-- Table: b16952
-- Chunk: 1
-- Rows: 467

CREATE TABLE "b16952"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b16952
INSERT INTO [b16952] VALUES (1,'كتاب المنور في راجح المحرر
على مذهب الإمام المبجل والحبر المفضل أحمد بن محمد بن حنبل الشيباني - رضي الله عنه وأرضاه -

تأليف
الشيخ الإمام العالم العلامة تقي الدين أحمد بن محمد بن علي الأدمي
(كان حيا قبل عام ٧٤٩ هـ)

دراسة وتحقيق
د. وليد عبد الله المنيس

دار البشائر الإسلامية',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b16952] VALUES (2,'«أصل هَذَا الْكتاب رِسَالَة علمية نَالَ فِيهَا الباحث وليد عبد اللَّه عبد الْعَزِيز المنيس دَرَجَة الدكتوراه (تخصص فقه حنبلي) من قسم الدراسات الإِسلامية، كُلية الدراسات الشرقية، جَامِعَة لندن، بإشراف الْأُسْتَاذ الدكتور مُحَمَّد عبد الْحَلِيم، الْأُسْتَاذ فِي قسم الدراسات الإسلامية والشرق الْأَدْنَى، وَرَئِيس كرْسِي الْملك فَهد حاليًا، وكرسي الشَّيْخ عبد اللَّه الْمُبَارك الصَّباح سَابِقًا.
وَقد نوقشت الرسَالَة فِي يَوْم الْخَمِيس بتاريخ ٢٦ ربيع الآخر ١٤٢٤ هـ الْمُوَافق ٢٦ يونيو/ حزيران ٢٠٠٣ م».',NULL,'2',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (3,'كِتَابُ المُنَوَّرِ في رَاجِحِ المُحَرَّرِ',NULL,'3',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (4,'جميع الحقوق محْفوظة
الطبعة الأولى
١٤٢٤ هـ - ٢٠٠٣ م

شركَة دَار البشائر الإسلامية للِطِّباعَةَ والنشر والتوزيع ش. م م
أسَّسها الشَّيْخ رمزي دمشقية رَحمَه الله تَعَالَى سنة ١٤٠٣ هـ - ١٩٨٣ م
بيروت - لبنان ص. ب: ٥٩٥٥/ ١٤ هَاتِف: ٧٠٢٨٥٧
فاكس: ٧٠٤٩٦٣/ ٠٠٩٦١١
e-mail: bashaer@cyberia.net.lb',NULL,'4',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (5,'<span data-type="title" id=toc-2>تصدير</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الحمد للَّه الذي شرح صدورنا بالهداية إلى الإِسلام، ووفقنا للتفقه في الدين وما شرعه من بديع الأحكام، وأشهد أن لا إله إلَّا اللَّه وحده لا شريك له ذو الجلال والإِكرام، وأشهد أن سيدنا ونبيّنا محمدًا عبده ورسوله المبعوث رحمة للأنام، والهادي إلى سواء الصراط وإيضاح الحلال والحرام، صلَّى اللَّه عليه وسلم وعلى آله وصحبه الكرام.
أما بعد: فأحمد اللَّه تعالى أن أعانني على إتمام هذه الدراسة المحققة -بقدر الوسع والطاقة- لتمد المكتبة الفقهية والشرعية عمومًا، بمصدر أصيل جديد في الفقه هو من مهمات متون الفقه الحنبلي، عسى أن يكون فيه نفع لعلماء الشريعة، وعلى الأخص علماء الفقه وطلابه وحفاظه وقرائه، سائلًا اللَّه تبارك وتعالى أن يتقبل عمل مؤلفه فيه العلامة الشيخ أحمد بن محمد الأدمي رحمه اللَّه، كما أدعو اللَّه أن يثيب كل من ساهم في إخراج هذا العمل بالصورة التي قرَّبت مقاصده ومراميه لمحبيه ومتابعيه ولكل من نظر فيه.
* * *',NULL,'5',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (6,'<span data-type="title" id=toc-3>شكر وتقدير</span>
الحمد للَّه، والصلاة والسلام على رسول اللَّه وعلى آله وصحبه ومن والاه.
ما كان لهذه الدراسة أن تكتمل لولا توفيق اللَّه وعونه، ثم عون ثلة كريمة من أهل العلم وبعض الجهات الرسمية الموقرة.
فلا بد لي أوَّلًا أن أشكر أستاذي الفاضل أ. د. محمد عبد الحليم؛ الذي غمرني بحسن معاملته ولطف رعايته وبملاحظاته المفيدة، كما أثني على سعة صدره وحلمه الذي يتطابق مع اسمه ورسمه.
وأشكر جامعة الكويت الموقرة التي لم تبخل على أبنائها بشيء علمي أو أدبي أو مادّي مع إعطاء الفرصة لتنمية المدارك البحثية دون قيد.
كما أشكر وزارة الأوقاف والشؤون الإِسلامية الموقرة التي خصتني بمخطوط فريد وحفظته لي من كل يد حتى تيسر لي إتمام الدراسة عليه، وأخص بالشكر هنا الأستاذ سهيل مبارك الجلاهمة مدير إدارة المكتبات والمخطوطات على مؤازرته الصادقة.
كما أشكر البروفيسور نورس، والدكتور مصطفى شاه الذي لن أنسى موقفه معي شكر اللَّه له.
ولا بد لي أن أشكر إخوة كرام وقفوا معي طويلًا وأكرموني بحسن',NULL,'7',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (7,'ملاحظاتهم أثناء مقابلة المطبوع على الأصل، وأخص منهم الأخ فيصل يوسف العلي والأخ عدنان سالم النهام والأخ ياسر المزروعي والأخ رائد الرومي والأخ جراح الجراح والأخ عادل الكندري وابن الخال طارق يوسف المنيس، كما أخص بالشكر الدكتور سعود العصفور المسؤول السابق للمخطوطات.
كما أشكر أسرتي الكريمة على مؤازرتها، وأشكر والدي الكريم عبد اللَّه عبد العزيز المنيس وأخي العزيز العقيد عادل المنيس، وأشكر كل من له فضل علَيَّ ولم تسعه الورقة.
وختامًا، أقول إن أصبت فمن اللَّه تعالى وتسديده، وإن أخطأت فمني ومن الشيطان، وأستغفر اللَّه، كما أرجو من أهل التخصص أن لا يبخلوا علي بكريم ملاحظاتهم، واللَّه ولي التوفيق.
د. وليد عبد اللَّه عبد العزيز المنيس',NULL,'8',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (8,'<span data-type="title" id=toc-4>مقدمة ومدخل للدراسة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الحمد للَّه رب العالمين، والصلاة والسلام على رسوله الأمين سيدنا محمد وعلى آله وصحبه أجمعين.
وبعد، فهده رسالة قائمة على تحقيق ودراسة مخطوط في فقه الإِمام أحمد بن حنبل رحمه اللَّه ورضي عنه وهو بعنوان: "المنوَّر في راجح المحرَّر"، للعلامة أحمد بن محمد الأدمي (المتوفى حوالى ٧٤٩ هـ)، وهو خلاصة "المحرر في الفقه على مذهب الإِمام أحمد بن حنبل"، للإِمام المجد أبي البركات عبد السلام بن تيمية (٥٩٠ - ٦٥٢ هـ).

<span data-type="title" id=toc-5>هدف الدراسة:</span>
تهدف هذه الدراسة من وراء تحقيق ودراسة مخطوط "المنوّر في راجح المحرر" على ما هو متبع علميًا في الدراسات التحقيقية إلى ما يأتي:
١ - إمداد المكتبة الإِسلامية بمصدر أصلي جديد لم يحقق من قبل في المذهب الحنبلي أوحد ضمن نوادر مجموعة علَّامة الكويت القاضي الشيخ عبد اللَّه بن خلف الدحيان رحمه اللَّه تعالى (١٢٩٢ - ١٣٤٩ هـ)؛ المحفوظة في وزارة الأوقاف والشؤون الإِسلامية في الكويت - إدارة المكتبات والمخطوطات.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (9,'٢ - بيان أهمية هذا المخطوط الذي عَرّف بجهود الفقهاء الحنابلة في تلك الفترة التي عاصرت الطبقة الوسطى من طبقات علماء المذهب الحنبلي لفترة ما بين (٦٥٠ - ٧٥٠ هـ) تقريبًا.
٣ - إظهار جهد العلامة الأدمي رحمه اللَّه في بيان راجح المحرر الذي يدل على استيعابه لما في المحرر من جهة، وعلى سعة اطلاعه على روايات المذهب ومعرفة راجحها ومرجوحها ومطلقها ومقيدها من جهة أخرى.
٤ - الوقوف على من نقل منهم صاحب المحرر وأثر ذلك على راجح المحرر، وبالتالي التعرف على ما في المنور الذي استخلص الراجح.
٥ - التعرف على الراجح عند المتوسطين مع المتقدمين ومتأخري المذهب بما يعرف بالفقه الحنبلي ويقربه إلى القارئ.
٦ - الوقوف على زيادة العلامة الأدمي في منوّره على المحرر مما يدل على أنه لم يتوقف فقط عند الراجح بل زاد ونقّح.
٧ - الوقوف على منهجية كل منهما مع التعرف على اصطلاحات المحرر وأثرها على الراجح وبيان مميزات كل منها.
٨ - التعرف على مميزات العصر الذي عاش فيه العلامة الأدمي والعلامة المجد ابن تيمية من النواحي السياسية والعلمية خاصة بما يفسر أسباب قوة ذلك العصر في هذه النواحي.
٩ - إخراج نص محقق خالٍ من الغموض والأخطاء -بقدر الوسع والطاقة- للاستفادة منه فقهيًا وعلميًا.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (10,'<span data-type="title" id=toc-6>منهج الدراسة والتحقيق </span>(١):
مناهج التحقيق المتعلقة بتحقيق المخطوطات لها قواعد وأسس يقتضي الأمر الوقوف عليها لبيان المنهجية التي تبنتها هذه الدراسة (٢). ولعل أبرز ما يذكر هنا ما قاله العلامة عبد السلام هارون: "ليس تحقيق المتن تحسينًا أو تصحيحًا وإنما هو أمانة الأداء. . . ومعناه أن يؤدّى الكتاب أدَاءً صادقًا كما وضعه مؤلفه كمًّا وكيفًا بقدر الإِمكان" (٣).
ولقد توخينا في هذا المجال أن يعالج المخطوط من الزوايا التالية كما هو مقرر في مناهج التحقيق:
١ - تحقيق الكتاب.
٢ - تحقيق اسم المؤلف.
٣ - تحقيق نسبة الكتاب إلى مؤلفه.
٤ - تحقيق متن الكتاب حتى يظهر بقدر الإِمكان مقاربًا لنص مؤلفه.
_________
(١) انظر: الباب الرابع، ص ١١٩ - ص ١٢٩.
(٢) انظر مثلًا: عبد السلام هارون، تحقيق: النصوص ونشرها، ط ٢، ١٣٨٥ هـ - ١٩٦٥ م، مؤسسة الحلبي - القاهرة، ص ٤٤، ص ٧٧، وانظر كذلك: صلاح الدين المنجد "قواعد تحقيق المخطوطات"، ١٩٧٦ م، دار الكتاب الجديد - بيروت، ص ١٥ - ٢٦، نوري القيسي، سامي العاني "منهج تحقيق النصوص ونشرها"، مطبعة المعارف - بغداد (١٩٧٥ م)، عبد اللَّه العسيلان "تحقيق المخطوطات بين الواقع والنهج الأمثل"، مكتبة الملك فهد - الرياض (١٤١٥ هـ - ١٩٩٤ م)، الصادق الغرياني "تحقيق نصوص التراث في القديم والحديث"، محمد الفاتح - ليبيا (١٩٨٩ م).
(٣) عبد السلام هارون، المصدر السابق، ص ٤٤.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (11,'ومما استجد حديثًا وهو من المكملات الحديثة للنشر العلمي أن يشمل التحقيق أيضًا:
١ - العناية بتقديم النص ووصف المخطوط.
٢ - العناية بالإِخراج.
٣ - صنع الفهارس.
٤ - الاستدراكات.
ومنهج الدراسة يطابق ما ذكر، وقد تدرجنا في ذلك من خلال فصول الدراسة، إذ تقسم الدراسة التحقيقية إلى قسمين:
القسم الأول: "تحقيق النص"، والقسم الثاني: "دراسة المسائل الفقهية المستخلصة من النص"، وذلك في الحواشي وفي مقدمات الدراسة عمومًا، وكلا القسمين متلازمان لأن ضبط النص يلازمه دراسة ما تضمنه من مسائل.
ولعل أبرز ما جاء في قسم تحقيق النص وضع العلامات والفواصل والإِعجام، وتصويب أخطاء الناسخ إن دعت الضرورة، والمحافظة على النص بالصورة التي لا تغيره.
أما ما يتعلق بدراسة المسائل الفقهية فإنه يتضمن مقارنة ما يقوله المصنف مع المحرر ومع محققي المذهب وعزوها إلى مظانها، مع إحالة الآيات والأحاديث وعزوها وبيان درجتها حسب الحاجة، مع بيان زيادات الأدمي على المحرر وطريقته في التقديم والتأخير والاختصار أو الإِضافة على ما جاء في الأبواب أو الفصول.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (12,'<span data-type="title" id=toc-7>مخطوط الدراسة </span>(١):
عنوانه: "المنوَّر في راجح المحرَّر"، ومؤلفه هو: العلامة أحمد بن محمد الأدمي الحنبلي. وهو خلاصة لراجح المحرر في فقه الإِمام أحمد للإِمام المجد أبي البركات عبد السلام بن تيمية، جد شيخ الإسلام الإِمام أبي العباس أحمد بن تيمية الحراني رحمهم اللَّه تعالى.

<span data-type="title" id=toc-8>نسبة الكتاب إلى مؤلفه </span>(٢):
قال العلامة العليمي في "الدر المُنضّد": "الشيخ تقي الدين أحمد بن محمد الأدمي البغدادي له المنور في راجح المحرر، والمنتخب". وقد ارتبط ذكر الأدمي دائمًا بكتابيه المنور، والمنتخب، كما أثبتناه في الدراسة.

<span data-type="title" id=toc-9>أبواب وفصول الدراسة:</span>
تقسم الدراسة إلى خمسة أبواب يقع تحت كل باب فصول تخدم الباب بحسب المباحث التي فيه على النحو التالي:
الباب الأول: "التعريف بكتاب المنوَّر في راجح المحرر"
ويشتمل على أربعة فصول:
الفصل الأول: قيمة كتاب المنوَّر ومكانة كتاب المحرر ومؤلفه.
الفصل الثاني: ترجمة صاحب المنوَّر والتعريف بكتابه.
الفصل الثالث: أبرز مميزات عصر الأدمي السياسية والعلمية وأبرز الماجريات.
الفصل الرابع: التعريف بمخطوط المنوَّر ونسبته إلى مؤلفه.
_________
(١) انظر: الفصل الرابع، ص ٧٠ - ٧٣.
(٢) انظر: الفصل الثاني، ص ٢٩ - ٣٩، وانظر: ص ٧٣.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (13,'الباب الثاني: "أصول كتاب المنوَّر بالإِشارة إلى المحرَّر"
ويشتمل على فصلين:
الفصل الأول: المصادر التي استقى منها مؤلف المحرر كتابه.
الفصل الثاني: المنهجية والمصطلحات التي استعملها صاحب المحرر وصاحب المنوَّر في عرض الروايات والراجح منها.
الباب الثالث: "نبذة عن المصطلحات الفقهية عند الحنابلة
ويشتمل على أربعة فصول:
الفصل الأول: اصطلاحات الإِمام أحمد وأصحابه.
الفصل الثاني: أصول الإِمام أحمد في استنباط الفروع.
الفصل الثالث: راجح المذهب عند المتأخرين.
الفصل الرابع: مفردات المذهب.
الباب الرابع: "منهج الدراسة والتحقيق"
ويشتمل على فصلين:
الفصل الأول: منهج الدراسة.
الفصل الثاني: منهج التحقيق.
الباب الخامس: "النص المحقّق"
* * *',NULL,'14',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (14,'نماذج من صور المخطوط
صورة من صفحة غلاف مخطوط المنوَّر',NULL,'15',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (15,'صورة من الصفحة الأولى للمخطوط',NULL,'16',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (16,'<span data-type="title" id=toc-10>الباب الأول التعريف بكتاب المنوَّر في راجح المحرر</span>
الفصل الأول: قيمة كتاب المنوَّر ومكانة كتاب المحرر ومؤلفه.
الفصل الثاني: ترجمة صاحب المنوَّر والتعريف بكتابه.
الفصل الثالث: أبرز مميزات عصر الأدمي السياسية والعلمية وأبرز الماجريات.
الفصل الرابع: التعريف بمخطوط المنوَّر ونسبته إلى مؤلفه.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (17,'<span data-type="title" id=toc-11>الفصل الأول قيمة كتاب المنوَّر ومكانة كتاب المحور ومؤلفه</span>
<span data-type="title" id=toc-12>مقدمة</span>
يُعد هذا الكتاب من نفائس كتب الفقه على مذهب الإِمام المبجل أحمد بن حنبل (١) رحمه اللَّه تعالى ورضي عنه؛ إذ أنه قائم على اختصار كتاب من أبرز كتب المذهب وهو "المحرر" (٢)، للإِمام المجد عبد السلام ابن تيمية، أبي البركات، بالاقتصار على الراجح فيه مع التصحيح والتنقيح والزيادة.
ويكتسب كتاب "المحرر" هذه الأهمية بالنظر إلى مكانة مصنفه الإِمام المجد عبد السلام ابن تيمية الذي يعد من المبرَّزين في المذهب، وممن حازوا على رتبة الاجتهاد في المذهب.
_________
(١) الإِمام أحمد بن محمد بن حنبل بن هلال الشيباني (١٦٤ - ٢٤١ هـ) غني عن التعريف، ينسب إليه المذهب الحنبلي مذهب فقهاء الحديث، أحد الأئمة الأربعة الأعلام وصاحب المسند، من جهابذة العلماء وساداتهم.
(٢) انظر: ابن تيمية، الإِمام الشيخ مجد الدين أبي البركات عبد السلام، "المحرر في الفقه على مذهب الإِمام أحمد بن حنبل"، ومعه "النكت والفوائد السنية على مشكل المحرر" لشمس الدين ابن مفلح، تحقيق: محمد حامد الفقي، دار الكتاب العربي - بيروت، وانظر: "المدخل" لابن بدران، ص ٤١٥ - ٤١٦.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (18,'ويزداد هذا الكتاب أهمية إذا علمنا أن الذي اختصره هو الإمام تقي الدين أحمد بن محمد الأدمي، ممن هذَّب كلام المتقدمين، كما ذكر المرداوي في مقدمته على "الفروع" (١).
* يقول الأدمي رحمه اللَّه في خطبته في المنوَّر:
"فهذا مختصر في الفقه على مذهب الإِمام الأنبل أحمد بن محمد بن حنبل، سمَّيته بـ "المنوَّر في راجح المحرّر"، قرَّبت فيه جمل ألفاظه ليسهل على متعلمه وحفَّاظه. . . ".
لهذا، فإن هذا الكتاب يعد من النوادر التي قربت أحد أهم المصنفات الفقهية على مذهب الإمام أحمد لمكانة مؤلفه ومختصره على حد سواء عند "المتوسطين" أو "المتأخرين" من علماء المذهب.
* ولمعرفة هذه المكانة التي يتبوأُها صاحب المحرر، يقول العلامة البهوتي في "شرح الإِقناع" ما نصه:
"إذا أطلق المتأخرون كصاحب الفروع والفائق والاختيارات وغيرهم "الشيخ" أرادوا به الشيخ العلامة موفق الدين أبا محمد عبد اللَّه بن قدامة المقدسي، وإذا قيل: "الشيخان" فالموفق والمجد، وإذا قيل "الشارح" فهو شمس الدين أبو الفرج عبد الرحمن أبي عمر المقدسي، وهو ابن أخي الموفق وتلميذه، وإذا أطلق "القاضي" فالمراد به القاضي أبو يعلى محمد بن الحسين بن محمد بن خلف الفراء، وإذا قيل: "وعنه"، أي عن الإِمام أحمد رحمه اللَّه، وقولهم: "نصًّا" معناه نسبته إلى الإِمام أحمد رحمه اللَّه. . . " (٢).
_________
(١) انظر: ابن مفلح الإِمام شمس الدين أبي عبد اللَّه محمد "كتاب الفروع"، ويليه: "تصحيح الفروع" للمرداوي، علاء الدين أبي الحسن علي بن سليمان، مراجعة عبد الستار فراج، (١/ ٥٠)، ط ١٣٨٨ هـ - ١٩٦٧ م.
(٢) البهوتي، الشيخ منصور بن يونس، "كشاف القناع عن متن الإقناع" (١/ ٢٠ - ٢١).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (19,'إن المتأمل في هذه العبارة للعلامة البهوتي (ت ١٠٥١ هـ) -وهو من طبقة "متأخري" علماء المذهب- سيعرف منزلة المجد ابن تيمية بين بقية العلماء، إذ جاء اسمه مقارنًا لاسم شيخ المذهب الموفق بن قدامة.
* وقال ابن بدران في "المدخل" عن المحرر وصاحبه:
"كتاب في الفقه للإِمام مجد الدين عبد السلام ابن تيمية الحراني، حذا فيه حذو الهداية لأبي الخطاب (١)، يذكر الروايات فتارة يرسلها وتارة يبين اختياره فيها. . . " (٢).
* وقد شرح المحرر عدد من العلماء، ولكل من تقي الدين (٣) بن قندس (ت ٨٦١ هـ)، وابن نصر اللَّه (ت ٨٤٤ هـ) حاشية عليه، وكذلك
_________
(١) هو محفوظ بن أحمد بن الحسن الكلوذاني البغدادي الأزجي الحنبلي، يكنى بأبي الخطاب ويلقب بـ: نجم الحق (٤٣٢ - ٥١٠ هـ)، ذكرت كتب التراجم ثلاثة أشخاص ممن ينتسب إلى أبي الخطاب ولداه محمد بن محفوظ (ت ٥٣٣ هـ)، وأحمد بن محفوظ (ت ٥٣٧ هـ) وحفيده من ولد ابنه أحمد محفوظ بن أحمد بن محفوظ (ت ٥٧٥ هـ). وللعلامة الكلوذاني الأب مؤلفات أشهرها: "الهداية"، و"الانتصار في المسائل الكبار"، و"رؤوس المسائل" ويسمى الخلاف الصغير وغيرها، انظر ترجمته في: "المدخل" لابن بدران (ص ٤٣٣)، و"المطلع" (ص ٤٥٣)، و"ذيل الطبقات" لابن رجب (١/ ١١٧)، وانظر: مقدمة محقق كتاب "الانتصار في المسائل الكبار" د. سليمان العمير (١/ ٢١ - ٥٧).
(٢) ابن بدران، عبد القادر "المدخل إلى مذهب الإمام أحمد بن حنبل"، ص ٤٣٣، تحقيق د. عبد اللَّه التركي، ط ١٩٨١.
(٣) وقد وففت عليه ولا يزال غير محقق بأكمله فيما أعلم، منه نسخة مصورة في مكتبة الملك فهد الوطنية (برفم ٣١٥٣٩).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (20,'لابن مفلح حاشية عليه طمعت معه هي "النكت والفوائد السنية"، بتحقيق حامد الفقي (١).

<span data-type="title" id=toc-13>مكانة صاحب المحرر في المذهب</span>
لكتاب المحرر وصاحبه مكانة مرموقة في المذهب، ولترجيحاته واختياراته أهمية كبيرة (٢)؛ إذ أنه ممن أدرك شيخ المذهب الإِمام موفق الدين ابن قدامة (٣) (ت ٦٢٠ هـ) ولكونه ينتمي إلى طبقة المتوسطين من علماء المذهب.
وهذه الطبقة تبدأ زمنيًّا عقب وفاة الحسن بن حامد (ت ٤٠٣ هـ) وتمتد إلى وفاة البرهان بن مفلح صاحب المبدع في شرح المقنع (ت ٨٨٤ هـ)،
_________
(١) انظر: ابن بدران "المدخل"، ص ٤١١، ٤٢١، هذا وقد طبع من حاشية ابن قندس بعض الأجزاء فمنها قسم "العبادات والطهارة والصلاة. . . إلخ" بتحقيق صالح بن عبد الرحمن الفوزان، كما طبع منه "الحواشي من كتاب الفرائض إلى آخر الحدود" بتحقيق محمد بن عبد العزيز السديس؛ مؤسسة قرطبة - ولم يذكر سنة الطبع.
(٢) وفي ذلك يقول الشاعر الصرصري في قصيدته التي مدح فيها الإِمام أحمد وأصحابه:
فمنهم "بحران" الفقيه النبيه ذو ... الفوائد والتصنيف في المذهب الجلي
هو المجد ذو التقوى ابن تيمية الرضى ... أبو البركات العالم الحجة الملي
"محرره" في الفقه حرر فقهنا ... وأحكم في "الأحكام" علم المبجل
(٣) هو الإِمام عبد اللَّه بن محمد بن أحمد بن محمد بن قدامة المقدسي ثم الدمشقي الصالحي، شيخ المذهب، ومؤلف "المغني"، و"الكافي"، و"المقنع"، و"العمدة" وغيرها (ت ٦٢٠ هـ)، انظر: "المدخل"، لابن بدران، ص ٤١٣، وانظر: "ذيل طبقات الحنابلة"، لابن رجب (٤/ ١٣٣)، والشذرات (٥ - ٦/ ٨٨)، "السير"، للذهبي (٢٢/ ١٦٥).',NULL,'22',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (21,'حيث ظهر في هذه الفترة ثلة من جهابذة علماء المذهب، أبرزهم: الموفق عبد اللَّه بن قدامة، والمجد أبو البركات عبد السلام بن تيمية. ومنهم: شمس الدين، أبو محمد عبد الرحمن بن عمر المقدسي (٥٩٧ - ٦٨٢ هـ). ومنهم: تقي الدين أبو العباس أحمد بن عبد الحليم ابن تيمية الحراني (٦٦١ - ٧٢٨ هـ)، ومنهم: شمس الدين محمد بن مفلح (٧٠٨ - ٧٦٣ هـ). ومنهم: زين الدين أبو الفرج عبد الرحمن بن رجب السلامي (٧٣٦ - ٧٩٥ هـ).
* يقول المرداوي في "تصحيح الفروع" في ذلك ما نصه:
"اعلم أن مرجع معرفة الصحيح والترجيح في المذهب إلى أصحابه، وقد حرر ذلك الأئمة المتأخرون، فالاعتماد في معرفة الصحيح من المذهب ما قالوه، ومن أعظمهم: الشيخ الموفق -لا سيما في الكافي والنجم المسدد، والشارح-. والشيخ تقي الدين، والشيخ زين الدين بن رجب. . . إلخ"؛ ويقول: فإنهم هذبوا كلام المتقدمين ومهدوا قواعد المذهب بيقين، فإن اختلفوا فالمرجع إلى ما قاله الشيخان الموفق والمجد، ثم ما وافق أحدهما الآخر في اختياريه، فإن اختلفا من غير مشارك لهما فالموفق ثم المجد، وإلَّا ينظر إلى فيمن شاركهما من الأصحاب لا سيما إذا كان الشيخ تقي الدين أو ابن رجب" (١).
ويرى المرداوي أن المجد مجتهد في مذهب إمامه غير مقلد له، فقد
_________
(١) انظر: ابن مفلح، "الفروع" ويليه: "تصحيح الفروع"، للمرداوي (١/ ٥٠)، وقوله: إذا كان الشيخ تقي الدين: أي ابن تيمية، ويقول الشيخ بكر أبو زيد في "المدخل المفصل" (١/ ٤٤٥): إن أكثر من أفرد بترجمة على تتابع القرون هو شيخ الإِسلام أحمد بن تيمية (ت ٧٢٨ هـ) حيث أفرد له حوالي ٢٠٠ كتاب حتى عصرنا الحاضر.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (22,'ذكر في "الإِنصاف" نقلًا عن "آداب المفتي والمستفتي" لابن حمدان: أن المجتهد ينقسم إلى أربعة أقسام: مجتهد مطلق، ومجتهد في مذهب إمامه أو في مذهب إمام غيره، ومجتهد في نوع من العلم، ومجتهد في مسألة أو مسائل. وأن المجتهد في مذهب إمامه أو إمام غيره وهو القسم الثاني، أحواله أربعة: نذكر منها: الحالة الأولى: أن يكون غير مقلد لإِمامه في الحكم والدليل لكن سلك طريقه في الاجتهاد والفتوى ودعا إلى مذهبه وقرأ كثيرًا منه على أهله فوجده صوابًا وأولى من غيره وأشد موافقة فيه وفي طريقه.
قال المرداوي: "قلت ومن أصحاب الإمام أحمد رضي اللَّه عنه: فمن المتأخرين كالمصنِّف والمجد وغيرهما" (١).

<span data-type="title" id=toc-14>ترجمة صاحب المحرر</span>
<span data-type="title" id=toc-15>اسمه ولقبه ونشأته:</span>
هو شيخ الإِسلام أبو البركات عبد السلام بن عبد اللَّه بن أبي القاسم الخضر بن محمد بن علي بن تيمية الحراني الفقيه الحنبلي (٢). وُلد سنة تسعين وخمسمائة تقريبًا بحرَّان. ويلقب بمجد الدين، وكثيرًا ما يأتي ذكره
_________
(١) المرداوي، "الإِنصاف" (٣٠/ ٣٨٥)، ط ١٤١٦ هـ - ١٩٩٦ م، ويقال كذلك: إن شيخ الإِسلام تقي الدين "مجتهد مطلق". وانظر: "أصول مذهب الإِمام أحمد بن حنبل"، د. عبد اللَّه عبد المحسن التركي، ط ١٣٩٣ هـ - ١٩٧١ م، ص ٧٠٩ - ٧١٠.
(٢) انظر ترجمته في كل من: "شذرات الذهب"، لابن العماد (٥ - ٦/ ٢٥٧)، و"الذيل على طبقات الحنابلة"، لابن رجب (٤/ ٢٤٩)، و"سير أعلام النبلاء"، للذهبي (٢٣/ ٢٩٠)، و"المقصد الأرشد"، لابن مفلح (٢/ ١٦٢)، و"مختصر طبقات الحنابلة"، لابن شطي ص ٥٦، و"البداية والنهاية"، لابن كثير (١٣ - ١٤/ ٢١٩)، و"الدر المنضد" (١/ ٣٩٤)، و"الأعلام"، للزركلي (٤/ ٦) وغير ذلك.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (23,'في كتب الفقه عند الإِشارة إليه وإلى ترجيحاته واختياراته بقولهم: "قاله المجد"، أو "اختاره المجد" ونحو ذلك، فالمعني به هو.
وينتمي المجد إلى شجرة علمية مباركة هي شجرة آل تيمية التي تضم أشهر بيوت العلم والدين والفقه والحديث، ذلك البيت الذي ينتمي إليه حفيده شيخ الإِسلام وتحفة الأنام الإِمام أحمد، أبو العباس، ابن تيمية، ومنهم والده الشيخ شهاب الدين أبو المحاسن عبد الحليم بن عبد السلام بن تيمية (١)، ومنهم شقيق شيخ الإِسلام، عبد اللَّه بن عبد الحليم بن عبد السلام ابن عبد اللَّه بن أبي القاسم بن تيمية الحراني ثم الدمشقي، الفقيه الإِمام شرف الدين أبو محمد (٢)، ومنهم عم المجد فخر الدين أبو عبد اللَّه محمد ابن الخضر بن تيمية شيخ حران وخطيبها (٣).

<span data-type="title" id=toc-16>شيوخه:</span>
حفظ القرآن وسمع من عمه الخطيب فخر الدين ابن تيمية، والحافظ عبد القادر الرهاوي وحنبل الرصافي بحرَّان. ثم ارتحل إلى بغداد سنة ثلاث وستمائة مع ابن عمه سيف الدين عبد الغني، فسمع بها من عبد الوهاب بن سكينة، والحافظ ابن الأخضر وابن طبرزد، وضياء الدين بن الخريف، ويوسف بن المبارك الخفاف، وعبد العزيز بن منينا، وأحمد بن الحسن العاقولي، وعبد المولى بن أبي تمام بن باد (٤)، وسبط الخياط علي بن سلطان، وأبي بكر الحلاوي، والفخر إسماعيل، وأبي البقاء العكبري، وقرأ عليه في العربية والحساب والجبر والمقابلة.
_________
(١) ابن رجب، "الذيل على طبقات الحنابلة" (٤/ ٣١٠).
(٢) ابن رجب، "الذيل" (٤/ ٣٨٢).
(٣) ابن رجب، "الذيل" (٤/ ١٥١).
(٤) ابن رجب، "ذيل الطبقات" (٤/ ٢٤٩ - ٢٥٢).',NULL,'25',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (24,'<span data-type="title" id=toc-17>مؤلفاته:</span>
أما أبرز مؤلفاته فهي: "المنتقى"، و"المحرر"، و"المسودة" في أصول الفقه بالمشاركة مع ابنه وحفيده، وله كتاب "أحاديث التفسير"، و"مسودة منتهى الغاية في شرح الهداية" وقد بيّض بعضها، والأحكام الكبرى. وقد فصَّل فيها ابن رجب صاحب "الذيل" بقوله: إن تصانيفه: "أطراف أحاديث التفسير" رتبها على السور معزوة، "أرجوزة" في علم القراءات، "الأحكام الكبرى" في عدة مجلدات، "المنتقى من أحاديث الأحكام" انتقاه من الأحكام الكبرى، "المحرر" في الفقه، "منتهى الغاية في شرح الهداية" بَيَّضَ منه أربع مجلدات كبار إلى أوائل الحج والباقي لم يبيضه، "مسوَّدة" في أصول الفقه مجلد، وزاد فيها ولده ثم حفيده أبو العباس، "مسودة" في العربية على نمط المسودة في الأصول" (١).

<span data-type="title" id=toc-18>رحلاته:</span>
في بداية طلبه للعلم ارتحل إلى بغداد مع ابن عمه سيف الدين عبد الغني المتقدم ذكره، فسمع بها كما تقدم، ثم رجع إلى حران واشتغل بها على عمه الخطيب فخر الدين، ثم رجع إلى بغداد فاستزاد بها من العلوم.
قرأ ببغداد القراءات بكتاب المبهج لسبط الخياط علي بن سلطان، والعربية والحساب والجبر والمقابلة على العكبري كما قدمنا. ثم لما اكتمل علمه صنف وحدَّث ودرَّس في الحجاز والشام وبلده حرَّان والعراق كما
_________
(١) المطبوع من مؤلفاته: "المحرر" بتحقيق حامد الفقي، و"المسودة" في الأصول مع ابنه وحفيده، و"المنتقى من أحاديث الأحكام". وانظر: "ذيل طبقات الحنابلة"، لابن رجب (٤/ ٢٥٢).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (25,'تقدم، ومكة، والتقى فيها علماء كثر (١).

<span data-type="title" id=toc-19>تلاميذه:</span>
كثير تلاميذه واشتهرت مكانته العلمية وزاد من ذلك رحلاته.
فمن تلاميذه في الفقه: ولده شهاب الدين عبد الحليم، وابن أبي الفهم ابن تميم صاحب "المختصر"، وعبد اللَّه كتيلة صاحب "المبهم" وغيرهم.
وفي الحديث: روى عنه ابن شهاب الدين أبو العباس، والحافظ عبد المؤمن الدمياطي، والأمين ابن شقير الحراني، وأبو إسحاق الظاهري الحافظ، ومحمد بن أحمد القزاز، وأحمد الدشتي، ومحمد بن زناطر، والعفيف إسحاق الآمدي، ونور الدين البصري، وأبو عبد اللَّه الدواليبي. كما أجاز لتقي الدين سليمان بن حمزة الحاكم، وزينب بنت الكمال، وأحمد بن علي الجزري، وبرع في القراءات وعمل أرجوزة لها.
وقد دَرَّس في المدرسة النورية في دمشق، والمدرسة المستنصرية ببغداد، مما يعني كثرة طلبته وتعددهم، وذلك لكثرة الدارسين في هاتين المدرستين.

<span data-type="title" id=toc-20>ثناء العلماء عليه:</span>
قال الإِمام الذهبي: قال شيخنا -يعني شيخ الإِسلام ابن تيمية الحفيد- "كان جدنا عجبًا في حفظ الأحاديث وسردها بلا كلفة وحفظ مذاهب الناس".
_________
(١) "ذيل طبقات الحنابلة"، لابن رجب (٤/ ٢٥٠ - ٢٥١)، و"الشذرات" (٥ - ٦/ ٢٥٧).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (26,'وقال الذهبي أيضًا: وقال لي شيخنا أبو العباس: "كان الشيخ جمال الدين بن مالك يقول: أُلين للشيخ المجد الفقه كما أُلين لداود الحديد".
وحكى الذهبي أيضًا: حكى البرهان المراغي أنه اجتمع بالشيخ المجد فأورد نكتة عليه، فقال المجد: الجواب عنها من ستين وجهًا: الأول كذا والثاني كذا، وسردها إلى آخرها، ثم قال للبرهان: قد رضينا منك بإعادة الأجوبة، فخضع وانبهر (١)!!.
وعند وفاته لم يبق في البلد من لم يشهد جنازته إلَّا معذور، وكان الخلق كثيرًا جدًّا، ودفن بمقبرة الجبانة في مقابر حرَّان، وقد توفي بعد عصر يوم الجمعة يوم عيد الفطر، سنة ٦٥٢ هـ أو سنة ٦٥٣ هـ.
* * *
_________
(١) انظر: "ذيل طبقات الحنابلة"، لابن رجب (٤/ ٢٤٩)، الذهبي "العبر في خبر من غبر" (٥/ ٢١٢)، و"سير أعلام النبلاء"، للذهبي (٢٢/ ٨٨)، و"الشذرات" (٥ - ٦/ ٢٥٧)، و"تهذيب سير أعلام النبلاء"، للذهبي (٣/ ٢٩٩)، و"مجمع الآداب في الألقاب"، لابن الفوطي.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (27,'<span data-type="title" id=toc-21>الفصل الثاني<span data-type="title" id=toc-22> ترجمة صاحب المنوَّر والتعريف بكتابه</span></span>
كما أن لصاحب "المحرّر" مكانة بين العلماء فإن لمؤلف "المنوَّر" مكانة لا تقل عن سلفه، بل إن "المنوَّر" أظهر خلاصة "المحرّر" ولبابه، ووقف على مكنونه وخلص إلى زبدته، حتى أنه لا يكاد يذكر "المحرّر" إلَّا ويذكر "المنوَّر" معه على حد سواء.
ومؤلف "المنوَّر في راجح المحرّر"، هو الشيخ الإِمام العالم العلامة تقي الدين أحمد بن محمد بن علي الأدمي -بفتح الهمزة والدال-.
ومن الغريب أن يغيب اسم هذا العالم العَلَم عن معظم كتب الطبقات، إذ لم يذكر له مؤلفوها شيئًا يعرف به وبتاريخ ولادته ووفاته وبلده وشيوخه على وجه الدقة كما هو معتاد في التراجم (١).
_________
(١) تم الرجوع إلى أمهات كتب الطبقات والأعلام فلم نعثر على شيء؛ فمن هذه المصادر مثلًا "طبقات" أبي يعلى، و (الذيل على الطبقات) لابن رجب، و"شذرات" ابن العماد، و"المنهج الأحمد" للعليمي، و"السحب الوابلة" لابن حميد، و"الأعلام " للزركلي، و"السير" للذهبي، و"المقصد الأرشد" لابن مفلح، و"مختصر طبقات الحنابلة" لابن شطي، و"البداية والنهاية" لابن كثير، ووجدناه في "الدر المنضد" للعليمي (٢/ ٤٩٩ - ٥٠٠)؛ (وقد أخبرني مسؤول مباشر عن المخطوطات في إدارة المخطوطات والمكتبات =',NULL,'29',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (28,'<span data-type="title" id=toc-23>المصادر التي جاء ذكره فيها:</span>
وبعد بحث متواصل تيسر بحمد اللَّه الوقوف على ما يعرف به في مصدر مهم، ذلك أن الباحث كان يظن أن المرجع الوحيد الذي عرّف به وبإيجاز هو "الدّر المنضد" للعليمي (١) الذي قال في ترجمته تحت عنوان: "ذكر من لم تؤرخ وفاته" ما يأتي:
"الشيخ تقي الدين أحمد بن محمد الأدمي البغدادي له "المنوَّر في راجح المحرّر" و"المنتخب"".
وقد أفاد هذا التعريف الموجز في إثبات أربعة أمور أساسية تعرف بالمؤلف وهي:
١ - اسمه بالكامل، وقد جاء موافقًا لما ذكر في المخطوط.
٢ - أنه من علماء الحنابلة في بغداد وليس من الشام أو مصر.
٣ - أن له مؤلفين هما "المنوَّر في راجح المحرّر"، و"المنتخب".
٤ - أنه من المؤلفين الذين لم تؤرخ ولادتهم ووفاتهم.
ورغم أن ما ذكره العليمي في "الدر المنضد" يفي بشيء من حاجة الدراسة، إلا أن تاريخ ولادة ووفاة الأدمي كان الشغل الشاغل للباحث لعدم المقدرة على التعرف على عصره بدقة بما يقرِّب لنا ما يتعلق به كما هو معلوم. ولم ينقطع الأمل، حتى ظهر لنا مصدر
_________
= الإسلامية في وزارة الأوقاف الكويتية هو الأستاذ ماهر الساير بأنه رجع بالتعاون مع موظفي القسم إلى أكثر من ٤٠ مرجعًا من أمهات المراجع، وذلك لوضع بطاقة تعرف به في مكتبة الوزارة، ولم يجد للأدمي ذكرًا).
(١) العليمي، مجير الدين عبد الرحمن بن محمد: "الدر المنضد في ذكر أصحاب أحمد"، تحقيق: عبد الرحمن العثيمين، انظر: (٢/ ٤٩٩ - ٥٠٠)، ط مكتبة التوبة - السعودية.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (29,'مهم (١)؛ كما أشرنا آنفًا، وهو "تاريخ ابن قاضي شهبة" (٢) الذي قدم ترجمة وافية إلى حد كبير. فقد جاء في تاريخه ما يأتي فيمن ذكر في آخر وفيات سنة ٧٤٩ هـ ما نصه:
"وممن توفي بعد الأربعين ولم يذكر سنة وفاته" أحمد بن محمد بن علي البغدادي، المقرئ الأدمي الحنبلي. سمع الموطأ رواية يحيى بن يحيى على ابن حلاوة، سمع مته ابن رجب وقال: "كان صالحًا دينًا، أعاد بالمستنصرية [. . . . . .] (٣) الوزيراتي، وصنّف كتابًا في الفقه، وأجاز له جماعة من شيوخ الشام، توفي ببغداد سنة نيف وأربعين وسبعمائة، ودفن بمقبرة الإِمام أحمد".
وقد أفادت هذه الترجمة في إثبات ما يلي:
١ - أن اسمه مطابق لما هو مذكور في المخطوط.
٢ - أنه ضبط لفظ وقراءة اسمه الأخير بفتح الهمزة، وفتح الدال.
٣ - أنه مقرئ، وسمع الموطأ إضافة إلى كونه فقيهًا.
٤ - إن من مشايخه ابن حلاوة.
٥ - من تلامذته العلامة العلم صاحب الذيل على طبقات الحنابلة،
_________
(١) كان ذلك -بعد توفيق اللَّه تعالى- مما قدمه مشكورًا الأخ العزيز الدكتور سعود العصفور، إذ أخبرني باعتقاده أنه سيجد شيئًا عنه في "تاريخ ابن قاضي شهبة" فكان كما قال، والحمد للَّه.
(٢) تقي الدين أبو بكر بن أحمد ابن قاضي شهبة الأسدي الدمشقي، المجلد الثاني، الجزء الأول من "تاريخ ابن قاضي شهبة" ص ٦٥٧، مطبوعات المعهد العلمي الفرنسي للدراسات العربية بدمشق، تحقيق: عدنان درويش، ١٩٩٤ م - دمشق.
(٣) بياض في الأصل كما في "تاريخ ابن قاضي شهبة"، ص ٦٥٧.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (30,'ابن رجب، الحافظ زين الدين أبو الفرج عبد الرحمن بن شهاب الدين أحمد البغدادي ثم الدمشقي الحنبلي (٧٣٦ - ٧٩٥ هـ) والفترة التي عاش فيها ابن رجب تتناسب مع فترة الأدمي.
٦ - أنه قد دَرَّس في المستنصرية.
٧ - أنه صنّف كتابًا في الفقه ولعله كتابنا هذا.
٨ - أنه قد زار الشام وقرأ على شيوخها فأجازوه.
٩ - أنه توفي في بغداد حوالي عام ٧٤٩ هـ باعتبار أن النيِّف يزيد على العقد أو يقاربه، ويؤيد ذلك أن ابن قاضي شهبة قد ذكر في أعلى الصفحة التي ذكرت فيها ترجمته قوله: "سنة تسع وأربعين وسبعمائة".
١٠ - أنه لم يحدد بدقة تاريخ حياته أو وفاته.
١١ - أن البياض الذي يقع بين قوله: "بالمستنصرية. . . الوزيراتي" لعله يكون "مع (أو عند) تقي الدين الزريراني" فتكون العبارة "بالمستنصرية مع (أو عند) تقي الدين الزريراني" أو "مع ابن أبي البركات الزريراني" لأن الزريراني قد أعاد في المستنصرية في تلك الفترة وهو مشهور جدًّا، وهو حتمًا غير الأدمي، وكثيرًا ما يصحف اسمه إلى الزريراتي بدلًا من الزريراني.
وقوله: "الوزيراتي" ذكر محقق تاريخ ابن قاضي شهبة أنه وجد ذلك في النسخ الثلاث التي حقق عليها "تاريخ ابن قاضي شهبة"، ثم قال: "ولعلها الزريراني" (١).
والزريراني نسبة إلى بلدة زَريران بفتح الزاي وكسر الراء المهملة بعدها ياء ساكنة ثم راء مهملة بعدها ألف ونون، وهي بلدة قرب بغداد تبعد عنها
_________
(١) انظر: "تاريخ ابن قاضي شهبة"، المصدر السابق، ص ٦٥٧، الحاشية رقم (٥) منه.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (31,'سبعة فراسخ على جادة الحاج إذا أراد الكوفة من بغداد (١).
وفي ترجمة سليمان بن عبد القوي الطوفي الصرصري ثم البغدادي نجم الدين أبو الربيع صاحب "مختصر الروضة" في أصول الفقه، الذي ولد سنة بضع وسبعين وستمائة أنه "دخل بغداد سنة إحدى وتسعين فحفظ المحرّر في الفقه وبحثه على الشيخ تقي الدين الزريراتي" (٢). والصواب الزريراني.
وقد جاء في طبقات ابن رجب ما يؤكد على أنه الزريراني وليس الزريراتي في ترجمته على النحو التالي: اسمه عبد اللَّه بن محمد بن أبي بكر ابن إسماعيل بن أبي البركات بن مكي بن أحمد الزريراني ثم البغدادي، تقي الدين أبو بكر (٣). وجاء أيضًا أنه قرأ المذهب على الشيخ العلامة مجد الدين عبد السلام صاحب المحرّر بقوله في الذيل: "ثم ارتحل إلى دمشق فقرأ المذهب على الشيخ زين الدين بن المنجا والشيخ مجد الدين الحراني ثم عاد إلى بلده. . . إلخ"، وجاء أيضًا أنه: سمع الحديث من إسماعيل الطبال ومحمد بن ناصر بن حلاوة، وأكد ذلك ابن بدران عند حديثه عن أشهر كتب الحنابلة: "الوجيز" تأليف عبد اللَّه بن محمد بن أبي بكر بن إسماعيل بن أبي البركات الزريراني البغدادي فقيه العراق ومفتي الآفاق حكى عنه في "المقصد الأرشد" أنه طالع المغني للموفق ثلاثًا
_________
(١) انظر: "إيضاح الدلائل في الفرق بين المسائل"، للعلامة عبد الرحيم الزَّريراني، تحقيق د. عمر بن محمد السبيل، الجزء الأول، ص ٨٥ - ٨٦؛ ط ١٤١٤ هـ.
(٢) انظر: ابن رجب "الذيل على طبقات الحنابلة" (٤/ ٣٦٦)، ويلاحظ أنه ذكر ولادته بضع وسبعين وسبعمائة، وهو لا يتناسب مع سنة وفاته سنة ٧١٦ هـ كما في الترجمة، ولهذا صوَّبناه إلى بضع وسبعين وستمائة، وقد قرر ذلك أيضًا محقق تاريخ ابن قاضي شهبة.
(٣) ابن رجب، "الذيل على الطبقات" (٤/ ٤١٠).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (32,'وعشرين مرة، توفي سنة ٧٢٩ هـ (١).
وممن أشار إليه من المؤلفين المعاصرين الشيخ بكر أبو زيد في كتابه الحافل "المدخل المفصل إلى فقه الإِمام أحمد بن حنبل"، مع عدم القطع بتاريخ ولادته أو موته، حيث ذكره في معرض حديثه عن "كتب المتن المخدومة" عند حديثه عن المحرّر، إذ اعتبر المنوَّر من كتب الحواشي والنكت والتعاليق، وكان الأقرب أن يضعه -حفظه اللَّه- تحت عنوان "اختصار المحرّر" بدلًا من ذكره تحت عنوان "كتب الحواشي والنكت والتعاليق"، لأنه تقدم أن الأدمي قال في مقدمته أنه "مختصر في الفقه على مذهب الإِمام الأنبل. . . "، فلعله -حفظه اللَّه- لم يقف عليه، وذلك لأن نسخته فريدة وحيدة كما قدمنا.
يقول الشيخ بكر أبو زيد:
"المنوَّر في راجح المحرّر على مذهب الإِمام أحمد بن حنبل للأدمي، تقي الدين أحمد بن محمد المتوفى سنة ٧٠٠ هـ، وقيل توفي سنة ٨١٥ هـ، فاللَّه أعلم" (٢).
وخلاصة القول: أن العلامة الأدمي قد دَرَّس في المستنصرية (٣) مع العلامة الزريراني، وأنهما قد قرءا على العلامة محمد بن ناصر بن حلاوة
_________
(١) ابن بدران، "المدخل"، ص ٤١٤، انظر حديثه عن كتاب "الوجيز"، وانظر: "الذيل" (٤/ ٤١١).
(٢) الشيخ بكر بن عبد اللَّه أبو زيد، "المدخل المفصل إلى فقه الإِمام أحمد بن حنبل وتخريجات الأصحاب" ١٤١٧ هـ - ١٩٩٧ م، دار العاصمة - السعودية. انظر: (٢/ ٧٤٣).
(٣) ناجي معروف، "تاريخ علماء المستنصرية"، دار الشعب - القاهرة، ط ٣، (١/ ١٥٤).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (33,'وغيره، وأن كلاهما يكنى تقي الدين، وأن السنوات التي ذكرها ابن قاضي شهبة في تاريخه وهي ما بين ٧٤٠ و ٧٤٩ هـ تتناسب مع ما يعتقد أنه عاش إلى زمنها، وأن وفاته تقرب من عام ٧٤٩ هـ كما سيظهر لاحقًا في حوادث ٧٤٩ هـ، وأن الزريراني توفي قبل الأدمي كما جاء في ذيل ابن رجب، و"مدخل" ابن بدران، وأن السقط الذي ورد في عبارة ابن قاضي شهبة لا يسعه أن يتعدى ما يدل على أنهما دَرَّسا في المستنصرية (١) كما أشرنا آنفًا، وأن العلامة الأدمي قد أعاد في المستنصرية للعلامة الزريراني، والمعيد منصب علمي مهم لا يصل إليه إلَّا النجباء من التلاميذ حيث يعيدون ما قاله الشيخ على التلاميذ، وهذا معنى قول ابن قاضي شهبة أنه أعاد بالمستنصرية، أي للعلامة الزريراني.

<span data-type="title" id=toc-24>المنوَّر أم المنوِّر، الأَدْمِي أم الأَدَمِي أم الآدَمِي:</span>
مما يثير الاستغراب أحيانًا عدم الجزم بذكر عنوان الكتاب مضبوطًا بالشكل، فمعظم من ذكر المنوَّر يذكره من غير شكل سوى ما جاء في الإِنصاف -الطبعة الملكية الجديدة (٢) - حيث ذكره بقوله المنوِّر بضم الميم وتشديد الواو وكسرها، أما بقية المراجع فلم تبين ما إذا كان يقرأ المنوَّر أم المنوِّر أو المُنْوَّر. غير أننا نعتقد أن ضبطه بضم الميم وفتح النون وفتح الواو وتشديدها، أي المُنَوَّر، أقرب لتسميته مع المحرّر، فينسبك العنوان عند قراءته "المنوَّر في راجح المحرّر"، بخلاف ما إذا قرأناه المُنْوَر بضم الميم وسكون النون وفتح الواو، أو المُنَوِّر بضم الميم وفتح النون وتشديد الواو وكسرها،
_________
(١) ناجي معروف، "تاريخ علماء المستنصرية"، دار الشعب - القاهرة ط ٣، (١/ ١٥٤).
(٢) أي طبعة (١٤١٧ هـ - ١٩٩٦ م)، تحقيق: د. عبد اللَّه التركي، وتشمل ثلاث كتب في مجلد واحد (بلغت ٣٢ مجلدًا مع الفهارس) هي: "المقنع، والشرح الكبير، والإِنصاف".',NULL,'35',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (34,'وإن كان الأخير يحتمل لفائدته في المعنى، واللَّه أعلم.
وبالمثل، فإن اسم المؤلف الأخير غير متفق على ضبطه، فالبعض يكتبه الآدمي بالمد، والبعض الآخر يكتبه الأَدَمي بالهمز، وهل يكون النطق بفتح الدال أم بسكونها أم بكسرها، كل ذلك غير ظاهر. وسيظهر لنا لاحقًا رسم اسمه وضبطه عند الحديث عن مكانته العلمية. والذي يراه الباحث أن نطقه بتحريك الهمزة والدال أنسب كما في "الدر المنضد"، وقد تأكد لنا ذلك فيما تم مناقشته آنفًا في هذه المسألة فيما ذكر في تاريخ ابن قاضي شهبة (١) وغيره.
وقال السمعاني في الأنساب: "الأَدَمي، نسبة إلى بيع الأَدَم وهو باطن الجلد" (٢).
وبالمثل فإن نطق اسمه بسكون الدال مع فتح الهمزة وارد ومناسب أيضًا لورود ذلك في تراجم لأسماء تتشابه معه، وقرأه العلَّامة ابن عقيل (٣) -حفظه اللَّه- بضمّ الهمزة.

<span data-type="title" id=toc-25>مكانة صاحب المنوَّر في المذهب:</span>
للعلامة أحمد بن محمد الأدمي مكانة جليلة بين علماء المذهب، ويكفيه جلالة وقدرًا أنه لا تكاد تخلو صفحة من صفحات "الإِنصاف" من ذكر أحد كتابيه: "المنوَّر" أو "المنتخب" أو هما معًا، حيث يرجع إليهما كثيرًا في ترجيحات المذهب.
_________
(١) انظر: "تاريخ ابن قاضي شهبة"، المجلد الثاني، الجزء الأول، ص ٦٥٩، تحقيق: عدنان درويش.
(٢) انظر: السمعاني "الأنساب"، ص ٢٣، واللباب (١/ ٢٩).
(٣) هو العلّامة الفقيه القاضي شيخنا عبد اللَّه بن عبد العزيز العقيل، من أبرز تلاميذ العلّامة عبد الرحمن السعدي، وُلد في عنيزة عام ١٣٣٥ هـ، وكان رئيسًا للهيئة الدائمة في مجلس القضاء الذي رأسه العلامة عبد اللَّه بن حميد في السعودية.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (35,'يقول في "كتاب الصلاة" في "الإِنصاف" (١) مثلًا:
". . . وإن تركها تهاونًا لا جحودًا دعي إلى فعلها، فإن أبى حتى تضايق وقت التي بعدها وجب قتله، هذا المذهب وعليه جمهور الأصحاب، قال في الفروع: اختاره الأكثر، قال الزركشي: وهو المشهور، انتهى. واختاره ابن عيدوس في تذكرته وجزم به في الوجيز والمنوَّر والمنتخب وغيرهم. . . ".
وفي باب "الهبة والعطية" يقول المرداوي في "الإِنصاف" قوله (٢):
". . . وتحصل الهبة بما يتعارفه الناس هبة من الإِيجاب والقبول والمعاطاة المقترنة بما يدل عليها، هذا المذهب، اختاره ابن عقيل والمجد في شرح الهداية وجزم به في المحرّر والوجيز والحاوي الصغير والمنوَّر وغيرهم".
وبالمثل يكثر ذكره في كتاب المفردات لـ: محمد بن علي العمري الذي شرحه العلامة البهوتي بعنوان: "منح الشفا الشافيات في شرح المفردات". ففي كتاب الطهارة يقول:
ويكره التطهيرُ بالمسخَّنِ ... بنجِسٍ في أشهرٍ مُعَنْعَنِ
قال الشارح -أي البهوتي (٣) -: أي يكره استعمال المسخن بنجس في طهارة إن لم يحتج إليه في أشهر الروايتين عن أحمد وهو الصحيح، جزم به في المجرد والوجيز والمنوَّر ومنتخب الآدمي.
_________
(١) العلامة علاء الدين أبي الحسن علي بن سليمان المرداوي، "الإِنصاف في معرفة الراجح من الخلاف"، تحقيق: عبد اللَّه التركي، ١٩٩٥ م، هجر - السعودية (٥/ ٢٨).
(٢) المصدر السابق (١٧/ ١١).
(٣) العلامة منصور البهوتي، "منح الشفا الشافيات في شرح المفردات" مطبعة المقهوي - الكويت، ص ٢٢.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (36,'وكذا قول ناظم المفردات في كتاب الصلاة:
وتاركُ الصلاة حتى كَسَلا ... يُقتل كُفرًا إن دُعِي وقالَ لاَ
وما له فَيْءٌ ولا يُغَسَّلُ ... وصحَّح الشيخانُ حَدًّا يُقتَلُ
قال البهوتي (١): من يجحد وجوب الصلاة عالمًا أو جاهلًا وعُرَّف وأصرَّ كَفَرَ، قال الموفق: لا أعلم في هذا خلافًا ... وإن تركها تهاونًا وكسلًا لا جحودًا دعاه الإِمام أو نائبه إلى فعلها وهدده، فقيل له: صل وإلَّا قتلناك، فإن لم يصل حتى تضايق وقت الذي بعدها وجب أن يستتاب فإن تاب بفعلها وإلَّا وجب قتله كفرًا في إحدى الروايتين، قال في الإِنصاف وهو المذهب وعليه جمهور الأصحاب، انتهى. . . واختار الموفق لا يكفر، وقال هو أصوب القولين، ومال إليه الشارح، واختاره ابن عبدوس، وصححه المجد وصاحب المذهب، ومسبوك الذهب، وابن رزين، والناظم، ومجمع البحرين، وجزم به في الوجيز والمنوَّر وقدمه في المحرر.
يلاحظ في هذه الفقرة ذكر المجد مرتين الأولى بقوله: "وصحح الشيخان حدًّا يقتل"، والشيخان الموفق والمجد كما أسلفنا، والثانية قوله في نهاية الفقرة: وجزم به في الوجيز والمنوَّر وقدمه في المحرّر حيث جمع بين الأدمي والمجد في الجزم والتقديم لما اختاره الموفق.
وجاء ذكر صاحب المنوَّر أيضًا في أحد أهم مصنفات متأخري المذهب وذلك في "مطالب أولي النهى في شرح غاية المنتهى" للرحيباني (٢)، وغاية المنتهى هو جمع بين الإِقناع ومنتهى الإِرادات للعلامة
_________
(١) المصدر السابق، ص ٥٧.
(٢) العلامة مصطفى السيوطي الرحيباني، "مطالب أولي النهى في شرح غاية المنتهى"، وعليه تجريد زوائد الغاية والشرح للعلامة حسن الشطي، المكتب الإسلامي (١٤١٣ هـ - ١٩٩٣ م).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (37,'مرعي الكرمي (ت ١٠٣٣) كما هو معلوم، كما في قوله في باب الحجر:
"ولا يمنعه زيادة منفصلة وكسب وولد نقص بها المبيع أو لم ينقص إن كان نقص صفة لأنه وجد عين ماله لم تنقص ولم يتغير اسمها، وهي أي الزيادة لراجع وهو البائع نص عليه الإِمام أحمد في ولد الجارية ونتاج الدابة، وهو المذهب اختاره أبو بكر والقاضي في الجامع، والخلاف، وجزم به في المنوَّر ومنتخب الأدمي.
وجاء ذكره في أحد أهم الكتب عند متأخري المذهب وهو العلامة الشويكي في كتابه "التوضيح في الجمع بين المقنع والتنقيح" في مسألة هي: "هل يملك السيد إقامة الحد على مكاتبه" (١).
والخلاصة: أن العلامة الأدمي من كبار علماء المذهب، وقد قدمنا ما ذكر المرداوي في "تصحيح الفروع" في قوله عن المنوَّر، والعلماء الذين في درجته من المكانة العلمية أن مرجع معرفة الصحيح والترجيح إليهم لما قد حرره الأئمة المتأخرون بالاعتماد في معرفة الصحيح من المذهب على ما قالوه، منهم الموفق وابن تيمية وابن رجب وغيرهم كالأدمي في المنوَّر والمنتخب، أي أن الأدمي من أصحاب الترجيح وهي درجة تعادل درجة الاجتهاد في المذهب.
ومن جهة أخرى ظهر لنا أيضًا الاختلاف في ضبط المنوَّر والأدمي كما قدمنا، فمنهم من يقول هو المنوَّر كما في "الدر المنضد"، ومنهم يقول هو المنوَّر كما في "الإِنصاف" في طبعته الأخيرة؛ وكذا نسبته للعلامة الأدمي فمنهم من يقول هو الأَدَمي كما في "الدر المنضد" للعليمي، ومنهم من يقول
_________
(١) انظر: الشويكي، العلامة أحمد بن محمد "التوضيح في الجمع بين المقنع والتنقيح"، تحقيق: ناصر الميمان (١/ ١٥٩).',NULL,'39',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (38,'هو الآدمي بالمد كما في "منح الشفا الشافيات"، و"مطالب أولي النهى" (١).

<span data-type="title" id=toc-26>الفترة التي عاش فيها العلامة الأدمي:</span>
مرَّ بنا آنفًا أن العلامة الأدمي ممن لم تؤرخ وفاته كما جاء في "الدر المنضد"، غير أنه من الممكن أن نتصور الفترة التي عاشها بالنظر إلى الأزمنة التي عاش فيها من اقتبس أو أشار إلى "منوره" و"منتخبه".
فمن ذلك أن العلامة المرداوي المعروف "بمنقح المذهب" صاحب "الإِنصاف" و"التنقيح" قد عاش في الفترة ما بين ٨١٧ - ٨٨٥ هـ وهي فترة "متأخري المذهب" كما بيَّنه ابن بدران في المدخل وغيره من كتب طبقات المذهب "كالذيل على طبقات الحنابلة" لابن رجب.
وهذا يدل على أن الأدمي قد عاش بين الفترة الواقعة من وفاة صاحب المحرّر الذي عاش ما بين ٥٩٠ - ٦٥٢ هـ إلى الفترة التي عاشها المرداوي ما بين ٨١٧ - ٨٨٥ هـ.
ثم إن الملاحظ أن صاحب المنوَّر كثيرًا ما يذكر اسمه مقارنًا لاسم صاحب "الوجيز" العلامة الحسن بن يوسف محمد بن أبي السرى الدجيلي البغدادي المتوفى سنة ٧٣٢ هـ، وخاصة أنه بغدادي مثله ودجيلي نسبة إلى نهر دجلة وقيل: نسبة إلى نهر صغير يسمى دجلة أو نسبة إلى دجيلة، فقد يكون معاصرًا له. والشيخ بكر أبو زيد يرى أنه قد توفي في عام ٧٠٠ هـ
_________
(١) وقفت على اسم شبيه له هو: أحمد بن محمد بن إسماعيل الآدمي، المقرئ أبو بكر وهو من "طبقة المتقدمين" توفي ٣٢٧ هـ، والمهم أنه أثبت اسمه بالهمز وليس بالمد مما يدل على شيوعه بهذا الرسم. انظر: "المنهج الأحمد" للعليمي (٢/ ٢٢). وبالمثل فقد وقفت أيضًا على اسم مقارب له هو أمين الدين محمد بن أحمد بن علي بن أحمد الدمشقي الحنفي الآدمي، بالمد، ولد سنة ٧٣٨ هـ، انظر: "شذرات" ابن العماد (٥ - ٦/ ٣٤١).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (39,'أو في عام ٨١٥ هـ كما مر بنا آنفًا.
وعلى أية حال فإن ذلك يؤكد بأن الأدمي ينتمي إلى "طبقة متوسطي المذهب" بناءً على التقسيم الزمني الذي يقول إن الطبقات الزمنية للأصحاب تنقسم إلى ثلاث طبقات (١):
١ - طبقة المتقدمين (٢٤١ هـ - ٤٠٣ هـ).
٢ - طبقة المتوسطين (٤٥٣ هـ - ٨٨٤ هـ).
٣ - طبقة المتأخرين (٨٨٥ هـ - إلى ما شاء اللَّه).
وكذلك بناءً على تقسيم ابن بدران في "المدخل" (٢) أمكننا استخلاص الطبقات الزمنية بالعلاقة إلى متون العلم التي اشتهرت إلى:
- المتقدمون (٣٣٤ هـ - ٦٢٠ هـ) (فترة مختصر الخرقي).
- المتوسطون (٦٢١ هـ - ٨٨٤ هـ) (فترة المقنع).
- المتأخرون (٨٨٥ هـ - ٩٧٢ هـ إلى الآن) (فترة التنقيح المشبع ومنتهى الإِرادات).
وذلك بناء على قوله أن مختصر الخرقي اشتهر عند "المتقدمين" إلى أن ألَّف الموفق كتابه "المقنع" (٣) الذي اشتهر إلى عصر التسعمائة حين ألف
_________
(١) الشيخ بكر أبو زيد، "المدخل المفصل" (١/ ٤٥٥ - ٤٧٥)، وانظر: "المدخل" لابن بدران، ص ٤٢٤ وص ٤٣٤.
(٢) ابن بدران "المدخل إلى مذهب الإِمام أحمد بن حنبل"، ص ٤٣٤.
(٣) من الملاحظ أن "المحرّر" قد خرج من نفس مشكاة "المقنع" للموفق الذي هو شيخ المذهب، ولا أدل على ذلك من قيام العلامة الإِمام عبد الرحمن بن عبيدان الحنبلي (٦٧٥ - ٧٣٤ هـ) بعمل مؤلف أسماه: "زوائد المحرّر على المقنع"، وألحقه بآخر هو: "زوائد الكافي على المقنع"، وأنهما ظهرا في كتاب واحد هو "زوائد الكافي والمحرّر على المقنع" لابن عبيدان، وهذا يدل دلالة قاطعة على أن المحرّر امتداد للمقنع. وفي هذا يقول الإِمام محمد بن عبد القوي في =',NULL,'41',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (40,'المرداوي "التنقيح المشبع"، الذي اشتهر إلى أن ألف الفتوحي ابن النجار "منتهى الإِرادات". وبما أن الموفق قد عاش في الفترة ٥٤٠ - ٦٢٠ هـ، والمرداوي بين ٨١٧ - ٨٨٥ هـ، وابن النجار (ت ٩٧٢ هـ) فإن الأزمنة بالعلاقة إلى المتون المشهورة تقرب مما ذكر.
ومما نقله محمد الخلوتي تلميذ العلامة البهوتي في حاشية ابن حميد على المنتهى من خط شيخه -مخطوط-.
- المتقدمون، من الإِمام أحمد إلى الإِمام أبي يعلى القاضي.
- المتوسطون، من القاضي أبي يعلى إلى الموفق.
- المتأخرون، من الموفق إلى الآخر.
مما يعني أن الأدمي ينتمي إلى طبقة المتأخرين، ولا شك أن مرجع ذلك حسب تقدير العلماء والمتقصين، ولعل أنه من المتوسطين أقربْ، واللَّه أعلم.
وخلاصة القول أنه رحمه اللَّه ينتمي إلى طبقة متوسطي المذهب كما قدمنا، ويؤكد ذلك ثلة العلماء الذين يذكر اسمه أو اسم كتابيه معهم دائمًا كما ظهر لنا آنفًا في "الإِنصاف" و"تصحيح الفروع"، وصاحب الوجيز العلامة الحسن الدجيلي المتوفى ٧٣٠ هـ وغيره.
* * *
_________
= منظومته الدالية:
وَسَقَتْ زياداتُ "المحرّر" جلها ... وما قدْ حَوى من كل قيدٍ مُجَوّد
فما فوقَ مرقى "المجدِ" في العلمِ مرتقًى ... وغايتُه القصوَى على رغم حُسد
انظر: العلامة الإِمام الشيخ عبد الرحمن بن عبيدان الحنبلي الدمشقي "زوائد الكافي والمحرّر على المقنع"، منشورات المؤسسة السعيدية بالرياض، ١٩٨١ وقد أشرف على طبعه العلامة محمد بن مانع صاحب حاشية الدليل.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (41,'<span data-type="title" id=toc-27>الفصل الثالث أبرز مميزات عصر الأدمي السياسية والعلمية وأبرز الماجريات</span>
ذكرنا آنفًا أن العلامة الإِمام أحمد بن محمد الأدمي البغدادي قد عاش في الفترة التي قلت فترة الإِمام المجد ابن تيمية (٥٩٠ - ٦٥٢ هـ)، وأنه قد توفي ما بين ٧٤٠ - ٧٤٩ هـ كما قرره ابن قاضي شهبة تحت عنوان "عام" هو "سنة تسع وأربعين وسبعمائة"، ثم "خصصه" بعنوان آخر هو: "وممن توفي بعد الأربعين ولم يذكروا سنة وفاته" (١).
امتاز عصر الأدمي -إذا سلمنا أنه عاش حتى السنوات التسع عقب عام ٧٤٠ هـ وما سبقها- بخصائص سياسية وعلمية، وكذلك حوادث مما يلقي شيئًا من الضوء على مسألة غموض معرفة سنوات حياته ووفاته، وكذلك على مكانته العلمية والبيئة التي عاش فيها في ذلك العصر الوفير.

<span data-type="title" id=toc-28>ظهور المغول وسقوط بغداد سنة ٦٥٦ ه</span>ـ
عاش الأدمي بناء على ما ذكرنا آنفًا في فترة المماليك التي تعرف بـ "المماليك البحرية" التي حكمت بلاد الشام ومصر منذ عام ٦٤٨ هـ إلى عام ٧٨٤ هـ سموا بذلك لنزولهم في ثكنات عسكرية في جزيرة الروضة على
_________
(١) انظر: تاريخ ابن قاضي شهبة، ص ٦٥٧.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (42,'بحر النيل. أما بغداد مقر الخلافة، فقد سقطت في أيدي المغول التتار على يد الطاغية هولاكو في سنة ٦٥٦ هـ، فدمروا البلاد وقتلوا العباد واستباحوا المحرمات وصارت بغداد تحت دولتهم المسماة: "الدولة المغولية الإِيلخانية".
قال ابن العماد في حوادث سنة ٦٥٦ هـ:
"ففي هذه السنة ٦٥٦ هـ قتل الخليفة المستعصم باللَّه أبو أحمد عبد اللَّه ابن المستنصر باللَّه أبي جعفر المنصور آخر الخلفاء، وكانت دولتهم خمسمائة سنة وأربعًا وعشرين سنة (١). وكان قتله على يد الطاغية هولاكو وذلك بتواطؤ وخيانة الوزير ابن العلقمي، وفي ذلك يقول الشاعر:
يا عصبةَ الِإسلامِ نُوحي وانْدُبي ... حزنًا على مأتم للمستعصم
دَسْت الوزارة كان قبلَ زمانهِ ... لابن الفُرات فصار لابن العلقمِي
ويضيف: "ولما فرغ هولاكو من قتل الخليفة وأهل بغداد أقام على العراق نوابه، وكان ابن العلقمي حسَّن لهم أن يقيموا خليفة علويًا فلم يوافقوه واطرحوه وصار معهم في صورة بعض الغلمان ومات كمدًا لا رحمه اللَّه" (٢).
وقال ابن العماد رحمه اللَّه أيضًا:
"وفي عام ٦٦٤ هـ هلك هولاكو بن قولي قان بن جنكز خان المغولي مقدم التتار وقائدهم إلى النار الذي أباد البلاد والعباد. . . مات على كفره في هذه السنة بعلة الصرع، فإنه اعتراه منذ مقتل الشهيد صاحب ميافارقين الملك
_________
(١) ابن العماد، "شذرات الذهب في أخبار من ذهب" (٥ - ٦/ ٢٧٠)، دار الآفاق العربي - بيروت.
(٢) ابن العماد، "شذرات الذهب" (٥ - ٦/ ٢٧٢).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (43,'الكامل غازي حتى كان يصرع في اليوم مرتين. . . خلَّف ١٧ ابنًا، تملك بعده ابنه أبغا (١).
واستمر العداء مع التتار، ولم تتعدل الأوضاع إلَّا بدءًا من عام ٦٩٤ هـ، وذلك عندما أعلن السلطان الخاني غازان بن أرغون بن أبغا بن هولاكو إسلامه وتسمى باسم محمود، وتلقب بـ السلطان معز الدين، فدخل بسبب إسلامه كثير من الأمراء ورجالات الدولة المغولية وانتشر الإِسلام في أوساط التتار، ورغم ذلك فإن العداوة بين المغول في بغداد ودولة المماليك في مصر والشام ظلت باقية وتعرضت كثير من مدن الشام للخراب على أيدي التتاريين، وكانت الحروب بين التتار والمماليك سجالًا. فقد هجم التتار على حمص والبقاع ودمشق؛ يقول الذهبي في "دول الإِسلام": ثم دخلت التتار دمشق وشرعوا في المصادرة والعسف ونهبوا الصالحية وسبوا أهلها وأتعبوا الخلق. . . ثم إن اللَّه لطف وألقى في قلب قازان فأمر الأمراء بالكف عن دمشق. . . " (٢).
ثم جاء بعد ذلك السلطان خدا بنده بن أرغون بن أبغا بن هولاكو (٧٠٣ - ٧١٦ هـ)، وكان حسن السيرة لكنه تبنى المذهب الشيعي وعادى أهل السنَّة، وشهدت البلاد رغم ذلك رخاء، كما أنه استمر على عداء المماليك في مصر والشام.
ثم حكم السلطان بوسعيد بن محمد خدا بنده (٧١٦ - ٧٣٦ هـ) وكان صغير السن في بداية حكمه واستمر إلى أن تولى الأمور بنفسه ثم تحسنت
_________
(١) ابن العماد، "شذرات الذهب" (٥ - ٦/ ٣١٧).
(٢) الإِمام الذهبي، "كتاب دول الإسلام" (١/ ١٨٢ - ١٨٣) و (١/ ٢٠٨ - ٢٠٩) وغير ذلك.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (44,'العلاقات بينه وبين مماليك مصر والشام، وعقد صلح بين الدولتين في عام ٧٣٦ هـ (١).
ثم بعد ذلك جاء السلطان حسن بزرك الجلائري (٧٣٨ - ٧٥٧ هـ) فأسس "الدولة المغولية الجلائرية" وذلك بعد الخلاف بينه وبين المنافسين له، فاستطاع أن يستولي على بغداد وانتهى في عهده حكم "الأسرة المغولية الإِيلخانية" التي أسسها هولاكو وأبناؤه وأحفاده، وقد شاع الظلم في عهده مما دعى أهل العراق إلى الهجرة خارجها، لكنه تعدل في النهاية وأقام العدل مما دفع كثيرًا من النازحين عن العراق على العودة إليها وذلك في سنة ٧٤٨ هـ (٢)، وهي أقرب سنة من وفاة العلامة الأدمي كما ذكرنا آنفًا.
كما شهدت هذه الفترة وعلى الأخص الفترة التي عاصرت الأدمي عدة حوادث ربما تلقي الضوء على الغموض الذي اكتنف أخبار هذا العالم الجليل، فمن ذلك ما يأتي:

<span data-type="title" id=toc-29>طاعون سنة تسع وأربعين وسبعمائة (٧٤٩ ه</span>ـ)
يشير تاريخ ابن قاضي شهبة إلى ذلك بقوله (٣):
"في هذه السنة كان الطاعون العظيم الذي عم المشارق والمغارب
_________
(١) انظر: مقدمة محقق كتاب "إيضاح الدلائل في الفرق بين المسائل"، للعلامة عبد الرحيم بن عبد اللَّه الزريراني الحنبلي (ت ٧٤١ هـ)، تحقيق الشيخ د. عمر بن محمد السبيل رحمه اللَّه، مكة المكرمة، (الكتاب رقم ٢٨)، ص ٤٧ - ٥٥.
(٢) المصدر السابق (ص ٤٧ - ٥٥).
(٣) تقي الدين أبو بكر أحمد بن قاضي شهبة الأسدي الدمشقي، "تاريخ ابن قاضي شهبة"، المجلد الثاني، ٧٤١ - ٧٥٠ هـ، (١٣٤٠ هـ - ١٣٤٩)، تحقيق عدنان درويش، ١٩٩٤ م - دمشق، ص ٥٤١ - ٥٤٩.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (45,'ومات فيه من العلماء والأعيان وغيرهم خلائق لا يحصيهم إلَّا الذي خلقهم. وقد كان للطاعون مدد عظيمة لم يقع في هذه البلاد. حدثني بعض مشايخنا عن والده أنه قال: ما كنا نعرف حقيقة الطاعون قبل سنة تسع وأربعين. . . ".
ويضيف أيضًا:
"وفي أواخره كان الطاعون العام بأقطار البلاد وامتد إلى أواخر المحرم من العام القابل، مات بالقاهرة ومصر في اليوم الواحد نحو أحد عشر ألف نفس، وفي بعض تواريخ المصريين أنه كان يموت بالقاهرة كل يوم فوق العشرين ألف إنسان".
وجاء مثل ذلك في تاريخ ابن تغري بردي "النجوم الزاهرة" (١) بقوله:
"كانت هذه السنة (سنة تسع وأربعين وسبعمائة) كثيرة الوباء والفساد بمصر والشام، ومع هذا كان الوباء الذي لم يقع مثله في سابق الأعصار، فإنه كان ابتداء بأرض مصر آخر أيام التخضير في فصل الخريف في أثناء سنة ثمان وأربعين، فما أهلَّ المحرم سنة تسع وأربعين حتى اشتهر واشتد الوباء بديار مصر في شعبان ورمضان وشوال وارتفع في نصف ذي القعدة، فكان يموت بالقاهرة ومصر ما بين عشرة آلاف إلى خمسة عشر ألف نفس إلى عشرين ألف نفس في كل يوم. وعملت الناس التوابيت والدكك لتغسيل الموتى للسبيل بغير أجر وحمل أكثر الموتى على ألواح الخشب وعلى السلالم والأبواب، وحفرت الحفائر وألقي فيها الموتى، فكانت الحفيرة يدفن فيها الثلاثون والأربعون وأكثر. . . ".
_________
(١) جمال الدين أبو المحاسن يوسف بن تغري بردي الأتابكي، "النجوم الزاهرة في تاريخ ملوك مصر والقاهرة" (٩/ ١٩٥)، المؤسسة المصرية العامة - القاهرة.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (46,'ويضيف:
"ولم يكن هذا الوباء كما عهد في إقليم دون إقليم، بل لمَّ أقاليم الأرض شرقًا وغربًا وشمالًا وجنوبًا، جميع أجناس بني آدم وغيرهم حتى حيتان البحر وطير السماء ووحش البر. . . ".
. . . ويستطرد بقوله عن بغداد التي عاش فيها الأدمي:
". . . ثم وقع ببغداد أيضًا، فكان الإِنسان يصبح وقد وجد بوجهه طلوعًا فما هو إلَّا أن يمد يده على موضع الطلوع فيموت في الوقت". وذكر مثل ذلك ابن الوردي في تاريخه وقد أشار إليه شعرًا:
ماذا الذي يصنعُ الطاعونُ في بلد ... في كلِّ يومٍ لهُ بالظلمِ طاعون
وقد مات ابن الوردي بطاعون حلب في ١٧ ذي الحجة ٧٤٩ هـ (١).
والخلاصة: أن هذا الوباء يفسر لنا غموض تاريخ تلك الفترة، فلعل الأدمي رحمه اللَّه ممن مات بسببه. كما شهدت هذه الفترة أيضًا نزاعات سياسية وحروب وتبدل سلاطين وأمراء وقواد كما يظهر ذلك في حوادثها في تاريخ الذهبي وغيره (٢). وقد سبقها ظهور أكبر فتنة في العالم الإِسلامي وهي فتنة المغول الذين خرجوا حوالي سنة ٦٥٤ هـ واستمروا إلى دخول بغداد بقيادة الطاغية هولاكو سنة ٦٥٦ هـ، قال الذهبي (٣):
_________
(١) زين الدين عمر بن مظفر الشهير بابن الوردي، "تاريخ ابن الوردي" (١/ ٤٩)، ١٩٦٩ م، المطبعة الحيديرية - النجف.
(٢) الإِمام الحافظ شمس الدين الذهبي، "كتاب دول الإِسلام" (٧٤٣ - ٧٤٨)، تحقيق فهيم شلتوت، محمد مصطفى إبراهيم، ١٩٧٤ م، الهيئة المصرية العامة للكتاب، انظر: الجزء الأول، ص ٢٤٥ - ٢٥١.
(٣) المصدر السابق، ص ١٥٨ - ١٦٠، يشير الإمام الذهبي رحمه اللَّه إلى سبب دخولهم بقوله: أشار الوزير ابن العلقمي الرافضي على الخليفة المستعصم باللَّه =',NULL,'48',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (47,'"ودخلت التتار بغداد واقتسموها كل نوين أخذ ناحية وبقي السيف يعمل أربعة وثلاثين يومًا، وقلَّ من سلم، فبلغت القتلى ألف ألف وثمانمائة ألف وزيادة".
ويشير ناجي معروف في تاريخه بقوله:
"أتت فتنة هولاكو على خزائن العلم والأدب فلم يتق شيئًا ولم يبق من الكتب إلَّا ما كان منه نسخ عديدة أو امتلكها أناس كانوا في نجوة من هذا الإِعصار. . . إلخ" (١).
فلعل هذه الحوادث كالطاعون والوباء وما تلاه من مقاتل وفتن ونزاعات قد غيبت تاريخ وفاة الأدمي وعلى الأخص الوباء الذي لم يسلم منه أحد كما أشار المؤرخون.

<span data-type="title" id=toc-30>المدارس العلمية وشيوع العلم</span>
رغم ما شهدته هذه الفترة من فتن وحوادث كما بيّنا سابقًا، امتازت في الوقت نفسه بشيوع العلم ومدارسه المتعددة، وظهور أشهر علماء المسلمين ومصنفيهم، وأشهر المصنفات على حد سواء. وسنتعرض لبعض المدارس في الشام وبغداد على اعتبار أن العلامة الأدمي انتقل فيما بين العراق والشام واستقر في بغداد كما ذكرنا آنفًا، مع ذكر لأبرز العلماء والمصنفات بقدر الإِمكان.
_________
= أن أخرج إلى القاني الأعظم في تقرير الصلح، فخرج الكلب وتوثق لنفسه ورجع فقال: إن القاني قد ركب في أن يزوج بنته بابنك وأن تكون الطاعة له كالملوك السلجوقية ويرحل عنك، فخرج المعتصم في أعيان دولته فضربت رقاب الجميع.
(١) ناجي معروف، "المدارس الشرابية ببغداد وواسط ومكة"، ص ١٣.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (48,'أما المدارس فهي أكثر من أن تحصى سواء من حيث حجمها أو تخصصاتها أو مذاهبها.

<span data-type="title" id=toc-31>المدارس في بلاد الشام</span>
انقسمت المدارس في بلاد الشام إلى عدة أقسام حسب تخصصاتها ومواقعها والعلوم التي تدرس فيها على النحو التالي (١):
١ - دور القرآن الكريم.
٢ - دور الحديث الشريف.
٣ - دور الحديث والقرآن.
٤ - المدارس الفقهية.
ويتصل بذلك الزوايا والخوانق ونحوها، غير أننا سنركز على الأنواع الأربعة وعلى الأخص ما عاصر منها فترة العلامة الإِمام الأدمي والعلامة الإِمام المجد عبد السلام.

<span data-type="title" id=toc-32>أولًا: دور القرآن الكريم:</span>
<span data-type="title" id=toc-33>١ - دار القرآن الكريم الرشائية: </span>أنشأها رشأ بن نظيف بن ما شاء اللَّه أبو الحسن الدمشقي في حدود سنة أربعمائة، وذكر النعيمي أنها قد زالت عينها وأدخلت في غيرها والتي منها الآن الأخنائية التي أنشاها محمد بن القاضي تاج الدين محمد الأخنائي الشافعي ودفن بها ٨١٦ هـ (٢).
_________
(١) انظر: النعيمي، عبد القادر بن محمد، "الدارس في تاريخ المدارس"، تحقيق: جعفر الحسني، ١٩٨٨ م، (وكذلك تصحيح كتاب الدارس في تاريخ المدارس، تحقيق: صلاح الدين المنجد، ١٩٨١ م. وانظر كذلك: ابن بدران، عبد القادر، "منادمة الأطلال ومسامرة الخيال"، منشورات المكتب الإِسلامي، (على نفقة الشيخ علي بن عبد اللَّه آل ثاني).
(٢) النعيمي، "الدارس في تاريخ المدارس" (١/ ١٢).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (49,'<span data-type="title" id=toc-34>٢ - دار القرآن الكريم السنجارية </span>(١): أنشئت في سنة ٧٣٥ هـ، أنشأها علاء الدين بن إسماعيل بن محمود السنجاري.
<span data-type="title" id=toc-35>٣ - دار القرآن الكريم الوجيهية </span>(٢): أنشأها وجيه الدين محمد بن عثمان بن المنجي التنوخي في عام ٧٠١ هـ، وهو من شيوخ الحنابلة.
وهناك دور قرآن كثيرة قبل وبعد هذه الفترات، غير أننا ذكرنا المعاصر منها للعلامة الأدمي (٣).

<span data-type="title" id=toc-36>ثانيًا: دور الحديث الشريف:</span>
<span data-type="title" id=toc-37>١ - دار الحديث الأشرفية </span>(٤):
_________
(١) النعيمي (١/ ١٢ - ١٣)، وابن بدران، ص ١٧.
(٢) النعيمي (١/ ١٧ - ١٨).
(٣) لعل مما يستحق التأمل في موضوع التعليم في المساجد والجوامع والمدارس الوثيقة التي تضمنت شرح مصارف أوقاف السلطان الملك الناصر حسن بن قلاوون، على مصالح القبة والمسجد الجامع والمدارس ولكتب السبيل في القاهرة"، رقم الوثيقة (٣٧/ ٦) مؤرخة في ٧ ذو القعدة ٧٥٩ هـ، قام بدراستها ونشر تحقيقها محمد محمد أمين، وذيلها على تاريخ ابن حبيب "تذكرة النبيه في أيام المنصور وبنيه" (٣/ ٢٤١ - ٤٤٩). والسلطان الملك الناصر حسن بن قلاوون ولي عرش المماليك في الفترة ١٤ رمضان ٧٤٨ هـ إلى ٧٥١ هـ (١٣٤٧ - ١٣٥١ م) لمدة ثلاث سنين وتسعة أشهر، ثم أعيد إلى السلطنة مرة أخرى فوليها من ٣ شوال ٧٥٥ هـ إلى جمادى الأولى ٧٦٢ هـ (١٣٥٣ - ١٣٦٠ م) لمدة ست سنين وسبعة أشهر. انظر: ابن حبيب، "تذكرة النبيه في أيام المنصور وبنيه" (٣/ ٣٤٢).
(٤) انظر: ابن بدران، "منادمة الأطلال" ص ٢٤ - ٣٢؛ وابن حبيب "تذكرة النبيه في أيام المنصور وبنيه" (٢/ ٣٤، ٩٥)، تحقيق: محمد أمين، سعيد عبد الفتاح عاشور، ١٩٨٦ م، الهيئة العامة للكتاب، مصر.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (50,'ذكر النعيمي أنها أنشئت في سنة ٦٢٨ هـ بأمر الملك الأشرف وفتحت سنة ٦٣٥ هـ، وأملى بها الشيخ تقي الدين ابن الصلاح (١)، الإِمام البارع الفقيه المفتي صاحب أشهر كتاب في مصطلح الحديث المعروف باسم "مقدمة ابن الصلاح" أو "علوم الحديث".
وفي "منادمة الأطلال" لابن بدران سماها "دار الحديث الأشرفية الأولى"، وقد فصل الحديث عنها وانتهى إلى ما آلت إليه في عصره.

<span data-type="title" id=toc-38>٢ - دار الحديث الأشرفية البرانية </span>(٢):
المقدسية بسفح جبل قاسيون، بناها الملك الأشرف مظفر الدين موسى ابن العادل أيضًا، للحافظ جمال الدين عبد اللَّه بن تقي الدين عبد الغني المقدسي، وقرر له معلومًا لكنه مات قبل فراغها.
وفي "منادمة الأطلال" لابن بدران سماها: "الأشرفية الثانية" (٣).

<span data-type="title" id=toc-39>٣ - دار الحديث البهائية:</span>
كانت دار للشيخ بهاء الدين أبي محمد القاسمي، ابن الشيخ بدر الدين أبي غالب المظفر، فأوقفها آخر عمره دار حديث سنة ٧٢٣ هـ.

<span data-type="title" id=toc-40>٤ - دار الحديث الدوادارية والمدرسة والرباط:</span>
وقفها الأمير علم الدين سنجر التركي الصالحي الدوادار، كان مكانها رواقًا له فجعله دار حديث سنة ٦٩٨ هـ، وليها عدد من العلماء، وقد أفرد العلامة ابن بدران في منادمة الأطلال ترجمة حافلة لواقفها (٤).
_________
(١) هو العلامة عثمان بن عبد الرحمن الشهرزوري (٥٥٧ - ٦٤٣ هـ)، له ترجمة حافلة مفصلة في "الدارس في تاريخ المدارس" (١/ ١٩ - ٢٠).
(٢) النعيمي (١/ ٤٨).
(٣) ابن بدران، ص ٣٢.
(٤) ابن بدران، ص ٣٥ - ٣٧.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (51,'<span data-type="title" id=toc-41>٥ - دار الحديث الحمصية </span>(١):
كانت حلقة في الجامع الأموي لإِقراء الحديث، وكان لها وقف يقوم بمصالحها، درَّس بها الحافظ المزي (٢)، ثم الحافظ صلاح الدين العلائي خليل ابن كيكلدى (٣) سنة ٧٢٨ هـ.

<span data-type="title" id=toc-42>٦ - دار الحديث السكرية </span>(٤):
لم يعرف واقفها، ولي مشيختها الإِمام العالم الفقيه شهاب الدين عبد الحليم ابن الشيخ الإِمام العلامة مجد الدين عبد السلام بن تيمية صاحب المحرّر، سمع من والده المجد وصار شيخ البلد بعد أبيه المجد. ودرس بهذه المدرسة الشيخ الإِمام العالم العلامة تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام بن تيمية الحراني والشيخ زين الدين المنجَّا الحنبلي.

<span data-type="title" id=toc-43>٧ - دار الحديث الشقشقية </span>(٥):
أوقفها المحدث نجيب الدين أبو الفتح نصر اللَّه مظفر بن عقيل
_________
(١) النعيمي (١/ ٦٤)، ابن بدران، ص ٣٥.
(٢) المزي، جمال الدين أبو الحجاج يوسف بن عبد الرحمن (٦٥٤ - ٧٤٢ هـ) من أبرع علماء الحديث والمتون والأسانيد، "شذرات الذهب" (٥ - ٦/ ١٣٦)، و"تاريخ ابن قاضي شهبه" (٢/ ٢٩٠).
(٣) ابن كيكلدى، هو الشيخ الإِمام العلامة الحافظ المحدث الفقيه الأصولي الأديب صلاح الدين ابن العلائي الدمشقي الشافعي، وُلد في أحد الربيعين سنة ٦٩٤ هـ، بلغ عدد شيوخه بالسماع سبعمائة شيخ، ومن مسموعاته الكتب الستة، له مؤلفات عديدة منها: "كتاب الأربعين في علم المتقين" في ٤٦ جزءًا، "تحفة الرائض بعلوم الفرائض"، "برهان التيسير في عنوان التفسير"، النعيمي (١/ ٦٠).
(٤) النعيمي (١/ ٧٥).
(٥) النعيمي (١/ ٨١) ابن بدران، ص ٤٦ - ٤٧.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (52,'الشيباني الدمشقي، وقد سكنها الحافظ المزي قبل أن ينتقل إلى دار الحديث الأشرفية، توفي واقفها سنة ٦٦٦ هـ.

<span data-type="title" id=toc-44>٨ - دار الحديث الفاضلية </span>(١):
نسبة إلى عبد الرحيم بن علي القاضي محيي الدين العسقلاني (٥٢٩ - ٥٩٦ هـ): درس فيها علماء أفاضل وجهابذة، منهم الإِمام الحافظ الذهبي وغيره. وكان القاضي العسقلاني من خواص السلطان صلاح الدين الأيوبي رحمه اللَّه تعالى.

<span data-type="title" id=toc-45>٩ - دار الحديث القلانسية، والقوصية، والكروسية </span>(٢):
بالصالحية، صاحبها عز الدين القلانسي (٦٤٩ - ٧٢٩ هـ) أحد رؤساء دمشق، بها رباط ومئذنة. وهناك أيضًا دار الحديث القوصية، ودار الحديث الكروسية.

<span data-type="title" id=toc-46>١٠ - دار الحديث النورية </span>(٣):
بناها نور الدين محمود زنكي، الملك العادل، بدمشق، وهو أول من بنى دارًا للحديث كما ذكر النعيمي في "الدارس" ٥١١ - ٥٦٩ هـ. تولى مشيختها ابن عساكر الدمشقي إمام أهل الحديث في زمانه، ذكر النعيمي أن جملة شيوخ ابن عساكر ١٣٠٠ شيخ ونيف و ٨٠ امرأة، له تاريخ دمشق في ٨٠ مجلدًا.

<span data-type="title" id=toc-47>١١ - دار الحديث النفيسية:</span>
واقفها هو إسماعيل بن محمد بن صدقة الحراني ثم الدمشقي (٦٢٨ - ٦٩٦ هـ).
_________
(١) ابن بدران، ص ٤٨.
(٢) ابن بدران، ص ٥١، ٥٧، والنعيمي، "الدارس في أخبار المدارس" (١/ ٩٧ - ٩٨).
(٣) النعيمي، "الدارس في تاريخ المدارس" (١/ ٩٩)',NULL,'54',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (53,'وُلي مشيختها صاحب التذكرة الإِمام المقرئ المحدث علاء الدين علي بن المظفر الكندي الإِسكندراني ثم الدمشقي، ثم وليها بعده الإِمام علم الدين البرزالي (١).

<span data-type="title" id=toc-48>١٢ - دار الحديث الناصرية:</span>
أنشأها الملك الناصر صلاح الدين يوسف حفيد السلطان صلاح الدين الأيوبي يوسف بن أيوب (٢) فاتح بيت المقدس (٦٢٧ - ٦٥٩ هـ). درَّس فيها جمال الدين الشربيني وباشر مشيختها (٦٩٤ - ٧٧٩ هـ)، والشيخ حسام الدين القرمي (٦٨٥ - ٧٤٦ هـ)، وشرف الدين الغزاري (٦٣٠ - ٧٠٥ هـ) وغيرهم (٣).

<span data-type="title" id=toc-49>ثالثًا: دور القرآن والحديث معًا:</span>
اشتمل هذا العصر أيضًا على دور تجمع بين القرآن والحديث، مما يدل على ازدهار العلم وتشعب مؤسساته، ويدل أيضًا على كثرة العلماء وطلاب العلم، فمن ذلك:
_________
(١) النعيمي (١/ ١١٥).
(٢) السلطان صلاح الدين الأيوبي، قال عنه ابن الوردي في تاريخه ما نصه: "ملك الديار المصرية ٢٤ سنة وملك الشام ١٩ سنة، خلف ١٧ ابنًا وبنتًا. لم يخلف في خزانته سوى ٤٧ درهمًا، ولم يترك مالًا ولا عقارًا، ولم يؤخر صلاة عن وقتها ولا صلى إلَّا في جماعة. كان متوكلًا على اللَّه، لا يفضل في عزمه يومًا على يوم كثير سماع الحديث، قرأ في الفقه. . . ". اهـ. انظر: ابن الوردي، زين الدين عمر "تاريخ ابن الوردي، تتمة المختصر في تاريخ البشر"، (٢/ ١٦٠ - ١٦٢)، تحقيق: أحمد البدراوي، دار المعرفة - بيروت.
(٣) النعيمي، "الدارس في تاريخ المدارس" (١/ ١١٥ - ١٢٢)، وابن بدران، "منادمة الأطلال"، ص ٦١ - ٦٣.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (54,'<span data-type="title" id=toc-50>١ - دار القرآن والحديث التنكزية </span>(١):
أنشأها نائب السلطنة تنكز الملكي الناصري، وجعلها دار قرآن ورتب منها الطلبة والمشايخ سنة ٧٢٨ هـ، تسلم المشيخة فيها صدر الدين بن عبد الحكم (٦٤٣ - ٧٤٩ هـ)، فهو معاصر لفترة الأدمي تقريبًا؛ وفي "منادمة الأطلال" أسماها جامع "تنكز".

<span data-type="title" id=toc-51>٢ - دار القرآن والحديث الصبّانيّة </span>(٢):
أنشأها الصدر الحنبلي شمس الدين محمد بن أحمد بن محمد بن أبي العز الحراني ثم الدمشقي، المعروف بابن الصبان سنة ٧٣٨ هـ، وذكر النعيمي أنه لم يقف على من وليها، تقع شمالي طبرية.

<span data-type="title" id=toc-52>٣ - دار القرآن والحديث المعبدية </span>(٣):
داخل دمشق، وربما كانت دار قرآن فقط على ما ذكر النعيمي، تنسب إلى الأمير علاء الدين علي بن معبد البعلبكي، في سنة ٧٤٦ هـ.

<span data-type="title" id=toc-53>رابعًا: المدارس الفقهية:</span>
كما تخصصت مدارس لتدريس الفقه على المذاهب الأربعة أو على مذهب معين، كمدارس الشافعية، ومدارس المالكية، ومدارس الحنفية والحنبلية. وسنتعرض للمدارس الحنبلية لصلتها بموضوعنا.
ويلاحظ أن هذه المدارس تعادل أضعاف ما ذكر من دور القرآن ودور القرآن والسنَّة، فمثلًا بلغ عدد المدارس الشافعية حوالي ٦٣ مدرسة،
_________
(١) "الدارس في تاريخ المدارس"، للنعيمي (١/ ١٢٧)، "منادمة الأطلال"، لابن بدران، ص ٦٨.
(٢) النعيمي (١/ ١٢٨)، وابن بدران، ص ٦٨، وأسماها "الصبابية" نسبة لابن الصباب.
(٣) النعيمي (١/ ١٢٨)، وابن بدران، ص ٦٩.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (55,'والمدارس الحنفية حوالي ٥٢ مدرسة، والمالكية ٤ مدارس، والمدارس الحنبلية ١١ مدرسة على ما ذكر النعيمي في "الدارس في تاريخ المدارس" (١)، وعند ابن بدران في "منادمة الأطلال" تبلغ مدارس الشافعية حوالي ٨٢ مدرسة، ومدارس الحنفية حوالي ٥١ مدرسة، والمدارس المالكية حوالي ٤ مدارس، ومدارس الحنابلة حوالي ١١ مدرسة (٢).
ذكر ابن بدران في "منادمة الأطلال" مقدمة لطيفة في انتشار العلم، ثم ظهور المذاهب منذ العهد النبوي الشريف، ثم عصر الصحابة، ثم التابعين، ثم تابعيهم، ثم انتشار العلماء في الأمصار، وظهور الملوك والسلاطين الذين تبنوا رأي عالم من العلماء، إلى أن انتهى الأمر إلى الأئمة الأربعة.
فانتشر المالكي في الأندلس في عهد المرتضى بن هشام الملقب بالمنتصر سنة ١٨٠ هـ، ثم تبعهم بعد ذلك أهل أفريقية. وفي عهد الخليفة القادر باللَّه أبي العباس أحمد تمكَّن الشيخ أبو حامد الإِسفرائيني من دولته واستخلف أبي العباس البازري الشافعي وساد الفقه الشافعي في بغداد. وفي مصر انتشر الفقه المالكي وتبعه الحنفي ثم قدم الإِمام محمد بن إدريس الشافعي سنة ١٩٧ هـ، فتبه جماعة من أعيانها كالربيع والمزني وصاروا من أشهر أصحابه وتلامذته. ثم فشى المذهب الشيعي في عهد جوهر الصقلي الذي أنشأ الأزهر، ثم الفاطمي الإِسماعيلي، إلى أن جاء السلطان صلاح الدين فأزال ذلك سنة ٥٦٤ هـ وأنشأ المدرسة الشافعية.
_________
(١) النعيمي (١/ ١٢٩ - ٤٦٨)، و (١/ ٤٧٣ - ٦٤٩)، و (٢ - ٣/ ١٠)، و (٢ - ٢٩ - ١٢٠)، وانظر: ابن بدران، "منادمة الأطلال"، ص ٧٧ - ١٥١، وانظر: ص ١٥٢، ٢٢٣، وانظر: ص ٢٢٤ - ٢٢٦، وانظر: ص ٢٢٧ - ٢٥١.
(٢) ابن بدران، "منادمة الأطلال"، ص ٧١ - ٧٦.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (56,'وفي عهد السلطان نور الدين زنكي شاع المذهب الحنفي في بلاد الشام، ثم شاع المذهب الشافعي في عهد صلاح الدين الأيوبي. وفي عهد سلطنة الملك الظاهر بيبرس البندقداري ولي في مصر أربعة قضاة هم: شافعي، مالكي، حنفي، وحنبلي. وكان أول من ولي القضاء بدمشق من الحنابلة الشيخ عبد الرحمن بن محمد بن أحمد بن قدامة المقدسي الصالحي، وهو من مشايخ شيخ الإِسلام أحمد بن تيمية، توفي سنة ٦٨٢ هـ. وقد شاع المذهب الحنبلي في العراق في عهد الإِمام أحمد وتلاميذه.

<span data-type="title" id=toc-54>المدارس في بلاد الشام</span>
<span data-type="title" id=toc-55>مدارس الحنابلة:</span>
من المدارس الحنبلية في بلاد الشام ما يأتي:

<span data-type="title" id=toc-56>المدرسة الجوزية </span>(١):
أنشأها محيي الدين ابن الشيخ جمال الدين ابن الفرج عبد الرحمن ابن الجوزي (٥٨٠ - ٦٥٦ هـ)، وكتب على عتبة بابها: "هذا ما وقف الصاحب محيي الدين ابن الجوزي على مذهب الإِمام أحمد بن حنبل رضي اللَّه عنه. . . "، وذلك في أيام الملك الصالح عماد الدين، وصاحبها هو ابن العلامة ابن الجوزي، وصار محيي الدين أستاذ دار المعتصم باللَّه، وقد قتل هو والخليفة المستعصم في سنة ٦٥٦ هـ على يد هولاكو (٢).
وممن درَّس بها شرف الدين حسن المقدسي (٦٠٥ - ٦٥٩ هـ)، ونجم الدين بن قدامة (٦٥١ - ٦٨٩ هـ)، وشرف الدين بن قدامة (٦٣٦ - ٦٩٥ هـ)، وتقي الدين سليمان بن حمزة حفيد ابن قدامة المقدسي (٦٢٨ - ٧١٥ هـ)،
_________
(١) النعيمي (٢/ ٢٩)، ابن بدران، "منادمة الأطلال" ص ٢٢٧.
(٢) انظر: قصة قتله مع المستعصم باللَّه بسبب غدر ابن العلقمي الوزير الرافضي، "منادمة الأطلال"، ع ٢٢٨ - ٢٢٩.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (57,'وشهاب الدين الحافظ المقدسي (٦٥٦ - ٧١٠ هـ)، وشمس الدين محمد بن مسلم بن مالك ابن زروع الدين الصالحي (٦٦٠ - ٧٢٦ هـ)، وعز الدين محمد بن سليمان المقدسي (٦٦٥ - ٧٣١ هـ)، وشرف الدين عبد اللَّه المقدسي (٦٤٦ - ٧٣٢ هـ)، وعلاء الدين بن المنجّا (٦٧٧ - ٧٥٠ هـ) من المبرزين في المذهب، وشرف الدين ابن قاضي الجبل (٦٩٣ - ٧٧١ هـ) من أشهر الأصوليين، وممن قرأ على تقي الدين ابن تيمية، وبرهان الدين ابن مفلح (٧٤٩ - ٨٠٣ هـ) ومنهم عز الدين الخطيب (ت ٨٢٠ هـ) صاحب "النظم المفيد الأحمد في مفردات الإِمام أحمد" (١).
وقد درس في المدرسة الجوزية أول حنبلي حكم بدمشق وأول حنبلي حكم بمصر، وهو شمس الدين أبو عبد اللَّه محمد بن عبد الوهاب بن منصور الحراني (٦١٠ - ٦٧٥ هـ). ومنهم عز الدين ابن اللحام (٧٧٠ - ٨٤٦ هـ) وغيرهم كثير رحمهم اللَّه.

<span data-type="title" id=toc-57>المدرسة الجاموسية:</span>
بدمشق لم يعرف واقفها، كما أشار النعيمي وتبعه ابن بدران (٢).

<span data-type="title" id=toc-58>المدرسة الحنبلية الشريفة </span>(٣):
واقفها شرف الدين عبد الوهاب ابن الشيخ ابن الفرج الحنبلي عبد الواحد الأنصاري (توفي ٥٣٦ هـ). درس فيها كبار علماء الحنابلة من أشهرهم: الحافظ الرهاوي (٥٣٦ - ٦١٢ هـ) عبد القادر، وزين الدين بن رجب (٧٠٦ - ٧٩٥ هـ) صاحب ذيل طبقات
_________
(١) انظر تراجمهم في: "ذيل طبقات ابن رجب"، وفيات المائة السابعة والثامنة، الجزء الرابع.
(٢) النعيمي (٢/ ٦٤)، ابن بدران، ص ٢٣٣.
(٣) أسماها ابن بدران: "المدرسة الشريفية الحنبلية"، ص ٢٣٤.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (58,'الحنابلة (١)، وزين الدين أبو البركات بن عز الدين أبي عمرو عثمان بن أسعد المنجّا (٦٣١ - ٦٩٥ هـ)، وعز الدين بن المنجّا محمد بن أحمد بن المنجّا محتسب دمشق (ت ٧٤٦ هـ) وغيرهم.

<span data-type="title" id=toc-59>المدرسة الصاحبية </span>(٢):
أنشاتها ربيعة خاتون بنت نجم الدين أيوب بجبل الصالحية، ودفنت بمدرستها (ت ٦٤١ هـ)، أخت السلطان صلاح الدين. وممن درس بها شمس الدين المرداوي (٦٣٠ - ٦٩٩ هـ)، شمس الدين ابن مفلح (٧١٢ - ٧٦٣ هـ)، وبرهان الدين بن مفلح (٧٤٩ - ٨٠٣ هـ) وغيرهم.

<span data-type="title" id=toc-60>المدرسة الصدرية </span>(٣):
واقفها صدر الدين بن منجّا مات سنة سبع وخمسين وستمائة، أبو الفتح أسعد بن عثمان ابن وجيه الدين أسعد بن منجّا التنوخي (٥٩٨ - ٦٥٧ هـ). وممن درس بها شمس الدين ابن عبد الهادي (٤) (٧٠٥ - ٧٤٤) وهو أبو عبد اللَّه محمد بن أحمد ابن عبد الهادي المقدسي الصالحي الحنبلي، لازم الحافظ المزي وتفقه بشيخ الإِسلام تقي الدين بن تيمية وكان من جملة أصحابه، ودرس بها إبراهيم بن محمد بن أبي بكر بن أيوب الشيخ العلامة برهان الدين ابن الشيخ المفنن شمس الدين المعروف بابن القيم الجوزية (٧١٩ - ٧٦٧ هـ)، ودرس فيها شمس الدين ابن قيم الجوزية قبله (٦٩١ - ٧٥١ هـ) من أخص تلاميذ ابن تيمية رحمهما اللَّه تعالى،
_________
(١) انظر ترجمته في: ابن بدران، "منادمة الأطلال"، ص ٢٣٦، و"المدخل"، لابن بدران أيضًا، ص ٤١٤.
(٢) وأسماها ابن بدران "مدرسة الصاحبة"، ص ٢٣٧.
(٣) النعيمي (٢/ ٨٧ - ٩١).
(٤) انظر ترجمته في: "منادمة الأطلال"، ص ٢٤٣.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (59,'ويلاحظ كثرة من درس فيها من آل قيم الجوزية وآل الزرعي.

<span data-type="title" id=toc-61>المدرسة الضيائية المحمدية:</span>
بسفح قاسيون بانيها الفقيه ضياء الدين محمد المقدسي (١) (٥٦٧ - ٦٤٣ هـ) بجبل الصالحية. وممن درس فيها شمس الدين ابن الكمال المحدث (٦٠٧ - ٦٨٨ هـ)، وزين الدين الحراني (٦٨٥ - ٧٤٩ هـ) ممن لازم تقي الدين بن تيمية، واسمه زين الدين أبو حفص عمر بن سعد اللَّه الحراني.

<span data-type="title" id=toc-62>المدرسة الضيائية المحاسنية:</span>
مدرسة ضياء الدين محاسن (ت ٦٤٣ هـ) جعلها موقوفة على من يكون أمير الحنابلة يذكر فيها الدرس.

<span data-type="title" id=toc-63>المدرسة العمرية الشيخية </span>(٢):
بانيها وواقفها الشيخ أبو عمر الكبير والد قاض القضاة شمس الدين الحنبلي (٥٢٨ - ٦٠٧ هـ).

<span data-type="title" id=toc-64>المدرسة العالمية </span>(٣):
بسفح قاسيون، واقفتها الشيخة أمة اللطيف بنت الشيخ الناصح الحنبلي.

<span data-type="title" id=toc-65>المدرسة المسمارية </span>(٤):
في دمشق، واقفها الشيخ مسمار رحمه اللَّه، الهلالي الحوراني المقرئ (ت ٥٤٦ هـ)، درس بها وجيه الدين بن منجّا (٥١٩ - ٦٠٦ هـ)،
_________
(١) انظر ترجمته في: "منادمة الأطلال"، ص ٢٤٣.
(٢) العليمي (٢/ ١٠٠).
(٣) العليمي (٢/ ١١٢). وعند ابن بدران "المدرسة العالمة"، ص ٢٣٨، ص ٢٤٨.
(٤) العليمي (٣/ ١١٤).',NULL,'61',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (60,'شمس الدين بن منجّا عمر ابن القاضي وجيه الدين أسعد بن منجّا (٥٥٧ - ٦٤١ هـ)، عز الدين بن منجّا (٥٦٧ - ٦٤١ هـ) عثمان بن أسعد بن المنجّا، ووجيه الدين بن منجّا (٦٣٠ - ٧٠١ هـ)، أبو المعالي محمد بن عز الدين عثمان بن المنجّا (١) وغيرهم.

<span data-type="title" id=toc-66>المدرسة المنجائية:</span>
وهي زاوية بالجامع الأموي كانت تعرف بابن منجّا، ووقفها ينسب إلى العلامة عثمان بن أسعد بن المنجّا (٢).

<span data-type="title" id=toc-67>خلاصة القول: </span>هذا ما ظهر في بلاد الشام على سبيل الاختصار، على الأخص دمشق والصالحية ونحوهما، وهذا غيض من فيض وإيجاز لتفصيل فقد صرفنا النظر عن الزوايا، والمساجد، والخوانق، ومدارس الطب، والربط وهي كثيرة لا تحصى في بلاد الشام مما يدل على أن المجتمع الذي عاش في وسطه الأدمي مجتمع علمي حافل بفنون العلم. والآن نلقي نظرة على مدارس العراق في ذلك العصر وذلك لتكتمل صورة العصر الذي عاصره العلامة الأدمي.
<span data-type="title" id=toc-68>المدارس في بغداد</span>
يقتضي الأمر منا -كما أسلفنا- الإِشارة إلى المدارس في بغداد مقر الخلافة، وهي في الحقيقة من الأماكن التي نشأ فيها وانتسب إليها العلامة الأدمى، فمن المناسب أن نتعرف على المدارس العلمية على غرار ما ذكرنا في بلاد الشام.
_________
(١) انظر: تراجم آل منجا في هذه المدارس، في "منادمة الأطلال"، ص ٢٣٥، ٢٣٩، ٢٥٠.
(٢) ابن بدران، "منادمة الأطلال"، ص ٢٥١.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (61,'حفلت بغداد منذ أواسط القرن الخامس الهجري بعدد كبير من المدارس والمعاهد المستقلة عن الجوامع، واستمرت في الازدياد إلى سقوط بغداد في يد المغول في سنة (٦٥٦ هـ/ ١٢٥٨ م)، فقد وصلت مدارسها حوالي ٣٨ مدرسة منها ما أنشئ لمذهب واحد، ومنها ما أنشئ لأكثر من مذهب، ومنها للعلوم الأخرى غير علوم الدين.
وكانت بغداد حافلة علاوة على ما ذكر بدور القرآن ودور الحديث وحلقات المساجد وأماكن الدراسة كالمكاتب والكتاتيب والربط والخوانق ومجالس المناظرة ومجالس الإِملاء والندوات الأدبية والتحدث في دور العلم وخزائن الكتب، ولعل أول من أحدث المدارس هو نظام الملك سنة ٤٥٧ هـ، وفي قول أنه قد سبقه المدرسة البنهفية بنيسابور، والمدرسة السعدية بنيت في عهد الأمير نصر بن سبكتكين أخو السلطان محمود وغيرهما (١).
وأشهر ما بني في القديم "المدرسة النظامية" -كما أسلفنا- ببغداد قرر فيها للفقهاء وشرع في بنائها في عام ٤٥٧ هـ وفرغت في عام ٤٥٩ هـ، وتوافد عليها الناس من المشرق والمغرب.
ومن المدارس المشهورة أيضًا المدرسة المستنصرية، جاء في وصفها في ترجمة بانيها المستنصر باللَّه الخليفة العباسي وبويع بالخلافة سنة ٦٢٣ هـ:
"له الآثار الجليلة منها وهي أعظمها المستنصرية وهي أعظم من أن توصف وشهرتها تغني عن وصفها (٢). . .، وقال في "الآداب السلطانية":
_________
(١) ناجي معروف، "المدارس الشرابية ببغداد وواسط ومكة"، ١٩٧٥ م، جامعة بغداد، ص ١٢٣ - ١٢٤.
(٢) ابن طباطبا، "الفخري في الآداب السلطانية"، ١٩٦٦ م، دار بيروت، ص ٣٣٠.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (62,'من أجلِّ فضائله التي لم يسبقه إليها أحد أنه أمر بإنشاء مدرسة على شاطئ دجلة وجعلها وقفًا على المذاهب الأربعة ووقف عليها وقوفًا حاصلها نحو ٦٠ ألف دينار" (١).
وقال محمد شاكر الكتبي في "فواته":
"وبنى على دجلة من الجانب الشرقي فيما يلي دار الخلافة مدرسة ما بني على وجه الأرض مثلها وهي باربع مدرسين على المذاهب الأربعة، وعمل بيمارستانًا كبيرًا وبنى فيها مطبخًا ومزملة للفقراء ورتب لهم حمامًا وبالحمام قَوَمه" (٢).

<span data-type="title" id=toc-69>المدارس التي تدرس المذهب الحنبلي:</span>
<span data-type="title" id=toc-70>١ - مدرسة درب القيار أو "مدرسة الحراني</span>":
شرق بغداد، وتعرف بمدرسة ابن بكروس، وهو أبو العباس أحمد بن محمد بن بكروس الحمامي الحنبلي بناها للحنابلة، كانت ولادته سنة ٥٧٣ هـ (٣).

<span data-type="title" id=toc-71>٢ - مدرسة بنفشة:</span>
وتسمى المدرسة الشاطئية، بنتها بنفشة زوجة الخليفة المستضيء باللَّه للحنابلة بباب الأزج بالجانب الشرقي من بغداد في عام ٥٧٠ هـ.
_________
(١) ناجي معروف، "المدارس الشرابية"، ص ١٤.
(٢) محمد شاكر الكتبي، "فوات الوفيات والذيل عليها"، تحقيق: د. إحسان عباس، دار صادر (٢/ ١٧٠)؛ وقوله: وبالحمام قومه، أي: جعل لهم من يشرف ويقوم عليها.
(٣) ناجي معروف، "المدارس الشرابية"، ص ١٣٢.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (63,'<span data-type="title" id=toc-72>٣ - مدرسة ابن دينار </span>(١):
وهي مدرسة للحنابلة أنشأها أبو حكيم إبراهيم بن دينار الهزداني البغدادي الملقب بالقدوة وكان يقيم فيه (٤٨٠ - ٥٥٦ هـ) وتسمى مدرسة أبي حكم أيضًا نسبة لواقفها.

<span data-type="title" id=toc-73>٤ - مدرسة أبي سعد المخرمي </span>(٢):
بالجانب الشرقي، بناها أبو سعد المبارك بن علي بن الحسين، وهي مدرسة الشيخ عبد القادر الجيلاني وتعرف بالقادرية، وبمدرسة الجيلي أو مدرسة ابن المخرمي، وكانت للحنابلة في ٥٦١ هـ.

<span data-type="title" id=toc-74>٥ - مدرسة الوزير </span>(٣):
وهي مدرسة للحنابلة للوزير عون الدين يحيى بن هبيرة بالجانب الغربي من بغداد بمحلة باب البصرة تكاملت عام ٥٥٧ هـ، ودفن بها الوزير في عام ٥٦٠ هـ وقد أجرى على الفقهاء الرواتب.

<span data-type="title" id=toc-75>٦ - مدرسة ابن الشمحل </span>(٤):
وهي مدرسة للحنابلة بناها عمر بن الشمحل بالمأمونية في الجانب الشرقي من بغداد فتحت في سنة ٥٥٦ هـ، أعطيت للشيخ أبو حكيم النهرواني، وأعاد فيها ابن الجوزي.
وهناك مدارس للمذاهب الأربعة (٥) مثل المستنصرية التي مر ذكرها، وقد أعاد فيها العلامة الأدمي صاحب المنور كما أسلفنا، والمدرسة البشيرية
_________
(١) ناجي معروف، "المدارس الشرابية"، ص ١٣٦.
(٢) المصدر السابق، ص ١٣٦.
(٣) المصدر السابق، ص ١٤٣.
(٤) المصدر السابق، ص ١٤٤.
(٥) المصدر السابق، ص ١٤٥.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (64,'بالجانب الغربي من بغداد فتحت في عام ٦٥٣ هـ، حضرها الخليفة المستعصم وجلسوا في وسطها، وممن درس فيها صفي الدين عبد المؤمن بن عبد الحق (١)، وهو علامة العراق ومدرس الحنابلة في المستنصرية.

<span data-type="title" id=toc-76>٧ - المدرسة المجاهدية </span>(٢):
نسبة إلى مجاهد الدين أيبك بن عبد اللَّه المستنصري الدواتي أمير البلاد بالدويدار، قتله هولاكو سنة ٦٥٦ هـ في واقعة بغداد وأنفذ رأسه إلى الموصل. بنى مدرسته للحنابلة، وممن درس بها صفي الدين ابن عبد الحق سابق الذكر في المدرسة البشيرية.

<span data-type="title" id=toc-77>المدارس على المذاهب الأربعة</span>
وبعد سقوط بغداد وعودة الأمور إلى الاستقرار كثرت المدارس على المذاهب الأربعة (٣) منها:
- المدرسة العصمتية على المذاهب الأربعة حوالي سنة ٦٧٨ هـ.
- مدرسة ابن الأثير مضافة إلى مجد الدين ابن الأثير المقتول في سنة ٦٨٥ هـ.
- مدرسة ابن قاضي دقوقا على دجلة بناها بهاء الدين.
- المدرسة العلائية الشاطئية أنشأها علاء الدين ابن المؤمن كردمير في سنة ٦٩٣ هـ على دجلة.
- المدرسة الغزانية أو الغازانية نسبة إلى السلطان محمود غازان.
_________
(١) انظر: الذهبي، "كتاب دول الإِسلام"، تحقيق: فهيم شلتوت ومحمد إبراهيم، هيئة الكتاب المصرية، ص ٢٤٥.
(٢) المصدر السابق، ص ١٤٥.
(٣) المصدر السابق، ص ١٤٧ - ١٤٨.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (65,'- المدرسة الإِمامية البكرية بناها الملك أمان الدين يحيى البكري القزويني (ت ٧٠٠ هـ).
- المدرسة المسعودية على صفة المستنصرية ٧٨٥ هـ.
هذا عدا الجوامع والمساجد والزوايا والخوانق، وقد اكتفينا بالمدارس ودور العلم لوفائها بحاجة الدراسة.

<span data-type="title" id=toc-78>العلماء الذين عاصرهم الأدمي</span>
وخلاصة القول: اتضح لنا بما لا يدع مجالًا للشك أن عصر الأدمي، عصر علم ومدارس ومعاهد وتأليف وتصنيف. ولعل من أكابر أئمة مذهب الإِمام أحمد، قد عاصروا هذه الفترة ومن أبرزهم:
- تقي الدين أبو العباس ابن تيمية الحراني شيخ الإِسلام (٦٦١ - ٧٢٨ هـ).
- شمس الدين أبو عبد اللَّه محمد بن مفلح المقدسي (٧٠٨ - ٧٦٣ هـ).
- زين الدين أبو الفرج عبد الرحمن بن رجب السلامي (٧٣٦ - ٧٩٥ هـ).
كما عاصر الأدمي أو لحق على آثار ثلة من جهابذة العلماء خاصة في فقه الإِمام أحمد منهم (١):
_________
(١) انظر: ابن بدران، "المدخل إلى مذهب الإِمام أحمد"، تحقيق: عبد اللَّه التركي، ١٩٨١ م، مؤسسة الرسالة، ص ٤١٢ - ٤١٨، فيه مختصر لأبرز كتب المذهب فلتراجع. وانظر: "ذيل طبقات الحنابلة"، لابن رجب حيث ذكر حوالي ٢٤٣ عالمًا ممن توفوا في المائة السابعة، و ٩٦ عالمًا توفوا عقب المائة التاسعة في العراق، وبلاد الشام، ومصر، من الفقهاء الحنابلة، وانظر مثلًا: ترجمة =',NULL,'67',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (66,'١ - المجد عبد السلام بن تيمية، صاحب "المحزر" (ت ٦٥٢ هـ).
٢ - ابن تميم محمد بن تميم الحراني الفقيه صاحب "المختصر" في الفقه (ت ٦٧٥ هـ).
٣ - ابن الصيرفي، يحيى ابن أبي منصور بن أبي الفتح الحراني الفقيه أحد مشايخ شيخ الإِسلام ابن تيمية (ت ٦٧٨ هـ).
٤ - مُنجّا بن عثمان بن أسعد بن المنجّا التنوخي الفقيه الأصولي المفسر النحوي له "الممتع شرح المقنع" (ت ٦٩٥ هـ).
٥ - ابن حمدان، أحمد بن حمدان بن شبيب النميري الحراني الفقيه الأصولي، له "الرعاية الكبرى والصغرى" (ت ٦٩٥ هـ).
٦ - محمد بن عبد القوي بن بدران المقدسى الفقيه المحدث صاحب منظومة الآداب، والفرائد في ٥٠٠٠ بيت، ونظم المفردات (ت ٦٩٩ هـ).
٧ - شيخ الإِسلام الإِمام أحمد بن تيمية الحراني (ت ٧٢٨ هـ) وهو غني عن التعريف.
٨ - عبد اللَّه بن محمد بن أبي بكر الزريرانى العراقى (ت ٧٢٩ هـ)، وهو الذي أعاد الأدمي له في المستنصرية كما تقدم.
٩ - الإِمام الحسيني بن يوسف الدُّجَيْلي البغدادي الحنبلي الفقيه الفرضي (ت ٧٣٢ هـ)، صنف "الوجيز".
١٠ - الإِمام صفي الدين عبد المؤمن بن عبد الحق القَطيعي البغدادي، مدرس الحنابلة بالمستنصرية (ت ٧٣٩ هـ).
_________
= تقي الدين ابن تيمية، فلعلها كبر ترجمة في الطبقات إذ استغرقت الصفحات ٣٨٧ - ٤١٢ من الجزء الرابع، لابن رجب.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (67,'١١ - العلامة عبد الرحيم بن عبد اللَّه الزريراني صاحب "إيضاح الدلائل في الفرق بين المسائل" (١) (ت ٧٤١ هـ).
١٢ - الإِمام شمس الدين الذهبي (ت ٧٤٨ هـ) وهو غني عن التعريف، ومن أشهر تلاميذ ابن تيمية شيخ الإِسلام.
١٣ - محمد بن مفلح بن محمد بن مفرج المقدسي ثم الصالحي الراميني شيخ الحنابلة في وقته وأحد مجتهدي المذهب (ت ٧٦٣ هـ)، صاحب "الفروع".
١٤ - ابن قاضي الجبل، أحمد بن الحسن بن عبد اللَّه المقدسي من تلامذة شيخ الإِسلام ابن تيمية، صاحب "الفائق"، من أصحاب الاختيارات في المذهب (ت ٧٧١ هـ).
١٥ - محمد بن عبد اللَّه بن محمد الزركشي المصري صاحب "شرح الخرقي" (ت ٧٧٤ هـ).
١٦ - زين الدين أبو الفرج عبد الرحمن بن رجب السلامي (ت ٧٩٥ هـ).
* * *
_________
(١) وقد حققه فضيلة الشيخ د. عمر بن محمد السييل، إمام وخطيب المسجد الحرام، ونال عليه درجة الدكتوراه رحمه اللَّه تعالى، طبع في عام ١٤١٤ هـ.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (68,'<span data-type="title" id=toc-79>الفصل الرابع التعريف بمخطوط المنوَّر ونسبته إلى مؤلفه</span>
<span data-type="title" id=toc-80>التعريف بمخطوط المنوَّر في راجح المحرّر</span>
تقدم آنفًا أن كتاب "المنوَّر في راجح المحرّر" يُعد من مهمات كتب الفقه على مذهب الإِمام أحمد.
وهذا الكتاب بصورته المخطوطة التي لم تحقق هو من مخطوطات علامة الكويت الشيخ عبد اللَّه الخلف الدحيان وقاضيها وعَلَمها رحمه الثه تعالى (١)، الذي خلف مخطوطات نادرة وكثيرة خاصة في الفقه الحنبلي وبعض علوم الشرع الأخرى.
وهي محفوظة في وزارة الأوقاف والشؤون الإِسلامية في دولة الكويت في إدارة المكتبات والمخطوطات، التي أذنت مشكورة للمؤلف في الشروع في تحقيق هذا المخطوط القيم.
_________
(١) انظر مثلًا: الكتاب الحافل عن حياته، للشيخ محمد بن ناصر العجمي "علامة الكويت الشيخ عبد اللَّه الخلف الدحيان"، (١٤١٥ هـ/ ١٩٩٤ م)، مركز البحوث والدراسات الكويتية. ومن أشهر تلاميذه شيخنا محمد بن سليمان عبد اللَّه الجراح (١٣٢٢ - ١٤١٧ هـ) رحمه اللَّه تعالى.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (69,'<span data-type="title" id=toc-81>نسخة فريدة</span>
ومخطوط المنوَّر فريد أوحد لا ثاني له -فيما أعلم-، فهو نسخة نادرة تفرّد بها العلامة الشيخ عبد اللَّه الدحيان ضمن مجموعته كما أسلفنا. ويمتاز هذا المخطوط النادر بثلاث خصائص:
أولها: أنه مختصر لمحرّر المجد ابن تيمية.
ثانيها: أنه مقتصر على الراجح منه.
ثالثها: أنه كتاب فقه.
أما من حيث كونه مختصرًا للمحرّر فهذا ظاهر من عباراته التي سنأتي عليها بالتفصيل عند دراسة الكتاب، إذ أن مؤلفه يجنح إلى العبارات المختصرة المباشرة، كما أنه دمج بعض الأبواب واختصر عناوين بعضها وقسم المطول منها. فالمحرر الذي هو أصله يحتوي على حوالي ٢٥ كتابًا و ١١٨ بابًا و ٢٢ فصلًا و ٣ فروع. أما المنوَّر فيشتمل على حوالي ٢٥ كتابًا و ١٤٨ بابًا و ٣٧ فصلًا.
وأما من حيث كونه مقتصرًا على الراجح، فذلك أيضًا ظاهر من جهة أن المؤلف لا يتعرض للروايات والأوجه والاختيارات والتخريجات، بل يبادر إلى ذكر الراجح المعتمد من المذهب، وقد يختار الرواية الثانية ويقدمها أو أحد الوجهين ونحو ذلك.
وأما كونه كتابًا في الفقه يعني أنه لا يتعامل مع عبارات الأصوليين أو المحدثين إلَّا أنه يتعرض أحيانًا إلى الأحاديث لكنه يدرجها في عباراته كما في باب صلاة الاستسقاء حيث يذكر الأدعية المأثورة مع عبارة المتن مثلًا قوله:
فيدعو سرًّا ويقول: اللَّهم إنك أمرتنا بدعائك ووعدتنا إجابتك فقد',NULL,'71',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (70,'دعوناك كما أمرتنا. . .، وقوله: فإن خافوا كثرته قالوا: اللَّهم حوالينا لا علينا. . . ونحو ذلك في باب صفة الحج والعمرة في ذكره للأدعية المأثورة من الأحاديث النبوية كما سيظهر لنا لاحقًا عند دراسة المخطوط بالتفصيل. ومع ذلك، فإن هذا النهج لا يخرجه عن كونه كتابًا فقهيًّا بأبوابه المعتادة.

<span data-type="title" id=toc-82>وصف المخطوط</span>
يقع المنوَّر بصورته المخطوطة في ١٤٨ صحيفة أي حوالي ٧٤ ورقة من القطع المتوسط، وتسطيره ما بين ٢٥ إلى ٢٢ سطرًا، وكلماته ما بين ١١ إلى ١٣ كلمة في السطر.
أما حالته العامة فجيدة وتكتنفه بعض الرطوبة من أوله وفي أثنائه في بعض الصفحات. وقد يتخلله طمس أو سقط أو بياض، إلَّا أن ذلك قليل ولا يؤثر في سياق العبارات أو فهمها. أما خطه فهو خط دارج يغلب عليه خط الثلث، ويتخلله خطوط أخرى كالنسخ والفارسي في بعض الجمل والكلمات وأحيانًا بعض الصفحات، إذ أن الناسخ لا يتقيد بأصول كل خط، وعمومًا فهو خط واضح مقروء إلَّا ما قل.
وفي آخر الكتاب سقط إذ أنه ينتهي إلى آخر "باب تعارض البينات" أي أن "كتاب الشهادات" و"كتاب الإِقرار" سقطا من الأصل. ولكن بالرجوع إلى المحرر الذي هو مرجع صاحب المنوَّر اتضح لنا أن السقط لا يتعدى صفحة أو صفحتين على أقصى تقدير، ذلك أن المقدار الذي استغرقه هذان البابان يتراوح ما بين ٥ إلى ٦ صفحات في كتاب المحرّر المطبوع والذي استعنا به في فك عبارات المُرَجِّح.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (71,'<span data-type="title" id=toc-83>نسبة الكتاب إلى مؤلفه</span>
لا يختلف اثنان على أن "المنوَّر" صار علمًا على "الأدمي" كما مرّ بنا عند الإِشارة إلى أمهات كتب المذهب التي أحالت إلى كتابه واختياراته وترجيحاته. ومرّ بنا كذلك تاكيد ذلك في قول العليمي صاحب "الدر المنضد" عنه: "الشيخ تقي الدين أحمد بن محمد الأدمي البغدادي، له المنوَّر في راجح المحرّر والمنتخب" (١).
* * *
_________
(١) العليمي، "الدر المنضّد" (٢/ ٤٩٩ - ٥٥٠).',NULL,'73',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (72,'<span data-type="title" id=toc-84>الباب الثاني أصول كتاب المنوَّر بالإِشارة إلى المحرّر</span>
الفصل الأول: المصادر التي استقى منها مؤلف المحرّر كتابه.
الفصل الثاني: المنهجية والمصطلحات التي استعملها صاحب المحرّر، وصاحب المنوَّر في عرض الروايات والراجح منها.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (73,'<span data-type="title" id=toc-85>الفصل الأول المصادر التي استقى منها مؤلف المحرّر كتابه</span>
لمَّا كان المنوَّر مقتصرًا على الراجح، عريًّا من الآيات والأحاديث والروايات والأقوال لأجل أنه ملخص للمحرّر، فكان من المناسب أن نتعرف على المصادر التي استقى منها صاحب المحرَّر مادة كتابه بالرجوع إليه وتمحيصه ليقرب لنا فهم المنوَّر.
وبتأمل المحرّر يلاحظ أنه قد أخذ عن علماء ومؤلفات وكتب بعضها ممن نقل مباشرة عن الإمام أحمد وبعضهم ممن ينتمي إلى الطبقة الأولى أو طبقة المتقدمين من أصحابه، وبعضهم ينتمي إلى أوائل الطبقة الثانية أو طبقة المتوسطين.

* فممن استقى منهم المجد مادة كتابه من بعض رواة الإِمام أحمد والناقلين عنه، وقد أشار إليهم في مواضع قليلة بقوله: نقلها حرب، أو نقلها الميموني ونحو ذلك، مما يدل على أن المجد قد اطلع على<span data-type="title" id=toc-86> مسائل أحمد ورواته </span>وهم أقرب طبقة من الإِمام، وقد ذكر في المحرَّر أربعة هم:
<span data-type="title" id=toc-87>(١) أبو طالب (ت ٢٤٤ ه</span>ـ):
هو أحمد بن حميد أبو طالب المشكاني (١)، المتخصص بصحبة الإمام أحمد. روى عنه مسائل كثيرة وكان أحمد يكرمه ويعظمه، وصحب أحمد
_________
(١) "الطبقات"، لأبي يعلى (١/ ٣٩)، وانظر: "الإنصاف" (٣٠/ ٤٠٢).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (74,'إلى أن مات وهو من الجماعة القريبة من الإِمام أحمد، نقل عنه المجد في المحرّر في مواضع قليلة بقوله: "نقلها أبو طالب".

<span data-type="title" id=toc-88>(٢) إسحاق بن منصور (ت ٢٥١ ه</span>ـ):
هو إسحاق بن منصور بن بهرام أبو يعقوب الكوسج المروزي (١)، كان عالمًا فقيهًا، وهو الذي دون عن الإمام أحمد المسائل في الفقه، قال عنه الإِمام مسلم صاحب الصحيح: ثقة مأمون، وقال عنه النسائي: ثقة، وقد ذكره المجد في المحرّر في مواضع منها في حكم الشروط والعيوب في النكاح. . .، بقوله: نقل عنه ابن منصور (٢/ ٢٣) من المحرّر.

<span data-type="title" id=toc-89>(٣) الميموني (ت ٢٧٤ ه</span>ـ):
هو عبد الملك بن عبد الحميد بن مهران الميموني (٢)، يقول عن نفسه: صحبت أبا عبد اللَّه من سنة خمس ومائتين إلى سنة سبع وعشرين، وعنده عن الإِمام أحمد مسائل كثيرة في ١٦ جزءًا. وكان الإِمام أحمد يعتني به ويكرمه.

<span data-type="title" id=toc-90>(٤) الحربي (ت ٢٨٥ ه</span>ـ):
هو إبراهيم بن إسحاق بن بشر أبو إسحاق الحربي (٣)، من الناقلين لمذهب الإِمام أحمد بن حنبل، وهو من الطبقة أو الجماعة التي قال فيها الأصحاب: "وإذا أُطلق الجماعة فالمراد بهم عبد اللَّه ابن الإِمام وأخوه صالح
_________
(١) "الطبقات"، لأبي يعلى (١/ ١١٥)، وانظر: "الإِنصاف" (٣٠/ ٤٠٦).
(٢) العليمي، "المنهج الأحمد في تراجم أصحاب أحمد"، تحقيق: محمد محيي الدين عبد الحميد، عالم الكتب - بيروت، ط (١٤٠٤ هـ/ ١٩٨٤ م)، (١/ ٢٤٩ - ٢٥٢). وانظر: "الإِنصاف"، للمرداوي (٣٠/ ٤١١).
(٣) ابن بدران، ص ٤١١، وانظر: "طبقات أبي يعلى" (١/ ٨٦ - ٩٣)، وانظر: "الإِنصاف" للمرداوي (٣٠/ ٤٠٠).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (75,'وحنبل ابن عم الإِمام وأبو بكر المروذي وإبراهيم الحربي وأبو طالب والميموني" (١).

* وبالمثل فإنه نقل أيضًا عن<span data-type="title" id=toc-91> علماء جاؤوا بعد طبقة المتقدمين </span>حيث يلاحظ أنه يكثر النقل عن أبي بكر المعروف باسم "غلام الخلال" لملازمته للخلال، كما يستقي من الخلال كثيرًا والخرقي، ويكثر من الاستفادة من البعض كابن حامد (٢)، لهذا لا بد أن نشير إلى هؤلاء بشيء من الترتيب مع الإِشارة إلى شيء من مؤلفاتهم وحياتهم (٣)، وهم اثنا عشر:
<span data-type="title" id=toc-92>(١) الخلال (ت ٣١١ ه</span>ـ):
هو أحمد بن محمد بن هارون أبو بكر، صاحب "الجامع"، و"العلل"، و"السنة"، و"الطبقات"، و"تفسير الغريب"، و"الأدب"، وهو الذي جمع في كتابه الروايات عن الإِمام. وقد أشار إليه المجد في كتابه مرات عديدة (٤).
_________
(١) انظر: "طبقات أبي يعلى" (١/ ٧)، قوله: "أما نقلة الفقه عن إمامنا أحمد منهم أعيان البلدان وأئمة الزمان منهم ابناه صالح وعبد اللَّه، وابن عمه حنبل، وإسحاق بن منصور الكوسج المرُّوذِي، وأبو داود السجستاني، وأبو إسحاق إبراهيم الحربي، وأبو بكر الأثرم، وأبو بكر المرُّوذِي، وعبد الملك الميموني، ومهنا الشامي، وحرب الكرماني، وأبو زرعة، وأبو حاتم الرازيّان، وأبو زرعة الدمشقي. . . إلخ، وهم نيف وعشرون نفسًا".
(٢) "المحرَّر"، للمجد ابن تيمية (١/ ٤١٩)، (٢/ ٦٦).
(٣) انظر: ابن بدران في "المدخل"، ص ٤١١ - ٤٢٢، ط ١٩٨١ م. وانظر: "المطلع على أبواب المقنع"، لأبي عبد اللَّه محمد بن أبي الفتح البعلي، ص ٤٢٩، ٤٣٠، ٤٣٢، ٤٤٤، ٤٤٦، ط المكتب الإِسلامي (١٤٠١ هـ / ١٩٨١ م).
(٤) انظر: ابن بدران، ص ٤١١، و"المطلع"، ص ٤٣٠، و"طبقات الحنابلة"، لأبي يعلى (٢/ ١٢).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (76,'<span data-type="title" id=toc-93>(٢) الخرقي (ت ٣٣٤ ه</span>ـ):
هو عمر بن الحسين بن عبد اللَّه بن أحمد الخرقي، وهو صاحب أشهر "مختصر" الذي يعرف بـ "مختصر الخرقي" الذي من أشهر شروحه المغني لابن قدامة (١).

<span data-type="title" id=toc-94>(٣) غلام الخلال (ت ٣٦٣ ه</span>ـ):
هو عبد العزيز بن جعفر بن أحمد بن دارا، الإِمام المحدث الفقيه يكنى بأبي بكر، ويشير إليه المجد دائمًا بقوله: قال أبو بكر أو اختاره أبو بكر ويكثر من الإشارة إليه والنقل عنه في كتابه، وصرح المجد تارة بقوله: "نقلها أبو بكر في الشافي"، وقوله: "قال أبو بكر في الروح"، وقوله: "اختاره أبو بكر في التنبيه" إشارة إلى مؤلفاته وهي "الشافي" الذي ذكرناه، و"التنبيه" و"المقنع" و"زاد المسافر" في الفقه (٢).

<span data-type="title" id=toc-95>(٤) ابن شاقلا (ت ٣٦٩ ه</span>ـ):
هو إبراهيم بن أحمد بن عمر بن حمدان بن شاقلا -بسكون القاف- الفقيه الأصولي، وقد نقل المجد عنه في المحرَّر في موضع واحد تقريبًا كما في "صلاة الجمعة" (١/ ١٥٦) من "المحرَّر" (٣).
_________
(١) ابن بدران، ص ٤١٦، "طبقات الحنابلة"، لأبي يعلى (٢/ ٧٥)، وجاء فيها: "قرأت بخط أبي إسحاق البرمكي أن عدد مسائل المختصر ألفان وثلاثمائة مسألة، وقرأت بخط أبي بكر عبد العزيز على نسخة مختصر الخرقي يقول عبد العزيز: خالفني الخرقي قي مختصره في ستين مسألة، ولم يسمها، فتتبعت أنا اختلافها فوجدته في ثمانية وتسعين مسألة"، وساقها كلها في طبقاته من (٢/ ٧٦ - ١١٨).
(٢) ابن بدران، "المدخل"، ص ٤١٤.
(٣) ابن بدران، ص ٤١١، "المطلع"، ص ٤٢٩.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (77,'<span data-type="title" id=toc-96>(٥) أبو الحسن التميمي (ت ٣٧١ ه</span>ـ):
هو عبد العزيز بن إسماعيل بن الحارث بن أسد أبو الحسن التميمي يشير إليه المجد، وجاء ذكره مثلًا في باب "نواقض الوضوء" بقوله عنه: "وقال أبو الحسن التميمي: لا ينقض" (١/ ١٥) (١).

<span data-type="title" id=toc-97>(٦) أبو حفص (ت ٣٣٧ هـ أو ٣٣٩ ه</span>ـ):
هو عمر بن إبراهيم أبو حفص العكبري (٢)، يشير إليه المجد بقوله: "حكاه أبو حفص واختاره" كما في كتاب الجنائز (١/ ١٨٤) من المحرّر وفي مواضع قليلة، له "المقنع" و"شرح الخرقي"، و"الخلاف بين الإِمامين أحمد ومالك".
وهو صاحب اختيارات وأقوال في المذهب كما في "المطلع"، وذكر أيضًا أنه أبو حفص العكبري (ت ٣٨٧ هـ) واسمه عمر بن محمد بن رجاء (٣).

<span data-type="title" id=toc-98>(٧) ابن بطة (ت ٣٨٧ ه</span>ـ):
هو عبيد اللَّه بن محمد بن حمدان بن عمر بن عيسى أبو عبد اللَّه العكبري من مصنفاته "الإِنابة الكبير" و"الإِنابة الصغير" و"السنن"، وقد ذكره صاحب المحرّر وأشار إليه.

<span data-type="title" id=toc-99>(٨) الحسن بن حامد (ت ٤٠٣ ه</span>ـ):
هو الحسن بن حامد بن علي بن مروان البغدادي، إمام الحنابلة في زمنه ومؤدبهم، ومعلمهم، وأستاذ القاضي أبي يعلى، له "الجامع في
_________
(١) "المطلع"، ص ٤٣٩.
(٢) "المطلع"، ص ٤٤٦، ابن بدران، ص ٤١١.
(٣) "المطلع"، ص ٤٤٧، ابن بدران، ص ٤١٩، و"الطبقات" (٢/ ٥٦).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (78,'المذهب" وهو من أكبر المصنفات جمع فيه أقوال تلاميذ الامام أحمد، وله "تهذيب الأجوبة"، وله "شرح الخرقي". ولقد أشار إليه المجد في المحرّر مرات عديدة ونقل عنه (١).

<span data-type="title" id=toc-100>(٩) ابن أبي موسى (ت ٤٢٨ ه</span>ـ):
هو محمد بن أحمد بن أبي موسى الهاشمي صاحب "الإِرشاد" (٢).

<span data-type="title" id=toc-101>(١٠) القاضي (ت ٤٥٨ ه</span>ـ):
هو محمد بن الحسين بن محمد بن خلف الفراء، قاضي القضاة، مجتهد المذهب، ويقول ابن بدران: بل المجتهد المطلق، له "الخلاف الكبير" و"شرح الخرقي"، له حوالي ٥٥ مؤلفًا كما جاء في طبقات الحنابلة (٢/ ١٩٣ - ٢٣٠) وقد نقل عنه المحرَّر في مواضع بقوله: "قال القاضي" ونحو ذلك (٣).

<span data-type="title" id=toc-102>(١١) أبو الخطاب (ت ٥١٠ ه</span>ـ):
هو محفوظ بن أحمد بن الحسن بن أحمد الكلوذاني البغدادي، أحد المجتهدين في المذهب، له في الفقه "الهداية"، و"الانتصار" وهو "الخلاف الكبير"، و"رؤوس المسائل" وهو "الخلاف الصغير"، وله كتاب "التمهيد" في أصول الفقه، وقد أشار إليه المحرَّر في مواضع بل إن للمجد صاحب المحرَّر شرحًا على الهداية لم يتمه كما قدمنا، وهو من رؤوس المذهب وله اختيارات.
_________
(١) انظر: ابن بدران، "المدخل"، ص ٤١٢، و"المطلع"، للبعلي، ص ٤٣٢.
(٢) وقد طبع، وتمام عنوانه: "الإِرشاد إلى سبيل الرشاد"، تأليف الشريف: محمد بن أحمد بن محمد بن أبي موسى الهاشمي، تحقيق: د. عبد اللَّه التركي، مؤسسة الرسالة - بيروت، (١٤١٩ هـ / ١٩٩٨ م).
(٣) "المطلع"، ص ٤٥٤، ابن بدران، ص ٤١٧.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (79,'<span data-type="title" id=toc-103>(١٢) ابن عقيل (ت ٥١٣ ه</span>ـ):
هو علي بن محمد بن عقيل البغدادي، الإِمام الفقيه الأصولي له كتاب "الفصول"، و"التذكرة"، و"كفاية المغني"، و"رؤوس المسائل"، وله "الفنون" أكبر مصنف في الإِسلام (١).

<span data-type="title" id=toc-104>الطبقات التي نقل عنها صاحب المحرّر</span>
وخلاصة القول: أن المجد عبد السلام ابن تيمية قد استفاد من هذه النخبة من العلماء سواء الذين عاصر بعضهم أو ممن تقدموا عليه كما هو ظاهر في ثنايا كتابه "المحرّر". وبالمثل، فإن الأدمي الذي اختصر "المحرّر" وجعله مقتصرًا على الراجح، لابد وأنه راجع هذه المصادر وقلّبها ونظر فيها حتى يأتي اختصاره موافقًا لمقاصد صاحب المحرّر مع ترجيحات الأدمي بطبيعة الحال كما سيظهر لاحقًا. ويمكن إجمال الملاحظات التالية على المجد في كتابه "المحرّر" أنه تعامل ونقل في كتابه عن أربعة طبقات من الأصحاب، هي:

<span data-type="title" id=toc-105>١ - " طبقة الرواة</span>" ممن روى مسائل أحمد يتقدمهم أبو طالب أحمد بن حميد المشكاني (ت ٢٤٤ هـ)، وإسحاق بن منصور (ت ٢٥١ هـ)، وعبد الملك الميموني (ت ٢٧٤ هـ)، وإبراهيم الحربي (ت ٢٨٥ هـ)، وهي بلا شك أعلى درجات النقل.
<span data-type="title" id=toc-106>٢ - " طبقة جامعي الروايات</span>" منهم الخلال (ت ٣١١ هـ) حيث جمعها ومهدها في كتبه في ٢٠٠ جزء، ومنهم الحسن بن حامد (ت ٤٠٣ هـ) ممن جمع الروايات وصنّف في أصول المذهب.
_________
(١) "المطلع"، ص ٤٤٤، ابن بدران، ص ٤١٦.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (80,'<span data-type="title" id=toc-107>٣ - " طبقة مرجحي الروايات المنقولة</span>" منهم الخرقي (ت ٣٣٤ هـ) ومنهم غلام الخلال "أبو بكر عبد العزيز بن جعفر" (ت ٣٦٣ هـ)، نقل عنه أبو يعلى في الطبقات قوله: أن الخرقي خالفه في ٦٠ مسألة وأن أبا يعلى تقصاها فوجدها ٩٨ مسألة كما هو مثبت في الطبقات (١).
<span data-type="title" id=toc-108>٤ - " طبقة أصحاب الاختيارات بين الروايات</span>" من مجتهدي المذهب منهم القاضي أبو يعلى (ت ٤٥٨ هـ)، ومحفوظ الكلوذاني (ت ٥١٠ هـ) وغيرهما.
* * *
_________
(١) أبو يعلى، "الطبقات" (٢/ ٧٦ - ١١٨).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (81,'<span data-type="title" id=toc-109>الفصل الثاني المنهجية والمصطلحات التي استعملها صاحب المحرّر وصاحب المنوَّر في عرض الروايات والراجح منها</span>
مما لا شك فيه أن معرفة المصطلحات التي استعملها المجد في المحرّر وتلك التي استعملها الأدمي في المنوَّر سيقرب لنا فهم الروايات والراجح عند هذين العالمين الجليلين، ويوضح لنا المنهجية التي اتبعاها.

<span data-type="title" id=toc-110>(١) التزام الاختصار في التاليف عند المُؤَلِّفَيْنِ</span>
يقول المجد في خطبة كتابه المحرّر ما نصّه:
"أما بعد، فهذا كتاب في الفقه على مذهب الإِمام أبي عبد اللَّه أحمد بن محمد بن حنبل الشيباني رضي اللَّه عنه. هذبته مختصرًا ورتبته محرّرًا حاويًا لأكثر أصول المسائل وخاليًا من العلل والدلائل، واجتهدت في إيجاز لفظه تيسيرًا على طلاب حفظه. . . " (١).
ويقول الأدمي في "المنوَّر في راجح المحرّر" ما نصّه:
"فهذا مختصر في الفقه على مذهب الإِمام الأنبل أحمد بن محمد بن حنبل سميته بالمنوَّر في راجح المحرّر، قرَّبت فيه جمل ألفاظه ليسهل على متعلمه وحفاظه. . . " (٢).
_________
(١) انظر: "المحرّر"، للمجد عبد السلام ابن تيمية (١/ ١٧).
(٢) انظر: أول صفحة من المخطوط.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (82,'المتأمل لكلتا العبارتين يجد أن المصنفين التزاما الإِيجاز والاختصار في كتابيهما تيسيرًا للمتعلم والمتحفظ، وإن كان المنور أكثر إيجازًا مع الاقتصار على الراجح.

<span data-type="title" id=toc-111>(٢) استعمال الأصطلاحات الفقهية عند المجد في "المحرّر" وانعدامها في "المنوَّر</span>"
استعمل المجد جملة من الاصطلاحات الفقهية، وهذا لأنه يعرض الروايات ويرجح بينها، بخلاف الأدمي الذي اقتصر على الراجح، وقد ظهرت الاصطلاحات التالية في المحرر (١):

<span data-type="title" id=toc-112>الرواية: </span>استعمل المجد عدة صيغ للرواية في كتابه نحو قوله: "على روايتين"، "روايتان"، "رواية واحدة"، "روايتان منصوصتان". يقول ابن تيمية في المسودة: "الروايات المطلقة نصوص أحمد وكذا قولنا وعنه". وتعني "عنه"، أي: عن الإِمام أحمد وهو الحكم المروي عنه في مسألة نصًّا.
<span data-type="title" id=toc-113>النص: </span>وجاء في المحرّر في عدة صور منها "المنصوص"، "نص عليه"، "روايتان منصوصتان"، "نص عليه أحمد". والنص هو القول الصريح في الحكم ويتداخل النص مع الرواية في قوله: "روايتان منصوصتان" كما مر. وتعتبر الرواية والنص أعلى صيغ عرض الروايات في المحرّر كما ظهر لي مع قوله: وعنه أيضًا إذ تكثر في كتابه بشكل ملفت للنظر، مما يدل على أن كتابه يتعامل مع النصوص والروايات الصريحة.
_________
(١) انظر: الفصل الثالث من دراستنا هذه، وانظر: "المسودة"، لآل تيمية، ص ٤٧٤ - ٤٧٥، وانظر: ابن بدران، "المدخل"، ص ١٣٨ - ١٤٠.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (83,'<span data-type="title" id=toc-114>الوجه: </span>فهو أقوال الأصحاب وتخريجاتهم لا من نص الإِمام. وظهرت في المحرّر بعدة صيغ منها: "وعلى وجهين"، "وجهان"، "فعلى وجهين وهو<span data-type="title" id=toc-115> المذهب</span>"، "يحتمل وجهين". وهذه الصيغة الاصطلاحية تكثر في المحرَّر. ويختار منها المجد أحيانًا في قوله و"هي الصحيحة عندي"، وقوله: "وعندي يلزم كذا. . . " ونحو ذلك. وهذا يدل على أن المجد يستفيد من الوجوه التي ذكرها الأصحاب ممن مرّ ذكرهم في صدر هذا الباب.
المذهب: وهو ما قاله المجتهد أو ما يجري مجرى قوله ومات عليه. وجاءت اصطلاحات هذا المعنى في المحرّر، نحو و"هو المذهب"، "المذهب المفتى به"، "فعلى وجهين وهو المذهب"، ونحو ذلك مما يدل على اشتمال المحرر على المذهب بكثرة والمفتى به منه.

<span data-type="title" id=toc-116>النقل: </span>وهو نقل نصوص الإِمام والتخريج عليها، وتكثر في المحرّر خاصة نقول تلاميذ الإِمام أحمد كما أشرنا آنفًا نحو قوله: "نقلها حرب"، "نقلها أبو طالب"، "نقله الميموني"، "نقل عنه ابن منصور" (١).
<span data-type="title" id=toc-117>الاحتمال: </span>وهو كون المسألة صالحة لأن يقال فيها بحكم بخلاف الحكم الذي قيل فيها، وجاءت صيغها في المحرّر في قوله مثلًا: "ويحتمل" كقوله في باب اللباس والتحلي "ويحتمل أن تحرم القبيعة" (٢).
_________
(١) انظر: "المحرر" (٢/ ٢٣).
(٢) انظر: "المحرر" (١/ ١٤٠).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (84,'<span data-type="title" id=toc-118>المشهور: </span>وهو القول المعروف عن الإِمام عند معظم الأصحاب، ويذكره المجد في المحرّر بقوله مثلًا في "باب حكم قبض المبيع وتلفه قبله"، وعنه أن تصرف المشتري فيه جائز قبل القبض وإن تلف فمن ضمانه وهو المشهور (١). . .
<span data-type="title" id=toc-119>التخريج: </span>فهو نقل حكم مسألة إلى ما يشبهها والتسوية بينهما فيه كما ذكر ابن بدران. ومن صيغ التخريج في المحرّر قوله مثلًا: "ويتخرج على ذلك"، كقوله في باب الرد بالعيب: وإذا لم يعلم حتى خرج عن ملكه ببيع أو هبة أو عتق أو تلف فله الأرش لا غير ويتخرج أن يملك الفسخ ويغرم القيمة (٢). وقوله في باب الوكالة: وإذا اشترى الوكيل أو المضارب بأكثر من ثمن المثل أو باع بدونه: صح ولزمه النقص والزيادة نص عليه ويتخرج أن يكون كتصرف الفضولي (٣). . .
وهناك مصطلحات وألفاظ ليست بالكثرة بالمقارنة بما ذكر مثل "الحكاية" كقوله: "حكاها أبو الخطاب" (٤). وكثيرًا ما ينقل عن أبي الخطاب وهو محفوظ الكلوذاني وقد مر ذكره. ومنها "قيل" حيث إن المقدم غيرها كقوله في باب موقف الإِمام والمأموم: وإن وقف معه صبي فقيل: هو فذ، وقيل: ليس بفذ (٥).
_________
(١) انظر: "المحرر" (١/ ٣٢٢).
(٢) انظر: "المحرر" (١/ ٣٢٥).
(٣) انظر: "المحرر" (١/ ٣٥٠).
(٤) انظر: "المحرر" (١/ ٣٤٦).
(٥) انظر: "المحرر" (١/ ١١٣).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (85,'<span data-type="title" id=toc-120>(٣) استعمال الجمل المختصرة الجامعة في "المنوَّر" والمطوله في "المحرّر</span>"
نظرًا لأن "المنوَّر" مختصر ومقتصر على الراجح من "المحرّر" كما قدمنا، فإنه يستعمل عبارات جامعة ومختصرة من غير إخلال بالمقصود، فمن ذلك:
مثلًا ما يختصر فيه عنوان الباب ومتنه: كقوله في المحرر في باب "تطهير موارد الأنجاس":
"إذا أصابت نجاسة الكلب أو الخنزير غير الأرض وجب غسله سبعًا واحدة بتراب، وهل يقوم الأشنان ونحوه، أو الغسلة الثامنة على وجهين، فأما بقية النجاسات فعنه: تغسل سبعًا وفى استيراد التراب وجهان وعنه: تغسل ثلاثًا، وعنه لا يحسب العدد".
بينما جعلها الأدمي في "المنوَّر" في "باب غسل النجاسة":
قال في المنوَّر: "ومن كلب وخنزير سبعًا واحدة بتراب ومن غيرهما ثلاثًا".
فتأمل كيف اختصر العبارة وانتهى إلى الراجح وكيف اختزل العنوان أيضًا رحمه اللَّه.

<span data-type="title" id=toc-121>(٤) التعديل أو الزيادة على ما في المحرّر مع التحري التام للمقصود</span>
ومنها ما قد يزيد على ما في المحرّر مع تحريه للعبارة المختصرة، مثلًا قوله في المحرّر: "باب الأغسال المستحبة"، وهي ثلاثة عشر: غسل الجمعة والعيد، والكسوف، والاستسقاء، والإحرام، ودخول مكة، والوقوف بعرفة، والمبيت بمزدلفة، ورمي الجمار، والطواف، والغسل من غسل',NULL,'89',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (86,'الميت، والإِفاقة من إغماء أو جنون لم يتيقن معه حكم وغسل المستحاضة لكل صلاة. . .
قال في "المنوَّر":
"فصل: ويسن للجمعة والعيدين والاستسقاء والكسوفين والإِحرام حتى مع نفاس، ودخول مكة، والوقوف بعرفة، والمبيت بمزدلفة، والرمي والطواف، ومن غسل الميت، ولإِفاقةٍ بلا احتلام، والاستحاضةِ لكل صلاة. . . ".
المتأمل للنصين يجد ما يلي من فروقات:
الأول: إن صاحب المنوَّر رحمه اللَّه قد وضعه تحت "فصل" تابع لـ "باب الغسل"، بينما المحرّر جعله تحت باب هو "باب الأغسال المستحبة".
الثاني: أنه زاد عليه في اللفظ كقوله: و"العيدين" و"الكسوفين" على التغليب، في مقابل قوله في المحرّر: و"العيد" و"الكسوف".
والثالث: أنه زاد عليه في الأغسال، فهي تقريبًا ١٤ غسلًا عند الأدمي في "المنوَّر" عند قوله: "مع نفاس"، و ١٣ غسلًا عند المجد في المحرَّر.
وهذا يدل على أن صاحب المنوَّر ليس فقط مختصر للمحرر بل منقح ومصحح.

<span data-type="title" id=toc-122>(٥) الترجيح والتقديم للروايات</span>
ومنها مثلًا ترجيحه لإِحدى الروايتين والاقتصار على المعتمد، يقول في المحرَّر: "باب أركان النسكين وواجباتهما".
". . . وأما العمرة فأركانها الإِحرام والطواف، وفي السعي روايتان. وواجباتها: الإِحرام من الميقات أو الحل، والحلق أو التقصير، وقد روى',NULL,'90',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (87,'عنه: أن الحلاق والتقصير لا يجب في حج ولا عمرة فيتحلل منهما بدونه. . . ".
قال الأدمي في "المنوَّر":
فصل: "وأركان العمرة: الإِحرام، والطواف، وواجباتها الإِحرام من الميقات أو الحل، والسعي، والحلق أو التقصير. . . ".
فتأمل كيف جعل القول على الراجح المعتمد عنده، رحمهما اللَّه تعالى.
ونحو ذلك في الأبواب اللاحقة كما سيأتي عند دراسة المخطوط بالتفصيل، وباللَّه التوفيق.

<span data-type="title" id=toc-123>(٦) اختصار وتغيير عناوين الأبواب والفصول</span>
ومن ذلك أن الأدمي عمد إلى اختصار عناوين الأبواب والفصول جريًا على عادته طلبًا للاختصار، وذلك ليتوافق العنوان مع الأبواب والفصول المختصرة. وهذا الأمر استغرق معظم أبواب وفصول المنوَّر، إذ لا يكاد يتفق مع صاحب المحرَّر إلَّا في بعض الأبواب والفصول.
فمن ذلك مثلًا: "باب تطهير الأنجاس" في المحرَّر أسماه: "باب غسل النجاسة"، و"باب السواك وأعواده" في المحرّر، وفي المنوَّر "باب السواك"، و"باب صفة الوضوء" في المحرّر يقابله "باب الوضوء" في المنوَّر، و"باب المسح" في المنوَّر يقابله "باب المسح على الخفين وغيرهما" في المحرَّر، و"باب الغسل" في المنوَّر يقابله ثلاثة أبواب في المحرَّر، أي أنه ضم في باب الغسل ثلاثة أبواب هي: "باب موجبات الغسل" و"باب الأغسال المستحبة" و"باب صفة الغسل" في المحرّر، وقس على ذلك، والحال نفسه يقال عن الفصول.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (88,'وللدلالة على مواضع الزيادات والتغيير وضعنا علامة: [زد] وتحتها رقم الزيادة، وقد بلغت ما يقارب الثمانين زيادة.
كما جعل المنوَّر مقتصرًا على الكتب والأبواب وهي التي حملت عناوين، أما الفصول فبعضها مما استحدثه وبعضها مما اختصره من بعض الأبواب، وبالنظر يلاحظ أنه اختصر الأبواب والفصول بما يقارب الربع تقريبًا.

<span data-type="title" id=toc-124>(٧) ترك التعريف بموضوع الباب أو الفصل</span>
ومن منهجه كذلك ترك تعريف موضوع الباب أو الفصل سواء لغة أو اصطلاحًا، بل يدخل في حيثياته مباشرة ونادرًا ما يعرف، ويكاد يوجد ذلك في معظم الأبواب والفصول طلبًا للاختصار. فمثلًا في "كتاب الطهارة" لم يعرِّف الطهارة بل انتقل إلى أقسام المياه مباشرة، وكذا "باب غسل النجاسة" وكذا "باب التيمم" و"باب الحيض" أو "النفاس"، والحال نفسه في "باب المعاملات" مثل "كتاب البيوع" وأبوابه المختلفة، والشيء نفسه يقال في أبواب العدد وغيرها، خلافًا للمحرّر الذي يعرّف غالبًا خاصة من الناحية الشرعية.

<span data-type="title" id=toc-125>(٨) تقديم بعض الأبواب وتأخير بعضها على غير طريقة المتأخرين</span>
يلاحظ كذلك أن الأدمي رحمه اللَّه اتبع منهج المحرّر، فتجده يقدم بعض الأبواب ويؤخر بعضها، فمن ذلك مثلًا أنه جعل "كتاب الجهاد" في آخر الكتاب قبل "باب الأطعمة" وعقب "باب الحدود"، بينما المتأخرون يجعلون "كتاب الجهاد" عقب "كتاب الحج" كما في "الإِقناع" و"المنتهى" و"الغاية" وغيرها.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (89,'<span data-type="title" id=toc-126>(٩) تجنبه للعبارات المستغلقة</span>
يمتاز الأدمي رحمه اللَّه تعالى بسهولة عباراته وسلاستها ودقتها مع الاختصار المناسب وغير المخل في أصل كتابه الذي هو المحرّر. ولعل من أبرز نتائج ذلك أن اتجه محققو المذهب إلى منوَّره لمعرفة الراجح والمجزوم به، حتى أن صاحب الإِنصاف رجع إلى المنوَّر أكثر من رجوعه إلى المحرّر، ولا تكاد تخلو صفحة من الإِنصاف إلَّا وفيها ذكر "المنوَّر" و"المنتخب" للعلامة الأدمي. بهذا يكون العلامة الأدمي قد خدم المحرّر خدمة جليلة، ذلك أنه قربه للعلماء وطلاب العلم، فرحمهما اللَّه جميعًا.

<span data-type="title" id=toc-127>(١٠) التقديم والتأخير في محتويات الباب والفصل</span>
يلاحظ على منهج الأدمي رحمه اللَّه أنه لا يتوافق كثيرًا مع ما يذكره المجد في الأبواب والفصول من حيث بداية الباب أو الفصل ومحتوياته، بل يقدم ويؤخر، وهذا ظاهر في معظم الأبواب والفصول. فمثلًا يقول المحرّر في باب تطهير موارد الأنجاس في بدايته: إذا أصابت نجاسة الكلب أو الخنزير الأرض وجب غسله سبعًا. . . إلخ، ويقول في المنوَّر: في هذا الباب الذي أسماه باب غسل النجاسة في بدايته: "يكره بماء زمزم، وتغسل من السبيلين مكاثرة. . . ومن كلب وخنزير سبعًا. . . إلخ".
* * *',NULL,'93',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (90,'<span data-type="title" id=toc-128>الباب الثالث "نبذة عن المصطلحات الفقهية عند الحنابلة</span>"
الفصل الأول: اصطلاحات الإمام أحمد وأصحابه.
الفصل الثاني: أصول الإِمام أَحمد في استنباط الفروع.
الفصل الثالث: راجح المذهب عند المتأخرين.
الفصل الرابع: مفردات المذهب.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (91,'<span data-type="title" id=toc-129>الفصل الأول اصطلاحات الإِمام أحمد وأصحابه</span>
تستدعي الدراسة ضرورة التعرف على الاصطلاحات الفقهية التي يستخدمها الفقهاء الحنابلة مع الإِشارة إلى أصول الإِمام أحمد في استنباط الفروع وما يتصل من ذلك بمفهوم "الراجح" و"المعتمد" في المذهب. ولا بد من القول أن الإمام أحمد رحمه اللَّه لم يؤلف كتابًا مستقلًّا في الفقه، وإنما أخذ أصحابه ذلك من فتاويه وأجوبته وأقواله وأفعاله، فإن ألفاظه إما صريحة، أو ظاهرة مع احتمال، أو محتملة لشيئين (١).
وللإِمام أحمد رحمه اللَّه وأصحابه وتلاميذهم اصطلاحات فقهية لها مدلولات ومفاهيم ينبغي الوقوف عليها وبيان مقاصدها، إذ يصعب على القارئ فهم كتب المصنفين في الفقه دون علم مسبق بهذه الاصطلاحات وهي مقسمة إلى قسمين:
أولًا: اصطلاحات الإِمام أحمد.
ثانيًا: اصطلاحات أصحابه ومن تبعهم.
_________
(١) علاء الدين، أبو الحسن، علي بن سليمان المرداوي "الإنصاف في معرفة الراجح من الخلاف"، تحقيق: عبد اللَّه التركي (٣٠/ ٣٦٧)، ط (١٤١٦ هـ / ١٩٩٦ م).',NULL,'97',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (92,'<span data-type="title" id=toc-130>أولًا: اصطلاحات الإمام أحمد رحمه اللَّه تعالى </span>(١)
وهي الألفاظ الدالة على مراده، وقد جمعها أصحابه واجتهدوا في تحديد وبيان المراد منها، وهي على النحو التالي:
- قوله: "لا يصلح" أو "لا ينبغي" للتحريم.
- قوله: "لا بأس" و"أرجو أن لا بأس"، للإباحة.
- قوله: "أخشى" أو "أخاف أن يكون" أو "لا يكون" ظاهر في المنع، وقيل: بالوقف.
- قوله: "أحب كذا" أو "أستحبه" أو "أستحسنه" أو "هو أحسن" أو "يعجبني" أو "هو أعجب إلي": للندب، وقيل: للوجوب.
- قوله: "أكره كذا" أو "لا يعجبني" أو "لا أحبه" أو "لا أستحسنه" للتنزيه والكراهة، وقيل: للتحريم.
- قوله: "أستقبحه" أو "هو قبيح" أو قال: "لا أراه"، فهو حرام.
- قوله: "هذا حرام"، ثم قال: "أكرهه" أو "لا يعجبني" فحرام، وقيل: مكروه.

<span data-type="title" id=toc-131>ثانيًا: اصطلاحات أصحابه ومن تبعهم</span>
استعمل أصحاب الإِمام أحمد ومن تبعهم عددًا من الاصطلاحات التي قربت المذهب ويسرت الوصول إلى المعتمد، وهي مما استنبط في فهم أقوال وعبارات الإِمام أحمد رحمه اللَّه. ولا يكتمل الفهم إلَّا بالإِشارة إليها خاصة وأنها تكثر في كتب الفقه، ومنها "المحرّر" لابن تيمية باعتبار أنه يذكر الروايات والأقوال والأوجه.
_________
(١) انظر: "المسودة"، لابن تيمية ص ٤٧٢، وانظر: "الإِنصاف" (١٢/ ٢٤٨)، "الفروع"، لابن مفلح وعليه "تصحيح الفروع"، للمرداوي (١/ ٦٦ - ٩٦)، "المدخل"، لابن بدران، ص ١٣٢.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (93,'ومن هذه المصطلحات (١):

<span data-type="title" id=toc-132>النص: </span>وهو القول الصريح في الحكم بما لا يحتمل غيره ويستعمل لها قولهم: "نصًّا"، "نص عليه"، "نص عليهما". . . إلخ.
<span data-type="title" id=toc-133>الرواية </span>(٢): ومن الصيغ المستعملة للدلالة عنها قولهم: "في رواية" أو "فيه روايتان" ويدخل معها "المنصوص عنه"، وقولهم: "نصًّا"، وقولهم: "نص عليه" و"كذا فعله أحمد"، و"عنه" و"نقل عنه" ويدخل معها التنبيهات بلفظه نحو: "أومأ إليه" أو "أشار إليه" أو "دل كلامه عليه". لهذا، فالرواية مصطلح عام يدخل معه النص والتنبيه، ويقول ابن مفلح في مقدمة "الفروع" إن قوله الأصح، أي: أصح الروايتين (٣).
_________
(١) انظر: المرداوي، "الإنصاف"، عند قوله: فاعدة نافعة جامعة لصفة الروايات المنقولة عن الإمام أحمد والأوجه والاحتمالات الواردة عن أصحابه (٣٠/ ٣٩٩)، الطبعة الجديدة (١٤١٧ هـ/ ١٩٩٦ م)، وانظر: ابن مفلح، "الفروع" (١/ ٦٤)، وانظر: ابن عبد الهادي، "مغني ذوي الأفهام عن الكتب الكثيرة في الأحكام"، ص ٧٨ - ٧٩، ط (١٤١٦ هـ / ١٩٩٥ م)، و"المدخل"، لابن بدران، ص ١٣٨ - ١٤٠.
(٢) ومن كتب الروايات عن الإِمام أحمد "المسائل الفقهية من كتاب الروايتين والوجهين"، للقاضي أبي يعلى، تحقيق: عبد الكريم اللاحم، ط مكتبة المعارف - الرياض (١٤٠٥ هـ - ١٩٨٥ م)، ومنها كتاب "التمام لما صح في الروايتين والثلاث والأربع عن الإِمام والمختار من الوجهين عن أصحابه العرانين الكرام"، تحقيق: عبد اللَّه الطيار، عبد العزيز المد اللَّه، ط دار العاصمة - الرياض (١٤١٤ هـ/ ١٩٩٤ م). ومنها: "المسائل الأصولية من كتاب الروايتين والوجهين"، تحقيق: عبد الكريم اللاحم، ط مكتبة المعارف، (١٤٠٥ هـ/ ١٩٨٥ م).
(٣) انظر: ابن مفلح، "الفروع" (١/ ٦٣).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (94,'<span data-type="title" id=toc-134>التنبيه: </span>والمستعمل لها قولهم: "أومأ إليه أحمد"، أو "أشار إليه"، أو "دلَّ كلامه عليه" و"توقف فيه أحمد" وقد يدخلها البعض مع الرواية كما مرّ، وبمعنى آخر فإن التنبيه مما نفهم من قول أو عبارة الإِمام وليس تصريحًا والتنبيه من قبيل النصوص وليس بقياس كما قال في المسودة.
<span data-type="title" id=toc-135>الوجه </span>(١): ويستعمل لها قولهم: "في وجه"، "على وجهين"، "على ثلاثة أوجه" ونحو ذلك، وهي ما نقل في المسألة من قبل المجتهد لا من نص الإِمام، أو الحكم المستنبط بالقياس من مسألة إلى مسألة تشبهها (٢). يقول ابن بدران: الأوجه أقوال الأصحاب وتخريجاتهم إن كانت مأخوذة من كلام الإِمام أو إيمائه أو دليله أو تعليله أو سياق كلامه (٣)، ويقول ابن مفلح في الفروع: إن قوله: "في الأصح"، أي: أصح الوجهين.
<span data-type="title" id=toc-136>التخريج: </span>التخريج هو نقل حكم مسألة إلى ما يشبهها والتسوية بينهما، قاله ابن بدران. ويستعمل لها قولهم "ويتخرج كذا"، و"يتخرج عليه"، والفرق بين التخريج والوجه أن التخريج نقل الحكم من مسألة إلى مسألة بالقياس، أما الوجه فهو الحكم المنقول بالتخريج الذي هو طريق إثبات الوجه.
_________
(١) انظر: ابن مفلح في "الفروع" (١/ ٦٤)، وابن بدران، "المدخل"، ص ١٣٨، ١٣٩، وانظر: "مقدمة محقق كتاب التوضيح"، للشويكي (١/ ١١٢)، (١/ ١١٧)، (١/ ١١٨)، وانظر: مقدمة محقق "المسائل الفقهية من كتاب الروايتين"، لأبي يعلى (١/ ٥٠).
(٢) المصدر السابق.
(٣) المصدر السابق.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (95,'<span data-type="title" id=toc-137>القول: </span>ويستعمل له "على قول"، "أو فيها قولان"، يقول ابن بدران: أما القولان فقد يكون الإِمام نص عليهما أو نص على أحدهما وأومأ إلى الآخر، وقد يكون مع أحدهما وجه أو تخريج أو احتمال بخلافه، ويشمل القول أيضًا: الوجه و<span data-type="title" id=toc-138>الاحتمال </span>والتخريج. والفرق بين القول والرواية أن الرواية هي الحكم المنصوص عن الإِمام أحمد، أما القول فهو الحكم المنسوب إليه وجهًا أو احتمالًا أو تخريجًا.
الاحتمال: ويستعمل لها "يحتمل كذا"، أو "احتمل"، أو "احتمال"، وهو دليل مرجوح بالنسبة إلى ما خالفه أو لدليل مساوٍ له كما قال ابن بدران، ويفارق الوجه إن الاحتمال غير مجزوم به في الفتيا.

<span data-type="title" id=toc-139>التقديم: </span>ويستعمل لها قولهم: "وقدمه"، "قدمه" وهو جعل القول<span data-type="title" id=toc-141> الراجح </span>في المسألة مقدمًا على غيره مع ذكر المرجوح بلفظ مشعر بالتضعيف، كما في مقدمة محقق الشويكي.
<span data-type="title" id=toc-140>المذهب: </span>يقول ابن بدران: مذهب الإِنسان ما قاله أو دل عليه بما يجري مجرى القول في تنبيه أو غيره. ويقول في المسودة: مذهبه ما نص عليه أو نبَّه عليه أو شملته علته التي علل به، واختلفوا في القياس على قوله ومفهوم كلامه ولازم مذهبه وفعله، أي: هل يكون مذهبه أم لا؟ على تفصيل.
الراجح (١): ويستعمل له "وهو الراجح"، "في الأرجح"، "على الراجح من المذهب" ونحو ذلك، قال في المسودة: مما يرجح به أحد العلتين أن تستوي في معلولاتها، وترجح إحدى العلتين بكون
_________
(١) "المسودة"، ص ٣٤١ - ٣٤٨.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (96,'أصلها مجمعًا عليه والأخرى أصلها مختلف فيه، وترجح العلة بكونها مفسرة والأخرى مجملة وترجح بموافقة ظاهر الكتاب أو يوافق السنَّة، وترجح بموافقة قول الصحابي، ويكون دليل أصل أحدهما أقوى من الأخرى أو يكون قطعيًا والآخر ظنيًّا أو نصًّا والآخر عمومًا، ومنها أن تكون إحداهما تندب والأخرى توجب، أو إحداهما تندب والأخرى تبيح فيقدم الإِيجاب لأن فيه ندبًا وزيادة، ويقدم الندب على الإِباحة لأن الندب فيه إباحة وزيادة ونحو ذلك، وهذا المصطلح عليه مدار ترجيحات المنوَّر على المحرّر.

و<span data-type="title" id=toc-142>خلاصة القول: </span>يمكن إجمال ذلك كله بما جاء في "المسودة" (١): "يقول شيخ الإِسلام تقي الدين ابن تيمية رحمه اللَّه تعالى: الروايات المطلقة نصوص أحمد وكذا قولنا و"عنه".
وأما التنبيهات بلفظه فقولنا: "أومأ إليه أحمد أو أشار إليه أو دلَّ كلامه عليه أو توقف فيه".
وأما الأوجه فأقوال الأصحاب وتخريجاتهم إن كانت مأخوذة من قواعد الإِمام أو إيمائه أو دليله أو تعليله أو سياق كلامه.
وإن كانت مأخوذة من نصوص الإِمام أو مخرجة منها فهي روايات مخرجة أو منقولة من نصوصه إلى ما يشبهها من المسائل إن قلنا: ما قيس على كلامه مذهب له.
وإن قلنا: لا، فهي أوجه لمن خرجها وقاسها.
_________
(١) "المسودة"، ص ٤٧٤ - ٤٧٥.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (97,'فإن خرج من نص ونقل إلى مسألة فيها نص يخالف ما خرج فيها، صار فيها رواية منصوصة ورواية مخرجة منقولة من نصه إذا قلنا المخرج من نصه مذهبه، وإن قلنا: لا، ففيها رواية لأحمد ووجه لمن خرجه. فإن خالفه غيره من الأصحاب في الحكم دون طريق التخريج ففيها وجهان، ويمكن جعلها مذهبًا لأحمد بالتخريج دون النقل لعدم أخذهما من نصه، وإن جهلنا مستندهما فليس أحدهما قولًا مخرجًا للإِمام ولا مذهبًا له بحال.
فمن قال من الأصحاب هنا "هذه المسألة رواية واحدة" أراد نصه، ومن قال: "فيها روايتان"، فإحداهما بنص والأخرى بإيماء أو تخريج من نص آخر له أو بنص جهله منكره، ومن قال: "فيها وجهان"، أراد عدم نصه عليهما فلا يعمل إلَّا بأصح الوجهين وأرجحهما.
وأما القولان فقد يكون الإِمام نص عليهما أو نص على أحدهما وأومأ إلى الآخر، أما التخريج فهو نقل حكم مسألة إلى ما يشبهها والتسوية بينهما فيه، وأما الوقف فهو ترك الأخذ بالأول والثاني والنفي والأثبات إن لم يكن فيها قول لتعارض الأدلة وتعادلها عنده فله حكم ما قبل الشرع.
وهناك اصطلاحات أخرى نبينها في محلها عند التعامل مع "المنوَّر" و"المحرّر" عن قرب منها مثلًا: "ظاهر المذهب" ومن صيغها "الأظهر" و"في ظاهر المذهب"، ومنها "الصحيح" ومن صيغها "على الصحيح" و"هو الصحيح" و"على الأصح"، ويقول ابن مفلح في مقدمته على "الفروع" أن قوله: "الأصح"، أي: أصح الروايتين، وقوله: "على الأصح"، أي: أصح الوجهين، ومنها "المشهور" ومن صيغها "المشهور في المذهب"، و"على الأشهر" أو "وهو الأشهر أو الأظهر" وغير ذلك.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (98,'<span data-type="title" id=toc-143>ثالثًا: ما يطلقه الأصحاب من أسماء وألقاب على علماء المذهب</span>
لعل من المناسب أن نتعرف على ما يستعمله الأصحاب من مسميات وألقاب للدلالة على أعلام المذهب، كما أن لبعضها ارتباطًا بأكثر من عَلَم حسب الطبقة التي ينتمي إليها المستخدم لهذه الألقاب على ما يأتي (١):

<span data-type="title" id=toc-144>القاضي: </span>يطلق عند المتقدمين والمتوسطين للدلالة على القاضي أبي يعلى، محمد بن الحسين بن محمد بن خلف الفراء الملقب بأبي عصر المتوسطين (ت ٤٥٨ هـ). وإذا قالوا: أبو يعلى الصغير فيعنون به ابنه محمد أبا الحسين الفراء صاحب "طبقات الحنابلة" (ت ٥٢٦ هـ). أما "المتأخرون" كصاحب "الإِقناع" و"المنتهي"، أي: الحجاوي والفتوحي، فالقاضي عندهم هو القاضي علاء الدين علي بن سليمان المرداوي (ت ٨٨٥ هـ) صاحب الإِنصاف.
<span data-type="title" id=toc-145>المنقح: </span>يطلقه المتأخرون على القاضي علاء الدين علي بن سليمان المرداوي (ت ٨٨٥ هـ) لأنه نقح المقنع في كتابه "التنقيح المشبع" الذي هو خلاصة كتابه "الإنصاف".
<span data-type="title" id=toc-146>الشيخ: </span>إذا أطلقه "المتأخرون" و"المتوسطون" كصاحب الفروع، أي: ابن مفلح (ت ٧٦٣ هـ) أرادوا به العلامة الموفق (٢) ابن قدامة
_________
(١) "المدخل"، لابن بدران، ص ٤٠٩، وانظر ما قاله الشيخ بكر أبو زيد في "المدخل المفصل" (١/ ١٨٩).
(٢) الشيخ منصور البهوتي، "كشاف القناع عن متن الاقناع"، عالم الكتب - بيروت (١/ ٢٠)، وانظر: منصور البهوتي، "منح الشفا الشافيات في شرح المفردات"، ص ٢٠.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (99,'المقدسي (ت ٦٢٠ هـ)، قال في "نظم المفردات":
فحيثُ بالشيخِ مقالي أُطلِقُ ... فهو الإِمامُ العالِمُ المُوَفَّقُ
وكثيرًا ما يطلق المتأخرون "الشيخ" ويريدون به شيخ الإِسلام ابن تيمية، ومنهم ابن قندس في حواشي الفروع. ويقول العلامة مرعي الكرمي في مقدمته في غاية المنتهى: "والمراد بالشيخ حيث أطلق شيخ الإِسلام وبحر العلوم أبو العباس أحمد تقي الدين ابن تيمية"، واشتهر ابن تيمية أيضًا بـ "شيخ الإِسلام" و"تقي الدين" (١).

<span data-type="title" id=toc-147>الشيخان: </span>يطلق هذا اللقب على الموفق والمجد عبد السلام صاحب المحرّر (٢)، وقد يطلق على المجد، وحفيده شيخ الإِسلام ابن تيمية، قال "صاحب المفردات":
وإنْ أَقُلْ في نظمي الشيخانِ ... فالمجدَ أعني معه الحراني

<span data-type="title" id=toc-148>الشارح: </span>يطلق على الشيخ شمس الدين عبد الرحمن ابن الشيخ أبي عمر المقدسي صاحب الشرح الكبير، ويسمى "صاحب الشرح" أيضًا، وإذا قالوا "الشرح" أو "في الشرح"، فالمعني به هو وشرحه، وأكد ذلك المرداوي في تصحيح الفروع (٣).
<span data-type="title" id=toc-149>الجماعة: </span>ويستعمل لها قولهم "رواة الجماعة"، فيراد بهم وما رواه السبعة عن الإِمام وهم: ابنه عبد اللَّه وابنه صالح وعمه حنبل، وأبو بكر
_________
(١) العلامة مرعي الكرمي، "غاية المنتهى في الجمع بين الإقناع والمنتهى"، المكتبة السعيدية - الرياض، ١٩٨١ (١/ ٥).
(٢) الشيخ منصور البهوتي، "كشاف القناع عن متن الإقناع" (١/ ٢٠)، وانظر: منصور البهوتي، "منح الشفا الشافيات في شرح المفردات"، ص ٢٠.
(٣) انظر: ابن مفلح، "الفروع"، وعليه "تصحيح الفروع"، للمرداوي (١/ ٤٩).',NULL,'105',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (100,'المرُّوذي وإبراهيم الحربي وأبو طالب الميموني (١).
كما تفرد بعض العلماء باصطلاحات وألفاظ وبينوا مقاصدهم بها منها:

<span data-type="title" id=toc-150>خلافًا له: </span>وهو من ألفاظ العلامة مرعي الكرمي في غاية المنتهى في الجمع بين الإقناع والمنتهى، يقول في مقدمة كتابه "مشيرًا لخلاف الإقناع" بـ "خلافًا له".
<span data-type="title" id=toc-151>خلافًا لهما: </span>وهو أيضًا للعلامة مرعي الكرمي يقول فيه مشيرًا لخلاف "الإِقناع" بـ "خلافًا له" فإن تناقض زدت "هنا" ولهما بـ "خلافًا لهما" (٢).
<span data-type="title" id=toc-152>ويتجه: </span>وهو أيضًا من ألفاظ العلامة مرعي الكرمي في الغاية يقول "ولما أبحثه" غالبًا جازمًا به بقولي "ويتجه".
* * *
_________
(١) انظر: "الإنصاف"، للمرداوي (١/ ٨٦)، و"طبقات الحنابلة"، لأبي يعلى (١/ ٧).
(٢) انظر: "غاية المنتهى" (١/ ٥).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (101,'<span data-type="title" id=toc-153>الفصل الثاني أصول الإمام أحمد في استنباط الفروع</span>
كان الإِمام رحمه اللَّه لا يتعدى طريقة الصحابة والتابعين لهم بإحسان ولا يتجاوزها، وهي عادته في التوحيد والفتيا وفي الفقه والاعتقاد. وقد صرح مجتهدو مذهبه أن فتاواه مبنية على خمسة أصول (١)، من المهم معرفتها لكي يتسنى لنا تصور رواياته ونصوصه حسب فهم أصحابه (٢):

<span data-type="title" id=toc-154>الأصل الأول: "النص</span>":
فإذا وجد النص أفتى بموجبه ولم يلتفت إلى ما خالفه أو من خالفه، فلم يكن يقدم على الحديث الصحيح عملًا ولا رأيًا ولا قياسًا ولا قول صاحب ولا علمه بالمخالف الذي يسميه كثير من الناس بالإِجماع ويقدمونه على الحديث الصحيح. ويقول ابن القيم: إن أحمد قال: كذب من ادعى الإِجماع ولم يسغ تقديمه على الحديث الثابت، لهذا لا ينعقد الإِجماع مع
_________
(١) ابن بدران، "المدخل إلى مذهب الإمام أحمد"، ص ١١٥ - ١٢٢.
(٢) ابن النجار، تقي الدين الفتوحي "شرح الكوكب المنير المسمى مختصر التحرير"، تحقيق: الشيخ أ. د. محمد الزحيلي، وأ. د. نزيه حماد (٢/ ٢٢٩)، وانظر كذلك: الشيخ بكر أبو زيد، "المدخل المفصل" (١/ ١٤٩ - ١٥٨)، وكذلك: سالم الثقفي، "مفاتيح الفقه الحنبلي" (١/ ٣٦١)، دار النصر للطباعة - مصر، (١٤٠٢ هـ/ ١٩٨٢ م).',NULL,'107',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (102,'مخالفة مجتهد واحد يعتمد قوله عند أحمد رحمه اللَّه وأصحابه والأكثر أنه لا يسمى إجماعًا مع المخالفة ويشترط لصحة الإِجماع انقراض العصر قبل الاختلاف.

<span data-type="title" id=toc-155>الأصل الثاني: "فتوى الصحابة</span>":
كان رحمه اللَّه إذا وجد لبعض الصحابة فتوى لا يعرف لها مخالف منهم فيها لم يتجاوزها إلى غيرها، ولم يقل ذلك إجماعًا بل من ورعه في العبارة يقول: لا أعلم شيئًا يدفعه أو نحو ذلك. وكانت فتاواه مطابقة لفتاوى الصحابة حتى أن الصحابة إذا اختلفوا على قولين جاء عنه في المسألة روايتان.

<span data-type="title" id=toc-156>الأصل الثالث: "ما وافق الكتاب والسنَّة</span>":
إذا اختلف الصحابة رضوان اللَّه عليهم تخير من أقوالهم الأقرب إلى الكتاب والسنَّة ولم يخرج عن أقوالهم. فإن لم يتبين له موافقة أحد الأقوال حكى الخلاف فيها ولم يجزم بقول.

<span data-type="title" id=toc-157>الأصل الرابع: "الأخذ بالمرسل والحديث الضعيف</span>" (١):
إذا لم يكن في الباب شيء يدفعه، وهو الذي رجحه على القياس، وليس المراد بالضعيف عنده الباطل ولا المنكر ولا ما في روايته متهم بحيث لا يسوغ الذهاب إليه في العمل. بل الحديث الضعيف عنده قسيم الصحيح وقسم من أقسام الحسن، ولم يكن يقسم الحديث إلى صحيح وحسن
_________
(١) انظر مثلًا: ابن كثير، "اختصار علوم الحديث"، وعليه شرح أحمد شاكر، ط دار الندوة، ١٤١٢ هـ/ ١٩٩٢ م - بيروت، ص ١٩ - ٣٥. وانظر: محمود الطحان، "تيسير مصطلح الحديث"، (١٤٠٤ هـ / ١٩٨٤ م)، ص ٦٣ - ٦٦، وص ٧١ - ٧٤، دار التراث - الكويت.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (103,'وضعيف بل إلى صحيح وضعيف، وللضعيف عنده مراتب. فإذا لم يجد في الباب أثرًا يدفعه ولا قول صحابي ولا إجماعًا على خلافه كان العمل به عنده أولى من القياس لشدة تمسكه بالحديث.

<span data-type="title" id=toc-158>الأصل الخامس: "القياس</span>":
إذا لم يكن في المسألة نص، ولا قول الصحابة أو صحابي، ولا أثر مرسل أو ضعيف عدل إلى القياس، فاستعماله له ضرورة إذ أنه يكره أن يفتي في مسألة ليس فيها أثر عن السلف، وكان يقول لأصحابه: إياك أن تتكلم في مسألة ليس لك فيها إمام (١).

والخلاصة كما جاء في "المسودة" (٢) لآل تيمية عن مذهب الإِمام أحمد مما يتصل بالأصول الخمسة المذكورة:
أن ما أجاب عنه بكتاب أو سنَّة أو إجماع أو قول بعض الصحابة فهو مذهبه، لأن قول أحدهم حجة على الأصح.
وما رواه من سنَّة أو أثر وصححه أو حسَّنه أو رضي بسنده أو دوَّنه في كتبه ولم يرده ولم يُفْت بخلافه فهو مذهبه.
وإن ذكر عن الصحابة مسألة فيها قولين، فمذهبه أقربهما من كتاب أو سنَّة أو إجماع، سواء عللهما أم لم يرجح أحدهما ولم يختره.
* * *
_________
(١) ابن بدران، "المدخل"، ص ١١٢ - ١٢٢.
(٢) "المسودة"، لآل تيمية، ص ٤٧٣.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (104,'<span data-type="title" id=toc-159>الفصل الثالث راجح المذهب عند المتأخرين</span>
<span data-type="title" id=toc-160>طبقة متأخري المذهب وكتبهم المعتمدة للراجح من المذهب </span>(١)
المعتمد من المذهب الآن هو ما رجحه المتأخرون، وهم من جاء بعد الموفق ابن قدامة والمجد وغيرهم من طبقة المتوسطين، أي بعد عام ٨٨٤ هـ، وهم:
١ - مصحح المذهب أو المنقح، علي بن سليمان المرداوي في كتابه "الإِنصاف"، وخلاصته "التنقيح المشبع" (ت ٨٨٥ هـ).
٢ - موسى الحجاوي في كتابه "الإِقناع" و"زاد المستنقع في اختصار المقنع" (ت ٩٦٨ هـ).
٣ - محمد بن عبد العزيز الفتوحي المعروف بابن النجار، صاحب "منتهى الإرادات في الجمع بين المقنع والتنقيح وزيادات" (ت ٩٧٢ هـ).
٤ - مرعي بن يوسف الكرمي الحنبلي صاحب "غاية المنتهى في الجمع بين الإِقناع والمنتهى"، و"دليل الطالب" (ت ١٠٣٣ هـ).
_________
(١) انظر: "المدخل"، لابن بدران، ص ٤٣٩ - ٤٤٣، وانظر مقدمة محقق "المستوعب"، للسامري، مساعد الفالح (١/ ٤٠).',NULL,'110',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (105,'٥ - منصور البهوتي في شرحه "الروض المربع شرح زاد المستقنع"، و"دقائق أولي النهى في شرح المنتهى" (ت ١٠٥١ هـ).
وهذه الكتب قد لاقت هي ومؤلفوها عناية كبيرة من معاصريهم ومن تبعهم وتم شرحها والتعليق عليها مثل "غاية المنتهى" لمرعي الكرمي الذي شرحه الرحيباني في "مطالب أولي النهى في شرح غاية المنتهى" (١)، وكذلك "الروض المربع" الذي شرح ووضعت عليه حواشي كثيرة منها "شرح البهوتي" (٢)، "حاشية العنقري" (٣)، و"حاشية ابن قاسم النجدي" (٤)، وغيرهم.

<span data-type="title" id=toc-161>راجح المذهب عند المتأخرين</span>
من المناسب لتأكيد الراجح من المذهب الرجوع إلى المؤلفات المذكورة في صدر هذا الفصل للوقوف على معنى الراجح عندهم. يقول المرداوي في "التنقيح المشبع" في أثناء مقدمته:
"وأمشي في ذلك كله على قول واحد وهو الصحيح من المذهب أو ما اصطلحنا عليه في "الإِنصاف"، و"تصحيح الفروع" فيما
_________
(١) العلامة مصطفى السيوطي الرحيباني، "مطالب أولي النهى في شرح غاية المنتهى"، ط المكتب الإِسلامي، (١٤١٣ هـ/ ١٩٩٣ م).
(٢) منصور البهوتي، "الروض المربع بشرح زاد المستقنع"، دار الكتب العلمية - بيروت.
(٣) الشيخ عبد اللَّه العنقري، "الروض المربع شرح زاد المستقنع وحاشية الروض المربع"، مطابع ابن تيمية - القاهرة.
(٤) العلامة عبد الرحمن بن قاسم العاصمي النجدي، "حاشية الروض المربع شرح زاد المستقنع"، ١٤٠٥ هـ - السعودية.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (106,'إذا اختلف الترجيح" (١).
ويقول الحجاوي في "الإِقناع" في أثناء مقدمته:
"اجتهدت في تحرير نقوله واختصارها لعدم تطويله مجردًا غالبًا عن دليله وتعليله على قول واحد وهو ما رجحه أهل الترجيح منهم العلامة القاضي علاء الدين في كتبه "الإِنصاف"، وتصحيح الفروع، والتنقيح" (٢).
أما "غاية المنتهى" للعلامة مرعي الكرمي فهو جمع بين "الإِقناع" للحجاوي، و"منتهى الإِرادات" للفتوحي، فقد أشار أن صاحبي "الإِقناع" و"منتهى الإِرادات" قد نحا نحو صاحب "الإِنصاف" و"التنقيح" العلامة المرداوي ثم قال: "فصار كتابيهما من أجل كتب المذهب ومن أنفس ما يرغب في تحصيله، لهذا يقول العلامة السفاريني (٣) مقولته المشهورة: عليك بما في الإِقناع والمنتهى، فإذا اختلفا فانظر ما يرجحه صاحب غاية المنتهى" (٤).
_________
(١) العلامة علي بن سليمان المرداوي، "التنقيح المشبع"، إشراف عبد الرحمن حسين محمود، منشورات المؤسسة السعيدية - الرياض ١٩٨١ م، ص ٢٩، وانظر: مقدمة "الفروع"، لابن مفلح (١/ ٥٠).
(٢) العلامة موسى الحجاوي، "الإِقناع" (١/ ٢).
(٣) العلامة الشيخ محمد بن أحمد السفاريني (١١١٤ - ١٨٨٨ هـ) من أعلام القرن الثاني عشر في الفقه والحديث، له "شرح ثلاثيات مسند الإمام أحمد"، "شرح منظومة الآداب"، انظر: "السحب الوابلة"، ص ٣٤٠، و"الأعلام" (٦/ ١٤).
(٤) انظر: العلامة الشيخ مرعي الكرمي الحنبلي، "غاية المنتهى في الجمع بين الإقناع والمنتهى"، منشورات الدار السعيدية - الرياض، ١٩٨١ م، (١/ ٣ - ٥).',NULL,'112',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (107,'أما العلامة الفتوحي صاحب "منتهى الإِرادات" فيقول في خطبته: "ولا أحذف منهما إلَّا المستغنى عنه والمرجوح وما بني عليه، ولا أذكر قولًا غير ما قدم أو صحح في التنقيح إلَّا إذا كان عليه العمل أو شهر أو قوي الخلاف فربما أشير إليه" (١).

<span data-type="title" id=toc-162>وخلاصة القول في الراجح المعتمد من المذهب ما يأتي:</span>
١ - إن الفترة الزمنية التي استقر عليها المعتمد عند المتأخرين تبدأ منذ انتهاء المرداوي من وضع كتابه القيم "التنقيح المشبع" إلى وفاته عام ٨٨٥ هـ ثم إلى عام ١٠٥١ هـ، وهو تاريخ وفاة العلامة منصور البهوتي صاحب "الروض المربع" وشارح "منتهى الإِرادات" وهو آخر المجموعة وفاة.
٢ - إن مدار الفتوى والترجيح على ما رجحه صاحب التنقيح عند الجميع تقريبًا.
٣ - إن المفتى به والمعتمد عند طبقة صاحب المحرّر المجد ابن تيمية وصاحب المنوَّر الأدمي من جهة والمفتى به عند المتأخرين من جهة أخرى سيكون متقاربًا، ذلك أن مدار كلا الطبقتين على "المقنع" الذي صنفه شيخ المذهب ابن قدامة وما طرأ عليه من زيادات، كما في "زوائد المحرّر على الكافي" و"زوائد الكافي على المقنع" اللذين جمعهما ابن عبيدان في "زوائد الكافي والمحرّر على المقنع" (٢) الذي عاش في الفترة ما بين (٦٧٥ -
_________
(١) العلامة تقي الدين الفتوحي، "منتهى الإِرادات في الجمع بين المقنع والتنقيح وزيادات"، تحقيق: عبد الغني عبد الحق، عالم الكتب - بيروت، (١/ ٦).
(٢) انظر: العلامة الإمام عبد الرحمن بن عبيدان الحنبلي الدمشقي، "زوائد الكافي والمحرّر على المقنع"، منشورات المؤسسة السعيدية - الرياض.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (108,'٧٣٤ هـ)، وكذلك ما وضعه المرداوي في خلاصة الإِنصاف الذي هو "التنقيح المشبع في تحرير أحكام المقنع"، الذي قدمنا أن مدار الأمر عليه عند المتأخرين.
٤ - نقل صاحب المحرّر من "متقدمي الأصحاب" لا يخرج كتابه عن المفتى به والمتعارف عليه خاصة مع ترجيح واختصار الأدمي له غالبًا.
* * *',NULL,'114',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (109,'<span data-type="title" id=toc-163>الفصل الرابع مفردات المذهب</span>
للإِمام أحمد رحمه اللَّه مذهب مستقل في الفقه وأصول الفقه وله قواعده وأصوله المعروفة من اجتهاده، وقد مرت معنا آنفًا. وقد يوافق اجتهاده وقوله اجتهاد وقول غيره ممن سبقه أو عاصره، لكن هذا لا يعني أنه تابع أو مقلد له بل هو مجرد الموافقة لأن الحق واحد. وللإمام أحمد مفردات تفرد بها عن غيره في الفقه، وقد حرص على جمعها وشرحها عدة أئمة، وفي ذلك رد على من ادعى أنه لا حاجة لمذهب أحمد لقربه من مذهب الشافعي. يقول ابن فيروز في حاشيته على حاشية الزاد ما نصّه (١):
"ومن مناقب الإِمام أحمد للشيخ يوسف ابن عبد الهادي: ومن الناس من يقول ليس بين مذهب أحمد ومذهب الشافعي خلاف إلَّا في مسائل قليلة نحو ستة عشر مسألة، وهذا قول الأغبياء وإشارة إلى أنه لا حاجة إلى مذهب أحمد، فإذا حقق الإِنسان النظر وجد مذهب أحمد يخالف مذهب الشافعي رحمهما اللَّه تعالى في أكثر من عشرة آلاف مسألة بل وأكثر من ذلك، هذا القاضي عز الدين صنف المفردات المخالفة للمذاهب الثلاثة كتابه المشهور
_________
(١) العلامة عبد الوهاب بن محمد بن فيروز، "حاشية على حاشية الزاد"، (وهو مخطوط)، ورقة ٨ - ٩.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (110,'الذي فيه أكثر من ثلاثة آلاف مسألة وهي بالضرورة تخالف مذهب الشافعي ومالك وأبي حنيفة ومفردات مخالفة الشافعي فقط لم يذكرها. . . ويقول: "وقد وضعت كتاب قرة العين فيما حصل من الاتفاق والاختلاف بين المذهبين. . . ".
ثم شرع بعد ذلك في بيان وسطية مذهب أحمد في أبواب ومسائل نأخذ منها مثلًا:
١ - مذهبه بالقول بطهارة بول جميع الحيوانات المأكولة اللحم وروثها كالغنم والبقر والإبل والخيل والدجاج والأوز وغير ذلك، وهذا مما تعم به البلوى، ولولا مذهب أحمد لضاق الأمر على الناس وعسر عليهم الأمر هنا.
٢ - مذهبه في طهارة مني الآدمي، ومني ما يؤكل لحمه، وفي ذلك رخصة.
٣ - ومن ذلك جواز المسح على الجورب وفيه رخصة.
٤ - ومنه الدخول في صوم رمضان بالغيم والقتر ليلة الثلاثين من شعبان.
٥ - ومن ذلك صحة البيع بالمعاطاة.
٦ - ومن ذلك أن الوالد له أن يملك من مال ولده ما يشاء.
٧ - ومنه أن الخلع فسخ لا ينقص به عدد الطلاق.
٨ - ومنه عدم وقوع الطلاق من السكران.
٩ - ومنه الرد في باب الفرائض وتوريث ذوي الأرحام.
١٠ - ومنه أن الكافر إذا مات حكم بإسلام من لم يبلغ من ولده.
إلى غير ذلك من المسائل.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (111,'<span data-type="title" id=toc-164>كتب المفردات </span>(١):
جمع بعض الأئمة مفردات الإِمام أحمد في مؤلفات منها:
١ - "المفردات"، لأبي الخطاب (ت ٥١٠ هـ).
٢ - "المفردات"، لأبي الوفاء ابن عقيل (ت ٥١٣ هـ).
٣ - "المفردات في الفقه"، لأبي يعلى صاحب الطبقات (ت ٥٢٦ هـ)، وتسمى رؤوس المسائل المفردات في الفقه.
٤ - "المفردات"، لأبي الحسن بن عبد اللَّه الزاغوني (ت ٥٢٧ هـ).
٥ - "المفردات"، لعبد الوهاب بن الواحد الشيرازي المعروف بابن الحنبلي (ت ٥٣٦ هـ).
٦ - "المفردات"، للوزير ابن هبيرة (ت ٥٦٠ هـ).
٧ - "المفردات"، لأبي يعلى الصغير محمد ابن القاضي أبي خازم (ت ٥٦٥ هـ).
٨ - "النظم المفيد الأحمد في مفردات الإِمام أحمد"، لعز الدين محمد بن علي العمري المقدسي (ت ٨٢٠ هـ).
٩ - "منح الشفا الشافيات شرح المفردات"، لمنصور البهوتي (ت ١٠٥١ هـ)، مطبوع. (وهو شرح للنظم المفيد الأحمد. . . المتقدم).
١٠ - "الفتح الرباني بمفردات ابن حنبل الشيباني"، لأحمد الدمنهوري (ت ١١٩٢ هـ)، وهو مطبوع.
_________
(١) انظر: بكر أبو زيد، "المدخل المفصل" (٢/ ٩٠٨ - ٩١٢)، وانظر: مقدمة محقق "تهذيب الأجوبة للحسن ابن حامد"، تحقيق: د. صبحي السامرائي ص ١٢ عالم الكتب، مكتبة النهضة العربية، (١٤٠٨ هـ/ ١٩٨٨ م).',NULL,'117',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (112,'١١ - "المفردات"، لغلام ابن المَنِّي: إسماعيل بن علي الأزجي، المعروف بغلام ابن المَنِّي، (ت ٦١٠ هـ).
١٢ - "نظم المفردات"، لابن عبد القوي، ناظم المذهب (ت ٦٩٩ هـ).
* * *',NULL,'118',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (113,'<span data-type="title" id=toc-165>الباب الرابع "منهج الدراسة والتحقيق</span>"
الفصل الأول: منهج الدراسة.
الفصل الثاني: منهج التحقيق.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (114,'<span data-type="title" id=toc-166>الفصل الأول منهج الدراسة</span>
هذه الدراسة عبارة عن محاولة متواضعة لسبر أغوار كتاب قيم في الفقه هو "المحرّر" للمجد ابن تيمية بصحبة غواص متفنن هو العلامة الأدمي الذي استخرج درره وخلصها من الشوائب ورصعها في "منوره"، فجاءت بأنوار على نور، وقربت ما كان بعيدًا، وفكَّت ما كان مستغلقًا، واختصرت ما كان مطوّلًا بتوفيق اللَّه تعالى.

منهج الدراسة
تنتهج الدراسة إضافة إلى تحقيق النص وضبطه وحسن إخراجه منهجًا يقوم على قراءة مخطوط المنوَّر قراءة فقهية متأنية للخروج بما يأتي:
١ - توضيح الفكرة التي جاء بها الأدمي في اقتصاره على الراجح المعتمد.
٢ - الاستدلال بما جاء به من ترجيحات وبيان موافقتها للمعتمد عند المتأخرين.
٣ - ذكر أثر المحرّر عليه ومدى استفادته منه.
٤ - ذكر الخلاف بينه وبين المحرّر في الأبواب والفصول والعناوين.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (115,'٥ - ترقيم الزيادات التي جاء بها الأدمي في منوّره إن وجدت مع ترقيم لصفحات المخطوط بين معقوفتين في الهامش.
٦ - الاهتمام بدراسة بعض المسائل الفقهية بشيء من التوسع مع الترجيح بحسب الطاقة وبيان ما يرد عليها من اعتراضات.
٧ - الوقوف على مصطلحات المحرّر ومصطلحات المنوَّر لمعرفة أوجه التوافق والخلاف إن وجدت.
٨ - التعرف على من نقل منهم المحرّر ومن نقل عنه وبالمثل في المنوَّر إن وجد.
٩ - الاستشهاد بالآيات والأحاديث والآثار حسب ما تستدعيه الحاجة في بعض المسائل والفصول والأبواب.
١٠ - معرفة أوجه الخلاف والتوافق بين متوسطي المذهب ومتأخريه.
لهذا، لا تجد الدراسة بدًّا من التعرض للمحرّر بالقدر الذي نتعرض فيه للمنوَّر باعتبار أن الأخير خلاصة الأول كما أسلفنا، وهذا مما سيعزز الدراسة ويكسبها قدرة على التعرف على مواضع الأوجه والاختيارات والخلاف والراجح بعون اللَّه تعالى.
وتزداد أهمية الدراسة من جهة مقارنة ما جاء في المنوَّر بما هو معتمد وراجح عند المتأخرين مما سيكسب الدراسة معاصرة ونقلة من طبقة متوسطي المذهب إلى متأخريه مع الموائمة.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (116,'<span data-type="title" id=toc-167>الصعوبات التي واجهت الدراسة مع الإشارة إلى الإيجابيات</span>
لا تخلو دراسة من مصاعب خاصة إذا كانت الدراسة قائمة على مصدر نادر صنفه مؤلف ليس له ذكر مفصّل في طبقات الحنابلة وكتب الأعلام. ويمكن إجمال الصعوبات التي واجهت الدراسة بما يأتي:
أولًا: "ندرة المخطوط الذي قامت عليه الدراسة":
إن ندرة هذا المخطوط من بين مجموعة علَّامة الكويت الراحل الشيخ عبد اللَّه الخلف رحمه اللَّه تعالى جعلت الدراسة تقوم على نسخة فريدة واحدة. لهذا يمكن تصور المصاعب التي تواجه هذا النوع من الدراسات التي تتطلب جهدًا مضاعفًا.
ثانيًا: "نقص هذه النسخة":
رغم ندرتها فإنها كذلك غير كاملة، فإن كتاب الشهادات والإِقرار ورغم قصر هذه الأبواب إلَّا أن نقصها يفقد شيئًا من قيمة المخطوط، خاصة صفحاته الأخيرة التي في العادة يذكر فيها ما يعرِّف بالمؤلف أو الناسخ وتاريخ النسخ.
ثالثًا: الطمس الموجود في أوله وآخره:
هذا الطمس قد زاد من صعوبة التعرف على المؤلف والناسخ وتاريخ المؤلف والنسخ. ومع ذلك، فإن هذه المشكلة حلت بسبب شهرة هذا الكتاب بين علماء المذهب وكثرة الإِشارة إليه وإلى مؤلفه مما خفف من هذه الصعوبة.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (117,'رابعًا: اختصار الأبواب والفصول ودمجها:
يمتاز منهج المؤلف رحمه اللَّه بأنه قائم على اختصار كتاب المحرّر بالاقتصار على الراجح، وهذا دفعه إلى اختصار الأبواب والفصول ودمجها مع بعض مما أوجد صعوبة في المقابلة مع الأصل.
خامسًا: إلغاء بعض عناوين الأبواب:
وهذا أمر متوقع لأن الأدمي رحمه اللَّه عمد إلى اختصار المحرّر وعرض الراجح منه، فهذا أدى إلى إلغاء بعض العناوين أو تغييرها طلبًا للاختصار والإِجمال، وهذا يوجد صعوبة أمام الباحث في التقصي الدقيق.

<span data-type="title" id=toc-168>مزايا وإيجابيات</span>
وفي المقابل هناك مزايا وإيجابيات ساعدت الباحث على إتمام بحثه بعون اللَّه تعالى، وهي:
١ - وجود المحرّر مطبوعًا ومحققًّا بواسطة عالم جليل من المهتمين بكتب وعلماء الحنابلة، ألا وهو الشيخ حامد الفقي الذي يسر عرض المحرّر مما يسر على الباحث فهم المنوَّر.
٢ - أن المحقق الشيخ حامد الفقي نشر المحرّر وفي حاشيته "النكت والفوائد السنية" للعلامة الفقيه المدقق ابن مفلح، وهذا يسِّر أيضًا فهم المحزر وبالتالي المنوَّر بطبيعة الحال.
٣ - أن مخطوط المنوَّر مصحح ومقابل على نسخة أو ربما على مؤلفه، لأن هوامشه لا تكاد تخلو من إشارات تدل على التصحيح بقوله "صح" أو بقوله "بلغ مقابلة"، أو كتابة الحرف "ن" مما يدل على وجود نسخة أخرى له مع كتابة العبارات والكلمات المصححة والإِشارة إلى موضعها بخط مائل يوضح محلها بدقة.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (118,'٤ - أن خط المنوَّر مقروء وواضح عمومًا، ولا توجد صعوبة في قراءته إلَّا ما ندر، وغالبًا ما يتم فك هذه الصعوبة بالرجوع إلى المحرّر أو إلى حاشية ابن مفلح على المحرّر، أو الإِنصاف وأمهات المذهب خاصة كتاب الوجيز وشرحه لابن البهاء البغدادي حيث تتشابه عباراته مع المنور إلى حد التطابق.
٥ - دقة عبارات الأدمي في المنوَّر وسهولة فهمها، مما يدل على أنه رحمه اللَّه قد استوعب المحرّر فهمًا ومراجعة، فخرج بالمنوَّر الذي هو زبدة وخلاصة المحرّر، فرحمهما اللَّه تعالى معًا.
* * *',NULL,'125',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (119,'<span data-type="title" id=toc-169>الفصل الثاني منهج التحقيق</span>
يقوم هذا المنهج على ما هو معتاد في هذا المجال مع ما يختص به لطبيعة النص المحقق، وتقسم الدراسة التحقيقية إلى قسمين:

<span data-type="title" id=toc-170>القسم الأول: تحقيق النص</span>
وذلك باتباع قواعد التحقيق المتعارف عليها للحصول على نص دقيق مقروء ومفهوم، وقد تدرّجت هذه المرحلة إلى ما يأتي:
١ - تم الاطلاع على الأصل وهو نسخة وحيدة محفوظة في وزارة الأوقاف والشؤون الإِسلامية في الكويت، قسم إدارة المخطوطات والتراث من مخطوطات مجموعة الشيخ عبد اللَّه الخلف الدحيان رحمه اللَّه برقم (٢/ ٢٩٣) مجموع (١)، ويقع في الصفحات من ٢٧ إلى ١٤٨.
_________
(١) يشتمل هذا المجموع على ٩ رسائل منها المنوَّر في راجح المحرّر، كما اشتمل على ما يأتي: جزء من كتاب "الخصال والعقود والأحوال والحدود"، لابن البنا، جزء من "الإنصاف"، للمرداوي، "فتاوى النووي وزيادات شمس الدين التدمري"، لمؤلف مجهول، "رسالة في ألفاظ الكفر"، لتاج الدين أبو المعالي مسعود بن أحمد بن عبد العزيز الحنفي، "الفتاوى الموصلية"، للعز بن عبد السلام، "جزء من الأحاديث العوالي الثمانيات والتساعيات"، للفيروزآبادي، "كتاب سل السيف في حال الكيف"، للطبري عبد القادر بن محمد، "جزء من منهاج السنَّة النبوية"، بخط شيخ الإِسلام ابن تيمية.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (120,'٢ - تم تصوير الأصل من قبل إدارة المخطوطات والمكتبات الإِسلامية، وتسلَّم الباحث النسخة وذلك بموافقة رسمية من "لجنة التراث" التابعة لإِدارة المخطوطات في الوزارة للقيام بتحقيقها ودراستها.
٣ - قمت بنسخ المخطوط مع الاستعانة على فهمه بكتاب المحرّر للمجد عبد السلام بن تيمية الذي هو الأصل الذي لخص المؤلف منه، كما أن لدي نسخة من مخطوط المحرّر.
٤ - راعيت عند نسخ المخطوط جملة من القواعد المتعارف عليها ومنها:
(أ) رسم الكتابة وفق القواعد الإِملائية المعاصرة مع ضبط بعض الكلمات بالشكل.
(ب) وضع علامات الفواصل والنقط، ونقطتي التفسير والقول حسب الحاجة.
(ج) إعجام ما أهمله الناسخ وهو كثير.
(د) وضع الهمز حسب القواعد، إذ أن المؤلف لا يهمز، كقوله في باب حمل الجنازة والدفن: "وإن مات في بير لا نفع فيه"، أي: بئر، وتصحيح بعض تصحيفات الناسخ وهي قليلة.
(هـ) تصويب بعض الأخطاء الإِملائية من الناسخ.
(و) المحافظة على النص بالصورة التي لا تغيره عن أصله مع ترقيم صفحاته ووضع ذلك بين معقوفتين.
(ز) وضع عناوين الأبواب والفصول بمفردها كل عنوان على رأس الباب أو الفصل ونحو ذلك، إذ أن الناسخ يجعل الجميع متصلًا مع السطور التي قبله والتي بعده.
٥ - عزو الأحاديث التي جاءت في النص، إذ أن المؤلف يدمج',NULL,'127',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (121,'ألفاظ الأحاديث مع المتن كما جاء في باب صفة الحج والعمرة في ذكر الأدعية المأثورة في قوله مثلًا عند دخول المسجد الحرام. . . "فإذا رأى البيت. . . إلخ"، قائلًا جهرًا: "اللَّهم أنت السلام ومنك السلام فحينا ربنا بالسلام وأدخلنا دارك دار السلام، اللَّهم زد هذا البيت تعظيمًا وتشريفًا. . . إلخ"، وفي الحقيقة تكثر الأحاديث في هذا الباب.
٦ - التعريف بالأعلام إذا جاء ذكرهم، كقوله في باب صفة الحج والعمرة عن باب "بني شيبة" فيعرفون ونحو ذلك.
٧ - تعريف المواقع الجغرافية وأسماء الجبال والوديان والأنهار والقرى والمواقيت، كعرفة وعرنة ونمرة ومنى، مع الإِشارة إلى الاتجاهات الأصلية وغيرها من المواقع والمواضع بحسب الحاجة.
٨ - ترقيم صفحات المخطوط، والإشارة إلى زيادات الأدمي على المحرّر هكذا "زد" مع رقم الزيادة.

<span data-type="title" id=toc-171>القسم الثاني: دراسة المسائل الفقهية</span>
نظرًا لأن الكتاب مختصر لكتاب المحرّر مع تقديم الراجح، فقد قدمنا في صدر هذا الباب أننا سنقارن الراجح بما هو معتمد عن المتأخرين في المذهب الذين سبق الإِشارة إليهم في الباب الثالث وسيكون عملنا على النحو التالي:
١ - مقارنة ما يرجحه المؤلف بما اعتمده صاحب "الإِنصاف" و"التنقيح" المرداوي، وصاحب "الإقناع" الحجاوي، وصاحب "المنتهى" الفتوحي، وصاحب "الغاية" مرعي الكرمي، وكذلك صاحب "الروض المربع" البهوتي بقدر الإِمكان خاصة إذا تباينت العبارات واقتضى الأمر ذكرها كلها أو الاكتفاء بما يجملها.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (122,'٢ - الاستدلال على ما جاء في هذه الكتب من الكتاب والسنَّة بما هو مقدم في هذه الكتب من أدلة من الآيات والأحاديث حسب الحاجة.
٣ - عرض بعض الروايات والأوجه التي ذكرها صاحب "المحرّر" لمعرفة كيف انتهى المؤلف إلى ترجيح بعضها مع الأمثلة.
٤ - بيان الصحيح من المذهب بدقة مع الاستعانة بكتب الخلاف التي عنيت بتصحيح الروايات كـ "الإِنصاف" مثلًا.
٥ - الاستعانة بما يختاره مجتهدو المذهب من اختيارات كاختيارات ابن تيمية رحمه اللَّه، وبعض الشروح المعاصرة كحاشية ابن قاسم على الروض.
٦ - الإِشارة إلى المذاهب الأخرى بقدر المستطاع.
٧ - فك بعض العبارات من المؤلف مما يحتاج إلى تمثيل في بعض الأبواب. وكذلك شرح معاني بعض الكلمات، الغامضة مثل قوله في باب الوليمة: "ولم يدع الجفلى"، والجفلى: معناها الدعوة العامة إلى الوليمة من غير اختصاص كما في المصباح (ص ١٠٣)، وقوله في باب العاقلة: "تشرع في دعوى قتيل معصوم عمدًا أو خطأً مع لوث"، واللوث: هو العداوة الظاهرة كما بينها المحرّر (٢/ ١٥٠) وغيره.
* * *',NULL,'129',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (123,'كتاب المنور في راجح المحرر
على مذهب الإمام المبجل والحبر المفضل أحمد بن محمد بن حنبل الشيباني - رضي الله عنه وأرضاه -

تأليف
الشيخ الإمام العالم العلامة تقي الدين أحمد بن محمد بن علي الأدمي
(كان حيا قبل عام ٧٤٩ هـ)

دراسة وتحقيق
د. وليد عبد الله المنيس',NULL,'131',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (124,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الحمدُ للَّه الذي شَرَّف عِلمَ الشريعةِ وفَضَّله، ورفعَ قَدْرَ العـ. . . (١) على كثير من العلم [. . .] (٢) تفضيل الثناء وجَمّله، وأشهد أن لا إله إلَّا اللَّه وحده لا شريك له شهادةً تملأُ فِجاجَ [. . .] (٣)، وأشهد أن محمَّدًا عبده ورسوله أشرف من أرسله صلَّى اللَّه عليه وعلى آله وصحبه ومن تبعه، صلاةً بِصِلاتِ الصَّلواتِ مُتَّصلة.
وبعد:
فهذا مختصرٌ في الفِقه على مذهبِ الإِمامِ الأَنْبلِ أحمدَ بنِ محمدٍ بن حنبل (٤)، سميته بالمنوّر في راجح
_________
(١) العبارة في الأصل يتخللها رطوبة وعدم وضوح.
(٢) بياض وعدم وضوح في الأصل، وهو من ديباجة خطبة المؤلف.
(٣) بياض في الأصل مع عدم وضوح ولم يظهر منها إلَّا كلمة "فجاج".
(٤) هو الإِمام المبجل أحمد بن محمد بن حنبل بن هلال بن أسد بن إدريس بن عبد اللَّه الشيباني أحد الأئمة الأربعة المتبوعين وسُمِّي المذهب على اسمه (١٦٤ - ٢٤١ هـ). قال عنه الإِمام الشافعي: أحمد إمام في ثمان خصال: إمام في الحديث، إمام في الفقه، إمام في اللغة، إمام في القرآن، إمام في الفقر، إمام في الزهد، إمام في الورع، إمام في السنة، انظر: الطبقات لأبي يعلى (١/ ٥)، البداية والنهاية (١٠/ ٣٤٠)، تاريخ بغداد (٤/ ٤٢١)، تاريخ دمشق (٧/ ٢١٨). وهو أشهر من أن يحال على كتب الأعلام.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (125,'المحرر (١)، قَرّبتُ فيه جُمَلَ ألفاظِه، ليسهُلَ على متعلِّمه وحُفّاظِه، وأسالُ اللهَ العظيمَ أن يجعله خالصًا لوجهه الكريم.
* * *
_________
(١) قوله: "المنوَّر في راجح المحرَّر. . . " إلخ، سبق وأن ناقشنا موضوع العنوان في الباب الأول فليراجع.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (126,'<span data-type="title" id=toc-173>كتاب الطهارة </span>(١)
<span data-type="title" id=toc-174>باب المياه</span>
أقسامها ثلاثة (٢):- طاهر مطهّر وهو المطلق، وإن غَيّره طاهرٌ يَشُقّ
_________
(١) قوله: "كتاب الطهارة"، "باب المياه" وفاقًا للمحرر (١/ ٢ - ٣) واقتداء بالأئمة في البدء بكتاب الطهارة: لأن آكد أركان الإِسلام بعد الشهادتين الصلاة، والطهارة شرطها، والشرط مقدم على المشروط. ولم يُعرّف الحدث بل شرع في بيان أقسام المياه وفاقًا للمحرر وخلافًا للإقناع والمنتهى والغاية والتنقيح الذين عرفوا الحدث ثم بعد ذلك تكلموا عن أقسام المياه من نحو ما جاء في الإِقناع للحجاوي بقوله: "كتاب الطهارة وهي ارتفاع الحدث وما في معناه وزوال النجس وارتفاع حكم ذلك؛ أقسام الماء ثلاثة. . . " إلخ (١/ ٣)، وكذا في "المنتهى" للفتوحي: "الطهارة ارتفاع حدث وما في معناه بماء طهور مباح وزوال خبث. . . " إلخ، باب المياه ثلاثة. . . (١/ ٧)، وكذا في الغاية (١/ ٦) وكذا في التنقيح (ص ٣١).
(٢) قوله: "أقسامها ثلاثة"، وفاقًا للمحرر (١/ ٢، ٣) وهو قول الجمهور، والإِقناع (١/ ٣)، والمنتهى (١/ ٧ - ٨)، والغاية (١/ ٦، ٩، ١٠)، أي: طهور وطاهر ونجس، غير أنَّ المحرر لم يقل طهور عن القسم الأول، بل سمَّاه "مطهر مطلق"، والمطلق، أي: ليس مقيدًا، كقولنا: ماء ورد أو ماء زعفران (١/ ٧)، وتبعه في المنور فال عنه: "طاهر مطهر وهو المطلق"، أي: الباقي على خلقته النازل من السماء من مطر وثلج وبرد لقوله تعالى: {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً =',NULL,'135',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (127,'صَونُه أو مقرّه (١)، أو ملحه مطلقًا، أو مُكْثه، أو مجاور، أو مَحلُّ تطهير قبل فَصْلِهِ، أو خَلَتْ به مُكلّفةٌ لرفع حدثها (٢)، لكن لا ترفعُ فَضْلَتُها إنْ قَلّت
_________
= لِيُطَهِّرَكُمْ بِهِ} [الأنفال: ١١]، وقول النبي -صلى اللَّه عليه وسلم-: "اللَّهُمَّ طهِّرني بالثلج والبرد والماء البارد"، رواه مسلم (٢/ ٤٧)، وفي المتفق عليه: "بالماء والثلج والبرد"، وانظر: الكافي (١/ ٥)، و"المبدع في شرح المقنع" لابن مفلح (١/ ٣٤)، وفي "المطلع": الطهور، بفتح الطاء هو الطاهر في ذاته المطهر لغيره (ص ٦). واختار شيخ الإِسلام ابن تيمية أنَّ الماء قسمان: طاهر ونجس (الفتاوى ٢١/ ٥). قال المرداوي في الإِنصاف: "اعلم أن للأصحاب في تقسيم الماء أربع طرق: أحدها: وهي طريقة الجمهور أنَّ الماء ينقسم إلى طهور، وطاهر، ونجس. الطريق الثاني: أنه ينقسم إلى قسمين: طاهر ونجس، والطاهر قسمان: طاهر طهور، وطاهر غير طهور، وهي طريقة الخرقي وصاحب التلخيص والبلغة. الطريق الثالث: أنه ينقسم إلى قسمين: طاهر طهور، ونجس. وهي طريقة الشيخ تقي الدِّين، فإنَّ عنده كل ماء طاهر تحصل الطهاره به سواء كان مطلقًا أو مقيدًا كماء الورد. الطريق الرايع: أنه أربعة أقسام: طهور، وطاهر، ونجس، ومشكوك فيه لاشتباهه بغيره، وهي طريقة ابن رزين في شرحه (١/ ٣٣).
(١) قوله: "مقره"، قال في المحرر: ولا بأس بما تغير بمقرِّه (١/ ٢)، وجاء في منظومة ابن عاشر من المالكية مغرة بالغين في قوله:
إلَّا إذا لازمه في الغالب ... كَمَغْرَةٍ فمطلقٌ كالذائب
وهي الطين الملازم للماء، وقوله: أو ملحه مطلقًا، في المحرر: أو بملح مائي (١/ ٢).
(٢) قوله: "أو خلت به مكلفة لرفع حدثها. . . " إلخ، لحديث الحكم بن عمرو الغفاري -رضي اللَّه عنه-، أنَّ رسول اللَّه -صلى اللَّه عليه وسلم- "نهى أن يتوضَّأ الرجل بفضل طهور المرأة"، رواه الخمسة. قال الترمذي: حديث حسن، وهو تعبدي، وهو من مفردات المذهب، قال في "منح الشفا الشافيات في شرح المفردات" للبهوتي (والنظم لمحمد بن علي العمري المقدسي): وامرأة للطهر بالماء خلت. . . لا يطهر الرجال مما أفضلت. فال البهوتي: إذا خلت مكلفة ولو كافرة لطهارة =',NULL,'136',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (128,'حَدَثَ رجلٍ ولا خنثى.
ويكره شديدُ حرٍّ ومسخّنٍ بنجاسة أمكنَ وصولُها، وغَصْب.
- الثّاني: طاهرٌ غيرُ مُطهِّرٍ، وهو ما غيّرهُ طاهرٌ يَسْهُل صونُه، أو قلّ ورَفَع حدثا، أو انفصل عن محلٍّ غير أرضٍ بعد طهارته غير متغير.
- الثالث: نجسٌ، وهو قليل راكدٌ وَرَدَتْهُ نجاسة، وكثيرٌ غَيّرته. والكثير خمسمائة رطل عراقي تقريبًا (١).
_________
= كاملة عن حدث بماء قليل (هو ما دون القلتين) أو بقي منه شيء فالباقي طهور لكن لا يرفع حدث الرجل البالغ ولا الخنثى هذا المذهب وعليه جماهير الأصحاب وقطع به كثير منهم؛ لحديث الحكم بن عمرو الغفاري. قال الإِمام أحمد: جماعة كرهوه، منهم: عبد اللَّه بن عمر، وعبد اللَّه بن سرجس، وخصصناه بالخلوة؛ لقول عبد اللَّه بن سرجس: توضأ أنت هاهنا وأما إذا خلت به فلا تقربنه"، والمنع تعبدي. اهـ. ص ٢٤؛ وانظر: الترمذي (١/ ٦٨) باب ما جاء في كراهة فضل طهور "المرأة"، وجاء أنَّ كراهته للتنزيه، وعلم منه أنه يزيل النجس، ويرفع حدث الصبي والصغيرة، ولا أثر لخلوتها في القليل إذا كان عندها من يشاهدها، أو لم تستعمله بطهارة كاملة خلافًا للحنفية والمالكية والشافعية فيرفع حدث الرجل، واختاره شيخ الإِسلام ابن تيمية قال: "تجوز بماء خلت به امرأة لطهارة وهو رواية عن أحمد".
(١) وقوله: "والكثير خمسمائة رطل عراقي تقريبًا. . . " إلخ، قال شيخنا محمد بن سليمان الجرَّاح في تعليقه على "دليل الطالب" للشيخ العلَّامة مرعي الكرمي الحنبلي: والكثير قلتان: "القلة: الجرَّة من الفخار، يُشرب منها. سُمِّيت قلة لأنَّ الرجل العظيم يقلّها بيديه، أي: يرفعها، ومقدارها بالتنك (التنك صفيحة من الحديد الرقيق تَسَعُ أربعَ جالونات أو ٥.١٨ لترًا، عشر تنكات)، قال بعضهم:
والقُلَّتان عشرةٌ من التنك ... كما أتى تحريرهُ من غيرِ شكّ
ومساحتها ذراع وربع طولًا وعرضًا وعمقًا، وذراع طولًا وذراعان ونصف عمقًا كما حرره المرداوي في التنقيح حال كونه مدورا بذراع اليد من الرَّجُلِ المعتدل". =',NULL,'137',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (129,'ولا يَطْهُر كثيرُهُ إلَّا بزوال تَغَيُّرِهِ، إما بِمُكثه، أو بِنَزْحٍ بَقَّى (١) كثيرًا، أو بإضافة كثير طهور. ولا قليلٌ إلَّا بالإِضافة مع زوال تغيره.
ولا يطهر مائع غير ماء تحلل، ولا ما تشرَّب نجاسة.
ومن شك في نجاسةِ طاهرٍ أو عَلِمَه أخذَ باليقين، ولا يُقبل خبر ثقة بتنجيسِه قبل ذكرِ سببه (٢).
_________
= وفي "حاشية الزاد" للعاصمي: أنَّ شيخ الإسلام يرى أنَّ القلَّتين ثلاثة وتسعون صاعًا وثلاثة أرباع الصاع. وقد جاء في "شرح المفردات" للبهوتي في شطر بيت "كذاك ماء هو قلتان" قوله: والصحيح من المذهب وعليه جماهير الأصحاب أنَّ النجاسة لا تؤثر في الكثير من الماء. . . (ص ٢٤). وفي "حاشية الزاد" للعاصمي لقوله -صلى اللَّه عليه وسلم-: "إذا بلغ الماء قلَّتين لم ينجسه شيء"، وفي رواية: "لم يحمل الخبث"، رواه أحمد وأصحاب السنن، وصححه ابن خزيمة، وقال الحاكم: على شرط الشيخين. وصححه الطحاوي (١/ ٧٢)؛ وقال أحمد: حديث بئر بضاعة صحيح، وقال الترمذي: حسن صحيح، انظر: أبو داود (١/ ٤٩). وقال ابن تيمية: حديث القلتين إذا صحّ فمنطوقه موافق لغيره، أما مفهومه فلا يلزم أن كل ماءٍ كلما لم يبلغ القلتين ينجس (١/ ٧١)، وانظر: "المطلع" (ص ٨)، وانظر: "الروض المربع شرح زاد المستقنع" تحقيق عبد اللَّه الطيار، إبراهيم الغصن، خالد المشيقح، وعبد اللَّه الغصن (١/ ١٥١)، وعند البعض تتراوح القلتان ما بين ٢٧٠ لترًا أو ٢٠٠ كيلو جرام إلى ٣٠٧ لترًا أو ٤٠٢ كيلو جرام حسب طريقة تحديد المقدار.
(١) وفي المحرّر: أو بنزحٍ يبقى بعده قلتان (١/ ٢).
(٢) قوله: "ولا يقبل خبر ثقة بتنجيسه قبل ذكر سببه. . . " إلخ. لم يذكر ذلك المحرر؛ لهذا فهي زيادة من العلامة الأدمي رحمه اللَّه. قال العلامة مرعي الكرمي في الغاية: "وإن أخبره مكلف عدل ويتجه أوْ لا واعتقد صدقه ولو ظاهرًا أو أنثى أو قن أوأعمى بنجاسة شيء ولو مبهمًا كأحد هذين وعين السبب قُبل لزومًا وإلَّا فلا". اهـ قال العلَّامة الشطِّي صاحب حاشية الغاية: قوله ويتجه =',NULL,'138',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (130,'<span data-type="title" id=toc-175>باب غسل النجاسة </span>(١)
يكره بماء زمزم (٢)، وتغسل من السبيلين مكاثرة (٣)، ومن كلب وخنزير سبعًا (٤)، واحدة بتراب، ومن غيرهما ثلاثًا، وعصرِه الخفيف، وتثقيل الثقيل، وقلبه ودقِّه غَسْلُه. وتطهر الأرض والمبنيات بِصبَّةٍ مزيلةٍ.
_________
= أوْ لا، أي: أخبره غير عدل، واعتقد صدقه بنجاسة شيء وعين السبب قُبل وإلَّا فلا، أقول: لم أر من صرح به لكن كلام ابن القيم في "إعلام الموقعين" يتضمَّنه. اهـ. (غاية المنتهى ١/ ١٣، وانظر: الحاشية رقم ١) وفي قَبول خبر العدل قال في الإِقناع نحو ما قال في الغاية (١/ ١٠)، وكذا في المنتهى (١/ ١١)، ولم يشر إليه في "التنقيح"، والكافي (١/ ١١).
(١) قوله: "باب غسل النجاسة"، هذا العنوان من العلامة الأدمي رحمه اللَّه إذ إنَّ المجد في المحرر سمَّاه "باب تطهير موارد الأنجاس" (١/ ٤).
(٢) قوله: "يكره بماء زمزم"، أي: إزالة النجاسة به، وهو من المفردات. قال في نظم المفردات:
واكره لِرَفع حدثٍ من زمزم ... كخبثٍ بل صُنه للتكرّم
قال البهوتي: أي يكره ماء زمزم في رفع الحدث، قدمه المجد في شرحه، وقال: نص عليه (ص ٢٣). ولم يتعرض المجد في محرره لمسألة ماء زمزم، لذا فهي إضافة من الأدمي.
(٣) قوله: "وتغسل من السبيلين مكاثرة" لم يذكرها المجد في المحرر فهي زيادة أيضًا من الأدمي.
(٤) قوله: "من كلب وخنزير سبعًا. . . " إلخ، وفاقًا للمحرر (١/ ٤)، وفي الإقناع ذكر غسل النجاسات في باب الآنية (١/ ١٣ - ١٤)، وكذا في المنتهى (١/ ١١ - ١٢)، وفي الغاية (١/ ١٥ - ١٦)، وقال في "نظم المفردات"، للبهوتي (ص ٣٢):
مذهبُنَا نجاسةُ الحمارِ ... والبغلُ والجارحُ في الأطيار
كل النجاسات فالكلابِ ... تُغسل سبعًا هكذا جوابي',NULL,'139',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (131,'والمذيُّ وبولُ الغلامِ ما لم يَطعَمَ بنَضْحِه، والمُزَفّت بغسله، وبغسل الصقيل وحيطان [البئر] (١) الصغيرة. ولا يسألُ عن ساقط ماء ويُجاب. وإن خَفِيَت فيما يُغْسَلُ عادة غَسَلَ ما يجزم أنها فيه. ولا تُطَهِّرُ شمسٌ وريحٌ واستحالةٌ إلَّا خمرةً قُلِبَت بنفسها.
والبلغم، وما لا نَفْسَ له (٢) سائلة حيًّا وميتًا، [ومنيِّهما] (٣) ورطوبة فرج المرأة، والريح، وبول المأكول، وقيئه، وروثه، ومحل الاستجمار، والنعل بعد دلكه، ودم السمك، والشهيد ما دام عليه، وغير المسفوح، وطين الشوارع المجهولة، وصوف الميتة، وشعرها، وريشها، إن طهرت حية طاهر (٤). وجلدُها وإن دُبغ (٥)، وعظمها، ولبنها، وأنفحتها إن نجست ميتة، وجلد غير المأكول وإن ذبح، وسؤره سوى الهر فما دونها خلقة، والنبيذ، وبول الخفاش نجس (٦).
ويعفى عن يسير دم وفروعه في جامد من طاهر إلَّا من سبيله إن حرم أكله إلَّا من قُبُلِ حائض، ومذي، ويسير قيء نجس. وعرق، وريق بغل، وحمار، وسبع بهيمة، سوى كلب وخنزير. ويكره الخَرْز بشعر خنزير،
_________
(١) غير ظاهرة في الأصل وأقرب ما تكون "البير"، أي: البئر.
(٢) قوله: "ما لا نفس له سائله"، أي: ليس فيه دمًا كالذباب والعقرب.
(٣) غير ظاهرة وأقرب ما تكون: "ومنيهما".
(٤) انظر: الإِقناع (١/ ١٣)، والمنتهى (١/ ١٢)، والكافي (١/ ١٣، ١٤، ١٥، ١٦).
(٥) انظر: الإِقناع (١/ ١٣)، وقال في المنتهى: "يباح دبغ جلد نجس بموت واستعماله بعده" (١/ ١٢) خلافًا للإقناع.
(٦) انظر: المنتهى (١/ ١٢)، والإِقناع (١/ ١٣)، والغاية (١/ ١٦)، قال: ولا يطهر جلد غير مأكول بذكاة ولا بدبغ جلد تنجس بموت (١/ ١٦)، وهو المذهب.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (132,'والغسل بمطعوم سوى نخالة خالصة، وملح.

<span data-type="title" id=toc-176>باب الآنية</span>
يحرمُ اتخاذُها من النقدين واستعمالُها، والطهارةُ منها (١)، وفيها، وبها، وتجزئ. ولا بأس بضبة فضة يسيرة لحاجة (٢)،
_________
(١) قوله: "منها وفيها وبها وتجزئ"، وهو المذهب، قال شيخنا محمد الجرَّاح في تعليقه على "نيل المآرب بشرح دليل الطالب" قوله: "منها" بأن يغترف بيده، وقوله: "فيها"، بأن يتخذ إناء محرمًا يسع قلتين يغتسل ويتوضأ بداخله، وقوله: "وبها"، أي: بأن يغترف الماء بها. وقال في شرح المفردات عند قوله (ص ٣١):
كذا إناءُ فضةٍ أو ذهبِ ... فالطّهرُ لا يصح مذهبي
أي: لا تصح الطهارة من آنية الذهب والفضة، اختارها أبو بكر، والقاضي، وأبو الحسين، والشيخ تقي الدِّين. اهـ. وقدم الصحة وقال: وهو المذهب في المحرر (١/ ٧)؛ وفي الإقناع (١/ ١٢)، والمنتهى (١/ ١١)، والغاية (١/ ١٥)، والتنقيح (١/ ٣٤)، وهي من المسائل التي فيها خلاف كما في "مغني ذوي الأفهام" لابن عبد الهادي (ص ٨٣، ط ١٤١٤ هـ/ ١٩٩٤ م، مكتبة طبرية، الرياض).
(٢) قوله: "ولا بأس بضبة يسيرة من فضة. . . " إلخ، فشروط استعمالها على ذلك:
١ - أن تكون يسيرة كلحم الشعبة أو الشرخ في الإِناء.
٢ - أن تكون لحاجة.
٣ - أن لا تكون بالجهة المباشرة بالاستعمال حتى لا يكون مستعملًا لها.
٤ - أن تكون من فضة.
ولم يذكر في المحرر مباشرتها بالاستعمال فهي إضافة من الأدمي. وذكر في الإقناع أنه تباح مباشرتها لحاجة وبدونها تكره (١/ ١٣)، وكذا في المنتهى بقوله: "وتكره مباشرتها بلا حاجة" (١/ ١٢)، وكذا في التنقيح (١/ ٣٤) فيكون الأدمي قد رجح الحرمة في المباشرة في الاستعمال. والحديث لما روى حذيفة -رضي اللَّه عنه-: "لا تشربوا في آنية الذهب والفضة ولا تأكلوا في صحافها فإنها =',NULL,'141',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (133,'ويحرم مباشرتها بالاستعمال (١).
* وآنية الكتابي، وثيابه، طاهرة، إن جُهل حالها. ويوجب (٢) اشتباه طهور بطاهر مِنْ كلٍّ وضوءًا وبنجسٍ التيممَ إنْ تعذَّر تطهيرُ أحَدِهما بالآخر، أو وجود طهور بيقين.
وإن اضطر إلى شربٍ تحرَّى (٣) وشَرِبَ الطاهرَ، وتوضَّأ بالطهور وتيمَّم، ومع النجس يشرب الطهورَ ويَغْسِلُ فَمَه عند وجود طهور، والمحرّم بغصب أو غيره كالنجس (٤).

<span data-type="title" id=toc-177>باب الاستطابة </span>(٥)
سُنّ لمريد الخلاءِ: قولُ: بسم اللَّه أعوذُ (٦) باللَّه من الخُبث والخبائث.
_________
= لهم في الدنيا ولكم في الآخرة"، وحديث أم سلمة -رضي اللَّه عنها-: "الذي يشرب في آنية الذهب إنما يجرجر في بطنه نار جهنم"، كلاهما متفق عليه.
(١) زد = زيادة من الأدمي على المحرر.
(٢) في الأصل غير منقوطة؛ وانظر: الإِقناع (١/ ١٣)، قال: وثياب الكفار كلهم وأوانيهم طاهرة إن جهل حالها حتى ما ولي عوراتهم. اهـ، وكذا في المنتهى (١/ ١٢).
(٣) قوله: "وإن اضطر إلى شرب تحرى. . . " إلى آخر الباب، هذه إضافة من الأدمي رحمه اللَّه ولم يذكرها المجد في المحرر، انظر: (١/ ٧).
(٤) زد = زيادة من الأدمي على المحرر.
(٥) قوله: "باب الاستطابة"، هذا اختصار من الأدمي، وفي المحرر "باب الاستطابة والحدث" (١/ ٨)، والاستطابة سُمِّيت بذلك لأنها تطيب نفسه بإزالة الخبث.
(٦) قوله: "وسن لمريد الخلاء قول بسم اللَّه. . . " إلى قوله: "وعافاني"، لما روى علي -رضي اللَّه عنه- قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ستر ما بين الجن وعورات بني آدم إذا دخل الخلاء أن يقول: بسم اللَّه"، رواه ابن ماجه في باب ما يقول الرجل إذا دخل الخلاء من كتاب الطهارة (١/ ١٠٩)، وأبو داود، كتاب الطهارة، باب =',NULL,'142',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (134,'وتقديمُ يُسراه داخلًا وتأخيرها خارجًا، قائلًا: غفرانَك (١)، الحمدُ للَّه الذي أذهب عني (٢) الأذى وعافاني. واعتماده (٣) على يسراه، وسكوته (٤)، فلو عطس (٥) حَمِد بقلبه، ومسح ذكره من أصله ثلاثًا، وبُعْدُهُ فضاءً، واستتاره وارتياده مكانًا رخوًا (٦)، واستنجاؤه ناحية إن خاف تلوثًا، وابتداؤه بقبُلِه، وتُخَيَّرُ المرأة، ويغسل الأقلف، [. . .] (٧) فرجها.
_________
= ما يقول الرجل إذا دخل الخلاء (١/ ٢٩)، ولحديث أنس -رضي اللَّه عنه- أن النبي -صلى اللَّه عليه وسلم- كان إذا دخل الخلاء قال: "اللَّهُمَّ إنِّي أعوذ بك من الخبث والخبائث"، متفق عليه، والصواب أن تقرأ الخبث بتحريك الباء، قال الخطابي: هو بضم الباء وهو جمع خبيث، والخبائث جمع خبيثه فكأنه استعاذ من ذكرانهم وإناثهم. معالم السنن (١/ ١١)، وانظر: المطلع (ص ١١).
(١) قوله: "غفرانك"، أي: أسالك غفرانك، من حديثا عائشة -رضي اللَّه عنها- قالت: كان رسول اللَّه -صلى اللَّه عليه وسلم- إذا خرج من الخلاء قال: "غفرانك"، رواه الترمذي وقال: حسن غريب (١/ ٢٠)، ورواه الخمسة وصحَّحه ابن خزيمة والحاكم والنووي. وقوله: "الحمد للَّه الذي أذهب عنِّي الأذى وعافاني"، رواه ابن ماجه (١/ ١١٠) وقد ضعف هذه الرواية البعض كالبوصيري في مصباح الزجاجة (١/ ١٢٩)، والألباني في الإِرواء (١/ ٩٢).
(٢) في الأصل: "عنا".
(٣) قوله: "واعتماده على يسراه"، هذا أصح للبدن وأسهل لخروج الأذى، وفيه إكرام للرِّجل اليمنى جريًا على سنة التيامن في غير الأذى والنجاسات.
(٤) قوله: "وسكوته"، قال في الغاية، والإِقناع: ويجب الكلام لتحذير معصوم كأعمى وغافل (١/ ١٨) و (١/ ١٥)، وفي المنتهى: كره الكلام مطلقًا (١/ ١٣).
(٥) في الأصل: "عطش" بالشين.
(٦) قوله: "مكانًا رخوًا"، الراء مثلثة، وذلك ليأمن رشاش البول.
(٧) غير مقروء مع وجود بياض وطمس في الأصل بمقدار ست كلمات، وفيها اضطراب، ومعنى قوله: تخير المرأة، أي: تخير في غسل القبل أو الدبر ابتداءً.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (135,'ويكرَهُ استصحابُه ما فيه ذكر اللَّه تعالى بلا عذر، ورفع ثوبه قائمًا. وأن يمكث (١) فوق حاجته. واستنجاؤه بيمينه. واستقبال النيّرين (٢)، والريح بلا حائل. وبوله في شق وسَرَب (٣)، ومَسْقَط (٤) ثمر.
ويحرم في طريق، وظل نافع، وماء راكد، واستقبال القبلة واستدبارها فضاءً.
ويجب الماء لنجس خارج السبيلين، فإن لم يَعْدُ (٥) أجزأ كل طاهر مُنْق سوى روث وعظم ومحترم. وتثليث المسح حتم، ويُجزئ بثلاث شعب
_________
(١) قوله: "وأن يمكث فوق حاجته"، لما فيه من كشف العورة بلا حاجة وهو مضر للصحة؛ "دليل الطالب بحاشية ابن مانع"، (ص ٧)، وقال: في الشرح الكبير: لأنه يقال أن ذلك يؤذي الكبد ويأخذ منه الباسور (١/ ١٩٣)، والإِنصاف (١/ ١٩٣) (ط ١٩٩٦ م/ ١٤١٥ هـ)، وكلمة "يمكث" مطموسة في الأصل وأثبتناها من المحرّر.
(٢) قوله: "النيرين"، أي: الشمس والفمر، وعبارة المحرر: "ولا يستقبل الشمس ولا القمر" (١/ ٩) وفاقًا للإقناع (١/ ١٥)، والمنتهى (١/ ٣٤)، وفي حاشية العاصمي على الزاد قال ابن القيم: لم يرد في ذلك دليل وليس لهذه المسألة أصل في الشرع (١/ ١٣٤).
(٣) قوله: "وسرب"، بفتح السين والراء: الثقب، وهو ما يتَّخذه الدبيب والهوام بيتًا في الأرض؛ المطلع (ص ١٢)، وانظر: المبدع في شرح المقنع (١/ ٨٣).
(٤) قوله: "ومسقط"، بفتح الميم والقاف، أي: المكان الذي يتساقط عليه الثمر من الشجر، أي تحت الشجر وبالقرب منها، لأنه إن فعل فسوف يتلوث بالنجاسة أصل الشجرة، وثمرها المتساقط، والجالس في ظلها، وهي من الملاعن. قال في "النكت والفوائد على المحرر" لابن مفلح: قطع في المستوعب والنهاية بأن لا يبول تحت شجرة مثمرة ولا غير مثمرة (١/ ١٠).
(٥) قوله: "فإنْ لَمْ يَعْدُ"، أي: لم يتعد الخارج من السبيلين ولم ينتشر على الصفحة، وفي المحرر: "فإن تعدت مخرجها" (١/ ١٠).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (136,'حجر، أو بثلاث مَسَحَات بأرض أو حائط، فإن لم ينق زاد إلى وتر. والماء أولى من الحجر، وجمعهما أفضل. ويصح الوضوء قبل الاستنجاء دون التيمم.

<span data-type="title" id=toc-178>باب السواك </span>(١)
يُسَنّ كُلَّ وقت، ويكره برمّان وريحان، ولصائم من (٢) الزوال، وبرطب مطلقًا. ويؤكد لتغير فم، ووضوء، وصلاة، بأراك مغسول، عرضًا، وعلى اللسان، ويجزئ بأصبعه (٣) أو خرقة.
_________
(١) قوله: "باب السواك"، هذا اختصار من الأدمي رحمه اللَّه، وفي المحرر "باب السواك وأعواده" (١/ ١٠).
(٢) قوله: "ولصائم من الزوال"، قال في الإِنصاف: فلا يستحب وهو إحدى الروايات عن أحمد، وهو المذهب، وقال: نصره المجد في شرحه والمنور -أي: صاحب كتابنا هذا- (١/ ٢٤٠ - ٢٤١)، واختار شيخ الإِسلام وتلميذه ابن القيم رحمهما اللَّه الاستحباب، الفروع (١/ ١٢٥)، ومذهب مالك وأبو حنيفة عدم الكراهة، لأنَّ الخلوف ليس في محل السواك إنما هو من أبخرة المعدة، ومرضاة الرب أطيب من ريح المسك والقياس يقول بموجبه: حكاه شيخ الإِسلام، حاشية العاصمي على الروض (١/ ١٥١)، انظر: الحاشية (رقم ٥) منه.
(٣) والمذهب خلافه، أي: لم يصب السنة، بقوله: "ولم يصب السنة من استاك بغير عود" كما في "دليل الطالب" للعلامة مرعي، بحاشية ابن مانع (ص ٨)؛ والإِقناع (١/ ١٩)، وفي الشرح الكبير اختار الوجه الثّاني، وهو إصابة السنة، وقال: وهو الصحيح واستشهد بحديث أنس بن مالك "قال: قال: النبي -صلى اللَّه عليه وسلم-: يجزي في السواك الأصابع" (في كتاب الطهارة، السنن الكبرى، ١/ ٤٠، ٤١)، قال الحافظ محمد بن الواحد المقدسي: هذا إسناد لا أرى به بأسًا، الشرح الكبير (١/ ٢٤٧).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (137,'ويجب ختان بالغ أَمِنْ (١).
ويُسنُّ الادِّهان غِبًّا، والاكتحالُ وِترًا، وحَف الشارب، وقلم الظفر مُخَالِفٌ (٢)، كل جمعة، والتَّيامُن، ونتفُ الإِبط، وحلقُ العانة، ونظرُ المِرآة، والتطييب (٣).
ويُكره القَزَعُ (٤)، ونَتْفُ الشيب، وتغييرُه بسواد إلَّا لحرب، وغرزُ الجِلد بكُحل، ووصلُ شعر (٥) الأنثى، وثقب أُذن الذكر (٦).
_________
(١) قوله: "ويجب ختان بالغ أمن. . . "، أي: أمن الضرر، وهو المذهب، وعبارة المحرر: "ما لم يخف منه" (١/ ١١)، والسنة أفضل فَيُعَايا بِهَا ويقال: ما سُنة أفضل من واجب!! الجواب: السنة الختان قبل البلوغ والواجب بعده، فالسنة أفضل، وفي الإِقناع: يجب ختان ذكر وأنثى وخنثى مشكل (١/ ٢٢).
(٢) قوله: "وقلم الظفر مخالف. . . " إلخ، أي: فيبدأ بخنصر اليمنى ثم الوسطى من اليمنى ثم الإِبهام منها ثم البنصر ثم السبابة، ثم إبهام اليسرى ثم الوسطى ثم الخنصر ثم السبابة ثم البنصر، قال في شرح الإِقناع: صححه في الإِنصاف، وقال ابن دقيق العيد: وما اشتهر من قَصّها على وجه مخصوص لا أصل له في الشريعة (١/ ٧٦).
(٣) في الأصل المخطوط: "التطييب"؛ وفي المحرّر: ويتطيب (١/ ١١).
(٤) القزع: هو حلق بعض شعر الرأس وترك بعضه؛ لقول ابن عمر -رضي اللَّه عنهما- أن النبي -صلى اللَّه عليه وسلم- "نهى عن القزع وقال: أحلقه كله أو دعه كله"، رواه أبو داود (٤/ ٤١١) كتاب الترجل، إسناده صحيح.
(٥) قوله: "ووصل شعر الأنثى"، الصواب أنه يحرم كما في شرح الإقناع: "ويحرم وصل شعر بشعر"؛ لما رُوِيَ أن النبي -صلى اللَّه عليه وسلم- لعن الواصلة، رواه مسلم (٣/ ١٦٧٦) باب تحريم فعل الواصلة والمستوصلة. ولم يذكر المحرر وصل الشعر ولا ثقب الأذن فدل على أنها إضافة من الأدمي رحمه اللَّه.
(٦) زد = زيادة من الأدمي على المحرر.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (138,'<span data-type="title" id=toc-179>باب الوضوء </span>(١)
فروضُه: النيّةُ، ومحلُّها القلبُ عند أول فرض، ثم التسميةُ، ثم غَسلُ الوجه، وحَدُّهُ من منابت شعر الرأس عادة إلى مُسترسل اللحية، وما بين الأذنين والفم والأنف، ثم غَسْلُ اليدين مع المِرفقين، فيغسل الأقطعُ رأسَ الآخر (٢)، ثم مَسْحُ الرأسِ مع الأذنين، ويُجزئُ بغير اليد وغَسْلُه (٣)، ثم غَسْلُ الرِّجلَين مع الكعبين، والترتيبُ والموالاةُ عُرفًا.
وسُننه: تقديمُ النيَّه (٤)، واستصحابُها ذِكْرًا، ثم غسلُ الكَفّين ثلاثًا، ويُؤكّدُ مِنْ نوم الليلِ، وتقديمُ المَضمضةِ والاستنشاقِ على سائرِ الوجهِ، ومبالغتُهما لِمُفْطِرٍ، وتخليلُ الشَّعرِ الساتِرِ، والأصابِع [المفرَّقة] (٥)، والغسلةُ الثانيةُ [والثالثة]، ورَفْعُ نَظرِه إذا فَرَغَ مُتشهِّدًا (٦).
_________
(١) قوله: "باب الوضوء" هذا اختصار من الأدمي، ففي المحرر: باب صفة الوضوء (١/ ١١).
(٢) قوله: "فيغسل الأقطع رأس الآخر. . . "، أي: لو قُطِعت يده من مفصل المرفق وجب غسل رأس المرفق الباقي. كما في المحرر (١/ ١١).
(٣) قوله: "وغسله"، الذي يظهر أن الضمير يعود على الرأس فيجزئ، وفي قول: لا يجزئ ولم يصب السنة.
(٤) قوله: "وسننه تقديم النية"، خلافًا للمحرر الذي قدم الوجوب بقوله: "ويجب تقديمها" (١/ ١١)، وكذا في الكافي (١/ ٥١).
(٥) الأقرب إلى رسمها: "المفرقة" كما أثبتناه، واللَّه أعلم، وفي المحرر: تخليل أصابعه، وقوله: و [الثالثة] أبضًا غير مقروءة.
(٦) قوله: "ورفع نظره إذا فرغ متشهدًا. . . "، قال في الكافي لما روى عمر -رضي اللَّه عنه- عن النبي -صلى اللَّه عليه وسلم-: "من توضأ فأحسن وضوءه ثم قال أشهد أن لا إله إلَّا اللَّه وحده لا شريك له وأشهد أن محمَّدًا عبده ورسوله فتح اللَّه له أبواب الجنة الثمانية يدخل من أيّها شاء"، رواه مسلم (١/ ٢١٠) كتاب الطهارة، وأحمد (٤/ ١٥٠ - =',NULL,'147',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (139,'ويُكرهُ: الزيادةُ على ثلاثٍ، وتَكْرار مَسْحُ رأسٍ وأُذُن، ومَسحُ عُنُق، وغَسْلُ داخِلِ عَين. ولا يُكرهُ تنشيفُ أعضائِهِ (١) [. . .] (٢).

<span data-type="title" id=toc-180>بابُ المسح </span>(٣)
مَنْ سَتَر بعد كمال طُهره (٤) محل فرضِ رِجْله بما يمكن متابعة المشي به، وثَبَت بنفسه، أو نَعلٍ أو زرٍّ، أو سَتَر رأسَهُ بعمامةٍ ذاتِ ذُؤابة: مسحَ أكثرَها وظاهِرَ قَدَمِه، ولا يُسنُّ مسحُ أسفلِهِ ولا يُجزئُ الاقتصار عليه (٥).
ويمسحُ مِنْ حدثه يومًا وليلة (٦) مقيمًا، وثلاثة بلياليهن سفر قصر، فلو
_________
= ١٥١) في مسند عقبه بن عامر الجهني -رضي اللَّه عنه-، وأبو داود (١/ ١١٩) كتاب الطهارة.
(١) في الأصل: "أعضاءه".
(٢) غير مقروء لوجود طمس بمقدار كلمتين تقريبًا.

(٣) قوله: "باب المسح"، هذا اختصار من الأدمي رحمه اللَّه، وفي المحرر "باب المسح على الخفين وغيرهما".
(٤) قوله: "بعد كمال طهره. . . "، وفاقًا للمبدع شرح المقنع (١/ ١٣٨)، والإِقناع (١/ ٣٣)، والمنتهى (١/ ٢٢)، والتنقيح (ص ٤٠).
(٥) يدخل في ذلك الخف والجورب، والمسح على الجورب من مفردات المذهب، (انظر: مغني ذو الأفهام، لابن عبد الهادي ص ٨٩)، وقال في "نظم المفردات":
امسحْ على جواربِ صفيقهْ ... وعِمَّةِ سنيّةٍ حقيقهْ
(ص ٣٥). ولحديث علي -رضي اللَّه عنه-: "لو كان الدين بالرأي لكان أسفل الخف أولى من أعلاه، وقد رأيت رسول اللَّه -صلى اللَّه عليه وسلم- يمسح على ظاهر خفيه"، أخرجه أبو داود والترمذي وقال: حديث حسن، (١/ ٧٨)، قال الحافظ في التلخيص: وإسناده صحيح، وفي بلوغ المرام: إسناده حسن.
(٦) قوله: "ويمسح من حدثه يومًا وليلة. . . " إلخ، هذا عن ابتداء المسح، وفاقًا للمنتهى (١/ ٢٢)، وعبارته: "من حدث بعد لبس. . . "، والإِقناع (١/ ٢٣) =',NULL,'148',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (140,'أحدث ثم سافر أَتَمَّ كمسافرٍ، وإنْ مسحَ ثم سافرَ كمقيمٍ، وكذا إن أقام أو قَدِم إلَّا أن يجاوزه فيخلع. والعاصي بسفره كمقيم.
وإن أدخل حائلًا على حائل ممسوحٍ مسح الأسفل، وإن كانا مُخرَّقين فلا مسح وإن سَتَرَا. ومتى ظهر بعضُ قدمه، أو مِنْ رأسه ما لا يظهر عادةً، أو انقضت المدةُ، أو خلع النَّعل المثبتة اغتسل واستأنف. والمرأةُ كالرجل في حائلِ القدم، وغسلُهُ أفضل.
ومن شَدَّ (١) جُرحًا أو كسرًا ولم يَعْدُ قدرَ الحاجة مسحه إلى برئه (٢)، فإن شق قَلْعُ الزائدِ (٣) تيمم له. أو يمسحُ ماسحها كل حائل وبالعكس، فإن عمّت محل الفرض سقط ومسحت.

<span data-type="title" id=toc-181>باب نواقض الوضوء </span>(٤)
وهي خارج السبيلين، ومِنْ سائر (٥) البدن: بول وغائط، وفاحشُ
_________
= بقوله: من وقت حدث بعد لبس إلى مثله. . . "، والمبدع في شرح المقنع (١/ ١٤٢) قال: "وابتداء المدة من الحدث بعد اللبس".
(١) قوله: "من شد جرحًا أو كسرًا. . . " إلخ، قال في حاشية ابن مانع على دليل الطالب: للجبيرة أربع صور، الأولى: إن وضعها على طهارة ولم تتجاوز محل الحاجة، فيغسل الصحيح ويمسح على الجريح ولا يتيمم، الثانية: إن وضعها على طهارة وتجاوزت محل الحاجة فيغسل ويمسح ويتيمم، الثالثة: وضعها على غير طهارة ولم تتجاوز محل الحاجة، الرابعة: وضعها على غير طهارة وتجاوزت محل الحاجة، ففي الصورتين يغسل الصحيح ويتيمم بلا مسح (ص ١٣).
(٢) في الأصل: "برؤه"، والصواب ما أثبتناه.
(٣) في الأصل: "الزايد".
(٤) قوله: "باب نواقض الوضوء"، هنا وافق الأدمي ما جاء في المحرر (١/ ١٣)، وهي ثمانية وفاقًا.
(٥) في الأصل: "ساير".',NULL,'149',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (141,'نجس غيرهِما، وزوال العقل، إلَّا يسير نومِ قائم وقاعد، وملاقاةُ جسمُ الرجلِ المرأَة، والمرأةُ الرجلَ لشهوة، ومسُّ ذكر كل آدمي متصل أصلي بالكف ولو بزائد (١)، ولا ينقض أحد فرجَي الخنثى إلَّا أن يمسّ (٢) ذكرٌ ذكره أو أنثى قُبُله لشهوة، وأكلُ لحم الإِبل (٣) ولو نِيْئًا، وغسل الميت، والرِّدَّة.
ولا ينتقضُ وضوءُ ملموس، ولا مِنْ شعر، أو سن، أو ظفر، أو مع حائل. ومن شك في طُهر أو حدث فباليقين، فإن تيقّنهما وشك في أسبقهما فبضد حاله [إلَّا أن يتيقن فعلهما فيكون على مثل حاله قبلهما. . . بعضو نجس. . . وله نَسخُهُ، ومن كتب أو ألواح هو فيها وفضة نقشت] (٤).

<span data-type="title" id=toc-182>باب الغسلُ </span>(٥)
الغسلُ يوجبه خروج المنيّ، وانتقالُهُ دفقًا بلذة
_________
(١) في الأصل: "ولو بزايد"، وفي المحرر: مس فرج الآدمي قُبُلًا كان أو دبرًا. . . إلخ (١/ ١٤).
(٢) في الأصل: "تمس"، والسياق يقتضي "يمس" كما هو مثبت.
(٣) وهو المذهب، وهو من المفردات، انظر: منح الشفا الشافيات (ص ٤٠)، والغاية (١/ ٣٨)، وقال: تعبُّدًا.
(٤) ما بين المعقوفتين مطموس في الأصل، وما أثبتناه من المحرر لتنسبك العبارة، ومجمل العبارة غير ظاهر لكثرة السقط، انظر: الصحيفة ٥ في الأصل (ورقة ٣٢ - ٣٣). وعبارة المحرر: ويحرم على المحدث مس المصحف، وفي حمله بعلاقته أو في غلافه وتصفحه بكمّه أو عود ونحوه وحمل الدراهم المكتوب عليها القرآن روايتان (١/ ١٦).
(٥) قوله: "باب الغسل"، هذا اختصار من الأدمي فإنَّ صاحب المحرر جعلها ثلاثة أبواب منفصلة هي: "باب موجبات الغسل"، "باب الأغسال المستحبة"، و"باب صفة الغسل" (١/ ١٧ - ٢١).',NULL,'150',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (142,'فيهما (١)، فإن خرج، أو بقيّةُ الجماع بعد غسل لم يُعد، وتغييب حشفة أصلية أو قدرِها (٢) في كل فرج أصلي، وإسلام، وموت، وحيض، وولادة بدم. وإن وجد مستيقظٌ بللًا وجهله منيًا اغتسل، فإن تقدمه لمس أو فكر أو إبْرِدَة (٣)، أو ضاجعه محتلم في ثوب واحد فلا غسل، لكن لا يؤم أحدُهما صاحبه. ولمن لزمه الغسل قراءة بعض آية تبرُّكًا، وعبور مسجد، ويحرم لُبثه فيه إلَّا بوضوء. يصح، ويسن (٤) غسل فرج الجنب ووضوؤه كل ونوم وجماع، ولا يصح لجنابة من حائض قبل طهرتها، ولا يجب بالتصاق الختانين والسحاق.
_________
(١) قوله: "وانتقاله دفقًا بلذّة فيهما"، وهو من المفردات، قال في "منح الشفا الشافيات" (ص ٤٢):
ويجب الغسل على من انتقلْ ... منيّه في أنثييه قد حَصلْ
حين أراد الدفقَ أمسك ذكره ... بذاك نصٌّ جاء حربٌ ذكرَهْ
أي: يجب الغسل على من أحسَّ بانتقال منيّه فأمسك ذكره فلم يخرج نص عليه. وكذا في الإقناع (١/ ٤٣)، والمنتهى (١/ ٢٧). والغُسل بضم الغين: الاغتسال، أي: استعمال الماء في جميع بدنه على وجه مخصوص، وبالفتح: الماء، والسُّنَّة أن لا يغتسل بدون صاع ولا يتوضأ بدون مد. "المحرر" (١/ ٢١) خلافًا "للمنتهى" (١/ ٣٢).
(٢) في الأصل: "أو قدرتها"، وقوله: "وإسلام"، أي: إسلام الكافر الأصلي، وفي المنتهى: "ولو مرتدًّا" (١/ ٢٨).
(٣) الإِبردة بكسر الهمزة والراء: مرض يحدث بسبب غلبة البرد والرطوبة بغير شهوة الجماع، والمعنى: إن كان به إبردة وخرج منيّ لم يجب الغسل لعدم يقين سبب وجوب الغسل. "حاشية ابن قاسم على الروض" (١/ ٢٧١).
(٤) قوله: "ويسن غسل. . . " إلى قوله: "والسحاق"، هذه زيادة من الأدمي رحمه اللَّه وهي زد (٦).',NULL,'151',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (143,'<span data-type="title" id=toc-183>فصل</span>
ويُسن (١) للجمعة، والعيدين، والاستسقاء، والكسوفين، والإِحرام حتى مع نفاس، ودخول مكة، والوقوف بعرفة، والمبيت بمزدلفة، والرمي، والطواف، ومن غسل الميت، ولإِفاقةٍ بلا احتلام، والاستحاضة لكل صلاة.
وكاملُه (٢): إزالةُ الأذى، والنية، والتسمية، والوضوء، وقرون الرأس، ثم سائر البدن ثلاثًا، ودلكه، وغسل قدميه ناحية.
ومجزئه: النية، وتعميم البدن حتى باطن الفم والأنف. ومن نوى الحدثين، أو طهارة مسنونة ناسيًا حدثه، أو رفعَ أحداثِ جنسٍ أجزأَهُ.
وتنوي المستحاضةُ استباحةَ الصلاة لبقاء حدثها، ولا يجب الترتيب والموالاة. ويُسن بصاع، والوضوء بِمُد (٣). ويجزئ ما أسبغ.
_________
(١) قوله: "ويسن للجمعة والعيدين. . . " إلخ، يعني: الأغسال المستحبة، كما في المحرر (١/ ٢٠)، وقد جعلها الأدمي أقرب إلى أربعة عشر غسلًا، وفي المحرر ثلاثة عشر غسلا (١/ ٢٠)، زاد الأدمي عليه بقوله: "والإِحرام حتى مع نفاس"، كما أنه استخدم لغة التغليب فقال: "والعيدين"، "والكسوفين"، في مقابل: "والعيد والكسوف" عند المحرر (١/ ٢٠)، وقد زاد الأدمي على ما في "المحرر" في هذا الفصل مسائل وهي زد (٧)، منها: أنَّ المستحاضة تنوي الاستباحة لبقاء حدثها، ومنها: ذكره مقدار المياه كقوله: "ويسن بصاع والوضوء بمد"، ومنها: حرمة دخول الحمام بلا حاجة أو ضرورة للرجل والمرأة، ومنها: حرمة كشف العورة في الحمام ولو خلوة لا لتداوٍ وختان ومعرفة بلوغ. . .، وفي الغاية ستة عشر غسلًا (١/ ٥٢).
(٢) قوله: "وكاملة"، أي: صفة الغسل الكامل، قال في المحرر: وكماله عشر خصال، وفي المنور: ثمان خصال، فلم يذكر غسل اليدين ثلاثًا ولم يذكر البدء بالشق الأيمن، وزاد: وقرون الرأس.
(٣) قوله: "ويسن بصاع والوضوء بمد"، فال في المحرر: والسنة أن لا يغتسل بدون =',NULL,'152',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (144,'ويَحرمُ دخول الحمام بلا مئزر، وللمرأة بلا ضرورة، وتكره القراءة فيه لا السلام.
ويحرمُ كشفُ العورة ولو خلوة ويُباح لتداوٍ وختان ومعرفة بلوغ.

<span data-type="title" id=toc-184>باب التيمم </span>(١)
يُشرع إذا حلَّت الصلاةُ لمن طلب الماء عُرفًا فأعوزَه أو خافَ ضررًا بسببه على نفسه، أو أهله، أو ماله، أو رفيقه، ولو حضرًا.
والسنةُ: ضربةٌ (٢) يمسح بباطن أصابعه وجْهَه، ثم براحتيه ظاهرَ كفيه
_________
= صاع ولا يتوضأ بدون مد، خلافًا للغاية بقوله: ولا يكره إسباغ بدون ما ذكر (١/ ٥٥).
(١) وهو بدل عن طهارة الماء مبيح للصلاة وليس رافعًا للحدث، وعند ابن تيمية هو بمنزلة الطهارة يباح به كل ما يباح بالماء فهو بدل يساوي مبدله، وهو القول الثّاني عند أحمد، وهو من خصائص هذه الأمة، وقال شيخ الإسلام ابن تيمية: كلُّ مَن امتنع عن الصلاة بالتيمم فإنه من جنس اليهود والنصارى، فإنَّ التيمُّم لأمة محمد -صلى اللَّه عليه وسلم- خاصة. "حاشية ابن قاسم على الروض" (١/ ٣٠٠).
(٢) قوله: "والسنة ضربة واحدة"، قال في المفردات (ص ٤٥):
وضربةٌ تُسن في التيمم ... للوجه والكفين فيما قد نُمي
أي: الواجب والمسنون ضربة واحدة، كما في الحديث المتفق عليه، انظر: البخاري "كتاب التيمم" (١ - ٢/ ٣١١) ومسلم "باب التيمم" (٣ - ٤/ ٦١)، ما رواه عمار رضي اللَّه عنه قال: بعثني رسول اللَّه -صلى اللَّه عليه وسلم- في حاجة فأجنبت فلم أجد ماء فتمرَّغت في الصعيد كما تتمرَّغ الدابة ثم أتيت رسول اللَّه -صلى اللَّه عليه وسلم- فذكرت ذلك له فقال: إنما كان يكفيك أن تقول بيدك هكذا. . . فضرب بيده الأرض ضربة واحدة ثم مسح الشمال على اليمين وظاهر كفيه ووجهه"، وخروجًا من الخلاف ضربتان وهو الأحوط كما في "دليل الطالب" (ص ٢٠)، وفي "المنتهى": ضربة (١/ ٣٩)، وفي المحرر: قال القاضي: الأفضل ضربة للوجه وأخرى لليدين إلى المرفقين (١/ ٢١).',NULL,'153',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (145,'إلى كوعيه ويخلل أصابعه.
وطهورية التراب وغباره (١)، والترتيبُ، والموالاة شرط.
وينوي الجنبُ الحدثين؛ ومن نوى نفلًا أو أطلق لم يصلِّ فرضًا، ومن نواه صلَّى كل وقته ما شاء وجمع. ولا يتيمم قبل الوقت، وآخره أفضل. فإن قدر عليه وخاف فوت الوقت أو فوت الجنازة لم يتيمم. وإن قلَّ الماء عن طهره لزمه استعماله ثم التيمُّم للباقي. ويغسل صحيحَ بدنه ويتيمم لجريحه. ويلزمه قبوله هبة، وشراؤه بزيادة يسيرة غير مجحفة. فإن عدمه والتراب صلى، فإن زاد على مجزئ من ركن أو واجب أعاد.
ويبطل تيممه بخروج الوقت، وَبِدَلِّ الماء (٢)، أو لقدرته عليه، ولو فيها، وبخلع حائل ويبطل ما تيمم له.
فإن تنوع محتاج ماء وبذل لأولاهم به قدم من كفاه، ثم الميت، ثم المتنجّس، ثم الحائض، ثم الجنب الذكر. ويتيمم جريح الوجه عند غسله.

<span data-type="title" id=toc-185>باب الحيض</span>
أقله يوم وليلة، وأكثره خمسة عشر، وغالبه ست أو سبع (٣).
وأقل الطهر بين الحيضتين ثلاثة عشر، ولا حد لأكثره. فمن ابتدأها
_________
(١) قوله: "وغباره"، أي: تراب مباح طهور غبر محترق له غبار، وهذا مذهب أحمد والشافعي، ومذهب مالك وأبو حنيفة كل ما صعد على وجه الأرض فيدخل التراب والرمل والحجر والنبات.
(٢) قوله: "وبدل الماء"، أي: إذا عثر على الماء مع الدلالة.
(٣) قوله: "وغالبه ست أو سبع"، هذه زيادة من الأدمي وهي زد (٨)، إذ لم يذكر ذلك في المحرر، انظر: (١/ ٢٤ - ٢٦)، وقال في "الغاية": وغالبه ست أو سبع (١/ ٨١)، وفي "التنقيح" لم يشر إلى غالبه.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (146,'جلست أقله واغتسلت وتعبدت، فإن لم يعبر أكثره اغتسلت ثانيًا عند انقطاعه. فما تكرر ثلاثًا بمعنى واحد أخذت به وأعادت في الثلاث واجب غير صلاة. ويكره وطؤها في الثلاثة. فإن تغيرت عادتها لم تلتفت قبل تكراره ثلاثًا.
ومتى انقطع دمها في العادة اغتسلت وتعبدت، فإن عاد فيها جلسته، وإن حاضت غتًّا (١) ولم يعبر أكثره فلكل حكمه.
والصفرة والكدرة في العادة حيض، فيمنع وجوب الصلاة، وفعل الصوم ما لم ينقطع، ويمنع ما تمنعه الجنابة ما لم تغتسل.
ويستمتع منها بما دون الفرج، ويجوز وطؤها بعد انقطاع الدم وقبل الغسل (٢).
ولا حيض مع حمل ولا قبل تسع سنين ولا بعد (٣) ستين.
ومن جاوز دمها أكثر الحيض فمستحاضة تجلس عادتها، فإن عدمت فتمييزها زمن الأسود ما لم يقل عن أقل الحيض ولم يعبر أكثره. فإن لم تتميز
_________
(١) قوله: "وإن حاضت غبًا"، أي: رأت يومًا دمًا ويومًا طهرًا، الغب يوم ويوم كما في الصحاح.
(٢) قوله: "ويجوز وطؤها بعد انقطاع الدم وقبل الغسل" وهو زد (٩)، خلافًا للمحرر بقوله: والوطء بعد الانقطاع وقبل الغسل حرام (١/ ٢٦).
(٣) قوله: "ولا بعد ستين"، في الإِقناع: "وكثره خمسون سنة" (١/ ٦٥)، وقال في "نظم المفردات" وشرحه للبهوتي:
أكثرُ سن الحيض خمسون سنة ... فحنبل عن شيخه قد عنعنه
(ص ٤٩)، أي: روى حنبل عن الإِمام أحمد أنَّ أكثر سن الحيض خمسون سنة. واختار شيخ الإسلام لا حدّ لأكثره. غاية المنتهى (١/ ٨٠)، والاختيارات (ص ٢٨)، وفي التنقيح قال: "ولا حدّ لأكثره" (ص ٥٢).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (147,'وهي مبتدأة أو ناسية عددها دون وقتها أو لَهُما جلست غالبه. وإن نسيت وقتها دون عددها جلسته أول كل شهر. فإن حصرته في عدد وزاد على نصفه، فمثلًا الزائد من وسطه حيض جزمًا فتجلس باقيه منه، تتحرَّى وتغسل فرجها وتعصبه وتتوضأ لوقت كل صلاة وتصلِّي ما شاءت، وكذا دائم الحدث. ويحرم وطؤها إن أمن العنت (١).

<span data-type="title" id=toc-186>باب النفاس</span>
أقله قطرة وأكثره أربعون يومًا، فما جاوزها فاستحاضة إلَّا أن يصادف زمن الحيض. ومتى انقطع في المدة ثم عاد فيها عاد حكمه.
والنفاس كالحيض فيما يحرم ويسقط إلَّا في العدة والبلوغ (٢).
ويكره وطؤها في المدة. ودمها قبل وضعها بثلاث نفاس ولا ينقص المدة. وأولها من أول توأم. ولا نفاس بوضع غير مصوّر (٣).
* * *
_________
(١) قوله: "إن أمن العنت"، لم يذكر هذا في المحرر وهو زد (١٠)، وفي التنقيح إلَّا لمن به شبق بشرطه، وفال: "من غير خوف العنت منه ومنها"، (ص ٥٤)، وفي الغاية "أو خوف عنت منها" (١/ ٧٨)، وقال في شرح المفردات:
وعندنا يحرُم وطء المرأة ... إن تستحض إلَّا لخوفِ العَنَتِ
قال البهوتي في شرحه: أي مع خوف وقوع في المحظور منه أو منها (ص ٥١)
(٢) قوله: "إلَّا في العدة والبلوغ"، أي: فارق الحيض النفاس في هاتين المسألتين، فالحيض من علامات البلوغ، أما النفاس فلا حقٌ للولادة ولا يوجب بلوغًا ولا يحتسب عليه به في مدة الإيلاء، والعدة للحائض لا النفساء، ويشتركان في إيجاب الغسل، وترك الصلاة، وحرمة الوطء أثناءهما.
(٣) قوله: "غير مصور"، أي: لم يتبين فيه خلق الإنسان.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (148,'<span data-type="title" id=toc-187>كتاب الصلاة</span>
<span data-type="title" id=toc-188>باب المواقيت</span>
وقتُ الظهر من الزوال إلى ظل الشيء مثله سوى ظل الزوال، فيعقبه وقتُ العصر، وهي الوسطى إلى ظل الشيء مثليه، ويبقى إلى الغروب وقت ضرورة، فيعقبه وقت المغرب إلى مغيب الحُمرة، فيعقبه وقت العشاء إلى ثلث الليل، ويبقى إلى الفجر الثّاني وقت ضرورة، فيعقبه وقت الصبح إلى طلوع الشمس، ويُكره بعد الإِسفار بلا عذر.
وأول الوقت أفضل سوى عشاء، ومغرب نفير (١) لمحرم، وظهر حرٍّ (٢)، وغيمها.
* ويحرم تأخير صلاته (٣) عنه لغير عذر أو تشاغل بشرطها.
_________
(١) قوله: "ومغرب نفير لمحرم"، أي: ليلة المزدلفة بعد النفير من عرفة، قال في المحرر: والمغرب ليلة جمع للمحرم، وذلك في سياق الصلوات الجائز تأخير فعلها عن أول الوقت (١/ ٢٨).
(٢) قوله: "وظهر حر وغيمها"، أي: يسن الإِبراد وهو تأخير صلاة الظهر في الحر، وتعجيلها في الغيم، وفي الغاية "اختار الشيخان وجمع تعجيلها أفضل مع حر أو غيم" (١/ ٩٩)، وعبارة المحرر: "والظهر مع القيظ والغيم. . .، وقوله: ومع الغيم كالظهر" (١/ ٢٨)، وحديث الإِبراد رواه البخاري في كتاب مواقيت الصلاة (١ - ٢/ ٢٨٤) ورواه الجماعة من حديث أبي هريرة: "إذا اشتد الحر فأبردوا بالصلاة فإن شدة الحر من فيح جهنم"، وهو حديث متواتر رواه بضعة عشر صحابيًّا، وأبردوا، أي: أخّروها إلى أن يبرد الوقت عند انكسار شدة الحر.
(٣) في الأصل: "صلوته".',NULL,'157',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (149,'ويدرك الوقت بقدر تكبيرة (١)، وللجمعة بركعة. ومن أخبره ثقة بدخوله جزمًا قلده وإلَّا اجتهد وأجزأه ما لم يتقدَّمه. ومن أدركه ثم زال خطابه ثم عاد قضى.
ومن خوطب قبل الغروب لزمه الظهران، أو قبل الفجر لزمه العشاءان. ومن صلَّى ثم ارتد ثم أسلم في وقتها لم يُعِدْ ولا يقضي ما ترك حال رِدّته. وأين ومتى صلَّى كافرٌ فمسلم حُكمًا ويعيدها. ولا يلزم غير مكلف لكن يؤمر بها ولد سبع ويضرب عليها لعشر. وإن بلغ فيها أو في وقتها أعادها. ومن زال عقله بغير جنون قضى. ويكفر جاحدها (٢).
_________
(١) قوله: "ويدرك الوقت بقدر تكبيرة"، وهو المذهب، قال في التنقيح: "وتدرك مكتوبة بتكبيرة إحرام في وقتها" (ص ٥٩)، وفي الغاية: "يدرك وقت بتكبيرة إحرام فتقع كلها أداء" (١/ ١٠١).
(٢) قوله: "ويكفر جاحدها ويأمر الإِمام المتهاون. . . " إلخ، قال في شرح المفردات للبهوتي (ص ٥٧):
وتارك الصلاة حتى كَسَلًا ... يقتل كفرًا إن دُعي وقال لا
ومالُهُ فيءٌ ولا يُغَسّل ... وصحح الشيخان حَدًّا يُقتل
من يجحد وجوب الصلاة عالمًا أو جاهلًا وعرف وأصرّ كفر، قال الموفق: لا أعلم في هذا خلافًا لأنه لا يجحدها حينئذ إلَّا تكذيبًا للَّه ورسوله وإجماع الأمة فيستتاب فإن تاب وإلَّا قتل، وإن تركها تهاونًا وكسلًا لا جحودًا ودعاه الإمام أو نائبه إلى فعلها وهدده، فقيل له: صلِّ وإلَّا قتلناك، فإن لم يصل حتى تضايق الوقت الذي بعدها وجب أن يستتاب فإن تاب بفعلها وإلَّا وجب قتله كفرًا في إحدى الروايتين (ص ٥٧) "منح شفا الشافيات في شرح المفردات" للبهوتي، واختار الأدمي القول الثاني بقوله: "يقتل حدًّا" وفاقًا للمجد في المحرر وغيره؛ وفي التنقيح على الرواية الأولى وهي الكفر بقوله: "ولا يقتل حتى يستتاب ثلاثة أيام فإن تاب بفعلها وإلَّا قتل بضرب عنقه لكفره" (ص ٥٦).',NULL,'158',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (150,'ويأمر الإِمام المتهاون فإن أبى وضاق وقت أخرى أبيح دمه، ولكن يجب استتابته ثلاثًا، فإن أصرّ قتله حدًّا. ويجب فورية القضاء، ويشترط الترتيب مع ذكر، واتِّساع وقت، وعدم ضرر.

<span data-type="title" id=toc-189>باب الأذان</span>
المختار خمس عشرة (١) كلمة، والإقامة إحدى عشرة؛ فرض كفاية حضرًا، وليسا شرطًا (٢) للصلاة، ولا يسنان (٣) للنساء.
ويسن أن يتولاهما أمين، عالم بالوقت، صيّتٌ موضع أذانه إن سَهُل، ويرتله (٤) ويحدرها على علو قائمًا متطهرًا متوجها وإصبعه في أذنيه ملتفتا في الحيعلة يمنة ثم يسرة غير مزيل قدميه (٥) ما لم يكن بمنارة، مثوّبًا (٦) صبحًا مثنى، جالسًا بينهما مغربًا يسيرًا، وأن يحاكيه سامعه، ويحوقل (٧) في الحيعلة. ويقولان عقبيه: اللَّهُمَّ رب هذه الدعوة التامّة والصلاة القائمة آت
_________
(١) في الأصل: "خمس عشر"، والصواب ما أثبتناه.
(٢) في الأصل: "شرط".
(٣) في الأصل: "ولا يستنان".
(٤) قوله: "يرتله ويحدرها"، أي: يرتل الأذان ويحدر الإِفامة، أي: يسرع ولا يترسل كالأذان.
(٥) قوله: "غير مزيل قدميه"، أي: لا يحرك فدميه بل يلتفت يمينًا برأسه وعنقه لِحَيَّ على الصلاه، وشمالًا لِحَيَّ على الفلاح، واختار المجد ما لم يكن في مصر أو بلد كبير أو منارة كبيرة فيزيل قدميه لأنه أبلغ، وهذا ما رجحه الأدمي في المنور، بقوله: "ما لم يكن بمنارة".
(٦) قوله: "مُثوَّبًا صبحًا"، أي يقول: الصلاة خير من النوم في الفجر.
(٧) قوله: "وأن يحاكيه سامعه ويحوقل في الحيعلة"، أي: يقول مثلما يقول. وفي الحيعلة، أي: عندما يقول المؤذِّن حيَّ على الصلاة، حيَّ على الفلاح يقول: لا حول ولا قوَّة إلَّا باللَّه. وفي الأصل: "يحولق"، والصواب ما أثبتناه.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (151,'محمَّدًا الوسيلة والفضيلة وابعثه مقامًا محمودًا الذي وعدته (١).
ويكره رفع صوته فوق طاقته، وينهض عند لفظة الإِقامة قائلًا: "أقامها اللَّه وأدامها" (٢)، ومع غيبة الإِمام عند رؤيته. ويحرم النفل عند الإِقامة، ويباح قطعه لخوف فوت الجماعة. وإن أذن قبل الوقت لغير صبح، أو نَكّسه، أو قطعه طويلًا، أو بمُحرّم يسيرًا أعاده.
وإن أذن قبل الوقت لصَبح في رمضان، أو لحنه (٣)، أو أذن فاسق،
_________
(١) قوله: "ويقولان عقبيه: اللَّهُمَّ رب هذه الدعوة التامة. . . "، لما روى عبد اللَّه بن عمر بن العاص رضي اللَّه عنهما أنَّ النبي -صلى اللَّه عليه وسلم- قال: "إذا سمعتم المؤذِّن فقولوا مثل ما يقول، ثم صلُّوا عليَّ، فإنه مَن صلَّى عليَّ صلاة واحدة صلَّى اللَّه عليه بها عشرًا، ثم سلوا اللَّه لي الوسيلة، فإنها منزلة في الجنة لا ينبغي أن تكون إلَّا لعبد من عباد اللَّه، وأرجو أن أكون أنا هو، فمن سأل اللَّه لي الوسيلة حلَّت عليه الشفاعة. . . "، رواه مسلم (٣ - ٤/ ٨٤)، بشرح النووي، "باب استحباب القول مثل المؤذِّن لمن سمعه".
(٢) قوله: "أقامها اللَّه وأدامها"، لحديث أبي أمامة أنَّ بلالًا أخذ في الإقامة فلما أن قال: قد قامت الصلاة، قال: أقامها اللَّه وأدامها، البيهقي (١/ ٤١١) باب ما يقول إذا سمع الإِقامة، عن شهر بن حوشب، عن أبي أمامة، وقال: هذا إن صح شاهد لما استحسنه الشافعي.
(٣) قوله: "أو لحنه"، قال في المحرر: وفي الأذان الملحن وجهان، وقال الشيخ محمد سليمان الجرَّاح: في الأذان الملحن وجهان، أحدهما: لا يصح؛ لما روى الدارقطني بإسناده عن ابن عباس قال: كان للنبي -صلى اللَّه عليه وسلم- مؤذِّن يطرّب فقال رسول اللَّه -صلى اللَّه عليه وسلم- "إنَّ الأذان سهل سمح فإن كان أذانك سهلًا سمحًا وإلَّا فلا تؤذِّن" الدارقطني (١/ ٢٣٩)، والآخر يصح لأنَّ المقصود يحصل فيه فهو كغير الملحن، ولا يصح أذانه إن مد همزة اللَّه أو همزة كبر لأنه يصبر استفهامًا، أو قال كبار، وسمع عبد اللَّه بن عمر رجلًا يطرّب في أذانه فقال: لو كان عمر حيًّا لفك لحييك. المغني (١/ ٤١٤). وقال عمر بن عبد العزيز: "أذِّن أذانًا سمحًا وإلَّا فاعتزلنا"، قلت: فشي في زماننا التطريب وقلَّما تجد من يؤذِّن أذانًا مشروعًا =',NULL,'160',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (152,'أو مميز لبالغ كره.
ويقدم الأفضل فيه، ثم في دينه، ثم مرتضى الجيران، ثم القارع.
ويؤذن ويقيم لأولة الجَمْعِ والقضاء ثم يقيم فقط. والأذان أفضل من الإِقامة. وينادي للعيد والاستسقاء: الصلاة جامعة. ويكره (١) النداء للجنائز والتراويح.
وإن أذن كافر فمسلم ويعيده.

<span data-type="title" id=toc-190>باب ستر العورة</span>
عورة الذكر والخنثى ما بين سرته وركبته، ويستر معها في الفرض أحد المنكبين (٢). والحرة والمعتَقُ بعضُها ما سوى وجهها. والأمة وأم الولد والمكاتبة ما لا يظهر غالبًا. ومن فَحُش مكشوفُ عورته، أو طالَ
_________
= لا كراهة فيه، ولا حول ولا قوة إلَّا باللَّه.
(١) قوله: "ويكره النداء للجنائز والتراويح"، هذا ما رجحه الأدمي، وفي المحرر بقوله: وينادى للعيد والكسوف والاستسقاء: "الصلاة جامعة" (١/ ٣٩)، ووفاقًا للمنتهى، "ولا ينادى لجنازة وتراويح، بل لعيد وكسوف واستسقاء: الصلاة جامعة أو الصلاة" (١/ ٥٣).
(٢) قوله: "ويستر معها في الفرض أحد المنكبين"، قال البهوتي في "منح الشفا الشافيات في شرح نظم المفردات" (ص ١٦):
وواجب في الفرض ستر المنكب ... وتبطل الصلاة في المغتصب
أي: يشترط لصحة الفرض ستر أحد العاتقين مع العورة إن كان قادرًا، قال البهوتي: لنا حديث أبي هريرة رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم-: "لا يصلَّي الرجل في الثوب الواحد ليس على عاتقه منه شيء"، رواه مسلم (١/ ٣٦٨)، وفي التنقيح قال: وستر جميع أحد عاتقيه بشيء من لباس ولو وصف البشرة في فرض شرط (ص ٦٠)، وكذا في المنتهى (١/ ٦١)، والغاية (١/ ١٠٥).',NULL,'161',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (153,'أو تكررَ أو رآها أو سترها بمحرَّم عليه مع وجود مباح أعاد.
ومن قَلَّت سترةٌ (١) أرسلها على كتفيه وعجزه وصلى قاعدًا. فإن قلت اتزرها (٢) وصلَّى قائمًا، فإن قلت ستر الفرجين، فإن قلت فالدبر. فإن اشتبهت ثيابٌ صلَّى في ثوبٍ ثوبٍ (٣) بعدد النجس وزاد صلاة. ومن وجدها قريبة ستر وبنى. ويلزمه قَبولها عاريّة، وشراؤها واستئجارها ما لم يجحف بماله. ويستتر بالنجسة ويعيد، ويترك المغصوبة ويصلِّي عاريًا (٤) قاعدًا إيماءً, فإن تنوعوا تفرقوا، وإن ضاق المكان صلَّى الذكور واستدبرهم الإِناث ثم بالعكس.

<span data-type="title" id=toc-191>باب اجتناب النجاسة </span>(٥)
من حملها أو لاقى ملاقيها وأمكن جره لو مشى ذاكرًا مختارًا ومن غير معفوّ عنها في صلاة أعادها. وتكره على طاهر فوق نجس. ومن جبر أو خاط بنجس وشَقَّ قَلْعُه تيمم ما لم يغطه اللحم. وإن حاذاها بصدره،
_________
(١) قوله: "ومن قلت سترة"، هكذا في الأصل، ولعل الصواب: "ومن قلت سترته" حتى يستقيم المعنى.
(٢) قوله: "اتزرها"، في الأصل: "اتزها".
(٣) قوله: "في ثوب بعدد النجس"، في المحرر: صلَّى في ثوب بعد ثوب بعدد النجسة (١/ ٤٤).
(٤) قوله: "ويترك المغصوب ويصلِّي عاريًا"، وهو من مفردات المذهب، لأنه لم يعهد إباحة المغصوب بينما أبيح الحرير لضرورة كحكة. وقال في المحرر: ومن صلَّى في ثوب غصب أو حرير أو في بقعة غصب لم يجزئه، وعنه: يجزئه مع التحريم (١/ ٤٣)، قال في منح الشفا الشافيات في شرح المفردات: "وتبطل الصلاة في المغتصب من أرض أو ثوب أو في الحرير (ص ٦٢).
(٥) قوله: "باب اجتناب النجاسة"، هذا اختصار من الأدمي رحمه اللَّه، وفي المحرر: "باب اجتناب النجاسات وحكم البقعة" (١/ ٤٧)، وهو زد (١١).',NULL,'162',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (154,'أو وقع عليها طرت كمه، أو حمل مستجمرًا، أو بيضة فرخها ميت، أو علم بها قبل سلامه فأزالها، أو غسل فمه من خمر: لم يُعد (١).
ومن صلَّى في مقبرة (٢) أو حُش، أو إليهما، بدون حائلين، أو في مجزرة، أو مزبلة، أو حمام، أو عطن إبل، أو موضع غصب، أو قارعة طريق، أو على ساباط (٣) محدث عليها، أو على مجرى سفن، أو في الكعبة: أعاد. والسطح كالسفل. ويصح النفل في الكعبة إلى شاخص منها (٤)، والفرض على الراحلة وفي السفينة مع الإتيان بالشروط والأركان
_________
(١) وهو زد (١٢).
(٢) قوله: "ومن صلَّى في مقبرة أو حُشٍّ. . . " إلخ، قال في المفردات (٦٣):
. . . . . . . . . . . . . ... مواطن النهى على المشهور
مزبلة معاطن ومقبرة ... فارعة الطريق ثم المجزرة
وظهر بيت اللَّه والحمّام ... وألحق الحُشَّ بها الإمام
والمعاطن جمع معطن: وهي ما تقيم فيها الإِبل وتاوي إليها، والحش: هو المرحاض وموضع الكنيف والعذرة والنجاسات؛ لحديث جابر بن سمرة، أنَّ رجلا سأل النبي -صلى اللَّه عليه وسلم-: أصلِّي في مرابض الغنم؟ قال: نعم، قال: أصلِّي في مبارك الإِبل؟ قل: لا. رواه مسلم (١/ ٢٧٥)، باب الوضوء من لحوم الإبل، والبخاري (١/ ٨٧)، والحديث الذي رواه ابن ماجه والترمذي عن ابن عمر أنَّ رسول اللَّه -صلى اللَّه عليه وسلم- نهى أن يصلَّى في سبع مواطن: المزبلة، والمجزرة، والمقبرة، وقارعة الطريق، وفي الحمام، وفي معاطن الإِبل، وفوق ظهر بيت اللَّه. وابن ماجه (١/ ٢٥٣)، والترمذي (١ - ٢/ ٣٤).
(٣) الساباط: قال في معجم المعربات: معرب "سقيفة بين حائطين، ممر مسقوف، دهليز المنزل، زقاق مسقوف"، معجم المعربات الفارسية (ص ٩٤).
(٤) قوله: "شاخص منها"، بأن يقف على منتهاه فلا يبقى وراءه شيء منها لأنه يكون مستقبلًا لها لعدم استدباره البيت.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (155,'ومع الضرورة بالخروج مطلقًا. ومن صلَّى في ماء أو طين أَوْمَأ. وتصح الجمعة في طريق وموضع غصب (١).

<span data-type="title" id=toc-192>فصل </span>(٢)
ويصان المسجد عن وسخ، وزخرفة، وبيع، وصنعة، وصبي، ولغط، ونوم كثير، وإنشاد ضالة، وشعر قبيح. وللمسلم الصلاة في الكنائس والبِيَعْ (٣).

<span data-type="title" id=toc-193>باب استقبال القبلة</span>
يجب إلى عينها قُربًا، وجهتها بُعدًا (٤).
_________
(١) قوله: "وتصح الجمعة في طريق وموضع غصب"، هذه المسألة أضافها الأدمي رحمه اللَّه، وهي زد (١٣)، وهي غير مذكورة في المحرر، وقد تعرض لها صاحب المحرر دون ذكر الجمعة بقوله: "ولا تصح الصلاة في محجة الطريق"، وفي حاشية ابن مفلح على المحرر "النكت والفوائد السنية" ذكر أنه إذا كثر الجمع واتصلت الصفوف إليه أنَّ الصلاة تصح فيه لحاجة كالجمع والجنائز والأعياد. المحرر (١/ ٤٩)، أما الصلاة في موضع الغصب ففيها روايتان على ما قدمه صاحب الرعاية. المحرر (١/ ٤٩)، والنكت السنية لابن مفلح وهي حاشية على المحرر.
(٢) هذا الفصل مما أضافه الأدمي إذ ليس له وجود في المحرر، وهو زد (١٤).
(٣) زد = زيادة من الأدمي على المحرر، وهي قوله: وللمسلم الصلاة في الكنائس والبيع (رقم ١٥).
(٤) قوله: "عينها قربًا وجهتها بعدًا"، أي: يستقبل عين الكعبة إذا كان قريبًا منها، وقوله: "وجهة بعدًا" أي: إذا كان بعيدًا يكفي استقبال جهة الكعبة، قال المجد في المحرر: وإصابة عين الكعبة فرض من قرب وفرض من بعد الاجتهاد إلى جهتها (١/ ٥٢)، وقال في الغاية نحو ما قال وزاد: ولا يضر علو ولا نزول أو حائل حادث حيث أمكن تيقُّن بنظر ومن لا يقدر على المعاينة ولا على من يخبره بيقين أصاب الجهة بالاجتهاد (١/ ١٢١).',NULL,'164',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (156,'ويسقط (١) مع عجز، ونفل، وراحلة، كل سفر، إلَّا حال الافتتاح إن سَهُل.
فمن جهلها قلد ثقة يعلمها جزمًا أو مِحْرابًا يجزم بإسلام أهله، فإن عدم اجتهد واستقبل الدبورَ واستدبر القطب والصبا وتيامن الشمال والمغرب، وتياسر الجنوب والمشرق بالعراق، واجتهد لكل صلاة، ولا يعيد ما أخطأ سفرًا، ومتى تغير اجتهاده دار وبنى فإن أبى أعاد وإن أصاب. ومن اختلف اجتهادهما لم يتتابعا؛ ويتبع الجاهلُ والأعمى أوثقَهما عنده، وإن تساويا قلد أيهما شاء. وإن صلَّى الأعمى بلا دليل أعاد وإن أصاب، فإن عدمه لم يُعد وإن أخطأ.

<span data-type="title" id=toc-194>باب صفة الصلاة</span>
يشترط تعيين المكتوبة بالنية، ويكفي للنفل المطلق نيّة الصلاة. وله تقديم النيّة على الإِحرام في الوقت بيسير. ولا تبطل الصلاة بالتردد (٢) في قطعها.
ثم يقول: اللَّه أكبر (٣)، فإن جهل وضاق وقت تعلمه كبّر بلغته. ويقدم
_________
(١) في الأصل: تسقط هكذا بوضع نقطتين أسفل وأعلى وكلاهما تستقيم به العبارة.
(٢) قوله: "ولا تبطل الصلاة بالتردد"، رجح الأدمي رحمه اللَّه عدم البطلان خلافًا لما في الغاية والتنقيح؛ وذكر صاحب المحرر وجهين في المسألة قال: "وإن تردد في فسخها أو نوى أن يفسخها فعلى وجهين" (١/ ٥٢)، وفي الغاية تبطل بالتردد فال: "فتبطل بفسخ في صلاة وتردد فيه وعزم عليه ولو معلقًا" (١/ ١٢٥)، وزاد العلامة مرعي مؤلف الغاية بقوله: "ويتجه وضوء"، أي: وكذا وضوء يبطل بالتردد (١/ ١٢٥)، وفي التنقيح قوله: "وتبطل بتردده" في قطعها" (ص ٦٥).
(٣) قوله: "ثم يقول: اللَّه أكبر"، قال الشيخ مرعي في "دليل الطالب": تكبيرة الإِحرام وهي اللَّه اكبر لا يجزئه غيرها، يقولها قائمًا، فإن أبتدأها أو أتمَّها غير =',NULL,'165',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (157,'السرياني ثم الفارسي ثم التركي. ويجهر به كل موضع، ويسمعه المأموم نفسه، رافعًا يديه مبسوطتين مضمومتي الأصابع إلى منكبيه.
ثم يقبض كوع يسراه تحت سرته، وينظر موضع سجوده، ثم يقول: سبحانك اللَّهُمَّ وبحمدك وتبارك اسمك وتعالى جدّك ولا إله غيرك. ثم يتعوَّذ ثم يبسمل سرًّا ثم يقرأ الفاتحة. فإن نكسها أو قطعها طويلًا عمدًا بذكر أو سكوت غير مشروعين أو ترك شدَّة أعادها، ثم يؤمن والمأموم في الجهر.
ويقرأ من طوال المفصّل صُبحًا وقصاره مَغْربًا، وأوساطه فيما بقي. ويطيل أول ركعة، وله قراءة وسط السورة وآخرها، ولا يجزئ ما خالف مصحف عثمان، ويكره قراءة حمزة والكسائي وجمع سورتين في ركعة فرض.
ويجهر الإمام صبحًا وأولى العشاءين، ويسن استفتاح المأموم وتعوُّذه وقراءته فإن سمع إمامَه كُره. ومن جهل الفاتحة وضاق وقت تعلُمه قرأ سبع آيات لا ينقص عن حروفها. فإن لم يحسن سوى آية كررها بقدرها، فإن جهل أتى بالباقيات الصالحات (١)، فإن جهل وقف قدر الفاتحة.
_________
= قائم صحَّت نفلًا، وتنعقد إن مد اللام، لا إن مد همزة اللَّه، أو همزة أكبر، أو قال: أكبار أو الأكبر؛ وزاد آخرون أنه إذا مد همزة اللَّه صار استفهامًا فيكفر إن علم، أو إن قال أكبار لأنه جمع كَبْر بفتح الكاف وسكون الباء، وهو الطبل، وقوله: لا يجزئه غيرها، أى: من نحو قوله: اللَّه الأكبر أو الرحمن أو اللَّه الكبير. . . إلخ، فلا يجزئ ولا تنعقد بها الصلاة، انظر: "دليل الطالب بحاشية ابن مانع" (ص ٢٨)، وانظر: الغاية (١/ ١٣١) لمرعي أيضًا.
(١) قوله: "الباقيات الصالحات"، أي: الذكر كما جاء في الحديث: أكثروا من الباقيات الصالحات، قالوا: ما هي؟ قال: سبحان اللَّه والحمد للَّه ولا إله إلَّا اللَّه واللَّه أكبر. عن أبي سعيد "المعجم الكبير" (٣١١٦)، و"الصغير" (٩٩٨) وهو صحيح.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (158,'ثم يرفع يديه ويركع مكبِّرًا فيقبض ركبتيه ويجعل رأسه بإزاء ظهره ويجافي عضديه. ويجزئ الانحناء قدر مس ركبتيه يديه. ثم يقول: سبحان ربي العظيم ثلاثًا.
ثم يرفع رأسه ويديه قائلًا: سمع اللَّه لمن حمده. فإن انتصب قال: ربنا ولك الحمد ملء السماء وملء الأرض وملء ما شئت من شيء بعد. ويقول المأموم رافعًا: ربنا ولك الحمد.
ثم يخر مكبِّرًا على ركبتيه ثم يديه حذو منكبيه ولا يرفعهما، وجبهتِه، وأطراف أصابعه، وترك السجود على أحدها كتركه. ولا يجب مباشرة المصلِّي بها، ويجافي أعضاءه ثم يقول: سبحان ربي الأعلى، ثلاثًا.
ثم يجلس مكبِّرًا فيفترش ويبسط (١) يده على فخديه، ويقول: رب اغفر لي ثلاثًا. ثم يسجد.
ثم ينهض مكبِّرًا على صدور قدميه معتمدًا على ركبتيه إن سهل، فيصلِّي كالأولى، لكن يفتتح بالبسملة.
ثم يجلس كبين السجدتين، لكن يقبض خنصر يمناه وبنصرها، ويحلق إبهامها مع الوسطى ويتشهد. ويقول: التحيات للَّه والصلوات والطيبات، السلام عليك أيُّها النبيّ ورحمة اللَّه وبركاته، السلام علينا وعلى عباد اللَّه الصالحين، أشهد أن لا إله إلَّا اللَّه، وأشهد أن محمَّدًا عبده ورسوله. مشيرًا بالسبابة مرارًا.
_________
(١) قوله: "ويبسط. . . " إلى قوله: "على صدور"، من الهامش وليست من الصلب، (ق ٣٨) من المخطوط.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (159,'ثم ينهض إن كانت صلاته مغربًا أو رباعية فيتمم كالثانية لكن بالبسملة والفاتحة.
ثم يجلس متورِّكًا فيعيد التشهد (١) ويقول: اللَّهُمَّ صلِّ على محمَّد وعلى آل محمَّد كما صلَّيت على آل إبراهيم إنك حميد مجيد، وبارك على محمَّد وعلى آل محمَّد كما باركت على آل إبراهيم إنك حميد مجيد. ثم يتعوَّذ من عذاب جهنم، وعذاب القبر، وفتنة المحيا والممات، وفتنة المسيح الدجال، ويقرأ: ربنا آتنا في الدنيا حسنة وفي الأخرة حسنة وقنا عذاب النار.
ثم يسلم. ويجهر الإِمام بأول تسليمة (٢).
وإن كانت صلاته مثنى لم ينهض ويأتي بما ذكر.
والمرأة كالرجل، لكن لا تجافي أعضاءها، وتجلس متربعة.
_________
(١) قوله: "التشهد"، من حديث ابن مسعود رضي اللَّه عنه، وهو في الصحيحين، قال في حاشية الروض المربع: قال البزار والذهلي وغيرهما: أصح حديث في التشهد حديث ابن مسعود، روي من نيف وعشرين طريق، قال الحافظ البغوي: لا خلاف في ذلك، وقال مسلم: اتفق الناس عليه، وقال الترمذي: والعمل عليه عند أكثر أهل العلم من الصحابة والتابعين، وقال أبو حنيفة وأحمد وجمهور الفقهاء: التشهُّد به أفضل لمرجحات كثيرة، منها: الاتفاق على صحته وتواتره، بل هو أصح التشهُّدات وأشهرها وكون غالبها يوافق ألفاظه، واتفق العلماء على جواز التشهُّدات كلها الثابتة من طريق صحيح، قال الشيخ تقي الدين ابن تيمية: كلها سائغة باتفاق المسلمين، وإن أصل أحمد استحسان كل ما ثبت عنه. اهـ. حاشية الروض المربع شرح زاد المستقنع، للعلامة الشيخ عبد الرحمن العاصمي النجدي الحنبلي (٢/ ٧٠).
(٢) وفي المحرر: "ثم يسلم عن يمينه: السلام عليكم ورحمه اللَّه وعن يسرته كذلك، ولا تجب التسليمة الثانية في النفل" (١/ ٦٦).',NULL,'168',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (160,'<span data-type="title" id=toc-195>فصل </span>(١)
وشرائط الصلاة: الطهارة من الحدث، واجتناب النجاسة، والوقت، والستارة، والقبلة، والنية.
وأركانها (٢): القيام، والإِحرام، والفاتحة كل ركعة، والركوع، والاعتدال عنه، والسجدتان، والجلسة بينهما، والطمأنينة، والتشهد الأخير (٣)، وجلسته، والصلاة على رسول اللَّه -صلى اللَّه عليه وسلم-، والترتيب، والسلام.
وواجباتها: التكبير لغير الإِحرام، والتسبيح، والتسميع، والتحميد، وسؤال المغفرة مرة مرة، والتشهد الأول، وجلسته، ورحمة السلام (٤). وما
_________
(١) قوله: "فصل. . . وشرائط الصلاة. . . " إلخ، لا يوجد هذا الفصل في المحرر فالأدمي رحمه اللَّه قد جزَّء بعض المسائل ووضعها تحت فصل كهذا الفصل، إذ أنه مأخوذ من باب صفة الصلاة الذي تقدم، وهو زد (١٦).
(٢) قوله: "وأركانها (١٣) ركنًا" وفاقًا للمحرر، وفي الغاية: " (١٤) ركنًا" بزيادة الرفع من السجود (١/ ١٥٠).
(٣) قوله: "والتشهد الأخير. . . "، كلمة الأخير من الهامش.
(٤) قوله: "ورحمة السلام"، هذه براعة إيجاز للعبارات المطولة من الأدمي رحمه اللَّه، إذ المقصود من قوله: "ورحمة اللَّه"، أي: عقب قول "السلام عليكم"، قال في المحرر: "وهل قول ورحمة اللَّه واجب، على وجهين"، قدم الأدمي أنه واجب كما ذكرنا. وفي شرح المفردات للبهوتي قوله (ص ٦٦):
ورحمةُ اللَّه وربّ اغفر لي ... فَكلُّ هذا واجبٌ في النقلِ
قال البهوتي رحمه اللَّه: أي ومن واجب الصلاة التسليمة الثانية، وقوله: التسليمتين ورحمة اللَّه في غير صلاة جنازة فيها؛ لحديث ابن مسعود قال: رأيت رسول اللَّه -صلى اللَّه عليه وسلم- يسلِّم حتى يُرى بياض خده عن يمينه ويساره. وعن جابر بن سمره أن النبي -صلى اللَّه عليه وسلم- قال: "إنما يكفى أحدكم أن يضع يده على فخذه ثم يسلِّم عن يمينه وشماله"، رواهما مسلم (١/ ٣٢٢) "كتاب الصلاة"، انظر: "منح الشفا الشافيات =',NULL,'169',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (161,'سوى ذلك سُنَّة وهيئة.
فمن ترك شرطًا بلا عذر، ولا بدل، أو النية مطلقًا، أو تقدم الوقت لغير جمعة، أو ترك ركنًا، أو واجبًا، عمدًا، لم تنعقد صلاته. ولا تبطل بترك سنة، وهيئة، وزيادتها بحال، والسهو [. . .] (١).

<span data-type="title" id=toc-196>فصل </span>(٢)
من أبان حرفين من غير خشية، أو غلبة، أو تنبيه، أو حال (٣) معنى في الفاتحة، أو كثر عمله عرفًا من غير جنس الصلاة متواليًا بلا ضرورة ولو سهوًا، أو أكل، أو شرب سوى يسيرٍ سهوًا، أو مر دون سترته وهو إمام أو منفرد كلب أسود بهيم: بطلت صلاته.
ويكره للمصلِّي التفاته، ورفع بصره، وتغميضه، وتفرقع أصابعه، وتشبيكها، وتخصره، وترويحه، ولمس لحيته، وتغطية وجهه، وتعقيص شعره، ولف كمه، وتشميره، وفرش ذراعيه، وإقعاؤه، وصلاته حاقنًا أو تائقًا إلى طعام حاضر، واشتمال الصما (٤)، وعبثه، واللثام على فمه،
_________
= في شرح المفردات" (ص ٦٦)، وقال في الغاية: "ولا يجزئ في غير صلاة جنازة إن لم يقل ورحمة اللَّه، والأولى أن لا يزيد: وبركاته". (١/ ١٤٣).
(١) غير مقروءة، ورسمها في الأصل هكذا: "فذكر"!! أو لعلها: "ممكن". راجع الأصل (ورقة: ٣٨ - ٣٩).
(٢) قوله: "فصل: من أبان حرفين"، هذا الفصل غير موجود في المحرر وهو مما أوجده الأدمي رحمه اللَّه، وذلك من "باب صفة الصلاة" كما تقدَّم، كما أنه ضم إليه ما ذكر في المحرر تحت "باب ما يكره للمصلِّي وما لا يكره"، وألغى هذا الباب وجعله فصلًا، وهو زد (١٧).
(٣) كذا في الأصل، ولعله "أحال" كما هو متداول في كتب الفقه.
(٤) قوله: "اشتمال الصما"، ذكر أبو عبيد أنَّ الفقهاء يقولون: هو أن يشتمل بثوب =',NULL,'170',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (162,'والبرقع للمرأة، والنقاب، وشد وسطه [خصرًا] (١) بشبه زنار على غير قباء (٢) ونحوه، ولبس مزعفر، ومعصفر، وتكرار الفاتحة، وصلاته إلى نار، أو صورة حيوان.
وله رد مارٍّ دون سترته، وسلام إشارة، والصلاة على النبي -صلى اللَّه عليه وسلم- عند ذكره، وحمل طفل، وتركه، والبصاق في ثوبه، وخارج المسجد تحت قدمه، أو عن يسرته، وحك جسده، وعدّ الآي، والتسبيح، والسؤال والتعوُّذ عند مروره بآية رحمة أو عذاب، وقتل الأسودين، والقمل، ولبس الثوب والعمامة ما لم يطل، وقراءة المصحف والفتح على إمامه، والتسبيح لنيابة، وتصفيح المرأة (٣).

<span data-type="title" id=toc-197>باب سجدة التلاوة</span>
سجدة التلاوة تسن للتالي، ومستمعيه إن سجد وصح اقتداؤه به. وشروطها كالنفل. وهي أربع عشرة: في الحج اثنتان، وصاد شكر فَتُبطل الصلاة (٤).
_________
= واحد ليس عليه غيره ثم يرفعه من أحد جانبيه فيضعه على منكبه فيبدو منه فرجه. صحاح (ص ٣٧).
(١) غير مقروءة، ورسمها هكذا: "حضرا".
(٢) قوله: "على غير قباء"، القباء: الذي يلبس. صحاح (ص ٥٢٠).
(٣) قوله: "لنيابة"، قال في المحرر: وإذا ناب الرجل شيء في صلاته سبّح. وقوله: "وتصفيح المرأة"، قال في الصحاح: التصفيح مثل التصفيق (ص ٣٤٦)، وفي المحرر: والمرأة تصفق (١/ ٧٩).
(٤) قوله: "وصاد شكر تبطل الصلاة"، وهو المذهب، قال في "حاشية ابن قاسم على الروض": وليست من عزائم السجود وفاقًا للشافعي، فينبغي أن يسجدها خارج الصلاة لا فيها، فإن فحل عالمًا بطلت على الصحيح من المذهب؛ وقيل: =',NULL,'171',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (163,'ويكبِّر ساجدًا أو رافعًا، ويومئ راكبًا، ويسلِّم بلا تشهُّد، ويرفع المصلي يديه. وتُكره منتزعة (١)، ومن إمام سِرٍّ، ويخير (٢) المأموم في اتِّباعه. وتسن للشكر كذا (٣)، لا في صلاة.

<span data-type="title" id=toc-198>باب سجدتي السهو </span>(٤)
تجب لما يصح الصلاة مع سهوه دون عمده. ويسن لترك سنة، وزيادة ذكر في غير محله. فمن قام إلى ركعة زائدة قطعها متى ذكر وبنى على فعله قبلها.
_________
= لا تبطل، وعنه سجدة تلاوة (٢/ ٢٣٩). وقال في كشاف القناع: "وسجدة (ص) ليست من عزائم السجود بل سجدة شكر لما روى البخاري عن ابن عباس رضي اللَّه عنهما قال: سجدة (ص) ليست من عزائم السجود، وقد رأيت النبي -صلى اللَّه عليه وسلم- لم يسجد فيها"، فعلى هذا يسجدها خارج وإن سجد لها فيها، أي: في الصلاة، تبطل صلاة غير الجاهل والناسي (١/ ٤٤٧)، وقدم المحرر أنها سجدة شكر (١/ ٧٩).
(١) قوله: "وتكره منتزعه"، لعل المعنى أن يتقصَّد المصلِّي اختيار الآيات والسور التي فيها السجدات فينتزعها، ولم يشر إليها صاحب المحرر فدل على أنها زيادة من الأدمي رحمه اللَّه تعالى، وهي زد (١٨)، وقال في: "زوائد الكافي والمحرر على المقنع" لابن عبيدان: "ويكره اختصار السجدات، وهو أن يجمع آيات السجدات فيقرأها في ركعة، وقيل: أن يحذف آيات السجدات في قراءته". (١/ ٣٣).
(٢) قوله: "ويخيّر المأموم"، في الأصل: "ويختر".
(٣) قوله: "ويسن للشكر كذا"، لم يستعمل الأدمي هذه الإِشارة بقوله: "كذا" إلَّا في هذا الموضع من المنور، وهي صيغة تضعيف، والسياق لا يدل على أنه استعملها لذلك، فلعلها: "كذلك" بدلًا من: "كذا".
(٤) قوله: "باب سجدتي السهو"، خلافًا لما في المحرر بقوله: "باب سجود السهو" (١/ ٨١).',NULL,'172',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (164,'فإن كان إمامًا فسبح به اثنان ولم يجزم بصوابه فأصر بطلت صلاته، وصلاة مُتابِعه (١) العالِم، ولا يعتد بها مسبوق. وإن ذكر ترك تشهده عالمًا وجوب عوده. وإن ذكره منتصبًا فمضيّه أولى. ولا يرجع إلى واجب غيره بعد انتصابه بحال. وإن ذكر ترك ركن عاد فبنى، وإن ذكره قارئًا لغت الناقصة. وإن ذكره بعد سلامه قريبًا أتى بركعة كاملة، وإن جهله أو محله أخذ باليقين. وإن ذكر ترك أربع سجدات من أربع ركعات سجد وصارت أولاه. وإن شك في عدد الركعات أخذ بالأقل، وإن كان إمامًا أخذ بغالب ظنه. وإن شك في ترك واجب سجد. ويسجد لسهو إمامه سجد أَوْ لا، ولسهوه فيما يقضي.
والأفضل قبل السلام (٢)، إلَّا السلام من نقص ركعة كاملة أو بنى إمام
_________
(١) قوله: "مُتابعهِ العالِمِ"، أي: الذي قام مع الإمام وهو يعلم أنها زائدة.
(٢) قوله: "والأفضل قبل السلام، إلَّا السلام من نقص. . . " إلخ، قال في المفردات:
سجدتي السهو فقل قبل السلام ... وبعده في صورتين والسلام
سلم من نقصانها فيما نقل ... كذا إمام شك بالظن عم
قال البهوتي شارح المفردات: سجود السهو محلّه ندبًا قبل السلام في جميع الصور إلَّا في صورتين، إحداهما: أن يسلِّم قبل إتمام صلاته فيثبت له السجود بعد السلام لحديث ذي اليدين وعمران بن حصين، الثانية: إذا كان إمامًا وشكّ في عدد الركعات وبنى على غلبة ظنه فإنه يسجد بعد السلام. منح الشفا (ص ٧٠). وقال في "التنقيح": ومحله قبل السلام إلَّا في السلام قبل إتمام صلاته وإذا بنى الإمام على ظنه. (ص ٧٥)، وفي "الغاية": يسن السجود لكل سهو قبل السلام بشرط فراغ تشهد إلَّا إذا سلَّم قبل إتمامها فبعد السلام (١/ ١٦١)، وقال شيخنا محمد الجرَّاح في تعليقاته على "هداية الراغب": إنَّ للسجود بعد السلام ثلاثة مواضع:
١ - إذا زاد في الصلاة.
٢ - إذا غلب على ظنه ان صلاته كاملة ولم يسهو.
٣ - إذا نسي السجود قبل السلام.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (165,'على غالب ظنه. وإن اتحد محل السجود تداخل. ويقضيه ذاكره قبل طول الفصل وفراق المسجد وإن تكلم. ويجب التشهد لسجود بعد السلام. ومن تركه ومحله قبل السلام عمدًا بطلت صلاته.

<span data-type="title" id=toc-199>باب صلاة النفل </span>(١)
يحرم ابتداء مطلقة بين طلوع الفجر والشمس، ومنه (٢) حتى تعلو قيد رمح، وعند زوالها، وبعد فعل عصر حتى تغيب، وعنده (٣) حتى تكمل.
ويباح فيها قضاء (٤) الفروض، والنذور، وإعادة فرضه في جماعة أقيمت وهو في مسجد.
وتثنية النفل، والليل، وآخره، والقيام، وطوله، وتربع القاعد، وثني رجليه راكعًا وساجدًا أفضل. وسن إحياء ليلة العيدين (٥)، وعاشوراء،
_________
(١) قوله: "باب صلاة النفل"، وفي المحرر "باب صلاة التطوع" (١/ ٨٦).
(٢) قوله: "ومنه حتى تعلو قيد رمح"، أي: من طلوع الفجر.
(٣) قوله: "وعنده حتى تكمل"، أي: عند غروبها حتى يكتمل غروبها.
(٤) قوله: "ويباح فيها قضاء الفروض والنذور. . . " إلخ، لم يذكر الأدمي قول صاحب المحرر: "فأما ما له سبب كقضاء السنن الفائتة وتحية المسجد وسجدة التلاوة ونحوها فيجوز في هذه الأوقات"، (١/ ٨٦). وهذا خلاف ما في الإِقناع بقوله: "وإن ابتدأه فيها لم ينعقد حتى ما له سبب كسجود تلاوة وشكر وسنة راتبة وكسوف وتحية مسجد"، (١/ ١٥٨)، وكذا في التنقيح (ص ٧٨)، وفي الغاية أيضًا (١/ ١٧٩).
(٥) قوله: "وسن إحياء ليلة العيدين، وعاشوراء، وأول رجب، ونصف شعبان. . . " إلخ، قال في الإِقناع: "والصلاة الألفية ليلة نصف شعبان فبدعة لا أصل لها" (الشيخ تقي الدين) وقال: "وأما ليلة النصف من شعبان ففيها فضل وكان في السلف من يصلِّي فيها، لكن الاجتماع فيها لإِحيائها في المساجد بدعة". اهـ،=',NULL,'174',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (166,'وأول رجب، ونصف شعبان.
والسنن الراتبة قبل الفجر، والظهر، وبعدها، وبعد العشاءين مثنى مثنى، ويسن قضاءها (١).
والوتر ركعة، ووقته بين العشاء والفجر. وأكثره إحدى عشرة بست تسليمات. وإن أوتر بخمس أو سبع سَرَدهن بسلام، وكذا بتسع، ولكن يتشهد عقيب الثامنة. وأدنى الكمال ثلاث بسلامين بسبِّح والكافرون والإخلاص، ويقنت بعد الركوع بما ورد رافعًا يديه. ويؤمن المأموم ويمسح (٢) وجهه. ولا قنوت في مكتوبة إلَّا لإِمام، وأمير جيش لنازلة في جهر، غير جمعة، ويتابع قانت فجر.
والتراويح عشرون ركعة، ويسن جماعة ويكره النفل بينهما، والدعاء
_________
= وفي استحباب قيامها ما في ليلة العيد. هذا معنى كلام ابن رجب في "اللطائف". الإِقناع (١/ ١٥٤)، أما ليلتي العيدين فقد روى ابن ماجه: "من قام ليلتي العيدين محتسبًا لم يمت قلبه يوم تموت القلوب" (وفي سنده) بقية، والمرار قال في "مصباح الزجاجة": هذا إسناد ضعيف لتدليس بقيه ورواته ثقات، ولم ينفرد به بقية وهو قوي بمجموع طرقه، وله شواهد من حديث عبادة بن الصامت ومعاذ بن جبل رضي اللَّه عنهما؛ وقد توسع في متابعته، انظر: (١/ ٣١٣). وروى مالك عن ابن عمر أنه كان يحيي ليلة العيد، وقال شيخ الإِسلام: "وأما إنشاء صلاة بعدد مقدَّر وقراءة مقدَّرة في وقت معيَّن تصلَّى جماعة راتبة كصلاة الرغائب والألفية ونصف شعبان وسبع وعشرين رجب وأمثال ذلك، فهذا غير مشروع باتِّفاق العلماء". حاشية ابن قاسم على الروض (٢/ ٢٢٣).
(١) هكذا في الأصل: "قضاءها"، ولعل الصواب: "قضاؤها" كما يقتضيه السياق.
(٢) قوله: "ويمسح وجهه"، قال في المحرر: ويسن مسح وجهه بيديه، وعنه: لا يسن (١/ ٨٩).',NULL,'175',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (167,'عقيبها والتعقيب (١). ويوتر في جماعتها ويؤخره المتهجد. فإن تابع إمامه شفعه وصلَّى ما شاء وأوتر.
والضحى مثنى إلى ثمان، والسنة غِبًّا.

<span data-type="title" id=toc-200>باب صلاة الجماعة</span>
تجب على الرجال للمكتوبة وتسن للنساء وتصح بدونها، وفي المسجد فرض كفاية (٢). ولا يكره للعجائز حضور جماعة الرجال. وأفضل مسجد للمصلِّي ما تعطل بغيبته (٣)، ثم العتيق، ثم الأبعد، ثم الأكثر جمعًا. واجتماع أهل الثغر في مسجد واحد أفضل.
ويحرم التقدُّم على إمام المسجد إلَّا بإذنه، أو لعذر، أو لفوت وقت،
_________
(١) قوله: "والتعقيب"، أي: يكره التعقيب كما هو ظاهر السياق، وهو التطوع جماعة بعد التراويح، قال في المحرر: ولا يتنفل بعدها في جماعة فإنه التعقيب، (١/ ٩١). خلافًا للتنقيح بقوله: "ولا يكره تعقيبًا نصًّا" (ص ٧٧)، والإقناع "ولا يكره تعقيب وهو التطوع بعد التراويح" (١/ ٤٢٧)، وكذا في الغاية بقوله: "وكره تطوع بين التراويح، لا طواف ولا تعقيب وهو صلاته بعدها" (١/ ١٦٧).
(٢) قوله: "وفي المسجد فرض كفاية"، وفاقًا لما في المحرر، قال: ابن مفلح في "النكت والفوائد السنية على مشكل المحرر": لم أجد أحدًا من الأصحاب قال بفرض الكفاية قبل الشيخ مجد الدِّين (١/ ٩٢)، وفي "التنقيح" للمرداوي: "ويسن في مسجد" (ص ٧٩)، وكذا في "الغاية" (٨/ ١٨١)، وفي حاشية ابن قاسم على الروض "بلا ريب"، وهو مذهب مالك وأبو حنيفة لإظهار شعائر الإسلام وما شرعت عمارة المساجد إلَّا لذلك" (٢/ ٢٦٣).
(٣) قوله: "ما تعطل بغيبته"، هذه العبارة لم يذكرها المجد في المحرر فهي زيادة من الأدمي رحمه اللَّه برقم (١٩)، ومعناها كما في التنقيح للمرداوي، أي: "المسجد الذي لا تقام فيه الجماعة إلَّا بحضوره، (ص ٧٩)، وفي "الغاية": أو تقام بدونه لكن في فصده غيره كسر قلب إمامه أو جماعته" (١/ ١٨١).',NULL,'176',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (168,'أو تشق مراسلته. ولا تكره الإمامة بعده إلَّا في مسجدي مكة والمدينة (١). ويسن لحاضر جماعة غير مغرب إعادتها.
وينوي الإِمام والمأموم حالهما. لكن لو نوى الإِمامة منفردًا في نفل أو أحد المسبوقين في قضائهم، في غير جمعة، أو إمام حي البناء (٢) على إحرام خليفته، أو مأموم الانفراد لعذر أو استخلف لسبق حدث صح. وإن ائتمَّ مفترض بمتنفّل، أو بمن في فرض آخر فلا، والفرض قبل وقته نفل، ويقع قبله نفلًا. وان نقل إلى فرض بطل ولم ينعقد الباقي.
ويدرك المسبوق الركعة بالركوع، وتجزئه الإِحرامية عن الركوعية (٣). فإن نواها بطلت، ولا قراءة عليه بل تسن في سكتات إمامه وإسراره. ويستفتح ويتعوذ مطلقًا وما يقضي أولَ صلاته. لكن إن أدرك ركعة تشهّد عقيب أخرى.
وإن بطلت صلاة المأموم أتم الإِمام منفردًا. وإن بطلت صلاته بطلت صلاة المأموم. وإن ائتمَّ مقيم بمسافر أتم إذا سلم إمامه. ومن سبق إمامه بركن ولم يدركه فيه بطلت صلاته. ومع سهوه أو جهله تلغو ركعة، وإن زُحم، أو سها، أو نام حتى فاته ركن غير الركوع أتى به ثم لحقه. وإن فاته ركنان فأكثر، أو الركوع وحده، تابعه ولغت الناقصة. ومتى أمكن السجود
_________
(١) قوله: "إلَّا في مسجدي مكة والمدينة" قال محقق المحرر بالهامش: "قال الشيخ موفق الدِّين: وبيت المقدس" (١/ ٩٦).
(٢) في الأصل: "البنى".
(٣) قال في النكت السنية على المحرر تعليقًا على قوله: "وتجزئه الإحرامية عن الركوعية، لأن حال الركوع يضيق عن الجمع بين تكبيرتين في الغالب" (١/ ٩٦)، والمعنى تجزئه تكبيرة الإحرام عن تكبيرة الركوع لأن الثانية في حق المسبوق سنة.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (169,'على ظهر إنسان، أو رِجْلهِ، لزمه وأجزأه. ويستحب للإِمام انتظار داخل إن أمكن ولم يشق.

<span data-type="title" id=toc-201>باب الإمامة</span>
لا تصح من صبي في فرض، ولا من خنثى وأنثى إلَّا بأنثى، ولا من أخرس وسَلِس البول وفاسق مُعلِن (١) بحال، ولا من مُحْدِث. فإن علم بعد سلامه أعاد وحده. ولا مِنْ عاجز عن شرط، أو ركن بقادر إلَّا من إمام حي جلس لمرض يرجى برؤه، ويقتدون به جلوسًا. ويجوز قيامًا فإن اعتلَّ فجلس أتموا خلفه قيامًا. وتصح من أقطع اليد أو الرجل بصحيح، ومن متيمم بمتوضئ.
ويقدم الأقرأ جودة، إن علم فقه صلاته (٢)، ثم الأفقه، ثم الأقدم هجرة، ثم الأسن، ثم الأشرف، وإمام المسجد، وساكن البيت، على غير ذي سلطان. والحر، والحضري، والحاضر، على عكسهم.
_________
(١) قوله: "وفاسق معلن"، قال في "التنقيح": إلَّا في صلاة جمعة إن تعذَّر فعلها خلف غيره، (ص ٨٢)، وفي "الغاية": إلَّا في جمعة وعيد تعذرا خلف غيره (١/ ١٩١)، وفي المحرر: ومن ائتم بفاسق من يعلم فسقه (١/ ١٠٤).
(٢) قوله: "ويقدم الأقرأ جودة إن علم فقه صلاته"، قال في المفردات:
وقدم القاري على الفقيه ... فالنص قد جاء بلا تمويه
لما في صحيح مسلم "عن أبي مسعود الأنصاري أن النبي -صلى اللَّه عليه وسلم- قال: إذا اجتمع ثلاثة فليؤمهم أحدهم وأحقهم بالإِمامة أقرؤهم (١/ ٢٦٥) "كتاب المساجد ومواضع الصلاة". وفي الغاية: "ثم الأجود الفقيه"، أي: الذي يلي الأجود قراءة الأفقه (١/ ١٩٠) على ترتيب أفعل التفضيل.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (170,'وتكره من أقلف، ومفضول، ولَحّان، وفأفاء (١) وتمتام، وممن أم من يكرهه أكثرهم ديانة (٢)، وأجنبيات لا رجل معهن.

<span data-type="title" id=toc-202>فصل </span>(٣)
من وقف أمام إمامه، أو عن يسرته ويمينه خالية، أو فذًّا (٤) ركعة، أو لم يقف معه إلَّا محدث أو صبي في فرض، أو ركع ثم دخل الصف آمنًا فوت الركوع، لم تنعقد صلاته. ومن أم امرأة وقفت خلفه، وتكره مصاففتها. صيان أمت وقفت في الصف وسطًا، وكذا إمام العراة. واتصال الصفوف خارج المسجد بصفه ودونه شرط. ويكره علو الإِمام على المأموم إلَّا بيسير. وتطوعه موضع المكتوبة بعدها بلا حاجة. ووقوف المأموم بين سوار يحجزوا (٥).
_________
(١) الفأفاء: الذي يكرر الفاء، والتمتام: الذي يكرر التاء.
(٢) قوله: "أكثرهم ديانة"، هذه زيادة من الأدمي برقم زد (٢٠) وهي مفهوم عبارة صاحب المحرر، ولهذا قال في "النكت السنية" على المحرر: أطلق العبارة ومراده لخلل بدينه أو فضله (١/ ١٠٩).
(٣) قوله: "فصل"، في المحرر "باب موقف الإِمام والمأموم" (١/ ١١٠).
(٤) قوله: "أو فذا"، قال في "المفردات"، (ص ٨١):
والفذ من يقوم خلف الصف ... صلاته باطلة لا تكفي
(٥) قوله: "ووقوف المأموم بين سوار يحجزوا أو يحجروا"، هكذا في الأصل وهي غير واضحة، وفي المحرر: "إلَّا لصف تقطعه" (١/ ١٢٤)، والمعنى مفهوم، وفي المفردات:
ويكره الصف حذا السواري ... . . . . . . . . . . . . .
فإن كان الصف صغيرًا لا ينقطع بها أو كانت هي لا تقطعه لصغرها فلا كراهة (ص ٨٢)، وعبارة المحرر: "ولا يكره الوقوف بين السواري إلَّا لصف تقطعه" (١/ ١٢٤).',NULL,'179',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (171,'<span data-type="title" id=toc-203>فصل </span>(١)
يصلِّي العاجز قاعدًا (٢)، فإن عجز فنائمًا، إيماء. وسجوده أخفض، فإن عجز أَوْمَأَ بِطَرْفه (٣)، واستحضر الفعلَ بقلبه، ولا يؤخر الصلاة وعقله حاضر. ومن عجز عن الركوع والسجود أَوْمَأَ بالركوع قائمًا وبالسجود جالسًا.
وإن خاف بانتصابه (٤) عدوًّا، أو منعه سقف، وتعذر خروجه، صلَّى قاعدًا. ومن نفع استلقاؤه ومدُّه بقول ثقات طُبٍّ صلَّى مستلقيًا (٥) ومن أمكنه في أثناء صلاته فعل ركن انتقل وبنى.
_________
(١) قوله: "فصل"، في المحرر "باب صلاة المريض" (١/ ١٢٤)، إذ لم يجعل الأدمي لصلاة المريض بابًا.
(٢) قوله: "يصلي الحاجز قاعدًا"، وكذا في المحرر (١/ ١٢٤)، وفي التنقيح: "فقاعدًا متربعًا" (ص ٨٥)، وفي الغاية: "فقاعدًا متربعًا ندبًا" (١/ ٢٠٧)، فلم يذكر التربع في المنور تبعًا للمحرر.
(٣) قوله: "أومأ بطرفه"، وهو المذهب، وقال شيخ الإسلام: لو عجز المريض عن الإِيماء برأسه سقطت عنه الصلاة ولا يلزمه الإيماء بطرفه (٢/ ٣٧٠) من حاشية ابن قاسم على الروض المربع.
(٤) قوله: "وإن خاف بانتصابه. . . " إلى قوله: "صلى قاعدًا"، هذه زيادة من الأدمي رحمه اللَّه. وهي زد (٢١).
(٥) قوله: "بقول ثقات طب صلَّى مستلقيًا"، قال في المحرر: "ويجوز لمن به رمد أن يصلِّي مستلقيًا إذا قال ثقات الطب أنه ينفعه" (١/ ١٢٨)، أي: أنَّ الأدمي أطلق المريض، وخصصه صاحب المحرر بمرض العين كرمد ونحوه. وقال في "النكت السنية" على المحرر: ثقات الطب باعتبار إسلامهم والعلم به والعدالة (١/ ١٢٩)، واختلف في عددهم واحد أم اثنان أم ثلاثة أم جمع.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (172,'<span data-type="title" id=toc-204>باب صلاة المسافر</span>
من جاوز بيوت قريته بسفر مباح ستة عشر فرسخًا (١) كل فرسخ ثلاثة أميال هاشمية، والميل اثني عشر ألف قدم، أو ألفا خطوة جمل (٢) سن له قصر الرباعية. وله سلوك البعيد من طرق سفره ليقصر. ويقصر العاصي لسفره (٣) لا به. فإن لم ينو القصر عند صلاته، أو سافر، أو أقام فيها، أو ذكر صلاة سفر في حضر، أو عكسه، أو أخَّرها عمدًا حتى ضاق عنها، أو اقتدى بمقيم مطلقًا، أو شك فيه، أو في قدر مسافته، أو فسدت صلاته التامة، أو اجتمع بزوجه في بلد، أو كان بلد إقامته، أو نوى إقامة إحدى وعشرين صلاة، أو لم يقصد مكانًا معينًا، أو قصد مشهدًا، أو قبر غير نبي (٤)، أو كان شأنه السفر بأهله ولم ينو إقامة، أو إن
_________
(١) قوله: "ستة عشر فرسخًا كل فرسخ ثلاثة أميال، والميل اثني عشر ألف قدم أو ألفا خطوة. . . " إلخ، الفرسخ حوالى ٩٧٢٠ مترًا، ومسافة القصر ١٥٤ كيلو مترًا، وفي القاموس الميل أربعة آلاف ذراع فتكون مسافة القصر أقل بالثلث، أي: حوالى ١٠٣ كيلو متر تقريبًا، وهذا أقرب لقوله من مكة إلى عسفان أربعة بُرد وعسفان على مرحلتين من مكة. وفي المغني: قدَّر ابن عباس من جدة إلى مكة وهي لا تزيد على ثمانين كيلو مترًا. اهـ بتصرف من تعليق الشيخ محمد الأشقر على نيل المآرب بشرح دليل الطالب" (١/ ١٨٦).
(٢) وقوله: "ألفا خطوة جمل"، هذه إضافة من الأدمي ولم يذكرها صاحب المحرر، وهي زد (٢٢).
(٣) قوله: "ويقصر العاصي لسفره لا به"، العاصي لسفره هو من سافر سفرًا واجبًا أو مسنونًا أو مباحًا ووفعت منه معصية فيقصر، أما العاصي بسفره فهو الذي استعان بالسفر لفعل المعاصي كقطع الطريق وارتكاب الفواحش فلا يترخص برخص الشرع لأنه أنشأ السفر للمعصية أصلًا بخلاف الأول.
(٤) قوله: "أو فصد مشهدًا أو قبر غير نبي"؛ لم يذكرها المحرر، وهي زد (٢٣)، وأي: فلا يقصر، لأن القصر شرع عونًا وتيسيرًا للعباد فلا يناط بالمعاصي،=',NULL,'181',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (173,'نسي (١) صلاة سفر ذكرها فيه، أو في آخر، ومن حبسه عدو وحاجة، ولم ينو إقامة، أو جاهد، أو سافر معه، أو مع محرمه [. . .] (٢) أو رجع لحاجة، أو خوطب في أثناء سفره، قصر أبدًا.
_________
= فزيارة مشهد أو شد الرحال لقبر مطلقًا وليس فقط قبر غير نبي كما استثنى الأدمي كل ذلك غير مشروع؛ لما في الصحيحين: "لا تشد الرحال إلَّا لثلاثة مساجد: المسجد الحرام، ومسجدي هذا، وبيت المقدس"، فالزيارة شرعت لزيارة المساجد، واختص المسجد النبوي بجوار قبر النبي -صلى اللَّه عليه وسلم- فيسلم عليه، فالمقصود المسجد وليس القبر. قال شيخ الإِسلام ابن تيمية: إنَّ الزيارة على قسمين: شرعية، وبدعية. فالشرعية: المقصود بها الدعاء للميت والسلام عليه كما يقصد بالصلاة على جنازته من غير شد رحل، والبدعية: أن يكون مقصود الزائر أن يطلب حوائجه من ذلك الميت وهذا شرك كبر، أو يقصد الدعاء عند قبره، أو الدعاء به وهذه بدعة منكرة ووسيلة إلى الشرك، وليس من سنة النبي -صلى اللَّه عليه وسلم-، ولا استحبه أحد من سلف الأمة وأئمتها، وقال أيضًا: النية في السفر إلى مسجده وزيارة قبره مختلفة، فمن قصد السفر إلى مسجده للصلاة فيه فهذا مشروع بالنص والإِجماع، وكذا إن قصد السفر إلى مسجده وقبره معًا فهذا قصد مستحبًّا مشروعًا بالإجماع، وإن لم يقصد إلَّا القبر ولم يقصد المسجد فهذا مورد النزاع فمالك والأكثرون يحرمون هذا السفر وكثير من الذين يحرمونه لا يجوزون فصر الصلاة فيه وآخرون يجعلونه سفرًا جائزًا وإن كان السفر غير جائز ولا مستحب ولا واجب بالنذر، ولم يعرف عن أحد من أصحاب النبي -صلى اللَّه عليه وسلم- أنه قال: تستحب زيارة قبر النبي -صلى اللَّه عليه وسلم- أو لا تستحب. . . ". اهـ، حاشية ابن قاسم على شرح الروض (٣/ ١٤٥)،
(١) العمارة في قوله: "أو إن نسي. . . " إلى قوله: "ولم ينو إقامة"، من الهامش وليست من الصلب.
(٢) غير مقروء، ورسمه: "المعزبه"، أو: "المحرّمة", وهي أوضح.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (174,'<span data-type="title" id=toc-205>باب الجمع </span>(١)
يجوز بين الظهرين والعشاءين (٢) لمن له القصر، أو وجد مشقَّة بتركه لرضاع، أو استحاضة، وسلس بول، ومرض، وفي وقت الثانية أفضل. فينويه قبل ضيق الأولى ويقدمها على الثانية، ولا يجب الموالاة. وإن جمع وقت الأولى نواه عند افتتاحها وقدمها على الثانية. ووجب الموالاة إلَّا بقدر وضوء وإقامة. ويجوز لمطر يبل الثياب ليلًا (٣). فإن جمع وقت الأولى اعتبر وجود المطر في طرفها ومع افتتاح الثانية. وإن جمع وقت الثانية اعتبر وجوده إلى دخول وقتها. وله فعل سُنَّة الظهر بعد صلاة العصر (٤).

<span data-type="title" id=toc-206>باب صلاة الخوف</span>
المختار أن تحرس العدوَّ طائفةٌ، ويحرم الإِمامُ بالأخرى. فإذا قام إلى الثانية ثبت ويقرأ ونَوَتْ فِرَاقَه، وصلت ركعة ثم ذهبت تحرس، وتجيء الأخرى فيصلِّي بها الثانية ويطيل التشهد حتى تصلِّي ركعة ويسلم بها. وإن
_________
(١) قوله: "باب الجمع"، في المحرر "باب الجمع بين الصلاتين" (١/ ١٣٤).
(٢) قوله: "يجوز بين الظهرين والعشاءين"، استخدم لغة التغليب، وفي المحرر: "لظهر والعصر، والمغرب والعشاء" (١/ ١٣٤).
(٣) قوله: "ليلًا"، أي: بين المغرب والعشاء، فلا يجوز الجمع بين الظهر والعصر للمطر، قال في المغني: فأما الجمع بين الظهر والعصر فغير جائز، وقيل لأحمد: الجمع بين الظهر والعصر في المطر، قال: لا، ما سمعت به. قال في المحرر: ويجوز للمطر الذي يبل الثياب ولا يجوز نهارًا, (١/ ١٣٦). ولم يذكر في التنقيح الظهر والعصر بل أطلق بقوله: "ولمطر يبل الثياب ويوجد معه مشقة وثلج نصًّا وبرد وجليد ووحل وريح شديدة باردة. . . " إلخ، أي: يجوز الجمع فيه، (ص ٨٧).
(٤) قوله: وله فعل سنة الظهر بعد صلاة العصر، هذه زيادة من الأدمي رحمه اللَّه رقم (٢٤).',NULL,'183',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (175,'كانت مغربًا أو رباعية صلَّى بطائفة ركعتين، وتفارقه بعد تشهُّده، ويتم وينتظر الأخرى جالسًا، فيصلِّي بها ما بقي. ويُسن حملُ سلاحٍ خَفَّ. فإذا التحم الحرب صلوا على حسب الطاقة. وكذا إن طَلَب أو طُّلِبَ، أو ظن سيلًا، أو سبعًا، أو نارًا، فإن أخطأ ظنه أعاد. ومَنْ أَمِنَ في أثناء صلاته أو خاف انتقل وبنى.

<span data-type="title" id=toc-207>باب اللباس والتحلِّي </span>(١)
يحرم على الذكور استعمال ما غالبه الحرير إلَّا لمرض، وحكة، وحشو جباب، وفرش، ويباح قدر كف لعلم، ورقاع ولبنة جيب (٢) وسجاف (٣)، ويحرم على الذكور ما نُسج بالذهب، أو مُوّه قبل استحالته. ويباح للذكور من الفضة الخاتم وحلية آلة الحرب. ومن الذهب الأنف (٤)،
_________
(١) قوله: "باب اللباس والتحلي" وفاقًا لترتيب المحرر (١/ ١٣٩)، وخلافًا للمتأخِّرين الذين يضعون اللباس والتحلِّي في باب زكاة الأثمان كما في "التنقيح" (١١٤ - ١١٥)، و"الغاية" (١/ ٣١٢) و"دليل الطالب" (ص ٧٠).
(٢) قوله: "لبنة الجيب"، أي: طوق الجيب، ولبنة القميص، أي: طوق القميص (صحاح ص ٥٩١).
(٣) قوله: "سجاف" مفرد سجف، وهي: الستر، ومنه بيت مسجف، وأسجفت الستر أرسلته (أساس البلاغة، ص ٢٠٣).
(٤) قوله: "ومن الذهب الأنف، لأن عرفجة بن أسعد قطع أنفه يوم الكُلاب فاتخذ أنفًا من ذهب"، رواه أبو داود (٤/ ١٢٩)، وانظر: "معالم السنن" للخطابي (٤/ ٢١٥)، وصححه الحاكم، وعرفجة: هو ابن سعد بن كرز التيمي السعدي، أحد فرسان العرب في الجاهلية، وكان قطع أنفه يوم الكُلاب بالضم ما بين الكوفة والبصرة واتخذ أنفًا من فضة ليمنع تشوُّه منظره بذهاب أنفه فأنتن عليه، أي: فسد وتغيَّر ريحه فشق بقاؤه عليه منتنًا فأمره النبي -صلى اللَّه عليه وسلم- فاتخذ أنفًا من ذهب فدل على جواز اتخاذه (٣/ ٢٥٤) من "حاشية ابن قاسم على الروض".',NULL,'184',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (176,'ورباط السن، وقبيعة السيف (١).
ويباح للنساء من الذهب والفضة ما جرت عادتهن بالتحلِّي به وإن كثر. ويحرم على المكلف لبس ما فيه صورة حيوان. ويكره لبس نجس مدبوغ من غير كلب وخنزير، ويباح للدابة.

<span data-type="title" id=toc-208>باب صلاة الجمعة</span>
تلزم كل ذكر حرّ، مكلَّف، لا عذر له من ضرر على نفسه، أو ماله، أو أهله، مستوطن ببناء يشمله اسم واحد وإن تفرق إن بلغوا أربعين. لكن من أقام في مصر لعلم، أو شغل، أو كان سفره لا قصر فيه، أو كان خارج المصر (٢) على فرسخ، أو حيث يسمع النداء مقيمًا في غير بناء، أو في قرية فيها دون الأربعين لزمته، ولم تنعقد به. ولا تلزم مسافر يقصر، ولا امرأة وعبدًا، ويجزيهم حضورها، ولا تنعقد بهم. وسفر من عليه حضورها في يومها قبل فعلها خطر (٣)، وظهره لغو وظهر غيرهم مفضول.
_________
(١) قوله: "قبيعة السيف"، أي: ما يجعل على طرف القبضة، فال أنس: "كانت قبيعة سيف رسول اللَّه -صلى اللَّه عليه وسلم- فضه"، رواه أبو داود، انظر: "معالم السنن" للخطابي (٢/ ٢٥٧).
(٢) المصر: واحد الأمصار، ومصر: هو البلد المعروف، والمصر: الحدُّ بين الشيئين، وفلان مصّر الأمصار -كما يقال-: مَدّن المدائن، أي: جعلها صالحة للسكن وخططها ونظمها، والمصر: البلد الكبير الذي له حاكم وقاض ومنبر وتقام فيه الحدود. انظر: "المطلع" (ص ١٦٤)، والجوهري "الصحاح" (٢/ ٨١٧)، وغيرهما.
(٣) قوله: "قبل فعلها خطر"، هذه الكلمة من مصطلحات الأدمي إذ لم ترد في المحرر ولا في كثير من كتب المذهب، فدل على أن الأدمي له مصطلحاته التي تكاد تنعدم في المنور، قال في التنقيح: ولا يجوز لمن تلزمه الجمعة السفر في =',NULL,'185',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (177,'وتقام فيهما قارب البنيان من الصحراء، وفي موضعين من البلد لحاجة. فإن عدمت بطلت المسبوقة بالإِحرام. وإن خصت لإذن الإِمام صحت وحدها، وإن جهلت الثانية أعادوا ظهرًا. وإن وقعتا معًا أو جهل الحال أعادوا جمعة. وتجب الجمعة بالزوال، وتجزئ وقت صلاة العيد (١). ولا يشترط إذن الإِمام لجمعة وعيد (٢).
ويسعى القريب بالنِّداء الثّاني والبعيد بوقت يدركها. ويغتسل عند الغدو. ويلبس ثوبين أبيضين نظيفين مطيبين. ويباكر (٣) ماشيًا ويدنو من الإِمام ويشتغل بالقرب. ويحرم التخطِّي إلى غير فرجة، ويستحق المكان بفرشه.
ويعتبر للجمعة تقديم خطبتين، ويسن تخفيفهما واعتماده على شيء، وقصده تلقاء وجهه ودعاؤه للمسلمين. ويقتصر الداخل في الخطبة على ركعتين خفيفتين ولا يسلم داخل ويرد عليه إشارة. ويسكت متكلم إشارة، ولا يشمت عاطس، ويحمد خفية ويؤمن على الدعاء. ويحرم الكلام في الخطبة إلَّا من الخاطب (٤) وله. ولا بأس أن يؤم غيره.
_________
= يومها بعد الزوال (ص ٩٠)، والرواية الثانية في المذهب: أنه يجوز السفر قبل الزوال، "النكت السنية" على المحرر (١/ ١٤٢).
(١) قوله: "وتجزى وقت صلاة العيد"، قال في "المفردات":
لجمعة وقتُ الوجوب يدخُل ... إذا ترتفع شمسٌ كعيد نَقلوا
قال العلَّامة منصور البهوتي شارح المفردات: "هذا المذهب وعليه أكثر الأصحاب نص عليه" (ص ٨٥).
(٢) قوله: "ولا يشترط إذن الإمام لجمعة وعيد"، قال في "المحرر": "واستسقاء" (١/ ١٤٣).
(٣) قوله: "ويباكر" هكذا في الأصل، وفي المحرر: "ويبكر" (١/ ١٤٤).
(٤) قوله: "إلَّا من الخاطب وله"، أي: يجوز الكلام من الخطيب وتوجيه الكلام له لا لغيره.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (178,'والجمعة مثنى وسُننها الجهر وبسورتها (١) وفي الثانية بالمنافقين. وركعتان بعدها إلى ست. ومن أدرك منها دون ركعة بعد الزوال أحرم معهم بظهر إن نواه. وإن دخل وقت العصر وهم فيها أجزأت. وإن اجتمعت والعيد أجزأ المأموم فعل أحدهما عن حضور الآخر.

<span data-type="title" id=toc-209>باب صلاة العيدين</span>
وهي فرض كفاية. وعدد الجمعة، والاستيطان شرط. ووقتها بين علو الشمس وزوالها. ويسن الإِمساك (٢) قبل الأضحى وتعجيله، والفطر عكسه. وفعلها في الصحراء، والرجوع بطريق أخرى، وابتكار المأموم ماشيًا، مظهرًا للتكبير في أجمل ثوب، والمعتكف في ثوب نسكه، وخروج الإِمام عند حل الصلاة.
ويُحرم، ثم يستفتح يكبر ستًّا، رافعًا يديه مع كلِّ قائلًا (٣) بين كل
_________
(١) قوله: "وبسورتها وفي الثانية بالمنافقين"، هذه العبارة تبرز براعة العلامة الأدمي في الإِيجاز والترجيح، إذ قوله: "وبسورتها"، أي: يقرأ بسورة الجمعة في صلاة الجمعة في الركعة الأولى، وبالمنافقين في الركعة الثانية. عملًا بحديث ابن عباس: أن النبي -صلى اللَّه عليه وسلم- "كان يقرأ في صلاة الجمعة: سورة الجمعة والمنافقين"، رواه مسلم (٢/ ٥٩٩) باب ما يقرأ في يوم الجمعة.
(٢) قوله: "ويسن الإِمساك قبل الأضحى وتعجيله، والفطر عكسه"، أي: يسن تعجيل صلاة الأضحى حتى يشتغل الناس بالأضاحي، ويسن تأخير الفطر ليتمكن الناس من أداء زكاة الفطر قبل الصلاة ويمسك في الأضحى حتى يأكل من أضحيته، ويفطر على تمرات في عيد الفطر. وفي "الغاية": وتقديم الأضحى بحيث يوافق من بمنى في ذبحهم وتأخير الفطر وأكل فيه قبل خروج تمرات وترًا، وإمساك بأضحى حتى يصلِّي ليأكل من أضحيته (١/ ٢٣٢).
(٣) في الأصل: "قايلا".',NULL,'187',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (179,'تكبيرتين: اللَّه أكبر (١) كبيرًا، والحمد للَّه كثيرًا، وسبحان اللَّه بكرة وأصيلًا، وصلَّى اللَّه على محمَّد النبى وآله وسلَّم تسليمًا. ثم يتعوَّذ ويجهر بالفاتحة وسَبِّح.
فإذا قام (٢) إلى الثانية كبَّر خمسًا كأولى، ثم يجهر بالفاتحة والغاشية. ثم يخطب كالجمعة لكن يفتتح بتسع تكبيرات، والثانية بسبع مبيّنًا في الفطر حكم الفطرة، وفي الأضحى حكم الأضحية. والخطبتان، وزائد التكبير، والذكر، سنّة، ولا نفل في المصلَّى. ويقضي صلاة العيد على صفتها. وإن علم بعد الزوال صلَّى من الغد.
ويكبِّر للفطر من ليلته إلى انتهاء خطبته، وللأضحى من (٣) زوال العشر إلى عصر آخر أيام التشريق، لكن عقب مكتوبة الجماعة من فجر عرفة، وللمحرم من ظهر النحر إلى العصر المذكور. وصفته: اللَّه أكبر اللَّه أكبر، لا إله إلَّا اللَّه، واللَّه أكبر اللَّه أكبر وللَّه الحمد. ويقضي قبل الحدث وفراق المسجد.
_________
(١) قوله: "اللَّه أكبر كبيرًا، والحمد اللَّه كثيرًا. . . " إلخ، قال في الكافي: وإن أحب قال: اللَّه أكبر كبيرًا والحمد اللَّه كثيرًا وسبحان اللَّه بكرة وأصيلًا وصلَّى اللَّه على محمَّد النبي الأُمِّيّ وآله وسلَّم تسليمًا (١/ ٥٢٠)، ولقول عقبة بن عامر: سألت ابن مسعود عما يقوله بعد تكبيرات العيد، قال: "يحمد اللَّه ويثني عليه، ويصلِّي على النبي -صلى اللَّه عليه وسلم-، رواه الأثرم، وحرب، واحتج به أحمد، "منار السبيل" (١/ ١٥١).
(٢) في الأصل: "فإذا أقام" والمعنى لا يتم إلَّا بـ: "قام" كما في المتن هنا.
(٣) العبارة من قوله: "من زوال. . . " إلى قوله: "وللمحرم"، من هامش المخطوط، وفي المحرر: وفي الأضحى للمحل من صلاة الفجر يوم عرفة، وللمحرم من صلاة الظهر يوم النحر (١/ ١٦٧).',NULL,'188',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (180,'<span data-type="title" id=toc-210>باب صلاة الكسوف </span>(١)
تُسَنّ حضرًا، وسفرًا. وفي الجامع والجماعات أفضل. فإن تجلى فيها، أتمها خفيفة، وإن زال قبل شروعه، أو طلعت الشمس والقمر خاسف، أو غَرَبا كاسفين فلا صلاة (٢).
وصفتها: يجهر بالفاتحة ونحو البقرة، ثم يركع فيسبح نحو مائة آية، ثم يرفع فيقرأ دون الأول، ثم يركع فيسبح دون الأول، ثم يرفع فيسجد سجدتين نحو الركوعين، ثم يقوم فيفعل مثل ذلك أخف من ذلك، ثم يتشهَّد، ثم يسلِّم. ويقدِّم الخسوف على الوتر، والكسوف على الجمعة، إن أمن فوتها. وتقدّم الجنازة عليهما. وتصلَّى للزلزلة الدائمة كذلك (٣).

<span data-type="title" id=toc-211>باب صلاة الاستسقاء</span>
إذا أجدبت الأرض وعظ الإمام ثم يخرج متنظفًا (٤) غير متطيب، متذللًا، مبتذلًا بالشيوخ (٥)، والصبيان. وإن خرج أهل الذمة (٦) أفردوا.
_________
(١) قال في المحرر: وإذا كان الكسوف في وقت نهى ومنعنا من صلاته فيه سبح ودعا مكانها.
(٢) قال في "الغاية"، ولا عبرة بقول المنجمين ولا يجوز عمل به، أي: فلا تصلَّى بقولهم (١/ ٢٢١).
(٣) ولا يصلَّى لآية غير كسوف كظلمة نهارًا أو ضياء ليلًا أو ريح شديدة، أو صواعق، إلَّا لزلزلة دائمة فيصلَّى لها كصلاة كسوف. الغاية (١/ ٢٣٧)، والمحرر (١/ ١٧٤).
(٤) قوله: "متنظفًا غير متطيب متذللًا"، لأنه مقام ذلة واستكانه وخشوع.
(٥) قوله: "بالشيوخ والصعبيان"، قال في المحرر: يجوز (١/ ١٧٨)، وعند بعض العلماء أن ذلك أرجى للإِجابة لاشتراك الجميع في طلب المطر.
(٦) قوله: "وإن خرج أهل الذمة أفردوا"، قال في "النكت والفوائد السنية على =',NULL,'189',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (181,'فيصلِّي الإِمام كالعيد، ثم يخطب كأولاه مكثرًا من الصلاة على رسول اللَّه -صلى اللَّه عليه وسلم-، والدعاء والاستغفار، ومستقبلًا في أثناء دعائه. فيدعو سرًّا، فيقول: "اللَّهُمَّ إنك أمرتنا بدعائك، ووعدتنا إجابتك، فقد دعوناك كما أمرتنا، فاستجب لنا كما وعدتنا (١)، اللَّهُمَّ فامنن علينا بمغفرة ذنوبنا، وإجابتنا في سقيانا، وسعة أرزاقنا، اللَّهُمَّ اسقنا غيثًا، هنيئًا، مريئًا، مريعًا، نافعًا غير ضارًّ، عاجلًا غير آجل".
ويحول يمنةَ ردائه يسرةً، وكذا الناس، وينزعونه مع ثيابهم ويتطهَّرون من الغيث ويخرجون رحالهم ليصيبها.
فإن خافوا كثرته قالوا: اللَّهُمَّ حوالينا ولا علينا، ربنا ولا تحمِّلنا ما لا طاقة لنا به الآن.
وإن غار ماء بلد استسقوا، ويباح التوسل بالصلحاء (٢).
_________
= مشكل المحرر": المجد ابن تيمية -وهو حاشية على المحرر- لابن مفلح: يعني إذا خرجوا يوم خروج المسلمين يفردون عنهم. . . وربما نزل الغيث فيكون أعظم لفتنتهم وربما اغترَّ بهم غيرهم، وقطع جماعة منهم صاحب "المستوعب" والتلخيص الأولى إفرادهم بيوم لئلا يظنون أن ما حصل من الغيث بدعائهم. المحرر (١/ ١٧٩)، "بحاشية النكت والفوائد السنية"، لابن مفلح.
(١) متفق عليه.
(٢) قوله: "ويباح التوسل بالصلحاء"، لم يذكر ذلك في المحرر، وهو زد (٢٥) عند الأدمي، والمراد بذلك أن يطلب من أحد الصالحين الأحياء أن يدعو لهم. قال العلامة ابن سعدي: التوسل بالذوات فهذا لم يرد عن النبي -صلى اللَّه عليه وسلم- ولا عن أحد من الصحابة رضي اللَّه عنهم وهم أولى الناس بذلك، ولكنهم رضي اللَّه عنهم تصيبهم النوائب فلا يقول أحد منهم: اللَّهُمَّ أسالك بجاه نبيّك، أو بحق نبيك، أو نحو ذلك، بل لما استسقى عمر بالعباس، قال: "اللَّهُمَّ إنا كنا نتوسَّل إليك بنبيّنا فتسقينا -أي: لما كان النبي -صلى اللَّه عليه وسلم- نأتي إليه ونطلب منه أن يدعو اللَّه لنا- =',NULL,'190',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (182,'فإن حرموا عادوا ثانيًا وثالثًا. وإن سقوا قبل الخروج، صلّوا شكوًا، وسألوا المزيد.
* * *
_________
= وإنا نستسقي إليك بعمِّ نبيَّك، قم يا عباس فادع اللَّه"، ونصه: "اللَّهُمَّ إنا كنا نتوسل إليك بنبيّنا فتسقينا وإنا نتوسل إليك بعم نبيك فاسقنا، قال: فيسقون"، الفتح (٢/ ٤٩٤)، وسير أعلام النبلاء (٣/ ٩١). فهذا هو المشروع أن يقدم الرجل الصالح خصوصًا إذا كان من أهل بيت رسول اللَّه يدعو والناس يؤمنون. (من رسائل العلامة عبد الرحمن بن سعدى إلى علامة الكويت الشيخ محمد بن سليمان الجراح رحمهما اللَّه تعالى ١٠ رجب ١٣٧٠ هـ).',NULL,'191',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (183,'<span data-type="title" id=toc-212>كتاب الجنائز</span>
تسن عيادة المريض، وتذكيره التوبة، والوصية. فإذا نزل به وُجّه (١)، وبلَّ حلقه، ولُقِّن كلمة التوحيد مرَّة ولا يزاد على ثلاث. فإن تكلَّم بعدها أعيدت. ويقرأ عنده (يس) (٢).
_________
(١) قوله: "وجه"، أي: وجه إلى القبلة، وعبارة المحرر: "يوجه المحتضر على جنبه الأيمن أو مستلقيًا على ظهره" (١/ ١٨١)، والمبدع "وتوجيه للقبلة" (٢/ ٢١٦)، والفروع "على جنبه الأيمن" (٢/ ١٩٠)، والغاية "وتوجيهه للقبلة على جنب أيمن مع سعة مكان (ويتجه) وعدم مشقة وإلَّا فعلى ظهره" (١/ ٢٤٥).
(٢) قوله: "ويقرأ عنده (يس) "، وفاقًا للمحرر (١/ ١٨٢)، وفي المبدع: "ويقرأ عنده سورة (يس)؛ لقوله عليه السلام: "اقرأوا (يس) على موتاكم"، رواه أبو داود، وابن ماجه، وفيه لين من حديث معقل بن يسار" (١/ ٢١٦)، وكذا في الفروع، وزاد: وكره مالك قراءة القرآن عنده"، (٢/ ١٩١). وفي حاشية ابن قاسم على الروض: "قال الشيخ تقي الدين ابن تيمية: القراءة على الميت بعد موته بدعة، بخلاف القراءة على المحتضر، فإنها تسنُّ بـ (يس)، وقيل: الحكمة في قراءتها اشتمالها على أحوال القيامة وأهوالها وتغير الدنيا وزوالها ونعيم الجنة وعذاب جهنم فيتذكر بقراءتها تلك الأحوال الموجبة للثبات" (٣/ ١٨). وفي الغاية: وسن قراءة الفاتحة و (يس) عنده (١/ ٢٤٥)، وانظر: مصنف أبي شيبة (٣/ ٢٣٧ - ٣٧٩)، وقال بعض العلماء: لا يصح في القراءة على الميت الحديث.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (184,'فإذا تيقّن موته، غُمِّض وشُدّ لحياه وليّنت مفاصله، وجُرِّد وسُجِّي، وثُقل بطنه. وتولية أموره فرض كفاية. والأولى وصي عدل، ثم الأب وإن علا، ثم أقرب عصبة، إلَّا الصلاة فالأمير بعد الوصي.
ويغسل زوجته، وأم ولده، ويغسلانه ولو في عدَّة الوفاة ما لم يُبِنْها. وللأنثى غسل ذكر له سبع سنين ولا عكس. ويغسل الخوارج (١)، والباغي، والصائل، والمحدود (٢)، وقاطع الطريق بعد صلبه، والسارق، والحريق، والغريق، ومن جُهل إسلامه بأرضنا. ولا يغسل قرِيبَهُ الكافرَ، ويدفنه إن عدم دافن.
ويوجه الميت منحدرًا نحو رجليه تحت، تحت ظل، مجرّدًا، مستور العورة، ولا يشهده سوى ردء. ويرفع رأسه قريب الجلوس، ويعصره برفق ويُنجِّيه بخرقة. وتسن لسائر بدنه، ويحرم مس عورته. ثم ينوي غسله ويسمِّي، ثم يوضِّيه، ولا يدخل الماء فمه وأنفه، ويزيل أذاهما. ويُغَسّل برغوة السدر رأسه ولحيته، ولا يسرِّح شعره، ثم سائر بدنه. ويبدأ بميامنه، ويقلِّبه على جنبيه، ويُمِرّ كل مرَّة يده على بطنه، فإن لم ينق بثلاث، غسله إلى خمس، ثم إلى سبع، فإن زاد حشاه قطنًا. فإن لم يستمسك فطينًا. ثم يُوضَّأ ويحمل، ثم لا غسل إلَّا لِوَطْء. ويجعل في الأخيرة كافورًا، ولا بأس بالماء المسخن، والأشنان والخلال لحاجة. ويؤخذ شاربه، وإبطه، وعانته، وظفره، ويجعل معه، وكذا سواقطه. ولا يحلق، ولا يختن. والفرض من ذلك النيّة، والماء القراح.
_________
(١) قوله: "الخوارج"، في الأصل غير معجمة، وما أثبتناه هو الصواب كما يقتضيه السياق وهو زد (٢٦).
(٢) قوله: "المحدود"، أي: يغسل من أقيم عليه حد من حدود اللَّه، وجاء أنَّ المحدود من الممنوع من البخت، كما في المختار (ص ١٢٦).',NULL,'193',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (185,'وإن مات مَن تعذَّر غسله، أو رجل بين نسوة، أو عكسه، أو خنثى يُمِّم. ومن يُمِّم لعدم ماء ثم وُجِد قبل دفنه غُسِّل. ولا يغسل سقط دون ثلث سنة ولا شهيد معركة إلَّا لجنَابة، أو حيض، أو نفاس، أو حياة طويلة، أو قتله سهمه، أو دابته، أو وجد ولا أثر به. وستر الغاسل فُحْشَ غير مبتدع (١).

<span data-type="title" id=toc-213>باب الكفن</span>
يُطيّب الخلال، ويجعل بين أليتيه قطن مطيَّب فوقه خرقة كالتبّان، ولا يدخل عينيه كافورًا. ثم يُدرج في ثلاثة أثواب بيض مطيبة، يرد طرف الأيمن من كل على أيسر. وتعقد خيف انتشارها (٢)، وتُحل في القبر. وتبَاح العِمَّة،
_________
(١) قوله: "وستر الغاسل فُحْشَ غير مبتدع"، قال في المحرر: إن رأى سوءًا ستره إلَّا على مشهور ببدعة (١/ ١٩٠)
مما زاد أو نقص به المنور عن المحرر، (أولًا): قوله في المحرر: وأولى الناس به وصيه (١/ ١٨٢)، قال في المنور: "وأولى الناس به وصيه العدل". (ثانيًا): قوله في المحرر: "ويتيقن موته إن شك فيه بانخساف صدغيه وميل أنفه وانفصال كفيه، وأرتخاء رجليه" (١/ ١٨٢) لم يذكر ذلك في المنور. (ثالثًا): قوله في المحرر: "وأولى الناس به وصيه ثم أبوه دمان علا ثم ابنه وإن سفل ثم أقرب عصبته ثم ذووا أرحامه ثم الأجانب" (١/ ١٨٢). قال في المنور -بعد قوله ثم الأب وإن علا-: ثم أقرب عصبة إلَّا الصلاة فالأمير بعد الوصي". (رابعًا): قوله في المحرر: "ولا يغسل المرأة محرمها وأولى الناس بغسلها من أوصت إليها به ثم أمها ثم جدتها ثم ابنتها ثم أختها ثم عمتها أو خالتها ثم القربى فالقربى فالأجنبيات"، لم يذكر ذلك الأدمي في منوره. (خامسًا): زيادات المنور قوله: ويغسل الخوارج والباغي والصائل والمحدود وقاطع الطريق بعد الصلب والسارق والحريق والغريق، ومن جهل إسلامه بأرضنا. وهي زد (٢٦).
(٢) قوله: "خيف انتشارها"، هكذا في الأصل، والمعنى مفهوم.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (186,'وشد فخذ المرأة، ثم توزر، ثم تقمص، ثم تُخَمّر، ثم تدرج في خامسة. ويسدل شعرها خلفها ثلاثة قرون، والواجب لفافة واحدة من صلب التركة مقدمة على كل حق، ثم على من لزمته النفقة سوى الزوج، ثم بيت المال، ثم على المسلمين. ويكره من صوف، أو شعر، ومزعفر، ومعصفر، ومنقوش (١). ويحرم من جلد، وحرير، ومُذهَّب. وكَفَنُ الشهيد ثيابه، والمُحرِم الذكر إحرامُه، ولا يخمّر رأسه، ولا رجلاه.

<span data-type="title" id=toc-214>باب صلاة الميت</span>
تباح في مسجد، ومقبرة، وتحرم عند طلوع الشمس، وزوالها، وغروبها.
وصفتها: يكبر، ثم يتعوَّذ، ويقرأ الفاتحة، ثم يكبِّر، ويصلِّي على النبي -صلى اللَّه عليه وسلم- كالتشهُّد، ثم يكبِّر ويقول: اللَّهُمَّ اغفر لحينا وميتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذكرنا وأنثانا، إنك تعلم مُنقَلَبنا ومثوانا، إنك على كل شيء قدير (٢) اللَّهُمَّ من أحييته منّا فأحيه على الإِسلام، ومن توفَّيته منّا فتوفَّه على الإِيمان. اللَّهُمَّ إنه عبدك، وابن أمتك، نزل بك، وأنت خير منزول به. اللَّهُمَّ إن كان محسنًا فجازه بإحسانه، وإن كان مسيئًا فتجاوز عنه. اللَّهُمَّ لا تحرمنا أجره، ولا تفتنّا بعده. وإن كان صغيرًا، قال: اللَّهُمَّ اجعله لوالديه فَرَطًا، وذخرًا، وأجرًا، وأعظِم به أجورهما، وثَقِّل به موازينهما، وألحقه بصالح سلف المؤمنين، وَقِه برحمتك عذاب الجحيم. ثم يكبِّر الرابعة رافعًا يديه مع كلٍّ ويقف قليلًا، يدعو، ثم يسلِّم عن يمينه.
_________
(١) قوله: "ويكره من صوف أو شعر ومزعفر ومعصفر ومنقوش"، ليست مذكورة في المحرر تدل على أنها من زيادات الأدمي في المنور. وهي زد (٢٧).
(٢) أخرجه أبو داود (٣/ ٥٣٩)، الجنائز، باب الدعاء للميت؛ والترمذي (٣/ ٣٣٥)، الجنائز، باب ما يقول في الصلاة على الميت.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (187,'والفرض من ذلك القيام، والتكبيرات، والفاتحة، والصلاة على رسول اللَّه -صلى اللَّه عليه وسلم- وأدنى دعاء للميت، والتسليمة. ولا يتابع الإِمام فوق أربع تكبيرات (١)، وتُقضى متتابعة. وإن سلم بدونها، جاز. ويصلَّى على القبر، وعلى الغائب عن جانبي البلد إلى شهر. ولا يصلِّي الإِمام على غال، وقاتل نفسه. ومن غُسَّل أو يمم صُلِّي عليه، سوى شهيد لجنابة أو حيض. وإن اشتبه المصلَّى عليه نوى، ويقف الإِمام عند صدر الرجل، ووسط المرأة. فإن اجتمعا سويًّا ووقف تلقاء صدريهما، فإن تنوَّعوا قدم إليه الرجل الحرّ، ثم العبد، ثم الصبي، ثم المرأة. ومن حضره نساء فقط جمعن عليه. وتقدم الجنازة على فجر وعصر (٢).

<span data-type="title" id=toc-215>باب حمل الجنازة والدفن</span>
يسن التربيع (٣) في حملها، والإِسراع بها، ومشي الراجل أمامها،
_________
(١) قوله: "أربع تكبيرات"، قال في الغاية: "وتكبيرات أربع" (١/ ٢٦١) فحددها بأربع، وأطلقها في المنور والمحرر بقولهما: "والتكبيرات"، أي: الأربع، والتكبيرات الأربع باتفاق الأئمة. وفي المحرر: وإذا كبر الإمام سبعًا كبروا بتكبيره، وعنه: لا يتابع فوق خمس، وعنه: فوق أربع (١/ ١٩٨).
(٢) قوله: "ونقدم الجنازة على فجر وعصر"، وفاقًا للمحرر في قوله: وإن اجتمعت جنازة ومكتوبة قدمت المكتوبة إلَّا أن تكون فجرًا أو عصرًا. (١/ ٢٠١).
(٣) قوله: "التربيع"، وهو أن يحمل الإنسان بقوائمها الأربع يبدأ مما يلي: يمين الميت على كتفه اليمنى بالقائمة المقدمة، ثم المؤخرة، ثم من الجانب الآخر. قال في حاشية شرح الروض لابن قاسم: وفاقًا لأبي حنيفة والشافعي وأصحاب مالك، وقال مالك: هو وبين العمودين سواء (٣/ ١٠٨). وفي المحرر قال بعد أن ذكر التربيع: ولو حمل على كاهله بين العمودين جاز (١/ ٢٠٢). وقال في حاشية شرح الروض لابن قاسم أيضًا: يسن لما روى سعيد وابن ماجه عن أبي عبيدة بن عبد اللَّه بن مسعود عن أبيه، قال: "من اتبع جنازة فليحمل بجوانب =',NULL,'196',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (188,'وجلوس تابعها عند وضعها، وترك القيام لها، وتعميق القبر وتسجيته للمرأة، ودخوله من شرقيه إن سهل، وقول مُدْخِلهِ: بسم اللَّه، وعلى ملَّة رسول اللَّه. ويوجّه على جنبه الأيمن، ويوسّد لَبِنًا ويُشرَّج (١) عليه.
ويكره أن يدخل القبر آجرًا، وخشبًا، أو ممسوس نار، أو فراش، ومخدة، أو اثنان إلَّا لحاجة.
ويقدم أفضلهما قبلة، ويحجزان بتراب.
ثم يهال عليه باليد ثلاثًا، ثم يسنم قدر شبر (٢). ويرش بالماء، ويجلل بالحصباء.
ويكره البناء، والكتابة عليه، وتجصيصه دون تطيينه، والجلوس عليه، ووطئه، ونقله بلا حاجة.
_________
= السرير كلها فإنه من السنة، ثم إن شاء فليطوع وإن شاء فليدع" إسناده ثقات إلَّا أنَّ أبا عبيدة لم يسمع من أبيه، ولابن أبي شيبة بسند صحيح عن أبي الدرداء بنحوه (١/ ١٠٨)، وانظر: مصنف ابن أبي شيبة (٣/ ٢٨٣).
(١) قوله: "ويشرج عليه"، قال في المحرر: ثم يشرج عليه لبن أو قصب (١/ ٢٠٤). قال في المصباح: شَرَّجت اللبن -بالتشديد- نضدته، وهو ضم بعضه إلى بعض، ص ٣٠٨. وفي المخطوط: "لبناء"؛ وفي المحرر: لبنة (١/ ٢٠٣).
(٢) القبر المشروع، قال شيخنا محمد الجرَّاح رحمه اللَّه في رسائله العلمية (مخطوطة): "فالسنة أن يرفع القبر قدر شبر حتى يعرف أنه قبر فيتوق ويترحَّم على صاحبه، لأنه عليه الصلاة والسلام رفع قبره قدر شبر، ويكره فوق شبر لقوله -صلى اللَّه عليه وسلم- لعلي: "لا تدع تمثالًا إلَّا طمسته ولا قبرًا مشرفًا إلَّا سويته"، رواه مسلم وغيره. ولا يزاد عليه من غير ترابه؛ لحديث جابر مرفوعًا "نهى أن يبنى على القبر أو يزاد عليه"، رواه النسائي: النسائي بحاشية السندي (٣ - ٤/ ٨٦)، وقال عقبة بن عامر: "لا تجعلوا على القبر أكثر مما أخرج منه"، ويكون القبر مسنمًا ويرش بماء بعد وضع حصى صغار يجلله به ليحفظ ترابه.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (189,'ويسن تلقينه (١) بعد دفنه، فإن جهل اسم أمه نسبه إلى حوى (٢).
_________
(١) قوله: "ويسن تلقينه"، لم يذكر في المحرر "التلقين"، فدل على أنه من زيادات الأدمي رحمه اللَّه، وهو زد (٢٨)؛ وهو المذهب ودليلهم حديث أبي أمامة الباهلي رضي اللَّه عنه أنه قال وهو في النزع: إذا أنا مت فاصنعوا بي كما أمر رسول اللَّه -صلى اللَّه عليه وسلم-، فقال: إذا مات أحد من إخوانكم فسويتم التراب عليه فليقم أحدكم على رأس قبره ثم ليقل: يا فلان بن فلانه، فإنه يسمع ولا يجيب ثم يقولى: يا فلان ابن فلانة، فإنه يستوي قاعدًا، ثم يقول: يا فلان ابن فلانة، فإنه يقول: أرشدنا رحمك اللَّه، ولكن لا تشعرون، فليقل: اذكر ما خرجت عليه من الدنيا: شهادة أن لا إله إلَّا اللَّه وأنَّ محمدًا عبده ورسوله، وأنك رضيت باللَّه ربًّا، وبالإسلام دينًا، وبمحمد نبيًّا، وبالقرآن إمامًا، فإنَّ منكرًا ونكيرًا يأخذ كل واحد منهما بيد صاحبه ويقول: انطلق بنا ما نقعد عن من لُقِّن حجته، فيكون اللَّه حجيجه دونهما، قال رجل: يا رسول اللَّه، فإن لم يعرف أمه، قال: فينسبه إلى حواء: يا فلان ابن حواء، أخرجه الطبراني في الكبير وقد اختلف في درجة الحديث، فقد صحح إسناده ابن حجر، وقال: إسناده صالح، وله شواهد، منها: ما رواه سعيد بن منصور من طريق راشد بن سعد، وحمزة ابن حبيب، وغيرهما. التلخيص الحبير (٢/ ١٤٣)، وقال النووي في المجموع: إسناده ضعيف (٥/ ٣٠٤)، والعراقي في تخريج الإحياء (٤/ ٤٢٠)، وقال في حاشية "التوضيح": اختلف الفقهاء في حكم تلقين الميت بعد موته إلى ثلاثة أقوال:
١ - أنه مستحب عند الشافعية والحنابلة.
٢ - أنه مكروه وهو قول أكثر المحدّثين.
٣ - أنه مباح عند الحنفية والمالكية (١/ ٣٩٠) تحقيق ناصر الميمان.
وقال ابن قاسم في حاشية الروض: استحبه الأكثر وكرهه جماعة من العلماء وأنكره آخرون؛ لاعتقاد أنه بدعة مكروهة، وقال شيخ الإسلام ابن تيمية: تلقين الميت الأظهر أنه مكروه؛ لأنه لم يفعله -صلى اللَّه عليه وسلم- بل المستحب الدعاء له. وقال ابن القيم: لم يكن -صلى اللَّه عليه وسلم- يقرأ عند قبر الميت ولا يلقن الميت، وحديث التلقين لا يصح (٣/ ١٢٣ - ١٢٤).
(٢) قوله: "حوى"، أي: حواء.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (190,'وإن ماتت ذمية حامل لمسلم دفنت وحدها، وظهرها قبلة. ويعالج جنين الميتة المتحرك، ولا يشق جوفها. ومن دفن إلى غير القبلة، أو لم يصل عليه أو في كفن غصب، أو بلع مالًا بلا حق ولا تركة نبش لذلك إن أمن تفسخه. ومن مات في بحر ثُقِّل وألقي فيه. وإن مات في بئر (١) لا نفع فيه، وخيف بإخراجه المثلة، طمت عليه. وإن أراد دفن أبيه في ملكه فلأخيه منعه. وإن وصى بشراء للدفن فمن ثلثه. ويباع ما لم يصر مقبرة.
ويسن تعزية المصاب المسلم، وإصلاح الطعام له. ويكره منه للناس، وجلوسه للتعزية، وبكاؤه مع نَوْح، ومن كان عادة أهله ولم يوص بتركه عُذِّب، وخَمش وجه وشق ثوب، والمشي في المقبرة إن خلت من مضر بنعل لا خف، وزيارته للنِّساء. وتباح القراءة (٢) عندها، وينتفع الميت بهدية القُرَب (٣).
_________
(١) فىِ الأصل: "بير".
(٢) قوله: وتباح القراءة عندها وفافًا للمحرر (١/ ٢١٢)، وفي المغني: روي عن أحمد روايتان، وقال: روي عنه أنه قال: "القراءة عند القبر بدعة وروي ذلك عن هشيم. . . "، وقد توسع في المسألة فلتراجع (٣/ ٥١٨ - ٥١٩) ط ١٤١٢ هـ/ ١٩٩٢ م.
(٣) قوله: "وينتفع الميت بهدية القرب"، وفي المحرر: ومن تطوَّع بقربة وأهدى ثوابها لميت نفعه ذلك، (١/ ٢٠٩)، وفي الغاية: وكل قربة فعلها مسلم وجعل بالنية، فلا اعتبار باللفظ ثوابها أو بعضه لمسلم حيّ أو ميت جاز ونفعه ذلك بحصول الثواب له (١/ ٢٨٠)، وكذا في التنقيح بقوله: وإهداء القرب كلها من مسلم ينفع الميت (ص ١٠٤)، وقال في حاشية "العاصمي على شرح الزاد": قال شيخ الإسلام ابن تيمية: أئمة الإِسلام متفقون على انتفاع الميت بدعاء الخلف وبما يعمل عنه من البر، وهذا مما يعلم بالاضطرار من دين الإِسلام وقد دلَّ عليه الكتاب والسنة والإجماع، فمن خالف ذلك كان من أهل البدع، وذكر استغفار الملائكة والرسل والمسلمين للمؤمنين وما تواتر من صلاة الميت والدعاء له وما =',NULL,'199',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (191,'. . . . . . . . . . . . . . . . . . . . . . . .
_________
= صح عن النبي -صلى اللَّه عليه وسلم- فيمن توفِّيت أمه وقال: أينفعها إن تَصدَّقْتُ عنها؟ قال: نعم، وتصدق لها ببستان، وقال لعمرو بن العاص: "لو أقرَّ أبوك بالتوحيد فصمت عنه أو تصدَّقت عنه نفعه ذلك"، وذكر اتفاقهم على وصول الصدقة ونحوها وتنازعهم في العبادات البدنية كالصلاة والصوم والحج والقراءة، وذكر ما في الصحيحين من حديث عائشة: "من مات وعليه صيام صام عنه وليه"، ثم قال: فهذا الذي ثبتت بالكتاب والسنة والإِجماع. ورد ابن القيم قول من يقول بعدم وصولها للميت بناء على ما جاء في قوله تعالى: {وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (٣٩)}، فقال: إن الإِنسان يصل إليه الثواب من غير عمله كالهدية، والميراث، والهبة، والدعاء فكل ذلك من غير سعيه وعدد عشرة وجوه، وفي الفروع: كل قربة فعلها المسلم وجعل ثوابها للمسلم نفعه ذلك كالدماء، والاستغفار، وواجب تدخله النيابة، وصدقة تطوع، والعتق، وحج التطوع، وتوسع في ذلك بما لا غنى عنه، ونقل أقوال العلماء في ذلك، منهم قول شيخه شيخ الإسلام، انظر: (٢/ ٣٠٧ - ٣١١).',NULL,'200',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (192,'<span data-type="title" id=toc-216>كتاب الزكاة</span>
تجب في سائمة أكثر السنة مجانًا (١) في الأنعام سوى العاملة.
ففي خمس من الإِبل شاة، ولا يجزئ بعير، ثم في عشر شاتان، ثم في خمس عشرة ثلاث، ثم في عشرين أربع، ثم في خمس وعشرين بنت مخاض، وهي بنت سنة، فإن عدمها فابن لبون وهو ابن سنتين، فإن عدمه لزمه شراؤها. ثم في ست وثلاثين بنت لبون، ثم في ست وأربعين حقة، وهي بنت ثلاث، ثم في إحدى وستين جَذَعة، وهي بنت أربع، ثم في ست وسبعين بنتا لبون، ثم في إحدى وتسعين حقتان، ثم في مائة وإحدى وعشرين ثلاث بنات لبون، ثم في كل أربعين بنت لبون، وفي كل خمسين حقّة. فإذا بلغت مائتين خيّر بين الحقاق وبنات اللبون (٢). فإن عدم الواجب
_________
(١) قوله: "مجانًا"، أي: ترعى المباح من غير أن يعلفها أكثر الحول للدر والنسل والتسمين لا للعمل فتجب فيها الزكاة.
وقوله: "في الأنعام" زد (٢٩)، ففي المحرر: "في الإِبل والبقر والغنم السائمة أكثر السنة"، وأنها تجب في المتولد بين الوحشي والأهلي" (١/ ٢١٤)، وفي الغاية: "سائمة بهيمة الأنعام وبقر الوحشي، خلافًا للموفق وجمعٍ، والمتولد بين ذلك وغيره" (١/ ٢٨٥). وفي المفردات (ص ٩٧):
في البقر الوحشي زكاة تذكر ... إن سامها والشيخ هذا يُنِكر
كذا نتاج أمها الأهلية ... من وحشي أو بالعكس بالسوية
(٢) قوله: "فإذا بلغت مائتين خير بين الحقاق وبنات اللبون"، قال في المحرر: "وتجزئ عن المائتين أربع حقاق" (١/ ٢١٤) وفي التنقيح: إلَّا يكون النصاب كله بنات لبون أو حقاقًا، فيخرج منه (١/ ١٠٨).',NULL,'201',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (193,'أخرج أنزل منه يليه، وخيّر بشاتين، أو عشرين درهمًا، أو أعلى وأخذ مثل ذلك. وإن (١) انتقل مع العدم إلى سنين أضعف الجبر، ولا جبر في غير إبل.

فصل (٢)
وفي ثلاثين البقر تَبيع أو تَبيعه، وهو ابن سنة. وفي أربعين مُسِنّة، وهي بنت سنتين، ثم في كل ثلاثين تَبيع، وفي كل أربعين مُسِنّة. والجواميس نوع من البقر.

فصل (٣)
وفي أربعين من الغنم شاة، وفي مائة وإحدى وعشرين شاتان، وفي مائتين وواحدة ثلاث، ثم في كل مائة شاة. ويؤخذ ثني المعز، وجذع الضأن، ولا تضم الظباء إلى الغنم. ويضم ما تولد من وحشي وأهلي.
ولا يجزئ ذكر في النصاب التي سوى ما ذكر، ولا معيبة، ولا صغيرة، وفي النصاب صحيحة أو كبيرة. ولا الرُّبَّا (٤)، ولا الحامل، ولا الفحل ولا طروقته. ولا خيار المال، إلَّا برضى ربه. وإن اجتمع معيبات وصغار، وعكسهم، أخذت سليمة كبيرة بعدد المالين، أو كرام ولئام، أو نوعا جنس أخذت واحدة بقدر قيمة المالين. وينعقد الحول على صغار
_________
(١) قوله: وإن، مكررة في الأصل.
(٢) هذا الفصل من عمل الأدمي رحمه اللَّه تعالى، وهو زد (٣٠)، وفي "المحرر" جعل الكل في كتاب واحد.
(٣) هذا الفصل من صنع الأدمي رحمه اللَّه تعالى، أيضًا، وهو زد (٣١).
(٤) قوله: "ولا الربا"، قال في المحرر: الربى وهي التي لها ولد (١/ ٢١٥)، بتشديد الراء وضمها، والباء وفتحها.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (194,'الماشية، وعلى أمهاتها (١) ملك (٢) كمال نصابها.

<span data-type="title" id=toc-217>باب الخلطة</span>
إذا ملك أهل زكاة نصاب ماشية مشاعًا (٣) حولًا، أو اتحد في خلطة (٤) أوصاف المرعى، والمسرح، والمشرب، والمبيت، والمحلب، والفحل، زكوا كالواحد (٥). فمن ثبت له حكم الانفراد في بعض الحول وإن قل زكّى منفردًا، وبعده خلطة. وإن أخذ الساعي من أحدهما زيادة بقول عالم لا ظلمًا رجع على خليطه. فإن اختلفا في الزيادة حلف المرجوع عليه. ولا تضم ماشيتا قصر (٦). ومن ملك ما غيّر فرضه أخرج قسط المغير عند حوله. فإن خلط (٧) ستين شاةً بمثلها لثلاثة أثلاثًا أخرج نصف شاة، وكل شريك سدسها أو بمثلها أسداسًا أخرجها وحده.
_________
(١) قوله: "أمهاتها"، هكذا في الأصل، وفي كتب الفقه: "أماتها" كما هو مقرر.
(٢) قوله: "ملك"، في الأصل غير ظاهرة. وفي المحرر: "أو كانت ملكًا مشاعًا بينهم" (١/ ٢١٦).
(٣) قوله: "مشاعًا"، قال في الغاية: "كمملوك بنحو إرث أو هبة وتسمى خلطة أعيان" (١/ ٢٩٧).
(٤) قوله: "خلطة أوصاف"، قال في الغاية: "بأن تميز ما لكل" (١/ ٢٩٧)، ويعتبر في خلطة الأوصاف أن لا يتميز في المرعى والمسرح والمبيت، الفروع (٢/ ٣٨١)، والتنقيح (ص ١١٠).
(٥) قوله: "زكوا كالواحد. . . " إلخ، زاد في المحرر وهل تشترط نية الخلطة، على وجهين، والمذهب إسقاطها (١/ ٢١٦).
(٦) قوله: "ماشيتا قصر"، أي: إن كان عنده أربعون شاة في موضع وأربعون أخرى في موضع بينهما مسافة قصر فلكل زكاته.
(٧) قوله: "فإن خلط ستين شاة بمثلها لثلاثة. . . " إلى قوله: "أخرجها وحده"، زاد في المحرر: "وعندي يلزمهم شاتان وربع على رب الستين ثلاثة أرباع، وعلى كل خليط نصف شاة" (١/ ٢١٧).',NULL,'203',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (195,'<span data-type="title" id=toc-218>باب النقدين </span>(١)
ففي عشرين مثقالًا من الذهب ومائتين من الفضة تقريبًا خالصًا ربع عشرهما، وفيما زاد بحسابه. ومن أخرج عن صحيح جيد عكسه أخرج الفضل بينهما. فإن جهل العين سبكها وأخرج ما يجزئه جزمًا. وتكره المعاملة بما جهل قدر خالصه. ويضم أحد النقدين إلى الآخر بالإِجزاء لتكميل النصاب. ويزكِّي آنيتهما، والحلي المُعَدّ للكراء أو التجارة أو النفقة. ويعتبر وزن ما حرم اتِّخاذه، وقيمة غيره، وكونه نصابًا شرطٌ.

<span data-type="title" id=toc-219>باب زكاة التجارة</span>
من ملك بفعله ونيته التجارة عرضًا يساوي نصابًا حولًا زكى قيمته عند الحلول بالأحظ للفقير (٢) من ذهب أو فضة. ومن نوى بعرض التجارة القنية سقطت زكاته. وإن قلت قيمة نصاب سائمة التجارة عن نصاب نقد زكيت
_________
(١) قوله: "باب النقدين"، قال في المحرر: "باب زكاة الذهب والفضة" (١/ ٢١٧)، وجعله في المنور والمحرر قبل زكاة الخارج من الأرض خلافًا للمتأخرين، كما في الغاية (١/ ٣٠٢) و (١/ ٣١٢).
(٢) قوله: "بالأحظ للفقير"، قال في المحرر: "أحظ للفقراء" (١/ ٢١٨)، وفي الغاية: "بالأحظ لفقراء" (١/ ٣١٨)، وقال في حاشية التنقيح للحجاوي: "بالأحظ للمساكين لا مفهوم له وبعضهم يقولون للفقراء كما في الفروع"، وقال ابن نصر اللَّه في حاشيته على الفروع: تخصيص الفقراء بالذكر هنا لا مفهوم له فاعتبر بالأحظ لأصناف الزكاة كلها، وإنما ذكر الفقراء اكتفاء لأنهم مثلهم، وهذا هو الظاهر من مرادهم، ولو قال: بالأحظ لأهل الزكاة لكان أجود، انظر: موسى بن أحمد الحجاوي، شرف الدين أبي النجا، "كتاب حواشي التنقيح"، تحقيق ودراسة يحيى الجردي، (ص ١٣٣)، ط ١٤١٦ هـ، دار البخاري: المدينة المنورة.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (196,'سومًا. ويزكي قيمة أرض التجارة ونخلها ونمائها، ويزكي أرش عبيد التجارة (١).

<span data-type="title" id=toc-220>باب الحول </span>(٢)
تمامه يشترط لوجوب الزكاة. وحول النتاج والربح حول أصله. والمستفاد بإرث، أو عقد، ونحوه، يفرد بالحول، وينقطع بنقص النصاب في أثنائه، وببيعه بغير جنسه، إلَّا أن يبيع نقدًا بنقد، أو فرارًا من الزكاة. وإن باع أو اشترى نقدًا بعرض بنى (٣) على حول الأقل. وما حمل من غصب، أو ضال، أو غائب أو ساقط، أو دين إن أبرئ منه (٤) زكاه لما مضى. ولا زكاة في دين كتابة، وسائمة وقف، وربح مضاربة، قبل قسمته، وعين نذرت الصدقة بها. وينقص النصاب بالدين، والكفارة، ولا يمنعا خمس الركاز. والزكاة في الذمة فلا تسقط بتلف المال وإن تعذَّر الأداء. وإن ضاقت التركة عنها وعن الدين حاصّا، ويخرج عن المرهون منه مع العجز. وينعقد الحول على أجرة ومهر، وعوض خلع قبل القبض، وغنيمة جيش قبل القسمة. ولا زكاة فيما مَلَّك السيِّدُ عبدَه، ولا فيما بيد مكاتبه، فإن عتق وهو نصاب استقبل به حولًا.
_________
(١) قوله: "ويزكي أرش عبيد التجارة"، هذه زيادة من الأدمي، وليست موجودة في المحرر (١/ ٢١٨)، وهو زد (٣٢).
(٢) قوله: "باب الحول"، هذا اختصار لما في المحرر وهو: "باب ما يعتبر له الحول وحكم الدين وغيره"، (١/ ٢١٨)، وهو زد (٣٣).
(٣) في الأصل: "بناء"؛ وفي المحرر: بنى على حول الأول (١/ ٢١٩).
(٤) قوله: "أو دين إن أُبرِئ منه زكاهُ لما مضى"، قال في المحرر: من كان دينه على مليء لم يلزمه إخراج زكاته حتى يقبضه أو يبرئه منه فيزكيه لما مضى، فأما الدين على معسر أو جاحد أو مماطل أو المال المغصوب أو الضال فهل يزكيه لما مضى على روايتين (١/ ٢١٩).',NULL,'205',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (197,'<span data-type="title" id=toc-221>باب زكاة الزروع والثمار</span>
ففي ألف وستمائة رطل عراقي (١)، يابس، مكيل، مصفى، مدخر: العشر إن سقي بلا مؤنة، ونصفه بها. فإن سقي بهما فثلاثة أرباعه، وإن زاد أحدهما حكم به، وإن جهل الحال وجب العشر. ويشطر العشرَ عملُ العين، والقناة، دون عمل النهر وأجرة الساقي. ويرجع في نصاب الأرز والعَلَسْ (٢) في قشرتهما إلى خبير؛ وتضم الحبوب والثمرة وإن كرر حملها بعضها إلى بعض لتكميل النصاب. وإن اختلف الثمر أخذ من كل نوع حصته فإن شق أخذ الوسط.
وتجب الزكاة عند اشتداد الحب، وصلاح الثمر، ولو قطعه قبل ذلك لا فرارًا أو لضعف أصله فلا زكاة. وإن كان لا يجف أخرج يابسًا قدر ما يجب لو جف. ولا يتصرَّف رب الثمر قبل خرصه، ويكفي خارص خبير ثقة فإن ادَّعى غلطًا بسدس أو نحوه صدق. وتترك زكاة ثلث أو ربع ما يؤكل عادة.
ونصاب العسل (٣) والترنجبين ونحوه مائة وستون رطلًا وفيه العشر.
_________
(١) قوله: "ألف وستمائة رطل عراقي"، قال في المحرر: إذا بلغ صافيًا خمسة أوسق ففيه العشر (١/ ٢٢٠)، والآسق الخمسة باتفاق ستون صاعًا، والوسق وحدة كيل مقدارها يساوي (٦١.١٢٢) كجم، فتكون زكاة الزروع والثمار ٦١.١٢٢ × ٥ = ٦١٠ كيلو جرام، انظر: "التوضيح" (١/ ٤١٢) بتحقيق ناصر الميمان.
(٢) قوله: "والعلس"، بفتحتين: ضرب من الحنطة تكون حبتان في قشرة، وهو طعام أهل صنعاء (صحاح)، وقال بعضهم: وقيل هو مثل البر إلَّا أنه عسر الاستنقاء (مصباح)، وقال في المحرر: نوع يدخر في قشره (١/ ٢٢٠).
(٣) قوله: "ونصاب العسل. . . "، والزكاة على العسل من مفردات المذهب، قال في "نظم المفردات": =',NULL,'206',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (198,'وإن أخذ من مباح فالعشر والخراج مجتمعان. والعشر على المستأجر والخراج على المؤجر. ولا زكاة في عُشريٍ زُكِّي مرة إلَّا أن يكون للتجارة.

<span data-type="title" id=toc-222>باب زكاة المعدن وحكم الركاز </span>(١)
من أخرج من معدن مملوك له، أو مباح، نصاب نقد أو قيمته في دفعة واحدة، أو دفعات، ولم يترك العمل بينهما ترك إهمال، من سائر المعادن، كالياقوت، والصفر، والقار، والنورة، ونحوها، ففيه ربع العشر من وقته لأهل الزكاة (٢). ويمنع (٣) منه الذمي، وما استخرجه قبل منعه مَلَكَه مجانًا
_________
= وفي نصاب عسل بالفرق ... عشر فعشر أي أرض قد لقي
قال البهوتي: يعني إذا بلغ عسل النحل نصابًا وهو عشرة أفراق ففيه الزكاة وهي عشرة سواء أخذت من موات أو من ملكه، عملًا بحديث عمرو بن شعيب عن أبيه عن جده، أن رسول اللَّه -صلى اللَّه عليه وسلم- كان يؤخذ في زمانه من قرب العسل كل عشر قرب قربة من أوسطها، رواه أبو عبيدة والأثرم، وابن ماجه (١/ ٥٨٤)، خلافًا لمالك والشافعي، وقال أبو حنيفة: إن كان في أرض العشر ففيه الزكاة وإلَّا فلا زكاة فيها، (ص ١٠٠)، وفي الغاية: "في العسل العشر" (١/ ٣٠٩)، وكذا في التنقيح (ص ١١٤). والفرق وحدة كيل مقدارها (٦١٠٨ جرام)، أي ٦.١٠٨ كيلو جرام، فيكون الحاصل ٦.١٠٨ × ١٠ = ٨٠.٦١ كيلو جرام.
(١) قوله: "باب زكاة المعدن وحكم الركاز"، خلافًا للمحرر حيث جعلهما في بابين منفصلين هما "باب زكان المعدن"، و"باب حكم الركاز" (١/ ٢٢٢)، وهو زد (٣٤).
(٢) وهو المذهب، كما في التنقيح (ص ١١٤): قال: ففيه زكاة من عين أثمان وقيمة غيره ووقت وجوبها بظهوره واستقرارها بإحرازه بعد سبك وتصفية، وفي الغاية: ". . . ربع العشر من عين نقد وقيمة غيره بشرط كون مخرج من أصل وجوبها وبلوغها نصابًا بعد سبك وتصفية" (١/ ٣١٠).
(٣) قوله: "ويمنع منه الذمي. . . " إلى قوله: "ملكه مجانًا"، هذه زيادة من الأدمي رحمه اللَّه، وهي زد رقم (٣٥).',NULL,'207',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (199,'ومن وجد في ملكه أو غيره دِفْنا (١) عليه علامة كفر أخرج خمسه، وإن قل زكّاه. وإن وجده بأرض حرب، واحتاج إلى ردٍّ فغنيمةٌ. وإن خلا عن علامة، أو كانت إسلامية فلقطه (٢).

<span data-type="title" id=toc-223>باب أهل الزكاة </span>(٣)
وهم ثمانية: الفقير: وهو واجد بعض كفايته، والمسكين: وهو واجد (٤) معظمها؛ فيأخذان تمام كفايتهما لسنة وإن لزمتهما الزكاة. ومن أُبيح له أخذ شيء فله سؤاله. وإن ادعى عيالًا دُيّن، أو عدم كسب وُعِظَ (٥)، أو طرو فقر بشهادة ثلاثة.
ثم العامل: وهو جابيها، وحافظ لها، فيعطى أجرة مثله. وإن تلفت الزكاة بيده فأجرته ببيت المال. وتكليفه، وأمانته، وإسلامه، شرط.
ثم المؤلَّف: وهو من يُرجى إسلامه، أو كَفّ شره، أو مسلم يرجى قوة (٦) إيمانه.
_________
(١) قوله: "دفنا" بكسر الدال، ما وجد من دفن الجاهلية.
(٢) قوله: "فلقطه"، قال في الغاية: "ولقطة من واجد متعد بدخوله" (١/ ٣١٢)، وقال في المحرر: إلَّا أن يجده في ملك انتقل إليه قيدعه المالك قبله بلا بيِّنة ولا صفة (١/ ٢٢٢).
(٣) قوله: "باب أهل الزكاة"، في المحرر "باب مصارف الزكاة" (١/ ٢٢٢).
(٤) قوله: "الفقير هو واجد كفايته والمسكين هو واجد معظمها"، وفي المحرر: الفقير من لا شيء له أو له يسير كفاية، والمسكين من له أكثر الكفاية (١/ ٢٢٢ - ٢٢٣)، وفي التنقيح: الفقير من لا يجد شيئًا البتة أو لا يجد نصف كفايته (ص ١٢٠).
(٥) قوله: "وعظ"، قال في المحرر: أخبر أنها لا تحل لغني ولا لقوي مكتسب وأعطى بلا يمين (١/ ٢٢٣).
(٦) قوله: "إيمانه"، في الأصل: "إسلامه"، والتصحيح من هامش المخطوط (ق ٥٢ - ٥٣).',NULL,'208',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (200,'ثم الرقاب: وهو المكاتب. ولسيده دفعها إليه، في عتق وفك.
ثم الغارم: وهو المدين العادم، فيعطى قدر دَيْنه، إلَّا الغارم لإِصلاح ذات البين فيعطى مع غنائه. ومن غرم في مُحرَّم لم يعط حتى يتوب. ومن ادَّعى كتابة أو غرمًا فصدّقه السيد أو الغريم كفى.
ثم سبيل اللَّه تعالى: وهو غاز لا ديوان له، فيعطى كفايته، ويرد فاضلها. والحج من السبيل (١).
ثم ابن السبيل: وهو المسافر إلى بلده لا منه، فيعطى بلغته، وإن كان موسرًا يرد فاضلها.
وإن وصل، أو أبرئ الغريم، أو عتق المكاتب، أو رق، فالزكاة (٢) باقية ردَّت. ويجزي دفعها إلى واحد من صنف، فإن أخرجها ربها سقط العامل. وله دفعها إلى كل قريب سوى والد، وولد، وزوج، وهاشمي، ومولى، وغني، ومكتسب، وفقيرة تحت غني ينفق. ونقلها في أوقات
_________
(١) قوله: "والحج من السبيل"، وهو من مفردات المذهب، خلافًا لأبي حنيفة، ومالك، والشافعي، وقدم في المقنع أنه لا يعطى، قال في نظم المفردات (ص ١٠٥):
والحج أيضًا في سبيل اللَّه ... عُدّ وفي المقنع هذا واه
قال البهوتي: ولنا حديث "أنَّ رجلًا جعل ناقة في سبيل اللَّه فأرادت امرأة الحج، فقال لها النبي -صلى اللَّه عليه وسلم-: اركبيها فإن الحج في سبيل اللَّه"، رواه أبو داود بمعناه (٢/ ٢٧٦) باب العمرة، وقال في الكافي: الرواية الثانية لا يجوز؛ لأن السبيل إذا أطلق إنما يتناول الغزو، ولأنه لا مصلحة للمسلمين في حج الفقير، ولا حاجة به إلى إيجاب الحج عليه (١/ ٣٣٦).
(٢) قوله: "فالزكاة باقية. . . "، لعل المناسب أن يقول: "والزكاة باقية" لتنسبك العبارة مع واو الحال، كما في المحرر (١/ ٢٢٤).',NULL,'209',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (201,'الحاجة إلى ذي رحم، أو الجار، أو العالم أفضل. وإن أَضَرَّ بنفسه أو عياله أو غريمه أثم (١).

<span data-type="title" id=toc-224>باب إخراج الزكاة</span>
يحرم تأخيرها مع القدرة وعدم الضرر. وينوي الولي والوكيل، فإن أخَّر الوكيل الدفع نوى عنده. وإن أذن كل لشريكه في إخراج زكاته ضمن المسبوقُ، وإن تساويا تضامنا. ودفع زكاته بيده أفضل. ويحرم نقلها إلى مسافة قصر، وتجزئ. فإن فقد أهلها نقلها إلى أقرب بلد. ويخرجها السُّفّار (٢) في بلد أكثر حوله. ويخرج فطرته ببلد بدنه.
ولمالك النصاب تعجيلها لعام ولا تصح عن نمائه. ولا يكفي ظهور زرع وطلع وحصرم. وإن عجل عن مائتي شاة فنتجت سخلة قبل الحول لزمه ثالثة. وإن تلف المال قبل الحول والزكاة بيد الساعي رّدها. وإن وصلت إلى الفقير فلا، وإن عجلها إلى غني فافتقر عند الحول لم تجزئه، وعكسه بعكسه. وتلفها من الساعي من الفقير، فإن ظنه أهلًا فأعطاه، فبان غير أهل لم تجزئه إلَّا أن يظنه فقيرًا فتبين غنيًّا. ولا تجزئ القيمة (٣). ومن ادَّعى ما
_________
(١) العبارة من قوله: "ونقلها في أوقات الحاجة. . . " إلى قوله: "أثم"، زيادة من الأدمي رحمه اللَّه، وهي زد (٣٦).
(٢) قوله: "ويخرجها السفّار. . . "، فال في"شرح الوجيز" لعلي بن البهاء البغدادي: "المسافر بالمال في البلدان يزكيه في الموضع الذي إفامة المال فيه أكثر على الصحيح من المذهب" (٣/ ٢٥١).
(٣) قوله: "ولا تجزئ القيمة"، قال العلَّامة الشيخ محمد الجراح علَّامة الكويت رحمه اللَّه: فإذا أدّاها من هذه الأصناف انتفع بذلك أصناف من الناس كالزارع الذي زرعها، والحاصد، والمشتري ليزكيها، والفقير الذي أخذها، وقد يبيعها إذا احتاج، أما لو أداها مالًا، أي: قيمة، فقد خالف النص ولم ينتفع بها إلَّا آخذها.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (202,'يسقطها صُدّق وإن منعها بخلًا أُخذت قهرًا وأجزأته. وإن غَيَّب ماله أو قاتل دونه، استتيب ثلاثًا، فإن أصر قُتل حدًّا (١)، وأُخذت من تركته.

<span data-type="title" id=toc-225>باب زكاة الفطر </span>(٢)
من أدرك جزءًا من رمضان، مسلمًا، حرًّا، أو مكاتبًا، وله فضل عن حوائجه الأصلية، يومًا وليلة، لزمته فطرته وفطرة كل مسلم يمونه ولو رمضان. فإن قل بدأ بنفسه، ثم بزوجته، ثم بعبده، ثم بالأولى فالأولى بنفقته. فإن لم يجد إلا بعض صاع (٣) أخرجه عن نفسه. وتخرج الموسرة تحت العبد، أو المعسر عن نفسها. وإن كانت أمة أخرج سيدها إن خدمته نهارًا. ويخرج ذو الحرية بقدرها ولا تدخلها المهايأة. ومن نفقته ببيت المال فلا فطرة له. ويخرج عن الجنين ندبًا. وتجب فطرة العبد الآبق، والضال،
_________
(١) قوله: "وإن غيب ماله أو قاتل دونه. . . " إلى قوله: "قتل حدًّا"، قال في نظم المفردات:
وبالزكاة باخِلٌ أو يَكْسِلُ ... فيستتابُ إنْ أصرّ يُقتل
قال البهوتي: قياسًا على تارك الصلاة ولم يحكم بكفره لأن عمر وغيره امتنعوا من قتل مانعي الزكاة (ص ١٠٢).
(٢) هذا الباب يكاد يتطابق مع ما ذكره في المحرر (١/ ٢٢٦ - ٢٢٧).
(٣) قوله: "صاعًا"، الصاع ٤ أمداد تعادل ٤٨٠ مثقالًا، وزنته بالجرامات مع الخلاف: فمن جعل المد ٤٢٠ جرامًا فالصاع = ٤٢٠ × ٤= ١٦٨٠، ومن جعله ٤٣٢ جرامًا فالصاع= ١٧٢٨، وذكر الشيخ محمد العثيمين رحمه اللَّه أن زنة الصاع من البر ٢٠٤٠ جرامًا، أي: يساوي كيلوين وخُمسي عشر الكيلو، وباللتر حسب التقدير للمد فيساوى لترين و ٥٤ جرامًا، (انظر: الروض المربع شرح زاد المستقنع، تحقيق عبد اللَّه الطيار، إبراهيم الغصن، خالد المشيقح، عبد اللَّه الغصن، (١/ ٣٤٤) حاشية رقم (٦))، وانظر: مقدمة وهبة الزحيلي في "الفقه الحنبلي الميسر"، (١/ ١٢ - ١٧)، ويقدره البعض بـ ٢.٣٦ كجم.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (203,'والمغصوب، دون الزوجة الناشز. ولا تجب عن غائب منقطع خبره. فإن علمت حياته أخرجت لما مضى.
والواجب صاع تمر، أو زبيب، أو برّ، أو شعير، أو أقط، وفضلها كترتيبها. ويجزئ [العنب] (١) وطحين البرّ، والشعير دون الخبز، والقيمة، والمعيب. فإن عدم الخمسة فصاع من كل حب وثمر يقتات. ويجزئ دفع صاع من أجناس، وإلى جماعة، وآصع إلى واحدة، وعن العبد المشرك صاع. ومن أدَّى عن نفسه وغيره المخاطب أجزأه.
وله تعجيلها عن العيد بيومين، وفي يومه وقبل صلاته أفضل. وإن أخَّرها أثم وقضى، ويسقطها الدين المطلوب، ومصرفها مصرف الزكاة.
* * *
_________
(١) قوله: "ويجزئ [العنب] "، الكلمة غير ظاهرة في الأصل (ق ٥٤ - ٥٥).',NULL,'212',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (204,'<span data-type="title" id=toc-226>كتاب الصوم </span>(١)
يلزم كل مكلف، ويؤمر به صبي أطاقه. ومن علم الرؤية أو خوطب نهارًا أمسك وقضى (٢). وإن غُمّ صاموا بنية حكم به، ولا تراويح ليلة إذ (٣). وهلال النهار لليلة المقبلة. ويثبت بقول عدل، ولو أنثى في أوله فقط. ورؤية بعض البلاد رؤية لجميعها. وإن صاموا بقول واحد أو لغيم ثلاثين ولم يروا لم يفطروا. ولا يفطر من رد قوله لرؤية صوم أو فطر، ويتحرَّى الأسير ويعيد ما تقدم من شهره.
_________
(١) قوله: "كتاب الصوم"، في المحرر: "كتاب الصيام" (١/ ٢٢٧).
(٢) في الأصل: "قضا".
(٣) قوله: "ولا تراويح ليلة إذ" وهي زد (٣٧)؛ خلافًا للمذهب وللمحرر أيضًا (١/ ٢٢٧)، قال في الغاية: "وإن حال دون مطلعه نحو غيم أو قتر وجب صيامه حكما ظنيًّا احتياطًا بنية رمضان، ويجزي إن ظهر منه، وتثبت أحكام صوم من صلاة وتراويح ووجوب كفارة بوطء فيه وإمساك من أفطر. . . إلخ (١/ ٣٤١)، وقال في التنقيح: "وإن حال دون منظره غيم أو قتر ليلة الثلاثين وجب صيامه بنية رمضان. . . وتصلى التراويح. . . " إلخ (ص ١٢٤)، وساق الكافي ثلاث روايات: أولاهن الوجوب (١/ ٣٤٧) وتوسع المبدع في المسألة وفصل فيها، وانتهى بقوله: ظاهره لا تصلى التراويح ليلة إذ اقتصارًا على النص، واختار جماعة عكسه وقال، قال المجد: هو أشبه بكلام أحمد: "القيام قبل الصيام"، وزاد: جزم به في "الوجيز" فعليه تصلَّى التراويح (٣/ ٥).
وقوله: "ليلة إذ"، في الأصل: "ليلتئذ"، وهي من الهامش (ورقة ٥٤ - ٥٥).',NULL,'213',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (205,'ويبيِّت نيّة واجبة، ويجزئ لنفله نهارًا، ويبطل بإبطالها. فإن أعادها لنفل مع عدم مبطل غيرها صح. ومن زال عقله كل يومه بغير نوم أو جنون قضى.
ومن أفطر لعجز ملازم أطعم لكل يوم مدّ برٍّ، أو نصف صاع تمرٍ أو شعيرٍ، ولا تسقط بعجزه. وإن خافت على جنينها، أو رضيع، أفطرت، وقضت وأطعمت. وإن كانت ظِئرًا (١) أطعم الولي، وتسقط بعجزهما. وإن خافت على نفسها قضت فقط. وفطر المسافر (٢)، والمتضرِّر أفضل. ولمن نيّته سفرًا أو حضرًا الفطر ولو بالجماع (٣).
_________
(١) قوله: "ظِئرًا"، في الأصل: "ضئرًا" وهي من الهامش وليست من الصلب (ورقة ٥٤ - ٥٥)، والظئر: المرأة التي ترضع ولد غيرها.
(٢) وهو من المفردات أيضًا، قال في "نظم المفردات":
ليس من البر الصيام في السفر ... وفطره أفضل أخذًا بالأثر
قال البهوتي: ولنا قول النبي -صلى اللَّه عليه وسلم-: "ليس من البر الصيام في السفر"، متفق عليه. خلافًا لأبي حنيفة ومالك والشافعي، وقولهم: الصوم أفضل لمن قوى عليه (ص ١١٣).
(٣) قوله: "ولمن نيته سفرًا أو حضرًا الفطر ولو بالجماع"، قال في المحرر: على روايتين (١/ ٢٢٩)، اختار الأدمي الفطر، وهو من "المفردات"، أيضًا قال في نظم المفردات:
ومن نوى الصيامَ وهو حاضرُ ... في يومهِ يُفطر إذ يُسافرُ
قال البهوتي: يعني إذا أنشأ السفر في أثناء يوم من رمضان فله الفطر، خلافًا لأصحاب الرأي، ومالك والشافعي لقولهم: إن الصوم عبادة مختلف بالحضر والسفر فإذا اجتمعا فيها غُلِّب حكم الحضر كالصلاة (ص ١١٣)، وكذا في المبدع (١/ ١٥)، وقوله: ولو بالجماع، قال في المبدع: لأنَّ من له الأكل له الجماع.
وقوله: "ولو بالجماع"، زيادة من الأدمي رحمه اللَّه تعالى، وهو زد (٣٨).',NULL,'214',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (206,'<span data-type="title" id=toc-227>باب ما يبطل الصوم </span>(١)
من أدخل جوفه شيئًا من أي موضع كان، أو بلع نخامة حصلت في فيه، أو دم أسنانه، أو ريقه بعد إخراجه عن فيه، أو حجم، أو احتجم (٢)، وإن لم يظهر دم، أو استقاء، أو استمنى، أو لمس، أو باشر دون الفرج. أو قَبَّل، أو كرر النَظر، فأمنى أو مذى، ذاكرًا مختارًا، أمسك، وقضى، ولا كفارة.
وإن ذرعه القيء، أو افتصد، أو اغتسل، أو احتلم أو قطر في إحليله، أو أمنى نهارًا من وطئ ليلًا، أو مذى بنظر، أو أمنى بفكر، أو صام وعليه غسل، أو دخل حلقه ذباب، أو غبار، أو دخان، أو ماء طهارة، ولو بمبالغة، أو أصبح وفي فيه طعام فلفظه، أو وُطئت نائمة، فلا قضاء.
وإن ذاق طعامًا، أو جمع ريقه وابتلعه، أو مضغ علكًا، أو كرر نظرًا، أو قَبَّل ذو شهوة تحركه، كُره. ويحرم ما غلب على ظنه وجود مفسدته.
وإن أكل معتقدًا بقاء الليل، أو دخوله فبان بخلافه، أو أكل شاكًّا في دخوله، أفطر. وإن أكل شاكًّا في خروجه، فلا.
_________
(١) قوله: "ما يبطل الصوم"، في المحرر "باب ما يفسد الصوم" (١/ ٢٢٩).
(٢) قوله: "أو حجم أو احتجم"، وهو المذهب ومن مفردات المذهب، قال في الغاية في "باب ما يفسد الصوم"، "أو حجم أو احتجم" (١/ ٣٥٠)، والتنقيح (ص ١٢٦)، والمبدع (٣/ ٢٥)، وقال في "المفردات":
قل أفطر الحاجمُ والمحجومُ ... بذا أتى النصُّ عداكَ اللومُ
قال البهوتي شارح "نظم المفردات": أي يفطر الحاجم والمحجوم بالحجامة إذا ظهر بها دم؛ لحديث قول النبي -صلى اللَّه عليه وسلم-: "أفطر الحاجم والمحجوم"، رواه عن النبي -صلى اللَّه عليه وسلم- أحد عشر نفسًا، خلافًا لأبي حنيفة ومالك والشافعي يجوز للصائم أن يحتجم ولا يفطر لأن الدم الخارج أشبه الفصد (ص ١١٤).',NULL,'215',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (207,'ويسن تأخير سحوره، وتعجيل فطوره، وعلى تمر وبُسر أو ماء قائلًا ما ورد.

<span data-type="title" id=toc-228>فصل </span>(١)
ومن لزمه الإِمساك فوطئ فرجًا مطلقًا في نهار رمضان، أو أدرك الفجر، فنزع، قضى وكَفَّر (٢). وإن طاوعت المرأة: قضت وكفَّرت. وإذا أكرهت، أو ساحقت: قضت فقط وإن أمنت.
والكفارة: عتق، فإن عدم صام شهرين متتابعين، فإن عجز أطعم ستين فقيرًا، فإن عجز (٣) سقطت.
وإن جامع ثم جن، أو سافر، أو مرض في يومه: كفّر. ومن وطئ في
_________
(١) هذا الفصل من صنع الأدمي رحمه اللَّه وهو تابع لباب ما يبطل الصوم، وجعله المحرر في باب واحد.
(٢) قوله: "فنزع قضى وكفّر"، على الصحيح من المذهب؛ لأنَّ النزع جماع يتلذذ به، قال في المفردات:
والنزع عندنا جماع يذكر ... مُذْبَانَ فجر معه يكفّر
خلافًا لأبي حنيفة والشافعي ومالك بقولهم أنه ترك للجماع ولا يقدر على أكثر مما فعله، وخلافًا للموفق أيضًا بقوله: هذه المسألة تقرب من الاستحالة إذ لا يكاد يعلم بطلوع الفجر على وجه يتعقَّبه النزع من غير أن يكون قبله شيء من الجماع فلا حاجة إلى فرضها والكلام فيها (ص ١١٦). وفي الغاية: النزع جماع (١/ ٣٥٤)، وفي "زوائد الكافي والمحرر على المقنع" لابن عبيدان (١/ ٨٣): يتخرج أن لا قضاء عليه ولا كفارة، أي: في المحرر، وفي الأصل: يتخرَّج إن قضى لا يكفر (١/ ٢٣٠)، وهذا يدل على أن القضاء والكفارة من ترجيح الأدمي رحمه اللَّه على المحرر.
(٣) العبارة من قوله: "فإن عجز. . . " إلى قوله: "في يومه كفّر"، من الهامش وليست من الصلب (ورقة ٥٦ - ٥٧).',NULL,'216',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (208,'يوم مرارًا كفَّر مرة. وإن كفَّر (١) ثم وطئ فثانية، أو وطئ في يومين ولم يكفّر فكفارتان.

<span data-type="title" id=toc-229>باب قضاء الصوم </span>(٢)
يسن فورية القضاء وتتابعه. ومن قضى عن تام هلاليًا ناقصًا أجزأه (٣). ومن قضى أيّامًا فثلاثين. وإن مات مفرطًا أُطعم عنه لكل يوم فقير. وإن أظله آخرُ قضى وأطعم، فإن مات أُضعفت. ومن مات عن نذر طاعة سُنّ فعله عنه. ويحرم ترك فرض موسع بلا عذر.
ويسن صوم ست من شوال، وله تفريقها، وعشر ذي الحجة، والمحرم، وآكده تاسوعاء وعاشوراء، وأيام البيض، والاثنين والخميس، وصوم داود.
ويحرم صوم أيام التشريق نفلًا، والعيدين مطلقًا، ويكره الوصال، وإفراد رجب، والجمعة، والسبت، والنيروز، والمهرجان، ويوم الشك (٤)، وتقدم رمضان بيومين، أو ثلاثة، إلا أن يوافق عادة.
والمتنفّل بغير الحج أمير نفسه. وللحاضر منع زوجته من صوم نفل. ولا يصح ممن عليه فرضه إن علمه.
_________
(١) عقب قوله: وإن كفّر"، يوجد بياض بمقدار كلمة في الأصل، والعبارة تامة بدونه ومنسبكة.
(٢) قوله: "باب قضاء الصوم"، في المحرر: "باب صوم القضاء والتطوع".
(٣) قوله: "ومن قضى عن تام هلاليًا أجزأه"، أي: من فاته الشهر كله تامًّا أو ناقصًا فصام عنه تسعة وعشرين يومًا أجزأته إن كان شهرًا هلاليًا، كما في المحرر (١/ ٢٣٠).
(٤) قوله: "والشك"، أي: يوم الشك وهو ليلة الثلاثين من شعبان إذا لم يكن غيم ولا قتر.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (209,'وليلة القدر في عشر رمضان الآخر، وسابعته أرجأ، فيدعو: اللَّهُمَّ إنك عفوٌّ تحب العفو فاعف عنِّي (١).

<span data-type="title" id=toc-230>باب الاعتكاف</span>
يُسَنّ، والصوم له، فإن نذره به لزماه، وإن نذر الصوم به صح، والصوم بدونه. والنيّة شرط. ومسجد الجماعة المذكور، وإن تخلَّله جمعة فالجامع أفضل (٢). ولا يعتبر مسجد بتعيينه، إلَّا الثلاثة، ويجزئ فاضلها عن مفضولها ولا عكس (٣). وأفضلها الحرام، ثم المدني. ولا يَتّجر ولا يتكسّب بالصنعة، ولا يسن له إقراء القرآن والعلم.
وله أن يتزوَّج في المسجد، ويشهد النكاح، والخروج لما لا بدَّ منه،
_________
(١) قوله: "اللَّهُمَّ إنك عفو تحب العفو فأعف عنى"، من حديث عائشة رضي اللَّه عنها قالت: قلت يا رسول اللَّه، أرأيت إن علمت أي ليلة ليلة القدر ما أقول فيها؟ قال: قولي: "اللَّهُمَّ إنك عفو كريم تحب العفو فاعف عنِّي"، رواه أحمد (٦/ ١٨٢)، وابن ماجه (٢/ ١٢٦٥)، والترمذي (٥/ ١٩٥) وصححه واللفظ له.
(٢) والفرق بينهما أن مسجد الجماعة المذكور لا تقام فيه الجمعة بخلاف الجامع، "ولأن مدة الاعتكاف إذا لم يتخللها جمعة لا يحتاج إلى الخروج فاستوى الجامع وغيره"، "شرح الوجيز" لعلي بن البهاء البغدادي (٣/ ٤٧٥).
(٣) قوله: "ولا يعتبر مسجد بتعيينه إلا الثلاثة ويجزى فاضلها عن مفضولها ولا عكس. . . " إلخ، لم يذكر ذلك في المحرر. ومقصود هذه العبارة أنه لو عين مسجدًا للاعتكاف لم يتعيَّن إلَّا المساجد الثلاثة: الحرام، والنبوي، والأقصى؛ لحديث: لا تشدُّ الرحال. . . ". وقوله: "ويجزئ فاضلها عن مفضولها ولا عكس" أي: لو عين لاعتكافه الأفضل كالمسجد الحرام لم يجز اعتكافه فيما دونه كمسجد المدينة أو الأقصى، وعكسه، أي: لو نذر اعتكافًا بمسجد المدينة أو الأقصى أجزأه بالمسجد الحرام، أو بالأقصى أجزأه المدينة. المبدع (٣/ ٧١)، الغاية (١/ ٣٦٥)، والمغني (٤/ ٤٩٣ - ٤٩٤).',NULL,'218',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (210,'كطهارة، وجمعة، وأكل، ونحوه، وسؤال عن مريض، ولا يعوده، ولا يشهد جنازة، ولا يخرج إلى منارة المسجد المنفصلة بلا شرط.
ومن نذر اعتكاف شهر دخل المسجد قبل ليلته الأولى. فإن قطعه لعذر كحيض، وعدة وفاة، ومرض، وخوف فتنة، بنى (١) إذا زال عذره وكفر كفارة يمين. فإن نذر اعتكاف شهر مطلق لزمه متتابعًا. فإن قطعه للعذر استأنف إن شاء أو بنى وكفر.
وإن وطئ فرجًا، أو أمنى بمباشرة، أو سكر، أو ارتد، أو خرج لما له منه بدٌّ في معين استأنف وكَفَّر، وإن لم يكن معينًا استأنف ولا كفارة. وإن نذر اعتكاف يومين فله تفريقهما، وإن قال متتابعين فلا. وله تحليل عبده، وزوجته، إلا من نذرٍ شَرَعَا فيه بإذنه. ويعتكف المكاتب، ويحج ما لم تضق مدة نجمه (٢). ويعتكف المهايأ (٣) في نوبته. ويسن لمن حاضت مكث مدة حيضها في خيمة بالرحبة (٤) إن أمنت.
* * **
_________
(١) في الأصل: "بنا".
(٢) قوله: "نجمه"، أي: زمن قسطه المقرر مع سيده، وفي الصحاح: الوقت المضروب، ويقال نجم المال تنجيمًا: إذا أدّاه نجومًا؛ أي: قسّطه تقسيطًا.
(٣) قوله: "المهايا"، بضم الميم: الاتفاق على قسمة المنافع على التعاقب، "معجم لغة الفقهاء" (ص ٤٦٦)، و"المطلع" (ص ١٥٨). والمعنى أن يتفق هو ومالك بعضه أن يكون يوم له ويوم لمالك بعضه، أو شهر وشهر، لأن منافعه في تلك المدة لا يستحقها غيره فهو بمنزلة الحر.
(٤) قوله: "بالرحبة"، أي: رحبة المسجد، وهي ساحته المنبسطة، قال العلامة علي ابن البهاء البغدادي صاحب "فتح الملك العزيز بشرح الوجيز": رحبة المسجد ليست منه على الصحيح من المذهب والروايتين (٣/ ٤٧٧). وقوله: "إن أمنت"، أىِ: إن أمت الضرر.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (211,'<span data-type="title" id=toc-231>كتاب الحج </span>(١)
يجب، والعمرة على الفور في العمر (٢) مرة، على كل مسلم حرّ مكلف، ملك زادًا وراحلة (٣) صالحة لمثله، بعد كفايته الدائمة، ووجد
_________
(١) قوله: "كتاب الحج"، وفي المحرر: "كتاب المناسك" (١/ ٢٣٣).
(٢) قوله: "يجب والعمرة على الفور في العمر مرة"، وهو المذهب. قال العلَّامة عثمان النجدي:
والحج والعمرة واجبان ... في العمرة مرة بلا توان
كذا في المغني (٥/ ١٣)، وفي المقنع (٨/ ٥)، والشرح الكبير (٨/ ٥)، وزاد: وتجب على من يجب عليه الحج في إحدى الروايتين، وكذا في الإِنصاف، وزاد: والصحيح في المذهب أنها تجب مطلقًا وعليه جماهير الأصحاب، واختار شيخ الإِسلام أنها سنة (٨/ ٥ - ٩)، وكذا في المبدع (٣/ ٨٤)، وفي الغاية "فرض كفاية كل عام" (١/ ٣٧٥)، وفي التنقيح المشبع "ويجبان في العمر مرة واحدة، وهو فرض كفاية كل عام" (ص ١٣٣)، وفي شرح منتهى الإِرادات، قال: وفيه نظر فإن فرض الكفاية إنما هو إحياء الكعبة بالحج وذلك يحصل بالنفل ويلزم من قوله بطلان تقسيم الأئمة الحج إلى فرض ونفل، واللازم باطل فالملزوم كذلك نصًا، فهو فرض كفاية كل عام على من لم يجب عليه عينًا (١/ ٥١١).
(٣) في مسألة الزاد والراحلة والطريق والاستطاعة، ذكر في المغني: تقسم الشروط أقسامًا ثلاثة، منها: ما هو شرط للوجوب والصحة كالإِسلام والعقل، ومنها: ما هو شرط للوجوب والإجزاء كالبلوغ والحرية، ومنها: ما هو شرط للوجوب فقط =',NULL,'220',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (212,'طريقًا آمنا لا خفارة فيه، ذا ماء وعلف، وزمانًا يسع السير. ويزيد الأعمى قائدًا، والمرأة محرمًا، مكلفًا، مسلمًا، باذلًا للخروج، وهو زوج، أو من تحرم عليه أبدًا بنسب أو بسبب مباح يحرمها، ونفقته عليها. ولا يشترط الراحلة لمسافة لا تقصر. ولا تثبت الاستطاعة ببدن أو ببذل مال.
وإن استناب مَنْ عجزُه ملازمٌ أجزأ عنه وإن عوفي بعد إحرام نائبه. فإن مات مفرطًا حج من كل ماله. فإن قل أو زاحمه دين فمن حيث بلغ. ومن وصى بحج نفل، أو استناب فيه ولو قادرًا، صحَّ من الميقات. ويصح حج عبد، وصبي، ويُحرِم عنه وليّه. ويستأذنه المميز، والأم هنا ولي، وعلى الولي عمل ما أعجزهما، ونفقة حجهما، وكفارته. ولا يملك منع زوجته من فرض مطلقًا، بل من نفل أحرمت -أو عبده- به، بلا إذنه. وإن بلغ أو عتق (١) في الحج بعرفة قبل سعيه، أو في العمرة، قبل طوافها أجزأهما.

<span data-type="title" id=toc-232>باب المواقيت</span>
وهي خمسة (٢): ميقات أهل المدينة ذو الحليفة، والشام ومصر
_________
= وهو الاستطاعة، واختلف في الطريق هل هو من شرائط الوجوب على روايتين، المغني (٥/ ٧ - ٨). وفي الغاية: الإسلام والعقل: لوجوبٍ وصحةٍ وإجزاءٍ (١/ ٣٧٥).
(١) قوله: "وإن بلغ أو عتق. . . " إلى قوله: "أجزأهما"، خلافًا للأئمة الثلاثة وكذلك العمرة قبل طوافها، ابن عبد الهادي، "مغني ذوي الأفهام" (ص ١٨٥).
(٢) قوله: "وهي خمسة"، لما في المتفق عليه عن ابن عباس رضي اللَّه عنهما: "أن النبي -صلى اللَّه عليه وسلم- وقَّت لأهل المدينة ذا الحليفة، ولأهل الشام الجحفة، ولأهل نجد قرن المنازل، ولأهل اليمن يلملم، هن لهن ولمن أتى عليهن من غير أهلهن ممن أراد الحج والعمرة، ومن كان دون ذلك فمن حيث أنشأ حتى أهل مكة من مكة" (٣/ ٣٨٤)، البخاري بتحقيق عبد الباقي، كتاب الحج، باب مهل أهل مكة =',NULL,'221',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (213,'والمغرب الجحفة، واليمن يلملم، ونجد قرن، والمشرق ذات عرق. وهي لمن مرَّ بها من غيرهم.
ومن عرج (١) عنها أحرم إذا حاذى أقربها إليه. ومن منزله دونها أحرم منه. ولا يسن إحرامه قبل ميقاته ولا حَجّهُ قبل أشهره شوال، وذي القعدة، وعشر الحجة (٢).
ولا تكره العمرة في شيء من السَّنَةِ. وإن عبره مريد نسك، أو هو فرضه، رجع إن أمن فوت الحج فأحرم، وإن أحرم لزمه دم وإن عاد. ومن أراد مكة فدخلها حلالًا لغير قتال مباح أو حاجة متكررة لزمه دم. وإن جاوزها قاصدًا لغيرها، ثم أرادها، أو خوطب (٣)، أحرم مكانه مجانًا (٤).
وميقات عمرة من كان بمكة الحل، فإن أحرم منها لزمه دم.
_________
= للحج والعمرة، ومسلم بتحقيق عبد الباقي (٢/ ٨٣٨) كتاب الحج، باب مواقيت الحج والعمرة.
(١) قوله: "ومن عرج عنها"، في الأصل: "ومن عجز"، والتصحيح من هامش المخطوط (ورقة ٥٨ - ٥٩).
(٢) قوله: "ولا حجة فبل أشهره شوال وذي القعدة وعشر الحجة"، هذه إضافة من الأدمي رحمه اللَّه، وهي زد (٤٠). قال في المفردات:
والحج والعمرة إن لم يقعا ... في أشهر الحج فما تمتعا
يعني إن أحرم بالعمرة في غير أشهر الحج لم يكن متمتعًا ولم يلزمه دم تمتع سواء وقعت أفعالها في أشهر الحج أو في غيره، (ص ١٢١). وفي التنقيح: "يكره إحرام ميقات والحج قبل أشهره" (ص ١٣٦)، وفي الغاية (١/ ٣٩٠) كما قال، وزاد: وينعقد، وفي مغني ذوي الأفهام: "وفاقًا للثلاثة، ويصح".
(٣) قوله: "خوطب"، أي: بلغ أو عقل أو عتق ونحو ذلك.
(٤) قوله: "مجانًا"، أي: من غير أن يلزمه دم.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (214,'<span data-type="title" id=toc-233>باب أقسام النسك</span>
وهي ثلاث، أفضلها التمتع (١)، ثم الإِفراد، ثم القران.
فالتمتع: أن يعتمر قبل الحج في أشهره ويفرغها.
والإِفراد: أن لا يأتي في أشهر الحج بغيره.
والقِرَان: أن يحرم بهما معًا، أو بالعمرة ثم بالحج قبل طوافها، ويفعل ما يفعله المفرِد.
ولا يصح إدخال العمرة (٢) على الحج. وتجزئ عمرة القِرَان (٣) عن عمرة الإِسلام.
_________
(١) قوله: "أفضلها التمتع"، قال في المغني: فنقلهم من الإِفراد إلى القران إلى المتعة ولا ينقلهم إلا إلى الأفضل، وتأسف إذ لم يمكنه ذلك فدل على فضله، المغني (٥/ ٨٤ - ٨٥)؛ والمقنع (٨/ ١٥١)، الشرح الكبير (٨/ ١٥١)، والإِنصاف (٨/ ١٥١) وقال على الصحيح من المذهب: وهو من مفردات المذهب، وذكر الجميع عنه: إن ساق الهدي فالقران أفضل. وقال في المفردات:
وأفضل الأنساك فالتمتع ... لا مفردًا وقارنًا فاستمعوا
قال البهوتي شارح "المفردات" (ص ١١٩): ولنا أن التمتع آخر ما أمر به النبي -صلى اللَّه عليه وسلم-، وفي الغاية: "وهو أفضل" (١/ ٣٩١).
(٢) قوله: "ولا يصح إدخال العمرة على الحج"؛ لأن إدخال العمرة على الحج لا يفيد كما لو استأجره على عمل ثم استأجره عليه ثانيًا، ولأن إدخال الحج فيه زيادة عمل كالوقوف والرمي، انظر: المقنع (٨/ ١٦٢)، والشرح الكبير (٨/ ١٦٧)، المغني (٥/ ٩٥).
(٣) قوله: "وتجزئ عمرة القِرَان عن عمرة الإِسلام"، قال في الإنصاف: على الصحيح من المذهب (٨/ ١٦٧)، وفي المغني: اختلف في إجزاء عمرة القِرَان (٥/ ٨).',NULL,'223',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (215,'وعلى المتمتع والقارن دم إن قصرا إلى الحرم. والمتمتع من أحرم بالعمرة في أشهر الحج، وحج من سنته ولم يخرج بينهما إلى مسافة قصر، ولم يحرم بالحج من الميقات. ولا يسقط دم المتعة والقران بفساد الحج. فإن عدم الدم موضعه صام ثلاثة أيام، والأفضل قبل يوم النحر، وله تقديمها إذا أحرم بالعمرة، وسبعة إذا فرغ من الحج وله تفريقها. وإن وجد الهدي بعد شروعه في الصوم أجزأه الصوم. وإن أخَّر الهدى عن أيام النحر، أو صوم الثلاثة عن أيام الحج قضى، وعليه دم. ويسن للمفرد، والقارن، فسخه إلى عمرة بعد طواف وسعي، ما لم يقفا بعرفة ولم يسوقا هديًا (١). وإن خافت متمتعة بحيضها فوته، أهلت وصارت قارنة، ولم تقض طواف القدوم.
ومن أحرم بنسك مطلقًا، صرفه إلى ما شاء، فإن أُنسيه، وقد ساق الهدي، لم يجزه عن العمرة، أو بحجتين أو عمرتين انعقد بواحد، أو عن اثنين، أو أحدهما مُبْهَمًا وقع عن نفسه، أو نفلًا، أو نذرًا، أو لغيره وعليه حجة الإِسلام صرف إليها.

<span data-type="title" id=toc-234>باب صفة الإحرام </span>(٢)
من أراده تنظف (٣)، وتجرد إلى إزار ورداء أبيضين نظيفين. وله التطيُّب،
_________
(١) قوله: "ما لم يقفا بعرفة ولم يسوقا هديًا"، كذا في المقنع (٥/ ١٨٥)، والشرح الكبير (٥/ ١٨٥)، والإنصاف (٥/ ١٨٥) وقال: اعلم أن فسخ القارن والمفرد حجهما إلى العمرة مستحب بشرط، نص عليه، وعليه الأصحاب قاطبة، وهو من مفردات المذهب.
(٢) يتقارب العنوان والمحتوى إلى حد التطابق في هذا الباب بين المنور والمحرر.
(٣) قوله: "من أراده تنظف"، في المحرر: السنة أن يغتسل (١/ ٢٣٦)، والمغني: فسن لها الاغتسال وليس ذلك واجبًا. . . (٥/ ٧٥)؛ وقوله: "وله التطيب"، في =',NULL,'224',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (216,'واستدامته. ثم يحرم عقيب (١) صلاة، فينوي بقلبه، قائلًا بلسانه: اللَّهُمَّ إنِّي أريد النسك الفلاني فَيَسِّره لي وتقبَّل منِّي. ويشترط (٢) فيقول: وإن حبسني حابس فَمَحِلِّي حيث حبستني. ثم يلبي فيقول: لبَّيك اللَّهُمَّ لبيك، لبَّيك لا شريك لك لبَّيك، إن الحمد، والنِّعمة، لك والملك، لا شريك لك. مكثرًا منها. ويدعو (٣) بعدها، ويجهر الذكر، ويقطعها الحاج حال رميه، والمعتمر حال طوافه.

<span data-type="title" id=toc-235>باب محظورات الإحرام </span>(٤)
وهي تسع: وطء كل فرج مطلقًا، ولا يفسد النسك
_________
= المغني: "في بدنه خاصة" (٥/ ٧٧)، وإن طيب ثوبه فله استدامته ما لم ينزعه، المغني (٥/ ٨٠)، وفي حواشي التنقيح للحجاوي: ولا يضر ما وجد من ريح الطيب بعد إحرامه مما تطيب قبله (ص ١٤٣).
(١) قوله: "يحرم عقيب صلاة"، قال في الإِنصاف "فائدة": لا يصلِّي الركعتين في وقت نهى على الصحيح من المذهب (٨/ ١٤٤). ونقل في المغني أدلة استحباب الإِحرام عقيب الصلاة المكتوبة أو ركعتين (٥/ ٨٠ - ٨٢)، وعند البعض ليس للإِحرام صلاة مخصوصة، لكن إن وافق صلاة فرض أحرم عقبها، وإن صلى ركعتي الوضوء وأحرم عقب ذلك فحسن.
(٢) من حديث عائشة رضي اللَّه عنها قالت: دخل النبي -صلى اللَّه عليه وسلم- على ضباعة بنت الزبير، فقالت: يا رسول اللَّه، إني أريد الحج وأنا شاكية، فقال النبي -صلى اللَّه عليه وسلم-: "حجي واشترطي أنَّ مَحِلِّي حيث حبستني"، متفق عليه، أخرجه البخاري في باب الأكفاء في الدين من كتاب النكاح (٧/ ٩)، ومسلم في باب جواز اشتراط المحرم التحلل، من كتاب الحج (٢/ ٨٦٧ - ٨٦٨).
(٣) في الأصل: "ويدعوا".
(٤) قوله: "باب محظورات الإِحرام"، في المحرر: "باب محظورات الإِحرام وجزائها" (١/ ٢٣٧).',NULL,'225',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (217,'بغيره (١)، ويوجب شاة في العمرة، وبدنة في الحج. وعليها إن طاوعت. وعليهما إتمامه والقضاء من قابل من حيث أحرما إن كان أبعد من الميقات وإلا فمنه. وعليه نفقة قضائها إن أكرهها. ويسن تفريقهما (٢) من حيث وطئ. وفي الوطء بعد التحلل الأول دم، والإحرام من التنعيم. وإن وطئ متمتع بعد السعي وقبل الحلق فشاة.
الثّاني: دواعي الشهوة: فمن لمس، أو باشر دون الفرج، أو استمنى، أو كرَّر النظر فأمنى في حج فبدنةٌ، وإن أمنى بنظرة أو كررها فمذى أو لمس فلم ينزل فشاة. وإن أمنى بفكر، أو استمنى فمذى فلا شيء.
الثالث: النكاح: فلا يصح له، ولا منه، ولا دم، وله ارتجاع زوجته، ويكره له الخطبة وأن يشهد النكاح.
الرابع: إزالة الشعرة: ففي شعرةٍ مُدّ بُرٍّ، وفي اثنتين مُدّان، وفي ثلاث فصاعدًا دم، أو إطعام ستة فقراء، لكل مُدّ بُر، أو نصف صاع تمر أو شعير، أو صيام ثلاثة أيام. وشعر الرأس والبدن وحلقه وقطعه سواء،
_________
(١) قوله عن الوطء: "ولا يفسد النسك بغيره"، قال في المحرر: بعمده وسهوه (١/ ٢٣٧)، وانظر: المقنع (٥/ ٣٣٢)، الشرح الكبير (٥/ ٣٣٤)، والإِنصاف (٥/ ٣٣٤)، وزاد بقوله -على الصحيح من المذهب، وعليه الأصحاب-: أن الساهي في فعل ذلك كالعامد، وقطع به كثير منهم، وكذا الجاهل والمكره، وفي الغاية: "وطء يوجب الغسل ولو سهوًا أو جهلًا أو مكرهًا، ويتجه احتمال: أو مجنون" (١/ ٤٠٦).
(٢) قوله: "ويسن تفريقهما"، قال في التنقيح: "أي يسن تفرقهما في القضاء بحيث لا يركب معها في محمل، ولا ينزل معها في فسطاط، ونحوه نصًّا" (ص ١٤٢)، وهي زيادة من الأدمي رحمه اللَّه رقم (٤١).',NULL,'226',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (218,'وإن حلق مكره فدي الحالق. وله حلق حلال، وإزالة شعرٍ أذّى عينه وجلده به، والحجامة من غير قطع شعر. وحك رأسه وجسده برفق، وقتل القمل.
الخامس: قلم الأظفار: وحكمها كالشعر، وله إزالة مكسورها.
السادس: تغطية الرأس والأذنان منه، ولو بحناء (١) وطين أو دواء. وله تلبيده بصمغ وغسله ودهنه والحمل عليه وتظليله حتى في المحمل ويغطيه الخنثى ويفدي.
السابع: لبس المخيط: فلو وضع على كتفه قباء ولبس منطقة (٢) أو سروالًا، أو حقًّا، أو جمجمًا مع وجود إزار ونعل فدم. وله أن يتَّشح، ويتَّزر قميصًا، ويعقد هميانًا (٣) خاف حلّه، وإزارًا دون رداء، ويتقلَّد سيفًا ضرورة. وإحرام المرأة في وجهها، ولها السدل عليه بلا مباشرة، ولبس المخيط والحلي، وتشارك الرجل في دم القفازين. ولهما لبس المعصفر، والكحلى، والخضب بالحناء، والكحل بالإِثمد، ونظر المرآة، وتكره الزينة.
الثامن: الطيب: فلو طيّب بدنه، أو ثوبه بمسك، أو زعفران، أو ورس، أو نَد (٤)، أو ماء ورد، ونحوه أو دخان عود، أو أكل ما فيه طيب يظهر ريحه، أو ادّهن به، أو تعمَّد شمه، أو نزع ثوب إحرامه المطيب ثم
_________
(١) في الأصل: "بحنا". وقوله: "ولو بحناء وطين أو دواء" زيادة من الأدمي رحمه اللَّه تعالى، وهي زد (٤٢).
(٢) المِنْطَقة: ما ينتطق به، وفي "المطلع": ما شددت به وسطك، والنطاق: إزار فيه تكة تنتطق بها المرأة، (ص ١٣٥).
(٣) الهميان: الكيس الذي يجعل فيه النفقة ونحوها ويشد على الوسط.
(٤) الند: الطيب، غير عربى، بفتح النون: طيب مخلوط من مسك وكافور، وقيل: هو العنبر، صحاح.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (219,'لبسه فدى. وله شم عود، وشيح، وقيصوم (١)، وإذخر، وورد، وبنفسج، وريحان، والادِّهان بما لا طيب فيه. ففدية التغطية، واللبس، والطيب، كفدية الحلق.
التاسع: الصيد: فلو أتلف بفعله، أو سببه، صيدًا وحشيًّا أصلًا مأكولًا، أو ما تولّد منه، ومن غيره كالسمع (٢)، أو العسبار (٣)، أو أزمنه، أو أكله وقد صيد لأجله، أو دلَّ عليه (٤)، أو أشار إليه ضَمِنه. وإن جرحه فغاب ضمن أرش جرحه، وكذلك إن وجده ميتًا ولم يتيقَّن موته بجرحه، أو قتله لصياله، أو لخلاصه من خطر هدر. ومن أحرم بصيد أرسله وملكه عليه، فإن أبى أرسل قهرًا. ولا يملك محرم صيدًا إلا بإرث، فإن أمسكه حتى يحل ثم ذبحه ضمنه وكان ميتة. وجزاء النعامة بدنة، والحمار، والبقر، والإِبل، والثيتل (٥)، والوعل بقرة، والضبع، والظبي، والثعلب، شاة،
_________
(١) قوله: "شيح، وقيصوم، وإذخر. . . " إلخ، الشيح نبت سهلي رائحته طيبة ترعاه الماشية أصفر الزهر وأحمره. "معجم ألفاظ الفقهاء" (ص ٢٦٧).
(٢) السمع: بتشديد السين وكسرها، سبع مركب، وهو ولد الذئب من الضبع. الجوهري، الصحاح (٣/ ١٢٣٢)، ومنه قول الشنفَرَى في لاميته:
وإنِّي لمولى الصبر أجتازُ بَزَّة ... على مثلِ قلبِ السِّمع والحزمَ أَفْعَلُ
(٣) العِسْبار: بكسر العين وسكون السين، قال في المطلع: ولد الذئبة من الذيخ، بكسر الذال، والذيخ: ذكر الضبع، (ص ٣٨١).
(٤) قوله: "أو دل عليه أو أشار إليه"، قال في الغاية: لا إن دلَّ على طيب ولباس أو ناوله الآلة لا لصيد فصاد بها، أو دل حلال محرمًا على صيد ويتجه ويحرم -أي أن يدل حلال محرمًا على صيد- خلافًا له، قال الشارح: وكلام الأصحاب موافق للإقناع في إباحة دلالة الحلال محرمًا على الصيد فتأمل. انتهى. (١/ ٤٠٢).
(٥) الثيتل: هو الوعل المسن، بفتح المثلثة بعدها ياء مثناة، تحتيه ساكنة، وثالثة تاء =',NULL,'228',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (220,'والأرنب، واليربوع، جفرة، وهي بنت ثلث سنة، والوبر (١) جَدْي، والحمام، وهو ما عَبَّ وهدر شاة. وفي الصحيح، والكبير، والأنثى، والحامل، وعكسهم مثله في الحرم، أو قيمة المثل طعامًا، فيتصدق به، أو يصوم عن كل مُدّ بُرّ، أو نصف صاع تمر، أو شعير من القيمة يومًا. وفيما لا مثل له، وفي البيض، والجراد قيمته وفي الريش ما لم يعد ما نقص. وعلى الشركاء جزاء واحد.
ومن كرر محظور جنس سوى الصيد ولم يكفّر فكفارة واحدة، سواء فعلها رافضًا لإِحرامه، أو لا. ولا شيء مع نسيان تطيّب، ولبس، وسهو سائر المحظورات كعمده (٢).

<span data-type="title" id=toc-236>فصل صيد الحرم </span>(٣)
ونباته حرام على الحلال والحرام، سوى اليابس والإذخر وزرع الانسان. فلو قتل حلال من الحِلِّ صيدًا في الحرم ضَمِنَه، وإن عكس فلا. وإن أرسل كلبه لا سهمه من الحِل على صيد قريب الحرم فقتله فيه ضَمِنَه.
_________
= مثناة فوقية مفتوحة، وقيل: هو الوعل عامة، وقيل: ذكر الأروى ينزل الجبل ولا يبرحه، "المطلع على أبواب المقنع" (ص ١٧٩).
(١) الوبر: بسكون الباء، حكى الأزهري عن ابن الأعرابي قال: الوبر: الذكر، والأنثى، وبرة: وهي في عظم الجرذ إلَّا أنها أنبل وأكبر، وهي كحلاء، وجمعها وبار، وهي من جنس بنات عرس، وقال الجوهري: دويبة أصغر من السنور طحلاء لونها بين الغبرة والبياض، لا ذَنَب لها. المطلع (ص ١٨١)، والجوهري "الصحاح" (٢/ ٨٤١).
(٢) قوله: "سهو سائر المحظورات كعمده"، انظر: المقنع (٥/ ٣٣٢)، الشرح الكبير (٥/ ٣٣٤)، الإِنصاف (٥/ ٣٣٤).
(٣) قوله: "فصل صيد الحرم"، في المحرر: "صيد الحرم وجزاؤه" (١/ ٢٤١).',NULL,'229',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (221,'ويباح صيد السمك (١) من الحرم. وفي كبير شجره، والوسطى بقرة، والصغيرة شاة، والغصن ما لم يعد قسطه، والحشيش ما لم يعد قيمته. وإن أتلف غصنًا في الحل أصله في الحرم ضمنه، ولا عكس. ويحرم الانتفاع بما ضمن.
وَحَدُّه من (٢) المدينة ثلاثة أميال، ومن العراق واليمن وعرفة والطائف وبطن نمرة سبعة سبعة. ومن الجعرانة تسعة، ومن جدة عشرة، وعرفة أحد عشر. ويحرم صيد حرم المدينة وشجره ونباته إلَّا لحاجة وجزاء ما حرم سَلَب الجاني لآخذه، وحَدّه بريدٌ في بريد. ومكة أفضل منها سوى لحد رسول اللَّه -صلى اللَّه عليه وسلم- (٣)
_________
(١) قوله: "ويباح صيد السمك"، قال في المقنع ولا يحرم صيد البحر على المحرم وفي إباحته في الحرم روايتان (٨/ ٣١٧)، والشرح الكبير (٨/ ٣١٧)، والإنصاف (٨/ ٣١٧) وقال: هذا إجماع، واعلم أن البحر الملح والأنهار والعيون سواء وما يعيش في البر والبحر كالسلحفاة على الصحيح من المذهب جزم به المصنف وقدمه في الفروع. اهـ.
(٢) قوله: "وحده من المدينة ثلاثة أميال. . . " إلخ، قال العلامة ابن قاسم في حاشية الروض: ودائرة حرم مكة قد نصب عليها أعلام في جهاتها الأربع فحده من طربق المدينة من جهة التنعيم ثلاثة أميال عند مسجد عائشة، ومن جهة اليمن سبعة عند إضاءة لبن، ومن جهة العراق كذلك على ثنية رجل جبل بالمقطع قطع فمه حجارة الكعبة زمن ابن الزبير، ومن جهة الطائف وبطن نمرة كذلك ومن جهة جدة عشرة دون الشميسي وهو الحديببة وليست داخلة فيه ومن جهة بطن عرفة أحد عشر ميلا وعلى تلك أنصاب مشهورة نرى من بعد لارتفاعها لم تزل معلومة نصبها الخليل عليه السلام، ثم قصي، وقيل ثم النبي -صلى اللَّه عليه وسلم-، ثم عمر، ثم عثمان، ثم معاوية، ثم عبد الملك، ثم الراضي الذي في التنعيم، ثم المظفر بجهة عرفة، ثم صاحب اليمن، ثم العثماني؛ والآن العهد السعودي (٤/ ٧٥).
(٣) قوله: "ومكة أفضل منها سوى لحد رسول اللَّه -صلى اللَّه عليه وسلم-" وهي زد (٤٣)، لم يذكر =',NULL,'230',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (222,'<span data-type="title" id=toc-237>باب أركان الحج </span>(١)
وهي أربعة:
أحدها: الإِحرام: وينعقد لمجرَّد النيّة ولا يزول برفضها. فمن حصره عدو عن البيت نحر هديًا موضعه وحل (٢)، فإن عدم صام عشرًا ثم حل، ويقضي الفرض. وإن حصر في الحج عن عرفة حل بعمرة. وإن حصر لمرض، أو ذهاب نفقة بقي حرامًا ما لم يكن شَرَطَ، فإن فاته الحج حل بعمرة.
الثّاني: الوقوف: فمن فاته بين فجري عرفة والنحر (٣) قضى الفرض
_________
= ذلك في المحرر، وقال: "ومكة أفضل منها، وعنه المدينة أفضل" (١/ ٢٤٣)، وفي الغاية: "فرع: موضع قبره عليه الصلاة والسلام أفضل بقاع الأرض"، وقال ابن عقيل في الفنون: الكعبة أفضل من مجرد الحجرة، فأما والنبي -صلى اللَّه عليه وسلم- فيها فلا واللَّه. (١/ ٤٢٠)، وعَقَّب ابن قاسم صاحب حاشية الروض بقوله: "في رأيه رحمه اللَّه، ويقسم على ذلك اجتهادًا منه، وليس كل مجتهد مصيب" (٤/ ٨٥)، وفي الإنصاف: "مكة أفضل من المدينة على الصحيح من المذهب وعليه الأصحاب، وقال ابن تيمية: "لا أعلم أحدًا فَضَّل التربة على الكعبة إلَّا القاضي عياضًا ولم يسبقه أحد"، (٩/ ٧١).
(١) قوله: "باب أركان الحج"، في المحرر: "باب أركان النسكين وواجباتهما" (١/ ٢٤٣).
(٢) قوله: "نحر هديًا موضعه وحل"، زاد في المحرر: ولم يلزمه حلق (١/ ٢٤٣).
(٣) قوله: "بين فجري عرفة والنحر فضى الفرض"؛ في المحرر: الوقوف في جزء من يوم عرفة أو ليلة النحر، وزاد: ومن لم يقف حتى مضت ليلة النحر تحلل بعمرة (١/ ٢٤٣)، فدل على أنَّ الأدمي رحمه اللَّه جعل العبارة أوضح بحيث استوعبت ما بين الفجرين، وهي أطول كما هو ظاهر العبارة. وفي الغاية: ووقوف من وقف نهارًا للغروب (١/ ٤٤٤)، وفي حاشية ابن قاسم: لأن من أدركها نهارًا يجب عليه أن يجمع بينه وبين جزء من الليل، وهو مذهب الجمهور (٤/ ٢٠٢).',NULL,'231',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (223,'وأتى بدم، فإن عدم صام عشرًا. وإن أخطأ الناس كلهم الوقوف يوم عرفة أجزأهم (١).
الثالث: طواف الزيارة: وأول وقته نصف ليلة النحر، ولا حد لآخره. وشروطه عشرة (٢): النيّة، والطهارة، والستارة، والسبع، وجعل البيت عن يسرته، واستيعابه، والحِجْر منه، ولا يخرج عن المسجد، والموالاة، إلَّا لمكتوبة، وجنازة، وابتداؤه بالحَجَر، ومحاذاته بدنه كله. ومن شكَّ في عدد طوافه أخذ باليقين. فإن أخبره اثنان بما طاف رجع إليهما.
الرابع: السعي وشروطه (٣): البداءة بالصفا، والسبع، والموالاة، وأن يتقدَّمه طواف، ولا يقدم على أشهر الحج. وتسن له الطهارة. ويصح الطواف من راكب ومحمول.
_________
(١) قوله: "وإن أخطا الناس كلهم. . . " إلى قوله: "أجزأهم"، قال في الفروع: "إن وقف الناس الثامن أو العاشر خطأ أجزأ، نص عليهما (٣/ ٥٣٤)، وفي حاشية الروض: "إجماعًا، والعاشر هو يوم عرفة في حقهم، والحادي عشر هو العيد شرعًا في حق كل من أحرم بالحج أو أحرم في ذلك اليوم، ولا يجزي تضحية في اليوم التاسع. . . " إلخ؛ لحديث: "الحج يوم يحج الناس"؛ وقال شيخ الإِسلام: لو أخطؤا لغلط في العدد أو في الطريق ونحوه فوقفوا العاشر لم يجزئهم، إجماعًا (٤/ ٢٠٩).
(٢) قوله: "وشروطه عشرة"، قال في الغاية: شروط طواف أربعة عشر، زاد على ما في المنور والمحرر: إسلام، وعقل، دخول وقت، مشي لقادر (١/ ٤٢٦)، وفي "دليل الطالب" لمرعي الكرمي بحاشية ابن مانع: "وشروط صحة طواف أحد عشر بزيادة المشي لقادر" (ص ٩٣).
(٣) قوله: "السعي وشروطه. . . " إلخ، ذكر الأدمي رحمه اللَّه خمسة شروط، وفي الغاية: ذكر أن شروط السعي تسع بزيادة إسلام، عقل، نية معينة، وأضاف إليها العلامة مرعي الكرمي بقوله: ويتجه بدء أوتار من الصفا، وأشفاع من المروة (١/ ٤٣٠).',NULL,'232',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (224,'وواجباته: سبعة: الإِحرام من الميقات. والوقوف بعرفة إلى الليل. والمبيت بمزدلفة إلى نصف ليلة النحر، وحَدُّها ما بين المأزِمين ومُحَسّر (١). الرابع: الرمي، كل جمرة بسبع حصيات، فإن رمى بغيره أو بحصى قد رُمي به، أو جهل حصوله في المرمي لم يجزه. ومن أخَّره أو بعضه عن أيام منى لزمه دم. الخامس: الحلق، أو تقصير الشعر، فإن حلق قبل الرمي، أو النحر أو بعد النحر، أو بعد أيام منى، كره ولا دم. السادس: المبيت بمنى لياليها، فمن تركه، أو ليلة لزمه دم، وحَدُّها من جمرة العقبة إلى مُحَسِّر. ولا مبيت على ساق، وراع، إلا إن غربت الشمس وهم بها فيلزم الراعي. السابع: طواف الوداع، فإن تشاغل بعده أعاده.
ومن طاف عند خروجه للزيارة أجزأ عن الوداع.

<span data-type="title" id=toc-238>فصل</span>
وأركان العمرة (٢): الإِحرام، والطواف.
وواجباتها: الإِحرام من الميقات أو الحل، والسعي، والحلق أو التقصير.
ومن عدم دم ترك الواجب صام عشرًا، ثلاثة قبل يوم النحر إن أمكنه
_________
(١) قوله: "مُحَسِّر": هو الوادي الذي تحسر فيه فيل أبرهة، ويسن للحاج أن يسرع قليلًا إذا مر فيه كما هو مسنون عمومًا مع الاتعاظ والاعتبار في المواطن والقرى التي أصابها العذاب.
(٢) قوله: "وأركان العمرة الإحرام والطواف"، وفي المحرر: الإِحرام والطواف، وفي السعي روايتان (١/ ٢٤٤)، وفي الغاية وأركان العمرة: إحرام، وطواف، وسعي (١/ ٤٤٤)، وفي الفروع: "أركان العمرة الطواف والخلاف في الباقي" (١/ ٥٢٨).',NULL,'233',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (225,'وإلَّا الكل بعده. فإن مات مفرطًا أُطعم عنه لكل يوم فقير، وما سوى ذلك مما سنذكره سنن لا شيء فيها.

<span data-type="title" id=toc-239>باب صفة الحج والعمرة</span>
يدخل المسجد الحرام من باب بني شيبة (١). فإذا رأى البيت كبَّر ورفع يديه، قائلًا جهرًا: اللَّهُمَّ إنك أنت السلام ومنك السلام فحينا ربنا بالسَّلام وأدخلنا دارك دار السَّلام، اللَّهُمَّ زد هذا البيت تعظيمًا وتشريفًا وتكريمًا ومهابة وبرًّا، وزد من عظَّمه وشرَّفه ممن حجّه واعتمره تعظيمًا وتشريفًا وتكريمًا ومهابة وبرًّا، الحمد للَّه رب العالمين كثيرًا كما هو أهله. وكما ينبغي لكرم وجهه (٢) وعزّ جلاله، والحمد للَّه الذي بلّغني بيته، ورآني لذلك أهلًا، والحمد للَّه على كل حال.
اللَّهُمَّ إنك دعوت إلى حج بيتك الحرام وقد جئناك لذلك. اللَّهُمَّ تقبَّل منِّي، واعف عنِّي، وأصلح لي شأني كله، لا إله إلَّا أنت.
ثم يضطبع (٣) ويستلم الحجر ويقبِّله ويقول: بسم اللَّه واللَّه أكبر (٤)،
_________
(١) قوله: "في باب بني شيبة": شيبة هو ابن عثمان بن طلحة بن أبي طلحة عبد اللَّه بن أبي عبد العزّى ابن عثمان بن عبد الدار بن قصيّ، هاجر أبوه عثمان إلى النبي -صلى اللَّه عليه وسلم- في الهدنة ورفع إليه مفتاح الكعبة، وقال: خذوها يا بني طلحة خالدة تالدة، وذكر الأزرقي أنَّ باب بني شيبة هو باب بني عبد شمس بن عبد مناف، وبهم كان يعرف بالجاهلية والإِسلام عند أهل مكة (ص ٤٣٦)، ولا زال بنو شيبة حتى يومنا هذا يحتفظون بمفتاح الكعبة عملًا بأمر النبي -صلى اللَّه عليه وسلم-.
(٢) "وجهه" مطموسة في الأصل، وأثبتناها من المحرر (١/ ٢٤٥).
(٣) الاضطباع: أن يجعل وسط ردائه تحت عاتقه الأيمن وطرفيه فوق الأيسر.
(٤) قوله: "واللَّه أكبر"، مكررة في الأصل وعليها خط، مما يدل على أن الناسخ ألغاها.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (226,'اللَّهُمَّ إيمانًا بك، وتصديقًا بكتابك، ووفاءً بعهدك، واتِّباعًا لسُنَّة نبيِّك محمَّد -صلى اللَّه عليه وسلم-. فإن عجز استلمه وقَبَّل يده.
ثم يطوف المتمتع للعمرة، وغيره للقدوم (١)، فيرمَل ثلاثة، ويمشي أربعة، ويستلم الركن اليماني كل مرة، ويقول في كل رملة كلَّما حاذى الحجر: اللَّه أكبر ولا إله إلَّا اللَّه واللَّه أكبر، وفي بقية الرَّمَل: اللَّهُمَّ اجعله حجًّا مبرورًا، وسعيًا مشكورًا، وذنبًا مغفورًا. وفي الأربعة: رب اغفر وارحم واعف عما تعلم وأنت الأعز الأكرم. وفي آخر طوافه بين الركنين: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البقرة: ٢٠١]، ويدعو بما أحب. ولا اضطباع ولا رمل في غير هذا، ولا لمن بمكة مطلقًا، ولا يقضي الرمل.
ثم يصلِّي خلف المقام بالكافرون والإِخلاص، ثم يستلم الركن اليماني.
ثم يرقى الصفا من بابه فيكبِّر ثلاثًا ثم يقول: الحمد للَّه على ما هدانا (٢)، لا إله إلَّا اللَّه وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير. ثم يمشي إلى العلم. ثم يسعى إلى الآخر. ثم يمشي ويرقى المروة فيقول ما قال على الصفا، ثم ينحدر فيفعل كذلك سبعًا ذهابه وسعيه ورجوعه.
_________
(١) قوله: "وغيره للقدوم"، قال في الشرح الكبير: والأطوفة المشروعة في الحج ثلاثة: طواف الزيارة: وهو ركن لا يتم الحج إلَّا به بغير خلاف، وطواف القدوم: وهو سنة لا شيء على تاركه، وطواف الوداع: واجب يجب بتركه دم، وما زاد على هذه الأطوفة فهو نفل (٩/ ٢٣٢)، وقوله: فيرمل، الرمل: أن يسرع المشي ويقارب الخطى.
(٢) العبارة من قوله: والحمد للَّه على ما هدانا، لا إله إلَّا اللَّه"، ليست من الصلب بل من هامش المخطوط (ورقة ٦٤ - ٦٥).',NULL,'235',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (227,'ثم يحلق أو يقصِّر المعتمر. ويبقى المتمتع سائق الهدي والمفرد والقارن حرامًا.

<span data-type="title" id=toc-240>فصل </span>(١)
وإذا كان يوم التروية أحرم بالحج من مكة من كان حلالًا بها. ثم أتى منى قبل الزوال، فإذا طلعت الشمس أتى نمرة فيجمع بين الظهرين. ثم أتى عرفة، وحَدُّها من جبل عرنة وحوائط بني عامر، فيقف عند جبل الرحمة راكبًا وكلها موقف سوى عُرنة. ويكثر قول: لا إله إلَّا اللَّه وحده لا شريك له، له الملك وله الحمد يُحيي ويُميت بيده الخير وهو على كلّ شيء قدير. فيجتهد في الدعاء.
فإذا غربت الشمس أتى مزدلفة على طريق المأزمين فيجمع بين العشاءين، ويأخذ حصى الجمار، فوق الحمص ودون البندق ويغسله (٢).
فإذا صلَّى الفجر رَقِيَ المشعر الحرام فيحمد ويكبِّر ويهلِّل ويدعو. فإذا أسفر أتى منى مسرعًا عن محسر رمية حجر؛ فيرمي جمرة العقبة ماشيًا بسبعٍ مكبِّرًا مع كلٍّ رافعًا يديه. وإن رمى بعد نصف ليلة النحر جاز.
_________
(١) هذا الفصل من عمل الأدمي رحمه اللَّه، وهو زد (٤٤)، وفي المحرر جعل الحج والعمرة في باب واحد (١/ ٢٤٥).
(٢) قوله: "ويغسله"، وفاقًا للرواية الأولى في المحرر، بقوله: "ويسن غسله وعنه لا يسن" (١/ ٢٤٧). قال في الشرح الكبير: وعن أحمد أنه لا يستحب وقال لم يبلغنا أن النبي -صلى اللَّه عليه وسلم- فعله. وهذا الصحيح وهو قول عطاء ومالك وكثير من أهل العلم، فإن النبي -صلى اللَّه عليه وسلم- لما لقطت له الحصى وهو راكب على بعيره جعل يقبضهن بيده، لم يغسلهن ولا أمر بغسلهن ولا فيه معنى يقتضيه. اهـ، (٩/ ١٩٠) (ط ١٤١٥ هـ / ١٩٩٦ م).',NULL,'236',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (228,'ثم يهدي ويحلق أو يقصِّر. وقد حلَّ من كل شيء سوى النساء. والأقرع يمر الموسى.
ثم يأتي مكة فيطوف المفرد، والقارن، للزيارة، ويسعى إن لم يكن سعى مع طواف القدوم. ويطوف المتمتع للقدوم ثم يسعى ثم يطوف للزيارة، ثم قد حلَّ من كل شيء.
ثم يأتي زمزم، فيتضلع من مائها قائلًا: بسم اللَّه اللَّهُمَّ اجعله لنا علمًا نافعًا، ورزقًا واسعًا، ورِيًّا وشِبَعًا وشفاءً من كل داء واغسل به قلبي واملأه من خشيتك.
ثم يرجع إلى منى، فيرمي من الغد بعد الزوال الجمرة الأولى، ويدعو طويلًا، ثم الوسطى كذلك، ثم العقبة لذلك ماشيًا، فإن عكس لم يجزه. ثم يرمي في اليوم الثاني كذلك، فإن شاء التعجُّل دفن (١) باقي الحصا. وإن غربت الشمس وهو بمنى بات ورمى بعد الزوال. وإن رمى الكل آخر أيام منى جاز.
ثم يأتي مكة ويدخل البيت حافيًا، ويتنفَّل فيه. ويكثر النظر إليه، والاعتمار.
فإذا ودَّع وقف بين الركن والباب وقال: اللَّهُمَّ هذا بيتك، وأنا عبدك وابن أمتك، حملتني على ما سخَّرت لي من خلقك، وسيَّرتني في بلادك، حتى بلّغتني بنعمتك إلى بيتك، وأَعَنْتَنِي على أداء نسكي. فإن رضيت عني فازدد عنِّي رضًى، وإلَّا فمن (٢) الآن، قبل أن تنأى عن بيتك داري. هذا أوان
_________
(١) قوله: "دفن باقي الحصا"، قال في الفروع: ويدفن بقية الحصى في الأشهر (٣/ ٥٢٠).
(٢) قوله: "فمن الآن"، تقرأ: فمن بكسر الميم لبدء الغاية، أو بضم الميم وتشديد النون من المنة كما هو مقرر في أدعية المناسك في كتب الفقه.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (229,'انصرافي، إن أذنت لي غير مستبدل بك، ولا ببيتك، ولا راغب عنك، ولا عن بيتك. اللَّهُمَّ أصحبني العافية في بدني، والصحة في جسمي، والعصمة في ديني، وأحسن منقلبي، وارزقني طاعتك ما أبقيتني، واجمع لي خيري الدنيا والآخرة، إنك على كل شيء قدير. ويصلِّي على الرسول -صلى اللَّه عليه وسلم- في جميع أدعيته.
والمرأة كالرجل، لكن لا ترمل، ولا تضطبع، ولا ترقى، وتقصِّر قدر أنملة، ولا وداع عليها مع حيض، ولا فدية.
ويدعو بباب المسجد.
وخُطَبُ الحج يومي عرفة، والنحر، وأيام منى، لتعريف الناس.

<span data-type="title" id=toc-241>باب الهدي </span>(١)
تجزئ مع الإِطلاق شاة، وعن الشاة سُبع بدنة، وعن البدنة بقرة. فلو ذبح بدنة مَن عليه شاة أخرجها كلها. والمجزئ جذع الضأن، وهو ابن نصف سنة، وثني غيره وهو ابن سنة من المعز، وسنتين من البقر، وخمس من الإِبل. ولا يجزي ذو عين قائمة، أو خاسفة، أو مرض مفسد اللحم، أو عجف لا نقي معه، أو عرج يمنع اتِّباع الغنم، أو عضب (٢). ويجزي الخصي غير المجبوب، والجماء (٣). ولا يتعيَّن إلَّا بقول.
ويسن تقليده (٤) وإشعاره، وسوقُه من الحِلّ، ووقوفه بعرفة، وله
_________
(١) قوله: "باب الهدي"، وفي المحرر: "باب الهدايا والضحايا" (١/ ٢٤٩).
(٢) قوله: "أو عضب": العضباء ما ذهب قرنها أو أكثره.
(٣) قوله: "المجبوب والجماء"، المجبوب: ما قطع ذكره، والجماء: ما خلقت بغير قرن.
(٤) قوله: "ويسن تقليده وإشعاره"، التقليد أن يعلق في عنقها شيء ليعلم أنها هدي،=',NULL,'238',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (230,'إبداله بأجود منه، واسترجاع نفله قبل ذبحه، وركوبه مع حاجته وعدم ضرره، وجز صوفه إن نفعه، ويتصدَّق به، وشرب فاضل لبن ولده، ويذبحه معه.
وإن سرق مذبوحًا، أو ذبح بلا إذنه أجزأ. وإن أتلفه مفرطًا، أو أجنبي صرفت يوم تلفه في مثله قيمته كفاضلها، فإن قل تصدق. وإن ضل، أو تلف، أو تغيب، أو عطب دون محل ذبحه أجزأ. ولا يأكل منه، ولا رفيقه فإن الذمة ذمته ابتداء. ثم عينه، صنع به ما شاء، وعليه مكانه.
ووقت الذبح يوم العيد، بعد صلاته، ويومين بعده، وليلتهما، كدم المتعة، والقران، والأضحية. وذبح غيرها لما وجب بفعل محظور من حين وجوبه، إلَّا أن يستبيحه لعذر، فله الذبح قبله. وكذا ما وجب لترك واجب. وكل هدي، أو إطعام، فمحله الحرم، إلَّا مَن أتى في الحِلّ محظورًا لعذر، فمحله موضعه. ومحل الصوم كل مكان.

<span data-type="title" id=toc-242>فصل</span>
والأضحية كالهدي. ويُسَنّ لربّها ذبحها، فإن جهل، فمسلم يشهده. ويأكل، ويهدي، ويتصدَّق، أثلاثًا، فإن أكلها كلَّها ضمن ما يقع عليه اسم الصدقة. ولا يأكل من واجبها، ولا مما وجب لغيرها، إلَّا لمتعة وقران. وله أن ينتفع بجلدها، وجلها، ولا يبيعهما. ويكره (١) لمريد الأضحية أخذ شيء من شعره، أو بشرته في العشر، ويخلفه وارثه، ولا تُبع في دينه.
_________
= والإِشعار إعلام مخصوص وهو أن يشق سنام البعير حتى يخرج الدم ويسيل على الشعر فمن رآه عرف أنه معد للنحر.
(١) خلافًا لمتأخري المذهب، فيحرم، انظر: "دليل الطالب" (ص ٩٩).',NULL,'239',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (231,'والعقيقة كالأضحية. ويسن عن الغلام شاتان، وعن الجارية شاة، يذبح يوم سابعه، ويسمَّى ويحلق شعره ويتصدق بوزنه وَرِقًا، فإن فات ففي رابع عشرة، ثم في إحدى وعشرين. ولا تجزئ بدنة ولا بقرة إلَّا كاملة، ولا يكسر عظمها، ويجوز بيع جلدها وسواقطها، والصدقة بالثمن. ولا تسن الفَرَعة (١) والعتيرة (٢).
* * *
_________
(١) قوله: "الفرعة"، بفتح الفاء والراء: أول ما تولد الناقة كانوا يذبحونه لآلهتهم، وقيل: كان الرجل في الجاهلية إذا تمت إبله مئة، قدم بكرًا فذبحه لصنمه، وهو الفرع والفرعة، المطلع (ص ٢٠٨).
(٢) العتيرة: كان الرجل ينذر النذر ويذبح من إبله من كل عشرة منها في رجب، أو كانت تذبح من غير نذر، المطلع (ص ٢٠٨)، وفي الصحاح للجوهري: وربما كان الرجل ينذر نذرًا إن رأى ما يجب يذبح كذا وكذا من غنمه فإذا وجب ضافت نفسه من ذلك فيعتر بدل الغنم ظباء، وهي أيضًا شاة كانوا يذبحونها في رجب لآلهتهم (٢/ ٧٣٦).',NULL,'240',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (232,'<span data-type="title" id=toc-243>كتاب البيع </span>(١)
يصح معاطاة (٢)، ولكلٍّ مِن المتبايعين الخيار إلى أن يفترقا بأبدانهما. فإن أسقطاه في المجلس أو في العقد سقط.
ويصح خيار الشرط مدة معلومة وإن طالت (٣)، وفسخ أحدهما في غيبة صاحبه. ويلزم العقد بمضيّ المدة وابتداؤها من العقد، ولا تدخل الغاية في المُغيّا (٤).
_________
(١) قوله: "كتاب البيع"! قال في المحرر: "كتاب البيوع" (١/ ٢٥٢).
(٢) قوله: "يصح معاطاة"، وهو من مفردات المذهب خلافًا للثلاثة! قال في المحرر: ينعقد بالإيجاب والقَبول المعاقب له ويصح بيع المعاطاة (١/ ٢٦٠)، وفي الإقناع: له صورتان صيغة: قولية، وهي غير منحصرة في لفظ بل بكل ما أدى معنى البيع، والثانية: الدلالة الحالية، وهي المعاطاة نحو أعطني بهذا الدرهم خبزًا فيعطيه (٢/ ٥٧)، ونحوه في المنتهى (١/ ٣٣٨)، وفي الغاية: بإيجاب وقَبول، ويتجه وتولى طرفيه بمعاطاة (٢/ ٢ - ٣).
(٣) قوله: "وإن طالت", هو من مفردات المذهب, أي: يجوز شرط الخيار ما يتفقان عليه من المدة، قلت مدته أو كثرت. وفي "التنقيح": في مدة معلومة وإن طالت، (ص ١٧٦). قال في "نظم المفردات" (ص ١٥٢):
فوق ثلاث يشرط الخيار ... في البيع قالوا مطلقًا واختاروا
(٤) قوله: "ولا تدخل الغاية في المُغَيّا"، أي: إن شرطاه إلى الغد لم يدخل في المدة ويسقط بأوله، إقناع (٢/ ٨)، وفي الكافي "لأن" "إلى" للغاية =',NULL,'241',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (233,'وإن شرطاه سنة في أثناء شهر عد وسائرها بالأهلة، وكذا كلما علق بالأشهر. وإن شرط الخيار لزيد صح وكان توكيلًا. وإن قال لزيد دوني (١) بطل.
والملك في مدة الخيار للمشتري وله نماؤه (٢) وإن فسخ العقد. ولا ينفذ تصرفه بغير عتق (٣) إلَّا أن يتصرَّف مع البائع أو يكون الخيار له وحده. وتصرُّفه بكل حال رضى إلَّا لتجربة. وتقبيل الجارية له وإن أعتقها أو ماتت بطل خياره، وللبائع الثمن. وتصرف البائع لا ينفذ ولا يفسخ.
ويثبت خيار المجلس في بيع، وصلح بمعناه، وإجارة. وخيار الشرط في بيع وصلح بمعناه، وإجارة في الذمة أو مدة (٤) لا تلي العقد. ولا يثبت لوارث إلَّا بطلب الميت. وكذا الشفعة وحد القذف. ومن علق عتق عبده على بيعه فباعه عتق وبطل البيع (٥).
_________
= وموضوعها لفراغ الشيء وانتهاؤه، (٢/ ٤٦)، وقوله: وابتداؤها، في الأصل وابتداءها.
(١) قوله: "وإن قال لزيد دوني بطل"، كما في الإِقناع (٢/ ٨٦)، والتنقيح (ص ١٧٦).
(٢) قوله: "وله نماؤه"، قال في الكافي: "وما يحصل من غلة المبيع في مدة الخيار أو نمائه المنفصل فهو للمشتري" (٢/ ٤٨).
(٣) قوله: "ولا ينفذ تصرفه بغير عتق. . . "، انظر: الكافي (٢/ ٤٩).
(٤) قوله: "وإجارة في الذمة أو مدة لا تلي العقد"، قال في "مغني ذوي الأفهام" لابن عبد الهادي: وفاقًا للثلاثة (ص ٢٣٧).
(٥) أمام هذه العبارة كتب في هامش الأصل قوله: "بلغ مقابلة" مما يدل على أنَّ النسخة روجعت أو إنها مصححة ومقابلة على أصل، وقد تكرَّر ذلك في أثناء المخطوط.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (234,'باب ما يصح بيعه (١) وما لا يصح
يصح بيع البغل والحمار، والهر، والفيل، والفهد، والصقر، ودود القز وبزره، والعبد المرتد (٢)، والجاني، والمحارب (٣)، والنحل، والعين المأجورة، والجزء المشاع، وقفيز صبرة متساوية الأجزاء.
ولا يصح بيع حشرات، وآلة لهو، وكلب (٤)، ونجس سرجين، ودهن (٥)، ولبن (٦) أدمية، وعبد منذور عتقه، ونحل بهواء، وسمك بماء، إلَّا أن يشاهد ويمكن أخذه، وحمل بطن، ولبن ضرع، وصوف (٧) ظهر،
_________
(١) قوله: "<span data-type="title" id=toc-244>باب ما يصح بيعه وما لا يصح</span>"، قال في المحرر: "باب ما يجوز بيعه وما يشترط لصحته" (٢/ ٢٨٤).
(٢) قوله: "والعبد المرتد"، قال في الكافي: لأنه مملوك منتفع به وخشية هلاكه لا يمنع بيعه كالمريض (٢/ ٦).
(٣) قوله: "والمحارب"، قال ابن قدامة: لأنه ينتفع به إلى قتله ويعتقه فيجر ولاء ولده فصح بيعه كالزمن وحكمه حكم المرتد، وقال القاضي: لا يصح بيعه لأنه متحتم القتل، الكافي (٢/ ٦).
(٤) قوله: "وكلب"، وإن كان معلمًا، الكافي (٢/ ٩)، وقال في "النكت السنية" لابن مفلح: نص أحمد على التسوية بين كلب الصيد وغيره في رواية جماعة منهم: الميموني، وأبو طالب، وحرب، والأثرم (٢/ ٢٨٥)، وفي الإِقناع: إلا كلب ماشية وصيد وحرث إن لم يكن أسود بهيمًا أو عقورًا (٢/ ٦٠).
(٥) قوله: "ودهن"، قال في المحرر: ولا يجوز بيع دهن نجس، وفي الاستصباح به روايتان (٢/ ٢٨٥)، وفي الغاية: يجوز في غير مسجد على وجه لا تتعدى نجاسته (٢/ ٦٠).
(٦) قوله: "ولبن الآدمية"، قال أحمد: "أكره بيع لبن الآدميات. فيحتمل التحريم لأنه مائع خارج من آدميه أشبه العرق" (٢/ ٥).
(٧) العبارة من قوله: "وصوف ظهر. . . " إلى قوله: "من الخمسة. . . "، من هامش المخطوط (ورقة ٦٦ - ٦٧).',NULL,'243',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (235,'وملامسة (١)، ومنابذة، وعصير لخمّار، وسلاح في فتنة، ومبهم، وحاضر لباد، وفقد شرط من الخمسة، وبيع مسلم أو شراؤه على بيع أخيه وشرائه، ومن لزمته الجمعة بعد ندائها الثّاني، وعبد مسلم من كافر. ويكره بيع المصحف (٢) وإجارته دون شرائه وإبداله.
وإن باع عينًا برؤية متقدّمة لا تتغير فيها غالبًا، أو بصفة تكفي في السلم صح. ومتى وجدها المشتري بخلاف ذلك فله الفسخ، فإن اختلفا حلف. وإن باعه ذراعًا غير معين من أرض، أو ثوب، لم يصح. فإن علما ذرع الكل ملكه مشاعًا. وإن باعه حيوانًا مأكولًا (٣) واستثنى رأسه، أو جلده، أو طرفه صح. فإن أبى المشتري ذبحه دفع قيمة المستثنى. وإن باعه إلَّا رطلًا من لحمه، أو الأمة إلَّا حملها، أو الصُّبرة إلا قفيزًا، أو سلعة برقمها، أو بألف ذهبًا وفضة، أو بدينار إلا درهمًا، أو بدينار مطلق ولا نقد غالبًا، أو بعشرة نقدًا وبعشرين نسيئة، أو بصنجة، مجهولة، أو فرق بين ذي رحم محرم لم يصح (٤)،
_________
(١) قوله: "الملامسة والمنابذة"، كقوله: أيّ ثوب لمسته أو نبذته فهو بكذا.
(٢) قوله: "ويكره بيع المصحف. . . " إلخ، قال في: "نظم المفردات":
ويكره الرهن وبيع المصحف ... وعنه بل يحرم جا عن سلف
أي: يكره رهن المصحف وبيعه وصححه في البيع في "التصحيح" و"مسبوك الذهب" و"الخلاصة"، وجزم به في "المنور" و"إدراك الغاية" و"منتخب الأدمي. . . " إلخ، يظهر كذلك في هذه العبارة ذكر كِتابَيْ الأدمي "المنور" و"المنتخب"، انظر: (ص ١٦٢). وقال في "النكت السنية على مشكل المحرر" لابن مفلح: تخصيص البيع والإِجارة يدل على إباحة غيرهما وهو صحيح إلَّا في رهن المصحف فإنه كبيعه (٢/ ٢٨٦)، وقال ابن قدامه: قال أحمد: لا أعلم في بيع المصحف رخصة، ورخّص في شرائه، وقال: هو أهون (٢/ ٨) الكافي.
(٣) قوله: "مأكولًا"، في الأصل: "موكولًا".
(٤) انظر: الكافي (٢/ ٢٠).',NULL,'244',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (236,'إلَّا في فك أسير، وعتق. ويصح بيع غصب من غاصبه، أو قادر على أخذه. فإن عجز فله الفسخ، وإن باعه ما له ولغيره، أو خلًّا وخمرًا، أو تفرقا في صرف أو سلم عن قبض البعض صح فيما له، والخل، والبعض يسقطه من الثمن. فإن جمع بين بيع وصرف أو إجارة (١) صح. وإن جمع بين بيع ونكاح أو وكتابة، بطل البيع. وإن باع ما له ولغيره بإذنه اقتسما الثمن على قدر القيمة، وكذا إن باع من اثنين سلعتين بثمن واحد. وتصرف الفضولي باطل، فإن تصرف في ذمته فرضي من عقد له وإلا لزم الفضولي. وإن باع ما يظنه لغيره فبان له قد ورثه لم يصح. وبيع المكره باطل فإن أكره على وزن مال فباع ملكه فيه صح، وكره شراؤه، وإن قال: أنا عبد عمرو فاشترني، فاشتراه، فالعهدة على عمرو (٢).

<span data-type="title" id=toc-245>باب الشروط </span>(٣)
إذا اشترط البائع الفسخ لتعذر الثمن إلى وقت كذا، أو رهنًا، أو حميلًا يعرفانه فأبى الراهن تسليم الرهن، أو الحميل التحمل، فله الفسخ (٤). وأن شرط الأرض عشرة فبانت تسعة فللمشتري عشر الثمن
_________
(١) انظر: الكافي (٢/ ٣٣).
(٢) قال في المحرر: ومن قال لرجل اشترني من فلان فإنِّي رقيقه فاشتراه ثم بان حرًّا لم تلزمه العهدة (١/ ٣١٢)، وقوله: فاشتراه، في الأصل: "فاشترا"، ويبدو أنَّ حرف الهاء ساقط لوجوده آخر السطر، انظر: الورقة (٦٦ - ٦٧).
(٣) قوله: "باب الشروط"، قال في "المحرر": "باب الشروط في البيع"، (١/ ٣١٢).
(٤) قوله: "فله الفسخ. . . "، قال في "مغني ذوي الأفهام" وفاقًا للأئمة الثلاثة، وهو من الشروط الصحيحة (ص ٢٣٥)، وفي "الإِقناع" هي من شروط الصحة واللزوم كمقتضى عقد البيع، ومصلحته (٢/ ٧٨ - ٧٩)، و"الغاية" (٢/ ٢٢)، و"التنقيح" (ص ١٧٤).',NULL,'245',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (237,'أو الفسخ. فإن بانت أحد عشر فالذراع للبائع مشاعًا ولهما الفسخ. وإن شرط العبد كاتبًا أو خصيًا أو الأمة بكرًا، أو الفهد صيودًا، أو الدابة هملاجة (١)، أو مجيء الطائر من مسافة معلومة، ففقد فله الرد، أو أرش فقد الصفة. وإن شرط الأمة ثيبًا، أو كافرة (٢) فانعكس فلا فسخ. فإن شرط الطائر مصوتًا، أو الأمة حاملًا لم (٣) يصح. وإن شرط البائع نفع المبيع مدة معلومة كسكنى وخدمة، أو المشتري (٤) نفع البائع كجذ وخياطة صح.
_________
(١) قوله: "هِمْلاجَة"، الهَمْلَجَةُ مشية سهلة في سرعة، نوع من مشي الدواب، قال الجوهري في "الصحاح": الهملاج من البراذين واحد الهماليج ومشيها الهملجة (١/ ٣٥١)، وفي "المطلع": الدابة الهملاجة التي تمشي الهملجة وهي مشية معروفة. " فارسي معرب" (ص ٢٣٣).
(٢) قوله: "وإن شرط الأمة ثيبًا أو كافرة. . . " إلخ، قال في الغاية: أو شرط صفة أدنى كالأمة ثيبًا، أو كافرة، أو هما، أو سبطة، أو حاملًا، أو لا تحيض، فبانت أعلى فلا خيار (٢/ ٢٣)، والإقناع (١/ ٧٩)، والمنتهى (١/ ٣٥٢)، والفروع (٤/ ٥٧)، وقال: لأنه لا عيب بخلاف العكس.
(٣) قوله: "لم يصح"، وقد توسع في الفروع في هذه المسألة ونقل عدة مسائل وأوجه، انظر: "تصحيح الفروع" للمرداوي، (٤/ ٥٧)، وقال في "التنقيح"، صح لا أن يوقظه للصلاة، وفي الأمة حاملًا، قال: يصح لكن إن ظهرت حائلا فلا شيء له (ص ١٧٤).
(٤) قوله: "وإن شرط البائع نفع المشتري. . . " إلخ، قال: وهو من المفردات، قال في "نظم المفردات":
وبايع يستثني في المبيع ... نفعًا به يصح في التفريع
إن كان معلومًا كسكنى الدار ... حولًا ولو أكثر في المقدار
قال شارح المفردات العلامة البهوتي: يعني إذا باع شيئًا واستثنى نفعه المباح المعلوم غير الوطء ودواعيه. . . وأقل، قال أحمد: إنما نهى عن شرطين في بيع أما الشرط الواحد فلا بأس به وتأخير التسليم مدة معلومة لا ينافي البيع كالدار =',NULL,'246',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (238,'ولا يصح جمع شرطين. وإن شرط البائع قرضًا أو سلفًا أو صرفًا فسد العقد. وإن شرط أن لا يتصرف، أو إن أعتق فالولاء له، أو رهنا محرمًا، أو مجهولًا فسد الشرط. ولمن جهل فساده الفسخ أو أرش ما نقص من الثمن بفوت غرضه. وإن اشترط العتق على المشتري أجبر. ويصح شرط رهن المبيع على (١) الثمن.

<span data-type="title" id=toc-246>باب بيع الأصول والثمار </span>(٢)
يدخل غرس الأرض وبناؤها في البيع لكن الطلع (٣) المزهر والثمر البادي والزرع للبائع يبقى إلى أوان الجذاذ (٤) إلَّا أن يشترط المشتري.
_________
= المؤجرة (ص ١٥٨)، والمنتهى (١/ ٣٥٢)، والإقناع (٢/ ٧٩)، والغاية (٢/ ٢٣)، وفي الفروع: على الأصح غير الوطء واحتج في التعليق، والانتصار، والمفردات، وعيون المسائل، بشراء عثمان من صهيب أرضًا وشرط وقفها عليه وعلى عقبه (٤/ ٥٩).
(١) قوله: "ويصح شرط رهن المبيع. . . " إلخ، انظر: مطالب أولي النهى في شرح غاية المنتهى (٣/ ٧٣)، والغاية (٢/ ٤٢)، والمنتهى (١/ ٣٥٣)، والفروع، وقال، إن قال: إن أو إذا رهنته فقد بعتك، فبيع معلق بشرط، وأجاب أبو الخطاب وأبو الوفاء: إن قال: بعتك على أن ترهنني لم يصح، وإن قال إذا رهنتنيه على ثمنه وهو كذا فقد بعتك، فقال: اشتريته ورهنته عندك على الثمن صح الشراء والرهن (٤/ ٦١).
(٢) قوله: "باب بيع الأصول والثمار"، قال في المحرر: "باب بيع الزروع والثمار" (١/ ٣١٥)، ويلاحظ أنه جعل هذا الباب قبل باب الربا تبعًا للمحرر خلافًا لكتب مثل التنقيح، والغاية، والإقناع، والمنتهى، وغيرهم.
(٣) العبارة من قوله: وبناؤها غير ظاهرة في الأصل.
(٤) الجذاذ: جذه: كسره وقطعه، بضم الجيم وكسرها والضم أفصح، ومنه قوله تعالى: "عطاء غير مجذوذ"، أي: غير مقطوع، انظر: الجوهري "الصحاح" =',NULL,'247',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (239,'وإن اختلفا في البدو حلف البائع. ولا يباع ثمر قبل صلاحه مفردًا إلَّا بشرط قطعه، فإن ترك حتى زاد بطل العقد والزائد للبائع (١) فصلاح الرطب حمرته أو صفرته، والعنب حلاوته، وما سواهما نضجه يصح بيعه مطلقًا. وعلى البائع سقيه وإن أضر بأصله. وللمشتري بيعه قبل جذّه. ومتى ظهر صلاح نوع بستان صح بيع جميع جنسه. ويباع ذي القشرين فيهما، والحب المشتد في سنبله بغير جنسه. وتالف ما بيع مفردًا بجائحه (٢) قبل أوان جذّه من ضمان بائعه.

<span data-type="title" id=toc-247>باب الربا </span>(٣)
يحرم إلَّا بين مسلم وحربي لا أمان له في كل مكيل أو موزون بيع
_________
= (٢/ ٥٦١)، ومختار الصحاح (ص ٩٦)، والمطلع، وقال بالذال والدال في النخل وغيره (١٣٢).
(١) قوله: "ولا يباع ثمر قبل صلاحه مفردًا. . . " إلى قوله: "والزائد للبائع"، وهو من المفردات، قال في نظم المفردات:
من اشترى شيئًا كنحو الثمرة ... قبل صلاح حالها المشتهرة
بشرط قطع كي يصح المُشترى ... فإن تزد بتركه رد الشرا
قال البهوتي: يعني من اشترى ثمرة قبل بدو صلاحها أو زرعًا أخضر قبل اشتداد حبه بشرط القطع وليس مالكًا للأصل ثم تركه حتى بدا صلاحه واشتد حبه بطل البيع بمجرد الزيادة؛ لأن النبي -صلى اللَّه عليه وسلم- نهى عن بيع الثمرة قبل بدو صلاحها فاشترى منه ما اشتراه بشرط القطع فقطعه بالإِجماع فبقى ما عداه على أصل التحريم، (ص ١٦٦). والتنقيح (ص ١٨٧)، والغاية (٢/ ٦٧)، والإقناع (٢/ ١٢٩)، والفروع (٤/ ٧٢).
(٢) الجائحة: الآفة التي تهلك الثمار والأموالى، "المطلع" (ص ٢٤٤)، و"معجم لغة الفقهاء" (ص ١٥٧).
(٣) قوله: "باب الربا"، وفاقًا للمحرر، (١/ ٣١٩).',NULL,'248',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (240,'بجنسه. ولا يباع مكيل بجنسه وزنًا، ولا موزون بجنسه كيلًا (١). وعرف الكيل المدينة، والوزن مكة زمن النبوة (٢). فإن تعذر فعرف موضعه. ويشترط التقابض في المجلس في بيع مكيل بمكيل وموزون بموزون. فإن اختلف الجنسان جاز التفاضل دون النساء (٣) إلَّا في بيع عرض غير أفلس نافقة بنقد (٤). ولا يشترط التقابض في غير مكيل وموزون، ولا في مكيل بموزون (٥).
والجنس ما له اسم خاص يشمل أنواعًا، وفروع الأجناس أجناس.
ولا يباع حب بطحينه، ولا نيء بمطبوخه، ولا أصل بعصيره، ولا خالص بمشوبه، ولا يابس (٦) برطبه إلَّا في العرايا (٧)، وهي بيع الرطب في
_________
(١) قوله: "ولا يباع مكيل بجنسه وزنًا. . . " إلخ؛ لقوله -صلى اللَّه عليه وسلم-: "الذهب بالذهب وزنًا بوزن والفضة وزنًا بوزن والبر كيلًا بكيل والشعير كيلًا بكيل"، رواه الأثرم، وأصله في مسلم وأخرجه أبو داود (٣٣٤٠)، والنسائي (٢/ ٢٢٤).
(٢) لما روى عبد الملك بن عمير عن النبي -صلى اللَّه عليه وسلم-: "المكيال مكيال المدينة والميزان ميزان مكة"، وفاقًا لمالك والشافعي، حاشية ابن قاسم على الروض (٤/ ٥١٥).
(٣) النَّساء بالمد: التأخير، نسأت الشيء وأنساته: أخرته. المطلع (ص ٢٣٩).
(٤) انظر: المحرر (١/ ٣١٩).
(٥) قوله: "ولا يشترط التقابض في غير مكيل. . . " إلى قوله: "ولا في مكيل بموزون"، لأنَّ العلة مختلفة فجاز التفرق كالثمن بالمثمن قاله في الشرح، انظر: "منار السبيل" (١/ ٣٣٠).
(٦) لعدم التساوي أو الجهل به، انظر: "التنقيح" (ص ١٨٣)، والغاية (٢/ ٥٣)، والإِقناع (٢/ ١١٦).
(٧) قوله: "العرايا"، هي بيع رطب على نخل خرصًا بمثل ما يؤول إليه إذا جف كيلًا فيما دون خمسة أوسق لمحتاج لرطب ولا ثمن معه بشرط حلول وتقابض بمجلس عقد ولا تصح في بقية الثمار ولا في خمسة أوسق فأكثر، وبطل إن أثمر قبل أخذه أو اغتنى، انظر: الغاية (٢/ ٥٥)،الإِقناع (٢/ ١١٧)، التنقيح (ص ١٨٣).',NULL,'249',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (241,'نخله خرصًا بمثله يابسًا تمرًا كيلًا في دون نصاب لتائق إليه عادم الثمن. ولرب الرطب شراء التمر به، فإن ترك فأتمر بطل في الأول. ولا يباع اللحم بحيوان من جنسه، ولا مد عجوة (١) ودرهم بمد عجوة ودرهم أو بمدين أو بدرهمين، ولا دينار صحيح ومكسور بصحيحين.
وتباع ذات صوف بصوف، وذات لبن بلبن.
وإن تبايعا ذهبًا بورق (٢) عينًا بعين فوجد بأحدهما عيب من جنسه فله رده، أو إمساكه إن تبايعا في المدة والبدل فقط في مجلس الرد، وإن وجد من غير الجنس بطل العقد. ومن اعتاض عن ثمر ربوي باعه نسيئة ما لا يباع (٣) به نسيئة أو باع العينة (٤) أو عكسها لم يصح.
_________
(١) العجوة: ضرب من أجود التمر بالمدينة ونخلها يسمى لينه، المطلع (ص ٢٤١)، وقوله: "ولا مد عجوة ودرهم. . . " إلخ، هي بيع مال ربوي بربوي آخر من جنسه مع ربوي من غير جنس الربوي المبيع، ومثلوا لذلك بمد عجوة ودرهم، وتفصيل ذلك: بيع مد عجوة ودرهم بمد عجوة ودرهم، بيع مد عجوة ودرهم يمد عجوة، بيع مد عجوة ودرهم بدرهمين، "معجم لغة الفقهاء" (ص ٣٠٦). كما إنَّ بيع مد عجوة ودرهم بمدي عجوة لم يجز إذ لو صار المدان يساويان ثلاثة دراهم كان الدرهم في مقابلة ثلثي مد، ويبقى مد في مقابلة مد وثلث وذلك ربا. "حاشية العاصمي على الزاد" (٤/ ٥١١)، وانظر: الفروع (٤/ ١٥٩ - ١٦٢) فقد فصَّل وتوسَّع في المسألة رحمه اللَّه.
(٢) الورق: بكسر الراء جمع أوراق ووراق، الدراهم المضروبة من الفضة، وعند البعض الورق الفضة، انظر: "المطلع" (ص ٤١٥)، و"معجم ألفاظ الفقهاء" (ص ٥٠١).
(٣) حسمًا لمادة ربا النسيئة وإلَّا كان ذريعة لبيع نحو مكيل بمكيل نسيئة، الغاية (٢/ ٢٠).
(٤) انظر: الغاية (٢/ ١٩)، وتسمَّى مسألة العينة؛ لأن مشتري السلعة إلى أجل يأخذ =',NULL,'250',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (242,'<span data-type="title" id=toc-248>باب قبض المبيع وتلفه </span>(١)
من اشترى مكيلًا أو موزونًا أو معدودًا أو مذروعًا لم يصح تصرفه فيه قبل استيفائه (٢) بذلك. فإن تقابضا جزافًا (٣) لعلمهما بقدره صح. وتلفه بجائحة عند البائع منه ويفسخ العقد (٤). وكذا إن خلطه ولم يتميز. فإن تلف بعضه فسخ بقدره وخُيّر المشتري في الباقي. وإن أتلفه (٥) البائع أو غيره فسخ المشتري وأخذ الثمن أو أمضى وأخذ القيمة من المتلف. وكذا حكم ما اشتراه بصفة أو رؤية متقدمة، وما عدا ذلك، فتصرف المشتري فيه قبل قبضه صحيح وتلفه منه.
_________
= بدلها عينًا، أي: نقدًا حاضرًا وعكسها مثلها، ويحرم وفاقًا لأبي حنيفة ومالك.
(١) قوله: "باب قبض المبيع وتلفه"، في المحرر: "باب حكم قبض المبيع وتلفه قبله" (١/ ٣٢٢).
(٢) قوله: "من اشترى مكيلًا أو موزونًا. . . " إلى قوله: "قبل استيفائه"، قال في الغاية: ويتجه وتصح حوالة عليه وبه حيث كان في الذمة خلافًا للإقناع، والمنتهى، وزاد: ويصح تصرفه فيه بعتق ومهر وخلع ووصية (٢/ ٤٨).
(٣) قوله: "فإن تقابضا جزافًا صح. . . " إلخ، انظر: الفروع (٤/ ١٣٥)، والغاية (٢/ ٤٩)؛ والجزاف هنا المعلوم القدر كالصبرة، ومعنى الجزاف بتثليث الجيم، الحدس والتخمين، وبيع الجزاف بيع الشيء وشراؤه من غير كيل ولا وزن ولا عد، "معجم ألفاظ الفقهاء" (ص ١٦٣)، والصبرة الكومة المجموعة.
(٤) قال في الغاية: ولو خلط بما لا يتميز لم ينفسخ وهما شريكان ولمشتر الخيار ويتجه وبأجود فلبائع وبمماثل فلا خيار لأحدهما (٢/ ٤٨ - ٤٩)، وانظر: الفروع (٤/ ١٣٧)، والإقناع (٢/ ١١٠)، والغاية (٢/ ٤٨)، والمنتهى (١/ ٣٧١).
(٥) انظر: الفروع (٤/ ١٣٧)، والإقناع (٢/ ١١٠)، والغاية (٢/ ٤٩)، والمنتهى (١/ ٣٧١).',NULL,'251',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (243,'وما ملك بنكاح أو خلع أو صلح عن دم عمد أو عتق كالبيع في ذلك لكن لا فسخ بتلفه فيجب مثل المثلي وقيمة غيره (١). وما ملك بإرث أو وصية من مكيل أو غيره فالتصرف فيه قبل قبضه صحيح (٢). ولا يصح التصرف في السلم والصرف قبل قبضه (٣). ويحصل قبض المنقول بنقله، وما لا ينقل بتخليته، والمتناول بتناوله، والمكيل، والموزون، والمعدود، والمزروع، بذلك. ومؤنة التوفية على البائع. ومن باع شاة اشتراها بقفيز فأكلته عنده دفع الشاة إلى مشتريها وقيمتها إلى بائعها. ولا يملك ما قبضه بعقد فاسد فيفسد تصرفه فيه ويلزمه أجرة المثل لمنفعة ويضمنه إن تلف.

<span data-type="title" id=toc-249>باب الرد بالعيب </span>(٤)
لمشتري المعيب رده أو إمساكه بأرشه (٥)، ولا يُرد كسبه ونماؤه المنفصل (٦). فإن كان النماء ولد أمة، أو وطء (٧)، أو فُصل أو صبغ أو نسج أو خرج عن ملكه تعين أرشه. ووطء (٨) الثيب وشرط البراءة من العيب
_________
(١) انظر: الإِقناع (٢/ ١١١)، والمنتهى (٢/ ٣٧٢)، والفروع (٤/ ١٣٧)، وقال: اختار شيخنا لهما فسخ نكاح لفوت بعض المقصود كعيب مبيع.
(٢) انظر: المنتهى (١/ ٣٧٣)، والفروع (٤/ ١٣٩)، وقال: لعدم ضمانه بعقد معاوضة كمبيع مقبوض.
(٣) انظر: الفروع (٤/ ١٣٧)، والمنتهى (١/ ٣٧٣)، والإِقناع (٢/ ١١١).
(٤) قوله: "باب الرد بالعيب"، وفاقًا للمحرر، (١/ ٣٢٤).
(٥) الأرش: بأن ينسب فدر النقص إلى قيمته سليمًا فيرجع من الثمن بنسبته، أو هو قسط ما بين قيمته صحيحًا ومعيبًا، انظر: المحرر (١/ ٣٢٤)، والغاية (٢/ ٣٧).
(٦) النماء المنفصل: كلبن الماشية وأولادها، والمتصل: كالسمن والكبر وتعلم صنعة كما هو مقرر في كتب الفقه.
(٧) في الأصل: "ووطئ".
(٨) في الأصل: "ووطئ".',NULL,'252',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (244,'هدر. والرد على التراخي ما لم يوجد دلالة رضى (١). ولا أرش لمعيب ربوي (٢) بيع بجنسه، كما لو بان مكسور مأكول الجوف لا قيمة له، ولأحد الشريكين رد نصيبه من المعيب. ومن اشترى شيئين صفقة فبان أحدهما معيبًا فله إمساكه بأرشه أو ردّه بقسطه ما لم تحرمه (٣) الفرقة أو تنقصه. وإن تلف الصحيح واختلفا في قيمته حلف المشتري، أو في حدوث العيب حلف البائع، وإن احتمل قول أحدهما قُبل بلا يمين. وإن قال البائع: ليس المبيع هذا المردود، حلف. وإن حدث العيب بعد العقد، وقبل قبض المشترى، فله رده إلَّا فيما تلفه (٤) منه. وحمل الأمة دون البهيمة، وبول الرقيق المميز في الفراش، وزناه، وسرقته (٥)، وإباقه عيب.

<span data-type="title" id=toc-250>باب التدليس </span>(٦)
من اشترى مُصَرّاة نعم فله بعد ثلاث من علمه إمساكها أو ردّها وصاع تمر. فإن عدمه فقيمته موضع العقد. فإن صار اللبن عادة أو زال العيب فلا فسخ. ويثبت الخيار بكل تدليس مرغب كتحمير وجه الجارية، وحبس ماء الرحى. ومن باع صبرة عالمًا بقدرها لجاهل به ويعلم البائع لم يصح.
_________
(١) كالوطء واللمس بشهوة وإبطال خياره، التنقيح (ص ١٧٦).
(٢) الغاية (٢/ ٣٨)، الإِقناع (٢/ ٩٥)، التنقيح (ص ١٧٧).
(٣) قوله: "ما لم تحرمه الفرقة أو تنقصه"، قال في المحرر: كالأم وابنها، وكمصراعي باب فليس له إلّا ردهما، رواية واحدة (١/ ٣٢٧).
(٤) التنقيح (ص ١٨٠)، الإقناع (٢/ ٩٥)، المنتهى (١/ ٣٦٢).
(٥) التنقيح (ص ١٧٧)، الإِقناع (٢/ ٩٥).
(٦) قوله: "باب التدليس"، قال في المحرر: "باب خيار التدليس"، (١/ ٣٢٨)، وفعله حرام، والعقد صحيح، ولا أرش فيه غير الكتمان، وهو ضربان: أحدهما كتمان العيب، والثاني: فعل يزيد به الثمن، الإقناع (٢/ ٩٢).',NULL,'253',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (245,'ويخير الركب (١) المتلقا، والمسترسل (٢)، والمنجوش (٣) مع غبن خارج عن العادة، فإن نجش البائع بطل البيع.

<span data-type="title" id=toc-251>باب البيع بتخيير الثمن </span>(٤)
أنواعه أربعة (٥): التولية، والشركة، والمرابحة، والمواضعة،
_________
(١) الركب: أي الركبان القادمون إلى القرى والمدن للشراء والبيع ولا علم لهم بالأسعار، وقد نهى النبي -صلى اللَّه عليه وسلم- عن تلقِّي الركبان.
(٢) المسترسل: هو الذي لا يحسن أن يماكس، قاله الإِمام أحمد، من الاسترسال إذا اطمأن واستأنس، فيطمئن إلى البائع فيأخذ ما يعطيه ويعطيه ما يطلب من غير مجادلة، "معجم لغة الفقهاء" (ص ٤١٥)، والمطلع (ص ٢٣٥).
(٣) من النجش، بفتح النون وسكون الجيم وفتحها: من يزيد في ثمن السلعة ولا يريد شراءها ليغري غيره في رفع السعر، "معجم لغة الفقهاء" (ص ٤٧٥)، "المطلع" (ص ٢٣٥) وقال: قال أبو السعادات: النجش أن يمدح السلعة أو يزيد في ثمنها ليروجها ليقع غيره فيها وهو لا يريد شراءها.
(٤) قوله: "باب البيع بتخبير الثمن"، بالمثناة تحت، وفاقًا للمحرر (١/ ٣٣٠)، وتارة تكتب بتخبير الثمن بالباء الموحدة ثم المثناة تحت. انظر: "الغاية" (٢/ ٤٢)، و"شرح غاية المنتهى" للرحيباني (٣/ ١٢٦)، وقال: القسم السادس من أقسام الخيار خيار في المبيع بتخبير الثمن قال الرحيباني: إذا أخبر بائع بخلاف الواقع. وفي الفروع قال: "باب الخيار بتخيير الثمن والإِقالة"، بالمثناة تحت، وكذا قال العلَّامة المرداوي في تصحيح الفروع (٤/ ١١٧)؛ ولعل الأقرب للصواب، واللَّه أعلم، والموافق لما في المنور من عبارات، وكذا المحرر، أن نقول بتخبير بالموحدة، ذلك أن عبارات المتن تدور حولها كما في قوله: "وإن أخبر بأقل"، وكذلك قوله: "فلو أخبر المشتري"، ولم يقل: "وإن خير".
(٥) قوله: "أربعة"، انظر: الغاية (٢/ ٤٢)، و"شرح الغاية" للرحيباني (٣/ ١٢٦)، والفروع (٤/ ١١٧)، والإِقناع (٢/ ١٠٢) ولم يذكر التخبير ولا التخيير، بل قال: خيار يثبت بالتولية والشركة والمرابحة والمواضعة، ثم قال: =',NULL,'254',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (246,'وعلمهما برأس المال شرط. فلو أخبر المشتري بثمن فبان أزيد حط الزيادة وقسطها في المرابحة، وفي المواضعة بنقصه منها، فإن بان الثمن مؤجلًا أخذه مؤجلًا. وإن أخبر بأقل وادَّعى غلطًا حلف وأعطى أو فسخ. وإن اشترى ما باعه بربح أو أخذ أرشًا لعيبه في المبيع أو جناية عليه أو اشتراه ممن ترد شهادته له أو أراد بيع بعض صفقة لا ينقسم الثمن عليها بالأجزاء وكتم ذلك فللمشتري الخيار. وإن قال: الثمن مائة وعشرة خذه بها، ووضيعة درهم من كل عشرة، لزمه تسعة وتسعون، وإن قال: عن كل أو لكل، لزمه مائة. والإِقالة فسخ. وإن ألحقا خيارًا أو أجلًا أو زيادة في الثمن أو المثمن لم يلحق إلَّا مع الخيار.

<span data-type="title" id=toc-252>باب خيار اختلاف المتبايعين </span>(١)
إذا اختلفا في قدر الثمن حلف البائع ثم المشتري (٢) ثم لكل الفسخ إلَّا أن يرضى أحدهما. ومن نكل قضي عليه، وإن مات خلفه وارثه. فإن كان المبيع تالفًا تحالفا وغرم المشتري قيمته، والقول قوله في قدره، وقيمته، وصفته، إلَّا صفة عيب لبرص وخرق. وإن اختلفا في صفة الثمن أخذ بغالب
_________
= إذا أخبره. . . إلخ. والتولية كوليتكه أو بعتكه برأس مال أو برقمه المعلوم؛ والشركة بيع بعضه بقسطه نحو اشركتك في ثلثه، والمرابحة بيعه ثمنه وربح معلوم؛ والمواضعة عكس المرابحة فيقول: بعتكه بها ووضيعه درهم من كل عشرة، انظر: الفروع (٤/ ١١٨)، والإِقناع (٢/ ١٥٢)، والغاية (٢/ ٤٢).
(١) قوله: "باب خيار اختلاف المتبايعين"، قال في المحرر: "باب اختلاف المتبايعين".
(٢) قال في "الفروع" وفي "تصحيح الفروع" يتحالفان وهو الصحيح (٤/ ١٢٥)، والإِقناع (٢/ ١٠٧)، والغاية (٢/ ٤٥).',NULL,'255',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (247,'نقد البلد (١). فإن تساوى فالوسط، وإن اختلفا في أجل، أو شرط، أو مفسد للعقد حلف نافيه (٢). وإن اختلفا في قدر المبيع قبل تلفه، أو في عينه، حلف البائع، وكذا في قدر الثمن بعد قبضه والفسخ (٣). وإن تشاحّا في التسليم نصب له عدل، وإن كان دينًا أجبر البائع على التسليم، وله الفسخ بإعسار المشتري.

<span data-type="title" id=toc-253>باب السلم </span>(٤)
يصح في كلِّ ما يضبط بالصفات بشروط أربعة (٥): أجل معلوم له وقع في الثمن، وغلبة المُسْلم فيه في محله، وقبض الثمن كاملًا في المجلس، وذكر جنسه، ونوعه، وبلده، وقدره، وكونه حديثًا، أو عتيقًا، وجيدًا،
_________
(١) قال في "الفروع": يأخذ نقد البلد ثم غالبه وعنه الوسط (٤/ ١٢٦)، والإِقناع (٢/ ١٠٨)، والمنتهى (١/ ٣٧٠)، والغاية (٢/ ٤٧).
(٢) الفروع (٤/ ١٠١)، والإقناع (٢/ ١٠٨)، والمنتهى (١/ ٣٧٠)، والغاية (٢/ ٤٧).
(٣) الفروع (٤/ ١٢٩)، والإقناع (٢/ ١٠٨)، والمنتهى (١/ ٣٧٠).
(٤) قوله: "باب السلم"، وفاقًا للمحرر (١/ ٣٣٣)، قال في الشرح الكبير: "وهو أن يسلف عينًا حاضرة في عوض موصوف في الذمة إلى أجل ويسمى سلفًا وسلمًا" (١٢/ ٢١٧ - ط ١٩٩٦ م)، وانظر: ما قاله صاحب الإِنصاف (٢/ ٢١٧).
(٥) قوله: "بشروط أربعة"، قال في الإنصاف: ذكر في الفروع وغيره ستة وفي الهداية وغيرها خمسة، وذكر في الكافي والمحرر وغيرهما أربعة مع ذكرهم كلهم جميع الشروط، والظاهر أن الذي لم يكمل عدد ذلك جعل الباقي في تتمة الشروط لا شروطًا (١٢/ ٢١٩)، وفي "المغني" و"الشرح الكبير" سبعة شروط (١٢/ ٢١٨).',NULL,'256',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (248,'أو رديئًا (١). فإن أسلم في جنسين (٢) ولم يبين قسط كل جنس، أو في غلة قرية صغيرة، أو في مكيل لا عرف له، أو في مثل هذا الثوب، أو في أجود شيء، أو في مذروع وزنًا لم يصح. وإن أسلم في مكيل وزنًا أو عكسه، أو في شيء يأخذ منه كل يوم جزءًا معلومًا، أو في أردى شيء صح.
ويوفي المسلم موضع العقد، وإن عين غيره صح. وإن عقد في برية وفّى بأقرب الأماكن إليها. وإن عجل له السلم ولا ضرر في أخذه، أو أجود منه من جنسه، لزمه أخذه. وإن اختلفا في قدر الأجل، أو مضيه حلف المسلَم إليه، وإن تعذر المسلَم في محله فسخ المسلِم أو صبر. وإن تعذر البعض فسخ في قدره، أو في كيله صح. وتصح الإِقالة في كله وفي بعضه. ويرجع برأس ماله أو عوضه إن تعذر. ولا يشترط قبضه في مجلس الإِقالة.
_________
(١) قال في المحرر: وهل يشترط العلم بقدر رأس المال على صفته أو تكفي مشاهدته؟ على وجهين، أحدهما: لا تكفي وهو المذهب (١/ ٣٣٣)، وقال في المقنع: على وجهين (١٢/ ٢٨٢)، وفي الشرح الكبير: على وجهين، وقال: لا خلاف في اشتراط معرفة صفته إذا كان في الذمة فإذا لم يكن معينًا اشترط معرفة صفته وإذا كان معينًا اشترط، وهو قول مالك وأبي حنيفة (١٢/ ٢٨٣)، وقال في الإنصاف: يشترط كونه معلوم الصفة والقدر وهو المذهب (١٢/ ٢٨٢).
(٢) انظر: الإنصاف (١٢/ ٢٦٣)، والشرح الكبير (١٢/ ٢٦٣)، وقال في الإنصاف: وإن أسلم في جنس إلى أجلين أو في جنسين إلى أجل صح، إذا أسلم في جنس واحد إلى أجلين صح بشرط أن يبين قسط كل أجل وثمنه وهذا المذهب، نص عليه، وعليه الأصحاب، وإن أسلم في جنسين إلى أجل، صح أيضًا، بشرط أن يبين ثمن كل جنس، وهو المذهب، نص عليه، وعليه الأصحاب (١٢/ ٢٦٣).',NULL,'257',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (249,'<span data-type="title" id=toc-254>باب القرض </span>(١)
ما يصح بيعه يصح (٢) قرضه سوى الرقيق (٣). وما يمتنع فيه السلم. ومعرفة قدره وصفته شرط. ويملك بقبضه فيلزم الذمة بدله حالًا، وإن أُجّل وبُدّل ما كيل أو وُزن من جنسه. وله رد عين ما اقترض إلَّا أن يعيب أو يكسره السلطان (٤) فيلزمه قيمته وقت القرض. وإن طلب ببلد آخر ولم تنقص قيمته
_________
(١) قوله: "باب القرض"، وفاقًا للمحرر (١/ ٣٣٤). وهو دفع مال إرفاقًا لمن ينتفع به ويرد بدله، وهو من المرافق المندوب إليها والصدقة أفضل منه، الغاية (٢/ ٨١).
(٢) قوله: "بيعه يصح"، ليست من الصلب بل في الهامش، انظر: (ورقة ٧٢ - ٧٣).
(٣) قوله: "سوى الرقيق"، قال في الغاية: يصح في كل عين يصح بيعها إلّا بني آدم ويتجه أو حيلة كقرض حلي بنقد بقصد بيعه، ولا يصح قرض المنافع خلافًا للشيخ (ابن تيمية) كأن يحصد معه يومًا ليحصد معه قبله، أو ليسكنه داره ليسكنه الآخر داره بدلها (٢/ ٨٢)، والمقنع (١٢/ ٣٢٥)، الشرح الكبير (١٢/ ٣٢٥)، والإنصاف (١٢/ ٣٢٥)، وقال في صحة قرض بني آدم: أطلق المصنف وجهين، وقيل: يصح في العبد دون الأمة، وقيل: يصح قرض الأمة إذا كانت غير مباحة للمقترض وعدم صحة قرضها لغير محرمها (١٢/ ٣٢٧)، وقال أحمد: أكره قرضهم.
(٤) قوله: "أو يكسره السلطان"، وعبارة المحرر: "أو مكسرة فحرمها السلطان" (١/ ٣٣٥)، وانظر: الإِنصاف (١٢/ ٣٣٥)، وقال: فتكون له القيمة وقت القرض هذا المذهب نص عليه، وعليه جماهير الأصحاب. وقال في الغاية: وتكون من غير جنسه إن جرى فيه ربًا فضل كمكسرة حرمت فيعطي قيمتها ذهبًا، ويتجه مقترض قرش ليأخذ دراهم لا يجوز، ويجب رد مثل فلوس ومكسرة غلت، أو رخصت، أو كسدت، ومثل مكيل، أو موزون، وقيمة غيرها يوم قبض، ولو غير جوهر، خلافًا للمنتهى (٢/ ٨٣)، وقال في المفردات (ص ١٦٨) -وذكرها في الإنصاف أيضًا (١٢/ ٣٣٧) -: =',NULL,'258',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (250,'ببلد القرض لزمه محمولًا، وإن نقصت لزمه قيمته. وإن بذله لزم ربه قَبوله مع أمن الطريق وعدم المؤنة. ومن تبرَّع لمقرضه بشيء حرم، إلَّا أن ينوي مكافأته. وله أخذ زعيم (١)، وهدية معتادة، وأزيد، وأجود، بلا شرط.

<span data-type="title" id=toc-255>باب الرهن</span>
يصح بكل دين سوى دين الكتابة (٢). وينعقد بعد وجوب الحق في كل عين يصح بيعها حتى الزرع قبل اشتداده والثمر قبل صلاحه (٣). فإن خيف فسادها جعل الحاكم ثمنها مكانها. وإن كانت مشاعًا ولم يوافق الشريك عدلها الحاكم (٤). ولا يلزم الرهن إلَّا بالقبض، ولا ينتقل عن يد أمينهما قبل تغيير إلَّا باتفاقهما. وإن استرد الراهن (٥) بإذن المرتهن زال لزومه، فإن عاد
_________
= والقصدُ في المبيع حيث عَيّنا ... وبعدَ ذا كسادُه تبيّنًا
نحو الفلوس ثم لا يعامل ... بها فَعَنْه عندنا لا يُقبل
بل قيمة الفلوس يومَ العقدِ ... والقرضُ أيضًا هكذا في الرَّدِّ
(١) انظر: الغاية (٢/ ٨٤)، والشرح الكبير (١٢/ ٣٤١)، وقوله: "وله أخذ زعيم"، أي: ضمين، لم يذكر ذلك في المحرر، وقوله: "بلا شرط"، قال في المحرر: بعد الوفاء (١/ ٣٣٥)، وهي زيادة من الأدمي برقم (٤٥).
(٢) قوله: "سوى دين الكتابة"، قال في المحرر: إلَّا دين السلم فإن فيه روايتين، وفي دين الكتابة وجهين (١/ ٣٣٥)، وانظر: الفروع (٤/ ٢٠٨)، و"تصحيح الفروع" (٤/ ٢٥٨)، والإقناع (٢/ ١٥٢) وقال: يصح بكل دين واجب أو مآله إلى الوجوب، وانظر: الإِنصاف (١٢/ ٣٦٠).
(٣) انظر: الإِنصاف (١٢/ ٣٧٩)، وقال بشرط القطع صح على الصحيح من المذهب وعليه الأكثر، والغاية (٢/ ٨٧)، والفروع (٤/ ٢١٠)، وقال بشرط التبقية، وقال في "تصحيح الفروع": يصح وهو الصحيح، جزم به في الخلاصة، والمحرر، والوجيز، ونظم المفردات (٤/ ٢١٠).
(٤) انظر: الفروع (٤/ ٢١٢).
(٥) جاء ذكر الرهن والراهن والمرتهن، فالأول: العين المرهونة، والثاني: مَن رهن =',NULL,'259',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (251,'عاد لزومه. وإن أجَّره، أو أعاره من المرتهن، أو غيره بإذنه، فلزومه بحاله. وإن رهنه، أو وقفه بإذنه، بطل، وإن باعه بإذنه وقد حل الدين، وشرط رهن ثمنه، صح.
وإن شرط تعجيل دينه المؤجل لم يصح البيع وهو رهن بحاله. وله الرجوع في كل تصرف أذن فيه قبل وقوعه. وإن أعتق المرهون أو قتله قصاصًا أو أحبل الأمة بلا إِذن المرتهن أو أقر بالعتق فأكذبه رهن قيمته (١). ولا يقبل إقراره بإزالة ملكه قبل رهنه على المرتهن. ونماء الرهن وكسبه ومهره وأرش الجناية عليه رهن (٢). وإن أوجبت الجناية قصاصًا فاقتص سيده بلا إذن رَهَنَ أَرْشَها.
ومؤنة الرهن وكراء مخزنه وكفنه (٣) على ربه. ولا يرجع المرتهن بما أنفق أو عَمَّر إلّا بإذن الراهن أو بتعذُّر استئذانه فيرجع بالأقل مما أنفق أو نفقة المثل. وكذا حكم الحيوان المودع والمؤجر والآبق حال رده. وله أن يركب ويحلب فقط بقدر النفقة (٤). وإن عَمَّر رجع بعين آلته. وإن وطئ المرهونة حُدَّ ورق ولده (٥) إن ادَّعى جهلًا وأمكن فلا حد عليه، وولده حر يفديه.
_________
= العين، والثالث: مَن قبض الرهن في مقابل الدين.
(١) الإقناع (٢/ ١٥٩)، والغاية (٢/ ٩٠، ٩٨)، والمحرر (١/ ٣٣٦).
(٢) انظر: "دليل الطالب" لمرعي الكرمي (ص ١٢١)، ومنار السبيل (١/ ٣٥٤)، وفي الإنصاف: والصحيح من المذهب ينفذ تصرف الراهن في الرهن بالعتق سواء كان موسرًا أو معسرًا (١٢/ ٤١١)، والشرح الكبير (١٢/ ٣٥٤)، والمقنع (١٠/ ٣٥٤).
(٣) انظر: دليل الطالب (ص ١٢٢)، ومنار السبيل (١/ ٣٥٦).
(٤) قوله: "بقدر النفقة"، قال في الغاية متحريًا للعدل فلا ينهكه بذلك، الغاية (٢/ ٩٧).
(٥) هكذا في الأصل، وتقتضي العبارة وجود "إلَّا" حتى يتم مقصودها، وعبارة المحرر: "ولو ارتهن أمة ووطئها حُدَّ ورق ولده إلّا أن يدَّعي جهل الحظر" (١/ ٣٣٦).',NULL,'260',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (252,'وإن وطئ بإذن الراهن، فلا فداء ولا مهر. وإن باع رهنه في جنايته، أو سلمه، بطل الرهن. فإن فداه، فهو رهن بحاله. وإن فداه المرتهن بلا إذن، لم يرجع. وإن جاوزت قيمته الأرش رهن باقيها.
ومتى حل الدين ولا وكيل في بيع الرهن أمره الحاكم بالوفاء، فإن أبى حبس، وإن أصر باع الرهن. وإن وفَّى بعض الدين، فالرهن كله بما بقي. وإن قضى جملة من دين ببعضه رهن صرفها إلى ما شاء.
والمرتهن أمين، وكذا الأجير، والمستأجر، والمضارب، والوكيل، والوصيّ إلَّا في تلف ظاهر، أو رد مع جعل. ويحلف الراهن في قدر الرهن والدين (١) ورده وصفته.

<span data-type="title" id=toc-256>باب الحوالة </span>(٢)
من أحيل بدينه على معسر (٣) عليه مثله في الجنس والوقت والصفة والقدر فرضي، أو على مليء فسخط، فقد برئ المحيل أبدًا (٤). ويصح
_________
(١) يوجد كلمة مطموسة وغير مقروءة هنا، والمعنى مفهوم بدونها، وعبارة المحرر: وإذا اختلف المتراهنان في قدر الرهن أو الحق أخذ بقول الراهن مع يمينه (١/ ٣٣٧).
(٢) قوله: "باب الحوالة"، وفي المحرر: "باب التصرف في الدين بالحوالة وغيرها" (١/ ٣٣٨) هو زد (٤٦)، قدمها على باب الضمان والكفالة خلافًا للمتأخرين، والحوالة عقد إرفاق لا خيار له فيه وليست بيعًا بل تنقل المال من ذمة المحيل إلى ذمة المحال عليه، الإِقناع (٢/ ١٨٧)، وقال في الإِنصاف: مشتقة من تحويل الحق من ذمة إلى ذمة، الإنصاف (١٣/ ٩٠).
(٣) قوله: "معسر"، في الهامش وليست من الصلب، انظر: (الورقة ٧٢ - ٧٣).
(٤) المقنع (١٣/ ٩٠)، والشرح الكبير (١٣/ ٩٠ - ٩١) قال في نظم المفردات:
على مليء من أحيل يتبع ... وإن أبى فقوله لا يسمع =',NULL,'261',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (253,'بدين الكتابة لا عليه (١). ولا يصحان في دين السلم. ولا يبطل بفسخ العقد لا باستحقاق البيع. وإن قال أحلتني، فقال: بل وكلتك، أو عكسه، أو اتفقا على الحوالة، وقال أحدهما: أريد الوكالة ثبتت الوكالة، إلَّا أن يقول بدينك ثبتت الحوالة. وإن اختلف الدينان (٢) في القدر سقط الأقل، ومثله من الأكثر. ولا يباع الدين إلّا من المدين حالًّا في غير دين السلم (٣)، فإن باعه لموصوف في الذمة، أو مما لا يباع به نسيئة شرط قبضه في المجلس. وإذنه لغريمه بالتصرف بما عليه لغو. فإن قال: تصدَّق عنِّي بكذا، ولم يقل من ديني، صح، وكان قرضًا. وبألف مقبوض دين الشركة بلا توكيل من قابضه. ومن ادَّعى في قبض جُزافٍ غلطًا قُبل. وتصح البراءة من الدين بلفظ البراءة والإِسقاط والهبة والعفو والصدقة والتحليل قبل المدين أو رد عرفه أو جهله المشتري. ولا تصح هبة الدين لغير الغريم (٤).
_________
= قال البهوتي شارح المفردات: من أحيل على مليء لزمه اتباعه، فإن أبى أُجبِر، فلا يعتبر قَبول المحتال ولا رضى المحال عليه، خلافًا لأبي حنيفة، وخلافًا لمالك والشافعي، فعندهما يعتبر رضا المحتال (ص ١٧٩).
(١) انظر: الشرح الكبير (١٣/ ٩٣)، والمقنع (١٣/ ٩٣)، والإنصاف (١٣/ ٩٣)، والإقناع (٢/ ١٨٧).
(٢) وفي هامش المخطوط قال: لعله وإن اتفق الدينان (ق ٧٤ - ٧٥).
(٣) قوله: "ولا يباع الدين إلّا من المدين حالًّا. . . " إلخ، قال في الفروع: يصح بيع الدين المستقر من الغريم لا من غيره (٤/ ١٨٥)، وقال في الغاية (٢/ ٧٩): ويصح بيع دين مستقر من ثمن، وقرض، ومهر بعد دخول، وأجرة استوفي نفعها، وأرش جناية وقيمة متلف.
(٤) قوله: "ولا تصح هبة الدين لغير الغريم"، قال في الغاية: "وتصح هبة دين ولو سلمًا لمدين فقط لا لغيره إلّا لضامنه، ويتجه ولو ضمنه حيلة" (٢/ ٧٩).',NULL,'262',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (254,'وإن تبرَّع أجنبي بقضاء دين، أو بنفقه زوجته، لم يجبر على القَبول.

<span data-type="title" id=toc-257>باب الضمان والكفالة </span>(١)
يصح ممن يصح تبرعه سوى المفلس بعد حجره (٢)، وضمان ما على الميت، والضامن، وضمان الأعيان المضمونة (٣)، كالعواري، والغصوب، وعهدة المبيع، وضمان ما لم يجب، وله إبطاله قبل وجوبه. وقوله: ما أعطيته للماضي. وضمان المجهول بشرط مآله إلى العلم، وضمان الحال مؤجلًا وعكسه (٤)، ويلزم عند أجله. ولرب الحق مطالبة من شاء. فإن طالب الضامن فله إحضار المدين إن ضمنه بإذنه. وإن قضى ناويًا للرجوع رجع (٥) , وإن أعطى بالدين عروضًا رجع بالأقل من قدره، أو قيمتها، وإن عجل المؤجل رجع عند الأجل. وإن ادَّعى القضاء فأكذباه لم يرجع. وإن صدقه
_________
(١) الضمان: قال في المحرر: هو التزام الإِنسان في ذمته دين المديون مع بقائه عليه، ولربه مطالبة من شاء منهما (١/ ٣٣٩)، وقال في الإنصاف: اختلفوا في اشتقاقه فقيل: من "الانضمام"، وقيل: من "التضمن"، وقيل: من "الضمن"، ويصح بلفظ ضمين، وكفيل، وقبيل، وحميل، وصبير، وزعيم، (١٣/ ٥، ٧)، والكفالة هي أن يلتزم بإحضار بدن من عليه حق مالي إلى ربه، "دليل الطالب" (ص ١٣٤).
(٢) قال في الإنصاف: المفلس المحجور عليه يصح ضمانه على الصحيح من المذهب وعليه الأصحاب (١٣/ ١٣)، وفي الغاية "ومما بيد مفلس بعد فك حجره" (٢/ ١٠١).
(٣) قوله: "وضمان ما على الميت. . . " إلى نهاية العبارة، انظر: المقنع (١٣/ ٣٦)، والشرح الكبير (١٣/ ٣٦)، وقال: ويصح ضمان دين المفلس الميت، ولا تبرأ ذمته قبل القضاء في أصح الروايتين، والإِنصاف (١٣/ ٣٦)، والغاية (٢/ ١٠٤).
(٤) الإنصاف (١٣/ ٥٧)، والمقنع (١٣/ ٥٧).
(٥) الإِنصاف (١٣/ ٤٢)، والشرح الكبير (١٣/ ٤٢).',NULL,'263',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (255,'رب الحق وحده رجع. وإن صدقه المدين وحده رجع عليه إن قضى بحضرته أو شاهد، وإن قال رب الحق: للضامن برئت إلَيَّ من الدين، فهو مقر بقبضه. ويشترط رضى الضامن دون المضمون له، وعنه.

<span data-type="title" id=toc-258>فصل </span>(١)
من تكفَّل بجزء مشاع من إنسان كان كفيلًا (٢) له. ويصح تعليق الضمان والكفالة (٣) بالشرط. وإن قال: إن لم آت بزيد فأنا كفيل بعمرو، صح. ولا تصح ببدن مَنْ عليه حد إلَّا حد مالي كالدية (٤)، وغرم السرقة. وإن تعذر إحضاره كهرب، أو إخفاء، أو غيبة تُعلم ومضت مدة إمكان رده، أو وقت عين، لزمه الدين، أو عوض العين، إلَّا أن يشترط البراءة، أو بموت المكفول، أو بتلف العين بفعل اللَّه تعالى. ومن كفله إثنان فسلمه أحدهما، أو تكفل لاثنين فأبرأه أحدهما بقي الآخر (٥).
_________
(١) هذا الفصل خاص بالكفالة ولم يجعل له الأدمي عنوانًا خاصًّا اكتفاء بعنوان الباب وهو زد (٤٧). والكفالة التزام إحضار المكفول به، وتصح ببدن من عليه دين وبالأعيان المضمونه، الشرح الكبير (١٣/ ٦١)، وفي الغاية: "التزام رشيد مختار إحضار مَنْ عليه حق مالي إلى ربه" (٢/ ١٠٧).
(٢) المقنع (١٣/ ٦٥)، والشرح الكبير، وقال: إن كفل برأسه، أو كبده، أو جزء منه لا تبقى الحياة بدونه، أو بجزء شائع منه كثلثه أو ربعه، صحت الكفالة، لأنه لا يمكنه إحضار ذلك إلَّا بإحضاره كله (١٣/ ٦٥)، والغاية (٢/ ١٠٨).
(٣) قال في الغاية: وتصح أكفلت أو ضمنت فلانًا على أن تبرئني من كفالة فلان أو ضمانه (٢/ ١٠٨)، وقال في المفردات، (ص ١٧٦):
. . . . . . . . . . . . . . . . ... ومَنْ عليه الحدّ ليس يكفل
(٤) الشرح الكبير (١٣/ ٦٣)، والإنصاف، وقال: هذا المذهب وعليه الأصحاب، وقال الشيخ تقي الدِّين: تصح (١٣/ ٦٣).
(٥) قال في الإنصاف: بلا نزاع (١٣/ ٨٣)، وقال: هذا المذهب وعليه أكثر الأصحاب، وجزم به في المغني والشرح وقدمه في الفروع.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (256,'<span data-type="title" id=toc-259>باب الصلح </span>(١)
وهو إبراء في حق المنكر. ولا يستحق لعيب في المدَّعى شيئًا ولا يؤخذ بالشفعة.
وفي حق المدَّعي بيع، فيرد بالعيب ويؤخذ بالشفعة (٢).
ومن صالح ببعض عين المدَّعى كان كالمنكر (٣). ومن علم كذب نفسه حرم ما أخذ. فإن صالح عن المنكر أجنبي بلا إذنه والمدَّعى دين، صح، ولا يرجع بشيء. وإن كان عينًا، لم يصح، إلَّا أن يذكر أن المنكِر وكَّله. وإن صالح ليكون الحق له كان كمشتري غصب. ويصح عن مجهول تعذرت معرفته (٤). ومن صالح عن مائة مؤجلة ببعضها حالًّا لم يصح، إلَّا في دين الكتابة (٥). وإن كانت حالَّة، أو أبرأه من بعضها على أن يوفيه الباقي صح. ومن صالح عن مُتلفٍ غير مثليٍّ بأكثر من قيمته من جنسه لم يصح. وإن صالحت بنكاحها عن عيب مبيعها فبان أن لا عيب فمهرها أرشه.
_________
(١) "باب الصلح" كما في المحرر (١/ ٣٤١)، وبعض الكتب كالفروع جعلت "الصلح" و"حكم الجوار" في باب واحد (٤/ ٢٦٤)، وكذا التنقيح (ص ١٩٩)؛ قال في الشرح الكبير: "الصلح معاقدة يتوصل بها إلى إصلاح بين المختلفين" (١٣/ ١٢٣)، وقال في الإِقناع: "وهو من أكبر العقود فائدة، ولذلك حسن فيه الكذب، ويكون بين مسلمين وأهل حرب، وبين أهل بغي وعدل، وبين زوجين. . . " إلخ (٢/ ١٩٢).
(٢) الشفعة: هي استحقاق الشريك انتزاع حصة شريكه المنتقل عنه من يد من انتقلت إليه، "المطلع" (ص ٢٧٨)، وقوله: "وفي حق. . . " إلى قوله: "ويؤخذ بالشفعة"، ليست من الصلب بل من الهامش، (ورقة ٧٤ - ٧٥).
(٣) الفروع (٤/ ٢٦٧).
(٤) انظر: الغاية (٢/ ١١٧)، والتنقيح (ص ٢٠٠).
(٥) انظر: التنقيح (ص ١٩٩)، والغاية (٢/ ١١٥).',NULL,'265',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (257,'وإن ادَّعى تزويجها، أو رقها فصالحته بشيء، صح. وإن أقرَّت بعوض فلا. ولا يصح عن شفعة وحدّ قذف، ويسقطان. ولا من مكاتب وما دون له عن حق بدونه إلَّا مع جحود ولا بيِّنة. ويصح عن القصا بكلِّ ما ثبت مهرًا (١)، وإن جاوز الدية، فإن بان مستحقًّا وجبت قيمته، وإن (٢) كان مجهولًا كدار أو شجرة، وجبت ديته أو أرشه.

<span data-type="title" id=toc-260>باب حكم الجار </span>(٣)
يلزم الأعلى الستر، فإن استويا أجبر الممتنع (٤). ويمنع من إحداث مضر بجاره من تنُّور (٥)، وكنيف، وحمّام، ورحى ونحوها. وله سقي أرضه وإيقادها فإن فرط ضمن. وله وضع خشبة (٦) على جدار جاره والمسجد مع
_________
(١) انظر: الإِقناع (٢/ ١٩٧)، وقال: فيصح عن القصاص بديات وبدية وبأقل منها وبكل ما ثبت مهرًا حالًّا أو مؤجلًا، والغاية (٢/ ١١٨).
(٢) انظر: الإِقناع (٢/ ١٩٧)، والغاية (٢/ ١١٩).
(٣) قال في المحرر "باب أحكام الجوار" (١/ ٣٤٣).
(٤) معنى العبارة: يلزم أعلى الجارين سطحًا بناء سترة تمنع مشارفته على الأسفل فإن استويا ألزم الممتنع بالبناء مع الآخر، المحرر (١/ ٣٤٣).
(٥) الفروع (٤/ ٢٨٥)، والتنقيح (ص ٢٠١).
(٦) قال في نظم المفردات (ص ١٧٧):
ووضع الأخشاب على الجدار ... للجار إن لم يك بالإضرار
قال العلَّامة البهوتي: أي يجوز للجار وضع خشبة على جدار جاره إن لم يمكن تسقيف إلَّا به فلم يكن فيه ضرر، خلافًا لأبي حنيفة والشافعي ومالك لأنه انتفاع بملك غيره من غير ضرورة، ولنا حديث أبي هريرة رضي اللَّه عنه: أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "لا يمنع أحدكم جاره أن يضع خشبة على جداره"، متفق عليه، (ص ١٧٧)، والتنقيح (ص ٢٠٢)، والإنصاف (١٣/ ٢٠٢).',NULL,'266',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (258,'عدم الإِضرار. وإجبار شريكه على العمارة (١)، فإن أبى عمّر ومنعه الانتفاع إلّا بقسطه. وينفرد مالك السفل ببنائه. ومن اشترى علوًا سفله غير مبني ليبني عليه متى بني صح، إن وصفا (٢). ومن صالح بعوض على إجراء ماء في ملكه أو ممر فيه أو فتح باب أو وضع خشب معلوم صح.
ومن أحدث (٣) روشنًا أو ميزابًا بدرب ضمن ما أتلف إلَّا أن يأذن الإِمام ولا مضرة فيه. وإن أخرجه إلى هواء جاره أو إلى درب مشترك أو خرجت إليه أغصان شجرته أزال ذلك وله الصلح عنه (٤)، ولا ينقل بابه إلى صدره إلَّا بإذن من فوقه. وله فتح باب في ظهر داره إليه (٥) لغير الاستطراق (٦)، وبين دارين متلاصقين بابهما في دربين مشتركين. وإن تيقن سقوط جداره وتقدَّم
_________
(١) قوله: "وإجبار شريكه على العمارة"، قال في المفردات وشرحها:
بين الشريكين جدار يقع ... من رام عودًا يجبر الممتنع
قال البهوتي في "شرح المفردات": يعني إذا طالب شريك في جدار أو سقف انهدم شريكه ببناء معه أجبر الممتنع كنقض عند خوف سقوطه (ص ١٧٧)، والتنقيح (ص ٢٠٢).
(٢) قوله: "إن وصفا. . . " إلخ، انظر: التنقيح (ص ٢٠١)، وقال: "بنيانا موصوفًا".
(٣) قال في التنقيح: "ولا دكة ولا ميزابًا ولا طاقًا ولا ساباطًا. . . " إلخ، (ص ٢٠١)، والفروع (٤/ ٢٧٨)، والإِنصاف (١٣/ ١٨٢).
(٤) الفروع (٤/ ٢٧٩)، والتنقيح (ص ٢٠١)، واختار ابن سعدي في "المختارات الجلية" جواز إخراج الميازيب في الطرق العامة؛ لأن ذلك من عمل المسلمين في كل عصر (ص ١١٧).
(٥) الشرح الكبير (١٣/ ١٩٠)، والإِنصاف (١٣/ ١٩٠)، وقال: وهو المذهب نص عليه، وعليه أكثر الأصحاب، وإن فتحه للاستطراق لم يجز.
(٦) الاستطراق: استفعال من الطريق، أي: ليجعله طريقًا له، المطلع (ص ٢٥٢)، وهو اتخاذ المكان طريقًا، وحق الاستطراق هو حق المرور، "معجم لغة الفقهاء" (ص ٦٢).',NULL,'267',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (259,'إليه نقضه فأبى ضمن ما أتلف، وإن تداعيا جدارًا تحالفا وملكاه. وإن كان متصلًا ببناء أحدهما اتصالًا لا يمكن عادة إحداثه، أو له عليه أزج (١)، أو سترة، حلف وملكه، ولا ترجيح بوضع جذع. وإن تنازعا مثناة بين أرض أحدهما، أو نهرًا لآخر فهو بينهما (٢). والسلم المنصوب والدرجة لصاحب العلو. وإن كان تحت الدرجة مسكن، كان بينهما، والسقف بينهما لهما.

<span data-type="title" id=toc-261>باب المفلس </span>(٣)
المفلس من عجز ماله عن ديونه، فطلب غرماؤه الحجر عليه، لزم الحاكم إجابتهم، فلا ينفذ تصرفه إلّا في ذمته. ونفقته ونفقة عياله في ماله حتى يقسم. ويترك له ما يحتاجه من خادم، ومسكن (٤)، وكسوة، وآلة حرفة، وما يتجر به مع عدم الحرفة. ثم يباع الباقي، وأجرة المنادي من ماله. ثم يقسم على قدر الديون. ولا يشاركهم غريم بعد الحجر، ولا رب دين مؤجل، إلّا المجني عليه. وإن جنى عليه عبد المفلس قدم بثمنه وثمن الرهن للمرتهن وفاضله للغرماء ويشاركهم ببقيته.
_________
(١) الأزج: بوزن فرس، قال الجوهري: الأزج ضرب من الأبنية، والجمع: آزج وآزاج، وحائط أزج، ويقال للطاق: أزج، المطلع (ص ٤٠٤).
(٢) الشرح الكبير (١٣/ ٢١٨)، والإنصاف (١٣/ ٢١٩)، وقال: يجبر الممتنع وهو المذهب، وعليه أكثر الأصحاب، وهي إحدى الروايتين.
(٣) قوله: "باب المفلس"، قال في المحرر: "كتاب التفليس" (١/ ٣٤٥)، وهو زد (٤٨)، قال في الفروع: الفلس لغة العدم والمفلس المعدم، وشرعًا من لزمه أكثر مما له (٤/ ٢٨٨)، وألحقه في الغاية بكتاب الحجر (٢/ ١٢٩)، وكذا الإقناع (٢/ ٢٠٧)، وكذلك المنتهى (١/ ٤٢٧).
(٤) الشرح الكبير (١٣/ ٣١١)، والإِنصاف (١٣/ ٣١١)، وقال: بلا نزاع، والفروع (٤/ ٣٠٥)، وقال: كمسكن لا سعة فيه وخادم ليسا نفيسين، نص عليه.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (260,'ومن وجد عين ماله أخذه وزيادته اتصلت أو انفصلت (١)، إلَّا أن يكون المفلس قد مات، أو أبرئ من بعض ثمنه، أو زال ملكه عن بعضه، أو غير اسمه، أو خلطه ولم يتميز، أو (٢) تعلق به حق شفعة، أو جناية، أو رهن يشارك الغرماء. وإن كان الثمن مؤجلًا وقف المبيع إلى الأجل ثم أخذ. فإن كان ثوبين فتلف أحدهما أخذ الآخر بقسطه. وإن ثبت للمفلس حق بشاهد لم يجبر على اليمين ولم يستحلف الغريم، ويجبر على التكسب (٣) للوفاء. وإن وجب له قصاص لم يجبر على أخذ الدية (٤).
ومن ادَّعى إعسارًا حلف وخلي، إلّا أن يكون دينه عن عوض، أو يعرف له مالٌ، حبس حتى يثبت عسره وتلف ماله. فإن شهدت بالتلف، حلف معها أن لا مال له في الباطن. فإن شهدت بعسره اعتبرت خبرتها بباطنه ولم يحلف. ومن أراد سفرًا وعليه دين مؤجل منع حتى يوثق به (٥). ولا يحل
_________
(١) المقنع (١٣/ ٢٥٤)، الشرح الكبير (١٣/ ٢٥٤)، والغاية (٢/ ١٢٩، ١٣٠)، وقاله: وشرط كون مفلس وبائع حيًّا إلى أخذها وبقاء كل عرضها بدفنه لا إن دفع أو أبرأ من بعضه وكن كلها في ملكه إلا إذا جمع العقد عددًا (ويتجه) أوَّلًا وكان مكيلًا أو موزونًا.
(٢) "أو"، مكرّرة في الأصل.
(٣) قوله: "ويجبر على التكسب"، قال في "نظم المفردات" (ص ١٧٧):
ومفلس ذو صنعة فيؤجر ... لنفسه وإن أبى فيجبر
(٤) المحرر (١/ ٣٤٦).
(٥) الفروع (٤/ ٢٨٨)، وقال: فإن أراد سفرًا يحل قبل مدته -وعلى الأصح ما بعدها- كجهاد وأمر مخوف وحج، فلغريمه منعه حتى يأتي برهن أو كفيل مليء. وقال في "حواشي التنقيح للحجاوي"، قال شيخ الإسلام ابن تيمية في فتاويه فيمن عليه دين وليس بقادر على وفائه: ونيته أنه متى حصل معه شيء وله والد يريد أن يأخذه للحج، أجاب: متى أذن له الغرماء في الحج لا ريب في جواز السفر (ص ١٦٩).',NULL,'269',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (261,'بفلس ولا موت إن وثق الوارث بأقل الأمرين من قيمة التركة أو الدين.

<span data-type="title" id=toc-262>باب المحجور عليه </span>(١)
وهو صبي، ومجنون، ومفسد ماله.
فولي الصبي، والمجنون (٢): الأب، ثم الوصي، العدلان، ثم الحاكم. فإن أمنى الصبي أو نبت شعر عانته الخشن، أو تمت له خمس عشرة سنة، أو عقل المجنون، اختبر وأعطي ماله بلا حاكم (٣).
فمن أفسد ماله بعدُ لزم الحاكم الحجر عليه، ولا ولاية هنا لغيره. ويستحب إظهار الفَلَس والسفه (٤). ولا يصح تصرف سفيه ومميز بلا إذن إلّا في المحقرات (٥). ومن دفع إليهما ماله ببيع أو قرض فأتلفاه أهدر. وللولي الفقير من مال موليه الأقل من كفايته أو أجرة مثله وفعل كل مصلحة، والتضحية مع كثرة ماله، فإن تصدَّق منها ضمن. ويعلمه بأجرة.
وتصرف العبد (٦) مع الإِذن يلزم سيده، ومع عدمه يلزم رقبته. وإن رآه
_________
(١) قوله: "باب المحجور عليه"، في المحرر "باب الحجر" (١/ ٣٤٦)، كما إنه ضم إليه "باب تصرفات العبد" كما في المحرر (١/ ٣٤٨)، وهو زد (٤٩).
(٢) فلا يصح تصرفهم قبل الإِذن، وهذا المذهب في الجملة وعليه الأصحاب، قاله في الإِنصاف (١٣/ ٣٤٧).
(٣) انظر: الفروع (٤/ ٣١٣)، الشرح الكبير (١٣/ ٣٥١) والإنصاف (١٣/ ٣٥١)، وقال: وهو المذهب وعليه جماهير الأصحاب، ونص عليه.
(٤) انظر: الشرح الكبير (١٣/ ٣٩٢)، والمقنع (١٣/ ٣٩٢)، والغاية (٢/ ١٢٨).
(٥) قوله: "المحقرات"، أي: مما ليس له قيمة معتبرة أو مالية كحبل، وعصا، ونحو ذلك.
(٦) قوله: "وتصرف العبد. . . " إلخ، هنا ضم الأدمي رحمه اللَّه "باب تصرفات العبد" -الذي أُفرِد له باب في المحرر- تحت باب "المحجور عليه"، كما أشرنا آنفًا، انظر: المحرر (١/ ٣٤٨).',NULL,'270',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (262,'يتجر فسكت فليس بإذن، وإن أذن له في مطلق التجارة لم يملك إيجار نفسه. وإن عين له نوع تصرف لم يملك غيره. وللمأذون له هدية المأكول، وإعارة الدابة ونحوه، ما لم يسرف (١). ولغير المأذون الصدقة من قوته بالرغيف ونحوه، ما لم يضرّ به. وللمرأة الصدقة بذلك من بيت زوجها. وما حصل للقن من مباح وهدية ووصية فلسيده. وإن مَلّكه سيده مَلَك. فمتى عتق استقر ملكه فيه. وله التسري والتكفير بالعتق بإذن سيده. فإن شرط مشتريه ماله صح، وإن جهل. ويدخل ثياب العادة في البيع بلا شرط.

<span data-type="title" id=toc-263>باب الوكالة </span>(٢)
تنعقد (٣) بكل لفظ يفيد الإِذن مؤقتة ومعلقة (٤). وقبولها بالقول والفعل على الفور والتراخي.
وهي عقد جائز (٥)، يبطل بفسخ كل منهما وموته، والحجر عليه لسفه. وفى طلاق الزوجة بوطئها، وعتق العبد بكتابته وتدبيره.
_________
(١) في الأصل: "يشرف"، وفي المحرر: ما لم يسرف (١/ ٣٤٨).
(٢) قوله: "الوكالة"، وهي استنابة جائز التصرُّف مثله فيما تدخله النيابة، التنقيح (ص ٢٠٨)، والغاية كذلك (٢/ ١٤٤)، وزاد بقوله: "مثله في الحياة فيما تدخله النيابة"، بزيادة: "في الحياة" خلافًا للوصية.
(٣) في الأصل: "ينعقد"، و"تنعقد" أقرب للصواب، لتنسبك العبارة كما في المحرر (١/ ٣٤٩).
(٤) انظر: الغاية (٢/ ١٤٤)، والشرح الكبير (١٣/ ٤٣٨)، والمقنع (١٣/ ٤٣٨).
(٥) الغاية (٢/ ١٥١). قوله: عقد جائز، أي: لكل فسخها، وتبطل كلها بموت أحد العاقدين، والفروع (٤/ ٣٤١)، التنقيح (ص ٢٠٩)، قال في الغاية: والعقود الجائزة: الوكالة والشركة والمضاربة والمساقاة والمرابحة والوديعة والجعالة (٢/ ١٥١)، والإِنصاف (١٣/ ٤٦٧).',NULL,'271',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (263,'ولا يوكل بلا إذن إلّا فيما يعجزه أو لا يباشره مثله. ولوكيل القبض الخصومة ولا عكس.
ولا يملك وكيل البيع قبض الثمن إلا بقرينة. ويقبل إقراره بعيوب المبيع وبكل تصرف حتى النكاح. وبيعه من نفسه (١) أو من والده أو مكاتبه باطل. وللأب البيع والشراء لولده (٢) الطفل من نفسه وله رد معيب بعينه (٣). وإن قال البائع: قد رضي موكلك بالعيب، والموكل غائب، حلف على نفي العلم. وإن اشترى بأزيد أو باع بأنقص صح، ولزمه الزيادة (٤) والنقص. وإن باع نسيئة، أو بغير نقد البلد، أو وكل في بيع عبد فباع نصفه، أو في بيع كل قليل أو كثير من جنسه، لم يصح (٥).
_________
(١) الشرح الكبير (١٣/ ٤٨٤)، والإنصاف (١٣/ ٤٨٤) وقال: لا يجوز للوكيل في البيع أن يبيع لنفسه، هذا المذهب وعليه الجمهور، وعنه يجوز إذا زاد على مبلغ ثمنه في النداء، أو وكل من يبيع وهو أحد المشترين، وانظر كذلك: الشرح الكبير (١٣/ ٤٨٤)، والمقنع (١٣/ ٤٨٤).
(٢) قال في الإنصاف: وهل يجوز أن يبيعه لولده أو والده أو مكاتبه، على وجهين، أحدهما: لا يجوز، وهو المذهب، أي: لا يصح كنفسه (١٣/ ٤٩٠).
(٣) هكذا في الأصل.
(٤) انظر: الإقناع (٢/ ٢٤٠)، والشرح الكبير (١٣/ ٤٩٣)، والإنصاف (١٣/ ٤٩٣) وقال صح، وهو المذهب وعليه أكثر الأصحاب.
(٥) انظر: الإقناع (٢/ ٢٤٠)، وقال في الفروع: لا يصح أن يوكله في كل قليل وكثير، وقيل يصح، قال المرُّوذِي: بعث بي أبو عبد اللَّه في حاجة وقال: كل شيء تقوله على لساني فأنا قلته (٤/ ٣٦٧)، وانظر: "مطالب أولي النهى" للرحيباني، وقال عن المرُّوذِي هو: ابن نصر اللَّه أبوه خوارزمي وأمه مروذية من أخص أصحاب أحمد، توفِّي في جمادى الأولى سنة ٢٧٥ هـ ودُفِن عند رجلي قبر الإمام أحمد رحمهما اللَّه (٣/ ٤٤٤)، قال الرحيباني: يؤيِّد صحة الوكالة في كل قليل وكثير قصة المروذي مع الإمام أحمد.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (264,'وإن وكله في بيع عبدين فباع أحدهما، أو في بيع ماله كله، أو قال: بع بعشرة فما زاد فهو لك صح. وإن قال: اشتر في الذمة ثم انقُد، فعكس، صح، وعكسه، بعكسه. وإن قال: اقض ديني ولم يأمره بإشهاد فقضاه بحضرته ولم يشهد فأنكر الغريم لم يضمن. وإن قضاه في غيبته ضمن (١). وإن قال: أنا وكيل قبض دينك لم يلزمه الدفع وإن صدّقه، ولا اليمين وإن كذّبه. وإن قال: أنا وارث دينك لزمه ذلك. وإن وكله أن يقر لزيد بألف لزمته.

<span data-type="title" id=toc-264>باب المضاربة </span>(٢)
تصح من مريض بفوق تسمية المثل ويقدم بها على الغرماء، ويصح تعليقها دون توقيتها (٣).
وإن شرط عمل المالك أو عبده صح. وإن قال: اعمل، والربح بيننا، اقتسماه. وإن قال: عليَّ الثلث أو الثلثين واختلفا فالمشروط للعامل.
_________
(١) انظر: الشرح الكبير (١٣/ ٥٣٤)، والإنصاف (١٣/ ٥٣٤)، قال: هذا المذهب بشرطه وعليه الأصحاب كما لو أمره بالإشهاد ولم يفعل (أي إن وكله في قضاء دين فقضاه ولم يشهد وأنكر الغريم ضمن).
(٢) قوله: "باب المضاربة"، كما في المحرر (١/ ٣٥١)، وهي: أن يدفع الرجل ماله إلى آخر يتجر فيه بجزء من ربحه، التنقيح (ص ٢١٤)، وتسمَّى: قراضًا ومعاملة أيضًا، وفي الفروع: دفع ماله المعلوم لا صبرة ولا نقدًا ولا أحد كيسين سواء إلى من يتجر منه بجزء من ربحه له أو لعبده أو أجنبي مع عمل منه كنصف ربحه (٤/ ٣٧٩).
(٣) انظر: الشرح الكبير (١٤/ ٦٧)، والإنصاف (١٤/ ٦٨)، وقال: إن شرط تأقيت المضاربة فهل تفسد؟ على روايتين، إحداهما: لا تفسد وهو المذهب، والرواية الثانية: تفسد، وقال في الإقناع: ويصح تعليقها وتأقيتها (٢/ ٢٦٢)، وذكر أقوال من نصر الرواية الثانية ومنهم كتابنا، قال: جزم به في المنور (١٤/ ٦٨).',NULL,'273',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (265,'وإن سُمِّي ذلك لأحدهما فالباقي للآخر، وان اختلفا بعد الربح فيما شرط حلف المالك، وبَيِّنة العامل أولى. وله فعل كل مصلحة للمضاربة وجزء (١) من العوائد، ولا يباضع ولا يودع. وإن قيل اعمل برأيك فله ذلك. ولا يقرض ولا يتبرع (٢) ولا يزوج رقيقًا ولا يكاتبه ولا يعتقه بمال إلَّا بإذن صريح (٣)، وعليه النشر والطيّ (٤) وقبض النقد ونحوه. فإن أدَّى له أُجرة لزمته وله بذلها للنداء ونقل المتاع. وإن باشره ليأخذها حُرِمها.
وإن ضارب لثان رد قسط ربحه في شركة الأول إن تضرَّر (٥)، وإن قال: بع ببلد كذا أو من فلان تعين (٦) ولا نفقة له بلا شرط. وإن أطلق فنفقة المثل طعامًا وكسوة. وإن شرط التسري من المال لزمه ثمنها قرضًا. وإن تلف بعض المال قبل التصرف فرأس المال باقيه. وإن تلف بعد التصرف أو خسر جُبِر من ربح باقيه وإنْ قُسم. وإن اشتراه في ذمته فتلف المال بعد
_________
(١) قوله: "وجزء"، من العوائد، في الأصل هكذا: "حزب"، وفي المحرر: "بجزء من ربحه" (١/ ٣٥١).
(٢) الفروع (٤/ ٣٨٣).
(٣) الفروع (٤/ ٣٨٢).
(٤) قوله: النشر والطيّ، أي: نشر الثوب وطيّه؛ معجم لغة الفقهاء (ص ٤٨٠).
(٥) قوله: "إن تضرَّر"، وهو من المفردات. قال:
مضارب فلا يضارب آخرا ... وإن أبى وجاء أعنى ضررا
لأول فربحه مردود ... في شركة الأول قل يعود
قال البهوتي: أي ليس للمضارب أن يضارب لآخر إن ضَرّ بالأول ولم يأذن (ص ١٨٥)، وانظر: الفروع (٤/ ٣٨٤)، وانظر: الشرح الكبير (١٤/ ٩٦)، والإِنصاف (١٤/ ٩٦)، وقال: هو صحيح وهو المذهب مطلقًا، وعليه أكثر الأصحاب، والإقناع (٢/ ٢٦٤).
(٦) قوله: "تعين"، انظر: الفروع (٤/ ٣٨٤).',NULL,'274',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (266,'التصرف وقبل نقد الثمن أدّاه رب المال (١). وكذا إن تلف قبل التصرُّف، لكن تبقى المضاربة في قدر الثمن. وإن اشترى بعد التلف فكَشِرَى فضولي. ويملك قسط ربحه بظهوره، ولا يقسم مع بقاء العقد إلّا باتفاقهما. وإن قال: ربحت ألفًا ثم قال: تلفت أو خسرتها قُبل. وإن قال: غلطت أو نسيت فلا، وعليه بعد الفسخ تقاضي الدَّين وبيع العين (٢). وللمالك منعه من البيع قبل الفسخ وبعده إلَّا مع الربح.
وإن مات وجهل بقاء المضاربة فهي دين على التركة، وكذا الوديعة. ومن عمل بدابة أو عبد بجزء من الأجرة، أو قام على ماشية بجزء من دَرّها ونسلها صح. وشراؤه نصيب شريكه صحيح، لا رب المال من مال الشركة.

<span data-type="title" id=toc-265>باب الشركة </span>(٣)
وهي عقد جائز (٤) وكلٌّ وكيل الآخر.
_________
(١) انظر: الشرح الكبير (٤/ ١٢٠)، والإِنصاف (١٤/ ١٢٠).
(٢) انظر: الشرح الكبير (١٤/ ١٤٥)، والإِنصاف (١٤/ ١٤٤).
(٣) قوله: "باب الشركة"، أفرد صاحب المحرر وصاحب المنور المضاربة ثم أتبعاها باب الشركة خلافًا لجمع من المؤلفات، إذ أنها جعلت المضاربة ضمن كتاب الشركة، انظر مثلًا: الإقناع (٢/ ٢٥٩)، والمنتهى (٢/ ٤٦٠)، وانظر: الشرح الكبير (١٤/ ٥٤)، والإنصاف (١٤/ ٥٤) وغيرهم، فدل على تبدُّل تقسيم بعض الأبواب بين المتقدّمين والمتأخرين، ولهذا لما جاء ذكر المضاربة في باب الشركة، قال صاحب المحرر: شركة المضاربة وقد سبقت (١/ ٣٥٣)، وتبعه في المنوّر بقوله: وقد مضت.
(٤) قوله: "عقد جائز"، أي: لكل فسخها وتبطل بموت أحد المتعاقدين، الغاية (٢/ ١٥١) و (٤/ ٣٤١)، والتنقيح (ص ٢٠٩).',NULL,'275',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (267,'وأنواعها أربعة (١):
أبدان (٢)، وهي ما يتقبَّلان من الأعمال في ذمتهما، وإن اختلفت حرفها (٣). وما لزم أحدهما لزم الآخر. ويقاسم الصحيح المريض ويطالبه بعامل. وإن شرط حمل ما لزم ذمتيهما على دابتيهما صح. وإن شرطا إجارة عين الدابتين أو نفسهما فلا. ولا يصح شركة الدلالين، وتصح في تمليك المباحات.
الثاني: عِنان (٤)، وهي بدنان بماليهما. وما اختلفا جنسًا وقدرًا وتلف أحدهما قبل الخلط منهما. فإن شرط عمل أحدهما فقط فلا شركة إلّا إن شُرط له ربح فوق ربح ماله. وتصح على قيمة العروض وقت العقد ومن إبراء من ثمن مبيع أو أجله في مدة الخيار صح في حقه. والشريك كالمضارب فيما يلزمه ويملكه ويمنع منه.
_________
(١) قوله: "وأنواعها أربعة"، ذكر في الغاية: سبعة أنواع (أي العقود الجائزة، ومنها: عقود الشركة): الوكالة، الشركة، المضاربة، المساقاة، والمزارعة، والوديعة، والجعالة (٢/ ١٥١). وذكر في المقنع (١٤/ ٦)، والشرح الكبير (١٤/ ٦) أنَّ الشركة على خمسة أضرب بزيادة شركة المفاوضة.
(٢) قوله: "أبدان"، لأنهما يشتركان فيما يتملكان بأبدانهما من المباح كالاحتشاش والاحتطاب والاصطياد، أو يشتركان فيما يتقبَّلان في ذممهما -كالبناء والمقاولات بلغة اليوم-، وانظر: دليل الطالب (ص ١٣٩)، والإقناع (٢/ ٢٧١)، وفي مطالب أولي النُّهى: "لأنهما بذلا أبدانهما في الأعمال لتحصيل المكاسب" (٣/ ٥٤٥).
(٣) هكذا في الأصل ولعل الأقرب: حرفيتهما أو حرفهما.
(٤) قوله: "عنان"، قال ابن مانع في حاشيته على الدليل: قوله شركة عنان -بكسر العين- سُمِّيت بذلك، قيل: لأن الشريكين يستويان في المال والتصرُّف كالفارسين إذا استويا في السير، فإن عنان فرسيهما يكونان سواء، (ص ١٣٦).',NULL,'276',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (268,'الثالث: وجوه (١)، وهي ما يلتزمان في ذمتيهما بجاهيهما سوى (٢) عَيّنَا المشتري بنوع أو وقت أو أطلقا.
الرابع: المضاربة، وقد مضت.
والربح في الكل على ما شرط، والوضيعة (٣) على المال. وإن شرط لأحدهما ربح مجهول أو فضل دراهم فسد العقد. وإن شرط وضيعة ماله على الآخر أو ارتفاقًا بالسلعة أو لزوم العقد مطلقًا أو إلى مدة لغا الشرط.
وربح المضاربة مع الفساد للمالك، وللعامل أجرة المِثْلِ خَسِرَ المال أو ربح. وربح العنان (٤) والوجوه يقسم على قدر الملكين، ويقسم أجرة ما تقبلا بالسويّة.

<span data-type="title" id=toc-266>باب المساقاة </span>(٥)
تصح في كل شجر ذي ثمر يؤكل بجزء منه مشاع (٦)، وإن بدا،
_________
(١) قوله: "وجوه"، أي: بجاههما وثقة التجار بهما، فيشتركان في ربحه من غير أن يكون لهما رأس مال ويكون الملك بينهما على ما اشترطاه، الإِقناع (٢/ ٢٧٠)، وانظر: "مطالب أولي النهى في شرح غاية المنتهى" (٣/ ٥٤٤).
(٢) في المحرر: "سواء" (١/ ٣٥٣).
(٣) قوله: "الوضيعة"، أي: الخسارة، قال في معجم لغة الفقهاء، الجمع وضائع، فعيلة بمعنى مفعولة، من وضع في تجارته خسر ولم يربح (ص ٥٠٥)، وقال في المطلع: يعني أن الخسارة على قدر المال (ص ٢٦٠).
(٤) في المحرر: وربح شركة الضمان والوجوه يقسم على قدر الملكين (١/ ٣٥٤).
(٥) قوله: "باب المساقاة"، قال في المحرر: "باب المساقاة والمزارعة" (١/ ٣٥٤)؛ وهي دفع شجر لمن يقوم به بمصالحه بجزء من ثمره بشرط كون الشجر معلومًا وأن يكون له ثمر يؤكل، وأن يشترطُ للعامل جزء مشاع معلوم من ثمره.
(٦) قوله: "مشاع"، بضم الميم وفتحها: حصة من شيء غير مقسوم أو مقدرة غير معينة ولا مفرزة، "معجم لغة الفقهاء" (ص ٤٣٠).',NULL,'277',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (269,'وعلى شجر يغرسه، فإن عملا في شجرهما بجزء متفاضل صح. وتصح المزارعة بجزء من الزرع والبذر من رب الأرض. فإن أخرجه العامل أخذ الزرع وعليه أجرة الأرض. وإن كانت البقر من أحدهما، والأرض والبذر والعمل من الآخر، صح. وعلى العامل السقي، وتنقية طريقه، والتلقيح، وإصلاح الجرين (١)، وقطع الشوك، وآلة الحرث، وبَقَرِهِ. وعلى رب الأرض شد الحيطان (٢)، وإنشاء النهر، والدولاب (٣) وما يديره من آلة ودابة، وكبش التلقيح. وحصاد الزرع على العامل. وجذ (٤) الثمر عليهما. والعامل أمين فإن بانت خيانته فمشرف من ماله (٥) فإن عجز فعامل مكانه. وإن شرط لأحدهما آصع (٦) مسمَّاة أو دراهم أو إحياء البذر فسد العقد، وللعامل أجرة مثله.
_________
(١) قوله: "الجرين"، بفتح الجيم وكسر الراء: موضع تجفف فيه الثمار، ويسمِّيه أهل البحرين: "الفداء" مفتوحًا ممدودًا، وأهل البصرة يسمونه: "المربد"، وأهل الشام يسمونه: "البيدر". "معجم لغة الفقهاء" (ص ١٦٣)، المطلع (ص ١٣٢).
(٢) قوله: "شد الحيطان"، في المحرر: "كسد الحيطان" (١/ ٣٥٥).
(٣) الدولاب: واحد الدواليب، فارسي معرب، بضم الدال وفتحها، مما يستقي بها، يديرها الماء للسقي، انظر: المطلع (ص ٢٥٢)، وذكر أنواعًا، منها الناعورة، ضرب من الدلاء.
(٤) الجذاذ: جذه كسره وقطعه، ومنه قوله تعالى: {عَطَاءً غَيْرَ مَجْذُوذٍ (١٠٨)}، أي: مقطوع، مختار الصحاح (ص ٩٧)، وقال في المطلع: حكي أنه بالذال والدال، في النخل وغيره (ص ١٣٢).
(٥) قوله: "فمشرف من ماله"، قال في المحرر: أي استؤجر من ماله مشرف يراقبه يمنعه من الخيانة (١/ ٣٥٥).
(٦) قوله: "آصع"، جمع صاع، ومقدار الصاع أربعة أمداد = ٢٧٥١ غرام، وعند آخرين ٢٧٢٨ غرام، ويعادل حجم مكعب طول ضلعه ٦.١٤ سم. "الفقه الحنبلي الميسر" (١/ ١٣)، والصاع عند الجمهور ٢١٧٢ غرام، وباللتر ٧٤٨.٢ يعادل ١/ ٣.٥ رطلًا = ٦٨٥. "معجم لغة الفقهاء" (ص ٤٥٠).',NULL,'278',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (270,'<span data-type="title" id=toc-267>باب الإجارة</span>
وهي عقد لازم (١) فيخلفهما وارثهما.
وأنواعها ثلاثة:
عمل معين في الذمة، كخياطة، وقصارة، ويشترط وصفه بما لا يختلف. وللأجير أن يستنيب ما لم يشترط مباشرته. وإن هرب، أو مرض، لزمه عامل، فإن تعذر فللمستأجر الفسخ، وإن تلفت العين فسخ العقد.
الثّاني: عين موصوفة في الذمة فتشترط صفات السلم. وإن تلفت أو غصبت أو تعيبت أُبدلت. فإن تعذَّر، فللمستأجر الفسخ. وإن كانت إجارتها إلى مدة فأنقضت فُسخ العقد.
الثالث: عين معينة فيشترط معرفتها كالبيع، فإن تعطل نفعها ابتداء فُسخ العقد، أو في أثناء المدة انفسخ في ما بقي. وإن تعيّبت أو كانت معيبة فسخ أو أمسك بالأرش. وإن غصبت وإجارتها لعمل معلوم فسخ أو صبر (٢). وإن كانت إلى مدةٍ فسخ، أو أمضى، وأخذ الغاصب بأجرة المثل. وإن غصبها ربها المدة، أو بعضها، فلا شيء له وعليه مؤنة ردها. ومتى فارق المستأجر لزمه الأجرة كاملة، ولا يتصرف المؤجر في المدة.
_________
(١) انظر: الغاية (٢/ ٢٠٥)، وقال: قوله لازم، أي: لا فسخ لواحد بلا موجب، وانظر: الفروع (٤/ ٤٢٠)، وقال: نص عليه، وقال في الإقناع: وهي المساقاة، والمزارعة، والعرايا، والشفعة، والكتابة، ونحوها من الرخص المباحة المستقرّ حكمها (٢/ ٢٨٣).
(٢) العبارة من قوله: "أو صبر. . . " إلى قوله: "وأخذ الغاصب"، هذه العبارة ليست في الصلب بل في هامش المخطوط وقد شطب ما يعادلها في المتن لتحل محله، انظر: المخطوط (ورقة ٨٠ - ٨١).',NULL,'279',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (271,'ولا تنعقد إلّا على نفع مباح لغير حاجة، مقدور عليه، يستوفى مع بقاء عينه. ولا يصح على الغناء، وإشعال الشمع، وخدمة آبق (١).
ولا مدة لا يبقى العين لمثلها. ولا بدّ من تقدير النفع بعمل أو مدة، وإن جمعهما فسد العقد.
وللمسلم إجارة نفسه من ذمي (٢). ويشترط إذن الزوج. وتحرم أجرة القُرَبِ (٣) مع الشرط. ويكره كسب الحجامة للحر (٤)، ولا تصح إجارة المشاع مفردًا إلّا من الشريك. ورؤية الراكب ورحله شرط، فإن وُصِفا كفاه. وتصح إجارة دابة لمدة غزاته كل يوم بدرهم وإجارة دار كل شهر بدينار، ولكل الفسخ عند كل شهر إلى تمام يومه. وإجارة أجير بطعامه وكسوته. ويستحب أن تعطى الظئر (٥) عند الفطام عبدًا أو أمة إن أمكن.
_________
(١) وقال في الغاية: ولا ما يسرع فساده كرياحين، ولا على زنى أو غناء أو نوح أو تعليم سحر أو قلع سن أو انتساخ كتب بدع ونحو شعر محرم ورعي خنزير، ويتجه، وتمويه نحو حائط بنقد، وعمل أوان محرمة وثياب حرير لذكر. . . (٢/ ١٩١).
(٢) قوله: "وللمسلم إجارة نفسه من ذمي"، قاله في الفروع، وتصحيح الفروع (٤/ ٤٣٣)، قال ابن الجوزي: على المنصوص، وفي مدة روايتان لا لخدمة على الأصح، وكذا إعارته، وقال المرداوي: إحداهما يجوز، وهو الصحيح.
(٣) قوله: "أجرة القرب"، قال في الفروع: "ويحرم على أذان وإقامة وصلاة وتعليم قرآن ونيابة حج، وفي حديث وفقه وجهان"، وذكر شيخنا -أي ابن تيمية- وجهًا يجوز لحاجة، واختاره (٤/ ٤٣٥)، وقال في الغاية: ويحرم أخذ رزق وجعل وأجر على قاصر، كصوم وصلاة خلفه، وعبادته لنفسه (٢/ ٢٠٢).
(٤) قوله: "ويكره كسب الحجامة للحر. . . "، قال في الغاية: تنزيهًا له، وكذا أجرة كسح كنيف، وكسب ماشطة وحمامي (٢/ ٢٠٢).
(٥) الظئر: بكسر الظاء المعجمة بعدها همزة ساكنة، المرضعة لغير ولدها.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (272,'وتصح في طحن حب، وحصد (١)، ونسج غزل، بجزء منه.
وإن قال: إن خطت اليوم أو روميًّا فبعشرة، وإن خطت غدًا أو فارسيًّا فبخمسة لم تصح.
وتجب الأجرة بالعقد ويستحق بتسليم العين أو العمل إن كانت على عمل ما لم تؤجل. وللملاح والحمامي والقصار (٢) أجرة المثل، وكذا ما عرفت أجرته. وللمستأجر أن يؤجر، وتعتبر (٣) لمن يقوم مقامه. وإن استأجر لزرع شيء فزرع أزيد منه ضررًا، أو إلى مكان، أو لأرطال، فزاد لزمه المسمى وأجرة المثل للزائد وقيمة الدابة إن تلفت. وتالف الضرب المعتاد من المستأجر أو الزوج أو المعلم هدر.
ويضمن الأجير المشترك ما تلف بفعله، كدقة القصار، وزلقة الحمال. ولا يضمن ما تلف بغير فعل منه ولا تعد. فإن أنفقه، أو حبسه على الأجرة فتلف، ضَمَّنَه مالكُه قيمته معمولًا، وأعطاه أجرته، أو غير معمول. ولا أجرة له ولا ضمان على الأجير، إلا أن يتعمد. ولا ضمان على حجام، وختان، وبزّاغ (٤) إن عرف حذقهم ولم تجن أيديهم، ولا على راع إذا لم يتعد.
_________
(١) قوله: "وتصح في طحن حب وحصد. . . "، في الهامش وليست من الصلب (ورقة ٨٠ - ٨١). وعبارة المحرر: "وإِن استأجر لطحن حب، أو حصد زرع" (١/ ٣٥٧).
(٢) قوله: "للملاح والحمامي والقصار"، قال في الغاية: الملاح من يعمل في السفينة، والحمامي من يعمل في الحمام، وما يأخذه حمامي فأجرة محل وسطل ومئزر، والماء تبع.
(٣) قوله: "وتعتبر لمن يقوم مقامه. . . "، في المحرر: ويعير لمن يقوم مقامه (١/ ٣٥٧).
(٤) قوله: "وبزاغ"، قال في الصحاح: المِبْزغ بالكسر المِشْرط، وبزغ الحاجم والبيطار، أي: شرطا، وبابه قطع، (ص ٥١)، وانظر: "المطلع"، (ص ٢٦٧).',NULL,'281',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (273,'وإن قيل للخياط عملت خلاف ما أمرت حلف.

<span data-type="title" id=toc-268>باب السبق</span>
يحرم بعوض، إلّا بخيل وإبل وسهام.
ويشترط تعيين المركوبين، والراكبين، واتِّحاد نوع القوسين، والمركوبين، وتحديد المسافة، ومعرفة الغرض (١)، وإخراج السبق من أحدهما. فإن سَبق أحرزه ولم يأخذ من الآخر شيئًا، وإن سُبق أخذه الآخر، وإن تساويا بقي لربه. فإن أخرجا شُرِطَ إدخال محلل (٢) لم يُخِرج شيئًا، يكافئهما مركوبًا ورميًا. فإن سبق أو أحدهما أحرز السبقين وإن تساويا
_________
(١) قوله: "الغرض"، الغرض هو الشيء الذي ينصب ليرمى، قال الجوهري: الغرض: الهدف الذي يرمى فيه، وقال الأزهري: الهدف ما رفع ونبا في الأرض، والغرض ما نصب في الهواء، وقال صاحب المحرر: لا بدَّ من معرفة الغرض صفة وقدرًا لأنَّ قدر الغرض هو طوله وعرضه وسمكه، "المطلع" (ص ٢٧١). وانظر: "الصحاح" (ص ٤٧٢)، و"معجم لغة الفقهاء" (ص ٣٣٠)، وانظر: تفصيل أنواع الأهداف والرمي والسبق مما لا يحتاج لغيره. "مطالب أولي النهى" (٣/ ٦٩٩ - ٧٢٠).
(٢) قوله: "محلل"، المحلل فرس ثالث يدخل بين المتسابقين يكافئ مركوبه مركوبيهما، فإن سبقا معًا أحرزا سبقيهما ولم يأخذا من المحلل شيئًا، وإن سبق أحدهما أو سبق المحلل أحرز السبقين وذلك للخروج من شبه القمار، انظر: "المطلع" (ص ٢٦٨)، و"دليل الطالب" (ص ١٤٧).
وخيل الحلبه مرتبة: مجلٍّ، فمصل، فتالٍ، فبارع، فمرتاح، فخطى، فعاطف، فمؤمل، فلطيم، فسكيت، ففسكل، وقد نظمها أحد الأدباء، انظر: الغاية (٢/ ٢١٨):
أول سابق هو المجلي ... ثم المصلي بعده المسلي
تالٍ ومرتاح عليه يقبل ... والعاطف الخطى والمؤمل
كذلك اللطيم والسكيت ... فاحفظ فما أعطيت قد أعطيت',NULL,'282',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (274,'اقتسما سبق المسبوق. والسبق بالخيل والإِبل بالكتف، وفي الرمي بالإِصابة المشروطة. فإن كان مناضلة (١) فهي فضل إصابتين من عشر رميات، وإن كان مبادرة (٢) فهي السبق إلى إصابتين من عشر رميات مع تساويهما في الرمي. وإن أطارت الريح القرص فخلفه السهم حسب إلَّا مع شرط إصابة مُقدَّرة، ويحرم الجَنَب والجَلَب (٣).

<span data-type="title" id=toc-269>باب العارية </span>(٤)
تلف أجزائها بالانتفاع المعروف هدر. وله مع الإذن إجارتها وإعارتها ورهنها. فإن بيعت في الدين لزمه الأكثر من قيمتها أو ثمنها. فإن أعير فرسًا للغزو فسهمه له. ومَن أعار أرضًا لدفن ميت، أو سفينة لحمل، أو حائطًا لسقف، لم يكن له الرجوع قبل البلى، والإِرساء والسقوط، ولا أجرة لما
_________
(١) المناضلة، مفاعلة من النضل: ناضله أي راماه، وانتضل القوم تناضلوا رموا للسبق، مختار الصحاح (ن ض ل - ص ٦٦٥).
(٢) المبادرة: هي المسارعة والسبق إلى الشيء، وقد بينها في المنور بأنها السبق إلى إصابتين من عشر رميات. . . إلخ.
(٣) قوله: "ويحرم الجنب والجلب"، الجنب -بالتحريك- في السباق، أي: يجنب فرسًا إلى فرسه، فإذا فتر المركوب تحول إلى المجنوب، أو يحرضه على العدو، والجلب: هو الصياح والزجر للفرس في السباق، وقد حرم ذلك النبي -صلى اللَّه عليه وسلم- لقوله: "لا جنب ولا جلب". أخرجه الإمام أحمد في المسند (٤/ ٤٤٣) و (٤/ ٤٣٩)، وأبو داود في كتاب الجهاد، باب في الجلب على الخيل في السباق، والترمذي في كتاب النكاح، باب الشغار، والنسائي كتاب النكاح، باب الشغار، وهو حديث حسن.
(٤) العارية: وهي العين المعارة، والإعارة إباحة منفعة بغرض عوض، وتستحب. "التنقيح" (ص ٢٢٨)، والغاية (٢/ ٢٢٢)، والعارية مضمونة وإن لم يتعد فيها المستعير، المغني (٧/ ٣٤٠).',NULL,'283',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (275,'يستقبل. وإن أعارها لزرع فرجع وهو يحصد قصيلًا (١) حصد، وإلَّا ترك إلى الحصاد مجانًا. وإن أعارها لغرس، أو بناء، ولم يشترط القلع أخذه بقيمته، أو قلعه وضمن نقصه، فإن أبى بقي مجانًا. وكذا غرس المشتري وبناؤه إن فسخ العقد، ولربها التصرف بما لا يضر الشجر، ولرب الشجر دخولها لمصلحته. ولا يجبر الممتنع على البيع، وعليه رد العارية وقيمتها يوم التلف، وإن شرط نفي الضمان.
وإن اختلفا في الرد أو قال: أعرتك فقال: بل أجَّرتني، أو قال: غصبتني، قال: بل أجَّرتني، أو أعرتني، حلف المالك. وإن قال عقب العقد: أجَّرتك؟ فقال: بل أعرتني، حلف القابض. وإن كان قد مضت مدة لها أجرة حلف المالك وله أجرة المثل.

<span data-type="title" id=toc-270>باب الغصب</span>
وهو الاستيلاء على حق الغير ظلمًا (٢) من عقار، وأم ولد. وعلى الغاصب رده بزيادته (٣). ويضمن تلف ذلك بقيمته يوم تلفه في بلده من نقده، والمثلي (٤) بمثله. فإن أعوزه فقيمته يوم إعوازه، ولا يضمن زيادة الأسعار.
_________
(١) قصيلًا: بالقاف، أي: قطعه قطعًا، واجتز قصيلًا للدابة. "أساس البلاغة" (ص ٣٦٩). والمقصول من الزرع، الأخضر يجز لعلف الدواب. "معجم لغة الفقهاء" (ص ٣٦٥).
(٢) قال في الغاية: هو استيلاء غير حربي عرفًا على حق غيره قهرًا بغير حق (٢/ ٢٢٩)، وفي المستوعب: "كل من أتلف مالًا محترمًا لغيره بغير إذنه إن كان من أهل الضمان في حقه". (٢/ ٣٩٥)، ط ١٤٢٠ هـ / ١٩٩٩ م.
(٣) المغني (٧/ ٣٨١)، الغاية (٢/ ٢٣٢).
(٤) قوله: "والمثلي"، أي: ما له مثل، وهو ما يمكن الحصول على مثله بسهولة ويسر. "معجم لغة الفقهاء" (ص ٤٠٤)، وانظر: الغاية (٢/ ٢٣٩).',NULL,'284',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (276,'وإن غصب عبدًا فأبق (١) رد قيمته، فإن رجع ردّه وأخذها. وإن بنى على المغصوب هدم، وإن رقع به سفينة لم تقلع في اللجة. وإن خلطه ولم يتميز كزيت بمثله لزمه مثله منه. وإن خلطه بأدون أو أجود بغير جنسه اشتركا بالقيمة [. . .] (٢). وإن أزال اسمه كطحن الحب وطبخ الطين رده وزيادته، وإن نقص ضمن نقصه. وإن صبغه اشتركا بقدر قيمة الثوب والصبغ، وأيهما زادت فالزيادة لربه، وإن نقصت فعلى الغاصب، ويمنع قلع الصبغ.
وإن غرسه لزمه قلعه وتسوية الحفر ونقص الأرض (٣). وإن زرعها تركه ربها بأجرته أو أخذه بقيمته (٤)، وإن أدركه محصودًا فله الأجرة. وإن حفر بها بئرًا فله طمها وإن سخط ربها، إلّا أن يبرئه من دركها. وإن باعها
_________
(١) قوله: "أبق"، أي: هوب تمرُّدًا، وهو بحق العبد، وشرد للجمل، فيقال. عبدٌ آبق وجمل شارد. "معجم لغة الفقهاء" (ص ٣٨).
(٢) بين المعكفوتين عبارة يصعب قراءتها، وتمام العبارة في المحرر يحل الإِشكال وهي: "وإن خلطه بدونه أو بخير منه أو بغير جنسه فهما شريكان بقدر قيمتها" (١/ ٣٦١). فالعبارة تافة بدون الطمس.
(٣) التنقيح (ص ٢٣٠)، والغاية (٢/ ٢٣١)، المغني (٧/ ٣٦٧)، وقال: وهل يجبر على فرشه؟ يحتمل وجهين.
(٤) التنقيح (ص ٢٣٠)، والغاية (٢/ ٢٣٠)، والمغني (٧/ ٣٦٤)، وهو من المفردات، قال في "نظم المفردات":
إن شاء رب الأرض ترك الزرع ... بأجرة المثل فوجه مرعي
أو ملكه إن شاء بالاتفاق ... أو قيمة للزرع بالوفاق
قال العلَّامة البهوتي شارح المفردات: يعني إذا غصب أرضًا وزرعها فزرعه محرم ليس للمالك قلعه، بخلاف البناء والغراس؛ لأنه يتلف بالقلع ومدته لا تطول بخلافهما، ثم إن أدرك رب الأرض بعد حصاده فليس له إلّا أجرة الأرض، وإن أدركه قبل الحصاد فإن شاء تركه إلى الحصاد وبأجرة مثله، وإن شاء تملكه بمثل نفقته، خلافًا للأئمة الثلاثة، قالوا: يجبر الغاصب على قلع زرعه (ص ١٩٥).',NULL,'285',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (277,'فغرس المشتري قلع ورجع المشتري على الغاصب بنقصه.
وإن غصب دراهم فاشترى بها، أو في ذمته ناويًا نقدها فربحها لربها. وإن غرم قابض الغصب الجاهل رجع على الغاصب بما لم يلزم ضمانه. فيرجع المودع والمتهب بقيمة العين والمنفعة والمستأجر بقيمة العين، والمشتري والمستعير بقيمة المنفعة. ويسترد المشتري والمستأجر من الغاصب ما دفعا إليه من المسمَّى. وإن أولد المشتري فولده حرٌّ يفديه بقيمته يوم وضعه، ويرجع بما غرمه من مهر وأجرة ونقص ولادة وفداء الولد دون قيمة الأمة وأرش البكارة. وإن ضمن المالك الغاصب رجع القابض بما لا يرجع به عليه، ولو كان القابض هو المالك فلا شيء له لما يستقرّ علمه لو كان. [وجناية العبد المغصوب على سيده مضمونة على غاصبه] (١) إلّا في القود. فلو قتل عبدًا لأحدهما عمدًا فله قتله به، ثم يرجع بقيمته على الغاصب فيهما.
ومن استخدم حرًّا غصبًا، أو حبسه ضمن منافعه. ومن أتلف خمرًا، أو خنزيرًا، أو كلبًا؛ أو كسر صنمًا، أو صليبًا، أو آلة لهو (٢)، أو إناء نقد،
_________
(١) ما بين المعكوفتين ناقص في الأصل وبعضه غير مقروء، وهي ليست في الصلب بل في هامش المخطوط، وأكملناها من المحرر (١/ ٣٦٢)، وتمامها: "وجناية العبد المغصوب على سيده مضمونة على غاصبه". أما ما يظهر في هامش المخطوط فقوله: "فلا شيء له لما يستقر علمه لو كان وجناية العبد على سيده ويضمن. . . "، انظر: (ق ٨٢ - ٨٣) من المخطوط.
(٢) قال في "نظم المفردات":
وآلة اللهو فكالطنبور ... تكسر لا ضمان في المشهور
قال شارح المفردات العلَّامة البهوتي: أي يجوز كسر آلة لهو بغير ضمان في المشهور في المذهب كالطنبور بضم الطاء والمزمار والعود وكذا النرد والشطرنج، وقال: "لنا حديث أبي أمامة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إنَّ اللَّهَ =',NULL,'286',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (278,'أو خمر لا يطهر بغسلها: لم يضمن. وإن فتح قفص طائر، أو قَيْد عبدٍ، أو زق سمن فذاب، أو حفر في سابلة بئرًا لنفع نفسه ضمن. ومن سقط في محبرته دينار غيره، ولم يخرج، ولم يبذل بدله، كسرت مجانًا.

<span data-type="title" id=toc-271>باب الوديعة </span>(١)
المودع أمين (٢)، فإن تركها في حرز (٣) مثلها، أو عُيِّن له حرز، فأخرجها من غير خوف تلفٍ، أو جحدها ثم أَقَرّ بها، أو طلبت فمنعها بلا عذر، أو انتفع بها، أو أخذها لينفقها ثم ردها، أو كسر ختمها، أو أخلطها ولم تتميز، ضمن. وإن قال: لا تنقلها وإن خفت، أو لا تَنَمْ عليها (٤)، أو لا تعلفها فوافقه، أو لا، أو شرطه، عليه ضمانها، وإن لم يتعد لم يضمن.
_________
= أرسلني رحمةً للعالمين وهدًى للعالمين، وأمرني بمحق المعازف والمزامير والأوثان والصليب وأمر الجاهلية"، رواه أحمد والطبراني في معجمه الكبير واللفظ له، والمحق نهاية الإِتلاف، لسقوط حرمة ذلك؛ لأنه منكر" (ص ١٩٨).
(١) قال في الغاية: "هو المال المدفوع إلى من يحفظه، ويتجه ولو بعوض، خلافًا للمنتهى" (٢/ ٢٦٠)، وفي "التنقيح": "الإيداع توكيل في حفظ مال تبرعًا، والاستيداع توكل في حفظه كذلك بغير تصرُّف، ويشترط فيه أركان وكالة، وتنفسخ بموت وجنون وعزل يعلمه" (ص ٢٣٩)، وانظر: الإِنصاف (١٦/ ٥).
(٢) قوله: "المودع أمين"، قال في "الشرح الكبير": وهي أمانة لا ضمان عليه فيها إلَّا أن يتعدَّى، وإن تلفت من بين ماله لم يضمن في أصح الروايتين (١٦/ ٧)، قال في الإنصاف: يعني إذا لم يتعد، وهو المذهب، وعليه أكثر الأصحاب (١٦/ ٧).
(٣) الحرز: المكان الحصين، بكسر الحاء وما يحفظ به المال عادة، ويختلف باختلاف الشيء المحرز، انظر: "المطلع" (ص ٢٧٩)، و"معجم لغة الفقهاء" (ص ١٧٨).
(٤) قوله: "لا تنم عليها"، في المحرر: "لا تقم عليها" (١/ ٢٦٣).',NULL,'287',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (279,'وإن أخذ درهمًا ثم ردَّه ولم يتميز فتلف الكل ضمن الكل، وإن تميَّز ضمنه وحده.
وإن سافر وربها غائب صحبها، فإن خاف أودعها الحاكم، وإن تعذَّر فثقة، وإن أودعها بلا عذر فتلفت ضمن، وإن ادَّعى الإذن قُبل، وإن علم الثّاني استقرَّ الضمان عليه. وإن دفنها وأعلم الساكن فهو كما لو أودعه. وإن جحدها ثبت إيداعه فادعى تلفًا سابقًا لجحوده وأتى ببيِّنة لم يسمع. وإن ادَّعى ردًّا متأخرًا وله بينة سمعت وإلَّا حلف خصمه. ولو كان قال: ما لك عندي شيء قبل، وعلى وارثه بينة ردها، فإن أمسكها فتلفت ضمنها.

<span data-type="title" id=toc-272>باب الشفعة </span>(١)
لا تجب إلّا لشريك في عقار (٢) تجب قيمته (٣) بالثمن الذي استقر عليه
_________
(١) قال في "التنقيح". الشفعة: هي استحقاق الإنسان انتزاع حصة شريكه من يد، ومن شرطه أن يكون شقصًا مشاعًا من عقار ينقسم قسمة إجبار (ص ٢٣٦)، وفي المغني: "هي استحقاق الشريك انتزاع حصة شريكه المنتقلة عنه من يد من انتقلت إليه، وهي ثابته بالسنة والإجماع" (٧/ ٤٣٥ - ٤٤٤). وتثبت بشروط أربعة كما في المغني، وهي: الأوَّل: أن يكون الملك مشاعًا غير مقسوم فأمّا الجار فلا شفعة له، والثاني: أن يكون المبيع أرضًا لأنها تبقى على الدوام ويدوم ضررها، الثالث: أن يكون المبيع مما يمكن قسمته، الرابع: أن يكون الشقص متنقّلًا بعوض (٧/ ٤٣٥).
(٢) قوله: "لا تجب إلَّا لشريك في عقار. . . " إلخ، قال في "دليل الطالب": فلا شفعة للجار، (ص ١٥٤).
(٣) وعبارة المحرر: "لا تجب إلا لشريك في عقار يجب قسمته" (١/ ٣٦٥)، وهي أوضح لبيان المقصود، إلا أن الأدمي رحمه اللَّه قد اختصر العبارة وذكرها إجمالًا إذ أن عبارة المحرر عقب ذلك تقول: "تجب في الشقص المبيع بمثل ثمنه الذي استقر عليه العقد إن كان مثليًّا وإلا فبقيمته يوم استقرار العقد" (١/ ٣٦٥).',NULL,'288',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (280,'العقد. ولا يجب فيما ملك بهبة، أو وصية، أو عوض خلع، أو نكاح، أو صلح دم (١). ولا في بيع الخيار ما لم ينقص.
ومن أخَّر الطلب بلا عذر، أو كذَّب مخبرًا يقبل خبره، أو أعسر بالثمن فوق ثلاثة أيام، أو كان مؤجلًا ولم يوثق به، أو أبى أخذ غرس المشتري بقيمته، أو قلعه بنقصه، أو وقف المشتري، أو وهب، أو طلب بعض المبيع، أو أسقطها الولي سقطت، لكن للصبي أخذها إذا بلغ.
وإن أذن الشفيع في البيع، أو وكل فيه، أو أسقطها قبله، أو جهل الشفعة حتى باع حصته، أو غره مشتري بزيادة في الثمن أو هبة لم يسقط. وإن تلف بعض المبيع أخذ الباقي بقسطه، [وإن] (٢) كان شقصًا أو سبقًا أخذ الشقص (٣) بقسطه والشفعة بين الشركاء بقدر حقوقهم.
وإن عفى أحدهم لم يكن للباقين إلّا أخذ الكل أو الترك. وإن كان المشتري شريكًا زاحمهم بقسطه ولم يملك تركه ليوجبه على غيره. وإن باع المشتري الشقص أخذه الشفيع ممن شاء بما اشتراه. فإن أخذ من الأول رد ثمن الثّاني عليه. فإن كان المشتري آخر فسخت منذ الأخذ. وتصرف المشتري بعد الطلب باطل.
وإن فسخ العقد لإقالة أو عيب في الشقص فللشفيع نقض الفسخ والأخذ. وإن فسخ البائع لعيب في الثمن المعين قبل أخذ الشفعة سقطت.
_________
(١) قوله: "أو صلح دم"، قال في المحرر: "ثلاثة أوجه" (١/ ٣٦٥).
(٢) ما بين المعقوفتين غير ظاهر، وما أثبتناه من المحرر، وعبارته: ولو كان المبيع شقصًا وسيفًا أخذ الشقص بقسطه (١/ ٣٦٦).
(٣) الشقص: بكسر الشين، هو القطعة من الأرض والطائفة من الشيء، والشقيص الشريك، وهو هنا النصيب المعلوم الذي لم يفرز، انظر: المطلع (ص ٢٧٨)، و"معجم لغة الفقهاء" (ص ٢٦٥).',NULL,'289',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (281,'وإن كان أخذه بها أمضيت. وللبائع إلزام المشتري بقيمة الشقص. ويتراجع الشفيع والمشتري بفضل ما بين القيمة والثمن، فيرجع وارثه على الآخر. وإن اختلفا في قدر الثمن حلف المشتري. وإن قال: بعت، فأنكر المشتري، أخذه بما قال البائع، وعهدة الشفيع على المشتري، فإن جحد فعلى البائع.
ولا شفعة لكافر على مسلم (١).

<span data-type="title" id=toc-273>باب المَوَات </span>(٢)
وإن أعمر أرضًا دائرة (٣) عمارة عرفية لما يريده ولم يجر عليها ملك معصوم ولم يصالح عليها كافر أنها له ولم يتعلق بها مصلحة ملكها، أَذِنَ الإِمامُ أو لا. وعلى الذمي إحياء موات عنوة الخراج. وحريم البئر خمسون
_________
(١) قوله: "ولا شفعة لكافر على مسلم"، قال في المفردات:
ليس على المسلم للذمي ... بشفعة أخذًا على المرضي
قال العلَّامة البهوتي شارح المفردات: أي إذا كان المشتري مسلمًا والشريك ذميًّا فليس للذمي على المسلم شفعة على المذهب، نص عليه. قال: ولنا حديث أنس مرفوعًا: "لا شفعة لنصراني"، رواه الدارقطني في كتاب العلل، ص ١٩٨.

(٢) قوله: "باب الموات"، قال في المحرر: "باب إحياء الموات" (١/ ٣٦٧)، "وهي الأرض الدائرة التي لا يعلم أنها ملكت"، الشرح الكبير (١٦/ ٧٥)، وفي الغاية: "هي الأرض المنفكة عن الاختصاصات وملك معصوم" (٢/ ٢٦٧). والمتأمل لتعريف المنور يجده شاملًا لما ذكر، وأدخل عليه حكم الأرض المصالح عليها الكافر. . . " إلخ، وهو زد (٥١).
(٣) قوله: "دائرة"، قال في الصحاح: "دثر الرسم درس وبابه دخل" (ص ١٩٨)، وفي أساس البلاغة: "سيف دائر: بعيد عهد بالصقال"، (ص ١٢٦)، وفي "المطلع": الدائرة، أي الدارسة، (ص ٢٨٠).',NULL,'290',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (282,'ذراعًا من كل جانب، والصغيرة نصفها (١).
وللإِمام إحياء موات لرعي ما عليه حفظه ومال من ضعف عن البعد للمرعى. وللإِمام الثّاني تغييره إلا ما حماه الرسول عليه الصلاة والسلام. ولا يُملك تحجير أو إقطاع لكنه أحق ووارثه. وله هبته دون بيعه. ولا يملك مباح قبل حيازته وعليه بدل فاضل مائِهِ. وأحق الناس بالجلوس في الشوارع ما لم تضر من أقطعه الإِمام، ثم من سبق، فإن تساويا أقرع، والمنبوذ لآخذه (٢).
_________
(١) قوله: "وحريم البئر خمسون ذراعًا من كل جانب والصغيرة نصفها"، قال في المحرر: ومن حفر بئرًا في موات ملكها وملك حريمها خمسًا وعشرين ذراعًا من كل جانب، وإن سبق إلى بئر عادية فحريمها خمسون ذراعًا (ص ٢٦٨).
(٢) يلاحظ أنَّ الأدمي رحمه اللَّه ترك بعض المسائل التي ذكرها المحرر عملًا بالمجمل والاختصار، فمن ذلك:
١ - من أحيا أرضًا فظهر بها معدن جامد فهو له فأما ماؤها وكلؤها ومعدنها الجاري فلا يملكه.
٢ - إذا كان الماء في نهر مباح سقي من أعلاه حتى يبلغ الماء إلى الكعب ثم يرسل إلى من يليه.
٣ - من سبق إلى معدن مباح فهو أحق بما ينال عنه.
٤ - ومن سيب دابته بمهلكة لانقطاعها أو عجزه عن علفها ملكها الغير باستنقاذه لها.
٥ - كما أنه لم يبين صور الإِحياء فقد قال في المحرر: بأن حازه بحائط أو عمره العمارة العرفيه لما يريده، وانظر: الشرح الكبير (١٦/ ١٠٦)، وقال في الإِنصاف: وإحياء الأرض بأن يحوزها بحائط أو يجري لها ماء أو يحفر فيها بئرًا، ومراده بالحائط أن يكون منيعًا، وقال: وهذا هو الصحيح من المذهب، نص عليه (١٦/ ١٠٦).',NULL,'291',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (283,'<span data-type="title" id=toc-274>باب الوقف</span>
لا يصح إلّا في عين يجوز بيعها ويدوم نفعها (١) مع بقائها بمعلوم في معلوم يملك في بر مُنَجّز (٢). فلو وقف أحد عبديه، أو على أحد ابنيه، أو على بهيمة، أو عبد قن (٣)، أو كنيسة، أو شرط فيه الخيار لم يصح. ويصح على المساجد، والفقير المعيّن حتى الذمي (٤). وإن اشترط الغلَّة مدة حياته صح.
_________
(١) قال في الشرح الكبير: "هو تحبيس الأصل وتسبيل المنفعة وهو مستحب" (١٦/ ٣٦١)، وقال في الإنصاف: "تحبيس مالك مطلق التصرُّف ماله المنتفع به مع بقاء عينه بقطع التصرف الواقف في رقبته بصرف ريعه إلى جهة بر تقرُّبًا إلى اللَّه تعالى. اهـ". وقال الشيخ تقي الدين رحمه اللَّه: "وأقرب الحدود في الوقف كل عين تجوز عاريتها"، فأدخل رحمه اللَّه في حده أشياء كثيرة لا يجوز وقفها عند الإمام أحمد والأصحاب (١٦/ ٣٦٢ - ٣٦٣)؛ وقال في الغاية: وأركانه أربعة: واقف وموقوف وموقوف عليه وما ينعقد به (٢/ ٢٨٩).
(٢) غير مقروءة، ولعلها منجز كما هو ظاهر من رسمها، ومفهوم العبارة أنه لا يصح على غير منجّز كمن شرط فيه الخيار كما يظهر من العبارة بعدها، واللَّه أعلم.
(٣) قوله: "عبد قن"، القن هو العبد المملوك هو وأبواه، وفي اصطلاح الفقهاء: الرقيق الكامل رقّه ولم يحصل فيه شيء من أسباب العتق، بخلاف المكاتب والمُدَبر والمعلّق عتقُه بصفة وأم الولد. المطلع (ص ٣١١).
(٤) قوله: "حتى الذمي"، قال في الإنصاف: يعني إذا أوقف على أقاربه من أهل الذمة صح، وهذا المذهب، نص عليه، وعليه الأصحاب قاطبة، وقال: قد يقال: مفهوم ذلك أنه لا يصح على ذمي غير قرابته وهذا أحد الوجهين، وقيل: يصح على الذمي وإن كان أجنبيًّا من الواقف، وهو الصحيح من المذهب (١٦/ ٣٨٢)، وكذا في التنقيح (ص ٢٤٩).',NULL,'292',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (284,'وإن وقف على نفسه (١) أو أولاده ولم يذكر مصرفًا صرف بعدهم إلى مصالح المسلمين.
وإن وقف على جهة تصح وجهة لا تصح، صرف إلى الصحيحة في الحال.
وإن قال وقف بعد موتي (٢)، صح من الثلث.
ويصح بالقول والفعل الدال عليه كجعل أرض مسجدًا، أو يأذن بالصلاة فيه (٣).
وصريحه: وَقَفْتُ، وَحَبَسْت، وَسَبَّلْت (٤).
وكناياته: تصدقت، وحرمت، وأَبَّدْتُ.
ويلزم بمجرد إيجابه.
وإن وقف على زيد وعمرو وبكر، ثم على المساكين فمن مات من الثلاثة أو رد، فحصته لمن بقي، وإن مات الثلاثة أو ردوا فهو للمساكين (٥).
_________
(١) قوله: "وإن وقف على نفسه"، قال في الشرح الكبير (١٦/ ٣٨٦): ولا يصح على نفسه في إحدى الروايتين، قال في الإنصاف: وهو المذهب، وعليه أكثر الأصحاب، والرواية الثانية: يصح، نص عليه (١٦/ ٣٨٦)، وانظر: الفروع (٤/ ٥٨٥).
(٢) غير واضحة في الأصل، وعبارة المحرر: ولو قال: وقفت بعد موتي. . . (١/ ٣٦٩).
(٣) انظر: المقنع (١٦/ ٣٦٦)، والشرح الكبير (١٦/ ٣٦٦).
(٤) قوله: "وسبلت"، قال في الإنصاف: صريحة على الصحيح من المذهب، وعليه الأصحاب (١٦/ ٣٦٧)، والشرح الكبير (١٦/ ٣٦٦).
(٥) انظر: الشرح الكبير (١٦/ ٤٣٢)، وقال في الإِنصاف: وهذا هو المذهب وعليه الأصحاب (١٦/ ٤٣٢).',NULL,'293',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (285,'ويملك الموقوف عليه الوقف، فتلزمه زكاته وأرش جنايته، وله تزويج أمته، والنظر فيه مع الإِطلاق.
وولد الموقوفة من زوج وزنًا وقف (١)، ومن شبهة تصرف قيمته في مثله.
ولا يخالف شرط الواقف (٢)، فإن تعذر استيعاب أهل الوقف أجزأ ثلثه (٣) فما دون.
فإن أتلف الوقف متلف، أو عطب الفَرسُ الحبيس، أو خرب المسجد، ولم يوجد ما يعمر به، صرف ثمنها في مثلها (٤).
ويصح نقض آلة المسجد (٥) لعمارته وصرف فواضله إلى جيرانه، ولا يحدث فيه حدث، ويجوز بناؤه بإذن الإمام بطريق لم يضرّ.
_________
(١) وعبارة المحرر: وولد الموقوفة من زوج أو زنا وقف معها (١/ ٣٧٠).
(٢) قوله: "ولا يخالف شرط الواقف"، قال في الغاية، وعند الشيخ: يجوز تغيير شرط الواقف لما هو أصلح. (٢/ ٢٩٥).
(٣) قوله: "ثلثه"، في الأصل: "ثلاثة"، والصواب ما أثبتناه.
(٤) قوله: "صرف ثمنها في مثلها"، وهو من المفردات، قال في نظم المفردات:
وبالخراب إن زال الانتفاع ... وقيل أو معظمه لا يباع
بشرط أن لا يرتجى للتعمير ... ويشتري بالثمن للنظير
قال العلامة البهوتي: يعني إذا تعطَّلت منافع الوقف بالكلية كدار انهدمت، أو أرض خربت وعادت مواتًا، أو مسجد انتقل أهل القرية عنه وصار لا يصلَّى فيه ولم يمكن توسعته: بيع جميعه واشتري بثمنه مثله، نص عليه، خلافًا لمالك والشافعي (ص ٢٠٦).
(٥) انظر: الغاية (٢/ ٣١٥)، وقال: "ونقل آلة وأنقاض مسجد جاز بيعه لمسجد آخر احتاجها أولى من بيعه كتجديد بنائه. . . " إلخ، وانظر: "الفروع" للتفصيل (٤/ ٦٢٢ - ٦٣٠).',NULL,'294',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (286,'<span data-type="title" id=toc-275>باب اللُّقَطَة </span>(١)
من الْتَقَطَ ما يمتنع من صغار السباع (٢) ولم يدفعه إلى الحاكم ضمن تالفه بقيمته مرتين. وترك ما سوى ذلك أفضل. فإن الْتَقَطَ ولم يأمن نفسه (٣) عليه كان كالغاصب. ويجب تعريفها على الفور عامًا في مجامع الناس. فإن عُرِفت وإلَّا ملكها. وما التقطه صبي أو سفيه عَرَّفه وليهما وملكاه. وما التقط فاسق ضُم إليه عدل.
فإن التقطه عبد فله إعلام سيده العدل. وللسيِّد أخذه مع عدالة العبد، فإن لم يُعْلِمْ سَيّدَه حتى عَرَّفها ملكها ولزمت قيمتها ذمته. وإن أتلفها قبل الحول تعلَّقت قيمتها برقبته. ولقطة المهايأة (٤) بينه وبين سيِّده. وكذا اكتسابه
_________
(١) قوله: "باب اللقطة"، تبع فيه المحرر، ويلاحظ أنه لم يفرد "للجعالة" بابًا بل جعلها ضمن باب اللقطة كما في المحرر (١/ ٣٧٢)، كما أن "المنور" -كما في المحرر- جعل "اللقطة" عقب "الوقف" خلافًا للإنصاف والتنقيح والغاية وغيرها. وعرف اللقطة في الغاية: "هي مال أو مختص ضائع أو في معناه لغير حربي" (٢/ ٢٧٧)، وفي الإِنصاف "هي المال الضائع من ربه" (١٦/ ١٨٥)، وزاد في الشرح الكبير بقوله: "هي المال الضائع من ربه يلتقطه غيره"، (١٦/ ١٨٥). وقال الخليل بن أحمد: اللقطة بفتح القاف اسم للملتقط، واللقطة بسكون القاف المال الملقوط، وفرقوا بين المتروك قصدًا لأمر يقتضيه كالمال المدفون والشيء الذي يترك ثقة به كالخشب الكبار وأحجار الطحن. الإنصاف (١٦/ ١٨٦).
(٢) قوله: "ما يمتنع من صغار السباع، كالإِبل والبقر والخيل والبغال والحمير"، والمعنى التي تدفع عن نفسها إما بالرفس أو الجري.
(٣) قال في نظم المفردات، (ص ٢٠١):
وعندنا الأفضل ترك اللقطة ... وإن يخف عليها عادٍ شططه
(٤) المهايأة: بضم الميم، الاتِّفاق على قسمة المنافع على التعاقب، "معجم لغة الفقهاء" (ص ٤٦٦).',NULL,'295',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (287,'النادر من ركاز (١) وهدية.
ويضبط قدر اللقطة وصفتها ووكاءها (٢) ووعاءها، فمن وصفها (٣) أخذها بلا يمين ولا شاهد. وإن ادَّعاها غيرُه وله بينة أخذها من الواصف. فإن تلفت عنده ضمنه دون الدافع. فإن وصفها اثنان اقتسماها، وزيادتها المنفصلة الحادثة بعد تعريفها لملتقطها. وإن تلفت أو غابت بعد تعريفها ضمن ذلك يوم عرفَها ربها. فإن تداعى المؤجر والمستأجر دِفْنًا (٤) حلف واصفه. ونتاج الجعل (٥) للملتقط إن عَلِمَ قبل التقاطه. والقول في قدره قول المالك. ولا يستحق بغير شرط إلَّا في رد آبق ففيه دينار أو اثنا عشر درهمًا. ومن بلغه جعل عمل في أثنائه (٦) فأتمه بنية الأخذ استحقه بقسطه. وللمالك
_________
(١) الركاز: قطع من ذهب أو فضة يخرج من الأرض أو المعدن. المطلع (ص ١٣٣).
(٢) الوكاء: هو الخيط الذي يشد به الصرة أو الكيس، والوعاء ما يجعل فيه المتاع. المطلع (ص ٢٨٣).
(٣) العبارة في الأصل هكذا: "فمن أخذها بلا يمين ولا شاهد"، وعبارة المحرر: "فوصفها أعطيها بلا يمين ولا شهود" (١/ ٣٧٢)، وكلمة "وصفها" يوجد إشارة إلى أول حرف منها في هامش الأصل.
(٤) دفنًا، أي: ما دفن من كنز أو مال ونحوه، بكسر الدال. المطلع (ص ١٣٤).
(٥) الجعل: قال في الغاية: هي جعل مال معلوم كأجرة لا من مال محارب (٢/ ٢٧٤)، وقال في الإِنصاف: وهو نوع إجارة لوقوع العوض في مقابلة منفعة وإنما تميز بكون الفاعل لا يلتزم الفعل، ويجوز في الجعالة الجمع بين تقدير المدة والعمل على الصحيح من المذهب (١٦/ ١٦٣).
(٦) قوله: "في أثنائه"، وافقه الشرح الكبير (١٦/ ١٦٤)، وقال في الإِنصاف: وإن قال: من ردَّ عبدي من بلد كذا فله دينار فرده إنسان من نصف طريق ذلك البلد استحق نصف الجعل (١٦/ ١٦٥).',NULL,'296',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (288,'الفسخ، وللعامل أجرة عمله (١).

<span data-type="title" id=toc-276>باب اللقيط </span>(٢)
وهو حرٌّ مسلم، وإن وجد في بلد كفر فكافر (٣). ويستحب الإِشهاد (٤) على اللقيط واللقطة، وما وجد عن أسداسه (٥) من مال فهو له فإن عدم فنفقته ببيت المال. ولحاضنه أن ينفق عليه بلا إذن والسفر به من بدو إلى حضر ولا عكس.
فإن التقطه اثنان قدم الموسر، ثم المقيم، ثم القارع، فإن تداعيا السبق
_________
(١) قال في المقنع: هي عقد جائز لكل واحد منهما فسخها، وإن فسخها الجاعل بعد الشروع فعليه للعامل أجرة عمله (١٦/ ١٧١)، والغاية (٢/ ٢٧٦).
(٢) قال في التنقيح: وهو طفل لا يعرف نسبه ولا رقّه، نبذ أو ضل إلى سن التمييز، والتقاطه فرض كفاية (ص ٢٤٧)، ووافقه في الغاية (٢/ ٢٨٤)، وقال في الشرح الكبير: "والتقاطه واجب" (١٦/ ٢٧٩)، وفي الإِنصاف: وهو الطفل إلى سن التمييز، وقيل: إلى البلوغ (١٦/ ٢٨٠).
(٣) قوله: "فكافر"، قال في المحرر: وقيل: مسلم، وقيل: إن كان فيه مسلم فمسلم (١/ ٣٧٣)، وفي التنقيح: فإن كثر المسلمون فمسلم (ص ٢٤٧)، ووافقه في الغاية وزاد: أو في بلد إسلام كل أهله أهل ذمة فمسلم، خلافًا لهما -أي: الإقناع والمنتهى- تبعًا للدار" (٢/ ٢٨٤).
(٤) قوله: "ويستحب الإشهاد على اللقيط"، قال في الإنصاف: "على الصحيح من المذهب، وقيل يجب" (٦/ ٢٨١).
(٥) قوله: "أسداسه"، قال في "أساس البلاغة": إزار سديس وسداسي ست أذرع (ص ٢٠٦)، فلعله الثوب الذي عليه أو الذي لف به مع ما فيه من نفقة، وعبارة المحرر: وما وجد معه من نقد وعرض فوقه أو تحته أو مشدود إليه أو بقربه. . . " إلخ. (١/ ٣٧٣).',NULL,'297',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (289,'قدم ذو البينة ثم اليد، فإن تساويا في اليد أقرع، فإن تساويا في عدمها أعطاه الحاكم من شاء إلّا أن يصفه أحدهما فيقدم. ولا حضانة لباد متنقل، ولا لكافر، وفاسق على مسلم. وإن بلغ اللقيط المحكوم بإسلامه فنطق بالكفر كان مرتدًّا.
ومن ادَّعى رقَّه وثبت أن أمته ولدته ملكه. ومن ادعى رِقّ طفل أو مجنون في يده قبل بلا يمينه، وإن كان الملتقط فلا، وإن كان المدَّعي بالغًا عاقلًا فأنكر قُبِل. وإن عاد فأقرَّ برقِّه لم تقبل. فإن لم يسبق منه إنكار ولا بيع وشراء ونكاح وطلاق قُبِل.

<span data-type="title" id=toc-277>باب الهبة </span>(١)
يصح فيما يقدر على تسليمه، ويباح نفعه، وفي مجهول تعذر علمه كالصلح. وتفسد بتوقيتها (٢) وتعليقها.
_________
(١) قوله: "باب الهبة"، لم يعرفها المحرر كعادة مؤلفه رحمه اللَّه، إذ أنه يشرع في بيان المسائل المتصلة به وتبعه في المنور، قال في التنقيح: وهي تمليك مال معلوم موجود مقدور على تسليمه في الحياة غير واجب بغير عوض، بما يعد هبة عرفًا، (ص ٢٥٥)، وتشمل هبة وموهوب له، قال شيخ الإسلام: والصدقة أفضل من الهبة إلّا أن يكون فيها معنى يقتضي تفضيلها (٢/ ٣١٨)، وقال في "الشرح الكبير": الهبة والعطية والهدية والصدقة معانيها متقاربة، وهي تمليك في الحياة بغير عوض واسم الهبة والعطية شامل لجميعها (١٧/ ٥)، وقال في الإنصاف: وهي تمليك في حياته بغير عوض، هذا المذهب مطلقًا وعليه الأصحاب (١٧/ ٥).
(٢) قوله: "وتفسد بتوقيتها"، انظر: المقنع (١٧/ ٤٤)، والشرح الكبير (١٧/ ٤٤)، وقال في الإِنصاف: هذا المذهب، وقالوا: إلا في العمرى والرقبى، والعمرى، أي: جعلتها لك عمري أو عمرك (١٧/ ٤٤).',NULL,'298',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (290,'وتنعقد بما يعد هبة كقوله: نحلتك (١) وملكتك، وجعلته لك عمرك أو عمري فيقول: قبلت أو رضيت.
وإن أباحه السكنى رجع متى شاء. فإن شرط عوده إن مات قبله وهو الرقبى (٢) أو عوده بكل حال صح العقد دون الشرط ولا يلزم. ولا يملك إلَّا مقبوضة بإذن الواهب. فإن كانت في يد المتهب لزمت عقيب العقد. وإن مات الواهب قبل القبض حلفه وارثه. وإن مات المتهب بطل العقد، ويعطي أقاربه على حسب إرثهم. وإن خالف، أو خص بعضهم ولم يعدل حتى مات أثم ولزم. وإن فَضَّل بعضهم بالوقف جاز (٣).
ولا يملك الواهب الرجوع إلَّا الأب أو الزوجة بسؤال الزوج. ومتى زال ملك الولد عن الموهوب، أو تعلّق به حق نكاح، أو إرث، أو فلس فلا
_________
(١) قوله: "وتنعقد بما يعد هبة. . . " إلخ، انظر: الشرح الكبير (١٧/ ١١)، والإِنصاف (١٧/ ١١)، وقال: هذا المذهب.
(٢) الرقبى: هبة ترجع إلى المرقَّب إن مات المرقِّب. المطلع (ص ٢٩٢)؛ لأن كل منهما يرقُب موت صاحبه لترجع الهبة له، وانظر: الفروع (٤/ ٦٤١)، وفي "معجم لغة الفقهاء": "أن يعطي الرجل إنسانًا دارًا فإن مات أحدهما كانت للحي منهما" (ص ٢٢٠).
(٣) قال في المقنع: وإن سوى بينهم في الوقف، أو وقف ثلثه في مرضه على بعضهم جاز، نص عليه، وقياس المذهب أن لا يجوز (١٧/ ٧٤)، وقال في الإِنصاف (١٧/ ٧٤ - ٧٦): جاز، نص عليه، وفصل في المسألة بقوله: إذا سوى بينهم في الوقف جاز على الصحيح من المذهب، نص عليه، وعليه أكثر الأصحاب، وقال: وهو احتمال في المحرر، والمسألة الثانية: إذا وقف ثلثه في مرضه على بعضهم وكذا لو أوصى بوقف ثلثه على بعضهم جاز، على الصحيح من المذهب، نص عليه، قال في الفروع: هذه الرواية أشهر، وقال في المحرر: وإن فضل بينهم في الوقف جاز نص عليه ويحتمل المنع (١/ ٣٧٤).',NULL,'299',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (291,'رجوع، وإن عاد بفسخ رجع. وإن رهنه، أو كاتبه، رجع بعد الفك. والزيادة المنفصلة للابن. وإن كانت ولد أمة منعت الرجوع كالمتصلة.
وله تملك ما شاء من مال ولده ما لم يضرّ به (١)، ولا يملكه إلّا بقبضه مع قول أو نية، فلا يصح تصرُّفه قبل ذلك. وليس لابنه مطالبته (٢) بدين ولا قيمة متلف ولا إرث. وإن قضاه في مرضه أو أوصى له به كان من صلب ماله ولا تسقط (٣).
* * *
_________
(١) قوله: "ما لم يضّر به"، قال في نظم المفردات:
من مال ولد جاز أخذ الوالد ... بقدر ما يحتاج أو بالزائد
إلَّا إذا ما حصل الإِجحاف ... حينئذ لا يثبت الخلاف
وقال أبو حنيفة والشافعي: ليس للوالد أن يأخذ من مال ولده إلا بقدر حاجته، (ص ٢٠٩).
(٢) وهو من المفردات، قال ناظمها:
لا يملك ابنٌ لأب مطالبه ... ديونه حتى القروض ذاهبه
خلافًا لأبي حنيفة والشافعي (ص ٢١٠).
وجد على الحاشية آخر كتاب الهبة قوله: "بلغ مقابلة"، فدل على مقابلة هذه النسخة على أصل، وقد تكرر ذلك في صفحات أخرى.
(٣) في الأصل: "ولا يسقط" أو: "ولا تسقط" بحسب سياق الكلام؛ لأن الأدمي لا يعجم. وفي المحرر: "وإلا سقط بموته، نص عليه، وقيل: لا يسقط"؛ فدلَّ ذلك أن الأدمي اختار عدم السقوط ورجحه.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (292,'<span data-type="title" id=toc-278>كتاب الوصايا </span>(١)
تصح من ولد عشر يعقلها ولو بخطه (٢) ومن سفيه. وإن قال: رجعت، أو كاتب الموصى به أو دَبَّره (٣)، أو أوجبه في بيع، أو هبة فلم يقبل، أو خلطه ولم يتميز، أو طحنه، أو نسجه، أو هدمه، بطلت. وإن زوجها، أو أجرها، فلا.
_________
(١) قوله: "كتاب الوصايا"، وهي الأمر بالتصرُّف بعد الموت، والوصية بالمال هي التبرُّع به بعد الموت. الشرح الكبير (١٧/ ١٩١). وقال في الإنصاف: هذا الحد هو الصحيح (١٧/ ١٩١). والوصية مشروعة؛ لقوله تعالى: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ} [البقرة: ١٨٠]، ولقوله -صلى اللَّه عليه وسلم-: "ما حق امرئ مسلم له شيء يوصي فيه يبيت ليلتين إلَّا ووصيته مكتوبة عنده"، متَّفق عليه. وقال في الغاية: ولا يعتبر فيها القربة لصحتها لنحو حربي ومرتد (٢/ ٣٢٩).
(٢) قوله: "ولو بخطه"، غير ظاهر في الأصل لكن عبارة المحرر أيدت أنها: "بخطه"، قال في المحرر: "ومن وجدت له وصية بخطه عمل بها" (١/ ٣٧٦)، وتصح الوصية بالخط، قال في الإنصاف: هذا المذهب مطلقًا (١٧/ ٢٠٤).
(٣) قوله: "دبَّره"، أي: جعل رقيقه مُدَبّرًا بتشديد الموحدة وفتحها، والمُدَبّر: هو العبد الذي عُلق عتقه بموت سيده، أي: دُبُرَ موته، فهو لفظ خص به العتق بعد الموت، المطلع (ص ٣١٦)، وقال في الشرح الكبير: "والتدبير أقوى من الوصية لأنه يتنجّز بالموت" (١٧/ ٢٦٣).',NULL,'301',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (293,'فإن وصى بمعين لزيد ثم لعمرو اقتسماه. فإن مات أحدهما قبل الموصي كان للآخر. وإن قال: ما وصيت به لزيد فهو لعمرو، كان لعمرو. وإن قال: إن مت من مرضي هذا فلزيد مائة فشفي بطلت.
ولا يصح بأكثر من الثلث، ولا لوارث إلَّا بإجازة الورثة (١). وإجازتهم وردهم قبل موت الموصي لغو.
وفي مرضه من ثلثه كصحيح حابا (٢) في بيع خيار ثم مرض في المدة.
وإن رجع المجيز في غير معين، أو مقدر وقال: ظننت قلة المال، حلف ورجع بما زاد على ظنه، فيمنع الوارث من الزائد والأجنبي من ثلثه.
ويصح وصية من لا وارث له بكل ماله (٣). وإن كان الوارث زوجًا أو زوجة بطلت في قدر فرضه من الثلثين.
_________
(١) قوله: "إلَّا بإجازة الورثة"، انظر: الشرح الكبير (١٧/ ٢٢٠)، وقال في الإنصاف: يحرم عليه فعل ذلك على الصحيح من المذهب، نص عليه، وتكون موقوفة على إجازة الورثة (١٧/ ٢٢١).
(٢) قوله: "حابا"، المحاباة بضم الميم، هي الحط أكثر من الآخرين بغير وجه صحيح كالهبة لأحد أولاده دون بقيتهم من غير مبرر، وهي المسامحة في البيع بزيادة المشتري شيئًا على الثمن أو حط البائع شيئًا منه. "معجم لغة الفقهاء" (ص ٤٠٧).
(٣) قال في المقنع: وعنه لا يجوز إلَّا الثلث (١٧/ ٢١٦)، وفي الشرح الكبير اختلفت الرواية عن أحمد في مَن لم يخلف من ورائه عصبة ولا ذا فرض (١٧/ ٢١٦)، وقال في الإِنصاف: يجوز وصيتة بجميع ماله، هذا المذهب، وعليه الأصحاب (١٧/ ٢١٦).',NULL,'302',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (294,'<span data-type="title" id=toc-279>باب تبرعات المريض </span>(١)
لا يصح هبته ومحاباته بأكثر من الثلث (٢) لأجنبي ولا لوارث إلَّا بإجازة الورثة. فأما المرض الممتد كالسل (٣)، والجذام، ما لم يقطع بصاحبه، فعطيته من رأس المال. والحامل إذا ضربها الطلق (٤)، وحاضر
_________
(١) قوله: "باب تبرُّعات المريض"، قال في الغاية: عطية مريض وهي هبة في غير مرض موت ولو مخوفًا أو غير مخوف (٢/ ٣٢٨)، وقال في المقنع والشرح الكبير (١٧/ ١١٩): أمر المريض غير مرض الموت أو مرضًا غير مخوف كالرمد ووجع الضرس والصداع ونحوه -وزاد في الغاية: وحمَّى يوم وإسهال ساعة بلا ورم-، فعطاياه كعطايا الصحيح سواء، تصح من جميع ماله.
(٢) قوله: "لا يصح هبته ومحاباته بأكثر من الثلث. . . " إلخ؛ هذا في مرضه المخوف، قال في المحرر: كل تبرُّع منجز من هبة ومحاباة ونحوه في مرض الموت المخوف القاطع صاحبه فلا يجوز لوارث ولا زيادة على الثلث لغيره إلَّا بإجازة الورثة (١/ ٣٧٧).
(٣) قوله: "المرض الممتد كالسل والجذام. . . " إلخ، في المحرر: فرق بين المخوف والممتد في أنَّ المخوف لا يصح هبته بأكثر من الثلث لأجنبي ولا لوارث، والممتد عطيته من رأس المال، أما في المقنع والشرح الكبير فقد ساووا بين المخوف والممتد، قال في المقنع، والشرح الكبير: وإن كان المرض المخوف كالبرسام -وهو مرض يصيب الدماغ- وذات الجنب والرعاف الدائم والقيام المتدارك -وهو الإِسهال- والفالج في ابتدائه والسل في انتهائه، وما قاله عدلان من أهل الطب أنه مخوف فعطاياه كالوصية في أنها لا تجوز لوارث ولا تجوز لأجنبي بزيادة على الثك إلَّا بإجازة الورثة (١٧/ ١٢٠ - ١٢٣)، وفي الإِنصاف: الأمراض الممتدة إذا صار صاحبها صاحب فراش فهي مخوفة بلا نزاع، وإن لم يصر صاحبها صاحب فراش فعطاياه كعطايا الصحيح، وهو المذهب، وعليه أكثر الأصحاب (١٧/ ١٢٦).
(٤) قوله: "والحامل إذا ضربها الطلق، وحاضر القتال. . . " إلى قوله: "كالمريض"، قال في الشرح الكبير: الخوف يحصل في هذه المواضع الخمسة فيقوم مقام =',NULL,'303',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (295,'القتال، وراكب البحر الهائج، ومن قدم ليقتصر منه، أو وقع الطاعون ببلدة كالمريض.
ووقف المريض على وارثه كهبته له. وإن أعتق ابن عمه، أو أمته وتزوجها، أو اشترى ذا رحم يعتق عليه ممن يرثه عتقوا من الثلث وورثوا (١). فلو اشترى أباه بثمن لا يملك غيره وترك ابنًا عتق ثلث الابن على الميت وله ولاؤه وَرُقّ بثلثه الحر من بقية ثلث سدس باقيها الموقوف، ولا ولاء على هذا الجزء؛ وبقية الثلثين للابن يعتق عليه وله ولاؤه. وإن ملك من يعتق عليه بهبة، أو وصية، أو أقرَّ بعتق ابن عمه عتقا من رأس المال وورثا. وإن اشترى بماله من يعتق على وارثه عتق على الوارث. وإن قال صحيح لعبده إذا جاء رأس الشهر فأنت حر فجاء وهو مريض عتق من الثلث (٢). فإن دَبّر أو أعتق بعض عبده وثلثه يحمله (٣) عتق وأعطى الشريك قيمة حقّه. وإن أعتقهما وهما كل ماله عتق مع الرد القارع. فإن زاد الثلث كمل من الآخر. وإن نقص عتق منه بقدره. فإن كان ثم دين يستغرقهما بيعا فيه. وإن أعتق
_________
= المرض (١٧/ ١٢٧)، قال في الإنصاف: وهو المذهب وعليه الأصحاب في الجملة (٧/ ١٢٨)، وزاد في الغاية: وكمريض مرض موت مخوفًا، ومَنْ بين الصفين وقت التحام مع مكافأة -أي كل طائفة مكافئة للأُخرى- أو من مقهورة لا قاهرة -أي من الطائفة المغلوبة لا الغالبة-، أو عند من عادته القتل، أو جرح جرحًا موحيًا مع ثبات عقله. . . إلخ، (٢/ ٣٢٩).
(١) انظر: الشرح الكبير (١٧/ ١٧٠)، وقال في الإنصاف: قال الحارثي هذا المذهب، وقيل: من الثلث (١٧/ ١٧٠)، ومسألة أمته التي تزوجها قال في المقنع: قال القاضي: ترثه، وقال في الإنصاف: وهو أحد الوجهين وقدمه في المحرر (١٧/ ١٨٢).
(٢) وافقه في الغاية (٢/ ٣٣٠).
(٣) قوله: "وثلثه يحمله. . . "، قال في المحرر: وثلثه يحتمله (١/ ٣٧٩).',NULL,'304',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (296,'أحدهما بعينه وقيمتهما سواء فقال أحد ابنيه: أبي أعتق هذا، وقال الآخر: بل هذا، عتق من كلٍّ ثلثه وكان لكل ابن سدس مَنْ عيّن، ونصف الآخر (١). وإن قال أصغرهما: أبي أعتق هذا، وقال الأكبر: بل أحدهما، فإن قرع غير المعين كان كمن عَيّنه الأكبر والحكم على ما ذكر، وإن قرع المعين عتق ثلثاه ورق ثلثه مع الآخر. فإن أعتق ثلثه فمات أحدهم قبله أقرع، فإن خرجت للميت تممنا الثلث إن بقيت منه بقية بالقرعة من الآخرين. وإن خرجت لأحدهما عتق منه بقدر ثلث قيمتهما. فإن زاد تمم من الآخر.
وإن باع من وارثه ثمن المثل أو وصى له بمعين بقدر حقه صح. وإن باع كَرّا بثلاثين بِكَرٍّ (٢) يساوي عشرة صح في نصف الجيد بنصف الرديء. وطريقه أن تنسب الثلث من المحاباة فبقدر نسبته يصح البيع من المبيع، وللمشتري الخيار. وإن حابا أجنبيًّا في بيع شقص وشفيعه وارث فله الشفعة، وإن قال: أعطاني وهو صحيح، وقال الوارث: بل مريض، حلف الوارث.
وإن اتفقا أنها كانت في رأس الشهر واختلفا في مرضه فيه حلف المعطي.
وإن وصى لوارث فحجب عند الموت صح ولا عكس (٣). فلو وهب زوجته ماله كله فماتت قبله ولا مال لها سواه، قلت: صحت الهبة في شيء وعاد إليه نصفه بقي لورثته المال كله إلَّا نصف شيء يعدل شيئين فأجبر وقابل تجد الشيء خمسي المال ولوارثها خمس. وإن ضاق الثلث عن الوصايا
_________
(١) انظر: المحرر (١/ ٣٧٦).
(٢) وعبارة المحرر: "أو باع كرَّ حنطةٍ قيمته ثلاثون بكرِّ حنطة قيمته عشرة" (١/ ٣٨٠).
(٣) انظر: المقنع (١٧/ ٢٣٣)، والشرح الكبير (١٧/ ٢٣٣)، وقال في الإنصاف: هذا الصحيح من المذهب وعليه الأصحاب (١٧/ ٢٣٣).',NULL,'305',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (297,'والعطايا بدئ بالأول فالأول من العطايا، ثم الوصايا مسويًّا بين متقدّمها ومتأخّرها. وتفارق العطية الوصية في ترتيبها والقبول عند وجودها، وعدم الرجوع فيها وثبوت الملك من حينها (١).
فلو تصدق بثلث ماله ثم اشترى أباه أو اشتراه بماله وهو تسعة وقيمته ستة صح ولم يعتق. وإن مات وعليه دين وحج وكفارة أخرج من رأس ماله، والتبرُّع من ثلث الباقي. وإن قال: أدّوا الواجب من ثلثي بُدئ به، فإن استغرق الثلث بطل التبرع.

<span data-type="title" id=toc-280>باب الموصى له </span>(٢)
وإن وصى لبني فلان لم يدخل الإِناث (٣) إلَّا أن يكونوا قبيلته. وإن وصى لولد فلان (٤) دخل الذكور والإِناث الموجودون في صلبه بالسوية. وإن وصى لولد ولده، أو ذريته، أو نسله، أو عقبه لم يدخل ولد البنات (٥).
_________
(١) قوله: "وتفارف العطية الوصية. . . " إلخ، قال في الشرح الكبير (١٧/ ١١٤)، والغاية (٢/ ٣٣١): تفارق العطية الوصية في أربعة:
١ - أن يبدأ بالأوَّل فالأوَّل منها والوصية يسوى بين متقدمها ومتأخرها.
٢ - أنه لا يصح الرجوع في عطية قبضت بخلاف الوصية.
٣ - أنه يعتر قبول وعطية عندها والوصية بخلافه.
٤ - أنَّ الملك يثبت في عطية مراعي فإذا خرجت من ثلثه عند الموت تبينا أنه كان ثابتًا.
(٢) وفاقًا للمحرر (١/ ٣٨٢).
(٣) قوله: "وإن وصى لبني فلان لم يدخل الإِناث. . . " إلخ، المحرر (١/ ٣٨٢).
(٤) قوله: "وإن وصى لولد فلان دخل الذكور والإناث. . . " إلخ، لقوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ}، [النساء: ١١]، وقوله: "بالسوية" كما في المحرر، وفي الأصل: "السوية".
(٥) لقولهم في البيت المشهور، ولم يعرف قائله ولا يكاد يخلو منه باب من أبواب =',NULL,'306',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (298,'وإن وصى لذي رحمه، أو لأنسابه دخل كل نسيب من جهة والديه وولده (١). وإن وصى لقرابته، وأهل بيته، وقومه دخل ولده وقرابة أبيه، وإن علا.
وعترته: ذريته، ومواليه: عتيقه ومعتقه، وأهل سِكَّته: أهل دربه (٢)، وجيرانه: أربعون دارًا من كل جانب، والأيامى، والعزب: من لا زوج له من رجل أو أمراة، والأرامل: النساء اللاتي فارقهن (٣) أزواجهن.
فإن وصَّى لأقرب قرائبه (٤) تساوى أبوه وابنه، والأخ للأبوين أولى من الأخ للأب، وهما والجد سواء. وإن وصى كافر لأهل قريته، أو قرابته دخل
_________
= الفرائض في كتب الفقه خاصة:
بنونا بنوا أبنائنا وبناتُنا ... أبناؤهن أبناء الرجال الأباعد
(١) قوله: "وولده"، ليست في الصلب بل من حاشية المخطوط (ق ٨٨ - ٨٩).
(٢) قوله: "وأهل سكته: أهل دربه. وجيرانه: أربعون دارًا. . . " إلخ، انظر: المقنع (١٧/ ٣٢٤)، والشرح الكبير (١٧/ ٣٢٤)، وقال في الإِنصاف: هذا المذهب نص عليه، وعليه أكثر الأصحاب (١٧/ ٣٢٤)، وذكروا مستدار أربعين دارًا. المطلع (ص ٢٩٥). والسكة: الزقاق تصطف الدور على طولها، وقال في تهذيب اللغة: "يقال إنما سُمِّيت الأزقة سككًا لاصطفاف الدور فيها كطرائق النخل" (٩/ ٤٣١)، والدرب: الطريق، والدور: مسكن الإنسان وتوابعه، "معجم لغة الفقهاء" (ص ٢٠٥)، وفي تهذيب اللغة للأزهري: "الدار اسم جامع للعرصة والبناء والمحلة وكل موضع حل به قوم فهو دارهم" (٤/ ١٥٤)، وقال نحوه في اللسان (٢/ ١٠٣٢)، وهي مسمّيات مكونات المدن العربية قديمًا.
(٣) قوله: "فارقهن"، ليست من الصلب بل في حاشية المخطوط.
(٤) قوله: "وإن وصى لأقرب قرائبه -في الأصل: قرايبه-. . . " إلى قوله: "والجد سواء"، وافقه في "الشرح الكبير" (١٧/ ٣٢٦)، وقال: لأنَّ كل واحد منهما يدلي بنفسه من غير واسطة، ويحتمل تقديم الابن على الأب والأخ على الجد والأولى أولى. وقال في الإِنصاف بمساواة الأب والابن والأخ والجد، وقال: هذا المذهب بلا ريب (١٧/ ٣٢٦).',NULL,'307',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (299,'مسلمهم ولا عكس. والوقف كالوصية فيما ذُكر.
ولا تصح الوصية للحمل إلَّا أن تضعه لدون نصف سنة من حين الوصية. وإن وصى بثلثه لأحد هذين، أو لجاره محمد وله جاران بهذا الاسم لم يصح. وإن قال: أعطوا ثلثي أحدهما صح.
وإن قال: عبدي غانم (١) حرٌّ بعد موتي وله مائة، وله عبدان بهذا الاسم، عتق من قرع ولا شيء له. وإن وصى لمدبّره فعجز الثلث عن نفسه ووصيه بدأ بنفسه وبطل ما عجز عنه الثلث من وَصِيَّتهِ. ومن وصى لعبده القن عتق وأخذ باقي الثلث وإلَّا عتق منه بقدره (٢). وإن وصى له بربع ماله وقيمته مائة وله سواه ثمان مائة عتق وله مائة وخمسة وعشرون (٣). وإن وصى له بمائة أو بمعين لم يصح. وإن قتل الموصى له الموصي بعد وصيته (٤) بطلت. وإن وصى له بعد الجرح فلا. وكذا المدبّر.
وتصح لحربي ومسجد وفرس جهاد (٥). فإن مات فوصيته أو باقيها
_________
(١) قوله: "غانم"، هذا الاسم استخدمه صاحب المنور رحمه اللَّه في أمثلته وذكره في هذا الباب مرتين واستخدم كذلك "سالمًا" كما في باب "تعارض البينات"، وفي العادة "زيد وبكر"، وهذا مما اختص به كتاب المنور، فلعل هذه الأسماء شائعة الاستعمال في زمانه أو في موطنه، وفي "مغني ذوي الأفهام" لابن عبد الهادي (ت ٩٠٩ هـ) استعمل: "سالمًا". انظر: (ص ٣٣١)، واستعمل في الغاية: "غانمًا" (٢/ ٣٤٩).
(٢) قوله: "بقدره"، من الحاشية وليست من الصلب، وفوله: "وله مائة"، أي: مائة درهم كما في المحرر (١/ ٣٨٣).
(٣) وصورة ذلك أنَّ ربع ماله ٢٢٥، وقيمة العبد، وربع الـ ٨٠٠ يساوي ٢٠٠، وربع الـ ١٠٠ يساوي ٢٥، فيعطى ٢٢٥ - ١٠٠= ١٢٥ درهمًا.
(٤) المقنع (١٧/ ٣٠٠)، والشرح الكبير (١٧/ ٣٠٠).
(٥) قوله: "وفرس جهاد"، قال في المقنع: ولا يصح لبهيمة (١٧/ ٣٢٩)، والشرح =',NULL,'308',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (300,'للورثة. ولا يصح لكنيسة (١)، وكتب إنجيل. وإن وصَّى لصنف ذكره قسم كقسمتها، وإن وصَّى لبني هاشم لم تدخل مواليهم. وإن وصَّى بشيء لزيد (٢)، وبشيء للمساكين، وزيد منهم لم يأخذ من وصيتهم. وإن وصى بثلثه لزيد وللمساكين فلزيد نصفه. وإن وصَّى به لحيٍّ وميت يجهل موته فللحي نصفه (٣)، وإن علم فله كله.
ولا يُشترط قَبول الوصية إلَّا من آدمي معين. وقَبوله وردّه قبل موت الموصي لغو. فإن مات الموصى له قبله بطلت، وإن مات بعده قبل أن يقبل أو يرد خَلَفَهُ وارثه. ومن قبل ما وُصِّي له به تبين ملكه عقيب الموت. وإن تلف الموصى به قبل القَبول بطلت. وإن تغير في سعر، أو صفة قوّم بسعر الموت على أدنى صفاته إلى يوم القَبول. وإن مات قبل قَبوله وصيته فقبل وارثه تبين أنه ملك مورثه فيصرف في دينه ووصيته ويعتق إذا كان ذا رحم. وإن وصى بعتق غانم لم يعتق حتى يعتقه وارثه. فإن أبي أعتقه السلطان وكسبه بين الموت والعتق للعبد.
ونماء العطية المنجّزة من حينها إلى الموت لصاحبها إن حملها الثلث (٤). فلو أعتقه في مرضه وحمله ثلثه فكسب قبل موت سيده تبينّا أن
_________
= الكبير (١٧/ ٣٢٩)، وقال في الإنصاف: إن وصى لفرس حبيس صح إذا لم يقصد تمليكه (١٧/ ٣٢٩ - ٣٣١).
(١) قوله: "ولا يصح لكنيسة. . . " إلخ، قال في المقنع: ولا تصح الوصية لكنيسة ولا بيت نار ولا لكتب التوراة والإِنجيل ولا لمَلَك ولا لميت (١٧/ ٣٢٩)، والشرح الكبير (١٧/ ٣٣٠). وقال في الإِنصاف: بلا نزاع، وقال: هذا المذهب، وعليه الأصحاب قاطبة (١٧/ ٣٢٩).
(٢) قوله: "وإن وصى بشيء لزيد. . . " إلخ، انظر: الغاية (٢/ ٣٤٩).
(٣) انظر: الغاية (٢/ ٣٤٩).
(٤) قوله: "الثلث"، من الحاشية وليست من الصلب (ورقة ٩٠ - ٩١).',NULL,'309',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (301,'كسبه له. وإن حمل بعضه فله من كسبه بقدره، فلو كان لا يملك غيره دخله الدور. وطريقُه أن تجعل قيمته شيئًا، وللورثة شيئين أبدًا، ثم يضم كسبه إلى قيمته فيعتق منه قدر نسبتها من المبلغ من كسبه مثله. فلو كان كسبه خمسة أمثال قيمته، عتق منه ثلاثة أرباعه، وله من كسبه مثلها. وإن كان مثل خمس قيمته عتق منه ثلاثة أثمانه، وله من كسبه مثلها. وإن كان موهوبًا فذلك للمتهب.

<span data-type="title" id=toc-281>باب الموصى به </span>(١)
وإن أوصى بعبد من عبيده (٢) فله أحدهم بالقرعة. فإن هلكوا إلَّا واحدًا أخذه، وإن لم يكن له عبيد بطلت. وإن وصَّى بعبد معين فاستحق بعضه فله بقيته. وإن وصَّى بثلث ثلاثة، واستحق اثنان، أو ماتًا، فله ثلث الباقي. وإن وصَّى بثلث صبرة مثلي، فتلف ثلثاها، فله الباقي. وإن وصَّى بمعين حاضر، وبقية ماله دين، أو غائب، فله ثلث المعين (٣). وكلما حضر
_________
(١) قال في الغاية في باب الموصى به: يعتبر: إمكانه، فلا تصح بمدبّر، واختصاصه، فلا تصح بمال غيره ولو ملكه بعد، ولا بما لا نفع فيه كميتة وخمر وخنزير وسبع لا تصلح لصيد، ويتجه إلَّا لمضطر لآكلها. . . (٢/ ٣٥٠)، وفي المقنع والشرح الكبير (١٧/ ٣٤٢): تصح بما لا يقدر على تسليمه، كالآبق والشارد والطير في الهواء والحمل في البطن واللبن بالضرع وبالمعدوم.
(٢) قوله: "وإن أوصى بعبد من عبيده. . . " إلى قوله: "بطلت"، قال في التنقيح: ويعطيه الورثة ما شاؤوا منهم نصًّا فإن لم يكن له عبيد لم تصح الوصية إن لم يملك أحدًا قبل الموت (ص ٢٦٤)، وانظر: المقنع (١٧/ ٣٥٢)، والشرح الكبير (١٧/ ٣٥٢ - ٣٥٣)، وفي الإنصاف: وهو إحدى الروايتين (١٧/ ٣٥٢).
(٣) انظر: المقنع (١٧/ ٣٨٦)، والشرح الكبير (١٧/ ٣٨٦)، وقال في الإِنصاف: هذا المذهب وعليه أكثر الأصحاب، وذكر أيضًا أن "المحرر" جزم به (١٧/ ٣٨٨).',NULL,'310',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (302,'من الدين أو الغائب شيء فله من المعين بقدر ثلثه. ويعتبر قيمة الحاصل بسعر الموت إلى يوم الحصول على أدنى صفاته، وكذا حكم المدبّر. وإن وصى بمكاتبه قام الموصى له مقامه (١). ويعتبر من الثلث الأقل من قيمته مكاتبًا أو ما بقي عليه. وإن وصى برقبته لزيد وبنجومه لعمرو فأدى، بطلت وَصِيّة زيد. وإن عجز فهو له وبطلت وصية عمرو، وفيما بقي. فإن أنظره لم يلتفت إليه.
وإن وصى لزيد بمنفعة أمته ولعمرو برقبتها فله بيعها وولدها من زوجٍ وزنا وقيمتها إن قتلت وقيمة ولدها من شبهة. ولزيد استخدامها حضرًا وسفرًا وإجارتها ومهرها وعليه نفقتها وتزويجها إليهما.
ويصح بما لا يقدر على تسليمه وبما تحمل أمته أبدًا أو مؤقتًا. وتبطل بتعدده. وتصح بنفع كلب معلم (٢) وزيت نجس وله ثلثهما.
وإن قال: أعتقوا عبد زيد بالف فلم يبع أو طلب أكثر فالألف للورثة. وإن شروه بدونها فالباقي لهم.
وإن قال: أعتقوا عبد زيد وله مائه، فأعتقه زيد فللعبد المائة.
وإن قال: ألف تشترى بها فرس غزو، ومائة تنفق عليه، فاشتروا بدونها فرسًا يساويها، أو قال: أعتقوا عني عبدًا بألف، فاشتروا بدونها عبدًا يساويها، صرف تمام الألف في النفقة مع المائة.
_________
(١) انظر: المقنع (١٧/ ٣٧٨)، والشرح الكبير (١٧/ ٣٧٨)، وقال في الإنصاف: هذا بلا نزاع (١٧/ ٣٧٨).
(٢) المقنع (١٧/ ٣٤٤)، والشرح الكبير (١٧/ ٣٤٤)، وقال: ككلب الصيد والماشية والحرب (ولعلها الحرث)؛ لأن فيه نفعًا مباحًا وتقر اليد عليه. وقال في الإِنصاف: الكلب المباح النفع ككلب الصيد والماشية والزرع لا غير على الصحيح من المذهب (١٧/ ٣٤٥).',NULL,'311',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (303,'وإن قال: حجوا عني بألف، صرفت من ثلثه في حجة (١) بعد أخرى. وإن قال حجة بألف (٢)، فالألف من الثلث لمن حج، فإن أبي من عيّنه بطلت. وإن قاله من عليه الحج صرفت الألف في المسألتين كما سبق، لكن يحتسب من الثلث فاضل نفقة المثل للفرض. وإن أبي من عُين أقيم غيره بنفقة المثل والفاضل للورثة (٣). والوصية بثلث ماله يتناول الموجود والمتجدِّد وإن جهله. ودية المقتول تركة.

<span data-type="title" id=toc-282>باب حساب الوصايا</span>
إذا وصى بنصف وربع وله ابنان أخذت النصف والربع ثلاثة من أربعة (٤) يبقى سهم للابنين فيصح من ثمانية. وإن رد جعلت الثلث ثلاثة فيكون للاثنين ستة. وإن أجاز لأحدهما ضربت مسألة الرد (٥) في مسألة
_________
(١) قوله: "وإن قال: حجوا عنِّي بألف صرفت من ثلثه في حجة بعد أخرى. . . " إلخ، قال في التنقيح: راكبًا أو راجلًا نصًّا، فلو لم تكف الألف أو البقية، حج به من حيث يبلغ نصًّا (ص ٢٦٣)، وفي الغاية نحوه، وقال: ولا يصح حج وصي بإخراجها ولا حج وارث (٢/ ٣٤٧).
(٢) الغاية (٢/ ٣٤٧)، وقال في الإِنصاف: فإن قال: يحج عنِّي حجة بألف، دفع الكل إلى من يحج عنه، هذا المذهب وعليه جماهير الأصحاب، وجزم به في المغني والمحرر والشرح (١٧/ ٣١٧).
(٣) قال في الإنصاف: ومحل الخلاف إن كان الموصي قد حج حجة الإِسلام، أما إذا لم يكن حج حجة الإِسلام وأبى من عينه فإنه يقام غيره بنفقة المثل والفضل للورثة (١٧/ ٣٢٠).
(٤) العبارة من قوله: "ثلاثة من أربعة. . . " إلى قوله: "للاثنين ستة" من هامش المخطوط، (ورقة ٩٠ - ٩١)، وقوله: "جعلت الثلث ثلاثة كما في المحرر"، وفي الأصل: "الثلث الثلاثة"، وهو خطأ من الناسخ (ق ٩٠ - ٩١).
(٥) مسألة الرد: الرد حيث لم تستغرق الفروض التركة كما لو كان الوارث بنتًا وبنت =',NULL,'312',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (304,'الإِجازه تكن اثنين وسبعين، للمجاز له سهمه من مسألة الإِجازة مضروب في مسألة الرد. ولمن رد عليه سهمه من مسألة الرد مضروب في مسألة الإِجازة والباقي للاثنين.
فإن أجاز أحدهما ورد الأخر فللمجيز سهمه من مسألة الإِجازة مضروب في مسألة الرد، أو وفقها. ولمن رد سهمه من مسألة الرد مضروب في مسألة الإِجازة والباقي للموصيين على ثلاثة.
وإن أجاز أحدهما لواحد أو كل واحد لواحد فاعمل المسألة على الرد ثم خذ من المجيز لمن أجاز له ما نسبته إلى تمام وصيته كنسبة سهام المجيز من الثلثين. وإن وصى بنصف وثلث وثلثين فخذها من مخرجها تكن تسعة فاقسم عليها مع الإِجازة المال ومع الرد الثلث. فإن أجاز أحدهما هذه الوصايا فاعمل على الرد واقسم حق المجيز كقسمة الثلث. وإن وصى بالكل والثلث فمسألة الرد من اثني عشر، لصاحب الكل ثلاثة،
_________
= ابن وزوج أو زوجة ولا عاصب رد الفاضل على كل ذي فرض بقدره ما عدا الزوجين فلا يرد عليهما من حيث الزوجية. انظر: حاشية ابن مانع على الدليل (ص ١٩٩)، وقال العلَّامة عبد الرحمن بن قاسم في "حاشية الرحبية في علم الفرائض": الرد هو نقص في السهام وزيادة في أنصباء الورثة، ضد العول، واختلف في الرد، وممن قال به: عمر وعلي وابن عباس رضي اللَّه عنهم، وأبو حنيفة، أحمد، وعليه الفتوى عند الشافعية إن لم ينتظم بيت المال، وقال زيد ومالك: لا يرد على أحد بدليل تقدير الفروض، ودليلنا -أي: دليل الحنابلة- قوله تعالى: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ}، وحديث: "من ترك مالًا فلوارثه"، متَّفق عليه، وهو عام في جميع المال. اهـ (ص ٨٣)، وانظر: كذلك "الرحبية في علم الفرائض" بشرح سبط المارديني، و"حاشية العلَّامة البقري"، بتعليق مصطفى البغا، ١٤٠٤ هـ / ١٩٨٤ م، دار القلم، (ص ١٦٥).',NULL,'313',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (305,'ولصاحب الثلث سهم، ولكل ابن أربعة.
ثم من أجاز لصاحب الثلث أعطاه نصف تتمة الثلث. ومن أجاز لصاحب الكل أعطاه جميع ما في يده. وإن أجاز إليهما فرد صاحب الثلث فلصاحب الكل الكل. وإن وصى لزيد بعبد قيمته مائة ولعمرو بثلث ماله، ومالهُ غير العبد مائتان، فلزيد ثلاثة أرباع العبد ولعمرو ربعه وثلث المائتين، ومع الرد لزيد نصف العبد ولعمرو سدسه وسدس المائتين. وطريقهُ أن تجعل لكل واحد من أصل وصيته بقدر نسبته الثلث إلى مجموعها. وإن وصى بسهم من ماله أعطى سدسه.
وإن وصى بقسط أو جزء أو حظ أو نصيب أعطى الورثة ما شاءوا. وإن وصى بمثل نصيب وارث سماه فله مثل نصيبه مضمومًا إلى المسألة. وإن أطلق جعل كأقلهم نصيبًا، فله مع زوجة وابن تسع. وقوله بنصيب ابن كقوله بمثله. وقوله بضعف نصيبه فمثلاه، وبضعفيه ثلاثة أمثاله.
وعلى هذا فإن وصى بمثل نصيب أحد خامس لو كان فاضرب عدد الموجودين في عددهم بالخامس وزد عليها ربعها واستثن خمسها فالوصية واحد ولكل ابن خمسة. وإن وصى بمثل نصيب أحد بنيه الثلاثة وبسدس الباقي بعد النصيب فاجعل التركة نصيبًا وستة دراهم فادفع النصيب والسدس يبقى خمسة للبنين. فالنصيب درهم وثلثا درهم. فالتركة إذن سبعة وثلثان، فابسطها يكن ثلاثة وعشرين، فالنصيب خمسة. وإن وصى بنصيب أحدهم إلَّا ربع المال فقد فضل عليه كل ابن بربع فخذ لكل ابن ربعًا يبقى ربع بينه وبينهم، فله نصف ثمن وهو سهم من ستة عشر. وإن قال إلَّا ربع الباقي بعد الوصية فالباقي بعدها ثلاثة أنصباء فألقي ربعها من النصيب يبقى ربعه فهو الوصية ردَّه على أنصباء البنين بعد النصيب فخذ من المال، وإن قال إلَّا ربع الباقي، وابسطها تكن ثلاثة عشر، فالوصية بينهم نصيبًا يبقى مال',NULL,'314',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (306,'إلَّا نصيبًا (١) خذ ربعه وهو ربع مال إلَّا ربع نصيب فزده عليه يبلغ مالًا وربعًا إلَّا نصيبًا، وإلَّا ربع نصيب يعدل ثلاثة أنصباء، فاجبر وقابل يحصل مال وربع يعدل أربعة أنصباء وربع نصيب، فابسط الكل أرباعًا يخرج خمسة أموال تعدل سبعة عشر نصيبًا، فاقلب وحول تجد الوصية اثنين.
وإن وصى بثلثي ماله لوارث وأجنبي فرد الوارث فللأجنبي ثلث، وإن رد الزائد فالثلث بينهما. وإن أجيز للوارث وحده فله الثلث وللأجنبي ثلث. وإن وصى بمائة ولآخر بتمام الثلث على المائة ولثالث بثلث ماله فردت، فإن جاوز ثلثه مائتين فلصاحب الثلث نصفه ولصاحب المائة مائة ولصاحب التمام نصف ما فوق المائتين. وإن جاوز مائة لا مائتين اقتسماه دون صاحب القيمة. وإن وصى بعبد ولآخر بتمام الثلث عليه فمات العبد قومت التركة بدونه ثم ألقيت قيمته من ثلثها فما بقي فلصاحب التمام.

<span data-type="title" id=toc-283>باب الموصى إليه</span>
تكليفه وعدالته عند الموت شرط (٢). ولا تصح إلَّا في معلوم له فعله (٣).
_________
(١) قوله: "يبقى مالًا إلَّا نصيبًا"، من الحاشية وليست من الصلب (ورقة ٩٢ - ٩٣).
(٢) قوله: "تكليفه وعدالته. . . " إلخ، انظر: التنقيح (ص ٢٦٧)، والغاية (٢/ ٣٦٥)، وقال: الدخول في الوصية للقويّ عليها قربة وتركه أولى في هذه الأزمنة، وانظر: الإِنصاف (١٧/ ٤٦٤).
(٣) قوله: "ولا تصح إلَّا في معلوم له فعله"، قال في الغاية: كإمام بخلافة وقضاء دين وتفريق وصية ورد أمانة وغصب ونظر في أمر غير مكلف وحد قذف يستوفيه لنفسه لا لموصى إليه وبتزويج مولياته (٢/ ٣٦٧)، والشرح الكبير (١٧/ ٤٨٤)، وقال: لأنَّ الوصي يتصرَّف بالإذن فلم يجز إلَّا في معلوم يملك فعله.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (307,'ويقوم مقام الموصي في الإِجبار (١) وعدمه.
ولا تصح على وارث بالغ حضر أو غاب.
وهي عقد جائز على التراخي. وإن وصى إلى عبد شرط إذن سيده. وإن وصى إلى ثان ولم يعزل الأول (٢) حكما ولا يستغل أحدهما إلَّا بإذن. فإن مات أحدهما أو جن أو فسق أبدل بأمين.
وإن جحد الوارث دينًا يعلمه الوصي أو بعض تركة وصى بتفريق ثلثها وتعذَّرت البينة فللوصي قضاء الدين وتكميل الثلث من باقي التركة (٣). ولمن عليه دين لميت دفعه إلى من عين الميت أو إلى وصيه. ومع عدم التعيين لم يبرأ إلَّا بالدفع إلى الوارث والوصي جميعًا.
وللوصي مع الحاجة بيع العين كلها إن نقصها بيع بعضها ولو على كبير مُنع أو غابَ. وإن وصى ليتيم بمن يعتق عليه ولا نفقة لازمة لزم الوصي قَبوله. ولا يضمن ثلثًا أُمِرَ بتفريقه وإن ظهر دين يستغرقه. وإن أذن له بإعطاء
_________
(١) قوله: "ويقوم مقام الوصي في الإِجبار. . . " إلخ، قال في الغاية: لا المرأة على أولادها ولا من ولاية له عليهم كأولاد ابنه ولا باستيفاء دين مع رشد (٢/ ٣٦٧).
(٢) قوله: "وإن وصى إلى ثان ولم يعزل الأول. . . " إلخ، قال في الشرح الكبير: فإنهما يصيران وصيين كما لو وصى إليهما جميعًا في حال واحدة (١٧/ ٤٧١)، وقال في الإِنصاف: نص عليه (١٧/ ٤٧١).
(٣) انظر: المقنع (١٧/ ٤٨٨)، والشرح الكبير (١٧/ ٤٨٨)، وقال في الإنصاف: وإذا وصى بتفريق ثلثه فأبى الورثة إخراج ثلث ما في أيديهم وكذا لو جحدوا ما في أيديهم أخرجه كله مما في يده وهو المذهب (١٧/ ٤٨٨)، والتنقيح (ص ٢٦٨)، وقال: قضى الدين باطنًا وأخرج بقية الثلث مما في يده، والغاية (٢/ ٣٦٧).',NULL,'316',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (308,'الثلث لمن شاء حرمه وولده (١). ولمسلم حضر ميتًا بمفازة حوز ماله وبيع ما رأى (٢) منه.
ومن وصى بوصايا ولم يجعل وصيًّا فوارثه وصيّه.
* * *
_________
(١) قوله: "حرمه وولده"، قال في الغاية: وضع ثلثي حيث شئت أو أعطه أو تصدَّق به على مَن شئت، لم يجز له أخذه، خلافًا لجمع، ولا دفعه لأقاربه الوارثين ولو فقراء ولا لورثة موصي (٢/ ٣٦٨).
(٢) قوله: "ولمسلم حضر ميتًا بمفازة. . . " إلخ، قال في الغاية: فلمسلم حضره أخذ تركته وبيع ما يراه مما يسرع فساده أو كان أصلح ولو إماء وتجهيزه منها (٢/ ٣٦٨)، والتنقيح (ص ٢٦٨).',NULL,'317',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (309,'<span data-type="title" id=toc-284>كتاب الفرائض </span>(١)
أسباب الإِرث ثلاثة (٢): نكاح، ورحم، وولاء.
والوارث إجماعًا: الابن وإن نزل، والأب وإن علا، والأخ مطلقًا وابنه إلَّا من الأم، والعم وابنه إلَّا من الأم، والزوج، والمعتِق، والبنت،
_________
(١) قوله: "الفرائض"، هي العلم بقسمة المواريث، والفريضة نصيب مقدَّر شرعًا لمستحقّه، وموضوعه التركات لا العدد، الغاية (٢/ ٣٦٨).
(٢) وهو مصداق قوله في الرحبية:
أسباب ميراث الورى ثلاثة ... كل يفيد ربه الوراثة
وهو نكاح وولاء ونسب ... ما بعدهن للمواريث سبب
وقال في التنقيح: إلَّا النبي -صلى اللَّه عليه وسلم-: فكانت تركته صدقة ولم تورث (ص ٢٦٩)، وقال في الغاية: أساب إرثٍ ثلاثة فقط: رحم: وهو القرابة، ونكاح: وهو عقد الزوجية الصحيح فلا إرث في فاسد، وولاء عتق: ولو في شراء فاسد؛ وموانعه ثلاثة: رق، وقتل، واختلاف الدين؛ وأركانه ثلاثة: مورِّث، وارث، حق موروث. وتركة الأنبياء صدقة لا إرث (٢/ ٢٦٩). وقوله: "أسباب الإرث ثلاثة. . . " في المنور، قال في "حاشية الرحبية" للعلَّامة عبد الرحمن بن قاسم: أي ما بعد هذه الأسباب الثلاثة للمواريث سبب يحصل به الإرث متفق عليه وإلَّا فهنا سبب رابع مختلف فيه وهو جهة الإسلام، فيرث به بيت المال عند المالكية، ومنتظمًا عند الشافعية وعندنا وعند الحنفية: ليس بيت المال وارثًا وإنما هو مصرف للأموال التي جهل مستحقها (ص ١٤).',NULL,'318',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (310,'وبنت الابن، والأم، والجدة، والأخت، والزوجة، والمعتِقة.
وهم أربعة أقسام:
وارث بالفرض (١)، وهم الزوجان، والأم، والجدة، وولد الأم. فللزوج النصف، ومع الولد، أو ولد الابن الربع. وللزوجة، أو الزوجات الربع، ومع الولد، أو ولد الابن الثمن. وللأم الثلث، ومع الولد، أو ولد الابن، أو الاثنين فصاعدًا من الإِخوة والأخوات السدس. ولها مع الأب ثلث الباقي بعد فرض أحد الزوجين. وللجدة أو الجدات السدس مع عدم الأم. والوارث منهن أم أم، وأم أبي، وأم جد وإن علون أمومة إن تحاذين وإلَّا سقطت البُعدى. والمتحاذيات أم أم أم أم، وأم أم أم أبي، وأم أم أبي أبي. ولا يرث منهن جملة فوق ثلاث وترث مع ابنها أبي الميت أو جده وبقرابيتها. ولولد الأم السدس ذكرًا كان أو أنثى. وللاثنين فصاعدًا الثلث بالسوية مع عدم الولد، وولد الابن والأب والجد.
الثّاني وارث بالفرض وله تعصيب (٢) بغيره، وهو أربعة: البنات، وبنات الابن، والأخوات من الأبوين أو الأب. فلا فرض لهن مع إخوتهن،
_________
(١) قوله: "بالفرض"، الفرض في اللغة يطلق على معانٍ، منها: الحز، والقطع، والتقدير. وفي الاصطلاح: نصيب مقدَّر شرعًا لوارث مخصوص لا يزيد إلَّا بالردّ ولا ينقص إلَّا بالعول. انظر: حاشية ابن قاسم على الرحبية (ص ٢٠)؛ وانظر: "المطلع" (ص ٢٩٩).
(٢) قوله: "تعصيب"، التعصيب مصدر عصب يعصب تعصيبًا فهو عاصب ويجمع على عصبة، وتجمع العصبة على عصبات، والعصبة لغة بنو الرجل وقرابة ابنه، سمُّوا بذلك لأنهم عصبوا به، أي: أحاطوا به. واصطلاحًا: من يرث بلا تقدير، والتعصُّب هو النوع الثاني من نوعي الإِرث. والعصبة ثلاثة أقسام: عصبة بالنفس، وعصبة بالغير، وعصبة مع الغير، في "حاشية ابن قاسم على الرحبية" (ص ٣٦).',NULL,'319',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (311,'ولا لبنات (١) الابن أيضًا مع ابن عمّهن، بل يقسم للذكر مثل حظّ الأُنثيين. فإن عدمهم فللبنت النصف وللبنتين (٢) فصاعدًا الثلثان وبنات الابن مع عدمهن بمنزلتهن، فإن كانت بنت وبنات ابن فللبنت النصف ولبنات الابن وإن كثرن السدس تكملة الثلثين. ومتى استكمل البنات الثلثين سقط بنات الابن إلَّا أن يكون معهن ذكر فيعصب من بإزائه (٣) وأعلا منه ما لم يفرض لها. ويسقط الأنزل. والأخوات للأبوين كالبنات، والأخوات من الأب مع الأخوات من الأبوين كبنات الابن مع البنات لكن لا يعصبهن من أنزل منهن. والأخوات مع البنات عصبة. ولا يرث ولد الابن مع الابن، ولا ولد الأبوين أو الأب مع الأب، ولا مع ابن وابن ابن وإن نزل، ولا ولد الأب مع الأخ للأبوين.
الثالث: ذو فرض هو عصبة، وهما: الأب والجد. فللأب مع ذكور الولد أو إناثه سدس فرضًا والفاضل عن الفروض بالتعصيب، وهو مع عدم الولد وولد الابن عصبة.
وللجد مع عدم الأب أحواله الثلاثة، وحال رابع مع الإِخوة والأخوات للأبوين أو الأب يقاسمهم كأخ إلَّا أن يكون الثلث أحظ فيأخذه والباقي لهم. فإن كان معهم ذو فرض أخذه ثم للجد الأحظ من المقاسمة، أو ثلث الباقي، أو سدس جميع المال. فإن لم يفضل سوى السدس أخذه وسقط من معه،
_________
(١) قوله: "ولا لبنات الابن. . . " إلى قوله: "عمهن"، من الحاشية وليست في الصلب (ورقة ٩٤ - ٩٥).
(٢) العبارة من قوله: وللبنين فصاعدًا. . . إلى قوله: فللبنت النصف، من الحاشية وليست من الصلب (ورقة ٩٤ - ٩٥).
(٣) قوله: "فيعصب من بإزائه وأعلا منه. . . " إلخ، وهو "الأخ المبارك" كما يسمَّى عند علماء الفرائض.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (312,'إلَّا في الأكدرية (١)، وهي: زوج وأم وأخت وجد، فللزوج النصف وللأم الثلث وللأخت النصف وللجد السدس ثم يقسم نصف الأخت وسدس الجد على ثلاثة فيصح من سبعة وعشرين، للزوج تسعة، وللأم ستة، وللأخت أربعة، وللجد ثمانية. ولا يفرض ابتداء للأخت مع الجد، ولا عول في مسائلهم إلَّا في هذه. وإن كان أم وأخت وجد فللأم الثلث وللأخت ثلث الباقي وتسمَّى الخرقاء (٢). وولد الأب مع الجد كولد الأبوين إن انفردوا. فإن اجتمعوا عاد ولد الأبوين الجد بولد الأب ثم أخذ سهمه إلَّا أن يكون ولد الأبوين أختًا واحدة فيتمم لها النصف ولهم ما فضل. ولا يقع ذلك في مسألة فيها فرض غير السدس. فلو كان جد وأختان من جهتين فللجد سهمان، ولكلٍّ سهم، ثم تأخذ العليا سهم أختها. فإن كان معهم أخ لأب فللجد الثلث وللعليا النصف، يبقى سهم، فتصح من ثمانية عشر، وإن كان معهم أم، فلها السدس وللجد ثلث الباقي وللعليا النصف، يبقى نصف تسع فتصح من أربعة وخمسين، وتسمَّى مختصرة زيد (٣). فإن كان معهم أخ آخر لأب صحت من
_________
(١) قوله: "الأكدرية"، سُمِّيت بذلك لأوجه، منها: أنها كدرت على زيد أصوله، وقيل: لأنه سأل عنها رجل من أكدر، وقيل غير ذلك؛ وذلك لأن الأصل عنده في باب الجد والإخوة أن لا يفرض للأخوات معه ولا يرث الإِخوة شيئًا إذا لم يبق إلَّا السدس لكنهم استثنوا هذه الصورة، انظرت ابن قاسم "حاشية الرحبية" (ص ٥٣)، وحاشية ابن مانع على "دليل الطالب"، (ص ١٩٣).
(٢) قوله: "الخرفاء"، قال في المحرر: تسمَّى الخرقاء لكثرة أقوال الصحابة رضي اللَّه عنهم فيها (١/ ٣٩٦).
(٣) مختصرة زيد: وهي أم وجد وشقيقة وأخ وأخت لأب، وينسب إلى زيد بن ثابت الضحاك الخزرجي رضي اللَّه عنه زيديات أربع: العشرية بفتح العين والشين وهي جد وشقيقة وأخ لأب؛ والعشرينية وهي جد وشقيقة وأختان لأب؛ ومختصرة زيد وهي أم وجد وشقيقة وأخ وأخت لأب؛ وتسعينية زيد وهي أم وجد وشقيقة =',NULL,'321',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (313,'تسعين وتسمَّى تسعينية زيد.
الرابع: عصبة بنفسه لا يرث بفرض بحال، وهم سوى من ذكر، ويسقط الأبعد بالأقرب. فأقربهم الابن وإن نزل، ثم الأب، ثم الجد وإن علا، ثم الأخ إلَّا من الأم، ثم بنوه وإن نزلوا، ثم العم إلَّا من الأم ثم بنوه كذلك. ثم على هذا لا يرث بنوا أبي أبعد مع بني أبي أقرب. وأولى ولد كل أب أقربهم إليه، فإن استووا، فمن كان لأبوين، فلو كان بنت وأخت لأبوين وأخ لأب سقط.
فإن لم تكن عصبة نسب ورث المعتق (١) ثم عصبته من النسب، ثم من الولاء (٢)، ثم أهل الرد، ثم ذو الأرحام، ثم بيت المال.
_________
= وأخوان وأخت لأب. انظر: "دليل الطالب مع حاشية العلامة ابن مانع" (ص ١٩٤ - ١٩٦)، وقد صور مسائلها بتمامها. وانظر: "نيل المآرب بشرح دليل الطالب" (٢/ ٦٥ - ٦٦).
(١) المعتق: العتق من أعظم القرب فمن أعتق رقيقًا أو بعضه فسرى إلى الباقي أو عتق عليه برحم أو فعل أو عوض أو كتابة أو تدبير أو إيلاد أو وصية أو أعتقه في زكاته فله عليه الولاء وعلى أولاده بشرط كونهم من زوجة عتيقة أو أمة، ولا يرث صاحب الولاء إلَّا عند عدم عصبات النسب وبعد أن يأخذ أصحاب الفروض فروضهم، فبعد ذلك يرث المعتق ولو أنثى ثم عصبته الأقرب فالأقرب، انظر: "دليل الطالب بحاشية ابن مانع" (ص ٢٠٩ - ٢١٠)، وقال ابن قاسم في "حاشية الرحبية" بعد أن ذكر الأبيات في باب التعصيب ومنها: "والسيد المعتق ذي الإِنعام"، قال ابن قاسم: أي بالعتق وكذا المعتقة (ص ٣٧).
(٢) قوله: "الولاء"، قال في "معجم لغة الفقهاء" بفتح الواو ولى وليًّا، رابطة بين شخصين كرابطة النسب، وقرابة حكمية تعود إلى سببين، الأوَّل: اليد أو الإِحسان، ومن ذلك العتق ويسمَّى المعتِقْ (بكسر التاء) مولى العتاقة حيث يثبت للمعتق (بكسر التاء) الولاء على العبد الذي أعتقه. الثاني: العقد، حيث يقول لآخر: أنت وليّي ترثني إذا مت، وتعقل عنِّي إذا جنيت (ص ٥٠٩).',NULL,'322',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (314,'ولا شيء لعصبتة إلَّا ما فضل عن الفروض. فلو كان زوج وأم وإخوة لأم وأخ لأب أو لأبوين سقط، وتسمَّى الحِمَارِيَّة (١). وإن كان مكان الأخ أخوات لأبوين أو لأب عالت إلى عشرة وتسمَّى ذات الفروخ (٢).
_________
(١) قوله: "الحمارية"، من الحاشية وليست من الصلب، (ورقة ٩٤ - ٩٥): إشارة لما روى الشافعي من أنَّ الأشقاء قالوا لعمر رضي اللَّه عنه لما أراد إسقاطهم: يا أمير المؤمنين، هب أنَّ أبانا كان حجرًا ملقى في اليم -وفي رواية: كان حمارًا-، أليست أُمّنا واحدة؟ فاستحسن ذلك وقضى بينهم بالتشريك، ولذلك تلقّب باليمّية وبالحجرية وبالحمارية أيضًا، ولهذا يقول في الرحبية:
وإن تجد زوجًا وأمًّا ورثا ... وإخوةً للأم حازوا الثلثا
وأخوةً أيضًا لأم وأب ... واستغرقوا المال بفرض النُّصُبِ
فاجعلهُمُ كلهم لأم ... واجعل أباهم حجرًا في اليمّ
واقسم على الإِخوة ثلث التركة ... فهذه المسألة المشتركة
وتُعرف أيضًا بالمشركة بتشديد الراء وفتحها أو بفتحها كما ضبطها ابن الصلاح والنووي رحمهما اللَّه، أي: المشرك فيها، وبكسرها على نسبة التشريك إليها مجازًا، الرحبية بحاشية البقري (ص ٩٢). ولا تتمشّى على قواعدنا -أي: الحنابلة- المسألة المشركة، قال في "نيل المآرب": ولا تتمشى على قواعدنا المشركة وهي زوج وأم وإخوة لأم اثنان فأكثر وإخوة أشقاء، ولا يشترط عند من قال بها تعدُّد الشقيق فإنها تقسم عندنا من ستة، للزوج النصف: ثلاثة، وللأم السدس: سهم واحد، وللإخوة للأم الثلث، ولا شي للأشقاء. وعن الإِمام الشافعي رحمه اللَّه يقسم الثلث الذي أخذه الإخوة للأم على رؤوسهم ورؤوس الإخوة الأشقاء، للذكر مثل الأنثى من غير تفضيل. اهـ. (٢/ ٧٣)، وانظر: كذلك حاشية ابن القاسم على الرحبية، قال: وهو أصح؛ لقوله تعالى: {فَهُمْ شُرَكَاءُ فِي الثُّلُثِ}، وقوله -صلى اللَّه عليه وسلم-: "ألحقوا الفرائض بأهلها فما بقي فهو لأولى رجل ذكر"، ولم يبق للأشقاء شيء فيسقطون، (ص ٤٦).
(٢) قوله: "تسمى ذات الفروخ"، وقال في منار السبيل: "وتسمى أم الفروخ"؛ لكثرة عولها، شبهوا أصلها بالأم وعولها بفروخها (٢/ ٨٤)، وتسمَّى أيضًا أم الفروج =',NULL,'323',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (315,'وإن كان بعض بني العم زوجًا أو أخًا لأم أخذ فروضه وشارك العصبة. وولد اللّعان والزِّنا ومستحق الزوجة دون زوجها عصبته بعد ذكور ولده عصبة أمه. فلو خلف أمًّا وابنين وخالًا فالسدس له. وإن خلف أمه وهو مولاها فالثلثان له. وإن أسلم مجوسي له قرابتان، أو حاكم إلينا ورَّثناه بهما. وكذا لمسلم بوطئ ذات محرم بشبهة، فلو خلف أمه وهي أخته من أبيه وعمًّا ورثت ثلثًا ونصفًا. فإن كان معها أخت أخرى ورثت بالأمومة السدس. ولا يرث كافر بنكاح ذات محرم ولا بنكاح لا نُقِرّه عليه لو أسلم.

<span data-type="title" id=toc-285>باب مسائل الفروض وبيان العول والرد </span>(١)
الفروض ستة: نصف، وربع، وثمن، وثلثان، وثلث، وسدس. فالنصف وما بقي أو النصفان من اثنين. والثلث أو الثلثان من ثلاثة. والربع فقط أو مع النصف من أربعة. والثمن فقط أو مع النصف من ثمانية. فهذه لا تعول.
وثلاثة قد تعول، فإن كان مع النصف سدس أو ثلث أو ثلثان فمن ستة (٢) وتعول إلى عشرة. وإن كان مع الربع سدس أو ثلث أو ثلثان فمن
_________
= بالجيم، قال في "حاشية الرحبية" لابن قاسم تعليقًا على قوله:
وتبلغ الستة عقد العشرة ... في صورة معروفة مشتهرة
أي: معروفة عند الفرضيين مشتهرة بينهم تلقب بأم الفروج (ص ٥٧).
(١) قوله: "العول والرد"، العول: عكس الرد، فالرد: نقص في السهام وزيادة في الأنصباء إذا لم تستغرق الفروض التركة ولا عاصب رُدّ الفاضل على كل ذي فرض بقدره ما عدا الزوجين، وفي المحرر: "باب أصول المسائل والفروض وبيان العول والرد" (١/ ٣٩٩).
(٢) قوله: "فمن ستة وتعول إلى عشرة"، قال في "دليل الطالب بحاشية ابن مانع": فتعول إلى سبعة كزوج وأخت لغير أم وجدة، وإلى ثمانية كزوج وأم وأخت لغير =',NULL,'324',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (316,'اثني عشرة وتعول إلى ثلاثة عشرة وخمسة عشر وسبعة عشر (١). وإن كان مع الثمن سدس أو ثلثان فمن أربعة وعشرين وتعول إلى سبعة وعشرين وتسمى البخيلة (٢).
وإن لم تستغرق الفروض ولم يكن عصبة رد الفاضل على غير الزوجين على قدر فروضهم. فإن كان وحده أخذ الباقي. فإن اجتمعوا أو اتّحد الجنس كبنات أو جدات اقتسموا كالعصبة.
وإن اختلف فخذ عدد سهامهم من أصل ستة أبدًا يكن أصل مسألتهم. فالسدسان كجدة وأخ لأم من اثنين، والسدس والثلث كأم وأخ لأم من ثلاثة، والسدس والنصف كأم وبنت من أربعة، والثلث والنصف كأم وأخت من خمسة، والنصف والسدسان كثلاثة أخوات مفترقات من خمسة، والسدس
_________
= أم، وتسمَّى المباهلة وهي أول فريضة عالت في الإِسلام، لقول ابن عباس رضي اللَّه عنه: "من شاء باهلته أن المسائل لا تعول في الإِسلام"، وإلى تسعة كزوج وولدي أم وأختين لغيرها وتسمَّى "الغراء" و"المروانية" لأنها حدثت بعد المباهلة فاشتهر العول بها، و"المروانية" لأنها حدثت زمن مروان، انظر: "دليل الطالب بحاشية ابن مانع" (ص ٢٠١).
(١) وتسمَّى "أم الأرامل" لأنوثية جميع الورثة، "دليل الطالب بحاشية ابن مانع"، (ص ٢٠٢).
(٢) قوله: "وتسمَّى البخيلة"، وذلك لأنها تعول مرة واحدة إلى سبعة وعشرين كزوجة وبنتين وأبوين، وتسمَّى "المنبرية" لأن عليًّا رضي اللَّه عنه سئل عنها وهو على المنبر يخطب، انظر: "دليل الطالب بحاشية ابن مانع"، (ص ٢٠٢)؛ وتوسع في "التنقيح" وذكر ألقابًا كثيرة، منها: "مربعة الجماعة" زوجة وأخت وجد، و"الدينارية"، و"الركابية" زوجة وأم وبنتان واثنا عشر أخًا وأختًا، و"المأمونية"، أبوان وبنتان ماتت بنت قبل القسم، و"مسألة الامتحان" و"مسألة الإِلزام" و"الشريحية"، (ص ٢٧٠).',NULL,'325',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (317,'والثلثان كبنات وأم من خمسة. فإن كان معهم أحد الزوجين أعطيته سهمه من أصل مسألته وقسمت باقيها على مسألة أهل الرد. فإن انقسم وإلَّا ضريت مسألة الرد في مسألة الزوج ثم تصحح على ما يذكر (١).

باب تصحيح (٢) المسائل وعمل المناسخات (٣) وقسم التركات
إذا انكسر سهم فريق عليهم فاضرب عددهم إن باين (٤) سهامهم، ووفقه (٥) إن وافقها في أصل المسألة وعولها إن عالت، فما بلغ فمنه تصح.
_________
(١) قوله: "يصحح على ما يذكر"، قال في المحرر: "ومن انكسرت مسألته منهم صححت على ما سنذكره"، (١/ ٤٠٠) أي: على ما سيأتي في باب تصحيح المسائل الذي يليه.
(٢) قوله: "تصحيح المسائل"، هو تحصيل أقل عدد ينقسم على الورثة بلا كسر، "حاشية الرحبية"، لابن قاسم (ص ٥٨).
(٣) قوله: "المناسخات"، جمع مناسخة، من النسخ، وهو الإِزالة أو التغير أو النقل، وشرعًا: رفع حكم شرير بإثبات آخر، وفي اصطلاح الفرضيين: أن يموت من ورثة الميت الأول واحد فأكثر قبل قسمة التركة. ابن قاسم "حاشية الرحبية"، (ص ٦٧)؛ وسُمِّيت مناسخة لأن المسألة الأولى انتسخت بالثانية أو لأنَّ المال ينقل فيها من وارث إلى وارث، انظر: "الرحبية بشرح سبط المارديني" و"حاشية البقري" (ص ١٣٧)، وللمناسخات ثلاث حالات: إحداها: أن يكون ورثة الثاني هم بقية ورثة الأول. والثانية: الفرض والتعصيب. والثالثة: الفرض المحض على تفصيل في الثلاث.
(٤) قوله: "إن باين"، المباينة: هي أن لا يتفقا بجزء من الأجزاء بل يختلفان كخمسة وثلاثة، وهي في هامش المخطوط (ورقة ٩٦ - ٩٧).
(٥) قوله: "ووفقه"، الموافقة هي أن يتفق الفريقان بجزء من الأجزاء ولا يصدق عليها حد المداخلة وذلك كأربعة وستة فبينهما توافق بالنصف.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (318,'وإن إنكسر على فريقين فأكثر فإن تماثلت (١) اكتفيت بأحدها، وإن تداخلت (٢) اكتفيت بأكثرها، وإن تباينت ضربت بعضها في بعض، وإن توافقت ضربت وفق أحدهما في الآخر، ثم اضرب ما معك في أصل المسألة وعولها إن عالت، ثم كل من له شيء من المسألة مضروب في العدد الذي ضربته فيها.
فإن مات بعض الورثة قبل القسمة وورثته يرثونه على حسب ما ورثوا الأول، كعصبة لهما، فاقسم إرثهم بين من بقي، وإن لم يكن كذلك صححت مسألة الأول ثم قسمت سهام الثّاني على مسألته. فإن انقسمت صحَّت المسألتان مما صحت منه الأولى. وإن لم تنقسم وافقت بين مسألته وسهامه، ثم ضربت وفقها أو جميعها إن لم توافق في مسألته الأولى. ثم كل من له شيء من الأولى مضروب في الثانية أو وفقها. ومن له شيء من الثانية مضروب في سهام الميت الثاني أو وفقها.

<span data-type="title" id=toc-287>فصل</span>
زوجة وأخت لأب وأخت لأم وعم: للزوجة ثلاثة، وللأخت للأب ستة، وللأخت للأم سهمان، وللعم سهم. ماتت الأخت للأب عن ستة، لأختها سهم، صار بيدها ثلاثة، ولعمها خمسة، صار بيده ستة، وثلاثة الزوجة بحالها. فإن مات ثالث جمعت سهامه مما صحت منه الأولتان (٣)
_________
(١) قوله: "تماثلت"، المماثلة هي أن يستوي عدد رؤوس الفريقين فأكثر كاثنتين واثنتين.
(٢) قوله: "تداخلت"، المداخلة: أن ينقسم الأكبر على الأصغر أو يفني الأصغر الأكبر ويكون الأصغر جزءًا مفردًا من الأكبر وهما بمعنى وذلك كاثنين وأربعة.
(٣) وهي نفس عبارة المحرر (١/ ٤٠٢)، العبارة في الأصل عليها سواد من حبر الناسخ.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (319,'ثم عملت كعملك في مسألة الثّاني مع الأول. وعلى هذا، وإن كان الموتى بعد الأول لا يرث بعضهم بعضًا كإخوة خلف كل واحد ابنه، أو كان يرث بعضهم بعضًا من تلاد (١) ماله فقط كالغرقى جعلت مسألتهم كأعداد انكسرت عليهم سهامهم وصححت كما سبق. فإذا أردت القسمة أعطيت كل [وارث] (٢) من التركة بنسبة سهامه من المسألة. وإن توافقت المسألة والتركة قسمت الوَفْقَ على الوَفْقِ. فان أردت القسمة على القراريط (٣) جعلت عدد القراريط كتركة معلومة وعملت كما سبق. وإن كانت التركة سهامًا من عقار جمعتها من قراريط الدينار (٤) وقسمت كما سبق.
_________
(١) قوله: "تلاد"، التلاد المال القديم، والطارف والطريف المال المستحدث، المطلع (ص ٣٠٩). ومنه قول طرفة بن العبد صاحب المعلقة:
وما زال تشرابي الخمور ولذتي ... وبيعي وإنفافي طريفي ومتلدي
(٢) قوله: "كل وارث" في العبارة طمس هنا بهذه الصورة: "وا. . . رث"، وكأنها: "واحد وارث" أو "وارث" وهو الصواب، وعبارة المحرر: "فانسب منها نصيب كل وارث إن أمكنك" (١/ ٢٠٤).
(٣) قوله: "القسمة على القراريط"، قال في "حاشية الرحبية" لابن قاسم: إذا كانت التركة لا يمكن قسمتها كالعقار والحيوانات المختلفة القيم ونحو ذلك فلها طريقان، أحدهما: طريقة النسبة، والطريقة الثانية: طريقة القراريط، وهو ثلث الثمن ومخرجه من أربع وعشرين، فإذا أردت معرفة قيراط المسألة فاقسمها على مخرج القيراط فما خرج فهو قيراطها، وإذا أردت معرفة ما في يد كل وارث من القراريط فاقسم نصيبه من المسألة على القيراط إن كان صامتًا كالثلاثة والخمسة فما خرج فهو له قيراط، وإن كان ناطقًا وهو ما تركب من ضرب عدد في عدد كالأربعة والستة حللته إلى أجزائه التي يتركب منها ثم قسمت نصيب كل وارث على ثلث الأجزاء أو الأضلاع. . . إلخ، (ص ٧٣).
(٤) قوله: "قراريط الدينار"، قال في المطلع: قال أبو السعادات: القيراط نصف عشر الدينار في أكثر البلاد وأهل الشام يجعلونه جزءًا من أربعة وعشرين جزءًا =',NULL,'328',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (320,'<span data-type="title" id=toc-288>باب ذوى الأرحام </span>(١)
وهم من لا فرض له ولا تعصيب فيورثون بالتنزيل (٢).
فولد البنات وولد الأخوات كأمهاتهم. وبنات الإِخوة وبنات الأعمام من الأبوين أو الأب وولد الإِخوة للأم كآبائهم. وأبو الأم والخال والخالة كالأم، ويسقطان بأبي الأم. وأبو الأم وأخوها وأختها وأبو أم الأب وأخوها وأختها بمنزلتهما، والعم من الأم والعمات كلهن كالأب.
ومتى انفرد أحدهم أخذ المال، وإن اجتمعوا جعلت كل واحد في إرثه
_________
= (ص ٣٠٥).
(١) قوله: "باب ذوي الأرحام"، في "حاشية اللبدي على نيل المآرب"، اختلف العلماء في توريثهم، قال: فعند مالك لا يرثون بل إذا لم يكن وارث مجمع على إرثه ممن تقدَّم ذكرهم أوَّل كتاب الفرائض أو كان ممن لم يستغرق التركة فالمال كله في الأولى والباقي بعد صاحب الفرض في الثانية لبيت المال، فهو ينفي الرد وذوي الأرحام، وأصل مذهب الشافعي كذلك لكن المفتى به الآن عند محققي أصحابه أنَّ ذلك مخصوص بما إذا انتظم بيت المال وأما إذا لم ينتظم فالحكم كمذهبنا ومذهب الحنفية (ص ٢٧٩)، وفي "الروض" لابن قاسم وقال: ورث أولو الأرحام عند أكثر أهل العلم -إذا لم يوجد وارث ولا معصب- منهم عمر وعلي ومعاذ رضي اللَّه عنهم وغيرهم وهو مذهب أبى حنيفة والأصح عند الشافعية، قال ابن القيم: جمهور العلماء يورثونه وهو قول أكثر الصحابة وأسعد الناس بهذه الأحاديث من ذهب إليها، (٦/ ١٥٣) بتصرُّف.
(٢) قوله: "بالتنزيل"، أي: بمنزلة من يدلون به، وقال في المحرر: وهم أولى من بيت المال إلَّا إذا لم نقل بالرد (١/ ٤٠٣)، وانظر: التنقيح (ص ٢٧١)، والغاية (٢/ ٣٩٢).',NULL,'329',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (321,'وحجبه والحجب به كأقرب وارث إليه أدْلَى به سواء قَرُب منه أو بَعُد إلَّا أن يسبقه إليه أو إلى وارث آخر غيره، ويجمعها جهة الأبوة أو الأمومة أو البنوَّة فإنه يسقط بالأسبق.
فلو كان ثلاث بنات عمومة مفترقين فالمال لبنت العم من الأبوين. وكذا إن كان معهن بنت عمة. وإن كان معهن بنت أخ لأبوين أو لأب فالمال لها. وإن كان بنتا بنتين فلكل النصف. وإن كان ثلاث بنات إخوة متفرقين فالسدس لبنت الأخ من الأم والباقي لبنت الأخ للأبوين. وإن كان بنت بنت بنت وابن أخ لأم سقط. وإن كان خالة أبي وأم أبي أم سقطت الخالة. وإن كانت بنت بنت بنت وبنت بنت ابن سقطت الأولى. وإن كانت بنت بنت وبنت بنت بنت أخرى وبنت بنت ابن فالمال للأولى والثالثة على أربعة. وإن كان عمة وابن خال فله الثلث. فإن كان معهما خالة أم سقط ابن الخال ولها السدس. وإن كان خالة أم وخالة أبي اقتسما بالسوية. وإن كان معهما أم أبي أم سقطت. وإن كان أبو أبي أم وأبو أم أبي سقط أبو أم الأب. وإن كان ابن ابن أخت لأم وبنت ابن ابن أخ لأب فله السدس.
ويرث ذكرهم كأنثاهم، وذو القرابتين بهما. ولا عول في مسائلهم إلَّا في خالة وست بنات وست أخوات متفرّقات (١). وإن كان معهن أحد الزوجين أخذ فرضه بلا حجب ولا عول والباقي لهن. فلو كان زوجة وبنت بنت، وبنت بنت أخت لأب فللزوجة الربع والباقي لهما نصفان.
_________
(١) وعبارة المحرر: "ست بنات وست أخوات مفترقات" (١/ ٤٠٥)، وفي مخطوط المحرر نسخة الظاهرية كعبارة المنور وهي: "ست بنات ست أخوات متفرقات" بدون الواو.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (322,'<span data-type="title" id=toc-289>باب ميراث الحمل والمفقود </span>(١)
يأخذ من لا يسقط بالحمل أقلّ ما يرث (٢). ويوقف له الأكثر من نصيب (٣) ذكرين أو أنثيين. فإذا وضع أخذ نصيبه ورد الباقي إلى مستحقّيه. فإن انفصل وفيه حياة ورث وورث، ولا تكفي حركته واختلاجه (٤). وإن استهلَّ (٥) أحد التوأمين وجهل أقرع. وإن مات كافر عن حمل لم يرثه لحكمنا بإسلامه قبل وضعه. ومن انقطع خبره لغيبة ظاهرها
_________
(١) قوله: "ميراث الحمل والمفقود"، خلافًا للمحرر حيث جعل "ميراث الحمل" و"ميراث المفقود" كل في باب خاص به (١/ ٤٠٦)، وهو زد (٥٣).
(٢) قوله: "يأخذ من لا يسقط بالحمل أقل ما يرث"، قال في "دليل الطالب بحاشية ابن مانع": ودفع لمن لا يحجبه الحمل إرثه كاملًا، ولمن يحجبه حجب نقصان أقل ميراثه. . .، قال ابن مانع: فمن مات عن زوجة وابن وحمل فإنه يدفع للزوجة الثمن، ويوقف للحمل نصيب ذكرين؛ لأنَّ نصيبهما هنا أكثر من نصيب أنثيين فتصح المسألة من ٢٤، للزوجة منها ثلاثة ويدفع للابن سبعة ويوقف للحمل ١٤ (ص ٢٠٢).
(٣) قوله: "ويوقف له الأكثر من نصيب ذكرين أو أنثيين"، وهو من المفردات، قال في "نظم المفردات":
وقف لحمل وارث نصيب ما ... لذكرين في تراث قسما
قال البهوتي: يعني إذا مات عن حمل وطلب باقي الورثة القسمة وقفت له الأكثر من نصيب ذكرين أو أنثيين ويدفع إلى من لا يحجبه الحمل أقل ميراثه ولا يدفع إلى من يسقطه شيء (ص ٢١٧).
(٤) قوله: "واختلاجه"، أي: تحركه، ومنه خلج حاجبيه وعينيه حركهما، "أساس البلاغة" (ص ١١٧)، خلج.
(٥) قوله: "واستهل"، أي: استهل صارخًا فدل على حياته، وقال في حاشية اللبدى على نيل المآرب: قيل بالبناء للفاعل، وقيل بالبناء للمفعول. ومعنى استهل: خرج صارخًا، (ص ٢٨٢).',NULL,'331',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (323,'السلامة (١) كتجارة وسياحة انتُظر إلى تسعين سنة منذ ولد. أو ظاهرها الهلاك (٢) كفقده بين أهله، أو في الحجاز، أو بين الصفين انتظر أربع سنين ثم يورث. وإن مات في المدة موروث له عملت المسألة على أنه حي ولا يوقف سوى نصيبه إن كان يرث. ومتى بأن المفقود حيًّا أو ميتًا يوم موت موروثه عمل على ذلك. وإن لم يتبيَّن قُسِم ما وقف على ورثته.

<span data-type="title" id=toc-290>باب الخنثى</span>
وهو من له ذكر وفرج. فإن سبق بوله من ذكره فذكر، أو من فرجه فأنثى. فإن خرج معًا اعتبر أكثرهما. فإن استويا فمشكل (٣). فإن رجي انكشاف حاله أعطي ومن معه اليقين حتى تظهر علامات الذكورية من نبات لحيته واحتلام، أو علامات الأنوثية من حيض وتفليك ثدي. فإن ماتا أو بلغ ولم يتبين (٤) عملت على أنه ذكر ثم أنثى ثم ضربت إحداهما أو وفقهما في
_________
(١) قوله: "ومن انقطع خبره لغيبة ظاهرها السلامة. . . " إلخ، انتظر إلى تسعين سنة، انظر: الإِقناع (٢/ ١٠٩)، وقال في "نظم المفردات" (ص ٢١٩):
وإن تكن غيبته لا للخطر ... تمام تسعين سنينًا ينتظر
(٢) قوله: "أو ظاهرها الهلاك كفقده بين أهله أو في الحجاز أو بين الصفين. . . " إلخ، قال في "نظم المفردات"، (ص ٢١٥):
وخبر المفقود قد ينقطع ... في مثل حرب غالبًا لا يرجع
فأربع من السنين ينتظر ... ويقسم الميراث حقًّا لا وزر
وقوله: في الحجاز كان ذلك قديمًا بسبب قطاع الطرق، والوعورة والوحش.
(٣) قوله: "فمشكل"، أي: خنثى مشكل، قال في "حاشية الرحبية" لابن قاسم: والخنثى المشكل هو من له آلة ذكر وآلة أنثى أو ثقب لا يشبه واحد منهما ولا يوجد إلَّا في البنوة والأخوة والعمومة والولاء (ص ٧٤).
(٤) قوله: "أو بلغ فلم يتبين. . . " إلخ، قال في "نظم المفردات"، (ص ٢١٨):
من خلف ابنًا ولخنثى مشكل ... فالثلث والربع لابن ينجلي =',NULL,'332',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (324,'الأخرى ثم في الحالين ثم جمعت ماله منهما.
فلو كان ولد خنثى وابن قلت الذكورية من اثنين والأنوثية من ثلاثة فتصح من اثني عشر للذكر سبعة. وإن كان معها زوجة أو أم قسمت الباقي بعد فرضها على اثني عشر. فإن كان زوج وأخت لأبوين وولد أبي خنثى قلت مسألة الذكورية من أنثيين، والأنوثية من سبعة، فاضرب سبعة في اثنين ثم في الحالين ثم اجمع ما له منهما. وإن كان زوج وأم وإخوة لأم وولد أبي خنثى قلت مسألة الذكورية من ستة والأنوثية من تسعة، فاضرب وفق إحداهما في الأخرى ثم في الحالين ومنها تصح. وإن كان خنثيان أو أكثر نزلتهم بعدد أحوالهم للخنثيين أربعة أحوال وللثلاثة ثمانية. وعلى هذا فلو كان ابن وخنثيان صحت من مائتين وأربعين للابن ثمانية وتسعون ولكل خنثى أحد وسبعون.
_________
= والربع والسدس إذن للخنثى ... نصف الذي لذكر وأنثى
قال العلَّامة البهوتي شارح نظم المفردات: فإن بلغ بلا أمارة ورث نصف ميراث ذكر ونصف ميراث أنثى، نص عليه، وهو قول ابن عباس والشعبي وابن أبي ليلى وأهل المدينة ومكة والثوري. . . (ص ٢١٨)، وانظر: الغاية (٢/ ٤٠٠). وقال الموفق: وجدنا في عصرنا شخصين، أحدهما: ليس له في قبله إلَّا لحمة كالربوة يرشح البول منها على الدوام وأرسل يسألنا عن التحرُّز من النجاسة سنة ٦١٠ هـ، والثاني: ليس له إلَّا مخرج واحد فيما بين المخرجين منه يتغوَّط ويبول. وقال: وحُدِّثتُ أنَّ بالعجم شخصًا ليس له مخرج قبل أو دبر وإنما يتقيَّأ ما يأكله ويشربه (٢/ ٤٠٢)، وقال في حاشية ابن مانع على دليل الطالب: فائدة: للخنثى خمسة أحوال، أحدها: يرث بتقديري الذكورية والأنوثة على السواء كأبوين وبنت وولد ابن خنثى، ثانيهما: بتقدير الذكورة أكثر كبنت وولد ابن خنثى، ثالثهما: عكسه كزوج وأم وولد أبي خنثى، رابعهما: يرث بتقدير الذكورة فقط كولد أخ خنثى، خامسها: عكسه، كزوج وشقيقة وولد أب خنثى. اهـ (ص ٢٠٤).',NULL,'333',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (325,'<span data-type="title" id=toc-291>باب الغرقى والهدمى</span>
إذا جهل أسبق المتوارثين (١) موتًا قدرت أحدهما مات أوّلًا وورَّثت صاحبه منه ثم قسمت ما ورثه على ورثته الأحياء. ثم عملت بالآخر وتركته كذلك.
فلو مات أخوان عتيقان صار مال كل واحد لمعتق الآخر.
وإن ماتت وابنها فقال زوجها: ماتت فورثناها ثم مات ابني فورثته. وقال أخوها: مات ابنها فورثته ثم ماتت فورثناها حلف كلٌّ لدعوى صاحبه، وكانت تركة الابن لأبيه وتركة المرأة لأخيها وزوجها نصفين.
وإن تعين وقت موت أحدهما وشك هل مات الآخر قبله أو بعده ورث المشكوك.
_________
(١) قوله: "إذا جهل أسبق المتوارثين. . . " إلى قوله: "ثم عملت بالآخر وتركته كذلك"، قال في حاشية ابن قاسم على الرحبية على قوله:
وإن يمت قوم بهدم أو غرق ... أو حادث عم الجميع كالحرق
ولم يكن يعلم حال السابق ... فلا تورث زاهقًا من زاهق
وعدهم كأنهم أجانب ... فهكذا القول السديد الصائب
إذا مات متوارثان فأكثر بهدم أو غرق أو حرق فلهم خمسة أحوال إمّا أن يتأخَّر موت أحد المتوارثين ولو بلحظة فيرث المتأخر إجماعًا، أو يتحقق موتهما معًا فلا إرث إجماعًا، أو تجهل كيفية موتهما، أو يعلم سبق أحدهما الآخر بعينه، أو يعلم السابق بالموت ثم ينسى، فالمذهب: أنه إذا لم يدَّع ورثة كل ميت تأخّر موت مورثهم ورث كل واحد من تلاد مال الآخر دون ما ورثه دفعًا للدور. اهـ. خلافًا للثلاثة (ص ٧٩)؛ وهو من المفردات، قال في "نظم المفردات"، (ص ٢١٤):
وموت جمع غرقًا أو حرقًا ... لم ندر من بموته قد سبقا
ورث لبعض بعضهم من صلبه ... ولا تعد ميراثه من صحبه',NULL,'334',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (326,'<span data-type="title" id=toc-292>باب ميراث المطلقة</span>
الطلاق البائن في الصحة يقطع التوارث، والرجعي يتوقف على انقضاء العدة. فلو طلقها مريضًا أو متَّهمًا بمنع إرثها، أوْ وَطْئِهِ ابنةً (١) ولا ضرَّة لها، أو عَلَّقه صحيحًا على فعل ففعله مريضًا، أو على تَرْكِهِ فلم يفعل حتى مات ورثته ما دامت في العدة ولم يرثها. وإن فعلت المريضة ما لم يقطع النكاح لم ينقطع إرث زوجها في العدة إلَّا بفسخ المعتقة تحت عبد. وإن مات عن زوجات نكاح بعضهن فاسد أو قد انقطع إرثها وجهلت أخرجت بالقرعة. وإن ادَّعت طلاقًا يمنع إرثها وأقامت (٢) حتى مات الزوج جاحدًا لم ترثه.

<span data-type="title" id=toc-293>باب موانع الإرث </span>(٣)
من قتل موروثه (٤) قتلًا مضمونًا بقود أو دية أو كفارة لم يرثه (٥).
_________
(١) قوله: "أَوْ وَطْئِهِ ابنة، ولا ضَرة لها"، قال ابن البهاء في شرح الوجيز: "لو وطئ بنت امرأته وهو زائل العقل، فإن كان صبيًا عاقلًا ورثت لأن له قصدًا صحيحًا" (٤/ ٦٤٨). وعبارة المحرر: "أو وطئ حماته" (١/ ٤١١). قال في شرح الوجيز: "أنه إذا وطئ حماته أن امرأته تبين منه وترثه ما لم يكن زائل العقل" (٤/ ٦٤٨).
(٢) قوله: "وأقامت"، قال في المحرر: أي إذا كانت مقيمة على قولها (١/ ٤١٢).
(٣) قوله: "باب موانع الإِرث"، قال في المحرر: "باب موانع الإِرث من قتل ورق واختلاف دين" (١/ ٢١٤)، هذا الباب يقابله: "باب ميراث أهل الملل" في معظم كتب المذهب، لهذا فعنوانه يشكل ويشبه مداخل أبواب الإِرث، وأدخل فيه المؤلف مسائل الحجب والعتق، وهو زد (٥٤).
(٤) قوله: "من قتل موروثه"، هكذا في المخطوط، أي: "مورثه".
(٥) قوله: "قتلًا مضمونًا بقود أو دية وكفارة لم يرثه"، قال في "نظم المفردات":
والقتل إن لم يك مضمونًا على ... قاتله ورثه نصًّا نقلا
قال البهوتي: أي لا يمنع القتل غير المضمون القاتل من الميراث كقتل الباغي =',NULL,'335',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (327,'ولا يرث مسلم كافرًا ولا كافر مسلمًا إلَّا بالولاء. ويرث بإسلامه قبل قسمة الميراث لا بعتقه. ومن قُتل على ردَّة فمالُه فيء. ويرث الكفار بعضهم بعضًا (١) وإن اختلفت مللهم.
والرقيق لا يورِّث وإن ملك، ولا يرِث. والمعتَقُ بعضه يرِث ويورَث ويحجِب بقدر حريته.
فلو كان بنت نصفها حر وأم وعم أخذت بنصف حريتها نصف النصف، وحجبت به الأم عن نصف السدس فيحصل لها ربع وللأم ربع وللعم نصف. وإن كان مكانها ابن قلت: له بحريته خمس أسداس فله نصفها بنصفها، وكذا كل عصبة نصفه حر مع فرض ينقص به. فإن لم ينقص به كجدة وعم وابن نصفه حر فله نصف الباقي بعد الفرض. وإن كان معه فرض يسقطه حريته كابن نصفه حر وأخت وعم فله النصف ولها نصف الباقي
_________
= العادل وعكسه في الحرب والقتل قصاصًا وحدًا أو دفعًا عن نفسه ونحوه بخلاف المضمون بقصاص أو دية أو كفارة فيمنعه الميراث، خلافًا للشافعي (٢٢١)، وانظر: المحرر (١/ ٤١٢).
(١) قوله: "ويرث الكفار بعضهم بعضًا وإن اختلفت مللهم"، خلافًا للمذهب ووفاقًا لصاحب المحرر، قال في "الإقناع": ويرث الكفار بعضهم بعضًا إن اتحدت مللهم وهم ملل شتى مختلفة فلا يرثون مع اختلافهم (٢/ ١١٥)، وفي "التنقيح": فلا يتوارثون مع اختلاف مللهم (٢٧٣)، والغاية، وقال: لا يتوارثون مع اختلافها (٢/ ٤٠٥)، وقال العلَّامة الشيخ محمد الجرَّاح رحمه اللَّه في تعليقاته على "دليل الطالب" -وهي مخطوطة وستنشر إن شاء اللَّه قريبًا-: الملل عند الحنابلة ثلاث: اليهود والنصارى والمجوس، والباقي ملة كفر واحدة كالملاحدة ونحوهم، وعند الشافعية فالكفر ملة واحدة. وقال في "حاشية اللبدي على نيل المآرب": وقال القاضي: الكفر ثلاث ملل: اليهودية، والنصرانية، ودين من عداهم. . . ومن حكم بكفره من أهل البدع، أي: كالداعية منهم وكالجهمية. . . إلخ، (ص ٢٨٤).',NULL,'336',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (328,'والباقي للعصبة. وإن كان ابنان نصف أحدهما حرّ قلت: لك بحريتك النصف فلنصفها نصفه، وقلت للحر أخوك يحجبك بالحرية من النصف فينصفها عن نصفه ملك ثلاثة أرباع. وإن كان نصفهما حرًّا فلهما ثلاثة أرباع بالسوية. وإن كان ابن وبنت نصفها حر فلهما ثلاثة أرباع أثلاثًا، وإن كان معهما أم فلها السدس وللابن خمسة وعشرون من أصل اثنين وسبعين، وللبنت أربعة عشر والباقي للعصبة. وإن كان ابن وابن ابن نصفهما حرّ اقتسما المال.
وإن كانت حرية ونصفها وثلثها فللكامل ستة ولنصفها ثلاثة ولثلثها سهمان. وإن كان بنتان نصف أحدهما حرّ وعم، قسم النصف ونصف السدس بينهما أثلاثًا. وإن كان نصفها حرًّا اقتسما النصف، والباقي للعصبة. وإن كان بنت وبنت ابن نصفهما حر فللبنت الربع ولبنت الابن السدس، وإن كان أم وجدة نصفهما حرّ فللأم السدس وللجدة نصف السدس، وكذا إن كانت الجدة حرَّة. وإن كان أم وأخوان بأحدهما رق فللأم الثلث.
ويرد على ذي الفرض والعصبة ما لم يصبه من التركة بقدر حريته، لكن أيهما استكمل بالرد أزيد من قدر حريته منع الزيادة. فلو كان بنت نصفها حر فلها النصف بالفرض والرد، وإن كان ابن فله النصف بالعصوبة والباقي فيهما لبيت المال. وإن كان ابنان نصفهما حر رد الربع عليهما. وإن كانت بنت وجدة نصفهما حر فلهما التركة نصفين بالفرض والرد لا تردهما على قدر فرضيهما كيلا يأخذ من نصفه حر فوق نصف أكثر له. وإن كان ثلاثة أرباعهما حرًّا فللجدة الربع. وإن كان ثلثهما حرًّا اقتسما ثلثا التركة والباقي لبيت المال. وإن كان أم جدة وابن نصفه حرّ اقتسما التركة مع عدم العصبة.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (329,'<span data-type="title" id=toc-294>باب الولاء </span>(١)
من نُسب إليه عتق بأي سبب كان (٢) فله ولاؤه وولاء أولاده وإن تناسلوا. ومن كان أبوه حرّ الأصل وأمه عتيقة أو عكسه فلا ولاء عليه. وكذا إن كانت أمه عتيقة وأبوه مجهول النسب. ومن أعتق عبده عن غيره بلا إذنه فالعتق والولاء للمعتِق إلَّا أن يعتقه عن ميت في واجب فيقعان (٣) للميت. وإن قال: أعتقه عنِّي وعَلَيّ ثمنه، فإن كان عليه واجب أجزأ عنه. وإن قال أعتقه وعَلَيّ ثمنه ففعل فالثمن على السائل والعتق والولاء للمسؤول. ولا ولاء لأنثى إلَّا من (٤) عتيقها وأولاده.
ومن جروا (٥) ولاءه فلو اشترى وأخته أباهما فمات الأب عن عتيق،
_________
(١) قوله: "باب الولاء"، قال في "دليل الطالب": من أعتق رقيقًا أو بعضه فسرى الباقي أو عتق عليه برحم أو فعل أو عوض أو كتابة أو تدبير أو إيلاء أو وصية أو أعتقه في زكاته أو نذره أو كفارته فله عليه الولاء (ص ٢٠٩)، وفي الإقناع: "صار لها عصبة في جميع أحكام التعصيب عند عدم العصبة في النسب من الميراث وولاية النكاح والعقل وغير ذلك" (٢/ ١٢٥).
(٢) قوله: "بأي سبب"، هو ما ذكر في الحاشية رقم (١)، أي: عتق عليه برحم أو فعل أو عوض أو كتابة. . . إلخ.
(٣) في الأصل هكذا قوله: "فيقعان. . . للميت"، أي: يوجد بياض في الأصل بين الكلمتين ولم يخل ذلك في المعنى، فدل على أنه أزيل من قبل الناسخ أو المصحح، انظر: (ورقة ١٠٠ - ١٠١)؛ وكذا في المحرر (١/ ٤١٧).
(٤) قوله: ولا ولاء لأنثى إلَّا من عتيقها وأولاده، انظر: التنقيح (ص ٢٧٨)، والغاية (٢/ ٤١٧).
(٥) قوله: "ومن جروا ولاءه"، قال في حاشية ابن مانع على الدليل: لجر الولاء ثلاثة شروط، كون الأب رقيقًا حين ولادة أولاده، وكون الأم مولاة، وعتق العبد، فإن مات على الرق لم ينجر الولاء بحال (ص ٢١٠).',NULL,'338',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (330,'ومات العتيق، فولاؤه للابن (١).
ولا يرث بالولاء ذو فرض إلَّا الأب والجد السدس مع الابن والجد مع الإخوة. والولاء لا يباع ولا يورث بل يرث به أقرب عصبة السيد يوم مات عتيقه. فلو مات السيد عن اثنين ثم مات أحدهما عن ابن ثم مات العتيق فإرثه لابن معتِقه. وإن خلف أحد الأبوين ابنًا والآخر تسعة ثم مات العتيق فإرثه بينهم على عددهم، وإن مات عن ابن وعتيق فولاؤه لابنها وعقله (٢) على عصبتها سواء. فإن مات الابن فالولاء لعصبته دون عصبة أمه.

<span data-type="title" id=toc-295>فصل </span>(٣)
ولاء أولاد المعتقة من الرقيق لمواليها. ومن أعتق أباهم لا جدهم جَرّ ولاءهم، ولا يعود إلى موالي أمهم بحال. فلو اشترى أحد الأولاد أباهم ملك ولاءه (٤) وولاء إخوته وبقي ولاء نفسه لموالي أمه، ولا ينجر عنه.
_________
(١) قوله: "فولاؤه للابن"، أي: دون الأخت بالنسب، لكونه عصبة المعتق فقدم على مولاه، وفي هذه المسألة روي عن الإمام مالك أنه قال: "سألت عنها سبعين قاضيًا من قضاة العراق فأخطأوا فيها". انظر: الإِقناع (٣/ ١٢٧)، وشرح المنتهى (٢/ ٦٤٤)، وانظر: حاشية "التوضيح" تحقيق د. ناصر الميمان (٢/ ٩٢٣).
(٢) قوله: "وعقله"، العاقلة: هي الجماعة العاقلة، وهي ذكور عصبة الجاني نسبًا وولاء، سُمِّيت عاقلة لأن الإِبل تجمع فتعقل بفناء أولياء القتيل، أي: تشد في عقلها لتسلم إليهم ويقبضوها ولذلك سُمِّيت الدية عقلًا، ولا تحمل العاقلة عمدًا ولا عبدًا ولا إقرارًا ولا ما دون ثلث دية ذكر مسلم ولا قيمة متلف، وتحمل الخطأ وشبه العمد، انظر: "المطلع" (ص ٣٦٨)، و"دليل الطالب" بحاشية ابن مانع (ص ٣٠٢).
(٣) قوله: "فصل"، خلافًا لما في المحرر بقوله: "باب جر الولاء"، أي: أنَّ الأدمي رحمه اللَّه جعله تحت باب الولاء إجمالًا (١/ ٤١٨)، وهو زد (٥٥).
(٤) قوله: "ملك ولاءه"، في الأصل: "ملك ولاه".',NULL,'339',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (331,'ومن أعتق أبا معتقه (١) صار لكل ولاء صاحبه، وكذا إن سبا معتقه فأعتقه. وإن سبا عتيقًا فأعتقه فله ولاؤه وولاء أولاده بعد.

<span data-type="title" id=toc-296>فصل </span>(٢)
وإن اشترى وأخته أباهما ثبت ولاؤه لهما وجرّ كل نصف ولاء صاحبه (٣) وبقي نصفه لموالي أمه. فإن مات الأب ورثاه نسبًا، وإن ماتت البنت بعد ورثها أخوها نسبًا. فان مات أخوها بعد فولاؤه لمواليه وهم أخته وموالي أمه، فلموالي أمه النصف، ولموالي أخته النصف، وهم أخوها، وموالي أمها، فلموالي أمها نصف ذلك، والباقي لبيت المال.

<span data-type="title" id=toc-297>باب الإقرار بوارث </span>(٤)
إذا أقر الورثة وهم جماعة (٥) أو واحد بوارث يشاركهم فصدّقهم أو كان صغيرًا أو مجنونًا ثبت نسبه وإرثه. وإن أقرَّ بعضهم فلا نسب إلَّا أن يكون المقرّ عدلين (٦). فإن لم يثبت أخذ ما بيد المقرّ إن أسقطه. وإلَّا
_________
(١) قوله: "ومن أعتق أبا معتقه. . . " إلخ، قال في الغاية: ثبت ولاؤه وجر ولاء معتقه فصار كل مولى الآخر (٢/ ٤١٩)، وهو زد (٥٦).
(٢) قوله: "فصل"، خلافًا لما في المحرر بقوله: "باب جر الولاء" حيث جعلهم الأدمي رحمه اللَّه تحت باب الولاء (١/ ٤١٩).
(٣) قوله: "وجر كل نصف ولاء صاحبه. . . " إلخ، وافقه في الغاية (٢/ ٤١٩).
(٤) قوله: "باب الإقرار بوارث"، في المحرر: "باب الإقرار بمشارك في الإِرث" (١/ ٤٢٠).
(٥) قوله: "إذا أقر الورثة وهم جماعة. . . " إلخ، قال في الغاية: ولو أنهم بنت أو ليسوا أهلًا للشهادة (٢/ ٤٠٩)، والتنقيح (ص ٢٧٥).
(٦) قال في المحرر: وطريقة العمل في الباب كله: أن تضرب مسألة الإِقرار في مسألة الإنكار، وتراعي الموافقة، ثم تعطي المنكر سهمه في مسألة الإنكار في =',NULL,'340',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (332,'ما فضل. فلو خلف ابني ابن فأقرَّ أحدهما بأخ أخذ ثلث ما بيده. وإن أقرَّ بأخت أخذت خمس ما بيده. وإن أقرَّ بابن للميت أخذ ما بيده. وإن خلف أخًا لأب وأخًا لأم فاقر الأخ للأب بأخ للأبوين أخذ ما بيده، وإن أقر به الأخ للأم فلا شيء له.
وإن أقرَّ أحد ابنين بأخوين وصدّقه أخوه في أحدهما فللمقرّ ربع وللمنكِر ثلث وللمتفق عليه ثلث إن جحد الرابع وإلَّا فالربع والباقي للمجحود. وإن خلف ابنًا فأقر بأخوين بكلام متصل أو منفصل وهما توأمين ثبت نسبهما. وإن أقر بأحدهما ثم بالآخر فكذب الأول بالثّاني ثبت نسب الأول وأخذ نصف ما بيد المقر، والثّاني ثلث ما بقي بيده. وإن كذب الثّاني بالأول وهو مصدق به ثبت نسب الثلاثة والمال بينهم. ومن أقر بزوجة لموروثه لزمه من إرثها بقدر حقّه.
وإن خلفت زوجًا وأختين فأقرَّت إحداهما بأخ ضربت مسألة الإقرار في مسألة الإنكار تكن ستة وخمسين، للمنكرة سهمها في مسألة الإِنكار في مسألة الإِقرار، وللمقرة سهمها في مسألة الإِقرار في مسألة الإِنكار. فللزوج أربعة وعشرون وللمنكرة ستة عشر وبيد المقرة مثلها لها بإقرارها سبعة تفضل تسعة يأخذها. فإن صدق الزوج فهو يدَّعي أربعة والأخ أربعة عشر، فاقسم التسعة الفاضلة على سهامها الثمانية عشر، للزوج سهمان وللأخ سبعة.
فإن كان زوج وأم وأخت فأقرت الأخت بأخ فاضرب وفق مسألة الإِقرار في مسألة الإِنكار يكن اثنين وسبعين، للأم ثمانية عشر، وللزوج مع إنكاره سبعة وعشرون، وبيد الأخت مثلها لها بإِقرارها ثمانية، يبقى بيدها تسعة عشر، للأخ منها ستة عشر يبقى ثلاثة لبيت المال.
_________
= مسألة الإقرار، وتعطي المقر سهمه في مسألة الإقرار في مسألة الإنكار وما فضل فهو للمقر به (١/ ٤٢٠)، وانظر: الغاية (٢/ ٤١٠).',NULL,'341',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (333,'فإن صدق الزوج المقرة فهو يدَّعي تسعة والأخ ستة عشر وذلك خمسة وعشرون فاقسم عليها التسعة عشر، بأن تضرب خمسة وعشرين في أصل المسألة، ثم كل من له شيء من اثنين وسبعين مضروب في خمسة وعشرين، ومن له شيء من خمسة وعشرين مضروب في تسعة عشر.
وإن قال: مات أبي وأنت أخي فأنكر أخوّته لم يقبل. وإن قال: مات أبوك وأنا أخوك فأنكر قُبل.

<span data-type="title" id=toc-298>باب العتق </span>(١)
عِتقُ المكتَسِبِ والذَّكَرِ أفضل (٢).
وصريحه: العتق والحرية.
وكنايته: قد خليتك وأطلقتك واذهب حيث شئت، ولا سبيل ولا سلطان ولا ملك ولا رق لي عليك، وقد فككت رقبتك ومَلَّكتك نفسك، وأنتِ سائبة (٣). وقوله لأمته: أنت طالق أو حرام.
_________
(١) قوله: "باب العتق"، في المحرر: "كتاب العتق" (٢/ ٣)، وقال البهوتي في شرح المفردات: العتق في اللغة الخلوص، ومنه عتاق الخيل وعتاق الطير، أي: خالصها، وسُمِّي البيت الحرام عتيقًا لخلوصه من أيدي الجبابرة. وهو في الشرع: تحرير الرقبة وتخليصها من الرقّ، والأصل فيه الإجماع (ص ٢٢٢).
(٢) وقوله: "عتق المكتسب والذكر أفضل"، قال في الغاية: ويكره أن يكون لا قوة له ولا كسب أو يخاف منه زنى أو فساد، وإن علم أو ظن ذلك معه حرم وصح (٢/ ٤٢١).
(٣) قوله: "سائبة"، مؤنث السائب وجمعه سيب وسوائب، وهو المال الذي يرفع صاحبه يده عن ملكيته دون أن ينقلها لأحد أو يقفه على جهة خير، وهو أيضًا الرقيق الذي أعتقه مالكه مسقطًا عنه كل حق يترتب عليه ومن ذلك حق الولاء، معجم لغة الفقهاء، (ص ٢٣٧).',NULL,'342',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (334,'وإن قال لعبده وهو أسن منه: أنت ابني لم يعتق. وإن كان صغيرًا ولا نسب عتق.
وإن قال: أنت حر بألف أو عليّ (١) بألف، أو وعليك ألف أو على أن تعطيني ألفًا، أو تقبل نفسك بألف لزمته، وعتق. وإن لم يقبل فلا. فإن قال: على أن تخدمني سنة عتق بلا قبول ولزمته الخدمة.
وإن قال: مماليكي أو عبيدي أحرار، ولم ينو معينًا، تناول مكاتبيه ومدبريه وأمهات أولاده وأشقاصه (٢) وعبد عبده التاجر. وإن قال: أحد عبيدي حرّ، ولم ينوه أو أنسيه، أو أول ولد أمتي، فولدت توأمين وجهل السابق: أقرع. فإن أخطأت رق القارع وعتق الآخر. وإن قال: إن كان هذا غرابًا فعبدي حرّ، وقال آخر: إن لم يكن فعبدي حرّ، وجهل فلا عتق. وإن اشترى أحدهما عبد الآخر وهما متكاذبان عتق أحدهما بالقرعة.
_________
(١) قوله: "وإن قال: أنت حر بألف أو عليَّ بألف. . . " إلخ، قال في "نظم المفردات":
من قال: عبدي أنت معتوق على ... ألفٍ فقل يعتق لو لم يقبلا
والألف لا تلزمه أيضًا كما ... في وعليك لا بألف فاعلما
قال البهوتي شارح المفردات: أي إذا قال لعبده: أنت حر وعليك ألف عتق ولو لم يقبل ولا شيء عليه لأنه أعتق بغير شرط وجعل عليه عوضًا لم يقبله فعتق ولم يلزمه الألف، وقوله: "لا بألف"، أي: لا إن قال له: أنت حرّ بألف فإنه لا يعتق قبل أن يقبل، فإن قبل عتق ولزمته الألف؛ لأن الباء للبدل (ص ٢٢٤)، وانظر: الغاية (٢/ ٤٢٧)، والتوضيح (٢/ ٩٣٣).
(٢) قوله: "وأشقاصه. . . "، الشقص: هو الطائفة من الشيء، والشقيص الشريك، وهو هنا النصيب المعلوم الذي لم يفرز. "المطلع" (ص ٢٧٨)، و"معجم لغة الفقهاء" (ص ٢٦٥).',NULL,'343',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (335,'ومن مَثّل بعبده عتق. ومن ملك ذا رحم محرم عتق وإن ملكه حملًا (١) حين ملكه. وإن ملك ولده أو ولد ولده من الزنا لم يعتق. ويعتق الجنين بعتق أمه، ولا عكس. فلو كان الجنين لغيره سرى (٢) مع يسره.
ومن أعتق بعض عبده عتق كله. ومن أعتق شركًا ضمن لشريكه قيمة حقّه يوم عتق، ومع عسره يعتق نصيبه. وإن ملك موسر بعض من يعتق عليه بإرث لم يسر ويضمن النقص المكاتب بقيمته مكاتبًا. وإن أعتق شريك له نصف وشريك له سدس تساويا في الضمان والولاء، فإن ادَّعى كل شريك أنَّ شريكه أعتق نصيبه، عتق العبد كله وحلف كل لنفي الضمان، فإن كان أحدهما معسرًا عتق نصيبه فقط، وإن كانا معسرين فلا عتق. فإن اشترى أحدهما نصيب صاحبه عتق فقط. وإن قال: إذا أعتقتَ نصيبَك فنصيبي حر، فأعتق، سرى عليه، وإن كان موسرًا، فإن قال: نصيبي مع نصيبك حرّ عتق مجانًا.
وإن قال: أولُ ولدٍ تلدينه هو حرّ فولدت ميتًا ثم حيًّا لم يعتق. وإن قال: آخر مملوك أملكه فهو حر فمات عن جماعة عتق آخرهم منذ ملك فملك كسبه. وإن قال: إن كلمتك فأنت حر، ثم ملكه، ثم كلمه لم يعتق. ومن حلف بطلاق أو عتاق على فعل شيء ثم طلق وباع ثم فعل ثم عادا فيمينه باقية. وإن فعله ناسيًا لزمه.
_________
(١) قوله: حملًا، في الأصل المخطوط "حمل" وهو خطأ من الناسخ، وعبارة المحرر: "فإن ملّكه حملًا" (٢/ ٤).
(٢) قوله: "سرى مع يسره"، أي سرى عتقه مع غناه، قال في المطلع: سرى وأسرى لغتان معناه: سار ليلًا ثم استعير لتكميل الحرية في العبد المعتق بعضه، (ص ٣١٥).',NULL,'344',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (336,'<span data-type="title" id=toc-299>باب التدبير </span>(١)
من صحَّت وصيته فقال لرقيقه: أنت مُدَبّر (٢) عتقَ لموته من ثلثه. وإن علَّقه بشرط ومات قبل وجوده بطل. وإن قال: إن شئت خص بالمجلس، وإن قال: إذا، أو متى شئت، لزم متى شاء. وإن علقه على موته، أو خدمة زيد سنةً صح. فإن أبرأه زيد من الخدمة عتق في الحال. فإن كانت الخدمة الموصى بها لكنيسة وهما كافران فأسلم العبد قبل تمامها عتق مجانًا.
ويصح بيع المدبر (٣)، فإن عاد فاشتراه عاد تدبيره. وإن أسلم مدبر لكافر أزيل ملكه عنه. وإن دبر موسر شركًا (٤) لم يَسْرِ. وله وطء مدبرته، وأم ولده، وولدهما من غيره بمنزلتهما.

<span data-type="title" id=toc-300>باب الكتابة </span>(٥)
من صح بيعه استحب له كتابة مكتسِب أمين، ويعتبر في المرض من رأس المال. وتنعقد بقوله: كاتبتك على كذا. ولا تصح إلَّا على عوض مباح
_________
(١) قوله: "باب التدبير"، كما في المحرر (٢/ ٦).
(٢) قوله: "أنت مُدبّر"، من التدبير، والمدبر بتشديد الموحدة وفتحها هو تعليق العتق بالموت كقوله لرقيقه: "إن مت فأنت حرٌّ بعد موتي"، سُمِّي بذلك لأنَّ الموت دبر الحياة. "هداية الراغب" (٢/ ٤٤٧).
(٣) قوله: "ويصح بيع المدبر"، قال في "مغني ذوي الأفهام": وفاقًا للشافعي (ص ٣٥٠)، خلافًا للحنفية والمالكية.
(٤) قوله: "شركًا"، الشرك: الحصة والنصيب، "المطلع" (ص ٣١٥)، "الصحاح" (ص ٣٣٦).
(٥) قوله: "باب الكتابة"، وفاقًا للمحرر (٢/ ٧)، وهو بيع سيد رقيق نفسه بمال في ذمته مباح معلوم يصح فيه السلم منجم نجمين فصاعدًا يعلم قدر كل نجم، الغاية (٢/ ٤٣٣).',NULL,'345',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (337,'معلوم، منجّم (١) بنجمين فأكثر، يعلم لكل نجم قسطه. فمتى أدى عتق. ولا تفسخ بموت السيد وجنونه. وله فسخها بالعجز عن أداء نجم حل. وللعبد تعجيز نفسه مع قدرته على الكسب ما لم يملك الوفاء.
وإِن شرط الخيار للسيد أو الولاء لغيره لغا الشرط. وإن فسدت لجهل العوض صارت جائزة من الطرفين فيحصل العتق فيها بالأداء دون الإِبراء. ويملك في الصحيحة التصرف فيحرم الربا بينهما. ويتبعه ولده من أمته وتصير أم ولده. ولا يتبعه من أمة سيده إلَّا بالشرط، وإن كان ولد أمته تبعها ولدها قنًّا كان أو مكاتبًا.
وله السفر وأخذ الصدقة ما لم يشترط تركها. ويمنع من زواج وقرض وتكفير بمال إلَّا بإذن. وولاء مكاتبه وعتيقه لسيده. وله قَبول ذوي رحمه بهبة ولا يبيعهم وكسبهم له، وحكمهم حكمه.
وإِن وطئ مكاتبه بلا شرط أُدب وعليه مهرها إن أكرهها وأجرة مدة حبلها. وله ربع كتابته (٢) إذا أدى. ويصح وضع الربع عنه. وإذا أدى ثلاثة
_________
(١) قوله: "منجم"، أي: مؤقت، وتطلق على القسط أيضًا من الدين يؤديه المدين للدائن، والمراد بالنجم هنا الوقت لأنَّ العرب كانت لا تعرف الحساب وإنما تعرف الأوقات بطلوع النجوم، ولا يشترط التساوي، فلو جعل أحد النجمين شهرًا والآخر سنة، أو جعل قسط أحد النجمين عشرة والآخر خمسة جاز، انظر: "المطلع" (ص ٣١٦)، "معجم لغة الفقهاء" (ص ٤٧٦)، و"نيل المآرب بشرح دليل الطالب" (٢/ ١٢٢).
(٢) قوله: "وله ربع كتابته إذا أدى. . . "، قال في نظم المفردات:
وواجب إيتاء ربع المال ... . . . . . . . . . . . . . . . .
قال البهوتي: أي على السيِّد أن يعطي المكاتب ربع المال إذا أدَّى إليه مال الكتابة (ص ٢٢٦)، وقال في نيل المآرب بشرح دليل الطالب: ويجب على السيد بعد =',NULL,'346',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (338,'أرباع وعجز عنه فلسيده الفسخ وله أرش عيب العوض أو عوضه. وله كتابة شركة بلا إذن شريكه. وله من كسبه بقدر ما كاتب.
وإن كاتباه متفاضلين أدى بقدر ملكيهما. فإن خص أحدهما لم يعتق نصيبه إلَّا بإذن الآخر. وإن كاتب عبيده بعوض واحد قسم بقدر قيمهم يوم العقد. فمن أدى عتق وإن عجز الباقون. وإن ادَّعى الأداء إلى مكاتبيه الثلاثة فأنكر أحدهم شارك المقرِّين فيما قبضا، وقبلت شهادتهما عليه بعتق نصيبه. وإن اختلفا في قدر مال الكتابة حلف السيد.
وإن جنى فدا نفسه قبل نجم كتابته. فإن أعتقه سيده فله تعجيزه، وإن كانت على غيره فداه السيد بالأقل من الأرش أو القيمة، وإلَّا بيع فيها قنًّا (١)، وديونه تلزم ذمته. ومشتريه كسيده في الكتابه، وله الفسخ إن جهل كتابته. وإن اشترى كل من المكاتبين صاحبه صح الأول. فإن جهل بطلا. ومن مات وفي ورثته زوجة لمكاتبه انفسخ نكاحها. ومتى أسلم عبد كافر أزيل ملكه عنه، وليس له كتابته. وإن أولدها ثم كاتبها أو عكسه فأدَّت عتقت وكسبها لها. وإن مات ولم تؤد عتقت وكسبها للورثة.
_________
= قبض جميع مال الكتابة أن يدفع للمكاتب ربع مال الكتابة؛ لقوله تعالى: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ}، وظاهر الأمر الوجوب، قال الشافعي: وأما كونه ربع مال الكتابه فلما روى أبو بكر باسناده إلى النبي -صلى اللَّه عليه وسلم- في قوله: {وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ}، قال: ربع الكتابه وروي مرفوعًا عن عليّ حديث علي رواه الحاكم عنه مرفوعًا بلفظ يترك للمكاتب الربع ورواه عنه مرفوعًا عبد الرزاق وسعيد بن منصور وعبد بن حميد والنسائي. (كنز العمال ١٠/ ٣٢٩، ٣٥٦). اهـ (٢/ ١٣٧ - ١٣٨).
(١) قوله: "قنًّا"، القن هو العبد المملوك هو وأبواه، وفي اصطلاح الفقهاء الرقيق الكامل رقّه "المطلع" (ص ٣١١).',NULL,'347',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (339,'<span data-type="title" id=toc-301>باب أم الولد </span>(١)
من وضعت من سيدها الحر مخلقًا (٢) عتقت لموته، وإن لم يملك غيرها. وليس له بيعها ولا هبتها ولا وقفها ولا رهنها، وله تزويجها واستخدامها، ويعزر قاذفها (٣). وإن أحبل أمة غيره بنكاح أو غيره ثم ملكها لم تصر أم ولد بحال.
وإن أسلمت أم ولد كافر حيل بينهما ما لم يُسلم، وعليه نفقتها مع عدم كسبها. وإن جنت أم الولد فداها بالأقل من الأرش أو القيمة (٤)، وكلما جنت فداها. وإن قتلت سيدها عمدًا أعتقت، ولوارثه القصاص. وإذا اختار المال أو كان خطأ لزمها الأقل من قيمتها أو ديته.
وإن وطئ الحر أو والده أمة لمكاتبه، أو لأهل غنيمة وهو منهم فأولدها صارت أم ولده، ويضمن قيمتها. وإن لم تحمل لزمه المهر. وإن أوْلَدَ أمة ابنه صارت أم ولد ولم يلزم ذمته شيء، وإن وطئ أمة بينه وبين غيره لزمه نصف مهرها، وإن أولدها لزمه نصف قيمتها وصارت أم ولده. فإن أولدها الشريك بعد ذلك لزمه مهرها. وإن جهل إيلاد الأول فدى ولده وإلَّا رُقَّ موسرًا كان أو معسرًا. وإن وطئها مكاتباها لزم كلًّا مهر. وإن ولدت من أحدهما صارت أم ولده ومكاتبته، ويغرم لشريكه نصفها مكاتبًا، ولها كمال المهر. وإن ألحق الولد بهما صارت أم ولدهما ومكاتبتهما.
* * *
_________
(١) قوله: "باب أم الولد"؛ في المحرر: "باب أحكام أمهات الأولاد" (٢/ ١١).
(٢) قوله: "مخلقًا"، قال في المحرر: ما يتبين به بعض خلق الانسان (٢/ ١١)، وقال في الغاية: وإن وضعت جسمًا لا تخطيط فيه كمضغة لم تصر أم ولد (٢/ ٤٤٢)، الإِقناع (٣/ ١٥٤).
(٣) قوله: "ويعزر قاذفها"، قال في الغاية: ولا حد بقذف أم ولد (٢/ ٤٤٣).
(٤) قوله: "بالأقل من الأرش. . . " إلخ، انظر: الغاية (٢/ ٤٤٣)، والإِقناع (٣/ ١٥٥).',NULL,'348',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (340,'<span data-type="title" id=toc-302>كتاب النكاح </span>(١)
يسن للتائق (٢) ويجب على خائف العنت (٣). ويتخير واحدة، بكرًا، أجنبية، ديِّنة، حسيبة (٤)، ولودًا. وله النظر ما يظهر منها غالبًا. وللمستام (٥)، والمحرم نظر ذلك مع الرأس والرقبة والساقين. ولعبدها،
_________
(١) قوله: "كتاب النكاح"، كما في المحرر (٢/ ١٣) قال في نظم المفردات:
حقيقة في العقد والوطء معا ... لفظ النكاح جاء نصًّا سمعا
قال البهوتي: يعني أنَّ لفظ النكاح شرعًا حقيقة في الوطء، فهو مشترك (ص ٢٣٠)، وفي الإقناع: هو عقد التزويج، وهو حقيقة في العقد مجاز في الوطء (٣/ ١٥٦).
(٢) قوله: "التائق"، تاقت نفسه إلى الشيء: اشتاقت إليه، "صحاح" (ص ٨٠)، وفي نظم المفردات (ص ٢٣١):
وأطلق الوجوب في النكاح ... لتائق كخائف السفاح
وقال في الغاية: وسن لذي شهوة لا يخاف الزنى واشتغاله به أفضل من التخلِّي لنوافل العبادة (٣/ ١).
(٣) العنت: الإثم وهو أيضًا الوقوع في أمر شاق، صحاح (ص ٤٥٦)، وانظر: "أساس البلاغة" (ص ٣١٤).
(٤) الحسيبة: هي النسيبة، وأصل الحسب: الشرف بالآباء وما يعده الانسان مت مفاخرهم، "المطلع" (ص ٣١٨)، وفي الإِقناع: طيبة الأصل لا بنت زنا ولقيطة ومن لا يُعرف أبوها (٣/ ١٥٧).
(٥) المستام: هو الراغب في الشراء، والمرأة المستامة المطلوب شراؤها. الإِقناع (٣/ ١٥٨)، وزاد: وكذا الأمة غير المستامة، وانظر: المطلع (ص ٣١٩).',NULL,'349',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (341,'وغير أولي الإِربة (١) نظر الوجه والكفين. وللرجل من الرجل وللمرأة من المرأة. ومن الرجل نظر عين العورة. وللطبيب نظر ما دعت إليه الضرورة. وللشاهد والمعامل نظر الوجه. ويحرم ممن ذُكر بشهوة. وإلى أمرد مع ثورانها.
ولكل من الزوجين نظر فرج صاحبه، وكذلك الأمة المباحة مع سيدها. ويحرم التصريح بخطبة المعتدَّة للأجنبي. ويباح التعريض لغير مباحة برجعة أو عقد. ويحرم الخطبة على خطبة مسلم عُلمت إجابته.
ويسن العقد مساء الجمعة عقيب خطبة ابن مسعود (٢). وأن يقال بعده: بارك اللَّه لكما وعليكما وجمع بينكما في خير وعافيه. وإذا زُفت (٣) قال:
_________
(١) أولي الإِربة: بمعنى أصحاب، والإِربة بكسر الهمزة: الحاجة والمراد هنا بالإِربة النكاح. المطلع (ص ٣١٩).
(٢) قوله: "خطبة ابن مسعود"، أي: "إن الحمد للَّه نحمده ونستعينه ونستغفره، ونعوذ باللَّه من شرور أنفسنا ومن سيئات أعمالنا، من يهد اللَّه فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلّا اللَّه وحده لا شريك له وأشهد أن محمدًا عبده ورسوله، {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢)}، {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (١)} , {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (٧٠) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (٧١)}. أما بعد ثم يذكر حاجته، وبعد، فإن اللَّه قد أمر بالنكاح ونهى عن السفاح فقال مخبرًا وآمرًا: {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٣٢)}. انظره بتمامه في الغاية (٣/ ٨ - ١٠)، [وكان علّامة الكويت الشيخ محمد الجرَّاح (ت ١٤١٧ هـ) يذكر هذه الخطبة بتمامها ومتعلقاتها، وقد سمعته يقولها مرارًا في عقود الإِملاك رحمه اللَّه].
(٣) قوله: "وإذا زفت"، أي: أهديت، يقال: زُفَّت العروس إلى بيت زوجها زفًّا وزفافًا، وأزففتها: أهديتها، "المطلع" (ص ٣٢٠).',NULL,'350',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (342,'اللَّهُمَّ إنِّي أسالك خيرها وخير ما جبلتها عليه، وأعوذ بك من شرها وشر ما جبلتها عليه.
ولا يصح النكاح معلقًا ولا بغير العربية من قادر. وإن قال الخاطب للولي: أزوجت، فقال: نعم، وللزوج، أقبلت، فقال: نعم، صح. وينعقد من الأخرس بكتابته أو إشارته.

<span data-type="title" id=toc-303>باب شروط النكاح </span>(١)
تعيين الزوجين ورضاهما، ومع إجبارها رضى الولي شرط. وإذن الثيب حتى بزنى النطق، وإذن البكر الصُّمات وإن بكت أو ضحكت. ولا أثر لزوال عذرتها (٢) بوثبة أو أصبع.
وولي الأمة سيدها، حتى الفاسق (٣) والمكاتب، وله إجبار عبده الصغير وإجبارها مطلقًا إلَّا أن تكون مكاتبة.
وولي الحرة أبوها وإن على، ثم ابنها وإن نزل، ثم الأقرب فالأقرب من عصباتها، ثم المعتِق، ثم أقرب عصبته. وكونه مكلفًا حرًّا مستور الحال شرط، ثم السلطان.
ويجبر الأب كل بنت إلَّا الثيب المكلفة. ولا يجبر غيره إلَّا مجنونة مائلة إلى الرجال. ولا يزوج مسلم كافرة إلَّا معتِق أو سلطان، ولا كافر مسلمة بحال. ويعتبر إذن معتِق البعض ومالك باقيها، وإذن الشريكين.
_________
(١) قوله: "شروط النكاح"، في المحرر: "باب أركان النكاح وشروطه" (٣/ ١٥) وهو زد (٥٧).
(٢) قوله: "عذرتها. . . "، هكذا في الأصل، على وزن عسره: البكارة، "صحاح" (ص ٤٢٠).
(٣) كلمة "الفاسق" مطموسة بأثر ترميم المخطوط، وأثبتناها من المحرر (٢/ ١٥).',NULL,'351',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (343,'فإن عضل (١) الولي أو غاب مسافة تقطع بكلفة ومشقة زوج الأبعد منه. فإن زوج من غير عضل وغَيْبة لم يصح. فإن استويا فالأولى تقديم الأفضل، ثم الأسن، فإن تشاحّا (٢) أقرع، فإن زوج المقروع صح. وإن زوج الوليان وجهل أسبقهما فسخ النكاحان، ثم نكحت من شاءت منهما أو من غيرهما.
ومن أراد أن يتزوج موليته وكَّل بإذنها إن كان لها إذن. ومن زوج أمته عبده الصغير فله أن يتولى طرفي العقد. كان قال: قد جعلت عتق أمتي صداقها، أو قد أعتقتها وجعلت عتقها صداقها صحا. فإن طلقها قبل الدخول رجع عليها بنصف قيمتها. كان تزوج مسلم ذمية بشهادة أهل الذمة لم يصح. ويصح النكاح بغير كفؤ، لكن لأبعد ولي سخط الفسخ.
والكفؤ (٣) الدين والمنصب.

<span data-type="title" id=toc-304>باب المحرمات في النكاح</span>
تحرم كل نسيبة (٤) سوى بنت عمة وعم وخالة وخال. وتحرم زوجات
_________
(١) قوله: "فإن عضل"، عضل أيمه: منعها من التزويج، من باب ضرب ونصر، "صحاح" (ص ٤٣٨)، وهو أيضًا التضييق على المرأة لتطلب الطلاق، "معجم لغة الفقهاء" (ص ٣١٥)، "المطلع" (ص ٣٢٠).
(٢) قوله: "فإن تشاحّا"، تشاح الرجلان على الأمر: لا يريدان أن يفوتهما، "صحاح" (ص ٣٣١).
(٣) قوله: "والكفؤ"، هكذا في الأصل، ولعلها "الكفاءة" لتنسبك العبارة. وفي المحرر: وعنه: "لا يبطل بعقد الكفاءة إلَّا في الدين والمنصب خاصة" (٢/ ١٩).
(٤) قوله: "تحرم كل نسيبة. . . "، قال في المحرر: المحرمات على التأبيد بالنسب سبع. . . إلخ، وقال: والمحرمات بالصهر أربع. . . إلخ (٢/ ١٩)، وفي الغاية: المحرمات في النكاح ضربان، الضرب الأول: على الأبد، وهي أقسام، الأول: =',NULL,'352',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (344,'الآباء والأبناء وأمهات الزوجات بالعقد وبناتهن بالدخول، ووطّء الشبهة والزنا كالحلال في التحريم. ومن تلوط بغلام حرم على كل أم الآخر وبنته.
ويحرم الجمع بين المرأة وأختها أو عمتها أو خالتها. فإن تزوجهما في عقد فسد أو في عقدين فسد الثّاني. فله شراؤهما في عقد. فإن وطئ إحداهما لم تبح الأخرى حتى يُحرّم الموطوءة. فإن رجعت إليه اجتنبهما حتى يُحرّم إحداهما. وإن اشترى أخت زوجته لم تبح له ما دامت الزوجة في حبسه. وإن تزوج أخت سريته لم يصح النكاح. وإن ملكها وبنتها فوطئ إحداهما حرمت الأخرى أبدًا. فإن تزوجها في عقد صح في البنت. وإن جمع محللة ومحرَّمة صح في المحللة.
ولا يجمع الحر فوق أربع ولا العبد فوق اثنتين، وللمعتَق نصفه جمع ثلاث. وأي واحدة من منتهى (١) جمعه طلق لم تحل أخرى حتى تعتد. فإن قال: قد أخبرتني بانقضاء عدتها فكذبته صُدِّق في جواز نكاح الزائدة والأخت، دون إسقاط النفقة والسكنى. وإن وطئ امرأة بشبهة أو زنا حرم نكاح أختها في عدتها، ووطئها إن كانت زوجته، ووطء أربع سواها بالزوجية، وابتداء العقد على أربع. ويباح في مدة استبراء المعتَقة نكاح أربع.
ويحرم نكاح الزانية على الزاني وغيره قبل توبتها وعدتها. ونكاح الموطوءة بشبهة في العدة إلَّا على الواطئ ما لم تلزمها عدة لغيره. ولا ينكح كافر مسلمة بحال، ولا مسلم كافرة إلَّا كتابية بنت كتابيين، ولا مجوسي
_________
= بالنسب وهي سبع، الثاني: بالرضاع، والثالث: بالمصاهرة، ومثلهن عن رضاع والربائب، الرابع: باللعان، الخامس: زوجات النبي -صلى اللَّه عليه وسلم-، السادس: مرتدة، وعند شيخ الإسلام وكذا قاتل رجل ليتزوج امرأته؛ بتصرف (٣/ ٢٧ - ٢٩)، وانظر: التنقيح (ص ٢٩٢)، وحاشية ابن قاسم على الروض (٦/ ٢٨٢).
(١) قوله: "منتهى جَمْعِه"، أي: الزوجات الأربع.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (345,'كتابية بل عكسه، ولا حرّ مسلم أمة مسلمة إلَّا أن لا يجد طَوْلًا لحرة لا ثمن أَمةٍ ويخاف العنت، أو يحتاج إلى خدمة لكبر أو سقم. وإن لم تعفه أمة تزوج ثانية وثالثة ورابعة. ولا ينفسخ نكاحهن بهايساره. وله تزويج أمةٍ على حرة مع عدم الطَّوْل كحرة أخرى. ولو جمع بينهما حرٌّ يجد الطوْلَ ولا يخشى العنت فسد نكاح الأَمة.
وليس للعبد نكاح سيدته ولا للسيد نكاح أمته ولا للأبوين الحرَّين نكاح رقيق ولدهما. كان اشترى أحد الزوجين أو ولده الحر أو مكاتبه زوج الآخر انفسخ النكاح.
ومن حرم نكاحها حرم وطؤها بالملك إلَّا الأمة الكتابية. ولا يَنكِح الخنثى ولا يُنكَح حتى يتبين أمره.

<span data-type="title" id=toc-305>باب الشرط والعيب في النكاح </span>(١)
وإن شرط لها أن لا يخرجها من دارها أو بلدها أو لا يتسرى (٢) أو لا يتزوج عليها أو طلاق ضرتها (٣) ولم يف فلها الفسخ. وإن شرط أن لا مهر
_________
(١) قوله: "باب الشرط والعيب في النكاح"، في المحرر: "باب حكم الشروط والعيوب في النكاح" (٢/ ٢٣) وهو زد (٥٨)، وقسم الفقهاء عيوب النكاح المثبتة للخيار إلى ثلاثة أقسام، أحدها: ما يختص بالرجال، وثانيها: ما يختص بالنساء، وثالثها: ما يشترك فيه الرجال والنساء. وكتب على الهامش مقابل هذا الباب في المخطوطة قوله: "بلغ مقابلة"، مما يدل على مقابلة المخطوط، وقد تكررت في بعض الهوامش، انظر: المخطوط، ص ١٠٧ (ورقة ١٠٦ - ١٠٧).
(٢) قوله: "أو لا يتسرى"، السرية بضم السين وتشديدها وتشديد الراء وكسرها وتشديد الياء وفتحها، الأمة التي تتخذ للجماع. "المطلع" (ص ١١٤)، و"معجم لغة الفقهاء" (ص ٢٤٤).
(٣) قوله: "ضرتها"، هي امرأة زوجها، سُمِّيت بذلك لما بينهما من المضارة. "معجم لغة الفقهاء" (ص ٢٨٣)، "صحاح" (ص ٣٧٩).',NULL,'354',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (346,'أو لا نفقة أو لا قسم أو لا وطء أو شرط فيه الخيار أو إن جاء بالمهر وقت كذا أو إلَّا فلا نكاح لغا الشرط. كان زوّجه موليته على أن يزوجه موليته صح إن سميا صداقًا. كان تزوجها إلى مدة، أو نوى إذا أحلها لمن قبله طلقها، أو زوجها مطلقها ثلاثًا من عبده بنية أن يهبه لها فسد العقد.
وإن شرطها مسلمة، فبانت كتابية، فله الفسخ، ولا عكس. وإن شرطها بكرًا، أو جميلة، أو نسيبة، أو أمة، أو شرط نفي عيب لا يثبت الفسخ كالعمى، والشلل، فبانت بخلافه، فلا فسخ. وإن ظنها حرة فبانت بخلافه، فُرّق بينهما. وإن أُبيحت له خُيّر إنْ شَرَطها حرة، أو ظنها حرة الأصل. كان ظنها عتيقة فلا خيار وولده بكل حال أحرار، حرًّا كان أو عبدًا. ويفديهم الحر في الحال، والعبد إذا أعتق بقيمتهم يوم وضعه، ويرجع مع الشرط على من غَرّه (١). وإن رضي بالمقام معها فولده بعدُ أرقاء.
وإن وُجد بأحد الزوجين جنون، أو جذام (٢)، أو برص، أو كان الرجل رقيقًا، أو مجبوبًا (٣)، أو المرأة فتقاء (٤)، أو رتقاء، أو قرناء،
_________
(١) قوله: "من غره"، أي: من خدعه، قال في الغاية: الغار من علم رقها فأبهمه ولم يبينه (٣/ ٤٠).
(٢) قوله: "جنون أو جذام أو برص"، قال في الغاية: في العيوب التي يشترك فيها الزوجان: وقسم مشترك وهو الجنون ولو أحيانًا، ويتجه، ومنه الصرع (٣/ ٤٤).
(٣) قوله: "مجبوبًا"، المجبوب بفتح فسكون من جب الشيء يجبه جبًّا قطعه وهو مقطوع الذكر، وقيل: مع الخصيتين.
(٤) قوله: "والمرأة فتقاء أو رتقاء أو قرناء أو عفلاء"، الفتقاء: هي المنفتقة الفرج خلف الرتقاء: وهي من التحم فرجها أو انسدَّ فرجها بعضلة ونحوها بشكل يمنع الجماع. والقرناء: القرن لم زائد ينبت في الفرج فيسده، والعفلاء، العفل ورم في اللحمة التي بين مسلكي المرأة فيضيق فرجها فيمنع الوطء، انظر: المطلع =',NULL,'355',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (347,'أو عفلاء، فلصاحبه الفسخ، وإن كان به مثله. فإن ادَّعى المجبوب الجماع ببقية ذكره فأنكرته حلف.

<span data-type="title" id=toc-306>فصل</span>
وإن ادَّعت عِنَته (١) فأقر أجِّل (٢) سنة منذ رافعته. فإن وطئها فيه وإلَّا فلها الفسخ. وإن أنكر العنة حلف فإن نكل أُجّل، وإن ادَّعى وطئها وادَّعت أنها بكر أُريت للنساء فإن صدقنها أُجّل. فإن قال: أزلتها ثم عادت، حلفت، فإن أكذبها فقالت: زالت بوثبة، حلف، وإن اعترفت أنه وطئها مرة ولو في الدبر أو في نكاح سابق أو وطئ غيرها زالت عنته.
والخيار على التراخي، لكن يسقط بما دل عن الرضى، إلَّا في العنة، فلا يسقط إلّاُ بقولها. ويسقط المهر قبل الدخول وبعده يوجب المسمى. ويرجع على من غره (٣)، فإن لم يكن قبضته المرأة وهي الغَارَّة سقط. وإن زوجت من لها الخيار معيبًا فلها الفسخ.
_________
= (ص ٣٢٣)، و"معجم لغة الفقهاء" (ص ٢١٩)، وحاشبة الروض المربع شرح زاد المستقنع (٦/ ٢٣٤ - ٢٣٨)، والغاية (٣/ ٤٢)، وقال في نظم المفردات (ص ٢٤٥):
ويثبت الفسخ بسبب الفتق ... والنص فيه واضح في الخرقي
(١) قوله: "وإن ادَّعت عنته"، في المخطوط "دعت"، وعبارة المحرر: "بأن ادعت المرأة ذلك" (٢/ ٢٥)، والعنين: بكسر العين والنون المشددة، العاجز عن الوطء، مشتق مِنْ عَنَّ الشيءُ إذا اعترض، والعنة، بالضم: العجز عن الجماع، وقيل: من لا يشتهي النساء، المطلع (ص ٣١٩)، وانظر: حاشية الروض لابن قاسم (٦/ ٢٣٦).
(٢) قوله: "أُجّل سنة"، قال في التنقيح: "نصًّا" (ص ٢٩٧).
(٣) قوله: "يرجع على من غيره. . . " إلخ، انظر: "التنقيح" (ص ٢٩٨)، و"حاشية الروض المربع" لابن قاسم (٦/ ٣٤٥)، والغاية (٣/ ٤٥).',NULL,'356',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (348,'وإن اختارت الحرة مجبوبًا (١) أو عنينا ابتداءً لم يملك وليها منعها، وإن كان به مرض أو جنون، أو جذام، ملكه.
ومن كان (٢) عتقها تحت عبد فلها الفسخ إن عتق قبل فسخها أو أمكنته من وطئها عالمة بعتقها وملك فسخها سقط. فإن طلقت قبل أن تفسخ وقع، وإن فسخت قبل الدخول فلا مهر، أو بعده (٣) أو أقامت فهو للسيدة، ومن عتقت بتدبير ومن كل المال وقيمتها مائة وصداقها مائتان منعت الفسخ قبل الدخول. ومن ثبت لها فسخ فلا حكم لوليها. فإن كانت صغيرة أو مجنونة خيرت عند بلوغها، وعتقها وسائر الفسوخ إلى الحاكم.

<span data-type="title" id=toc-307>باب نكاح الكفار</span>
نقرهم على ما يعتقدون حله (٤). فإن أتونا لعقده عقدناه إسلاميًّا (٥)
_________
(١) قوله: "وإن أختارت الحرة مجبوبا أو عنينا. . . " إلى قوله: "وإن كان به مرض أو جنون أو جذام ملكه"، انظر: الغاية (٣/ ٤٦)، والتنقيح (ص ٢٩٨)، وقال: ولوليها، وقيل: غيره من الأولياء، أي: منعها. والإِقناع (٣/ ٢٠٢).
(٢) قوله: "ومن كان عتقها. . . "، في الأصل: "ومن كل عتقها"، (ق ١٠٨ - ١٠٩)، وفي المحرر: وإذا عتقت تحت حر أو عبد (٣/ ٢٦).
(٣) قوله: "أو بعده أو أقامت فهو. . . "، من الهامش وليست من الصلب (ورقة ١٠٩ - ١٠٨).
(٤) قوله: "نقرهم على ما يعتقدون حله"، معناه كما قال في "منتهى الإِرادات بحاشية ابن قائد، عثمان النجدي": ويقرون على محرمه ما اعتقدوا حلها ولم يرتفعوا إلينا (٤/ ١١٩)، و"الغاية" كذلك (٣/ ٤٧)، وقوله: "باب نكاح الكفار"، أي: بيان حكمه وما يقرون عليه لو ترافعوا إلينا أو أسلموا، ابن قائد (٤/ ١١٩).
(٥) قوله: "فإن أتونا لعقده عقدناه إسلاميًّا"، قال في "منتهى الإِرادات بحاشية ابن قائد، عثمان النجدي": فإن أتونا قبل عقده عقدناها على حكمنا، أي: أنَّ =',NULL,'357',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (349,'فإن عقدوه ثم ارتفعوا، أو أسلم الزوجان أقررناهما، إلَّا لقيام مفسد لابتداء العقد، فلو أسلموا والمرأة بنته أو نكحها في عدة غيره، أو حبلى من زنى، أو مطلقة ثلاثًا، أو في عقد مؤقت فسخ. وإن كان بلا ولي أو بلا شهود أو في عدة وقد انقضت أو على أختها وقد ماتت (١): أقر.
وإن وطئ حربي حربية قهرًا، أو طوعًا نكاحًا: أقر. وإن كان المهر مُسَمّى صحيحًا أو فاسدًا وقد قبض: أجزأ (٢). وإن كان فاسدًا ولم يقبض أو لم يسم فمهر مثلها. كان أسلم الزوجان معًا أو زوج الكتابية فالنكاح باق. وإن أسلم أحدهما وليس بكتابي قبل الدخول حرمت ولا مهر لها في الحالين. وإن أسلم أحدهما بعد الدخول ثم الآخر في العدة فالنكاح باق (٣) وإلَّا فسخ منذ اختلف الدَّينان. فلو وطئها في العدة ولم يسلم الثاني لزمه مهر المثل. ولها نفقة العدة إن أسلمت، وإن أسلم وتحته أختان فاسلمتا معًا اختار أحدهما (٤). وإن كانتا أمًا وبنتًا حرمت الأم. فإن كان دخل بها حرمتا. وإن كن فوق أربع فأسلمن معه، أو كن كتابيات أمسك أربعًا.
وعدة من فارق من اختياره. ويجبر على الاختيار. وعليه نفقتهن إلى خياره. فإن أبان إحداهن، أو وطئها، أو ظاهرَ منها فمختارة. وإن أبان الكل أخرج المختارات بالقرعة وله نكاح البواقي بعد عدة الأربع، فإن مات فعلى
_________
= مجيئهم قبل العقد لأنه سبق الإقرار فيما اعتقدوا حله ولم يرتفعوا إلينا (٤/ ١١٩)، والغاية (٣/ ٤٧).
(١) قوله: "وإن كان بلا ولي .. . . " إلى قوله: "وقد ماتت أقر"، انظر: الغاية (٣/ ٤٧).
(٢) قوله: "أجزأ"، في الأصل: "أجزاء"، والصواب ما أثبتناه.
(٣) قوله: "فالنكاح باق"، وهو الصواب كما في العبارة التي سبقت، وفي الأصل: "باقي" (ق ١٠٨ - ١٠٩).
(٤) قوله: "اختار أحدهما"، في المحرر: "اختار إحداهما" (٢/ ٢٨).',NULL,'358',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (350,'الكل عدة الوفاة والإِرث لأربع بالقرعة. كان أسلم البعض ولسن بكتابيات فلا إمساك ولا فسخ إلَّا فيمن أسلمن. ثم إن شاء عجل الإِمساك في الكل أو البعض. وإن شاء أخَّره حتى يسلم البواقي وتنقضي عدتهن، وإن عجّل اختيار أربع فعدة البواقي من إسلامه. كان انقضت عدة البواقي ولم يسلم إلَّا أربع فقد لزم نكاحهن. فإن اختار أوّلًا فسخ نكاح مسلمة صح إن تقدَّمه إسلام أربع سواها. وإن أسلم حر قبل الدخول وتحته إماء فأسلمن، أو بعده في العدة حَرُمْن.
وإنْ أُبحن حال الاجتماع في الإِسلام اختار من تعفه. ومن عتق بين إسلامهما وهي تعف، حرم البواقي، وإن عتقت بعد إسلامهما اختار من الجميع. وإن أسلم تحت عبد أربع في العدة اختار اثنتين، وكذا إن عتق قبل أن يختار. وإن أسلم ثم عتق، ثم أسلمن، أو أسلمن ثم عتق ثم أسلم، أمسك الأربع. وإن ارتد أحد الزوجين قبل الدخول حرمت، وعليه نصف المهر إن سبقها. وانتقال أحد الكتابيين إلى دين لا يقرر عليه ردة.
* * *',NULL,'359',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (351,'<span data-type="title" id=toc-308>كتاب الصداق </span>(١)
يجب تسميته في العقد وتخفيفه، وأن لا يُجاوز خمسمائة درهم (٢)، ولا حد لأقله. وإن خلا ذكره (٣) أو فسدت تسميته فمهر مثلها. وإن أصدقها عصيرًا فبان خمرًا فمثله، أو عبدًا فبان حرًّا أو غصبًا فقيمته.
وما صح عوضًا صح مهرًا إلَّا منافع الزوج. وإن أصدقها عينًا من أعين أو أطلق فالوسط. وإن تزوجها على مجهول قدر، وحصول كدار غيره أو حمل شجَرِهِ أو بطن أو متاع بيته أو حكم فلان أو تعليم قرآن أو فقه
_________
(١) قوله: "الصداق"، هو العوض المسمى في عقد النكاح وبعده، التنقيح (ص ٣٠١)، وزاد في الغاية: أو في وطء شبهة وزنى، وهو مشروع في نكاح (٣/ ٥٣)، وفي "المطلع" (ص ٣٢٦): فيه خمس لغات: صداق بفتح الصاد، وكسرها، وصدقة بفتح الصاد، وضم الدال، وصدقة بضم الصاد، وصدقة بسكون الدال مع ضم الصاد وفتحها. وله ثمانية أسماء: الصداق، والمهر، والنِّحْلة، والفريضة، والأجر، والمقر، والحباء، والعلائق، ونظمها صاحب "المطلع" في بيت هو:
صداقٌ ومهرٌ نحلةٌ وفريضَةٌ ... حباءٌ وأجْرٌ ثم عَقْرٌ علائقُ
(٢) وفي الغاية: وأن يكون من أربعمائة وهي صداق بناته -صلى اللَّه عليه وسلم- إلى خمسمائه وهو صداق أزواجه، كان زاد فلا بأس، ولا يتقدَّر الصداق، فكلما صح ثمنًا صح مهرًا وإن قل (٣/ ٥٣)، والمحرر (٢/ ٣١).
(٣) قوله: "وإن خلا ذكره"، وعبارة المحرر: "وإذا خلا العقد عن ذكره"، (٢/ ٣١).',NULL,'360',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (352,'أو طلاق ضرتها لم يصح التسمية (١). وإن تزوجهن بعوض واحد قسم على قدر مهور مثلهن. ولها الرد بالعيب. وإن عقدا عليه في الذمة فإبداله (٢) فقط. وإن جهل أجله فمحله الفرقة. وإن أصدقها مع عدم ضرتها ألفًا ومع وجودها ألفين أو مع عدم أبيها ألفين ومع وجوده ألفا صح في الضرة، وترجع. وترجع الزوجة قبل الدخول بما سُمِّي لغير الأب.
والتواطؤ على الصداق سرًّا فهو من (٣) العقد. وزيادته بعد العقد تلحقه. فإن لحقت بعد عتقها فلها. وإن كرر مهرين سرًا وعلانية لزم الزائد. فإن قال: عقد تكرر، وقالت: بل عقدان بينهما فرقة، حلفت. وإن أعتقها بسؤالها على أن تنكحه ثم أبت لزمتها قيمتها. وإن أعتقته بسؤاله على أن يتزوجها ثم أبى عتق مجانًا.
وإن زوج غير الأب بدون مهر المثل لزم الزوج التتمة، ويلزم الابن ما سمَّى الأب. ويفسد نكاحه بدون إذن سيده. وإن وطئ لزم برقبته مهر المثل. وإن زوج عبده من أمته تبعه بمهرها حرًّا. فلو زوجه حرة ثم باعه منها تقاصّا (٤). وإن باعه بمهرها صح البيع وصح النكاح.
_________
(١) مرَّ بنا آنفًا في "باب الشرط والعيب في النكاح" أنه إن شَرط لها طلاق ضرتها ولم يف فلها الفسخ، انظر ص ٣٥٤، وقوله: "لم يصح التسمية"، فالمراد لا يصح إصداقها طلاق ضرتها، ولها مهر المثل.
(٢) وعبارة المحرر: "فإنما يجب إبداله. . . " إلخ (٢/ ٣٢).
(٣) قوله: "فهو من" هكذا في الأصل وهي غير ظاهرة ويمكن أن تكون: "مهرٌ من" أيضًا، وعبارة المحرر: "أخذ بالمسمى في العقد" (٢/ ٣٣).
(٤) قوله: "تقاصا"، التقاص: تمكين الغريم من أخذ حقّه المالي منه، وهو أيضًا جعل الغريمين ما لأحدهما على الآخر قبل ما عليه له. "معجم لغة الفقهاء" (ص ١٤٠).',NULL,'361',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (353,'<span data-type="title" id=toc-309>باب المسمى ومهر المثل </span>(١)
يملك بالعقد وحكمه حكم البيع. ويلزم بموت أو خلوة من يطأ مثله بمطاوعة يوطأ مثلها علم بها ولو مع مانع حسِّي كجب (٢) ونحوه، أو شرعي كحيض ونحوه.
ويسقُط قبل لزومه بالفرقة من جهتها كردة أو رضاع أو إعسار.
ويُنَصَّف بالفرقة من جهته كطلاق أو خلع (٣) إلَّا لعيب بها، أو كفرها أو إسلامه فإنه يسقطه. فإن تنصف قبل قبضه وتعذر رده بتلف أو شُفعة فمثل المثلي وقيمة غيره على أدنى صفاته. وإن كان باقيًا بصفته ملك نصفه قهرًا دون زيادته المنفصلة. وإن اتصلت فنصف قيمته كما سبق، وإن نقضت، وإن بنت، أو صبغت، فله النصف إن بذل قيمة زيادته وتلفه ونقصه بيدها يعد تنصفه منها. ويأخذ مع تلفه النصف الباقي.
وإن كان المسمى في الذمة فقبض ثم سقط أو نصفه نُصّف كالمعين فيما ذكر. لكن يعتبر في تقويمه صفته يوم قبضه. وإن كان المسمى تعليم قصيدة رجع بأجرة تعليمه إن سقطت ونصفها إن نُصّف.
_________
(١) قوله: "باب المسمَّى ومهر المثل"، في المحرر: "باب حكم المسمى ومهر المثل" (٢/ ٣٥)، ومهر المثل معتبر ممن يساويها من جميع أقاربها من جهة أبيها وأمها كاختها وعمتها وبنت أخيها وبنت عمها وأمها وخالتها وغيرهن القربى فالقربى وتعتبر المساواة في الجمال والمال والعقل والسن. . . إلخ. الإقناع (٣/ ٢٢٤)، والمحرر (٢/ ٣٧).
(٢) الجب: هو قطع الذكر، ومنه: المجبوب وهو مقطوع الذكر، وقيل: والخصيتين، "معجم لغة الفقهاء" (ص ٤٠٥).
(٣) الخلع: هو فراق الزوجة بعوض بألفاظ مخصوصة، ويأتي، الغاية (٣/ ٩٤).',NULL,'362',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (354,'وإن وجب مهر المثل فُرض. فإن اختلفا فرضه الحاكم وهو في إسقاطه وتقريره وتنصيفه كالمسمى.
وتختلف المتعة (١) بيسر الزوج وعسره، فأعلاها خادم وأدناها كسوة تصح الصلاة بها. ولا تسقط بهبة مهر المثل قبل الفرقة. ولا متعة إلَّا لفرقة قبل الفرض والدخول. ولها مهر مثلها من نسائها في عقل ودين وسن ومال وجمال وبكورية وبلد. فإن كان فوقها أو دونها زيد ونقص بقدر ذلك. فإن فقدن اعتبر أقرب شبه بها.
والذي بيده عقدة النكاح الزوج. فإن طلق قبل الدخول فمن عفى من الزوجين عن حقه من المهر وهو جائز التبرُّع صح. وإن وهبته مهرها ثم وُجد ما يُسقطه أو ينصّفه رجع عليها بعوضه، وإن أبرأته فلا. وإن وهبته نصفه ثم نُصّف رجع بالباقي. وإن تطوع به أجنبي ثم سقط أو نُصّف فالرجوع للزوج.
ولها منع نفسها قبل الدخول حتى تقبضه لحوله. وإن بأن معيبًا فلها المنع وإن بأن معسرًا أو أعسر فلها الفسخ. وإن اختارت المقام منعت الفسخ دون منع نفسها. والمنع والفسخ مع الرق للسيد. ولا يقبض مَهْرَ ابنته الرشيدة بلا إذنها. ويقبل قول الزوج فيما يقرره وقَدْرُه وعَيْنُه، وللزوجة في قبضه.
_________
(١) قوله: "المتعة"، قال في الإقناع: وكل فرقة جاءت من قبل الزوج قبل الدخول، كطلاقه ولو بسؤالها، وإسلامه، وردته أو من أجنبي، كرضاع ونحوه: تنصف المهر، وتجب بها المتعة لغير من سمى لها (٣/ ٢١٩)؛ لقوله تعالى: {وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعًا بِالْمَعْرُوفِ حَقًّا عَلَى الْمُحْسِنِينَ (٢٣٦)} [البقرة: ٢٣٦]، والأمر نقيض الوجوب، أعلاها خادم في حق موسر وأدناها درع وخمار يجزئها في صلاة، "حاشية الروض على شرح الزاد" لابن قاسم (٦/ ٣٩٤).',NULL,'363',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (355,'ولا مهر لنكاح فاسد، وتوجبُ خلوةٌ المسمى. والموطوءة بشبهة والمكرهة مهر المثل. ولا أرش للبكارة. وعلى مُذْهِب عذرتها بدفعه أرش بكارتها. وإن فعله الزوج قبل الدخول ثم طلق فنصف المسمى فقط.

<span data-type="title" id=toc-310>باب الوليمة </span>(١)
تسن للزوج بشاة. وتجب إجابة مسلم مُحَرَّم هجْرُه أول يوم ولم يدع الجفلى (٢). ويباح سائر الولائم وإجابتها. ويستحب أكل صائم نفل، ويحرم
_________
(١) قوله: "باب الوليمة"، وهي مباحة عموما إلَّا وليمة العرس فهي مسنونة، قال في نظم المفردات (ص ٢٤٧):
لغير عرس سائر الولائم ... مباحة للختن أو للقادم
وفي حاشية الروض لابن قاسم: بلا خلاف بين أهل العلم وليست واجبة عند أكثرهم، وقيل: واجبة، وهو أظهر (٦/ ٤٠٥). الوليمة: اسم لطعام العرس خاصةً. حكاه ابن عبد البر عن ثعلب، وقال بعضهم: تقع على كل طعام لسرور حادث إلَّا أن استعمالها في وليمة العرس أكثر، وهي عشرة أنواع، وعند البعض أكثر من ذلك وصُنّفت فيها مؤلَّفات، منها: "فض الخواتم في أحكام الولائم"، ومنها: الوليمة، العذيرة، الأعذار (للختان)، الخرس لطعام الولادة. الوكيزة: وهي دعوة البناء، والنقيمة: وهي طعام لقدوم الغائب، العقيقة، الحذاف، والمأدبة. . . إلخ. انظر: "المطلع" (ص ٣٢٨)، والإقناع (٣/ ٢٢٧)، والغاية (٣/ ٧١).
(٢) قال في المحرر: "ولا من عمم بدعوته وتدعى الجفلى، (٢/ ٣٩) بفتح الجيم، وقال في المصباح: الجفلى على فعلى بفتح الكل وهي أن تدعو الناس إلى طعامك دعوة عامة من غير اختصاص، قال طرفة:
نحن في المشتاة ندعو الجفلى ... لا ترى الآدب فينا ينتقر
يقال: دعى فلان الجفلى لا النقرى. والنقرى الدعوة الخاصة ببعض الناس، =',NULL,'364',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (356,'إلَّا بصريح إذن أو قرينة. ويستحب غسل اليد قبل الطعام وبعده. وإن أُخبر بمنكر وأمكنه إزالته أو عَلِمه ولم يره أو لم يسمعه فله الجلوس. ويباح افتراش ما فيه سورة حيوان دون تعليقه، والنثار (١) مكروه.

<span data-type="title" id=toc-311>باب عشرة النساء </span>(٢)
للزوج أخذ بنت تسع وعليه قبولها إن بذلت، ويمهلان لزوال عذر وإصلاح شأن. ووليهما بمنزلتهما. ويأخذ الأمة نهارًا ببذل أو شرط. ولها منع نفسها لعذر وأداء فرض. وعليه وطؤها ثلث كل سنة. ومبيت ليلة من أربع، ومِنْ سبع للأَمة. فإن أبى بلا عذر فلها الفرقة، وكذا إن طلبت قدومه فوق نصف سنة فأبى.
ويحرم وطء الدبر، والعزل بلا إذن الحرة والسيد، ووطئها بمرأى ضرتها، والحديث بما جرى بينهما، وجمعهما في مسكن كرهًا.
_________
= انظر: المطلع (ص ٣٢٨)، وحاشية الروض (٣/ ٤٠٨)، والمصباح المنير (ص ١٠٣)؛ وهي مستعملة في الكويت لكن تنطق بالياء، أي: "اليفلى" على ما هو معتاد.
(١) النثار: بكسر النون، اسم مصدر من نثرت الشيء أنثره نثرًا، فهو اسم مصدر مطلق على المنثور، وهو ما ينثر في الولائم على الأطفال أو الضيوف في السرور من قطع حلوى وسكر ودراهم ونحو ذلك. وسبب كراهته، قال في الغاية: وكره النثار لما فيه من النهبة (٣/ ٨٠)، وفي حاشية الروض لابن قاسم: لما يحصل فيه من النهبة والتزاحم وأخذه على هذا الوجه فيه دناءة وسخف، وقال أحمد: لا يعجبني انتهاب الجوز وأن يؤكل والسكر كذلك. . . (٦/ ٤١٧)، والفروع (٥/ ٣١٠).
(٢) قوله: "باب عشرة النساء"، العشرة بكسر العين: الاجتماع، وهي ما يكون بين الزوجين من الألفة.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (357,'وله منعها من تناول محرم وذي ريح كره (١)، والخروج إلَّا لضرورة. وتستأذن سيدها زوجها لسفره لها ولا عكس.
ويقول عند الوطء ما ورد (٢).

<span data-type="title" id=toc-312>باب القَسْمُ والنشوز </span>(٣)
تجب التسوية له لا لوطء. فللأمة ليلة وللحرة ليلتان حتى الكتابية ولبعض الحرية (٤) يُسقطها. وعماده لغير حارس ونحوه الليل (٥). ويقرع لابتدائه والسفر بها وتقضى إقامة تخلله. ودخوله في نوبتها منزل ضرتها لغير حاجة خطر. فإن لبث أو وطئ قضى. وإن أبت المبيت عنده، أو السفر
_________
(١) قوله: "كره"، هكذا في الأصل، انظر: ورقة ١١٢ من المخطوط، وانظر: الغاية (٣/ ٨٤)، وحاشية الروض المربع لابن قاسم (٦/ ٤٣٣).
(٢) قوله: "ويقول عند الوطئ ما ورد"، أي: المتفق عليه من حديث ابن عباس: "لو أن أحدكم حين يأتي أهله قال: بسم اللَّه، اللَّهُمَّ جنِّبنا الشيطان، وجنِّب الشيطان ما رزقتنا، فولد بينهما ولد لم يضره الشيطان أبدًا"، البخاري (٤/ ١٤١)، ومسلم (٢/ ١٠٥٨) "كتاب النكاح"، وقال في الإقناع: قال ابن نصر اللَّه: وتقوله المرأة أيضًا (٣/ ٢٤٢).
(٣) قال في المحرر: "باب القسم" (٢/ ٤٢)، ولم يذكر النشوز، وهو زد (٥٩)، قال في هداية الراغب: مأخوذ من النشز، وهو ما ارتفع من الأرض فكأنها ارتفعت وتعالت عما فرض عليها من المعاشرة بالمعروف (٢/ ٤٧٥).
(٤) وفي المحرر: "والمعتق بعضها بحساب ذلك" (٢/ ٤٢).
(٥) قوله: "وعماده لغير حارس ونحوه الليل"، عماده، أي: قسمة، قال في المصباح: وعمدة القسم الليل (ص ٤٢٩)، والقسم: توزيع الزمان على زوجاته، الإِقناع (٣/ ٢٤٤)، وفي المحرر: وعماده الليل فيخرج في نهاره لمعاشه وقضاء حقوق الناس إلَّا من معاشه الليل كالحارس فعماد قسمه النهار (٢/ ٤٢).',NULL,'366',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (358,'معه، أو سافرت لحاجتها ولو بإذنه فلا نفقة ولا قَسْم. وللبكر إقامة سبع، وللثيب ثلاث مجانًا. وإن اختارت السبع قضاهن. ويبدأ بأسبقهن زفافًا، فإن تساوتا أقرع. فإن أقرع وهو يريد سفرًا دخل حق العقد في قسم السفر فيقضيه قادمًا. وطلاق ذات قسم خطر (١)، ويقضي لعودها. ويصح لهبة له ولضرتها بإذنه لا بعوض. ويعود حال عودها. فلو عادت بعد قسمه لاثنتين أو ثلاث جعل لها ربع الزمن المستقبل، وثلاثة أرباعه للثالثة حتى يكمل حقها. ولا قسم لسريته.

<span data-type="title" id=toc-313>فصل </span>(٢)
وإن منعته حقَّه وعظها مِنْ هجر مضجعها (٣)، ثم ضربها غير مبرح. وإن تداعيا الظلمَ أُسكنا قرب ثقة يُلزمهما الإِنصافَ. وإن صار إلى الشقاق بعث الحاكم عدلين بتوكيلهما. والأَوْلى كونهما من أهلهما (٤) يفعلان الأصلح من فرقة أو جمع.
_________
(١) قوله: "وطلاق ذات قسم خطر"، كلمة خطر هي من استعمالات العلَّامة الأدمي رحمه اللَّه، وقد استعملها في باب الجمعة أيضًا في قوله: "وسفر من عليه حضورها في يومها قبل فعلها خطر"، وهي تعادل: "عدم الجواز" أو هي معصية، قال في المحرر: ومن طلق امرأة لها قسم لم تستوفه فقد عصى (٢/ ٤٣).
(٢) قوله: "فصل"، في المحرر "باب النشوز" (٢/ ٤٢) مما يعني أنَّ الأدمي رحمه اللَّه لم يجعله في باب تبعًا للمحرر، وهو زد (٦٠).
(٣) عملًا بالآية الكريمة: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ} [النساء: ٣٤].
(٤) عملًا بقوله تعالى: {وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وَحَكَمًا مِنْ أَهْلِهَا إِنْ يُرِيدَا إِصْلَاحًا يُوَفِّقِ اللَّهُ بَيْنَهُمَا} [النساء: ٣٥].',NULL,'367',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (359,'<span data-type="title" id=toc-314>باب الخلع </span>(١)
يكره وحالهما مستقيمة. فإن منعها حقها لتختلع منه ففعلت ولم تكن زنت لم يصح، فيرد العوض والنكاح باق. ويصح ممن يصح طلاقه. ويصح بذل العوض من كل زوجة يصح تبرعها ومن أجنبي. فإن سمى العوض منها ولم يضمنه لم يلزم والنكاح بحاله. وبذلها بلا إذن سيدها فاسد وبإذنه يلزم رقبتها. وللسفيه والمميز والعبد قبض عوض خلعه. والخلع بنية الطلاق طلقة بائنة، وإلا فسخ (٢) لا يلحق المعتدة منه طلاق. وإن شرط الرجعة أو الخيار في الخلع لغا الشرط.
وما صح مهرًا صح الخلع به. ويكره بأكثر مما أعطاها (٣)، ولا يصح
_________
(١) قوله: "باب الخلع"، كما في المحرر (٢/ ٤٤)، والخلع: فراق الزوجة بعوض بألفاظ مخصوصة، سُمِّي بذلك لأن المرأة تخلع نفسها من الزوج كما تخلع اللباس، قال تعالى: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} [البقرة: ١٨٧]. "هداية الراغب" لعثمان النجدي (٢/ ٤٧٦)، وحاشية الروض (٦/ ٤٥٩)، وقال في الغاية: شروط خلع تسع:
١ - بذل عوض ممن يصح تبرعه.
٢ - وزوج يصح طلاقه.
٣ - غير هازلين.
٤ - عدم عضلها إن بذلته.
٥ - وقوعه بصيغته.
٦ - عدم نيته الطلاق.
٧ - تعجيز.
٨ - وقوعه على جميع الزوجة.
٩ - عدم حيلة (٣/ ٩٦).
(٢) قوله: "وإلَّا فسخ"، قال في نظم المفردات:
الخلع فسخ لا ينقص عددا ... من الطلاق عندنا ذا أبدا
قال البهوتي شارح المفردات في منح الشفا الشافيات: يعني أنَّ الخلع إذا وفع بلفظ خلعت أو فسخت أو فاديت ولم ينوه طلاقًا فإنه يكون فسخًا لا ينقص به عدة الطلاق (ص ٢٥١)، قال في مغني ذوي الأفهام: خلافًا للثلاثة، (ص ٣٧٩).
(٣) قوله: "ويكره بأكثر مما أعطاها"، قال في نظم المفردات (ص ٢٥١):
ويكره الخلع بما زاد على ... صداقها المعهود فيما قد خلا
وقال في مغني ذوي الأفهام: خلافًا للثلاثة (ص ٣٧٩)، والغاية (٣/ ٩٦).',NULL,'368',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (360,'إلَّا بعوض، فلو خالعها على عبد مطلق فله الوسط، أو على نفقة حملها برئ منها، أو على رضاع ولده فمات رجع بأجرة المثل للمدة، أو على خمر أو حر فهو كالخالي من ذكره. أو كافران على خمر أو خنزير ثم أسلما قبل قبضه فلا شيء له.
وإن قالت: طلِّقني بألف، أو إن طلقتني فلك عَلَيَّ ألف، ولم ترجع فقال: طلّقتُكِ أو خالعتُكِ في المجلس، طلقت وله الألف. كان قالت: طَلِّق فطلَّق ثلاثًا فله الألف، وإن قالت ثلاثًا بالألف فله ثلثها. وإن قالت: ثلاثًا بألف فطلق واحدة فرجعية مجانًا. وإن كانت الثالثة فله الألف. وإن قال ابتداء: أنت طالق بالف أو وعليكِ ألفٌ كانت طلقة رجعة (١). وإن قبلته في المجلس بانت وله الألف. وإن قالتا: طلَقنا بألف فطلق إحداهما بانت بقسطها، وإن قالت إحداهما طُلّقت رجعية مجانًا.
ومتى تخالعا تراجعا بما بينهما من حقوق النكاح. وإن كان مهرها مائة فخالعته قبل الدخول بخمسين منه سقط كله. وإن خالعته في مرضها فله الأقل من المسمى وإرثه (٢). وإن طلقها في مرضه طلاقًا يمنع إرثها ثم أقر أو أوصى لها أخذته ما لم يَزِدْ على إرثها. وإن خالعها في مرضه وحاباها فهو من رأس المال. وإن خالع وكيلها بمهرها مع الإطلاق أو بما قدرت فما دون، أو وكيله بقدر المهر مع الإطلاق، أو بما قدر فأزيد: صح. وإن زاد وكيلها أو نقص وكيله صح من وكيلها فقط وضمن الزيادة.
_________
(١) هكذا في الأصل، وفي المحرر: "طلقت رجعيًا على المنصوص" (٢/ ٤٧).
(٢) انظر: الغاية (٣/ ١٠٢)، وقوله: "وإرثه"، في الغاية: "أو إرثه"، وفي المحرر: "وإن خالعته في مرض موتها فله المسمى، إلَّا أن يزيد على إرثه منها، وللورثة منع الزيادة" (٢/ ٤٨).',NULL,'369',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (361,'وإن قال: إن أعطيتيني ألفًا فأنت طالق، فأعطته بانت، وإن قال: إن أعطيتيني هذا العبد فأنت طالق، فبان معيبًا فليس له سواه. وإن قال: هذا الثوب الهروي (١)، فبان مرويًّا أو غصبًا فلا طلاق. كان قال: عبدًا، فأي عبد أعطته طلقت. وإن قال خمرًا، أو هذا الخمر، طلقت رجعية مجانًا. وإن قال لمكلفة ومميزة: أنتما طالقتان إن شئتما، فقالتا: قد شئنا، بانت المكلفة بقسطها، وطلقت المميزة رجعية مجانًا. وإن قال: قد خالعتك، فقالت: بل غيري، بانت، وحلفت على نفي العوض. وإن قالت: نعم، وضمنها غيري، لزمها وتحلف في قدر عوض الخلع وأجله.
* * *
_________
(١) قوله: "هذا الثوب الهروي فبان مرويًّا"، الثوب الهروي والمروي: ضرب من الثياب.',NULL,'370',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (362,'<span data-type="title" id=toc-315>كتاب الطلاق </span>(١)
لا يقع من غير زوج مكلف، ولا في نكاح مجمع على تحريمه، ولا في نكاح الفضولي (٢) قبل الإِجازة، ولا من زائل العقل، إلَّا بمسكر محرم، وكذا سائر أقواله وأفعاله. ولا ممن أكرهه ظالم قادر غلب على ظنه ضرره. ويكره لغير حاجة.
والسنة واحدة في أثناء طهر لم يصبها فيه، ثم يدعها حتى تعتد. فلو طلق مدخولًا بها في حيض أو طهر جامعها فيه، ولم يبن حملها وقع بدعيًّا، وتستحب رجعتها فيه. وطلاقها في المتعقب له بدعة. وإن طلقها ثنتين أو ثلاثًا بكلمة، أو كلمات في طهر فأكثر من غير مراجعة كان لسنة.
ولا سنة ولا بدعة في طلاق صغيرة، أو آيسة (٣)، أو حامل، أو غير مدخول بها. فلو قال لإِحداهن: أنت طالق طلقة للسنّة وطلقة للبدعة، طلقت طلقتين في الحال. فإن قال: أردت غير الآيسة إذا صارت أهلًا لذلك، دُيِّن (٤). وإن قال لمن لها سنة وبدعة طلقت في الحال، وأخرى في
_________
(١) قوله: "كتاب الطلاق"، كما في المحرر (٢/ ٥٠).
(٢) قوله: "نكاح الفضولي"، الفضولي مَن يتصرَّف في ملك غيره بغير وكالة ولا ولاية ولا إذن، وهو من يتدخل فيما لا يعنيه، "معجم لغة الفقهاء" (ص ٣٤٧).
(٣) قوله: "أو آيسة"، من آيسها اللَّه تبارك وتعالى من الحيض، مطلع (ص ٣٤٨)، وهي المرأة التي بلغت من الكبر سنًّا انقطع فيه حيضها وهو في العادة خمسون "معجم لغة الفقهاء" (ص ٣٧).
(٤) قوله: "دُيِّنَ"، أي: فيما بينه وبين ربه.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (363,'ضد حالها الراهنة. وإن طلقت ثلاثًا نصفها للسنة ونصفها للبدعة طلقت ثنتين في الحال والثالثة في ضد حالها الراهنة.
وإن قال: أقبح الطلاق، أو أسمجه، فكقوله للبدعة، أو أحسنه، أو أجمله، فكقوله للسنة، أو طلقة حسنة قبيحة، طلقت في الحال. أو في كل قرء (١) طلقة، طلقت الحائض ممن تحيض، ووقع بكل حيضة طلقة. ويباح الطلاق زمن بدعة (٢) بسؤال المرأة. والنفاس كالحيض فيما ذكر. وتنقضي بدعتها بانقطاع الدم.

<span data-type="title" id=toc-316>باب صريح الطلاق وكناياته</span>
صريحه (٣) لفظه وما تصرف منه. فإن ادَّعى ممكنًا (٤) دُيِّن، وكذا إن لطمها، أو أطعمها وقال: هذا طلاقك، وفَسَّره بمحتمل (٥). وإن قال: طلقة لا يلزمك، أو واحدة أو لا، أو لا شيء طلقت. وقوله لضَرتها: عُقيب ما
_________
(١) قوله: "قرء"، في الأصل: "قر" بدون همزة، القرء بفتح القاف، الحيض والطهر، وهو من الأضداد "المطلع" (ص ٣٣٤)، وهو لفظ مشترك وضع لأكثر من معنى ولا يتيقن المراد منه إلَّا بقرينة، "معجم لغة الفقهاء" (ص ٤٣٠).
(٢) قوله: "زمن بدعة"، السنة لمن أراد طلاق زوجته أن يطلقها واحدة في طهر لم يطأها فيه، فإن طلقها ثلاثًا ولو بكلمات فحرام.
(٣) قوله: "صريحه لفظه وما تصرف منه"، قال في الغاية: الصريح هو ما لا يحتمل غيره من كل شيء، والكناية ما يحتمل غيره ويدل على معنى الصريح (٣/ ١١٣)، والتنقيح (ص ٣١٥).
(٤) قوله: "ممكنًا"، قال في المحرر: كأنت طالق من وثاق، أو طالق في نكاح سابق، منه أو من غيره، لم تطلق (٢/ ٥٣)، وقال في التنقيح: لم يقبل في الحكم، وقيل: بلى إن تكن قرينة (ص ٣١٦).
(٥) قوله: "فإن فسَّره بمحتمل"، قال في الغاية: كأن نوى أن هذا سبب طلاقك، قُبل حكمًا (٣/ ١١٤).',NULL,'372',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (364,'يُحرِّمها أنت مِثلُها، صريحٌ. وإن كتب طلاقها وقع (١). وإن بين أو ادعى تجديده شُرطت النية.
وإيقاعه بلغة لا يفهمها لغو.
وكناياته الظاهرة: خَلِيّة، وبَرِيّة، وبائن، وبتَّة، وبتلة، وأنت حرة، والحَرَجْ. والخفيَّة ما سوى ذلك مما تحتمله. والنية المقارنة للفظ الكتابة شرط. فالظاهرة ثلاث ما لم ينو دونها.
ويقع رجعيًّا كلا رجعة أو البَتَّة، والخفية واحدة رجعية ما لم ينو أكثر. وإن قيل: أَطَلَّقتَ؟ فقال: نعم، أو قال: قد طَلَّقها كاذبًا، طلقت. وإن قال: حلفت بالطلاق أن أفعل كاذبًا، دُيِّنَ.
فإن قال: أنت وما أحل اللَّه عَلَيَّ حرام فظهار. فإن نوى طلاقًا أو يمينًا فما نواه. فإن قال: أعني به الطلاق فواحدة عَرَّف أو نكَّر. وإن وهبها لنفسها أو لأهلها فمع النية والقبول رجعية. وقوله: أمرك بيدك، على التراخي، ما لم ينو الفورية. وخيارها، وطلقي نفسك يخص المجلس (٢)، وذلك لأجنبي على التراخي مطلقًا.
ودعواه الرجوع قبل إيقاع الوكيل مقبولة، ولا يملكه مع خيارها. وطلاق نفسها فوق واحدة يُكره (٣) مع أمرك بيدك. وإن قال: ثلاثًا فطلقت
_________
(١) قوله: "وإن كتب طلاقها وقع"، قال في نظم المفردات:
بخطه من كتب الطلاقا ... تطلق حتى ما نوى الفراقا
قال البهوتي شارح النظم: أي من كتب صريح طلاق امرأته بما يتبين وقع وإن لم ينوي لأنها صريحة فيه، لأن الكتابة تقوم مقام قول الكاتب (ص ٢٥٨).
(٢) قوله: "وطلقي نفسك يخص المجلس"، انظر: الغاية (٣/ ١١٨)، وقال: ما لم يشغلا بقاطع من شيء أو ركوب أو تشاغل بكلام بخلاف ما لو قعدا.
(٣) قوله: "فوق واحدة يكره مع أمرك بيدك"، خلافًا لما في الغاية، قال: وأمرك بيدك كناية ظاهرة تملك بها ثلاثًا، ولو قال لم أرد إلَّا واحدة (٣/ ١١٨).',NULL,'373',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (365,'واحدة أو عكسه فواحدة. وإن قال: من ثلاث ما شئت لم تملك فوق اثنتين كالأجنبي. وإن قال: طَلّقا ثلاثًا، فطلقها أحدهما دونها وقع ما اجتمعا عليه. وقوله: أنا طالق منك لغو، كقولها وقد وكلها: أنتَ طالق مني.

<span data-type="title" id=toc-317>باب ما يختلف به عدد الطلاق </span>(١)
إذا كرره لمدخول بها لزم. ومع تأكيد، أو إفهام (٢)، واحدة. وإن عطف بحرف ترتيب (٣)، أو إضراب فثنتان. وإن قال: طلقة قبلها، أو بعدها طلقة، أو مع أو معها طلقة، أو طالق فطالق، فثنتان دَخَل أو لا.
والمُعَلَّقُ كالمُنَجِّز، تقدم الشرط أو تأخر. وإن طلَّق مشيرًا بثلاث أصابع فثلاث، ومع دعواه المضمومتين، أو قال: من واحدة إلى ثلاث فثنتان. وإن قال: طلقة في ثنتين فثلاث. وللحاسب ثنتان، أو مثل فلان، أو طلقة بل ضرتك ثلاث، فكما قال. وإن قال لثلاث: هذه أو هذه وهذه طلقت القارعة مع الثالثة. وإن قال: نصف أو نصف طلقة أو نصف طلقتين.
وإن عَرّفه أو [. . .] (٤) ولم يجاوز المخرج ولم يعطف فطلقة. وإن عطف أو قال: ثلاثة أنصاف طلقتين فثلاث. وإن قال: نصف أو نصفًا
_________
(١) قوله: جاب ما يختلف به عدد الطلاق. . . "، قال في الغاية: ويعتبر بالرجال (٣/ ١١٩).
(٢) قوله: "أو إفهام"، لعل المقصود استفهام أيضًا.
(٣) قوله: "وإن عطف بحرف ترتيب أو إضراب. . . " إلخ، من نحو قوله في الترتيب: "أنت طالق ثم طالق"، والإضراب من نحو: "هذه لا بل هذه، وأنت طالق لا بل أنت طالق".
(٤) في الأصل بياض هكذا: "وإن عَرفه أو. . . ولم يجاوز. . . إلخ"، وهو سقط بمقدار كلمة، والسياق يقتضي وجود: "نكره" كما في باب صريح الطلاق، ولم يذكر شيئًا في المحرر.',NULL,'374',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (366,'طلقتين أو ثلاثة أنصاف طلقة. وإن قال: طالق اليوم غدًا فواحدة إلَّا أن ينوي طالق اليوم وطالق غدًا، أو نصف اليوم ونصفها غدًا أو نصف طلقتين أو ثلاثة أنصاف طلقة فثنتان.
وإن أوقع بين أربع واحدة أو اثنتين أو ثلاثًا أو أربعًا طلقت كل طلقة. وإن أوقع خمسًا فكل ثنتان. وإن قال: طلقة وطلقة وطلقة فبكل ثلاث. وطلاقه لجزء غير ثابت لغو. وإن قال: يدك، وليست (١)، أو يمينك إن دخلت، فقطعت قبله، طلقت. وإن قال: طالق، ونوى الثلاث، أو كلّ الطلاق، أو أكثره، أو ألفًا، ونوى واحدة فثلاث. وإن قال: واحدة ونوى ثلاثًا أو أشدّه أو أطوله أو ملء الدنيا فواحدة.

<span data-type="title" id=toc-318>باب الاستثناء في الطلاق </span>(٢)
يصح استثناء النصف فما دون. فلو قال: ثلاثًا إلَّا واحدة، فثنتان. وإن قال: إلَّا اثنتين، فالثلاث بحالها، ولو قال: طلقتين إلَّا واحدة فواحدة. والاستثناء من الإثبات نفي ومن النفي إثبات. فلو قال: أربعًا إلَّا اثنتين إلَّا واحدة طلقت ثلاثًا. وإن قال: طالق وطالق وطالق إلَّا واحدة، أو ثلاثًا، أو نسائي واستثنى واحدة، أو بقلبه، دُيِّنَ. ويشترط للاستثناء الاتصال المعتاد، والنية قبل تكميل المستثنى منه، وكذا الشرط الملحق والعطف للغير، والاستثناء بالمشيئة ونية العدد.
_________
(١) وعبارة المحرر: "ولو قال يدلّ طالق ولا يد لها" (٢/ ٥٩)، وقوله: وليست غير ظاهرة، والمعنى: وليس لها يد.
(٢) قوله: "الاستثناء في الطلاق"، قال في التنقيح: وهو إخراج بعض الجملة أو ما قام مقامها بشرط، قال بعضهم: من متكلم واحد (ص ٣١٩)، وفي الغاية: هو إخراج بعض الجملة بإلَّا أو إحدى أخواتها من متكلم واحد (٣/ ١٣١).',NULL,'375',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (367,'<span data-type="title" id=toc-319>باب الشك في الطلاق </span>(١)
من شك فيه أو شرطه أو عدده أخذ باليقين. ويستحب ترك الوطء. وإن قال: إحداكما، أو أنسيها، وإن كان هذا غرابًا وجهل: أقرع وينفق إليها (٢). فإن أخطأت طلقت القارعة (٣) وردت المقروعة ما لم يقرع حاكم أو تنكح. وإن قال: إن كان غرابًا، وقال آخران: لم يكن، فالنكاح باق مباح لمن اعتقد خطأ صاحبه. وإن قال لها ولأجنبية أو هند واسمها كذلك: إحداكما طالق طلقت زوجته. وإن ادَّعى الأجنبية دُيِّنَ. وإن قال: إحداكما طالق غدًا فماتت قبله طلقت الباقية. وإن ظنها أجنبية فبانت زوجته طلقت وعكسه. وإن ناداها فأجابته ضرَّتها أو لا، فطلقها بظنها المناداة، طلقت. وإن قال: علمتها غير المناداة، طلقتا. وإن قال: إن كنت تحبين العذاب (٤)، فقالت: أحبه، كاذبة لم تطلق.
_________
(١) قوله: (باب الشك في الطلاق)، كما في المحرر (٢/ ٦٢)، وهو مطلق التردد ولا يلزم بشك فيه أو فيما علق عليه، ولو عدميًّا كإن لم أفعل، وسن ترك وطء قبل رجعة. الغاية (٣/ ١٦٦)، التنقيح (ص ٣٢٦)، الإقناع (٤/ ٥٩ - ٦٠).
(٢) قوله: "وينفق إليها" هكذا في الأصل، وعبارة المحرر: "وعليه نفقتها إلى حين التبيين أو القرعة" (٢/ ٦١).
(٣) قوله: "القارعة. . . " والمقروعة، القرعة: بالضم السهمة، والمقارعة: المساهمة، وأقرع القوم، وتقارعوا، وقارع بينهم، وأقرع على، وقارعه فقرعه أي: أصابته القرعة، "المطلع" (ص ٤٨)، وانظر: "معجم لغة الفقهاء" (ص ٣٦١).
(٤) وعبارة المحرر: وإذا قال: إن كانت تحبِّين بقلبك أن يعذِّبك اللَّه بالنار فأنت طالق. . . إلخ، (٢/ ٦٢).',NULL,'376',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (368,'<span data-type="title" id=toc-320>باب تعليق الطلاق بالشروط </span>(١)
لا يصح من غير زوج. ولا يقع قبل التغيير وجود الشرط. وتعجيل المعلق لغو. وإن قال: لم أرده بل التغيير (٢) عجل. وينقطع بسبحان اللَّه، لا، يا زانية. وتعليقٌ على مستحيل لغو، وعلى عدمه واقع. واليمين باللَّه والظهار والعتق والحرام والنذر كذلك. وقوله: اليوم إن لم أطلقك اليوم، لغو.

<span data-type="title" id=toc-321>فصل </span>(٣)
في أدوات الشرط الغالبة: إن، وإذن، ومتى، وأي، ومن. وتقتضي كُلَّما التكرار. ومن، وأي للعموم، والست للتراخي، إن خلون عن قرينة الفور وحروف النفي، إلَّا "إن" ما لم تكن نية أو قرينة فورية. فلو قال الأربع (٤): أيتكن، أو من قامت فهي طالق، فقمن طلقن. وإن علقه على شروط فاجتمعت في عين طلقت بعددهن، أو على أكل رمانة أو نصفها فثنتان. وإن قال: إن طلقت واحدة فعبد حر (٥)، واثنتين فاثنان،
_________
(١) قوله: "تعليق الطلاق بالشروط"، والتعليق هو ترتيب شيء غير حاصل على شيء حاصل أو غير حاصل بإن أو إحدى أخواتها مع ضمه تقدم الشرط أو تأخره بصريح وبكناية مع قصد. الغاية (٣/ ١٣٨)، والتنقيح (ص ٣٢١).
(٢) قوله: "التغيير"، ويحتمل: "التعبير"، والأول أقرب، وهي غير ظاهرة في الأصل، والمعنى مفهوم وكلاهما لا يعلق الشرط بهما بل يعجل.
(٣) قوله: "فصل"، خلافًا للمحرر الذي وضع له عنوانًا هو: "فصل في أدوات الشرط الغالب استعمالها" (٢/ ٦٣)، وهو زد (٦١).
(٤) قوله: "فلو قال: الأربع أيتكن. . . " إلخ، هكذا في الأصل ولعل الصواب: "فلو قال لأربع:"؛ لأن الخطاب موجَّه إليهن. وفي المحرر: "ولو قامت الأربع في مسألة من قامت" (٢/ ٦٤).
(٥) قوله: "فعبد حرٌّ"؛ أي: "فعبدٌ من عبيدي حرٌّ" كما في المحرر (٢/ ٦٤).',NULL,'377',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (369,'وثلاثًا فثلاثة، وأربعًا فأربعة، ثم طلقهن معًا أو مفترقات عتق عشرة. وإن قال: كلما، فخمسة عشر. وإن قال: إن لم، طلقت آخر وقت الإِمكان، أو متى لم، فيمضي زمن يسعه. أو كلما لم، فثلاث. وغير المدخول بها واحدة. وأن بالفتح من نحوي تعليلٌ، ومن غيره شرط. وإن قال: إن قمت أو قعدت فبأحدهما، أو قمت وقعدت فبهما، وإن قُمتِ إن قَعَدتُ، فلا حتى تقوم ثم يقعد، وإن عطف الفاء بشرط الترتيب (١).

<span data-type="title" id=toc-322>فصل </span>(٢)
وإن قال: أنت طالق في هذا اليوم، طلقت في الحال. أو في الغد أو غدًا، طلقت أوله. وإن قال: أردت آخره، لم يقبل. وإن قال: اليوم، وفي غد، وفي بعد غد، طلقت ثلاثًا. وإن حذف في، طلقت واحدة، أو إلى شهر، طلقت بمضي (٣) شهر. وإن نوى تنجيزه (٤) تنجز. أو في غد إذا قدم زيد وقدم فيه طلقت عقيب قدومه أو يوم قدومه ونوى باليوم الوقت طلقت ساعة قدومه من ليل أو نهار. وإن نوى به النهار فقدم ليلًا أو مساءً أو مكرهًا لم تطلق. وإن قدم نهارًا طلقت أوله. وإن قال: في أول آخر الشهر، أو في
_________
(١) قوله: "وإن عطف الفاء بشرط الترتيب. . . "، تتمة لما قبلها، وفي الأصل: "الفا" بدون همزة، وعبارة المحرر: وإذا قال: إن قمت أنت طالق، فهو كما لو قاله بالفاء (٢/ ٦٥).
(٢) قوله: "فصل"، لم يجعل له الأدمي رحمه اللَّه عنوانًا مثل سابقه، وفي المحرر: "فصل في التقييد بالأوقات" (٢/ ٦٦)، وهو زد (٦٢).
(٣) قوله: "طلقت بمضي شهر. . . "، مصححة من هامش المخطوط وليست في الصلب.
(٤) قوله: "تنجيزه تنجز"، المنجز خلف المؤجل، والناجز الحاضر، صحاح (ص ٦٤٧)، أو التام الذي لا رجعة فيه، "معجم لغة الفقهاء" (ص ٤٧١).',NULL,'378',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (370,'آخره، طلقت بفجر آخر يومه. أو في أوله، فبدخوله، أو في آخر أوله، طلقت بفجر أول يومه.
وإن قال: إذا مضت ستة، طلقت بمضي اثني عشر شهرًا. أو إذا مضت السنة، طلقت في سلخ (١) ذي الحجة من سنة تعليقه. وإن قال: أردت في كل سنة طلقة، طلقت طلقة في الحال، وطلقة في أول محرم يجيء إن كانت يومئذ في نكاحه، والثالثة في الآخر. أو أردت السنة اثني عشر شهرًا قُبل، ويصير بين كل طلقتين سنة. أو أردت ابتداء السنين في المحرم المقبل، دُيِّنَ.
ومتى كانت بائنا منه في مفتتح العام الثاني ثم نكحها في أثنائه طلقت الثانية عقيب العقد، وكذا حكم الثالثة في الثالث. وإن دامت بائنًا حتى مضي العام الثالث لم تطلق يعده.
وإن قال: إذا رأيتِ الهلالَ، طلقت إذا رؤي، أو كملت (٢) العدة عقيب غروب الشمس. وإن قال: أردت رؤية عينها، قبل. وإن رأيت زيدًا، فرأته ميتًا أو في ماء أو زجاج، طلقت. وإن رأت خياله في مرآة فلا، أو أمس أو قبل أتزوجك لم تطلق. أو قبل قدوم زيد بشهر، فقدم قبل كمال شهر، لم تطلق. وإن قدم بعد شهر وقع.
وإن خالعها بعد اليمين، فقدم بعد الخلع بشهر، وقع الطلاق دون الخلع. وإن قدم بعد شهر فأكثر صح، وبطل الطلاق. وإن قال: قبل موتي،
_________
(١) قوله: "سلخ"، سلخت الشهر إذا أمضيته وصرت في اَخره، يقال: انسلخ الشهر من سنته، صحاح (ص ٣٠٩).
(٢) قوله: "أو كملت"، في الأصل: "أو كلمت"، وهو تصحيف. وعبارة المحرر: "أو أكملْتِ العدة" (٢/ ٦٧).',NULL,'379',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (371,'طلقت في الحال. أو مع موتي، لم تطلق. أو يوم (١) موتي، طلقت أوله.
وإن قال لزوجته وهي أمة أبيه: إن مات أو اشتريتك فأنت طالق، فمات أو اشتراها طلقت. فلو كان قال: إن ملكتك، لم تطلق، ولو دُبِّرت وخرجت من ثلثه عتقت وطلقت معًا.

<span data-type="title" id=toc-323>فصل في التعليق بالحيض </span>(٢)
فإن علقه على حيضها طلقت بوجوده، وإن علقه على حيضة طلقت بانقطاعه (٣). وإن بأن الدم فاسدًا (٤) فلا طلاق. وإن قال: نصف حيضة طلقت بمضي نصف عادتها. فإن ادَّعته فأكذبها أو عكسه طلقت. وإن قال: إِنْ حِضْتِ فأنت وضرَّتك، فادَّعته فكذَّبها، طلقت وحدها. وإن علقه بحيضها فادَّعياه فصدقهما، طلقتا، وإن كذبهما فلا. وإن صدق إحداهما طلقت المكذَّبة.
_________
(١) قوله: "يوم موتي"، التصحيح من هامش المخطوط بقوله: "صوابه يوم موتي"، وفي الأصل: "أو بعد موتي".
(٢) قوله: "فصل في التعليق بالحيض"؛ في المحرر: "فصل في التعليق بالحيض والحمل والولادة"، (٢/ ٦٨)، وبتأمل الفصول اللاحقة في "المنور" يتّضح أنَّ الأدمي رحمه اللَّه قد جعل التعليق بالحمل، والتعليق بالولادة كل في فصل وهو زد (٦٣).
(٣) قوله: "وإن علقه على حيضة طلقت بانقطاعه"، قال في الشرح الكبير: وإذا قال لطاهر: إذا حضت حيضة فأنت طالق، لم تطلق حتى تحيض ثم تطهر؛ نص عليه أحمد، لأنها لا تحيض حيضة إلاَ بذلك ولا تعتد بالحيضة التي فيها لأنها ليست حيضة كاملة (٢٢/ ٤٧٢)، ووافقه في الإِنصاف وقال: ظاهره أنه لا يشترط في وقوع الطلاق غسلها بل بمجرد ما تطهر تطلق (٢٢/ ٤٧٢).
(٤) قوله: "فاسدًا" من نحو استحاضة أو نفاس، أما في المحرر فعبارته: "ومتى بان الدم ليس بحيضًا تبينا أن لا طلاق" (٢/ ٦٨).',NULL,'380',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (372,'وإن قال ذلك لأربع فادعينه فصدقهن طلقن. وإن صدَّق ثلاثًا طلقت المكذَّبة. وإن صدق دون ثلاث فنكاح الأربع بحاله.
وإن قال: كلما حاضت إحداكن فضرائرها طوالق فادّعينه وصدّقهن طلقن ثلاثًا ثلاثًا. وإن صدق واحدة طلقن البواقي طلقة طلقة. وإن صدق اثنتين طلقتا طلقة طلقة، والمكذبتان طلقتين طلقتين، وإن صدق ثلاثًا طلقن طلقتين طلقتين والمكذبة ثلاثًا.
وإن قال لزوجتيه: إن حضتما حيضة، لم يطلقا إلَّا بحيضتين.

<span data-type="title" id=toc-324>فصل في التعليق بالحمل</span>
وإن عَلّقه على حملها فولدت لأكثر مِن أكثر مدته لم تطلق (١). وإن ولدت لدون أقلِّها طلقت، وطئها أو لا. ويحرم وطؤها عقيب اليمين قبل استبرائها.
وإن علقه على عدم الحمل فعكس الأولى (٢). ويحرم وطؤها أيضًا حتى يظهر حملها. فإن مضت ثلاثة قروء (٣) حلت للأزواج.
وإن قال: إذا حملت فأنت طالق، لم يطأها إلَّا عقيب كل حيضة مرة. وإن قال: طلقة إن كان حملك ذكرًا، واثنتين إن كان أنثى، فكانا لم تطلق. وإن قال: إن كنت حاملًا فكان، فثلاث.
_________
(١) قوله: "أكثر من أكثر مدته لم تطلق"، المعنى إذا قال لها: إن كنت حاملًا فأنت طالق ثم ولدت بعد ما مضى ليمينه أكثر مدة الحمل لم تطلق. المحرر (٢/ ٦٩).
(٢) قوله: "فعكس الأولى"، أي: إن لم تكوني حاملًا فأنت طالق فالحكم على عكس التي قبلها. المحرر (٢/ ٧٠).
(٣) قوله: "قروء"، بضم فسكون، مفرده قرء وهو الوقت مطلقًا؛ وهو من ألفاظ الأضداد، أي: الحيض والطهر.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (373,'<span data-type="title" id=toc-325>فصل في التعليق بالولادة</span>
وإن قال: طلقة إن ولدت ذكرًا، واثنتين إن ولدت أنثى (١)، فجاءا معًا فثلاث. وإن سبق أحدهما بدون نصف سنة وقع ما علق به. وإن جهل السابق أقرع. وإن قال: كما ولدت ولدًا، فولدت ثلاثًا معًا فثلاث، وإن لم يقل ولدًا فواحدة.

<span data-type="title" id=toc-326>فصل في التعليق بالمشيئة </span>(٢)
وإن علقه على مشيئتها طلقت متى شاءت. فإن قالت: قد شئتُ إن شئتَ، فقال: قد شئتُ، لم تطلق. ولا يملك الرجوع قبل إنشائها. وإن قال: ثلاثًا إلَّا أن تشائي واحدة، فشاءت واحدة فواحدة، وعكسه. وإن قال: أنت طالق وعبدي حر إن شاء زيد، فشاءهما مكلفًا لزما حتى مع خرس بإشارة تفهم. وإن قال: إلَّا أن يشاء، فمات قبل إنشائه، طلقت آخر حياته. وإن قال: لرضاه أو لمشيئته، طلقت في الحال. وإن قال: أردت الشرط، قُبل. وإن طلقها بمشيئة اللَّه تعالى، لزما في الحال.

<span data-type="title" id=toc-327>فصل في التعليق بالتطليق والحلف</span>
وإن قال: كلما طلقتك فأنت طالق. ثم قال: أنت طالق، فثنتان، وإن قال: كلما وقع عليك مكان (٣) طلقتك، فثلاث. وإن قال: لكل منهما كلما
_________
(١) قوله: "أنثى"، في الأصل: "أثنى"، وهو تصحيف.
(٢) قوله: "المشيئة مصدر شاء"، الإرادة، أي: إذا قال لها: أنت طالق إن شئت، أو إذا شئت أو متى شئت أو أي وقت شئت ونحو ذلك. المحرر (٢/ ٧١)، وانظر: "معجم لغة الفقهاء" (ص ٤٣٢).
(٣) قوله: "وإن قال: كلما وقع عليك مكان طلقتك"، هكذا في الأصل وكأن في السطر طمس خفيف بمقدار كلمة أو حرف، وعبارة المحرر: "ولو قال: كما =',NULL,'382',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (374,'طلقت ضرتك فأنت طالق ثم قال للمخاطبة أولًا: أنت طالق، فثنتان، وضرتها طلقة. وإن قال، للثانية، فطلقة طلقة. وإن قال: إذا طلقتك فأنت طالق قبله ثلاثًا، (١) ثم طلقها، وقع تمام الثلاث من المعلق.
وإن قال: إذا أتاكي طلاقي فأنت طالق، ثم كتب إليها إذا أتاكي كتابي فأنت طالق، فأتى كتابه، فثنتان. وإن قال: أردت الأول دُين. وإن قال: إن حلفت بطلاقك فأنت طالق، ثم قال: أنت طالق إن قمت، أو إن لم تقومي، حنث، وكان تعليقًا. وإن قال: إن طلعت الشمس، أو قدم الحاج، لم يحنث وكان تنجيزًا.
وإن قال: إن كلمتك فأنت طالق، وقاله ثانية، فواحدة، وثالثة، فثنتان، ورابعة، فثلاث. وإن قال لزوجتيه ثم أعاده طلقتا. وإن [قاله] (٢) ثلاثة، وإحداهما غير مدخول بها لم تطلقا ثانية.
وإن تزوج البائن ثم قال: إن قمتِ فأنت طالق طلقتا (٣)، ولو أتى بكلّما مكانَ إنْ فكلٌّ ثلاث ثلاث. وإن قال: كلما حلفتُ بطلاقكما
_________
= وقع عليك طلاقي مكان كلما طلقتك، طلقت ثلاثًا" (٢/ ٧٢)، فدل على أنَّ العبارة في المنور تامة والطمس الخفيف لا يؤثر في المعنى والفهم.
(١) في الأصل يوجد كلمتان أزيلتا، وبتأمُّله اتَّضح أنه أزيل من الأصل من قبل الناسخ أو المصحح، لأنَّ العبارة المطموسة هي نفس التي سبقتها، أي قوله: "قبله ثلاثًا"، فلعل الناسخ أزالها دفعًا للتكرار المخلّ.
(٢) ما بين المعقوفتين بياض في الأصل، وهو سقط بمقدار كلمة والسياق يقتضي أن يكون "قاله"، وعبارة المحرر: "فإن قاله ثالثًا ولم يدخل بإحداهما فقد بانت قبله" (٢/ ٧٣)، وقوله: "ثلاثة" كذا في الأصل. .
(٣) قوله: طلقتا: هكذا في الأصل، وعبارة المحرر: "فأنت طالق حينئذ طلقت طلقة" (٢/ ٧٣).',NULL,'383',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (375,'فإحداكما طالق وكرره، فلا طلاق. وإن قال: كلما حلفت بطلاق إحداكما فأنتما طالقتان، وكرره، فبكل ثنتان ثنتان. وإن قال: فهي أو ضرَّتها (١)، فبكل طلقة طلقة. وإن قال: فإحداكما، طلقت القارعة. وإن قال: إن حلفت بطلاق ضرَّتك فأنت طالق، ثم قاله لضرَّتها، طلقت الأولى، فإن أعاده لها، طلقت الضرَّة.

<span data-type="title" id=toc-328>فصل في التعليق بالكلام </span>(٢)
وإن قال: إن كلمتِ زيدًا، فكلمَتْه ولم يسمع لغفلة أو تشاغل أو راسلته أو كلمته مجنونًا أو سكران أو أصم، طلقت. وإن كلمته ميتًا أو مغمى عليه أو غائبًا أو نائمًا أو إشارة فلا. وإن قال: إن كلمتك ثم أتبعه: تحققي (٣) أو مرِّي ولا نية، طلقت. وإن قال: إن بدأتك بالكلام، و. . . (٤) قالت: إن بدأتك فعبدي حرّ، انحلت يمينه ثم بعد إن بدأته حنثت. وإن بدأها انحلت يمينها.
وإن قال قبل الدخول: إن كلمتك، وكرره، بانت بأولته. وإن قال: إن
_________
(١) قوله: أو ضرتها، في الأصل: "ضراتها". بالجمع، ولعل ما أثبتناه هو الصواب بحسب السياق.
(٢) قوله: "فصل في التعليق بالكلام"، في المحرر: "فصل في التعليق بالكلام والإذن والخبر ونحوه" (٢/ ٧٤).
(٣) قوله: "تحققي أو مري"، ورسمها في الأصل كأنه: "تحقيقي" بدلًا من: "تحققي"، والثانية أقرب للمعنى. وعبارة المحرر: "وإن قال: إن كلمتك فأنت طالق فتحققي ذلك أو مري حنث" (٢/ ٧٤).
(٤) يوجد بياض بمقدار كلمة لا بخل بالعبارة، وعبارة المحرر: "وقالت هي: إن بدأتك بالكلام فعبدي حر" (٢/ ٧٤).',NULL,'384',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (376,'كلمتما زيدًا وعمرًا (١)، وإن كلمتما زيدًا أو كلمتما عمرًا، لم يطلقا حتى يكلما كل واحد منهما منفردًا. وإن قال: إن خالفت أمري، فخالفت نهيه، أو إن خرجتِ بغير إذني، فخرجت ثانيًا بلا إذن، أو بإذن جهلته، أو بعد إذن نهى عنه، أو أذن إلى حمام فخرجت تريده وغيره، أو إليه ثم بدا لها غيره، طلقت. وإن قال: من أخبرتني، طلقت الصادقة، كبشرتني.
* * *
_________
(١) قوله: "عمرًا"، في الأصل: "عمروًا"،، وقد صحَّحها الناسخ في العبارة التي تليها (ق ١٢٠ - ١٢١).',NULL,'385',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (377,'<span data-type="title" id=toc-329>جامع الأيمان </span>(١)
يرجع إلى النية ثم إلى السبب.
فلو تأول مظلومًا، أو ليقضيه غدًا بقصد تعجيله لا مطله (٢) يعجل. أو دُعي إلى غداء فحلف لا يتغدَّى فتغدَّى بغيره، أو لا يخرج إلَّا بإذن ذي ولاية، أو لا يدخل لظلمه، يقصد ما داما فزالا، أو لا يساكن زيدًا فأقاما لخوف الخروج أو لنقل المتاع أو أودعه أو أعاره أو زال ملكه عنه، أو لا يهبه فأعاره أو وصى له أو حاباه، أو أبت زوجته الخروج ولم يملك إجبارها فخرج هو، أو لا تخرج زوجته، أو عبده فطلق، أو أعتق، أو ليتزوجن فتزوج نظيرها وأصابها، أو لا يأكل بيضًا فأكل ناطفاَ (٣) عمل به، أو لا يأكل اللحم فأكل لم غير الأنعام، أو سائر أجزائه، أو مرقه، أو لا يأكل الشحم فأكل اللحم الأحمر، أو لا يأكل لبنًا فأكل زبدًا أو سمنًا أو أقطًا أو عكس، أو لا يأكل تفّاحًا فأكل شرابه، أو لا يأكل سمنًا ولا شرابًا (٤) فأكلهما مضافين
_________
(١) قوله: "جامع الأيمان"، في المحرر: "باب جامع الأيمان" (٢/ ٧٥).
(٢) قوله: "لا مطله"، المطل: الدفع عن الحق بوعد "المطلع" (ص ٣٢٩).
(٣) ناطفًا، الناطف: نوع من الحلوى يسمى القبيطي. مصباح (ص ٦١١). وفي الكويت يسمَّى القبيط. انظر: "مختار الصحاح" (ص ٥١٩).
(٤) قوله: "ولا شرابًا"، ليست في الصلب بل هو تصحيح من هامش المخطوط، وما في الصلب: "ولا شعيرًا"، وهو خطأ.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (378,'مستهلكين، أو لا يأكل سويقًا غير معين فشربه، أو عكس أو لا يأكل تمرًا فأكل بسرًا (١)، أو رطبًا، أو دبسًا، أو لا يشرب من الكوز فصب منه، أو لا يشم الريحان فشم غير الفارسي، أو لا يتكلم فقرأ (٢) أو ذكر اللَّه، أو دقَّ بابه فنبّه على الدخول، أو فعل المحلوف عليه ناسيًا، أو جاهلًا أو نائمًا أو مجنونًا أو مكرهًا مختارًا مستثنيًا، أو لا بدأته لا حتى يبدأني فتكلما معًا، أو لا يفعل شيئًا ففعل بعضه، أو ليقضينه حقه غدًا فأبرأه قبله، أو أحد عنه عوضًا، أو مات فقضاه لوارثه: لم يحنث (٣).

<span data-type="title" id=toc-330>فصل </span>(٤)
وإن حلف قاصدًا قطع المئة فانتفع (٥) بما فيه مِنّة، أو لا يشرب من
_________
(١) قوله: "بسرًا"، البسر بضم الباء، قال الجوهري: البسر أوله طلع، ثم خلال، ثم بلح ثم بسر ثم رطب ثم تمر، وواحده بسرة وبسرة. "المطلع" (ص ٣٩١)، "صحاح" (ص ٥١).
(٢) قوله: "فقرأ"، في الأصل: "فقرا"، كما أنها مصححة في هامش المخطوط توضيحًا من الناسخ ومن مصحح النسخة لأنها في الأصل فيها سواد على حرف الراء، انظر: المخطوط (ورقة ١٢٠ - ١٢١).
(٣) قوله: "لم يحنث"، هذا هو خبر الجملة التي استغرقت باب جامع الأيمان بأكمله، وهي من براعة الإجمال والاختصار عند العلَّامة الأدمي رحمه اللَّه تعالى.
(٤) هذا الفصل والذي يليه ضمن باب جامع الأيمان، وفي المحرر جعل تحت هذا الباب أربع فصول بمعنى أن الأدمي رحمه اللَّه اختصر الباب والفصول، انظر: المحرر (٢/ ٧٥ - ٨٣)، وهو زد (٦٤).
(٥) قوله: "وإن حلف قاصدًا قطع المئة فانتفع بما فيه منه"، في المحرر: "وإن حلف لا يشرب له الماء من عطش بقصد قطع المئة حنث بأكل خبزه واستعارة دابته وكل ما فيه منة".',NULL,'387',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (379,'دجلة (١) فاغترفه، أو لا يأكل فاكهة تمر نخل أو شجر أو كرم رطبًا أو يابسًا، أو لا يأكل رطبًا أو لا بسرًا فأكل مُذَنّبًا (٢)، أو لا يأكل أدمًا (٣) فأكل ما يصنع أدمًا اؤتُدِم عرفًا، أو لا يأكل رأسًا، أو لا يأكل بيضًا فأكل مسماها، أو لا يلبس أو لا يتحلَّى، فارتدى أو انتعل أو تحلَّى بنقد أو جوهر لا سبجًا (٤) وعقيقًا ومرجانًا، أو لا يتسرى فوطئ أمة له، أو إن سرقت مني بقصد عدم الخيانة فخانته في وديعة، أو لا يأوي معها في دار يقصد جفاها (٥) فأوى معها في أخرى، أو لا يضربها فآلمها، أو ليضربنها مائة سوط فضريها بضغث (٦)، أو لا يخبر بها ذنبه عليها، أو لا يدخل هذه الدار، أو لا يلبس هذا القميص، أو لا يكلِّم هذا الصبي، أو لا يأكل هذا الرطب فدخلها غير دارٍ، ولبسه سروالًا، أو كلمه شيخًا، أو أكله تمرًا، أو لا يدخل دار زيد أو لا يطأها
_________
(١) قوله: "دجلة"، أي: نهر دجلة، وهذا المثال يدل على أن الأدمي من حنابلة بغداد كما ذكرنا في صدر الدراسة؛ لأنه لو قال الفرات لأمكن كونه من الشام أيضًا ولأن دجلة نهر يمر عبر العراق من أوله إلى آخره.
(٢) قوله: "فأكل مُذَنّبًا"،، ذَنّب الرطب تذنيبًا، بدا فيه الإرطاب. مصباح (ص ٢١٠).
(٣) قوله: "أدما"، الإدام والأدام: ما يؤتدم به، نقول منه أدم الخبز باللحم من باب ضرب، والإدام: ما يؤكل مع الخبز لتطييبه. انظر: "الصحاح" (ص ١٠)، و"المطلع" (ص ٣٥٢)، و"معجم لغة الفقهاء" (ص ٥١)، والأدم أيضًا: باطن الجلد، ولعل اسم المؤلف الأدمي يرجع إلى أحد هذين المعنيين.
(٤) قوله: "لا سبجًا"، السبج بالموحّدة: خرز معروف، الواحدة سبجة مثل قصب وفصبه. المصباح المنير (ص ٢٦٢)، وفي الصحاح: السبج: الخرز الأسود (ص ٢٨٢).
(٥) قوله: "جفاها"، في المحرر: "جفاءها"، والمعنى ظاهر.
(٦) قوله: "بضغث"، الضغث: فبضة حشيش مختلطة الرطب باليابس. صحاح (ص ٣٨١)، ومنه قوله تعالى: {وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ} [ص: ٤٤].',NULL,'388',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (380,'فدخل سطحها، أو راكبًا، أو منتعلًا، أو بابها وقد حول أو وقد أجرها، أو استأجرها، أو جعلها لعبده، أو لا يدخلها بارية (١)، فأدخلها قصبا فنسج، أو لا يدخل مبنيًّا فدخل مسجدًا أو حمّامًا أو بيت شعر أو أدم، أو لا يفارقه إلَّا بحقه فاحتال به فظن بِرَّه (٢) ففارقه، أو ألزم به لعسره، أو بان ما أقبضه رديئًا (٣)، أو هرب منه، أو لا يستخدمه فخدمه ولم يمنعه، أو لا يهبه ففعل ولم يقبل، أو لَيزوِّجَنَّه ففعل وقبل، أو لا يبيع، أو لا ينكح فعقده صحيحًا ولو على خمر، أو لا يبيعه فباعه نسيئه، أو بعرض، أو لا يصلِّي فشرع، أو ليصلين فلم يتمّها، أو لا يهبه فتصدق، أو وقف عليه، أو تعذر فعل المحلوف عليه، أو فعله وكيله، أو لا يركب دابة عند زيد فركب دابة جعلت برسمه، أو لا يركب فركب سفينة، أو لا يركب دابة هو راكبها، أو لا يلبس ثوبًا هو لابسه، أو لا يسكن دارًا هو (٤) ساكنها، أو لا يساكن زيدًا وهو مساكنه، فاستدام ذلك، أو تشاغلا ببناء حاجز: حنث (٥).
_________
(١) قوله: "بارية"، جمعها بواري، وهي أعواد القصب الجافة يعمل منها الحصر والمساكن البسيطة؛ والكلمة مستعملة في الكويت ومعروفة.
(٢) قوله: "بره"، غير واضحة في الأصل، وكأنها "برءه"، أي: أحيل إليه فظن أنه أبرئ من الحوالة ففارقه، وفي المحرر: "وفارقه يظن أنه قد بَرّ" (٢/ ٨١).
(٣) في الأصل: "رَدِيًّا" (ق ١٢٢ - ١٢٣)، وفي المحرر: "رديًّا" أيضًا (٢/ ٨١).
(٤) قوله: "أو لا يسكن دارًا هو"، في الأصل: "دار"، وهو خطأ.
(٥) قوله: "حنث"، هذه الكلمة هي خبر الجملة التي استغرقت كل هذا الفصل، وهي طريقة العلَّامة الأدمي رحمه اللَّه في عرض المضمون بجملة واحدة على سبيل الإِجمال والاختصار، كما مرَّ سابقًا.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (381,'<span data-type="title" id=toc-331>فصل</span>
وإن حلف إلى الحصاد فأوله، أو حينًا (١) أو دهرًا أو عمرًا أو زمانًا، أو الزمان: فنصف سنة، أو الدهر أو العمر: فللأبد، أو أشهرًا أو أيامًا: فثلاثة.
* * *
_________
(١) قوله: "حينًا أو دهرًا"، الحين المدة، ومنه قوله تعالى: {هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (١)} [الإنسان: ١]، والحين: الوقت قليلًا كان أو كثيرًا، والدهر: الوقت من غير تحديد، والحين حينان: حين لا يوقف على حده، والحين الذي ذكره اللَّه تعالى بقوله: {تُؤْتِي أُكُلَهَا كُلَّ حِينٍ} [إبراهيم: ٢٥] ستة أشهر، والدهر: الأبد. انظر: الصحاح (ص ١٦٦)، والمطلع (ص ٣٩٠)، و"معجم لغة الفقهاء" (ص ١٩٠).',NULL,'390',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (382,'<span data-type="title" id=toc-332>كتاب الرجعة </span>(١)
إذا طلق من وطئ أو خلا في نكاح صحيح (٢) دون ما يملك فله رجعتها في عدتها. فيملك الحر ثلاثًا والعبد طلقتين.
وصريحها: راجعتها وأمسكتها.
وكنايتها: تزوجتها ونكحتها. ولا تصح بشرط ولا في ردة (٣). ويحصل بوطئها مطلقًا، والخلوة بها وغير ذلك.
_________
(١) "الرجعة"، قال الأزهري: الرجعة بعد الطلاق، أكثر ما تقال بالكسر والفتح جائز، وإنما قيل بالكسر لكون المرتجعة باقية في حال الارتجاع بعد الطلاق فهي كالركبة والجلسة. وأما بالنظر إلى أنها فعل المرتجع مرة واحدة فهي بالفتح، فلهذا اتفق الناس على الفتح، وهي إعادة مطلقة غير بائن إلى ما كانت عليه بغير عقد، ثابتة بالكتاب والسنة والإِجماع. "منح الشفا الشافيات في شرح المفردات" للعلَّامة الشيخ منصور البهوتي (ص ٢٦٣)، وانظر: الغاية (٣/ ١٧٠).
(٢) قوله: "أو خلا في نكاح صحيح"، وهو من المفردات قال في نظم المفردات.
بخلوة يحصل الارتجاع ... كما بها لعدة أذاعوا
في أكثر الأحكام كالدخول ... قد جعلوها ومضى منقولي
قال العلَّامة البهوتي: يعني أنَّ الخلوة تحصل بها الرجعة في رواية نقلها ابن منصور، قال في الهداية والمستوعب وغيرهما: هذا قول أصحابنا وجزم بها في المنور. انظر: (ص ٢٦٣)، وانظر: "مغني ذوي الأفهام" (ص ٣٩٩)، تحقيق: أشرف عبد المقصود (ط ١٤١٦ هـ - ١٩٩٥ م)، الرياض.
(٣) في المحرر: "ولا يصح في الردة" (٢/ ٨٣).',NULL,'391',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (383,'وإن ادَّعى رجعتها ولا بيّنة، وأخبرت بانقضاء عدتها وأمكن، حلفت. وإن نكحت بعد رجعته ردت إليه بلا عقد، ولم يطأها حتى تعتد للثّاني. وإن ادَّعى ولا بَيّنة لم يمبل لكن إن صدّقه الثّاني وحده بانت منه ولم تعد إلى الأول. وإن صدَّقته وحدها لم يقبل على الثّاني ولم يلزمها المهر للأول.
ومن استوفى عدد طلاقه لم تحل له زوجته حتى يطأها زوجٌ غيره في القُبل. ويكفي تغيب حشفة أصلية أو قَدْرها. ولا تحل بملك المطلّق لها. وإن طلق طلقة ثم عتق ملك تمام الثلاث. وإن علّق في رِقّه بشرط فوجد وقد عَتَق فقد لزمه الثلاث. وإن ذكرت لمطلقها أنها قد حلّت له وأمكن ويعرف صدقها فله نكاحها، وإن أنكر الثّاني أنه أصابها، ولا يهدم الثّاني عدد الطلاق.
* * *',NULL,'392',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (384,'<span data-type="title" id=toc-333>كتاب الايلاء</span>
وهو حلف الزوج -المكلف القادر حتى الرقيق على الوطء- باللَّه تعالى (١) أو بصفته أن لا يطأ قُبُلَ زوجته فوق ثلث سنة.
وصريحه: لا وطئتك، لا جامعتك، لا باضعتك، لا باشرتك، لا باعلتك. وللبكر لا افتضضتك.
وكنايته: لا سودتك، لا دخلت عليك، لا جمع رأسي ورأسك، لا قربت فراشك، لا ضاجعتك. ويلزم معلقًا.
وإن قال: أردت (٢) غير القُبل، دُيِّن.
فلو قال لأربع: لا وطئتكن، فوطئ ثلاثًا صار موليًا من الرابعة. فإن ماتت واحدة أو طلقها أو قال: لا وطئتك إلَّا إن تشائي أو ثلث سنة فإذا مضى لا وطئتك ثلثًا آخر (٣)، أو لا فيها إلَّا مرة، ثم وطئ وقد بقي دون
_________
(١) قوله: "باللَّه تعالى"، قال في المفردات:
أن لا يطأ الحالف بالطلاق ... ونحوه من حج أو إعتاق
من أثبت الإيلاء له فلا هي ... حتى يكون حالفًا باللَّه
أي: لم يثبت له الإيلاء إذا حلف بالطلاق أو العتاق أو الحج حتى يحلف باللَّه (ص ٢٦٤)، وانظر: الغاية (٣/ ١٧٧).
(٢) قوله: "أردت"، في الأصل: "أراد"، والتاء مثبتة في الهامش من الناسخ، انظر الأصل (ورقة ١٢٢ - ١٢٣).
(٣) قوله: "فإذا مضى لا وطئتك ثلثًا آخر. . . " إلخ، هكذا في الأصل وهي متصلة =',NULL,'393',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (385,'المدة أو انقَضت حتى مع عذر منه أو منها فلا إيلاء.
وإن طلقها بائنًا ثم تزوجها وقد بقي من المدة مدة إيلاء، حكم بها. وإن طالبته بعد المدة أُمر بالفيئة (١)، فإن أبى أُمر بالطلاق، فإن أبى حُبس، وطلاقه رجعية.
ويخرج بتغييب الحشفة في قُبل مطلقًا، وعليه [. . .] (٢) كفارة يمين، لا بتقديم الكفارة بعد المدة. وقبل الوطء وطلبها شرط. فإن عفته سقط حقها. وإن ادَّعى بقاء المدة أو الوطء وهي ثيب حلف، ويمهل لعذر يسير، فإن طال فاء بلسانه ولا حنث به.
* * *
_________
= بالجملة التي قبلها، وتمام الجملة في المحرر: "وإذا قال: واللَّه لا وطئتك أربعة أشهر، فإذا مضت فواللَّه لا وطئتك أربعة أخرى لم يكن موليًا" (٢/ ٨٧)، بهذا المعنى يظهر أن قوله: "فإذا مضى"، أي: إذا مضى ثلث آخر وهي الأربعة أشهر لم يطأها. . . إلخ.
(١) قوله: "بالفيئة"، قال في المحرر: وهي الجماع (٢/ ٨٧)، وهو أيضًا الرجعة، أي: إرجاع الزوجة إلى عصمة الزوجية، وهو المرة مِنْ فَاءَ. "معجم لغة الفقهاء" (ص ٣٥١).
(٢) بياض بمقدار كلمة والمعنى تام بدونها. وعبارة المحرر: ومتى فاء المولي بالوطء انحلت يمينه وعليه كفارتها، وأدنى ما يكفيه تغييب الحشفة في الفرج (٢/ ٨٨).',NULL,'394',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (386,'<span data-type="title" id=toc-334>كتاب الظهار </span>(١)
يحرم، وهو قولُ من صحَّ طلاقُه لزوجته: أنتِ عَليَّ أو بعضُكِ كمن يحرم عليه أبدًا، أو كبعضها. فإن ادَّعى الكرامة (٢) دُيِّنَ. والأجنبية كالمحرم (٣).
وإن لم يقل أنت عَلَىَّ، أو قال كالميتة، أو الدم، أو الخمر كناية. وقوله لأجنبية: أنت عَلَيَّ حرام ويريد في كل حال، وقولها: إن تزوَّجت فلانًا فهو عليَّ كظهر أبي ظهار.
ويزول توقيته وتعليقه بانقضاء الوقت، وتعليقه بالمشيئة، وقوله: أنا عليك حرام أو كظهر أبي، وظهاره من أمته وأم ولده، وقولها لزوجها: أنت عليَّ كظهر أبي لغو (٤)، وفيهما كفارة يمين. وإن ظاهر مِنْ أربع بكلمة
_________
(١) قوله: "الظهار"، هو أن يشبه امرأته أو عضوًا منها بظهر من تحرم عليه ولو إلى أمد كأخت زوجته، أو بعضو منها. الغاية (٣/ ١٨٢)، المحرر (٢/ ٨٩).
(٢) قوله: "فإن ادعى الكرامة"، أي " أنت عَلَيّ كأمي في الكرامة والتوقير وليس في الحرمة.
(٣) وعبارة المحرر: "وإذا قال لأجنبية: أنت عليَّ كظهر أمي أو علَّقه بتزوّجها لم يطأها إن تزوجها حتى يكفر" (٢/ ٩٠).
(٤) قوله: "لغو وفيها الكفارة"، قال في المفردات: (ص ٢٦٥):
امرأة تقول تعني بعلها ... أنت كظهر أبي فقل لها
يلزمها كفارة الظهار ... ظهارها فيه خلاف جاري',NULL,'395',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (387,'أو كرر من واحدة فكفارة واحدة. ويحرم قبلها الفرج فقط. ويجب إخراجها قبله عند العزم عليه، فلو مات أحدهما أو طلّق قبله فلا كفارة. وإن أبانها قبل العود أو ملكها فالظهار بحاله. وإن وطئ المجنون كَفَّر.

<span data-type="title" id=toc-335>فصل </span>(١)
وكفارته والقتل كالصوم لكن لا يسقط (٢).
وتلزم الرقبة واجدًا بيعًا بثمن غيرِ مُجحفٍ فاضلٍ عن دَيْنٍ ومؤنة دائمة، ولو نسيه قبل شروعه في الصوم. ولا تجزئ كافرة، ولا ذات عيب مضر بالعمل، ولا نصفا عبدين باقيهما رقيق، ولا من يعتق عليه بملكه، ولا مشتري بشرط العتق، ولا أم ولد، ويجزئ المدبّر والمكاتب والجاني وإن قتل بها. والمستثنى حملها، وولد الزنا، والصغير، ومعلق العتق بصفة قبل وجودها، أو شَرّك معسرٌ كله موسرًا (٣).
وإن أفطر في متتابع لعذر أو ملزومًا أو ردّدها على مسكين لعدم غيره ستين يومًا، أو ليمين عشرة، أو أعطى مسكينين في يوم من كفارتين أجزأ. وطعامها وأهلها كالفطره. والنية شرط، وتتداخل كفارات الجنس.
* * *
_________
(١) قوله: "فصل"، في المحرر جعلها في باب هو: "باب حكم كفارة الظهار وما في معناها وهن أربع" (٢/ ٩١)، وهي زد (٦٥).
(٢) قوله: "كالصوم لكن لا يسقط"، أي: عتق رقبة، فإن لم يجد فصيام شهرين متتابعين فإن لم يستطع فإطعام ستين مسكينًا، وقوله: "لا يسقط"، أي: تبقى في ذمته إلى أن يقدر. المحرر (٢/ ٩١).
(٣) قوله: "أو شرك معسر كله موسرًا. . . "، في المحرر: وإذا أعتق شركًا له في عبد وهو معسر ثم اشترى باقيه فأعتقه أجزأه، وإن كان موسرًا ونواه كله عن الكفارة لم يجزه، نص عليه (٢/ ٩٢).',NULL,'396',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (388,'<span data-type="title" id=toc-336>كتاب القذف </span>(١)
إذا قَذف مسلمًا مكلفًا حرًّا عفيفًا مكلف غيرُ والد جُلد ثمانين، والعبد نصفها، وذو الحرية بقسِطها. إلَّا أن يتأوَّل ممكنًا (٢) كما لو قذف أَمة لها ابن حُرّ أو ذميّة لها زوج مسلم. ولا يسقط بزوال إحصان المقذوف. ومن تحقق زنا زوجته وجب قذفها ونفي الولد. فإن تردد أبيح، وطلاقها أستر. وإن ولدت أسود وهما أبيضان أو عكسه حرم قذفها.
وقوله: يا زاني، يا عاهر، يا مسفوح، يا لوطي، يا أزنى الناس، ولرجل: يا زانية، ولامرأة: يا زاني، ويا لهمز، وهو جاهل، صريح لا يؤول. وقوله: أزنى من فلان، صريح فيهما. وقوله: يا زاني اليد،
_________
(١) قوله: "كتاب القذف"، في المحرر: "كتاب القذف واللعان" (٢/ ٩٤)، وجعلهما في فصلين، الأول "كتاب القذف واللعان"، والثاني: "فصل في اللعان"، وهو زد (٦٦).
(٢) قوله "إلَّا أن يتأول ممكنًا"، قال في المحرر: فإن قال لمحصنة زنيت وأنت صغيرة، فإن فسره لدون تسع لم يحد، وإن قال: زنيت مكرهة لم يحد، أو زنيت وأنت كافرة أو أمة. . إلخ (٢/ ٩٤). وفي المفردات يحد، قال (ص ٢٧٢):
لأم حر مسلم من قذفا .... يحد إن شاء وعنه ما عفا
حتى ولو ذمية قد كانت ... أو مسها الإرقاق أو قد ماتت',NULL,'397',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (389,'أو لزوجته: نكّستِ رأسي، أو يا قحبة، أو يا فاجرة، أو لمخاصمِه: يا حلال يا ابن الحلال، أو: ما يعرفك الناسُ بالزنا. أو لعربي: يا نبطي (١)، أو أخبرت أنك زنيت، فكناية. وقوله لقاذف: صدقت، كناية، وفيما قلت، صريح.
وقوله: لست بولد فلان، قذف لأمه. وإن قال: ما أنت ابن فلانة، أو قَذَفَ جماعة لا يُتصور زناهم، أو قذَفَه بإذنه، أو أعاد القذف وقد حُدّ، أو قذف من ثبت زناها: عُزّر.
وإن قذف مجبوبًا حُدّ، أو أمَّ النبي -صلى اللَّه عليه وسلم- قُتل، وإن تاب. أو لزوجته: يا زانية، فقالت: بك زنيت، سقط حقها، وليست قاذفة.
وللوارث المحصن حد قاذف موروثه مطلقًا. وإن عفى بعض الورثة استوفى الباقي. ولا يُشترط لتوبة القاذف إعلام المقذوف. وإن قذفها بكلمة فَحَدٌّ، وإن كانت إحداهما زوجته فحدَّان.

فصل
ويُحد قاذف زوجته ويُعزّر مع عدم إحصانها ما لم يلاعن (٢).
_________
(١) قوله: "يا نبطي"، النبطي منسوب إلى النبط والنبيط، وهم قوم ينزلون بالبطائح بين العراقيين، والجمع أنباط. "المطلع" (ص ٣٧٢)، و"أساس البلاغة" (ص ٤٤٣)، وهم شعب كانت لهم دولة في شمالي شبه الجزيرة العربية وعاصمتهم سلع، وتُعرف اليوم بالبتراء، ثم أطلق الاسم على المشتغلين بالزراعة، ثم استعمل أخيرًا في أخلاط الناس من غير العرب، انظر: التوضيح (٣/ ١٢١٢) بتحقيق ناصر الميمان.
(٢) قوله: "ما لم يلاعن"، اللعان مشتق من اللعن لأن كل واحد من الزوجين يلعن نفسه في الخامسة إن كان كاذبًا، وقال القاضي: سُمِّي بذلك لأنَّ الزوجين =',NULL,'398',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (390,'ويصح من زوجين مكلفين حتى مع رق وفسق وكفر. وصفته كما وصف اللَّه تعالى (١).
وإن قذفها بمعين برئ منهما بلعانه. وبدأ الزوج باللعان بألفاظه وحضرة الحاكم. والعربية والكناية والإِشارة مع العجز شرط. وتعظيم المكان والوقت والقيام والوعظ عند الخامسة سُنَّة (٢)، ويشير إليها. ويسمِّي الغائبة وينسبها ويبعث إلى الخفرة (٣) ملاعن. وإن قذفهن فلكل لعان.
ومتى تمَّ اللعان انتفى الولد وحرمت أبدًا إلَّا أن يقع بعد بينونة أو نكاح فاسد، فإن نكلت حُبست حتى تقرّ أو تلاعن. ومن مات قبله أو قبل تمامه لزم الإِرث، ونسب الولد، وعليه اللعاد بعد موتها والحد وإن أكذَب نفسه. ويُحد قاذف الملاعِنة.
_________
= لا ينفكان من أن يكون أحدهما كاذبًا فتحصل اللعنة عليه، وهي الطرد والإبعاد. انظر: شرح المفردات للبهوتي (ص ٢٧٠)، وانظر: الغاية (٣/ ١٩١).
(١) قوله: "كما وصف اللَّه تعالى"، أي: قوله تعالى: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ (٧) وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ (٨) وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ (٩)} [النور: ٦ - ٩].
(٢) قوله: "والوعظ عند الخامسة، من قوله تعالى: {وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ (٧). . .} [النور: ٧] الآية، فيقال له عندها: "اتق اللَّه فإنها الموجبة".
(٣) قوله: "الخفرة"، المرأة الخفرة التي لا تبرز للرجال. "معجم لغة الفقهاء" (ص ١٩٨)، ولها معانِ أُخرى، انظر: "المطلع" (ص ١٦٢)، والصحاح (ص ١٨٢)، ومنها: خفر الرجل، أي: أجاره، وأخفره، أي: نقض عهده، فهو من الأضداد، والمراد المعنى الأول الخاص بالمرأة.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (391,'وله نفي ولدها الميت بعد وضعه ولو بلعان آخر، وإن أقرَّ به أو بتوأمه أو نفاه دونه أو هُنِّي به فسكت، أو أخَّر نَفْيَهُ مع القدرة لحقه. فإن قال: جهلتُ وجودَه أو فوريةَ نَفْيِهِ وأمكن قُبِلَ. وقوله: ليس هذا ولدي، أو وطئت بشبهه، أو قَذفها فلم تطالبَ، أو حصل مانع: فلا حدّ، واستلحاق وارثه بعد نفيه لغو.

<span data-type="title" id=toc-337>باب ما يلحق من النسب </span>(١)
إذا ولدت زوجة من يمكن أنه منه لَحِقه، لكن لا يُحكم مع الشك بالبلوغ بمهر وعِدَّة ورجعة.
وإن أَقَرَّ بالغ بوطء وولد لنصف سنة منذ الوطئ ثم قال: عزلت، أو دون فرج، أو أقرت بإعداد أو استبراء منه ثم ولدت لدون نصف سنة لحقه.
ومن استلحق طفلًا أو مجنونًا مجهول النسب ولو ميتًا لحقه نسبًا، لا كفرًا ورقًّا. وإن ادعياه قُدم أسبقهما مع عدم البينة. فإن استويا أري قائمًا (٢) مجرّبًا عدلًا معهما وأرتهما، فإن ألحقه بأحدهما أو بهما لحق. فإن أشكل عليه، أو بقاء، أو عدم، ضاع نسبه كوطء الشبهة.
_________
(١) قوله: "باب ما يلحق من النسب"، في المحرر: "باب ما يلحق من النسب وما لا يلحق" (٢/ ١٠١)، وهو زد (٦٧).
(٢) قوله: "أري قائفًا مجربًا"، القائف أو القافة قوم يعرفون الأنساب بالشبه ولا يختص بقبيلة معينة، قال في المفردات (ص ٢٧٢):
وقافة إن ألحقت للطفل ... حتى بآبا صح ذا في النقل
أي: لو ألحقته القافة بثلاثة فأكثر لحق بالكل وكان ابنًا لهم. وقيل: أكثر ما يكون هذا في بني مدلج، وكان إياس بن معاوية قائفًا وكذا شريح القاضي (ص ٢٨٤).',NULL,'400',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (392,'<span data-type="title" id=toc-338>باب العِدد </span>(١)
يوجبها ما قرر الصداق، لكن يشُترط كون الزوج يولدُ لمثله، والنكاح المخْتَلَفُ في صحته كالصحيح فيما ذكر.
فعدة الحامل (٢) وضع آخر مخلق يلحق الزوج. وأقله نصف سنة، وغالبه ثلاثة أرباعها، وأكثره أربع.
والحائل (٣) المتوفَّى زوجها أربعة أشهر وعشرة، وللأَمة نصفها. والمعتَقُ بعضها بحسابه.
والرجعية تستأنف للوفاة ما لم تعتد. وكذا إن أبانها مريضًا قبل الدخول، أو بعده فاعتدت ثم مات، وإن مات فيها اعتدت أطولهما. وإن كانت أمة أو ذمية أو بانت من جهتها فعدة الطلاق. ونكاح المرتابة فاسد كما
_________
(١) قوله: "باب العدد"، في المحرر: "كتاب العدد"، (٢/ ١٠٣)، بكسر العين، واحدها عدة، وهي التربص المحدود شرعًا. الغاية (٣/ ٢٠١)، وقال في "حاشية منتهى الإرادات" لعثمان النجدي: العدة أربعة أقسام: معنى محض، وتعبُّد محض، ويجتمع الأمران والمعنى أغلب، ويجتمع الأمران والتعبد أغلب، فالأول: عدة الحامل، والثاني: عدة المتوفى عنها زوجها، والثالث: عدة الموطوءة، والرابع: عدة الوفاة للمدخول بها (٤/ ٣٩١)؛ وفي الغاية: والمعتدات ست: الحامل، المتوفَّى عنها زوجها، ذات الأقراء المفارقة في الحياة ولو بثالثة، مَن لم تحض لصغر أو إياس المفارقة في الحياة، مَن ارتفع حيضها، امرأة المفقود (٣/ ٢٠١ - ٢٠٤).
(٢) قوله: "الحامل. . . " إلخ، قال في المحرر: والمعتدات ست:
١ - الحامل.
٢ - المتوفَّى عنها زوجها.
٣ - ذات الإقراء المفارقة في الحياة.
٤ - مَن فارقها حيًّا ولا تحيض لإياس أو صغر.
٥ - مَن ارتفع حيضها ولا تدري ما رفعه.
٦ - امرأة المفقود (٢/ ١٠٣ - ١٠٦)، وانظر: الغاية (٣/ ٢٠١ - ٢٠٤).
(٣) قوله: "الحائل"، حالت المرأة حيالًا لم تحمل، فهي حائل (مصباح).',NULL,'401',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (393,'لو ارتابت (١) بَعْدَهُ وولدت لدون نصف سنة.
والمفارِقة في الحياة ثلاثة قروء مستأنفة، وإن تَبَّعضت حريتها. وَقُرُآن مع رق، والقرؤ الحيض. وتباح رجعتها قبل غسلها لا نكاحها، ولا طلاق ولا لعان ولا إرث ولا نفقة. وأقلها تسعة وعشرون يومًا ولحظة. وللأمة خمسة عشر ولحظة، والقول قولها بانقضائها إلَّا في شهر كابتداء الطلاق.
والآيسة والصغيرة ثلاثة أشهر، والأمة شهران (٢).
ومن أيست أو حاضت ابتدأت، ومن عتقت في طلقة رجعية فعدة حرة. وعدة جاهلة رافع حيضها سنة والأمة لبعد عشر (٣). وإن علمت رافعه فحتى يعود. وإن أيست فبالشهور.
وتتربص زوجة مفقود ظن الهلكة أربع سنين، ومع ظن السلامة تسعين منذ وُلد، ثم تعتد للوفاة. فإن قدم وقد تزوجت أخذها، ومع الدخول
_________
(١) قال في الوجيز: "ومن مات عنها فارتابت بأمارة حمل لم تزل في عدة حتى تزول الريبة" (٥/ ٥٠٠).
(٢) قوله: "والآيسة والصغيرة ثلاثة أشهر والأمة شهران"، قال في المفردات (ص ٢٧٧):
وأمة معتدة بالأشهر ... شهران بل ثلاث في المحرر
قال البهوتي: على الصحيح من المذهب قدمه في المحرر، وروى عن مالك.
(٣) قوله: "وعدة جاهلة حيضها سنة والأمة بعد عشر"، وهو المذهب، قال في المفردات (ص ٢٧٨):
إن تستحض ناسية معتدة ... ولم تميز سنة في المدة
وقوله:
وأمة حيض بها مرتفعا ... لا تدري ما له يقينًا رُفعا
بأشهر عشرة تستبرا ... فتسعة للحمل زادت شهرا =',NULL,'402',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (394,'تختار. وإن تركها أَخذ ما أعطاها منه. ومن طلق أو مات غائبًا فعدتها منهما وإن لم تحد (١). وتعتد لشبهة أو زنا كالمطلقة (٢).
وإن وطئت معتدة نكاح فاسد أو شبهة أتمت عدة الأول ثم ابتدأت للوطء وإن انقطعت العدة به. وإن أتت بولد ألْحَقَهُ القائف واعتدت للآخر. فإن ألحقه بهما انقضت منهما. وإن وطئت مزوجة بشبهة ثم طلقت اعتدت له ثم لها. وإن نكح بائنًا في عدتها ثم طلقها قبل الدخول بَنَتْ. وإن وطئها بشبهه استأنفت، أو زنا أتمت للأول ثم استأنفت. وإن طلق أو فسخ في رجعة بَنَتْ. وإن راجع ووطئ ثم طلق استأنفت.

<span data-type="title" id=toc-339>فصل</span>
وتجتنب المتوفَّى زوجها الزِّينة والطِّيب والخروج من منزل الوفاة بلا ضرورة. فإن حولت سكنت أقرب ممكن. وإن توفِّي في سفرها أو حجها رجعت مع القرب. والرجعية كهي منزلًا.
ولزوج المبتوتة (٣) إسكانها حيث شاء ما لم يضرها. ولا أجرة عليه كموطوءة بشبهه نكاح فاسد ومستبرأته.
_________
(١) قوله: "لم تحد"، أي: على زوجها، من الإحداد، قال في المحرر: ومن مات أو طلق وهو غائب عن زوجته فعدتها من يوم مات أو طلق بالإِحداد (٢/ ١٠٩).
(٢) قوله: "وتعتد لشبهة أو زنا كالمطلقة"، قال في المفردات (ص ٢٧٥):
زانية تعتد كالمطلقة ... وعنه بل بحيضة محققة
وقال البهوتي: على الصحيح من المذهب، وهو قول مالك خلافًا لأبي حنيفة والشافعي.
(٣) قوله: "المبتوتة"، أي: المطلقة طلاقًا بائنًا.',NULL,'403',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (395,'<span data-type="title" id=toc-340>باب الاستبراء </span>(١)
من ملك غير زوجته ولو مستبرأة استبرأها لوطئه لا لتزويجها من غيره.
ويحصل الاستبراء بانقضاء مدته ولو بيد البائع بوضع حمل، أو بمضي شهر، أو من حائض بحيضة. ومن جهل رافعها بعشرة أشهر. فإن علمته انتظرتها. فإن أيست فبشهر. وإن زوَّج أمته فعادت موطوءة كفت العدة. وإن استبرأها مزوجة فطلقت استبرأها. ومع الدخول يكفي العدة. وتزويج موطوءته قبل استبرائها لغو، وبيعها خطر (٢)، فإن عادت وقد أقبضها استبرأها. وتستبرأ المعتقة وأم الولد إلَّا مع عدة وزوج.
فإن جُهل موت سيد أم الولد وزوجها لزمها بعد موت (٣) آخرهما عدة حرة للوفاة. ومع العلم أن بينهما فوق شهرين وخمسة أيام أو جهل المدة أطول الأجلين. وإن وطئها سيداها فاستبراءان (٤)، وإن باعها مقرًّا بوطئها بلا استبراء فولدت لدون نصف سنة من البيع لحقه وبطل البيع. وكذا لفوقها إلَّا
_________
(١) قوله: "باب الاستبراء"، كما في المحرر (٢/ ١٠٩)، والاستبراء في ثلاثة مواضع، أحدها: إذا ملك أمة لم يحل له وطؤها ولا الاستمتاع بها حتى يستبرئها، الثاني: إذا وطئ أمته ثم أراد تزويجها، الثالث: إذا أعتق أم ولده أو أمة كان يصيبها أو مات عنها، بتصرف وإيجاز. المقنع (٢٤/ ١٧١)، والشرح الكبير (١٧١/ ٢٤، ١٩٠، ١٩١).
(٢) قوله: "وبيعها خطر. . . "، هذه من اصطلاحات الأدمي رحمه اللَّه كما بينّا آنفًا، والمعنى: لا يجوز بيعها، كما في المحرر (٢/ ١١٠).
(٣) قوله: "لزمها بعد موت. . . " إلى قوله: "حرة"، هذه العبارة عليها أثر رطوبة في الأصل، انظر: (ورقة ١٢٦ - ١٢٧).
(٤) قوله: "فاستبراءان"، أي: اثنان، وفي المحرر: وإذا اشترك رجلان في وطء أمة لزمها استبراءان (٢/ ١١٠).',NULL,'404',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (396,'أن يدَّعيه المشتري فَيُرى القائف. وإن ادَّعى استبراءها فأتت به لنصف سنة فعدة إن لم يعترف به. وإن استبرأ ثم باع فولدته لدونها لحقه. وإن ولدته لفوقها فلا إلَّا أن يدعيه ويُصدّق.

<span data-type="title" id=toc-341>باب الرضاع </span>(١)
يحرم من الرضاع ما يحرم من النسب، إلَّا المرضعة وبنتها على أب المرضع وأخيه من النسب، وعكسه، فمن ثاب (٢) لها لبن حمل فأرضعت به طفلًا صارت أمًّا له، وإن لحقه نسب الواطئ صار ابنًا له، واللبن للمطلّق. فإن حملت من ثان، أو وضعت ولم ينقطع فلهما.
ولا يُحَرِّم لبن بهيمة وغير حمل، ولا دون خمس رضعات متفرقات، ولا بعد حولين، ولا الحقنة (٣)، والوَجَور، والسَّعوط (٤) كالرضاع، والمشوب (٥) كالمحض، ولبن الميته كالحية.
وإن أرضعت زوجًا بلبن زوج حرمت عليهما (٦). وإن أرضعت زوجته
_________
(١) قوله: "باب الرضاع"، في المحرر: "كتاب الرضاع" (٢/ ١١١)، وفي هامش الأصل ذكر قوله: "بلغ مقابلة".
(٢) قوله: "فمن ثاب لها لبن حمل"، أي: رجع، وفي شرح المفردات للبهوتي: أي اجتمع لها لبن (ص ٢٧٩).
(٣) قوله: "الحقنة"، استعمال الدواء من الدبر.
(٤) "الوجور، والسعوط": الوجور بفتح الواو: الدواء يوضع في الفم، والسعوط بفتح السين وشدها والعين المهملة: ما ينشق في الأنف من الأدوية وغيرها. "المطلع" (ص ٣٥٠)، "معجم لغة الفقهاء" (ص ٢٤٤).
(٥) قوله: "والمشوب"، أي: اللبن المشوب، أي: المخلوط بغيره. المطلع (ص ٣٥١)، "معجم لغة الفقهاء" (ص ٤٣٢).
(٦) قال في المحرر: لصيرورتها أمًّا وحليلة ابن (٢/ ١٤٢).',NULL,'405',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (397,'قبل الدخول زوجته حرمت الكبرى. فإن أرضعت أخرى ثم أخرى فسخ نكاح الأولتين. وإن أرضعت واحدة ثم ثنتين معًا فسخ نكاح الثلاث. وإن كان بعد الدخول حرم الكل. وإن أرضعت زوجتُه زوجاته أو أمهات أولاده خمس رضعات حرمت دونهن. وإن أفسدت نكاحها برضاع قبل الدخول فلا مهر، أو بعدَه فبحاله. وإن أفسده غَيْرُها كطفلة وبنت فلا مهر لها. وعليها نصف المهر للكبرى قبل الدخول. فإن كان المفسد جماعة قُسّط بقدر الرضعات المحرمات. وإن ادَّعى تحريمها به فصدقته فلا مهر. وإن أكذبته فلها نصفه. وبعد الدخول جميعه. وإن ادَّعته فأكذبها فزوجته حكما.

<span data-type="title" id=toc-342>باب النفقات </span>(١)
للزوجة مؤنتها من غير تقدير، فإن تنازعا قَدَّر الحاكم ما لا ضرر فيه. وعليه خادم لعادة (٢)، أو صغر، أو مرض، وتعيينه إليهما. ولا يملك خدمة نفسها، ولا تجبر على خدمة زوجها. ولها دهنها وسدرها ومشطها وطيبها وحناها إن أرادهما، دون دوائها وطبيبها. وعليه قوت يومها لا قيمته، وكسوة عامها، وتالفها منها، وباقيها لها. وتمنع من صرفهما في مضر، ويرجع مع الفرقة بباقي ما أسلفها من كسوة.
ولها نفقة الماضي، كالقريب المستدانة بإذن (٣)، فإن بذلت بنت تسع
_________
(١) قوله: "باب النفقات"، في المحرر جعله: "كتاب النفقات"، وجعل تحته أربعة أبواب هي: "باب نفقة الزوجات"، "باب نفقة الأقارب"، "باب الحضانة"، "باب نفقة الرقيق والبهائم" (٢/ ١١٤ - ١٢٠)، أما المنور فجعل ذلك في فصلين، وهو زد (٦٨).
(٢) قوله: "لعادة"، أي: لمن عادتها أن تخدم.
(٣) قوله: "كالقريب المستدانة بإذن"، عبارة المحرر: وأما نفقة أقاربه فلا تلزمه لما مضى، وإن فرضت إلَّا أن يستدان عليه بإذن الحاكم (٢/ ١١٥).',NULL,'406',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (398,'لزمه نفقتها ولو مع صغره. وتشترط مع غيبته مراسلة الحاكم. ولا يسقط متاع (١) تملكه. وتجب للأمة ليلًا ونهارًا إن أسلمت فيه. وإن حبست، أو نشزت، أو تنفلت، أو صامت نذرًا، أو كفارة، أو قضاء، قبل ضيق وقته بلا إذنه سقطت. وتحلف في النفقة والنشوز، وهو في تسليم نفسها. وإن عادت من نشوز أو كفر والزوج غائب فشرط النفقة إعلامه، ومضي مدة قدومه. ولها الفسخ بعجزه عن سكن أو بعض كسوة أو نفقة، فإن رضيت فلا فسخ. ويلزم ذمته نفقة فقير. وإن أعسر عن أدم (٢)، أو نفقة ماض، أو موسرة أو خادم، ففي ذمته ولا فسخ. والفسخ للسيد دون الولي.
ولها أخذ نفقتها وولدها مع منعه بلا إذنه. ولا نفقة ولا سكنى لبائن حائل (٣). فإن بانت حاملًا قضاها، فإن ادَّعته أنفق ربع سنة، فإن لم يكن رجع. ولا شيء للمتوفَّى عنها بحال.

<span data-type="title" id=toc-343>فصل </span>(٤)
تلزم الإِنسان نفقة والده وإن علا، وولده وإن نزل. ومن يرثه بفرض
_________
(١) في الأصل: "متع" (ص ١٢٨ - ١٢٩).
(٢) قوله: "أعسر عن أدم". وفي الإنصاف: فإن تنازعا فيها رجع الأمر إلى الحاكم فيفرض للموسرة تحت الموسر قدر كفايتها من أرفع خبز البلد وأدمه الذي جرت عادة أمثالها بأكله (٢٤/ ٢٩٣)، وفي الشرح الكبير: وللمعسرة تحت المعسر قدر كفايتها من أدنى خبز البلد، وللمتوسطة تحت المتوسط من أوسطه، وللموسرة قدر كفايتها من أرفع الأدم من الأرز واللحم والخبز (٢٤/ ٢٩٤).
(٣) الحائل: ضد الحامل، وهي الأنثى التي لا تحمل، "معجم لغة الفقهاء" (ص ١٧١)، وقد تقدم تعريفها.
(٤) قوله: "فصل"، خلافًا للمحرر ففيه: "باب نفقة الأقارب" (٢/ ١٧١)، وهو زد (٦٩).',NULL,'407',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (399,'أو تعصيب مع فقرهم وغناه بقدر إرثه إلَّا الأب، فيلزم (١). ولا تلزم محجوبًا إلَّا جدة موسرة مع أم معسرة. وإن فضلت نفقة واحد، فللولد، ثم الوالدين، ثم للأقرب تعصيبًا، ثم فرضًا. ولا نفقة مع اختلاف الدين. ومن وجبت له وجبت لزوجته نظيره. ولها رضاع ولدها بأجرة مثلها. ولها ولزوجها الثّاني المنع ما لم يضطر إليها.

<span data-type="title" id=toc-344>فصل </span>(٢)
الحضانة للأم (٣) وإن علت، ثم للأب، ثم لأمهاته، ثم لأبيه، ثم لأمهاته، ثم للأخت من الأبوين، ثم للأب، ثم للأم، ثم للعمة، ثم للخالة، ثم للأقرب فالأقرب. ولا حضانة لابن عم ليس بمحرم، ورقيق، وفاسق على مسلم، وامرأة مزوجة بأجنبي من الطفل، وتعود بعودها. وللأب السفر بولده مع أمن وإقامة وأخذ بنت سبع (٤).
_________
(١) قوله: "فيلزم"، أي: سواء في حال الغنى والإعسار.
(٢) قوله: "فصل"، خلافًا للمحرر ففيه: "باب الحضانة" (٢/ ١١٩)، وهو زد (٧٠).
(٣) قوله: "الحضانة للأم. . . " إلخ، قال في الإنصاف: فائدتان إحداهما: حضانة الطفل: حفظه عما يضرّه وتربيته بغسل رأسه وبدنه وثيابه ودهنه وتكحيله وربطه في المهد وتحريكه لقيام. . . إلخ، الثانية: لا حضانة إلَّا لرجل عصبة أو امرأة وارثة أو مدلية بوارث (٢٤/ ٤٥٥).
(٤) قوله: "وأخذ بنت سبع"، قال في دليل الطالب للشيخ مرعي الكرمي: وإذا بلغت الأنثى سبعًا كانت عند أبيها وجوبًا إلى أن تتزوج ويمنعها ومن يقوم مقامه من الانفراد. قال الشيخ محمد الجرَّاح رحمه اللَّه في تعليقه: خشية عليها من دخول المفسدين عليها، وفي المحرر: ولا تمنع الأم من زيارتها وتمريضها (٢/ ١٢)، وقال في المفردات (ص ٢٨٤):
حضانة لبنت سبع لأب ... من غير تخيير أتى في المذهب',NULL,'408',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (400,'ويخير ابن سبع (١) فإن [اختاره أخذه (٢) نهارًا]، وإن اختارها أخذته ليلًا وإن لم يختر أقرع. ومتى اختار الآخر نقل ولا يمنع الأم منهما. وللسيد الحضانة بقدر ملكه وكسبه الفاضل وتجارته بإذنه. وعليه مؤنته وتزويجه مع الطلب، ولا يكلفه ما يغلبه. فإن منع وطلب البيع ملكه، ولا تضر بهيمة. ويجبر مع العجز على بيع أو إجارة أو ذبح مأكولة.
* * *
_________
(١) قوله: "ويخير ابن سبع"، قال في "دليل الطالب": فإن اختار أباه كان عنده ليلًا ونهارًا ولا يمنع من زيارة أمه (ص ٢٨٨).
(٢) ما بين المعقوفتين مطموس في الأصل ولم يظهر منه إلَّا كلمة "أخذه"، وأثبتناه من "الدليل"، ومن مفهوم عبارة المحرر (٢/ ١٢٠).',NULL,'409',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (401,'<span data-type="title" id=toc-345>كتاب الجراح </span>(١)
القتل ثلاثة أضرب:
عمد، ولا قَود إلَّا به. وهو أن يقصد مَنْ يعلمه آدميًّا معصومًا فيقتله بما يقتل غالبًا. أو بشهادةٍ زورًا، أو يغرزه بإبرة في مقتل فيموت في الحال، أو في غيره فيبقى ضِمْنًا (٢) حتى يموت. أو يقتله بجوع، أو عطش، أو سحر.
فأما إن سم طعامه فأكله بالغ عاقل، [أو خلطه] (٣) بلا إذنه أو عالمًا به فلا قَوَد. وإن قطع حشوته (٤) وضرب الآخرُ عنقه قُتِل الأول وعُزِّر الثّاني. وإن قطع يده، وضرب الآخر عنقه، قتل الثّاني، وعلى الأول دية يده. وإن رماه من شاهق فالتقاه آخر بسيف فقده (٥) قتل الثّاني. وإن قتله المأمور
_________
(١) قوله: "كتاب الجراح"، كما في المحرر (٢/ ١٢٢)، والجناية هي العدوان على نفس أو مال لكنها في العرف مخصوصة بما يحصل فيه التعدِّي على بدن بما يوجب قصاصًا أو مالًا (ص ٢٨٥).
(٢) قوله: "ضمنًا"، أي: لزم مكانه، انظر: "أساس البلاغة" (ص ٢٧٢).
(٣) ما بين المعكوفتين غير ظاهر في الأصل وغير مقروء، وما أثبتناه من المحرر وبه يتم المعنى، انظر: المخطوط (صحيفة ١٢٩، ورقة ١٢٨ - ١٢٩)، وانظر: المحرر (٢/ ١٢٢).
(٤) قوله: "حشوته"، أي: أمعاؤه، المطلع (ص ٣٥٨).
(٥) قوله: "فقده"، بفتح الدال وشدها، القد: الشق طولًا، صحاح (ص ٥٢٢)، ومنه قوله تعالى: {إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ} [يوسف: ٢٥].',NULL,'410',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (402,'المكلف عالمًا حظر القتل قُتل، وأُدِّب الآمرُ، وإلَّا قُتل. ويقتل المباشرُ ويحبس الردء (١) حتى يموت. وإن عفى عن أحد جارحيه، ثم مات قتل الآخر. وإن اشتركا وأحدهما لا يقاد منفردًا قتل شريكه.
ولا يقتل شريك سبع، ونفسه، ومقتص، ومعالج جرح، ومخطئ وعليه نصف الدية.
وشبه العمد، وهو أن يقصده بما لا يقتل غالبًا من نعل، وسحر، وصيحة غفلة، فلا قود، والدية على العاقلة.
وخطأ (٢) وهو ضربان: أن يقتل برمي صيد أو حفر بئرٍ (٣)، أو انقلاب نوم، أو نحوه، أو حال صغر، أو جنون، فلا قود، والدية على العاقلة، والكفارة عليه. الثّاني: أن يقتل مسلمًا بدار الحرب يظنه حربيًّا، أو يرمي صف الكفار، فلا قود ولا دية، والكفارة عليه.

فصل (٤)
ومن قتل حربيًّا أو زانيًا محصنًا فلا قود (٥). والاعتبار بحالة الجناية. فلو رمى كافر مسلمًا فلم يصبه حتى ارتد قتل، ولا عكس. وإن قطع مسلم
_________
(١) الردء: هو المعاون الذي أعان المباشر للقتل. صحاح (ص ٢٣١)، والمطلع (ص ٣٧٦).
(٢) قوله: "وخطأ" أي: وقتل خطأ.
(٣) قوله: "أو حفر بئر"، هذا ما ظهر من قراءة الأصل، انظر: المخطوط، (صحيفة ١٢٩، ورقة ١٢٨ - ١٢٩)، وفي المحرر "كحفر بئر" وألحقه بالقتل الخطأ (٢/ ١٢٤).
(٤) قوله: "فصل"، يقابله: "باب ما يشرط لوجوب القود" في المحرر، انظر: (٢/ ١٢٥)، وهو زد (٧١).
(٥) القود: بفتح المثناة والواو، القصاص.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (403,'مسلمًا فارتد ثم مات فلا قود، لكن يجب الأقل من دية النفس أو الطرف. فإن عاد إلى الإِسلام ثم مات، فالقود مع العمد، والدية مع الخطأ. وقتل المكلف بإذنه هدر، ومع الرق قيمته.
ويقتل العبد بالعبد، والمرتد بالذمي، والذمي بالمستأمن، والكتابي بالمجوسي.
ومن قتل مجهولًا فادَّعى رقّه أو كفره أو موته ولا بيّنة قُبِل. ولا يقتل مكاتب بعبده، وإن كان ذا رحم، ولا والد وإن علا بولده. ويقتل الولد به، ومتى ورث القاتل أو ولده شيئًا من الدم فلا قود. فلو قتل زوجته وله منها ولد فمات، أو أحد ابنين أباه والآخر أمه فلا قود على الزوج وقاتل الأب. ويقتل المكلف بضده ولا عكس، والذكر بالأنثى وتسقط باقي الدية.

فصل (١)
وشروط القود فيما دون النفس: العمد المحض، والمساواة في الاسم والموضع، ومراعاة الصحة والكمال، وإمكان الاستيفاء بلا حيف (٢).
فأما المعيب فيؤخذ بمثله وبالصحيح مع الأمن وله الأرش. ودعو الجاني (٣) نقص العوض لغو. فيوضح من الجاني بقدر ما يوضح مع كبر العضو وصغره في الجهة، ويأخذ أرش الزائد. وفى بعض الأذن،
_________
(١) قوله: "فصل"، يقابله في المحرر: "باب القود فيما دون النفس" (٢/ ١٢٦) وهو زد (٧٢).
(٢) انظر: الغاية (٣/ ٢٦٣)، وانظر: الشرح الكبير (٢٥/ ٢٣٢)، والإقناع (٤/ ١٩٣).
(٣) قوله: "ودعو الجاني. . . " إلخ، هكذا في الأصل، وفي المحرر: "وإن ادَّعى الجاني نقص العضو" (٢/ ١٢٧).',NULL,'412',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (404,'والمارن (١)، والشفة، والذكر، مثله إلَّا اللسان. ويُبرد من السن مع الأمن. وإن شجّه مأمومة (٢) أو مُنَقِّلة أو هاشمة أوضحه، وله أرش الزائد. فإن أوضحه فذهب بصره أو سمعه (٣) أو شمه أوضح. فإن ذهب بذلك، وإلَّا فبدواء، فإن خيف تلف العضو فالدية كَمُتلف جناية لا قَود فيها. ولا قود ولا دية فيما يُرجى عودُه أو عود نفعِه. فإن مات فيها فديةُ السن والظفر. والقود أو الدية فيما سواهما، حيث شرع وإن عاد ناقصًا فحكومة. وللجاني ما غرم أو أرش مقتصه، فإن عاد رد ما أخذ وللمجني إزالته. ودعوى الجاني عود ذاهب الميت لغو. وإن جهلت أفعال الشركاء أقيدوا، وفى تالف سراية الجناية القود [أو الدية] (٤)، وفي الشلل الأرش. وسراية (٥) القود هدر، إلَّا قهرًا مع خوف، أو برد، أو حر، أو بألة كالّة (٦)، فيضمن
_________
(١) قوله: "المارن"، أي: مارن الأنف وهو ما لان من طرفه. المطلع (ص ٣٦٢)، "معجم لغة الفقهاء" (ص ٣٩٦).
(٢) قوله: "مأمومة أو مُنقّلة أو هاشمة"، المأمومة: الجرح في الرأس إذا وصلت أم الدماغ أو جلدة الدماغ، المنقلة: هي التي توضح العظم وتهشم العظم وتنقله، والهاشمة: التي تهشم العظم تصيبه وتكسره وتبرزه. انظر: المطلع (٣٦٧)، ونيل المآرب (٢/ ٣٤٣).
(٣) قوله: "أو سمعه أو بصره"، ليست في الصلب بل في هامش المخطوط، انظر: (صفحة ١٣٠، ورقة ١٣٠، ١٣١).
(٤) ما بين المعقوفتين غير مقروء في الأصل، ومفهوم العبارة في المحرر كما أثبتناه (٢/ ١٣٠)؛ وعبارة الوجيز: "وسراية الجناية تضمن في النفس فما دونها بقود أو دية" (٥/ ٥٢٤).
(٥) قوله: "وسراية"، تجاوز العطب عما هو مقرر في الحد إلى غيره، كمن اقتص فيه بقطع إصبعه فالتهب وسرى إلى جميع البدن فمات الإنسان منه. "معجم لغة الفقهاء" (ص ٢٤٣)، والمطلع (ص ٣١٥).
(٦) وقوله: "بآله كالة"، أي: غير حادَّة.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (405,'بقية الدية. ولا قصاص ولا دية قبل برؤ سراية الجناية. والاقتصاص قبل الاندمال (١) هدر.

<span data-type="title" id=toc-346>باب استيفاء القود </span>(٢)
يجبر الولي فإن اختار الدية سقط القود، ولا عكس. فإن كان صغيرًا أو مجنونًا حبس الجاني حتى يبلغ، أو يعقل. ولولي المجنون مع الحاجة العفو على الدية. فإن اقتص قهرًا سقط حقهما. ولا ينفرد أحد الأولياء به فينتظر البلوغ والعقل والقدوم. فإن مات المنتظِرُ خلفه وارثه. فإن اقتص ممنوع فلشريكه حقه، ويرجع ولي الجاني على المقتص بزائد حقه. فإن عفى بعض الشركاء ولو زوجًا أو ذا رحم فلا قود، وللباقين حقوقهم. فإن أقادوا عالمين بالعفو وسقوط القود أقيدوا وإلَّا فالدية.
ولورثة المال بقدره من القود. فإن عدموا اقتص الإِمام أو عفا عنه على الدية لا أقل.
ولا تقاد حامل حتى تضع وتُلبي (٣). ومع عدم الظئر (٤) حتى تفطم. ويستحب مع وجودها تأخير الرجم لترضعه هي. فإن ادَّعته حبست حتى يتبين. ويضمن المقتص منها حاملًا جنينها.
_________
(١) قوله: "الاندمال"، وهو التآم الجرح وشفاؤه.
(٢) قوله: "باب استيفاء القود"، في المحرر: "باب استيفاء القود والعفو عنه" (٢/ ١٣٠)، وهو زد (٧٣).
(٣) تلبي، من اللبأ وهو أول اللبن. وفي المحرر: "حتى تضع الولد وتسقيه اللبن" (٢/ ١٣١)، وفي الوجيز: "وتسقيه اللبأ" (٥/ ٥١٩).
(٤) قوله: "الظئر"، بكسر الظاء المعجمة بعدها همزة ساكنة المرضعة غير ولدها، المطلع (ص ٢٦٤).',NULL,'414',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (406,'ويستوفى بآلة ماضية (١) بحضرة الحاكم. فإن جهله الولي أمر بالتوكيل والأجرة على الجاني. فإن تشاحوا (٢) في الاستيفاء أقرع. وإن اقتص من نفسه بإذن الولي جاز. وإن قتل جماعة فرضي الأولياء بقتله قتل، وإن طلب كلٌّ القصاص قتله القارع، والديات للباقين. وإن اختار البعض الديات والبعض القود أجيبوا.
والقتل ضرب العنق بالسيف، وإن قتل بغيره. ويدخل قود الطرف قبل الاندمال في قود النفس. وإن فعل به الولي كفعله فلا شيء، وإن زاد فالدية. وإن قطع اليسرى بتراضيهما، وله اليمنى، أو قال: أخرجها فاخرج اليسرى عمدًا أو غلطًا، أو ظن أنها تجزئ أجزأت. فإن كان مجنونًا وعلم القاطع أنها اليسرى وأنها لا تجزئ أقيد، وإن جهل فكالدية (٣). وإن كان مجنونًا والمقطوع عاقلًا فهدر.
وإن اقتص الوكيل جاهلًا للعفو ضمن العافي. وإن قتل الجاني العافي قبل الاندمال فللولي القود أو الدية كاملة. وعفوه مطلقًا عن ذات قود بقسطه وديتها. وإن صولح بمال أو قال: عفوت عن قودها، ضمنت سرايتها بقسطها من الدية. وعفوه المالي كوصيته. والموجب للقود من أصل التركة، فلو لم يكن سوى الدم سقط مجانًا. وإبراؤه بغير لفظ العفو لمن يضمن مسقط إن مات، واستيفاء قوده وقذفه له ولسيده بعد موته.
_________
(١) قوله: "بآلة ماضية"، أي: قاطعة بعكس الكالّة.
(٢) قوله: "تشاحوا"، أي: حرص كل منهم على أن لا يفوته. "معجم لغة الفقهاء" (ص ١٣).
(٣) قوله: "فكالدية. . . "، غير ظاهرة، وفي الأصل كانها: فكذبه (ق ١٣٠ - ١٣١)، وفي المحرر: كالدية (٢/ ١٣٣). وفي الوجيز: "وإن جهل أحد العاقلين فعليه الدية" (٥/ ٥٢٢).',NULL,'415',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (407,'<span data-type="title" id=toc-347>باب دية النفس </span>(١)
من ألقى على إنسان أفعى، أو طلبه بسيف مجرد (٢) فهرب فتلف بشيء، أو حفر في سابلة، أو فناء بئرًا، أو وضع حجرًا، أو صب ماء فتلف فخطأ، ومع قصده فشبه عمد. ومن سقط في بئر بعثره بحجر ضمن واضعه. وإن تعدى الحافر وحده ضمن. وإن غصب صبيًّا فهلك بغير مرض ضمنه كما لو قَرَّبَهُ إلى هدف فأصابه سهم رامي. وإن تصادما تضامنا، ويضمن السائر مع السعة كالمنحدر ولا ريح (٣). وإن أركب غير الولي ضمن، وخطأه على نفسه هدر. ويلزم خطأ رميه الأربعة أموالهم والثلاثة على عاقلتهم. وإن قتلت ثالثهما فالثلثان على عاقلتهما، ودية أول ساقط على من بعده، والثاني على الثالث (٤)، والرابع والثالث على الرابع. ومع التجاذب فعلى الثّاني والثالث نصفين، والثّاني على الأول، والثالث على الثاني، والرابع على الثالث. وموتهم بلا سبب منهم هدر.
وإن ترك قادر إنقاذ معصوم، أو منع غير مضطر طعامه مضطرًّا، أو أدب غير والد أو سلطان، أو قطع غير ولي سلعة (٥)، أو أسقطت بتخويفه، أو شربها دواء، أو تسلم سابح سفيها بلا إذن ولي، أو به مع جهله
_________
(١) قوله: "باب دية النفس"، في المحرر: "ما يوجب الدية في النفس"، (٢/ ١٣٥) وهو زد (٧٤).
(٢) قوله: "بسيف مجرد"، أي: مستل من غمده.
(٣) قوله: "ولا ريح"، أي: غلبة ريح، والمسألة تتعلق بالسفن والملاحة كما في المحرر (٢/ ١٣٦).
(٤) وتسمى "مسألة القارصة والقامصة والواقصة"، وذلك أن ثلاث جوار ركبت إحداهن على عنق الأخرى فتساقطن.
(٥) قوله: "سلعة"، غدة تظهر بين الجلد واللحم إذا غمزت باليد تحركت، المطلع (ص ٢٥٦).',NULL,'416',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (408,'السباحة، أو أمره بنزول بئر، أو صعود شجر: لزم الضمان (١). وتلف التفزيع هدر.

<span data-type="title" id=toc-348>باب دية الأعضاء </span>(٢)
في ذهاب ما اتحد، أو ازدوج، أو تربع الدية حتى الشعور (٣)، ما لم تعد. وفى ذهاب أحد الحواس، أو الكلام، أو الأكل، أو الجماع، أو المشي، وفي الصعر (٤)، والحدب، وانطلاق البول والغائط، وذهاب العقل: الدية. وفي بعض ذلك بحسابه.
لكن تقسم الدية في الكلام على ثمانية وعشرين حرفًا، فإن جهل البعض فحكومة كذهاب لبنها. وإن قطع ربع اللسان فذهب نصف كلامه أو عكسه فنصف الدية. وإن قطع آخر بقيته فنصف الدية وحكومة في الأولى وثلاثة أرباعها في الثانية. وإن قطعه فذهب نطقه، أو ذوقه، أو كان أخرس فديته. فإن ذهبا مع بقائه أو قطع أذنه أو أنفه فذهب سمعه، أو شمه، أو كسر صلبه فذهب منيَّه (٥) أو جماعه فديتان يدخل ديتها. فإن ادَّعى ذهاب
_________
(١) قوله: "لزم الضمان"، هذا جواب الجملة التي أولها: "وإن ترك"، وهو أسلوب الأدمي رحمه اللَّه في عرض الراجح مع الإِجمال.
(٢) قوله: "باب دية الأعضاء"، في المحرر: "باب ديات الأعضاء ومنافعها" (٢/ ١٣٨) وهو زد (٧٥).
(٣) الشعور: قال في المحرر: وهي شعر الرأس واللحية والحاجبين والأهداب والعينين (٢/ ١٤١)، وقوله: "ما اتحد"، أي: ما منه واحد من الأعضاء كالأنف، وما ازدوج كالأذنان، وما تربع كالأجفان.
(٤) الصعر: ميل في العنق وانقلاب في الوجه إلى أحد الشقين. مصباح (ص ٣٤).
(٥) قوله: "منيه"، قال في المحرر: ولو كسر صلبه فذهب مشيه ونكاحه ومنيه ديتان، (٢/ ١٤٠).',NULL,'417',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (409,'بصر، أو سمع، أو شم، أو ذوق امتحن، فإن بان كذبه سقطت، وإلَّا حلف، كما لو ادَّعى نقصًا، ويرجع إليه في قدر جنايتها عليه. ويدخل الأهداب في الجفن، لا الأسنان في اللحيين. ويدخل في بعض الأصابع محاذيها من الكف. وفي باقيه أرشه. وفى أصبع (١) كل يَدٍ، أو رِجْلٍ عُشر الدية، وفي الظفر خُمس عشرها، وفي الأنملة ثلث عشرها، والإِبهام أنملتان. وإن قطع رابعة من امرأة قبل الاندمال فعشران. والسن ما لم تعد نصف عشرها، وفى كسر ظاهر، وحلمة الثدي، وحشفة الذكر، وفي الشلل (٢)، ومنع إطباق الشفة، وتسويد الأذن، والأنف، والسن، والظفر، دية العضو. وفى بعض الأذن، والمارن، واللسان، والشفة، والحلمة، والحشفة، والإِلية بحسابه. وفي العضو الأشل، والعين القائمة، والأذن الصماء، والمخرومة، وفي قصبة الأنف، والأخشم (٣)، ولسان الأخرس، والطفل إذا لم يحركه البكاء، والسن السوداء، واليد والأصبع الزائدتين، والثدي (٤) بلا حلمه، وذكر الخصي، والعنين، ومقطوع الحَشَفة حكومة. وإن قطع ذو عينين عين أعور فالدية، ومع العمد نظيرتها، ونصف الدية. وإن قطع الأعور نظيرتها فالدية، ومع الخطأ فنصفها. وإن قلعهما فالدية أو قلعها فقط (٥). وفى يد الأقطع نصف الدية كرجله.
_________
(١) قوله: "أصبع"، ليست في الصلب بل في هامش المخطوط.
(٢) قوله: "وفي الشلل"، ليست في الصلب بل في هامش المخطوط، (ورقة ١٣٢ - ١٣٣).
(٣) قوله: "والأخشم"، هو الذي لا يجد ريح شيء، وهو في الأنف بمنزلة الصم في الأذن، المطلع (ص ٣٦٢).
(٤) قوله: "والثدي"، ليست في الصلب بل في الهامش.
(٥) قوله: "إن قلعها فالدية أو قلعها فقط"، هكذا في الأصل، وفي الهامش صحح الناسخ كلمة "قلعها". ورمز فوقها بحرف "ن" مما يدل على وجود نسخة أخرى =',NULL,'418',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (410,'<span data-type="title" id=toc-349>باب الشجاج </span>(١)
وهي جرح الوجه والرأس، وهي تسع (٢): الخارصة وهي شاقة الجلد، ثم البازلة وهي مسيلة الدم، ثم الباضعة اللحم، ثم المتلاحمة الآخذة فيه، ثم [السمحاق] (٣) وهو الواصلة [للعظم]. وفي الخمس حكومة. ثم الموضحة وهي مبرزة العظم، وفيها خمسة أبعرة، وإن نزلت إلى الوجه، وموضحة غيرهما لا تقدير فيها. ثم الهاشمة وهي هاشمته، وفيها عشرة. فإن هشمته ولم توضح فحكومة. ثم المنقّلة، وهي ناقلته مع إيضاحه، وهاشمة، وفيها خمسة عشر. ثم المأمومة، وهي الواصلة إلى جلدة الدماغ، وفيها ثلث الدية.
وإن ذهب حاجز الموضحتين ولو باطنًا صار واحدة. وإن خرقه المجروح أو أجنبي فثلاث مواضح. وإن قال المجروح: أنا خرقته، أو زيد، لزم الجاني الموضحتان، وزيدًا الثالثة إن صدقه.
وفي الجائفة ثلث الدية. وإن خرقه فجائفتان. وإن مد مع الموضحة
_________
= للمنور.
(١) قوله: "باب الشجاج"، في المحرر "باب أروش الشجاع وكسر العظام" (٢/ ١٤٢)، وهي زد (٧٦).
(٢) وفي المحرر: "وهي عشر" (٢/ ١٤٤)، قال في المغني: "قال القاضي: لم يذكر أصحابنا الدامغة لمساواتها المامومة في أرشها، قال: ويحتمل أنهم تركوا ذكرها لكون صاحبها لا يسلم في الغالب (١٢/ ١٦٥).
(٣) العبارة ليست في الصلب بل من هامش المخطوط، وتجدر الإِشارة أننا أضفنا آخرها كلمة: السمحاق وكلمة: "للعظم" بين المعقوفتين حيث ظهر بعض منها في الهامش، وعبارة المحرر: "ثم السمحاق وهي التي ما بينها وبين العظم قشرة رقيقة" (٢/ ١٤٢)، وفي الأصل قال: "وهو الواصلة"، ولم يقل: "وهي الواصلة"، انظر: الأصل (صحيفة ١٣٣، ورقة ١٣٢ - ١٣٣).',NULL,'419',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (411,'إلى القفا فأرشُها وحكومة له كالجائفة مع الوَرِك. وإن خرقها مندملة فجائفة كما لو وسَّعها. وإن وسع ظاهرها دون باطنها أو عكسه فحكومة كخَرق خده إلى فمه وإيضاحه ثانيًا قبل نبات الشعر.
وفي كل عظم تَرْقُوة (١)، وعَضُد، وزند، وضِلَع، وفخذ، وساق، إذا أجبر مستقيمًا بعير، وفيما سوى ذلك حكومة. والحكومة (٢) أن يُقَوّم كأنه عبد لا جناية، ثم وهي به وقد برئت، فما نقصت قيمتُه فله نسبته من ديته إلَّا أن يكون فيها تقدير فلا يخالفه. فإن لم ينقصه مندملًا قُوِّم حالها فإن حسنته فهدر (٣). وفي حدث البول بتفزيعٍ ثلث الدية.

<span data-type="title" id=toc-350>باب مقادير الديات</span>
دية الحرّ المسلم ألف مثقال ذهب، أو اثني عشر ألف درهم، أو مائتا بقرة، أو ألفا شاة، أو مائة بعير.
فيؤخذ في عمده وشبهه أرباعًا من جذعات، وحقاق، وثلث لبون، ومخاض أخماسًا ثمانون منها بالسوية، وعشرون بنو مخاض، وبنصف البقر من مسنّة وتبيع، والشاة من جذع وثني. وتعتبر السلامة من العيوب دون
_________
(١) قوله: "ترقوة وعضد وزند"، الترقوة: العظم الذي بين ثغرة النحر والعاتق وزنها فعلوه بالفتح، والعَضُد: ما بين المرفق والكتف، والزند: ما انحسر عنه اللحم من الساعد وهو موصل طرف الذراع بالكف. المطلع (ص ٣٦٧ - ٣٦٨)، و"معجم لغة الفقهاء" (ص ٣١٥).
(٢) قوله: "والحكومة"، يظهر هنا تعريف واضح بين لها لا تجده في كثير من المؤلفات، وقد استفاد صاحب المنور في ذلك من المجد في "محرره" رحمهما اللَّه تعالى. انظر: المحرر (٢/ ١٤٤).
(٣) قوله: "فإن حسنته فهدر"، قال في المحرر: كإزالة لحية امرأة أو سن زائدة (٢/ ١٤٤).',NULL,'420',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (412,'القيمة. وتغلّظ بثلثها في الحرم والإِحرام (١)، والأشهر الحرم، ولا تتداخل.
ودية الأنثى نصف دية الذكر. وتساوي جراحها جراحه إلى الثلث. فإذا زاد فعلى النصف، ودية الخنثى نصف ديتهما، وكذا جراحه، ودية الكتابي نصف دية المسلم وكذا جراحه. والمجوسي والوثني ثماني مائة (٢) درهم، ونساؤهم (٣) على النصف. ولا دية لمن لا دين له. وإن قتل مسلم كافرًا عمدًا أُضعفت.
ودية الرقيق قيمته، وفي جراحه ما نقصته، إلَّا أن تكون مقدّرة في الحر فَينسب إلى قيمته. ففي يده نصف قيمته، وفي موضحته نصف عشرها، وفي سمعه وبصره قيمتاه مع رِقّه لسيده. فإن جَرَحاه ولم يوحياه (٤) ثم سَريا لزم كلًّا ما نقصته ويتساويان في بقية النقص، والاعتبار بحالة الاستقرار. فلو رماه أو جرحه فلم يصبه ولم يمت حتى أسلم فديةُ مسلم. وإن لم يصبه حتى عتق فديةُ حرٍ لورثته. وإن جرحه فعتق ثم مات فديةُ حرٍّ لسيده. فإن جاوزت أرش الجناية فالزائد للورثة. وإن وجبت قودًا فاقتصوا فلا شيء للسيد. وإن عفوا على مال فله ما ذكر.
_________
(١) قوله: "وتغلّظ بثلثها في الحرم والإِحرام"، قال في نظم المفردات (ص ٢٨٩):
تغلّظ الديات في الإِحرام ... كحرم والأَشهُرِ الحرام
(٢) قوله: "ثماني مائة"، هكذا في الأصل.
(٣) قوله: "ونساؤهم"، في الأصل: ونساءهم (ق ١٣٤ - ١٣٥).
(٤) قوله: "ولم يوحياه" هكذا فيما يظهر، الجرح الموحي المسرع للموت، "معجم لغة الفقهاء" (ص ٤٦٨)، وتحتمل "يوجباه"، وعبارة المحرر: "ولم يوجباه ثم سرى الجرحان. . . إلخ" (٢/ ١٤٦).',NULL,'421',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (413,'<span data-type="title" id=toc-351>فصل </span>(١)
ودية سقط دون نصف سنة غرة (٢) تساوي عشر دية أمة إلَّا أن يكون دينه أو دين أبيه أعلا فيحكم به. ولا يقبل غرة خنثى، ولا معيبة ولا لدون سبع سنين. وإن سقط لنصف سنة ثم مات فدية حياة. ويحلف الجاني في عدمها. وإن عتق ثم مات ضمن كحر، ويفدي عبده الجاني بالأقل من قيمته أو أرشها أو يبيعه فيها. فإن أعتقه بعد علمه (٣) بها فالأرش. ويملك بالعفو عما عين ما فيه القود. فإن جرح حرًّا لا مال له وقيمته نصف الدية فعفى صح في ثلثه. وإن جرح اثنين فعفى أحل هما فحق الآخر في جميعه.

<span data-type="title" id=toc-352>باب العاقلة </span>(٤)
وهم كل عصبة ذكر حر مكلف موسر.
_________
(١) قوله: "فصل"، في المحرر: "باب مقادير الديات" (٢/ ١٤٤)، وهو زد (٧٧).
(٢) قوله: "غرة"، دية الجنين إذا سقط ميتًا وقدرها عبد أو أمة أو عشر قيمة أمة اعتبارًا بحال الجناية لأنها كانت في حال كونه عبدًا. الشرح الكبير (٢٥/ ٤٢٨)، والمطلع (ص ٣٦٤)، والتنقيح (ص ٣٦٦).
(٣) قوله: "بعد علمه بها"، في الأصل: "بعد عمله بها"، والصواب ما أثبتناه كما يقتضيه السياق.
(٤) قوله: "باب العاقلة"؛ في المحرر: "باب العاقلة وما تتحمله" (٢/ ١٤٨)، والعاقلة من غرم ثلث الدية فأكثر بسبب جناية غيره، قاله في التنقيح (ص ٣٦٦)، وفي نظم المفردات:
والجاني لا يحمل مع عاقلته ... شيئًا ولو ضاقت على جنايته
قال البهوتي شارح المفردات في منح الشفا الشافيات: أي لا يحمل القاتل مع عاقلته شيئًا من دية شبه العمد والخطأ بل تكون على عاقلته وحدها، وبهذا قال مالك والشافعي، وقال أبو حنيفة: هو كواحد منهم (ص ٢٩٨)، قال: ولنا ما روى أبو هريرة رضي اللَّه عنه أن النبي -صلى اللَّه عليه وسلم- قضى بدية المرأة على عاقلتها، متفق عليه.',NULL,'422',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (414,'ويتعاقل الكفار (١) مع اختلاف مللهم. فإن عدم أو عدم (٢) خَلَفهُ بيت المال، فإن عدم سقطت. وجناية المرتد في ماله كمختلف دينه حالتي رميه وإصابته. وإن اختلف دين الجارح حالتي الجرح والزهوق حملت العاقلة. وإن رمى أو جرح ابن معتقه فلم يصبه أو لم يسر حتى انجر (٣) ولاؤه فكاختلاف الدين. وخطأ الإِمام والحاكم (٤) في بيت المال.
_________
(١) قوله: "ويتعاقل الكفار مع اختلاف مللهم. . . " إلخ، خلافًا لما في التنقيح: بقوله: ويتعاقل أهل ذمته إذا اتحدت مللهم وإلَّا فلا (ص ٣٦٦)، والإقناع بقوله: ولا تعاقل بين ذمي وحربي بل بين ذميين إن اتحدت ملتهما فلا يعقل يهودي ولا نصراني عن الآخر (٤/ ٢٣٤)، ووافقه في الغاية (٣/ ٢٩٠). وقال في الإنصاف: على روايتين إحداهما يتعاقلون وهو المذهب، ونقل أقوالًا، منها قوله: "وجزم به في المنور ومنتخب الأدمي"، وهما لصاحب هذا الكتاب (٢٦/ ٦١).
(٢) قوله: "فإن عدم أو عدم"، المعنى إن عدم العاقلة، أو عجزت العاقلة عن حمل الجميع، وعبارة المحرر: "ومن عدمت عاقلته أو عجزت" (٢/ ١٤٨).
(٣) قوله: "حتى انجرّ ولاؤه"، قال في المقنع: لو جنى ابن المعتقة ثم انجرّ ولاؤه ثم سرت جنايته فأرش الجناية في ماله لتعذر حمل العاقلة (٦٨/ ٢٦)، وفي الشرح الكبير قال نحوه (٢٦/ ٦٨)، وفي الإنصاف قال: وهو المذهب وعليه جماهير الأصحاب (٢٦/ ٦٨).
(٤) قوله: "وخطأ الإِمام والحاكم في بيت المال"، قال في الإقناع: وخطأ الامام والحاكم في أحكامهما في بيت المال كخطا وكيل -أي: على موكله فكذا خطأ الإِمام على بيت المال- فعلى هذا للإِمام عزل نفسه (٤/ ٢٣٤)، وقال نحوه في المقنع (٢٦/ ٦٠)، وقال في الشرح الكبير: لأن خطأه يكثر في أحكامه فإيجاب ما يجب به على عاقله يجحف بهم، ولأن الإِمام والحاكم نائب عن اللَّه تعالى في أحكامه فكان أرش جنايته في مال اللَّه سبحانه، والقول الثاني على عاقلته كما في قصة عمر رضي اللَّه عنه عندما بعث إلى امرأة مغيبة فأسقطت ولدًا، فاستشار أصحاب رسول اللَّه -صلى اللَّه عليه وسلم-، فحكم علي رضي اللَّه عنه بأن ديته عليه لأنه أفزعها (٢٦/ ٦٠).',NULL,'423',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (415,'ولا تحمل عبدًا، وعمدًا، واعترافًا، وصلحًا، ودون ثلث، لكن يعقل غرة لجنين مع دية أمه سبقها زهوقًا أو سبقته. وشبه العمد كالخطأ تأجيلًا.
ويحمل كل طاقته، ويبدأ بالأقرب فالأقرب، فإن تساووا وزعت. وتحمل الثلث رأس الحول فإذا زاد فالزيادة في الثاني. وإن جاوز الدية لم تزد على الثلث رأس كل إلَّا أن تبلغ الزيادة دية فيلزمهم كل حول ثلثهما. وابتداؤه في النفس حال الزهوق (١)، وفي غيرها حال الاندمال. ويسقط قسطه بموته وفقره قبل الحول.

<span data-type="title" id=toc-353>باب القسامة </span>(٢)
تشرع في دعوى قتيل معصوم عمدًا أو خطأ مع لوث (٣)
_________
(١) قوله: "وابتداؤه في النفس حال الزهوق"، وفي غيرها حال الاندمال، وافقه في الشرح الكبير (٢٦/ ٩٣)، وقال في الإنصاف: وهو المذهب وعليه أكثر الأصحاب (٢٦/ ٩٣).
(٢) قوله: "باب القسامة"، قال في الغاية: وهي أيمان مكررة في دعوى قتل معصوم فلا تكون في طرف وجرح، وشروط صحتها عشرة:
١ - تكليف قاتل.
٢ - إمكان قتل منه.
٣ - طلب جميع الورثة.
٤ - واتفاقهم على الدعوى.
٥ - وعلى القتل.
٦ - وعلى عين القاتل.
٧ - وصف القتال في الدعوى.
٨ - اللوث وهو العداوة الظاهرة.
٩ - كون في الورثة ذكور مكلفون.
١٠ - كون الدعوى على واحد لا أكثر معين (٣/ ٢٩٤)، وفي المقنع: لا تثبت إلَّا بشروط أربعة هي: دعوى القتل، اللوث، اتفاق الأولياء في الدعوى، أن يكون المدعين رجال عقلاء (٢٦/ ١١٠ - ١٣٩).
(٣) اللوث: وهو العداوة الظاهرة، مثل ما كان بين الأنصار وأهل خيبر، وكالقبائل التي يطلب بعضها بعضًا بالثأر، وعنه ما يدل على أن اللوث كل ما يغلب على الظن صحة الدعوى كتفزُدتى جماعة عن قتيل، ووجود قتيل عند من بيده سيف بدم =',NULL,'424',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (416,'وقول المجروح: قتلني فلان هدر. ويقدح فيها اختلاف الورثة في عين القاتل وصفة القتل وفقد أثره، ولا قسامة على مجهول ولا فوق واحد.
ويختص بها ذكور ورثة الدم فيحلفون خمسين (١) يمينًا تقسم كإرثهم. فإن حصل كسر كمل، كزوج وابن فيحلف الزوج ثلاث عشرة، والابن ثمانيًا وثلاثين. فإن كان معهما بنت تحملا ربعها أثلاثًا. فإن كان مع الولي إناث حلفا الخمسين، وإن زاد الأولياء على الخمسين لغا الزائد.
فإن نكلوا أو كن إناثًا حلفها المدَّعى عليه (٢) وبرئ. فإن نكل أو لم يرض الولي بيمينه فدى من بيت المال. فإن كان أحد الوارثين سفيها أو غائبًا حلف الخمسين وله نصف الدية. ومتى زال مانع صاحبه حلف النصف وأخذ النصف. ويحلف المدَّعى عليه من غير لوث ويبرأ (٣).
_________
= وشهادة عدل واحد، المحرر. اهـ (٢/ ١٥٠)، ووافقه في المقنع (٢٦/ ١١٨)، والشرح الكبير (٢٦/ ١١٨)، والإِنصاف: وقال: في ظاهر المذهب، وهو المذهب (٢٦/ ١١٨)، وقال في نظم المفردات (ص ٢٩٧):
وعندنا فاللوث في القسامة ... في نصه مجرد العداوة
(١) قوله: "فيحلفون خمسين يمينًا"، قاله في المقنع (٢٦/ ١٤٨)، والشرح الكبير (٢٦/ ١٤٩)، وقال في الإنصاف: هذا المذهب وعليه أكثر الأصحاب، وقال: وجزم به في المحرر و"المنور" (٢٦/ ١٤٩ - ١٥١)، وانظر: الغاية (٣/ ٢٩٥).
(٢) قوله: "حلفها المدعى عليه"، قال في الشرح الكبير والمقنع: "حلف المدَّعى عليه" خمسين يمينًا وبرئ (٢٦/ ١٦٠)، وقال في الإنصاف: هذا المذهب (٢٦/ ١٦٠)، والغاية (٣/ ٢٩٥)، وقال: كواللَّه ما قتلته.
(٣) قوله: "ويحلف المدَّعى عليه من غير لوث ويبرأ"، أي: يمينًا واحدة، الإقناع (٤/ ٢٤٠)، والمقنع (٢٦/ ١٢٧)، والشرح الكبير (٢٦/ ١٢٧).',NULL,'425',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (417,'<span data-type="title" id=toc-354>فصل </span>(١)
من أتلف نفسًا مطلقًا مضمونة أو غير مضمونة (٢) فعليه الكفارة، ولا يجب لخطأ الإمام. وإن قتل جماعة فلكل كفارة، أو قتلوا واحدًا فعلى كل كفارة.

<span data-type="title" id=toc-355>باب الحدود </span>(٣)
من وَطِئ، أو وُطِئ من مسلم، أو كافر في قُبل، بنكاح صحيح، وهو حرّ مكلف، فهو محصن. فإذا زنا رجم حتى يموت (٤). فإن فقد شرط فلا إحصان، فيجلد مائة جلدة، ويغرَّب عامًا إلى مسافة قصر. والمرأة إلى دونها. وحد الرقيق خمسون ولا يغرب. وإن تبعضت حريته فبقسطها جلدًا وتغريبًا، واللائط كالزاني.
والزاني من غيب الحشفة أو قدرها في قبل أو دبر بلا شبهة.
وإن وطئ أمته المزوجة، أو المؤبدة التحريم، أو في نكاح الفضولي قبل الإِجازة، أو في شراء فاسد قبل القبض، أو في نكاح مجمع على تحريمه عالمًا أو مستأجر له لزنا، أو بمن له قبلها قودًا، أو لصغيرة، أو أمكنت من
_________
(١) قوله: "فصل"، في المحرر جعله في باب هو "باب كفارة القتل" (٢/ ١٥٢)، وهو زد (٧٨).
(٢) قوله: "مضمونة أو غير مضمونة"، قال في المحرر: أي سواء كان القاتل أو المقتول كافرًا أو رقيقًا أو كان القاتل صبيًا أو مجنونًا، أو المقتول غير مضمون كمن قتل عبده أو نفسه أو غيره بإذنه (٢/ ١٥٢).
(٣) قوله: "باب الحدود"، في المحرر: "كتاب الحدود: باب حد الزنا" (٢/ ١٥٢)، وهو زد (٧٩).
(٤) قوله: "حتى يموت"، قال في نظم المفردات (ص ٣٠٠):
من جمع الإحصان والزنا معا ... فالجلد والرجم له يجتمعا',NULL,'426',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (418,'نفسها مجنونًا، أو حربيًّا، أو مميّزًا، أو محرمًا تزوجت به عالمة بحاله (١) دونه، فالحد كالملاط به.
فإن وطئ في نكاح بلا ولي، أو البائع مدة الخيار، أو ميتة، أو بهيمة عُزِّر. ومن وطئ أمة زوجته وقد أحلّتها له عُزِّر بمائة جلدة من غير تغريب ولحوق ولد.
ويحرم استمناء آمن العنت (٢).
ولثبوت الزنا شرطان: إقرار أربع مرات مصرحًا بحقيقته، فلو شهِدَ أربعةٌ على إقراره به فصدَّقهم مرة لم يُحَدّ ولا هم.
الثّاني: شهادة أربعة في مجلس واحد بزنا موصوف.
فإن شهدوا في مجلسين أو كان فيهم من لا تقبل [شهادته] (٣)، أو اختلفوا مكانًا ولبسًا فَقَذَفَة، وإن كان أحدهم زوجًا لاعن وحُدّ الثلاثة. وإن مات أحدهم قبل الوصف، أو على بكر فثبتت عذرتها فلا حد. وإن قال اثنان: مطاوِعة، واثنان: مُكرَهة، حُد الأولان لقذفها، والأربعة لقذفه. وإن شهد أربعة فرجع أحدهم قبل حده، حُد الثلاثة، وإن رجع بعده فلا، كما لو رجعوا، وإن شهد أربعة فشهد عليهم أربعة أنهم هم الزناة، أو حملت ولا زوج ولا سيد، أو زنا مزوج وأنكر وطء زوجته فلا.
_________
(١) قوله: "عالمة بحاله"، وهو الصواب وفاقًا للمحرر، وفي الأصل: "عالما بحاله"، وهو خطأ كما يقتضيه السياق (٢/ ١٥٤).
(٢) قوله: "ويحرم استمناء آمن العنت"، قال في منتهى الإِرادات: لغير حاجة حرم وعزر، وإن فعله خوف الزنا فلا شيء عليه (٢/ ٤٧٩)، والغاية (٣/ ٣١٨)، وقال في الإنصاف: وهو المذهب (٢٦/ ٤٦٥).
(٣) ما بين المعقوفتين مطموس في الأصل، وما أثبتناه من مفهوم عبارة المحرر في قوله: "أو كانوا فسقة" (٢/ ١٥٤).',NULL,'427',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (419,'<span data-type="title" id=toc-356>باب قطع السارق </span>(١)
من سرق (٢) ربم مثقال ذهب، أو ثلاثة دراهم شرعية، أو قيمة أحدهما من سائر الأموال المحترمة ولو من ذمي، أو مستأمن، أو من دار أَجَّرها، أو أعارها، أو عينًا كانَ قُطع فيها، أو ادَّعاها ولا شبهة له فيه، وأخرجه عن حرز مثله ولو على ماء، أو دابة، أو متفرقًا، أو صبي، أو مجنون بأمره، أو ملكه عقيب إخراجه، أو كان لجماعة، أو شارك فيه من لا يقطع، أو جحد عارية (٣)، أو طر (٤)، أو سروا عبدًا صغيرًا، أو مجنونًا، أو نائمًا، أو حرًّا صغيرًا: قُطع.
_________
(١) قوله: "باب قطع السارق"، في المحرر "باب القطع في السرقة" (٢/ ١٥٦)، وهو زد (٨٠).
(٢) قوله: "من سرق"، قال في الغاية: وشروط القطع في السرقة ثمانية:
١ - السرقة.
٢ - كون السارق مختارًا مكلفًا عالمًا.
٣ - كون مسروق مالًا محترمًا.
٤ - كونه نصابًا وهو ثلاثة دراهم خالصة أو ربع دينار.
٥ - إخراجه من حرز.
٦ - انتفاء الشبهة.
٧ - ثبوتها بشهادة عدلين.
٨ - مطالبة مسروق منه بماله أو وكيله أو وليه (٣/ ٣٢٥)، وفي "المقنع" و"الشرح الكبير" سبعة شروط (٢٦/ ٤٦٨). وقوله: "ثلاث دراهم. . . "، خالفه في الإقناع بقوله: ثمانية دراهم أو ربع دينار (٤/ ٢٧٥)، وفي الكافي تسعة شروط (٤/ ١٧٣).
(٣) قوله: "أو جحد عارية"، ليست في الصلب بل من هامش المخطوط، وفي الصلب: "أو جحد وديعة"، وقد وضع المصحح أو المصنف علامة على كلمة وديعة توحي إلى تصحيحها إلى: "عارية"، وفي المحرر كذلك في قوله: إلَّا جاحد العارية ففي قطعه روايتان، أشهرها يقطع (٢/ ١٥٦)، وفي المفردات (ص ٣٠٧):
وعندنا فجاحد العارية ... يقطع كالسارق بالسوية
(٤) قوله: "أو طر"، قال في المحرر: وهو الذي يقطع الجيب أو غيره ويأخذ منه (٢/ ١٥٦)، وقال في الشرح الكبير: فيه روايتان: يقطع لأنه سرق من حرز، والثانية: لا يقطع كالمختلس (٢٦/ ٤٧٣)، وقال في الإِنصاف هذا المذهب (٢٦/ ٤٧٢)، أي: القطع، ووافقه في الإقناع (٤/ ٢٧٤).',NULL,'428',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (420,'وإن أخرجه إلى ساحة الدار ولم يفتح بابًا، أو سرق مصحفًا، أو ما له فيه شبهه، أو آلة لهو، أو خمرًا، أو إناء فيه خمر، أو صليبًا، أو صنمًا من ذهب نصابًا من جنسين، أو مكرهًا، أو مال غاصب ماله مع ماله، أو قدر حقه من مال جاحده، أو مغصوبًا، أو مسروقًا لأجنبي، أو اختلس، أو غصب، أو خان في وديعة، أو عارية: فلا قطع.
ويقطع الجماعة (١) في النصاب وإن أخرج كلٌّ جزءًا. وإن هتكا وأخرج أحدهما، أو قَرّبه فاخرجه الآخر، أو هتك أحدهما وأخرج الآخر متواطئين: قُطعا. وإن رماه خارج الحرز فأخذه الآخر، أو تركه، أو أعاده هو، أو المخرج: قطع الداخل.
وحرز المال ما العادة حفظه فيه. ويختلف باختلاف المال، والبلد، وعدل الحاكم وجوره، وقوته وضعفه (٢).
فحرز الأثمان والقماش الدور، والبقل والباقلاء الشرائج مع الحارس، والخشب الحظاير، والمواشي الراعي، وحمولة الإِبل تقطيرها وسائقها، وثياب الحجام وأعدال السوق الحافظ، والكفن القبر، والباب نصبه، وتأزيرة المسجد السياج شَمْرُها، وستارة الكعبة خياطتها (٣) عليها، ورداء النائم بدنه عليه.
_________
(١) قوله: "ويقطع الجماعة"، قال في نظم المفردات (ص ٣٠٧):
والقوم في النصاب حيث اجتمعوا ... وسرقوه حدهم أن يقطعوا
إن جمعوا في الأخذ أو تفرقوا ... أصحابنا في ذلك لم يفرقوا
(٢) قوله: "ويختلف باختلاف المال. . . " إلى قوله: "وقوته وضعفه"، انظر: الغاية (٣/ ٣٢٢)، والمذهب الأحمد (ص ١٨٨).
(٣) قوله: "خياطتها"، في الأصل: "خياطها"، والتصحيح من هامش المخطوط، انظر: (صحيفة ١٣٦، ورقة ١٣٦ - ١٣٧).',NULL,'429',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (421,'وإن قطعت يسراه بدل يمناه أجزأت وعليه ديتها، ومع العمد أو عدم الإِذن القود. وتقطع الشلاء مع الأمن. ويجتمع القطع ورد المسروق أو قيمته مع تلفه. ومن سرق من غير حرز أُضعفت عليه القيمة.

<span data-type="title" id=toc-357>باب قطع الطريق </span>(١)
غاصب المال في الصحراء (٢) محاربة.
فمن قتل مكافئًا (٣) قتل، ويتحتم في النفس دون الطرف. وإن قتل وأخذ المال قُتل وصُلب حتى يشتهر، والرِّدْءُ كالمباشر (٤). وإن أخذ نصابَ قطعٍ قطعت يمناه ورجله اليسرى في مقام وحسمتا (٥). وإن أخذ دون نصاب
_________
(١) قوله: "باب قطع الطريق"، في المحرر: باب حد قطاع الطريق (٢/ ١٦٥)، وهو زد (٨١).
(٢) قوله: "في الصحراء"، أي: لا في البنيان، وقيل: حكمهم في المصر والصحراء واحد. المحرر (٢/ ١٦٠)، وفي منتهى الإِرادات: في صحراء أو بنيان أو بحر (٢/ ٤٩٠)، وكذا في الإقناع (٤/ ٢٨٧)، وجعل ذلك في باب حد المحاربين، وقال في المبدع: في الصحراء لأن المصر يلحق فيه الغوث غالبًا (٩/ ١٤٦)، وعبارة المحرر "مجاهرة" بدل "محاربة".
(٣) قوله: "مكافئًا" في الأصل "مكاتبًا"، وهو تصحيف، وفى المحرر: "مكافئًا" (٢/ ١٦١).
(٤) قوله: "الردء كالمباشر"، هو المعاون الذي أعان المباشر على القتال، صحاح (ص ٢٣١)، والمطلع (ص ٣٧٦)، ومنه قوله تعالى: {فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي} [القصص: ٣٤]. منتهى الإرادات (٢/ ٤٩١).
(٥) قوله: "وحسمتا"، قال في الإقناع: وحسمت في مقام واحد حتمًا مرتبًا وجوبًا (٤/ ٢٨٨)، والغاية (٣/ ٣٢٨)، والحسم هو أن تكوى اليد بالنار أو بالزيت الحار حتى ينقطع الدم وتنسد العروف، صحاح (ص ١٣٦)، وفي المنتهى: بغمسها بزيت مغلي (٢/ ٤٨٨).',NULL,'430',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (422,'نُفي ومُنع المقام ببلد. فإن تاب قبل القدرة عليه أخذ بحقوق المخلوق ما لم يعف، فإن مات قبل قتله فالدية والطلب.

<span data-type="title" id=toc-358>باب الصائل </span>(١)
يجب دفعه عن نفسه وحرمته دون ماله بالأسهل فالأسهل (٢). فإن آل إلى نفسه أهدرت. وسقوط ثناياه بانتزاع معضوضِهِ، وفقاء عينه لاطِّلاعه من خصاص بابه هدر، وعليه بينه القتل لصياله. وجناية الدابة ليلًا مع عدم حبسها، ونهارًا مع إرسالها بقرب ما تفسده عادة. وفيهما مع راكب أو سابق أو قائد بيدها أو فمها دون رِجلها، لا نفحه (٣)، ما لم يكبحها مضمونة. وتضمن جناية كلبه العقور على داخل بإذنه.

<span data-type="title" id=toc-359>باب حد المسكر والتعزير </span>(٤)
إذا أدخل المسلم جوفه مختارًا لغير غصة (٥) قليل خمر ولو مضافًا
_________
(١) قوله: "باب الصائل"، هذا اختصار من العلَّامة الأدمي، وفي المحرر: "باب حكم الصيال وجناية البهيمة" (٢/ ١٦٢)، وهو زد (٨٢)، والصائل هو: القاصد الوثوب عليه، المطلع (ص ١٧٥)، من سطا عاديًا على غيره يريد نفسه أو عرضه أو ماله (ص ٢٦٩).
(٢) قوله: "بالأسهل فالأسهل"، قال في الإِقناع: "فإن اندفع بالقول لم يكن له ضربه، وإن لم يندفع بالقول فله ضربه باسهل ما يظن أن يندفع به" (٤/ ٢٩٨).
(٣) قوله: "لا نفحه"، في المحرر: ويضمن نفحها ليكبحها باللجام ونحوه ولو أنه لمصلحة (٢/ ١٦٢).
(٤) قوله: "باب حد المسكر والتعزير"، جعلها الأدمي رحمه اللَّه في باب واحد، وفي المحرر كل واحد في باب، انظر: (٢/ ١٦٢ - ١٦٣)، والتعزير هو التأديب، ويجب في كل معصية لا حد فيها ولا كفّارة، الغاية (٣/ ٣١٥).
(٥) قوله: "لغير غصة"، قال في الإِقناع: إلَّا لمكره أو مضطر لدفع لقمة غص بها =',NULL,'431',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (423,'عالمًا تحريمها وأن كثيرها يسكر: جُلِد ثمانين، والقن نصفُها، إذا صحيا، بإقرار مرتين، أو بشهادة عدلين لا بريح (١). ومتى غُلي العصير، أو مرت عليه ثلاثة أيام مطلقًا بلياليهن حَرُمَ (٢). وإن طبخ قبل تحريمه فذهب ثلثاه حَلَّ. ولا بأس بالفقاع. وتحلية ما لم يَغْلِ، أو استكمل الثلاث كذا. ومن أتى مُحرَّمًا لا حدّ فيه ولا كفّارة، أو افتأت على الإِمام عزر. ولا يجلد فوق عشر إلَّا في وطء (٣) أمة زوجته.

<span data-type="title" id=toc-360>باب إقامة الحد</span>
هو للإِمام (٤)، ويملكه السيد مطلقًا على قن غير مزوجة جلدًا، ويقيمه
_________
= وليس عنده ما يُسيغها، ويقدم عليه بول، ويقدم عليهما ماء نجس (٤/ ٢٦٦)، والغاية (٣/ ٣١٢)، والمنتهى (٢/ ٤٧٦)، وفي المفردات (ص ٣١٢):
وشرب خمر طلقًا محرم .. لا للدواء أو عطش ما سلموا
(١) قوله: "لا بريح"، قال في الإقناع: لكن يعزر حاضر شربها (٤/ ٢٦٧)، وقال في الكافي: ولا يحد بوجود رائحة منه لأنه يحتمل أنه تمضمض بها أو ظنها لا تسكر (٤/ ٢٣٣)، وفي الغاية: لا تقبل دعوى الجهل ممن نشأ بين المسلمين (٣/ ٣١٣).
(٢) قوله: "حرم"، قال في الغاية: "ويحرم وينجس عصير غلى أو أتى عليه ثلاثة أيام بلياليهن، وإن طبخ قبل تحريم حل إن ذهب ثلثاه، لا أقل، خلافًا للموفق وجمع" (٣/ ٣١٣)، والمنتهى (٢/ ٤٧٧).
(٣) في الأصل: "وطئ".
(٤) قوله: "هو للإمام"، قال في المحرر: لا يجوز إقامة الحد إلَّا للإِمام أو نائبه أو سيد الرقيق (٢/ ١٦٤)، وفي الكافي: لا يجوز لأحد إقامة الحد إلَّا للإمام ونائبه لأنه حق اللَّه تعالى ويفتقر إلى الاجتهاد، ولا يؤمن في استيفائه الحيف فوجب تفويضه إلى نائب اللَّه تعالى في خلقه، ولأن النبي -صلى اللَّه عليه وسلم- كان يقيم الحد في حياته ثم خلفاؤه من بعده (٤/ ٢٣٤)، والحد شرعًا عقوبة مقدَّرة لتمنع من الوقوع في مثله. الإقناع (٤/ ٢٤٤).',NULL,'432',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (424,'بعلمه دون الإِمام. ولا يقام بمسجد.
ويُحَد قائمًا بسوط (١)، لا خَلِق ولا جديد، ولا يربط ولا يُجَرّد، ويُفرَّق على بدنه، وتُتَّقى مقاتله. والمرأة مثله لكن جالسة، وتشد ثيابها وتمسك يداها. وأشده زنا، ثم قذف، ثم سكر. ويضرب المريض والضعيف بأطراف الثياب وعثكول النخل (٢). ويؤخر القطع خشية التلف. وتلف المحدود هدر. فإن زاد سوطًا ضمنه بديته. ولا يحفر لرجم إلَّا لامرأة ببينة.
ويستحب أن يَبدأ الشاهد، ومع الإِقرار الإِمام.
وإن حُدَّ بإقراره لزنا، أو شرب، أو لسرقة، فرجع ولو في أثنائه، أو هرب تُرك (٣). فإن تمم ضمن الراجع دون الهارب. ويتداخل حد الجنس (٤)، ويؤخر الثّاني لِبُرْءِ الأول.
وإن اجتمع عليه قتلان، أو قَطعان قُطع وقُتل لهما. وإن أتى حدًّا ثم دخل الحرم يعامل (٥) حتى يخرج فيقاد. وإن جنى فيه أقيد فيه،
_________
(١) انظر: الإقناع (٤/ ٢٤٥)، والمنتهى (٢/ ٤٥٧)، والغاية (٣/ ٢٩٧)، والمعنى بسوط لا خلق ولا جديد غير جلد بين القضيب ودون العصا، وانظر: الكافي (٤/ ٢٤١).
(٢) قوله: "عثكول النخل"، بوزن عصفور وهو في النخل بمنزلة العنقود في الكرم، المطلع (ص ٣٧٠).
(٣) قوله: "أو هرب ترك"، وفاقًا للغاية (٣/ ٢٩٩)، والمنتهى (٢/ ٤٥٩)، والفروع (٦/ ٦٠)، والإقناع (٤/ ٢٤٨).
(٤) قوله: "ويتداخل حد الجنس"، أي: ما كان من جنس واحد في الحدود كما في المحرر (٢/ ١٦٥)، والكافي (٤/ ٦١).
(٥) قوله: "ثم دخل الحرم يعامل"، وهو المذهب، وفي نظم المفردات قال:
من وجب الحد ليه فلجأ ... للحرم الشريف نِعْم الملتجى
ولم يقم عليه لكن يحرج ... بترك بيع والشِّرَاكَيْ يخرج =',NULL,'433',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (425,'وإن أتاه غازيا لم يُقَد في أرض العدو.

<span data-type="title" id=toc-361>باب قتال البغاة </span>(١)
إذا خرج قوم لهم شوكة على إمام بتأويل سائغ كَشَف شُبههم، فإن أبوا قاتلهم، وعلى رعيته معونته. ويدفعهم بالأسهل فالأسهل، ولا يتبع مُدْبِرَهم، ولا يتمم جريحَهم، ويَحْبس أسيرَهم مدة الحرب، ولو أخذ ماله. وتالف الحرب منا ومنهم هدر.
ويحلف دافع خراجه أو جزيته إليهم لا زكاته، وأحكامهم صحيحة. ويُنقض عهد مُعِينِهم إلَّا أن يتأوَّل، لكن يضمن (٢) ما أتلف من نفس ومال، وأمانهم لمعينهم الحربي باطل. ومن أظهر رأي خارج ولم يقاتل ترك، فإن عرض بسب إمام عُزِّر (٣). وإن تقاتلوا مذهبًا تضامنوا (٤).
_________
= قال البهوتي شارح المفردات: أي لم يستوف منه فيه وفاقًا لأبي حنيفة، وهو قول ابن عباس وعطاء وإسحاق والشعبي ومجاهد؛ خلافًا لمالك والشافعي (ص ٣٠٤)، ولا يبايع ولا يشارى حتى يخرج فيقام عليه الحد.
(١) قوله: "باب قتال البغاة"، في المحرر: "باب قتال أهل البغي" (٢/ ١٦٦).
(٢) في الأصل: "يضم"، وهو خطأ والصواب: "يضمن" كما يقتضيه السياق، ووفاقًا للمحرر (٢/ ١٦٦).
(٣) قوله: "فإن عرض بسب إمام عزر"، قال في المبدع: لأنهم ارتكبوا محرمًا لا حدَّ فيه ولا كفارة وإن عرضوا بالسب ففي تعزيرهم وجهان (٩/ ١٧١)، والإِقناع (٤/ ٢٩٦)، والمنتهى (٢/ ٤٩٧).
(٤) قوله: "وإن تقاتلوا مذهبًا تضامنوا"، قال في المحرر: "وإذا اقتتلت طائفتان لعصبية أو رياسة فهما ظالمتان وتضمن كل واحدة ما أتلفت الأخرى" (٢/ ١٦٧)، قال في المبدع، قال الشيخ تقي الدِّين: وتضمن كل واحدة الأخرى لأنها أتلفت مالًا معصومًا ونفسًا معصومة (٩/ ١٧٠)، والغاية (٣/ ٢٣٤).',NULL,'434',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (426,'<span data-type="title" id=toc-362>باب المرتد</span>
من جحد ربوبية اللَّه تعالى، أو صفة من صفاته (١)، أو كتبه، أو رسله، أو وجوب عبادة من الخمس، أو أحل محرمًا، أو حَرَّم حلالًا مُجمعًا عليهما، أو تزندق، أو ادَّعى ركوب المكنسة في الهواء، أو جَلْب الملائكة، أو طاعة الجن له: استتيب ثلاثة أيام وجوبًا، فإن أصرّ ضربت عنقه.
ويصح إسلام المميز (٢)، فإن ارتد، أو سَكَر، إنْ استتيبا ثلاثًا بعد البلوغ. والصحو والتوبة: الإِتيان بالشهادتين، إلَّا من كفره بجحد، فتوبته معهما إقراره بما جحد. ويوقف مال المرتد، فإن قتل مرتدًّا فمالُه فيء. ومن قتله بدار الحرب مَلَكَ ما معه ويؤخذ بما جنى فأتلف وإن أسلم.
وإن ارتد جاز استرقاق من ولد لهما بعدها، ولا يبطل إحصان رجم وقذف (٣).
وإن أسلم أحد الأبوين أو مات بأرضنا حكم بإسلام أطفاله حتى المميز. وكذا إن سبي مفردًا أو مع أحدهما أو ورث.
* * *
_________
(١) انظر: الإِقناع (٤/ ٢٩٧)، وقال: ولو مميزًا طوعًا ولو هازلًا، ولقوله -صلى اللَّه عليه وسلم- حديث ابن عباس رضي اللَّه عنهما، أنَّ النبي -صلى اللَّه عليه وسلم- قال: "من بدل دينه فاقتلوه"، رواه الجماعة إلَّا مسلمًا، وقال الترمذي: حسن صحيح، ولقوله تعالى: {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ} [البقرة: ٢١٧]، وانظر: المبدع (٩/ ١٧١)، وانظر: الغاية (٣/ ٣٣٥ - ٣٤٠).
(٢) قوله: "ويصح إسلام المميز"، قال في التنقيح: وردته (ص ٣٨٢)، وكذا في الغاية (٣/ ٣٤٠)، والمنتهى (٢/ ٥٠٠).
(٣) العبارة من قوله: "وإن ارتد جاز استرقاق. . . " إلى قوله: "وقذف"، ليست في الصلب بل في هامش المخطوط، انظر: (ورقة ١٣٨ - ١٣٩).',NULL,'435',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (427,'<span data-type="title" id=toc-363>كتاب الجهاد </span>(١)
وهو فرض كفاية على كل مسلم مكلَّف حرّ ذكر مستطيع. ولا يترك فوق عام إلَّا لعذر. وهو أفضل قربة، وفي البحر (٢) أفضل.
والهجرة من دار الحرب مستحبة، ومع العجز عن إظهار الدين واجبة مع القدرة، ولا يشترط لها راحلة ولا مَحْرم.
ويُغزا مع كل بَرّ وفاجر. ويقاتلُ كلُّ قومٍ من يليهم، ولا يقاتل من لم يبلغه الدعوة. ومن حضر الصف أو استُنفر، أو حصره العدو لزمه. ولا يُغزا نفلًا إلَّا بإذن رب دَيْنه، ووالده الحر المسلم. ويحرم فرارهم من مِثْلَيهم إلَّا لتحرّف أو تَحيّز. وإن أُلْقيَ في مركبهم نار فعلوا الأحوط من المقام ونزول الماء.
ولا يصحب الإِمام مرجفًا (٣)، ومخذِّلًا، وأنثى، إلَّا عجوزًا لسقي
_________
(١) قوله: "كتاب الجهاد"، موضعه هنا خلافًا للمتأخرين كصاحب المنتهى، والتنقيح، والإِقناع، والغاية، حيث جعلوا الجهاد عقب الحج.
(٢) قوله: "وفي البحر أفضل"، لأنَّ خطره أعظم، وروى أبو داود من حديث أم حرام مرفوعًا: "المائد في البحر -أي: الذي يصيبه القيء- له أجر شهيد، والغرق له أجر شهيدين" (٣/ ١٥)، وانظر: مطالب أولي النُّهى (٢/ ٥٠٥)، ومنار السبيل (١/ ٢٨٥).
(٣) قوله: "مرجفًا ومخذلًا"، المرجف: كمن يقول: هلكت سرية المسلمين ولا لهم =',NULL,'436',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (428,'الماء، ومعالجة جرحى، ولا مشركًا إلَّا لضرورة. ويتحرَّى مصلحة الجيش، ويمنعه الفساد، ويشاور ذا الرأي، ويعرف العرفاء، ويعقد الرايات. ويجعل في كل صف كفؤًا وشعارًا يتداعون به. ولا يميل مع ذي مذهبه، ولا يحدث الجيش حدثًا إلَّا بإذنه إلَّا أن يفاجاهم عدو. وإن طلب كافرٌ برازًا استحب لذي الشجاعة إجابته (١). وللكافر شرطه، وللمسلم مع فراره نصره.
ولا يقتل صبي، وامرأة، وعاجز، وراهب (٢)، إلَّا لرأيه أو قتاله، ويرمي المتترس بهم لا بمسلم إلَّا ضرورة. ويقصد المقاتل، ويتلف عامر العدو ما لم يضرّ بنا، ولا يحرق نخل، ولا يعقر دابة إلَّا لضرورة أكل.
ويفعل الإِمام الأصلح في أسير حر مقاتل مِنْ قتل، ورق، ومَنٍّ وفداء. وإن أسلم الأسير رُقَّ. ومن قتله قبل مجيئه إلى الإِمام مع القدرة أساء. وإن كان عبدًا ضمنه. والصبي والمرأة والعاجز أرقاء في الحال. ويفادى الأسير
_________
= مدد ولا طاقة بالكفاء ونحوه، والمخذّل: وهو المفند للناس عن الغزو، ومزهدهم في القتال والخروج إليه كقائل: الحر أو البرد شديد أو المشقة شديدة أو لا تؤمن هزيمة الجيش. "مطالب أولي النُّهى" (٢/ ٥٣١)، و"التنقيح" (ص ١٥٨)، والإقناع (٢/ ١٥).
(١) قوله: "استحب لذي الشجاعة إجابته"، قال في نظم المفردات (ص ١٤١):
بغير إذن تحرم المبارزة ... فالسلب المشهور ليست جائزة
قال البهوتي: أي تحرم المبارزة بغير إذن الأمير ورخص فيها مالك والشافعي. قال البهوتي: ولنا أن الإِمام أعلم بفرسانه وفرسان عدوّه، ومتى برز الإِنسان إلى من لا يطيقه كان معرّضًا نفسه للهلاك فتنكسر قلوب المسلمين فينبغي أن يفوض ذلك للأمير (ص ١٤١)، وقال ابن المنذر: أجمعوا على أن للمرء إن يبارز ويدعو للمبارزة بإذن الإمام، الإِجماع (ص ٢٦).
(٢) انظر: الإقناع (٢/ ١٠)، والتنقيح، وقال: "ويحرم قتل صبي وأنثى وخنثى ونحوهم لا رأي لهم إلَّا أن يقاتلوا أو يحرضوا عليه" (ص ١٥٧).',NULL,'437',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (429,'بالمسبي الكافر، ولا يباع على كافر (١).
وإن نزل محصور على حكم حاكم فيه الشروط نفذ حكم الصالح. وللإِمام المن، فإن حكم بقتلهم وسبيهم فأسلموا عصموا دماءهم دون أموالهم، وإن أسلموا قبل الحكم عصموا دماءهم، ومالهم حيث كان، وذراريهم، حتى الجنين، دون الزوجات.
* * *
_________
(١) قوله: "ولا يباع على كافر"، وذلك حتى لا يكثر سوادهم ويزيد عدد محاربيهم، منار السبيل (١/ ٢٨٩).',NULL,'438',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (430,'<span data-type="title" id=toc-364>كتاب الغنيمة </span>(١)
وهي مال الكافر المأخوذ (٢) بالقتال. وتملك بالاستيلاء. فلو غلب عليه العدو فمن المشتري (٣). ويُبدأ في قَسمها بدفع مال مسلم ومعاهد أخذه العدو بلا عوض. ويملك مالنا بالاستيلاء (٤) سوى وقف وأم ولد وشارد وآبق. فإن غَنِمناهم أخذها ربها مطلقًا مجانًا. وكذا ما ملكوه ما لم يقسم فإن قسم فمن مشتريه بما اشتراه. وإن وهبه العدو أخذه ربه مجانًا ومع الثمن به. ولا يملك المستأمن بغصب وعقد فاسد. ويلزم الأسير ما اشترى به ثم يقسم السلب للقاتل مع الشروط غير مخموس.
_________
(١) قوله: "كتاب الغنيمة"، قال في المحرر: باب قسمة الغنيمة وأحكامها (٢/ ١٧٣)، وهو زد (٨٣).
(٢) وهو مال الكافر المأخوذ بالقتال، قال في التنقيح: ما أخذ من مال حربي فهو بقتال أو ما ألحق به (ص ١٥٩)، والإقناع (٢/ ٢٢)، وقال: وما ألحق به كهارب وهدية الأمير ونحوهما، وفي مطالب أولي النُّهى: ما ألحق به من فدية أسرى وهدية للأمير أو بعض قواده (٢/ ٥٤٦)، وانظر: الغاية (١/ ٤٧٨).
(٣) قوله: "فمن المشتري"؛ قال في المحرر: "إن أخذها العدو من المشتري فهل هي من ضمانه أو ضمان البائع على روايتين" (٢/ ١٧٣).
(٤) التنقيح (ص ١٥٩)، والإقناع (٢/ ٢٣)، والغاية؛ وقال: قال الشيخ: ملكًا مقيدًا لا يساوي أملاك المسلمين من كل وجه (٣/ ٤٧٨).',NULL,'439',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (431,'والسلَب ما كان عليه من ثوب وسلاح وحلي ودابة وآلتها. وإن قتلاه أو جرحه غير مبرح وتممه (١) الآخر أو أسره وقتله الإِمام فغنيمة.
ثم يقسم الأجر والجعل. ويصح مجهولًا من مال العدو. فلو جعله امرأة لفتح حصن فماتت قبل فتحه فلا شيء. وإن تعذَّر دفعها أو فتح صلحًا فقيمتها. فإن تعددت فمن بيت المال.
ثم يقسم الخمس خمسة أسهم: سهم للمصالح، وسهم لبني هاشم وبني المطلب غنيهم وفقيرهم حيث كانوا للذكر كأنثيين، وسهم لليتامى والفقراء، وسهم للمساكين، وسهم لأبناء السبيل، ثم يُنَفّل. فإن جاوز به ثلث الغنيمة أو قال من أخذ شيئًا فهو له لم يصح، ثم للراجل سهم وللفارس على عربي (٢) ثلاثة وعلى غيره سهمان، ولا يسهم لغير الخيل ولا لفوق فرسين.
ويرضخ (٣) لمميز، وامرأة، وعبد، وكافر، وله الفاضل فيه، ولا يبلغ به السهم.
_________
(١) قوله: "تممه الآخر"، أي: أجهز عليه.
(٢) قوله: "وللفارس على عربي ثلاثة. . . " إلخ، قال في نظم المفردات:
لفرسين جوز الإِسهاما ... . . . . . . . . . . . . . .
قال البهوتي: أي يسهم لفرسين مع رجل ولا يزاد عليهما لو كان معه أكثر فيعطي خمسة أسهم، سهمًا له وأربعة لفرسيه إذا كانتا عرببتين، خلافًا لأبي حنيفة ومالك والشافعي لا يسهم لأكثر من فرس واحدة (ص ١٤٣)، والتنقيح وقال: والعربي، ويسمَّى العتيق، وغيره يسمَّى الهجين وهو ما أُمّه غير عربية، والمفرق عكسه كما في المطلع (ص ١٦١)، والغاية (١/ ٤٨١). والإنصاف (١٠/ ٢٥٤ - ٢٦٢)، وقال في الإِنصاف: وهو المذهب.
(٣) قوله: "ويرضخ"، الرضخ العطية القليلة وهو دون السهم المقدر، انظر: المطلع (ص ٢١٦)، ومعجم لغة الفقهاء (ص ٢٢٣)، والإنصاف (١٠/ ٢٤٢).',NULL,'440',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (432,'فإن صار فارس راجلًا فراجل، وكذا عكسه. وإن بلغ، أو عتق، أو أسلم، أو لحق مدد، أو أسير قبل تقضي الحرب أسهم له، وإن مات خَلفَه وارثه. والجيش وسراياه شرك.
ولا حق لعاجز، ومُخذِّل، وكافر، وعبد بغير إذن سيده وإمام (١). ومباح دار الحرب ذو القيمة، وهدية الكافر غنيمة. ولا يؤكل طعام أُمر بحفظه (٢) إلَّا لضرورة، أو إذن، ويرد فاضله في الغنيمة، كما لو استعان بفرسها أو سلاحها أو ثوبها. ولا يركب أجير حفظها دابتها بلا شرط. ومن أعتق رقيقًا أو كان فيها من يعتق عليه عتق إن استوعبه حقه وإلَّا فكعتق الشِّقص. وإن أسقط أحد الغانمين حقه رُد على سائرهم. وإن أسقطه الكل ففي الغنيمة الداخل بلا إذن. ويحرّق رَحل غال (٣) معه مكلف حرّ، سوى سلاحه، ومصحفه، وحيوانه، وساتر عورته.

فصل (٤)
ويقسم الإِمام الأرض (٥) أو يوقفها على المسلمين. وإن صالحونا
_________
(١) قوله: "ولا حق لعاجز. . . " إلى قوله: "وإمام"، انظر: الإِنصاف (١٠/ ٢١٨)؛ وقوله: وإمام، قال في المحرر: ولا لمن نهاه الإِمام أن يحضر (٢/ ١٧٧).
(٢) قوله: "ولا يؤكل طعام أمر بحفظه"، في الأصل: "ولا يؤكل طعام إلَّا لضرورة"، والتصويب من هامش المخطوط (صحيفة ١٤٠).
(٣) الغال: هو من كتم ما غنم أو بعضه، لا يحرم سهمه، ويجب حرق رحله كله وقت غلوله لا ما حدث، وليس بغال من سوق من الغنيمة، أو ستر على غال. قاله في الغاية (١/ ٤٨٤)، والإِقناع (٢/ ٣١)، والتنقيح (ص ١٦١).
(٤) قوله: "فصل"، في المحرر: "باب حكم الأرضين المغنومة من الكفار"، (٢/ ١٧٨)، وقد اختصره رحمه اللَّه كثيرًا وهو في المحرر أطول، وهو زد (٨٤).
(٥) قوله: "ويقسم الإِمام الأرض"، وهي ثلاث:
١ - أرض فتحت عنوة.
٢ - ما =',NULL,'441',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (433,'بخراجها صار كالجزية (١)، وقَدْره إلى الإِمام. فالخراج على المزارع دون المساكن، وهو كالدين (٢). وللمظلوم أن يرشي (٣) لدفع ظلمه.

<span data-type="title" id=toc-365>باب الأمان </span>(٤)
يصح مع كل مسلم عاقل مختار حتى الأسير. فإن قال لحربي: قد أجَرْتك أو أَمّنتك أو لا بأس عليك ونحوه، فقد أَمّنه. ويصح من الإِمام لجميع المشركين (٥)، ومن الأمين لمن بإزائه، ومن أحد الرعية لقافلة.
_________
= جلوا عنها خوفًا منّا.
٣ - المصالح عنها. الغاية (١/ ٤٨٥)، والمحرر (٢/ ١٧٨ - ١٧٩)، والإِقناع (٢/ ٣١)، والإِنصاف (١٠/ ٣٠٥).
(١) قوله: "بخراجها صار كالجزية"، وقوله: "فالخراج على المزارع. . . " إلخ، كما في المقنع والشرح الكبير، وقال: الخراج على المالك دون المستأجر لأنه يجب على رقبة الأرض فكان على مالكها، والرواية الثانية: على المستأجر كالعُشر (١٠/ ٣٢١).
(٢) قوله: كالدين، أي: يُحبس به الموسر ويُنظر به المعسر، محرر (٢/ ١٨٠).
(٣) قوله: "وللمظلوم أن يرشي لدفع ظلمه"، قال في المحرر: ويجوز أن يرشي العامل لدفع الظلم لا لترك الحق (٢/ ١٨٠)، قال في الشرح الكبير: لأنه يتوصل بماله إلى كف اليد العادية عنه ولا يجوز له ذلك ليدع له شيئًا من خراجه لأنه رشوة لإِبطال الحق فحرمت على الآخذ والمعطي كرشوة الحاكم ليحكم له بغبر الحق (١٠/ ٣٢٣)، قال في الإِنصاف: تعليقًا على قوله في المقنع: ويجوز له أن يرشو العامل ويهدي له ليدفع عنه الظلم في خراجه، قال: فالرشوة ما يعطي بعد طلبه، والهدية الدفع له ابتداء (١٠/ ٣٢٣).
(٤) قوله: "باب الأمان"، قال في الغاية: هو ضد الخوف ويحرم به قتل ورق وأسر وأخذ مال ولا جزية مدة أمان (١/ ٤٩١)، والإِقناع (٢/ ٣٦)، والمقنع، والشرح الكبير (١٠/ ٣٤١).
(٥) قوله: "لجميع المشركين"، انظر: المقنع، والشرح الكبير، والإنصاف (١٠/ ٣٤٥).',NULL,'442',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (434,'والقول قول منكره. فإن اشتبه المأمون عصم الكل. وإن لحق بدار الحرب وماله عندنا فملكه عليه. وإن مات ولا وارث فمالُه فيء ولا جزية عليه كالرسول (١)، ويخير الإِمام في الجاسوس. وإن ضل حربي الطريق، أو شردت دابته فهما لآخذهما غير مخموسين. وإن أطلق الكافر أسيرًا بلا شرط، أو بشرط رقّه، فله أن يقتل ويسرق ويهرب. وإن شرط إقامته مدة (٢)، أو بعث مال، فإن عدم عاد لرقه مع ذكوريته.

<span data-type="title" id=toc-366>باب الهدنة </span>(٣)
للإِمام عقدها مدة معلومة وإن طالت (٤) لمصلحة (٥). فإن شرط نقضها متى شاء، أو إدخالهم الحرم، أو رد سلاح، أو من أسلم من صبي، أو امرأة دون صداقها، فسد الشرط. وإن شرط رد مسلم جاءنا صح، وله أمره بقتلهم، وعلينا حمايتهم من مسلم. وإن أسروا حرم علينا شراؤهم. وإن خاف نقضهم العهد نبذه.
_________
(١) قوله: "كالرسول"، قال في الإِقناع: ويجوز عقد الأمان لرسول ومستأمن بغير جزية، وإن كان جاسوسًا فكأسير (٢/ ٣٨)، والتنقيح (ص ١٦٣).
(٢) قوله: "وإن شرط إقامته مدة"، قال الشيخ: ما ينبغي له أن يدخل معهم في التزام الإِقامة أبدًا لأن الهجرة واجبة عليه (٢/ ٣٩)، وفي التنقيح: لزمه الوفاء (ص ١٦٤).
(٣) قوله: "الهدنة"، وهي عقد إمام أو نائبه على ترك القتال مدة معلومة لازمة، وتسمَّى مهادنة وموادعة ومعاهدة ومسالمة، التنقيح (ص ١٦٤)، وفي الإقناع نحوه، وزاد: مدة معلومة بعوض وبغير عوض (٢/ ٤٠)، والغاية (١/ ٤٩٤).
(٤) قوله: "وإن طالت"، قال في المقنع: وعنه لا يجوز في أكثر من ١٠ سنوات، وكذا في الشرح الكبير، لأن في ذلك تعطيل للجهاد (١٠/ ٣٧٨).
(٥) قوله: "لمصلحة"، نحو ضعفنا، أو طمع في إسلامهم، أو في أدائهم للجزية. الإقناع (٢/ ٤٠)، والغاية (١/ ٢٩٤)، والشرح الكبير (١٠/ ٣٧٣).',NULL,'443',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (435,'<span data-type="title" id=toc-367>باب الجزية </span>(١)
لا تقبل إلَّا من كتابي ومن دان بدينه [ومن سواهم] (٢) فالإِسلام أو السيف كمن انتقل إلى دون دينه، أو ذمي إلى غير الإِسلام. وتؤخذ آخر الحول من الغني عرفًا ثمانية وأربعين درهمًا، ومن المتوسط نصفها ومن الفقير العامل ربعها. وإن شرط عليهم ضيافة مسلم معلومة عددًا وطعامًا ومدة لزمت.
ولا جزية على صبي (٣) وامرأة وراهب وعاجز وعبد لمسلم. فمن صار أهلًا أخذ آخر الحول بقدر ما أدرك. وتلفق إفاقة المجنون حولًا ثم تؤخذ، وتسقط بعد الحول بإسلام، لا بموت وجنون وعمى.
ويمتهنون (٤) عند أخذها. وإن جهل الإِمام قدر جزيتهم قَبِلَ قولَهم،
_________
(١) قوله: "باب الجزية"، في المحرر "باب عقد الذمة في أخذ الجزية"، وهو زد (٨٥): ولا يجوز عقدها إلَّا لأهل الكتاب وهم اليهود والنصارى ومن يوافقهم في التدين بالتوراة والإِنجيل كالسامرة والفرنج ومن له شبهة كتاب، المقنع (١٠/ ٣٩٥)، والشرح الكبير (١٠/ ٣٩٥)، والغاية (١/ ٤٩٦).
(٢) ما بين المعقوفتين بياض في الأصل، وما أثبتناه من المحرر (٢/ ٢٨٢)، ويلاحظ أن فوق البياض كلمة صغيرة هي: "كذا"، انظر: (صحيفة ١٤٠، ورقة ١٤٠ - ١٤١).
(٣) قوله: "ولا جزية على صبي وامرأة وراهب. . . " إلخ، انظر: الغاية (١/ ٤٩٨)، وقوله: "وراهب"، قال في حاشية اللبدي على نيل المآرب: الراهب بصومعة يؤخذ منه أنه لو كان الراهب يخالط الناس ويبيع ويشتري ويكتسب يؤخذ منه الجزية وهو كذلك وصرح به ابن نصر اللَّه (ص ١٦٦)، وانظر: الشرح الكبير (١٠/ ٤١٣).
(٤) قوله: "ويمتهنون"، لقوله تعالى: {حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} [التوبة: ٢٩].',NULL,'444',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (436,'فإن بان كذبُهم رجع عليهم. وتؤخذ من نصارى بني تغلب (١) مطلقًا مِثْلي زكاة مسلم، وتصرف كالجزية. وإن سال أهل جزية أداء مثلهم أجيبوا. وتؤخذ بحكمنا في نفس ومال وعرض وَحَدّ.
ويميز في شعر، وكنى، ولباس، ومركوب، ولا يُصدَّروا، ولا يُعادوا، ولا يسلم عليهم، وإن سَلَّموا: قيل وعليكم (٢). ويمنعوا إحداث كنيسة ورمها (٣)، ومِنْ تساوي بناء مسلم، فإن ملكوه منه عاليًا أقر، فإن انهدم لم يُعَد عاليًا، ومِنْ إظهار خمر، وضرب ناقوس، وعيد ورفع صوت بتوراة
_________
(١) قوله: "نصارى بني تغلب"، قال في الغاية: ونصارى العرب ويهودهم ومجوسهم من بني تغلب وغيرهم كمن تنصر من تنوخ وبهرا، أو تهود من كنانة وحمير، أو تمجس من بني تميم ومضر لا جزية عليهم ولو بذلوها، ويؤخذ عوضها زكاتان من أموالهم مما فيه زكاة، وفي الشرح الكبير: بنو تغلب بن وائل من العرب من ولد ربيعة بن نزار انتقلوا في الجاهلية إلى النصرانية، دعاهم عمر رضي اللَّه عنه للجزية فأبوا وأَنِفُوا، وقالوا: خذ منا كما يأخذ بعضكم للصدقة (١٠/ ٤٠٦).
(٢) قوله: "وإن سلموا"، قيل: وعليكم، من حديث أبي بصرة: قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إنا غادون إلى يهود فلا تبدأوهم بالسلام فإن سلموا فقولوا: وعليكم"، أخرجه ابن ماجه (٢/ ١٢١٩)، وأحمد (٦/ ٣٩٨)، وهو حديث حسن، وانظر: منار السبيل (١/ ٣٠٣)، والإِنصاف (١٠/ ٤٥٢)، وقال هذا المذهب، وقال في نظم المفردات (ص ١٤٨):
إذا أخذت من نصارى تغلب ... مثلي زكاة مسلم بالنصب
فخذ من الصبي والمجنون ... كنسوة واضرب عن المجون
(٣) قوله: "ورمها" بتشديد الميم، قال في المصباح: رممت الحائط أصلحته (ص ٢٣٩)، وفي المحرر: لهم رم سعتها دون بنائها إذا انهدمت (٢/ ١٨٦)، قال في نظم المفردات، (ص ١٥١):
كنيسةٌ مذ هدمت يمتنعُ ... بناؤُها الْحق إليهِ يُرجَعُ',NULL,'445',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (437,'وإنجيل، وإقامة بالحجاز، فإن دخلوا غير الحرم لم يتركوا بموضع واحد فوق ثلاثة أيام إلَّا لمرض. وإن مات دفن به، وإن دخل الحرم عُزِّر، وإن مرض أو دفن أخرج ما لم يَبْلَ. ويمنعون مساجد الحِل.
ويؤخذ من التاجر الحربي حتى في خمر وخنزير العشرُ، ومن الذمي نصفه ونصابهما عشرة دنانير. وإن تحاكموا إلينا مع مسلم حكمنا، ومع مثلهم نُخَيّر. وإن عقدوا عقدًا فاسدًا ثم أتونا، أو أسلموا نقضناه، ما لم يتقابضوا. وعلى الإِمام حفظهم من الأذى وخلاص أسيرهم. وإن استوطن الذمي دار الحرب خُيِّر الإِمام فيه. وإن منعَ الجزية، أو التزامَ أحكام الملة، أو ذَكَر اللَّه أو رسوله بسوء، أو قاتلَ المسلمين، أو زنا بمسلمة حَلّ مالُه ودَمُه. وإن رفع صوتًا بكتاب، أو ركب الخيل عُزِّر.

<span data-type="title" id=toc-368>باب الفيء </span>(١)
وهو ما أُخذ من الكفار بلا قتال كجزية وخراج (٢). وما تركوه فَزَعًا أو ماتوا عنه ولا وارث. ويصرف في أهم المصالح فالأهم. ويقسم فاضله بين أحرار المسلمين غنيهم وفقيرهم. يبدأ بالمهاجرين ثم بالأنصار، ثم بالأقرب فالأقرب من النبي -صلى اللَّه عليه وسلم-، وله التفاضل بينهم. وعطاء الميت الحال لوارثه (٣). وإن كان جنديًّا فُرض لزوجته وصغار أولاده كفايتهم، ويسقط
_________
(١) قوله: "باب الفيء"، في المحرر: "باب قسمة الفيء" (٢/ ١٨٨)، وهو زد (٨٦).
(٢) قوله: "كجزية وخراج"، قال في الإقناع: وزكاة تغلبي، وعشر مال تجارة حربي، ونصفه من ذمي، وما تركوه وهربوا أو بذلوه فزعًا منّا، وخمس خمس الغنيمة، ومال من مات فيهم ولا وارث له، ومال المرتد (٢/ ٣٥)، وانظر: المقنع، والشرح الكبير، والإنصاف (١٠/ ٣٢٥)، والغاية (٣/ ٤٨٩).
(٣) قوله: "وعطاء الميت الحال لوارثه"، أي: ما حل وقت عطائه فيعطى لورثته.',NULL,'446',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (438,'فرض الإِناث بالتزوج، والذكور بالبلوغ (١). إلَّا أن يحبوا أن يكونوا في المقاتلة.

<span data-type="title" id=toc-369>باب الأطعمة </span>(٢)
لا يحل ميتة ودم وسم وسِمْع (٣) و [نمس] (٤) وحمار إنسي، وجارح طير، وحشرات، وابن عرس (٥)، وقنفذ، ونمر، وقرد، ودب، وعقعق (٦)،
_________
(١) انظر: الغاية (٣/ ٤٩٠)، والإقناع (٢/ ٣٦)، والتنقيح (ص ١٦٣).
(٢) قوله: "باب الأطعمة"، في المحرر: "كتاب الأطعمة" (٢/ ١٨٩)، وهو زد (٨٧).
(٣) قوله: "وسِمْع"، مر ذكره في "باب محظورات الإِحرام"، وهو سبع مركب هو ولد الذئب من الضبع، فيه شدة الضبع وقوتها وجراءة الذئب وخفّته ويزعمون أنه كالحية لا يعرف العلل ولا يموت حتف أنفه. انظر: "حياة الحيوان" للدَّميري (١/ ٣٧٨).
(٤) قوله: "ونمس"، في الأصل لا يظهر منها إلَّا حرفان، وعموم العبارة ليست في الصلب بل صوبت من الهامش والذي أضيف من الهامش هذه العبارة: "وسمع ونمس وحمار أنسي وجارح طير وحشرات وابن عرس"، انظر: (صحيفة ١٤١، ورقة ١٤٠ - ١٤١) من المخطوط. كما أن "ابن" في "ابن عرس" غير ظاهرة في الأصل لأنها على حافة الهامش، وبالاطِّلاع على المحرر ذكر نمر وابن عرس (٢/ ١٨٩).
(٥) ابن عرس: بكسر العين وإسكان الراء المهملتين، حيوان دقيق يعادي الفار والحية ويأكل بيض الدجاج إذا مرض. الدميري (١/ ٥١٢).
(٦) قوله: "عقعق"، كثعلب، طائر على قدر الحمامة على شكل الغراب ذو لونين أسود وأبيض طويل الذنب وفيه طبع الخيانة والخبث، وسُمِّي عقعق، قيل: لأنه يعق فراخه كما تفعل الغربان، وقيل: اشتق هذا الاسم من صوته. الدميري (١/ ٤٩١).',NULL,'447',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (439,'وصُرَد (١)، وهدهد، وخطاف (٢).
وتحل الخيل، وبهيمة الأنعام، والدجاج. والوحشي من حماره، وبقره، وظبي، ونعامة، وأرنب، وضبع، وضب، وزاغ (٣)، وغراب زرع. وحيوان البحر إلَّا الضفدع، والحيّة، والتمساح.
وتحرم الجلَّالة (٤)، وبيضها ولبنها، حتى تُحبس ثلاثة أيام، وما سُقي بنجاسة قبل سقيه بطاهر.
ومن اضطر أبيح له من المحرّم قدر رمقه، ولزمه تناوله. وإن وجد محرم صيدًا وطعامًا يجهل مالكه، وميتة أكلها دونها (٥) ومع عدمها يأكل الطعام.
_________
(١) قوله: "وصرد"، كرطب، فوق العصفور يصيد العصافير، أبقع، ضخم الرأس، ضخم المنقار، أصابعه عظيمة، غذاؤه اللحم، وقد ورد في الحديث النهي عن قتله. انظر: الدميري (١/ ٤١١)، و"معجم الحيوان" (ص ١٢٩).
(٢) خطاف: نوع من الطيور، جمع خطاطيف، يتقوت بالذباب والبعوض، يعرف بعصفور الجنة عند الناس وهو مما يقرب من الناس من الطير. الدميري (١/ ٢٨١)، معجم الحيوان (ص ٢٠).
(٣) زاغ: هو الغراب الصغير، أسود المنقار والساقين يسمَّى غراب الزرع أيضًا. انظر: معجم الحيوان (ص ١٣٥)، والمعجم الوسيط (١/ ٤٠٧).
(٤) قوله: "الجلالة"، بوزن جمّالة: التي تأكل القاذورات. المطلع (ص ٣٨٢)، أو: هي التي أكثر علفها النجاسة، كما هو مقرر في كتب الفقه.
(٥) قوله: "وإن وجد محرم صيدًا وطعامًا يجهل مالكه وميتة كلها دونها ومع عدمها يأكل الطعام"، هكذا في الأصل، وعبارة المحرر: فإن وجد مع الميتة طعامًا لا يعرف مالكه أو صيدًا وهو محرم أكل الميتة لا غير وإن وجدهما بلا ميته أكل الطعام لا غير (٢/ ١٩٠).',NULL,'448',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (440,'ويلزم غير مضطر بذل طعامه لمضطر بقيمته. فإن أبا أبيح أخذه وقتاله ودمه هدر، ودم المضطر مضمون. وإن منعه إلَّا بزيادة فرضي عجزًا عن قتاله لم تلزم الزيادة. وله أكل آدمي مباح الدم (١) وميت معصوم. وإن اضطرَّ إلى نفع ماله مع بقاء عينه لزمه بذله مجانًا. وله أكل ثمرة لا حائط لها ولا حائل دون حملها كالزرع، ولبن الماشية. وعلى المسلم القروي (٢) ضيافة مسلم يمر به يومًا وليلة وإنزاله بمنزله مع عدم غيره، وإن أبى حاكمه.

<span data-type="title" id=toc-370>باب الذكاة </span>(٣)
لا يباح حيوان بدونها إلَّا الجراد وما لا يعيش إلَّا في الماء. ويصح من كل عاقل حتى مراهق أنثى كتابي (٤). ويحل بكل مُحدَّد سوى سن وظفر. والمعتبر قطع الحلقوم والمريء (٥). والسنة نحر الإِبل وذبح غيرها. فإن عكس أو أبان الرأس بالذبح أو ذبحه من قفاه فأتى على مقاتله وهو حي، أو توحَّش، أو وقع في بئر فجرحه في بدنه ولم يعن على قتله ماء ولا غيره،
_________
(١) قوله: "مباح الدم"، أي: كزانٍ محصن، وحربي، المحرر (٢/ ١٩٠).
(٢) قوله: "وعلى المسلم القروي ضيافة مسلم يمر به"، قيل: لأن أهل القرى ليس من عادتهم بيع القوت كما أنها تخلو من أماكن للمطاعم كما في الأمصار. انظر: منار السبيل (٣/ ١٠٥٧)، ط ١٤١٨ هـ / ١٩٩٧ م.
(٣) قوله: "الذكاة"، وهي ذبح أو نحر مقدور عليه مباح أكله من حيوان يعيش في البر لا جراد ونحوه بقطع حلقوم ومريء أو عقر إذا تعذر. الإقناع (٤/ ٣١٦)، والغاية (٣/ ٣٥٣)، والتنقيح (ص ٣٨٦).
(٤) قوله: "أنثى كتابي"، انظر: الإقناع (٤/ ٣١٧)، والغاية (٣/ ٣٥٣)، والفروع (٦/ ٣١١)، والمنتهى (٢/ ٥١٣).
(٥) قوله: "والمعتبر قطع الحلقوم والمريء"، قال في المنتهى: لا شيء غيرهما ولا إبانتهما (٢/ ٥١٣)، وفي الإِقناع فإن أبانهما كان أكمل (٤/ ٣١٧)، والغاية (٣/ ٣٥٤) وقد وافق المنتهى، وانظر: الفروع (٦/ ٣١٣).',NULL,'449',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (441,'أو أصابه سبب الموت وحياته (١) تزيد على حركة المذبوح وتحرك عند ذبحه: حَلّ. وذكاة الجنين ذكاة أمه أشعر أم لا.
ويكره الذبح إلى غير القبلة، وبآلة كالَّة، ويحدها بمرآه (٢)، وكسر عنقه، وسلخه قبل بروده، وأكل الغدة وأذن القلب. ولنا أكل شحم مذكى الكتابي دون مذبوحه المحرم عليه. ويحرم علينا إطعامهم ما حرم عليهم.

<span data-type="title" id=toc-371>باب الصيد </span>(٣)
يشترط حِلّ ذكاة الصائد، وآلة مخصوصة، وإرسالها قصدًا، أو نصبها مسميًا.
فلو شاركه مجوسي أو قتله عرض سهمه أو حدُّه (٤) بلا جرح، أو وقع في ماء، أو تردَّى أو وطئ، والجرح غير موح، أو أعان على قتله سم، أو جرح آخر، أو أصاده بغير محدد ولم يدركه، أو بجارح، أو أدركه
_________
(١) قوله: "وحياته"، في الأصل: "وحيوته".
(٢) قوله: "ويحدها بمرآه"، أي: يكره أن يحد السكين والحيوان يراه، الإِقناع (٤/ ٣٢٠)، والمنتهى (٢/ ٥١٦)، وهذا من رحمة دين الإِسلام وكماله.
(٣) قوله: "الصيد"، وهو مصدر بمعنى المفعول وهو اقتناص حيوان حلال متوحش طبعًا غير مملوك ولا مقدور عليه مباح لقاصده، الإقناع (٤/ ٣٢١)، وقوله: "مصدر بمعنى المفعول أي: المصيود، وهو أفضل مأكول، منتهى (٢/ ٥١٨).
(٤) قوله: "أو قتله عرض سهمه أو حده"، وقوله: "أو صاده بغير محدد"، وقوله: "ولو قتله الصائد صدمًا"، للعلَّامة ابن بدران رسالة نفيسه في هذا الموضوع بعنوان: "درة الغواص في أحكام القتل بالرصاص" ضمن كتاب "روضة الأرواح"، تحقيق الشيخ محمد بن ناصر العجمي، وزارة الأوقاف والشؤون الإِسلامية الكويتية، الكويت ١٤١٧ هـ.',NULL,'450',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (442,'وحياة مستقرة (١) ولم يذبحه، أو فقد آلة الذبح ولم يشل (٢) صائده ليقتله، ولو قتله الصائد صدمًا، أو خنقًا، أو أكل منه وهو غير طائر أو استرسل من نفسه، أو كان الكلب أسود بهيمًا (٣)، أو غير معلم، والمعلم ما ينزجر بزجره ويسترسل بإرساله، أو أرسل إلى هدف، أو لإِرادة صيد ولم يره فأصاب صيدًا لم يحل. وإن أعان السهمَ ريح، أو أصاب مقتله والمجوسي غيره، أو رد كلبه كلب مجوسي، أو رمى ثم ارتد، أو هدفًا يظنه صيدًا فقتل صيدًا، أو رمى صيدًا فقتل جماعة، أو آخر، حل. ويحرم العضو بانفصاله إلَّا أن يموت في الحال أو يكون جويًّا (٤).
_________
(١) قوله: "حياة مستقرة"، أي: تكون الروح في الجسد وفيها حركة اختيارية، والعبارة في الأصل مصححة من الهامش ونصها: "أو بجارح أو أدركه وحيوة مستقرة"، وقوله: "أو أدركه"، بعضها مطموس، وقوله: "وحياة مستقرة"، هكذا في الأصل، أي: وحياته مستقرة.
(٢) قوله: "ولم يشل"، أي: يغري صائده أو يدعو الكلب عليه، باب "شلا" كما في المصباح (ص ٣٤٦)، وقال في نظم المفردات (ص ٣١٧):
والصيد إن أُثخن بالجراحة ... مع فاقد لآلة الذباحة
أشلى عليه الكلب حتى يقتل ... وحِلّه فالخرقي ينقل
(٣) قوله: "أسود بهيم"، جعله قيدًا ليخرج الذي بين عينيه نكتتان من البياض وهو رواية في المذهب، والمذهب الصحيح أنه إذا كان بين عينيه بياض لم يخرج عن كونه بهيمًا، وفي المحرر قال: إلَّا الكلب الأسود البهيم فإنه لا يباح صيده (٢/ ١٩٤)، ولحديث عبد اللَّه بن مغفل قال: أمرنا رسول اللَّه -صلى اللَّه عليه وسلم- بقتل الكلاب ثم نهى عن قتلها فقال: "عليكم بالأسود البهيم ذي النقطتين فإنه شيطان"، أخرجه مسلم كتاب المساقاة - باب الأمر بقتل الكلاب (ح ٧٥٧٢)، وانظر: "التوضيح" (٣/ ١٢٦٣) حاشية رقم (٢) تحقيق ناصر الميمان.
(٤) قوله: "أو يكون جويًّا"، أي: ما سقط من الجو، قال في المحرر: وإذا رماه في الهواء فوقع بالأرض فمات حل (٢/ ١٩٣).',NULL,'451',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (443,'ومن ترك التسمية، أو ترجم عنها مع القدرة، أو أبدلها حرم. ويشير الأخرس (١)، ويسن أيضًا فيه التكبير.

<span data-type="title" id=toc-372>باب الأيمان المُكفّرة </span>(٢)
وهي أسماء اللَّه تعالى وصفاته التي تفرَّد بها، وهي: واللَّه، وباللَّه، وقدرة اللَّه، وعظمة اللَّه (٣)، ونحوه.
وإن سُمِّي بها مخلوق مثل: العظيم، والقادر، والرب، والرزاق، وأطلق كفّرت (٤)، فإن لم يُعد من أسمائه كالشيء، والحي، والموجود، ونوى كفّرت (٥). فإن لحن فيها فمكفرة إلَّا مِن نحوي لم يُرِدها.
فإن قال: وعهد اللَّه، وحق اللَّه، وأمانة اللَّه، وميثاقه، ولعمر اللَّه، وأيم اللَّه أقسم، أحلف، أعزم، أشهد باللَّه، وكلام اللَّه، والقرآن، والمصحف، وهو يهودي، أو برئ من اللَّه، أو من الإِسلام، أو من الدين،
_________
(١) قوله: "ويشير الأخرس"، قال في المفردات:
ذبيحة الأخرس بالإِجماع ... تباح قد قالوا بلا نزاع
وإنما أصحابنا يشيروا ... بأنه إلى السما يشير

(٢) قوله: "باب الأيمان المكفرة"، في المحرر "كتاب الإيمان" (٢/ ١٩٦)، وهي القسم والحلف والإيلاء بألفاظ مخصوصة. الإِقناع (٤/ ٣٢٩)، والغاية (٣/ ٣٦٧)، وفي المنتهى قال: واليمين توكيد حكم بذكر معظم على وجه مخصوص وهي وجوابها كشرط وجزاء (٢/ ٥٢٨).
(٣) قوله: "وهي واللَّه، وقدرة اللَّه، وعظمة اللَّه. . . " إلخ، قال العلَّامة ابن عثيمين في تعليقاته على القواعد الفقهية للعلامة ابن سعدي: يجوز الحلف باللَّه وبأسمائه نحو: باللَّه، والرحمن؛ وبصفاته نحو: بعزة اللَّه. ولا يحلف بصفات اللَّه منفصلة لأنه كفر، فلا يقول: يا عظمة اللَّه أعطني لأنه فصل للصفة عن الذات. اهـ. محاضرة غير منشورة.
(٤) انظر: التوضيح (٣/ ١٢٧٠)، والإِقناع (٤/ ٢٣١).
(٥) انظر: الإقناع (٤/ ٢٣١)، والغاية (٣/ ٣٦٨).',NULL,'452',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (444,'ولا يراني اللَّه في مكان كذا إن فعلت، أو حرم حلالًا سوى زوجته، واستحل الزنى والخمر، أو عَلَيَّ نذر أو يمين: فهي يمين.
وإن قال: محوت المصحف، أو عصيت اللَّه، أو عبد فلان حر، أو حلف بصفه ولم ينوها، أو حذف اسم اللَّه ولم ينوه، أو على شيء يظنه فاخطأ، أو جرت على لسانه بلا قصد، أو استثنى، فلا كفارة.
والحلف بغير اللَّه حرام، ولا كفارة، وإن أضافه.
وإن قال: أيمان البيعة (١) تلزمني، تضمَّنت: الطلاق، والعتاق وصدقة المال، مع العلم بها والنية. وإن قال: أيمان المسلمين تلزمني، تضمَّنت الطلاق، والعتاق، والظهار، والنذر، واليمين باللَّه تعالى، نوى أو لا. فلو قال: آخر يميني في يمينك، أو أنا على مثل يمينك لزمه ذلك.
وكفارة الغموس (٢) النار.
ويكره كثرة الحلف، ويستحب الحنث إذا كان خيرًا، وافتداء الحق. ويطعم الحانث، أو يكسو ما يصح فيها الصلاة، أو يعتق. فإن عدم صام ثلاثة أيام متتابعة، وله تقديمها بالمال (٣)، أو الصوم على الحنث. وتتداخل أيمان الجنس قبل التكفير. ويكفّر العبد بالصوم، ومع الإِذن بالمال.
_________
(١) قوله: "أيمان البيعة"، أي: التي يحلف بها عند المبايعة، والأمر المبهم، المطلع (ص ٣٨٨).
(٢) قوله: "الغموس"، أي: اليمين الغموس التي تغمس صاحبها في النار، وهي يمين كاذبة فاجرة يقتطع بها الحالف مال غيره. المطلع (ص ٣٨٨)، و"معجم لغة الفقهاء" (ص ٣٣٤).
(٣) هذا الموضع مطموس في الأصل، وعبارة المحرر: "ويجوز تقديم الكفارة بالمال والصيام قبل الحنث" (٢/ ١٩٨)، وهذا يعني أنَّ الطمس مقصود من الناسخ والمصحح -واللَّه أعلم-؛ لأن العبارة تامّة بدون الطمس.',NULL,'453',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (445,'<span data-type="title" id=toc-373>باب النذر</span>
يلزم كل مكلف (١) بالقول في قربة مطلقًا ومعلقًا بشرط (٢). ويلزم المسمَّى إلَّا أن ينذر كل ماله أو بعضه ويزيد على ثلثه فيجزيه ثلثه. وإن لم ينو شيئًا فكفّارة يمين. وإن قال إن كلمت زيدًا، أو إن لم أكلمه، فَعَلَيَّ الحج، لزمه عند وجود الشرط، أو كفارة يمين. وإن نذر فعل واجب أو حرام أو مباح أو مكروه فالكفارة.
ومن نذر صوم شهر بعينه فصام قبله، أو أفطره لعذر، أو غيره قضاه. وإن جُنَّ كله فلا. وإن أفطر في أوله قضى ما أفطر متتابعًا متصلًا بتمامه. وإن أفطر في أثنائه لغير عذر بطل ما قضى وإلَّا بنى وفي ذلك كله الكفارة. وإن نذر شهرًا أو سنة تابعه، فإن قطعه بلا عذر استأنف وإلَّا استأنف أو بنى وكَفّر. وإن نذر ثلاثين يومًا فله تفريقها. وإن عيّن سنة لم يتناول واجبًا
_________
(١) قال في الإِقناع: "وهو مكروه ولعبادة ولا يأتي بخير ولا يرد قضاء وهو إلزام مكلف نفسه للَّه تعالى شيئًا غير لازم بأصل الشرع غير محال، ويصح من كافر بعبادة وينعقد في واجب كـ للَّه عَلَيّ صوم رمضان (٤/ ٣٥٧)، والمنتهى (٢/ ٥٦١)، وهو لغة الإيجاب، يقال: نذر دم فلان، أي: أوجب قتله، حاشية الروض لابن قاسم (٧/ ٤٩٦)، وقال في التنقيح: غير لازم بأصل الشرع فلا يصح ولا ينعقد على واجب كصوم رمضان، اختاره الأكثر، والمذهب ينعقد فيكفّر إن لم يصمه كحلفه عليه (ص ٣٩٩)، خلافًا للإقناع والمنتهى مما مرَّ ذكره.
(٢) قوله: "مطلقًا ومعلقًا بشرط"، قال في الغاية: وأنواعه المنعقدة ستة:
١ - نذر مطلق.
٢ - نذر لجاج وغضب.
٣ - نذر مباح كـ للَّه عَلَيّ أن ألبس ثوبي.
٤ - نذر مكروه كطلاق ونحوه ويتّجه كإفراد صوم رجب أو جمعه.
٥ - نذر معصية كشرب خمر.
٦ - نذر تبرر كصلاة وصوم واعتكاف (٣/ ٣٩٢ - ٣٩٤)، والمنتهى (٢/ ٥٦٢)، والإقناع (٤/ ٣٥٧).',NULL,'454',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (446,'ومنهيًّا (١) ولا كفارة. وإن نذر صوم يوم بقدوم زيد فقدم ليلًا سقط. وإن قدم نهارًا وقد بيته وممسكًا فنواه أجزأ. وإن قدم وهو مفطر أو في عيد أو رمضان قضى وكفّر (٢).
ومن طرأ له عجز ملازم كَفّر وأطعم لكل يوم مسكينًا. وكذا إن نذره عاجزًا. ومن نذر صومًا لزمه بنية مبيتة، أو صلاة فركعتان، أو المشي إلى الحرم لزم في نسك. فإن نذر راكبًا أو ماشيًا فعَكَس كَفّر. وإن نذر الطواف على أربع لزمه طوافان (٣).
* * *
_________
(١) قوله: "وإن عين سنة لم يتناول واجبًا ومنهيًّا. . . " إلخ، قال في المنتهى: ومن نذر صوم سنة معينة لم يدخل في نذره رمضان ويوما العيد وأيام التشريق (٢/ ٥٦٤).
(٢) وافقه في الإِقناع (٤/ ٣٦١)، والمنتهى (٢/ ٥٦٦)، والتنقيح (٢/ ٥٦٤).
(٣) قوله: "لزمه طوافان"، قال في نظم المفردات (ص ٣٢٤):
من نذر الطواف بالبيت على ... أربع منهيّ بأن لا يفعلا
لكن طوافان عليه عندنا ... والنص في دقيق فقه أتقنا',NULL,'455',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (447,'<span data-type="title" id=toc-374>كتاب القضاء</span>
فرض كفاية (١)، ويكره طلبته (٢) دون إجابته مع أهلية، وهي تكليف، وذكورية، وحرية، وإسلام، وعدالة، واجتهاد (٣)، وكلام، وسمع، وبصر. ويزول بفقدها إلَّا فيما يثبت ولم يحكم وبغيرها مطلقًا. وصريحه: ولّيتك، وقلّدتك، ونحو ذلك. وكنايته: وكّلتك، وعوّلت
_________
(١) قوله: "فرض كفاية"، وافقه في "التوضيح في الجمع بين المقنع والتنقيح" (٣/ ١٢٩٩)، والإِقناع (٤/ ٣٦٣)، والمنتهى (٢/ ٥٧١)، والغاية (٣/ ٤٠٧).
(٢) قوله: "ويكره طلبته"، وذلك لحديث أبي هريرة رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم-: "من جعل قاضيًا بين الناس فقد ذبح بغير سكين"، والمعنى من تصدَّى للقضاء وتولّاه فقد تعرَّض للذبح، والذبح هنا مجاز عن الهلاك فإنه من أسرع أسبابه، والحديث أخرجه ابن ماجه في كتاب الأحكام، باب ذكر القضاة (٢/ ٧٤٤)، وأبو داود في كتاب الأقضية، باب في طلب القضاء، والترمذي وحسَّنه (٢/ ٣٩٢) "كتاب الأحكام"، قال الخطابي في "معالم السنن": معناه التحذير من طلب القضاء والحرص عليه (٤/ ١٥٩). وقال في المنتهى: ومع وجود غيره الأفضل أن لا يجيب وكره له طلبه إذًا. (٢/ ٥٧١)، وفي الإِقناع: "وطريقة السلف الامتناع" (٤/ ٣٦٤).
(٣) قوله: "واجتهاد"، وافقه في التوضيح (٣/ ١٣٠٤)، وقال في المنتهى: "مجتهدًا ولو في مذهب إمامه" (٢/ ٥٧٦)، والإِقناع: "وقال: مجتهدًا ولو في مذهب إمامه لضرورة" (٤/ ٣٦٨).',NULL,'456',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (448,'عليك، ونحو ذلك. ويفتقر إلى قرينة نحو: احكم. وإذن الإِمام، وفورية القَبول، والشهادة، والاستفاضة شرط. ويصح تعليقه، وتعميمه، وتخصيصه، وتوليتهما ببلد وتحكيم أهل في مال فقط بلا ولاية. والعامة في عقد وحجر، ونظر، ووقف، ومصلحة واقامة حد، وجمعة، ولا يعزل بموت.

<span data-type="title" id=toc-375>باب أدب القاضي</span>
ينبغي أن يكون قويًّا، ليّنًا من غير ضَعف، بصيرًا بحكم من قبله. وإن ولي غير بلده سأل عن علمائه وعدوله. ويأتي مجلس الحكم في أجمل هيئة مُسلّمًا على من مر به، فيصلِّي مثنى، ويسأل اللَّه التوفيق. ولا يتَّخذ حاجبًا.
ويقدم الأول فالأول في الحكم، فإن تساووا قدم المرتحل ثم القارع. ويعدل بينهما في لحظِهِ ولفظه ومجلسه، لكن يقدم المسلم دخولًا فقط. ولا يسارر أحدهما ولا يلقنه حجته ولا يضيفه، وله سؤال إنظاره والوضع والوزن عنه. ويشاور فيما أشكل.
ولا يقلد ولا يقضي مع غضب، فإن فعل نفذ. وله قَبول هدية معتاد، لا حكومة له. ويوكل لعقوده مجهولًا. ولا يحضر وليمة قوم دون قوم، فإن كثرت تركها. ويعود المرضى ويشهد الجنائز ما لم يشغله. ولا ينفذ حكمه لنفسه ولا لمن لا تقبل شهادته له. ويبدأ بالمحبسين فمن عدم خصمه حلفه [ثم يسأل عن جهة الأيتام والمجانين] (١) والوقوف والوصايا ولا ينقض حكمًا وافق الحق. ومن ادَّعى على معزول حرر دعواه ثم طلبه. ويوكل المريض
_________
(١) ما بين المعقوفتين يصعب قراءته في الأصل وتمَّ إثبات وتصويب العبارة من المحرر (٢/ ٢٠٥).',NULL,'457',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (449,'وغير البرزة (١)، وإن تعينت يمين أرسل محلفًا، ومن ادعى على غائب لا حاكم عنده أرسل إلى ثقة بالموضع، فإن تعذر حقق دعواه ثم أحضره، وتحضر البرزة، وإن تعذر المَحْرم.

<span data-type="title" id=toc-376>باب صفة الحكم </span>(٢)
ينفذ بالإِقرار في المجلس، وإن لم يسمعه مع الحاكم أحد لا بما رآه أو سمعه. وله السؤال عن المدَّعي والسكوت حتى يسبق فيحكم له. وإن تساويا أقرع ثم يسمع دعوى الآخر. ولا يصح الدعوى من سفيه ولا غير محررة ولا بمجهول (٣) إلَّا بوصية وصداق. فإن كان المدَّعي عينًا عيّنها، أو غائبًا، أو في الذمة وصفها بضابط، والأَوْلى مع ذكر قدره المثليِّ ذكر قيمته. وإن كان التالف مُحلَّى بأحد النقدين قومه بالآخر أو بهما فأيهما شاء، أو من نقود البلد كفى ذكر قدره.
ومن ادَّعى عقدًا له شروط وجب ذكرها. وإن ادَّعت نكاح رجل لطلب نفقة أو مهر صح. وإن ادَّعى إرثًا ذكر سببه، أو قتل موروثه ذكر صفته. فإذا حررت الدعوى سأل خصمه عنها. فإن أقر لم يحكم حتى يسأله المدعي. وإن قال: لا حق له عَلَيَّ صح الجواب فيسأل الحاكم البينة.
_________
(١) قوله: "البرزة"، بفتح الباء وسكون الراء: المرأة البرزة هي التي لا يشتهيها الرجال وهو مصطلح متداوَل في كتب الفقه، وفي "أساس البلاغة": المرأة البرزة: العفيفة (ص ٢٠).
(٢) قوله: "باب صفة الحكم"، في المحرر: "باب طريق الحكم وصفته" (٢/ ٢٠٦)، وهو زد (٨٨)، وطريق كل شيء ما توصل إليه، والحكم الفصل في الخصومات، الغاية (٣/ ٤٢٥)، حاشية الروض المربع (٧/ ٥٣٧).
(٣) قوله: "ولا غير محررة ولو بمجهول. . . " إلخ، الإِقناع (٤/ ٢٩٧)، وقال: "إلَّا فيما نصححه مجهولًا كوصية وإقرار وخلع وعبد من عبيده في مهر.',NULL,'458',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (450,'ويعتبر عدالتها باطنًا وظاهرًا. فإن جهل إسلام الشاهد رجع إلى قوله، أو حريته، أو عدالته سأل. ويكفي شهادة عدلين. ولا يبحث عن عدالة ثبتت مع قصر المدة.
وله حبس خصمه ثلاثًا، والكفيل في غير الحد. وتعديل العين المدعاة حتى تُزكى شهوده أو تكمل. ويلازم جارح الشهود ثلاثة حتى يأتي ببينة تبين سبب الجرح، فإن عدم حُكم عليه. ويكفي في مزكي المجروح سَتْر حاله. ويقدم الجارحان على معدولين لا الجارح الواحد. ويستحب للحاكم سؤال الشهود عن تحمل الشهادة متفرقين مع الريبة. فإن اختلفوا لم يحكم. وإن اتفقوا خَوّفهم ثم حكم. وإن جهل لسان المحاكمة ترجم عنه. والمقبول في الترجمة والتزكية والجرح والتعريف قول اثنين. وتقبل تزكية المرأة والأعمى والوالد لولده.
وإن قال المدعي: لا بينة لي عُرّف أن له اليمين، فإن سألها حَلَف خصمه، وخُلِّيَ. ويمينه قبل سؤال المدَّعي لغو. فإن نكل قال: إن حلفت وإلَّا قضيت. ويستحب تكراره ثلاثًا. فإن أبى قضى عليه. فإن بذل اليمين بعد النكول لم يسمع إلَّا في مجلس آخر شرط عدم الحكم. وإن قال: ما لي بينة، [ثم أتى ببينة لم تسمع، وإن قال: لي] (١) بينة وأريد تحليفه ثم أقام (٢) البينة ملكهما، وإن كانت بمجلس الحكم لم يملك إلَّا أحدهما.
_________
(١) ما بين المعقوفتين غير واضح في الأصل، وما أثبتناه بالرجوع إلى المحرر، وقد انسبكت العبارة به. المحرر (٢/ ٢٠٩)، وانظر: الأصل (صحيفة ١٤٦، ورقة ١٤٧ - ١٤٦).
(٢) قوله: "ثم أقام البينة"، وهو الصواب، وفي الأصل: "ثم إقامة البينة". انظر: (صحيفة ١٤٦ من الأصل، ورقة ١٤٦ - ١٤٧)، وعبارة المحرر: "ثم أقام البينة". انظر: (٢/ ٢٠٩).',NULL,'459',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (451,'ومتى سكت المدَّعى عليه أو قال: لا أقر، ولا أنكر، ولا بينة، قال له أجب: وإلَّا قضيت عليك. وقوله: لي مخرج من دعواه، ليس بجواب. وإن قال: لي حساب، أُنْظِرَ ثلاثًا. وإن قال: إن ادّعيت حقًّا من مبيع لم أقبضه فنعم، وإن ادّعيته من غير ذلك فلا، وإن ادّعيت ألفًا برهن فنعم، وإن ادّعيت مطلقًا فلا، فقد أجابه.
وتسمع البينة على الغائب والمستتر والميت والسفيه ويستخلف مع بقاء حقّه. ولخصمه بعد الحضور والرشد الحكومة وعلى حاضر غائب عن مجلس الحكم، ويحكم عليه عند حضوره. فإن امتنع ضيق عليه. وإن ادَّعى إرثًا له ولأخيه الغائب بيد زيد فأقر أخذ نصيبه والحاكمُ نصيبَ الغائب، ولا يحيل الحكمُ الشيءَ عن صفته باطنًا.
ويلزمه تنفيذ حكم اختلف فيه، لا في نفس الحكم إلَّا أن يحكم به حاكم.
وإن رفعا عقدًا فاسدًا عنده وأقر أنَّ حاكمًا حكم به فله إنفاذه ورده. ويحكم فيه بمذهبه، وإن بان له خطأ الحكم من جهة الشهود أو الخلاف فله نقضه. ويرجع بالمال وبدل القود المستوفى (١) على المحكوم له.
وإن كان الحكم للَّه بإتلاف أو سراية إليه ضمنه المذكور ومع عدم التزكية يضمن الحاكم. وله رد مختلف فيه ما لم يحكم به أو غيره. وإن تيقن الحاكم أو الشاهد خَطَّه حكم به. وقول المعزول وحده بما حكم به مقبول والدعوة عليه بفساد الحكم مردودة.
_________
(١) قوله: "ويرجع بالمال وبدل القود المستوفى"، في الأصل: "ويرجع بالمال وبذل القود المستوفي"، وما أثبتناه بالرجوع إلى المحرر هو الصواب إن شاء اللَّه (٢/ ٢٠٩).',NULL,'460',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (452,'<span data-type="title" id=toc-377>باب كتاب القاضي إلى القاضي</span>
يقبل في كل حق سوى الحدود (١) والقصاص. ويقبل فيما حكم به لينفذه وإن كانا في بلد واحد، لا فيما أثبته ليحكم به إلَّا أن يقصر بينهما. ويشترط أن يقرأه (٢) على اثنين ويقول: اشهدا أنَّ هذا كتابي إلى فلان ابن فلان، ولا يشترط تعيين المكتوب إليه، فإذا وصل الكتاب أحضر الخصم. فإن أنكر أنه المسمّى حلف. فإن قامت البينة، فقال: الغريم غيري وهو مثلي نسبًا وصفة لزمته بينة تشهد بمثله في البلد فتوقف حتى يعلم الخصم منهما. فإن كان الكتاب في عبد سلم إلى المدَّعي مختوم العنق وأخذ منه كفيل، ثم يؤتى بالعبد إلى الكاتب فيشهد الشهود على عين العبد ويقضي به للمدَّعي ويكتب كتابًا لبراءة الكفيل، وإن عزل الكاتب أو مات أو فسق لم يقدح في قَبول الكتاب. ومن ثبت له عند حاكم حق أو براءة فسأله أن يشهد له بما جرى لزمه إن سأله كتابته وعنده كاغد لبيت المال، كذلك كتب له نسخة وأخرى يحبسها عنده.
_________
(١) قوله: "سوى الحدود. . . " إلخ، وافقه في التنقيح (ص ٤١٥)، والغاية، وقال: يقبل حتى ما لا يقبل فيه إلَّا رجلان كقود وقذف وطلاق ونسب لا في حد اللَّه كزنى وشرب (٣/ ٤٤١)، والمنتهى (٢/ ٦١١)، وزاد في الإقناع: ويقبل في القرض والغصب والبيع والإِجارة والرهن والصلح، والوصية له وإليه، وفي الجناية والقصاص، والنكاح، والطلاق، والخلع، والعتق والنسب، والكتابة، والتوكيل، وحد القذف، وقال: ذكر الأصحاب أنَّ كتاب القاضي حكمه كالشهادة على الشهادة (٤/ ٤٠٦ - ٤٠٧).
(٢) قوله: "وأن يقرأه على اثنين"، انظر: المنتهى (٦/ ٦١٢)، والإقناع (٤/ ٤٠٧)، والتنقيح (ص ٤١٥).
فائدة: ما تضمَّنه الحكم ببيِّنة يسمَّى: "سجلًّا"، وغيره: "محضرًا"، وانظر الفرق بينهما في ما ساقه من أمثله في المنتهى (٢/ ٦١٥ - ١٦١).',NULL,'461',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (453,'<span data-type="title" id=toc-378>باب القسمة </span>(١)
من كان في قسمه نقص أو رد عوض لم يجبر الشريك، وكان له حكم البيع، وإلا أجبر، وكان إقرار حق لا بيع فيجوز من ذلك قسمة الوقف (٢) وما بعضه وقف. فإن كان فيه رد عوض لم يصح إلَّا من رب الوقف. فلو حلف لا يبيع فقسم لم يحنث، ولا شفعة لكن يفسخ بالعيب. ولرب الثلث إجبار رب الثلثين ولا عكس. وله إجبار شريكه في الحيوان والمتاع بالقيمة في الجنس، ولا إجبار في حائط وعرضه (٣). وقسمة المنافع بالزمان والمكان إلى مدة معلومة ولا جبر.
ويقسم الأرض ذات الزرع كالخالية، وإن طلب قسمة الزرع دونها أو قسمتها فلا جبر. فإن تراضيا. والزرع قصيل (٤) أو قطن جاز. وإن كان بورًا أو حبًّا مشتدًّا فلا.
_________
(١) قوله: "القسمة"، هي تمييز بعض الأنصباء عن بعض وإفرازها عنها، وهي نوعان: قسمة تراض، وقسمة إجبار. المنتهى (٢/ ٦١٨، ٦٢٢)، والتنقيح (ص ٤١٦).
(٢) قوله: "فيجوز في ذلك قسمة الوقف"، انظر: التنقيح (ص ٤١٦)، قال: قال شيخ الإِسلام: ولو في وقف، وانظر: "الاختيارات" (ص ٢٠٧ - ٢٠٨).
(٣) العبارة من قوله: "ولا إجبار في حائط. . . "، إلى قوله: "المنافع. . . "، يصعب قراءتها في الأصل وتم الاستعانة بالمحرر على فكّها، انظر: الأصل (صحيفة ١٤٧، ورقة ١٤٦ - ١٤٧)، والمحرر (٢/ ٢١٦).
(٤) قوله: "والزرع قصيل"، يقال: فصَّله قطَّعه، واجتزَّ قصيلًا للدابة، وفصَّل فرسه: علفه القصيل"، أي: الزرع إذا قطع، والقصالة ما يعزل من البرّ إذا نُقِّي ثم يداس ثانية، انظر: "أساس البلاغة" (ص ٣٦٩)، والصحاح (ص ٥٣٩)، والمعنى -واللَّه أعلم-: أنَّ الزرع أخضر لم يظهر فيه البذر كما هو مفهوم الغاية بقوله: "وهو أخضر جاز وإن كان بذرًا أو سنبلًا مشتد الحب فلا للربا" (٣/ ٤٤٧).',NULL,'462',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (454,'ويقسمان قدر حقهما من مائيهما (١) بالزمان أو بمخرجين. ويكون القاسم عدلًا عارفًا بالقسمة وأجرته بقدر ملكيهما. وما فيه تقويم فقاسمان. وتعدل السهام مع الخلف بالقيمة أو بالرد، وتلزم القسمة بالقرعة (٢). وكيفما أقرع جاز، ودعوى الغلط فيما قسم بعد التراضي لغو. وإن استحق من الحصتين شيء معلوم فالقسمة في الباقي بحالها. وإن كان مشاعًا أو في أحدهما بطلت. ولا تبطل قسمة الورثة لظهور دين. وتبطل بتعذر عبوره إلى حصته. ويحكم على الغائب في قسمة الإِجبار.

<span data-type="title" id=toc-379>باب الدعاوى والأيمان </span>(٣)
ومن ادعى (٤) عليه عين في يده ولا بينة حلف. وإن كان بيد ثالث
_________
(١) قوله: "من مآئيهما بالزمان"، انظر: الغاية، وقال: بمهايأة بالزمان (٣/ ٤٤٧)، وانظر: الإِقناع (٤/ ٤١٤)، والمنتهى (٢/ ٦٢١)، وقال: أو بنصب خشبة أو حجر مستو في مصطدم الماء فيه ثقبان بقدر حقيهما.
(٢) قوله: "بالقرعة"، انظر: المنتهى، قال: وتعد سهام الأجزاء إن تساوت، وبالقيمة إن اختلفت، وبالرد إن اقتضته، ثم يقرع (٢/ ٦٢٥).
(٣) قوله: "باب الدعاوى والأيمان"، في المحرر: "باب الدعاوى والأيمان فيها" (٢/ ٢١٨)، والدعاوى واحدها: دعوى، وهي إضافة الإِنسان إلى نفسه استحقاق شيء في يد غيره أو ذمته، التنقيح (ص ٤١٨)، و"المدعي": من يطالب بحق وإذا سكت ترك، و"المدَّعى عليه" وإذا سكت لم يترك، و"البيِّنة" العلامة الواضحة كالشاهد فأكثر، الغاية (٣/ ٤٥٢)، والإِقناع (٤/ ٤١٩ - ٤٢٠)، والتوضيح (٣/ ١٣٤٧).
(٤) إذا تداعيا عيبًا لم تخل من أربعة أحوال، أحدها: أن لا تكون بين أحد ولا ثم ظاهر ولا بينة فيتحالفان ويتناصفان وإن وجد ظاهر لأحدهما عمل به، الثاني: أن تكون بيد أحدهما فهي له بيمينه حيث لا بيِّنة له إذا باع، الثالث: أن تكون بيدهما كطفل كلٌّ ممسك لبعضه، أو عمامة طرفها بيد أحدهما وباقيها مع الآخر فيحلف =',NULL,'463',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (455,'تحالفا واقتسماها، إلَّا أن يدَّعي أحدهما نصفها فما دون، والآخر أكثر من بقيتها أو كلها، فيحلف مدَّعي الأقل. وإن كانت بيد ثالث فأقرَّ بها لأحدهما حلف وأخذها وحلف المُقر للآخر، وإن نكل لزمه عوضها. وإن قال لأحدهما: أجهله فأكذباه، أو أحدهما حلف وأخذها القارع مع يمينه ويحلف للمقروع. وإن جحدهما حلف لكل يمينًا. فإن نكل أخذهما القارع (١) منهما.
ومن ادُّعي عليه عين فأقرّ بها لصبي أو مجنون أو غائب، حلف للمدَّعي على عدم الاستحقاق (٢). فإن نكل وهما مدَّعيان لزمه عوضًا، وإن قال: ليست لي ولا أدري لمن هي، أقرت بيده وحلف. فإن عاد فادَّعاها لنفسه، أو لثالث سُمعت. وإن أقرّ بها لمجهول ولم يعرفه فهو ناكل. وإن ادّعاها لنفسه لم تسمع.
وإن تداعيا عينًا لا يد عليها اقتسماها، وهي لرب المال دون آخذ الزمام، والمقص للخياط دون رب الدار، والرف للمؤجر دون المستأجر، ومع عدم شكله لها. ولكل من الزوجين ما صلح له، وما صلح لهما بينهما.
_________
= كل منهما فيما يتنصف وتناصفاه، أن يكون بيد ثالث فإن ادَّعاها لنفسه حلف لكل واحد يمينًا فإن نكل عنهما أخذاها منه وبدلها، الغاية (٣/ ٤٥٢ - ٤٥٧)، و"دليل الطالب" بحاشية ابن مانع (ص ٣٤٣)، والتوضيح (٣/ ١٣٤٧ - ١٣٥٣).
(١) قوله: "القارع"، أي: الذي أصابته القرعة، وهي المساهمة، وعكسه: المقروع، انظر: المطلع (ص ٤٨).
(٢) قوله: "الاستحقاق"، هو ثبوت الحق، وظهور كون الشيء حقًّا واجبًا أداؤه للغير، "معجم لغة الفقهاء" (ص ٥٩)، والمطلع (ص ٢٧٥).',NULL,'464',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (456,'وإن رضي المدَّعون بيمين واحدة أجزأت وإلَّا حلف لكل. ويحلف على فعل نفسه على البت، وعلى فعل غيره على نفي العلم. ويجزي اليمين باللَّه وحدهما، ولا يستحب تغليظهما، فإن أبى التعظيم أجزأ. ومن نكل في حق آدمي أخذ، إلَّا في نكاح، وطلاق، ورجعة، وإيلاء، ورق، وولاء، وإيلاد، ونسب، وقود، وقذف.

<span data-type="title" id=toc-380>باب تعارض البينات </span>(١)
يحكم لذي البينة فإن تعارضتا أو أقيمتا (٢) سقطتا. ولا ترجح بزيادة عدد أو سبب وبمحض ذكورية. ولا بشاهدين مع شاهد ويمين. وإن تداعيا على ثالث ثمن عين فنكل (٣) لزمه ثمنان. فإن صدق أحدهما أعطاه وحلف للآخر، وتُرجح السابقة تاريخًا. وشاهدة الغصب على المملكة، والخارجة على الداخلة (٤)، والمصدقة على الموروثة. وإن قالت ملكها زيد من عمرو
_________
(١) قوله: "تعارض البينات"، التعارض: التعادل من كل وجه. التنقيح (ص ٤٢١)، الغاية (٣/ ٤٦٠)، والإِقناع (٤/ ٤٢٧)، والمنتهى (٢/ ٦٤٠)، وفي المحرر: "تعارض البيِّنات واختلافها" (٢/ ٢٢٧).
(٢) قوله: "فإن تعارضا أو أقيمتا سقطتا"، الإِقناع (٤/ ٤٢٧)، والغاية (٤/ ٤٦٠)، والمنتهى (٢/ ٦٤١).
(٣) قوله: "نكل"، النكول بضم النون والكاف، الرجوع عن الشيء إذا قاله، أو شهادة أرادها أو يمين تعين عليه أن يحلفها، أو الامتناع عن أداء الشهادة أو اليمين. "معجم لغة الفقهاء" (ص ٤٨٨)، والمطلع (ص ٢٣٨).
(٤) قوله: "والخارجة على الداخلة"، الخارج: مَن لا شيء في يده بل جاء من خارج ينازع الداخل، والداخل: من العين المتنازَع فيها في يده، ويسمَّى أيضًا ذو اليد، أو الحائز. المطلع (ص ٤٠٤)، وانظر: معجم لغة الفقهاء (ص ١٩١)، وانظر: التوضيح (٣/ ١٣٥٠)، قال في نظم المفردات:
بيِّنة الخارج قدِّمها على ... بيِّنة الداخل وَالْغِ الجدلا =',NULL,'465',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (457,'وعكست الأخرى سقطتا.
وترجح بينة مدَّعي الكل على بيِّنة مدَّعي النصف. فإن كانت بيد ثالث، فالنصف له مع يمينه، للتعارض. والميراث لمدَّعي [أصل دينه (١) إن عرف، وإن لم يعرف فللكافر إن اعترف بإخوته للمسلم] وإلَّا فبينهما. كما لو شهدت بنطقه بالإِسلام وعكست الأخرى. وإن قالت: مات مسلمًا، أو نعرفه، وعكست الأخرى، ولا تاريخ: فمسلم. وإن قال: أسلمت قبل موت أبي أو قسمة التركة، وعَكَس أخوه: فلا ميراث. وإن قال: أسلمت في المحرّم ومات أبي في صَفَرْ، فعكس أخوه المسلم: اقتسما.
_________
= حتى لو تشهد بالنتاج ... بيِّنة الداخل والنساج
أيضًا ولو كانت بسبق الملك ... تشهد عن إمامنا ذا محكي
قال البهوتي شارح المفردات في "منح الشفا الشافيات": يعني إذا كانت العين بيد إنسان فادَّعاها آخر وأقام كل منهما بيِّنة بدعواه قدمت بينة المدعي، وتسمَّى بيِّنة المدَّعي بينة الخارج، وتسمَّى بيِّنة المدَّعى عليه بينة الداخل، وسواء شهدت بيِّنة الداخل بالملك فقط أو بالنتاج بأن تشهد بأنها نتجت في ملكه أو بالنساج بأن تشهد أنه نسجها أو بسبق الملك بأن تشهد أنها في ملكه منذ سنين وبينة الخارج منذ سنة فتقدَّم بيِّنة الخارج بكل حال لحديث النبي -صلى اللَّه عليه وسلم-: "البيِّنة على المدَّعي واليمين على المدَّعى عليه" (ص ٤٢٩)، والحديث بعدة ألفاظ، منها عند البخاري عن ابن عباس رضي اللَّه عنهما أن النبي -صلى اللَّه عليه وسلم- قال: "لو يُعطى الناس بدعواهم لادَّعى ناس دماء رجال وأموالهم ولكن اليمين على المدَّعى عليه"، متَّفق عليه، البخاري بشرح ابن حجر، وتحقيق عبد الباقي كتاب التفسير في تفسير سورة آل عمران: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ}، وعند مسلم بتحقيق عبد الباقي (٣/ ١٣٣٦) كتاب الأقضية، باب اليمين على المدَّعى عليه.
(١) ما بين المعقوفتين من قوله: "أصل دينه. . . " إلى قوله: "للمسلم"، هذه العبارة عليها أثر رطوبة وطمس وتمَّ الاستعانة بالمحرر لفكِّها. انظر: المحرر (٢/ ٢٣٢)، وانظر: الأصل (صحيفة ١٤٨).',NULL,'466',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (458,'وإن شهدت برقّه وأخرى بحريّته تعارضتا. وإن قال: إن قتلت فأنت حر، فادَّعى الوارث موته، لزمت العبد البينة وتُقدم على بينة الوارث. وإن قال: إن متُّ في المحرم فسالم حر (١)، وإن مت في صفر فغانم، وجهل موته: فهما رقيقان.
فإن شهدت غير وارثة بعتق سالم ووارثة بعتق غانم وقيمة كل واحد الثلث وردَّ الورثةُ عتق الأسبق، فإن كانت السابقة غير الوارثة وكذّبها الورثةُ أو كانت الوارثة وهي فاسقة عَتَقا. وإن جُهلت السابقة أو شهدتا بوصية العتق وجُهل التاريخُ أو عُلم عتق القارِع، فإن كذبت الوارثة الأجنبية عتق غانم ووقف عتق سالم على القرعة. فإن لم تكذب بل كانت فاسقة فالحكم بالعكس. وإن جمعت الورثة الفسق والتكذيب أو الفسق والشهادة بالرجوع عن عتق سالم عتقا.
وإن شهدت بالرجوع وليست فاسقة ولا مكذبة عتق غانم وحده كما لو كانت أجنبية. ولو كانت قيمة غانم سدس المال رُدت شهادتهما وعتقا. فإن قالا: قتلتما زيدًا، فقالا: بل أنتما، فإن صدّق الولي الأولين ثبت، وإن صدَّق الآخرين أو الكل فلا. وإن قالا: قيمةُ ما أتلف عشرون وقال آخر: ثلاثون ثبت الأقل. وإن قال: قتلته بمصر في محرم بسيف، وقال آخر: في صفر برمح رُدّتا. وإن شهد بالفعل والآخر بالإِقرار لم تجمع.
ويحلف مدَّعي القتل مع شاهد الفعل وله الدِّيَّة على العاقلة، أو مع شاهد الإِقرار وله الدية على القاتل.
وإن شهدت على زيد بأخذ ألف من صبي وأخرى على عمرو بأخذ
_________
(١) قوله: "فسالم حر. . . " إلخ، انظر: الإِقناع (٤/ ٤٢٨ - ٤٢٩)، والمنتهى (٢/ ٦٤١)، ويلاحظ أن الأدمي رحمه اللَّه يستعمل سالمًا وغانمًا في أمثلته.',NULL,'467',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (459,'ألف منه لزم الولي مطالبتهما بهما إلَّا أن يتفقا على ألف بعينها فيطالب من شاء. وإن قال: باعه أو طلق أو عتق أمس، وقال آخر اليوم كملت. وإن شهد بألف قرضًا وآخر بها ثمنًا لم تكمل. وإن شهد بألف وآخر بألفين ثبت ألف، وحلف المدَّعي مع شاهد الأخرى. فإن قالا: له عليه ألف، ثم قال أحدهما: قضاه نصفَها: بطلت شهادته. وإن قال: أقرضه ألفا، وقال أحدهما: قضاه نصفَها: لم تبطل، فيحلف المقرِضُ مع شاهد القضاء. وإن اختلفا تاريخًا في قتل أو في طلاق فالعدة والتوريث عقيب آخر المدتين. فإن التمس من شاهديه بألف أن يشهدا بنصفها عند حاكم ولاية مخصوصة بها بالأكثر سُمع.
كتاب (١)
* * *
_________
(١) قوله: "كتاب"، هنا ينتهي المخطوط وبهذا يكون المخطوط ناقصًا حيث لم يشمل "كتاب الشهادات"، و"كتاب الإقرار". وبالاطِّلاع على المحرر يجد القارئ أن "كتاب الشهادات والإِقرار" يشملان حوالي ما بين ٥ إلى ٧ صفحات من المحرر، وهذا يعني أنهما لو وُجِدا فسيكونان حوالي ٣ صفحات كما هو معتاد في منهج الأدمي في المنور.',NULL,'468',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (460,'<span data-type="title" id=toc-381>فهرس المصادر والمراجع</span>
١ - الألباني، محمد ناصر الدين، "إرواء الغليل بتخريج أحاديث منار السبيل"، المكتب الإِسلامي - بيروت.
٢ - البخاري، الإِمام أبو عبد اللَّه محمد بن إسماعيل، "صحيح البخاري"، الطبعة السلطانية (وغيرها) - مصر.
٣ - البعلي، أبو عبد اللَّه محمد بن الفتح، "المطلع على أبواب المقنع" (١٤٠١ هـ - ١٩٨١ م)، المكتب الإِسلامي.
٤ - البغدادي، علي بن البهاء، "فتح الملك العزيز بشرح الوجيز"، تحقيق عبد الملك الدهيش، ١٤٢٣ هـ، هجر - بيروت.
٥ - البهوتي، منصور، "كشاف القناع عن متن الإِقناع"، عالم الكتب بيروت.
٦ - البهوتي، منصور، "منح الشفا الشافيات في شرح المفردات"، مطبعة المقهوي - الكويت.
٧ - الترمذي، الحافظ أبو عيسى بن سورة، "سنن الترمذي"، إشراف عزت الدعاس (١٣٨٥ هـ - ١٩٦٥ م)، المطبعة الوطنية - حمص.
٨ - الترمذي، الحافظ أبو عيسى محمد بن عيسى، "الجامع الصحيح، سنن الترمذي"، تحقيق أحمد شاكر، محمد فؤاد عبد الباقي، كمال الحوت، دار الكتب العلمية - بيروت.
٩ - التونجي، محمد، "معجم المعربات الفارسية" (١٩٨٨ م)، دار الأدهم - دمشق.
١٠ - الثقفي، سالم، "مفاتيح الفقه الحنبلي"، دار النصر للطباعة - مصر.',NULL,'483',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (461,'١١ - الجوهري، "الصحاح"، تحقيق أحمد عبد الغفور عطار (١٤٠٤ هـ - ١٩٨٤ م)، دار العلم للملايين - بيروت.
١٢ - الحجاوي، شرف الدين، "الإقناع"، تعليق عبد اللطيف السبكي، دار المعرفة - بيروت.
١٣ - الحجاوي، موسى بن أحمد، "كتاب حواشي التنتقيح"، تحقيق ودراسة يحيى الجردي، دار البخاري - المدينة المنورة.
١٤ - الخطابي، الإِمام أبو سليمان حمد، "معالم السنن"، شرح سنن الإمام أبي داود (١٤٠١ هـ - ١٩٨١ م)، المكتبة العلمية - لبنان.
١٥ - الدميري، كمال الدين محمد بن موسى، "حياة الحيوان"، دار إحياء التراث العربي - بيروت.
١٦ - الذهبي، الإِمام شمس الدين، "سير أعلام النبلاء"، تحقيق شعيب الأرناؤوط (١٤٠١ هـ - ١٩٨١ م)، مؤسسة الرسالة - بيروت.
١٧ - الذهبي، شمس الدين، "العبر في خبر من غَبر"، تحقيق د. صلاح الدين المنجد (١٩٦٠ م) - الكويت.
١٨ - الذهبي، شمس الدين، "دول الإسلام"، تحقيق فهيم شلتوت، محمد مصطفى إبراهيم (١٩٧٤ م)، الهيئة المصرية العامة للكتاب - القاهرة.
١٩ - الرازي "مختار الصحاح"، دار الجيل - بيروت.
٢٠ - الرحيباني، مصطفى السيوطي، "مطالب أولي النُّهى في شرح غاية المنتهى"، وعليه تجريد زوائد الغاية والشرح للعلامة حسن الشطي، المكتب الإسلامي (١٤١٣ هـ - ١٩٩٣ م)، تحقيق زهير الشاويش.
٢١ - الزركلي، خير الدين، "الأعلام" (١٩٨٠ م)، الطبعة الخامسة، دار العلم للملايين.
٢٢ - الزريراني، عبد الرحيم بن عبد اللَّه، "إيضاح الدلائل في الفرق بين المسائل"، تحقيق الشيخ د. عمر بن الشيخ محمد السبيل، مكة المكرمة (ط. جامعة أم القرى، رقم ٢٨).
٢٣ - الزمخشري، جار اللَّه، "أساس البلاغة"، تحقيق عبد الرحيم محمود، دار المعرفة - بيروت.',NULL,'484',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (462,'٢٤ - الزيات، إبراهيم، حامد عبد القادر ومحمد النجار (إخراج) "المعجم الوسيط" (١٤٠٠ هـ)، مجمع اللغة العربية - مصر.
٢٥ - السمعاني، أبو سعد عبد الكريم بن محمد، "الأنساب"، تحقيق عبد الرحمن اليماني، نشر محمد أمين دمج (١٤٠٠ هـ) - بيروت، لبنان.
٢٦ - الشويكي، أحمد بن محمد، "التوضيح في الجمع بين المقنع والتنقيح"، تحقيق ناصر الميمان.
٢٧ - الطحان، محمود، "تيسير مصطلح الحديث" (١٤٠٤ هـ - ١٩٨٤ م)، دار التراث - الكويت.
٢٨ - العاصمي، عبد الرحمن بن قاسم النجدي، "حاشية الروض المربع شرح زاد المستقنع" (١٤٠٥ هـ) - السعودية.
٢٩ - عبد الباقي، محمد فؤاد، "المعجم المفهرس لألفاظ القرآن الكريم" (١٩٨١ م)، دار الفكر - بيروت.
٣٠ - العجمي، محمد ناصر، "علامة الكويت الشيخ عبد اللَّه الخلف الدحيان" (١٤١٥ هـ - ١٩٩٤ م)، مركز البحوث والدراسات الكويتية.
٣١ - العسيلان، عبد اللَّه، "تحقيق المخطوطات بين الواقع والنهج الأمثل" (١٤١٥ هـ - ١٩٩٤ م)، مكتبة الملك فهد - الرياض.
٣٢ - العليمي، محيي الدين عبد الرحمن بن محمد، "المنهج الأحمد في تراجم أصحاب أحمد"، تحقيق محيي الدين عبد الحميد (١٤٠١ هـ - ١٩٨١ م)، عالم الكتب - بيروت.
٣٣ - العليمي، محيي الدبن عبد الرحمن بن محمد، "الدر المنضد في ذكر أصحاب أحمد"، تحقيق عبد الرحمن العثيمين، طبع مكتبة التوبة، وكذلك طبع عالم الكتب، تحقيق محمد محيي الدين عبد الحميد.
٣٤ - العنقري، عبد اللَّه، "الروض المربع شرح زاد المستقنع"، وحاشية الروض المربع، مطابع ابن تيمية - القاهرة.
٣٥ - الغرياني، الصادق، "تحقيق نصوص التراث في القديم والحديث" (١٩٨٩ م)، مجمع الفاتح - ليبيا.',NULL,'485',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (463,'٣٦ - الفتوحي، تقي الدين عبد العزيز بن النجار، "منتهى الإِرادات في الجمع بين المقنع والتنقيح وزيادات"، تحقيق عبد العزيز عبد الحق عالم الكتب - بيروت.
٣٧ - الفتوحي، تقي الدين بن النجار، "شرح الكوكب المنير"، المسمَّى: "مختصر التحرير"، تحقيق الشيخ أ. د. محمد الزحيلي، وأ. د. نزيه حماد، مكتبة العبيكان، الرياض.
٣٨ - قلعجي، محمد رواس، حامد صادق قنيبي، "معجم لغة الفقهاء"، منشورات إدارة القرآن - كراتشى.
٣٩ - القيسي، نوري، وسامي العالي، "منهج تحقيق النصوص ونشرها" (١٩٧٥ م)، مطبعة المعارف - بغداد.
٤٠ - الكرمي، مرعى بن يوسف، "دليل الطالب مع حاشية ابن مانع" (١٤٠٦ هـ - ١٩٨٦ م)، المكتب الإِسلامي - بيروت.
٤١ - الكرمي، مرعى بن يوسف، "غاية المنتهى في الجمع بين الإِقناع والمنتهى"، منشورات المؤسسة السعيدية - الرياض.
٤٢ - الكلوذاني، محفوظ بن أحمد، "الإِنتصار في المسائل الكبار" (١٤١٣ هـ - ١٩٩٣ م)، تحقيق د. سليمان العمير، مكتبة العبيكان.
٤٣ - المارديني، سبط، وشرح العلامة البقري، "الرحبية في علم الفرائض"، تعليق مصطفى البغا (١٤٠٤ هـ -١٩٨٤ م)، دار القلم - بيروت.
٤٤ - المرداوي، علي بن سليمان، "الإِنصاف في معرفة الراجح من الخلاف"، تحقيق د. عبد اللَّه التركي (١٤١٦ هـ - ١٩٩٦ م) - الرياض.
٤٥ - المرداوي، علي بن سليمان، "التنقيح المشبع"، إشراف عبد الرحمن حسين محمود، منشورات المؤسسة السعيدية (١٩٨١ م) - الرياض.
٤٦ - مسلم بن الحجاج، الإِمام أبو الحسين، "صحيح مسلم"، تحقيق محمد فؤاد عبد الباقي (١٤١٢ هـ - ١٩٩١ م)، دار الحديث - القاهرة.
٤٧ - معروف، ناجي، "المدارس الشرابية ببغداد وواسط ومكة" (١٩٧٥ م)، جامعة بغداد.
٤٨ - معروف، ناجي، "تاريخ علماء المستنصرية"، دار الشعب - القاهرة، (بدون تاريخ).',NULL,'486',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (464,'٤٩ - معلوف، أمين، "معجم الحيوان"، دار الرائد العربي - بيروت.
٥٠ - ناجي، معروف، "تاريخ علماء المستنصرية"، دار الشعب: القاهره، (بدون تاريخ).
٥١ - النسائي، الحافظ أبو عبد الرحمن أحمد بن شعيب، "سنن النسائي"، بشرح السيوطي وحاشية السندي، دار الكتاب العربي - بيروت.
٥٢ - النعيمي، عبد القادر بن محمد، "الدارس في تاريخ المدارس"، تحقيق جعفر الحسني (١٩٨٨ م).
٥٣ - هارون، عبد السلام، "تحقيق النصوص ونشرها"، الطبعة الثانية (١٣٨٥ هـ - ١٩٦٥ م)، مؤسسة الحلب - القاهرة.
٥٤ - الهاشمي، محمد بن أحمد بن أبي موسى، "الإِرشاد إلى سبيل الرشاد"، تحقيق د. عبد اللَّه التركي (١٤١٩ هـ - ١٩٨٨ م)، مؤسسة الرسالة بيروت.
٥٥ - أبو داود، الإِمام الحافظ سليمان، السجستاني، "سنن أبي داود"، تحقيق محمد محيي الدين عبد الحميد (١٣٧٩ هـ - ١٩٦٠ م)، مطبعة السعادة - مصر.
٥٦ - أبو داود، الإِمام الحافظ سليمان السجستاني، "سنن أبي داود"، تحقيق محيي الدين عبد الحميد (١٣٦٩ هـ - ١٩٥٠ م)، المكتبة التجارية الكبرى - مصر.
٥٧ - أبو زيد، بكر بن عبد اللَّه، "المدخل المفصل إلى فقه الإِمام أحمد بن حنبل"، وتخريجات الأصحاب (١٤١٧ هـ - ١٩٩٧ م)، دار العاصمة - السعودية.
٥٨ - أبو يعلى، الحسين بن محمد، "التمام لما صح في الروايتين والثلاث والأربع عن الإِمام والمختار من الوجهين عن أصحابه العرانين الكرام"، تحقيق عبد اللَّه الطيار، عبد العزيز المد اللَّه، طبع دار العاصمة (١٤١٤ هـ - ١٩٩٤ م).
٥٩ - أبو يعلى، الحسين بن محمد، "المسائل الأصولية من كتاب الروايتين والوجهين"، تحقيق. عبد الكريم اللاحم، مكتبة المعارف (١٤٠٥ هـ - ١٩٨٥ م).
٦٠ - أبو يعلى، محمد بن الحسين، "طبقات الحنابلة"، طبع دار المعرفة - بيروت.',NULL,'487',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (465,'٦١ - أبو يعلى، محمد بن الحسين الفراء، "المسائل الفقهية من كتاب الروايتين والوجهين"، تحقيق عبد الكريم اللاحم، مكتبة المعارف - الرياض.
٦٢ - آل تيمية، مجد الدين أبو البركات، شهاب الدين أبو المحاسن عبد الحليم، تقي الدين أبو العباس، "المسودة في الأصول"، تحقيق محمد محيي الدين عبد الحميد، مطبعة المدني - القاهرة.
٦٣ - ابن أبي شيبة، الحافظ عبد اللَّه بن محمد، "الكتاب المصنف في الأحاديث والآثار"، وهو مصنف ابن أبي شيبة، تحقيق عامر الأعظمي، طبع جامعة مدارس - الهند.
٦٤ - ابن العماد، أبو الفلاح عبد الحي، "شذرات الذهب في أخبار من ذهب"، دار الآفاق العربي - بيروت.
٦٥ - ابن القوطي، كمال الدين أبو الفضل عبد الرزاق، "مجمع الآداب في معجم في الألقاب"، تحقيق محمد الكاظم، مؤسسة الطباعة والنشر - طهران.
٦٦ - ابن اللحام البعلي، علاء الدين علي بن محمد، "الإِختيارات العلمية في اختيارات شيخ الإسلام ابن تيمية"، منشورات كردستان العلمية - مصر.
٦٧ - ابن الوردي، زين الدين عمر بن مظفر، "تاريخ ابن الوردي" (١٩٦٩ م)، المطبعة الحيدرية - النجف.
٦٨ - ابن بدران، عبد القادر أحمد، "المدخل إلى مذهب الإِمام أحمد بن حنبل" (١٩٨١ م)، تحقيق الدكتور عبد اللَّه التركي.
٦٩ - ابن بدران، عبد القادر بن أحمد، "منادمة الأطلال ومسامرة الخيال"، منشورات المكتب الإِسلامي - دمشق.
٧٠ - ابن تغري بردي، جمال الدين أبو المحاسن، "النجوم الزاهرة في ملوك مصر والقاهرة"، المؤسسة المصرية للكتاب - القاهرة.
٧١ - ابن تيمية، مجد الدين أبو البركات عبد السلام، "المحرر في الفقه على مذهب الإِمام أحمد بن حنبل"، ومعه: "النكت والفوائد السنية على مشكل المحرر"، لشمس الدين بن مفلح، تحقيق محمد حامد الفقي، دار الكتاب العربي - بيروت.',NULL,'488',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (466,'٧٣ - ابن حميد، محمد بن عبد اللَّه، "السحب الوابلة على ضرائح الحنابلة"، تحقيق بكر أبو زيد وعبد الرحمن العثيمين (١٤١٦ هـ - ١٩٩٦ م)، طبع مؤسسة الرسالة- بيروت.
٧٤ - ابن رجب، زين الدين أبو الفرج عبد الرحمن، "ذيل طبقات الحنابلة"، دار المعرفة بيروت.
٧٥ - ابن رجب، زين الدين أبو الفرج عبد الرحمن، "الذيل على طبقات الحنابلة"، طبع دار المعرفة - بيروت.
٧٦ - ابن شطي، "مختصر طبقات الحنابلة"، محمد جميل بن عمر، دراسة فواز زمرلي (١٤٠٦ هـ - ١٩٨٦ م)، دار الكتب - بيروت.
٧٧ - ابن شيبه، عبد اللَّه بن محمد، "الكتاب المصنف في الأحاديث والآثار"، تحقيق عامر الأعظمي جامعة مدارس الهند.
٧٨ - ابن ضويان، محمد، "منار السبيل في شرح الدليل"، زهير الشاويش، المكتب الإسلامي - بيروت.
٧٩ - ابن عبد الهادي، يوسف، "مُغني ذوي الأفهام عن الكتب الكثيرة في الأحكام" (١٤١٦ هـ - ١٩٩٢ م)، تحقيق محمد أشرف عبد المقصود، مكتبة دار طبرية، مكتبة أصول السلف - الرياض.
٨٠ - ابن عبيدان، عبد الرحمن، "زوائد الكافي والمحرر على المقنع"، إشراف العلامة محمد بن مانع، منشورات المؤسسة السعيدية بالرياض (١٩٨١ م).
٨١ - ابن قاسم، عبد الرحمن، "حاشية الرحبية في علم الفرائض"، (لا يوجد دار نشر) (١٤١٥ هـ - ١٩٨٩ م)، الرياض.
٨٢ - ابن قاضي شهبة، أبو بكر بن أحمد، "تاريخ ابن قاضي شهبة"، تحقيق عدنان درويش، مطبوعات المعهد العلمي الفرنسي للدراسات العربية بدمشق (١٩٩٤ م).
٨٣ - ابن قدامة. الموفق عبد اللَّه بن أحمد ابن قدامة، عبد الرحمن بن محمد المرداوي، علاء الدين على، "المقنع، والشرح الكبير والإِنصاف"، تحقيق د. عبد اللَّه التركي (١٤١٦ هـ - ١٩٩٦ م)، هجر - القاهرة.',NULL,'489',NULL,NULL,'0');
INSERT INTO [b16952] VALUES (467,'٨٤ - ابن كثير، أبو الفداء، "البداية والنهاية"، مكتبة المعارف - بيروت.
٨٥ - ابن كثير، أبو الفداء، "الباعث الحثيث في اختصار علوم الحديث"، دار الفكر - بيروت.
٨٦ - ابن ماجه، الحافظ أبو عبد اللَّه محمد بن يزيد، "سنن ابن ماجه"، تحقيق محمد فؤاد عبد الباقي، البابي الحلبي - القاهرة
٨٧ - ابن مفلح، برهان الدين إبراهيم، "المقصد الأرشد في ذكر أصحاب الإِمام أحمد"، تحقيق عبد الرحمن العثيمين (١٤١٠ هـ)، مكتبة الرشد - الرياض.
٨٨ - ابن مفلح، شمس الدين أبو عبد اللَّه محمد، "كتاب الفروع"، ويليه: "تصحيح الفروع"، لعلاء الدين أبو الحسن علي بن سليمان المرداوي، مراجعه عبد الستار فراج.
٨٩ - ابن النجار، تقي الدين الفتوحي، "شرح الكوكب المنير" المسمَّى: "مختصر التحرير"، تحقيق أ. د. محمد الزحيلي، وأ. د. نزيه حماد، طبع (١٤١٣ هـ - ١٩٩٣ م)، مكتبة العبيكان - الرياض.
٩٠ - ابن هبيرة، يحيى بن محمد، "الفقه على المذاهب الأربعة"، إشراف إسماعيل القاضي السيد عزت المرسي، إشراف محمد عوض المنقوش (١٤٢٠ هـ - ٢٠٠٠ م)، منشورات دار الحرمين - القاهرة.
* * *',NULL,'490',NULL,NULL,'0');
