-- Table: b17418
-- Chunk: 1
-- Rows: 271

CREATE TABLE "b17418"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b17418
INSERT INTO [b17418] VALUES (1,'أدوات الأعراب

تأليف
ظاهر شوكت البياتي',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b17418] VALUES (2,'<span data-type="title" id=toc-1>الإهداء</span>
إلى صديقي الصدوق: طه هاشم الدليمي الذي راجع مشكورا هذا الكتاب ورفده بفوائد جمة، كما راجع كتابي (تيسير الإعراب) من قبل.
أهدي هذه الجهد المتواضع مع خالص الوفاء والود

ظاهر شوكت البياتي',NULL,'5',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (3,'<span data-type="title" id=toc-2>مقدمة</span>
اعتاد الدارسون لقواعد اللغة العربية على أن يبحثوا عن أدوات الإعراب بين السطور لموضوعات النحو. فالدارس يحتاج إلى معرفة طبيعة الأداة ليعرف الموضوع الذي يبحث فيه، وقد تتملكه الحيرة أحيانا، ويعجز عن تحديد طبيعة الأداة.
لقد أصاب ابن هشام في كتابه (مغني اللبيب) حين حاول أن يرتب مصنفه على الحروف ليسهل على الراغب في معرفة ما يتعلق بالحرف الواحد في مكان واحد.
واستفاد نفر من المصنفين المعاصرين من تلك المحاولة، فأخذ يخصص فصلا لأدوات الإعراب في كتابه عن موضوعات النحو.
وقد دفعتهم هذه الجزئية إلى الإيجاز والشرح المقتضب وبخاصة إذا عرفنا أنه ينشغل بالمعجمية على نحو يحرص فيه على ذكر المستعمل والمهجور، والشاذ والنادر.
من هنا أدركت ضرورة الكتابة في أدوات الإعراب في كتاب منفرد يعتمد منهج التيسير ويهجر الشاذ والنادر، ويبتعد عن المبالغة في التأويل والتقدير، لكنه يكثر من الأمثلة والتطبيق مستفيدا من القرآن الكريم والحديث الشريف والأقوال المأثورة شعرا ونثرا.
هذا الكتاب- كما أعتقد- يوفر وقتا وجهدا كبيرين للراغب في',NULL,'7',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (4,'التعرف على أدوات الإعراب التي تم ترتيبها على حروف الهجاء.
انه معجم تحت الطلب المستعجل يستفيد منه المبتدئ والمتخصص، لذا سيجد- كما أرى- مكانه في المكتبة الخاصة وفي المكتبة العامة.
أرجو أني قدمت ما ينفع، والله من وراء القصد.

ظاهر شوكت البياتي',NULL,'8',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (5,'<span data-type="title" id=toc-3>الهمزة</span>
<span data-type="title" id=toc-4>أ- همزة الاستفهام</span>
حرف يفيد الاستفهام لا محل له من الاعراب، نحو:
قال تعالى: أَلَمْ يَجِدْكَ يَتِيماً فَآوى [الضحى ٦/ ٩٣].
أَلَمْ نَجْعَلِ الْأَرْضَ مِهاداً [النبأ ٦/ ٧٨].
أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ [البلد ٨/ ٩٠].
قالُوا أَتَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها وَيَسْفِكُ الدِّماءَ [البقرة ٣٠/ ٢].
أَإِذا مِتْنا وَكُنَّا تُراباً وَعِظاماً أَإِنَّا لَمَبْعُوثُونَ [الصافات ١٦/ ٣٧].
أَإِذا مِتْنا وَكُنَّا تُراباً ذلِكَ رَجْعٌ بَعِيدٌ [ق ٣/ ٥٠].
أَلَمْ: الهمزة حرف استفهام لا محل له من الاعراب، لم أداة نفي وجزم وقلب.
أَتَجْعَلُ: الهمزة حرف استفهام لا محل له من الاعراب، نجعل:
فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة، والفاعل ضمير مستتر تقديره أنت.
أَإِذا: الهمزة حرف استفهام لا محل له من الاعراب، إذا اسم شرط غير جازم يستعمل لما يستقبل من الزمان وهو مضاف والجملة الفعلية بعده في محل جر مضاف إليه.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (6,'<span data-type="title" id=toc-5>ب- همزة النداء</span>
حرف بمعنى (يا) يفيد النداء لا محل له من الاعراب نحو ما ورد في الشعر:
أفاطم مهلا بعض هذا التدلل ... وإن كنت قد أزمعت صرمي فأجملي
أعينيّ جودا ولا تجمدا ... الاتبكيان لصخر الندى؟!
أبنت الدهر عندي كل بنت ... فكيف وصلت أنت من الزحام؟!
أفاطم: الهمزة حرف نداء لا محل له من الاعراب.
فاطم: منادى مبني على الضم في محل نصب منادى.
أعينيّ: الهمزة حرف نداء لا محل له من الاعراب عينين منادى منصوب علامة نصبه الياء لأنه مثنى، وقد حذفت النون للإضافة.
الياء: ضمير متصل للمتكلم مبني في محل جر مضاف إليه.
بنت الدهر: المصيبة، النازلة- الهمزة للنداء لا محل لها من الإعراب.
بنت: منادى منصوب علامة نصبه الفتحة وبنت مضاف إلى الدهر والدهر مضاف إليه مجرور علامة جره الكسرة.

<span data-type="title" id=toc-6>الألف الفارقة</span>
في العربية أفعال معتلة الآخر بالواو، أي أن الواو جزء من الفعل، نحو: أدعو، يدعو، أصبو، يغزو.
قال تعالى: قُلْ هذِهِ سَبِيلِي أَدْعُوا إِلَى اللَّهِ [يوسف ١٠٨/ ١٢].
إِلَيْهِ أَدْعُوا وَإِلَيْهِ مَآبِ ... [الرعد ٣٦/ ١٣].
قُلْ إِنَّما أَدْعُوا رَبِّي وَلا أُشْرِكُ بِهِ [الجن ٢٠/ ٧٢].
وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ ... [يوسف ٣٣/ ١٢].',NULL,'10',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (7,'وقد تتصل واو الجماعة بفعل معتل الآخر بالواو، فكيف نفرق بين الواو التي هي حرف من أصل الفعل وبين واو الجماعة؟
نفرق بينها بوضع ألف بعد واو الجماعة لتكون فارقة بين الواو التي حرف من أصل الفعل وبين واو الجماعة، نحو:
قال تعالى: لا تَدْعُوا الْيَوْمَ ثُبُوراً واحِداً وَادْعُوا ثُبُوراً كَثِيراً [الفرقان ١٤/ ٢٥].
وَأَنَّ الْمَساجِدَ لِلَّهِ فَلا تَدْعُوا مَعَ اللَّهِ أَحَداً [الجن ١٨/ ٧٢].
لا تَدْعُوا: لا ناهية جازمة، تدعوا فعل مضارع مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة. واو الجماعة في محل رفع فاعل.

<span data-type="title" id=toc-7>ألف الاطلاق</span>
وتأتي» لإطلاق حركة الروي في الشعر إن كانت حركة الروي فتحة، والروي هو الحرف الذي ينتهي به البيت
وتسمى القصيدة باسمه، فنقول لامية الطغراني، رائية أبي تمام ... وليس لهذه الألف موقع من الإعراب، وإنما نقول إنها ألف للإطلاق.
بكى صاحبي لما رأى الدرب دونه ... وأيقن أنا لاحقان بقيصرا
فقلت له لا تبك عينك إنما ... نحاول ملكا أو نموت فنعذرا
فالأصل: بقيصر، فنعذر فأطلقت حركة الروي بالألف فالألف هنا للإطلاق لا محل لها من الإعراب.
قال الشاعر:
غيض العدى من تساقينا الهوى فدعو ... بأن نغص فقال الدهر أمينا
الأصل: آمين: وهو اسم فعل بمعنى استجب.
إني ذكرتك بالزهراء مشتاقا ... والأفق طلق ووجه الأرض قد راقا
الأصل: راق الألف للإطلاق في راقا لا محل لها من الإعراب.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (8,'<span data-type="title" id=toc-8>ألف الندبة</span>
ندب الميت: بكاه، عدد محاسنه، والندبة تعديد محاسن الميت، وحين ندبت المرأة المسلمة في عمورية الخليفة المعتصم صارخة وامعتصماه، فكأنها تقول: إن لم يثأر لي المعتصم فإنه ميت وليس عندي سوى أن<span data-type="title" id=toc-10> أذ</span>كر محاسنه، فلو كان على وجه الأرض لثأر لي.
وامعتصماه: وا: أداة ندبة، معتصم منادى في محل نصب، والألف للندبة، والهاء للسكت.

<span data-type="title" id=toc-9>أجل</span>
حرف جواب لا محل له من الإعراب مثل [نعم] ويكثر مجيء هذا الحرف بعد الخبر تصديقا له، نحو: (قد نضج الثمر) ويكون الجواب:
أجل هو كذلك.
أجل حرف جواب لا محل له من الإعراب.

إذ
وترد اسما مرة وحرفا أخرى.
وحين ترد حرفا، فهي تفيد المفاجأة أو التعليل ولا محل لها من الإعراب، نحو:
بينما كان القوم يشكون من القحط إذ نزل المطر.
إذ: حرف أفاد المفاجأة، وهو مجرد حرف لا محل له من الإعراب ومن أمثلة إفادته التعليل:
قال تعالى: لَنْ يَنْفَعَكُمُ الْيَوْمَ إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذابِ مُشْتَرِكُونَ [الزخرف ٣٩/ ٤٣].
فظلمهم علة وسبب اشتراكهم في العذاب.
إِذْ: حرف أفاد التعليل، لا محل له من الاعراب.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (9,'أما حين ترد إذ اسما فيجب أن نحدد أولا الزمن الذي أفادته فإذا، أفادت الزمن الماضي، كان لها أربعة استعمالات:

<span data-type="title" id=toc-11>[استعمالات «اذ»]</span>
<span data-type="title" id=toc-12>١ - تكون ظرفا للزمن بمعنى [حين]</span>.
قال تعالى: فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثانِيَ اثْنَيْنِ إِذْ هُما فِي الْغارِ إِذْ يَقُولُ لِصاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنا [التوبة ٤٠/ ٩].
إِذْ: اسم مبني على السكون في محل نصب ظرف زمان، وهو مضاف والجملة الفعلية [أخرجه الذين ...] في محل جر مضاف إليه.
إِذْ هُما فِي الْغارِ: إذ اسم مبني على السكون في محل نصب ظرف زمان، وهو مضاف والجملة الاسمية [هما في الغار] في محل جر مضاف إليه.
إِذْ يَقُولُ: إذ اسم مبني على السكون في محل نصب ظرف زمان وهو مضاف والجملة الفعلية [يقول ...] في محل جر مضاف إليه.

٢ -<span data-type="title" id=toc-13> وتكون مفعولا به:</span>
قال تعالى: وَاذْكُرُوا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ [الأعراف ٨٦/ ٧].
وَاذْكُرُوا إِذْ جَعَلَكُمْ خُلَفاءَ مِنْ بَعْدِ عادٍ [الأعراف ٧٤/ ٧].
وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ [الأنفال ٢٦/ ٨].
إِذْ: اسم مبني على السكون في محل نصب مفعول به للفعل اذكروا، وهو مضاف والجمل: كنتم قليلا، جعلكم خلفاء، أنتم قليل في محل جر مضاف إليه ويكثر ورود إذ في القرآن مفعولا به في مطالع الآيات التي تبدأ ب (إذ) وفي هذه الحالة تقدر الفعل المحذوف ب [اذكر] نحو:
قال تعالى: وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً [البقرة ٣٠/ ٢].',NULL,'13',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (10,'وَإِذْ قالَ لُقْمانُ لِابْنِهِ وَهُوَ يَعِظُهُ .. [لقمان ١٣/ ٣١].
وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ [البقرة ٥٤/ ٢].
وَإِذْ قُلْتُمْ يا مُوسى لَنْ نَصْبِرَ عَلى طَعامٍ واحِدٍ ... [البقرة ٦١/ ٢].
وَإِذْ قُلْتُمْ يا مُوسى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً [البقرة ٥٥/ ٢].
وَإِذْ قالَ إِبْراهِيمُ رَبِّ اجْعَلْ هذا بَلَداً آمِناً [البقرة ١٢٦/ ٢].
إِذْ قالَ اللَّهُ يا عِيسَى ابْنَ مَرْيَمَ اذْكُرْ نِعْمَتِي عَلَيْكَ [المائدة ١١٠/ ٥].
وَإِذْ قالَ إِبْراهِيمُ لِأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْناماً آلِهَةً [الأنعام ٧٤/ ٦].
إِذْ قالَ لِأَبِيهِ وَقَوْمِهِ ما تَعْبُدُونَ ... [الشعراء ٧٠/ ٢٦].
إِذْ قالَ مُوسى لِأَهْلِهِ إِنِّي آنَسْتُ ناراً ... [النمل ٧/ ٢٧].
إِذْ قالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ [القصص ٦٧/ ٢٨].
وَإِذْ قالَ إِبْراهِيمُ لِأَبِيهِ وَقَوْمِهِ إني بَراءٌ مِمَّا تَعْبُدُونَ [الزخرف ٢٦/ ٤٣].
إذ: اسم مبني على السكون في محل نصب مفعول به لفعل محذوف تقديره (اذكر أو اذكروا) وهو مضاف والجملة الفعلية بعده في محل جر مضاف إليه.

٣ -<span data-type="title" id=toc-14> وتكون بدلا من المفعول به:</span>
قال تعالى: وَاذْكُرْ فِي الْكِتابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِها مَكاناً شَرْقِيًّا [مريم ١٦/ ١٩].
وَاذْكُرْ عَبْدَنا أَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطانُ ... [ص ٤١/ ٣٨].
وَاذْكُرْ أَخا عادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالْأَحْقافِ ... [الاحقاف ٢١/ ٤٦].
إِذْ: اسم مبني على السكون في محل نصب بدل من المفعول به: (مريم، عبدنا، أخا عاد) وهو مضاف والجملة بعد إذ في محل جر مضاف إليه.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (11,'٤ -<span data-type="title" id=toc-15> وتكون مضافا إليها:</span>
ويكون المضاف في الغالب كلمة من الكلمات التالية: [بعد، حين، يوم، قبل، ساعة].
قال تعالى: رَبَّنا لا تُزِغْ قُلُوبَنا بَعْدَ إِذْ هَدَيْتَنا ... [آل عمران ٨/ ٣].
أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ ... [آل عمران ٨٠/ ٣].
وَنُرَدُّ عَلى أَعْقابِنا بَعْدَ إِذْ هَدانَا اللَّهُ ... [الانعام ٧١/ ٦].
وَما كانَ اللَّهُ لِيُضِلَّ قَوْماً بَعْدَ إِذْ هَداهُمْ حَتَّى يُبَيِّنَ لَهُمْ ما يَتَّقُونَ [التوبة ١١٥/ ٩].
وَلا يَصُدُّنَّكَ عَنْ آياتِ اللَّهِ بَعْدَ إِذْ أُنْزِلَتْ إِلَيْكَ [القصص ٨٧/ ٢٨].
أَنَحْنُ صَدَدْناكُمْ عَنِ الْهُدى بَعْدَ إِذْ جاءَكُمْ ... [سبأ ٣٢/ ٣٤].
فَلَوْلا إِذا بَلَغَتِ الْحُلْقُومَ وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ [الواقعة ٨٤/ ٥٦].
يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ [النساء ٤١/ ٤].
مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ وَذلِكَ الْفَوْزُ الْمُبِينُ [الأنعام ١٦/ ٦].
بَعْدَ إِذْ: بعد ظرف زمان منصوب علامة نصبه الفتحة وهو مضاف.
إِذْ: اسم مبني على السكون في محل جر مضاف إليه، وإذ مضاف إلى الجملة أنتم مسلمون، والجملة في محل جر مضاف إليه.
حِينَئِذٍ: حين ظرف زمان منصوب علامة نصبه الفتحة وهو مضاف إلى إذ، وإذ اسم مبني على السكون في محل جر مضاف إليه.

<span data-type="title" id=toc-16>ملاحظة مهمة: عندئذ، حينئذ، يومئذ، ساعتئذ</span>.
إذ وردت هنا مضافا إليه ووردت منونة تنوين العوض، وتنوين العوض يعني التعويض عن شيء محذوف، ونحن نعرف أن (إذ) إذا وردت اسما،',NULL,'15',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (12,'تضاف إلى الجملة بعدها، لذا يكون هذا التنوين عوضا عن جملة محذوفة، وهذه الجملة تقدرها حسب السياق، نحو فَلَوْلا إِذا بَلَغَتِ الْحُلْقُومَ. وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ [الواقعة ٨٤/ ٥٦] فالتقدير حين إذ بلغت الحلقوم.
ومن الضروري أن نشير في حالة تنوين (إذ) إلى الجملة المحذوفة، ونقدرها ونقول، إذ مضاف إلى الجملة المحذوفة والتي عوض عنها التنوين.
وإن أفادت إذ زمن المستقبل فهي اسم وهي ظرف زمان لا غير، نحو:
قال تعالى: فَسَوْفَ يَعْلَمُونَ إِذِ الْأَغْلالُ فِي أَعْناقِهِمْ [غافر ٧١/ ٤٠].
الفعل المضارع يعلمون مسيوق بسوف فتأكد لدينا دلالة الفعل على المستقبل، وقد وردت إذ في هذا السياق، لذا
تقول: إذ اسم مبني على السكون في محل نصب ظرف زمان، وقد حركت إذ بالكسر منعا لالتقاء الساكنين، وإذ مضاف والجملة الاسمية (الأغلال في أعناقهم) في محل جر مضاف إليه.

<span data-type="title" id=toc-17>تمرين</span>
اعرب إذ إعرابا مفصلا وميّز بين كونها حرفا وكونها اسما.
قال تعالى: غُلِبَتِ الرُّومُ* فِي أَدْنَى الْأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ* فِي بِضْعِ سِنِينَ لِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ* بِنَصْرِ اللَّهِ [الروم ٢ - ٥/ ٣٠].
وَتَرَى الْمُجْرِمِينَ يَوْمَئِذٍ مُقَرَّنِينَ فِي الْأَصْفادِ [إبراهيم ٤٩/ ١٤].
إِذْ قالَ لَهُمْ شُعَيْبٌ أَلا تَتَّقُونَ ... [الشعراء ١٧٧/ ٢٦].
وَإِنَّ لُوطاً لَمِنَ الْمُرْسَلِينَ إِذْ نَجَّيْناهُ وَأَهْلَهُ أَجْمَعِينَ [الصافات ١٣٤/ ٣٧].
اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ أَنْجاكُمْ مِنْ آلِ فِرْعَوْنَ [إبراهيم ٦/ ١٤].',NULL,'16',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (13,'<span data-type="title" id=toc-18>إذا</span>
وتأتي على ثلاثة أوجه:
١ - فجائية: وهي في هذا المعنى حرف لا عمل له ولكنها تشترط مجيء جملة أسمية بعدها لتحقق هذا المعنى، وقد يكون الخبر في الجملة الاسمية محذوفا مقدرا ب (موجود).
قال تعالى: فَأَلْقاها فَإِذا هِيَ حَيَّةٌ تَسْعى ... [طه ٢٠/ ٢٠].
وَلا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَداوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ [فصلت ٣٤/ ٤١].
وَنُفِخَ فِي الصُّورِ فَإِذا هُمْ مِنَ الْأَجْداثِ إِلى رَبِّهِمْ يَنْسِلُونَ [يس ٥١/ ٣٦].
فَإِذا هِيَ حَيَّةٌ:
الفاء: استئنافية، إذا حرف يفيد المفاجأة لا محل له من الاعراب.
هِيَ: ضمير مبني على الفتح في محل رفع مبتدأ، حية خبر مرفوع علامة رفعه الضمة. تسعى فعل مضارع مرفوع لتجرده عن الناصب والجازم، علامة رفعه الضمة المقدرة على الألف للتعذر، والفاعل ضمير مستتر تقديره هي.
الجملة الفعلية تسعى في محل رفع صفة إلى حية.
الجملة الاسمية هي حية استئنافية لا محل لها من الإعراب.
فَإِذَا الَّذِي ... الفاء استئنافية، إذا حرف يفيد المفاجأة، الذي اسم موصول مبني على السكون في محل رفع مبتدأ،
جملة كأنه ولي في محل رفع خبر للمبتدأ، كأن من الأحرف المشبهة بالفعل، الهاء ضمير مبني على الضم في محل نصب اسم كأن، ولي خبر كأن مرفوع علامة رفعه الضمة.
جملة كأن واسمها وخبرها في محل رفع خبر المبتدأ الذي- والجملة الاسمية استئنافية لا محل لها من الاعراب.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (14,'٢ - ظرفية شرطية غير جازمة، وهي في هذا المعنى ظرف للزمان المستقبل، وتأتي إذا لازمة الإضافة إلى الجملة الفعلية بعدها وتشترط أن تكون الجملة بعدها فعلية وتجرها بالإضافة، وتتعلق إذا بجواب الشرط، نحو:
قال تعالى: فَإِذا جاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ ... [غافر ٧٨/ ٤٠].
فَإِذا: الفاء حسب ما قبلها، إذا اسم شرط غير جازم، يستعمل لما يستقبل من الزمان وهو مضاف.
جاءَ: فعل ماض مبني على الفتح، وهو فعل الشرط.
أَمْرُ: فاعل مرفوع علامة رفعه الضمة مضاف إلى لفظ الجلالة (الله) ولفظ الجلالة مضاف إليه.
الجملة الفعلية جاء أمر الله ... في محل جر مضاف إليه.
قال تعالى: وَإِذا تُتْلى عَلَيْهِمْ آياتُنا قالُوا سَمِعْنا [الانفال ٣١/ ٨].
وَإِذا: الواو حسب ما قبلها، إذا اسم شرط غير جازم، يستعمل لما يستقبل من الزمان وهو مضاف.
تُتْلى: فعل مضارع مبني للمجهول وهو فعل الشرط، آياتنا آيات نائب فاعل مرفوع علامة رفعه الضمة، وهو مضاف والضمير نا مبني على السكون في محل جر مضاف إليه.
الجملة الفعلية تتلى عليهم آياتنا في محل جر مضاف إليه.
إذا الظرفية الشرطية غير الجازمة لازمة الإضافة إلى الجملة الفعلية بعدها وهي جملة الشرط، فإذا ورد بعد إذا مباشرة اسم، أعربنا ذلك الاسم فاعلا لفعل محذوف وجوبا يفسره الفعل المذكور بعد الاسم، وبذا صارت لدينا جملة فعلية بعد إذا تتكون من الفعل المحذوف والفاعل المذكور والجملة الفعلية في محل جر مجرور بالإضافة، نحو:
قال تعالى: إِذَا السَّماءُ انْشَقَّتْ ... [الانشقاق ١/ ٨٤].
إِذَا الشَّمْسُ كُوِّرَتْ ... [التكوير ١/ ٨١].',NULL,'18',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (15,'إِذَا: اسم شرط غير جازم يستعمل لما يستقبل من الزمان وهو مضاف.
السَّماءُ: فاعل لفعل محذوف وجوبا يفسره المذكور والتقدير إذا أنشقت السماء أنشقت. والفعل المحذوف هو فعل
الشرط، والجملة الفعلية من الفعل المحذوف وفاعله (السماء) في محل جر مضاف إليه.
إِذَا الشَّمْسُ كُوِّرَتْ ...
إِذَا: اسم شرط غير جازم، يستعمل لما يستقبل من الزمان وهو مضاف.
الشَّمْسُ: نائب فاعل للفعل المحذوف وجوبا والمفسر بالفعل المذكور.
والتقدير: إذا كورت الشمس كورت. والفعل المحذوف هو فعل الشرط. الجملة الفعلية من الفعل المحذوف ونائب الفاعل في محل جر مضاف إليه.
المرفوع (الشمس) الذي جاء بعد إذا أعرب نائبا للفاعل لأن الفعل كورت مبني للمجهول.
٣ - قد تخرج (إذا) عن معنى الشرطية، وأكثر ما يكون ذلك بعد القسم. وعند ذلك تتعلق بحال محذوفة من المقسم به، نحو.
قال تعالى: وَالضُّحى * وَاللَّيْلِ إِذا سَجى ... [الضحى ١ - ٢/ ٩٣].
وَاللَّيْلِ إِذا يَغْشى وَالنَّهارِ إِذا تَجَلَّى [الليل ١/ ٩٢].
وَاللَّيْلِ: الواو واو القسم، حرف جر، (الليل) مقسم به مجرور بواو القسم، والجار والمجرور متعلقان بفعل (أقسم) المحذوف.
إِذا: ظرف للزمان مبني على السكون في محل نصب، متعلق بحال محذوفه من الليل والتقدير: أقسم بالليل كائنا إذا',NULL,'19',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (16,'يغشى وأقسم بالليل كائنا إذا سجى ... أي القسم بالليل في حالة كونه يغشى، وحالة كونه يسجو.

<span data-type="title" id=toc-19>فائدة:</span>
أفيدكم يا أخوتي فائدة ... فكل ما بعد إذا زائدة
إذا ما صنعت الزاد فالتمسي له ... اكيلا فإني لست آكله وحدي
إذا: اسم شرط غير جازم يستعمل لما يستقبل من الزمان، وهو مضاف الجملة الفعلية (صنعت الزاد) في محل جر مضاف إليه.
ما: زائدة لا محل لها من الإعراب.

<span data-type="title" id=toc-20>تمرين</span>
اعرب ما تحته خط.
قال تعالى: وَإِذا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذا أَذاقَهُمْ مِنْهُ رَحْمَةً إِذا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ [الروم ٣٣ /
٣٠].
فَإِذا أَصابَ بِهِ مَنْ يَشاءُ مِنْ عِبادِهِ إِذا هُمْ يَسْتَبْشِرُونَ [الروم ٤٨/ ٣٠].
وَإِذَا النُّجُومُ انْكَدَرَتْ* وَإِذَا الْجِبالُ سُيِّرَتْ* وَإِذَا الْعِشارُ عُطِّلَتْ* وَإِذَا الْوُحُوشُ حُشِرَتْ* وَإِذَا الْبِحارُ سُجِّرَتْ ... [التكوير: ٢ - ٦/ ٨١].
وَإِذا خاطَبَهُمُ الْجاهِلُونَ قالُوا سَلاماً [الفرقان ٦٣/ ٢٥].
وَإِذا كالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ [المطففين ٣/ ٨٣].
وَالْقَمَرِ إِذا تَلاها وَالنَّهارِ إِذا جَلَّاها [الشمس ٢، ٣/ ٩١].
قال الشاعر
إذا ما الملك سام الناس خسفا ... أبينا أن نقر الذل فينا',NULL,'20',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (17,'<span data-type="title" id=toc-21>إذن</span>
حرف جواب يأتي على وجهين:
أ- حرف جواب ناصب للفعل بعده، إذا توفرت الشروط التالية:
١ - أن يكون صدرا في الكلام ٢ - أن يدل الفعل بعده على الاستقبال ٣ - ألا يفصل بينه وبين الفعل المضارع بعده فاصل. فإذا قال أحدهم:
سأزورك، أجبته إذن اكرمك.
فدخول السين على الفعل أزورك يحوله إلى المستقبل وعند ما أجبته جعلت إذن في بداية جوابي، ولم يفصل بين إذن والفعل أكرمك فاصل.
إذن: حرف جواب ناصب.
أكرمك: أكرم فعل مضارع منصوب بإذن، علامة نصبه الفتحة، الفاعل ضمير مستتر تقديره أنا، الكاف ضمير مبني على الفتح في محل نصب مفعول به.
ب- حرف جواب لا عمل له.
إذا اختل أحد الشروط لعمل الحرف إذن، أصبح حرف جواب غير ناصب، وهذه الحالة هي أكثر في الاستعمال:
قال تعالى: أَمْ لَهُمْ نَصِيبٌ مِنَ الْمُلْكِ فإذن لا يُؤْتُونَ النَّاسَ نَقِيراً [النساء ٥٣/ ٤].
الفاء: حسب ما قبلها.
إذن حرف جواب لا عمل له.
وعن عائشة (رض)، دخل عليّ النبي صلّى الله عليه وآله وسلّم ذات يوم، فقال: هل عندكم شيء؟ قلنا لا. قال فإني إذن صائم وفي هذا الحديث دليل على مشروعية إنشاء نية الصيام بالنفل في النهار.
إذن: حرف جواب لا عمل له.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (18,'<span data-type="title" id=toc-22>أف</span>
اسم فعل مضارع بمعنى أتضجر، وفاعله محذوف تقديره أنا.
ق<span data-type="title" id=toc-23>ال </span>تعالى: فَلا تَقُلْ لَهُما أُفٍّ وَلا تَنْهَرْهُما وَقُلْ لَهُما قَوْلًا كَرِيماً <span data-type="title" id=toc-24>[الا</span>سراء ٢٣/ ١٧].
أُفٍّ: اسم فعل مضارع بمعنى أتضجر، فاعله ضمير مستتر تقديره أنا وجمله أف في محل نصب مقول القول.
(المفعول للفعل لا تقل).

أل
وترد أداة تعريف للاسم وتصبح جزءا منه، نحو: الكتاب.
وقد تأتي اسما موصولا بمعنى (الذي، التي ...) وهذا قليل.
قال الشاعر
ما أنت بالحكم الترضى حكومته ... ولا الاصيل ولا ذي الرأي والجدل
إل دخلت على الفعل المضارع المبني للمجهول (ترضى)، ومعنى إل ظاهر بيّن فالتقدير الذي ترض حكومته، لذا نقول: أل اسم موصول بمعنى الذي، والجملة الفعلية ترضى حكومته صلة الموصول لا محل لها من الاعراب.

ألا
(الاستفتاحية). حرف يستفتح به الكلام لجلب الانتباه (لغاية بلاغية) وليس لها عمل إعرابي فيما بعدها، نحو:
قال تعالى: أَلا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ [يونس ٥٥/ ١٠].
أَلا إِنَّهُمْ هُمُ السُّفَهاءُ وَلكِنْ لا يَعْلَمُونَ [البقرة ١٣/ ٢].
أَلا: استفتاحية لا محل لها من الاعراب.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (19,'<span data-type="title" id=toc-25>ملاحظة:</span>
من مواضع كسر همزة إن، وقوعها بعد الا الاستفتاحية وكأنها وقعت في بداية الكلام، لأن ألا لا تفيد إلا الاستفتاح.
ألا (الاستفهامية).
أ- تتكون من همزة الاستفهام و (لا) النافية للجنس وتدخل عندئذ على جملة اسمية، والسياق يحدد نوع (ألا).
ألا اصطبار لسلمى أم لها جلد ... إذا ألاقي الذي لاقاه أمثالي
والمعنى أليس لسلمى اصطبار.
فالهمزة للاستفهام، لا نافية للجنس، اصطبار اسم لا النافية للجنس مبني على الفتح في محل نصب.
وتستعمل (ألا) هذه في ثلاثة معان هي:
١ - الاستفهام عن النفي كما ورد في الشاهد أعلاه.
٢ - التعبير عن التمني كقول الشاعر:
ألا عمر ولى مستطاع رجوعه ... فيرأب ما أثأت يد الغفلات
٣ - التوبيخ والانكار كقول الشاعر:
ألا ارعواء لمن ولت شبيبته ... وآذنت بمشيب بعده هرم
ب- وقد تتكون من همزة الاستفهام و (لا) النافية، وتدخل في هذه الحالة على الجملة الفعلية لا الاسمية، ومعناها (ألا) العرض والتحضيض، نحو:
قال تعالى: أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ [النور ٢٢/ ٢٤].
أَلا: حرف عرض، أو الهمزة للاستفهام ولا حرف نفي.
تحبون: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة',NULL,'23',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (20,'رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة في محل رفع فاعل.

<span data-type="title" id=toc-26>ألّا المركبة من أن المصدرية الناصبة ولا النافية:</span>
قال تعالى: وَأَدْعُوا رَبِّي عَسى أَلَّا أَكُونَ بِدُعاءِ رَبِّي شَقِيًّا [مريم ٤٨/ ١٩].
عسى: من أخوات إن، حرف يفيد الرجاء.
ألا: أن مصدرية ناصبة، لا نافية.
أكون: فعل مضارع منصوب بأن المصدرية وهو فعل ناقص، اسمه ضمير مستتر تقديره أنا.
بدعاء: الباء حرف جر، دعاء اسم مجرور علامة جره الكسرة، وهو مضاف إلى رب، رب مضاف إليه مجرور، ورب مضاف إلى ياء المتكلم والياء ضمير مبني في محل جر مضاف إليه.
شقيا: خبر الفعل الناقص (أكون) منصوب علامة نصبه الفتحة وأن والفعل (ألا أكون) في تأويل مصدر تقديره عدم كوني شقيا في محل رفع فاعل للفعل التام (عسى).

<span data-type="title" id=toc-27>ألّا المركبة من أن التفسيرية أو المخففة ولا الناهية</span>
قال تعالى: إِنَّهُ مِنْ سُلَيْمانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ* أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ [النمل ٣٠ - ٣١/ ٢٧].
أَلَّا: أن تفسيرية أو مخففة، لا ناهية جازمة.
تَعْلُوا: فعل مضارع مجزوم بلا الناهية علامة جزمه حذف النون لأنه من الأفعال الخمسة، واو الجماعة في محل رفع فاعل.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (21,'<span data-type="title" id=toc-28>إلّا</span>
حرف ينصب المستثنى بعده إن كان الكلام قبل (إلّا) تاما مثبتا.
والمقصود بالتام أن المستثنى منه مذكور.
قال تعالى: فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عاماً [العنكبوت ١٤/ ٢٩].
إِلَّا: اداة استثناء، خمسين مستثنى منصوب علامة نصبه الياء لأنه ملحق بجمع المذكر السالم.

والمستثنى اسم يقع بعد إلا يخالف المستثنى منه (هو الشيء العام الذي يذكر قبل الا) في الحكم. فقد أخرجنا خمسين عاما من حكم الألف في اللبث (البقاء).
قال تعالى: وَالشُّعَراءُ يَتَّبِعُهُمُ الْغاوُونَ* أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وادٍ يَهِيمُونَ* وَأَنَّهُمْ يَقُولُونَ ما لا يَفْعَلُونَ* إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَذَكَرُوا اللَّهَ كَثِيراً وَانْتَصَرُوا مِنْ بَعْدِ ما ظُلِمُوا ... [الشعراء ٢٢٤ - ٢٢٧/ ٢٦].
إِلَّا الَّذِينَ آمَنُوا ... إلا اداة استثناء.
الذين: اسم موصول مبني على الفتح في محل نصب مستثنى وهذا المستثنى (الَّذِينَ آمَنُوا ...) يخالف المستثنى منه (الشُّعَراءُ) في حكم اتباع الغاوين لهم.
قال تعالى: فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَواتِ فَسَوْفَ يَلْقَوْنَ غَيًّا إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ وَلا يُظْلَمُونَ شَيْئاً [مريم ٦٠/ ١٩].
إلا من تاب: إلا اداة استثناء.
من: اسم موصول بمعنى الذي مبني على السكون في محل نصب مستثنى.
قال تعالى: وَالْعَصْرِ* إِنَّ الْإِنْسانَ لَفِي خُسْرٍ* إِلَّا الَّذِينَ آمَنُوا',NULL,'25',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (22,'وَعَمِلُوا الصَّالِحاتِ وَتَواصَوْا بِالْحَقِّ وَتَواصَوْا بِالصَّبْرِ [العصر ١ - ٣/ ١٠٣].
وَأُوحِيَ إِلى نُوحٍ أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلَّا مَنْ قَدْ آمَنَ [هود ٣٦/ ١١].
فَنَجَّيْناهُ وَأَهْلَهُ أَجْمَعِينَ إِلَّا عَجُوزاً فِي الْغابِرِينَ [الشعراء ١٧١/ ٢٦].
ثُمَّ قُلْنا لِلْمَلائِكَةِ اسْجُدُوا لِآدَمَ فَسَجَدُوا إِلَّا إِبْلِيسَ [الاعراف ١١/ ٧].
وتكون [إلا] أداة استثناء لا عمل لها وقد تسمى أداة حصر في حالتين: أ- إذا كان الكلام قبلها منفيا والمستثنى منه مذكورا واعتبرنا الاسم بعد إلا بدلا من المستثنى منه، نحو:
قال الشاعر:
مالي إليك وسيلة إلا الرجا ... وجميل عفوك ثم أني مسلم
ما أرى الفضل والتكرم إلا ... كفك النفس عن طلاب الفضول
إلا الرجا: (الا) اداة استثناء لا عمل لها.
الرجا: بدل من كلمة (وسيلة) والبدل يتبع المبدل عنه. الرجا اسم بدل مرفوع علامة رفعه الضمة المقدرة على الألف منع من ظهورها التعذر.
إلا كفك: إلا اداة استثناء لا عمل لها.
كفك: بدل من الفضل هذه الكلمة التي وقعت مفعولا به للفعل أرى فلذا نصبت، والبدل يتبع المبدل منه. كف بدل من كلمة الفضل.
ب- وتسمى اداة حصر إذا كان الكلام قبلها منفيا والمستثنى منه غير مذكور. نحو:
قال تعالى: وَما يُلَقَّاها إِلَّا الَّذِينَ صَبَرُوا وَما يُلَقَّاها إِلَّا ذُو حَظٍّ عَظِيمٍ [فصلت ٣٥/ ٤١].
وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ [آل عمران ١٤٤/ ٣].
قالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنا ... [إبراهيم ١٠/ ١٤].
ما هذا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ [المؤمنون ٢٤/ ٢٣].',NULL,'26',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (23,'فالكلام قبل إلا منفي والمستثنى منه غير مذكور وتقديره كما يلي: ما يُلَقَّاها إِلَّا الَّذِينَ صَبَرُوا ... التقدير ما يلقاها أحد إلا من الذين ...
إن أنتم إلا بشر ما أنتم شيئا يختلف وإنما بشر ما هذا إلا بشر ما هذا بكائن يختلف وإنما هو بشر.
وتعرب [إلّا] أداة حصر لا محل لها من الإعراب- ويعرب الاسم بعدها حسب موقعه من الجملة متخيلين عدم النفي وإلا، فلو قلنا: محمد رسول، محمد مبتدأ، رسول خبر. ولو قلنا: أنتم بشر أنتم مبتدأ وبشر خبر وهكذا في الأمثلة الأخرى، فلو قلنا:
ما حضر إلا الراغبون. وتخيّلنا حذف النفي وإلا، وصارت الجملة حضر الراغبون: حضر فعل ماض، الراغبون فاعل مرفوع، ولو قلنا ما حفظت إلا حديثين في الاسبوع الماضي.
حديثين مفعول به منصوب علامة نصبه الياء لأنه مثنى، لأننا لو حذفنا إلا والنفي، لصارت الجملة حفظت حديثين.
إلا المركبة من إن الشرطية المدغمة بلا النافية.
قال تعالى: إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ [التوبة ٤٠/ ٩].
إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسادٌ كَبِيرٌ [الانفال ٧٣/ ٨].
إِلَّا تَنْصُرُوهُ: إن حرف شرط جازم لفعلين، لا نافية.
تَنْصُرُوهُ: فعل الشرط وهو فعل مضارع مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة. الواو ضمير مبني في محل رفع فاعل، الهاء ضمير مبني على الضم في محل نصب مفعول به.
إِلَّا تَفْعَلُوهُ: إن حرف شرط جازم لفعلين، لا نافية.
تَفْعَلُوهُ: فعل مضارع مجزوم بأن علامة جزمه حذف النون لأنه من الأفعال الخمسة وهو فعل الشرط. واو الجماعة في محل',NULL,'27',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (24,'رفع فاعل. الهاء ضمير متصل مبني على الضم في محل نصب مفعول به.

<span data-type="title" id=toc-29>أم</span>
حرف عطف، وهي نوعان:

<span data-type="title" id=toc-30>[انواع ام]</span>
<span data-type="title" id=toc-31>أ- متصلة إن سبقت بهمزة الاستفهام، أو بهمزة التسوية</span>.
قال تعالى: وَسَواءٌ عَلَيْهِمْ أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لا يُؤْمِنُونَ [يس ١٠/ ٣٦].
سَواءٌ عَلَيْنا أَجَزِعْنا أَمْ صَبَرْنا ما لَنا مِنْ مَحِيصٍ [إبراهيم ٢١/ ١٤].
قالُوا سَواءٌ عَلَيْنا أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِنَ الْواعِظِينَ [الشعراء ١٣٦/ ٢٦].
سَواءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ [المنافقون ٦/ ٦٣].
(أم) في الآيات الكريمة مسبوقة بجمل فعلية، فعلها مسبوق بهمزة (أأنذرتهم، أجزعنا، أوعظت، استغفرت) وهذه الجمل مسبوقة بكلمة سواء، لذا تسمى هذه الهمزة بهمزة التسوية لذا نقول إن أم هنا مسبوقة بهمزة التسوية ويكون الإعراب:
سَواءٌ: خير مقدم مرفوع علامة رفعه الضمة.
عَلَيْنا: جار ومجرور متعلقان ب (سَواءٌ).
أَأَنْذَرْتَهُمْ: الهمزة همزة التسوية، أنذرتهم: أنذر فعل ماض مبني على السكون لاتصاله بناء الفاعل، والتاء ضمير متصل مبني على الفتح في محل رفع فاعل، الهاء ضمير مبني في محل نصب مفعول به، والميم علامة الجمع. والجملة بتأويل مصدر تقديره إنذارهم في محل رفع مبتدأ مؤخر.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (25,'أَمْ: حرف عطف.
لَمْ تُنْذِرْهُمْ: لم: اداة نفي وجزم وقلب، تنذر فعل مضارع مجزوم علامة جزمه السكون، الفاعل مستتر تقديره أنت، الهاء ضمير مبني في محل نصب مفعول به، الميم علامة الجمع.
والجملة الفعلية: لم تنذرهم بتأويل مصدر تقديره عدم إنذارك في محل رفع معطوف على المصدر المؤول في الجملة الأولى (انذرتهم) والذي وقع مبتدأ. التقدير: (إنذارك وعدم إنذارك سواء عليهم).
قال تعالى: أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخالِقُونَ؟ [الواقعة ٥٩/ ٥٦].
(أم) لم تسبق بكلمة سواء وإنما سبقت بهمزة استفهام ويكون الإعراب:
أَأَنْتُمْ: الهمزة للاستفهام، أنتم ضمير منفصل مبني في محل رفع مبتدأ.
تَخْلُقُونَهُ: تخلقون فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة، واو الجماعة في محل رفع فاعل، الهاء ضمير مبني على الضم في محل نصب مفعول له.
الجملة الفعلية (تخلقونه) في محل رفع خبر للمبتدأ: أأنتم.
أَمْ: حرف عطف.
نَحْنُ: ضمير منفصل مبني على الضم في محل رفع مبتدأ.
الْخالِقُونَ: خبر للمبتدأ مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.
الجملة الاسمية (أأنتم تخلقونه) جملة ابتدائية لا محل لها من الإعراب والجملة الاسمية (نحن الخالقون) معطوفة على الجملة الابتدائية.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (26,'<span data-type="title" id=toc-32>ب: أم المنقطعة:</span>
حرف عطف يفيد الاضراب، يساوي (بل) في المعنى، وذلك إذا لم ترد قبل (أم) همزة تسوية أو همزة استفهام.
قال تعالى: قُلْ هَلْ يَسْتَوِي الْأَعْمى وَالْبَصِيرُ أَمْ هَلْ تَسْتَوِي الظُّلُماتُ وَالنُّورُ [الرعد ١٦/ ١٣].
أم حرف عطف، وجملة هل تستوي الظلمات والنور معطوفة على جملة هل يستوي الأعمى والبصير التي وقعت مقولا للقول مفعولا به في محل نصب، والمعطوف يتبع المعطوف عليه.

<span data-type="title" id=toc-33>أما</span>
أما: حرف استفتاح مثل (ألا) ويكثر ورودها قبل القسم، وقد ورد في الحديث الشريف:
«أما ترضى أن تكون لهم الدنيا ولنا الآخرة» متفق عليه عن عمر.
«أما علمت أن الاسلام يهدم ما كان قبله» م. عن عمرو بن العاص.
«أما يخشى أحدكم إذا رفع رأسه قبل الإمام أن يجعل الله رأسه رأس حمار» متفق عليه- عن أبي هريرة.
«أما والله إني لاتقاكم لله وأخشاكم له» مسلم- عمرو بن أبي سلمة قال شاعر:
أما والذي أبكى وأضحك والذي ... أمات وأحيا والذي أمره الأمر
أما: حرف استفتاح لا عمل له.
والله: الواو للقسم وهي حرف جر. الله لفظ الجلالة مجرور بواو القسم والجار والمجرور متعلقان بفعل تقديره (أقسم).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (27,'<span data-type="title" id=toc-34>أما المركبة من همزة الاستفهام وما النافية:</span>
أما لمسيء عندكن مثاب ... ولا لجميل عندكن ثواب؟!
أما: الهمزة للاستفهام، ما نافية لا عمل لها.

<span data-type="title" id=toc-35>أمّا حرف شرط</span>
أما: حرف شرط يفيد التفصيل، كما يفيد التوكيد، وسميت حرف شرط لأن الفاء الرابطة للجواب لا تفارقها، لأنها كأدوات الشرط لها فعل شرط وجواب شرط، نحو:
قال تعالى: فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ. وَأَمَّا السَّائِلَ فَلا تَنْهَرْ. وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ [الضحى ٩ - ١١/ ٩٣].
فَأَمَّا: الفاء حسب ما قبلها، (أمّا) حرف شرط يفيد التفصيل لا عمل له. اليتيم مفعول به مقدم منصوب علامة نصبه الفتحة.
فَلا: الفاء رابطة (واقعة) لجواب أمّا الشرطية، لا ناهية جازمة، تقهر فعل مضارع مجزوم بلا الناهية علامة جزمه السكون، والفاعل ضمير مستتر تقديره أنت.
إن تكرار أمّا في الآيات تفيد التفصيل، ولكننا لو أخذنا كل جملة لوحدها لأفادت (أمّا) التوكيد.

<span data-type="title" id=toc-36>تمرين</span>
وضع معنى أمّا واعرب ما تحته خط:
قال تعالى: يا صاحِبَيِ السِّجْنِ أَمَّا أَحَدُكُما فَيَسْقِي رَبَّهُ خَمْراً وَأَمَّا الْآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطَّيْرُ مِنْ رَأْسِهِ [يوسف ٤١/ ١٢].
أَمَّا السَّفِينَةُ فَكانَتْ لِمَساكِينَ يَعْمَلُونَ فِي الْبَحْرِ وَكانَ وَراءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً [الكهف ٧٩/ ١٨].',NULL,'31',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (28,'وَأَمَّا الْغُلامُ فَكانَ أَبَواهُ مُؤْمِنَيْنِ فَخَشِينا أَنْ يُرْهِقَهُما طُغْياناً وَكُفْراً [الكهف ٨٠/ ١٨].
وَأَمَّا الْجِدارُ فَكانَ لِغُلامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكانَ تَحْتَهُ كَنْزٌ لَهُما وَكانَ أَبُوهُما صالِحاً فَأَرادَ رَبُّكَ أَنْ يَبْلُغا أَشُدَّهُما ... [الكهف ٨٢/ ١٨].

<span data-type="title" id=toc-37>إمّا (المكسورة الهمزة)</span>
حرف يفيد التفصيل، أو التخيير، أو الشك، والسياق هو الذي يحدد المعنى. والمعنى لا يؤثر في إعراب (إما) لأنها حرف.
قال تعالى: قالُوا يا مُوسى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ نَحْنُ الْمُلْقِينَ [الاعراف ١١٥/ ٧].
إما: حرف أفاد التخيير.
ولو قلنا: الناس نوعان: إما جاهل وإما عالم.
إما حرف أفاد التفصيل.
ولو قلنا: سافر محمد إما إلى مكة وامّا إلى المدينة.
إما: حرف أفاد الشك.

<span data-type="title" id=toc-38>أمس، الأمس</span>
أمس: ظرف زمان مبني على الكسر في محل نصب، نحو: بدأ رمضان أمس.
الأمس: اسم يفيد الزمان ويعرب حسب موقعه، نحو:
قال تعالى: فَإِذَا الَّذِي اسْتَنْصَرَهُ بِالْأَمْسِ يَسْتَصْرِخُهُ [القصص ١٨/ ٢٨].',NULL,'32',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (29,'<span data-type="title" id=toc-39>أن</span>
على ثلاثة أوجه:
١ - حرف مصدري ناصب. ينصب الفعل المضارع بعده ويؤول والجملة بعده بمصدر في محل إعرابي، نحو:
قال تعالى: وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ ... [البقرة ١٨٤/ ٢].
أن: حرف مصدري ناصب.
تصوموا: فعل مضارع منصوب بأن علامة نصبه حذف النون لأنه من الأفعال الخمسة، واو الجماعة ضمير متصل مبني في محل رفع فاعل. والجملة من أن والفعل في تأويل مصدر تقديره صيامكم في محل رفع مبتدأ. خير خبر للمبتدأ مرفوع علامة رفعه الضمة.
قال تعالى: وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوى ... [البقرة ٢٣٧/ ٢].
لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ ... [البقرة ١٧٧/ ٢].
لَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِها ... [البقرة ١٨٩/ ٢].
مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خِلالٌ ... [إبراهيم ٣١/ ١٤].
وَما كانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ ... [غافر ٧٨/ ٤٠].
يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ وَخُلِقَ الْإِنْسانُ ضَعِيفاً [النساء ٢٨/ ٤].
بأن تأتوا البيوت من ظهورها:
الباء حرف جر، أن حرف مصدري ناصب، تَأْتُوا: فعل مضارع منصوب بأن علامة نصبه حذف النون لأنه من الأفعال الخمسة، واو الجماعة: ضمير متصل مبني في محل رفع فاعل، الْبُيُوتَ: مفعول به منصوب علامة نصبه
الفتحة. من: حرف جر، ظهور اسم مجرور مضاف إلى الضمير ها. جملة أن تَأْتُوا الْبُيُوتَ في تأويل مصدر تقديره إتيانكم في محل جر مجرور بحرف الجر الباء.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (30,'مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ ...
مِنْ: حرف جر. قبل اسم مجرور وهو مضاف.
أَنْ: حرف مصدري ناصب، يأتي فعل مضارع منصوب علامة نصبه الفتحة، يوم: فاعل مرفوع علامة رفعه الضمة.
جملة أَنْ يَأْتِيَ يَوْمٌ في تأويل مصدر تقديره إتيان في محل جر مضاف إليه.
يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ:
يُرِيدُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة.
اللَّهُ: لفظ الجلالة فاعل مرفوع علامة رفعه الضمة.
أَنْ: حرف مصدري ناصب، يخفف: فعل مضارع منصوب بأن علامة نصبه الفتحة، الفاعل ضمير مستتر تقديره هو.
جملة أن والفعل في تأويل مصدر تقديره التخفيف عنكم في محل نصب مفعول به للفعل (يريد).
وإذا دخلت (أن) على الفعل الماضي أو الأمر لم تؤثر إعرابيا فيهما وإنما تبقى حرفا مصدريا يؤول والجملة بعده في محل، نحو:
قال تعالى: وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ لَعَذَّبَهُمْ فِي الدُّنْيا [الحشر ٣/ ٥٩].
أن حرف مصدري ناصب، كتب فعل ماض مبني على الفتح، الله لفظ الجلالة فاعل مرفوع علامة رفعه الضمة.
أن والفعل في تأويل تقديره كتابة الله عليهم الجلاء في محل رفع مبتدأ والخبر محذوف تقديره حاصلة أو موجودة.
قال تعالى: فَأَوْحى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا [مريم ١١/ ١٩].
وَأَوْحَيْنا إِلى مُوسى أَنْ أَلْقِ عَصاكَ فَإِذا هِيَ تَلْقَفُ ما يَأْفِكُونَ [الإعراف ١١٧/ ٧].',NULL,'34',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (31,'ثُمَّ أَوْحَيْنا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْراهِيمَ حَنِيفاً [طه ٧٧/ ٢٠].
ثم أَوْحَيْنا إِلى مُوسى أَنْ أَسْرِ بِعِبادِي [طه ٧٧/ ٢٠].
فَأَوْحَيْنا إِلى مُوسى أَنِ اضْرِبْ بِعَصاكَ الْبَحْرَ [الشعراء ٦٣/ ٢٦].
أَنْ سَبِّحُوا: أن حرف مصدري ناصب. سبحوا فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة. واو الجماعة في محل رفع فاعل جملة أن والفعل في تأويل مصدر تقديره التسبيح في محل نصب مفعول به.
أَنْ أَلْقِ عَصاكَ:
أن حرف مصدري ناصب. إلق فعل أمر مبني على حذف حرف العلة والفاعل ضمير مستتر تقديره أنت. عصا مفعول به منصوب علامة نصبه الفتحة المقدرة على الألف منع من ظهورها التعذر، وعصا مضاف الكاف ضمير مبني على الفتح في محل جر مضاف إليه.
جملة أن والفعل في تأويل مصدر تقديره إلقاء عصاك في محل نصب مفعول به. ويمكن أن نقول في محل جر مضاف إليه بتقدير: أمر إلقاء عصاك.
٢ - حرف مصدري مشبه بالفعل مخفف من أنّ الثقيلة، وفي هذه الحالة يشترط أن يكون اسم الحرف المصدري ضمير شأن مستترا وخبره جملة فعلية.
قال تعالى: عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ [المزمل ٢٠/ ٧٣].
عَلِمَ: فعل ماض مبني على الفتح، والفاعل ضمير مستتر تقديره هو.
إِنَّ: حرف مصدري مشبه بالفعل مخفف من أنّ. اسمه ضمير مستتر والتقدير أنه.
سَيَكُونُ: السين حرف تسويف، (يكون) فعل مضارع تام، منكم:',NULL,'35',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (32,'من حرف جر، الكاف ضمير متصل مبني على الضم في محل جر، الميم علامة الجمع، مرضى: فاعل مرفوع علامة رفعه الضمة المقدرة على الألف للتعذر.
جملة (سَيَكُونُ مِنْكُمْ مَرْضى) في محل رفع خبر أن.
جملة أن واسمها وخبرها في محل نصب سدت مسد مفعولي علم.
ملاحظة: هناك أفعال تتعدى إلى مفعولين مثل: علم، حسب، ظن خال، رأى، ولكن إذا جاءت جملة أن واسمها وخبرها بعدها فهذه الجملة تقوم بسد حاجة هذه الأفعال إلى المفعولين.
٣ - أن زائدة: وتكثر زيادتها بعد [لما] الحينية، وبين القسم ولو، وقد ورد في الشعر:
ولما أن طغت سفهاء كعب ... فتحنا بيننا للحرب بابا
فأقسم أن لو التقينا وانتم ... لكان لكم يوم من الشر مظلم
أنّ: حرف مشبه بالفعل، يدخل على الجملة الاسمية المتكونة من مبتدأ وخبر فينسخ حكمها (يبطل حكم كونها مبتدأ
وخبرا)، فينصب المبتدأ ويجعله اسما له، ويبقي الخبر مرفوعا ولكنه يصبح خبرا ل [أنّ]، وبعد إعراب أنّ واسمها وخبرها بالتفصيل نقول: جملة أنّ واسمها وخبرها في تأويل مصدر في محل من الاعراب حسب السياق.
قال تعالى: وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ ما فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ. [البقرة ٢٣٥/ ٢].
أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ [الفرقان ٤٤/ ٢٥].
وَظَنَّ أَهْلُها أَنَّهُمْ قادِرُونَ عَلَيْها أَتاها أَمْرُنا [يونس ٢٤/ ١٠].
وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ ما فِي أَنْفُسِكُمْ ...
الواو حسب ما قبلها، اعلموا فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة، واو الجماعة ضمير متصل مبني في محل رفع فاعل.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (33,'ملاحظة: تذكر أن الفعل اعلموا يحتاج إلى مفعولين.
أَنْ: حرف مشبه بالفعل.
اللَّهُ: لفظ الجلالة، اسم أن منصوب علامة نصبه الفتحة.
يَعْلَمُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة ٢٣٥ رفعه الضمة والفاعل ضمير مستتر تقديره هو.
ما: اسم موصول بمعنى الذي، مبني في محل نصب مفعول به.
فِي: حرف جر، أنفس: اسم مجرور مضاف إلى الكاف والكاف ضمير مبني في محل جر مضاف إليه، الميم علامة الجمع. شبه الجملة (فِي أَنْفُسِكُمْ) صلة الموصول لا محل لها من الإعراب.
الجملة الفعلية (يَعْلَمُ ما فِي أَنْفُسِكُمْ) في محل رفع خبر أنّ.
وجملة (أَنَّ اللَّهَ يَعْلَمُ ما فِي أَنْفُسِكُمْ) في تأويل مصدر في محل نصب سدت مسد مفعولي اعلموا.
وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ.
وَاعْلَمُوا: الواو حسب ما قبلها، اعلموا فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة، واو الجماعة ضمير متصل مبني في محل رفع فاعل.
أَنْ: حرف مشبه بالفعل، الله لفظ الجلالة اسم أنّ منصوب علامة نصبه الفتحة، غفور: خبر أنّ مرفوع علامة رفعه الضمة.
حَلِيمٌ: خبر ثان مرفوع علامة رفعه الضمة.
جملة (أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ) في تأويل مصدر تقديره غفران الله وحلمه في محل نصب سدت مسد مفعولي علم.
أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ ...',NULL,'37',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (34,'تَحْسَبُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة.
<span data-type="title" id=toc-41>أنّ </span>حرف مشبه بالفعل، أكثر: اسم أنّ منصوب علامة نصبه الفتحة وهو مضاف إلى الهاء، والهاء ضمير مبني على الضم في محل جر مضاف إليه والميم علامة الجمع.
يَسْمَعُونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة، واو الجماعة ضمير متصل مبني في محل رفع فاعل.
الجملة الفعلية: يسمعون في محل رفع خبر أن.

<span data-type="title" id=toc-40>ملاحظة:</span>
تحسب فعل يتعدى إلى مفعولين.
جملة أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ في تأويل مصدر تقديره سماع أكثرهم في محل نصب سدت مسد مفعولي تحسب.
وَظَنَّ أَهْلُها أَنَّهُمْ قادِرُونَ عَلَيْها ...
ظن من الأفعال التي تحتاج إلى مفعولين. أهلها: فاعل.
أَنَّهُمْ: أنّ حرف مشبه بالفعل، هم ضمير مبني في محل نصب اسم أنّ. قادرون خبر أن مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.
وجملة (أَنَّهُمْ قادِرُونَ) في تأويل مصدر تقديره قدرتهم في محل نصب سدت مسد مفعولي ظن.

إن
وترد على أربعة أوجه:

<span data-type="title" id=toc-42>[وجوه ان]</span>
<span data-type="title" id=toc-43>١ - شرطية:</span>
وهي التي تجزم فعلين.
قال تعالى: إِنْ تَتُوبا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُما [التحريم ٤/ ٦٦].',NULL,'38',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (35,'إِنْ: شرطية جازمة، تتوبا: فعل الشرط وهو فعل مضارع مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة، ألف الاثنين: ضمير متصل مبني في محل رفع فاعل.
فَقَدْ: الفاء رابطة لجواب الشرط، قد حرف تحقيق، صغت:
فعل ماض مبني على الفتح لاتصاله بتاء التأنيث وهو في محل جزم جوابا للشرط الجازم.
قال تعالى: فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ [التوبة ٥/ ٩].
فَإِنْ: الفاء حسب ما قبلها، إن شرطية جازمة.
تابُوا: فعل ماض مبني على الضم في محل جزم فعل الشرط، واو الجماعة ضمير متصل مبني في محل رفع فاعل.
فَخَلُّوا: الفاء رابطة لجواب الشرط، خلوا: فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة وهو في محل جزم جوابا للشرط الجازم، واو الجماعة ضمير متصل مبني في محل رفع فاعل.

<span data-type="title" id=toc-44>ملاحظة مهمة:</span>
إن الشرطية الجازمة تجزم فعلين، فإذا وليها اسم مرفوع، أعربنا ذلك الاسم فاعلا لفعل محذوف يفسره الفعل المذكور بعده، نحو:
قال تعالى: وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ [التوبة ٦/ ٩].
أَحَدٌ: فاعل لفعل محذوف يفسره المذكور والتقدير: إن استجارك أحد ...

٢ -<span data-type="title" id=toc-45> إن نافية تساوي ما، وهي من المشبهات بليس</span>.
إذا دخلت إن على جملة اسمية، عملت عمل ليس وبنفس شروطها',NULL,'39',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (36,'فهي تفيد نفي الخبر عن الاسم أو نفي اتصاف الاسم بالخبر، نحو إن محمد شاعرا: بمعنى ما محمد شاعرا أي نفينا صفة الشعر عن محمد، أي نفينا اتصاف اسم إن بخبرها ويشترط في عملها عمل ليس ألا يتقدم خبرها على اسمها، وألا ينتقض نفيها بالّا، فإن انتقض نفيها بإلّا، صارت إن نافية غير عاملة وأعربنا إلا أداة حصر، وعادت الجملة إلى أصلها.
قال تعالى: قالُوا إِنْ أَنْتُمْ إِلَّا بَشَرٌ مِثْلُنا ... [إبراهيم ١٠/ ١٤].
إن في الآية الكريمة بمعنى ما أو ليس وقد انتقض نفيها بإلا لذا لا تكون عاملة وإنما تقول:
إن نافية مشبهة بليس غير عاملة.
أَنْتُمْ: ضمير منفصل مبني في محل رفع مبتدأ.
إِلَّا: أداة استثناء ملغاة أو أداة حصر.
بَشَرٌ: خبر للمبتدأ مرفوع علامة رفعه الضمة.
قال تعالى: وَلَيَحْلِفُنَّ إِنْ أَرَدْنا إِلَّا الْحُسْنى ... [التوبة ١٠٧/ ٩].
إن بمعنى ليس، ولكن نفيها انتقض بالا، لذا نقول: إن مشبهة بليس غير عاملة (مهملة) لانتقاض نفيها بالا:
أَرَدْنا: أراد فعل ماض مبني على السكون لاتصاله بالضمير نا.
نا: ضمير متصل مبني في محل رفع فاعل.
إِلَّا: أداة استثناء ملغاة أو اداة حصر.
الْحُسْنى: مفعول به منصوب علامة نصبه الفتحة المقدرة على الألف للتعذر.
قال تعالى: إِنِ الْكافِرُونَ إِلَّا فِي غُرُورٍ ... [الملك ٢٠/ ٦٧].
إِنِ: نافية غير عاملة.
الْكافِرُونَ: مبتدأ مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.
إِلَّا: أداة استثناء ملغاة- أداة حصر.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (37,'فِي غُرُورٍ: جار ومجرور، شبه الجملة في محل رفع خبر للمبتدأ.

<span data-type="title" id=toc-46>٣ - إن المخففة من الثقيلة (حرف مشبه بالفعل):</span>
وقد يهمل عملها نحو قوله تعالى: إِنْ هذانِ لَساحِرانِ [طه ٦٣/ ٢٠].
وتدخل إن هذه على الجملة الاسمية، ويشترط في عملها دخول اللام الفارقة على خبرها، وهذه اللام تفرق بين إن المخففة التي هي حرف مشبه بالفعل، وبين إن النافية العاملة عمل ليس.
إن العاملين لمأجورون.
إن مجيء اللام الفارقة في الخبر، يمنع- وعلى نحو مطلق- معنى النفي في (إن)، فهي تفيد اتصاف اسمها بالخبر، لذا نقول:
إن: حرف مشبه بالفعل مخففة من الثقيلة عاملة.
العاملين: اسم إن منصوب علامة نصبه الياء لأنه جمع مذكر سالم.
لمأجورون: اللام فارقة، مأجورون خبر إن مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.

<span data-type="title" id=toc-47>٤ - زائدة في مواضع منها:</span>
بعد ما النافية، نحو:
ما إن ندمت على سكوتي مرة ... ولقد ندمت على الكلام مرارا
فما إن طبنا جين ولكن ... منايانا ودولة آخرينا
وبعد ما المصدرية، الظرفية، نحو:
ورد في الحديث الشريف أن الرسول صلّى الله عليه وآله وسلّم قال: «تركت فيكم أمرين لن تضلوا ما إن تمسكتم بهما، كتاب الله وسنتي» أخرجه الحاكم في المستدرك وصححه الالباني في صحيح الجامع إن: حرف زائد لا عمل له إعرابيا.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (38,'<span data-type="title" id=toc-48>(إنّ) المسكورة الهمزة، المشددة النون</span>
إنّ: حرف مشبه بالفعل، تدخل على الجملة الاسمية فتنسخها، أي تبطل حكمها، فتحول المبتدأ إلى اسم لها وتنصبه، وتحول الخبر إلى خبر لها ويبقى مرفوعا، وهي تختلف عن (أنّ) المفتوحة الهمزة المشددة النون في كون المفتوحة الهمزة تؤول بمصدر كما سبق شرح ذلك، بينما جملة إنّ المكسورة الهمزة لا تؤول بمصدر، وإنما تعرب على النحو التالي:-
إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ*.
إِنَّ*: من الأحرف المشبهة بالفعل، الله لفظ الجلالة اسم إن منصوب علامة نصبه الفتحة، غفور خبر إنّ مرفوع علامة رفعه الضمة.
رحيم: خبر ثان مرفوع علامة رفعه الضمة.
جملة إن واسمها وخبرها، جملة ابتدائية لا محل لها من الإعراب.
إنّ الأمهات مدارس للاجيال.
إن: من الأحرف المشبهة بالفعل، الأمهات: اسم إن منصوب علامة نصبه الكسرة نيابة عن الفتحة لأنه جمع مؤنث
سالم، مدارس: خبر إن مرفوع علامة رفعه الضمة. جملة إن واسمها وخبرها ابتدائية لا محل لها من الاعراب.
ومن المفيد أن نعرف مواضع كسر همزة إنّ، فهي تكسر في المواضع التالية:
١ - إذا وقعت في بداية الكلام، نحو:
إِنَّ اللَّهَ لا يُحِبُّ مَنْ كانَ مُخْتالًا فَخُوراً ... [النساء ٣٦/ ٤].
٢ - إذا وقعت بعد القول، نحو:
قالَ إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ وَأَخافُ أَنْ يَأْكُلَهُ الذِّئْبُ [يوسف ١٣/ ١٢].
قالَ إِنِّي عَبْدُ اللَّهِ آتانِيَ الْكِتابَ وَجَعَلَنِي نَبِيًّا ... [مريم ٣٠/ ١٩].',NULL,'42',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (39,'٣ - إذا وقعت بعد القسم، نحو:
وَالْعَصْرِ* إِنَّ الْإِنْسانَ لَفِي خُسْرٍ ... [العصر ١ - ٢/ ١٠٣].
٤ - إذا وقعت بعد (الا) الاستفتاحية، نحو:
قال تعالى: أَلا إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ [يونس ٥٥/ ١٠].

<span data-type="title" id=toc-49>إنما</span>
إنّما مركبة من (إنّ) الحرف المشبه بالفعل و (ما) الزائدة التي كفت الحرف عن العمل في الاسم والخبر، ولذا لم تعد (إنّ) في هذه مختصة بالدخول على الجملة الاسمية، وإنما قد تأتي بعد إنما جملة اسمية تعرب مبتدأ وخبرا وقد تأتي جملة فعلية، وتعرب.
إنما: كافة ومكفوفة (الكافة هي ما وقد كفت إن عن العمل فصارت إن مكفوفة عن العمل.
قال تعالى: إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ [الحجرات ١٠/ ٤٩].
إن: حرف مشبه الفعل مكفوفة عن العمل لدخول ما الزائدة الكافة عليها. (كافة ومكفوفة).
الْمُؤْمِنُونَ: مبتدأ مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.
إِخْوَةٌ: خبر للمبتدأ مرفوع علامة رفعه الضمة الظاهرة على آخره.
قال تعالى: إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ ... [فاطر ٢٨/ ٣٥].
إِنَّما: كافة ومكفوفة.
يَخْشَى: فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه الضمة المقدرة على الألف للتعذر.
اللَّهَ: لفظ الجلالة، مفعول به مقدم علامة نصبه الفتحة الظاهرة.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (40,'مِنْ عِبادِهِ: جار ومجرور، عباد مضاف إلى الهاء، الهاء مضاف إليه.
الْعُلَماءُ: فاعل مرفوع علامة رفعه الضمة الظاهرة على آخره.

<span data-type="title" id=toc-50>تمرين</span>
اعرب ما تحته خط:
قال تعالى: إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا ... [المائدة ٥٥/ ٥].
إِنَّما ذلِكُمُ الشَّيْطانُ يُخَوِّفُ أَوْلِياءَهُ ... [آل عمران ١٧٥/ ٣].
قُلْ إِنَّما هُوَ إِلهٌ واحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ ... [الانعام ١٩/ ٦].
قُلْ إِنَّما أَنَا بَشَرٌ مِثْلُكُمْ يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ [فصلت ٦/ ٤١].
إِنَّما نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزاءً وَلا شُكُوراً [الانسان ٩/ ٧٦].

<span data-type="title" id=toc-51>ملاحظة:</span>
تكون (ما) زائدة كافة ل (إنّ) إذا اتصلت بها في الرسم (إنما)، فإذا فصل في الرسم بين (إنّ) و (ما) تكون (ما) موصولة بمعنى الذي، التي ... ، نحو:
إنّ ما حفظته من القرآن استفدت منه.
إنّ: حرف مشبه بالفعل.
ما: اسم موصول بمعنى الذي مبني على السكون في محل نصب اسم إنّ.

<span data-type="title" id=toc-52>أنّى</span>
وترد على وجهين.
١ - اسم استفهام مبني على السكون في محل ...
أ- في محل نصب ظرفا للمكان، نحو:
قال تعالى: قالَ يا مَرْيَمُ أَنَّى لَكِ هذا قالَتْ هُوَ مِنْ عِنْدِ اللَّهِ [آل عمران ٣٧/ ٣].',NULL,'44',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (41,'أنى هنا بمعنى من أين؟ لاحظ أن الجملة التي جاءت بعد أنى اسمية.
ب- في محل نصب ظرفا للزمان، نحو: أنى وصلت أمس؟
أنى بمعنى متى.
أنى اسم استفهام مبني على السكون في محل نصب ظرف زمان.
ج- ترد بمعنى كيف، وكيف لها إعرابات مختلفة حسب السياق.
قال تعالى: قالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ [البقرة ٢٤٧/ ٢].
أنى هنا بمعنى كيف وقد جاءت بعدها جملة فعلية.
أنى اسم استفهام مبني على السكون في محل نصب خبر يكون الفعل الناقص.
قال تعالى: أَوَلَمَّا أَصابَتْكُمْ مُصِيبَةٌ قَدْ أَصَبْتُمْ مِثْلَيْها قُلْتُمْ أَنَّى هذا [آل عمران ١٦٥/ ٣].
أَنَّى: اسم استفهام بمعنى كيف مبني على السكون في محل رفع خبر مقدم.
هذا: مبتدأ مؤخر مبني على السكون في محل رفع مبتدأ.
٢ - اسم شرط جازم يجزم فعلين. مبني على السكون في محل نصب ظرف مكان متعلق بالجواب، نحو: انى تجلس أجلس.
أنى: اسم شرط جازم مبني على السكون في محل نصب ظرف مكان.
تجلس: فعل الشرط وهو فعل مضارع مجزوم علامة جزمه السكون والفاعل ضمير مستتر تقديره انت.
أجلس: فعل جواب الشرط مجزوم علامة جزمه السكون، والفاعل ضمير مستتر تقديره أنا.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (42,'<span data-type="title" id=toc-53>تمرين</span>
وضح معنى أنى، ثم اعرب ما تحته خط.
قال تعالى: قالَ أَنَّى يُحْيِي هذِهِ اللَّهُ بَعْدَ مَوْتِها [البقرة ٢٥٩/ ٢].
قاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ [التوبة ٣٠/ ٩].
يَوْمَئِذٍ يَتَذَكَّرُ الْإِنْسانُ وَأَنَّى لَهُ الذِّكْرى [الفجر ٢٣/ ٨٩].
أنى تعمل معروفا يذكرك الناس بخير.

<span data-type="title" id=toc-54>آه</span>
اسم فعل مضارع بمعنى (أتوجع) وفاعله مستتر تقديره (انا).
أو حرف عطف.

<span data-type="title" id=toc-55>[وجوه كون آه حرف عطف]</span>
<span data-type="title" id=toc-56>١ - مفرد على مفرد</span>
(المقصود بالمفرد هنا ما ليس بجملة ولا بشبه جملة).
قال تعالى: وَإِنْ كانَ رَجُلٌ يُورَثُ كَلالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ واحِدٍ مِنْهُمَا السُّدُسُ [النساء ١٢/ ٤].
فَإِنْ كانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهاً أَوْ ضَعِيفاً ... [البقرة ٢٨/ ٢].
وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا لِجَنْبِهِ أَوْ قاعِداً أَوْ قائِماً [يونس ١٢/ ١٠].

<span data-type="title" id=toc-57>٢ - عطف جملة على جملة</span>.
قال تعالى: وَيُرْسِلَ عَلَيْها حُسْباناً مِنَ السَّماءِ فَتُصْبِحَ صَعِيداً زَلَقاً أَوْ يُصْبِحَ ماؤُها غَوْراً فَلَنْ تَسْتَطِيعَ لَهُ طَلَباً [الكهف ٤٠ - ٤١/ ١٨].
وَما أَدْراكَ مَا الْعَقَبَةُ* فَكُّ رَقَبَةٍ* أَوْ إِطْعامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ [١٢ - ١٤ البلد/ ٩٠].
والتقدير: العقبة فك رقبة أو هي إطعام في يوم ذي مسغبة.
فَمَنْ كانَ مِنْكُمْ مَرِيضاً أَوْ بِهِ أَذىً مِنْ رَأْسِهِ [البقرة ١٩٦/ ٢].',NULL,'46',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (43,'والتقدير: أو كان به أذى من رأسه.
وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغ<span data-type="title" id=toc-59><span data-type="title" id=toc-60>ائِ</span></span>طِ [النساء ٤٣/ ٤].
والتقدير: أو كنتم على سفر.

<span data-type="title" id=toc-58>٣ - تأتي (أو) في بعض الأحيان بمعنى (حتى)</span>
أو (إلى أن) وعندئذ ينصب الفعل المضارع الآتي بعدها ب (أن) المضمرة، نحو:
لاستسهلن الصعب أو أدرك المنى ... فما انقادت الآمال إلا لصابر
التقدير: إلى أن أدرك المنى.
أو حرف عطف، أدرك فعل مضارع منصوب بأن مضمر من التقدير السابق علامة نصبه الفتحة، الفاعل ضمير مستتر تقديره أنا أن المضمرة والفعل بعدها (أدرك المنى) في تأويل مصدر تقديره إدراك المنى معطوف على
تأويل المصدر من الكلام قبل أو. التقدير ليكونن استسهال الصعب أو إدراك المنى.

إي
إي: حرف جواب لا عمل له، ولا يرد إلا قبل القسم.
قال تعالى: وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ [يونس ٥٣/ ١٠].
إِي: حرف جواب لا عمل له.

أي
١ - حرف نداء: أي بني، ابتعد عن رفاق السوء.
أي: حرف نداء بمعنى يا.
٢ - حرف تفسير يفسر مفردا بمفرد أو جملة بجملة، نحو:',NULL,'47',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (44,'لا يغرنك الآل<span data-type="title" id=toc-61> أي </span>السراب ... وترمينني بالطرف أي أنت مذنب
أي: حرف تفسير، السراب بدل من الآل. الآل مرفوع والبدل يتبع المبدل منه فيكون مرفوعا. ويمكن أن تعتبر السراب عطف بيان ل (آلال).
وبعد إعراب: أنت ضمير منفصل مبني على الفتح في محل رفع مبتدأ.
مذنب: خبر للمبتدأ مرفوع.
تقول جملة أنت مذنب تفسيرية لا محل لها من الإعراب.

<span data-type="title" id=toc-62>إعرب ما تحته خط</span>
١ - اشتهر العرب ببراعتهم في القيافة أي الاستدلال بالأثر.
٢ - ولو سألتني: هل عزمت على السير؟ لقلت إي وربي.
٣ - وكنت تضيق بمجلسك أي تعبر عن ضجرك حين استمر الرجل في الحديث.
أيّ
اسم يأتي على خمسة أوجه:

<span data-type="title" id=toc-63>[وجوه اي]</span>
<span data-type="title" id=toc-64>١ - اسم شرط جازم لفعلين</span>
، معرب، وهو الاسم الوحيد من بين أسماء الشرط يرد معربا لا مبنيا. وتعرب (أيّ) اعتمادا على الاسم الذي تضاف إليه أيّ لأنها لازمة الإضافة.
فإذا أضيفت أيّ الشرطية إلى اسم ذات، يحتمل في إعرابها.
أ- أن تعرب مبتدأ إذا لم يلها فعل متعد غير مستوف لمفعوله نحو:
أي صديق يسألك فلا تتهاون في إجابته.
أيّ شرطية جازمة أضيفت إلى اسم ذات (صديق)، وجاء بعدها فعل متعد (يسأل) ولكنه قد استوفى مفعوله (الكاف) فلم يعد بحاجة إلى مفعول،',NULL,'48',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (45,'لذا نعرب أيّ مبتدأ مرفوعا علامة رفعه الضمة الظاهرة على آخره وهو مضاف وصديق مضاف إليه.
يسأل: فعل الشرط مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره هو، الكاف ضمير مبني على الفتح في محل نصب مفعوله به.
فلا: الفاء رابطة لجواب الشرط، لا ناهية جازمة.
تتهاون: فعل مضارع مجزوم بلا الناهية علامة جزمه السكون وهو فعل جواب الشرط، الفاعل ضمير مستتر تقديره أنت.
في: حرف جر، إجابة اسم مجرور وهو مضاف إلى الهاء والهاء ضمير مبني في محل جر مجرور بالإضافة.
والجملة المتكونة من فعل الشرط وجوابه في محل رفع خبر للمبتدأ.
أيّ نبات يظهر فهو بأمر من الله.
أي اسم شرط جازم قد أضيف إلى اسم ذات (نبات) وقد وليه الفعل (يظهر) وهذا الفعل لازم يكتفي بفاعله ولا يحتاج إلى مفعول به لذا نعرب:
أيّ: اسم شرط جازم مبتدأ مرفوعا علامة رفعه الضمة مضاف إلى نبات، نبات مضاف إليه مجرور علامة جره الكسرة.
يظهر: فعل الشرط مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره هو.
فهو: الفاء رابطة لجواب الشرط، هو: ضمير منفصل مبني في محل رفع مبتدأ.
بأمر: الباء حرف جر، أمر اسم مجرور علامة جره الكسرة.
من الله: حرف جر، الله لفظ الجلالة مجرور علامة جره الكسرة شبه الجملة (من الله) في محل جر صفة إلى أمر.
شبه الجملة (بأمر من الله) في محل رفع خبر للمبتدأ هو.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (46,'الجملة الاسمية فهو بأمر من الله في محل جزم جواب للشرط الجازم.
جملة الشرط وجوابه في محل رفع خبر للمبتدأ أي.
ب- أن تعرب مفعولا به.
وذلك إذا ولي (أيّ) فعل متعد لم يستوف مفعوله وبذا تصبح (أيّ) مفعولا به وقد تقدم المفعول به على فعله لأن (أي) من الالفاظ التي لها الصدارة في الكلام، نحو:
قال تعالى: أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى [الاسراء ١١٠/ ١٧].
أَيًّا اسم شرط جازم وقد نون وقطع عن الإضافة وقد وليه الفعل (تَدْعُوا) وهو فعل متعد لم يستوف مفعوله، فلذا تصبح أيا مفعولا به والتقدير تدعوا أيا، ولكن المفعول به قد تقدم لأن (أي) من الالفاظ التي لها الصدارة في الكلام.
أَيًّا: مفعول به منصوب علامة نصبه الفتحة.
ما: زائدة.
تَدْعُوا: فعل الشرط مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة، الواو للجماعة في محل رفع فاعل.
فَلَهُ: الفاء واقعة في جواب الشرط، له: اللام حرف جر، الهاء ضمير مبني على الضم في محل جر. شبه الجملة في محل رفع خبر مقدم.
الْأَسْماءُ: مبتدأ مؤخر مرفوع علامة رفعه الضمة.
الْحُسْنى: صفة مرفوعة علامة رفعها الضمة المقدرة على الألف للتعذر.
الجملة الاسمية: فله الأسماء الحسنى في محل جزم جواب الشرط.
قال تعالى: أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلا عُدْوانَ عَلَيَّ ... [القصص ٢٨/ ٢٨].',NULL,'50',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (47,'الفعل قضيت فعل متعد يحتاج إلى مفعول به، ولم يستوف مفعوله لذا تكون (أي) مفعولا به مقدما، وقد تقدم لأنه من الألفاظ التي لها الصدارة في الكلام.
أَيَّمَا: أيّ: مفعول به منصوب علامة نصبه الفتحة. ما زائدة.
قَضَيْتُ: قضى فعل ماض مبني على السكون لاتصاله بتاء الفاعل وهو في محل جزم فعلا للشرط. التاء ضمير متصل مبني على الضم في محل رفع فاعل.
فَلا عُدْوانَ: الفاء رابطة لجواب الشرط، لا نافية للجنس.
عُدْوانَ: اسم لا النافية للجنس مبني على الفتح.
عَلَيَّ: على حرف جر، الياء للمتكلم ضمير متصل مبني في محل جر مجرور شبه الجملة متعلق بخبر لا المحذوف وتقديره حاصل، واقع، كائن، الجملة الاسمية: لا عدوان علي في محل جزم جواب الشرط.
وإذا أضيفت (أيّ) الشرطية الجازمة إلى اسم مكان، أعربت ظرف مكان، وإذا أضيفت إلى اسم زمان، أعربت ظرف زمان، نحو أيّ بلد تسافر إليه أسافر معك.
أيّ أضيفت إلى كلمة (بلد) وهذه الكلمة اسم مكان لذا نقول:
أيّ: ظرف مكان منصوب وهي اسم شرط جازم لفعلين مضاف إلى بلد وبلد مضاف إليه مجرور علامة جره الكسرة.
تسافر: فعل الشرط مجزوم علامة جزمه السكون، والفاعل ضمير مستتر تقديره أنت.
إليه: إلى حرف جر، الهاء ضمير مبني على الكسر في محل جر مجرور.
أسافر: فعل جواب الشرط مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره أنا.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (48,'أيّ يوم تسافر أسافر معك.
أي: اسم شرط جازم، ظرف زمان منصوب علامة نصبه الفتحة وهو مضاف ويوم مضاف إليه مجرور علامة جره الكسرة.
تسافر: فعل الشرط مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره أنت.
أسافر: فعل جواب الشرط مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره أنا.

<span data-type="title" id=toc-65>٢ - أيّ: اسم استفهام معرب</span>.
ويطلب بها تعيين أحد المشاركين في أمر بعمهم أو يعمهما أن كان (المشاركين) مثنى، كما يسأل بها عن الزمان والمكان والحال والعدد والعاقل وغير العاقل حسب ما تضاف إليه.
قال تعالى: فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً [التوبة ١٢٤/ ٩].
جاء الفعل (زادته) بعد أي وهذا الفعل متعد وقد استوفى مفعوله وهو الهاء، لذا لا يحتاج إلى أي لتكون مفعولا به.
أيّ: اسم استفهام مبتدأ مرفوع علامة رفعه الضمة وهو مضاف إلى الكاف والكاف ضمير مبني على الضم في
محل جر مضافا إليه، والميم علامة الجمع.
الجملة الفعلية: زادَتْهُ هذِهِ إِيماناً في محل رفع خبر للمبتدأ.
الجملة الاسمية: أَيُّكُمْ زادَتْهُ هذِهِ إِيماناً في محل نصب مقول القول مفعول به.
قال تعالى: الَّذِي خَلَقَ الْمَوْتَ وَالْحَياةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا [الملك ٢/ ٦٧].
لم يرد بعد أيّكم فعل فكلمة (أحسن) اسم لذا نعرب.
أيّ: اسم استفهام مبتدأ والكاف مبنية على الضم في محل جر',NULL,'52',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (49,'مضاف إليه، الميم علامة الجمع.
أَحْسَنُ: خبر مرفوع علامة رفعه الضمة. عملا: تمييز منصوب.
قال تعالى: وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ [الشعراء ٢٢٧/ ٢٦].
أيّ اسم استفهام أضيفت إلى مصدر وجاء بعد المصدر فعل من لفظ المصدر (من حروفه) فلذا نعرب:
أيّ: اسم استفهام مفعول مطلق منصوب علامة نصبه الفتحة وأي مضافه إلى منقلب ومنقلب مضاف إليه مجرور.
قال تعالى: وَيُرِيكُمْ آياتِهِ فَأَيَّ آياتِ اللَّهِ تُنْكِرُونَ [غافر ٨١/ ٤٠].
جاء الفعل (تنكرون) بعد أي وهذا الفعل متعد لم يستوف مفعوله لذا تكون (أي) مفعولا به، وقد تقدم لأن أي من الالفاظ التي لها الصدارة في الكلام.
أيّ: اسم استفهام مفعول به منصوب علامة نصبه الفتحة وهو مضاف إلى آيات وآيات مضاف إليه، آيات مضاف إلى لفظ الجلالة (الله) ولفظ الجلالة مضاف إليه مجرور.
قال تعالى: وَما تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ ... [لقمان ٣٤/ ٣١].
بِأَيِّ: الباء حرف جر، أي اسم مجرور علامة جره الكسرة.
قال تعالى: قُتِلَ الْإِنْسانُ ما أَكْفَرَهُ* مِنْ أَيِّ شَيْءٍ خَلَقَهُ [عبس ١٧، ١٨/ ٨٠].
مِنْ أَيِّ شَيْءٍ: من حرف جر، أيّ اسم مجرور علامة جره الكسرة وأي مضاف إلى شيء وشيء مضاف إليه.

<span data-type="title" id=toc-66>فائدة مهمة:</span>
إذا جاء بعد (أي) فعل متعد لم يستوف مفعوله نعرب أي مفعولا به مقدما لأنه من الألفاظ التي لها الصدارة في الكلام. أما إذا استوفى الفعل مفعوله أو كان الفعل لازما لا يحتاج إلى مفعول به، وإذا لم يأت بعد',NULL,'53',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (50,'(أي) فعل وإنما جاء اسم، أعربنا أي مبتدأ، والمقصود بكلمة (بعد أي) هو ما يأتي بعد المضاف إليه.
وإذا أضيفت (أي) إلى مصدر يأتي بعد المصدر فعل من لفظ المصدر (من حروفه) أعربنا أي مفعولا مطلقا.
وإذا أضيفت (أي) إلى ظرف زمان، نحو:
أي يوم تسافر؟ فأي ظرف زمان منصوب علامة نصبه الفتحة وأي مضاف ويوم مضاف إليه.

<span data-type="title" id=toc-67>تمرين</span>
أعرب ما تحته خط:
قال تعالى: وَكانَ عَرْشُهُ عَلَى الْماءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا [هود ٧/ ١١].
أَيُّكُمْ يَأْتِينِي بِعَرْشِها قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ [النمل ٣٨/ ٣٧].
فَسَتُبْصِرُ وَيُبْصِرُونَ بِأَيِّكُمُ الْمَفْتُونُ [القلم ٦/ ٦٨].
وَلَتَعْلَمُنَّ أَيُّنا أَشَدُّ عَذاباً وَأَبْقى [طه ٧١/ ٢٠].
فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ [الاعراف ١٨٥/ ٧].
ثُمَّ بعثنا لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصى ... [الكهف ١٢/ ١٨].
فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ ... [الرحمن ١٣/ ٥٥].
قالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقاماً [مريم ٧٣/ ١٩].
وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ [الشعراء ٢٢٧/ ٢٦].
أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى [الاسراء ١١٠/ ١٧].
وَإِذَا الْمَوْؤُدَةُ سُئِلَتْ بِأَيِّ ذَنْبٍ قُتِلَتْ [التكوير ٩/ ٨١].
فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ .. [المرسلات ٥٠/ ٧٧].',NULL,'54',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (51,'<span data-type="title" id=toc-68>٣ - ايّ: اسم موصول معرب</span>.
قال الشاعر:
إذا ما لقيت بني مالك ... فسلّم على أيّهم أفضل
أيّهم: هنا بمعنى الذي.
على حرف جر، أيّ اسم موصول بمعنى الذي مجرور علامة جره الكسرة وأي مضاف إلى الهاء والهاء ضمير
مبني في محل جر مجرور.
الميم علامة الجمع.
أفضل: خبر لمبتدأ محذوف تقديره هو والتقدير الذي هو أفضل والجملة الاسمية من المبتدأ المحذوف هو والخبر أفضل صلة الموصول لا محل لها من الإعراب.

٤ -<span data-type="title" id=toc-69> اسم يدل على الكمال ويعرب</span>.
أ- صفة لفكرة، نحو: رأيت رجلا أيّ رجل، رجلا نكرة وقد جاءت كلمة أيّ فوصفته بالكمال: لذا نقول أيّ صفة منصوبة علامة نصبها الفتحة وهي مضافة ورجل مضاف إليه.
ب- حالا لمعرفة، نحو:
استفدت من الأستاذ أيّ ضليع بتخصصه.
الأستاذ معرفة فلذا تكون أيّ التي تفيد الكمال الحالية بمعنى أن الأستاذ ملمّ إلماما كاملا بتخصصه.
أيّ حال منصوبة علامة نصبها الفتحة، أي مضاف وضليع مضاف إليه.
ج- مفعولا مطلقا بإضافة (أي) إلى مصدر من لفظ الفعل، نحو:
شجعته أيّ تشجيع.
أيّ: مفعول مطلق منصوب علامة نصبه الفتحة وهو مضاف إلى تشجيع وتشجيع مضاف إليه.
٥ - أيّ: اسم مبني يتوصل به إلى نداء ما فيه أل.
قال تعالى: يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ... [الحج ١/ ٢٢].',NULL,'55',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (52,'المنادى الحقيقي هو الناس ولكنه معرف بأل فلا نستطيع أن نناديه بالياء أو الهمزة أو أي وإنما نتوصل إلى ندائه عن طريق أيّ بعد إضافتها إلى هاء التنبيه فنقول أيها وبذا تأخذ أيّ محل المنادى الحقيقي فنقول:
يا أَيُّهَا: يا حرف نداء، أي اسم مبني على الضم في محل نصب منادى، والهاء للتنبيه.
النَّاسُ: عطف بيان ل (أي) لأن كلمة الناس اسم جامد وليس مشتقا، ويمكن أن نعربه بدلا يتبع المبدل منه (أي) على اللفظ فيكون مرفوعا علامة رفعه الضمة.
قال تعالى: قُلْ يا أَيُّهَا الْكافِرُونَ لا أَعْبُدُ ما تَعْبُدُونَ [الكافرون ١/ ١٠٩].
يا أَيُّهَا الْمُدَّثِّرُ قُمْ فَأَنْذِرْ ... [المدثر ١/ ٧٤].
يا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلَّا قَلِيلًا ... [المزمل ١/ ٧٣].
الكافرون، المدثر، المزمل كلمات مشتقة وليست جامدة لذا نعرب هذه الكلمات بعد أيها صفات.
الْكافِرُونَ: صفة مرفوعة علامة رفعها الواو لأنها جمع مذكر سالم.
الْمُدَّثِّرُ: صفة مرفوعة علامة رفعها الضمة.
الْمُزَّمِّلُ: صفة مرفوعة علامة رفعها الضمة.
والمقصود بالمشتقة أن هذه الكلمات قد اشتقت من الفعل كفر فاسم الفاعل الكافر وتدثر واسم الفاعل مدثر ... أما الجامد من الأسماء فهو ما لم يشتق من غيره وإنما استعملت الكلمة بهذا المعنى منذ ظهورها.

<span data-type="title" id=toc-70>تمرين</span>
أعرب ما تحته خط:
قال تعالى: يا أَيُّهَا الْإِنْسانُ ما غَرَّكَ بِرَبِّكَ الْكَرِيمِ [الانفطار ٦/ ٨٣].
يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْراً كَثِيراً [الاحزاب ٤١/ ٣٣].',NULL,'56',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (53,'يا أَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلا تُطِعِ الْكافِرِينَ وَالْمُنافِقِينَ [الاحزاب ١/ ٣٣].
قالُوا يا أَيُّهَا الْعَزِيزُ إِنَّ لَهُ أَباً شَيْخاً ... [يوسف ٧٨/ ١٢].
قال تعالى: يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي رُءْيايَ ... [يوسف ٤٣/ ١٢].
يُوسُفُ أَيُّهَا الصِّدِّيقُ أَفْتِنا فِي سَبْعِ بَقَراتٍ سِمانٍ [يوسف ٤٦/ ١٢].
قالَ فَما خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ ... [الحجر ٥٧/ ١٥].
يا أَيُّهَا النَّمْلُ ادْخُلُوا مَساكِنَكُمْ لا يَحْطِمَنَّكُمْ سُلَيْمانُ وَجُنُودُهُ [النمل ١٨/ ٢٧].
يا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلى رَبِّكِ [الفجر ٢٧/ ٨٩].
ثُمَّ أَذَّنَ مُؤَذِّنٌ أَيَّتُهَا الْعِيرُ إِنَّكُمْ لَسارِقُونَ [يوسف ٧٠/ ١٢].

<span data-type="title" id=toc-71>أيا، آي</span>
أداة نداء للبعيد، نحو: أيا صديقي هلّا عدت من الغربة؟!
آي صديقي هلّا عدت من الغربة؟

<span data-type="title" id=toc-72>إياك</span>
وفروعه (إياي- إيانا- إياك- اياك- إياكما- إياكم اياكن- إياه- إياها- إياهما- إياهم- إياهن) وكل هذه الضمائر
هي ضمائر منفصلة والضمير فيها هو (ايا) فحسب. وما زاد على (إيا) فهو حروف للمتكلم أو المخاطب أو الغائب الغرض منها تنويع الضمير فالكاف مثلا تفيد الخطاب والهاء للغائب والياء للمتكلم.
وتستعمل إياك في اسلوبين:
١ - في الأسلوب الخبري وتكون ضميرا منفصلا يعرب مفعولا به وقد يتقدم على الفعل لغرض بلاغي مثل التخصيص، نحو قوله تعالى:
إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ [الفاتحة ٥/ ١].',NULL,'57',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (54,'إيا: ضمير منفصل مبني على السكون في محل نصب مفعول به، والكاف للخطاب.
نَعْبُدُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة، الفاعل ضمير مستتر تقديره نحن.
قال تعالى: وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ [البقرة ١٧٢/ ٢].
بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ ما تَدْعُونَ إِلَيْهِ إِنْ شاءَ [الانعام ٤١/ ٦].
إِنِ الْحُكْمُ إِلَّا لِلَّهِ أَمَرَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ [يوسف ٤٠/ ١٢].
وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ [البقرة ٤٠/ ٢].
وَلا تَشْتَرُوا بِآياتِي ثَمَناً قَلِيلًا وَإِيَّايَ فَاتَّقُونِ [البقرة ٤١/ ٢].
أيا: وردت في كل هذه الآيات الكريمة، ضميرا منفصلا مبنيا على السكون في محل نصب مفعولا به.
وإذا وجدتها معطوفة نحو قوله تعالى:
وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ [النساء ١٣١/ ٤].
فاعلم أن العطف هنا عطف جملة على جملة والتقدير وإياكم وصينا.
إِيَّاكُمْ: إيا ضمير منفصل مبني على السكون في محل نصب مفعول به لفعل محذوف تقديره وصينا، الكاف للخطاب والميم علامة الجمع.
جملة إياكم وصينا معطوفة على جملة ولقد وصينا الذين ...
الابتدائية التي لا محل لها من الاعراب، وهكذا في الأمثلة التالية.
قال تعالى:
قالَ رَبِّ لَوْ شِئْتَ أَهْلَكْتَهُمْ مِنْ قَبْلُ وَإِيَّايَ [الاعراف ١٥٥/ ٧].
يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ [الممتحنة ١/ ٦٠].
وَكَأَيِّنْ مِنْ دَابَّةٍ لا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُها وَإِيَّاكُمْ [العنكبوت ٦٠/ ٢٩].',NULL,'58',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (55,'٢ - في أسلوب التحذير.
التحذير تنبيه المخاطب على أمر مكروه ليجتنبه. وإياك وفروعها المستعملة في التحذير تعرب دائما على النحو التالي:
أيا: ضمير منفصل مبني على السكون في محل نصب مفعولا به لفعل محذوف وجوبا تقديره احذر والكاف للخطاب وجملة احذر إياك احذرك ابتدائية لا محل لها من الاعراب قال علي بن أبي طالب كرم الله وجهه ورضي عنه وهو يوصي ابنه الحسن رضي الله عنه:
«يا بنيّ ... إياك ومصادقة الأحمق فإنه يريد أن ينفعك فيضرك، وإياك ومصادقة البخيل فإنه يبعد عنك أحوج ما تكون إليه، وإياك ومصادقة الفاجر فإنه يبيعك بالتافه ويبعد عليك القريب».
إيا: ضمير منفصل مبني على السكون في محل نصب مفعول به لفعل محذوف وجوبا تقديره احذر والكاف للخطاب.
وإذا تكررت إياك في أسلوب التحذير تكون الثانية توكيدا لفظيا، نحو: إياك إياك والكذب.
إياك الثانية توكيد لفظي والتوكيد يتبع المؤكد.
والعطف مع إياك يكون عطف جملة على جملة وليس مفردا على مفرد.
فإياك والأمر الذي إن توسعت ... موارده ضاقت عليك المصادر
الواو عاطفة. الأمر مفعول به لفعل محذوف تقديره احذر
وجملة احذر الأمر معطوفة على جملة أحذرك الابتدائية التي لا محل لها من الإعراب.

<span data-type="title" id=toc-73>ايم، ايمن</span>
اسم يستعمل في معرض القسم: نحو: وايم الله لأساعدن الفقير.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (56,'وايم: الواو للقسم. ايم مبتدأ مرفوع علامة رفعه الضمة وخبره محذوف تقديره قسمي.
الله: لفظ الجلالة مضاف إليه مجرور علامة جره الكسرة.

<span data-type="title" id=toc-74>أيان</span>
على وجهين.
١ - اسم استفهام للزمان:
يطلب بها تعيين الزمان المستقبل خاصة وتكون في موضع التهويل.
قال تعالى: يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها [الاعراف ١٨٧/ ٧].
يَسْئَلُونَ أَيَّانَ يَوْمُ الدِّينِ ... [الذاريات ١٢/ ٥١].
يَسْئَلُ أَيَّانَ يَوْمُ الْقِيامَةِ ... [القيامة ٦/ ٧٥].
نلاحظ في الآيات الكريمة أن ما جاء بعد أيان اسم معرفة، فلذا نعرب.
أَيَّانَ: اسم استفهام مبني على الفتح في محل رفع خبر مقدم والاسم بعدها مبتدأ مؤخر.
ونعرب في محل نصب ظرف زمان إذا جاءت بعد أيان جملة فعلية، نحو:
قال تعالى: أَمْواتٌ غَيْرُ أَحْياءٍ وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ [النحل ٢١/ ١٦].
وَما يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ [النمل ٦٥/ ٢٧].
أَيَّانَ: اسم استفهام مبني على الفتح في محل نصب ظرف زمان. وأيان مضاف والجملة الفعلية بعد إعرابها بالتفصيل في محل جر مضاف إليه.
يُبْعَثُونَ: فعل مضارع مبني للمجهول. واو الجماعة في محل رفع نائب فاعل. الجملة الفعلية في محل جر مضاف إليه.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (57,'٢ - اسم شرط جازم لفعلين مبني على الفتح في محل نصب ظرف زمان وهو مضاف والجملة بعدها في محل جر مضاف إليه، نحو: أيان تسافر أسافر معك.
أيان: اسم شرط جازم مبني على الفتح في محل نصب ظرف زمان متعلق بجوابه، وهو مضاف.
تسافر: فعل الشرط مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره (أنت). الجملة الفعلية في محل مضاف إليه.
أسافر: فعل جواب الشرط مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره أنا.

<span data-type="title" id=toc-75>أين</span>
على وجهين:
١ - اسم استفهام ويطلب به تعيين المكان.
قال تعالى: يَقُولُ الْإِنْسانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ ... [القيامة ١٠/ ٧٥].
جاء بعد أين اسم معرفة، لذا نعرب أين على النحو التالي:- أين اسم استفهام مبني على الفتح في محل رفع خبر مقدم.
الْمَفَرُّ: مبتدأ مؤخر مرفوع علامة رفعه الضمة.
وهكذا في الآيات الكريمة التالية:
قال تعالى: ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا أَيْنَ شُرَكاؤُكُمُ ....
[الأنعام ٢٢/ ٦].
أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ ... [النحل ٢٧/ ١٦].
وَيَوْمَ يُنادِيهِمْ فَيَقُولُ أَيْنَ شُرَكائِيَ الَّذِينَ كُنْتُمْ تَزْعُمُونَ [القصص ٦٢/ ٢٨].',NULL,'61',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (58,'أما إذا جاء اسم الاستفهام (أين) متبوعا بجملة فعلية فيكون في محل نصب ظرف مكان، نحو:
قال تعالى: فَأَيْنَ تَذْهَبُونَ إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعالَمِينَ [التكوير ٢٦/ ٨١].
فَأَيْنَ: الفاء حسب ما قبلها، أين اسم استفهام مبني على الفتح في محل نصب ظرف مكان.
تَذْهَبُونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم علامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
٢ - اسم شرط جازم لفعلين: (أين، أينما).
قال تعالى: وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ [البقرة ١١٥/ ٢].
أَيْنَما تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ [النساء ٧٨/ ٤].
أَيْنَ ما تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعاً [البقرة ١٤٨/ ٢].
أَيْنَما يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ [النحل ٧٦/ ١٦].
ما المتصلة ب (أَيْنَ) تكون زائدة دائما.
أَيْنَ: اسم شرط جازم لفعلين مبني على الفتح في محل نصب ظرف مكان متعلق بجوابه وهو مضاف.
تَكُونُوا: فعل مضارع تام مجزوم لأنه فعل الشرط وعلامة جزمه حذف النون لأنه من الأفعال الخمسة، واو الجماعة في محل رفع فاعل الجملة الفعلية في محل جر مضاف إليه.
يُدْرِكْكُمُ: يدرك فعل جواب الشرط مجزوم علامة جزمه السكون، الكاف الثانية ضمير متصل مبني في محل نصب مفعول به، والميم علامة الجمع.
الْمَوْتُ: فاعل مرفوع علامة رفعه الضمة.
قال تعالى: فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (59,'فَأَيْنَما: الفاء حسب ما قبلها، أين اسم شرط جازم مبني على الفتح في محل نصب ظرف مكان وهو مضاف.
تُوَلُّوا: فعل الشرط مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة واو الجماعة ضمير متصل مبني في محل رفع فاعل. الجملة الفعلية في محل جر مضاف إليه.
فَثَمَّ: الفاء واقعة في جواب الشرط، ثم ظرف مكان بمعنى هناك في محل رفع خبر مقدم.
وَجْهُ اللَّهِ: وجه مبتدأ مؤخر مرفوع علامة رفعه الضمة وهو مضاف.
اللَّهِ: لفظ الجلالة مضاف إليه مجرور علامة جره الكسرة.
الجملة الاسمية (ثم وَجْهُ اللَّهِ) في محل جزم جوابا للشرط الجازم.
<span data-type="title" id=toc-76>أوّاه</span>
اسم فعل مضارع بمعنى [أتوجع] وفاعله ضمير مستتر تقدير أنا مثل:

أواه من الألم.
<span data-type="title" id=toc-77>إيه</span>
اسم فعل أمر بمعنى [استمر] وفاعله ضمير مستتر تقديره أنت إيه، فالحديث ذو شجون.

<span data-type="title" id=toc-78>آمين</span>
اسم فعل أمر بمعنى [استجب] وفاعله ضمير مستتر تقديره أنت.

<span data-type="title" id=toc-79>إلام</span>؟
مركبة من [إلى] حرف الجر و [ما] الاستفهامية التي تحذف ألفها عند دخول حرف الجر عليها مثل [إلى، على] علام.
إلا الخلف بينكم إلام ... وهذي الضجة الكبرى علام',NULL,'63',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (60,'إلام: إلى حرف جر. و (م) اسم استفهام مبني على السكون الظاهر على الألف (ما) المحذوفة لدخول حرف الجر
عليها.
شبه الجملة من الجار والمجرور متعلق بخبر مقدم محذوف.
الخلف: مبتدأ مؤخر مرفوع علامة رفعه الضمة.
علام: على حرف جر. (م) اسم استفهام مبني على السكون في محل جر وشبه الجملة متعلق بخبر للمبتدأ هذي.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (61,'<span data-type="title" id=toc-80>الباء</span>
على وجهين:
أ- حرف جر أصلي: نحو:
لا أُقْسِمُ بِهذَا الْبَلَدِ [البلد ١/ ٩٠].
بِهذَا: الباء حرف جر. هذا اسم اشارة مبني في محل جر مجرور بحرف الجر.
قال تعالى: اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ [العلق ١/ ٩٦].
بِاسْمِ: الباء حرف جر. اسم مجرور علامة جره الكسرة.
ب- حرف جر زائد، والحرف الزائد يفيد التوكيد، المجرور بعده يكون مجرورا لفظا مرفوعا/ أو منصوبا محلا ... وهذه الباء تزاد في مواضع معينة هي:
١ - في فاعل فعل التعجب الوارد بصيغة (أفعل به) وزيادتها هنا واجبة، نحو: أكرم بالصادق.
أكرم: فعل تعجب جامد.
بالصادق: الباء حرف جر زائد، الصادق اسم مجرور لفظا مرفوع محلا فاعل لفعل التعجب (أكرم).
قال تعالى: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنا ... [مريم ٣٨/ ١٩].
أسمع فعل تعجب جامد. بهم: الباء زائدة والهاء ضمير متصل مبني',NULL,'65',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (62,'على السكون في محل رفع فاعل (أسمع). والميم علامة الجمع.
٢ - تزاد في فاعل (كفى) غالبا.
قال تعالى: وَكَفى بِاللَّهِ شَهِيداً ... [النساء ٧٩/ ٤].
وَكَفى بِاللَّهِ وَكِيلًا ... [النساء ٨١/ ٤].
اقْرَأْ كِتابَكَ كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً [الاسراء ١٧/ ١٧].
وَكَفى بِنا حاسِبِينَ ... [الأنبياء ٤٧/ ٢١].
وَكَفى بِرَبِّكَ هادِياً وَنَصِيراً ... [الفرقان ٣١/ ٢٥].
كَفى بِهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ ... [الاحقاف ٨/ ٤٦].
بِاللَّهِ: الباء حرف جر زائد، الله لفظ الجلالة مجرور لفظا مرفوع محلا فاعل.
بِنَفْسِكَ: الباء حرف جر زائد، نفس اسم مجرور لفظا مرفوع محلا فاعل وهو مضاف والكاف ضمير مبني في محل جر مضاف إليه.
بِنا: الباء حرف جر زائد، نا ضمير متصل مبني على السكون في محل رفع فاعل.
بِهِ: الباء حرف جر زائد، الهاء ضمير مبني على الكسر في محل رفع فاعل.
٣ - تزاد في المفعول به للافعال التالية: (كفى- علم- عرف- جهل- سمع- أحسّ- ألقى- مد- أراد).
قال المتنبي:
كفى بك داء أن ترى الموت شافيا ... وحسب المنايا أن يكنّ أمانيا
كفى: فعل ماض مبني على الفتح المقدر على الألف للتعذر، وفاعله جملة (أن ترى الموت شافيا) كما سنفصله.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (63,'بك: الباء حرف جر زائد. الكاف ضمير مبني على الفتح في محل نصب مفعول به مقدم.
داء: تمييز منصوب.
أن مصدرية ناصبة- ترى: فعل مضارع منصوب بأن علامة نصبه الفتحة المقدرة على الألف للتعذر. الفاعل ضمير مستتر تقديره أنت.
الموت: مفعول به أول منصوب علامة نصبه الفتحة.
شافيا: مفعول به ثان منصوب علامة نصبه الفتحة.
وجملة أن والفعل (أن ترى الموت شافيا) في تأويل مصدر تقديره رؤيتك الموت شافيا في محل رفع فاعل كفى.
والتقدير العام هو كفتك رؤيتك الموت شافيا.
علمت بالأمر، جهلت بالأمر.
بالأمر: الباء زائدة. الأمر: اسم مجرور لفظا منصوب محلا مفعول به.
٤ - تزاد في المبتدأ إذا كان المبتدأ بلفظ (حسب) أو إذا كان بعد (إذا) الفجائية أو كان خبره اسم الاستفهام (كيف)، نحو: بحسبك عملك.
بحسبك: الباء حرف جر زائد، حسب مجرور لفظا مرفوع محلا مبتدأ مضاف إلى الكاف والكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
دخلت القاعة فإذا بسعيد.
فإذا: الفاء استئنافية. إذا فجائية لا محل لها من الإعراب.
سعيد: اسم مجرور لفظا مرفوع محلا مبتدأ وخبره محذوف تقديره موجود.
كيف بك إذا أشتد عليك المرض؟
كيف: اسم استفهام مبني على الفتح في محل رفع خبر مقدم.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (64,'بك: الباء حرف جر زائد. الكاف ضمير مبني على الفتح في محل رفع مبتدأ مؤخر. التقدير: (كيف انت).
٥ - تزاد في الخبر المنفي.
قال تعالى: إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ [التوبة ٨١/ ١١].
أَلَيْسَ اللَّهُ بِكافٍ عَبْدَهُ ... [الزمر ٣٦/ ٣٩].
قال تعالى: وَمَنْ لا يُجِبْ داعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ [الاحقاف ٣٢/ ٤٦].
وَمَا اللَّهُ بِغافِلٍ عَمَّا تَعْمَلُونَ ... [البقرة ٨٥/ ٢].
بِقَرِيبٍ: الباء حرف جر زائد، قريب اسم مجرور لفظا منصوب محلا خبر ليس.
بِكافٍ: الباء حرف جر زائد. كاف اسم مجرور لفظا منصوب محلا خبر ليس.
بِمُعْجِزٍ: الباء حرف جر زائد. معجز اسم مجرور لفظا منصوب محلا خبر ليس.
بِغافِلٍ: الباء حرف جر زائد. غافل اسم مجرور لفظا منصوب محلا خبر ليس.
٦ - وتزاد في التوكيد المعنوي ب (نفس) و (عين).
جاء الوالد بنفسه. رأيت أخاك بعينه.
بنفسه: الباء حرف جر زائد. نفس اسم مجرور لفظا مرفوع محلا توكيد لكلمة (الوالد) التي وقعت فاعلا والتوكيد يتبع المؤكد.
نفس: مضاف، الهاء ضمير مبني على الكسر في محل جر مضاف إليه.
بعينه: الباء حرف جر زائد. عين اسم مجرور لفظا منصوب',NULL,'68',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (65,'محلا توكيد لكلمة (أخاك) التي وقعت مفعولا به، والتوكيد يتبع المؤكد. عين مضاف إلى الهاء والهاء مبني على الكسر في محل جر مضاف إليه.
يس: اسم فعل أمر بمعنى (اكتف) مبني على السكون، فاعله ضمير مستتر تقديره أنت.

<span data-type="title" id=toc-81>بل</span>
حرف إضراب. فإن أتت بعده جملة كان للاستئناف. وأن أتى بعده مفرد كان عاطفا.
فمن أمثلة إفادته الاستئناف:
قال تعالى: لا تُحَرِّكْ بِهِ لِسانَكَ لِتَعْجَلَ بِهِ* إِنَّ عَلَيْنا جَمْعَهُ وَقُرْآنَهُ* فَإِذا قَرَأْناهُ فَاتَّبِعْ قُرْآنَهُ* ثُمَّ إِنَّ عَلَيْنا بَيانَهُ* كَلَّا بَلْ تُحِبُّونَ الْعاجِلَةَ [القيامة ١٦ - ٢٠/ ٧٥].
قَدْ أَفْلَحَ مَنْ تَزَكَّى* وَذَكَرَ اسْمَ رَبِّهِ فَصَلَّى* بَلْ تُؤْثِرُونَ الْحَياةَ الدُّنْيا [الأعلى ١٤/ ١٦ / ٨٧].
ما ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُمْ قَوْمٌ خَصِمُونَ [الزخرف ٥٨/ ٤٣].
بَلْ: حرف إضراب لا عمل له.
تُحِبُّونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم، علامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير مبني في محل رفع فاعل.
الْعاجِلَةَ: مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية استئنافية لا محل لها من الاعراب.
هُمْ: ضمير منفصل مبني في محل رفع مبتدأ. قوم خبر مرفوع علامة رفعه الضمة.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (66,'خَصِمُونَ: صفة إلى (قَوْمٌ) مرفوع علامة رفعه الواو لأنها جمع مذكر سالم.
الجملة الاسمية (هُمْ قَوْمٌ خَصِمُونَ) استئنافية لا محل لها من الإعراب وتكون بل حرف عطف إذا جاء بعده مفرد والمقصود بالمفرد هنا لا جملة ولا شبه جملة وليس المقصود بالمفرد أن يدل على واحد أو واحدة، نحو:
ما نجح الكسول بل المجتهد.
ما: نافية، نجح فعل ماض مبني على الفتح. الكسول فاعل مرفوع علامة رفعه الضمة.
بل: حرف إضراب وعطف.
المجتهد: معطوف على (الكسول) مرفوع علامة رفعه الضمة.
بله: اسم فعل أمر بمعنى دع، مبني على الفتح وفاعله ضمير مستتر تقديره أنت.

<span data-type="title" id=toc-82>بلى</span>
حرف جواب يقصد به الايجاب بمعنى (نعم)، ويكون جوابا في حالة الايجاب على السؤال المتبوع بنفي، نحو:
قال تعالى: قالَ أَلَيْسَ هذا بِالْحَقِّ قالُوا بَلى وَرَبِّنا [الانعام ٣٠/ ٦].
أَلَسْتُ بِرَبِّكُمْ قالُوا بَلى [الاعراف ١٧٢/ ٧].
يُنادُونَهُمْ أَلَمْ تكن مَعَكُمْ قالُوا بَلى ... [الحديد ١٤/ ٥٧].
قالَ أَوَلَمْ تُؤْمِنْ قالَ بَلى وَلكِنْ لِيَطْمَئِنَّ قَلْبِي ... [البقرة ٢٦٠/ ٢].
لاحظ أن الاستفهام متبوع بنفي: أليس، ألست، ألم، أولم والجواب على السؤال هو الايجاب، في هذه الحالة لا نقول نعم وإنما نقول بلى.
بَلى: حرف جواب لا عمل له.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (67,'<span data-type="title" id=toc-83>بيد</span>
اسم منصوب على الاستثناء لا يأتي إلا قبل [أن] الحرف المشبه بالفعل، نحو: النسيم عليل بيد أنه منعش.
بيد: اسم منصوب على الاستثناء بمعنى غير، وهو مضاف.
أنه: أن من الأحرف المشبهة بالفعل، الهاء ضمير مبني على الضم في محل نصب اسم أن. منعش خبر أن مرفوع علامة رفعه الضمة جملة أن واسمها وخبرها في محل جر مضاف إليه.

<span data-type="title" id=toc-84>بين</span>
على وجهين:
١ - ظرف للمكان إذا أضيف إلى اسم لا يشعر بالزمان، نحو:
قال تعالى: وَتَصْرِيفِ الرِّياحِ وَالسَّحابِ الْمُسَخَّرِ بَيْنَ السَّماءِ وَالْأَرْضِ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ [البقرة ١٦٤/ ٢].
بَيْنَ: ظرف مكان منصوب وهو مضاف إلى السماء والسماء مضاف إليه مجرور.
قال تعالى: يَعْلَمُ ما بَيْنَ أَيْدِيهِمْ وَما خَلْفَهُمْ ... [البقرة ٢٥٥/ ٢].
وَإِذا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ [النساء ٥٨/ ٤].
وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ [النساء ١٥٠/ ٤].
وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذلِكَ سَبِيلًا [النساء ١٥٠/ ٤].
وَمِنَ الْجِنِّ مَنْ يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ [سبأ ١٢/ ٣٤].
حَتَّى إِذا بَلَغَ بَيْنَ السَّدَّيْنِ وَجَدَ مِنْ دُونِهِما قَوْماً لا يَكادُونَ يَفْقَهُونَ قَوْلًا ... [الكهف ٩٣/ ١٨].
وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ... [الانفال ٦٣/ ٨].',NULL,'71',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (68,'٢ - ظرف زمان إذا أضيفت إلى اسم زمان، نحو سافرت بين العصر والمغرب.
بين: ظرف زمان منصوب علامة نصبه الفتحة وهو مضاف والعصر مضاف إليه.

<span data-type="title" id=toc-85>بينما</span>
وتتكون من [بين الظرفية الزمانية] و [ما] التي فيها ثلاثة أوجه هي:
أ- أن تكون (ما) مصدرية لتؤول مع الجملة بعدها مصدرا في محل جر مضافا إليه لأن بين لازمة الاضافة، نحو:
بينما نحن نلعب إذ إنهلّ المطر.
بين ظرف زمان منصوب علامة نصبه الفتحة وهو مضاف.
ما: مصدرية، نحن مبتدأ مرفوع علامة رفعه الضمة، نلعب:
فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة، الفاعل ضمير مستتر تقديره نحن. الجملة الفعلية نلعب في محل رفع خبر للمبتدأ ما والجملة نحن نلعب في تأويل مصدر تقديره لعبنا في محل جر مجرور بالإضافة.
ب- أن تكون (ما) زائدة. والجملة (نحن نلعب) في محل جر بالإضافة.
ح- أن تكون [ما] كافة وتكف بين عن الإضافة، والجملة نحن نلعب جملة ابتدائية لا محل لها من الإعراب.

<span data-type="title" id=toc-86>بينا</span>
وتتكون من [بين] الظرفية الزمانية و [الألف زائدة] وتبقى بين لازمة الإضافة، فتكون الجملة بعدها دائما في محل جر مضاف إليه.
بينا المدرس يشرح الدرس دخل المدير.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (69,'بين: ظرف زمان منصوب علامة نصبه الفتحة والألف زائدة وبين مضافة.
المدرس: مبتدأ مرفوع علامة رفعه الضمة. يشرح فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة- الفاعل ضمير مستتر تقديره هو- الدرس مفعول به منصوب علامة نصبه الفتحة.
الجملة الاسمية (المدرس يشرح الدرس) في محل جر مضاف إليه.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (70,'<span data-type="title" id=toc-87>التاء</span>
على ثلاثة أوجه:

<span data-type="title" id=toc-88>١ - حرف جر للقسم مختص بلفظ الجلالة</span>.
قال تعالى: قالُوا تَاللَّهِ تَفْتَؤُا تَذْكُرُ يُوسُفَ حَتَّى تَكُونَ حَرَضاً [يوسف ٨٥/ ١٢].
وَتَاللَّهِ لَأَكِيدَنَّ أَصْنامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ [الانبياء ٥٧/ ٢١].
تَاللَّهِ: التاء حرف جر للقسم. (الله) لفظ الجلالة مجرور بتاء القسم والجار والمجرور متعلقان بفعل محذوف تقديره:
أقسم.

<span data-type="title" id=toc-89>٢ - تاء الفاعل:</span>
ضمير رفع متحرك مبني في محل رفع فاعل لدى اتصاله بالفعل الماضي وترد على النحو التالي:
أ- مبنية على الضم في محل رفع فاعل (للمتكلم)، نحو:
قال تعالى: فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ [البقرة ٢٠/ ٢].
إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ [هود ٥٦/ ١١].
الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً [المائدة ٣/ ٥].
أسلم: فعل ماض مبني على السكون لاتصاله بتاء الفاعل. التاء ضمير متصل مبني على الضم في محل رفع فاعل.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (71,'تَوَكَّلْتُ: توكل: فعل ماض مبني على السكون لاتصاله بتاء الفاعل. التاء ضمير متصل مبني على الضم في محل رفع فاعل.
ب- مبنية على الفتح في محل رفع فاعل (للمخاطب)، نحو:
قال تعالى: فَإِذا فَرَغْتَ فَانْصَبْ وَإِلى رَبِّكَ فَارْغَبْ [الشرح ٧/ ٩٤].
أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ ... [الماعون ٨/ ١٠٧].
أَرَأَيْتَ الَّذِي يَنْهى عَبْداً إِذا صَلَّى [العلق ٩/ ٩٦].
فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ [النحل ٩٨/ ١٦].
فَرَغْتَ: فرغ فعل ماض مبني على السكون لاتصاله بتاء الفاعل للمخاطب التاء ضمير متصل مبني على الفتح في محل رفع فاعل.
أَرَأَيْتَ: الهمزة للاستفهام، رأى فعل ماض مبني على السكون لاتصاله بتاء الفاعل- التاء ضمير متصل مبني على الفتح في محل رفع فاعل.
ح- مبنية على الكسر في محل رفع فاعل (للمخاطبة)، نحو:
قال تعالى: قالُوا يا مَرْيَمُ لَقَدْ جِئْتِ شَيْئاً فَرِيًّا [مريم ٢٧/ ٩].
يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امْتَلَأْتِ وَتَقُولُ هَلْ مِنْ مَزِيدٍ [ق ٣٠/ ٥٠].
جِئْتِ: جاء فعل ماض مبني على السكون لاتصاله بتاء الفاعل.
التاء.
التاء: ضمير متصل مبني على الكسر في محل رفع فاعل.
امْتَلَأْتِ: امتلأ فعل ماض مبني على السكون لاتصاله بتاء الفاعل والتاء ضمير متصل مبني على الكسر في محل رفع فاعل.
فائدة:
قد تتصل (الميم) أو (الميم) بتاء الفاعل، نحو:',NULL,'75',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (72,'تداركتما عبسا وذبيان بعد ما ... تفانوا ودقوا بينهم عطر منشم
وقد قلتما أن ندرك السلم واسعا ... بمال ومعروف من الأمر نسلم
فتعرب (ما) الدالة على التثنية على النحو التالي:
الميم للعماد والألف زائدة.
قال تعالى: هذا ما كَنَزْتُمْ لِأَنْفُسِكُمْ [التوبة ٣٥/ ٩].
وَما أَكَلَ السَّبُعُ إِلَّا ما ذَكَّيْتُمْ [المائدة ٣/ ٥].
فنعرب الميم في (كَنَزْتُمْ) و (ذَكَّيْتُمْ) علامة للجمع.
فائدة:
إذا اتصلت تاء الفاعل بفعل ناقص (كان واخواتها) فتكون التاء مبنية على ما تلفظ به في محل رفع اسما للفعل الناقص، نحو:
قال تعالى: وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ [آل عمران ١٥٩/ ٣].
وَاللَّهُ مُخْرِجٌ ما كُنْتُمْ تَكْتُمُونَ ... [البقرة ٧٢/ ٢].
فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ ... [البقرة ٩٤/ ٢].
قالَتْ يا لَيْتَنِي مِتُّ قَبْلَ هذا وَكُنْتُ نَسْياً مَنْسِيًّا [مريم ٢٣/ ١٩].
وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخاطِئِينَ [يوسف ٢٩/ ١٢].
كُنْتُ: كان فعل ماض ناقص. التاء ضمير متصل مبني على الفتح في محل رفع اسم كان.
كُنْتُ: كان فعل ماض ناقص. التاء ضمير متصل مبني على الضم في محل رفع اسم كان.
قال تعالى: قُلْ لَسْتُ عَلَيْكُمْ بِوَكِيلٍ ... [الانعام ٦٦/ ٦].
وَأَشْهَدَهُمْ عَلى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ [الاعراف ١٧٢/ ٧].
وَيَقُولُ الَّذِينَ كَفَرُوا لَسْتَ مُرْسَلًا [الرعد ٤٣/ ١٣].',NULL,'76',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (73,'إِنَّما أَنْتَ مُذَكِّرٌ لَسْتَ عَلَيْهِمْ بمسيطر [الغاشية ٢٢/ ٨٨].
لَسْتُ: ليس فعل ماض جامد ناقص- التاء ضمير مبني على الضم في محل رفع اسم ليس.
لَسْتُ: ليس فعل ماض جامد ناقص- التاء ضمير مبني على الفتح في محل رفع اسم ليس.

<span data-type="title" id=toc-90>٣ - تاء التأنيث الساكنة</span>
التي لا محل لها من الإعراب ويبني الفعل الماضي لدى اتصاله بهذه التاء على الفتح، نحو:
قال تعالى: وَضاقَتْ عَلَيْكُمُ الْأَرْضُ بِما رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ [التوبة ٢٥/ ٩].
ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذلِكَ ... [البقرة ٧٤/ ٢].
قال تعالى: قالَتْ رَبِّ إِنِّي وَضَعْتُها أُنْثى [آل عمران ٢٦/ ٣].
وَلكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ [التوبة ٤٢/ ٩].
وَكَذلِكَ سَوَّلَتْ لِي نَفْسِي [طه ٩٦/ ٢٠].
ضاقَتْ: ضاق فعل ماض مبني على الفتح لاتصاله بتاء التأنيث الساكنة التي لا محل لها من الاعراب.
قَسَتْ: قسى: فعل ماض مبني على الفتح لاتصاله بتاء التأنيث الساكنة التي لا محل لها من الإعراب.
فائدة:
تاء التأنيث ساكنة، ولكن إذا جاء بعد الفعل الذي اتصلت به تاء التأنيث اسم معرف بأل، حركنا تاء التأنيث بالكسر منعا لالتقاء الساكنين، نحو:
قال تعالى: اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ [القمر ١/ ٥٤].
كَلَّا إِذا بَلَغَتِ التَّراقِيَ [القيامة ٢٦/ ٧٥].
وَبُرِّزَتِ الْجَحِيمُ لِلْغاوِينَ [الشعراء ٩١/ ٢٦].',NULL,'77',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (74,'قالَتِ الْيَهُودُ لَيْسَتِ النَّصارى عَلى شَيْءٍ [البقرة ١١٣/ ٢].
فَإِذا جاءَتِ الطَّامَّةُ الْكُبْرى ... [النازعات ٣٤/ ٧٩].
اقْتَرَبَتِ: اقترب فعل ماض مبني على الفتح لاتصاله بتاء التأنيث الساكنة وقد حركت التاء بالكسر منعا لالتقاء الساكنين.
بَلَغَتِ: بلغ فعل ماض مبني على الفتح لاتصاله بتاء التأنيث الساكنة وقد حركت التاء بالكسر منعا لالتقاء الساكنين.
وقد تتصل تاء التأنيث الساكنة علامة للتأنيث بحرف العطف ثم فنقول ثمت أو بحرف الجر (رب) فنقول ربت أو بالحرف المشبه بالفعل (لعل) فنقول لعلت.

<span data-type="title" id=toc-91>تمرين</span>
أعرب ما تحته خط:
قال تعالى: وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْواجاً [النصر ٢/ ١١٠].
إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ ... [يس ٢٥/ ٣٦].
قالُوا سُبْحانَكَ لا عِلْمَ لَنا إِلَّا ما عَلَّمْتَنا [البقرة ٣٢/ ٢].
فَمَنْ يَنْصُرُنِي مِنَ اللَّهِ إِنْ عَصَيْتُهُ [هود ٦٣/ ١١].
تَبَّتْ يَدا أَبِي لَهَبٍ وَتَبَّ [المسد ١/ ١١١].
عَلِمَتْ نَفْسٌ ما قَدَّمَتْ وَأَخَّرَتْ [الانفطار ٥/ ٨٢].
وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقاً وَعَدْلًا ... [الانعام ١١٥/ ٦].
فَذَكِّرْ إِنْ نَفَعَتِ الذِّكْرى ... [الاعلى ٩/ ٨٧].
قال تعالى: قالُوا رَبَّنا لِمَ كَتَبْتَ عَلَيْنَا الْقِتالَ [النساء ٧٧/ ٤].
ثُمَّ جِئْتَ عَلى قَدَرٍ يا مُوسى [طه ٤٠/ ٢٠].
وَيَوْمَ حُنَيْنٍ إذا أَعْجَبَتْكُمْ كَثْرَتُكُمْ [التوبة ٢٥/ ٩].',NULL,'78',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (75,'وَلَقَدْ راوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ [يوسف ٣٢/ ١٢].
وَقالَتِ الْيَهُودُ لَيْسَتِ النَّصارى عَلى شَيْءٍ ... [البقرة ١١٣/ ٢].
قال الشعراء:
لعمرك ما أهويت كفي لريبة ... ولا حملتني نحو فاحشة رجلي
فإنك لو سألت بقاء يوم ... على الأجل الذي لك لم تطاعي
إذا أنت أكرمت الكريم ملكته ... وإن أنت أكرمت اللئيم تمردا
أتيت أسعى على قلبي لأرضيكم ... فهل رأيت فتى يسعى على لهب؟
تالله لا ساعدن الفقير.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (76,'<span data-type="title" id=toc-92>الثاء</span>
<span data-type="title" id=toc-93>ثم</span>
حرف عطف يفيد الترتيب مع التراخي أي وجود مسافة زمنية بين المعطوف والمعطوف عليه.
قال تعالى: إِنَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ ... [يونس ٤/ ١٠].
قُلِ اللَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ فَأَنَّى تُؤْفَكُونَ [يونس ٣٤/ ١٠].
اللَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ [الروم ١١/ ٣٠].
فإعادة الخلق لا يتم مباشرة بعد بدئه وإنما هناك زمن بين المعطوف جملة (يُعِيدُهُ) والمعطوف عليه جملة (يَبْدَؤُا الْخَلْقَ).
وثم العاطفة تعطف جملة على جملة كما في المثال المتقدم كما تعطف مفردا على مفرد (المقصود بالمفرد: لا
جملة ولا شبه جملة وليس المقصود أنه يدل على واحد وواحدة). نحو: جاء أخوك ثم محمد.
قرأت التاريخ ثم الفيزياء ... تحدثت إلى المدرس ثم المدير.
ويكون الإعراب على النحو التالي:-.
اللَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ.
اللَّهُ: لفظ الجلالة مبتدأ مرفوع علامة رفعه الضمة.
يَبْدَؤُا: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة',NULL,'80',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (77,'رفعه الضمة الفاعل ضمير مستتر تقديره هو.
الْخَلْقَ: مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية يبدأ الخلق في محل رفع خبر للمبتدأ.
ثُمَّ: حرف عطف.
يُعِيدُهُ: يعيد: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة والفاعل ضمير مستتر تقديره هو.
الهاء ضمير مبني على الضم في محل نصب مفعول به.
جملة (يعيده) في محل رفع معطوفة على جملة يبدأ الخلق المرفوعة لأنها وقعت خبرا للمبتدأ.
قرأت التاريخ ثم الفيزياء.
قرأ: فعل ماض مبني على السكون لاتصاله بتاء الفاعل. التاء ضمير مبني على الضم في محل رفع فاعل.
التاريخ: مفعول به منصوب علامة نصبه الفتحة.
ثم: حرف عطف.
الفيزياء: معطوف على (التاريخ) منصوب علامة نصبه الفتحة لأن المعطوف دائما يتبع المعطوف عليه.
جاء أخوك ثم محمد.
جاء: فعل ماض مبني على الفتح. أخو فاعل مرفوع علامة رفعه الواو لأنه من الأسماء الخمسة مضاف إلى الكاف والكاف ضمير مبني على الفتح في محل جر مجرور بالإضافة.
ثم: حرف عطف. محمد معطوف على (اخوك) مرفوع علامة رفعه الضمة. (المعطوف دائما يتبع المعطوف عليه في الإعراب) تحدثت إلى (المدرس ثم المدير).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (78,'المدرس اسم مجرور. ثم حرف عطف. المدير اسم معطوف مجرور.

<span data-type="title" id=toc-94>ثمّ، ثمّة</span>
اسم يشار به إلى المكان البعيد بمعنى هناك ويعرب مبنيا على الفتح في محل نصب ظرفا للمكان، نحو:
قال تعالى: وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ [البقرة ١١٥/ ٢].
وَإِذا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيماً [الانسان ٢٠/ ٧٦].
إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ. ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ. مُطاعٍ ثَمَّ أَمِينٍ.
فَثَمَّ وَجْهُ اللَّهِ. الفاء واقعة في جواب الشرط الجازم. ثم اسم مبني على الفتح في محل نصب ظرف مكان متعلق بخبر محذوف (كائن موجود).
وجه: مبتدأ مؤخر مضاف إلى لفظ الجلالة الله.
الجملة الاسمية (ثم (هناك) وجه الله) في محل جزم جوابا للشرط.
ثم: اسم بمعنى (هناك)، ظرف مكان مبني على الفتح في محل نصب.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (79,'<span data-type="title" id=toc-95>الحاء</span>
<span data-type="title" id=toc-96>حاشا</span>
على وجهين:
١ - حرف جر شبيه بالزائد للاستثناء. وذلك إذا جاء المستثنى مجرورا.
حضر المصلون حاشا واحد.
حاشا: حرف جر شبيه بالزائد يفيد الاستثناء.
واحد: اسم مجرور علامة جره الكسرة، وهو من حيث المعنى مستثنى لأنه لم يشارك المصلين في عملية الحضور.
فالاستثناء يعني منع المستثنى وهو الاسم الذي يأتي بعد الأداة من مشاركة المستثنى منه وهو الذي يأتي قبل الاداة في الحكم أي الشيء الذي ينسب إلى المستثنى منه، وهنا الحكم هو الحضور.
٢ - فعل ماض جامد. وذلك إذا كان المستثنى بعده منصوبا وفاعله ضمير مستتر وجوبا يقدر باسم فاعل يشتق من الفعل الذي يسبق الاداة، نحو:
نجح الطلاب حاشا الكسول.
نجح: فعل ماض مبني على الفتح (وهو الحكم الذي ينسب إلى',NULL,'83',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (80,'المستثنى منه الطلاب أي ما قام به المستثنى منه هو النجاح).
الطلاب: فاعل مرفوع علامة رفعه الضمة. (الطلاب هو المستثنى منه).

<span data-type="title" id=toc-97>حاش </span>ا: فعل ماض مبني وهو فعل جامد. الفاعل ضمير مستتر تقديره.
الناجح: وهو اسم فاعل اشتققناه من الفعل نجح.
الكسول: مفعول به منصوب علامة نصبه الفتحة.
و (جملة حاشا الكسول) في محل نصب حال بتقدير:
نجح الطلاب خالين من الكسول.
حاش
اسم بمعنى (براءة) ويعرب مفعولا مطلقا.
قال تعالى: وَقُلْنَ حاشَ لِلَّهِ ما هذا بَشَراً ... [يوسف ٣١/ ١٢].
حاشَ: اسم مبني على الفتح في محل نصب مفعولا مطلقا والتقدير: (براءة لله، تنزيها لله).

<span data-type="title" id=toc-98><span data-type="title" id=toc-99>حتى</span></span>
قال أحد النحويين: «أموت وفي نفسي شيء من حتى» لأن معانيها كثيرة ولكننا سنتعرض هنا إلى أهم معانيها وإعراباتها.
حتى
من أهم معاني (حتى) وإعراباتها:
١ - حرف ابتداء إذا جاءت بعدها جملة اسمية، نحو.
فما زالت القتلى تمج دماءها ... بدجلة حتى ماء دجلة أشكل',NULL,'84',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (81,'حتى: حرف ابتداء.
ماء: مبتدأ مرفوع علامة رفعه الضمة مضاف إلى دجلة ودجلة مضاف إليه مجرور علامة جره الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف.
أشكل: خبر للمبتدأ مرفوع علامة رفعه الضمة.
٢ - حرف جر بمعنى إلى إذا جاء بعدها اسم صريح لا جملة.
قال تعالى: سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ [القدر ٥/ ٩٧].
حتى: حرف جر بمعنى إلى. مَطْلَعِ اسم مجرور علامة جره الكسرة وهو مضاف والْفَجْرِ مضاف إليه.
٣ - حرف جر بمعنى (إلى أن) إذا جاءت بعدها جملة فعلية، وهي تفيد انتهاء الغاية، نحو:
قال تعالى: كُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ [البقرة ١٨٧/ ٢].
وَإذا قُلْتُمْ يا مُوسى لَنْ نُؤْمِنَ لَكَ حَتَّى نَرَى اللَّهَ جَهْرَةً فَأَخَذَتْكُمُ الصَّاعِقَةُ وَأَنْتُمْ تَنْظُرُونَ [البقرة ٥٥/ ٢].
وَلا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِياطِ [الاعراف ٤٠/ ٧].
فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ [الحجرات ٩/ ٤٩].
لَنْ نَبْرَحَ عَلَيْهِ عاكِفِينَ حَتَّى يَرْجِعَ إِلَيْنا مُوسى [طه ٩١/ ٢٠].
وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ حَتَّى يُقاتِلُوكُمْ فِيهِ [البقرة ١٩١/ ٢].
وفي هذه الحالة تقدر بعد حتى أن مضمرة تنصب الفعل المضارع ثم تؤول أن والفعل بمصدر في محل جر مجرور بحرف الجر.
حتى يتبين لكم الخيط الأبيض ...
حتى: حرف جر بمعنى إلى أن. يتبين فعل مضارع منصوب بأن مضمرة بعد حتى وعلامة نصبه الفتحة. لكم جار',NULL,'85',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (82,'ومجرور. الخيط فاعل مرفوع علامة رفعه الضمة.
الأبيض. صفة مرفوعة إلى (الخيط).
جملة أن والفعل في تأويل مصدر تقديره بيان الخيط الأبيض من الخيط الأسود في محل جر مجرور بحرف الجر.
حتى يلج الجمل ...
حتى: حرف جر بمعنى إلى أن يلج فعل مضارع منصوب بأن مضمرة بعد حتى علامة نصبه الفتحة. الجمل فاعل مرفوع علامة رفعه الضمة.
وجملة أن يلج الجمل في تأويل مصدر تقديره (ولوج الجمل في سم الخياط) في محل جر مجرور بحرف الجر.

<span data-type="title" id=toc-100>فائدة:</span>
إن هذه الآية تعبر عن استحالة دخول الذين كذبوا بآيات الله واستكبروا عنها الجنة إلا إذا أستطاع الجمل أن يلج في سم الخياط وهذا مستحيل. (فحتى) هنا من حيث المعنى قد تفيد معنى: إلا إذا وكذلك في قوله تعالى:
لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ [آل عمران ٩٢/ ٣].
٤ - حرف جر يفيد التعليل إذا كان ما بعدها سببا في حدوث ما قبلها.
نحو: قال تعالى:
وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ [البقرة ١٩٣/ ٢].
وَلنبلوكم حَتَّى نَعْلَمَ الْمُجاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ [محمد ٣١/ ٤٧].
حَتَّى: بمعنى كي التعليلية.
حَتَّى لا تَكُونَ فِتْنَةٌ.
حتى حرف جر يفيد التعليل. لا نافية. تكون فعل مضارع تام',NULL,'86',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (83,'منصوب بأن مضمرة بعد حتى، علامة نصبه الفتحة. فتنة فاعل مرفوع علامة رفعه الضمة.
جملة أن والفعل في تأويل مصدر تقديره (عدم حدوث، عدم وقوع فتنة) في محل جر مجرور بحرف الجر حتى.
٥ - حرف عطف بمعنى (الواو) إذا جاء بعده اسم مفرد، نحو حضر المتفوقون حتى أخوك حضر المتفوقون وأخوك.
حتى حرف عطف. أخو معطوف على (المتفوقون) مرفوع علامة رفعه الواو لأنه من الأسماء الخمسة، أخو مضاف إلى الكاف والكاف مضاف إليه.

<span data-type="title" id=toc-101>تمرين</span>
وضّح معنى (حتى) وأعرب ما تحته خط.
قال تعالى: وَلا تَحْلِقُوا رُؤُسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ [البقرة ١٩٦/ ٢].
وَلا تَعْزِمُوا عُقْدَةَ النِّكاحِ حَتَّى يَبْلُغَ الْكِتابُ أَجَلَهُ [البقرة ٢٣٥/ ٢].
أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْساءُ وَالضَّرَّاءُ وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ
وَالَّذِينَ آمَنُوا مَعَهُ مَتى نَصْرُ اللَّهِ أَلا إِنَّ نَصْرَ اللَّهِ قَرِيبٌ
[البقرة ٢١٤/ ٢].
هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا [المنافقون ٧/ ٦٣].
وَلا تَقْرَبُوا مالَ الْيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ [الإسراء ٣٤/ ١٧].
وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً حَتَّى إِذا جاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ رُسُلُنا وَهُمْ لا يُفَرِّطُونَ [الانعام ٦١/ ٦].
سهرت حتى الصباح.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (84,'الكتاب موجز حتى خاتمته لا تفهم بسهولة.

<span data-type="title" id=toc-102>تمرين</span>
بيّن معنى (حتى) وإعرابها في الأوجه التي وردت فيها الجملة المشهورة ومثيلتها:
أكلت السمكة حتى رأسها.
أكلت السمكة حتى رأسها.
أكلت السمكة حتى رأسها.
قرأت الكتاب حتى الخاتمة.
قرأت الكتاب حتى الخاتمة.
قرأت الكتاب حتى الخاتمة.

<span data-type="title" id=toc-103>حيث</span>
اسم للمكان مبني على الضم في محل- وهو لازم الإضافة إلى الجملة بعدها. وتقع:
١ - ظرفا للمكان، نحو: قال تعالى:
اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلا مِنْها رَغَداً حَيْثُ شِئْتُما [البقرة ٣٥/ ٢].
وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ... [البقرة ١٩١/ ٢].
فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ [النساء ٨٩/ ٤].
وَلا يَلْتَفِتْ مِنْكُمْ أَحَدٌ وَامْضُوا حَيْثُ تُؤْمَرُونَ [الحجر ٦٥/ ١٥].
حَيْثُ شِئْتُما:
حَيْثُ: اسم مبني على الضم في محل نصب ظرف مكان وهو مضاف.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (85,'شِئْتُما: شاء فعل ماض مبني على السكون لاتصاله بتاء الفاعل، التاء ضمير مبني على الضم في محل رفع. ما دالة على التثنية. الميم للعماد والألف زائدة.
الجملة الفعلية شئتما في محل جر مضاف إليه.
٢ - وتجر أحيانا ب (من) فتكون مبنية على الضم في محل جر مجرور.
قال تعالى: وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ [البقرة ١٩١/ ٢].
سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لا يَعْلَمُونَ [القلم ٤٤/ ٦٨].
كَذَّبَ الَّذِينَ مِنْ قَبْلِهِمْ فَأَتاهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ [الزمر ٢٥/ ٣٩].
أَوْ يَأْتِيَهُمُ الْعَذابُ مِنْ حَيْثُ لا يَشْعُرُونَ [النحل ٤٥/ ١٦].
مِنْ حَيْثُ أَخْرَجُوكُمْ:
مِنْ حرف جر، حيث: اسم مبني على الضم في محل جر مجرور وهو مضاف.
أَخْرَجُوكُمْ: أخرجوا فعل ماض مبني على الضم لاتصاله بواو الجماعة واو الجماعة ضمير متصل مبني في محل رفع فاعل.
الكاف ضمير مبني على الضم في محل نصب مفعول به.
الميم علامة الجمع.
الجملة الفعلية (أخرجوكم) في محل جر مضاف إليه.
مِنْ حَيْثُ لا يَعْلَمُونَ.
مَنْ: حرف جر. حيث اسم مبني على الضم في محل جر مجرور، وهو مضاف. لا نافية- يعلمون: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
٣ - وتأتي شرطية تجزم فعلين، وتتصل ب (ما) الزائدة، وتكون مبنية',NULL,'89',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (86,'على الضم في محل نصب ظرف مكان متعلق بالجواب.
قال تعالى: وَحَيْثُ ما كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ [البقرة ١٤٤/ ٢].
وَحَيْثُ: الواو حسب ما قبلها، حيث اسم شرط جازم مبني على الضم في محل نصب ظرف مكان، ما زائدة لا عمل لها.
وحيث مضاف.
كُنْتُمْ: فعل الشرط. فولوا فعل جواب الشرط.
الجملة الفعلية كنتم في محل جر مضاف إليه.
وقد تكتب حيث ما حيثما.

<span data-type="title" id=toc-104>حرى</span>
فعل ناقص بمعنى عسى يفيد الرجاء: وهو فعل ماض ناقص يحتاج إلى اسم مرفوع وخبر منصوب ويشترط في الخبر أن يكون جملة فعلية وقد يسبق فعلها بأن المصدرية، نحو:
حرى المريض أن يشفى.
حرى: فعل ماض ناقص يفيد الرجاء. المريض اسم حرى مرفوع علامة رفعه الضمة.
أن: مصدرية ناصبة. يشفى فعل مضارع منصوب بأن المصدرية علامة نصبه الفتحة المقدرة على الألف للتعذر. الفاعل ضمير مستتر تقديره هو الجملة من أن والفعل في محل نصب خبر حرى.

<span data-type="title" id=toc-105>حقا</span>
اسم منصوب يعرب مفعولا مطلقا مؤكدا لفعله المحذوف دائما.
والذي يمكن تقديره ب (حق)، نحو:
قال تعالى: أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ دَرَجاتٌ عِنْدَ رَبِّهِمْ [الانفال ٤/ ٨].
أُولئِكَ هُمُ الْكافِرُونَ حَقًّا ... [النساء ١٥١/ ٤].',NULL,'90',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (87,'وَعْداً عَلَيْهِ حَقًّا فِي التَّوْراةِ وَالْإِنْجِيلِ وَالْقُرْآنِ [التوبة ١١١/ ٩].
حَقًّا: مفعول مطلق منصوب علامة نصبه الفتحة، وهو يفيد التوكيد وقد تعرب (حقا) إذا لم ترد في مثل هذا السياق الذي يفيد التوكيد، تعرب حسب موقعها من الجملة، نحو:
قال تعالى: أَنْ قَدْ وَجَدْنا ما وَعَدَنا رَبُّنا حَقًّا [الاعراف ٤٤/ ٧].
حَقًّا: مفعول به ثان للفعل (وجد) منصوب علامة نصبه الفتحة.
قال تعالى: هذا تَأْوِيلُ رُءْيايَ مِنْ قَبْلُ قَدْ جَعَلَها رَبِّي حَقًّا [يوسف ١٠٠/ ١٢].
حَقًّا: مفعول به ثان للفعل (جعل).
قال تعالى: وَكانَ وَعْدُ رَبِّي حَقًّا [الكهف ٩٨/ ١٨].
حَقًّا: خبر كان منصوب علامة نصبه الفتحة.

<span data-type="title" id=toc-106>تمرين</span>
اعرب كلمة (حقا) في اقواله تعالى:
١ - فَهَلْ وَجَدْتُمْ ما وَعَدَ رَبُّكُمْ حَقًّا قالُوا نَعَمْ [الاعراف ٤٤/ ٧].
٢ - إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ [يونس ٤/ ١٠].
٣ - فَانْتَقَمْنا مِنَ الَّذِينَ أَجْرَمُوا وَكانَ حَقًّا عَلَيْنا نَصْرُ الْمُؤْمِنِينَ [الروم ٤٧/ ٣٠].
٤ - فَإِذا جاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ وَكانَ وَعْدُ رَبِّي حَقًّا [الكهف ٩٨/ ١٨].
حيّ: اسم فعل أمر بمعنى أقبل، وفاعله ضمير مستتر تقديره أنت، مثل:
حيّ على الصلاة: بمعنى أقبل على الصلاة.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (88,'<span data-type="title" id=toc-107>الخاء</span>
<span data-type="title" id=toc-108>خلا الاستثنائية</span>
خلا: تفيد الاستثناء في كل الاستعمالات من حيث المعنى ولكنها:
١ - قد ترد حرفا بجر المستثنى بعده، نحو:
زرع الفلاحون الأرض خلا بقعة.
خلا: حرف جر يفيد الاستثناء من حيث المعنى. بقعة: اسم مجرور علامة جره الكسر وهذا الاسم هو المستثنى الحقيقي.
٢ - قد ترد فعلا ماضيا إذا قلنا: نجح الطلاب خلا الكسول.
خلا: فعل ماض مبني وفاعله ضمير مستتر تقديره هو، الكسول مفعول به منصوب علامة نصبه الفتحة، وجملة (خلا الكسول) في محل نصب حال والتقدير: نجح الطلاب خالين من الكسول أو خلوا من الكسول.
وإذا جاءت (ما) المصدرية قبل خلا فيجب إعرابها فعلا ويجب نصب الاسم بعدها مفعولا به، ثم نقول ما المصدرية والفعل في تأويل مصدر تقديره خلوا في محل نصب حال.
فاز المتسابقون ما خلا أخاك.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (89,'ما: مصدرية. خلا فعل ماض. فاعله ضمير مستتر تقديره هو.
أخا: مفعول به منصوب علامة نصبه الألف لأنه من الأسماء الخمسة وأخا مضاف إلى الكاف والكاف ضمير متصل مبني على الفتح في محل جر مضاف إليه.
ما والفعل في تأويل مصدر تقديره خلوا من أخيك في محل نصب حال.

<span data-type="title" id=toc-109>الفعل: خلا</span>
خلا، يخلو:
خلا: فعل ماض مبني على الفتح المقدر على الألف منع من ظهوره التعذر.
قال تعالى: وَإِذا خَلا بَعْضُهُمْ إِلى بَعْضٍ قالُوا أَتُحَدِّثُونَهُمْ بِما فَتَحَ اللَّهُ عَلَيْكُمْ [البقرة ٧٦/ ٢].
وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ [فاطر ٢٤/ ٣٥].',NULL,'93',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (90,'<span data-type="title" id=toc-110>الدال</span>
<span data-type="title" id=toc-111>دون</span>
ظرف للمكان بمعنى (قبل)، نحو:
قال تعالى: إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ. [النساء ٤٨/ ٤].
دُونَ: ظرف مكان منصوب علامة نصبه الفتحة وهو مضاف ذلك اسم اشارة مبني على الفتح في محل جر مضاف إليه.
وقد تأتي كلمة (دون) مجرورة بحرف الجر لكنها تبقى لازمة الإضافة.
قال تعالى: وَلا تَدْعُ مِنْ دُونِ اللَّهِ ما لا يَنْفَعُكَ وَلا يَضُرُّكَ [يونس ١٠٦/ ١٠].
وَمَنْ يَتَّخِذِ الشَّيْطانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ ... [النساء ١١٦/ ٤].
قُلْ إِنْ كانَتْ لَكُمُ الدَّارُ الْآخِرَةُ عِنْدَ اللَّهِ خالِصَةً مِنْ دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ [البقرة ٩٤/ ٢].
مِنْ دُونِ اللَّهِ:
مَنْ حرف جر. دون اسم مجرور علامة جره الكسرة وهو مضاف إلى لفظ الجلالة (الله) مضاف إليه مجرور علامة
جره الكسرة.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (91,'مِنْ دُونِ النَّاسِ:
مِنْ: حرف جر. دون: اسم مجرور مضاف إلى الناس، الناس مضاف إليه.

<span data-type="title" id=toc-112>دونك</span>
اسم فعل أمر بمعنى (خذ، الزم) وفاعله مستتر تقديره (أنت).
نحو: دونك الكتاب أي خذ الكتاب.
من كلام لعلي بن أبي طالب (رضي الله عنه).
«وليعاود كل منكم الكرّ وليستح من الفر. وطيبوا عن الحياة نفسا ودونكم هذا الرواق الأعظم. وعليكم بالصبر فإن الشيطان راكب صعدته.
فصمدا صمدا حتى يبلغ الحق أجله.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (92,'<span data-type="title" id=toc-113>الذال</span>
<span data-type="title" id=toc-114>ذو- ذا- ذي</span>
اسم من الأسماء الخمسة لازم الإضافة وهو بمعنى صاحب، علامة رفعه الواو، علامة نصبه الألف، علامة جره الياء، نحو.
قال تعالى: وَلكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعالَمِينَ [البقرة ٢٥١/ ٢].
ذُو: خبر لكن مرفوع علامة رفعه الواو لأنه من الأسماء الخمسة، وهو مضاف وفضل: مضاف إليه مجرور علامة جره الكسرة.
قال تعالى: وَإِذا قُلْتُمْ فَاعْدِلُوا وَلَوْ كانَ ذا قُرْبى [الانعام ١٥٢/ ٦].
ذا: خبر كان منصوب علامة نصبه الألف لأنه من الأسماء الخمسة وذا مضاف إلى قربى، وقربى مضاف إليه مجرور علامة جره الكسرة المقدرة على الألف منع من ظهورها التعذر.
قال تعالى: وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبى ... [الانفال ٤١/ ٨].
لِذِي: اللام حرف جر، ذي اسم مجرور علامة جره الياء لأنه من الأسماء الخمسة، وذي مضاف إلى القربى، القربى
مضاف إليه مجرور علامة جره الكسرة المقدرة على الألف للتعذر.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (93,'<span data-type="title" id=toc-115>تمرين</span>
اعرب (ذو، ذا، ذي) في الآيات الكريمة التالية:-
قال تعالى: وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ ... [الانعام ١٣٣/ ٦].
وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلى ظُلْمِهِمْ [الرعد ٦/ ١٣].
وَآتِ ذَا الْقُرْبى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ... [الاسراء ٢٦/ ١٧].
قلنا يا ذَا الْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الْأَرْضِ [الكهف ٩٤/ ١٨].
تَبارَكَ اسْمُ رَبِّكَ ذِي الْجَلالِ وَالْإِكْرامِ [الرحمن ٧٨/ ٥٥].
إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ [التكوير ٢٠/ ٨١].
أَوْ إِطْعامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ [البلد ١٤/ ٩٠].
إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ ... [فصلت ٤٣/ ٤١].

<span data-type="title" id=toc-116>ذوا- ذواتا</span>
مثنى (ذو) و (ذوات)، ويلحق المثنى في إعرابه وقد حذفت نونه للإضافة التي تلازمه، نحو:
قال تعالى: يَحْكُمُ بِهِ ذَوا عَدْلٍ مِنْكُمْ ... [المائدة ٩٥/ ٥].
ذَوا فاعل مرفوع علامة رفعه الألف لأنه ملحق بالمثنى، وذوا مضاف إلى عدل، عدل مضاف إليه مجرور علامة جره الكسرة.
قال تعالى: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ ... [الطلاق ٢/ ٦٥].
ذَوَيْ: مفعول به منصوب علامة نصبه الياء لأنه ملحق بالمثنى، ذوي مضاف إلى عدل وعَدْلٍ مضاف إليه.
قال تعالى: ذَواتا أَفْنانٍ فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ [الرحمن ٤٨/ ٥٥].
ذَواتا: خبر لمبتدأ محذوف تقديره هما يعود على الجنتين، علامة',NULL,'97',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (94,'رفعه الألف لأنه ملحق بالمثنى. ذوات مضاف إلى أفنان، أَفْنانٍ مضاف إليه مجرور علامة جره الكسرة.
قال تعالى: وَبَدَّلْناهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَواتَيْ أُكُلٍ خَمْطٍ [سبأ ١٦/ ٣٤].
ذَواتَيْ صفة (جَنَّتَيْنِ) مجرورة علامة جرها الياء لأنها ملحق بالمثنى.
ذَواتَيْ مضاف إلى أكل وأكل مضاف إليه مجرور.

<span data-type="title" id=toc-117><span data-type="title" id=toc-118>ذا </span></span>ت
على وجهين:
١ - توكيد معنوي للاسم الذي يأتي قبله وبشرط أن يضاف إلى ضمير يعود على المؤكد، نحو: حضر المدير ذاته.
ذات توكيد معنوي لكلمة (المدير) التي وقعت فاعلا والفاعل مرفوع والتوكيد يتبع المؤكد، لذا نقول ذات توكيد مرفوع علامة رفعه الضمة، وهي مضاف إلى الهاء والهاء ضمير مبني على الضم في محل جر مجرور.
٢ - نائب عن ظرف الزمان، نحو: خرجت من البيت ذات ليلة.
ذات: نائب عن ظرف الزمان منصوب علامة نصبه الفتحة مضاف إلى ليلة وليلة مضاف إليه مجرور علامة جره الكسرة.
ذا
اسم إشارة للمذكر، ومثناه (ذان) وجمعه (أولاء)، وتتصل هاء التنبيه به فتقول هذا. ويرد:
١ - فاعلا مع (حب ولا حب) اللذين يفيدان المدح والذم، نحو:
يا حبذا جبل الريان من جبل ... وحبذا ساكن الريان من كانا
وحبذا نفحات من يمانية ... تأتيك من قبل الريان أحيانا',NULL,'98',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (95,'ذا: اسم إشارة مبني على السكون في محل رفع فاعل للفعل (حب).
لا حبذا الكذب.
لا حب: فعل ماض جامد يفيد الذم. ذا اسم إشارة مبني على السكون في محل رفع فاعل. الجملة في محل رفع خبر للمبتدأ الذي يليها (هذا رأي من الآراء في إعراب أسلوب المدح أو الذم).
٢ - صفة إذا تأخر اسم الإشارة عن المشار إليه، نحو:
قرأت الكتاب هذا أو ذا.
هذا: اسم إشارة مبني على السكون في محل نصب صفة إلى الكتاب.
٣ - حسب موقعه من الجملة، نحو:
هذان رجلان صادقان ... هذان: مبتدأ مرفوع
كان هذان الرجلان صادقين ... هذا اسم كان مرفوع
إن هذين الرجلين صادقان ... هذين: اسم إن منصوب

<span data-type="title" id=toc-119>ملاحظات:</span>
إذا جاء اسم معرف بأل بعد أسماء الإشارة، يعرب الاسم المعرف بأل بدلا من اسم الإشارة دائما. والبدل يتبع المبدل منه، نحو:
إن هذين الرجلين صادقان.
إن: من الأحرف المشبهة بالفعل.
هذين: اسم إن منصوب علامة نصبه الياء لأنه مثنى.
الرجلين: بدل منصوب من (هذين) علامة نصبه الياء لأنه مثنى.
صادقان: خبر إن مرفوع علامة رفعه الألف لأنه مثنى.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (96,'<span data-type="title" id=toc-120>ذوو- ذوي، أولو</span>
جمع (ذو) التي بمعنى صاحب و (ذوو- ذوي) يلحقان بجمع المذكر السالم وعلاماتهما الإعرابية تكون علامة رفعهما الواو وعلامة نصبهما وجرهما الياء. ومثلهما أولو معنى وإعرابا.
قال تعالى: وَآتَى الْمالَ عَلى حُبِّهِ ذَوِي الْقُرْبى وَالْيَتامى وَالْمَساكِينَ [البقرة ١٧٧/ ٢].
ذَوِي: مفعول به منصوب علامة نصبه الياء لأنه لحق بجمع المذكر السالم ذوي مضاف إلى القربى، القربى مضاف إليه مجرور علامة جره الكسرة المقدرة على الألف للتعذر.
قال تعالى: قالُوا نَحْنُ أُولُوا قُوَّةٍ وَأُولُوا بَأْسٍ شَدِيدٍ [النمل ٣٣/ ٢٧].
نَحْنُ: ضمير منفصل مبني على الضم في محل رفع مبتدأ.
أُولُوا: خبر مرفوع علامة رفعه الواو لأنه ملحق بجمع المذكر السالم. أولو مضاف إلى قوة وقوة مضاف إليه مجرور.
الجملة: (نَحْنُ أُولُوا قُوَّةٍ) مقول القول في محل نصب مفعول به.

<span data-type="title" id=toc-121><span data-type="title" id=toc-122>ذلك</span></span>
مركبة من [ذا] اسم الإشارة و [ل] لام البعد وكاف الخطاب ومؤنثه تلك.
ذلك
مركبة من [ذا] اسم الإشارة وكاف الخطاب.
قال تعالى: ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ ... [الانعام ١٥١/ ٦].
قالَتْ فَذلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ ... [يوسف ٣٢/ ١٢].
ذلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بارِئِكُمْ ... [البقرة ٥٤/ ٢].',NULL,'100',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (97,'ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا ... [النساء ٥٩/ ٤].
ذلِكُمْ: ذا اسم إشارة مبني على السكون في محل رفع مبتدأ، اللام للبعد، الكاف للخطاب، الميم علامة للجمع.

<span data-type="title" id=toc-123>الذي</span>
اسم موصول، وفروعه (التي) للمفرد المؤنث و (اللذان) للمثنى المذكر، و (اللتان) للمثنى المؤنث، و (الذين) للجمع المذكر، و (اللاتي، اللواتي، اللائي) للجمع المؤنث.
الاسماء الموصولة كلها مبنية، ما عدا (اللذان، اللتان، اللذين اللتين) فهما يلحقان بالمثنى، تكون علامة رفعهما الألف وعلامة نصبهما وجرهما الياء.
يعرب الاسم الموصول حسب موقعه من الاعراب، نحو:
قال تعالى: وَقالَ الَّذِينَ لا يَعْلَمُونَ لَوْلا يُكَلِّمُنَا اللَّهُ ... [البقرة ١١٨/ ٢].
الَّذِينَ: اسم موصول مبني على الفتح في محل رفع فاعل.
قال تعالى: وَقالَ الَّذِي اشْتَراهُ مِنْ مِصْرَ لِامْرَأَتِهِ أَكْرِمِي مَثْواهُ [يوسف ٢١/ ١٢].
الَّذِي: اسم موصول مبني على السكون في محل رفع فاعل.
قال تعالى: أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ [الماعون ١/ ١٠٧].
الَّذِي: اسم موصول مبني على السكون في محل نصب مفعول به.
قال تعالى: وَالَّذانِ يَأْتِيانِها مِنْكُمْ فَآذُوهُما ... [النساء ١٦/ ٤].
الَّذانِ: مبتدأ مرفوع علامة رفعه الألف لأنه ملحق بالمثنى.
قال تعالى: رَبَّنا أَرِنَا الَّذَيْنِ أَضَلَّانا مِنَ الْجِنِّ وَالْإِنْسِ [فصلت ٢٩/ ٤١].',NULL,'101',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (98,'الَّذِينَ: اسم موصول، مفعول به منصوب علامة نصبه الياء لأنه ملحق بالمثنى.
قال تعالى: مِنْ نِسائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ ... [النساء ٢٣/ ٤].
اللَّاتِي: اسم موصول مبني على السكون في محل جر صفة إلى نسائكم.
قال تعالى: إِنْ أُمَّهاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ [المجادلة ٢/ ٥٨].
اللَّائِي: اسم موصول مبني على السكون في محل رفع خبر للمبتدأ (أُمَّهاتِهِمْ) لأن (إِنْ) النافية أهملت لانتقاض نفيها بالا فعادت الجملة إلى أصلها مبتدأ وخبر.
والاسم الموصول دائما يحتاج إلى صلة والصلة قد تتكون من جملة أو شبه جملة لا محل لهما من الإعراب. والحاجة إلى الصلة ضرورة لأننا لو قلنا (قال الذي) وتوقفنا لاحتاج الكلام إلى إيضاح المقصود بالذي.
قال تعالى: إِذا لَقُوا الَّذِينَ آمَنُوا قالُوا آمَنَّا ... [البقرة ١٤/ ٢].
الَّذِينَ: اسم موصول مبني على الفتح في محل نصب مفعول به.
آمَنُوا: فعل ماض مبني على الضم لاتصاله بواو الجماعة. واو الجماعة ضمير مبني في محل رفع فاعل.
الجملة الفعلية (آمَنُوا) صلة الموصول لا محل لها من الاعراب.
قال تعالى: قالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ [النمل ٤٠/ ٢٧].
عند: ظرف مكان منصوب علامة نصبه الفتحة وهو مضاف والهاء ضمير مبني على الضم في محل جر- شبه الجملة متعلق بالخبر المحذوف.
عِلْمٌ: مبتدأ مؤخر مرفوع علامة رفعه الضمة.
الجملة الاسمية من المبتدأ والخبر صلة الموصول لا محل لها من الاعراب.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (99,'قال تعالى: إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبارَكاً [آل عمران ٩٦/ ٣].
بِبَكَّةَ: الباء حرف جر. بكة اسم مجرور علامة جره الفتحة نيابة عن الكسرة لأنه ممنوع من الصرف.
شبه الجملة من الجار والمجرور صلة الموصول (للذي) لا محل له من الإعراب.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (100,'<span data-type="title" id=toc-124>الراء</span>
<span data-type="title" id=toc-125>ربّ</span>
حرف جر شبيه بالزائد يفيد التقليل أو التكثير، نحو:
ربّ رمية من غير رام. ... يحدث مثل هذا قليلا.
ربّ مجتهد نجح. ... يحدث مثل هذا كثيرا.
والاسم النكرة الذي يله رب يحتمل في إعرابه.
١ - أن يكون مبتدأ وذلك إذا لم يليه فعل متعد لم يستوف مفعوله.
رمية: اسم مجرور لفظا مرفوع محلا مبتدأ.
مجتهد: اسم مجرور لفظا مرفوع محلا مبتدأ.
٢ - أو أن يكون مفعولا به إذا وليه فعل متعد لم يستوف مفعوله.
نحو: رب قصر قد بنيت.
الفعل: بنيت فعل متعد لم يستوف مفعوله فلذا نقول:
رب: حرف جر شبيه بالزائد، قصر اسم مجرور لفظا منصوب محلا مفعول به للفعل بنيت متقدم.
«رب أخ لم تلده لك أمك».
الفعل تلد: فعل متعد يحتاج إلى مفعول به ولكنه قد استوفى مفعوله وهو الضمير (الهاء)، لذا لم يعد بحاجة إلى أن يجعل مجرور رب مفعولا به، وعليه نعرب مجرور رب.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (101,'رب أخ:
رب حرف جر شبيه بالزائد
أخ اسم مجرور لفظا مرفوع محلا مبتدأ
وهناك واو تسمى واو رب قد تأتي معها أو قد تأتي عوضا عنها وهذا كثير وتقوم بجر الاسم بعدها لفظا في محل، نحو.
وليل كموج البحر أرخى سدوله ... علي بأنواع الهموم ليبتلي
وجيش كجنح الليل يزحف بالحصى ... وبالشوك والخطي حمر ثعالبه
وليل: الواو واو رب. ليل اسم مجرور لفظا مرفوع محلا مبتدأ.
وجيش: الواو واو رب جيش اسم مجرور لفظا مرفوع محلا مبتدأ.
ودائما يكون مجرور رب نكرة:
وقد تدخل لام الابتداء على رب كقول الشاعر:
ولرب نازلة يضيق بها الفتى ... ويكون عند الله منها المخرج

<span data-type="title" id=toc-126>ربما</span>
حين تدخل (ما) على رب تكفها عن العمل، أي لا تجر الاسم بعدها ولا يشترط أن يأتي اسم بعدها وإنما قد تأتي جملة فعلية.
ربما حضر محمد.
رب: حرف جر شبيه بالزائد مكفوفة عن العمل. ما زائد كافة.
حضر: فعل ماض مبني على الفتح. محمد فاعل مرفوع علامة رفعه الضمة والجملة الفعلية جملة ابتدائية لا محل لها من الاعراب.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (102,'<span data-type="title" id=toc-127>رويد</span>
مصدر مرخم لفعل [أرود] بمعنى (أمهل).
ويرد على وجهين:
١ - مفعولا مطلقا إذا ورد منونا أو مضافا.
قال تعالى: فَمَهِّلِ الْكافِرِينَ أَمْهِلْهُمْ رُوَيْداً [الطارق ١٧/ ٨٦].
رُوَيْداً: مفعول مطلق منصوب علامة نصبه الفتحة.
رويدك في تعليم أخيك.
رويد: مفعول مطلق منصوب علامة نصبه الفتحة وهو مضاف إلى الكاف والكاف ضمير مبني على الفتح في محل جر مضاف إليه.
٢ - اسما لفعل أمر بمعنى (أمهل) إذا لم يرد منونا أو مضافا رويد أخاك فإنه جاهل بالأمر.
رويد: اسم فعل أمر بمعنى أمهل مبني على الفتح، الفاعل ضمير مستتر تقديره أنت.

<span data-type="title" id=toc-128>ريث</span>
مصدر لفعل (ريث) بمعنى (أبطأ) ويعرب نائبا عن ظرف الزمان أو مفعولا مطلقا وهو في الحالين لازم الاضافة إلى الجملة التي تليه. وإذا اتصلت (ما) ب (ريث) فتكون ما مصدرية، نحو: ناقشني ريث أنهي الكتاب.
ريث: نائب عن ظرف الزمان منصوب علامة نصبه الفتحة متعلق بالفعل (ناقشني) وهو مضاف.
أنهي: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة المقدرة على الياء للثقل- الفاعل ضمير مستتر تقديره أنا.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (103,'الكتاب: مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية (أنهي الكتاب) في محل جر مضاف إليه.
ولو قلنا: أمهلني ريثما أدرس الأمر.
ريثما: ريث: نائب عن ظرف الزمان أو (مفعول مطلق) منصوب، علامة نصبه الفتحة.
ما: مصدرية.
أدرس: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهر. الفاعل ضمير مستتر تقديره أنا.
الأمر: مفعول به منصوب، علامة نصبه الفتحة. ما والفعل في تأويل مصدر تقديره دراسة الأمر في محل جر بالإضافة.

<span data-type="title" id=toc-129>ملاحظة:</span>
إن جواز إعراب كلمة (ريث) مفعولا مطلقا متأت من كون ريث معنى مساويا لكلمة (بطأ) الذي يعد مفعولا مطلقا للفعل أبطأ، لأنه مصدر مشتق من لفظ الفعل.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (104,'<span data-type="title" id=toc-130>السين</span>
حرف تنفيس يفيد الاستقبال لا عمل له، نحو:
قال تعالى: وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ [الرعد ٤٢/ ١٣].
وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ [الشعراء ٢٢٧/ ٢٦].
سَيَعْلَمُ: السين للتسويف، يعلم فعل مضارع مرفوع لتجرده. الفاعل الذين.

<span data-type="title" id=toc-131>سوف</span>
حرف للاستقبال لا عمل له، نحو:
قال تعالى: وَمَنْ يَفْعَلْ ذلِكَ عُدْواناً وَظُلْماً فَسَوْفَ نُصْلِيهِ ناراً [النساء ٣٠/ ٤].
وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْراً عَظِيماً [النساء ١٤٦/ ٤].
وَسَوْفَ يُنَبِّئُهُمُ اللَّهُ بِما كانُوا يَصْنَعُونَ [المائدة ١٤/ ٥].
كَلَّا سَوْفَ تَعْلَمُونَ* ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ [التكاثر ٣ - ٤/ ١٠٢].
وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى [الضحى ٥/ ٩٣].
سَوْفَ: حرف يفيد الاستقبال.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (105,'<span data-type="title" id=toc-132>سبحان</span>
مفعول مطلق لفعل محذوف تقديره (أسبح) وهو لازم الإضافة.
قال تعالى: فَسُبْحانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ [الأنبياء ٢٢/ ٢١].
فَسُبْحانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ [الروم ١٧/ ٣٠].
سُبْحانَ الَّذِي خَلَقَ الْأَزْواجَ كُلَّها مِمَّا تُنْبِتُ الْأَرْضُ [يس ٣٦/ ٣٦].
سُبْحانَ اللَّهِ عَمَّا يَصِفُونَ ... [الصافات ١٥٩/ ٣٧].
ما كانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحانَهُ [مريم ٣٥/ ١٩].
فسبحان الله:
الفاء: حسب ما قبلها. سبحان مفعول مطلق لفعل محذوف تقديره (أسبح) منصوب علامة نصبه الفتحة وهو مضاف إلى لفظ الجلالة (الله) ولفظ الجلالة مضاف إليه.
سبحانه: سبحان مفعول مطلق لفعل محذوف تقديره (أسبح) منصوب علامة نصبه الفتحة وهو مضاف إلى الهاء، الهاء ضمير مبني على الضم في محل جر مضاف إليه.

<span data-type="title" id=toc-133>سيّ</span>
اسم بمعنى (مثل) وزنا ومعنى ومثناه (سيان)، نحو:
وعظك للولد العاق وعدمه سيان.
وعظ: مبتدأ مرفوع علامة رفعه الضمة وهو مضاف والكاف ضمير مبني على الفتح في محل جر مضاف إليه.
سيان: خبر مرفوع علامة رفعه الألف لأنه مثنى.
والمهم جدا دخول لا النافية للجنس على المفرد سيّ واتصاله به حيث تصبح الكلمة (لا سيما) التي تفيد من حيث المعنى تخصيص ما بعدها وفي إعرابها وجوه كثيرة نفصلها على النحو التالي:-',NULL,'109',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (106,'نحتاج بدءا إلى معرفة طبيعة الاسم الذي يلي (لا سيما)، فإذا كان الاسم بعد (لا سيما) معرفة، جاز في الاسم:
أ- الرفع باعتبار (لا) نافية للجنس تعمل عمل إن الحرف المشبه بالفعل وسيّ (مثل) اسم لا منصوب وهو مضاف إلى (ما) الاسم الموصول المبني على السكون في محل جر مضاف إليه.
ويعرب الاسم المعرفة خبرا لمبتدأ محذوف نقدره تقديرا مناسبا حسب السياق للجملة. والجملة الاسمية المكونة من المبتدأ والخبر صلة الموصول لا محل لها من الاعراب- نحو:
يجزي الله المؤمنين خيرا ولا سيما العاملون.
العاملون: اسم معرفة.
لا: نافية للجنس تعمل عمل إن الحرف المشبه بالفعل (تحتاج إلى اسم يكون محله النصب وخبر يكون محل الرفع مع خصوصيات نشرحها في موضوع لا النافية للجنس).
سيّ: بمعنى مثل اسم لا النافية للجنس منصوب علامة نصبه الفتحة، وهو مضاف إلى (ما) و (ما) اسم موصول مبني على السكون في محل جر مضاف إليه.
العاملون: خبر لمبتدأ محذوف تقديره هم مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.
الجملة الاسمية هم العاملون صلة الموصول لا محل لها من الاعراب. خبر لا النافية للجنس محذوف تقديره شيء.
ب- الجر باعتبار (لا) نافية للجنس و (سيّ) اسمها وهو مضاف و (ما) زائدة والاسم المعرف بعدها مضاف إليه مجرور، خبر لا النافية للجنس محذوف تقديره شيء، نحو:
يجزي الله المؤمنين خيرا ولا سيما العاملين.
لا سيما العاملين.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (107,'لا: نافية للجنس و (سيّ) اسم لا النافية للجنس منصوب وهو مضاف إلى العاملين والعاملين مضاف إليه مجرور علامة جره الياء لأنه جمع مذكر سالم. (ما) زائدة قد توسطت بين المضاف والمضاف إليه خبر لا النافية للجنس محذوف تقديره (شيء).

<span data-type="title" id=toc-134>ملاحظة مهمة:</span>
(سيّ) في الحالتين وردت مضافة مرة إلى ما الموصولة وأخرى إلى الاسم المعرفة بعد ما الزائدة في هذه الحالة، وما دام اسم لا النافية للجنس مضافا فهو معرب منصوب.
أما إذا ورد الاسم بعد (لا سيما) نكرة جاز فيه.
أ- الرفع باعتبار (ما) موصولة، الاسم النكرة خبر لمبتدأ محذوف.
نحو: يقبل الله التوبة من الناس ولا سيما تائب صادق.
لا: نافيه للجنس. سيّ بمعنى مثل اسم لا النافية للجنس منصوب علامة نصبه الفتحة وهو مضاف إلى (ما) الموصولة المبنية على السكون في محل جر مضاف إليه.
تائب: خبر لمبتدأ محذوف تقديره هو- صادق صفة إلى (تائب) مرفوعة علامة رفعها الضمة.
الجملة الاسمية هو تائب صلة الموصول لا محل لها من الإعراب خبر لا النافية للجنس محذوف تقديره شيء.
ب- الجر: باعتبار (ما) زائدة وسيّ مضاف إلى الاسم النكرة والاسم النكرة مضاف إليه. خبر لا النافية محذوف تقديره شيء.
نحو: يقبل الله التوبة من الناس ولا سيما تائب صادق.
لا: نافية للجنس- سيّ اسم لا النافية للجنس منصوب علامة نصبه الفتحة وهو مضاف إلى تائب، وتائب مضاف إليه مجرور. صادق صفة مجرورة علامة جرها الكسرة. (ما) زائدة توسطت المضاف والمضاف إليه.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (108,'ج- النصب: باعتبار لا نافية للجنس، (سيّ) اسم لا النافية للجنس منصوب علامة نصبه الفتحة، سيّ مضاف إلى (ما) التي تعتبر هنا نكرة مبهمة تحتاج إلى تمييز ويكون الاسم المنصوب بعد لا سيما تمييزا.
يقبل الله التوبة من الناس ولا سيما تائبا صادقا.
لا: نافية للجنس. (سيّ) اسم لا النافية للجنس منصوب علامة نصبه الفتحة، وهو مضاف إلى (ما) الإبهامية المبنية على السكون في محل جر مضاف إليه.
تائبا: تمييز منصوب علامة نصبه الفتحة.
صادقا: صفة منصوبة علامة نصبها الفتحة.
وخبر لا النافية للجنس في الاحوال الثلاث محذوف يقدر ب (شيء) لأن (سيّ) بمعنى مثل فالتقدير يكون: لا مثلهم، لا مثله، لا مثلهن، لا مثلكم ... شيء).
والملاحظ أن الكلام الذي يسبق (لا سيما) يفيد التعميم، والكلام بعد لا سيما يفيد التخصيص.
وأن إعراب الاسم الذي يأتي بعد لا سيما سواء أكان معرفة أو نكرة يعتمد على توجيه إعراب ما المتصلة ب (سيّ) فكلمة سيّ تكون مضافة إلى (ما) إذا اعتبرناها موصولة أو إبهامية، وتكون مضافة إلى الاسم بعدها إذا اعتبرنا ما
زائدة.
ينصب الاسم بعد لا سيما إذا اعتبرنا ما إبهامية التي تحتاج إلى تمييز منصوب ويرفع الاسم بعد لا سيما إذا اعتبرنا (ما) موصولة لأنها تحتاج إلى صلة وتتكون في هذه الحالة من جملة اسمية: مبتدأ محذوف والاسم المرفوع خبر له، والجملة صلة الموصول.
ويكون الاسم مجرور إذا اعتبرنا (ما) زائدة تتوسط بين المضاف والمضاف إليه.
خبر لا في كل الأحوال محذوف تقديره شيء.
اسم لا في كل الأحوال مع لا سيما معرب منصوب لأنه مضاف صحيح أن (لا النافية للجنس) تعمل عمل إن الحرف المشبه بالفعل أي',NULL,'112',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (109,'تحتاج إلى اسم محله النصب وخبر محله الرفع ولكن هناك أشياء تتعلق بلا النافية للجنس معنى وإعرابا. فهي من إخوات إنّ ولكنها تفيد نفي الخبر عن اسمها نفيا على سبيل الشمول والاستغراق أي تفيد نفي خبرها عن جنس اسمها ويشترط في اسمها أن يكون نكرة، ويكون متصلا ب (لا) اتصالا مباشرا، نحو:
قال تعالى: قالَ لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ [هود ٤٣/ ١١].
وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ ... [يونس ١٠٧/ ١٠].
نلاحظ (عاصِمَ، رَادَّ) نكرة وقد اتصل الاسمان ب (لا) اتصالا مباشرا، لم يفصل بينها فاصل.
ويرد اسم لا النافية للجنس في ثلاث صور تحدد الصورة إعرابه فإذا ورد مضافا، نحو: لا طالب علم خائب أو شبيها بالمضاف نحو: لا ساعيا في الخير مذموم، أعربنا الاسم معربا منصوبا.
طالب: اسم لا النافية للجنس منصوب علامة نصبه الفتحة وهو مضاف وعلم مضاف إليه مجرور علامة جره الكسرة.
ساعيا: اسم لا النافية للجنس منصوب علامة نصبه الفتحة.
والمقصود ب (الشبيه بالمضاف) هو الاسم المنون المقطوع عن الإضافة ولا يكتمل معناه إلا بما بعده، فلو قلنا لا ساعيا، لما حسن السكوت على المعنى ولاحتجنا إلى معرفة المقصود بكلمة ساعيا في أي شيء (ساعيا في الخير، ساعيا في الشر، ساعيا في الأرض ... وكذلك إذا قلنا: (لا بائعا ... لا طالعا ... لا سائقا ... لا قارئا ... فالمعنى يحسن السكوت عليه حين نقول لا بائعا الكتب خاسر، لا طالعا جبلا ضعيف، لا سائقا سيارة طفل ...
أما إذا ورد اسم لا النافية للجنس مفردا (لا مضافا ولا شبيها بالمضاف. هذا هو المقصود بالمفرد هنا وليس
المقصود المعنى اللغويي الدلالة على واحد وواحدة) فيكون اسم لا النافية للجنس مبنيا على ما',NULL,'113',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (110,'ينصب به ذلك الاسم، فعلامة نصب المثنى مثلا الياء وعلامة نصب الاسماء الخمسة الألف، وعلامة نصب جمع المؤنث السالم الكسرة نيابة عن الفتحة .. الخ نحو:
لا متحدين مغلوبون.
متحدين اسم لا النافية للجنس مبني على الياء لأنه جمع مذكر سالم لا أمهات صابرات على فراق الابناء.
لا نافية للجنس. أمهات اسم لا النافية للجنس مبني على الكسر في محل نصب لأنه جمع مؤنث سالم.
قال تعالى: الم ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ [البقرة ٢/ ٢].
قالَ لا تَثْرِيبَ عَلَيْكُمُ يَغْفِرُ اللَّهُ لَكُمْ [يوسف ٩٢/ ٢].
رَيْبَ اسم لا النافية للجنس مبني على الفتح.
تَثْرِيبَ اسم لا النافية للجنس مبني على الفتح.
وقد يحذف خبر (لا) النافية للجنس جوازا، إذا كان مفهوما من سياق الكلام، نحو: لا شك، لا بد، لا ضير، لا بأس، لا ريب.

<span data-type="title" id=toc-135>تمرين</span>
أعرب ما تحته خط:
قال تعالى: قالَ لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ [هود ٤٣/ ١١].
وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ [يونس ١٠٧/ ١٠].
لا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ [النحل ٢٣/ ١٦].
قالُوا لا ضَيْرَ إِنَّا إِلى رَبِّنا مُنْقَلِبُونَ [الشعراء ٥٠/ ٢٦].
مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ ... [الاعراف ١٨٦/ ٧].
لا متعاونين على البر خاسران.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (111,'يتعلم الطلاب الاعراب ولا سيما الراغبون.
علينا أن نختار الأصدقاء ولا سيما (صديق، صديقا، صديق) (مخلص، مخلصا، مخلص).
إنك صادق ولا شك.
سئمت تكاليف الحياة ومن يعش ... ثمانين حولا- لا أبا لك- يسأم

<span data-type="title" id=toc-136>سوى</span>
اسم بمعنى [غير] ويرد:
١ - صفة بعد اسم نكرة، نحو: أفضّل حديثا سوى هذا الحديث. أي أفضل حديثا غير هذا الحديث.
سوى: صفة ل (حديثا) منصوبة علامة نصبها الفتحة المقدرة على الألف منع من ظهورها التعذر.
٢ - مستثنى مضاف.
عمل الجميع في زراعة الأرض سوى الكسول.
سوى: مستثنى منصوب علامة نصبه الفتحة المقدرة على الألف منع من ظهورها التعذر وسوى مضاف إلى الجاهل والجاهل مضاف إليه مجرور علامة جره الكسرة.
الاستثناء هو إخراج جزء من كل أو عدم مشاركة الجزء للكل في الحكم أي ما يسند إلى الكل فالزراعة مسندة إلى الجميع ولم يشارك الكسول في هذا العمل. (سوى) أفادت معنى هذا الاستثناء وأخذت موقع المستثنى الحقيقي. فسوى ليست المستثنى الحقيقي وإنما الكسول هو المستثنى الحقيقي الذي لم يشارك الجميع في زراعة الأرض. في الحقيقة (سوى) أداة للاستثناء ولكنه اسم، فلذا يأخذ موقع المستثنى ويضاف إلى المستثنى الحقيقي الذي يرد مجرورا بالإضافة دائما مع سوى وغير.
سوى، غير: اسمان للاستثناء ويعربان مستثنى ونطبق عليهما قواعد الاستثناء وبعد ذلك نقول (سوى، غير) مضاف والمستثنى الحقيقي مضاف إليه مجرور.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (112,'أ- فإذا كان الكلام قبل (سوى، غير) مثبتا، والمستثنى منه) العام- الكل) مذكورا وجب نصب (سوى وغير) على الاستثناء.
نحو: حضر الطلاب سوى أخيك.
كل المصائب قد تمر على الفتى ... وتهون غير شماتة الحسّاد
الكلام قبل سوى مثبت والمستثنى منه (الكل أو العام) مذكور وهو (الطلاب، كل المصائب) وهذا ما يطلق عليه النحويون: الكلام تام ومثبت لذا وجب نصب المستثنى بتقدير واستثنى أخاك وأستثني شماتة الحساد.
سوى: مستثنى منصوب (واجب النصب) علامة نصبه الفتحة المقدرة على الألف منع من ظهورها التعذر، سوى
مضاف إلى أخي وأخي مضاف إليه مجرور علامة جره الياء لأنه من الأسماء الخمسة، أخي مضافة إلى الكاف والكاف ضمير مبني على الفتح في محل جر مضاف إليه.
غير: مستثنى منصوب علامة نصبه الفتحة مضاف إلى شماتة وشماتة مضاف إليه مجرور علامة جره الكسرة.
ب- إذا كان الكلام قبل (سوى وغير) منفيا وكان المستثنى منه مذكورا جاز في إعراب (سوى وغير).
١ - النصب على الاستثناء أي مستثنى منصوب وهو مضاف.
٢ - الاتباع على البدلية أي أن تصبح (سوى وغير) بدلا من المستثنى منه والبدل يتبع المبدل منه في الإعراب.
لم يحضر الطلاب سوى المتفوقين.
الكلام قبل سوى منفي، المستثنى منه (الطلاب) مذكور، لذا جاز في إعراب سوى:
١ - سوى: مستثنى منصوب علامة نصبه الفتحة المقدرة على الألف منع من ظهورها التعذر، سوى مضاف والمتفوقين مضاف إليه مجرور علامة جره الياء لأنه جمع مذكر سالم.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (113,'٢ - سوى: بدل من (الطلاب) الطلاب فاعل مرفوع لذا يتبعه البدل في المحل الإعرابي، أي نعرب: سوى: بدلا مرفوعا علامة رفعه الضمة المقدرة على الألف منع من ظهورها التعذر، سوى مضاف المتفوقين مضاف إليه مجرور علامة جره الياء لأنه جمع مذكر سالم.
ج- إذا كان الكلام قبل (سوى، غير) منفيا والمستثنى منه غير مذكور وهذا ما يسميه النحويون بالاستثناء المفرغ، في هذه الحالة نعرب (سوى وغير) حسب موقعهما من الجملة، نحو:
ما حضر سوى أخيك.
ما: نافية، حضر: فعل ماض مبني على الفتح، سوى فاعل مرفوع علامة رفعه الضمة المقدرة على الألف منع من ظهورها التعذر وسوى مضاف وأخي مضاف إليه مجرور علامة جره الياء لأنه من الأسماء الخمسة وأخي مضاف إلى الكاف والكاف ضمير مبني على الفتح في محل جر مضاف إليه.
ولو قلنا: ما قابلت سوى أخيك.
ما: نافية. قابل فعل ماض مبني على السكون لاتصاله بتاء الفاعل. التاء ضمير متصل مبني على الضم في محل رفع فاعل. سوى مفعول به منصوب علامة نصبه الفتحة المقدرة على الألف للتعذر وسوى مضاف، أخي مضاف إليه مجرور علامة جره الياء لأنه من الأسماء الخمسة وأخي مضاف إلى الكاف، الكاف ضمير مبني على الفتح في محل جر مضاف إليه.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (114,'<span data-type="title" id=toc-137>تمرين</span>
اعرب ما تحته خط بالأوجه الجائزة فيه.
١ - وكل مصيبات الزمان وجدتها ... سوى فرقة الأحباب هينة الخطب
٢ - ودع كل صوت غير صوتي فإن ... ني أنا الصادح المحكي والآخر الصدى
٣ - فما لي شفيع عند حسنك غيره ... ولا سبب إلا التمسك بالود
٤ - وما الدنيا سوى حلم لذيذ ... تنبهه تباشير الصباح
٥ - فما آفة الابطال غيرك في الوغى ... وما آفة الاموال غير حيائكا.
٦ - ولا عيب فيهم غير أن سيوفهم ... بهن فلول من قراع الكتائب
٧ - فتى كملت اخلاقه غير أنه ... جواد فما يبقى من المال باقيا
٨ - رأى كل أم وابنها غير أمه ... يبيتان تحت الليل ينتحبان
٩ - ويعجبني دأب الذين ترهبوا ... سوى أكلهم كد النفوس الشحائح
١٠ - ليس به عيب سوى أنه ... لا تقع العين على شبهه',NULL,'118',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (115,'<span data-type="title" id=toc-138>الشين</span>
<span data-type="title" id=toc-139><span data-type="title" id=toc-140>شتان:</span></span>
اسم فعل ماض بمعنى افترق مبني على الفتح شتان ما بين الثرى والثريا.
شتان
اسم فعل ماض بمعنى افترق، مبني على الفتح.
ما: اسم موصول بمعنى الذي مبني على السكون في محل رفع فاعل لاسم الفعل شتان.

<span data-type="title" id=toc-141>[الصاد]</span>
<span data-type="title" id=toc-142>صه</span>
اسم فعل أمر بمعنى اسكت وهو مبني على الكسر فاعله ضمير مستتر تقديره أنت.
صه، فإن أباك يتكلم.
صه: اسم فعل أمر بمعنى اسكت، مبني على الكسر وفاعله ضمير مستتر تقديره أنت.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (116,'<span data-type="title" id=toc-143>العين</span>
<span data-type="title" id=toc-144>عدا</span>
تفيد الاستثناء وترد.
١ - حرفا يجر المستثنى بعده، نحو:
فرح الاصدقاء بنجاحك عدا الحسود.
عدا: اداة استثناء وهو حرف جر- الحسود: اسم مجرور علامة جره الكسرة. وهو المستثنى.
٢ - فعلا ماضيا جامدا ينصب المستثنى وفاعله مستتر تقديره هو أو هي ... الخ نحو: فرح الاصدقاء بنجاحك عدا الحسود.
عدا: فعل ماض جامد يفيد الاستثناء. فاعله ضمير مستتر تقديره هو الحسود مفعول به منصوب علامة نصبه الفتحة.
وجملة (عدا الحسود) في محل نصب حال بتقدير خالين من الحسود.
أو خلوا من الحسود.
وإذا جاءت ما المصدرية قبل (عدا) (ما عدا) فيجب إعرابها فعلا ويجب نصب الاسم بعدها مفعولا به، ثم نقول ما المصدرية والفعل في تأويل مصدر تقديره خلوا من- في محل نصب حال.
ساعد الناس إخوانهم ما عدا البخيل.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (117,'ما: مصدرية. عدا فعل جامد. فاعله ضمير مستتر تقديره هو.
البخيل: مفعول به منصوب علامة نصبه الفتحة.
ما المصدرية والفعل في تأويل مصدر تقديره خلوا من البخيل في محل نصب حال.

<span data-type="title" id=toc-145>على</span>
١ - حرف جر:
قال تعالى: وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ [المؤمنون ١٨/ ٢٣].
وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ ... [البقرة ٢٨٤/ ٢].
وَهُوَ الْقاهِرُ فَوْقَ عِبادِهِ وَيُرْسِلُ عَلَيْكُمْ حَفَظَةً [الانعام ٦١/ ٦].
وَمَنْ تَوَلَّى فَما أَرْسَلْناكَ عَلَيْهِمْ حَفِيظاً ... [النساء ٨٠/ ٤].
إِنَّ عَلَيْنا جَمْعَهُ وَقُرْآنَهُ ... [القيامة ١٧/ ٧٥].
عَلى ذَهابٍ بِهِ: على حرف جر. ذهاب اسم مجرور علامة جره الكسرة.
عَلى كُلِّ شَيْءٍ: على حرف جر- كل اسم مجرور علامة جره الكسرة وهو مضاف شيء مضاف إليه.
عَلَيْكُمْ: على حرف جر، الكاف ضمير مبني على الضم في محل جر مجرور. الميم علامة الجمع.
عَلَيْهِمْ: على حرف جر- الهاء ضمير مبني على الكسر في محل جر- الميم علامة الجمع.
عَلَيْنا: على حرف جر- نا ضمير متصل مبني في محل جر مجرور.
وقد تفيد على معنى الاستدراك بمعنى ولكن، نحو:
بكل تداوينا فلم يشف ما بنا ... على أن قرب الدار خير من البعد
وهذا المعنى لا يؤثر في عملها الإعرابي بل في حرف جر.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (118,'٢ - اسم بم<span data-type="title" id=toc-146> عن </span>ى فوق. وذلك إذا جرت ب (من)، نحو:
أخذت الكتاب من على النضد ... النضد السرير.
من: حرف جر. على اسم مجرور وهو مضاف إلى النضد والنضد مضاف إليه مجرور علامة جره الكسرة.
عن
١ - حرف جر، نحو:
قال تعالى: يَسْئَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَواقِيتُ لِلنَّاسِ وَالْحَجِّ [البقرة ١٨٩/ ٢].
عَنِ: حرف جر. الأهلة: اسم مجرور علامة جره الكسرة.
قال تعالى: يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ قِتالٍ فِيهِ ... [البقرة ٢١٧/ ٢].
يَسْئَلُونَكَ عَنِ الْجِبالِ فَقُلْ يَنْسِفُها رَبِّي نَسْفاً [طه ١٠٥/ ٢٠].
وَيَسْئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي [الاسراء ٨٥/ ١٧].
٢ - اسم بمعنى (جانب) وذلك إذا دخلت عليها (من).
ولقد أراني للرماح دريئة ... من عن يميني تارة وأمامي
من: حرف جر.
عن: اسم مجرور وهو مبني على السكون في محل جر ب (من) وعن مضاف إلى يمين ويمين مضاف إليه. يمين مضاف إلى ياء المتكلم وياء المتكلم ضمير مبني في محل جر مضاف إليه.

<span data-type="title" id=toc-147>عسى</span>
١ - فعل من أفعال الرجاء، وهو فعل ناقص يحتاج إلى اسم مرفوع وإلى خبر منصوب، ويشترط في خيره أن يتكون من جملة فعلية، فعلها مضارع قد يسبق ب (أن) المصدرية، نحو:',NULL,'122',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (119,'قال تعالى: فَأُولئِكَ عَسَى اللَّهُ أَنْ يَعْفُوَ عَنْهُمْ [النساء ٩٩/ ٤].
الرجاء: يعني رجاء حدوث الخبر، هنا رجاء حدوث العفو عنهم.
عَسَى: فعل ماض ناقص من أفعال الرجاء.
اللَّهُ: لفظ الجلالة، اسم عسى مرفوع علامة رفعه الضمة.
أَنْ: مصدرية ناصبة. يعفو: فعل مضارع منصوب بأن المصدرية، علامة نصبه الفتحة. الفاعل ضمير مستتر تقديره هو يعود على (اللَّهُ).
عَنْهُمْ: عن حرف جر. هم ضمير مبني في محل جر مجرور.
جملة أن والفعل في تأويل مصدر تقديره عفو الله عنهم في محل نصب خير عسى. والمصدر عفو الله عنه يؤول باسم الفاعل: عافيا عنهم ليستقيم المعنى فيكون عسى الله عافيا عنهم.
قال تعالى:
عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا ... [النساء ٨٤/ ٤].
فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ ... [المائدة ٥٢/ ٥].
فَعَسى أُولئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ ... [التوبة ١٨/ ٩].
عَسى رَبُّكُمْ أَنْ يَرْحَمَكُمْ وَإِنْ عُدْتُمْ عُدْنا ... [الاسراء ٨/ ٦٦].
٢ - عسى: فعل تام يحتاج إلى فاعل. وذلك إذا وليتها (أن) المصدرية وصلتها مباشرة، نحو:
قال تعالى: وَعَسى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ [البقرة ٢١٦/ ٢].
عَسى: فعل ماض تام.
أَنْ: مصدرية ناصبة. تحبوا فعل مضارع منصوب علامة نصبه حذف النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل للفعل عسى.
شَيْئاً: مفعول به منصوب علامة نصبه الفتحة.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (120,'جملة أن والفعل في تأويل مصدر تقديره حبكم شيئا في محل رفع فاعل.
قال تعالى: فَعَسى أَنْ تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً [النساء ١٩/ ٤].
عَسى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ ... [الاعراف ١٨٥/ ٧].
أَكْرِمِي مَثْواهُ عَسى أَنْ يَنْفَعَنا أَوْ نَتَّخِذَهُ وَلَداً ... [يوسف ٢١/ ١٢].
وَيَقُولُونَ مَتى هُوَ قُلْ عَسى أَنْ يَكُونَ قَرِيباً ... [الاسراء ٥١/ ١٧].
وَقُلْ عَسى أَنْ يَهْدِيَنِ رَبِّي لِأَقْرَبَ مِنْ هذا رَشَداً [الكهف ٢٤/ ١٨].
٣ - عسى حرف مشبه بالفعل مثل (لعل) عملا ومعنى وذلك إذا اتصلت بها ضمائر النصب، نحو: عساك تتقن القراءة.
عَسى: حرف مشبه بالفعل يفيد الترجي مثل لعل.
الكاف: ضمير مبني على الفتح في محل نصب اسم عسى.
تتقن: فعل مضارع مرفوع لتجرده عن الناصب والجازم، علامة رفعه الضمة. الفاعل ضمير مستتر تقديره (انت)، القراءة مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية (تتقن القراءة) في محل رفع خبر عسى الحرف المشبه بالفعل.

<span data-type="title" id=toc-148>تمرين</span>
اعرب ما تحته خط:
قال تعالى: وَعَسى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ [البقرة ٢١٦/ ٢].
قالَ عَسى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ [الاعراف ١٢٩/ ٧].
خَلَطُوا عَمَلًا صالِحاً وَآخَرَ سَيِّئاً عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ [التوبة ١٠٢/ ٩].',NULL,'124',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (121,'فَصَبْرٌ جَمِيلٌ عَسَى اللَّهُ أَنْ يَأْتِيَنِي بِهِمْ جَمِيعاً ... [يوسف ٨٣/ ١٢].
قُلْ عَسى أَنْ يَكُونَ رَدِفَ لَكُمْ بَعْضُ الَّذِي تَسْتَعْجِلُونَ [النمل ٧٢/ ٢٧].
فَأَمَّا مَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً فَعَسى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ [القصص ٦٧/ ٢٨].
وَلا نِساءٌ مِنْ نِساءٍ عَسى أَنْ يَكُنَّ خَيْراً مِنْهُنَّ [الحجرات ١١/ ٤٩].
عَسى رَبُّنا أَنْ يُبْدِلَنا خَيْراً مِنْها إِنَّا إِلى رَبِّنا راغِبُونَ [القلم ٣٢/ ٦٨].
عَسى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْواجاً خَيْراً مِنْكُنَّ [التحريم ٥/ ٦٦].
وَأَدْعُوا رَبِّي عَسى أَلَّا أَكُونَ بِدُعاءِ رَبِّي شَقِيًّا [مريم ٤٨/ ١٩].
عساكم تتفوقون.

<span data-type="title" id=toc-149><span data-type="title" id=toc-150>عل</span></span>
اسم بمعنى (فوق) لا يستعمل إلا مجرورا ب (من) وغير مضاف مكر يكتب البيت على النحو التالي:
مكر مفر مقبل مدبر معا ... كجلمود صخر حطه السيل من عل
من: حرف جر. عل اسم بمعنى (فوق) مجرور علامة جره الكسرة.
علّ
لغة في (لعل) الحرف المشبه بالفعل سنفصل فيه حين نتناول لعل.

<span data-type="title" id=toc-151>عند</span>
اسم يرد
١ - منصوبا ظرفا للمكان إذا أضيف إلى اسم يدل على المكان أو اسم لا يشعر بالزمان، نحو:',NULL,'125',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (122,'قال تعالى: وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ حَتَّى يُقاتِلُوكُمْ فِيهِ [البقرة ١٩١/ ٢].
عِنْدَ: ظرف مكان منصوب علامة نصبه الفتحة، وهو مضاف المسجد مضاف إليه مجرور علامة جره الكسرة.
قال تعالى: قالَ يا مَرْيَمُ أَنَّى لَكِ هذا قالَتْ هُوَ مِنْ عِنْدِ اللَّهِ [آل عمران ٣٧/ ٣].
عِنْدَ: ظرف مكان منصوب علامة نصبه الفتحة، وهو مضاف ولفظ الجلالة (الله) مضاف إليه مجرور علامة جره الكسرة.
قال تعالى: قُلْ هُوَ مِنْ عِنْدِ أَنْفُسِكُمْ ... [آل عمران ١٦٥/ ٣].
وَيَقُولُونَ هؤُلاءِ شُفَعاؤُنا عِنْدَ اللَّهِ [يونس ١٨/ ١٠].
وَما عِنْدَ اللَّهِ خَيْرٌ وَأَبْقى أَفَلا تَعْقِلُونَ [القصص ٦٠/ ٢٨].
كُلُّ ذلِكَ كانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهاً [الاسراء ٣٨/ ١٧].
وَإِنَّهُمْ عِنْدَنا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيارِ ... [ص ٤٧/ ٣٨].
٢ - منصوبا بظرف زمان إذا أضيف إلى ما يشعر بالزمان، نحو: يبدأ الليل عند مغيب الشمس.
عند ظرف زمان منصوب علامة نصبه الفتحة، وهو مضاف ومغيب مضاف إليه مجرور علامة جره الكسرة.
٣ - اسما مجرورا بحرف الجر.
قال تعالى: حَتَّى إِذا خَرَجُوا مِنْ عِنْدِكَ قالُوا ... [محمد ١٦/ ٤٧].
مَنْ: حرف جر. عند اسم مجرور بحرف الجر وهو مضاف والكاف ضمير مبني على الفتح في محل جر مجرور بالإضافة.
قال تعالى: قُلْ فَأْتُوا بِكِتابٍ مِنْ عِنْدِ اللَّهِ هُوَ أَهْدى ...
[القصص ٤٩/ ٢٨].',NULL,'126',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (123,'قُلْ أَرَأَيْتُمْ إِنْ كانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ ... [فصلت ٥٢/ ٤١].

<span data-type="title" id=toc-152>عليك، عليكما، عليكم، عليكن</span>
اسم فعل أمر بمعنى (الزم، الزما، الزموا، ألزمن) وفاعله ضمير مستتر تقديره (أنت، أنتما، أنتم، أنتن).
قال تعالى: عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ [المائدة ١٠٥/ ٥].
عَلَيْكُمْ: اسم فعل أمر بمعنى (الزموا)، الفاعل ضمير مستتر تقديره أنتم.
أَنْفُسَكُمْ: أنفس مفعول به لاسم الفعل منصوب علامة نصبه الفتحة وهو مضاف والكاف ضمير مبني على الضم في محل جر مضاف إليه. الميم علامة الجمع.
عليك نفسك فتش عن معايبها ... وخلّ عثرات الناس للناس
عليك: اسم فعل أمر بمعنى (الزم): فاعله ضمير مستتر تقديره أنت.
نفسك: نفس مفعول به لاسم الفعل منصوب علامة نصبه الفتحة مضاف إلى الكاف، الكاف ضمير مبني على الفتح في محل جر مضاف إليه.

<span data-type="title" id=toc-153>عمّ</span>
مركبة من حرف الجر (عن) و (ما) الاستفهامية التي حذفت ألفها لدخول حرف الجر عليها كما يحدث في علام وإلام.
قال تعالى: عَمَّ يَتَساءَلُونَ* عَنِ النَّبَإِ الْعَظِيمِ* الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ [النبأ ١ - ٣/ ٧٨].
عَمَّ: عن صرف جر. ما استفهامية مبنية في محل جر وقد حذفت ألفها لدخول حرف الجر عليها.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (124,'<span data-type="title" id=toc-154>عمّا</span>
مركبة من (عن) و (ما) على النحو التالي:

١ - تكون (ما) زائدة إذا ولي (عمّا) مفرد (لا جملة ولا شبه جملة) نحو: عما قليل سيصل أخوك.
قليل: لا جملة ولا شبه جملة، لذا نعرب:
عمّا: عن حرف جر. ما زائدة. قليل اسم مجرور علامة جره الكسرة.
٢ - تكون (ما) موصولة إذا وليت (عما) جملة أو شبه جملة، نحو.
قال تعالى: وَلَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ [النحل ٩٣/ ١٦].
لا يُسْئَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْئَلُونَ [الانبياء ٢٣/ ٢١].
تَاللَّهِ لَتُسْئَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ [النحل ٥٦/ ٦١].
لَها ما كَسَبَتْ وَلَكُمْ ما كَسَبْتُمْ وَلا تُسْئَلُونَ عَمَّا كانُوا يَعْمَلُونَ [البقرة ١٤١/ ٢].
عَمَّا كُنْتُمْ تَعْمَلُونَ.
عَمَّا: عن حرف جر. ما موصولة مبنية في محل جر.
كُنْتُمْ: كان فعل ماض ناقص. التاء ضمير متصل مبني في محل رفع اسم كان والميم علامة الجمع.
تَعْمَلُونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
الجملة الفعلية (تَعْمَلُونَ) في محل نصب خبر كنتم.
جملة (كُنْتُمْ تَعْمَلُونَ) صلة الموصول لا محل لها من الاعراب.
سألته عمّا عنده.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (125,'سألته: سأل فعل ماض مبني على السكون لاتصاله بتاء الفاعل.
التاء ضمير متصل مبني على الضم في محل رفع فاعل.
الهاء ضمير متصل مبني على الضم في محل نصب مفعول به.
عما: عن حرف جر. ما اسم موصول مبني على السكون في محل جر.
عنده: عند: ظرف مكان منصوب علامة نصبه الفتحة مضاف إلى الهاء والهاء ضمير مبني على الضم في محل جر مضاف إليه.
شبه الجملة من الظرف المضاف والمضاف إليه (عنده) صلة الموصول لا محل لها من الإعراب.

<span data-type="title" id=toc-155>عين، نفس</span>
اسمان يستعملان في التوكيد المعنوي، ويشترط في هذا الاستعمال إضافتهما إلى ضمير يعود على الاسم المؤكد والذي يجب أن يأتي قبلهما وعين، نفس في حالة الإضافة يطابقان المؤكد إلا في التثنية، فإذا كان المؤكد مثنى جمعنا عين، نفس على أعين وأنفس ثم أضفناها إلى هما.
حضر المخترع عينه (نفسه).
حضر: فعل ماض مبني على الفتح. المخترع فاعل مرفوع علامة رفعه الضمة.
عينه: عين توكيد معنوي مرفوع علامة رفعه الضمة مضاف إلى الهاء والهاء ضمير مبني على الضم في محل جر مضاف إليه.
وقد تزاد الباء عليهما فنقول:
قابلت مؤلف الكتاب بنفسه.
قابلت: قابل فعل ماض مبني على السكون لاتصاله بتاء الفاعل-',NULL,'129',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (126,'التاء ضمير متصل مبني على الضم في محل رفع فاعل.
مؤلف: مفعول به منصوب علامة نصبه الفتحة وهو مضاف إلى الكتاب والكتاب مضاف إليه مجرور علامة جره الكسرة.
بنفسه: الباء حرف جر زائد، نفس اسم مجرور لفظا منصوب محلا توكيد إلى (مؤلف الكتاب) ونفس مضاف والهاء ضمير مبني على الكسر في محل جر مضاف إليه.
حضر الرجلان (أنفسهما أو أعينهما).
الرجلان: فاعل مرفوع علامة رفعه الألف لأنه مثنى.
أنفس، أعين: توكيد معنوي مرفوع علامة الرفع الضمة الظاهرة وأنفس وأعين مضافتان إلى الضمير (هما).',NULL,'130',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (127,'<span data-type="title" id=toc-156>الغين</span>
<span data-type="title" id=toc-157>غير</span>
اسم بمعنى (سوى) يرد في حالات كثيرة متنوعة منها.
١ - صفة: نحو:
قال تعالى: فَبَدَّلَ الَّذِينَ ظَلَمُوا قَوْلًا غَيْرَ الَّذِي قِيلَ لَهُمْ [البقرة ٥٩/ ٢].
غَيْرَ: صفة ل (قولا) منصوبة علامة نصبه الفتحة.
قال تعالى: إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ [فصلت ٨/ ٤١].
لَهُمْ: جار ومجرور متعلق بالخبر.
أَجْرٌ: مبتدأ مؤخر مرفوع علامة رفعه الضمة.
غَيْرُ: صفة ل المبتدأ مرفوعة علامة رفعها الضمة وهي مضاف إلى مَمْنُونٍ ومَمْنُونٍ مضاف إليه مجرور علامة جره الكسرة.
٢ - حالا: نحو:
قال تعالى: فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَلا إِثْمَ عَلَيْهِ [البقرة ١٧٣/ ٢].
غَيْرَ: حال منصوبة علامة نصبها الفتحة مضافة إلى باغ وباغ مضاف إليه مجرور علامة جره الكسرة.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (128,'٣ - حسب موقعه من الجملة، نحو:
قال تعالى: سَنَكْتُبُ ما قالُوا وَقَتْلَهُمُ الْأَنْبِياءَ بِ<span data-type="title" id=toc-158>غَيْرِ </span>حَقٍّ [آل عمران ١٨١/ ٣].

بِغَيْرِ: الباء حرف جر. غير اسم مجرور مضاف إلى حق وحق مضاف إليه.
قال تعالى: فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ [التوبة ٣/ ٩].
غَيْرُ: خبر أن مرفوع علامة رفعه الضمة وغير مضاف إلى مُعْجِزِي ... وهكذا ...
٤ - اسم استثناء بمعنى (سوى) وتطابقها معنى وإعرابا كما تمّ تفصيل ذلك في موضوع (سوى) - راجع ذلك إن شئت.
غير
اعرب غير
قال تعالى: قالَ الَّذِينَ لا يَرْجُونَ لِقاءَنَا آت بِقُرْآنٍ غَيْرِ هذا أَوْ بَدِّلْهُ [يونس ١٥/ ١٠].
إِنَّهُ عَمَلٌ غَيْرُ صالِحٍ فَلا تَسْئَلْنِ ما لَيْسَ لَكَ بِهِ عِلْمٌ [هود ٤٦/ ١١].
اللَّهُ الَّذِي رَفَعَ السَّماواتِ بِغَيْرِ عَمَدٍ تَرَوْنَها [الرعد ٢/ ١٣].
رَبَّنا أَخْرِجْنا نَعْمَلْ صالِحاً غَيْرَ الَّذِي كُنَّا نَعْمَلُ [فاطر ٣٧/ ٣٥].
هَلْ مِنْ خالِقٍ غَيْرُ اللَّهِ يَرْزُقُكُمْ في السَّماءِ وَالْأَرْضِ [فاطر ٣/ ٣٥].
قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي أَعْبُدُ أَيُّهَا الْجاهِلُونَ [الزمر ٦٤/ ٣٩].
قال تعالى: أَنْ تَبْتَغُوا بِأَمْوالِكُمْ مُحْصِنِينَ غَيْرَ مُسافِحِينَ [النساء ٢٤/ ٤].
فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجانِفٍ لِإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ [المائدة ٣/ ٥].
حضر قارىء واحد لا غير.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (129,'قبضت عشرين ريالا ليس غير.
الناس يصدقون غير المنافقين منهم.
لا ينجو غير الصادق.

<span data-type="title" id=toc-159>الفاء حرف عطف</span>
حرف عطف يفيد الترتيب مع التعقيب، أي بلا فاصل زمني طويل بين المعطوف والمعطوف عليه، وتكون التكملة على النحو التالي:
وصل محمد فسعيد إلى المطار.
الفاء أفادت أن محمدا قد وصل قبل سعيد، أي أن ترتيب وصول سعيد هو الثاني، ولكن بلا فاصل زمني طويل فبعد وصول محمد بزمن قصير وصل سعيد.
والمعطوف (سعيد) يتبع المعطوف عليه (محمد) في الإعراب، فقد جاء محمد فاعلا مرفوعا فلذا سيكون سعيد معطوفا مرفوعا لأن المعطوف يتبع المعطوف عليه.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (130,'<span data-type="title" id=toc-160>الفاء حسب ما قبلها</span>
كل فاء أتت في أول جملة نعربها ودون أن تكون قبلها جملة مكتوبة أمامنا، نحو:
قال تعالى: فَأَتَتْ بِهِ قَوْمَها تَحْمِلُهُ قالُوا يا مَرْيَمُ ... [مريم ٢٧/ ١٩].
فَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْهِ ما حُمِّلَ ... [النور ٥٤/ ٢٤].
فَأَخْرَجَ لَهُمْ عِجْلًا جَسَداً لَهُ خُوارٌ ... [طه ٨٨/ ٢٠].
فَأَخْرَجْناهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ ... [الشعراء ٥٧/ ٢٦].
فَهَلْ نَجْعَلُ لَكَ خَرْجاً عَلى أَنْ نجعل بَيْنَنا وَبَيْنَهُمْ سَدًّا [الكهف ٩٤/ ١٨].
الفاء: حسب ما قبلها.

<span data-type="title" id=toc-161>الفاء حرف عطف</span>
حرف عطف يفيد الترتيب مع التعقيب أي بلا فاصل زمني طويل بين المعطوف والمعطوف عليه.

<span data-type="title" id=toc-162>الفاء السببية</span>
حرف يكون ما قبله سببا فيما بعده.
قال تعالى: فَوَكَزَهُ مُوسى فَقَضى عَلَيْهِ [القصص ١١٥/ ٢٨].',NULL,'134',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (131,'فالوكز كان سببا في القضاء عليه.

وإذا دخل الحرف على الفعل المضارع نصبه بأن مضمرة بعد الحرف كما اشترط في إفادتها السببية أن يسبق بنفي أو طلب، والمقصود بالطلب (الأمر، النهي، الاستفهام، التمني، الترجي،<span data-type="title" id=toc-163> العرض</span>،<span data-type="title" id=toc-164> التحضيض </span>الدعاء) ومن المفيد أن نوضح المقصود ب.
العرض:
طلب أمر بلين ورفق مستعملا (ألا، أما، لو، لولا) فإن استعملنا هذه الادوات مع الفعل المضارع سمي ذلك عرضا.
قال تعالى: أَلا تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ [النور ٢٢/ ٢٤].
وإن استعملنا هذه الأدوات مع الفعل الماضي أفاد الاسلوب العتب، نحو: ألا اشتريت كتابا فاستفدت.
التحضيض:
طلب أمر بشدة مستعملا (هلّا، ألا، لوما، لولا) فإن دخلت هذه الأدوات على فعل مضارع سمي الاسلوب تحضيضا، نحو.
قال تعالى: أَلا تُقاتِلُونَ قَوْماً نَكَثُوا أَيْمانَهُمْ وَهَمُّوا بِإِخْراجِ الرَّسُولِ ... [التوبة ١٣/ ٩].
وإن دخلت هذه الادوات على فعل ماض سمي الاسلوب لوما أو توبيخا أو أفاد التنديم.
هلا سألت الخيل يا ابنة مالك ... إن كنت جاهلة بما لم تعلمي
والفاء السببية الداخلة على فعل مضارع تكون بمعنى (لكي أو لكيلا)، الفاء السببية تكون حرف عطف يعطف المصدر المؤول بعدها والمتكون من أن المضمرة والفعل المنصوب على مصدر يستنتج من سياق الكلام قبلها.
قال تعالى: وَلا تَمَسُّوها بِسُوءٍ فَيَأْخُذَكُمْ عَذابٌ أَلِيمٌ [الاعراف ٧٣/ ٧].',NULL,'135',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (132,'لقد طلب الله عدم مسها (الناقة) بسوء لأن مسها بسوء يكون سببا في أخذهم بعذاب أليم.
والملاحظ أن الكلام قبل الفاء عبارة عن طلب متكون من النهي (لا تمسوها).
فَيَأْخُذَكُمْ: الفاء سببية وهي حرف عطف.
يأخذ: فعل مضارع منصوب بأن مضمرة بعد الفاء منصوب علامة نصبه الفتحة، الفاعل ضمير مستتر تقديره هو. الكاف ضمير متصل مبني على الضم في محل نصب مفعول به. الميم علامة الجمع.
وأن والفعل في تأويل مصدر تقديره (أخذكم بعذاب أليم) معطوف على مصدر يستنتج من السياق قبل الفاء، وهنا التقدير لا يكن منكم مس للناقة بسوء لكيلا يتم أخذكم بعذاب أليم.
قال تعالى: يا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزاً عَظِيماً [النساء ٧٣/ ٤].
الكلام قبل الفاء مسبوق بطلب وهو التمني المتحقق ب (ليتني).
فَأَفُوزَ: الفاء سببية عاطفة، أفوز فعل مضارع منصوب بأن مضمرة بعد الفاء، علامة نصبه الفتحة، الفاعل ضمير مستتر تقديره أنا.
وأن والفعل في تأويل مصدر تقديره فوزي معطوف على مصدر مشتق من السياق بتقدير تمنيت كوني معهم ليتم فوزي أو لكي يتم فوزي.

<span data-type="title" id=toc-165>تمرين</span>
إعرب ما تحته خط إعرابا مفصلا.
قال تعالى:
وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ [الانعام ١٠٨/ ٦].',NULL,'136',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (133,'وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ [الانفال ٤٦/ ٨].
فَهَلْ لَنا مِنْ شُفَعاءَ فَيَشْفَعُوا لَنا أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِي كُنَّا نَعْمَلُ [الاعراف ٥٣/ ٧].
وَزَيَّنَ لَهُمُ الشَّيْطانُ أَعْمالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لا يَهْتَدُونَ [النمل ٢٤/ ٢٧].
وَلا تَتَّبِعِ الْهَوى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ [ص ٣٦/ ٣٨].

<span data-type="title" id=toc-166>الفاء الرابطة لجواب الشرط</span>
أدوات الشرط تحتاج إلى فعل شرط وفعل جواب الشرط، نحو:
وَإِنْ عُدْتُمْ عُدْنا وَجَعَلْنا جَهَنَّمَ لِلْكافِرِينَ حَصِيراً [الاسراء ٨/ ١٧].
أَنْ: شرطية جازمة. عدتم فعل الشرط. عدنا فعل جواب الشرط- وفي حالات يتكون جواب الشرط من جملة اسمية أو فعلية لفعلها مواصفات معينة، في هذه الحالة نحتاج إلى فاء يربط هذا الجواب بفعل الشرط، وتسمى هذه الفاء رابطة لجواب الشرط ولا عمل لها إعرابيا، والحالات التي تحتاج إلى الفاء الرابطة أو الواقعة في جواب الشرط هي.
أ- إذا كان جواب الشرط جملة اسمية (مبتدأ وخبر) نحو:
مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ ... [الروم ٤٤/ ٣٠].
مَنْ: اسم شرط جازم مبني في محل رفع مبتدأ.
كَفَرَ: فعل الشرط وهو فعل ماض مبني على الفتح في محل جزم. فاعله ضمير مستتر تقديره هو.
فَعَلَيْهِ: الفاء رابطة لجواب الشرط. على حرف جر. الهاء ضمير مبني على الكسر في محل جر. شبه الجملة في محل رفع خبر مقدم.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (134,'كُفْرُهُ: كفر: مبتدأ مؤخر مرفوع علامة رفعه الضمة وهو مضاف والهاء ضمير مبني على الضم في محل جر مضاف إليه.
الجملة الاسمية (عليه كفره) في محل جزم جواب الشرط الجازم وجملة الشرط وجوابه في محل رفع خبر للمبتدأ (من).
قال تعالى: مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ ... [الاسراء ٩٧/ ١٧].
فَهُوَ: الفاء رابطة لجواب الشرط. هو: ضمير منفصل مبني في محل رفع مبتدأ.
الْمُهْتَدِ: خبر مرفوع علامة رفعه الضمة المقدرة على الياء المحذوفة.
الجملة الأسمية (هو الْمُهْتَدِ) في محل جزم جواب الشرط الجازم.
قال تعالى:
وَمَنْ عَمِلَ صالِحاً مِنْ ذَكَرٍ أَوْ أُنْثى وَهُوَ مُؤْمِنٌ فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ ... [غافر ٤٠/ ٤٠].
وَقالُوا مَهْما تَأْتِنا بِهِ مِنْ آيَةٍ لِتَسْحَرَنا بِها فَما نَحْنُ لَكَ بِمُؤْمِنِينَ [الاعراف ١٣٢/ ٧].
وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ [المائدة ١١٨/ ٥].
وَما أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ وَهُوَ خَيْرُ الرَّازِقِينَ [سبأ ٣٩/ ٣٤].
ب- إذا كان جواب الشرط، جملة فعلية وفعلها.
١ - فعل جامد (ليس، عسى، نعم، بئس، حبذا، لا حبذا).
قال تعالى: إِنَّ اللَّهَ مُبْتَلِيكُمْ بِنَهَرٍ فَمَنْ شَرِبَ مِنْهُ فَلَيْسَ مِنِّي [البقرة ٢٤٩/ ٢].
فَلَيْسَ: الفاء رابطة لجواب الشرط. ليس فعل ماض جامد. اسمه ضمير مستتر تقديره هو- من حرف جر. الياء ضمير مبني في محل جر- شبه الجملة في محل نصب خبر ليس.
جملة ليس واسمها وخبرها في محل جزم جوابا للشرط الجازم.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (135,'قال تعالى: وَمَنْ يَفْعَلْ ذلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ [آل عمران ٢٨/ ٣].
وَمَنْ لا يُجِبْ داعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ [الاحقاف ٣٢/ ٤٦].
٢ - فعلها يدل على طلب (الأمر، النهي).
قال تعالى: إِذا جاءَ نَصْرُ اللَّهِ وَالْفَتْحُ* وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْواجاً* فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كانَ تَوَّاباً [النصر ١ - ٣/ ١١٠].
إِذا: اسم شرط غير جازم يستعمل لما يستقبل من الزمان وهو مضاف.
جاءَ: فعل الشرط مبني على الفتح.
نَصْرُ: فاعل مرفوع علامة رفعه الضمة وهو مضاف إلى لفظ الجلالة (اللَّهِ) ولفظ الجلالة مضاف إليه.
فَسَبِّحْ: الفاء رابطة لجواب الشرط. سبح فعل أمر مبني على السكون والفاعل ضمير مستتر تقديره أنت.
الجملة الفعلية فَسَبِّحْ بِحَمْدِ رَبِّكَ جواب للشرط غير الجازم (إِذا).
٣ - فعلها مسبوق ب (ما). نحو:
إنّ عملت خيرا فما أنت بخاسر.
إن شرطية جازمة- عملت: عمل فعل ماض مبني على السكون في محل جزم فعل الشرط. التاء ضمير متصل مبني
على الفتح في محل رفع فاعل. خيرا مفعول به.
فما: الفاء رابطة لجواب الشرط. ما نافية مشبهة بليس.
انت: ضمير منفصل مبني على الفتح في محل رفع اسم ما.
بخاسر: الباء حرف جر زائد. خاسر اسم مجرور لفظا منصوب محلا خبر (ما).',NULL,'139',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (136,'وجملة (ما) واسمها وخبرها في محل جزم جوابا للشرط الجازم.
قال تعالى: فَإِنْ تَوَلَّيْتُمْ فَما سَأَلْتُكُمْ مِنْ أَجْرٍ [يونس ٧٢/ ١٠].
فَما: الفاء رابطة لجواب الشرط. (ما) نافية.
سَأَلْتُكُمْ: سأل فعل ماض مبني على السكون لاتصاله بتاء الفاعل.
التاء ضمير متصل مبني على الضم في محل رفع فاعل.
الكاف ضمير متصل مبني على الضم في محل نصب مفعول به. الميم علامة الجمع.
مِنْ أَجْرٍ: من حرف جر زائد. أحد اسم مجرور لفظا منصوب محلا مفعول به.
الجملة الفعلية: (ما سَأَلْتُكُمْ مِنْ أَجْرٍ) في محل جزم جوابا للشرط.
٤ - فعلها مسبوق ب (لن).
قال تعالى: وَما يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ [آل عمران ١١٥/ ٣].
فَلَنْ: الفاء رابطة لجواب الشرط.
لن: اداة نفي ونصب. يكفروه: فعل مضارع منصوب بلن علامة نصبه حذف النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل. الهاء ضمير مبني على الضم في محل نصب مفعول به.
الجملة الفعلية (فَلَنْ يُكْفَرُوهُ) في محل جزم جوابا للشرط الجازم.
٥ - فعلها مسبوق ب (قد).
قال تعالى: مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ [النساء ٨٠/ ٤].
فَقَدْ: الفاء رابطة لجواب الشرط. قد حرف تحقيق لأنه دخل على فعل ماض.
أَطاعَ: فعل ماض مبني على الفتح. الفاعل ضمير مستتر تقديره',NULL,'140',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (137,'هو. الله لفظ الجلالة مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية (فَقَدْ أَطاعَ اللَّهَ) في محل جزم جوابا للشرط.
٦ - فعلها مسبوق ب (حرف السين):
قال تعالى: فَأَمَّا مَنْ أَعْطى وَاتَّقى * وَصَدَّقَ بِالْحُسْنى * فَسَنُيَسِّرُهُ لِلْيُسْرى [الليل ٥ - ٧/ ٩٢].
فَسَنُيَسِّرُهُ لِلْيُسْرى: الفاء رابطة لجواب الشرط. السين حرف تنفيس.
نيسر فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة.
الفاعل ضمير مستتر تقديره نحن- لليسرى. جار ومجرور.
الجملة الفعلية (فَسَنُيَسِّرُهُ لِلْيُسْرى) في محل جزم جوابا للشرط.
٧ - فعلها مسبوق ب (سوف).
قال تعالى: وَمَنْ يَفْعَلْ ذلِكَ عُدْواناً وَظُلْماً فَسَوْفَ نُصْلِيهِ ناراً ...
[النساء ٣٠/ ٤].
فَسَوْفَ: الفاء رابطة لجواب الشرط. سوف حرف استقبال.
نُصْلِيهِ: نصلي فعل مضارع مرفوع لتجرده عن الناصب والجازم مرفوع علامة رفعه الضمة المقدرة على الياء للثقل.
الفاعل ضمير مستتر تقديره (نحن) - الهاء ضمير مبني على الكسر في محل نصب مفعول به الجملة الفعلية فسوف نُصْلِيهِ ناراً في محل جزم جوابا للشرط الجازم.
وللفائدة: نارا مفعول به ثان للفعل نصلي.
ج- جملة اسمية أو فعلية مصدرة ب (إنما)، نحو:
وَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْكَ الْبَلاغُ [آل عمران ٢٠/ ٣].
فَإِنَّما: الفاء رابطة لجواب الشرط- إنما كافة ومكفوفة.
عَلَيْكَ: على حرف جر. الكاف ضمير متصل مبني على الفتح في',NULL,'141',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (138,'محل جر مجرور شبه الجملة في محل رفع خبر (متعلق بالخبر).
الْبَلاغُ: مبتدأ مؤخر مرفوع علامة رفعه الضمة.
الجملة الاسمية في محل جزم جوابا للشرط الجازم.
إن أجدت في المقال فإنما أحببت أفكارها.
فإنما: الفاء رابطة لجواب الشرط. إنما كافة ومكفوفة.
أحببت: أحبب فعل ماض مبني على السكون لاتصاله بتاء الفاعل:
تاء الفاعل ضمير مبني على الضم في محل رفع فاعل.
أفكار: مفعول به منصوب علامة نصبه الفتحة وأفكار مضاف و (ها) ضمير مبني على السكون في محل جر مجرور بالإضافة الجملة (إنما أحببت أفكارها) في محل جزم جوابا للشرط الجازم.

<span data-type="title" id=toc-167>الفاء الرابطة لجواب أما</span>
أما حرف يفيد الشرط وفعل الشرط محذوف دائما والتقدير في المعنى مهما يكن من شيء. وجواب أما يقترن بالفاء دائما وفي كل الأحوال أي لا توجد شروط ومواصفات خاصة للاقتران كما هي الحال في أدوات الشرط التي تقدم شرحها.
قال تعالى: وَأَمَّا السَّائِلَ فَلا تَنْهَرْ.
الفاء واقعة في جواب أما. لا ناهية جازمة، تنهر فعل مضارع مجزوم. فاعله ضمير مستتر تقديره (أنت).

<span data-type="title" id=toc-168>تمرين</span>
حدد جواب الشرط وبين سبب اقترانه بالفاء.
قال تعالى: وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنى وَكَذَّبَ بِالْحُسْنى فَسَنُيَسِّرُهُ لِلْيُسْرى [الليل ١٠/ ٩٢].',NULL,'142',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (139,'فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّما يَتَّبِعُونَ أَهْواءَهُمْ [القصص ٥٠/ ٢٨].
أَيَّمَا الْأَجَلَيْنِ قَضَيْتُ فَلا عُدْوانَ عَلَيَّ ... [القصص ٢٨/ ٢٨].
مَنْ عَمِلَ سَيِّئَةً فَلا يُجْزى إِلَّا مِثْلَها ... [غافر ٤٠/ ٤٠].
مَنْ عَمِلَ صالِحاً فَلِنَفْسِهِ وَمَنْ أَساءَ فَعَلَيْها ... [فصلت ٤٦/ ٤١].
فَأَمَّا مَنْ تابَ وَآمَنَ وَعَمِلَ صالِحاً فَعَسى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ [القصص ٦٧/ ٢٨].
فَمَنْ كانَ يَرْجُوا لِقاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صالِحاً [الكهف ١١٠/ ١٨].
فَمَنْ يَعْمَلْ مِنَ الصَّالِحاتِ وَهُوَ مُؤْمِنٌ فَلا كُفْرانَ لِسَعْيِهِ [الأنبياء ٩٤/ ٢١].
فَإِنْ تابا وَأَصْلَحا فَأَعْرِضُوا عَنْهُما ... [النساء ١٦/ ٤].
فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ [التوبة ٥/ ٩].
فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَإِخْوانُكُمْ فِي الدِّينِ [التوبة ١١/ ٩].
فَمَنْ تابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ [المائدة ٣٩/ ٥].
وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ [التغابن ١٤/ ٦٤].
إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ [التوبة ٨٠/ ٩].
إِذا ناجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقَةً [المجادلة ١٢/ ٥٨].
فَإِنْ تَوَلَّيْتُمْ فَإِنَّما عَلى رَسُولِنَا الْبَلاغُ الْمُبِينُ [التغابن ١٢/ ٦٤].
وَإِنْ يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعادٌ وَثَمُودُ [الحج ٤٢/ ٢٢].
فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ [الانعام ١٤٥ /].
وَإِذا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنْصِتُوا [الاعراف ٢٠٤/ ٧].
وَعاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسى أَنْ تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً [النساء ١٩/ ٤].
أيما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى [الاسراء ١١٠/ ١٧].',NULL,'143',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (140,'وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخاسِرِينَ [آل عمران ٨٥/ ٣].
وَمَنْ يَعْتَصِمْ بِاللَّهِ فَقَدْ هُدِيَ إِلى صِراطٍ مُسْتَقِيمٍ [آل عمران ١٠١/ ٣].
أَمَّا أَحَدُكُما فَيَسْقِي رَبَّهُ خَمْراً وَأَمَّا الْآخَرُ فَيُصْلَبُ ... [يوسف ٤١/ ١٢].
أَمَّا السَّفِينَةُ فَكانَتْ لِمَساكِينَ يَعْمَلُونَ فِي الْبَحْرِ وَكانَ وَراءَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْباً [الكهف ٧٩/ ١٨].
وَأَمَّا الْغُلامُ فَكانَ أَبَواهُ مُؤْمِنَيْنِ فَخَشِينا أَنْ يُرْهِقَهُما طُغْياناً وَكُفْراً [الكهف ٨٠/ ١٨].

<span data-type="title" id=toc-169>الفاء الاستئنافية</span>
حرف لا يصح عطف ما بعدها على ما قبلها لاختلاف في المعنى أو تحول فيه: كأن تكون الجملة التي بعدها إنشائية والتي قبلها خبرية إذ لا يصح عطف الإنشاء على الخبر ولا الخبر على الإنشاء.
وللفائدة فإن الخبر هو الكلام الذي يحتمل الصدق والكذب لذاته والإنشاء هو ما لا يحتمل الصدق أو الكذب لذاته، ويشمل الإنشاء:
(الأمر، النهي الاستفهام، التمني، الدعاء، العرض، التحضيض).
أخبرني أخوك بوفاة العالم الجليل ... فليته لم يخبرني
خبر إنشاء فليته: الفاء حرف استئناف لا عمل له من الإعراب
ليت: من الأحرف المشبهة بالفعل يفيد التمني. الهاء ضمير مبني على الضم في محل نصب اسم ليت.
لم: اداة نفي وجزم وقلب. يخبر فعل مضارع مجزوم بلم علامة جزمه السكون. الفاعل ضمير مستتر تقديره هو.
النون للوقاية. الياء ضمير متصل مبني في محل نصب مفعول به.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (141,'الجملة (ليته لم يخبرني) استئنا<span data-type="title" id=toc-170> في </span>ة لا محل لها من الإعراب.
مثال: ربنا إنا سمعنا مناديا ينادي للإيمان. فارحمنا واجعلنا من المؤمنين
خبر إنشاء لأنه طلب (أمر)

<span data-type="title" id=toc-171>(الفاء) تزيينية</span>
حرف لا عمل له تدخل على كلمة (صاعدا)
عليك أن تكتب الصفحتين فصاعدا
فصاعدا: الفاء تزيينية
صاعدا: حال منصوبة علامة نصبها الفتحة والتقدير يذهب العدد صاعدا.

<span data-type="title" id=toc-172>فقط</span>
اسم فعل مضارع بمعنى (يكفي) وفاعله ضمير مستتر تقديره هو المطلوب أن يحضر اثنان فقط.
فقط: اسم فعل مضارع بمعنى يكفي وفاعله ضمير مستتر تقدير هو.
في
حرف جر:
قال تعالى: وهُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحامِ كَيْفَ يَشاءُ [آل عمران ٦/ ٣].
وَأَدْخِلْنا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ [الاعراف ١٥١/ ٧].
فِي: حرف جر. الأرحام اسم مجرور علامة جره الكسرة.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (142,'<span data-type="title" id=toc-173>القاف</span>
<span data-type="title" id=toc-174>قد، لقد</span>
حرفان يفيدان التحقيق إذا دخلا على فعل ماض، ويفيدان التقليل إذا دخلا على فعل مضارع.
التحقيق يعني أن الفعل قد تحقق وتأكد حدوثه.
التقليل يعني تقليل احتمال حدوث الفعل.

<span data-type="title" id=toc-175>(قد، لقد) حرفا تحقيق</span>
قال تعالى: لَقَدْ كانَ فِي يُوسُفَ وَإِخْوَتِهِ آياتٌ لِلسَّائِلِينَ [يوسف ٧/ ١٢].
تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَها ما كَسَبَتْ وَلَكُمْ ما كَسَبْتُمْ [البقرة ١٣٤/ ٢].
وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ ضَلَّ ضَلالًا بَعِيداً [النساء ١١٦/ ٤].
فَقَدْ كَذَّبُوا بِالْحَقِّ لَمَّا جاءَهُمْ [الانعام ٥/ ٦].
وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً كَثِيراً [البقرة ٢٦٩/ ٢].
قَدْ: حرف تحقيق والفعل الماضي بعده يعرب إعرابا اعتياديا.

<span data-type="title" id=toc-176>ملاحظة:</span>
يقول البعض في (لقد) إن اللام المتصلة ب (قد) تعرب لام ابتداء أو حرفا موطئا للقسم بتقدير والله لقد كان. على سبيل المثال. قد حرف تحقيق.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (143,'قال تعالى: وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قومي لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ ... [الصف ٥/ ٦١].
قَدْ نَرى تَقَلُّبَ وَجْهِكَ فِي السَّماءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضاها [البقرة ١٤٤/ ٢].
قال الشاعر:
وقد يجمع الله الشتيتين بعد ما ... يظنان كل الظن أن لا تلاقيا
قد: حرف تقليل لدخوله على فعل مضارع.

<span data-type="title" id=toc-177>تمرين</span>
اعرب قد في:
قال تعالى: قَدْ أَفْلَحَ مَنْ زَكَّاها ... [الشمس ٩/ ٩١].
وَلَقَدْ ضَرَبْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ لَعَلَّهُمْ يَتَذَكَّرُونَ [الزمر ٢٧/ ٣٩].
قال شاعر:
أخو ثقة لا تهلك الخمر ماله ... ولكنه قد يهلك المال نائله
وقد اكتفيت باستعمال (قد، لقد) حرفين يفيدان التقليل أو التحقيق وأهملت الأقوال الواردة فيها أنهما اسمان أو اسمان للفعل لندرة الاستعمال وربما للتكلف الواضح فيهما في الوقت الذي نسعى فيه إلى التيسير.

<span data-type="title" id=toc-178>قطّ</span>
اسم مبني على الضم في محل نصب ظرف زمان لاستغراق ما مضى ويشترط في استعماله لأداء هذا المعنى أن يسبق بنفي. ويأتي هذا الظرف مقطوعا عن الإضافة الظاهرة.
ما أسأت إلى أحد قطّ.
ما: نافية- أساء فعل ماض مبني على السكون لاتصاله بتاء',NULL,'147',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (144,'الفاعل التاء ضمير متصل مبني على الضم في محل رفع فاعل- إلى حرف جر. أحد اسم مجرور علامة جره الكسرة.
قطّ اسم مبني على الضم في محل نصب ظرف زمان متعلق بالفعل (اسأت).',NULL,'148',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (145,'الكاف
وترد على الأوجه التالية:
١ - حرف جر: وتفيد التشبيه، نحو:
قال تعالى: كَمَثَلِ الشَّيْطانِ إِذْ قالَ لِلْإِنْسانِ اكْفُرْ ... [الحشر ١٦/ ٥٩].
مَثَلُ الَّذِينَ حُمِّلُوا التَّوْراةَ ثُمَّ لَمْ يَحْمِلُوها كَمَثَلِ الْحِمارِ يَحْمِلُ أَسْفاراً ... [الجمعة ٥/ ٦٢].
فَمَثَلُهُ كَمَثَلِ صَفْوانٍ عَلَيْهِ تُرابٌ فَأَصابَهُ وابِلٌ فَتَرَكَهُ صَلْداً [البقرة ٢٦٤/ ٢].
فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ [الاعراف ١٧٦/ ٧].
كَمَثَلِ: الكاف حرف جر يفيد التشبيه. مثل اسم مجرور علامة جره الكسرة ومثل مضاف و (الشيطان، الحمار، صفوان، الكلب) مضاف إليه مجرور وقد تدخل ما المصدرية عليها فيكون المصدر المؤول في محل جر مجرور، نحو:
قال تعالى: الَّذِينَ يَأْكُلُونَ الرِّبا لا يَقُومُونَ إِلَّا كَما يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطانُ مِنَ الْمَسِّ [البقرة ٢٧٥/ ٢].
كما: الكاف حرف جر. ما مصدرية. يقوم فعل مضارع مرفوع لتجرده عن الناصب والجازم علامة رفعه الضمة. الذي',NULL,'149',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (146,'اسم موصول مبني في محل رفع فاعل.
يَتَخَبَّطُهُ: يتخبط: فعل مضارع مرفوع لتجرده عن الناصب والجازم.
علامة رفعه الضمة. الهاء ضمير متصل مبني في محل نصب مفعول به. الشيطان فاعل مرفوع علامة رفعه الضمة. من المس: جار ومجرور الجملة الفعلية (يتخبطه الشيطان) صلة الموصول (الذي) لا محل لها من الإعراب.
ما المصدرية والفعل (ما يقوم الذي يتخبطه الشيطان في محل جر، مجرور بحرف الجر (الكاف).
٢ - ضمير متصل مبني على ما يلفظ به في محل كذا.
أ- في محل جر إذا أتصل بالاسم، نحو:
قال تعالى: وَلكِنْ يُؤاخِذُكُمْ بِما كَسَبَتْ قُلُوبُكُمْ [البقرة ٢٢٥/ ٢].
لا تَقْصُصْ رُؤْياكَ عَلى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْداً [يوسف ٥/ ١٢].
فَكَشَفْنا عَنْكَ غِطاءَكَ فَبَصَرُكَ الْيَوْمَ حَدِيدٌ [ق ٢٢/ ٥٠].
يا أُخْتَ هارُونَ ما كانَ أَبُوكِ امْرَأَ سَوْءٍ ... [مريم ٢٨/ ١٩.]
قُلُوبُكُمْ: قلوب فاعل مرفوع علامة رفعه الضمة مضاف إلى الكاف والكاف ضمير مبني على الضم في محل جر مضاف إليه- الميم علامة الجمع.
رُؤْياكَ: رؤيا: مفعول به منصوب علامة نصبه الفتحة المقدرة على الألف للتعذر ورؤيا مضاف والكاف ضمير مبني على الفتح في محل جر مضاف إليه.
أَبُوكِ: أبو اسم كان مرفوع علامة رفعه الواو لأنه من الأسماء الخمسة مضاف إلى الكاف والكاف ضمير مبني على الكسر في محل جر مضاف إليه.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (147,'ب- في محل نصب مفعول به إذا اتصل بالفعل، نحو:
قال تعالى: أَلَمْ يَجِدْكَ يَتِيماً فَآوى [الضحى ٦/ ٩٣].
وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِراطاً مُسْتَقِيماً [الفتح ٢/ ٤٨].
هذا يَوْمُ الْفَصْلِ جَمَعْناكُمْ وَالْأَوَّلِينَ [المرسلات ٣٨/ ٧٧].
أَنْتُما وَمَنِ اتَّبَعَكُمَا الْغالِبُونَ [القصص ٣٥/ ٢٨].
يَجِدْكَ: يجد فعل مضارع مجزوم ب (لم) علامة جزمه السكون الفاعل ضمير مستتر تقديره هو.
الكاف: ضمير مبني على الفتح في محل نصب مفعول به.
٣ - حرف خطاب لا محل له من الإعراب وهي الكاف التي تتصل بأسماء الاشارة، ذاك، تلك، ذلك ... أو بضمير النصب المنفصل مثل إياك، إياكم ... الخ.
قال تعالى: وَإِنَّهُ عَلى ذلِكَ لَشَهِيدٌ [العاديات ٧/ ١٠٠].
عَلى ذلِكَ: على حرف جر. ذا اسم إشارة مبني على السكون في محل جر اللام للبعد، الكاف للخطاب.
قال تعالى: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ [الفاتحة ٥/ ١].
إيا: ضمير منفصل مبني على السكون في محل نصب مفعول به مقدم والكاف للخطاب.
قال لقمان لابنه إياك وصاحب السوء، فإنه كالسيف المسلول يعجب منظره، ويقبح أثره.
إِيَّاكَ: إيا ضمير منفصل مبني على السكون في محل نصب مفعول به لفعل محذوف تقديره (احذر). الكاف للخطاب.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (148,'<span data-type="title" id=toc-180>كاد</span>
فعل ماض ناقص يفيد المقاربة أي أن الخبر لم يحدث وإنما اقترب من الحدوث أو أوشك عليه. وهو يحتاج إلى اسم مرفوع وخبر منصوب مثل كان وأخواتها، ولكن يشترط في خبره أن تكون جملة فعلية ذات فعل مضارع.
ولا يقف عمله هذا عند الزمن الماضي وإنما يعمل (كاد) في المضارع كذلك.
قال تعالى: قالَ ابْنَ أُمَّ إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكادُوا يَقْتُلُونَنِي [الاعراف ١٥٠/ ٧].
كادُوا: كاد فعل ماض ناقص يفيد المقاربة. الواو ضمير متصل مبني في محل رفع اسم كاد.
يَقْتُلُونَنِي: يقتلون فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل. النون للوقاية. الياء ضمير متصل مبني في محل نصب مفعول به.
الجملة الفعلية (يَقْتُلُونَنِي) في محل نصب خبر كاد.
قال تعالى: وَإِنْ كادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنا إِلَيْكَ [الاسراء ٧٣/ ١٧].
وَإِنْ كادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ لِيُخْرِجُوكَ مِنْها [الاسراء ٧٦/ ١٧].
وَلَوْلا أَنْ ثَبَّتْناكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلًا [الاسراء ٧٤/ ١٧].
إِنَّ السَّاعَةَ آتِيَةٌ أَكادُ أُخْفِيها ... [طه ١٥/ ٢٠].
تَكادُ السَّماواتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ [مريم ٩٠/ ١٩].
تَكادُ تَمَيَّزُ مِنَ الْغَيْظِ ... [الملك ٨/ ٦٧].',NULL,'152',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (149,'يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ ... [النور ٤٣/ ٢٤].
فَمالِ هؤُلاءِ الْقَوْمِ لا يَكادُونَ يَفْقَهُونَ حَدِيثاً [النساء ٧٨/ ٤].
وَجَدَ مِنْ دُونِهِما قَوْماً لا يَكادُونَ يَفْقَهُونَ قَوْلًا [الكهف ٩٣/ ١٨].
يَكادُ سَنا بَرْقِهِ يَذْهَبُ بِالْأَبْصارِ [النور ٤٣/ ٢٤].
يَكادُ: فعل مضارع ناقص يفيد المقاربة.
سَنا: اسم (يَكادُ) مرفوع علامة رفعه الضمة المقدرة على الألف منع من ظهورها التعذر وسنا مضاف إلى برق وبرق مضاف إليه مجرور علامة جره الكسرة. برق مضاف إلى الهاء والهاء ضمير متصل مبني على الكسر في محل جر مضاف إليه.
يَذْهَبُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم، وعلامة رفعه الضمة الظاهرة. الفاعل ضمير مستتر تقديره هو.
بالأبصار جار ومجرور.
الجملة الفعلية (يذهب بالابصار) في محل نصب خبر يكاد.

<span data-type="title" id=toc-181>كأنّ</span>
حرف مشبه بالفعل يفيد التشبيه يحتاج إلى اسم منصوب وإلى خبر مرفوع، نحو:
قال تعالى: كَأَنَّهُنَّ الْياقُوتُ وَالْمَرْجانُ [الصف ٥٨/ ٥٥].
وَعِنْدَهُمْ قاصِراتُ الطَّرْفِ عِينٌ* كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ [الصافات ٤٨ - ٤٩/ ٣٧].
وَيَطُوفُ عَلَيْهِمْ غِلْمانٌ كَأَنَّهُمْ لُؤْلُؤٌ مَكْنُونٌ [الطور ٢٤/ ٥٢].
كأن: من الأحرف المشبهه بالفعل (من أخوات إنّ).
هن: ضمير مبني على الفتح في محل نصب اسم كأن.
الْياقُوتُ: خبر كأن مرفوع علامة رفعه الضمة.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (150,'وقد تتصل بها ما فتكفها عن العمل، نحو:
قال تعالى: وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّما خَرَّ مِنَ السَّماءِ فَتَخْطَفُهُ الطَّيْرُ [الحج ٣١/ ٢٢].
فَكَأَنَّما: الفاء رابطة لجواب الشرط. كأن حرف مشبه بالفعل مكفوف عن العمل لدخول ما الكافة (كافة ومكفوفة).
والدليل على كفها عن العمل مجيء جملة فعلية بعدها مباشرة.
وكذلك تصبح مهملة غير عاملة إذا خففت نونها فصارت: كأن، نحو:
قال تعالى: فَجَعَلْناها حَصِيداً كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ [يونس ٢٤/ ١٠].
كَأَنْ: حرف مشبه بالفعل مهمل لتخفيف نونها، لذا جاءت بعده جملة فعلية (لَمْ تَغْنَ بِالْأَمْسِ).

<span data-type="title" id=toc-182>كان (الناقصة)</span>
فعل ماض ناقص، يدخل على جملة اسمية (مبتدأ وخبر) فينسخها أي يبطل حكمها، فيتحول المبتدأ اسما لكان ويبقى الاسم مرفوعا ويتحول الخبر إلى خبر لكان وينصب الخبر. وهذا الفعل يعمل هذا العمل في ماضيه ومضارعه وأمره ومصدره. وهو يضيف معنى التوقيت والزمن لاتصاف الاسم بالخبر، فكان تفيد اتصاف الاسم بالخبر في زمن الماضي نحو:
قال تعالى: إِنَّ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما كانُوا خاطِئِينَ [القصص ٨/ ٢٨].
كانُوا: كان فعل ماض ناقص: الواو ضمير متصل للجماعة مبني في محل رفع اسم كان. خاطئين خبر كان منصوب علامة نصبه الياء لأنه جمع مذكر سالم.
جملة كان واسمها وخبرها في محل رفع خبر إن.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (151,'والفعل الناقص (يكون) يفيد اتصاف الاسم بالخبر في الحال أو الاستقبال (المضارع)، نحو قوله تعالى:
وَمَنْ يَكُنِ الشَّيْطانُ لَهُ قَرِيناً فَساءَ قَرِيناً [النساء ٣٨/ ٤].
يكن فعل مضارع ناقص مجزوم لأنه فعل الشرط.
الشَّيْطانُ: اسم يكن مرفوع علامة رفعه الضمة الظاهرة. له جار ومجرور.
قَرِيناً: خبر يكن منصوب علامة نصبه الفتحة.
والفعل (كن) يدل على طلب اتصاف الاسم بالخبر بعد زمن التكلم، نحو:
قال تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَداءَ لِلَّهِ [النساء ١٣٥/ ٤].
كُونُوا: فعل أمر ناقص. واو الجماعة ضمير متصل مبني في محل رفع اسم الفعل الناقص.
قَوَّامِينَ: خبر (كُونُوا) منصوب علامة نصبه الياء لأنه جمع مذكر سالم.
والمصدر (كون) يدل على الحدث (الكينونة) غير مقترن بزمن، نحو:
يعجبني كونك متفوقا
كون مصدر من الفعل (كان) وقد أضيف، والمصدر عند إضافته يعمل عمل فعله وفعله ناقص يحتاج إلى اسم وخبر، لذا يكون الاعراب على النحو التالي: كون فاعل مرفوع علامة رفعه الضمة وهو مضاف إلى الكاف والكاف ضمير مبني على الفتح في محل جر مضاف إليه. اسم المصدر الناقص العامل عمل فعله ضمير مستتر تقديره أنت.
متفوقا: خبر المصدر (كون) الناقص منصوب علامة نصبه الفتحة.

<span data-type="title" id=toc-183>ملاحظة مهمة جدا:</span>
هنا سؤال وجيه وواقعي وهو: قلت إنّ (كان) تفيد التوقيت في',NULL,'155',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (152,'الماضي، أي اتصاف الاسم بالخبر في زمن الماضي، فكيف نعلل ما يلي:
وَكانَ اللَّهُ بِكُلِّ شَيْءٍ مُحِيطاً [النساء ١٢٦/ ٤].
فَأُولئِكَ عَسَى اللَّهُ أَنْ يعفوا عَنْهُمْ وَكانَ اللَّهُ عَفُوًّا غَفُوراً [النساء ٩٩/ ٤].
وَكانَ اللَّهُ سَمِيعاً بَصِيراً [النساء ١٣٤/ ٤].
فَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صادِقِينَ [البقرة ٩٤/ ٢].
كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ ... [آل عمران ١١٠/ ٣].
ومئات الآيات الأخرى التي تشبه هذه الفكرة.
إن الجواب على هذا السؤال هو. أن الفعل من حيث الاستعمال والسياق يخرج من إطار إفادته الماضي إلى الحال أو الاستقبال وهذا معروف في العربية نحو:
إذا كنت في كل الأمور معاتبا ... صديقك لم تلق الذي لا تعاتبه
إذا كنت ذا رأي فكن ذا عزيمة ... فإن فساد الرأي أن تترددا
فالحالة لا تنحصر بالماضي وإنما نستعملها في الحال والاستقبال.
وقد يكون هناك تأويل فقهي في بعضها، نحو:
كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ أي كنتم في علم الله خير أمة ...
إذن: هذه مسائل بلاغية تختص بدلالات الكلمة ضمن السياق والنظم ولكننا نحتفظ بإعرابنا ل (كان) فعلا ماضيا ناقصا من ناحية وظيفية أثرية في حاجتها إلى الاسم المرفوع والخبر المنصوب.

<span data-type="title" id=toc-184>كان (التامة)</span>
الفعل الناقص كما مر شرحه يحتاج إلى اسم وخبر لأنه يدخل على جملة اسمية (مبتدأ وخبر) فيبطل حكمها (ينسخها). الفعل التام هو الذي يتم معناه بفاعله أو بفاعله ومفعوله إذا كان متعديا، فهو يحتاج إلى فاعل.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (153,'وكان ترد ناقصة مرة وتامة مرة أخرى، فهي تكون تامة تحتاج إلى فاعل إذا استعملت بمعنى (حدث، وقع، وجد، ثبت)، نحو:
قال تعالى: وَإِذا قَضى أَمْراً فَإِنَّما يَقُولُ لَهُ كُنْ فَيَكُونُ [البقرة ١١٧/ ٢].
كن هنا بمعنى احدث، قع، يكون بمعنى يحدث، يتم، يقع كن فعل أمر تام مبني على السكون. الفاعل ضمير مستتر تقديره أنت يعود على (أَمْراً).
يكون: فعل مضارع تام مرفوع لتجرده عن الناصب والجازم علامة رفعه الضمة. الفاعل ضمير مستتر تقديره هو.
وقولنا: شوهد الهلال فكان العيد.
فكان في الجملة معناها: (فثبت).
كان: فعل ماض تام مبني على الفتح. العيد فاعل مرفوع علامة رفعه الضمة.
خرجنا نتنزّه فلما كان المطر رجعنا.
كان بمعنى (حدث وقع، هطل ...).
كان: فعل ماض تام مبني على التفح. المطر فاعل مرفوع علامة رفعه الضمة.

<span data-type="title" id=toc-185>كان الزائدة</span>
وهي الواقعة بين (ما) التعجبية وفعل التعجب، نحو:
ما كان أشجع الصحابة وما كان أصبرهم على الجهاد!
كان زائدة. وتأتي كان بين ما التعجبية وفعل التعجب لإضافة دلالة الزمن الماضي على التعجب لأن فعل التعجب
يفقد دلالته الزمنية.
قال الشاعر:
يا كوكبا ما كان أقصر عمره ... وكذاك عمر كواكب الاسحار',NULL,'157',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (154,'كان: فعل ماض ناقص زائد لأنه توسط بين ما التعجبية وفعل التعجب أقصر ليضيف معنى الزمن الماضي للتعجب لأن فعل التعجب يفقد دلالته الزمنية.

<span data-type="title" id=toc-186>(كأين)</span>
وتكتب بتنوين (كأي) وهي كناية عن عدد كبير تحتاج إلى ما يميزها وما يميزها مجرور دائما ب (من). وترد كأين:-.
١ - مبتدأ وخبرها جملة أو شبه جملة إذا وليها فعل لازم أو فعل متعد قد استوفى مفعوله، نحو:
قال تعالى: فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْناها وَهِيَ ظالِمَةٌ [الحج ٤٥/ ٢٢].
الفعل (أهلكناها) فعل متعد لكنه استوفى مفعوله وهو (ها)، لذا نعرب (كأين) مبتدأ على النحو التالي.
فَكَأَيِّنْ: الفاء حسب ما قبلها، (كأين) كناية عن عدد مبنية على السكون في محل رفع مبتدأ كثيرا من القرى أهلكناها رهي ظالمة.
مِنْ قَرْيَةٍ: جار ومجرور متعلقان بحال محذوفة ل (كأين).
أَهْلَكْناها: أهلك فعل ماض مبني على السكون لاتصاله بضمير الرفع (نا) المبني على السكون في محل رفع فاعل. ها ضمير مبني على السكون في محل نصب مفعول به. الجملة الفعلية (أهلكناها) في محل رفع خبر للمبتدأ (كأين).
٢ - مفعولا به إذا وليها فعل متعد لم يستوف مفعوله، فتكون كأين مفعولا به متقدما لأن كأين من الألفاظ التي لها الصدارة في الكلام، نحو:
كأين من متحف زرت كثيرا من المتاحف زرت.
الفعل زار فعل متعد لم يستوف مفعوله، لذا تصبح (كأين) مفعولا به مقدما لأن (كأين) من الألفاظ التي لها الصدارة في الكلام.
كأين: كناية عن عدد مبنية على السكون في محل نصب مفعول',NULL,'158',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (155,'به مقدم من متحف. جار ومجرور متعلقان بحال ل (كأين).
زرت: زار فعل ماض مبني على السكون لاتصاله بتاء الفاعل.
التاء ضمير مبني على الضم في محل رفع فاعل.
٣ - مفعولا مطلقا دالا على عدد مرات حدوث الفعل، نحو: كأين من مرة فزت في السباق كثيرا من المرات فزت في السباق.
كأين: كناية عن عدد مبنية على السكون في محل نصب مفعول مطلق من مرة: جار ومجرور متعلقان بحال محذوفة ل (كأين).

<span data-type="title" id=toc-187>تمرين</span>
اعرب كلمة (كأين) مبينا السبب.
قال تعالى: وَكَأَيِّنْ مِنْ نَبِيٍّ قاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ [آل عمران ١٤٦/ ٣].
وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ [يوسف ١٠٥/ ١٢].
قال تعالى: وَكَأَيِّنْ مِنْ قَرْيَةٍ أَمْلَيْتُ لَها وَهِيَ ظالِمَةٌ ... [الحج ٤٨/ ٢٢].
وَكَأَيِّنْ مِنْ دَابَّةٍ لا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُها وَإِيَّاكُمْ ...
[العنكبوت ٦٠/ ٢٩].
وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ ... [محمد ١٣/ ٤٧].
وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّها وَرُسُلِهِ فَحاسَبْناها ... [الطلاق ٨/ ٦٥].
١ - كأين من كتاب قرأت.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (156,'٢ - كأين من مرة حاولت تعلم اللعبة.
٣ - كأين من حديث استمتعت به.
٤ - كأين من مرة وقع ما ليس بالحسبان.

<span data-type="title" id=toc-188>كذا</span>
كناية عن عدد غير محدود، تعرب حسب موقعها من الكلام وتحتاج إلى تمييز منصوب، نحو:
١ - قرأت كذا صفحة من الكتاب.
كذا صفحة عددا من الصفحات.
كذا: كناية عن عدد غير محدود مبني على السكون في محل نصب مفعول به.
صفحة: تمييز منصوب علامة نصبه الفتحة.
٢ - جاءنا كذا مهندسا.
كذا مهندسا عدد من المهندسين.
كذا: كناية عن عدد غير محدود مبني على السكون في محل رفع فاعل.
مهندسا: تمييز منصوب علامة نصبه الفتحة.
٣ - زرت المكتبة كذا مرة زرت المكتبة عددا من المرات (الزيارات).
كذا: كناية عن عدد غير محدود مبني على السكون في محل نصب مفعول مطلق.
وهكذا فالكلمة تعرب حسب موقعها من الكلام.
وقد ترد كلمة كذا مضافا إليه ولا يحتاج إلى تمييز، نحو:
جلست في مكان كذا.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (157,'في مكان: جار ومجرور ومكان مضاف إلى كذا.
كذا: كناية عن مكان مبنية على السكون في محل جر بالإضافة.

<span data-type="title" id=toc-189>كذلك</span>
الكاف حرف جر يفيد التشبيه، ذا اسم إشارة مبني على السكون في محل جر. شبه الجملة متعلق بحال محذوفة تقدر ب (كائنا) اللام للبعد.
الكاف للخطاب. وهناك من يعتقد أن الجار والمجرور متعلقا بمفعول مطلق ولكنني أميل إلى الحالية أكثر.
قال تعالى: قالَ رَبِّ أَنَّى يَكُونُ لِي غُلامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عاقِرٌ قالَ كَذلِكَ اللَّهُ يَفْعَلُ ما يَشاءُ [آل عمران ٤٠/ ٣].
كَذلِكَ: الكاف حرف جر يفيد التشبيه، ذا اسم إشارة مبني على السكون في محل جر. شبه الجملة متعلق بحال تقديره كائنا بهذه الصورة أو الحال اللام للبعد. الكاف للخطاب.
قال تعالى: قالَ كَذلِكِ اللَّهُ يَخْلُقُ ما يَشاءُ [آل عمران ٤٧/ ٣].
كَذلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْباطِلَ ... [الرعد ١٧/ ١٣].
كَذلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثالَهُمْ ... [محمد ٣/ ٤٧].
وَكَذلِكَ نُصَرِّفُ الْآياتِ وَلِيَقُولُوا دَرَسْتَ ... [الانعام ١٠٥/ ٦].
كَذلِكَ نُصَرِّفُ الْآياتِ لِقَوْمٍ يَشْكُرُونَ ... [الاعراف ٥٨/ ٧].

<span data-type="title" id=toc-190>هكذا</span>
وقد تتصل (ها) التنبيهية ب (كذا)، نحو:
لم تقرأ هكذا؟
لم: اللام حرف جر. ما اسم استفهام مبني على السكون في محل جر وقد حذفت ألفه لدخول حرف الجر عليه.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (158,'تقرأ: فعل مضارع مرفوع لتجرده عن الناصب والجازم علامة رفعه الضمة والفاعل ضمير مستتر تقديره أنت.
هكذا: الهاء للتنبيه. الكاف حرف يفيد التشبيه وهو حرف جر.
ذا: اسم إشارة مبني على السكون في محل جر بحرف الجر.
شبه الجملة متعلق بحال تقديره: لم تقرأ كائنا بهذه الحال.
شبه الجملة متعلق بمفعول مطلق تقديره لم تقرأ قراءة كائنة كذا.

<span data-type="title" id=toc-191>كرب</span>
فعل ماض ناقص بمعنى (كاد أو أوشك) يفيد المقاربة وهو يحتاج إلى اسم مرفوع وخبر منصوب على أن يكون الخبر جملة فعلية نحو:
كرب التفاح ينضج ... أوشك اقترب كاد
كرب: فعل ماض يفيد المقاربة (النضج لم يحدث ولكنه اقترب حدوثه، أي الاسم لم يتصف بالخبر وإنما اقترب من الاتصاف به) وهو فعل ناقص.
التفاح: اسم كرب مرفوع علامة رفعه الضمة.
ينضج: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة والفاعل ضمير مستتر تقديره هو يعود على التفاح.
الجملة الفعلية (ينضج) في محل نصب خبر الفعل الماضي الناقص كرب. وإذا كان الفعلان (كاد وأوشك) يعملان في الماضي والمضارع (يكاد يوشك) فإن الفعل (كرب) لم يرد إلا بصيغة الماضي.

<span data-type="title" id=toc-192>كفى</span>
فعل ماض يكثر دخول الباء الزائدة على فاعله أو مفعوله.
قال تعالى: فَإِذا دَفَعْتُمْ إِلَيْهِمْ أَمْوالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفى بِاللَّهِ حَسِيباً [النساء ٦/ ٤].',NULL,'162',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (159,'وَاللَّهُ أَعْلَمُ بِأَعْدائِكُمْ وَكَفى بِاللَّهِ وَلِيًّا ... [النساء ٤٥/ ٤].
انْظُرْ كَيْفَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَكَفى بِهِ إِثْماً مُبِيناً [النساء ٥٠/ ٤].
ذلِكَ الْفَضْلُ مِنَ اللَّهِ وَكَفى بِاللَّهِ عَلِيماً ... [النساء ٧٠/ ٤].
وَكَفى بِرَبِّكَ هادِياً وَنَصِيراً ... [الفرقان ٣١/ ٢٥].
وَكَفى بِهِ بِذُنُوبِ عِبادِهِ خَبِيراً ... [الفرقان ٥٨/ ٢٥].
وَدَعْ أَذاهُمْ وَتَوَكَّلْ عَلَى اللَّهِ وَكَفى بِاللَّهِ وَكِيلًا ... [الاحزاب ٤٨/ ٣٣].
كَفى بِاللَّهِ حَسِيباً [النساء ٦/ ٤١].
كَفى فعل ماض مبني على الفتح المقدر على الألف للتعذر.
بِاللَّهِ: الباء حرف جر زائد يفيد التوكيد. الله لفظ الجلالة اسم مجرور لفظا مرفوع محلا فاعل للفعل كفى.
حَسِيباً: تمييز منصوب علامة نصبه الفتحة.
وكفى به اثما مبينا وكفى: الواو حسب ما قبلها. كفى فعل ماض مبني على الفتح المقدر على الألف للتعذر.
به: الباء حرف جر زائد. الهاء ضمير متصل مبني على الكسر في محل رفع فاعل للفعل كفى.
اثما: تمييز منصوب علامة نصبه الفتحة.
مبينا: صفة منصوبة علامة نصبها الفتحة.
وكفى بربك هاديا:
وكفى: الواو حسب ما قبلها. كفى فعل ماض مبني على الفتح المقدر على الألف للتعذر.
بربك: الباء حرف جر زائد يفيد التوكيد. رب اسم مجرور لفظا',NULL,'163',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (160,'مرفوع محلا فاعل للفعل كفى. رب مضاف إلى الكاف والكاف ضمير مبني على الفتح في محل جر مجرور بالاضافة.
لاحظ أن المجرور ورد دائما فاعل لأن المعنى يستقيم بذلك فالمجرور هو الفاعل الذي يقوم بالفعل إذا قلنا: كفى الله حسيبا، هاديا ...
ولا يكون المجرور فاعلا يقوم بالفعل في قول الشاعر:
كفى بك داء أن ترى الموت شافيا ... وحسب المنايا أن يكن أمانيا
فالتقدير: كفاك داء رؤية الموت شافيا. فرؤية فاعل للفعل كفى والكاف المتصلة بالفعل (كفاك) تمثل من وقع عليه أثر الفعل.
كفى: فعل ماض مبني على الفتح المقدر على الألف للتعذر.
بك: الباء حرف جر زائد. الكاف ضمير مبني على الفتح في محل نصب مفعول به.
أن: مصدرية ناصبة، ترى فعل مضارع منصوب بأن المصدرية علامة نصبه الفتحة المقدرة على الألف للتعذر. الفاعل ضمير مستتر تقديره أنت. الموت مفعول به أول للفعل ترى. شافيا مفعول به ثان للفعل ترى.
جملة أن والفعل في تأويل مصدر تقديره رؤية الموت شافيا في محل رفع فاعل للفعل كفى.
وهكذا لو قلنا:
كفى بكم فخرا أن تبنوا بلادكم.
كفى بنا أجرا أن نساعد الفقير المحتاج.
كفى به خيرا أن ينطق بكلمة طيبة.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (161,'<span data-type="title" id=toc-193>كلا- كلتا</span>
اسمان مفردان لفظا مثنيان معنى لازما الاضافة إلى كلمة واحدة دالة على اثنين أو اثنتين ونوع المضاف إليه يحدد طريقة إعراب هذين الاسمين، فإذا أضيفا إلى:
١ - اسم صريح، أعربا بالعلامات الاصلية (الضمة، الفتحة، الكسرة) المقدرة على الألف للتعذر، نحو:
قال تعالى: كِلْتَا الْجَنَّتَيْنِ آتَتْ أُكُلَها وَلَمْ تَظْلِمْ مِنْهُ شَيْئاً [الكهف ٣٣/ ١٨].
كِلْتَا: مبتدأ مرفوع علامة رفعه الضمة المقدرة على الألف للتعذر وكلتا مضاف والجنتين مضاف إليه مجرور علامة جره الياء لأنه مثنى.
مثال: ساعدت كلا الطالبين على شرح النص.
كلا: مفعول به منصوب علامة نصبه الفتحة المقدرة على الألف منع من ظهورها التعذر وكلا مضاف إلى الطالبين والطالبين مضاف إليه مجرور علامة جره الياء لأنه مثنى.
مثال: شرب العطشان الماء كلتتهما يديه.
بكلتا: الباء حرف جر. كلتا اسم مجرور علامة جره الكسرة المقدرة على الألف للتعذر. كلتا مضاف إلى يدي ويدي مضاف إليه مجرور علامة جره الياء لأنه مثنى. يدي مضاف إلى الهاء والهاء ضمير مبني على الكسر في محل جر مضاف إليه.
لاحظ أن (كلا، كلتا) أضيفتا إلى اسم صريح مثنى فلذا قدرنا علامات الاعراب الاصلية (الضمة، الفتحة، الكسرة) على الألف لأن الاسمين كلا وكلتا يردان بلفظ واحد في هذه الحالة. أما إذا أضيفا إلى:
٢ - ضمير فيصبح الاسمان (كلا وكلتا) ملحقين بالمثنى ويعربان بالعلامات الفرعية (الألف في حالة الرفع، الياء في حالتي النصب والجر)',NULL,'165',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (162,'وقد سميا بالملحق بالمثنى لأنه لا مفرد لهما من لفظهما فالمفرد من كلا هو واحد ومن كلتا هو واحدة، وواحد وواحدة ليسا من نفس الحروف للاسمين (كلا، كلتا).
قال تعالى: إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُما أَوْ كِلاهُما فَلا تَقُلْ لَهُما أُفٍّ وَلا تَنْهَرْهُما وَقُلْ لَهُما قَوْلًا كَرِيماً [الاسراء ٢٣/ ١٧].
أَحَدُهُما: أحد فاعل مرفوع علامة رفعه الضمة مضاف إلى (هما).
أَوْ: حرف عطف.
كلا: معطوف على الفاعل المرفوع والمعطوف يتبع المعطوف عليه كلا معطوف مرفوع علامة رفعه الألف لأنه ملحق بالمثنى مضاف إلى الضمير (هما) والضمير (هما) مضاف إليه.
مثال: اقرأ القصتين كليتهما.
القصتين: مفعول به منصوب علامة نصبه الياء لأنه مثنى.
كلتيهما: كلتي توكيد ل (القصتين) والتوكيد يتبع في الاعراب المؤكد فالمؤكد منصوب، لذا يكون التوكيد منصوبا كذلك، نقول:
كلتا توكيد منصوب علامة نصبه الياء لأنه ملحق بالمثنى، وكلتي مضاف إلى (هما) و (هما) ضمير مبني في محل جر مضاف إليه.
مثال: استمعت إلى محمد وعلي كليهما.
إلى: حرف جر. محمد اسم مجرور. الواو عاطفة. علي اسم معطوف على محمد مجرور لأن المعطوف يتبع المعطوف عليه.
كلي: توكيد ل (محمد وعلي) والتوكيد يتبع المؤكد والمؤكد هنا مجرور لذا نقول:
كلي: توكيد مجرور علامة جره الياء لأنه ملحق بالمثنى، كلي',NULL,'166',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (163,'مضاف إلى الضمير (هما) والضمير (هما) مبني في محل جر مضاف إليه.

وهكذا يعرب الاسمان <span data-type="title" id=toc-194>(كل </span>اوكلتا، كلي وكلتي) ملحقين بالمثنى عند ما يضافان إلى ضمير.
كل
هو اسم موضوع لإفادة الشمول والاستغراق ويعرب.
١ - صفة مضافة إلى ما بعدها إذا وقعت كلمة (كل) بين اسمين متحدين لفظا ومعنى وتدل على كمال الاسم الأول، نحو:
لك الحق كلّ الحق في المطالبة بالتعليم.
لك: اللام حرف جر. الكاف ضمير مبني على الفتح في محل جر مجرور شبه الجملة متعلق بالخبر للمبتدأ.
الحق: مبتدأ مرفوع علامة رفعه الضمة.
كلّ: صفة إلى (الحق) مرفوعة علامة رفعها الضمة و (كل) مضاف إلى الحق والحق مضاف إليه مجرور علامة جره الكسرة.
٢ - توكيد معنوي إذا أضيفت كلمة (كل) إلى ضمير يعود على اسم قبل (كل)، نحو:
قال تعالى: فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ [ص ٧٣/ ٣٨].
وَلَوْ شاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعاً [يونس ٩٩/ ١٠].
وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ [الانفال ٣٩/ ٨].
وَلَقَدْ أَرَيْناهُ آياتِنا كُلَّها فَكَذَّبَ وَأَبى [طه ٥٦/ ٢٠].
كلّ: توكيد معنوي لكلمة (الملائكة التي وقعت فاعلا مرفوعا) مرفوع علامة رفعه الضمة، كل مضاف إلى الهاء والهاء',NULL,'167',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (164,'ضمير مبني على الضم في محل جر مضاف إليه. الميم علامة الجمع.
كُلُّهُمْ: كل توكيد معنوي لكلمة (من: الاسم الموصول الذي وقع فاعلا) مرفوع علامة رفعه الضمة وكل مضاف إلى الهاء والهاء ضمير مبني على الضم في محل جر مضاف إليه.
الميم علامة الجمع.
كُلُّهُ: كل توكيد معنوي لكلمة (الدين) التي وقعت اسما مرفوعا ل (يكون) مرفوع علامة رفعه الضمة وكلّ مضاف الهاء والهاء ضمير مبني على الضم في محل جر مضاف إليه.
كُلَّها: كل توكيد لكلمة (آياتنا) التي وقعت مفعولا به منصوبا.
والتوكيد يتبع المؤكد.
كل: توكيد معنوي منصوب علامة نصبه الفتحة وكل مضاف إلى الضمير (ها) و (ها) مضاف إليه: ضمير مبني على السكون في محل جر مضاف إليه.
٣ - يعرب حسب موقعه من الكلام في الحالات الأخرى، نحو.
قال تعالى: إِنَّ رَبِّي عَلى كُلِّ شَيْءٍ حَفِيظٌ [هود ٥٧/ ١١].
عَلى: حرف جر، كل اسم مجرور علامة جره الكسرة وكل مضاف شيء مضاف إليه.
قال تعالى: يَعْلَمُ ما تَكْسِبُ كُلُّ نَفْسٍ [الرعد ٤٢/ ١٣].
كل فاعل مرفوع علامة رفعه الضمة وكل مضاف ونفس مضاف إليه مجرور علامة جره الكسرة.
قال تعالى: لِيَجْزِيَ اللَّهُ كُلَّ نَفْسٍ ما كَسَبَتْ ... [إبراهيم ٥١/ ١٤].
كُلَّ: مفعول به منصوب علامة نصبه الفتحة وهو مضاف ونفس مضاف إليه مجرور علامة جره الكسرة.
قال تعالى: كُلُّ نَفْسٍ ذائِقَةُ الْمَوْتِ [الأنبياء ٣٥/ ٢١].',NULL,'168',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (165,'كلّ: مبتدأ مرفوع علامة رفعه الضمة مضاف إلى نفس ونفس مضاف إليه مجرور علامة جره الكسرة.
مثال: أتقنت عملي كل الاتقان.
أضيفت كلمة (كل) إلى مصدر من لفظ الفعل (حروف الفعل) فلذا نعرب (كلّ) مفعولا مطلقا مبينا لنوع الفعل منصوبا علامة نصبه الفتحة وكل مضاف إلى الاتقان والاتقان مضاف إليه مجرور علامة جره الكسرة.

<span data-type="title" id=toc-195>تمرين</span>
اعرب ما تحته خط:
قال تعالى: وَكَذلِكَ نَجْزِي الْمُحْسِنِينَ ... [الانعام ٨٤/ ٦].
قُلْ كَفى بِاللَّهِ بَيْنِي وَبَيْنَكُمْ شَهِيداً ... [العنكبوت ٥٢/ ٢٩].
كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ [يوسف ٢٤/ ١٢].
اقْرَأْ كِتابَكَ كَفى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيباً [الاسراء ١٤/ ١٧].
يَوْمَ نَدْعُوا كُلَّ أُناسٍ بِإِمامِهِمْ [الاسراء ٧١/ ١٧].
وَإِنْ كانَ مِثْقالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنا بِها وَكَفى بِنا حاسِبِينَ [الأنبياء ٤٧/ ٢١].
وَاسْتَفْتَحُوا وَخابَ كُلُّ جَبَّارٍ عَنِيدٍ ... [ابراهيم ١٥/ ١٤].
وَكُلًّا وَعَدَ اللَّهُ الْحُسْنى ... [النساء ٩٥/ ٤].
١ - ما هكذا يا سعد تورد الإبل.
٢ - وتكاملت فيك المروءة كلها ... وأعنت ذلك بالفعال الصالح
٣ - لساني وسيفي صارمان كلاهما ... ويبلغ ما لا يبلغ السيف مذودي
٤ - كلا الرجلين صادقان.
٥ - كرب النائم يستيقظ.
٦ - نصحت أخاك كذا مرة.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (166,'٧ - الصدق كل الصدق في المثل القائل:
ما حك جلدك مثل ظفرك».
<span data-type="title" id=toc-196>كلّا</span>

حرف جواب يفيد النفي مع الردع والزجر بينما تفيد لا النفي دون ردع وزجر، لذا استعمل الله سبحانه وتعالى كلا كثيرا في معرض تهديده للكفار، نحو:
قال تعالى: كَلَّا بَلْ لا يَخافُونَ الْآخِرَةَ ... [المدثر ٥٣/ ٧٤].
كَلَّا سَيَعْلَمُونَ ثُمَّ كَلَّا سَيَعْلَمُونَ ... [النبأ ٤ - ٥/ ٧٨].
كَلَّا لَيُنْبَذَنَّ فِي الْحُطَمَةِ ... [الهمزة ٤/ ١٠٤].
كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعاً بِالنَّاصِيَةِ [العلق ١٥/ ٩٦].
كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ ... [الانفطار ١٥/ ٩٦].
كَلَّا سَنَكْتُبُ ما يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذابِ مَدًّا [مريم ٧٩/ ١٩].
كَلَّا: حرف جواب يفيد النفي مع الردع والزجر.

<span data-type="title" id=toc-197>كلّما</span>
من أدوات الشرط غير الجازم، وتكون ظرفا للزمان الماضي، تفيد تكرار وقوع الجواب بتكرار وقوع الشرط، نحو:
قال تعالى: كُلَّما دَخَلَ عَلَيْها زَكَرِيَّا الْمِحْرابَ وَجَدَ عِنْدَها رِزْقاً [آل عمران ٣٧/ ٣].
كُلَّما أَوْقَدُوا ناراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ [المائدة ٦٤/ ٥].
كُلَّما: اداة شرط غير جازم يفيد تكرار وقوع جواب الشرط بتكرار وقوع فعل الشرط في الزمن الماضي.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (167,'<span data-type="title" id=toc-198>كم الاستفهامية</span>
اسم استفهام يستفهم به عن العدد مبني على السكون وتمييزه يكون منصوبا. أما إعراب كم الاستفهامية فيتوقف على العوامل وأفضل طريقة لمعرفة محله الإعرابي أن يجاب عنه فيكون إعراب جوابه إعرابا له، نحو:
١ - كم طالبا في الصف؟ الجواب: في الصف ثلاثون طالبا.
في الصف: جار ومجرور متعلق بخبر.
ثلاثون: مبتدأ مؤخر وهذا هو الجواب عن كم وقد وقع الجواب مبتدأ، لذا نعتبر (كم) مبتدأ.
كم: اسم استفهام مبني على السكون في محل رفع مبتدأ.
طالبا: تمييز منصوب علامة نصبه الفتحة.
٢ - كم كتابا اشتريت؟ الجواب: اشتريت كتابين.
كتابين: مفعول به للفعل (اشتريت) المتعدي الذي لم يستوف مفعوله وكلمة كتابين هي الجواب عن السؤال ب (كم) لذا نعتبر (كم).
مفعولا به وقد تقدم لأن اسماء الاستفهام لها الصدارة في الكلام كم اخوتك؟ الجواب: إخوتي أربعة.
كم: اسم استفهام مبني على السكون في محل رفع خبر مقدم.
كم شهرا قضيت في البحث؟ الجواب: قضيت شهرين.
شهرين: ظرف زمان منصوب علامة نصبه الياء لأنه مثنى وهذه الكلمة هي الجواب عن كلمة كم، لذا نعرب كم ظرف زمان.
كم: اسم استفهام مبني على السكون في محل نصب ظرف زمان كم مرة فزت بالجائزة الأولى؟ فزت بالجائزة الأولى مرتين.
مرتين: مفعول مطلق لبيان عدد مرات حدوث الفعل، وهذه الكلمة هي الجواب عن كم، لذا نقول كم: مفعول مطلق.
كم: اسم استفهام مبني على السكون في محل نصب مفعول مطلق.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (168,'<span data-type="title" id=toc-199>كم الخبرية</span>
وهي تختلف عن الاستفهامية في أمور نحصرها على النحو التالي:- كم الخبرية لا يقصد بها الاستفهام عن عدد، فلذا لا يراد الجواب عن جملتها، وإنما تفيد الإخبار عن كثرة حدوث الفعل الذي يليها. ويكون تمييزها مجرورا بالإضافة أو بحرف الجر (من).
أما إعرابها فهي تتأثر بالعوامل نفسها والتي تأثرت بها الاستفهامية كم بلد زرت! هنا (كم) خبرية تمييزها مجرور والقصد من كم هو الاخبار عن زيارتي لبلدان كثيرة. أما إعرابها فقد جاء بعدها فعل متعد ولم يستوف مفعوله، لذا تصبح (كم) مفعولا به وقد تقدم المفعول لأن كم من الالفاظ التي لها الصدارة في الكلام.
كم: خبرية مبنية على السكون في محل نصب مفعول به مقدم وهي مضاف إلى بلد وبلد مضاف إليه، وكلمة بلد تمييز من حيث المعنى لكم الخبرية.
قال تعالى: وَكَمْ مِنْ قَرْيَةٍ أَهْلَكْناها فَجاءَها بَأْسُنا بَياتاً وهُمْ قائِلُونَ [الاعراف ٤/ ٧].
الفعل الذي جاء بعد (كم) الخبرية هو (اهلكناها) وهو فعل متعد وقد استوفى مفعوله وهو (ها) لذا لم يعد بحاجة إلى (كم)، فتصبح (كم) مبتدأ.
كَمْ: خبرية مبنية على السكون في محل رفع مبتدأ.
مِنْ: حرف جر. قرية اسم مجرور وهذا الاسم هو تمييز (كم) الخبرية. وفي حالة مجيء تمييز (كم) مجرورا علينا أن نقول إن الجار والمجرور متعلقان بحال محذوفة من كم والتقدير: عدد كثير حال كونه من القرى.
قال تعالى: وَكَمْ أَرْسَلْنا مِنْ نَبِيٍّ فِي الْأَوَّلِينَ [الزخرف ٦/ ٤٣].
والمعنى يكون أننا أرسلنا عددا كبيرا من الأنبياء. وفي التعبير تقديم الفعل على تمييز (كم) الخبرية.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (169,'الفعل (أرسلنا) متعد لم يستوف مفعوله فلذا تكون (كم) الخبرية في محل نصب مفعولا به مقدما.
كم: خبرية مبنية على السكون في محل نصب مفعول به مقدم.
أرسلنا: أرسل فعل ماض مبني على السكون لاتصاله بضمير الرفع (نا) المبني على السكون في محل رفع فاعل.
من نبي: جار ومجرور وشبه الجملة متعلق بحال محذوفة والتقدير يكون أرسلنا عددا كبيرا في حالة كون هذا العدد من الأنبياء.

<span data-type="title" id=toc-200>كي</span>
وترد على الأوجه التالية:
١ - حرف مصدري ناصب إذا اتصلت بها لام التعليل الجار (لكي، لكيلا) وفي هذه الحالة لا تقدر أن مضمرة بعده، وإنما نقول: كي والفعل في تأويل مصدر تقديره كذا في محل جر مجرور بحرف الجر (لام التعليل)، نحو:
قال تعالى: وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْ لا يَعْلَمَ بَعْدَ عِلْمٍ شَيْئاً [النحل ٧٠/ ١٦].
لِكَيْ: اللام للتعليل حرف جر. كي حرف مصدري ناصب. لا نافية. يعلم فعل مضارع منصوب بالحرف المصدري الناصب (كي) وعلامة نصبه الفتحة، الفاعل ضمير مستتر تقديره هو.
وجملة (كي يعلم) في تأويل مصدر تقديره عدم علمه في محل جر مجرور بحرف الجر.
٢ - حرف جر تقدر بعده أن مضمرة مصدرية ناصبة إذا لم تتصل به لام التعليل وتكون أن المضمرة والفعل في تأويل مصدر في محل جر مجرور بحرف الجر (كي)، نحو:',NULL,'173',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (170,'قال تعالى: فَرَجَعْناكَ إِلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلا تَحْزَنَ [طه ٤٠/ ٢٠].
كَيْ: حرف جر.
تَقَرَّ: فعل مضارع منصوب بأن مضمرة بعد كي وعلامة نصبه الفتحة الظاهرة.
عَيْنُها: عين فاعل مرفوع علامة رفعه الضمة مضاف إلى الضمير (ها) وها ضمير مبني على السكون في محل جر مضاف إليه.
أن المضمرة والفعل في تأويل مصدر تقديره قرار عينها في محل جر مجرور بحرف الجر كي.
٣ - وقد تتصل ما ب (كي) فتكفها عن العمل وهذا هو نسب الآراء بالنسبة لي.
قال الشاعر:
وقد مدحتكم عملا لأرشدكم ... كيما يكون لكم متحي وإمراسي
كيما: كي حرف جر مكفوف عن العمل لدخول ما الزائدة الكافة عليها.
كيما: كافة ومكفوفة.

<span data-type="title" id=toc-201>تمرين</span>
ميّز كي الجارة من كي المصدرية الناصبة مع ذكر السبب، ثم اعرب الفعل بعدها:
قال تعالى: وَأَشْرِكْهُ فِي أَمْرِي* كَيْ نُسَبِّحَكَ كَثِيراً [طه ٣٢ - ٣٣/ ٢٠].
فَأَثابَكُمْ غَمًّا بِغَمٍّ لِكَيْلا تَحْزَنُوا عَلى ما فاتَكُمْ [آل عمران ١٥٣/ ٣].
وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئاً [النحل ٧٠/ ١٦].',NULL,'174',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (171,'فَلَمَّا قَضى زَيْدٌ مِنْها وَطَراً زَوَّجْناكَها لِكَيْ لا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ .... [الأحزاب: ٣٧/ ٣٣].
ما أَصابَ مِنْ مُصِيبَةٍ فِي الْأَرْضِ وَلا فِي أَنْفُسِكُمْ إِلَّا فِي كِتابٍ مِنْ قَبْلِ أَنْ نَبْرَأَها إِنَّ ذلِكَ عَلَى اللَّهِ يَسِيرٌ لِكَيْلا تَأْسَوْا عَلى ما فاتَكُمْ وَلا تَفْرَحُوا بِما آتاكُمْ وَاللَّهُ لا يُحِبُّ كُلَّ مُخْتالٍ فَخُورٍ [الحديد ٢٢ - ٢٣/ ٥٧].
ما أَفاءَ اللَّهُ عَلى رَسُولِهِ مِنْ أَهْلِ الْقُرى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ كَيْ لا يَكُونَ دُولَةً بَيْنَ الْأَغْنِياءِ مِنْكُمْ [الحشر ٧/ ٥٩].

<span data-type="title" id=toc-202>كيف</span>
اسم استفهام مبني على الفتح في محل كذا حسب موقعه من الكلام.
ويطلب به تعيين الحال. ومن محالّ هذا الاسم الذي له الصدارة في الكلام أن يأتي:
١ - خبرا للمبتدأ، نحو: كيف أنت؟ لأن الجواب أنا بخير.
فالجواب على كيف هو (بخير) وموقع شبه الجملة في جملة الجواب متعلق بخبر. سبق وقد أشرنا إلى كيفية إعراب اسماء الاستفهام. أجب عن السؤال وحدد الجزء الذي يقع جوابا على اسم الاستفهام وأعرف موقع الجواب من الاعراب في جملة الجواب، وهذا الاعراب سيكون إعرابا لاسم الاستفهام.
كيف: اسم استفهام مبني على الفتح في محل رفع خبر مقدم.
انت: مبتدأ مؤخر. ضمير مبني على الفتح في محل رفع مبتدأ.
٢ - مفعولا مطلقا، نحو: كيف نمت؟ نمت نوما عميقا.
كيف اسم استفهام مبني على الفتح في محل نصب مفعول مطلق.
لأن الجواب. هو (نوما) وهو مصدر من لفظ الفعل (نمت) وقد جاء هذا المصدر موصوفا ليبين هيئة حدوث الفعل فهو مفعول مطلق لبيان النوع.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (172,'٣ - حالا نحو قوله تعالى:
هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحامِ كَيْفَ يَشاءُ [آل عمران ٦/ ٣].
وَإِلَى السَّماءِ كَيْفَ رُفِعَتْ ... [الغاشية ١٨/ ٨٨].
كَيْفَ: اسم استفهام مبني على الفتح في محل نصب حال.
٤ - خبرا للفعل الناقص (كان وأخواتها) إذا لم يستوف الفعل الناقص خبره، نحو قوله تعالى:
فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الْمُجْرِمِينَ ... [الاعراف ٨٤/ ٧].
فَانْظُرْ كَيْفَ كانَ عاقِبَةُ الظَّالِمِينَ ... [يونس ٣٩/ ١٠].
كَيْفَ: اسم استفهام مبني على الفتح في محل نصب خبر كان مقدم لأن كيف لها الصدارة في الكلام ولأن الفعل الناقص لم يستوف منصوبه.
الجواب: كانَ عاقِبَةُ الظَّالِمِينَ (هلاكا، سيئا، مخزيا. عذابا).

<span data-type="title" id=toc-203>تمرين</span>
اعرب كيف:
قال تعالى: أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعادٍ [الفجر ٦/ ٨٩].
ما لَكُمْ كَيْفَ تَحْكُمُونَ ... [الصافات ١٥٤/ ٣٧].
ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كانَ نَكِيرِ [فاطر ٢٦/ ٣٥].
كَذَّبَتْ عادٌ فَكَيْفَ كانَ عَذابِي وَنُذُرِ [القمر ١٨/ ٥٤].
قُلْ سِيرُوا فِي الْأَرْضِ فَانْظُرُوا كَيْفَ بَدَأَ الْخَلْقَ [العنكبوت ٢٠/ ٢٩].
وَإِلَى الْجِبالِ كَيْفَ نُصِبَتْ ... [الغاشية ١٩/ ٨٨].
أمثلة: كيف لعب أخوك أمس؟
كيف حالك؟',NULL,'176',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (173,'<span data-type="title" id=toc-204>كيفما</span>
كيفما: اسم شرط جازم دال على الحال ويعرب:
١ - حالا من فاعل فعل الشرط إذا كان فعل الشرط تاما (ليس ناقصا).
نحو: كيفما تعامل الناس يعاملوك.
كيف: اسم شرط جازم مبني على الفتح في محل نصب حال وما زائدة والتقدير في أي حال تعامل الناس أو بأية طريقة تعامل الناس يعاملوك.
٢ - خبرا للفعل الناقص إذا لم يستوف الفعل الناقص خبره، نحو:
كيفما تكونوا يولّ عليكم.
كيف: اسم شرط جازم مبني على الفتح في محل نصب خبر الفعل الناقص (تكونوا)، وما زائدة.
٣ - مفعولا مطلقا، نحو: كيفما تجلس أجلس. والتقدير أي جلوس تجلس أجلس.
كيف: اسم شرط جازم مبني على الفتح في محل نصب مفعول مطلق وما زائدة.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (174,'<span data-type="title" id=toc-205>اللام</span>
<span data-type="title" id=toc-206>لام التعليل</span>
حرف جر يتصل بالفعل المضارع فينصبه بأن مضمرة (مقدرة) بعده وهو يبين أن ما بعده سبب أو علة لحدوث ما قبله، نحو:
قال تعالى: هُوَ الَّذِي يُنَزِّلُ عَلى عَبْدِهِ آياتٍ بَيِّناتٍ لِيُخْرِجَكُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ [الحديد ٩/ ٥٧].
إن سبب إنزال الآيات البينات على عبده هو إخراجكم من الظلمات إلى النور، أي إن الغاية من إنزال الآيات البينات على عبده هو إخراجكم من الظلمات إلى النور.
وحرف الجر يحتاج إلى مجرور لذا نقدر أن مضمرة بعد لام التعليل لينصب الفعل ثم نقوم بتأويل أن والفعل إلى مصدر صريح في محل جر بحرف الجر (لام التعليل).
يخرجكم: اللام للتعليل (حرف جر).
يخرج: فعل مضارع منصوب بأن المضمرة بعد لام التعليل وعلامة نصبه الفتحة، الفاعل ضمير مستتر تقديره هو:
الكاف ضمير مبني على الضم في محل نصب مفعول به.
الميم علامة الجمع.
جملة أن المضمرة والفعل يخرجكم في تأويل مصدر تقديره إخراجكم في محل جر مجرور بلام التعليل (حرف جر).',NULL,'178',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (175,'<span data-type="title" id=toc-207>تمرين</span>
اعرب ما تحته خط:
قال تعالى: وَيُجادِلُ الَّذِينَ كَفَرُوا بِالْباطِلِ لِيُدْحِضُوا بِهِ الْحَقَّ [الكهف ٥٦/ ١٨].
وَالْخَيْلَ وَالْبِغالَ وَالْحَمِيرَ لِتَرْكَبُوها وَزِينَةً [النحل ٨/ ١٦].
فَوَسْوَسَ لها الشَّيْطانُ لِيُبْدِيَ لها ما وُورِيَ عَنْهُما [الاعراف ٢٠/ ٧].
وَأَنْزَلْنا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ ما نُزِّلَ إِلَيْهِمْ [النحل ٤٤/ ١٦].
وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ ...
[لقمان ٦/ ٣١].
وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجاتٍ لِيَبْلُوَكُمْ فِي ما آتاكُمْ ... [الانعام ١٦٥/ ٦].
قال تعالى: قالَ أَجِئْتَنا لِتُخْرِجَنا مِنْ أَرْضِنا بِسِحْرِكَ يا مُوسى [طه ٥٧/ ٢٠].
لا تُحَرِّكْ بِهِ لِسانَكَ لِتَعْجَلَ بِهِ [القيامة ١٦/ ٧٥].
إِنَّ الْمَلَأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ [القصص ٢٠/ ٢٨].
إِنَّا جَعَلْنا ما عَلَى الْأَرْضِ زِينَةً لَها لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا [الكهف ٧/ ١٨].
إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ ... [الفتح ١/ ٤٨].
وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ [الانفال ٣٠/ ٨].
ليدحضوا به: اللام للتعليل حرف جر. يدحضوا فعل مضارع منصوب بأن مضمرة بعد لام التعليل وعلامة نصبه حذف النون لأنه من الأفعال الخمسة، واو الجماعة في محل رفع فاعل.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (176,'جملة أن يدحضوا به في تأويل مصدر تقديره دحضهم في محل جر مجرور.

<span data-type="title" id=toc-208>فائدة:</span>
إذا دخلت لام التعليل على (كي أو كيلا) فلا تقدر بعد لام التعليل أن مضمرة وإنما تكون كي حرفا مصدريا ناصبا وتقوم بتأويل كي والفعل بمصدر في محل جر مجرور بحرف الجر (لام التعليل).
قال تعالى: وَمِنْكُمْ مَنْ يُرَدُّ إِلى أَرْذَلِ الْعُمُرِ لِكَيْ لا يَعْلَمَ من بَعْدَ عِلْمٍ شَيْئاً [النحل ٧٠/ ١٦].
لِكَيْلا يَعْلَمَ:
اللام للتعليل (حرف جر).
كي حرف مصدري ناصب. لا نافية.
يَعْلَمَ: فعل مضارع منصوب بكي المصدرية، علامة نصبه الفتحة وفاعله ضمير مستتر تقديره هو.
كي والفعل لا يعلم في تأويل مصدر تقديره لعدم علمه في محل جر مجرور.
قال تعالى: فَأَثابَكُمْ غَمًّا بِغَمٍّ لِكَيْلا تَحْزَنُوا عَلى ما فاتَكُمْ ... [آل عمران ١٥٣/ ٣].
لِكَيْلا: اللام للتعليل (حرف جر).
كي: حرف مصدري ناصب، لا نافية.
تَحْزَنُوا: فعل مضارع منصوب بكي المصدرية، علامة نصبه حذف النون لأنه من الأفعال الخمسة. واو الجماعة في محل رفع فاعل.
كي ولا تَحْزَنُوا في تأويل مصدر تقديره عدم حزنكم في محل جر مجرور بحرف الجر (لام التعليل).',NULL,'180',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (177,'<span data-type="title" id=toc-209>لام الجحود</span>
لام تتصل بالفعل المضارع فتنصبه بأن مضمرة (مقدرة) بعدها، ويشترط في لام الجحود أن تكون مسبوقة ب (كون منفي)، نحو: ما كان، لم يكن. والجحود يعني النفي والإنكار، وهذه اللام تؤكد النفي الواقع على الفعل الناقص، ولام الجحود حرف جر، فإن المضمرة والفعل المنصوب يصبحان في تأويل مصدر في محل جر. والجار والمجرور متعلقان بخبر كان المحذوف دائما مع لام الجحود ويقدر بكلمة (مريدا).
قال تعالى: وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ [الانفال ٣٢/ ٨].
ليعذبهم: اللام للجحود، يعذب فعل مضارع منصوب بأن مضمرة بعد لام الجحود، الفاعل ضمير مستتر تقديره
هو، الهاء ضمير مبني على الضم في محل نصب مفعول به، الميم علامة الجمع.
أن المضمرة والفعل يعذبهم في تأويل مصدر تقديره تعذيبهم أو عذابهم في محل جر مجرور بحرف الجر (لام الجحود).
والجار والمجرور متعلقان بخبر كان المحذوف المقدر بكلمة (مريدا)، والتقدير وما كان الله مريدا لعذابهم أو لتعذيبهم وأنت فيهم.

<span data-type="title" id=toc-210>تطبيق</span>
اعرب ما تحته خط:
قال تعالى: ما كانَ لِيَأْخُذَ أَخاهُ فِي دِينِ الْمَلِكِ ... [يوسف ٧٦/ ١٢].
وَما كانَ اللَّهُ لِيُطْلِعَكُمْ عَلَى الْغَيْبِ [آل عمران ١٧٩/ ٣].
فَما كانُوا لِيُؤْمِنُوا بِما كَذَّبُوا بِهِ مِنْ قَبْلُ [يونس ٧٤/ ١٠].
ليأخذ: اللام للجحود، حرف جر، يأخذ فعل مضارع منصوب بأن مضمرة بعد لام الجحود وعلامة نصبه الفتحة، الفاعل ضمير مستتر تقديره هو، جملة أن والفعل في تأويل مصدر تقديره لأخذ. الجار والمجرور متعلقان بخبر كان',NULL,'181',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (178,'المحذوف والمقدر ب (مريدا) والتقدير ما كان مريدا أخذ أخيه ....
لِيُطْلِعَكُمْ: اللام للجحود، حرف جر، يطلع فعل مضارع منصوب بأن مضمرة بعد اللام والفاعل ضمير مستتر تقديره هو، الكاف ضمير مبني على الضم في محل نصب مفعول به، الميم علامة الجمع. جملة أن والفعل في تأويل مصدر تقديره لإطلاعكم في محل جر مجرور. والجار والمجرور متعلقان بخبر كان المحذوف المقدر ب (مريدا). التقدير وما كان الله مريدا لإطلاعكم.
لِيُؤْمِنُوا: اللام حرف جر يفيد الجحود، يؤمنوا فعل مضارع منصوب بأن مضمرة بعد اللام منصوب علامة نصبه حذف النون لأنه من الأفعال الخمسة، واو الجماعة في محل رفع فاعل أن والفعل في تأويل مصدر في محل جر.
الجار والمجرور متعلقان بخبر كان المحذوف (مريدين) التقدير ما كانوا مريدين الايمان بما كذبوا ...

<span data-type="title" id=toc-211>تمرين</span>
اعرب ما تحته خط:
قال تعالى: وما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ وَلكِنَّ أَكْثَرَهُمْ يَجْهَلُونَ [الانعام ١١١/ ٦].
فَما كانَ اللَّهُ لِيَظْلِمَهُمْ وَلكِنْ كانُوا أَنْفُسَهُمْ يَظْلِمُونَ [التوبة ٧٠/ ٩].
وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً ... [التوبة ١٢٢/ ٩].
وَما كانَ رَبُّكَ لِيُهْلِكَ الْقُرى بِظُلْمٍ وَأَهْلُها مُصْلِحُونَ [هود ١١٧/ ١١].
وَما كانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ [فاطر ٤٤/ ٣٥].',NULL,'182',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (179,'وَما كانَ اللَّهُ لِيُضِيعَ إِيمانَكُمْ إِنَّ اللَّهَ بِالنَّاسِ لَرَؤُفٌ رَحِيمٌ [البقرة ١٤٣/ ٢].
وما كانَ اللَّهُ لينذر الْمُؤْمِنِينَ عَلى ما أَنْتُمْ عَلَيْهِ [آل عمران ١٧٩/ ٣].
وَما كانَ اللَّهُ لِيُضِلَّ قَوْماً بَعْدَ إِذْ هَداهُمْ [التوبة ١١٥/ ٩].
ما كانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشاءَ اللَّهُ [الانعام ١١١/ ٦].

<span data-type="title" id=toc-212>اللام الزائدة</span>
وهي تفيد التوكيد، وهي حرف جر يأتي ما بعدها مجرورا لفظا في محل كذا ولزيادة اللام مواضع كثيرة أهمها- بالنسبة لي- زيادتها بين الفعل ومفعوله في الشاهد:
أريد لأنسى ذكرها فكأنما ... تمثل لي ليلى بكل سبيل
لأنسى: اللام حرف جر زائد. أنسى فعل مضارع منصوب بأن مضمرة بعد اللام، علامة نصبه الفتحة المقدرة على الألف للتعذر. الفاعل ضمير مستتر تقديره أنا.
الفعل أريد: فعل متعد يحتاج إلى مفعول به، لذا نقول: المصدر المؤول من أن المضمرة والفعل أنسى في تأويل مصدر تقديره نسيان ذكرها مجرور لفظا منصوب محلا مفعول به للفعل أريد.
والموضوع المهم الأخر لزيادة اللام، هو زيادتها في المستغاث به.
نحو: يالله للمظلوم.
يالله: يا: أداة نداء تفيد الاستغاثة هنا.
لله: اللام حرف جر زائد، الله لفظ الجلالة مجرور لفظا باللام الزائدة منصوب محلا منادى مستغاث به.
اعرب ما تحته خط.
١ - أريد لأخدم بلدي بالعمل الصالح.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (180,'٢ - يالله للضعيف. لام الأمر حرف يدخل على الفعل المضارع ليجعله دالا على الطلب ولام الأمر تجزم الفعل
المضارع وترد مكسورة إذا لم يسبقها حرفا الفاء أو الواو، نحو:
قال تعالى: لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ [الطلاق ٧/ ٦٥].
وَنادَوْا يا مالِكُ لِيَقْضِ عَلَيْنا رَبُّكَ قالَ إِنَّكُمْ ماكِثُونَ [الزخرف ٧٧/ ٤٣].
وتكون ساكنة إذا سبقها حرف الفاء أو حرف الواو، نحو:
قال تعالى: فَلْيَنْظُرْ أَيُّها أَزْكى طَعاماً فَلْيَأْتِكُمْ بِرِزْقٍ مِنْهُ [الكهف ١٩/ ١٨].
فَلْيَنْظُرِ الْإِنْسانُ مِمَّ خُلِقَ [الطارق ٥/ ٨٦].
فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ [البقرة ١٨٦/ ٢].
وَلْتَأْتِ طائِفَةٌ أُخْرى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ [النساء ١٠٢/ ٤].
فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمانَتَهُ [البقرة ٢٨٣/ ٢].
لِيُنْفِقْ: اللام للأمر جازمة، ينفق فعل مضارع مجزوم علامة جزمه السكون.
لِيَقْضِ: اللام للأمر جازمة، يقضي فعل مضارع مجزوم علامة جزمه حذف حرف العلة (الياء) ليقض.
فَلْيَنْظُرْ: الفاء حسب ما قبلها، اللام للأمر جازمة، ينظر فعل مضارع مجزوم علامة جزمه السكون.
فَلْيَسْتَجِيبُوا: الفاء حسب ما قبلها، اللام للأمر جازمة، يستجيبوا فعل مضارع مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة، واو الجماعة ضمير مبني في محل رفع فاعل.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (181,'<span data-type="title" id=toc-213>فائدة:</span>
في لغة العرب لا يلتقي ساكنان، فإذا صادف والتقى ساكنان والحرفان صحيحان (ليسا من حروف العلة) في هذه الحالة تكسر الحرف الأول منعا لإلتقاء الساكنين، نحو: فَلْيَنْظُرِ الْإِنْسانُ مِمَّ خُلِقَ.
الفاء حسب ما قبلها، اللام للأمر جازمة، ينظر فعل مضارع مجزوم علامة جزمه السكون، وقد حرّك بالكسر منعا لالتقاء الساكنين.

<span data-type="title" id=toc-214>تمرين</span>
وضّح حركة اللام في الأفعال التي تحتها خط وبيّن نوعها وأثرها الإعرابي:
قال تعالى: وَلْيَكْتُبْ بَيْنَكُمْ كاتِبٌ بِالْعَدْلِ [البقرة ٢٨٢/ ٢].
فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ [البقرة ٢٨٢/ ٢].
بَلْ هُوَ شاعِرٌ فَلْيَأْتِنا بِآيَةٍ كَما أُرْسِلَ الْأَوَّلُونَ [الأنبياء ٥/ ٢١].
فَلْيَعْبُدُوا رَبَّ هذَا الْبَيْتِ الَّذِي أَطْعَمَهُمْ مِنْ جُوعٍ ... [قريش ٣/ ١٠٦].
فَإِذا سَجَدُوا فَلْيَكُونُوا مِنْ وَرائِكُمْ [النساء ١٠٢/ ٤].

<span data-type="title" id=toc-215>لام الابتداء</span>
لام مفتوحة معناها التوكيد، وتدخل على المبتدأ لتوكيد معنى الجملة، ولا عمل لها إعرابيا، نحو:
قال تعالى: وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ [البقرة ٢٢١/ ٢].
وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ [البقرة ٢٢١/ ٢].
إِنَّ الَّذِينَ كَفَرُوا يُنادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ [غافر ١٠/ ٤٠].
لَأَنْتُمْ أَشَدُّ رَهْبَةً فِي صُدُورِهِمْ مِنَ اللَّهِ [الحشر ١٣/ ٥٩].',NULL,'185',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (182,'لَأَمَةٌ: اللام للابتداء لا محل لها من الإعراب، أمة مبتدأ مرفوع علامة رفعه الضمة الظاهرة على آخره.
لَعَبْدٌ: اللام للابتداء لا محل لها من الاعراب. عبد مبتدأ مرفوع علامة رفعه الضمة الظاهرة على آخره.
لَمَقْتُ: اللام للابتداء. مقت مبتدأ مرفوع علامة رفعه الضمة الظاهرة على آخره.
لَأَنْتُمْ: اللام للابتداء. أنتم ضمير منفصل مبني على السكون في محل رفع مبتدأ.

<span data-type="title" id=toc-216>اللام المزحلقة</span>
هي لام الابتداء نفسها تزحلقت إلى أحد معمولي إنّ، لذا لا يقال اللام مزحلقة إلا إذا جاءت اللام متصلة بأحد معمولي إنّ (اسمها أو خبرها) وغالبا ما نجدها في الخبر، نحو:
قال تعالى: ثُمَّ إِنَّكُمْ بَعْدَ ذلِكَ لَمَيِّتُونَ [المؤمنون ١٥/ ٢٣].
وَقالُوا أَإِذا كُنَّا عِظاماً وَرُفاتاً أَإِنَّا لَمَبْعُوثُونَ خَلْقاً جَدِيداً [الاسراء ٤٩/ ١٧].
يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الْحافِرَةِ [النازعات ١٠/ ٧٩].
وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ ... [القلم ٤/ ٦٨].
إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ [الحجر ٩/ ١٥].
لَمَيِّتُونَ: اللام مزحلقة. ميتون خبر إن في كلمة (انكم) مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.
لَعَلى: اللام مزحلقة. على حرف جر. خلق اسم مجرور. عظيم صفة والجار والمجرور شبه جملة متعلق بخبر إن في كلمة (إنك).',NULL,'186',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (183,'<span data-type="title" id=toc-217>اللام الواقعة في جواب القسم</span>
لام لا عمل لها تدخل في جواب قسم ظاهر، نحو:
وَتَاللَّهِ لَأَكِيدَنَّ أَصْنامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ [الأنبياء ٥٧/ ٢١].
قُلْ بَلى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِما عَمِلْتُمْ [التغابن ٧/ ٦٤].
أو قد ترد في جواب قسم محذوف لم يبق من جملته شيء، فاللام في لقد تعتبر لاما واقعة في جواب قسم محذوف يقدر حسب السياق، نحو:
وَلَقَدْ صَرَّفْنا لِلنَّاسِ فِي هذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ [الاسراء ٨٩/ ١٧].
وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيراً أَفَلَمْ تَكُونُوا تَعْقِلُونَ [يس ٦٢/ ٣٦].
لَأَكِيدَنَّ: اللام واقعة في جواب القسم الصريح تالله وهذه اللام لا عمل لها.
لَتُبْعَثُنَّ: اللام واقعة في جواب القسم الصريح وربي وهذه اللام لا عمل لها.
لَتُنَبَّؤُنَّ: اللام واقعة في جواب القسم الصريح وربي وهذه اللام لا عمل لها.
وَلَقَدْ: الواو حسب ما قبلها، اللام واقعة في جواب قسم مقدر والله أو وعزتي وجلالي ... وهذه اللام لا عمل لها.

<span data-type="title" id=toc-218>اللام الموطئة للقسم</span>
لام تدخل على حرف الشرط الجازم [إن] وفائدتها أنها تخبر عن قسم قبل الشرط ولذلك فإن الجواب يكون للقسم المقدر قبل الشرط ولا يكون الجواب للشرط، فالقاعدة هي: إذا اجتمع قسم وشرط فالجواب يكون للسابق منهما، نحو:
قال تعالى: وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ [إبراهيم ٧/ ١٤].
لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا [مريم ٤٦/ ١٩].',NULL,'187',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (184,'لَئِنْ لَمْ تَنْتَهُوا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِنَّا عَذابٌ أَلِيمٌ [مريم ٤٦/ ١٩].
وَلَئِنْ نَصَرُوهُمْ لَيُوَلُّنَّ الْأَدْبارَ ثُمَّ لا يُنْصَرُونَ [الحشر ١٢/ ٥٩].
لَئِنْ: اللام موطئة للقسم، إن حرف شرط جازم والجملة الفعلية شكرتم جملة اعتراضية بين القسم المحذوف وجوابه.
لَأَزِيدَنَّكُمْ: اللام واقعة في جواب القسم المحذوف، أزيدن فعل مضارع مبني على الفتح لاتصاله بنون التوكيد،
والفاعل ضمير مستتر تقديره أنا، الكاف ضمير مبني على الضم في محل نصب مفعول به، الميم علامة الجمع. جملة لأزيدنكم جواب للقسم المحذوف المقدر (وعزتي، وجلالي، والله) وجواب القسم لا محل له من الإعراب.
الجمل الفعلية التي تأتي مباشرة بعد لئن (الجملة الفعلية قبل الجملة الفعلية المحتوية على لام القسم لا يكون لها محل من الاعراب لها من الاعراب، لأنها توسطت بين القسم وجوابه. هكذا في: لم تنته، لم تنتهوا، نصروهم. فهي تعرب إعرابا تفصيليا ثم تقول: الجملة اعتراضية لا محل لها من الإعراب لأنها بين القسم وجوابه ولا يمكن تأويلها بمفرد (لا جملة ولا شبه جملة).
لَمْ تَنْتَهِ: لم أداة نفي وجزم وقلب، تنتهي فعل مضارع مجزوم علامة جزمه حذف حرف العلة (الياء)، الفاعل ضمير مستتر تقديره أنت.
الجملة الفعلية جملة لا محل لها من الإعراب لأنها وقعت بين القسم وجوابه ولا يمكن تأويلها بمفرد (لا جملة ولا شبه جملة).
لَمْ تَنْتَهُوا: لم أداة نفي وجزم وقلب، تنتهوا فعل مضارع مجزوم بلم، علامة جزمه حذف النون لأنه من الأفعال الخمسة، واو الجماعة في محل رفع فاعل الجملة الفعلية لم تنتهوا لا محل لها من الإعراب لأنها وقعت بين القسم وجوابه ولا يمكن تأويلها بمفرد (لا جملة ولا شبه جملة).',NULL,'188',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (185,'نَصَرُوهُمْ: نصر فعل ماض مبني على الضم لاتصاله بواو الجماعة، واو الجماعة في محل رفع فاعل، الهاء ضمير مبني على الضم في محل نصب مفعول به، الميم علامة الجمع.
الجملة الفعلية نصروهم اعتراضية لا محل لها من الإعراب لأنها وقعت بين القسم وجوابه.

<span data-type="title" id=toc-219>لا الناهية الجازمة</span>
حرف جزم يفيد طلب الكف عن القيام بالفعل، وهذا الحرف يدخل على الفعل المضارع، وغالبا ما يدخل على الفعل المسند إلى المخاطب، نحو:
قال تعالى: وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلى عُنُقِكَ وَلا تَبْسُطْها كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُوماً مَحْسُوراً [الإسراء ٢٩/ ١٧].
وَلا تَتَّبِعْ أَهْواءَهُمْ عَمَّا جاءَكَ مِنَ الْحَقِّ [المائدة ٤٨/ ٥].
وَتَعاوَنُوا عَلَى الْبِرِّ وَالتَّقْوى وَلا تَعاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوانِ [المائدة ٢/ ٥].
وَلا تَأْكُلُوها إِسْرافاً وَبِداراً أَنْ يَكْبَرُوا [النساء ٦/ ٤].
وَلا تَجْعَلْ: الواو حسب ما قبلها، لا ناهية جازمة، تجعل فعل مضارع مجزوم علامة جزمه السكون، الفاعل ضمير مستتر تقديره أنت.
وَلا تَعاوَنُوا: الواو عاطفة، لا: ناهية جازمة، تعاونوا فعل مضارع مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة. واو الجماعة للمخاطبين مبنية في محل رفع فاعل.
وقد تدخل لا الناهية الجازمة على الفعل المضارع المسند إلى الفاعل (غير المخاطب)، نحو:
قال تعالى: وَلا يَأْبَ كاتِبٌ أَنْ يَكْتُبَ كَما عَلَّمَهُ اللَّهُ [البقرة ٢٨٢/ ٢].',NULL,'189',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (186,'وَلا يَحْزُنْكَ الَّذِينَ يُسارِعُونَ فِي الْكُفْرِ [آل عمران ١٧٦/ ٣].
وَلا تَجَسَّسُوا وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً [الحجرات ١٢/ ٤٩].
وَلا يَأْبَ: الواو حسب ما قبلها، لا ناهية جازمة، يأب فعل مضارع مجزوم علامة جزمه حذف حرف العلة فالأصل يأبى.
الفاعل هنا كاتب.
وَلا يَحْزُنْكَ: الواو حسب ما قبلها، لا ناهية جازمة، يحزن فعل مضارع مجزوم بلا الناهية، علامة جزمه السكون والكاف ضمير مبني على الفتح في محل نصب مفعول به. الفاعل هو (الَّذِينَ) هم.
وَلا يَغْتَبْ بَعْضُكُمْ: لا: ناهية جازمة، يغتب فعل مضارع مجزوم بلا الناهية علامة جزمه السكون. الفاعل بعضكم.

<span data-type="title" id=toc-220>تمرين</span>
اعرب ما تحته خط:
قال تعالى: وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ [الانعام ١٢١/ ٦].
وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخافِتْ بِها وَاتبع بَيْنَ ذلِكَ سَبِيلًا [الاسراء ١١٠/ ١٧].
فَلا تَتَّخِذُوا مِنْهُمْ أَوْلِياءَ حَتَّى يُهاجِرُوا فِي سَبِيلِ اللَّهِ [النساء ٨٩/ ٤].
قال أبو ذر الغفاري رضي الله عنه لرجل شتمه:
«يا هذا لا تغرق، ودع للصلح موضعا، فإنّا لا نكافىء من عصى الله فينا بأكثر مما نطيع الله فيه».
قال تعالى: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا بِطانَةً مِنْ دُونِكُمْ [آل عمران ١١٨/ ٣].',NULL,'190',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (187,'وَلا تُصَلِّ عَلى أَحَدٍ مِنْهُمْ ماتَ أَبَداً وَلا تَقُمْ عَلى قَبْرِهِ [التوبة ٨٤/ ٩].
وَلا تُخاطِبْنِي فِي الَّذِينَ ظَلَمُوا إِنَّهُمْ مُغْرَقُونَ [المؤمنون ٢٧/ ٢٣].
وَلا تَتَّبِعُوا أَهْواءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيراً [المائدة ٧٧/ ٥].
لا تُحَرِّكْ بِهِ لِسانَكَ لِتَعْجَلَ بِهِ. إِنَّ عَلَيْنا جَمْعَهُ وَقُرْآنَهُ [القيامة ١٦/ ٧٥].
يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّباتِ ما أَحَلَّ اللَّهُ لَكُمْ [المائدة ٨٧/ ٥].

<span data-type="title" id=toc-221>اللام الواقعة في جواب (لو) و (لولا)</span>
حرف رابط لا عمل له من حيث الإعراب، نحو:
قال تعالى: لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا [الأنبياء ٢٢/ ٢١].
وَلَوْلا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ [البقرة ٢٥١/ ٢].
قالُوا لَوْ شاءَ رَبُّنا لَأَنْزَلَ مَلائِكَةً ... [فصلت ١٤/ ٤١].
فَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَكُنْتُمْ مِنَ الْخاسِرِينَ [البقرة ٦٤/ ٢].
وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطانَ إِلَّا قَلِيلًا [النساء ٨٣/ ٤].
وَلَوْلا فَضْلُ اللَّهِ عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طائِفَةٌ مِنْهُمْ أَنْ يُضِلُّوكَ [النساء ١١٣/ ٤].
وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيا وَالْآخِرَةِ لَمَسَّكُمْ فِيما أَفَضْتُمْ فِيهِ عَذابٌ عَظِيمٌ [النور ١٤/ ٢٤].
وَلَوْ أَنَّهُمْ أَقامُوا التَّوْراةَ وَالْإِنْجِيلَ وَما أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ [المائدة ٦٦/ ٥].
اللام الواقعة في أجوبة لو، لولا تحتها خط، لا عمل لها سوى الربط.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (188,'<span data-type="title" id=toc-222>[لا] نافية لا عمل لها</span>
وهي الداخلة على الفعل المضارع، نحو:
قال تعالى أَلا إِنَّهُمْ هُمُ السُّفَهاءُ وَلكِنْ لا يَعْلَمُونَ [البقرة ١٣/ ٢].
ذلِكَ الدِّينُ الْقَيِّمُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ [يوسف ٤٠/ ١٢].
إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ [النساء ٤٨/ ٤].
وَلا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلائِكَةَ وَالنَّبِيِّينَ أَرْباباً [آل عمران ٨٠/ ٣].
لا يَعْلَمُونَ: لا نافية، يعملون فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة، واو الجماعة ضمير مبني في محل رفع فاعل.
لا يَغْفِرُ: لا نافية، يغفر فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة.
وقد ترد [لا] النافية التي لا عمل لها داخلة على فعل ماض أو على جملة اسمية، أو على خبر، أو صفة أو حال، وفي هذه الحالة يجب تكرارها نحو، قال تعالى: فَلا صَدَّقَ وَلا صَلَّى [القيامة ٣١/ ٧٥].
لا نافية، صدق فعل ماض مبني على الفتح والفاعل ضمير مستتر تقديره هو.
ولا صلى: الواو عاطفة، لا نافية، صلى فعل ماض مبني على الفتح المقدر على الألف للتعذر، فاعله ضمير مستتر تقديره هو.
ومثال دخولها على الجملة الاسمية:
قال تعالى: لَا الشَّمْسُ يَنْبَغِي لَها أَنْ تُدْرِكَ الْقَمَرَ وَلَا اللَّيْلُ سابِقُ النَّهارِ [يس ٣٨/ ٣٦].
لَا: نافية، الشمس مبتدأ مرفوع علامة رفعه الضمة.
وَلَا اللَّيْلُ: الواو عاطفة، لا نافية، الليل مبتدأ مرفوع علامة رفعه الضمة.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (189,'ومثال دخولها على صفة.
قال تعالى: قالَ إِنَّهُ يَقُولُ إِنَّها بَقَرَةٌ لا فارِضٌ وَلا بِكْرٌ عَوانٌ بَيْنَ ذلِكَ [البقرة ٦٨/ ٢].
وَفاكِهَةٍ كَثِيرَةٍ لا مَقْطُوعَةٍ وَلا مَمْنُوعَةٍ [الواقعة ٣٣/ ٥٦].
ومثال دخولها على الخبر: محمد لا كاتب ولا شاعر.
ومثال دخولها على الحال: جاء زيد لا ضاحكا ولا باكيا.
وتكون لا في الأمثلة نافية وحسب ولا تؤثر في حركة أو موقع ما يليها. فارض: صفة، مقطوعة صفة، كاتب خبر للمبتدأ، ضاحكا حال.

<span data-type="title" id=toc-223>[لا] النافية العاطفة</span>
ويشترط في عملها، أن يتقدمها إثبات، والا تقترن بحرف عطف، فإن اقترنت بحرف عطف تكون نافية وحسب، وأن يختلف المعطوف بعد لا عن المعطوف عليه قبلها، نحو: اقرأ الكتاب لا المجلة.
قال الشاعر:
بيض الصفائح لا سود الصحائف في ... متونهن جلاء الشك والريب

<span data-type="title" id=toc-224>[لا] النافية للجنس</span>
وتعد من أخوات إنّ ولكن لها حكم خاص وهي تفيد نفي الخبر عن اسمها على سبيل الشمول والاستغراق، أي انها تفيد نفي خبرها عن جنس اسمها، ويشترط في اسمها أن يكون نكرة، ويكون متصلا ب (لا) اتصالا مباشرا، نحو:
قال تعالى: قالَ لا عاصِمَ الْيَوْمَ مِنْ أَمْرِ اللَّهِ إِلَّا مَنْ رَحِمَ [هود ٤٣/ ١١].
وَإِنْ يُرِدْكَ بِخَيْرٍ فَلا رَادَّ لِفَضْلِهِ [يونس ١٠٧/ ١٠].',NULL,'193',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (190,'نلاحظ (عاصم، رادّ) نكرة وقد اتصل ب (لا) اتصالا مباشرا. ويرد اسم لا النافية للجنس في صور ثلاث والصورة تحدد إعرابه فإذا ورد مضافا، نحو: لا طالب علم خائب أو شبيها بالمضاف، نحو: لا ساعيا في الخير مذموم أعربنا الاسم معربا منصوبا.
طالب: اسم لا النافية للجنس منصوب علامة نصبه الفتحة.
ساعيا: اسم لا النافية للجنس منصوب علامة نصبه الفتحة.
والمقصود بالشبيه بالمضاف هو الاسم المنون الذي لا يكتمل معناه إلا بما بعده، فلو قلنا لا ساعيا لما حسن السكوت على معناه ساعيا في الشر، ساعيا في الخير، ساعيا في الأرض ... الخ وكذلك إذا قلنا: يا بائعا .. يا طالعا .. يا سائقا .. يا قارئا ...
يتوضح المقصود حين نقول: يا بائعا الكتب أقبل، يا طالعا جبلا احذر، يا سائقا سيارة تمهل، يا قارئا كتابي أجب.
أما إذا ورد اسم لا النافية للجنس مفردا (لا يقصد بالمفرد أن يدل على واحد أو واحدة وإنما يقصد بالمفرد ألا يكون مضافا ولا شبيها بالمضاف) أعربناه مبنيا على ما ينصب به ذلك الاسم. فعلامة نصب المثنى مثلا الياء، وعلامة نصب الأسماء الخمسة الألف، وعلامة نصب جمع المؤنث السالم الكسرة نيابة عن الفتحة ... الخ.
قال تعالى: لا جَرَمَ أَنَّهُمْ فِي الْآخِرَةِ هُمُ الْأَخْسَرُونَ [هود ٢٢/ ١١].
لا جَرَمَ أَنَّ اللَّهَ يَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ [النحل ٢٣/ ١٦].
قالُوا لا ضَيْرَ إِنَّا إِلى رَبِّنا مُنْقَلِبُونَ [الشعراء ٥٠/ ٢٦].
مَنْ يُضْلِلِ اللَّهُ فَلا هادِيَ لَهُ ... [الاعراف ١٨٦/ ٧].
جرم، ضير، هادي اسم لا النافية للجنس مبني على الفتح.
وإذا قلنا: لا متحدين مغلوبون.
أعربنا متحدين اسم لا النافية للجنس مبني على الياء لأنه جمع مذكر سالم لأن علامة نصب جمع المذكر السالم هي الياء.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (191,'لا أمهات صابرات على فراق الأبناء.
أمهات: اسم لا النافية للجنس مبني على الكسر لأنه جمع مؤنث سالم.
وقد يحذف خبر (لا) النافية للجنس جوازا إذا كان مفهوما من سياق الكلام، نحو: لا شك، لا بد، لا ضير، لا بأس.
لا ريب: من آمن بالله وعمل صالحا فهو المفلح ولا ريب.
ومن الصيغ التي تستعمل فيها لا النافية للجنس صيغة (لا سيما) وفي هذا الموضع نحتاج إلى معرفة طبيعة الاسم الذي يلي لا سيما، فإذا كان الاسم بعد لا سيما معرفة جاز في الاسم:
٢ - الرفع: باعتبار (لا) نافية للجنس و (سيّ) اسمها منصوب وهو مضاف و (ما) اسم موصول مبني في محل جر مضاف إليه، والاسم المعرفة خبرا لمبتدأ محذوف مقدر تقديرا مناسبا للسياق، والجملة المتكونة من المبتدأ المحذوف وخبره صلة الموصول.
المهم هنا أننا اعتبرنا (ما) اسما موصولا، نحو:
يجزي الله المؤمنين خيرا ولا سيما العاملون.
لا: نافية للجنس، سيّ اسم لا منصوب علامة نصبه الفتحة وهو مضاف إلى (ما) و (ما) اسم موصول مبني على السكون في محل جر مضاف إليه.
العاملون: خبر لمبتدأ محذوف تقديره هم، مرفوع علامة رفعه الواو لأنه جمع مذكر سالم. الجملة الاسمية هم العاملون صلة الموصول لا محل لها من الإعراب. وخبر لا النافية محذوف تقديره شيء.
ب- الجر: باعتبار (لا) نافية للجنس و (سيّ) اسمها وهو مضاف و (ما) زائدة والاسم المعرفة بعدها مضاف إليه مجرور، وخبر لا محذوف، نحو: يجزي الله المؤمنين خيرا ولا سيما العاملين لا سيما العاملين: لا نافية للجنس',NULL,'195',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (192,'و (سيّ) اسم لا النافية منصوب وهو مضاف، (ما) زائدة، العاملين مضاف إليه مجرور علامة جره الياء لأنه جمع مذكر سالم. خبر لا محذوف تقديره (شيء) الملاحظ أن (سيّ) في الحالتين ورد مضافا مرة إلى ما الموصولة وأخرى إلى الاسم المجرور المعرفة باعتبار ما زائدة وردت بين المضاف والمضاف إليه.
وأما إذا ورد الاسم بعد (لا سيما) نكرة جاز في ذلك الاسم.
أ- الرفع بأعتبار ما موصولة والاسم النكرة خبرا لمبتدأ محذوف والجملة الاسمية صلة الموصول لا محل لها من الإعراب. وخبر (لا) محذوف تقدير (شيء).
ب- الجر باعتبار (ما) زائدة وسيّ مضاف والاسم النكرة مضافا إليه وخبر (لا) النافية محذوف تقديره (شيء).
ج- النصب باعتبار لا نافية للجنس، (سيّ) اسم (لا) منصوب علامة نصبه الفتحة وسيّ مضاف، وما نكرة مبهمة في محل جر مضاف إليه، والاسم النكرة تمييزا منصوبا، وخبر (لا) محذوف، نحو: يقبل الله التوبة من الناس ولا سيما تائبا صادقا.
لا سيما تائبا: لا نافية للجنس، (سيّ) اسم لا منصوب علامة نصبه الفتحة مضاف إلى ما، ما نكرة مبهمة في محل جر مضاف إليه، تائبا تمييز منصوب، صادقا صفة إلى (تائبا)، وخبر لا محذوف تقديره شيء.
وقد يسأل سائل فيقول ولماذا نقدر خبر لا النافية في هذه الأحوال بكلمة شيء؟ والجواب أن (سيّ) هي بمعنى (مثل) وسياق الكلام يقتضي هذا التقدير (ولا مثلهم شيء).
والملاحظ كذلك على هذا الاسلوب أن الكلام الذي يسبق صيغة لا سيما يفيد التعميم وما بعدها يفيد التخصيص.
وفي التكرار فائدة كما يقولون، لذا نكرر أن خبر لا النافية للجنس في الأحوال الثلاثة يكون محذوفا مقدرا ب (شيء) وأن اسم لا وهو (سيّ) دائما يأتي معربا منصوب علامة نصبه الفتحة وأن إعراب الاسم المعرفة أو',NULL,'196',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (193,'النكرة بعد (لا سيما) يتم بعد توجيه إعراب ما المتصلة ب (سيّ)، فإذا اعتبرنا (ما) موصولة، احتجنا إلى جملة الصلة هنا فاعتبرنا الاسم المعرفة والنكرة خبرا لمبتدأ محذوف والجملة صلة الموصول، وإذا أعتبرنا (ما) زائدة، أضيفت سيّ إلى الاسم المعرفة أو النكرة المجرور بالإضافة، وإذا أعتبرنا (ما) نكرة مبهمة أعرينا الاسم النكرة بعدها تمييزا لها.

<span data-type="title" id=toc-225>تمرين</span>
اعرب ما تحته خط:
قال تعالى:
١ - الم* ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ [البقرة ١ - ٢/ ٢].
قال تعالى:
٢ - قالَ لا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ يَغْفِرُ اللَّهُ لَكُمْ [يوسف ٩٢/ ١٢].
٣ - لا متعاونين على البر خاسران.
٤ - يتعلم الطلاب الإعراب ولا سيما الراغبون.
٥ - اختر الاصدقاء ولا سيما صديق مخلص.
صديقا مخلصا.
صديق- مخلص.

<span data-type="title" id=toc-226>[لا] المشبهة بليس</span>
ليس فعل ماض ناسخ جامد يدخل على الجملة الاسمية لينفي اتصاف اسمها بالخبر، نحو:
قال تعالى: وَقالَتِ الْيَهُودُ لَيْسَتِ النَّصارى عَلى شَيْءٍ وَقالَتِ النَّصارى لَيْسَتِ الْيَهُودُ عَلى شَيْءٍ [البقرة ١١٣/ ٢].
ويشترط في عمل ليس أن يتقدم اسمها على خبرها وألا ينتقض نفيها بإلا، فإن فقدت شرطا من هذين فهي لا تعمل وإنما تعود الجملة إلى',NULL,'197',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (194,'الأصل قبل دخول ليس، أي مبتدأ وخبر، نحو: ليس محمد إلا رسول.
ليس: نافية غير عاملة لانتقاض نفيها بالا، محمد مبتدأ، إلا اداة استثناء ملغاة (اداة حصر)، رسول خبر للمبتدأ.
[لا] المشبهة بليس تعمل نفس العمل وتؤدي نفس المعنى وبالشروط نفسها، فهي تنسخ الجملة الاسمية (أي تبطل حكمها فيتحول المبتدأ إلى اسم لها، وينصب الخبر خبرا لها) وتفيد نفي اتصاف الاسم بالخبر ويشترط في عملها هذا، أن يتقدم اسمها على خبرها، وألا ينتقض نفيها بإلّا، نحو:
قال الشاعر:
تعزّ فلا شيء على الأرض باقيا ... ولا وزر مما قضى الله واقيا
شيء: اسم لا النافية المشبهة بليس، مرفوع علامة رفعه الضمة.
باقيا: خبر لا النافية المشبهة بليس، منصوب علامة نصبه الفتحة.
وزد: اسم لا المشبهة بليس مرفوع علامة رفعه الضمة.
واقيا: خبر لا المشبهة بليس منصوب علامة نصبه الفتحة.

<span data-type="title" id=toc-227>تمرين</span>
اعرب ما تحته خط:
قال تعالى: فَمَنْ آمَنَ وَأَصْلَحَ فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ [الانعام ٤٨/ ٦].
ادْخُلُوا الْجَنَّةَ لا خَوْفٌ عَلَيْكُمْ وَلا أَنْتُمْ تَحْزَنُونَ [الاعراف ٤٩/ ٧].
مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خُلَّةٌ وَلا شَفاعَةٌ [البقرة ٢٥٤/ ٢].
مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا بَيْعٌ فِيهِ وَلا خِلالٌ [إبراهيم ٣١/ ١٤].',NULL,'198',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (195,'<span data-type="title" id=toc-228>فائدة:</span>
يحزنون، تحزنون: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه، ثبوت النون لأنه من الأفعال الخمسة، واو الجماعة ضمير مبني في محل رفع فاعل. الجملة الفعلية في محل نصب خبر لا المشبهة بليس.

<span data-type="title" id=toc-229>[لات] المشبهة بليس</span>
حرف نفي تعمل عمل ليس كما مر ذكره حين شرحت [لا] المشبهة بليس، بالإضافة إلى شروطها الخاصة علاوة على شروط عمل ليس، وتلك هي أن يكون معمولاها (اسمها وخبرها) اسمي زمان، وأن يحذف أحدهما، وغالبا ما يحذف الاسم.
قال تعالى: كَمْ أَهْلَكْنا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنادَوْا وَلاتَ حِينَ مَناصٍ [ص ٣/ ٣٨].
لاتَ: من المشبهات بليس، اسمها محذوف تقديره الوقت، الحين.
حِينَ: خبر لات منصوب علامة نصبه الفتحة وهو مضاف ومناص مضاف إليه.

<span data-type="title" id=toc-230>[لبيك]</span>
لبيك اللهم، لبيك
مفعول مطلق منصوب علامة نصبه الياء لأنه مثنى والتقدير: ألبيك تلبية بعد تلبية، ولا يقصد بالتثنية هنا الحصر وإنما التكثير لا العدد والكاف ضمير مبني على الفتح في محل جر مضاف إليه.
سبحان الله:
سبحان مفعول مطلق والتقدير اسبح الله تسبيحا.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (196,'معاذ الله:
معاذ مفعول مطلق والتقدير أعوذ بالله معاذا.
سعديك، حنانيك، دواليك كلها مفعول مطلق منصوب علامة نصبه الياء لأنه مثنى.
اعرب ما تحته خط:
قال تعالى: سُبْحانَ اللَّهِ عَمَّا يَصِفُونَ [الصافات ١٥٩/ ٣٧].
قالُوا سُبْحانَ رَبِّنا إِنَّا كُنَّا ظالِمِينَ [القلم ٢٩/ ٦٨].
قالُوا سُبْحانَكَ لا عِلْمَ لَنا إِلَّا ما عَلَّمْتَنا [البقرة ٣٢/ ٢].
قالَ مَعاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ [يوسف ٢٣/ ١٢].
قالَ مَعاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنا مَتاعَنا عِنْدَهُ [يوسف ٧٩/ ١٢].
[لدن]
ظرف للزمان أو المكان حسب السياق مبني على السكون في محل نصب وقد يأتي مجرورا ب (من) فيكون مبنيا على السكون في محل جر.
قال تعالى: وَإِنَّكَ لَتُلَقَّى الْقُرْآنَ مِنْ لَدُنْ حَكِيمٍ عَلِيمٍ [النمل ٦/ ٢٧].
ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ [هود ١/ ١١].
وَاجْعَلْ لَنا مِنْ لَدُنْكَ نَصِيراً [النساء ٧٥/ ٤].
وَقَدْ آتَيْناكَ مِنْ لَدُنَّا ذِكْراً [طه ٠٠/ ٢٠].
وَحَناناً مِنْ لَدُنَّا وَزَكاةً وَكانَ تَقِيًّا [مريم ١٣/ ١٩].
لدى ظرف للزمان أو المكان حسب السياق ويكون مبنيا على السكون في محل نصب.
قال تعالى: وَقَدَّتْ قَمِيصَهُ مِنْ دُبُرٍ وَأَلْفَيا سَيِّدَها لَدَى الْبابِ [يوسف ٢٥/ ١٢].
وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنا مُحْضَرُونَ [يس ٣٢/ ٣٦].',NULL,'200',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (197,'كُلُّ حِزْبٍ بِما<span data-type="title" id=toc-231> لَدَيْ</span>هِمْ فَرِحُونَ [الروم ٣٢/ ٣٠].
وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ لَدَى الْحَناجِرِ كاظِمِينَ [غافر ١٨/ ٤٠].

لديّ:
قال تعالى: يا مُوسى لا تَخَفْ إِنِّي لا يَخافُ لَدَيَّ الْمُرْسَلُونَ [النمل ١٠/ ٢٧].
ما يُبَدَّلُ الْقَوْلُ لَدَيَّ وَما أَنَا بِظَلَّامٍ لِلْعَبِيدِ [ق ٢٩/ ٥٠].

<span data-type="title" id=toc-232>لا حرف جواب</span>
وتأتي هذه جوابا لسؤال وكثيرا ما تحذف الجمل بعدها، نحو: هل جاء أخوك؟ لا.
لا: حرف جواب لا عمل له.

<span data-type="title" id=toc-233>لعل</span>
حرف مشبه بالفعل من أخوات إنّ يدخل على الجملة الاسمية فينسخها (يبطل حكمها) فينصب المبتدأ اسما له
ويرفع الخبر خبرا له وقد تحذف لامه الأولى فيقال: علّ. وقد سمي مشبها بالفعل لأنه يشبه الفعل في نصبه الاسماء، وفي وجود نون الوقاية بينها وبين ياء المتكلم، نحو لعلني، ولأنه مبني على الفتح كالأفعال وله معنى الترجي والترجي يكون للأشياء الممكنة الحدوث على العكس من ليت التي تفيد التمني، والتمني يكون مع الأشياء المستحيلة الحدوث فلذا قال الشاعر:
ألا ليت الشباب يعود يوما ... فأخبره بما فعل المشيب
فعودة الشباب مستحيلة، لذا استعمل ليت.
ولغرض بلاغي قد يستعمل الحرف لعل بدلا من ليت أو العكس.
ولمثل هذه الاستعمالات مكان آخر سنتعرض إليه بعون الله.
قال تعالى: وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ تَكُونُ قَرِيباً [الاحزاب ٦٣/ ٣٣].',NULL,'201',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (198,'لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذلِكَ أَمْراً [الطلاق ١/ ٦٥].
وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ [الشورى ١٧/ ٤٣].
فَلَعَلَّكَ باخِعٌ نَفْسَكَ عَلى آثارِهِمْ ... [الكهف ٦/ ١٨].
لَعَلَّنا نَتَّبِعُ السَّحَرَةَ إِنْ كانُوا هُمُ الْغالِبِينَ [الشعراء ٤٠/ ٢٦].
فَقُولا لَهُ قَوْلًا لَيِّناً لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشى [طه ٤٤/ ٢٠].
لَعَلِّي أَعْمَلُ صالِحاً فِيما تَرَكْتُ [المؤمنون ١٠٠/ ٢٣].
لعل الساعة تكون قريبا.
لعل من الأحرف المشبهة بالفعل، الساعة اسم لعل منصوب علامة نصبه الفتحة، تكون: فعل مضارع ناقص واسمه محذوف تقديره هي.
قريبا: خبر تكون منصوب علامة نصبه الفتحة.
الجملة من تكون واسمها وخبرها في محل رفع خبر لعل.
لعل الله يحدث بعد ذلك أمرا.
لعل: من الأحرف المشبهة بالفعل. الله لفظ الجلالة اسم لعل منصوب علامة نصبه الفتحة. يحدث فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة. الفاعل ضمير مستتر تقديره هو، بعد ظرف زمان منصوب علامة نصبه الفتحة وهو مضاف وذلك مضاف إليه.
أمرا مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية (يحدث بعد ذلك أمرا) في محل رفع خبر لعل.
لَعَلَّنا نَتَّبِعُ السَّحَرَةَ ...
لعل: من الأحرف المشبهة بالفعل. نا ضمير متصل مبني في محل نصب اسم لعل.
نَتَّبِعُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة والفاعل ضمير مستتر تقديره نحن.
السحرة مفعول به منصوب علامة نصبه الفتحة والجملة',NULL,'202',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (199,'الفعلية نتبع السحرة في محل رفع خبر لعل.
لعلي أعمل صالحا فيما تركت.
لعل: من الأحرف المشبهة بالفعل، الياء ضمير متصل مبني في محل نصب اسم لعل. أعمل فعل مضارع مرفوع لتجرده عن الناصب والجازم علامة رفعه الضمة الفاعل ضمير مستتر تقديره أنا، صالحا مفعول به منصوب علامة نصبه الفتحة الجملة الفعلية (أعمل صالحا) في محل رفع خبر لعل.
ويمكن أن تعرب صالحا صفة لمفعول محذوف تقديره عملا أو شيئا صالحا.
ليت: من الأحرف المشبهة بالفعل وهي تعمل ما تعمله لعل من نسخ الجملة الاسمية وهي تفيد التمني، وهو طلب ما هو محال أو بعيد الوقوع كما مر في قول الشاعر:
ألا ليت الشباب يعود يوما
قال تعالى: يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ [القصص ٧٩/ ٢٨].
قالَ يا لَيْتَ قَوْمِي يَعْلَمُونَ بِما غَفَرَ لِي رَبِّي [يس ٢٦/ ٣٦].
قالَ يا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ [الزخرف ٣٨/ ٤٣].
فَقالُوا يا لَيْتَنا نُرَدُّ وَلا نُكَذِّبَ بِآياتِ رَبِّنا [الانعام ٢٧/ ٦].
يَقُولُونَ يا لَيْتَنا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا [الاحزاب ٦٦/ ٣٣].
يا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزاً عَظِيماً [النساء ٧٣/ ٤].
وَيَقُولُ يا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَداً [الكهف ٤٣/ ١٨].
يَقُولُ يا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا [الفرقان ٢٧/ ٢٥].
يا لَيْتَها كانَتِ الْقاضِيَةَ [الحاقة ٢٧/ ٦٩].',NULL,'203',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (200,'إعراب ما تحته خط:
يا لَيْتَ قَوْمِي يَعْلَمُونَ بِما غَفَرَ لِي رَبِّي.
لَيْتَ: من الأحرف المشبهة بالفعل تفيد التمني.
قَوْمِي: قوم اسم ليت منصوب علامة نصبه الفتحة المقدرة على ما قبل الياء منع من ظهورها اشتغال المحل بالحركة المناسبة، قوم مضاف والياء ضمير متصل مبني في محل جر مضاف إليه.
يَعْلَمُونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة في محل رفع فاعل. الجملة الفعلية في محل رفع خبر ليت.
يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ ....
يا: حرف نداء. ليت من الأحرف المشبهة بالفعل.
لَنا: اللام حرف جر، نا ضمير متصل مبني في محل جر مجرور. شبه الجملة في محل رفع خبر ليت مقدم.
مثل: اسم ليت متأخر منصوب علامة نصبه الفتحة، ومثل مضاف إلى الاسم الموصول ما التي بمعنى الذي وما اسم موصول مبني في محل جر مضاف إليه.
يا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزاً عَظِيماً.
يا: حرف نداء، ليت من الأحرف المشبهة بالفعل، النون للوقاية، الياء للمتكلم، ضمير مبني في محل نصب اسم ليت.
كُنْتُ: كان فعل ماض ناقص، تاء الفاعل ضمير مبني على الضم في محل رفع اسم كان. معهم: جار ومجرور، وشبه الجملة في محل نصب خبر كان. (جملة كان واسمها وخبرها في محل رفع خبر ليت.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (201,'<span data-type="title" id=toc-234>هامش بلاغي</span>
لعل تفيد الترجي وهو توقع الممكن وليت تفيد التمني وهو طلب ما هو محال أو بعيد الوقوع، ولكن لغرض من اغراض البلاغة قد تستعمل لعل مكان ليت أو بالعكس نحو:
قال تعالى: وَقالَ فِرْعَوْنُ يا هامانُ ابْنِ لِي صَرْحاً لَعَلِّي أَبْلُغُ الْأَسْبابَ أَسْبابَ السَّماواتِ فَأَطَّلِعَ إِلى إِلهِ مُوسى ... [غافر ٣٦ - ٣٧/ ٤٠].
لقد توهم فرعون وكان يعتقد أنه يمكنه ذلك والله سبحانه وتعالى صور حالته بواقعيتها فلذا استعمل (لعلي) ليتوهم أن الأمر ممكن.
قال الشاعر:
أسرب القطا هل من معير جناحه ... لعلي إلى من قد هويت أطير

<span data-type="title" id=toc-235>لعمري، لعمرك</span>
مركبة من لام الابتداء و (عمر) الذي هو مبتدأ مضاف إلى الضمير بعده وخبر المبتدأ محذوف وجوبا لأن المبتدأ مشعر بالقسم: نحو،
لعمرك ما أهويت كفي لريبة ... ولا حملتني نحو فاحشة رجلي
لعمرك: اللام لام الابتداء. عمر مبتدأ مرفوع علامة رفعه الضمة وهو مضاف إلى الكاف والكاف ضمير مبني على الفتح في محل جر.
وخبر المبتدأ محذوف وجوبا تقديره قسمي وقد حذف الخبر وجوبا لأن المبتدأ مشعر بالقسم.
لعمري لأساعدّن المجتهد.
اللام للابتداء: عمر مبتدأ مرفوع علامة رفعه الضمة المقدرة على ما قبل الياء منع من ظهورها اشتغال المحل بالحركة المناسبة (لأن الضمة لا تتناسب مع الياء في اللفظ وإنما تكون',NULL,'205',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (202,'الكسرة أقرب الحركات تناسبا مع الياء) وعمر مضاف إلى الياء وياء المتكلم ضمير مبني في محل جر مضاف إليه.
خبر المبتدأ محذوف وجوبا تقديره قسمي لأن المبتدأ مشعر بالقسم.

<span data-type="title" id=toc-236>لكنّ</span>
لكنّ حرف من الأحرف المشبهة بالفعل (من أخوات إن) يفيد الاستدراك. ويكون هذا الحرف عاملا عمل (إنّ) أي يحتاج إلى اسم منصوب وخبر مرفوع إذا جاء مشددا. أما إذا ورد مخففا فيكون مهملا لا عمل له، ومن الأمثلة على (لكنّ) المشددة العاملة عمل إنّ:
قال تعالى: وَلَوْ شاءَ اللَّهُ مَا اقْتَتَلُوا وَلكِنَّ اللَّهَ يَفْعَلُ ما يُرِيدُ ...
[البقرة ٢٥٣/ ٢].
لكِنِ: حرف مشبه بالفعل. الله لفظ الجلالة اسم لكن منصوب علامة نصبه الفتحة.
يَفْعَلُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة. الفاعل ضمير مستتر تقديره هو.
ما يُرِيدُ: ما اسم موصول مبني على السكون في محل نصب مفعول به.
الجملة الفعلية (يفعل ما يريد) في محل رفع خبر لكن.
قال تعالى: وَما أَفاءَ اللَّهُ عَلى رَسُولِهِ فهم فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ [الحشر ٦/ ٥٩].
لكِنَّ: من الأحرف المشبهة بالفعل يفيد الاستدراك.
اللَّهُ: لفظ الجلالة اسم لكنّ منصوب علامة نصبه الفتحة.
يُسَلِّطُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم علامة رفعه الضمة. الفاعل ضمير مستتر تقديره هو.
رُسُلَهُ: رسل مفعول به منصوب علامة نصبه الفتحة وهو مضاف',NULL,'206',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (203,'إلى الهاء والهاء ضمير مبني على الضم في محل جر مضاف إليه.
الجملة الفعلية (يسلط رسله) في محل رفع خبر لكنّ.
قال تعالى: وَما رَمَيْتَ إِذْ رَمَيْتَ وَلكِنَّ اللَّهَ رَمى [الانفال ١٧/ ٨].
لكنّ حرف مشبه بالفعل عامل عمل إنّ يفيد الاستدراك.
اللَّهَ: لفظ الجلالة اسم لكن منصوب علامة نصبه الفتحة.
رَمى: فعل ماض مبني على الفتح المقدر على الألف منع من ظهوره التعذر الفاعل ضمير مستتر تقديره هو.
الجملة الفعلية (رمى) في محل رفع خبر لكنّ.
أما إذا جاءت (لكن) مخففة فهي غير عاملة وتقول عنها في الإعراب لكن مخففة غير عاملة ولكن من حيث المعنى تبقى مفيدة الاستدراك.
ولأنها غير عاملة فلا تتحكم في الكلام بعدها ولا تحتاج إلى اسم منصوب وخبر مرفوع وإنما يتحرر الكلام بعدها، ويجوز أن تأتي جملة فعلية أو جملة اسمية (مبتدأ وخبر) أو مفردا معطوفا على ما قبلها ... الخ.
قال تعالى: ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ وَلكِنْ رَسُولَ اللَّهِ وَخاتَمَ النَّبِيِّينَ [الاحزاب ٤٠/ ٣٣].
وَلكِنْ: الواو عاطفة. لكن مخففة غير عاملة تفيد الاستدراك.
رَسُولَ: اسم معطوف على خبر كان (أبا) منصوب علامة نصبه الفتحة وهو مضاف إلى لفظ الجلالة (الله) والله
مضاف إليه.
قال تعالى: ما يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ [المائدة ٦/ ٥].
لا يُؤاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمانِكُمْ وَلكِنْ يُؤاخِذُكُمْ بِما كَسَبَتْ قُلُوبُكُمْ [البقرة ٢٢٥/ ٢].',NULL,'207',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (204,'وَلكِنْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَلا يُؤْمِنُونَ إِلَّا قَلِيلًا [النساء ٤٦/ ٤].
قال تعالى: قالُوا بَلى وَلكِنْ حَقَّتْ كَلِمَةُ الْعَذابِ عَلَى الْكافِرِينَ [الزمر ٧١/ ٣٩].
لكن وردت في الآيات الكريمة مخففة فلذا لم تعمل عمل إن وقد جاءت بعدها جمل فعلية: (يريد ... يؤاخذكم، لعنهم، حقت) وهذه الجمل تعرب إعرابا اعتياديا وكأن لكن غير موجودة من حيث الأثر الإعرابي.
يُرِيدُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة. الفاعل ضمير مستتر تقديره هو.
لَعَنَهُمُ اللَّهُ: لعن فعل ماض مبني على الفتح. الهاء ضمير متصل مبني على الضم في محل نصب مفعول به. الميم علامة الجمع.
اللَّهُ: فاعل مرفوع علامة رفعه الضمة.
وقد ترد بعد لكن المخففة غير العاملة جملة اسمية، نحو:
قال تعالى: أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنا لكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلالٍ مُبِينٍ [مريم ٣٨/ ١٩].
لكِنِ اللَّهُ يَشْهَدُ بِما أَنْزَلَ إِلَيْكَ ... [النساء ١٦٦/ ٤].
لكِنِ: مخففة غير عاملة تفيد الاستدراك في المعنى وقد حركت بالكسر منعا لالتقاء الساكنين لأن الاسم الذي جاء بعد لكن اسم معرف ب (أل) أو مبدوء ب (أل) فالحرف الأول ساكن والنون ساكنة في لكن وفي لغة العرب لا يلتقي ساكنان، فإذا التقيا في مثل هذه الحالة نحرك الحرف الأخير من الكلمة التي تسبق الاسم المعرف بأل أو المبدوء بأل، نحركه بالكسر ونشير إلى ذلك في الإعراب بقولنا: وقد حرك بالكسر منعا لالتقاء الساكنين.
الظَّالِمُونَ: مبتدأ مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (205,'الْيَوْمَ: ظرف زمان منصوب علامة نصبه الفتحة.

فِي ضَلالٍ: جار ومجرور وشبه الجملة متعلق بالخبر ل<span data-type="title" id=toc-237> لم </span>بتدأ.
اللَّهُ: لفظ الجلالة مبتدأ مرفوع علامة رفعه الضمة.
يَشْهَدُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم علامة رفعه الضمة. الفاعل ضمير مستتر تقديره هو.
الجملة الفعلية: في محل رفع خبر للمبتدأ.
اعرب ما تحته خط.
قال تعالى: وَلكِنَّا حُمِّلْنا أَوْزاراً مِنْ زِينَةِ الْقَوْمِ ... [طه ٨٧/ ٢٠].
ما كانَ إِبْراهِيمُ يَهُودِيًّا وَلا نَصْرانِيًّا وَلكِنْ كانَ حَنِيفاً [آل عمران ٦٧/ ٣].
لم
حرف نفي وجزم وقلب. إنه ينفي حدوث الفعل المضارع ويجزمه ويقلب معناه من الحال إلى الماضي، نحو:
قال تعالى: قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ [الاخلاص ١١٢].
لَمْ يَلِدْ: لم حرف نفي وجزم وقلب. يلد فعل مضارع مجزوم بلم علامة جزمه السكون.
وَلَمْ يُولَدْ: لم حرف نفي وجزم وقلب. يولد فعل مضارع مبني للمجهول مجزوم ب (لم) علامة جزمه السكون.
وَلَمْ يَكُنْ. يَكُنْ فعل مضارع ناقص مجزوم بلم علامة جزمه السكون.
قال تعالى: وَإِذا لَمْ تَأْتِهِمْ بِآيَةٍ قالُوا لَوْلا اجْتَبَيْتَها [الاعراف ٢٠٣/ ٧].
لَمْ: حرف نفي وجزم وقلب. تأتي فعل مضارع مجزوم بلم علامة جزمه حذف الياء (حرف العلة) لأنه معتل الآخر',NULL,'209',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (206,'والفاعل ضمير مستتر تقديره أنت. الهاء ضمير مبني على الكسر في محل نصب مفعول به. الميم علامة الجمع.
قال تعالى: أَوَلَمْ يَرَوْا أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُها مِنْ أَطْرافِها [الرعد ٤١/ ١٣].
لَمْ: حرف نفي وجزم وقلب. يروا فعل مضارع مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة. واو الجماعة في محل رفع فاعل.
قال تعالى: فَإِنْ لَمْ تَأْتُونِي بِهِ فَلا كَيْلَ لَكُمْ عِنْدِي وَلا تَقْرَبُونِ [يوسف ٦٠/ ١٢].
لَمْ: حرف نفي وجزم وقلب.
تأتون: فعل مضارع مجزوم علامة جزمه حذف النون لأنه من الأفعال الخمسة واو الجماعة ضمير مبني في محل رفع فاعل. النون للوقاية. الياء ضمير مبني في محل نصب مفعول به.
الاصل تأتون لي. حذفت النون الأولى لدخول لم على الفعل والنون الثانية هي نون الوقاية.

<span data-type="title" id=toc-238>تمرين</span>
اعرب ما تحته خط:
١ - أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ ما فِي الصُّحُفِ الْأُولى [طه ١٢٣/ ٢٠].
٢ - أَفَلَمْ يَدَّبَّرُوا الْقَوْلَ أَمْ جاءَهُمْ ما لَمْ يَأْتِ آباءَهُمُ الْأَوَّلِينَ [المؤمنون ٦٨/ ٢٣].
٣ - قالَ لَمْ أَكُنْ لِأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ [الحجر ٣٣/ ١٥].
٤ - أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحابِ الْفِيلِ [الفيل ١/ ١٠٥].',NULL,'210',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (207,'٥ - ذلِكَ تَأْوِيلُ ما لَمْ تَسْطِعْ عَلَيْهِ صَبْراً [الكهف ٨٢/ ١٨].
٦ - قالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ. [المدثر ٤٣/ ٧٤].

٧ - وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ [ا<span data-type="title" id=toc-239>لما </span>ئدة ٤٤/ ٥].
٨ - وَبَرًّا بِوالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيًّا [مريم ٣٢/ ١٩].
٩ - وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمالِ [البقرة ٢٤٧/ ٢].
١٠ - أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَقُصُّونَ عَلَيْكُمْ آياتِي [الانعام ١٣٠/ ٦].
لما
حرف نفي وجزم وقلب مثل (لم) ولكنه يختلف عنه في الدلالة الزمنية. ف (لم) يقلب معنى المضارع إلى الماضي و (لما) تفيد استمرار النفي من الماضي ولحين التكلم، نحو:
قال تعالى: قالَتِ الْأَعْرابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلكِنْ قُولُوا أَسْلَمْنا وَلَمَّا يَدْخُلِ الْإِيمانُ فِي قُلُوبِكُمْ [الحجرات ١٤/ ٤٩].
ولما يدخل الايمان: لقد نفى دخول الايمان إلى قلوبهم منذ زمن قبل التكلم ولحين التكلم، فالايمان مرحلة أعلى من الاسلام. فالمسلم من نطق بالشهادتين ولكن المؤمن هو من نطق بهما وأقام الصلاة وآتى الزكاة ... الخ من الواجبات، وأنتم أيها الاعراب لحين زمن التكلم لم تفعلوا ذلك. أنتم مسلمون لحين الكلام هذا.
لَمَّا: حرف نفي وجزم وقلب، يدخل: فعل مضارع مجزوم ب (لما) وعلامة جزمه السكون، وقد حرك بالكسر منعا لالتقاء الساكنين.
الْإِيمانُ: فاعل مرفوع علامة رفعه الضمة.
قال تعالى: وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ [الجمعة ٣/ ٦٢].',NULL,'211',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (208,'لَمَّا: حرف نفي وجزم وقلب.
يَلْحَقُوا: فعل مضارع مجزوم ب (لَمَّا) علامة جزمه حذف النون لأنه من الأفعال الخمسة. واو الجماعة ضمير مبني في محل رفع فاعل.
قال تعالى: ثُمَّ إِذا شاءَ أَنْشَرَهُ* كَلَّا لَمَّا يَقْضِ ما أَمَرَهُ [عبس ٢٢، ٢٣/ ٨٠].
لَمَّا يَقْضِ: لما حرف نفي وجزم وقلب.
يَقْضِ: فعل مضارع مجزوم ب (لما) علامة جزمه حذف حرف العلة فأصل الفعل (يقضي).
قال تعالى: أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ [البقرة ٢١٤/ ٢].
لَمَّا: حرف نفي وجزم وقلب- يأتي: فعل مضارع مجزوم ب (لَمَّا) وعلامة جزمه حذف حرف العلة.

<span data-type="title" id=toc-240>لمّا الحينية</span>
اسم شرط غير جازم مبني على السكون في محل نصب على الظرفية الزمانية وتكون بمعنى (حين)، وهو مضاف إلى الجملة الفعلية بعده.
قال تعالى: فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً [النمل ٤٤/ ٢٧].
(لما) هنا بمعنى (حين) رأته حسبته لجة.
لما: اسم شرط غير جازم يحتاج إلى فعل شرط وجوابه، وفعل الشرط هو (رأته) وجواب الشرط (حسبته).
(لما) اسم شرط غير جازم وهو مبني على السكون في محل نصب على الظرفية الزمانية، وهو مضاف والجملة الفعلية رأته في محل جر مضاف إليه.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (209,'قال تعالى: وَلَمَّا فَتَحُوا مَتاعَهُمْ وَجَدُوا بِضاعَتَهُمْ رُدَّتْ إِلَيْهِمْ [يوسف ٦٥/ ١٢].
لما: اسم شرط غير جازم مبني على السكون في محل نصب ظرف زمان لأنها بمعنى (حين). فعل الشرط هو (فَتَحُوا). جواب الشرط وجدوا.

<span data-type="title" id=toc-241><span data-type="title" id=toc-242>تمرين</span></span>
ميز حرف النفي والجزم والقلب من اسم الشرط غير الجازم المبني على الظرفية.
قال تعالى: وَلَمَّا جَهَّزَهُمْ بِجَهازِهِمْ قالَ ائْتُونِي بِأَخٍ لَكُمْ مِنْ أَبِيكُمْ [يوسف ٥٩/ ١٢].
وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ وَهُوَ الْعَزِيزُ الْحَكِيمُ [الجمعة ٣/ ٦٢].
أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ [البقرة ٢١٤/ ٢].
وَقالَ الشَّيْطانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ [إبراهيم ٢٢/ ١٤].
تمرين
اعرب ما تحته خط
قال تعالى: فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قالَ يا بُنَيَّ إِنِّي أَرى فِي الْمَنامِ أَنِّي أَذْبَحُكَ [الصافات ١٠٣/ ٣٧].
فَلَمَّا جاءَهُ الرَّسُولُ قالَ ارْجِعْ إِلى رَبِّكَ ... [يوسف ٥٠/ ١٢].
فَلَمَّا كَلَّمَهُ قالَ إِنَّكَ الْيَوْمَ لَدَيْنا مَكِينٌ أَمِينٌ ... [يوسف ٥٤/ ١٢].
فَلَمَّا آتَوْهُ مَوْثِقَهُمْ قالَ اللَّهُ عَلى ما نَقُولُ وَكِيلٌ ... [يوسف ٦٦/ ١٢].
وَلَمَّا جاءَ أَمْرُنا نَجَّيْنا هُوداً وَالَّذِينَ آمَنُوا مَعَهُ بِرَحْمَةٍ مِنَّا [هود ٥٨/ ١١].',NULL,'213',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (210,'فَلَمَّا جاءَ أَمْرُنا جَعَ<span data-type="title" id=toc-244>لْن</span>ا عالِيَها سافِلَها وَأَمْطَرْنا عليهم حِجارَةً مِنْ سِجِّيلٍ مَنْضُودٍ [هود ٨٢/ ١١].

<span data-type="title" id=toc-243>لم، لمه</span>
وهي مؤلفة من حرف الجر (اللام) و (ما) الاستفهامية التي حذفت ألفها لدخول حرف الجر عليها. الهاء للسكت.
قال تعالى: قالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمى وَقَدْ كُنْتُ بَصِيراً [طه ١٢٥/ ٢٠].
لِمَ: اللام حرف جر. ما اسم استفهام مبني على السكون في محل جر وقد حذفت الألف منه لدخول حرف الجر عليه.

لن
حرف نفي ونصب واستقبال. ينفي المضارع وينصبه ويحصر دلالته الزمنية على المستقبل بعد أن كان الفعل المضارع- قبل دخول لن عليه- دالا على الحال والاستقبال، نحو:
قال تعالى: وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخاسِرِينَ [آل عمران ٨٥/ ٣].
فَلَنْ يُقْبَلَ: الفاء رابطة لجواب الشرط.
لن: حرف نفي ونصب واستقبال.
يقبل: فعل مضارع مبني للمجهول في محل نصب ب (لن).
قال تعالى: زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا ... [التغابن ٧/ ٦٤].
لَنْ: حرف نفي ونصب واستقبال.
يُبْعَثُوا: فعل مضارع للمجهول في محل نصب ب (لن) وعلامة نصبه حذف النون لأنه من الأفعال الخمسة. واو الجماعة ضمير مبني في محل رفع نائب فاعل.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (211,'واضح أن قبول الدين وبعث الناس سيكون في الآخرة (المستقبل) وقد أفادت (لن) حصر المعنى بهذا الزمن أي ب (الاستقبال).
قال تعالى: إِنَّكَ لَنْ تَخْرِقَ الْأَرْضَ وَلَنْ تَبْلُغَ الْجِبالَ طُولًا [الاسراء ٣٧/ ١٧].
لَنْ تَخْرِقَ: لن حرف نفي ونصب واستقبال.
تَخْرِقَ: فعل مضارع منصوب ب (لن) علامة نصبه الفتحة.
لَنْ تَبْلُغَ: لن حرف نفي ونصب واستقبال. تبلغ فعل مضارع منصوب ب (لن) علامة نصبه الفتحة.
قال تعالى: لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ [آل عمران ٩٢/ ٣].
لَنْ: حرف نفي ونصب واستقبال.
تنالوا: فعل مضارع منصوب ب (لن) علامة نصبه حذف النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.

<span data-type="title" id=toc-245>تمرين</span>
اعرب الفعل المضارع بعد لن.
قال تعالى: وَلَنْ يُؤَخِّرَ اللَّهُ نَفْساً إِذا جاءَ أَجَلُها ... [المنافقون ١١/ ٦٣].
قالُوا لَنْ نُؤْثِرَكَ عَلى ما جاءَنا مِنَ الْبَيِّناتِ [طه ٧٢/ ٢٠].
قال تعالى: قُلْ إِنِّي لَنْ يُجِيرَنِي مِنَ اللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِنْ دُونِهِ مُلْتَحَداً [الجن ٢٢/ ٧٢].
وَإِنَّ لَكَ مَوْعِداً لَنْ تُخْلَفَهُ ... [طه ٩٧/ ٢٠].
إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ لَنْ يَخْلُقُوا ذُباباً وَلَوِ اجْتَمَعُوا لَهُ [الحج ٧٣/ ٢٢].',NULL,'215',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (212,'قُلْ لَنْ يُصِيبَنا إِلَّا ما كَتَبَ اللَّهُ لَنا [التوبة ٥١/ ٩].

<span data-type="title" id=toc-246>لو</span>
حرف يرد على الأوجه التالية:-
١ - حرف شرط غير جازم، وتسمى (حرف امتناع لامتناع) أي إن جوابها ممتنع حدوثه لامتناع حدوث فعل الشرط، نحو.
قال تعالى: وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأَسْمَعَهُمْ [الانفال ٢٣/ ٨].
امتنع حدوث الاسماع لهم لامتناع علم الخير فيهم أي إن الله لم يسمعهم لعلمه عدم الخير فيهم.
لَوْ: حرف شرط غير جازم (حرف امتناع لامتناع).
عَلِمَ: فعل ماض مبني على الفتح وهو فعل الشرط.
لَأَسْمَعَهُمْ: اللام رابطة لجواب لو. أسمع فعل ماض مبني على الفتح وهو فعل جواب الشرط. الفاعل ضمير مستتر تقديره هو.
الهاء ضمير مبني على الضم في محل نصب مفعول به.
الميم علامة الجمع.
قال تعالى: وَلَوْ أَنَّهُمْ قالُوا سَمِعْنا وَأَطَعْنا وَاسْمَعْ وَانْظُرْنا لَكانَ خَيْراً لَهُمْ [النساء ٤٦/ ٤].

<span data-type="title" id=toc-247>ملاحظة مهمة</span>
جاء بعد (لَوْ) هنا مصدر مؤول من أن واسمها وخبرها، لذا نعرب أن واسمها وخبرها بالتفصيل ثم نقول: أن واسمها وخبرها في تأويل مصدر تقديره كذا في محل رفع فاعل لفعل محذوف تقديره (ثبت).
لَوْ: حرف شرط غير جازم (حرف امتناع لامتناع).
أَنَّهُمْ: أن من الأحرف المشبهة بالفعل. الهاء ضمير مبني على الضم في محل نصب اسم أن. الميم علامة الجمع.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (213,'قالُوا: فعل ماض مبني على الضم لاتصاله بواو الجماعة. واو الجماعة ضمير مبني في محل رفع فاعل.
سَمِعْنا: سمع فعل ماض مبني على السكون لاتصاله بالضمير (نا) المبني على السكون في محل رفع فاعل.
الجملة الفعلية (قالُوا سَمِعْنا) في محل رفع خبر أنّ.
جملة أن واسمها وخبرها في تأويل مصدر تقديره قولهم في محل رفع فاعل لفعل الشرط.
المحذوف المقدر ب (ثبت) أي لو ثبت قولهم
٢ - لو: حرف مصدري لا عمل له إذا سبقها الفعل ود، يود فيصبح لو والفعل في تأويل مصدر تقديره كذا في محل نصب مفعول به للفعل ود أو يود، نحو:
قال تعالى: وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمانِكُمْ كُفَّاراً.
والتقدير: ود كثير من أهل الكتاب، ماذا ودوا؟
لو يردونكم-، ردكم
لَوْ: حرف مصدري لا عمل له.
يَرُدُّونَكُمْ: فعل مضارع مرفوع لتجرده عن الناصب والجازم، علامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل. الكاف ضمير مبني على الضم في محل نصب مفعول به. الميم علامة الجمع.
لو والفعل يردونكم في تأويل مصدر تقديره (ردكم) في محل نصب مفعول به للفعل ود.
قال تعالى: وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ [النساء ١٠٢/ ٤].
لَوْ: حرف مصدري لا عمل له.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (214,'تَغْفُلُونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم، علامة رفعه ثبوت النون لأنه من الأفعال الخمسة- واو الجماعة ضمير متصل مبني في محل رفع فاعل.
جملة (لَوْ تَغْفُلُونَ) في تأويل مصدر تقديره غفلتكم في محل نصب مفعول به للفعل (ود).

<span data-type="title" id=toc-248><span data-type="title" id=toc-249>تمرين</span></span>
ميز لو المصدرية من الشرطية في قوله تعالى:
١ - وَلَوْ أَنَّهُمْ صَبَرُوا حَتَّى تَخْرُجَ إِلَيْهِمْ لَكانَ خَيْراً لَهُمْ [الحجرات ٥/ ٤٩].
٢ - وَلَوْ شاءَ اللَّهُ مَا اقْتَتَلُوا وَلكِنَّ اللَّهَ يَفْعَلُ ما يُرِيدُ ... [البقرة ٢٥٣/ ٢].
٣ - وَلَوْ يُؤاخِذُ اللَّهُ النَّاسَ بِظُلْمِهِمْ ما تَرَكَ عَلَيْها مِنْ دَابَّةٍ ...
[فاطر ٤٥/ ٣٥].
٤ - وَدَّتْ طائِفَةٌ مِنْ أَهْلِ الْكِتابِ لَوْ يُضِلُّونَكُمْ ... [آل عمران ٦٩/ ٣].
٥ - وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمانِكُمْ كُفَّاراً ... [البقرة ١٠٩/ ٢].
تمرين
إعرب لو وفعل الشرط وجوابه في قوله تعالى:
١ - وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبادِهِ لَبَغَوْا فِي الْأَرْضِ [الشورى ٢٧/ ٤٢].
٢ - وَلَوْ يُعَجِّلُ اللَّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجالَهُمْ بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ [يونس ١١/ ١٠].',NULL,'218',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (215,'٣ - وَلَوْ كُنْتُ أَعْلَمُ بالغيب لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَما مَسَّنِيَ السُّوءُ [الاعراف ١٨٨/ ٧].
٤ - وَلَوْ شاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدى فَلا تَكُونَنَّ مِنَ الْجاهِلِينَ [الانعام ٣٥/ ٦].
٥ - وَلَوْ شاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً واحِدَةً وَلكِنْ لِيَبْلُوَكُمْ فِي ما آتاكُمْ [المائدة ٤٨/ ٥].
٣ - حرف عرض:
العرض: طلب أمر بلين ورفق وتأدب في حالة مجيء الفعل الذي نطلب حدوثه مضارعا، ويتحول العرض من إفادة الطلب بلين إلى العتب إذا كان الفعل ماضيا.
أ- لو تشتري كتابا فتستفيد منه.
لو: حرف عرض لا عمل له إعرابيا.
تشتري: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة المقدرة على الياء للثقل. الفاعل ضمير مستتر تقديره أنت.
كتابا: مفعول به منصوب علامة نصبه الفتحة.
فتستفيد: الفاء سببية. تستفيد فعل مضارع منصوب بأن مضمرة بعد الفاء، علامة نصبه الفتحة. الفاعل ضمير مستتر تقديره أنت.
جملة (أن المضمرة) والفعل في تأويل مصدر تقديره استفادتك معطوفة على مصدر يستنتج من السياق قبل الفاء والتقدير يكون منك شراء كتاب فاستفادة.
ب- لو اشتريت كتابا فتستفيد منه.
لو هنا دخلت على فعل ماض فلذا أفادت العتب.
لو: حرف عرض أفاد العتب.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (216,'اشتريت: اشترى فعل ماض مبني على السكون لاتصاله بتاء الفاعل التاء ضمير مبني على الفتح في محل رفع فاعل.
٤ - لو: حرف يفيد التمني، نحو:
لو يساعدني الحظ فيعود الشباب.
لو: حرف أفاد التمني ولا عمل له إعرابيا.
يساعدني: يساعد فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الظاهرة. النون للوقاية- الياء ضمير متصل مبني في محل نصب مفعول به.
الحظ: فاعل مرفوع علامة رفعه الضمة.
فيعود: الفاء سببية. يعود فعل مضارع منصوب بأن مضمرة بعد الفاء السببية وعلامة نصبه الفتحة. الشباب فاعل مرفوع علامة رفعه الضمة.
وجملة أن المضمرة والفعل (يعود الشباب) في تأويل مصدر تقديره (عودة الشباب) معطوف على المصدر المشتق من السياق والتقدير يكون على النحو التالي: لو تكن مساعدة الحظ فعودة الشباب.

<span data-type="title" id=toc-250>لولا/ لو ما</span>
حرف يرد على الأوجه التالية:
١ - حرف شرط غير جازم ويسمى (حرف امتناع لوجود) أي يمتنع حدوث جواب الشرط لوجود الشرط. والاسم المرفوع بعد لولا أو لوما يعرب دائما مبتدأ وخبره محذوف وجوبا يقدر موجود أو كائن ... ، نحو:
قال تعالى: وَلَوْلا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطانَ ...
[النساء ٧٠/ ٤].
امتنع اتباع الشيطان لوجود فضل الله ورحمته عليكم.
لَوْلا: حرف شرط غير جازم (حرف امتناع لوجود).',NULL,'220',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (217,'فَضْلُ: مبتدأ مرفوع علامة رفعه الضمة الظاهرة، وفضل مضاف إلى لفظ الجلالة (الله) والله مضاف إليه مجرور علامة جره الكسرة.
والخبر محذوف وجوبا تقديره موجود أو كائن أو متحقق أو حاصل.
قال تعالى: وَلَوْلا أَنْ كَتَبَ اللَّهُ عَلَيْهِمُ الْجَلاءَ لَعَذَّبَهُمْ فِي الدُّنْيا [الحشر ٣/ ٥٩].
لَوْلا: حرف شرط غير جازم (حرف إمتناع لوجود).
أَنْ: مصدرية. كتب: فعل ماض مبني على الفتح. الله فاعل مرفوع علامة رفعه الضمة. عليهم جار ومجرور. الجلاء:
مفعول به منصوب علامة نصبه الفتحة.
جملة أن والفعل في تأويل مصدر تقديره كتابة الله عليهم الجلاء.
كتابة مبتدأ خبره محذوف وجوبا تقديره (موجودة، حاصلة، كائنة ...).
لعذبهم في الدنيا:
اللام واقعة في جواب لولا الشرطية غير الجازمة.
عذب: فعل ماض مبني على الفتح. الفاعل ضمير مستتر تقديره هو. الهاء ضمير متصل مبني في محل نصب مفعول به.
الميم علامة الجمع.
الجملة الفعلية (لعذبهم) جواب الشرط.
٢ - حرف تحضيض.
التحضيض: طلب أمر بشدة إذا دخلت (لولا، لوما) على فعل مضارع.
نحو: لَوْلا تَسْتَغْفِرُونَ اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ [النمل ٤٦/ ٢٧].
لَوْلا: حرف تحضيض لا عمل له إعرابيا.
تَسْتَغْفِرُونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة',NULL,'221',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (218,'رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل. الله لفظ الجلالة مفعول به علامة نصبه الفتحة.
وإذا جاء بعد (لولا، لو ما) فعل ماض والكلام في سياق التحضيض تحول التحضيض إلى التنديم أو التوبيخ أو اللوم نحو:
قال تعالى: فلولا جاؤُ عَلَيْهِ بِأَرْبَعَةِ شُهَداءَ [النور ١٣/ ٢٤].
٣ - حرف عرض: والعرض كما سبق: طلب أمر بلين وتأدب.
قال تعالى: لَوْلا أَخَّرْتَنِي إِلى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ [المنافقون ١٠/ ٦٣].
ومعاني العرض والتحضيض نستنتجها من السياق. فالقاعدة في العرض مثلا أن لولا إذا دخلت على فعل مضارع أفادت العرض وإذا دخلت على فعل ماض أفادت العتب ولكن السياق هنا أن المذنب يخاطب الله فهل يحق له العتب؟ أم أنه يطلب الأمر بلين وتأدب؟ وهكذا يجب أن يؤخذ السياق بنظر الاعتبار لتحديد العرض أو
التحضيض أو غرض العرض وغرض التحضيض.
لو ما تشتري كتابا فنستفيد منه.
لو ما: حرف عرض. تشتري فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة المقدرة على الياء منع من ظهورها الثقل الفاعل ضمير مستتر تقديره أنت.
كتابا مفعول به منصوب علامة نصبه الفتحة.
لو ما اشتريت كتابا فنستفيد منه.
لو ما: حرف عرض لا عمل له إعرابيا يفيد العتب لأنه دخل على فعل ماض والسياق يحتمل العتب.

<span data-type="title" id=toc-251>ليت</span>
حرف مشبه بالفعل من أخوات (إن) يدخل على الجملة الاسمية (المبتدأ والخبر) فينصب المبتدأ اسما له ويبقى الخبر مرفوعا خبرا له.
وهذا الحرف يفيد التمني من حيث المعنى، والتمني يعني طلب حدوث',NULL,'222',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (219,'شيء مستحيل الحدوث أي يستحيل اتصاف الاسم بالخبر، نحو:
قال تعالى: وَيَقُولُ الْكافِرُ يا لَيْتَنِي كُنْتُ تُراباً [النبأ ٤٠/ ٧٨].
يَقُولُ يا لَيْتَنِي قَدَّمْتُ لِحَياتِي ... [الفجر ٢٤/ ٨٩].
لَيْتَنِي: ليت من الأحرف المشبهة بالفعل يفيد التمني. النون للوقاية الياء ضمير متصل مبني في محل نصب اسم ليت.
كُنْتُ: كان فعل ماض ناقص مبني على السكون. التاء ضمير مبني على الضم في محل رفع اسم كان. ترابا: خبر كان منصوب علامة نصبه الفتحة.
جملة كان واسمها وخبرها في محل رفع خبر ليت.
«يا لَيْتَنِي قَدَّمْتُ لِحَياتِي ...».
يا: ندائية. ليت حرف مشبه بالفعل. النون للوقاية. الياء ضمير متصل مبني في محل نصب اسم ليت.
قَدَّمْتُ: قدم: فعل ماض مبني على السكون لاتصاله بتاء الفاعل.
التاء ضمير متصل مبني على الضم في محل رفع فاعل.
لِحَياتِي: اللام حرف جر. حياة اسم مجرور علامة جره الكسرة وهو مضاف والياء ضمير مبني في محل جر مضاف إليه.
الجملة الفعلية (قدمت لحياتي) في محل رفع خبر ليت.
قال تعالى: فَقالُوا يا لَيْتَنا نُرَدُّ وَلا نُكَذِّبَ بِآياتِ رَبِّنا [الانعام ٢٧/ ٦].
يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ [القصص ٧٩/ ٢٨].
قالَ يا لَيْتَ قَوْمِي يَعْلَمُونَ بِما غَفَرَ لِي رَبِّي [يس ٢٦/ ٣٦].
قالَ يا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ [الزخرف ٣٨/ ٤٣].',NULL,'223',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (220,'فَقالُوا يا لَيْتَنا نُرَدُّ وَلا نُكَذِّبَ بِآياتِ رَبِّنا [الانعام ٢٧/ ٦].
يَقُولُونَ يا لَيْتَنا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرسول [الاحزاب ٦٦/ ٣٣].
يا لَيْتَنِي كُنْتُ مَعَهُمْ فَأَفُوزَ فَوْزاً عَظِيماً [النساء ٧٣/ ٤].
وَيَقُولُ يا لَيْتَنِي لَمْ أُشْرِكْ بِرَبِّي أَحَداً [الكهف ٤٢/ ١٨].
قالَتْ يا لَيْتَنِي مِتُّ قَبْلَ هذا وَكُنْتُ نَسْياً مَنْسِيًّا [مريم ٢٣/ ١٩].
يَقُولُ يا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا [الفرقان ٢٧/ ٢٥].
يا وَيْلَتى لَيْتَنِي لَمْ أَتَّخِذْ فُلاناً خَلِيلًا [الفرقان ٢٨/ ٢٥].
وَأَمَّا مَنْ أُوتِيَ كِتابَهُ بِشِمالِهِ فَيَقُولُ يا لَيْتَنِي لَمْ أُوتَ كِتابِيَهْ [الحاقة ٢٥/ ٦٩].
يا لَيْتَها كانَتِ الْقاضِيَةَ ... [الحاقة ٢٧/ ٦٩].
نلاحظ أن معظم الآيات تمثل حال الكافرين يوم القيامة فهم يتمنون العودة إلى الحياة ويتحسرون على عدم إطاعة الله والرسول ويتندمون على الاشراك بالله فهل تمكن عودتهم؟ لا، لذا استعمل القرآن الكريم (ليت) للتعبير عن استحالة ما يتمنون.

<span data-type="title" id=toc-252>للفائدة نعرب</span>
يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ [القصص ٧٩/ ٢٨].
يا لَيْتَ: يا ندائية. ليت حرف مشبه بالفعل يفيد التمني.
لَنا: اللام حرف جر. نا ضمير متصل مبني على السكون في محل جر وشبه الجملة متعلق بخبر ليت مقدم في محل
رفع.
لأن شبه الجملة المتكونة من الجار والمجرور أو الظرف المضاف لا يجوز أن يصبح مبتدأ فلذا لا يجوز أن يصبح اسما للأحرف المشبهة بالفعل وإنما شبه الجملة يمكن أن يصبح خبرا للمبتدأ فلذا يصبح خبرا- وإن تقدم- للأحرف المشبه بالفعل.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (221,'مثل اسم ليت متأخر منصوب علامة نصبه الفتحة ومثل مضاف وما اسم موصول مبني على السكون في محل جر مضاف إليه.

<span data-type="title" id=toc-253>ليس</span>
فعل ماض ناقص جامد من مجموعة (كان) يدخل على الجملة الاسمية فينسخها، ويتحول المبتدأ إلى اسم له ويبقى مرفوعا، بينما ينصب الخبر خبرا ل (ليس). وقلنا إن هذا الفعل جامد لأنه لا يرد إلا بصورة واحدة (ليس) فليس له مضارع أو أمر إنما جامد بصورة واحدة.
ويكثر مجيء حرف الجار الزائد (الباء) في خبر ليس لغرض التوكيد فيكون الخبر مجرورا لفظا منصوبا محلا خبرا ل (ليس).
ويشترط في عملها المتقدم (نسخ الجملة الاسمية أي ابطال حكمها وعدم بقائها على حالة كونها مبتدأ وخبرا. وإنما يتحول المبتدأ إلى اسم ليس والخبر ينصب خبرا ل (ليس):
١ - أن يتقدم اسمها على خبرها إلا إذا كان الخبر شبه جملة، نحو فَلَيْسَ عَلَيْكُمْ جُناحٌ أَلَّا تَكْتُبُوها ... [البقرة ٢٨٢/ ٢].
فَلَيْسَ: الفاء حسب ما قبلها. ليس فعل ماض ناقص جامد.
عَلَيْكُمْ: على حرف جر. الكاف ضمير مبني على الضم في محل جر. الميم علامة الجمع شبه الجملة في محل نصب متعلق بخبر ليس مقدم.
جُناحٌ: اسم ليس متأخر مرفوع علامة رفعه الضمة.
٢ - ألا ينتقض نفيها ب (إلّا). ليس تنفي إتصاف الاسم بالخبر فإذا جاءت قبل خبرها (لا)، في هذه الحالة ينتقض نفيها وتصبح ليس غير عاملة، وترجع الجملة إلى أصلها (مبتدأ وخبر)، نحو:
قال تعالى: وَأَنْ لَيْسَ لِلْإِنْسانِ إِلَّا ما سَعى [النجم ٣٩/ ٥٣].
أنتقض نفي ليس ب (إلا) الداخلة على الخبر وذلك لغرض بلاغي هو القصر وإفادة التخصيص فلم يعد خبر ليس منفيا عن اسمها وإنما على',NULL,'225',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (222,'العكس صار ما نتصوره اسما ل (ليس) يتصف بالخبر عن طريق نقض النفي فالإنسان يمتلك ويقصر على سعيه.
لَيْسَ: فعل ماض جامد ناقص غير عامل لانتقاض نفيه ب (إلا).
لِلْإِنْسانِ: اللام حرف جر. الإنسان اسم مجرور علامة جره الكسرة وشبه الجملة في محل رفع خبر مقدم أو شبه الجملة متعلق بخبر مقدم للمبتدأ (ما).
إِلَّا: أداة حصر أو اداة استثناء ملغاة.
ما: اسم موصول بمعنى الذي مبني على السكون في محل رفع مبتدأ مؤخر والجملة الفعلية (سعى) صلة الموصول.
قال تعالى: إِنَّ مَوْعِدَهُمُ الصُّبْحُ أَلَيْسَ الصُّبْحُ بِقَرِيبٍ [التوبة ٨١/ ١١].
أَلَيْسَ: الهمزة للاستفهام. ليس فعل ماض ناقص جامد.
الصُّبْحُ: اسم ليس مرفوع علامة رفعه الضمة.
بِقَرِيبٍ: الباء حرف جر زائد. قريب اسم مجرور لفظا منصوب محلا خبر ليس.

<span data-type="title" id=toc-254>تمرين</span>
اعرب ما تحته خط:
قال تعالى: وَلَيْسَ الذَّكَرُ كَالْأُنْثى ... [آل عمران ٣٦/ ٣].
فَلِمَ تُحَاجُّونَ فِيما لَيْسَ لَكُمْ بِهِ عِلْمٌ [آل عمران ٦٦/ ٣].
أَلَيْسَ لِي مُلْكُ مِصْرَ وَهذِهِ الْأَنْهارُ تَجْرِي مِنْ تَحْتِي [الزخرف ٥١/ ٤٣].
وَمَنْ لا يُجِبْ داعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الْأَرْضِ [الاحقاف ٣٢/ ٤٦].
أَلَيْسَ هذا بِالْحَقِّ قالُوا بَلى وَرَبِّنا ... [الاحقاف ٣٤/ ٤٦].',NULL,'226',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (223,'وَلَيْسَ بِضارِّهِمْ شَيْئاً إِلَّا بِإِذْنِ اللَّهِ [المجادلة ١٠/ ٥٨].
وَقالَتِ الْيَهُودُ لَيْسَتِ النَّصارى عَلى شَيْءٍ [البقرة ١١٣/ ٢].
وَلا تَقُولُوا لِمَنْ أَلْقى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً [النساء ٩٤/ ٤].
وَأَشْهَدَهُمْ عَلى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ [الاعراف ١٧٢/ ٧].
وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ [البقرة ٢٦٧/ ٢].
يا نِساءَ النَّبِيِّ لَسْتُنَّ كَأَحَدٍ مِنَ النِّساءِ [الاحزاب ٣٢/ ٣٣].
يَقُولُونَ بِأَفْواهِهِمْ ما لَيْسَ فِي قُلُوبِهِمْ ... [آل عمران ١٦٧/ ٣].
وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ ... [آل عمران ١٨٢/ ٣].
لَيْسَ عَلَى الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ جُناحٌ فِيما طَعِمُوا [المائدة ٩٣/ ٥].
قالَ يا قَوْمِ لَيْسَ بِي سَفاهَةٌ وَلكِنِّي رَسُولٌ مِنْ رَبِّ الْعالَمِينَ [الاعراف ٦٧/ ٧].
إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ [الحجر ٤٢/ ١٥].
لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ [النور ٦١/ ٢٤].
أَلَيْسَ اللَّهُ بِكافٍ عَبْدَهُ ... [الزمر ٣٦/ ٣٩].
إِنَّما أَنْتَ مُذَكِّرٌ لَسْتَ عَلَيْهِمْ بمسيطر [الغاشية ٢١ - ٢٢/ ٨٨].

<span data-type="title" id=toc-255>ملاحظة مهمة:</span>
قال تعالى: لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ ... [البقرة ١٧٧/ ٢].
قال تعالى: وَلَيْسَ الْبِرُّ بِأَنْ تَأْتُوا الْبُيُوتَ مِنْ ظُهُورِها [البقرة ١٨٩/ ٢].
في الآية الأولى وردت كلمة البر منصوبة باعتبارها خبر ليس وقد نقدم لغرض بلاغي هو التخصيص.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (224,'لَيْسَ: فعل ماض ناقص جامد.
الْبِرَّ: خير ليس مقدم منصوب علامة نصبه الفتحة.
أَنْ تُوَلُّوا: أن مصدرية ناصبة. تولوا فعل مضارع منصوب بأن المصدرية علامة نصبه حذف النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
وُجُوهَكُمْ: وجوه مفعول به منصوب علامة نصبه الفتحة مضاف إلى الكاف والكاف ضمير متصل مبني على الضم في محل جر مضاف إليه- الميم علامة الجمع جملة أن والفعل (أَنْ تُوَلُّوا وُجُوهَكُمْ ...) في تأويل مصدر تقديره توليتكم وُجُوهَكُمْ ... في محل رفع اسم ليس والتقدير:
ليس تولية الوجوه قبل المشرق والمغرب هو البر.
في الآية الثانية ورد كلمة (الْبِرَّ) مرفوعة لأنها اسم ليس.
قال تعالى: إِنَّ عِبادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغاوِينَ [الحجر: ٤٢/ ١٥].
هنا لم ينتقض نفي ليس ب (إلا) لأن (إلا) لم تدخل على خبر ليس لذا بقيت ليس عاملة وإلّا هنا أفادت الاستثناء.
لَيْسَ: فعل ماض ناقص جامد.
لَكَ: اللام حرف جر. الكاف ضمير متصل مبني على الفتح في محل جر مجرور وشبه الجملة متعلق بخبر ليس مقدم وهو في محل نصب.
سُلْطانٌ: اسم ليس مؤخر مرفوع علامة رفعه الضمة.
عَلَيْهِمْ: جار ومجرور والميم علامة الجمع.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (225,'<span data-type="title" id=toc-256>[الميم]</span>
<span data-type="title" id=toc-257>ما</span>
<span data-type="title" id=toc-258>أنواعها- حسب معانيها- كثيرة أهمها</span>
<span data-type="title" id=toc-259>١ - (ما) الموصولة وأكثر ما تستعمل في غير العاقل وقد تستعمل في العاقل:</span>
اسم موصول بمعنى الذي مبني على السكون في محل كذا حسب موقعه من الكلام، نحو:
قال تعالى: ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللَّهِ باقٍ [النحل ٩٦/ ١٦].
أي الذي عندكم ينفد.
ما: اسم موصول مبني على السكون في محل رفع مبتدأ.
قال تعالى: فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ ... [النساء ٣/ ٤].
ما: اسم موصول مبني على السكون في محل نصب مفعول به.

<span data-type="title" id=toc-260>٢ - معرفة تامة بمعنى (الشيء)، نحو:</span>
قال تعالى: إِنْ تُبْدُوا الصَّدَقاتِ فَنِعِمَّا هِيَ ... [البقرة ٢٧١/ ٢].
فنعما: الفاء رابطة لجواب الشرط. نعم فعل جامد يفيد المدح.
ما: معرفة تامة بمعنى (الشيء) مبنية على السكون في محل رفع فاعل للفعل (نعم).',NULL,'229',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (226,'هي ضمير منفصل مبني في محل رفع مبتدأ مؤخر. جملة (نعما) في محل رفع خبر وهذا هو أبسط وأوضح الآراء
في إعراب المخصوص بالمدح أو الذم، فهناك من يرى أنه يجوز أن يعرب خبرا لمبتدأ محذوف، وهناك من يرى إن المخصوص يعرب بدلا من فاعل فعل المدح أو الذم.
والتقدير في الآية يكون: إن تبدو الصدقات فنعم الشيء هي.

<span data-type="title" id=toc-261>٣ - نكرة تامة بمعنى (شيء) في باب التعجب</span>.
قال تعالى: قُتِلَ الْإِنْسانُ ما أَكْفَرَهُ ... [عبس ١٧/ ٨٠].
ما: تعجبية نكرة تامة بمعنى شيء مبنية على السكون في محل رفع مبتدأ.
اكفر: فعل جامد يفيد التعجب مبني على الفتح والفاعل ضمير مستتر تقديره هو يعود على (ما).
الهاء: ضمير مبني على الضم في محل نصب مفعول به.
والجملة الفعلية (أَكْفَرَهُ) في محل رفع خبر للمبتدأ (ما).
قال شاعر:
ما أجمل الدين والدنيا إذا اجتمعا ... وأقبح الكفر والافلاس بالرجل
قال شاعر:
أعلل النفس بالآمال أرقبها ... ما أضيق العيش لولا فسحة الأمل
قال شاعر:
ما أكثر الاخوان حين نعدهم ... ولكنهم في النائبات قليل
الأمثلة التي تحتها خط كلها في باب التعجب.

<span data-type="title" id=toc-262>٤ - اسم استفهام:</span>
ويطلب به شرح أو بيان حقيقة المسمى، نحو:
قال تعالى: الْقارِعَةُ* مَا الْقارِعَةُ [القارعة ١ - ٢/ ١٠١].
الْحَاقَّةُ* مَا الْحَاقَّةُ [الحاقة ١ - ٢/ ٦٩].
وَما تِلْكَ بِيَمِينِكَ يا مُوسى [طه ١٧/ ٢٠].',NULL,'230',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (227,'وإذا دخل حرف جر على (ما) الاستفهامية حذفنا ألفها، (إلام، علام مم، عم، فيم، بم؟) نحو قوله تعالى:
١ - فَلْيَنْظُرِ الْإِنْسانُ مِمَّ خُلِقَ [الطارق ٥/ ٨٦].
٢ - عَمَّ يَتَساءَلُونَ* عَنِ النَّبَإِ الْعَظِيمِ ... [النبأ ١ - ٢/ ٧٨].
أما في إعراب (ما) الاستفهامية فنتبع ما نتبعه في إعراب أدوات الاستفهام. هنا مثلا جاءت (ما) مسبوقة بحرف الجر، لذا نقول:
مِمَّ: من حرف جر (ما) اسم موصول مبني على السكون في محل جر وقد حذفت الألف لدخول حرف الجر.
عَمَّ: عن حرف جر. ما اسم موصول مبني على السكون في محل جر. وقد حذفت الألف لدخول حرف الجر عليها.
قال تعالى: الْقارِعَةُ. مَا الْقارِعَةُ.
مَا: اسم استفهام مبني على السكون في محل رفع مبتدأ.
ويجوز أن نعربها خبرا لمجيء اسم معرف بعدها.

<span data-type="title" id=toc-263>٥ - اسم شرط جازم بمعنى (أي شيء)</span>
ومحلها الرفع على الابتداء إن كان الفعل الذي بعدها قد استوفى مفعوله وإلا فهي مفعول به مقدم.
قال تعالى: وَما تَفْعَلُوا مِنْ خَيْرٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ [البقرة ٢١٥/ ٢].
تَفْعَلُوا: فعل مضارع مجزوم (فعل الشرط) علامة جزمه حذف النون لأنه من الأفعال الخمسة. واو الجماعة في محل رفع فاعل.
هذا الفعل متعد يحتاج إلى مفعول به ولم يستوف ذلك المفعول لذا تكون ما مفعولا به. وقد تقدم المفعول لأنه من الألفاظ التي لها الصدارة في الكلام ويكون إعراب ما:
ما: اسم شرط جازم مبني على السكون في محل نصب مفعول به مقدم وهو مضاف والجملة الفعلية (تفعلوا) في محل جر مضاف إليه.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (228,'قال تعالى: ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها [البقرة ١٠٦/ ٢].
الفعل ننسخ فعل متعد لم يستوف مفعوله، لذا نعرب ما اسم شرط جازم مبني على السكون في محل نصب مفعول به مقدم لأن أسماء الشرط لها الصدارة في الكلام.

<span data-type="title" id=toc-264>٦ - نافية لا عمل لها إذا دخلت على جملة فعلية</span>، نحو:
قال تعالى: ما كانَ لِي مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلى إِذْ يَخْتَصِمُونَ [ص ٦٩/ ٣٨].
وَما كانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ [غافر ٧٨/ ٤٠].
ما: نافية لا عمل لها اعرابيا.

<span data-type="title" id=toc-265>٧ - نافية مشبهة بليس:</span>
وتعمل بنفس الشروط التي تعمل بها ليس وتلك الشروط هي: أن يتقدم اسمها على خبرها إلا إذا كان الخبر شبه جملة وألا ينتقض نفيها ب (الا)، نحو قوله تعالى:
وَما رَبُّكَ بِظَلَّامٍ لِلْعَبِيدِ [فصلت ٤٦/ ٤١].
ما: نافية عاملة عمل ليس.
رَبُّكَ: رب اسم (ما) مرفوع علامة رفعه الضمة وهو مضاف والكاف ضمير مبني على الفتح في محل جر مضاف إليه.
بِظَلَّامٍ: الباء حرف جر زائد. ظلام اسم مجرور لفظا منصوب محلا خبر (ما) المشبهة بليس وظلام مضاف والعبيد مضاف إليه.
ما هذا بَشَراً [يوسف ٣١/ ١٢].
ما: من المشبهات بليس، نافية عاملة.
هذا: اسم إشارة مبني على السكون في محل رفع اسم (ما).
بَشَراً: خبر ما منصوب علامة نصبه الفتحة.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (229,'قال تعالى: وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ ...
[آل عمران ١٤٤/ ٣].
ما نافية غير عاملة لانتقاض نفيها بإلا.
مُحَمَّدٌ: مبتدأ مرفوع علامة رفعه الضمة.
إِلَّا: أداة استثناء ملغاة (أداة حصر).
رَسُولٌ: خبر للمبتدأ مرفوع علامة رفعه الضمة.

<span data-type="title" id=toc-266>٨ - مصدرية</span>
إذا صح تأويلها والفعل بعدها بمصدر له محل من الإعراب، قال تعالى: لَقَدْ جاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ ما عَنِتُّمْ [التوبة ١٢٨/ ٩].
ما: مصدرية.
عَنِتُّمْ: عنت فعل ماض مبني على السكون لاتصاله بتاء الفاعل.
التاء ضمير مبني على الضم في محل رفع فاعل والميم علامة الجمع.
ما والفعل وفاعله في تأويل مصدر تقديره (عنتكم) في محل رفع فاعل للصفة المشبهة عزيز.

<span data-type="title" id=toc-267>٩ - مصدرية ظرفية</span>.
قال تعالى: وَأَوْصانِي بِالصَّلاةِ وَالزَّكاةِ ما دُمْتُ حَيًّا [مريم ٣١/ ١٩].
ما دُمْتُ حَيًّا وأَوْصانِي مدة دوامي حيا. أي إن ما والفعل يؤولان مصدر (دوام) بالإضافة إلى بيان الزمن (مدة).
ما دُمْتُ: ما دام فعل ماض ناقص من أخوات (كان). التاء ضمير مبني على الضم في محل رفع اسم ما دام.
حَيًّا: خبر ما دام منصوب علامة نصبه الفتحة.
ما والفعل في تأويل مصدر تقديره (مدة دوامي) في محل نصب نائبا عن ظرف الزمان.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (230,'قال تعالى: خالِدِينَ فِيها ما دامَتِ السَّماواتُ وَالْأَرْضُ [هود ١٠٧/ ١١].
قالُوا يا مُوسى إِنَّا لَنْ نَدْخُلَها أَبَداً ما دامُوا فِيها [المائدة ٢٤/ ٥].
قال تعالى: وَكُنْتُ عَلَيْهِمْ شَهِيداً ما دُمْتُ فِيهِمْ [المائدة ١١٧/ ٥].
وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ ما دُمْتُمْ حُرُماً [المائدة ٩٦/ ٥].
قال شاعر:
أجارتنا إن الخطوب تنوب ... وإني مقيم ما أقام عسيب
عسيب اسم جبل، والجبل ثابت فالمعنى: إني مقيم مدة إقامة عسيب.
ما: مصدرية ظرفية.
أقام: فعل ماض مبني على الفتح. عسيب فاعل مرفوع علامة رفعه الضمة ما والفعل وفاعله في تأويل مصدر تقديره مدة إقامة عسيب في محل نصب نائبا عن ظرف الزمان.
قال شاعر:
ولست بماش ما حييت لمنكر ... من الأمر لا يمشي إلى مثله مثلي
ما حييت مدة حياتي ما دمت حيا.
ولا مؤثرا نفسي على ذي قرابة ... وأوثر ضيفي ما أقام على أهلي
ما أقام مدة إقامته ما دام مقيما.

<span data-type="title" id=toc-268>١٠ - (ما) زائدة:</span>
وتزاد في مواضع كثيرة أشهرها:
٢ - بعد أدوات الشرط (إذا ما، أينما، متى ما ... حيثما ...).
قال تعالى: وَحَيْثُ ما كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ [البقرة ١٤٤/ ٢].
وَحَيْثُ ما: الواو حسب ما قبلها.
حيث: اسم شرط مبني على الضم في محل نصب ظرف مكان.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (231,'ما: زائدة لا عمل لها.
قال تعالى: أَيْنَ ما تَكُونُوا يَأْتِ بِكُمُ اللَّهُ جَمِيعاً ... [البقرة ١٤٨/ ٢].
مَلْعُونِينَ أَيْنَما ثُقِفُوا ... [الاحزاب ٦١/ ٣٣].
ب- بعد حرف الجر (الباء)، نحو: فَبِما رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ [آل عمران ١٥٩/ ٣].
ح- في (لا سيما) إذا جاء الاسم بعدها مجرورا، نحو:
يجزي الله المؤمنين خيرا ولا سيما العاملين.
فَبِما رَحْمَةٍ: الفاء حسب ما قبلها. الباء حرف جر. ما زائدة. رحمة اسم مجرور بحرف الجر.
لا سيما: سي اسم لا النافية للجنس منصوب لأنه مضاف. ما زائدة. العاملين مضاف إليه مجرور علامة جره الياء لأنه جمع مذكر سالم.

<span data-type="title" id=toc-269>١١ - (ما) كافة:</span>
وهي زائدة وعند ما تتصل ببعض الأفعال والحروف تكفها عن العمل، فالأفعال مثل: طال، كثر، قل ... تحتاج إلى فاعل، فإذا اتصلت ما الزائدة بها كفت عن العمل ولم تعد بحاجة إلى فاعل، نحو: قلما نمت مبكرا.
قلما: قل فعل ماض مكفوف عن العمل لدخول (ما) الزائدة عليه. ما كافة. (كافة ومكفوفة).
وتتصل بالحروف المشبهة بالفعل (إن واخواتها) فتكفها عن العمل فلا تحتاج إلى اسم منصوب وخبر مرفوع وإنما تصبح هذه الأحرف مكفوفة عن العمل فتأتي بعدها جملة اسمية (مبتدأ وخبر) أو جملة فعلية (فعل وفاعل)، نحو:
قال تعالى: إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ [الانفال ٢/ ٨].',NULL,'235',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (232,'إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ [الحجرات ١٠/ ٤٩].
إِنَّمَا: كافة ومكفوفة.
الْمُؤْمِنُونَ: مبتدأ مرفوع علامة رفعه الواو لأنه جمع مذكر سالم.
إِخْوَةٌ: خبر للمبتدأ مرفوع علامة رفعه الضمة.
قال تعالى: قُلْ إِنَّما يُوحى إِلَيَّ أَنَّما إِلهُكُمْ إِلهٌ واحِدٌ [الأنبياء ١٠٨/ ٢١].
قُلْ إِنَّما أَتَّبِعُ ما يُوحى إِلَيَّ مِنْ رَبِّي [الاعراف ٢٠٣/ ٧].
إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ [فاطر ٣٨/ ٣٥].
إِنَّما: كافة ومكفوفة.
يُوحى: فعل مضارع مبني للمجهول.
يَخْشَى: فعل مضارع مرفوع علامة رفعه الضمة المقدرة على الألف للتعذر وإذا اتصلت (ما) الزائدة الكافة بالحرف الشبيه بالزائد (رب) فتكفها عن الجر، نحو: ربما تجد صديقا صدوقا هناك.

<span data-type="title" id=toc-270>١٢ - (ما) إبهامية</span>
، نحو: سنلتقي في يوم ما.
ما: إبهامية لأن اليوم غير معين ولا عمل ل (ما) الابهامية سوى إفادة الابهام في المعنى.

<span data-type="title" id=toc-271>تمرين</span>
اعرب ما في التعابير التالية:
١ - إذا ما صنعت الزاد فالتمسي له ... أكيلا فإني لست آكله وحدي
٢ - فما هو إلّا أن أراها فجاءة ... فأبهت لأعرف لدي ولا نكر
٣ - وليست عشيات الحمى برواجع ... لنا أبدا ما أورق السلم النضر
٤ - لعمرك ما أهويت كفي لريبة ... ولا حملتني نحو فاحشة رجلي',NULL,'236',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (233,'<span data-type="title" id=toc-272>ماذا</span>
اسم استفهام يستفهم به عن غير العاقل، ويعرب بحسب موقعه من الكلام، فإذا وليه فعل متعد لم يستوف مفعوله، اعرب مبنيا على السكون في محل نصب مفعول به، وأعرب مبتدأ في غير ذلك نحو قوله تعالى:
قُلِ انْظُرُوا ماذا فِي السَّماواتِ وَالْأَرْضِ [يونس ١٠١/ ١٠].
ماذا: اسم استفهام مبني على السكون في محل رفع مبتدأ.
قال تعالى: إِذْ قالَ لِأَبِيهِ وَقَوْمِهِ ماذا تَعْبُدُونَ [الصافات ٨٥/ ٣٧].
الفعل تعبدون فعل متعد لم يستوف مفعوله، لذا تكون (ماذا) مفعولا به مقدما لأن (ماذا) من الألفاظ التي لها الصدارة في الكلام.
وهكذا في قوله تعالى: قالُوا وَأَقْبَلُوا عَلَيْهِمْ ماذا تَفْقِدُونَ [يوسف ٧١/ ١٢].
وَإِذا قِيلَ لَهُمْ ماذا أَنْزَلَ رَبُّكُمْ قالُوا أَساطِيرُ الْأَوَّلِينَ [النحل ٢٤/ ١٦].
وَقِيلَ لِلَّذِينَ أنفقوا ماذا أَنْزَلَ رَبُّكُمْ قالُوا خَيْراً [النحل ٣٠/ ١٦].
وَيَسْئَلُونَكَ ماذا يُنْفِقُونَ قُلِ الْعَفْوَ [البقرة ٢١٩/ ٢].
فالأفعال: تَفْقِدُونَ، أَنْزَلَ، يُنْفِقُونَ، أفعال متعدية لم تستوف مفاعيلها لذا تعرب (ماذا) مفعولا به مقدما لأن (ماذا) من الألفاظ التي لها الصدارة في الكلام.

<span data-type="title" id=toc-273>متى</span>
اسم يرد على الأوجه التالية:-
١ - اسم استفهام في محل نصب على الظرفية الزمانية، ويطلب به تعيين الزمان ماضيا كان أو مستقبلا، نحو:
قال تعالى: وَيَقُولُونَ مَتى هذَا الْوَعْدُ إِنْ كُنْتُمْ صادِقِينَ [يونس ٤٨/ ١٠].',NULL,'237',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (234,'مَتى: اسم استفهام مبني على السكون في محل نصب ظرف زمان متعلق بخبر مقدم للمبتدأ هذا وقد تقدم الخبر لأنه من الألفاظ التي لها الصدارة في الكلام.
قال تعالى: وَيَقُولُونَ مَتى هذَا الْفَتْحُ إِنْ كُنْتُمْ صادِقِينَ [السجدة ٢٨/ ٣٢].
وَزُلْزِلُوا حَتَّى يَقُولَ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ مَتى نَصْرُ اللَّهِ [البقرة ٢١٤/ ٢].
فسينتغضون إِلَيْكَ رُؤُسَهُمْ وَيَقُولُونَ مَتى هُوَ [الاسراء ٥١/ ١٧].
مثال: متى سافرت؟
متى: اسم استفهام مبني على السكون في محل نصب على الظرفية الزمانية.
٢ - اسم شرط جازم لازم الإضافة إلى جملة الشرط، وذلك إذا ربطت حدثين، ويجزم عند ذلك الفعلين المضارعين ويتعلق بالجواب مثل:
ولست بحلال التلاع مخافة ... ولكن متى يسترفد القوم أرفد
متى: اسم شرط جازم مبني على السكون في محل نصب ظرف زمان وهو مضاف.
يسترفد: فعل الشرط وهو فعل مضارع مجزوم علامة جزمه السكون وقد حرك بالكسر منعا لالتقاء الساكنين.
القوم: فاعل مرفوع علامة رفعه الضمة.
الجملة الفعلية (يسترفد القوم) في محل جر مضاف إليه.

<span data-type="title" id=toc-274>مذ</span>
١ - ظرف زمان مبني على السكون في محل نصب، وهو مضاف إلى الجملة بعده مثل قول الشريف الرضي:
فتلفتت عيني فمذ خفيت ... عني الطلول تلفت القلب',NULL,'238',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (235,'مذ: ظرف زمان مبني على السكون في محل نصب، وهو مضاف.
خفيت: خفي: فعل ماض مبني على الفعل لاتصاله بتاء التأنيث التي لا محل لها من الإعراب.
الطلول: فاعل مرفوع علامة رفعه الضمة.
الجملة الفعلية (خفيت عني الطلول) في محل جر مضاف إليه.
٢ - حرف جر: إذا جاء بعده اسم مجرور مثل: ما رأيته مذ الشهر الفائت.

<span data-type="title" id=toc-275>مع</span>
ظرف مكان أو زمان وذلك بحسب المضاف إليه وبحسب السياق مثل: أَرْسِلْهُ مَعَنا غَداً يَرْتَعْ وَيَلْعَبْ وَإِنَّا لَهُ لَحافِظُونَ [يوسف ١٢/ ١٢].
معنا: مع ظرف مكان منصوب علامة نصبه الفتحة، وهو مضاف إلى الضمير (نا) المبني على السكون في محل جر مضاف إليه.
ومن أمثلة إفادة (مع) الظرفية الزمانية قوله تعالى:
فَإِنَّ مَعَ الْعُسْرِ يُسْراً [الشرح ٥/ ٩٤].
مَعَ: ظرف زمان منصوب علامة نصبه الفتحة مضاف إلى العسر، والعسر مضاف إليه. التقدير إن مع زمن العسر أو بعد زمن العسر يسرا.

<span data-type="title" id=toc-276>معا</span>
حال منصوب مثل: ذهب الطلاب معا.
معا: حال منصوب علامة نصبه الفتحة، أي ذهب الطلاب مصاحبين بعضهم بعضا.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (236,'<span data-type="title" id=toc-277>معاذ</span>
مفعول مطلق لفعل محذوف تقديره أعوذ، نحو قوله تعالى: قالَ مَعاذَ اللَّهِ إِنَّهُ رَبِّي أَحْسَنَ مَثْوايَ [يوسف ٢٣/ ١٢].
قالَ مَعاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنا مَتاعَنا عِنْدَهُ [يوسف ٧٩/ ١٢].
مَعاذَ: مفعول مطلق لفعل محذوف تقديره أعوذ، ومعاذ مضاف ولفظ الجلالة (الله) مضاف إليه مجرور.

<span data-type="title" id=toc-278>من حرف جر</span>
١ - حرف جر أصلي له معان متعددة مثل البيان أو ابتداء الغاية ...
الخ ولكن الإعراب يبقى واحدا وهو: من: حرف جر.
قال تعالى: ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها [البقرة ١٠٦/ ٢].
ما شرطية مبهمة تحتاج إلى بيان المقصود ب (ما) وقد تبين ذلك ب (من آية) هنا (من) بيانية، وهكذا مع الأسماء الموصولة وأدوات الشرط واسماء الاستفهام والكلمات العامة التي تحتاج إلى تخصيص المقصود مثل كلمة (كلا).
قال تعالى: قُلْ ما سَأَلْتُكُمْ مِنْ أَجْرٍ فَهُوَ لَكُمْ [سبأ ٤٧/ ٣٤].
ما: اسم شرط جازم مبهم تخصص المقصود عن طريق (عن أ/ ر) لذا أفاد حرف الجر هنا البيان.
رأيت كلا من أخيك وعمك.
كلا مبهمة توضح القصد منها عن طريق (من أخيك وعمك) فأصبحت من تفيد البيان. أما من ناحية الاعراب فتبقى (من) حرف جر يجر الاسم بعده.
٢ - حرف جر زائد يفيد التوكيد.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (237,'وتزاد في الفاعل أو المفعول أو المبتدأ بشرط أن تكون مسبوقة بنفي أو نهي أو استفهام (طلب) وبشرط أن يكون مجرورها نكرها.
نحو: «ما جاء من أحد».
ما: نافية. جاء فعل ماض مبني على الفتح.
من: حرف جر زائد يفيد التوكيد.
احد: اسم مجرور لفظا مرفوع محلا فاعل للفعل جاء.
لأننا بسهولة نستطيع أن نقول ما جاء أحد ثم إن المعنى واضح في كون كلمة (أحد) فاعلا للفعل (ما جاء)، وإنما جئنا بحرف الجر الزائد لغرض التوكيد- لأن (من) لم يغير المعنى القائم في الكلام.
قال تعالى: وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا بِلِسانِ قَوْمِهِ [إبراهيم ٤/ ١٤].
أرسلنا فعل متعد إلى مفعوله بلا وساطة، أي الأصل في التعبير وما أرسلنا رسولا. رسولا مفعول به وقد جاء الله سبحانه وتعالى ب (من) حرف الجر الزائد لغرض التوكيد لأن القرآن الكريم نزل بلغة العرب وراعى أساليبها.
إن حرف الجر الزائد لم يفد معنى جديدا مغيرا للجملة وإنما قوّى المعنى القائم في الكلام، سواء أكان المعنى ايجابا أم سلبا. وهذه علامة الحرف الزائد.
وَما أَرْسَلْنا مِنْ رَسُولٍ ...
الواو: حسب ما قبلها. أرسل فعل ماض مبني على السكون. نا ضمير متصل مبني على السكون في محل رفع فاعل.
مِنْ: حرف جر زائد.
رَسُولٍ: اسم مجرور لفظا منصوب محلا مفعول به وكذلك الأمر بالنسبة لقوله تعالى:
وَأَوْحى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ [النحل ٦٨/ ١٦].',NULL,'241',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (238,'الفعل اتخذ يتعدى إلى مفعوله بلا وساطة كقوله تعالى:
وَاتَّخَذَ اللَّهُ إِبْراهِيمَ خَلِيلًا [النساء ١٢٥/ ٤].

<span data-type="title" id=toc-279>مِنَ </span>الْجِبالِ: من حرف جر زائد. الجبال اسم مجرور لفظا منصوب محلا مفعول به أول للفعل اتخذي.
من
اسم يرد على الأوجه التالية:
١ - اسم موصول: ويستعمل بلفظ واحد للمذكر والمؤنث والمثنى والمجموع وأكثر ما يستعمل في العاقل وقد يستعمل في غير العاقل، نحو:
قال تعالى: وَمِنْهُمْ مَنْ يَمْشِي عَلى أَرْبَعٍ يَخْلُقُ اللَّهُ ما يَشاءُ [النور ٤٥/ ٢٤].
كُلُّ مَنْ عَلَيْها فانٍ [الرحمن ٢٧/ ٥٥].
ويعرب الاسم الموصول (من) بحسب موقعه من الكلام.
ومنهم من يمشي ...
مِنْ: اسم موصول مبني على السكون في محل رفع مبتدأ.
كُلُّ: مبتدأ مرفوع علامة رفعه الضمة، وكل مضاف إلى من.
مَنْ: اسم موصول مبني على السكون في محل جر مضاف إليه.
قال تعالى: يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوانَهُ سُبُلَ السَّلامِ [المائدة ١٦/ ٥].
كَذلِكَ يُضِلُّ اللَّهُ مَنْ يَشاءُ وَيَهْدِي مَنْ يَشاءُ [المدثر ٣١/ ٧٤].
مَنِ: اسم موصول مبني على السكون في محل نصب مفعول به.
٢ - اسم استفهام يطلب به تعيين العقلاء، ويعرب بحسب موقعه من الكلام، نحو قوله تعالى:',NULL,'242',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (239,'كَما قالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوارِيِّينَ مَنْ أَنْصارِي إِلَى اللَّهِ قالَ الْحَوارِيُّونَ نَحْنُ أَنْصارُ اللَّهِ [الصف ١٤/ ٦١].
قالُوا مَنْ فَعَلَ هذا بِآلِهَتِنا إِنَّهُ لَمِنَ الظَّالِمِينَ [الأنبياء ٥٩/ ٢١].
قُلْ مَنْ رَبُّ السَّماواتِ وَالْأَرْضِ قُلِ اللَّهُ [الرعد ١٦/ ١٣].
قالَ فَمَنْ رَبُّكُما يا مُوسى [طه ٤٩/ ٢٠].
قُلْ فَمَنْ يَمْلِكُ مِنَ اللَّهِ شَيْئاً إِنْ أَرادَ أَنْ يُهْلِكَ الْمَسِيحَ [المائدة ١٧/ ٥].
قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُماتِ الْبَرِّ وَالْبَحْرِ [الانعام ٦٣/ ٦].
مَنْ: اسم استفهام مبني على السكون في محل رفع مبتدأ.
ولو قلنا: من دعوت إلى المناقشة؟
دعوت فعل متعد (يحتاج إلى مفعول به) ولم يستوف مفعوله لذا نقول فعل من: اسم استفهام مبني على السكون في محل نصب مفعول به مقدم وقد تقدم لأن اسم الاستفهام له الصدارة في الكلام.
٣ - اسم شرط جازم يربط حدثين. يعرب بحسب موقعه من الكلام فقد يعرب مفعولا به مقدما إذا كان الفعل بعده متعديا لم يستوف مفعوله، نحو من ساعدت في عمل المعروف فقد كسبت مثل أجر عمله.
الفعل ساعدت فعل متعد (يحتاج إلى مفعول به) ولم يستوف مفعوله بعده (لم يأت مفعوله بعده). في هذه الحالة (من) تصبح مفعولا به مقدما، وقد تقدم لأنه من الألفاظ التي لها الصدارة في الكلام.
من: اسم شرط جازم مبني على السكون في محل نصب مفعول به مقدم.
وإن وردت في حالة غير هذه، أي لم يأت بعدها فعل متعد غير مستوف لمفعوله، أي كأن يأتي فعل متعد لكنه مستوف لمفعوله أو يأتي فعل لازم لا يحتاج إلى مفعول به أو شبه جملة أو اسم ... الخ ففي هذه الحالات تعرب (من) اسم شرط جازم في محل رفع مبتدأ وخبره يتكون من جملة فعل الشرط وجوابه، نحو:',NULL,'243',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (240,'قال تعالى: فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ ... [الزلزلة ٧/ ٩٩].
يعمل فعل متعد لكنه استوفى مفعوله (مثقال ذرة) فلم يعد بحاجة إلى من، لذا نقول:
من: اسم شرط جازم مبني على السكون في محل رفع مبتدأ وجملة فعل الشرط وجوابه (يعمل مثقال ذرة خيرا+ جملة يره) في محل رفع خبر للمبتدأ.
قال تعالى: وَمَنْ يُرِدْ ثَوابَ الْآخِرَةِ نُؤْتِهِ مِنْها [آل عمران ١٤٥/ ٣].
مَنْ: اسم شرط جازم مبني على السكون في محل رفع مبتدأ.
الفعل يرد متعد لكنه استوفى مفعوله (ثواب الآخرة).
قال تعالى: فَمَنْ يُرِدِ اللَّهُ أَنْ يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلامِ [الانعام ١٢٥/ ٦].
فَمَنْ: الفاء حسب ما قبلها.
من: اسم شرط جازم مبني على السكون في محل رفع مبتدأ.
يُرِدِ: فعل الشرط وهو فعل مضارع مجزوم ب (من) علامة جزمه السكون.
اللَّهُ: لفظ الجلالة فاعل مرفوع علامة رفعه الضمة.
أَنْ: مصدرية ناصبة. يهدي فعل مضارع منصوب بأن المصدرية علامة نصبه الفتحة المقدرة على الياء للثقل. فاعله ضمير مستتر تقديره هو الهاء ضمير مبني على الكسر في محل نصب مفعول به.
جملة أن والفعل (أن يهديه) في تأويل مصدر تقديره هدايته في محل نصب مفعول به.
يَشْرَحْ: فعل جواب الشرط مجزوم علامة جزمه السكون. فاعله ضمير مستتر تقديره هو يعود على (اللَّهُ).
صَدْرَهُ: صدر مفعول به منصوب علامة نصبه الفتحة وهو مضاف',NULL,'244',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (241,'إلى الهاء والهاء ضمير مبني على الضم في محل جر مضاف إليه.
لِلْإِسْلامِ: اللام حرف جر. الاسلام اسم مجرور علامة جره الكسرة جملة الشرط وجملة جواب الشرط (يرد+ يشرح) في محل رفع خبر للمبتدأ (من).
قال تعالى: وَمَنْ يَكْسِبْ إِثْماً فَإِنَّما يَكْسِبُهُ عَلى نَفْسِهِ [النساء ١١١/ ٤].
وَمَنْ يَفْعَلْ ذلِكَ فَقَدْ ظَلَمَ نَفْسَهُ [البقرة ٢٣١/ ٢].
قال جرير متغزلا:
يا حبذا جبل الريان من جبل ... وحبذا ساكن الريان من كانا
قال أحدهم:
حتى ولو كان ساكن الريان من القرود؟
فأجاب جرير: إني قلت (من) ولم أقل (ما).
من: تستعمل للعاقل.
ما: تستعمل للعاقل ولغير العاقل.

<span data-type="title" id=toc-280>منذ</span>
١ - حرف جر إذا جاء الاسم بعده مجرورا مثل:
لم أقابله منذ العام الماضي.
منذ: حرف جر.
العام: اسم مجرور علامة جره الكسرة.
الماضي: صفة مجرورة علامة جره الكسرة.
٢ - وإذا دخلت (منذ) على جملة فهي ظرف زمان لازم الإضافة إلى تلك الجملة، مثل:',NULL,'245',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (242,'ما تركت آية منذ بدأت الحفظ ...
منذ: ظرف زمان مبني على الضم في محل نصب، وهو مضاف.
بدأت: بدأ: فعل ماض مبني على السكون لاتصاله بتاء الفاعل.
التاء: ضمير مبني على الضم في محل رفع فاعل.
الحفظ: مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية (بدأت الحفظ) في محل جر مضاف إليه.

<span data-type="title" id=toc-281>منذا</span>
اسم استفهام للعاقل يعرب بحسب موقعه من الكلام، مثل قول الشاعر:
ومن ذا الذي ترضى سجاياه كلها.
ومن ذا: الواو حسب ما قبلها. (من) اسم استفهام مبني على السكون في محل رفع خبر مقدم. ذا زائدة، ويجوز أن نقول منذا اسم استفهام مركب مبني في محل رفع خبر مقدم.
الذي: اسم موصول مبني في محل رفع مبتدأ مؤخر.

<span data-type="title" id=toc-282>مم</span>
مركبة من كلمتين (من) حرف الجر، و (ما) الاستفهامية التي حذفت ألفها لدخول حرف الجر عليها، نحو قوله تعالى:
فَلْيَنْظُرِ الْإِنْسانُ مِمَّ خُلِقَ [الطارق ٥/ ٨٦].
مِمَّ: من حرف جر. ما استفهامية مبنية على السكون في محل جر. وقد حذفت الألف لدخول حرف الجر عليها.
اسم فعل بمعنى (اكفف) مبني على السكون وفاعله ضمير مستتر تقديره (أنت)، نحو: مه فإني تعبان جدا.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (243,'<span data-type="title" id=toc-283>مهما</span>
اسم شرط جازم لفعلين ويعرب بحسب موقعه من الكلام، فقد يرد.
١ - مبتدأ: إذا لم يله فعل متعد لم يستوف مفعوله أو فعل ناقص لم يستوف خيره، نحو.
قال تعالى: وَقالُوا مَهْما تَأْتِنا بِهِ مِنْ آيَةٍ لِتَسْحَرَنا بِها فَما نَحْنُ لَكَ بِمُؤْمِنِينَ [الاعراف ١٣٢/ ٧].
فالفعل تأتنا متعد لكنه استوفى مفعوله فلم يعد بحاجة إلى (مهما) لذا نقول.
مَهْما: اسم شرط جازم مبني على السكون في محل رفع مبتدأ.
وجملة افعل الشرط وجوابه (تأتنا+ فما نحن لك بمؤمنين) في محل رفع خبر للمبتدأ.
٢ - مفعولا به: إذا جاء بعده فعل متعد لم يستوف مفعوله، نحو:
مهما تزرع تحصد.
الفعل تزرع متعد لم يستوف مفعوله فلذا يصبح اسم الشرط مهما مفعولا به مقدما لأنه من الألفاظ التي لها الصدارة في الكلام فتقول.
مهما: اسم شرط جازم مبني على السكون في محل نصب مفعول به.
٣ - خبرا للفعل الناقص: إذا وليه فعل ناقص (كان وأخواتها) ولم يستوف الفعل الناقص خبره، نحو:
مهما يكن الأمر فإني لن أتردد.
الفعل يكن فعل مضارع ناقص يحتاج إلى اسم مرفوع وخبر منصوب.
اسم يكن هو الأمر وخبره (مهما) وقد تقدم لأن اسم الشرط من الألفاظ التي لها الصدارة في الكلام.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (244,'<span data-type="title" id=toc-284>النون</span>
<span data-type="title" id=toc-285>نون التوكيد</span>
حرف مشدد أو مفرد يتصل بالفعل المضارع أو فعل الأمر ليفيد توكيدا ويبنى الفعل على الفتح:
قال تعالى: وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً إِلَّا أَنْ يَشاءَ اللَّهُ [الكهف ٢٣/ ١٨].
وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً ... [آل عمران ١٦٩/ ٣].
فَلا تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ ... [إبراهيم ٤٧/ ١٤].
لا ناهية جازمة.
تَقُولَنَّ، تَحْسَبَنَّ: فعل مضارع مبني على الفتح لاتصاله بنون التوكيد والفعل في محل جزم مجزوم بلا الناهية.
قال عمر بن الخطاب (رضي الله عنه): من عرض نفسه للتهمة، فلا يلومنّ من اساء به الظن.

<span data-type="title" id=toc-286>نون النسوة</span>
ضمير متصل، يتصل بالفعل الماضي والمضارع والأمر، ليدل على أن الفاعل جمع من النساء، ويكون مبنيا على الفتح في محل رفع فاعل، نحو:',NULL,'248',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (245,'قال تعالى: فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حاشى لِلَّهِ ...
[يوسف ٣١/ ١٢].
فَإِذا بَلَغْنَ أَجَلَهُنَّ فَلا جُناحَ عَلَيْكُمْ فِيما فَعَلْنَ ... [البقرة ٢٣٤/ ٢].
وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ [الطلاق ٦/ ٦٥].
وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى [الاحزاب ٢٣/ ٣٣].
رَأَيْنَهُ: رأى فعل ماض مبني على السكون لاتصاله بنون النسوة.
نون النسوة ضمير متصل مبني في محل رفع فاعل. الهاء ضمير مبني في محل نصب مفعول به.
يَضَعْنَ: فعل مضارع مبني على السكون لاتصاله بنون النسوة. نون النسوة ضمير متصل مبني في محل رفع
فاعل.
وَقَرْنَ: الواو حسب ما قبلها. قرن فعل أمر مبني على السكون لاتصاله بنون النسوة. نون النسوة ضمير متصل مبني في محل رفع فاعل.

<span data-type="title" id=toc-287>نون الوقاية</span>
نون تتوسط الفعل (ماضيا ومضارعا وأمرا) وضمير الياء للمتكلم، وقد سميت بنون الوقاية لأنها تقي الفعل من الكسر، وتعرب نونا للوقاية فحسب، أما الياء فهي ضمير متصل مبني على الكسر في محل نصب مفعول به، نحو:
قال تعالى: إِنَّ الْقَوْمَ اسْتَضْعَفُونِي وَكادُوا يَقْتُلُونَنِي [الاعراف ١٥٠/ ٧].
ذلِكُما مِمَّا عَلَّمَنِي رَبِّي [يوسف ٣٧/ ١٢].
قالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ [يوسف ٣٣/ ١٢].
وَقالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ [غافر ٦٠/ ٤٠].',NULL,'249',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (246,'اسْتَضْعَفُونِي: استضعف فعل ماض مبني على الضم لاتصاله بواو الجماعة واو الجماعة ضمير متصل مبني على السكون في محل رفع فاعل. النون للوقاية الياء ضمير متصل مبني على الكسر في محل نصب مفعول به.
عَلَّمَنِي: علّم: فعل ماض مبني على الفتح والنون للوقاية، والياء ضمير متصل مبني على الكسر في محل نصب مفعول به.
يَدْعُونَنِي: يدعون فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة. الواو ضمير متصل مبني على السكون في محل رفع فاعل.
النون للوقاية. الياء ضمير متصل مبني على الكسر في محل نصب مفعول به.
ادْعُونِي: ادعو فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة الواو ضمير متصل مبني على السكون في محل رفع فاعل. النون للوقاية والياء ضمير متصل مبني على الكسر في محل نصب مفعول به.

<span data-type="title" id=toc-288>تمرين</span>
اعرب ما تحته خط:
قال تعالى:
١ - قُلْ هذِهِ سَبِيلِي أَدْعُوا إِلَى اللَّهِ عَلى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي [يوسف ١٠٨/ ١٢].
٢ - أَتُجادِلُونَنِي فِي أَسْماءٍ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ [الاعراف ٧١/ ٧].
٣ - قالَ إِنِّي عَبْدُ اللَّهِ آتانِيَ الْكِتابَ وَجَعَلَنِي نَبِيًّا [مريم ٣٠/ ١٩].
٤ - وَبَرًّا بِوالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيًّا [مريم ٣٢/ ١٩].
٥ - قالَ اجْعَلْنِي عَلى خَزائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ [يوسف ٥٥/ ١٢].
٦ - قالَ أَحَدُهُما إِنِّي أَرانِي أَعْصِرُ خَمْراً [يوسف ٣٦/ ١٢].
٧ - قالَتْ يا أَيُّهَا الْمَلَأُ أَفْتُونِي فِي أَمْرِي [النحل ٣٢/ ٢٧].',NULL,'250',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (247,'<span data-type="title" id=toc-289>نا</span>
<span data-type="title" id=toc-290>نا: الضمير المتصل</span>
يرد هذا الضمير متصلا بالفعل مرة ومتصلا بالاسم مرة، وفي حالة اتصاله بالفعل، يحتمل في إعرابه أن يكون فاعلا إذا دل على من قام بالفعل أو أن يكون مفعولا به إذا دل على من وقع عليه الفعل. فإذا نظرنا إلى الأمثلة التالية، نجد أن الضمير نا يدل على أن المتكلم قد قام بالفعل نحو:
قال تعالى: إِنَّا أَعْطَيْناكَ الْكَوْثَرَ [الكوثر ١/ ١٠٨].
وَقالُوا سَمِعْنا وَأَطَعْنا [البقرة ٢٨٥/ ٢].
وَأَغْرَقْنَا الَّذِينَ كَذَّبُوا بِآياتِنا [الاعراف ٦٤/ ٧].
نا: ضمير متصل مبني على السكون في محل رفع فاعل.
بينما تدل (نا) في الأمثلة التالية على من وقع عليه أثر الفعل، نحو:
قال تعالى: قالُوا لَوْ هَدانَا اللَّهُ لَهَدَيْناكُمْ [إبراهيم ٢١/ ١٤].
الْحَمْدُ لِلَّهِ الَّذِي نَجَّانا مِنَ الْقَوْمِ الظَّالِمِينَ [المؤمنون ٢٨/ ٢٣].
وَلَقَدْ نادانا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ [الصافات ٧٥/ ٣٧].
هَدانَا: الفاعل هو الله، نجانا الفاعل هو الله، نادانا الفاعل هو نوح. الضمير نا يدل على أن الفعل قد وقع أثره على المتكلم، فلذا نعرب نا في هذه الحالة:
نا: ضمير متصل مبني على السكون في محل نصب مفعول به.

<span data-type="title" id=toc-291>تطبيق</span>
اعرب ما تحته خط:
قال تعالى:
١ - وَأَمْطَرْنا عَلَيْهِمْ حِجارَةً مِنْ سِجِّيلٍ [الحجر ٧٤/ ١٥].',NULL,'251',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (248,'٢ - وقالُوا أَتَتَّخِذُنا هُزُواً قالَ أَعُوذُ بِاللَّهِ [البقرة ٦٧/ ٢].
٣ - فَكَيْفَ إِذا جَمَعْناهُمْ لِيَوْمٍ لا رَيْبَ فِيهِ [آل عمران ٢٥/ ٣].
٤ - قالُوا رَبَّنا لا تَجْعَلْنا مَعَ الْقَوْمِ الظَّالِمِينَ [الاعراف ٤٧/ ٧].
٥ - أَنْتَ وَلِيُّنا فَاغْفِرْ لَنا وَارْحَمْنا ... [الاعراف ١٥٥/ ٧].
أَمْطَرْنا: أمطر فعل ماض مبني على السكون لاتصاله بالضمير المتصل نا.
نا: ضمير متصل مبني على السكون في محل رفع فاعل.
أَتَتَّخِذُنا: الهمزة للاستفهام، تتخذ فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة والفاعل ضمير مستتر تقديره أنت، نا ضمير متصل مبني على السكون في محل نصب مفعول به.
جَمَعْناهُمْ: جمع فعل ماض مبني على السكون لاتصاله بالضمير (نا) الذي ورد فاعلا.
نا: ضمير متصل مبني على السكون في محل رفع فاعل.
لا تَجْعَلْنا: لا ناهية جازمة، تجعل فعل مضارع مجزوم بلا الناهية علامة جزمه السكون، الفاعل ضمير مستتر تقديره أنت، (نا) ضمير متصل مبني على السكون في محل نصب مفعول به.
ارْحَمْنا: ارحم فعل أمر مبني على السكون. نا ضمير متصل مبني على السكون في محل نصب مفعول به. الفاعل ضمير مستتر تقديره أنت.
إذا اتصلت (نا) بالفعل الماضي فيكون الفعل مبنيا على السكون إذا كانت نا في محل رفع فاعل، نحو: وَفَجَّرْنَا الْأَرْضَ عُيُوناً [القمر ١٢/ ٥٩].
ويكون الفعل الماضي مبنيا على الفتح إذا كانت نا في محل نصب مفعولا به.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (249,'نحو: قالُوا يا وَيْلَنا مَنْ بَعَثَنا مِنْ مَرْقَدِنا [يس ٥٢/ ٣٦].
فَجَّرْنَا: فجر فعل ماض مبني على السكون لاتصاله ب (نا) التي جاءت مبنية على السكون في محل رفع فاعل.
بَعَثَنا: بعث فعل ماض مبني على الفتح لاتصاله ب (نا) التي جاءت مبنية على السكون في محل نصب مفعول به.

<span data-type="title" id=toc-292>نا: الضمير المتصل بالاسم:</span>
تكون نا ضميرا مبنيا على السكون في محل جر مضافا إليه إذا وردت متصلة باسم، نحو: قال تعالى: رَبَّنا أَفْرِغْ
عَلَيْنا صَبْراً وَتَوَفَّنا مُسْلِمِينَ
[الاعراف ١٢٦/ ٧].
إِنَّهُ مِنْ عِبادِنَا الْمُخْلَصِينَ [يوسف ٢٤/ ١٢].
قالُوا نُرِيدُ أَنْ نَأْكُلَ مِنْها وَتَطْمَئِنَّ قُلُوبُنا [المائدة ١١٣/ ٥].
رَبِّنا: رب منادى منصوب مضاف إلى الضمير (نا) والضمير نا مبني على السكون في محل جر مضاف إليه.
عِبادِنَا: عباد اسم مجرور بحرف الجر (من) مضاف إلى الضمير (نا) المبني على السكون في محل جر مضاف إليه.
قُلُوبُنا: قلوب فاعل مرفوع علامة رفعه الضمة وهو مضاف والضمير نا مبني على السكون في محل جر مضاف إليه.
نا: الضمير المتصل بالحرف:
يكون الضمير (نا) مبنيا على السكون في محل جر مجرور نحو:
قال تعالى: إِنَّ عَلَيْنا جَمْعَهُ وَقُرْآنَهُ [القيامة ١٧/ ٧٥].
ثُمَّ إِلَيْنا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِما كُنْتُمْ تعلمون [يونس ٢٣/ ١٠].
عَلَيْنا: على حرف جر، نا ضمير متصل مبني على السكون في محل جر مجرور.
إِلَيْنا: إلى حرف جر، نا ضمير متصل مبني على السكون في محل جر مجرور.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (250,'<span data-type="title" id=toc-293>نحن</span>
ضمير منفصل مبني على الضم في محل رفع دائما والمرفوعات كثيرة (المبتدأ، الفاعل، نائب الفاعل، اسم الفعل الناقص، ...) وهو يدل على جماعة المتكلمين، وقد ينوب متكلم واحد عنهم فيتحدث بقوله نحن- وفي القرآن الكريم استعمل في أكثر من موضع للجلالة ولا غرابة في ذلك لأن القرآن نزّل عربيا فلا بد أن يراعي الأساليب العربية للبيان والتأثير، نحو:
قال تعالى: إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ [الحجر ٩/ ١٥].
إِنَّا نَحْنُ نَزَّلْنا عَلَيْكَ الْقُرْآنَ تَنْزِيلًا [الانسان ٢٣/ ٧٦].
فاستعمال (نحن) هنا لا يدل على جماعة المتكلمين وإنما الله سبحانه وتعالى واحد لا شريك له وإنما أنزل القول بلغة الجمع للتفخيم والجلال وهذا من أساليب العربية.
نحن أخوة في الدين. نحن ضمير مبني على الضم في محل رفع مبتدأ.
ما نحن بسعاة في الشر: نحن ضمير مبني على الضم في محل رفع اسم (ما) المشبهة بليس والعاملة عملها.
إذا نحن طلبنا المجد في أمر فلن نتردد في التضحية.
نحن: ضمير مبني على الضم في محل رفع فاعل لفعل محذوف وجوبا يفسره المذكور لأن القاعدة: إذا تدخل على جملة فعلية فإذا جاء بعدها اسم أو ضمير، أعربناه فاعلا لفعل محذوف وجوبا يفسره المذكور والتقدير: إذا طلبنا نحن طلبنا المجد ...
إذا نحن ظلمنا فلا نستكين.
الفعل ظلمنا فعل مبني للمجهول يحتاج إلى نائب فاعل، فلذا نعرب.
نحن: ضمير مبني على الضم في محل رفع نائب فاعل لفعل',NULL,'254',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (251,'محذوف وجوبا يفسره الفعل المذكور والتقدير إذا ظلمنا نحن ظلمنا.

<span data-type="title" id=toc-294><span data-type="title" id=toc-295>نعم</span></span>
حرف جواب لا عمل له ولا محل له من الإعراب.
هل نجح أخوك؟ نعم.
نعم حرف جواب لا عمل له ولا محل له من الإعراب.
بينما نستعمل (بلى) إذا كان الجواب في حالة الإيجاب مثل (نعم) إذا كان الاستفهام متبوعا بنفي، نحو قوله تعالى:
كُلَّما أُلْقِيَ فِيها فَوْجٌ سَأَلَهُمْ خَزَنَتُها أَلَمْ يَأْتِكُمْ نَذِيرٌ* قالُوا بَلى قَدْ جاءَنا نَذِيرٌ فَكَذَّبْنا [الملك ٨ - ٩/ ٦٧].
نعم
فعل ماض جامد يفيد المدح، ويحتاج إلى مرفوعين هما: الفاعل للفعل نعم، والمخصوص بالمدح، نحو:
نعم الرجل الصادق.
نعم: فعل ماض جامد.
الرجل: فاعل نعم مرفوع علامة رفعه الضمة.
الصادق: المخصوص بالمدح وفي إعرابه آراء سنتعرض لها، للرجل صفات كثيرة تستحق المدح كأن يكون وفيا، شجاعا صادقا، مؤمنا، مضحيا ... الخ ولكننا- وبحسب المقام- نحتاج إلى تخصيص صفة الصدق فيه بالمدح لسبب بلاغي معين يقتضيه السياق أو مقام الكلام.
وفاعل نعم يرد:
١ - معرفا بإل، نحو: وَالْأَرْضَ فَرَشْناها فَنِعْمَ الْماهِدُونَ [الذاريات ٤٨/ ٥١].',NULL,'255',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (252,'إِنَّا وَجَدْناهُ صابِراً نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ [ص ٤٤/ ٣٨].
وَوَهَبْنا لِداوُدَ سُلَيْمانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ [ص ٣٠/ ٣٨].
وَاعْتَصِمُوا بِاللَّهِ مَوْلاكُمْ فَنِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ [الحج ٧٨/ ٢٢].
٢ - مضافا إلى المعرف بأل، نحو قوله تعالى:
وَنِعْمَ أَجْرُ الْعامِلِينَ [العنكبوت ٥٨/ ٢٩].
سَلامٌ عَلَيْكُمْ بِما صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ [الرعد ٢٤/ ١٣].
وَلَدارُ الْآخِرَةِ خَيْرٌ وَلَنِعْمَ دارُ الْمُتَّقِينَ [النحل ٣٠/ ١٦].
أَجْرُ: فاعل مرفوع علامة رفعه الضمة وهو مضاف والعاملين مضاف إليه.
عُقْبَى: فاعل مرفوع علامة رفعه الضمة المقدرة على الألف للتعذر وهو مضاف والدار مضاف إليه.
دارُ: فاعل مرفوع علامة رفعه الضمة مضاف إلى المتقين والمتقين مضاف إليه.
٣ - اسما موصولا، نحو:
نعم ما يتصف به الوفاء.
ما: اسم موصول بمعنى الذي مبني على السكون في محل رفع فاعل للفعل: نعم.

٤ - ضميرا مستترا مفسرا ب<span data-type="title" id=toc-296> تمييز</span>، نحو:
قال الشاعر:
نعم امرأ هرم لم تعر نائبة ... إلا وكان لمرتاع لها وزرا
تمييز
امرءا: منصوب علامة نصبه الفتحة. وهذا التمييز يشير إلى أن فاعل نعم محذوف مستتر وهو ضمير تقديره هو.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (253,'إن ورود فاعل نعم بالحالات المتقدمة لا يغير من طبيعة إعرابه.
هناك رأي يقول: إن جملة: نعم وفاعله في محل رفع خبر مقدم والمخصوص بالمدح يعرب مبتدأ مؤخرا، وهذا هو أبسط الآراء في إعراب أسلوب المدح والذم.
أما المخصوص بالمدح فهو يرد:
١ - مذكورا، نحو: نعم الرجل الصدوق.
٢ - محذوفا يقدر بما يناسب من السياق، وذلك إذا سبق نعم ما يدل على المخصوص، وفي القرآن الكريم ورد المخصوص محذوفا لأنه سبق نعم ما يدل عليه، نحو:
وَالْأَرْضَ فَرَشْناها فَنِعْمَ الْماهِدُونَ [الذاريات ٤٨/ ٥١].
والتقدير: فنعم الماهدون (نحن) الضمير العائد على الضمير (نا) في الفعل (فرشناها) الذي سبق نعم.
وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلاكُمْ فَنِعْمَ الْمَوْلى وَنِعْمَ النَّصِيرُ [الحج ٧٨/ ٢٢].
والتقدير: فنعم المولى الله ونعم النصير الله والذي دلنا على هذا التقدير هو ما سبق نعم: واعتصموا بالله هو مولاكم.
أما إعراب المخصوص (المذكور والمقدر) فيجوز فيه:-
١ - أن يعرب مبتدأ مؤخرا والجملة الفعلية (نعم+ فاعله) في محل رفع خبر مقدم، وهذا هو أبسط صور الإعراب فيه.
٢ - أن يعرب خبر لمبتدأ محذوف يقدر بضمير من السياق، نحو «فنعم المولى ونعم النصير».
المولى، النصير: خبر لمبتدأ محذوف تقديره هو.
٣ - أن يعرب بدلا من الفاعل (وهذا الإعراب خال من الحذف والتقدير أو التقديم والتأخير) والبدل يتبع المبدل منه، فما دام المبدل منه فاعلا فهو مرفوع، وما دام البدل يتبع المبدل منه فهو مرفوع أيضا.
وكل ما تقدم نطبقه على فعل الذم (بئس) وفاعله ومخصوصه.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (254,'<span data-type="title" id=toc-297>الهاء</span>
ضمير متصل للغائب، ويبنى على ما يلفظ به في محل كذا ويرد:
١ - متصلا بالاسم فيعرب مضافا إليه، نحو قوله تعالى:-
وَيُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلائِكَةُ مِنْ خِيفَتِهِ [الرعد ١٣/ ١٣].
بِحَمْدِهِ: الباء حرف جر. حمد اسم مجرور علامة جره الكسرة، وهو مضاف إلى الهاء والهاء ضمير مبني على الكسر (مبني على ما يلفظ به في الكلمة وهنا بحمده) في محل جر مضاف إليه.
مِنْ خِيفَتِهِ: من حرف جر. خيفة اسم مجرور علامة جره الكسرة مضاف إلى الهاء (الواردة لفظا هنا بالجر) المبنية على الكسر في محل جر مضاف إليه.
وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِراطاً مُسْتَقِيماً [الفتح ٢/ ٤٨].
نِعْمَتَهُ: نعمة مفعول به منصوب علامة نصبه الفتحة وهو مضاف والهاء ضمير مبني على الضم في محل جر مضاف إليه.
٢ - متصلا بالفعل ويعرب مبنيا على ما يلفظ به في محل نصب مفعولا به، نحو:
قال تعالى: إِذا مَسَّهُ الشَّرُّ جَزُوعاً [المعارج ٢٠/ ٧٠].
مَسَّهُ: مس فعل ماض مبني على الفتح. الهاء ضمير مبني على الضم (وهذا ما يلفظ به) في محل نصب مفعول به.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (255,'قال تعالى: فَلَمَّا أَتاها نُودِيَ يا مُوسى ... [طه ١١/ ٢٠].
أَتاها: أتى فعل ماض مبني على الفتح المقدر على الألف للتعذر.
ها: ضمير مبني على السكون في محل نصب مفعول به.
قال تعالى: وَلا تَقْتُلُوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ [الاسراء ٣١/ ١٧].
نَرْزُقُهُمْ: نرزق فعل مضارع مرفوع لتجرده عن الناصب والجازم.
الفاعل ضمير مستتر تقديره نحن.
الهاء: ضمير مبني على الضم في محل نصب مفعول به.
الميم علامة للجمع. الجملة الفعلية نرزقهم في محل رفع خبر للمبتدأ نحن.

<span data-type="title" id=toc-298>تمرين</span>
اعرب ما تحته خط:
قال تعالى: فَكَيْفَ إِذا أَصابَتْهُمْ مُصِيبَةٌ بِما قَدَّمَتْ أَيْدِيهِمْ [النساء ٦٢/ ٤].
أَوْ تَأْتِيَهُمُ السَّاعَةُ بَغْتَةً وَهُمْ لا يَشْعُرُونَ [يوسف ١٠٧/ ١٢].
وَمَنْ يُرِدْ ثَوابَ الدُّنْيا نُؤْتِهِ مِنْها [آل عمران ١٤٥/ ٣].
فَإِنْ أَرْضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَهُنَّ [الطلاق ٦/ ٦٥].
وَآتُوا النِّساءَ صَدُقاتِهِنَّ نِحْلَةً [النساء ٤/ ٤].
يَأْتِيها رِزْقُها رَغَداً مِنْ كُلِّ مَكانٍ [النحل ١١٢/ ١٦].
كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ [البقرة ٢٨٥/ ٢].',NULL,'259',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (256,'<span data-type="title" id=toc-299>هب</span>
فعل أمر جامد معناه (افترض)، نحو:
هب أنك قاض فبماذا تحكم في هذا الأمر.
هب: فعل أمر جامد. فاعله ضمير مستتر تقديره أنت.

<span data-type="title" id=toc-300>هات</span>
فعل أمر جامد معناه (اعط) يتصل بالضمائر فنقول: (هاتيا، هاتوا، هاتي)، نحو:
قال تعالى: تِلْكَ أَمانِيُّهُمْ قُلْ هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ [البقرة ١١١/ ٢].
أَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً قُلْ هاتُوا بُرْهانَكُمْ [الأنبياء ٢٤/ ٢١].
أَإِلهٌ مَعَ اللَّهِ قُلْ هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ [النمل ٦٤/ ٢٧].
وَنَزَعْنا مِنْ كُلِّ أُمَّةٍ شَهِيداً فَقُلْنا هاتُوا بُرْهانَكُمْ [القصص ٧٥/ ٢٨].
هاتُوا: فعل أمر جامد معناه أعطوا.
واو الجماعة ضمير متصل مبني على السكون في محل رفع فاعل.

<span data-type="title" id=toc-301>هكذا</span>
مركبة من (ها) للتنبيه، و (كاف) التشبيه التي هي حرف وذا اسم إشارة مبني على السكون في محل جر.

<span data-type="title" id=toc-302>(هلا) حرف حض</span>
وذلك إذا دخلت على الفعل المضارع، نحو: هلا تسامحني.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (257,'<span data-type="title" id=toc-303>(هلّا) حرف توبيخ</span>
وذلك إذا دخلت على الفعل الماضي، نحو.
هلا احترمت أباك.
هلا: حرف أفاد التوبيخ لأنه دخل على فعل ماض.

<span data-type="title" id=toc-304>هاك وهاؤم</span>
مركبة من (ها) اسم فعل أمر بمعنى خذ. الكاف للخطاب لذا نقول هاكم، هاكما، هاكن ...
قال تعالى: فمن أُوتِيَ كِتابَهُ بِيَمِينِهِ فَيَقُولُ هاؤُمُ اقْرَؤُا كِتابِيَهْ [الحاقة ١٩/ ٦٩].
هاؤُمُ: اسم فعل أمر بمعنى خذوا. الميم علامة للجمع هاك الكتاب. ها: اسم فعل أمر بمعنى خذ. الكاف للخطاب.

<span data-type="title" id=toc-305>هلمّ</span>
فعل أمر جامد، يتصل بالضمائر فنقول (هلما، هلمي، هلموا) ومعناه (تعال، تعالا، تعالي، تعالوا)، نحو: هلموا إلى الدرس.
هلموا: هلم فعل أمر جامد. واو الجماعة ضمير مبني في محل رفع فاعل.

<span data-type="title" id=toc-306>هنا، هناك، هنالك</span>
اسم إشارة، يشار به إلى.
١ - المكان فيكون ظرفا للمكان، نحو:
هنالك جلس أخوك أمس.
هنا: اسم إشارة للمكان مبني على السكون في محل نصب على الظرفية المكانية متعلق بالفعل جلس. واللام للبعد والكاف حرف خطاب.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (258,'٢ - الزمان فيكون ظرفا للزمان، نحو قوله تعالى:
هُنالِكَ دَعا زَكَرِيَّا رَبَّهُ ... [آل عمران ٣٨/ ٣].
هُنالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزالًا شَدِيداً [الاحزاب ١١/ ٣٣].
فَإِذا جاءَ أَمْرُ اللَّهِ قُضِيَ بِالْحَقِّ وَخَسِرَ هُنالِكَ الْمُبْطِلُونَ [غافر ٧٨/ ٤٠].
هُنالِكَ: (هنا) اسم إشارة للزمان مبني على السكون في محل نصب ظرف زمان متعلق بالفعل. اللام للبعد. الكاف للخطاب.
<span data-type="title" id=toc-307>هيّا</span>

اسم فعل أمر بمعنى (أسرع) وفاعله ضمير مستتر فيه تقديره (أنت) نحو: هيا إلى الدرس.
هيا: اسم فعل أمر بمعنى (اسرع). فاعله ضمير مستتر تقديره أنت.

<span data-type="title" id=toc-308>هيهات</span>
اسم فعل ماض بمعنى بعد، نحو:
قال تعالى: هَيْهاتَ هَيْهاتَ لِما تُوعَدُونَ [المؤمنون ٣٦/ ٢٣].
هَيْهاتَ: اسم فعل ماض بمعنى بعد- والفاعل مستتر نقدره ب (تحقيق لِما تُوعَدُونَ) حسب السياق والمعنى.
قال الشاعر:
فهيهات هيهات العقيق ومن به ... وهيهات خل بالعقيق تواصله
فهيهات: الفاء حسب ما قبلها.
هيهات: اسم فعل ماض جامد مبني على الفتح ومعناه (بعد).
هيهات: توكيد لفظي.
العقيق: فاعل لاسم الفعل مرفوع علامة رفعه الضمة.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (259,'<span data-type="title" id=toc-309>الواو</span>
حرف له معان واستعمالات عدة أهمها:-

<span data-type="title" id=toc-310>[معان الواو]</span>
<span data-type="title" id=toc-311>١ - حسب ما قبلها:</span>
وهي الواو التي في أول الكلام المطلوب إعرابه، ولا يعلم الكلام الذي قبلها حتى نعرف جهة إعرابها فنقول (الواو حسب ما قبلها).
قال تعالى: وَمَنْ يَبْخَلْ فَإِنَّما يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَراءُ [محمد ٣٨/ ٤٧].
وَمَنْ: الواو حسب ما قبلها.
وَإِذا ذُكِرَ اللَّهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ [الزمر ٤٥/ ٣٩].

<span data-type="title" id=toc-312>٢ - حرف عطف:</span>
أ- لعطف مفرد على مفرد (المقصود بالمفرد هنا: ما ليس بجملة ولا بشبه جملة ولا يقصد به أن يدل على واحدا وواحدة) نحو قوله تعالى:
قُلْ أَبِاللَّهِ وَآياتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِؤُنَ [التوبة ٦٥/ ٩].
وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ [آل عمران ١٣٢/ ٣].
اللَّهَ: لفظ الجلالة مفعول به منصوب علامة نصبه الفتحة.
وَالرَّسُولَ: الواو حرف عطف. الرسول معطوف على (لفظ الجلالة، الله) منصوب علامة نصبه الفتحة.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (260,'المعطوف من التوابع، أي إن المعطوف يتبع المعطوف عليه في الإعراب (فإذا كان المعطوف عليه مرفوعا صار المعطوف مرفوعا، وإذا كان المعطوف عليه منصوبا صار المعطوف منصوبا، وإذا كان المعطوف عليه مجرورا صار المعطوف مجرورا).
ب- لعطف جملة على جملة.
قال تعالى: فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ [التوبة ٥/ ٩].
تابُوا: تاب فعل ماض مبني على الضم لاتصاله بواو الجماعة، وهو في محل جزم فعلا للشرط الجازم. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
وَأَقامُوا: الواو عاطفة لجملة (أَقامُوا) على جملة (تابُوا).
أَقامُوا: أقام فعل ماض مبني على الضم لاتصاله بواو الجماعة.
واو الجماعة ضمير مبني في محل رفع فاعل.
جملة (أَقامُوا) في محل جزم لأنها معطوفة على جملة (تابُوا) التي وقعت جملة للشرط الجازم، والمعطوف يتبع المعطوف عليه. وهكذا في جملة (وَآتَوُا الزَّكاةَ).
قال تعالى: إِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ ما تَكْتُمُونَ [الأنبياء ١١٠/ ٢١].
إِنَّهُ: إن من الأحرف المشبهة بالفعل. الهاء ضمير مبني على الضم في محل نصب اسم إن.
يَعْلَمُ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة الفاعل ضمير مستتر تقديره هو.
الْجَهْرَ: مفعول به منصوب علامة نصبه الفتحة.
الجملة الفعلية (يَعْلَمُ الْجَهْرَ) في محل رفع خبر إن.
وَيَعْلَمُ: الواو عاطفة. يعلم فعل مضارع مرفوع لتجرده عن',NULL,'264',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (261,'الناصب والجازم وعلامة رفعه الضمة. الفاعل ضمير مستتر تقديره هو.
ما: اسم موصول بمعنى الذي مبني على السكون في محل نصب مفعول به.
تَكْتُمُونَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
الجملة الفعلية (تَكْتُمُونَ) صلة الموصول لا محل لها من الإعراب.
الجملة الفعلية (وَيَعْلَمُ ما تَكْتُمُونَ) في محل رفع معطوفة على جملة (يَعْلَمُ الْجَهْرَ) الواقعة خبرا ل (إن). المعطوف يتبع المعطوف عليه.

<span data-type="title" id=toc-313>٣ - حرف استئناف لا محل له من الإعراب</span>.
وذلك إذا لم يمكن عطف الجملة التي بعد (الواو) على الجملة التي قبل (الواو)، كأن تكون الجملة الثانية انشائية، والأولى خبرية أو العكس.
الخبر: كلام يحتمل الصدق والكذب لذاته، نحو: أخوك ناجح فهذا الكلام يحتمل الصدق والكذب لذاته (بغض النظر عن قائله) نرجع إلى سجلات المدرسة ونتأكد من صحة اتصاف أخيك بالنجاح فإن طابق الكلام الواقع كان صادقا وإن خالف الواقع فهو كذب.
الإنشاء: هو كلام لا يحتمل الصدق والكذب لذاته وإنما يشتمل على (الأمر، النهي، الاستفهام، العرض، التحضيض، النداء، الدعاء، التعجب، المدح والذم ... الخ من التعبيرات عن انفعالات نفسية).
قال تعالى: وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ [البقرة ٢٨٢/ ٢].
جملة (اتَّقُوا اللَّهَ) إنشائية لأنها أمرية.
جملة (يُعَلِّمُكُمُ اللَّهُ) وجملة (اللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ) جملتان خبريتان.
ويعلمكم: الواو استئنافية لا محل لها من الاعراب.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (262,'يعلم: فعل مضارع مرفوع علامة رفعه الضمة- الفاعل: لفظ الجلالة الله- الكاف ضمير مبني على الضم في محل نصب مفعول به- الميم علامة للجمع.
قال تعالى: لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرِينَ أَوْلِياءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ [آل عمران ٢٨/ ٣].
الجملة الفعلية (لا يَتَّخِذِ الْمُؤْمِنُونَ الْكافِرِينَ أَوْلِياءَ) جملة إنشائية فيها نهي، وجملة (يُحَذِّرُكُمُ اللَّهُ) خبرية، ولا يمكننا عطف جملة (يحذركم الله نفسه) على جملة (لا يَتَّخِذِ الْمُؤْمِنُونَ ...) لهذا الاختلاف نقول عن الواو في (وَيُحَذِّرُكُمُ) واو
استئنافية لا محل لها من الإعراب وتعرب الجملة بعدها إعرابا اعتياديا بدون تأثير من الواو عليها.

<span data-type="title" id=toc-314>٤ - اعتراضية لا عمل لها</span>.
لغرض بلاغي مثل الدعاء، المدح، التحقير ... الخ تأتي بجملة بين متلازمين (الفعل وفاعله، المبتدأ وخبره، الجار ومجروره الصفة وموصوفها ... الخ) وهذه الجملة تسمى ب (الاعتراضية) لأنها طارئة وليست من جوهر الفكرة نريد قولها وكأنها تعترض الترتيب الطبيعي للجملة فالفعل يأتي بعده الفاعل، والمبتدأ يأتي بعده الخبر ... الخ.
هذه الجملة تسبق بواو أحيانا فتسمى هذه الواو اعتراضية لا محل لها كما في قولك لمن قدم لك ماء وأنت غير ظامئ (لا وعافاك الله) ويجب أن تحصر الجملة الاعتراضية بين شرطتين أو خطين، نحو:
بلغني- حفظك الله- أنك قادم إلينا.
فالجملة بين الخطين جملة اعتراضية وقعت بين الفعل وفاعله.
بلغني: بلغ فعل ماض مبني على الفتح. النون للوقاية. الياء ضمير متصل مبني في محل نصب مفعول به.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (263,'أنك: أن من الأحرف المشبهة بالفعل. الكاف ضمير مبني على الفتح في محل نصب اسم أن.
قادم: خبر أن مرفوع علامة رفعه الضمة.
جملة أن واسمها وخبرها في تأويل مصدر تقديره قدومك في محل رفع فاعل للفعل (بلغني).
حفظك الله: حفظ فعل ماض مبني على الفتح. الكاف ضمير متصل مبني على الفتح في محل نصب مفعول به. الله لفظ الجلالة فاعل مرفوع علامة رفعه الضمة.
الجملة الفعلية (حفظك الله) جملة اعتراضية لا محل لها من الإعراب إنني- والله يعلم- صادق معك.
إنني: إن من الأحرف المشبهة بالفعل. النون للوقاية. الياء ضمير مبني في محل نصب اسم إن.
صادق: خبر إن مرفوع علامة رفعه الضمة.
والجملة (والله يعلم) قد جاءت بين متلازمين (اسم أن وخبرها) فهي اعتراضية.
والله: الواو اعتراضية لا محل لها من الإعراب- الله لفظ الجلالة مبتدأ مرفوع علامة رفعه الضمة.
يعلم: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه الضمة- الفاعل ضمير مستتر تقديره هو.
الجملة الفعلية (يعلم) في محل رفع خبر للمبتدأ (الله).
جملة (الله يعلم) جملة اعتراضية لا محل لها من الإعراب. كان الغرض من الجملة الاعتراضية الأولى (حفظك الله)
هو الدعاء والتودد إلى المخاطب، وكان الغرض من الثانية (والله يعلم) التأكيد على اتصاف اسم إن بخبرها ... وهكذا فالجمل الاعتراضية تأتي لغاية بلاغية.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (264,'<span data-type="title" id=toc-315>٥ - حالية لا عمل لها</span>.
حينما يتكون الحال من جملة (فعلية أو اسمية) يحتاج إلى رابط لها يبين أن التعبير يقصد إلى بيان حال صاحب الحال فنستعين بالواو التي نسميها حالية ولا محل لها من الإعراب أي لا تؤثر الجملة بعدها إعرابيا.
قال تعالى: لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ [النساء ٤٣/ ٤].
وَأَنْتُمْ: الواو حالية لا محل لها من الإعراب.
أَنْتُمْ: ضمير منفصل مبني في محل رفع مبتدأ.
سُكارى: خبر المبتدأ مرفوع علامة رفعه الضمة المقدرة على الألف للتعذر.
الجملة الاسمية في محل نصب حال من الضمير واو الجماعة في الفعل (لا تَقْرَبُوا) والعائدة على المؤمنين.
أجاب أخوك وقد بدا الارتباك عليه.
كيف أجاب أخوك؟ ما حالة أخيك عند إجابته؟
وقد: الواو حالية. قد حرف تحقيق.
بدا: فعل ماض مبني على الفتح المقدر على الألف للتعذر.
الارتباك: فاعل مرفوع علامة رفعه الضمة.
عليه: على حرف جر. الهاء ضمير مبني على الكسر في محل جر مجرور الجملة الفعلية (وقد بدا الارتباك عليه) في محل نصب حال وصاحب الحال هو (أخوك).

<span data-type="title" id=toc-316>٦ - واو المعية</span>
وهي حرف عطف إذا دخلت على جملة فعلية فهي حرف بمعنى (مع) تفيد حصول ما قبلها مع ما بعدها، ويجب أن تسبق بنفي أو طلب، وينصب الفعل بعد واو المعية ب (أن) مضمرة بعدها ليمكن عطف المصدر المؤول (أن المضمرة والفعل+ فاعله ...) على مصدر قبل واو',NULL,'268',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (265,'المعية وهذا المصدر يستنتج من سياق الكلام وبهذا تكون واو المعية حرف عطف.
قال الشاعر:
لا تنه عن خلق وتأتي مثله ... عار عليك إذا فعلت عظيم
فالمعنى أنه لا يجوز النهي عن خلق وأنت تأتي بمثل ما ننهى عنه.
وتأتي: الواو للمعية حرف عطف.
تأتي: فعل مضارع منصوب بأن مضمرة بعد واو المعية علامة نصبه الفتحة الظاهرة، الفاعل ضمير مستتر تقديره (أنت).
مثله: مثل مفعول به منصوب علامة نصبه الفتحة، ومثل مضاف إلى الهاء والهاء ضمير مبني على الضم في محل جر مضاف إليه.
جملة (أن تأتي مثله) في تأويل مصدر تقديره إتيانك مثله معطوف على المصدر نهيك المشتق من السياق والتقدير لا يكن نهيك وإتيانك في وقت واحد.
أما إذا دخلت على اسم مفرد (لا جملة ولا شبه جملة) فتكون حرفا يفيد المعية ولا عمل له، نحو:
سرت والجبل.
والجبل: واو تفيد المعية أي محاذيا، مع امتداد الجبل.
الجبل: مفعول معه منصوب علامة نصبه الفتحة.

<span data-type="title" id=toc-317>٧ - واو القسم:</span>
حرف جر يجر المقسم به، ويتعلق مع مجروره بفعل قسم محذوف تقديره أقسم، نحو:
قال تعالى: وَالسَّماءِ وَالطَّارِقِ [الطارق ١/ ٨٦].
وَالْفَجْرِ* وَلَيالٍ عَشْرٍ ... [الفجر ١ - ٢/ ٨٩].',NULL,'269',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (266,'وَالشَّمْسِ وَضُحاها* وَالْقَمَرِ إِذا تَلاها ... [الشمس ١ - ٢/ ٩١].
وَاللَّيْلِ إِذا يَغْشى * وَالنَّهارِ إِذا تَجَلَّى ... [الليل ١ - ٢/ ٩٢].
وَالضُّحى * وَاللَّيْلِ إِذا سَجى ... [الضحى ١ - ٢/ ٩٣].
وَالتِّينِ وَالزَّيْتُونِ* وَطُورِ سِينِينَ ... [التين ١، ٢/ ٩٥].
وَالتِّينِ: الواو للقسم حرف جر. التين اسم مجرور وهو مقسم به.
الجار والمجرور متعلقان بفعل محذوف تقديره أقسم أو بخبر لمبتدأ محذوف تقديره قسمي والسماء ...

<span data-type="title" id=toc-318>٨ - واو رب:</span>
رب حرف جر شبيه بالزائد يجر الاسم لفظا فقط ويبقى الاسم في محل كذا بحسب موقعه من الكلام، وليس لهذا الحرف متعلق. ويكون مجرور واو رب نكرة غا- أ، نحو:
وليل كموج البحر أرخى سدوله ... علي بأنواع الهموم ليبتلي
وليل: الواو واو رب. ليل اسم مجرور لفظا مرفوع محلا مبتدأ.
قال بشار بن برد:
وجيش كجنح الليل يزحف بالحصى ... وبالشوك والخطّي حمر ثعالبه
وجيش: الواو واو رب. جيش اسم مجرور لفظا مرفوع محلا مبتدأ.

<span data-type="title" id=toc-319>٩ - واو الجماعة:</span>
ضمير رفع للجماعة يتصل بالماضي فيبني الفعل على الضم ويتصل بالفعل المضارع والأمر فيصبح الفعلان من الأفعال الخمسة. وتكون واو الجماعة أبدا ضميرا مبنيا على السكون في محل رفع فاعلا للفعل الذي تتصل به، نحو:
قال تعالى: وَالَّذِينَ جاهَدُوا فِينا لَنَهْدِيَنَّهُمْ سُبُلَنا [العنكبوت ٦٩/ ٢٩].',NULL,'270',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (267,'<span data-type="title" id=toc-320>وَإِ</span>نْ جَنَحُ وا لِلسَّلْمِ فَاجْنَحْ لَها [الانفال ٦١/ ٨].
كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا ما لا تَفْعَلُونَ [الصف ٣/ ٦١].
أَمْ تَقُولُونَ عَلَى اللَّهِ ما لا تَعْلَمُونَ [البقرة ٨٠/ ٢].
وَقُومُوا لِلَّهِ قانِتِينَ [البقرة ٢٣٨/ ٢].
وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ [البقرة ٤٣/ ٢].
جاهَدُوا: فعل ماض مبني على الضم لاتصاله بواو الجماعة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
أَنْ تَقُولُوا: أن حرف مصدري ناصب. تقولوا فعل مضارع منصوب بأن وعلامة نصبه حذف النون لأنه من الأفعال الخمسة.

واو الجماعة ضمير متصل مبني في محل رفع فاعل وجملة أن والفعل في تأ<span data-type="title" id=toc-321> وي </span>ل مصدر تقديره (قولكم) في محل
رفع فاعل للفعل كبر.
وَقُومُوا: الواو حسب ما قبلها. قوموا فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة. واو الجماعة ضمير متصل مبني في محل رفع فاعل.
وا
أداة نداء وندبة، نحو: وامعتصماه.
وا: أداة نداء وندبة. معتصم منادى. الألف للندبة والهاء للسكت.
وي
اسم فعل مضارع بمعنى (أتعجب) وفاعله ضمير مستتر تقديره أنا، نحو: وي. (إذا وجدت ولدا يقاطع أباه في الحديث).',NULL,'271',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (268,'<span data-type="title" id=toc-322>ويح- ويل</span>
مصدران إن أضيفا وجب نصبهما على المفعولية المطلقة وإلا جاز النصب على المفعولية المطلقة وجاز الرفع على الابتداء فلو قلنا: ويحك، ويلك، ويحكما، ويحكم، ويلكم وجب إعراب (ويح وويل) منصوبا على المفعولية المطلقة.
ويحك: مفعول مطلق منصوب علامة نصبه الفتحة وهو مضاف إلى الكاف، والكاف ضمير مبني في محل جر مضاف إليه.
ويلك: ويل مفعول مطلق منصوب علامة نصبه الفتحة، وهو مضاف والكاف ضمير مبني في محل جر مضاف إليه.
أما إذا ورد المصدران (ويح، ويل) بدون إضافة، نحو: الويل لك.
الويل: مبتدأ مرفوع علامة رفعه الضمة الظاهرة على آخره.
لك: اللام حرف جر. الكاف ضمير مبني في محل جر. وشبه الجملة متعلق بخبر المبتدأ.
ويلا لك:
ويلا: مفعول مطلق منصوب علامة نصبه الفتحة.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (269,'<span data-type="title" id=toc-323>[الياء]</span>
<span data-type="title" id=toc-324>ياء المتكلم</span>
ضمير متصل يعرب:
١ - مفعولا به إذا اتصل بالفعل، نحو:
قال تعالى: قالَ عَسى رَبِّي أَنْ يَهْدِيَنِي سَواءَ السَّبِيلِ [القصص ٢٢/ ٢٨].
قالَ أَحَدُهُما إِنِّي أَرانِي أَعْصِرُ خَمْراً [يوسف ٣٦/ ١٢].
قالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قالَ لَنْ تَرانِي [الاعراف ١٤٣/ ٧].
الياء ضمير متصل مبني في محل نصب مفعول به.
ودائما تسبق ياء المتكلم في هذه الحالة بنون الوقاية.
٢ - مضافا إليه في محل جر إذا اتصل بالاسم، نحو:
قالَ أَنَا يُوسُفُ وَهذا أَخِي قَدْ مَنَّ اللَّهُ عَلَيْنا [يوسف ٩٠/ ١٢].
إِنَّ هذا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ واحِدَةٌ [ص ٢٣/ ٣٨].
قالَ رَبِّ إِنَّ قَوْمِي كذبوني [الشعراء ١١٧/ ٢٦].
قالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهاراً [نوح ٥/ ٧١].
إن هذا أخي له ... ، هذا اسم إشارة مبني على السكون في محل نصب اسم إن.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (270,'أخي: أخ يدل منصوب علامة نصبه الفتحة المقدرة على ما قبل ال<span data-type="title" id=toc-325> يا</span>ء لاشتغال المحل بالحركة المناسبة. وأخ مضاف إلى الياء والياء للمتكلم ضمير مبني في محل جر مضاف إليه.
إِنَّ قَوْمِي: إن من الأحرف المشبهة بالفعل. قوم اسم إن منصوب علامة نصبه الفتحة المقدرة على ما قبل الياء لاشتغال المحل بالحركة المناسبة للياء. وقوم مضاف إلى الياء والياء ضمير مبني في محل جر مضاف إليه.

<span data-type="title" id=toc-326>ياء المخاطبة</span>
ضمير رفع للمؤنثة المخاطبة يتصل بالمضارع والأمر فيصبح الفعلان من الأفعال الخمسة، تعرب ياء المخاطبة مبنية في محل رفع فاعلا أو نائبا للفاعل إذا كان الفعل مبنيا للمجهول.
قال تعالى: وَالْأَمْرُ إِلَيْكِ فَانْظُرِي ماذا تَأْمُرِينَ [النمل ٣٣/ ٢٧].
فَانْظُرِي: الفاء للاستئناف. انظري فعل أمر مبني على حذف النون لأنه من الأفعال الخمسة- الياء ضمير مبني في محل رفع فاعل.
تَأْمُرِينَ: فعل مضارع مرفوع لتجرده عن الناصب والجازم وعلامة رفعه ثبوت النون لأنه من الأفعال الخمسة.
ياء المخاطبة ضمير مبني في محل رفع فاعل.
قال تعالى: يا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ [آل عمران ٤٣/ ٣].
يا
أ- أداة نداء إذا وليها منادى، نحو:
يا يَحْيى خُذِ الْكِتابَ بِقُوَّةٍ وَآتَيْناهُ الْحُكْمَ صَبِيًّا [مريم ١٢/ ١٩].
قالَ يا مَرْيَمُ أَنَّى لَكِ هذا قالَتْ هُوَ مِنْ عِنْدِ اللَّهِ [آل عمران ٣٧/ ٣].',NULL,'274',NULL,NULL,'0');
INSERT INTO [b17418] VALUES (271,'يا: أداة نداء. يَحْيى منادى مبني على الضم المقدر على الألف للتعذر في محل نصب.
يا مَرْيَمُ: يا أداة نداء. مريم منادى مبني على الضم الظاهر في محل نصب.
ب- أداة تنبيه إذا لم يليها ما يصلح للنداء، نحو:
قال تعالى: يا لَيْتَ لَنا مِثْلَ ما أُوتِيَ قارُونُ ... [القصص ٧٩/ ٢٨].
قالَ يا لَيْتَ قَوْمِي يَعْلَمُونَ ... [يس ٢٦/ ٣٦].
قالَ يا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ [الزخرف ٣٨/ ٤٣].
يا: للتنبيه فقط لأن ليت لا تصلح أن تكون منادى.',NULL,'275',NULL,NULL,'0');
