-- Table: b17660
-- Chunk: 1
-- Rows: 17

CREATE TABLE "b17660"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b17660
INSERT INTO [b17660] VALUES (1,'لقاء العشر الأواخر بالمسجد الحرام (٢٠ - ٢١)

وصية تقي الدين السبكي
لولده محمد

ويليه
مسائل تحليل الحائض من الإحرام

إملاء
القاضي الإمام شرف الدين أبي القاسم هبة الله بن البارزي (المتوفى ٧٣٨ هـ)

اعتنى بهما
نظام محمد صالح يعقوبي

ساهم بطبعه بعض أهل الخير من الحرمين الشريفين ومحبيهم

دار البشائر الإسلامية',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b17660] VALUES (2,'جميع الحقوق محفوظة
الطبعة الأولى
١٤٢١ هـ - ٢٠٠٠ م

دار البشائر الإسلامية للطباعة والنشر والتوزيع
هاتف: ٧٠٢٨٥٧ - فاكس: ٧٠٤٩٦٣/ ٠٠٩٦١١
بيروت - لبنان ص ب: ٥٩٥٥/ ١٤

e-mail: bashaer@cyberia.net.lb',NULL,'2',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (3,'لقاء العشر الأواخر بالمسجد الحرام (٢٠)

وصية تقي الدين السبكي
لولده محمد

بعناية
نظام محمد صالح يعقوبي',NULL,'3',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (4,'بسم الله الرحمن الرحيم',NULL,'4',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (5,'بسم الله الرحمن الرحيم
الحمد لله تعالى القائل في محكم كتابه وآيات تنزيله: {وَإِذْ قَالَ لُقْمَانُ لِابْنِهِ وَهُوَ يَعِظُهُ يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ} (١)، والصَّلاة والسَّلام على سيِّدنا محمَّد النَّبيِّ الأمين القائل: "كلكم راع وكلكم مسؤول عن رعيته"؛ أما بعد:
فإنَّ أدب الوصية من الآباء للأبناء من أبواب التأليف والتصنيف المعروفة في تُراث سلفنا رضي الله تعالى عنهم -سواء الابن الحقيقي، أو الابن المعنوي وهو التلميذ- ومن ذلك وصية الإِمام ابن الجوزي لابنه المعروفة باسم "لفتة الكبد في نصيحة الولد"، ووصية أبي الوليد الباجي لِوَلَدَيْهِ، ووصية الإِلبيري لولده نظمًا، وهذا من النوع الأول وأعني به وصية الوالد لولده الحقيقي. وأما النوع الثاني -أعني وصية الشيخ لتلميذه- فيصعب حصره ويشق استقصاؤه لكثرته في تراثنا الخالد، وأشهرها وصية الإِمام أبي حامد الغزالي المشهورة بعنوان: "أيها الولد"، ووصية السَّلامي للإِمام الذهبي، وغيرها كثير.
_________
(١) سورة لقمان: الآية ١٣.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (6,'ومن الوصايا النفيسة -من النوع الأول- وصية الإِمام العلَّامة تقيّ الدِّين السبكي لولده محمد؛ لمَّا توجَّه قاضيًا للركب وناظرًا له، وضمنها نصائح جليلة وفوائد عزيزة؛ نقدِّمها اليوم ضمن هذه السلسلة، سائلين الله تعالى أن ينفع بها.

تنبيه: تحتوي هذه الوصية على أبيات فيها توسُّلات بالنبي - صلى الله عليه وسلم - على مذهب الإِمام تقيّ الدِّين السبكي في جواز ذلك، تعبدًا بالبيت ٣٥ وما يليه.
ولا يخفى ما كان بينه وبين شيخ الإِسلام ابن تيمية رحمهما الله تعالى من ذلك وتصنيفه كتاب "شفاء السقام".
ومع أننا لا نوافق المصنف رحمه الله تعالى في مذهبه هذا إلَّا أننا آثرنا أن نبقي الأبيات كما هي للأمانة العلمية والمحافظة على نص المؤلف دون تدخُّل، ولأنَّ العبث بكتب التراث خيانة تفقد الثقة بكتب أئمَّتنا وعلمائنا رحمهم الله تعالى، غفر الله للجميع. آمين.

<span data-type="title" id=toc-2>وصف المخطوطة:</span>
اعتمدتُ في إخراج نَصِّ الوصية على نسخة مخطوطة محفوظة ضمن مجموع في مكتبة جامعة برنستون بأمريكا (مجموعة يهودا) (١).
_________
(١) ذكر هذه الوصية تاج الدين السُّبكي في "طبقات الشافعية الكبرى" ١٠/ ١٧٧ - ١٧٨، وأورد منها تسعة عشر بيتًا فقط على ترتيب مختلف عن نسق المخطوط المعتمد.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (7,'وأتقدَّم بشكري الجزيل لإِدارة المكتبة لتيسيرها تصوير المخطوطة كعادتهم في حسن المعاملة دائمًا؛ وكذلك السماح بنشرها.
وصلَّى الله على سيِّدنا محمد وعلى آله وصحبه وسلَّم.

كتبه
الفقير إلى الله تعالى
نظام محمد صالح يعقوبي
تجاه الكعبة المشرفة بالمسجد الحرام
٢١ رمضان المبارك ١٤٢٠ هـ',NULL,'7',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (8,'<span data-type="title" id=toc-3>ترجمة الناظم الشيخ تقي الدين السبكي</span>
قال الشيخ جمال الدِّين الإِسنوي في كتابه "طبقات الشافعية" مترجمًا لشيخه تقي الدِّين السبكي ٢/ ٧٥ - ٧٦، ما نصّه:
شيخنا تقي الدِّين أبو الحسن، علي بن عبد الكافي بن علي السُّبكي.
كان أنظر من رأيناه من أهل العلم، ومن أجمعهم للعلوم، وأحسنهم كلامًا في الأشياء الدقيقة، وأجلَدهم على ذلك. إن هطل درّ المقال فهو سَحَابُه، أو اضطرم نار الجدل فهو شِهَابُه، وكان شاعرًا، أديبًا، حسن الخط، وفي غاية الإِنصاف والرجوع إلى الحق في المباحث، ولو على لسان أحد المستفيدين منه، خيِّرًا، مواظبًا على وظائف العبادات، كثير المروءة، مراعيًا لأرباب البيوت، محافظًا على ترتيب الأيتام في وظائف آبائهم.
وُلِد بسبْك، من أعمال المنوفية، في صفر سنة ثلاث وثمانين وستمائة، وبحث في الفقه على رجل أعمى بسنباط لأنَّ والده كان قاضيًا بها في ذلك الوقت، ثم رحل في صباه إلى القاهرة، فسمع من جماعة كثيرين، وأخذ العلم عن كبار مشايخ أهل الفن.
ثم رحل إلى الإِسكندرية، سنة أربع وسبعمائة، ثم إلى الشام في',NULL,'8',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (9,'سنة سبع، ثم استقرَّ بالقاهرة، ودرَّس بالمدرسة المنصورية وغيرها، وتولَّى مشيخة الميعاد بالجامع الطولوني، ولازم الاشتغال والإِشغال والتصنيف والإِفتاء، وتخرَّج به فضلاء عصره، ولم يزل كذلك إلى العشر الأخير من جمادى الآخرة سنةَ تسع وثلاثين، فتولَّى قضاء الشام عند شغوره بموت الجلال القزويني، فباشر ذلك على ما يليق به، إلَّا أنه كان يعاب عليه حرصه على جمع الوظائف له ولأهله، "وحبّك للشيء يعمي ويُصمّ".
واستمرَّ إلى سنة ست وخمسين، فمرض بالشام، وسأل استقرار ولده مكانه، فاستقرَّ به، وعاد هو إلى الديار المصرية مريضًا، فسكن على شاطئ النيل قريبًا من جزيرة الفيل، ومات هناك، يوم الاثنين رابع جمادى الآخرة من السَّنة المذكورة، ودُفِن بمقابر الصوفية خارج باب النصر.
* * *

<span data-type="title" id=toc-4>ترجمة ابن الناظم محمد بن علي بن عبد الكافي السبكي</span>
هو أبو بكر محمَّد أكبر أولاد الشيخ تقيّ الدِّين السبكي، لكنه مات قبل أن يكون له شأن، ولم نقف على شيء من أخباره سوى ما جاء في طبقات الشافعية الكبرى ١٠/ ١٧٧ في ترجمة والده علي من أنَّ محمَدًا هذا كان أكبر أبناء أبيه، وأنَّ أباه خاطبه بقصيدة فيها نصح وإرشاد إلى ما يجب عليه من العناية بالدراسة العلمية (١)، ثم أورد التاج في الطبقات بضعة أبيات من هذه القصيدة.
* * *
_________
(١) البيت السبكي، محمَّد الصادق حسين، ص ٦٥ - ٦٦.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (10,'صورة الورقة الأولى من المخطوط',NULL,'10',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (11,'صورة الورقة الأخيرة من المخطوط',NULL,'11',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (12,'لقاء العشر الأواخر بالمسجد الحرام (٢٠)

وصية تقي الدين السبكي
لولده محمد

بعناية
نظام محمد صالح يعقوبي',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b17660] VALUES (13,'بسم الله الرحمن الرحيم
الحمد لله ربِّ العالمين، وصلى الله على خاتم النبيين محمَّد، وعلى إِخْوانِهِ والملائكةِ والآلِ والصَّحْبِ أجمعين.
وبعد،
فهذه وَصِيَّةُ شيخِنا الامامِ العلَّامةِ تقي الدِّين، أبي الحسن علي بن عبد الكافي السُّبكي الشافعيِّ، لَوَلَدِه مُحَمَّدٍ حين تَوَجَّهَ قاضيَ وناظرَ الرَّكْبِ المصري إلى الحجاز سنة ست عشرة وسبعمائة فقال:
١ - بُنيَّ لا تُهْمِلْ نصيحتي التي ... أوصيكَ واسْمَعْ من مقَالِي تَرْشُدِ
٢ - احْفَظْ كتابَ الله والسُّنَنَ الَّتي ... صَحَّتْ وفِقْهَ الشافعيِّ مُحَمَّدِ
٣ - واعْلَمْ أصُولَ الفِقْهِ عِلْمًا مُحْكمًا ... يَهْدِيكَ لِلْبحْثِ الصَّحيحِ الأَيِّدِ
٤ - وَتَعلَّم النَّحْوَ الَّذي يُدْني الفتى ... مِنْ كُلِّ فَهْمٍ في القُران مُسَدَّدِ
٥ - وخُذِ العُلُومَ بِهِمَّةٍ وتَفَطُّنٍ ... وقَريحةٍ سَمْحَاءَ ذاتِ تَوَقُّدِ
٦ - واسْتَنْبِطَ المكْنُونَ مِنْ أَسْرارها ... وابْحَثْ عن المعنى الأَسَدِّ الأَرْشدِ
٧ - وعليكَ أرْبابَ العلوم فلا تكن ... في ضَبْطِ ما يُلْقُونَه بِمُفَنِّدِ
٨ - والزم كتابكَ دائمًا مُتفهمًا ... واهْجُر منامَكَ في طِلاب السُّؤددِ
٩ - واسلُك سبيلَ الشافعي ومالكٍ ... وأبي حنيفةَ في العُلُومِ وأَحْمَدِ
١٠ - واقْصِدْ بِعِلْمِكَ وَجْهَ رَبِّكَ خَالِصًا ... تَظْفَرْ بِسُبْلِ الصالحين وتَهْتَدِ',NULL,'15',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (14,'١١ - وتجنَّب اللهو الذي يُزْري الفتى ... وذَرِ الخَلاعةَ والمُجونَ مع الرَّدي
١٢ - واتبع صراط المُصْطفى في كُلِّ ما ... يَأْتي به من كُلِّ أمْرٍ تَسْعَدِ
١٣ - واخْشَ المهيمن وَأتِ ما يدْعُو إلَيْـ ... ـه وانْتَهِ عَمَّا نَهَى وتَزَهَّدِ
١٤ - وعليكَ بالورع الصحيح ولا تَحُمْ ... حَوْلَ الحِمى واقْنُتْ لِرَبِّكَ واسْجُدِ
١٥ - وصُن اللسان عن الخنا واحم الفواد ... عن الحرام وكُفَّ عن ظُلْمِ اليدِ
١٦ - ومكارمَ الأخلاقِ طُرًّا فأْتها ... مهما استطعت ووجهَ رَبِّكَ فاقْصدِ
١٧ - واجعل شعارك ثوب زُهْدٍ محكم ... واجعل دِثَارك ثوبَ عِلْمٍ ترتدي
١٨ - واملأ فؤادك من معارف ذاته ... حتى تنال من المقام الأَحْمَدِ
١٩ - واحفظ سلوكك لا تَزِلّ فإنه ... من زل يهوى في الجحيم ويَبْعُدِ
٢٠ - وارْفَعْ إلى الرَّحْمَنِ كُلَّ مُلِمَّةٍ ... بضراعةٍ وتَمَسْكُنٍ وتَعَبُّد
٢١ - واقْطَعْ عَنِ الأَسْبابِ قَلْبَك واصْطَبِرْ ... واشْكُرْ لِمَن أوْلاكَ خيرًا واحْمَدِ
٢٢ - وطريقةَ الشيخِ الجُنيد وَصَحْبِهِ ... والسَّالِكينَ طَرِيقَهُم بهمُ اقْتَدِ
٢٣ - وإذا أتتكَ مَقَالةٌ قَدْ خَالَفَتْ ... نَصَّ الكِتَابِ أو الحديثِ المُسْنَدِ
٢٤ - فَقِفْ عند الكتاب (١) ولا تَمِلْ عَنْهُ وقِفْ ... مُتَأَدِّبًا مَعْ كُل حَبْرٍ أَوْحَدِ
٢٥ - فَلُحُومُ أَهْلِ العِلْم سُمَّتْ للجُنا ... ةِ عَلَيْهِمُ فاحْفَظْ لِسانَك وابْعُدِ
٢٦ - واحفظ فؤادكَ أن تَبُوحَ بِسرِّه ... فَتظَلَّ من مِحَنِ الزمانِ بِمَرْصَدِ
٢٧ - فالعِلْمُ والأَدَبُ الجميلُ مع التُّقَى ... والحِلْمُ أفضلُ ما ارتداه المُرْتدي
٢٨ - هَذِي وَصِيتي التي أُوصِيكَهَا ... أكْرِمْ بها من والدٍ مُتَودِّدِ
٢٩ - وعليك مني ذو الجلال خليفةً ... فيما أُؤَمِّلُ من جميل المَقْصِدِ
٣٠ - فيقيكَ كُلَّ النائبات ويصطفي ... لك من لَدُنْهُ كل أَمْرٍ مُسْعدِ
_________
(١) في الطبقات: "فاقْفُ الكتاب".',NULL,'16',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (15,'٣١ - ولقد عَزَمْتُ على الحجاز لحجَّةٍ ... تمحو من الآثام ما اكْتَسَبَتْ يدي
٣٢ - فلقد جنيتُ وما أقولُ جهالة ... ولقد عَصَيْتُ بِجُرْأَةٍ وتَعَمُّدِ
٣٣ - ولقد ركبتُ هوىً وغِبًّا مفرطًا ... ولقد زَلَلْتُ وما نَسِيتُ تَوعُّدِي
٣٤ - ولقد ظَلَمْتُ النَّفْسَ كُلَّ ظلامة ... فيحق لي آتي مقامَ مُحَمَّدِ
٣٥ - عَلَّ الرسولَ برحمةٍ وتَعَطُّفٍ ... يَسْتَغْفِر الرَّحْمن للقلب الصدي
٣٦ - وعسى لأجل المصطفى وبجاهه ... يرضى ويرحمني لذُلِّي سيِّدي
٣٧ - فلو أنَّ خَلْقَ اللهِ إن ظلموا أتوا ... هذا الرسولَ لكان أَعْذَبَ مَوْردِ
٣٨ - ولقد ظلمتُ وقد ظلمتُ وقد ... ظَلَمْتُ وقد أتيتُك يا كريمَ الموعد
٣٩ - فامنُن عليَّ بتوبةٍ وامنن بخا ... تمة الهُدى وامنن بفضل تغمُد
٤٠ - إن أَنْتَ لم ترحَمْ فمن هو راحم ... أو أنت لم تَغْفِرْ فمن للمعتدي
٤١ - ومن الذي يا سيِّدي أرجو لما ... عندي من الأَمْرِ المقيمِ المقعد
٤٢ - ما لي سوى تعفير خدي في ثرى ... بلدِ النبيِّ الهاشمي المَحْتدِ
٤٣ - في مَوْطِنِ القَدَمِ الشريفِ ومهبط الـ ... ـوحي الكريم فيا له من معهد
٤٤ - بَلَدٌ عليه من الجلالة والمهابة والسنا ... نور يضيءُ لمُتهِمٍ أو مُنْجِدِ
٤٥ - بَلَدٌ حوى كُلَّ المكارم والمناقب ... والمحامد والعُلا والسؤدد
٤٦ - بلدٌ له في الخافقين على العُلا ... شرفٌ مُنيفٌ فوق سعد الأسعدِ
٤٧ - بلدٌ إذا شاء الدنو لأجلنا ... يدنو إلى فوق السماك لمهتدِ
٤٨ - بلد له ولأَهْلِهِ ولصحبهم ... عند المليك الحق أصدق مقعدِ
٤٩ - بلد به جَذْبُ القلوب موكل ... فلتوبةٍ يشتاق كُلُّ مُوَحِّدِ
٥٠ - بلد به خيرُ الأنامِ وأَشْرَف الـ ... ـرسل الكرام وذو المفاخر في غدِ
٥١ - بلد الهدى فَبِهَدْيه (١) وبضوئه ... كُلُّ البرية تستضيءُ وتقتدي
_________
(١) في الأصل هنا زيادة: (وبدله)، فلتحرر.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (16,'٥٢ - بلد به أزكى البقاع وخيرها ... جَدَثٌ يفوح بطيبه الندُ الندي
٥٣ - جدثٌ يُرى في أَرْض طيبةَ ثاويًا ... ومحله عند الرفيق الأَسْعَدِ
٥٤ - جدثٌ يفوق المادحين فوصفه ... مُعيٍ لكل موجز ومُقَصِّدِ
٥٥ - فبيثرب كل المُنا وبطيبة ... زال العنا بحلول ذاك المسجدِ
٥٦ - من ذا يؤمل مدح أرض مـ ... ـشتها قدمٌ تعلى فوق أعلى الفرقد
٥٧ - حسبي وحسب المادحين ترابها ... ولذاك غاية مدح كل مُجَوِّد
٥٨ - إني أُجِلُّ المصطفى عن مدحي الـ ... ـداني وأكرم أهلَ ذاك المشهدِ
٥٩ - لا يستطيع بلوغ عشر مديحه ... بشرٌ ولو كُلٌّ أتى بمنضد
٦٠ - يكفيك منه أن تُجِلَّ إلهه ... ثم احتكم مهما تشاءُ تعَدُدِ
٦١ - صلَّى عليه الله منه تحيةً ... يرضى الإِلهُ بها لهذا السَّيِّدِ
٦٢ - صلَّى عليه الله أيَّةَ ساعةٍ ... من كل وقت مُنْقَضٍ ومجدَّدِ
٦٣ - صلَّى عليه اللهُ خير تحيَّةٍ ... وأبرَّها من رايح أو مغتدي
* * *',NULL,'18',NULL,NULL,'0');
INSERT INTO [b17660] VALUES (17,'تمت الوصية المباركة أعاد الله علي من بركة ناظمها وعلى المؤمنين.
وعدد أبياتها ثلاثة ونحو ستين بيتًا كتبتها عَجَلًا لضرورة أباحت ذلك، والحمد لله وحده، وصلَّى الله على سيدي وحبيبي محمَّد - صلى الله عليه وسلم -، وآله وصحبه وكرم.
علقها لنفسه ولمن شاء الله من بعده العبد الفقير إلى الله تعالى عبد القادر بن محمَّد بن عمر بن محمَّد بن يوسف بن عبد الله النعمي الحصني أصلًا الشافعي مذهبًا، الأشعري معتقدًا، القادري طريقة. أحسن الله إليه في الدنيا والآخرة، آمين. وذلك وقت الغروب، والابتداء كان بعد العصر يوم الأحد ثاني رجب الحرام سنة ثمان وستين وثمانمائة بجسر العجل شرقي جامع منجك (١) رحم الله واقفه آمين، والحمد لله وحده (٢).
* * *
_________
(١) جامع منجك بدمشق في حي الميدان الوسطاني -منطقة الجزماتية- شيَّده نائب دمشق الأمير ناصر الدين محمَّد بن إبراهيم بن سيف الدِّين منجك الكبير، وذلك سنة ٨١٠ هـ، وهو من مساجد العصر المملوكي.
راجع: خطط الشام، أكرم العلبي، ص ٣٥٦؛ مآذن دمشق، قتيبة الشهابي، ص ١٦٩.
(٢) وجاء بالهامش الأيسر ها هنا ما يأتي: "شرحها بعض أكابر علماء الصوفية، وكان في السمصاطية فليطلب".
* * *
• تمَّت المقابلة قبيل أذان العصر بالمسجد الحرام بمكة المكرَّمة -حرسها الله- بقراءة الأخ المكرم الشيخ رمزي دمشقية حفظه الله تعالى ومتع به وبحضور ولدي أحمد بارك الله فيه. كتبه الفقير إلى الله نظام يعقوبي، ٢٢ رمضان المبارك ١٤٢٠ هـ.',NULL,'19',NULL,NULL,'0');
