-- Table: b17857
-- Chunk: 1
-- Rows: 57

CREATE TABLE "b17857"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b17857
INSERT INTO [b17857] VALUES (1,'لقاء العشر الأواخر بالمسجد الحرام (٣١)

مقدمة إملاء الاستذكار
للحافظ أبي عمر ابن عبد البر القرطبي

تأليف
الحافظ أبي طاهر السلفي الأصبهاني المتوفى سنة ٥٧٦ هـ

تحقيق
عبد اللطيف بن محمد الجيلاني

ساهم بطبعه بعض أهل الخير من الحرمين الشريفين ومحبيهم

دار البشائر الإسلامية',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b17857] VALUES (2,'جَمِيْعُ الحُقُوقِ مَحْفُوَظَةٌ
الطَّبْعَةُ الأولى
١٤٢٢ هـ - ٢٠٠١ م

دَار البشائر الإسْلاميّة للطّباعَة وَالنّشر وَالتَّوزيْع
هَاتفْ: ٧٠٢٨٥٧ - فَاكسْ: ٧٠٤٩٦٣/ ٠٠٩٦١١
بَيروتْ - لبْنانْ ص ب: ٥٩٥٥/ ١٤

e-mail: bashaer@cyberia.net.lb',NULL,'2',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (3,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
وبه ثقتي

مُقَدِّمة
الحمد لله رب العالمين، والصلاة والسلام على خاتم الأنبياء والمرسلين، نبينا محمد وعلى آله وصحبه أجمعين.
أما بعد:
فإن العناية بإخراج المخطوطات وتحقيقها جزء من المسؤولية الملقاة على عاتق الباحثين وطلبة العلم المختصين، ففي إخراجها إحياء لتراث الأمة الِإسلامية المجيد، وأداء لبعض الواجب نحو علمائها المخلصين.
وقد تتابع بفضل الله تعالى في الآونة الأخيرة ظهور كتب التراث، حيث دفعت عجلات المطابع بالعديد من الكتب إلى عالم النور، وإسهاماً في خدمة التراث الإِسلامي وإحياء كنوزه ودفائنه من الاندثار ظهرت سلسلة لقاء العشر الأواخر من رمضان في المسجد الحرام برعاية دار البشائر الإِسلامية ببيروت، وبتعضيد من أهل الخير والفضل (١).
_________
(١) إحياءً لمجالس العرض وسماع الكتب ومقابلتها، وسيراً على مهيع المحدثين في ذلك، قرأت هذه الرسالة بفضل الله وتوفيقه بحضور جمع من أهل العلم والفضل ليلة السابع والعشرين من رمضان عام ١٤٢١ هـ في صحن المسجد الحرام تجاه الكعبة المشرفة، وطباق السماع مدوّن في آخر النص المحقق لهذه الرسالة، فلينظر هناك، والله ولي التوفيق.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (4,'ويسعدني أن تكون مشاركتي في هذه السلسلة العلمية المباركة بإخراج هذه الرسالة التي سطّرها "حافظ الإِسلام، وأعلى أهل الأرض إسناداً في الحديث والقراءات مع الدين والثقة والعلم" (١): أبو طاهر أحمد بن محمد بن أحمد السِّلَفىِ الأصبهاني (ت ٥٧٦ هـ)، وهي مقدمة على كتاب الاستذكار في شرح ما رسمه الإِمام مالك في موطئه من الرأي والآثار, لأبي عمر ابن عبد البر النَّمَري القرطبي (ت ٤٦٣ هـ)، وَضَعَهَا لطلاّبه مدخلًا إلى هذا الكتاب العظيم قبل أن يشرع في تدريسه.
وتُعَدُّ هذه الرسالة من أقدم ما صُنِّفَ في افتتاحيات الكتب، إن لم تكن أقدمها، وكتب الافتتاحيات مصنّفات يضعها العالم أو يمليها برسم الشروع في إقراء كتاب من الكتب أو تدريسه، ويتناول فيها ترجمة صاحب الكتاب المراد إقراؤه، ويتحدث عن خصائص كتابه، ومنهجه فيه، كما أنه يَسُوقُ أسانيده إليه، وَيَعْرِض ما قيل في الثناء عليه نثراً ونظماً.
وقد أبان الحافظ السِّلفي في هذه الرسالة عن نشاطه العلمي بالمدرسة العادلية -التي تسمّت فيما بعد باسمه- وتحدّث عن مجالسه العلمية، وعَزْمِهِ على إملاء كتاب الموطأ للإِمام مالك رحمه الله، ثم العدول عنه إلى كتاب الاستذكار، وفي غضون ذلك أشاد بالإِمام مالك وبكتابه الموطأ، وذَكَرَ نُبَذاً من ثناء العلماء عليه، ثم ترجم للحافظ ابن عبد البر ترجمة مستفيضة أكثر فيها من الثناء عليه وعلى تصانيفه، وتفرّد فيها بذكر بعض الأقوال في ولادته ووفاته، وخَتَمَ الكتاب بذكر بعض أشعاره في الثناء على تآليفه، وبخاصة كتاب الاستذكار الذي عزم على إملائه وتدريسه لطلابه.
ولهذا كانت هذه الرسالة شهادة من الحافظ السِّلفي بجلالة ابن عبد البر، وعلو كعبه، وسعة علومه، وشهادة منه أيضاً لكتابه الاستذكار بعدم وجود نظير له
_________
(١) غاية النهاية في طبقات القراء لابن الجوزي ١/ ١٠٢.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (5,'في بابه، فهو من أجلّ كتب الحديث والفقه، علاوة على ما حوته -رغم وجازتها- من فوائد فريدة، ومعلومات عزيزة.
وقد اعتمدت في تحقيقها على نسختين خطيتين، واجتهدت في ضبط نَصِّها، وتوثيق نقولها، والتعليق عليها، وصَدَّرْتُهَا بدراسة موجزة عَرَّفْتُ فيها بالمؤلف تعريفاً موجزاً، وَوَضَّحْتُ ما يتعلق بإثبات عنوانها، وصحّة نسبتها إلى مصنفها، مع وصف النسختين المعتمدتين في التحقيق، كما تَحَدَّثْتُ عن موضوع الكتاب، وعناية العلماء بكتاب الاستذكار.
وختاماً أضرع إلى المولى العلي القدير أن يمدني بتوفيقه، وأن يلهمني الرشد والسداد، وأن يغفر لي الزلل والتقصير، وأن يكتب لي هذا العمل في ميزان حسناتنا يوم الدين، والحمد لله أولاً وآخراً، وظاهراً وباطناً، وصلَّى الله على نبينا محمد وعلى آله وصحبه وسلم.
وكتب
عبد اللطيف بن محمد الجيلاني الآسفي المغربي
لطف الله به وغفر له ولوالديه
بالمسجد النبوي الشريف بتاريخ ٥/ ٢/ ١٤١٦ هـ
وأعاد النظر فيها يوم الإِثنين ١٢/ ٣/ ١٤٢٢ هـ',NULL,'5',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (6,'<span data-type="title" id=toc-2>ترجمة موجزة للمؤلف</span>
هو أحمد بن محمد بن إبراهيم، أبو طاهر السَّلَفِي الجُرْواءاني الأصبهاني، ولد سنة خمس وسبعين بعد الأربعمائة أو قبلها بسنة على ما رجّحه الذهبي رحمه الله، وطلب الحديث من صغره، وارتحل وهو دون العشرين سنة، فدخل بغداد وسمع بها، وسمع أيضاً بالكوفة وواسط والبصرة ومكة والدَّينَّوْر وشهرستان وبلاد أخرى عديدة، وأملى عدّة مجالس بسَلَمَاس وهو شاب، وانتخب على غير واحد من المشايخ، وكتب العالي والنازل، ونسخ من الأجزاء ما لا يحصى كثرة، وبقي في الرحلة ثمانية عشر عاماً يكتب الحديث والفقه والأدب والشعر.
وقدم دمشق سنة تسع وخمسمائة فأقام بها سنتين، ثم استوطن ثغر الإِسكندرية بضعاً وستين سنة؛ بقي بها إلى أن مات رحمه الله وهو ينشر العلم ويحصِّلُ الكتب التي قلّ ما لعالم مثلها في الدّنيا.
وكان مُكِبّاً على الكتابة والاشتغال والرواية, لا راحة له غالباً إلاَّ في ذلك؛ حتّى روي عنه أنه قال: "لي سِتُّون سنة بالإِسكندرية ما رأيت منارتها إلاَّ من هذه الطاقة، وأشار إلى غرفته التي يجلس فيها".
وقال عنه تلميذه عبد القادر الرُّهاوي: "بلغني أن مدة مقامه بالإِسكندرية ما خرج منها إلى بستان ولا فُرْجة سوى مرة واحدة، بل كان لازماً مدرسته، وما كنا نكاد ندخل عليه إلاَّ ونراه مطالعاً في شيء، وكان حليماً متحملاً لجفاء الغرباء".
وقد اشتهر الحافظ السِّلفي بالإِكثار من الشيوخ؛ فقد ذكر الحافظ أبو القاسم',NULL,'6',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (7,'التُّجِيبي السّبتي أنهم يزيدون على الألف، ثم قال: "وهذا اتساع عظيم في الأخذ عن المشايخ".
وكان لَهُ عند مُلُوكِ مِصْرَ الجَاهُ والكَلِمَةُ النَّافِذَةُ، بَنَى له الوزير العادل ابن السلآر مدرسة كبيرة أطلق عليها المدرسة العادلية، ثم سميت بعد ذلك باسمه "السِّلَفية"، ووقف عليها وقفاً، وكان يدرس بها الفقه على مذهب الشافعي ويروي الحديث.
والمُتَصَفّحُ للمصادر التي ترجمت للحافظ السِّلفي يجد أن كثيرًا من الأئمة قد أثنوا عليه ثناء عاطراً، وأشادوا إشادة بالغة بسعة علومه، وعلو مكانته.
قال المنذري: "كان أوحد زمانه في علم الحديث وأعرفهم بقوانين الرواية والتحديث، جمع بين علو الإِسناد، وغلو الانتقاد، وبذلك ينفرد عن أبناء جنسه".
وقال أبو سعد السمعاني: "السِّلفي ثقة ورع متقن متثبت، فهم حافظ، له حَظُّ من العربية، كثير الحديث، حسن اللهم والبصيرة فيه".
وقال ابن ناصر: "كان ببغداد كأنه شُعْلَةُ نار في تحصيل الحديث".
وقال أبو الربيع ابن سالم: "متفرد في الدنيا بالإِمامة في علم الحديث، وعلو الدرجة في الإِسناد، وأخذ عنه أهل الأرض جيلاً بعد جيل، وسمع الناس على أصحابه، وهو لم يبعد عهده بشبابه".
ورُوِيَ عن السِّلفي نفسه أنه قال:
ليس على الأرض في زماني ... من شأنه في الحديث شاني
نظماً وضبطاً يلي علوًّا ... فيه على رغم كل شاني
وكانت وفاته رحمه الله رحمة واسعة جزاه عن الإِسلام والمسلمين خير الجزاء، في صبيحة يوم الجمعة خامس شهر ربيع الآخر سنة ست وسبعين وخمسمائة، وقد تجاوز من العمر مائة سنة.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (8,'ويحسن في ختام هذه الترجمة المقتضبة أن أشير إلى بعض مؤلفاته المطبوعة:
١ - معجم السفر (١).
٢ - كتاب الأربعين المستغني بتعيين ما فيه عن المعين، ويعرف بالأربعين البلدانية (٢).
٣ - الوجيز في ذكر المُجاز والمُجيز (٣).
٤ - المجالس الخمسة السلماسية (٤).
٥ - مقدمة إملاء معالم السنن للخطابي (٥).
هذا ما تَسَنَّى لي تلخيصه من ترجمة الحافظ السلفي، وقد جَرَيْتُ في تدوينها مجرى الاختصار مراعاة للمقام؛ إذ لا يتسع لبسطها والإِطالة فيها، كما أنه توجد دراسات ضافية حوله سيأتي الإِشارة إليها ضمن هذه القائمة التي حصرت فيها ما أمكنني الوقوف عليه من مصادر ترجمته تسهيلاً لمن أراد التوسع في معرفة أخباره، والوقوف على مناقبه ومآثره:
الأنساب للسمعاني ٧/ ١٠٥, ١٠٦، اللباب لابن الأثير ١/ ٢٧٤، الكامل لابن الأثير ١١/ ١٩١، وفيات الأعيان لابن خلكان ١/ ١٥٠، مرآة الجنان لليافعي ٨/ ٣٦٢، المعجم لابن الأبار ص ٤٨ - ٥٠، التقييد لابن نقطة ص ١٧٦ - ١٨٠، سير أعلام النبلاء للذهبي ٥/ ٢١ - ٣٩، تذكرة الحفاظ للذهبي
_________
(١) طبع الجزء الأول منه بتحقيق د. بهيجة الحسني في العراق، ثم طبِع كاملاً في باكستان بتحقيق د. شير محمد زمان، ثم نشرته دار الفكر ببيروت اعتماداً على طبعة باكستان ووضع على غلافه: تحقيق عبد الله البارودي!!
(٢) طبع مرتين، آخرهما بتحقيق مسعد السعدني عن أضواء السلف بالرياض.
(٣) طبع مراراً أحسنها بتحقيق: د. عبد الغفور البلوشي في مكتبه الإيمان بالمدينة.
(٤) طبع بتحقيق مشهور حسن سلمان عن دار الصميعي بالرياض.
(٥) طبعها الشيخ محمد حامد الفقي في نهاية الجزء الثامن من كتاب معالم السنن ص ١٣٨ - ١٦٣.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (9,'٤/ ١٢٩٨، العبر في خبر من غير للذهبي ٤/ ٢٢٧، ميزان الاعتدال للذهبي ١/ ١٥٥، أهل المائة فصاعداً (١) للذهبي ص ١٣٤، البداية والنهاية لابن كثير ١٢/ ٣٠٧، الطبقات الكبرى للسبكي ٦/ ٣٢، تهذيب تاريخ دمشق ١/ ٤٤٩، مقدمة تحقيق معجم السفر للدكتورة بهيجة الحسني، مقدمة تحقيق معجم السفر للدكتور شير محمد زمان (٢)، مقدمة تحقيق الوجيز في ذكر المجاز والمجيز للدكتور عبد الغفور البلوشي، مقدمة تحقيق الأربعين البلدانية لعبد الله رابح ص ٨ - ٢٢ (٣)، الحافظ أبو طاهر السلفي للدكتور حسن عبد الحميد صالح (٤)، الحافظ السِّلفي أشهر علماء الزمان لمحمد محمود زيتون (٥).
* * *
_________
(١) ضمن مجلة المورد العراقية ح ٢ ع ٤/ ١٩٧٩.
(٢) باللغة الإِنجليزية.
(٣) نشر دار البيروتي بدمشق عام ١٤١٢ هـ.
(٤) نشر المكتب الإِسلامي ببيروت عام ١٩٧٧ م.
(٥) نشر مؤسسة شباب الجامعة بالإسكندرية عام ١٩٧٢ م.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (10,'<span data-type="title" id=toc-3>التعريف بالرسالة</span>
<span data-type="title" id=toc-4>موضوع الرسالة:</span>
تُعَدُّ هذه الرسالة من كتب الافتتاحيات كما نبّهت عليه في المقدمة، ويبدو أن الحافظ السِّلفي هو أول من شَهَرَ هذا اللّون من التصنيف بين المحدثين، إذ له مقدمة أخرى على كتاب معالم السنن للخطابي (١).
وممن حذا حذوه في هذا الحافظ ابن ناصر الدين الدمشقي (ت ٨٤٢ هـ) حيث ألف كتاب: "افتتاح القاري لصحيح البخاري" (٢)، وكذلك ألّف الحافظ السيوطي (ت ٩١١ هـ): "رفد القاري بما ينبغي تقديمه عند افتتاح صحيح البخاري" (٣)، ثم كثر تصنيف الافتتاحيات عند المتأخرين؛ لاسيما على صحيح البخاري.
وتعتبر كتب الافتتاحيات مرجعاً مهماً في دراسة مناهج المصنفين؛ إذ يتضمن كثير منها خلاصة الاستقراء لتلك المناهج,. كما أنها مصدر لا يستغنى عنه فيما يتعلق بتراجم العلماء، ومعرفة أسانيد الكتب ومدى انتشارها واهتمام الناس بها.
ومقدمة إملاء الاستذكار التي أتشرف بتحقيقها وإخراجها اليوم تؤرخ لجانب من النشاط العلمي في القرن السادس الهجري، وتكشف عن جهود عالم
_________
(١) نشرها محمد حامد الفقي في آخر كتاب معالم السنن ٨/ ١٣٨ - ١٦٣.
(٢) يوجد له نسخة خطية بمكتبة الموسوعة الفقهية بوزارة الأوقاف الكويتية برقم: ١/ ٢٨٦.
(٣) له نسخة خطية بالخزانة العامة بالرباط برقم: ٢٧١١ ك.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (11,'الإِسكندرية وحافظها أبي طاهر السِّلَفي (ت ٥٧٦ هـ) بالمدرسة العادلية -التي تسمّت فيما بعد باسمه: "السِّلَفية"- في تدريس العلوم الشرعية كالحديث والفقه، وعنايته بعقد مجالس الإِملاء التي بواسطتها حصَّل عنه تلاميذه رواياته وعوالي أسمعته الواسعة.
ومن جملة الكتب الحديثية التي أخذت حيِّزاً من اهتمام الحافظ السِّلفي كتاب الموطأ لإمام دار الهجرة مالك بن أنس رحمه الله، فقد أملاه سنة إحدى وخمسين وخمسمائة للهجرة، وخصّص له يومين من كل أسبوع، وخلال المدة التي أملى فيها الموطأ طُلِبَ منه أن يكتب شرحاً عليه، فاعتذر عن الخوض في لُجَّة شرح هذا الكتاب العظيم تواضعًا منه رحمه الله وورعاً، واستعاض عن شرحه بإملاء كتاب الاستذكار للحافظ ابن عبد البر الأندلسي لعدم وجود كتاب يضاهيه من شروح الموطأ على حد قوله.
والناظر في هذه الرسالة يجد الحافظ السِّلفي قد ذكر نُتَفاً من ترجمة الإِمام مالك، وما قيل في الثناء على موطئه، وأتبع ذلك بترجمة للحافظ ابن عبد البر، اعتنى فيها بذكر تصانيفه وما قيل في الثناء على بعضها.
ولم تخلُ هذه الرسالة من فوائد عزيزة يندر العثور عليها في مصادر أخرى، ففيها بيان اهتمام الحافظ السِّلفي بمؤلفات ابن عبد البر حيث كان عزم على الرحلة إلى الأندلس للقاء علمائها -من تلاميذ ابن عبد البر- للحصول على تلك المؤلفات، علاوة على ذلك انفردت هذه الرسالة بذكر تراجم مختصرة لبعض العلماء، وذكر بعض الأقوال في تحديد ولادة ابن عبد البر ووفاته، كما تفتّقت فيها شاعرية الحافظ السِّلفي فجادت قريحته بأبيات شعرية معبرة في مدح الإِمام مالك والثناء على تصانيف الحافظ ابن عبد البر؛ خصوصًا كتابه "الاستذكار"، وقد بلغ عدد الأبيات في مدحه كتاب الاستذكار أحد عشر بيتًا.
ومن المسائل العلمية التي احتوت عليها هذه الرسالة مسألة الخلاف بين أهل المشرق والمغرب في الإِجازة، وقد بين المؤلف رأيه في ذلك، وبهذا',NULL,'11',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (12,'تكون هذه الرسالة على وَجَازَتِهَا وصِغَم حجمها في غاية الأهمية لما تضمنته من فوائد وفرائد يبتهج بالاطلاع عليها طُلاَّبُ العلم وَرُوَّادُه، والله ولي التوفيق والسداد.

<span data-type="title" id=toc-5>عناية العلماء بكتاب الاستذكار لابن عبد البر النمري:</span>
قام الدكتور علي النجدي ناصف قبل أزيد من عشرين عاماً بتحقيق جزءين من كتاب الاستذكار (١)، ثم توقّف عن نشر بقية الأجزاء، وتأخّر صدور الكتاب كاملاً إلى سنة (١٤١٣ هـ) حيث أخرجه الدكتور عبد المعطي قلعجي في ثلاثين مجلداً مع الفهارس.
وقد شغل هذا الكتاب اهتمام العلماء منذ القديم، فصرفوا عنايتهم إليه، وتجلّى ذلك في قيامهم باختصاره والجمع بينه وبين بعض شروح الموطأ الأخرى كالتمهيد لمؤلفه والمنتقى للباجي.
وبما أن رسالة الحافظ السِّلفي التي نحن بصدد التقديم لها تدخل في هذا الإِطار، فإنه من المناسب بيان ما وقفت عليه من جهود أهل العلم حول هذا الكتاب العظيم.
١ - شرع في الجمع بينه وبين كتاب التمهيد هشام بن أحمد المعروف بابن العواد الفقيه القرطبي (ت ٥٥٩ هـ)، ولم يكمله لوفاته (٢).
٢ - الجمع بين الاستذكار والمنتقى، لأبي الحسن علي بن عبد الله بن ملود اللُّمَائي المعروف بالمالطي القيرواني (ت ٥٣٧) (٣).
_________
(١) نشر من قبل المجلس الأعلى للشؤون الِإسلامية بمصر سنة ١٩٧٣ م.
(٢) انظر: الغنية للقاضي عياض، ص ٢١٧.
(٣) انظر: المعجم لابن الأبار، ص ٢٨١',NULL,'12',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (13,'٣ - الأنوار في الجمع بين المنتقى والاستذكار، لأبي عبد الله محمد بن سعيد المعروف بابن زرقون (ت ٥٨٦ هـ) (١).
٤ - المختار الجامع بين المنتقى والاستذكار (٢)، لأبي عبد الله محمد بن عبد الحق بن سليمان الكومي اليعفري، قاضي تلمسان (ت ٦٢٥ هـ) (٣).
٥ - اختصار كتاب الاستذكار، لأبي بكر محمد بن عبد الله بن أحمد الأنصاري الإِشبيلي القرطبي (ت ٦٣٠ هـ) (٤).
٦ - اختصار كتاب الاستذكار، لأبي الحسن علي بن إبراهيم بن علي الجذامي القاضي (ت ٦٣٢ هـ) (٥).
_________
(١) انظر: عنوان الدراية، ص ٢٦٣، ويوجد منه نسخة خطية بالخزانة الحمزاوية بإقليم الراشيدية بالمغرب، ولها صورة ميكروفيليمة بالخزانة العامة بالرباط برقم: ٢٢٢ حم، ويوجد بالمكتبة الأزهرية الجزء الثالث برقم: ٤٢ حديث، ويقع في ٢٨٤ ورقة، منسوخ في القرن السابع الهجري (انظر: الفهرس الشامل للتراث العربي الإِسلامي المخطوط/ الحديث وعلومه ١/ ٢٦١).
(٢) انظر: التكملة ٢/ ٦٢٣، وعنوان الدراية، ص ٣٧٤، ومنه نسخة خطية بالخزانة العامة بالرباط برقم (١٨٠/ ٤٠)، نسخت سنة ٧٣٠ هـ كتبها محمَّد بن قاسم بن عيسى، وتقع على ١٨٨ ورقة.
(٣) قال ابن الأبار: "كان حميد السيرة، مشاركاً في الفقه وعلم الكلام، معتنياً بالحديث وروايته، معظماً عند الخاصة والعامة، وجمع من الدواوين شيئاً عظيماً"، وذكر ابن الأبار أيضاً أن كتابه هذا يقع في عشرين سفراً في نحو ثلاثة آلاف ورقة، وكذلك قال ابن الجزري، وأما الذهبي فصرح بأنه في عشر مجلدات". (انظر: التكملة ٢/ ٦٢٣، وسير أعلام النبلاء ٢٢/ ٢٦١، وغاية النهاية ٢/ ١٥٩).
(٤) انظر: التكملة ٢/ ٦٣٠، قال الرعيني في ترجمته لمؤلف هذا المختصر: "كانت له عناية بالفقه وعكوف عليه، واختصر كتاب الاستذكار لأبي عمر ابن عبد البر اختصاراً حسناً، ذاكرته في مواضع منه وتناولته من يده غير مرة". (انظر: برنامج الرعيني ص ١٣).
(٥) انظر: الديباج المذهب لابن فرحون، ص ٢١٠.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (14,'<span data-type="title" id=toc-6>إثبات عنوان الرسالة، وبيان صحة نسبتها لمصنفها:</span>
عنوان هذه الرسالة كما هو مثبت على الصحيفة الأولى من النسخة الخطية المحفوظة بالظاهرية: "مقدمة كتاب الاستذكار الذي ألفه أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمري الحافظ بالأندلس رحمه الله، في شرح ما رسمه الأمام أبو عبد الله مالك بن أنس الأصبحي في مُوَطَّئِه رواية يحيي بن يحيي الليثي عنه رضي الله عنهم أجمعين" (١).
وأطلق الحافظ ابن رجب الحنبلي على هذه الرسالة: "مقدمة إملاء الاستذكار" (٢).
ويبدو لي أن الأنسب هو ما ذكره ابن رجب رحمه الله لدلالته بوضوح على مضمون الرسالة، بعكس العنوان الأول الذي يحتمل أن يكون من وضع الناسخ نظراً لطوله وعدم دقته، والله أعلم
أمّا بخصوص نسبتها إلى الحافظ السِّلفي فلا يتطرق أدنى احتمال للتشكيك في صحة ذلك؛ لقيام الدلائل القاطعة على ذلك منها:
(أ) ورد في أول الرسالة بعد ذكر العنوان نسبتها إليه.
(ب) وجود طباق السماع بآخر الرسالة مسنداً إليه.
(ج) موافقة مضامين الرسالة لما عرف من أخبار عن الحافظ السِّلفي في مصادر ترجمته، كمقامه بالإِسكندرية، وتدريسه بالمدرسة العادلية وغير ذلك.
(د) اقتباس الحافظ ابن رجب الحنبلي في ذيل طبقات الحنابلة (١/ ٢٢٣) من هذه الرسالة مصرحاً باسمها واسم مؤلفها.
_________
(١) نسخة الظاهرية ل ١١٦ ب (ضمن مجموع)، أمّا نسخة الخزانة المحمودية فكتب على أولها: "الجزء الأول من إملاءات في مجالس على موطأ الإِمام مالك"، ويبدو أنه من وضع الناسخ، والله أعلم.
(٢) ذيل طبقات الحنابلة ١/ ٢٢٣.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (15,'<span data-type="title" id=toc-7>وصف النسختين الخطيتين المعتمدتين في التحقيق:</span>
عثرت لهذه الرسالة على نسختين خطيتين:
الأولى: وهي من محفوظات المكتبة الظاهرية (مكتبة الأسد حالياً)، وتقع ضمن مجموع برقم (٧١) (١)، ومنها صورة بقسم المخطوطات بالجامعة الإِسلامية بالمدينة النبوية ضمن مجموع (٤٨٤).
وتشتمل هذه النسخة على سبع لوحات (من ل ١١٦ إلى ١٢٠) كل لوحة تشتمل على وجهين، كل وجه يحتوي على ١٦ سطراً، كل سطر يتضمن حوالي ١٢ كلمة، والخط الذي كتبت به مشرقي واضح سوى كلمات يسيرة وقع فيها طمس أو غموض تصعب معه القراءة.
وهذه النسخة مقابلة ومصحّحة فقد كتب في آخرها: "قوبل وصحّ إن شاء الله تعالى"، ومع نهاية كلام الحافظ السلفي كتب الناسخ: "وهذا أول الكتاب. بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ. وآخر من نقل من كلام شيخنا والحمد لله"، ثم كُتِبَ بعد ذلك طباق السماع الذي يبين قراءة هذه النسخة على المؤلف من طرف الشيخ العدل أبي محمد عبد العزيز بن عيسى بن عبد الواحد اللخمي، وفيه بيان أسماء السامعين على المؤلف، وختم الناسخ أسماءهم بذكر اسمه، وهو حماد بن هبة الله بن حماد الحراني (٢)، ثم ذكر تاريخ السماع وهو يوم الجمعة السادس عشر من شوال من سنة ثلاث وسبعين وخمسمائة بثغر الِإسكندرية المحروس بالمدرسة العادلية.
_________
(١) انظر: المنتخب من مخطوطات دار الكتب الظاهرية - قسم الحديث، ص ٣٠٢.
(٢) هو حماد بن هبة الله بن حماد بن الفضل أبو الثناء الحراني التاجر السَّفَّار، رحل إلى مصر والعراق وخراسان، وكتب وخرج وأفاد، قال الذهبي: "وكان له عمل جيد في الحديث"، ولد سنة ٥١١ هـ، وتوفي بحران سنة ٥٩٨ هـ قال ابن نقطة: "وكان ثقة". (انظر ترجمته في: التقييد لابن نقطة، ص ٢٥٨، والذيل لابن رجب ١/ ٤٣٤، وشذرات الذهب لابن الحماد ٤/ ٣٣٥).',NULL,'15',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (16,'أمّا أول الرسالة ففيه بيان العنوان واسم المؤلف، ونصّ وقف هذه النسخة على جميع المسلمين بالمدرسة الضيائية بسفح قاسيون، وتضمنت أيضاً نص سماع الشيخ حماد بن هبة الله الحراني، وهو الناسخ كما تقدم ذكره (١).
وقد اعتمدت هذه النسخة أصلاً في التحقيق لصحتها وضبطها ومكانة ناسخها، وإليها أشير بقولي: "الأصل".
أمّا النسخة الثانية: فهي من محفوظات المكتبة المحمودية الواقعة ضمن مجموعة المكتبات الوقفية التي تضمها مكتبة الملك عبد العزيز بالمدينة النبوية، ورقمها: ٣٩٦، وهي في الحقيقة مقدمة الجزء الأول من إملاءات في مجالس على موطأ الإِمام مالك رحمه الله للعلامة أبي طاهر أحمد بن محمد بن أحمد بن إبراهيم السِّلفي.
وهذه النسخة غُفْلٌ من ذكر اسم الناسخ أو تاريخ النسخ، وتقع في ست ورقات ونصف الورقة، كل ورقة تتكون من جهتين، كل جهة تحتوي على حوالي سبع عشرة سطراً، كل سطر يتضمن سبع كلمات تقريباً، وهي بخط مغربي واضح، وهذه النسخة فيما يظهر عتيقة أيضاً، ويوجد بها بعض الاختلافات والفروقات مع نسخة الظاهرية، لكنها عارية من السماعات أو التصحيحات التي تدل على المقابلة، وبذلك تكون دون النسخة الأخرى -التي اتخذتها أصلاً- في الصِّحَّة والضّبط، وقد رمزت لهذه النسخة بحرف: "م".

<span data-type="title" id=toc-8>منهجي في التحقيق:</span>
ويتلخص ذلك في النقاط التالية:
١ - قدّمت للرسالة بدراسة موجزة.
٢ - قمت بنسخ الرسالة من نسخة الظاهرية التي اتخذتها أصلاً وفق
_________
(١) وكتب بعد ذلك أيضاً ما يدل على أن الحافظ عبد الغني بن سرور المقدسي قد تملك النسخة.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (17,'القواعد الإِملائية الحديثة، ثم قابلتها على نسخة المحمودية، ونبّهت على الفروق بينها وبين نسخة الأصل، ووضعت الزيادات في المتن بين معقوفين مع الإِشارة إلى ذلك في الهامش.
٣ - وثقت نقول المؤلف في هذه الرسالة من مصادرها الأصيلة.
٤ - اعتنيت بتوضيح مراد المؤلف في بعض المواطن من الرسالة.
٥ - شرحت بعض المصطلحات العلمية التي ذكرها المؤلف.
٦ - عرَّفت بالأعلام غير المشهورين ممن ورد ذكرهم في الرسالة.
٧ - عرّفت ببعض الأماكن والبلدان.
٨ - اعتنيت بضبط الأسماء والألفاظ.
إلى غير ذلك مما يجده القارئ في ثنايا الرسالة.
* * *',NULL,'17',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (18,'صورة لورقة العنوان من مخطوطة الظاهرية (الأصل)',NULL,'18',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (19,'صورة لبداية مخطوطة الظاهرية (الأصل)',NULL,'19',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (20,'صورة لنهاية مخطوطة الظاهرية (الأصل) وفيها يبدو طباق السماع',NULL,'20',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (21,'صورة لبداية مخطوطة الخزانة المحمودية (م)',NULL,'21',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (22,'صورة لنهاية مخطوطة الخزانة المحمودية (م)',NULL,'22',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (23,'لقاء العشر الأواخر بالمسجد الحرام (٣١)

مقدمة إملاء الاستذكار
للحافظ أبي عمر ابن عبد البر القرطبي

تأليف
الحافظ أبي طاهر السلفي الأصبهاني المتوفى سنة ٥٧٦ هـ

تحقيق
عبد اللطيف بن محمد الجيلاني',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b17857] VALUES (24,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم

رَبِّ يَسِّرْ
قرئ على الشيخ الإِمام العالم الحافظ أبي طاهر أحمد بن محمد بن أحمد بن إبراهيم السِّلَفي الأصبهاني -وأنا أسمع- في يوم الجمعة الثالث عشر من شوال من سنة ثلاث وسبعين وخمسمائة بثغر الإِسكندرية (١) بالمدرسة العادلية (٢)، قال:
قلت: أما بعد حمد الله رب العالمين، والصلاة على سيد الأولين والآخرين، وخاتم الرسل والنبيين، محمد وآله الطيبين الطاهرين، وأصحابه المهاجرين، [والأنصار المجاهدين بنصرة الدين] (٣)، والتابعين لهم بإحسان وأتباع التابعين:
_________
(١) هي المدينة المعروفة، ثاني أكبر المدن بالبلاد المصرية حالياً، وقد أقام بها المؤلف الحافظ السِّلفي معظم عمره من حين وصوله إليها في ذي القعدة سنة ٥١١ هـ إلى أن توفي سنة ٥٧٦ هـ. (انظر: معجم البلدان لياقوت ١/ ٢١٧، والمعجم لابن الآبار، ص ٤٩، وسير أعلام النبلاء ٢١/ ١٦).
(٢) نسبة إلى منشئها الملك العادل السني أبي الحسن علي بن السّلار، وزير الخليفة الظافر، وتعد أول مدرسة للشافعية بمصر، أسست سنة ٥٤٦ هـ وتولى الحافظ السِّلفي الإِشراف عليها، وعرفت باسمه فيما بعد، وقد كانت مركز إشعاع علمي ومنتدى يلتقي فيه علماء الحديث ورواده، لها دور بارز في إعادة أهل مصر إلى عقيدة أهل السنة والوقوف في وجه التيار الرافضي (انظر: وفيات الأعيان ١/ ١٠٥، وراجع: الحافظ أبو طاهر السِّلفي للدكتور حسن عبد الحميد، ص ١٠٤، وما بعدها.
(٣) في م: والمجاهرين بنصرة الدين المجاهدين.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (25,'فقد سألتموني -سنة سِتٍّ وأربعين وخمسمائة- (١) معشر الفقهاء المالكية والشافعية بالثغر المبارك -ثغر الإِسكندرية- بعد تضلعكم من أصول الفقه وفروعه، واستيفائكم -وقت استفتائكم- كل نوع من ينبوعه، وتبحركم -بعون الله تعالى-[في] (٢) سائر فنونه، وما يتعين تحصيله من نُكَتِهِ وعُيُونه؛ أن أملي عليكم من الحديث -الذي عليه مدار الشرع الأصلِ منه والفرع- ما يمكنني إملاؤه ويَخِفُّ عليَّ إلقاؤه.
فأمليت في المدرسة العادلية -التي لم [يُنشَأ للفقهاء، ولم يُبْنَ قط] (٣) مثلها شرقاً وغرباً، بُعْداً وقُرْباً، والله تعالى يُكافئ مُنْشِئَهَا (٤) الحسنى (٥)، ويُبَوِّأَه جنّات عدن في العقبى -مجالس من رواياتي عن شيوخي تتضمن من الحديث الصحيح والمشهور الكثير، ومن الفرد والغريب اليسير، مع الكلام على الأكثر وَفْقَ ما كان الخاطر يسمح به ويمليه، بلا ارتياء تام كما أرتضيه، وفي آخر كل مجلس ما تيسر من حكايته وشعر لي
_________
(١) ما بين العارضتين ساقط من م.
(٢) زيادة من م.
(٣) في م: لم يبن للفقهاء.
(٤) خلّف إنشاء المدرسة العادلة ارتياحاً كبيراً وسروراً عظيماً في نفوس أهل الإِسكندرية، وعرفاناً منهم بالجميل سجّلوا كلمات دعاء وشكر للملك العادل على إنشائه لهذه المدرسة، ويدخل دعاء السِّلفي هنا في هذا الباب، كما عَمَدَ شعراؤهم إلى نظم القصائد تعبيراً عما تُكِنُّه نفوسهم من الغبطة والابتهاج، ومن ذلك قصيدة الشاعر أبي محمد عبد الوهاب بن إسماعيل يفتخر بالمدرسة ويمدح منشئها العادل ويشيد بالمشرف عليها الحافظ السِّلفي. (انظر: معجم السفر للمصنف، ص ١١٩ - ٢٢٠، والحافظ أبو طاهر السِّلفي للدكتور حسن عبد الحميد، ص ١٠٦، ١٠٧).
(٥) في م: بالحسنى.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (26,'ولغيري من النوازل (١) والعوالي (٢) على ما جرت به العادة في الأمالي (٣).
فلمّا بلغت الثلاثين وجُزْتُها، قطعتها (٤) إلى أن أرى رأيي فيما بَعْدُ من ضَمِّ مجالسَ أخرى -إن شاء الله- إليها؛ على قضية أرتضيها وأعول عليها، ثمّ آثرت إملاء ديوان جامع من رواياتي وعوالي (٥) سماعاتي يحتوي على
_________
(١) يقصد الأحاديث التي تقع له بنزول، والحديث النازل ينقسم إلى قسمين: نزول مسافة، ونزول صفة، فأما نزول المسافة فهو كثرة الوسائط في الإِسناد إلى النبي صلى الله عليه وسلم، أو إلى إمام من أئمة الحديث، أو إلى رواية أحد الكتب المصنفة. وأما نزول الصفة فهو تأخر وفاة الراوي على موت الراوي الذي في السند الآخر، وإن كانا متساويين في العدد، وكذا تأخر السماع (راجع هذا الموضوع بتوسع، في: العلو والنزول لابن طاهر المقدسي، ومعرفة أنواع علم الحديث لابن الصلاح، ص ٤٤٨، وفتح المغيث للسخاوي ٣/ ٣٥٩ - ٣٦٤، وتدريب الراوي للسيوطي ٢/ ٢٤٨).
(٢) يعني الأحاديث التي تقع له بعلو، والإِسناد العالي ضد النازل، وهو سنة عمن سلف، وينقسم أيضاً إلى قسمين: علو مسافة، وعلو صفة، فأما علو المسافة فهو القرب من رسول الله صلى الله عليه وسلم من حيث العدد بإسناد نظيف صحيح، أو القرب من إمام من أئمة الحديث، أو العلو المقيد بالنسبة إلى رواية أحد الكتب المصنفة كالصحيحين والسنن. وأما علو الصفة فهو العلو بتقدم وفاة الشيخ، وإن تساوى الإِسنادان في العدد، أو بتقدم السماع من الشيخ، فمن سمع منه متقدماً كان أعلى ممن مع منه بعده (راجع هذا الموضوع بتوسع في: معرفة أنهل علم الحديث لابن الصلاح، ص ٤٣٧، وفتح المغيث للسخاوي ٣/ ٣٣٣ - ٣٥٩، وتدريب الراوي للسيوطي ٢/ ٢٣١).
(٣) الأمالي جمع إملاء، وهو أن يعقد عالم وحوله تلامذته بالمحابر والقراطيس فيتكلم بما فتح الله سبحانه وتعالى عليه من العلم، ويكتبه التلامذة فيصير كتاباً يسمونه الإِملاء أو الأمالي، وعلماء الشافعية يسمونه التعليق، وهو من وظائف العلماء قديماً خصوصاً الحفاظ من أهل الحديث في يوم من أيام الأسبوع يوم الثلاثاء أو الجمعة، وهو المستحب، كما يستحب أن يكون في المسجد لشرفهما. (انظر: كشف الظنون ١/ ١٦١، والرسالة المستطرفة، ص ١٥٩).
(٤) في م: فلما بلغت العشرين قطعتها.
(٥) في م: وعالي.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (27,'ما يحتاج إليه الفقيه الكامل المتصدي للفتيا, ولا يستغني عنه ما دام في الدنيا؛ لتضمنه أحاديث الأحكام، وما لا بد للمفتي منه مدى الأيام.
فتعذّر علي؛ لبعد الكتب عني والفوائد التي سمعتها بالعلو في الصغر، وجمعتها في السفر والحضر، ولو كانت حاضرة لكان إخراج ما ذكرته منها (١) [أسهل] (٢) علي من كل سهل، وأهون من كل هين، لكن العذر واضح على ما بينته، والحمد لله على كل حكم منه وأمرٍ وقضاء قضاه، حلو أو مُرّ.
فلم أر بعد ذلك كتاباً أولى بالإِملاء من موطأ [أبي عبد الله] (٣) مالك بن أنس بن مالك بن أبي عامر الأصبحي، إمام دار الهجرة؛ لاشتهاره
_________
(١) كان الحافظ السِّلفي مغرماً بجمع الكتب والاستكثار منها، وما كان يصل إليه من المال يخرجه في شرائها، ولذلك تجمعت عنده خزائن كتب لم يتفرغ للنظر فيها، وكلامه هنا يشير به إلى تلك الكتب والفوائد التي حصّلها في أسفاره ورحلاته، وغابت عنه أثناء عزمه على عقد مجالس الإِملاء، وتجدر الِإشارة هنا إلى أن الحافظ السِّلفي جمع أثناء رحلته الطويلة في المشرق الإِسلامي مجموعتين كبيرتين من الكتب والمسموعات، ترك إحداهما وديعة في مدينة سلماس -من المدن الشهيرة بأذربيجان- عند حفيد ابن أبي الخير؛ لعدم قدرته على حملها معه عند توجهه إلى ديار بكر، وهي تشمل كل سماعاته وانتخاباته في أذربيجان وأرمينية وشروان وباب الأبواب.
وأما المجموعة الثانية فهي التي كان قد أودعها في مدينة آمد عندما توجّه إلى الشام، وهي تضم كل ما تجمّع لديه من أصول السماعات والمنتخبات في ديار بكر. وكان السلفي كثير الحنين إلى كتبه، حيث ألمح في كتابه معجم السفر عدة مرات إلى ما ذكرته هنا، ودعا الله عزّ وجلّ أن يجمع شمله بكتبه، وأن يهيئ له أسباب إحضارها إليه وهو في الإسكندرية. (انظر: معجم السفر، ص ١٤٦، ٢٣٢، ٣٦٢، ٣٧٥، والحافظ السِّلفي لحسن عبد الحميد، ص ١٢٣، ١٢٤).
(٢) في الأصل: سهل، والمثبت من م.
(٣) ساقط من م.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (28,'في الآفاق، واتفاق الفِرَق على صحته من غير اختلاف بينهم على الإِطلاق (١).
ولو لم يَرِدْ في فضله سوى قول الشافعي رحمة الله عليه: "ما بعد كتاب الله تعالى كتاب أصح من الموطأ" (٢)، لكان مقنعاً، وبجلالته معلناً معلماً، ثم لمَحَلِّ مؤلفه عند المؤالف والمخالف، وإجماعهم على علمه وثقته، وقصورهم عن شرح فضله وصفته؛ حتى قال يحيي بن سعيد القطان ويحيى بن معين -وهما هما- "مالك أمير المؤمنين في الحديث" (٣)، ولم يبلغ فيما بلغنا أحد درجته، [لم ينل] (٤) رتبته ومنزلته، فضلاً من الله تبارك وتعالى، ونعمة عليه من عنده تتوالى.
وقد بلغني أن أبا بكر الخطيب الحافظ ببغداد قال: "جمعت الرواة عن
_________
(١) قال الحافظ ابن حجر: "والحاصل أن أول من صنف في الصحيح يصدق على مالك باعتبار انتقائه وانتقاده للرجال، فكتابه أصح الكتب المصنفة في هذا الفن من أهل عصره وما قاربه كمصنفات سعيد بن أبي عروبة وحماد بن سلمة والثوري وابن إسحاق ومعمر وابن جريح وابن المبارك وعبد الرزاق وغيرهم. فكتابه صحيح عنده وعند من تبعه ممن يحتج بالمرسل والموقوف". (النكت ١/ ٢٧٨، ٢٧٩، وراجع أيضاً في الكلام على صحة الموطأ: التقييد والإِيضاح للعراقي، ص ١٣، وفتح المغيث للسخاوي ١/ ٢٨، وتدريب الراوي للسيوطي ١/ ١١٠، ١١١).
(٢) انظر: ترتيب المدارك ٢/ ٧٠، قال القاضي عياض: "وفي رواية عنه: أفضل، وما كتب الناس بعد القرآن شيئًا هو أنفع من موطأ مالك، وإذا جاء الأثر من كتاب مالك فهو الثريا، وفي رواية أخرى عن الشافعي: وما في الأرض كتاب في العلم أكثر صواباً من كتاب مالك". (وراجع في هذا الجرح والتعديل لابن أبي حاتم ١/ ١٢، وتذكرة الحفاظ ١/ ٢٠٨).
(٣) وممن روي عنه هذا القول أيضاً: علي بن المديني. (انظر: ترتيب المدارك ١/ ١٥٥).
(٤) في الأصل: ولا نبل، والمثبت من م.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (29,'مالك فبلغ عددهم ألفاً أو قريباً من الألف" (١)، الشك مِنّي.
ولو لم يكتب عنه [آلاف] (٢) لما بقيت رواية [ألف] (٣)، وهو رحمه الله المعنيّ بما قال النبي صلى الله عليه وسلم: "يوشك أن يضرب الناس أكباد الإِبل يطلبون العلم فلا يجدون عالماً (٤) أعلم من عالم المدينة" (٥).
_________
(١) وذلك في كتابه الرواة عن مالك، قال الذهبي: وقد جمع الحافظ أبو بكر الخطيب كتاباً كبيراً في الرواة عن مالك وشيء من روايتهم عنه، وقال أيضاً: هو في ستة أجزاء. (السير ٨/ ٨٢، ١٨/ ٢٩٠)، وذكر ابن خير أنه مبوّب على حروف المعجم. (فهرسة ابن خير، ص ١٨١)، وأشار السيوطي والكتاني إلى أنه بلغ بهم ألفًا إلاَّ سبعة (تنوير الحوالك، ص ١٠، والرسالة المستطرفة، ص ١١٣).
ويوجد من هذا الكتاب نسخة خطية في مكتبة المرعشي في قم بإيران ٢/ ٤٦ ضمن مجموع من الورقة ١٢١/ ب إلى الورقة ١٧٧. (انظر: الفهرس الشامل للتراث العربي الإِسلامي المخطوط/ الحديث النبوي ٢/ ٨٦٠)، وقد اختصره الرشيد العطار واستدرك عليه عدداً من التراجم في جزء يقع في ١٧ ورقة، عندي مصورة عنه، وأصله في مكتبة سراي أحمد الثالث بتركيا برقم: ٢٦٤، وعنه مصورة بقسم المخطوطات بالجامعة الِإسلامية برقم: ١٨١٨، وقد نشر مؤخراً بتحقيق سالم عبد الهادي عن سكتبة الغرباء بالمدينة المنورة، وقد جمع الرواة عن مالك عدد من العلماء منهم القاضي عياض وبلغ بهم ألفاً وثلاثمائة اسم في تأليف مفرد لذلك، ومع هذا فقد ذكر معظمهم في ترتيب المدارك (٢/ ١٧١ - ٢٢٥)، وألف في الرواة عن مالك أيضاً: أبو عبد الله ابن مفرج، وأبو عبد الله ابن أبي دليم، وعبد الرحمن بن محمَّد البكري. (انظر: السير ٨/ ٨٢).
(٢) في الأصل: الألف، والمثبت من م.
(٣) في الأصل: الألف، والمثبت من م.
(٤) في م: تضرب آباط الإبل، فلا يوجد عالم أعلم.
(٥) أخرجه الإِمام أحمد في مسنده (٢/ ٢٩٩)، والترمذي في سننه (٥/ ٤٦) كتاب العلم، باب ما جاء في عالم المدينة، ح ٢٦٨، وقال: هذا حديث حسن، وابن حبان في صحيحه (٩/ ٥٢، ٥٣ بترتيب ابن بلبان) ح ٣٧٣٦، والحاكم في المستدرك ١/ ٩٠، ٩١) وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه، ووافقه الذهبي، وأخرجه كذلك البيهقي في السنن الكبرى (١/ ٣٨٦)، كلهم من طريق سفيان بن عيينة عن ابن جريج عن =',NULL,'30',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (30,'قال ذلك سفيان بن عيينة وغيره من الجلة، وعلماء الملة (١) (٢).
وَحَسْبُكَ بمن يَرُومُ الخليفة إسماعَ كتابه لولديه [في منزله] (٣) فيكون من جوابه: "العلم يا أمير المؤمنين يؤتى [إليه] (٤) ولا يأتي"،
_________
= (١) أبي الزبير عن أبي صالح -السمان- عن أبي هريرة به، وفيه عنعنة ابن جريج وأبي الزبير، وهما مدلسان، وقد صحّح هذا الحديث أيضًا القاضي عياض، وبيّن اختلاف ألفاظه ورواياته وطرقه فقال: "في رواية يلتمسون العلم فلا يجدون عالمًا أعلم، وفي رواية أفقه من عالم المدينة، وفي بعضها: آباط الاِبل مكان أكباد الإبل"، وقال أيضاً: "وقد رواه غير سفيان عن ابن جريج بمثل حديث سفيان، منهم المحاربي موقوفاً على أبي هريرة، ومحمد بن عبد الله الأنصاري مسنداً، وهو ثقة مأمون، وهذا الطريق أشهر طرقه، ورجاله رجال مشاهير ثقات خرّج عن جميعهم البخاري ومسلم وأهل الصحيح، ورواه أبو موسى الأشعري بلفظ آخر، وذكر ابن حبيب حديثاً آخر بسنده عن جابر". (ترتيب المدارك ١/ ٧٠).
(١) في م: والعلماء في الملة.
(٢) اختلفت الروايات عن سفيان بن عيينة في تعيين المقصود بالحديث المتقدم، فروي عنه أنه مالك، وهو الصحيح عنه، وروي عنه أيضاً أنه عبد الله بن عبد العزيز العمري الزاهد، ومن الروايات الصحيحة والصريحة عن سفيان في هذا قوله: "كنت أقول هو سعيد بن المسيب حتى قلت كان في زمانه سليمان بن يسار، وسالم بن عبد الله، وغيرهما، ثم أصبحت اليوم أقول: إنه مالك لم يبق له نظير بالمدينة".
قال القاضي عياض: "هذا هو الصحيح عن سفيان، رواه عنه ابن مهدي وابن معين وذؤيب بن عمامة وابن المديني والزبير بن بكار وإسحاق بن أبي إسرائل، كلهم سمع سفيان يفسره بمالك أو يقول: وأظنه أو أحسبه أو أُرَاه أو كانوا يرونه".
وقد استبعد ابن عبد البر في الانتقاء أن يكون المقصود بالحديث عبد الله بن عبد العزيز العمري الزاهد فقال: "ليس العمري هذا ممن يلحق في العلم والفقه بمالك بن أنس وإن كان عابداً شريفاً"، وممن فسّر الحديث بمالك أيضاً: ابن جريج وعبد الرزاق الصنعاني. (انظر: سنن الترمذي ٥/ ٤٦، والجرح والتعديل ١/ ١٢، والانتقاء في فضائل الثلاثة الأئمة الفقهاء ص ١٩, ٢٢ وترتيب المدارك ١/ ٧٠، والسير ٨/ ٥٧).
(٣) ساقطة من م.
(٤) زيادة من م ليست في الأصل.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (31,'فيسأله إفرادهما [عند حضورهما] (١) في مجلسه بالسماع، فيجيبه: "إن العلم لا يحل منعه"، حتى سمعاه مع عامة الناس عليه، بعد أن مشيا إليه (٢).
ويسأله في حَمْلِ الأمّة كافة على كتابه فيمتنع ويقول: "قد تفرّق أصحاب رسول الله صلى الله عليه وسلم في البلاد، وأنا جمعت من حديث أهل المدينة ما جمعت، [ما] (٣) كان لله فسيبدو" (٤).
فَبَدا كما قال، وظهر وانبثّ في مدن الإِسلام، وانتشر بحسن نيته وبركته، وتركِهِ زخارف الدنيا رغبةً في آخرته، فَرَضِيَ الله عنه وأرضاه، وجزاه عن المسلمين خيراً بما ألّفه وأملاه.
ولي فيه وفي كتابه الذي إن شاء الله أُمْلِيهِ مقطّعات، فَمِمَّا قلته فيه قديماً:
إِمَامُ الْوَرَى في الشَّرْعِ بالشَّرْقِ مَالِكٌ ... بِالْغَرْبِ أَيْضاً في جَمِيعِ الْمَمَالِكِ
فمَنْ يَكُ سُنَيًّا وللشَّرْعِ تَابِعاً ... ولِلْعِلْمِ طَلاَّباً عليه بِمَالِكِ (٥)
_________
(١) ساقطة من م.
(٢) نقلت قصة مالك هذه مع المهدي بألفاظ مختلفة، ففي بعضها قال مالك: "يا أمير المؤمنين!! العلم أهل أن يوقر ويؤتى"، وفي رواية أخرى قال مالك: "أنشدك الله يا أمير المؤمنين أن تكون أوّل من أجرى على يديك ذل العلم، قال: وما ذاك، قال: أدركت أهل العلم يؤتون ولا يأتون"، وورد في بعض الروايات التصريح باسم ولد المهدي وهما موسى وهارون. (راجع في هذا: ترتيب المدارك ٢/ ٢٠ - ٢٤، والسير ٨/ ٦٣).
(٣) في م: وما.
(٤) روى هذا الخبر عن مالك بألفاظ متعددة يطول الكلام بشرحها. (راجع: الانتقاء لابن عبد البر ص ٤١،٤٠ وترتيب المدارك ٢/ ٧٠ - ٧٣).
(٥) من البحر الطويل، ونقل القاضي عياض من السِّلَفي أبياتاً أخرى في مدح الموطأ والإشادة به، وذلك في كتابه ترتيب المدارك (٢/ ٧٨)، وهي كالتالي:
أعم الكتب نفعاً للفقيه ... موطأ مالك لاشكّ فيه =',NULL,'32',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (32,'فاستخرت الله تعالى وعَوَّلْتُ على إملائه -سنة إحدى وخمسين وخمسمائة- (١) في كل أسبوع يومين فقط حتى لا يكون ذلك سبباً للإِخلال بالدروس الفقهية [الخلافية والمذهبية (٢)] (٣).
فلقا تقرّر هذا سُئِلْتُ في الكلام على المشكل منه، وما يجب ذكره من (٤) فوائده عند السؤال عنه.
فامتنعت من (٥) المطلوب؛ إذ البضاعة مزجاة، لا تجب فيها زكاة، والأوقات مستغرقة فيما لا خفاء به من الاشتغال مع الأصحاب وما اقترحوه من شرح الكتاب يستدعي فراغاً وأمداً طويلاً، ولا أجد [ذا] (٦) الآن إلى ذلك سبيلاً، مع هذا فربما لم أصل إلى المراد، ولم أبلغ الغرض مع الاجتهاد، فأصير غَرَضاً للكَلاَمِ، بل للكِلاَم، وعرضة للملام والآلام. فرأيت الإِعراض
_________
= فلا تبدأ بشيء من سماع ... سواه عن إمام ترتضيه
وصاحب من يعظمه وجانب ... كتاب جميع من قد يزدريه
(١) ما بين العارضتين ساقطة من م.
(٢) كان للحافظ السِّلفي دروس في الفقه الشافعي بالمدرسة العادلية "السِّلفية"، واستمر عشرات السنين على تدريس كتاب الإِبانة الذي ألّفه عبد الرحمن بن محمد بن أحمد بن فوران الفوراني في الفقه الشافعي، وكان له أيضاً دروس في الفقه المالكي، فقد أشار في ترجمة حياة ابن ملوك الأندلسي إلى أنه سمع عليه الرسالة لابن أبي زيد، وكذلك صنع في ترجمة نفيس بن عبد الخالق، وذكر في ترجمة الرضا عبد الله بن الفضل الحضرمي أنه كان يقرأ عليه شرح ابن بطال على صحيح البخاري قراءة دراية لا رواية. (انظر في هذا: معجم السفر للمصنف، ص ١٤٥، ٤٠٥ والمعجم لابن الأبار، ص ٤٩، والحافظ السِّلفي للدكتور حسن عبد الحميد صالح، ص ١٤٥ - ١٤٦).
(٣) ساقط من م.
(٤) في م: من ذكر.
(٥) في م: عن.
(٦) ساقطة من م.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (33,'عمّا يُنْصِبُ الإِعراض عند القصور للذمّ أولى وأحرى، وأدعى إلى السلامة في الأولى والأخرى.
فَمِلْتُ إلى إملاء كتاب الاستذكار لأبي عمر ابن عبد البر الأندلسي في شرحه؛ إِذْ هُوَ كِتَابٌ لَمْ يُصَنَّفُ في فَنِّهِ مِثْلُهُ (١).
والمُصَنِّف فقد اشتهر نبله وفضله، وتَضَمَّنَ كتابُه ما يُحْتَاجُ إليه كاملاً، وَيُعْجبُ من كان عالماً فاضلاً، ويُسْتَغنَى به عن غيره من المؤلفات، واللهَ المُوَفِّقُ لإِلقائه في أبرك الأوقات والساعات، وإتمامِه وَفْقَ المأمول، وعلى مقتضى السول، بمنِّه وفضله، ويُمْنِهِ وطَوْلِه.
وقد كتب به إلي أبو عمران موسى بن عبد الرحمن بن أبي تليد الشاطبي (٢)، من الأندلس، وهو سماعه من مؤلفه على ما أعلمنيه أبو الوليد ابن الدّبّاغ (٣)، وكتبه إلّي بخطه، وهو من [أهل] (٤) المعرفة والدراية، والعارفين بمراتب الرواية.
وقال في فهرسته (٥): "كتاب الاستذكار لمذاهب علماء الأمصار فيما
_________
(١) تقدّم الحديث عن كتاب الاستذكار في الدراسة، ص ٨.
(٢) مولده سنة ٤٤٤ هـ، روى عن ابن عبد البر كثيراً، وكان فقيهاً مفتياً ببلده، أديباً شاعراً ديِّنًا فاضلاً، توفي سنة ٥١٧ هـ. (انظر ترجمته في: الصلة لابن بشكوال ٢/ ٥٧٦، والمعجم لابن الأبار، ص ١٩٤، والسير ١٩/ ٥١٦).
(٣) هو يوسف بن عبد العزيز بن يوسف بن عمر بن فيره الليثي، أبو الوليد ابن الدباغ، مولده سنة ٤٨٢ هـ روى عن أبي علي الصدفي كثيرًا، ولازمه طويلاً، قال ابن بشكوال: وكان من أنبل أصحابنا وأعرفهم بطريقة الحديث وأسماء الرجال وأزمانهم وثقاتهم وضعفائهم وأعمارهم، ومن أهل العناية الكاملة بتقييد العلم ولقاء الشيوخ، توفي سنة ٥٤٦ هـ. (انظر ترجمته في الصلة: ٢/ ٦٤٤، ٦٤٥، والسير ٢٠/ ٢٢٠).
(٤) زيادة من م ليست في الأصل.
(٥) قال الذهبي في السير (٢٠/ ٢٢٠): "رأيت برنامجه، وقد سمع كتباً كباراً".',NULL,'34',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (34,'رسمه مالك بن أنس في موطئه من الرأي والآثار: سمعت جميعه على الفقيه المشاور أبي عمران موسى بن عبد الرحمن بن أبي تليد، سَمَاعَهُ من مؤلفه أبي عمر ابن عبد البر".
وفيما كتب إلى [به] (١) أبو الوليد أيضاً بخطه: كتاب جامع بيان العلم وفضله وما ينبغي في روايته وحمله (٢)، لأبي عمر، سماع لشيخنا أبي عمران منه.
وسمع (٣) منه أيضاً من تواليفه كتاب الصحابة (٤)، وكتاب الاستذكار (٥)، وكتاب التقصي (٦)، وغير ذلك من تواليفه ورواياته، وأجازه جميع رواياته وتواليفه.
_________
(١) ساقط من م.
(٢) طبع عدة طبعات منها طبعة المنيرية عام ما ١٣٩٨ هـ، ونشرته قبل سنوات مكتبة ابن الجوزي بالدمام (السعودية) في مجلدين ضخمين بتحقيق أبي الأشبال الزهيري.
(٣) في م: وسماعاً.
(٤) هو كتاب الاستيعاب في معرفة الصحاب، ذكر فيه أسماء المذكورين في الروايات والسير والمصنفات من الصحابة رضي الله عنهم، وعرّف بهم وذكر أحوالهم ومنازلهم وعيون أخبارهم على حروف المعجم، وهو كتاب جليل حافل، طبع على هامش كتاب الإصابة لابن حجر في مصر سنة ١٣٢٨ هـ، ثم طبع مفرداً بعد ذلك عدة طبعات، منها طبعة مكتبة السعادة سنة ١٣٦٠ هـ وطبعة دار نهضة مصر سنة ١٣٨٠ هـ بتحقيق علي البجاوي.
(٥) وقع في م تقديم وتأخير: "كتاب الاستذكار وكتاب الصحابة".
(٦) كتاب التقصي لحديث الموطأ وشيوخ الإِمام مالك، أو تجريد التمهيد لما في الموطأ من المعاني والأسانيد، مطبوع، وهو مدخل لكتاب التمهيد، فقد حذف فيه ابن عبد البر أقوال العلماء ومذاهبهم مقتصراً على ما ورد من الحديث في الموطأ فقط؛ ولذلك سمي بتجريد التمهيد، وقد ألحق في آخره (ص ٢٥٩) باباً فيه: "ما لم يرد في رواية يحيي بن يحيي من حديث مالك"، وقد كان أبو الوليد الباجي وأبو عمران الفاسي يفضلان هذا الكتاب على كتاب الملخص من رواية ابن القاسم للقابسي، نظراً لأهميته وغزارة فوائده. (انظر: الغنية للقاضي عياض، ص ٤٣، وبرنامج التجيبي ص ١٦٨، وفهرس ابن عطية، ص ٨٣).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (35,'وأبو تليد: خصيب بن موسى (١)، روى عن القاسم بن مسعدة (٢)، عن النسوي أبي عبد الرحمن (٣).
وهو جَدُّ شيخنا أبي عمران موسى بن عبد الرحمن بن خلف بن موسى بن أبي تليد، أَرَانِي الفقيه أبو عمران كتاب السير من مصنف النسائي، وفيه السّماع على جده أبي تليد المذكور سنة خمس وثلاث وثلاثمائة بمدينة سالم (٤) من ثغر الأندلس.
ولموسى بن أبي تليد (٥) سماع من قاسم بن أصبغ (٦)، ووهب بن
_________
(١) ترجم له ابن بشكوال ترجمة موجزة فقال: "حدّث عن القاسم بن مسعدة وقد أخذ الناس عنه، وهو جد شيخنا أبي عمران ابن أبي تليد". (الصلة لابن بشكوال ١/ ١٧٦).
(٢) هو قاسم بن مُسْعِدَة، أبو محمد البكري، من أهل وادي الحجارة، قال ابن الفرضي: "كان له بصر بالحديث وتمييز بالرجال"، توفي سنة ٣١٨ هـ. (انظر ترجمته في: أخبار الفقهاء والمحدثين للخشني، ص ٣١١، تاريخ علماء الأندلس لابن الفرضي ١/ ٤٤، وجذوة المقتبس للحميدي، ص ٣٣٢).
(٣) هو الإِمام النسائي صاحب السنن, وهو غني عن التعريف، والنسوي والنسائي كلاهما نسبة إلى مدينة نسا بلدة بخراسان، والنسوي هو الأجود في النسبة إلى نسا فيما ذكره ابن الجوزي. (انظر: المشتبه للذهبي، ص ٦٣٩، وتوضيح المشتبه لابن ناصر الدين ٩/ ٧٣، وتبصر المنتبه ٤/ ١٤٣٩).
(٤) مدينة بالأندلس تتصل بأعمال باروشة، وكانت من أعظم المدن وأشرفها وأكثرها شجراً وماء، وكان طارف بن زياد لما افتتح الأندلس ألفاها خراباً فعمرت في الإسلام. (انظر: معجم البلدان ٣/ ١٩٤).
(٥) هو كذلك جد لأبي عمران المتقدم ذكره، ترجم له ابن الأبار اعتماداً على ابن الدباغ فلم يتجاوز ما ذكره السِّلفي هنا. (انظر: التكملة لكتاب الصلة ٢/ ١٧١).
(٦) هو قاسم بن أصبغ بن محمد بن يوسف بن ناصح، أبو محمد البيّاني القرطبي، سمع بقرطبة ورحل إلى المشرق سنة ٢٧٤ هـ قال ابن الفرضي: "وكان قاسم بن أصبغ بصيراً بالحديث والرجال نبيلاً في النحو والغريب والشعر، تغيّر قبل موته بثلاث سنين"، توفي =',NULL,'36',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (36,'مسرة (١).
ولخلف بن موسى بن أبي تليد (٢) سماع من عبد الوارث بن سفيان بن جُبْرُون (٣). وأما أبو المطرف [عبد الرحمن بن خلف (٤)، فسمع من أبيه خلف، ومن أبي المطرف] عبد الرحمن بن معافى (٥) -شيخ من أهل شاطبة، يحدث بالموطأ عن أبي عمر أحمد بن ثابت التغلبي (٦)، عن عبيد الله بن
_________
= سنة ٣٤٠ هـ. (انظر ترجمته في: تاريخ ابن الفرضي ١/ ٤٠٦، والجذوة، ص ٣٣٠، وتذكرة الحفاظ ٣/ ٨٥٣).
(١) هو وهب بن مَسَرَّة بن بكر، أبو الحزم الفِرِّيشي التميمي الأندلسي الحجاري المالكي الحافظ، قال الذهبي: "كان رأساً في الفقه، بصيراً بالحديث ورجاله، مع ورع وتقوى، دارت عليه ببلده، توفي سنة ٣٧٦ هـ". (انظر ترجمته في: تاريخ ابن الفرضي ٢/ ١٦٢، والجذوة، ص ٣٣٨، والسير ٥/ ٥٥٦، ولسان الميزان ٦/ ٢٣١).
(٢) ترجم له أيضاً ابن الأبار اعتماداً على ابن الدباغ. (انظر: التكملة ١/ ٢٤٠).
(٣) عبد الوارث بن سفيان بن جبرون، أبو القاسم القرطبي، روى عن قاسم بن أصبغ، وكان من أوثق الناس فيه وأكثرهم ملازمة له، وكان شيخاً صالحاً عفيفاً، توفي سنة ٣٩٥ هـ. (انظر ترجمته في: الجذوة، ص ٢٩٥، والصلة ١/ ٣٦٤، والسير ١٧/ ١١٤).
(٤) ترجم له ابن بشكوال بنحو ما ذكره المصنف هنا. (الصلة ١/ ٣٢٦، ٣٢٧).
(٥) هو أبو المطرف عبد الرحمن بن عبد الله بن معافى المقرئ الشاطبي. (انظر ترجمته في: التكملة لابن الأبار ٣/ ٨).
(٦) هو أحمد بن ثابت بن أحمد بن الزبير أبو عمر التغلبي -ووقع في تاريخ ابن الفرضي: الثعلبي، وهو تصحيف- القرطبي، مولده سنة ٢٧٤ هـ سمع منه عبيد الله بن يحيي وسعيد بن عثمان الأعناقي، قال ابن الفرضي: وكان شيخاً صالحاً ثقة فيما روى، قرئ عليه الموطأ عن عبيد الله بن يحيي، توفي سنة ٣٦٠ هـ. (انظر ترجمته في: تاريخ علماء الأندلس لابن الفرضي ١/ ٥٨).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (37,'يحيي بن يحيي (١)، عن أبيه، عن مالك -ولأبي المطرف إجازة من أبي بكر محمد بن مروان بن زهر الإِيادي (٢)، وصحبة طويلة لأبي عمر يوسف بن عبد الله بن محمد بن عبد البر، وتوفي سنة خمس وسبعين وأربعمائة، أخبرني بذلك كله ابنه الفقيه أبو عمران (٣).
وأخبرني (٤) أبو عمران أنه ولد في سنة أربع وأربعين وأربعمائة، وله سماعٌ كثيرٌ من أبي عمر، موجودٌ بخطوط الثقات الأثبات، وتوفي (٥) رحمه الله سنة سبع عشرة وخمسمائة.
هذا كله مما كتبه إلى أبو الوليد يوسف بن عبد العزيز بن الدبّاغ من سماع أبي عمران على أبي عمر وإجازته له.

وقال أيضاً فيما كتبه (٦) إلى بخطه:
أخبرنا الشيخ الأجل الفقيه المشاور أبو عمران موسى بن
_________
(١) في الأصل: عبد الله بن يحيي، والتصحيح من م، وهو عبيد الله بن يحيي بن يحيي الليثي، أبو مروان القرطبي، روى عن أبيه علمه ولم يسمع بالأندلس من غيره، قال الذهبي: "وطال عمره، وتنافسوا في الأخذ عنه، وكان كبير القدر، وافر الجلالة، توفي سنة ٢٩٨ هـ. (انظر ترجمته في: تاريخ ابن الفرضي ١/ ٢٩٢، ٢٩٣، والجذوة، ص ٢٦٨، والسير ١٣/ ٥٣١).
(٢) هو محمد بن مروان بن زهر، أبو بكر الإيادي الإشبيلي، قال ابن بشكوال: "كان فقيهاً حافظاً للرأي، حاذقاً بالفتوى، مقدماً في الشورى، من أهل الرواية والدراية، سمع الناس منه كثيرًا، توفي سنة ٤٢٢ هـ. (انظر ترجمته في: ترتيب المدارك لعياض ٨/ ٢٨، والصلة لابن بشكوال ٢/ ٤٨٧، و ٤٨٨، والسير ١٧/ ٤٢٢).
(٣) قال ابن بشكوال: "توفي سنة خمس وسبعين وأربعمائة. ذكره ابن مدير، وقال ابنه أبو عمران: وتوفي سنة أربع وسبعين وأربعمائة". (الصلة ١/ ٣٢٧).
(٤) القائل هو أبو الوليد ابن الدباغ.
(٥) يقصد تاريخ وفاة أبي عمران، وقد أشرت إلى وفاته عندما ترجمت له فيما تقدم ص ٣٤.
(٦) في م: كتب.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (38,'عبد الرحمن بن خلف بن موسى بن أبي تليد خصيب بن موسى الشاطبي -وهو أجل من أن يقال فيه ثقة-.

فأقول [أنا] (١) إن شاء الله في أوّل ما أمليه:
كتب إلي أبو عمران، قال أخبرنا أبو عمر؛ إذ لم تقع النسخة المقابلة بأصل سماع أبي عمران عن أبي عمر إليّ.

ومَذْهَبُ أبي عُمَرَ وعامة حفاظ الأندلس: الجواز فيما يُجَازُ قَوْلُ حدّثنا، وأخبرنا، أو ما شاء المجاز مما يقرب منهما؛ بخلاف ما نحن (٢) وأهل المشرق عليه من إظهار السّماع والإِجازة، وتمييز أحدهما عن الآخر بلفظ لا إشكال فيه:

فمنهم: من قال أخبرنا وحدثنا سواء (٣)، لكن لا يقال ذلك إلاَّ في المسموع، وفي الإِجازة يقال: أنبأنا وأجاز لنا وأذن لنا، وما يشاكل هذه الألفاظ مما يزيل الإِشكال، ويعلم به أنه إجازة على أي لفظ بيّن ذلك غير قال (٤) (٥).
_________
(١) زيادة من م.
(٢) أي أهل الإِسكندرية.
(٣) نقل ابن خير عن عبد الرحمن بن أحمد بن بقي بن مخلد أنه كان يقول: الإجازة عندي وعند أبي وجدي كالسماع. (فهرسة ابن خير، ص ١٦).
(٤) في م: "أو ما يشاكل هذه الألفاظ ما يعلم أنه إجازة".
(٥) قال ابن خير في فهرسته ص ٢١: "اعلموا رحمكم الله أن الراوي إذا روى الحديث على إحدى المراتب المذكورة فله أن يقول: حدثنا وأخبرنا وأنبأنا؛ أيّ ذلك شاء لا فرق بين هذه الألفاظ عند أكثر أهل العلم، وإلى هذا ذهب أبو حنيفة ومالك بن أنس وأبو يوسف القاضي ومحمد بن الحسن، وقال آخرون منهم أبو عبد الله محمد بن إدريس الشافعي: إذا عرضت على المحدث فقل: أخبرنا ولا تجوز حدثنا إلاَّ فيما سمع من لفظ الحديث، ولا وجه لهذا الفرق، وقد قال الله تعالى: {يومئذ تحدث أخبارها}، وقال تعالى:',NULL,'39',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (39,'ومنهم: من لا يستعمل قول حدثنا إلاَّ فيما يسمعه من لفظ الشيخ، وأخبرنا فيما يقرؤه هو عليه أو يسمعه بقراءة غيره، وهو الأشهر الأكثر (١).

فجَرَيْتُ على مذهبهم في هذا (٢)، لكن لم أَرَ بُدّاً من بيانه احتياطاً، فإن وافق مسموعه (٣)، وهو الظاهر في الباب فقد حصل الغرض على الصواب، وإن لم يوافق -وهو بعيد- فقد أجاز له أن يروي عنه ما صحّ أنه تأليفه (٤) وحديثه، وهذا من تأليفه (٥) وحديثه بغير رَيْبٍ، إذ قابلناه بنسخ مكتوبة عنه مقابلة بكتابه مقروءة على أعيان أصحابه، فوافق والحمد لله على آلائه ونعمائه.

[التعريف بابن عبد البر]:
وأبو عمر، فلا بد أيضاً من التعريف به، والتنبيه على موضعه ومكانه ومحله من العلم، وكبير شأنه.
ذكره أبو محمد بن حزم الظاهري في رسالته في فضل الأندلس وعلمائها وما صُنِّفَ بها من كتاب، فأثنى عليه وعلى تواليفه، وقال: "كتاب
_________
= {لَا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ} فتبّين من قوله تعالى أن الحديث والخبر والنبأ = واحد"، وقال ابن الصلاح في معرفة أنواع علم الحديث، ص ٣١٦ متعقباً على القائلين بعدم التفرقة بين ألفاظ الإِجازة والسماع: "في هذا نظر، وينبغي فيما شاع استعماله من هذه الألفاظ مخصوصاً بما سمع من غير لفظ الشيخ ألا يطلق فيما سمع من لفظ الشيخ لما فيه من الإِيهام والإِلباس، والله أعلم".
(١) ذكر ابن الصلاح أن تخصيص أخبرنا بما قرئ على الشيخ مما شاع عند المتأخرين. (معرفة أنواع علم الحديث، ص ٣١٧).
(٢) في م: مذاهبهم في هذا الفن.
(٣) في م: مسموعاته.
(٤) في م: من تواليفه.
(٥) في م. تواليفه.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (40,'التمهيد لصاحبنا أبي عمر يوسف بن عبد البر -وهو الآن بَعْدُ في الحياة فلم (١) يبلغ سِنَّ الشيخوخة- كتاب لا أعلم في الكلام على فقه الحديث مثله أصلًا، فكيف أحسن منه (٢)، وكتابه في الصحابة ليس لأحد من المتقدمين قبله مثله على كثرة ما صنّفوا في ذلك (٣) ".
قال: "ولصاحبنا أبي عمر تواليف لا مثل لها في جميع معانيها" (٤).
وَحَسْبُكَ بأبي محمَّد مُثْنِياً، وكان من أقرانه، وَجَرَتْ بينهما مناظرات ومنافرات، ومع ذلك فيروي (٥) عنه بالإِجازة (٦)، وتوفي سنة ست وخمسين
_________
(١) في م: لم.
(٢) رسالة في فضل الأندلس وذكر رجالها لابن حزم. (ضمن رسائل ابن حزم) ٢/ ١٧٩.
(٣) يقصد كتاب الاستيعاب في معرفة الأصحاب، قال الضبي في بغية الملتمس ص ٤٩٠: "وهو كتاب حسن كثير الفائدة، رأيت أهل المشرق يستحسنونه جداً ويقدمونه على ألف في بابه"، وقال ابن الصلاح في نوع معرفة الصحابة من كتابه معرفة أنواع علم الحديث، ص ٤٨٥: "هذا علم كبير، قد ألّف الناس فيه كتباً كثيرة، ومن أحلاها وأكثرها فوائد كتاب الاستيعاب، لولا ما شانه به من إيراده كثيراً مما شجر بين الصحابة، وحكايته عن الإِخباريين لا المحدثين، وغالبٌ على الإخباريين الإكثارُ والتخليط فيما يروونه"، وَدَرَس مآخذ ابن الصلاح على ابن عبد البر دراسة تفصيلية ووضح الأمر في ذلك الأستاذ ليث سعود جاسم في كتابه: "ابن عبد البر الأندلسي وجهوده في التاريخ"، ص ٤٢٦ فليراجع.
(٤) رسالة في فضل الأندلس وذكر رجالها ٢/ ١٧٩.
(٥) في م: فروى.
(٦) يعتبر ابن حزم من أقران ابن عبد البر وتلامذته في الوقت نفسه، فقد تلقى عن ابن عبد البر علم الحديث وروى عنه في كتاب الإِحكام في أصول الأحكام في مواضع عديدة، منها: (٨/ ١٠٦٧، ١٠٧٠، ١٠٧٣، ١٠٧٤)، وفي كتبه الأخرى كالفصل في الملل والنحل (٤/ ٧٤، ١١٢)، وأيضًا فإنه صاحبه في الأخذ والتلقي عن شيوخه كابن الفرضي وابن الجسور، ولم ينقل عن ابن حزم أنه تكلم في ابن عبد البر بكلام شديد أو جارح، بل كان مثنياً عليه، معظماً لشأنه على الرغم من أن ابن عبد البر قد ردّ على ابن حزم في كتابيه التمهيد والاستذكار، لكن هذه الردود كانت تلميحاً، وليست تصريحاً. (انظر ما كتبه =',NULL,'41',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (41,'قبل موت أبي عمر بأزيد من ست سنين (١)، وكان من نوادر الدهر، وعلماء ذلك العصر في فنون شتى، وأنواع مختلفة [في] (٢) المعنى (٣).
وسمعت أبا محمد عبد الله بن محمد بن مرزوق اليحصبي الأندلسي بمصر (٤) يقول: سمعت أبا بكر عبد الباقي بن محمد بن [بُرْيَال] (٥) الحجاري (٦) بالأندلس يقول: سمعت القاضي أبا القاسم صاعد ابن
_________
= الأستاذ ليث سعود جاسم في كتابه: ابن عبد البر الأندلسي وجهوده في التاريخ، ص ١٤٨، ١٤٩).
(١) توفي ابن حزم تحديداً عشية يوم الأحد لليلتين بقيتا من شعبان سنة ٤٥٦ هـ فكان عمره رحمه الله إحدى وسبعين سنة وعشرة أشهر وتسعة وعشرين يوماً. (انظر: جذوة المقتبس، ص ٣٠٨، والصلة ٢/ ٣٩٦).
(٢) كلمة في ساقطة من م.
(٣) قال القاضي صاعد بن أحمد: "كان أبو محمد ابن حزم أجمع أهل الأندلس قاطبة لعلوم الإِسلام وأوسعهم معرفة، مع توسعه في علم اللسان، ووفور حظه من البلاغة والشعر والمعرفة بالسير والأخبار". (انظر: الصلة ٢/ ٣٩٥، وراجع ترجمة ابن حزم في السير ١٨/ ١٨٤).
(٤) ترجم له المصنف الحافظ السِّلَفي ضمن شيوخه في كتاب معجم السفر، ص ١٥٣، وقال: "كان من صلحاء المسلمين، وفي أمور دينه من المتنبهين، وفي أحوال الدنيا من المغفلين، وكانت له عناية عظيمة بتحصيل كتب أبي محمد ابن حزم الظاهري ورسائله ... وكان ظاهري المذهب، وكذلك شيخه ابن بريال، وكنت أستأنس به مدة إقامتي بمصر، ويقابل معي ما أكتبه وأقرؤه على الشيوخ، ثم رأيته بالإِسكندرية أيضاً، وتوفي على ما بلغني بدمشق رحمه الله، مولده بسرقسطة من مدن الأندلس سنة ست وخمسين وأربعمائة".
(٥) في الأصل: يريال، وهو تصحيف، والصواب كما في م: بريال، بالباء الموحدة، وهو مطابق لما ورد في الصلة ومعجم السفر.
(٦) هو عبد الباقي بن محمد بن سعيد بن أصبغ بن بريال، أبو بكر الحجاري الأنصاري، مولده سنة ٤١٦ هـ قال ابن بشكوال: "وكان نبيلاً حافظاً، ذكياً أديباً، شاعراً محسناً، سكن في آخر عمره المرية، توفي سنة ٥٠٢ هـ ببلنسية وعمّر عمراً طويلاً". (انظر ترجمته في: الصلة ١/ ٣٦٦ - ٣٦٧).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (42,'أحمد بن صاعد الطليطلي (١) يقول: "أبو عمر يوسف بن عبد الله بن محمد بن عبد البر النمرى أعلم من كان بالأندلس قبله بالآثار، والسنن واختلاف علماء الأمصار، وكان في أوّل زمانه ظاهري المذهب مدة طويلة، ثم رجع عن ذلك إلى القول بالقياس من غير تقليد أحد (٢)؛ إلاَّ أنه كثيراً ما يميل إلى مذاهب (٣) الشافعي (٤)، وله تواليف شريفة (٥) مشهورة، وولد في شهر ربيع الأول سنة ثمان وستين وثلاثمائة (٦).
_________
(١) هو صاعد بن أحمد بن عبد الرحمن بن محمد بن صاعد التغلبي، أبو القاسم الطليطلي، روى عن أبي محمد ابن حزم وأبي الوليد الوقشي، مولده بالمرية سنة ٤٢٠ هـ، قال ابن بشكوال: "وكان من أهل المعرفة الذكاء والرواية والدراية، وهو صاحب كتاب طبقات الأمم"، توفي بطليطلة وهو قاضيها سنة ٤٦٢ هـ. (انظر ترجمته في: الصلة ١/ ٣٣، وبغية الملتمس ص ٣٣١، الوافي بالوفيات للصفدي ١٦/ ٢٣٢).
(٢) في م: لأحد.
(٣) في م: مذهب.
(٤) لا خلاف بين المصادر في أن ابن عبد البر كان ظاهرياً أثرياً لمدة طويلة، ثم رجع إلى القول بالقياس، لكن اختُلف في تحديد المذهب الفقهي الذي استقر عليه، فذهب الحميدي إلى أن ابن عبد البر يميل في الفقه إلى مذهب الشافعي رحمه الله، وجَنَحَ الذهبي إلى أنه مالكي، وجزم ابن كثير بأنه كان مالكياً مع ميل إلى أقوال الشافعي، وخالف الكتاني الآراء السابقة ورأى أنه كان من المجتهدين مع اعتماده ورجوعه لأصول مالك ومذهبه، وقال: "وأقل نظرة يرسلها الرجل في كتاب فضل العلم له يرى الأمر جلياً"، قلت: ومن تأمل اختيارات ابن عبد البر الفقهية من خلال كتبه تبين له أن قول الكتاني هو الأقرب للصواب، والله أعلم. (وراجع في هذا: جذوة المقتبس، ص ٣٦٧، والسير ١٨/ ١٥٧، وطبقات الشافعية لابن كثير ل ١٤٢/ ب (مخطوط)، وفهرس الفهارس ٢/ ٨٤٣، وانظر أيضاً: جامع بيان العلم وفضله ٢/ ٨٠، ٨١، ١١٥).
(٥) في م: كثيرة.
(٦) الصواب في ولادته هو ما نقله ابن بشكوال في الصلة (٢/ ٦٤٢) عن أبي علي الغساني أنه قال: سمعت طاهر بن مفوز يقول: سمعت أبا عمر يقول: ولدت يوم الجمعة والإمام يخطب لخمس بقين من ربيع الآخر سنة ثمان وستين وثلاثمائة، وهو اليوم التاسع =',NULL,'43',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (43,'قال ابن [بريال] (١): وتوفي في جمادى الأولى لسبع خلون منه سنة ثلاث وستين وأربعمائة (٢)، وكان عمره أربعاً وتسعين سنة (٣).
وقد ذكره أبو عبد الله محمد بن أبي نصر الحميدي الأندلسي (٤) المقيم ببغداد -وكان من أهل الحفظ والمعرفة- في كتابه المترجم
_________
= والعشرون من نونبر، قال طاهر: أرانيه بخط أبيه عبد الله بن محمد رحمه الله. وقد نقلت بعض المصادر خلاف هذا التاريخ، فذهب الحميدي، وتبعه الضبي إلى أن مولد ابن عبد البر كان سنة اثنتين وستين وثلاثمائة. (انظر: جذوة المقتبس ص ٣٦٧، وبغية الملتمس، ص ٤٩٠)، وما ذهبا إليه مرجوح لقوة ما نقله ابن بشكوال؛ إذ هو مروي عن الحافظ ابن عبد البر نفسه، ثم إنه معتمد على وثيقة تاريخية بخط والد الحافظ ابن عبد البر، كما ورد محدداً بدقة، ففيه ذكر السنة والشهر واليوم ووقت الولادة، وهذا غاية الضبط على خلاف ما نقله الحميدي ومن تبعه في ذلك، والله أعلم.
(١) في الأصل: يريال، بالمثناة، وهو خلاف ما في نسخة: م، والصلة، ومعجم السفر.
(٢) تحديد ابن بريال لوفاة ابن عبد البر في جمادى الأولى لسبع خلون منه مخالف لما ذكرته معظم المصادر من وفاته يوم الجمعة آخر يوم من ربيع الآخر سنة ثلاث وستين وأربعمائة بمدينة شاطبة من شرق الأندلس، ودفن لصلاة العصر، وصلى عليه تلميذه أبو الحسن طاهر بن مفوز المعافري. (راجع في هذا: الصلة ٢/ ٦٤٢، ووفيات الأعيان ٧/ ٧١، والسير ١٨/ ١٥٩، ومرآة الجنان لليافعي ٣/ ٨٩، وطبقات الشافعية لابن كثير ٢/ ٤٦٠).
(٣) هذا مخالف لما نقله الذهبي في السير (١٨/ ١٥٩) عن أبي داود المقرئ في تحديد مدة عمره؛ إذ ذكر أنه استكمل خمساً وتسعين سنة وخمسة أيام رحمه الله.
(٤) هو محمد بن أبي نصر فتوح بن عبد الله الأزدي الحميدي، أبو عبد الله الميورقي، الحافظ المحدث، الفقيه الظاهري، مولده سنة ٤٢٠ هـ ولازم ابن حزم وابن عبد البر وطائفة، ثم ارتحل سنة ٤٤٨ هـ فأخذ بمصر ودمشق ومكة وبغداد وواسط، واستوطن بغداد، قال الذهبي: "وكان من بقايا أصحاب الحديث علماً وعملاً، وعقداً وانقياداً، له كتاب الجمع بين الصحيحين وجذوة المقتبس وغير ذلك من التواليف المفيدة"، توفي ببغداد سنة و ٤٨٨ هـ. (انظر ترجمته في: الصلة ٢/ ٥٣٠، والسير ١٩/ ١٢٠، والوافي بالوفيات ٤/ ٣١٧).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (44,'بـ "جذوة المقتبس في تاريخ الأندلس"، فنقلنا ما ذكره على نصّه نقل المسطرة من غير زيادة ولا نقصان.
قال رحمه الله في باب الياء من تاريخه (١):

" يوسف بن عبد الله بن محمد بن عبد البر النمري، أبو عمر:
فقيه حافظ، مكثر، عالم بالقراءات، وبالخلاف في الفقه، وبعلوم الحديث والرجال، قديم السماع، كثير الشيوخ، على أنه لم يخرج عن الأندلس، [لكنه] (٢) سمع من أكابر أهل الحديث بقرطبة وغيرها، ومن الغرباء القادمين إليها. وألّف مما جمع تواليف نافعة سارت عنه. وكان يميل في الفقه إلى أقوال الشافعي رحمه الله (٣).
مولده في رجب سنة اثنتين وستين وثلاثمائة (٤).
وسمع بنفسه (٥) قبل الأربعمائة بمدة من جماعة من أصحاب قاسم بن أصبغ البيّاني وغيره.

ومن شيوخه:
أبو القاسم خلف بن القاسم (٦) الحافظ (٧)، وعبد الوارث بن سفيان،
_________
(١) جذوة المقتبس، ص ٣٦٧، ٣٦٩.
(٢) ما بين المعقوفين بياض في نسخة م.
(٣) تقدم ذكر أقوال العلماء المختلفة بشأن تحديد مذهب ابن عبد البر الفقهي وبيان الصواب في ذلك، ص ٣٥.
(٤) تقدم التنبيه على ضعف قول الحميدي هذا في ص ٣٥.
(٥) في م: في نفسه.
(٦) في م: ابن أبي القاسم، وهو خطأ.
(٧) هو خلف بن قاسم بن سهل الأزدي القرطبي، أبو القاسم، يعرف بابن الدباغ، مولده سنة ٣٢٥ هـ، رحل إلى المشرق سنة ٣٤٥ هـ، فتردد هناك نحو خمس عشرة سنة فسمع بمصر وبدمشق وبمكة، قال ابن الفرضي: "وكان حافظاً للحديث، عالمًا بطرف، منسوباً إلى =',NULL,'45',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (45,'وسعيد بن نصر (١)، وعبد الله بن محمد بن عبد الرحمن بن أسد (٢)، وأبو عمر أحمد بن محمد بن الجَسُور (٣)، وأحمد بن عبد الله الباجي (٤)، وأبو الوليد [بن] (٥) الفرضي (٦)، ويونس بن عبد الله
_________
= فهمه، وسمع الناس منه قديمًا، له مصنفات، توفي سنة ٣٩٣ هـ. (انظر ترجمته في: تاريخ علماء الأندلس لابن الفرضي ١/ ١٦٣، والسير ١٧/ ١١٣، وشذرات الذهب ٣/ ١٤٤).
(١) هو سعيد بن نصر بن أبي الفتح، أبو عثمان القرطبي، كان من أهل الرواية والاجتهاد والدراية بطلب العلم والحديث، توفي سنة ٣٩٥ هـ. (انظر ترجمته في: جذوة المقتبس ص ٢٣٤، والصلة ١/ ٢٠٦، وبغية الملتمس ص ٣١٣، والسير ١٧/ ٨٠).
(٢) هو عبد الله بن محمد بن عبد الرحمن بن أسد، أبو محمد الجهني الطليطلي المالكي البزاز، مولده سنة ٣١٠ هـ سمع من قاسم بن أصبغ، وارتحل إلى المشرق في سنة ٣٤٢ هـ فسمع بمصر ومكة، وكان من أوعية العلم، رأساً في اللغة، فقيهاً محرراً، عالمًا بالحديث، كبير القدر، توفي سنة ٣٩٥ هـ. (انظر ترجمته في: تاريخ ابن الفرضي ١/ ٢٨٩، وجذوة المقتبس ص ٢٥١، وبغية الملتمس ص ٣٣١، والسير ١٧/ ٨٣).
(٣) هو أحمد بن محمد بن أحمد بن سعيد بن الحُبَاب بن الجسور الأموي مولاهم، أبو عمر القرطبي، مولده سنة ٣١٩ هـ أو ٣٢٦ هـ، روى عن قاسم بن أصبغ ومحمد بن معاوية وابن أبي دليم وآخرين، قال أبو عبد الله الخولاني: "كان من أهل العلم، متقدماً في الفهم، حافظاً للحديث والرأي، عارفاً بأسماء الرجال، قديم الطلب"، توفي سنة ٤٠١ هـ. (انظر ترجمته في: جذوة المقتبس، ١٠٧، والصلة ١/ ٢٩، وبغية الملتمس، ص ١٥٤).
(٤) هو أحمد بن عبد الله بن محمد بن علي بن شريعة، أبو عمر اللخمي الإِشبيلي، المعروف بابن الباجي، مولده سنة ٣٣٢ هـ، سمع من أبيه أبي محمد جميع روايته ومن غيره، ورحل إلى المشرق ولقي شيوخاً جلة وكتب كثيرًا، قال ابن عبد البر: "كان إمام عصره وفقيه زمانه لم أَرَ بالأندلس مثله"، توفي سنة ٣٩٦ هـ. (انظر ترجمته في: الجذوة، ص ١٢٨، والصلة ١/ ١٦، والسير ١٧/ ٧٤).
(٥) ساقطة من الأصل، واستدركته من م والجذوة.
(٦) هو عبد الله بن محمد بن يوسف بن نصر الأزدي، مولده سنة ٣٥١ هـ روى بقرطبة عن ابن مفرج وخلف بن القاسم وعباس بن أصبغ، وارتحل إلى المشرق سنة ٣٨٢ هـ فحج =',NULL,'46',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (46,'القاضي (١)، وأحمد بن محمد بن عبد الله المقرئ الطلمنكي (٢) وجماعات قد ذكرنا من حضرنا منهم مُفَرَّقًا في أبوابه (٣).

ومن مجموعاته:
- كتاب التمهيد لما في الموطأ من المعاني والأسانيد، سبعون
_________
= وأخذ عن جمع من العلماء منهم الخطيب البغدادي وأبو محمد الضراب وأبي الحسن ابن جهضم، قال ابن عبد البر: "كان فقيهاً عالمًا في جميع فنون العلم في الحديث وعلم الرجال، وله تواليف حسان"، توفي مقتولاً سنة ٤٠٣ هـ. (انظر: الصلة ١/ ٢٤٦، ووفيات الأعيان ٣/ ١٠٥، والسير ١٧/ ١٧٧).
(١) هو يونس بن عبد الله بن محمد بن مُغِيث بن محمد، أبو الوليد بن الصّفار، قاضي الجماعة بقرطبة وصاحب الصلاة والخطبة بجامعها، مولده سنة ٣٣٨ هـ، روى عن محمَّد بن معاوية القرشي وأحمد بن ثابت التغلبي وابن زرب وغيرهم، وكتب إليه من المشرق جماعة منهم أبو الحسن الدارقطني الحافظ، قال صاحبه أبو عمر ابن مهدي: "كان من أهل الحديث والفقه، كثير الرواية، وافر الحظ من علم اللغة والعربية"، توفي سنة ٤٢٩ هـ. (انظر ترجمته في: الجذوة، ص ٢٨٣، والصلة ٢/ ٦٤٦، والسير ١٧/ ٥٦٩).
(٢) هو أحمد بن محمد بن عبد الله بن أبي عيسى لب بن يحيي، أبو عمر المعافري المقرء الطَّلَمَنكِيّ، مولده سنة ٣٤٠ هـ، سكن قرطبة، وروى بها عن جماعة، ثم رحل إلى المشرق، فحج وسمع بمكة والمدينة ومصر ودمياط والقيروان، وانصرف إلى الأندلس بعلم كثير، كان أحد الأئمة في علم القرآن العظيم، وكانت له عناية كاملة بالحديث ونقله وروايته وضبطه، ومعرفة برجاله وحملته حافظاً للسنن" جامعاً لها، توفي سنة ٤٢٩ هـ. (انظر ترجمته في: جذوة المقتبس، ص ١١٤، والصلة ١/ ٤٨، والسير ١٧/ ٧٤).
(٣) أي من كتابه جذوة المقتبس، ويرى الذهبي في تاريخ الإِسلام (حوادث ٤٦١ - ٤٧٠)، ص ١٤٢ أن شيوخ ابن عبد البر لا يبلغون سبعين نفساً، وقد أفرد شيوخه بالتصنيف تلميذه أبو داود سليمان بن نجاح المقرئ، وبلغ عددهم نحو ستين رجلاً. (انظر: بغية المؤانس لابن ليون ل ٢/ أمخطوط)، كما أفردهم بالتصنيف أيضاً الحافظ ابن بشكوال ورتبهم على حروف المعجم. (انظر: فهرسة ابن خير، ص ٤٣٢).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (47,'جزءاً (١).
قال لنا أبو محمد علي بن محمد -يعني ابن حزم الظاهري-: "هو كتاب لا أعلم في الكلام على فقه الحديث مثله، فكيف أحسن منه" (٢).
ومنها كتاب في الصحابة سماه:
- كتاب الاستيعاب في أسماء المذكورين في الروايات والسير والمصنفات من الصحابة رضي الله عنهم، والتعريف بهم، وتلخيص أحوالهم (٣) ومنازلهم، وعيون أخبارهم، على حروف المعجم، اثنا عشر جزءاً (٤).
- كتاب جامع بيان العلم وفضله، وما ينبغي في روايته وحمله، ستة أجزاء.
- كتاب الدرر في اختصار المغازي والسير، ثلاثة أجزاء (٥).
- كتاب الشواهد في إثبات خبر الواحد، جزء (٦).
- كتاب التقصي لما في الموطأ من حديث رسول الله صلى الله عليه وسلم، أربعة أجزاء.
_________
(١) طبع كتاب التمهيد بإشراف وزارة الأوقاف والشؤون الإِسلامية بالمغرب في ٢٦ مجلداً مع الفهارس، وتحديده هنا حجم الكتاب بسبعين جزءاً لا يدل على أن الكتاب أكبر من الموجود؛ لأن الجزء يتراوح غالبًا بين عشر ورقات إلى عشرين ورقة.
(٢) تقدم ثناء ابن حزم، وهو في رسالته في فضل الأندلس وذكر رجالها. (ضمن رسائل ابن حزم) ٢/ ١٧٩.
(٣) في م: والتلخيص بهم.
(٤) في الأصل اثنا جزءاً، والتصحيح من م، وجذوة المقتبس.
(٥) نشره المجلس الأعلى للشؤون الِإسلامية بمصر بتحقيق: د. شوقي ضيف سنة ١٣٨٦ هـ.
(٦) انظر: ترتيب المدارك ٨/ ١٣٠، والسير ١٨/ ١٥٩.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (48,'- كتاب أخبار أئمة الأمصار، [سبعة أجزاء] (١).
- كتاب البيان عن تلاوة القرآن، جزء (٢).
- كتاب التجريد والمدخل (٣) إلى علم القرآن بالتجويد (٤).
- كتاب الاكتفاء في قراءة نافع وأبي عمرو بن العلاء بتوجيه ما اختلفا فيه، جزء واحد (٥).
- كتاب الكافي في الفقه على مذهب أهل المدينة، ستة عشر جزءًا (٦).
- كتاب اختلاف أصحاب مالك بن أنس واختلاف رواياتهم عنه، أربعة وعشرون جزءاً (٧).
- كتاب العقل والعقلاء، وما جاء في أوصافهم عن الحكماء والعلماء، جزء واحد (٨).
_________
(١) زيادة من م، والجذوة، وغالب الظن أنه يعني بهذا الكتاب كتاب الانتقاء في فضائل الثلاثة الأئمة الفقهاء، وهو مطبوع.
(٢) انظر: ترتيب المدارك ٨/ ١٢٩، وبغية الملتمس، ص ٤٩، والسير ١٨/ ١٥٩، ومنه نسخة خطية ناقصة الأول بخزانة يعقوب سركيس بجامعة الحكمة ببغداد برقم: ١١ [٢].
(انظر: الفهرس الشامل للتراث العربي الإِسلامي المخطوط القرآن وعلومه ١/ ١٠١).
(٣) في م: في المدخل.
(٤) في م: إلى علم القراءة بالتحديد، وورد في الجذوة المطبوع هكذا: "التجويد والمدخل إلى العلم بالتحديد، جزءان".
(٥) انظر: بغية الملتمس، ص ٤٩٠.
(٦) اقتصر فيه على ما بالمفتي الحاجة إليه، وقد طبع طبعة ردئية فيها غير من السقط والتصحيف والتحريف بتحقيق محمد محمد أحيد ماديك الموريتاني عام ما ١٣٩٨ هـ في مجلدين، وطبع ذلك مسروقاً عن هذه الطبعة بدار الكتب العلمية ببيروت في مجلد واحد.
(٧) يوجد قطعة مخطوطة من هذا الكتاب في (٤٩) ورقة بالخزانة العامة بالرباط.
(٨) انظر: بغية الملتمس، ص ٤٩٠.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (49,'- كتاب بهجة المجالس، وأنس المُجَالس، بما يجري في المذاكرات، من غرر الأبيات، ونوادر الحكايات، مجلدان (١).
وغير ذلك من تواليفه (٢).
وقد لَقِينَاهُ، وَكَتَبَ لنا بخطه في فهرسة مسموعاته ومجموعاته مجيزاً لنا [بخطه] (٣)، وكاتباً إلينا (٤) بجميع ذلك كله، وتركته حيّاً وقت خروجي من الأندلس سنة ثمان وأربعين وأربعمائة، ثم بلغني وفاته، وأخبرني أبو الحسن علي بن أحمد العابدي (٥) أنه مات في سنة ستين وأربعمائة بشاطبة من بلاد الأندلس" (٦).
هذا جميع ما ذكره الحميدي، وقد خالف صاعداً في مولده، وابن بريال في وفاته.
والقَلْبُ إلى ما ذكراه أَمْيَلُ لكونهما بالأندلس مُقِيمَيْنِ لم يبرحا منها بخلاف الحميدي رحمه الله.
_________
(١) مطبوع في ثلاثة أجزاء بتحقيق محمد المرسي.
(٢) أحصيت له (٤٧) مصنفاً في مقدمة تحقيقي لكتابه: "الإِنصاف فيما بين علماء المسلمين في قراءة بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ من الاختلاف" لابن عبد البر، ص ٦٥ - ٧٢ فليراجع.
(٣) ساقط من م.
(٤) في م: لنا.
(٥) لم أعثر له على ترجمة فيما رجعت إليه من مصادر.
(٦) تقدم التنبيه على أن الصواب في تحديد وفاة ابن عبد البر هو يوم الجمعة آخر يوم من ربيع الآخر سنة ٤٦٣ هـ بمدينة شاطبة من شرق الأندلس، وما ذكره الحميدي هنا مرجوح، وسيأتي توهين المصنف لقوله بناء على كون الحميدي خارج الأندلس إبّان وفاة شيخه ابن عبد البر.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (50,'وبالجملة: فالرجل جليل القدر، واسع العلم، وكتبه فمفيدة كثيرة، وقد قلت فيها لحسنها وكثرة فوائدها:
يَا مَنْ يُسَافِرُ في الحديث مُشَرِّقاً ... وَمُغَرِّباً في البَحْرِ بَعْدَ البَرّ
مَا أَنْ يَرَى أَبَداً لِكُتْبٍ (١) صَاغَهَا ... بِالغَرْبِ حَافِظُهَا ابنُ عَبْدِ البَرّ (٢)
وقلت في الاستذكار خاصة:
قُلْ لِمَنْ دَأْبُهُ التفقه في الدِّ ... ينِ وعلمِ الحديثِ حفظاً وضبطا
اشتغلْ بالموطأ المرتضى شَرْ ... قاً وغرباً ولا تُجِزْ فِيهِ إِبْطَا
بَلْ عَلَى الفَوْرِ لاَ التَّرَاخِي وَبَادِرْ ... بِخلافِ الذي تَرَاخَى وَأَبْطَا
وَاكْتُب الاستذكار تغنَ به عَنْ ... كُلِّ جمعٍ من بعد كتب الموطا
فابن عبد البر المصنف ما قَصَّ ... ـرَ في الاختيار شرحاً وبسطا
وأتى بالخلاف (٣) أعلام علم الشـ ... ـْرع طُرًّا (٤) وَعَدَّ ذلك شَرْطا
وبما كلهم قد اتفقوا أَيْـ ... ـضاً عليه وفي المصنف خطا
والمقالُ الصحيحُ صَوَّبَ فيه ... والذي لم يوافق الحق خطّا
والسّقيم الذي يُحَطُّ لدى النَّقْـ ... ـد فقد أسقطَ الجميع وخطّا
هذه جملةُ المُضَمِّنِ في الجَمْـ ... ـعِ ومن قال غَيْرَها قُلْتُ أخْطَا
فَحَبَاهُ الإِلهُ جَنَةَ عَدْنٍ ... بَعْدَ إِعْطَائِهِ الرِّضَى منه إِعْطَا (٥)
_________
(١) في م: ككتب.
(٢) من البحر البسيط.
(٣) في م: باختلاف.
(٤) طرّا: أي جميعًا. (انظر: مختار الصحاح، ص ٣٨٩).
(٥) من البحر الخفيف.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (51,'وهذا أول الكتاب:
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (١).
وآخر [ما] (٢) نُقِلَ من كلام شيخنا، والحمد لله (٣)
* * *
_________
(١) هنا انتهت مقدمة الإملاء من نسخة م، وبعدها نص كتاب الاستذكار.
(٢) في الأصل: من، وهو تصحيف.
(٣) انتهى كلام المؤلف في هذه المقدمة، وكتب بالهامش: "قوبل وصحّ إن شاء الله تعالى". ثم دوِّن في آخر المخطوط طباق السماع، وصورته ضمن النماذج من المخطوط التي أوردتها قبل بداية النص المحقق، انظر ص ٢٤.
هذا، وقد تم إحياء هذا الجزء بالسماع والقراءة بعد قرون متطاولة على السماع الأول المدون سنة ٥٧٣ هـ وهذا نص السماع:
"سمع جميع هذا الجزء بقراءة كاتب هذا السماع غفر الله ذنبه، وستر عيبه، من الأصل المنسوخ: الجماعة الفضلاء: الشيخ الأريب المحقق الأديب أبو ناصر محمد بن ناصر العجمي الحنبلي متع الله به ونفع بعلمه وهو يتابع من مصورة عن مخطوطة الظاهرية، والأستاذ المتفنن عالم البحرين الشيخ نظام بن محمد صالح يعقوبي حفظه الله بخير وعافية، وهو يمسك مصورة عن نسخة الميهبة المحمودية ويقابل معي عليها، والأستاذ الكبير الدكتور قاسم علي سعد، والأستاذ المطلع رمزي سعد الدين دمشقية سلَّمه الله، وجماعة آخرين يطول المجال بذكر أسمائهم.
وكتب عبد اللطيف بن محمد الجيلاني الآسفي مولداً، والعبدي قبيلة، والرباطي نشأة، والمدني قراراً، بعد صلاة المغرب ليلة السابع والعشرين من شهر رمضان المبارك عام ١٤٢١ هـ في صحن المسجد الحرام تجاه الكعبة المشرفة قبالة الركن اليماني، نفعنا الله جميعاً بالعلم، وجعلنا من أهله، ووفقنا لمرضاته، آمين.
صحح ذلك، وكتبه عبيد ربه، وأسير ذنبه: محمد بن ناصر العجمي في ٢٦/ رمضان الأغر/ ١٤٢١ هـ.
صح ذلك وثبت في تاريخه، وكتب نظام يعقوبي.
صح ذلك في التاريخ والمكان المذكورين، وكتبه راجي عفو رب البرية، رمزي سعد الدين دمشقية".',NULL,'52',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (52,'<span data-type="title" id=toc-14>فهرس المصادر والمراجع</span>
١ - الإِحسان بترتيب صحيح ابن حبان، لعلاء الدين علي بن بلبان (ت ٧٣٩ هـ)، تحقيق: شعيب الأرناؤوط، نشر مؤسسة الرسالة ببيروت، ط ٢، ١٤٠٨ هـ.
٢ - الانتقاء في فضائل الثلاثة الأئمة الفقهاء، للحافظ ابن عبد البر النمري (ت ٤٦٣ هـ)، تعليق: محمد زاهد الكوثري، نشر دار الكتب العلمية ببيروت.
٣ - برنامج التجيبي، للقاسم بن يوسف التجيبي السبتي (ت ٧٣٠ هـ)، تحقيق: عبد الحفيظ بن منصور، نشر الدار العربية للكتاب بليبيا وتونس، ط ١، ١٩٨١ م.
٤ - برنامج الرعيني، لأبي الحسن علي بن محمد الرعيني (ت ٦٦٦ هـ)، تحقيق: د. إبراهيم شبوح، نشر وزارة الثقافة والإِرشاد القومي بدمشق، ط ١، ١٣٨١ هـ.
٥ - بغية الملتمس في تاريخ رجال أهل الأندلس، لأحمد بن يحيي بن أحمد بن عميرة (ت ٥٩٩ هـ)، نشر دار الكتاب العربي ببيروت، ط ١، ١٩٦٧ م.
٦ - تاريخ علماء الأندلس، لأبي الوليد عبد الله بن محمد الأزدي المعروف بابن الفرضي (ت ٤٠٣ هـ)، نشر الدار المصرية للتأليف والترجمة، ط ١، ١٩٦٦ م.
٧ - تبصير المنتبه بتحرير المشتبه، لابن حجر العسقلاني (ت ٨٥٢ هـ)، تحقيق: محمد البجاوي، نشر المكتبة العلمية ببيروت.
٨ - تدريب الراوي في شرح تقريب النواوي، لجلال الدين السيوطي (ت ٩١١ هـ)، تحقيق: د. عزت علي عطية وموسى محمد علي، نشر دار الكتب الحديثة بمصر.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (53,'٩ - تذكرة الحفاظ، لأبي عبد الله الذهبي (ت ٧٤٨ هـ)، تحقيق: عبد الرحمن المعلمي، نشر دار إحياء التراث العربي ببيروت.
١٠ - ترتيب المدارك لمعرفة أعلام مذهب مالك، للقاضي عياض بن موسى اليحصبي السبتي (ت ٥٤٤ هـ)، نشر وزارة الأوقاف والشؤون الإِسلامية بالمغرب، مطابع شويخ - سبريس بتطوان، ١٩٨٣ م.
١١ - التقييد لمعرفة رواة السنن والمسانيد، لأبي بكر محمد ابن نقطة (ت ٦٢٩ هـ)، تحقيق: كمال يوسف الحوت، نشر دار الكتب العلمية ببيروت، ط ١، ١٩٨٨ م.
١٢ - التكملة لكتاب الصلة، لأبي عبد الله محمد بن عبد الله ابن أبي بكر القضاعي المعروف بابن الأبار (ت ٦٥٩ هـ)، بعناية السيد عزت الحسيني العطار، نشر مطبعة السعادة بمصر، ط ١، ١٣٧٥ هـ، وهي ناقصة في مجلدين، ورجعت إليها في القسم الدراسي، أما في هوامش التحقيق فرجعت إلى الطبعة التي بتحقيق: د. عبد السلام الهراس، نشر دار الفكر ودار المعرفة بالدار البيضاء - المغرب.
١٣ - تنوير الحوالك شرح على موطأ مالك، لجلال الدين السيوطي (ت ٩١١ هـ)، نشر دار الندوة الجديدة ببيروت.
١٤ - جامع بيان العلم وفضله، وما ينبغي في روايته وحمله، لأبي عمر ابن عبد البر القرطبي (ت ٤٦٣ هـ)، نشر المطبعة المنيرية بمصر، ١٣٩٨ هـ.
١٥ - جذوة المقتبس في ذكر ولاة الأندلس، لأبي عبد الله الحميدي (ت ٤٨٨ هـ)، نشر الدار المصرية للتأليف والترجمة، ١٩٦٦ م.
١٦ - "الجرح والتعديل" لابن أبي حاتم الرازي (ت ٣٢٧ هـ)، نشر مطبعة مجلس دائرة المعارف العثمانية بحيدر آباد - الدكن بالهند، ط ١، ١٣٧١ هـ.
١٧ - الحافظ أبو طاهر السلفي، للدكتور حسن عبد الحميد صالح، نشر المكتب الإِسلامي، عام ١٣٩٧ هـ.
١٨ - الديباج المذهب في معرفة أعيان المذهب، لابن فرحون (ت ٧٩٩ هـ)، نشر مكتبة السعادة بالقاهرة، ١٣٥١ هـ.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (54,'١٩ - الذيل على طبقات الحنابلة، لزين الدين ابن رجب الحنبلي (ت ٧٩٥ هـ)، تحقيق: محمد حامد الفقي، نشر مطبعة السنة المحمدية بالقاهرة، ١٩٥٢ م.
٢٠ - رسالة في فضل الأندلس وذكر رجالها , الابن حزم الأندلسي (ت ٤٥٦ هـ)، طبعت ضمن رسائل ابن حزم، تحقيق: د. إحسان عباس، نشر المؤسسة العربية للدراسات والنشر، ط ٢، ١٩٧٨ م.
٢١ - الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة، لمحمد بن جعفر الكتاني (ت ١٣٤٥ هـ)، قدم لها محمد المنتصر الكتاني، نشر دار البشائر الإِسلامية ببيروت، ط ٤، ١٤٠٦ هـ.
٢٢ - السنن, لأبي عيسى الترمذي (ت ٢٧٩ هـ)، تحقيق: أحمد شاكر وغيره، نشر مطبعة البابي الحلبي بالقاهرة، ط ٢، ١٣٩٨ م.
٢٣ - السنن الكبرى، للبيهقي (ت ٤٥٨ هـ)، نشر دار المعرفة ببيروت عن الطبعة الأولى بمجلس دائرة المعارف العثمانية النظامية بحيدر آباد الدكن بالهند , ط ١, ١٣٤٤ م.
٢٤ - سير أعلام النبلاء، للذهبي (ت ٧٤٨ هـ)، تحقيق: مجموعة من الباحثين بإشراف شعيب الأرناؤوط، نشر مؤسسة الرسالة ببيروت، ط ١، ١٤٠١ هـ - ١٤٠٥ هـ.
٢٥ - شذرات الذهب في أخبار من ذهب، لأبي الفلاح عبد الحي بن العماد الحنبلي (ت ١٠٨٩ هـ)، نشر دار المسيرة ببيروت، ط ٢، ١٣٩٩ هـ.
٢٦ - الصلة، لابن بشكوال (ت ٥٧٨ هـ) نشر الدار المصرية للتأليف والترجمة، ١٩٦٦ م.
٢٧ - طبقات الفقهاء الشافعيين، لإِسماعيل بن كثير الدمشقي (ت ٧٧٤ هـ) , تحقيق: د. أحمد بن عمر هاشم، ود. محمد زينهم محمد عزب، نشر مكتبة الثقافة الدينية بالقاهرة، ط ١، ١٤١٣ هـ، ونظراً لسقم هذه الطبعة فقد عدت إلى النسخة الخطية المحفوظة بالمكتبة الوطنية بتونس.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (55,'٢٨ - ابن عبد البر الأندلسي وجهوده في التاريخ، تأليف: ليث سعود جاسم، نشر دار الوفاء للطباعة والنشر بالمنصورة، ط ١، ١٤٠٧ هـ.
٢٩ - علوم الحديث أو مقدمة ابن الصلاح، لابن الصلاح (ت ٦٤٣ هـ)، تحقيق: د. عائشة بنت الشاطئ، نشر دار المعارف بالقاهرة، ط ٢, ١٤٠٩ هـ.
٣٠ - عنوان الدراية فيمن عرف من العلماء في المائة السابعة ببجاية، لأبي العباس أحمد بن أحمد الغبريني (ت ٧١٤ هـ)، تحقيق: عادل نويهض، نشر دار الآفاق الجديدة ببيروت، ط ٢، ١٩٧٩ م.
٣١ - غاية النهاية في طبقات القراء، لأبي الخير ابن الجزري (ت ٨٣٣ هـ)، تحقيق: برجستراسر، نشر مكتبة الخانجي بالقاهرة، ط ١، ١٣٤١ هـ.
٣٢ - الغنية فهرست شيوخ القاضي عياض، للقاضي عياض (ت ٥٤٤ هـ)، تحقيق: ماهر زهير جرار، نشر دار الغرب الإِسلامي ببيروت، ط ١، ١٤١٢ هـ.
٣٣ - فتح المغيث بشرح ألفية الحديث، للحافظ السخاوي (ت ٩٠٢ هـ) تحقيق: علي حسين علي، نشر الدار السلفية بالهند، ١٩٨٩ - ١٩٩٠ م.
٣٤ - الفهرس الشامل للتراث العربي الإِسلامي المخطوط - الحديث النبوي الشريف وعلومه ورجاله، نشر مؤسسة آل البيت بعمان - الأردن، ١٩٩١ م.
٣٥ - فهرس ابن عطية، لأبي محمد عبد الحق بن عطية المحاربي الأندلسي (ت ٥٤١ هـ)، تحقيق: د. محمد أبو الأجفان ومحمد الزاهي، نشر دار الغرب الِإسلامي ببيروت، ط ٢، ١٤٠٢ هـ.
٣٦ - فهرس الفهارس والأثبات، لعبد الحي بن عبد الكبير الكتاني، باعتناء د. إحسان عباس، نشر دار الغرب الإِسلامي ببيروت، ط ٢، ١٤٠٢ هـ.
٣٧ - فهرسة ما رواه عن شيوخه، لأبي بكر محمد بن خير بن عمر الأموي الإِشبيلي (ت ٥٧٥ هـ)، تحقيق: فرانسشكة، طبعة مصورة عن الأصل المطبوع في مطبعة قومس بسرقسطة سنة ١٨٩٣ م، نشر دار الآفاق الجديدة ببيروت، ط ٢, ١٣٩٩ هـ.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (56,'٢٨ - كشف الظنون عن أسامي الكتب والفنون، لحاجي خليفة (ت ١٠٦٧ هـ)، نشر مكتبة المثنى عن طبعة إسطنبول عام ١٩٤١ م.
٣٩ - لسان الميزان, للحافظ أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ)، نشر مؤسسة الأعلمي ببيروت، ط ٢، ١٣٩٠ هـ - ١٩٧١ م.
٤٠ - مختار الصحاح، للشيخ محمد ابن أبي بكر ابن عبد القادر الرازي (ت ٦٦٦ هـ)، نشر دار القبلة ومؤسسة علوم القرآن بجدة وبيروت، ١٤٠٦ هـ.
٤١ - مرآة الجنان وعبرة اليقظان في معرفة ما يعتبر من حوادث الزمان، لأبي محمد عبد الله بن أسعد اليافعي اليمني المكي (ت ٧٦٨ هـ)، نشر دائرة المعارف النظامية بحيدر آباد الدكن بالهند، ط ١، ١٣٣٨ هـ.
٤٢ - المستدرك على الصحيحين، للحاكم النيسابوري (ت ٤٠٥ هـ)، نشر دار الفكر ببيروت، ١٣٩٨ هـ بالتصوير عن الطبعة الهندية.
٤٣ - المسند، للإِمام أحمد بن محمد بن حنبل الشيباني (ت ٢٤١ هـ)، نشر المكتب الإِسلامي ببيروت بالتصوير عن الطبعة الميمنية، ط ٢، ١٣٩٨ هـ.
٤٤ - المشتبه في الرجال، أسماؤهم وأنسابهم، للحافظ الذهبي (ت ٧٤٨ هـ)، تحقيق: علي محمد البجاوي، نشر الدار العلمية بدلهي - الهند، ط ٢، ١٩٧٨ م.
٤٥ - معجم البلدان، لياقوت الحموي الرومي (ت ٦٢٦ هـ)، تحقيق: فريد عبد العزيز الجندي، نشر دار الكتب العلمية ببيروت، ط ١، ١٤١٠ م.
٤٦ - معجم السفر، لأبي طاهر أحمد بن محمد السلفي (ت ٥٧٦ هـ)، تحقيق: عبد الله عمر البارودي!!، نشر دار الفكر ببيروت، ١٩٩٣ م.
٤٧ - المعجم في أصحاب أبي علي الصدفي، لابن الأبار (ت ٦٥٨ هـ)، طبعة مصورة عن طبعة مجريط سنة ١٨٨٥ م.
٤٨ - المنتخب من مخطوطات الحديث بالمكتبة الظاهرية، للشيخ محمد ناصر الدين الألباني، نشر مجمع اللغة العربية بدمشق، ١٣٩٠ هـ.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b17857] VALUES (57,'٤٩ - النكت على ابن الصلاح، لابن حجر العسقلاني (ت ٨٥٢ هـ)، تحقيق: د. ربيع بن هادي، نشر المجلس العلمي بالجامعة الِإسلامية بالمدينة المنورة، ط ١، ١٤٠٤ هـ.
٥٠ - الوافي بالوفيات، لصلاح الدين خليل بن أيبك الصفدي (ت ٧٦٤ هـ)، نشر وتوزيع مؤسسة الكتب الثقافية تصويراً عن طبعة هلموت ريتر، ١٣٨١ هـ.
٥١ - وفيات الأعيان وأنباء الزمان، لأبي العباس ابن خلكان (ت ٦٨١ هـ)، تحقيق: د. إحسان عباس، نشر دار الثقافة ببيروت.
* * *',NULL,'58',NULL,NULL,'0');
