-- Table: b17908
-- Chunk: 1
-- Rows: 52

CREATE TABLE "b17908"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b17908
INSERT INTO [b17908] VALUES (1,'لقاء العشر الأواخر بالمسجد الحرام (٣٢)

الانتهاض في ختم «الشفا» لعياض

تأليف
الحافظ شمس الدين محمد بن عبد الرحمن السخاوي (ت ٩٠٢ هـ)

دراسة وتحقيق
عبد اللطيف بن محمد الجيلاني

ساهم بطبعه بعض أهل الخير من الحرمين الشريفين ومحبيهم

دار البشائر الإسلامية',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b17908] VALUES (2,'جميع الحقوق محفوظَة
الطبعَةُ الأولى
١٤٢٢ هـ - ٢٠٠١ م

دارَ البشائر الإسلامية للطّباعَة وَالنشر والتوزيع
هاتف: ٧٠٢٨٥٧ - فاكس: ٧٠٤٩٦٣/ ٠٠٩٦١١
بيروت - لبنان ص ب: ٥٩٥٥/ ١٤

e-mail:bashaer@cyberia.net.lb',NULL,'2',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (3,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
وبه ثقتي

المُقدِّمة
الحمد لله رب العالمين، والصلاة والسلام على خاتم الأنبياء والمرسلين، نبينا محمَّد وعلى آله وصحبه أجمعين.
أما بعد:
فهذا جزء لطيف، وتعليق طريف، ألّفه الحافظ الناقد البارع أبو الخير شمس الدين محمَّد بن عبد الرحمن السخاوي الشافعي (٩٠٢ هـ) برسم الانتهاء من إقراء كتاب الشفا بتعريف حقوق المصطفى - صلى الله عليه وسلم -، لعالم المغرب الشهير القاضي عياض بن موسى اليحصبي (ت ٥٤٤ هـ).
وقد جَرَتْ عادته رحمه الله أن يصنِّف ختومًا للكتب التي قام بإقرائها وتدريسها، وكان رحمه الله قد أقرأ كثيراً من كتب الحديث والسيرة وجملة من تصانيفه، لا سيَّما عند مجاورته بالحرمين الشريفين مكة والمدينة، وَأَسَاسُ تصنيفِ تلك الختوم هو مجلس ختم الكتاب المقرر إقراؤه.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (4,'وكانت مجالس الختم من المجالس العلمية المشهودة، والمحافل العلمية المحمودة، حيث يتناول فيها الحافظ السخاوي بعد الانتهاء من تدريس الكتاب طَرَفاً من منهج المؤلف في كتابه، وَيُبَيِّنُ خصائص الكتاب، ومزاياه، وَيُعَدِّدُ مناقب مؤلفه، وَيَسْرُدُ أسانيده إليه، وَيَنْثُرُ في غُضُونِ ذلك إفاداتٍ علميّة متنوعة، ولم يكن يَتَخَلَّفُ عن تلك المجالس كَبِيرُ أَحَدٍ، فكان يحضرها الأمراء والأعيان، وَتُنْشَدُ فيها القصائد (١).
يقول السّخاوي: "وكان لكثير من ذلك -أي الكتب التي أقرأها- ختوم حافلة، ورسوم أرجو أن تكون للقبول شاملة" (٢).
وقد ألّف السخاوي هذا الختم المبارك بمكة في رمضان عام
٨٩٣ هـ (٣)، وله خَتْم آخر على الشفا بسط فيه القول وتوسّع فيه كثيراً واسمه: "الرياض في ختم الشفا لعياض" (٤)، وقد اعْتَادَ السّخاوي إقراء ختومه للطلبة بالمسجد الحرام (٥)، ويبدو أن هذا الختم من ضمنها.
ويشاء الله تعالى أن تتجَدَّدَ قراءته بعد مضي أكثر من خمسة قرون بالمسجد الحرام أيضاً، فقرأته ليلة السابع والعشرين من رمضان عام (١٤٢١ هـ)
_________
(١) إرشاد المناوي بل إسعاف الطالب الراوي بترجمة السخاوي للمصنف ل ٦٥/ أ (مخطوط).
(٢) المصدر السابق.
(٣) كما في آخر المخطوطة.
(٤) وهو مخطوط، له نسخة بالمدينة وأخرى باليمن، وسأعمل إن شاء الله على إخراجه في القريب العاجل.
(٥) انظر إرشاد المناوي ل ٦٤/ أ، وه ٦/ ب، و ٦٦/ أ، و ٨١/ أ.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (5,'في صحن المسجد تجاه الكعبة المشرفة مع ثلة كريمة من أهل العلم والفضل (١)؛ ليكون حلقة ضمن سلسلة الأعلاق النفيسة، والرسائل القيمة المفيدة؛ التي تصدر عن "لقاء العشر الأواخر من رمضان في المسجد الحرام".
وَيُعَدُّ هذا الختمُ وثيقةٌ مهمّة، وشهادةً جليلة، بِعُلُوِّ كَعْبِ القاضي عياض، ونَفَاسَةِ كتابه الشفا، فقد أثنى السّخاوي على القاضي عياض وكتابه المذكور ثناء عاطراً، وأورد قصائد ومقطوعات في ذلك، ثم ذكر أسانيده إلى كتاب الشفا.
ولا يخفى على أحد مكانة كتاب الشفا بين المصنفات في موضوعه، فهو من أهم المؤلَّفات في السيرة النبوية، وقد كتب الله له القبول والذيوع فحمله الناس عن مؤلفه واستمدوا منه، وطارت نسخه شرقاً وغرباً، وأقبل الناس على قراءته عَجَماً وَعُرْباً، ولا غَرْوَ في ذلك، فقد أبدع فيه مؤلفه كل الِإبداع، وأجاد في تصنيفه وترتيبه، وكل من حقق نظره في تدقيقه، ودقق فكره في تحقيقه، سلّم بأن ذلك منحة ربانية خصّ الله بها هذا الِإمام، وحلاّه بها، وما أحسن ما قال القائل: كُلُهُمْ حَاوَلَ الدَّوَاءَ وَلَكِنْ ... مَا أَتَى بِالشِّفَا إِلاَّ عِيَاضُ
_________
(١) منهم الشيخ المطلع النابغة المحقق محمَّد بن ناصر العجمي، والشيخ العلَّامة نظام بن محمَّد صالح يعقوبي، والأستاذ الدكتور اللغوي المطلع عبد الله بن حمد المحارب، والأستاذ المحقق الناشر رمزي دمشقية، والأستاذ الفاضل هاني بن عبد العزيز ساب، وغيرهم من الأفاضل حفظ الله تعالى جميعهم، ووفقهم لما يحبه ويرضاه.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (6,'ومع أن كتاب الشفا قد بلغ هذه المرتبة العظيمة، فإنه قد انتقد على مؤلفه فيه أشياء، وهكذا طبيعة عمل البشر، لا بدَّ أن يعتوره النقص والخطأ مهما بلغ من الِإجادة والِإتقان.
وقد اعتمدت في إخراج هذا الختم على نسخة يتيمة محفوظة بمكتبة الحرم المكي العامرة، واجتهدت في ضبط نصه، وخدمته والتعليق عليه بما يسر أهل العلم والقراء إن شاء الله تعالى، وما توفيقي إلاَّ بالله، عليه توكلت، وإليه أنيب.
وختاماً أسال الله جلَّ وعلا أن يتقبل مني هذا العمل، وأن يجعله خالصاً لوجهه الكريم، إنه سبحانه نعم المسؤول، والحمد لله أولاً وآخراً، وظاهراً وباطناً.

وكتب
عبد اللطيف بن محمَّد الجيلاني الآسفي
لطف الله به وغفر له ولوالديه
بالمسجد النبوي الشريف
في يوم الأربعاء غرَّة شهر صفر عام ١٤٢٢ هـ',NULL,'6',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (7,'<span data-type="title" id=toc-2>التعريف بالمصنف</span>
العلاَّمة شمس الدين السخاوي
هو العلاَّمة الحافظ الناقد شمس الدِّين محمَّد بن عبد الرحمن ابن محمَّد السخاوي القاهري المصري الشافعي، مولده بالقاهرة سنة (٨٣١ هـ)، ونشأ في رعاية والده الذي اهتم بتربيته وتعليمه، فحفظ القرآن ولازم شيوخ عصره في فنون شتى كالعربية والحديث والفقه وغير ذلك، ورحل إلى أقطار شتى، وكتب العالي والنازل، واستكثر من الشيوخ حتى زاد عددهم على أربعمائة نفس.
وانتفع كثيراً بشيخه الحافظ ابن حجر رحمه الله فكان لا ينفك عن ملازمته حتى أصبح أمثل تلاميذه وأقربهم إليه، ثم صار رحمه الله من أشهر علماء زمانه، وبرع في الحديث والتاريخ, وتصدى رحمه الله للِإقراء والتدريس لا سيَّما عند إقامته بالحرمين مكة والمدينة، فأقبل عليه الطلبة من كل حدب وصوب، وأخذ عنه من الخلائق من لا يحصى كثرة، وأثنى عليه شيوخه وأقرانه وتلاميذه ثناء عاطراً، واعترفوا له بسعة الاطلاع، والتضلع في العلوم.
قال عنه المتقي ابن فهد: "زين الحفاظ، وعمدة الأئمة الأيقاظ،',NULL,'7',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (8,'شمس الدنيا والدين، ممن اعتنى بخدمة حديث سيِّد المرسلين، واشتهر بذلك في العالمين، على طريقة أهل الدين والتقوى، فبلغ فيه الغاية القصوى".
وقال عنه المتقي الشمني: "الإِمام العلاَّمة الثقة الفهامة الحجة، مفتي المسلمين، إمام المحدثين، حافظ العصر، شيخ السنة النبوية ومحررها وحامل راية فنونها ومقررها من صار الاعتماد عليه، والمرجوع في كشف المعضلات إليه، أمتع الله بفوائده وأجراه على جميل عوائده".
وقد أثرى رحمه الله المكتبة الِإسلامية بتصانيف كثيرة في الحديث والتاريخ وغيرهما من الفنون، وهي في مجملها متقنة محرّرة، ولذلك نالت استحسان العلماء وثناءهم، فقد كان العز الكناني الحنبلي يثني عليها ويكثر من مطالعتها والانتقاء منها (١).
ومن أشهر هذا التصانيف: كتاب الضوء اللامع لأهل القرن التاسع، وفتح المغيث بشرح ألفية الحديث للعراقي، والغاية في شرح الهداية للسخاوي، والأجوبة المرضية فيما سئل عنه من الأحاديث النبوية، والمقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة، والقول البديع في الصلاة على الحبيب الشفيع، وغيرها، وكلها مطبوعة متداولة.
_________
(١) ذكر هذا السخاوي نفسه، ونقل عنه أنه قال في حق بعضها: "إن لم تكن التصانيف هكذا وإلاَّ فلا فائدة". (إرشاد المناوي ل ٨٠/ ب).',NULL,'8',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (9,'توفي رحمه الله بعد حياة حافلة بطلب العلم والتدريس والِإقراء والِإفتاء والتصنيف سنة (٩٥٢ هـ) بالبقيع بالمدينة النبوية على ساكنها أفضل الصلاة وأزكى التسليم، رحمه الله رحمة واسعة وجزاه عن الإِسلام والمسلمين خير الجزاء (١).
• • •
_________
(١) رأيت الاكتفاء بهذه الترجمة المقتضبة جدّاً مراعاة مني للمقام، فإنه لا يتسع لأكثر من هذا، لا سيما والسخاوي قد ترجمة لنفسه ترجمة موسعة في الضوء اللامع (٨/ ٢ - ٣٢)، ثم عاد وأفرد كتابأ كبيراً وحافلاً في ترجمته سماه: "إرشاد الغاوي بل إسعاف الطالب الراوي بترجمة السخاوي"، وهو مخطوط محفوظ بخزانة أيا صوفيا بتركيا بخط ابن فهد وعليه خط مصنفه، ولدي مصورة عنه، ومن هذين الكتابين استقيت معظم هذه الترجمة.
كما أن له ترجمة في تاريخ النور السافر عن أخبار القرن العاشر للعيدروسي ص ١٨ - ٢٣، والكواكب السائرة بأعيان المائة العاشرة للغزي ١/ ٥٣، ٥٤، وشذرات الذهب لابن العماد ٨/ ١٥ - ١٧، والبدر الطالع للشوكاني وَكُتِبَتْ عنه العديد من الدراسات، أذكر منها: السخاوي مؤرخاً لعبد الله بن ناصر الشقاري، رسالة دكتوراه بجامعة الإِمام محمَّد بن سعود بالرياض سنة ١٤٠٦. والسخاوي محدثاً لسعيد حليم، رسالة ماجستير بجامعة الحسن الثاني بالمغرب عام ١٤١٤ هـ. والسخاوي وجهوده في الحديث وعلومه لبدر العماش، رسالة دكتوراه بقسم علوم الحديث بالجامعة الِإسلامية بالمدينة عام ١٤١٩ هـ, وقد صدرت مؤخراً في مجلدين عن مكتبة الرشد بالرياض، وغيرها كثير.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (10,'<span data-type="title" id=toc-3>التعريف بالكتاب</span>
<span data-type="title" id=toc-4>موضوع الكتاب:</span>
يُعَدُّ هذا الكتاب من كتب الختم، وهي كتب يصنفها الشيخ أو يصليها برسم الانتهاء من إقرائه لكتاب من كتب الحديث أو السيرة أو الفقه أو غيرها من الفنون، ويكون الكلام فيه على فضائل مصنف الكتاب ومناقبه ومآثره، وخصائص كتابه ومزاياه ومنهجه فيه، ويسوق أسانيده إليه، وقد يشرح آخر حديث في الكتاب، ويتكلم عليه سنداً ومتناً. وتعتبر كتب الختم مرجعاً مهمّاً في دراسة مناهج المصنفين؛ إذا يتضمن كثير منها خلاصة الاستقراء لتلك المناهج (١)، ولذلك فلا ينبغي إهمال الرجوع إليها لِكُلِّ مَنْ رَامَ البحث في تراجم العلماء أو مناهجهم في تصانيفهم أو النظر في أسانيد الكتب ومعرفة مدى انتشارها واهتمام الناس بها.
_________
(١) نبّه على هذا شيخنا الدكتور عبد العزيز بن محمَّد العبد اللطيف رحمه الله وتغمده برحمته في مقدمة تحقيقه لكتاب: "بغية الراغب المتمني في ختم النسائي برواية ابن السني"، ص ٥.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (11,'وقد بدأت العناية بهذا اللّون من التصنيف تبعاً لظهور التصنيف في افتتاح الكتب، أعني كتب الافتتاحيات، وهي كتب يصنفها الشيخ أو يمليها برسم الشروع في إقراء كتاب من الكتب أو تدريسه، فتكون بمثابة المقدمة أو المدخل لذلك الكتاب، ويتناول فيها المصنف ما يتناوله مؤلفو كتب الختم من ترجمة صاحب الكتاب المراد إقراؤه، والكلام على خصائص كتابه ومنهجه فيه، وَسَوْقِ أسانيده إليه، وَعَرْضِ ما قيل في الثناء عليه نظماً ونثراً.
وأوَّل من علِمته صنّف في ذلك الحافظ أبو طاهر السِّلَفِي (ت ٥٧٦ هـ) حيث أملى مقدمة على كتاب معالم السنن للخطابي (١)، ومقدمة أخرى على كتاب الاستذكار لابن عبد البر القرطبي (٢)، ولم يشتهر التصنيف في الختم إلاَّ مع مطلع القرن التاسع الهجري، فالّف في ذلك العلاَّمة ابن الجزري (ت ٨٣٣ هـ) كتابه: "المصعد
_________
(١) طبعت في آخر كتاب معالم السنن ٨/ ١٣٨ - ١٦٣.
(٢) قمت بتحقيقها على نسختين خطِّيَّتين، وقد نشرف بفضل الله ضمن سلسلة لقاء العشر الأواخر من رمضان، وممن ألف في الافتتاحيات أيضاً الحافظ ابن ناصر الدين الدمشقي (ت ٨٤٢ هـ) له كتاب: "افتتاح القاري لصحيح البخاري" مخطوط بمكتبة الموسوعة الفقهية بوزارة الأوقاف الكويتية برقم: ٢٨٦/ ١، وللحافظ السيوطي (ت ٩١١ هـ): "رفد القاري بما ينبغي تقديمه عند افتتاح صحيح البخاري" مخطوط بالخزانة العامة بالرباط برقم: ٢٧١١ ك، ولمحمد بن المدني بن الغازي بن الحسني الرباطي كتاب: "ثالث افتتاح لأصح الصحاح" مخطوط بالخزانة العامة بالرباط ضمن مجموع برقم: ١٨٢١ د.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (12,'الأحمد في ختم مسند الإِمام أحمد" (١)، وألّف الحافظ ابن ناصر الدين الدمشقي (ت ٨٤٢ هـ) في ختم البخاري ومسلم (٢) والسيرة النبوية لابن هشام (٣) والشفا (٤).
ثم أتى بعدهما الحافظ محمَّد بن عبد الرحمن السخاوي فاعتنى بتصنيف كتب الختم عناية كبرى لا نجدها عند غيره من المصنفين، فألّف ثلاثة عشر كتاباً في ذلك، سماها عندما ترجم لنفسه في الضوء اللاّمع، وكذا في الترجمة التي أفردها لنفسه، وفيما يلي أسماء هذه الكتب مرتبة على حروف المعجم (٥):
١ - الِإلمام في ختم السيرة النبوية لابن هشام (٦).
_________
(١) ألّفه في مكة المكرمة عند ختمه المسند الإِمام أحمد سنة ٨٢٨ هـ، وقد طبع بمطبعة السعادة بمصر سنة ١٣٤٧ هـ، ثم قامت بطبعه مكتبة السنة بالقاهرة سنة ١٤١٠ هـ اعتماداً على طبعة مطبعة السعادة.
(٢) ذكرهما ضمن مؤلفات ابن ناصر الدين: السخاوي في الضوء اللامع ٨/ ١٠٤.
(٣) طبع بعنوان: "مجلس في ختم السيرة النبوية بتحقيق: إبراهيم صالح عن دار البشائر بدمشق عام ١٤١٩ هـ.
(٤) له نسخة خطية بمكتبة أورشليم، وعنها مصورة بمكتبة الملك فهد الوطنية بالرياض.
(٥) انظر: الضوء اللامع ٨/ ١٨، وإرشاد المناوي بل إسعاد الراوي بترجمة السخاوي ل ٨٠/ أ- ٨١/ أ (مخطوط).
(٦) يوجد مخطوطاً بدار الكتب الوطنية بتونس ضمن مجموع برقم: ٦٦٦٢، في خمس ورقات، نسخ بخط محمد بن أحمد بن محمَّد الشلبي الحنفي في =',NULL,'12',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (13,'٢ - الانتهاض في ختم الشفا لعياض (١).
٣ - بذل المجهود في ختم سنن أبي داود (٢).
٤ - بغية الراغب المتمني في ختم النسائي رواية ابن السني (٣)
٥ - الجوهرة المزهرة في ختم التذكرة للقرطبي.
٦ - رفع الِإلباس في ختم السيرة لابن سيد الناس.
٧ - الرياض في ختم الشفا لعياض (٤).
٨ - عجالة الضرورة والحاجة عند ختم السنن لابن ماجه (٥).
٩ - عمدة القاري والسامع في ختم الصحيح الجامع (٦).
_________
= شوال سنة ١٠٤٤ هـ، وله مصورة بقسم المخطوطات بالجامعة الِإسلامية بالمدينة المنورة، ويعمل على تحقيقه الأخ الباحث الأستاذ أنس بن الحسن وكاك من المغرب.
(١) وهو هذا الختم الذي بين أيدينا.
(٢) انتهيت من تحقيقه على نسختين خطيتين، وسيطبع قريباً بإذن الله تعالى.
(٣) طبع بتحقيق شيخنا الدكتور عبد العزيز العبد اللطيف رحمه الله عام ١٤١٤ هـ بمكتبة العبيكان بالرياض.
(٤) منه نسخة باليمن، وأخرى بخزانة الشيخ عارف حكمت بالمدينة ضمن مجموع برقم: ٣٠٨، يسَّر الله لي تحقيقه ونشره.
(٥) مخطوط بدار الكتب المصرية.
(٦) طبع بتحقيق علي العمران اعتماداً على نسخة دار الكتب المصرية، وهي بخط تلميذ المؤلف القسطلاني ونشرفه دار عالم الفوائد بمكة المكرمة، ثم نشر مؤخراً بتحقيق د. مبارك الهاجري الكويتي في مجلة كلية الشريعة التي تصدر عن جامعة الكويت/ السنة: ١٦ العدد: ٤٤ ذو الحجة ١٤٢١ هـ - مارس ٢٠٠١ م، اعتماداً على نسختين: النسخة المشار إليها، ونسخة مكتبة =',NULL,'13',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (14,'١ - غنية المحتاج في ختم صحيح مسلم بن الحجاج (١).
١١ - القول المرتقي في ختم دلائل النبوة للبيهقي.
١٢ - القول المعتبر في ختم النسائي رواية ابن الأحمر (٢).
١٣ - اللّفظ النافع في ختم كتاب الترمذي الجامع (٣).
وقد اهتم السخاوي بإقراء ختومه وإسماعها للطلبة لا سيَّما كتابه في ختم الشفا، يقول في ترجمة أحمد بن محمَّد بن إبراهيم المعروف بابن ظهيرة: "سمع عليَّ الشفا ومؤلَّفي في ختمه، وحضر علي قبل ذلك أشياء" (٤)، وقال في ترجمة محمَّد بن محمَّد بن إبراهيم المعروف بابن ظهيرة المكي: "قرأ علي الشفا بمكة ومؤلَّفي في ختمه وسمع قبل ذلك وبعده مني وعلي أشياء" (٥).
_________
= تشستربيتي بإرلندا وهي بخط البلبيسي، وهو أيضاً تلميذ للمؤلف، وفاته هو والذي قبله اعتماد نسخة أخرى مهمة محفوظة بخزانة الشيخ عارف حكمت ضمن مجموع برقم: ٣٠٨.
(١) طبع بتحقيق نظر الفاريابي ونشرفه مكتبة الكوثر بالرياض، اعتماداً على نسخة سقيمة محفوظة بمكتبة الحرم المكي، وفاته اعتماد نسختين مهمتين أولاهما: محفوظة بخزانة الشيخ عارف حكمت ضمن مجموع برقم: ٣٥٨، والثانية: محفوظة بدار الكتب المصرية برقم: ٢٥٦٩ حديث، وكتب عنوان هذه النسخة بخط المؤلف.
(٢) نشرته دار ابن حزم ببيروت بتحقيق جاسم المري.
(٣) مخطوط بدار الكتب المصرية.
(٤) إرشاد الغاوي ل ١٨٤/ ب (مخطوط).
(٥) المصدر السابق ل/ ٢١٧/ أ.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (15,'وَرَافَقَ مجالس ختمه للبخاري احتشاد واهتمام من طرف الولاة والأعيان حيث لم يكن يتخلف منهم أحد عن الحضور في مجلس الختم، بل كانوا يوزعون العطايا والهبات على الطلبة والحاضرين، يقول السخاوي: "وكان لبعض ختوم ذلك أوقات حافلة، وأما بالمدينة فختم في يوم جمعة بالروضة النبوية: البخاري ومسند الشافعي ودلائل النبوة والقول البديع وغيرها, ولم يتخلف عنه كبير أحد، وأنشدت قصائد مبتكرة لغير واحد ذكرتها في محلها، وخلع الخواجا الشمسي ابن الزمن على القراء والمادحين، جوزي خيراً ونرجو القبول والمغفرة" (١).
ويقول في ترجمة أحمد بن عبد الرحيم بن محمود العيني القاهري أحد الوجهاء والمقدمين في مصر: "سار على سيرة أكابر الملوك في الِإنعام والمماليك خصوصاً، فإنه فعل من المعروف والِإحسان شيئاً كثيراً، وعُقِدَ عنده مجلس الحديث فما تخلف كبير أحد عن حضور مجلسه، وصار يعطيهم الصُّرَرَ عند الختم والخلع وغير ذلك ... " (٢).
ويبدو أن الاهتمام بمجالس الختم قد استمر على نفس هذه الوتيرة في العصور التالية، بل ربما قد أولي عناية أكبر، فهذا العلاَّمة أبو سالم العياشي (ت ١٠٩٠ هـ) يصف مجلس ختم كتاب الشفا على شيخه أبي مهدي عيسى الثعالبي أثناء مقامه بمكة فيقول: "وسمعت من لفظه نحو النصف من كتاب الشفا للقاضي عياض رواية ودراية يقرره
_________
(١) إرشاد الغاوي ل ٦٥/ أ.
(٢) طبقات الحنفية ص ٢٧ (مخطوط بالمكتبة الأحمدية بحلب).',NULL,'15',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (16,'أحسن تقرير، ويبين مقاصده، ويطالع عليه شرح شيخنا شهاب الدين الخفاجي، وكنت أمسكه عليه في حال التقرير وأسرد له المحتاج منه، ويحضر مجلسه فيه غالب النجباء من متفقهي أهل مكة، وكان يوم ختمه يومًا مشهودًا حضره أكابر الفقهاء وأديرت فيه كؤوس الأشربة الحلوة، وأطلقت فيه أنواع البخور والروائح الطيبة، وهذه أنهى تكرمة عند أهل ذلك القطر" (١).
ومما ينبغي التنبيه عليه بخصوص المؤلفات في الختم أن السخاوي قد شَهَر هذا اللون من التصنيف، فَسَارَ على منواله في ذلك الجم الغفير من أهل العلم، وممن ألّف في ذلك من أهل عصره العلاَّمة القسطلاني (ت ٩٢٦ هـ فله كتاب: "تحفة السّامع والقاري بختم صحيح البخاري" (٢)، وبعده ألّف العلاَّمة المحدث محمَّد علي بن علاّن الصديقي المكي (ت ١٠٥٧ هـ) كتاب: "الوجه الصّبيح في ختم الصحيح" (٣)، وكتاب: "الابتهاج في ختم المنهاج" (٤)؛ أي المنهاج بشرح صحيح مسلم للنووي، وهو من المختصرات المعتمدة في فقه الشافعية.
_________
(١) ماء الموائد أو الرحلة العياشية ٢/ ١٧٦.
(٢) ذكره له السخاوي في الضوء اللامع ٢/ ١٠٤، وانظر نسخه الخطية في الفهرس الشامل للتراث العربي الِإسلامي المخطوط (الحديث النبوي الشريف وعلومه ورجاله) ١/ ٣٤١.
(٣) انظر: هدية العارفين لِإسماعيل باشا ٢/ ٥٢٥.
(٤) انظر المصدر السابق.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (17,'وأشهر من اعتنى بتأليف كتب الختم بعد عصر السخاوي العلاَّمة المحدث عبد الله بن سالم البصري (ت ١١٣٤ هـ) فله ختوم على الموطأ وصحيح البخاري، وجامع الترمذي وسنن أبي داود وسنن ابن ماجه (١)، وبعده ألّف العلاَّمة أبو الفضل محمَّد تاج الدين بن عبد المحسن بن سالم القلعي (ت ١١٤٩ هـ) "منتخب الدراري في ختم صحيح البخاري"، وختم صحيح مسلم (٢)، وعموماً فإن المتأخرين قد أكثروا من التأليف في الختم بحيث يضيق المجال هنا بحصر تصانيفهم في ذلك.
هذا ما حضرني عن كتب الختم ومدى اهتمام العلماء بالتصنيف فيها.
أما عن هذا الكتاب الذي بين أيدينا فهو مجلس في ختم كتاب الشفا للقاضي عياض بن موسى اليحصبي السّبتي (ت ٥٤٤ هـ) (٣).
وكتاب الشفا من التصانيف البهية في السيرة المحمدية، وهو كتاب مشهور، وبالمحاسن مذكور، أبدع فيه مؤلفه كل الِإبدل، وَسَلَّمَ كَفَاءَتَه فيه جُلّ الأتباع، وكتب له القبول فطارت نسخة شرقاً وغرباً،
_________
(١) لهذه الختوم نسخة بمكتبة الحرم المكي ضمن مجموع. برقم: ٣٨٠٨ فلم: ٢٦٠ - ٢٦٤، ولختم الموطأ والترمذي وابن ماجه نسخة أخرى بخزانة المحمودية بالمدينة ضمن مجموع برقم: ٢٦٠٠.
(٢) كلاهما مخطوط بمكتبة الحرم المكي ضمن مجموع برقم: ٣٨٠٨.
(٣) تحدثت عن مضامين هذا الختم وقيمته العلمية في المقدمة فأغنى عن إعادته هنا.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (18,'بُعداً وقرباً (١)، وأثنوا عليه نثراً ونظماً، وتكلّموا عليه إيضاحاً وفهماً.
وربما انتقد في بعضه، كانتقاد الحافظ الذهبي (ت ٧٤٨ هـ) له في إيراده للأحاديث الضعيفة والواهية في كتابه، وذكره لبعض التأويلات البعيدة، فإنّه قال في كتابه سير أعلام النبلاء: "تواليفه نفيسة، وأجلّها وأشرفها كتاب الشفا لولا ما قد حشاه بالأحاديث المفتعلة، عَمَلَ إِمَامٍ لا نقد له في فن الحديث ولا ذوق، والله يثيبه على حسن قصده، وينفع بشفائه وقد فعل، وكذا فيه من التأويلات البعيدة ألوان، ونبينا صلوات الله عليه وسلامه غَنِيٌّ بمدحة التنزيل عن الأحاديث، وبما تواتر من الأخبار عن الآحاد، وبالآحاد النظيفة الأسانيد عن الواهيات، فلماذا يا قوم نتشبع بالموضوعات, فيتطرق إلينا مقال ذوي الغل والحسد، ولكن من لا يعلم معذور، فعليك يا أخي بكتاب دلائل النبوة
_________
(١) كتب الله لكتاب الشفا القبول، فأخذه عن مؤلفه جم غفير من تلاميذه، فذاع وانتشر، وصار أحد الكتب المعتمدة في حلقات الدرس بالمغرب والمشرق، واستكثر الناسخ من نسخه، واليوم نجد نسخه المخطوطة متوافرة في معظم الخزائن والمكتبات. لا سيما الخزائن المغربية، فنسخه المحفوظة بها تعد بالمئات، ثم إنه من أوائل الكتب التي حظيت بالطاعة فقد طبع بالأستانة بتركيا على الحجر عام ١٢٦٤ هـ، ثم طبع بعد ذلك مراراً بالمغرب ومصر والهند وغيرها من البلدان تارة مجرداً، وتارة مع شرح من شروحه الكثيرة.
(انظر حول مخطوطاته وطبعاته البحث الحافل لأستاذنا العلاَّمة الفقيه محمَّد بن عبد اللهادي المنوني حول رواة الشفا ورواياته ومخطوطاته الأصيلة ضمن كتابه: قبس من عطاء المخطوط المغربي ١/ ١٥٩ - ١٧٥، ٢٠٦ - ٢٠٨).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (19,'للبيهقي، فإنه شفاء لما في الصدور، وهدى ونور" (١).
وقد علَّق الحافظ السخاوي على كلام الذهبي هذا قائلاً: "وهو مَاشٍ في الِإنكار على طريقته، بل قد أدخل أبا القاسم الطبراني وغيره من أئمة النقد والحفظ في ميزانه المعقود لمن تكلم فيه لكونهم يروون الموضوعات ونحوها بأسانيدهم ساكتين عنها, ولكن كان يمكنه التعبير هنا بألين من هذه العبارة؛ لأنه لا يخفى عليه ولا على غيره من أئمة الإِسلام المتأخرين عن القاضي عياض جلالته سيَّما في الحديث بحيث اعتمده جمهور من جاء بعده كما صنعه بعض من وافقه على التعرض للقدح في بعض أحاديثه مع التحامي عن تدوينه اعترافاً بحقه وصوناً لهذا الكتاب البديع، في الجناب الرفيع، عن تنقيصه وتوهينه.
فقال البرهان الشارح مع كونه ممن تعرض لشيء من ذلك، كما صرّح به في خطبة كتابه حيث قال: وقد تكلمت على بعض أحاديث فيه، وعلى الجملة في ذكره إياها من مكان، وقد يكون في الكتب الستة أو بعضها ما نصه، وقد بلغني عن شيخنا حافظ الوقت الزين العراقي أنه أراد أن يعزو أحاديثه ويتكلم عليها ثم رجع عن ذلك، قلت معللاً لرجوعه بقوله (٢): هذا كتاب قد تلقي بالقبول فلا أحب التعرض له حكاه لنا شيخنا رحمه الله، وهو ممن كان أيضاً يقول: أيعجب من القاضي مع جلالته في إيراد أسانيده في كثير من الأحاديث التي ينقلها عن مشهور الكذب ويترك إفادتنا تعيين المكان الذي نقل منه ما لا نعرفه إلاَّ منه.
_________
(١) السير ٢٠/ ٢١٦.
(٢) كذا في الأصل.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (20,'والذي عندي في الجواب عن القاضي رحمه الله أن توجهه لهذا الأسلوب الرائق، والمطلوب الفائق، الذي يلتذ به السامع، وتصير حواسه كلها لطربه به مسامع، والأجوبة الحسنة المتضمنة للمثوبة البينة، وكون القصد المشي في الطريق الذي لم نر من سار فيه كسيره منه من التشاغل بتمييز الصحيح من غيره؛ سيَّما وهي في الفضائل المتسامح فيها بين الأوائل، وإن فقد في بعضها بعض الشروط، كما هو مقرر مضبوط، فكان القاضي لا يتقيد به، هذا مع أنه قد قال في أثناء كتابه أنه اقتصر في كثير من الأحاديث وغريبها على ما صحّ واشتهر، لا يسأل من غريبه مما ذكره مشاهير الأئمة، وحذفنا الإِسناد في جمهوره طلباً للاختصار، بل يتكلم في الأمور الضرورية غالباً".
ثم ذكر السخاوي نماذج من كلام القاضي عياض على بعض أحاديث الشفا، ثم قال: "وهو شاهد لما اعتذرت به عنه من كونه لا يسكت عن الضروري بخلاف غيره من الفضائل ونحوها، فكلامه مشعر به، ولذا مشى عليه خاصة في شفائه، وأما ما قاله الذهبي في التأويلات (١)، فالقاضي رحمه الله يحكي الأقوال ويرجح ويختار ... " (٢)، إلى آخر كلامه رحمه الله.
وفيما ذكره السخاوي رحمه الله مواضع تحتاج إلى توضيح وتعليق، لكن الذي ينبغي التنبيه عليه هنا هو أن المآخذ على كتاب
_________
(١) مما أخذ عليه الغلو في مسألة العصمة. (انظر: أزهار الرياض ٥/ ٩، ١٠، ومجموع الفتاوى ٤/ ٣١٩، ١٥/ ١٤٨).
(٢) الرياض في ختم الشفا لعياض ل/٨ ب- ٩/ أ (مخطوط).',NULL,'20',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (21,'الشفا لا تغض من قيمته ولا تحط من قدره، وإنما هي من قبيل المآخذ التي لا يسلم منها أي عمل بشري مهما بلغ من الجودة والإِتقان.
ويكفي لاستدراك ما وقع فيه من قصور أو هنات أن يتصدى أحد العلماء لتحقيقه والتعليق عليه، وأحسن من ذلك أن تتولى هذه المهمة مؤسسة علمية أو مركز من مراكز البحث العلمي التي تتولَّى خدمة السُنَّة والسِّيرة النَّبويَّة، والله الموفق.

<span data-type="title" id=toc-7>تحقيق نسبة الكتاب إلى مؤلفه وإثبات عنوانه:</span>
هذا الختم ثابت النسبة للِإمام السخاوي لأمور منها:
١ - ما ورد على طرة نسخته الخطية من نسبة الكتاب إليه.
٢ - ذكر المصنف في ترجمته لنفسه أن له ختماً صغيراً على الشفا (١)، وهو هذا الختم الذي بين أيدينا، وذكر أيضاً أن له ختماً آخر على الشفا كبير ومبسوط (٢)، وقد عثرت عليه.
٣ - نسب هذا الختم إليه إسماعيل باشا ومحمد عبد الحي الكتاني (٣).
٤ - أسانيده التي ساقها في آخر هذا الختم لكتاب الشفا تؤكد
_________
(١) انظر: الضوء اللامع ٨/ ١٨، وإرشاد المناوي بل إعلام الطالب الراوي بترجمة السخاوي ل ٨١/ أ (مخطوط).
(٢) انظر: الضوء اللامع ٨/ ١٨، وإرشاد الغاوي ل ٦٦/ أ، ٧٩/ ب، ١٨١/ ب (مخطوط)، والإِعلان بالتوبيخ، ص ٢٤٣.
(٣) انظر: هدية العارفين ٢/ ٢١٩، وفهرس الفهارس ٢/ ٩٩٠.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (22,'أن صاحبها هو السخاوي، فقد روى عن ابن حجر وأبي عبد الله الرشيدي والمجد الحريري، وهؤلاء من شيوخه المعروفين.
وأما بخصوص العنوان فقد وَرَد على غلاف النسخة الخطية لهذا الختم ما يلي: "مجلس في ختم الشفا لكاتبه محمد بن السخاوي، عمله سريعاً في ساعة، نفع الله به"، وقال الناسخ عقبه: "هكذا بخط المصنف بظهر أول ورقة من الأصل المنقول عنه"، وقد سمّى المصنف ختمه الصغير على الشفا -وهو هذا الذي بين أيدينا- بـ"الانتهاض في ختم الشفا لعياض"، وذلك في كتابيه الضوء اللامع وإرشاد المناوي، وكذلك سماه إسماعيل باشا والكتاني (١).
وأما ختمه الكبير على الشفا فسماه: "الرياض في ختم الشفا لعياض"، وقد تقدم الِإلماع إليه وقد وقفت له على نسخة خطية بمكتبة الملك عبد العزيز بالمدينة النبويَّه، يسَّر الله تعالى تحقيقه ونشره.

<span data-type="title" id=toc-8>وصف النسخة المعتمدة في التحقيق:</span>
اعتمدت في تحقيق هذا الختم على نسخة فريدة توجد بمكتبة الحرم المكي العامرة بمكة المكرمة برقم: ٥٣ ضمن مجموع، وهي في أربع ورقات، تعبداً من الورقة (٩٩/ أ) وتنتهي عند الورقة (١٥٢/ ب)، تحتوي كل ورقة على وجهين، كل وجه يتضمن (٢٣) سطراً، كل سطر يضمّ ما يقارب تسع كلمات.
وقد كتب المخطوط بخط نسخ مشرقي معتاد، وهو بخط الشيخ أحمد بامزروع، والنسخة عارية عن تاريخ النسخ، لكنها مصححة
_________
(١) انظر المصادر السابقة.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (23,'ومقابلة، وقد صرّح الناسخ في خاتمة المخطوط أنه قابل نسخته على نسخة جاء في آخرها: "انتهى نقله من مسوّدة المصنف، وهي بخطه رحمه الله"، فهذه النسخة منقولة من نسخة منقولة هي الأخرى عن مسودة المصنف رحمه الله.

<span data-type="title" id=toc-9>منهجي في التحقيق</span>
ويتلخَّص ذلك في النقاط التالية:
١ - قدمت للرسالة بدراسة موجزة تناولت فيها بإيجاز ترجمة المؤلف، وموضوع التصنيف في الختم عند المحدثين.
٢ - قمت بنسخ المخطوط وفق القواعد الِإملائية الحديثة، وحرصت على ضبط نصوصه بالشكل.
٣ - شرحت بعض الكلمات الغريبة التي قد يشكل فهمها على بعض القراء.
٤ - عرَّفت بمؤلفات القاضي عياض التي أشار إليها المؤلف.
٥ - ضبطت الأشعار التي أوردها المؤلف وأشرف إلى أسماء منشديها، حيث أهمل المؤلف ذكر أسمائهم.
٦ - عرَّفت برجال الأسانيد التي ذكرها المؤلف إلى كتاب الشفا في آخر هذا الختم.
٧ - علّقت على بعض المواضع التي تحتاج إلى تعليق.
إلى غير ذلك مما يجده القارئ في ثنايا الرسالة.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (24,'صورة لورقة العنوان',NULL,'24',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (25,'صورة لبداية المخطوط',NULL,'25',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (26,'صورة لنهاية المخطوط',NULL,'26',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (27,'لقاء العشر الأواخر بالمسجد الحرام (٣٢)

الانتهاض في ختم «الشفا» لعياض

تأليف
الحافظ شمس الدين محمد بن عبد الرحمن السخاوي (ت ٩٠٢ هـ)

دراسة وتحقيق
عبد اللطيف بن محمد الجيلاني',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b17908] VALUES (28,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
وبه الاستعانة، يا كريم

مُقدِّمة
الحَمْدُ لله المانِحِ لِعِبَادِهِ المؤمنين شِفَا، والمانِعِ عَنْ أَحْبَابِهِ الموحدين شَقَا، باعثِ النبيين، مُبَشَرِينَ وَمُنْذِرِين، ومُيَسِّرين غَيْرَ مُعَسّرِين، بالآيات البَاهِرَاتِ، والمعْجِزَاتِ الظَّاهِرَاتِ، والبَرَاهِينِ السَّاطِعَاتِ، ونَاعِتِ الجَمِيعِ، بالوَصْفِ البَدِيعِ، والسِّتْرِ المَنِيع، والحِجَابِ الرَّفِيعِ، وَجَاعِلِ نبينا أكملهم ذاتاً، وأجملهم صفاتا، وأرفعهم قدراً، وأجمعهم فخراً، وأزكاهم كرامةً، وأوفاهم معجزة وآيةَ. بِهِ خَتَمَ النبيين، وَفَضَّلَهُ على سَائِرِ الخَلْقِ أجمعين، وَجَعَلَ أُمَّتَهُ خَيْرَ الأُمَمِ.
وأعطاه جوامعَ الكَلِمِ، وبدائع الحِكَمِ، وَنَسَخَ الشّرائع بشريعَتِهِ، وَعَمَّ سَائرَ الخلقِ بِبِعْثَتِهِ، وأعطاهُ المقامَ المحمودَ، والحَوْضَ المورودَ، والشَّفَاعَةَ العُظْمَى في اليَوْمِ المشهودِ، واصْطَفَاهُ بالمحبّة والخُلَّةِ، والقُرْبِ والدُّنُوِّ، والمعراجِ، والصلاةِ بالأنبياءِ، ولِوَاءِ الحَمْدِ، والبِشَارَةِ والنَّذَارَةِ، والهِدَايةِ والأمانةِ، وإتمامِ النِّعْمَةِ.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (29,'وأعطاهُ الرِّضَى والعَفْوَ عَمَّا تَقَدَّم وَتأَخرَ، وَشَرْحَ الصَّدْرِ، وَرُجْحَانَ الفَضْلِ، وَوَضْعَ الْوِزْرِ، وَرَفْعَ الذِّكْرِ، وَعِزَّ النَصْرِ، ونُزُولَ السَّكِينَةِ، والتأييدَ بالملائكة، وإيتاءَ الكتاب والحكمة، والسبعَ المثاني، والقرآنَ العظيم، والحُكْمَ بين الناس بما أَرَاهُ الله، والْقَسَمَ بِاسْمِهِ، وَإِجَابَةَ دَعْوَتِهِ، وَإِحْيَاءَ الموْتَى، وإِسْمَاعَ الصُّمَ، وَرَدَّ الشَّمْسِ، وَقَلْبَ الأَعْيَانِ، والاطِّلاَع على الغيبِ بإذنه، وَظِلَّ الغَمَامِ، وإِبْرَاءَ الآلاَمِ، والعصمةَ من الناس، وَصَلاَةَ اللهِ وَمَلائَكَتَهُ عليه، وَجَعْلَهُ رحمةً للعالمين، ووضع الِإصر والأغلال عن أمته، إلى غير ذلك مما ادَّخَرَهُ له في الآخرة من الكَرَامَةِ والسَّعَادَةِ الوَافِرَةِ.
فَلَة الحَمْدُ على مَا أَنْعَمَ، وله الشُّكْرُ فيما إِلَيْهِ أَلْهَمَ، من اتِّبَاعِ آثَارِ هذا النَّبِيّ الكَرِيمِ، وإِسْمَاعِ نُبَذٍ من مَآثِرِهِ وشمائِلِهِ وخَصَائِصِهِ في الجمِّ العميمِ.
وأشهد أن لا إله إلاَّ الله وحده لا شريك له، شهادةَ مُعْتَرِفٍ بِالعَجْزِ والتَّقْصِيرِ، وَمُغْتَرِفٍ من بَحْرِ كَرَمِهِ وَجُودِهِ ما يُكْتَفَى به المسير، وأشهد أن سيدنا محمداً عبدُهُ وَرَسُولُهُ، وَحَبِيبُهُ وَخَلِيلُهُ، وَصفِيُّهُ وَنَجِيُّهُ، سَيدُ الخَلْقِ، والنبيّ الحَق، أَرْسَلَهُ {بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (٩)} (١).
اللهُمَّ صَل وَبَارِكْ وَتَرَحَّمْ على عبدك ونبيك ورسولك النَّبِيِّ الأُمَيِّ، سَيدِ المرسلينَ، وَإِمَامِ المتقينَ، وخاتمِ النبيينَ، إِمَامِ الخَيْرِ،
_________
(١) سورة الصف: آية ٩.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (30,'وَقَائِدِ الخَيْرِ (١)، ورسولِ الرَّحْمَةِ، وعلى أَزْوَاجِهِ أُمَّهَاتِ المؤمنينَ، وَذُرِّيَّتِهِ وَأَهْلِ بَيْتِهِ وآلِهِ وأصهارِهِ وأنصارِهِ وأتباعِهِ وأشياعِهِ وَمُحِبِّيهِ، كما صَلَّيْتَ وَبَارَكْتَ وَتَرَحَّمْتَ عَلَى إِبْرَاهِيمَ، وعلى آل إبراهيمَ في العالمين إنك حميدٌ مجيدٌ.
وصَلِّ وباركْ وَتَرَحَّمْ علينا معهم أفضلَ صلواتِكَ وأزكى بركاتِكَ، كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ، وَغَفَلَ عن ذِكْرِكَ الغَافِلُونَ، عَدَدَ الشَفْعِ والوَتْرِ، وَعَدَدَ كلماتِكَ التَامَّاتِ المباركاتِ، وَعَدَدَ خَلْقِكَ، وَرِضَى نَفْسِكَ، وَزِنَةَ عَرْشِكَ، وَمِدَادَ كَلِمَاتِكَ، صَلاَةً دَائِمَةً بِدَوَامِكَ.
اللَّهُمَّ ابْعَثْهُ يَوْمَ القِيَامَةِ مقاماً محموداً، يَغْبِطُهُ بِهِ الأَوَّلُونَ والآخِرُونَ، وَأَنْزِلْهُ المَقْعَدَ المُقَرَّبَ عندك يَوْمَ القِيَامَةِ، وَتَقَبَلْ شَفَاعَتَهُ الكُبْرَى، وارْفَعْ دَرَجَتَهُ الْعُلْيَا، وَأَعْطِهِ سُؤْلَهُ في الَاخِرَةِ والأُولَى، كَمَا آتيْتَ إبراهيمَ وَمُوسَى.
اللهم اجْعَلْ في المصُطَفَيْنَ مَحَبَّتَهُ، وفي المُقَرَّبِينَ مَوَدَّتَهُ، وفي الأَعْلَيْنَ ذِكْرَهُ، وَاجْزِهِ عَنَا مَا هُوَ أَهْلُهُ، خَيْرَ مَا جَزَيْتَ نَبِيًّاً عَنْ أُمَّتِهِ، وَاجْزِ الأنبياءَ كُلَّهُمْ خَيْراً، صَلَوَاتُ الله وَصَلاَةُ المؤمنينَ على محمَّد النَّبِي الأُمِّيِّ، السَّلاَمُ عليكَ أَيها النِّبِيُّ وَرَحْمَةُ الله وبَرَكَاتُهُ وَمَغْفِرَتُهُ وَرِضْوَانُهُ.
اللَّهُمَّ أَبْلِغْهُ مِنَّا السَّلاَمَ، وَارْدُدْ علينا منه السَّلاَمَ، وَأَتْبِعْهُ من أُمَّتِهِ وَذُرِّيَّتِهِ مَا تَقَرُّ به عَيْنُهُ يَا رَبَّ العَالَمِينَ.
_________
(١) كذا في الأصل، ولعله تصحّف عن: السَّير.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (31,'اللَّهُمَّ وَارْضَ عن أَئِمَّةِ الدِّينِ والأَئِمَّةِ المجتهدينَ، القائمينَ بِنَصْرِ دِينِهِ القَوِيم، والسَّالِكِينَ طَرِيقَهُ المستقيمَ، والدَّافِعِينَ جَيْشَاتِ (١) المبطلينَ، بِأَمْتَنِ دَلِيلٍ، وأحسنِ إيضاحٍ وتعليلٍ، حَتَّى رَجَعَ الملحدُ خَائِباً، وانقطعَ المفسدُ مُجَانِباً، وَعَادَتْ حُجَّتُهُ دَاحِضةً، لما تَظَاهَرُوا بالأدلّة النَّاهِضَةِ.
فَشَكَرَ الله سَعْيَهُمْ، وَقَبِلَ صُنْعَهُمْ، وَنَفَعَنَا بِبَرَكَاتِهِمْ، وَبَرَكَاتِ عُلُومِهِمْ.
وَقَدْ كَانَ منهم في المائة السَّادِسَةِ القاضي أبو الفضل عِيَاضُ بن موسى بن عياض بن عمرون بن موسى بن عياض بن محمد بن عبد الله ابن موسى بن عياض اليَحْصُبِيِّ، الأَنْدَلُسِيِّ الأَصْلِ، السَّبْتِيِّ (٢)، إِمَامُ
_________
(١) جمع جيشة، وهي المرة من جاش إذا ارتفع، وجاش الوادي يجيش جيشاً زخر وامتد جداً، وجاش البحر جيشاً هاج فلم يستطع ركوبه، وورد في حديث علي رضي الله عنه في صفة النبي - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -: "دامغ جيشات الأباطيل".
(انظر: لسان العرب لابن منظور ٦/ ٢٧٧ مادة: جش).
(٢) ولد القاضي عياض في منتصف شعبان سنة ست وسبعين وأربعمائة، وتوفي بمراكش يوم الجمعة سابع جمادى الثانية سنة أربع وأربعين وخمسمائة، وقيل غير هذا، ومصادر ترجمته كثيرة جداً أكتفي بالِإحالة على بعضها: الصَّلة لابن بشكوال ٢/ ٤٢٩، والمعجم لابن الأبار، ص ٣٥٦، ووفيات الأعيان لابن خلكان ٣/ ٤٨٣، وسير أعلام النبلاء ٢٠/ ٢١٢، وتذكرة الحفاظ ٤/ ١٣٠٤، والِإحاطة في أخبار غرناطة لابن الخطيب ٤/ ٢٢٢، والديباج المذهب لابن فرحون ٢/ ٤٦. وأفرد المقري كتاباً حافلاً في ترجمته وذكر أخباره سماه "أزهار الرياض في أخبار القاضي عياض"، طبع في خمسة =',NULL,'32',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (32,'وَقْتِهِ في التَّفْسِيرِ والحديثِ وَفُنُونِهِمَا، والحافظُ لمذهب الِإمامِ مالكٍ، والمتقدِّمُ في الأصولِ والنَّحْوِ واللُّغَةِ وَأَيَّام العَرَبِ وَأَنْسَابِهَا، والبَصِيرُ بالأحكامِ وَعَقْدِ الشُّرُوطِ، والمُجيدُ للشِّعْرِ والخطابةِ والبلاغةِ، والمُتَضَلِّعُ من فُنُونِ الأدبِ، والصَّبْرِ والحِلْمِ، والمَوْصُوفُ بالجُودِ والسَّمَاحَةِ وكثرةِ الصَّدَقَةِ وجميلِ العِشْرَةِ، والدُّؤُوبِ على العملِ، والصّلابة في الحقّ.
وَوُصِفَ بِأَنَّهُ: "جَاءَ عَلَى قَدَرٍ، وَسَبَق إلى نَيْلِ المعَالِي وابْتَدَرْ، فَاسْتَيْقَظَ لَهَا والنَّاسُ نِيَامٌ، وَوَرَدَ مَاءَهَا وَهُمْ حِيَامٌ (١)، وَتَلاَ من المعارفِ مَا أَشْكَلَ، وَأَقْدَمَ على مَا أَحجَمَ عنه سِوَاهُ وَنكلَ (٢)، فَتَحَلَّتْ بِهِ للْعُلُومِ نُحُورٌ، وَتَجَلَّتْ لَهُ منها حُورٌ، كَأنَّهُنَّ اليَاقُوتُ والمَرْجَانُ، لم يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلاَ جَانٌّ.
قد ألحَفَتْهُ الأَصَالَةُ رِدَاءَهَا، وَسَقَتْهُ أَنْدَاءَهَا، وَأَلْقَتْ إِلَيْهِ الرِّيَاسَةُ
_________
= مجلدات، وكتب الدكتور البشير الترابي رسالته للدكتوراه عن القاضي عياض وجهوده في علم الحديث رواية ودراية، وهو مطبوع في مجلد عن دار ابن حزم ببيروت، وللتوسع في معرفة مصادر ترجمة القاضي عياض يراجع المثبت البيبليوغرافي لما كتب عن القاضي عياض من إعداد أستاذنا الدكتور حسن بن عبد الكريم الوراكلي، نشر دار الغرب الِإسلامي ببيروت، فليراجع.
(١) من الحَوَمَان، وهو دَوَمَانُ الطائر يُدَوِّمُ ويحوم حول الماء، وكل من رام أمراً فقد حام عليه حوماً وحياماً وحُؤُوماً وَحَوَمَانَاً. (انظر: لسان العرب ١٢/ ١٦٢ مادة: حوم).
(٢) أي قَوِيَ عليه، ويقال نكل بفلان إذا صنع به صنيعاً يحذر غيره منه إذا رآه.
(انظر: لسان العرب ١١/ ٦٧٧ مادة: نكل).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (33,'مَقَالِيدَهَا، وَمَلَّكَتْهُ طَرِيفَهَا وَتَلِيدَهَا (١)، فَبَذَّ (٢) عَلَى فِتْيَانِهِ (٣) الكهولِ سُكُوناً وَحِلْماً، وَسَبَقَهُمْ معرفةً وَعِلْماً، وَأَزْرَتْ مَحَاسِنُهُ بالبَدْر اللَّيَّاحِ (٤)، وَسَرَتْ فَضائِلُهُ مَسْرَى الرِّيَاحِ، فَتَشَوَّفَتْ لِجَلاَهُ (٥) الَأَقْطَارُ، وَوَكَفَتْ (٦) تَحْكِي نَدَاهُ الأَمْطَارُ.
وهو على اعتنائِهِ بعلومِ الشَّرِيعَةِ، واخْتِصَاصِهِ بهذه المَرْتَبَةِ الرَّفِيعَةِ، يُعْنَى بإِقَامَةِ أَوَدِ (٧) الأَدَبِ، وَيَنْسِلُ إليه أَرْبَابُهُ من كُلِّ حَدَبٍ" (٨).
وَكَانَ بَرّاً بِلِسَانِهِ، جَوَاداً بِبَنَانِهِ، كثيرَ التَّخَشُّعِ في صَلاَتِهِ، مُوَاصِلاً لِصِلاَتِهِ، بَحْرَ عِلْمٍ، وَهَضَبَةَ دِينٍ وَحِلْمٍ، وهو كالثَّمَرَةِ كُلُّهَا حَلاَوَة، لِلنَّفْسِ إلى عُذُوبةِ لَفْظِهِ في كُلِّ ما تَصَرَّفَ فيه من الكَلاَمِ نَثْراً وَنَظْماً طَلاَوَة.
صَنَفَ التَّصَانِيفَ الفَائِقَةَ، في العلومِ النَّافِعَةِ الرَّائِقَةِ، فمن ذلك:
_________
(١) أي قديمها وجديدها. (انظر: لسان العرب ٩/ ٢٢٠، مادة طرف، و ٣/ ١٠٠ مادة: تلد).
(٢) يقال: بذّ فلان فلانًا يبذه بذّاً، إذا ما علاه وفاقه في حسن أو عمل كائناً من كان. (انظر: لسان العرب ٣/ ٤٧٧ مادة: بذذ).
(٣) كذا في الأصل، وفي قلائد العقيان: فتائه.
(٤) أي الأبيض المتلألئ. (انظر: لسان العرب ١٢/ ٥٨٦ مادة: لوح).
(٥) كذا في الأصل، في القلائد: لعُلاَه.
(٦) أي هطلت وقطرت. (انظر: لسان العرب ٩/ ٣٦٣ مادة: وكف).
(٧) الأوَدُ: العَوَجُ. (انظر: لسان العرب ٣/ ٧٥ مادة: أود).
(٨) انتهى نقل المصنف عن كتاب قلائد العقيان للفتح بن خاقان، ص ٢٥٥.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (34,'- إكمال المعلم في شرح صحيح مسلم (١).
- ومشارق الأنوار على صحاح الآثار (٢).
- والإِلماع في ضبط الرواية وتقييد السماع (٣).
- وبغية الرائد لما تضمنه حديث أم زرع من الفوائد (٤)
-/ ومعجم شيوخه المسمى بالغنية (٥).
_________
(١) نشر منه د. الحسين شواط شرح مقدمة صحيح مسلم في مجلد مستقل عن دار ابن عفان بالخبر (السعودية) عام ١٤١٤ هـ، ثم أصدر شرح كتاب الإِيمان في مجلدين عن دار الوطن بالرياض عام ١٤١٧ هـ، ثم صدر الكتاب كاملاً بتحقيق د. يحيى إسماعيل، ونشرفه دار الوفاء بالمنصورة (مصر) عام ١٤١٩ هـ.
(٢) قال ابن فرحون: "وكتاب مشارق الأنوار في تفسير غريب حديث الموطأ والبخاري ومسلم، وضبط الألفاظ، والتنبيه على الأوهام والتصحيفات، وضبط أسماء الرجال، وهو كتاب لو كتب بالذهب أو وزن بالجوهر لكان قليلاً في حقه". (الديباج المذهب، ص ١٧٠)، وقد طبع هذا الكتاب قديماً على نفقة السلطان عبد الحفيظ العلوي عام ١٩٣٠ هـ في جزئين، ثم نشرف وزارة الأوقاف والشؤون الإِسلامية بالمغرب قسماً كبيراً منه في مجلدين عام ١٤٠٢ هـ - ١٤٠٣ هـ.
(٣) طبع بتحقيق السيد أحمد صقر، وكانت طبعته الأول سنة ١٣٨٩ هـ عن دار
التراث بالقاهرة، والمكتبة العتيقة بتونس.
(٤) طبع الكتاب بالمغرب سنة ١٣٩٥ هـ بعناية وزارة الأوقاف والشؤون الإِسلامية.
(٥) اشتمل هذا الكتاب على مائة شيخ انتقاهم القاضي رحمه الله من مجموع شيوخه الذين سمع منهم أو أجازوه، بيد أن النسخة الموجودة من الغنية =',NULL,'35',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (35,'- والإِعلام بحدود قواعد الإِسلام (١).
- والمدارك في مناقب الإِمام مالك وأصحابه (٢).
- والتنبيهات المستنبطة في شرح كلمات مشكلة وألفاظ مغلطة على الكتب المدونة (٣).
_________
= لا تتضمن سوى ٩٨ ترجمة، وعدد الكتب التي تحمّلها القاضي عن هؤلاء الشيوخ ٢٢١ كتاباً في مختلف فنون العلم. (انظر: كتاب منهجية فقه الحديث عند القاضي عياض للدكتور الحسين شواط، ص ١٦٠)، وقد طبع كتاب الغنية بتحقيق د. محمد بن عبد الكريم، نشر الدار العربية للكتاب بليبيا وتونس عام ١٣٩٨ هـ، ثم نشر مرة أخرى بتحقيق ماهر جرار عن دار الغرب الإِسلامي ببيروت عام ١٤٠٢ هـ.
(١) وهو كتيب صغير ألفه استجابة لطلب أحد معلمي الأطفال أن يجمع له فصولاً سهلة المأخذ، قريبة المرام، تفسر حدود قواعد الإِسلام ليدرسها لصغار المطبعة، وقد طبعته وزارة الأوقات والشؤون الإِسلامية بالمغرب بتحقيق محمَّد بن تاويت الطنجي.
(٢) واسمه: ترتيب المدارك وتقريب المسالك لمعرفة أعلام مذهب مالك، وهو أعظم كتاب صنف في طبقات فقهاء المالكية، إذ يتضمن أكثر من ألف وخمسمائة ترجمة، وقد طبع مرتين: الأولى في مكتبة دار الحياة ببيروت عام ١٣٨٧ هـ، وقد ذكر د. الحسين شواط في كتابه "منهجية فقه الحديث عند القاضي عياض"، ص ١٥٩: أن هذه الطبعة رديئة جداً، مليئة بالتصحيف والتحريف، ووقع فيها سقط في مواضع متعددة أبشعها سقوط (٢٢٩ ترجمة) بعد ترجمة محمَّد بن زرقون (٣/ ٢٧٥)، وأما الطبعة الثانية للكتاب فقد صدرت عن وزارة الأوقاف والشؤون الإِسلامية بالمغرب في ثمانية مجلدات بتحقيق جماعة من الباحثين.
(٣) من أهم الكتب المصنفة في الفقه المالكي، ولا يزال مخطوطاً حتى الآن، له =',NULL,'36',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (36,'وَغَيْرِ ذلكَ مِمَا انتفعَ بِهِ الأئِمَّةُ شَرْقاً وَغَرْباً، وَتنافَسُوا في تَحْصيلِهِ بُعْداً وَقُرْباً (١).
وَلَوْ لَمْ يَكُنْ لَهُ مِنَ التَّصَانِيفِ إِلاَّ كِتَابُهُ الشِّفَا بتعريفِ حُقُوقِ المُصْطَفَى لَكَفَى في عُلُوِّ مِقْدَارِهِ، وَسُمُوِّ اشْتِهَارِهِ، فإنّه أَبْدَعَ فيه كُلَّ الإِبْدَاع، وَانْعَقَدَ على جَلاَلَتِهِ الإِجْمَاعُ، وَسَلَّمَ لَهُ أَكْفَاؤُهُ [كِفَايَتَهُ] (٢) فِيهِ، وَاعْتَمَدَهُ المحدِّثُ وَالفَقِيهُ، ولم يُنَازِعْهُ في انفرادِهِ به أَحَدٌ، ولا خَلِيَ عنه من مُدُنِ الإِسلامِ بَلَدٌ، وَلاَ أنكروا من يَدِهِ سَبْقَهُ إِلَيْهِ، بَلْ تَشَوَّقُوا للوقوفِ عَلَيْهِ، وَأَنْصَفُوا في الاستفادةِ مِنْهُ والرّوَايَةِ عَنْهُ، واعترفوا بأنه بَلَغَ فيه الغَايَةَ القُصْوَى، وإن كانَ ذَلِكَ أَمْراً لا يُسْتَوفَى.
"فَنَسْأَلُ الله تَعَالى أن يُجَازِيَ مُؤَلِّفَهُ خَيْراً، وَيُعْظِمَ له بما ألَّفَهُ وانْتَخَبَهُ أَجْراً، فلقد جَرَى في مَيْدَانِ أَشْرَفِ العلومِ جَرْيَ السَّابِقِ، وَنَظَمَ في جِيدِ الزَّمَانِ سِلْكَ المعارفِ، وَدُرَرَ الحقائقِ، وَشَفَى بكتاب الشِّفَا قَلْبَ كُلِّ مُؤْمِنٍ صَادِقٍ، كَمَا كَبَتَ به [قَلْبَ كُلِّ] (٣) عَدُوٍّ مُنَافِقٍ، فإذا طَالَعَهُ المؤْمِنُ استنارتْ في بَاطِنِهِ حقائقُ أنوارِهِ، وإذا جَالَ في رَوْضِ
_________
= نسخ عديدة منها بالخزانة الملكية بالرباط برقم: ٥٣٤ و ٩٨١٨، وبالخزانة العامة بالرباط أيضاً برقم: ٣٣٥، وبخزانة القرويين بفاس بر قم: ٣٣٣ و ٣٣٤ و ٣٣٦.
(١) قال ابن خاتمة في كتابه المزية في تاريخ المرية: "للقاضي عياض رحمه الله تآليف مفيدة كتبها الناس عنه وانتفعوا بها وكثر استعمال كل طائفة لها".
انظر: أزهار الرياض في أخبار عياض للمقري ٥/ ٧.
(٢) في الأصل: وكفايته، وما أثبته هو الأنسب للسياق.
(٣) في الأصل: كل قلب، وعليه علامة تضبيب، وما أثبته هو الصواب، وانظر: أزهار الرياض ٤/ ٢٧٥.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (37,'مَعَارِفِهِ تَنَفَّسَتْ لَهُ نَفَحَاتُ نَسِيمِهِ الأَرِيجِ,، وَتَبَسَّمَتْ لَهُ مَبَاسِمُ أَزْهَارِهِ.
فَهُوَ كَمَا قَالَ القَائِلُ (١) تعظيماً لِمَحَلِّه الكَرِيمِ، وَتَشْرِيفاً لَحمِيدِ آثَارِهِ" (٢):
كِتَابُ الشِّفَا شِفَاءُ القُلُوبِ ... قَد ائتَلَقَتْ شَمْسُ بُرْهَانِهِ
فَأَكْرِمْ بِهِ ثُمّ أَكْرِمْ بِهِ ... وَأَعْظِمْ (٣) مَدَى الدَّهْرِ مِنْ شَأْنِهِ
إِذَا طَالَعَ المَرْءَ مَضْمُونَهُ ... رَسَى في الهدَى أَصْلُ إِيمَانِهِ
وَجَالَ بِرَوْضِ التُّقَى نَاشِقاً ... أَرَايِجَ أَزْهَارِ أَفْنَانِه
وَنَالَ عُلُوماً تُرَقِّيهِ في ... ثُرَيَّا السَّنَاءِ (٤) وَكِيوَانِه
فِلِلَّهِ دَرُّ أَبِي الفَضْلِ إِذْ ... سَرَى في الوَرَى نَيْلُ إِحْسَانِهِ
فَعَزِّزْ قَدْرَ نَبِيِّ الَهُدَى ... وَخَيْرِ الأَنَامِ بِتِبْيَانِه
وَجَازَاهُ رَبِّي خَيْرَ (٥) الجزَاءِ ... وَجَادَ عَلَيْهِ بِغُفْرَانِه
وَمِنَا الصَّلاَةُ عَلَى المُجتَبى ... وَأَصْحَابِهِ ثُمَّ أَعْوَانِهِ
_________
(١) هكذا أبهم الفقيه أبو الحسين عبيد الله بن أحمد بن عبد المجيد الأزدي الرندي (ت ٦٩٠ هـ) الآتي ذكره - قائل هذه الأبيات، ولم أتمكن من تبينه.
(٢) ما بين حاصرتين كله منقول عن ابن جابر الوادي آشي فيما نقله هو أيضاً من خط الصالح الزاهد أبي الحسين عبيد الله بن أحمد الأزدي الرندي (ت ٦٩٠ هـ) على كتاب الشفا، وكان نسخه بيده وسط شعبان عام ثمانية وخمسين وستمائة. انظر: الرياض للمصنف ل ٦/ ب (مخطوط بخزانة الشيخ عارف حكمت)، أزهار الرياض للمقري ٤/ ٢٧٥.
(٣) كذا في الأصل: وفي الرياض للمصنف ل ٧/ أ: وعظم.
(٤) كذا في الأصل، وأزهار الرياض، وفي الرياض للمصنف: السماء.
(٥) كذا في الأصل، وأزهار الرياض، وفي الرياض للمصنف: بخير.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (38,'مَدَى الدَّهْرِ لاَ تَنْقَضِي دَائِماً (١) ... وَلاَ تَنْثَنِي طُولَ أَزْمَانِهِ (٢)
وقيل فيه أيضاً (٣):
جَزَى الإِلَهُ عِيَاضاً بِالشِّفَاءِ غَداً ... رِيَاضُ فِرْدَوْسِهِ نُزْلاً بِجَنَّتِهِ
دَوَاؤُهُ قَدْ شَفَى الأَدْوَاءَ فَهُوَ لَهُ ... ذُخْرٌ يَقِيهِ يَقِيناً لُبْسَ جنّتهِ (٤)
وقيل فيه أيضاً (٥):
شِفَاءُ عِيَاضٍ لِلنُفُوسِ الأَبِيَّةِ ... دَوَاءُ سَنَاءٍ وَهْوَ أَسْنَى وَسِيلَةِ
بِهِ أَشْرَقَ الإِصْبَاحُ واتّضَحَ الهُدَى ... بِرَغْمِ أُنُوفٍ لِلطُّغَاةِ وَذِلَّةِ
لَهُ الله مِنْ بَحْرٍ (٦) إِمَامٍ وَعَالِمٍ ... غَدَا فِيهِ يَهْدِي الحَقَّ لَكِنْ بِسُنَّةِ
وَلَمَّا رَأَى الأهْوَاءَ زَادَ امْتِدَادُهَا ... وَجَاء بَنُوهَا بِالضَّلاَلِ وَشُبْهَةِ
نَضَا (٧) صَارِمَ الإِسْلاَمِ في كَيْدِ نَحْرِهِم ... وَقَالَ لَهُمْ بِالله حَسْبِي وَعِدَّةِ
_________
(١) كذا في الأصل، وفي أزهار الرياض: لا ينقضي دائباً، وفي الرياض للمصنف: لا ينقضي دأبها.
(٢) القصيدة من البحر المتقارب.
(٣) القائل هو أبو عبد الله محمَّد بن عمر بن رُشَيْد السبتي (ت ٧٢١ هـ) كما أشار
إليه المصنف ل ٢/ ب (مخطوط)، والمقَري في أزهار الرياض ٤/ ٢٧٦.
(٤) القصيدة من البحر البسيط.
(٥) الأبيات لابن جابر، وقد نقلها عنه المقري في أزهار الرياض (٤/ ٢٧٦، ٢٧٧)، وذكر في مطلعها أنه قال:، وكنت قلت في زمن نسخي له - أي الشفا- أبياتاً أثبتها هنا نفع الله بالقصد فيها"، ثم ذكرها.
(٦) كذا في الأصل، وفي الأزهار: حبر.
(٧) في الأصل: مضى، والمثبت من الأزهار.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (39,'أَبَانَ الذي يَعْتَاضُ صِدْقاً بِحُجَّةٍ ... أَتتْ تَجْتَلِي كَالشَّمْسِ وَسْطَ الظَّهِيرَةِ
لَهَا في بِلاَدِ الله نُورٌ مُشَعْشَعٌ ... وَمَطْلَعُ ذَاكَ النُورِ أَرْجَاءُ سَبْتَةِ
وَلاَ عَجَبٌ لِلْغَرْبِ قَدْ خَصَّ رَبُّنَا ... بِهِ الْفَضْلَ، بَلْ في الشَّرْقِ مَطْلَعُ فِتْنَةِ
جَزَى الله رَبِّي رُوحَهُ النَّاعِمَ الَّذِي ... تَوَارَى غَرِيباً خَيْرَ أَعْضَاءِ (١) مَيِّتِ
وَاَتَاه مِمَّا قَدْ أَعَدَّ لِمَنْ قَضَى ... شَهِيداً مِنَ الخَيْرَاتِ في صِدْق جَنَةِ (٢)
وقيل فيه أيضاً (٣):
شِفَاءُ عِيَاضٍ لِلْقُلُوبِ دَوَاؤُهَا ... مِنَ الْجَهْلِ فَاجْهَدْ أَنْ تَكُونَ بِهِ مُغْرى (٤)
لَقَدْ فَازَ بِالأَجْرِ الْجَزِيلِ حَقِيقَةً ... لَدَى حَلْبَةِ السِّبَاقِ في مَوْقِفِ الأُخْرَى
فَطَالِعْ مَعَانِيهِ تَفُزْ بِمَعَارِفٍ ... تَرْقَى مَعَانِيهَا (٥) وَتُكْسِبَهُ أَجْرا
_________
(١) كذا في الأصل، وفي الأزهار: أعضاء.
(٢) القصيدة من البحر الطويل.
(٣) هذه الأبيات للمحدث أبي عبد الله محمَّد بن عبد الرحمن بن أحمد بن الحداد الصنهاجي الوادي آشي الغرناطي، كما ذكر ذلك ابن جابر الوادي آشي. انظر: أزهار الرياض للمقري ٤/ ٢٧٧.
(٤) في الأصل: معرا، وكتب بهامش المخطوط: لعله مضمراً، والتصويب من الرياض للمصنف ل ٢/ ب، وأزهار الرياض ٤/ ٢٧٧.
(٥) كذا في الأصل، وأزهار الرياض، وفي الرياض للمصنف: معاليها.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (40,'وَتُدْنِيهِ مِنْ نَهْجِ الحَقِيقَةِ وَاصِلاً ... إِلَى العَالَمِ الأَعْلَى وَتُوجِدَهُ ذِكْرا
فَيَرْقَى عَنِ الأَغْيَارِ في كُلِّ وِجْهَةٍ ... وَيَظْفَرَ بِالحُسْنَى وَيَا حَبَّذَا ذُخْرَا
وَيَنْعَمَ بِالأَحْبَابِ في حَضْرَةِ البَقَا ... وَيَشْهَدُ سِرَّ الجَمْعِ جَهْراً إِذَا أَسْرَى (١)
وفيه أيضاً (٢):
شَفَى نَفْسَ كُلِّ امْرِئٍ مُؤْمِنٍ (٣) ... بِنُورِ البَيَانِ كِتَابُ الشِّفَا
وَأَبْهَجَهَا مَا تَضَمَّنَه ... مِنَ القَوْلِ في شَرَفِ المُصْطَفَى
وَفِي شَرَفِ الأَنْبيَاءِ وَفِي ... طَهَارَتِهِمْ مِنْ ضُرُوبِ الجَفَا
جزَى الله وَاضِعَهُ جَنَّةً ... وَقُرْبَ زُلْفَى بِمَا ألَّفَا
أَفادَ عُلُوماً جَهُولاً بِهَا ... وَزَحْزَحَ عَنْهُ عَمىً وَنَفَى
عُلُومٌ تَزِيدُ القُلُوبَ هُدىً ... فَأَفْلَحَ قَلْبٌ زَكَى وَصَفَا
رِيَاضٌ مِنَ الْعِلْمِ صَنَّفَهُ ... عِيَاضٌ فَأَكْرِمْ بِمَا صَنَّفَا
إِذَا مَا تَأَمَّلَ أَزْهَارَهُ ... أَرِيبٌ سَقِيمُ الفُؤَادِ اشْتَفَى (٤)
_________
(١) القصيدة من البحر الطويل.
(٢) وجد هذه الأبيات أبو عبد الله ابن الحداد -ناظم الأبيات السابقة الذكر- على ظهر نسخة من كتاب الشفا بخط أحمد بن إبراهيم بن خلف بن محمد بن عبد الله بن فرقد القرشي، وقال: "وأظنها من نظمه رحمه الله ونفع به. انظر: أزهار الرياض ٤/ ٢٧٨.
(٣) كذا في الأصل، والرياض للمصنف، وفي الأزهار: مسلم.
(٤) القصيدة من البحر المتقارب.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (41,'وفيه أيضاً (١):
جَازَى الإِلَه العِيَاضِيَّ الإِمَامَ بِمَا ... يُجْزَى بِهِ كُلُّ مَنْ يُحْيَى بِهِ الأَثَرُ
أَنْوَارُ ذِكْرِ الرَّسُولِ المُصْطَفَى ائْتَلَقَتْ ... تَجْلُو الدَّيَاجِي مِنْهَا الأَنْجُمُ الزُّهُرُ
شَمْسُ الضُّحَى أَشْرَقَتْ مِن نُورِهِ وَذَكَا ... مِنْ عَرْفِ رَوْضِ الرُّبَى لِلنَّاشِقِ الزَّهَرُ
سِلْكٌ بِهِ ازْدَانَ جِيدُ العِلْمِ وَانْتَظمَتْ ... فِيهِ لِجَامِعِهِ اليَاقُوتُ وَالدُّرَرُ
أَرْوَتْ ظَمَأَ الْوَرَى غُرُّ الغَمَامِ بِهِ ... بِوَاكِفٍ لِلْحَيَا سَحَّتْ بهِ الدِّرَرُ
جَدِيدُهُ لَيْسَ يَبْلَى الذِّكْرُ مِنْهُ عَلَى ... مَرِّ الجَدِيدَيْنِ يُسْتَجْلَى لَهُ (٢) صُوَرُ
غَضٌّ يَلَذُّ عَلَى الأَسْمَاعِ يَمْلَؤُها ... مِنَ السُّرُورِ إِذَا تُتْلَى لَهُ سُوَرُ
لِلَّهِ دَرُّ ذَوِي الأَلْبَابِ قَدْ عَمَرُوا ... الأَعْمَارَ مِنْهُ بِمَا قَدْ بُورِكَ العُمُرُ
_________
(١) الأبيات لأبي محمَّد عبد الله بن محمَّد بن هارون الطائي القرطبي (ت ٧٠٢ هـ)، وكان قد أنشدها عند انقضاء مجلس من مجالسه في إقراء الشفا: ذكر ذلك تلميذه ابن جابر الوادي آشي، وقال: "فلما فرغ من قراءتها شكره الحاضرون ودَعَوْا له بالثبات؛ لأنه كان عمره وقت نظمها سبعة وثمانين عاماَ على ما ذكر من مولده، وقد كنت أنا سمعت على الشيخ أبي محمَّد هذا من كتاب الشفا دولاً لم أضبطها وأجازنيه ... وقد حملتني هذه القصيدة على أن جمعت قطعة جيدة تضمنت التعريف بالقاضي عياض وتواليفه، وما قيل فيها وها وقع لدي مما خاطب به الحافظ السِّلَفي وغيره، وما وجدت له من نظم أو قيل فيه، وأثبتها في آخر الشفا الذي كنت نسخته ابتغاء ثواب العلم الجسيم". برنامج الوادي آشي ص ٢١٢ - ٣١٥.
(٢) كذا في الأصل، وفي البرنامج: به.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (42,'يُرَدِّدُونَ عَلَى الأَسْمَاعِ مَا قَرَؤُوا ... مِنْهُ فَيَا نَعْمَ مَا الدُّنْيَا بِهِ عَمَرُوا
الشِّعْرُ شَاخَ، وَكَلَّ الفِكْرُ حِينَ مَضَى ... عَصْرُ الشَّبَابِ وَشَابَ الرَّأْسُ وَالشَّعَرُ
تَمْضِي الْحَيَاةُ وَأَبْنَاءُ الزَّمَانِ بِهِ ... في غَفْلَةٍ بِانْصِرَامِ الْعُمْرِ مَا شَعَرُوا
أَنَّى لِمَنْ بِشَرٍّ جَلَّتْ ذُنُوبُهُمُ ... وَاللهُ يَصْفَحُ عَمَّا قَدْ جَنَى الْبَشَرُ
الفَضْلُ وَالْكَرَمُ الْجَمُّ الْعَمِيمُ لَهُ ... جَاءَتْ بِهِ لِعَبِيدٍ أَذْنَبُوا البِشَرُ (١)
وهذا آخر ما قصدت إيراده.
وقد أخبرني به (٢) المشايخ الأئمة:
- شيخ الإِسلام حافظ الوقت أبو الفضل أحمد بن حجر (٣)
- وأبو عبد الله محمَّد بن عبد الله الرشيدي (٤).
- والمجد أبو الفتح محمَّد بن محمَّد الحريري (٥).
_________
(١) القصيدة من البحر البسيط.
(٢) أي كتاب الشفا.
(٣) العسقلاني (ت ٨٥٢ هـ) أشهر من أن يعرف به، ويعد المصنف من أخص تلامذته وأقربهم إليه، وقد أفرد كتاباً حافلاً في ترجمته سماه: "الجواهر والدرر في ترجمة شيخ الإِسلام ابن حجر"، وهو مطبوع في ثلاثة مجلدات، وقد ذكر ابن حجر أسانيده إلى كتاب الشفا في المعجم المفهرس ص ٧٨.
(٤) محدث خطيب، لقيه السخاوي سنة ٨٤٨ هـ ولزمه إلى أن مات وكثر عنه
جداً، توفي سنة ٥٤٨ هـ، ترجمته في: الضوء اللامع ٨/ ١٠١.
(٥) هو محمَّد بن محمَّد بن علي بن صلاح الحريري القاهري الحنفي، مولده سنة =',NULL,'43',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (43,'- وَجُوَيْرِيَّهُ ابنة أبي الفضل الحافظ (١).
رحمهم الله جميعاً، وآخرون.
بقراءتي على الأَخِيرَيْنِ.
وسماعاً على الثاني لجميعه.
وعلى الأول لغالبه، وإجازة لسائره، قال: أخبرنا به محمَّد بن عبد الرحيم الحنفي (٢)، وببعضه أبو الطيب محمَّد بن علي السُّحُولي (٣).
_________
= ٧٨٠ هـ بالقاهرة، سمع على البلقيني والعراقي والهيثمي، وكان بارعاً في التجارة بالكتب، مات سنة ٨٦٤ هـ. (انظر ترجمته في: الضوء اللامع ٩/ ٤٨، وطبقات الحنفية، كلاهما للمصنف ص ٢٨٧ مخطوط).
(١) هي جويرية ابنة الحافظ أبي الفضل عبد الرحيم بن الحسين العراقي، أخت الحافظ ولي الدين أبي زرعة أحمد، ولدت في حدود سنة ٧٨٨ هـ وأسمعت على أبيها وابن حاتم والهيثمي وآخرين، كانت صالحة خيرة محبة في الحديث، سمع منها الأئمة وحُمِلَتْ عنها أشياء، ماتت بالقاهرة سنة ٨٦٣ هـ. انظر: الضوء اللامع ١٢/ ١٨.
(٢) هو محمَّد بن عبد الرحيم بن علي بن الحسين المصري الحنفي، حدث بالشفا وغيره، مولده سنة ٧٣٥ هـ. كان معتنيًا بالحديث والتاريخ, توفي سنة ٧٥٨ هـ. (انظر ترجمته في: إنباء الغمر، وطبقات الحنفية للمصنف ص ٢٤٩ مخطوط).
(٣) هو أبو الطيب محمَّد بن عمر بن علي بن عمر السحولي -بفتح المهملة وقيل بضمها نسبة لسحول من اليمن- اليمني ثم المكي مؤذن الحرم المكي، مولده بمكة سنة ٧٣٢ هـ، أحضر في آخر الخامسة من عمره بالمدينة على الزبير الأسواني في إقرائه للشفا، وسمع من الحجار والعز ابن جماعة وآخرين، =',NULL,'44',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (44,'وقال الثاني: أخبرنا به أبو الحسن علي بن محمَّد بن السَّبْع (١) سماعاً عليه من لَفْظِ وَالِدِي عبد الله الجمالِ (٢) لجميعه.
وقال الثالث؛ أخبرنا به المجد أبو الفداء إسماعيل بن إبراهيم الحنفي (٣) سماعاً.
قالوا -ما عدا السحولي-: أخبرنا به النجم أبو الفتوح
_________
= سمع منه الأئمة لا سيما كتاب الشفا حيث حدث به غير مرة لتفرده به في الدنيا، توفي بمكة سنة ٨٠٧ هـ. (انظر ترجمته في: الضوء اللامع ٨/ ٢٥١).
(١) هو علاء الدين علي بن محمَّد بن عبد المعطي بن سالم المصري المعروف بابن السبع، أحضر على ست الوزراء وابن الشحنة وسمع على غيرهما، توفي سنة ٧٩٥ هـ. (انظر ترجمته في: الدرر الكامنة ٣/ ١١١، وشذرات الذهب ٦/ ٣٤٠).
(٢) هو جمال الدين عبد الله بن محمَّد بن إبراهيم الرشيدي القاهري الشافعي، مولده سنة ٧٣٧ هـ، كان معتنياً بعلم الحديث بحيث لازم قراءة صحيح البخاري، وكتب بخطه جملة من الأجزاء، توفي سنة ٨٠٧ هـ. (انظر ترجمته في: الضوء اللامع ٥/ ٤٣).
(٣) هو إسماعيل بن إبراهيم بن محمَّد بن علي أبو الفداء الكناني البلبيسي الأصل القاهري الحنفي القاضي، مولده سنة ٧٢٩ هـ، رافق الزيلعي المحدث فأكثر من سماع الأجزاء بقراءته وتخرّج بمغلطاي وبرع في الفرائض والأدب، توفي سنة ٨٥٢ هـ. (انظر ترجمته في: "المجمع المؤسس لابن حجر ١/ ٤٦١، وطبقات الحنفية للسخاوي ص ٦٩ مخطوط، والضوء اللامع ٢/ ٢٨٦، وشذرات الذهب ٧/ ١٦).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (45,'يوسف بن محمَّد بن محمَّد الدلاصي (١).
وقال السحولي: أخبرنا به الزبير بن علي بن سيد الكل الأسواني (٢)، قال: أخبرنا به أبو الحسين يحيى بن أحمد بن تَامَتِّيت (٣)، عن الإِمام أبي الحسين يحيى بن
_________
(١) هو يوسف بن محمَّد بن محمَّد بن أبي الفتوح المصري، ويسميه المقري: عبد الله بن عبد الحق القرشي المخزومي الدلاصي (كما في أزهار الرياض ٤/ ٣٤١)، مؤذن الجامع العتيق بمصر، سمع من ابن تامتيت اللواتي كتاب الشفا لعياض بإجازته من ابن الصائغ، قال المتقي الفاسي: "مات سنة ٦٤٩ هـ"، وهو بعيد، إذ كيف يأخذ عنه محمَّد بن عبد الرحيم الحنفي ومولده سنة ٧٣٥ هـ,. فلعلها ٧٤٩ هـ، والله أعلم. (انظر ترجمته في: ذيل التقييد للفاسي ٣/ ٣٤٩، وورد ذكره في ثبت أبي جعفر أحمد بن علي البلوي الوادي آشي ص ٢٨١).
(٢) هو شرف الدين أبو عبد الله الزبير بن علي بن سيد الكل بن أيوب السواني، نزيل الحرم النبوي، مولده سنة ٦٦٠ هـ, سمع على ابن تامتيت الشفا لعياض بإجازته من ابن الصائغ عن مؤلفه، وحدث في الحرم النبوي، توفي بالمدينة سنة ٧٤٨ هـ. (انظر ترجمته في: ذيل التقييد للفاسي ١/ ٣٧٢، وغاية النهاية لابن الجزري ١/ ٢٩٣، والدرر الكامنة لابن حجر ٢/ ١١٣).
(٣) في الأصل: بامتت، والصواب ما أثبته، وهو تقي الدين أبو الحسين يحيى ابن أحمد بن محمَّد بن تامَتِّيت -بفتح الميم وتشديد المثناة المكسورة
وسكون الياء بعدها مثناة- اللواتي الفاسي، حدث بكتاب الشفا عن ابن الصائغ عن مؤلفه، قال الفاسي: "مات سنة ٦٠٥ ظناً"، وهو بعيد، إذ كيف يسمع منه الزبير الأسواني المتوفى وهو قد ولد سنة ٦٦٠ هـ، والله تعالى أعلم.
(انظر ترجمته في: ذيل التقييد ٣/ ٣٠٨، وتبصير المنتبه بتحرير المشتبه ٣/ ١٣٢٥).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (46,'محمَّد بن علي بن الصائغ (١).
وقالت المرأة: أخبرنا به أبو الفتح ابن حاتم (٢)، أخبرنا أبو [الثور] (٣) الديوسي (٤)، عن أبي عبد الله ابن محارب (٥)
_________
(١) هو أبو الحسين يحيى بن محمَّد بن علي الأنصاري السبتي ويعرف بابن الصائغ، عابد زاهد فاضل، من أهل الضبط والمعرفة والتقييد، توفي بسبتة عام ٦٠٠ هـ. (انظر ترجمته في: التكملة لابن الأبار ٤/ ١٩٧، والذيل والتكملة لابن عبد الملك ٨/ ق ٢/ ٤١٣، وصلة الصلة لابن الزبير ٥/ ٢٦٩).
(٢) هو أبو الفتح وأبو البقاء تقي الدين محمَّد بن أحمد بن محمَّد بن أحمد بن حاتم الأنصاري المصري مولده سنة ٧١٨ هـ، محدث فقيه، سمع من الحجار والقطي الحلبي وابن سيد الناس والبدر بن جماعة وغيرهم، ذكر الفاسي أنه سمع كتاب الشفا على يونس بن إبراهيم بن عبد القوي الدَّبَابيسي وتفرد به عنه، مات سنة ٧٩٣ هـ. (انظر ترجمته في: ذيل التقييد للفاسي ١/ ١٢٧، والدرر الكامنة لابن حجر ٣/ ٧٩٣، وشذرات الذهب ٦/ ٣٣٠).
(٣) كذا في الأصل، وفي مصادر ترجمته: أبو النون، فلعله تصحيف.
(٤) هو أبو النون فتح الدين يونس بن إبراهيم بن عبد القوي بن قاسم بن داود الكناني العسقلاني ثم المصري الدبوسي، ويقال الدبابيسي، مولده سنة ٦٣٥ هـ، حدث عن ابن المقير بأشياء كثيرة، مات سنة ٧٢٩ هـ. (انظر ترجمته في: ذيل التقييد ٣/ ٣٥٧، والدرر الكامنة ٤/ ٤٨٤، وشذرات الذهب ٦/ ٩٢).
(٥) هو أبو عبد الله محمَّد بن محمَّد بن عبد الرحمن بن عبد الملك بن محارب القيسي، الغرناطي الأصل الإِسكندراني المولد، مولده سنة ٥٥٤ هـ، كان له عناية قوية بالحديث وإتقان، كتب وحصّل الأصول وطال عمره، توفي سنة ٥٤١ هـ. (انظر ترجمته في: السير للذهبي ٢٣/ ٩٥).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (47,'إجازة (١)، عن مؤلفه: القاضي أبو الفضل عياض رحمه الله ورضي عنه وأعاد علينا من بركاته (٢).
قال (٣): انتهى نقله من مُسوَّدَةِ المصنف وهي بخطه رحمه الله، وَقُوبِلَ عليها.
كَتَبَ الفقير إلى الله الشيخ أحمد بَامَزْرُوعِ، وقد قُوبِلَتْ هذه النسخة على النسخة المنقولة من مسودة المصنف رحمه الله، والحمد لله أولاً وآخراً وظاهراً وباطناً (٤).
_________
(١) يبدو أن هناك سقطاً في الإِسناد، فإن ابن محارب لم يدرك القاضي عياض، فالقاضي توفي سنة ٥٤٤ هـ وابن محارب ولد سنة ٥٥٤ هـ، وقد نصّ الذهبي أنه يروي عن أبي جعفر أحمد بن حكم، ورواية ابن حكم عن القاضي لكتاب الشفا معروفة معلومة، وقد جاء التصريح برواية ابن محارب للشفا عن ابن حكم لما زار غرناطة عند السراج في افتتاحيته للشفا كما نصّ عليه أستاذنا المنوني رحمه الله في بحثه عن روايات الشفا. (انظر: قبس من عطاء المخطوط المغربي ١/ ١٤٤).
(٢) يراجع بخصوص أسانيد كتاب الشفا ورواياته البحث الماتع الحافل لشيخنا الفقيه العلاَّمة المؤرخ محمَّد بن عبد الهادي المنوني (ت ١٤٢٠ هـ) رحمه الله: "كتاب الشفا للقاضي عياض من خلال رواته ورواياته ومخطوطاته الأصلية" نشر ضمن كتابه: "قبس من عطاء المخطوط المغربي" (١/ ١٣٣ - ١٥٩).
(٣) أي ناسخ النسخة التي نقل عنها ناسخ هذه النسخة.
(٤) نسخته من أصل المخطوطة المحفوظة بالحرم المكي قبل أعوام عديدة، =',NULL,'48',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (48,'. . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= وتمت مقابلة المنسوخ بالأصل بقراءتي على الشيخ العالم فضيلة الدكتور عبد الله بن بو شعيب البخاري العبدي وهو يمسك بمصورة ورقية عن الأصل المخطوط بعد صلاة العصر من يوم عيد الفطر المبارك عام عشرين وألف وأربعمائة من الهجرة النبوية، ثم يسّر الله الكريم مقابلته مرة أخرى بقراءتي على عالم البحرين الشيخ نظام بن محمَّد صالح يعقوبي، وبحضور جمع من المشايخ الفضلاء، منهم: الشيخ المحقق محمَّد بن ناصر العجمي، والشيخ مساعد العبد القادر وغيرهم، في صحن المسجد الحرام تجاه الكعبة المشرفة ليلة السابع والعشرين من شهر رمضان الأبرك عام إحدى وعشرين وأربعمائة وألف من هجرة المصطفى - صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، والحمد لله دائماً أبداً.

وكتبه
عبد اللطيف بن محمَّد الجيلاني',NULL,'49',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (49,'<span data-type="title" id=toc-18>المصادر والمراجع</span>
١ - إرشاد الغاوي، بل إعلام الطالب الراوي بترجمة السخاوي، للسخاوي، مصورة عن الأصل الخطي المحفوظ بخزانة أيا صوفيا بتركيا.
٢ - أزهار الرياض في أخبار عياض، لأحمد بن محمَّد المقري التلمساني (ت ١٠٤١ هـ)، نشر صندوق إحياء التراث الإِسلامي المشترك بين المملكة المغربية والإِمارات العربية المتحدة، ١٩٧٨ م.
٣ - إنباء الغمر بأبناء العمر، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ)، نشر دائرة المعارف العثمانية بحيدر آباد - الهند، الطبعة الأولى، ١٣٨٧ هـ.
٤ - برنامج ابن جابر الوادي آشي، لشمس الدين محمَّد بن جابر الوادي آشي التونسي (ت ٧٤٩ هـ)، تقديم وتحقيق: د. محمَّد الحبيب الهيلة، نشر مركز البحث العلمي بجامعة أم القرى بمكة المكرمة، ١٤٠١ هـ.
٥ - تبصير المنتبه وتحرير المشتبه، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ)، تحقيق: علي البجاوي، نشر الدار العلمية بدلهي - الهند، الطبعة الثانية، ١٤٠٦ هـ.
٦ - التكملة لكتاب الصلة، لأبي عبد الله ابن أبي بكر القضاعي البلنسي المعروف بابن الأبار (ت ٦٥٨ هـ)، تحقيق: د. عبد السلام الهراس، نشر دار الفكر ببيروت - دار المعرفة بالدار البيضاء، الطبعة الأولى، ١٩٩٦ م.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (50,'٧ - ثبت أبي جعفر البلوي الوادي آشي، تحقيق: عبد الله العمراني، نشر دار الغرب الإِسلامي ببيروت، الطبعة الأولى، ١٤٥٣ هـ.
٨ - الجواهر والدرر في ترجمة شيخ الإِسلام ابن حجر، لأبي الخير محمَّد بن عبد الرحمن السخاوي (ت ٩٠٢ هـ)، نشر دار ابن حزم ببيروت، الطبعة الأولى، ١٤١٩.
٩ - ختم الشفا، لأبي عبد الله محمَّد بن عبد الله المعروف بابن ناصر الدين الدمشقي، مخطوط محفوظ بمكتبة أورشليم، وعنه مصورة فيلمية بمكتبة الملك فهد الوطنية بالرياض.
١٠ - الدرر الكامنة في أعيان المائة الثامنة، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ)، نشر دار إحياء التراث العربي ببيروت.
١١ - ذيل التقييد لمعرفة رواة السنن والمسانيد، لتقي الدين محمَّد بن أحمد الفاسي المكي (ت ٨٣٢ هـ)، تحقيق: محمَّد صالح المراد، نشر مركز إحياء التراث الإِسلامي بجامعة أم القرى بمكة المكرمة، الطبعة الأولى، ١٤١١ هـ.
١٢ - الذيل والتكملة لكتابي الموصول والصلة، لأبي عبد الله محمَّد بن محمَّد بن عبد الملك الأنصاري الأوسي (ت ٧٠٣ هـ)، السفر الثامن، تحقيق: د. محمَّد بنشريفة، نشر أكاديمية المملكة المغربية بالرباط،
١٣ - الرياض في ختم الشفا لعياض، مخطوط بمكتبة الشيخ عارف حكمت ضمن مكتبة الملك عبد العزيز بالمدينة المنورة برقم: ٣٠٨/ ٨٠ ضمن مجموع من الورقة (١) إلى الورقة (١٨).
١٤ - سير أعلام النبلاء، لأبي عبد الله محمَّد بن أحمد بن عثمان الذهبي (ت ٧٤٨ هـ)، تحقيق جماعة من الباحثين، نشر مؤسسة الرسالة ببيروت، الطبعة التاسعة، ١٤١٣ هـ.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (51,'١٥ - الصلة في تاريخ أئمة الأندلس وعلمائهم ومحدثيهم وفقهائهم وأدبائهم، لأبي القاسم خلف بن عبد الملك المعروف بابن بشكوال (ت ٥٧٨ هـ)، عني بنشره وتصحيحه السيد عزت العطار الحسيني، نشر مكتبة الخانجي بالقاهرة، الطبعة الثانية، ١٤١٤ هـ
١٦ - الضوء اللامع لأهل القرن التاسع، لأبي الخير محمَّد بن عبد الرحمن السخاوي (ت ٩٠٢ هـ)، نشر دار الجيل ببيروت.
١٧ - طبقات الحنفية، للسخاوي، مصورة بالجامعة الإِسلامية برقم: ٢٤٠٣، عن الأصل الخطي المحفوظ بالمكتبة الأحمدية بحلب.
١٨ - عمدة القاري والسامع، للسخاوي، نشر دار عالم الفوائد بمكة، الطبعة الأولى، ١٤١٩ هـ.
١٩ - فهرس الفهارس والأثبات ومعجم المعاجم والمشيخات والمسلسلات، لمحمد عبد الحي بن عبد الكبير الكتاني (ت ١٣٨٢ هـ)، تحقيق: د. إحسان عباس، نشر دار الغرب الإِسلامي ببيروت، الطبعة الثانية، ١٤٠٢ هـ.
١٩ - القاضي عياض وجهوده في علمي الحديث رواية ودراية، للدكتور البشير الترابي، نشر دار ابن حزم بيروت، الطبعة الأولى، ١٤١٨ هـ.
٢١ - قبس من عطاء المخطوط المغربي، لمحمد بن عبد الهادي المنوني (ت ١٤٢٠ هـ)، نشر دار الغرب الإِسلامي ببيروت، الطبعة الأولى، ١٩٩٩ م.
٢٢ - قلائد العقيان في محاسن الأعيان، للفتح ابن خاقان (ت ٥٢٩ هـ) مصورة عن طبعة باريس، قدَّم لها ووضع فهارسها: محمَّد العنابي، شر المكتبة العتيقة بتونس.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b17908] VALUES (52,'٢٣ - لسان العرب، لأبي الفضل محمَّد بن مكرم بن منظور الإِفريقي (ت ٧١١ هـ)، نشر دار صادر ببيروت، الطبعة الثالثة، ١٤١٤ هـ.
٢٤ - "المجمع المؤسس للمعجم المفهرس، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت ٧١١ هـ)، نشر دار المعرفة ببيروت، الطبعة الأولى، ١٤١٥ هـ.
٢٥ - المعجم المفهرس أو تجريد أسانيد الكتب المشهورة والأجزاء المنثورة، لأبي الفضل أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ)، تحقيق: محمَّد شكور المياديني، نشر مؤسسة الرسالة ببيروت، الطبعة الأولى، ١٤١٨ هـ.
٢٦ - منهجية فقه الحديث عند القاضي عياض في إكمال المعلم بفوائد مسلم، للدكتور الحسين بن محمَّد شواط، نشر دار ابن عفان بالخبر - السعودية، ١٤١٤ هـ.
٢٧ - هدية العارفين: أسماء المؤلفين وآثار المصنفين، لأسماعيل بن محمَّد أمين باشا الباباني (ت ٢٣٣٩ هـ)، نشر إحياء التراث العربي ببيروت عن طبعة إستانبول عام ١٩٤١ م.',NULL,'53',NULL,NULL,'0');
