-- Table: b18337
-- Chunk: 1
-- Rows: 723

CREATE TABLE "b18337"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b18337
INSERT INTO [b18337] VALUES (1,'舄آثار الإمام ابن قيم الجوزية وما لحقها من أعمال
(١٤)
التبيان
في أيمان القرآن
تأليف
الإمام أبي عبد الله محمد بن أبي بكر بن أيوب ابن قيم الجوزية
(٦٩١ - ٧٥١)
تحقيق
عبد الله بن سالم البطاطي
إشراف
بكر بن عبد الله أبو زيد
دار عطاءات العلم
دار ابن حزم','المقدمة','1',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (2,'舄راجَعَ هَذا الجزْء
مُحَمَّدْ أَجْمَل الإصْلَاحِي
عَبد الرحمن بن معَاضة الشهْري','المقدمة','3',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (3,'舄<span data-type="title" id=toc-1>مقدمة التحقيق</span>
الحمد لله الذي أنزل الفرقان، وجعل فيه التبيان، وضمَّنَه الأقسامَ والأيمان، نحمده على جزيل الإحسان، وعظيم الامتنان، وهو المستحقُّ لكلِّ حمدٍ في كل آن. وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أنَّ محمدًا عبده ورسوله، صلى الله عليه وعلى آله وصحبه وسلم تسليمًا كثيرًا.
أما بعد:
فهذا كتابٌ عظيمُ النَّفْع، طيِّبُ الوَقْع، سال فيه قلم ابن القيم - رحمه الله - بالفوائد المحرَّرة، والفرائد المبتكرة، حتَّى فاض واديه فبلغَ الروابي، وملأ الخوابي، قصدَ فيه جمعَ ما ورد في القرآن الكريم من الأيمان الربَّانية وما يتبعها من أجوبتها وغاياتها وأسرارها، فبَرعَ وتفنَّن، ثُمَّ قعَّد وقَنَّن، ولا غَرْوَ في ذلك فإنَّه "شمس الدِّين".
وقد اعتنى أهل العلم بالأيمان والأقسام من قديم، فأفردوها بالتصنيف على قلَّةٍ في ذلك، إلا أنَّ أغراضهم ومقاصدهم تنوَّعت من تآليفهم؛ فمن ذلك:
أنَّ جماعةً من علماء العربية صنَّفوا فيما ورد عن العرب من الأيمان والأقسام، كما فعل أبو العباس أحمد بن يحيى المعروف بثعلب (٢٩١ هـ) فصنَّف "كتاب الأيمان" (¬١)، وكذلك صنَعَ: عَسل بن ذكْوَان العسكري النحوي - في طبقة المبرِّد - كتابَ "أقسام العربية" (¬٢)، وجمَعَ
_________
(¬١) انظر: إنباه الرواة" (١/ ١٥١).
(¬٢) انظر: "معجم الأدباء" (١٢/ ١٦٩)، و"إنباه الرواة" (٢/ ٣٨٣).','المقدمة','5',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (4,'舄أبو إسحاق النَّجِيرَمي (٤٢٣ هـ) في كتابِ لطيفٍ "أيمان العرب"  (¬١) .
ورامَ جماعةٌ من الأئمة جمع ما ورد في الأيمان من الرواية والدراية كما فعل الإمام أبو عبيد القاسم بن سلَّام (٢٢٣ هـ) في كتابه "الأيمان والنذور"  (¬٢) .
وألَّف الحافظ عبد الغني بن عبد الواحد بن سرور المقدسي (٦٠٠ هـ) جزءًا سمَّاه: "الأقسام التي أقسم بها النبيُّ - صلى الله عليه وسلم -"  (¬٣) .
وأفردَ الإمام أبو الحسينِ محمد بن القاضي أبي يعلى (٥٢٦ هـ) جزءًا لطيفًا في المسائل التي حَلَف عليها الإمام أحمد  (¬٤) .
و"أقسام القرآن" من ذيَّاك القبيل، وقد عدَّه السيوطي في "الإتقان" (٢/ ١٠٤٨) نوعًا من أنواع علوم القرآن، وتبعه طاش كبري زاده في "مفتاح السعادة" (٢/ ٥٤٠) حيث جعله فرعًا من فروع التفسير  (¬٥) ، فعِلْمٌ هذا شأنه لا يستغرب بعد ذلك أن يحتفي به العلماء ويخصُّوه بعناية زائدة ويفردوه بمصنفاتٍ خاصَّة.
وهذا الكتاب المبارك بدأته بمقدِّمة دراسية تتعلق بالكتاب وموضوعه، وجعلتها على قسمين:
_________
(¬١)  طبع في المطبعة السلفية بمصر، سنة ١٣٤٣ هـ.
(¬٢)  انظر: "إنباه الرواة" (٣/ ٢٢).
(¬٣)  انظر: "السير" (٢١/ ٤٤٧).
(¬٤)  طبع بدار العاصمة - الرياض، سنة ١٤٠٧ هـ، بتحقيق: محمود بن محمد الحداد.
(¬٥)  وانظر: "كشف الظنون" (١/ ١٣٧)، و"أبجد العلوم" (٢/ ١٢٣).','المقدمة','6',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (5,'舄القسم الأوَّل: فصولٌ في القَسَم، وذكرتُ فيه:
- منزلة القَسَم عند العرب.
- الأقسام في القرآن.
- أشتاتٌ من الفوائد.
- المصنَّفات في أقسام القرآن.
والقسم الثاني: التعريف بالكتاب، وذكرتُ فيه:
- عنوان الكتاب.
- نسبة الكتاب إلى مؤلِّفه.
- تأريخ تأليف الكتاب.
- موضوع الكتاب.
- منهج المؤلِّف في الكتاب.
- موارد المؤلِّف في الكتاب.
- أهمية الكتاب وأثره فيمن بعده.
- طبعات الكتاب.
- نسخ الكتاب.
- عملي في التحقيق.
والله أسأل أن ينفع بهذا العمل، وأن يقينا فيه الزَّلل والخطَل، ويديم علينا نعمته، ويسبغ علينا عافيته؛ إنَّه جوادٌ كريم، مجيبٌ قدير، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.','المقدمة','7',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (6,'舄<span data-type="title" id=toc-2>القسم الأوَّل: فصول في القَسَم</span>
- منزلة القَسَم عند العرب
- الأقسام في القرآن
- أشتاتٌ من الفوائد
- المصنَّفات في أقسام القرآن','المقدمة','9',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (7,'舄&lt;رمز&gt;<span data-type="title" id=toc-3>منزلة القَسَم عند العرب:</span>&lt;/رمز&gt;
للعرب طريقتهم في الكلام، وأسلوبهم في التخاطب، وقواعدهم في الحديث، أرشدتهم إليها فطرتهم القويمة، وطبيعتهم المستقيمة، فجرى بها لسانهم عفوًا من غير اعتمال، وسليقةً من دون افتعال.
وقد كان العرب أهل صدق وذمَّة، يتنزَّهون عن الكذب أيًّا ما كان الخبر، ويَعَافُون حكايته، ويستقبحون فعلته، ويعيِّرون فاعله ذمًّا وشنَاءةً، فالكذب عندهم عار اللسان كما أنَّ الزِّنا عار العِرْض.
لأجل ذلك كانوا يَصْدُقُون على الدوام، فيكون سامعهم على ثقةٍ من كلامهم، فإذا تردَّد السامع في صدق خبرهم أو شكَّ في ثبوته أكَّدوه له بما يناسب المقام من المؤكِّدات اللفظية وغيرها، حتى يستروح إلى أمانتهم في الحكاية، وصدقهم في القيل.
"والقَسَم" نوعٌ من أنواع التوكيد عند العرب، بل هو أجلُّها وأعظمها؛ لأنَّه غاية ما يبذله المتكلِّم من الجَهْد لتقوية كلامه وتثبيته في نفس سامعه، وليس في المؤكِّدات ما يوازيه أو يقوم مقامه فهو أقواها على الإطلاق، ولهذا كثرت ألفاظهم وتنوَّعت عباراتهم في أداء القَسَم؛ شأنهم في كل الأمور الجليلة والخطيرة، فمن ذلك قولهم: "لا وفالق الإصباح، وباعث الأرواح"، "لا والذي شقَّ الجبال للسيل، والرجال للخيل"، "لا والذي نادى الحجيج له"، وغير ذلك من ألفاظ القَسَم (¬١).
زد على ذلك تعظيم القَسَم في نفوسهم فقد كان لهم فيه اعتقاد،
_________
(¬١) انظر: "الأمالي" للقالي (٣/ ٥١)، و"أيمان العرب" للنَّجِيرَمي (١٩)، و"المخصَّص" لابن سيده (١٣/ ١١٨)، و"المزهر" للسيوطي (٢/ ٢٦١).','المقدمة','11',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (8,'舄حيث كانوا يعتقدون أنَّ اليمين الكاذبة تدع الديار بلاقع، ولا تترك شيخًا ولا يافع، الأمر الذي جعلهم يتحفَّظون في أيمانهم، ولا يطرحونها إلا في مواطن الجِدِّ والحزم والصرامة.
وقد نزل القرآن بلغة العرب وعلى أسلوب كلامهم، ومناحي خطابهم، فجاء في أسلوب بيانه من القَسَم ما كان معهودًا عندهم، وخُصَّ بالأمور الجليلة العظمى، وقضايا الإيمان الكبرى.
فإن قيل: إنَّ المتكلِّم إنِّما يحلف ويُقْسِم لحاجته إلى القَسَم واليمين في تأكيد أمرٍ أو تثبيت خبرٍ عند سامعه، أمَّا الله - جلَّ جلاله - فإنَّه غير محتاجٍ إلى ذلك؛ لأنَّه - سبحانه - أحسن حديثًا وأصدق قيلًا.
هذا من جهة المتكلِّم بالقَسَم؛ أمَّا المُلْقَى إليه القَسَم فإنَّه إمَّا أن يكون مؤمنًا؛ فهذا يحمله إيمانه على التصديق بكلام الله - عزَّ وجلَّ - فلا يتوقَّف إيمانه على اليمين لأنَّه قد سلَّم وأيقنَ بما في القرآن. وإمَّا أن يكون كافرًا؛ فهذا لم ينتفع بالحجج والبراهين فكيف ينتفع بالقَسَم واليمين! فآلَ الأمرُ إلى عدم الحاجة إلى الأيمان، ومالا حاجة إليه لا فائدة من وروده! (¬١)
والجواب من خمسة أوجه:
الأوَّل: ما سبق تقريره من أنَّ هذا جارٍ على سَنَن لغة العرب ومألوف لسانها، فليس في وروده في القرآن إغرابٌ في اللغة ولا بمدخولٍ عليها
_________
(¬١) وثَمَّ إشكال آخر يورده بُلَداء المستشرقين، انظره وجوابه في: "مناهل العرفان" للزرقاني (١/ ٢٢٢)، و"المدخل لدراسة القرآن الكريم" لمحمد أبو شهبة (٢٤٥ - ٢٤٧)، و"القَسَم في القرآن الكريم" لحسين نصَّار (٤٩).','المقدمة','12',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (9,'舄ما لا يعرفه أهلها، بل هو ممَّا اعتادوه في مجريات كلامهم بغضِّ النظر عمَّن أُلقي إليه القَسَم.
الثاني: أنَّ وجود القَسَم في القرآن من أبلغ الحجج وأوضحها على صدق النبيِّ - صلى الله عليه وسلم - وصحة رسالته، إذ لو كان كاذبًا في هذه الأيمان لأصابه خراب الديار، وانقلاب الحال، وسوء المآل؛ على ما كانوا يعتقدونه في الأيمان الكاذبة، أمَا والأمرُ بعكس ذلك فإنَّ يمينه برَّةٌ، وكلامه صدقٌ، ورسالته حقٌّ.
الثالث: أنَّنا لا نسلِّم بانتفاء فائدته، بل الفائدة حاصلة حتمًا، وذلك أنَّ النَّاس ثلاثة أصناف: مؤمن، ومرتاب، وجاحد.
فأمَّا المؤمن فإنَّ توكيد الكلام بالقَسَم يزيده طمأنينةً واستيقانًا، وينزل الكلام من نفسه المنزل الأسنى.
وأمَّا المرتاب فإنَّ القَسَم يزيل ريبته، ويطرح الشكَّ الذي في نفسه، فلا يبقى عنده تردُّدٌ في ثبوت الخبر أو عدمه.
وأمَّا الجاحد فإنَّ القَسَم زيادةٌ في تحقيق البيِّنَة وإقامة الحجة عليه، فلا حُجَّة له بَعْدُ أن يقول: إنَّ ما سمعتُه كان خبرًا من جملة ما نسمعه من الأخبار التي تطرق مسامعنا على الدوام، ولم يؤكَّد لي هذا الخبر أو ذاك بيمينٍ أو قَسَمٍ أحترمُه وأعظِّمُه. فورود القَسَم دفعٌ لهذه الحُجَّة الداحضة.
الرابع: أنَّ ما ذُكر في الإشكال إنَّما يستقيم إذا حصرنا فائدة القَسَم فيما قالوه فقط؛ والأمر ليس كذلك، إذ قد يرد القَسَم ويراد به تعظيم المقسَم به أو المقسَم عليه لا غير كما ذهب إليه بعض أهل العلم منهم','المقدمة','13',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (10,'舄ابن القيم رحمه الله.
الخامس: ما ذكره أبو القاسم القشيري - رحمه الله - حيث قال: "إنَّ الله ذكر القَسَم في القرآن لكمال الحجة وتأكيدها، وذلك أنَّ الحُكْمَ يُفْصَل باثنين: إمَّا بالشهادة، وإمَّا بالقَسَم. فذكر الله - تعالى - في كتابه النوعين حتى لا يبقى لهم حُجَّة، فقال: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ} [آل عمران: ١٨]، وقال: {قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ} [يونس: ٥٣] "  (¬١) .
* * *
_________
(¬١)  نقله عنه الزركشي في "البرهان" (٣/ ١٢٢)، والسيوطي في "الإتقان" (٢/ ١٠٤٨)، وفي "معترك الأقران" (١/ ٤٥٠)، وطاش كبري زاده في "مفتاح السعادة" (٢/ ٥٤٠).','المقدمة','14',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (11,'舄&lt;رمز&gt;<span data-type="title" id=toc-5>الأقسام في القرآن:</span>&lt;/رمز&gt;
جاءت الأقسام في القرآن الكريم على ضربين:

<span data-type="title" id=toc-6>الضرب الأوَّل:</span> الأقسام الصادرة من الخلق وذكرها الله - عزَّ وجلَّ - عنهمِ، كقوله تعالى عن إبراهيم عليه السلام: {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ (٥٧)} [الأنبياء: ٥٧]، وكقوله تعالى عن المشركين: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (٢٣)} [الأنعام: ٢٣]، وقوله: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَهُمْ نَذِيرٌ لَيَكُونُنَّ أَهْدَى مِنْ إِحْدَى الْأُمَمِ} [فاطر: ٤٢]، وغير ذلك كثير.
<span data-type="title" id=toc-7>الضرب الثاني:</span> ما أقسم الله - عزَّ وجلَّ - به، وهذا على نوعين:
الأوَّل: القَسَم المُضْمَر؛ وهو القَسم المحذوف منه فعل القَسَم والمقسَم به، لكن يدل عليه أحد أمرين:
١/ إمَّا جوابه المقرون باللام، كقوله تعالى: {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا} [آل عمران: ١٨٦]، تقديره: واللَّهِ لتبلونَّ ولتسمعنَّ.
٢/ وإمَّا المعنى والسياق، كقوله تعالى: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا} [مريم: ٧١] , أي: والله ما من كافرٍ إلا واردٌ النَّار، بدلالة المعنى والسياق الذي جاءت فيه هذه الآية فإنها جاءت بعد آياتٍ مؤكَّداتٍ بالقَسَم الملفوظ وهو قوله سبحانه: {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ. . .} [مريم: ٦٨ - ٧٠].
الثاني: القَسَم الظاهر الملفوظ، وهذا على ثلاثة أضرب:','المقدمة','15',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (12,'舄أوَّلًا: إقسامُه - سبحانه - بذاته القدسيَّة، وورد ذلك في عشر آياتٍ مباركاتٍ  (¬١) ، منها آيتان مدنيتان، والثماني الباقيات مكيَّةٌ، وهي:
١ - {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} [النساء: ٦٥].
٢ - {وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ} [يونس: ٥٣].
٣ - {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ  (٩٢) } [الحجر: ٩٢].
٤ - {تَاللَّهِ لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ} [النحل: ٥٦].
٥ - {تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ} [النحل: ٦٣].
٦ - {فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ} [مريم: ٦٨].
٧ - {وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ} [سبأ: ٣].
٨ - {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ} [الذاريات: ٢٣].
٩ - {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ} [التغابن: ٧].
١٠ - {فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ  (٤٠) } [المعارج: ٤٠].
_________
(¬١)  ذكر الزركشي في "البرهان" (٣/ ١٢١) سبعَ آياتٍ فقط، وعنه تناقلها من جاء بعده، وتتبعها الدكتور: يوسف خليف فأوصلها إلى عشر آياتٍ في كتابه "دراسات في القرآن والحديث" (٩٦)، ووافقه الأستاذ: حسين نصَّار في "القسم في القرآن الكريم" (٤٧)، لكن الدكتور: سامي عطا حسن تعقَّبَ بعضها في بحثه "أسلوب القسم الظاهر في القرآن الكريم" (٤٥).','المقدمة','16',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (13,'舄ثانيًا: إقسامه - سبحانه - بأفعاله وصفاته العليَّة، كقوله تعالى: {وَالسَّمَاءِ وَمَا بَنَاهَا  (٥)  وَالْأَرْضِ وَمَا طَحَاهَا  (٦)  وَنَفْسٍ وَمَا سَوَّاهَا  (٧) } [الشمس: ٥ - ٧] على اعتبار "ما" مصدريَّة، أي: والسماء وبنائها.
ثالثًا: إقسامُه - سبحانه - بمخلوقاته، وهو - سبحانه - لا يقسم إلا بالأشياء العظيمة الدالَّة على قدرته وكمال صُنعه، أو بالأشياء المباركة في نفعها أو فضلها.
قال ابن القيم رحمه الله: "وإنما يُقْسِم - سبحانه - من كل جنْسٍ بأعلاه، كما أنه لمَّا أقسَمَ بالنُّفُوس أقسَمَ بأعلاها؛ وهي: النَّفْس الإنسانيَّة.
ولمَّا أقسَمَ بكلامه أقسَمَ بأشرفه وأجلِّه؛ وهو: القرآن.
ولمَّا أقسَمَ بالعُلْويَّات أقسَمَ بأشرفها؛ وهي: السماء، وشمسها، وقمرها، ونجومها.
ولمَّا أقسَمَ بالزَّمان أقسَمَ بأشرفه؛ وهو: الليالي العَشْر.
وإذا أراد - سبحانه - أن يُقْسِمَ بغير ذلك أدرجه في العموم كقوله عزَّ وجلَّ: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ  (٣٨)  وَمَا لَا تُبْصِرُونَ  (٣٩) } [الحاقة: ٣٨، ٣٩]، وقوله: {الذَّكَرَ وَالْأُنْثَى  (٣) } [الليل: ٣]، في قراءة رسول الله - صلى الله عليه وسلم -، ونحو ذلك"  (¬١) .
وقد نُقل عن الضحَّاك إنكاره لهذا النوع من القَسَم فقال: "إنَّ الله لا يقسم بشيءٍ من خلقه، ولكنه استفتاح يستفتح به كلامه"  (¬٢) !
_________
(¬١)  "التبيان" (١٨٨ - ١٨٩).
(¬٢)  نقله عنه الماوردي في "النكت والعيون" (٥/ ٤٦٢)، وابن كثير في "تفسيره" =','المقدمة','17',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (14,'舄وهذا لا يثبت عنه؛ لأنَّه من رواية جويبر عنه، وجويبر متروك.
ثُمَّ لو صح لكان مطَّرَحًا لمخالفته صريح القرآن، قال ابن كثير: "وهذا القول ضعيف، والذي عليه الجمهور أنه قَسَمٌ من الله - عزَّ وجلَّ - يُقسِمُ بما شاء من خلقه، وهو دليلٌ على عظمته" (¬١).
وههنا سؤال يكثر إيراده في باب القَسَم وهو: أنَّه قد ورد النهي عن الحلف بغير الله - عزَّ وجلَّ -، فكيف جاء في القرآن القَسَم بالمخلوقات؟
وللعلماء أجوبةٌ كثيرةٌ عن هذا السؤال، وعن الأجوبة اعتراضات عند بعضهم، والكلام فيها يطول، لكنَّ أصح هذه الأجوبة وأحسنها - وهو المنقول عن السلف - أنَّ الله - عزَّ وجلَّ - يقسِمُ بما شاء من خلقه، وليس للخلق أن يُقسِمُوا إلا به سبحانه، كما قال - عزَّ وجلَّ -: {لَا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ (٢٣)} [الأنبياء: ٢٣].
* * *
_________
= (٧/ ٥٤٣).
(¬١) "تفسيره" (٧/ ٥٤٣).','المقدمة','18',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (15,'舄&lt;رمز&gt;أشتاتٌ من الفوائد:&lt;/رمز&gt;
وقفتُ - أثناء قراءتي ومطالعتي - على فوائد مبثوثة هنا وهناك تتعلق بالقَسَم ولا ينتظمها أمرٌ واحد، فأحببتُ أن أثبتها ههنا تتميمًا للفائدة:
* حكى القرافي (٦٨٤ هـ) الإجماعَ على أنَّ القَسَم من أقسام الإنشاء لا الخبر (¬١).
* قال ابن خالويه (٣٧٠ هـ): "واعلم أنَّ القَسَم يحتاج إلى سبعة أشياء: أحرف القَسَم، والمقسِم، والمقسَم به، والمقسَم عليه، والمقسَم عنده، وزمان، ومكان" (¬٢).
* أوَّلُ قَسَمٍ في القرآن بحسب ترتيب النزول جاء في سورة "القَلَم": {ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (١)} (¬٣).
* قال الثعلبي (٤٢٧ هـ) (¬٤): "وجوابات القَسَم سبعةٌ:
١ - "إنَّ" الشديدة، كقوله: {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤)} [الفجر: ١٤].
٢ - و"ما" النفي، كقوله: {وَاَلضُّحُى (١) ... مَا وَدَّعَكَ} [الضحى: ١ - ٣].
_________
(¬١) "الفروق" (١/ ١٠٦). ونقله عنه السيوطي في "معترك الأقران" (١/ ٤٤٩)، وطاش كبري زاده في "مفتاح السعادة" (٢/ ٤٩٤).
(¬٢) "إعراب ثلاثين سورة من القرآن" (٤٦). وراجع كتاب "أسلوب القَسَم واجتماعه مع الشرط في رحاب القرآن الكريم" لعلي أبو القاسم عون (٣٨ - ٣٩) ففيه تمثيل وشرح.
(¬٣) انظر: "قواعد التدبر الأمثل لكتاب الله" عبد الرحمن حبنكة (٤٦٥).
(¬٤) "الكشف والبيان" (٩/ ٩٣ - ٩٤)، وعنه البغوي في "معالم التنزيل" (٧/ ٣٥٦).','المقدمة','19',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (16,'舄٣ - و"اللام" المفتوحة، كقوله: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢)} [الحجر: ٩٢].
٤ - و"إنْ" الخفيفة، كقوله: {تَاللَّهِ إِنْ كُنَّا لَفِي. . .} [الشعراء: ٩٧].
٥ - و"لا"، كقوله: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَا يَبْعَثُ اللَّهُ مَنْ يَمُوتُ. . .} [النحل: ٣٨].
٦ - و"قد"، كقوله: {وَالشَّمْسِ وَضُحَاهَا (١) ... قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩)} [الشمس: ١ - ٩].
٧ - و"بل"، كقوله: {ق وَالْقُرْآنِ الْمَجِيدِ (١) بَلْ عَجِبُوا} [ق: ١ - ٢] ".
* جاء الاستفتاح بالقَسَم في خمس عشرة سورة من القرآن، كلها مبدوءة بحرف "الواو"، وكلها سورٌ مكيَّةٌ، وهي: (¬١)
١ - والصافات.
٢ - والذاريات.
٣ - والطور.
٤ - والنجم.
٥ - والمرسلات.
٦ - والنازعات.
٧ - والسماء ذات البروج.
_________
(¬١) انظر: "مقدمة في الدراسات القرآنية" لمحمد فاروق النبهان (١٧٣).','المقدمة','20',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (17,'舄٨ - والسماء والطارق.
٩ - والفجر.
١٠ - والشمس.
١١ - والليل.
١٢ - والضحى.
١٣ - والتين.
١٤ - والعاديات.
١٥ - والعصر.
* أطول موضع في القرآن الكريم تتابع فيه القَسَم جاء في سورة "الشمس"، حيث تتابعَتْ سبع آياتٍ متوالياتٍ يطَّرد فيها القَسَم بحرف "الواو" في صدر كل آية (¬١).
* لم تأتِ سورة مدنيَّةٌ مبدوءةٌ بحرف القَسَم "الواو" (¬٢).
* صيغة القَسَم "تالله" لم ترد إلا في الآيات المكيَّة فقط (¬٣).
_________
(¬١) انظر: "الإعجاز البياني للقرآن" لعائشة بنت الشاطيء (٢٢٩)، و"القَسَم في
القرآن الكريم" لحسين نصَّار (٩١).
(¬٢) انظر: "القَسَم في القرآن الكريم" لحسين نصَّار (٩١)، وأحال في الهامش على مصادر أخرى.
(¬٣) انظر: "دراسات في القرآن" ليوسف خليف (١١١)، و"القَسَم في القرآن الكريم" لحسين نصَّار (٩١).','المقدمة','21',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (18,'舄* أكثر ما أقسم الله به من المخلوقات هو "الليل"، حيث جاء القَسَم به في ستِّ آياتٍ مباركات؛ وهي:
١ - في سورة [المدثر: ٣٣]: {وَاللَّيْلِ إِذْ أَدْبَرَ (٣٣)}.
٢ - في سورة [الانشقاق: ١٧]: {وَاللَّيْلِ وَمَا وَسَقَ (١٧)}.
٣ - في سورة [التكوير: ١٧]: {وَاللَّيْلِ إِذَا عَسْعَسَ (١٧)}.
٤ - في سورة [الفجر: ٤]: {وَاللَّيْلِ إِذَا يَسْرِ (٤)}.
٥ - في سورة [الشمس: ٤]: {وَاللَّيْلِ إِذَا يَغْشَاهَا (٤)}.
٦ - في سورة [الليل: ١]: {وَاللَّيْلِ إِذَا يَغْشَى (١)}.
* ورد المقسَم به مسبوقًا بأداة النفي "لا" في ثمانية مواضع من القرآن الكريم (¬١)، وهي:
أ/ مقسَم به تقدمته أداة النفي مقترنة بـ "الفاء"، وذلك في ستة مواضع من القرآن الكريم، وكلها في ثنايا السور، وهي:
١ - قوله تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} [النساء: ٦٥].
٢ - وقوله تعالى: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ (٣٨) وَمَا لَا تُبْصِرُونَ (٣٩)} [الحاقة: ٣٨، ٣٩].
_________
(¬١) انظر: "أسلوب القَسَم الظاهر في القرآن الكريم" للدكتور: سامي عطا حسن (٣٧)، مقال في مجلة الشريعة والدراسات الإسلامية - جامعة الكويت، العدد (٥٣)، سنة ١٤٢٤ هـ - ٢٠٠٣ م.','المقدمة','22',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (19,'舄٣ - وقوله تعالى: {فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ (٤٠)} [المعارج: ٤٠]
٤ - وقوله تعالى: {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥)} [الواقعة: ٧٥].
٥ - وقوله تعالى: {فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ (١٦)} [التكوير: ١٥, ١٦].
٦ - وقوله تعالى: {فَلَا أُقْسِمُ بِالشَّفَقِ (١٦)} [الإنشقاق: ١٦].
ب/ ومقسَمٌ به مسبوق بأداة النفي "لا" غير مقترنة بـ "الفاء" وذلك في موضعين:
١ - قوله تعالى: {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١) وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ (٢)} [القيامة: ١ - ٢].
٢ - وقوله تعالى: {لَا أُقْسِمُ بِهَذَا الْبَلَدِ (١)} [البلد: ١].
* ورد القَسَم بالقرآن الكريم في خمسة مواضع، كلها مسبوقة بالحروف المقطَّعة التي افتتحت بها السور (¬١)؛ وهي:
١ - قوله تعالى: {يس (١) وَالْقُرْآنِ الْحَكِيمِ (٢)} [يس: ١ - ٢].
٢ - وقوله تعالى: {ص وَالْقُرْآنِ ذِي الذِّكْرِ (١)} [ص: ١].
٣ و ٤ - وقوله تعالى: {حم (١) وَالْكِتَابِ الْمُبِينِ (٢)} [سورتا الزخرف والدخان].
_________
(¬١) انظر: "القَسَم في القرآن الكريم" لحسين نصَّار (٤٨).','المقدمة','23',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (20,'舄٥ - وقوله تعالى: {ق وَالْقُرْآنِ الْمَجِيدِ (١ )} [ق: ١].
* قال ابن القيم - رحمه الله - عند قوله تعالى: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ  (٣٨)  وَمَا لَا تُبْصِرُونَ  (٣٩) } [الحاقة: ٣٨, ٣٩]: "وهذا أعمُّ قَسَمٍ وقع في القرآن، فإنَّه يَعُمُّ العلويَّات والسُفْليَّات، والدنيا والآخرة، وما يُرى وما لا يُرى، ويدخل في ذلك الملائكة كلهم، والجنُّ، والإنسُ، والعرشُ، والكرسيُّ، وكلُّ مخلوق"  (¬١) .
* وقال أيضًا: "ثُمَّ أقسَم - سبحانه - أعظمَ قَسَمٍ، بأعظم مقسَمٍ به، على أجلِّ مقسَمٍ عليه، وأكَّد الإخبار به بهذا القَسَم، ثُمَّ أكَّده - سبحانه - بشِبْهِه بالأمر المحقَّق الذي لا يشكُّ فيه ذو حاسَّةٍ سليمةٍ، قال تعالى: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ  (٢٣) } [الذاريات: ٢٣] "  (¬٢) .
* * *
_________
(¬١)  "التبيان" (٢٦٤).
(¬٢)  "التبيان" (٦٣٨).','المقدمة','24',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (21,'舄&lt;رمز&gt;<span data-type="title" id=toc-12>المصنَّفات في أقسام القرآن:</span>&lt;/رمز&gt;
من عادة السيوطي - رحمه الله - في "الإتقان" أنَّه إذا ذكر نوعًا من علوم القرآن يصدِّره بذكر مَنْ أفرده بالتأليف وينقل منه بعض نصوصه، فلما ذكر أقسام القرآن لم يذكر إلا كتاب "التبيان" فقط (¬١)، ومن جاء بعده تبعوه في ذلك.
ولأجل ذلك جزم جماعة من أهل العلم بأنَّه لم يُفْرِد أقسام القرآن بمصنَّف إلا ابنُ القيم - رحمه الله - في كتابه "التبيان"، وأنَّه "أوَّل كتابٍ مفصَّلٍ علمي مؤسَّسٍ على الدراسة العميقة، والتدبر في القرآن، واستعراضٍ لأنواع الأقسام والمقسم بها ومواردها في القرآن" (¬٢).
لكن كلام الشيخ محمد أبو شهبة يشعر بوجود مصنفاتٍ أخرى في هذ الفنِّ حيث قال: "وقد ألَّف العلماء في أقسام القرآن كتبًا مستقلة، ولعلَّ أحفلها وأجلَّها - فيما أعلم - "التبيان في أقسام القرآن" لابن القيم" (¬٣).
فكلام أبو شهبة - رحمه الله - يفيد بوجود وفرةٍ في مؤلَّفات أقسام القرآن، وأنَّ هناك من سبق ابن القيم ولحقه في إفرادها بالتأليف؛ إلا أنَّه لم يذكر لنا ما وقف عليه من تلك الكتب ولو كانت مخطوطةً لم تطبع بَعْدُ.
_________
(¬١) انظر: "الإتقان" (٢/ ١٠٤٨).
(¬٢) من كلام أبي الحسن الندوي في مقدمته لكتاب "إمعان في أقسام القرآن" للفراهي (١٠).
(¬٣) "المدخل لدراسة القرآن الكريم" (٢٤٨).','المقدمة','25',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (22,'舄والأمر ليس كما أفاد؛ فأمَّا قبل عصر ابن القيم فإنِّي لم أقف بعد البحث في كتب الطبقات والسير على مؤلَّفاتٍ في أقسام القرآن إلا على كتابٍ واحدٍ لأبي عمرو الدمشقي عبد الله بن أحمد بن بشير - ويقال: بشر - بن ذكْوَان (٢٤٢ هـ) أحد مشاهير القرَّاء الشاميين، سمَّاه: "أقسام القرآن وجوابها"  (¬١) ، ولا أعرف من خبره شيئًا.
وأمَّا بعد عصر ابن القيم فلا يكاد الباحث يقف إلا على تلخيص ابن طولون لكتاب "التبيان" حيث سمَّاه: "خلاصة التبيان في أيمان القرآن"، وليس بعد ذلك إلا دراسات المتأخرين والمعاصرين في أبحاثهم ومقالاتهم وبعض كتبهم.
ويبقى كتاب "التبيان" متفردًا في بابه  (¬٢) ، قد خاض العلماء في عُبَابه، وحَطُّوا رحالهم على أعتابه، فوجدوا فيه جواهر مكنونة، ومعادن مخزونة، فاستفادوا منه، ولم يرغبوا عنه، ولم يتجاسروا على مجاراته، حتى غدا عَلَمًا على هذا الفن.
_________
(¬١)  عزاه له ابن الجزري في "غاية النهاية" (١/ ٤٠٤ - ٤٠٥)، وعنه كحَّالة في "معجم المؤلفين" (٢/ ٢٢٢).
(¬٢)  أما ما ذكره الحكيم الترمذي في "نوادر الأصول" (٣/ ٢٠٣) في الأصل الرابع والأربعين بعد المائتين تحت عنوان: (في بيان أقسام القرآن)؛ فليس مراده بأقسام جمع (قَسَم) الذي هو اليمين، وإنما مراده جمع (قِسْم)؛ لأنه ذكر أنواع دلالات الآيات على مضمونها.','المقدمة','26',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (23,'舄<span data-type="title" id=toc-13>القسم الثاني: التعريف بالكتاب ومباحثه</span>
-<span data-type="title" id=toc-14> عنوان الكتاب</span>
- نسبة الكتاب إلى مؤلِّفه
- تأريخ تأليف الكتاب
- موضوع الكتاب
- منهج المؤلِّف في الكتاب
- موارد المؤلِّف في الكتاب
- أهمية الكتاب وأثره فيمن بعده
- طبعات الكتاب
- نسخ الكتاب
- عملي في التحقيق','المقدمة','27',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (24,'舄&lt;رمز&gt;عنوان الكتاب:&lt;/رمز&gt;
اشتهر هذا الكتاب - منذ طبعته الأُولى - بين النَّاس بـ "التبيان في أقسام القرآن"، وبه تتابعت سائر الطبعات، وكذا تناولته أقلامِ الباحثين في الإحالات والدراسات، وصار هذا العنوان هو الاسم العَلمي لهذا الكتاب، ولهذا أسبابُه ... فمنها:
١) أنَّ بعض من ترجم للمؤلِّف سمَّاه بهذا الاسم؛ كما في "كشف الظنون" (١/ ٣٤١)، و"هدية العارفين" (٢/ ١٥٨)، و"الأعلام" (٦/ ٥٦).
٢) أنَّ لفظ "القَسَم" هو الوارد في القرآن الكريم في أقسام الله - عزَّ وجلَّ - دون لفظ "اليمين" أو "الحَلِف" ونحو ذلك، فاشتُقَّ اسم الكتاب من لفظ "القَسَم" دون غيره لأنه موافق لمضمونه، مقاربٌ لمرسومه.
٣) أنَّ المؤلِّف - رحمه الله - خصَّ كتابه للكلام عن القَسَم فقط، ولهذا يبدأ غالب فصول الكتاب بقوله: "ومن ذلك قَسَمُه سبحانه بـ. . ."، فانتزعوا اسم الكتاب من تصرفات المؤلِّف في ثناياه.
٤) أنَّ مقدِّمة المؤلِّف - رحمه الله - قد خلت منها جميع الطبعات! فإنَّ الناشر الأوَّل لعله اعتمد على نسخةٍ سقطت منها هذه المقدِّمة، فاجتهد في تسمية الكتاب، فكان ما تراه من اسم الشهرة، ثُمَّ تابعه عليه من جاء بعده.
٥) أنَّ هذا الاسم جاء في صفحة العنوان للنسخة (ز).
وجاء في صفحة العنوان للنسختين (ح) و (م) اسم الكتاب هكذا: (كتاب أقسام القرآن والكلام على ذلك).','المقدمة','29',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (25,'舄وذكره عبد اللطيف بن محمد المعروف بـ "رياضي زاده" في كتابه "أسماء الكتب"  (٨٠)  فسمَّاه: "التبيان في معرفة أحكام القرآن"! وقد تفرَّد بذلك، وهو سهوٌ.
وكل ما مضى يتهاوى أمام تسمية المؤلِّف لكتابه في المقدِّمة، والتصريح بذلك، ويجعلنا نجزم أنَّ تلك التسميات كانت من قبيل الاجتهاد بالمعنى لا غير، فإنَّ الاسم العَلَمي الصحيح للكتاب هو: "التبيان في أيمان القرآن"، وإليك الأسباب:
أوَّلًا: أنَّ المؤلِّف - رحمه الله - قد ذكر هذا العنوان صراحةً وسمَّاه به في خطبة الكتاب حيث قال: "فهذا كتابٌ صغير الحجم، كبير النفع، فيما وقع في القرآن العزيز من الأيمان والأقسام، والكلام عليها يمينًا، وارتباطها بالمقسَم عليه، وذكر أجوبة القَسَم المذكورة والمقدَّرة، وأسرار هذه الأقسام، فإنَّ لها شأنًا عظيمًا يعرفه الواقف عليه في هذا الكتاب، وسمَّيته: "كتاب التبيان في أيمان القرآن"".
ثانيًا: أنَّ المؤلِّف - رحمه الله - قد أحال على هذا الكتاب باسم "أيمان القرآن" في موضعين من كتابه المعروف "الداء والدواء"  (¬١) .
ثالثًا: أنَّ أكثر من ترجم للمؤلِّف - خاصةً المتقدمين منهم - يذكرونه باسم "أيمان القرآن"، وفي مقدمتهم تلميذه ابن رجب الحنبلي في "ذيل طبقات الحنابلة" (٥/ ١٧٦)، وكذا قاله: الداودي في "طبقات المفسِّرين" (٢/ ٩٣)، والعليمي في "المنهج الأحمد" (٥/ ٩٥)، وفي "الدر المنضَّد" (٢/ ٥٢٢)، وابن العماد في "شذرات الذهب"
_________
(¬١)  انظر منه (ص/٨٣) و (ص/٤٧٠).','المقدمة','30',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (26,'舄(٨/ ٢٩١)، وابن ضويان في "رفع النقاب"  (٣٢٠) ، والبغدادي في "هدية العارفين" (٢/ ١٥٨).
رابعًا: أنَّ هذا الاسم جاء على صفحة العنوان في بعض النسخ المخطوطة للكتاب كما في النسخة (ن)، والنسخة (ط)، ونسخة مكتبة وحيد باشا في كتاهية بتركيا رقم  (٣)  وقد كتبت في القرن التاسع  (¬١) .
خامسًا: أنَّ العلَّامة شمس الدين ابن طولون الحنفي (٩٥٣ هـ) قد لخَّص الكتاب وسمَّاه بالخلاصة مع المحافظة على عنوان الكتاب فقال: "خلاصة التبيان في أيمان القرآن"  (¬٢) .
_________
(¬١)  انظر: "الفهرس الشامل" (١/ ٤٠٩) علوم القرآن، و"الأثبات في مخطوطات الأئمة" للشبل (٢٤٧).
(¬٢)  منه نسخة خطية فريدة بخط المؤلف محفوظة في دار الكتب المصرية، مجاميع تيمور رقم (٢٠٣) ضمن مجموع، موضع الكتاب منه (٢١٣ - ٣٨٦) ورقة.','المقدمة','31',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (27,'舄&lt;رمز&gt;<span data-type="title" id=toc-15>نسبة الكتاب إلى المؤلِّف:</span>&lt;/رمز&gt;
الأصل أنَّ الأمر المتيقَّن لا يحتاج إلى إثبات؛ لأنَّ "الثابت ثابت"، فتعداد أدلَّة ثبوته تحصيل حاصل كما هو الحال ههنا في كتاب "التبيان".
لكنَّ أهل التحقيق درجوا في مقدِّماتهم على بيان نسبة الكتاب إلى مؤلِّفه؛ استيثاقًا للبحث، وطمأنةً للقاريء، وإجهازًا منهم على فلول الشك والاحتمال، وطلبًا لإثبات الكتاب إلى مؤلِّفه على وجه الكمال.
وعليه فأقول:
لا شكَّ في نسبة كتاب "التبيان" إلى ابن القيم؛ لأمور:
أوَّلًا: أنَّ المؤلِّف - رحمه الله - ذكره لنفسه في بعض كتبه الأخرى، وأحال عليه في مواطن، كما جاء في كتابه المعروف "الداء والدواء" في موضعين:
أوَّلهما: عند قوله: "وقد ذكرنا وجه الاستدلال بذلك في كتاب "أيمان القرآن" عند قوله: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ (٣٨) وَمَا لَا تُبْصِرُونَ (٣٩)} [الحاقة: ٣٨، ٣٩]، وذكرنا طرفًا من ذلك عند قوله: {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (٢١)} [الذاريات: ٢١]، وأنَّ الإنسان دليلٌ على وجود خالقه وتوحيده، وصدق رسله، وإثبات صفات كماله" (¬١).
وثانيهما: عندما بيَّن إقسامَ الله - سبحانه - بطوائف من الملائكة المنفِّذين لأمره في الخليقة، ثُمَّ قال: "وقد ذكرنا معنى ذلك وسرَّ
_________
(¬١) انظر: "الداء والدواء" (٨٣).','المقدمة','32',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (28,'舄الإقسام به في كتاب "أيمان القرآن""  (¬١) .
ثانيًا: أنَّ المؤلِّف - رحمه الله - أحال في هذا الكتاب أثناء بحثه لبعض مسائل القياس على كتابه العَلَم "إعلام الموقعين"  (¬٢) ، وستأتي عبارته قريبًا إن شاء الله.
ثالثًا: أنه ذكر شيخه المبجَّل شيخ الإسلام ابن تيمية في مواضع عدَّة، وانتصر لاختياراته، وغالب هذه المواضع يصرِّح به  (¬٣) ، وأحيانًا ينقل كلامه بلا تصريح ولا عَزْو؛ لكنه يصرِّح بذلك في كتبه الأخرى، فهو يترك التصريح به فيما قد عُرف عنه أنَّه ينقله عن شيخه، واشتُهر ذلك في كتبه، وهذا من عظيم احتفائه بشيخه، وحفظه لحقه عليه، رحم الله الجميع.
رابعًا: كل من ترجم له ينسب الكتاب إليه، المتقدمون منهم والمتأخرون، ولا يُعرف عن أحدٍ منهم أنَّه شكَّك في نسبته إليه.
خامسًا: أنَّ جماعةً من أهل العلم - ممَّن جاء بعد عصر المؤلِّف - استفادوا من الكتاب ونقلوا منه بعض قضاياه ومسائله، وسيأتينا - إن شاء الله - النقل عنهم، كلهم يعزُون ذلك إلى ابن القيم في كتابه "التبيان".
سادسًا: الكتاب بيِّنٌ بنَفَسِه، وشاهدٌ على نَفْسِه؛ أنَّه صنيعةُ ابن القيم وممَّا خطَّته أنامله، وكلُّ من أَلِف طريقته وأُسلوبه ميَّز بين ما هو له وما هو لغيره بمجرد الاطلاع والنظر، فبسطُه للمسائل، وإحاطتُه بأقوال
_________
(¬١)  انظر: "الداء والدواء" (٤٧٠).
(¬٢)  انظر: "التبيان" (٣٤٥).
(¬٣)  راجع فهرس الأعلام ففيه الإحالة على أرقام الصفحات.','المقدمة','33',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (29,'舄السلف، وتحريره للنقول، وإقامته للحُجَّة، وحشدُه للأدلَّة، ودفعه للاعتراض، ورعايته للمقاصد، ودرايته بالحِكَم = منهجٌ لكتبه معروف، ومسلكٌ لمصنفاته مألوف.
سابعًا: جميع صفحات العنوان في المخطوطات أُثبت عليها نسبة الكتاب لابن القيم رحمه الله.','المقدمة','34',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (30,'舄&lt;رمز&gt;<span data-type="title" id=toc-16>تأريخ تأليف الكتاب:</span>&lt;/رمز&gt;
لم يذكر ابن القيم - رحمه الله - تأريخ تأليفه لكتابه، ولم ينقل عنه أحدٌ من تلاميذه خبرًا في ذلك؛ إلا أنَّنا يمكن أن نستفيد من إشارتين اثنتين لبيان تأريخ تأليفه على وجه التقريب لا التحديد:
أولاهما: أنه أحال في ثنايا الكتاب على كتابه الآخر "إعلام الموقعين"، فقال: "وقد بيَّنا في كتابنا "المعالم" بطلان التحليل وغيره من الحيل الربويَّة" (¬١).
فهذا النقل يفيدنا أنه ألَّف كتاب "التبيان" بعد كتابه "إعلام الموقعين".
وثانيهما: أنه في كتابه "الداء والدواء" قد أحال على كتاب "التبيان" في موضعين (¬٢)، ممَّا يفيدنا أنَّه ألَّفه قبل كتاب "الداء والدواء".
وعليه فيكون تأليفه لكتاب "التبيان" منحصرًا بين سنة تأليفه لكتاب "إعلام الموقعين"، وسنة تأليفه لكتاب "الداء والدواء"، إلَّا أنَّ الإشكال قائمٌ من حيث إنَّنا لا نعلم - تحديدًا - سنة تأليفه لهذين الكتابين! لكن هذا غاية ما توصلنا إليه.
وثَمَّ أمرٌ يُستأنس به ههنا؛ وهو أنَّ ابن القيم - رحمه الله - تمنَّى أن يؤلِّف تفسيرًا للقرآن على نهجٍ سار عليه في تفسير "سورة الكافرون" في
_________
(¬١) "التبيان" (٣٤٥).
(¬٢) انظر "الداء والدواء" (٨٣) و (٤٧٠).
وقد ذكر الدكتور: أحمد ماهر البقري في كتابه "ابن القيم اللغوي" (٦٤) أنَّه ألَّف كتابه "التبيان" بعد "الجواب الكافي"! وهذا سبق قلم.','المقدمة','35',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (31,'舄كتابه "بدائع الفوائد"  (¬١) ، ثُمَّ قال: "وقد كتبتُ على مواضع متفرقة من القرآن بحسب ما يسنح من هذا النَّمَط وقتَ مقامي بمكة وبالبيت المقدَّس، والله المرجو إتمام نعمته"، فهل يكون من تلك المواضع المتفرقة التي كتبها اعتناؤه بأقسام القرآن، واستيفاؤه الكلام عليها، وإفرادها بكتابه "التبيان"، في تلك المدة، وذاك التأريخ؟ ... احتمال.
_________
(¬١)  (١/ ٢٣٤ - ٢٤٩).','المقدمة','36',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (32,'舄&lt;رمز&gt;<span data-type="title" id=toc-17>موضوع الكتاب:</span>&lt;/رمز&gt;
أنشأ ابن القيم - رحمه الله - هذا الكتاب للكلام عن الأيمان، وخصَّه بالأيمان والأقسام الواردة في القرآن الكريم، وتكلَّم عمَّا يلحق هذه الأيمان من لواحق وتوابع، وأفصح عن ذلك كلِّه في مقدِّمة كتابه حيث قال:
"فهذا كتابٌ صغير الحجم، كبير النفع، فيما وقع في القرآن العزيز من الأيمان والأقسام، والكلام عليها يمينًا، وارتباطها بالمقسَم عليه، وذكر أجوبة القَسَم المذكورة والمقدَّرة، وأسرار هذه الأقسام، فإنَّ لها شأنًا عظيمًا يعرفه الواقف عليه في هذا الكتاب" (¬١).
فتبيَّن من خطبة المؤلِّف هذه غرضه من تأليفه، وموضوعه الذي سيدور حوله ويتحدَّث عنه، وهو عدة أمور:
أوَّلها: الأيمان والأقسام الواردة في القرآن الكريم خاصةً.
وثانيها: تحقيق كون هذه الأيمان والأقسام كذلك.
وثالثها: ارتباط هذه الأيمان بالمقسَم عليه، وبيان التناسب بينها.
ورابعها: ذكر أجوبة القَسَم سواء كانت مذكورة أو مقدَّرة.
وخامسها: ما يتعلق بهذه الأيمان من الأسرار والحِكَم والغايات.
فأمَّا الأمور الأربعة الأخيرة فاستوفاها إلى الغاية بل وأربى، وأتى فيها بكل ما يُستملح بل وأحلى، فأفاد وأجاد.
_________
(¬١) (ص/ ٣).','المقدمة','37',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (33,'舄وأمَّا الأمر الأوَّل منها فالحقُّ أنَّه لم يتتبع كل ما في القرآن من الأيمان والأقسام، بل ترك الكلام عن الأيمان التي حكاها الله - عزَّ وجلَّ - في القرآن عن خلقه، وترك - أيضًا - الأيمان المقدَّرة، مع أنَّ هذا الكتاب مظنَّةٌ لدراستها، والمعروف عن ابن القيم - رحمه الله - أنه يتتبع القضايا والمسائل التي تتعلَّق بموضوع الكتاب الذي يصنِّفُه، ولا أدري سببًا لتفويت هذا الشمول والاستيعاب، الأمر الذي فسح لبعضهم مدخلًا لتعقُّبه في ذلك  (¬١) !
إذن موضوع الكتاب يتعلَّق - فقط - بالأيمان الربَّانية الصريحة الظاهرة في القرآن الكريم، والكلام على ما يتعلق بها ممَّا أوضحه في المقدِّمة وسبق بيانه، إلا أنه فاته - أيضًا - شيءٌ يسير من هذه الأيمان الربَّانية تُعرف بتتبعها في القرآن الكريم.
_________
(¬١)  انظر مقال الأستاذ: عبد الله بن سالم الحمود الدوسري بعنوان: "منهج ابن القيم في كتابه التبيان في أقسام القرآن؛ دراسة وتقويم"، مجلة كلية اللغة العربية بجامعة الإمام، العدد (٧)، (ص/ ٦٤٨).
وراجع كلام الشيخ: عبد الرحمن حسن حبنكة في "قواعد التدبر الأمثل لكتاب الله - عزَّ وجلَّ -" (٤٦٣).','المقدمة','38',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (34,'舄&lt;رمز&gt;<span data-type="title" id=toc-18>منهج المؤلِّف في الكتاب:</span>&lt;/رمز&gt;
لابن القيم - رحمه الله - في جميع كتبه منهج عامٌّ وخاصٌّ.
فأمَّا المنهج العامُّ فطريقته التي سلكها في تآليفه حتَّى غَدَت واضحة المعالم، بيِّنة الملامح؛ من اعتماده على نصوص الكتاب والسُّنَّة الصحيحة، وتقديمه لأقوال الصحابة، واحتفائه بأقوال السلف، وقوَّةٍ في الحُجَّة، وطول نَفَسٍ في تقرير المسائل، مع مراعاة المقاصد والحِكَم، واطِّراح الشاذ والضعيف والمنكر من الآراء والأقوال والمذاهب؛ كل ذلك بأسلوبه الممتع الجذَّاب.
وأمَّا المنهج الخاصُّ فهو ما سلكه من طريقةٍ في كل كتابٍ بما يناسبه ويلائمه، فإنَّه - رحمه الله - قد كتب في غالب الفنون الشرعية، وكلُّ فنٍّ لمسائله ذوقها، ولأهله لغتهم.
وكتابنا "التبيان" يمكننا أن نقسمه إلى قسمين: قسمٍ نظري تأصيلي، وقسمٍ تطبيقي.
القسم النظري التأصيلي:
عمد ابنُ القيم - رحمه الله - في أوَّل كتابه "التبيان" إلى تقرير قواعد وأصول هذا الفنِّ وهو أيمان القرآن، وخطَّ له خطوطًا عريضةً سار عليها في باقي كتابه. وقد أحسن في ذلك أيَّما إحسان؛ لأنَّه بنى سائر كتابه على هذه الأصول والقواعد، وصار يُرجِعُ مسائله إليها، وردَّ إليها ما أشكل من تفسير آيات القَسَم، الأمرَ الذي أبعده عن الاضطراب والتذبذب الذي وقع فيه غيره.
بدأ المؤلِّف - رحمه الله - ببيان وجود القَسَم في القرآن وأنَّه واردٌ في','المقدمة','39',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (35,'舄كلام الله - عزَّ وجلَّ -، وأنَّ الله - سبحانه - يُقسم بأمرين اثنين:
الأوَّل: بنفسه المقدَّسة الموصوفة بصفاته العليا.
والثاني: بآياته المستلزمة لذاته وصفاته  (¬١) .
وقرَّر بأنَّ القَسَم ببعض المخلوقات دليلٌ على أنَّها من آياته، وأنَّ في ذلك إشادةً بها وتنويهًا، وإذا كان الأمر كذلك فلا بد أن يتعلق بها أمران:
الأوَّل: أن تكون هذه الآيات من الأمور المشهودة الظاهرة، فإنَّ "آيات الرَّبِّ التي يُقسِم بها لا تكون إلا ظاهرةً جليَّةً يشترك في معرفتها الخلائق"  (¬٢) .
والثاني: أنَّ هذه الآيات الظاهرة الجلية لا تأتي إلا مقسَمًا بها ولا تكون مقسَمًا عليها.
ثُمَّ بيَّن أنَّ للقَسَم إحدى فائدتين:
١ - إمَّا تحقيق القَسَم.
٢ - وإمَّا تحقيق المقسَم عليه وتوكيده.
وقرَّر - أيضًا - أنَّ هذا المقسَم عليه لا بد أنَّ يكون من الأمور الغائبة التي يطالَب العبدُ بالإيمان بها  (¬٣) .
وأمَّا جواب القَسَم فلا يخلو من حالتين:
_________
(¬١)  (ص/ ٥, ٢٦ - ٢٧، ٢١٠).
(¬٢)  (ص/ ٥, ١٨٧، ٢٢٥).
(¬٣)  (ص/ ٥, ٢٢٥).','المقدمة','40',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (36,'舄١) إمَّا أنَّ يذكر جواب القَسَم، وهو الغالب.
٢) وإمَّا أن يحذف، ويكون حذفه من أحسن الكلام حينئذٍ، وفي هذه الحال لا يخلو من أحد غرضين  (¬١) :
أ/ إمَّا أنه لا يُراد ذكره أصلًا بل المراد من القَسَم تعظيم المقسَم به.
ب/ وإمَّا أنَّه مرادٌ، فيُعرف حينئذٍ بدلالة الحال أو السياق عليه.
ثُمَّ بيَّن - رحمه الله - أنَّ القَسَم لمَّا كان يكثر في الكلام؛ احتيج إلى اختصاره طلبًا لخفَّة اللسان وسهولة الاستعمال، فصار يُحذَف فعل القَسَم ويكتفى بـ "الباء"، ثُمَّ عُوِّض عن "الباء":
١ - "الواو" في الأسماء الظاهرة.
٢ - و"التاء" في اسم الله خاصة.
وأمَّا المقسَم عليه فقعَّد له قاعدةً كليَّةً فيما يُقسِم الله عليه، وأنَّه - سبحانه - إنَّما يُقسِم على أصول الإيمان التي يجب على جميع الخلق معرفتها والإيمان بها:
فتارةً يُقسِم على التوحيد.
وتارةً يُقسِم على أنَّ القرآن حقٌّ.
وتارةً يُقسِم على أنَّ الرسول حقٌّ.
وتارةً يُقسِم على حال الإنسان وصفته وعاقبته.
_________
(¬١)  (ص/ ١٣، ١٤).','المقدمة','41',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (37,'舄وذكر أنَّ السبب في إقسامه - تعالى - على هذه القضايا والأصول هو حاجة النفوس إلى معرفتها، وشدَّة فاقتها إلى الإيمان بها.
القسم التطبيقي:
لمَّا فرغ ابنُ القيم - رحمه الله - من تأصيل مسائل القَسَم في القرآن الكريم؛ أخذ بتطبيق ما أصَّله على آيات القَسَم التي فسَّرها على النحو التالي  (¬١) :
* بيان الآية من جهة اللغة العربية، وهذا حَدَاهُ إلى:
أ/ الكشف عن معاني الكلمات، وما فيها من دقائق وأسرار حتى يتمَّ الفهم الصحيح للمعنى المراد منها في الآية، كما فعل في:
- تفسير "الطَّحْو" (ص/ ٢٨).
- وتفسير "الكَبَد" (ص/ ٥١).
- وتفسير "الكَنُود" (ص/ ١٢٥).
- وتفسير "الدافق" (ص/ ١٦٠).
- وتفسير "الخُنَّس والكُنَّس" (ص/ ١٨٤).
- وتفسير "المَوْر" (ص/ ٤١١).
- وتفسير "الحُبُك" (ص/ ٤٣٤).
ب/ وهذا البيان لمعاني الكلمات حمله على توضيح الفرق بين
_________
(¬١)  ما سأذكره فيما يأتي من أرقام الصفحات إنما هو على سبيل التمثيل لا الحصر.','المقدمة','42',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (38,'舄كلمةٍ وأخرى، التماسًا منه - رحمه الله - لحكمة استعمال هذه اللفظة دون تلك، فمن ذلك:
- الفرق بين لفظ "السعي" و"العمل" (ص/ ١١ - ١٢).
- والفرق بين "النسيان" و"السهو" (ص/ ٤٣٨).
- والفرق بين قولك: "سبقته إليه" و"سبقته عليه" (ص/ ٢٩٠).
- والفرق بين "رَبْط الشيء" و"الرَّبْط على الشيء" (ص/ ٢٨١).
ج/ كلامه على بعض وجوه الإعراب للآية إذا كان اختلاف الإعراب ينبني عليه تغاير المعنى، وانظر على سبيل المثال (ص/ ٢٧، ١٧٤، ٣١٤، ٣١٩).
* إذا كان في الآية قراءات متعدِّدة فإنَّه يذكرها، ويوجِّه معناها، وربما رجَّح بعضها على بعض من جهة دلالتها على المعنى المراد، كما فعل في  (¬١) :
- قراءة: "فامضوا إلى ذكر الله" (ص/ ١١).
- وقراءة: "فكَّ رقبةً" (ص/ ٦٥).
- وقراءة: "ذو العرشِ المجيدِ" بالكسر (ص/ ١٤٨).
* جمعه للنظائر والأشباه في مكانٍ واحدٍ، والتوفيق بين معانيها إذا كان ظاهرها التعارض، أو كان الفرق بينها لا يتجلَّى إلا بالإيضاح والبيان، وانظر على سبيل المثال: (ص/ ٤٨، ١٠٦، ١٣١، ١٩٠، ٢٠٠،
_________
(¬١)  وانظر أيضًا: (ص/ ١٧٩، ١٩٦، ٣٢٣، ٣٧٣، ٣٧٥).','المقدمة','43',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (39,'舄٢١٨، ٢٤١، ٢٤٥، ٢٥١، ٢٧٤، ٢٨٠، ٢٨٨, ٢٩٧، ٣٢٨, ٣٤٣).
* وأمَّا الأقوال في تفسير الآية فإنَّه يقوم بالتالي:
١ - يستوفي نقلها في الغالب، حتى إنَّه ربما نقل الأقوال الضعيفة في تفسيرها طلبًا للاستيفاء، ويندر جدًّا أنَّ يفوته قولٌ مشهورٌ في تفسير الآية كما حصل معه في سورة البلد (ص/ ٥٩).
٢ - يَعْزُو هذه الأقوال إلى أصحابها؛ بدءًا بالصحابة - رضي الله عنهم - ثُمَّ بمن يليهم، هذا هو الأعمُّ الأغلب؛ لكن ربما ترك العَزْوَ أحيانًا كما في (ص/ ٥٧، ٢٣٧، ٢٨٨، ٣٣٠، ٣٤٨، ٣٧٢، ٤٠٠، ٤٣٨، ٥٢٨، ٦٣٧).
٣ - ينقل نصوص أقوالهم بحروفها كما جاءت عنهم في التفاسير المسندة.
٤ - إذا كانت في ظاهرها متعارضة وأمكن الجمع بينها فإنَّه يجمع بينها ويدفع تعارضها كما فعل في (ص/ ٧٠, ٩١، ١٢٣, ١٥٧، ٢٠٧, ٢٢٧).
٥ - وربما كانت هذه الأقوال كثيرةً ومتباينةً في باديء النظر لكنها عند التأمُّل تؤول في حقيقتها إلى قولين أو ثلاثة مثلًا؛ فيردُّها إلى ذلك كما في (ص/ ٤٨، ١٤١، ١٧٢, ٢٢٣، ٢٣٢).
٦ - يذكر أدلَّة كل قول، ويرجِّح بينها، ويبرز جوانب القوَّة فيما يختاره من الأقوال، وهذا كثير في الكتاب كما في (ص/ ١٥، ٣٥، ٤٠، ٦٨, ٧٤, ٧٧, ٨٠, ١٠٥, ١١٥, ١١٦, ١٢٣, ١٣٣, ١٤٦, ١٦٣, ١٦٦، ١٧٥، ١٨٤، ١٩١, ٢٠٨, ٢١١، ٢١٢, ٢٣٥، ٢٧٦، ٢٩٢،','المقدمة','44',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (40,'舄٣٣١، ٣٦٣، ٣٩٩، ٤٤١).
٧ - ينبِّه على الأقوال الضعيفة أو الساقطة أو البعيدة والمتكلَّفة كما في (ص/ ٢١٣، ٢١٦، ٢٢٥، ٢٩٦، ٣١٤، ٣٢٠، ٣٦٠).
* ثُمَّ بعد ذلك له - رحمه الله - تنقيبٌ عجيبٌ في خبايا الآيات، وتفتيشٌ مذهلٌ في كنوزها التي لا تنتهي، فيستنبط منها ما هو من حاجات القاريء وإن لم يكن من حاجة المفسِّر، ولربما أرخى القلم بما هو من عَرَض الكتابة وإن لم يكن من أغراض التفسير، وهذا بحرٌ يحبُّ ابن القيم السباحة فيه ويُحسن الغَوص في أعماقه، فمن ذلك:
- مناقشته لطائفة من النظَّار والمتكلمين (ص/ ١٠، ٢٧، ٢٤٥) وغيرها.
- ردُّه على الطبائعيين والفلاسفة والدهرية والملاحدة (ص/ ٢٨، ٢٥٣، ٤٠٩، ٤٩٧).
- جوابه عن شُبَه القدريَّة والجبريَّة (ص/ ٩٩، ١٥٢، ٢٠٣) وغيرها.
- مناقشته للأطباء في قضايا الخلق والتكوين (ص/ ٤٩٢، ٤٩٩، ٥٠٣، ٥٣٨) وغيرها.
- بيان ما في الآية من مواعظ وآداب وتوجيهات.
- عنايته بذكر اللطائف والنُّكَت والفوائد العلمية (ص/ ٢١٩، ٣٢٢، ٤٣٩) وغيرها.
هذا قليلٌ من كثير من إبداعاته وإفاداته، ولعلَّ نظرةً إلى فهرس الفوائد العلمية يحيطك بشيء من ذلك.','المقدمة','45',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (41,'舄وثَمَّ أمور تبرز لقارئ الكتاب؛ عدَّها بعضهم من المؤاخذات وهي في الحقيقة من الملحوظات  (¬١)  التي لا تخلو من توجيهٍ حسنٍ للمنصف القادح، أو نظرةٍ سديدةٍ للمستحسن المادح، وهذا أو ذاك لا يستطيع إخفاء حاجته إلى صيد ابن القيم رحمه الله، وإلا ما قصد إلى قراءة كتابه، ومن تلك الملحوظات:
١ - أنَّ ابن القيم - رحمه الله - لم يبيِّن لنا سبب تسميته لكتابه بـ "أيمان القرآن" وعدوله عن التسمية بأقسام القرآن، مع أنَّه يفتتح كلامه عن آيات القَسَم - غالبًا - بقوله: ومن ذلك قَسَمُه سبحانه بكذا ... ثُمَّ يذكره.
وأيضًا؛ لم يرد في القرآن الكريم لفظ "اليمين" بالنسبة لله - عزَّ وجلَّ -، وإنَّما ورد لفظ "القَسَم" كما تراه في هذا الكتاب مشروحًا، أمَّا "اليمين" في القرآن الكريم فقد جاءت في حق الخلق واستعمالهم كما في قوله تعالى: {وَلَا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمَانِكُمْ} [البقرة: ٢٢٤]، وقوله: {لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ} [البقرة: ٢٢٥] , وقوله: {وَاحْفَظُوا أَيْمَانَكُمْ} [المائدة: ٨٩] , وقوله: {بِمَا عَقَّدْتُمُ الْأَيْمَانَ} [المائدة: ٨٩]، إلى غير ذلك من الآيات.
وقد يستطيع المتأمِّل الجواب عنه بما يظهر له من مليح الاستنباط، إلا أنَّنا كنَّا في شوقٍ لجواب ابن القيم نفسه لما عُرف عنه من الدقَّة،
_________
(¬١)  وليس كل ملحوظةٍ مؤاخذة، ومن الخطأ أن نحاكم عُرْف المتقدمين في التأليف إلى عُرْفنا المشوب بطرائق المستشرقين أو تنظير الخاملين من أصحاب الأكاديميات، وهذا - والله - من جنايات المعاصرين على تراث الأئمة، فكان القصاص في قلة بركة مؤلفاتهم، ولا حول ولا قوة إلا بالله.','المقدمة','46',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (42,'舄وصاحب الدار أدرى بما فيه.
٢ - إذا تكلَّم في تفسير آيات القَسَم فإنَّه يُتمُّ تفسير السورة بأكملها وإن لم يكن لها تعلُّق بالأيمان والأقسام، وهذا كثيرٌ في الكتاب إلا في آخره فإنَّه اقتصر فيه على محلِّ القَسَم وما يتبعه.
٣ - استطراده - رحمه الله - في بعض المواطن بأمور خارجةٍ تمامًا عن التفسير وملحقاته، فمن ذلك:
- ذكره لمنافع التين والزيتون (ص/ ٦٩ - ٧٠).
- كلامه عن الليل والنَّهار (ص/ ٢٥٥ - ٢٦٠).
- ذكره لأنواع الأقلام (ص/ ٣٠٣ - ٣١٠).
- كلامه عن الاعتراض بين الجُمَل وفوائده (ص/ ٣٢٣ - ٣٢٨).
- وأيضًا كلامه عن الاستطراد ومحاسنه (ص/ ٣٩٧ - ٣٩٨).
- كلامه عمَّا يُستملح من خِلْقة المرأة (ص/ ٤١٩).
- كلامه عن الرِّياح (ص/ ٤٢٦ - ٤٢٩).
- كلامه عن الأرض (ص/ ٤٤٧ - ٤٥٧).
- كلامه عن خَلْق الإنسان والتفصيل في تكوينه وما في ذلك من الآيات الباهرات (ص/ ٤٥٧ - ٦٢٦)  (¬١) .
_________
(¬١)  وهذا أطول موضع لابن القيم - رحمه الله - على الإطلاق من بين سائر كتبه في كلامه عن خَلْق الإنسان وتفاصيل تكوينه.','المقدمة','47',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (43,'舄وهذه الملحوظة والتي قبلها ممَّا تعنَّى له ابنُ القيم - رحمه الله - وكان يستحسنه ويرتضيه وينوِّه به، وهو ممَّا يَزِينُه ولا يَشِينُه، ويُمدح به ولا يُعاب عليه، فإنَّه من جُود العلم وكَرَم العالم، يبذله متى رامَ نفع النَّاس وإفادتهم، ومن محاسن الملاقاة ما جاء عَرَضًا لا قصدًا، وابن القيم - رحمه الله - خبيرٌ بنوادر العلم وفوائت العلماء، باذِلٌ لقارئيه أطيبه وأنفعه، فهو - رحمه الله - كيفما كتب بَرَع، كالغَيْث أينما وقعَ نَفَع، فلا لوم إذنْ.
وإنَّما تصلح المؤاخذة لمن يَحْشُو الكتاب بما لا يفيد، ويسوِّد الصفحات بما ضَرُّه أقرب من نفعه وعلى أحسن أحواله لا نفع فيه ولا ضرر، فهذا ممجوجٌ ومطَّرحٌ، كحال بعض مؤلِّفي زماننا - أصلح اللهُ أقلامهم - ممن يُحبِّرون الصُّحُف بنَادِّ اللفظ، ومستوحش المعاني، فتقل فائدتها عند العامة وتُعدَمُ لدى الخاصة، وهذا مَتْنُ الكلام وقائمه فكيف بموقوذه ومتردِّيه! اللهم صَفْحًا.
وحاشا ابن القيم أن يكون استطراده كذلك، بل فيه من الفوائد والشوارد ما لو قرأته لتمنَّيتَ أن يكون كتابه كله على هذا المنوال لعظيم عائدتها، ولربما صَلُح بعضها لإفرادها بمصنَّف مستقِلٍّ لجودتها، وحسن بسطه فيها.
وخُذْ مثلًا على ذلك كلامه عن خَلْق الإنسان وتكوينه فإنَّه أبدع فيه إلى الغاية، وأشرف فيه على النهاية، وإنني لأَجزم - وأنا على ثِقَل قدمٍ - بأنَّ قارئه متى بدأه لن يملَّه، ويمضي في قراءته حتى يتمَّه، فإنَّ له لذَّةً ومتعةً تأخذ بالألباب، وهو في أثناء ذلك لن يخلو من تعجُّبٍ وفكرة، أو من حكمةٍ وعِبرةٍ، أو من موعظةٍ وذكرى، ونحو ذلك ممَّا يهذِّب','المقدمة','48',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (44,'舄النفوس، ويصلح الأحوال، فاللهم زِدْهُ نعيمًا كما زادنا تفهيمًا.
٤ - كلامه في تفسير الآيات كان متَّسِقًا على نظامٍ واحدٍ في أكثر الكتاب وأغلبه، حتى جاء إلى قُبيل آخره - وتحديدًا من (ص/ ٦٣٧) فما بعدها - فصار يختصر الكلام على الآيات على غير المعهود عنه، بل ربما جمع الكلام على عدَّة آياتٍ مختلفاتٍ في موضعٍ واحدٍ! وهذا طبيعة أواخر الأشياء وتاليها.','المقدمة','49',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (45,'舄&lt;رمز&gt;<span data-type="title" id=toc-19>موارد المؤلِّف في الكتاب:</span>&lt;/رمز&gt;
تنوَّعت موارد المؤلِّف في كتابه شأنه في سائر كتبه، ويمكن تقسيم هذه الموارد إلى قسمين: قسمٍ سماعيٍّ، وقسمٍ كتابي مدوَّن.
القسم السماعي:
ونعني به ما تلقَّاه ابن القيم من مشايخه مشافهةً وإملاءً، فكان يصرِّح بسماعه لتلك الفائدة من فلانٍ شيخه، وربما ترك التصريح بالسماع واكتفى بعَزْوِ الفائدة إليه.
ولا شكَّ أنَّ شيخَه المبجَّل شيخ الإسلام ابن تيمية - رحمه الله - قد حظي بالاهتمام الأوحد من هذا النقل في كتابنا هذا كما في (ص/ ٢٤، ٣٧ - ٣٨، ٣٣٨، ٤٢٥). وهذه المواطن عند مقابلتها بكتب شيخ الإسلام ابن تيمية تبيَّن أنها من صياغة ابن القيم وتلقيه لها، ومعناها موجود في كتب شيخه ومشهور عنه.
القسم الكتابي المدوَّن:
ونعني به ما نقله ابنُ القيم من كتب الأئمة ومدوَّناتهم (¬١)، وينقسم إلى ثلاثة أقسام:
القسم الأوَّل: الكتب التي صرَّحَ بأسمائها؛ سواء ذكر أسماء مؤلِّفيها أم لا، وسواء أعاد ذكرها أم اكتفى بذكر اسم المؤلِّف بعد ذلك، وهذه الموارد هي:
_________
(¬١) لم أُدخِل في الإحصاء شعر الشعراء، سواء كان للشاعر ديوان أم لا.','المقدمة','50',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (46,'舄١ - "جامع الترمذي" ٤٠٤، ٤٢٤، ٤٢٧، ٤٢٨، ٤٣٦, ٤٩٤
٢ - "رأي أبقراط وأفلاطون" لجالينوس ٤٩٧
٣ - "الزهد" لعبد الله بن الإمام أحمد ٣٩٩
٤ - "سنن أبي داود" ٤٢، ٣٠٣, ٤٠٣
٥ - "السنن" لسعيد بن منصور ٣٣٦
٦ - "الشفاء" لابن سينا ٥١٠
٧ - "الصحاح" للجوهري ٤١١، ٥٧٣، ٥٨٤, ٥٩٧
٨ - "الصحيح"  (¬١)  للبخاري ٤١، ٤٢، ١٤٦، ٣٤٠، ٣٧٨، ٤٢٠, ٤٢٨، ٤٩٩, ٥١٣، ٥٤٤
٩ - "الصحيح" لابن حبَّان ٣٤٠
١٠ - "الصحيح" لمسلم ٣٠٤, ٣٦٠, ٣٧٨, ٣٨٠, ٥٠٠, ٥٠٤, ٥١١، ٥١٧، ٥١٩، ٥٤٤, ٥٩٧
١١ - "الطبُّ الكبير" لأبي بكر الرازي ٥٠٧
١٢ - "القانون" لابن سينا ٥٣٩
١٣ - "مسائل حرب الكرماني" ٣٣٧
١٤ - "المسند" للإمام أحمد ٤٤, ٢٨٥, ٤٠٩، ٤٢٨، ٥١٦
_________
(¬١)  لم أدخل في الحصر لفظ "الصحيحين" ومحله في فهرس الكتب، وكذا لم أدخل ما قال فيه: "وفي الصحيح" والحديث فيهما، ومثله: أهل السنن.','المقدمة','51',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (47,'舄١٥ - "الموطأ" لمالك ٣٤٠
١٦ - "نظم القرآن" للجرجاني ١٧، ٢٠، ١١٩، ٢١٦، ٣٥٢
القسم الثاني: ما صرَّح فيه باسم المؤلِّف دون ذكر اسم الكتاب الذي ينقل منه، وهذا على نوعين:
الأوَّل: ما عرفناه تحديدًا بعد مطابقة المادة العلمية للكتاب المطبوع للمؤلِّف، وهؤلاء الذين ينقل عنهم هم:
١ - الأزهري "تهذيب اللغة" ٣٢٩، ٤١٧
٢ - الأصمعي "خلق الإنسان" ٥٧٣
٣ - ابن الجوزي "زاد المسير" ٢٩٢
٤ - الحاكم "معرفة علوم الحديث" ٣٣٦
٥ - الزجَّاج "معاني القرآن" ٢٦، ١٠٤، ١١٦، ١١٨، ١٥٧، ١٧١، ١٧٥, ١٨٦، ٢٠٠، ٢١٣، ٢٢٥، ٢٣٤، ٢٩٦، ٣٣٣، ٣٥٣، ٦٣٩
٦ - الزمخشري "الكشاف" ٢٩٢، ٣١٥، ٦٤٩
٧ - الشافعي "الأم" ٣٦٦، ٥٣٢
و"إبطال الاستحسان" ٣٦٧
٨ - الطبري "جامع البيان" ٢٠
٩ - ابن عبد البر "التمهيد" و"الاستذكار" ٣٣٩','المقدمة','52',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (48,'舄١٠ - أبو عبيدة معمر بن المثنَّى "مجاز القرآن" ٥٥, ، ٦٧، ١١٨، ١٨٢، ١٩٨، ٢٠٩، ٣١٩، ٣٢١، ٤١٦، ٤٢٠، ٤٣٤
١١ - عثمان بن سعيد الدارمي "نقض عثمان بن سعيد على بشْر المريسي" ١٩٥, ٣٨٣ 
١٢ - أبو علي الفارسي "الحُجَّة للقرَّاء السبعة" ١٦٠، ١٩٧، ٣٧٦
١٣ - أبو عمرو بن الحاجب "أماليه" ٣١٤
١٤ - الفرَّاء "معاني القرآن" ٢٠، ٢١، ٢٣، ٨٢، ٨٣، ٩٥، ٩٧، ١٠٥، ١١٤، ١١٨, ١٥٧، ١٧١، ١٧٥، ١٧٦، ١٨٥، ١٩٧، ٢١١، ٢١٣، ٢٩٦، ٣٥٢، ٣٥٨، ٤٠٦، ٤٠٧، ٤٣٥, ٦٣٩
١٥ - ابن قتيبة "تأويل مشكل القرآن" ٣٠، ٢٣٤، ٢٧٤، ٢٧٥
و"غريب القرآن" ٤٢٢
١٦ - المبرِّد "الكامل" ٤٣٤
١٧ - مقاتل بن سليمان "تفسيره" ٢٣، ٣٢، ٦٧، ٧٧، ٩٥، ٩٦، ١٠٤، ١١٤، ١١٦، ١٧٧، ١٨٥، ٢١٢، ٢١٣، ٢١٤، ٢٢٦، ٢٦٤، ٢٧٦، ٣٢١،','المقدمة','53',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (49,'舄٣٢٩، ٣٣٣، ٣٥٥، ٣٥٧، ٤٠٠، ٤١٨
١٨ - النحَّاس "القطع والائتناف" ١٩
و"معاني القرآن" ٢٠
١٩ - الواحدي "الوسيط" ٩٧، ١٨٢، ٢٩٢، ٥٨٤
الثاني: ما لم نعرفه من مصادر المؤلِّف التي ينقل منها ابن القيم، وسببه كونها غير مطبوعة حتى الساعة، فاجتهدنا في محاولة معرفتها على وجه التقريب بناءً على ما ذكر في ترجمة العَلَم من مؤلفاته، وهؤلاء هم:
١ - الأخفش الأوسط, لعله من كتابه "إعراب القرآن" ١٨, ١٩, ٢٠٩، ٣٢٠
٢ - أرسطو ٥٣٩
٣ - الأصمعي، لعله من كتابه "غريب القرآن" ٣٥٩
٤ - ابن الأعرابي، لعله من كتابه "النوادر" ٣٥٩، ٤٢٠
٥ - جالينوس ٥٠٣, ٥١٠
٦ - أبو حاتم السجستاني، لعله من كتابه "إعراب القرآن" ١٨
٧ - ابن حزم، لعله من كتابه "الأسماء الحسنى" ٣٦٠
٨ - أبو حمزة الثُّمالي، لعله من "تفسيره" ٣٦٢
٩ - أبو زيد سعيد بن أوس الأنصاري ٣٥٨، ٤٠٨','المقدمة','54',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (50,'舄١٠ - أبو العباس ثعلب أحمد بن يحيى، لعله من كتابه "معاني القرآن" ٣١
١١ - عبد الرحمن بن زيد بن أسلم، لعله من "تفسيره" ٤٧
١٢ - أبو عبيد القاسم بن سلَّام، لعله من كتابه "معاني القرآن" ٣٧٦
١٣ - أبو عثمان المازني، لعله من كتابه "في القرآن" ٣١٨
١٤ - عطية بن الحارث (أبو رَوْق الهمداني الكوفي)، لعله من "تفسيره" ٢١٢
١٥ - أبو العلاء الهَمَذاني الحافظ ٣٠٤
١٦ - أبو القاسم الزجَّاجي ١٨
١٧ - الكسائي، لعله من كتابه "معاني القرآن" ٨٥
١٨ - الليث بن المظفَّر  (¬١)  ٥٦ , ١٧٥، ٣٥٩، ٤٠٦، ٥٧٣
١٩ - المبرِّد، لعله من كتابه "معاني القرآن" ٥٥، ١٥٧، ٣٧٤، ٣٧٦، ٤٠٦، ٤٢٠
٢٠ - محمد بن أبي جعفر المنذري الخراساني  (¬٢)  ٥٢
_________
(¬١)  هو صاحب الخليل بن أحمد الفراهيدي، وما نقله عنه ابن القيم موجود بنصه في كتاب "العين" للخليل دون الإشارة إلى كونه من كلام الليث بن المظفَّر!
(¬٢)  هو شيخ أبي منصور الأزهري، وكل ما نقله عنه ابن القيم موجود في "تهذيب اللغة" للأزهري.','المقدمة','55',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (51,'舄٢١ - المهدوي أحمد بن عمَّار، لعله من كتابه "التفصيل الجامع لعلوم التنزيل" ٢٩١
٢٢ - الواحدي، لعله من "البسيط" ١٩، ١٠٦، ١٨٧، ٢١١، ٢١٧
٢٣ - يونس بن حبيب الضَّبِّي، لعله من كتابه "معاني القرآن" ٤١٦
القسم الثالث: ما لم يصرِّح باسم المصدر ولا مؤلِّفه وعرفناه بتطابق المادة العلمية في الموارد الأخرى، وهذه الموارد هي:
١) "الوسيط" للواحدي، نقل منه مواطن في (ص/ ٣٢، ٣٣، ٢٧٥).
٢) "زاد المسير" لابن الجوزي، نقل منه موضعًا في (ص/ ١٦٠).
٣) "المحرَّر الوجيز" لابن عطية، نقل منه موضعًا في (ص/ ٢٣١).
٤) "البحر المحيط" لأبي حيَّان الأندلسي، نقل منه موضعين في (ص/ ٣١٥، ٤٤٣).','المقدمة','56',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (52,'舄&lt;رمز&gt;<span data-type="title" id=toc-20>أهمية الكتاب وأثره فيمن بعده:</span>&lt;/رمز&gt;
كتاب "التبيان" جمع عدَّة صفاتٍ جعلت له الريادة في بابه، فمنها:
١ - تفرُّد الكتاب بأقسام القرآن تحليلًا وتفسيرًا.
٢ - شمول الكتاب واستيعابه لموضوعه.
٣ - قوَّة مادته العلمية وثراؤها.
٤ - جلالة مؤلِّفه وشهرته بين العلماء، فهو مِلْءُ السمع والبصر.
ولأجل ذلك احتفى به العلماء والأئمة، واستفادوا منه بما يناسب حاجتهم، وتناولوه - من عصر المؤلِّف إلى يومنا هذا - بطرقٍ شتى؛ فمن ذلك:
* أنَّ منهم من اختصره وهذَّبه كما فعل شمس الدين محمد بن علي بن محمد بن طولون الدمشقي الحنفي الصالحي (٩٥٣ هـ)، حيث اختصر الكتاب مع الحفاظ على ألفاظ المؤلِّف وعباراته، وحذف استطراداته، وسمَّاه: "خلاصة التبيان في أيمان القرآن".
وأيضًا قام العلامة أحمد بن محمد القسطلاني (٩٢٣ هـ) بتلخيص ما يتعلق برسالة الرسول - صلى الله عليه وسلم - ونبوَّته من الأقسام القرآنية في النوع الخامس من كتابه "المواهب اللَّدُنية" (٣/ ١٨٧ - ٢١٦)، حيث قال: "وهذا النوع - أعزَّك الله - لخَّصتُ أكثره من كتاب "أقسام القرآن" للعلامة ابن القيم، مع زيادات من فرائد الفوائد".
* ومنهم من اقتبس منه مواضع، ونقل مقاطع متفرقة؛ رصَّع كتابه بها إفادةً وإشادةً، كما فعل ذلك:','المقدمة','57',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (53,'舄١ - الحافظ ابن حجر في "الفتح" (١١/ ٤٩٠) وموطن النقل في (ص/ ٥٠٥ - ٥٠٧).
٢ - ابن أبي العزِّ الحنفي في "شرح العقيدة الطحاوية" (٢/ ٣٤٤ - ٣٤٦) وموطن النقل في (ص/ ٣٠٣ - ٣٠٦).
٣ - السيوطي في "الإتقان" (٢/ ١٠٥١)، وفي "معترك الأقران" (١/ ٤٥٣ - ٤٥٥) بنفس ما في "الإتقان"، وموطن النقل في (ص/ ٥ - ٦, ٧، ٨ - ١٠ باختصار وحذف، ١٤ - ١٥، ٤٠، ١١٠).
٤ - جمال الدين القاسمي في "محاسن التأويل" (٤/ ٤٩٣ - ٤٩٤) وموطن النقل في (ص/ ٦٤٩ - ٦٥١).
* ومنهم من ناقشه في بعض قضايا القَسَم كما فعل العلامة عبد الحميد الفراهي (١٣٤٩ هـ) في كتابه "إمعان في أقسام القرآن".
* ومنهم من انتقده واعترض عليه في بعض المسائل الفرعية كما نقله العلامة محمد بن عبد الباقي الزرقاني (١١٢٢ هـ) عن بعضهم في "شرح المواهب" (٦/ ٢١٣) وموطن النقل في (ص/ ١١١ - ١١٢).
* ومنهم - وهم غالب المتأخرين والمعاصرين - من تناوله بالتحليل والدراسة، وبيان منهجه وأسلوبه وتوضيح طريقته، ونحو ذلك ممَّا هو منثور في المقالات والدراسات القرآنية.','المقدمة','58',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (54,'舄&lt;رمز&gt;<span data-type="title" id=toc-21>طبعات الكتاب:</span>&lt;/رمز&gt;
لشهرة الكتاب ومؤلِّفه، وعظيم نفعه، وغزارة فوائده، وجليل عوائده، وأهمية موضوعه = اعتنى به الطابعون من قديمٍ، حيث ظهرت طبعته الأولى قبل أكثر من قرن، ثُمَّ تتابعت طبعاته خاصة في الوقت القريب، وهاك ما وقفت عليه:
١ - المطبعة الميرية بمكة المكرمة، سنة (١٣٢١ هـ)، في (١٥٧) صفحة من القطع الكبير، قام بتصحيحها: عبد الحميد الفردوسي المكي الأفغاني.
٢ - مطبعة محمد أفندي حجازي - مصر، بتصحيح: محمد حامد الفقي، سنة (١٣٥٢ هـ - ١٩٣٣ م).
٣ - دار الطباعة المحمدية بالأزهر، بتصحيح فضيلة الشيخ: طه يوسف شاهين من علماء الأزهر، سنة (١٣٨٨ هـ)، ثم صورت في دار الكتب العلمية،
٤ - المؤسسة السعيدية بالرياض، حققه وضبطه ونسقه وصححه وعلق عليه: محمد زهري النجار، سنة (١٩٧٩ م)، في مجلدين.
٥ - دار إحياء العلوم - بيروت، قدم له وحققه وعلق عليه: محمد شريف سُكَّر، سنة (١٤٠٩ هـ - ١٩٨٨ م).
٦ - مؤسسة الرسالة - بيروت، حققه وضبط نصه وفهرسه: عصام فارس الحرستاني، وخرج أحاديثه: محمد إبراهيم الزغلي، سنة (١٤١٤ هـ - ١٩٩٤ م).','المقدمة','59',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (55,'舄٧ - دار الكتاب العربي - بيروت، علق عليه وصححه: فواز أحمد زمرلي، سنة (١٤١٥ هـ - ١٩٩٤ م).
٨ - دار الإيمان للطباعة والنشر والتوزيع - الإسكندرية، حققه وخرج أحاديثه: أبو عبد الرحمن عادل بن أحمد حامد محمد، سنة (٢٠٠٢ م).
٩ - المكتبة العصرية - صيدا، اعتنى به وراجعه: محمد حسين عرب، سنة (١٤٢٤ هـ - ٢٠٠٣ م).
١٠ - بيت الأفكار الدولية - لبنان، اعتنى به: أبو صهيب الكرمي، سنة (٢٠٠٤ م).
_________
* وقد حقق الكتاب في رسالة ماجستير بجامعة أُمِّ القُرى بكلية الشريعة والدراسات الإسلامية سنة ١٤٢٢ هـ، في مجلدين، بعنوان: "التبيان في أيمان القرآن"، دراسة وتحقيق: حمزة بن محمد بن علي عسيري؛ وفقه الله.','المقدمة','60',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (56,'舄&lt;رمز&gt;<span data-type="title" id=toc-22>نسخ الكتاب الخطية:</span>&lt;/رمز&gt;
يسَّر الله - عزَّ وجلَّ - الوقوفَ على ستِّ نسخٍ من الكتاب، وبيانها كالتالي:
١) النسخة (ز):
وهي أقدم النسخ الكاملة، محفوظة في المكتبة الأزهرية ضمن مجموع يحمل رقم [١٨٢ مجاميع] ٤٤٨٥، كتبت سنة (٧٦٦ هـ) بخط معتاد قديم قليل النقط، في بعض أوراقها آثار بلل، وعدد أوراق المجموع (١٧٦) ورقة (¬١)، يبدأ "كتاب التبيان" من ١ - ١٥٤، والناسخ هو: أحمد بن عيسى بن أبي القاسم المقدسي الحنبلي، الشهير بالدمشقي، وجاء في أثناء المخطوط في بعض أوراقه بالخط العريض عبارة: "وقف بخزانة الدمنهوري بالأزهر".
٢) النسخة (ك):
وهي نسخة عتيقة محفوظة في المكتبة الأزهرية (¬٢) كتبت في نهار الاثنين السابع عشر من شوال سنة (٧٩٨ هـ) كما جاء في آخرها، وخطها معتاد قديم جيد، ولم يذكر فيها اسم الناسخ، وقد سقط منها ورقة العنوان وقطعة من الربع الأول للكتاب وهو ما يقابل في المطبوع
_________
(¬١) انظر "فهرس المكتبة الأزهرية" (١/ ١٤٥)، وترقيم المخطوط وقع بقلم حديث.
(¬٢) حصلنا على هذه النسخة عن طريق الشيخ: فيصل بن يوسف العلي جزاه الله خيرًا. وقد كان يبحث عن كتاب آخر طلبه منه الشيخ علي العمران، فوقف على هذه النسخة اتفاقًا من غير بحث، فالحمد لله على توفيقه.','المقدمة','61',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (57,'舄(ص/ ١٣٦ - ١٩٣)، وعددها (١٣٠) ورقة بترقيمي، وسبب ذلك أنَّ أوراق المخطوط تبعثرت فجاء جامعها وضمَّ بعضها إلى بعض اعتباطًا دون أن يرتب أوراق الكتاب! ثُمَّ رقَّمها ترقيمًا حديثًا متسلسلًا، فسقطت منه خمس صفحات تقريبًا من أماكن متفرقة في وسط الكتاب، فقمت بإعادة ترتيبها من جديد ثُمَّ رقمتها آخذًا في الاعتبار ما سقط من الصفحات، والله المستعان.
٣) النسخة (ح):
وهي نسخة المكتبة المحمودية برقم (٨٨)، كتبت بخط معتاد واضح، ومشكولة في كثير من كلماتها، ولم يذكر اسم الناسخ ولا تاريخ النسخ، لكن نقدر نسخها تقريبًا في أواخر القرن الثامن أو أوائل القرن التاسع لشبْهه بخطوط أهل تلك الفترة، وقد حذف منها مقدمة المؤلِّف، ولا أدري ما سبب ذلك؟ وفي صفحة العنوان عدَّة تملكات ووقفيات.
٤) النسخة (ن):
وهي نسخة جامعة برنستون - مجموعة جاريت (يهودا) رقم [(٤٥٧٩) ١١٦]، وعنها صورة في مكتبة الملك فهد الوطنية بالرياض، وعدد أوراقها (٩٤) ورقة، بها سقط كبير في الثلث الأخير من الكتاب، ولم يذكر اسم الناسخ ولا تاريخ النسخ، إلا أنَّنا نقدر نسخها في أواخر القرن الثامن أو أوائل القرن التاسح لشبه الخط بخطوط أهل تلك الفترة، وخطها قديم واضح، إلا أن الأوراق الأخيرة منها كتبت بخط مغاير.
٥) النسخة (ط):
وهي نسخة المكتبة البريطانية - قسم المجموعات الشرقية رقم','المقدمة','62',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (58,'舄(٩٠٦٢  OR)، عدد أوراقها (١٦٦) ورقة، كتبت صبيحة نهار الثلاثاء الواقع ثاني شهر رجب المحرم سنة (١٣١١ هـ) كما جاء في آخرها، بخط النسخ، والناسخ هو: محمد بن الشيخ عبد القادر المجذوب.
وهي نسخة كثيرة التصحيف والبياض، أمَّا التصحيف فعيبه راجع إلى قلم الناسخ بلا شك، وأمَّا كثرة البياض في النسخة فقد جاء في آخر ورقة من المخطوط ما يبرره حيث كتبت هذه العبارة: "استنسخه: طاهر بن صالح الجزائري من نسخة مُحِيَت بعض سطورها لطول العهد، ولم توجد نسخة أخرى لتكميل النقص".
وفي ورقة مستقلة تسبق ورقة العنوان جاءت عبارة وقفية للكتاب، ونصها:
"بسم الله الرحمن الرحيم؛ يُعلم به من يراه بأنَّ هذا الكتاب وهو "أقسام القرآن" وما يليه من النسخ وهي "الأمثال" و"السياسة" و"الحسبة"؛ قد وقَفَهنَّ الرجل المكلَّف الأمثل الرشيد: سالم بن حمود آل عبيد ابن رشيد لوجه الله تعالى، وجعل النظر فيه ليعقوب بن محمد مدَّة حياته، ثُمَّ بعده على طلبة العلم من المسلمين، أشهدَ على ذلك أخيه ماجد، وسليمان بن ليلى، سنة (١٣٠٧ هـ) ".
٦ - النسخة (م):
وهي نسخة محفوظة في مركز الملك فيصل للبحوث والدراسات الإسلامية بالرياض برقم (٢٨٢٠ - ٥ - ف) ضمن مجموع مُهدىً إلى المركز، وعدد أوراقه (١٧٠) ورقة، كتبت في نهار التاسع من ذي القعدة سنة (١٣٤٦ هـ) كما جاء في آخرها، بخط النسخ المضبوط أحيانًا،','المقدمة','63',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (59,'舄والناسخ هو: عبد العزيز بن حمد بن عيبان.
وقد سقط من أولها مقدمة المؤلف للكتاب، وثَمَّ أماكن بها سقط يسير خاصة في أول النسخة، وفي هامشها تصحيحات وتصويبات بقلم الناسخ، وقد ظهر لي بالمقابلَة أنَّها منسوخة عن النسخة (ح).
ولا يفوتنا هنا أن نتقدم بالشكر لكلٍّ من مركز الملك فيصل للبحوث والدراسات الإسلامية، ومكتبة الملك فهد الوطنية - خاصة قسم المخطوطات فيهما - على تفضلهم بتصوير بعض النسخ الخطية التي اعتمدنا عليها، فلهم يد سابغة على العلم وأهله.
ومن الجدير بالذكر أن للكتاب نسخًا أخرى ذكرها أصحاب الفهارس  (¬١) ، لكن ظهر لنا أن في بعضها أوهامًا، وبعضها الآخر متأخر يغني عنه ما ذكرناه، وبعضها طلبناه من محله فلم نعثر عليه! فاكتفينا بهذه النسخ السِّت وحصل الغَنَاء بها، ولله الحمد والمنة.
_________
(¬١)  انظر "الفهرس الشامل للتراث" الصادر عن مؤسسة آل البيت (١/ ٤٠٩) علوم القرآن، و"معجم مصنفات القرآن الكريم" لعلي شواخ إسحاق (٣/ ١٩٢)، و"ثبت مؤلفات ابن القيم" -لم يطبع بعد - لمحمد عزير شمس.','المقدمة','64',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (60,'舄&lt;رمز&gt;<span data-type="title" id=toc-23>عملي في التحقيق:</span>&lt;/رمز&gt;
قمتُ في تحقيقي للكتاب بالخطوات التالية:
- قارنتُ بين النسخ الخطية الستة، لكني جعلتُ النسخ (ز) و (ك) و (ح) و (ن) كالأصول في المقارنة، وأمَّا النسختان (م) و (ط) فمن باب النسخ المساندة، وهي تبعٌ للنسخ الأخرى.
- سرتُ على طريقة النص المختار، فما غلب على ظنِّي أنه الصواب قدمته.
- لم ألتفت إلى الفوارق غير المؤثِّرة، ولا إلى الأخطاء الإملائية أو النحوية.
- إذا كانت الكلمة مصحَّفة أو محرَّفة فإني أُثبتُ الصواب من كتب اللغة وأُنبِّه على التصحيف والتحريف، فإذا احتاج النصُّ إلى إضافة لتقويمه أضفتُه وجعلتُه بين معكوفين [].
- وكذا إذا كان في بعض النسخ إتمام للآية وبعضها يرمز إلى آخرها فإني قد أتمها وقد أترك ذلك بما يناسب المقام دون الإشارة إليه، وكذا ألفاظ التقديس والتعظيم كـ (تعالى، وسبحانه، وعزَّ وجلَّ)، أو ألفاظ التكريم والتبجيل كالترضِّي والترحُّم والإمامة، وكذا كتابة (فصلٌ) أثناء الكتاب فإني أثبته دون الإشارة إليه لكثرته؛ وخاصة أن بعض النسخ قد تركت محله بياضًا أو لم يظهر في التصوير.
- خرَّجتُ الأحاديث والآثار؛ فإن كان الحديث في الصحيحين أو أحدهما اكتفيتُ بالعزو إليهما، وإن كان في غيرهما خرَّجته من كتب السنَّة وبيَّنتُ درجته بحسب المنقول عن أئمة هذا الشأن.','المقدمة','65',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (61,'舄- عزوتُ الأقوال إلى أصحابها بقدر جهدي، ثم وثَّقتُ هذه النصوص من مصادرها.
- ترجمتُ لبعض الأعلام ممن رأيتُ أنَّ القاريء يحتاج إلى الكشف عنه، ولهذا لم أترجم للصحابة لشهرتهم، ولا للمعروفين من الأعلام.
- بيَّنتُ غريب اللغة وكشفتُ عن معانيها.
- وعزوتُ الشعر إلى دواوين شعرائه أو إلى من ينقل عنه إن لم يكن له ديوان.
- علَّقتُ على ما أراهُ يحتاج إلى تعليق أو استدراك أو تنبيه.
- راعيتُ في ذلك كله قواعد الإملاء، وعلامات الترقيم، مع تفقير الجُمَل والعبارات.
- كتبتُ مقدِّمةً للتحقيق بينتُ فيها منزلة القَسَم عند العرب، وأنواع أقسام القرآن الكريم، وما في ذلك من مصنفات، مع أشتاتٍ من النكت والفوائد المتعلِّقة بالقَسَم، ثم تكلمت عن الكتاب في مباحث متعددة.
- وأخيرًا ختمتُ التحقيق بفهارس لفظية وعلمية تفتح للقارئ فوائد الكتاب وتقرِّب شوارده.
اللهم صلِّ وسلِّم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.','المقدمة','66',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (62,'舄الصفحة الأولى من (ح)','المقدمة','67',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (63,'舄الصفحة الأخيرة من (ح)','المقدمة','68',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (64,'舄الصفحة الأولى من (ن)','المقدمة','69',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (65,'舄الصفحة الأخيرة من (ن)','المقدمة','70',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (66,'舄الصفحة الأولى من (ك)','المقدمة','71',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (67,'舄الصفحة الأخيرة من (ك)','المقدمة','72',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (68,'舄الصفحة الأولى من (م)','المقدمة','73',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (69,'舄الصفحة الأخيرة من (م)','المقدمة','74',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (70,'舄الصفحة الأولى من (ز)','المقدمة','75',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (71,'舄الصفحة الأخيرة من (ز)','المقدمة','76',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (72,'舄الصفحة الأولى من (ط)','المقدمة','77',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (73,'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ (¬١)
الحمد لله ربِّ العالمين، والعاقبة للمتقين، وأشهد أن لا إله إلا الله وحده لا شريك له ربُّ العالمين، وقيُّومُ السمواتِ والأرضين. وأشهد أنَّ محمدًا عبدُه ورسولُه، المبعوثُ بالكتاب المبين، الفارق بين الغَيِّ والرَّشَادِ، والهُدَى والضلالِ، والشَّكِّ واليقينِ، صلَّى الله عليه وعلى آله الطَّيِّبِين الطَّاهِرين، صلاةً دائمةً بدوام السموات والأرضين.
وبعد:
فهذا كتابٌ صغير الحجم، كبير النفع، فيما وقع في القرآن العزيز من الأَيْمَانِ والأَقْسَام، والكلام عليها يَمِينًا (¬٢)، وارتباطها بالمُقْسَمِ عليه، وذكر أجوبة القَسَم المذكورة [و] (¬٣) المقدَّرة، وأسرار هذه الأقْسَام، فإنَّ لها شأنًا عظيمًا يعرفه الواقف عليه في هذا الكتاب، وسَمَّيتُه: "كتابَ التِّبْيانِ في أيْمَانِ القرآنِ".
واللهُ المسؤولُ أن ينفع به من قرأه وكتبه ونظر فيه، وأن يجعله خالصًا لوجهه الكريم (¬٤)، سببًا لمغفرته.
فما كان فيه من صوابٍ فمِنَ الله فَضْلًا ومِنَّةً، وما كان فيه من خطأ فَمِنِّي ومن الشيطان (¬٥)، والله ورسوله بريئان منه.
_________
(¬١) بعدها في (ك): وبه نستعين، وفي (ن): ربِّ يَسِّر، وفي (ح): وصلى الله على محمد وآله وسلم.
(¬٢) جاء في هامش (ز) توضيح: "أي: من حيث إنها يمين".
(¬٣) زيادة يقتضيها الكلام.
(¬٤) غير موجود في (ز) و (ك).
(¬٥) ساقط من (ن).','1','3',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (74,'فيا أيُّها القارئُ؛ لك غُنْمُه، وعلى مؤلِّفه غُرْمُه، ولم يَأْلُ في معرفة المراد  (¬١) ، والله وليُّ التوفيق والسَّدَاد، وهو حسبنا ونعم الوكيل.
_________
(¬١)  ساقط من (ن).','1','4',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (75,'اعلم أنَّ الله (¬١) - سبحانه - يُقْسِمُ بأمورٍ على أمورٍ، وإنَّما يُقْسِم بنفسِهِ [المُقَدَّسَةِ] (¬٢) الموصُوفَةِ بصفاتِه، أو آياتِه المستلزِمة لِذَاتِه وصفاتِه، وإقْسَامُه ببعض المخلوقات دليلٌ على أنَّه من عظيم آياته.
فالقَسَمُ:
إمَّا على جملةٍ خبريةٍ - وهو الغالب - كقوله تعالى: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ} [الذاريات: ٢٣].
وإمَّا على جملةٍ طلبيةٍ، كقوله - عزَّ وجلَّ -: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢) عَمَّا كَانُوا يَعْمَلُونَ (٩٣)} [الحجر: ٩٢, ٩٣].
مع أنَّ هذا القَسَمَ قد يُرَادُ به تحقيقُ المُقْسَم عليه، فيكون من باب الخبر، وقد يراد به تحقيق القَسَم.
والمُقْسَمُ عليه يُرَاد بالقَسَم توكيدُهُ وتحقيقُهُ، فلا بدَّ أن يكون ممَّا يَحْسُن فيه ذلك، كالأمور الغائبةِ والخَفِيَّة إذا أُقْسِمَ على ثبوتها.
فأمَّا الأمور المشهودة (¬٣) الظاهرة كالشمس، والقمرِ، واللَّيلِ، والنَّهارِ، والسماءِ، والأرضِ، فهذه يُقْسَمُ بها ولا يُقْسَمُ عليها.
وما أقْسَمَ عليه الرَّبُّ - سبحانه - فهو من آياته، فيجوزُ أن يكون مُقْسَمًا به، ولا ينعكس.
_________
(¬١) تبدأ (ح) و (م) هكذا: فصلٌ في أقسام القرآن؛ وهو سبحانه يُقسم ....
(¬٢) زيادة من القطعة الموجودة في "مجموع الفتاوى" (١٣/ ٣١٤)، و"الإتقان" للسيوطي (٢/ ١٠٥١)، و"معترك الأقران" له (١/ ٤٥٣).
(¬٣) في (ز) و (ن): المشهورة.','1','5',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (76,'فهو - سبحانه - يذكر جوابَ القَسَم تارةً - وهو الغالب -، وتارةً يحذفه، كما يحذف جواب "لو" كثيرًا، كقوله تعالى: {كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥)} [التكاثر: ٥] وقوله تعالى: {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى} [الرعد: ٣١]، {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ} [الأنفال: ٥٠]، {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ} [سبأ: ٥١]، {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى رَبِّهِمْ} [الأنعام: ٣٠].
ومثل هذا حذفه من أحسن الكلام؛ لأنَّ المراد: "أنَّك لو رأيتَ ذلك لرأيت (¬١) هَولًا عظيمًا"، فليس في ذكر الجواب زيادةٌ على ما دلَّ (¬٢) عليه الشَّرطُ.
وهذه (¬٣) عادةُ النَّاس في كلامهم، إذا رَأَوا أمورًا عجيبةً وأرادوا أن يُخبروا بها لغائبٍ عنها؛ يقول أحدُهم: لو رأيتَ ما جرى يوم كذا (¬٤) بموضع كذا.
ومنه قوله تعالى: {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا إِذْ يَرَوْنَ الْعَذَابَ أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ شَدِيدُ الْعَذَابِ (١٦٥)} [البقرة: ١٦٥]، فالمعنى - في أظهر الوجهين -: لو يَرى الذين ظلموا في الدنيا إذ يرون العذاب في الآخرة، والجواب محذوف (¬٥). ثُمَّ قال بعد ذلك: {أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا}. كما
_________
(¬١) "ذلك لرأيت" أصابه طمس في (ن).
(¬٢) من أول قوله: "اعلم أن الله - سبحانه - يقسم بأمور. . ." إلى هنا؛ هذه القطعة موجودة في "مجموع الفتاوى" (١٣/ ٣١٤ - ٣١٦) بالنص، ثم يُبتر الكلام.
(¬٣) "عليه الشرط. وهذه" أصابه طمس في (ن).
(¬٤) "يوم كذا" ألحقت بهامش (ز).
(¬٥) انظر: "الصواعق المرسلة" (٣/ ١٠٨١)، و"الدر المصون" للسمين الحلبي =','1','6',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (77,'قال تعالى: {وَلَوْ تَرَى إِذْ فَزِعُوا فَلَا فَوْتَ} [سبأ: ٥١]، {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ} [الأنفال: ٥٠]؛ أي: لو تَرى ذلك الوقت وما فيه.
وأمَّا المُقْسَمُ [عليه] (¬١)؛ فإنَّ الحالِفَ قد يحلف على الشيء ثُمَّ يكرِّرُ القَسَمَ ولا يعيد المُقْسَم عليه، لأنَّه قد عُرِفَ ما يحلف عليه، فيقول: واللهِ إنَّ لي عليه ألفَ درهمٍ، ثُمَّ يقول: ورَبِّ السماءِ والأرضِ، والذي نفسي بيده، وحَقِّ القرآنِ العظيمِ، ولا يعيدُ المُقْسَمَ عليه، لأنَّه قد عُرِفَ المُرادُ.
والقَسَمُ لمَّا كان يكثر في الكلام اختُصِرَ، فصارَ فِعْلُ القَسَم يُحذَف ويكتفى بـ "الباء"، ثُمَّ عُوِّض من "الباءِ": "الواوُ" في الأسماء الظاهرة، وبـ "التاء" في اسم الله كقوله تعالى: {وَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ} [الأنبياء: ٥٧]، وقد نُقِل: "تَرَبِّ الكعبةِ" (¬٢)، وأمَّا "الواو" فكثيرٌ.
_________
= (٢/ ٢١٢ - ٢١٤).
(¬١) زيادة مهمة لفهم الكلام.
(¬٢) حكاه الأخفش، وذلك شاذٌّ.
انظر: "الجنى الداني" للمرادي (٥٧)، و"رصف المباني" للمالقي (٢٤٧)، و"جواهر الأدب" للإربلي (١١٨).','1','7',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (78,'فصل

إذا عُرِف هذا؛ فهو - سبحانه - يُقْسِمُ على أصول الإيمان، التي يجب على الخلق معرفتُها: تارةً يُقْسِمُ على (¬١) التوحيد، وتارةً يُقْسِمُ على أنَّ القرآنَ حقٌّ، وتارةً على أنَّ الرسولَ حقٌّ، وتارةً على الجزاء والوعد والوعيد، وتارةً على حال الإنسان.
فالأوَّل: كقوله تعالى: {وَالصَّافَّاتِ صَفًّا (١) فَالزَّاجِرَاتِ زَجْرًا (٢) فَالتَّالِيَاتِ ذِكْرًا (٣) إِنَّ إِلَهَكُمْ لَوَاحِدٌ (٤)} [الصافات: ١ - ٤].
والثاني: كقوله تعالى (¬٢): {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥) وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦) إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧)} [الواقعة: ٧٥ - ٧٧].
وقوله: {حم (١) وَالْكِتَابِ الْمُبِينِ (٢) إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ} [الدخان: ١ - ٣].
و {إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا} [الزخرف: ٣] إذا جُعِل ذلك جواب القسم كما هو الظاهر.
وإن قيل: بل الجوابُ محذوفٌ؛ كان كقوله: {ص وَالْقُرْآنِ ذِي الذِّكْرِ (١)} [ص: ١]، فإنه هنا حذفَ الجواب (¬٣). ومن قال: إنَّ الجواب هو قوله: {إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ (٦٤)} [ص: ٦٤]؛ فقد أَبْعَدَ النُّجْعَةَ (¬٤).
_________
(¬١) من قوله "الإيمان التي. . ." إلى هنا؛ ملحق بهامش (ز).
(¬٢) من قوله: "والصافات صفًا. . ." إلى هنا؛ ساقط من (ن).
(¬٣) من قوله: "كان كقوله: "ص ... " إلى هنا؛ ملحق بهامش (ز).
(¬٤) سيعيد المؤلف ذكره في (ص/ ١٦)، وهناك سنذكر قائله، وما قيل فيه.','1','8',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (79,'والقَسَمُ على الرسول - صلى الله عليه وسلم -؛ كقوله: {يس (١) وَالْقُرْآنِ الْحَكِيمِ (٢) إِنَّكَ لَمِنَ الْمُرْسَلِينَ (٣) عَلَى صِرَاطٍ مُسْتَقِيمٍ (٤)} [يس: ١ - ٤] إذا قيل هو الجواب. وإن قيل: الجوابُ محذوفٌ؛ كان كما ذُكِر.
ومنه قوله تعالى: {ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (١) مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (٢)} [القلم: ١ - ٢].
ومنه: {وَالنَّجْمِ إِذَا هَوَى (١) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢)} [النجم: ١ - ٢] إلى آخر القصة.
ومنه قوله تعالى: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ (٣٨) وَمَا لَا تُبْصِرُونَ (٣٩) إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (٤٠) وَمَا هُوَ بِقَوْلِ شَاعِرٍ} الآية [الحاقة: ٣٨ - ٤١].
وأمَّا القَسَم على الجزاء والوعد والوعيد؛ ففي مثل قوله تعالى: {وَالذَّارِيَاتِ ذَرْوًا (١)} [الذاريات: ١] إلى آخر القَسَم، ثُمَّ ذَكَر تفصيل الجزاء، وذَكَر الجنَّة والنَّار، وذكر أنَّ في السماء رزقكم وما توعدون، ثُمَّ قال: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (٢٣)} [الذاريات: ٢٣].
ومثل قوله تعالى: {وَالْمُرْسَلَاتِ عُرْفًا (١)} إلى قوله: {إِنَّمَا تُوعَدُونَ لَوَاقِعٌ (٧)} [المرسلات: ١ - ٧].
ومثل: {وَالطُّورِ (١) وَكِتَابٍ مَسْطُورٍ (٢)} إلى قوله: {إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ (٧) مَا لَهُ مِنْ دَافِعٍ (٨)} [الطور: ١ - ٨].
وقد أمر نبيَّه أن يُقْسِمَ على الجزاء والمَعَاد في ثلاث آيات:
١ - فقال تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ} الآية [التغابن: ٧].','1','9',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (80,'٢ - وقال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ} [سبأ: ٣].
٣ - وقال تعالى: {وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ} [يونس: ٥٣].
وهذا لأنَّ المَعَادَ إنَّما يعلَمُه عامَّة النَّاس بإخبار الأنبياء، وإن كان من النَّاس من قد يعلمه بالنَّظَر.
وقد تنازع النُّظَّارُ في ذلك؛ فقالت طائفةٌ: إنَّه لا يمكن عِلْمُه إلا بالسَّمْعِ - وهو الخبر -؛ وهو قول من لا يرى تعليل الأفعال، ويقول: لا ندري ما يفعل اللهُ إلا بِعَادَةٍ أو خَبَرٍ، كما يقول جَهْمٌ ومن اتبعه، والأشعريُّ وأتباعه، وكثيرٌ من أهل الكلام والفقه والحديث من أتباع الأئمة الأربعة.
بخلاف العلم بالصَّانِعِ - سبحانه - فإنَّ النَّاسَ متفقون على أنَّه يُعْلَمُ بالعقل، وإن كان ذلك ممَّا نَبَّهَتْ عليه الرُّسُلُ.
وصفاتُه قد تُعْلَمُ بالعقل، وتُعْلَم بالسَّمْع - أيضًا - كما قد بُسِطَ في موضعٍ آخر  (¬١) .
وأمَّا القَسَم على أحوال الإنسان؛ فكقوله تعالى: {وَاللَّيْلِ إِذَا يَغْشَى (١ )} إلى قوله: {إِنَّ سَعْيَكُمْ لَشَتَّى  (٤) } [الليل: ١ - ٤] إلى آخر السورة.
_________
(¬١)  انظر على سبيل المثال: "الصواعق المرسلة" (٣/ ٩١٤) فما بعده.
ولأخينا الفاضل الشيخ الدكتور/ الوليد العلي مبحثٌ نفيسٌ في طريقة ابن القيم في تقرير الأسماء والصفات بالأدلة العقلية، في كتابه "جهود الإمام ابن قيم الجوزية في تقرير توحيد الأسماء والصفات" (١/ ٥٧٣ - ٦٥٤).','1','10',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (81,'ولفظ "السَّعيِ" هو: العمل، لكن يراد به العمل الذي يهتمُّ  (¬١)  به صاحبُه، ويجتهد فيه بحسب الإمكان؛ فإن كان يفتقر إلى عَدْوِ بَدَنِهِ عَدَا، وإن كان يفتقر إلى جمْع أعوانٍ جَمَع، وإن كان يفتقر إلى تفرُّغٍ له وتَرْكِ غيرِه؛ فَعَل ذلك.
فلفظ "السَّعْي" في القرآن جاء بهذا الاعتبار، ليس هو مُرادِفًا للفظ العمل كما ظنَّهُ طائفةٌ، بل هو عملٌ مخصوصٌ يهتَمُّ به  (¬٢)  صاحبه، ويجتهد فيه، ولهذا قال في الجُمُعَة: {فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ} [الجمعة: ٩]، وهذه أحسن من قراءة من قرأ: {فامْضُوا إلى ذكر الله}  (¬٣) .
وقد ثبت في "الصحيح" عن النبيِّ - صلى الله عليه وسلم - أنَّه قال: "إذا أُقِيمَت الصَّلَاةُ فلا تأتوها  (¬٤)  تَسْعَون، وأْتُوها تمشُون، وعليكم السَّكِينَةُ، فما أدركتُم فصَلُّوا، وما فَاتكُم فأتِمُوا"  (¬٥) ، فلم ينْهَ عن السَّعْي إلى الصلاة؛ فإنَّ الله - تعالى - أمرَ بالسَّعْي إليها، بل نَهَاهُم أن يأتوها يَسْعَون، فنَهَاهُم عن الإتيان المُتَّصِفِ بسعي صاحبه، والإتيانُ فِعْلُ البَدَن، وسَعْيُهُ عَدْوُ البدن، وهذا منهيٌّ عنه.
_________
(¬١)  في جميع النسخ: يَهُمُّ، وما أثبته هو المناسب لما سيأتي بعد.
(¬٢)  من (ح) و (م)، وسقط من باقي النسخ.
(¬٣)  قرأ بها جماعة من أكابر الصحابة والتابعين، وليست من القراءات المتواترة. انظر: "المحتسب" لابن جنِّي (٢/ ٣٢١ - ٣٢٢)، و"معاني القرآن" للزجَّاج (٥/ ١٧١)، و"البحر المحيط" (٨/ ٢٦٥).
قال الفرَّاء: "المُضِيُّ، والسَّعيُ، والذَّهَابُ؛ في معنىً واحدٍ، يدل على ذلك قراءة ابن مسعود: فامضوا إلى ذكر الله". "معاني القرآن" (٣/ ١٥٦).
(¬٤)  في (ز) و (ك) و (ن) زيادة: وأنتم، ولفظ الصحيحين بدونها.
(¬٥)  أخرجه: البخاري في "صحيحه" رقم (٦١٠ و ٨٦٦)، ومسلم في "صحيحه" رقم (٦٠٢)، من حديث أبي هريرة رضي الله عنه.','1','11',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (82,'وأمَّا السَّعْيُ المأمورُ به في الآية فهو الذهابُ إليها على وجهِ الاهتمامِ بها، والتفرُّغِ لها عن الأعمال الشاغلة، من بيعٍ وغيره، والإقبال بالقلب على السعي إليها  (¬١) .
وكذلك قوله - عزَّ وجلَّ - في قصة فرعون لمَّا قال له موسى: {هَلْ لَكَ إِلَى أَنْ تَزَكَّى} إلى قوله - عزَّ وجلَّ -: {ثُمَّ أَدْبَرَ يَسْعَى  (٢٢)  فَحَشَرَ فَنَادَى} [النازعات: ١٨ - ٢٣]، فهذا اهتمامٌ واجتهادٌ في حَشْدِ  (¬٢)  رعيته، ومناداته فيهم.
وكذلك قوله: {وَإِذَا تَوَلَّى سَعَى فِي الْأَرْضِ لِيُفْسِدَ فِيهَا} [البقرة: ٢٠٥] هو عَمَلٌ بهِمَّةٍ واجتهادٍ.
ومنه سُمِّيَ السَّاعي على الصدقة، والسَّاعي على الأَرْملةِ واليتيم.
ومنه قوله تعالى: {إِنَّ سَعْيَكُمْ لَشَتَّى  (٤) } [الليل: ٤]؛ وهو العمل الذي يقصده صاحبه ويعتني به، لِيَتَرَتَّبَ  (¬٣)  عليه ثوابٌ أو عقابٌ، بخلاف المباحات المعتادة، فإنَّها لم تدخل في هذا السَّعْي، قال تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى  (٥)  وَصَدَّقَ بِالْحُسْنَى  (٦) } [الليل: ٥، ٦] الآية وما بعدها.
ومنه قوله تعالى: {وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ} [الإسراء: ١٩].
وقوله - عزَّ وجلَّ -: {إِنَّمَا جَزَاءُ الَّذِينَ يُحَارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا أَنْ يُقَتَّلُوا} [المائدة: ٣٣].
_________
(¬١)  انظر: "الإحسان في تقريب صحيح ابن حِبَّان" (٥/ ٥٢٣)، و"التمهيد" لابن عبد البر (٢٠/ ٢٣١)، و"شرح السنَّة" للبغوي (٢/ ٣١٧).
(¬٢)  في (ز) و (ح) و (م): حشر.
(¬٣)  من (ح) و (م)، وفي باقي النسخ: لترتب.','1','12',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (83,'فصل

وأقْسَمَ على صفة الإنسان بقوله سبحانه: {وَالْعَادِيَاتِ ضَبْحًا (١)} إلى قوله: {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦)} [العاديات: ١ - ٦].
وأقسم على عاقبته، وهو قَسَمٌ على الجزاء؛ في قوله: {وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢)} [العصر: ١ - ٢] إلى آخر السورة. وفي قوله تعالى: {وَالتِّينِ وَالزَّيْتُونِ (١)} إلى قوله: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ (٤) ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} [التين: ١ - ٦].
وحَذَفَ جوابَ القَسَم؛ لأنَّه قد عُلِم أنَّه يُقْسِمُ على هذه الأمور، وهي متلازمة، فمتى ثبت أنَّ الرسول حقٌّ ثبت القرآنُ والمَعَادُ، ومتى ثبت أنَّ القرآن حقٌّ ثبت صدق الرسول الذي جاء به (¬١)، ومتى ثبت أنَّ الوعد والوعيد حقٌّ ثبت صدقُه وصدقُ الكتاب الذي جاء به.
والجوابُ يُحذَف تارةً ولا يُراد ذِكْرُه، بل يراد تعظيمُ المُقْسَمِ به، وأنَّه ممَّا يُحلَفُ به، كقول النبيِّ - صلى الله عليه وسلم -: "من كان حالفًا فَلْيَحلِفْ باللهِ أو لِيَصْمُتْ" (¬٢).
لكن هذا في الغالب يُذْكَرُ معه الفعلُ دون مجرَّدِ حرف القَسَم، كقولك: فلانٌ يَحْلِفُ باللهِ وحده، وأنا أحلفُ بالخالق لا بالمخلوق، ونحوِ ذلك - فالنصرانيُّ يحلفُ بالصليب والمسيح -، وفلانٌ أكذَبُ ما
_________
(¬١) من قوله: "ومتى ثبت أن القرآن. . ." إلى هنا؛ ساقط من (ن).
(¬٢) أخرجه: البخاري في "صحيحه" رقم (٦٢٧٠)، ومسلم في "صحيحه" رقم (١٦٤٦)، من حديث ابن عمر رضي الله عنهما.','1','13',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (84,'يكون إذا حلف بالله.
وقد يكون هذا النَّوع (¬١) بحرف القَسَم مجرَّدًا، كما في الحديث: كانت أكثرُ يمينِ رسولِ الله - صلى الله عليه وسلم - "لا، ومُقَلِّب القُلُوبِ" (¬٢). وكان بعض السلف إذا اجتهد في يمينه قال: "واللهِ الذي لَا إله إلَا هو".
وتارةً يُحذَفُ الجوابُ وهو مرادٌ؛ إمَّا لكونه قد ظَهَر وعُرِف: إمَّا بدلالة الحال - كمن قيل له: كُلْ، فقال: لا؛ واللهِ الذي لا إله إلا هو -، أو بدلالة السياق.
وأكثر ما يكون هذا إذا كان في نفس المُقْسَمِ به ما يَدُلُّ على المُقْسَم عليه، وهي طريقة القرآن، فإنَّ المقصود يحصل بذكر المقسَم به (¬٣)، فيكون حَذْفُ المُقْسَم عليه أبلغَ وأوجزَ؛ كمن أراد أن يُقْسِمَ على أن الرسولَ حقٌّ، فقال: والذي أرسلَ محمدًا - صلى الله عليه وسلم - بالهدى ودين الحقِّ، وأيَّدَهُ بالآياتِ البينات، وأظهرَ دعوته، وأَعْلَى كلمته، ونحو ذلك؛ فلا يحتاج إلى ذكر الجواب، استغناءً عنه بما في القَسَم من الدلالة عليه.
وكَمَن أراد أن يُقسِم على التوحيدِ، وصفاتِ الرَّبِّ ونعوتِ جلاله، فقال: واللهِ الذي لا إله إلا هو، عالمِ الغيبِ والشهادةِ، الرحمنِ الرحيمِ، الأوَّلِ الآخِرِ، الظاهرِ الباطنِ.
وكمن أراد أن يقسم على علُوِّه فوق عرشه، فقال: والذي استوى
_________
(¬١) ساقط من (ن).
(¬٢) أخرجه: البخاري في "صحيحه" رقم (٦٢٤٣، ٦٢٥٣، ٦٩٥٦)، من حديث ابن عمر رضي الله عنهما.
(¬٣) من قوله: "ما يدل على المقسم عليه. . ." إلى هنا؛ ساقط من (ن).','1','14',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (85,'على عرشه فوق سمواته، يصعد إليه الكَلِمُ الطَّيِّبُ، وتُرفَعُ إليه الأيدي، وتَعْرُجُ الملائكةُ والرُّوحُ إليه، ونحو ذلك (¬١).
وكذلك من حَلَفَ لشخصٍ أنَّه يُحِبُّهُ ويُعَظِّمُه، فقال: والذي ملأ قلبي من محبتِكَ وإجلالِكَ ومَهَابتِكَ ... ؛ ونظائر ذلك = لم يحتج إلى ذكر الجواب، وكان في المُقْسَم به ما يدلُّ على المُقْسَمِ عليه.
فمن هذا قوله تعالى: {ص وَالْقُرْآنِ ذِي الذِّكْرِ (١)} [ص: ١]،
فإنَّ في المُقْسَم به من تعظيم القرآن، ووَصْفِه بأنَّه ذُو الذِّكْر - المتضمِّن لتذكير العباد ما يحتاجون إليه -، وللشَّرَفِ، والقَدْر = ما يدلُّ على المُقْسَم عليه، وهو كونه حقًّا من عند الله، غير مفترىً كما يقوله الكافرون.
هذا معنى قول كثير من المفسِّرين - متقدِّميهم ومتأخِّريهم -: إنَّ الجوابَ محذوفٌ، تقديرُه: إنَّ القرآن لَحَقٌّ. وهذا مطَّرد في كلِّ ما شابَهَ ذلك.
وأمَّا قول بعضهم (¬٢): إنَّ الجوابَ قوله تعالى: {كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ} [ص: ٣] فاعتَرَضَ بين القَسَم وجوابه بقوله: {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ (٢)} [ص: ٢] = فبعيدٌ؛ لأنَّ "كَمْ" لا يُتَلَقَّى بها القَسَم، فلا تقول: واللهِ كم أنفقتُ مالًا، وباللهِ كم أعتقتُ عبدًا.
وهؤلاء لمَّا لم يخْفَ عليهم ذلك احتاجوا إلى أن يقدِّروا "لامًا"
_________
(¬١) "ونحو ذلك" ساقط من (ن).
(¬٢) نُسب إلى: ثعلب. وهو قول الفرَّاء في "معاني القرآن" (٢/ ٣٩٧).','1','15',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (86,'يُتَلقَّى  (¬١)  بها الجواب، أي: لَكَمْ أهلكنا.
وأبعد من هذا قول من قال  (¬٢) : الجواب في قوله: {إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ} [ص: ١٤].
وأبعد منه قول من قال: الجواب: {إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ  (٥٤) } [ص: ٥٤].
وأبعد منه قول من قال  (¬٣) : الجواب قوله: {إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ  (٦٤) } [ص: ٦٤].
وأقرب ما قيل في الجواب لفظًا  (¬٤) ، وإن كان بعيدًا معنىً ما ذكر عن قتادة وغيره: إنَّه في قوله تعالى: {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ  (٢) }  (¬٥)
_________
(¬١)  في (ن): يلتقي.
(¬٢)  حكاه الأخفش في "معاني القرآن" (٢/ ٤٥٣) بصيغة التضعيف: "يزعمون. . .".
قال ابن الأنباري: "وهذا قبيحٌ؛ لأنَّ الكلام قد طال فيما بينهما، وكثُرت الآيات والقصص"، نقله عنه القرطبي في "الجامع" (١٥/ ١٤٤).
(¬٣)  هذا قول الكوفيين - غير الفرَّاء -، واختاره: الكسائي - كما نقله الثعلبي في "تفسيره" (٨/ ١٧٦) -، والزجَّاج في "معاني القرآن" (٤/ ٣١٩).
واستبعده كثير من الأئمة، وشنَّعوا عليه؛ لأنَّ بين القسم وجوابه ثلاثًا وستين آية! فممَّن زَيَّفَهُ: الفرَّاء في "معاني القرآن" (٢/ ٣٩٧)، والنحَّاس في "معانيه" (٦/ ٧٦)، وابن الأنباري - كما في "الجامع" (١٥/ ١٤٤) -، وابن الشجري في "أماليه" (٢/ ١١٨)، وابن هشام في "مغني اللبيب" (٦/ ٥١٨)، وغيرهم كثير.
(¬٤)  من (ح) و (م)، وسقطت من باقي النسخ.
(¬٥)  وهذا القول اختاره: الأخفش في "معاني القرآن" (١/ ٢١)، وابن قتيبة - كما ذكر القرطبي في "الجامع" (١٥/ ١٤٤) -، وابن جرير الطبري في "تفسيره" =','1','16',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (87,'[ص/ ٢]، كما قال تعالى: {ق وَالْقُرْآنِ الْمَجِيدِ (١ ) بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ} [ق: ١ - ٢].
وشرح صاحب "النَّظْم"  (¬١)  هذا القول  (¬٢) ، فقال: "معنى "بل" توكيد الخبر الذي بعده، فصار كـ"إنَّ" الشديدة في تثبيت ما بعدها.
فـ "بَلْ" ههنا بمنزلة "إنَّ"؛ لأنَّه يؤكِّد ما بعده من الخبر، وإن كان له معنىً سواه في نفي خبرٍ متقدِّمٍ، فكأنَّه - عزَّ وجلَّ - قال: "ص والقرآن ذي الذِّكْر، إنَّ الذين كفروا في عِزَّةٍ وشقاقٍ"، كما تقول: والله إنَّ زيدًا لَقَائمٌ".
_________
= (١٠/ ٥٤٧)، والنحَّاس في "معاني القرآن" (٦/ ٧٧)، وغيرهم.
(¬١)  هو أبو علي الجَمَاجمي؛ الحسن بن يحيى بن نصر الجُرْجَاني، سكن "جُرْجَان" في سِكَّة بباب الخندق تعرف بـ "جَمَاجمو"، وله عدة تصانيف منها: "نظم القرآن" مجلدتان، وكان من أهل السنَّة رحمه الله.
انظر: "تاريخ جرجان" للسهمي (١٨٧ - ١٨٨)، وعنه كلُّ من جاء بعده كـ: السمعاني في "الأنساب" (٣/ ٢٨٩)، وياقوت الحموي في "معجم البلدان" (٢/ ٥١١)، والذهبي في "المشتبه" (١/ ٢٤٧)، وابن نقطة في "تكملة الإكمال" (٢/ ٣٦٢)، وغيرهم.
وقد صرَّح ابن القيم باسمه في كتاب "الروح" (٢/ ٥٥٩)، ونقل منه مواضع.
و"نظم القرآن" من مصادر الثعلبي في "تفسيره" كما ذكر في المقدمة (١/ ٨٤)، وقد عمل عليه: مكِّي بن أبي طالب القيسي انتخابًا وسمَّاه: "انتخاب كتاب الجُرْجَاني في "نظم القرآن" وإصلاح غلطه". ذكره القفطي في "إنباه الرواة" (٣/ ٣١٦).
ومن هذا المنتخب نقل الزركشي موضعًا في كتابه "البرهان" (٢/ ٢٢٥).
(¬٢)  من (ح) و (م)، وسقط من باقي النسخ.','1','17',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (88,'قال: "واحتجَّ صاحبُ هذا القول بأنَّ هذا النَّظْمَ وإن لم يكن للعرب فيه أصلٌ، ولا لها فيه رسمٌ، فيحتمل أن يكون نظمًا أحدثه الله - عزَّ وجلَّ -، لما بينَّا من احتمال "بل" بمعنى "إنَّ"" انتهى  (¬١) .
وقال أبو القاسم الزجَّاجيُّ  (¬٢) : "قال النحويون: إنَّ "بَلْ" تقع في جواب القَسَم، كما تقع "إنَّ"؛ لأنَّ المراد بها توكيد الخبر"  (¬٣) .
وهذا القول اختيار أبي حاتم  (¬٤) ، وحكاه الأخفش  (¬٥)  عن الكوفيين.
_________
(¬١)  نقل بعضه الزركشي في "البرهان" (٣/ ٢٦٣).
وانظر: "تذكرة النُّحَاة" لأبي حيَّان (٥٦٦)، و"جواهر الأدب" للإربلي (٢٧٦).
(¬٢)  هو عبد الرحمن بن إسحاق، البغدادي الزجَّاجي، العلامة النحوي، صاحب كتاب "الجُمَل" وهو كتابٌ مباركٌ ما اشتغل به أحدٌ إلا انتفع به، توفي بطبريَّة سنة (٣٤٠ هـ)، وقيل غير ذلك رحمه الله.
انظر: "البلغة" (١٢١)، و"إنباه الرواة" (٢/ ١٦٠).
(¬٣)  نقله عنه - أيضًا - الزركشي في "البرهان" (٣/ ٢٦٣).
(¬٤)  هو أبو حاتم السجستاني، سهل بن محمد بن عثمان الجُشَمي، المقرئ النحوي اللغوي، كان جمَّاعةً للكتب يتجر فيها، حدَّث عنه أبو داود، والنسائي، والبزار، وغيرهم، توفي بالبصرة سنة (٢٥٥ هـ)، وقيل غير ذلك رحمه الله.
انظر: "إنباه الرواة" (٢/ ٥٨)، و"السير" (١٢/ ٢٦٨).
(¬٥)  هو أبو الحسن، سعيد بن مَسْعدة المجاشعي، المشهور بـ "الأخفش الأوسط"، ويقال له: "الأخفش الراوية"، من أجلِّ أصحاب سيبويه، وشارح كتابه، له كتاب: "المسائل الكبير"، و"تفسير معاني القرآن"، وغير ذلك، توفي بالبصرة سنة (٢١٥ هـ)، وقيل غير ذلك رحمه الله.
انظر: "نزهة الألباء" (١٣٣)، و"إنباه الرواة" (٢/ ٣٦).','1','18',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (89,'وقرَّرَهُ بعضُهم بأن قال: "أصل الكلام: "بل الذين كفروا في عزَّةٍ وشقاقٍ، والقرآن ذي الذِّكْر"، فلمَّا قُدِّم القسَمُ تُرِك على حاله".
قال الأخفش: "وهذا يقوله الكوفيون، وليس بجيدٍ في العربية، لو قلتَ: واللهِ قام، وأنتَ تريد: قام واللهِ، لم يَحْسُن".
وقال النحَّاس  (¬١) : "هذا خطأ على مذهب النحويين؛ لأنَّه إذا ابتدأ بالقَسَم وكان الكلام معتمِدًا عليه؛ لم يكن بُدٌّ من الجواب، وأجمعوا أنَّه لا يجوز "واللهِ قام عمروٌ"، بمعنى "قام عمروٌ واللهِ"؛ لأنَّ الكلام يعتمد على القَسَم"  (¬٢) .
وذكر الأخفشُ وجهًا آخر في جواب القَسَم، فقال: "يجوز أن يكون لـ "ص" معنىً يقع عليه القَسَم، لا ندري نحن ما هو، كأنَّه يقول: الحقُ واللهِ".
قال أبو الحسن الواحديُّ  (¬٣) : "وهذا الذي قاله الأخفش صحيح
_________
(¬١)  هو أحمد بن محمد بن إسماعيل المرادي المصري، أبو جعفر النحَّاس، كان واسع العلم، غزير الرواية، كثير التأليف، جوَّد بقلمه عدة مصنفات منها: "كتاب الإعراب"، و"معاني القرآن"، و"تفسير أبيات كتاب سيبويه"، وغير ذلك، توفي بمصر سنة (٣٣٧ هـ) رحمه الله.
انظر: "نزهة الألباء" رقم (١٠٩)، و"إنباه الرواة" (١/ ١٣٦).
(¬٢)  "القطع والائتناف" للنحَّاس (٦١٠ - ٦١١)، وبنحوه في "إعراب القرآن" (١٠٨١).
(¬٣)  هو أبو الحسن علي بن أحمد بن محمد بن علي بن متَّويه، الواحديُّ النيسابوري الشافعي، إمام عصره في التفسير، صنف فيه: "البسيط"، و"الوسيط"، و"الوجيز"، توفي بنيسابور سنة (٤٦٨ هـ) رحمه الله.
انظر: "وفيات الأعيان" (٢/ ٤٦٤)، و"طبقات المفسرين" للداودي =','1','19',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (90,'المعنى على قول من يقول: {ص} الصادق الله، أو صَدَقَ محمد - صلى الله عليه وسلم -".
وذكر الفرَّاء  (¬١)  هذا الوجه - أيضًا - فقال: " {ص} جواب القَسَم". وقال: "هو كقولك: وجَبَ واللهِ، ونَزَلَ واللهِ، فهي جوابٌ لقوله: {وَالْقُرْآنِ} "  (¬٢) .
وذكر النحَّاسُ وغيرُه وجهًا آخر في الجواب، وهو أنَّه محذوفٌ تقديره: والقرآن  (¬٣)  ذي الذِّكْر، ما الأمرُ كما يقوله هؤلاء الكفار. ودلَّ على المحذوف قوله تعالى: {بَلِ الَّذِينَ كَفَرُوا}  (¬٤) .
وهذا اختيار ابن جرير  (¬٥) ، وهو مخرَّجٌ من قول قتادة، وشَرَحه الجُرْجَانيُّ  (¬٦) ، فقال: ""بَلْ" رافِعٌ لخبرٍ قبله، ومثبتٌ لخبرٍ بعدَه، فقد ظهر ما بعده، وأُضْمِرَ ما قبله، وما بعده دليلٌ على ما قبله، فالظاهر يدلُّ على الباطن، فإذا كان كذلك وجَبَ أن يكون قوله: {بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ  (٢) } مخالفًا لهذا المُضْمَر، فكأنَّهُ قيل: والقرآن ذي الذِّكْر إنَّ
_________
= (١/ ٣٩٤).
(¬١)  هو أبو زكريا يحيى بن زياد الفرَّاء الديلمي، إمام الكوفيين، وأمير المؤمنين في النحو، صنف: "معاني القرآن"، و"الحدود"، و"اللغات"، وغير ذلك، توفي بطريق مكة سنة (٢٠٧ هـ) رحمه الله.
انظر: "إنباه الرواة" (٤/ ٧)، و"نزهة الألباء" (٩٨).
(¬٢)  "معاني القرآن" (٢/ ٣٩٦)، واستحسنه ابن الأنباري في "إيضاح الوقف والابتداء" (٢/ ٨٦٠). وضعفه ابن هشام في "مغني اللبيب" (٦/ ٥١٨) وغيره.
(¬٣)  من قوله: "وذكر النحَّاس وغيره. . ." إلى هنا؛ ساقط من (ز).
(¬٤)  "معاني القرآن" للنحَّاس (٦/ ٧٦ - ٧٧).
(¬٥)  انظر: "جامع البيان" (١٠/ ٥٤٧).
(¬٦)  هو الحسن بن يحيى الجُرْجَاني، وقد سبقت ترجمته (ص/ ١٧).','1','20',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (91,'الذين كفروا يزعمون أنَّهم على الحقِّ، أو كلامًا في هذا المعنى".
فهذه ستة أوجهٍ سوى ما بدأنا به في جواب القَسَم (¬١)، والله أعلم.
ونظير هذا قوله تعالى: {ق وَالْقُرْآنِ الْمَجِيدِ (١) بَلْ عَجِبُوا} [ق: ١ - ٢].
وقيل: جواب القسم {قَدْ عَلِمْنَا}.
وقال الفرَّاء: "محذوفٌ، دلَّ عليه {أَإِذَا مِتْنَا} أي: لتُبْعَثُنّ" (¬٢).
وقيل: هو {بَلْ عَجِبُوا}، كما تقدَّم بيانُه.
_________
(¬١) وقد أسقطها كلها العلامة محمد الأمين الشنقيطي في "أضواء البيان" (٧/ ٩ - ١١)، وأبقى القول بأنَّ جواب القسم محذوفٌ.
(¬٢) "معاني القرآن" للفرَّاء (٣/ ٧٥).','1','21',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (92,'فصل

ومن ذلك قوله تعالى: {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١) وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ (٢)} [القيامة: ١ - ٢]، فقد تضمَّن هذا الإقسام ثبوتَ الجزاء، ومستَحَقَّ الجزاء (¬١)، وذلك يتضمَّن إثبات: الرِّسَالةِ، والقرآنِ، والمَعَادِ.
وهو - سبحانه - يُقْسِم على هذه الأمور الثلاثة، ويقرِّرُها أبلغ التقرير، لحاجة النفوس إلى معرفتها، والإيمان بها، وأمر رسوله - صلى الله عليه وسلم - أن يُقْسِم عليها، كما:
١ - قال تعالى: {وَيَسْتَنْبِئُونَكَ أَحَقٌّ هُوَ قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ} [يونس: ٥٣].
٢ - وقال تعالى: {وَقَالَ الَّذِينَ كَفَرُوا لَا تَأْتِينَا السَّاعَةُ قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ} [سبأ: ٣].
٣ - وقال تعالى: {زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ (٧)} [التغابن: ٧].
وقد تقدَّم (¬٢) إقسامُه عليها في ثلاثة مواضعَ من كتابه لا رابع لها (¬٣)، يأمر رسوله - صلى الله عليه وسلم - أن يُقْسِم على ما أقْسَمَ عليه هو - سبحانه - من: النُّبوَّةِ، والقرآنِ، والمَعَادِ.
فأقسم - سبحانه - لعباده، وأمَرَ أَصْدَق خَلْقِه أن يُقْسِم لهم،
_________
(¬١) "مستحق الجزاء" ساقط من (ن).
(¬٢) راجع (ص/ ٩).
(¬٣) جاءت هذه الجملة في (ح) و (م) هكذا: فهذه ثلاثة مواضع لا رابع لها.','1','22',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (93,'وأقام البراهين القطعيَّةَ على ثبوت ما أقسم عليه، فأبى الظالمون إلا جحودًا وتكذيبًا.
واختُلِفَ في "النَّفْسِ" المُقْسَم بها ههنا، هل هي خاصَّةٌ أو عامَّة؟ على قولين، بناءً على الأقوال الثلاثة في "اللوَّامة":
فقال ابن عباس: "كلُّ نفسٍ تَلُومُ نفسَها يوم القيامة؛ يَلُومُ المُحْسِنُ نفسه  (¬١)  أن لا يكون ازداد إحسانًا، ويَلومُ المُسِيء نفسه أن لا يكون رجع عن إساءته".
واختاره الفرَّاء؛ قال: "ليس من نفسٍ، بَرَّةٍ ولا فاجرةٍ، إلا وهي تلوم نفسها، إن كانت عملت خيرًا قالت: هَلَّا ازددتُ؟ وإن كانت عملت سوءًا، قالت: ليتني لم أفعل"  (¬٢) .
والقول الثاني: أنَّها خاصَّةٌ.
قال الحسن: "هي النَّفْسُ المؤمنة، فإنَّ المؤمن - واللهِ - لا تَرَاهُ إلا يَلُوم نفسه على كلِّ حالِهِ، لأنَّه يَسْتَقْصِرُها في كلِّ ما تفعل، فيندمُ ويلومُ نفسَهُ، وإنَّ الفاجر يمضي قُدُمًا، لا يعاتبُ نفسَهُ"  (¬٣) .
والقول الثالث: أنَّها النَّفْس الكافرة وحدها، قاله: قتادة، ومقاتل  (¬٤) ؛ هي النَّفْس الكافرة تلوم نفسها في الآخرة على ما فرَّطَت في
_________
(¬١)  في (ن) زيادة: يوم القيامة.
(¬٢)  "معاني القرآن" (٣/ ٢٠٨).
(¬٣)  أخرجه: عبد الله بن أحمد في زوائده على "الزهد" رقم (١٦٢١).
(¬٤)  "تفسير مقاتل" (٣/ ٤٢١).
وهو مقاتل بن سليمان بن بشير الأزدي الخراساني، أبو الحسن البَلْخي، عالمٌ بالتفسير، طعنوا في معتقده وروايته، قال الذهبي: "أجمعوا على تركه"، =','1','23',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (94,'أمر  (¬١)  الله.
قال شيخنا  (¬٢) : "والأظهر أنَّ المرادَ نفسُ الإنسانِ مطلقًا، فإنَّ نفسَ كلِّ إنسانٍ لوَّامَةٌ، كما أقسم بجنس "النَّفْس" في قوله: {وَنَفْسٍ وَمَا سَوَّاهَا  (٧)  فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا  (٨) } [الشمس: ٧، ٨]، فإنَّه لا بدَّ لكلِّ إنسانٍ أن يلوم نفسَه أو غيرَه على أمرٍ.
ثُمَّ هذا اللَّومُ قد يكون محمودًا، وقد يكون مذمومًا، كما قال تعالى: {فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلَاوَمُونَ  (٣٠)  قَالُوا يَاوَيْلَنَا إِنَّا كُنَّا طَاغِينَ  (٣١) } [القلم: ٣٠, ٣١]، وقال تعالى: {يُجَاهِدُونَ فِي سَبِيلِ اللَّهِ وَلَا يَخَافُونَ لَوْمَةَ لَائِمٍ} [المائدة: ٥٤]، فهذا اللَّومُ غير محمود.
وفي "الصحيحين"  (¬٣)  في قصة احتجاج آدم وموسى: "أَتَلُومني على أمرٍ قدَّرَهُ اللهُ عليَّ قبل أن أُخْلَق؟ " قال: فحَجَّ آدمُ موسى  (¬٤)  ... الحديث.
فهو - سبحانه - يُقْسمُ على صفة "النَّفْس اللوَّامة" كقوله: {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ  (٦) } [العاديات: ٦]، وعلى جزائها كقوله:
_________
= توفي سنة (١٥٠ هـ)، وقيل غير ذلك.
انظر: "تهذيب الكمال" (٢٨/ ٤٣٤)، و"السير" (٧/ ٢٠١).
(¬١)  ساقط من (ك).
(¬٢)  انظر: "مجموع الفتاوى" (٤/ ٢٦٤)، وراجع "الروح" (٢/ ٦٧٨).
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (٣٢٢٨، ٤٤٥٩، ٤٤٦١، ٦٢٤٠، ٧٠٧٧)، ومسلم في "صحيحه" رقم (٢٦٥٢).
(¬٤)  من قوله: "قدَّره الله عليَّ. . ." إلى هنا؛ ساقط من (ز). وكلمة "الحديث" - بعدها - ساقط من (ك) و (ح) و (م).','1','24',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (95,'{فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ  (٩٢)  عَمَّا كَانُوا يَعْمَلُونَ  (٩٣) } [الحجر: ٩٢، ٩٣] , وعلى تباين عملها كقوله: {إِنَّ سَعْيَكُمْ لَشَتَّى  (٤) } [الليل: ٤] ".
وكلُّ نفسٍ لوَّامةٌ، فالنَّفْسُ السعيدة  (¬١)  تلوم على فعلِ الشَّرِّ، وتركِ الخير، فتبادر إلى التوبة، والنَّفْسُ الشَّقِيَّةُ بالضدِّ من ذلك.
وجمع - سبحانه - في القَسَمَ بين: مَحَلِّ الجَزَاءِ وهو يوم القيامة، ومَحَلِّ الكَسْبِ وهو "النَّفْس اللوَّامة".
ونبَّهَ - سبحانه - بكونها "لوَّامَةً" على شِدَّة حاجتها وفاقتها وضرورتها إلى من يُعَرِّفُها الخيرَ والشَّرَّ، ويَدُلُّها عليه، ويرشدُها إليه، ويُلْهِمُها إيَّاه؛ فيجعلَها مريدةً للخير، مُؤْثِرةً له، كارهةً للشَّرِّ، مُجَانبةً له، لتَخْلُصَ من اللَّوم، أو من سوء عاقبة ما تلوم عليه.
ولأنَّها متلوِّمةٌ متردِّدةٌ لا تَثبُتُ على حالٍ واحدةٍ؛ فهي محتاجةٌ إلى من يُعَرِّفُها ما هو أنفع لها في مَعَاشِها ومَعَادِها فتُؤْثِرُهُ، وتَلُومُ نفسَها عليه إذا فاتها، فَتَتُوبُ منه إن كانت سعيدةً، ولتقوم عليها حُجَّةُ عَدْلِهِ، فيكون لَوْمُها في القيامة لنفسها عليه لَوْمًا بِحَقٍّ، قد أعذَر اللهُ خالقُها وفاطرُها إليها فيه.
ففي صفة "اللَّوْم" تنبيهٌ على ضرورتها إلى التصديق بالرِّسَالة والقرآن، وأنَّها لا غنى لها عن ذلك، ولا صلاح ولا فلاح بدونه أَلْبَتَّةَ.
ولمَّا كان يومُ مَعَادِها هو مَحَلُّ ظهور هذا اللَّوْم، وترتُّبِ أثره عليه = قَرَنَ بينهما في الذِّكْرِ.
_________
(¬١)  في (ن): فنفس السعيد.','1','25',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (96,'فصل

ومن ذلك (¬١) قوله تعالى: {وَالشَّمْسِ وَضُحَاهَا (١) وَالْقَمَرِ إِذَا تَلَاهَا (٢)} إلى قوله: {فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (٨)} [الشمس: ١ - ٢، ٨].
قال الزجَّاج (¬٢) وغيرُه: "جواب القسم: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩)}، ولمَّا طالَ الكلامُ حَسُن حذف "اللَّام" من الجواب" (¬٣).
وقد تضمَّن هذا القَسَمُ الإقسامَ بالخلَّاق والمخلوقِ، فأقسم بالسماءِ وبانيها، والأرضِ وَطَاحِيها، والنَّفْسِ ومُسَوِّيها (¬٤).
_________
(¬١) ساقط من (ن).
(¬٢) هو إبراهيم بن السّري بن سهل، أبو إسحاق الزجَّاج، من أكابر علماء اللغة، تخرَّج بأبي العباس المبرِّد، صنف: "معاني القرآن وإعرابه"، و"الاشتقاق"، و"شرح أبيات سيبويه"، وغير ذلك، توفي ببغداد سنة (٣١١ هـ)، وقيل غير ذلك رحمه الله.
انظر: "إنباه الرواة" (١/ ١٩٤)، و"نزهة الألباء" (٢٤٤).
(¬٣) انظر: "معاني القرآن وإعرابه" للزجَّاج (٥/ ٣٣١).
وما ذكره الزجَّاج هنا هو قول أكثر أهل التفسير واللغة كـ: المبرِّد، والنحَّاس، وابن جنِّي، وابن جرير وغيرهم.
وذهب الفرَّاء، وابن الأنباري وغيرهما إلى أن جواب القسم محذوف.
انظر: "معاني القرآن" للفرَّاء (٣/ ٢٦٦)، و"إيضاح الوقف والابتداء" لابن الأنباري (٢/ ٩٧٨)، و"المقتضب" (٢/ ٣٣٧)، و"جامع البيان" (١٢/ ٦٠٣)، و"الدر المصون" للسمين الحلبي (١١/ ٢٠ - ٢١)، وغيرهم.
(¬٤) فتكون "ما" بمعنى "مَنْ" أو "الذي". وبه قال: الحسن، ومجاهد، وغيرهما.
انظر: "جامع البيان" (١٢/ ٦٠١)، و"مجموع الفتاوى" (١٦/ ٢٢٧)، و"الدر المصون" (١١/ ١٨ - ١٩).','1','26',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (97,'وقد قيل: إنَّ "ما" مصدريَّة  (¬١) ، فيكون الإقسامُ بنفس فعله تعالى،
فيكون قد أقسم بالمصنوع الدَّالِّ عليه سبحانه، وبصنعته الدَّالَّةِ على كمال علمه، وقدرته، وحكمته، وتوحيده.
ولمَّا كانت حركة الشمس والقمر، والليل والنَّهار؛ أمرًا يشْهَدُ النَّاسُ حُدُوثَهُ شيئًا فشيئًا، ويعلمون أنَّ الحادث لابدَّ له من مُحْدِث = كان العلم بذلك منزَّلًا منزلة ذكر المُحْدِثِ له لفظًا، فلم يذكر الفاعل في الأقسام الأربعة الأُوَل.
ولهذا يسلُكُ طائفةٌ من النُّظَّار الاستدلالَ بالزَّمان على الصانع، وهو استدلالٌ صحيحٌ؛ قد نبَّهَ عليه القرآنُ في غير موضع، كقوله تعالى: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ  (١٩٠) } [آل عمران: ١٩٠].
ولمَّا كانت السماءُ والأرضُ ثابتتين - حتَّى ظَنَّ من ظَنَّ أنَّهما قديمتان  (¬٢)  - ذكر مع الإقسام بهما بانيهما ومبدعهما، وكذلك "النَّفْس"؛ فإنَّ حدوثَها غيرُ مشهودٍ، حتَّى ظنَّ بعضُهم قِدَمَها، فذَكَرَ مع الإقسام بها مُسَوِّيها وفاطِرَها، هذا مع ما في ذكر بناءِ السماء، وطَحْوِ الأرض، وتسوية "النَّفْس"؛ من الدلالة على الرحمة والحكمة والعناية بالخلق، فإنَّ بناء السماء يدلُّ على أنَّها كالقُبَّةِ العالية على الأرض، وجعلها سقفًا لهذا العالم.
_________
(¬١)  والمعنى: والسماءِ وبنائِها. . . إلخ.
وهذا قول قتادة. واختاره: الفرَّاء، والزجَّاج، والمبرِّد، وغيرهم.
انظر: "الجامع" (٢٠/ ٧٤).
(¬٢)  في (ز): قد يميدان!','1','27',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (98,'و"الطَّحْو": هو مَدُّ الأرض وبسطُها  (¬١) ، وتوسيعُها ليستقرَّ عليها  (¬٢)  الأنامُ والحيوانُ، ويمكن فيها البِنَاء  (¬٣)  والغِرَاس والزرع، وهو متضمِّنٌ لِنُضُوب الماء عنها، وهو مِمَّا حيَّرَ عقولِ الطبائعيين، حيث كان مقتضى الطبيعة أن تَغْمُرَها كثرةُ الماء، فبُروزُ جانبٍ منها عن الماءِ على خلاف مقتضى الطبيعة، وكَوْنُه هذا الجانب المعيَّن دون غيره، مع استواء الجوانب في الشكل الكُري؛ يقتضي تخصيصًا، فلم يجدوا بُدًّا من أن يقولوا: عِنَايةُ الصانع اقتضت  (¬٤)  ذلك.
قلنا: فنَعَمْ إذًا, ولكن عناية من لا مشيئةَ له، ولا إرادةَ، ولا اختيارَ، ولا علمًا بمعيَّن أصلًا - كما تقولونه فيه -: محالٌ، فعنايته تقتضي ثبوت صفاتِ كماله، ونعوتِ جلاله، وأنَّه الفعَّال يفعل باختياره ما يريد.
وكذلك "النَّفْسُ"؛ أقسمَ بها وبمن سوَّاها، وألهمها فجورها وتقواها، فإنَّ من النَّاس من يقول: هي قديمةٌ لا مبدع لها. ومنهم من يقول: بل هي التي تبدع فجورها وتقواها  (¬٥) ، فذكر - سبحانه - أنَّه هو الذي سوَّاها وأبدعَها، وأنَّه هو الذي ألهمها الفجور والتقوى.
فأعلمنا أنَّه خالق نفوسنا وأعمالها، وذكر لفظ "التسوية" - كما ذكره في قوله تعالى: {مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ ( ٦) الَّذِي خَلَقَكَ فَسَوَّاكَ
_________
(¬١)  انظر: "مختار الصحاح" (٤١٣)، و"القاموس" (١٦٨٤).
(¬٢)  ساقط من (ك).
(¬٣)  في (ن) و (ط): النبات.
(¬٤)  في (ن): أمضت.
(¬٥)  في (ن): وهواها.','1','28',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (99,'فَعَدَلَكَ (٧)} [الانفطار: ٦, ٧] , وفي قوله - عزَّ وجلَّ -: {فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي} [الحجر: ٢٩]- إيذانًا بدخول البدن في لفظ "النَّفْس"، كقوله تعالى: {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ} [الأعراف: ١٨٩] وقوله تعالى: {فَسَلِّمُوا عَلَى أَنْفُسِكُمْ} [النور: ٦١]. {وَلَا تَقْتُلُوا أَنْفُسَكُمْ} [النساء: ٢٩] , {لَوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنْفُسِهِمْ خَيْرًا} [النور: ١٢] ونظائره، وباجتماع "الرُّوح" مع البدن تفسير "النَّفْس" فاجرةً أو تقيةً، وإلا فـ "الرُّوح" بدون البدن لا فجور لها.
وقوله تعالى: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا (٩)}؛ الضمير المرفوع في {زَكَّاهَا (٩)} عائدٌ على (¬١) "مَنْ"، وكذلك هو في {دَسَّاهَا (١٠)}، والمعنى قد أفلح من زكَّى نفسه، وقد خاب من دَسَّاها.
هذا هو القول الصحيح (¬٢)، وهو نظير قوله: {قَدْ أَفْلَحَ مَنْ تَزَكَّى (١٤)} [الأعلى: ١٤] , وهو - سبحانه - إذا ذكر الفلاح علَّقَهُ بفعل المُفْلِح، كقوله: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (١) الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ (٢)} [المؤمنون: ١ - ٢] إلى آخر الآيات، وقوله: {أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥)} [البقرة: ٥] بعد قوله: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ} [البقرة: ٣] , وقوله: {إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٥١)} [النور: ٥١] ونظائره.
قال الحسن: "قد أفلح من زكَّى نفسه وحملها على طاعة الله، وقد
_________
(¬١) بعدها في (ز) زيادة: المؤمنين، ولا مكان لها.
(¬٢) وانظر: "إغاثة اللهفان" (١/ ١٠٩).','1','29',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (100,'خاب من أهلكها وحَمَلَها على معصية الله"، وقاله: قتادة  (¬١) .
وقال ابن قتيبة: "يريد: أفلح من زكَّى نفسه أي: أَنْماها وأَعْلَاها بالطاعةِ، والبِرِّ، والصدقةِ، والكفِّ عن المعاصي، والتنافُسِ في الدرجات  (¬٢) ، واصطناع المعروف، وقد خاب من دسَّاها أي: نقصها وأخفاها بترك عمل ذلكَ البِرِّ، وركوب المعاصي.
والفاجرُ - أبدًا - خفيُّ المكانِ، زَمِرُ  (¬٣)  المُرُوءَةِ، غامضُ الشَّخْصِ، ناَكِسُ الرأسِ، فكأنَّ النَّطِفَ  (¬٤)  بارتكاب الفواحِشِ دَسَّ نفسَهُ وقمَعَها، ومُصْطَنِعَ المعروفِ شَهَر نفسَهُ ورفَعَها.
وكانت أجوادُ العرب تنزل الرُّبَا ويَفَاع  (¬٥)  الأرض لِتَشْهَرَ بها أنفسَها للمُعْتَفِين  (¬٦) ، وتوقدُ النيران في الليل للطارقين. وكانت اللئام تنزلُ
_________
(¬١)  انظر: "معالم التنزيل" للبغوي (٨/ ٤٣٩)، و"الدر المنثور" (٦/ ٦٠١).
(¬٢)  "والكف عن المعاصي، والتنافس في الدرجات" ساقط من (ح) و (م).
(¬٣)  في جميع النسخ: زَمِن، وما أثبته أصح كما في "تأويل مشكل القرآن" لابن قتيبة (٣٤٤). ومعنى "زَمِر المروءة": قليل المروءة.
(¬٤)  النَّطِفُ: هو الرجل المُريب، ووقع في نَطَفٍ أي: شرٍّ وفساد، والنَّطَفُ: التلطُّخ
بالعيب، وفلانٌ يُنْطَفُ بفجور أي: يُقذَفُ به.
انظر: "لسان العرب" (١٤/ ١٨٦ - ١٨٧).
(¬٥)  في (ن) و (ز): بقاع.
و"يَفَاع الأرض": المشرف منْ التَّلِّ والجبل، وكلُّ ما ارتفع من الأرض.
و"الرُّبَا": ما ارتفع من الأرض، واحدتها: رَبْوَة، ورُبَاوَة، ورَابِية.
انظر: "لسان العرب" (١٥/ ٤٥٢) و (٥/ ١٢٧).
(¬٦)  "المعتفون": واحِدُهُ: مُعْتَفٍ، وهو كل من جاءك يطلب فضلًا أو رزقًا.
ومنه العِفَاوَة: وهي أول ما يرفع للضيف من المرق إكرامًا له.
انظر: "لسان العرب" (٩/ ٢٩٥).','1','30',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (101,'الأَوْلَاجَ، والأطرافَ، والأهضام  (¬١)  لتُخْفِي أنفسَها وأماكنَها على الطالبين، فأولئك أعلَوا أنفُسَهم وزكَّوها، وهؤلاء أخفَوا أنفسَهم ودَسَّوها. وأنشد في ذلك:
وبَوَّأْتَ بيتكَ في مَعْلَمٍ ... رَحيبِ المَباءَةِ والمَسْرَحِ
كَفَيْتَ العُفَاةَ طِلَابَ القِرَى ... ونَبْحَ الكِلَابِ لِمُسْتنبِحِ"  (¬٢) 
وقال أبو العباس  (¬٣) : سألتُ ابنَ الأعرابي  (¬٤)  عن قوله: {وَقَدْ خَابَ مَنْ دَسَّاهَا  (١٠) } فقال: "دسَّ" معناه: دسَّ نفسَه مع الصالحين وليس
_________
(¬١)  "الأولاج": جمع وَلَجَة، وهي موضعٌ أو كهفٌ يستتر فيه المارة من المطر أو غيره.
و"الأهضام" والهُضُوم: جمع هَضْم أو هِضْم - بفتح الهاء وكسرها -؛ وهو المطمئنُّ من الأرض، أو بطن الوادي وأسفله.
انظر: "لسان العرب" (١٥/ ١٠١) و (١٥/ ٣٩١).
(¬٢)  "تأويل مشكل القرآن" لابن قتيبة (٣٤٤ - ٣٤٥).
(¬٣)  هذا هو القول الثاني.
وأبو العباس هو: أحمد بن يحيى بن سيَّار الشيباني بالولاء، المعروف بـ "ثعلب"، إمام الكوفيين في النحو واللغة والحديث، لازم ابن الأعرابي بضع عشرة سنة، من مصنفاته: "معاني القرآن"، و"الفصيح" الذي طبقت شهرته الآفاق، توفي ببغداد سنة (٢٩١ هـ) رحمه الله.
انظر: "تاريخ بغداد" (٥/ ٢٠٤)، و"وفيات الأعيان" (١/ ١٠٢).
(¬٤)  هو أبو عبد الله محمد بن زياد النحوي، المعروف بـ "ابن الأعرابي"، كان إمامًا في اللغة والنحو والنَّسَب، كثير السماع والرواية, من تصانيفه: "النوادر"، و"معاني الشعر"، و"الأنواء"، توفي سنة (٢٣١ هـ) رحمه الله.
انظر: "نزهة الألباء" (١٥٠)، و"إنباه الرواة" (٣/ ١٢٨).','1','31',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (102,'منهم" (¬١).
وعلى هذا فالمعنى (¬٢): أخفى نفسه في الصالحين، يُرِي النَّاسَ أنَّه منهم وهو مُنْطَوٍ على غير ما ينطوي عليه الصالحون (¬٣).
وقال طائفةٌ أخرى: الضمير يرجع إلى الله سبحانه وتعالى.
قال ابن عباس - في رواية عطاء -: "قد أفلَحَت نَفْسٌ زكَّاها اللهُ، فأصلَحَها" (¬٤).
وهذا قول: مجاهد، وعكرمة، والكلبي، وسعيد بن جبير، ومقاتل (¬٥)، قالوا: سَعِدَتْ نَفْسٌ وأفلَحَت نفسٌ أصلحها الله، وطهَّرها، ووفَّقَها للطاعة، حتَّى عملت (¬٦) بها، وخابَتْ وخَسِرَتْ نَفْسٌ أضلَّها اللهُ،
_________
(¬١) انظر: "تاج العروس" (١٦/ ٧٤ - ٧٥)، و"الجامع" (٢٠/ ٧٧)، و"المحرر
الوجيز" لابن عطية (١٥/ ٤٧٣) ونسبه لثعلب، وكذا السمعاني في "تفسير القرآن" (٦/ ٢٣٣).
(¬٢) ساقط من (ز).
(¬٣) هذا كلام الواحدي كما عزاه إليه المؤلف في "إغاثة اللهفان" (١/ ١١٢)، ثم قال: "وهذا -وإن كان حقًّا في نفسه - لكن في كونه هو المراد بالآية نظر؛ وإنما يدخل في الآية بطريق العموم".
(¬٤) أخرج الطبري في "تفسيره" (١٢/ ٦٠٣)، والبيهقي في "القضاء والقدر" رقم (٣٥٥)؛ من طريق: معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس؛ بلفظ: "قد أفلح من زكَّى اللهُ نفسَه، وقد خاب من دسَّ اللهُ نفسَه، فأضله الله".
وزاد السيوطي نسبته إلى: ابن المنذر، وابن أبي حاتم، وحسين في "الاستقامة". "الدر المنثور" (٦/ ٦٠٢).
(¬٥) "تفسيره" (٣/ ٤٨٨).
(¬٦) من (ح) و (م)، وفي باقي النسخ: عمل.','1','32',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (103,'وأغواها، وأبطلَها، وأهلكَها  (¬١) .
قال أرباب هذا القول: قد أقسم الله - تعالى - بهذه الأشياء التي ذكرها؛ لأنَّها تدلُّ على وحدانيته، وعلى فلاح مَنْ طَهَّره، وخسارة من خَذَلَهُ، حتَّى لا يظُنَّ أحدٌ أنَّه هو الذي يتولَّى تطهيرَ نفسه، وإهلاكَها بالمعصية؛ من غير قَدَرٍ سابقٍ، وقضاءٍ متقدِّمٍ  (¬٢) .
قالوا: وهذا أبلغ في التوحيد الذي سيقت له هذه السورة.
قالوا: ويدلُّ عليه قوله: {فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا  (٨) } [الشمس: ٨].
قالوا: ويشهد له حديث نافع بن عمر  (¬٣) ، عن ابن أبي مُلَيكة، عن عائشة - رضي الله عنها - أنَّها قالت: انتبهتُ ليلةً؛ فوجدتُ رسولَ الله - صلى الله عليه وسلم -وهو يقول: "ربِّ؛ أعْطِ نفسي تقواها، وزكِّها أنتَ خير من زكَّاها، أنت وَليُّها ومولاها"  (¬٤) .
_________
(¬١)  انظر: "جامع البيان" (١٢/ ٦٠٣)، و"زاد المسير" (٨/ ٢٥٨)، و"تفسير ابن كثير" (٨/ ٤١٢).
(¬٢)  هذا كلام أبي الحسن الواحدي في "الوسيط" (٤/ ٤٩٧).
(¬٣)  هو نافع بن عمر بن عبد الله بن جميل الجُمَحي، القرشي المكِّي، ثقةٌ ثبتٌ، روى له الجماعة، توفي سنة (١٦٩ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٢٩/ ٢٨٧)، و"الثقات" لابن حبان (٧/ ٥٣٣).
(¬٤)  أخرجه بهذا الإسناد أبو الحسن الواحدي في تفسيره "الوسيط" (٤/ ٤٩٨).
وقد أخرجه أحمد في "المسند" (٦/ ٢٠٩) رقم (٢٥٧٥٧) فقال: حدثنا وكيع، عن نافع - يعني ابنَ عمر -، عن صالح بن سعيد، عن عائشة - رضي الله عنها -، فذكره.
وذكر الحافظ ابن حجر في "تعجيل المنفعة" (١/ ٦٥٢) أن هذا الحديث من رواية: صالح بن سعيد، عن عائشة رضي الله عنها. =','1','33',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (104,'قالوا: فهذا الدعاء هو تأويل الآية، بدليل الحديث الآخر: أنَّ النبيَّ - صلى الله عليه وسلم - كان إذا قرأ: {قَدْ أَفْلَحَ مَنْ زَكَّاهَا  (٩) } وقَفَ، ثُمَّ قال: "اللهُمَّ؛ آتِ نفسي تقواها، أنت وليُّها ومولاها، وزكِّها أنت خير من زكَّاها"  (¬١) .
قالوا: وفي هذا ما يبيِّنُ أنَّ الأمر كلَّه له سبحانه، فإنَّه هو  (¬٢)  خالق
_________
= وصالح بن سعيد قد ذكره ابن حِبَّان في "الثقات" (٤/ ٣٧٦)، وقال الهيثمي عن الحديث: "رجاله رجال الصحيح غير صالح بن سعيد الراوي عن عائشة، وهو ثقة". "مجمع الزوائد" (٢/ ١٢٧ - ١٢٨) و (١٠/ ١١٠).
وحديث ابن أبي مليكة عن عائشة - رضي الله عنها - له لفظ آخر صحيح، وهو: "افتقدتُ النبي - صلى الله عليه وسلم - ذات ليلة، فظننتُ أنه ذهب إلى بعض نسائه، فتحسَّسْتُ، ثم رجعتُ، فإذا هو راكعٌ أو ساجدٌ يقول: "سبحانك وبحمدك، لا إله إلا أنت"، فقلتُ: بأبي أنتَ وأمي؛ إنِّي لفي شأنٍ، وإنَّك لفي آخر".
أخرجه مسلم في "صحيحه" رقم (٤٨٥).
لكن لفظ الحديث الذي أورده ابن القيم قد صحَّ من حديث زيد بن أرقم - رضي الله عنه - كما في "صحيح مسلم" رقم (٢٧٢٢) بلفظ: "اللهم آتِ نفسي تقواها. . . إلخ".
(¬١)  أخرجه: الطبراني في "المعجم الكبير" (١١/ ٨٧) رقم (١١١٩١)؛ من حديث ابن عباس رضي الله عنهما.
وعزاه السيوطي إليه وإلى: ابن المنذر، وابن مردويه. "الدر المنثور" (٦/ ٦٠٠).
وله شاهد من حديث أبي هريرة - رضي الله عنه - أخرجه: ابن أبي عاصم في "السنَّة" رقم (٣١٩).
وعزاه ابن كثير إلى: ابن أبي حاتم "تفسير القرآن" (٨/ ٤١٣)، وإليه وإلى ابن مردويه عزاه السيوطي في "الدر المنثور" (٦/ ٦٠٠).
وحسَّنه: الهيثمي في "مجمع الزوائد" (٧/ ١٣٨)، والألباني بشواهده كما في "ظلال الجنة" رقم (٣١٩).
(¬٢)  ساقط من (ز).','1','34',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (105,'"النَّفْس"، وهو مُلْهِمُها الفجورَ والتقوى، وهو مُزَكِّيها ومُدَسِّيها، فليس للعبد في الأمر شيءٌ، ولا هو مالكٌ من أمر  (¬١)  نفسه شيئًا.
قال أرباب القول الأوَّل: هذا القول، وإن كان جائزًا في العربية، حملًا للضمير المنصوب على معنى "مَنْ"، وإن كان لفظها  (¬٢)  مذكَّرًا؛ كما في قوله عزَّ وجلَّ: {وَمِنْهُمْ مَنْ يَسْتَمِعُونَ إِلَيْكَ} [يونس: ٤٢] , جَمَعَ الضمير وإن كان لفظ "مَنْ" مفردًا، حَمْلًا على معناها  (¬٣)  = فهذا إنَّما يحسن حيث لا يقع لَبْسٌ في مفسِّر الضمائر، وههنا قد تقدَّم لفظ "مَنْ"، والضمير المرفوع في {زَكَّاهَا  (٩) } يستحقُّه لفظًا ومعنىً، فهو أَولى به، ثُمَّ يعود الضمير المنصوب على "النَّفْس" التي هي أولى به لفظًا ومعنًى، فهذا هو النظم الطبيعي الذي يقتضيه سياق الكلام ووضعه.
وأمَّا عَوْدُ الضمير الذي يلي "مَنْ" على الموصول السابق وهو قوله: {وَمَا سَوَّاهَا  (٧) }، وإخلاءُ جاره الملاصق له - وهو "مَنْ"  (¬٤)  - مِن عَوده إليه، ثُمَّ عَوْدُ الضمير المنصوب - وهو مؤنَّثٌ - على "مَنْ"، ولفظه يُذكَّر دون "النَّفْس" المؤنثة = فهذا يجوز لو لم يكن للكلام محمَلٌ غيره أحسن منه، فأمَّا إذا كان سياقُ الكلام ونظمُه يقتضي خلافه، ولم تَدْعُ الضرورة إليه؛ فالحَمْلُ عليه ممتنعٌ.
قالوا: والقول الذي ذكرناه أرجح من جهة المعنى لوجوه:
_________
(¬١)  ساقط من (ن) و (ز).
(¬٢)  في (ن): لفظًا.
(¬٣)  في جميع النسخ: لفظها! وهو سبق قلم، والصواب ما أثبته كما يدل عليه كلام المؤلف فيما بعد.
(¬٤)  "وهو "من"" ساقط من (ز).','1','35',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (106,'أحدها: أنَّ فيه إشارة إلى ما تقدَّم من تعليق الفلاح على فعل العبد واختياره كما هي طريقة القرآن.
الثاني: أنَّ فيه زيادة فائدة؛ وهي إثبات فعل العبد وكسبه، وما يثاب ويعاقب عليه، وفي قوله: {فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا (٨)} إثبات القضاء والقدر السابق.
فتضمَّنَت الآيتان هذين الأصلين العظيمين، وهما كثيرًا ما يقترنان في القرآن كقوله: {إِنَّهُ تَذْكِرَةٌ (٥٤) فَمَنْ شَاءَ ذَكَرَهُ (٥٥) وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [المدثر: ٥٤ - ٥٦] وقوله: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ (٢٨) وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ (٢٩)} [التكوير: ٢٨، ٢٩]، فتضمَّنت الآيتان الردَّ على "القَدَرِيَّة" و"الجَبْرِيَّة".
الثالث: أنَّ قولنا يستلزم قولكم، دون العكس؛ فإنَّ العبد إذا زكَّى نفسه ودسَّاها: فإنَّما يزكِّيها بعد تزكية الله لها بتوفيقه وإعانته، وإنَّما يُدَسِّيها بعد تَدْسِيَة الله لها بخذلانه، والتخلية بينه وبين نفسه. بخلاف ما إذا كان المعنى على القَدَرِ المحض، لم يبق للكسب وفعل العبد ههنا ذكرٌ أَلْبَتَّةَ.','1','36',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (107,'فصل

وذكر في هذه السورة ثمودَ دون غيرهم من الأُمَم المكذِّبة؛ قال شيخنا: "هذا - والله أعلم - من باب التنبيه بالأدنى على الأعلى، فإنَّه لم يكن في الأُمَم المكذِّبة أخفُّ ذنبًا وعذابًا منهم، إذ لم يُذْكَر عنهم من الذنوب ما ذُكِر عن عاد، ومدين، وقوم لوط، وغيرهم.
ولهذا لمَّا ذكرهم وعادًا قال: {فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ (١٥) ... وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} [فصلت: ١٥ - ١٧].
وكذلك إذا ذكرهم مع الأُمَم المكذِّبة لم يذْكُر عنهم ما يذْكُر عن أولئك من التجبُّر والتكبُّرِ، والأعمالِ السيئة، كاللِّوَاط، وبَخْسِ المكيال والميزان, والفسادِ في الأرض، كما في "سورة هود" و"الشعراء" وغيرهما.
فكان في قوم لوط - مع الشرك - إتيان الفواحش التي لم يُسْبَقُوا إليها.
وفي عاد - مع الشرك - التجبُّرُ, والتكبُّرُ، والتوسُّعُ في الدنيا، وشدَّةُ البَطْش، وقولُهم: {مَنْ أَشَدُّ مِنَّا قُوَّةً}.
وفي أصحاب مدين - مع الشرك - الظلمُ في الأموال.
وفي قوم فرعون الفسادُ في الأرض، والعلُوُّ.
وكان عذابُ كلِّ أُمَّةٍ بحسب ذنوبهم وجرائمهم؛ فعذَّبَ عادًا بالرِّيح الشديدة العَاتِيَةِ، التي لا يقوم لها شيءٌ.','1','37',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (108,'وعذَّبَ قومَ لوط بأنواع من العذاب لم يعذِّب بها أُمَّةً غيرهم؛ فجمع لهم بين الهلاكِ، والرَّجمِ بالحجارة من السماء، وطَمْسِ الأبصار، وقَلْبِ ديارهم عليهم بأنْ جعل عاليها سافلها، والخَسْفِ بهم إلى أسفل سافلين.
وعذبَ قومَ شعيب بالنَّار التي أحرقتهم وأحرقت تلك الأموال التي اكتسبوها  (¬١)  بالظلم والعدوان.
وأمَّا ثمود فأَهلكَهم بالصيحة، فماتوا في الحال.
فإذا كان هذا عذابَهُ لهؤلاء، وذنبهم مع الشرك عَقْرُ ناقةٍ واحدةٍ جعلها اللهُ آيةً لهم؛ فمن انتَهَكَ محارمَ اللهِ، واستخفَّ بأوامره ونواهيه، وعَقَر عباده، وسفك دماءهم = كان أشدَّ عذابًا.
ومن اعتبر أحوال العالم  (¬٢)  قديمَا وحديثًا، وما يُعَاقَبُ به من سَعَى في الأرض بالفساد، وسَفَكَ الدماء بغير حقٍّ، وأقامَ الفتن، واستهانَ بحرمات الله = عَلِم أنَّ النَّجَاة في الدنيا والآخرة للذين آمنوا وكانوا يتقون"  (¬٣) .
قلتُ: وقد يظهر في تخصيص ثمود بالذِّكر ههنا - دون غيرهم - معنىً آخر، وهو أنَّهم رَدُّوا الهُدَى بعد ما تيقَّنُوه وكانوا مستبصرين به، قد ثَلِجَتْ له صدورُهم، واستيقنَتْهُ أنفسُهم، فاختاروا عليه العمَى
_________
(¬١)  في (ن) و (ز): كسبوها.
(¬٢)  ساقط من (ز).
(¬٣)  هذا المقطع من كلام شيخ الإِسلام موجود في "مجموع الفتاوى" (١٦/ ٢٤٩ - ٢٥٠)؛ نقله جامعه من ههنا! وصدره بقوله: "قال ابن القيم رحمه الله".','1','38',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (109,'والضلالة، كما قال - تعالى - في وَصْفِهم  (¬١) : {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} [فصلت: ١٧] وقال تعالى: {وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً} [الإسراء: ٥٩] أي: مُوجبَةً لهم التبصُّر واليقين، وإن كان جميع الأمَم المُهْلَكَةِ هذا شأنهم؛ فإنَّ الله لم يُهْلِك أُمَّةً إلا بعد قيام الحُجَّةِ عليها, لكن خُصَّت ثمود من ذلك الهُدَى والبصيرة بمزيد، ولهذا لمَّا قَرَنَهم بـ "عادٍ" قال: {فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الْأَرْضِ بِغَيْرِ الْحَقِّ} الآية [فصلت: ١٥] , ثُمَّ قال: {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} [فصلت: ١٧].
ولهذا أَمْكَنَ عادًا المُكابَرَةُ، وأن يقولوا لنبيِّهم: {مَا جِئْتَنَا بِبَيِّنَةٍ} [هود: ٥٣] , ولم يمكن ذلك ثمودًا، وقد رأَوا البيِّنَةَ عِيَانًا، وصارت لهم بمنزلة رؤية الشمس والقمر، فرَدُّوا الهُدَى بعد تيقُّنهِ والبصيرةِ التامَّةِ به، فكان في تخصيصهم بالذِّكر تحذيرٌ لكلِّ من عرف الحقَّ ولم يتَّبعْهُ، وهذا داء أكثر الهالكين، وهو أَعَمُّ الأدواء وأغلبُها على أهل الأرض، والله سبحانه وتعالى أعلم.
_________
(¬١)  من (ح) و (م)، وسقط من باقي النسخ.','1','39',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (110,'فصل

ومن ذلك قوله تعالى: {وَالْفَجْرِ (١) وَلَيَالٍ عَشْرٍ (٢) وَالشَّفْعِ وَالْوَتْرِ (٣) وَاللَّيْلِ إِذَا يَسْرِ (٤) هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ (٥)} [الفجر: ١ - ٥].
قيل (¬١): جوابه قوله تعالى: {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤)} [الفجر: ١٤].
وهذا ضعيفٌ لوجهين:
أحدهما: طولُ الكلام والفصل بين القَسَم وجوابه بِجُمَلٍ كثيرةٍ.
والثاني: أنَّ قوله: {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤)} ذُكِر تقريرًا لعقوبةِ اللهِ الأُمَمَ المذكورةَ وهي: عادٌ، وثمودُ، وفرعونُ. فذكر عقوبتهم ثُمَّ قال مقرِّرًا ومحذِّرًا: {إِنَّ رَبَّكَ لَبِالْمِرْصَادِ (١٤)}، أفلا (¬٢) ترى تعلُّقَهُ بذلك دون القَسَم؟!
وأحسن من هذا أن يقال: إنَّ "الفجرَ" و"اللياليَ العشر" زمنٌ يتضمَّنُ أفعالًا معظَّمَةً، و"العشر" هو عشر ذي الحِجَّة وهو يتضمَّنُ أفعالًا معظَّمَةً (¬٣) من المناسك، وأمكنةً معظَّمَةً، وهي مَحَلُّها، وذلك من شعائر الله المتضمِّنَةِ خضوع العبد لربِّه، فإنَّ الحجَّ والنُّسُكَ عبوديةٌ محضةٌ لله، وذُلٌّ وخضوعٌ لعظمته. وذلك ضدُّ ما وصف به عادًا، وثمودًا، وفرعونَ؛ من العُتُوِّ والتكبُّر والتجبُّرِ؛ فإنَّ النُّسُكَ يتضمَّنُ غاية الخضوع لله، وهؤلاء
_________
(¬١) قال به: ابن الأنباري، والزجَّاج في "معاني القرآن" (٥/ ٣٢١).
واختاره: الواحدي في "الوسيط" (٤/ ٤٨١)، والسمعاني في "تفسيره" (٦/ ٢٢١)، وابن الجوزي في "زاد المسير" (٨/ ٢٤١).
(¬٢) من (ح) و (م)، وفي غيرهما: "فلا".
(¬٣) من قوله: "و"العشر" هو عشر. . ." إلى هنا؛ ساقط من (ح) و (م).','1','40',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (111,'الأُمَم عَتَوا وتكبَّرُوا عن أمر ربِّهم.
وفي "صحيح البخاري" عن ابن عباس - رضي الله عنهما - عن النبي - صلى الله عليه وسلم - قال: "ما مِنْ أيامٍ العَمَلُ الصالحُ فيهنَّ أحبُّ إلى الله من هذه الأيامِ العَشْرِ" قيل: يا رسول الله؛ ولا الجهاد في سبيل الله؟ قال: "ولا الجهادُ في سبيلِ اللهِ، إلَّا رجلٌ خَرَجَ بنفسِه ومالِه ثُمَّ لم (¬١) يرجع من ذلك بشيء" (¬٢). فالزَّمَانُ المتضمِّنُ لمثل هذه الأعمال أهلٌ أن يُقْسِمَ الرَّبُّ - عزَّ وجلَّ - به.
{وَالْفَجْرِ (١)}: -
إن أُريد به جِنْسُ "الفجر" - كما هو ظاهر اللفظ - فإنَّه يتضمَّنُ وقت صلاة الصبح، التي هي أوَّل الصلوات. فافتتح القَسَم بما يتضمَّنُ أوَّل الصلوات، وختمه بقوله: {وَاللَّيْلِ إِذَا يَسْرِ (٤)} المتضمِّن لآخر الصلوات.
وإن أُريد بـ "الفجر" فجرٌ مخصوصٌ، فهو فجرُ يوم النَّحْرِ وليلته، التي هي ليلة عرفة، فتلك الليلة من أفضل ليالي العام، وما رُئي الشيطانُ في ليلة أَدْحَر، ولا أَحْقَر، ولا أَغْيَظ منه فيها (¬٣). وذلك "الفجر": فجر
_________
(¬١) كذا في النسخ، وفي المصادر: "فلم".
(¬٢) أخرجه البخاري في "صحيحه" رقم (٩٢٦) بلفظ قريبٍ منه.
وأما لفظ الحديث الذي ذكره المؤلف هنا فهو عند أبي داود في "سننه" رقم (٢٤٣٨)، والترمذي في "سننه" رقم (٧٥٧)، وابن ماجه في "سننه" رقم (١٧٥٣) وغيرهم.
(¬٣) يشير إلى حديث طلحة بن عبيد الله بن كَرِيز: أنَّ رسول الله - صلى الله عليه وسلم - قال: "ما رُئي الشيطان يومًا هو فيه أصغرُ، ولا أدحرُ، ولا أحقرُ، ولا أغيظُ؛ منه في يوم عرفة ... الحديث".
أخرجه: مالك في "موطئه" رقم (٢٤٥) مرسلًا، ومن طريقه عبد الرزاق في =','1','41',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (112,'يوم النَّحْر، الذي هو أفضل الأيام عند الله، كما ثبت عن النبيِّ - صلى الله عليه وسلم - أنَّه قال: "أفضلُ الأيامِ عندَ اللهِ يومُ النَّحْر"  (¬١)  رواه أبو داود بإسنادٍ صحيح.
وهو آخر أيام العشر، وهو يوم "الحجِّ الأكبر"، كما ثبت في "صحيح البخاري" وغيره  (¬٢) ، وهو اليوم الذي أذَّنَ فيه مؤذِّنُ رسولِ الله
_________
= "المصنف" رقم (٨١٢٥ و ٨٨٣٢)، والبيهقي في "شعب الإيمان" رقم (٣٧٧٥)، وفي "فضائل الأوقات" رقم (١٨٢)، والبغوي في "شرح السنَّة" رقم (١٩٣٠).
وحسَّنه ابن عبد البر في "التمهيد" (١/ ١١٦).
قال البيهقي: "أخبرنا أبو عبد الله الحافظ - يعني الحاكم النيسابوري - في موضع آخر قال: وقد كتبناه من حديث أبي الدرداء متصلًا .. " ثم ساق إسناده. "الشعب" رقم (٣٧٧٦).
وقال في "فضائل الأوقات" (٣٥٦): "هذا مرسلٌ حسنٌ، وروي من وجهٍ آخر ضعيف؛ عن طلحة عن أبي الدرداء، عن النبيِّ - صلى الله عليه وسلم -".
(¬١)  أخرجه: أحمد في "المسند" (٤/ ٣٥٠) رقم (١٩٠٧٥)، وأبو داود في "سننه" رقم (١٧٦٥)، والنسائي في "الكبرى" رقم (٤٠٨٣)، وابن خزيمة في "صحيحه" رقم (٢٨٦٦ و ٢٩١٧)، والحاكم في "المستدرك" (٤/ ٢٢١) رقم (٧٥٩٧) وصححه، وابن قانع في "معجم الصحابة" (٢/ ١٠٣)؛ من حديث عبد الله بن قُرْط - رضي الله عنه - بلفظ: "أعظم الأيام ... الحديث".
وأما اللفظ الذي ذكره المؤلف فقد أخرجه: البخاري في "التاريخ الكبير" (٥/ ٣٤ - ٣٥)، وابن حِبَّان في "صحيحه" رقم (٢٨١١)، والبيهقي في "السنن الكبرى" (٥/ ٢٣٧).
(¬٢)  أخرجه: البخاري تعليقًا في كتاب الحج، باب: الخطبة أيام منى (٢/ ٦٢١)، ووصله: أبو داود في "سننه" رقم (١٩٤٥)، وابن ماجه في "سننه" رقم (٣١١٥)، وأبو عوانة في "مسنده" رقم (٣٥٥٦)، والبيهقي في "السنن الكبرى" (٥/ ١٣٩).
كلهم من طريق: هشام بن الغَاز، عن نافع، عن ابن عمر - رضي الله =','1','42',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (113,'- صلى الله عليه وسلم -: "إنَّ اللهَ بريءٌ من المشركين ورسولُهُ، وأنْ لا يَحُجَّ بعدَ العام مُشْركٌ، ولا يطوفَ بالبيتِ عُرْيَان"  (¬١) . ولا خلاف أنَّ المؤذِّنَ أذَّنَ بذلك في يوم النَّحْر، لا في يوم عرفة، وذلك بأمر رسول الله - صلى الله عليه وسلم -، امتثالًا وتأويلًا للقرآن.
وعلى هذا قد تضمَّنَ القَسَمُ: المناسِكَ، والصلوات، وهما المختصَّان بعبادة الله، والخضوع له، والتواضع لعظمته، ولهذا قال الخليل عليه السلام: {إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ  (١٦٢) } [الأنعام: ١٦٢] , وقيل لخاتم الرُّسُل - صلى الله عليه وسلم -: {فَصَلِّ لِرَبِّكَ وَانْحَرْ (٢ )} [الكوثر: ٢] , بخلاف حال المشركين المتكبِّرين الذين لا يعبدون الله وحده، بل يشركون به، ويستكبرون عن عبادته، كحال من ذُكِر في هذه السورة من قوم عاد، وثمود، وفرعون.
وذكر - سبحانه - من جملة هذه الأقسام: الشَّفْع، والوتر؛ إذ هذه الشعائرُ المعظَّمَةُ منها شَفْعٌ، ومنها وِتْرٌ؛ في: الأمكنةِ، والأزمنةِ، والأعمالِ.
فـ "الصَّفَا" و"المَرْوَة" شَفْعٌ، و"البيت" وترٌ، و"الجمرات" وترٌ، و"مِنَى" و"مزدلفة" شَفْعٌ، و"عرفة" وترٌ.
_________
= عنهما - أن رسول الله - صلى الله عليه وسلم - وقف يوم النحر بين الجمرات في الحَجَّة التي حجَّ، فقال: "أيُّ يومٍ هذا؟ قالوا: يوم النحر، قال: هذا يوم الحجِّ الأكبر".
وانظر: "تغليق التعليق" (٣/ ١٠٤ - ١٠٥).
(¬١)  أخرجه: البخاري في "صحيحه" رقم (٣٦٢، ١٥٤٣، ٣٠٠٦، ٤١٠٥، ٤٣٧٨ - ٤٣٨٠)، ومسلم في "صحيحه" رقم (١٣٤٧)، بألفاظ متعددة.','1','43',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (114,'وأمَّا الأعمال: فالطواف وترٌ، وركعتاه شَفْعٌ  (¬١) ، والطواف بين "الصَّفَا" و"المَرْوَة" وترٌ، ورمي "الجِمَار" وترٌ, كلُّ ذلك سَبْعٌ سَبْعٌ، وهو الأصل، فـ "إنَّ اللهَ وِتْرٌ، يحَبُّ الوِتْرَ"  (¬٢) .
والصلوات منها شَفْعٌ، ومنها وِتْرٌ، والوتر يُوتِرُ الشَّفْع، فتكون كلُّها وترًا، كما قال النبيُّ - صلى الله عليه وسلم -: "المغربُ وِتْرُ النَّهَارِ، فأَوتِرُوا صلاةَ الليل" رواه الإمامُ أحمد  (¬٣) .
وفي "الصحيح" عنه - صلى الله عليه وسلم - قال: "صلاةُ الليل مَثْنَى مَثْنَى، فإذا خشيتَ الصُّبْحَ فأَوتِرْ بواحدةٍ، تُوتِرُ لك ما قد صلَّيتَ"  (¬٤) .
وأمَّا الزَّمان: فإنَّ يومَ عرفة وترٌ، ويومَ النَّحْر شَفْعٌ، وهذا
_________
(¬١)  من قوله: "وعرفة وتر. . ." إلى هنا؛ ساقط من (ز).
(¬٢)  أخرجه: البخاري في "صحيحه" رقم (٦٠٤٧)، ومسلم في "صحيحه" رقم (٢٦٧٧)؛ من حديث أبي هريرة رضي الله عنه.
(¬٣)  أخرجه: أحمد في "المسند" (٢/ ٣٠) رقم (٤٨٤٧) و (٢/ ٤١) رقم (٤٩٩٢)، و (٢/ ٨٣) رقم (٥٥٤٩)، و (٢/ ١٥٤) رقم (٦٤٢١)، وابن أبي شيبة في "المصنف" (٢/ ٢٨٢)، وعبد الرزاق في "المصنف" رقم (٤٦٧٥ و ٤٦٧٦)، والنسائي في "الكبرى" رقم (١٣٨٦)، والطبراني في "الأوسط" رقم (٨٤٠٩)، وفي " الصغير" رقم (١٠٨١)، وابن عدي في "الكامل" (٥/ ١٨٣٧)؛ من حديث ابن عمر رضي الله عنهما.
وصححه الحافظ العراقي، ورمز لحسنه السيوطي. "فيض القدير" (٤/ ٢٢٣).
وصححه الألباني في "صحيح الجامع" رقم (٣٨٣٤).
(¬٤)  أخرجه: البخاري في "صحيحه" رقم (٤٦٠، ٤٦١، ٩٤٦، ٩٤٨، ١٠٨٦)، ومسلم في "صحيحه" رقم (٧٤٩)، من حديث ابن عمر رضي الله عنهما.','1','44',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (115,'قول أكثر المفسِّرين (¬١).
وروى مجاهد، عن ابن عباس: "الوتر: آدم، وشُفِعَ بزوجته حوَّاء".
وقال في رواية أخرى: "الشَّفْع: آدم وحوَّاء، والوتر: الله وحده".
وعنه روايةٌ ثالثةٌ: "الشَّفْع: يوم النَّحْر، والوتر: ثلاثة أيامٍ بعده".
وقال ابن الزبير: "الشَّفْع: يومان بعد يوم النَّحْر، والوتر: اليوم الثالث".
وقال عمران بن حصين، وقتادة: "الشَّفْع والوتر هي الصلاة"، ورُوي فيه حديثٌ مرفوع (¬٢).
_________
(¬١) وإنما كان يوم عرفة وترًا؛ لأنه اليوم التاسع من ذي الحِجَّة، وصار يوم النَّحْر شفعًا؛ لأنه اليوم العاشر من ذي الحِجَّة.
ويؤيد مذهب الجمهور حديث جابر رضي الله عنه، أن النبيَّ - صلى الله عليه وسلم - قال: "إنَّ العشرَ عشرُ الأضحى، والوترَ يومُ عرفة، والشَّفْعَ يومُ النَّحْر".
أخرجه: أحمد في "المسند" (٣/ ٣٢٧) رقم (١٤٥١١)، والنسائي في "الكبرى" رقم (٤٠٨٦ و ١١٦٠٧ و ١١٦٠٨)، والبزار "كشف الأستار" رقم (٢٢٨٦)، والحاكم في "المستدرك" (٤/ ٢٢٠) وصححه على شرط مسلم، والطبري في "تفسيره" (١٢/ ٥٦١)، وغيرهم.
قال ابن رجب: "إسناده حسن". "لطائف المعارف" (٤٧٠).
وقال الهيثمي: "رواه البزار وأحمد، ورجالهما رجال الصحيح غير: عياش بن عقبة، وهو ثقة". "مجمع الزوائد" (٧/ ١٤٠).
وقال ابن كثير: "وهذا إسنادٌ رجاله لا بأس بهم، وعندي أن المتن في رفعه نكارة". "تفسيره" (٨/ ٣٩١).
(¬٢) هو حديث عمران بن حصين رضي الله عنه، أن النبي - صلى الله عليه وسلم - سئل عن الشَّفْع =','1','45',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (116,'وقال عطيَّة العَوفي  (¬١) : "الشَّفْع: الخَلْق، قال الله تعالى: {وَخَلَقْنَاكُمْ أَزْوَاجًا  (٨) } [النبأ: ٨] , والوتر: هو الله".
وهذا قول الحَكَم  (¬٢) ، قال: "كلُّ شيءٍ شَفْعٌ، واللهُ وترٌ".
وقال أبو صالح  (¬٣) : "خلق الله من كلِّ شيءٍ زوجين اثنين، واللهُ
_________
= والوتر، فقال: "هي الصلاة؛ بعضها شَفْعٌ، وبعضها وترٌ".
أخرجه: أحمد في "المسند" (٤/ ٤٣٧) رقم (١٩٩١٩)، و (٤/ ٤٣٨) رقم (١٩٩٣٥)، و (٤/ ٤٤٢) رقم (١٩٩٧٣)، والترمذي في "سننه" رقم (٣٣٤٢) وقال: "حديث غريب"، والطبراني في "المعجم الكبير" (١٨/ رقم ٥٧٨ و ٥٧٩)، والحاكم في "المستدرك" (٢/ ٥٢٢) وصححه، والطبري في "تفسيره" (١٢/ ٥٦٣)، وغيرهم.
وسنده ضعيف، فيه راوٍ مجهول، وضعفه الألباني في "ضعيف الترمذي" رقم (٦٦١).
(¬١)  هو عطية بن سعد بن جُنَادة العَوفي، من مشاهير التابعين، وكان من شيعة الكوفة، ضعيف الحديث، توفي سنة (١١١ هـ)، وقيل غير ذلك رحمه الله.
انظر: "تهذيب الكمال" (٢٠/ ١٤٥)، و"السير" (٥/ ٣٢٥).
(¬٢)  هو الحكم بن عُتَيبة الكِنْدي، أبو محمد الكوفي، إمام أهل الكوفة وفقيههم، ثقةٌ ثبتٌ كثير الحديث، صاحب سنةٍ واتباعٍ، توفي سنة (١١٥ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٧/ ١١٤)، و"السير" (٥/ ٢٠٨).
(¬٣)  تصحفت في (ك) إلى: ابن صلح!
هو أبو صالح باذام، ويقال: باذان، مولى أم هانئ بنت أبي طالب، روى عن جماعة من الصحابة، وذُكِر عن مجاهد أنه كان ينهى عن تفسير أبي صالح، قال ابن عدي: "عامة ما يرويه تفسير، وفيه ما لم يتابعه أهل التفسير عليه، ولم أعلم أحدًا من المتقدمين رضيه", توفي سنة (١٢١ هـ) رحمه الله.
انظر: "الكامل في الضعفاء" (٢/ ٥٠١)، و"تهذيب الكمال" (٤/ ٦)، و"السير" (٥/ ٣٧).','1','46',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (117,'وترٌ  (¬١)  واحدٌ". وهذا قول مجاهد، ومسروق.
وقال الحسن: "الشَّفْع والوتر: العددُ كلُّه منه شَفْعٌ ووترٌ".
وقال ابن زيد  (¬٢) : "الشَّفْع والوتر: الخلقُ كلُّه، منه شَفْعٌ، ومنه  (¬٣)  وترٌ"  (¬٤) .
وقال مقاتل  (¬٥) : "الشَّفْع: الأيام والليالي، والوتر: اليوم الذي لا ليلة بعده، وهو يوم القيامة".
وذُكِرَتْ أقوالٌ أُخَر، هذه أصولها، ومدارُها كلُّها على قولين:
أحدهما: أنَّ "الشَّفْع" و"الوتر" نوعَا المخلوقات، والمأمورات  (¬٦) .
والثاني: أنَّ "الوترَ" الخالقُ، و"الشَّفْعَ" المخلوقُ.
وعلى هذا القول فيكون قد جمع في القَسَم بين الخالق
_________
(¬١)  من قوله: "وقال أبو صالح. . ." إلى هنا؛ ساقط من (ز).
(¬٢)  هو عبد الرحمن بن زيد بن أسلم القرشي، صاحب قرآنٍ وتفسيرٍ وصلاحٍ، لكنه ضعيف الحديث، وله: "التفسير" جمعه في مجلد، و"الناسخ والمنسوخ"، توفي سنة (١٨٢ هـ) رحمه الله.
انظر: "تهذيب الكمال" (١٧/ ١١٤)، و"السير" (٨/ ٣٤٩).
(¬٣)  من (م)، وسقطت من باقي النسخ.
(¬٤)  قول ابن زيد كله سقط من (ن).
(¬٥)  هو مقاتل بن حيان النَّبَطي، أبو بسطام البَلْخي الخرَّاز، العالم المحدِّث الثقة، صاحب سُنَّةٍ، وكان ذا نُسُكٍ وفضلٍ، أسلم على يده خلقٌ كثير من أهل "كابل"، روى له الجماعة إلا البخاري، توفي سنة (١٥٠ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٢٨/ ٤٣٠)، و"السير" (٦/ ٣٤٠).
(¬٦)  في (ن): "نوعَان المخلوقات والمأمورات".','1','47',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (118,'والمخلوق، فهو نظير ما تقدَّم في قوله تعالى: {وَالشَّمْسِ وَضُحَاهَا (١ )} [الشمس: ١] , وفي قوله: {وَشَاهِدٍ وَمَشْهُودٍ  (٣) } [البروج: ٣] , وفي قوله: {وَاللَّيْلِ إِذَا يَغْشَى (١ ) وَالنَّهَارِ إِذَا تَجَلَّى  (٢)  وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى  (٣) } [الليل: ١ - ٣].
وقال ههنا: {وَاللَّيْلِ إِذَا يَسْرِ  (٤) } [الفجر: ٤] , وفي "سورة المدثر" أقسَمَ بالليل إذا أدبر، وفي "سورة التكوير" أقسَمَ بالليل إذا عَسْعَس  (¬١) ، وقد فُسِّر بـ "أَقْبَل"، وفُسِّر بـ "أَدْبَر"؛ فإن كان المراد إقباله فقد أقسَمَ بأحوال الليل الثلاثة، وهي: حالةُ إقباله، وحالةُ امتدادِه وسريانه، وحالةُ إدباره، وهي من آياته الدالَّةِ عليه سبحانه.
وعرَّفَ "الفجر" باللَّام إذ كلُّ أحدٍ يعرفه، ونكَّرَ الليالي العشر؛ لأنَّها إنَّما تُعرف بالعلم.
وأيضًا؛ فإنَّ في التنكير تعظيمًا لها، فإنَّ التنكير يكون للتعظيم.
وفي تعريف "الفجر" ما يدلُّ على شهرته، وأنَّه "الفجر" الذي يعرفه كلُّ أحدٍ ولا يجهله.
فلمَّا تضمَّن هذا القَسَمُ تعظيمَ ما جاء به إبراهيم ومحمد - صلَّى الله عليهما وسلم - كان في ذلك ما دلَّ على المُقْسَمِ عليه، ولهذا عقَّبَ القَسَم بقوله تعالى: {هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ  (٥) } [الفجر: ٥] , فإنَّ عظمة هذا المُقْسَم به يُعرف بالنُّبوَّة، وذلك يحتاج إلى حِجْرٍ يَحْجُرُ صاحبَه عن الغفلة واتباع الهوَى، ويحمله على اتباع الرُّسُل، لئلا يصيبه ما أصاب من كذَّب الرُّسُل كـ: عاد، وفرعون، وثمود.
_________
(¬١)  في (ز): غسق! وهو خطأ.','1','48',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (119,'ولمَّا تضمَّن ذلك مَدْحَ الخاضعين والمتواضعين؛ ذكرَ بعد ذلك حال المتكبِّرين المتجبِّرين الطاغين، ثُمَّ أخبر أنه صبَّ عليهم سَوْط عذاب؛ أي: سوطًا من عذاب. ونكَّره: إمَّا للتعظيم؛ وإمَّا لأنَّ يسيرًا من عذابه استأصلهم وأهلكهم، ولم يكن لهم معه بقاءٌ ولا ثباتٌ.
ثُمَّ ذكر حال المُوَسَّعِ عليهم في الدنيا والمُقَتَّرِ عليهم، وأخبر أنَّ توسعته على من وَسَّع عليه -وإن كان إكرامًا له في الدنيا - فليس ذلك إكرامًا على الحقيقة، ولا يدلُّ على أنَّه كريمٌ عنده، ولا هو  (¬١)  من أهل كرامته ومحبته، وأنَّ تقتيره على من قتَّر عليه لا يدلُّ على إهانته له، وسقوط منزلته عنده، بل يوسِّع ابتلاءً وامتحانًا، ويقتِّر ابتلاءً وامتحانًا، فيبتلي بالنِّعَم كما يبتلي بالمصائب، وهو - سبحانه - يبتلي عبدَهُ بنعمةٍ تجلب له أُخرى، وبنعمةٍ تجلب له نِقْمةً، وبنقْمةٍ تجلب له أُخرى، وبنقمةٍ تجلب له نعمةً  (¬٢) ، فهذا شأنُ نِعَمِهِ ونقَمِهِ سبحانه.
وتضمَّنَت هذه السورة ذَمَّ من اغترَّ بقوَّتِه، وسلطانِه، ومالِه، وهم هؤلاء الأُمَم الثلاثة:
"قوم عاد": اغترُّوا بقوَّتهم.
و"ثمود": اغترُّوا بجِنَانهم، وعيونهم، وزروعهم، وبساتينهم.
و"قوم فرعون": اغترُّوا بالمال والرِّيَاسَة.
_________
(¬١)  "ولا هو" ساقط من (ح) و (م).
(¬٢)  في (ك) و (ح) و (م) تقديم وتأخير بين الجمل الأربع.','1','49',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (120,'فصارت عاقبتهم إلى  (¬١)  ما قصَّ الله علينا، وهذا شأنه - دائمًا - مع كلِّ من اغترَّ بشيءٍ من ذلك، لابدَّ أن يُفْسِدَهُ عليه، ويسْلُبَهُ إيَّاه.
ثُمَّ ذكر - سبحانه - حالَ الإنسان في معاملته لمن هو أضعفُ منه؛ كاليتيم والمسكين، فلا يُكْرِمُ هذا, ولا يَحُضُّ على إطعام هذا.
ثُمَّ ذكر حرصَ الإنسان على جمع المال وأكله، وحُبِّه له، وذلك هو الذي أوجب له  (¬٢)  عدمَ رحمته لليتيم والمسكين.
ثُمَّ ختم السورة بمدح "النَّفْس" المطمئنَّة، وهي الخاشعة المتواضعة لربِّها، وما تؤول إليه من كرامته ورحمته، كما ذكر قبلَها حالَ "النَّفْسِ" الأمَّارة، وما تؤول إليه من شدَّةِ عذابه وَوَثَاقِهِ.
_________
(¬١)  من (ح) و (م)، وسقط من باقي النسخ.
(¬٢)  ساقط من (ن) و (ز).','1','50',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (121,'فصل

وأمَّا سورة {لَا أُقْسِمُ بِهَذَا الْبَلَدِ (١)} فذُكِرَ فيها جوابُ القَسَم، وهو قوله: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ (٤)} [البلد: ٤].
وفُسِّر "الكَبَدُ":
بالاستواء وانتصاب القَامَة.
قال ابن عباس - في رواية مِقْسَم (¬١) عنه -: "مستقيمٌ منتصِبٌ على قدميه" (¬٢).
وهذا قول: أبي صالح، والضحَّاك، وإبراهيم (¬٣)، وعكرمة، وعبد الله
_________
(¬١) هو مِقْسَم بن بُجْرَة، مولى عبد الله بن الحارث بن نوفل، وإنما قيل: مولى ابن عباس لملازمته له، صدوقٌ من مشاهير التابعين، ضعفه ابن حزم، ووثقه غير واحد، روى له الجماعة سوى مسلم، توفي سنة (١٠١ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٢٨/ ٤٦١)، و"ميزان الاعتدال" (٥/ ٣٠١).
(¬٢) عزاه السيوطي في "الدر المنثور" (٦/ ٥٩٣) إلى: سعيد بن منصور، وابن المنذر، وابن أبي حاتم.
وهذا القول ضعَّفه جماعة، قال السمين الحلبي: "وقيل: "في كَبَد" أي: خُلِق منتصِبًا غير مُنْحَنٍ، وما أبْعَدَ هذا لفظًا ومعنىً". "عمدة الحفاظ" (٣/ ٤٢٨).
وممن ضعَّفه: ابن عطية في "المحرر الوجيز" (١٥/ ٤٥٦)، وأبو حيَّان في "البحر المحيط" (٨/ ٤٧٠).
(¬٣) هو إبراهيم بن يزيد النخعي، الإمام الحافظ، فقيه العراق، قال أحمد: "كان إبراهيم ذكيًّا، حافظًا، صاحب سُنَّة"، توفي سنة (٩٦ هـ) رحمه الله.
انظر: "طبقات ابن سعد" (٦/ ٢٧٠)، و"السير" (٤/ ٥٢٠).','1','51',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (122,'ابن شدَّاد  (¬١) .
قال المنذري  (¬٢) : "سمعت أبا طالب  (¬٣)  يقول: "الكَبَد": الاستواء والاستقامة"  (¬٤) .
وفُسِّر بالنَّصَب.
هذا قول: مجاهد، وسعيد بن جبير، والحسن. ورواية عن: علي، وابن عباس.
قال الحسن: "لم يخلق الله خليقةً تكابد ما يكابد ابن
_________
(¬١)  هو عبد الله بن شدَّاد بن الهاد الليثي، ولد زمن النبيِّ - صلى الله عليه وسلم -، وأمُّه هي سلمى أخت أسماء بنت عُميس رضي الله عنهما، كان ثقةً فقيهًا شيعيًّا، من كبار التابعين، روى له الجماعة، قُتِل ليلة دُجَيل حين خرج مع ابن الأشعث سنة (٨٢ هـ) رحمه الله.
انظر: "تهذيب الكمال" (١٥/ ٨١)، و"السير" (٣/ ٤٨٨).
(¬٢)  هو محمد بن أبي جعفر المنذري الخراساني، أبو الفضل، اللغوي العَدْل، كان
ثقةً فيما يرويه، ثبتًا فيما يؤخذ عنه، أكثَرَ من الرواية عنه أبو منصور الأزهري في "تهذيب اللغة"، توفي سنة (٣٢٩ هـ) رحمه الله.
انظر: "إنباه الرواة" (٣/ ٧٠)، و"معجم الأدباء" (١٨/ ٩٩).
(¬٣)  هو المفضَّل بن سلمة بن عاصم، أبو طالب اللغوي النحوي، كان فَهِمًا فاضلًا، مستكثرًا من الرواية ونقل اللغة، أبوه صاحب الفرَّاء، وابنه أبو الطيب من كبار فقهاء الشافعية، وله: "الفاخر"، و"ضياء القلوب" في معاني القرآن، وغير ذلك، توفي سنة (٣٠٠ هـ) رحمه الله.
انظر: "معجم الأدباء" (١٩/ ١٦٣)، و"إنباه الرواة" (٣/ ٣٠٥).
(¬٤)  نقله عنه الأزهري في "تهذيب اللغة" (١٠/ ١٢٧).
وذكر هذا المعنى غير معزوٍّ إلى أبي طالب: البغويُّ في "تفسيره" (٨/ ٤٣٠)، والواحديُّ في "الوسيط" (٤/ ٤٨٨).','1','52',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (123,'آدم"  (¬١) .
وقال سعيد بن أبي الحسن  (¬٢) : "يكابد مصائب الدنيا، وشدائد الآخرة"  (¬٣) .
وقال قتادة: "يكابد أمر الدنيا والآخرة، فلا تلقاهُ إلا في مشقَّةٍ".
وروى ابن جُريج، عن عطاء، عن ابن عباس قال: "يعني: حَمْلَهُ، وولادتَهُ، ورضاعَهُ، وفِصَالَهُ، ونَبْتَ أسنانه، وحياتَهُ، ومعاشَهُ، وموتَهُ؛ كل ذلك شِدَّة"  (¬٤) .
قال مجاهد: "حملته أُمُّه كُرْهًا، ووضعته كُرْهًا، ومعيشته في
_________
(¬١)  أخرجه: ابن المبارك في "الزهد" رقم (٢١٦)، والطبري في "تفسيره" (١٢/ ٥٨٨)، والبغوي في "مسند ابن الجعد" رقم (٣٤٠٢)، ومن طريقه الواحديُّ في "الوسيط" (٤/ ٤٨٩)؛ وإسناده حسن.
(¬٢)  هو سعيد بن أبي الحسن البصري، أخو الحسن البصري، ثقةٌ من قرَّاء أهل البصرة، كان أصغر من أخيه الحسن، روى له الجماعة، توفي بفارس سنة (١٠٨ هـ) رحمه الله.
انظر: "طبقات ابن سعد" (٧/ ١٧٨)، و"تهذيب الكمال" (١٠/ ٣٨٥).
(¬٣)  أخرجه: ابن المبارك في "الزهد" رقم (٢١٧)، والطبري في "تفسيره" (١٢/ ٥٨٨)، والبغوي في "مسند ابن الجعد" رقم (٣٤٠٣)؛ بسندٍ لا بأس به.
وعزاه السيوطي إلى عبد بن حميد، وابن أبي حاتم. "الدر المنثور" (٦/ ٥٩٤).
(¬٤)  أخرجه: ابن جرير في "تفسيره" (١٢/ ٥٨٨) رقم (٣٧٢٦٦)، والحاكم في "المستدرك" (٢/ ٥٢٣) وصححه على شرط الشيخين.
وعزاه السيوطي في "الدر المنثور" (٦/ ٥٩٣) إلى: الفريابي، وعبد بن حميد، وابن المنذر، وابن أبي حاتم.','1','53',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (124,'شِدَّة، فهو يكابد ذلك".
وعلى هذا: "الكَبَدُ": من مكابدة الأمر، وهي معاناة شدَّته ومشقَّته. والرجلُ يكابدُ الليل: إذا قاسى هَوْلَه وصعوبته.
و"الكَبَدُ": شِدَّة الأمر، ومنه تكبَّد اللَّبَنُ: إذا غَلُظَ واشتدَّ. ومنه "الكَبِد"؛ لأنِّها دَمٌ يَغْلُظ ويَشْتدُّ.
وانتصابُ القامة والاستواء من ذلك، لأنَّه إنَّما يكون عن قوَّةٍ وشدَّةٍ.
فالإنسان مخلوقٌ في شِدَّةٍ؛ بكونه  (¬١)  في "الرَّحِم"، ثُمَّ في القِمَاط  (¬٢)  والرِّبَاط، ثُمَّ هو على خطرٍ عظيمٍ عند بلوغه حال التكليف، ومكابدة المعيشة، والأمر والنهي، ثُمَّ مكابدة الموت وما بعده في البرزخ، وموقف القيامة، ثُمَّ مكابدة العذاب والنَّار، ولا راحة له إلا في الجنَّة.
وفُسِّر "الكَبَدُ" بشدَّةِ الخَلْق، وإحكَامه، وقوَّته، ومنه قول لبيد  (¬٣) :
يا عينُ  (¬٤)  هَلَّا بَكَيْتِ أَرْبَدَ، إذْ ... قُمْنَا وقامَ الخُصُومُ في كَبَدِ؟
أي: في شِدَّةٍ وعَنَاءٍ  (¬٥) .
_________
(¬١)  من (ح) و (م)، وفي باقي النسخ: فكونه.
(¬٢)  "القِمَاط": الخرقة العريضة التي تُلَفُّ على الصبي في المهد، وتُشَدُّ على أعضائه لضمِّها.
انظر: "لسان العرب" (١١/ ٣٠٣).
(¬٣)  "ديوان لبيد بن ربيعة" بشرح الطوسي (٧١).
(¬٤)  في جميع النسخ: عيني، بدل: (يا عين)، والتصحيح من الديوان.
(¬٥)  هذا التفسير لهذا البيت يصلح شاهدًا للمعنى السابق في تفسير "الكَبَد" وهو مكابدة الأمر، وليس لتفسيره بشدَّة الخلق وإحكامه.','1','54',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (125,'وهذا يشبه قوله تعالى: {نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ} [الإنسان: ٢٨] , قال ابن عباس: "أي: خَلْقَهُم" (¬١).
وقال أبو عبيدة (¬٢): "الأَسْر": شِدَّةُ الخَلْق، يقال: فَرَسٌ شديدُ الأَسْر". قال: "وكُلُّ شيءٍ شَدَدْتَهُ من قَتَبٍ أو غَبِيطٍ (¬٣) فهو مأْسُور" (¬٤).
وقال المُبرِّد (¬٥): ""الأَسْر": القُوَى كلُّها" (¬٦).
_________
(¬١) وهو قول: مجاهد، وقتادة، والفرَّاء، وابن قتيبة، والزجَّاج، ومقاتل وغيرهم.
وعليه أكثر المفسرين، واختاره ابن جرير الطبري وغيره.
انظر: "جامع البيان" (١٢/ ٣٧٥)، و"زاد المسير" (٨/ ١٥١)، و"الجامع" (١٩/ ١٤٩)، و"تفسير الماوردي" (٦/ ١٧٣).
(¬٢) تصحفت في (ن): أبو عبيد!
وهو مَعْمَر بن المثنَّى، أبو عبيدة التيمِيّ البصري، العلامة البحر، من أعلم الناس بأيام العرب وأخبارها، وكان علي بن المديني يحسن ذكره ويصحح روايته، رُمي بالشعوبية، وأنه من الخوارج، وأشياء أُخَر، قارَبَتْ مصنفاته مئتي مصنَّفٍ، توفي سنة (٢١٠ هـ) رحمه الله.
انظر: "إنباه الرواة" (٣/ ٢٧٦)، و"نزهة الألباء" (١٠٤)، و"السير" (٩/ ٤٤٥).
(¬٣) في جميع النسخ: أو غيره، والتصحيح من "مجاز القرآن".
قال المبرِّد: "و"الغَبِيط": مَرْكَبٌ من مراكب النساء". "الكامل" (٢/ ٩٦٥).
(¬٤) "مجاز القرآن" لأبي عبيدة (٢/ ٢٨٠).
(¬٥) هو محمد بن يزيد بن عبد الأكبر الثُّمَالي، أبو العباس المبرِّد، إمام البصريين،
وشيخ النُّحَاة، كان كثير الحفظ، فصيح اللسان، غزير الأدب، مقدَّمًا عند الوزراء والأكابر، كتبه كثيرةٌ ونافعةٌ، من ذلك: "المقتضَب"، و"التعازي والمراثي"، و"الكامل" ومن أمثال أهل المغرب: من لم يقرأ "الكامل" فليس بكامل، توفي بالكوفة سنة (٢٨٦ هـ) رحمه الله.
انظر: "نزهة الألباء" (٢١٧)، و"إنباه الرواة" (٣/ ٢٤١).
(¬٦) قال المبرِّد: ""الأَسْرُ": الشَّدُّ بالقِدِّ حتى يُحْكَم، وإنما قيل "الأسير" مِنْ ذا؛ =','1','55',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (126,'وقال الليث  (¬١) : ""الأَسْر": قوَّةُ المفاصِل والأوصال، وشدَّ اللهُ أَسْر فلان، أي: قوَّى  (¬٢)  خلْقَه، وكلُّ شَيئَيْن جُمِعَ طَرَفَاهُما فشُدَّ أحدُهُما بالآخَر فقد أَسِرَ"  (¬٣) .
وقال الحسن: "شدَدْنا أوصالهم بعضَها إلى بعضٍ بالعُرُوقِ والعَصَبِ"  (¬٤) .
وقال مجاهد: "هو الشَّرْجُ  (¬٥) ؛ يعني: موضع [مَصَرَّتَي]  (¬٦)  البول
_________
= لأنه كان يُشَدُّ بالقِدِّ. ثم قالت العرب لكل محكَم: شديدُ الأسْر، قال الله تبارك وتعالى: {نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ} [الإنسان: ٢٨] ".
"الكامل" (٢/ ٩٦٤ - ٩٦٥).
(¬١)  هو الليث بن المظفَّر الخراساني، اللغوي النحوي، صاحب الخليل بن أحمد الفراهيدي، أملى عليه كتاب "العين"، وسدَّد الليث أماكن فيه، وقيل: بل لم يتمه الخليل وأكمله الليث فظهر الخلل لذلك، وكان رجلًا صالحًا، ولم تؤرخ وفاته.
انظر: "إنباه الرواة" (٣/ ٤٢)، و"البلغة" للفيروزابادي (١٩٤).
(¬٢)  في (ك) و (ح) و (م): قوة.
(¬٣)  انظر: كتاب "العين" (٧/ ٢٩٣ - ٢٩٤).
(¬٤)  وهو قول: أبي هريرة رضي الله عنه، وقتادة، والربيع.
انظر: "جامع البيان" (١٢/ ٣٧٥)، و"المحرر الوجيز" (١٥/ ٢٥٣)، و"الجامع" (١٩/ ١٤٩).
(¬٥)  بسكون الراء وفتحها, لغتان صحيحتان، وهو من أسماء: الفَرْج، وبعضهم يخصُه بالدُّبُر على تفصيل في ضبطه، وقيل غير ذلك.
انظر: "لسان العرب" (٧/ ٧١).
(¬٦)  سقط من جميع النسخ، واستدركته من المصادر.','1','56',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (127,'والغائط، إذا خرج الأذَى تَقَبَّضَتَا" (¬١).
والمقصود أنَّه - سبحانه - أقسَمَ في "سورة البلد" على حال الإنسان، وأقسَمَ - سبحانه - بالبلد الأمين وهو "مكة" أمُّ القُرَى، ثُمَّ أقسَمَ بالوالد وما ولد، وهو آدمُ وذريته في قول جمهور المفسِّرين.
وعلى هذا فقد تضمَّن القَسَمُ: أصلَ المكان، وأصلَ السكَّان؛ فمرجع البلاد إلى "مكة", ومرجع العباد إلى آدم.
وقوله: {وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ (٢)} فيه قولان:
أحدهما: أنَّه من الإحلال، وهو ضِدُّ الإحرام (¬٢).
والثاني: أنَّه من الحُلُول، وهو ضِدُّ الظَّعْن (¬٣).
_________
(¬١) في (ك) و (ن): يقبضا، وسقط من (ز)، والمثبت من المصادر.
وانظر قول مجاهد في: "تفسير البغوي" (٨/ ٣٠٠)، و"الوسيط" للواحدي (٤/ ٤٠٦)، و"تفسير السمعاني" (٦/ ١٢٣)، و"الجامع" للقرطبي (١٩/ ١٤٩).
وبمثله قال: ابن الأعرابي، وغلام ثعلب من أئمة اللغة.
انظر: "ياقوتة الصراط" لغلام ثعلب (٥٤٨)، و"تهذيب اللغة" (١٣/ ٦١)، و"تاج العروس" (١٠/ ٥١).
(¬٢) وهو قول: الحسن، وعطاء.
انظر: "تفسير الماوردي" (٦/ ٢٧٤)، و"زاد المسير" (٨/ ٢٥١).
(¬٣) لم يُعْزَ هذا القول لأحد من السلف، وإنما ذكره الماوردي احتمالًا، وقال موجهًا له: "لأنها نزلت عليه وهو بمكة لم يُفرض عليه الإحرام، ولم يؤذن له في القتال، وكانت حرمة مكة فيها أعظم، والقَسَم بها أفخم". "النكت والعيون" (٦/ ٢٧٤ - ٢٧٥).
وذكره أيضًا: السمعاني في "تفسيره" (٦/ ٢٢٥)، وابن عطية في "المحرر الوجيز" (١٥/ ٤٥٤)، والقرطبي في "الجامع" (٢٠/ ٦١).
واختاره وانتصر له: أبو حيَّان في "البحر المحيط" (٨/ ٤٦٩)، والشهاب =','1','57',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (128,'فإن أريد به المعنى الأوَّل فهو حالُ ساكِنِ البلد، بخلاف المحرم الذي يحجُّ ويعتمر ويرجع. ولأنَّ أَمْنَهُ إنَّما تظهر به النِّعمة عند الحِلِّ  (¬١)  من الإحرام، وإلا ففي حال الإحرام هم في أَمَانٍ، والحُرْمةُ هناك للفعل لا للمكان.
والمقصود إنَّما هو ذكر حُرْمة المكان، وهي إنَّما تظهر بحال الحَلَال الذي لم يتلبَّس بما يقتضي أَمْنَهُ، ولكن على هذا ففيه تنبيهٌ؛ فإنَّه إذا أقسَمَ به، وفيه الحلال، فإذا كان فيه الحرام فهو أَوْلَى بالأمْنِ والتعظيم.
وكذلك إذا أُرِيد المعنى الثاني وهو الحلول، فهو متضمِّنٌ لهذا
_________
= الخفاجي، والقاسمي في "محاسن التأويل" (٧/ ٣٢٤).
قال الشيخ محمد الطاهر بن عاشور - رحمه الله - في "التحرير والتنوير" (١٥/ ٣٤٨):
"وحكى ابن عطية عن بعض المتأولين: أن معنى "وأنت حِلٌّ بهذا البلد" أنه حالٌّ، أي: ساكنٌ بهذا البلد. وجعله ابن العربي قولًا ولم يَعْزُه إلى قائل، وحكاه القرطبي والبيضاوي كذلك، وهو يقتضي أن تكون جملة "وأنتَ حِلٌّ" في موضع الحال من ضمير "أُقْسِمُ"، فيكون القَسَم بالبلد مقيدًا باعتبار كونه بلَدَ محمدٍ - صلى الله عليه وسلم -، وهو تأويلٌ جميلٌ لو ساعد عليه ثبوت استعمال (حِلّ) بمعنى: حَالّ أي: مقيم في مكان، فإن هذا لم يرد في كتب اللغة: الصحاح، واللسان، والقاموس، ومفردات الراغب. ولم يعرج عليه صاحب "الكشاف"، ولا أحسِبُ إعراضه عنه إلا لعدم ثقته بصحة استعماله.
وقال الخفاجي: "والحِلّ: صفة أو مصدر بمعنى الحال هنا على هذا الوجه، ولا عبرة بمن أنكره لعدم ثبوته في كتب اللغة"، وكيف يقال: لا عبرة بعدم ثبوته في كتب اللغة، وهل المرجع في إثبات اللغة إلا كتبُ أئمتها! ".
(¬١)  في (ز): المحل.','1','58',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (129,'التعظيم، مع تضمُّنِه لأمرٍ آخر وهو: إقسامُهُ ببلده المشتمِل على رسوله وعبده، فهو خير البِقاع وقد اشتمل على خير العباد.
فجَعَلَ بيتَهُ هدىً للناس، ونبيَّهُ إمامًا وهاديًا لهم، وذلك من أعظم نِعَمِه وإحسانِه إلى خلقه، كما هو من أعظم آياته ودلائل وحدانيتِه وربوبيتِه، فمن اعتبر حالَ بيتِهِ وحالَ نبيِّهِ وجد ذلك من أظهر أدلَّة التوحيد والربوبية.
وفي الآية قولٌ ثالثٌ  (¬١) ؛ وهو أنَّ المعنى: وأنتَ مُسْتَحَلٌّ قَتْلُكَ
_________
(¬١)  وفي الآية - أيضًا - قولٌ رابعٌ هو أولى الأقوال بالنقل؛ لأنه المنقول عن السلف، وعليه أكثر المفسرين، وهو: أن المراد بالآية تحليل مكة للنبيِّ - صلى الله عليه وسلم - بحيث يفعل فيها ما يحرم على غيره من قتل وسَلْب وغير ذلك، وقد حصل ذلك يوم الفتح فإنه قتل: عبدَ الله بن خَطَل، ومِقْيَسَ بن صُبَابة، وغيرهما.
وحينئذٍ تكون الآية وعدًا للنبيِّ - صلى الله عليه وسلم - بفتح مكة، وتبشيرًا له بحصول ذلك في المستقبل.
وهذا قول: ابن عباس، ومجاهد، والسُّدِّي، وابن زيد، وقتادة، وعطاء، والضحَّاك، وأبي صالح، وعطية، والحسن، وسعيد بن جبير.
بل إن جماعة من المفسرين لم يذكروا غير هذا التفسير للآية، كما فعل: ابن جرير في "جامع البيان" (١٢/ ٥٨٥)، والواحديُّ في "الوسيط" (٤/ ٤٨٨)، وابن كثير في "تفسيره" (٨/ ٤٠٢).
ومما يؤكد هذا المعنى ما جاء في حديث ابن عباس - رضي الله عنهما - قال: قال النبي - صلى الله عليه وسلم - يوم افتتح مكة: "لا هجرة بعد الفتح، ولكن جهادٌ ونيَّةٌ، وإذا استُنفِرتُم فانفِروا، فإنَّ هذا بلدٌ حرَّمَهُ الله يوم خلق السمواتِ والأرض، وهو حرامٌ بحرمةِ اللهِ إلى يوم القيامة، وإنه لم يَحِلَّ القتالُ فيه لأحدٍ قبلي، ولم يَحِلَّ لي إلا ساعةً من نهارٍ، فهو حرامٌ بحرمة الله إلى يوم القيامة ... الحديث".
أخرجه: البخاري في "صحيحه" رقم (١٧٣٧)، ومسلم في "صحيحه" رقم =','1','59',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (130,'وإخراجُك من هذا البلد الأمين؛ الذي يأْمَنُ فيه الطير والوحش والجاني، وقد استَحَلَّ قومُكَ فيه حُرْمتَكَ، وهم لا يَعْضِدُون به شجرةً، ولا يُنفِّرون به صيدًا. وهذا مروي عن شرحبيل بن سعد  (¬١) .
وعلى كلِّ حالٍ فهي جملة اعتراضٍ في أثناء القَسَم، موقعها من أحسن موقعٍ وأَلْطَفه.
فهذا القَسَمُ متضمِّنٌ لتعظيم بيته ورسوله.
ثُمَّ أنكر - سبحانه - على الإنسان ظنَّه وحُسْبَانه أن لن يقدر عليه أحدٌ من خلقه في هذا الكَبَدِ والشدَّةِ والقوَّةِ التي يكابد بها الأمور، فإنَّ الذي خلقه كذلك  (¬٢)  أَوْلَى بالقدرة منه وأحقُّ، وكيف يُقْدِرُ غيرَهُ من لم يكن قادرًا في نفسه؟! فهذا برهانٌ مستقِلٌّ بنفسه، مع أنَّه متضمِّنٌ للجزاء
_________
= (١٣٥٣).
وانظر - أيضًا -: "الكشاف" (٤/ ٧٥٧)، و"معالم التنزيل" (٨/ ٤٢٩)، و"زاد المسير" (٨/ ٢٥٠ - ٢٥١)، و"الجامع" للقرطبي (٢٠/ ٦٠).
(¬١)  أخرجه: سعيد بن منصور، وابن المنذر، كما قال السيوطي في "الدر المنثور" (٦/ ٥٩٣).
وعَزَا السمعاني هذا القول في "تفسيره" (٦/ ٢٢٥) إلى: القفَّال!
وانظر: "المحرر الوجيز" (١٥/ ٤٥٤)، و"معالم التنزيل" (٨/ ٤٢٩)، و"الجامع" (٢٠/ ٦١).
وشُرَحْبيل بن سعد هو: أبو سعد الخَطْمِي المدني، مولى الأنصار، تابعي أخباري، لم يكن أحدٌ أعلم بالمغازي والبَدْريين منه، لكنه ضعيف الحديث على قلةٍ في الرواية, توفي سنة (١٢٣ هـ) رحمه الله.
انظر: "تهذيب الكمال" (١٢/ ٤١٣)، و"إكمال التهذيب" لمغلطاي (٦/ ٢٢٧).
(¬٢)  في (ز) و (ن): لذلك.','1','60',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (131,'الذي مناطُهُ: القدرةُ والعلمُ، فنبَّه على ذلك بقوله: {أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ (٥)}، وبقوله: {أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ (٧)} فيُحْصِي عليه ما عَمِلَ من خيرٍ وشرٍّ، ولا يقدر عليه فيجازيه بما يستحقه؟
ثُمَّ أنكر - سبحانه - على الإنسان قوله: {أَهْلَكْتُ مَالًا لُبَدًا (٦)}، وهو الكثير الذي يُلَبَّدُ بعضُه فوق بعضٍ، فافْتَخَر هذا الإنسان بإهلاكه وهو: إنفاقُهُ في غير وجهه، إذ لو أنفقه في وجُوهِهِ التي أُمِرَ بإنفاقه فيها، وَوَضْعِهِ مواضعه؛ لم يكن ذلك إهلاكًا له، بل تقرُّبًا به إلى الله - عزَّ وجلَّ - وتوصُّلًا به إلى رِضَاهُ وثوابِهِ، وذلك ليس بإهلاكٍ له. فأنكر - سبحانه - افتخارَه وتبجُّحَهُ بإنفاق المال في شهواته وأغراضه التي إنفاقُه فيها إهلاكٌ له.
ثُمَّ وبَّخَهُ - سبحانه - بقوله: {أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ (٧)}، وأتى ها هنا بـ "لم" الدالَّة على المُضِيِّ (¬١)، في مقابلة قوله: {أَهْلَكْتُ مَالًا لُبَدًا (٦)}؛ فإنَّ ذلك في الماضي، أَفَيَحْسَبُ أن لم يَرَهُ أحدٌ فيما أنفقه وفيما أهلكه؟!
ثُمَّ ذكر - سبحانه - برهانًا مقرِّرًا أنَّه أحقُّ بالرؤية وأَوْلَى من هذا العبد الذي له عينان يبصر بهما، فكيف يعطيه البصر من لا يراه؟ وكيف يعطيه آلة البيان - من الشفتين واللِّسَان، فينطقُ، ويبين عمَّا في نفسه، ويأمر وينهى - من لا يتكلَّم، ولا يُكَلِّمُ، ولا يخاطِب، ولا يأمر، ولا ينهى؟! وهل كمال المخلوق مستفادٌ إلا من خالقه؟ ومن جعل غيره عالمًا بنجْدَيْ الخيرِ والشرِّ - وهما طريقاهما - أَوْلَى وأحقُّ بالعلم منه.
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: المعنى.','1','61',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (132,'ومن هداهُ إلى هذين الطريقين، كيف يليق به أن يتركه سُدَىً، لا يعرِّفُه ما يضرُّهُ وما ينفعُه في معاشِهِ ومعادِهِ؟ وهل النُّبوَّةُ والرِّسَالةُ إلا لتكميل هدايته النَّجْدَين؟! فدلَّ هذا كلُّه على إثبات الخالق، وصفات كماله، وصدق رسله، ووعده، ووعيده  (¬١) .
وهذه أصول الإيمان التي اتفقت عليها جميع الرُّسُلِ من أوَّلهم إلى آخرهم، إذا تأمَّلَ الإنسانُ حالَهُ وخَلْقَهُ وجَدَهُ من أعظم الأدلَّة على صحتها وثبوتها، فتكفي الإنسانَ فكرتُهُ في نفسه وخَلْقه.
والرُّسُلُ بُعِثُوا مذكِّرين بما في الفِطَرِ والعقول، مُكَمِّلين له؛ لتقوم على العبد حُجَّةُ الله بفطرته ورسالته.
ومع هذا  (¬٢)  فقامت عليه حُجَّتُه، ولم يقتحم العقبة التي بينه وبين ربِّه، التي لا يصل إليه حتَّى يقتحمَها:
١ - بالإحسان إلى خلقه بفَكِّ الرقبة، وهو تخليصها من الرِّقِّ، ليخلِّصَهُ الله من رِقِّ نفسه، ورِقِّ عدوِّه.
٢ - وإطعامِ المسكينِ واليتيمِ في يوم المجاعة.
٣ - وبالإخلاص له - سبحانه - بالإيمان الذي هو خالصُ حقِّه عليه، وهو تصديقُ خَبَره، وطاعةُ أمره ابتغاءَ وجهِهِ.
٤ - وبنصيحة غيره؛ بأنْ يوصيه بالصبر والمرحمة، ويقبَل وصيةَ من أوصاه بهما، فيكون صابرًا رحيمًا في نفسه، معينًا لغيره على الصبر
_________
(¬١)  ساقط من (ن).
(¬٢)  ساقط من (ن).','1','62',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (133,'والرحمة، دالًّا لغيره عليهما  (¬١) .
فمن لم يقتحم هذه "العقبة"؛ وهلك دونها: هلَكَ منقطِعًا عن ربِّه، غيرَ واصلٍ إليه، بل محجوبًا عنه.
والنَّاس قسمان:
١ - ناجٍ؛ وهو  (¬٢)  من قطع "العقبة"، وصار وراءها.
٢ - وهالك؛ وهو من دون "العقبة"، وهم أكثر الخلق.
ولا يقتحم هذه "العقبة" إلا المُضَمِّرُون  (¬٣) ، فإنَّها عقبةٌ كَؤُودٌ شاقَّةٌ، لا يقطعها إلا خفيفُ الظَّهْر، وهم "أصحاب الميمنة".
والهالكون  (¬٤)  دون "العقبة" الذين لم يُصَدِّقُوا الخبر، ولم يطيعوا الأمر، وهم "أصحاب المَشْأمة" = {عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ  (٢٠) } قد أَطْبَقَت عليهم؛ فلا يستطيعون الخروج منها؛ كما أَطْبَقَت عليهم أعمالُ الغَيِّ،
_________
(¬١)  "دالًّا لغيره عليهما" ساقط من (ح) و (م).
(¬٢)  في النسخ: وهم، وما أثبته أنسب للسياق.
(¬٣)  جمع "مُضَمِّر"، وهو في الأصل يطلق على الذي يُضَمِّر خيلَه لغزوٍ أو سباقٍ، وتَضْمير الخيل: أن يظاهر عليها بالعَلَف حتى تَسْمَن، ثم لا تُعْلَف إلا قوتًا، حتى إذا قَرُب وقت الغزو أو السباق شُدَّت عليها سُرُوجها، وجُلِّلَت بالأجِلَّة حتى تعرق تحتها، فيذهب رَهَلُها، ويشتدُّ لحمُها، وبذلك يُؤمَنُ عليها من البُهْر الشديد عند حُضْرها ولم يقطعْها الشدُّ.
انظر: "لسان العرب" (٨/ ٨٥)، و"تاج العروس" (١٢/ ٤٠٣).
ومراد المؤلف ها هنا: أنهم الذين يستعدون بالعمل الصالح لاستقبال ما أمامهم من الحساب والجزاء، كما تُضمر الخيل استعدادًا للمِضْمَار.
(¬٤)  في جميع النسخ بالإفراد: والهالك، والصواب ما أثبته ليستقيم الكلام.','1','63',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (134,'والاعتقاداتُ الباطلةُ المُنَافيةُ لما أخبرت به الرُّسُل، فلم تَخْرُج قلوبُهم منها، كذلك أطبقت عليهم  (¬١)  هذه النَّار، فلم تستطع أجسامُهم الخروجَ منها.
فتأمَّلْ هذه السورة على اختصارها، وما اشتملت عليه من مطالب العلم والإيمان, وبالله التوفيق.
وأيضًا فإنَّ طريقةَ القرآن: يذكر العلمَ والقدرةَ، تهديدًا وتخويفًا؛ لِيُرتِّبَ  (¬٢)  الجزاءَ عليهما، كما قال تعالى: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا} [الأنعام: ٦٥] , وقال تعالى: {أَرَأَيْتَ الَّذِي يَنْهَى  (٩)  عَبْدًا إِذَا صَلَّى  (١٠) } إلى قوله: {أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى  (١٤) } [العلق: ٩ - ١٠، ١٤] , وقال تعالى: {وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ وَالْمُؤْمِنُونَ} [التوبة: ١٠٥] , وقال تعالى: {أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ  (٨٠) } [الزخرف: ٨٠] وهذا كثيرٌ جدًّا في القرآن.
وليس المراد به مجرَّد الإخبار بالقدرة والعلم، لكنَّ الإخبارَ - مع ذلك - بما يترتَّبُ عليهما من الجزاء بالعدل، فإنَّه إذا كان قادرًا أمكن مجازاته، وإذا كان عالمًا أمكن ذلك بالقسط والعدل، ومن لم يكن قادرًا لم يمكن مجازاته. وإن كان قادرًا لكنه غير عالمٍ بتفاصيل الأعمال ومقادير جزائها؛ لم يُجَازِ بالعدل.
والرَّبُّ - سبحانه وتعالى - موصوفٌ بكمالِ القدرة، وكمالِ العلم، فالجزاء منه موقوفٌ على مجرَّدِ مشيئَتِهِ وإرادته، فحينئذٍ يجب على
_________
(¬١)  ساقط من (ن).
(¬٢)  في (ن): لترتيب، وفي (ح) و (م): لترتب.','1','64',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (135,'العاقل طلب النَّجَاة منه بالإخلاص والإحسان, وهو اقتحام "العقبة" المتضمِّن للتوبة إلى الله تعالى، والإحسان إلى خلقه.
وقال تعالى: {فَلَا اقْتَحَمَ الْعَقَبَةَ (١١)}، وهو فعلٌ ماضٍ، ولم يكرِّر معه "لا":
إمَّا استعمالًا لأداة "لا" كاستعمال "ما".
وإمَّا إجراءً لهذا الفعل مجرى الدعاء، نحو: فلا سَلِمَ ولا عَاشَ، ونحو ذلك.
وإمَّا لأنَّ "العقبةَ" قد فُسِّرت بمجموع أمورٍ؛ فاقتحامها فِعْلُ كُلِّ واحدٍ منها، فأغنى ذلك عن تكريرها، فكأنَّه قال: فلا فَكَّ رَقَبةً، ولا أَطْعَمَ، ولا كان من الذين آمنوا.
وقراءة من قرأ: {فَكَّ رَقَبَةً} - بالفعل (¬١) - كأنَّها أرجحُ من قراءة من قرأها بالمصدر؛ لأنَّ قوله: {وَمَا أَدْرَاكَ مَا الْعَقَبَةُ (١٢)} على حدِّ قوله: {وَمَا أَدْرَاكَ مَا الْحَاقَّةُ (٣)} [الحاقة: ٣] , {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ (١٧)} [الانفطار: ١٧] , {وَمَا أَدْرَاكَ مَاهِيَهْ (١٠) نَارٌ حَامِيَةٌ (١١)} [القارعة: ١٠، ١١] ونظائره، تعظيمًا لشأن "العقبة" وتفخيمًا لأمرها.
وهي جملة اعتراض بين المفسِّر والمفسَّر، فإنَّ قوله: {فَكُّ
_________
(¬١) قرأ ابن كثير، وأبو عمرو، والكسائي: فَكَّ رقبةً أو أطْعَمَ .. بالفعل الماضي.
وقرأ الباقون: فكُّ رقبةٍ أو إطعامٌ ... بالمصدر.
انظر: "المبسوط في القراءات العشر" للأصبهاني (٤٧٣)، و"التذكرة في القراءات الثمان" لابن غلبون (٢/ ٦٢٨)، و"الإقناع في القراءات السبع" لابن الباذش (٢/ ٨١٢).','1','65',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (136,'رَقَبَةٍ  (١٣)  أَوْ إِطْعَامٌ} إلى قوله: {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا} [البلد: ١٣ - ١٧] تفسيرٌ لاقتحام "العقبة"، وليس هو تفسيرًا لنفس "العقبة"، فإنَّ "العقبةَ" مكانٌ شاقٌ كَؤُودٌ، يَقْتَحِمُه النَّاسُ حتَّى يَصِلُوا إلى الجنَّة، واقتحامه بفعل هذه الأمور، فمن فعلها فقد اقتحم "العقبة".
ويدلُّ على ذلك  (¬١)  قوله تعالى: {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا}، وهذا عطفٌ على قوله: {فَكُّ رَقَبَةٍ  (١٣) }، والأحسن تناسب هذه الجُمل المعطوفة التي هي تفسير لما ذُكِر أوَّلًا.
وأيضًا؛ فإنَّ من قرأها بالمصدر المضاف فلابدَّ له من تقديرٍ، وهو: ما أدراك ما اقتحامُ "العقبة"؟ أو: اقتحامُها فكُّ رقبةٍ.
وأيضًا؛ فمن قرأ بالفعل فقد طابق بين المفسَّر وجميع ما فسَّره، ومن قرأها بالمصدر فقد طابق بين المفسَّر  (¬٢)  وبعض ما فسَّره، فإنَّ التفسير:
إنْ كان لقوله: {اقْتَحَمَ} طابَقَهُ بقوله: {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا} وما بعده؛ دون {فَكُّ رَقَبَةٍ  (١٣) } وما يليه.
وإنْ كان لقوله: {الْعَقَبَةُ  (١٢) } طابَقَهُ: {فَكُّ رَقَبَةٍ  (١٣)  أَوْ إِطْعَامٌ} دون قوله: {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا} وما بعده.
وإنْ كانت المطابقة حاصلةً معنىً، فحصولها لفظًا ومعنىً أَتَمُّ وأحسن.
_________
(¬١)  في (ن): عليه، بدل: على ذلك.
(¬٢)  من قوله: "وجميع ما فسره. . ." إلى هنا؛ ساقط من (ز).','1','66',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (137,'واختُلِفَ في هذه "العقبةُ"، هل هي في الدنيا أو في الآخرة  (¬١) ؟
فقالت طائفةٌ: "العقبة" ها هنا مَثَلًا ضربَهُ اللهُ - تعالى - لمجاهدة النَّفْس والشيطان في أعمال البِرِّ. وحَكَوا ذلك عن: الحسن، ومقاتل.
قال الحسن: "عقبةٌ - واللهِ - شديدةٌ: مجاهدة الإنسان نفسَهُ، وهواهُ، وعدوَّهُ، والشيطانَ".
وقال مقاتل: "هذا مَثَلٌ ضربه الله"  (¬٢) ؛ يريد أنَّ المعتِقَ رقبةً، والمُطْعِمَ اليتيمَ والمسكينَ، يُقَاحِمُ نفسَهُ وشيطانَهُ، مثل مَنْ يتكلَّف صعود العقبة، فشبَّهَ المعتِق رقبةً في شدَّته عليه بالمكلَّفِ صعودَ العقبة. وهذا قول أبي عبيدة  (¬٣) .
وقالت طائفةٌ: بل هي عقبةٌ حقيقةً، يصعدها النَّاس  (¬٤) .
قال عطاء: "هي عقبة جهنَّم".
وقال الكلبي: "هي عقبةٌ بين الجنَّة والنَّار". وهذا لعلَّه قول مقاتل  (¬٥) : "إنَّها عقبة جهنَّم".
وقال مجاهد، والضحَّاك: "هي "الصِّرَاطُ"، يُضْرَبُ على جهنَّم".
_________
(¬١)  على سبعة أقوال، مردُّها إلى ما ذكره المؤلف هنا، وانظر: "زاد المسير" (٨/ ٢٥٤)، و"النكت والعيون" للماوردي (٦/ ٢٧٨).
(¬٢)  "تفسير مقاتل" (٣/ ٤٨٦).
(¬٣)  انظر: "مجاز القرآن" (٢/ ٢٩٩).
(¬٤)  في (ن): يصعد إليها الناس.
(¬٥)  هذا سبق قلم، والمقصود: عطاء. وقد سبق للمؤلِّف ذكر قول مقاتل بأنه "مَثَلٌ ضربه الله" كما هو في تفسيره.','1','67',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (138,'وهذا لعلَّه قول الكلبي.
وقولُ هؤلاء أصحُّ نظرًا، وأثرًا, ولغةً.
قال قتادة: "إنَّها عقبةٌ شديدةٌ، فاقتحِمُوها بطاعة الله".
وفي أثرٍ معروفٍ: "إنَّ بين أيديكم عقبةً كؤودًا لا يَقْتحِمُها إلَّا المُخِفُّون"  (¬١) ؛ أو نحو هذا، فإنَّ اللهَ - تعالى - سمَّى  (¬٢)  الإيمانَ به، وفعلَ ما أَمَرَ، وتركَ ما نَهَى: عقبةً.
وكثيرًا ما يقع في كلام السلف الوصية بالتضمُّر لاقتحام "العقبة"، وقال بعضُ الصحابة وقد حضره الموتُ، فجعل يبكي، ويقول: "ما لي لا أبكي وبين يديَّ عقبةٌ، أَهبِطُ منها إمَّا إلى جنَّةٍ، وإمَّا إلى نارٍ".
فهذا القول أقرب إلى الحقيقةِ  (¬٣) ، والآثار السلفيةِ، والمألوفِ من عادةِ القرآن في استعماله {وَمَا أَدْرَاكَ} في الأمور الغائبة العظيمة كما تقدَّم. والله أعلم.
_________
(¬١)  أخرجه: البزار في "البحر الزخار" (١٠/ ٥٥) رقم (٤١١٨) وصححه، والحاكم في "المستدرك" (٤/ ٥٧٣) وصححه ووافقه الذهبي، والبيهقي في "شعب الإيمان" (٧/ ٣٠٩)، وتمَّام في "فوائده" رقم (١٦٤٢)، وابن الأعرابي في "الزهد" رقم (١١٠)، وأبو نعيم في "الحلية" (١/ ٢٢٦)، من حديث أبي الدرداء - رضي الله عنه -.
وصححه: المنذري في "الترغيب"، والهيثمي في "مجمع الزوائد" (١٠/ ٢٦٣)، والعجلوني في "كشف الخفاء" (٢/ ١٠٩)، والألباني في "صحيح الترغيب" (٣/ ٢٣٧)، و"السلسلة الصحيحة" رقم (٢٤٨٠).
(¬٢)  في جميع النسخ: وإن سمَّى الله! والمثبت أنسب لدلالة السياق عليه.
(¬٣)  "إلى الحقيقة" ساقط من (ن).','1','68',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (139,'فصل

ومن ذلك إقسامُ الله - سبحانه وتعالى - بالتِّين {وَالزَّيْتُونِ (١) وَطُورِ سِينِينَ (٢) وَهَذَا الْبَلَدِ الْأَمِينِ (٣)} [التين: ١ - ٣] , فأَقْسَم - سبحانه - بهذه الأمكنة الثلاثة العظيمة التي هي مظاهر أنبيائه ورسله أصحابِ الشرائع العِظَام، والأُمَمِ الكثيرة.
فـ "التِّينُ" و"الزيتونُ": المراد به نفس الشجرتين المعروفتين، ومنبتهما, وهو أرض بيت المقدس، فإنَّها أكثر البقاع زيتونًا وتينًا.
وقد قال جماعة من المفسِّرين: إنَّه - سبحانه - أقسَمَ بهذين النَّوعَين من الثمار لمكان العبرة فيهما، فإنَّ "التِّينَ" فاكهةٌ مُخَلَّصةٌ من شوائب التنغيص، لا عَجَمَ (¬١) له، وهو على مقدار اللُّقْمَة، وهو: فاكهةٌ، وقوتٌ، وغذاءٌ، وأَدَمٌ. ويدخل في الأدوية، ومزاجه من أعدل الأمزجة، وطبعه طبع الحياة: الحرارة، والرطوبة. وشكله من أحسن الأشكال، ويدخل أكلُهُ والنظرُ إليه في باب "المفرِّحات" (¬٢). وله لَذةٌ يمتاز بها عن سائر الفواكه، ويزيد في القوَّة، ويوافق البَاءَةَ، وينفع من "البَوَاسِير" (¬٣)
_________
(¬١) واحدته: عَجَمَة، وهي: نوى كلِّ شيءٍ كالزبيب والرمَّان والبَلَح.
انظر: "لسان العرب" (٩/ ٧١).
(¬٢) من (ح) و (م)، وفي باقي النسخ: المرخات.
(¬٣) "البواسير": جمع باسُور، ويقال: باصور، لفظ أعجمي، يدل على علةٍ معروفة
تحدث للمَقْعَدة، وقد يحدث في أيِّ موضع بالبدن يقبل الرطوبة؛ لأنه ورمٌ مؤْذٍ.
انظر: "لسان العرب" (١/ ٤٠٦).','1','69',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (140,'و"النِّقرِس"  (¬١) ، ويؤكل رَطْبًا ويابسًا.
وأمَّا "الزيتون" ففيه من الآيات ما هو ظاهرٌ لمن اعتبر، فإنَّ عُودَه يُخرِجُ ثمرًا، يُعصَر منه هذا الدُّهن الذي هو مادَّةُ النُّور، وصبْغٌ للآكلين، وطِيْبٌ، ودَوَاءٌ، وفيه من مصالح الخلق ما لا يخفى، وشَجَرُهُ باقٍ على ممرِّ السِّنين المتطاولة، وورقُهُ لا يسقط  (¬٢) .
وهذا الذي قالوه حقٌّ، ولا ينافي أن يكون مَنْبَتُهُ مرادًا  (¬٣) ،
_________
(¬١)  "النَّقْرِس": بكسر النون والراء، داءٌ معروف - أيضًا - يأخذ في الأرجل والمفاصل.
انظر: "لسان العرب" (١٤/ ٢٥٩).
وقد ورد في ذلك حديث أبي ذرٍّ - رضي الله عنه -، أنَّ النبيَّ - صلى الله عليه وسلم - قال في "التين": "لو قلتُ إنَّ فاكهةً نزلت من الجنَّة؛ قلتُ هذه؛ لأنَّ فاكهة الجنَّة بلا عَجَم، فكُلُوها، فإنها تقطع البواسير، وتنفع من النِّقْرِس".
قال الحافظ ابن حجر: "أخرجه أبو نعيم في "الطب"، والثعلبي، من حديث أبي ذرٍّ، وفي إسناده من لا يعرف". "تخريج أحاديث الكشاف" (٤/ ٧٧٣).
(¬٢)  انظر: "الوسيط" للواحديِّ (٤/ ٥٢٣)، و"روح المعاني" للألوسي (١٥/ ٣٩٤ - ٣٩٥).
(¬٣)  قال النحَّاس: "وهذا قولٌ يخالف ظاهر الآية، ولم ينقل عمَّن يكون قوله حُجَّة".
انظر: "تفسير السمعاني" (٦/ ٢٥٣)، و"الجامع" (٢٠/ ١١١).
قال ابن جرير الطبري: "والصواب من القول في ذلك عندنا، قول من قال: "التين": هو التين الذي يؤكل، و"الزيتون": هو الزيتون الذي يعصر منه الزيت؛ لأنَّ ذلك هو المعروف عند العرب، ولا يعرف جبل يسمَّى: تِينًا, ولا جبل يقال له: زيتون، إلا أن يقول قائل: أقسم ربُّنا - جل ثناؤه - بالتين والزيتون، والمراد من الكلام: القَسَم بمنابت التين، ومنابت الزيتون، فيكون ذلك مذهبًا، وإن لم يكن على صحة ذلك - أنه كذلك - دلالةٌ في ظاهر =','1','70',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (141,'فإنَّ مَنْبَتَ هاتين الشجرتين حقيقٌ بأن يكون من جملة البقاع الفاضلة الشريفة، فيكون الإقسامُ قد تناول الشجرتين ومنبتَهُما، وهو مَظْهَر عبدِ اللهِ ورسولِه وكلمتِه وروحِه: عيسى بن مريم، كما أنَّ "طُور سينين" مَظْهَرُ عبدِهِ ورسولِهِ وكليمِهِ: موسى، فإنَّه الجبلُ الذي كلَّمَهُ عليه وناجاه، وأرسله إلى فرعون وقومه.
ثُمَّ أقسم بـ "البلد الأمين" - وهو مكة - مَظْهَرِ خاتم أنبيائِه ورسلِه، وسيِّدِ ولدِ آدم.
وترقَّى في هذا القَسَم من الفاضل إلى الأفضل، فبدأ بموضع مَظْهَر المسيح، ثُمَّ ثنَّى بموضع مَظْهَر الكليم، ثُمَّ ختم بموضع مظهر عبده ورسوله، وأكرم الخلق عليه.
_________
= التنزيل، ولا من قول من لا يجوز خلافه؛ لأنَّ دمشق بها منابت التين، وبيت المقدس به منابت الزيتون". "جامع البيان" (١٢/ ٦٣٣).
وما ذهب إليه ابن جرير - من أنَّ المراد بهما نفس الشجرتين المعروفتين - هو قول أكثر السلف، وهو منقول عن: ابن عباس، والحسن، ومجاهد، وعكرمة، وإبراهيم النخعي، وعطاء، وجابر بن زيد، ومقاتل، والكلبي. واختاره جماعة من المفسرين منهم القرطبي في "الجامع" (٢٠/ ١١١).
وما ذهب إليه ابن القيم منقول عن: كعب الأحبار، وعكرمة وغيرهما، وبه تتضح المناسبة بينه وبين ما بعده من الأماكن التي أقسم بها، ويكون "الكلام على هذا إمَّا: على حذف مضافٍ، أو على التجوُّز بأن يكون قد تجوَّز بالتين والزيتون عن منبتيهما، وشاع ذلك"، وهذا اختيار جماعةٍ من أهل العلم، منهم شيخ الإسلام ابن تيمية في "الجواب الصحيح" (٥/ ٢٠٤).
وانظر: "روح المعاني" (١٥/ ٣٩٤)، و"محاسن التأويل" (٧/ ٣٤٨)، و"التحرير والتنوير" (١٥/ ٤٢٠ - ٤٢١).','1','71',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (142,'ونظير هذا بعينه في التوراة التي أنزلها الله على كليمه  (¬١)  موسى: "جاءَ اللهُ من طُور سيناء، وأَشْرَقَ من سَاعِير، واسْتَعْلَنَ من جبالِ فَارَان"  (¬٢) .
فمجيئه من "طور سيناء" بَعْثُهُ لموسى بن عِمْرَان، وبدأ به على حكم الترتيب الواقع. ثُمَّ ثنَّى بنبوَّة المسيح، ثُمَّ ختم بنبوَّة محمدٍ - صلى الله عليه وسلم -.
وجعل نبوَّةَ موسى بمنزلة مجيء الصُّبْح، ونبوَّةَ المسيح بعده بمنزلة طلوع الشمس وإشراقها، ونبوَّةَ محمدٍ - صلى الله عليه وسلم - بعدهما  (¬٣)  بمنزلة استعلائها وظهورها للعالَم.
ولمَّا كان الغالب على بني إسرائيل حكم الحِسِّ؛ ذكَرَ ذلك مطابقًا للواقع  (¬٤) ، ولمَّا كان الغالب على الأُمَّةِ الكاملة حُكْم العقل؛ ذكرها على الترتيب العقلي، وأقسَمَ بها على بداية الإنسان ونهايته؛ فقال: {لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ( ٤)} [التين: ٤]؛ أي: في أحسن صورةٍ وشَكْلٍ واعتدالٍ، مُعْتَدِلَ القامة، مستويَ الخِلْقة  (¬٥) ، كاملَ الصورة، أحسنَ من كل حيوانٍ سواه.
والتقويم: تصيير الشيء على ما ينبغي أن يكون في التأليف
_________
(¬١)  من (ح) و (م).
(¬٢)  ذكره وشرحه شيخ الإسلام في "الجواب الصحيح" (٥/ ١٩٩) فما بعده، ونقل بعضه ابن كثير في "تفسيره" (٨/ ٤٣٤)، والقاسمي في "محاسن التأويل" (٧/ ٣٤٨ - ٣٥١).
(¬٣)  في (ز) و (ن): بعدها.
(¬٤)  من قوله: "ولما كان الغالب. . ." إلى هنا؛ ساقط من (ز).
(¬٥)  من (ح) و (م)، وفي باقي النسخ: الخلق.','1','72',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (143,'والتعديل، وذلك صنعتُه - تبارك وتعالى - في قبضةٍ من ترابٍ، وصُنْعُهُ بالمشاهدة في نطفةٍ من ماءٍ. وذلك من أعظم الآيات الدالَّة على وجوده (¬١)، وقدرته، وحكمته، وعلمه، وصفات كماله، ولهذا يكرِّرها كثيرًا في القرآن (¬٢) لمكان العبرة بها، والاستدلال بأقرب الطرق على وحدانيته، وعلى المبدأ والمَعَاد.
وتضمَّنَ إقسامُهُ بتلك الأمكنة الثلاثة الدالَّة عليه، وعلى علمه وحكمته = عنايته (¬٣) بخلقه؛ بأن أرسل منها رسلًا أنزل عليهم كتبه، ويُعرِّفون العباد بربِّهم، وحقوقه عليهمْ، وينذرونهم بأْسَهُ ونقمته، ويدعونهم إلى كرامته وثوابه.
ثُمَّ لمَّا كان النَّاس في إجابة هذه الدعوة فريقين: منهم من أجابَ، ومنهم من أَبى = ذكر حال الفريقين، فذكر حال الأكثرين، وهم المردودون إلى أسفل سافلين.
والصحيح أنَّه النَّار، قاله: مجاهد، والحسن، وأبو العالية.
قال علي بن أبي طالب - رضي الله عنه -: "هي النَّار بعضها أسفل من بعض" (¬٤).
وقالت طائفةٌ منهم: قتادة، وعكرمة، وعطاء، والكلبي،
_________
(¬١) من (ح) و (م)، وفي غيرهما: وجود قدرته.
(¬٢) في (ن): "في القرآن كثيرًا".
(¬٣) في جميع النسخ: وعنايته، بإثبات واو العطف، وحذفها أصح.
(¬٤) وهذا القول انتصر له شيخ الإسلام كما في "مجموع الفتاوى" (١٦/ ٢٧٩ - ٢٨٢)، واختاره ابن كثير في "تفسيره" (٨/ ٤٣٥).','1','73',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (144,'وإبراهيم: إنَّه أرذل العمر، وهو مرويٌّ عن ابن عباس (¬١).
والصواب القول الأوَّل لوجوه:
أحدها (¬٢): أنَّ أرذل العمر لا يسمَّى: أسفل سافلين، لا في لغةٍ، ولا عرفٍ، وإنَّما "أسفل سافلين" هو "سِجِّين" الذي هو مكان الفُجَّار، كما أنَّ "عِلِّيين" مكان الأبرار (¬٣).
الثاني: أنَّ المردودين إلى أرذلِ العمر بالنسبة إلى نوع الإنسان قليلٌ جدًّا، فأكثرهم يموت ولا يُرَدُّ إلى أرذل العمر.
الثالث: أنَّ الذين آمنوا وعملوا الصالحات يستوون هم وغيرهم في رَدِّ مَنْ طَالَ عُمُره إلى أرذل العمر، فليس ذلك مختصًّا بالكفار حتَّى يستثني منهم المؤمنين.
الرابع: أنَّ الله - سبحانه - لمَّا أراد ذلك (¬٤) لم يَخُصَّهُ بالكفار، بل جعله لجنس بني آدم، فقال تعالى: {وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ} [الحج: ٥] فجعلهم قسمين: قسمًا يتوفَّى قبل الكِبَر، وقسمًا مردودًا إلى أرذل العمر، ولم يسمِّه "أسفل سافلين".
الخامس: أنَّه لا تَحْسُنُ المقابلة بين أرذل العمر وبين أجر
_________
(¬١) وهو اختيار ابن جرير الطبري في "جامع البيان" (١٢/ ٦٣٨)، وابن عطية في "المحرر الوجيز" (١٥/ ٥٠٤).
(¬٢) من (ح) و (م)، وفي باقي النسخ: منها.
(¬٣) انظر: "الروح" (١/ ٤١٦).
(¬٤) ساقط من (ز).','1','74',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (145,'المؤمنين، وهو - سبحانه - قابَلَ بين جزاء هؤلاء وجزاء أهل الإيمان، فجعل جزاءَ الكفار أسفل سافلين، وجزاءَ المؤمنين أجرًا غير ممنون.
السادس: أنَّ قول من فسَّره بأرذل العمر يستلزم: -
١ - خُلُوَّ الآية عن جزاءِ الكفار، وعاقبةِ أمرهم.
٢ - وتفسيرها بأمرٍ محسوسٍ.
فيكون قد ترك الإخبار عن المقصود والأَهَمِّ، وأخبر بأمرٍ يُعْرَفُ بالحِسِّ والمشاهدةِ، وفي ذلك هضْمٌ لمعنى الآية، وتقصيرٌ  (¬١)  بها عن المعنى اللائق بها.
السابع: أنَّه - سبحانه - ذكر حال الإنسان في مبدئه ومَعَادِه، فمبدؤه خلْقُه في أحسن تقويم، ومعادُهُ رَدُّهُ إلى أسفل سافلين، أو إلى أجرٍ غير ممنونٍ. وهذا موافق لطريقة القرآن وعادته في ذكر مبدأ العبد ومَعَاده، فما لأَرْذَلِ العمر وهذا المعنى المطلوب المقصود إثباته والاستدلال عليه؟
الثامن: أنَّ أرباب القول الأوَّل  (¬٢)  مضطَرُّون إلى مخالفة الحِسِّ، أو إخراج الكلام عن ظاهره، والتكلُّف البعيد له  (¬٣) . فإنَّهم إن قالوا: إنَّ الذي يُرَدُّ إلى أرذل العمر هم  (¬٤)  الكفار دون المؤمنين؛ كابروا الحِسَّ. وإن قالوا: إنَّ من النَّوعين من يردُّ إلى أرذل العمر؛ احتاجوا إلى التكلُّف
_________
(¬١)  من (ح) و (م)، وفي باقي النسخ: ونقصٌ.
(¬٢)  ساقط من (ك).
(¬٣)  من (ح) و (م)، وسقط من باقي النسخ.
(¬٤)  ساقط من (ك).','1','75',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (146,'لصحة الاستثناء.
فمنهم من قدَّرَ ذلك بأنَّ الذين آمنوا وعملوا الصالحات لا تبطل أعمالهم إذا رُدُّوا إلى أرذل العمر، بل تجري عليهم أعمالهم التي كانوا يعملونها في الصحة. وهذا - وإن كان حقًّا - فإنَّ الاستثناء إنَّما وقع من الردِّ، لا من الأجر والعمل.
ولمَّا علم أرباب هذا القول ما فيه من التكلُّف خَصَّ بعضُهم "الذين آمنوا وعملوا الصالحات" بقُرَّاء القرآن خاصَّةً، فقالوا: من قرأ القرآن لا يُرَدُّ إلى أرذل العمر.
وهذا ضعيفٌ من وجهين:
أحدهما: أنَّ الاستثناءَ عامٌّ في المؤمنين، قارئهم وأُمِّيهم.
الثاني: أنَّه لا دليل لهم على ما ادَّعَوه، وهذا لا يُعْلَم بالحِسِّ، ولا خَبَرَ يجب التسليم له  (¬١)  يقتضيه، والله أعلم.
التاسع: أنَّه - سبحانه - ذكر نعمته على الإنسان بخلقه في أحسن تقويم، وهذه النِّعمة تُوجب عليه أن يشكرها بالإيمان به، وعبادته وحده لا شريك له، فينقله - حينئذٍ  (¬٢)  - من هذه الدار إلى أَعْلَى عِلِّيين، فإذا لم يؤمن بربِّه، وأشرك به، وعصى رسله؛ نقله منها إلى أسفل سافلين، وبدَّلَهُ بعد هذه الصورة التي هي في أحسن تقويم صورةً من أقبح الصور في أسفل سافلين. فتلك نعمتُهُ عليه، وهذا عَدْلُهُ فيه، وعقوبَتُهُ على
_________
(¬١)  في (ز) و (ن): إليه.
(¬٢)  في (ز): وحده!','1','76',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (147,'كفران نعمته.
العاشر: أنَّ نظير هذه الآية قوله تعالى: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢٤) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (٢٥)} [الانشقاق: ٢٤, ٢٥]، فالعذاب الأليم هو "أسفل سافلين"، والمُسْتَثنَون هنا هم المُسْتَثنَون هناك، والأجر غير الممنون هنا هو المذكور هناك، والله أعلم.
وقوله: {غَيْرُ مَمْنُونٍ (٦)} , أي (¬١): غير مقطوعٍ، ولا منقوصٍ، ولا مكدَّرٍ عليهم. هذا هو الصواب (¬٢).
وقالت طائفةٌ: غير ممنونٍ به عليهم، بل هو جزاء أعمالهم. ويذكر هذا عن: عكرمة، ومقاتل، وهو قول كثيرٍ من القَدَرِيَّة (¬٣).
قال هؤلاء: لأنَّ المِنَّةَ تكدِّرُ النِّعمة، فتمام النِّعمة بأن تكون غير ممنونٍ بها على المنعَم عليه.
وهذا القول خطأٌ قطعًا، أُتِيَ أربابُهُ من تشبيه نعمة الله على عبده بإنعام المخلوق على المخلوق، وهذا من أبطل الباطل؛ فإنَّ المِنَّة التي تكدِّرُ النِّعمة هي مِنَّةُ المخلوق على المخلوق، وأمَّا مِنَّةُ الخالق على المخلوق فبها تمامُ النِّعمة، ولذَّتُها، وطِيبُها، فإنَّها مِنَّةٌ حقيقيةٌ، قال
_________
(¬١) من قوله: "غير الممنون. . ." إلى هنا؛ ساقط من (ز).
(¬٢) وهو قول أكثر المفسرين، وانظر: "جامع البيان" (١٢/ ٦٤١)، و"معالم التنزيل" (٨/ ٤٧٣)، و"المحرر الوجيز" (١٥/ ٥٠٥).
(¬٣) انظر: "تفسير مقاتل" (٣/ ٤٩٨)، و"مجاز القرآن" لأبي عبيدة (٢/ ٣٠٣)، و"الدر المنثور" (٦/ ٦٢١).
ونسبه الماوردي إلى: الحسن البصري. "النكت والعيون" (٦/ ٣٠٢).','1','77',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (148,'تعالى: {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ  (١٧) } [الحجرات: ١٧]، وقال تعالى: {وَلَقَدْ مَنَنَّا عَلَى مُوسَى وَهَارُونَ  (١١٤)  وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيمِ  (١١٥) } [الصافات: ١١٤, ١١٥]، فكيف  (¬١)  تكون مِنَّتُهُ عليهما بنعمة الدنيا دون نعمة الآخرة؟
وقال - تعالى - لموسى: {وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أُخْرَى  (٣٧) } [طه: ٣٧].
وقال أهلُ الجنَّة: {فَمَنَّ اللَّهُ عَلَيْنَا وَوَقَانَا عَذَابَ السَّمُومِ  (٢٧) } [الطور: ٢٧].
وقال تعالى: {لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ} [آل عمران: ١٦٤] الآية.
وقال تعالى: {وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ} [القصص: ٥].
وفي "الصحيح" أنَّ النبيَّ - صلى الله عليه وسلم - قال - لمَّا قال للأنصار -: "أَلَمْ أجِدْكُم ضُلَّالًا فَهَدَاكُم اللهُ بي؟ ألَم أَجِدْكُم عَالَةً فأَغْنَاكُم اللهُ بي؟ "؛ وجعلوا يقولون له  (¬٢) : "الله ورسوله أَمَنُّ"  (¬٣) .
فهذا جواب العارفين بالله ورسوله، وهل المِنَّةُ - كلُّ المِنَّةِ  (¬٤)  - إلا لله المَانِّ  (¬٥)  بفضله الذي جميع الخلق في مِنَّتِهِ؟
_________
(¬١)  ساقط من (ح) و (م).
(¬٢)  ساقط من (ن) و (م).
(¬٣)  "صحيح البخاري" رقم (٤٠٧٥)، و"صحيح مسلم" رقم (١٠٦١).
(¬٤)  "كل المنة" ساقط من (ز).
(¬٥)  في (ز): المنَّان.','1','78',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (149,'وإنَّما قَبُحَت مِنَّةُ المخلوق لأنَّها مِنَّةٌ بما ليس منه، وهي مِنَّةٌ يتأذَّى بها الممنون عليه. وأمَّا مِنَّةُ المَانِّ  (¬١)  بفضله التي ما طاب العيش إلا بمِنَّته، وكلُّ نعمةٍ منه في الدنيا والآخرة فهي مِنَّةٌ يَمُنُّ بها على من أنعم عليه = فتلك لا يجوز نفيها. وكيف يجوز أن يقال: إنَّه لا مِنَّةَ لله على "الذين آمنوا وعملوا الصالحات" في دخول الجنَّة؟! وهل هذا إلا من أبطل الباطل؟!
فإن قيل: هذا القَدْر لا يخفى على من قال هذا القول من العلماء، وليس مرادهم ما ذُكِر، وإنَّما مرادُهم أنَّه لا يَمُنُّ عليهم به، وإن كانت لله فيه المِنَّة عليهم، فإنَّه لا يَمُنُّ عليهم به، بل يقال لهم: هذا جزاء أعمالكم التي عملتموها في الدنيا، وهذا أجركم، فأنتم تستوفون أجور أعمالكم، ولا نَمُنُّ عليكم بما أعطيناكم.
قيل: وهذا - أيضًا  (¬٢)  - هو الباطل بعينه، فإنَّ ذلك الأجرَ ليست الأعمالُ ثمنًا له، ولا معاوضةً عنه، وقد قال أعلم الخلق بالله - صلى الله عليه وسلم -: "لن يدخُلَ أحدٌ منكُم الجنَّةَ بعمله" قالوا: ولا أنتَ يا رسول الله؟ قال "ولا أنا؛ إلَّا أن يتغمَّدني اللهُ برحْمَةٍ منهُ وفَضْلٍ"  (¬٣) ، فأخبر أنَّ دخولَ الجنَّة برحمة الله وفضله، وذلك محض مِنَّته عليه وعلى سائر عباده، وكما أنَّه - سبحانه - المَانُّ بإرسال رسله، وبالتوفيق لطاعتهم، وبالإعانة عليها = فهو المَانُّ بإعطاء الجزاء، وذلك كلُّه محض مِنَّته وفضله وجوده، لا حَقَّ لأحدٍ عليه، بحيث إذا وفَّاهُ إيَّاهُ لم يكن له عليه مِنَّةٌ، فإن
_________
(¬١)  في (ز): المنَّان.
(¬٢)  ساقط من (ن).
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (٥٣٤٩ و ٦٠٩٨)، ومسلم في "صحيحه" رقم (٢٨١٦)؛ من حديث أبي هريرة - رضي الله عنه -.','1','79',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (150,'كان في الدنيا باطلٌ فهذا منه.
فإن قيل: كيف تقولون هذا وقد أخبر رسولُه عنه بأنَّ حقَّ العباد عليه إذا عَبَدُوه وحدَهُ (¬١) أن لا يعذِّبهم (¬٢)، وقد أخبر عن نفسه أنَّ حقًّا عليه نصرُ المؤمنين (¬٣)؟
قيل: لَعَمْرُ اللهِ؛ وهذا من أعظم مِنَّته على عباده، أن جعل على نفسه حقًّا بحكم وعده الصادق: أن يثيبهم ولا يعذِّبهم إذا عبدوه وحده، فهذا من تمام مِنَّته، فإنَّه لو عذَّبَ أهلَ سمواته وأرضه لعذَّبهم وهو غير ظالمٍ لهم، ولكن مِنَّته اقتضت أنْ أَحَقَّ على نفسه ثوابَ عابديه، وإجابةَ سائليه.
ما للعبادِ عليهِ حقٌّ واجبٌ ... كلَّا، ولا سَعْيٌ لديهِ ضائعُ
إن عُذِّبُوا فبعَدْلِه، أو نُعِّمُوا ... فبفَضْلِه، وهو الكريمُ الواسعُ (¬٤)
وقوله سبحانه: {فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ} [التين: ٧]، أصحُّ القولين:
_________
(¬١) في (ح) و (م): وحَّدوه، بدل: "عبدوه وحده".
(¬٢) يشير إلى حديث معاذ بن جبل - رضي الله عنه - قال: "كنتُ رِدْفَ النبيِّ - صلى الله عليه وسلم - على حمارٍ يقال له "عُفَير" فقال: يا معاذُ؛ هل تدري حقَّ الله على عباده، وما حقُّ العباد على الله؟ قلت: الله ورسوله أعلم، قال: فإنَّ حقَّ الله على العباد أن يعبدوه، ولا يشركوا به شيئًا، وحق العباد على الله أن لا يعذِّبَ من لا يشركُ به شيئًا. فقلت: يا رسول الله، أفلا أُبشِّرُ به النَّاسَ؟ قال: لا تبشرهم فيتَّكِلُوا".
أخرجه: البخاري في "صحيحه" رقم (٢٧٠١، ٥٦٢٢، ٥٩١٢، ٦١٣٥، ٦٩٣٨)، ومسلم في "صحيحه" رقم (٣٠).
(¬٣) يشير إلى قوله تعالى: {وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (٤٧)} [الروم: ٤٧].
(¬٤) أورد المؤلِّف هذين البيتين في: "الوابل الصيِّب" (١٥٣)، و"بدائع الفوائد" (٢/ ٦٤٥)، و"طريق الهجرتين" (٦٩١)، و"مدارج السالكين" (٢/ ٣٣٩).','1','80',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (151,'أنَّ هذا خطابٌ للإنسان  (¬١) ، أي: فما يكذِّبُك بالجزاء والمَعَاد بعد هذا البيان، وهذا البرهان؛ فتقول: إنَّك لا تُبعث، ولا تُحاسب؟! ولو تفكَّرت في مبدأ خَلْقِك، وصورتك، لعلمتَ أنَّ الذي خَلَقَك أقدر على إعادتك بعد موتك، ونشأتك خَلْقًا جديدًا من خَلْقِك الأوَّل  (¬٢) ، وأنَّ ذلك لو أَعْيَاهُ وأَعْجَزَهُ لأَعْيَاهُ وأَعْجَزَه خَلْقُك الأوَّل.
وأيضًا؛ فإنَّ الذي كَمَّلَ خَلْقَك في أحسن تقويمٍ بعد  (¬٣)  أن كنت نطفةً من ماءٍ مهينٍ، كيف يليق به أن يتركَكَ سُدَىً، لا يكمِّلُ ذاتَكَ بالأمر والنهي، وبيانِ ما ينفعُكَ ويضرُّك، ولا يبعثُكَ لدارٍ هي أكمل من هذه الدار، ويجعل هذه الدار طريقًا لك إليها، فحِكْمَةُ أحكمِ الحاكمين تأبَى ذلك، وتقتضي خلافه.
قال منصور  (¬٤) : قلت لمجاهد: {فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ  (٧) } عَنَى به محمدًا؟ فقال: "معاذَ اللهِ؛ إنَّما عَنَى به الإنسان"  (¬٥) .
_________
(¬١)  وهو قول: مجاهد، والكلبي، ومقاتل بن سليمان، وجمهور المفسرين.
قال السمعاني: "هذا هو القول المعروف، وهو الأولى؛ لأنَّ "ما" بمعنى "مَنْ" يبعد في اللغة". "تفسيره" (٦/ ٢٥٤).
واقتصر كثير من المفسرين عليه ولم يذكروا غيره، كما فعل: البغوي في "معالم التنزيل" (٨/ ٤٧٣)، والواحديُّ في "الوسيط" (٤/ ٥٢٦)، وابن كثير في "تفسيره" (٨/ ٤٣٥)، وغيرهم.
(¬٢)  "من خلقك الأول" ساقط من (ح) و (م).
(¬٣)  ساقط من (ز).
(¬٤)  هو منصور بن المعتمر بن عبد الله السُّلَمي، الحافظ الثبت الحُجَّة، لم يكن بالكوفة أحفظ منه، روى له الجماعة، توفي سنة (١٣٢ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٢٨/ ٥٤٦)، و"السير" (٥/ ٤٠٢).
(¬٥)  أخرجه: ابن جرير في "تفسيره" رقم (٣٧٦٥٣ - ٣٧٦٥٥)، وابن أبي حاتم في =','1','81',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (152,'وقال قتادة: "الضمير للنبيِّ - صلى الله عليه وسلم -" (¬١). واختاره الفرَّاء (¬٢).
وهذا موضعٌ يحتاج إلى شرحٍ وبيانٍ:
يقال: كَذَبَ الرجلُ، إذا قال الكَذِب. وكذَّبْتَهُ: إذا نَسَبْته إلى الكَذِب، ولو اعتقدتَ صدْقَهُ. وكَذَبْتَهُ: إذا اعتقدتَ كَذِبَه، وإن كان صادقًا.
قال تعالى: {وَإِنْ يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ} [فاطر: ٤]، وقال تعالى: {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ} [الأنعام: ٣٣].
فالأوَّل بمعنى: وإنْ ينسبُوك إلى الكذب.
والثاني بمعنى: لا يعتقدون أنَّك كاذِبٌ، ولكنَّهم يعاندون، ويدفعون الحقَّ بعد معرفته؛ جحودًا وعنادًا.
هذا أصل هذه اللفظة.
ويتعدَّى الفعل إلى المُخْبِر (¬٣) بنفسه، وإلى خبره بـ "الباء"، أو بـ "في". فيقال: كذَّبْتُه بكذا، وكذَّبْتُه فيه، والأوَّل أكثر استعمالًا، ومنه قوله تعالى: {بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ} [ق: ٥]، وقوله:
_________
= "تفسيره" (١٠/ رقم ١٩٤١٤ و ١٩٤١٥).
وعزاه السيوطي في "الدر المنثور" (٦/ ٦٢٢) إلى: الفريابي، وعبد بن حميد.
(¬١) انظر: "جامع البيان" (١٢/ ٦٤٢)، و"المحرر الوجيز" (١٥/ ٥٠٥).
(¬٢) "معاني القرآن" (٣/ ٢٧٧).
وهو اختيار ابن جرير الطبري في "جامع البيان" (١٢/ ٦٤٢)، ورجحه شيخ الإسلام ابن تيمية كما في "مجموع الفتاوى" (١٦/ ٢٨٣ - ٢٨٩) ونسبه إلى علماء اللغة.
واستحسنه الألوسي في "روح المعاني" (١٥/ ٣٩٧)، والقاسمي في "محاسن التأويل" (٧/ ٣٥٣).
(¬٣) في (خ) و (م): الخبر.','1','82',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (153,'{وَكَذَّبُوا بِآيَاتِنَا} [الروم: ١٦].
إذا عُرِفَ هذا، فقوله: {فَمَا يُكَذِّبُكَ بَعْدُ} اختُلف في "ما"؛ هل هي بمعنى: أيُّ شيءٍ يكذِّبُك، أو بمعنى: مَن الذي يكذِّبُك؟
فمن جعلها بمعنى: أيُّ شيءٍ، تعيَّنَ على قوله أن يكون الخطاب للإنسان، أي: فأيُّ شيءٍ يجعلك بعد هذا البيان مكذِّبًا بالدِّين، وقد وَضَحَتْ لك دلائل الصدق والتصديق؟!
ومن جعلها بمعنى: فمن الذي يكذِّبك؛ جعل الخطاب للنبيِّ - صلى الله عليه وسلم -.
قال الفرَّاء: "كأنَّه يقول: من يقدر على تكذيبك بالثواب والعقاب، بعدما تبيَّن له من خَلْق الإنسان ما وصفناه؟ "  (¬١) .
وقال قتادة: "فمَنْ يكذِّبُك أيُّها الرسول بعد هذا بالدِّين؟ "  (¬٢) .
وعلى قول قتادة والفرَّاء إشكالٌ من وجهين:
أحدهما: إقامة "ما" مقام "مَنْ"، وأمره سهلٌ.
والثاني: أنَّ الجارَّ والمجرور يستدعي متعلَّقًا، وهو: يكذِّبك، أي: فمَنْ يكذِّبك بالدِّين؟ فلا يخلو: إمَّا أن يكون المعنى: فمَنْ يجعلك كاذبًا بالدِّين، أو: مكذِّبًا به، أو: مكذَّبًا به  (¬٣) ؛ ولا يصحُّ واحدٌ منهما.
أمَّا الثاني والثالث: فظاهرٌ؛ فإنَّ "كذَّبْتُه" ليس معناه  (¬٤) : جعلتُهُ
_________
(¬١)  "معاني القرآن" (٣/ ٢٧٧).
(¬٢)  انظر: "الجامع" للقرطبي (٢٠/ ١١٦).
(¬٣)  "أو: مكذَّبًا به" من (م) وهامش (ز) و (ح).
(¬٤)  ساقط من (ز).','1','83',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (154,'مكذِّبًا أو مكذَّبًا، وإنَّما معناه نسبتُهُ إلى الكذب، فالمعنى على هذا: فمَنْ يجعلك بَعْدُ  (¬١)  كاذبًا بالدِّين  (¬٢) .
وهذا إنِّما يتَعدَّى إليه بـ "الباء" الفعلُ المُضَاعَفُ لا الثلاثي، فلا يقال: كَذَبَ بكذا، وإنَّما يقال: كذَّبَ به.
وجواب هذا الإشكال أنَّ قوله: كذَّبَ بكذا؛ معناه: كذَّبَ المُخْبَر به، ثُمَّ حذفوا المفعول لظهور العلم به، حتَّى كأنَّه نِسْيٌ مَنْسِيٌّ، وعَدَّوا الفعل  (¬٣)  إلى المُخْبِر به  (¬٤) ، فإذا قيل: مَنْ يكذِّبك بكذا؟ فهو بمعنى: كذَّبُوك بكذا - سواء -، أي  (¬٥) : نسبوك إلى الكذب في الإخبار به.
بل الإشكال في قول مجاهد والجمهور، فإنَّ الخطاب إذا كان للإنسان، وهو المكذِّب - أي: فاعل التكذيب - فكيف يقال له: ما يكذِّبك؟ أي: يجعلك مكذِّبًا، والمعروفُ "كذَّبَهُ": إذا جعله كاذبًا لا مكذِّبًا، مثل "فسَّقَه": إذا جعله فاسقًا، لا مفسِّقًا لغيره.
وجواب هذا الإشكال: أنَّ "صدَّقَ" و"كذَّبَ" - بالتشديد - يراد به معنيان:
أحدهما: النِّسبة؛ وهي إنَّما تكون للمفعول كما ذكرتم.
والثاني: الداعي والحامل على ذلك، وهو يكون للفاعل.
_________
(¬١)  من (ح) و (م)، وسقط من باقي النسخ.
(¬٢)  بعده في (ز) و (ن) زيادة: أو مكذبًا به، ومثله في (ك) و (ط) بدون: به.
(¬٣)  أثبتُّه من (ح) و (م)، وسقط من باقي النسخ، إلا أنه استدرك في هامش (ك).
(¬٤)  في (ن): ثم حذفوا المفعول! تكررت خطأ.
(¬٥)  ساقط من (ن) و (ك).','1','84',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (155,'قال الكِسَائي  (¬١) : "يقال: ما صدَّقَكَ بكذا، أو ما كذَّبَكَ بكذا؛ أي: ما حملك على التصديق والتكذيب".
قلت: وهو نظير: ما جَرَّأَكَ على هذا، أي: ما حَمَلَكَ على الاجتراء عليه. وما قَدَّمَك، وما أَخَّرَك، أي: ما دَعَاكَ وحمَلَك على التقدُّمِ والتأخُّرِ، وهذا استعمالٌ سائغٌ في العربية  (¬٢) ، وبالله التوفيق.
ثُمَّ ختم السورة بقوله تعالى: {أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ  (٨) } [التين: ٨]، وهذا تقريرٌ لمضمون السورة من إثبات النُّبوَّة، والتوحيد، والمَعَاد، وحُكْمُه يتضمَّن نَصْرَهُ لرسوله على من كذَّبَهُ وجحد ما جاء به بالحُجَّة والقدرة والظهور عليه، وحُكْمَه بين عباده في الدنيا بشرعه وأمره، وحُكْمَه بينهم في الآخرة بثوابه وعقابه، وأنَّ أحكم الحاكمين لا يليق به تعطيل هذه الأحكام بعدما ظهرت حكمته في خلق الإنسان في أحسن تقويم، ونَقْلِه  (¬٣)  في أطوار التخليق حالًا بعد حالٍ إلى أكمل أحواله. فكيف يليق بأحكم الحاكمين أن لا يجازي المُحْسِنَ بإحسانه، والمُسِيءَ بإساءته؟ وهل ذلك إلا قَدْحٌ في حُكْمِهِ وحِكْمَتِهِ؟
فَلِلَّهِ ما أخصرَ لفظَ هذه السورة، وأعظم شأنها، وأتمَّ معناها، والله أعلم.
_________
(¬١)  هو علي بن حمزة بن عبد الله الأسدي، أبو الحسن الكسائي الكوفي، إمام القُرَّاء، وشيخ العربية في زمانه، تعلم النحو على كِبَرٍ، له كتب كثيرة منها: "معاني القرآن"، و"القراءات"، وغير ذلك، توفي بالكوفة سنة (١٨٣ هـ) رحمه الله.
انظر: "نزهة الألباء" (٦٧)، و"إنباه الرواة" (٢/ ٢٥٦)، و"السير" (٩/ ١٣١).
(¬٢)  في (ح) و (م): موافق للعربية.
(¬٣)  من (ح) و (م)، وفي باقي النسخ: وتنقله.','1','85',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (156,'فصل

ومن ذلك قَسَمُهُ - سبحانه وتعالى - بالليل {إِذَا يَغْشَى (١) وَالنَّهَارِ إِذَا تَجَلَّى (٢)} [الليل: ١ - ٢] الآيات، وقد تقدَّم (¬١) ذكر المُقْسَم عليه وأنَّه سعيُ الإنسان في الدنيا، وجزاؤه في العُقْبَى.
فهو - سبحانه - يُقْسِمُ بـ "الليل" في جميع أحواله، إذ هو من آياته الدالَّة عليه. فأقسم به (¬٢) وقت غشيانه، وأتى به بصيغة المضارع لأنَّه يغشى شيئًا بعد شيء، وأمَّا "النَّهار" فإنَّه إذا طلعت الشمس ظهر وتجلَّى وَهْلَةً واحدةً، ولهذا قال في سورة "الشمس وضحاها": {وَالنَّهَارِ إِذَا جَلَّاهَا (٣) وَاللَّيْلِ إِذَا يَغْشَاهَا (٤)} [الشمس: ٣، ٤].
وأقسَمَ به وقت سريانه كما تقدَّم (¬٣)، وأقسَمَ به وقت إدباره، وأقسَمَ به إذا عَسْعَس.
فقيل: معناه أدبر (¬٤)، فيكون معناه مطابقًا لقوله: {وَاللَّيْلِ إِذْ أَدْبَرَ (٣٣) وَالصُّبْحِ إِذَا أَسْفَرَ (٣٤)} [المدثر: ٣٣, ٣٤].
_________
(¬١) راجع (ص/ ١٠).
(¬٢) بعده في (ز) و (ن) و (ط) زيادة: في.
(¬٣) راجع (ص/ ٤٨).
(¬٤) قال به: علي، وابن عباس - رضي الله عنهم -، ومجاهد، وقتادة، والضحَّاك،
وزيد بن أسلم، وابنه عبد الرحمن.
واختاره: الفرَّاء "معاني القرآن" (٣/ ٢٤٢) وزعم أنه إجماع المفسرين! وابن جرير الطبري في "جامع البيان" (١٢/ ٤٧٠)، وابن عطية في "المحرر الوجيز" (١٥/ ٣٤٠).','1','86',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (157,'وقيل: معناه أقبل (¬١)، فيكون كقوله: {وَاللَّيْلِ (¬٢) إِذَا يَغْشَى (١) وَالنَّهَارِ إِذَا تَجَلَّى (٢)} [الليل: ١ - ٢].
فيكون قد أقسَمَ بإقبال الليل والنَّهار، وعلى الأوَّل يكون القَسَم واقعًا على انصرام الليل، ومجيء الصُّبْح عقيبه، وكلاهما من آيات ربوبيته.
ثُمَّ أقسَمَ بخلق الذَّكَر والأنثى، وذلك يتضمَّنُ الإقسامَ بالحيوان كلِّه على اختلاف أصنافه، ذَكَرِهِ وأُنْثَاه، وقابَلَ بين الذَّكَر والأنثى كما قابَلَ بين الليل والنَّهار، وكلُّ ذلك من آيات ربوبيته، فإنَّ إخراج الليل والنَّهار بواسطة الأجرام العُلْويَّة، كإخراج الذَّكَر والأنثى بواسطة الأجرام السُّفْلية، فأخرج من الأرض ذكورَ الحيوان وإناثَه على اختلاف أنواعه، كما أخرج من السماء الليلَ والنَّهارَ بواسطة الشمس فيها (¬٣).
_________
(¬١) قال به: مجاهد، وسعيد بن جبير، والحسن البصري، وعطية العوفي، ومقاتل بن سليمان.
واختاره: السمعاني في "تفسيره" (٦/ ١٦٩)، وابن كثير في "تفسيره" (٨/ ٣٣٨) وقال: "وقال كثير من علماء الأصول: إن لفظة "عَسْعَس" تستعمل في الإقبال والإدبار على وجه الاشتراك، فعلى هذا يصح أن يراد كلٌّ منهما، والله أعلم".
وقال الزجَّاج: "يقال: عسعس الليل: إذا أقبل، وعسعس: إذا أدبر، والمعنيان يرجعان إلى شيءٍ واحدٍ، وهو ابتداء الظلام في أوله، وإدباره في آخره". "معاني القرآن" (٥/ ٢٩٢).
وعلماء اللغة يعدون لفظة "عَسْعَس" من الأضداد. انظر: "الأضداد" لقطرب (١٢٢)، و"الأضداد" للأنباري (٣٢).
(¬٢) من قوله: "إذ أدبر. . ." إلى هنا؛ ملحق بهامش (ح).
(¬٣) في (ن): فيهما.','1','87',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (158,'وأقسَمَ - سبحانه - بزمان السعي وهو (¬١) الليل والنَّهار، وبالساعي وهو الذَّكَر والأنثى؛ على اختلاف السعي، كما اختلف الليلُ والنَّهارُ، والذَّكَرُ والأنثى.
وسعيُه وزمانُه مختلِفٌ (¬٢)؛ وذلك دليلٌ على اختلاف جزائه وثوابه، وأنَّه - سبحانه - لا يسوِّي بين من اختلف سعيه (¬٣) في الجزاء، كما لم يسوِّ بين الليل والنَّهار، والذَّكَر والأنثى.
ثُمَّ أخبر عن تفريقه بين عاقبة سعي المحسن وعاقبة سعي (¬٤) المسيء فقال تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥) وَصَدَّقَ بِالْحُسْنَى (٦) فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧) وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى (٨) وَكَذَّبَ بِالْحُسْنَى (٩) فَسَنُيَسِّرُهُ لِلْعُسْرَى (١٠)} [الليل: ٥ - ١٠]، فتضمَّنت الآيتان (¬٥) ذِكْرَ شَرْعِه وقَدَرِه، وذِكْرَ الأعمالِ وجزائها، وحكمةَ القَدَرِ في تيسير هذا لليُسْرَى، وهذا للعُسْرَى، وأنَّ العبد ميسَّرٌ بأعماله لغاياتها، ولا يظلم ربُّك أحدًا.
وذَكَر للتيسير لليسرى ثلاثةَ أسباب:
أحدها: إعطاء العبد، وحذَفَ مفعول الفعل إرادةً للإطلاق (¬٦) والتعميم، أي: أعطى ما أُمِرَ به، وسَمَحَتْ به طبيعته، وطاوَعَتْهُ
_________
(¬١) ساقط من (ز).
(¬٢) في (ز) و (ك) و (ن) و (ط): يختلف.
(¬٣) ساقط من (ز).
(¬٤) ساقط من (ن).
(¬٥) كذا في جميع النسخ؛ ومراده بهما: آية اليسرى، وآية العسرى، وما يتبعهما. والله أعلم.
(¬٦) في (ن) و (ز): الإطلاق.','1','88',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (159,'نفسُه  (¬١) ، وذلك يتناول إعطاءَهُ من نفسه الإيمانَ، والطاعةَ، والإخلاصَ، والتوبةَ، والشكرَ؛ وإعطاءَهُ الإحسانَ، والنفعَ بمالهِ، ولسانِه، وبدنِه، ونيَّتِه، وقَصْدِه، فتكون نفسه نفسًا مُطيعَةً باذلةً، لا لئيمةً مانعةً.
فالنَّفْسُ المُعْطِيةُ  (¬٢)  هي النفَّاعَةُ المحسِنة، التي طَبْعُها الإحسانُ وإعطاءُ الخير اللَّازم والمتعدِّي، فتعطي خيرَها لنفسها ولغيرها، فهي بمنزلة "العَين" التي ينتفع النَّاس بشُرْبهم منها، وسقي دوابِّهم وأنعامِهم، وزروعهم، فهم ينتفعون بها كيف شاءُوا، فهي ميسَّرةٌ لذلك، وهكذا الرجل المُبَارَكُ ميسَّرٌ للنفع حيث حَلَّ، فجزاء هذا أن ييسِّره اللهُ لليُسرَى كما كانت نفسُه ميسَّرةً للعطاء.
السبب الثاني: التقوى، وهي اجتناب ما نَهَى اللهُ عنه، وهذا من أعظم أسباب التيسير، وضدُّه من أسباب التعسير.
فالمتَّقِي ميسَّرٌ عليه أمور دنياه وآخرته، وتارك التقوى وإن يُسِّرَتْ عليه بعضُ أمور دنياه تعسَّرَ عليه من أمور آخرته بحسب ما تركه من التقوى. وأمَّا تيسير ما تيسَّر عليه من أمور الدنيا؛ فلو اتَّقَى اللَّهَ - تعالى - لكان تيسيرها عليه أَتَمُّ، ولو قُدِّر أنَّها لم تُيَسَّر له فقد يُيَسِّر اللهُ له من الدنيا ما هو أنفع له ممَّا ناله بغير التقوى، فإنَّ طِيْبَ العيش، ونعيمَ القلب، ولذَّةَ الرُّوح وفرحَها وابتهاجَها من أعظم نعيم الدنيا، وهو أجَلُّ من نعيم أرباب الدنيا بالشهوات واللذَّات، ونعيم أهل التقوى بالطاعات
_________
(¬١)  في (ز) و (ك) و (ن) و (ط) العبارة هكذا: وسمحت به نفسه وطبيعته.
(¬٢)  تحرفت في (ز) إلى: العطية، وفي باقي النسخ: المطيعة.','1','89',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (160,'والقربات أعظم وأَجَلُّ.
وقال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا  (٢) } [الطلاق: ٢] إلى قوله  (¬١) : {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مِنْ أَمْرِهِ يُسْرًا  (٤) } [الطلاق: ٤]، فأخبر أنَّه يُيَسِّر على المُتَّقِي ما لا يُيَسِّر على غيره.
وقال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢ )  (¬٢)  وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ} [الطلاق: ٢، ٣] , وهذا - أيضًا - تيسيرٌ عليه بتقواه.
وقال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرًا}  (¬٣)  [الطلاق: ٥]، وهذا تيسيرٌ عليه بإزالة ما يخشاه، وإعطائه ما يحبُّه ويرضاه.
وقال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ  (٢٩) } [الأنفال: ٢٩]، وهذا تيسيرٌ بالفرقان المتضمِّن للنَّجاةِ، والنَّصرِ، والعلمِ، والنُّورِ الفارق بين الحقِّ والباطل، وتكفير السيئات، ومغفرة الذنوب، وذلك غاية التيسير.
وقال تعالى: {وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ  (١٣٠) } [آل عمران: ١٣٠]، والفلاح غاية اليُسْر، كما أنَّ الشَّقَاءَ غايةُ العسر.
_________
(¬١)  من قوله: "ونعيم أهل التقوى. . ." إلى هنا؛ ساقط من (ح) و (م)، و"إلى قوله" ساقط من (ك).
(¬٢)  "وقال تعالى: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢)} "؛ ليست في (ز) و (ن).
(¬٣)  في (ن) و (ز) بدل الآية: "وأخبر تعالى أنه يكفِّر عن المتقي سيئاته، ويعظم له أجرًا".','1','90',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (161,'وقال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ} [الحديد: ٢٨]، فضَمِنَ لهم - سبحانه - بالتقوى ثلاثةَ أمور:
أعطاهم نَصِيبَين من رحمته؛ نصيبًا في الدنيا، ونصيبًا في الآخرة، وقد يُضَاعِفُ لهم نصيبَ الآخرة فيصير نصيبين.
الثاني: أعطاهم نورًا يمشون به في الظلمات.
الثالث: مغفرة ذنوبهم.
وهذا غاية التيسير، فقد جعل - سبحانه - التقوى سببًا لكلِّ يُسْرٍ، وتَرْكَ التقوى سببًا لكلِّ عُسْرٍ.
السبب الثالث: التصديق بالحُسْنَى، وفُسِّرَت بـ "لا إله إلا الله"، وفُسِّرت بالجنَّة، وفُسِّرت بالخَلَف، وهي أقوال السلف (¬١).
و"اليُسْرَى": صفةٌ لموصوفٍ محذوفٍ، أي: الحالة والخَلَّة اليُسْرَى، وهي "فُعْلَى" من اليُسْرِ.
والأقوال الثلاثة ترجع إلى أفضل الأعمال، وأفضل الجزاء:
فمن فسَّرها بـ "لا إله إلا الله"؛ فقد فسَّرها بمفردٍ يأتي بكلِّ جمعٍ، فإنَّ التصديقَ الحقيقي بـ "لا إله إلا الله" يستلزم التصديقَ بشُعَبِها وفروعِها
_________
(¬١) في تفسير "الحُسْنَى" سبعة أقوال مأثورة عن السلف، قال القرطبي: "وكلُّه متقارب المعنى؛ إذ كلُّه يرجع إلى الثواب الذي هو الجنَّة". "الجامع" (٢٠/ ٨٣).
وانظر: "النكت والعيون" للماوردي (٦/ ٢٨٧)، و"زاد المسير" (٨/ ٢٦٣).','1','91',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (162,'كلِّها. وجميعُ الدِّين - أصولُه وفروعُه - من شُعَب هذه الكلمة.
فلا يكون العبد مصدِّقًا بها حقيقة التصديق حتَّى يؤمن بالله، وملائكته، وكتبه، ورسله، ولقائه.
ولا يكون مؤمنًا بأنَّ اللهَ إلهُ العالمين حتَّى يؤمن بصفات جلاله، ونعوت كماله.
ولا يكون مؤمنًا بأنَّه  (¬١)  "لا إله إلا هو" حتَّى يَسْلُبَ خصائصَ الإلهيَّة عن كلِّ موجودٍ سواه، ويسلبَها عن اعتقاده وإرادته، كما هي مَنْفِيَّةٌ في الحقيقة والخارج.
ولا يكون مصدِّقًا بها مَنْ نَفَى الصفات العُلَى، ولا مَنْ نَفَى كلامه وتكليمه، ولا من نَفَى استواءه على عرشه، وأنَّه يصعد  (¬٢)  إليه الكَلِمُ الطيِّبُ والعملُ الصالح، وأنَّه رفَعَ المسيحَ إليه، وأسرى برسوله - صلى الله عليه وسلم - إليه، وأنَّه يُدَبِّرُ الأمرَ من السماء إلى الأرض ثُمَّ يَعْرُج إليه، إلى سائر ما وصفَ به نفسه، ووَصَفَهُ به رسولُه - صلى الله عليه وسلم -.
ولا يكون مؤمنًا بهذه الكلمة مصدِّقًا بها على الحقيقة مَنْ نَفَى عمومَ خَلْقِهِ لكلِّ شيءٍ، وقدرتِهِ على كلِّ شيءٍ، وعِلْمِهِ بكلِّ شيءٍ، وبَعْثَهُ للأجسادِ من القبور ليوم النُّشور.
ولا يكون مصدِّقًا بها من زعم أنه يترك خَلْقَهُ سُدىً، لم يأمرهم ولم يَنْهَهُم على أَلْسِنَةِ رُسُلِه.
_________
(¬١)  ساقط من (ز).
(¬٢)  في (ح) و (م): يرفع.','1','92',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (163,'وكذلك التصديق بها يقتضي الإذْعَانَ والإقرارَ بحقوقها، وهي شرائع الإسلام التي هي تفصيل هذه الكلمة.
فالتصديقُ بجميع أخباره، وامتثالُ أوامره، واجتنابُ نواهيه، هو تفصيل "لا إله إلا الله"، فالمصدِّق بها على الحقيقة الذي يأتي بذلك كلِّه، وكذلك لم تحصل عصمة المال والدَّم - على الإطلاق - إلا بها، وبالقيام بحقِّها، وكذلك لا تحصل النَّجاة من العذاب - على الإطلاق - إلا بها وبحَقِّها، فالعقوبة في الدنيا والآخرة على تركها، أو ترك حَقِّها.
ومن فَسَّر "الحُسْنَى" بالجنَّة؛ فسَّرها بأَعْلَى أنواع الجزاء وكماله.
ومن فسَّرها بالخَلَف؛ ذكر نوعًا من الجزاء، فهذا جزاءٌ دنيويٌّ، والجنَّة الجزاء في الآخرة.
فرجع التصديق بـ "الحُسْنَى" إلى التصديق بالإيمان وجزائه.
والتحقيقُ أنَّها تتناول الأمرين.
وتأمَّلْ ما اشتملت عليه هذه الكلمات الثلاث - وهي: الإعطاءُ، والتقوى، والتصديقُ بالحُسْنَى - من العلم والعمل، وتضمَّنته من الهُدَى ودين الحق، فإنَّ "النَّفْسَ" لها ثلاثُ قوى:
١ - قوَّةُ البذل والإعطاء.
٢ - وقوَّةُ الكَفِّ والامتناع  (¬١) .
_________
(¬١)  في (ز) و (ن): عن الامتناع.','1','93',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (164,'٣ - وقوَّةُ الفَهْم والإدراك.
ففيها: قوَّة العلم والشعور؛ وتَتبعها: قوَّةُ الحُبِّ والإرادة، وقوَّةُ البُغْضِ والنُّفْرة.
فهذه القُوى الثلاثة عليها مدارُ صلاحِها وسعادتها، وبفسادها يكون فسادُها وشقاوتُها.
ففساد قوَّة العلم والشعور يوجب له التكذيب بالحُسْنَى.
وفساد قوَّة الحبِّ والإرادة يوجب له  (¬١)  تَرْكَ الإعطاءِ، والمنعَ  (¬٢) .
وفساد قوَّة البُغْضِ والنُّفْرة يوجب له تركَ الاتِّقاء.
فإذا كمَّلَ قوَّةَ حُبِّهِ وإرادته بإعطائه ما أُمِرَ به، وقوَّةَ بُغْضه ونُفْرَتِه باتقائه ما نُهِيَ عنه، وقوَّةَ علمه وشعوره بتصديقه بكلمة الإسلام وحقوقها وجزائها = فقد زكَّى نفسَهُ، وأعَدَّها لكلِّ حالةٍ يُسْرَى، فصارت "النَّفْسُ" بذلك ميسَّرةً لليُسْرَى.
ولمَّا كان الدِّين يدور على ثلاثِ قواعد: فعلِ المأمور، وتركِ المحظور، وتصديقِ الخبر - وإنْ شئتَ قلتَ: الدِّين: طلبٌ، وخبرٌ. والطلبُ نوعان: طلبُ فعلٍ، وطلبُ تركٍ -؛ تضمَّنَت هذه الكلماتُ الثلاثُ مراتبَ الدِّين أجمعَها؛ فالإعطاء: فعل المأمور، والتقوى: ترك المحظور؛ والتصديق بالحُسْنَى: تصديق الخبر = فانتظم ذلك الدِّينَ كلَّه.
_________
(¬١)  ساقط من (ز).
(¬٢)  ساقط من (ح) و (م).','1','94',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (165,'وأكملُ النَّاس من كملت له هذه القُوى (¬١) الثلاث، ودخول النَّقْص بحسب نقصانها أو بعضِها (¬٢)، فمن النَّاس من تكون قوَّة إعطائه وبذله أتمَّ من قوَّة انكفافه وتركه، فقوَّةُ التَرْكِ فيه أضعفُ من قوَّةِ الإعطاء، ومن النَّاس من تكون قوَّةُ التَّرْكِ والانكفافِ فيه أتمَّ من قوَّة الإعطاء، ومن النَّاس من تكون قوَّةُ التصديق فيه أتمَّ من قوَّة الإعطاء والمنع، فقوَّتُه العلميَّة الشعوريَّة أتمُّ من قوَّته الإراديَّة، وبالعكس، فيدخل النَّقْص بحسب ما نقص (¬٣) من قوَّة هذه القُوى الثلاث، ويفوته من التيسير لليُسْرَى بحسب ما فاته منها، ومن كملت له هذه القُوى يُسِّرَ لكلِّ يُسْرَى.
قال ابن عباس {فَسَنُيَسِّرُهُ لِلْيُسْرَى (٧)}: "نُهَيِّئُه لعمل الخير، ونيسِّرها عليه" (¬٤).
وقال مقاتل، والكلبي، والفرَّاء: "نُيَسِّرُه للعَود إلى العمل الصالح" (¬٥).
وحقيقة "اليُسْرَى" أنَّها الخَلَّةُ والحالَةُ السَّهْلَةُ النافعةُ الواقعة (¬٦) له، وهي ضِدُّ العُسْرَى، وذلك يتضمَّنُ تيسيره للخير وأسبابه، فيُجْرِي الخيرَ ويُيَسِّرُه على قلبِه، ونيتِه (¬٧)، ولسانِه، وجوارحِه. فتصير
_________
(¬١) تصحفت في (ك) و (ن) إلى: التقوى.
(¬٢) في (ز): وبغضها!
(¬٣) بعدها في (ن) و (ك) زيادة: من نقص! وكشط عليها في (ز).
(¬٤) انظر: "زاد المسير" (٨/ ٢٦٣)، و"تفسير ابن كثير" (٨/ ٤١٧).
والعبارة في (ح) و (م) هكذا: تُيسَّر عليه أعمال الخير.
(¬٥) انظر: "تفسير مقاتل" (٣/ ٤٩٢)، و"معاني القرآن" للفرَّاء (٣/ ٢٧٠).
(¬٦) في (ز) و (ط): الرافعة. وسقطت "له" من (ك).
(¬٧) في (ح) و (م): بدنه.','1','95',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (166,'خصالُ الخير وأسبابُه ميسَّرةً عليه، مذلَّلةً له، مُنْقَادَةً لا تستعصي عليه، ولا تستصعب؛ لأنَّه مُهَيأٌ لها، ميسَّرٌ لفعلها، يسلك سُبُلَها ذُلُلًا، وتنقادُ له علمًا وعملًا، فإذا خالطتهُ قلتَ: هذا هو الذي قيل فيه:
مُبارَكُ الطَّلْعَةِ مَيْمُونُها ... يَصْلُحُ للدنيا وللدِّينِ (¬١)
{وَأَمَّا مَنْ بَخِلَ} فعطَّل قوَّةَ الإرادة والإعطاء عن فعل ما أُمِرَ به، {وَاسْتَغْنَى (٨)} بترك التقوى عن ربِّه، فعطَّل قوَّةَ الانكفافِ والتَّرْكِ عن فعل ما نُهِيَ عنه، {وَكَذَّبَ بِالْحُسْنَى (٩)} فعطَّل قوَّةَ العلم والشعور عن التصديق بالإيمان وجزائه = {فَسَنُيَسِّرُهُ لِلْعُسْرَى (١٠)}.
قال عطاء: "سوف أَحُولُ بين قلبه وبين الإيمان بي وبرسولي" (¬٢).
وقال مقاتل: "يُعَسَّرُ عليه أن يُعْطَى خيرًا" (¬٣).
وقال عكرمة، عن ابن عباس: "نُيَسِّرُه للشَّرِّ" (¬٤).
_________
(¬١) هذا البيت لعبيد الله الفاطمي، الملقَّب بـ "المهدي"، أول ملوك بني عبيد، كان إذا رأى ابنَه أبا القاسم ونظر إليه فسُرَّ به يقوله!
ذكره ابن الأبَّار القضاعي في "الحلَّة السِّيَراء" (١/ ١٩٤).
(¬٢) ذكره السمعاني في "تفسيره" (٦/ ٢٣٨) من طريق أبي صالح عن ابن عباس.
وذكره القرطبي في "الجامع" (٢٠/ ٨٤) من طريق الضحَّاك عن ابن عباس.
(¬٣) "تفسير مقاتل" (٣/ ٤٩٢).
(¬٤) أخرجه: ابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٣٦١)، وابن جرير في "جامع البيان" (١٢/ ٦١٧)، والبيهقي في "شعب الإيمان" (١٩/ ٤١٨).
وزاد السيوطي نسبته إلى: سعيد بن منصور، وابن المنذر، وعبد بن حميد. "الدر المنثور" (٦/ ٦٠٥).','1','96',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (167,'قال الواحديُّ: "وهذا هو القول؛ لأنَّ الشَّرَّ يؤدِّي إلى العذاب، فهو الخَلَّة العُسْرَى، والخيرَ يؤدِّي إلى اليُسْرِ والراحةِ في الجنَّة، فهو الخَلَّةُ اليُسْرَى، يقول: سَنُهَيِّئُه للشَّرِّ، بأن نُجْرِيه على يديه" (¬١).
قال الفرَّاء: "والعربُ تقول: قد يَسَّرَتْ غنمُ فلان؛ إذا تَهَيَّأَتْ للوِلادة، وكذلك إذا ولدت وغَزُرَتْ ألبانُها، أي: يَسَّرَتْ ذلك على أصحابها" انتهى (¬٢).

و<span data-type="title" id=toc-67>التيسير للعُسْرَى يكون بأمرين:</span>
أحدهما: أن يحول بينه وبين أسباب الخير، فيجري الشَّرُّ على قلبه، ونيته، ولسانه، وجوارحه.
والثاني: أن يحول بينه وبين الجزاء الأيسر، كما حال بينه وبين أسبابه.
فإن قيل: كيف قَابلَ "اتَّقَى" بـ "استغنى"؟ وهل يمكنُ العبدَ أن يستغنيَ عن ربِّه طَرْفَةَ عَينٍ؟
قيل: هذا من أحسن المقابلة (¬٣)، فإنَّ المتَّقِي لمَّا استشعر فَقْرَهُ وفَاقَتَهُ، وشدَّةَ حاجته إلى ربِّه = اتَّقَاهُ، ولم يتعرَّض لسخَطِه وغضبه ومَقْته؛ بارتكاب ما نهاه عنه. فإنَّ من كان فقيرًا شديدَ الحاجةِ والضرورةِ إلى شخصٍ فإنَّه يَتَّقي غضَبَهُ وسخطَهُ عليه غاية الاتِّقَاء، ويجانب ما يكرهُهُ غايةَ المجانبة، ويعتمدُ فعلَ ما يحبُّهُ ويُؤْثِرُهُ.
_________
(¬١) "الوسيط" (٤/ ٥٠٤)، وفيه اختلاف يسير في الألفاظ عما هنا.
(¬٢) "معاني القرآن" (٣/ ٢٧٠).
(¬٣) في (ن): المقالة.','1','97',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (168,'فقابَلَ التقوى بالاستغناء تشنيعًا لحال تارك التقوى، ومبالغةً في ذمِّه؛ بأن فَعَلَ فِعْلَ المستغني عن ربِّه، لا فِعْلَ الفقيرِ المضطرِّ إليه الذي  (¬١)  لا ملجأ له منه إلا إليه، ولا غنى له عن فضله وجُودِهِ وبِرِّهِ طَرْفَةَ عينٍ.
فَلِلَّهِ  (¬٢)  ما أَحْلَى هذه المقابلة، وما أجمع هاتين الآيتين للخيرات كلِّها وأسبابِها، وللشرورِ كلِّها وأسبابِها.
فَسُبْحَانَ من تعرَّفَ إلى خواصِّ عباده بكلامه، وتجلَّى لهم فيه، فهم لا يطلبون أثرًا بعد عَينٍ، ولا يستبدلون الحقَّ بالباطل، والصدق بالمَيْنِ.
وقد تضمَّنت هاتان الآيتان فَصْلَ الخطاب في مسألة القَدَر، وإزالة كلِّ لَبْسٍ وإشكالٍ فيها، وذلك بَيِّنٌ - بحمد الله - لمن وُفِّقَ لفهمه.
ولهذا أجاب بهما  (¬٣)  النبيُّ - صلى الله عليه وسلم - لمن أورد عليه السؤالَ الذي لا يزال النَّاس يَلْهَجُون به في القَدَر، فأجاب بِفَصْل الخطاب، وأزال الإشكال.
ففي "الصحيحين" من حديث علي بن أبي طالب [ن/ ١٨]- رضي الله عنه - عن النبيِّ - صلى الله عليه وسلم - أنَّه قال: "ما منكم من أحدٍ إلَّا وقد عُلِمَ مَقْعَدُهُ من الجنَّةِ والنَّارِ" قيل: يا رسول الله، أفلا نَدَعُ العَمَلَ، ونتَّكِلُ على كتابنا  (¬٤) ؟ قال: "اعمَلُوا، فكُلٌّ ميسَّرٌ لمَا خُلِقَ له" ثُمَّ قرأ: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥ )
_________
(¬١)  ساقط من (ن).
(¬٢)  في (ز) زيادة: الحمد.
(¬٣)  في (ن): بها.
(¬٤)  في (ك) و (ح) و (ط) و (م): الكتاب.','1','98',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (169,'وَصَدَّقَ بِالْحُسْنَى  (٦)  فَسَنُيَسِّرُهُ لِلْيُسْرَى  (٧) } إلى قوله: {لِلْعُسْرَى  (١٠) }  (¬١)  [الليل: ٥ - ١٠].
فقد تضمَّنَ هذا الحديث الردَّ على "القَدَريَّة" و"الجَبْرِيَّة"، وإثباتَ القَدَر والشرع، وإثباتَ الكتاب الأوَّل المتضمِّنِ لعلم الله - سبحانه - الأشياءَ قبل كونها، واثباتَ خلق الفعل الجزائي.
وهو يبطل أصول "القَدَريَّة" الذين يمنعون خَلْقَ الفعل مطلقًا، ومن أقرَّ منهم بخَلْق الفعل الجزائي دون الابتدائي = هَدَمَ أصلَهُ، ونقضَ قاعدته.
والنبيُّ - صلى الله عليه وسلم - أخبر بمثل ما أخبر به الرَّبُّ - تعالى -: أنَّ العبد ميسَّرٌ لمَا خُلِق له  (¬٢) ؛ لا مَجْبُورٌ، فالجَبْر لفظٌ بدعيٌّ، والتيسير لفظ القرآن والسُّنَّة.
وفي الحديث دلالةٌ على أنَّ الصحابة كانوا أعلم النَّاس بأصول الدِّين، فإنَّهم تلقَّوها عن أعلم الخلق بالله - عزَّ وجلَّ - على الإطلاق، وكانوا إذا استشكلوا شيئًا سألوه عنه، وكان يجيبُهم بما يُزيل الإشكال، ويبيِّنُ الصوابَ. فهم العارفون بأصول الدِّين حقًا، لا أهلُ البدع والأهواء من المتكلِّمين ومن سلك سبيلهم.
وفي الحديث استدلالُ النبيِّ - صلى الله عليه وسلم - على مسائل أصول الدِّين بالقرآن،
_________
(¬١)  "إلى قوله: "للعسرى"" ساقط من (ك) و (ح) و (م) و (ط).
والحديث أخرجه: البخاري في "صحيحه" رقم (١٢٩٦، ٤٦٦١، ٤٦٦٦، ٥٨٦٣، ٦٢٣١، ٧١١٣)، ومسلم في "صحيحه" رقم (٢٦٤٧).
(¬٢)  ساقط من (ن).','1','99',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (170,'وإرشادُهُ الصحابةَ إلى استنباطِها منه، خلافًا لمن زعم أنَّ كلامَ الله ورسوله لا يفيد العلم بشيءٍ من أصول الدِّين، ولا يجوز أن تستفاد معرفة الله وأسمائه وصفاته وأفعاله منه، وعبَّرَ عن ذلك بقوله: "الأدلَّة اللفظية لا تفيد اليقين"  (¬١) .
وفي الحديث بيان أنَّ من النَّاس من خُلِقَ للسَّعادة، ومنهم من خُلِق للشَّقَاوة، خلافًا لمن زعم أنَّهم كلُّهم خُلِقُوا للسَّعَادة، ولكن اختاروا الشَّقَاوة، ولم يُخْلَقُوا لها.
وفيه إثباتُ الأسباب، وأنَّ العبد ميسَّرٌ للأسباب الموصِلة له  (¬٢)  إلى ما خُلِق له.
وفيه دليلٌ على اشتقاق السُّنَّةِ من الكتاب، ومطابقتها له. فتأمَّلْ قوله - صلى الله عليه وسلم -: "اعمَلُوا فكلٌّ ميسَّرٌ لما خُلق له" ومطابقته لقوله تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى  (٥) } إلى آخر الآيتين، كيف انتظم الشَّرْعَ والقَدَرَ، والسببَ والمسبَّب؟
وهذا الذي أرشد إليه النبيُّ - صلى الله عليه وسلم - هو الذي فَطَر اللهُ عليه عباده، بل الحيوانَ البهيمَ، بل مصالحَ الدنيا وعمارتها بذلك، فلو قال كلُّ أحدٍ: إنْ كان قُدِّر لي كذا وكذا فلابدَّ أن أنَالَهُ، وإن لم يقدَّر لي فلا سبيل إلى نَيلِهِ، فلا أَسْعَى ولا أتَحَرَّكُ؛ لَعُدَّ من السفهاءِ الجُهَّالِ، ولم يمكنه طَرْدُ ذلك أبدًا، وإن أتى به في أمرٍ مُعَيَّنٍ، فهل يمكنه أن يَطْرُدَهُ في مصالحه
_________
(¬١)  أطال ابن القيم - رحمه الله - في تفنيد هذه القالة، وزيَّفَها من وجوهٍ عدَّةٍ في كتابه "الصواعق المرسلة" (٢/ ٦٣٣) فما بعدها، وسمَّاها: "الطاغوت الأوَّل"!
(¬٢)  ساقط من (ن).','1','100',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (171,'جميعها، من طعامه، وشرابه، ولباسه، ومسكنه، ومَنْكَحِهِ، وهُرُوبِهِ ممَّا يُضَاد بقاءه، وينافي مصالحه، أم يجد نفسه غير منفكَّةٍ أَلْبتَّةَ عن قول النبيِّ - صلى الله عليه وسلم -: "اعمَلُوا فكُلٌّ ميسَّرٌ لمَا خُلِقَ له"؟! فإذا كان هذا في مصالحِ الدنيا، وأسباب منافعها، فما المُوجِبُ لتعطيله في مصالح الآخرة، وأسبابِ السَّعَادةَ والفلاح؛ ورَبُّ الدنيا والآخرة واحدٌ؟! فكيف يُعطَّلُ ذلك في شرع الرَّبِّ وأمرِه ونهيه، ويُستَعْمَلُ في إرادةِ العبد، وأغراضِه، وشهواته؟ وهل هذا إلا مَحْضُ الظلم والجهل، والإنسان ظلومٌ جَهُولٌ، ظلومٌ لنفسه، جهولٌ بربِّه.
فهذا الذي أرشد إليه النبيُّ - صلى الله عليه وسلم -، وتلا عنده هاتين الآيتين، موافقٌ لما جعله اللهُ في عقول العقلاء، وركَّب عليه فِطَرَ الخلائق حتَّى الحيوان البهيم، وأرسل به جميع رسله، وأنزل به جميع  (¬١)  كتبه.
ولو اتَّكَلَ العبدُ على القَدَر ولم يعمل لتعطَّلت الشرائع، وتعطَّلت مصالح العالم، وفسد أمر الدنيا والدَّين، وإنَّما يَسْتَرْوِحُ إلى ذلك مُعَطِّلُو الشرائع، ومن خَلَعَ رِبْقَةَ  (¬٢)  الأوامر والنواهي من عنقه، وذلك ميراثٌ من إخوانهم المشركين الذين دفعوا أمرَ اللهِ ونَهْيَهُ، وعارَضوا شرعَهُ بقضائه وقَدَرِهِ، كما حكى اللهُ - سبحانه - ذلك عنهم في غير موضع من كتابه؛ كقوله تعالى: {سَيَقُولُ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا أَشْرَكْنَا وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ شَيْءٍ} الآية وما بعدها [الأنعام: ١٤٨].
وقال تعالى: {وَقَالَ الَّذِينَ أَشْرَكُوا لَوْ شَاءَ اللَّهُ مَا عَبَدْنَا مِنْ دُونِهِ مِنْ
_________
(¬١)  ساقط من (ز).
(¬٢)  تصحفت في (ن) إلى: رقبة.','1','101',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (172,'شَيْءٍ نَحْنُ وَلَا آبَاؤُنَا وَلَا حَرَّمْنَا مِنْ دُونِهِ مِنْ شَيْءٍ} [النحل: ٣٥]، وقال تعالى: {وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ} الآية [الزخرف: ٢٠].
وقال تعالى: {وَإِذَا قِيلَ لَهُمْ أَنْفِقُوا مِمَّا رَزَقَكُمُ اللَّهُ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَنُطْعِمُ مَنْ لَوْ يَشَاءُ اللَّهُ أَطْعَمَهُ} الآية [يس: ٤٧].
فإن قيل: فالإعطاء، والتقوى، والتصديق بالحُسْنَى  (¬١) ، هي من اليُسْرَى - بل هي أصل اليُسْرَى - من يسَّرَها للعبد أوَّلًا؟ وكذلك أضدادها؟
قيل: الله - سبحانه - هو الذي يسَّر للعبد أسباب الخير والشَّرِّ، وخَلَقَ خَلْقَهُ قسمين:
١ - أهلَ سَعَادةٍ، فيسَّرهم لليُسْرَى.
٢ - وأهلَ شَقَاوةٍ، فيسَّرهم للعُسْرَى.
واستعمل هؤلاء في الأسباب التي خُلِقُوا لغَايَاتها، لا يَصْلُحُون لِسِوَاها، وهؤلاء في الأسباب التي خُلِقُوا لغَايَاتها لا يَصْلُحُون لِسوَاها، وحكمتُهُ الباهِرةُ تأْبَى أن يضع عقوبته في موضعٍ لا تصلُح له، كما تَأْبَى أن يَضَع كرامته وثوابه في مَحَلٍّ لا يصلح له ولا يليق به، بل  (¬٢)  حكمةُ آحادِ خلقه تَأْبَى ذلك، ومَنْ جعل مَحَلَّ المِسْكِ والرَّجِيعِ واحدًا فهو من  (¬٣)  أسفه السفهاء.
_________
(¬١)  جاء بعدها في (ن) زيادة: هو، وبدلًا من "هي" في (ز).
(¬٢)  ساقط من (ح) و (م).
(¬٣)  من (ح) و (م).','1','102',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (173,'فإن قيل: فَلِمَ جعل هذا لا يليق به إلا الكَرَامة، وهذا لا يليق به إلا الإهَانة؟
قيل: هذا سؤال جاهلٍ، لا يستحقُّ الجواب، كأنَّه يقول: لِمَ خَلَقَ اللهُ كذا وكذا؟
فإن قيل: وعلى هذا، فهل لهذا الجاهل من جوابٍ، لعلَّهُ يَشْفَى من جهله؟
قيل: نعم؛ شأنُ الربوبية خَلْقُ الأشياءِ وأضدادِها، وخَلْقُ المَلْزُومات ولوازِمِها، وذلك هو مَحْضُ الكَمَال.
فالعُلُوُّ لازِمٌ وملزومٌ للسُّفْلِ، والليلُ لازمٌ وملزومٌ للنَّهار، وكمالُ هذا الوجود بالحَرِّ والبَرْدِ، والصَّحْوِ والغَيْم. ومن لوازم الطبيعة الحيوانية: الصحَّةُ، والمَرَضُ، واختلافُ الإرادات، والمُرَادَات.
ووجودُ المَلْزُومِ بدون لازِمِه ممتنعٌ  (¬١) ، ولولا خَلْقُ المُضَادَّاتِ  (¬٢)  لَمَا عُرِفَ كمالُ القدرة والمشيئة والحكمة، ولَمَا ظهرت أحكامُ الأسماء والصفات، وظهورُ أحكامِها وآثارِها لابدَّ منه، إذ هو مقتضى الكمالِ المقدَّسِ، والمُلْكِ التامِّ.
وإذا أعطيتَ اسمَ "المَلِك" حقَّه - ولن تستطيع - علمتَ أنَّ الخلقَ والأمرَ، والثوابَ والعقابَ، والعَطَاءَ  (¬٣)  والحرمانَ = أمرٌ لازِمٌ لصفة المُلْكِ، وأنَّ صفة المُلْكِ تقتضي ذلك ولابدَّ، وأنَّ تَعَطُّلَ هذه الصفة أمرٌ
_________
(¬١)  العبارة في (ح) و (م) هكذا: ووجود اللازم بدون ملزومه ممتنع.
(¬٢)  في (ح) و (م): المتضادَّات.
(¬٣)  ساقط من (ن).','1','103',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (174,'ممتنعٌ.
فالمُلْكُ الحقُّ يقتضي إرسالَ الرُّسُل، وإنزالَ الكتب، وأمرَ العباد، ونَهْيَهم، وثوابَهم، وعقابَهم، وإكرامَ من يستحقُّ الإكرام، وإهانةَ من يستحقُ الإهانة. كما يستلزِمُ حياةَ "المَلِكِ"، وعلمَهُ، وإرادتَهُ، وقدرتَهُ، وسمعَهُ، وبصرَهُ، وكلامَهُ، ورحمتَهُ، ورضاهُ، وغضبَهُ، واستواءَهُ على سرير مُلْكِه، يدبِّرُ أمرَ عباده.
وهذه الإشارة تكفي اللبيبَ في مثل هذا الموضع، ويَطَّلِعُ منها على رياضٍ مُونِقَةٍ، وكنوزٍ من المعرفة، وبالله التوفيق.

فصل
ثُمَّ قال تعالى: {إِنَّ عَلَيْنَا لَلْهُدَى (١٢) وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَى} [الليل: ١٢, ١٣]؛ قيل: معناه: إنَّ علينا أن نُبيِّنَ طريقَ الهُدَى من طريق الضلال.
قال قتادة: "على الله البيانُ؛ بيانُ حلاله وحرامه، وطاعته ومعصيته" (¬١).
اختاره أبو إسحاق (¬٢)، وهو قول مقاتل (¬٣)، وجماعة.
_________
(¬١) أخرجه: ابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٣٦٦)، وابن جرير في "جامع البيان" (١٢/ ٦١٨). وزاد السيوطي نسبته إلى: عبد بن حميد، وابن المنذر. "الدر المنثور" (٦/ ٦٠٦).
وساق شيخ الإسلام ابن تيمية سندَ عبد بن حميد فقال: حدثنا يونس، عن شيبان، عن قتادة به، وقال عنه: "وهذا التفسير ثابتٌ عن قتادة". "دقائق التفسير" (٣/ ١٤٩).
(¬٢) هو الزجَّاج كما في كتابه "معاني القرآن" (٥/ ٣٣٦).
(¬٣) "تفسير مقاتل" (٣/ ٤٩٢).','1','104',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (175,'وهذا المعنى حقٌّ، ولكنَّ مرادَ الآية شيءٌ آخر.
وقيل: المعنى: إنَّ علينا للهُدَى والإضْلَال.
قال ابن عباس - رضي الله عنهما - في رواية عطاء: "يريد: أُرْشِدُ أوليائي إلى العمل بطاعتي، وأَحُولُ بين أعدائي وبين أن يعملوا بطاعتي".
قال الفرَّاء: "فَتَرَكَ ذكر الإضْلَال، كما قال: {سَرَابِيلَ تَقِيكُمُ الْحَرَّ} [النحل: ٨١]، أي: والبرد"  (¬١) .
وهذا أضعف من القول الأوَّل، وإن كان معناه صحيحًا، فليس هو معنى الآية.
وقيل: المعنى: من سَلَكَ الهُدَى فعَلَى الله سبيلُه، كقوله تعالى: {وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ} [النحل: ٩]، وهذا قول مجاهد  (¬٢) ، وهو أصحُّ
_________
(¬١)  "معاني القرآن" (٣/ ٢٧١).
قال شيخ الإسلام: "وهذا القول هو من الأقوال المُحْدَثة التي لم تُعرف عن السلف، وكذلك ما أشبهه، فإنهم قالوا: معناه: بيدك الخير والشرُّ، والنبيُّ - صلى الله عليه وسلم - في الحديث الصحيح يقول: "والخير بيديك، والشرُّ ليس إليك".
والله - تعالى - خالق كل شيءٍ: لا يكون في ملكه إلا ما يشاء، والقَدَرُ حقٌّ، لكن فَهْم القرآن، ووضع كل شيءٍ موضعه، وبيان حكمة الرَّبِّ وعدله مع الإيمان بالقَدَر؛ هو طريق الصحابة والتابعين لهم بإحسان". "دقائق التفسير" (٣/ ١٥٠).
(¬٢)  انظر: "معالم التنزيل" (٨/ ٤٤٧)، و"الجامع" (٢٠/ ٨٦)، وفيهما نسبة هذا القول إلى الفرَّاء، وهو في "معاني القرآن" له (٣/ ٢٧١).
وانتصر له شيخ الإسلام وأطال في تقريره. "دقائق التفسير" (٣/ ١٤٢ - ١٥٣).','1','105',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (176,'الأقوال في الآية.
قال الواحديُّ: "علينا الهُدَى، أي: إنَّ الهُدَى يُوصِلُ صاحبه إلى الله، وإلى ثوابه وجنَّته"  (¬١) .
وهذا المعنى في القرآن في ثلاثة مواضع: ههنا، وفي "النَّحْل" في قوله تعالى: {وَعَلَى اللَّهِ قَصْدُ السَّبِيلِ} [النحل: ٩]، وفي "الحِجْر" قال: {هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ  (٤١) } [الحجر: ٤١].
وهو معنىً شريفٌ جليلٌ، يدلُّ على أنَّ سالك طريق الهُدَى يُوصِلُه طريقُهُ  (¬٢)  إلى الله - عزَّ وجلَّ - ولابدَّ، والهُدَى هو الصراط المستقيم  (¬٣)  فمن سلكه أوصله إلى الله تعالى، فذَكَرَ الطريق والغاية، فالطريقُ: الهُدَى، والغايةُ: الوصولُ إلى الله - عزَّ وجلَّ -، فهذه أشرفُ الوسائل، وغايتُها أَعْلَى الغايات.
ولمَّا كان مطلوبُ السالك إلى الله تحصيلَ مصالح دنياه وآخرته لم يتمَّ له هذا المطلوب إلا بتوحيد طلبهِ، والمطلوب منه. فأَعْلَمَهُ - سبحانه - أنَّ سواه لا يملك من الدنيا والآخرة شيئًا، وأَنَّ الدنيا والآخرة جميعًا له وحده، فإذا تيقَّنَ العبدُ ذلك اجتمع طَلَبُهُ ومطلُوبُهُ على مَنْ يملك الدنيا والآخرة وحده.
_________
(¬١)  قال الواحديُّ في "الوجيز" (٢/ ١٢٠٩):
"أي: إن علينا أن نبيِّنَ طريق الهُدَى من طريق الضلال".
وقريبٌ منه في "الوسيط" له (٤/ ٥٠٥)، وساق بعده قول الزجَّاج وقتادة.
(¬٢)  ساقط من (ن).
(¬٣)  "هو الصراط المستقيم" تكررت في (ن) مرتين.','1','106',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (177,'ف<span data-type="title" id=toc-69>تضمَّنَتْ الآيتان أربعةَ أمورٍ، هي المطالب العالية:</span>
١ - ذكرَ أَعْلَى الغايات؛ وهو الوصول إلى الله سبحانه.
٢ - وأقربَ الطُّرُقِ والوسائلِ إليه، وهي طريقة الهُدَى.
٣ - وتوحيدَ الطريقِ؛ فلا يُعدَلُ عنها إلى غيرها.
٤ - وتوحيدَ المطلوبِ، وهو الحقُّ، فلا يُعدَل عنه إلى غيره.
فاقْتَبِسْ هذه الأمور من مشكاةِ هذه الكلمات، فإنَّ هذا غاية العلم والفهم، وَبالله التوفيق.
والهُدَى التَّامُّ يتضمَّنُ: توحيدَ المطلُوبِ، وتوحيدَ (¬١) الطَّلَبِ، وتوحيدَ الطريقِ المُوصِلة.
والانقطاعُ وتخلُّفُ الوصولِ يقع من (¬٢) الشركة في هذه الأمور، أو في بعضها:
فالشركة في المطلوب تنافي التوحيد والإخلاص، والشركة في الطلب تنافي الصِّدْقَ والعزيمة، والشركة في الطريق تنافي اتِّبَاعَ الأمر.
فالأوَّل: يوقع في الشِّرْكِ، والرِّيَاء.
والثاني: يوقع في المعصيةِ، والبَطَالَةِ.
والثالث: يوقع في البدعةِ، ومُفَارَقَةِ السُّنَّةِ، فتأمَّلْهُ.
_________
(¬١) "المطلوب، وتوحيد" ملحق بهامش (ز).
(¬٢) في (ك): مع.','1','107',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (178,'فـ "توحيدُ المطلوب" يعصِمُ من الشِّرْك، و"توحيدُ الطلب" يعصِمُ من المعصية، و"توحيدُ الطريق" يعصِمُ من البدعةِ، والشيطانُ إنَّما يَنْصِبُ فَخَّهُ بهذه الطرق الثلاثة.
ولمَّا أقام - سبحانه - الدليلَ، وأنارَ السبيل، وأوضحَ الحُجَّةَ، وبيَّنَ المَحَجَّةَ = أنذرَ عبادَه عذابَه الذي أعدَّهُ لمن كذَّبَ خَبَرَهُ، وتولَّى عن طاعته. وجعلَ هذا الصِّنْفَ من النَّاس هم أشقاهم، كما جعل أَسْعَدَهم أهلَ التقوى والإحسان والإخلاص، فهذا الصِّنْفُ هو الذي يُجَنَّبُ  (¬١)  عذابه، كما قال تعالى: {وَسَيُجَنَّبُهَا الْأَتْقَى  (١٧)  الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى  (١٨) } [الليل: ١٧, ١٨]، فهذا المتَّقِي المُحْسِنُ، ولا يفعلُ ذلك إلا ابتغاءَ وجه ربِّه، فهو مُخْلِصٌ في تقواه وإحسانه.
وفي الآية إرشادٌ إلى أنَّ صاحب التقوى لا ينبغي له أن يتحمَّلَ مِنَنَ الخَلْق ونِعَمَهُم، وإن حَمَلَ منها شيئًا بادَرَ إلى جزائهم عليه؛ لئلَّا يبقى لأحدٍ من الخَلْقِ عليه نعمةٌ تُجْزَى، فيكون بعد ذلك عمله كلُّه لله وحده، ليس جزاءً للمخلوق على نعمته.
ونبَّه بقوله: {تُجْزَى  (١٩) } على أنَّ نعمة الإسلام التي لرسول الله - صلى الله عليه وسلم - على هذا الأتقى لا تُجْزَى، فإنَّ كلَّ ذي نعمةٍ يمكن جزاءُ نعمته إلا نعمة الإسلام، فإنَّها لا يمكن جزاؤها من المُنْعَمِ بها عليه  (¬٢) ، وهذا يدلُّ على أنَّ الصدِّيقَ - رضي الله عنه - أوَّلُ وأَوْلَى من ذُكِرَ في هذه الآية  (¬٣) ، وأنَّه
_________
(¬١)  ضبطت في (ز): تَجنَّبَ، وما أثبته من (ن).
(¬٢)  العبارة في (ح) و (م) هكذا: فإنها لا يمكن المنعم بها عليه أن يجازيها.
(¬٣)  نقل جماعة من المفسرين الاتفاق على أنَّ المراد بـ "الأتقى": أبو بكر الصدِّيق
- رضي الله عنه -؛ منهم: البغوي في "معالم التنزيل" (٨/ ٤٤٨)، والواحديُّ في =','1','108',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (179,'أحقُّ الأُمَّة بها، فإنَّ عليًّا - رضي الله عنه - تربَّى في بيت النبيِّ - صلى الله عليه وسلم -، فَلِرَسُولِ الله - صلى الله عليه وسلم - عنده نعمةٌ غير نعمةِ الإسلام، يمكن أن تُجْزَى.
ونبَّهَ - سبحانه - بقوله: {إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى (٢٠)} على أنَّ من ليس لمخلوقٍ عليه نعمةٌ تُجْزَى لا يفعل ما يفعله إلا ابتغاءَ وجهِ ربِّهِ الأعلى، بخلاف من تطوَّقَ بِنِعَم المخلوقين ومِنَنِهِم، فإنَّه مُضطَرٌّ إلى أن يفعل لأجلهم، ويترك لأجلهم. ولهذا كان من كمال الإخلاص أن لا يجعل العبدُ عليه مِنَّةً لأحدٍ من النَّاس، لتكون معاملته كلها لله إبتغاء وجهه، وطلب مرضاته.
وكما أنَّ هذه الغايةَ أعلى الغايات، وهذا المطلوبَ أشرفُ المطالب؛ فهذه الطريقُ أقْصَدُ الطرق إليه، وأقربُها، وأقومُها، وبالله التوفيق.
_________
= "الوسيط" (٤/ ٥٠٥)، وابن عطية في "المحرر الوجيز" (١٥/ ٤٨٤)، وابن الجوزي في "زاد المسير" (٨/ ٢٦٥).
وقد نبَّه جماعة من أهل العلم على أنَّ الآية وإن نزلت في سبب خاصٍّ - كما قيل في سبب نزولها - إلا أنَّ عموم اللفظ معتبر، فتشمل كلَّ من اتصف بالصفات المذكورة في تلك الآيات.
انظر: "تفسير ابن كثير" (٨/ ٤٢٢)، و"المحرر الوجيز" (١٥/ ٤٨٤)، و"الجامع" (٢٠/ ٨٨).','1','109',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (180,'فصل

ومن ذلك إقسامُهُ - سبحانه - بالضُّحَى {وَاللَّيْلِ إِذَا سَجَى (٢)} [الضحى: ٢] على إنعامه على رسوله - صلى الله عليه وسلم -، وإكرامه له، وإعطائه ما يرضيه، وذلك متضمِّنٌ لتصديقه له، فهو يُقْسِم (¬١) على صحَّةِ نُبَوَّته، وعلى جزائه في الآخرة، فهو قَسَمٌ على النُّبوَّة والمَعَاد.
وأقسم بآيتين عظيمتين من آياته؛ دالَّتَين على ربوبيته، وحكمته، ورحمته، وهما الليل والنَّهار.
فتأمَّلْ مطابقةَ هذا القَسَم - وهو نورُ الضُّحَى الذي يوافي بعد ظلام الليل - للمُقْسَم عليه؛ وهو نورُ الوحي الذي وَافَاهُ بعد احتباسِهِ عنه، حتَّى قال أعداؤُه: "وَدَّع محمدًا ربُّهُ" (¬٢). فأقسَمَ بضوء النَّهار بعد ظلمة الليل على ضوء الوحي ونوره، بعد ظلمة احتباسه (¬٣) واحتجابه.
_________
(¬١) من (ز)، وفي باقي النسخ: قَسَمٌ.
(¬٢) روى مسلم في "صحيحه" رقم (١٧٩٧) من طريق: سفيان، عن الأسود بن قيس: أنه سمع جُنْدبًا يقول:
"أبطأ جبريلُ على رسول الله - صلى الله عليه وسلم -، فقال المشركون: قد وُدِّعَ محمدٌ! فأنزل اللهُ - عزَّ وجلَّ -: {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (٣)} ".
وفي "الصحيحين" من حديث جندب بن سفيان البجلي - رضي الله عنه - قال: "اشتكى رسول الله - صلى الله عليه وسلم -، فلم يقم ليلتين أو ثلاثًا، فجاءت امرأةٌ فقالت: يا محمد؛ إني لأرجو أن يكون شيطانك قد تركك، لم أَرَهُ قَرِبَك منذ ليلتين أو ثلاثًا. فأنزل الله - عزَّ وجلَّ -: {وَالضُّحَى (١) وَاللَّيْلِ إِذَا سَجَى (٢) مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى} ".
البخاري رقم (١٠٧٢، ٤٦٦٧، ٤٦٦٨، ٤٦٩٧)، ومسلم رقم (١٧٩٧).
وذكر أهل التفسير أسبابًا أخرى لنزول هذه الآيات، تكلَّم عنها الحافظ في "الفتح" (٨/ ٥٩٣) وقال: "كل هذه الروايات لا تثبت".
(¬٣) من قوله: "عنه، حتى قال. . ." إلى هنا؛ ساقط من (ز).','1','110',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (181,'وأيضًا؛ فإنَّ الذي فَلَقَ ظلمةَ الليل عن ضوءِ النَّهار؛ هو الذي فَلَقَ ظلمة الجهل والشرك بنور الوحي والنُّبوَّة، فهذان للحِسِّ، وهذان للعقل.
وأيضًا؛ فإنَّ الذي اقتضت رحمتُهُ أن لا يترك عبادَهُ في ظلمة الليل سرمدًا، بل هداهم بضوء النَّهار إلى مصالحهم ومعايشهم = لا يليق به أن يتركهم في ظلمة الجهل والغَيِّ، بل يهديهم بنور الوحي والنُّبوَّة إلى مصالحهم في دنياهم وآخرتهم.
فتأمَّلْ حُسْنَ ارتباطِ المُقْسَم به بالمُقْسَم عليه، وتأمَّلْ هذه الجزالةَ والرَّوْنَقَ الذي على هذه الألفاظ، والجلالةَ التي على معانيها.
ونفَى - سبحانه - أن يكون ودَّعَ نبيَّهُ أو قَلَاهُ، فالتوديع: التَّرْكُ، والقِلَى: البُغْضُ، فما تَرَكَهُ منذ اعتنى به وأكرمه، ولا أبغَضَهُ منذ أحبَّهُ.
وأطلق - سبحانه - أنَّ الآخرة خيرٌ له من الأُولَى، وهذا يَعُمُّ كلَّ أحواله، وأنَّ كلَّ حالةٍ يُرقّيه إليها هي خيرٌ له ممَّا قبلها، كما أنَّ الدارَ الآخرة خيرٌ له ممَّا قبلها.
ثُمَّ وَعَدَهُ بما تَقَرُّ به عَيْنُهُ, وتفرَحُ به نفسُهُ، وينشرحُ به صدرُهُ، وهو أن يعطيه فَيُرضِيه (¬١)؛ وهذا يَعُمُّ ما يعطيه من القرآنِ، والهُدَى، والنَّصْرِ، وكثرةِ الأتْبَاع، ورَفْع ذِكْرِهِ، وإعلاءِ كلمتِه، وما يعطيه بعد مماته، وما يعطيه في موقف القيامة، وما يعطيه في الجَنَّة.
وأمَّا ما يغترُّ به الجُهَّالُ، من أنَّه لا يرضَى وواحدٌ من أُمَّته في النَّار،
_________
(¬١) في (ن) و (ح) و (م): فيرضى.','1','111',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (182,'أو لا يرضَى أن يدخل أحدٌ من أُمَّته النَّار = فهذا منِ غرور الشيطان لهم، ولَعِبهِ بهم، فإنَّه -صلوات الله وسلامه عليه - يرضى بما يرضَى به ربُّهُ تباركَ وتعالى، وهو - سبحانه - يُدخِل النَّارَ من يستحقُّها من الكفار، والعُصَاة، والمنافقين من هذه الأُمَّة وغيرها  (¬١) ، ثُمَّ يَحُدُّ لرسوله حَدًّا يشفع فيهم، ورسولُهُ أَعْرَفُ به وبحقِّهِ من أن يقول: لا أرضى أن تُدخِلَ أحدًا من أُمَّتي النَّار، أو تَدَعَهُ فيها، بل رَبُّهُ - تبارك وتعالى - يأذن له، فيشفع فيمن شاء اللهُ أن يشفع فيه، ولا يشفع في غير من أذِنَ له، ورضيَهُ تعالى  (¬٢) .
_________
(¬١)  "والمنافقين من هذه الأمة وغيرها" ساقط من (ح) و (م).
(¬٢)  قول المؤلف - رحمه الله -: وأما ما يغتر به الجهَّال؛ من أنه لا يرضى أن. . . إلخ قد تابعه عليه جماعة من أهل العلم، منهم القسطلاني في "المواهب اللدنية" (٣/ ١٩٥)، وعنه القاسمي في "محاسن التأويل" (٧/ ٣٤٠).
وهذا المعنى الذي ردَّهُ قد ورد مرفوعًا وموقوفًا:
فأما المرفوع؛ فهو مروي عن:
١ - علي - رضي الله عنه -؛ عَزَاه الزرقانيُّ في "شرح المواهب" (٦/ ٢١٢ - ٢١٣) إلى الديلمي في "الفردوس".
٢ - وابن عباس - رضي الله عنهما -؛ أخرجه الخطيب البغدادي في "تلخيص المتشابه" (١/ ١٧٣) رقم (٢٧٢) من طريق: عبد الصمد بن علي بن عبد الله بن عباس قال: حدثني أبي، عن جدي، عن رسول الله - صلى الله عليه وسلم - في قوله تعالى: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥)} قال: "لا يرضى محمدٌ وأحدٌ من أُمَّته في النار".
وعبد الصمد بن علي: ذكره العقيلي في "الضعفاء" (٣/ ٨٣٧)، وقال الذهبي: "ليس بحجة". "ميزان الاعتدال" (٣/ ٣٣٤).
وأما الموقوف؛ فهو عن:
١ - علي - رضي الله عنه -؛ عَزَاه الزرقانيُّ في "شرح المواهب" (٦/ ٢١٣) إلى =','1','112',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (183,'ثُمَّ ذكَّرهُ - سبحانه - بنعَمِهِ عليه؛ من إيوائه بعد يُتْمِهِ، وهدايتِهِ بعد الضلالة  (¬١) ، وإغنائه بعد الفقر، فكان محتاجًا إلى من يُؤْوِيهِ، ويَهْدِيهِ، ويُغْنِيهِ، فآواه ربُّهُ وهدَاهُ وأغناه.
فأمَرهُ - سبحانه - أن يقابل هذه النِّعَمَ الثلاثةَ بما يليق بها من الشُّكْر؛ فنهَاهُ أن يقْهَرَ اليتيمَ، وأن يَنْهَرَ السائلَ، وأن يكتم النِّعْمةَ، بل
_________
= أبي نعيم في "الحلية"، ثم قال: "موقوف لفظًا، مرفوع حكمًا، إذ لا مدخل للرأي فيه".
٢ - وابن عباس - رضي الله عنهما -؛ أخرجه:
الديلمي في "الفردوس" رقم (٧١٧٩)، والبيهقي في "شعب الإيمان" (٤/ ٦٤ - ٦٥) رقم (١٣٧٤) - بسند ضعيف - ولفظه: "رضاه أن تدخل أُمَّته كلهم الجنَّة".
وعزاه السيوطي إلى الخطيب البغدادي في "تلخيص المتشابه". "الدر المنثور" (٦/ ٦١٠).
وأخرجه: ابن أبي حاتم - "تفسير ابن كثير" (٨/ ٤٢٦) -، وابن جرير في "تفسيره" (١٢/ ٦٢٤)، ومن طريقه الثعلبي في "تفسيره" (١٠/ ٢٢٤)، بلفظ: "من رِضى محمد - صلى الله عليه وسلم - ألا يدخل أحدٌ من أهل بيته النَّار".
وأخرجه: أبو بكر الدينوري في "المجالسة وجواهر العلم" رقم (٣٠١٠ و ٣٤٣٣)، عن جعفر بن محمد من قوله: "فلم يكن يرضى محمدٌ - صلى الله عليه وسلم - من ربِّه أن يُدخل أحدًا من أُمَّته النَّار".
وقد نقل الزرقانيُّ في "شرح المواهب" (٦/ ٢١٣) عن بعضهم ردَّه على ابن القيم ومن تبعه، وفي عبارته جفاء!
وأصل إرضائه - صلى الله عليه وسلم - في أُمَّته ثابتٌ في "صحيح مسلم" رقم (٢٠٢) من حديث عبد الله بن عمرو بن العاص - رضي الله عنهما - بلفظ: "إنَّا سنرضيكَ في أُمَّتك ولا نَسُوءُك".
(¬١)  في (ز): إضلاله!','1','113',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (184,'يحدِّث بها. فأوصاه - سبحانه - باليتامى، والفقراء، والمتعلِّمين.
قال مجاهد، ومقاتل: "لا تحقر اليتيمَ، فقد كنتَ يتيمًا" (¬١).
وقال الفرَّاء: "لا تقهَرْهُ على ماله، فتذهب بحَقِّهِ لِضَعْفِهِ" (¬٢).
وكذلك كانت العرب تفعل في أمر اليتامى، تأخذ أموالهم وتظلمهم (¬٣)، فغَلَّظَ الخطابَ في أمر اليتيم، وكذلك من لا ناصر له يُغلَّظ في أمره، وهو نهيٌ لجميع المكلَّفِين.
{وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (١٠)}؛ قال (¬٤) أكثر المفسِّرين: هو سائل المعروف والصدقة؛ لا تنهره إذا سأَلكَ، فقد كنتَ فقيرًا؛ فإمَّا أن تُطعِمه، وإمَّا أن تردَّهُ ردًّا لينًا.
وقال الحسن: "أَمَا إنَّه ليس بالسائل الذي يأتيك، ولكن طالب العلم".
وهذا قول يحيى بن آدم (¬٥)، قال: "إذا جاءك طالبُ العلم فلا
_________
(¬١) "تفسير مقاتل" (٣/ ٤٩٥).
وقول مجاهد أخرجه: ابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٣٧٩)، وابن جرير الطبري في "جامع البيان" (١٢/ ٦٢٥).
وزاد السيوطي نسبته إلى: ابن المنذر. "الدر المنثور" (٦/ ٦١٢).
(¬٢) "معاني القرآن" (٣/ ٢٧٤).
(¬٣) انظر: "الوسيط" للواحدي (٤/ ٥١١)، و"معالم التنزيل" (٨/ ٤٥٧).
(¬٤) أثبته من (ح) و (م).
(¬٥) هو يحيى بن آدم بن سليمان القرشي، العلامة الحافظ، الثقة الثبت، صاحب تصانيف منها: "كتاب الخراج"، روى له الجماعة، توفي ببلدة "فَمْ الصِّلْح" =','1','114',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (185,'تنهره" (¬١).
والتحقيق: أنَّ الآية تتناول النَّوعَين.
وقوله تعالى: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١)}؛ قال مجاهد: "بالقرآن" (¬٢).
قال الكلبي: "يعني: أَظْهِرْها، والقرآن أعظَمُ ما أنعم الله به عليه، فأمره أن يُقْرِئَهُ ويعلِّمَهُ" (¬٣).
وروى أبو بِشْر (¬٤)، عن مجاهد: "حَدِّثْ بالنُّبوَّة التي أعطاك
_________
= سنة (٢٠٣ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٣١/ ١٨٨)، و"السير" (٩/ ٥٢٢).
(¬١) ونُسب - أيضًا - إلى: أبي الدرداء - رضي الله عنه -، وسفيان الثوري.
ولم يذكر ابن كثير في "تفسيره" غيره (٨/ ٤٢٧).
وانظر: "معالم التنزيل" (٨/ ٤٥٨)، و"المحرر الوجيز" (١٥/ ٤٩٢)، و"زاد المسير" (٨/ ٢٧٠)، و"الجامع" (٢٠/ ١٠١).
(¬٢) أخرجه: ابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٣٨٤).
وزاد السيوطي نسبته إلى: عبد بن حميد، وابن المنذر. "الدر المنثور" (٦/ ٦١٢).
(¬٣) انظر: "الوسيط" (٤/ ٥١٣)، و"معالم التنزيل" (٨/ ٤٥٨)، و"المحرر الوجيز" (١٥/ ٤٩٣).
(¬٤) ضبط في (ز) بالسين المهملة: أبو بسر! وصوابه بالشين المعجمة كما في بقية النسخ والمصادر.
وأبو بِشْر هو: جعفر بن إياس، وهو ابن أبي وَحْشِيَّة اليَشْكُرِي، الواسطي، بصري الأصل، أحد الحفاظ، وثَّقَهُ جماعة، قال يحيى بن سعيد القطان: "كان شعبة يضعِّف حديث أبي بشر عن مجاهد"، توفي سنة (١٢٣ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٥/ ٥)، و"السير" (٥/ ٤٦٥).','1','115',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (186,'الله"  (¬١) .
وقال الزجَّاجُ: "وبلِّغْ ما أُرسلْتَ به، وحدِّث بالنُّبوَّة التي آتاك، وهي أجلُّ النِّعَم"  (¬٢) .
وقال مقاتل: "اشكُرْ هذه النِّعَمَ التي ذُكِرَتْ في هذه السورة"  (¬٣) .
والتحقيق: أنَّ النِّعَم تعُمُّ هذا كلَّه، فأُمِر أن لا ينهر سائلَ المعروفِ والعلمِ، وأن يحدِّثَ بِنعَم الله عليه في الدنيا والدِّين.
_________
(¬١)  أخرجه: ابن جرير في "جامع البيان" (١٢/ ٦٢٥).
وزاد السيوطي نسبته إلى: سعيد بن منصور، وابن المنذر. "الدر المنثور" (٦/ ٦١٢).
(¬٢)  "معاني القرآن" (٥/ ٣٤٠).
(¬٣)  "تفسير مقاتل" (٣/ ٤٩٥).','1','116',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (187,'فصل

ومن ذلك إقسامُهُ - سبحانه - بـ {وَالْعَادِيَاتِ ضَبْحًا} [العاديات: ١] الآية وما بعدها. وقد اختلف الصحابة ومن بعدهم في ذلك:
فقال علي بن أبي طالب، وعبد الله بن مسعود - رضي الله عنهما -: "هي إبلُ الحاجِّ (¬١)، تَعْدُو من عَرَفَة إلى مزدلفة، ومن مزدلفة إلى مِنَى".
وهذا اختيار: محمد بن كعب (¬٢)، وأبي صالح، وجماعةٍ من المفسِّرين (¬٣).
وقال عبد الله بن عباس: "هي خيل الغُزَاة".
وهذا قول: أصحاب ابن عباس، والحسن، وجماعة (¬٤).
_________
(¬١) في (ن) و (ك): للحاج.
(¬٢) هو محمد بن كعب القُرَظي، سكن الكوفة ثم تحول إلى المدينة، كان ثقةً ثبتًا، يرسل كثيرًا، عالمًا بالقرآن من أئمة التفسير، زاهدًا ورعًا، كان جالسًا في مسجد الرَّبَذَة مع أصحابه فسقط عليهم سقف المسجد فماتوا جميعًا، وذلك سنة (١٠٨ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٢٦/ ٣٤٠)، و"السير" (٥/ ٦٥).
(¬٣) منهم: السُّدِّي، وعبيد بن عمير، والنخعي.
انظر: "المحرر الوجيز" (١٥/ ٥٤٤)، و"زاد المسير" (٨/ ٢٩٤)، و"الجامع" (٢٠/ ١٥٥).
(¬٤) منهم: عطاء، ومجاهد، وأبو العالية، وعكرمة، وقتادة، وعطية العَوفي، والضحَّاك، والربيع، ومقاتل بن حيَّان، ومقاتل بن سليمان، وغيرهم كثيرٌ حتى قال القرطبي: "كذا قال عامة المفسرين، وأهل اللغة". "الجامع" (٢٠/ ١٥٣).
واختاره: ابن جرير الطبري في "جامع البيان" (١٢/ ٦٦٧)، والسمعاني في "تفسيره" (٦/ ٢٧٠)، وأبو حيَّان في "البحر المحيط" (٨/ ٥٠٠)، وغيرهم.','1','117',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (188,'واختاره: الفرَّاء (¬١)، والزجَّاج (¬٢).
قال أصحاب قول "الإبل": السورة مكِّيةٌ، ولم يكن ثَمَّ جهادٌ، ولا خيلٌ تجاهد، وإنَّما أقسَمَ بما يعرفونه ويَأْلَفُونَه، وهي إبل الحاجِّ إذا عَدَتْ من عرفة إلى مزدلفة، فهي "عَادِيَات".
و"الضَّبْحُ" و"الضَّبْعُ": مدُّ النَّاقة ضَبْعَها في السَّيْر (¬٣)، يقال: ضَبَحَتْ، وضبَعَتْ؛ بمعنىً (¬٤).
وأنشَدَ أبو عبيدة - وقد اختار هذا القول (¬٥) -:
فكانَ لكُمْ أَجْرِي جميعًا وأَصبَحَت (¬٦) ... بي البَازِلُ الوَجْنَاءُ في الأَلِّ تَضْبَعُ (¬٧)
_________
(¬١) "معاني القرآن" (٣/ ٢٨٥).
(¬٢) "معاني القرآن" (٥/ ٣٥٣).
(¬٣) وتسمَّى بـ "الضَّابِع"، والضَّبْع: العَضُد.
انظر: "إصلاح المنطق" لابن السكيت (١٩٦)، و"تهذيب اللغة" (٤/ ٢١٩).
(¬٤) كذا قال أبو عبيدة في "مجاز القرآن" (٢/ ٣٠٧)، وعنه تناقلها أهل اللغة.
انظر: "الإبدال" لابن السكيت (٨٦)، و"الأمالي" لأبي علي القالي (٢/ ٧٠).
(¬٥) البيت غير موجود في "مجاز القرآن" (٢/ ٣٠٧) المطبوع، وأبو عبيدة لم يختر القول بأنها الإبل، بل قال إنها الخيل.
(¬٦) في (ن): وأضْبَحت - بالضاد المعجمة -، وهو تصحيف.
(¬٧) في جميع النسخ: تضبح - بالحاء المهملة في آخره -، والتصحيح من المصادر. والبيت من أبيات عزاها الجاحظ في "الحيوان" (١/ ٢٦٢) إلى: الجَدَليّ، والأبيات بدون الشاهد عزاها ياقوت في "معجم البلدان" (٢/ ١٨٤) إلى: الغَطَمَّش الضَّبِّي. وذكره بدون نسبة: الأصمعي في "الإبل" - ضمن الكنز اللغوي - (٦٧)، وابن دريد في "الجمهرة" (١/ ٣٥٣) و (٣/ ١٢٦٤)، والسرقسطي في "الأفعال" (٢/ ٢٢٤).
"البَازِل": إذا استكمل البعير سِنَّ الثامنة وطعن في التاسعة سُمِّي "بازلًا"، =','1','118',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (189,'قالوا: فهي تعدو ضَبْحًا، فَتُوري بأخفافها النَّارَ من حَكِّ الأحجار بعضها ببعضٍ، فتثير النَّقْعَ -وهو الغُبار - بِعَدْوِها، فتتوسَّط  (¬١)  جَمْعًا وهو المزدلفة.
قال أصحاب قول "الخيل": المعروف في اللغة أنَّ "الضَّبْحَ" أصواتُ أنفاس الخيل إذا عَدَوْنَ  (¬٢) ، والمعنى: والعادياتِ تضبح ضبحًا، أو: والعادياتِ ضابحةً، فتكون "ضَبْحًا" مصدرًا على الأوَّل، وحالًا على الثاني.
قالوا: والخيل هي التي تَضْبَحُ في عَدْوِها ضَبْحًا، وهو صوتٌ يُسْمَعُ من أَجْوَافِها، ليس بالصَّهِيل ولا الحَمْحَمَةِ، ولكنه صوت أنفاسها في أجْوَافِها  (¬٣)  من شدَّة العَدْوِ.
قال الجُرْجَانيُّ  (¬٤) : "كلا القولين قد جاء في التفسير، إلا أنَّ
_________
= من البَزْل، وهو الشَّقُّ، وذلك أن نَابَه إذا طلع شقَّ اللحم عن مَنْبَته شَقًّا، وهو أقصى أسنان البعير، فليس بعد "البَازِل" سِنٌّ تسمى.
"الوَجْنَاء": يقال: ناقةٌ وجْنَاء: تامة الخَلْق، غليظة لحم الوَجْنَة، صلبةٌ شديدةٌ، مشتقة من "الوجين"؛ وهي الحجارة أو الأرض الصلبة.
"الأَلُّ": السير السريع، يقال: أَلَّ يَؤُلُّ ألًّا، إذا أسرع واهتزَّ.
والرواية في جميع المصادر: "الرَّمل" بدلًا عن: "الأَلّ".
انظر: "المخصَّص" لابن سيده (٢/ ١٣٨ و ١٨٦)، و"لسان العرب" (١/ ١٨٤ و ٤٠٠) و (١٥/ ٢٢٤).
(¬١)  في (ح) و (م) بياء فتاء، فيكون المراد به: الغُبار. وما أثبته من باقي النسخ فيكون المراد به: الإبل، وهو الصواب؛ لأن الآيات تتكلم عنها، والتوسط من صفتها.
(¬٢)  انظر: "الصحاح" (١/ ٣٨٥)، و"تهذيب اللغة" (٤/ ٢١٩).
(¬٣)  من قوله: "من أجوافها. . ." إلى هنا؛ ساقط من (ز).
(¬٤)  هو الحسن بن يحيى الجرجاني، وقد سبقت ترجمته (ص/ ١٧).','1','119',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (190,'السياق يدلُّ على أنَّها الخيل، وهو قوله تعالى: {فَالْمُورِيَاتِ قَدْحًا  (٢) }، و"الإيرَاءُ" لا يكون إلا للحَافِرِ لصلابته، وأمَّا الخُفُّ ففيه لِينٌ واسترخاءٌ" انتهى.
قالوا: و"الضَّبْحُ" في الخيلِ أظهرُ منه في الإبل  (¬١) ، و"الإيرَاءُ" لسَنَابِكِ الخيل أَبْيَنُ منه لأخفاف الإبل.
قالوا: و"النَّقْعُ" هو الغُبار، وإثارة الخيل بعَدْوِها له أظهر من إثارة أخفاف الإبل؛ لأنَّها لصلابة حَوَافِرها وسنابكها تثير من الغُبار بعَدْوِها ما لا تثيره أخفاف الإبل. والضمير في "به" عائدٌ على المكَان الذي تعدو فيه.
قالوا: وأعظم ما يَثُورُ الغُبارُ عند الإغَارَة إذا توسَّطَت الخيلُ جَمْعَ العَدُوِّ، لكثرةِ حركتها واضطرابها في ذلك المكان.
وأمَّا حمل الآية على إثارة الغُبار في وادي "مُحَسِّر" عند الإغارة = فليس بالبيِّنِ، ولا يثُور هناك غُبارٌ في الغالب؛ لصلابة المكان.
قالوا: وأمَّا قولكم إنَّه لم يكن بمكَّة حين نزول الآية جهادٌ ولا خيلُ مجاهدين، فهذا لا يلزِم؛ لأنَّه - سبحانه - أقسَمَ بما يعرفونه من شأن الخيل إذا كانت في غزْوٍ، فأَغَارَتْ فأَثَارَت النَّقْعَ، وتوسَّطَت جَمْعَ العَدُوِّ، وهذا أمرٌ معروفٌ.
وذِكْرُ خيلِ المجاهدين أحقُّ ما دخل في هذا الوصف، فذِكْرُهُ على وجهِ التمثيل لا الاختصاص، فإنَّ هذا شأنُ خيل المقاتِلة، وأشرف أنواع
_________
(¬١)  انظر: "لسان العرب" (٨/ ١٣)، و"تاج العروس" (٦/ ٥٦٢).','1','120',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (191,'هذا الخيل: خيلُ المجاهدين (¬١).
والقَسَمُ إنَّما وقع بما تضمَّنه شأن هذه "العاديات" من الآيات البيِّنات من خلق هذا الحيوان الذي هو من أكرم الحيوان البهيم وأشرفه، وهو الذي يحصل به الغَزْوُ (¬٢) والظَّفَر، والنَّصْرُ على الأعداء، فتَعْدُو طالبةً للعَدُوِّ وهاربةً منه، فَيُثيرُ عَدْوُها الغُبارَ لشدَّتِهِ، وتُورِي حَوَافِرُها وسَنَابِكُها النَّارَ من الأحجار؛ لشدَّة عَدْوِها، فَتُدْرِكُ الغَارَة التي طَلَبَتْها حتَّى تتوسَّط جَمْعَ الأعداء، فهذه من أعظم آيات الرَّبِّ - تعالى - وأدلَّةِ قدرته وحكمته.
فذكَّرَهم بِنعَمِه عليهم في خلق هذا الحيوان الذي ينتصرون به على أعدائهم، ويُدْرِكُون به ثأْرَهم. كما ذكَّرهم - سبحانه - بِنعَمِه (¬٣) عليهم في خلق الإبل التي تحمل (¬٤) أثقالهم من بلدٍ إلى بلدٍ، فالإبلُ أَخَصُّ بحَمْلِ الأثقال، والخيلُ أخصُّ بنُصْرَةِ الرجال، فذكَّرَهم بنعَمِه بهذا وهذا.
وخصَّ الإغارة بالصُّبْح؛ لأنَّ العَدُوَّ لم ينتشروا إذ ذاك، ولم يفارقوا مَحَلَّهم (¬٥)، وأصحاب الإغارة جامُّون مستريحون، يبصرون مواقع الغَارَة، والعَدُوُّ لم يأخذوا أُهْبَتَهم، بل هم في غِرَّتِهم وغَفْلَتِهم، ولهذا كان النبيُّ - صلى الله عليه وسلم - إذا أرادَ الغَارَة صبر حتَّى يطلع الفجر، فإن سمع
_________
(¬١) وقد رجَّح المؤلف أنَّها "الخيل" من ستة أوجه في كتابه "الفروسية" (٥٦ - ٥٩).
(¬٢) من (ز)، وفي باقي النسخ: العِزُّ.
(¬٣) ساقط من (ز).
(¬٤) ساقط من (ز).
(¬٥) في (ن) و (ز): محلتهم.','1','121',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (192,'مُؤَذِّنًا أَمْسَكَ، وإلا أَغَارَ (¬١).
ولمَّا علم أصحاب الإبل أنَّ أَخْفَافَها أَبْعَدُ شيءٍ من وَرْي النَّارِ؛ تأوَّلُوا الآيةَ على وجوهٍ بعيدة.
فقال محمد بن كعب القُرَظي: "هُمُ الحاجُّ إذا أوقدوا نيرانَهم ليلةَ المزدلفة" (¬٢).
وعلى هذا فيكون (¬٣) التقدير: فالجماعات المُورِيَات.
وهذا خلاف الظاهر؛ وإنَّما "المُورِيات" هي: العَادِيَات، وهي: المُغِيرات.
روى سعيد بن جبير، عن ابن عباس: "هم الذين يغيرون، فَيُورُون بالليل نيرانهم لطعامهم وحاجتهم" (¬٤). كأنَّه أخَذَهُ من قوله تعالى: {أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ (٧١)} [الواقعة: ٧١].
وهذا إن أُريد به التمثيل، وأنَّ الآية تدلُّ عليه = فصحيحٌ. وإن أُريد به اختصاص "الموريات" به فليس كذلك؛ لأنَّ "الموريات" هي
_________
(¬١) أخرجه: البخاري في "صحيحه" رقم (٦١٠، ٢٩٤٣)، ومسلم في "صحيحه" رقم (٣٨٢)؛ من حديث أنس - رضي الله عنه -.
(¬٢) انظر: "معالم التنزيل" (٨/ ٥٠٨)، و"زاد المسير" (٨/ ٢٩٦).
وعزاه السيوطي في "الدر المنثور" (٦/ ٦٥٣) إلى: عبد بن حميد.
(¬٣) أثبته من (ح) و (م).
(¬٤) أخرجه: ابن جرير في "جامع البيان" (١٢/ ٦٦٨) رقم (٣٧٧٩٤)، وابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٤٤٢).
وعزاه السيوطي إلى: ابن الأنباري في "المصاحف"، والحاكم، وابن مردويه. "الدر المنثور" (٦/ ٦٥٢).','1','122',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (193,'العاديات بعينها، ولهذا عطفها عليها بـ "الفاء" التي للتسبيب  (¬١) ، فإنَّها عَدَتْ فأَوْرَتْ.
وقال قتادة: "الموريات" هي الخيلُ؛ تُورِي نارَ العداوة بين المُقْتَتِلين"  (¬٢) .
وهذا ليس بشيء، وهو بعيدٌ من معنى الآية وسياقها.
وأضعف منه قول عكرمة: "هي الألسنةُ؛ تُورِي نارَ العداوة بِعِظَم ما تتكلَّم به"  (¬٣) .
وأضعف منه ما ذكر عن مجاهد: "هي أفكار الرجال؛ تُورِي نارَ المكر والخديعة في الحرب"  (¬٤) .
وهذه الأقوال إن أُريد بها أنَّ اللفظَ دلَّ عليها وأنَّها هي المراد = فَغَلَطٌ، وإن أُريد أنَّها أُخِذت من طريق الإشارة والقياس؛ فأمرها قريبٌ  (¬٥) .
_________
(¬١)  في (ز) و (ن) و (ط): للسبب.
(¬٢)  أخرجه: ابن جرير في "جامع البيان" (١٢/ ٦٦٨).
(¬٣)  أخرجه: ابن جرير في "جامع البيان" (١٢/ ٦٦٨).
(¬٤)  أخرجه: ابن جرير في "جامع البيان" (١٢/ ٦٦٨).
وعزاه السيوطي إلى: عبد بن حميد، والفريابي. "الدر المنثور" (٦/ ٦٥٣).
وأخرجه: عبد الرزاق في "تفسيره" (٢/ ٣٩٠)، وابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٤٤٤)، وابن جرير في "جامع البيان" (١٢/ ٦٦٨): من طريق عمرو بن دينار، عن عطاء، عن ابن عباس - رضي الله عنهما -.
وزاد السيوطي نسبته إلى: سعيد بن منصور، وابن المنذر. "الدر المنثور" (٦/ ٦٥٢).
(¬٥)  قال ابن جرير الطبري - رحمه الله - في "جامع البيان" (١٢/ ٦٦٩):
"وأولى الأقوال في ذلك بالصواب أن يقال: إن الله - تعالى ذكره - أقسَمَ =','1','123',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (194,'وتفسير النَّاس يدور على ثلاثة أصول:
١ - تفسيرٌ على اللفظ؛ وهو الذي ينحو إليه المتأخرون.
٢ - وتفسيرٌ على المعنى؛ وهو الذي يذكره السلف.
٣ - وتفسيرٌ على الإشارة والقياس؛ وهو الذي ينحو إليه كثيرٌ من الصوفية وغيرهم. وهذا لا بأس به بأربعة شرائط:
١ - أن لا يناقض معنى الآية.
٢ - وأن يكون معنىً صحيحًا في نفسه.
٣ - وأن يكون في اللفظ إشعارٌ به.
٤ - وأن يكون بينه وبين معنى الآية ارتباطٌ وتلازُمٌ.
فإذا اجتمعت هذه الأمور الأربعة كان استنباطًا حسنًا.
وأضعفُ من ذلك كلِّه قولُ ابنِ جُريج: " {فَالْمُورِيَاتِ قَدْحًا  (٢) } يعني: فالمُنْجِحَات أَمْرًا، يريد البالغين نُجْحَهُم فيما طلبوه"  (¬١) .
وعطف قوله: {فَأَثَرْنَ} و {فَوَسَطْنَ} - وهما فِعْلَان - على:
_________
= بـ "الموريات" التي توري النيران قدحًا، فالخيل توري بحوافرها، والنَّاس يورونها بالزَّند، واللسان - مثلًا - يوري بالمنطق، والرجال يورون بالمكر - مثلًا -، وكذلك الخيل تهيِّج الحرب بين أهلها إذا التقت في الحرب، ولم يضع الله دلالةً على أن المراد من ذلك بعضٌ دون بعضٍ، فكلُّ ما أورت النَّار قدحًا؛ فداخلة فيما أقسَمَ به، لعموم ذلك بالظاهر".
وانظر: "المحرر الوجيز" (١٥/ ٥٤٥)، و"الجامع" (٢٠/ ١٥٧).
(¬١)  انظر: "الجامع" للقرطبي (٢٠/ ١٥٧).','1','124',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (195,'العاديات، والموريات؛ لما فيه من معنى الفعل، وكان ذكرُ (¬١) الفعل في "أثَرْنَ" و"وَسَطْنَ" أحسنَ من ذكر الاسم؛ لأنَّه - سبحانه - قَسَّمَ أفعالهنَّ إلى قسمين: وسيلةٍ، وغايةٍ.
فالوسيلة هي العَدْوُ وما يتبعه من الإيْرَاءِ والإغَارَةِ.
والغاية هي توسُّط الجَمْعِ وما يتبعه من إثارة النَّقْع.
فهُنَّ عادياتٌ، مورياتٌ، مُغِيراتٌ، حتَّى يتوَسَّطْنَ الجَمْعَ، ويُثِرنَ النَّقْعَ.
فالأوَّلُ: شَأنُهُنَّ الذي أُعْدِدْنَ له.
والثاني: فعلُهُنَّ الذي انْتَهَين إليه، والله أعلم.
&lt;رمز&gt;فصل (¬٢) &lt;/رمز&gt;
فهذا شأن القَسَم، وأمَّا شأن المُقْسَم عليه فهو حال الإنسان، وهو كونُ الإنسان كَنُودًا -بشهادته على نفسه، أو شهادة ربِّه عليه -، وكونُه بخيلًا لحُبِّه المال.
و"الكَنُود": الكَفُور للنِّعمة، وفعله: كَنَدَ يَكْنُدُ كُنُودًا، مثل: كَفَرَ يَكْفُرُ كُفُورًا. والأرض الكَنُود: التي لا تنبت شيئًا، وامرأةٌ كُنُدٌ أي: كَفُورٌ للمعاشرة (¬٣).
وأصل اللفظة: مَنْعُ الحقِّ والخير، ورجلٌ كَنُودٌ: إذا كان مانعًا لما
_________
(¬١) في (ز): ذلك.
(¬٢) من (ح) و (م)، وبياض في (ن) و (ط).
(¬٣) انظر: "مقاييس اللغة" (٥/ ١٤٠)، و"لسان العرب" (١٢/ ١٦٤).','1','125',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (196,'عليه من الحقِّ. وعبارات المفسِّرين تدور على هذا المعنى.
قال ابن عباس - رضي الله عنهما - وأصحابُه: "هو الكَفُور"  (¬١) .
وقيل: هو البخيل الذي يمنع رِفْدَهُ، ويُجيع عبدَهُ، ولا يعطي في النَّائبة  (¬٢) .
_________
(¬١)  أخرجه: ابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٤٤٥)، وابن جرير في "جامع البيان" (١٢/ ٦٧٢)، والحاكم في "المستدرك" (٢/ ٥٣٢).
وعزاه السيوطي إلى: عبد بن حميد، وسعيد بن منصور، وابن المنذر، وابن مردويه. "الدر المنثور" (٦/ ٦٥٣).
وبمثل قول ابن عباس قال: مجاهد، وإبراهيم النخعي، وأبو الجوزاء، وأبو العالية، وأبو الضحى، وسعيد بن جبير، ومحمد بن قيس، والضحَّاك، والحسن، وقتادة، والربيع بن أنس، وابن زيد. "تفسير ابن كثير" (٨/ ٤٦٧).
(¬٢)  روي عن أبي أمامة - رضي الله عنه - موقوفًا ومرفوعًا.
فأما المرفوع؛ فأخرجه: ابن جرير في "جامع البيان" (١٢/ ٦٧٢)، وابن أبي حاتم - كما ذكر ابن كثير (٨/ ٤٦٧) -، والطبراني في "الكبير" (٨/ رقم ٧٧٧٨ و ٧٩٥٨)، والسمعاني في "تفسيره" (٦/ ٢٧١)، والواحدىُّ في "الوسيط" (٤/ ٥٤٥)، والثعلبي في "تفسيره" (١٠/ ٢٧١)، كلُّهم من طريق: جعفر بن الزبير، عن القاسم، عن أبي أمامة - رضي الله عنه - قال:
قال رسول الله - صلى الله عليه وسلم -: "إن الإنسان لربه لكنود" قال: "الكفور؛ الذي يأكل وحده، ويضرب عبده، ويمنع رِفْده".
وزاد السيوطي نسبته إلى: ابن مردويه، والبيهقي، وابن عساكر، ثم قال: "بسندٍ ضعيف". "الدر المنثور" (٦/ ٦٥٤).
قال ابن حِبَّان: "روى جعفر بن الزبير، عن القاسم، عن أبي أمامة نسخةً موضوعةً أكثر من مئة حديث، منها ... فذكره". "المجروحين" (١/ ٢٥٠).
وقال الهيثمي: "رواه الطبراني بإسنادين، في أحدهما: جعفر بن الزبير، وهو ضعيف، وفي الآخر من لم أعرفه". "مجمع الزوائد" (٧/ ١٤٢).
وأما الموقوف؛ فأخرجه: البخاري في "الأدب المفرد" رقم (١٦٠)، وابن =','1','126',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (197,'وقال الحسن: "هو اللوَّامُ لربِّهِ، يَعُدُّ المصائبَ، ويَنْسَى النِّعَمَ" (¬١).
قال محمود الورَّاق (¬٢) في ذلك:
يا أيُّها الظالمُ في فعله ... والظلمُ مردودٌ على مَنْ ظلَمْ
إلى متَى أنتَ، وحتَّى متى ... تَشْكُو المُصِيبَاتِ، وتَنْسَى النِّعَمْ (¬٣).
وأمَّا قوله تعالى: {وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ (٧)}؛ فقال ابن عباس:
_________
= أبي حاتم في "العلل" (٢/ ٣٣٠) رقم (١٧٢٥)، وابن جرير في "جامع البيان" (١٢/ ٦٧٣)، والدارقطني في "المؤتلف والمختلف" (٢/ ٥٩٥).
وزاد السيوطي نسبته إلى: عبد بن حميد، والحكيم الترمذي، وابن مردويه. "الدر المنثور" (٦/ ٦٥٤).
قال الألباني: "ضعيفٌ موقوفًا، وروي عنه مرفوعًا بسندٍ واهٍ جدًا". "ضعيف الأدب المفرد" رقم (٣١).
(¬١) أخرجه: ابن جرير في "جامع البيان" (١٢/ ٦٧٢)، وابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٤٤٦)، وابن أبي الدنيا في "الشكر" رقم (٦٢)، ومن طريقه البيهقي في "شعب الإيمان" (٨/ ٥٠٧ - ٥٠٨) رقم (٤٣٠٩).
وعزاه السيوطي - أيضًا - إلى: سعيد بن منصور، وعبد بن حميد، وابن المنذر. "الدر المنثور" (٦/ ٦٥٤).
(¬٢) هو محمود بن الحسن الورَّاق البغدادي، خيِّرٌ دَيِّنٌ، وشاعرٌ مجوِّدٌ، سائر نظمه
في المواعظ والحِكَم، لازمه ابن أبي الدنيا فاستفاد منه، وتأدَّبَ به، وروى عنه، توفي في خلافة المعتصم، في حدود سنة (٢٣٠ هـ) رحمه الله.
انظر: "تاريخ بغداد" (١٣/ ٨٧)، و"السير" (١١/ ٤٦١).
(¬٣) ذكره عنه ابن أبي الدنيا في "الشكر" (٣١)، ومن طريقه البيهقي في "شعب الإيمان" (٨/ ٥٠٨) رقم (٤٣١٠).
ومن قوله: "قال محمود الوراق. . ." إلى هنا؛ ساقط من (ح) و (م)، وملحق بهامش (ن).','1','127',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (198,'"يريد: وإنَّ ربَّهُ على ذلك لشهيد"  (¬١) .
وقيل: وإنَّ الإنسان لشهيدٌ على ذلك، إن أنكره بلسانه شَهِد به عليه  (¬٢)  حاله  (¬٣) .
ويؤيِّد هذا القول اتِّسَاقُ الضمائر، فإنَّ قوله: {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ  (٨) } للإنسان، فافتتحَ الخبرَ عن الإنسان بكونه كَنُودًا، ثُمَّ ثنَّاهُ بكونه  (¬٤)  شهيدًا على ذلك، ثُمَّ ختمَهُ بكونه بخيلًا بماله لحُبِّهِ إيَّاهُ.
ويؤيِّدُ قولَ ابن عباس - رضي الله عنهما - أنَّه أتى بـ "على" فقال: {وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ  (٧) } أي: مطَّلِعٌ عالمٌ به، كقوله تعالى: {ثُمَّ اللَّهُ شَهِيدٌ عَلَى مَا يَفْعَلُونَ  (٤٦) } [يونس: ٤٦]، ولو أُريد شهادةُ الإنسان لأَتَى بـ "الباء"، فقيل: وإنَّه بذلك لشهيدٌ؛ كما قال تعالى: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ} [التوبة: ١٧]، فلو أراد شهادةَ الإنسان لقال: وإنَّه على نفسه لشهيد، فإنَّ كُنُودَه هو المشهودُ به، ونفسه هي المشهودُ عليها.
_________
(¬١)  وقال به - أيضًا -: قتادة، وسفيان الثوري، وابن جريج، ومجاهد، ومقاتل بن سليمان، "وهو قول أكثر المفسرين".
انظر: "معالم التنزيل" (٨/ ٥٠٩)، و"الجامع" (٢٠/ ١٦٢).
(¬٢)  في (ز): شهيد عليه به.
(¬٣)  مروي عن ابن عباس - أيضًا -، وقال به: الحسن، وقتادة، ومجاهد، ومحمد بن كعب القرظي، وابن كيسان، وغيرهم.
انظر: "المحرر الوجيز" (١٥/ ٥٤٩)، و"تفسير ابن كثير" (٨/ ٤٦٧)، و"الجامع"، (٢٠/ ١٦٢).
(¬٤)  ساقط من (ز).','1','128',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (199,'ثُمَّ قال تعالى: {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (٨)}، و"الخَير" ها هنا: المالُ باتفاق المفسِّرين (¬١).
و"الشَّدِيد": البخيل، والمعنى: وإنَّه لبخيلٌ من أَجْل حُبِّ المال، فحُبُّ المال هو الذي حمله على البُخْل، هذا قول الأكثرين (¬٢).
وقال ابن قتيبة: "بل المعنى: إنَّه شديدُ الحُبِّ للخير، فتكون "اللَّامُ " في قوله {لِحُبِّ الْخَيْرِ} متعلِّقةً بقوله: {لَشَدِيدٌ (٨)} على حدِّ تعلُّقِ قولك: إنَّهُ لِزَيْدٍ لَضَارِبٌ" (¬٣).
_________
(¬١) قال الألوسي: "وورد بهذا المعنى في القرآن كثيرًا، حتى زعم عكرمة أن "الخير" حيث وقع في القرآن فهو المال. وخصَّهُ بعضهم بالمال الكثير، وفُسِّر به في قوله تعالى: {إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ} [البقرة: ١٨٠] ". "روح المعاني" (١٥/ ٤٤٥)
وأُطلق "الخير" في القرآن على معانٍ كثيرة، أوصلها الثعالبي إلى اثنين وعشرين وجهًا. "الأشباه والنظائر" (١٣٣).
وفسَّره ابن زيد بـ: الدنيا، وهذا لا يتعارض مع ما ذكره ابن القيم هنا، ولهذا قال ابن عطية: "ويحتمل أن يريد هنا الخير الدنيوي من مالٍ، وصحةٍ، وجاهٍ عند الملوك ونحوه". "المحرر الوجيز" (١٥/ ٥٥٠).
(¬٢) انظر: "جامع البيان" (١٢/ ٦٧٣)، و"البحر المحيط" (٨/ ٥٠٢).
(¬٣) المفسرون ينقلون هذا القول عن الفرَّاء أحد أئمة الكوفيين.
قال الفرَّاء: "أصل نظم الآية أن يقال: وإنه لشديدُ الحُبِّ للخير، فلمَّا قدَّم "الحبَّ" قال: لشديد، وحَذَفَ من آخره ذكر "الحُبِّ"؛ لأنَّه قد جرى ذكره، ولرؤوس الآي، كقوله: {فِي يَوْمٍ عَاصِفٍ} [إبراهيم: ١٨] والعُصُوف للريح لا لليوم، كأنَّه قال: في يومٍ عاصِفِ الريح". "معاني القرآن" (٣/ ٢٨٥ - ٢٨٦).
وانظر: "جامع البيان" (١٢/ ٦٧٣)، و"الجامع" (٢٠/ ١٦٢ - ١٦٣).
وذكر ابن الجوزي أنَّ ابن قتيبة يقول بقول الأكثرين. "زاد المسير" (٨/ ٢٩٧)، وانظر "تأويل مشكل القرآن" (٢٠٠).','1','129',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (200,'ومَنَعَت طائفةٌ من النُّحَاة أن يعمل ما بعد "اللَّام" فيما قبلها، وهذه الآيات حُجَّةٌ على الجواز، فإنَّ قوله: {لِرَبِّهِ} معمول {لَكَنُودٌ  (٦) }، وقوله: {عَلَى ذَلِكَ} معمول {لَشَهِيدٌ  (٧) }، ولا وجه للتكلُّف البارد في تقدير عامِلٍ مقدَّمٍ محذوفٍ يفسِّرُه هذا المذكور، فالحقُّ جوازُ: إنِّي لِزَيْدٍ لَضَارِبٌ.
فوصف - سبحانه - الإنسانَ بكفران نِعَمِ رَبِّهِ، وبُخْلِهِ بما آتاه من الخير، فلا هو شكورٌ لِنعَمِ الله، ولا محسِنٌ إلى خلق الله، بل بخيلٌ بشكر الله، بخيل بمال الله، وهذا ضِدُّ المؤمن الكريم، فإنَّه مخلِصٌ لربِّهِ، محسِنٌ إلى خلقه  (¬١) ، فالمؤمن له الإخلاص والإحسان، والفاجر له الكفر والبخل.
وقد ذَمَّ الله - سبحانه - هذين الخُلُقَين المُهْلِكَين في غير موضعٍ من كتابه، كقوله تعالى: {فَوَيْلٌ لِلْمُصَلِّينَ  (٤)  الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ  (٥)  الَّذِينَ هُمْ يُرَاءُونَ  (٦)  وَيَمْنَعُونَ الْمَاعُونَ  (٧) } [الماعون: ٤ - ٧]، فلا إخلاص ولا إحسان.
وكذلك قوله تعالى: {وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ  (٢٣)  الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} الآية [الحديد: ٢٣, ٢٤]، فاختيال الإنسان وفَخْرُهُ من كُفْرِه وكُنُودِه، وهذا ضدُّ قوله تعالى: {الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ  (٣) } [البقرة: ٣]، وقوله تعالى: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا وَبِالْوَالِدَيْنِ إِحْسَانًا} الآية  (¬٢)  [النساء: ٣٦].
_________
(¬١)  من قوله: "بل بخيلٌ بشكر الله. . ." إلى هنا؛ ساقط من (ح).
(¬٢)  ساقط من (ز).','1','130',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (201,'وكذلك ذَكَرَ الخُلُقَين الذَّمِيمَين في قوله عزَّ وجَلَّ: {وَالَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ رِئَاءَ النَّاسِ وَلَا يُؤْمِنُونَ بِاللَّهِ وَلَا بِالْيَوْمِ الْآخِرِ} [النساء: ٣٨] إلى قوله  (¬١) : {وَمَاذَا عَلَيْهِمْ لَوْ آمَنُوا بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَنْفَقُوا مِمَّا رَزَقَهُمُ اللَّهُ} [النساء: ٣٩].
ونظيره ما تقدَّمَ  (¬٢)  في سورة "الليل" من ذَمِّ المستغني البخيل، ومَدْحِ المعطي المُصَدِّق بالحُسْنَى.
ونظيره ذَمُّ الهُمَزَةِ اللُّمَزَة  (¬٣)  {الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ  (٢) } [الهمزة: ٢]، فإنَّ "الهَمْزَ" و"اللَّمْزَ" من الفَخْر والكِبْر، وجمْعَ المال وتعديدَهُ من البُخْل، وذلك مُنَافٍ لِسِرِّ الصلاة والزكاة ومقصودِهما.
ثُمَّ خوَّفَ - سبحانه - الإنسانَ الذي هذا وَصْفُه حين يُبَعْثَرُ ما في القبور؛ أي: يُثَارُ ويُخرَجُ، ويُحصَّلُ ما في الصدور؛ أي: مُيِّزَ، وجُمِعَ، وبُيِّنَ، وأُظهِرَ، ونحو ذلك.
وجمع - سبحانه - بين القبور والصدور، كما جمع بينهما النبيُّ - صلى الله عليه وسلم - في قوله: "مَلأَ اللهُ أَجْوَافَهم وقُبُورَهم نارًا"  (¬٤) ، فإنَّ الإنسانَ يواري صدرُهُ
_________
(¬١)  ساقط من (ن)، وفي (ك) و (ح) و (م): ونظيره!
(¬٢)  راجع (ص/ ٨٩)، وكلمة "نظيره" أثبتها من (ح) و (م)، وسقطت من باقي النسخ.
(¬٣)  ساقط من (ك).
(¬٤)  أخرجه - بهذا اللفظ -: مسلم في "صحيحه" رقم (٦٢٨) من حديث عبد الله بن مسعود - رضي الله عنه -.
وأخرجه: البخاري في "صحيحه" رقم (٤٢٥٩) من حديث علي - رضي الله عنه - بلفظ: "ملأ الله قبورهم وبيوتهم، أو أجوافهم - شكَّ يحيى بن سعيد =','1','131',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (202,'ما فيه من الخير والشرِّ، ويواري قبرُهُ جسمَهُ، فيُخرِجُ الرَّبُّ جسمَهُ من قبره، وسِرَّهُ من صدره، فيصير جسمُهُ بارزًا على الأرض، وسِرُّهُ باديًا على وجهه، كما قال تعالى: {يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ} [الرحمن: ٤١]، وقال تعالى: {سَنَسِمُهُ عَلَى الْخُرْطُومِ (١٦)} [القلم: ١٦].
ومفعول العلم: "إنَّ" وما عَمِلَت فيه، وكُسِرَتْ لمكان "اللَّام".
وقيَّدَ - سبحانه - كونه خبيرًا بهم ذلك اليوم - وهو خبيرٌ بهم في كلِّ وقتٍ - إيذانًا بالجزاء، وأنَّه يجازيهم في ذلك اليوم بما يعلمه منهم، فذكر العلم والمرادُ لازِمُهُ، والله أعلم.
_________
= القطَّان - نارًا".
وأخرجه: البخاري رقم (٢٧٧٣ و٣٨٨٥ و٦٠٣٣)، ومسلم رقم (٦٢٧) من حديث علي - رضي الله عنه - بلفظ: "ملأ الله بيوتهم وقبورهم نارًا".
وفي لفظ لمسلم: "ملأ الله قبورهم نارًا، أو بيوتهم، أو بطونهم - شكَّ شعبة في البيوت والبطون -". وانظر "فتح الباري" (٨/ ٤٧).','1','132',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (203,'فصل

ومن ذلك إقسامُهُ - سبحانه - بـ "العَصْر" على حال الإنسان في الآخرة، وهذه السورة على غاية اختصارها لها شأنٌ عظيمٌ، حتَّى قال الشافعيُّ رحمه الله: "لو فكَّرَ النَّاسُ كلُّهم فيها لَكَفَتْهُم" (¬١).
و"العَصْر" المُقْسَمُ به:
قيل: هو الوقت الذي يلي المغرب من النَّهار (¬٢).
وقيل: هو آخر ساعةٍ من (¬٣) ساعاته.
وقيل: المراد صلاة العَصْر (¬٤).
وأكثر المفسِّرين على أنَّه الدَّهْر (¬٥)، وهذا هو الراجح.
وتسميةُ "الدَّهْرِ" عَصْرًا أمرٌ معروفٌ في لغتهم، قال:
ولن يَلْبَثَ (¬٦) العَصْرَانِ: يومٌ وليلةٌ ... إذا طَلَبَا أَنْ يُدْرِكَا ما تَيَمَّمَا (¬٧)
_________
(¬١) انظر: "تفسير ابن كثير" (٨/ ٤٧٩).
(¬٢) قال به: ابن عباس، وقتادة، وزيد بن أسلم، والحسن.
انظر: "الجامع" (٢٠/ ١٧٩)، و"الدر المنثور" (٦/ ٦٦٧).
(¬٣) "ساعةٍ من" ساقط من (ز).
والأثر مشهورٌ من قول قتادة، أخرجه عبد الرزاق في "تفسيره" (٢/ ٣٩٤).
(¬٤) وهو قول مقاتل بن سليمان في "تفسيره" (٣/ ٥١٦).
(¬٥) قال ابن جرير الطبري - رحمه الله - في "جامع البيان" (١٢/ ٦٨٤):
"والصواب من القول في ذلك أن يقال: إنَّ ربَّنا أقسمَ بالعَصْر، والعَصْر: اسمٌ للدهر، وهو العَشِيُّ، والليل والنهار، ولم يخصِّص مما شمله هذا الاسم معنىً دون معنىً، فكل ما لزمه هذا الاسم، فداخلٌ فيما أقسم الله به - جلَّ ثناؤه -".
(¬٦) في (ك): نبرح، وفي (ن): يبرح، وصححه الناسخ في الهامش.
(¬٧) البيت لحُمَيد بن ثَور الهلالي "ديوانه" (٨).','1','133',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (204,'و"يومٌ وليلةٌ" بدلٌ من: العَصْرَان.
فأقسَمَ - سبحانه - بـ "العَصْر" لمكان العبرة والآية فيه، فإنَّ مرورَ الليل والنَّهار على تقديرٍ قدَّرَهُ العزيزُ العليمُ، منتظِمٍ لمصالح العالم على أكمل ترتيب ونظام، وتعاقبِهما واعتدالِهما تارةً، وأخذِ أحدهما من صاحبه تارةً، واختلافِهما في الضوء، والظلام، والحرِّ، والبرد، وانتشارِ الحيوان وسُكُونِه، وانقسامِ "العَصْر" إلى: القُرُون، والسنين، والأشهر، والأيام، والساعات وما دونها = آيةٌ من آيات الرَّبِّ - تعالى - وبرهانٌ من براهين قدرته وحكمته.
فأقسَمَ بـ "العَصْر" الذي هو زمانُ أفعال الإنسان ومَحَلُّها على عاقبة تلك الأفعال وجزائها، ونبَّهَ بالمَبْدَأ وهو خَلْقُ الزَّمَان والفاعلين وأفعالهم على المَعَاد، وأنَّ قدرته كما لم تقصر عن المبدأ لم تقصر عن المَعَاد، وأنَّ حكمته التي اقتضت خَلْقَ الزَّمان وخَلْقَ الفاعلين وأفعالهم - وجعلها قسمين: خيرًا وشرًّا - تأْبَى أن يُسَوِّي بينهم، وأن لا يُجَازِي المُحسِنَ بإحسانه، والمسيءَ بإساءته، وأن يجعل النَّوعَين رابحِين أو خاسرين، بل الإنسان من حيث هو إنسانٌ: خاسرٌ، إلا من رحِمه اللهُ، فهَدَاهُ ووفَّقه للإيمان والعمل الصالح في نفسه، وأمَرَ غيرَهُ به. وهذا نظير ردِّه الإنسانَ إلى أسفل سافلين، واستثنائِهِ الذين آمنوا وعملوا الصالحات من هؤلاء المردودين.
وتأمَّلْ حكمة القرآن لمَّا قال: {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢)} ضيَّقَ الاستثناءَ وخصَّصَهُ، فقال: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣)}. ولمَّا قال: {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥)} وسَّعَ الاستثناءَ وعمَّمَهُ، فقال: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ} ولم يقل:','1','134',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (205,'{وَتَوَاصَوْا}؛ فإنَّ التَّوَاصي هو أَمْرُ الغَير بالإيمان والعمل الصالح، وهو قدرٌ زائدٌ على مجرَّدِ فعله، فمن لم يكن كذلك فقد خَسِر هذا الربح، فصار في خُسْرٍ، ولا يلزم أن يكون في أسفل سافلين، فإنَّ الإنسان قد يقوم بما يجب عليه ولا يأمر غيره به (¬١)، فإنَّ الأمرَ بالمعروف والنهيَ عن المنكر مرتبةٌ زائدةٌ؛ وقد يكون فرضًا على الأعيان، وقد يكون فرضًا على الكفاية، وقد يكون مستحبًّا.
و"التواصي بالحقِّ" يدخل فيه: الحقُّ الذي يجب، والحقُّ الذي يستحب. و"الصبر" يدخل فيه: الصبر الذي يجب، والصبر الذي يستحب.
فهؤلاء إذا تواصوا بالحقّ وتواصوا بالصبر حصل لهم من الربح ما خسره أولئك الذين قاموا بما يجب عليهم في (¬٢) أنفسهم ولم يأمروا غيرهم به، وإن كان أولئك لم يكونوا من الذين خسروا أنفسهم وأهليهم.
فمُطْلَقُ الخَسَار شيءٌ, والخَسَارُ المطلقُ شيءٌ، وهو - سبحانه - إنَّما قال: {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢)}، ومن ربح في سلعةٍ وخسر في غيرها قد يطلق عليه أنَّه: في خُسْرٍ، وأنَّه: ذو خُسْرٍ، كما قال عبد الله بن عمر - رضي الله عنهما -: "لقد فرَّطْنا في قَرَارِيطَ كثيرةٍ" (¬٣) (¬٤)، فهذا
_________
(¬١) من (ط)، وسقط من باقي النسخ.
(¬٢) في (ز): من.
(¬٣) أخرجه: البخاري في "صحيحه" رقم (١٢٦٠)، ومسلم في "صحيحه" رقم (٩٤٥)؛ من طريق جرير بن حازم قال: سمعتُ نافعًا يقول:
حُدِّثَ ابنُ عمر: أنَّ أبا هريرة - رضي الله عنهم - يقول: "من تَبِعَ جَنازةً فله قيراطٌ" فقال: أكثر أبو هريرة علينا. فبعث إلى عائشة فسألها، فصدَّقت أبا هريرة، وقالت: سمعتُ رسول الله - صلى الله عليه وسلم - يقوله. فقال ابن عمر - رضي الله عنهما - ... فذكره.
(¬٤) من هنا يبدأ السقط في النسخة (ك)، وينتهي (ص/ ١٩٤).','1','135',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (206,'نوعُ تفريطٍ، وهو نوعُ خُسْرٍ بالنسبة إلى من حصَّلَ ربح ذلك.
ولمَّا قال في سورة "والتين": {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ (٥)} قال: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ}، فقسَّمَ النَّاسَ في هذين القسمين فقط.
ولمَّا كان الإنسان له قُوَّتان: قوَّةُ العلم، وقوَّةُ العمل. وله حالتان: حالةٌ يأتمر فيها بأمر غيره، وحالةٌ يأمر فيها غيره = استثنى - سبحانه - من كمَّلَ قوَّته العلميَّة بالإيمان، وقوَّته العَمَليَّة بالعمل الصالح، وانقاد لأمر غيره له بذلك، وأمَرَ غيرَه به (¬١)؛ من الإنسان الذي هو في خُسْرٍ.
فإنَّ العبد له حالتان: حالةُ كمالٍ في نفسه، وحالةُ تكميلٍ لغيره.
وكماله وتكميله موقوفٌ على أمرين: علمٌ بالحقِّ، وصبرٌ عليه.
[فـ] (¬٢) ـانتظمت هذه الآية جميع مراتب الكمال الإنساني، من العلم النافع، والعمل الصالح، والإحسان إلى نفسه بذلك، وإلى أخيه به، وانقياده وقبوله لمن يأمره بذلك.
وقوله تعالى: {وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣)} إرشادٌ إلى منصب الإمامة في الدِّين، كقوله تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (٢٤)} [السجدة: ٢٤]، فبالصبر واليقين تُنَالُ الإمامةُ في الدِّين.
و"الصبر" نوعان:
نوعٌ بالمقدور (¬٣)، كالمصائب.
_________
(¬١) ساقط من (ز).
(¬٢) زيادة يقتضيها السياق.
(¬٣) أي: نوعٌ يتعلق بالمقدور، ونوعٌ يتعلق بالمشروع.','1','136',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (207,'ونوعٌ بالمشروع. وهذا النَّوع - أيضًا - نوعان:
١ - صبرٌ على الأوامر.
٢ - وصبرٌ عن المناهي  (¬١) .
فذاك صبرٌ على الإرادة والفعل، وهذا صبرٌ عن الإرادة والفعل.
فأمَّا النَّوع الأوَّل  (¬٢)  من "الصبر" فمشتركٌ بين المؤمن والكافر، والبَرِّ والفاجر، ولا يثاب عليه لمجرَّدِهِ إن لم يقترن به إيمانٌ واحتسابٌ، كما قال النبيُّ - صلى الله عليه وسلم - في حقِّ ابنته: "مُرْهَا فلْتَصْبِر ولْتَحْتَسِبْ"  (¬٣) ، وقال تعالى: {إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ  (١١) } [هود: ١١]، وقال تعالى: {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا} [آل عمران: ١٢٥]، وقال تعالى: {وَإِنْ تَصْبِرُوا وَتَتَّقُوا} [آل عمران: ١٢٠].
فالصبر بدون الايمان والتقوى بمنزلة قوَّة البدن الخالي عن الإيمان والتقوى، وعلى حسب اليقين بالمشروع يكون الصبر على المقدور.
وقال تعالى: {فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ  (٦٠) } [الروم: ٦٠]، فأمره أن يصبر ولا يتشبه بالذين لا يقين عندهم في عدم الصبر؛ فإنَّهم لعدم يقينهم عُدِمَ صبرهم، وخَفُّوا
_________
(¬١)  في (ن) و (ط) و (م): النواهي.
(¬٢)  اقتصر المؤلف - رحمه الله - على الكلام عن النوع الأول فقط، وقد تكلَّم عن النوع الثاني في "عدة الصابرين" (٥٥ - ٧٥).
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (١٢٢٤، ٥٣٣١، ٦٢٢٨، ٦٢٧٩، ٦٩٤٢، ٧٠١٠)، ومسلم في "صحيحه" رقم (٩٢٣)، من حديث أسامة بن زيد - رضي الله عنهما -.','1','137',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (208,'واستَخَفُّوا قومَهم، ولو حصل لهم اليقين  (¬١)  لَمَا خَفُّوا، ولَمَا استَخَفُّوا.
فمن قَلَّ يقينُه قلَّ صَبْرُه، ومن قَلَّ صبره خَفَّ واستخفَّ.
فالمُوقِنُ  (¬٢)  الصابرُ رَزِينٌ ملآنُ، ذو لُبٍّ وعقلٍ، ومَنْ لا يقين له ولا صبر خفيفٌ طائشٌ، تلعب به الأهواء والشهوات، كما تلعب الرِّياح بالشيء الخفيف. والله المستعان.
_________
(¬١)  بعدها في (ح) و (م) زيادة: والحق.
(¬٢)  في (ز): فالمؤمن.','1','138',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (209,'فصل

ومن ذلك إقسامُهُ - سبحانه - بالسماء {ذَاتِ الْبُرُوجِ (١) وَالْيَوْمِ الْمَوْعُودِ (٢) وَشَاهِدٍ وَمَشْهُودٍ (٣)} [البروج: ١ - ٣].
وقد فُسِّرت "البروجُ ": بالبروجِ التي تنزلها الشمسُ والقمرُ والسيَّارةُ.
وفُسِّرَت: بالنُّجُوم، أو نوع منها.
وفُسِّرت: بالقُصور العِظَام (¬١).
وكلُّ ذلك من آيات قدرته، وشواهد وحدانيته، وأدلَّة ربوبيته؛ فإنَّ السماء كُرَةٌ متشابهة الأجزاء، والشَّكْل الكُرِي لا يتميَّز منه جانبٌ عن جانبٍ بطولٍ، ولا قِصَرٍ، ولا وضعٍ، بل هو متساوي الجوانب. فجَعْلُ هذه "البروج" في هذه الكرة على اختلاف صورها وأشكالها ومقاديرها يستحيل أن توجد بغير فاعلٍ، ويستحيل أن يكون فاعله غير قادرٍ، ولا عالمٍ، ولا مُريدٍ، ولا حيٍّ، ولا حكيمٍ، ولا مباينٍ للمفعول.
وهذا ونحوه ممَّا هدم قواعد الطبائعية، والملاحدة، والفلاسفة الذين لا يثبتون للعالم ربًّا مباينًا له، قادرًا فاعلًا بالاختيار، عالمًا بتفاصيله، حكيمًا مُدَبِّرًا له.
فبروج السماء - وهي منازلها، أو منازل السيَّارة التي فيها - من أعظم آياته سبحانه، فلهذا أقسَمَ بها مع السماء، ثُمَّ أقسَمَ بـ "اليوم
_________
(¬١) انظر هذه الأقوال في: "جامع البيان" (١٢/ ٥١٨ - ٥١٩)، و"المحرر الوجيز" (١٥/ ٣٨٣ - ٣٨٤)، و"الجامع" (١٩/ ٢٨١).','1','139',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (210,'الموعود" وهو يوم القيامة (¬١)، وهو المُقْسَمُ به وعليه، كما أنَّ القرآن يُقْسَمُ به وعليه.
ودلَّ على وقوع اليوم الموعود باتفاق الرُّسُل عليه، وبما عرَّفَ عبادَهُ من حكمته وعزَّتِه التي تأْبَى أن يتركهم سُدَىً، ويخلقهم عبثًا. وبغير ذلك من الآيات والبراهين التي يستدِلُّ بها - سبحانه - على إمكانه تارةً، وعلى وقوعه تارةً، وعلى تنزيهه عمَّا يقول أعداؤه من أنه لا يأتي به تارةً. فالإقسام به عند من آمن بالله كالإقسام بالسماء وغيرها من الموجودات المُشَاهَدَةِ بالعِيَان.
ثُمَّ أقسَمَ - سبحانه - بـ "الشاهد" و"المشهود"، مُطْلَقَين غير مُعَيَّنَين، وأَعَمُّ المعاني فيه أنه: المُدْرِك والمُدْرَك، والعالِم والمعلوم، والرائي والمرئي؛ وهذا أليق المعاني به (¬٢)، وما عداه من الأقوال ذُكِرت على وجه التمثيل، لا على وجه التخصيص (¬٣).
_________
(¬١) باتفاق المفسرين، انظر: "المحرر الوجيز" (١٥/ ٣٨٤)، و"الجامع" (١٩/ ٢٨١)، و"تفسير السمعاني" (٦/ ١٩٤).
(¬٢) وهذا اختيار ابن جرير الطبري في "جامع البيان" (١٢/ ٥٢٣)، قال:
"والصواب من القول في ذلك عندنا أن يقال: إن الله أقسم بشاهدٍ شَهِدَ، ومشهودٍ شُهِدَ، ولم يخبرنا مع إقسامه بذلك أيَّ شاهدٍ وأىَّ مشهود أراد، وكل الذي ذكرنا أن العلماء قالوا هو المعنيُّ؛ مما يستحق أن يقال له: شاهد ومشهود".
وانظر: "البحر المحيط" (٨/ ٤٤٣)، و"محاسن التأويل" (٧/ ٢٩٥).
(¬٣) وقد حكى الواحديُّ في "الوسيط" (٤/ ٤٥٨)، والبغوي في "معالم التنزيل" (٨/ ٣٨١) أنَّ أكثر المفسرين على القول بأنَّ "الشاهد": يوم الجمعة، و"المشهود": يوم النَّحْر أو يوم عرفة، وروي في ذلك أحاديث مرفوعة، لكنها لا تصح.
وانتصر لهذا القول: الشوكاني في "فتح القدير" (٥/ ٤٨٣) ونسبه إلى =','1','140',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (211,'فإن قيل: فما وجه الارتباط بين هذه الثلاثة المُقْسَم بها؟
قيل: هي - بحمد الله - في غاية الارتباط، والإقسامُ بها متناوِلٌ لكلِّ موجودٍ في الدنيا والآخرة، وكلٌّ منها آيةٌ مستقلَّةٌ دالَّةٌ على ربوبيته وإلهيَّته.
فأقسَمَ بالعالم العُلْويِّ، وهو السماء وما فيها من البروج، التي هي أعظم الأمكنة وأوسعها.
ثُمَّ أقسَمَ بأعظم الأيام وأَجَلِّها قدرًا، الذي هو مَظْهَرُ مُلْكِهِ، وأمره، ونهيه، وثوابه، وعقابه، ومجْمَعُ أوليائه وأعدائه، والحكم بينهم بعلمه وعدله.
ثُمَّ أقسَمَ بما هو أعمُّ  (¬١)  من ذلك كلِّه  (¬٢) ، وهو "الشاهد" و"المشهود". وناسَبَ هذا القَسَم ذِكْرَ أصحابِ الأخدود الذين عَذَّبُوا أولياءَهُ، وهم شهودٌ على ما يفعلون بهم، والملائكةُ شهودٌ عليهم بذلك، والأنبياءُ، وجوارحُهم تشهد به عليهم.
وأيضًا؛ فـ "الشاهد" هو: المُطَّلِعُ، والرقيبُ، والمخبِرُ. و"المشهود" هو: المُطَّلَعُ عليه، المخبَرُ به، المُشَاهَدُ.
فمن نوَّعَ الخليقةَ إلى شاهدٍ ومشهودٍ وهو أقدر القادرين، كما
_________
= جمهور الصحابة والتابعين ومن بعدهم.
وانظر بقية الأقوال في: "المحرر الوجيز" (١٥/ ٣٨٥ - ٣٨٧)، و"زاد المسير" (٨/ ٢١٦ - ٢١٧)، و"الجامع" (١٩/ ٢٨١ - ٢٨٤).
(¬١)  في (ز): أعظم.
(¬٢)  ساقط من (ز).','1','141',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (212,'نوَّعَها إلى مرئيٍّ لنا وغير مرئيٍّ، كما قال تعالى: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ  (٣٨)  وَمَا لَا تُبْصِرُونَ  (٣٩) } [الحاقة: ٣٨, ٣٩]، وكما نوَّعَها إلى أرضٍ وسماءٍ، وليلٍ ونهارٍ، وذكرٍ وأُنثَى، وهذا التنويع والاختلاف من آياته سبحانه = كذلك نوَّعَها إلى شاهدٍ ومشهودٍ.
وفيه سِرٌّ آخر؛ وهو أنَّ من المخلوقات ما هو مشهودٌ، ومنها ما هو شاهدٌ عليه، ولا يتمُّ نظام العالم إلا بذلك، فكيف يكون المخلوق شاهدًا رقيبًا حفيظًا على غيره، ولا يكون الخالق - تبارك وتعالى - شاهدًا على عباده، مطَّلِعًا عليهم رقيبًا؟!
وأيضًا؛ فإنَّ ذلك يتضمَّنُ القَسَمَ بملائكته وأنبيائه ورسله، فإنَّهم شاهدون على العباد، فيكون من باب اتحاد  (¬١)  المقسَم به والمقسَم عليه، كما أقسم باليوم الموعود، وهو المقسَم به وعليه.
وأيضًا؛ فيوم القيامة مشهودٌ، كما قال تعالى: {ذَلِكَ يَوْمٌ مَجْمُوعٌ لَهُ النَّاسُ وَذَلِكَ يَوْمٌ مَشْهُودٌ  (١٠٣) } [هود: ١٠٣] يشهده الله، وملائكته، والإنس، والجنُّ، والوحش، فالشاهد من آياته، والمشهود من آياته.
وأيضًا؛ فكلامه مشهودٌ كما قال تعالى: {وَقُرْآنَ الْفَجْرِ إِنَّ قُرْآنَ الْفَجْرِ كَانَ مَشْهُودًا  (٧٨) } [الإسراء: ٧٨]، تشهده ملائكة الليل، وملائكة النَّهار؛ فالمشهود من أعظم آياته، وكذلك الشاهد.
فكُلُّ ما وقع عليه اسم "شاهدٍ" و"مشهودٍ" فهو داخلٌ في هذا القَسَم، فلا وجه لتخصيصه ببعض الأنواع أو الأعيان إلا على سبيل
_________
(¬١)  في (ز) و (ن) و (ط): ايجاد، وهو تصحيف، وما أثبته من (ح) و (م).','1','142',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (213,'التمثيل.
وأيضًا؛ فكتاب الأبرار في عِلِّيين يشهده المقرَّبُون، فالكتاب مشهودٌ، والمقرَّبُون شاهدون.
والأحسن أن يكون هذا القَسَمُ مستغنيًا عن الجواب (¬١)؛ لأنَّ القَصْدَ التنبيهُ على المُقْسَم به، وأنَّه من آيات الرَّبِّ العظيمة. ويَبْعُدُ أن يكون الجوابُ: {قُتِلَ أَصْحَابُ الْأُخْدُودِ (٤)}؛ لأنَّ ذلك دعاءٌ وطلبٌ، ولكنه - سبحانه - ذكر حال أعدائه وأوليائه، فذكر أصحابَ الأخدود الذين فتنوا أولياءه، وعذَّبوهم بالنَّار ذات الوقود (¬٢).
ثُمَّ وصف حالَهم القبيحةَ بأنَّهم قعدوا على جانب الأخدود، شاهدين على ما يجري على عباد الله وأوليائه عِيَانًا، ولا تأخذهم بهم رأفةٌ ولا رحمةٌ، ولم يعيبوا عليهم ذنبًا سِوَى إيمانهم بالله العزيز الحميد الذي له ملك السماوات والأرض، وهذا الوصف يقتضي إكرامَهُم وتعظيمَهُم ومَحَبَّتَهُم، فعَامَلُوهم بضدِّ ما يقتضي أن يُعامَلُوا به.
وهذا شأن أعداء الله دائمًا، ينقمون على أوليائه ما ينبغي أن يُحَبُّوا ويُكْرَمُوا لأجله، كما قال تعالى: {قُلْ يَاأَهْلَ الْكِتَابِ هَلْ تَنْقِمُونَ مِنَّا إِلَّا أَنْ آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ مِنْ قَبْلُ وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ (٥٩)} [المائدة: ٥٩].
_________
(¬١) وهو اختيار: الفرَّاء في "معاني القرآن" (٣/ ٢٥٣)، وابن جرير الطبري في "جامع البيان" (١٢/ ٥٢٦)، وابن الأنباري في "إيضاح الوقف والابتداء" (٢/ ٩٧٢ - ٩٧٣).
(¬٢) القول بأنَّ جواب القَسَم: {قُتِلَ أَصْحَابُ الْأُخْدُودِ (٤)} هو اختيار: الأخفش في "معاني القرآن" (٢/ ٥٣٥)، وأبي حيَّان في "البحر المحيط" (٨/ ٤٤٣).','1','143',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (214,'وكذلك اللُّوطِيَّةُ نَقَمُوا من عباد الله تنزُّهَهُم عن مثل فعلهم، فقالوا: {أَخْرِجُوهُمْ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ  (٨٢) } [الأعراف: ٨٢].
وكذلك أهل الإشراك ينقمون من الموحِّدِين تجريدَهُم التوحيدَ، وإخلاصَ الدعوةِ والعبوديةِ لله وحده.
وكذلك أهلُ البدع ينقمون من أهل السُّنَّة تجريدَ متابعتِها، وتركَ ما خالفها.
وكذلك المعطِّلةُ ينقمون من أهل الإثبات إثباتَهم لله صفاتِ كماله، ونعوتَ جلاله، وعلوَّهُ على مخلوقاته، ويعادونهم على ذلك، ويرمونهم لأجله بالعظائم.
وكذلك الرافضةُ ينقمون على أهل السُّنَّة محبَّتَهم للصحابة جميعِهم  (¬١) ، وترضِّيهم عنهم، وولايتَهم إيَّاهُم، وتقديمَ من قدَّمَهُ رسولُ الله - صلى الله عليه وسلم - منهم، وتنزيلهم منازلهم التي أنزلهم الله ورسوله بها.
وكذلك أهلُ الرأي المُحْدَث ينقمون على أهلِ الحديث وحِزْبِ الرسول أخذَهم بحديثه، وتركَهم ما خالفه  (¬٢) .
وكلُّ هؤلاء لهم نصيبٌ من هذه الآية  (¬٣) ، وفيهم شَبَهٌ من أصحاب الأخدود، وبينهم نسبٌ قريبٌ أو بعيدٌ.
_________
(¬١)  ساقط من (ز).
(¬٢)  في (ز): خالفهم.
(¬٣)  "من هذه الآية" ساقط من (ح) و (م).','1','144',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (215,'ثُمَّ أخبر - سبحانه - أنَّما أعدَّ لهم عذابَ جهنَّم وعذابَ الحريق حيث لم يتوبوا، وأنَّهم لو تابوا بعد أن فتنوا المؤمنين (¬١) وعذَّبُوهم بالنَّار لَغَفَرَ لهم ولم يعذِّبهم، وهذا غاية الكرم والجود.
قال الحسن: "انظروا إلى هذا الكرم والجود، يقتلون أولياءه، ويفتنونهم، وهو يدعوهم إلى التوبة والمغفرة".
انظروا إلى كرم الرَّبِّ تعالى، يدعوهم إلى التوبة وقد فتنوا أولياءه، وحرَّقوهم بالنَّار، فلا ييأس العبدُ من مغفرتِهِ وعَفْوِهِ، ولو كان منه ما كان، فلا عداوَةَ لله أعظم من هذه العداوة، ولا أكفَرَ ممَّن حرَّقَ بالنَّار من آمن به، وعَبَدَهُ (¬٢) وحدَه، ومع هذا فلو تابوا لم يعذِّبهم، وألحَقَهم بأوليائه.
ثُمَّ ذكر - سبحانه - جزاء أوليائه المؤمنين، ثُمَّ ذكر شِدَّة بَطْشِهِ (¬٣) وأنَّه لا يعجزه شيءٌ، فإنَّه هو المبدئ المعيد، ومن كان كذلك فلا أشدَّ من بطشه، وهو مع ذلك الغفور الودود، يغفر لمن تاب إليه ويَوَدُّهُ ويحبُّهُ، فهو - سبحانه - الموصوفُ بشدَّةِ البَطْشِ، وهو مع ذلك الغفور الودود.
و"الوَدُودُ": المتودِّدُ إلى عباده بِنعَمِه، الذي يَوَدُّ من تاب إليه وأَقْبلَ عليه.
_________
(¬١) في (ح) و (م): أولياءه.
(¬٢) ساقط من (ز).
(¬٣) ساقط من (ز).','1','145',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (216,'وهو "الودود" (¬١) - أيضًا (¬٢) - أي: المحبوب.
قال البخاري في "صحيحه": "الودود (¬٣): الحبيب" (¬٤).
والتحقيقُ: أنَّ اللفظ يدلُّ على الأمرين؛ على كونه وادًّا لأوليائه، مودُودًا لهم، فأحدهما بالوَضْع، والآخر باللزوم. فهو الحبيبُ المُحِبُّ لأوليائه، يحبُّهم ويحبُّونه. قال شعيب عليه السلام: {إِنَّ رَبِّي رَحِيمٌ وَدُودٌ (٩٠)} [هود: ٩٠].
وما ألطف اقتران اسم "الودود" بـ "الرحيم" وبـ "الغفور"، فإنَّ الرجل قد يغفر لمن أساء إليه (¬٥) ولا يحبُّه، وكذلك قد يرحم من لا يحبُّه. والرَّبُّ - تعالى - يغفر لعبده إذا تاب إليه، ويرحمه، ويحبُّه مع ذلك، فإنَّه يحبُّ التوَّابين، وإذا تاب إليه عبدُهُ أحبَّهُ ولو كان منه ما كان.
ثُمَّ قال تعالى: {ذُو الْعَرْشِ}، فأضاف "العرش" إلى نفسه، كما تُضَاف إليه الأشياء العظيمة الشريفة.
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: المودود.
(¬٢) ساقط من (ز) و (ن) و (ط)، وأثبته من (ح) و (م).
(¬٣) ساقط من (ز).
(¬٤) كتاب التفسير، سورة البروج. "الفتح" (٨/ ٥٨١). وأيضًا؛ في كتاب التوحيد، باب: "وكان عرشه على الماء". "الفتح" (١٣/ ٤١٩).
وقد علقه البخاري عن ابن عباس - رضي الله عنهما - من قوله، ووصله: ابن جرير الطبري في "جامع البيان" (١٢/ ٥٢٩) رقم (٣٦٨٨٨)، وابن أبي حاتم في "تفسيره" كما ذكر الحافظ في "تغليق التعليق" (٥/ ٣٤٥)؛ كلاهما من طريق: علي بن أبي طلحة، عن ابن عباس.
(¬٥) ساقط من (ح) و (م).','1','146',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (217,'وهذا يدلُّ على عظمةِ "العرش"، وقُرْبِهِ منه سبحانه، واختصاصه به، بل يدلُّ على غاية القُرْبِ والاختصاص، كما يضيف إلى نفسه بـ "ذو" صفاته القائمة به كقوله تعالى: {ذُو الْقُوَّةِ} [الذاريات: ٥٨]، و {ذُو الْجَلَالِ وَالْإِكْرَامِ (٢٧)} [الرحمن: ٢٧]، ويقال: ذو العِزَّة، وذو المُلْك، وذو الرحمة، ونظائرُ ذلك. فلو كان حَظُّ "العرش" منه حظَّ الأرض السابعة لكان لا فرق بين أن يقال: ذو العرش، وذو الأرض.
ثُمَّ وصف نفسه بـ "المجيد"، وهو المتضمِّنُ لكثرةِ صفاتِ كماله وسعتها، وعدمِ إحصاءِ الخَلْقِ لها، وسَعَةِ أفعاله وكثرةِ خيرهِ ودوامه.
وأمَّا من ليس له صفاتُ كمالٍ ولا أفعالٌ حميدةٌ فليس له من المَجْد شيءٌ. والمخلوق إنَّما يصير مجيدًا بأوصافه وأفعاله، فكيف يكون الرَّبُّ - تبارك وتعالى - مجيدًا، وهو معطَلٌ عن الأوصاف والأفعال؟! تعالى اللهُ عمَّا يقول المعطِّلون (¬١) علوًّا كبيرًا، بل هو (¬٢) المجيدُ الفعَّالُ لما يريد.
و"المَجْدُ" في لغة العرب: كثرة أوصاف الكمال، وكثرة أفعال الخير (¬٣).
وأحسن ما قُرِنَ اسم "المجيد" إلى "الحميد"، كما قالت الملائكة لبيت الخليل عليه السلام: {رَحْمَتُ اللَّهِ وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ الْبَيْتِ إِنَّهُ حَمِيدٌ مَجِيدٌ (٧٣)} [هود: ٧٣]، وكما شُرِعَ لنا في آخر الصلاة بأن نُثْنِي على
_________
(¬١) في (ز): الظالمون.
(¬٢) ساقط من (ز).
(¬٣) انظر: "تهذيب اللغة" (١٠/ ٦٨٢)، و"تفسير أسماء الله الحُسْنَى" للزجَّاج (٥٣)، و "اشتقاق أسماء الله" للزجَّاجي (١٥٢).','1','147',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (218,'الرَّبِّ - تعالى - بأنَّه حميدٌ مجيدٌ  (¬١) ، وشُرع في آخر الركعة عند الاعتدال أن نقول بعد "ربنا ولك الحمد": "أهل الثناء والمجد"  (¬٢) .
فـ "الحَمْدُ" و"المجد" -على الإطلاق - لله الحميد المجيد، فـ "المجيد"  (¬٣) : الحبيبُ المستحِقُّ لجميع صفات الكمال. و"الحميد": العظيمُ الواسعُ القادِرُ الغنيُّ ذو الجلال والإكرام  (¬٤) .
ومن قرأ {الْمَجِيدُ} - بالكسر  (¬٥)  - فهو صفة لعرشه سبحانه، وإذا كان عرشُه مجيدًا فهو - سبحانه - أحقُّ بالمجد.
وقد استشكل هذه القراءة بعض النَّاس، وقال: لم نسمع في
_________
(¬١)  أي: في جلسة التشهد عند ذكر "الصلاة الإبراهيمية"؛ أخرجه: البخاري في "صحيحه" رقم (٣١٩٠، ٤٥١٩، ٥٩٩٦ - طبعة البغا -)، ومسلم في "صحيحه" رقم (٤٠٦)؛ عن عبد الرحمن بن أبي ليلى قال:
لقيَني كعب بن عُجْرَة فقال: أَلَا أُهدي لك هديةً سمعتها من النبيِّ - صلى الله عليه وسلم -؟ فقلت: بلى، فأَهْدِها لي، فقال: سأَلْنا رسولَ الله - صلى الله عليه وسلم - فقلنا: يا رسول الله؛ قد عرفنا السلام عليك، فكيف نصلِّي عليك؟ قال: "قولوا: اللهم صلِّ على محمد وعلى آل محمد، كما صلَّيتَ على إبراهيم وعلى آل إبراهيم، إنك حميدٌ مجيدٌ. اللهم بارك على محمد وعلى آل محمد، كما باركتَ على إبراهيم وعلى آل إبراهيم، إنك حميدٌ مجيدٌ".
(¬٢)  أخرجه: مسلم في "صحيحه" برقم (٤٧٧)، من حديث أبي سعيد الخدري - رضي الله عنه -.
(¬٣)  في (ن): الحميد، لكن الناسخ صححها في الهامش. وجاءت الكلمتان - المجيد والحميد - على العكس في (ح) و (م).
(¬٤)  للاستزادة انظر "جلاء الأفهام" (٣٦٥ - ٣٧١).
(¬٥)  وهي قراءة: حمزة، والكسائي، وخَلَف.
انظر: "النشر" (٢/ ٣٩٩)، و"المبسوط في القراءات" للأصبهاني (٤٦٦).','1','148',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (219,'صفات الخلق "مجيد"  (¬١) . ثُمَّ خرَّجها على أحد وجهين:
إمَّا على الجِوَار  (¬٢) .
وإمَّا أن يكون صفةً لـ "ربِّك"  (¬٣) .
وهذا من قلة بضاعة هذا القائل، فإنَّ الله - سبحانه - وصف عرشه بالكَرَم  (¬٤) ، وهو نظير المجد. ووصَفَهُ بالعَظَمة  (¬٥) .
فوصْفُه بالمجد  (¬٦)  مطابقٌ لوصفه بالعظمةِ والكَرَم، بل هو أحقُّ المخلوقات أن يوصف بذلك، لسَعَتِه، وحُسْنِه، وبهاءِ مَنْظَرِهِ، فإنَّه
_________
(¬١)  انظر: "الوسيط" للواحدي (٤/ ٤٦٢)، و"مشكل إعراب القرآن" لمكي بن أبي طالب (٧٦٣ - ٧٦٤).
(¬٢)  وانتصر له ابن المنيِّر في "المتواري" (٤٢٩ - ٤٣٠)، وتعقبه الحافظ في "الفتح" (١٣/ ٤١٩).
قال النحَّاس: "ولا يجوز الجوار في كتاب الله، بل على مذهب سيبويه لا يجوز في كلامٍ ولا شعرٍ". "إعراب القرآن" (٥/ ١٩٥).
(¬٣)  في قوله سبحانه: {إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (١٢)}، وانتصر له ابن الأنباري في "البيان في غريب إعراب القرآن" (٢/ ٥٠٦).
وانظر: "الحُجَّة" لأبي علي الفارسي (٦/ ٣٩٥)، و"الجامع" للقرطبي (١٩/ ٢٩٥)، و"روح المعاني" للألوسي (١٥/ ٣٠٢).
(¬٤)  في قوله سبحانه: {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (١١٦)} [المؤمنون: ١١٦].
(¬٥)  في موضعين:
١ - في سورة [المؤمنون: ٨٦]: {قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (٨٦)}.
٢ - وفي سورة [النمل: ٢٦]: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (٢٦)}.
(¬٦)  في (ز) و (ن): بمجدٍ، والمثبت من (ط)، وفي (ح) و (م): سبحانه!','1','149',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (220,'أوسعُ شيءٍ في المخلوقات  (¬١) ، وأجملُهُ، وأجمعُهُ لصفاتِ الحُسْن، وبهاءِ المَنْظَر، وعُلُوِّ القَدْرِ والرُّتْبةِ والذَّاتِ، ولا يقدر قَدْر عظمته، وحسنه، وبهاء منظره إلا الله تعالى. ومَجْدُهُ مستفادٌ من مجد خالقه ومبدعه، والسماواتُ السبع والأَرَضُون السبع في الكرسيِّ - الذي بين يديه - كحَلْقةٍ مُلْقَاةٍ في أرضٍ  (¬٢)  فَلَاةٍ، والكرسيُّ فيه - كذلك  (¬٣)  - كتلك الحَلْقة في الفلاة  (¬٤) .
قال ابن عباس: "السماوات السَّبْعُ في العرش كسبعة دراهم
_________
(¬١)  من قوله: "وبهاء منظره. . ." إلى هنا؛ بياض في (ز)، وملحق بهامش (ن).
(¬٢)  في (ز): جنب.
(¬٣)  ساقط من (ن) و (ح) و (ط) و (م).
(¬٤)  جاء ذلك مرفوعًا من حديث أبي ذرٍّ - رضي الله عنه - أنه قال:
"قلت: يا رسول الله؛ أىُّ آيةٍ أنزلها الله عليك أعظم؟ قال: آية الكرسي، ثم قال: يا أبا ذرٍّ؛ ما السماوات السبع في الكرسيِّ إلا كحَلْقةٍ مُلْقاةٍ في أرضٍ فلاةٍ، وفضل العرش على الكرسيِّ كفضل الفلاةِ على تلك الحَلْقة".
أخرجه: ابن أبي شيبة في كتاب "العرش" رقم (٥٨)، وأبو الشيخ في "العظمة" رقم (٢٠٦ و ٢٥٢ و ٢٥٩)، وابن بطة في "الإبانة" (٣/ ٣/ رقم ١٣٦)، والبيهقي في "الأسماء والصفات" رقم (٨٦١ - ٨٦٢)، وابن مردويه - كما في "تفسير ابن كثير" (١/ ٦٨١) -.
وأخرجه في سياق طويل: ابن حبَّان في "صحيحه" رقم (٣٦١)، وابن عدي في "الكامل" (٧/ ٢٦٩٩)، وأبو نعيم في "الحلية" (١/ ١٦٦)، والبيهقي في "السنن الكبرى" (٩/ ٤) رقم (١٧٧١١).
وللحديث طرق وشواهد، قال الحافظ: "صححه ابن حبَّان، وله شاهد عن مجاهد، أخرجه سعيد بن منصور في "التفسير" بسندٍ صحيح". "الفتح" (١٣/ ٤١١).
وصححه الألباني بمجموع طرقه كما في "السلسلة الصحيحة" رقم (١٠٩).','1','150',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (221,'جُعِلْنَ في تُرْسٍ" (¬١).
فكيف لا يكون مجيدًا وهذا شأنه؟ فهو عظيمٌ، كريمٌ، مجيدٌ.
وأمَّا تكلُّفُ هذا المتكلِّفِ جَرَّهُ على الجِوَار (¬٢)، أو أنَّه صفةٌ لـ "ربِّك" = فتكلُّفٌ شديدٌ، وخروجٌ عن المألوف في اللغة من غير حاجةٍ إلى ذلك.
وقوله تعالى: {فَعَّالٌ لِمَا يُرِيدُ (١٦)} دليلٌ على أمورٍ:
أحدها: أنَّه - سبحانه - يفعل بإرادته ومشيئته.
الثاني: أنَّه لم يزل كذلك؛ لأنَّه ساق ذلك في (¬٣) معرض المدح والثناء على نفسه، وأنَّ ذلك من كماله سُبحانه، فلا يجوز أن يكون عادمًا لهذا الكمال في وقتٍ من الأوقات، وقد قال تعالى: {أَفَمَنْ يَخْلُقُ كَمَنْ لَا يَخْلُقُ أَفَلَا تَذَكَّرُونَ (١٧)} [النحل: ١٧]، وما كان من أوصاف كماله ونعوت جلاله لم يكن حادثًا بعد أن لم يكن.
الثالث: أنَّه إذا أراد شيئًا فَعَلَه، فإنَّ "ما" موصولة عامةٌ، أي: يفعل كلَّ ما يريد أن يفعله، وهذا في إرادته المتعلِّقة بفعله.
_________
(¬١) لم أجد هذا الأثر عن ابن عباس - رضي الله عنهما - بهذا اللفظ.
وأخرج ابن جرير في "تفسيره" (٥/ ٣٩٩)، وأبو الشيخ في "العظمة" رقم (٢٢٠)، من حديث عبد الرحمن بن زيد بن أسلم، عن أبيه: أن رسول الله - صلى الله عليه وسلم - قال: "ما السماوات السبع في الكرسي إلا كدراهم سبعةٍ أُلقيت في تُرْسٍ".
قال الذهبي: "هذا مرسلٌ، وعبد الرحمن ضُعِّف". "العلو" رقم (٢٧٩).
وصححه الألباني بمجموع طرقه كما في "السلسلة الصحيحة" رقم (١٠٩).
(¬٢) في (ح) و (م): إلى الجواز.
(¬٣) ساقط من (ز).','1','151',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (222,'وأمَّا إرادته المتعلِّقة بفعل  (¬١)  العبد فتلك لها شأنٌ آخر؛ فإن أراد فعل العبد ولم يرد من نفسه أن يعينه عليه ويجعله فاعلًا لم يوجد الفعل وإن أراده، حتَّى يريده من نفسه أن يجعله فاعلًا.
وهذه هي النكتة التي خفيت على "القَدَريَّة" و"الجَبْريَّة"، وخبطوا في مسألة القَدَر لغفلتهم عنها، فإنَّ هنا إرادتان: إرادةُ أن يفعل العبد، وإرادةُ أن يجعله الرَّبُّ فاعلًا. وليستا متلازمتين  (¬٢) ، وإن لزم من الثانية الأُولَى من غير عكسٍ، فمتى أراد من نفسه أن يعين عبده، وأن يخلق له أسباب الفعل فقد أراد فعله. وقد يريد فعله ولا يريد  (¬٣)  من نفسه أن يخلق له أسبابَ الفعل، فلا يوجد الفعل.
فإن اعْتَاصَ عليك فَهْمُ هذا الموضع وأشكلَ عليك فانظر إلى قول النبيِّ - صلى الله عليه وسلم -، حاكيًا عن ربِّه قولَه للعبد يوم القيامة: "قد أردتُ منكَ أهونَ من هذا وأنتَ في صُلْبِ آدم  (¬٤) : أن لا تُشْرِكَ بِي شيئًا، فأبيتَ إلا الشرك"  (¬٥) . فأخبر - سبحانه - أنَّه أراد من المشرك ألا يشرك به شيئًا، ولم يقع هذا المراد؛ لأنَّه لم يُرِد من نفسه إعانَتَهُ عليه، وتوفيقَهُ له.
الرابع: أنَّ فعله - سبحانه - وإرادته متلازمان  (¬٦) ، فما أراد أن يفعله
_________
(¬١)  "بفعل" ملحقة بهامش (ح).
(¬٢)  في (ز) و (ن) و (ط): وليسا متلازمين، وما أثبته من (ح) و (م) وهو أصح.
(¬٣)  "فعله ولا يريد" ملحق بهامش (ن).
(¬٤)  في النسخ: أبيك، والتصحيح من المصادر.
(¬٥)  أخرجه: البخاري في "صحيحه" رقم (٣٣٣٤ و ٦٥٥٧)، ومسلم في "صحيحه" رقم (٢٨٠٥)، من حديث أنس بن مالك - رضي الله عنه -.
(¬٦)  في (ز): متلازمتان.','1','152',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (223,'فَعَلَه، وما فَعَلَهُ فقد أراده. بخلاف المخلوق، فإنَّه يريد ما لا يفعل، وقد يفعل ما لا يريد، فما ثَمَّ فعَّالٌ لما يريد إلا اللهُ وحده.
الخامس: إثبات إراداتٍ متعدِّدةٍ بحسب الأفعال، وأنَّ كلَّ فعلٍ له إرادةٌ تخصُّه. وهذا هو المعقول في الفِطَر، وهو الذي يعقله النَّاس من الإرادة، فشأنه - تعالى - أنْ يريد على الدوام، ويفعل ما يريد.
السادس: أنَّ كل ما صحَّ أن تتعلق به إرادته جازَ فِعْلُه؛ فإذا أراد أن ينزل كلَّ ليلةٍ إلى سماء الدنيا، وأن يجيء يوم القيامة لفصل القضاء، وأن يُرِيَ نفسَهُ لعباده، وأن يتجلَّى لهم كيف شاء، وأن يخاطبهم، ويضحك إليهم، وغيرَ ذلك ممَّا يريد سبحانه = لم يمتنع عليه فعلُهُ، فإنَّه فعَّالٌ لما يريد. وإنَّما يتوقَّفُ صحَّةُ ذلك على إخبار الصادق به، فإذا أخبر به وجَبَ التصديقُ به، وكان رَدُّهُ ردًّا لكماله الذي أخبر به عن نفسه، وهذا عين الباطل.
وكذلك إذا أمكن إرادته - سبحانه - مَحْوَ ما شاء، وإثباتَ ما شاء = أمكَنَ فِعْلُه، وكانت تلك الإرادة والفعل من مقتضيات كماله المقدَّس.
وقد اشتملت هذه السورة -على اختصارها - من التوحيد على:
وَصفِه - سبحانه - بـ "العِزَّة"؛ المتضمِّنة للقُدرةِ والقوَّةِ، وعَدَمِ النَّظِير.
و"الحمدِ" المتضمِّن لصفات الكمال، والتنزيه عن أضدادها، مع محبَّته وإلهيَّته.
ومُلْكِه السماوات والأرض؛ المتضمِّن لكمال غِنَاهُ، وسَعَةِ ملكه.
وشهادتِهِ على كلِّ شيءٍ؛ المتضمِّن لعموم اطِّلَاعه على ظواهر','1','153',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (224,'الأمور وبواطنها، وإحاطة بَصَرِه بمرئياتها، وسَمْعِه بمسموعاتها، وعِلْمِه بمعلوماتها.
وَوَصْفِه بشدَّةِ البَطْش؛ المتضمِّن لكمال القُدْرَةِ والقوَّةِ والعِزَّةِ.
وتفرُّده بالإبْدَاءِ والإعَادَةِ؛ المتضمِّن لتوحيد ربوبيته وتصرُّفِه في المخلوقات بالإبداء والإعادة، وانقيادها لقدرته، فلا يَسْتَعْصِي عليه منها شيءٌ.
وَوَصْفِه بـ "المغفرة"؛ المتضمِّن لكمال جوده، وإحسانه، وغِنَاهُ، ورحمته.
وَوَصْفِه بـ "الودود"؛ المتضمِّن لكونه حبيبًا إلى عباده، مُحِبًّا لهم.
وَوَصْفِه بأنَّه "ذو العرش"؛ الذي لا يقدر قَدْرَه سواه، وأنَّه عرشُهُ المختصُّ به؛ الذي لا يليق بغيره أن يستوي عليه.
وَوَصْفِه بـ "المَجْد"؛ المتضمِّن لسعة العلم، والقدرة، والملك، والغنى، والجود، والإحسان، والكرم.
وكونِه فعَّالًا لما يريد؛ المتضمِّن لحياته، وعلمه، وقدرته، ومشيئته، وحكمته. وغير ذلك من أوصاف كماله.
فهذه السورة كتابٌ مستقلٌّ في أصول الدِّين، تكفي من فَهِمَها.
فـ {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ} [الكهف: ١]، و{تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ} [الفرقان: ١].
ثُمَّ خَتَمَها بذِكْرِ فعله وعقوبته بمن أشركَ به، وكذَّبَ رُسُلَه؛ تحذيرًا','1','154',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (225,'لعباده من سلوك سبيلهم، وأنَّ من فعل فعلهم فُعِلَ به كما فُعِلَ بهم.
ثُمَّ أخبر عن أعدائه بأنَّهم مكذِّبون بتوحيده ورسالاته مع كونهم في قبضته، وهو محيطٌ بهم، ولا أسوأَ حالًا ممَّن (¬١) عادَى من هو في قبضته، ومن هو قادرٌ عليه (¬٢) من كلِّ وجهٍ، وبكلِّ اعتبارٍ، فقال تعالى: {بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (١٩) وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ (٢٠)} [البروج: ١٩, ٢٠]، فهل أعجَبُ ممَّن كَفَرَ بمن هو محيطٌ به، آخِذٌ بناصيته، قادِرٌ عليه؟!
ثُمَّ وصَفَ كلامَهُ بأنَّه "مجيدٌ"، وهو أحقُّ بالمجد من كلِّ كلام، كما أنَّ المتكلِّم به له المجد كلُّه، فهو "المجيد"، وكلامُه مجيدٌ، وعرشه مجيدٌ.
قال ابن عباس - رضي الله عنهما -: "قرآنٌ مجيدٌ: كريم" (¬٣)؛ لأنَّ كلامَ الرَّبِّ ليس هو كما يقول الكافرون: شعرٌ، وكهانةٌ، وسحرٌ. وقد تقدَّمَ أنَّ "المجدَ": السَّعَةُ، وكثرةُ الخير (¬٤)؛ وكثرةُ خير القرآن لا يعلمها إلا من تكلَّم به.
وقوله: {فِي لَوْحٍ مَحْفُوظٍ (٢٢)} [البروج: ٢٢]؛ أكثر القُرَّاء على الجرِّ،
_________
(¬١) في (ن) و (ط): بمن.
(¬٢) من (ح) و (م)، وفي باقي النسخ: عليهم.
(¬٣) ذكره البخاري معلقًا في كتاب التوحيد، باب: "وكان عرشه على الماء".
ووصله: ابن أبي حاتم في "تفسيره" - كما في "تغليق التعليق" (٥/ ٣٤٥) -، وابن جرير في "تفسيره" (١٢/ ٥٢٩)، وانظر: "الفتح" (١٣/ ٤١٩).
وزاد السيوطي نسبته إلى: ابن المنذر، والبيهقي في "الأسماء والصفات". "الدر المنثور" (٦/ ٥٥٧).
(¬٤) راجع (ص/ ١٤٧).','1','155',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (226,'صفةً لـ "لَوْح"  (¬١) ، وفيه إشارةٌ إلى أنَّ الشياطين لا يمكنهم التنزُّلُ به؛ لأنَّ مَحَلَّهُ محفوظٌ أن يصلوا إليه، وهو في نفسه محفوظٌ أن تقدر الشياطين على الزيادة فيه أو النقصان.
فوصَفَهُ - سبحانه - بأنَّه محفوظٌ في قوله: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ  (٩) } [الحجر: ٩]، ووصف مَحَلَّهُ بالحفظ في هذه السورة.
فالله - سبحانه - حفظ مَحَلَّهُ، وحفظه من الزيادة والنقصان والتبديل، وحَفِظَ معانيه من التحريف كما حفظ ألفاظَهُ من التبديل، وأقام له من يحفظ حُرُوفَهُ من الزيادة والنقصان، ومعانيه من التحريف والتغيير.
_________
(¬١)  قرأ نافع - وحده - بالرفع: "محفوظٌ"، صفة للقرآن في قوله سبحانه: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ (٢١)} [البروج: ٢١]. وقرأ الباقون بالخفض صفة للَّوح.
انظر: "مشكل إعراب القرآن" لمكي (٧٦٤)، و"الموضح في وجوه القراءات وعللها" لابن أبي مريم (٣/ ١٣٥٧)، و"النشر" (٢/ ٣٨٢)، و"معاني القرآن" للفرَّاء (٣/ ٢٥٤).','1','156',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (227,'فصل

ومن ذلك إقسامُه - سبحانه - بـ {وَالسَّمَاءِ وَالطَّارِقِ (١)} [الطارق: ١]، وقد فسَّره بأنَّه {النَّجْمُ الثَّاقِبُ (٣)} الذي يثقُب (¬١) ضَوؤُه.
والمراد به الجنس لا نجمٌ معيَّنٌ، ومن عيَّنَهُ بأنَّه "الثريَّا"، أو "زُحَل": فإن أراد التمثيل فصحيحٌ، وإن أراد التخصيص فلا دليل عليه (¬٢).
والمقصود أنَّه - سبحانه - أقسَمَ بالسماءِ ونُجُومِها المضيئة، وكلٌّ منها (¬٣) آيةٌ من آياته الدَّالَّةِ على وحدانيته.
وسمَّى "النَّجمَ": طارقًا؛ لأنَّه يظهر بالليل بعد اختفائه بضوء الشمس، فشُبِّهَ بالطارق الذي يطرق النَّاسَ أو أهلَهُ ليلًا.
قال الفرَّاء: "ما أتاك ليلًا فهو طارق" (¬٤).
وقال الزجَّاج، والمبرِّد: "لا يكون الطارق نهارًا" (¬٥).
ولهذا تستعمل العرب الطُّرُوق في صفة الخَيَال كثيرًا، كما قال ذو الرُّمَّة (¬٦):
_________
(¬١) الثاقب: المضيء الذي يثقب بنوره وإضاءته ما يقع عليه.
انظر: "مجاز القرآن" (٢/ ٢٩٤)، و"مفردات القرآن" للراغب (١٧٣).
(¬٢) انظر: "زاد المسير" (٨/ ٢٢٣)، و"المحرر الوجيز" (١٥/ ٣٩٦)، و"الجامع" (٢٠/ ١).
(¬٣) في (ح) و (م): منهما.
(¬٤) "معاني القرآن" (٣/ ٢٥٤).
(¬٥) "معاني القرآن" للزجَّاج (٥/ ٣١٠)، وانظر: "الوسيط" للواحدي (٤/ ٤٦٤).
(¬٦) "ديوانه" (١/ ١٩١).','1','157',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (228,'ألَا طَرَقَتْ مَيٌّ هَيُومًا بِذِكْرِها ... وأَيدِي الثريَّا جُنَّحٌ في المَغَارِبِ (¬١)
وقال جرير (¬٢):
طرَقَتْكَ صَائِدَةُ القُلُوبِ وَلَيس ذا ... وقْتَ الزِّيَارةِ، فارجِعِي بِسَلَامِ
ولهذا قيل: أوَّلُ من رَدَّ "الطَّيفَ" جريرٌ (¬٣)، ولم يزل النَّاس على قبوله وإكرامه كالضَّيف، فـ "الطَّيفُ" والضَّيفُ كلاهما لا يُرَدُّ.
وقال الآخر (¬٤):
أَلَا طَرَقَتْ مِنْ آخِرِ اللَّيلِ زَينبُ ... عليكِ سَلَامٌ، هل لِما فَاتَ مَطْلَبُ؟
والمقسَمُ عليه - ها هنا - حالُ النَّفْس الإنسانية، والاعتناءُ بها، وإقامةُ الحَفَظَةِ عليها، وأنَّها لم تُتْرَك سُدىً، بل قد أُرْصِدَ عليها من يحفظ عليها أعمالها ويحصيها، فأقسَمَ - سبحانه - أنَّه ما من نفسٍ إلا عليها حافظٌ من الملائكة (¬٥)، يحفظ عملَها وقولَها، ويحصي ما تكسب من
_________
(¬١) في جميع النسخ: بالمغارب، والتصحيح من الديوان.
(¬٢) "ديوانه" (٤٥٢).
(¬٣) المشهور أن أول من طرد الخَيَال هو: طَرَفَةُ بن العبد، حيث قال:
فَقُلْ لخيال الحَنْظَليَّةِ يَنْقَلِبْ ... إليها، فإني واصِلٌ حَبْلَ من وَصَلْ
ثم تبعه جريرٌ، وأنشدوا له هذا البيت: طرقتك صائدة القلوب ...
انظر: "الشعر والشعراء" لابن قتيبة (١٤٩)، و"العقد الفريد" (٥/ ٣٤٧)، و"طيفُ الخيال" للمرتضى (٦٧) والملحق بآخره (٢٠٩).
(¬٤) هو يزيد بن مفرِّغ الحميري "ديوانه" (٥٣).
ولفظ الديوان:
أَلَا طرقَتْنَا آخِرَ الليلِ زينبُ ... سلامٌ عليكم، هلْ لِمَا فاتَ مطلَبُ؟
(¬٥) ساقط من (ز) و (ن).','1','158',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (229,'خيرٍ أو شرٍّ.
واختَلَف القُرَّاء (¬١) في "لَما": فشدَّدَها بعضُهم، وخفَّفها بعضهم.
فمن قرأها بالتشديد جعلها بمعنى "إلَّا" (¬٢)، وهي تكون بمعنى "إلَّا" في موضعين (¬٣):
أحدهما: بعد "إنْ" (¬٤) "المخفَّفَة مثل هذا الموضع، أو المثقَّلة مثل قوله: {وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ} [هود: ١١١].
_________
(¬١) قرأ عاصم، وحمزة، وابن عامر، وأبو جعفر: بالتشديد (لمَّا)، وقرأ الباقون بالتخفيف (لَمَا).
انظر: "المبسوط" للأصبهاني (٤٦٧)، و"النشر" (٢/ ٢٩١).
(¬٢) وهي لغة هذيل كما قال الأزهري، فتكون "إنْ" في قوله: {إِنْ كُلُّ نَفْسٍ} بمعنى "ما" النافية، والتقدير: ما كلُّ نفسٍ إلا عليها حافظٌ.
ومن قرأ "لَمَا" مخفَّفة جعل "ما" زائدة، و"إنْ" مخفَّفة من الثقيلة، ودخلت "اللَّام" على "ما" للتأكيد، وللفرق بين نوعي "إنْ" المخفَّفة من الثقيلة - وهي المؤكدة -، وبين النافية التي بمعنى "ما"، والتقدير: إن كل نفسٍ لَعَلَيْها حافظٌ.
انظر: "مشكل إعراب القرآن" لمكي (٧٦٥)، و"إعراب القراءات وعللها" لابن خالويه (٢/ ٤٦١)، و"علل القراءات" للأزهري (٢/ ٧٦٥).
(¬٣) عند الأكثرين لمجيء ذلك عن العرب، وثبوته في كلامهم، وبه خرَّجُوا بعض القراءات. وذهب أبو الحسن الأخفش إلى أن العرب لا تكاد تعرف "لمَّا" بمعنى "إلَّا"، قال المرادي: "و"لمَّا" التي بمعنى "إلَّا" حكاها الخليل، وسيبويه، والكسائي، وهي قليلة الدَّور في كلام العرب، فينبغي أن يقتصر على التركيب الذي وقعت فيه". "الجنى الداني" (٥٣٨).
وانظر: "معاني القرآن" للأخفش (٢/ ٤٧٣)، و"الكتاب" (٣/ ١٠٥)، و"الموضح" لابن أبي مريم (٣/ ١٣٥٨).
(¬٤) ساقط من (ز).','1','159',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (230,'والثاني: في باب القَسَم، نحو: سألتُكَ بالله لمَّا فَعَلْتَ.
قال أبو علي الفارسيُّ (¬١): "من خفَّفَ كانت "إنْ" عنده هي المخفَّفة من الثقيلة، و"اللَّامُ" في خبرها هي الفارقة بين "إنْ" النَّافية والمخَفَّفَة (¬٢). و"ما" زائدة، و"إنْ" هي التي يُتَلقَّى بها القَسَمُ، كما يُتَلَقَّى بالمثقَّلة.
ومن قرأها مشدَّدةً كانت "إنْ" عنده نافيةً بمعنى "ما"، و"لمَّا" في معنى "إلَّا". قال سيبويه، عن الخليل -في قولهم: نشدتُكَ باللهِ لَمَّا فَعَلْتَ - قال المعنى: إلَّا فَعَلْتَ" (¬٣).
ثُمَّ نبَّهَ - سبحانه - الإنسانَ على دليل المَعَاد بما يشاهده من حال مبدئه، على طريقة القرآن في الاستدلال على المعاد بالمبدأ، فقال: {فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ (٥)} [الطارق: ٥] أي: "فلينظر نظر الفكر والاستدلال ليعلم أنَّ الذي ابتدأ خَلْقَهُ من نُطفةٍ قادرٌ على إعادته" (¬٤).
ثُمَّ أخبر - سبحانه - أنَّه خُلِقَ من ماءٍ دافِقٍ.
و"الدَّفْقُ": صَبُّ الماءِ، يقال: دَفَقْتُ الماءَ فهو مَدْفُوقٌ، ودَافِقٌ،
_________
(¬١) هو أبو علي؛ الحسن بن أحمد بن عبد الغفار الفارسيُّ، النحوي العلامة، ولد بـ "فَسَا" من أرض فارس، وعلا كعبه في النحو والقراءات حتى فضَّلوه على المبرِّد، واتهم بالاعتزال، وصنف: "الحُجَّة"، و"المسائل الحلبيات"، و"البغداديات" وغير ذلك، توفي سنة (٣٧٧ هـ) رحمه الله.
انظر: "نزهة الألباء" (٣١٥)، و"إنباه الرواة" (١/ ٣٠٨).
(¬٢) في (ن) و (ح) و (م): والخفيفة.
(¬٣) "الحُجَّة للقُرَّاء السبعة" (٦/ ٣٩٧).
(¬٤) هذا كلام ابن الجوزي في "زاد المسير" (٨/ ٢٢٤).','1','160',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (231,'ومُنْدَفِقٌ.
فالمَدْفُوق: الذي وقع عليه فِعْلُكَ كـ: المكسور، والمضروب.
والمُنْدَفِق: المُطَاوع لِفِعْلِ الفاعل؛ تقول: دَفَقْتُهُ فَانْدَفَقَ، كما تقول: كَسَرْتُهُ فانْكَسَر.
و"الدَّافِقُ"؛ قيل: إنَّه فاعلٌ بمعنى مفعول؛ كقولهم: سِرٌّ كَاتِمٌ، وعِيشَةٌ راضِيَةٌ.
وقيل: هو على النَّسَبِ؛ لا على الفعل، أي: ذي دَفْق، وذات رضىً  (¬١) . ولم يُرِد الجريان عَلى الفعل.
وقيل: - وهو الصواب - إنَّه اسم فاعلٍ على بابه؛ ولا يلزم من ذلك أن يكون هو فاعل الدَّفْق، فإنَّ اسمَ الفاعل هو من قام به الفعل؛ سواء فَعَلَهُ هو أو غيرُه؛ كما يقال: ماءٌ جَارٍ، ورجلٌ مَيْتٌ وإن لم يفعل الموت، بل لمَّا قام به الموت نُسِب إليه على جهة الفعل  (¬٢) .
وهذا غير مُنْكَرٍ في لُغةِ أُمَّةٍ من الأُمَم، فضلًا عن أوسع اللُّغات وأفصحِها.
وأمَّا "العيشة الراضية" فالوصفُ بها أحسنُ من الوصف بالمرضيَّةِ، فإنَّها اللَّائقة بهم، فشبَّهَ ذلك برِضَاها بهم كما رَضُوا بها، كأنَّها رَضِيَت بهم ورَضُوا بها، وهذا أبلغ من مجرَّدِ كونها مرضيَّةً فقط؛ فتأَمَّلْه.
_________
(¬١)  "رضىً" ساقط من (ح) و (م).
(¬٢)  انظر لهذه الأقوال: "المحرر الوجيز" (١٥/ ٣٩٨)، و"الجامع" (٢٠/ ٤)، و"لسان العرب" (٤/ ٣٧٣).','1','161',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (232,'وإذا كانوا يقولون: الوقت الحاضر، والساعة الراهنة - وإن لم يَفْعَلَا ذلك - فكيف يمتنع أن يقولوا: ماءٌ دافِقٌ، وعيشَةٌ راضيةٌ؟!
ونَبَّه - سبحانه - بكونه دافقًا على أنَّه ضعيفٌ غير متماسك. ثُمَّ ذَكَرَ مَحَلَّهُ الذي يخرج منه، وهو بين الصُّلْب والترائب.
قال ابن عباس: "يريدُ صُلْبَ الرَّجُل، وترائبَ المرأة - وهو موضع القِلَادة من صدرها -؛ والولدُ يُخْلَقُ من المائين جميعًا" (¬١).
وقيل: صُلْبُ الرجل وتَرَائِبُهُ وهي صدره (¬٢)، فيخرج من صُلْبهِ
_________
(¬١) عزاه السيوطي إلى: عبد بن حميد، وابن أبي حاتم. "الدر المنثور" (٦/ ٥٦٠).
وهذا هو المشهور عند المفسرين، وعليه أكثر العلماء، ومال إليه المؤلف في "تحفة المودود" (٤٤٩).
(¬٢) وهو قول: الحسن، وقتادة. "النكت والعيون" (٦/ ٢٤٦)، و"المحرر الوجيز" (١٥/ ٣٩٩).
وهذا القول هو الذي اختاره المؤلف في "إعلام الموقعين" (٢/ ٢٦٥)، ثم قال: "لأنَّه - سبحانه - قال: {يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ (٧)}، ولم يقل: يخرج من الصلب والترائب، فلا بد أن يكون ماء الرجل خارجًا من بين هذين المحَلَّين، كما قال في "اللَّبن" يخرج {مِنْ بَيْنِ فَرْثٍ وَدَمٍ}.
وأيضًا؛ فإنَّه - سبحانه - أخبر أنه خلقه من نطفةٍ في غير موضعٍ، والنطفة هي: ماء الرجل، كذلك قال أهل اللغة.
وأيضًا؛ فإنَّ الذي يوصف بالدَّفْق والنَّضْح إنما هو ماء الرجل، ولا يقال: نَضَحَت المرأة الماء ولا دفَقَتْهُ.
والذي أوجب لأصحاب القول الآخر ذلك؛ أنهم رأوا أهل اللغة قالوا: "الترائب": موضع القلادة من الصدر، قال الزجاج: "أهل اللغة مجمعون على ذلك"؛ وهذا لا يدل على اختصاص "الترائب" بالمرأة، بل يطلق على الرجل =','1','162',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (233,'وصَدْرِهِ (¬١).
وهذه الآية الدَّالَّةُ على قدرة الخالق - سبحانه - نظير إخراجه اللَّبَنَ الخالِصَ من بين الفَرْثِ والدَّمِ.
ثُمَّ ذكر - سبحانه - الأمرَ المستَدَلَّ عليه وهو المَعَاد بقوله {إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ (٨)}؛ أي: على رجعه إليه يوم القيامة، كما هو قادرٌ على خلقه من ماءٍ هذا شأنه.
هذا هو الصحيح في معنى الآية، وفيها قولان ضعيفان:
أحدهما: قول مجاهد: "إنَّه على ردِّ الماءِ في الإِحْلِيلِ لَقَادِرٌ" (¬٢).
والثاني: قول عكرمة والضحَّاك: "إنَّه على ردِّ الماءِ في الصُّلْبِ لَقَادِرٌ" (¬٣).
_________
= والمرأة، قال الجوهري: "الترائب: عظام الصدر ما بين التَّرْقُوة إلى الثَّنْدُوة"".
وهذا يوافق - تمامًا - ما ثبت في العلم الحديث، وانظر: "خلق الإنسان بين الطب والقرآن" للبار (١١٤ - ١١٩) وفيه إيضاح، و"دليل الأنفس بين القرآن الكريم والعلم الحديث" لمحمد عز الدين توفيق (٣٤٩ - ٣٥٠).
(¬١) قال المهدوي: "من جَعَل المنيَّ يخرج من بين صلب الرجل وترائبه فالضمير في "يخرج" للماء، ومن جعله من بين صلب الرجل وترائب المرأة فالضمير للإنسان".
انظر: "الجامع" (٢٠/ ٧)، و"روح المعاني" (١٥/ ٣٠٩)، و"محاسن التأويل" (٧/ ٣٠١).
(¬٢) أخرجه: الطبري في "تفسيره" (١٢/ ٥٣٦).
وزاد السيوطي نسبته إلى: عبد بن حميد، وابن المنذر. "الدر المنثور" (٦/ ٥٦١).
(¬٣) أما أثر عكرمة فأخرجه: الطبري في "تفسيره" (١٢/ ٥٣٦). =','1','163',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (234,'وفيها قولٌ ثالثٌ؛ قال مقاتلٌ  (¬١) : "إنْ شِئْتُ رددتُه من الكِبَرِ إلى الشباب، ومن الشباب إلى الصِّبَا، ومن الصِّبَا إلى النُّطْفَة".
والقول  (¬٢)  هو الأوَّل  (¬٣) ؛ لوجوه:
_________
= وعزاه السيوطي إلى: عبد بن حميد، وابن المنذر. "الدر المنثور" (٦/ ٥٦١).
وأما نسبة هذا القول للضحَّاك؛ فانظر: "الوسيط" (٤/ ٤٦٥)، و"الجامع" (٢٠/ ٧). وعنه في تفسير الآية - أيضًا - قولان آخران:
الأول: "إن شئتُ رددتُه كما خلقته من ماء".
أخرجه: الطبري في "تفسيره" (١٢/ ٥٣٧) رقم (٣٦٩٣٤).
والثاني: "إن شئتُ رددتُه من الكِبَر إلى الشباب، ومن الشباب إلى الصِّبَا، ومن الصِّبَا إلى النطفة".
أخرجه: الطبري في "تفسيره" (١٢/ ٥٣٧) من طريق: مقاتل بن حيَّان عنه به.
(¬١)  هو مقاتل بن حيَّان، ونسبه إليه: الواحديُّ في "الوسيط" (٤/ ٤٦٥)، والبغوي في "معالم التنزيل" (٨/ ٣٩٤).
والصواب أنَّه قول الضحَّاك؛ من طريق مقاتل بن حيَّان عنه، كما جاء عند الطبري في "تفسيره" (١٢/ ٥٣٧) رقم (٣٦٩٣٦). وعَزَاهُ للضحَّاك: ابن الجوزي في "زاد المسير" (٨/ ٢٢٥)، والثعلبي في "تفسيره" (١٠/ ١٨٠)، والماوردي في "النكت والعيون" (٦/ ٢٤٧)، وغيرهم.
(¬٢)  بعده في (ز) بياض بمقدار كلمة، وفي (ط) العبارة هكذا: والقول الأول أولى.
(¬٣)  وهو قول: ابن عباس، وقتادة، والحسن البصري، ومقاتل بن سليمان "تفسيره" (٣/ ٤٧٣). واختاره: الفرَّاء، والزجَّاج في "معاني القرآن" (٥/ ٣١٢)، والطبري في "جامع البيان" (١٢/ ٥٣٧)، وغيرهم.
وهو مذهب جمهور المفسرين، والمتأخرين منهم لا يعدلون عنه.
قال ابن جُزَي بعد أن ذكر الأقوال السابقة: "وهذا كله ضعيفٌ بعيدٌ، والقول الأول - يعني رجعه إليه يوم القيامة - هو الصحيح المشهور". "التسهيل" =','1','164',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (235,'أحدها: أنَّه هو المعهود من طريقة القرآن من الاستدلال بالمبدأ على المَعَاد.
الثاني: أنَّ ذلك أَدَلُّ على المطلوب من القدرة على رَدِّ الماءِ في الإحْلِيل.
الثالث: أنَّه لم يأت في القرآن لهذا المعنى نظيرٌ في موضعٍ واحد، ولا أنكره أحدٌ حتَّى يقيم - سبحانه - الدليلَ عليه.
الرابع: أنَّه قيَّدَ الفعلَ بالظَّرْفِ وهو قوله: {يَوْمَ تُبْلَى السَّرَائِرُ  (٩) } وهو يوم القيامة؛ أي: أنَّ الله قادرٌ على رجعه إليه حيًّا في ذلك اليوم.
الخامس: أنَّ الضمير في {رَجْعِهِ} هو الضمير في قوله: {فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ  (١٠) } وهذا للإنسان - قطعًا - لا للماء.
السادس: أنه لا ذِكْرَ للإحْلِيل حتَّى يتعيَّنَ كَوْنُ الرَّجْع  (¬١)  إليه، فلو قال قائلٌ: على رَجْعِه إلى الفَرْج الذي صُبَّ فيه؛ لم يكن فرقٌ بينه وبين هذا القول، ولم يكن أَوْلَى منه.
السابع: أنَّ رَدَّ الماءِ إلى الإحْلِيل أو الصُّلْب بعد خروجه منه غير معروفٍ، ولا هو أمرٌ معتادٌ جَرَتْ به القُدْرَةُ؛ وإن كان مقدورًا للرَّبِّ تعالى، ولكن هو لم يُخْبِر به، ولم تَجْرِ به العادةُ، ولا هو ممَّا تكلَّمَ النَّاسُ فيه نفيًا أو إثباتًا. ومثل هذا لا يقرِّرُهُ الرَّبُّ - تعالى - ولا يَسْتَدِلُّ
_________
= (٤/ ١٩٢).
وانظر: "تفسير السمعاني" (٦/ ٢٠٣)، و"معالم التنزيل" (٨/ ٣٩٤)، و"الوسيط" (٤/ ٤٦٥)، و"المحرر الوجيز" (١٥/ ٤٠١)، وغيرهم.
(¬١)  في (ز): الراجع.','1','165',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (236,'عليه  (¬١)  على مُنْكِرِيه، وهو - سبحانه - إنَّما يستدلُّ على أمرٍ واقعٍ ولا بُدَّ، إمَّا قد وَقَعَ وَوُجِدَ، أو سيقع.
فإن قيل: فقد قال تعالى: {أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ  (٣)  بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ  (٤) } [القيامة: ٣, ٤]، أي: نجعلها كَخُفِّ البعير؟
قيل: هذه - أيضًا - فيها قولان: أحدهما: هذا  (¬٢) . والثاني: - وهو الأرجح - أنَّ تسوية بَنَانه إعادتُها كما كانت بعدما فرَّقَها البِلَى في التراب  (¬٣) .
الثامن: أنَّه - سبحانه - دعا الإنسانَ إلى النظر فيما خُلِقَ منه؛ لِيَرُدَّهُ نَظَرُهُ عن تكذيبه بما أُخْبِرَ به، وهو لم يُخْبَر بقدرة خالقه على رَدِّ الماءِ في إحْلِيله بعد مفارقته له، حتَّى يدعوه إلى النظر فيما خُلِق منه، ليستنتج منه صِحَّةَ إمكانِ ردِّ الماء.
التاسع: أنَّه لا ارتباط بين النظر في مبدأ خلقه وردِّ الماء في
_________
(¬١)  في (ط): به، وفي (ح) و (م) زيادة: ويبيِّنه.
(¬٢)  وهو قول: ابن عباس، ومجاهد، وقتادة، وعكرمة، والحسن البصري، ومقاتل، والضحَّاك وغيرهم.
واختاره ابن جرير الطبري في "جامع البيان" (١٢/ ٣٢٧ - ٣٢٨)، والنحَّاس في "إعراب القرآن" (١٠٢٨).
(¬٣)  وهذا قول: ابن قتيبة في "تأويل مشكل القرآن" (٣٤٦)، والزجَّاج في "معاني القرآن" (٥/ ٢٥١).
واختاره كثير من المفسرين كـ: السمعاني في "تفسيره" (٦/ ١٠٢)، وابن عطية في "المحرر الوجيز" (١٥/ ٢٠٨)، والواحدي في "الوسيط" (٤/ ٣٩١)، والقرطبي في "الجامع" (١٩/ ٩٣)، وابن كثير في "تفسيره" (٨/ ٢٧٦)، وغيرهم.','1','166',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (237,'الإحْلِيل بعد خروجه، ولا تلازم بينهما، حتَى يُجْعَلَ أحدُهما دليلًا على إمكان الآخر، بخلاف الارتباط الذي بين المبدأ والمعاد، والخَلْقِ الأوَّلِ والخَلْقِ الثاني، والنَّشْأَةِ الأُولَى والنَّشْأةِ الثانية؛ فإنَّه ارتباطٌ من وجوهٍ عديدةٍ، ويلزم من إمكانِ أحدِهما إمكانُ الآخر، ومن وقوعِه صحةُ وقوعِ الآخر، فَحَسُن الاستدلال بأحدهما على الآخر.
العاشر: أنَّه - سبحانه - نَبَّهَ بقوله: {إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ (٤)} على أنَّه قد وكَّلَ به من يحفظ عليه عَمَلَهُ ويحصيه، فلا يضيع منه شيءٌ. ثُمَّ نَبَّهَ بقوله - عزَّ وجلَّ -: {إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ (٨)} على بعثه لجزائه على العمل الذي حُفِظَ وأُحْصِيَ عليه.
فذكر شأنَ مبدأ عملِه ونهايتِه، فمبدَؤُهُ محفوظٌ عليه، ونهايته الجزاء عليه، ونبَّهَ على هذا بقوله: {يَوْمَ تُبْلَى السَّرَائِرُ (٩)} أي: تختبر السرائر (¬١).
وقال مقاتل: "تظهر وتبدو" (¬٢).
وبَلَوْتَ الشيءَ: إذا اختبرتَهُ ليظهر لك باطِنُه، وما خَفِيَ منه.
و"السرائر": جمع سَرِيرة، وهي سرائر الله التي بينه وبين عبده في ظاهره وباطنه. فالإيمان من السرائر، وشرائعه من السرائر، فتُخْتَبر ذلك
_________
(¬١) ساقط من (ز) و (ح) و (م).
(¬٢) نقله عنه الواحديُّ في "الوسيط" (٤/ ٤٦٥)، قال السمعاني: "وهو الأولى". "تفسيره" (٦/ ٢٠٤).
لكن في المطبوع من "تفسير مقاتل" (٣/ ٤٧٣): "يوم تبلى السرائر: يوم تختبر السرائر، كل سريرةٍ من الذنوب عَمِلَها ابنُ آدم".','1','167',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (238,'اليوم حتَّى يظهر خيرُها من شرِّها، ومُؤَدِّيها من مضيِّعِها، وما كان لله ممَّا لم يكن له.
قال عبد الله بن عمر - رضي الله عنهما -: "يُبْدِي اللهُ يومَ القيامة كلَّ سِرٍّ، فيكون زَينًا في الوجوه، وشَينًا فيها"  (¬١) . والمعنى: تختبر السرائر بإظهارِها، وإظهارِ مقتضياتها من الثوابِ والعقابِ، والحَمْدِ والذَّمِّ.
وفي التعبير عن الأعمال بـ "السِّرِّ" لطيفةٌ، وهي أنَّ الأعمال نتائج السرائر الباطنة، فمن كانت سريرته صالحةً كان عمله صالحًا، فتبدو سريرتُه على وجهه نورًا وإشراقًا وحُسْنًا، ومن كانت سريرته فاسدةً كان عمله تابعًا لسريرته - لا اعتبارَ بصورته - فتبدو سريرته على وجهه سوادًا وظلمةً وشَينًا. وإن كان الذي يبدو عليه في الدنيا إنَّما هو عملُه لا سريرتُه، فيوم القيامة تبدو عليه سريرته، ويكون الحكم والظهور لها، وفي الحديث: "أنْقُوا  (¬٢)  هذه السرائر؛ فإنَّه ما أسَرَّ امْرُؤٌ سريرةً إلَّا أَلْبسَهُ اللهُ رِدَاءَ سريرته"  (¬٣) .
_________
(¬١)  ذكره الواحديُّ في "الوسيط" (٤/ ٤٦٦)، والبغوي في "تفسيره" (٨/ ٣٩٤)، والقرطبي في "الجامع" (٢٠/ ٩).
(¬٢)  في (ط): ابقوا، وأهمل إعجامها في (ز) و (ن)، والصواب ما أثبته.
(¬٣)  هذا الحديث روي مرفوعًا وموقوفًا من حديث عثمان - رضي الله عنه -.
فأمَّا المرفوع فأخرجه: ابن عدي في "الكامل" (٢/ ٧٨٩)، والطبري في "تفسيره" (٥/ ٤٥٩)، وابن أبي حاتم - كما في "كنز العمال" رقم (٨٤٢٧)، و"الدر المنثور" (٣/ ١٤٢) -، وأبو نعيم في "الحلية" (١٠/ ٢١٥)، والقضاعي في "مسند الشهاب" (١/ ٣٠٦)، والبيهقي في "شعب الإيمان" رقم (٦٥٤٣)، والخطيب في "الموضح" (٢/ ٤٦٠).
وإسناده ضعيف جدًّا، وقد ضعفه الطبري (٥/ ٤٥٦)، وابن كثير (٣/ ٤٠١)، =','1','168',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (239,'وفيما كتب  (¬١)  بعض السلف إلى بعضٍ: "مَنْ أَصلَحَ سريرتَهُ أصلَحَ اللهُ علانيته".
_________
= والألباني في "الضعيفة" رقم (١٩٢٩). لكن للمرفوع شواهد، منها:
١ - حديث أبي سعيد الخدري - رضي الله عنه -؛ أخرجه:
أحمد في "المسند" (٣/ ٢٨)، وأبو يعلى في "مسنده" رقم (١٣٧٨)، وابن حبَّان في "صحيحه" رقم (٥٦٧٨)، والحاكم في "المستدرك" (٤/ ٣١٤)، والبيهقي في "شعب الإيمان" رقم (٦٥٤١).
وصححه الحاكم ووافقه الذهبي، وحسنه الهيثمي في "مجمع الزوائد" (١٠/ ٢٢٥). لكن في إسناده: ابن لهيعة. ثم هو من رواية: درَّاج بن سمعان أبو السمح عن أبي الهيثم، وحديثه عنه ضعيف.
٢ - حديث ابن مسعود - رضي الله عنه -؛ أخرجه أبو نعيم في "الحلية" (٥/ ٣٦ - ٣٧) بسند تالف، وانظر "علل الدارقطني" (٥/ ٣٣٣ - ٣٣٤).
٣ - حديث جندب بن سفيان البجلي - رضي الله عنه -؛ أخرجه الطبراني في "الأوسط" رقم (٧٩٠٢)، وفي "الكبير" (٢/ ١٧١) رقم (١٧٠٢)؛ بسند تالف أيضًا.
وأمَّا الموقوف على عثمان - رضي الله عنه -؛ فأخرجه:
ابن المبارك في "الزهد" (١٧) - زوائد رواية نعيم بن حماد -، وأحمد في "فضائل الصحابة" رقم (٧٧٧)، وفي "الزهد" (١٥٧)، وأبو داود في "الزهد" (١١١ - ١١٢)، وابن أبي شيبة في "المصنف" (١٣/ ٥٥٨)، والطبري في "تفسيره" (١٨/ ٢٦٢)، والبيهقي في "شعب الإيمان" رقم (٦٥٤٢)، والخطيب في "تالي تلخيص المتشابه" (١/ ٩٥)، ومسدَّد كما في "المطالب العالية" رقم (٣١٧٩)، وفي "الإتحاف" للبوصيري رقم (٧١٣٩) وقال: "رواته ثقات".
قال البيهقي: "هذا هو الصحيح، موقوفًا على عثمان، وقد رفعه بعض الضعفاء".
وقال السيوطي: "هذا هو الصحيح، موقوف". "مسند عثمان بن عفان" (٥٢).
(¬١)  "كتب" ساقطة من (ن).','1','169',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (240,'وقال بعضهم: "من كانت سريرته خيرًا من علانيته فهو الفَضْلُ، ومن استَوَت سريرته وعلانيته فهو العَدْل، ومن كانت علانيته خيرًا من سريرته فهو الجَوْرُ".
ومن دعاء ابن عمر: "اللهُمَّ اجعل سريرتي خيرًا من علانيتي، واجعل علانيتي صالحةً"  (¬١) .
ومن دعاء علي بن الحسين: "اللهُمَّ إنِّي أعوذ بك أن تُحسِّنَ في لوامع العيون علانيتي، وتُقَبِّحَ في خَفِيَّات العيون سريرتي"  (¬٢) .
قال الشاعر  (¬٣) :
سَتَبْقَى  (¬٤)  لَها في مُضْمَر القَلْبِ والحَشَا ... سَرِيرَةُ حُبٍّ  (¬٥)  يومَ تُبْلَى السَّرَائِرُ
ثُمَّ أخبر - سبحانه - عن حال الإنسان في يوم القيامة أنَّه غير مُمْتَنِع
_________
(¬١)  أخرج الترمذي في "سننه" رقم (٣٥٨٦)، وأبو نعيم في "الحلية" (١/ ٥٣) من حديث عمر بن الخطاب - رضي الله عنه - قال: علَّمني رسولُ الله - صلى الله عليه وسلم -، قال:
"قل: اللهم اجعل سريرتي خيرًا من علانيتي، واجعل علانيتي صالحةً، اللهم إني أسألك من صالح ما تؤتي النَّاس من المال والأهل والولد، غير الضالِّ ولا المُضِلِّ".
قال الترمذي: "هذا حديثٌ غريبٌ لا نعرفه إلا من هذا الوجه، وليس إسناده بالقوي".
(¬٢)  من قوله: "وفي الحديث. . ." إلى هنا؛ استدرك في هامش (ن)، وسقط من (ح) و (م).
(¬٣)  هو الأحوص الأنصاري "ديوانه" (١١٨).
(¬٤)  في جميع النسخ: وإنَّ! والتصحيح من الديوان.
(¬٥)  كذا في جميع النسخ، وهو كذلك في بعض المصادر كما أشار إليه محقق الديوان، وفي الديوان: وُدٍّ.','1','170',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (241,'من عذاب الله؛ لا بقوَّةٍ منه، ولا بقوَّةٍ من خارجٍ - وهو "النَّاصر" -، فإنَّ العبد إذا وقع في شدَّةٍ: فإمَّا أن يَدْفَعَها بقوَّتِه، أو بقوَّةِ من يَنْصُرُه، وكلاهما معدومٌ في حَقِّهِ، ونظيره قوله سبحانه: {لَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣)} [الأنبياء: ٤٣].
ثُمَّ أقسَمَ - سبحانه - بـ {السَّمَاءِ ذَاتِ الرَّجْعِ (١١) وَالْأَرْضِ ذَاتِ الصَّدْعِ (١٢)}، فأقسم بالسماءِ وَرَجْعِها بالمَطَر، والأرض وَصَدْعِها بالنَّبَات.
قال الفَرَّاء: "تُبْدِي بالمطر ثُمَّ تَرْجِعُ به في كُلِّ عامٍ" (¬١).
وقال أبو إسحاق: "الرَّجْعُ: المطر؛ لأنَّه يجيءُ (¬٢) ويرجع ويتكرَّر" (¬٣).
وكذا قال ابن عباس - رضي الله عنهما -: "تُبْدِي بالمطر ثُمَّ ترجع به في كلِّ عام" (¬٤).
والتحقيقُ: أنَّ هذا على وجه التمثيل، ورَجْعُ السماء: هو إعطاءُ الخير الذي يكون من جِهَتِها حالًا بعد حالٍ، على مرور الأزمان. تَرْجِعُهُ
_________
(¬١) "معاني القرآن" (٣/ ٢٥٥).
(¬٢) من قوله: "قال الفرَّاء. . ." إلى هنا؛ ساقط من (ز).
(¬٣) "معاني القرآن" للزجَّاج (٥/ ٣١٢).
(¬٤) أخرجه: عبد الرزاق في "تفسيره" (٢/ ٣٦٥)، والبخاري في "التاريخ الكبير" (٨/ ٢٦٢)، وأبو الشيخ في "العظمة" رقم (٧٤٦)، والطبري في "تفسيره" (١٢/ ٥٣٨ - ٥٣٩)، والحاكم في "المستدرك" (٢/ ٥١٩) رقم (٣٩٧٥) وصححه ووافقه الذهبي.
وزاد السيوطي نسبته إلى: الفريابي، وعبد بن حميد، وابن المنذر، وابن أبي حاتم، وابن مردويه. "الدر المنثور" (٦/ ٥٦١).','1','171',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (242,'رَجْعًا، أي: تُعْطِيه مَرَّةً بعد مرَّةٍ.
والخيرُ كلُّهُ من قِبَل السماءِ يجيءُ، ولمَّا كان أظْهَرَ الخيرِ المشهودِ بالعِيَانِ المَطَرُ فُسِّرَ "الرَّجْعُ" به، وحَسَّنَ تفسيرَهُ به مقابلتُه بصَدْع الأرض عن النَّبَات، وفُسِّرَ "الصَّدْع" بالنَّبَات؛ لأنَّه يَصْدَعُ الأرضَ (¬١) أي: يَشُقُّها.
فأقسَمَ - سبحانه - بالسماء ذات المطر، والأرض ذات النَّبَات، وكلٌّ من ذلك آيةٌ من آياتِ الله -تعالى - الدَّالَّةِ على ربوبيته.
وأَقْسَمَ على كَونِ القرآنِ حقًّا وصدقًا، فقال تعالى: {إِنَّهُ لَقَوْلٌ فَصْلٌ (١٣) وَمَا هُوَ بِالْهَزْلِ (١٤)} [الطارق: ١٣, ١٤]، كما أقسم في أوَّل السورة على حال الإنسان في مبدئه ومَعَاده.
و"القولُ الفَصْلُ": هو الذي يَفْصِلُ (¬٢) بين الحقِّ والباطل، فيميِّزُ هذا من هذا، ويَفْصِلُ بين النَّاس فيما اختلفوا فيه.
ومُصِيبُ الفَصْل الذي يتفصَّل (¬٣) عنده المراد ويتميَّزُ من غيره، كما يقال: أصاب الفَصْلَ، وأصاب المَحَزَّ؛ إذا أصاب بكلامه نفس المعنى المراد (¬٤)، ومنه: فَصْلُ الخطاب.
وأيضًا؛ فالقولُ الفَصْلُ: الفَصْلُ ببيان المعنى، ضِدُّ الإجمال.
_________
(¬١) من قوله: "عن النبات. . ." إلى هنا؛ ساقط من (ز) و (ط).
(¬٢) في (ز) و (ن) و (ط) زيادة: به.
(¬٣) في (ح) و (م): ينفصل.
(¬٤) ساقط من (ز).','1','172',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (243,'فَكَونُ القرآنِ "فَصْلًا" يتضمَّنُ هذه المعاني كلَّها، ويتضمَّنُ كونه "حقًّا" ليس بالباطل، و"جِدًّا" ليس بالهَزْل.
ولمَّا كان الهَزْل هو الذي لا حقيقة له - وهو الباطل واللَّعِب - قابَلَ بين الفَصْلِ والهَزْلِ، وإنَّما يكيد المكذِّبون ويتحيَّلُون، ويخادِعون لِرَدِّه ولا يردُّونَه بِحُجَّةٍ، واللهُ يكيدُهم كما يكيدون دينَهُ ورسولَهُ وعبادَهُ، وكَيدُه - سبحانه - استدراجُهم من حيث لا يعلمون، والإملاءُ لهم حتَّى يأخُذَهم على غِرَّةٍ، كما قال تعالى: {وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ (١٨٣)} [الأعراف: ١٨٣]، فالإنسان إذا أراد أن يكيد غيره يُظْهِر له إكرامه وإحسانه إليه حتَّى يطمئنَّ إليه؛ فيأخذه، كما يفعل الملوك. فإذا فعل أعداءُ الله ذلك بأوليائِه ودينه كان كيدُ اللهِ لهم حَسَنًا لا قُبْحَ فيه، فيُعْطِيهم ويُعَافِيهم وهو يستدرجهم، حتى إذا فَرِحُوا بما أُوتوا أخذهم بغتةً.
ثُمَّ قال سبحانه وتعالى: {فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا (١٧)}؛ أي: أَنظِرْهُم قليلًا ولا تستعجل لهم. والرَّبُّ - تعالى - هو الذي يُمْهِلُهم، وإنَّما خَرَجَ الخِطابُ للرسول - صلى الله عليه وسلم - على جهة التهديد والوعيد لهم، أو على معنى: انْتَظِرْ بِهِم قليلًا.
و"رُوَيْدًا" في كلامهم:
يكون اسم فِعْلٍ، فيُنْصَبُ بها الاسم نحو: رُويدًا زيدًا، أي: خَلِّه، وأَمهِلْهُ، وارفُقْ به.
الثاني: أن يكون مصدرًا مُضافًا إلى المفعول، نحو: رُوَيْدَ زيدٍ، أي: إمْهَالَ زيدٍ، نحو: "ضَرْبَ الرِّقَابِ".
الثالث: أن يكون نعتًا منصوبًا، نحو قولك: سَارُوا رويدًا، تقول','1','173',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (244,'العرب: ضعه رويدًا، أي: وَضْعًا رويدًا.
وفي حديث عائشة في خروج النبي - صلى الله عليه وسلم - بالليل من عندها إلى البقيع: "فخرج رويدًا، وأَجَافَ الباب رويدًا"  (¬١) .
ويجوز في هذا الوجه وجهان:
أحدهما: أن يكون حالًا.
والثاني: أن يكون  (¬٢)  نعتًا لمصدرٍ محذوفٍ.
فإن أظهرتَ المنعوتَ تعيَّنَ الوجهُ الثاني.
و"رويدًا" في الآية هو من هذا النَّوع الثالث، والله أعلم.
_________
(¬١)  أخرجه مسلم في "صحيحه" رقم (٩٧٤)؛ ضمن حديث طويل.
وأجاف الباب: أغلقه.
(¬٢)  "أن يكون" ساقط من (ز).','1','174',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (245,'فصل

ومن ذلك إقسامُهُ - تعالى - {بِالشَّفَقِ (١٦) وَاللَّيْلِ وَمَا وَسَقَ (١٧) وَالْقَمَرِ إِذَا اتَّسَقَ (١٨)} [الانشقاق: ١٦ - ١٨]، فأقسم بثلاثة أشياء (¬١) متعلِّقةٍ بالليل:
أحدها: "الشَّفَقُ"؛ وهو في اللغة: الحُمْرَة بعد غروب الشمس إلى وقت صَلَاة العِشَاء الآخرة (¬٢)، وكذلك هو في الشرع.
قال الفرَّاءُ، واللَّيثُ، والزجَّاجُ، وغيرهم: "الشَّفَقُ"؛ الحُمْرَةُ في السماء (¬٣).
وأَصْلُ موضُوعِ (¬٤) الحَرْفِ لِرِقَّة الشَّيءِ، ومنه قولُهم (¬٥): شيءٌ شَفِقٌ: لا تَمَاسُكَ له لَرِقَّتِه، ومنه "الشَّفَقَة" وهي: الرِّقَّة، وأشْفقَ عليه: إذا رَقَّ له، وأهل اللغة يقولون: "الشَّفَقُ" بقيَّةُ ضَوءِ الشَّمْسِ وحُمْرتها (¬٦).
ولهذا كان الصحيح أنَّ "الشَّفَق" الذي يدخل وقتُ العشاءِ الآخِرة
_________
(¬١) سَهَا المؤلف - رحمه الله - عن الثالث، فلم يتكلم على القمر إذا اتَّسَق.
(¬٢) قال الواحديُّ: "وهذا قول المفسرين وأهل اللغة جميعًا، وروي مثل هذا مرفوعًا. . ." ثم ساقه. "الوسيط" (٤/ ٤٥٤).
وحكاه القرطبي مذهب أكثر الصحابة والتابعين والفقهاء، وقال: "شواهد كلام العرب والاشتقاق والسُّنَّة تشهد له". "الجامع" (١٩/ ٢٧٣).
(¬٣) انظر: "معاني الفرَّاء" (٣/ ٢٥٠)، و"معاني الزجَّاج" (٥/ ٣٠٥)، و"تهذيب اللغة" (٨/ ٣٣٢).
(¬٤) في (ز): موضع!
(¬٥) ساقط من (ح) و (م).
(¬٦) انظر: "مقاييس اللغة" (٣/ ١٩٧)، و"لسان العرب" (٧/ ١٥٤ - ١٥٥).','1','175',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (246,'بغيبوبته هو الحُمْرَةُ، فإنَّ الحُمْرَةَ لمَّا كانت بقيَّةَ ضَوءِ الشمس جُعِلَ بقاؤُها حدًّا لوقت المغرب، فإذا ذهبت الحُمْرة بَعُدَت الشمس عن الأُفُقِ فدخل وقت العشاء. وأمَّا البَيَاض فإنَّه يمتدُّ وقته، ويَطُول لُبْثُه، ويكون حاصلًا مع بُعْد الشمس عن الأُفُق.
ولهذا صَحَّ عن ابن عمر - رضي الله عنهما - أنَّه قال: "الشَّفَقُ: الحُمْرَةُ"  (¬١) .
والعرب تقول: ثوبٌ مصبوغٌ كأنَّه الشَّفَقُ، إذا  (¬٢)  احْمَرَّ، حكاه الفرَّاءُ  (¬٣) .
وكذلك  (¬٤)  قال الكلبي: "الشَّفَقُ: الحُمْرَةُ التي تكون في المغرب".
_________
(¬١)  أخرجه: عبد الرزاق في "المصنف" (١/ ٥٥٩) رقم (٢١٢٢)، وابن أبي شيبة في "المصنف" رقم (٣٣٧٨).
وزاد السيوطي نسبته إلى: ابن المنذر، وعبد بن حميد، وابن مردويه. "الدر المنثور" (٦/ ٥٤٩).
وأخرجه: الدارقطني في "سننه" (١/ ٢٦٩) رقم (١٠٥٦ و ١٠٥٧)، والبيهقي في "السنن الكبرى" (١/ ٣٧٣) رقم (١٧٤٢ و ١٧٤٤)، وفي "معرفة السنن والآثار" (٢/ ٢٠٥)؛ مرفوعًا وموقوفًا عن ابن عمر - رضي الله عنهما -، قال البيهقي: "والصحيح موقوف".
وذكر ابن خزيمة في "صحيحه" (١/ ١٨٣) أنه لا يثبت مرفوعًا، وقال البيهقي في "المعرفة": "ولا يصح فيه عن النبيِّ - صلى الله عليه وسلم - شيءٌ".
(¬٢)  بعدها في (ن) و (ح) و (م) زيادة: كان.
(¬٣)  "معاني القرآن" (٣/ ٢٥١).
(¬٤)  ساقط من (ز).','1','176',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (247,'وكذلك قال مقاتل: "هو الذي يكون بعد غروب الشمس في الأُفُق قبل الظُّلْمة" (¬١).
وقال عكرمة: "هو بَقِيَّةُ النَّهَار" (¬٢)؛ وهذا يحتمل أن يريد به أنَّ تلك الحُمْرَة بقية ضوء الشمس التي هي آية النَّهار.
وقال مجاهد: "هو النَّهار كلُّه" (¬٣). وهذا ضعيفٌ جدًّا (¬٤)، وكأنَّه لمَّا رآهُ قَابَلَهُ بـ "الليل وما وسق"، ظنَّ أنَّه النَّهار، وهذا ليس بلازِمٍ.
الثاني: قَسَمُهُ بالليل وما وَسَقَ، أي: وما ضَمَّ، وحَوَى، وجَمَع.
والليل آيةٌ، وما ضَمَّهُ وحَوَاهُ آيةٌ أخرى. والقَمَرُ آيةٌ، واتساقُهُ آيةٌ أخرى.
و"الشَّفَقُ" يتضمَّنُ إدبارَ النَّهار، وهو آيةٌ، وإقبالَ الليل، وهو آيةٌ أخرى، فإنَّ هذا إذا أدبر خَلَفَهُ الآخَرُ، يتعاقبان لمصالح الخَلْقِ، فإدبارُ النَّهار آيةٌ، وإقبالُ الليل آيةٌ، وتَعَقُّبُ أحدِهِما للآخَرِ آيةٌ (¬٥)، والشَّفَقُ الذي هو متضمِّنٌ للأمرين آيةٌ.
_________
(¬١) "تفسيره" (٣/ ٤٦٨).
(¬٢) انظر: "الكشف والبيان" للثعلبي (١٠/ ١٦٠)، و"معالم التنزيل" (٨/ ٣٧٥).
(¬٣) أخرجه: عبد الرزاق في "تفسيره" (٢/ ٣٥٩)، وابن جرير في "تفسيره" (١٢/ ٥١٠ - ٥١١)، وابن أبي حاتم في "تفسيره" (١٠/ ٣٤١١).
وصححه ابن كثير في "تفسيره" (٨/ ٣٥٨).
(¬٤) وكذا قال ابن عطية في "المحرر الوجيز" (١٥/ ٣٧٩)، وقال الشوكاني: "ولا وجه لهذا". "فتح القدير" (٥/ ٤٧٣).
(¬٥) هذه العبارة ساقطة من (ز)، وبدلًا عنها: وما حواه آية.','1','177',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (248,'والليل آيةٌ، وما حَوَاهُ آيةٌ، والهلَالُ آيةٌ، وتزايده كلَّ ليلةٍ آيةٌ، واتِّساقُهُ - وهو امْتِلَاؤُه نُورًا - آيةٌ، ثُمَّ أَخْذُهُ في النقص آيةٌ. وهذه وأمثالُها آياتٌ دالَّةٌ على ربوبيته، مستلزِمَةٌ للعلم بصفات كماله.
ولهذا شُرِعَ عند إقبال الليل وإدبار النَّهار ذِكْرُ الرَّبِّ - تعالى - بصلاة المغرب، وفي الحديث: "اللهُمَّ هذا إقْبالُ لَيْلِكَ، وإدبارُ نَهَارِكَ، وأصْوَاتُ دُعَاتِك، وحضورُ صَلَوَاتِك"  (¬١) . كما شُرِعَ ذكر الله بصلاة الفجر عند إدبار الليل وإقبال النَّهار.
ولهذا يُقْسِمُ - سبحانه - بهذين الوقتين كقوله - عزَّ وجلَّ -: {وَاللَّيْلِ إِذْ أَدْبَرَ  (٣٣)  وَالصُّبْحِ إِذَا أَسْفَرَ  (٣٤) } [المدثر: ٣٣, ٣٤]، وهو يقابل إقْسَامه بـ "الشَّفَق"، ونظير إقْسَامِه بالليل {إِذَا عَسْعَسَ  (١٧)  وَالصُّبْحِ إِذَا تَنَفَّسَ  (١٨) } [التكوير: ١٧, ١٨].
ولمَّا كان الرَّبُّ - تبارك وتعالى - يُحْدِثُ عند كلِّ واحدٍ من طَرَفَي إقبال الليل والنَّهار وإدبارِهِما ما يُحْدِثُهُ، ويَبُثُّ من خلقه ما شاء، فينشر
_________
(¬١)  أخرجه: أبو داود في "سننه" رقم (٥٣٠)، والترمذي في "سننه" رقم (٣٥٨٩)، وابن أبي شيبة في "المصنف" (١٠/ ٢٢٧)، وعبد بن حميد في "المنتخب" رقم (١٥٤١)، وأبو يعلى في "مسنده" رقم (٦٨٩٦)، والطبراني في "الكبير" (٢٣/ ٣٠٣)، والحاكم في "المستدرك" (١/ ١٩٩) رقم (٧٤١) وصححه ووافقه الذهبي؛ كلُّهم من طريق: أبي كثير مولى أُمِّ سلمة، عن أُمِّ سلمة - رضي الله عنها - قالت: علَّمني رسول الله - صلى الله عليه وسلم - أن أقول عند أذان المغرب ... فذكرته، وفي آخره: "أسألك أن تغفر لي".
قال الترمذي: "حديث غريب"، وضعفه الألباني "ضعيف الترمذي" رقم (٧٢٤).','1','178',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (249,'الأرواح الشيطانية عند إقبال الليل (¬١)، وينشر الأرواح الإنسانية عند إقبال النَّهار، فيُحْدِثُ هذا الانتشارُ في العالَم أثَرَهُ = شرَعَ - سبحانه - في هذين الوقتين هاتين الصلاتين العظيمتين، مع ما في ذلك من ذكره عند هاتين الآيتين المتعاقبتين، وعند انصرام إحداهما واتصال الأخرى بها، مع ما بينهما من التضادِّ والاختلاف، وانتقال الحيوان عند ذلك من حالٍ إلى حالٍ، ومن حكمٍ إلى حكمٍ، وذلك مبدأٌ ومَعَادٌ يوميٌّ، مشهودٌ للخَلِيقَةِ كُلَّ يومٍ وليلةٍ، فالحيوان والنَّبَات في مبدأ ومَعَادٍ، وزمانُ العالَم في مبدأ (¬٢) ومَعَادٍ، {أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ ثُمَّ يُعِيدُهُ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ (١٩)} [العنكبوت: ١٩].

فصل
وقوله تعالى: {لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (١٩)} [الانشقاق: ١٩]؛ الظاهر أنَّه جوابُ القَسَم، ويجوز أن يكون من القَسَمِ المحذوفِ جوابُهُ، و"لتركَبُنَّ" وما بعده مُسْتأْنَفٌ.
وقُرِئَ "لَتَرْكَبُنَّ" بضم "الباء" للجَمْع، و"لَتَرْكَبَنَّ" بفتحها (¬٣).
فمن فَتَحَها؛ فالخطاب عنده للإنسان، أي: لتركَبَنَّ أيُّها الإنسانُ.
_________
(¬١) هذه العبارة بكاملها سقطت من (ز).
(¬٢) في (ز): المبدأ.
(¬٣) قرأ: ابن كثير، وحمزة، والكسائي بالفتح، وقرأ الباقون بالضم.
انظر: "إعراب القراءات" لابن خالويه (٢/ ٤٥٥)، و"الموضح" لابن أبي مريم (٣/ ١٣٥٥)، و"النشر" (٢/ ٣٩٩).','1','179',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (250,'وقيل: هو للنبيِّ (¬١) - صلى الله عليه وسلم - خاصَّةً (¬٢).
وقيل: ليست "الباء" للخِطَاب، ولكنها للغَيْبَةِ، أي: لَتَرْكَبَنَّ السماءُ طبقًا بعد طبق.
ومن ضَمَّها؛ فالخطاب للجماعة ليس إلَّا.
فمن جعل الكناية للسماء قال: المعنى: لَتَرْكَبَنَّ السماءُ حالًا بعد حالٍ من حالاتها التي وصفَها اللهُ - تعالى - من الانشقاقِ، والانفطارِ، والطَّيِّ، وكونِها كالمُهْلِ مرَّةً، وكالدِّهَانِ مرَّةً، ومَوَرَانِها، وتَفَتُّحِها، وغير ذلك من حالاتها، وهذا قول عبد الله بن مسعود - رضي الله عنه - (¬٣).
ودلَّ على السماءِ ذِكْرُ الشَّفَقِ والقمر، وعلى هذا فيكون قَسَمًا على المَعَادِ، وتغيُّرِ العالم.
ومن قال: الخطاب للنبيِّ - صلى الله عليه وسلم -؛ فله ثلاثةُ معانٍ:
لَتَرْكَبَنَّ سماءً بعد سماءٍ، حتَّى تنتهي إلى حيث يُصْعِدُكَ اللَّهُ. هذا
_________
(¬١) في (ز): النبي.
(¬٢) أخرج البخاري في "صحيحه" رقم (٤٩٤٠) في قوله تعالى: {لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ (١٩)} قال ابن عباس - رضي الله عنهما -: "حالًا بعد حال، قال: هذا نبيكم - صلى الله عليه وسلم -"، أي: الخطاب له، كذا قال الحافظ في "الفتح" (٨/ ٥٨٠). إلا أن ابن كثير استظهر رفعه "تفسيره" (٨/ ٣٥٩).
(¬٣) أخرجه عنه: عبد الرزاق في "تفسيره" (٢/ ٣٥٩)، والطبري في "تفسيره" (١٢/ ٥١٥ - ٥١٦)، والحاكم في "المستدرك" (٢/ ٥١٨) رقم (٣٩٦٩) وصححه، وضعفه الذهبي.
وانظر: "مجمع الزوائد" (٧/ ١٣٥).','1','180',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (251,'قول ابن عباس (¬١) - في رواية مجاهد -، وقول مسروق، والشعبي؛ قالوا: والسماءُ طَبَقٌ، ولهذا يقال للسماوات: السَّبْعُ الطِّبَاقُ.
والمعنى الثاني: لَتَصْعَدَنَّ درجةً بعد درجةٍ، ومنزلةً بعد منزلةٍ، ورتبةً بعد رتبةٍ، حتَّى تنتهي إلى مَحَلِّ القُرْبِ والزُّلْفَى من الله تعالى.
والمعنى الثالث: لَتَرْكَبَنَّ حالًا بعد حالٍ من الأحوالِ المختلفةِ التي نَقَلَ اللهُ فيها رسولَهُ - صلى الله عليه وسلم -، من الهجرةِ، والجهادِ، ونَصْرِهِ على عدوِّهِ، وإدالةِ العدوِّ عليه تارةً، وغناه وفقرِه، وغيرِ ذلك من حالاته التي تنقَّلَ فيها إلى أن بَلَغَ ما بَلَّغَهُ اللهُ إيَّاهُ.
ومن قال: الخطابُ للإنسانِ أو لِجُمْلَةِ النَّاسِ، فالمعنى واحدٌ، وهو تنقُّلُ الإنسانِ حالًا بعد حالٍ، من حين كونه نطفةً إلى مستقرِّه من الجنَّة أو النَّار، فكم بين هذين (¬٢) من الأطباق والأحوال للإنسان.
وأقوالُ المفسِّرين كلُّها تدور على هذا (¬٣)؛ قال ابن عباس - رضي الله عنهما -: "لَتَصِيرَنَّ الأمورُ حالًا بعد حالٍ".
وقيل: لَتَرْكَبَنَّ أيُّها الإنسانُ حالًا بعد حال، من النُّطْفَةِ إلى العَلَقةِ، إلى المُضْغَةِ، إلى كونه حيًّا، إلى خروجه إلى هذه الدار، ثُمَّ ركوبه طَبَقَ
_________
(¬١) أخرجه: الطبراني في "الكبير" (١١/ رقم ١١١٧٣)، قال الهيثمي: "ورجاله ثقات". "مجمع الزوائد" (٧/ ١٣٥).
وعزاه السيوطي إلى: الطيالسي؛ وعبد بن حميد، وابن أبي حاتم. "الدر المنثور" (٦/ ٥٤٩).
(¬٢) في (ز): هاتين.
(¬٣) انظر: "جامع البيان" (١٢/ ٥١٣)، و"المحرر الوجيز" (١٥/ ٣٧٩)، و"الجامع" (١٩/ ٢٧٦).','1','181',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (252,'التمييز بين ما ينفعه ويضرُّهُ، ثُمَّ ركوبه بعد ذلك طبقًا آخر وهو طبق البلوغ، ثُمَّ ركوبه طَبَقَ الأَشُدِّ، ثُمَّ طَبَقَ الشيخوخة، ثُمَّ طبق الهَرَمِ، ثُمَّ ركوبه طبق الموتِ وشأنِهِ، ثُمَّ ركوبه طبق  (¬١)  ما بعده في البرزخ، وركوبه في أثناء هذه الأحوال أطباقًا عديدةً، لا يزال يتنقَّلُ فيها حالًا بعد حالٍ إلى دار القرار، فذلك  (¬٢)  آخِرُ أطباقه التي يعلمها العباد، ثُمَّ يفعل الله - سبحانه - بعد ذلك ما يشاء.
واختار أبو عبيد  (¬٣)  قراءةَ الضَّمِّ  (¬٤) ، وقال: "المعنى بالنَّاس أَشْبَهُ منه بالنبيِّ - صلى الله عليه وسلم -؛ فإنَّه ذكر قبل الآية من يُؤْتَى كتابه بيمينه وشماله، ثُمَّ ذكر بعدها قوله: {فَمَا لَهُمْ لَا يُؤْمِنُونَ  (٢٠) }، فذكر كونهم طبقًا بعد طبق".
قال الواحديُّ: "وهذا قول أكثر المفسِّرين، قالوا: لتركَبُنَّ حالًا بعد حالٍ، ومنزلًا بعد منزلٍ، وأمرًا بعد أمرٍ"  (¬٥) .
قال سعيد بن جبير، وابن زيد: "لتكونُنَّ في الآخرة بعد الأُولَى، ولَتَصِيرُنَّ أغنياءَ بعد الفقر، وفقراءَ بعد الغِنى".
وقال عطاء: "شِدَّةً بعد شِدَّةٍ".
وقال أبو عبيدة: "لتركَبُنَّ سُنَّةَ من كان قبلكم في التكذيب
_________
(¬١)  ساقط من (ز).
(¬٢)  في (ز): فذكر.
(¬٣)  من (ح) و (م)، وفي باقي النسخ: أبو عبيدة.
(¬٤)  انظر: "الكشف والبيان" (١٠/ ١٦١)، و"الجامع" (١٩/ ٢٧٦).
(¬٥)  "الوسيط" (٤/ ٤٥٥)، دون عبارته الأولى.','1','182',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (253,'والاختلاف على الرُّسُل"  (¬١) .
وأنتَ إذا تأمَّلْتَ هذا المُقْسَمَ به والمُقْسَمَ عليه وجدتَّه من أعظم الآيات الدَّالَّةِ على الربوبية، وتغييرِ الله - سبحانه - العالَم، وتصريفِهِ له كيف أراد، ونقلِهِ إيَّاهُ من حالٍ إلى حالٍ، وهذا محالٌ أن يكون بنفسه من غير فاعِلٍ مدبِّرٍ له، ومحالٌ أن يكون فاعله غير قادرٍ، ولا حَيٍّ، ولا مريدٍ  (¬٢) ، ولا حكيمٍ، ولا عليمٍ، فكلاهما في الامتناع سواء.
فالمقسَمُ به وعليه من أعظم الأدلَّة على ربوبيته، وتوحيدِهِ، وصفاتِ كماله، وصِدْقِه، وصِدْقِ رُسُلِهِ، وعلى المَعَادِ، ولهذا عقَّبَ ذلك بقوله: {فَمَا لَهُمْ لَا يُؤْمِنُونَ  (٢٠) }؛ إنكارًا على من لم يؤمن بعد ظهور هذه الآيات المستلزِمة لمدلولها أتَمَّ استلزامٍ.
وأنكر عليهم عدم خضوعِهم وسجودِهم للقرآن المشتمِلِ على ذلك بأفصح عبارةٍ، وأبْيَنِها، وأجْزَلِها، وأوجَزِها. فالمعنى أشرف معنىً، والعبارةُ أشرفُ عبارةٍ، غايةُ الحقِّ بغايةِ البيانِ والفصاحةِ.
{بَلِ الَّذِينَ كَفَرُوا يُكَذِّبُونَ  (٢٢) } ولا يصدِّقُون بالحقِّ جحودًا وعنادًا، والله أعلم بما يُضْمِرُون في صدورهم ويكتمونه، وما يسرُّونه من أعمالهم وما يجمعونه، فيجازيهم عليه بعلمه وعدله، {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ  (٢٥) }.
_________
(¬١)  "مجاز القرآن" (٢/ ٢٩٢).
(¬٢)  في (ز): مدبر.','1','183',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (254,'فصل

ومن ذلك إقسامُهُ - سبحانه - {بِالْخُنَّسِ (١٥) (¬١) الْجَوَارِ الْكُنَّسِ (١٦) وَاللَّيْلِ إِذَا عَسْعَسَ (١٧) وَالصُّبْحِ إِذَا تَنَفَّسَ (١٨)} [التكوير: ١٥ - ١٨].
أقْسَمَ - سبحانه - بالنُّجوم في أحوالها الثلاثة؛ في (¬٢): طلوعها، وجريانها، وغروبها. هذا قول: علي، وابن عباس، وعامة المفسِّرين (¬٣)، وهو الصواب.
و"الخُنَّس": جمع خَانِس، والخُنُوسُ: الانقباضُ والاختفاءُ، ومنه سُمِّيَ الشيطانُ "خَنَّاسًا" لانقباضه وانكماشه حين يذكر العبدُ ربَّه. ومنه قول أبي هريرة: "فانْخَنَسْتُ منه" (¬٤).
و"الكُنَّس": جمع كَانِس، وهو الداخل في كِنَاسِهِ، أي: في بيته. ومنه: تكَنَّسَت المرأةُ؛ إذا دَخَلَت في هَوْدَجِها. ومنه: كَنَسَت الظباءُ؛ إذا أَوَتْ إلى أَكْنَاسِها.
_________
(¬١) في (ن) و (ح) و (م): ومن ذلك قوله سبحانه: {فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥)}.
(¬٢) في (ن) و (ح) و (ط) و (م): من.
(¬٣) واختاره: أبو عبيدة في "مجاز القرآن" (٢/ ٢٨٧)، وابن قتيبة، وقال السمعاني: "وهو المشهور". "تفسيره" (٦/ ١٦٩).
ونسبه إلى الجمهور: ابن عطية في "المحرر الوجيز" (١٥/ ٣٣٩)، وابن الجوزي في "زاد المسير" (٨/ ١٩٢).
قال ابن كثير: "وقال بعض الأئمة: إنما قيل للنُّجوم: "الخُنَّس" أي: في حال طلوعها، ثم هي جَوارٍ في فلكها، وفي حال غيبوبتها يقال لها: "كُنَّس"؛ من قول العرب: أَوَى الظبْيُ إلى كِنَاسِه: إذا تغيَّبَ فيه". "تفسيره" (٨/ ٣٣٧).
(¬٤) أخرجه: البخاري في "صحيحه" رقم (٢٧٩)، ومسلم في "صحيحه" رقم (٣٧١).','1','184',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (255,'و"الجَوَاري": جمع جارية، كـ "غاشية" وغَوَاشٍ.
قال علي بن أبي طالب - رضي الله عنه -: "النُّجُومُ تَخْنِسُ بالنَّهارِ، وتظهر بالليل"  (¬١) .
وهذا قول: مقاتل  (¬٢) ، وعطاء، وقتادة، وغيرهم  (¬٣) . قالوا: الكواكب تَخْنِسُ بالنَّهار، فتختفي ولا تُرَى، وتَكْنِسُ في وقت غروبها.
ومعنى "تَخْنِس" - على هذا القول -: تتأَخَّر عن البصر، وتَتَوَارَى عنه بإخفاء النَّهار لها.
وفيه قولٌ آخر؛ وهو أنَّ خنوسَها رجوعُها، وهي حركتها المشرقية  (¬٤) ، فإنَّ لها حركتين: حركةً بفَلَكِها، وحركةً بنفسها، فخُنُوسُها: حركتُها بنفسها  (¬٥)  راجعةً، وعلى هذا فهو قَسَمٌ بنوعٍ من الكواكب، وهي "السيَّارة"، وهذا قول الفرَّاء  (¬٦) .
_________
(¬١)  أخرجه: الطبري في "تفسيره" (١٢/ ٤٦٧)، والحاكم في "المستدرك" (٢/ ٥١٥) رقم (٣٩٥٩) وصححه ووافقه الذهبي.
وعزاه السيوطي إلى: سعيد بن منصور، والفريابي، وعبد بن حميد، وابن أبي حاتم. "الدر المنثور" (٦/ ٥٢٨).
وانظر: "المطالب العالية" (١٥/ ٢٦٩ - ٢٧٧).
(¬٢)  "تفسيره" (٣/ ٤٥٦).
(¬٣)  وهو قول: الحسن البصري، ومجاهد، وابن زيد، والسُّدِّي، وبكر بن عبد الله المزني، وغيرهم.
انظر: "الجامع" (١٩/ ٢٣٤)، و "تفسير ابن كثير" (٨/ ٣٣٦).
(¬٤)  في (ح) و (م): الشرقية.
(¬٥)  قوله: "فخنوسها حركتها بنفسها"؛ ساقط من (ز) و (ن) و (ط).
(¬٦)  "معاني القرآن" (٣/ ٢٤٢).','1','185',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (256,'وفيه قولٌ ثالثٌ؛ وهو أنَّ خُنُوسَها وكُنُوسَها: اختفاؤُها (¬١) وقتَ مغيبها، فتغيب في مواضعها التي تغيب فيها (¬٢)، وهذا قول الزجَّاج (¬٣).
ولمَّا كان للنُّجُوم حال (¬٤) ظهورٍ، وحال (¬٥) اختفاءٍ، وحال جريانٍ، وحال غروبٍ - أقسَمَ - سبحانه - بها في أحوالها كلِّها، ونبَّه بخُنُوسِها على حال ظهورها؛ لأنَّ "الخُنُوس" هو الاختفاء بعد الظهور، ولا يقال لِمَا لم يزل مختفيًا: أنَّه قد خَنَس. فذكر - سبحانه - جريانَها وغروبَها صريحًا، وخنوسَها وظهورَها، واكتفى من ذِكْرِ طُلُوعِها بجريانها الذي مبدؤُهُ الطُّلُوع، فالطُّلُوع أوَّلُ جريانها.
فتضمَّنَ القَسَمُ: طُلُوعَها، وغروبَها، وظهورَها، واختفاءَها، وذلك من آياته ودلائل ربوبيته.
وليس قول من فسَّرَها بـ "الظِّبَاء"، و"بَقَر الوحش" (¬٦) بالظاهر؛ لوجوه:
أحدها: أنَّ هذه الأحوال في الكواكب السيَّارة أعظمُ آيةً وعبرةً.
_________
(¬١) قبل كلمة (اختفاؤها) واو في (ن) و (ط)، وهي مقحمة.
(¬٢) من قوله: "وهذا قول الفرَّاء. . ." إلى هنا؛ ساقط من (ز).
(¬٣) "معاني القرآن" (٥/ ٢٩١).
(¬٤) ساقط من (ز).
(¬٥) ساقط من (ز) و (ن) و (ط).
(¬٦) فسَّرها بـ "الظباء": ابن عباس، وسعيد بن جبير، ومجاهد، والضحَّاك، وجابر بن زيد.
وفسَّرها بـ "بقر الوحش": ابن مسعود، وجابر بن عبد الله، وإبراهيم النخعي.
انظر: "جامع البيان" (١٢/ ٤٦٧)، و"الجامع" (١٩/ ٢٣٤)، و"تفسير ابن كثير" (٨/ ٣٣٧).','1','186',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (257,'الثاني: أنَّ اشتراك أهل الأرض في معرفتها بالمُشَاهَدةِ والعِيَانِ.
الثالث: أنَّ "البقر" و"الظِّبَاء" ليست لها حالة تختفي فيها عن العِيَان مطلقًا، بل لا تزال ظاهرةً في الفَلَوَاتِ.
الرابع: أنَّ الذين فسَّرُوا الآيةَ بذلك قالوا: ليس خُنُوسها من الاختفاء.
قال الواحديُّ: "هو من الخَنَس في الأَنْفِ، وهو تأخُّرُ الأَرْنَبة، وقِصَرُ القَصَبة، والبقر والظِّبَاء أنوفُهُنَّ خُنْسٌ، والبقرة خَنْسَاء، والظَّبْيُ أَخْنَس"  (¬١) . ومنه سُمِّيت "الخَنْسَاء"  (¬٢) ؛ لِخَنَس أَنْفِها.
ومعلومٌ أنَّ هذا أمرٌ خَفِيٌّ يحتاجُ إلى تأمُّلٍ، وأكثرُ النَّاس لا يعرفونه، وآياتُ الرَّبِّ التي يُقْسِمُ بها لا تكون إلا ظاهرةً جليَّةً يشترك في معرفتها الخلائق، وليس الخَنَسُ في أنف البقر والظِّبَاء بأعظم من الاستواء والاعتدال في أنف ابن آدم، فالآية فيه أظهر.
الخامس: أنَّ كنوسَها في أَكِنَّتها ليس بأعظم من دخول الطير وسائر الحيوان في أَكِنَّتِهِ التي يأوي فيها  (¬٣) ، ولا أظهر منه حتَّى يعيَّن للقَسَم.
_________
(¬١)  انظر: "الجامع" (١٩/ ٢٣٥).
(¬٢)  هي تُماضِر بنت عمرو بن الشريد، السُّلَميَّة الشاعرة المشهورة بـ "الخَنْساء"،
الصحابية المخضرمة، توفيت في أول خلافة عثمان - رضي الله عنه - سنة (٢٤ هـ) - رضي الله عنها -.
انظر: "أسد الغابة" (٧/ ٨٨)، و"الإصابة" (٤/ ٢٧٩).
(¬٣)  ساقط من (ز)، والعبارة في (ح) و (م) هكذا: في بيته الذي يأوي فيه.','1','187',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (258,'السادس: أنَّه لو كان جمعًا للظِّباء لقال: الخُنْس - بالتسكين -؛ لأنَّه جمع: أَخْنَس، فهو كَأَحْمَر وحُمْر، ولو أُريد به جمع (بقرةٍ خَنْسَاء) لكان على وزن "فُعْل" - أيضًا - كَحَمْرَاء وحُمْر، فلمَّا جاءَ جمعُه على "فُعَّل" - بالتشديد - استحال أن يكون جمع الواحد من الظِّبَاء والبقر؛ وتعيَّن أن يكون جمعًا لـ "خَانِس"، كَشَاهِدٍ وشُهَّد، وصَائِمٍ وصُوَّم، وقَائِمٍ وقُوَّم، ونظائرها.
السابع: أنَّه ليس بالبيِّنِ إقسامُ الرَّبِّ - تعالى - بالبقر والغزلان، وليس هذا عُرْف القرآن ولا عادته، وإنَّما يُقْسِم - سبحانه - من كلِّ جِنْسٍ بأعلاه، كما أنَّه لمَّا أقسَمَ بالنُّفُوس أقسَمَ بأعلاها، وهي النَّفْس الإنسانية.
ولمَّا أقْسَمَ بكلامه أقْسَمَ بأشرفه وأجلِّه؛ وهو: القرآن.
ولمَّا أقْسَمَ بالعُلْويَّات أقسَمَ بأشرفها وهي  (¬١) : السماءُ، وشمسُها، وقمرُها، ونجومُها.
ولمَّا أقسَمَ بالزَّمان أقسَمَ بأشرفه، وهو: الليالي العشر.
وإذا أراد - سبحانه - أن يُقْسِمَ بغير ذلك أدرجه في العموم، كقوله - عزَّ وجلَّ -: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ  (٣٨)  وَمَا لَا تُبْصِرُونَ  (٣٩) } [الحاقة: ٣٨، ٣٩]، وقوله: {الذَّكَرَ وَالْأُنْثَى  (٣) } [الليل: ٣] في قراءة  (¬٢)
_________
(¬١)  في جميع النسخ: وهو! وما أثبته أنسب للكلام.
(¬٢)  رفعه أبو الدرداء إلى النبيِّ - صلى الله عليه وسلم - كما في "صحيح البخاري" رقم (٤٩٤٣ و ٤٩٤٤)، و"صحيح مسلم" رقم (٨٢٤).
وقرأ بها: ابن مسعود، وأبو الدرداء، وعلي بن أبي طالب، وابن عباس - رضي الله عنهم -. "المحتسب" (٢/ ٣٦٤)، و"الشواذ" (١٧٤). =','1','188',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (259,'رسول الله - صلى الله عليه وسلم -، ونحو ذلك.
الثامن: أنَّ اقترانَ القَسَمِ بالليلِ والصُّبْحِ يدلُّ على أنَّها النُّجُوم، وإلَّا فليس باللَّائق اقتران البقر والغزلان والليل والصُّبْح في قَسَمٍ واحدٍ.
وبهذا احتج أبو إسحاق  (¬١)  على أنَّها النُّجُوم فقال: "هذا أَلْيَقُ بذكر النُّجُوم منه بذكر الوحش".
التاسع: أنه لو أراد ذلك - سبحانه - لَبيَّنه  (¬٢) ، وذَكَرَ ما يدلُّ عليه، كما أنه لمَّا أراد بالجَوَاري: السُّفُنَ؛ قال: {وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ  (٣٢) } [الشورى: ٣٢]، وهنا ليس في اللفظ ولا في السياق ما يدلُّ على أنَّها البقر والظِّبَاء، وفيه ما يدلُّ على أنَّها النُّجُوم من الوجوه التي ذكرناها وغيرها.
العاشر: أنَّ الارتباط الذي بين النُّجُوم التي هي هدايةٌ للسالكين، وزينةٌ للسماء، ورُجُومٌ للشياطين، وبين المُقْسَمِ عليه وهو القرآن، الذي هو هُدَىً للعالمين، وزينةٌ للقلوب، وداحضٌ لشبهات الشيطان = أعظمُ من الارتباط الذي بين البقر والظِّبَاء والقرآن  (¬٣) ، والله
_________
= قال الحافظ: "والعجب من نقل الحُفَّاظ من الكوفيين هذه القراءة عن علقمة، وعن ابن مسعود وإليهما تنتهي القراءة بالكوفة، ثم لم يقرأ بها أحدٌ منهم. وكذا أهل الشام حملوا القراءة عن أبي الدرداء ولم يقرأ أحدٌ منهم بهذا، فهذا مما يقوي أن التلاوة بها نسخت". "الفتح" (٨/ ٥٩١).
(¬١)  قدَّمه الزجَّاج في "معاني القرآن" (٥/ ٢٩١) ونسبه للأكثرين، لكن لم يذكر هذا الوجه في الترجيح.
(¬٢)  من (ح) و (م)، وفي باقي النسخ: لنبَّه.
(¬٣)  ساقط من (ز).','1','189',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (260,'أعلم.

فصل
واختُلِفَ في عَسْعَسَةِ الليل، هل هي إقْبَالُهُ أم إدْبَارُهُ؟
فالأكثرون على أنَّ "عَسْعَسَ" بمعنى: ولَّى، وذَهَب، وأدبر (¬١). هذا قول: علي، وابن عباس وأصحابه (¬٢).
وقال الحسن: "أَقْبَلَ بظلامه"، وهو إحدى الروايتين عن مجاهد (¬٣).
فمن رجَّحَ الإقبال قال: أَقْسَمَ الله - سبحانه وتعالى - بإقبال الليل، وإقبال النَّهار، فقوله - عزَّ وجلَّ -: {وَالصُّبْحِ إِذَا تَنَفَّسَ (١٨)} [التكوير: ١٨] مقابِلٌ لـ "الليل إذا عَسْعَس".
قالوا: ولهذا أَقْسَمَ - تعالى - بالليل {إِذَا يَغْشَى (١) وَالنَّهَارِ إِذَا تَجَلَّى (٢)} [الليل: ١ - ٢]، وبالضُّحَى.
قالوا: فَغَشَيَان الليل نظيرُ عَسْعَسَتِهِ، وتَجَلِّي النَّهار نظيرُ تنفُّس الصُّبْحِ، إذ هو مبدؤُه وأوَّله.
_________
(¬١) قال الفَرَّاء: "اجتمع المفسرون علي أنَّ معنى "عَسْعَسَ": أدبر". "معاني القرآن" (٣/ ٢٤٢)، وفي حكاية الإجماع نظر!
(¬٢) انظر: "جامع البيان" (١٢/ ٤٦٩)، و"الجامع" (١٩/ ٢٣٦)، و"تفسير ابن كثير" (٨/ ٣٣٧).
(¬٣) انظر: "معالم التنزيل" (٨/ ٣٤٩)، و"المحرر الوجيز" (١٥/ ٣٤٠).
ورجحه السمعاني في "تفسيره" (٦/ ١٦٩).','1','190',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (261,'ومن رجَّحَ أنَّه إدبارُه احتجَّ بقوله تعالى: {كَلَّا وَالْقَمَرِ (٣٢) وَاللَّيْلِ إِذْ أَدْبَرَ (٣٣) وَالصُّبْحِ إِذَا أَسْفَرَ (٣٤)} [المدثر: ٣٢ - ٣٤]؛ فأقسَمَ - سبحانه - بإدبار الليل، وإسفار الصُّبْح؛ وذلك نظير عَسْعَسَة الليل، وتنفُّس الصُّبْح.
قالوا: والأحسن أن يكون القَسَمُ بانصرام الليل، وإقبال النَّهار (¬١) عقيبه من غير فَصْل، فهذا أعظم في الدلالة والعبرة، بخلاف إقبال الليل وإقبال النَّهار، فإنَّه لم يُعرف القَسَمُ في القرآن بهما، ولأنَّ بينهما زمنٌ طويلٌ، فالآيةُ في انصرام هذا ومجيء الآخر عقيبه بغير فَصْلٍ أبلغ.
فذكر - سبحانه - حالةَ ضَعْفِ هذا وإدباره، وحالةَ قوَّةِ هذا وتنفُّسِهِ وإقباله؛ يطردُ ظلمةَ الليل بتنفُّسِهِ، فكُلَّمَا تنفَّسَ هَرَبَ الليلُ وأدبر بين يديه، وهذا هو القول. والله أعلم.

فصل
ثُمَّ ذكر - سبحانه - المقسَم عليه وهو "القرآن"، وأخبر أنَّه قولُ رسولٍ كريمٍ، وهو - ها هنا -: جبريل - قطعًا -؛ لأنَّه ذكَرَ صفتَهُ بعد ذلك بما يُعيِّنُه به.
وأمَّا "الرسول الكريم" في "الحاقَّة" فهو محمدٌ - صلى الله عليه وسلم -؛ لأنَّه نفى بعده أن يكون قول من زعم أعداؤه أنه قولُه؛ فقال تعالى: {وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَا تُؤْمِنُونَ (٤١) وَلَا بِقَوْلِ كَاهِنٍ قَلِيلًا مَا تَذَكَّرُونَ (٤٢)} [الحاقة: ٤١, ٤٢].
فأضَافَهُ إلى الرسول المَلَكِي تارةً، وإلى البَشَرِيِّ تارةً، وإضافتُهُ إلى كلِّ واحدٍ من الرسولَين إضافةُ تبليغٍ لا إضافة إنشاءٍ من عنده، وإلا
_________
(¬١) بعدها في (ح) و (م) زيادة: فإنَّه.','1','191',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (262,'تناقضت النِّسْبَتَان. ولفظ "الرسول" يدلُّ على ذلك، فإنَّ "الرسولَ" هو الذي يبلِّغ كلامَ من أرسله، وهذا صريحٌ في أنَّه كلام من أرسل جبريلَ ومحمدًا - صلى الله عليهما وسلم -، وأنَّ كلًّا منهما بلَّغه عن الله، فهو قولُه مبلِّغًا، وقولُ الله الذي تكلَّم به حقًّا. فلا راحة لمن أنكر أن يكون الله - تعالى - متكلِّمًا بالقرآن - وهو كلامه حقًّا - في هاتين الآيتين، بل هما من أظهر الأدلَّة على كونه كلام الرَّبِّ تعالى، وأنَّه ليس للرسولَين الكريمَين منه إلا التبليغ، فجبريلُ سمعه من الله، ومحمدٌ - صلى الله عليه وسلم - سمعه من جبريل.
وَوَصَفَ رسولَهُ المَلَكيَّ في هذه السورة بأنَّه: كريمٌ، قويٌّ، مكينٌ عند الرَّبِّ تعالى، مطاعٌ في السماوات، أمينٌ.
فهذه خمسُ صفاتٍ تتضمَّن تزكية سَنَدِ القرآن، وأنَّه سماعُ محمدٍ من جبريلَ، وسماعُ جبريلَ من ربِّ العالمين. فَنَاهِيك بهذا السَّنَدِ عُلُوًّا وجلالةً؛ تولَّى (¬١) اللهُ - سبحانه - بنفسه تزكيتَهُ:
الصفة الأُولَى: كَوْنُ الرسولِ الذي جاء به إلى محمدٍ - صلى الله عليه وسلم -: كريمًا، ليس كما يقول أعداؤه: إنَّ الذي جاء به شيطان، فإنَّ الشيطانَ خبيثٌ مخبِثٌ، لئيمٌ، قبيحُ المنظر، عديمُ الخير، باطِنُهُ أقبحُ من ظاهره، وظاهرُهُ أشْنَعُ من باطنه، وليس فيه ولا عنده خيرٌ، فهو أبعد شيءٍ عن الكرم. والرسولُ الذي ألقَى القرآنَ إلى محمدٍ - صلى الله عليه وسلم -: كريمٌ، جميلُ المنظر، بَهِيُّ الصورة، كثيرُ الخير، طَيِّبٌ مُطَيَّبٌ، معلِّمُ الطَّيِّبِين. وكلُّ خيرٍ في الأرض من هُدَىً، وعلمٍ، ومعرفةٍ، وإيمانٍ، وبِرٍّ، فهو ممَّا
_________
(¬١) في جميع النسخ: قول! وهو تحريف.','1','192',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (263,'أجراه ربُّه على يده، وهذا غايةُ الكَرَم الصُّوري والمعنوي.
الوصف الثاني: أنَّه "ذُو قوَّةٍ"، كما قال في موضعٍ آخر: {عَلَّمَهُ شَدِيدُ الْقُوَى  (٥) } [النجم: ٥]، وفي ذلك تنبيه على أمورٍ:
أحدها: أنَّه بقوَّته يمنع الشياطين أن تدنو منه، وأن ينالوا منه شيئًا، وأن يزيدوا فيه أو يَنقُصُوا منه، بل إذا رآه الشيطانُ هَرَبَ منه ولم يَقْرَبْهُ.
الثاني: أنَّه مُوَالٍ لهذا الرسول الذي كذَّبتموه، ومُعَاضِدٌ له، ومُوَادِدٌ له، وناصِرٌ، كما قال تعالى: {وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلَاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلَائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ  (٤) } [التحريم: ٤]، ومن كان هذا القويُّ وليَّهُ، ومن أنصاره، وأعوانه، ومعلِّمَهُ = فهو المَهْدِيُّ المنصورُ، واللهُ هاديه وناصره.
الثالث: أنَّ من عادَى هذا الرسولَ فقد عادَى صاحبَهُ ووليَّهُ جبريلَ، ومن عادَى ذا القوَّةِ والشدَّةِ فهو عُرْضَةٌ للهَلَاك.
الرابع: أنَّه قادِرٌ على تنفيذ ما أُمِر به لقوَّتِه، فلا يعجز عن ذلك، مُؤَدٍّ له كما أُمِر به لأمانته، فهو القويُّ الأمينُ على فعله، وأحدُكُم إذا انتدَبَ غيرَهُ في أمرٍ من الأمور لرسالةٍ، أو ولايةٍ، أو وكالةٍ، أو غيرِها فإنَّما ينتدِبُ لها القويَّ عليه، الأمينَ على فعله  (¬١) ، وإن كان ذلك الأمر من أهمِّ الأمور عنده انتدب له قويًّا أمينًا معظَّمًا ذا مكانةٍ عنده، مطاعًا في النَّاس، كما وصفَ اللهُ عبدَهُ جبريلَ بهذه الصفات.
وهذا يدلُّ على عظمة شأنِ المرسِلِ، والرسولِ، والرسالةِ،
_________
(¬١)  من قوله: "وأحدكم إذا. . ." إلى هنا؛ ساقط من (ز) و (ن) و (ط).','1','193',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (264,'والمرسَلِ إليه، حيث انتدَبَ له الكريمَ، القويَّ، المكينَ عنده، المطاعَ في الملأ الأعلَى، الأمينَ حقَّ الأمين، فإنَّ الملوك لا تُرسل في مُهِمَّاتها إلا الأشراف، ذوي الأقدارِ والرُّتَبِ العالية.
وقوله - عزَّ وجلَّ -  (¬١) : {عِنْدَ ذِي الْعَرْشِ مَكِينٍ  (٢٠) } [التكوير: ٢٠] أي: له مكانةٌ ووَجَاهَةٌ عنده، وهو أقرب الملائكة إليه.
وفي قوله: {عِنْدَ ذِي الْعَرْشِ}  (¬٢)  إشارةٌ إلى عُلُوِّ منزلة جبريل، إذ كان قريبًا من ذي العرش سبحانه.
وفي قوله  (¬٣) : {مُطَاعٍ ثَمَّ} إشارةٌ إلى أنَّ جنودَهُ وأعوانَهُ يطيعونه إذا نَدَبَهم لنصر صاحبه وخليله محمدٍ - صلى الله عليه وسلم -.
وفيه إشارةٌ - أيضًا - إلى أنَّ هذا الذي تكذِّبونه وتعادُونه سيصير مُطاعًا في الأرض، كما أنَّ جبريلَ مطاعٌ في السماء، وأنَّ كلًّا من الرسولَين  (¬٤)  مطاعٌ في مَحَلِّهِ وقومِهِ.
وفيه تعظيمٌ له بأنَّه بمنزلة الملوك المُطَاعين في قومهم، فلم ينتدب لهذا الأمر العظيم إلا مثل هذا المَلَكِ المُطَاع.
وفي وصفه بـ "الأمانة"  (¬٥) : إشارةٌ إلى حِفْظِهِ ما حُمِّلَهُ، وأدائِهِ له على وجهه.
_________
(¬١)  هذا هو الوصف الثالث.
(¬٢)  من قوله: " {مَكِينٍ} أي: له مكانة. . ." إلى هنا؛ ملحق بهامش (ن).
(¬٣)  وهذا هو الوصف الرابع.
(¬٤)  هنا ينتهي السقط في (ك)، وكان قد ابتدأ من (ص/ ١٣٥).
(¬٥)  وهذا هو الوصف الخامس والأخير مما ذكره المؤلف.','1','194',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (265,'ثُمَّ نزَّه رسولَهُ البَشَريَّ وزكَّاه عمَّا يقول فيه أعداؤه، فقال تعالى: {وَمَا صَاحِبُكُمْ بِمَجْنُونٍ  (٢٢) } [التكوير: ٢٢]، وهذا أمرٌ يعلمونه ولا يشكُّون فيه، وإن قالوا بألسنتهم خلافه، فهم يعلمون أنَّهم كاذبون.
ثُمَّ أخبر عن رؤيته - صلى الله عليه وسلم - لجبريل، وهذا يتضمَّنُ أنَّه مَلَكٌ موجودٌ في الخارج، يُرَى بالعِيَان، ويُدْرِكُهُ البَصَرُ، لا كما يقول المتفلسفة ومن قلَّدهم: إنَّه العقل الفعَّال، وإنَّه ليس ممَّا يُدْرَك بالبَصَر، وحقيقته عندهم أنَّه خَيَالٌ موجودٌ في الأذهان لا في الأعيان!  (¬١)  وهذا ممَّا خالفوا به جميع الرُّسُل وأتباعِهم، وخرجوا به عن جميع المِلَل.
ولهذا كان تقريرُ رؤية النبيِّ - صلى الله عليه وسلم - لجبريل أهمَّ من تقرير رؤيته لربِّه تعالى، فإنَّ رؤيته لجبريل هي أصلُ الإيمان الذي لا يتمُّ إلا باعتقادها، ومن أنكرها كَفَر قطعًا.
وأمَّا رؤيته لربِّه - تعالى - فغايتُها أن تكون مسألةَ نزاعٍ لا يكفر جاحدُها بالاتفاق، وقد صرَّحَ جماعةٌ من الصحابة بأنَّه لم يَرَهُ، وحكى عثمان بن سعيد الدارمي  (¬٢)  اتفاقَ الصحابة على ذلك  (¬٣) .
فنحن إلى تقرير رؤيته لجبريل أحوجُ مِنَّا إلى تقرير رؤيته لربِّه
_________
(¬١)  في (ح) و (م): العِيَان.
(¬٢)  هو أبو سعيد، عثمان بن سعيد بن خالد الدارمي، السِّجْزي السِّجِسْتاني، الإمام الحافظ، ناصر السُّنَّة، كان من أحذق العلماء في معرفة كلام الجهميَّة ومقاصدهم، وصنَّف كتبًا لا نظير لها في الردِّ عليهم، توفي سنة (٢٨٠ هـ) رحمه الله.
انظر: "السير" (١٣/ ٣١٩)، و"طبقات علماء الحديث" (٢/ ٣٢٤).
(¬٣)  انظر: "نقض عثمان بن سعيد على بشر المريسي" (٤٦٠).','1','195',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (266,'تعالى، وإن كانت رؤيةُ الرَّبِّ - تعالى - أعظمَ من رؤية جبريل ومَنْ دُونه، فإنَّ النُّبوَّة لا يتوقف (¬١) ثبوتها عليها أَلْبتَّة.
ثُمَّ نَزَّهَ رسولَيه كليهما - أحدَهُما بطريق النُّطْق، والثاني بطريق اللُّزُوم - عمَّا يضادُّ مقصودَ الرسالة من الكتمانِ الذي هو الضِّنَّةُ والبخلُ، والتبديلِ والتغييرِ الذي يوجب التهمة، فقال: {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ (٢٤)} [التكوير: ٢٤]، فإنَّ الرسالة لا يتمُّ مقصودُها إلا بأمرين:
١ - أدائها من غير كتمان.
٢ - وأدائها على وجهها من غير زيادةٍ ولا نقصانٍ.
والقراءتان كالآيتين، فتضمَّنت إحداهما - وهي قراءة الضَّاد (¬٢) - تنزيهه عن البخل، فإنَّ "الضَّنِين": البخيل، يقال: ضَنِنْتُ به أَضَنُّ، بوزن (بَخِلْتُ به أَبْخَلُ) ومعناه (¬٣). ومنه قول جميل بن مَعْمَر (¬٤):
_________
(¬١) بعده في (ز) زيادة: على!
(¬٢) قرأ بها: عاصم، ونافع، وحمزة، وابن عامر. قال ابن الجزري: "وكذا هي في جميع المصاحف".
انظر: "النشر" (٢/ ٣٩٩)، و"علل القراءات" للأزهري (٢/ ٧٥٠).
(¬٣) "أَضَنُّ" أصلها: أَضْنَنُ، على وزن (أَبْخَلُ)، ثم شُدِّدت النُّون فصارت: أَضْنُّ، فلما اجتمع الساكنان - الضَّاد والنُّون - احتيج إلى تحريك الضَّاد، وفي تحريكها لغتان صحيحتان:
١ - الكسر؛ فتقول: "أَضِنُّ".
٢ - والفتح؛ فتقول: "أَضَنُّ"، وهو اللغة العالية كما قال ابن سيده.
انظر: "مفردات الراغب" (٥١٢)، و"الأفعال" للسرقسطي (٢/ ٢٢٢)، و"لسان العرب" (٨/ ٩٤).
(¬٤) وكذا نسبه إليه الأمير أسامة بن منقذ في "لباب الآداب" (٢٤٠)، ولم أجده في =','1','196',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (267,'أَجُودُ بمَضْنُونِ التِّلَادِ وإنَّنِي ... بِسِرِّكِ عمَّنْ سَالَنِي لَضَنِينُ
قال ابنُ عباس - رضي الله عنهما -: "ليس ببخيلٍ بما أنزل الله - عزَّ وجلَّ -".
وقال مجاهدُ: "لا يَضِنُّ عليهم بما يُعَلِّم"  (¬١) .
وأجمع المفسِّرون على أنَّ الغيبَ - ها هنا -: القرآنُ، والوحيُ.
وقال الفرَّاء: "يقول تعالى: يأتيه غيب السماء وهو منفوسٌ فيه، فلا يَضِنُّ به عليكم"  (¬٢) .
وهذا معنىً حسنٌ جدًّا، فإنَّ عادةَ النُّفوسِ الشحُّ بالشيء النَّفيس، ولا سيَّما عمَّن لا يعرف قَدْرَه، ويذمُّهُ ويذمُّ من هو عنده، ومع هذا فهذا الرسول لا يبخل عليكم بالوحي الذي هو أنفسُ شيءٍ وأجلُّه.
وقال أبو علي الفارسيُّ: "المعنى: يأتيه الغيب فيبيِّنُه، ويخبر به، ويظهره، ولا يكتمه كما يكتم الكاهن ما عنده ويخفيه حتَّى يأخذ عليه حُلْوَانًا"  (¬٣) .
_________
= ديوانه، قال العلامة أحمد شاكر: "وهو خطأٌ، وإنما البيت لقيس بن الخَطيم"، وهو كذلك في جميع المصادر منها "الأمالي" (٢/ ١٧٩ و ٢٠٥).
وانظر كلام ناصر الدين الأسد في توثيق البيت في تحقيقه لديوان "قيس بن الخَطيم" (١٦٣).
(¬١)  انظر: "جامع البيان" (١٢/ ٤٧٣)، و"الدر المنثور" (٦/ ٥٣١).
قال الحافظ: "وروى ابن أبي حاتم بسندٍ صحيحٍ: كان ابن عباس يقرأ "بضنين"، قال: والضنين والظنين سواء، يقول: ما هو بكاذب، والظنين: المتهم، والضنين: البخيل". "الفتح" (٨/ ٥٧٦).
(¬٢)  "معاني القرآن" (٣/ ٢٤٢).
(¬٣)  "الحُجَّة" (٦/ ٣٨١).','1','197',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (268,'وفيه معنىً آخر؛ وهو أنَّه على ثقةٍ من الغيب الذي يخبر به فلا يخاف أن ينتقض ويظهَرَ الأمرُ بخلاف ما أخبر به، كما يقع للكُهَّان وغيرهم ممَّن يخبر بالغيب، فإنَّ كَذِبَهم أضعافُ صِدْقِهم، وإذا أخبر أحدُهم بخبرٍ لم يكن على ثقةٍ منه، بل هو خائفٌ من ظهور كذبه، فإقدامُ هذا الرسول على الإخبار بهذا الغيب العظيم الذي هو أعظم الغيب؛ واثقًا به، مقيمًا عليه، مبديًا له - في كلِّ مَجْمَع - ومعيدًا، مناديًا به على صدقه، مستجلبًا به لأعدائه = من أعظم الأدلَّة على صدقه.
وأمَّا قراءةُ من قرأ "بظَنين" - بالظَّاء  (¬١)  - فمعناه: المُتَّهَم، يقال: ظَنَنْتُ زيدًا، بمعنى: اتهمتُه، وليس من "الظَّنِّ" الذي هو الشعور والإدراك، فإنَّ ذلك يتعدَّى إلى مفعولين، ومنه ما أنشَدَ أبو عبيدة:
أَمَا وكتابِ اللهِ لا عن شَنَاءَةٍ ... هُجِرْتُ، ولكنَّ المُحِبَّ ظَنِينُ  (¬٢) 
والمعنى: وما هذا الرسول على القرآن بمُتَّهَمٍ، بل هو أمينٌ لا يزيد فيه ولا ينقص؛ وهذا يدلُّ على أنَّ الضمير يرجع إلى محمدٍ - صلى الله عليه وسلم -؛
_________
(¬١)  قرأ بها: ابن كثير، وأبو عمرو، والكسائي، والحضرمي.
انظر: "علل القراءات" (٢/ ٧٥٠)، و"النشر" (٢/ ٣٩٨ - ٣٩٩).
(¬٢)  لم يرد في "مجاز القرآن" (٢/ ٢٨٨)، وإنما ذكره الثعلبي في "الكشف والبيان" (١٠/ ١٤٣)، والقرطبي في "الجامع" (١٩/ ٢٤٠)، وعندهما بدل (المحبّ): الظنين.
ونسبه المبرِّد في "الكامل" (١/ ٢٣) إلى: عبد الرحمن بن حسَّان بن ثابت الأنصاري.
وذكر ابن منظور في "اللسان" (٨/ ٢٧٢) أنَّ ابن بَرِّي نسبه إلى: نَهَار بن تَوْسِعَة، ولفظه:
فلا ويمينِ اللهِ ما عن جنايةٍ ... هُجِرتُ، ولكنَّ الظَّنينَ ظنينُ','1','198',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (269,'لأنَّه قد تقدَّمَ وصْفُ الرسول المَلَكِي بالأمانة، ثُمَّ قال: {وَمَا صَاحِبُكُمْ بِمَجْنُونٍ  (٢٢) }، ثُمَّ قال: {وَمَا هُوَ} أي: وما صاحبكم بمُتَّهَمٍ ولا بخيلٍ.
واختار أبو عبيد  (¬١)  قراءة "الظَّاء"؛ لمعنيين:
أحدهما: أنَّ الكفَّارَ لم يُبَخِّلُوه، وإنَّما اتَّهَموه، فَنَفْيُ التُّهْمَةِ أَولى من نَفْي البخل.
الثاني: أنَّه قال: {عَلَى الْغَيْبِ} , ولو كان المراد البخل لقال: بالغيب؛ لأنَّه يقال: فلانٌ ضَنِينٌ بكذا، وقَلَّما يقال: على كذا.
قلت: ويرجِّحُه أنَّه وَصَفَهُ بما وصف به رسولَهُ المَلَكِيَّ من الأمانة، فنَفَى عنه التُّهْمَةَ كما وصفَ جبريلَ بأنَّه أمينٌ.
ويرجِّحُه - أيضًا - أنَّه - سبحانه - نفَى أقسام الكذب كلِّها عمَّا جاء به من الغيب، فإنَّ ذلك لو كان كذبًا: فإمَّا أن يكون منه، أو ممَّن علَّمه.
وإن كان منه: فإمَّا أن يكون تعمَّدَهُ، أو لم يتعمَّدْهُ.
فإن كان من معلِّمه فليس هو بشيطانٍ رجيمٍ، وإن كان منه مع التعمُّد فهو المتَّهَمُ - ضد الأمين -، وإن كان عن غير تعمُّدٍ فهو المجنون.
فنفَى - سبحانه - عن رسوله ذلك كلَّهُ، وزكَّى سَنَدَ القرآن أعظم التزكية، فلهذا قال سبحانه: {وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَجِيمٍ  (٢٥) } أي: ليس بتعليم الشيطان، ولا يقدر عليه، ولا يَحْسُنُ منه كما قال تعالى: {وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ  (٢١٠)  وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ  (٢١١) } [الشعراء: ٢١٠, ٢١١]، فنَفَى
_________
(¬١)  من (ح) و (م)، وفي باقي النسخ: أبو عبيدة.
وانظر: "الجامع" (١٩/ ٢٤٠).','1','199',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (270,'فعلَهم، وانبِغاءَهُ (¬١) منهم، وقدرتهم عليه.
وكُلُّ من له أدنى خبرةٍ بأحوال الشياطين والمجانين والمُتَّهمين، وأحوال الرُّسُل؛ يعلَمُ علمًا لا يُمَاري فيه ولا يشُكُّ - بل علمًا ضروريًّا، كسائر الضروريَّات - منافَاةَ أحدهما للآخر، ومضادَّته له، كمنافاة أحد الضِّدَّين لصاحبه، بل ظهورُ المنافاة بين الأمرين للعقل أَبْيَنُ من ظهورُ المنافاة بين النُّور والظُّلْمة للبصر.
ولهذا وَبَّخَ - سبحانه - من كَفَر بعد ظهور هذا الفرق المبين بين دعوة الرُّسُل (¬٢) ودعوة الشياطين (¬٣)، فقال تعالى: {فَأَيْنَ تَذْهَبُونَ (٢٦)}، قال أبو إسحاق: "المعنى: فأَيَّ طريقٍ تسلكون أَبْيَنَ من هذه الطريقة التي بَيَّنْتُ لكم؟ " (¬٤).
قلت: هذا من أحسن الإلزام (¬٥) وأَبْيَنِه، أن تُبَيِّنَ للسامع الحقَّ ثُمَّ تقول له: أَيْشٍ تقول خلاف هذا؟ وأين تذهب خلاف هذا؟! قال تعالى: {فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ (٥٠)} [المرسلات: ٥٠]، وقال تعالى: {فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ (٦)} [الجاثية: ٦]، فالأمر منحصِرٌ في الحقِّ والباطل، والهُدَى والضلال، فإذا عدلتم عن الهُدَى والحقِّ، فأين العدل، وأين المذهب؟!
ونظير هذا قوله سبحانه: {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي
_________
(¬١) في جميع النسخ: وابتغاءه، والصواب ما أثبته.
(¬٢) في (ن) و (ح) و (ط): الرسول.
(¬٣) في (ز): الشيطان.
(¬٤) "معاني القرآن" (٥/ ٢٩٣).
(¬٥) في (ح) و (م): اللازم.','1','200',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (271,'الْأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ (٢٢)} [محمد: ٢٢]، أي: إنْ أعرضتم عن الإيمان
بالقرآن والرسول وطاعته فليس إلا الفساد في الأرض بالشِّرْكِ، والمعاصي، وقطيعةِ الرَّحم.
ونظيره قوله تعالى: {بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (٥)} [ق: ٥]، لمَّا تركوا الحقَّ وعدلوا عنه مَرَجَ عليهم أمرُهم والْتَبسَ، فلا يدرون ما يقولون وما يفعلون، بل لا يقولون شيئًا إلا كان باطلًا، ولا يفعلون شيئًا إلا كان ضائعًا غير نافع لهم، وهذا شأن كلِّ من خرج عن الطريق المستقيم في قوله وفعله، وهو بمنزلة من خرج عن الطريق المُوصِل إلى (¬١) المقصود.
ونظيره قوله تعالى: {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ} [القصص: ٥٠]، وقد كشف هذا المعنى كلَّ الكشف بقوله عزَّ وجلَّ: {فَذَلِكُمُ اللَّهُ رَبُّكُمُ الْحَقُّ فَمَاذَا بَعْدَ الْحَقِّ إِلَّا الضَّلَالُ فَأَنَّى تُصْرَفُونَ} [يونس: ٣٢].

فصل
ثُمَّ أخبر - تعالى - عن "القرآن" بأنَّه ذِكْرٌ للعالَمين، وفي موضعٍ آخر: تذكرةٌ للمتقين (¬٢)، وفي موضعٍ آخر: لرسوله - صلى الله عليه وسلم - ولقومه (¬٣)، وفي
_________
(¬١) ساقط من (ز) و (ن) و (ط)، وأثبته من (ح) و (م).
(¬٢) في سورة [الحاقة/ ٤٨]: {وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ (٤٨)}.
(¬٣) في سورة [الزخرف/ ٤٤]: {وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ (٤٤)}.
ومن قوله: "وفي موضع آخر تذكرة للمتقين. . ." إلى هنا؛ ملحق بهامش (ن).','1','201',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (272,'موضعٍ آخر: ذِكْرٌ مطلقٌ  (¬١) ، وفي موضعٍ آخر: ذِكْرٌ مبارَكٌ  (¬٢) ، وفي موضعٍ آخر وصَفَهُ بأنَّه ذو الذِّكْر  (¬٣) .
وبجمع هذه المواضع يتبيَّنُ  (¬٤)  المرادُ من كونه ذِكْرًا عامًّا وخاصًّا، وكونه ذا ذِكْرٍ، فإنَّه:
يذكِّرُ العبادَ بمصالحهم في مَعَاشِهم ومَعَادِهم.
ويذكِّرُهُم بالمبدأ والمَعَاد.
ويذكِّرُهُم بالرَّبِّ - تعالى - وأسمائه، وصفاته، وأفعاله، وحقوقِه على عباده.
ويذكِّرُهُم بالخير لِيَقْصِدُوه، وبالشَّرِّ ليجتنبوه.
ويذكِّرُهُم بنفوسهم، وأحوالها، وآفاتها، وما تكمل به.
ويذكِّرُهُم بعدُوِّهم وما يريد منهم، وبماذا يحترزون من كيده، ومن أيِّ الأبواب والطرق يأتي إليهم.
ويذكِّرُهُم بفاقتهم وحاجتهم إلى ربِّهم، وأنَّهم مضطرُّون إليه لا يستغنون عنه نَفَسًا واحدًا.
ويذكِّرُهُم بِنِعَمِه عليهم، ويدعوهم بها إلى نِعَمٍ أخرى أكبر منها.
_________
(¬١)  في سورة [الحجر/ ٩]: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (٩)}.
ومن قوله: "وفي موضع آخر لرسوله. . ." إلى هنا؛ ساقط من (ز).
(¬٢)  في سورة [الأنبياء/ ٥٠]: {وَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ أَفَأَنْتُمْ لَهُ مُنْكِرُونَ (٥٠)}.
(¬٣)  في سورة [ص/ ١]: {ص وَالْقُرْآنِ ذِي الذِّكْرِ (١)}.
(¬٤)  العبارة في جميع النسخ هكذا: ويجمع هذه المواضع تبيين ... ، والصواب ما أثبته.','1','202',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (273,'ويذكِّرُهُم بأْسَهُ، وشدَّةَ بَطْشِه، وانتقامَهُ ممَّن عصَى أمرَهُ، وكذَّبَ رُسُلَهُ.
ويذكِّرُهُم بثوابه وعقابه.
ولهذا يأمر - سبحانه - عبادَهُ أن يذكروا ما في كتابه، كما قال تعالى: {خُذُوا مَا آتَيْنَاكُمْ بِقُوَّةٍ وَاذْكُرُوا مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ (٦٣)} [البقرة: ٦٣]، وإذا كان كذلك فأحَقُّ وأَوْلَى وأوَّلُ من كان ذكرًا له من أُنْزِلَ عليه، ثُمَّ لقومه، ثُمَّ لجميع العالمين، وحيث خصَّ به المتقين فلأنهم الذين انتفعوا بذكره.
وأمَّا وَصْفُه بأنَّه "ذو الذِّكْر"؛ فلأنَّه مشتمِلٌ على الذِّكْر، فهو صاحب الذِّكْرِ، وفيه الذِّكْرُ، فهو ذِكْرٌ وفيه الذِّكْرُ، كما أنَّه هُدَىً وفيه الهُدَى، وشفاءٌ وفيه الشفاء، ورحمةٌ وفيه الرحمة.
وقوله سبحانه: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ (٢٨)} [التكوير: ٢٨] بَدَلٌ من "العالَمين"، وهو بَدَلُ بعضٍ من كُلٍّ. وهذا من أحسن ما يُستدلُّ به على أنَّ البَدَلَ في قوَّة ذكر عاملين مقصودين، فإنَّ جهةَ كونه ذِكْرًا للعالمين كلِّهم غيرُ جهة كونه ذِكْرًا لأهل الاستقامة، فإنَّه ذِكْرٌ للعموم بالصَّلَاحية والقوَّة، وذِكْرٌ لأهل الاستقامة بالحصول والنفع، فكما أنَّ البَدَلَ أخَصُّ من المُبْدَلِ منه فالعامِلُ المقدَّرُ فيه أخَصُّ من العامل الملفوظ في المُبْدَلِ منه، ولا بدَّ من هذا؛ فتأمَّلْهُ.
وقوله تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ (٢٨)} رَدٌّ على "الجَبْرِيَّة" القائلين بأنَّ العبدَ لا مشيئة له، و (¬١) أنَّ مشيئته مجرَّد علامةٍ على حصول
_________
(¬١) في (ن) و (ك) و (ح): أو.','1','203',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (274,'الفعل لا ارتباط بينها وبينه إلا مجرَّد اقترانٍ عادِيٍّ (¬١) من غير أن يكون سببًا فيه.
وقوله - عزَّ وجلَّ -: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [التكوير: ٢٩] ردٌّ على "القَدَرِيَّة" القائلين بأنَّ مشيئة العبد مستقِلَّةٌ بإيجاد الفعل من غير توقُّفٍ على مشيئة الله - عزَّ وجلَّ -، بل متى شاءَ العبدُ الفعلَ وُجِدَ، ويستحيلُ عندهم تعلُّقُ مشيئة الله - عزَّ وجلَّ - بفعل العبد، بل هو يفعله بدون مشيئة الله تعالى.
فالآيتان مُبْطِلَتَان لقول الطائفتين.
فإنْ قال الجَبرْيُّ: هو - سبحانه - لم يقل إنَّ الفعل واقعٌ بمشيئة العبد، بل أخبر أنَّ الاستقامة تحصل عند المشيئة، ونحن قائلون بذلك.
وقال القَدَريُّ: قوله - عزَّ وجلَّ -: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} المشيئةُ مختلِفةٌ، فمشيئةُ العبد هي المُوجِبَةُ للفعل التي بها يقع، ومشيئة الله لفعله هو أمره له به، ونحن لا ننكر ذلك.
فالجواب: أنَّ هذا من تحريف الطائفتين: -
أمَّا الجَبْريُّ فيقال له: اقتران الفعل عندك بمشيئة العبد بمنزلة اقترانه بلَوْنِه (¬٢)، وشكْلِه، وسائر أعراضِهِ التي لا تأثير لها في الفعل، فإنَّ نسبةَ جَميع أعراضه إلى الفعل في عدم التأثير نسبةُ إرادته (¬٣) عندك، والاقتران حاصلٌ بجميع أعراضه، فما الذي أوجب تخصيص المشيئة؟
_________
(¬١) تصحفت في (ك) إلى: عمادي.
(¬٢) تصحفت في جميع النسخ إلى: بكونه.
(¬٣) في (ح) و (م): نسبةٌ إراديَّة.','1','204',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (275,'وهل سَوَّىَ الله - سبحانه - في فِطَر النَّاس، أو عقولهم، أو شرائعهم، بين نسبة المشيئة والإرادة إلى الفعل، ونسبة سائر أعراض الحَيِّ إذ كان - عندك  (¬١)  - إلَّا مجرَّدَ الاقتران عادةً؟ والاقترانُ العادِيُّ حاصِلٌ مع الجميع.
وأمَّا القَدَرِىُّ فتحريفه أشَدُّ؛ لأنَّه حَمَلَ المشيئةَ على الأمر وقال: المعنى: وما تشاؤون إلا أنْ يأمر الله! وهذا باطلٌ قطعًا، فإنَّ المشيئة في القرآن لم تُستعمل في ذلك, وإنَّما استُعمِلت في مشيئة التكوين كقوله تعالى: {وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ} [الأنعام: ١١٢]، وقوله: {وَلَوْ شَاءَ اللَّهُ مَا اقْتَتَلُوا} [البقرة: ٢٥٣]، وقوله: {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} [السجدة: ١٣]، وقوله: {أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا} [الرعد: ٣١]، ونظائر ذلك؛ ممَّا لا يصحُّ فيه حمل المشيئة على الأمر أَلْبَتَّة.
والذي دلَّت عليه الآية مع سائر أدلَّة التوحيد، وأدلَّة العقل الصريح؛ أنَّ مشيئة العباد من جملة الكائنات التي لا توجد إلا بمشيئة الله سبحانه وتعالى، فما لم يشأ لم يكُن أَلْبَتَّةَ، كما أنَّ ما شاء كان ولا بدَّ.
ولكن ها هنا أمرٌ يجب التنبيه عليه؛ وهو أنَّ مشيئة الله - سبحانه - تارةً تتعلَّق بفعله، وتارةً تتعلَّق بفعل العبد.
فتعلُّقها بفعله - سبحانه - هو أن يشاء من نفسه إعانةَ عبده، وتوفيقَهُ، وتهيئتَهُ للفعل، فهذه المشيئة تستلزم فعل العبد ومشيئته، ولا يكفي في وقوع الفعل مشيئةُ الله لمشيئة عبده، دون أن يشاء فعله، فإنَّه -
_________
(¬١)  ساقط من (ز).','1','205',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (276,'سبحانه - قد يشاء من عبده المشيئةَ وحدَها، فيشاء العبدُ الفعلَ ويريده ولا يفعله؛ لأنَّه لم يشأ من نفسه - سبحانه - إعانتَهُ عليه، وتوفيقَهُ له.
وقد دلَّ على هذا وهذا قوله تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ (٢٩)} [التكوير: ٢٩]، وقوله تعالى: {وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [المدثر: ٥٦].
وهاتان الآيتان متضمِّنَتَان إثباتَ: الشرعِ والقَدَرِ، والأسبابِ والمسبِّباتِ، وفعلِ العبد واستنادِه إلى فعل الرَّبِّ.
ولكلٍّ منهما عبوديةٌ تختَصُّ بها:
فعبودية الآية الأُولَى: الاجتهادُ، واستفراغُ الوسع، والاختيارُ، والسَّعْي.
وعبودية الثانية: الاستعانةُ بالله، والتوكُّلُ عليه، واللَّجأُ إليه، واستنزالُ التوفيقِ والعَوْنِ منه، والعلمُ بأن العبد لا يمكنه أن يشاءَ ولا يفعلَ حتَّى يجعله الله كذلك.
وقوله: {رَبُّ الْعَالَمِينَ (٢٩)} ينتظمُ ذلك كلَّه ويتَضَمَّنُه، فمن عطَّلَ أحد الأمرين فقد جحد كمال الربوبية وعطَّلَها، وبالله التوفيق.','1','206',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (277,'فصل

ومن ذلك قوله تعالى: {وَالنَّازِعَاتِ غَرْقًا (١) وَالنَّاشِطَاتِ نَشْطًا (٢) وَالسَّابِحَاتِ سَبْحًا (٣) فَالسَّابِقَاتِ سَبْقًا (٤) فَالْمُدَبِّرَاتِ أَمْرًا (٥)} [النازعات: ١ - ٥]، فهذه خمسة أمور، وهي صفات الملائكة.
فأَقْسَمَ - سبحانه - بالملائكة الفاعلة لهذه الأفعال؛ إذ ذلك من أعظم آياته، وحَذفَ مفعول النَّزْع والنَّشْطِ لأنَّه لو ذَكرَ ما تنزِعُ وتَنْشِطُ لأَوْهَمَ التقييدَ به (¬١)؛ ولأنَّ القَسَمَ على نفس الأفعال الصادرة من هؤلاء الفاعلين، فلم يتعلَّق الغَرَضُ بذكر المفعول كقوله تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (٥)} [الليل: ٥] ونظائره، فكان نفسُ النَّزْع هو المقصود لا عَيْنُ المنزوع.
وأكثر المفسِّرين على أنَّها الملائكة (¬٢) التي تنزع أرواح بني آدم من أجسامهم، وهم جماعةٌ؛ كقوله تعالى: {تَوَفَّتْهُ رُسُلُنَا} [الأنعام: ٦١]، وقوله: {إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ} [النساء: ٩٧].
وأمَّا قوله - عزَّ وجلَّ -: {قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ} [السجدة: ١١]:
فإمَّا أن يكون واحدًا، وله أَعْوَانٌ.
وإمَّا أن يكون المراد الجنس لا الوَحْدَة؛ كقوله تعالى: {وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ} [التحريم: ١٢]، وقوله تعالى: {وَإِنْ تَعُدُّوا نِعْمَةَ
_________
(¬١) ساقط من (ز).
(¬٢) ساقط من (ز).','1','207',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (278,'اللَّهِ لَا تُحْصُوهَا} [النحل: ١٨].
و"النَّزْعُ": هو اجْتِذَابُ الشيء بقوَّةٍ، والإغراق في النَّزْعِ أن يجتذبه إلى آخره، ومنه إغراق النَّزْع في جَذْبِ القَوس: أن يبلغ بَها غاية (¬١) المَدِّ، فيقال: أغرق في النَّزْعِ، ثُمَّ صار مَثَلًا لكلِّ من بالغ في فعلٍ حتَّى وصل إلى آخره.
و"الغَرْقُ": اسم مصدَرٍ أُقيم مَقَامَه؛ كالعطاء والكلام أُقيم مقام الإعطاء والتكليم.
واختلفَ النَّاسُ (¬٢): هل (¬٣) "النَّازِعَات" متعدٍّ أو لازِمٌ؟ (¬٤) فَعَلَى القول الذي حكيناه يكون متعدِّيًا، وهذا قول: علي، ومسروق، ومقاتل، وأبي صالح، وعطية عن ابن عباس.
وقال ابن مسعود: "هي أنفس الكفار"، وهو قول: قتادة، والسُّدِّي، وعطاء عن ابن عباس.
وعلى هذا فهو فعلٌ لازمٌ، و"غَرْقًا" على هذا معناه: نزعًا شديدًا أَبْلَغَ ما يكون وأَشَدَّهُ.
وفي هذا القول ضعفٌ من وجوه:
أحدها: أنَّ عطْفَ ما بعدَهُ عليه يدلُّ على أنَّها الملائكة، فهي:
_________
(¬١) في (ز): نهاية.
(¬٢) انظر: "زاد المسير" (٨/ ١٦٩)، و"المحرر الوجيز" (١٥/ ٢٩٧)، و"الجامع" (١٩/ ١٨٨)، و"تفسير ابن كثير" (٨/ ٣١٢).
(¬٣) في (ن) و (ح) و (ك) و (ط) و (م): على.
(¬٤) في (ك): متعدِّيًا ولازمًا.','1','208',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (279,'السابحاتُ، والمدبِّراتُ، والنَّازِعاتُ.
الثاني: أنَّ الإقسامَ بنفوس الكفار خاصَّةً ليس بالبَيِّنِ، ولا في اللفظ ما يدلُّ عليه.
الثالث: أنَّ النَّزْعَ مشتَركٌ بين نفوس بني آدم، والإغْرَاقُ لا يختصُّ بالكافر.
وقال الحسن: ""النَّازِعَات" هي: النُّجُوم، تنزع من المشرق إلى المغرب، و"غَرْقًا" هو غروبها"، قال: "تنزع من ها هنا وتغرق ها هنا".
واختاره: الأخفش، وأبو عبيدة  (¬١) .
وقال مجاهد: "هي شدائدُ الموت وأهوالُه التي تنزع الأرواح نزعًا شديدًا".
وقال عطاء، وعكرمة: "هي القِسِيُّ".
و"النَّازِعَات" على هذا القول بمعنى: النَّشَب، أي: ذوات النَّزْع التي ينزع بها الرامي، فهو النَّازع.
قلت: "النَّازِعَات": اسمُ فاعلٍ من نزَعَ، ويقال: نَزَعَ كذا، إذا اجْتَذَبَهُ بقوَّة. ونَزَعَ عنه: إذا خَلَّاه  (¬٢)  وتَرَكَه بعد ملابسته. ونزع إليه: إذا ذهبَ إليه ومالَ إليه  (¬٣) ، وهذا إنَّما تُوصَف به النُّفُوس التي لها حركةٌ إراديةٌ للمَيْل إلى الشيء أو المَيْل عنه، وأحقُّ ما صدق عليه هذا
_________
(¬١)  انظر: "مجاز القرآن" (٢/ ٢٨٤).
(¬٢)  في (ن) و (ك) و (ط): أخلاه.
(¬٣)  انظر: "مفردات الراغب" (٧٩٨)، و"عمدة الحفاظ" (٤/ ١٨٦).','1','209',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (280,'الوصف: الملائكةُ؛ لأنَّ هذه القوَّة فيها أكملُ، وموضع الآية  (¬١)  فيها أعظم، فهي التي تُغرق في النَّزْع إذا طلبت ما تنزعه أو تنزع إليه، و"النَّفْس الإنسانية" - أيضًا - لها هذه القوَّة، والنُّجُوم - أيضًا - تنزع من أُفُقٍ إلى أُفُقٍ.
فالنَّزْعُ: حركةٌ شديدةٌ، سواء كانت من مَلَكٍ، أو نفسٍ إنسانيةٍ، أو نجمٍ.
والنُّفُوسُ تَنزِعُ إلى أوطانها، وإلى مَأْلَفِها، وعند الموت تَنزِعُ إلى ربِّها، والمنايا تَنزِعُ النُّفُوسَ، والقِسِيُّ تَنزِعُ بالسِّهَام، والملائكةُ تَنزِعُ من مكانٍ إلى مكانٍ، وتَنزِعُ ما وُكِّلَت بنَزْعِه، والخيلُ تَنزِعُ في أَعِنَّتِها نزعًا تغرق فيه الأَعِنَّة لطول أعناقها.
فالصفةُ واقعةٌ على كلِّ من له هذه الحركة التي هي آيةٌ من آيات الرَّبِّ تعالى؛ فإنَّه هو الذي خلقها وخلق مَحَلَّها، وخلق القوَّة والنَّفْس التي بها تتحرَّك، ومن ذكر صورةً من هذه الصور فإنَّما أراد التمثيل، وإن كانت الملائكةُ أحقَّ من تناوله هذا الوصف.
فأَقْسَمَ بطوائف الملائكة وأصنافهم:
"النَّازِعَات": التي تنزع الأرواح من الأجساد.
و"النَّاشِطَات": التي تنشطها، أي: تُخرجها بسرعةٍ وخِفَّة، من قولهم: نَشَطَ الدَّلْوَ من البئر؛ إذا أخرجها، وأنا أَنْشَطُ لكذا أي: أَخَفُّ له وأسرع.
_________
(¬١)  ساقط من (ز).','1','210',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (281,'و"السَّابِحَات": التي تسبح في الهواء في طريق مَمَرِّها إلى ما أُمِرَتْ به، كما تسبح الطير في الهواء.
فـ "السَّابِقَات": التي تسبق وتُسرع إلى ما أُمِرَتْ به، لا تبطئ عنه ولا تتأخر.
فـ "المُدبِّرات": التي تدبِّرُ أُمورَ العباد التي أمرها ربَّها بتدبيرها، وهذا أَوْلى الأقوال.
وقد روي عن ابن عباس: "أنَّ "النَّازِعَات" الملائكةُ تنزع نفوس الكفار بشدَّةٍ وعُنْفٍ، و"النَّاشِطَات": الملائكةُ التي تَنشِطُ أرواحَ المؤمنين بِيُسْرٍ وسُهُولةٍ" (¬١).
واختار الفرَّاء هذا القول (¬٢)، فقال: "هي الملائكة تَنشِطُ نفسَ المؤمن فتقبضها، وتَنزِعُ نفسَ الكافر".
قال الواحديُّ: "إنَّما اختار ذلك، لمَا بين "النَّشْط" و"النَّزْع" من الفرق في الشِّدَّة واللِّين، فالنَّزْعُ: الجَذْبُ بشدَّةٍ، والنَّشْطُ: الجَذْبُ برفقٍ ولين؛ ولأنَّ "النَّاشِطَات" هي النُّفُوس التي تَنشَطُ لما أُمِرَت به، والملائكة أحَقُّ الخلق بذلك، ونفوس المؤمنين ناشِطَةٌ لما أُمِرَتْ به".
وقيل "السَّابِحَات": هي النُّجُوم تسبح في الفَلَكِ، كما قال تعالى: {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (٤٠)} [يس: ٤٠].
_________
(¬١) أخرجه: ابن جرير في "تفسيره" (١٢/ ٤٢٠، ٤٢١) بأخصر من هذا اللفظ.
(¬٢) انظر: "معاني القرآن" (٣/ ٢٣٠).','1','211',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (282,'وقيل: هي السُّفُن تسبح في الماء.
وقيل: هي نفوس المؤمنين تسبح بعد المفارقة صاعدةً إلى ربِّها.
قلت: والصحيح أنَّها الملائكة، والسياق يدلُّ عليه، وأمَّا السُّفُن والنُّجُوم فإنَّما تسمَّى: جاريةً وجَوَارٍ، كما قال تعالى: {وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (٣٢)} [الشورى: ٣٢]، وقال تعالى: {حَمَلْنَاكُمْ فِي الْجَارِيَةِ (١١)} [الحاقة: ١١]، وقال تعالى: {الْجَوَارِ الْكُنَّسِ (١٦)} [التكوير: ١٦]؛ ولم يُسَمِّها "سابحات"، وإن أطلق عليها فعل السباحة، كقوله تعالى: {وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (٤٠)} [يس: ٤٠].
ويدلُّ عليه ذِكْرُهُ "السَّابقات" بعدها و"المدبِّرات" بـ "الفاء"، وِذِكْرُهُ الثلاثةَ الأُوَلَ بـ "الواو"؛ ولأنَّ السَّبْقَ والتدبيرَ مسبَّبٌ عن المذكور قبله، فإنَّها نَزَعَتْ، ونَشِطَتْ، وسَبَحَتْ، فَسَبقَتْ إلى ما أُمرت به فَدَبَّرَتْهُ، ولو كانت "السَّابحات" هي السُّفُن أو النُّجُوم أو النُّفُوس الآدميَّة لَمَا عَطَفَ عليها فعل الَسَّبْقِ والتدبير بـ "الفاء"، فتأمَّلْهُ.
قال مسروق، ومقاتل (¬١)، والكلبي: " {فَالسَّابِقَاتِ سَبْقًا (٤)}: هم الملائكة".
قال مجاهد، وأبو رَوْق (¬٢): "سبقت ابنَ آدم بالخير، والعمل الصالح، والإيمان، والتصديق".
_________
(¬١) "تفسيره" (٣/ ٤٤٥).
(¬٢) هو عطية بن الحارث، أبو رَوْق الهَمْداني الكوفي، المحدِّث صاحب التفسير، روى له الأربعة إلا الترمذي.
انظر: "تهذيب الكمال" (٢٠/ ١٤٣).','1','212',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (283,'وقال مقاتل: "تسبِقُ بأرواح المؤمنين إلى الجنَّة"  (¬١) .
وقال الفرَّاء، والزجَّاج: "هي الملائكة تسبق الشياطين بالوحي إلى الأنبياء إذ كانت الشياطين تسترق السمع"  (¬٢) .
وهذا القول خطأ لا يخفَى فسادُه؛ إذ يقتضي الاشتراك بين الملائكة والشياطين في إلقائهم الوحي، وأنَّ الملائكة تسبقهم به إلى الأنبياء، وهذا ليس بصحيح. فإنَّ الوحي  (¬٣)  الذي تأتي به الملائكة إلى الأنبياء لا تسترقه الشياطين، وهم معزولون عن سماعه وإن استرقوا بعض ما يسمعونه من ملائكة السماء الدنيا من أمور الحوادث، فالله - سبحانه - صَانَ وَحْيَهُ إلى أنبيائه أن تسترق الشياطينُ شيئًا منه، وَعَزَلَهم عن سمعه.
ولو أنَّ قائل هذا القول فسَّر "السَّابقات" بالملائكة التي تسبق الشياطين بالرَّجْم بالشُّهُب قبل إلقائه الكلمة التي استرقها لكان له وجهٌ، فإنَّ الشيطان يُدْبِرُ  (¬٤)  مسرعًا لإلقاء  (¬٥)  ما استرقه إلى وَليِّه، فتسبقه الملائكة في نزوله بالشُّهُب الثَّوَاقب فتُهْلِكُهُ، وربما ألقى الكلمةَ قبل إدراك الشِّهَاب له.
وفُسِّرت "السَّابقات سبقًا" بالأَنْفُس السابقات إلى طاعة الله - تعالى - ومرضاته.
_________
(¬١)  "تفسيره" (٣/ ٤٤٥).
(¬٢)  "معاني الفرَّاء" (٣/ ٢٣٠)، و"معاني الزجَّاج" (٥/ ٢٧٨).
(¬٣)  من قوله: "وأن الملائكة تسبقهم. . ." إلى هنا؛ ملحق بهامش (ن).
(¬٤)  في (ن) و (ك) و (ح) و (م): يبدر.
(¬٥)  في (م): بإلقائه، وفي باقي النسخ: بإلقاء. وما أثبته هو الصواب.','1','213',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (284,'وأمَّا "المدبِّرات أمرًا" فأجمعوا على أنَّها الملائكة (¬١)، ثُمَّ قال مقاتل: "هم جبريل، وميكائيل، وإسرافيل، ومَلَكُ الموت: يدبِّرُون أمر الله - تعالى - في الأرض، وهم "المقسِّمات أمرًا"" (¬٢).
قال عبد الرحمن بن سابط (¬٣): "جبريل موكَّلٌ بالرِّياح وبالجنود (¬٤)، وميكائيل موكَّلٌ بالقَطْر والنَّبَات، ومَلَكُ الموت موكَّلٌ بقبض الأنفس، وإسرافيل ينزل بالأمر عليهم" (¬٥).
وقال ابن عباس: "هم الملائكة، وكَّلَهم الله - تعالى - بأمورٍ عَرَّفَهم العملَ بها والوقوفَ عليها، بعضهم لبني آدم يحفظون ويكتبون،
_________
(¬١) وحكى الإجماع: السمعاني في "تفسيره" (٦/ ١٤٦)، وابن عطية في "المحرر الوجيز" (١٥/ ٣٠٠)، وابن كثير في "تفسيره" (٨/ ٣١٣).
(¬٢) "تفسيره" (٣/ ٤٤٥ - ٤٤٦).
(¬٣) هو عبد الرحمن بن عبد الله بن سابط الجُمَحي، القرشي المكي، من فقهاء التابعين، كان ثقة كثير الحديث، توفي بمكة سنة (١١٨ هـ) رحمه الله.
انظر: "طبقات ابن سعد" (٥/ ٤٧٢)، و"تهذيب الكمال" (١٧/ ١٢٣).
(¬٤) في (ز): وبالحبوب! وفي (ن) و (ك) و (ط): وبالجنوح!!
(¬٥) أخرجه: ابن أبي شيبة في "المصنف" رقم (٣٥٩٧٧)، وابن أبي حاتم في "تفسيره" رقم (١٩١١٧)، وأبو الشيخ في "العظمة" رفم (٣٧٦ و ٣٧٨ و ٤٩٦)، والثعلبي في "الكشف والبيان" (١٠/ ١٢٤)، والبيهقي في "شعب الإيمان" رقم (١٥٦).
وزاد السيوطي نسبته إلى: عبد بن حميد، وابن المنذر. "الدر المنثور" (٦/ ٥١٠).
وقد جاء هذا المعنى مرفوعًا من حديث ابن عباس - رضي الله عنهما -؛ أخرجه أبو الشيخ في "العظمة" رقم (٢٩١)، وانظر فيه تخريج المحقق للحديث فقد حسَّنَ إسناده.','1','214',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (285,'وبعضهم وُكِّلُوا بالأمطار، والنَّبَات، والخَسْف، والمَسْخ، والرِّياح، والسَّحاب"  (¬١)  انتهى.
وقد أخبر النبيُّ - صلى الله عليه وسلم - أنَّ للجبال مَلَكٌ يختصُّ بشأنها  (¬٢) ، وأخبر أنَّ الله -تعالى - وكَّل بالرَّحِم مَلَكًا  (¬٣) ، وللرؤيا مَلَكٌ موكَّلٌ بها  (¬٤) ، وللجنَّة ملائكةٌ موكَّلُون بعمارتها، وعَمَلِ آلتها، وأوانيها، وغِرَاسها، وفرشها، ونمارقها، وأرائكها، وللنَّار ملائكةٌ موكَّلُون  (¬٥)  بعمل ما فيها وإيقادها، وغير ذلك.
فالدنيا وما فيها، والجنَّةُ، والنَّارُ، والموتُ وأحكام البرزخ  (¬٦) ؛ قد
_________
(¬١)  انظر: "معالم التنزيل" (٨/ ٣٢٥)، و"الوسيط" (٤/ ٤١٨)، و"زاد المسير" (٨/ ١٧١).
(¬٢)  أخرجه: البخاري في "صحيحه" رقم (٣٢٣١)، ومسلم في "صحيحه" رقم (١٧٩٥)؛ من حديث عائشة - رضي الله عنها -، وفيه قصة.
(¬٣)  سيأتي تخريجه (ص/ ٤٩٨) من حديث أنس - رضي الله عنه - مرفوعًا: "إنَّ الله وكَّلَ بالرَّحِم مَلَكًا ... الحديث".
(¬٤)  أكثر أهل العلم على إثبات ذلك، ودليلهم عليه ما أخرجه وكيع في "أخبار القضاة" (٢٩١) مرفوعًا بلفظ:
"إن مَلَكًا في الهواء يقال له "الرُّهَا" موكَّلٌ بالرؤيا، لا يمرُّ بأحدٍ خيرٌ ولا شرٌّ إلا أُريه في المنام؛ حفِظَ مَنْ حفِظ، ونسِيَ من نسِي".
وإسناده ضعيف جدًا؛ فيه: إسماعيل بن مسلم المكي، أبو إسحاق البصري؛ أجمعوا على ضعفه، ومنهم من تركه. انظر: "تهذيب الكمال" (٣/ ١٩٨).
ولأجل ذلك قال أبو العباس القرطبي في "المفهم" (٦/ ٧): "يُحتاج في ذلك إلى توقيفٍ من الشرع"، ونقله عنه الحافظ في "الفتح" (١٢/ ٣٧٠).
(¬٥)  في (ن) و (ك) و (ح) و (ط) و (م): موكَّلة.
(¬٦)  بعده في (ن) و (ك) و (ح) و (م) زيادة: وأحكامه، وفي (ط): وأحكامهم.','1','215',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (286,'وكَّل اللهُ بذلك كلِّه ملائكةً يدبِّرون ما شاء الله من ذلك، ولهذا كان الإيمان بالملائكة أحد أركان الإيمان الذي لا يتمُّ إلا به.
وأمَّا من قال إنَّها النُّجُوم  (¬١) ؛ فليس هذا من أقوال أهل الإسلام، ولم يجعل الله - تعالى - للنُّجُوم تدبيرَ شيءٍ من الخلق، بل هي مُدَبَّرَةٌ مسخَّرَةٌ، كما قال تعالى: {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومُ مُسَخَّرَاتٌ بِأَمْرِهِ} [النحل: ١٢]، فالله - سبحانه - هو المدبِّرُ بملائكته لأمر العالم العُلْويِّ والسُّفْليِّ.
قال الجُرْجَانيُّ  (¬٢) : "وذكر "السَّابقَات" و"المُدَبِّرَات" بـ "الفاء"، وما قبلها بـ "الواو"؛ لأنَّ ما قبلها أَقْسَامٌ مَستأنَفَةٌ، وهذان القَسَمَان مُنْشَآن عن الذي قبلهما  (¬٣) ، كأنَّه قال: فاللاتي سَبَّحْنَ فسَبَقْنَ، كما تقول: قام
_________
(¬١)  حكاه خالد بن مَعْدَان عن معاذ بن جبل - رضي الله عنه -، ولا يثبت؛ لأنَّ خالد بن مَعْدَان لم يسمع من معاذ بن جبل - رضي الله عنه -، فروايته مرسلة كما قال: أحمد، وأبو حاتم، والبزار، والترمذي، وغيرهم.
انظر: "المراسيل" لابن أبي حاتم (٥٢)، و"جامع التحصيل" للعلائي (٢٠٦)، و"تحفة التحصيل" للعراقي (١١١).
ولهذا قال السمعاني عنها إنَّها "روايةٌ غريبةٌ! ". "تفسيره" (٦/ ١٤٦).
وقال الألوسي: "وفي حمل "المدبِّرات" على النُّجُوم إيهامُ صحة ما يزعمه أهل الأحكام، وجهلة المنجِّمين؛ وهو باطلٌ عقلًا ونقلًا". "روح المعاني" (١٥/ ٢٢٥).
وعلى فرض صحة هذه الرواية فللعلماء توجيهٌ لمعناها، انظره في: "الجامع" (١٩/ ١٩٢)، و"فتح القدير" (٥/ ٤٣٢)، و"محاسن التأويل" (٧/ ٢٥٠).
(¬٢)  هو الحسن بن يحيى الجرجاني، وقد سبقت ترجمته (ص/ ١٧).
(¬٣)  في (ز): قبلها.','1','216',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (287,'فذهب، أوجَبَ "الفاء" أنَّ القيام كان سببًا للذهاب، ولو قلت: قام وذهب؛ لم تجعل القيام سببًا للذهاب".
واعترض عليه الواحديُّ، فقال: "هذا غير مطَّرِدٍ في هذه الآية؛ لأنَّه يبعد أن يجعل السَّبْق سببًا للتدبير، مع أنَّ "السَّابِقات" ليست الملائكة في قول المفسِّرين" (¬١).
قلت: الملائكة داخلون في "السَّابِقَات" قطعًا؛ وأمَّا اختصاص "السَّابِقَات" بالملائكة فهذا محتمل.
وأمَّا قوله: "يبعد أن يكون السَّبْق سببًا للتدبير" فليس كما زعم، بل "السَّبْقُ" المبادرةُ إلى تنفيذ ما يؤمر به المَلَك، فهو سببٌ للفعل الذي أُمِر به، وهو التدبير، مع أنَّ "الفاء" دالَّةٌ على التعقيب، وأنَّ التدبيرَ يتعقَّبُ السَّبْقَ بلا تَرَاخٍ، بخلاف الأقسام الثلاثة الأُوَل (¬٢)، والله أعلم. وسيأتي مزيد بيانٍ لهذا قريبًا إن شاء الله تعالى.
وجوابُ القَسَم محذوفٌ - يدلُّ عليه السياق - وهو البعثُ (¬٣) المستلزِمُ لصدقِ الرسول وثبوتِ القرآن، أو أنَّه من القَسَم الذي أُريد به التنبيه على الدلالة والعبرة بالمُقْسَم به، دون أن يُرادَ به مقسَمٌ عليه بعينه، وهذا القَسَم يتضمَّن الجوابَ المقسَمَ عليه وإن لم يُذْكَر لفظًا، ولعل هذا مراد من قال: إنَّه محذوفٌ للعلم به.
_________
(¬١) انظر لكلام الجرجاني والواحدي والجواب عنه: "فتح القدير" (٥/ ٤٣١ - ٤٣٢).
(¬٢) ساقط من (ح) و (م).
(¬٣) من (ح) و (م)، وفي باقي النسخ: النعت.','1','217',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (288,'لكنْ هذا الوجه أَلْطَفُ مسلكًا؛ فإنَّ المُقْسَمَ به إذا كان دالًّا على المُقْسَمِ عليه مستلزِمًا له (¬١) استغني عن ذِكْرِه بذِكرِه، وهذا غير كونه محذوفًا لدلالة ما بعده عليه؛ فتأمَّلْهُ.
ولعلَّ هذا قول من قال: إنَّه إنَّما أقسَمَ بِرَبِّ هذه الأشياء، وحَذَفَ المُضَاف، فإنَّ هذا معناه صحيحٌ لكن على غير الوجه الذي قَدَّرُوه، فإنَّ إقْسَامَهُ - سبحانه - بهذه الأشياء لظهور دلالتها على ربوبيته، ووحدانيته، وعلمه، وقدرته، وحكمته، فالإقسامُ بها - في الحقيقة - إقسامٌ بربوبيته وصفات كماله، فتأمَّلْهُ.
ثُمَّ قرَّرَ (¬٢) - سبحانه - بعد (¬٣) هذا القَسَم أَمْرَ المَعَاد، ونُبوَّةَ موسى - صلى الله عليه وسلم - المستلزِمة لنُبوَّة محمدٍ - صلى الله عليه وسلم -، إذ من المُحَال أن يكون موسى نبيًّا ومحمدٌ ليس نبيًّا، مع أنَّ كل ما يُثْبِت نُبوَّة موسى فَلِمحمدٍ نظيره أو أعظم منه.
وقَرَّر (¬٤) - سبحانه - تكليمَهُ لموسى بندائه له بنفسه فقال تعالى: {إِذْ نَادَاهُ رَبُّهُ} [النازعات: ١٦] فأثبت النِّدَاءَ (¬٥) المستلزِم للكلام والتكليم، وفي موضعٍ آخر (¬٦) أثبت "النِّجَاءَ" (¬٧)، و"النِّدَاءُ" و"النِّجَاءُ" (¬٨) نوعَا
_________
(¬١) ساقط من (ن) و (ك) و (ح) و (ط) و (م).
(¬٢) في (ز): قدر.
(¬٣) ساقط من (ك).
(¬٤) في (ز): وقدر.
(¬٥) ساقط من (ك) و (ح) و (ن) و (م).
(¬٦) في سورة [مريم/ ٥٢]: {وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا (٥٢)}.
(¬٧) من المُنَاجَاة وهي: المُسَارَّة. "القاموس" (١٧٢٣).
(¬٨) تصحفت في (ز) و (ن) و (ك) و (ط) إلى: الإيحاء، في الموضعين.','1','218',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (289,'التكليم؛ ومحالٌ ثبوت النَّوع بدون الجنس.
ثُمَّ أمره أن يخاطبه بأَلْيَنِ خطاب فيقول له: {هَلْ لَكَ إِلَى أَنْ تَزَكَّى  (١٨)  وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى  (١٩) } [النازعات: ١٨ - ١٩]؛ ففي هذا من لُطْفِ الخطاب وَلِيْنهِ وجوهٌ:
أحدها: إخراجُ الكلام مُخْرَجَ العَرْض، ولم يُخْرِجْهُ مُخْرَجَ الأمر والإلزام؛ وهو ألطف.
ونظيره قول، إبراهيم - عليه السلام - لضيفه المُكْرَمين: {أَلَا تَأْكُلُونَ  (٢٧) } [الذاريات: ٢٧]، ولم يقل: كُلُوا.
الثاني: قوله: {إِلَى أَنْ تَزَكَّى  (١٨) }؛ والتَّزَكِّي: النَّمَاء، والطهارة  (¬١) ، والبركة، والزيادة. فعَرَضَ عليه أمرًا يقبله كلُّ عاقلٍ، ولا يردُّه إلا كلُّ أحمقٍ جاهلٍ.
الثالث: قوله: {تَزَكَّى  (١٨) } ولم يقل: أُزكِّيكَ، فأضاف التزكية إلى نفسه، وعلى هذا يخاطَبُ الملوك.
الرابع: قوله: {وَأَهْدِيَكَ} أي: أكون دليلًا لك، وهاديًا بين يديك. فنسب الهداية إليه، والتزكِّي إلى المخاطَب. أي: أكون دليلًا لك وهاديًا فَتَتَزَكَّى أنتَ، كما تقول للرجل: هل لك أنْ أَدُلَّكَ على كنزٍ تأخذ منه ما شئتَ؟ وهذا أحسن من قوله: أُعطِيكَ.
الخامس: قوله: {إِلَى رَبِّكَ} فإنَّ في هذا ما يوجب قبول ما دلَّهُ  (¬٢)
_________
(¬١)  في (ز): الظهور! تصحيف.
(¬٢)  في (ز) و (ط) و (م): دَلَّ.','1','219',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (290,'عليه، وهو أنَّه يدعوه ويوصله إلى ربِّه فاطِرِه وخالِقِه الذي أوجده، وربَّاهُ بنعَمِهِ: جَنِينًا، وصغيرًا، وكبيرًا، وآتاه المُلْك. وهذا نوعٌ من خطاب الاستعطاف والإلزام، كما تقول لمن خرج عن طاعة سيِّدِه: أَلَا تطيع سَيِّدَكَ ومولاكَ ومالِكَكَ؟ وتقول للولد: أَلَا تطيع أباكَ  (¬١)  الذي ربَّاكَ.
السادس: قوله: {فَتَخْشَى  (١٩) } أي: إذا اهتديتَ إليه وعرفتَهُ خشيته؛ لأنَّ من عَرَفَ اللهَ خافَهُ، ومن لم يعرفه لم يَخَفْه. فخشيته - تعالى - مقرونةٌ بمعرفته، وعلى قدر المعرفة تكون الخشية.
السابع: أنَّ في قوله: {هَلْ لَكَ} فائدةٌ لطيفةٌ؛ وهي أنَّ المعنى: هل لك في ذلك حاجةٌ أو أَرَبٌ؟ ومعلومٌ أنَّ كلَّ عاقِلٍ يبادر إلى قبولِ ذلك؛ لأنَّ الداعي إنَّما يدعوه إلى حاجته ومصلحته، لا إلى حاجة الداعي، فكأنَّه يقول: الحاجة لك، وأنتَ المُتَزكِّي، وأنا الدليل لك، والمُرْشِدُ لك إلى أعظم مصالحك.
فَقَابَلَ هذا بغاية الكفر والعِنَاد، وادَّعَى أنَّه ربُّ العباد، هذا وهو يعلم أنَّه ليس بالذي خَلَقَ فسَوَّى، ولا قدَّرَ فَهَدَى، فكذَّبَ الخَبَر، وعصَى الأمر، ثُمَّ أدبر يسعى بالخديعة والمكر، فحَشَرَ جنوده فأجابوه، ثُمَّ نادى فيهم بأنَّه ربُّهم الأعلى، واستخفَّهم فأطاعوه، فبطش به جبَّارُ السماوات والأرض بطْشَةَ عزيزٍ مقتدِرٍ، وأخذَهُ نكَالَ الآخرة والأُولَى، ليعتبر بذلك من يعتبر، فاعتَبرَ بذلك من خَشِيَ ربَّهُ من المؤمنين، وحقَّ القولُ على الكافرين.
ثُمَّ أقام - سبحانه - حُجَّته على العالمين بخلق ما هو أشدُّ منهم
_________
(¬١)  في (ز): والدك.','1','220',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (291,'وأكبر، وأعظم، وأعلى، وأرفع؛ وهو خلْقُ السماء وبناؤها، ورفْعُ سَمْكِها وتسويتُها، وإظْلَامُ ليلِها، وإخراجُ ضُحَاها.
وخَلَقَ الأرض، ومدَّها، وبَسَطَها، وهَيَّأَها لما يُراد منها، فأخرج منها شراب الحيوان وأقواتهم، وأَرْسَى الجبالَ فجعلها رواسي  (¬١)  للأرض، لئلا تميد بأهلها، وأودَعَها من المنافعِ ما يتمُّ به مصالح الحيوان الناطق والبهيم، فمن قدر على ذلك كله كيف يعجز عن إعادتكم خلقًا جديدًا؟!
فتأمَّلْ دلالةَ المُقْسَم به المذكور في أوَّل السورة على المَعَاد، والتوحيد، وصِدْقِ الرُّسُل؛ كدلالة هذا الدليل  (¬٢)  المذكور، وإذا كان هذا هو المقصود لم يكن محتاجًا إلى جواب، والله - تعالى - أعلم.
_________
(¬١)  ساقط من (ك).
(¬٢)  تصحفت في (ز) إلى: الليل!','1','221',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (292,'فصل

ومن ذلك قوله تعالى: {وَالْمُرْسَلَاتِ عُرْفًا (١) فَالْعَاصِفَاتِ عَصْفًا (٢) وَالنَّاشِرَاتِ نَشْرًا (٣) فَالْفَارِقَاتِ فَرْقًا (٤) فَالْمُلْقِيَاتِ ذِكْرًا (٥) عُذْرًا أَوْ نُذْرًا (٦) إِنَّمَا تُوعَدُونَ لَوَاقِعٌ (٧)} [المرسلات: ١ - ٧].
فُسِّرت "المرسلات" بالملائكة، وهو قول: أبي هريرة (¬١)، وابن عباس في رواية مقاتل، وجماعة (¬٢).
وفُسِّرت بالرِّياح، وهو قول: ابن مسعود (¬٣)، وإحدى الروايتين عن ابن عباس، وقول قتادة (¬٤).
_________
(¬١) أخرجه: ابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٠٨٦)، والحاكم في "المستدرك" (٢/ ٥١١) رقم (٣٩٤١) وصححه ووافقه الذهبي.
وصححه الحافظ في "الفتح" (٨/ ٥٦٦).
(¬٢) منهم: ابن مسعود في رواية، ومسروق، وأبو الضحى، وأبو صالح، ومجاهد في رواية، والسُّدِّي، والربيع بن أنس، ومقاتل، والكلبي.
واختاره: الفرَّاء في "معاني القرآن" (٣/ ٢٢١)، وابن قتيبة في "تأويل مشكل القرآن" (١٦٦).
(¬٣) أخرجه: ابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٠٨٨)، وابن جرير في "تفسيره" (١٢/ ٣٧٧).
وزاد السيوطي نسبته إلى: عبد بن حميد، وابن المنذر. "الدر المنثور" (٦/ ٤٩٢).
(¬٤) وقال به: علي بن أبي طالب، ومجاهد في الرواية الأخرى عنه، وأبو صالح في رواية.
وهو قول جمهور المفسرين كما قال السمعاني في "تفسيره" (٦/ ١٢٥)، والقرطبي في "الجامع" (١٩/ ١٥٢)، والشوكاني في "فتح القدير" (٥/ ٤١١).
واختاره: الواحديُّ في "الوسيط" (٤/ ٤٠٧)، وابن كثير في "تفسيره" =','1','222',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (293,'وفُسِّرت بالسَّحَاب  (¬١) ، وهو قول الحسن  (¬٢) .
وفُسِّرت بالأنبياء، وهو رواية عطاءٍ عن ابن عباس  (¬٣) .
قلت: الله - سبحانه - يرسل الملائكةَ، ويرسل الأنبياءَ، ويرسل الرِّياحَ، ويرسل السَّحَابَ فيسوقه حيث يشاء، ويرسل الصواعقَ فيصيب بها من يشاء. فإرساله واقعٌ على ذلك كلِّه، وهو نوعان:
١ - إرسالُ دِينٍ يحبُّه ويرضاه، كإرسال رسله وأنبيائه.
٢ - وإرسالُ كَوْنٍ؛ وهو نوعان:
نوعٌ يحبُّه ويرضاه، كإرسال ملائكته في تدبير أمر خلقه.
ونوعٌ لا يحبُّه، بل يسخطه ويبغضه، كإرسال الشياطين على الكفار.
فالإرسالُ المقسَمُ به ها هنا مُقَيَّدٌ بـ "العُرْف":
١ - فإمَّا أن يكون ضد المنكر, فهو إرسال رسله من الملائكة، ولا
_________
= (٨/ ٢٩٧).
(¬١)  من قوله: "وهو قول ابن مسعود. . ." إلى هنا؛ ملحق بهامش (ن).
(¬٢)  انظر: "المحرر الوجيز" (١٥/ ٢٥٧)، و"البحر المحيط" (٨/ ٣٩٥)، وفي "النكت والعيون" (٦/ ١٧٥) ذكره احتمالًا ولم ينسبه.
(¬٣)  ذكره القرطبي في "الجامع" (١٩/ ١٥٢)، وأبو حيَّان في "البحر المحيط" (٨/ ٣٩٥)، وهو مشهور من قول أبي صالح كما عزاه إليه: الماوردي في "النكت والعيون" (٦/ ١٧٥)، وابن الجوزي في "زاد المسير" (٨/ ١٥٤)، وانظر تخريج الأثر في "الدر المنثور" (٦/ ٤٩٣).
وأما ابن عطية فقد جعله قول "كثير من المفسرين"! "المحرر الوجيز" (١٥/ ٢٥٧).','1','223',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (294,'يدخل في ذلك إرسال الرِّياح، ولا الصواعق، ولا الشياطين.
وأمَّا إرسال الأنبياء فلو أُريد لقال: والمرسلين، وليس بالفصيح تسمية الأنبياء "مرسلات"، وتكلُّف: (الجماعات المرسلات)  (¬١)  خلاف المعهود من استعمال اللفظ، فلم يطلق في القرآن جمعُ ذلك إلا جمعَ تذكيرٍ لا جمع تأنيثٍ.
وأيضًا؛ فاقتران اللفظة بما بعدها من الأقسام لا يناسب تفسيرها بالأنبياء.
وأيضًا؛ فإنَّ الرُّسُلَ مُقْسَمٌ عليهم في القرآن لا مقسَمٌ بهم كقوله تعالى: {تَاللَّهِ لَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ} [النحل: ٦٣]، وقوله تعالى: {وَإِنَّكَ لَمِنَ الْمُرْسَلِينَ  (٢٥٢) } [البقرة: ٢٥٢]، وقوله -عزَّ وجلَّ -: {يس (١ ) وَالْقُرْآنِ الْحَكِيمِ (٢ ) إِنَّكَ لَمِنَ الْمُرْسَلِينَ  (٣) }  (¬٢)  [يس: ١ - ٣].
٢ - وإن كان "العُرْف" من: التَتَابع، كـ "عُرْف الفَرَس" و"عُرْف الدِّيْك"، والنَّاس إلى فلانٍ عُرْفٌ واحد، أي: سابقون في قصده والتوجه إليه = جاز أن تكون "المرسلات": الرِّياح، ويؤيده عَطْف "العاصِفات" عليه و"النَّاشِرات".
وجاز أن تكون: الملائكة، وجاز أن يَعُمَّ النَّوعين؛ لِوَقْعِ
_________
(¬١)  قال السمين الحلبي: "وقد يقال: كيف جَمَعَ صفةَ المذكر العاقل بالألف والتاء، وحقه أن يُجْمع بالواو والنون؟ تقول: الأنبياء المرسلون، ولا تقول: المرسلات. فالجواب: أن "المرسلات" جمع مُرْسَلَة، و (مُرْسَلَة) صفةٌ لجماعةٍ من الأنبياء، فالمرسلات جمعُ (مُرْسَلَة) الواقعةِ صفةً لجماعة، لا جمعُ (مُرْسَل) المفرد". "الدر المصون" (١٠/ ٦٢٩).
(¬٢)  هذه الآيات الثلاث غير موجودة في (ز).','1','224',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (295,'الإرسال - عُرْفًا - عليهما (¬١).
ويؤيِّده أنَّ "الرِّياح" موكَّلٌ بها ملائكةٌ (¬٢) تسوقها وتُصَرِّفُها.
ويؤيِّد كونها "الرِّياح" عطف "العَاصِفات" عليها بـ "فاء" التعقيب والتسبيب، فكأنَّها أُرسِلت، فَعَصَفَتْ.
ومن جعل "المرسلات": الملائكة قال: هي تعصف في مُضِيِّها مُسرِعَةً كما تعصف "الرِّياح".
والأكثرون على أنَّها "الرِّياح".
وفيها قولٌ ثالثٌ: أنَّها تعصف بروح الكافر، يقال: عَصَفَ بالشيء؛ إذا أَبَادَهُ وأَهْلَكَهُ، قال الأعشى (¬٣):
* تَعْصِفُ بالدَّارِعِ والحَاسِرِ *
حكاه أبو إسحاق (¬٤).
وهو قولٌ متكلِّفٌ، فإنَّ المقسَم به لا بدَّ أن يكون آيةً ظاهرةً تدلُّ على الربوبية، وأمَّا الأمور الغائبة التي يُؤْمَنُ بها فإنَّما يُقْسَمُ عليها. وإنَّما يُقْسِمُ - سبحانه - بملائكته، وكتابه؛ لظهور شأنهما، ولقيام الأدلَّة والأعلام الظاهرة الدالَّة على ثبوتهما (¬٥).
_________
(¬١) وهو اختيار أبي عبيدة في "مجاز القرآن" (٢/ ٢٨١).
واختار ابن جرير عموم المرسَل أيًّا كان. "جامع البيان" (١٢/ ٣٧٨).
(¬٢) في (ز): الملائكة.
(¬٣) "ديوانه" (١٨٥)، وصدره: يَجْمَعُ خضراءَ لها سَوْرَةٌ ...
الدَّارع: من لَبِس الدِّرْع. والحاسر: العريُّ عنه.
(¬٤) هو الزجَّاج، انظر: "معاني القرآن" (٥/ ٢٦٥).
(¬٥) في (ز): ثبوتها.','1','225',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (296,'وأمَّا "النَّاشرات نشرًا"؛ فهو استئنافُ قَسَمٍ آخر، ولهذا أتى به بـ "الواو"، وما قبله معطوفٌ على القَسَم الأوَّل بـ "الفاء".
قال ابن مسعود، والحسن، ومجاهد، وقتادة: "هي الرِّياح تأتي بالمطر" (¬١).
ويدلُّ على صِحَّة قولهم قوله تعالى: {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ} (¬٢) [الأعراف: ٥٧]؛ يعني أنَّها تنشُرُ السَّحَابَ نَشْرًا، وهو ضدُّ الطَّيِّ.
وقال مقاتل (¬٣): "هي الملائكةُ تنشر كتبَ بني آدم وصحائف أعمالهم"، وقاله: مسروق، وعطاء عن ابن عباس.
وقالت طائفةٌ: هي الملائكةُ تنشر أجنحَتَها في الجَوِّ عند صعودها ونزولها.
وقيل: تنشر أوامر الله في السماء والأرض.
وقيل: تنشر النُّفُوس، فَتُحْييها بالإيمان.
_________
(¬١) وهو قول جمهور المفسرين "زاد المسير" (٨/ ١٥٤).
واختاره: الفرَّاء في "معانيه" (٣/ ٢٢٢)، والزجَّاج في "معانيه" (٥/ ٢٦٥)، وابن كثير في "تفسيره" (٨/ ٢٩٧).
(¬٢) قرأ ابن عامر: (نُشْرًا) بالنون مضمومة، وإسكان الشين.
وقرأ حمزة، والكسائي، وخَلَف: (نَشْرًا) بالنون مفتوحة، وإسكان الشين.
وقرأ نافع، وابن كثير، وأبو عمرو، وأبو جعفر، ويعقوب: (نُشُرًا) بضم النون والشين، جمع: نَاشِر، كـ: نُزُل ونازل، وشُرُف وشارف.
انظر: "التيسير" للداني (١١٠)، و"الإتحاف" (٢/ ٥٢)، و"الحُجَّة" (١٥٧).
(¬٣) في "تفسيره" (٣/ ٤٣٥): "هي أعمال بني آدم تُنشر يوم القيامة".','1','226',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (297,'وقال أبو صالح: "هي الأمطار تنشر الأرض، أي: تحييها" (¬١).
قلت: ويجوز أن تكون "النَّاشِرات" لازمًا لا مفعول له، ولا يكون المراد أنَّهنَّ يَنشُرنَ كذا، فإنَّه يقال: نَشَرَ الميتُ، أي: حَيِيَ، وأَنْشَرَهُ الله: إذا أحياه، فيكون المرادُ بها: الأنفسَ التي حَيِيَتْ بالعُرْفِ الذي أرسلت به "المُرْسَلَات" (¬٢)، أو (¬٣) الأشباحَ والأرواحَ والبقاعَ التي حَيِيَتْ (¬٤) بالرِّياح المرسلات، فإنَّ "الرِّياحَ" سببٌ لنشور الأبدان والنَّبَات، والوحيَ سببٌ لنشور الأرواح وحياتها.
لكنْ هنا أمرٌ ينبغي التفطُّن له، وهو أنَّه - سبحانه - جعل الإقسام في هذه السورة نوعين، وفَصَل أحدهما من الآخر، وجعل "العَاصِفَات" معطوفًا على "المرسلات" بـ "فاء" التعقيب، فصارا كأنَّهما نوعٌ واحدٌ، ثُمَّ جعل "النَّاشرات" كأنَّه قَسَمٌ مبتَدَأٌ فأتى فيه بـ "الواو"، ثُمَّ عطف عليه "الفَارِقات" و"المُلْقِيَات" بـ "الفاء"، فأوهم هذا أنَّ "الفارقات" و"المُلقيات" (¬٥) مرتبطٌ بـ "النَّاشرات"، وأنَّ "العَاصِفَات" مرتبطٌ بـ "المُرْسَلَات" (¬٦).
وقد اختلف في "الفَارقات"؛ والأكثرون على أنَّها الملائكة، ويدلُّ عليه عطْفُ "المُلْقِياتِ ذِكْرًا" عليها بـ "الفاء"، وهي
_________
(¬١) انظر لهذه الأقوال: "زاد المسير" (٨/ ١٥٤)، و"النكت والعيون" (٦/ ١٧٦)، و"الجامع" (١٩/ ١٥٣)، و"المحرر الوجيز" (١٥/ ٢٥٩).
(¬٢) في (ن) و (ز) و (ك): المرسَلة، وفي (ط): المرسلين!
(¬٣) في (ز) بالواو العاطفة بدل "أو"، وفي (ك): إذ.
(¬٤) من قوله: "بالعُرْف الذي أرسلت به. . ." إلى هنا؛ ملحق بهامش (ن).
(¬٥) من قوله: "بـ "الفاء"، فأوهم. . ." إلى هنا؛ ساقط من (ز)، وألحقت بهامش (ن).
(¬٦) "وأنَّ "العاصفات" مرتبط بـ "المرسلات"" ملحق بهامش (ن).','1','227',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (298,'الملائكة بالاتفاق  (¬١) .
وعلى هذا فيكون القَسَم بالملائكة التي نَشَرَتْ أجنحتها عند النزول، ففرَّقَت بين الحقِّ والباطل، فأَلْقَت الذِّكْرَ على الرُّسُلِ إعذارًا وإنذارًا.
ومن جعل "النَّاشِرات": الرِّياح جعل "الفَارِقَات" صفةً لها، وقال: هي تفرِّقُ السَّحَابَ ها هنا وها هنا، ولكن يأبى ذلك عطْفُ "المُلْقِيَات" بـ "الفاء" عليها.
ومن قال: "الفَارِقَات": آيُ القرآنِ؛ تُفرِّقُ بين الحقِّ والباطل، فقوله يلتئم مع كون "النَّاشِرَات" الملائكة أكثر من التئامه إذا قيل: إنَّها "الرِّياح".
ومن قال: هي جماعات الرُّسُل؛ فإنْ أراد الرُّسُلَ من الملائكة فظاهِرٌ، وإنْ أراد الرُّسُلَ من البشر فقد تقدَّمَ  (¬٢)  بيان ضعف هذا القول.
ويظهر - والله أعلم بما أراد من كلامه - أنَّ القَسَم في هذه السورة وقع على النَّوعين: الرِّياحِ، والملائكةِ. ووجه المناسبة: أنَّ حياةَ الأرض والنَّبَات وأبدان الحيوان بالرِّياح، فإنَّها من رَوْح الله، وقد جعلها الله - تعالى - نُشُورًا، وحياةَ القلوب والأرواح بالملائكة.
فبهذين النَّوعين يحصل نوعَا الحياة، ولهذا - والله أعلم - فَصَلَ
_________
(¬١)  وحكى الإجماع - أيضًا -: القرطبي في "الجامع" (١٩/ ١٥٤)، وابن كثير في "تفسيره" (٨/ ٢٩٧).
(¬٢)  راجع (ص/ ٢٢٤).','1','228',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (299,'أَحَدَ النَّوعين من الآخر (¬١) بـ "الواو"، وجعل ما هو تابعٌ لكلِّ نوعٍ بعده بـ "الفاء".
وتأمَّلْ كيف وقع القَسَمُ في هذه السورة على المَعَاد، والحياة الدائمة الباقية، وحالِ السعداء والأشقياء فيها، وقرَّرَها بالحياة الأُولَى في قوله تعالى: {أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ (٢٠)} [المرسلات: ٢٠]، فذكر فيها المبدأ والمَعَاد، وأخلَصَ السورةَ لذلك، فَحَسُنَ الإقسامُ بما يحصل به نوعَا الحياة المشاهَدة، وهو: الرِّياح، والملائكة. فكان في القَسَم بذلك أَبْيَنُ دليلٍ، وأَظْهَرُ آيةٍ على صحة ما أقسَمَ عليه وتضمَّنته السورة. ولهذا كان المكذِّبُ بعد ذلك في غاية الجحود والعناد والكفر والتكذيب، فاستحقَّ الويلَ بعد الويلِ، فتَضَاعَفَ عليه الويلُ، كما تضاعف منه الكفر والتكذيب.
فلا أحسنَ من هذا التَّكْرَار في هذا الموضع، ولا أعظم موقعًا، فإنَّه تكرَّرَ عشر مراتٍ (¬٢)، ولم يذكر إلا في أَثَرِ دليل أو مدلولٍ عليه؛ عَقِيبَ ما يوجب التصديقَ، وما يجب التصديقُ به؛ فتأمَّلْهُ.
_________
(¬١) ساقط من (ز) و (ن) و (ك).
(¬٢) يقصد قوله تعالى: {وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (١٥)}.','1','229',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (300,'فصل

ومن ذلك قوله تعالى: {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (١) وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ (٢)} [القيامة: ١ - ٢]، وقد تقدَّمَ ذِكْرُ هذين القَسَمَين (¬١)، ومناسبةِ الجمع بينهما في الذِّكْر، وكونِ الجواب غير مذكورٍ، وأنَّه يجوز أن يكون ممَّا حُذِف لدلالة السياق عليه والعلم به، ويجوز أن يكون من القَسَم المقصود به التنبيه على دلالة المُقْسَم به، وكونه آيةً، ولم يقصد به (¬٢) مُقْسَمًا عليه معيَّنًا، فكأنَّه يقول: اذْكُر يومَ القيامة، والنَّفْسَ اللوَّامة، مُقْسَمًا بهما، لكونهما (¬٣) من آياتنا، وأدلَّة ربوبيتنا.
ثُمَّ أنكر على الإنسان بعد هذه الآية حُسْبَانَهُ وظَنَّهُ أنَّ الله لا يجمع عظامه بعدما فرَّقَها البِلَى.
ثُمَّ أخبر - سبحانه - عن قدرته على جمع بَنَانِهِ وهي العظام الصِّغَار، ونَبَّهَ - بقدرته على جمع هذه العظام مع صِغَرها ودِقَّتها - على قدرته على جمع غيرها من عظامه.
وعلى هذا فيكون - سبحانه - قد احتجَّ على فعله لما أنكره أعداؤه بقدرته عليه، فأخبر عن فعله، فإنَّه لا يلزم من القُدْرة وقوع المقدور، والمعنى: بل نجمعها قادرين على تسوية بنانه.
ودلَّ على هذا الفعل المحذوف قوله: {بَلَى} , فإنَّها حرف إيجابٍ لما تقدَّمَ من النَّفْي، فلهذا استغنى عن ذكر الفعل بذكر الحرف الدالِّ
_________
(¬١) راجع (ص/ ٢٢).
(¬٢) من قوله: "التنبيه على دلالة. . ." إلى هنا؛ ساقط من (ز).
(¬٣) في (ز): مقسمًا بها لكونها.','1','230',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (301,'عليه. فدلَّت الآية على الفعل، وذُكِرت القُدْرَةُ لإبطال قول المكذِّبين.
وفي ذكر "البَنَان" لطيفةٌ أخرى، وهي أنَّها أطرافُه، وآخر ما يَتِمُّ به خَلْقُه، فمن قَدَرَ على جمع أطرافه وآخر ما يَتِمُّ به خَلْقُه - مع دِقَّتها وصِغَرِها ولطافتها - فهو على ما دون ذلك أقدر، فالقوم لمَّا استبعدوا جمع العظام بعد الفناء والإرمام قيل: إنَّا نجمعُ ونسوِّى أكثر منها تفرُّقًا، وأَدَقَّها أجزاءً، وأجزاءَ أطراف البدن، وهي عظام (¬١) الأنامل ومفاصلها (¬٢).
وقالت طائفةٌ: المعنى: نحن قادرون على أن نُسوِّيَ أصابع يديه ورجليه، ونجعلها مستويةً شيئًا واحدًا كَخُفِّ البعير، وحافِرِ الحمار، لا نفرِّقُ بينها (¬٣)، ولا يمكنه أن يعمل بها (¬٤) شيئًا ممَّا يعمل بأصابعه المفرَّقَة ذات المفاصل والأنامل من فنون الأعمال، والبَسْط، والقبض، والتأتِّي لما يريد من الحوائج. وهذا قول ابن عباس (¬٥)، وكثيرٍ من المفسِّرين (¬٦).
_________
(¬١) ساقط من (ز).
(¬٢) هذا كلام ابن عطية في "المحرر الوجيز" (١٥/ ٢٠٨).
(¬٣) من (ح) و (م)، وفي باقي النسخ: بينهما.
(¬٤) في (ز): بهما.
(¬٥) أخرجه: عبد الرزاق في "تفسيره" (٢/ ٣٣٣)، وابن أبي حاتم في "تفسيره" (١٠/ رقم ١٩٠٥٦)، وابن جرير في "تفسيره" (١٢/ ٣٢٨).
وزاد السيوطي نسبته إلى: سعيد بن منصور، وابن المنذر. "الدر المنثور" (٦/ ٤٦٤).
(¬٦) قال الثعلبي: "هذا قول عامة المفسرين". "الكشف والبيان" (١٠/ ٨٣).
وانظر: "معالم التنزيل" (٨/ ٢٨١)، و"زاد المسير" (٨/ ١٣٤).','1','231',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (302,'والمعنى على هذا القول: إنَّا في الدنيا قادرون على أن نجعل عظام بَنَانِهِ مجموعةً دون تفرُّقٍ، فكيف لا نقدر على جمعها بعد تفرقتها  (¬١) .
فهذا وجهٌ من الاستدلال غير الأوَّل، وهو استدلالٌ بقدرته - سبحانه - على جمع العظام التي فرَّقَها ولم يجمعها، والأوَّل استدلالٌ بقدرته - سبحانه - على جمع عظامه بعد تفريقها، وهما وجهان حَسَنَان، وكلٌّ منهما له الترجيحُ من وجهٍ:
فيرجِّحُ الأوَّل أنَّه هو المقصود، وهو الذي أنكره الكفار، وهو أُجرِيَ على نسق الكلام واطَّرَد؛ ولأنَّ الكلام لم يُسَقْ لجمع العظام وتفريقها في الدنيا، وإنَّما سِيق لجمعها في الآخرة بعد تفرُّقها بالموت  (¬٢) .
ويرجِّحُ القولَ الثاني - ولعلَّه قول جمهور المفسِّرين، حتَّى إنَّ  (¬٣)  فيهم من لم يذكر غيره  (¬٤)  - أنَّه استدلالٌ بآيةٍ ظاهرةٍ مشهودةٍ، وهي تفريق البَنَان مع انتظامها في كَفٍّ واحدٍ، وارتباط بعضها ببعضٍ، فهي متفرِّقة في عُضْوٍ واحِدٍ، يقبض منها واحدةً ويبسط أخرى، ويحرِّك واحدةً
_________
(¬١)  في (ح) و (م): تفرقها.
(¬٢)  وهذا قول: الزجَّاج في "معانيه" (٥/ ٢٥١)، وابن قتيبة في "تأويل مشكل القرآن" (٣٤٦).
واختاره: ابن عطية في "المحرر الوجيز" (١٥/ ٢٠٨)، والقرطبي في "الجامع" (١٩/ ٩٣)، وابن كثير في "تفسيره" (٨/ ٢٧٦)، وغيرهم.
(¬٣)  ساقط من (ز) و (ن) و (ك) و (ح) و (ط)، وأثبته من (م).
(¬٤)  كالفرَّاء في "معانيه" (٣/ ٢٠٨)، وابن جرير في "تفسيره" (١٢/ ٣٢٨).
قال السمعاني: "وهذا قولٌ مشهورٌ في التفاسير". (٦/ ١٠٣).','1','232',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (303,'والأخرى ساكنةٌ، ويعمل بواحدةٍ والأخرى مُعَطَّلَةٌ، وكلُّها في كَفٍّ واحدٍ، قد جمعها ساعِدٌ واحِدٌ، فلو شاء - سبحانه - لسوَّاها فجعلها صفحةً واحدةً كَبَاطِن الكَفِّ، ففاتت هذه المنافع والمصالح التي حصلت بتفريقها، ففي هذا أَعظم الأدلَّة على قدرته - سبحانه - على جمع عظامه بعد الموت.
ثُمَّ أخبر - سبحانه - عن سوء حال الإنسان وإصراره على المعصية والفجور (¬١)، وأنَّه لا يَرْعَوِي ولا يخاف يومًا يجمع الله فيه عظامه ويبعثه حيًّا، بل هو مريدٌ للفجور ما عاش، فيفجر في الحال، ويريد الفجور في غَدٍ وما بعده، وهذا ضِدُّ الذي يخاف الله والدار الآخرة. فهذا لا يندم على ما مضى منه، ولا يُقْلِعُ في الحال، ولا يعزم في المستقبل على التَّرْك، بل هو عازمٌ على الاستمرار، وهذا ضدُّ حال التائب المنيب.
ثُمَّ نبَّهَ - سبحانه - على الحامل له على ذلك، وهو استبعاده ليوم القيامة، وليس هذا استبعادًا لزمنه مع إقراره بوقوعه، بل هو استبعادٌ لوقوعه كما حكى عنه في موضع آخر قوله: {ذَلِكَ رَجْعٌ بَعِيدٌ (٣)} [ق: ٣] أي: بعيدٌ وقوعُهُ، وليس المراد أنَّه واقعٌ بعيدٌ زَمَنُه؛ هذا قول جماعةٍ من المفسِّرين، منهم ابن عباس وأصحابه.
قال ابن عباس: "يُقَدِّمُ الذَّنْبَ، ويُؤَخِّرُ التوبة" (¬٢).
وقال قتادة، وعكرمة: "قُدُمًا قُدُمًا في معاصي الله، لا يَنْزِعُ عن
_________
(¬١) ملحق بهامش (ك).
(¬٢) أخرجه: ابن أبي الدنيا في "قصر الأمل" رقم (٢٠٥)، ومن طريقه البيهقي في "شعب الإيمان" (٣/ ٢/ ٣٩١).','1','233',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (304,'فُجُورِه" (¬١).
وفي الآية قولٌ آخر، وهو أنَّ المعنى: بل يريد الإنسان ليكذِّب بما أمامه من البعثِ ويوم القيامة. وهذا قول ابن زيد (¬٢)، واختيار: ابن قتيبة (¬٣)، وأبى إسحاق (¬٤).
قال هؤلاء: ودليل ذلك قوله تعالى: {يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ (٦)} [القيامة: ٦].
ويرجِّح هذا القول لفظةُ "بَلْ"؛ فإنَّها تعطي أنَّ الإنسانَ لم يؤمن بيوم القيامة مع هذا البيان والحُجَّة، بل هو مريدٌ للتكذيب به.
ويرجِّحُه - أيضًا - أنَّ السياق كلَّه في ذَمِّ المكذِّب بيوم القيامة لا في ذَمِّ العاصي والفاجر.
وأيضًا؛ فإنَّ ما قبل الآية وما بعدها يدلُّ على المراد؛ فإنَّه - تعالى - قال: {أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ (٣) بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ (٤)}، فأنكر - سبحانه - عليه حُسْبَانَهُ أنَّ الله لا يجمع عظامه، ثُمَّ قرَّرَ قدرته على ذلك، ثُمَّ أنكر عليه إرادته التكذيبَ بيوم القيامة.
فالأوَّل (¬٥): حُسْبَانٌ منه أنَّ الله لا يُحْييه بعد موته.
_________
(¬١) انظر: "الزهد" لوكيع (٢/ ٥٢٧)، و"جامع البيان" (١٢/ ٣٣٠)، و"الدر المنثور" (٦/ ٤٦٥).
(¬٢) أخرجه: ابن جرير في "تفسيره" (١٢/ ٣٣٠).
(¬٣) في "تأويل مشكل القرآن" (٣٤٧).
(¬٤) في "معاني القرآن" (٥/ ٢٥٢).
(¬٥) ساقط من (ز) و (ن) و (ك) و (ط)، وأثبته من (ح) و (م).','1','234',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (305,'والثاني: تكذيبٌ منه بيوم القيامة، وأنَّه يريد أن يكذِّب بما وَضَحَ وبانَ دليلُ وقوعه وثبوته، فهو مريدٌ للتكذيب به، ثُمَّ أخبر عن تصريحه بالتكذيب فقال - عزَّ وجلَّ -: {يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ  (٦) } [القيامة: ٦].
فالأوَّل: إرادةٌ للتكذيب.
والثاني: نطقٌ  (¬١)  بالتكذيب وتكلُّمٌ به.
وهذا قول قويٌّ كما ترى، لكن ينبغي إفراغ هذه الألفاظ في قوالب هذا المعنى، فإنَّ لفظة "يَفْجُر" إنَّما تدلُّ على عمل الفجور لا على التكذيب، وحَذْفُ الموصول مع ما جَرَّهُ وإبقاءُ الصِّلَة خلاف الأصل، فإنَّ أصحاب هذا القول قالوا: تقديره: ليكفر بما أمامه. وهذا المعنى صحيحٌ، لكن دلالة هذا اللفظ عليه ليست بالبيِّنَةِ.
والجواب: أنَّ الأمر كذلك، لكن  (¬٢)  الفعل إذا ضُمِّنَ معنى فعلٍ  (¬٣)  آخر لم يلزم إعطاؤهُ حكمَهُ من جميع الوجوه، بل من جلالة هذه اللغة العظيمة الشأن وجزالتها أن يذكر المتكلم فعلًا، ويُضِمِّنَه معنى فعلٍ آخر، ويجري على المُضَمَّنِ  (¬٤)  أحكامَهُ لفظًا، وأحكامَ الفعل الآخر معنىً، فيكون في قوَّة ذِكْرِ الفِعْلَين مع غاية الاختصار، ومن تدبَّرَ هذا وجَدَهُ كثيرًا في كلام الله تعالى.
فلفظة "يَفْجُر" اقتضت "أمَامَهُ" بلا واسطة حرفٍ ولا اسمٍ موصول،
_________
(¬١)  في (ز) و (ن) و (ك) و (ط): تعلق!
(¬٢)  ساقط من (ز).
(¬٣)  ساقط من (ز).
(¬٤)  في (ك): المضمر.','1','235',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (306,'فأعطيت ما اقتضته لفظًا، واقتضى ما تضمَّنته من الفعل ذكر الحرف والموصول، فأعطيته معنىً. فهذا وجه هذا القول لفظًا ومعنىً، والله أعلم.
ثُمَّ أخبر - سبحانه - عن حال هذا الإنسان إذا شاهد اليوم الذي كذَّبَ به، فقال تعالى: {فَإِذَا بَرِقَ الْبَصَرُ (٧) وَخَسَفَ الْقَمَرُ (٨) وَجُمِعَ الشَّمْسُ وَالْقَمَرُ (٩) يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ (١٠)} [القيامة: ٧ - ١٠]، فيبرق بصره، أي: يَشْخَص لما يشاهده من العجائب التي كان يكذِّب بها. و"خَسَفَ القمر": ذهب ضوؤه وانْمَحَى، وجُمِعَ الشمسُ والقمرُ ولم يجتمعا قبل ذلك، بل يجمعهما الذي يجمع عظام الإنسان بعدما فرَّقَها البِلَى ومزَّقَها، ويَجْمَعُ للإنسان يومئذٍ جميع عمله الذي قدَّمه وأخَّره من خَيرٍ أو شرٍّ. ويَجْمَعُ ذلك من جَمَعَ القرآنَ في صدر رسوله - صلى الله عليه وسلم -، ويجمع المؤمنين في دار الكرامة، فيكرِمُ وجوهَهم بالنظر إليه، ويجمع المكذِّبين في دار الهَوَان، وهو قادِرٌ على ذلك كلِّه؛ كما جمع خلق الإنسان من نطفةٍ من مَنِيٍّ يُمْنَى، ثُمَّ جعله عَلَقَةً مجتمعة الأجزاء بعدما كانت نطفةً متفرِّقةً في جميع بدن الإنسان، وكما يجمع بين الإنسان ومَلَك الموت، ويجمع بين السَّاق والسَّاق؛ إمَّا سَاقَا الميت، وإمَّا سَاقَا من يُجهِّزُ بدنه من البشر، ومن يُجهِّزُ روحه من الملائكة، أو يجمع عليه شدائد الدنيا والآخرة.
فكيف ينكر هذا الإنسانُ أن يُجْمَعَ بينه وبين عمله وجزائه، وأن يُجْمَعَ مع بني جنسه ليوم الجَمْع، وأن يُجْمَعَ عليه بين أمر الله ونهيه وعبوديته، فلا يترك سُدَىً مُهْمَلًا مُعَطَّلًا، لا يُؤْمَرُ ولا يُنْهَى، ولا يُثاب ولا يُعَاقَب، فلا يُجْمَعُ عليه ذلك؟!','1','236',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (307,'فما أجمع هذه السورة لِمَعَاني الجمع والضَّمِّ، وقد افتُتِحَت بالقَسَم بـ "يوم القيامة" الذي يجمع الله فيه بين الأوَّلين والآخرين، وبـ "النَّفْس اللوَّامة" التي اجتمع فيها هُمُومُها، وعُزُومُها، وإراداتُها (¬١)، واعتقاداتُها.
وتضمَّنَت ذكر المبدأ، والمَعَادِ، والقيامةِ الصُّغرى والكُبرى، وأحوالِ النَّاس في المَعَاد، وانقسام وجوهِهِم إلى ناضرة مُنَعَّمَةٍ، وباسِرةٍ معذَّبةٍ.
وتضمَّنَت وصف "الرُّوْح" بأنَّها جسمٌ ينتقل من مكانٍ إلى مكانٍ، فتُجْمَعُ من تَفَاريق البدن حتَّى تبلغ التَّرَاقي، ويقول الحاضرون: {مَنْ رَاقٍ (٢٧)} , أي: من يَرْقي من هذه العلَّة التي أَعْيَت على الحاضرين، أي: التمسُوا له من يرقيه، والرُّقْيَةُ آخر الطِّبِّ (¬٢).
أو قيل: مَنْ يَرْقَى بها ويصعد، أملائكةُ الرحمة أم ملائكةُ العذاب؟ (¬٣)
فعَلَى الأوَّل؛ تكون مِن: رَقَى يَرْقِي، كـ: رَمَى يَرْمِي.
وعلى الثاني؛ مِن: رَقِيَ يَرْقَى، كـ: شَقِيَ يَشْقَى. ومصدره
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: وإرادتها.
(¬٢) قال به: ابن عباس في رواية عكرمة عنه، وأبو قلابة، وقتادة، والضحَّاك، وابن زيد.
انظر: "المحرر الوجيز" (١٥/ ٢٢٢)، و"تفسير ابن كثير" (٨/ ٢٨٢).
(¬٣) وهو قول: ابن عباس في رواية أبي الجوزاء عنه، وأبي العالية، وسليمان التيمي، ومقاتل بن سليمان.
انظر: "الكشف والبيان" (١٠/ ٨٩)، و"الجامع" (١٩/ ١٠٩).','1','237',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (308,'"الرُّقِيُّ"، ومصدر الأوَّل "الرُّقْيَة".
والقول الأوَّل أظهر لوجوه:
أحدها: أنَّه ليس كلُّ ميتٍ يقول حاضروه: من يرقى بروحه؟ وهذا إنَّما يقوله من يؤمن برُقِيِّ الملائكة بروح الميت، وأنَّهم ملائكة رحمة وملائكة عذاب، بخلاف التِمَاسِ الرقية - وهي الدعاء - فإنَّه قلَّ ما يخلو منه المحتضَر.
الثاني: أنَّ "الرُّوح" إنَّما يرقى بها المَلَكُ بعد مفارقتها، وحينئذٍ يقال: مَنْ يَرْقَى بها؟ وأمَّا قبل المفارقة فطلب الرُّقْيَة للمريض من الحاضرين أنْسَب من طَلَبِ عِلْمِ من يَرْقَى بها إلى الله - عزَّ وجلَّ -.
الثالث: أنَّ فاعل الرُّقْيَة يمكن العلم به، فيحسُنُ السؤالُ عنه، ويفيد السامع، وأمَّا الراقي إلى الله - تعالى - فلا يمكن العلم بتعيينه حتَّى يسأل عنه، و"مَنْ" إنَّما يُسأَلُ بها عن تعيين ما يمكن السائل أن يصل إلى العلم بتعيينه.
الرابع: أنَّ مثلَ هذا السؤال إنَّما يراد به تَحْضِيضُ وإثارةُ هِمَمِهِم إلى فعل ما يقع بعد "مَنْ"، كقوله تعالى: {مَنْ ذَا الَّذِي يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا} [البقرة: ٢٤٥]، أو يراد به إنكارُ فعلٍ ما يُذْكَرُ بعدها كقوله تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة: ٢٥٥]، وفعل الراقي إلى الله لا يحسن فيه واحدٌ من الأمرين هنا، بخلاف فاعل الرُّقْيَة فإنَّه يحسن فيه (¬١) الأوَّل.
الخامس: أنَّ هذا خرج على عادة العرب وغيرهم في طلب الرُّقْيَة
_________
(¬١) من قوله: "واحدٌ من الأمرين هنا. . ." إلى هنا؛ ملحق بهامش (ح).','1','238',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (309,'لمن وصل إلى مثلِ تلك الحال، فحكى الله - سبحانه - ما جَرَتْ به عادتُهم بقوله، وحذَفَ فاعل القول؛ لأنَّه ليس الغرض متعلِّقًا بالقائل بل بالقول، ولم تجر عادة المخاطبين بأن يقولوا: مَنْ يرقى بروحه، فكان حمل الكلام على ما أُلِفَ وجَرَت العادةُ بقوله أَولَى، إذ هو تذكيرٌ لهم بما يشاهدونه ويسمعونه.
السادس: أنَّه لو أريد  (¬١)  هذا المعنى لكان وجه الكلام أن يقال: مَنْ هو الراقي؟ ومَن الراقي؟ لا وجه للكلام غير ذلك، كما يقال: مَنْ هو القائل منكما كذا وكذا، وفي الحديث: "مَن القائلُ كلمةَ كذا؟ "  (¬٢) .
السابع: أنَّ كلمة "مَنْ" إنَّما يُسأل بها عن التعيين كما يقال: مَن ذا الذي فعل كذا، ومَنْ ذا  (¬٣)  الذي قاله. فَيَعْلَمُ أنَّ فاعلًا وقائلًا فَعَلَ وقَالَ، ولا يعلم تعيينه، فيسأل عن تعيينه بـ "مَنْ" تارةً، وبـ "أَىّ" تارةً، وهم لم يسألوا عن تعيين المَلَك الراقي بالرُّوْح إلى الله.
فإن قيل: بل علموا أنَّ مَلَكَ الرحمة أو العذاب صاعدٌ بروحه، ولم يعلموا تعيينه فَسَأَلوا عن تعيين أحدهما؟
قيل: هم يعلمون أنَّ تعيينه غير ممكن، فكيف يسألون عن تعيين ما لا سبيل للسامع إلى تعيينه، ولا إلى الكَلَمَةِ  (¬٤)  بالعلم به.
_________
(¬١)  في (ز): أراد.
(¬٢)  أخرجه - بهذا اللفظ - أبو داود في "سننه" رقم (٧٧٤)، من حديث عبد الله بن عامر بن ربيعة، عن أبيه.
والحديث أخرجه البخاري في "صحيحه" رقم (٧٩٩) وغيره؛ من حديث: رفاعة بن رافع الزُّرَقي، بلفظ: "مَن المتكلِّم؟ ".
(¬٣)  ساقط من (ن) و (ك) و (ط) و (م)، وسقطت "ذا" من (ح) في الموضعين.
(¬٤)  كذا في جميع النسخ!','1','239',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (310,'الثامن: أنَّ الآية إنَّما سيقت لبيان يأسه من نفسه، ويأس الحاضرين معه، وتحقق أسباب الموت، وأنَّه قد حضر ولم يبق شيءٌ يَنْجَعُ فيه، ولا يُخَلِّص  (¬١)  منه، بل هو قد ظنَّ أنه مُفَارِقٌ  (¬٢)  لا محالة، والحاضرون قد علموا أنه لم يبق لأسباب الحياة المعتادة تأثيرٌ في بقائه، فطلبوا أسبابًا خارجةً عن المقدور تُسْتَجْلَبُ [بـ]  (¬٣)  ـالرُّقَى والدَّعَوَات، فقالوا: مَنْ رَاقٍ؟ أي: مَنْ يَرْقِي هذا العليل مِن أسباب الهلاك. والرُّقْيَة عندهم كانت مستعملةً حيث لا يُجْدِي الدواء.
التاسع: أنَّ مثل هذا إنَّما يراد به النَّفْي والاستبعاد، وهو أحد التقديرين في الآية، أي: لا أحد يَرْقي من هذه العلَّة بعدما وصل صاحبها إلى هذه الحال، فهو استبعادٌ لنفع الرُّقْيَة؛ لا طلبٌ لوجود الراقي، كقوله تعالى: {قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ  (٧٨) } [يس: ٧٨] أي: لا أحد يُحْييها وقد صارت إلى هذه الحال.
فإن أريد بها هذا المعنى استحال أن يكون من "الرُّقِيِّ"  (¬٤) ، وإن أريد بها الطلب استحال - أيضًا - أن يكون منه، وقد بينَّا أنَّها في مثل هذا إنَّما تُستعمل للطلب أو للإنكار، وحينئذٍ فنقول في:
الوجه العاشر: إنَّها إمَّا أن  (¬٥)  يراد بها الطلب، أو الاستبعاد. والطَّلَبُ: إمَّا أن يراد به طلب الفعل، أو طلب التعيين. ولا سبيل إلى
_________
(¬١)  في (ح) و (م): مَخْلَصَ.
(¬٢)  من (ح) و (م)، وفي باقي النسخ: يُفَارق.
(¬٣)  زيادة لا بد منها، وليست في النسخ.
(¬٤)  في (ز) و (ط) و (م): الراقي.
(¬٥)  بياض في (ز).','1','240',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (311,'حَمْلِ واحدٍ من هذه المعاني على "الرُّقِيِّ" لما بَيَّنَّاهُ، والله أعلم.

فصل
ومن أسرار هذه السورة أنَّه - سبحانه - جمع فيها لأوليائه بين جمال الظاهر والباطن؛ فَزَيَّنَ وجوهَهُم بالنَّضْرَة، وبواطنَهم بالنَّظَر إليه، فلا أَجْمَلَ لبواطنهم، ولا أنعم، ولا أحلى؛ من النَّظَر إليه. ولا أجمل لظواهرهم من نَضْرَةِ الوجه، وهي إشراقه وتحسينه وبهجته، وهذا كما قال في موضع آخر (¬١): {وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا (١١)} [الإنسان: ١١].
ونظيره قوله تعالى: {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا} [الأعراف: ٢٦]؛ فهذا جمال الظاهر وزينَتُهُ، ثُمَّ قال: {وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ}؛ فهذا جمال الباطن وزينَتُهُ (¬٢).
ونظيره قوله - عزَّ وجلَّ -: {إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ (٦)} [الصافات: ٦]؛ فهذا جمال ظاهرها، ثُمَّ قال: {وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ (٧)} [الصافات: ٧]؛ فهذا جمال باطنها.
ونظيره قوله عن امرأة العزيز بعد أن قالت ليوسف: {اخْرُجْ عَلَيْهِنَّ فَلَمَّا رَأَيْنَهُ أَكْبَرْنَهُ وَقَطَّعْنَ أَيْدِيَهُنَّ وَقُلْنَ حَاشَ لِلَّهِ مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ (٣١) قَالَتْ فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ}؛ فهذا جمال الظاهر (¬٣)، ثُمَّ وصَفَتْهُ بجمال باطنه وعِفَّتِه فقالت: {وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ} [يوسف: ٣١ - ٣٢]
_________
(¬١) ساقط من (ك).
(¬٢) ساقط من (ح) و (م).
(¬٣) "فهذا جمال الظاهر" ساقط من (ح) و (م).','1','241',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (312,'فَذِكْرُها لهذا  (¬١)  هو من  (¬٢)  تمام وصفها لمحاسنه، وأنَّه في غاية المحاسن ظاهرًا وباطنًا.
وينظر إلى هذا المعنى ويناسبه قوله تعالى: {إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى  (١١٨)  وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى  (١١٩) } [طه: ١١٨, ١١٩]، فقابَلَ بين الجوع والعُرِيِّ؛ لأنَّ الجوعَ ذُلُّ الباطن، والعُرِيَّ  (¬٣)  ذُلُّ الظاهر. وقابَلَ بين الظمأ وهو حَرُّ الباطن، والضُّحَى وهو حرُّ الظاهر بالبروز للشمس.
وقريبٌ من هذا قوله - عزَّ وجلَّ -: {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى} [البقرة: ١٩٧]؛ ذَكَرَ الزادَ الظاهر الحِسِّيَّ  (¬٤) ، والزادَ الباطن المعنويَّ، فهذا زاد سفر الدنيا، وهذا زاد سفر الآخرة.
ويُلِمُّ به قول هود: {وَيَاقَوْمِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ} [هود: ٥٢]؛ فالأوَّل: القوَّة الظاهرة  (¬٥)  المنفصلة عنهم، والثاني: الباطنة المتصلة بهم.
ويشبهه قوله تعالى: {فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ} [الطارق: ١٠]، فنفى عنه  (¬٦)  الدَّافِعَيْن: الدافع من نفسه وقُوَاهُ  (¬٧) ، والدافع من خارجٍ، وهو النَّاصر.
_________
(¬١)  في (ز): لها.
(¬٢)  ساقط من (ز).
(¬٣)  "ذُلُّ الباطن، والعُرِيَّ" ملحق بهامش (ح).
(¬٤)  تصحفت في (ز) إلى: الحسنى!
(¬٥)  في (ز): قوة الظاهر.
(¬٦)  في (ن) و (ك) و (ح) و (ط) و (م): عنهم.
(¬٧)  في (ن) و (ك) و (ح) و (ط) و (م): أنفسهم وقواهم.','1','242',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (313,'فصل

ومن أسرارها أنَّها تضمَّنَتْ إثبات قدرة الرَّبِّ - تعالى - على ما عَلِمَ أنَّه لا يكون ولا يفعله، وهذا على أحد القولين في قوله تعالى: {بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ (٤)} [القيامة: ٤]، فأخبر أنَّه تعالى قادرٌ عليه ولم يفعله ولم يُرِدْهُ.
وأصرحُ من هذا قوله تعالى: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَادِرُونَ (١٨)} [المؤمنون: ١٨]، وهذا - أيضًا - على أحد القولين، أي: تَغُورُ العُيون في الأرض فلا يُقْدَرُ على الماء (¬١).
وقال ابن عباس: "يريد أنَّه سيغيض (¬٢) فيذهب"، فلا يكون من هذا الباب، بل يكون من باب القدرة على ما سيفعله.
وأصرح من هذين الموضعين قوله تعالى: {قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِنْ فَوْقِكُمْ أَوْ مِنْ تَحْتِ أَرْجُلِكُمْ} [الأنعام: ٦٥]، وقد ثبت عن النبيِّ - صلى الله عليه وسلم - أنَّه قال عند نزول هذه الآية: "أَعُوذُ بِوَجْهِك" (¬٣)، ولكن قد ثبت عنه
_________
(¬١) فيكون هذا من باب الوعيد والتهديد، "أي: كما قدرنا على إنزاله فنحن قادرون على أن نذهب به بوجهٍ من الوجوه". "فتح القدير" (٣/ ٥٣٨).
وأهل التفسير لا يكادون يعدلون عن هذا الوجه في تأويل الآية، كما في قوله تعالى: {قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا فَمَنْ يَأْتِيكُمْ بِمَاءٍ مَعِينٍ (٣٠)}.
انظر: "جامع البيان" (٩/ ٢٠٦)، و"الجامع" (١٢/ ١١٢)، و"تفسير ابن كثير" (٥/ ٤٧٠).
(¬٢) من (ح) و (م)، وفي باقي النسخ: يستغيض.
وغاضَ الماءُ يَغيضُ غَيْضًا: إذا قَلَّ ونَقَص أو غاب في الأرض. "لسان العرب" (١٠/ ١٥٧).
(¬٣) أخرجه البخاري في "صحيحه" رقم (٤٦٢٨، ٧٣١٣، ٧٤٠٦) من حديث =','1','243',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (314,'- صلى الله عليه وسلم - أنَّه لا بدَّ أن يقع في أُمَّته خَسْفٌ (¬١)، ولكن لا يكون عامًّا، وهذا عذابٌ من تحت الأرجل، ورُوي عنه أنَّه كائنٌ في الأُمَّة قَذْفٌ (¬٢) أيضًا، وهذا عذابٌ من فوق، فيكون هذا من باب الإخبار بقدرته على ما سيفعله.
وإن أُريد به القدرة على عذاب الاستئصال، فهو من القدرة على ما لا يريده.
وقد صَرَّحَ - سبحانه - بأنَّه لو شاء لفعل ما لم يفعله في غير موضع من كتابه كقوله تعالى: {وَلَوْ شَاءَ رَبُّكَ لَآمَنَ مَنْ فِي الْأَرْضِ كُلُّهُمْ جَمِيعًا} [يونس: ٩٩]، وقال تعالى: {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} [السجدة: ١٣] ونظائره.
_________
= جابر بن عبد الله - رضي الله عنهما -.
(¬١) أخرج مسلم في "صحيحه" رقم (٢٩٠١) من حديث حذيفة بن أَسِيد الغِفَاري - رضي الله عنه - قال: اطَّلع النبيُّ - صلى الله عليه وسلم - علينا ونحن نتذاكر، فقال: "ما تذاكرون؟ " قالوا: نذكر الساعة، قال: "إنَّها لن تقوم حتى تَرَوْنَ قبلها عشر آياتٍ، فذكر: الدخانَ، والدجَّالَ، والدَّابَّةَ، وطلوعَ الشمس من مغربها، ونزولَ عيسى ابن مريم عليه السلام، ويأجوجَ ومأجوجَ، وثلاثةَ خُسُوفٍ: خَسْفٌ بالمشرق، وخَسْفٌ بالمغرب، وخَسْفٌ بجزيرة العرب، وآخِرُ ذلك نارٌ تخرج من اليمن، تطرد النَّاس إلى محشرهم".
(¬٢) عن عبد الله بن عمرو - رضي الله عنهما - قال: قال رسول الله - صلى الله عليه وسلم -: "يكون في أُمَّتي خَسْفٌ، ومَسْخٌ، وقذْفٌ".
أخرجه: أحمد في "المسند" (٢/ ١٦٣) رقم (٦٥٢١)، وابن ماجه في "سننه" رقم (٤١٣٥)، والحاكم في "المستدرك" (٤/ ٤٤٥) وغيرهم.
وللحديث شواهد كثيرة، قال الحافظ: "وفي أسانيدها مقالٌ غالبًا، لكن يدل مجموعها على أنَّ لذلك أصلًا". "الفتح" (٨/ ١٤٨).
وصححه الألباني بشواهده في "السلسلة الصحيحة" رقم (١٧٨٧).','1','244',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (315,'وهذا ممَّا لا خفاء فيه بين أهل السُّنَّة، وبه يتبيَّنُ فساد قولِ من قال: إنَّ القدرة لا تكون إلا مع الفعل لا قبله، وأنَّ الصواب التفصيل بين القدرة الموجِبة والمصحِّحَة، فَنَفْيُ القدرة عن الفاعل قبل الملابسة -مطلقًا - خطأٌ، والله أعلم.

فصل
ومن أسرارها أنَّها تضمَّنَت التَّأَنِّي والتثبُّتَ في تلقِّي العلم، وأن لا يحمل السامعَ شدَّةُ محبته وحرصه وطلبه على مبادرة المعلِّم بالأخذ قبل فراغه من كلامه، بل من آداب الرَّبِّ التي أدَّبَ بها نبيَّهُ - صلى الله عليه وسلم - أَمْرُهُ بترك الاستعجال على تلقِّي الوحي، بل يصبر إلى أن يفرغ جبريل من قراءته، ثُمَّ يقرأه بعد فراغه عليه. فهكذا ينبغي لطالب العلم ولسامعه أن يصبر على معلِّمه حتَّى يقضي كلامه، ثُمَّ يعيده عليه، أو يسأله عمَّا أشكَلَ عليه منه، ولا يبادره قبل فراغه.
وقد ذكر الله - تعالى - هذا المعنى في ثلاثة مواضع من كتابه؛ هذا أحدها.
والثاني: قوله تعالى: {وَكَذَلِكَ أَنْزَلْنَاهُ قُرْآنًا عَرَبِيًّا وَصَرَّفْنَا فِيهِ مِنَ الْوَعِيدِ لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا (١١٣) فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ وَقُلْ رَبِّ زِدْنِي عِلْمًا} [طه: ١١٣, ١١٤].
والثالث: قوله تعالى: {سَنُقْرِئُكَ فَلَا تَنْسَى (٦) إِلَّا مَا شَاءَ اللَّهُ إِنَّهُ يَعْلَمُ الْجَهْرَ وَمَا يَخْفَى (٧)} [الأعلى: ٦, ٧]، فضَمِنَ لرسوله أنَّه لا ينسى ما أَقْرَأَهُ إيَّاهُ، وهذا يتناول حال القراءة وما بعدها.
وقد ذَمَّ الله - سبحانه - في هذه السورة من يُؤْثر العاجلة على','1','245',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (316,'الآجلة، وهذا لاستعجاله بالتمتُّع بما يَفْنَى، وإيثاره على ما يَبْقَى، ورتَّبَ كلَّ ذَمٍّ ووعيدٍ في هذه السورة على هذا الاستعجال، ومحبَّةِ العاجلة على الآجلة (¬١)، فإرادتُهُ أن يَفْجُرَ أمَامَهُ هو من استعجاله وحُبِّ العاجلة، وتكذيبُهُ بيوم القيامة من فَرْطِ حُبِّ العاجلة، وإيثاره لها، واستعجاله بنصيبه، وتمتُّعه به قبل أَوَانِه، ولولا حُبُّ العاجلة وطلب الاستعجال لتمتَّعَ به في الآجلة أكمل ما يكون. وكذلك تكذيبُه، وتَوَلِّيه، وتركُهُ الصلاةَ هو من استعجاله ومحبته العاجلة.
والرَّبُّ - سبحانه - وصف نفسه بضدِّ ذلك، فلم يَعْجَل على عبده، بل أمهله إلى أن بلغت "الرُّوْح" التراقي، وأيقن بالموت، وهو إلى هذه الحال مستمِرٌّ على التكذيب والتولِّي، والرَّبُّ - تعالى - لا يعاجله (¬٢)؛ بل يُمْهِلُه، ويُحْدِثُ له الذِّكْرَ شيئًا بعد شيءٍ، ويُصَرِّفُ له الآياتِ، ويضربُ له الأمثالَ، ويُنَبِّهه على مبدئه: من كونه نطفةً من مَنيٍّ يُمْنَى، ثُمَّ علقةً، ثُمَّ خلقًا سويًّا، فلم يَعْجَلْ عليه بالخلق وَهْلَةً واحدةً، ولا بالعقوبة إذ كذَّبَ خَبَرَهُ، وعصى أمرَهُ؛ بل كان خَلْقُهُ وأمرُهُ وجزاؤُهُ بعد تَمَهُّلٍ، وتدريجٍ، وأناةٍ، ولهذا ذَمَّ الإنسانَ بالعجلة بقوله تعالى: {وَكَانَ الْإِنْسَانُ عَجُولًا (١١)} [الإسراء: ١١]، وقال تعالى: {خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ سَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ (٣٧)} [الأنبياء: ٣٧].
_________
(¬١) "على الآجلة" ساقط من (ح) و (م).
(¬٢) بعده في (ز) زيادة: ولا، ولا مكان لها.','1','246',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (317,'فصل

ومن أسرارها أنَّ  (¬١)  إثباتَ النُّبوَّةِ والمَعَاد يُعْلَمُ بالعقل، وهذا أحد القولين لأصحابنا وغيرهم، وهو الصواب؛ فإنَّ الله - سبحانه - أنكر على مَنْ حَسِبَ أنَّه يُتْرَكُ سُدَىً: فلا يُؤْمَر، ولا يُنْهَى، ولا يُثَاب، ولا يُعَاقَب.
ولم يَنْفِ - سبحانه - ذلك بطريق الخبر المجرَّدِ، بل نفاه نَفْيَ ما لا يليق نسبته إليه، ونَفْيَ مُنْكِرٍ على من حكم به وظنَّه.
ثُمَّ استدلَّ - سبحانه - على فساد ذلك، وبيَّن أن خَلْقَهُ الإنسانَ في هذه الأطوار، وتنقُّلَه فيها طَوْرًا بعد طَوْرٍ حتَّى بلغ نهايته؛ يأبى أن يتركه سُدَىً، وأنَّه تنَزَّهَ عن ذلك كما تَنَزَّهَ عن العَبَثِ، والعَيْبِ، والنَّقْصِ.
وهذه طريقة القرآن في غير موضع كما قال تعالى: {أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ  (١١٥)  فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ} [المؤمنون: ١١٥, ١١٦]، فجَعَلَ كمَالَ مُلْكه، وكونَهُ - سبحانه - الحقَّ، وكونَهُ لا إله إلا هو، وكونَهُ ربَّ العرش المستلزِم لربوبيته لكلِّ ما دونه = مبطِلًا لذلك الظَّنِّ الباطل، والحكم  (¬٢)  الكاذب.
وإنكارُ هذا الحُسْبَان عليهم مثلُ إنكاره عليهم حُسْبَانَهم أنَّه لا يسمع سِرَّهم ونجواهم، وحُسْبَانَ أنَّه لا يراهم ولا يقدر عليهم، وحُسْبَانَ أنَّه يُسَوِّي بين أوليائه وبين أعدائه في محياهم ومماتهم، وغير ذلك ممَّا هو منزَّهٌ عنه تنزُّهَهُ  (¬٣)  عن سائر العيوب والنقائص، وأنَّ نسبة
_________
(¬١)  من (ح) و (م)، وسقط من باقي النسخ.
(¬٢)  ساقط من (ز).
(¬٣)  في (ك) و (ح) و (م): تنزيهه.','1','247',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (318,'ذلك إليه كنسبة ما يَتَعَالى عنه ممَّا لا يليق به من اتخاذ الولد والشريك ونحو ذلك ممَّا ينكره - سبحانه - على مَنْ حَسِبَهُ أشدَّ الإنكار، فدلَّ على أنَّ ذلك قبيحٌ، مُمْتَنِعٌ نسبته إليه، كما يمتنع أن يُنْسَب إليه سائر ما ينافي كماله المقدَّس.
ولو كان نَفْيُ تَرْكِهِ سُدَىً إنَّما يُعْلَم بالسمع المجرَّد لم يقل بعد ذلك {أَلَمْ يَكُ نُطْفَةً} [القيامة: ٣٧] إلى آخره، ممَّا يدلُّ على أنَّ تعطيل أسمائه وصفاته ممتنعٌ، وكذلك تعطيل مُوجِبِها ومقتضاها، فإنَّ مُلْكَهُ الحقَّ يستلزم: أمرَهُ، ونهيَهُ، وثوابَهُ، وعقابَهُ.
وكذلك يستلزم إرسالَ رُسُله، وإنزالَ كتبه، وبعثَ العباد ليومٍ يُجْزَى فيه المُحْسِنُ بإحسانه، والمُسيءُ بإساءته، فمن أنكر ذلك فقد أنكر حقيقةَ مُلْكِهِ ولم يُثبِت له المُلْكَ الحقَّ، ولذلك كان مُنْكِر البعث (¬١) كافرًا بربِّه، وإن زعمَ أنَّه يُقِرُّ بصَانِع العالَم (¬٢)، فلم يُؤْمِن بالمَلِكِ الحقِّ الموصوفِ بصفات الجلال، المستحقِّ لنعوتِ الكمال.
كما أنَّ المعطِّل لكلامه، وعلوِّه على خلقه (¬٣) لم يُؤْمِن به سبحانه، فإنَّه آمن بربٍّ لا يتكلَّم، ولا يأمر، ولا ينهى، ولا يصعد إليه قولٌ، ولا عملٌ، ولا ينزل من عنده مَلَكٌ، ولا أمرٌ (¬٤)، ولا نهيٌ، ولا تُرفع إليه الأيدي. ومعلومٌ أنَّ هذا الذي أقَرَّ به رَبٌّ مقدَّر في ذهنه، ليس هو رَبَّ العالمين، وإلهَ المرسلين.
_________
(¬١) في (ن) و (ك) و (ح) و (م): ذلك.
(¬٢) ساقط من (ز).
(¬٣) في (ز): عرشه، ثم صححت بين الأسطر.
(¬٤) ساقط من (ز).','1','248',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (319,'وكذلك إذا اعتبرتَ (¬١) اسمه "الحَيَّ" وجدته مقتضيًا لصفات كماله من علمه، وسمعه، وبصره، وقدرته، وإرادته، ورحمته، وفعله ما يشاء.
واسمه "القَيُّوم" مُقْتَضٍ لتدبيره أمر العالَم العُلْويِّ والسُّفْليِّ، وقيامه بمصالحه، وحفظه له.
فمن أنكر صفات كماله لم يؤمن بأنَّه "الحَيُّ القيُّومُ"، وإنْ أقرَّ بذلك أَلْحَدَ في أسمائه، وعطَّلَ حقائقها، حيث لم يمكنه تعطيل ألفاظها، وبالله التوفيق.
_________
(¬١) "إذا اعتبرتَ" ساقط من (ك).','1','249',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (320,'فصل

ومن ذلك قوله تعالى: {كَلَّا وَالْقَمَرِ (٣٢) وَاللَّيْلِ إِذْ أَدْبَرَ (٣٣) وَالصُّبْحِ إِذَا أَسْفَرَ (٣٤) إِنَّهَا لَإِحْدَى الْكُبَرِ (٣٥) نَذِيرًا لِلْبَشَرِ (٣٦) لِمَنْ شَاءَ مِنْكُمْ أَنْ يَتَقَدَّمَ أَوْ يَتَأَخَّرَ (٣٧)} [المدثر: ٣٢ - ٣٧].
أقْسَمَ - سبحانه - بالقمر الذي هو آيةُ الليل، وفيه من الآيات الباهرة الدالَّة على ربوبية خالقه وبارئه، وحكمته، وعلمه، وعنايته بخلقه = ما هو معلومٌ بالمشاهدة.
وهو - سبحانه - أقسَمَ بالسماء وما فيها ممَّا لا نَرَاهُ من الملائكة، وما فيها ممَّا نَرَاهُ من الشمس، والقمر، والنُّجُوم، وما يحدث بسبب حركات الشمس والقمر من الليل والنَّهار، وكلُّ (¬١) ذلك آيةٌ من آياته، ودلالةٌ من دلائل ربوبيته (¬٢).
ومن تدبَّرَ أمرَ هذين النيِّرَيْن العظيمين وجدهما من أعظم الآيات في خَلْقِهما، وجِرْمِهما، ونُورِهما، وحركتهما على نهجٍ واحدٍ، لا يَنِيَانِ (¬٣)، ولا يَفْتُرَان، دَائِبَيْن، ولا يقع في حركاتهما اختلافٌ بالبُطْءِ، والسرعةِ، والرجوعِ، والاستقامةِ، والانخفاضِ، والارتفاعِ، ولا يجري أحدُهما في فَلَكِ صَاحبه، ولا يدخل عليه في سلطانه، ولا تدرك الشمسُ القمرَ، ولا يجيء الليلُ قبل انقضاء النَّهار، بل لكلٍّ حركةٌ مقدَّرَةٌ، ونهجٌ معيَّنٌ لا يَشْركه فيه الآخر، كما أنَّ له تأثيرًا ومنفعةً لا يَشْركه فيها
_________
(¬١) بعده في (ك) و (ح) زيادة: من.
(¬٢) في (ز) العبارة هكذا: وكلٌّ من ذلك آية من آياته الدالة على ربوبيته.
(¬٣) "يَنِيَان": من وَنَى في الأمر، إذا ضَعُف وفَتَر. "المصباح المنير" (٩٢٨).','1','250',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (321,'الآخر.
وذلك ممَّا يدلُّ مَنْ له أدنى عقلٍ على أنَّه بتسخير مسخِّرٍ، وأَمْرِ آمِرٍ، وتدبير مدبِّرٍ، بَهَرَتْ حكمتُه العقولَ، وأحاطَ علمُه بكلِّ دقيقٍ وجليلٍ، وفوق ما علمه النَّاس من الحِكَمِ التي (¬١) في خَلْقِهما ما لا تصل إليه عقولهم، ولا تنتهي إلى مبادئها أوهامهم، فغايتنا الاعتراف بجلال خالقِهما، وكمال حكمته، ولطف تدبيره، وأن نقول ما قاله أولو الألباب قبلنا: {رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ (١٩١)} [آل عمران: ١٩١].
ولو أنَّ العبدَ وُصِفَ له جِرْمٌ أسودُ مستديرٌ، عظيمُ الخَلْقِ، يبدو فيه النُّور كخيطٍ مُتَسَخِّنٍ، ثُمَّ يتزايد كلَّ ليلةٍ حتَّى يتكَامَلَ نورُه، فيصير أضوأَ شيءٍ (¬٢)، وأحسنَه، وأجملَه، ثُمَّ يأخذ في النقصان حتَّى يعود إلى حاله الأوَّل، فيحصل بسبب ذلك معرفةُ الأشهر والسنين، وحسابُ آجال العالم من مواقيت حَجِّهم، وصلاتهم، ومواقيت إجَاراتهم، ومُدَايَنَاتهم، ومُعَامَلاتهم التي لا تقوم مصالحهم إلا بها، فمصالح الدنيا والدِّين متعلِّقةٌ بالأهِلَّة.
وقد ذكر - سبحانه - ذلك في ثلاث آياتٍ من كتابه:
أحدها (¬٣): قوله - عزَّ وجلَّ -: {يَسْأَلُونَكَ عَنِ الْأَهِلَّةِ قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ} [البقرة: ١٨٩].
_________
(¬١) في جميع النسخ: الذي، والصواب ما أثبت.
(¬٢) ساقط من (ز).
(¬٣) كذا في النسخ، والوجه: إحداها.','1','251',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (322,'والثانية: قوله - عزَّ وجلَّ -: {هُوَ الَّذِي جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ نُورًا وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ} الآية [يونس: ٥].
والثالثة: قوله تعالى: {وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ آيَتَيْنِ فَمَحَوْنَا آيَةَ اللَّيْلِ وَجَعَلْنَا آيَةَ النَّهَارِ مُبْصِرَةً لِتَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ وَلِتَعْلَمُوا عَدَدَ السِّنِينَ وَالْحِسَابَ} الآية [الإسراء: ١٢].
فلولا ما يُحْدِثُه الله - سبحانه - في آية الليل من زيادة ضوئها ونقصانه؛ لم يُعْلم ميقات الحجِّ، والصوم، والعِدَدِ، ومُدَّةِ الرَّضَاعِ، ومدَّةِ الحمْلِ، ومُدَّةِ  (¬١)  الإجارة، ومُدَّةِ آجال المعاملات.
فإن قيل: كان يمكن عِلْمُ هذا بحركة الشمس، وبالأيام التي تُحْفَظُ بطلوع الشمس وغروبها، كما يعرف أهل الكتابين مواقيت صيامهم وأعيادهم بحساب الشمس.
قيل: هذا وإن كان ممكنًا إلا أنَّه يَعْسُرُ ضَبْطُه، ولا يقف عليه إلا الآحاد من النَّاس، ولا ريب أنَّ معرفةَ أوائل الشهور وأوساطِها وأواخِرِها بالقمر أمرٌ يشترك فيه النَّاس، وهو أسهل من معرفة ذلك بحساب الشمس، وأقل اضطرابًا واختلافًا، ولا يحتاج إلى تكلُّفِ حسابٍ، وتقليدِ  (¬٢)  من لا يعرفه من النَّاس لمن يعرفه، فالحكمةُ الباهرةُ التي في تقدير السنين والشهور بسير القمر أظهرُ، وأنفعُ، وأصلحُ، وأقلُّ اختلافًا من تقديرها بسير الشمس.
فالرَّبُّ - جل جلاله - دبَّر الأهِلَّةَ بهذا التدبير العجيب لمنافع خلقه
_________
(¬١)  ساقط من (ز).
(¬٢)  تصحفت في (ك) إلى: تقليل.','1','252',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (323,'في مصالح دينهم ودنياهم، مع ما يتَّصل بذلك من الاستدلال به على وَحْدَانِيَّته، وكمال حكمته، وعلمه، وتدبيره. فشهادةُ الحقِّ (¬١) بتغيُّر (¬٢) الأجرام الفلكية، وقيامُ أدلَّة الحدوث والخَلْق عليها. فهي آياتٌ ناطِقةٌ بلسان الحال على تكذيب الدهريَّةِ، وزنادقةِ الفلاسفة، والملاحدة؛ القائلين: بأنَّها أَزَلِيَّةٌ أبَدِيَّةٌ لا يتطرَّقُ إليها التغيير، ولا يمكن عَدَمُها.
فإذا تأمَّلَ البصيرُ "القَمَرَ" مثلًا، وافتقَارَهُ إلى مَحَلٍّ يقوم به، وسيرَهُ دائبًا (¬٣) لا يتغيَّر، مُسَيَّرٌ، مسخَّرٌ، مدبَّرٌ (¬٤)، وهبوطَهُ تارةً، وارتفاعَهُ تارةً، وأُفُولَهُ تارةً، وظهورَهُ تارةً، وذهابَ نوره شيئًا فشيئًا، ثُمَّ عَوْدَهُ إليه كذلك، وذهابَ ضوئه جملةً واحدةً حتَّى يعود قطعةً مظلمةً بالكُسُوف = عَلِمَ - قطعًا - أنَّه مخلوقٌ مربوبٌ، مسخَّرٌ تحت أمر خالقٍ قاهرٍ مسخِّرٍ له كما يشاء، وعَلِمَ أنَّ الرَّبَّ - سبحانه - لم يخلق هذا باطلًا، وأنَّ هذه الحركة فيه لا بدَّ أن تنتهي إلى الانقطاع والسكون، وأنَّ هذا الضوءَ والنُّورَ لا بدَّ أن ينتهي إلى ضِدَّه، وأنَّ هذا السلطان لا بدَّ أن ينتهي إلى العَزْل، وسيجمع بينهما جامع المتفرِّقَات بعد أن لم (¬٥) يكونا مجتمعَين (¬٦)، ويذهب بهما حيث شاء، ويُرِي المشركين من عَبَدَتِهما حالَ آلهتهم التي عبدوها من دونه، كما يُرِي عُبَّادَ
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: الخلق.
(¬٢) من (ح)، وفي باقي النسخ: بتغيير.
(¬٣) ملحق بهامش (ك).
(¬٤) ساقط من (ز).
(¬٥) ساقط من (ز).
(¬٦) بياض في (ز).','1','253',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (324,'الكواكبِ انتثارَها، وعُبَّادَ السماءِ انفطارها، وعُبَّادَ الشمسِ تكويرها، وعُبَّادَ الأصنام إهانتها وإلقاءها في النَّار أحقرَ شيءٍ وأذلَّه وأصغَرَهُ، كما أَرَى عُبَّادَ العِجْل في الدنيا حالَه، ومَبَارِدُ عِبَادِهِ تَسْحَقُهُ وتَمْحَقُهُ، والرِّيحُ تمزِّقُه وتَذْرُوه وتَنسِفُه في اليَمِّ، وكما أَرَى عُبَّادَ الأصنام في الدنيا صُوَرَها مكسَّرَةً مُخَرْدَلَةً مُلقاةً بالأمكنة القَذِرَة، ومعاوِلُ الموحِّدِين قد هشَّمَت منها تلك الوجوه، وكسَّرَت تلك  (¬١)  الرؤوس، وقطَّعت تلك الأيدي والأرجل التي كانت لا يُوصَلُ إليها بغير التقبيل والاستلام.
وهذه سُنَّتُهُ التي لا تُبدَّل، وعادته التي لا تُحَوَّل: أنَّه يُرِي عابِد غيره حالَ معبوده في الدنيا والآخرة، وإن كان المعبودُ غير راضٍ بعبادته  (¬٢)  أَرَاهُ تَبَرِّيهِ منه، ومعاداته له؛ أحوجَ ما يكون إليه، {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ} [الأنفال: ٤٢]، ويعلم الذين كفروا أنَّهم كانوا كاذبين.
تأمَّلْ سُطُورَ الكائنَاتِ فإنَّها ... من المَلِكِ الأعلَى إليكَ رَسَائِلُ
وقد خُطَّ فيها لو تأمَّلْتَ خَطَّها ... "أَلَا كُلُّ شيءٍ ما خَلَا اللهَ باطِلُ"  (¬٣)
_________
(¬١)  ساقط من (ن) و (ك) و (ط).
(¬٢)  في (ح) و (م): بعبادة غيره.
(¬٣)  البيتان لركن الدِّين ابن القَوبَع المالكي؛ محمد بن محمد بن عبد الرحمن الجعفري التونسي (٧٣٨ هـ)، شيخ الديار المصرية والشامية.
انظر: "أعيان العصر" (٥/ ١٦٣)، و"الدرر الكامنة" (٤/ ١٨٣)، و"بغية الوعاة" (١/ ٢٢٨)، و"ريحانة الألبا" (١/ ٢١٦)، ولفظه:
تأمَّلْ صحيفَاتِ الوُجُودِ فإنَّها ... من الجانب السَّامي إليكَ رَسَائلُ
وقد خطَّ فيها إنْ تأمَّلْتَ خطَّهَا ... "أَلَا كلُّ شيءٍ ما خَلَا الله باطِلُ"
وعجز البيت الثاني مُضَمَّنٌ من قصيدةٍ للبيد بن ربيعة "ديوانه" (١٤٥).','1','254',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (325,'ولو شاء - تعالى - لأَبْقَى "القَمَرَ" على حالةٍ واحدةٍ لا يتغيَّر، وجعل التغيُّرَ في "الشمس"، ولو شاء لَغَيَّرَهُما معًا، ولو شاء لأبقاهما معًا على حالةٍ واحدةٍ، ولكنْ يُرِي عبادَه آياته في أنواع تصاريفها لِيَدُلَّهُم على أنَّه اللهُ الذي لا إله إلا هو المَلِكُ الحقُّ المُبِينُ، الفعَّالُ لما يريد {أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٥٤)} [الأعراف: ٥٤].
وأمَّا تأثير "القَمَرِ" في ترطيب أبدان الحيوان والنَّبات، وفي المياه، وجَزْرِ البحر ومَدِّهِ، وبُحْرَانات (¬١) الأمراض، وتنقلِها من حالٍ إلى حالٍ، وغير ذلك من المنافع = فأمرٌ ظاهِرٌ.

فصل
وأمَّا إقسامُه - سبحانه - بـ "الليل إذ أدبر" فَلِمَا في إدباره وإقبال النَّهار من أَبْيَنِ الدلالات الظاهرة على المبدأ والمَعَاد، فإنَّه مبدأٌ ومَعَادٌ يوميٌّ مشهودٌ بالعِيَان، بَيْنا الحيوان في سكون الليل وقد هدأت حركاتهم، وسكنت أصواتهم، ونامت عيونهم، وصاروا إخوان الأموات، إذ أقبل من (¬٢) النَّهار دَاعِيه، وأسمعَ الخلائقَ مُنَادِيه، فانتشرت منهم الحركات، وارتفعت منهم الأصوات، حتَّى كأنَّهم قاموا
_________
(¬١) "بُحْرانات الأمراض": جمع (بُحْرَان)، وهو عند الأطباء: التغيُّر الذي يحدُثُ للعليل دفعةً في الأمراض الحادَّة، ولفظُه مولَّد.
قال الشيخ داود الأنطاكي: "البُحْران - بالضمِّ - لفظةٌ يونانية، وهو عبارةٌ عن الانتقال من حالةٍ إلى أخرى، في وقتٍ مضبوط بحركةٍ عُلْوِيةٍ، وأكثر ارتباطه بحركة القمر. . .".
انظر: "الصحاح" (٢/ ٥٨٦)، و"تاج العروس" (١٠/ ١٢١) وفيه تتمة كلام الأنطاكي.
(¬٢) ساقط من (ك).','1','255',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (326,'أحياءً من القبور، يقول قائلهم: "الحَمْدُ للهِ الذي أحيَانَا بعدَمَا أمَاتَنَا وإليه النُّشُور" (¬١)، فهو مَعَادٌ جديدٌ، أَبْدَأَهُ وأَعَادَهُ الذي يُبْدِئُ ويُعِيدُ، فمَنْ ذَهَب بالليل وجاء بالنَّهار سوى الواحد القهَّار؟
فمن تأمَّلَ حال الليلِ إذا عَسْعَسَ وأَدْبَرَ، والصُّبْحِ إذا تنفَّسَ وأَسْفَرَ، فهزمَ جيوشَ الظلام بنَفَسِهِ، وأضاءَ أُفُقَ العالَم بِقَبَسِه، وفَلَّ كتائبَ المواكب بعساكره، وأضحكَ نواحي الأرض بتباشِيره وبشائره، فيالَهُما آيتان شاهدتان بوحدانية مُنْشِئِهما، وكمالِ ربوبيته، وعظيم قدرته وحكمته.
فتبارَك الذي جعل طلوعَ الشمس وغروبَها مقيمًا لسلطان الليل والنَّهار، فلولا طلوعها لبَطَلَ أمرُ العالَم كلِّه، فكيف كان النَّاس يَسْعَون في معايشهم، ويتصرَّفُون في أمورهم؛ والدنيا مظلمةٌ عليهم؟! وكيف كانت تَهْنِيهم الحياة مع فقْد لذَّة النُّورِ وروحه؟! وأىُّ ثمارٍ ونباتٍ وحيوانٍ كان يوجد؟! وكيف كانت تتمُّ مصالح أبدان الحيوان والنَّبَات؟! ولولا غروبُها لم يكن للنَّاس هُدُوءٌ ولا قَرَارٌ (¬٢)، مع عِظَمِ حاجتهم إلى الهُدُوءِ؛ لراحة أبدانهم، وجُمُومِ حواسِّهم (¬٣). فلولا جُثُوم هذا الليل
_________
(¬١) أخرجه: البخاري في "صحيحه" رقم (٦٣١٢، ٦٣١٤، ٦٣٢٤، ٧٣٩٤) من حديث حذيفة - رضي الله عنه -، ورقم (٦٣٢٥، ٧٣٩٥) من حديث أبي ذرٍّ - رضي الله عنه -. وأخرجه: مسلم في "صحيحه" رقم (٢٧١١) من حديث البراء - رضي الله عنه -.
(¬٢) في (ز): هو ولا قدار!
(¬٣) في (ز): جمومٌ حواسمهم، وفي (ن): جمومٌ حواسم! والمثبت من (ح) و (م) و (ط).
و"الجُمُوم": مصدر جَمَّ يَجُمُّ: اجتَمَع وكَثُر.
والمعنى: أنَّه بغروب الشمس تهدأ الحواسُّ وتسكن، فتجتمع فيها قُوَاها من =','1','256',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (327,'عليهم بظلمته لَمَا هَدَأُوا، ولا قَرُّوا، ولا سكنوا، بل جعله أحكم الحاكمين سَكَنًا ولباسًا، كما جعل النَّهار ضياءً ومعاشًا.
ولولا الليل وبَرْدُه لاحترقت أبدان النَّبَات والحيوان من دوام  (¬١)  شُرُوق الشمس عليها، وكان يحترق ما عليها من نباتٍ وحيوانٍ، فاقتضت حكمة أحكم الحاكمين أن جعلها سراجًا يطلع على العالم في وقت حاجتهم إليه، ويغيب في وقت استغنائهم عنه. فطُلُوعُه لمصلحتهم، وغيبته لمصلحتهم، وصار النُّور والظُّلْمة - على تضادِّهِما - متعاوِنَين مُتظَاهِرَيْن على مصلحة هذا العالَم وقِوَامه. فلو جعل الله - سبحانه - النَّهار سرمدًا إلى يوم القيامة، أو الليل سرمدًا إلى يوم القيامة؛ لفاتت مصالح العالم، واشتدت الضرورة إلى تغيير ذلك وإزالته بضدِّه.
وتأمَّلْ حكمته - سبحانه - في ارتفاع الشمس وانخفاضها لإقامة هذه الأزمنة  (¬٢)  الأربعة من السَّنَة، وما في ذلك من مصالح الخلق:
ففي الشتاء تَغُور الحرارة في الشجر والنَّبَات، فيتولَّدُ منها موادُّ الثِّمار، ويَكثُفُ  (¬٣)  الهواءُ، فينشأُ منه السَّحاب، وينعقد  (¬٤) ، فيحدث المطر الذي به حياةُ الأرض، ونَمَاءُ أبدان الحيوان والنَّبَات، وحصولُ
_________
= جديد، فيعود لها نشاطها.
انظر: "مختار الصحاح" (١٢٧)، و "لسان العرب" (٢/ ٣٦٦).
(¬١)  ساقط من (ز).
(¬٢)  سقطت صفحة كاملة من (ك)، تبدأ من قوله: "وأسمَعَ الخلائق مناديه. . ." إلى هنا!
(¬٣)  في جميع النسخ: ويكف، والصواب ما أثبته.
(¬٤)  في (ن) و (ح) و (م): ويتعقد.','1','257',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (328,'الأفعال والقُوَى، وحركاتُ الطبائع.
وفي الصيف يَحْتَدِمُ  (¬١)  الهواءُ، فَتَنْضُج الثمارُ، وتشتدُّ الحُبُوبُ، ويَجِفُّ وجهُ الأرض، فيتهيَّأ للعمل.
وفي الخريف يَصْفُو الهواءُ، وتبرد الحرارة، ويمتدُّ الليل، وتستريح الأرض والشجر للحملِ والنَّبَاتِ مرةً ثانيةً، بمنزلة راحة الحامل بين الحَمْلَين.
ففي هذه الأزمنة  (¬٢)  مَبْدَأٌ ومَعَادٌ مشهودٌ، وشاهِدٌ بالمبدأ والمَعَاد الغَيبِيِّ.
والمقصود أنَّ بحركة هذين النَّيِّرَيْن تتمُّ مصالح العالم، وبذلك يظهرُ الزَّمَانُ، فإنَّ الزَّمَانَ مقدارُ الحركة.
فـ "السَّنَةُ الشَّمْسيَّةُ" مقدارُ سير الشمس من نقطة "الحَمَل"  (¬٣)  إلى
_________
(¬١)  في جميع النسخ: يخدم، والصواب ما أثبته.
والاحتدام: شِدَّة الحرِّ، يقال: احتدم النَّهار؛ إذا اشتدَّ حَرُّهُ، ويومٌ مُحْتَدِمٌ: شديد الحَرِّ.
انظر: "أساس البلاغة" (١/ ١٦٠)، و"لسان العرب" (٣/ ٨٩).
(¬٢)  سَهَا المؤلف - رحمه الله - عن فصل "الربيع"، وقد ذكره في "الصواعق المرسلة" (٤/ ١٥٧٠) على نسق كلامه هنا.
(¬٣)  "الحَمَلُ": أحد بروج السماء، وعددها اثنا عشر برجًا عند العرب وجميع الأمم، وقد يسمى بـ "الكَبْش"، والشمس تقطع السماء في سنة كاملة، وتقيم في كل برجٍ شهرًا.
انظر: "الأنواء" لابن قتيبة (١٠٣، ١٢٠، ١٢٨)، و"الأنواء والأزمنة" لابن عاصم الثقفي (٢٤، ٣١ - ٣٢).','1','258',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (329,'مثلها، و"السَّنَةُ القَمَريَّةُ" مُقَدَّرَةٌ بسير القَمَر، وهو أقرب إلى الضبطِ، واشتراكِ النَّاس في العلم به. وقَدَّرَ أحكمُ الحاكمين تنقلَهُما في منازلهما لِمَا في ذلك من تمام الحكمة، ولُطْفِ التدبير؛ فإنَّ الشمس لو كانت تطلع وتغرب في موضعٍ واحدٍ لا تتعدَّاهُ لما وصل ضوءُها وشُعَاعُها إلى كثير من الجهات، فكان نَفْعُها يُفْقَدُ هناك، فجعل الله - سبحانه - طلوعَها دُوَلًا بين الأرض؛ لينال نفعُها وتأثيرُها البقاعَ، فلا يبقى موضعٌ  (¬١)  من المواضع التي يمكن أن تطلع عليها إلا أخذ بقسطه من نفعها.
واقتضى هذا التدبيرُ المُحْكَمُ أن وقع مقدار الليل والنَّهار على أربع وعشرين ساعةً، ويأخذ كلٌّ منهما  (¬٢)  من صاحبه، ومنتهى كل منهما إذا امتدَّ خمس عَشْرَةَ ساعةً، فلو زاد مقدار النَّهار  (¬٣)  على ذلك إلى خمسين ساعة - مثلًا - أو أكثر لاختلَّ نظام العالم، وفسَدَ أكثر الحيوان والنَّبَات، ولو نقص مقداره عن ذلك لاختَلَّ النِّظَام - أيضًا - وتعطَّلَت المصالح، ولو استويا دائمًا لما اختلفت فصول السَّنَة التي باختلافها مصالح العباد  (¬٤)  والحيوان، فكان في هذا التقدير والتدبير المحكَم من الآيات والمصالح والمنافع ما يشهد بأنَّ ذلك من تقدير العزيز العليم.
ولهذا يذكر - سبحانه - هذا التقدير ويُضِيفُه إلى عِزَّته وعلمه، كما قال تعالى: {وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ فَإِذَا هُمْ مُظْلِمُونَ  (٣٧)  وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ  (٣٨) } [يس: ٣٧, ٣٨].
_________
(¬١)  ساقط من (ز).
(¬٢)  ساقط من (ز).
(¬٣)  في (ز): الليل.
(¬٤)  ساقط من (ك)، وأُلحق بين الأسطر: النبات.','1','259',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (330,'وقال تعالى: {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الْأَرْضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَنْدَادًا ذَلِكَ رَبُّ الْعَالَمِينَ (٩) وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (١٠) ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلْأَرْضِ ائْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ (١١) فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (١٢)} (¬١) [فصلت: ٩ - ١٢].
وقال تعالى: {فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا وَالشَّمْسَ وَالْقَمَرَ حُسْبَانًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (٩٦)} [الأنعام: ٩٦].
فهذه ثلاثةُ مواضع يذكرُ فيها أنَّ تقدير حركات الشمس والقمر والأجرام العُلْوِيَّةِ وما نشأ عنها كان من مقتضى عِزَّته وعلمه، وأنَّه قدَّرَهُ بهاتين الصفتين، وفي هذا تكذيبٌ لأعداء الله الملاحدة الذين يَنْفُون قدرته، واختياره، وعلمه بالمُغَيَّبَات.

فصل
وأقسَمَ - سبحانه - بهذه الأشياءِ الثلاثةِ - وهي: القمر، والليل إذا أدبر، والصبح إذا أسفر - على المَعَاد؛ لِمَا في المُقْسَم به من الدلالة على ثبوت المُقْسَم عليه، فإنَّه يتضمَّنُ كمال قدرته، وحكمته، وعنايته بخلقه، وإبداء الخَلْقِ وإعادته، كما هو مشهودٌ في إبداء النَّهار والليل وإعادتهما، وفي إبداء النُّور وإعادته في القمر، وفي إبداء الزَّمَان وإعادته الذي هو حاصِلٌ بسير الشمس والقمر، وإبداء الحيوان والنَّبَات وإعادتهما، وإبداء فصول السَّنَة وإعادتها، وإبداء ما يحدث في تلك
_________
(¬١) هذه الآيات بتمامها ألحقت في هامش (ن).','1','260',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (331,'الفصول وإعادته؛ فكلُّ ذلك دليلٌ ظاهرٌ على المبدأ والمَعَاد الذي أخبرت به رُسُلُه كلُّهم عنه.
فصرَّفَ - سبحانه - الآياتِ الدَّالَّةَ على صِدْقِهِ وصِدْقِ رُسُله، ونوَّعَها، وجعلها للفِطَر تارةً، وللعقول تارةً، وللسمع تارةً، وللمشاهَدَةِ تارةً، فجعلها آفاقِيَّةً، ونفسيَّةً، ومنقولةً، ومعقولةً، ومشهودةً بالعِيَان، ومذكُورَةً بالجَنَان، فأبى الظالمون إلا كفورًا، {وَاتَّخَذُوا مِنْ دُونِهِ آلِهَةً لَا يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَاةً وَلَا نُشُورًا (٣)} [الفرقان: ٣].
ولمَّا أقامَ الحُجَّةَ وبيَّنَ المحجَّةَ ارتهن كلَّ نفسٍ بكَسْبِها، وآخَذَها بذنبها، واستثنى من أولئك مَنْ قَبِلَ هُدَاهُ، واتَّبعَ رضاه، وهم أصحاب اليمين الذين آمنوا بالله، وصدَّقُوا المرسلين، وسلكوا غير سبيل المجرمين، الذين ليسوا من المصلِّين، ولا مِنْ مُطْعِمِي المساكين، وهم من أهل الخَوْضِ مع الخائضين، المكذِّبين بيوم الدِّين.
فهذه أربع صفاتٍ أخرجتهم من زُمْرة المفلحين، وأدخلتهم في جملة الهالكين:
الأُولَى: تَرْكُ الصلاة، وهي عمود الإخلاص للمعبود.
الثانية: تَرْكُ إطعام المسكين الذي هو أَهَمُّ مراتب الإحسان للعبيد، فلا إخلاصَ للخالق، ولا إحسانَ للمخلوق، كما قال تعالى: {الَّذِينَ هُمْ يُرَاءُونَ (٦) وَيَمْنَعُونَ الْمَاعُونَ (٧)} [الماعون: ٦، ٧]، وقال تعالى: {وَلَا يَأْتُونَ الصَّلَاةَ إِلَّا وَهُمْ كُسَالَى وَلَا يُنْفِقُونَ إِلَّا وَهُمْ كَارِهُونَ (٥٤)} [التوبة: ٥٤]، وهذا ضدُّ ما وصَفَ به أصحاب اليمين بقوله','1','261',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (332,'- عزَّ وجلَّ -: {الَّذِينَ يُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (٣)} [الأنفال: ٣]، وقال تعالى: {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (١٦)} [السجدة: ١٦].
وقَرَنَ - سبحانه - بين هذين الأصلين في غير موضع من كتابه؛ فأمر بهما تارةً، وأثنى على فاعلهما تارةً، وتوعَّدَ بالوَيْل والعقابِ تاركَهما تارةً، فإنَّ مدارَ النَّجَاة عليهما، ولا فلاح لمن أَخَلَّ بهما.
الصفة الثالثة، والرابعة: الخَوْضُ بالباطل، والتكذيبُ بالحقِّ.
فاجتمع لهم: عدمُ الإخلاصِ والإحسانِ، والخوضُ بالباطل، والتكذيبُ بالحقِّ. واجتمع لأصحاب اليمين: الإخلاصُ، والإحسانُ، والتصديقُ بالحقِّ، والتكلُّمُ به، فاستقام إخلاصُهم، وإحسانُهم، ويقينُهم، وكلامُهم.
واستبدل أصحابُ الشِّمال بالإخلاص شركًا، وبالإحسانِ إساءةً، وباليقينِ شَكًّا وتكذيبًا، وبالكلام النافع خوضًا في الباطل. فلذلك لم تنفعهم شفاعة الشافعين، أي: لم يكن لهم (¬١) من يشفع فيهم، لا أنَّ شَفَاعةً تقع فيهم ولا تنفع، وهذا لمَّا أعرضوا عن التذكرة ولم يرفعوا بها رأسًا، وجَفَلُوا عن سماعها كما تَجْفُلُ حُمُرُ الوَحْشِ من الأُسْدِ أو الرُّمَاةِ.
ثُمَّ خَتَمَ السورة بأَنَّه جَمَعَ فيها بين شرعِهِ وقَدَرِهِ، وإقامةِ الحُجَّةِ عليهم بإثباتِ المشيئةِ لهم، وبيانِ مقتضى التوحيد والربوبية أنَّ ذلك إليه
_________
(¬١) ساقط من (ز).','1','262',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (333,'لا إليهم. فالأوَّل: عدْلُهُ، والثاني: فضْلُهُ.
فالأوَّلُ: يوجب السعيَ، والطَّلَبَ، والحرصَ على ما يُنْجِيهم، كما يفعلون ذلك في مصالح دنياهم، بل أشدُّ.
والثاني: يوجب الاستعانة، والتوكُّل، والتفويض، والرغبة إلى مَنْ ذلك بيده لِيُسَهِّلَه، ويوفِّقَهم له. والله المستعان، وعليه التكلان.','1','263',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (334,'فصل

ومن ذلك قوله تعالى: {فَلَا أُقْسِمُ بِمَا تُبْصِرُونَ (٣٨) وَمَا لَا تُبْصِرُونَ (٣٩) إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (٤٠)} [الحاقة: ٣٨ - ٤٠] إلى آخرها.
قال مقاتل: "بما تبصرون (¬١) من الخلق، وما لا تبصرون منه" (¬٢).
وقال قتادة: "أَقْسَمَ بالأشياءِ كلِّها؛ ما يُبْصَرُ منها، وما لا يُبْصَر".
وقال الكلبي: "ما تبصرون من شيءٍ، وما لا تبصرون من شيءٍ" (¬٣).
وهذا أَعَمُّ قَسَمٍ وقع في القرآن، فإنَّه يَعُمُّ العُلْوِيَّات والسُّفْلِيَّات، والدنيا والآخرة، وما يُرَى وما لا يُرَى، ويدخل في ذلك الملائكةُ كلُّهم، والجِنُّ، والإنسُ، والعرشُ، والكرسيُّ، وكلُّ مخلوقٍ، وذلك كلُّه من آيات قدرته وربوبيته، وهو - سبحانه - يصرِّفُ الأقسام كما يصرِّفُ الآيات.
ففي ضمن هذا القَسَم أنَّ كلَّ ما يُرَى وما لا يُرَى آيةٌ ودليلٌ على صدق رسوله، وأنَّ ما جاء به هو من عند الله، وهو كلامُهُ، لا كلامُ شاعرٍ، ولا مجنونٍ، ولا كاهنٍ.
ومن تأمَّلَ المخلوقاتِ، ما يراه منها وما لا يراه، واعتبر ما جاء به الرسول بها، ونَفَّلَ فكرته في مجاري الخلق والأمر = ظَهَرَ له أنَّ
_________
(¬١) من قوله تعالى: "وما لا تبصرون. . ." إلى هنا؛ ملحق بهامش (ن).
(¬٢) "تفسيره" (٣/ ٣٩٥).
(¬٣) انظر لهذه الأقوال وغيرها: "معالم التنزيل" (٨/ ٢١٤)، و"الوسيط" (٤/ ٣٤٨)، و"المحرر الوجيز" (١٥/ ٧٩).','1','264',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (335,'هذا القرآنَ من عند الله، وأنَّه كلامه  (¬١) ، وهو أصدق الكلام، وأنَّه حقٌّ ثابتٌ، كما أنَّ سائر الموجودات  (¬٢)  - ما يُرَى منها وما لا يُرَى - حقٌّ، كما قال تعالى: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ  (٢٣) } [الذاريات: ٢٣]، أي: إنْ كان نُطْقُكُم حقيقةً، وهو أمرٌ موجودٌ لا تُمَارُون فيه ولا تشكُّون؛ فهكذا ما أخبرتكم به من التوحيد، والمَعَاد، والنُّبوَّة: حَقٌّ، كما في الحديث: "إنَّهُ لَحَقٌّ مثلَ ما  (¬٣)  أنَّكَ هَا هُنا"  (¬٤) . فكأنَّه - سبحانه - يقول: إنَّ القرآنَ حقٌّ كما أنَّ ما شاهدوه من الخلق وما لا يشاهدونه حقٌّ موجودٌ، بل لو فكَّرتُم فيما تبصرون وفيما لا تبصرون لدلَّكم ذلك على أنَّ القرآنَ حقٌّ، ويكفي الإنسانَ من جميع ما يبصره وما لا يبصره نفسُهُ، ومبدأُ خَلْقِه ونشأته، وما يشاهده من أحواله ظاهرًا وباطنًا، ففي ذلك أَبْيَنُ دلالةٍ على وحدانية الرَّبِّ، وثبوت صفاته،
_________
(¬١)  في (ز): كلام الله.
(¬٢)  في (ز): المخلوقات.
(¬٣)  في (ز): كما، بدل: (مثل ما).
(¬٤)  أخرجه: أحمد في "المسند" (٥/ ٢٣٢ و ٢٤٥)، وأبو داود في "سننه" رقم (٤٢٩٤)، والطحاوي في "شرح مشكل الآثار" رقم (٥١٩)، والبغوي في "شرح السنَّة" رقم (٤٢٥٢)، والخطيب البغدادي في "تاريخ بغداد" (١٠/ ٢٢٣)؛ من حديث معاذ بن جبل - رضي الله عنه - مرفوعًا.
وفي إسناده: عبد الرحمن بن ثابت بن ثوبان العَنْسي، وثَّقه: أبو حاتم، ودحيم، والفلَّاس وغيرهم، وضعَّفه آخرون. "تهذيب الكمال" (١٧/ ١٢).
والحديث حسنه: ابن كثير في "البداية والنهاية" (١٩/ ١٠٩)، والألباني في "صحيح أبي داود" رقم (٣٦٠٩)، و"المشكاة" رقم (٥٤٢٤).
وروي موقوفًا؛ أخرجه: البخاري في "التاريخ الكبير" (٥/ ١٩٣)، والحاكم في "المستدرك" (٤/ ٤٢٠ - ٤٢١) وصححه ووافقه الذهبي.','1','265',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (336,'وصدق ما أخبر به رسوله - صلى الله عليه وسلم -، ومَنْ لم يباشر قلبُهُ ذلك حقيقةً لم تخالط بشاشة الإيمان قلبَهُ.
ثُمَّ ذكر - سبحانه - المُقْسَمَ عليه فقال: {إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ (٤٠)} [الحاقة: ٤٠]، وهذا رسوله البَشَرىُّ محمدٌ - صلى الله عليه وسلم -، وفي إضافته إليه باسم الرسالة أَبْيَنُ دَلَالَةٍ (¬١) أنَّه كلام المُرْسِل له حقيقةً، وكلام رسوله تبليغًا؛ إذ حقيقة الرسول مَنْ يُبلِّغ كلام المرسِل، فمن أنكر أن يكون اللهُ قد تكلَّم بالقرآن فقد أنكر حقيقة الرسالة. ولو كانت إضافته إليه إضافةَ إنشاءٍ وابتداءٍ لم يكن رسولًا، ولَنَاقَضَ ذلك إضافته إلى رسوله المَلَكي في "سورة التكوير".
ثُمَّ بيَّن - سبحانه - كَذِبَ أعدائه وبَهْتَهم في نسبة كلامه - تعالى (¬٢) - إلى غيره، وأنَّه لم يتكلَّم به، بل قاله من تلقاء نفسه، كما بيَّنَ كذِبَ من قال: {إِنْ هَذَا إِلَّا قَوْلُ الْبَشَرِ (٢٥)} [المدثر: ٢٥]، فمن زعم أنَّه قول البشر فقد كفر، وسيصليه الله سقر.
ثُمَّ أخبر - سبحانه - أنَّه تنزيلٌ من ربِّ العالمين، وذلك يتضمَّن أمورًا:
أحدها: أنَّه - تعالى - فوق خلقه كلِّهم، وأنَّ القرآن نَزَلَ من عنده.
والثاني: أنَّه كلامه (¬٣) تكلَّمَ به حقيقةً، لقوله: {مِنْ رَبِّ الْعَالَمِينَ (٨٠)} [الواقعة: ٨٠]، ولو كان غيره هو المتكلِّمُ به لكان من ذلك
_________
(¬١) في (ن) و (ك): دليل، وتصحفت في (ح) و (م) إلى: ذلك.
(¬٢) في (ز): كلام ربِّ العالمين.
(¬٣) ساقط من (ح) و (م).','1','266',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (337,'الغير. ونظير هذا قوله تعالى: {وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي} [السجدة: ١٣]، ونظيره قوله: {قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ} [النحل: ١٠٢]، ونظيره قوله تعالى: {تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (١ )} [الزمر: ١]، وقوله: {تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ  (٤٢) } [فصلت: ٤٢]؛ وما كان من الله فليس بمخلوقٍ.
ولا ينتقضُ هذا بأنَّ الرِّزْقَ والمطر وما في السماوات والأرض جميعًا منه، وهو مخلوقٌ؛ لأنَّ ذلك كلَّه أعيانٌ قائمةٌ بأنفسها، وصفاتٌ وأفعالٌ لتلك الأعيان، فإضافتها إلى الله - سبحانه - وأنَّها منه إضافةَ خَلْقٍ، كإضافة بيته، وعبده، وناقته، وروحه، وبابه إليه، بخلاف كلامه فإنَّه لا بدَّ أن يقوم بمتكلِّم؛ إذ كلامٌ من غير متكلِّمٍ كَسَمْعٍ من غير سامعٍ، وبصرٍ من غير مُبْصِرٍ، وذلك عينُ المُحَال، فإذا أُضِيف إلى الرَّبِّ كان بمنزلة إضافة سمعه، وبصره، وحياته، وقدرته، وعلمه، ومشيئته إليه.
ومن زعم أنَّ هذه إضافة مخلوقٍ إلى خالقٍ فقد زعم أنَّ الله - تعالى - لا سمعَ له، ولا بصرَ، ولا حياةَ، ولا قُدْرةَ، ولا مشيئة تقوم به، وهذا هو التعطيل الذي هو شرٌّ من الإشراك.
وإن زعم أنَّ إضافةَ السمع، والبصرِ، والعلمِ، والحياةِ، والقدرةِ إضافةُ صفةٍ إلى موصوف، وإضافَةَ الكلام إليه إضافَةُ مخلوقٍ إلى خالق = فقد تناقض وخَرَج عن مُوجِب العقل، والفطرة، والشرع، ولغات الأُمم، وفَرَّقَ  (¬١)  بين متماثلين حقيقةً، وعقلًا، وشرعًا، وفطرةً، ولغةً.
وتأمَّلْ كيف أضافه - سبحانه - إلى الرسول - صلى الله عليه وسلم - بلفظ "القول"،
_________
(¬١)  ساقط من (ز).','1','267',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (338,'وأضافه إلى نفسه (¬١) بلفظ "الكلام" في قوله - عزَّ وجلَّ -: {حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة: ٦]، فإنَّ الرسول يقول للمُرْسَلِ إليه ما أُمِرَ بقوله، فيقول: قلتُ له كذا وكذا، وقلتُ له ما أمرتني أن أقوله، كما قال المسيح: {مَا قُلْتُ لَهُمْ إِلَّا مَا أَمَرْتَنِي بِهِ} [المائدة: ١١٧]، والمُرْسِلُ يقول للرسول: قُلْ لهم كذا وكذا، كما قال سبحانه وتعالى: {قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا يُقِيمُوا الصَّلَاةَ} [إبراهيم: ٣١]، {وَقُلْ لِعِبَادِي يَقُولُوا الَّتِي هِيَ أَحْسَنُ} [الإسراء: ٥٣]، {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ} [النور: ٣٠]، ونظائره. فإذا بلَّغَ الرسولُ ذلك صحَّ أن يقال: قال الرسول كذا وكذا، وهذا قول الرسول - أي: قاله مبلِّغًا -، وهذا قوله مبلِّغًا عن مُرْسِلِهِ. ولم يجئ في شيءٍ من ذلك: (تَكلَّمْ لهم بكذا وكذا)، ولا (تكلَّمَ الرسولُ بكذا وكذا)، ولا (إنَّه لكَلَامُ رسولٍ كريمٍ)، ولا في موضعٍ واحدٍ، بل قيل للصدِّيق - وقد تَلَا آيةً -: هذا كلامُك وكلامُ صاحِبِك، فقال: "ليس بكلامي، ولا كلام صاحبي؛ هذا كلام الله" (¬٢).

فصل
الأمر الثالث - ممَّا تضمَّنَهُ قولُه: {تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٨٠)} [الواقعة: ٨٠]-: أنَّ ربوبيته الكاملة لخلقه تأبى أن يتركهم سُدَىً: لا يأمرهم، ولا ينهاهم، ولا يرشدهم إلى ما ينفعهم، ويحذِّرُهم ممَّا
_________
(¬١) من قوله: "بلفظ القول. . ." إلى هنا؛ ملحق بهامش (ز).
(¬٢) أخرجه: عبد الله بن أحمد في "السُّنَّة" رقم (١١٦)، ومن طريقه البيهقي في "الاعتقاد" (١٠٨)، وفي "الأسماء والصفات" رقم (٥١٠)، والبخاري تعليقًا في "خلق أفعال العباد" رقم (٩٢)، وابن خزيمة في "التوحيد" (١/ ٤٠٤)، ومن طريقه: الأصبهاني في "الحجة" (١/ ٢٩١)، وغيرهم.
وذكر البيهقي له متابعةً، ثم قال: "وهذا إسنادٌ صحيح".','1','268',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (339,'يضرُّهم، بل يتركهم هَمَلًا بمنزلة الأنعام السائمة. فمن زعم ذلك فلم يَقْدر ربَّ العالمين حَقَّ قدره، ونَسَبَهُ إلى ما لا يليق به؛ {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (١١٦)} [المؤمنون: ١١٦].
ثُمَّ أقام - سبحانه - البرهانَ القاطِعَ على صدق رسوله - صلى الله عليه وسلم -، وأنَّه لم يتقوَّلْ عليه فيما قاله، وأنَّه لو تقوَّلَ عليه لَمَا أقرَّهُ، ولَعَاجَلَهُ بالإهلاك، فإنَّ كمال علمه وقدرته وحكمته تأبى أن يُقِرَّ من تقوَّلَ عليه، وافترى عليه، وأضلَّ عبادَهُ، واستباحَ دماءَ من كذَّبَهُ، وحريمَهم وأموالَهم، وأظهرَ في الأرض الفسادَ والجَوْرَ والكذبَ وخلافَ الحقِّ، فكيف يليق بأحكم الحاكمين وأرحم الراحمين وأقدر القادرين أن يُقِرَّهُ على ذلك؟
بل كيف يليق به أنْ يؤيِّدَهُ، ويَنْصُرَهُ، ويُعْلِيَهُ، ويُظْهِرَهُ، ويُظْفِرَهُ بأهل الحقِّ: يسفك دماءهم، ويستبيح أموالَهم وأولادَهم ونساءَهم، قائلًا: إنَّ اللهَ أمرني بذلك وأباحَهُ لي؟! بل كيف يليق به أن يُصَدِّقَهُ بأنواع التصديق كلِّها، فَيُصَدِّقَهُ بإقراره، وبالآياتِ المستلزِمة لصدقه التي دلالتها على التصديق كدلالة التصديق بالقول أو أظهر، ثُمَّ يُصَدِّقَهُ بأنواعها كلِّها على اختلافها، فكلُّ آيةٍ على انفرادها مصدِّقةٌ له، ثُمَّ يحصلُ باجتماع تلك الآيات تصديقٌ فوقَ تصديقِ كلِّ آيةٍ بمفردها، ثُمَّ يُعْجِزُ الخَلْقَ عن معارضته، ثُمَّ يصدِّقُه بكلامه وقوله، ثُمَّ يقيمُ الدلالة القاطعة على أنَّ هذا قوله وكلامه، فيشهد له بإقراره وفعله وقوله.
فمن أعظم المُحَال، وأبطل الباطل، وأَبْيَنِ البهتان؛ أن يُجَوَّزَ على أحكم الحاكمين وربِّ العالمين أن يفعل ذلك بالكاذب المفتري عليه، الذي هو شرُّ الخلق على الإطلاق، فمن جوَّزَ على الله أن يفعل هذا بِشَرِّ','1','269',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (340,'خلقه وأكذبهم على الإطلاق (¬١)؛ فما آمن بالله قَطُّ (¬٢)، ولا عَرَفَ اللهَ، ولا عَلِمَ أنَّه (¬٣) ربُّ العالمين، ولا تحسن (¬٤) نِسْبَةُ ذلك إلى من له مُسْكَةٌ من عقلٍ، وحكمةٍ، وحِجىً، ومن فعل ذلك فقد أَزْرَى بنفسه، ونادى على جهله.
وأذكر في هذا مناظرةً جَرَتْ لي مع بعض علماء اليهود (¬٥)، قلت له - بعد أن أَفَضْنَا (¬٦) في نبوَّة النبيِّ - صلى الله عليه وسلم - إلى أن قلت له: إنكارُ نبوَّتِهِ يتضمَّنُ القَدْحَ في ربِّ العالمين، وتنقُّصَهُ بأقبح التنقُّصِ، فكان الكلام معكم في الرسول، والكلام الآن في تنزيه الرَّبِّ تعالى!
فقال: كيف يقول مثلُك هذا الكلام؟ فقلتُ له: بيانُه عليَّ، فاسمع الآن:
أنتم تزعمون أنه لم يكن رسولًا وإنَّما كان مَلِكًا قاهرًا، قَهَر النَّاسَ بسيفه حتَّى دَانُوا له، ومكث ثلاثًا وعشرين سنةً يكذب على الله ويقول: أُوحي إلىَّ (¬٧) ولم يُوحَ إليه شيءٌ (¬٨)، وأمرني ولم يَأْمُرْه بشيءٍ (¬٩)، ونَهَاني
_________
(¬١) "على الإطلاق" ساقط من (ن) و (ك) و (ح) و (م) و (ط).
(¬٢) في (ح) و (م): قطعًا.
(¬٣) في (ن) و (ك) و (ح) و (م) و (ط): ولا هذا هو.
(¬٤) في (ز): ولا يجوز.
(¬٥) هذه المناظرة ذكرها - أيضًا - في "الصواعق المرسلة" (١/ ٣٢٧ - ٣٢٩)، و"هداية الحيارى" (٢٠٠ - ٢٠٢).
(¬٦) في جميع النسخ: أفضى، لكن جاء مصححًا في هامش (ن) و (ك).
(¬٧) مكانها بياض في (ز).
(¬٨) ساقط من (ن) و (ك) و (ح) و (م) و (ط).
(¬٩) ساقط من (ن) و (ك) و (ح) و (م) و (ط).','1','270',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (341,'ولم يَنْهَهُ، وقال الله كذا ولم يقل ذلك، وأحلَّ كذا، وحرَّمَ كذا، وأوجب كذا، وكره كذا، ولم يُحِلَّ ذلك، ولا حرَّمه، ولا أوجبه، بل هو  (¬١)  فعل ذلك من تلقاء نفسه كاذبًا مفتريًا على الله، وعلى أنبيائه، وعلى رسله، وعلى  (¬٢)  ملائكته، ثُمَّ مكث من ذلك ثلاثَ عشرة سنةً يَسْتَعْرِضُ عبادَهُ: يسفك دماءهم، ويأخذ أموالَهم، ويسترقُّ نساءَهم وأبناءهم، ولا ذنب لهم إلا الردُّ عليه ومخالفَتُهُ، وهو في ذلك كلِّه يقول: الله أمرني بذلك، ولم يأمره، ومع ذلك فهو سَاعٍ في تبديلِ أديان الرُّسُل، ونَسْخِ شرائعهم، وحَلِّ نواميسهم.
فهذه حاله عندكم، فلا يخلو: إمَّا أن يكون الرَّبُّ - تعالى - عالمًا بذلك مطَّلِعًا عليه من حاله، يراه ويشاهده، أم لا.
فإن قلتم: إنَّ ذلك جميعه غائبٌ عن الله لم يعلم به = قَدَحْتُم في الرَّبِّ تعالى، ونسبتموه إلى الجهل المفرِط، إذ لم  (¬٣)  يطَّلع على هذا الحادث العظيم، ولا عَلِمَهُ  (¬٤) ، ولا رآه.
وإن قلتم: بل كان ذلك كلُّه  (¬٥)  بعلمه واطِّلَاعه ومشاهدته، قيل لكم: فهل كان قادرًا على أن يُغَيِّر ذلك، ويأخُذَ على يده، ويَحُولَ بينه وبينه أم لا؟ فإن قلتم: ليس قادرًا على ذلك؛ نسبتموه إلى العجز المنافي للربوبية، وكان هذا الإنسان هو وأتباعه أقدر منه على تنفيذ إراداتهم.
_________
(¬١)  ساقط من (ز).
(¬٢)  ساقط من (ن) و (ك) و (ح) و (م) و (ط).
(¬٣)  بعده في (ز) زيادة: يعلم.
(¬٤)  ساقط من (ز).
(¬٥)  ساقط من (ن) و (ك) و (ح) و (ط) و (م).','1','271',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (342,'وإن قلتم: بل كان قادرًا، ولكن مكَّنَهُ، ونَصَرَهُ، وسلَّطَهُ على الخلق، ولم ينصر أولياءه وأتباع رُسُلِه = نسبتموه إلى أعظم السَّفَهِ والظلم، والإخلال بالحكمة؛ هذا لو كان مُخْلِيًا بينه وبين ما فعله، فكيف وهو في ذلك كلِّه ناصِرُهُ ومُؤَيدُهُ، ومجيبُ دعواته، ومهلِكُ مَنْ خالفه وكذَّبه، ومصدِّقُهُ بأنواع التصديق، ومُظْهِرُ الآيات على يديه؛ التي لو اجتمع أهل الأرض كلُّهم على أن يأتوا بواحدةٍ منها لما أمكنهم، ولعجزوا عن ذلك، وكلُّ وقتٍ من الأوقات يُحْدِثُ له من أسباب النصر، والتمكين، والظهور، والعُلُوِّ، وكثرة الأتباع أمرًا خارجًا عن العادة.
فظهر أنَّ من أنكر كونه رسولًا نبيًّا فقد سبَّ اللهَ - تعالى - وقَدَح فيه، ونسبه إلى الجهل، أو العجز، أو السَّفَه  (¬١) .
قلت له: ولا ينتقِضُ هذا بالملوك الظَّلَمة الذين مكَّنهم في الأرض وقتًا ما، ثُمَّ قطَعَ دابرهم، وأبطلَ سُنَّتَهم، ومحا آثارهم وجَوْرَهم، فإنَّ أولئك لم يُبْدُوا شيئًا من ذلك ولم يُعيدوا  (¬٢) ، ولا أُيِّدُوا ونُصِرُوا  (¬٣) ، ولا  (¬٤)  ظهرت على أيديهم الآيات، ولا صدَّقَهم الرَّبُّ - تعالى - بإقراره، ولا بفعله، ولا بقوله، بل أَمْرُهُم كان بالضدِّ من أمر الرسول، كـ: فرعونَ، ونَمْرُودَ وأضرابِهما.
ولا ينتقض هذا بمن ادَّعى النُّبوَّة من الكذَّابين؛ فإنَّ حالَهُ كانت  (¬٥)  ضِدُّ
_________
(¬١)  في (ح) و (م) بـ "الواو" بدل "أو" في الموضعين.
(¬٢)  في (ن) و (ك) و (ح) و (ط) و (م) العبارة هكذا: "ولم يعيدوا شيئًا من هذا".
(¬٣)  ساقط من (ز): "ولا أيدوا ونصروا".
(¬٤)  ساقط من (ن) و (ك) و (ح) و (ط) و (م).
(¬٥)  ساقط من (ز).','1','272',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (343,'حال الرسول من كلِّ وجهٍ، بل حالهم من أظهر الأدلَّة على صدق الرسول.
ومن حكمة الله - سبحانه - أن أخرج مثل هؤلاء إلى الوجود لِيُعْلَم حالُ الكذَّابين وحالُ الصادقين، وكان ظهورهم من أَبْيَنِ الأدلَّة على صدقِ الرُّسُل، والفرقِ بين هؤلاء وبينهم، "فَبِضِدِّها تَتَبيَّنُ الأشياءُ" (¬١)، "والضدُّ يُظْهِرُ حُسْنَهُ الضدُّ" (¬٢)، فمعرفة أدلَّةِ الباطل وشُبَهِهِ من أنواع أدلَّة الحقِّ وبراهينه.
فلمَّا سمع ذلك قال: معاذَ الله؛ لا نقول إنَّه مَلِكٌ ظالِمٌ، بل نبيٌّ كريمٌ، من اتَّبعه فهو من السعداء، وكذلك من اتَّبع موسى فهو كمن اتَّبع محمدًا!
قلتُ له: بَطَلَ كلُّ ما تُمَوِّهُون به بعد هذا (¬٣)؛ فإنكم إذا أقررتُم أنَّه نبيٌّ صادِقٌ؛ فلا بدَّ من تصديقه في جميع ما أخبر به، وقد عَلِمَ أتباعُهُ وأعداؤُهُ - بالضرورة - أنَّه دعا النَّاس كلَّهم إلى الإيمان به، وأخبر أنَّ مَنْ لم يؤمن به فهو كافرٌ مخلَّدٌ في النَّار، وقاتَلَ من لم يؤمن به من أهل الكتاب، وأَسْجَلَ (¬٤) عليهم بالكفر، واستباح أموالهم ودماءهم ونساءهم
_________
(¬١) هذا عجز بيت للمتنبي "ديوانه" (١٢٧)، وصدره:
ونَذيمُهُمْ وبِهِمْ عَرَفْنَا فَضْلَهُ
(¬٢) وهذا عجز بيت لأبي الشيص الخزاعي "ديوانه" (١٢٨)، وصدره:
ضِدَّانِ لما استجمعا حَسُنَا
(¬٣) ساقط من (ز) و (ن) و (ك) و (ط)، وأثبته من (ح) و (م).
(¬٤) أَسْجَل الكلام: أرسله، وأَسْجَل الأمر لهم: أطلقه.
والمعنى أنَّه أطلق عليهم وصف "الكفر" ورماهم به.
انظر: "لسان العرب" (٦/ ١٨١)، و"التكملة والذيل والصلة" (٦/ ١٣٣).','1','273',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (344,'وأبناءهم. فإن كان ذلك عُدْوانًا منه وجَوْرًا لم يكن نبيًّا، وعاد الأمر إلى القَدْحِ في الرَّبِّ تعالى، وإن كان ذلك بأمر الله ووحيه لم تَسَعْ مخالفتُه، وتَرْكُ اتِّباعه، ولَزِمَ تصديقُه فيما أخبر به، وطاعتُه فيما أمر.
وقد أرشد - سبحانه - إلى هذا المَسْلَك في غير موضعٍ من كتابه:
فقال  (¬١)  تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ  (٤٤)  لَأَخَذْنَا مِنْهُ بِالْيَمِينِ  (٤٥)  ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ  (٤٦)  فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ  (٤٧) } [الحاقة: ٤٤ - ٤٧]، يقول سبحانه: لو تقوَّلَ علينا قولًا واحدًا من تلقاء نفسه لم نَقُلْهُ، ولم نُوحِهِ إليه؛ لَمَا أقررناه، وَلأَخَذْنا بيمينه، ثُمَّ أهلكناه.
هذا أحد القولين.
قال ابن قتيبة: "في هذا قولان: أحدهما: أنَّ "اليمينَ" ها هنا: القوَّةُ والقدرةُ، وأقام "اليمين" مقام القوَّة؛ لأنَّ قوَّة كلِّ شيءٍ في ميامنه".
قلتُ: وعلى هذا تكون "اليمين" من صفة الآخِذِ.
قال: "وهذا قول ابن عباس في اليمين".
قال: "ولأهل اللغة في هذا مذهبٌ آخر، وهو أنَّ الكلامَ وَرَدَ على ما اعتاده النَّاسُ من الأخذ بيد من يُعَاقَب، وهو قولهم إذا أرادوا عقوبةَ رَجُلٍ: "خُذْ بيده"، وأكثر ما يقوله السلطان والحاكم بعد وجوب الحكم: خُذْ بيده، واسْفَعْ بيده  (¬٢) . فكأنَّهُ قال: لو كَذَبَ علينا في شيءٍ
_________
(¬١)  هذا الموضع الأول.
(¬٢)  واسْفَعْ بيده: أي خُذْ بيده، وسَفَع يَسْفَعُ سَفْعًا: جَذَبَ وأَخَذ وقَبَض.
انظر: "لسان العرب" (٦/ ٢٨٢).','1','274',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (345,'ممَّا يُلْقِيه إليكم عَنَّا؛ لأخَذْنا بيده، ثُمَّ عاقبناه بقطع "الوتين"، وإلى هذا المعنى ذهب الحسن" (¬١) انتهى.
فقد أخبر - سبحانه - أنَّه لو تقوَّلَ عليه شيئًا من الأقاويل لما أقرَّهُ، وَلَعَاجَله بالأَخْذِ والعقوبة، فإنَّ كَذِبًا على الله ليس كَكَذِبٍ على غيره، ولا يليق به أن يُقِرَّ الكاذب عليه، فضلًا عن أن ينصرَهُ ويؤيدَهُ ويصدِّقَهُ.
وقوله تعالى: {ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ (٤٦)} [الحاقة: ٤٦]؛ ""الوَتيْنُ": نِيَاطُ القلب؛ وهو عِرْقٌ يجري في الظَّهْر حتَّى يتصل بالقلب، إذا انقطع بَطَلَت القُوَى، ومات صاحبه" (¬٢). هذا قول جميع أهل اللغة (¬٣).
قال ابن قتيبة: "ولم يُرِدْ أنَّا نقطع ذلك العرقَ بعينه، ولكنه أراد لو كذب علينا لأمتناه أو قتلناه، فكان كمن قُطِعَ وَتينُهُ. قال: ومثله قول - صلى الله عليه وسلم -: "ما زالت أكلةُ خيبر تُعَادُّني، وهذا أَوَانُ انقطاع (¬٤) أبْهَري" (¬٥).
_________
(¬١) "تأويل مشكل القرآن" (١٥٤ - ١٥٥).
(¬٢) هذا لفظ الواحدي في "الوسيط" (٤/ ٣٤٩)، وسوف ينقله المؤلف معزوًّا إليه كما يأتي في (ص/ ٥٨٤).
(¬٣) انظر: "خلق الإنسان" للأصمعي (٢١١) ضمن "الكنز اللغوي"، وللزجَّاج (٧٧)، و"غاية الإحسان في خلق الانسان" للسيوطي (٢٥٦).
(¬٤) في (ن) و (ك) و (ح) و (ط): قطعت.
(¬٥) أخرجه: عبد الرزاق في "المصنف" رقم (١٩٨١٥)، وأحمد في "المسند" (٦/ ١٨) رقم (٢٣٩٣٣)، والبخاري تعليقًا رقم (٤٤٢٨)، وأبو داود في "سننه" رقم (٤٥١٢ و ٤٥١٣)، والحاكم في "المستدرك" (٣/ ٥٨ و ٢١٩) وصححه.
واختلف في وصله وإرساله، قال أبو داود: "وكلٌّ صحيحٌ عندنا".
وانظر: كلام الحافظ في "الفتح" (٧/ ٧٣٧)، و"تغليق التعليق" (٤/ ١٦٢).','1','275',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (346,'و"الأَبْهَر": عِرْقٌ يتصل بالقلب فإذا انقطع مات صاحبه (¬١)، فكأنَّه قال: فهذا أَوَانُ قَتَلَني السَّمُّ، فكنتُ كَمَنْ انقطع أبْهَرُهُ" (¬٢).
ثُمَّ قال سبحانه: {فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (٤٧)} [الحاقة: ٤٧] أي: لا يحجزه منِّي أحدٌ، ولا يمنعه منِّي.
الموضع الثاني: قوله تعالى: {أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (٢٤)} [الشورى: ٢٤]. وفي معنى الآية للنَّاس قولان:
أحدهما: قول مجاهد ومقاتل (¬٣): "إن يشأ الله يربط على قلبك بالصبر على أذاهم، حتَّى لا يشقَّ عليك" (¬٤).
والثاني: قول قتادة: "إنْ يشأ الله يُنْسيكَ القرآنَ، ويقطع عنك الوحي" (¬٥).
وهذا هو القولُ، دون الأوَّل؛ لوجوه:
أحدها: أنَّ هذا خرج جوابًا لهم، وتكذيبًا لقولهم: إنَّ محمدًا
_________
(¬١) انظر: "النهاية في غريب الحديث" (١/ ١٨)، و"أعلام الحديث" للخطَّابي (٣/ ١٧٨٨).
(¬٢) "تأويل مشكل القرآن" (١٥٥ - ١٥٦).
(¬٣) "تفسيره" (٣/ ١٧٨).
(¬٤) انظر: "زاد المسير" (٧/ ٨٠)، و"الجامع" (١٦/ ٢٥).
(¬٥) أخرجه: عبد الرزاق في "تفسيره" (٢/ ١٩١)، وابن جرير في "تفسيره" (١١/ ١٤٦).
وهو قول جمهور المفسرين.
انظر: "معاني القرآن" للزجَّاج (٤/ ٣٩٩)، وللنحَّاس (٦/ ٣١٠)، و"المحرر الوجيز" (١٣/ ١٦٥).','1','276',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (347,'كَذَب على الله، وافترى عليه هذا القرآن، فأجابهم بأحسن جوابٍ، وهو أنَّ الله - سبحانه - قادرٌ لا يعجزه شيءٌ، فلو كان كما تقولون لختم على قلبه، فلا يمكنه أن يأتي بشيءٍ منه، بل يصير القلب كالشيء المختوم عليه فلا يُوصَل إلى ما فيه، فيعود المعنى إلى أنَّه: لو افتراهُ عليَّ لم أُمَكِّنْهُ، ولم أُقِرَّه.
ومعلومٌ أنَّ مثل هذا الكلام لا يصدر من قلبٍ مختومٍ عليه؛ فإنَّ فيه من علوم الأوَّلين والآخرين، وعلمِ المبدأ والمعَاد، والدنيا والآخرة، والعلمِ الَّذي لا يعلمه إلا الله، والبيانِ التامِّ  (¬١) ، والجَزَالةِ، والفصاحةِ، والجلالةِ، والإخبارِ بالغيوب = ما لا يمكن مَنْ خُتِمَ على قلبه أن يأتي بمثله  (¬٢)  ولا ببعضه، فلولا أنِّي أنزلتُهُ على قلبه، ويَسَّرْتُه بلسانه؛ لَمَا أَمْكَنَهُ أن يأتيكم بشيءٍ منه. فأين هذا  (¬٣)  المعنى إلى المعنى الذي ذكره الآخرون؟! وكيف يلتئم معنى حكاية قولهم؟! وكيف يتضمَّنُ الردَّ عليهم؟!
الوجه الثاني: أنَّ مجرَّدَ الرَّبْطِ على قلبه بالصبر على أذاهم يصدر من المُحِقِّ والمُبْطِل، فلا يدلُّ ذلك على التمييز بينهما، ولا يكون فيه رَدٌّ لقولهم، فإنَّ الصبر على أذى المكذِّب لا يدلُّ بمجرده على صِدْقِ المُخْبِرِ.
الثالث: أن الرَّبْطَ على قلب العبد بالصبر لا يقال له: خُتِمَ على قلبه، ولا يعرف هذا في عُرْفِ المخاطب، ولا لغة العرب، ولا هو
_________
(¬١)  ساقط من (ك).
(¬٢)  في (ح) و (م): به.
(¬٣)  بعده في (ز) زيادة: من.','1','277',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (348,'المعهود في القرآن، بل المعهود استعمال الختم على القلب في شأن الكفار في جميع موارد اللفظة في القرآن كقوله تعالى: {خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ}  (¬١)  [البقرة: ٧]، وقوله تعالى: {أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً} [الجاثية: ٢٣] ونظائره.
وأمَّا ربطه على قلب العبد بالصبر فكقوله تعالى: {وَرَبَطْنَا عَلَى قُلُوبِهِمْ إِذْ قَامُوا فَقَالُوا رَبُّنَا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ} [الكهف: ١٤]، وقوله تعالى: {وَأَصْبَحَ فُؤَادُ أُمِّ مُوسَى فَارِغًا إِنْ كَادَتْ لَتُبْدِي بِهِ لَوْلَا أَنْ رَبَطْنَا عَلَى قَلْبِهَا} [القصص: ١٠]، والإنسان يَسُوغُ له في الدعاء أن يقول: اللهم اربِطْ على قلبي، ولا يحسن أن يقول: اللهم اختِمْ على قلبي.
الرابع: أنَّه - سبحانه - حيث يحكي قولهم "أنَّه افتراه" لا يجيبهم على هذا الجواب، بل يجيبهم بأنَّه لو افتراه لم يملكوا له من الله شيئًا، بل كان يأخذه ولا يقدرون على تخليصه منه  (¬٢) ، كقوله تعالى: {أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلَا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا} [الأحقاف: ٨]، وتارةً يجيبهم بالمطالبة بمعارضته بمثله أو شيءٍ منه، وتارةً بإقامة الأدلَّة القاطعة على أنَّه الحقُّ، وأنَّهم هم الكاذبون المفترون، وهذا هو الذي يحسن في جواب هذا  (¬٣)  السؤال لا مجرَّدُ الصبر.
الخامس: أنَّ هذه الآية نظيرُ ما نحن فيه، وأنَّه لو شاء لما أَقَرَّهُ ولا مَكَّنَهُ، وتفسير القرآن بالقرآن من أبلغ التفاسير.
_________
(¬١)  هذه الآية غير موجودة في (ز) و (ن) و (ك) و (ط).
(¬٢)  ساقط من (ز) و (ن) و (ك) و (ط).
(¬٣)  ساقط من (ز).','1','278',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (349,'السادس: أنَّه لا دلالة في سياق الآية على الصبر بوجهٍ ما: لا بالمطابقة؛ ولا التضمُّنِ، ولا اللُّزُومِ. فمن أين يُعْلَم أنَّه أراد ذلك، ولم يتم  (¬١)  هذا المعنى في غير هذا الموضع فيحمل عليه، بخلاف كونه يحولُ بينه وبينه، ولا يُمَكِّنُهُ من الافتراء عليه، فقد ذكره في مواضع.
السابع: أنَّه - سبحانه - أخبر أنَّه لو شاء لما تَلَاهُ عليهم، ولا أدراهم به، وأنَّ ذلك إنَّما هو بمشيئته وإذنه وعلمه؛ كما قال تعالى: {قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ} [يونس: ١٦]، وهذا من أبلغ الحجج وأظهرها، أي: هذا الكلام ليس من قِبَلِي، ولا من عندي، ولا أقدر أن أفتريه على الله، ولو كان ذلك مقدورًا لي لكان مقدورًا لمن هو من أهل العلم، والكتابة، ومخالطة النَّاس، والتعلُّم منهم  (¬٢) ، ولكنَّ الله بعثني به، ولو شاء - سبحانه - لم يُنْزِله ولم ييسِّرْهُ بلساني، فلم يَدَعْني أتلوه عليكم، ولا أُعْلِمُكم به أَلْبَتَّةَ؛ لا على لساني، ولا على لسان غيري، ولكنه أَوْحَاهُ إليَّ وأذِنَ لي في تلاوته عليكم، وأدراكم به بعد أن لم تكونوا دَارِينَ به، فلو كان كذبًا وافتراءً على الله - كما تقولون - لأمكن غيري أن يتلوه عليكم وتَدْرُون به من جهته؛ لأنَّ الكذب لا يعجز عنه البشر، وأنتم لم تَدْرُوا بهذا ولم تسمعوه إلا منِّي، ولم تسمعوه من بشرٍ غيري.
ثُمَّ أجاب عن سؤالٍ مقدَّرٍ  (¬٣)  - وهو أنَّه تعلَّمَهُ من غيره أو افتراه من تلقاء نفسه - فقال: {فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِنْ قَبْلِهِ} [يونس: ١٦]
_________
(¬١)  في (ن) و (ك) و (ح) و (ط) و (م): يستمر.
(¬٢)  في (ك): منه.
(¬٣)  في (ن) و (ك) و (ط): مقرر.','1','279',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (350,'تعلمون حالي، ولا يخفى عليكم سَيري، ومدخلي، ومخرجي، وصِدْقي، وأمانتي. ومِنْ هذا لم أتمكَّنْ من قول شيءٍ منه أَلْبَتَّةَ، ولا كان لي عِلْمٌ به، ولا ببعضه، ثُمَّ أتيتُكُم به وَهْلَةً  (¬١)  من غير تَعَمُّلٍ، ولا تعلُّمٍ، ولا معاناةٍ للأسباب التي أتمكَّنُ بها منه، ولا من بعضه. وهذا من أظهر الأدلَّة وأَبْيَن البراهين أنَّه من عند الله، أَوْحَاهُ إليَّ وأنزله عليَّ. فلو شاء ما فعل، فلم يُمَكِّنِّي من تلاوته، ولا مَكَّنَكُم من العلم به، بل مكَّنَنِي من تلاوته، ومكَّنَكُم من العلم به  (¬٢) ، فلم تكونوا عالمين به ولا ببعضه، ولم أَكُن قَبْلَ أن يُوحَى إليَّ تاليًا له، ولا لبعضه.
فتأمَّلْ صحَّةَ هذا الدليل، وحُسْنَ تأليفه، وظهورَ دلالته.
ومن هذا قوله سبحانه: {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا  (٨٦) } [الإسراء: ٨٦]، وهذا هو المناسب لقوله تعالى: {أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَإِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ} [الشورى: ٢٤]، ولقوله تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ  (٤٤)  لَأَخَذْنَا مِنْهُ بِالْيَمِينِ  (٤٥) } [الحاقة: ٤٤, ٤٥]، فهو برهانٌ مستقِلٌّ مذكورٌ في القرآن على وجوهٍ متعدِّدةٍ، والله أعلم.
الثامن: أنَّ مثل هذا التركيب إنَّما جاء في القرآن للنَّفْي لا للإثبات، كقوله تعالى: {وَلَئِنْ شِئْنَا لَنَذْهَبَنَّ بِالَّذِي أَوْحَيْنَا إِلَيْكَ} [الإسراء: ٨٦]،
_________
(¬١)  "الوَهْلَةُ": الفَزْعة، والمرَّةُ من الفَزَع. تقول: لقيتُه أوَّل وَهْلَةٍ وَوَهَلَةٍ ووَاهِلَةٍ، أي: أوَّلَ شيء. "لسان العرب" (١٥/ ٤١٦).
والمعنى: أنَّني أتيتكم به فجأةً من غير سابق إعدادٍ وتحضير كأنَّني أفزعتكم به أوَّل ما سمعتموه؛ لأنكم لم تعهدوه منِّي من قبل.
(¬٢)  من قوله: "بل مكَّنني من تلاوته. . ." إلى هنا؛ ملحق بهامش (ح).','1','280',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (351,'وقوله - عزَّ وجلَّ -: {إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ} [النساء: ١٣٣]، وقوله تعالى: {إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ} [الشورى: ٣٣]، وقوله تعالى: {إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِنَ السَّمَاءِ} [سبأ: ٩] ونظائره؛ لم يأْتِ إلا فيما كان ما بعد فعل المشيئة مَنْفِيًّا.
التاسع: أنَّ الخَتْمَ على القلب لا يستلزم الصبر، بل قد يَخْتِمُ على قلب العبد ويَسْلُبُه صَبْرَهُ، بل إذا خَتَم على القلب زال الصبر وضَعُفَ، بخلاف الرَّبْطِ على القلب فإنَّه يستلزم الصبر، كما قال تعالى: {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ  (١١) } [الأنفال: ١١].
ومعنى "الرَّبْط" في اللغة: الشَّدُّ. ولهذا يقال لكلِّ من صبر على أمرٍ: رَبَطَ قَلْبَهُ، كأنَّه حَبَسَ قلبه عن  (¬١)  الاضطراب. ومنه يقال: هو رابط الجَأْش  (¬٢) .
وقد ظنَّ الواحديُّ  (¬٣)  أنَّ "على" زائدةٌ، والمعنى: يربط قلوبكم! وليس كما ظَنَّ؛ بل بين ربط الشيء والربط عليه فرقٌ ظاهرٌ، فإنَّه يقال: رَبَطَ الفَرَسَ والدَّابَّةَ، ولا يقال: رَبَطَ عليها. فإذا أحاط الرباطُ بالشيء وعَمَّهُ كُلَّه  (¬٤)  قيل: رَبَطَ عليه؛ كأنَّه أحاط عليه بالرباطِ، فلهذا قيل: رَبَطَ على قلبه، وكان أحسن من أن يقال: رَبَطَ قلبه.
_________
(¬١)  في (ن) و (ك) و (ط): على.
(¬٢)  انظر: "مفردات الراغب" (٣٣٨)، و"تاج العروس" (١٩/ ٢٩٨).
(¬٣)  انظر: "الوسيط" (٢/ ٤٤٧).
(¬٤)  ساقط من (ح) و (م).','1','281',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (352,'والمقصود أنَّ هذا الرَّبْطَ معه يكون الصبر أشدَّ وأثبتَ، بخلاف الخَتْم.
العاشر: أنَّ "الخَتْمَ" هو: شَدُّ القلب حتَّى لا يشعر ولا يفهم، فهو مانعٌ يمنع العلم والتصديق، والنبيُّ - صلى الله عليه وسلم - كان يعلم قول أعدائه: إنَّه افترى القرآن، ويشعر به، فلم يجعل الله على قلبه مانعًا من شعوره بذلك، وعلمه به.
فإنْ قيل: الأمرُ كذلك، ولكن جعل الله على قلبه مانعًا من التّأَذِّي بقولهم.
قيل: هذا أَوْلَى أن لا يسمَّى خَتْمًا، وقد كان (¬١) يُؤذِيه قولُهم ويُحزِنُه، كما قال تعالى: {قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الَّذِي يَقُولُونَ} [الأنعام: ٣٣]، وكان وصول هذا الأذى إليه من كرامة الله له، فإنَّه لم يُؤْذَ نبيٌّ ما أُوذِيَ.
فالقول في الآية هو قول قتادة. والله أعلم.
ثُمَّ أخبر - سبحانه - أنَّ القرآنَ تذكرةٌ للمتقين؛ يتذكَّرُ به المتَّقي، فيُبصِرُ ما ينفعه فيأتيه (¬٢)، وما يَضُرُّه فيجتنبه، ويتذكَّرُ به أسماء الرَّبِّ - تعالى - وصفاتِه وأفعالَه فيُؤمِنُ، ويتذكَّرُ به ثوابَهُ، وعقابَهُ، ووعْدَهُ (¬٣)، ووعيدَهُ، وأمره، ونهيه، وآياته في أوليائه وأعدائه ونفسه، وما يُزَكِّيها ويُطَهِّرها ويُعْلِيها، وما يُدَسِّيها ويُخْفِيها ويُحَقِّرها. ويتذكَّرُ به علم
_________
(¬١) ساقط من (ز).
(¬٢) "فيأتيه" ملحق بهامش (ح).
(¬٣) ساقط من (ح).','1','282',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (353,'المبدأ  (¬١)  والمَعَاد، والجنَّة والنَّار، وعلم الخير والشَّرِّ. فهو التذكرة على الحقيقة، تذكرةُ حُجَّةٍ للعالمين، ومنفعةٍ وهدايةٍ للمتعلِّمين.
ثُمَّ قال سبحانه: {وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ  (٤٩) } [الحاقة: ٤٩] لا يَخْفَون علينا، فَسَنُجَازِيهم  (¬٢)  بتكذيبهم.
ثُمَّ أخبر - سبحانه - أنَّ رسولَهُ وكَلَامَهُ حسرةٌ على الكافرين، إذا عَايَنُوا حقيقة ما أَخْبَرَ به  (¬٣)  كان تكذيبهم عليهم من أعظم الحسرات حين لا ينفعهم التحسُّرُ. وهكذا كلُّ من كذَّبَ بحقٍّ، وصدَّقَ بباطلٍ فإنَّه إذا انكشف له حقيقة ما كذَّبَ به، وصدَّقَ به؛ كان تكذيبه وتصديقه حسرةً عليه، كمن فرَّطَ فيما ينفعه وقتَ تحصيله، حتَّى إذا اشتدَّتْ حاجته إليه، وعايَنَ فوز المحصِّلين  (¬٤) ؛ صار تفريطه حسرةً عليه.
ثُمَّ أخبر - سبحانه - أنَّ القرآنَ والرسولَ "حقُّ اليقين"، فقيل: هو من باب إضافة الموصوف إلى صفته، أي: الحقُّ اليقينُ، نحو: مسجد  (¬٥)  الجامع، وصلاة الأُولى  (¬٦) . وهذا موضعٌ يحتاج إلى تحقيقٍ،
_________
(¬١)  "المبدأ و" ملحق بهامش (ح).
(¬٢)  في (ز) و (ك) و (ن) و (ط): فنجازيهم.
(¬٣)  ساقط من (ز).
(¬٤)  في (ك): المخلصين.
(¬٥)  ملحق بهامش (ك).
(¬٦)  فهو من باب إضافة الشيء إلى نفسه، والعرب تُجيز ذلك إذا اختلف لفظه، وهذا مذهب الكوفيين، وقال به: الفرَّاء في "معانيه" (١/ ٣٣٠)، والزمخشري في "المفصَّل" (٩١ - ٩٢)، وابن الطراوة، وابن طاهر، وابن خروف، وجماعة.
وذهب البصريون إلى أنَّ إضافة الشيء إلى نفسه لا تجوز؛ لأنَّ الإضافة =','1','283',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (354,'فنقول وبالله التوفيق:
ذكر الله - سبحانه - في كتابه مراتب اليقين، وهى ثلاثةٌ: حقُّ اليقين، وعلمُ اليقين، وعينُ اليقين، كما قال تعالى: {كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥) لَتَرَوُنَّ الْجَحِيمَ (٦) ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧)} [التكاثر: ٥ - ٧]، فهذه ثلاث مراتب لليقين:
أوَّلُها: عِلْمُهُ؛ وهو التصديقُ التامُّ به، بحيث لا يعرض له شَكٌّ ولا شبهةٌ تقدح في تصديقه، كعلم اليقين بالجَنَّة مثلًا، وتَيَقُّنِهم أنَّها دارُ المتقين ومَقَرُّ المؤمنين. فهذه مرتبة العلم؛ لِتَيَقُّنِهم (¬١) أنَّ الرُّسُل أخبروا (¬٢) بها عن الله، وتَيَقُّنِهم صِدْق المُخْبِر.
المرتبة الثانية: "عين اليقين"؛ وهي مرتبة الرؤية والمشاهدة، كما قال تعالى: {ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧)} [التكاثر: ٧].
_________
= يقصد بها التعريف والتخصيص، والشيء لا يتعرَّف بنفسه، وما ورد من ذلك في القرآن أو كلام العرب فمحمولٌ على أنَّه أضاف - في الأصل - إلى موصوفٍ محذوفٍ، وأقام صفته مقامه. وبه قال: الأخفش، وابن السراج، وأبو علي الفارسي "الإيضاح" (٢٧١).
انظر: "الإنصاف" (٢/ ٤٣٦)، و"ارتشاف الضَّرَب" (٤/ ١٨٠٦)، و"أمالي ابن الشجري" (٢/ ٦٨).
قال شيخ الإسلام: "والأوَّل - أي مذهب الكوفيين - أصحُّ؛ ليس في اللفظ ما يدلُّ على المحذوف، ولا يخطر بالبال، وقد جاء في غير موضعٍ ...
وبالجملة فنظائر هذا في القرآن وكلام العرب كثيرٌ". "مجموع الفتاوى" (٢٠/ ٤٨١).
(¬١) في (ح) و (م): كتيقنهم.
(¬٢) عبارة "أن الرسل أخبروا" تكررت مرتين في (ز).','1','284',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (355,'وبين هذه المرتبة والتي قبلها فَرْقُ ما بين العلم والمشاهدة؛ فـ "علم  (¬١)  اليقين" للسمع، و"عين اليقين" للبصر، وفي "المسند" للإمام أحمد مرفوعًا: "ليس الخَبَرُ كالمُعَايَنَة"  (¬٢) .
وهذه المرتبة هي التي سألها إبراهيمُ الخليلُ - عليه السلام - أنْ يُرِيَهُ اللهُ كيف يحيي الموتى؛ ليحصل له مع "علم اليقين": "عين اليقين"، فكان سؤاله زيادةً لنفسه، وطمأنينةً لقلبه، فَيَسْكُنُ القلبُ عند المعاينة، ويطمئنُّ لقطع المسافة التي بين الخبر والعِيَان.
وعلى هذه المسافة أطلق النبيُّ - صلى الله عليه وسلم - لفظ الشكِّ حيث قال: "نحنُ أحَقُّ بالشَّكِّ من إبراهيم"  (¬٣) ، ومعاذَ الله أن يكون هناك شكٌّ منه، ولا من
_________
(¬١)  ليست في (ز) و (ح) و (ط) و (م)، وصححت في هامش (ن) و (ك).
(¬٢)  أخرجه: أحمد في "المسند" (١/ ٢١٥) رقم (١٨٤٢) و (١/ ٢٧١) رقم (٢٤٤٧)، والبزار "كشف الأستار" رقم (٢٠٠)، وابن حبَّان في "صحيحه" رقم (٦٢١٣ و ٦٢١٤)، والطبراني في "الأوسط" رقم (٢٥)، وفي "الكبير" (١٢/ رقم ١٢٤٥١)، والحاكم في "المستدرك" (٢/ ٣٢١) و (٢/ ٣٨٠)؛ من حديث ابن عباس - رضي الله عنهما -.
وصححه: ابن حبَّان، والحاكم على شرط الشيخين، ووافقه الذهبي.
وقال الهيثمي: "رجاله رجال الصحيح". "المجمع" (١/ ١٥٣).
وصححه الألباني في "صحيح الجامع" رقم (٥٣٧٤).
وحسنه الحافظ في "موافقة الخبر" (٢/ ١٣٨).
وانظر: "المقاصد الحسنة" (٤١٤)، و"كشف الخفاء" (٢/ ٢٣٦).
وفي (ز) و (ن) و (ح) و (ك): "ليس المخبَر كالمعايِن"، وما أثبته موافق للفظ "المسند".
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (٣٣٧٢ و ٤٥٣٧ و ٤٦٩٤)، ومسلم في "صحيحه" من كتاب الإيمان رقم (١٥١)؛ ومن كتاب الفضائل رقم (١٥١)، =','1','285',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (356,'إبراهيم عليهما السلام، وإنَّما هو عينٌ بعد علمٍ، وشُهُودٌ بعد خبرٍ، ومعاينةٌ بعد سماعٍ.
المرتبة الثالثة: مرتبةُ "حَقِّ اليقين"؛ وهي مباشرة الشيء بالإحساس به، كما إذا دخلوا الجنَّةَ وتمتَّعُوا بما فيها. فَهُمْ في الدنيا في مرتبة "علم اليقين"، وفي الموقف حين تُزْلَفُ وتَقْرُبُ منهم حتَّى يُعَاينُوها في مرتبة "عين اليقين"، وإذا دخلوها وباشروا نعيمَها في مرتبة "حقِّ اليقين".
ومباشرةُ المعلوم تارةً تكون بالحواسِّ الظاهرة، وتارةً تكون بالقلب، فلهذا قال: {وَإِنَّهُ لَحَقُّ الْيَقِينِ  (٥١) } [الحاقة: ٥١]، فإنَّ القلبَ يباشِرُ الإيمانُ به ويخالِطُهُ  (¬١)  كما يُبَاشِرُ بالحواسِّ ما يتعلَّق بها، فحينئذٍ يُخَالِط بشاشته القلوب، ويبقى لها "حقُّ اليقين"، وهذه أعلى مراتب الإيمان وهي "الصدِّيقيَّة" التي تتفاوت  (¬٢)  فيها مراتب المؤمنين.
وقد ضرب بعض العلماء للمراتب الثلاثِ مثالًا؛ فقال: إذا قال لك مَنْ تَجْزِمُ بِصِدْقِه: عندي عَسَلٌ أُرِيد أن أُطْعِمَك منه، فصدَّقْتَهُ؛ كان ذلك "علم اليقين"، فإذا أحضره بين يديك صار ذلك "عين اليقين"، فإذا ذُقْتَهُ صار ذلك "حقَّ اليقين".
وعلى هذا فليست هذه الإضافة من باب إضافة الموصوف إلى
_________
= من حديث أبي هريرة - رضي الله عنه -.
(¬١)  "ويخالطه" ملحق بهامش (ن).
والعبارة في (ك) هكذا: "يباشر الإيمان ويخالطه به".
(¬٢)  في (ن) و (ك) و (ح) و (م): تفاوتت.','1','286',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (357,'صفته، بل من باب (¬١) إضافة الجنْس إلى نوعه، فإنَّ "العلمَ" و"العينَ" و"الحقَّ" أعمُّ من كونها يقينًا، فأُضيف العامُّ إلى الخاصِّ، مثل: بعض المتاع، وكُلِّ الدراهم.
ولما كان المضاف والمضاف إليه في هذا الباب يَصْدُقَانِ على ذَاتٍ واحدةٍ - بخلاف قولك: دار عمروٍ، وثوب زيدٍ - ظَنَّ مَنْ ظَنَّ أنَّها من إضافة الموصوف إلى صفته؛ وليس كذلك، بل هي من باب إضافة الجِنْس إلى نوعه، كـ: ثوب خَزٍّ، وخاتَمِ فضَّةٍ. فالمضاف إليه قد يكون مغَايرًا للمضاف، لا يَصْدُقَانِ على ذاتٍ واحدةٍ، وقد يُجَانسه فَيَصْدُقَانِ على مسمَّىً واحدٍ، والله أعلم.
ثُمَّ ختم السورة بقوله تعالى: {فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (٥٢)} [الحاقة: ٥٢]، وهي جديرةٌ بهذه الخاتمة، لما تضمَّنَتْهُ من الإخبار عن عظمةِ الرَّبِّ - تعالى - وجلالِهِ، وذكرِ عظمةِ مُلْكِه، وجريان حكمه بالعدل على عباده في الدنيا والآخرة، وذكر عظمته - تعالى - في إرسالِ رسوله، وإنزالِ كتابه، وأنَّه - تعالى - أعظمُ وأجَلُّ وأكبرُ عند أهل سماواته والمؤمنين من عباده من أنْ يُقِرَّ كذَّابًا مُتَقوِّلًا عليه، مفتريًا عليه، يُبدِّلُ دينَهُ، وينسخُ شرائعه، ويقتلُ عباده، ويخبِرُ عنه بما لا حقيقة له، وهو - سبحانه - مع ذلك يُؤَيِّدُه، وينصره، ويُجِيبُ دعواته، ويأخذُ أعداءه، ويرفعُ قَدْرَهُ، ويُعْلِي ذِكْرَهُ، فهو - سبحانه - العظيمُ الذي تأْبَى عظمتُهُ أنْ يفعل ذلك بمن أتى بأقبح أنواع الكذب والظلم، فسبحان ربِّنا العظيم، وتعالى عمَّا يَنْسُبُهُ إليه الجاهلون علوًّا كبيرًا.
_________
(¬١) ساقط من (ح) و (م).','1','287',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (358,'فصل

ومن ذلك قوله - عزَّ وجلَّ -: {فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَ (٤٠) عَلَى أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ (٤١)} [المعارج: ٤٠, ٤١]، أقسَمَ - سبحانه - بـ "رَبِّ المَشَارِقِ والمَغَارِبِ"، وهي: إمَّا مشارقُ النُّجُوم ومغارِبُها، أو مشارقُ الشمس ومغارِبُها، أَو أنَّ (¬١) كُلَّ موضعٍ من الجهة مشرقٌ ومغربٌ (¬٢).
فلذلك جَمَعَ في موضعٍ، وأَفْرَدَ في موضعٍ، وثَنَّى في موضعٍ آخر (¬٣)، فقال تعالى: {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (١٧)} [الرحمن: ١٧]، فقيل: هما مَشْرِقَا الصيف والشتاء (¬٤).
وجاء في كلِّ موضع ما يناسبه، فجاء في "سورة الرحمن": {رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (١٧)}؛ لأنَّها سورةٌ ذُكِرَتْ فيها المُزْدَوِجَات، فذُكِرَ فيها الخلقُ والتعليمُ، والشمسُ والقمرُ، والنَّجْمُ والشجرُ، والسماءُ والأرضُ، والحَبُّ والثَّمَرُ، والجنُّ والإنسُ، ومادةُ أبي البشر، ومادةُ (¬٥)
_________
(¬١) في (ز) و (ط) و (م): وأن.
(¬٢) انظر: "معاني الزجَّاج" (٥/ ٢٢٤)، و"روح المعاني" (١٥/ ٧٣)، و"محاسن التأويل" (٧/ ١٨١).
(¬٣) انظر: "الأنواء" لابن قتيبة (١٤١)، و"أمالي ابن الشجري" (١/ ١٢١)، و"المحرر الوجيز" (١٥/ ١٠٧)، و"فتح الباري" لابن رجب (٣/ ٦٥).
وبنحوٍ مما ههنا ذكره المؤلف في "بدائع الفوائد" (١/ ٢١١ - ٢١٤).
(¬٤) لم يذكر المؤلف - رحمه الله - غير هذا القول، وكذا المفسرون لا يذكرون غيره في تفسير الآية.
انظر: "معاني الفرَّاء" (٣/ ١١٥)، و"مجاز القرآن" (٢/ ٢٤٣) وغيرهما.
(¬٥) ساقط من (ح) و (م).','1','288',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (359,'أبي الجنِّ، والبحرين، والجنَّةُ والنَّارُ، وقسَمَ الجنَّةَ إلى: جَنَّتَين عاليتين، وجَنَّتَين دونهما، وأخبرَ أنَّ في كلِّ جنَّةٍ عَيْنَين؛ فناسب كلَّ المناسبة أن يذكر المشرقين والمغربين.
وأمَّا سورة {سَأَلَ سَائِلٌ} فإنَّه أقسَمَ - سبحانه - على عمومِ قُدرته وكمالِها، وصحةِ تعلُّقِها بإعادتهم بعد العَدَم، فذكَرَ "المشارقَ" و"المغارِبَ" بلفظ الجمع؛ إذ هو أدلُّ على المُقْسَم عليه، سواءٌ أُرِيدَ مشارقُ النُّجُومِ ومغاربُها، أو مشارقُ الشمس ومغاربُها، أو كلُّ جزءٍ من جهَتَي المشرق والمغرب. فكُلُّ ذلك آيةٌ ودلالةٌ على قدرته - تعالى - عَلى أن يبدِّل أمثال هؤلاء المكذِّبين، ويُنْشِئَهم فيما لا يعلمون، فيأتي بهم في نشأةٍ أخرى، كما تأتي الشمسُ كُلَّ يومٍ من مَطْلَعٍ، وتذهبُ في مَغْرِبٍ.
وأمَّا في "سورة المزَّمِّل" فذَكَرَ المشرق والمغرب بلفظ الإفراد لَمَّا كان المقصود ذكر ربوبيته ووحدانيته  (¬١) ، وأنَّهُ كما تفرَّدَ بربوبية المشرق والمغرب وحده فكذلك يجب أن يُفْرَدَ بالربوبيةِ والتوكُّلِ عليه وحده. فليس للمشرق والمغرب رَبٌّ سواه، فكذلك  (¬٢)  ينبغي أن لا يُتَّخَذَ إلهٌ ولا وكيلٌ سواه، ولذلك قال موسى لفرعون حين سأله: {وَمَا رَبُّ الْعَالَمِينَ  (٢٣) } [الشعراء: ٢٣] فقال: {رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ  (٢٨) } [الشعراء: ٢٨].
وفي ربوبيته - سبحانه - للمشارق والمغارب تنبيهٌ على ربوبيته
_________
(¬١)  ساقط من (ك).
(¬٢)  في (ز): فلذلك.','1','289',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (360,'السماوات وما حوته من الشمس والقمر والنُّجُوم، وربوبيته (¬١) ما بين الجهتين، وربوبيته الليلَ والنَّهارَ وما تضمَّنَاهُ.
ثُمَّ قال: {إِنَّا لَقَادِرُونَ (٤٠) عَلَى أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ وَمَا نَحْنُ بِمَسْبُوقِينَ (٤١)} [المعارج: ٤٠, ٤١]، أي: لَقَادرون على أن نذهب بهم، ونأتي بأَطْوَعَ لنا منهم، وخير منهم، كما قال تعالى: {إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا (١٣٣)} [النساء: ١٣٣].
وقوله تعالى: {وَمَا نَحْنُ بِمَسْبُوقِينَ (٤١)} , أي: لا يفوتني ذلك إذا أردتُه، ولا يمتنع منِّي. وعَبَّر عن هذا المعنى بقوله: {وَمَا نَحْنُ بِمَسْبُوقِينَ (٤١)}؛ لأنَّ المغلوبَ يسبقه الغالبُ إلى ما يريده فيفوت عليه، ولهذا عَدَّى بـ "على" دون "إلى"، كما في قوله: {وَمَا نَحْنُ بِمَسْبُوقِينَ (٦٠) عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ} [الواقعة: ٦٠, ٦١]، فإنَّه لمَّا ضمَّنَهُ معنى: مغلوبين ومقهورين؛ عَدَّاهُ بـ "على"، بخلاف: سَبَقْتُه إليه، فإنَّه فَرْقٌ بين (سَبَقْتُه عليه) و (سَبَقْتُه إليه)؛ فالأوَّل بمعنى: غَلَبْتُه وقَهَرْتُه عليه، والثاني بمعنى: وصَلْتُ إليه قبله.

فصل
وقد وقع الإخبارُ عن قدرته - سبحانه - على تبديل غيرهم في مواضع من القرآن؛ ففي بعضها (¬٢) قدرتُه على تبديلهم بخيرٍ منهم، وفي بعضها تبديل أمثالهم، وفي بعضها استبداله قومًا غيرهم ثُمَّ لا يكونوا
_________
(¬١) في جميع النسخ: ربوبية، وكذا في المواضع الباقية في (ك) و (ح)، والصواب ما أثبته.
(¬٢) ساقط من (ز).','1','290',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (361,'أمثالهم. فهذه ثلاثة أمور يجب معرفة ما بينها من الجَمْع والفَرْق:
فحيث وقع التبديلُ بخيرٍ منهم فهو إخبارٌ عن قدرته على أن يذهب بهم، ويأتي بأَطْوَعَ وأتقى له منهم في الدنيا. وكذلك قوله: {وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ  (٣٨) } [محمد: ٣٨]، يعني  (¬١) : بل يكونوا خيرًا منكم.
قال مجاهد: "يستبدل بهم من شاء من عباده فيجعَلَهُم خيرًا من هؤلاء، فلم يتولَّوا بحمد الله، ولم يستبدل بهم"  (¬٢) .
وأمَّا ذِكْرُهُ تبديلَ أمثالهم، ففي "سورة الواقعة" و"سورة الإنسان"، فقال في "سورة الواقعة": {نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ  (٦٠)  عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ  (٦١) } [الواقعة: ٦٠, ٦١]، وقال في "سُورة الإنسان": {نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا  (٢٨) } [الإنسان: ٢٨]، قال كثيرٌ من المفسِّرين: المعنى: أنَّا إذا أَرَدْنا أن نخلق خلقًا  (¬٣)  غيركم لم يَسْبِقْنَا سَابِقٌ، ولم يَفُتْنا ذلك. وفي قوله: {وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا  (٢٨) } إذا شئنا أهلكناهم، وأَتَيْنَا بأشباههم، فجعلناهم بَدَلًا منهم.
قال المَهْدَوِيُّ  (¬٤) : "قومًا موافقين لهم في الخَلْقِ، مخالفين لهم في
_________
(¬١)  في جميع النسخ: معنى!
(¬٢)  أخرجه: ابن جرير في "تفسيره" (١١/ ٣٣٠)، وعزاه السيوطي في "الدر المنثور" (٦/ ٥٦) إلى: عبد بن حميد. ولفظه عندهما أخصر مما ههنا.
(¬٣)  في (ك): خلقنا.
(¬٤)  هو أحمد بن عمار بن أبي العباس المهدوي، المقريء المفسِّر، النحوي اللغوي، له كتاب: "التفصيل الجامع لعلوم التنزيل"، و"الموضح في تعليل =','1','291',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (362,'العمل"، ولم يذكر الواحديُّ ولا ابنُ الجوزي  (¬١)  غير هذا القول.
وعلى هذا فتكون هذه الآيات نظير قوله تعالى: {إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ} [النساء: ١٣٣]، فيكون استدلالُهُ  (¬٢)  بقدرته على إذهابهم، والإتيان بأمثالهم = على إتيانه بهم أنفسِهم إذا ماتوا.
ثُمَّ استدلَّ - سبحانه - بالنَّشْأَة الأُولَى، فذكَّرَهُم بها فقال تعالى: {وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ  (٦٢) } [الواقعة: ٦٢]، فَنَبَّهَهُم بما عَلِمُوه وعاينُوهُ على صدق ما أَخْبَرَتْهُم به رُسُلُه من النَّشْأَة الثانية.
والذي عندي في معنى هاتين الآيتين - وهما آية "الواقعة" و"الإنسان" -؛ أنَّ المراد بتبديل أمثالهم: الخَلْقُ الجديدُ والنَّشْأَةُ الآخرة التي وُعِدُوا بها  (¬٣) .
وقد وُفِّقَ الزمخشريُّ لفهم هذا من "سورة الإنسان"، فقال: "وبدَّلْنا أمثالهم في شِدَّة الأَسْرِ، يعني: النَّشْأَة الأُخْرَى"، ثُمَّ قال: "وقيل: بدَّلْنا غيرَهُم ممَّن يُطِيع، وحقه أن يأتي بـ "إنْ" لا بـ "إذا"، كقوله: {وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ} "  (¬٤) .
_________
= وجوه القراءات"، وغيرهما، توفي سنة (٤٤٠ هـ) وقيل غير ذلك، رحمه الله. انظر: "الوافي بالوفيات" (٧/ ٢٥٧)، و"طبقات المفسرين" (١/ ٥٦).
(¬١)  انظر: "الوسيط" (٤/ ٤٠٦)، و"زاد المسير" (٨/ ١٥١).
(¬٢)  في (ح) و (م): استدلالًا.
(¬٣)  في (ز) و (ن) و (ك): به.
(¬٤)  "الكشاف" (٤/ ٦٧٦).','1','292',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (363,'قلت: وإتيانه بـ "إذا" التي لا تكون إلا للمُحَقَّقِ الوقوعِ يدلُّ على تحققِ وقوع هذا التبديل وأنَّه واقعٌ لا محالة، وذلك هو "النَّشْأَةُ الأُخْرَى" التي استدَلَّ على إمكانها بقوله: {وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى} , واستدلَّ على المِثْل بالمثل، وعلى ما أنكروه بما عاينوه وشاهدوه.
وكونهم "أمثالهم" هو إنشاؤُهم خلقًا جديدًا بعينه، فَهُمْ هُم بأعيانهم، وهم أمثالُهم، فَهُم أنفسُهم يُعَادُون. فإذا قلتَ للمُعَادِ: هذا هو الأوَّلُ بعينه؛ صَدَقْتَ، وإن قلتَ: هو مثله؛ صَدَقْتَ. فهُو هُو  (¬١)  مُعَادًا، وهو مثل الأوَّل.
وقد أوضح هذا - سبحانه - بقوله: {بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ  (١٥) } [ق: ١٥]، فهذا الخَلْقُ الجديد هو المتضمَّنُ لكونهم أمثالهم. وقد سمَّاهُ الله - سبحانه وتعالى -: إعادةً، والمُعَاد  (¬٢)  مثل المُبْتَدَأ، وسمَّاهُ "نَشْأَةً أخرى" وهي مثل الأُولى، وسمَّاهُ "خَلْقًا جديدًا" وهو مثل الخَلق الأوَّل كما قال تعالى: {أَفَعَيِينَا بِالْخَلْقِ الْأَوَّلِ بَلْ هُمْ فِي لَبْسٍ مِنْ خَلْقٍ جَدِيدٍ  (١٥) } [ق: ١٥]، وسمَّاهُم  (¬٣)  "أمثالًا" وَهُمْ هُمْ. فتطابقت ألفاظ القرآن، وصدَّقَ بعضُها بعضًا، وبيَّنَ بعضُها بعضًا.
وبهذا تزول إشكالاتٌ أوردها من لم يفهم المَعَاد الذي أخبرت به الرُّسُل عن الله - عزَّ وجلَّ -. ولا يُفْهَمُ من هذا القول ما قاله بعض المتأخرين أنَّهم غيرُهم من كلِّ وجهٍ، فهذا خطأٌ قطعًا - مَعَاذَ اللهِ من اعتقاده -، بل هُمْ أمثالُهم، وهُمْ أعيانُهم. وإذا فُهِمَت الحقائقُ فلا يُنَاقِشُ
_________
(¬١)  ساقط من (ز).
(¬٢)  في (ك): والإعادة.
(¬٣)  "وسماهم" ملحق بهامش (ك)، وفي (ح) و (م): وسمَّاه.','1','293',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (364,'في العبارة إلا ضَيِّقُ العَطَنِ، صغيرُ العقل، ضعيفُ العلم.
وتأمَّلْ قولَهُ - عزَّ وجلَّ - في "الواقعة": {أَفَرَأَيْتُمْ مَا تُمْنُونَ (٥٨) أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ (٥٩) نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ} [الواقعة: ٥٨ - ٦٠]، كيف ذكر مَبْدَأَ النَّشْأَةِ وآخِرَها؛ مستدِلًّا بها على النَّشْأَة الثانية (¬١) بقوله: {وَمَا نَحْنُ بِمَسْبُوقِينَ (٦٠) عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ} [الواقعة: ٦٠, ٦١]، فإنكم إنَّما علمتم "النَّشْأَةَ الأُولى" في بطون أمهاتكم ومبدؤها ممَّا تُمْنُون، ولن نُغْلَب على أن نُنشِئكم نشأةً ثانيةً فيما لا تعلمونه، فإذا أنتم (¬٢) أمثال ما كنتم في الدنيا في صوركم وهيئاتكم. وهذا من كمال قدرة الرَّبِّ - تبارك وتعالى - ومشيئته، لو تذكرتم أحوال "النَّشْأَة الأُولَى" لَدَلَّكُم ذلك على قدرة مُنْشِئِها على النَّشْأَة التي كَذَّبْتُم بها.
فأَيُّ استدلالٍ وإرشادٍ أحسنُ من هذا، وأقربُ إلى العقل والفهم، وأبعدُ من كلِّ شبهةٍ وشَكٍّ؟ وليس بعد هذا البيان والاستدلال إلا الكفر بالله وما جاءت به رسله أو الإيمان.
وقال - تعالى - في "سورة الإنسان": {نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ} [الإنسان: ٢٨] فهذه النَّشْأَةُ الأُولَى، ثُمَّ قال: {وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا (٢٨)} فهذه النَّشْأَةُ الأُخْرَى. ونظير هذا: {وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (٤٥) مِنْ نُطْفَةٍ إِذَا تُمْنَى (٤٦) وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى (٤٧)} [النجم: ٤٥ - ٤٧]، وهذا في القرآن كثيرٌ جدًا، يَقْرِنُ بين النَّشْأتين مُذكِّرًا للفِطَرِ والعقولِ بإحداهما على الأخرى. والله أعلم.
_________
(¬١) بعدها في جميع النسخ زيادة: الأولى! وهي مقحمة.
(¬٢) بعدها في (ز) و (ن) و (ك) و (ط) زيادة: أما! ولا مكان لها.','1','294',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (365,'فصل

فلمَّا أقام عليهم الحُجَّة وقطع المعذرة قال تعالى: {فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلَاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ (٤٢)} [المعارج: ٤٢]، وهذا تهديدٌ شديدٌ يتضمَّنُ: اتْرُكْ هؤلاء الذين قامت عليهم حُجَّتِي فلم يقبلوها، ولم يخافوا بَأْسِي، ولا صَدَّقُوا رسالاتي في خوضهم بالباطل ولعبهم، فالخوضُ بالباطل (¬١) ضِدُّ التكلُّمِ بالحقِّ، واللَّعِبُ ضِدُّ السَّعْي الذي يعود نَفْعُهُ على ساعيه. فالأوَّلُ ضدُّ العلمِ النَّافع، والثاني ضِدُّ العملِ الصالح؛ فلا تَكَلُّمَ بالحقِّ، ولا عَمَلَ بالصواب. وهذا شأنُ كلِّ من أعرض عمَّا جاء به الرسولُ، لا بدَّ له من هذين الأمرين.
ثُمَّ ذكر - سبحانه - حالهم عند خروجهم من القبور، فقال: {يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ (٤٣)} [المعارج: ٤٣]، أي: يُسْرِعُون.
و"النُّصُب": العَلَمُ والغَايَةُ التي تُنْصَبُ فَيَؤُمُّونَها (¬٢).
وهذا من أَلْطَفِ التشبيه، وأَبْلَغِهِ (¬٣)، وأبينه (¬٤)، وأحسنه؛ فإنَّ النَّاس يقومون من قبورهم مُهْطِعِين إلى الداعي، يَؤُمُّونَ الصوت، لا يُعرِّجُون عنه يَمْنةً ولا يَسْرَةً كما قال تعالى: {يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ لَا عِوَجَ لَهُ} [طه: ١٠٨] أي (¬٥): يُقْبِلُونَ من كُلِّ أَوْبٍ إلى صوته وناحيته، لا
_________
(¬١) "ولعبهم، فالخوض بالباطل" ملحق بهامش (ن).
(¬٢) في (ك): فيرمونها.
(¬٣) ساقط من (ح) و (م).
(¬٤) ساقط من (ز) و (ن) و (ك) و (ط).
(¬٥) بعدها في (ك) زيادة: لا! وهي مفسدة للمعنى.','1','295',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (366,'يُعَرِّجُون عنه.
قال الفرَّاء: "وهذا كما تقول: دعوتني دعوةً لا عِوَج لك عنها" (¬١).
وقال الزجَّاج: "المعنى: لا عِوَجَ لهم عن دعائه، أي: لا يقدرون إلا على اتباعه وقَصْدِهِ" (¬٢).
فإنْ قلتَ: إذا كان المعنى (لا عوج لهم عن دعوته)، فكيف قال: {لَا عِوَجَ لَهُ}؟
قيل: قالت طائفةٌ: "اللَّام" بمعنى "عن" (¬٣)، أي: لا عِوَجَ عنه.
وقالت طائفةٌ: المعنى: لا عِوَج لهم عن دعائه، كما قال الزجَّاجُ.
وفي القولين تكلُّفٌ ظاهرٌ.
ولمَّا كانت الدعوة تُسْمِعُ الجميعَ لا تَعْوَجُّ عنهم، وكلُّهم يَؤُمُّ صوتَ الدَّاعي ويتبعه لا يَعْوَجُّ عنه؛ كان مجيء "اللَّام" منتظِمًا للمعنيين ودالًّا عليهما، والمعنى: لا عِوَجَ لدعائه؛ لا في إسماعهم إيَّاهُ، ولا في إجابتهم له.
ثُمَّ قال تعالى: {خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ} [المعارج: ٤٤]، فوَصَفَهم بذُلِّ الظاهر، وهو خشوع الأبصار، وذُلِّ الباطن، وهو ما يرهقهم من الذُلِّ (¬٤) الذي خشعت عنه أبصارهم.
_________
(¬١) "معاني القرآن" (٢/ ١٩٢).
(¬٢) "معاني القرآن" (٣/ ٣٧٧).
(¬٣) ساقط من (ن) و (ك) و (ط).
(¬٤) "الذل" ملحق بهامش (ك).','1','296',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (367,'وقريبٌ من هذا قوله - عزَّ وجلَّ -: {وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ  (٢٤)  تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ  (٢٥) } [القيامة: ٢٤, ٢٥]، ونظيره قوله تعالى: {وَتَرْهَقُهُمْ ذِلَّةٌ مَا لَهُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ مُظْلِمًا} [يونس: ٢٧].
وضِدُّ هذا قوله تعالى: {إِنَّ لَكَ أَلَّا تَجُوعَ فِيهَا وَلَا تَعْرَى  (١١٨) } [طه: ١١٨]، فنفى عنه الجوعَ الذي هو ذُلُّ الباطن، والعُرِيَّ الذي هو ذُلُّ الظاهر.
وضدُّه - أيضًا - قوله تعالى: {وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا  (١١) } [الإنسان: ١١]، فالنَّضْرَةُ عِزُّ  (¬١)  الظاهر وجمالُه، والسرور عِزُّ الباطن وجماله.
ومثله - أيضًا - قوله تعالى: {عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا  (٢١) } [الإنسان: ٢١]، فجمع بين زينة الظاهر والباطن.
ومثله قوله تعالى: {يَابَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ} [الأعراف: ٢٦]، فجمع بين زينة الظاهر والباطن.
ومثله - أيضًا - قوله تعالى: {إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ  (٦)  وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ  (٧) } [الصافات: ٦, ٧]، فزيَّنَ ظاهِرَها بالنُّجُوم، وباطِنَها بالحِفْظِ من كل شيطانٍ رجيمٍ.
ومثله - أيضًا - قوله تعالى: {وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ} [غافر: ٦٤].
_________
(¬١)  تصحفت في (ك) في الموضعين إلى: عن.','1','297',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (368,'وقريبٌ منه قوله تعالى: {وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى} [البقرة: ١٩٧]، فجَمَع لهم بين الزَّادَين.
ومنه قوله: {فَأَمَّا الَّذِينَ اسْوَدَّتْ وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (١٠٦) وَأَمَّا الَّذِينَ ابْيَضَّتْ وُجُوهُهُمْ فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ (١٠٧)} [آل عمران: ١٠٦, ١٠٧]، فجمع لهؤلاء بين جمال الظاهر والباطن، ولأولئك بين تسويد الظاهر والباطن.
ومنه قول امرأة العزيز: {فَذَلِكُنَّ الَّذِي لُمْتُنَّنِي فِيهِ وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ} [يوسف: ٣٢]، فَوَصَفَتْ ظاهِرَهُ بالجَمَال، وباطِنَه بالعِفَّة، فوصفته بجمال الظاهر والباطن، فكأنَّها قالت: هذا ظاهره، وباطنه أحسن من ظاهره.
وهذا كلُّه يدلُّكَ على ارتباط الظاهر بالباطن قَدَرًا وشَرْعًا. والله أعلم بالصواب.','1','298',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (369,'فصل

ومن ذلك قوله تعالى: {ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (١) مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (٢)} [القلم: ١ - ٢].
الصحيح أنَّ "ن" و"ق" و"ص" من حروف الهجاء التي يفتتح الرَّبُّ - سبحانه - بها بعض السور، وهي: أُحادية، وثُنائية، وثُلاثية، ورُباعية، وخماسية، ولم تُجَاوِز الخمسة، ولم تُذكر -قَطُّ - في أوَّل سورةٍ إلا وَعَقِبَها يُذْكَرُ القرآنُ؛ إمَّا مُقْسَمًا به، وإمَّا مُخْبَرًا عنه، ما خلا سورتين: سورة "كهيعص"، و"ن". كقوله تعالى: {الم (١) ذَلِكَ الْكِتَابُ} [البقرة: ١ - ٢] , {الم (١) اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢) نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ} [آل عمران: ١ - ٣]، {المص (١) كِتَابٌ أُنْزِلَ إِلَيْكَ} [الأعراف: ١ - ٢] , {المر تِلْكَ آيَاتُ الْكِتَابِ} [الرعد: ١]، وهكذا إلى آخرها.
ففي هذا تنبيهٌ على شَرَفِ هذه الحروف، وعِظَمِ قَدْرِها، وجلالتها؛ إذ هي مباني كلامه، وكُتُبه التي تكلَّم - سبحانه - بها، وأَنزلها على رسله، وهَدَى بها عباده، وعَرَّفَهُم بواسطتها (¬١) نفسَهُ، وأسماءه، وصفاته، وأفعاله، وأمره، ونهيه، ووَعْدَهُ، ووَعِيدَهُ، وعرَّفَهم بها الخيرَ والشَّرَّ، والحَسَنَ والقبيحَ، وأقدرهم (¬٢) على التكلُّم بها، بحيث يبلغون بها أقصى ما في أنفسِهِم، بأسهل طريقٍ، وأَقَلِّهِ (¬٣) كُلْفَةً ومشقَّةً، وأَوْصَلِهِ إلى المقصود، وأَدَلِّهِ عليه، وهذا من أعظم نعمه عليهم،
_________
(¬١) ساقط من (ز) و (ن) و (ك) و (ط).
(¬٢) في (ز) و (ن) و (ك) و (ط): وقدرهم.
(¬٣) في (ح) و (م): وقلَّة.','1','299',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (370,'كما هو من أعظم آياته.
ولهذا عاب - سبحانه - على من عبد إلهًا لا يتكلَّمُ، وامتَنَّ على عباده بأن أقدرهم على البيان بها بالكلام  (¬١) . فكان في ذكر هذه الحروف التنبيه على كمال ربوبيته، وكمال إحسانه وإنعامه، فهي أَوْلَى أنْ يُقْسَمَ بها من الليل والنَّهار، والشمس والقمر، والسماء والنُّجُوم، وغيرِها من المخلوقات، فهي دالَّةٌ - أظْهَرَ دلالةٍ - على وحدانيته، وقدرته، وحكمته، وكماله، وكلامه، وصِدْقِ رُسُله.
وقد جمع - سبحانه - بين الأمرين - أعني: القرآنَ، ونُطْقَ الإنسان - وجعل تعليمهما من تمام نعمته وامتنانه، كما قال تعالى: {الرَّحْمَنُ (١ ) عَلَّمَ الْقُرْآنَ (٢ ) خَلَقَ الْإِنْسَانَ  (٣)  عَلَّمَهُ الْبَيَانَ  (٤) } [الرحمن: ١ - ٤]، فبهذه الحروف علَّم القرآن، وبها علَّم البيان، وبها فضَّلَ الإنسانَ على سائر أنواع الحيوان، وبها أنزل كتبه، وبها أرسل رُسُله، وبها جُمِعَت العلوم وحُفِظَت، وبها انتَظَمَتْ مصالح العباد في المَعَاش والمَعَاد، وبها تَمَيَّزَ الحقُّ من الباطل، والصحيحُ من الفاسد، وبها جُمِعَت أشتات  (¬٢)  العلوم، وبها أمكن تَنَقلُها في الأذهان؛ وكم جُلِبَ بها من نعمةٍ، ودُفِعَ بها من نقمةٍ، وأُقِيلت بها من عثرةٍ  (¬٣) ، وأُقيمت بها من حُرْمَةٍ، وهُدِيَ بها من ضلالٍ، وأُقِيم بها من حقٍّ، وهُدِمَ بها من باطلٍ!
فآياته - سبحانه - في تعليم البيان كآياته في خلق الإنسان، و:
_________
(¬١)  في (ح) و (م): بالتكلم.
(¬٢)  من (ح) و (م)، وفي باقي النسخ: أسباب.
(¬٣)  "وأُقيلت بها من عثرة" ساقط من (ك).','1','300',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (371,'لولا عجائِبُ صُنْعِ اللهِ ما ثَبَتَتْ ... تلك الفَضَائِلُ في لَحْمٍ ولا عَصَبِ  (¬١) 
فسبحانَ من هذا صُنْعُهُ في هواءٍ يخرج من قَصَبة "الرِّئة"، فَيَنْضَمُّ في "الحُلْقُوم"، ثُمَّ يَنْفَرِشُ في أقصى "الحَلْق"، ووسطه، وآخره، وأعلاه، وأسفله، وعلى وسط "اللِّسَان"، وأطرافه، وبين "الثَّنَايا"، وفي "الشَّفَتين"، و"الخَيْشُوم"، فَيُسْمَعُ له عند كل مَقْطَعٍ من تلك المقاطع صوتٌ غير صوت المقطع المجاور له؛ فإذا هو: "حُرُوفٌ".
فأَلْهَم - سبحانه - الإنسانَ نَظْمَ  (¬٢)  بعضِها إلى بعضٍ، فإذا هي كلماتٌ قائمةٌ بأنفسها، ثُمَّ أَلْهَمَهُم تأليف تلك الكلمات بعضها إلى بعضٍ فإذا هي  (¬٣)  كلامٌ دالٌّ على أنواع المعاني: أمرًا، ونهيًا، وخبرًا، واستخبارًا، ونفيًا، وإثباتًا، وإقرارًا، وإنكارًا، وتصديقًا  (¬٤) ، وتكذيبًا، وإيجابًا  (¬٥) ، واستحبابًا، وسؤالًا، وجوابًا، إلى غير ذلك من أنواع الخِطَابِ: نَظْمِهِ، ونَثْرِهِ، ووجيزه، ومُطَوَّلِهِ، على اختلاف لُغَاتِ الخلائق. كلُّ ذلك صَنْعتُه - تبارك وتعالى - في هواءٍ مُجَرَّدٍ خارجٍ من باطن الإنسان إلى ظاهره، جَارٍ في مَجَارٍ قد هُيِّئَتْ وأُعِدَّت لتقطيعه وتفصيله، ثُمَّ لِتأْلِيفِهِ وتوصيله، فتبارك الله ربُّ العالمين، وأحسنُ الخالقين، فهذا شأن الحرف المخلوق.
_________
(¬١)  البيت لابن الرومي "ديوانه" (١/ ١٩٦)؛ ولفظه:
لولا عجائب لُطْفِ الله ما نَبتَتْ ... تلك الفضائلُ في لحمٍ وفي عَصَبِ
(¬٢)  في (ح) و (م): يضم.
(¬٣)  من قوله: "كلمات قائمة. . ." إلى هنا؛ ساقط من (ز).
(¬٤)  ساقط من (ز) و (ن) و (ك) و (ط).
(¬٥)  من قوله: "واستخبارًا. . ." إلى هنا؛ ملحق بهامش (ن).','1','301',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (372,'وأمَّا الحرف الذي تُكَوَّنُ به المخلوقاتُ فشأنُهُ أعلى وأجلُّ، وإذا كان هذا (¬١) شأنُ الحروف فحقيقٌ أن تُفْتَتَحَ بها السُّوَرُ كما افتُتِحَت بالأقسام؛ لما فيها من آياتِ الربوبية، وأدلَّةِ الوحدانية. فهي دالَّةٌ على كمال قدرته سبحانه، وكمال علمه، وكمال حكمته، وكمال رحمته، وعنايته بخلقه، ولُطْفه، وإحسانه.
وإذا أَعْطَيتَ الاستدلالَ بها حقَّهُ استَدْلَلْتَ بها على المبدأ، والمَعَاد، والخَلْق، والأمر، والتوحيد، والرِّسالة؛ فهي من أظهر أدلَّة (¬٢) شهادة "أن لا إله إلا الله وأنَّ محمدًا عبده ورسوله"، وأنَّ القرآنَ كلامُ الله، تكلَّمَ به حقًّا، وأنزله على رسوله وحيًا، وبلَّغَهُ كما أُوحيَ إليه صدقًا. ولا تُهْمِل الفِكْرَةَ في كلِّ سورةٍ افتُتِحَتْ بهذه الحروف، واشتمالها على آيات هذه المطالب وتقريرها. وبالله التوفيق.

فصل
ثُمَّ أقسَمَ - سبحانه - بـ "القلم وما يسطرون"، فأقسم بالكتاب وآلته وهو "القلم" الذي هو إحدى آياته، وأوَّلُ مخلوقاته الذي جَرَى به قَدَرُهُ وشَرْعُه، وكُتِبَ به الوحيُ، وقُيِّدَ به الدِّينُ، وأُثبِتَتْ به الشريعة، وحُفِظَتْ به العلوم، وقامت به مصالح العباد في المَعَاش والمَعَاد؛ فَوُطِّدَتْ به الممالك، وأُمِّنَتْ به السُّبُلُ والمسالك، وأقام في النَّاس أبلغَ خطيبٍ وأفصحَهُ، وأنفعَهُ لهم وأنصحَهُ، وواعظًا تشفي مواعظُه القلوب من السَّقَم، وطبيبًا يُبْرِيءُ - بإذْنِ بارئه - من أنواع الألم، يكسر العساكر
_________
(¬١) ساقط من (ز) و (ن) و (ك).
(¬٢) ساقط من (ز).','1','302',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (373,'العظيمة على أنَّه الضعيف الوحيد، ويَخَافُ سَطْوَتَهُ وبأسَهُ ذو البأس الشديد، وبالأقلام تُدَبَّرُ الأقاليمُ، وتُسَاسُ الممالك.
و"القَلَمُ" لسانُ الضمير، يناجيه بما استتر عن الأسماع، فيَنْسِجُ حُلَلَ المعاني في الطرفين فتعود أحسنَ من (¬١) الوَشْي المرقوم، ويُودِعُها (¬٢) حِكَمَهُ فتصير موارد الفهوم، والأقلام نظامًا للأفهام.
وكما أنَّ "اللِّسَان" بريد "القلب" فـ "القَلَمُ" بريد "اللِّسَان"، وتولُّدُ الحروف المسموعة عن "اللِّسان" كتولُّدِ الحروف المكتوبة عن "القَلَمِ"، و"القَلَمُ" بريدُ "القلب"، ورسولُه، وترجمانُه، ولسانُه الصامت.

فصل
والأقلامُ متفاوِتةٌ في الرُّتَب، فأعلاها وأجلُّها قَدْرًا: قَلَمُ القَدَرِ السابِقِ؛ الذي كتب الله به مقادير الخلائق، كما في "سنن أبي داود" عن عبادة بن الصامت قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: "إنَّ أوَّلَ ما خلق اللهُ القَلَمَ، فقال له: اكتُبْ، قال: يا رَبِّ؛ وما أكتُبُ؟ قال: اكتُبْ مقادير كلِّ شيءٍ حتَّى تقومَ الساعةُ" (¬٣).
_________
(¬١) ساقط من (ك).
(¬٢) في (ز) و (ن) و (ك) و (ط): ويدعها.
(¬٣) أخرجه: ابن وهب في "القدر" رقم (٢٦ و ٢٧)، وأحمد في "المسند" (٥/ ٣١٧)، وابن أبي شيبة في "المصنف" (١٤/ ١١٤)، والطيالسي في "مسنده" رقم (٥٧٨)، وأبو داود في "سننه" رقم (٤٧٠٠)، والترمذي في "سننه" رقم (٢١٥٥ و ٣٣١٩)، وابن أبي عاصم في "السنَّة" رقم (١٠٦ و ١٠٧ و ١٠٨ و ١٠٩)، والبخاري في "التاريخ الكبير" (٦/ ٩٢)، وغيرهم من حديث عبادة بن الصامت - رضي الله عنه -. =','1','303',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (374,'واختلف العلماء: هل "القَلَمُ" أوَّلُ المخلوقات أو "العَرْشُ"؟ على قولين، ذكرهما الحافظ أبو العلاء الهَمَذَاني (¬١)، أصحُّهُما أنَّ "العرشَ" قبل "القلم" (¬٢)؛ لما ثبت في "الصحيح" (¬٣) من حديث عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم -: "قدَّرَ اللهُ مقادِيرَ الخَلَائِقِ قبلَ أن يخلُقَ السماواتِ والأرضَ بخمسينَ أَلْفَ سَنَةٍ، وعَرْشُهُ على الماءِ". فهذا صريحٌ في أنَّ التقدير وقع بعد (¬٤) خَلْق "العَرْشِ"، والتقدير وقع عند أوَّلِ خَلْقِ القَلَمِ لحديث عبادة هذا.
ولا يخلو قوله: "إنَّ أوَّلَ ما خلَقَ اللهُ القَلَمَ". . . إلى آخره؛ إمَّا أن يكون جملةً أو جملتين:
_________
= وللحديث شواهد، ولطرقه متابعات يتقوَّى بها، وقد حسَّنه: ابن المديني كما في "النكت الظراف" (٤/ ٢٦١).
(¬١) في (ز) و (ن) و (ك) و (ح) و (م): الهَمْداني، والصواب ما أثبته كما في (ط).
والهَمَذاني هو: أبو العَلَاء الحسن بن أحمد بن الحسن العطَّار، الإمام الحافظ المقريء، شيخ الإسلام في هَمَذان بلا مدافعة، كان إليه المنتهى في القراءات والحديث والأدب، صنَّف: "الانتصار في معرفة قُرَّاء المدن والأمصار"، و"زاد المسافر" وغير ذلك، توفي بهَمَذَان سنة (٥٦٩ هـ) رحمه الله.
انظر: "التقييد" (١/ ٢٩٠)، و"غاية النهاية" (١/ ٢٠٤)، و"السير" (٢١/ ٤٠).
(¬٢) وهو قول جمهور السلف كما قاله غير واحدٍ، منهم شيخ الإسلام ابن تيمية "مجموع الفتاوى" (١٨/ ٢١٣).
واختاره: البيهقي في "الأسماء والصفات" (٢/ ٢٣٨)، وشيخ الإسلام، وابن كثير في "البداية والنهاية" (١/ ١٣)، والحافظ في "الفتح" (٦/ ٣٣٤)، وغيرهم.
(¬٣) أخرجه مسلم في "صحيحه" رقم (٢٦٥٣)، بلفظ: "كتب الله. . . إلخ".
(¬٤) في (ح) و (م): قبل! وهو خطأ يفسد وجه الاستدلال.','1','304',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (375,'فإن كان جملةً - وهو الصحيحُ - كان معناه: أنَّه عندَ أوَّلِ خَلْقِهِ قال له: "اكتُبْ"، كما في اللفظ [الآخَر] (¬١): "أوَّلَ ما خلقَ اللهُ القَلَمَ قال له: اكتُبْ" بنَصْبِ "أوَّلَ"، و"القَلَمَ".
وإن كان جملتين - وهو مرويٌّ بِرَفْع "أَوَّلُ" و"القَلَمُ" - فيتعيَّنُ حَمْلُهُ على أنَّه أوَّلُ [الـ] (¬٢) ـمخلوقاتِ من هذا (¬٣) العالم، لِيَتَّفِقَ الحديثان؛ إذ حديث عبد الله بن عمرو صريحٌ في أنَّ "العَرْشَ" سابقٌ على التقدير، والتقديرُ مقارِنٌ لخَلْقِ القَلَمِ، وفي اللفظ الآخر: "لمَّا خَلَقَ اللهُ القَلَمَ قال له: اكتُبْ".
فهذا "القَلَمُ" أوَّلُ الأقلام، وأفضلُها، وأجلُّها. وقد قال غير واحدٍ من أهل التفسير إنَّه "القَلَمُ" الذي أقسَمَ الله - تعالى - به.

<span data-type="title" id=toc-198>فصل
القلم الثاني: قَلَمُ الوحي</span>، وهو الذي يكتب به وحي الله - عزَّ وجلَّ - إلى أنبيائه ورسله.
وأصحاب هذا "القَلَم" هم الحكَّامُ على العالَم، والعالَمُ خَدَمٌ لهم، وإليهم الحَلُّ والعَقْدُ، والأقلامُ كلُّها خَدَمٌ لأقلامهم.
وقد رُفِعَ النبيُّ - صلى الله عليه وسلم - ليلةَ أُسْرِيَ به إلى مُسْتَوىً يَسْمَعُ فيه صَرِيفَ الأقلام (¬٤). فهذه الأقلامُ هي التي تكتُبُ ما يُوحيه الله - تبارك وتعالى -
_________
(¬١) زيادة يقتضيها السياق.
(¬٢) زيادة يقتضيها الكلام.
(¬٣) في (ز) و (ن) و (ك) و (ح) و (ط): هذه، وما أثبته من (م).
(¬٤) أخرجه: البخاري في "صحيحه" رقم (٣٤٩ و ٣٣٤٢)، ومسلم في "صحيحه" =','1','305',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (376,'من الأمور التي يُدَبِّرُ بها أمر العالَمِ العُلْويِّ والسُّفْلِيِّ (¬١).

فصل
والقلم الثالث: قَلَمُ التوقيع عن الله ورسوله، وهو قَلَمُ الفقهاء والمُفْتين.
وهذا "القَلَمُ" - أيضًا - حاكمٌ غيرُ محكومٍ عليه، فإليه التحاكم في الدماء، والأموال، والفُرُوج، والحقوق. وأصحابُهُ مُخْبِرُون عن الله بحكمه الذي حكم به بين عباده، وأصحابه حُكَّامٌ وملوكٌ على أرباب الأقلام، وأقلامُ العالَمِ خَدَمٌ لهذا "القَلَم".

<span data-type="title" id=toc-200>فصل
القلم الرابع: قَلَمُ طِبِّ الأَبْدَانِ </span>التي تُحفَظُ بها صحَّتُها الموجودة، وتُرَدُّ إليها به صحَّتُها المفقودة، وتُدْفَعُ به عنها آفاتُها وعوارضُها المضادَّةُ لصحَّتها.
وهذا القَلَمُ أنفعُ الأقلام بعد قَلَم طِبِّ الأديان، وحاجة النَّاس إلى أهله تلتحق بالضرورة.
_________
= رقم (١٦٣) من حديث أنس بن مالك - رضي الله عنه - المطوَّل في الإسراء.
و"صَرِيفُ الأقلام": تصويتها حال الكتابة، قال الخطَّابي: "معناه - والله أعلم - ما يكتبه الملائكة من أقضية الله - عزَّ وجلَّ - ووَحْيه، وما يَنْتَسِخُونَهُ من اللوح المحفوظ". "أعلام الحديث" (١/ ٣٤٨).
(¬١) هذا الفصل والذي قبله نقله بالحرف ابنُ أبي العِزِّ الحنفي في "شرح العقيدة الطحاوية" (٢/ ٣٤٤ - ٣٤٦).','1','306',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (377,'<span data-type="title" id=toc-201>فصل

القلم الخامس: قَلَمُ التوقيع عن الملوك ونُوَّابِهم</span>، وبه تُسَاسُ الممالك (¬١)، ولهذا كان أصحابُهُ أعزَّ أصحاب الأقلام، المشاركون للملوك في تدبيرِ الدُّوَل، فإن صَلُحَتْ أقلامهم صَلُحَت (¬٢) المملكة، وإن فَسَدَت أقلامهم فسَدَت المملكة، وهم وسائط بين الملوكِ ورعاياهم.
فصل
القَلَمُ السادس: قَلَمُ الحساب، وهو "القَلَمُ" الذي تُضْبَطُ به الأموال، مُسْتَخْرَجُها، ومصرُوفُها، ومقادِيرُها، وهو قَلَمُ الأرزاق، وهو قَلَمُ الكَمِّ المتَّصِلِ والمُنْفَصِلِ، الذي تُضْبَطُ به المقادير وما بينها (¬٣) من التفاوت والتناسب. ومبناه على الصدق والعدل، فإذا كَذَبَ هذا "القَلَمُ" وظَلَمَ فَسَدَ أَمْرُ المملكة.

<span data-type="title" id=toc-203>فصل
القلم السابع: قَلَمُ الحكم الذي تثبت به الحقوق</span>، وتُنَفَّذُ به القضايا، وتُرَاقُ به الدماء، وتُؤخَذُ به الأموالُ والحقوقُ من اليد العَادِيَةِ، فتُرَدُّ إلى اليد المُحِقَّةِ، وتُثْبَتُ به الأنساب، وتنقطع به الخصومات.
وبين هذا "القَلَم" وقَلَمِ التوقيع عن الله عمومٌ وخصوصٌ، فهذا له النُّفُوذُ واللُّزُومُ، وذاكَ له العمومُ والشمولُ، وهو قَلمٌ قائمٌ بالصِّدْقِ فيما
_________
(¬١) في (ح) و (م): وبه يُسَاسُ المُلْك.
(¬٢) في (ك): فإن صحت أقلامهم صحت المملكة.
(¬٣) في (ز): وما بينهما.','1','307',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (378,'يُثْبِتُه، وبالعدل فيما يُمْضِيه ويُنفِذُه.

<span data-type="title" id=toc-204>فصل
القلم الثامن: قَلَمُ الشَّهَادة</span>، وهو "القَلَمُ" الذي تُحْفَظُ به الحقوق، وتُصَانُ عن الإضَاعَةِ، وتَحُولُ بين الفاجر وإنكاره، ويُصَدَّقُ الصادِق، ويُكذَّبُ الكاذِب، ويُشْهَدُ للمُحِقِّ بحقِّهِ، وعلى المُبْطِلِ بباطله. وهو الأمين على الدماء، والفروج، والأموال، والأنساب، والحقوق، ومتى خَانَ هذا القَلَم فَسَدَ أَمْرُ العالَمِ أعظَمَ فَسَادٍ، وباستقامته يَسْتَقيمُ أمرُ العالَمِ، ومَبْنَاهُ على العلمِ وعَدَمِ الكتمان.
فصل
القلم التاسع: قَلَمُ التعبير، وهو كاتِبُ وَحْي المَنَامِ، وتفسيرِهِ، وتعبيرِهِ، وما أُرِيدَ به. وهو قَلَمٌ شريفٌ جليلٌ، مترجِمٌ للوحي المنامي، كاشِفٌ له. وهو من الأقلام التي تصلح للدنيا والدِّين، وهو يعتمد طهارةَ صاحبه ونزاهَتَهُ، وأمانَتَهُ، وتحرِّيه للصدق، وللطرائق الحميدة، والمناهج السديدة، مع علمٍ راسِخٍ، وصفاءِ باطِنٍ، وحِسٍّ (¬١) مُؤَيَّدٍ بالنُّور الإلهي، ومعرفةٍ بأحوالِ الخَلْقِ، وهيئاتِهم، وسِيَرهِم.
وهو من أَلْطَفِ الأقلام، وأعَمِّها جَوَلَانًا، وأوسعِها تصرُّفًا، وأشدِّها (¬٢) تَشَبُّثًا بسائر الموجودات: عُلْوِيِّها وسُفْلِيِّها، وبالماضي والحال والمستقبل.
_________
(¬١) تصحفت في (ك) و (ح) و (م) إلى: وحسن!
(¬٢) في جميع النسخ: وأسدِّها، والصواب ما أثبته.','1','308',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (379,'فتصرُّفُ هذا "القَلَم" في المنام هو مَحَلُّ ولايته، وكُرسيُّ مملكته وسلطانه.

<span data-type="title" id=toc-206>فصل
القلم العاشر: قَلَمُ تواريخِ العالَم ووقائعه</span>. وهو "القَلَمُ" الذي تُضْبَطُ به الحوادِثُ، وتُنقَلُ من أمَّةٍ إلى أُمَّةٍ، ومن قَرْنٍ إلى قَرْنٍ، فَيَحْصُرُ ما مَضَى من العالَم وحوادثه في الخيال، ويَنْقُشُهُ في النَّفْسِ، حتَّى كأنَّ السامِعَ يرى ذلك ويَشْهَدُه، فهو قَلَمُ المَعَادِ الرُّوحاني.
وهذا "القَلَم" قَلَمُ العجائب؛ فإنَّه يُعيد لك العالَمَ في صورة الخيال، فتراه بقلبك، وتُشَاهِدُهُ ببصيرتك.

<span data-type="title" id=toc-207>فصل
القلم الحادي عشر: قَلَمُ اللُّغَة </span>وتفاصيلها من شرح معاني ألفاظِها المُفْرَدَة، ونَحْوِها، وتَصْرِيفِها، وأسرارِ تراكيبِها، وما يتبع ذلك من أحوالها ووجوهِها، وأنواعِ دلالاتها على المعاني، وكيفية الدلالة.
وهو قَلَمُ التعبير عن المعاني باختيار (¬١) أحسن الألفاظ، وأعذبها، وأسهلها، وأوضحها.
وهذا "القَلَم" واسعُ التصرُّفِ جدًّا بحسب سَعَةِ الألفاظ وكثرةِ مجاريها وتنوُّعِها.
_________
(¬١) في جميع النسخ: بإخبار، وهو تحريف.','1','309',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (380,'<span data-type="title" id=toc-208>فصل

القلم الثاني عشر: القلَمُ الجامع، وهو قَلَمُ الرَّدِّ على المُبْطِلِين</span>، ورَفْعِ سُنَّةِ المُحِقِّين، وكشْفِ أباطيل المُبْطِلِين على اختلاف أنواعها وأجناسها، وبيانِ تناقُضِهم، وتهافُتِهم، وخروجِهم عن الحقِّ، ودخولِهم في الباطل.
وهذا "القَلَمُ" في الأقلام نظير الملوك في الأنام (¬١)، وأصحابُه أهلُ الحُجَّةِ النَّاصِرُون لما جاءت به الرُّسُل، المحاربون لأعدائهم، وهم الداعون إلى الله بالحكمة والموعظة الحسنة، المجادلون لمن خرج عن سبيله بأنواع الجدال. وأصحاب هذا "القلم" حربٌ لكلِّ مُبْطِل، عَدُوٌّ لكلِّ مخالفٍ للرُّسُل. فَهُمْ في شأنٍ، وغيرُهم من أصحاب الأقلام في شأنٍ.
فهذه الأقلام التي بها انتظامُ مصالح العالم.
ويكفي في جلالة "القَلَم" أنَّه لم تُكتَبْ كُتُبُ اللهِ إلا به، وأنَّ الله - سبحانه - أقسَمَ به في كتابه، وتَعَرَّفَ إلى غيره بأنْ علَّمَ بالقَلَم، وإنَّما وصل إلينا ما بُعِثَ به نبيُّنا - صلى الله عليه وسلم - بواسطة "القَلَم". ولقد أبدع أبو تمَّام (¬٢) إذ يقول في وصفه:
لَكَ القَلَمُ المَاضِي (¬٣) الذي بِشَبَاتِهِ ... تُصَابُ من الأَمْرِ الكُلَى والمَفَاصِلُ
_________
(¬١) تصحفت في (ن) و (ك) إلى: الأيام.
(¬٢) "ديوانه" (٣/ ١٢٢) بشرح الخطيب التبريزي.
(¬٣) كذا في جميع النسخ، وفي الديوان: الأعلى.
والشَّبَاةُ: الحدُّ. والكُلَى: جمع كُلْيَة. والمفاصل: جمع مَفْصِل.','1','310',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (381,'لَهُ رِيقَةٌ طَلٌّ، ولكنَّ وَقْعَها ... بآثَارِهِ في الغَرْبِ والشَّرْقِ  (¬١)  وَابِلُ
لُعَابُ الأفَاعِي القَاتِلاتِ لُعَابُهُ ... وَأَرْيُ  (¬٢)  الجَنَى اشْتَارَتْهُ أَيْدٍ عَوَاسِلُ
لَهُ الخَلَوَاتُ اللَّاءِ لولا نَجِيُّها ... لَمَا احتَفَلَتْ  (¬٣)  للمُلْكِ تِلكَ المَحَافِلُ
فَصِيحٌ إذا استَنْطَقْتَهُ وهْوَ رَاكِبٌ ... وأَعْجَمُ إنْ خاطَبْتَهُ وهْو رَاجِلُ
إذا ما امتَطَى الخَمْسَ اللِّطَافَ وأُفْرِغَتْ ... عليه شِعَابُ الفِكْرِ وهْيَ حَوَافِلُ
أَطَاعَتْهُ أطْرَافُ القَنَا  (¬٤) ، وتَقَوَّضَتْ ... لِنَجْوَاهُ تَقْوِيضَ الخِيَامِ الجَحَافِلُ
إذا اسْتَغْزَرَ الذِّهْنَ الذَّكِيَّ وأَقْبَلَتْ ... أَعَالِيهِ في القِرْطَاسِ وهْيَ أَسَافِلُ
وقَدْ رَفَدَتْهُ الخِنْصَرانِ وشَدَّدَتْ  (¬٥)  ... ثَلاثَ نَوَاحِيهِ الثَّلاثُ الأنَامِلُ
_________
(¬١)  كذا في جميع النسخ، وفي الديوان: الشرق والغرب.
(¬٢)  في جميع النسخ: وأرش، والتصحيح من الديوان.
قال الخطيب التبريزي: "الجَنَى: اسمٌ عام يقع على كل ما اجتُني، فجائزٌ أن يُسمَّى "الأَرْيُ" جَنىً؛ لأنه يُجْنَى من مواضع النَّحْل، ولعموم الجَنَى في اللفظ حَسُنت إضافة الأَرْي إليهِ؛ لأن بعض الشيء يضاف إِلى كله. ولما كان "الأَرْيُ" يُستعمل في المطر وما لَصِقَ بالقِدْرِ: قَوَّى ذلك إضافَتَه في هذا الموضع.
واشْتَارَته: في موضع نصبٍ على الحال. والعواسِلُ: التي تأخذ العَسَل" (٣/ ١٢٣).
(¬٣)  في جميع النسخ: اختلفت! والتصحيح من الديوان.
(¬٤)  كذا في جميع النسخ، وهو موافق لبعض نسخ الديوان، وجوَّده ابن المستوفى.
وفي الأصل من رواية الديوان: أطرافٌ لها.
انظر تعليق: محمد عبده عزَّام على "شرح الخطيب التبريزي لديوان أبي تمَّام" (٣/ ١٢٤).
(¬٥)  في (ن) و (ك) و (ط) بالمهملة: وسدَّدَت.','1','311',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (382,'رأَيتَ جليلًا شَأْنُهُ وهْوَ مُرْهَفٌ (¬١) ... ضَنَىً، وسمِينًا خَطْبُهُ وهْوَ هازِلُ (¬٢)

فصل
والمُقْسَمُ عليه بالقَلَم والكتابة في هذه السورة تنزيهُ نبيِّه ورسولِهِ - صلى الله عليه وسلم - عمَّا يَقول فيه أعداؤه، وهو قوله تعالى: {مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ (٢)} [القلم: ٢].
وأنتَ إذا طابَقْتَ بين هذا القَسَم والمُقْسَم به وجدتَه دالًّا عليه أظْهَرَ دلالةٍ وأَبْيَنَها، فإنَّ ما سطَّر الكاتِبُ (¬٣) بالقَلَمِ من أنواع العلوم التي يتلقَّاها البشر بعضهم عن بعضٍ لا تَصْدُرُ من مجنونٍ، ولا تصدر إلا ممَّن (¬٤) له عقْلٌ وافِرٌ، فكيف يصْدُرُ ما جاء به الرسولُ من هذا الكتاب الذي هو في أعلى درجات العلوم! بل العلوم التي تضمَّنَها ليس في قُوَى البَشَر الإتيانُ بها، ولَاسِيَّما من أُمِّيٍّ لا يقرأ كتابًا، ولا يَخُطُّهُ بيمينه، مع كونه في أعلى أنواع الفصاحة، سليمًا من الاختلاف، بريًّا من التناقض، يستحيل من العقلاء كلِّهم لو اجتمعوا في صعيدٍ واحدٍ أن يأتوا بمثله، ولو كانوا على عقْلِ رجلٍ واحدٍ منهم، فكيف يَتَأتَّى (¬٥) ذلك من مجنونٍ لا عقْلَ له يُمَيِّزُ به ما عسى كثيرٌ من الحيوان أن يُمَيِّزَهُ، وهل هذا إلا من أقبح البهتان (¬٦)، وأظهر الإفك.
_________
(¬١) في (ز) و (ن) و (ك) و (ط): مُرْهَقٌ.
(¬٢) كذا في جميع النسخ، وفي الديوان: ناحِلُ.
(¬٣) في (ز): الكتاب.
(¬٤) في (ن): مَنْ، وفي (ح) و (م): مِن عقلٍ.
(¬٥) في (ز) و (ن) و (ك) و (ط): يأتي.
(¬٦) في جميع النسخ: الهيآت، وهو تحريف.','1','312',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (383,'فتأمَّلْ شهادَةَ هذا المُقْسَم به للمُقْسَم به عليه، ودلالته عليه أتمَّ دلالة.
ولو أنَّ رجلًا أنشأ رسالةً واحدةً بديعةً، منتظِمة الأوَّل والآخر، متساوية الأجزاء، يُصَدِّقُ بعضُها بعضًا، أو قال قصيدةً كذلك، أو صنَّفَ كتابًا كذلك؛ لَشَهِدَ له العقلاءُ بالعقل، ولَمَا استجازَ أحدٌ رَمْيَهُ بالجنون، مع إمكانِ - بَلْ  (¬١)  وقوعِ - مُعَارَضَتِها، ومُشَاكَلَتِها، والإتيانِ بمثلها أو أحسن منها، فكيف يُرْمَى بالجنون من أتى بما عَجَزَت العقلاء كلُّهم - قاطبةً - عن معارضته ومماثلته، وعرَّفَهم من الحقِّ ما لا تهتدي إليه عقولُهم، بحيث أذْعَنَتْ له عقولُ العقلاء، وخضَعَتْ له ألْبَابُ الأَلِبَّاءِ، وتَلَاشَتْ في جَنْب ما جاء به، بحيث لم يَسَعْها إلا التسليمُ له والانقيادُ والإذعانُ طائعةً مختارةً، وهي ترى عقولَها أشدَّ فقرًا وحاجةً إلى ما جاء به، ولا كمال لها إلا بما جاء به؟! فهو الذي كمَّلَ عقولَها كما يُكَمَّلُ الطفلُ برضاع الثَّدْي.
ولهذا أتباعُهُ أَعْقَلُ الخَلْقِ على الإطلاق، وهذه مؤلَّفاتُهم وكتُبُهم في جميع الفنون إذا وازَنْتَ  (¬٢)  بينها وبين مؤلَّفات مخالفيه ظهر لك التفاوت بينها. ويكفي في عقولهم أنَّهم عَمَرُوا الدنيا بالعلم والعدل، والقلوبَ بالإيمان والتقوى. فكيف يكون مَتْبُوعُهُم مجنونًا وهذا حالُ كتابه، وهَدْيهِ، وسيرتهِ، وحالُ أتباعِهِ؟!
وهذا إنَّما حصل له ولأتباعه بنعمة الله عليه وعليهم، فنَفَى عنه
_________
(¬١)  ساقط من (ز).
(¬٢)  في (ز): قارَنْتَ.','1','313',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (384,'الجنونَ بنعمته عليه.
وقد اختُلِفَ في تقدير (¬١) الآية (¬٢):
فقالت فرقةٌ: "الباء" في {بِنِعْمَةِ رَبِّكَ} بَاءُ القَسَم، فهو قَسَمٌ آخَرُ اعتَرضَ بين المحكُومِ به والمحكوم عليه، كما تقول: ما أنتَ باللهِ بكاذِبٍ.
وهذا التقدير ضعيفٌ جدًّا؛ لأنَّه قد تقدَّمَ القَسَمُ الأوَّلُ، فكيف يقع القَسَمُ الثاني في جوابه؟! ولا يحسُنُ أن تقول: واللهِ ما أنتَ باللهِ بقائمٍ، وليس هذا من فصيح الكلام، ولا عُهِدَ به في كلامهم.
وقالت فرقةٌ: العامل في {بِنِعْمَةِ رَبِّكَ} أداةُ معنى النفْي، أو معنى: انْتَفَى (¬٣) عنكَ الجنونُ بنعمة ربِّك.
ورَدَّ أبو عمرو بن الحاجب (¬٤) وغيرُه هذا القولَ بأنَّ الحروفَ لا تَعْمَلُ معانيها، وإنَّما تَعْمَلُ ألفاظُها (¬٥).
_________
(¬١) في (ز): تقرير.
(¬٢) انظر لهذه الأقوال: "معالم التنزيل" (٨/ ١٨٧)، و"الجامع" (١٨/ ٢٢٦)،
و"الدر المصون" (١٠/ ٣٩٩)، و"فتح القدير" (٥/ ٣٥٥)، و"التحرير والتنوير" (٢٩/ ٦٢).
(¬٣) في جميع النسخ: أنفي، والصواب ما أثبته.
(¬٤) هو عثمان بن عمر بن أبي بكر الدَّويني، أبو عمرو بن الحاجب، العلامة الفقيه
الأصولي النحوي، شيخ المالكية في زمنه، برع في القراءات واللغة، ومصنفاته سارت بها الركبان، توفي بالإسكندرية سنة (٦٤٦ هـ) رحمه الله.
انظر: "وفيات الأعيان" (٣/ ٢٤٨)، و"السير" (٢٣/ ٢٦٤).
(¬٥) قال ابن الحاجب في "أماليه" (١/ ٢٤١):
" (الباء) في "بنعمة ربك" متعلِّقةٌ بالنفي، لا بقوله "بمجنون"؛ إذ لو عُلِّق به =','1','314',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (385,'وقال الزمخشريُّ: "يتعلَّق بـ "مجنون"  (¬١)  مَنْفِيًّا، كما يتعلَّق بعاقِلٍ مُثْبَتًا في قولك: أنتَ بنعمةِ اللهِ عاقِلٌ، مُسْتَوِيًا  (¬٢)  في ذلك الإثبات والنَّفْي استواءَهما في قولك: ضَرَبَ زيدٌ عَمْرًا، وما ضَرَبَ زيدٌ عَمْرًا  (¬٣) ، تُعْمِلُ الفعلَ مُثبَتًا ومَنْفِيًّا إعمالًا واحدًا، ومَحَلُّهُ النَّصْبُ على الحال، أي: ما أنت بمجنون مُنْعَمًا عليك بذلك. ولم تَمْنَعِ "الباءُ" أنْ يَعْمَلَ (مجنون) فيما قبله؛ لأنَّها زائدةٌ لتأكيد النَّفْي"  (¬٤) .
واعتُرِض عليه  (¬٥)  بأنَّ النَّفْيَ  (¬٦)  إذا تسلَّط على محكومٍ به، وله معمولٌ، فإنَّه يجوز فيه وجهان:
_________
= لكان المراد نفيَ جنونٍ من نعمة الله، وذلك غير مستقيم من وجهين:
أحدهما: أنه لا يُوصف جنونٌ من نعمة الله.
والآخر: أنه لم يُرَدْ نفيُ جنونٍ مخصوص، وإنما أُريدَ نفيه عمومًا.
فتحقَّقَ أنَّ المعنى: أنه انتفى عنك الجنون مطلقًا بنعمة الله، وعلى هذا يُحْكَم في التعلُّق، فإن صحَّ تعلُّقه بالفعل، وإلا عُلِّق بالحرف".
قال ابن هشام بعد أن نقل ملخصه: "وهو كلامٌ بديعٌ، إلا أنَّ جمهور النحويين لا يوافقون على صحة التعلق بالحرف، فينبغي على قولهم أن يُقدَّر أنَّ التعلق بفعلٍ دلَّ عليه النافي، أي: انتفى ذلك ينعمة ربِّك".
"مغني اللبيب" (٥/ ٢٩٨).
(¬١)  في جميع النسخ من أول الآية: "بنعمة ربك بمجنون"، والتصحيح من "الكشاف"، وبه يتضح الكلام.
(¬٢)  في (ز): يستوي، وفي (ن) و (ك) و (ح) و (م): يستويا.
(¬٣)  المثال الثاني ساقط من (ز).
(¬٤)  "الكشاف" (٤/ ٥٨٩ - ٥٩٠).
(¬٥)  المعترِض هو أبو حيَّان في "البحر المحيط" (٨/ ٣٠٢).
(¬٦)  ساقط من (ن) و (ك) و (ط)، وألحق بهامش (ز)، وفي (م) وهامش (ح): العامل.','1','315',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (386,'أحدهما: نَفْيُ ذلك المعمول فقط، نحو قولك: ما زيدٌ بذاهبٍ مُسْرِعًا، فإنَّه ينتفي الإسراعُ دون القيام، ولا يمتنع أن يثبت له ذهابٌ في غير إسراعٍ.
والثاني: نَفْيُ المحكوم به، فينتفي معموله بانتفائه، فينتفي "الذهاب" في هذا الحال، فينتفي الإسراع بانتفائه.
فإذا جعل {بِنِعْمَةِ رَبِّكَ} معمولًا لـ "مجنون" لَزِمَ أَحَدُ الأمرين، وكلاهما مُنْتَفٍ جزمًا.
وهذا الاعتراض - هُنَا - فاسِدٌ؛ لأنَّ المعنى إذا جُعِل (¬١) "ما أنت بمجنونٍ مُنْعَمًا عليك" لزِمَ من صِدْق هذا الخبر نَفْيُهُما (¬٢) قطعًا، ولا يصحُّ نفي المعمول وثبوت العامل في هذا الكلام، ولا يَفْهَمُه منه من له آلةُ الفهم، وإنَّما يَفْهَمُ الآدميُّ من هذا الكلام أنَّ الجنون انتفى عنك بنعمة الله عليك، وانتفى عنَّا ما فهمه هذا المعترِضُ بنعمة الله علينا.
ثُمَّ أخبر - سبحانه - عن كمال حالتي نبيِّه - صلى الله عليه وسلم - في دنياه وأُخْرَاه فقال تعالى: {وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ (٣)} [القلم: ٣]، أي: غير مقطوعٍ، بل هو دائمٌ مستمرٌّ.
ونَكَّرَ الأجْرَ تنكير تعظيم، كما قال تعالى: {إِنَّ فِي ذَلِكَ لَعِبْرَةً} [النور: ٤٤] , و {إِنَّ فِي ذَلِكَ لَآيَةً} [البقرة: ٢٤٨]، و {إِنَّ فِي ذَلِكَ لَذِكْرَى} [الزمر: ٢١]، و {إِنَّ لِلْمُتَّقِينَ مَفَازًا (٣١)} [النبأ: ٣١]، و {وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآبٍ (٢٥)} [ص: ٢٥]، وهو كثيرٌ، وإنَّما كان التنكير
_________
(¬١) في (ن) و (ك) و (ح) و (ط) و (م): حصل.
(¬٢) في (ن) و (ك): تفهمًا، وفي (ط): تفهيمًا.','1','316',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (387,'للتعظيم؛ لأنَّه (¬١) صُوِّرَ للسامع بمنزلة أمرٍ عظيمٍ لا يدركه الوصف، ولا يناله التعبير (¬٢).
ثُمَّ قال تعالى: {وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ (٤)} [القلم: ٤]، وهذه من أعظم آيات نُبُوَّتِهِ ورسالته، لمن مَنَحَهُ اللهُ فهمها (¬٣). ولقد سُئلَتْ أمُّ المؤمنين عن خُلُقه - صلى الله عليه وسلم -، فأجابت بما شَفَى وكَفَى، فقالت: "كان خُلُقُه القرآنُ" (¬٤)، فهَمَّ سائِلُها أن يقوم ولا يسألها شيئًا بعد ذلك.
وقال ابن عباس وغيرُه: "أي: على دينٍ عظيمٍ" (¬٥).
وسمَّى "الدِّين" خُلُقًا؛ لأنَّ الخُلُق هيئةٌ مركَّبَةٌ من علومٍ صادقةٍ، وإراداتٍ زاكيةٍ، وأعمالٍ - ظاهرةٍ وباطنةٍ - موافقةٍ للعدل والحكمة والمصلحة، وأقوالٍ مطابقةٍ (¬٦) للحقِّ، تصدر تلك الأقوال والأعمال عن تلك العلوم والإرادات، فتكتسب النفسُ بها أخلاقًا هي أزكى الأخلاقِ وأشرفها وأفضلها.
فهذه كانت أخلاق رسول الله - صلى الله عليه وسلم - المقتبسة من مشكاة القرآن، فكان كلامه مطابقًا للقرآن؛ تفصيلًا له وتبيينًا، وعلومُهُ علوم القرآن، وإراداتُهُ (¬٧) وأعمالُهُ ما أوجبَهُ ونَدَبَ إليه القرآنُ، وإعراضُهُ وتَرْكُه لما مَنَعَ
_________
(¬١) في جميع النسخ: لا! ولعل الصواب ما أثبته.
(¬٢) تصحفت في (ك) إلى: التغيير.
(¬٣) في (ح) و (م): فهمًا.
(¬٤) أخرجه مسلم في "صحيحه" رقم (٧٤٦) ضمن حديث طويل.
(¬٥) أخرجه: ابن جرير الطبري في "تفسيره" (١٢/ ١٧٩)، ونسبه الواحديُّ إلى الأكثرين "الوسيط" (٤/ ٣٣٤).
(¬٦) في (ز) و (ن) و (ك) و (ط): متطابقة.
(¬٧) في (ك): وإرادته.','1','317',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (388,'منه القرآنُ، ورَغْبَتُهُ فيما رغَّبَ فيه، وزُهْدُه فيما زهَّدَ فيه، وكراهته لما كَرِهَهُ، ومحبته لما أحبَّهُ، وسَعْيُهُ في تنفيذ أوامره، وتبليغِهِ، والجهادِ في إقامته.
فترجَمَتْ أُمُّ المؤمنين - لكمال معرفتها بالقرآن وبالرسول - صلى الله عليه وسلم -، وحسن تعبيرها - عن هذا كلِّه بقولها: "كان خُلُقُهُ القرآنُ"، وفَهِمَ السائلُ عنها هذا المعنى، فاكتفى به واشتفى.
وإذا كانت أخلاقُ العباد، وعلومُهم، وإراداتُهم (¬١)، وأعمالُهم مستفادةً من "القَلَمِ" وما يسطرون، وكان في خَلْقِ "القَلَم" والكتابة إنعامًا عليهم، وإحسانًا إليهم، إذ وَصَلُوا به إلى ذلك، فكيف ينكرون إنعامه وإحسانه على عبده ورسوله الذي أعطاه أعلى الأخلاقِ، وأفضلَ العلومِ، والأعمالِ، والإراداتِ، التي لا تهتدي العقول إلى تفاصيلها من غير قلمٍ ولا كتابةٍ؟! فهل هذا إلا من أعظم آيات نبوَّته، وشواهدِ صِدْقِ رسالته؟! وسيعلم أعداؤه المكذِّبون له أيُّهُم المفتون، هو أَمْ هم؟ وقد علموا - هُمْ والعُقَلاء - ذلك في الدنيا، ويزداد علمهم به في البَرْزخ، وينكشِفُ ويظهَرُ كلَّ الظهور في الآخرة، بحيث تتساوى أقدام الخلائق في العلم به.
وقد اختُلِفَ في تقدير قوله: {بِأَيِّكُمُ الْمَفْتُونُ (٦)}:
فقال أبو عثمان المازني (¬٢): هو كلامٌ مُسْتَأْنَفٌ، و"المَفْتُون" عنده
_________
(¬١) في (ك): وإرادتهم.
(¬٢) هو أبو عثمان، بكر بن محمد بن عدي المازني، البصري، إمام العربية في زمانه، كان كثير الرواية والمناظرة، صنف: "التصريف"، و"ما تلحن فيه =','1','318',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (389,'مصدرٌ، أي: بأيِّكم الفِتْنَة. والاستفهامُ عن أمرٍ دائِرٍ بين اثنين قد عُلِمَ انتفاؤه عن أحدهما قطعًا، فتعيَّنَ حصولُه للآخر  (¬١) .
والجمهور على خلاف هذا التقدير، وهو عندهم متَّصِلٌ بما قبله، ثُمَّ لهم فيه أربعةُ أوجهٍ:
أحدها: أنَّ "الباء" زائدةٌ، والمعنى: أَيُّكُم المَفْتُون. وزيدت في المبتدأ كما زيدت في قولك: بِحَسْبِكَ  (¬٢)  أن تفعل. قاله أبو عبيدة  (¬٣) .
الثاني: أنَّ "المَفْتُون" بمعنى: الفتنة  (¬٤) ، أي: سَتُبْصِرُ ويُبْصِرُون
_________
= العامة"، وغير ذلك، توفي سنة (٢٤٧ هـ) رحمه الله.
انظر: "نزهة الألباء" (١٨٢)، و"السير" (١٢/ ٢٧٠).
(¬١)  انظر كلام المازني في: "المحرر الوجيز" (١٥/ ٢٩)، و"البحر المحيط" (٨/ ٣٠٣).
(¬٢)  بعدها في (ط) زيادة: درهم.
(¬٣)  انظر: "مجاز القرآن" (٢/ ٢٦٤).
واختاره: الأخفش في "معانيه" (٢/ ٥٠٥)، وابن قتيبة في "تأويل مشكل القرآن" (٢٤٨)، وقدَّمه القرطبي في "الجامع" (١٨/ ٢٢٩).
وردَّه الزجَّاج، وقال: "و"الباء" لا يجوز أن تكون لغوًا، وليس هذا جائزًا في العربية في قول أحدٍ من أهلها". "معاني القرآن" (٥/ ٢٠٥).
وقال السمين الحلبي: "وإلى هذا ذهب قتادة، وأبو عبيدة؛ إلا أنه ضعيفٌ من حيث إن "الباء" لا تُزاد في المبتدأ إلا في "حَسْبُك" فقط". "الدر المصون" (١٠/ ٤٠١).
(¬٤)  فهو مصدر على وزن "المفعول"، كما قالوا: معقول أي: عقل، وميسور أي: يُسْر، وهذا قول: ابن عباس، والحسن، والضحَّاك. "الجامع" (١٨/ ٢٢٩).
وقدَّمه: الزجَّاج في "معانيه" (٥/ ٢٠٥)، وابن الأنباري في "البيان" (٢/ ٤٥٣)، واختاره ابن جرير الطبري في "تفسيره" (١٢/ ١٨١).','1','319',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (390,'بأيِّكُم الفتنة، و"الباء" على هذا ليست بزائدة. قاله الأخفش  (¬١) .
الثالث: أنَّ "المَفْتُون" مفعولٌ على بابه، ولكن هنا مضافٌ محذوفٌ تقديره: بأيِّكُم فُتُون المَفْتُون، وليست "الباء" زائدةً. قاله الأخفش  (¬٢)  أيضًا.
الرابع: أنَّ "الباء" بمعنى "في"، والتقدير: في أَيِّ فريقٍ منكم النَّوع المفتون، و"الباء" على هذا ظرفية  (¬٣) .
وهذه الأقوال كلُّها تكلُّفٌ ظاهِرٌ لا حاجة إلى شيءٍ منه، و {فَسَتُبْصِرُ} مضمَّنٌ  (¬٤)  معنى: تَشْعُرُ وتَعْلَمُ، فعُدِّيَ بـ "الباء"، كما تقول: ستشعر بكذا، وتَعْلَمُ به. قال تعالى: {أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى  (١٤) } [العلق: ١٤]، وإذا دعاك اللفظ إلى  (¬٥)  المعنى من مكانٍ قريبٍ فلا تُجِبْ من دعاك إليه من مكانٍ بعيدٍ.
_________
(¬١)  وكذا نسبه إليه أبو حيَّان في "البحر المحيط" (٨/ ٣٠٣).
والذي في "معاني الأخفش" (٢/ ٥٠٥) أنَّ "الباء" زائدة، وهو الذي نسبه إليه القرطبي في "الجامع" (١٨/ ٢٢٩).
(¬٢)  انظر: "البحر المحيط" (٨/ ٣٠٣)، و"فتح القدير" (٥/ ٣٥٦).
(¬٣)  وهو مذهب الفرَّاء في "معاني القرآن" (٣/ ١٧٣).
قال ابن عطية: "وهذا قولٌ حسنٌ، قليل التكلُّف". "المحرر الوجيز" (١٥/ ٣٠).
(¬٤)  من (ح)، وفي باقي النسخ: مضمر.
(¬٥)  "إلى" ملحق بهامش (ك).','1','320',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (391,'فصل

ومن ذلك قوله تعالى: {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥) وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦) إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧) فِي كِتَابٍ مَكْنُونٍ (٧٨) لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩) تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٨٠)} [الواقعة: ٧٥ - ٨٠].
ذكر - سبحانه - هذا القَسَمَ عقيب ذكر القيامة الكبرى، وأقسام الخَلْقِ فيها، ثُم ذكر الأدلَّةَ القاطعةَ على قدرته على المَعَاد بالنَّشْأة الأولَى، وإخراجِ النَّبَاتِ من الأرض، وإنزالِ الماء من السماء، وخَلْقِ النَّار. ثُمَّ ذكر بعد ذلك أحوال النَّاس في القيامة الصغرى عند مفارقة "الرُّوح" للبدن.
وأقسَمَ بمواقع النُّجُوم على ثبوت القرآن, وأنَّه تنزيله.
وقد اختُلِفَ في النُّجُوم التي أقسَم بمواقعها:
فقيل: هي آيات القرآن، ومواقعها: نزولها شيئًا بعد شيء. هذا قول ابن عباس - رضي الله عنهما - في رواية عطاء، وقولُ: سعيد بن جبير، والكلبي، ومقاتل (¬١)، وقتادة.
وقيل: النُّجُوم (¬٢) هي الكواكب، ومواقِعُها: مساقِطُها عند غروبها. هذا قول أبي عبيدة (¬٣) وغيره.
_________
(¬١) "تفسيره" (٣/ ٣١٧).
وقال به: عكرمة، ومجاهد، والسُّدِّي، وأبو حَزْرَة. "تفسير ابن كثير" (٧/ ٥٤٤).
(¬٢) "النُّجُوم" ملحق بهامش (ن).
(¬٣) انظر: "مجاز القرآن" (٢/ ٢٥٢).
وذكر ابن عطية أنه مذهب جمهور المفسرين "المحرر الوجيز" (١٤/ ٢٦٧)، =','1','321',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (392,'وقيل: مواقعها انْتِثَارُها وانْكِدَارُها يوم القيامة، وهذا قول الحسن.
ومن حُجَّةِ هذا القول أنَّ لفظ "مواقع" يقتضيه، فإنَّه (مَفَاعِل) من الوقوع وهو السقوط، فَلِكُلِّ نجمٍ مَوْقعٌ، وجَمْعُها: مَوَاقع.
ومن حُجَّةِ قول من قال: هي مَسَاقِطُها عند الغروب؛ أنَّ الرَّبَّ - تعالى - يُقْسِمُ بالنُّجُوم وطلوعها وجريانها وغروبها، إذ فيها وفي أحوالها الثلاث آيةٌ وعبرةٌ ودلالةٌ كما تقدم في قوله تعالى: {فَلَا أُقْسِمُ بِالْخُنَّسِ (١٥) الْجَوَارِ الْكُنَّسِ (١٦)} [التكوير: ١٥, ١٦]، وقال تعالى: {وَالنَّجْمِ إِذَا هَوَى (١)} [النجم: ١]، وقال تعالى: {فَلَا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ} [المعارج: ٤٠].
ويرجِّحُ هذا القول - أيضًا - أنَّ النُّجُوم حيث وقعت في القرآن فالمراد منها: الكواكب، كقوله تعالى: {وَإِدْبَارَ النُّجُومِ (٤٩)} [الطور: ٤٩]، وقوله تعالى: {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ} [الأعراف: ٥٤].
وعلى هذا فتكون المناسبة بين ذكر النُّجُوم في القَسَم، وبين المُقْسَم عليه - وهو القرآن - من وجوه:
أحدها: أنَّ النُّجُوم جعلها الله يُهتَدَى بها في ظلمات البَرِّ والبحر، وآياتُ القرآن يُهتَدَى بها في ظلمات (¬١) الجهل والغَيِّ. فتلك هدايةٌ في الظلمات الحِسِّيَّة، وآياتُ القرآن هدايةٌ في الظلمات المعنويَّة، فجَمَعَ بين
_________
= وكذا قال ابن الجوزي في "زاد المسير" (٧/ ٢٩٢).
واختاره ابن جرير في "تفسيره" (١١/ ٦٥٨).
(¬١) "ظلمات" ملحق بهامش (ك).','1','322',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (393,'الهدايتين.
مَعَ ما في النُّجُوم من الزينة الظاهرة للعالم، وفي إنزال القرآن من الزينة الباطنة.
ومَعَ ما في النُّجُوم من الرجوم للشياطين، وفي آيات القرآن من رجوم شياطين الإنس والجنِّ.
والنُّجُومُ آياته المشهودة العِيَانِيَّة، والقرآنُ آياتُهُ المَتْلُوَّةُ السمعيَّةُ. مَعَ ما في مواقعها عند الغروب من العبرة والدلالة على آياته القرآنية ومواقعها عند النزول.
ومن قَرَأَ "بموقع النُّجُوم" (¬١) على الإفراد، فَلِدلالة الواحد المضاف إلى الجَمْع على التعدُّد، و"الموقع": اسمُ جنْس، والمصادر إذا اختلفت جُمِعَت، وإذا كان النَّوع واحدًا أُفرِدَتْ، قالَ الله تعالى: {إِنَّ أَنْكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ (١٩)} [لقمان: ١٩]، فجَمَعَ الأصوات لتعدُّدِ النَّوع، وأَفرَدَ "صوت الحمير" لوحدته. فإفراد "موقع النُّجُوْم" لوحدة المضاف إليه، وتعدُّد المواقع لتعدُّده، إذ لكلِّ نجمٍ موقع.

فصل
والمُقْسَم عليه قوله تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧)}، ووقع الاعتراض بين القَسَم وجوابه بقوله: {وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦)}، ووقع الاعتراض بين الصفة والموصوف في جملة هذا الاعتراض بقوله
_________
(¬١) قرأ بها: حمزة، والكسائي، وخَلَف.
انظر: "التيسير" (٢٠٧)، و"النثر" (٢/ ٣٨٣).','1','323',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (394,'تعالى: {لَوْ تَعْلَمُونَ عَظِيمٌ (٧٦)}، فجاء هذا الاعتراض في ضمن هذا الاعتراض، ألْطَفَ شيءٍ وأحسَنَهُ موقعًا.
وأحسن ما يقع هذا الاعتراض إذا تضمَّنَ تأكيدًا أو تنبيهًا أو احترازًا، كقوله تعالى: {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ (٤٢)} [الأعراف: ٤٢]، فاعترض بين المبتدأ والخبر بقوله: {لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا} لما تضمَّنَهُ ذلك من الاحتراز الرافع (¬١) لِتَوَهُّمِ مُتَوَهِّمٍ: أنَّ الوعد إنَّما يستحقه من أتى بجميع الصالحات، فرفع ذلك بقوله: {لَا نُكَلِّفُ نَفْسًا إِلَّا وُسْعَهَا}.
وهذا أحسن مِنْ قول مَنْ قال: "إنَّه أَخْبَرَ عن الذين آمنوا، ثُمَّ أخبر عنهم بخبرٍ آخر، فهما خبران عن مُخْبَرٍ واحدٍ"، فإنَّ عدم التكليف فوق الوسْع لا يَخْتَصُّ [بِـ] (¬٢) الذين آمنوا، بل هو حكمٌ شامِلٌ لجميع الخلق، مَعَ ما في هذا التقدير من إخلاء جملة الخبر عن الرابط، وتقدير صفةٍ محذوفةٍ - أي: نَفْسًا منهم -، وتعطيل هذه الفائدة الجليلة.
ومن أَلْطَفِ الاعتراضِ وأحسَنِهِ قوله تعالى: {وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ سُبْحَانَهُ وَلَهُمْ مَا يَشْتَهُونَ} [النحل: ٥٧]، فاعترض بقوله: {سُبْحَانَهُ} بين الجَعْلَين.
وفوائد الاعتراض تختلف بحسب قَصْدِ المتكلِّم، وسياق الكلام، من قَصْدِ الاعتناء، والتقرير، والتوكيد، وتعظيم المُقْسَم به، والمخبر
_________
(¬١) في جميع النسخ: الواقع، وهو تحريف.
(¬٢) زيادة يقتضيها الكلام.','1','324',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (395,'عنه، ورفع تَوَهُّمِ خلاف المراد، والجواب عن سؤال مقدَّرٍ، وغير ذلك.
فمن الاعتراض الذي يُقْصَدُ به التقرير والتوكيد قول الشاعر  (¬١) :
لو أنَّ البَاخِلِينَ - وأنتِ مِنْهُمْ - ... رَأَوكِ تعلَّمُوا  (¬٢)  مِنْكِ المِطَالا
وممَّا يقصد به الجواب عن سُؤَالٍ مقدرٍ قول الآخر  (¬٣) :
فلا هَجْرُهُ يبدُو - وفي اليأْسِ رَاحَةٌ - ... ولا وَصْلُهُ يَصْفُو لنا فَنُكَارِمُه  (¬٤) 
فقوله: "وفي اليأس راحةٌ" جوابٌ لتقدير سؤالِ سائلٍ: وما يُغْنِي عنكَ هجره؟ فقال: وفي اليأس راحةٌ، أي: المطلوب أحد أمرين: إمَّا يأسٌ مريحٌ، أو وِصَالٌ صَافٍ.
ومن اعتراض  (¬٥)  الاحتراز قول الجعدي  (¬٦) :
أَلَا زَعَمَتْ بَنُو جَعْدٍ بأَنِّي ... - وقد كَذَبُوا - كبيرُ السِّنِّ فَانِي
ومنه قول نُصَيْبٍ  (¬٧) :
_________
(¬١)  هو كُثيِّر عزَّة "ديوانه" (١/ ١٥٠).
(¬٢)  في (ز) و (ك): وأول تعلم، وفي (ن): وارك تعلم!
(¬٣)  من قوله: "ومما يقصد به. . ." إلى هنا؛ ساقط من (ز) و (ن)، إلا أنه الحق بهامش (ن)، لكنه لم يظهر في التصوير!
(¬٤)  في جميع النسخ: تبدو ... تصفو لها فتكارمه.
والبيت لرَوْح بن ميَّادة "شعر ابن ميَّادة" (٢٢٥)، ولفظه: فلا صَرْمُه يبدو ...
(¬٥)  ساقط من (م)، وفي باقي النسخ: الاعتراض، وما أثبته من (ح).
(¬٦)  "شعر النابغة الجعدي" (١٦٢)، وفيه: بنو كعب ... ألَا كذبوا.
ومن قوله: "وفي اليأس راحة، أي. . ." إلى هنا؛ ملحقٌ بهامش (ك).
(¬٧)  انظر: "الأغاني" (١/ ٢١٣ و ٣٤٣)، وفيه أخباره.','1','325',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (396,'فكِدْتُ - ولم أُخْلَقْ مِن الطَّيْرِ - إنْ بَدَا ... سَنَا بَارِقٍ نحْوَ الحِجَازِ أَطِيرُ
فقوله: "ولم أُخْلَق منِ الطير" لرفع استفهام يتوجَّهُ عليه على سبيل الإنكار لو قال: فكدتُ أَطِيرُ، فيقال له: وهل خُلِقْتَ من الطير؟ فاحترز بهذا الاعتراض.
وعندي أنَّ هذا الاعتراضَ يُفِيدُ غيرَ هذا، وهو قوَّةُ شَوقِهِ ونُزُوعِهِ إلى أرض الحجاز، فأَخْبَر أنَّه كاد يطير على أنَّه أَبْعَدُ شيءٍ من الطيران، فإنَّه لم يُخْلَق من الطير، ولا عَجَبَ طيرانُ من خُلِق من الطير، وإنَّما العَجَبُ طيرانُ من لم يُخْلَق من الطير، لشدَّةِ نُزُوعه وشوقه إلى جهة محبوبه؛ فتَأمَّلْه.
ومن مواقع الاعتراض: الاعتراضُ بالدعاء، كقول الشاعر  (¬١) :
قد كنتُ أَبْكِي وأنتِ رَاضِيَةٌ ... حِذَارَ هذا الصُّدُودِ والغَضَبِ
إنْ تَمَّ ذَا الهَجْرُ يا ظَلُومُ - ولا ... تَمَّ - فَمَا لِي في العَيْشِ من أَرَبِ
وكقول الآخر  (¬٢) :
إنَّ سُلَيْمَى - واللهُ يَكْلَؤُها - ... ضَنَّتْ بشيءٍ ما كَانَ يَرْزَؤُها
وكقول الآخر  (¬٣) :
_________
(¬١)  هو العباس بن الأحنف "ديوانه" (٤٩)، ولفظ البيت الثاني فيه:
إن دَامَ ذا الهَجْرُ يا ظلوم - ولا ... دامَ - فما لي. . . . . . . .
(¬٢)  هو إبراهيم بن هَرْمَة القرشي "ديوانه" (٥٥).
(¬٣)  هو عوف بن مُحَلِّم الخُزَاعي. انظر: "طبقات الشعراء" لابن المعتز (١٨٨)، و"معجم الأدباء" (٤/ ٥١٧).','1','326',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (397,'إنَّ الثَّمانَينَ - وَبُلِّغْتَها - ... قد أَحْوَجَتْ سَمْعِي إلى تَرْجُمَانْ
ومنه الاعتراضُ بالقَسَم، كقوله (¬١):
ذَاكَ الذي - وأبيكَ - يَعْرِفُ مالكًا ... والحقُّ يَدْفَعُ تُرَّهَاتِ البَاطِلِ
ومن الاعتراض: الاستعطافُ؛ كقوله (¬٢):
فَمَنْ لِيَ بِالعَينِ الَّتي كُنْتَ مرَّةً ... إليَّ بها - نَفْسِي فِدَاؤُكَ - تَنْظُرُ
فاعترضَ بقوله: "نفسي فِدَاؤُك" استعطافًا.
فتأملْ حُسْنَ الاعتراض وجزالته في قول الرَّبِّ تبارك وتعالى: {وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوا إِنَّمَا أَنْتَ مُفْتَرٍ} [النحل: ١٠١]، فقوله: {وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ} اعتراضٌ بين الشرط وجوابِه أفاد أمورًا:
١ - منها الجواب عن سؤالِ سائلٍ: ما حكمة هذا التبديل، وما فائدته؟
٢ - ومنها أنَّ الذي بُدِّلَ وأُتِي بغيره مُنَزَّلٌ مُحْكَمٌ نزولُه قبل الإخبار بقولهم.
_________
(¬١) البيت لجرير "ديوانه" (٤٣٠).
(¬٢) في (ح) و (م): ومن اعتراض الاستعطاف قوله.
والبيتُ - بهذا اللفظ - نَسَبه المظفَّر العلوي في "نَضْرة الإغريض في نُصْرة القريض" (١٨١) إلى: اليزيدي.
لكن البيت في "ديوان أبي العتاهية" (٥٣٤) بلفظ:
فمن ليَ بالعينِ التي كنتَ مرةً ... إليَّ بها في سالِفِ الدَّهْرِ تنظُرُ','1','327',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (398,'٣ - ومنها أنَّ مصدر الأمرين عن علمه تبارك وتعالى، وأنَّ كلًّا منهما مُنَزَّلٌ فيجب التسليم والإيمان بالأوَّلِ والثاني.
ومن الاعتراض الذي هو في أعلى درجات الحُسْن قوله تعالى: {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ} [لقمان: ١٤]، فاعترض بذكر شأن حَمْلِهِ وَوَضْعِهِ بين الوصية والمُوصَى به، توكيدًا لأمر الوصية بالوالدة التي هذا شأنها، وتذكيرًا (¬١) لولدها بحقِّها، وما قاسَتْهُ من حَمْلِهِ وَوَضْعِهِ ممَّا لم يتكلَّفْهُ الأَبُ.
ومنه قوله تعالى: {وَإِذْ قَتَلْتُمْ نَفْسًا فَادَّارَأْتُمْ فِيهَا وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ (٧٢) فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا} [البقرة: ٧٢، ٧٣]، فاعترض بقوله: {وَاللَّهُ مُخْرِجٌ مَا كُنْتُمْ تَكْتُمُونَ (٧٢)} (¬٢) بين الجُمَل المعطوف بعضها على بعض، إعلامًا بأنَّ تَدَارُؤَهم وتَدَافُعَهم في شأن القتيل ليس نافعًا لهم في كتمانه، فإنَّ الله يُظْهِرُهُ ولا بُدَّ.
ولا تَسْتَطِلْ هذا الفَصْلَ وأمثالَهُ؛ فإنَّه يعطيك ميزانًا، وينهج لك طريقًا يعينك على فَهْمِ الكتاب، والله المستعان.

فصل
ثُمَّ قال تعالى: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ (٧٧)} [الواقعة: ٧٧]، فوَصَفَه بما يقتضي حُسْنَهُ، وكَثرةَ خَيرِهِ ومنافِعِهِ، وجَلَالَتَهُ؛ فإنَّ "الكريم" هو: البَهِيُّ، الكثيرُ الخيرِ، العظيمُ النفعِ، وهو من كلِّ شيءٍ أحسنُهُ
_________
(¬١) من (ط)، وفي باقي النسخ: تذكرًا.
(¬٢) من قوله تعالى: {فَقُلْنَا اضْرِبُوهُ بِبَعْضِهَا. . .} إلى هنا؛ ملحق بهامش (ن).','1','328',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (399,'وأفضلُه (¬١).
والله - سبحانه - وصف نفسَهُ بـ "الكَرَم"، ووصف به كلامه، ووصف به عرشه، ووصف به ما كَثُرَ خيره، وحَسُنَ مَنْظَرُه من النَّبَات وغيره (¬٢).
وكذلك فسَّرَ السلفُ "الكريم" بـ: الحَسَن، قال الكلبي: {إِنَّهُ لَقُرْآنٌ كَرِيمٌ} أي: حَسَنٌ كريمٌ على الله".
وقال مقاتل: "كرَّمَهُ اللهُ وأعزَّهُ؛ لأنَّه كلامه" (¬٣).
وقال الأزهري (¬٤): "الكريم: اسمٌ جامعٌ لما يُحْمَدُ، والله كريمٌ حميدُ الفِعَال. وإنَّه لقرآنٌ كريمٌ يُحْمَد، لما فيه من الهُدَى والبيان والعلم
_________
(¬١) انظر: "تفسير أسماء الله الحُسْنَى" للزجَّاج (٥٠)، و"شأن الدعاء" للخطَّابي (٧٠)، و"مفردات الراغب" (٧٠٧).
(¬٢) قال تعالى: {فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ (٤٠)} [النمل: ٤٠]، {ذُو الْجَلَالِ وَالْإِكْرَامِ (٢٧)} [الرحمن: ٢٧]، {فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (١١٦)} [المؤمنون: ١١٦]، {فَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ (١٠)} [لقمان: ١٠]، {وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ (٢٦)} [الدخان: ٢٦]، {هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ (٢٤)} [الذاريات: ٢٤]، {بَلْ عِبَادٌ مُكْرَمُونَ (٢٦)} [الأنبياء: ٢٦]، {كِرَامًا كَاتِبِينَ (١١)} [الانفطار: ١١]، وغير ذلك من الآيات.
(¬٣) "تفسيره" (٣/ ٣١٧)، ونقله عنه الواحدي في "الوسيط" (٤/ ٢٣٩).
(¬٤) هو محمد بن أحمد بن الأزهر الهروي، أبو منصور الأزهري، كان رأسًا في اللغة والفقه، ثبتًا دينًا ثقةً، صنف كتاب "تهذيب اللغة" المشهور، و"علل القراءات"، و"تفسير ألفاظ المزني"، وغير ذلك، توفي سنة (٣٧٠ هـ) رحمه الله.
انظر: "نزهة الألباء" (٣٢٣)، و"السير" (١٦/ ٣١٥).','1','329',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (400,'والحكمة" (¬١).
وبالجملة فـ "الكريمُ" الذي (¬٢) مِنْ شَأْنِهِ أن يُعْطِي الخير الكثير بسهولةٍ ويُسْرٍ، وضده "اللئيم" الذي لا يُسْتَخرج خيرُهُ النَّزْرُ إلا بِعُسْرٍ وصعوبةٍ. وكذلك الكريم في النَّاس واللئيم.

فصل
ثُمَّ قال تعالى: {فِي كِتَابٍ مَكْنُونٍ (٧٨)} [الواقعة: ٧٨]، اختلف المفسِّرون في هذا (¬٣)، فقيل: هو اللوح المحفوظ (¬٤).
والصحيح أنَّه الكتاب الذي بأيدي الملائكة (¬٥)، وهو المذكور في قوله تعالى: {فِي صُحُفٍ مُكَرَّمَةٍ (١٣) مَرْفُوعَةٍ مُطَهَّرَةٍ (١٤) بِأَيْدِي سَفَرَةٍ (١٥) كِرَامٍ بَرَرَةٍ} (¬٦) [عبس: ١٣ - ١٦].
_________
(¬١) "تهذيب اللغة" (١٠/ ٢٣٤).
(¬٢) من (ح) و (م)، وسقط من باقي النسخ.
(¬٣) "بعد اتفاقهم على أن "المكنون": المَصُون". "المحرر الوجيز" (١٤/ ٢٦٨).
(¬٤) وهو مرويٌّ عن: ابن عباس، والربيع بن أنس، وقال به: جابر بن زيد، ومقاتل بن سليمان "تفسيره" (٣/ ٣١٧).
واختاره: الواحديُّ في "الوسيط" (٤/ ٢٣٩)، والبغوي في "معالم التنزيل" (٨/ ٢٢)، والألوسي في "روح المعاني" (١٤/ ١٥٣).
(¬٥) وهو قول: ابن عباس، وأنس، ومجاهد، والضحَّاك، وجابر بن زيد، وأبي نَهِيك، وعكرمة، وسعيد بن جبير، والسُّدِّي، وعبد الرحمن بن زيد بن أسلم، وغيرهم.
وهو مذهب جمهور المفسرين، وبعضهم لا يذكر غير هذا القول في تفسير الآية كما فعل ابن جرير في "تفسيره" (١١/ ٦٥٩).
وانظر: "الوسيط" (٤/ ٢٩٣)، و"زاد المسير" (٧/ ٢٨٣)، و"تفسير السمعاني" (٥/ ٣٥٩)، و"تفسير ابن كثير" (٧/ ٥٤٤).
(¬٦) هذه الآيات غير موجودة في (ز)، وبدلها: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩)}.','1','330',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (401,'قال مالك: "أحسن ما سمعت (¬١) في هذه الآية (¬٢) - يعني قوله: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩)} - أنَّها مثل التي في "عَبَسَ": {فِي صُحُفٍ مُكَرَّمَةٍ (١٣) مَرْفُوعَةٍ مُطَهَّرَةٍ (١٤) بِأَيْدِي سَفَرَةٍ (١٥) كِرَامٍ بَرَرَةٍ (١٦)} " (¬٣).
ويدلُّ على أنَّه الكتاب الذي بأيدي الملائكة قوله: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (٧٩)}، فهذا يدلُّ على أنَّه (¬٤) بأيديهم يَمَسُّونَهُ. وهذا هو الصحيح في معنى الآية.
ومن المفسِّرين من قال: إنَّ المراد به أنَّ المصحف لا يَمَسُّه إلا طاهرٌ (¬٥).
والأوَّلُ أَرْجَحُ لوجوهٍ (¬٦):
أحدها: أنَّ الآية سيقت تنزيهًا للقرآن أنْ تَنْزِلَ به الشياطين، وأنَّ مَحَلَّهُ لا يصل إليه فيمسَّهُ إلا المطهَّرون، فيستحيل على أَخَابِثِ خلق الله - وأنجسهم أن يصلوا إليه أو يَمَسُّوه، كما قال تعالى: {وَمَا تَنَزَّلَتْ بِهِ الشَّيَاطِينُ (٢١٠) وَمَا يَنْبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ} [الشعراء: ٢١٠, ٢١١]، فنفَى
_________
(¬١) من قوله: "قال مالك .. " إلى هنا؛ ملحق بهامش (ز)، ومن أول الآيات إلى هنا ملحق بهامش (ن)، لكنه بُتر في التصوير!
(¬٢) في (م): في هذا، وسقطت من (ز) و (ح).
(¬٣) "الموطأ" (١/ ١٧٧)، كتاب القرآن، باب: الأمر بالوضوء لمن مسَّ القرآن.
(¬٤) من قوله: "الكتاب الذي بأيدي. . ." إلى هنا؛ ساقط من (ك).
(¬٥) انظر: "تفسير الماوردي" (٥/ ٤٦٤)، و"زاد المسير" (٧/ ٢٩٣).
وهذا الوجه من تفسير الآية يميل إليه أكثر الفقهاء، بينما المفسرون يميلون إلى الوجه الأول، والله أعلم.
(¬٦) قد ذكر المؤلف في كتابه "مدارج السالكين" (٢/ ٤٦٨) أنَّه استفاد أكثر هذه الوجوه من شيخ الاسلام رحمه الله. وانظر: "شرح العمدة" (١/ ٣٨٣).','1','331',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (402,'الفعلَ وتأَتِّيه منهم، وقدرتَهم عليه، فما فعلوا ذلك ولا يليق بهم، ولا يقدرون عليه. فإنَّ الفعلَ قد ينتفي عمَّنْ يَحْسُنُ منه، وقد يليق بمن لا يقدر عليه، فنَفَى عنهم الأمور الثلاثة.
وكذلك قوله - تعالى - في سورة "عبس": {فِي صُحُفٍ مُكَرَّمَةٍ  (١٣)  مَرْفُوعَةٍ مُطَهَّرَةٍ  (١٤)  بِأَيْدِي سَفَرَةٍ  (١٥)  كِرَامٍ بَرَرَةٍ  (١٦) } [عبس: ١٣ - ١٦]، فوصَفَ مَحَلَّهُ بهذه الصفات بيانًا أن الشيطان لا يمكنه أن يتنزَّلَ به.
وتقرير هذا المعنى أهمُّ وأجلُّ وأنفعُ من بيان كون المصحف لا يمسُّه إلا طاهرٌ.
الوجه الثاني: أنَّ السورةَ مكِّيَّةٌ، والاعتناء في السُّوَرِ  (¬١)  المكَيَّةِ إنَّما هو بأصول الدِّين، من تقرير التوحيد، والمَعَاد، والنُّبوَّة. وأمَّا تقرير الأحكام والشرائع فمظِنَّتُهُ السُّوَرُ المدنيَّةُ.
الثالث: أنَّ القرآنَ لم يكن في مُصْحَفٍ عند نزول هذه الآية، ولا في حياة رسول الله - صلى الله عليه وسلم -، وإنَّما جُمِعَ في المصحف في خلافة أبي بكر.
وهذا وإنْ جازَ أن يكون باعتبار ما يأتي؛ فالظاهر أنَّه إخبارٌ بالواقع حال الإخبار، يوضِّحُهُ:
الوجه الرابع: وهو قوله: {فِي كِتَابٍ مَكْنُونٍ  (٧٨) }، و"المَكْنُون": المَصُون المَسْتُور  (¬٢)  عن الأعين الذي لا تناله أيدي  (¬٣)  البَشَر، كما قال تعالى: {كَأَنَّهُنَّ بَيْضٌ مَكْنُونٌ  (٤٩) } [الصافات: ٤٩]، وهكذا قال السلف.
_________
(¬١)  من (ز)، وفي باقي النسخ: السورة.
(¬٢)  "المستور" ملحق بهامش (ك).
(¬٣)  ساقط من (ك).','1','332',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (403,'قال الكلبي: "مَكْنُونٌ من الشياطين".
وقال مقاتل: "مَسْتُور"  (¬١) .
وقال مجاهد: "لا يصيبه ترابٌ ولا غُبَارٌ"  (¬٢) .
وقال أبو إسحاق  (¬٣) : "مَصُونٌ في السماء"  (¬٤) ، يوضِّحُهُ:
الوجه الخامس: أنَّ وَصْفَهُ بكونه "مكنونًا"  (¬٥)  نظير وَصْفِه بكونه "محفوظًا"، فقوله  (¬٦)  - عزَّ وجلَّ -: {لَقُرْآنٌ كَرِيمٌ  (٧٧)  فِي كِتَابٍ مَكْنُونٍ  (٧٨) } كقوله: {بَلْ هُوَ قُرْآنٌ مَجِيدٌ  (٢١)  فِي لَوْحٍ مَحْفُوظٍ  (٢٢) } [البروج: ٢١, ٢٢]، يوضِّحُهُ:
الوجه السادس: أنَّ هذا أبلغُ في الردِّ على المكذِّبين، وأبلغُ في تعظيم القرآن من كون المصحف لا يمسُّهُ مُحْدِثٌ.
الوجه السابع: قوله: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ  (٧٩) } بالرَّفْع  (¬٧) ،
_________
(¬١)  "تفسيره" (٣/ ٣١٧).
(¬٢)  أخرجه: ابن جرير في "تفسيره" (١١/ ٦٥٩) رقم (٣٣٥٣٤).
وعزاه السيوطي إلى: عبد بن حميد، وآدم بن أبي إياس، وابن المنذر، والبيهقي في "المعرفة". "الدر المنثور" (٦/ ٢٣٢).
(¬٣)  "أبو إسحاق" ملحق بهامش (ن).
(¬٤)  "معاني القرآن" للزجَّاج (٥/ ١١٥).
(¬٥)  تصحفت في (ن) و (ك) إلى: مكتوبًا.
(¬٦)  في جميع النسخ: بقوله، والصواب ما أثبته.
(¬٧)  أي: لا يَمَسُّهُ، ولو أراد النهي لقال: لا يَمَسَّهُ أو لا يَمَسَّنَّهُ - بالفتح -. هذا توجيه داود الظاهري للآية.
انظر: "الأوسط" لابن المنذر (٢/ ١٠٣)، و"التمهيد" لابن عبد البر =','1','333',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (404,'فهذا خبرٌ لفظًا ومعنىً، ولو كان نهيًا لكان مفتوحًا.
ومن حَمَلَ الآية على النَّهْي احتاج إلى صرف الخبر عن ظاهره إلى معنى النَّهْي، والأصل في الخبر والنَّهْي حَمْلُ كُلٍّ منهما على حقيقته، وليس ها هنا مُوجِبٌ يُوجِبُ صَرْف الكلام عن الخبر إلى النَّهْي.
الوجه الثامن: أنَّه قال: {إِلَّا الْمُطَهَّرُونَ  (٧٩) } ولم يقل: إلا المتطهِّرون. ولو أراد به مَنْعَ المُحْدِثِ من مَسِّهِ لَقَال: إلا المتطهِّرون، كما قال تعالى: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ  (٢٢٢) } [البقرة: ٢٢٢]، وفي الحديث: "اللهُمَّ اجعَلْني من التوَّابين، واجعلني من المُتَطَهِّرين"  (¬١) ، فـ "المُتَطَهِّر" فاعِلُ التطهير، و"المُطَهَّر"
_________
= (١٧/ ٣٩٩).
(¬١)  أخرجه بهذا اللفظ: الترمذي في "سننه" رقم (٥٥) من طريق أبي إدريس الخولاني، عن عمر مرفوعًا، وقال: "في إسناده اضطرابٌ، ولم يصح عن النبيِّ - صلى الله عليه وسلم - في هذا الباب كبير شيءٍ، قال محمد - يعني البخاري -: أبو إدريس لم يسمع من عمر شيئًا".
وأصل الحديث في "صحيح مسلم" رقم (٢٣٤) وغيره بدون هذه الزيادة، قال الحافظ: "لم تثبت هذه الزيادة في هذا الحديث، فإنَّ جعفر بن محمد - شيخ الترمذي - تفرَّد بها، ولم يضبط الإسناد، فإنَّه أسقط بين أبي إدريس وبين عمر: جُبير بن نفير وعُقْبة، فصار منقطعًا، بل معضلًا ... إلى أن قال: وقد وجدتُ للزيادة شاهدًا من حديث ثوبان ... " ثم ساق الحديث بإسناده. "نتائج الأفكار" (١/ ٢٤٢).
وللحديث شواهد، منها:
١ - حديث ثوبان - رضي الله عنه -؛ أخرجه: ابن السُّنِّي في "عمل اليوم والليلة" رقم (٣٣)، ومن طريقه الأصبهاني في "الترغيب والترهيب" رقم (٢٠٦٨)، والطبراني في "الأوسط" رقم (٤٨٩٢)، والرافعي في "التدوين في أخبار =','1','334',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (405,'. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
_________
= قزوين" (٢/ ٣٤٢ - ٣٤٣) و (٣/ ١٧٤)، وعزاه الحافظ في "نتائج الأفكار" (١/ ٢٤٢) إلى: محمد بن سنجر في "مسنده"، وعزاه في "التلخيص" (١/ ١٧٦) إلى البزار - ولم أجده في مسند ثوبان من "البحر الزخار" (١٠/ ٨٩) فالله أعلم -.
واسناده ضعيف، فيه عدة علل منها:
١ - في إسناده: أبو سعد البقَّال الأعور، وهو سعيد بن المرزبان، والأكثر على تضعيفه. "مجمع الزوائد" (١/ ٢٣٩).
٢ - وسالم بن أبي الجعد لم يسمع من ثوبان كما قال الحافظ وغيره.
٣ - أنَّ الراوي له عن الأعمش: مِسْوَر بن مورِّع العنبري قد تفرَّد به كما قال الطبراني، وقال الهيثمي عن مِسْورَ: "لم أجد له ترجمة". "المجمع" (١/ ٢٣٩)، وقال الحافظ: "ليس بالمشهور". "نتائج الأفكار" (١/ ٢٤٣).
٢ - حديث البراء بن عازب - رضي الله عنه -؛ ذكره الحافظ في "نتائج الأفكار" (١/ ١٤٤) وعزاه إلى "كتاب الدعوات" للحافظ جعفر المستغفري، وقال: "حديثٌ غريب".
٣ - الموقوف على حذيفة - رضي الله عنه - من فعله؛ أخرجه: ابن أبي شيبة في "المصنف" (١/ ١٣) رقم (٢٥) و (١٠/ ٤٥٢) من طريق: جويبر، عن الضحَّاك به.
وجويبر متروك.
٤ - والموقوف على عليٍّ - رضي الله عنه -؛ أخرجه: الطبراني في "الدعاء" رقم (٣٩٢)؛ وفيه: الحارث بن عبد الله الأعور.
وأخرجه أيضًا: عبد الرزاق في "المصنف" (١/ ١٨٦) رقم (٧٣١)، وابن أبي شيبة في "المصنف" (١/ ١٣) رقم (٢٠) و (١٠/ ٤٥١) من طريق: سالم بن أبي الجعد، عن علي، وسالمٌ يرسل عن علي. "المراسيل" (١٢٤)، و"جامع التحصيل" (٢١٨).
وأيضًا فيه: يحيى بن العلاء، وقد رماه بالوضع: أحمد، ووكيع، وابن عدي.','1','335',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (406,'الذي طهَّرَهُ غيرُهُ، فالمتوضِّئُ متطهِّرٌ، والملائكةُ مطهَّرون.
الوجه التاسع: أنَّه لو أُريد به المصحف الذي بأيدينا لم يكن في الإخبار عن كونه مَكْنُونًا كبيرُ  (¬١)  فائدةٍ، إذ مجرَّدُ كَونِ الكلام مكنونًا في كتابٍ لا يستلزم ثبوته، فكيف يُمدَح القرآن بكونه مكنونًا في كتابٍ؟
وهذا أمرٌ مشتركٌ، والآيةُ إنَّما سِيقت لبيان مدحه وتشريفه  (¬٢) ، وما اختصَّ به من الخصائص التي تدلُّ على أنَّه منزَّلٌ من عند الله، وأنَّه محفوظٌ مَصُونٌ لا يصل إليه شيطانٌ بوجهٍ ما، ولا يَمسُّ مَحَلَّهُ إلا المطهَّرون، وهم السَّفَرَةُ الكِرَامُ البَرَرَةُ.
الوجه العاشر: ما رواه سعيد بن منصور في "سننه": حدثنا أبو الأَحْوَص، حدثنا عاصم الأحول، عن أنس بن مالك في قوله تعالى: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ  (٧٩) } قال: "المطهَّرون: الملائكة"  (¬٣) .
وهذا - عند طائفةٍ من أهل الحديث - في حكم المرفوع. قال الحاكم  (¬٤) : "تفسير الصحابة - عندنا - في حكم
_________
= ولعل هذه الشواهد - وإن كانت ضعيفة - حملت بعض أهل العلم على القول بثبوت هذه الزيادة، منهم: ابن القيم نفسه في "زاد المعاد" (١/ ١٩٥).
وصححه الألباني في "صحيح الجامع" رقم (٦١٦٧)، و"الإرواء" رقم (٩٦).
(¬١)  في (ك): كثير.
(¬٢)  من قوله: "في كتاب؟ وهذا. . ." إلى هنا؛ ملحق بهامش (ك).
(¬٣)  إسناده صحيح. وأخرجه من طريقه: حرب الكرماني في "مسائله" (٣٤٦)، والبيهقي في "معرفة السنن والآثار" رقم (٧٧٢).
وزاد السيوطي نسبته إلى: ابن المنذر. "الدر المنثور" (٦/ ٢٣٢).
(¬٤)  هو محمد بن عبد الله بن حَمْدَويه، أبو عبد الله النيسابوري، المعروف بـ "ابن البَيِّع"، الإمام الحاكم الثبت، سمع من نحو ألْفي شيخ، منهم ألف من أهل =','1','336',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (407,'المرفوع"  (¬١) ، ومن لم يجعله مرفوعًا فلا ريب أنَّه عنده أصحُّ من تفسير مَنْ بَعد الصحابة، والصحابةُ أعلم الأُمَّة بتفسير القرآن، ويجب الرجوع إلى تفسيرهم.
وقال حرب  (¬٢)  في "مسائله": "سمعت إسحاق في قوله: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ  (٧٩) } قال: النُّسْخَةُ التي في السماء لا يمسُّها إلا
_________
= نيسابور! صنف: "المستدرك"، و"تاريخ نيسابور"، وغير ذلك، توفي بنيسابور سنة (٤٠٥ هـ) رحمه الله.
انظر: "الإرشاد" للخليلي (٣/ ٨٥١)، و"السير" (١٧/ ١٦٢).
(¬١)  انظر: "معرفة علوم الحديث" (١٤٩)، و"المستدرك" (٢/ ٢٥٨ و ٢٦٣ و ٣٤٥).
وقال الحاكم: "ليعلم طالب هذا العلم أنَّ تفسير الصحابي - الذي شهد الوحي والتنزيل - عند الشيخين حديث مسنَدٌ".
قال ابن القيم شارحًا كلام الحاكم: "ومراده أنَّه في حكمه في الاستدلال به والاحتجاج، لا أنَّه إذا قال الصحابيُّ في الآية قولًا فَلَنَا أن نقول: هذا القول قول رسول الله - صلى الله عليه وسلم -، أو قال رسول الله - صلى الله عليه وسلم -.
وله وجهٌ آخر؛ وهو أن يكون في حكم المرفوع بمعنى أنَّ رسول الله - صلى الله عليه وسلم - بيَّنَ لهم معاني القرآن، وفسَّرهُ لهم، كما وصفه الله - سبحانه - بقوله: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل: ٤٤]، فبيَّنَ لهم القرآن بيانًا شافيًا كافيًا، وكان إذا أشكل على أحدٍ منهم معنىً سأله عنه، فأوضحه له ... وهذا كثير جدًّا، فإذا نقلوا لنا تفسير القرآن فتارةً ينقلونه عنه بلفظه، وتارةً بمعناه، فيكون ما فسَّروه بألفاظهم من باب الرواية بالمعنى، كما يروون عنه السُّنَّة تارةً بلفظها، وتارةً بمعناها، وهذا أحسن الوجهين، والله أعلم". "إعلام الموقعين" (٦/ ٣١ - ٣٣).
(¬٢)  هو حَرْبُ بن إسماعيل بن خلف الحنظلي، أبو محمد الكرماني، الإمام الحافظ الفقيه العلامة، من أصحاب الإمام أحمد، ومسائله من أنفس كتب الحنابلة، عُمِّر حتَّى قارب التسعين، توفي سنة (٢٨٠ هـ) رحمه الله.
انظر: "السير" (١٣/ ٢٤٥)، و"طبقات الحنابلة" (١/ ١٤٥).','1','337',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (408,'المطهَّرون. قال: الملائكة"  (¬١) .
وسمعتُ شيخ الإسلام يقرِّرُ الاستدلالَ بالآية على أنَّ المصحف لا يمسُّه المُحْدِثُ بوجهٍ آخر  (¬٢) ، فقال: هذا من باب التنبيه والإشارة، وإذا كانت الصحف التي في السماء لا يمسُّها إلا المطهَّرون، فكذلك الصحف التي بأيدينا من القرآن لا ينبغي أن يمسَّها إلا طاهِرٌ، والحديث مشتَقٌّ من هذه الآية، وهو قوله: "لا تَمسَّ القرآنَ إلا وأنتَ طاهِرٌ" رواه أهل "السنن " من حديث: الزهري، عن أبي بكر بن محمد بن عمرو بن حزم، عن أبيه، عن جَدِّه: أنَّ في الكتاب الذي كتبه  (¬٣)  النبيُّ - صلى الله عليه وسلم - إلى أهل اليمن في السُّنَنِ، والفرائضِ، والدِّيَاتِ: "أن لا يمسَّ القرآن إلا طاهر"  (¬٤) .
_________
(¬١)  "مسائل حرب" (٣٤٦).
(¬٢)  ذكره عنه - أيضًا - في "مدارج السالكين" (٢/ ٤٦٩).
قال شيخ الإسلام: "وأمَّا مسُّ المصحف: فالصحيح أنَّه يجب له الوضوء، كقول الجمهور، وهذا هو المعروف عن الصحابة". "مجموع الفتاوى" (٢١/ ٢٨٨).
(¬٣)  "أن في الكتاب الذي كتبه" ملحق بهامش (ن).
(¬٤)  جزء من حديث طويل، مشهور عند أهل العلم بـ "كتاب رسول الله - صلى الله عليه وسلم - لعمرو بن حزم الأنصاري"، ويذكرونه مفرَّقًا على أبواب الفقه، أخرجه من هذا الطريق:
الدارمي في "سننه" رقم (٢٣١٢)، والنسائي في "سننه" (٨/ ٥٧ - ٥٩)، وفي "الكبرى" رقم (٧٠٢٩ و ٧٠٣٠)، وابن أبي عاصم في "الديات" رقم (١٤٢ و ١٤٨ و ١٦١)، وابن حبَّان في "صحيحه" رقم (٦٥٥٩)، والدارقطني في "سننه" رقم (٤٣٩)، والحاكم في "المستدرك" (١/ ٣٩٥) رقم (١٤٨٧)، وأبو نعيم في "معرفة الصحابة" (٤/ ١٩٨١)، والعقيلي في "الضعفاء" =','1','338',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (409,'قال أحمد: "أرجو أن يكون صحيحًا"  (¬١) .
وقال أيضًا: "لا أَشُكُّ أنَّ رسولَ الله - صلى الله عليه وسلم - كَتَبَهُ".
وقال أبو عمر  (¬٢) : "هو كتابٌ مشهورٌ عند أهل السِّيَر، معروفٌ عند أهل العلم معرفةً يُسْتَغنى بشهرتها عن الإسناد؛ لأنَّه أشبه التواتر في مجيئه، لتلقِّي النَّاس له بالقبول والمعرفة". ثُمَّ قال: "وهو كتابٌ معروفٌ عند العلماء، وما فيه فَمُتَّفَقٌ عليه إلا
_________
= (٢/ ٤٩٢)، وابن عدي في "الكامل" (٣/ ١١٢٣)، والبيهقي في "السنن الكبرى" (١/ ٨٨) رقم (٤٠٩)، وغيرهم.
وللحديث شواهد، وصححه جمع من الأئمة، منهم: الشافعي، وأحمد، وإسحاق، وابن عدي، والحاكم، والحازمي، وعبد الحق الإشبيلي، وغيرهم.
قال يعقوب بن سفيان الفسوي: "ولا أعلم في جميع الكتب كتابًا أصح من كتاب عمرو بن حزم، كان أصحابُ النبيِّ - صلى الله عليه وسلم - والتابعون يرجعون إليه، ويَدَعُون آراءهم". "المعرفة والتاريخ" (٢/ ٢١٦).
وقال العقيلي: "وهو عندنا ثابتٌ محفوظٌ إن شاء الله تعالى". "الضعفاء" (٢/ ٤٩٣).
وانظر: "نصب الراية" (١/ ١٩٦)، و"البدر المنير" (٢/ ٤٩٩)، و"التلخيص" (١/ ٢٢٧)، و"إرواء الغليل" رقم (١٢٢).
(¬١)  انظر: "جزء في مسائل عن أبي عبد الله أحمد بن حنبل" للحافظ عبد الله بن محمد بن عبد العزيز البغوي رقم (٣٨) و (٧٢)، ومن طريقه ابن عدي في "الكامل" (٣/ ١١٢٣).
(¬٢)  هو يوسف بن عبد الله بن محمد بن عبد البر النَّمَرِي القرطبي، شيخ الإسلام وحافظ المغرب، صاحب سُنَّةٍ واتِّباعٍ، له: "التمهيد"، و"الاستذكار" - وهما من أجلِّ المصنفات - وغير ذلك، توفي في شاطبة سنة (٤٦٣ هـ) رحمه الله.
انظر: "وفيات الأعيان" (٧/ ٦٦)، و"السير" (١٨/ ١٥٣).','1','339',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (410,'قليلًا" (¬١).
وقد رواه ابن حِبَّان في "صحيحه" (¬٢)، ومالك في "موطئه" (¬٣) وفي المسألة آثارٌ أُخَرُ مذكورةٌ في غير هذا الموضع.

فصل
ودلَّت الآيةُ - بإشارتها وإيمائها - على أنَّه لا يُدْرِك معانيه ولا يفهمه إلا القلوب الطاهرة، وحرامٌ على القلب المتلوِّث بنجاسة الباع والمخالفات أن ينال معانيه، وأن يفهمه كما ينبغي.
قال البخاري في "صحيحه" (¬٤) في هذه الآية: "لا يجد طعمه إلا مَنْ آمَنَ به".
وهذا - أيضًا - من إشارة الآية وتنبيهها، وهو أنَّه لا يَلْتَذُّ به وبقراءته وفهمه وتدبُّرِه إلا مَنْ شَهِدَ أنَّه كلام الله، تكلم به حقًّا، وأنزله على رسوله وحيًا، ولا ينال معانيه إلا من لم يكن في قلبه حَرَجٌ منه بوجهٍ من
_________
(¬١) "التمهيد" (١٧/ ٣٩٦ - ٣٩٧)، و"الاستذكار" (٨/ ١٠).
(¬٢) "الإحسان" (١٤/ ٥٠٤) رقم (٦٥٥٩).
(¬٣) "الموطأ" (١/ ٢٧٥) رقم (٥٣٤)، وهو مرسل.
ومن طريقه أخرجه: الشافعي في "الأم" (٧/ ١٨٥)، وأبو داود في "المراسيل" رقم (٩٣)، والبيهقي في "معرفة السنن والآثار" (١/ ٣١٨)، والبغوي في "شرح السُّنَّة" (٢/ ٤٧) رقم (٢٧٥).
(¬٤) كتاب التوحيد، باب: "قل فأتوا بالتوراة فاتلوها". "الفتح" (١٣/ ٥١٧).
وهذا قول الفَرَّاء في "معاني القرآن" (٣/ ١٣٠) وعنه نقله من جاء بعده، كالبغوي في "معالم التنزيل" (٨/ ٢٣)، والماوردي في "النكت والعيون" (٥/ ٤٦٤)، وغيرهما.','1','340',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (411,'الوجوه.
فمن لم يؤمن بأنَّه حقٌّ من عند الله ففي قلبه منه أعظمُ  (¬١)  حرجٍ.
ومن لم يؤمن بأنَّ الله - سبحانه - تكلَّم به حقًّا، وليس مخلوقًا من جملة مخلوقاته؛ ففي قلبه منه حَرَجٌ  (¬٢) .
ومن قال: إنَّ  (¬٣)  له باطنًا يخالف ظاهره، وإنَّ له تأويلًا يخالف ما يُفْهَمُ منه؛ ففي قلبه منه حَرَجٌ  (¬٤) .
ومن قال: إنَّ له تأويلًا لا نفهمه، ولا نعلمه، وإنَّما نتلوه مُتَعبِّدِين بألفاظه؛ ففي قلبه حَرَجٌ منه  (¬٥) .
ومن سلَّط عليه آراء الآرائيين، وهذيان المتكلِّمين، وسَفْسَطَة المتسَفْسِطِين، وخيالات المُتَصوِّفين؛ ففي قلبه منه حَرَجٌ.
ومن جعله تابعًا لنِحْلَتِهِ ومذهبه، وقول من قلَّده دينه، ينزِّلُه على أقواله، ويتكلَّفُ حمله عليها؛ ففي قلبه منه حَرَجٌ.
ومن لم يُحَكِّمْهُ ظاهرًا وباطنًا في أصول الدِّين وفروعه، ويُسَلِّمْ وينقاد  (¬٦)  لِحُكْمه أين كان؛ ففي قلبه منه حَرَجٌ  (¬٧) .
_________
(¬١)  ساقط من (ح) و (م).
(¬٢)  من قوله: "ومن لم يؤمن بأن الله. . ." إلى هنا؛ ملحق بهامش (ك).
(¬٣)  ساقط من (ز) و (ن) و (ك) و (ط).
(¬٤)  من قوله: "ومن قال: إن له باطنًا. . ." إلى هنا؛ ساقط من (ح).
(¬٥)  من قوله: "ومن قال إن له تأويلًا. . ." إلى هنا؛ ساقط من (ز).
(¬٦)  الوجه: ويَنْقَدْ؛ لأنه معطوف على مجزوم.
(¬٧)  من قوله: "ومن لم يحكِّمْه ظاهرًا. . ." إلى هنا؛ ملحق بهامش (ن).','1','341',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (412,'ومن لم يأْتَمِرْ بأوامره، ويَنْزَجِرْ عن زواجره، ويُصَدِّقْ جميع أخباره، ويُحَكِّمْ أَمْرَهُ ونَهْيَهُ وخَبَرَهُ، ويَرُدَّ له كلِّ أمرٍ ونَهْيٍ وخبرٍ خالَفَهُ؛ ففي قلبه منه حَرَجٌ.
وكلُّ هؤلاء لا تَمسُّ قلوبَهم معانيه، ولا يفهمونه كما ينبغي أن يُفْهَم، ولا يجدون من لذَّةِ حلاوته وطعمه ما وَجَدَهُ الصحابةُ ومن تَبِعَهُم (¬١).
وأنتَ إذا تأمَّلْتَ قوله تعالى: {لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ} [الواقعة: ٧٩]، وأعطيت الآية حقَّها من دلالة اللفظ، وإيمائه، وإشارته، وتنبيهه، وقياس الشيء على نظيره، واعتباره بمُشَاكِلِه، وتأمَّلْتَ المشابهة التي عَقَدَها الله - سبحانه - وربطها بين الظاهر والباطن = فَهِمْتَ هذه المعاني كلَّها من الآية، وبالله التوفيق.

فصل
ثُمَّ أكَّدَ ذلك وقرَّرَهُ وأطَّدَهُ بقوله - عزَّ وجلَّ -: {تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (٨٠)} [الواقعة: ٨٠]، وهذا كما أنَّه لازِمٌ لكونه قرآنًا كريمًا في كتابٍ مكنونٍ؛ فهو ملْزُومٌ له. فهو دليلٌ عليه، ومدلولٌ له.
وأفاد كونه تنزيلًا من ربِّ العالمين مطلوبَين (¬٢) عظيمَين هما أَجَلُّ مَطَالب الدِّين:
_________
(¬١) في (ن): بعدهم، ثم صححت في الهامش.
(¬٢) الأنسب: مَطْلَبَين، فإنه الموافق لـ "مطالب".','1','342',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (413,'أحدهما: أنَّه المتكلِّم به، وأنَّه منه نَزَل، ومنه بَدَأ، وهو الذي تكلَّم به. ومن هنا قال السلف: "منه بدأ".
ونظيره قوله تعالى: {وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي} [السجدة: ١٣]، وقوله تعالى: {قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ} [النحل: ١٠٢].
والثاني: عُلُوُّ اللهِ - سبحانه - فوق خَلْقه، فإنَّ "النُّزُول" و"التنزيل" - الذي تعقله العقول وتعرفه الفِطَر - هو وصول الشيء من أَعْلَى إلى أسفل، والرَّبُّ - تعالى - إنَّما يخاطب عباده بما تعرفه فِطَرُهم، وتشهد به عقولهم.
وذَكَر "التنزيل" مضافًا إلى ربوبيته للعالَمين المستلزِمة لملكه لهم، وتَصَرُّفِهِ فيهم، وحكمِهِ عليهم، وإحسانِهِ وإنعامِهِ عليهم، وأنَّ مَنْ هذا شَأْنُهُ مع الخَلْق كيف يليق به مع ربوبيته التامَّةِ أن يتركَهم سدىً، ويَدَعَهُم هَمَلًا، ويخلقَهم عبثًا، لا يأمرهم ولا ينهاهم، ولا يثيبهم ولا يعاقبهم. فمن أقرَّ بأنَّه ربُّ العالَمين؛ أقرَّ بأنَّ القرآن تنزيله على رسوله.
واستَدَلَّ بكونه ربَّ العالَمين على ثبوتِ رسالة رسوله - صلى الله عليه وسلم -، وصحةِ ما جاء به. وهذا الاستدلال أقوى وأشرف من الاستدلال بالمعجزات والخوارق، وإن كانت دلالتها أقرب إلى أذهان عموم النَّاس، وتلك إنَّما تكون لخواصِّ العقلاء.
وقد أشار - سبحانه - إلى الطريقين في غير موضع من كتابه، كقوله تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} [فصلت: ٥٣]، فهذا استدلالٌ بالآيات المُعَايَنَة المخلوقة، ثُمَّ قال: {أَوَلَمْ','1','343',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (414,'يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ  (٥٣) }، فهذا استدلالٌ  (¬١)  بكمال ربوبيته، وكمال أوصافه؛ على صدق رسوله فيما جاء به.
وهذه الطريق أخصُّ، وأقوى، وأكمل، وأَعْلَى. والأُولَى  (¬٢)  أعمُّ وأشمل، وقد تقدَّم بيانها عند قوله تعالى: {وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الْأَقَاوِيلِ  (٤٤) } [الحاقة: ٤٤]  (¬٣) .
وأين الاستدلال بأوصاف الرَّبِّ - تعالى - وكماله المقدَّس على ثبوت النَّبِيِّ  (¬٤)  وبعثه، من الاستدلال عليه ببعض مخلوقاته؟
وتأمَّلْ فَرْقَ ما بين استدلال  (¬٥)  سيدة نساء العالَمين خديجة - رضي الله عنها - بصفات الرَّبِّ تعالى، وصفات محمد - صلى الله عليه وسلم -، واستنتاجها  (¬٦)  من بين هذين الأمرين صحة نبوَّته  (¬٧) ، وأنَّه رسول الله حقًّا، وأنَّ من كانت هذه صفاته فصفات ربِّهِ وخالقه تَأْبَى أن يُخْزِيَهُ، وأنَّه لا بُدَّ أن يؤيِّدَه، ويُعْلِيَهُ، ويُتِمَّ نعمته عليه  (¬٨) .
وأنتَ إذا تأمَّلْتَ هذه الطريقةَ وهذا الاستدلالَ وجدتَ بينها وبين
_________
(¬١)  من قوله: "بالآيات المعاينة. . ." إلى هنا؛ ملحق بهامش (ن).
(¬٢)  من (م)، وفي باقي النسخ: والأول.
(¬٣)  من أول الفصل إلى هنا مفقود من (ك).
(¬٤)  في (ز) و (ن) و (ك) و (ط): الشيء.
(¬٥)  في (ز): الاستدلال من، وفي (ط) كذلك بدون: من.
(¬٦)  تصحفت في (ن) و (ك) و (ط) إلى: واستنساخها.
(¬٧)  تصحفت في (ك) إلى: ثبوته.
(¬٨)  أخرجه: البخاري في "صحيحه" رقم (٣)، ومسلم في "صحيحه" رقم (١٦٠)، من حديث عائشة - رضي الله عنها -.','1','344',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (415,'طريقة المتكلِّمين من الفَرْق ما لا يخفى.
وإذا حصل للعبد الفقه في الأسماء والصفات انتفع به في باب معرفة الحقِّ والباطل من الأقوال، والطرائق، والمذاهب، والعقائد = أعظمَ انتفاعٍ وأتمَّهُ. وقد بينَّا في كتابنا  (¬١)  "المَعَالم"  (¬٢)  بطلان التحليل وغيره من الحِيَل الربويَّة بأسماء الربِّ وصفاته، وأنَّه يستحيل على الحكيم أن يُحَرِّمَ الشيء ويتوعَّدَ  (¬٣)  على فعله بأعظم أنواع العقوبات، ثُمَّ يُبِيح التوصُّل إليه بنفسه بأنواع  (¬٤)  التحيُّلات.
فأين ذلك الوعيد الشديد، وجواز التوصُّل إليه بالطريق البعيد؟! إذ ليست حكمة الرَّبِّ - تعالى - وكمال علمه وأسمائه وصفاته؛ تنتقض  (¬٥)  بإحالة ذلك وامتناعه عليه  (¬٦) .
فهذا استدلالٌ بالفقه الأكبر في الأسماء والصفات  (¬٧)  على الفقه
_________
(¬١)  "في كتابنا" ملحق بهامش (ك).
(¬٢)  هو كتاب "إعلام الموقعين"، وانظر فيه: إبطال التحليل (٤/ ٤٠٨ - ٤٢٦)، وإبطال عموم الحيل (٤/ ٥٢٢) فما بعده.
وقد ذكره ابن القيم باسم "المعالم" في ثلاثة مواضع من كتبه، هذا ثالثها، كما أفاده الشيخ العلامة بكر أبو زيد في كتابه "ابن قيم الجوزية: حياته، آثاره، موارده" (٢١٤).
(¬٣)  من (م)، وفي باقي نسخ. ويتواعد.
(¬٤)  "بأنواع" ملحق بهامش (ن).
(¬٥)  في (ن) و (ك): تنتقص.
(¬٦)  كذا في جميع النسخ! ولا تستقيم العبارة مع ما قبلها، فلعل الصواب هكذا: إذ حكمة الرَّبِّ - تعالى - وكمال علمه وأسمائه وصفاته تقضي بإحالة ذلك، وامتناعه عليه. ويمكن أن تقرأ هكذا: أَوَ ليست حكمة الرَّبِّ. . . إلخ.
(¬٧)  "في الأسماء والصفات" ملحق بهامش (ك).','1','345',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (416,'العَمَليِّ في باب الأمر والنَّهْي.
وهذا بابٌ حرامٌ على الجَهْميِّ المُعَطِّلِ أن يَلِجَهُ، وجَنَّةٌ حرامٌ عليه رِيحُها، وإنَّ ريحَها ليوجد من مسيرة خمسين ألف سنة. والله العزيز الوهَّاب، لا مانع لما أعطى، ولا معطي لما منع، وبه التوفيق.

فصل
ثُمَّ وبَّخَهُم - سبحانه - على وَضْعِهم الإدْهَانَ (¬١) في غير موضعه، وأنَّهم يُدَاهِنُون بما حَقُّه أن يُصْدَعَ به، ويُفَرَّقَ به، ويُعَضَّ عليه بالنَّواجذ، وتُثْنى عليه الخَنَاصِر، وتُعْقَدَ (¬٢) عليه القلوبُ والأفئدة، ويُحَارَبَ ويُسَالَمَ لأجله، ولا يُلْتَوَى عنه يَمْنَةً ولا يَسْرَةً، ولا يكون للقلب التفاتٌ إلى غيره، ولا محاكمةٌ إلا إليه، ولا مخاصمةٌ إلا به، ولا اهتداءٌ في طُرُق المطالب العالية إلا بنُوره، ولا شفاءٌ إلا به، فهو روحُ الوجود، وحياة العالم، ومدار السعادة، وقائدُ الفلاح، وطريقُ النَّجاة، وسبيلُ الرَّشاد، ونورُ البصائر، فكيف تُطْلَبُ المُدَاهَنَةُ بما هذا شأنه، ولم ينزل للمُدَاهَنة؟ وإنَّما أُنزل بالحقِّ وللحقِّ.
والمُدَاهَنة إنَّما تكون في باطِلٍ قَوِيٍّ لا يمكن إزالته، أو في حَقٍّ ضعيفٍ لا يمكن إقامته، فيحتاج المداهِنُ إلى أنْ يترك بعض الحقِّ، ويلتزم بعض الباطل، فأمَّا الحقُّ الذي قام به كلُّ حَقٍّ فكيف يُدَاهن به؟
ثُمَّ قال سبحانه: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢)} [الواقعة: ٨٢]،
_________
(¬١) "الإدْهَان": المُدَارَاةُ، والمُلَايَنَةُ، وتركُ الجِدِّ. "مفردات الراغب" (٣٢٠).
(¬٢) في جميع النسخ: تعتقد، والصواب ما أثبته.','1','346',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (417,'لمَّا كانَ قِوَام كلِّ واحدٍ من البدن والقلب إنَّما هو بالرِّزْق - فَرِزْقُ البدنِ: الطعامُ، والشرابُ. ورزْقُ القلب: الإيمانُ، والمعرفةُ بربِّه وفاطره، ومحبتُه، والشوقُ إليه، والأُنْسُ بقُرْبه، والابتهاجُ بذكره -، وكان لا حياة له إلا بذلك، كما أنَّ البدن لا حياة له إلا بالطعام والشراب = أَنْعَم الله - على عباده بهذين النَّوعَين من الرِّزْق، وجعل قيام أبدانهم وقلوبهم بهما.
ثُمَّ فَاوَتَ - سبحانه - بينهم في قِسْمَة هذين الرِّزْقَين، بحسب ما اقتضاه علمه وحكمته؛ فمنهم من وُفِّرَ حظُّه من الرِّزْقَين، ووُسِّعَ عليه فيهما، ومنهم من قُتِّرَ عليه في الرِّزْقَين، ومنهم من وُسِّعَ عليه رزقُ البدن، وقُتِّرَ عليه رزقُ القلب، وبالعكس.
وهذا الرِّزْق إنَّما يَتِمُّ ويَكْمُلُ بالشُّكْر. و"الشُّكْر" مادَّةُ زيادته، وسبب حفظه وبقائه، وترك الشُّكْر سبب زواله وانقطاعه عن العبد، فإنَّ الله - تعالى - تأذَّنَ أنَّه لا بُدَّ أن يزيد الشَّكُور من نعمه، ولا بُدَّ أنْ يَسْلُبَها مَنْ لم يشكرها.
فلمَّا وضعوا الكفر والتكذيبَ موضع الشُّكْرِ والإيمان؛ جعلوا رزقَهم - نَفْسَهُ - تكذيبًا، فإنَّ التصديقَ والشُّكْرَ لمَّا كانا سبب زيادة الرِّزْق - وهما (¬١) رِزْقُ القلب حقيقةً -، فهؤلاء جعلوا مكانَ هذا الرِّزْق التكذيبَ والكفْرَ، فجعلوا رزقَهم التكذيب.
وهذا المعنى هو الذي حَامَ حوله من قال: التقدير: وتجعلون شُكْرَ
_________
(¬١) في (ز) بين الأسطر، وبخط دقيق، جاء فوق قوله "وهما": "أي: التصديق والشكر".','1','347',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (418,'رزقكم أنكم تكذِّبون  (¬١) .
وقال آخرون  (¬٢) : التقدير: وتجعلون بَدَلَ شُكْرِ رزقكم أنكم تكذِّبون، فحَذَفَ مُضَافَين معًا.
وهؤلاء أطالوا اللفظ، وقصَّروا بالمعنى.
ومن بعض معنى الآية قولهم: "مُطِرْنَا بِنَوْءِ كذا وكذا"  (¬٣) ، فهذا
_________
(¬١)  هذا مذهب الجمهور، وعليه أكثر السلف. "زاد المسير" (٧/ ٢٩٥).
واختاره: الفَرَّاء في "معانيه" (٣/ ١٣٠)، والزجَّاج في "معانيه" (٥/ ١١٦).
قال القرطبي: "وإنَّما صَلُح أن يوضَع اسم "الرِّزْق" مكان شكره؛ لأنَّ شُكْر الرِّزْقِ يقتضي الزيادة فيه، فيكون "الشكر" رزقًا على هذا المعنى، فقيل: {وَتَجْعَلُونَ رِزْقَكُمْ} أي: شكر رزقكم الذي لو وُجِد منكم لعَادَ رزقًا لكم، {أَنَّكُمْ تُكَذِّبُونَ (٨٢)} بالرزق، أي: تضعون الكذب مكان الشكر". "الجامع" (١٧/ ٢٢٨).
(¬٢)  هذا قول جمال الدين ابن مالك في "شرح الكافية الشافية" (٢/ ٩٧١)، وكذا نسبه إليه السمين الحلبي في "الدر المصون" (١٠/ ٢٢٨).
ونقل الواحديُّ في "الوسيط" (٤/ ٢٤٠) عن الأزهري قولًا يؤيِّدُه! والذي في "تهذيب اللغة" (٨/ ٤٣٠)، و"علل القراءات" (٢/ ٦٧٠) - كلاهما للأزهري - مثلُ قول الجمهور.
(¬٣)  أخرج مسلم في "صحيحه" رقم (٧٣) من حديث ابن عباس - رضي الله عنهما - قال: مُطِر النَّاسُ على عهد النبيِّ - صلى الله عليه وسلم -، فقال النبيُّ - صلى الله عليه وسلم -: "أصبح من النَّاس شاكرٌ، ومنهم كافر. قالوا: هذه رحمةُ الله، وقال بعضهم: لقد صَدَق نَوء كذا وكذا" قال: فنزلت هذه الآية {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (٧٥)} حتى بلغ: {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢)}.
وأخرج: أحمد في "المسند" (١/ ٨٩) رقم (٦٧٧) و (١/ ١٨٠) رقم (٨٤٩)، وعبد الله في زوائده على "المسند" (١/ ١٣١) رقم (١٠٨٧)، والترمذي في "سننه" رقم (٣٢٩٥)، والبزار في "البحر الزخَّار" رقم (٥٩٣)، وابن جرير =','1','348',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (419,'يصلح أن تدلَّ عليه الآية ويراد بها (¬١)، وإلا فمعناها أوسعُ منه وأعمُّ وأعلى. والله أعلم.

فصل
ثُمَّ خَتَم السورةَ بأحوالهم عند القيامة الصغرى، كما ذكر في أوَّلها أحوالَهم في القيامة الكبرى، وقسَّمَهم إلى ثلاثة أقسامٍ كما قسَّمهم هناك إلى ثلاثة أقسام.
وذكر بين يدي هذا التقسيم الاستدلال على صحته وثبوته، بأنَّهم مَرْبُوبُون مُدَبَّرُون مملُوكُون، فوقهم ربٌّ قاهِرٌ مالِكٌ يتصرَّف فيهم
_________
= في "تفسيره" (١١/ ٦٦٢)، وغيرهم من حديث علي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: " {وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (٨٢)} قال: شُكْركم، تقولون: مُطِرْنا بنوء كذا وكذا، وبنجم كذا وكذا".
قال الترمذي: "هذا حديث حسنٌ غريب".
وفي إسناده: عبد الأعلى بن عامر الثعلبي، قال ابن رجب: "ضعَّفَه الأكثرون، ووثقه ابن معين". "فتح الباري" (٦/ ٣٣٥).
وقد اختُلف في رفعه ووقفه، وكان سفيان الثوري ينكر على من رفعه، وقال الدارقطني: "ويشبه أن يكون الاختلاف من جهة عبد الأعلى". "العلل" (٤/ ١٦٣).
وبهذا اللفظ روي موقوفًا على ابن عباس - رضي الله عنهما - أخرجه: آدم بن أبي إياس في "تفسيره" - كما عزاه إليه ابن رجب في "فتح الباري" (٦/ ٣٣٤) -، وابن جرير في "تفسيره" (١١/ ٦٦٢).
(¬١) وهذا هو القول المعروف والمشهور عند المفسرين، حتى قال ابن عطية: "أجمع المفسرون على أنَّ الآية توبيخٌ للقائلين في المطر الذي نزَّله الله - تعالى - رزقًا للعباد: هذا بِنَوْء كذا وكذا، وهذا بِنَوء الأسد، وهذا بِنَوء الجوزاء، وغير ذلك". "المحرر الوجيز" (١٤/ ٢٧٢).','1','349',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (420,'بحسب مشيئته وإرادته، وقرَّرهم (¬١) على ذلك بما لا سبيل لهم إلى دفعه ولا إنكاره فقال تعالى: {فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ (٨٣)} [الواقعة: ٨٣]، أي: وصلت "الرُّوح" إلى هذا الموضع، بحيث فارَقَتْ ولم تُفَارِق، فهي في برزخٍ بين الموت والحياة، كما أنَّها إذا فارَقَتْ صارت في برزخٍ بين الدنيا والآخرة، وملائكةُ الرَّبِّ - تبارك وتعالى - أقربُ إلى المُحْتَضَرِ من حاضريه من الإنس، ولكنَّهم لا يبصرونهم، فلولا تردُّونها إلى مكانها من البدن أيُّها الحاضرون، إنْ كان الأمر كما تزعمون أنكم غيرُ مَجْزِيِّين ولا مَدِينين، ولا مبعوثين (¬٢) ليوم الحساب.
فإن قيل: أيُّ ارتباطٍ بين هذين الأمرين حتَّى يُلازِمَ بينهما؟
قيل: هذا من أحسن الاستدلال وأَبْلَغِهِ، فإنَّهم إمَّا أنْ يُقِرُّوا بأنَّهم مملوكون مَرْبُوبُون عبيدٌ لمالكٍ، قادِرٍ، مُتَصرِّفٍ فيهم، قاهرٍ، آمِرٍ لهم، نَاهٍ؛ أو لا يُقِرُّون بذلك.
فإنْ أقرُّوا به لزِمَهُم القيامُ بحقِّه عليهم، وشُكْرِه، وتعظيمِهِ، وإجلاله، وأن لا يجعلوا له نِدًّا، ولا شريكًا، وهذا هو الذي جاءهم به رسولُه (¬٣)، ونزل عليهم به كتابُه.
وإنْ أنكروا ذلك وقالوا: إنَّهم ليسوا بعبيدٍ، ولا مملوكين، ولا مَرْبُوبين، وإنَّ الأمر إليهم؛ فَهَلَّا يردُّون الأرواحَ إلى مقارِّها (¬٤) إذا بلغت
_________
(¬١) في (ز): وقهرهم.
(¬٢) في (ن) و (ح) و (م): مستوعبين، وكذا في (ك) ثم صححت في الهامش، وفي (ط): مستوعيين!
(¬٣) في (ز): رسله.
(¬٤) في (ك): مقادرها! وهو خطأ.','1','350',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (421,'الحلقوم؟ فإنَّ المتصرِّفَ في نفسه، الحاكِمَ على روحه؛ لا يمتنع منه ذلك، بخلاف المحكومِ عليه، المتصرِّفِ فيه غيرُه، المُدَبِّرِ له سواهُ، الذي هو عبدٌ مملوكٌ من جميع الجهات.
وهذا الاستدلال لا محيدَ عنه، ولا مَدْفَعَ له، ومن أعطاه حقَّهُ من التقرير والبيان انتفع به غاية النَّفْع، وانقاد لأجله للعبودية وأَذْعَنَ، ولم يَسَعْهُ غير التسليم للربوبية والإلهية، والإقرار بالعبودية.
وللهِ ما أحسن جَزَالةَ هذه الألفاظ وفصاحَتَها، وبلوغَها أقصى مراتب البلاغة والفصاحة، مع الاختصار التامِّ، وندائها إلى معناها من أقرب مكان، واشتمالها على التوبيخ والتقرير والإلزام، ودلائلِ الربوبية، والتوحيد، والبعث، وفصْلِ النزاع في معرفة "الرُّوح" وأنَّها تَصْعَدُ، وتَنْزِلُ، وتنتقلُ من مكانٍ إلى مكانٍ.
وما أحسن إعادة "لولا" ثانيًا قبل ذكر الفعل الذي يقتضيه الأوَّل، وجَعْلِ الحرفين يقتضيانه اقتضاءً واحدًا، وذِكْرِ الشرط بين "لولا" الثانية وما تقتضيه من الفعل، ثُمَّ الموالاة بين الشرط الأوَّل والثاني، مع الفَصْل بينهما بكلمةٍ واحدةٍ هي الرابطة بين "لولا" الأُولَى والثانية، والشرط الأوَّل والثاني، وهذا تركيبٌ يَسْجُدُ العقل والسمع لمعناه ولفظه.
فتضمَّنت الآيتان تقريرًا، وتوبيخًا، واستدلالًا على أصول الإيمان: من وجودِ الخالق - سبحانه - وكمالِ قدرته، ونُفُوذِ (¬١) مشيئته، وربوبيته، وتصرُّفِهِ في أرواح عباده، حيث لا يقدرون على التصرُّفِ فيها
_________
(¬١) في (ز) و (ن) و (ك): وتفرد.','1','351',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (422,'بشيءٍ، وأنَّ أرواحَهم بيده، يذهبُ بها إذا شاء، ويردُّها إليهم إذا شاء، ويُخْلِي أبدانهم منها تارةً، ويجمع بينها وبينها تارةً، وإثباتِ المَعَاد، وصدقِ رسوله فيما أخبر به عنه، وإثباتِ ملائكته  (¬١) ، وتقريرِ عبودية الخلق.
وأتى بهذا في صورة تَحْضِيضَين، وتَوْبِيخَين، وتَقْرِيرَين، وجَوَابَين، وشَرْطَين، وجَزَاءَين، منتظِمَةً أحسن الانتظام، ومتداخلةً أحسن التداخل، متعلِّقًا بعضُها ببعض. وهذا كلامٌ لا يقدر البشر على مثل نظمه ومعناه.
قال الفرَّاء: "وأُجِيبَتْ {فَلَوْلَا إِذَا بَلَغَتِ} و {فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ  (٨٦) } بجوابٍ وَاحدٍ وهو: {تَرْجِعُونَهَا} "، قال: "ومثله قوله تعالى: {فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنْ تَبِعَ هُدَايَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ  (٣٨) } [البقرة: ٣٨] أُجيبا بجوابٍ واحدٍ، وهما شرطان  (¬٢)  "  (¬٣) .
وقال الجُرْجَانيُّ: "قوله تعالى: {تَرْجِعُونَهَا} جوابٌ لقوله: {فَلَوْلَا} المتقدِّمة والمتأخِّرة، على تأويل: فلولا إذا بلغت النَّفْسُ الحلقومَ تردُّونها إلى موضعها إن كنتم غير محاسبين ولا مجزيين كما تزعمون؟ يقول تعالى: إن كان الأمر كما تزعمون أنَّه لا بعثَ، ولا حسابَ، ولا جزاءَ، ولا إلهَ، ولا ربَّ يقوم بذلك، فهلَّا تردُّون نَفْسَ من يَعِزُّ عليكم إذا بلغت الحلقوم؟ فإذ لم يُمْكِنْكُم في ذلك حِيلة بوجهٍ من الوجوه، فهلَّا دلَّكُم ذلك على أنَّ الأمر إلى مليكٍ، قادرٍ، قاهرٍ، متصرِّفٍ
_________
(¬١)  "ملائكته" ملحق بهامش (ن).
(¬٢)  في "معاني الفَرَّاء": "وهما جَزَاءَان"!
(¬٣)  "معاني القرآن" للفرَّاء (٣/ ١٣٠).','1','352',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (423,'فيكم، وهو الله الذي لا إله إلا هو؟ " (¬١).
وقال أبو إسحاق: "معناه: فهلَّا تَرجِعُون "الرُّوح" إن كنتم غير مملوكين مدبَّرين؛ فهلَّا إن كان الأمر كما زعمتم فيما يقول قائلكم: {لَوْ أَطَاعُونَا مَا قُتِلُوا} [آل عمران: ١٦٨]، و {لَوْ كَانُوا عِنْدَنَا مَا مَاتُوا وَمَا قُتِلُوا} [آل عمران: ١٥٦]، أي: إنْ كنتم تقدرون أن تُؤَخِّروا أَجَلًا؛ فهلَّا تَرجِعُون "الرُّوح" إذا بلغت الحلقوم؟ وهلَّا تَدْرَؤُون عن أنفسكم الموت" (¬٢).
قلتُ: وكأنَّ هذا يلتفت إلى قوله تعالى: {قُلْ كُونُوا حِجَارَةً أَوْ حَدِيدًا (٥٠) أَوْ خَلْقًا مِمَّا يَكْبُرُ فِي صُدُورِكُمْ} [الإسراء: ٥٠، ٥١]؛ أي: إنْ كنتم كما تزعمون لا تُبعَثُون بعد الموت خَلْقًا جديدًا، فكونوا خلقًا لا يفنى ولا يَبْلَى، إمَّا من حجارةٍ، أو من حديدٍ، أو أكبر من ذلك.
ووجه الملازَمة ما (¬٣) تقدَّمَ ذكره، وهو إمَّا أنْ تُقِرُّوا بأنَّ لكم ربًّا متصرِّفًا فيكم، مالكًا لكم، تَنْفُذُ فيكم مشيئَتُهُ، وبقدرتِهِ يميتكم إذا شاء، ويُحييكم إذا شاء، فكيف تنكرون قدرته على إعادتكم خلقًا جديدًا (¬٤) بعدما أماتكم؟
وإمَّا أن تُنْكِرُوا أن يكون لكم ربٌّ قادرٌ، قاهرٌ، مالكٌ، نافِذُ المشيئة والقدرة فيكم؛ فكونوا خَلْقًا لا يقبل الفناء والموت، فإذا لم تستطيعوا أن تكونوا كذلك فما تنكرون مِن قدرة مَنْ جَعَلَكُم خلقًا يموتُ ويحيا؛ أن يُحييكم بعدما أماتكم؟
_________
(¬١) قريبٌ منه جدًّا في "الوسيط" للواحدي (٤/ ٢٤١).
(¬٢) "معاني القرآن" للزجَّاج (٥/ ١١٧).
(¬٣) في (ز): كما.
(¬٤) "جديدًا" ملحق بهامش (ن).','1','353',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (424,'فهذا استدلالٌ يُعجِزُهم عن كونهم خَلْقًا لا يموت، والذي في "الواقعة" استدلالٌ يُعجِزُهم عن رَدِّ "الرُّوح" إلى مكانها إذا قاربت الموت، وليس بعد هذا الاستدلال إلا الإذعان والانقياد، أو الكفر والعناد.

فصل
فلمَّا قام الدليل، ووضح السبيل، وتَمَّ البرهان على أنَّهم مملوكُون، مَرْبُوبُون، مجزيُّون، محاسبون = ذكر طبقاتهم عند الحشر الأوَّل، والقيامة الصغرى. وهي ثلاثةٌ:
١ - طبقةُ المُقَرَّبين.
٢ - وطبقةُ أصحاب اليمين.
٣ - وطبقةُ المكذِّبين.
فجعل تحيَّة المقرَّبين عند الموافاة: الرَّوْحَ، والريحانَ، والجنَّةَ. وهذه الكرامات الثلاث التي يُعْطَونها بعد الموت نظير الثلاثة التي يُعْطَونَها يوم القيامة.
فـ "الرَّوْحُ": الفَرَحُ، والسرورُ، والابتهاجُ، ولذَّة الرُّوحِ، فهي كلمةٌ جامعةٌ لنعيم "الرُّوحِ" ولذَّتِها، وذلك قُوَّتُها وغذاؤها.
و"الرَّيْحَانُ": الرِّزْقُ، وهو الأكلُ والشرب.
و"الجنَّةُ": المَسْكَنُ الجامعُ لذلك كلِّه.
فَيُعطَون هذه الثلاثةَ في البرزخ، وفي المَعَاد الثاني.','1','354',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (425,'ثُمَّ ذكر الطبقة الثانية، وهي طبقة أصحاب اليمين. ولمَّا كانوا دون المقرَّبين في المرتبة جعلَ تحيَّتَهم عند القُدُوم عليه السلامةَ من الآفات والشرور التي تحصل للمكذِّبين الضَّالِّين فقال تعالى: {وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ (٩٠) فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ (٩١)} [الواقعة: ٩٠, ٩١].
و"السَّلَام": مصدر من سَلِمَ، أي: فَلَكَ السلامةُ. والخطاب له نفسه، أي يُقَالُ له (¬١): لَكَ السلامة، كما يقال للقادم: لَكَ الهَنَاءُ، ولَكَ السَّلَامةُ (¬٢)، ولَكَ البُشْرَى، ونحوَ ذلك من الألفاظ. كما يقولون: خير مَقْدَمٍ، ونحوَ ذلك، فهذه تحيَّتُه عند اللقاء.
قال مقاتل: "يُسَلِّمُ اللهُ لهم (¬٣) أمرَهم، بِتَجَاوزِه عن سيئاتهم، وتقَبُّلهِ حسناتهم" (¬٤).
وقال الكلبي: "يُسَلِّمُ عَليه أهلُ الجنَّة، ويقولون: السلامةُ لَكَ" (¬٥).
وعلى هذا فقوله: {مِنْ أَصْحَابِ الْيَمِينِ (٩١)}، أي: هذه التحيَّة حاصلةٌ لك من إخوانك أصحاب اليمين، فإنَّه إذا قَدِمَ عليهم حَيَّوْهُ بهذه التحيَّة، وقالوا: السلامةُ لك.
_________
(¬١) ساقط من (ز) و (ن) و (ط).
(¬٢) من قوله: "والخطاب له نفسه. . . ." إلى هنا؛ ملحق بهامش (ن).
(¬٣) ساقط من (ك).
(¬٤) "تفسيره" (٣/ ٣١٩).
(¬٥) وهو اختيار ابن جرير في "تفسيره" (١١/ ٦٦٧)، والزمخشري في "الكشاف" (٤/ ٤٦٩)','1','355',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (426,'وفي الآية أقوالٌ أُخَر، فيها تكلُّفٌ وتعسُّفٌ، فلا حاجة إلى ذكرها (¬١).
ثُمَّ ذكر الطبقة الثالثة، وهي طبقةُ الضَّالِّ في نفسه، المكذِّبِ لأهل الحقِّ، وإنَّ له عند الموافاة (¬٢) نُزُل الحميم، وسُكْنَى الجحيم.
ثُمَّ أكَّدَ هذا الخبر بما جعله كأنَّه رأي العين لمن آمن بالله ورسوله فقال - عزَّ وجلَّ -: {إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ (٩٥)} [الواقعة: ٩٥]، فرفَعَ شَأْنَهُ عن درجة الظَّنِّ إلى العلم، وعن درجة العلم (¬٣) إلى اليقين، وعن درجة اليقين إلى حَقِّهِ (¬٤).
ثُمَّ أمره أن يُنَزِّهَ اسمَهُ - تبارك وتعالى - عمَّا لا يليق به، وتنزيه الاسم متضمِّنٌ لتنزيه المُسَمَّى عمَّا يقوله الكاذبون والجاحدون.
_________
(¬١) انظر: "المحرر الوجيز" (١٤/ ٢٧٨)، و"الجامع" (١٧/ ٢٣٣)، و"بدائع الفوائد" (٢/ ٦١٩ - ٦٢١).
قال ابن كثير: "أي: تبشرهم الملائكة بذلك، تقول لأحدهم: سلامٌ لك، أي: لا بأس عليك، أنت إلى سلامة، أنت من أصحاب اليمين.
وقال قتادة، وابن زيد: "سَلِمَ من عذاب الله، وسلَّمت عليه ملائكة الله".
كما قال عكرمة: "تسلم عليه الملائكة، وتخبره أنَّه من أصحاب اليمين". وهذا معنىً حسن". "تفسيره" (٧/ ٥٥٠ - ٥٥١).
(¬٢) في (ز) و (ك) و (ط): الوفاة.
(¬٣) ملحق بهامش (ن).
(¬٤) ساقط من (ز).','1','356',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (427,'فصل

ومن ذلك قوله تعالى: {وَالنَّجْمِ إِذَا هَوَى (١) مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (٢) وَمَا يَنْطِقُ عَنِ الْهَوَى (٣)} [النجم: ١ - ٣].
أقسَمَ - سبحانه - بالنَّجْم عند هُوِيِّهِ على تنزيه رسوله، وبراءته ممَّا نسبه إليه أعداؤه من الضلالِ والغَيِّ.
واختلف النَّاس في المراد بـ "النَّجْم":
فقال الكلبي، عن ابن عباس: "أقسَمَ بالقرآن إذا نزل مُنَجَّمًا (¬١) على رسوله: أربع آياتٍ، وثلاث آياتٍ (¬٢)، والسورة، وكان بين أوَّله وآخره عشرون سنة".
وكذلك روى عطاء عنه، وهو قول: مقاتل (¬٣)، والضحَّاك، ومجاهد (¬٤).
_________
(¬١) في (ز) و (ن) و (ك) و (ط): نجومًا.
(¬٢) ساقط من (ن) و (ك) و (ح) و (ط).
(¬٣) "تفسيره" (٣/ ٢٨٩).
(¬٤) انظر: "الوسيط" (٤/ ١٩٢)، و"معالم التنزيل" (٧/ ٤٠٠)، و"زاد المسير" (٧/ ٢٢٦).
وقوله: "عشرون سنة" هذا يوافق ما ثبت عن ابن عباس - رضي الله عنهما -: "أنَّ النبيَّ - صلى الله عليه وسلم - لبث بمكة عشر سنين يُنَزَّلُ عليه القرآن، وبالمدينة عشرًا". أخرجه البخاري رقم (٤٤٦٥). وكذا جاء مثله عن أنس بن مالك - رضي الله عنه - كما في "صحيح مسلم" رقم (٢٣٤٧).
والجواب: أنَّ هذا من باب الوقوف على العقود، وإلغاء الكسر، وهو جارٍ في استعمالات العرب، وإلَّا فإنَّ المعروف والمشهور الذي اتفق عليه أهل العلم - كما قال النووي - أنَّ النبيَّ - صلى الله عليه وسلم - أوحي إليه وعمره أربعون سنة، وتوفي وهو ابن ثلاثٍ وستين سنة، وظلَّ الوحي ينزل عليه طيلة ثلاثٍ وعشرين سنة، =','1','357',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (428,'واختاره الفرَّاء (¬١).
وعلى هذا فَسُمِّيَ القرآنُ "نَجْمًا"؛ لتفرُّقِهِ في النزول، والعرب تُسمِّي التفرُّقَ: تَنَجُّمًا، والمفرَّقَ: مُنَجَّمًا. ونُجُوم الكتابَةِ: أَقْسَاطُها، وتقول: جعلتُ مالي على فلانٍ نجومًا منجَّمَةً كلَّ نجمٍ كذا وكذا.
وأصل هذا أنَّ العرب كانت تجعل مطالعَ منازل القمر ومساقطَها مواقيتَ لِحُلُول دُيُونها وآجالها، فيقولون: إذا طلع النَّجمُ - يريدون (¬٢) "الثُّرَيَّا" - حَلَّ عليك الدَّينُ. ومنه قول زهير (¬٣) في ديةٍ جُعِلَت نجومًا على العاقلة:
يُنَجِّمُها قَومٌ لِقَومٍ غَرَامَةً ... ولم يُهَرِيقُوا بَينَهُمْ مِلْءَ مِحْجَمِ
ثُمَّ جُعِلَ كلُّ تنجُّمٍ (¬٤) تفريقًا؛ وإن لم يكن موقَّتًا بطلوع نجم.
وقوله تعالى: {هَوَى (١)} - على هذا القول - أي: نَزَلَ من عُلُوٍّ إلى سُفْلٍ.
قال أبو زيد (¬٥): "هَوَتِ العُقَابُ تَهْوِي هَوِيًّا - بفتح الهاء -: إذا
_________
= والله أعلم.
انظر: شرح النووي على "صحيح مسلم" (١٥/ ٩٩ - ١٠٠)، و"الفتح" (٧/ ٧٥٧ - ٧٥٨).
(¬١) انظر: "معاني القرآن" (٣/ ٩٤).
(¬٢) "يريدون" ملحق بهامش (ك).
(¬٣) "ديوان زهير بن أبي سُلْمى" (٨٠).
(¬٤) في (ك): تنجُّم كل.
(¬٥) هو سعيد بن أوس بن ثابت، أبو زيد الأنصاري، إمام النحو والعربية، ثقةٌ ثبتٌ، من أهل البصرة، كان كثير السماع من العرب، وفي كتبه عنهم ما ليس =','1','358',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (429,'انقضَّتْ على صيدٍ أو غيره"  (¬١) .
وكذلك قال ابن الأعرابي، وفرَّقَ بين "الهَوِيّ" و"الهُوِيّ" - بفتح الهاء وضمِّها -، وقال: "الفتحُ في السريع إلى أسفل، والضمُّ: في السريع إلى فوق"  (¬٢) ، ثُمَّ أنشد شاهدًا لقوله:
والدَّلْوُ في إصْعَادِها  (¬٣)  عَجْلَى الهُوِيّ
وقال الليث: "العامَّةُ تقول: الهُوِيّ - بالضمِّ - في مصدر: هَوَى يَهْوِي"  (¬٤) .
وكذلك قال الأصمعي: "هَوَى يهْوِي هَويًّا - بفتح الهاء -: إذا سقط إلى أسفل"، قال: "وكذلك الهَوِيُّ في السَّيْرِ: إذا
_________
= لغيره، صنف: "النوادر"، و"الإبل"، و"بيوتات العرب"، وغير ذلك كثير، توفي بالبصرة سنة (٢١٥ هـ) رحمه الله.
انظر: "نزهة الألباء" (١٢٥)، و"إنباه الرواة" (٢/ ٣٠).
(¬١)  انظر: "المخصَّص" لابن سيده (٨/ ١٣٩)، و"البارع" للقالي (١٦٦)، "وتهذيب اللغة" للأزهري (٦/ ٤٨٩).
(¬٢)  انظر: "تهذيب اللغة" (٦/ ٤٨٩).
وقد عدَّ جماعة من أئمة اللغة كلمةَ "هَوَى" من الأضداد، يقال: هَوَى إذا صَعِدَ، وهَوَى إذا نزل.
انظر: "الأضداد" لقطرب (١٢٠)، و"الأضداد" للصغاني (٢٤٨)، و"الأضداد" لأبي حاتم السجستاني (١٠٠) وقال: "ولا يقال إلا في الدَّلْو خاصةً".
(¬٣)  كذا في النسخ وفي بعض المصادر، وجاء في "الأضداد" لقطرب (١٢٠)، و"الأضداد" لأبي حاتم السجستاني (١٠١): "إتْرَاعِها".
(¬٤)  انظر: "تهذيب اللغة" (٦/ ٤٩٠).','1','359',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (430,'مَضَى"  (¬١) .
وهاهنا أمرٌ يجب التنبيه عليه غَلِطَ فيه أبو محمد بن حزم أقبحَ غَلَطٍ، فذكر في أسماء الرَّبِّ -تعالى -: الهَوِي  (¬٢)  - بفتح الهاء -، واحتجَّ بما في "الصحيح" من حديث عائشة: "أنَّ رسولَ الله - صلى الله عليه وسلم - كان يقول في سجوده: "سُبْحَانَ ربِّي الأَعْلَى" الهَوِيّ"  (¬٣) . فظنَّ أبو محمد أنَّ
_________
(¬١)  انظر: "الغريب المصنف" لأبي عبيد القاسم بن سلَّام (٢/ ٩٤٨)، ونقله عنه الأزهري في "تهذيب اللغة" (٦/ ٤٨٨).
(¬٢)  ذكر أبوحامد الغزالي أنَّه وقف على كتاب في "الأسماء الحُسْنَى" لابن حزم، وذكر ابن عبد الهادي أنَّ ابن حزم عدَّ في أسماء الله الحُسْنَى ما خالف فيه إجماع المسلمين. "طبقات علماء الحديث" (٣/ ٣٥١).
وما ذكره ابن القيم ههنا مثالٌ على ذلك، وقد سبقه إلى التنبيه عليه الحافظ أبو موسى المديني في كتابه "المجموع المغيث" (٣/ ٥١٨ - ٥١٩) فقال: "وذكر بعضُ من يدَّعي اللغة في رواية جاء فيها يقول: "سبحان الله وبحمده الهَوِيِّ" أنَّه بكسر الياء، ويجعله صفةً لله - عزَّ وجلَّ -؛ وهو خطأٌ".
(¬٣)  أخرج: عبد الرزاق في "المصنف" رقم (٢٥٦٣)، وابن أبي شيبة في "المصنف" (١٠/ ٢٦١)، وأحمد في "المسند" (٤/ ٥٧ - ٥٨)، والبخاري في "الأدب المفرد" رقم (١٢١٨)، والترمذي في "سننه" رقم (٣٤١٦)، والنسائي في "سننه" رقم (١٦١٨)، وابن ماجه في "سننه" رقم (٣٩٤٨)، وابن حِبَّان في "صحيحه" رقم (٢٥٩٤ و ٢٥٩٥)، والطبراني في "المعجم الكبير" رقم (٤٥٦٩ - ٤٥٧٥)، والبيهقي في "السنن الكبرى" (٢/ ٤٨٦)؛ كلُّهم من حديث ربيعة بن كعب الأسلمي - رضي الله عنه -، أنَّه قال:
"كنتُ أبيتُ مع رسول الله - صلى الله عليه وسلم -، فأتيتُه بوَضُوئه وحاجته، وكان يقوم من الليل يقول: "سبحان ربِّي وبحمده، سبحان ربِّي وبحمده" الهَوِيَّ، ثم يقول: "سبحان ربِّ العالمين، سبحان ربِّ العالمين" الهَوِيَّ".
وأصل الحديث في "صحيح مسلم" رقم (٤٨٩) بدون موضع الشاهد.','1','360',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (431,'"الهَوِيَّ" صفةٌ للرَّبِّ؛ وهذا من غلطه رحمه الله، وإنَّما "الهَوِيّ" على وزن "فَعِيل": اسمٌ لقطعةٍ من الليل. يقال: مَضَى  (¬١)  هَوِيٌّ من الليل - على وزن "فَعِيل" -، ومَضَى هَزِيعٌ منه؛ أي: طَرَفٌ وجانبٌ  (¬٢) .
فكان يقول: "سُبْحَانَ ربِّي الأَعْلَى" في قطعةٍ من الليل وجانبٍ منه. وقد صرَّحَتْ بذلك في اللفظ الآخر، فقالت: "كان يقول: "سُبْحَانَ رَبِّي الأَعْلَى" الهَوِيَّ من الليل"  (¬٣) .
عُدْنَا إلى قوله: {وَالنَّجْمِ إِذَا هَوَى  (١) }:
وقال ابن عباس - في رواية علي بن أبي طلحة، وعطية -: "يعني: "الثُّرَيَّا" إذا سقَطَتْ وغَابَتْ". وهو الرواية الأخرى عن مجاهد  (¬٤) .
والعرب إذا أطلقت "النَّجْم" تعني به: "الثُرَيَّا"  (¬٥) ،
_________
(¬١)  تصحفت في (ن) و (ك) و (ط) إلى: معنى.
(¬٢)  انظر: "الفائق" للزمخشري (٤/ ١١٩)، و"النهاية" لابن الأثير (٥/ ٢٨٥).
(¬٣)  هذا اللفظ جاء من حديث ربيعة بن كعب الأسلمي - رضي الله عنه - في رواية: أحمد في "المسند" رقم (١٦٥٧٥ و ١٦٥٧٦)، والترمذي في "سننه" رقم (٣٤١٦)، والبخاري في "الأدب المفرد" رقم (١٢١٨)، والطبراني في "الكبير" رقم (٤٥٧١).
وجاء عند: عبد الرزاق في "المصنف" رقم (٢٥٦٣)، ومن طريقه الطبراني في "المعجم الكبير" رقم (٤٥٦٩) في آخره:
"قلت له: ما الهَوِيّ؟ فقال: يدعو ساعةً".
(¬٤)  انظر: "معالم التنزيل" (٧/ ٣٩٩)، و"الوسيط" (٤/ ١٩٢).
واختاره ابن جرير الطبري في "تفسيره" (١١/ ٥٠٤).
(¬٥)  انظر: "الأنواء" لابن قتيبة (٢٤)، و"الأنواء والأزمنة" لابن عاصم الثقفي (١٢٦).','1','361',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (432,'قال  (¬١) :
فباتَتْ تَعُدُّ النَّجْمَ ...  (¬٢) 
وقال أبو حمزة الثُّمَالي  (¬٣) : "يعني: النُّجُوم إذا انْتَثَرَتْ يوم القيامة"  (¬٤) .
وقال ابن عباس - في رواية عكرمة -: "يعني: النُّجُوم التي تُرْمَى بها الشياطينُ إذا سقطت في آثارها عند استراق السمع".
_________
(¬١)  في "لسان العرب" (١٤/ ٦٠): "قوله: "تعد النَّجْم"، يريد الثريَّا؛ لأن فيها ستة أنجم ظاهرة يتخللها نجومٌ صغارٌ خفيَّة".
والبيت - أيضًا - شاهد لمن قال بأنَّ المراد بـ "النَّجْم": جنس النُّجُوم، فاللفظ لفظ الواحد لكنه أراد معنى الجميع. وهذا قول: مجاهد، وقتادة، والحسن، وأبي عبيدة معمر بن المثنى في "مجاز القرآن" (٢/ ٢٣٥).
ومال إليه القرطبي في "الجامع" (١٧/ ٨٢)، وقال السمعاني: "وهذا أحسن الأقاويل؛ لأنَّه يطابق اللفظ من كل وجهٍ" (٥/ ٢٨٣).
وردَّهُ ابن جرير الطبري وقال: "والقول الذي قاله من حكينا عنه من أهل البصرة - يقصد أبا عبيدة - قولٌ لا نعلم أحدًا من أهل التأويل قاله! وإن كان له وجهٌ، فلذلك تركنا القول به" (١١/ ٥٠٤).
(¬٢)  جزء من صدر بيت للراعي النميري "ديوانه" (٩٢)، والبيت بتمامه:
فباتَتْ تَعُدُّ النَّجْمَ في مُسْتَحِيرةٍ ... سَرِيعٍ بأيدي الآكِلِينَ جُمُودُها
(¬٣)  تصحفت في جميع النسخ إلى: اليماني، والصواب ما أثبته.
وأبو حمزة الثمالي هو: ثابت بن أبي صفية الأزدي الكوفي، روى عن أنس بن مالك وعدَّةٍ، وأخرج له الترمذي، وابن ماجه، والنسائي في "مسند علي"، وأجمعوا على ضعفه، وله تفسير، توفي سنة (١٤٨ هـ) رحمه الله.
انظر: "تهذيب الكمال" (٤/ ٣٥٧)، و"إكمال" مغلطاي (٣/ ٧١)، و"طبقات المفسرين" (١/ ١٢٣).
(¬٤)  انظر: "معالم التنزيل" (٧/ ٤٠٠)، و"البحر المحيط" (٨/ ١٥٤).','1','362',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (433,'وهذا قول الحسن (¬١)، وهو أظهر الأقوال.
ويكون - سبحانه - قد أقسَمَ بهذه الآية الظاهرة المشاهَدَة، التي نَصَبَها الله - سبحانه - آيةً، وحِفْظًا للوحي من استراق الشياطين له؛ على أنَّ ما أتى به رسولُه حقٌّ وصِدْقٌ، لا سبيل للشيطان ولا طريقَ له إليه، بل قد حُرِسَ بـ "النَّجْم" إذا هَوَى؛ رَصْدًا بين يدي الوحي، وحرسًا له.
وعلى هذا فالارتباط بين المُقْسَمِ به والمُقْسَمِ عليه في غاية الظهور، وفي المُقْسَمِ به دليلٌ على المُقْسَمِ عليه.
وليس بالبَيِّن تسمية القرآن عند نزوله بـ: النَّجْم إذا هَوَى، ولا تسمية نزوله: هويًّا، ولا عُهِد في القرآن بذلك فيُحْمَل هذا اللفظ عليه.
وليس بالبَيِّن - أيضًا - تخصيصُ هذا القَسَم بـ "الثُّرَيَّا" وحدها إذا غَابَتْ.
وليس بالبَيِّنِ - أيضًا - القَسَمُ بالنُّجُوم (¬٢) عند انتثارها يوم القيامة، بل هذا ممَّا يُقْسِمُ الرَّبُّ عليه، ويدلُّ عليه بآياته، فلا يجعله نفسَهُ دليلًا، لعدم ظهوره للمخاطَبِين، ولاسيما منكرو البعث، فإنَّه - سبحانه - إنَّما يستدِلُّ بما لا يمكنَ جَحْدُه، ولا المكابرة فيه. فأظهر الأقوال قول الحسن. والله أعلم.
_________
(¬١) وهو قول: الضحَّاك، "وهذا القول تسعده اللغة".
انظر: "المحرر الوجيز" (١٤/ ٨١)، و"البحر المحيط" (٨/ ١٥٤)، و"تفسير ابن كثير" (٧/ ٤٤٢).
(¬٢) في (ز) و (ن) و (ك) و (ط): بالنجم.','1','363',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (434,'وبين المُقْسَم به والمُقْسَم عليه من التناسب ما لا يخفى؛ فإنَّ النُّجُومَ التي تُرمَى بها الشياطين آياتٌ من (¬١) آياتِ الله، يَحْفَظُ بها دينَهُ، ووحيَهُ، وآياته المنزَّلة على رسوله، فَبِها ظهر دينُهُ، وشرعُهُ، وأسماؤُهُ، وصفاتُهُ، وجُعِلَتْ هذه النُّجُومُ المشاهَدة خَدَمًا وحرسًا لهذه النُّجُوم الهادية.
ونَفَى - سبحانه - عن رسوله الضلالَ المنافي للهُدَى، والغَيَّ المنافي للرَّشَاد. ففي ضمن هذا النَّفْي الشهادة له بأنَّه على الهُدَى والرُّشْد، فالهُدَى في عِلْمِهِ، والرُّشْد في عَمَلِهِ.
وهذان الأصلان هما غاية كمال العبد، وبهما سعادته وفلاحه. وبهما وصَفَ النبيُّ - صلى الله عليه وسلم - خلفاءَهُ؛ فقال: "عليكم بِسُنَّتَي وسُنَّةِ الخُلَفَاءِ الرَّاشِدين المَهْدِيِّين مِنْ بعدي" (¬٢).
فالرَّاشِد ضِدُّ الغاوي، والمَهْديُّ ضِدُّ الضَّالِّ، وهو الذي زَكَتْ نَفْسُهُ بالعلم النَّافع والعمل الصالح، وهو صاحب الهُدَى ودينِ الحقِّ،
_________
(¬١) "آياتٌ من" ملحق بهامش (ح).
(¬٢) أخرجه: أحمد في "المسند" (٤/ ١٢٦ - ١٢٧)، وأبو داود في "سننه" رقم (٤٦٠٧)، والترمذي في "سننه" رقم (٢٦٧٦)، وابن ماجه في "سننه" رقم (٤٢ و ٤٣)، والدارمي رقم (٩٦)، وابن حِبَّان في "صحيحه" رقم (٥)، والحاكم في "المستدرك" (١/ ٩٥ - ٩٧)، وغيرهم ... من حديث العرباض بن سارية - رضي الله عنه -.
قال الترمذي: "حديث حسن صحيح"، وصححه: البزار، والهروي، وابن حِبَّان، والحاكم ووافقه الذهبي، وابن عبد البر، والضياء المقدسي، وابن رجب، وغيرهم.
وانظر: "السلسلة الصحيحة" رقم (٩٣٧)، و"الإرواء" رقم (٢٤٥٥).','1','364',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (435,'ولا يشتبه الرَّاشدُ المَهْديُّ بالضَّالِّ الغاوي إلا على أجهل خلق الله، وأعماهم قلبًا، وأَبْعَدِهم من حقيقة الإنسانية. ولله درُّ القائل:
وما انْتِفَاعُ أَخِي الدُّنْيا بِنَاظِرِهِ ... إذا اسْتَوَتْ عندَهُ الأَنْوَارُ والظُّلَمُ (¬١)
فالنَّاسُ أربعة أقسام:
ضالٌّ في علمه، غاوٍ في قصده وعمله. وهؤلاء شرار الخلق، وهم مخالفو الرُّسُل.
الثاني: مُهْتَدٍ في علمه، غاوٍ في قصده وعمله. وهؤلاء هم الأُمَّةُ الغَضَبِيَّةُ (¬٢) ومن تشبَّهَ بهم، وهو حال كلِّ من عرف الحقَّ ولم يعمل به.
الثالث: ضالٌّ في علمه، ولكن قصده الخير، وهو لا يشعر.
الرابع: مُهْتَدٍ في علمه، راشِدٌ في قصده. وهؤلاء ورثة الأنبياء، وهم وان كانوا الأَقلِّين عددًا فهم الأكثرون عند الله قَدْرًا، وهم صفوةُ الله من عباده، وحِزْبُهُ (¬٣) من خلقه.
وتأمَّلْ كيف قال سبحانه: {مَا ضَلَّ صَاحِبُكُمْ}، ولم يقل: ما ضَلَّ محمدٌ؛ تأكيدًا لإقامة الحُجَّة عليهم، بأنَّه صاحبهم، وهم أعلم الخلق به وبحاله، وأقواله، وأعماله، وأنَّهم لا يعرفونه بكذبٍ، ولا غَيٍّ، ولا ضلالٍ، ولا يَنْقِمُون عليه أمرًا واحدًا قَطُّ. وقد نبَّهَ على هذا المعنى بقوله: {أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ} [المؤمنون: ٦٩]، وبقوله: {وَمَا صَاحِبُكُمْ
_________
(¬١) البيت للمتنبي "ديوانه" (٣٣٢).
(¬٢) يقصد أمة اليهود الذين غضب الله عليهم.
(¬٣) "حزبه" ملحق بهامش (ك).','1','365',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (436,'بِمَجْنُونٍ (٢٢)} [التكوير: ٢٢].

فصل
ثُمَّ قال سبحانه: {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤)} [النجم: ٣، ٤]، يُنَزِّهُ -تعالى - نُطْقَ رسولِهِ أن يَصْدُرَ عن هَوَىً، وبهذا الكمال هُدَاهُ ورُشْدُهُ.
وقال تعالى: {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣)}، ولم يقل: وما ينطق بالهَوَى؛ لأنَّ نَفْيَ نُطْقِهِ عن الهَوَى أبلغ، فإنَّهُ يتضمَّنُ أنَّ نُطْقَهُ لا يصدر عن هَوَىً، وإذا لم يَصْدُر عن هَوَى فكيف ينطق به؟ فتضمَّنَ نَفْيَ الأمرين: نَفْيَ الهَوَى عن مصدر النُّطْق، ونَفْيَهُ عن النُّطْقِ نَفْسِهِ. فَنُطْقُه بالحقِّ، ومصدَرُهُ الهُدَى والرَّشَاد، لا الغَيُّ والضلالُ.
ثُمَّ قال: {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤)}؛ فأعاد الضمير على المصدر المفهوم من الفعل، أي: ما نُطْقُهُ إلا وَحْيٌ يُوحَى.
وهذا أحسنُ من قول من جعل الضمير عائدًا إلى القرآن، فإنَّهُ يَعُمُّ نُطْقَهُ بالقرآن والسُّنَّةِ، وإنَّ كليهما وحيٌ يُوحَى.
وقد احتجَّ الشافعيُّ لذلك فقال (¬١): "لعلَّ من حُجَّةِ من قال بهذا قوله تعالى: {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ} [النساء: ١١٣] ". قال: "ولعلَّ من حُجَّته أن يقول: قال رسول الله - صلى الله عليه وسلم - لأبي الزَّاني بامرأةِ الرجلِ الذي صالَحَهُ على الغنم والخادم: "والذي نفسي بيده لأَقْضِيَنَّ بينكما بكتاب الله: الغنمُ والخَادِمُ رَدٌّ عليك. . ." (¬٢) الحديث.
_________
(¬١) "كتاب الأم" (٦/ ٣٢٩ - ٣٣٠): كتاب الفرقة بين الأزواج، باب: اللِّعَان.
(¬٢) أخرجه: البخاري في "صحيحه" الأرقام (٢٦٩٥ - ٢٦٩٦، ٢٧٢٤ - ٢٧٢٥، =','1','366',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (437,'وفي "الصحيحين" أنَّ يَعْلَى بن أُميَّة كان يقول لعُمَر: ليتني أَرَى رسولَ الله - صلى الله عليه وسلم - حين ينزل عليه الوحي، فلمَّا كان بالجِعِرَّانَة  (¬١)  سأله رجلٌ، فقال: كيف ترى في رجلٍ أحرم بعمرةٍ في جُبَّةٍ، بعدما تَضَمَّخَ بالخَلُوق  (¬٢) ؟ فنظر إليه النبيُّ - صلى الله عليه وسلم - ساعةً، ثُمَّ سكت، فجاءَهُ الوحيُ، فأشار عمرُ بيده إلى يَعْلَى، فجاء، فادخَلَ رأسَهُ، فإذا النبيُّ - صلى الله عليه وسلم - مُحْمَر يَغِطُّ  (¬٣) ، ثُمَّ سُرِّيَ عنه، فقال: "أين السائل آنفًا؟ " فجِيءَ به، فقال: "انْزِعْ عنكَ الجُبَّةَ، واغسِلْ أَثَر الطِّيبِ، واصْنَعْ في عُمْرَتك ما تصنَعُ في حَجِّكَ"  (¬٤) .
_________
= ٦٦٣٣ - ٦٦٣٤، ٦٨٢٧ - ٦٨٢٨، ٦٨٣٥ - ٦٨٣٦، ٦٨٤٢ - ٦٨٤٣، ٦٨٦٠، ٧٢٥٨ - ٧٢٦٠)، ومسلم في "صحيحه" رقم (١٦٩٧ - ١٦٩٨)، وغيرهما من حديث أبي هريرة، وزيد بن خالد الجهني - رضي الله عنهما -.
(¬١)  "الجِعرانة": لا خلاف في كسر أوَّله، وأصحاب الحديث يكسرون عينه، ويشدِّدون راءه. وأهل الأدب يخطئونهم؛ ويسكِّنون العين، ويخفِّفون الراء. والصحيح أنهما لغتان جيدتان.
قال علي بن المديني: "أهل المدينة يثقِّلون "الجعرَّانة" و"الحديبيَّة"، وأهل العراق يخففونهما".
وهي منزِلٌ بين الطائف ومكة، وقربها إلى مكة أكثر، نَزَلَهُ رسول الله - صلى الله عليه وسلم - وقسم بها غنائم حُنَين، وأحرم منها بالعمرة.
"مراصد الاطلاع" لصفيِّ الدين البغدادي (١/ ٣٣٦) بتصرف يسير.
(¬٢)  "الخَلُوق": طِيبٌ معروفٌ، مركَّبٌ، يُتَّخَذُ من الزعفران وغيره من أنواع الطيب، وتغلِبُ عليه الحمرة أو الصفرة.
انظر: "النهاية" لابن الأثير (٢/ ٧١)، و"المصباح المنير" للفيومي (٢٤٦).
(¬٣)  "يَغِطُّ": من الغطيط؛ وهو: صوت النَّفَس المتردِّد من النائم أو المُغْمَى عليه.
وسبب ذلك - في الحديث - شدَّة ثقل الوحي. "الفتح" (٣/ ٤٦١).
(¬٤)  أخرجه: البخاري في "صحيحه" رقم (١٧٨٩، ١٨٤٧، ٤٣٢٩، ٤٩٨٥) وفي رقم (١٥٣٦) معلقًا، ومسلم في "صحيحه" رقم (١١٨٠).','1','367',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (438,'وقال الشافعي: أخبرنا مسلم، عن ابن جُرَيج، عن ابن طاووس، عن أبيه: "أنَّ عندَهُ كتابًا نزل به الوحي، وما فرض رسول الله - صلى الله عليه وسلم - من صدقة، وعُقُولٍ  (¬١) ؛ فإنِّما نزل به الوحي  (¬٢)  "  (¬٣) .
وذَكَر الأوزاعيُّ، عن حَسَّان بن عطيَّة  (¬٤)  قال: "كان جبريلُ ينزل على رسول الله - صلى الله عليه وسلم - بالسُّنَّة كما ينزل عليه  (¬٥)  بالقرآن، يُعَلِّمُه إيَّاها"  (¬٦) .
_________
(¬١)  "عُقُول": جمع عَقْلٍ، وهي الدِّيَة. "المصباح المنير" (٥٧٨).
(¬٢)  من قوله: "وما فرض رسول الله. . ." إلى هنا؛ ساقط من (ز).
(¬٣)  أخرجه: الشافعي في "مسنده" رقم (٢٨ و ٢٩)، وفي "إبطال الاستحسان" (٩/ ٧٠) - مع "الأم" - رقم (٤٠١٨)، ومن طريقه البيهقي في "معرفة السنن والآثار" (١/ ١٠٢) رقم (١٨)، وفي "بيان خطأ من أخطأ على الشافعي" (١٠٣)، والخطيب البغدادي في "الفقيه والمتفقه" رقم (٢٦٧)، وعبد الرزاق في "المصنف" (٩/ ٢٧٩) رقم (١٧٢٠١).
وإسناده ضعيف، لأمور:
الأول: أنَّ مسلمًا شيخ الشافعي هو: مسلم بن خالد بن قَرْقَرة، القرشي المخزومي، أبو خالد المكِّي، المعروف بـ "الزَّنْجيّ"، الأكثرون على تضعيفه. "تهذيب الكمال" (٢٧/ ٥٠٨).
والثاني: عنعنة ابن جريج، وهو مدلِّس. إلا أنَّه صرَّح بالسماع من ابن طاووس في الرواية الأخرى، فترتفع هذه العلة.
والثالث: أن طاووسًا أرسله إلى النبيِّ - صلى الله عليه وسلم -، ولم يسنده.
(¬٤)  هو حسَّان بن عطيَّة المُحَاربي - مولاهم -، أبو بكر الشامي الدمشقي، من ثقات التابعين ومشاهيرهم، فقيهٌ عابدٌ، وكان الأوزاعي يثني عليه ويُطْرِيه، اتُّهِم بالقدر، قال الذهبي: "فلعله رجع وتاب"، روى له الجماعة، بقي إلى حدود سنة ثلاثين ومئة رحمه الله.
انظر: "تهذيب الكمال" (٦/ ٣٤)، و"السير" (٥/ ٤٦٦).
(¬٥)  ساقط من (ز).
(¬٦)  أخرجه: نعيم بن حَمَّاد في "زوائد الزهد والرقائق" رقم (٩١)، والدارمي في =','1','368',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (439,'وذكر الأوزاعيُّ - أيضًا -: عن أبي عبيد  (¬١)  - صاحب سليمان -، أخبرني القاسم بن مُخَيْمِرَة  (¬٢) ، حدثني ابن نَضْلَة  (¬٣)  قال: قيل لرسول الله - صلى الله عليه وسلم - سَعِّرْ لَنَا، قال: "لا يسْأَلُنِي اللهُ  (¬٤)  عن سُنَّةٍ أحدَثْتُها فيكم، لم يَأْمُرْني بها، ولكِنْ سَلُوا اللهَ من فضله  (¬٥)  "  (¬٦) .
_________
= "سننه" رقم (٦٠٨)، وأبو داود في "المراسيل" رقم (٥٣٦)، ومحمد بن نصر المروزي في "السُّنَّة" رقم (١٠٤)، وابن بطة في "الإبانة" رقم (٩٠، ٢١٩، ٢٢٠)، واللالكائي في "شرح أصول اعتقاد أهل السنة والجماعة" رقم (٩٩)، والهروي في "ذمِّ الكلام" رقم (٢٢٤)، وابن عبد البر في "جامع بيان العلم" رقم (٢٣٥٠)، والخطيب البغدادي في "الفقيه والمتفقه" رقم (٢٦٨ - ٢٧٠)، وفي "الكفاية" رقم (١٦).
وصححه الحافظ ابن حجر في "الفتح" (١٣/ ٣٠٥).
(¬١)  هو أبو عبيد المَذْحِجِيُّ -اختُلف في اسمه -، حاجب الخليفة الأموي سليمان بن عبد الملك، ثقةٌ عابدٌ، روى له: البخاري تعليقًا، ومسلم، وأبو داود، والنسائي في "اليوم والليلة".
انظر: تهذيب الكمال" (٣٤/ ٤٩).
(¬٢)  في (ز): القاسم بن محمد مخيمرة.
(¬٣)  في (ح) و (م): ابن نُضيلة.
(¬٤)  لفظ الجلالة غير موجود في (ن) و (ك) و (ح) و (ط) و (م).
(¬٥)  قوله "من فضله" ساقط من (ز).
(¬٦)  أخرجه: ابن قانع في "معجم الصحابة" (٢/ ٢٨٧) و (٣/ ١٦٠)، وأبو نعيم في "معرفة الصحابة" رقم (٤٧٨٩ و ٧٠٩٣)، وابن الأثير في "أسد الغابة" (٣/ ٩٢) و (٦/ ٣٤٨)، وعزاه - أيضًا - إلى: ابن منده.
وعزاه الهيثمي إلى: الطبراني في "الكبير"، قال: "وفيه: بكر بن سهل الدمياطي، ضعفه النسائي، ووثقه غيره، وبقية رجاله ثقات". "المجمع" (٤/ ١٠٠).
وعزاه الحافظ إلى: ابن السَّكَن، وابن جرير، ونصر المقدسي في "كتاب الحجَّة". "الإصابة" (٢/ ٢٢٣). =','1','369',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (440,'و"ابنُ نَضْلَة" هذا يُسَمَّى: طَلْحَة  (¬١) .
وقد صحَّ عنه أنَّه قال: "ألَا إنِّي أُوتِيتُ الكتابَ ومثلَهُ مَعَهُ"  (¬٢) ،
_________
= وانظر: "الرد الوافر" لابن ناصر الدين الدمشقي (٢٦ - ٢٨).
وللحديث شواهد من حديث: علي، وأنس، وابن عباس، وأبي هريرة رضي الله عنهم، بألفاظٍ متقاربة.
(¬١)  اختلف في ضبطه، واسمه، وصحبته:
فأمَّا ضبطه؛ فقيل: ابن نَضْلَة، وقيل: ابن نُضَيلَة - بالتصغير -.
وأمَّا اسمه؛ فقيل: هو نَضْلَة - كما عند ابن قانع -، وقيل: طلحة، وقيل: عمرو، وقيل: علقمة، وقيل: عُبيد، وقيل: لا يعرف اسمه كما قاله ابن منده وغيره.
وأمَّا صحبته؛ فقد ذكره جماعةٌ من الأئمة في عداد الصحابة، منهم: ابن أبي شيبة، وأبو نعيم، وابن قانع، وابن عبد البر، والعسكري، وغيرهم.
وعدَّه آخرون في التابعين، منهم: ابن السَّكَن، وابن معين، وأبو حاتم، والدارقطني، وابن حِبَّان، والمِزِّي، وغيرهم. وهذا قول جمهور المحدثين. "الردُّ الوافر" لابن ناصر الدين الدمشقي (٢٨).
قال الحافظ ابن حجر: "طلحة بن نُضَيلَة - بالتصغير -، يكنَّى: أبا معاوية، وعداده في أهل الكوفة، له صحبة؛ هذا هو المعتمد، وما عداه وَهْمٌ". "الإصابة" (٢/ ٢٢٣).
انظر: "سؤالات ابن طهمان ليحيى بن معين" (٩٩)، و"المراسيل" لابن أبي حاتم (١٥٠)، و"الجرح والتعديل" (٦/ ٤٠٥)، و"الثقات" (٣/ ٣١٥)، و"معرفة الصحابة" لأبي نعيم (٤/ ١٩٠٤)، و"تهذيب الكمال" (٢٠/ ٣١١).
(¬٢)  أخرجه بهذا اللفظ: أحمد في "المسند" (٤/ ١٣١) رقم (١٧١٧٤)، وأبو داود في "سننه" رقم (٤٦٠٤)، والطبراني في "الكبير" (٢٠/ رقم ٦٧٠)، وفي "مسند الشاميين" رقم (١٠٦١)، والبيهقي في "دلائل النُّبوَّة (٦/ ٥٤٩)، وغيرهم من حديث المقدام بن معد يكرب - رضي الله عنه -.
وأخرجه: ابن حِبَّان رقم (١٢)، والطبراني في "الكبير" (٢٠/ رقم ٦٦٩)، =','1','370',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (441,'وهذا هو "السُّنَّةُ" بلا شك، وقد قال تعالى: {وَأَنْزَلَ اللَّهُ عَلَيْكَ الْكِتَابَ وَالْحِكْمَةَ} [النساء: ١١٣]؛ وهما القرآن والسُّنَّة. وبالله التوفيق.

فصل
ثُمَّ أخبر - تعالى - عن وَصْفِ من علَّمَهُ الوحيَ والقرآنَ، بما يُعْلَم أنَّه مضَادٌّ لأوصاف الشيطان مُعَلِّم الضَّلَال والغواية، فقال: {عَلَّمَهُ شَدِيدُ الْقُوَى (٥)}، وهذا نظير قوله تعالى: {ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ} [التكوير: ٢٠]، وذكرنا هناك السِّرَّ في وصفه بالقوَّةِ (¬١) ..
وقوله تعالى: {ذُو مِرَّةٍ} أي: جميلُ المَنْظَر، حَسَنُ الصورة، ذو جلالةٍ، ليس شيطانًا - أقبَحَ خلق الله، وأشوهَهم صورةً - بل هو من أجمل الخلق، وأقواهم، وأعظمِهم أمانةً ومكانةً عند الله - عزَّ وجلَّ -.
وهذا تعديلٌ لِسَنَدِ الوحي والنُّبوَّة، وتزكيةٌ له كما تقدَّمَ نظيرُهُ في "سورة التكوير" (¬٢).
فوَصَفَهُ بالعلم، والقوَّةِ، وجمالِ المَنْظَرِ، وجلالته. وهذه كانت أوصاف الرسول البَشَرِيِّ والمَلَكِيِّ؛ فكان رسولُ الله - صلى الله عليه وسلم - أشجعَ النَّاس، وأعلمَهم، وأجمَلهم، وأَجَلَّهم.
والشياطين وتلامذتهم بالضِّدِّ من ذلك كلِّه، فهم أقبح الخلق
_________
= وفي "مسند الشاميين" رقم (١٨٨١)، والدارقطني في "سننه" رقم (٤٧٦٨)، والبيهقي في "السنن الكبرى" (٩/ ٣٣٣)، بلفظ:
"إنِّي أُوتيتُ الكتابَ وما يَعْدِلُه".
(¬١) راجع (ص/ ١٩٣ - ١٩٤).
(¬٢) راجع (ص/ ١٩٢ - ١٩٥).','1','371',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (442,'صورةً ومعنىً، وأجهلُ الخَلْق وأضعفُهم هِمَمًا ونفوسًا.
ثُمَّ ذكر استواءَ هذا المعلِّم بالأُفُق الأَعْلَى، ودُنُوَّهُ، وتَدَلِّيَهُ، وقُرْبَهُ من رسول الله - صلى الله عليه وسلم -، وإيحاءَهُ إليه ما أَوْحَى.
فصوَّرَ - سبحانه - لأهل الإيمان صورة الحال من نزول جبريل من عنده إلى أن استوى بالأُفُق، ثُمَّ دَنَى فَتَدلَّى، وقَرُبَ من رسوله، فأوحى إليه ما أمره الله بإيحائه، حتَّى كأنَّهم يشاهدون صورة الحال ويُعَاينُونَهُ هابطًا من السماء إلى أن صار بالأفُق الأَعْلَى مستويًا عليه، ثُمَّ نَزَلَ وقَرُبَ من محمدٍ - صلى الله عليه وسلم - وخاطبه بما أمره الله به، قائلًا: ربُّكَ يقول لك كذا وكذا.
وأخبر - سبحانه - عن مسافة هذا القُرْب، بأنَّه قَدْرُ قوسين أو أدنى من ذلك، وليس هذا على وجه الشَّكِّ، بل تحقيقٌ لِقَدْرِ المسافة، وأنَّها لا تزيد على قوسين أَلْبَتَّةَ؛ كما قال تعالى: {وَأَرْسَلْنَاهُ إِلَى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ (١٤٧)} [الصافات: ١٤٧] تحقيقًا لهذا العدد، وأنَّهم لا ينقصون عن مائةِ ألفٍ رَجُلًا واحدًا. ونظيره قوله تعالى: {ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً} [البقرة: ٧٤]؛ أي: لا تنقُصُ قَسْوَتُها عن قسوة الحجارة، بل إنْ لم تَزِدْ على قسوة الحجارة لم تكن دونها.
وهذا المعنى أحسنُ وألطفُ وأدق مِنْ قول من جعل "أو" في هذه المواضع بمعنى (¬١) "بل"، ومِنْ قول من جعلها للشكِّ بالنسبة إلى الرائي (¬٢)، وقول من جعلها بمعنى "الواو"، فتأمَّلْهُ.
_________
(¬١) "بمعنى" ملحق بهامش (ك).
(¬٢) في جميع النسخ: الرأي، ولعله تحريف.','1','372',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (443,'فصل

ثُمَّ أخبر - تعالى - عن تصديق فؤادِهِ لِمَا رأَتْهُ عينَاهُ، وأنَّ القلبَ صَدَّقَ العينَ، وليس كمن رأى شيئًا على خلاف ما هو به، فكذَّبَ فُؤَادُهُ بَصَرَهُ، بل ما رآه بِبَصَرِهِ صدَّقَهُ الفؤادُ، وعَلِمَ أنَّه كذلك.
وفيها قراءتان (¬١):
إحداهما: بتخفيف "كَذَبَ".
والثانية: بتشديدها.
يقال: كَذَبَتْهُ عينُه، وكَذَبَهُ قلبُه، وكَذَبَهُ حَدْسُهُ (¬٢)؛ إذا أخلف ما ظَنَّهُ وحَدَسَهُ. قال الشاعر (¬٣):
كَذَبَتْكَ عينُكَ، أَمْ رأَيتَ بِوَاسِطٍ ... غَلَسَ الظَّلَامِ من الرَّبَابِ خَيَالا
أي: أَرتْكَ ما لا حقيقةَ له.
فَنَفَى هذا عن رسوله - صلى الله عليه وسلم -، وأخبره أنَّ فُؤَادَهُ لم يكذِّبْ ما رآه.
و"ما" (¬٤):
إمَّا أن تكون مصدريَّة؛ فيكون المعنى: ما كَذَبَ فؤادُهُ رؤيتَهُ.
_________
(¬١) قرأ أبو جعفر، وهشام بتشديد "الذَّال"، وقرأ الباقون بتخفيفها.
انظر: "التيسير" للداني (٢٠٤)، و"النشر" (٢/ ٣٧٩).
(¬٢) تصحفت في جميع النسخ إلى: جسده!
(¬٣) هو الأخطل النصراني "ديوانه" (٢٤٦).
(¬٤) في قوله تعالى: {مَا رَأَى (١١)}.
وانظر: "مشكل إعراب القرآن" (٦٤٥)، و"الدر المصون" (١٠/ ٨٨).','1','373',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (444,'وإمَّا أن تكون موصولة؛ فيكون المعنى: ما كَذَّبَ الفؤادُ الذي  (¬١)  رآه بعينه.
وعلى التقديرين؛ فهو إخبارٌ عن تطابقِ رؤية القلب لرؤية البصر وتوافُقِهما، وتصديقِ كلٍّ منهما لصاحبه. وهذا ظاهرٌ جدًّا في قراءة التشديد.
وقد استشكلها طائفةٌ منهم المُبَرِّد، وقال: "في هذه القراءة بُعْدٌ"، قال: "لأنَّه  (¬٢)  إذا رأى بقلبه فقد عَلِمَهُ - أيضًا - بقلبه، وإذا وَقَعَ العِلْمُ فلا كذب معه؛ فإنَّه إذا كان الشيء في القلب معلومًا، فكيف يكون معه تكذيب؟ "  (¬٣) .
قلتُ: وجواب هذا من وجهين:
أحدهما: أنَّ الرجلَ قد يتخيَّلُ الشيءَ على خلاف ما هو به فَيَكْذِبُهُ قَلْبُهُ، إذ يُريه صورةَ المعلوم على خلاف ما هي عليه، كما تَكْذِبُهُ عَيْنُهُ، فيقال: كَذَبَهُ قَلْبُهُ، وكَذَبَهُ ظَنُّهُ، وكَذَبَتْهُ عَيْنُهُ. فنَفَى - سبحانه - ذلك عن رسوله، وأخبر أنَّ ما رآه الفؤادُ فهو كما رآه، كَمَنْ رأى الشيءَ على حقيقة ما هو به، فإنَّه يصحُّ أن يقال: لم تَكذِبْهُ عَينُهُ.
الثاني: أن يكون الضمير في {رَأَى  (١١) } عائدًا إلى
_________
(¬١)  تكررت مرتين في (ك).
(¬٢)  في (ز) و (ن) و (ك) و (ط) زيادة: رأى!
(¬٣)  ذكره الواحديُّ في "الوسيط" (٤/ ١٩٥ - ١٩٦)، وقال عقبه: "وهذا على ما قال المبرد إذا جعَلْتَ الرؤيةَ للفؤاد، فإن جعلتها للعين زال الإشكال، وصحَّ المعنى، فيقال: ما كذب فؤادُه ما رآه ببصره".','1','374',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (445,'الرائي (¬١) لا إلى الفؤاد، ويكون المعنى: ما كذَّبَ الفؤادُ ما رآهُ البَصَرُ. وهذا - بحمد الله - لا إشكال فيه، والمعنى: ما كذَّبَ الفؤادُ ما رآهُ البَصَرُ (¬٢)، بل صدَّقَهُ.
وعلى القراءتين فالمعنى: ما أَوْهَمَهُ الفؤادُ أنَّه رأى ولم يَرَ، ولا اتَّهَمَ بصَرَهُ.
ثُمَّ أنكر - سبحانه - عليهم مُكَابَرَتَهُم وجَحْدَهُم له على ما رآه، كما يُنْكَرُ على الجاهل مُكَابَرَتُهُ للعالِم، ومُمَاراتُهُ له على ما عَلِمَهُ.
وفيها قراءتان: "أَفَتُمَارُونَهُ"، و"أَفَتَمْرُونَهُ" (¬٣).
وهذه المادَّةُ أصلها من: الجَحْدِ والدَّفْعِ، تقول: مَرَيْتُ الرجلَ حقَّه؛ إذا (¬٤) جَحَدْتَهُ. كما قال الشاعر (¬٥):
_________
(¬١) في جميع النسخ: الرأي، ولعله تحريف.
(¬٢) من قوله: "وهذا - بحمد الله -. . ." إلى هنا؛ ملحق بهامش (ح).
و"ما رآه البصر" ساقط من (ز) و (ن) و (ك) و (ط).
(¬٣) قرأ حمزة، والكسائي، ويعقوب، وخَلَف: "أَفتَمْرُونَهُ"؛ بفتح التاء، وسكون الميم، بلا ألفٍ بعدها.
وقرأ الباقون: "أَفَتُمَارُونَهُ"؛ بضم التاء، وفتح الميم، بعدها ألفٌ.
انظر: "النشر" (٢/ ٣٧٩)، و"إتحاف فضلاء البشر" (٢/ ٥٠١).
(¬٤) في (ز): أيْ.
(¬٥) ذُكر هذا البيت في: "الكشاف" (٤/ ٤٢١)، و"البحر المحيط" (٨/ ١٥٧)، و"الدر المصون" (١٠/ ٨٩)، و"الجامع" (١٧/ ٩٣)؛ بدون نسبةٍ لقائل!
وقد شرحه محبُّ الدين أفندي في "تنزيل الآيات على الشواهد من الأبيات" (٩٧) وذكر له نظائر، لكنه لم ينسبه لقائله -على خلاف عادته في كتابه هذا! - والله أعلم.','1','375',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (446,'لَئِنْ هَجَرْتَ أَخَا صِدْقٍ وَمَكْرُمَةٍ ... لقد مَرَيتَ أخًا ما كانَ يَمْرِيكَا
ومنه: المُمَارَاةُ، وهي: المُجَادَلَة، والمُكَابَرة. ولهذا عُدِّيَ هذا الفعلُ بـ "على" وهي على بابها. وليست بمعنى "عن" كما قاله المُبرِّد  (¬١) ، بل الفعل متضمِّنٌ معنى المكابرة، وهذا في قراءة الألف أظهر.
ورجَّح أبو عُبَيد قراءة من قرأ "أَفَتَمْرُونَهُ"، قال: "وذلك أنَّ المشركين إنَّما كان شأنُهم الجُحُود لِمَا كان يأتيهم من الوحي، وهذا كان أكثر من المُمَارَاة منهم"  (¬٢) .
يعني  (¬٣) : أنَّ من قرأ {أَفَتُمَارُونَهُ} فمعناه: أَفَتُجَادِلُونه؟ ومن قرأ "أَفَتَمْرُونه" معناه: أَفَتَجْحَدُونه؟ وجحودهم لِمَا جاء به كان هو شأنُهم، وكان أكثرَ من مجادلتهم له.
وخالفه أبو عليٍّ وغيرُه، واختاروا قراءة {أَفَتُمَارُونَهُ}.
قال أبو عليٍّ: "من قرأ "أَفَتُمَارُونَه" فمعناه: أفتجادلونه جِدالًا تَرُومُون به دفعه عمَّا عَلِمَهُ وشاهَدَهُ؟ ويُقَوِّي هذا الوجه قوله تعالى: {يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ} [الأنفال: ٦]. ومن قرأ "أَفَتَمْرُونَهُ" كان المعنى: أَفَتَجْحَدُونه؟ ". قال: "والمُجَادَلة كأنَّها أشبه في هذا؛ لأنَّ الجُحُود كان منهم في هذا وفي غيره، وقد جادله المشركون في الإسراء"  (¬٤) .
_________
(¬١)  انظر: "الكامل" (٢/ ٧٢١)، ونقله عنه النحَّاس في "إعراب القرآن" (٨٩٣).
(¬٢)  انظر: "الجامع" للقرطبي (١٧/ ٩٣)، و"فتح القدير" (٥/ ١٤٠).
(¬٣)  "يعني" ملحق بهامش (ك).
(¬٤)  "الحُجَّة للقُرَّاء السبعة" لأبي علي الفارسي (٦/ ٢٣٠).','1','376',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (447,'قلتُ: القومُ جمعوا بين الجدالِ، والدَّفْعِ، والإنكارِ. فكان جدالُهم جدالَ جحودٍ ودفعٍ؛ لا جدالَ استرشادٍ وتَبَيُّنٍ (¬١) للحقِّ.
وإثبات "الأَلِف" يدلُّ على المُجَادَلة، والإتيان بـ "على" يدلُّ على المُكَابَرة؛ فكانت قراءة "الألف" منتظِمةً للمعنيين جميعًا، فهي أَوْلَى. وبالله التوفيق.

فصل
ثمَّ أخبر - سبحانه - عن رؤيته لجبريل مرَّةً (¬٢) أخرى، عند سِدْرَة المُنْتَهى؛ فالمرَّةُ الأُولَى كانت دون السماء بالأُفُقِ الأَعْلَى، والثانية كانت فوق السماء عند سدرة المُنْتَهى.
وقد صحَّ عنه - صلى الله عليه وسلم - أنَّه - يعني (¬٣) جبريل عليه الصلاة والسلام - رآهُ على صورته التي خُلِقَ عليها مرَّتين، كما في "الصحيحين" عن زِرِّ بن حُبَيش أنَّه سئل عن قوله تعالى: {فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (٩)} قال: أخبرني ابن مسعود أنَّ النبيَّ - صلى الله عليه وسلم - رأى جبريل له ستمائة جناح (¬٤).
وفي "الصحيحين" - أيضًا - عن عبد الله بن مسعود {مَا كَذَبَ الْفُؤَادُ
_________
(¬١) في جميع النسخ: وتبيين، والصواب ما أثبته.
(¬٢) بعده في (ك) زيادة: بعدي! ولا معنى لها.
(¬٣) كذا ثبت بين الأسطر في (ز)، وسقط من (ن) و (ك) و (ح) و (ط)، وبين الأسطر في (م): أي.
(¬٤) أخرجه: البخاري في "صحيحه" رقم (٣٢٣٢، ٤٨٥٦، ٤٨٥٧)، ومسلم في "صحيحه" رقم (١٧٤).','1','377',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (448,'مَا رَأَى  (١١) }  (¬١)  قال: "رأى  (¬٢)  جبريل  (¬٣)  في صورته؛ له ستمائة جناح"  (¬٤) .
وقال البخاريُّ عنه: "رأى رَفْرَفًا أخضر، سَدَّ الأُفُق"  (¬٥) .
وفي "صحيح مسلم" عن أبي هريرة {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى  (١٣) } قال: "رأى جبريل عليه السلام"  (¬٦) .
وفي "صحيحه" - أيضًا - عن مسروق قال: كنتُ مُتَّكِئًا عند عائشة فقالت: ثلاثٌ مَنْ تكلَّمَ بواحدةٍ منهُنَّ فقد أعظَمَ على الله الفِرْيَة، قلتُ: ما هُنَّ؟ قالت: من زَعَم أنَّ محمدًا رأى ربَّهُ؛ فقد أعظم على الله الفِرْيَة  (¬٧) . قال: وكنتُ متكئًا فجلستُ، فقلت: يا أُمَّ المؤمنين؛ أَنْظِريني ولا تَعْجَلِيني؛ أَلَمْ يَقُلِ اللهُ - عزَّ وجلَّ -: {وَلَقَدْ رَآهُ بِالْأُفُقِ الْمُبِينِ  (٢٣) } [التكوير: ٢٣]، {وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى  (١٣) } [النجم: ١٣]؟ فقالت: أنا أوَّلُ هذه الأُمَّة سأل عن ذلك رسولَ الله - صلى الله عليه وسلم -، فقال: "إنَّما هو جبريل، لم أَرَهُ على صورته التي خُلِقَ عليها غير هاتين المَرَّتين، رأيتُهُ مُنْهَبِطًا من السماء، سادًّا عِظَمُ خَلْقِهِ ما بين السماء والأرض"، فقالت: أَوَ لم تسمع
_________
(¬١)  هذه الآية غير ظاهرة في (ز).
(¬٢)  "قال: رأى" ساقط من (ك).
(¬٣)  من قوله: "له ستمائة جناح. . ." إلى هنا؛ ملحق بهامش (ن).
(¬٤)  أخرجه: البخاري في "صحيحه" رقم (٣٢٣٢، ٤٨٥٦، ٤٨٥٧)، ومسلم في "صحيحه" رقم (١٧٤).
(¬٥)  أخرجه البخاري في "صحيحه" رقم (٣٢٣٣، ٤٨٥٨) موقوفًا على: عبد الله بن مسعود - رضي الله عنه -.
(¬٦)  أخرجه مسلم في "صحيحه" رقم (١٧٥).
(¬٧)  من قوله: "قلت: ما هنَّ؟. . ." إلى هنا؛ ملحق بهامش (ن).','1','378',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (449,'أنَّ الله - عزَّ وجلَّ - يقول: {لَا تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ  (١٠٣) } [الأنعام: ١٠٣]، أَوَ لم تسمع أنَّ الله - عزَّ وجلَّ - يقول: {وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ  (٥١) } [الشورى: ٥١]، قالت: ومن زعم أنَّ محمدًا - صلى الله عليه وسلم - كَتَمَ شيئًا من كتاب الله؛ فقد أعظم على الله - عزَّ وجلَّ - الفِرْيَة والله - عزَّ وجلَّ - يقول: {يَاأَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ}
[المائدة: ٦٧]. قالت: ومن زَعَم أنَّهُ يُخْبِرُ بما يكون في غَدٍ؛ فقد أعظم على الله الفِرْيَة، والله -عزَّ وجلَّ - يقول: {قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} [النمل: ٦٥]. ولو كان محمدٌ كاتمًا شيئًا ممَّا أُنزل عليه لَكَتَم هذه الآية: {وَإِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ} [الأحزاب: ٣٧] "  (¬١) .
وفي "الصحيحين" عن مسروق - أيضًا - قال: سألتُ عائشة - رضي الله عنها -: هل رأى محمدٌ ربَّه؟ فقالت: "سبحان الله! لقد قَفَّ  (¬٢)  شعري ممَّا قلتَ"  (¬٣) .
_________
(¬١)  هذا لفظ مسلم في "صحيحه" رقم (١٧٧)، وأخرج بعضه البخاري في "صحيحه" رقم (٤٦١٢، ٤٨٥٥، ٧٣٨٠، ٧٥٣١).
(¬٢)  "قَفَّ شَعري" معناه: اقشعَرَّ جلدي حتَّى قام ما عليه من الشَّعْر، إعظامًا لهذا
القول. وأصله: التقبُّض والاجتماع؛ لأنَّ الجلد ينقبض عند الفَزَع، فيقوم الشَّعْر لذلك.
انظر: "أعلام الحديث" للخطَّابي (٣/ ١٩١٤)، و"الفتح" (٨/ ٤٨٣).
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (٤٨٥٥)، ومسلم في "صحيحه" رقم =','1','379',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (450,'وفيهما - أيضًا - قال: قلت لعائشة: فأين قوله - عزَّ وجلَّ -: {ثُمَّ دَنَا فَتَدَلَّى (٨) فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (٩)}؟ قالت: "إنَّما ذاك جبريل؛ كان يأتيه في صورة الرجال، وإنَّه أتاه في هذه المَرَّة في صورته التي هي صورته، فَسَدَّ الأُفق" (¬١).
وفي "صحيح مسلم" أنَّ أبا ذَرٍّ سأله - صلى الله عليه وسلم -: هل رأيتَ ربَّكَ؟ فقال: "نورٌ أنَّى أَرَاهُ" (¬٢).
وفي "صحيحه" - أيضًا - من حديث أبي موسى الأشعري قال: قام فِينَا رسولُ الله - صلى الله عليه وسلم - بخمس كلماتٍ، فقال: "إنَّ اللهَ لا ينامُ، ولا ينبغي له أن يَنَامَ، يَخْفِضُ القِسْطَ ويرفَعُه، يُرْفَعُ إليه عَمَلُ الليل قبل النَّهار، وعَمَلُ النَّهار قبل الليل، حِجَابُه النُّور، لو كَشَفَهُ لأحرقت سُبُحَاتُ وجهِهِ ما انتهى إليه بَصَرُهُ من خَلْقِهِ" (¬٣).
وهذا الحديث ساقه مسلمٌ بعد حديث أبي ذَرٍّ المتقدِّم عَقِيبه، وهو كالتفسير له.
ولا ينافي هذا قوله في الحديث الصحيح - حديث الرؤية يوم القيامة -: "فيكْشِفُ الحِجَابَ، فينظرون إليه" (¬٤)؛ فإنَّ النُّورَ الذي هو
_________
= (١٧٧).
(¬١) أخرجه: البخاري في "صحيحه" رقم (٣٢٣٥)، ومسلم في "صحيحه" رقم (١٧٧).
(¬٢) أخرجه مسلم في "صحيحه" رقم (١٧٨).
(¬٣) أخرجه مسلم في "صحيحه" رقم (١٧٩).
(¬٤) أخرجه بهذا اللفظ: أحمد في "المسند" (٤/ ٣٣٢) رقم (١٨٩٣٥)، و (٤/ ٣٣٣) رقم (١٨٩٤١)، و (٦/ ١٥ - ١٦) رقم (٢٣٩٢٥)، وابن ماجه في =','1','380',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (451,'حجاب الرَّبِّ - تعالى - يُرَادُ به الحجاب الأدنى إليه، وهو لو كَشَفَهُ لم يَقُمْ له شيءٌ، كما قال ابن عباس في قوله - عزَّ وجلَّ -: {لَا تُدْرِكُهُ الْأَبْصَارُ} قال: "ذاكَ نُورُه الذي هو نُورُه، إذا تجلَّى به لم يَقُمْ له شيءٌ" (¬١).
وهذا الذي ذكره ابن عباس يقتضي أنَّ قوله: {لَا تُدْرِكُهُ الْأَبْصَارُ} على عمومه وإطلاقه في الدنيا والآخرة، ولا يلزم من ذلك أن لا يُرَى؛ بل يُرَى في الآخرة بالأبصار من غير إدراك.
وإذا كانت أبصارنُا لا تقوم لإدراك الشمس على ما هي عليه - وإنْ رأَتْها - مع القُرْب الذي بين المخلوق والمخلوق = فالتفاوت الذي بين أبصار الخلائق وذات الرَّبِّ - جلَّ جلاله - أعظَمُ وأعظَمُ.
_________
= "سننه" رقم (١٨٦)، وابن خزيمة في "التوحيد" رقم (٢٥٩)، وابن حِبَّان رقم (٧٤٤١)، والطبراني في "الكبير" رقم (٧٣١٤)، وغيرهم ... من حديث صُهَيب بن سنان - رضي الله عنه -.
وأخرجه مسلم في "صحيحه" رقم (١٨١) بلفظ: "فيكشف الحجابَ، فما أُعطُوا شيئًا أحبَّ إليهم من النظر إلى ربِّهم - عزَّ وجلَّ -".
(¬١) أخرجه: الترمذي في "سننه" رقم (٣٢٧٩)، وابن أبي عاصم في "السُّنَّة" رقم (٤٣٧)، وابن خزيمة في "التوحيد" رقم (٢٧٣، ٢٧٤)، واللالكائي في "شرح أصول اعتقاد أهل السُّنَّة" رقم (٩٢٠)، والبيهقي في "الأسماء والصفات" رقم (٩٣٥).
وعزاه الحافظ إلى: النسائي في "تفسيره"، وابن خزيمة في "صحيحه". "الغنية في مسألة الرؤية" (٤٨).
قال الترمذي: "هذا حديثٌ حسنٌ غريبٌ من هذا الوجه".
وقال ابن أبي عاصم: "وفيه كلام".
وضعفه: البيهقي، والألباني في "ظلال الجنة" (١٩٠).','1','381',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (452,'ولهذا لمَّا حَصَلَ للجبل أدنى شيءٍ من تَجَلِّي الرَّبِّ تَسَافَى  (¬١)  الجَبَلُ، وانْدَكَّ لسُبُحَات ذلك القَدْر من التجلِّي.
وفي الحديث الصحيح المرفوع: "جنَّتَان من ذهب؛ آنِيَتُهما، وحِليَتُهما، وما فيهما، وجنَّتَان من فضَّةٍ؛ آنِيَتُهما، وحِليَتُهما، وما فيهما، وما بين القوم وبين أن ينظرو إلى ربِّهم إلا رداء الكبرياء على وجهه، في جنَّةِ عَدْنٍ"  (¬٢) .
فهذا يدلُّ على أنَّ رداء الكبرياء على وجهه  (¬٣)  - تبارك وتعالى - هو المانع من رؤية الذَّات، ولا يمنع من أصل الرؤية، فإنَّ الكبرياء والعظمة أمرٌ لازمٌ لذاته تعالى. فإذا تجلَّى - سبحانه وتعالى - لعباده يوم القيامة، وكشف الحجاب بينهم وبينه، فهو الحجاب المخلوق.
وأمَّا نُورُ الذَّات الذي يَحْجُبُ عن إدراكها؛ فذاك صفةٌ للذَّاتِ، لا تفارق ذاتَ الرَّبِّ جلَّ جلاله، ولو كَشَفَ ذلك الحجاب لأحرقت سُبُحَات وجهه ما أدركه بصَرُه من خلقه.
وتكفي هذه الإشارة في هذا المقام للمُصَدِّق المُوقن، وأمَّا
_________
(¬١)  "تَسَافَى" أي: صار ترابًا، والسَّفَى: التراب.
انظر: "لسان العرب" (٦/ ٢٩٠).
و"تَسَافَى" كذا ضبطت في (ح) و (ن)، وربما كانت تحريف "سَاخَ"، فإن ابن القيم استعملها في مثل هذا السياق في "الصواعق المرسلة" (٣/ ١٠٦٤)، و"مدارج السالكين" (٢/ ٣٧٨)، و"إغاثة اللهفان" (٢/ ٢٩٦).
(¬٢)  أخرجه: البخاري في "صحيحه" رقم (٤٨٧٨ - ٤٨٨٠، ٧٤٤٤)، ومسلم في "صحيحه" رقم (١٨٠)؛ من حديث أبي موسى الأشعري - رضي الله عنه -.
(¬٣)  من قوله: "في جنة عَدْنٍ. . ." إلى هنا؛ ملحق بهامش (ن).','1','382',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (453,'المُعَطِّلُ الجَهْمِيُّ فكلُّ هذا عنده باطِلٌ ومُحَالٌ.
والمقصود أنَّ المُخْبَر عنه بالرؤية في سورة "النَّجْم" هو: جبريلُ.
وأمَّا قولُ ابن عباس: "رأَى محمدٌ ربَّه بفؤاده مرَّتين" (¬١)؛ فالظاهر أنَّ مُسْتنَدَهُ هذه الآية، وقد تبيَّنَ أنَّ المرئيَّ فيها جبريلُ، فلا دلالة فيها على ما قاله ابن عباس.
وقد حكى عثمانُ بن سعيد الدَّارمي الإجماعَ على ما قالته عائشة - رضي الله عنها -، فقال - في نَقْضِهِ على المَرِيسي، في الكلام على حديث ثوبانَ، ومعاذٍ: أنَّ رسولَ الله - صلى الله عليه وسلم - قال: "رأَيتُ ربِّي البَارِحَةَ في أحسَنِ صُورَةٍ" (¬٢) فحكى تأويل المَرِيسِي الباطل له - ثُمَّ قال: "وَيْلَكَ؛ إنَّ تأويل هذا الحديث على غير ما ذهبتَ إليه، لما (¬٣) أنَّ رسول الله - صلى الله عليه وسلم - قال في حديث أبي ذَرٍّ: "إنَّه لم يَرَ ربَّهُ" (¬٤)، وقال رسول الله - صلى الله عليه وسلم -: "لن تَرَوا
_________
(¬١) أخرجه مسلم في "صحيحه" رقم (١٧٦).
(¬٢) أمَّا حديث معاذ - رضي الله عنه - فسيذكره المؤلِّف بعد قليل.
وأمَّا حديث ثوبان - رضي الله عنه - فأخرجه: ابن أبي عاصم في "السُّنَّة" رقم (٤٧٠)، والبزار في "مسنده" رقم (٤١٧٢)، وابن خزيمة في "التوحيد" (١/ ٥٤٣)، والطبراني في "الدعاء" رقم (١٤١٧)، والدارقطني في "الرؤية" رقم (٢٥٣ - ٢٥٦)، وابن منده في "الرد على الجهمية" رقم (٧٣)، وأبو بكر النَّجَّاد في "الرد على من يقول القرآن مخلوق" رقم (٨٣)، والبغوي في "شرح السُّنَّة" رقم (٩٢٥).
وفي إسناده مقال، لكن له شواهد كثيرة يتقوى بها، حتى قال الحافظ ابن منده: "رُوي هذا الحديث عن عشرةٍ من أصحاب النبيِّ - صلى الله عليه وسلم -، ونقلها عنهم أئمة البلاد من أهل الشرق والغرب". "الرد على الجهمية" (٩١).
(¬٣) في (ز) و (ن) و (ك) و (ط): لها، وفي (ح) و (م): أما، والتصويب من المصدر.
(¬٤) أخرجه مسلم في "صحيحه" رقم (١٧٨)، وقد سبق بلفظه (ص/ ٣٨٠).','1','383',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (454,'ربَّكُم حتَّى تَمُوتُوا"  (¬١) ، وقالت عائشة - رضي الله عنها -: "من زَعَم أنَّ محمدًا رأى ربَّهُ فقد أعظم على الله الفِرْيَة"  (¬٢) . وأجمع المسلمون على ذلك؛ مع قول الله تعالى: {لَا تُدْرِكُهُ الْأَبْصَارُ} يَعْنُون  (¬٣)  أبصارَ أهل الدنيا. وإنَّما هذه الرؤية كانت في المنام، [وفي المنام]  (¬٤)  يمكن رؤية الله على كل حالٍ.
كذلك روى معاذ بن جبل، عن النبيِّ - صلى الله عليه وسلم - أنَّه قال: "صليتُ ما شاء الله من الليل، ثُمَّ وَضَعْتُ جَنْبِي، فأتاني ربِّي في أحسَنِ صُورةٍ"  (¬٥) ، فهذا
_________
(¬١)  أخرجه بهذا اللفظ: أحمد في "المسند" (٥/ ٣٢٤)، والنسائي في "الكبرى" رقم (٧٧٦٤)، وابن أبي عاصم في "السُّنَّة" رقم (٤٢٨)، والبزار في "مسنده" رقم (٢٦٨١)، من حديث عبادة بن الصامت - رضي الله عنه -.
وأخرجه مسلم في "صحيحه" رقم (٢٩٣١) عن بعض أصحاب النبيِّ - صلى الله عليه وسلم -، ولفظه: "تعلَّموا أنَّه لن يرى أحدٌ منكم ربَّهُ - عزَّ وجلَّ - حتَّى يموت".
(¬٢)  مرَّ تخريجه (ص/ ٣٧٨).
(¬٣)  في (ز) و (ن) و (ك): بعيون، وفي (ط): بنور.
(¬٤)  زيادة من المصدر ليستقيم الكلام.
(¬٥)  أخرجه: أحمد في "المسند" (٥/ ٢٤٣)، والترمذي في "سننه" رقم (٣٢٣٥)، وفي "العلل الكبير" (٢/ ٨٩٥)، وأبو بكر النَّجَّاد في "الرد على من يقول القرآن مخلوق"، رقم (٧٤، ٧٥)، والبزار في "مسنده" رقم (٢٦٦٨)، وابن خزيمة في "التوحيد" (١/ ٥٤٠)، والروياني في "مسنده" (٣/ ٢٦١)، والدارقطني في "الرؤية" رقم (٢٢٧ - ٢٣٢)، والطبراني في "الكبير" (٢٠/ ١٠٩، ١٤١)، وفي "الدعاء" رقم (١٤١٥)، والحاكم في "المستدرك" (١/ ٥٢١) وصححه، ووافقه الذهبي.
قال الترمذي: "هذا حديثٌ حسنٌ صحيح؛ سألتُ محمد بن إسماعيل عن هذا الحديث فقال: هذا حديث حسنٌ صحيح".','1','384',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (455,'تأويل هذا الحديث عند أهل العلم" (¬١).
وقد ظنَّ القاضي أبو يعلى أنَّ الرواية اختلفت عن الإمام أحمد: هل رأى رسولُ الله - صلى الله عليه وسلم - ربَّهُ في ليلة الإسراء أم لا؟ على ثلاث روايات:
إحداها: أنَّه رآه. قال المَرُّوذِي: قلت لأبي عبد الله: يقولون إنَّ عائشة قالت: "من زعم أنَّ محمدًا رأى ربَّه فقد أعظم على الله الفِرْيَة"، فَبِأَيِّ شيءٍ تَدْفَعُ قولَ عائشة؟ فقال: بقول النبيِّ - صلى الله عليه وسلم -: "رأيتُ رَبِّي"، قولُ النبيِّ - صلى الله عليه وسلم - أكبرُ من قولها.
قال: وذكر المَرُّوذِي في موضعٍ آخر أنَّه قال لأبي عبد الله: هاهنا رجلٌ يقول: إنَّ الله يُرَى في الآخرة، ولا أقولُ إنَّ محمدًا رأى ربَّهُ في الدنيا. فغضِبَ؛ وقال: هذا أهلٌ أن يُجْفَى، يُسلِّم الخبر كما جاء.
قال: فظاهر هذا أنَّه أثبت رؤية عين.
ونقل حَنْبَل (¬٢) قال: قلت لأبي عبد الله: النبيُّ - صلى الله عليه وسلم - رأى ربَّهُ؟ قال: رؤيا حلم بقلبه (¬٣).
قال: فظاهر هذا نفي الرؤية.
وكذلك نقل الأثرم وقد سأله عن حديث عبد الرحمن بن عائش (¬٤)
_________
(¬١) "نقض عثمان بن سعيد على المريسي الجهمي العنيد" (٤٥٩ - ٤٦١).
وكذا نقل الدارمي الإجماع في كتابه الآخر "الرد على الجهمية" (١٠٥).
(¬٢) هذه هي الرواية الثانية عن الإمام أحمد.
(¬٣) "بقلبه" ملحق بهامش (ك).
(¬٤) تصحفت في جميع النسخ إلى: عابس! والتصحيح من مصادر التخريج. =','1','385',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (456,'عن النبيِّ - صلى الله عليه وسلم -: "رأيتُ ربِّي في أحسنِ صورةٍ"  (¬١) ، فقال: مضطَرِبٌ؛
_________
= وهو عبد الرحمن بن عائش الحضرمي، من أهل الشام، مختلف في صحبته: فذهب أبو حاتم، وأبو زرعة الرازي، والترمذي - ونقله عن البخاري كما في "العلل الكبير" (٢/ ٨٩٦) -، وابن خزيمة، وابن عبد البر في "الاستيعاب" (٢/ ٤٠٩) وتابعه ابن الأثير ومغلطاي = إلى نفي صحبته، وعدُّوه في التابعين.
بينما عدَّه في الصحابة: البخاري - نقله عنه الحافظ -، ومحمد بن سعد، وأبو زرعة الدمشقي، وأبو الحسن بن سميع، وابن عبد البر في "التمهيد" (٢٤/ ٣٢١)، وأبو القاسم البغوي، وابن السَّكَن، وابن حِبَّان، وابن قانع، وأبو نعيم، وابن أبي عاصم، وغيرهم كثير، وهو مذهب الجمهور، وانتصر له ابن حجر - وأطال في تقريره - في "الإصابة" (٢/ ٣٩٧).
وانظر: "تهذيب الكمال" (١٧/ ٢٠٢)، و"معرفة الصحابة" لأبي نعيم (٤/ ١٨٦٢)، و"معجم الصحابة" لابن قانع (٢/ ١٧٥)، و"أسد الغابة" (٣/ ٤٦٥) - وضَبَطَه بالياء المثناة التحتية: عايش -.
(¬١)  أخرجه: الدارمي في "سننه" رقم (٢١٩٥)، والترمذي في "العلل الكبير" (٢/ ٨٩٤)، وابن أبي عاصم في "السُّنَّة" رقم (٤٦٧، ٤٦٨)، وفي "الآحاد والمثاني" رقم (٢٥٨٥، ٢٥٨٦)، وابن جرير في "تفسيره" (١١/ ٤٧٦)، وابن خزيمة في "التوحيد" (١/ ٥٣٣)، والطبراني في "الدعاء" رقم (١٤١٨، ١٤١٩)، وفي "مسند الشاميين" رقم (٥٩٧ - ٥٩٨)، والدارقطني في "الرؤية" رقم (٢٣٣ - ٢٣٩)، وابن منده في "الرد على الجهمية" رقم (٧٥)، وغيرهم.
وهذا الحديث أسانيده مضطربة، واختُلف على رواته اختلافًا كثيرًا، ولهذا قال الدارقطني: "ليس فيها صحيحٌ؛ وكلُّها مضطربة". "العلل" (٦/ ٥٧).
وقال أيضًا: "مختلَفٌ في إسناده". "المؤتلف والمختلف" (٣/ ١٥٥٨).
وقال البخاري: "له - أي: لعبد الرحمن بن عائش الحضرمي - حديثٌ واحدٌ، إلا أنهم يضطربون فيه". "تهذيب الكمال" (١٧/ ٢٠٢).
وقال محمد بن نصر المروزي: "هذا الحديث قد اضطربت الرواة في إسناده على ما بينَّا، وليس يثبت إسناده عند أهل المعرفة بالحديث". "مختصر قيام =','1','386',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (457,'لأنَّ  (¬١)  مَعْمَرًا رواه عن أيّوب، عن أبي معبد  (¬٢) ، عن عبد الرحمن بن عائش  (¬٣) ، عن النبيِّ - صلى الله عليه وسلم -  (¬٤) .
_________
= الليل" (٥٦).
وبمثل ذلك قال: ابن خزيمة في "التوحيد" (١/ ٥٤٦)، والبيهقي في "الأسماء والصفات" (٢/ ٧٤)، وابن الجوزي في "العلل المتناهية" (١/ ٢٠).
وذهب بعض الأئمة إلى ترجيح بعض الروايات على بعض، ولأجل ذلك:
صححه الحاكم (١/ ٥٢٠) ووافقه الذهبي، وحسَّنه البغوي في "شرح السُّنَّة" (٤/ ٣٨).
وقال ابن عبد البر: "وهو حديثٌ حسن، رواه الثقات". "التمهيد" (٢٤/ ٣٢١).
وقال الهيثمي: "رجاله ثقات، وقد سئل الإمام أحمد عن حديث عبد الرحمن بن عائش، عن النبيِّ - صلى الله عليه وسلم - بهذا الحديث، فذكر أنَّه صوابٌ، هذا معناه". "مجمع الزوائد" (٧/ ١٧٧).
وقواه الحافظ في "الإصابة" (٢/ ٣٩٨)، وصححه الألباني بطرقه في "ظلال الجَنَّة" (١/ ٢٠٣ - ٢٠٤).
(¬١)  في (ز) و (ن) و (ك): إنّ.
(¬٢)  في (ح) و (م): عن معبد.
(¬٣)  تحرفت في جميع النسخ إلى: عابس، والتصحيح من المصادر.
(¬٤)  كذا سياق الإسناد في جميع النسخ، وابن القيم - رحمه الله - نقله من كتاب "الروايتين" للقاضي أبي يعلى (٦٦)؛ وهو وهْمٌ، ولم أقف عليه في شيءٍ من مصادر السُّنَّة.
وقد ذكره القاضي أبو يعلى على الصواب في "إبطال التأويلات" (١/ ١٤٠) فأقام إسناده: "معمر، عن أيّوب، عن أبي قلابة، عن ابن عباس، عن النبيِّ - صلى الله عليه وسلم -.
وبهذا الإسناد أخرجه: عبد الرزاق في "تفسيره" (٢/ ١٦٩)، ومن طريقه أحمد في "المسند" (١/ ٣٦٨)، وعبد بن حميد في "المنتخب" رقم (٦٨١)، والترمذي في "سننه" رقم (٣٢٣٣) وقال: "حسنٌ غريب"، وابن خزيمة في =','1','387',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (458,'ورواه حمَّاد، عن قتادة، عن عكرمة، عن ابن عباس  (¬١) .
_________
= "التوحيد" رقم (٣٢٠)، والدارقطني في "الرؤية" رقم (٢٤٤، ٢٤٥)، وابن الجوزي في "العلل المتناهية" رقم (١٤) وقال: "إسناده حسن".
ونقل القاضي أبو يعلى في "إبطال التأويلات" (١/ ١٤٠) كلام أبي بكر الأثرم في "كتاب العلل" وفيه سؤال أحمد عن هذا الحديث، فساق هذا الإسناد، ثم زاد:
"وروَى معاذ بن هشام، عن أبيه، عن قتادة، عن أبي قلابة، عن خالد بن اللَّجلاج، عن ابن عباس، عن النبيِّ - صلى الله عليه وسلم -".
وبهذا الإسناد أخرجه: الترمذي في "سننه" رقم (٣٢٣٤)، وابن أبي عاصم في "السُّنَّة" رقم (٤٦٩)، وأبو يعلى في "مسنده" رقم (٢٦٠٨)، والطبراني في "الدعاء" رقم (١٤٢٠)، والآجري في "الشريعة" رقم (١٠٣٩)، وابن خزيمة في "التوحيد" رقم (٣١٩)، والدارقطني في "الرؤية" رقم (٢٤١ - ٢٤٣)، وابن النَّجَّاد في "الرد على من يقول القرآن مخلوق" رقم (٧٦)، والرافعي في "التدوين" (٢/ ٣٦٣).
وهذا الإسناد معلول؛ قال أحمد: "حديث قتادة هذا ليس بشيء". "تهذيب الكمال" (١٧/ ٢٠٣).
وقال أبو حاتم: "وقتادةُ يقال لم يسمع من أبي قلابة إلا أحرفًا، فإنَّه وقع إليه كتابٌ من كتب أبي قلابة فلم يميزوا بين عبد الرحمن بن عائش، وبين ابن عباس". "العلل" (١/ ٢١٢) رقم (٢٦).
وكذا قال: ابن خزيمة في "التوحيد" (١/ ٥٤٠)، والدارقطني في "المؤتلف والمختلف" (٣/ ١٥٥٩)، وابن ماكولا في "الإكمال" (٦/ ١٩)، وابن عبد البر في "الاستيعاب" (٢/ ٤٠٩)، وجعل الأخيران الحمل على أبي قلابة.
(¬١)  هذه الرواية جاءت بلفظ مطوَّل، وبلفظ مختصر:
١ - فأمَّا المختصر فهو: "رأيتُ ربِّي عزَّ وجلَّ"، وبهذا أخرجه:
أحمد في "المسند" (١/ ٢٨٥، ٢٩٠)، وابنه عبد الله في "السُّنَّة" (٢/ ٤٨٤) و (٢/ ٥٠٣) رقم (١١٦٧)، وابن أبي عاصم في "السُّنَّة" رقم (٤٣٣ و ٤٤٠)، والآجري في "الشريعة" (٣/ ١٥٤٢) رقم (١٠٣٣)، واللالكائي في "شرح =','1','388',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (459,'ورواه يوسف بن عطية، عن قتادة، عن أنس  (¬١) .
_________
= أصول اعتقاد أهل السُّنَّة" (٣/ ٥١٢) رقم (٨٩٧، ٨٩٨)، والدارقطني في "الرؤية" رقم (٢٦٤ - ٢٦٧).
قال الأثرم: سألت أبا عبد الله أحمد بن حنبل عن حديث حماد بن سلمة، عن قتادة، عن عكرمة، عن ابن عباس، عن النبيِّ - صلى الله عليه وسلم -: "رأيتُ ربِّي" الحديث، فقال: "هذا حديثٌ رواه الكبر عن الكبر عن الصحابة عن النبيِّ - صلى الله عليه وسلم -، فمن شكَّ في ذلك أو شيءٍ منه فهو جهمي. . .". "إبطال التأويلات" (١/ ١٤٥).
وقال أبو زرعة الرازي: "حديث قتادة عن عكرمة، عن ابن عباس = صحيحٌ، لا ينكره إلا معتزلي".
ونقل القاضي أبو يعلى تصحيحه عن: الطبراني، وأبي الحسن بن بشَّار، والحافظ ابن صدقة البغدادي. "إبطال التأويلات" (١/ ١٤٢ - ١٤٤).
وقال ابن كثير: "إسناده على شرط الصحيح، لكنه مختصر من حديث المنام". "تفسيره" (٧/ ٤٥٠).
وقال الهيثمي: "رجاله رجال الصحيح". "مجمع الزوائد" (١/ ٧٨).
وقال الألباني: "حديث صحيح، رجاله ثقات رجال الصحيح، ولكنه مختصر من حديث الرؤيا". "ظلال الجنَّة" (١/ ١٩٢).
٢ - وأمَّا اللفظ المطوَّل فهو: "رأيتُ ربِّي - عزَّ وجلَّ - في صورة شابٍّ أمرد، عليه حُلَّةٌ حمراء. . ." إلخ.
أخرجه: الخطيب البغدادي في "تاريخ بغداد" (١١/ ٢١٤)، وابن عدي في "الكامل" (٢/ ٦٧٧)، ومن طريقه البيهقي في "الأسماء والصفات" رقم (٩٣٨)، والقاضي أبو يعلى في "إبطال التأويلات" (١/ ١٣٥، ١٣٦) وعزاه - أيضًا - إلى الخلَّال ثم ساق إسناده، وابن الجوزي في "العلل المتناهية" رقم (١٥ - ١٨).
قال ابن الجوزي: "هذا الحديث لا يثبت" (١/ ٢٣).
وقال الذهبي: "هو خبرٌ منكر". "السير" (١٠/ ١١٣).
(¬١)  أخرجه: ابن النَّجَّاد في "الرد على من يقول القرآن مخلوق" رقم (٧٩)، وابن حِبَّان في "المجروحين" (٢/ ٤٨٨)، والدارقطني في "الرؤية" رقم (٢٤٧)، =','1','389',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (460,'ورواه عبد الرحمن بن يزيد بن  (¬١)  جابر، عن خالد بن اللَّجْلَاج  (¬٢)  عن عبد الرحمن بن عائش  (¬٣) ، عن رجل من أصحاب النبيِّ - صلى الله عليه وسلم -  (¬٤) .
_________
= ومن طريقه ابن عساكر في "تاريخ دمشق" (٣٦/ ٣٢٥).
وعزاه الحافظ إلى أبي بكر النيسابوري في "الزيادات". "الإصابة" (٢/ ٤٠٦).
وعزاه السيوطي إلى: الطبراني في "السُّنَّة"، والشيرازي في "الألقاب"، وابن مردويه. "الدر المنثور" (٥/ ٥٩٧).
ويوسف بن عطية: هو الصفَّار، أبو سهل البصري؛ متروك.
(¬١)  في جميع النسخ: عن، والصواب ما أثبته كما في المصادر.
(¬٢)  تصحفت في (ح) و (م) إلى: اللجَّاج.
(¬٣)  تصحفت في جميع النسخ إلى: عابس، والتصحيح من المصادر.
(¬٤)  وهذا - أيضًا - من الوَهْم الذي تابع فيه ابنُ القيم القاضي أبا يعلى في كتاب "الروايتين" (٦٧)، وقد ذكر الإسناد على الصواب في "إبطال التأويلات" (١/ ١٤٠) فقال: "ورواه يزيد بن يزيد بن جابر، عن خالد بن اللَّجْلَاج، عن عبد الرحمن بن عائش، عن رجل من أصحاب النبيِّ - صلى الله عليه وسلم -".
وبهذا الإسناد أخرجه: أحمد في "المسند" (٤/ ٦٦) و (٥/ ٣٧٨)، ومن طريقه ابن الجوزي في "العلل المتناهية" رقم (١٢)، وعبد الله بن أحمد في "السُّنَّة" (٢/ ٤٨٩) رقم (١١٢١)، وابن خزيمة في "التوحيد" (١/ ٥٣٧)، وابن منده في "الرد على الجهمية" رقم (٧٤)؛ كلهم من طريق زهير بن محمد، عن يزيد بن يزيد به.
قال الحافظ: "وروى هذا الحديث يزيد بن يزيد بن جابر، أخو عبد الرحمن، عن خالد، فخالف أخاه. أخرجه أحمد من طريق زهير بن محمد عنه، عن خالد، عن عبد الرحمن بن عائش، عن رجل من الصحابة؛ فزاد فيه رجلًا. ولكن رواية زهير بن محمد عن الشاميين ضعيفة كما قال البخاري وغيره، وهذا منها". "الإصابة" (٢/ ٣٩٨).
وثَمَّ ملاحظتان على كلام الحافظ ههنا: =','1','390',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (461,'ورواه يحيى بن أبي كثير فقال: عن ابن عائش  (¬١) ، [عن مالك بن يخامر]  (¬٢) ، عن معاذ، عن النبيِّ - صلى الله عليه وسلم -  (¬٣) .
وأصل الحديث واحد.
قال الأثرم: فقلت لأبي عبد الله: فإلى أيِّ شيءٍ تذهب؟ فقال: قال الأعمش، عن زياد بن الحُصَين، عن أبي العالية، عن ابن عباس قال:
_________
= الأولى: أنَّ العبارة قد انقلبت عليه رحمه الله، وصوابها: "ولكن رواية الشاميين عن زهير بن محمد ضعيفة"، كما هو مقرر في كتب الجرح والتعديل.
والثانية: أنَّ هذا الحديث من رواية العراقيين عنه، وروايتهم عنه مستقيمة صحيحة كما قال أحمد والبخاري وغيرهما، فإن الراوي عنه هو: أبو عامر العَقَديُّ؛ عبد الملك بن عمرو البصري.
انظر: "تهذيب الكمال" (٩/ ٤١٦ - ٤١٨).
(¬١)  في (ح): ابن عابس، وفي غيرها: ابن عباس، وكله تصحيف، والتصحيح من المصادر.
(¬٢)  زيادة لا بد منها، وقد ذكره القاضي أبو يعلى على الصواب في "إبطال التأويلات" (١/ ١٤٠)، وهو كذلك في المصادر.
(¬٣)  سبق تخريج حديث معاذ - رضي الله عنه - (ص/ ٣٨٤)، ونزيد هنا:
قال ابن عدي: "وهذا له طرق، واختلفوا في أسانيدها، فرأيتُ أحمد بن حنبل صحَّح هذه الرواية التي رواها موسى بن خلف، عن يحيى بن أبي كثير، وقال: هذا أصحها". "الكامل" (٦/ ٢٣٤٤).
ونقل الترمذي عن البخاري تصحيحه له. "العلل الكبير" (٢/ ٨٩٦).
وقال الدارقطني: "وروى هذا الحديث يحيى بن أبي كثير، فحفظ إسناده". "العلل" (٦/ ٥٦).
وقال ابن عبد البر: "وهذا هو الصحيح عندهم، قاله البخاري وغيره". "الاستيعاب" (٢/ ٤٠٩).','1','391',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (462,'"رأى محمدٌ ربَّهُ بقلبه"  (¬١) .
ونقل الأثرم  (¬٢)  أنَّ رجلًا قال لأحمد عن الحسن  (¬٣)  الأشْيَبْ أنَّه قال: لم يَرَ النبيُّ - صلى الله عليه وسلم - ربَّهُ تعالى، فأنكره عليه إنسانٌ وقال: لِمَ [لا]  (¬٤)  تقول: رآه، ولا تقول: بعينه ولا بقلبه؟ كما جاء في  (¬٥)  الحديث. فاستحسن ذلك الأَشْيَب، فقال أبو عبد الله: حَسَنٌ.
قال: وظاهر هذا إثبات رؤيةٍ لا يُعقَلُ معناها، هل كانت بعينه أم بقلبه؟  (¬٦) .
_________
(¬١)  أخرجه مسلم في "صحيحه" رقم (١٧٦) بلفظ: "رآهُ بفؤاده مرتين".
وسؤال الأثرم للإمام أحمد قد ساقه اللالكائي بسنده في "شرح أصول اعتقاد أهل السُّنَّة" رقم (٩١٦).
(¬٢)  هذه هي الرواية الثالثة عن الإمام أحمد.
(¬٣)  في (م): حصين، وفي باقي النسخ: حسين، والصواب ما أثبته.
وهو الحسن بن موسى الأَشْيَب، أبو علي البغدادي، الإمام الفقيه، الحافظ الثقة، ولي قضاء حمص، وطَبَرِسْتَان، والموصل، وكان من أوعية العلم لا يقلِّد أحدًا، روى عن الإمام أحمد، وروى عنه أحمد، مات بالرَّيِّ سنة (٢٠٩ هـ) رحمه الله.
انظر: "طبقات الحنابلة" (١/ ١٣٩)، و"السير" (٩/ ٥٥٩).
(¬٤)  زيادة لا بد منها، وهي موجودة في كتاب "الروايتين" (٦٨).
(¬٥)  من (م)، وسقط من باقي النسخ.
(¬٦)  من قوله: "وقد ظنَّ القاضي أبو يعلى أنَّ الرواية اختلفت. . ." إلى هنا؛ منقول بحرفه من كتاب "الروايتين والوجهين، مسائل من أصول الديانات" للقاضي أبي يعلى (٦٤ - ٦٨).
وذكره - أيضًا - في: "إبطال التأويلات لأخبار الصفات" (١/ ١١٠، ١٤٠)، و"المعتمد في أصول الدِّين" (٣٧٥ - ٣٧٩) القسم الأول.','1','392',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (463,'فهذه نصوص أحمد، وقد جعلها القاضي مختلفةً، وجعل المسألة على ثلاث روايات، ثُمَّ احتجَّ للرواية الأُولَى بحديث أُمِّ الطُّفَيل (¬١)، وحديث عبد الرحمن بن عائش (¬٢) الحضرمي، ولا دلالة فيهما؛ لأنَّها رؤية (¬٣) منامٍ قطعًا.
واحتجَّ لها بما لا يَرْضَى أحمدُ أنْ يحتجَّ به، وهو حديثٌ لا يصحُّ عن أبي عبيدة بن الجرَّاح مرفوعًا: "لمَّا كانت ليلةَ أُسْريَ بي؛ رأيتُ ربِّي في أحسن صورةٍ، فقال: فِيْمَ يختصمُ المَلأُ الأعلى؟ " (¬٤) وذكر الحديث.
_________
(¬١) أخرجه: ابن أبي عاصم في "السُّنَّة" رقم (٤٧١)، واللالكائي في "شرح أصول اعتقاد أهل السُّنَّة" رقم (٩٠٩)، والطبراني في "الكبير" (٢٥/ ١٤٣)، والدارقطني في "الرؤية" رقم (٢٨٦ و ٢٨٧)، والخطيب في "تاريخ بغداد" (١٣/ ٣١١)، وابن الجوزي في "العلل المتناهية" رقم (٩)، والبيهقي في "الأسماء والصفات" رقم (٩٤٢)، والقاضي أبو يعلى في "إبطال التأويلات" (١/ ١٣٧)؛ وعزاه إلى الخلال في "سننه" (١/ ١٣٦).
ونقل مهنّا في "مسائله" عن الإمام أحمد أنه قال: "هذا حديث منكر". "إبطال التأويلات" (١/ ١٤٠)، و"العلل المتناهية" (١/ ١٥).
وقال البخاري: "إسناده منكر". "التاريخ الكبير" (٦/ ٥٠٠) مع تعليق المعلمي.
وكذا قال: ابن حِبَّان في "الثقات" (٥/ ٢٤٥)، والحافظ في "تهذيب التهذيب" (١٠/ ٨٧).
(¬٢) تصحفت في جميع النسخ إلى: عابس! والتصحيح من المصادر.
(¬٣) في (ز): رواية، وفى (ط): رؤيا.
(¬٤) أخرجه الخطيب في "تاريخ بغداد" (٨/ ١٥١).
وعزاه القاضي أبو يعلى في "إبطال التأويلات" (١/ ١٠٣) إلى الخلال في "سننه"، وساق إسناده.
وعزاه السيوطي في "الدر المنثور" (٥/ ٥٩٨) إلى الطبراني في "السُّنَّة". =','1','393',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (464,'وهذا غَلَطٌ قطعًا؛ فإنَّ القصَّةَ إنَّما كانت بالمدينة كما قال معاذُ بن جبل: احتبَسَ عنَّا رسولُ الله - صلى الله عليه وسلم - في صلاة الصبح حتَّى كِدْنا نَتَراءَى عينَ الشمس، ثُمَّ خرجَ فصلَّى بنا، ثُمَّ قال: "رأيتُ ربِّي البارحة في أحسن صورةٍ، فقال: يا محمد؛ فيمَ يختصم الملأ الأَعْلَى؟ " وذكر الحديث (¬١). فهذا كان بالمدينة، والإسراءُ كان بمكة (¬٢).
وليس عن الإمام أحمد؛ ولا عن النبيِّ - صلى الله عليه وسلم - نصٌّ أنَّه رآه بعينه يَقَظَةً (¬٣)، وإنَّما حمَّلَ القاضي كلامَ أحمد ما لا يحتمله، واحتجَّ لما فَهِمَ
_________
= وأخرجه بدون قوله: "لمَّا كانت ليلةَ أُسْرِيَ بي": الطبراني في "الدعاء" رقم (١٤١٦)، والخطيب في "تاريخ بغداد" (٨/ ١٥٢)، ومن طريقه ابن الجوزي في "العلل المتناهية" رقم (١٠).
(¬١) سبق تخريجه (ص/ ٣٨٤).
(¬٢) انظر: "زاد المعاد" (٣/ ٣٧)، و"اجتماع الجيوش الإسلامية" (١١)، و"مجموع الفتاوى" (٣/ ٣٨٧) و (٩/ ٥٠٦)، و"منهاج السُّنَّة" (٢/ ٦٣٧) و (٥/ ٣٨٤ - ٣٨٧)، و"درء تعارض العقل والنقل" (٨/ ٤٢).
(¬٣) لكن جاء ذلك عن ابن عباس - رضي الله عنهما -، فقد قال الحافظ: "وروى ابن مردويه في "تفسيره" عن ابن جُريج، عن عطاء، عن ابن عباس: "أنَّ النبيَّ - صلى الله عليه وسلم - رأى ربَّه بعينه"؛ وإسناده صحيح". "الغنية في مسألة الرؤية" (٤٤).
وأخرجه القاضي أبو يعلى في "إبطال التأويلات" (١/ ١٣٦) بلفظ: "رأى محمدٌ - صلى الله عليه وسلم - ربَّه - عزَّ وجلَّ - بعينيه مرتين". وعزاه - أيضًا - إلى الحافظ أبي حفص بن شاهين في "سننه" (١/ ١١٣).
وأخرج الطبراني في "الأوسط" رقم (٥٧٦١)، وفي "الكبير" (١٢/ ٩٠) رقم (١٢٥٦٤)؛ عن ابن عباس - رضي الله عنهما - أنه قال: "إنَّ محمدًا - صلى الله عليه وسلم - رأى ربَّه مرَّتين: مرَّةً ببصره، ومرَّةً بفؤاده".
قال الهيثمي: "رواه الطبراني في "الأوسط"، ورجاله رجال الصحيح؛ خَلَا: جمهور بن منصور الكوفي، ذكره ابن حِبَّان في "الثقات"". "مجمع الزوائد" =','1','394',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (465,'منه بما لا يدلُّ عليه، وكلام أحمد يصدِّقُ بعضُه بعضًا، والمسألة رواية واحدة عنه، فإنَّه لم يقل: بعينه، وإنَّما قال: رآه، واتَّبعَ في ذلك قول ابن عباس: "رأى محمدٌ ربَّه"، ولفظ الحديث: "رأيتُ ربِّي"؛ وهو مُطْلَقٌ، وقد جاء بيانه في الحديث الآخر.
ولكن في (¬١) رَدِّ أحمد قولَ عائشة ومعارضته بقول النبيِّ - صلى الله عليه وسلم - إشعارٌ بأنَّه أثبت الرؤية التي أنكرتها عائشة، وهي لم تُنكر رؤية المنام، ولم تَقُل: إنَّ من زَعَم أنَّ محمدًا رأى ربَّه في المنام فقد أعظم على الله الفِرْية.
وهذا يدلُّ على أحد أمرين:
١ - إمَّا أن يكون الإمام أحمد أنكر قولَ من أطلق نفي الرؤية إذ هو مخالفةٌ للحديث.
٢ - وإمَّا أن يكون روايةً عنه بإثبات الرؤية.
وقد صرَّحَ بأنَّه رآه رؤيا حُلم بقلبه، وهذا تقييدٌ منه للرؤية.
وأطلق أنَّه رآه، وأنكر قولَ من نَفَى مطلق الرؤية، واستحسن قولَ من قال: رآه؛ ولا يقول: بعينه ولا بقلبه.
وهذه النصوص عنه متَّفِقةٌ لا مختلفة، وكيف يقول أحمد: رآه بعينَي رأسه يقظةً! ولم يجئ ذلك في حديثٍ قطُّ.
فأحمد إنَّما اتبع ألفاظ الأحاديث كما جاءت، وإنكاره قول من قال: "لم يَرَهُ أصلًا"؛ لا يدلُّ على إثبات رؤية اليقظة بعينيه. والله
_________
= (١/ ٢٥٠).
(¬١) ساقط من (ز) و (ن) و (ك) و (ط).','1','395',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (466,'أعلم.

فصل
وقوله تعالى: {مَا زَاغَ الْبَصَرُ وَمَا طَغَى (١٧)} [النجم: ١٧]؛ قال ابن عباس: "ما زَاغَ البصر يمينًا ولا شمالًا، ولا جاوز ما أُمر به" (¬١). وعلى هذا المفسِّرون.
فنَفَى عن نبيِّهِ ما يعرض للرائي (¬٢) الذي لا أدب له بين يدي الملوك (¬٣) والعظماء، من التفاته يمينًا وشمالًا، ومجاوزة بصره لما بين يديه. وأخبر عنه بكمال الأدب في ذلك المقام، وفي تلك الحضرة إذ لم يلتفت جانبًا، ولم يَمُدَّ بصرَهُ إلى غير ما أُرِي من الآيات، وما هناك من العجائب، بل قام مقام العبد الذي أوجب أدبُهُ إطراقَه وإقبالَه على ما أُريه، دون التفاته إلى غيره، ودون تطلُّعه إلى ما لم يَرَهُ، مع ما في ذلك من ثبات الجأش، وسكون القلب وطمأنينته، وهذا غاية الكمال.
فزيغ البصر: التفَاتُه جانبًا، وطغيانُه: مَدُّهُ أمامه (¬٤) إلى حيث ينتهي.
فنزَّهَ في هذه السورة علمَهُ عن الضَّلَال، وقَصْدَهُ وعمَلَهُ عن الغَيِّ،
_________
(¬١) أخرجه: ابن جرير في "تفسيره" (١١/ ٥١٨) والحاكم في "المستدرك" (٢/ ٤٦٨) وصححه ووافقه الذهبي.
وزاد السيوطي نسبته إلى: الفريابي، وعبد بن حميد، وابن المنذر، وابن أبي حاتم، وابن مردويه. "الدر المنثور" (٦/ ١٦٢).
(¬٢) في (ز) و (ن) و (ك) و (ط) العبارة هكذا: التعرض للراى!
(¬٣) ساقط من (ز).
(¬٤) تصحفت في (ن) و (ك) و (ط) إلى: مُدَّة أيامه!','1','396',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (467,'ونُطْقَه عن الهوى، وفُؤَادَه عن تكذيب بصرِه، وبَصَرَهُ عن الزَّيغِ والطغيان، وهكذا يكون المدح.
تلكَ المَكَارِمُ لا قَعْبَانِ من لَبَنٍ ... شِيبَا بماءٍ فَعَادَا بعدُ أبوالا (¬١)

فصل
ولمَّا ذكر - سبحانه - رؤيته لجبريل عند "سِدْرَة المُنْتَهى" استطرد منها، وذكر أنَّ جَنَّةَ المأوى عندها، وأنَّها يغشاها من أمره وخلقه ما يغشى.
وهذا من أحسن الاستطراد، وهو أسلوبٌ لطيفٌ جدًّا في القرآن، وهو نوعان:
أحدهما: أن يستطرد من الشيء إلى لازمه، مثل هذا، ومثل قوله تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ (٩)} [الزخرف: ٩]، ثُمَّ استطرد من جوابهم إلى قوله: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَعَلَّكُمْ تَهْتَدُونَ (١٠) وَالَّذِي نَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ (١١) وَالَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا وَجَعَلَ لَكُمْ مِنَ الْفُلْكِ وَالْأَنْعَامِ مَا تَرْكَبُونَ (١٢) لِتَسْتَوُوا عَلَى ظُهُورِهِ} [الزخرف: ١٠ - ١٣]، وهذا ليس من جوابهم ولكن تقريرًا له، وإقامةً للحُجَّةِ عليهم.
ومثله قوله تعالى: {قَالَ فَمَنْ رَبُّكُمَا يَامُوسَى (٤٩) قَالَ رَبُّنَا الَّذِي أَعْطَى كُلَّ
_________
(¬١) هذا البيت لأُميَّة بن أبي الصَّلْت "ديوانه" (٣٤١ - ٣٥٠)، ونسب لأبيه. قَعْبَان: مثَّنى "قَعْب"؛ وهو قدحٌ بمقدار ما يروي الرجل.','1','397',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (468,'شَيْءٍ خَلْقَهُ ثُمَّ هَدَى (٥٠) قَالَ فَمَا بَالُ الْقُرُونِ الْأُولَى (٥١) قَالَ عِلْمُهَا عِنْدَ رَبِّي فِي كِتَابٍ لَا يَضِلُّ رَبِّي وَلَا يَنْسَى (٥٢)} [طه: ٤٩ - ٥٢] فهذا جواب موسى، ثُمَّ استطرد - سبحانه - منه إلى قوله: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا وَسَلَكَ لَكُمْ فِيهَا سُبُلًا وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِنْ نَبَاتٍ شَتَّى (٥٣) كُلُوا وَارْعَوْا أَنْعَامَكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (٥٤) مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أُخْرَى (٥٥)} [طه: ٥٣ - ٥٥]، ثُمَّ عاد إلى الكلام الذي استطردَهُ منه.
والنَّوع الثاني: أن يستطرد من الشخص إلى النَّوع؛ كقوله تعالى: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢) ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ (١٣)} [المؤمنون: ١٢, ١٣] إلى آخره، فالأوَّلُ: آدمُ، والثاني: بَنُوه.
ومثله قوله تعالى: {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلًا خَفِيفًا فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا لَنَكُونَنَّ مِنَ الشَّاكِرِينَ (١٨٩) فَلَمَّا آتَاهُمَا صَالِحًا جَعَلَا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (١٩٠)} [الأعراف: ١٨٩ - ١٩٠] إلى آخر الآيات، فاستطرد من ذِكْر الأَبَوين إلى ذِكْر المشركين من أولادهما. والله أعلم.','1','398',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (469,'فصل

ومن ذلك قوله تعالى: {وَالطُّورِ (١) وَكِتَابٍ مَسْطُورٍ (٢) فِي رَقٍّ مَنْشُورٍ (٣) وَالْبَيْتِ الْمَعْمُورِ (٤) وَالسَّقْفِ الْمَرْفُوعِ (٥) وَالْبَحْرِ الْمَسْجُورِ (٦) إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ (٧) مَا لَهُ مِنْ دَافِعٍ (٨)} [الطور: ١ - ٨]؛ تضمَّنَ هذا القَسَمُ خمسةَ أشياء، وهي مظاهر آياته، وقدرته، وحكمته الدالَّة على ربوبيته ووحدانيته.
فـ "الطُّور": هو الجبل الذي كلَّم اللهُ عليه نبيَّهُ وكليمَهُ موسى بن عِمْران، عند جمهور المفسِّرين من السَّلف والخَلَف.
وعرَّفَهُ هاهنا بـ "اللَّام"، وعرَّفَهُ في موضعٍ آخر بالإضافة؛ فقال تعالى: {وَطُورِ سِينِينَ (٢)} [التين: ٢].
وهذا الجبل مَظْهَر بركة الدنيا والآخرة، وهو الجبل الذي اختاره الله لتكليم موسى عليه.
قال عبد الله بن أحمد في كتاب "الزُّهْد" لأبيه:
حدثني محمد بن عُبيد بن حِسَاب (¬١)، قال: حدثنا جعفر بن سليمان، حدثنا أبو عِمْران الجَوْنيُّ، عن نَوْف البِكَاليِّ قال: "أَوْحَى اللهُ - عزَّ وجلَّ - إلى الجبال: إنّي نازِلٌ على جبلٍ منكم. قال: فشَمَخَت الجبالُ كلُّها إلَّا جبل الطُّور، فإنَّه تواضع، وقال: أرضَى بما قَسَمَ اللهُ لي، فكان الأمرُ عليه" (¬٢).
_________
(¬١) تصحفت في جميع النسخ إلى: حبان، والتصحيح من كتب الرجال.
(¬٢) أخرجه: عبد الله بن أحمد في زوائد "الزهد" رقم (٣٤٣)، وفي "السُّنَّة" (٢/ ٤٦٩)؛ ومن طريقه أبو نعيم في "الحلية" (٦/ ٤٩)، وعبد الرزاق في =','1','399',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (470,'وجبلٌ هذا شأنه حقيقٌ أن يُقْسِمَ اللهُ به، وإنَّهُ لسيِّدُ الجبال.
الثاني: "الكتاب المسطور" في الرَّقِّ المنشور، واختُلف في هذا الكتاب  (¬١) :
فقيل: هو اللوح المحفوظ. وهذا غلطٌ؛ فإنَّه ليس بـ "رَقٍّ".
وقيل: هو الكتاب الذي تضمَّن أعمالَ بني آدم. قال مقاتل: "تُخْرَجُ إليهم أعمالُهم يومَ القيامة في رَقٍّ منشور"  (¬٢) .
وهذا وإن كان أقوى وأصحَّ من القول الأوَّل، واختاره جماعةٌ من المفسِّرين ومنهم من لم يذكر غيره؛ فالظاهر أنَّ المراد به الكتاب المنزَّل من عند الله، وأقسَمَ اللَّهُ به لعظمته وجلالته، وما تضمَّنَهُ من آيات ربوبيته، وأدلَّةِ توحيده، وهدايةِ خلقه.
ثُمَّ قيل: هو التوراة التي أنزلها الله على موسى.
وكأنَّ صاحب هذا القول رأى اقتران هذا الكتاب بالطُّور، فقال: هو التوراة، ولكنَّ التوراةَ إنَّما أُنزلت في ألواحٍ لا في رَقٍّ، إلَّا أن يقال: هي في رَقٍّ في السماء وأنزلت في ألواح.
_________
= "تفسيره" (٢/ ٢٤٦)، وأبو الشيخ في "العظمة" رقم (١١٧٨).
ونَوف البِكَاليُّ: هو نَوف بن فضَالة الحِمْيَريُّ البِكَاليُّ، ابنُ امرأة كعب الأحبار، كان من علماء الشام، راويةً للقَصَص، وقد كذَّبَ ابنُ عباس - رضي الله عنهما - ما رواه عن أهل الكتاب، وهذا الأثر منها.
انظر: "تهذيب الكمال" (٣٠/ ٦٥)، و"التقريب" (١٠١١).
(¬١)  انظر أقوال المفسرين في: "الجامع" (١٧/ ٥٩)، و"المحرر الوجيز" (١٤/ ٤٧)، و"تفسير السمعاني" (٥/ ٢٦٦)، و"روح المعاني" (٢٧/ ٢٣).
(¬٢)  "تفسير مقاتل" (٣/ ٢٨٢). وهو اختيار الفَرَّاء في "معاني القرآن" (٣/ ٩١).','1','400',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (471,'وقيل: هو القرآن؛ ولعلَّ هذا أرجح الأقوال؛ لأنَّه - سبحانه - وصَفَ القرآن بأنَّهُ {فِي صُحُفٍ مُكَرَّمَةٍ  (١٣)  مَرْفُوعَةٍ مُطَهَّرَةٍ  (١٤)  بِأَيْدِي سَفَرَةٍ  (١٥)  كِرَامٍ بَرَرَةٍ  (١٦) } [عبس: ١٣ - ١٦]، فالصُّحُفُ هي "الرَّقُّ"، وكونه بأيدي السَّفَرَة هو كونه منشورًا.
وعلى هذا فيكون قد أقسَمَ بسيِّدِ الجبال، وسيِّدِ الكتب. ويكون ذلك متضمِّنًا للنُّبوَّتَين العظيمتَين  (¬١) : نُبُوَّةِ موسى، ونُبُوَّةِ محمدٍ صلَّى الله عليهما وسلَّم. وكثيرًا ما يُقْرَنُ بينهما، وبين مَحَلِّهما كما في سورة "والتِّين والزيتون".
ثُمَّ أَقْسَمَ بسيِّدِ البيوت، وهو "البيت المعمور"  (¬٢) .
وفي وَصْفِه للكتاب بأنَّه مسطورٌ تحقيقٌ لكونه مكتوبًا مفروغًا منه. وفي وَصْفِه بأنَّه منشورٌ إيذانٌ بالاعتناء به، وأنَّه بأيدي الملائكة منشورٌ غيرُ مهجورٍ.
وأمَّا "البيت المعمور"؛ فالمشهور أنَّه "الضُّرَاح"  (¬٣)  الذي في
_________
(¬١)  في (ح) و (م): المعظمتين.
(¬٢)  هذا هو الثالث.
(¬٣)  عن سماك بن حرب، قال: سمعتُ خالد بن عَرْعَرَة يقول: سأل رجلٌ عليًّا - رضي الله عنه -: ما البيت المعمور؟ فقال: "بيتٌ في السماء يقال له "الضُّرَاح"، وهو بحِيَال الكعبة من فوقها، حُرْمَتُه في السماء كحرمة البيت في الأرض، يصلِّي فيه كلَّ يومٍ سبعون ألفًا من الملائكة، ثم لا يعودون فيه أبدًا".
أخرجه: ابن وهب في "الجامع تفسير القرآن" (٢/ ٨١) رقم (١٥٢)، والأزرقي في "أخبار مكة" (١/ ٤٩ - ٥٠)، وابن جرير في "تفسيره" (١١/ ٤٨٠ - ٤٨١)، والبيهقي في "شعب الإيمان" رقم (٣٧٠٤)، وإسحاق بن راهويه كما ذكر الحافظ في "المطالب العالية" رقم (٣٧٣٠). =','1','401',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (472,'السماء الذي رُفع للنبيِّ - صلى الله عليه وسلم - ليلةَ الإسراء، يدخله كُلَّ يومٍ سبعون ألف مَلَكٍ، ثُمَّ لا يعودون إليه آخر ما عليهم  (¬١) . وهو بحيال البيت المعمور في الأرض.
وقيل: هو البيت الحرام.
ولا ريب أنَّ كلًّا منهما بيتٌ معمورٌ: فهذا معمورٌ بالملائكة وعبادتهم، وهذا معمورٌ بالطائفين والقائمين والرُّكَّعِ السجود. وعلى كلا القولين فكلٌّ منهما سيِّد البيوت.
ثُمَّ أقسَمَ - سبحانه - بمخلوقَين عظيمَين من بعض مخلوقاته، وهما مظهر آياته، وعجائب صنعته، وهما:
السَّقْفُ المرفوعُ  (¬٢) ؛ وهو السماء، فإنَّها من أعظم آياته قدرًا، وارتفاعًا، وسَعةً، وسُمْكًا، ولونًا، وإشراقًا. وهى مَحَلُّ ملائكته، وهي سَقْفُ العالَم، وبها انتظامه، وهي مَحَلُّ النَّيِّرَين اللَّذَين بهما قوامُ الليل،
_________
= وعزاه السيوطي إلى: ابن المنذر، وابن أبي حاتم. "الدر المنثور" (٦/ ١٤٤).
وله شواهد عن: ابن عباس، وأبي ذر، وأنس، وعبد الله بن عمرو بن العاص - رضي الله عنهم جميعًا -، وبها يتقوى.
وانظر: "الفتح" (٦/ ٣٥٦)، و"السلسلة الصحيحة" رقم (٤٧٧).
و"الضُّرَاح" - ويقال: الضَّريح، بضاد معجمة -: من المضَارَحَة؛ وهي المقَابَلَة والمضارَعَة. وسمي بذلك لأنه يقابل البيت الحرام في السماء، ويضارعه في الحُرْمَة. "النهاية" لابن الأثير (٣/ ٨١).
(¬١)  أخرجه: البخاري في "صحيحه" رقم (٣٢٠٧، ٣٨٨٧)، ومسلم في "صحيحه" رقم (١٦٤)، من حديث مالك بن صَعْصَعَة - رضي الله عنه -.
(¬٢)  هذا هو الرابع.','1','402',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (473,'والنَّهارِ، والسِّنين، والشهورِ، والأيامِ، والصَّيفِ، والشِّتاءِ، والرَّبيع، والخريفِ. ومنها تنزل البركاتُ، وإليها تصعد الأرواح وأعمالُها وكلماتُها الطَّيِّبةُ.
والثاني: البحر المَسْجُور  (¬١) ؛ وهو آيةٌ عظيمةٌ من آياته، وعجائبُهُ لا يحصيها إلا الله.
واختُلف في هذا البحر، هل هو البحر الذي فوق السماوات، أو البحر الذي نشاهده؟ على قولين:
فقالت طائفةٌ: هو البحر الذي عليه العرش، وبين أعلاه وأسفله مسيرة خمسمائة عامٍ، كما في الحديث الذي رواه أبو داود، من حديث سِمَاك، عن عبد الله بن عَمِيرة  (¬٢) ، عن الأَحْنَف بن قيس، أنَّ العبَّاس بن عبد المطلب قال: كنتُ بالبَطْحَاء في عصابةٍ  (¬٣)  فيهم رسول الله - صلى الله عليه وسلم -، فمرَّتْ بهم سحابةٌ، فنظر إليها فقال: "ما تُسَمُّونَ هذه؟ " قالوا: السَّحَاب، قال: "والمُزْنَ" قالوا: والمُزْنَ، قال: "والعَنَان"، قالوا: والعَنَان قال: "هل تدرون بُعْدَ ما بين السماء والأرض؟ " قالوا: لا ندري، قال: "إنَّ بُعْد ما بينهما إمَّا واحدةٌ، أو اثنتان، أو ثلاثٌ وسبعون سنة، ثُمَّ السماء فوقها كذلك، حتَّى عَدَّ سبعَ سماواتٍ، ثُمَّ فوق السابعة بحرٌ بين أسفله وأعلاه مثل ما بين سماءٍ إلى سماءٍ، ثُمَّ فوق ذلك ثمانية أَوْعَالٍ، بين أظْلَافهم ورُكَبِهم مثل ما بين سماءٍ إلى سماءٍ، ثُمَّ على ظهورهم العَرْش، ما بين أسفله وأعلاه مثل ما بين سماءٍ إلى سماءٍ، ثُمَّ
_________
(¬١)  هذا هو الخامس والأخير.
(¬٢)  تصحف في جميع النسخ إلى: مخيمرة، والتصحيح من المصادر.
(¬٣)  "في عصابة" ملحق بهامش (ك).','1','403',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (474,'الله - تعالى - فوقَ ذلك"  (¬١) .
وهذا لا يناقِض ما في "جامع الترمذي": "إنَّ بين كلِّ سَمَائيَن مسيرةَ خمسمائة عامٍ"  (¬٢) ؛ إذ المسافات تختلف مقاديرها باختلاف
_________
(¬١)  أخرجه: أحمد في "المسند" (١/ ٢٠٦ - ٢٠٧)، وأبو داود في "سننه" رقم (٤٧٢٣)، والترمذي في "سننه" رقم (٣٣٢٠)، وابن ماجه في "سننه" رقم (١٩٢)، وابن أبي عاصم في "السُّنَّة" رقم (٥٧٧)، وابن خزيمة في "التوحيد" رقم (١٤٤ و ١٤٥)، والآجري في "الشريعة" رقم (٦٦٣ - ٦٦٥)، والحاكم في "المستدرك" (١/ ٥٠٢) وصححه، والبيهقي في "الأسماء والصفات" رقم (٨٤٧ و ٨٨٢)، وغيرهم.
وإسناده ضعيف؛ لأمور:
١ - عبد الله بن عَمِيرة؛ كوفيٌّ. قال إبراهيم الحربي: "لا أعرفه"، وقال الذهبي: "فيه جهالة". "الميزان" (٣/ ١٨٣)، وذكره العقيلي (٢/ ٦٨٣)، وابن عدي "الكامل" (٤/ ١٥٤٧) في الضعفاء.
٢ - وفيه انقطاع، فإن عبد الله بن عَمِيرة لا يعلم له سماعٌ من الأحنف بن قيس كما قال البخاري. "التاريخ الكبير" (٥/ ١٥٩).
٣ - وسِمَاك بن حرب: صدوقٌ لا بأس به، لكن في حديثه اضطراب كما قال أحمد وغيره. ثم إنه كبر فتغيَّر، فكان ربما يُلقَّن فيتلقَّن، فإذا انفرد بأصلٍ لم يكن حُجَّةً. "تهذيب التهذيب" (٤/ ٢٣٤). وقد تفرد بالرواية عن عبد الله بن عَمِيرة كما ذكره مسلم في "الوحدان" (١٤٤)، وانظر: كتاب "العلو" للذهبي (١٠٩).
ومع ذلك فقد أثبته جماعة:
فقال الترمذي: "حسن غريب"، وصححه الحاكم، والجوزقاني في "الأباطيل والمناكير" (١/ ٧٩)، وشيخ الإسلام ابن تيمية في "مجموع الفتاوى" (٣/ ١٩٢)، وابن القيم في "تهذيب السنن" (٧/ ٩٤)، والمباركفوري في "تحفة الأحوذي" (٩/ ١٦٦).
وانظر: "السلسلة الضعيفة" للألباني رقم (١٢٤٧).
(¬٢)  أخرجه: أحمد في "المسند" (٢/ ٣٧٠)، والترمذي في "سننه" رقم (٣٢٩٨)، =','1','404',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (475,'المقدَّر به، فالخمسمائة مقدَّرَةٌ بسير الإبل، والسبعون بسير البريد، وهو يقطع بقدر (¬١) ما تقطعه الإبل سبعة أضعاف (¬٢).
وهذا القول في البحر - أنَّه الذي تحت العرش - محكيٌّ عن: عليِّ بن أبي طالب - رضي الله عنه -.
والثاني: أنَّه بحر الأرض.
واختُلف في "المَسْجُور":
_________
= وابن أبي عاصم في "السُّنَّة" رقم (٥٧٨)، وأبو الشيخ في "العظمة" رقم (٢٠١)، والبيهقي في "الأسماء والصفات" رقم (٨٤٩)، وغيرهم.
كلهم من طريق: قتادة، عن الحسن، عن أبي هريرة مرفوعًا.
وإسناده ضعيف؛ فإنَّ قتادة مدلِّس وقد عنعن، والحسن - هو البصري - لم يسمع من أبي هريرة - رضي الله عنه -، وبهذا أعلَّه أكثر المحدِّثين كـ: الترمذي، والبيهقي، وابن الجوزي وغيرهم.
وقال الجوزقاني: "هذا حديث باطل". "الأباطيل" (١/ ٧٠).
وقال الذهبي: "الحسن مدلِّس، والمتن منكر". "العلو" (٦٠).
وأخرجه: ابن جرير الطبري في "تفسيره" (١١/ ٦٧٠) مرسلًا عن قتادة، قال ابن كثير: "ولعل هذا هو المحفوظ". "تفسيره" (٨/ ٨).
(¬١) "بقدر" ملحق بهامش (ح).
(¬٢) هذا الجواب الأوَّل عن التعارض الوارد في حساب المسافة بين الحديثين.
والجواب الثاني ما ذكره البيهقي بقوله: "ويحتمل أن يختلف ذلك باختلاف قوة السير وضعفه، وخفته وثقله، فيكون بسير القوي أقل، وبسير الضعيف أكثر، والله أعلم". "الأسماء والصفات" (٢/ ٢٨٨ - ٢٨٩).
وثَمَّ جوابٌ ثالثٌ ذكره الطيبي بقوله: "المراد بـ (السبعون) في الحديث التكثير لا التحديد، لما ورد من أنَّ ما بين السماء والأرض، وبين سماءٍ وسماءٍ مسيرة خمسمائة عام". انظر: "تحفة الأحوذي" (٩/ ١٦٥).','1','405',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (476,'فقيل: المَمْلُوء، هذا قول جميع أهل اللغة.
قال الفَرَّاء: "المسجور في كلام العرب: المَمْلُوء"  (¬١) .
يقال: سَجَرْتُ الإناءَ إذا مَلأته، قال لبيد  (¬٢) :
فَتَوَسَّطَا عُرْضَ السَّرِيِّ وَصَدَّعَا ... مَسْجُورةً مُتَجَاوِزًا قُلَّامُها
وقال المُبرِّد: "المسجور: المَمْلُوء عند العرب"؛ وأنشد للنَّمِرِ بن تَوْلَب:
إذا شَاءَ طَالَعَ مَسْجُورةً  (¬٣) 
يريد عَيْنًا مملوءةً ماءً.
وكذا قال ابن عباس: "المسجور: المُمْتَلئ".
وقال مجاهد  (¬٤) : "المسجورُ: المُوْقَدُ".
قال الليث: "السَّجْرُ: إيقادُك في التنُّور، تَسْجُره سَجْرًا، والسَّجُور  (¬٥) : اسم الحطب"  (¬٦) .
_________
(¬١)  "معاني القرآن" (٣/ ٩١).
(¬٢)  "ديوانه" (٢١٦) بشرح الطوسي.
السِّرِيّ: النهر. والقُلَّام: نَبْتٌ من أنواع الحمض لا ساقَ له. والعُرْض: الناحية.
(¬٣)  "ديوانه" (٦٥)، وعجز البيت:
. . . . . . . . . . ... ترى حَوْلَها النَّبْعَ والسَّاسَمَا
(¬٤)  "تفسيره" (٢/ ٦٢٤)، وأخرجه ابن جرير في "تفسيره" (١١/ ٤٨٢).
وهذا هو القول الثاني في معنى "المسجور".
(¬٥)  ساقط من (ز).
(¬٦)  انظر: "العين" (٦/ ٥٠)، و"تهذيب اللغة" (١٠/ ٥٧٥).','1','406',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (477,'وهذا قول: الضحَّاك، وكعب، وغيرِهما.
قال: "البحر يُسْجَر فيُزَادُ في جهنَّم"  (¬١) .
وحُكِيَ هذا القول عن علي بن أبي طالب - رضي الله عنه -، قال: "مسجُورٌ بالنَّارِ". قالَـ[ـهُ]  (¬٢)  الفرَّاء  (¬٣) .
_________
(¬١)  كذا في جميع النسخ من دون تعيين القائل!
وهذا اللفظ أخرجه: أبو الشيخ في "العظمة" رقم (٩٢٨)، وأبو نعيم في "الحلية" (٥/ ٣٧٥)؛ من طريق: عكرمة، عن ابن عباس، عن كعب الأحبار به.
وأشار جماعةٌ من المفسرين إلى كونه حديثًا مرفوعًا! لكني لم أجد من خرَّجه؛ إلا إن عَنَوا به ما أخرجه: أحمد في "المسند" (٤/ ٢٢٣)، والبخاري في "التاريخ الكبير" (١/ ٧٠) و (٨/ ٤١٤)، والفَسَوي في "المعرفة والتاريخ" (١/ ٣٠٨)، والطبري في "تفسيره" (١٥/ ٢٣٩)، والحاكم في "المستدرك" (٤/ ٥٩٦)، والبيهقي في "السنن الكبرى" (٤/ ٣٣٤)، وفي "البعث والنشور" رقم (٤٥١ و ٤٥٢)؛ من حديث صفوان بن يَعْلَى، عن أبيه:
أنَّ النبيَّ - صلى الله عليه وسلم - قال: "إنَّ البحر هو جهنَّم".
وفي لفظ: "البحر من جهنَّم".
صححه الحاكم، ووافقه الذهبي. وقال الهيثمي: "رجاله ثقات". "مجمع الزوائد" (١٠/ ٣٨٦).
وقال ابن كثير: "حديث غريبٌ جدًّا". "تفسيره" (٦/ ٢٨٩).
وضعفه الألباني في "السلسلة الضعيفة" رقم (١٠٢٣)، و"ضعيف الجامع" رقم (٢٣٦٦).
وانظر كلام الحافظ ابن رجب في "التخويف من النَّار" (٧٤) فقد عزَا هذا المعنى لجماعةٍ من السلف.
(¬٢)  زيادة لا بد منها.
(¬٣)  في "معاني القرآن" (٣/ ٩١)، وانظر: "تهذيب اللغة" (١٠/ ٥٧٥).','1','407',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (478,'وهذا يرجع إلى القول الأوَّل؛ لأنَّكَ تقول: سَجَرْتُ التنُّورَ؛ إذا ملأْتَهُ حَطَبًا.
وروى ذُو الرُّمَّةِ الشاعر عن ابن عباس أنَّ المسجور: "اليابس الذي قد نَضَب ماؤُه وذهب"  (¬١) . وليس لِذِي الرُّمَّةِ رواية عن ابن عباس غير هذا الحرف  (¬٢) . وهذا القول اختيار أبي العالية.
قال أبو زيد: "المسجور: المَمْلُوء، والمسجور  (¬٣) : الذي ليس فيه شيء"  (¬٤) ، جعله من الأضداد.
وقد رُوي عن ابن عباس أنَّ المسجور  (¬٥) : المحبوس، ومنه: سَاجُور الكلب، وهو القِلَادة من عُودٍ أو حديدٍ يُمْسِكُه.
_________
(¬١)  أخرجه الثعلبي في "الكشف والبيان" (٩/ ١٢٥).
وعزاه ابن كثير في "تفسيره" (٧/ ٤٢٩) إلى ابن مردويه في "مسانيد الشعراء".
وعزاه السيوطي في "الدر المنثور" (٦/ ١٤٦) إلى الشيرازي في "الألقاب".
كلُّهم من طريق الأصمعي، عن أبي عمرو بن العلاء، عن ذي الرُّمَّة، عن ابن عباس - رضي الله عنهما - في قوله تعالى: {وَالْبَحْرِ الْمَسْجُورِ} قال: "الفارغ؛ خرَجَت أمَةٌ تستسقي، فرجعت وقالت: إنَّ الحوضَ مسجورٌ، تعني: فارغًا".
(¬٢)  وهذا قول ابن أبي داود؛ كما نقله عنه: الثعلبي في "الكشف والبيان" (٩/ ١٢٥)، والقرطبي في "الجامع" (١٧/ ٦١).
(¬٣)  "والمسجور" ملحق بهامش (ح).
(¬٤)  انظر: "تهذيب اللغة" (١٠/ ٥٧٧).
ولكونه من الأضداد؛ انظر: "الأضداد" لقطرب (١٠٢)، ولابن الأنباري (٥٤)، وللأصمعي (١٠) ضمن "الكنز اللغوي".
(¬٥)  من قوله: "المملوء، والمسجور: الذي. . ." إلى هنا؛ ملحقٌ بهامش (ن).','1','408',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (479,'والمعنى على هذا أنَّه محبوسٌ بقدرة الله أن يَفِيضَ على الأرض فيُغْرِقَها، فإنَّ ذلك مقتضى الطبيعة أن يكون الماء غامرًا للأرض فوقها، كما أنَّ الهواء فوق الماء، ولكن أَمْسَكَهُ الذي يُمْسِكُ السماوات والأرض أنْ تَزُولا، وفي هذا المعنى حديثٌ ذكره الإمامُ أحمد مرفوعًا: "ما من يومٍ إلَّا والبحرُ يستأذِنُ ربَّهُ أنْ يُغرق بني آدم" (¬١).
وهذا الموضع ممَّا هَدَمَ أصول الملاحدة والدهريَّة، فإنَّه ليس في الطبيعة ما يقتضي حَبْسَ الماء عن بعض جوانب الأرض، مع كون كرة الماء عالية على كرة (¬٢) الأرض بالذَّات، ولو فُرِضَ أنَّ في الطبيعة ما يقتضي بروز بعض جوانبها لم يكن فيها ما يقتضي تخصيص هذا الجانب بالبروز دون غيره.
وما ذكره الطبائعيُّون والمُتَفَلْسِفة أنَّ العناية الإلهية اقْتَضَتْ ذلك لمصلحة العالَم: فَنَعَم؛ هو كما ذكروا، ولكنَّ عناية من يفعل بقدرته
_________
(¬١) أخرجه: أحمد في "المسند" (١/ ٤٣)، ومن طريقه ابن الجوزي في "العلل المتناهية" رقم (٣٧)، وعزاه الحافظ في "المطالب العالية" رقم (٢٠٤٣) إلى إسحاق بن راهويه، ومن طريقه أبو بكر الإسماعيلي كما ذكره ابن كثير في "تفسيره" (٧/ ٤٣٠)؛ كلُّهم من حديث عمر بن الخطاب - رضي الله عنه -؛ ولفظه:
"ليس من ليلةٍ إلا والبحر يُشْرِف فيها ثلاثَ مرَّاتٍ على الأرض، يستأذنُ الله في أن يَنْفَضِخ عليهم، فيكفُّه الله - عزَّ وجلَّ -".
قال ابن الجوزي: "العوَّام ضعيفٌ، والشيخ مجهول". (١/ ٤١).
وقال ابن كثير: "فيه رجلٌ مبهمٌ لم يُسَمَّ". "تفسيره" (٧/ ٤٣٠)، و"مسند عمر" له - أيضًا - (٢/ ٦٠٨).
(¬٢) ساقط من (ز).','1','409',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (480,'ومشيئته، وهو بكلِّ شيءٍ عليمٌ، وعلى كلِّ شيءٍ قديرٌ، وهو أحكم الحاكمين = غير معقولة؟!
فالعناية الإلهية تقتضي حياتَهُ، وقدرتَهُ، ومشيئته، وعلمَهُ، وحكمتَهُ، ورحمتَهُ، وإحسانَهُ إلى خلقه، وقيامَ الأفعال به، فإثبات العناية الإلهية مع نفي هذه الأمور ممتنعٌ. وبالله التوفيق.
وأقوى الأقوال في "المَسْجُور" أنَّه المُوْقَد  (¬١)  - وهذا هو المعروف في اللغة - من: السَّجْر، ويدلُّ عليه قوله تعالى: {وَإِذَا الْبِحَارُ سُجِّرَتْ  (٦) } [التكوير: ٦]، قال عليُّ بن أبي طالب، وابنُ عباس: "أُوقِدَتْ فَصَارَتْ نارًا".
ومن قال: "يَبسَت وذَهَب ماؤها"؛ فلا يُناقض كونها نارًا مُوقَدَةً. وكذا من قال: "مُلئت"؛ فإنَّها تُمْلأُ نارًا.
وإذا اعتبرتَ أسلوبَ القرآن ونَظْمَهُ ومفرداته رأيتَ اللفظة تدلُّ على ذلك كلِّه، فإنَّ البحر محبوسٌ بقدرة الله - عزَّ وجلَّ -، ومملوءٌ ماءً، ويذهب ماؤُه يوم القيامة ويصير نارًا. فكلٌّ من المفسِّرين أخذ معنىً من هذه المعاني. والله أعلم.
_________
(¬١)  وهو مرويٌّ عن: عليٍّ، وابنِ عباسٍ - رضي الله عنهم -.
وقال به: سعيد بن المسيب، وزيد بن أسلم، ومجاهد، والضحَّاك، وسعيد بن جبير، وشِمْر بن عطية، ومحمد بن كعب القرظي، وعبد الله بن عبيد بن عمير، والأخفش، وغيرهم.
واختاره: الألوسي في "روح المعاني" (٢٧/ ٢٤) ونسبه للجمهور، والشوكاني في "فتح القدير" (٥/ ١٢٥).','1','410',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (481,'فصل

وأقسَمَ - سبحانه - بهذه الأمور على المَعَاد والجزاء، فقال تعالى: {إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ (٧)} [الطور: ٧].
ولمَّا كان الذي يقع قد يُمْكِنُ دَفْعُهُ أخبَر - سبحانه - أنَّه لا دافع له. وهذا يتناول أمرين:
أحدهما: أنَّهُ لا دافع لوقوعه.
والثاني: أنه لا دافع له إذا وقع.
ثُمَّ ذكر - سبحانه - وقتَ وقوعه فقال: {يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا (٩) وَتَسِيرُ الْجِبَالُ سَيْرًا (١٠)} [الطور: ٩, ١٠].
و"المَوْرُ": قد فُسِّر بالحركة، وفُسِّر بالدَّوَران، وفُسِّر بالتموُّج والاضطراب.
والتحقيقُ؛ أنَّه حركةٌ في تموُّجٍ، وتكفُّؤٍ، وذهابٍ، ومجيءٍ.
ولهذا فرَّق بين حركة السماء وحركة الجبال، فقال: {وَتَسِيرُ الْجِبَالُ سَيْرًا (١٠)}، وقال تعالى: {وَإِذَا الْجِبَالُ سُيِّرَتْ (٣)} [التكوير: ٣]، فالجبالُ تسير من مكانٍ إلى مكانٍ، وأمَّا السماء فإنَّها تتكفَّأُ، وتتموَّجُ، وتذهبُ، وتجيءُ.
قال الجوهري (¬١): "مَارَ الشيءُ يَمُورُ مَوْرًا: تَرَهْيَأَ؛ أي: تحرَّك،
_________
(¬١) هو أبو نَصْر، إسماعيل بن حمَّاد الجوهري، إمام اللغة، كان من أعاجيب الدنيا، أصله من "الفَارَاب" إحدى بلاد التُرك، أكثَرَ من مخالطة قبائل العرب =','1','411',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (482,'وجاء، وذهبَ، كما تكفَّأُ النَّخْلَةُ العَيْدَانة - أي: الطويلة -، ومنه قوله تعالى: {يَوْمَ تَمُورُ السَّمَاءُ مَوْرًا (٩)}، قال الضحَّاكُ: تَمُوجُ مَوْجًا.
وقال أبو عبيدة، والأخفش: تكفَّأُ. وأنشد للأعشى (¬١):
كَأَنَّ مِشْيَتَها من بَيْتِ جَارَتِها ... مَوْرُ السَّحَابة، لا رَيْثٌ ولا عَجَلُ" (¬٢)
ثُمَّ ذَكَر وعيدَ المكذِّبين بالمَعَادِ والنُّبُوَّةِ، وذكر أعمالَهم وعلومَهم التي كانوا عليها، وهي "الخَوْضُ" الذي هو كلامٌ باطلٌ، و"اللَّعِبُ" الذي هو سَعْيٌ ضَائعٌ. فلا علمٌ نافعٌ، ولا عملٌ صالحٌ؛ بل علومُهم خَوْضٌ بالباطل، وأعمالُهم لَعِبٌ.
ولمَّا (¬٣) كانت هذه العلومُ والأعمالُ مُسْتَلزِمةً لدفع الحقِّ بعُنْفٍ وقَهْرٍ؛ أُدخِلُوا جهنَّم وهم يُدَعُّونَ إليها دعًّا، أي: يُدفَعُون (¬٤) في أَقْفِيَتهم وأكتافهم، دَفْعًا بعد دَفْع، فإذا وَقَفُوا عليها وعَايَنُوها وُقِّفُوا، وقيل لهم: {هَذِهِ النَّارُ الَّتِي كُنْتُمْ بِهَا تُكَذِّبُونَ (١٤)}، وتقولون لا حقيقة لها، ولا مَنْ أخبر بها صادِقٌ. ثم يُقَال لهم: {أَفَسِحْرٌ هَذَا} الآن كما كنتم تقولون للحقِّ الذي جاءتكم به الرُّسُل: إنَّه سِحْرٌ، وإنَّهم سَحَرَةٌ؛ فهذا - الآن -
_________
= في البوادي وخاصة ربيعة ومضر، وصنف كتاب "الصِّحاح" المشهور، توفي بنيسابور سنة (٣٩٨ هـ) أو بعدها، رحمه الله.
انظر: "نزهة الألباء" (٣٤٤)، و"إنباه الرواة" (١/ ١٩٤)، و"السير" (١٧/ ٨٠).
(¬١) "ديوانه" (٢٧٩). ورواية الديوان: مَرُّ السحابة.
(¬٢) "الصحاح" (٢/ ٨٢٠).
(¬٣) في (ز): ولو.
(¬٤) في (ح) و (م): يُدْفَع.','1','412',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (483,'سِحْرٌ لا حقيقةَ له كما قلتم، أَمْ على أبصاركم غِشَاوةٌ فلا تبصرونها، كما كان عليها غِشَاوَةٌ في الدنيا فلا تُبْصِر الحقَّ؟ أَفَعَمِيَتْ أبصارُكم اليومَ عن رؤية هذا الحقِّ، كما عَمِيَتْ في الدنيا؟
ثُمَّ سُلِبَ عنهم نَفْعُ الصَّبْرِ  (¬١)  الذي كانوا في الدنيا إذا دَهَمَتْهم الشدائدُ وأحاطت بهم لجأوا إليه، وتعلَّلُوا بانقضاء البليَّةِ  (¬٢)  لانقضاء أمدها  (¬٣) . فقيل لهم يومئذٍ: {فَاصْبِرُوا أَوْ لَا تَصْبِرُوا} [الطور: ١٦] كلاهما سواءٌ عليكم لا يُجْدي عليكم الصبر ولا الجَزَع، فلا الصبر يُخَفِّفُ عنكم حِمْلَ هذا العذاب، ولا الجَزَعُ يعطِفُ عليكم قلوبَ الخَزَنَةِ، ولا يستنزل لكم الرحمة.
ثُمَّ أُعْلِمُوا بأنَّ الرَّبَّ - تعالى - لم يظلمهم  (¬٤)  بذلك، وإنَّما هو نَفْسُ أعمالهم صارت عذابًا، فلم يجدوا من اقترانهم به بُدًّا؛ بل صارت عذابًا لازمًا لهم، كما كانت إراداتهم وعقائدُهم الباطلةُ وأعمالُهم القبيحةُ لازِمةً لهم، ولُزُوم العذاب لأهله في النَّار بحسب لزوم تلك الإراداتِ الفاسدة، والعقائد الباطلة، وما يترتَّبُ عليها من الأعمال لهم في الدنيا.
فإنْ زال ذلك اللزوم في وقتٍ ما بضدِّه، وبالتوبة النَّصُوح زوالًا كُلِّيًّا لم يُعَذَّبُوا عليه في الآخرة؛ لأنَّ أثره قد زال من قلوبهم وألسنتهم وجوارحهم، ولم يبق له أثرٌ يترتَّبُ عليه، فالتائبُ من الذنب كمن لا ذنب له، والمادَّةُ الفاسدةُ إذا زالت من البَدَنِ بالكُلِّية لم يَبْقَ هناك
_________
(¬١)  تصحفت في (ز) و (ن) و (ك) و (ط) إلى: البصر!
(¬٢)  تصحفت في (ز) و (ن) و (ك) و (ط) إلى: الثلاثة!
(¬٣)  تصحفت في (ز) و (ن) و (ك) و (ط) إلى: أمرها.
(¬٤)  في (ز) و (ن) و (ك) و (ط): يظلمكم، وأعمالكم.','1','413',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (484,'أَلَمٌ يَنْشَأُ عنها.
وإنْ لم تَزُلْ تلك الإرادات والأعمال ولكن عارَضَها مُعَارِضٌ أقوى منها كان التأثير للمعارِضِ، وغَلَبَ الأقوى الأضعفَ.
وإنْ تَسَاوى الأمران تَدَافَعَا وقَاوَمَ كلٌّ منهما الآخر، وكان مَحَلُّ صاحبه "جبالُ الأَعْرَافِ" بين الجنَّةِ والنَّارِ.
فهذا حكمُ الله وحكمتُه في خلقه، وأمره، ونهيه، وعقابه، ولا يظلم ربُّك أحدًا.

فصل
ثُمَّ ذَكَر - سبحانه - أربابَ العلومِ النَّافعة، والأعمالِ الصالحة، والاعتقاداتِ الصحيحة؛ وهم المُتَّقُون، فذكر مساكنَهم وهي الجِنَان، وحالَهم في المساكن وهو النَّعيم.
وذكر نعيم قلوبهم وراحتهم بكونهم {فَاكِهِينَ بِمَا آتَاهُمْ رَبُّهُمْ} [الطور: ١٨]، و"الفَاكِهُ": المُعْجَبُ بالشيء، المسرورُ المُغْتَبطُ به. وفعله: فَكِهَ - بالكسر -، يَفْكَهُ، فهو فَكِهٌ وفَاكِهٌ إذا كان طيِّبَ النَّفْسَ. والفَاكِهُ: المَازِح (¬١)، ومنه "المُفَاكَهَةُ" (¬٢) وهي: المِزَاح (¬٣) الذي ينشأ عن طِيبِ النَّفْس (¬٤). وتَفَكَّهْتُ بالشيء: إذا تمتَّعْتُ به، ومنه "الفَاكِهَةُ" التي يُتَمتَّعُ بها (¬٥).
_________
(¬١) تصحفت في (ن) و (ك) و (ح) و (م) إلى: البال!! والتصحيح من كتب اللغة.
(¬٢) في (ك) و (ح) و (م): الفاكهة!
(¬٣) في (ن) و (ك) و (ح) و (م): المرح، والتصحيح من كتب اللغة.
(¬٤) من قوله: "والفاكه: المازح. . ." إلى هنا؛ ساقط من (ز) و (ط).
(¬٥) انظر: "مقاييس اللغة" (٤/ ٤٤٦)، و"لسان العرب" (١٠/ ٣١٠).','1','414',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (485,'ومنه قوله تعالى: {فَظَلْتُمْ تَفَكَّهُونَ (٦٥)} [الواقعة: ٦٥]؛ قيل: معناهُ: تَنْدَمُون. وهذا تفسيرٌ بلازم المعنى، وإنَّما الحقيقة: تُزِيلُون عنكم التَّفَكُّه، وإذا زال التَّفَكُّهُ خَلَفَهُ ضِدُّه، يقال: تَحَنَّث؛ إذا زال الحِنْث عنه، وتَحَرَّجَ، وتَحَوَّبَ، وتأثَّمَ، ومنه: تَفَكَّه. وهذا البناء يُقَال للداخل في الشيء كـ: تَعَلَّم، وتَحَلَّم (¬١)، وللخارج منه (¬٢) كـ: تحرَّج، وتأثَّمَ.
والمقصودُ أنَّه - سبحانه - جمَعَ لهم بين النَّعِيمَين: نعيمِ القلب بالتفكُّهِ، ونعيمِ البَدَن بالأكل والشُّرب والنكاح.
ووَقَاهُم عذاب الجحيم؛ فَوَقَاهُم ممَّا يكرهون، وأعطاهم ما يحبُّون جزاءً وِفاقًا؛ لأنَّهم تَوَقَّوا ما يكرهُ، وأَتَوا بما يحبُّ، فكان جزاؤهم مُطابِقًا لأعمالهم.
ثُمَّ أخبرَ عن دَوَام ذلك لهم بما أَفْهَمَهُ قولُه: {هَنِيئًا}؛ إذ (¬٣) لو عَلِمُوا زَوَالَهُ وانقطاعَه لَنغَّصَ عليهم ذلك نعيمَهم، ولم يكن هنيئًا لهم.
ثُمَّ ذكَرَ مجالسَهم، وهيئَاتِهم فيها؛ فقال: {مُتَّكِئِينَ عَلَى سُرُرٍ مَصْفُوفَةٍ} [الطور: ٢٠]، وفي ذِكْرِ اصْطِفَافِها تنبيهٌ على كمال النِّعمة عليهم بقُرْب بعضهم من بعضٍ، ومقابلةِ بعضهم بعضًا، كما قال تعالى: {مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ (١٦)} [الواقعة: ١٦]، فإنَّ من تمام اللذَّةِ والنَّعيم أن يكون مع الإنسان في بستانه ومنزله من يحبُّ معاشرتَهُ، ويُؤْثِرُ قُرْبَهُ،
_________
(¬١) في (ز) و (ن) و (ك) و (ط): وتحكم.
(¬٢) ساقط من (ز) و (ط)، وأُلحقت بهامش (ك).
(¬٣) ساقط من (ح) و (م).','1','415',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (486,'ولا يكون بعيدًا منه قد حِيلَ بينه وبينه، بل سريرُه إلى جانب سريرِ من يحبُّه، ومقابِلُه سريرُ من يحبُّه.
وذكر أزواجَهم وأنَّهم "الحُورُ العِينُ". وقد تكرَّرَ وصْفُهُنَّ في القرآن بهاتين الصِّفَتين، قال أبو عبيدة: "جعلناهم أزواجًا كما تُزَوَّجُ النَّعْلُ بالنَّعْلِ، جعلناهم اثْنَين اثْنَين" (¬١).
وقال يونس (¬٢): "قَرَنَّاهُم بِهِنَّ، وليس من عقد التزويج" (¬٣).
واحتجَّ على ذلك بأنَّ العرب لا تقول: تزوَّجْتُ بها، وإنَّما تقول (¬٤): تزوجتُها. قال تعالى: {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} [الأحزاب: ٣٧]، وفي الحديث: "زوَّجْتُكَها بما مَعَكَ من القرآن" (¬٥).
وقال غيره (¬٦): " العرب تقول: تزوَّجتُ امرأةً، وتزوَّجْتُ بامرأةٍ".
_________
(¬١) "مجاز القرآن" (٢/ ٢٠٩).
وتصحفت في جميع النسخ إلى: البعل بالبعل!
(¬٢) هو أبو عبد الرحمن، يونس بن حبيب الضَّبِّي، مولاهم البصري، كان بارعًا في النحو، عالمًا بكلام العرب، أخذ عنه: سيبويه فأكثر، والكسائي، والفرَّاء وغيرهم، صنَّف: "معاني القرآن"، و"النوادر"، وغير ذلك، توفي سنة (١٨٢ هـ) رحمه الله.
انظر: "نزهة الألباء" (٤٩)، و"إنباه الرواة" (٤/ ٦٨).
(¬٣) انظر: "الجامع" (١٧/ ٦٥)، و"زاد المسير" (٧/ ١٢٠)، و"تهذيب إصلاح المنطق" للتبريزي (٢/ ١٩٠).
(¬٤) ساقط من (ز) و (ن) و (ك) و (ط).
(¬٥) أخرجه - بهذا اللفظ - البخاري في "صحيحه" رقم (٤٧٤١، ٤٨٣٩).
(¬٦) هو ابن قتيبة كما حكاه ابن الجوزي عنه في "زاد المسير" (٧/ ١٢٠).
وقال الفرَّاء: "هي لغة في أزْد شَنُوءة". انظر: "تهذيب إصلاح المنطق" =','1','416',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (487,'وقال الأزهري: "العرب تقول: زَوَّجْتُه امرأةً، وتزوَّجْتُ امرأةً، وليس في كلامهم: تزوَّجْتُ بامرأةٍ. وقوله تعالى: {وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ  (٢٠) } [الطور: ٢٠]؛ أي: قَرَنَّاهُم"  (¬١) .
وعلى هذا "فزوَّجْنَاهُم" عند هؤلاء من الاقتران والشَّفْع، أي: شَفَعْنَاهُم، وقرنَّاهُم بِهِنَّ.
وقالت طائفةٌ - منهم مجاهد  (¬٢)  -: زوَّجْنَاهم بِهِنَّ، أي: أَنْكَحْنَاهُم إيَّاهُنَّ.
قلتُ: وعلى هذا فَتَلْوِيحُ فِعْل التزويج قد دلَّ على النكاح، وتعديته بـ "الباء" المُتَضمِّنة معنى الاقترانِ والضَّمِّ، فالقولان واحدٌ. والله أعلم.
وأمَّا "الحُورُ العِينُ"؛ فقال مجاهد: "التي يَحَارُ فيها الطَّرْفُ، باديًا مُخُّ سُوقهنَّ من وراء ثيابهنَّ، ويَرَى النَّاظِرُ وجهَهُ في كَبِدِ إحداهُنَّ كالمِرآة من رِقَّة الجِلْدِ، وصفاءِ اللَّون"  (¬٣) .
_________
= (٢/ ١٩٠)، و"الجامع" (١٧/ ٦٥).
(¬١)  "تهذيب اللغة" (١١/ ١٥٢).
(¬٢)  أخرجه: ابن جرير في "تفسيره" (١١/ ٢٤٨).
وعزاه السيوطي إلى: الفريابي، وعبد بن حميد، وابن المنذر. "الدر المنثور" (٥/ ٧٥٣).
(¬٣)  أخرجه: ابن أبي الدنيا في "صفة الجنَّة" رقم (٣٠٢)، وابن جرير في "تفسيره" (١١/ ٢٤٨).
وعزاه السيوطي إلى: الفريابي، وعبد بن حميد، وابن المنذر. "الدر المنثور" (٥/ ٧٥٣).
قال ابن جرير الطبري (١١/ ٢٤٨): "وهذا الذي قاله مجاهد من أنَّ "الحُورَ" =','1','417',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (488,'وقال قتادة: "بِـ "حُور" أي: بِيض" (¬١). وكذلك قال ابن عباس (¬٢).
وقال مقاتل: ""الحُور": البِيضُ الوجوه، "العِين": الحِسَانُ الأَعْين" (¬٣).
وعَيْنٌ حَوْرَاء (¬٤): شديدةُ السَّوَاد، نَقِيَّةُ البياض، طويلةُ الأهداب معِ سوادها، كاملة الحُسْن. ولا تسمَّى المرأة "حَوْرَاء" حتَّى تكون مع حوَر عينها بيضاءَ لون الجسد.
فَوَصَفَهُنَّ بالبياضِ والحُسْنِ والمَلَاحَةِ، كما قال تعالى: {خَيْرَاتٌ حِسَانٌ (٧٠)} [الرحمن: ٧٠]، فالبياضُ في ألوانهنَّ، والحُسْن في وجوههنَّ (¬٥)، والمَلَاحَة في عيونهنَّ. وقد وصف الله - سبحانه - نساءَ الجنَّةِ بأحسن الصفات، ودلَّ بما وصف على ما سكت عنه.
_________
= إنَّما معناها أنَّه يَحَارُ فيها الطَّرْف؛ قولٌ لا معنى له في كلام العرب؛ لأنَّ "الحُورَ" إنَّما هو جمع: حَوْرَاء، كالحُمْر جمع: حمراء، والسُّود جمع: سوداء.
و"الحَوْرَاء" إنَّما هي (فَعْلَاء) من: الحَوَر؛ وهو نقاء البياض، كما قيل للنقي البياض من الطعام: الحُوَّارى.
وبنحو الذي قلنا في معنى ذلك قال سائر أهل التأويل".
(¬١) أخرجه: عبد الرزاق في "تفسيره" (٢/ ٢٠٩ - ٢١٠)، وابن جرير في "تفسيره" (١١/ ٢٤٩).
(¬٢) انظر: "مسائل نافع بن الأزرق" (١٨٢)، وإليه عزاه السيوطي في "الدر المنثور" (٥/ ٧٥٣).
(¬٣) "تفسيره" (٣/ ٢٠٨).
(¬٤) "حوراء" ملحق بهامش (ك).
(¬٥) "في وجوههن" ملحق بهامش (ن).','1','418',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (489,'فإن شئتَ التفصيل؛ فالذي يُحْمَدُ ويستحبُّ من وجه المرأة، وبدنها، وأخلاقها:
"البَيَاضُ" في أربعةِ أشياء: اللَّون، وبياضِ العَين، والفَرْق، والثَّغْر (¬١).
و"السَّوَادُ" في أربعةٍ: سوادِ العين، وسوادِ شَعْرِ الرأسِ، وسوادِ شَعْر الجَفْنِ، وسوادِ شَعْر (¬٢) الحاجِبين.
و"الحُمْرَةُ" في أربعةٍ: اللِّسانِ، والشَّفَتين، والوَجْنَتين، وحُمْرةٍ تَشُوبُ "البَيَاضَ" فتُحَسِّنُه وتزيِّنُه.
ومن "التدوير" أربعةُ أشياء: الوجهُ، والرأسُ، والكَعْبُ، والمَقْعدُ.
ومن "الطُّول" أربعةٌ: القَامَةُ، والعُنُقُ، والشَّعْرُ، والحاجِبُ.
ومن "السَّعَةِ" في أربعةٍ: الجَبْهَةِ، والعَينِ، والوجهِ، والصَّدْرِ.
ومن "الصِّغَرِ" في أربعةٍ: الثَّدْي، والفَم، والكفِّ، والقَدَمِ (¬٣).
ومن "الطِّيبِ" في أربعةٍ: الفَم، والأنفِ، والفَرْق، والفَرْج.
ومن "الضِّيقِ" في موضعٍ واحدٍ.
ومن "الأخلاق" كما قال اللهُ تعالى: {عُرُبًا أَتْرَابًا (٣٧)} [الواقعة: ٣٧]،
_________
(¬١) تصحفت في (ك) إلى: الشخر!
(¬٢) ساقط من (ز) و (ن) و (ك) و (ح) و (ط).
(¬٣) من قوله: "ومن الصغر. . ." إلى هنا؛ ملحق بهامش (ن).','1','419',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (490,'فـ "العُرُب" جمع: عَرُوبٍ، وهي المرأة المتحبِّبَةُ (¬١) إلى زوجها بأخلاقها، ولطافتها، وشمائلها.
قال ابن الأعرابي: "العَرُوبُ من النِّساء: المطيعةُ لزوجها، المتحبِّبةُ إليه" (¬٢).
وقال أبو عبيدة: "هي الحَسَنَةُ التَّبَعُّل" (¬٣).
قال المبرِّد: "هي العاشقة لزوجها" (¬٤).
وقال البخاري في "صحيحه" (¬٥): "هي الغَنِجَةُ، ويقال: الشَّكِلَةُ".
فهذا وَصْفُ أخلاقهنَّ، وذاك وصف خَلْقِهنَّ. وأنت (¬٦) إذا تأمَّلتَ الصفات التي وصفهنَّ اللهُ بها رأيتها مستلزمةً لهذه الصفات وَلِمَا وراءَها. والله المستعان.
_________
(¬١) في (ز): المحبَّبة.
(¬٢) انظر: "تهذيب اللغة" (٢/ ٣٦٤).
(¬٣) "مجاز القرآن" (٢/ ٢٥١).
(¬٤) هذا القول مروي عن: ابن عباس، والربيع بن أنس - رضي الله عنهم -، والحسن، وقتادة، ومجاهد، وغيرهم.
انظر: "الدر المنثور" (٦/ ٢٢٥ - ٢٢٦).
وأما المبرِّد فقال كقول أبي عبيدة. وانظر: "الكامل" (٢/ ٨٦٨).
(¬٥) كتاب التفسير، سورة الواقعة (٤/ ١٨٤٩)، ونصه:
"وقال مجاهد: العُرُبُ: المحبَّبَات إلى أزواجهنَّ ... وقال غيره: "عُرُبًا": مُثَقَّلَة، واحدها عَرُوب، مثل: صَبُور وصُبُر، يُسمِّيها أهل مكة: العَرِبَة، وأهل المدينة: الغَنِجَة، وأهل العراق: الشَّكِلَة".
والذي في كتب اللغة أنَّ "الشَّكِلَة" لغةُ أهل مكة.
انظر: "تهذيب اللغة" (٢/ ٣٦٤)، و"تاج العروس" (٣/ ٣٣٨).
(¬٦) "وأنت" ملحق بهامش (ك).','1','420',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (491,'فصل

ثُمَّ أخبر - سبحانه - عن تكميل نعيمهم بإلحاق ذُرِّياتهم بهم في الدرجة - وإنْ لم يعملوا أعمالهم - لِتَقَرَّ أعينُهم بهم، ويَتِمَّ سرورُهم وفرحُهم.
وأخبر - سبحانه - أنَّه لم ينقُص الآباءَ من عملهم من شيءٍ بهذا الإلحاق، فينزلهم من الدرجة العُلْيا إلى السُّفْلَى، بل أَلْحَقَ الأبناء بالآباء، ووفَّر على الآباء أجورَهم ودرجاتهم.
ثُمَّ أخبر - سبحانه - أنَّ هذا إنَّما هو فعله في أهل الفضل، وأمَّا أهل العدل فلا يفعل بهم ذلك، بل {كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ (٢١)} [الطور: ٢١]، ففي هذا رفْعٌ لتوهُّم التسوية بين الفريقين في هذا الإلحاق، كما في قوله: {وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ} [الطور: ٢١] رفْعٌ لتوهُّم حَطِّ الآباء إلى درجة الأبناء، وقسمةِ أجور الآباء بينهم وبين الأبناء فينتقص (¬١) أجر أعمالهم، فرفع هذا التوهُّمَ بقوله: {وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ مِنْ شَيْءٍ} أي: ما نَقَصْنَاهم.
ثُمَّ ذكر إمدادَهم باللَّحم، والفاكهة، والشَّراب، وأنَّهم يتعاطَون كؤوس الشَّرَاب بينهم، يشرب أحدُهم ويناول صاحبه ليتمَّ بذلك فرحهم وسرورهم.
ثُمَّ نَزَّه ذلك الشَّراب عن الآفات من اللَّغْو من أهله عليه، ولُحُوق الإثم لهم؛ فقال: {لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ (٢٣)} [الطور: ٢٣]، فنفَى بـ "اللَّغْوِ": السِّبَابَ، والتخاصُمَ، والهُجْرَ (¬٢)، والفُحْشَ في المقال،
_________
(¬١) في (ز): فينقص.
(¬٢) "الهُجْر" هو: الفاحش والقبيح من القول، وكذلك إذا أكثر الكلام فيما لا =','1','421',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (492,'والعَرْبَدَةَ. ونَفَى بـ "التأثيم" جميع الصفات المذمومة التي أثَّمَتْ شارب الخمر.
وقال سبحانه: {وَلَا تَأْثِيمٌ (٢٣)} ولم يَقُل: ولا إثْم، أي: ليس فيها ما يحملهم على الإثم، ولا يُؤَثِّم بعضُهم بعضًا بشربها، ولا يُؤَثِّمُهم اللهُ بذلك، ولا الملائكةُ، فلا يَلْغُون، ولا يأثمون.
قال ابن قتيبة: "لا تذهب بعقولهم فيلغُوا، ولم يقع منهم ما يُؤَثِّمُهم" (¬١).
ثُمَّ وصَفَ خدمَهم الطائفين عليهم بأنَّهم كاللؤلؤ في بياضهم. و"المكْنُون": المَصُون الذي لا تدنِّسُه الأيدي، فلم تُذْهِب الخدمةُ تلك المحاسِنَ، وذلك اللَّونَ والصفاءَ والبهجةَ، بل مع انتصابهم لخدمتهم كأنَّهم لؤلؤٌ مكنونٌ.
ووصفهم في موضعٍ آخر (¬٢) بأنَّ رائيهم يحسبهم لؤلؤًا منثورًا؛ ففي ذكره "المنثورَ" إشارةٌ إلى تفرُّقِهم في حوائج ساداتهم، وخدمتهم، وذهابهم، ومجيئهم، وسَعَة المكان، بحيث لا يحتاجون أن يَنْضَمَّ بعضُهم إلى بعضٍ فيه لضيقه.
ثُمَّ ذكر - سبحانه - ما يتحدَّثون به هناك، وأنَّهم يقولون: {إِنَّا كُنَّا قَبْلُ فِي أَهْلِنَا مُشْفِقِينَ (٢٦)} [الطور: ٢٦] أي: كُنَّا خائفين في مَحَلِّ الأمن (¬٣) بين الأهل والأقارب والعشائر، فأوصلنا ذلك الخوف
_________
= ينبغي. "النهاية" (٥/ ٢٤٥).
(¬١) انظر: "القرطين" لابن مطرف الكناني (٢/ ١٤٢).
(¬٢) في قوله تعالى: {إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا (١٩)} [الإنسان: ١٩].
(¬٣) في (ك): الأمين.','1','422',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (493,'والإشفاق إلى أنْ مَنَّ اللهُ علينا، فأمَّنَنَا ممَّا نخاف {وَوَقَانَا عَذَابَ السَّمُومِ  (٢٧) } [الطور: ٢٧]، وهذا ضدُّ حال الشقيِّ الذي كان  (¬١)  في أهله مسرورًا. فهذا كان مسرورًا مع إساءته، وهؤلاء كانوا مُشْفِقِين مع إحسانهم، فبدَّلَ الله - سبحانه - إشفاقَهم بأعظم الأمن، وبدَّلَ أمن أولئك بأعظم المخاوِف. فبالله المستعان.
ثُمَّ أخبر - تعالى - عن حالهم في الدنيا، وأنَّهم كانوا يعبدون الله فيها، فأوصَلَتْهُم عبادتُه وحدَهُ إلى قُرْبِه وجوَارِه، ومَحَلِّ كرامته، والذي جمع لهم ذلك كلَّه بِرُّهُ ورحمتُه؛ فإنَّه هو "البَرُّ الرَّحيمُ".
فهذا هو المُقْسَمُ عليه بتلك الأقسام الخمسة في أوَّل السورة. والله أعلم.
_________
(¬١)  ساقط من (ك).','1','423',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (494,'فصل

ومن ذلك قوله تعالى: {وَالذَّارِيَاتِ ذَرْوًا (١) فَالْحَامِلَاتِ وِقْرًا (٢) فَالْجَارِيَاتِ يُسْرًا (٣) فَالْمُقَسِّمَاتِ أَمْرًا (٤)} [الذاريات: ١ - ٤]، أقْسَم بـ "الذَّاريات" وهي: الرِّياح؛ تَذْرُو المطرَ، وتَذْرُو الترابَ، وتَذْرُو النَّباتَ إذا تَهَشَّم، كما قال تعالى: {فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ} [الكهف: ٤٥]؛ أي: تفرِّقُه وتَنْشُرُه.
ثُمَّ أقسَمَ (¬١) بما فوقها وهي: السَّحَاب الحاملات وِقْرًا، أي: ثِقْلًا من الماء، وهي رَوَايَا (¬٢) الأرض، يسوقها الله - سبحانه - على مُتُون الرِّياح؛ كما في "جامع الترمذي" (¬٣) من حديث الحسن عن أبي هريرة قال: بينما نبيُّ الله - صلى الله عليه وسلم - جالسٌ وأصحابُه إذ أتى عليهم سَحَابٌ، فقال نبيُّ الله - صلى الله عليه وسلم -: "هل تَدْرُون ما هذا؟ " قالوا: الله ورسوله أعلم، قال: "هذا العَنَانُ، هذه رَوَايَا الأرض، يَسُوقُها اللَّهُ - تبارك وتعالى - إلى قومٍ لا يشكرونه، ولا يَدْعُونه".
ثُمَّ أقسَمَ - سبحانه - بما فوق ذلك، وهي "الجاريات يُسْرًا"؛ وهي: النُّجُوم التي من فوق الغَمَام، و"يُسْرًا" أي: مُسَخَّرةً مُذَلَّلةً مُنْقَادَةً.
وقال جماعة من المفسِّرين (¬٤): إنَّها السُّفُن تجري مُيَسَّرَةً في الماء
_________
(¬١) ساقط من (ز) و (ن) و (ك) و (ح).
(¬٢) الرَّوايا من الإبل: الحوامل للماء، واحدتها: رَاوِيَة، ومنه سُمِّيت "المَزَادَة": رَاوِيةً. "النهاية" (٢/ ٢٧٩).
(¬٣) رقم (٣٢٩٨)، وقد سبق تخريجه (ص/ ٤٠٤).
(¬٤) مروي عن: عمر، وعلي، وابن عباس، وابن عمر - رضي الله عنهم -.
وقال به: مجاهد، وسعيد بن جبير، والحسن، وقتادة، والسدِّي، ومقاتل وغيرهم. =','1','424',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (495,'جريًا سهلًا، ومنهم من لم يذكر غيره (¬١).
واختار شيخنا - رحمه الله - القول الأوَّل (¬٢)، وقال: هو أحسن في الترتيب والانتقال من السافل إلى العالي؛ فإنَّه بدأ بالرِّياح، وفوقها السَّحاب، وفوقه النُّجُوم، وفوقها (¬٣) الملائكة المقسِّمَات أَمْرَ اللهِ الذي أُمِرَتْ به بين خلقه.
والصحيح أنَّ "المقسِّمات أمرًا" لا تختصُّ بأربعةٍ.
وقيل (¬٤): هُمْ:
"جبريل"؛ يقسم الوحيَ، والعذابَ، وأنواعَ العقوبة على من خالف الرُّسُل.
و"ميكائيل"؛ على القَطْر، والبَرَدِ، والثَّلْج، والنَّبَات، يقسمها بأمر الله.
_________
= وهو مذهب الجمهور، بل حكى الزجَّاجُ الإجماعَ عليه في "معاني القرآن" (٥/ ٥١).
(¬١) منهم: الفراء، وأبو عبيدة، والزجَّاج، وابن قتيبة، وابن جرير، وابن أبي حاتم، والبغوي، والواحدي، وابن الجوزي، وأكثر المفسرين.
(¬٢) أشار ابن كثير إلى هذا الاختيار في "تفسيره" (٧/ ٤١٤).
وذكر هذا القول بدون نسبةٍ: ابن عطية في "المحرر الوجيز" (١٤/ ٢)، وأبو حيَّان في "البحر المحيط" (٨/ ١٣٢)، والقاسمي في "محاسن التأويل" (٦/ ٣٣٨).
(¬٣) في (ز): وفوقهما.
(¬٤) هذا هو القول الثاني في معنى "المقسِّمات أمرًا"، وأنها تختص بأربعة من الملائكة.','1','425',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (496,'و"ملك الموت"؛ يقسم المَنَايا بين الخلق بأمر الله تعالى.
و"إسرافيل"؛ يقسم الأرواحَ على أبدانها عند النَّفْخ في الصُّور.
وهم "المُدبِّرَاتُ أمرًا".
وليس في اللفظ ما يدلُّ على الاختصاص بهم. والله أعلم.
وأقسَمَ - سبحانه - بهذه الأمور (¬١) الأربعة لمكان العبرة والآية، والدلالة الباهرة على ربوبيته ووحدانيته، وعِظَم قدرته.
ففي "الرِّياح" من العِبَر: هُبُوبُها، وسُكُونُها، ولينُها، وشدَّتُها، واختلافُ طبائِعها وصفاتها ومَهَابِّها، وتصريفها، وتنوُّعُ منافعها، وشدَّةُ الحاجة إليها.
فللمطر خمس رياح: ريحٌ تنشر سحابَهُ، وريحٌ تؤلِّفُ بينه، وريحٌ تلقِّحُه، وريحٌ تسوقه حيث يريد الله، وريحٌ تَذْرُو ماءَهُ وتفرِّقُه (¬٢).
وللنَّبَات ريحٌ، وللسُّفُن ريحٌ (¬٣)، وللرحمة ريحٌ، وللعذاب ريحٌ، إلى غير ذلك من أنواع الرِّياح.
وذلك يقضي بوجود خالقٍ مصرِّفٍ لها، مُدَبِّرٍ لها، ويصرِّفُها كيف يشاء، ويجعلها رُخَاءً تارةً، وعاصفةً تارةً، ورحمةً تارةً، وعذابًا تارةً.
فتارةً يحيي بها الزروع والثمار، وتارةً يقطعُها بها، وتارةً يُنْجي بها السُّفُن، وتارةً يهلكُها بها؛ وتارةً ترطِّبُ الأبدان، وتارةً تذيبُها، وتارةً
_________
(¬١) ساقط من (ز).
(¬٢) "وتفرقه" ملحق بهامش (ك).
(¬٣) "وللسُّفن ريحٌ" ملحق بهامش (ح).','1','426',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (497,'عقيمًا، وتارةً لاقِحَةً، وتارةً جَنُوبًا، وتارة دَبُورًا، وتارةً صَبًا، وتارةً شَمَالًا، وتارةً بين ذلك، وتارةً حارَّةً، وتارةً باردةً  (¬١) .
وهي  (¬٢)  - مع غاية قوَّتِها - ألْطَفُ شيءٍ، وأقْبَلُ المخلوقات لكلِّ كيفية، سريعةُ التأثر والتأثير، لطيفة المَسَارِب  (¬٣) ، بَحْرٌ بين  (¬٤)  السماء والأرض، إذا قُطع عن الحيوان الذي على وجه الأرض هلَكَ، كبحر الماء الذي إذا فارقَهُ حيوان الماء هلك. يحبسها الله - سبحانه - إذا شاء، ويرسلُها إذا شاء.
تحمل الأصواتَ إلى الآذان، والرائحةَ إلى الأنف، والسَّحابَ إلى الأرض الجُرُز  (¬٥) .
وهي من رَوْح الله تأتي بالرحمة، ومن عقوبته تأتي بالعذاب.
وهي أقوى خَلْقِ الله كما رواه الترمذي في "جامعه" من حديث أنس بن مالك، عن النبيِّ - صلى الله عليه وسلم - قال: "لمَّا خلقَ اللهُ الأرضَ جَعَلَتْ تَمِيدُ، فخلق الجبالَ، فقال بها عليها، فاستَقَرَّتْ، فَعَجِبَت الملائكةُ من شدَّةِ
_________
(¬١)  للعرب عنايةٌ بأسماء الريح وأنواعها، وبحثٌ عند أئمة اللغة، وانظر: كتاب "الريح" لابن خالويه (٣٧٠ هـ).
(¬٢)  ملحق بهامش (ك).
(¬٣)  في (ك): المشارق، وفي باقي النسخ: المسارق، وما أثبته أصح.
و"المسارب" من: السَّرَب؛ وهو المسلك في خفية.
انظر: "لسان العرب" (٦/ ٢٢٦).
(¬٤)  تصحفت في (ن) و (ط) إلى: تحرس.
(¬٥)  الأرض الجُرُز: أي الغليظة اليابسة التي لم يصبها مطرٌ، ولا تُنبتُ شيئًا.
انظر: "مجاز القرآن" (٢/ ١٣٣)، و"القرطين" (٢/ ٧٤).','1','427',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (498,'الجبالِ، وقالوا: يا رَبُّ؛ هل مِنْ خَلْقِكَ شيءٌ أشدُّ من الجبال؟ قال: نعم، الحديد. قالوا: يا رَبُّ؛ فهل مِنْ خَلْقِكَ شيءٌ أشدُّ من الحديد؟ قال: نعم، النَّار. قالوا: يا ربُّ؛ فهل مِنْ خَلْقِكَ شيءٌ أشدُّ من النَّار؟ قال: نعم، الماء. قالوا: يا رَبُّ؛ فهل مِنْ خَلْقِكَ شيءٌ أشدُّ من الماء؟ قال: نعم، الريح. قالوا: يا رَبُّ فهل مِنْ خَلْقِكَ شيءٌ أشدُّ من الريح؟ قال: نعم، ابنُ آدم، تصدَّقَ بصدقةٍ بيمينه يُخفِيها مِنْ شِمَاله"؛ ورواه الإمام أحمد في "مسنده"  (¬١) .
وفي الترمذي  (¬٢)  في حديث قصة عادٍ أنَّه لم يرسل عليهم من الرِّيح إلا قَدْر حَلْقَةِ الخَاتَم، فلم تَذَرْ من شيءٍ أَتَتْ عليه إلا جَعَلَتْه كالرَّمِيم.
وقد وَصَفَها اللهُ - سبحانه - بأنَّها عاتيةٌ؛ قال البخاري في "صحيحه"  (¬٣) : "عَتَتْ على الخَزَنَة"، فلم يستطيعوا أنْ يردُّوها.
_________
(¬١)  أخرجه: أحمد في "المسند" (٣/ ١٢٤)، والترمذي في "سننه" رقم (٣٣٦٩)، وعبد بن حميد في "المنتخب" رقم (١٢١٣)، وأبو يعلى في "مسنده" رقم (٤٣١٠)، والبيهقي في "شعب الإيمان" رقم (٣١٦٧)؛ بسندٍ ضعيف.
ولفظ الترمذي: "فقال بها عليها"، وعند الباقين: "فألقاها عليها".
(¬٢)  أخرجه: الترمذي في "سننه" رقم (٣٢٧٣ و ٣٢٧٤)، وأحمد في "المسند" (٣/ ٤٨١ - ٤٨٢)، والطبراني في "الكبير" (٣/ رقم ٣٣٢٥).
وحسنه الألباني في "السلسلة الضعيفة" رقم (١٢٢٨).
(¬٣)  علقه البخاري عن ابن عيينة في موضعين من "صحيحه":
الأول: كتاب الأنبياء، باب: قول الله - عزَّ وجلَّ -: {وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ} شديدة {عَاتِيَةٍ (٦)} [الحاقة: ٦] , (٣/ ١٢١٨).
والثاني: كتاب التفسير، سورة الفرقان (٤/ ١٧٨٣).
وجاء نحوه عن علي بن أبي طالب - رضي الله عنه - أنَّه قال: "لم ينزل الله شيئًا من الريح إلا بوزنٍ على يدي مَلَكٍ، إلا يوم عادٍ فإنَّه أَذِنَ لها دون =','1','428',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (499,'والمقصود أنَّ الرِّياح من أعظم آيات الرِّبِّ، الدَّالَّة على عظمته، وربوبيته، وقدرته.

فصل
ثُمَّ أقسَمَ - سبحانه - بـ "السَّحَاب"، وهو من أعظم آياته، بُخَارٌ يُنْشِئه اللهُ (¬١) في الجَوِّ في غاية الخِفَّة، ثُمَّ يحمل الماءَ والبَرَدَ، فيصير أثقلَ شيءٍ، فيأمر الرِّياح، فتحمله على مُتُونها، وتسير به حيث أُمِرَت، فهِو مُسَخَّرٌ بين السماء والأرض، حامِلٌ لأرزاق العباد والحيوان، فإذا أَفْرَغَه حيث أُمِر به اضْمَحَلَّ وتَلَاشَى بقدرة الله، فإنَّه لو بَقِيَ لأَضَرَّ بالنَّبَات والحيوان. فأنشأَهُ - سبحانه - في زمنٍ يصلح إنشاؤه فيه، وحمَّلَهُ من الماء ما تحمَّلَه، وساقَهُ إلى بلدٍ شديدِ الحاجةِ إليه.
فَسَلِ "السَّحَاب": مَنْ أنشأه بعد عَدَمِهِ؟ ومَنْ حمَّلَهُ الماءَ والثَّلْجَ والبَرَدَ؟ ومَنْ حَمَلَهُ على ظهور الرِّياح؟ ومَنَ أمسكه بين السماء والأرض بغير عماد؟ ومَنْ أغاثَ بقَطْرِهِ العبادَ، وأحيا به البلادَ، وصرَّفَهُ بين خلقه كما أراد؟ وأخرج ذلك القطر بقَدْرٍ معلومٍ، وأنزله منه، وأَفْنَاهُ بعد الاستغناء عنه، ولو شاء لأَدَامَهُ عليهم فلم يستطيعوا إلى دفعه سبيلًا، ولو شاء لأَمْسَكَهُ عنهم فلا يجدون إليه وصولًا، فإنْ لم (¬٢) يُجِبْكَ حِوَارًا؛ أجابك اعتبارًا.
_________
= الخُزَّان، فَعَتَت على الخُزَّان".
عزاه الحافظ في "الفتح" (٦/ ٤٣٤) إلى ابن أبي حاتم، وقال: "بإسنادٍ صحيحٍ".
(¬١) "بخارٌ يُنْشِئه الله" ساقط من (ح).
(¬٢) ساقط من (ز).','1','429',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (500,'وَسَلِ "الرِّياح": مَنْ أنشأها بقدرته؟ وصرَّفها بحكمته، وسخَّرها بمشيئته، وأرسلها بُشْرًا (¬١) بين يدي رحمته، وجعلها سببًا لتمام نعمته، وسلَّطها على من شاء بعقوبته؟ ومَنْ جعلها رُخَاءً، وذَارِيَةً، ولاقِحَةً، ومثيرةً، ومؤلِّفَةً، ومغذِّيةً لأبدان الحيوان، والشجرِ، والنَّبَاتِ؟ وجعلها قاصِفًا، وعاصِفًا، ومُهْلِكَةً، وعاتيةً؟ إلى غير ذلك من صفاتها. فهل ذلك لها من نفسها وذاتها أم بتدبير مُدَبِّرٍ شَهِدَت الموجوداتُ بربوبيته، وأقرَّت المصنوعاتُ بوحدانيته، بيده النَّفْعُ والضُّرُّ، وله الخَلْق والأمر، تبارك الله ربُّ العالمين.
وَسَلِ "الجَارِيات يُسْرًا" مِنَ السُّفُن مَنْ (¬٢) أَمْسَكَها على وجه الماء؟ ومَنْ سخَّرَ لها البحر؟ ومَنْ أرسل لها الرِّياح التي تَسُوقها في الماء سَوقَ السَّحَاب على مُتُون الرِّياح؟ ومَنْ حَفِظَها في مَجْرَاها ومُرْسَاها مِنْ طغيان الماء وطَغيان الرِّيح؟ فمَنِ الذي جعل الرِّيح لها بقَدْرٍ لو زَادَ عليها لأغرقها؛ ولو نقص عنه لَعَاقَها؟
ومَنِ الذي أجرى لها ريحًا واحدةً تسير بها، ولم يسلِّطْ على تلك الرِّيح ما يُصَادِمها ويُقَاوِمها، فَتَتَموَّج في البحر يمينًا وشمالًا تتلاعب بها الرِّياح؟
ومَنِ الذي علَّمَ الخَلْقَ الضعيفَ صَنْعَةَ هذا البيت العظيم الذي يمشي على الماء (¬٣)، فيقطع المسافة البعيدة، ويعود إلى بلده، يَشُقُّ الماءَ ويَمْخُرُه، مُقْبِلًا ومُدْبِرًا بريحٍ واحدةٍ، تجري في موجٍ
_________
(¬١) في (ن) و (ح) و (ط): نُشْرًا، وكلاهما صحيح.
(¬٢) ساقط من (ح).
(¬٣) "يمشي على الماء" ملحقٌ بهامش (ن).','1','430',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (501,'كالجبال؛ {وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (٣٢) إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٣٣) أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ (٣٤)} [الشورى: ٣٢ - ٣٤].
ومَنِ الذي حَمَلَ في هذا البيت نبيَّهُ وأولياءَهُ خاصةً، وأغرقَ جميعَ أهل الأرض سواهم؟
وَسَلِ "الجاريات يُسْرًا" من الكواكب، والشمس، والقمر: مَنِ الذي خَلَقها، وأحسن خَلْقها، ورفع مكانها، وزيَّنَ بها قُبَّةَ العالَم؟ وفَاوَتَ بين أشكالها، ومقاديرها، وألوانها، وحركاتها، وأماكنها من السماء، فمنها الكبير، ومنها الصغير، والمتوسِّط، والأبيض، والأحمر، والزُّجَاجيُّ اللَّون، والدُّرِّيُّ اللَّون؟ والمتوسِّطُ في قُبَّةِ الفُلْك، والمتطرِّفُ في جوانبها، وبين ذلك؟
ومنها ما يقطع الفُلْك في شهرٍ، ومنها ما يقطعه في عامٍ، ومنها ما يقطعه في ثلاثين عامًا، ومنها ما يقطعه في أضعاف ذلك.
ومنها ما لا يزال ظاهرًا لا يغيب بحال، فهو أَبَدِيُّ الظُّهور، ومنها أَبَدِيُّ الخَفَاء، ومنها ما له حالتان: ظهورٌ، واختفاءٌ.
ومنها ما له حركتان:
١ - حركةٌ عَرَضِيَّةٌ من المشرق إلى المغرب.
٢ - وحركةٌ ذاتيةٌ من المغرب إلى المشرق.
فَحَالَ ما يأخذ الكوكب في الغروب فإذا كوكبٌ آخر في مقابلته، وكوكبٌ آخر قد طَلَع، وهو آخِذٌ في الارتفاع والتصاعد، وكوكبٌ','1','431',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (502,'آخر (¬١) في الرُّبْعِ الشَّرْقيِّ، وكوكبٌ آخر في وسط السماء، وكوكبٌ آخر قد مَالَ عن الوسط، وآخر قد دَنَا من الغروب، وكأنَّ رَقِيبَهُ ينتظر بطلوعه غَيبته.
وأنتَ إذا تأمَّلتَ أحوال هذه الكواكب وجدتها تدلُّ على المَعَاد كما تدلُّ على المبدأ، وتدلُّ على وجود الخالق، وصفات كماله، وربوبيته، وحكمته، ووحدانيته = أعظمَ دلالة.
وكلُّ ما دَلَّ على صفات جلاله ونعوت كماله دلَّ على صِدْق رُسُله، فكما جعل اللهُ - تعالى - النُّجُومَ هدايةً في طُرق البَرِّ والبحر، فهي هدايةٌ في طُرُق العلم بالخالق - سبحانه - وقدرته، وعلمه، وحكمته، والمبدأ، والمَعَاد، والنُّبوَّة.
ودلالتها على هذه المطالب لا تَقْصُر عن دلالتها على طُرُق البرِّ والبحر، بل دلالتها للعقول على ذلك أظهرُ من دلالتها على الطُرُقِ الحِسِّيَّةِ، فهي هدايةٌ في هذا وهذا.

فصل
وأمَّا دلالةُ "المُقَسِّماتِ أمرًا" وهم الملائكة؛ فَلِأَنَّ ما يُشَاهَد من تدبير العالَم العُلْوِيِّ والسُّفْلِيِّ وما لا يُشَاهَد إنَّما هو على أيدي الملائكة، فالرَّبُّ - تعالى - يدبِّرُ بهم أمر العالَم، وقد وكَّل بكلِّ عملٍ من الأعمال طائفةً منهم: فوكَّل بالشمس، والقمر، والأفلاك (¬٢)، والنُّجُوم طائفةً منهم، ووكَّل بالقَطْر والسَّحاب طائفةً، ووكَّل بالنَّبَات طائفةً، ووكَّل
_________
(¬١) من قوله: "في مقابلته وكوكب آخر قد طلع. . ." إلى هنا؛ ساقط من (ز).
(¬٢) "والأفلاك" ملحق بهامش (ن).','1','432',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (503,'بالأَجِنَّةِ والحيوان طائفةً، ووكَّل بالموت طائفةً، وبِحِفْظِ بني آدم طائفةً، وبإحصاء أعمالهم وكتابتها طائفةً (¬١)، وبالوحي طائفةً، وبالجبال طائفةً (¬٢)، وبكلِّ شأنٍ من شؤون العالم طائفةً.
هذا مع ما في خَلْقِ الملائكة من البهاء والحُسْن، وما فيهم من القوةِ والشدَّةِ، ولطافةِ الجسم، وحُسْن الخِلْقَة، وكمال الانقياد لأمره، والقيام في خدمته، وتنفيذ أوامره في أقطار العالَم.
ثُمَّ أقسَمَ - سبحانه - بهذه الأمور على صِدْقِ وَعْدِهِ، ووقوع جزائه بالثواب والعقاب فقال: {إِنَّمَا تُوعَدُونَ لَصَادِقٌ (٥)} [الذاريات: ٥]؛ أَي: ما توعدون من أمر الساعة والثواب والعقاب لَحَقٌّ كائنٌ، وهو وَعْدُ صدقٍ لا كذب، {وَإِنَّ الدِّينَ لَوَاقِعٌ (٦)} [الذاريات: ٦]؛ أي: إنَّ الجزاء لَكَائنٌ لا محالة.
ويجوز أن تكون "ما" موصولةً، والعائد محذوف، والمعنى: إنَّ الذي توعدونه لَصَادِقٌ، أي: كائنٌ وثابتٌ.
وأن تكون مصدريَّةً، أي: إنَّ وَعْدَكم لَحَقٌّ وصِدْقٌ (¬٣).
وَوَصْفُ الوَعْدِ بكونه "صادقًا" أبلغ من وصْفِه بكونه "صِدْقًا"، ولا حاجة إلى تكلُّفِ (¬٤) جعله بمعنى: مصدوقًا فيه، بل هو صادِقٌ نفسُه (¬٥)؛
_________
(¬١) "طائفة" ملحق بهامش (ك).
(¬٢) من قوله: "وبحفظ بني آدم. . ." إلى هنا؛ ساقط من (ز).
(¬٣) "وصدق" ملحق بهامش (ح).
(¬٤) في (ز) و (ن) و (ك) و (ط): متكلف، وما أثبته من (ح) و (م).
(¬٥) من (ح) و (م)، وسقط من باقي النسخ.','1','433',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (504,'كما يوصف المتكلِّم بأنَّه صادِقٌ في كلامه، يُوصف كلامه بأنَّه: صادِقٌ (¬١). وهذا مثل قولهم: سرٌّ كاتم، وليلٌ قائمٌ، ونهارٌ صائمٌ، وماءٌ دافقٌ، ومنه: {عِيشَةٍ رَاضِيَةٍ (٢١)} [الحاقة: ٢١]، وليس ذلك بمَجَازٍ، ولا مخالفٍ لمقتضى التركيب.
وإذا تأمَّلتَ هذا التناسُبَ والارتباطَ بين المُقْسَم به والمُقْسَم عليه؛ وجدته دالًّا عليه، مرشدًا إليه.
ثُمَّ أقسَمَ - سبحانه - بـ "السماء ذات الحُبُك".
أصل "الحَبْكِ" في اللغة: إجَادَةُ النَّسْج. يقال: حَبَكَ الثوبَ؛ إذا أجاد نَسْجَه. وحَبْلٌ محبوكٌ؛ إذا كان شديد الفَتْل. وفَرَسٌ مَحْبُوكُ الكَفَلِ، أي: مُدْمَجُه.
وقال شَمِرُ (¬٢): "المَحْبُوكُ في اللغة: ما أُجيد عمله" (¬٣)، "ودابَّةٌ مَحْبُوكَةٌ: إذا كانت مُدْمَجَة الخَلْق".
وقال أبو عبيدة، والمبرِّد: "الحُبُكُ: الطرائقُ، واحدها: حِبَاك. وحِبَاكُ الحَمَام: طرائق على جَنَاحَيه. وحُبُك الماء: طرائقه" (¬٤).
_________
(¬١) في (ز): صدق.
(¬٢) هو أبو عمرو، شَمِر بن حَمْدويه الهروي، كان ثقةً عالمًا فاضلًا، حافظًا للغريب، راويةً للأشعار والأخبار، توفي سنة (٢٢٥ هـ) رحمه الله.
انظر: "نزهة الألباء" (١٩٦)، و"إنباه الرواة" (٢/ ٧٧).
وقد تصحف في جميع النسخ إلى: شهر!
(¬٣) هذا كلام أبي إسحاق الزجاج في "معاني القرآن" (٥/ ٥٢)، وما بعده من كلام شَمِر، وانظر: "تهذيب اللغة" (٤/ ١٠٨).
(¬٤) "مجاز القرآن" (٢/ ٢٢٥)، و"الكامل" (١/ ٦٣ - ٦٤). =','1','434',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (505,'وقال الفَرَّاء: "الحُبُك: تَكَسُّرُ  (¬١)  كلِّ شيءٍ، كالرَّمْلِ إذا مرَّتْ به الرِّيح، والماءِ الدائم إذا مَرَّتْ به الرِّيح. وتَجَعُّدُ الشَّعْر حُبُكٌ أيضًا، واحدها: حَبِيكة؛ مثل: طَرِيقة وطُرُق. وحِبَاك؛ مثل: مِثَال ومُثُل"  (¬٢) .
والمقصود بهذا كلِّه ما أفصح به ابن عباس، فقال: "يريد الخَلْقَ الحَسَنَ"  (¬٣) .
وروى سعيد بن جبير عنه قال: "الحُبُكُ: حُسْنُها واستواؤُها"  (¬٤) .
وقال قتادة: "ذات الخَلْق الشديد"  (¬٥) .
وقال مجاهد: "مُتْقَنَةُ البُنْيَان".
وقال أيضًا: "ذات الطرائق ولكنها بعيدةٌ من العباد فلا يرونها،
_________
= قال المرصفي في "رَغبة الآمل" (١/ ١٦١) معقِّبًا على المبرِّد: "الصواب أن يقول: فالمحبوك: الذي أُحكم خَلْقُه، مِنْ: حَبَكْتُ الثوبَ إذا أحكمتُ نَسْجَه.
ثم يقول: والمحبوك - أيضًا - الذي فيه طرائق، فيكون معنىً ثانيًا للكلمة".
(¬١)  في جميع النسخ: تكسير، والتصويب من "معاني الفَرَّاء".
(¬٢)  "معاني القرآن" (٣/ ٨٢).
(¬٣)  أخرجه الطبري في "تفسيره" (١١/ ٤٤٥).
(¬٤)  أخرجه: الطبري في "تفسيره" (١١/ ٤٤٥)، وابن أبي حاتم في "تفسيره" (١٠/ ٣٣١١)، وأبو الشيخ في "العظمة" رقم (٥٥٤).
وعزاه الحافظ في "الفتح" (٨/ ٤٧٧) إلى: الفريابي، والطبري، وقال: "إسناده صحيحٌ".
(¬٥)  أخرجه: عبد الرزاق في "تفسيره" (٢/ ٢٤٢)، والطبري في "تفسيره" (١١/ ٤٤٥)، ولفظه: "ذات الخَلْق الحَسَن".
وأما اللفظ الذي ذكره ابن القيم هنا فهو من كلام أبي صالح الحنفي عبد الرحمن بن قيس، أخرجه أبو الشيخ في "العظمة" رقم (٥٤٤).','1','435',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (506,'كحُبُكِ الماء إذا ضربته الرِّيح، وكحُبُكِ الرَّمْل، وحُبُكِ الشَّعْر"  (¬١) .
وقال عكرمة: "بُنْيَانُها كالبُرْدِ المُسَلْسَل"  (¬٢) .
قلتُ: وفي الحديث في صفة الدجَّال: "رأْسُهُ حُبُكٌ"  (¬٣) ؛ أي: جَعْد الشَّعْر.
ومن أحسن ما قيل في تفسير "الحُبُك"؛ ما ذكره الترمذي في تفسير "الجامع"  (¬٤)  من حديث الحسن، عن أبي هريرة، أنَّ رسول الله - صلى الله عليه وسلم -
_________
(¬١)  أخرجه الطبري في "تفسيره" (١١/ ٤٤٦).
(¬٢)  أخرجه: الطبري في "تفسيره" (١١/ ٤٤٥)، وأبو الشيخ في "العظمة" رقم (٥٥٣)، من طريق عمران بن حُدَير، قال: سئل عكرمة عن قوله: {وَالسَّمَاءِ ذَاتِ الْحُبُكِ (٧)} [الذاريات: ٧]؟ فقال: "ذات الخَلْق الحَسَن، أَلَمْ تَرَ إلى النسَّاج إذا نَسَج الثوب فأجاد نَسْجَه قيل: ما أحسن ما حَبَكَهُ".
واللفظ الذي ذكره المؤلف هنا مروي عن ابن عباس - رضي الله عنهما - من طريق عكرمة؛ أخرجه أبو الشيخ في "العظمة" رقم (٥٤٥) بسند ضعيف جدًّا.
(¬٣)  أخرجه: عبد الرزاق في "المصنف" رقم (٢٠٨٢٨)، ومن طريقه: أحمد في "المسند" (٤/ ٢٠)، والطبراني في "الكبير" (٢٢/ رقم ٤٥٦)، والحاكم في "المستدرك" (٤/ ٥٠٨)؛ من حديث هشام بن عامر - رضي الله عنه -.
وأخرجه: أحمد في "المسند" (٥/ ٣٧٢ و ٤١٠)، والطبري في "تفسيره" (١١/ ٤٤٥) من حديث رجل من أصحاب النبيِّ - صلى الله عليه وسلم -.
والحديث صححه الحاكم ووافقه الذهبي، وقال الهيثمي: "رجاله رجال الصحيح". "مجمع الزوائد" (٧/ ٣٤٢).
(¬٤)  رقم (٣٢٩٨)، وسبق تخريجه (ص/ ٤٠٤).
و"الرقيع": اسمٌ لكل سماء، والجمع: أَرْقِعَةٌ. وقيل: بل اسمٌ للسماء الدنيا، وهذا مروي عن علي - رضي الله عنه - كما أخرجه أبو الشيخ في =','1','436',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (507,'قال: "هل تَدْرُون ما فوقكم؟ " قالوا: الله ورسوله أعلم. قال: "فإنَّها الرَّقِيعُ: سَقْفٌ محفوظٌ، ومَوْجٌ مَكْفُوفٌ"، وذكر الحديث.

فصل
ثُمَّ ذكر المُقْسَم عليه فقال: {إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ (٨) يُؤْفَكُ عَنْهُ مَنْ أُفِكَ (٩)} [الذاريات: ٨, ٩]، فالقول المُخْتَلِف: أقوالُهم في القرآن، وفي النبيِّ - صلى الله عليه وسلم -، وهو خَرْصٌ كلُّه. فإنَّهم لمَّا كذَّبوا بالحقِّ اختلفت مذاهبُهم، وآراؤهم، وطرائقُهم، وأقوالُهم. فإنَّ الحقَّ شيءٌ واحدٌ، وطريقٌ مستقيمٌ، فمن خالفه اختلفت به الطرق والمذاهب، كما قال تعالى: {بَلْ كَذَّبُوا بِالْحَقِّ لَمَّا جَاءَهُمْ فَهُمْ فِي أَمْرٍ مَرِيجٍ (٥)} [ق: ٥]، أي: مُخْتَلِطٍ مُلْتَبِسٍ.
وفي ضمن هذا الجواب: أنكم في أقوالٍ باطلةٍ متناقضةٍ، يكذِّبُ بعضُها بعضًا، بسبب تكذيبهم بالحقِّ.
ثُمَّ أخبر - سبحانه - أنَّه يَصْرِفُ بسبب ذلك "القول المُخْتَلِفِ" مَنْ صَرَفَ. فـ "عَنْ" هاهنا فيها طَرَفٌ من معنى: التَّسْبِيب، كقوله تعالى: {وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَنْ قَوْلِكَ} [هود: ٥٣]، أي: بسبب قولك (¬١).
وقوله: {مَنْ أُفِكَ (٩)}؛ أي: من سَبَقَ في علم الله أنَّه يُضَلُّ ويُؤْفَكُ، كقوله: {فَإِنَّكُمْ وَمَا تَعْبُدُونَ (١٦١) مَا أَنْتُمْ عَلَيْهِ بِفَاتِنِينَ (١٦٢) إِلَّا مَنْ هُوَ صَالِ
_________
= "العظمة" رقم (٥٦٤).
وسميت بذلك لأنَّها مرقَّعَةٌ بالنُّجُوم، وقيل غير ذلك.
انظر: "النهاية" (٢/ ٢٥١)، و"لسان العرب" (٥/ ٢٨٥).
(¬١) "أي: بسبب قولك" ملحق بهامش (ك).','1','437',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (508,'الْجَحِيمِ  (١٦٣) } [الصافات: ١٦١ - ١٦٣].
وقالت طائفةٌ: الضمير يرجع إلى القرآن.
وقيل: إلى الإيمان.
وقيل: الرسول.
والمعنى: يَصْرِفُ عنه من صَرَفَ حتَّى يكذِّبَ به.
ولمَّا كان هذا "القول المُخْتَلِف" خَرْصًا وباطلًا قال: {قُتِلَ الْخَرَّاصُونَ  (١٠) }؛ أي: الكذَّابون، {الَّذِينَ هُمْ فِي غَمْرَةٍ} وجَهَالةٍ قد  (¬١)  غَمَرَ قلوبهم - أي: غَطَّاها، وغشَّاها، كغَمْرَة الماء، وغَمْرَة الموت؛ فَغَمَراتٍ - ما غطَاها من جهلٍ، أو هَوَىً، أو سُكْرٍ، أو غَفْلةٍ، أو حُبٍّ، أو بُغْضٍ، أو خوفٍ، أو هَمٍّ وغمٍّ، ونحو ذلك. قال تعالى: {بَلْ قُلُوبُهُمْ فِي غَمْرَةٍ مِنْ هَذَا} [المؤمنون: ٦٣]؛ أي: غَفْلَة، وقيل: جهالة.
ثُمَّ وصفهم بأنَّهم ساهون في غَمْرتهم، و"السَّهْو": الغَفْلَةُ عن الشيء، وذهابُ القلب عنه.
والفرق بينه وبين "النِّسْيَان": أنَّ "النِّسْيَانَ" الغفلةُ بعد الذِّكْر والمعرفة، و"السَّهْو" لا يستلزم ذلك  (¬٢) .
ثُمَّ قال: {يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ  (١٢) } استبعادًا لوقوعه وجَحْدًا، فأخبر - تعالى - أنَّ ذلك {يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ  (١٣) }.
_________
(¬١)  في (ز): ثم.
(¬٢)  انظر: "مفردات القرآن" للراغب (٤٣١)، و"الفروق" للعسكري (١٤٥).','1','438',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (509,'والمشهور في تفسير هذا الحرف أنَّه بمعنى: يُحْرَقُون (¬١)، ولكن لفظة "على" تعطي معنىً زائدًا على ما ذكروه، ولو كان المراد نفس الحريق لقيل: يوم هم في النَّار يفتنون (¬٢).
ولهذا لمَّا عَلِمَ هؤلاء ذلك قال كثيرٌ منهم: "على" بمعنى "في"، كما تكون "في" بمعنى "على".
والظاهر أنَّ فتنتهم على النَّار قبلَ فتنتهم فيها، فَلَهُم عند عرضهم عليها ووقوفهم عليها فتنةٌ، وعند دخولها والتعذيب بها فتنةٌ أشدُّ منها.
فَهُم ومَنْ جعل "الفتنةَ" هاهنا من: الحريق؛ أخذه من قوله تعالى: {إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا} [البروج: ١٠]، واستشهد على ذلك - أيضًا - بهذه اللفظة التي في "الذَّاريات".
وحقيقة الأمر أنَّ "الفتنة" تطلق على العذاب وسببه، ولهذا سمَّى اللهُ الكفر: فتنةً، فهم لمَّا أَتَوا بالفتنة -التي هي أسباب العذاب - في الدنيا سمَّى جزاءهم: فتنةً، ولهذا قال: {ذُوقُوا فِتْنَتَكُمْ}، وكان وقوفُهم على النَّار وعرضُهم عليها من أعظم فتنتهم، وآخر هذه الفتنة دخولُ النَّار، والتعذيبُ بها.
فَفُتِنُوا أوَّلًا بأسباب الدنيا وزينتها، ثُمَّ فُتِنُوا بإرسال الرُّسُل إليهم، ثُمَّ فُتِنُوا بمخالفتهم وتكذيبهم، ثُمَّ فُتِنُوا بعذاب الدنيا، ثُمَّ فُتِنُوا بما بعد
_________
(¬١) قال ابن عطية: "و"يفتنون" معناه: يُحرقون ويعذَّبون في النَّار، قاله: ابن عباس، ومجاهد، وعكرمة، والجميع. ومنه قيل للحَرَّة: فَتِينٌ؛ كأنَّ الشمسَ أحرقت حِجَارتها". "المحرر الوجيز" (١٤/ ١٠).
(¬٢) من قوله: "والمشهور في تفسير. . ." إلى هنا؛ ساقط من (ز).','1','439',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (510,'الموت، ثُمَّ يُفْتَنُون (¬١) في موقف القيامة، ثُمَّ إذا حُشِرُوا إلى النَّار ووُقِفُوا عليها، وعُرِضُوا عليها، وذلك من أعظم فتنتهم، ثُمَّ الفتنة الكبرى التي أنستهم جميع الفتن قبلها.

فصل
ثُمَّ ذكر - سبحانه - جزاء من خَلَصَ من هذه الفتن بالتقوى، وهو: الجَنَّاتُ والعيون، وأنَّهم آخذون ما آتاهم ربُّهم من الخير والكرامة.
وفي ذلك دليلٌ على أمورٍ:
منها: قبولهم له.
ومنها: رضاهم به.
ومنها: وصولهم إليه بلا مُمَانع ولا مُعَاوِق.
ومنها: أنَّ جزاءهم من جنس أعمالهم؛ فكما أخذوا ما أمرهم به في الدنيا، وقابَلُوه بالرِّضَا والتسليم وانشراحِ الصَّدْر = أخذوا ما آتاهم من الجزاء كذلك.
ثُمَّ ذكر السبب الذي أوصلهم إلى ذلك، وهو إحسانُهم المتضمِّنُ لعبادته وحده لا شريك له، والقيامِ بحقوقِه وحقوقِ عباده.
ثُمَّ ذكر لَيْلَهم، وأنَّهم قليلٌ هُجُوعُهم منه.
وقد قيل (¬٢): إنَّ "ما" نافية، والمعنى: ما يهجعون قليلًا من الليل،
_________
(¬١) من قوله: "وتكذيبهم، ثُمَّ فُتِنُوا بعذاب. . ." إلى هنا؛ ملحق بهامش (ح).
(¬٢) هذا هو القول الأول في تقدير الآية وإعرابها.','1','440',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (511,'فكيف بالكثير؟
وهذا ضعيفٌ لوجوه:
أحدها: أنَّ هذا ليس بلازمٍ لوصف المتقين الذين يستحقون هذا الجزاء.
الثاني: أنَّ قيامَ من نام من الليل نِصْفَه أحبُّ إلى الله مِنْ قيام مَنْ قامَهُ كلَّه.
الثالث: أنَّهُ لو كان المراد بذلك إحياء الليل جميعِه لكان أَوْلَى النَّاس بهذا رسولُ الله - صلى الله عليه وسلم -، وما قام ليلةً حتَّى الصَّبَاح.
الرابع: أنَّ الله - سبحانه - إنَّما أمر رسوله أنْ يتهجَّدَ بالقرآن من الليل؛ لا في الليل كلِّه، فقال تعالى: {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ} [الإسراء: ٧٩].
الخامس: أنَّه - سبحانه - لمَّا أمره بقيام الليل في سورة "المُزَّمِّل" إنَّما أَمَرَهُ بقيام النِّصْفِ، أو النقصانِ منه، أو الزيادةِ عليه، فذكر له هذه (¬١) المراتبَ الثلاثة، ولم يذكر قيامه كلَّه.
السادس: أنَّه - صلى الله عليه وسلم - لمَّا بَلَغَهُ عن عثمان بن مَظْعُون أنَّه لا ينام من الليل، بعث إليه فجاءهُ، فقال: "يا عثمان أَرَغِبْتَ عن سُنَّتي؟ " قال: لا والله يا رسول الله، ولكن سُنَّتك أطلب، قال: "فإنِّي أنامُ وأصلِّي، وأَصُوم وأُفطر، وأنكحُ النِّساء، فاتَّقِ الله يا عثمان، فإنَّ لأَهْلِكَ عليكَ حقًّا، وإن لِضَيفك عليك حقًّا، وإنَّ لِنَفْسِك عليك حقًّا، فَصُمْ وأَفْطِرْ،
_________
(¬١) ساقط من (ز) و (ن) و (ط)، وأُلحقت بهامش (ك).','1','441',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (512,'وَصَلِّ وَنَمْ"  (¬١) .
ولمَّا بَلَغَهُ عن زينب بنت جَحْش أنَّها تصلِّي الليلَ كلَّه، حتَّى جعلت حَبْلًا بين ساريتين، إذا فَتَرَت تعلَّقَتْ به = أنكر ذلك، وأمر بَحَلِّه  (¬٢) .
السابع: أنَّ الله - تعالى - أَثْنَى عليهم بأنَّهم كانت {تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ} [السجدة: ١٦]، وهذه المضاجع إنَّما هي مضاجع النَّوم، فكانت جُنُوبُهم تتجافى وتقلق عنها حتَّى يقوموا إلى الصلاة، ولهذا جازاهم عن هذا التجافي - الذي سببه قَلَقُ القلب واضطرابُه حتَّى يقوموا إلى الصلاة - بِقُرَّةِ الأَعْيُنِ.
الثامن: أنَّ الصحابة - الذين هم أوَّلُ وأَوْلَى من دخل في هذه الآية - لم يفهموا منها عدم نومهم بالليل أصلًا.
فروى يحيى بن سعيد  (¬٣) ، عن سعيد، عن قتادة، عن أنس في قوله تعالى: {كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ  (١٧) } قال: "كانوا يُصَلُّون فيما بين المغرب والعشاء"  (¬٤) .
_________
(¬١)  أخرجه: عبد الرزاق في "المصنف" رقم (١٠٣٧٥)، وأحمد في "المسند" (٦/ ١٠٦ و ٢٢٦ و ٢٦٨)، وأبو داود في "سننه" رقم (١٣٦٩)، والبزار "كشف الأستار" رقم (١٤٥٧ و ١٤٥٨)، وابن حبَّان في "صحيحه" رقم (٩)، والطبراني في "الكبير" رقم (٨٣١٩)؛ من حديث عائشة - رضي الله عنها -.
وللحديث شواهد يتقوى بها.
(¬٢)  أخرجه: البخاري في "صحيحه" رقم (١١٥٠)، ومسلم في "صحيحه" رقم (٧٨٤)؛ من حديث أنس بن مالك - رضي الله عنه -.
(¬٣)  في جميع النسخ: بَحِيرُ بن سعد، وهو تصحيف، والتصحيح من المصادر.
(¬٤)  أخرجه: أبو داود في "سننه" رقم (١٣٢٢)، ومن طريقه البيهقي في "السنن =','1','442',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (513,'التاسع: أنَّ في هذا التقدير تفكيكًا للكلام، وتقديمًا لمعْمُولِ العامِلِ المنفيِّ عليه؛ لأنَّك تجعل "قليلًا" مفعولَ "يهجعون"، وهو منفيٌّ، والبصريُّون لا يجيزون ذلك، وإن أجازه الكوفيون. وفصَّلَ بعضُهم، فأجازه في الظَّرْف، ولم يُجِزْهُ في غيره  (¬١) .
وقيل  (¬٢) : "ما" زائدةٌ، وخَبَرُ "كان": "يهجعون"، و"قليلًا" منصوبٌ:
١ - إمَّا على المصدريَّة، أي: هُجُوعًا قليلًا.
٢ - وإمَّا على الظَّرْف، أي: زمنًا قليلًا.
واستُشْكِل هذا بأنَّ نومَ نصف الليل وقيامَ ثُلُثِه، ثُمَّ نومَ سُدُسِه؛ أحبُّ القيام إلى الله - عزَّ وجلَّ -، فيكون وقت الهجوع أكثر من وقت القيام، فكيف يُثني عليهم بما الأفضل خلافه؟
وأُجيب عن ذلك: بأنَّ مَنْ قامَ هذا القيام فَزَمَنُ هُجُوعه أقلُّ من زمن يقظته قطعًا، فإنَّه مستيقِظٌ من المغرب إلى العشاء، ومن الفجر إلى
_________
= الكبرى" (٣/ ١٩)، وابن جرير في "تفسيره" (١١/ ٤٥٢)، والحاكم في "المستدرك" (٢/ ٤٦٦) وصححه ووافقه الذهبي.
وزاد السيوطي نسبته إلى: ابن أبي حاتم، وابن مردويه. "الدر المنثور" (٦/ ١٣٤).
(¬١)  انظر: "الإنصاف" للأنباري (١/ ١٧٢)، و"التبيين" للعكبري (٣٢٧)، و"ائتلاف النصرة" للشرجي اليمني (١٦٥).
وما ذكره ابن القيم هنا مأخوذٌ من كلام أبي حَيَّان في "البحر المحيط" (٨/ ١٣٤).
(¬٢)  هذا هو القول الثاني في تقدير الآية وإعرابها.','1','443',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (514,'طلوع الشمس، فيبقى ما بين العشاء إلى طلوع الفجر، فيقومون نصف ذلك الوقت؛ فيكون زمنُ الهُجُوع أقلَّ من زمن الاستيقاظ.
وقيل  (¬١) : "ما" مَصْدَرِيَّةٌ، وهي في موضع رَفْعٍ بـ "قليل"  (¬٢) ، أي: كانوا قليلًا هُجُوعُهم. وهو قولٌ حَسَنٌ  (¬٣) .
وقيل  (¬٤) : إنَّ "ما" موصولةٌ بمعنى "الذي"، والعائد محذوفٌ، أي: قليلٌ من الليل الوقت الذي يهجعونه. وفيه تكلُّفٌ.
وقيل  (¬٥) : "ما يهجعون" بَدَل اشتمال من اسم "كان"، والتقدير: كان هجوعهم من الليل قليلًا.
ويَرِدُ عليه أنَّ "مِنَ الليل" متعلِّقٌ بـ "يهجعون"، ومعمول المصدر لا يتقدَّمُ عليه.
وأجيب عنه: أنَّه منصوبٌ على التفسير، ومعناه أن يُقَدَّرَ له فعلٌ محذوفٌ ينصبُه، يُفَسِّرُهُ هذا المذكور.
_________
(¬١)  هذا هو القول الثالث في تقدير الآية وإعرابها.
(¬٢)  تصحفت في (ن) و (ك) إلى: تعليل.
(¬٣)  في (ح) و (م): "قول الحسن". ويصح؛ لأنه مروي عنه رحمه الله. وما أثبته
من باقي النسخ؛ وهو أَلْيَق، فيكون اختيارًا لابن القيم رحمه الله.
وهو - أيضًا - اختيار: الطبري في "تفسيره" (١١/ ٤٥٥)، وابن عطية في "المحرر الوجيز" (١٤/ ١٣) ونسبه إلى جمهور النحويين، وأبي حيَّان في "البحر المحيط" (٨/ ١٣٥) وقال: "وهو إعرابٌ سهلٌ حسنٌ".
(¬٤)  هذا هو القول الرابع في تقدير الآية وإعرابها.
(¬٥)  هذا هو القول الخامس في تقدير الآية وإعرابها.','1','444',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (515,'وقيل (¬١): " قليلًا" خبر "كان"، وتَمَّ الكلامُ بذلك، والمعنى: كانوا صِنْفًا أو جِنْسًا قليلًا، ثُمَّ قال: {مِنَ اللَّيْلِ مَا يَهْجَعُونَ (١٧)} (¬٢).
وأصحاب هذا القول يجعلون "ما" نافيةً، فيعود الكلام إلى نَفْي هجوعهم شيئًا من الليل، وقد تقدَّم ما فيه (¬٣).
ثُمَّ أخبر عنهم بأنَّهم مع صلاتهم بالليل كانوا يستغفرون الله عند السَّحَر، فخَتَمُوا صلاتهم بالاستغفار والتوبة، فباتوا لربِّهم سُجَّدًا وقيامًا، ثُمَّ تابوا إليه واستغفروه عقيب ذلك.
وكان النبيُّ - صلى الله عليه وسلم - إذا سلَّم من صلاته استغفر ثلاثًا (¬٤). وأمره الله - سبحانه - أن يختم عمره بالاستغفار (¬٥). وأمر عباده أن يختموا إفاضتهم
_________
(¬١) هذا هو القول السادس في تقدير الآية وإعرابها.
(¬٢) قال أبو بكر الأنباري في كتابه "الوقف والابتداء" (٢/ ٩٠٦):
"وهذا فاسدٌ؛ لأنَّ الآية إنَّما تدلُّ على قلَّة نومهم لا على قلَّة عددهم.
وبعدُ فلو ابتَدأنا "من الليل ما يهجعون" على معنى: من الليل يهجعون؛ لم يكن في هذا مدحٌ لهم؛ لأنَّ النَّاس كلهم يهجعون من الليل، إلا أن نجعل "ما" جَحْدًا". أي يكون المعنى أنَّهم لا ينامون الليل أصلًا، بل يقضونه في العبادة والذكر، فالمنفي - حينئذٍ - قلَّة النَّوم. وهذا هو الذي رده ابن القيم - قبل قليل - من تسعة أوجه.
وانظر لما سبق: "القطع والائتناف" للنحَّاس (٦٨١)، و"البيان" لابن الأنباري (٢/ ٣٨٩)، و"الجامع" (١٧/ ٣٥)، و"الدر المصون" (١٠/ ٤٥).
(¬٣) راجع (ص/ ٤٤١ - ٤٤٣).
(¬٤) أخرجه مسلم في "صحيحه" رقم (٥٩١)، من حديث ثوبان - رضي الله عنه -.
(¬٥) وذلك في "سورة النَّصر": {إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (١) وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (٢) فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (٣)}','1','445',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (516,'من عرفات بالاستغفار (¬١). وشَرَعَ - صلى الله عليه وسلم - للمتوضِّئ أن يختم وضوءَهُ بالتوبة (¬٢). فأحسنُ ما خُتِمَتْ به الأعمالُ: التوبةُ والاستغفارُ.
ثُمَّ أخبر - سبحانه - عن إحسانهم إلى الخَلْق مع إخلاصهمِ لربِّهم، فَجَمَع لهم بين الإخلاص والإحسان، ضِدُّ حال {الَّذِينَ هُمْ يُرَاءُونَ (٦) وَيَمْنَعُونَ الْمَاعُونَ (٧)} [الماعون: ٦، ٧].
وأكَّدَ إخلاصَهم في هذا الإحسان بأنَّ مَصْرِفَهُ {لِلسَّائِلِ (¬٣) وَالْمَحْرُومِ (١٩)}، الذي لا يُقْصَدُ بعطائه الجزاءُ منه ولا الشكورُ. و"المحروم": المتعفِّفُ الذي لا يسأل.
وتأمَّلْ حكمة الرَّبِّ - تعالى - في كونه حَرَمَهُ بقضائه، وشَرَعَ لأصحاب الجِدَةِ إعطاءَهُ، وهو - سبحانه - أغنى الأغنياء، وأجود الأجودين. فلم يجمع عليه بين الحِرْمَان بالقَدَر وبالشرع، بل (¬٤) شرع عَطَاءَهُ بأمره، وحَرَمَهُ بِقَدَرِهِ، فلم يجمع عليه حِرْمَانَين.

فصل
ثُمَّ ذكَّرَهُم - سبحانه - بآياته الأُفُقِيَّة والنَّفْسِيَّة، فقال تعالى: {وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ (٢٠) وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (٢١)} [الذاريات: ٢٠, ٢١].
_________
(¬١) قال سبحانه: {فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ فَاذْكُرُوا اللَّهَ عِنْدَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِنْ كُنْتُمْ مِنْ قَبْلِهِ لَمِنَ الضَّالِّينَ (١٩٨) ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٩٩)} [البقرة: ١٩٨، ١٩٩].
(¬٢) سبق تخريجه (ص/ ٣٣٤).
(¬٣) في (ز) و (ن) و (ك) و (ط): إلى السائل.
(¬٤) ساقط من (ح) و (م).','1','446',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (517,'فآياتُ الأرض أنواعٌ كثيرةٌ:
منها خَلْقُها، وحُدُوثها بعد عَدَمِها، وشواهد الحدوث والافتقار إلى الصانع عليها لا تُجْحَد، فإنَّها شواهدُ قائمةٌ بها.
ومنها بُرُوز هذا الجانب منها عن الماء، مع كون مقتضى الطبيعة أن يكون مغمورًا به.
ومنها سَعَتُها، وكِبَرُ خَلْقِها.
ومنها تَسْطِيحُها، كما قال تعالى: {وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ (٢٠)} [الغاشية: ٢٠]، ولا ينافي ذلك كونها كُرَةً. فهي كُرَةٌ في الحقيقة، لها سَطْحٌ يستقرُّ عليه الحيوان.
ومنها أنَّه جعلها فراشًا لتكون مَقَرًّا للحيوان ومساكنه، وجعلها قرارًا.
وجعلها مهادًا، وجَعَلَها ذَلُولًا تُوطَأُ بالأقدام، وتُضْرَبُ بالمَعَاوِل والفُؤوس، وتَحْمِلُ على ظهرها الأبنيةَ الثِّقَالَ. فهي ذَلُولٌ مُسَخَّرَةٌ لما يريد العبدُ منها.
وجعلها بِسَاطًا، وجعلها كِفَاتًا للأحياء تَضُمُّهم على ظهرها، وللأمواتِ تضمُّهم في بَطْنها.
وطَحَاها؛ فَمَدَّها، وبَسَطَها، وَوَسَّعَها، ودَحَاها، فهيَّأَها لما يُرَادُ منها بأن أخرج منها ماءها ومَرْعَاها، وشقَّ فيها الأنهار، وجعل فيها السُّبُلَ والفِجَاجَ.
ونَبَّهَ بِجَعْلِها مِهَادًا وفِرَاشًا على حكمةِ جعلها ساكنةً، وذلك آيةٌ','1','447',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (518,'أخرى إذ لا دِعَامَة تحتها تُمْسِكُها، ولا عِلَاقَة فوقها، ولكنَّها لمَّا كانت على وجه الماء كانت تَتكفَّأُ فيه تكفُّؤَ السفينةِ، فاقْتَضَت العنايةُ الأزليَّةُ والحكمةُ الإلهيةُ أنْ وضَعَ عليها رواسي يُثَبِّتُها بها؛ لئلا تميدَ، وليستقرَّ عليها الأنامُ.
ودلَّ جعلُها ذلولًا على الحكمة في أن لم تكن في غاية الصَّلَابة والشدَّة كالحديد، فيمتنع حَفْرُها وشَقُّها، والبناءُ فيها، والغَرْسُ، والزَّرْعُ، ويصعبُ النَّوم عليها، والمشي فيها.
ونَبَّهَ بكونها قَرَارًا على الحكمة في أنَّها لم تُخْلَق في غاية اللِّين والرَّخَاوَة والدَّمَاثة، فلا تُمْسِكُ بناءً، ولا يستقرُّ عليها الحيوان، ولا الأجسامُ الثقيلة، بل جعلها بين الصَّلَابة والدَّمَاثة  (¬١) .
وأشرف الجواهر عند الإنسان: الذهبُ، والفضَّةُ، والياقوتُ، والزُّمرُّدُ. فلو كانت الأرض من هذه الجواهر لفاتت مصالح العباد والحيوان منها، وتعطَّلت المنافع المقصودة منها  (¬٢) .
وبهذا يُعلم أنَّ جوهر التراب أشرفُ من هذه الجواهر، وأنفعُ وأَبْرَكُ، وإنْ كانت تلك أغلى وأعزَّ، فغلاؤُها وعزَّتُها لِقِلَّتِها، وإلا فالتراب أنفع منها، وأبرك، وأنفس.
وكذلك لم يجعلها شفَّافةً، فإنَّ الجسم الشفَّافَ لا يستقرُّ عليه النُّور، وما كان كذلك لم يقبل السُّخُونة، فيبقى في غاية البَرْد، فلا يستقرُّ
_________
(¬١)  من قوله: "فلا تمسك بناءً. . ." إلى هنا؛ ساقط من (ط)، وملحق بهامش (ن).
(¬٢)  ساقط من (ز) و (ن) و (ك) و (ط).','1','448',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (519,'عليه الحيوانُ، ولا يتأتَّى منه (¬١) النَّبَاتُ.
وكذلك لم يجعلها صَقِيلَةً بَرَّاقَةً؛ لئلا يحترق ما عليها بسبب انعكاس أشعَّةِ الشمس، كما يُشَاهَدُ من احتراق القُطْن ونحوه عند انعكاس شُعاع الجسم (¬٢) الصقيل الشفَّاف. فاقتضت حكمته - سبحانه - أن جعلها كثيفةً غَبْرَاء، فَصَلُحَتْ أن تكون مستقرًّا للحيوان، والأنام، والنَّبَات.
ولمَّا كان الحيوان الهوائي لا يمكنه أن يعيش في الماء كالحيوان المائي أبْرَزَ له جانبها - كما تقدَّم - وجعله على أَوْفَق الهيئات لمصالحه، وأنشأهُ منها، وأنشأ منها طعامَهُ وقُوتَهُ.
وكذلك خلق منها النَّوْعَ الإنسانيَّ، وأعادَهُ إليها، ويخرجه منها.

فصل
ومن آياته (¬٣) أنْ جعلها مختلفةَ الأجناسِ، والصفاتِ، والمنافعِ، مع أنَّها قِطَعٌ مُتَجَاوِرَاتٌ، متلاصِقةٌ:
فهذه سَهْلَةٌ، وهذه حَزْنَةٌ (¬٤) تُجَاوِرُها وتلاصِقُها.
وهذه طَيِّبةٌ تُنبِتُ، وتلاصِقُها أرضٌ لا تُنْبِت.
وهذه ثَرِيَّةٌ (¬٥)، وتلاصقُها رمال.
_________
(¬١) في (ك) و (ح) و (ط) و (م): فيه.
(¬٢) ساقط من (ك).
(¬٣) في (ح): آياتها.
(¬٤) السَّهْلُ ضدُّ الحَزْنِ، والحَزْنُ: ما غَلُظَ من الأرض. "القاموس" (١٥٣٥).
(¬٥) أرض ثَرِيَّة: أي نَدِيَّة؛ وهو التراب إذا بُلَّ ولم يصر طِينًا لازبًا، وإنما لَانَ بعد =','1','449',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (520,'وهذه صُلْبَةٌ، وتلاصقها وتليها رِخْوَةٌ  (¬١) .
وهذه سوداء، وتليها أرضٌ بيضاء.
وهذه حصىً كلُّها، وتجاورها أرضٌ لا يوجد فيها حجر.
وهذه تصلح لنبات كذا وكذا، وهذه لا تصلح له بل تصلح لغيره.
وهذه سَبِخَةٌ  (¬٢)  مالحة، وهذه بضدِّها.
وهذه ليس فيها جَبَلٌ، ولا مَعْلَمٌ، وهذه مُسَجَّرةٌ  (¬٣)  بالجبال.
وهذه لا تصلح إلا على المطر، وهذه لا ينفعها المطر، بل لا تصلح إلا على سَقْي الأنهار، فيُمْطِرُ الله - سبحانه - الأرضَ البعيدةَ، ويسوق الماءَ إليها على وجه الأرض.
فلو سَأَلْتَها:
مَنْ نوَّعها هذا التنويعَ؟!
_________
= الجدوبة واليُبْس. "القاموس" (١٦٣٥).
(¬١)  أرضٌ رِخْوَة - بكسر الراء على الأفصح - أي: هَشَّةٌ ليِّنَةٌ. "لسان العرب" (٥/ ١٨١).
(¬٢)  أرضٌ سَبِخَةٌ - بكسر الباء - أي: ذات ملحٍ ونَزٍّ - وهو ما يتحلَّب من الأرض من الماء -، والجمع: سِبَاخ.
انظر: "مختار الصحاح" (٣٠٤، ٦٧٩)، و"القاموس" (٣٢٣).
(¬٣)  في (ز) مسخرة، وفي (ك): مشجرة.
ومعنى "مُسَجَّرة" أي: ممتلئةٌ منها. "لسان العرب" (٦/ ١٧٧).
وقد تكون محرَّفة من "مُسَمَّرة"، فإن الجبال تُشَبَّه بالمسامير للأرض، والله أعلم.','1','450',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (521,'ومَنْ فرَّقَ بين أجزائها هذا التفريق؟
ومَنْ خصَّصَ كُلَّ قطعةٍ منها بما خصَّها به؟
ومَنْ ألقى عليها رواسيها، وفتح فيها السُّبُلَ، وأخرج منها الماءَ والمرعَى؟
ومَنْ أمسكها عن الزَّوَال؟
ومَنْ بارك فيها، وقدَّرَ فيها أقواتها، وأنشأ منها حيوانها ونباتها؟
ومَنْ وضع فيها معادنَها، وجواهرَها، ومنافعَها؟
ومَنْ هيَّأها مَسْكنًا ومُسْتَقرًّا للأنام؟
ومَنْ يُبدِئُ منها الخَلْقَ، ثُمَّ يعيدُه إليها، ثُمَّ يُخرِجُهُ منها؟
ومَنْ جعلها ذَلُولًا غير مُسْتَصْعَبَةٍ ولا مُمْتَنِعَةٍ؟
ومَنْ وَطَّأ مناكِبَها، وذلَّل مَسَالكها، ووسَّعَ فِجَاجَها، وشقَّ أنهارها، وأنبت أشجارها، وأخرج ثمارها؟
ومَنْ صَدَعَها  (¬١)  عن النَّبَات، وأَوْدَعَ فيها جميع الأقوات؟
ومَنْ بَسَطَها، وفَرَشَها، ومَهَّدَها، وذلَّلَها، وطَحَاها، ودَحَاها، وجعل ما عليها زينةً لها؟
ومَن الذي يُمْسكُها أن تتحرك فتتزلزل فيَسْقُط ما عليها من بناءٍ
_________
(¬١)  في (ز) و (ن) و (ك) و (ط): صعدها.
و"صَدَعَ": شَقَّ. "لسان العرب" (٧/ ٣٠٣).','1','451',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (522,'ومَعْلَمٍ، أو يَخْسِفَها بمن عليها فإذا هي تَمُورُ؟
ومَن الذي أنشأ منها النَّوْعَ الإنسانيَّ الذي هو أبدعُ المخلوقات، وأحسنُ المصنوعات، بل أنشأ منها: آدمَ، ونوحًا، وإبراهيمَ، وموسى، وعيسى، ومحمدًا - صلى الله عليه وسلم وعليهم أجمعين -. وأنشأ منها أولياءَهُ، وأحبابَهُ، وعبادَهُ الصالحين؟
ومَنْ جعلها حافِظَةً لما استُودع فيها من المياه، والأرزاق، والمعادن، والحيوان؟
ومَنْ جعل بينها وبين الشمس والقمر هذا القَدْرَ من المسافة، فلو زادت على ذلك لَضَعُفَ تأثرها بحرارة الشمس ونور القمر؛ فتعطَّلَت المنفعةُ الواصِلةُ إلى الحيوان والنَّبَات بسبب ذلك. ولو زادت في القُرْب لاشتدَّت الحرارةُ والسُّخُونَةُ - كما نُشَاهده في الصيف - فاحترقت أبدانُ الحيوان والنَّبَات. وبالجُمْلَة؛ فكانت تَفُوتُ هذه الحكمة التي بها انتظامُ العالَم.
ومَن الذي جعل فيها الجَنَّات، والحدائقَ، والعيونَ؟.
ومَن الذي جعل باطِنَها بيوتًا للأموات، وظاهرَها بيوتًا للأحياء؟
ومَن الذي يُحْييها بعد موتها، فيُنْزِلُ عليها الماء من السماء، ثُمَّ يُرْسِلُ عليها الرِّياحَ، ويُطْلِعُ عليها الشمسَ، فتأخذ في الحَبَل، فإذا كان وقت الولادة مَخَضت للوضع، واهتزَّتْ ورَبَتْ  (¬١) ، وأنبتت من كلِّ زوجٍ بهيجٍ.
_________
(¬١)  ساقط من (ح) و (م).','1','452',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (523,'فسبحانَ من جَعَلَ السماءَ كالأَبِ، والأرضَ كالأُمِّ، والقَطْرَ كالماءِ الذي ينعقد منه الولد، فإذا حَصَل الحَبُّ في الأرض، ووقع عليه  (¬١)  الماءُ؛ أثَّرَتْ نَدَاوَةُ الطِّين فيه، وأعانتها السُّخُونةُ المختفيةُ في باطن الأرض، فوَصَلَت النَّدَاوَةُ والحرارةُ إلى باطِن الحَبَّةِ، فاتَّسَعَت  (¬٢)  الحَبَّةُ ورَبَتْ، وانْتَفَخَتْ، وانْفَلَقَتْ عن ساقَين:
١ - ساقٍ  (¬٣)  من فوقها، وهو: الشَّجَرَةُ.
٢ - وساقٍ من تحتها، وهو: العِرْقُ.
ثُمَّ عَظُمَ ذلك الولدُ حتَّى لم يَبْقَ لأبيه نسبةٌ إليه، ثُمَّ وضَعَ من الأولاد بعَدَدِ أبيه آلافًا مؤلَّفَةً، كلُّ ذلك صُنْع الرَّبِّ الحكيم في حَبَّةٍ واحدةٍ لعلَّها تبلغ في الصِّغَر إلى الغاية، وذلك من البركة التي وضعها الله - سبحانه - في هذه الأُمِّ.
فَيَا لَها من آيةٍ تكفي وحدَها في الدلالة على وجود الخالق، وصفات كماله، وأفعاله، وعلى صدْق رُسُلِه فيما أخبروا به عنه مِن إخراج مَنْ في القبور ليوم البعث والنُّشور.
فتأمَّلْ اجتماعَ هذه العناصر الأربعة  (¬٤) ، وتجاورَها، وامتزاجَها، وحاجةَ بعضها إلى بعضٍ، وانفعالَ بعضها عن بعض، وتأثيرَهُ فيه، وتأثرَه به، بحيث لا يمكنه الامتناع من التأثرِ والانفعالِ، ولا يَسْتَقِلُّ الآخَرُ
_________
(¬١)  في (ح) و (م): عليها.
(¬٢)  في (ط): فانشقَّت.
(¬٣)  ساقط من (ز).
(¬٤)  هي: التراب، والماء، والنار، والهواء.','1','453',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (524,'بالتأثير، ولا يستغني عن صاحبه.
وفي ذلك أظهر دلالة على أنَّها مخلوقةٌ، مصنوعةٌ، مربُوبةٌ، مُدَبَّرَةٌ، حادِثةٌ بعد عَدَمِها، فقيرةٌ إلى مُوجِدٍ غنيٍّ عنها، مُؤَثِّرٍ غير متأثِّرٍ، قديمٍ غير حادِثٍ، تنقاد المخلوقاتُ كلُّها لقدرته، وتجيب داعي مشيئته، وتُلَبِّي داعي وحدانيته وربوبيته، وتشهَدُ بعلمه وحكمته، وتدعو عبادَهُ إلى ذِكْرِه، وشكره، وطاعته، وعبوديته، ومحبَّته، وتحذِّرُهم من بَأْسِهِ، ونِقْمَتِه، وتحثُّهم على المبادرة إلى رضوانه وجنَّتِه.
فانظر - الآن - إلى الماء والأرض، كيف لمَّا أراد الرَّبُّ - تبارك وتعالى - امتزاجَهُما وازدِوَاجَهُما أنشأ الرِّياح، فحرَّكَتِ الماءَ، وساقَتْهُ إلى أنْ قَذَفَتْهُ في عُمْقِ الأرض، ثُمَّ أنشأ لها حرارةً لطيفةً سماوِيَّةً حصَلَ بها الإنْبات، ثُمَّ أنشأ لها حرارةً أخرى أقوى منها حصل بها الإنْضاج، وكانت حالته الأُولى تَضْعُفُ عن الحرارة الثانية، فادُّخِرَت إلى وقت قوَّته وصلابته. فحرارة الربيع للإخراج، وحرارة الصيف للإنْضاج.
هذا وإنَّ الأُمَّ واحدةٌ، والأَبَ واحدٌ، واللِّقَاحَ واحدٌ، والأولاد في غاية التباين والتنوُّع، كما قال تعالى: {وَفِي الْأَرْضِ قِطَعٌ مُتَجَاوِرَاتٌ وَجَنَّاتٌ مِنْ أَعْنَابٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَى بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِي الْأُكُلِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٤)} [الرعد: ٤]؛ فهذا بعض آيات الأرض.
ومن الآيات التي فيها وَقَائعُهُ - سبحانه - التي أَوْقَعَها بالأُمم المكذبين لرسله، المخالفين لأمره، وأبقى آثارهم دالَّةً عليهم كما قال تعالى: {وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ}','1','454',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (525,'[العنكبوت: ٣٨].
وقال - تعالى - في قوم لوط: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ  (١٣٧)  وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ  (١٣٨) } الصافات: ١٣٧, ١٣٨]، وقال تعالى: {فَأَخَذَتْهُمُ الصَّيْحَةُ مُشْرِقِينَ  (٧٣)  فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِنْ سِجِّيلٍ  (٧٤)  إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ  (٧٥)  وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ  (٧٦) } [الحجر: ٧٣ - ٧٦] أي: بطريقٍ ثابتٍ لا يزول عن حاله، {إِنَّ فِي ذَلِكَ لَآيَةً لِلْمُؤْمِنِينَ  (٧٧) }  (¬١)  [الحجر: ٧٧].
وقال تعالى: {وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ  (٧٨)  فَانْتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ  (٧٩) } [الحجر: ٧٨، ٧٩]؛ أي: دِيَارُ هاتَين الأُمَّتَين لَبِطريقٍ واضحٍ يَمُرُّ به السَّالِكُون.
وقال تعالى: {وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَ كُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ  (٤٥) } [إبراهيم: ٤٥].
وقال عن قوم عاد: {فَأَصْبَحُوا لَا يُرَى إِلَّا مَسَاكِنُهُمْ} [الأحقاف: ٢٥].
وقال تعالى: {أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ} [السجدة: ٢٦].
فأيُّ دلالة أعظمُ وأظهرُ من دلالةِ رجلٍ يخرج وحده، لا عُدَّةَ له، ولا عَدَد، ولا مال، فيدعو الأُمَّةَ العظيمة إلى توحيد الله تعالى، والإيمانِ به وطاعته، ويحذِّرهم من بأسه ونِقْمَته، فتَتَّفِقُ كلمتهم - أو أكثرهم - على تكذيبه ومعاداته، فَتُدرِكُهم أنواعُ العقوبات الخارجة عن قدرة البشر، فيُغْرِقُ المكذبين كلَّهم تارةً، ويَخْسِفُ بغيرهم الأرضَ تارةً،
_________
(¬١)  هذه الآية غير موجودة في (ح) و (م).','1','455',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (526,'ويُهْلِكُ آخرين بالرِّيح، وآخرين بالصَّيحَةِ، وآخرين بالمَسْخِ، وآخرين بالحجارة، وآخرين بظُلَّةٍ من النَّار من فوقهم، وآخرين بالصواعق، وآخرين بأنواع أُخَر من العقوبات، وينْجُو دَاعِيهم وَمَنْ معه، والهالكون أضعافُ  (¬١)  أضعافهم عَدَدًا وقوةً ومَنَعَةً وأموالًا.
فَيَا لَكِ مِنْ آياتِ حَقٍّ لو اهتَدَى ... بِهِنَّ مُرِيدُ الحَقِّ؛ كُنَّ هَوَادِيا
ولكنْ على تلك القلوب أَكِنَّةٌ ... فليسَتْ - وإنْ أَصْغَتْ - تُجِيبُ المُنَادِيا
فَهَلَّا امتَنَعُوا - إنْ كانوا على الحقِّ، وهُمْ أكثرُ عَدَدًا، وأقوى شَوْكَةً - بقوَّتهم وعدَدِهم مِن بَأْسِ اللهِ وسلطانه، وهَلَّا اعتصمُوا من عقوبته، كما اعتصم مَنْ هو أضعفُ منهم من أتباع الرُّسُلِ؟
ومن الآيات التي في الأرضِ ما يُحْدِثُه فيها كلَّ وقتٍ ممَّا يُصَدِّق رُسُلَهُ فيما أخبرَتْ  (¬٢)  به، فلا تزال آياتُ الرُّسُلِ، وأعلامُ صِدْقِهم، وأدلَّةُ نُبوَّتهم يُحدِثُها الله - سبحانه وتعالى - في الأرض، إقامةً للحُجَّةِ على مَنْ لم يُشَاهِد تلك الآيات التي قارَبَت عَصْرَ الرسول، حتَّى كأنَّ أهلَ كلِّ قَرْنٍ يشاهدون ما يشاهده الأَوَّلُون أو نظيره  (¬٣) ، كما قال تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} [فصلت: ٥٣].
وهذه الإرَاءَةُ لا تختصُّ بقَرْنٍ دون قَرْنٍ، بل لا بدَّ ما يُري اللهُ - سبحانه - أهلَ كُلِّ قَرْنٍ من الآيات ما يبيِّنُ لهم أنَّه اللهُ الذي لا إله
_________
(¬١)  ساقط من (ز).
(¬٢)  في (ز): أخبر.
(¬٣)  في (ز) و (ن) و (ك) و (ح): لنظيره، وفي (ط): كنظيره.','1','456',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (527,'إلا هو، وأنَّ رُسُلَهُ صادقون.
وآياتُ الأرض أعظمُ ممَّا ذُكر وأكثر، فنبَّهَ (¬١) باليسير منها على الكثير.

فصل
ثُمَّ قال تعالى: {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (٢١)} [الذاريات: ٢١]، لمَّا كان أقربُ الأشياء إلى الإنسان نفسَهُ؛ دعاهُ خالقُه وبارئه ومصوِّرُه وفاطِرُه (¬٢) من قَطْرة ماءٍ إلى التبصُّرِ والتفكُّرِ في نفسه.
فإذا تفكَّرَ الإنسانُ في نفسه استَنَارَتْ له آياتُ الربوبية، وسَطَعَتْ له أنوارُ اليقين، واضمحلَّتْ عنه غَمَراتُ الشكِّ والرَّيْب، وانْقَشَعَتْ عنه ظلماتُ الجهل.
فإنَّه إذا نظر إلى نفسه وجد آثارَ التدبير فيه قائمةً، وأدلَّةَ التوحيد على ربِّه ناطِقةً شاهِدةً لمُدَبِّرِه، دالَّةً عليه، مرشِدَةً إليه؛ إذ يَجِدُهُ مُكَوِّنًا من قطرة ماءٍ: لحومًا مُنَضَّدَةً، وعظامًا مركَّبَةً، وأوصالًا متعدِّدةً، مَأْسُورَةً مشدُودَةً بحبال العُرُوق والأعصاب، قد قُمِطَتْ وشُدَّتْ، وجُمِعَتْ بجلدٍ متينٍ، مشتملٍ على ثلاثمائةٍ وستين مَفْصِلًا، ما بين كبيرٍ وصغيرٍ، وثَخِينٍ ودقيقٍ، ومستطيلٍ ومستديرٍ، ومستقيمٍ ومُنْحَنٍ، وشُدَّت (¬٣) هذه الأوصال بثلاثمائة وستين عِرْقًا، للاتصالِ والانفصالِ، والقَبْضِ والبَسْطِ، والمَدِّ والضَّمِّ، والصنائع والكتابة.
_________
(¬١) في (ح) و (م): فتنبه.
(¬٢) "وفاطره" ملحق بهامش (ح).
(¬٣) من هنا يبدأ السقط في النسخة (ن)، وينتهي (ص/ ٦٣٧).','1','457',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (528,'وجعل فيه تسعةَ أبوابٍ: فبابان للسَّمع، وبابان للبصر، وبابان للشَّمِّ، وبابٌ للكلام والطعام والشراب والنَّفَسِ (¬١)، وبابان لخروج الفَضَلات التي يُؤْذِي احتباسُها.
وجعل داخل بَابَي السَّمع مُرًّا قاتِلًا؛ لئلا تَلِجَ فيهما (¬٢) دابةٌ تَخْلُصُ إلى "الدِّمَاغ" فتؤذيه.
وجعل داخل بابي البصر مالحًا؛ لئلَّا تُذِيبَ الحرارةُ الدائمةُ ما هناك من الشَّحْم.
وجعل داخل باب الطعام والشراب حُلْوًا؛ ليُسِيغَ به ما يأكله ويشربه، فلا يتنغَّصُ به لو كان مُرًّا أو مالحًا.
وجعل له مِصْبَاحَين من نورٍ كالسِّرَاجَين المُضِيئَين، مركَّبَين في أعلى مكانٍ منه، وفي أشرف عُضْوٍ من أعضائه، طليعةً له.
وركَّب هذا النُّور في جُزْءٍ صغيرٍ جدًا يُبصِرُ به السماء والأرض وما بينهما، وغَشَّاهُ بسَبْعِ طبقاتٍ، وثلاثِ رطوباتٍ، بعضُها فوق بعض؛ كلُّها (¬٣) حمايةً له وصيَانةً وحراسةً.
وجعل على مَحَلِّه غَلْقًا بمِصْرَاعَين أعلَى وأسفل، وركَّبَ في ذَينِكَ (¬٤) المِصْرَاعَين "أهْدَابًا" من الشَّعْر؛ وِقَايَةً "للعَينَين"، وزينةً وجمالًا.
_________
(¬١) في (ح) و (م): والتنفُّس.
(¬٢) من (ح) و (م)، وفي باقي النسخ: فيها.
(¬٣) ساقط من (ح) و (م)، وفي باقي النسخ: كله، وما أثبته أنسب للسياق.
(¬٤) في (ح) و (م): ذيل.','1','458',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (529,'وجعل فوق ذلك كلِّه "حاجِبَين" من الشَّعْر، يَحْجُبَان "العين" من العَرَقِ النَّازل من فَوق، ويَتَلَقَّيَانِ  (¬١)  عنها ما ينصَبُّ من هناك.
وجعل - سبحانه - لكلِّ طبقةٍ من طبقات "العين" شُغْلًا مخصوصًا، ولكلِّ واحدٍ من الرُّطُوبات مقدارًا مخصوصًا، لو زاد على ذلك أو نقص منه لاختلَّت المنافع والمصالح المطلوبة.
وجعل هذا النُّور الباصِرَ في قَدْرِ عَدَسَةٍ، ثُمَّ أظهر في تلك العَدَسَةِ صورة السماءِ، والأرض، والشمس، والقمر، والنُّجُوم، والجبال، والعالم العُلْويِّ والسُّفْليِّ، مع اتِّسَاع أطرافه، وتباعد أقطاره.
واقتضت حكمته - سبحانه - أن جعل فيها بياضًا وسوادًا، وجعل القوَّةَ الباصِرَةَ في السَّواد، وجعل البياضَ مستقرًّا لها ومسكنًا، وزيَّنَ كلًّا منهما بالآخر.
وجعل "الحَدَقَةَ" مَصُونَةً بـ "الأجفانِ" و"الحَوَاجِبِ" - كما تقدَّم -، و"الحَوَاجِبَ" بـ "الأهداب"، وجعلها سوداء؛ إذ لو كانت بيضاء  (¬٢)  لتفرَّقَ النورُ الباصِرُ، فضَعُفَ الإدراك، فإنَّ السَّوادَ يجمع البصرَ، ويمنع من تفرُّقِ النُّور الباصر.
وخلق - سبحانه - لتحريك "الحَدَقَةِ" وتقليبها أربعًا وعشرين عَضَلَةً، لو نقصت عَضَلةٌ واحدةٌ لاختلَّ أمر "العين".
ولمَّا كانت "العين" كالمرآة، التي إنَّما تنطبع فيها الصُّوَر إذا كانت
_________
(¬١)  في جميع النسخ: ويلتقيان، وهو تصحيف، والصواب ما أثبته.
(¬٢)  في (ح) و (م): وجعلها سُودًا؛ إذ لو كانت بِيضًا ...','1','459',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (530,'في غاية الصَّقَالَة والصَّفَاء = جعل - سبحانه - هذه "الأجفان" متحرِّكَةً - جدًّا - بالطَّبْع إلى الانطباق، من غير تكلُّفٍ، لتبقى هذه المرآة نقيَّةً صافيةً من جميع الكُدْرَات (¬١). ولهذا لمَّا لم يخلق لعين الذُّبَابة أجفانًا؛ لا تزال تراها تنظِّفُ عينَها بيدها من آثار الغبار والكُدْرَات (¬٢).

فصل
وكما جعل - سبحانه - "العَينيَن" مؤدِّيتين "للقلب" ما تَرَيانه، فتُوصِلانه إليه كما رَأَتَاهُ = جعلهما مرآتين "للقلب"، يظهر فيهما ما هو مُودَعٌ فيه من الحُبِّ والبُغْضِ، والخيرِ والشَّرِّ، والبَلَادَةِ والفِطْنَةِ، والزَّيغ والاستقامة.
فيُستَدَلُّ بأحوال "العين" على أحوال "القلب"، وهو أحد أنواع الفِرَاسَة الثلاثة، وهي: فراسة "العين"، وفراسة "الأُذُن"، وفراسة "القلب".
فـ "العين" مرآةٌ "للقلب"، وطليعةٌ ورسولٌ.
ومن عجيب أمرها أنَّها من ألطف الأعضاء، وأبعدها تأثرًا بالحرِّ والبَرْدِ، على أنَّ "الأُذُن" (¬٣) على صلابَتِها وغِلَظِها لَتَتَأَثَّرُ بهما أكثر من تأثر "العين" على لطافتها. وليس ذلك بسبب الغطاء الذي عليها من "الأجفان"، فإنَّها ولو كانت مُنْفَتِحَةً لم تتأثَّر بذلك تأثَّرَ الأعضاء الكثيفَةِ.
_________
(¬١) "الكُدْرات" جمع: كُدْرَة؛ وهي نقيض الصَّفَاء. "تاج العروس" (١٤/ ٢٢).
(¬٢) في (ح) و (م): الكدورات؛ في الموضعين، والمثبت من باقي النسخ.
(¬٣) من (ك)، وفي باقي النسخ: الذهن! وهو تحريف.','1','460',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (531,'فصل

ومن ذلك: "الأُذُنَان". شَقَّهُما - تبارك وتعالى - في جانبي الوجه، وأَوْدَعَهما من الرطوبة ما يكون مُعينًا على إدراك السَّمعِ، وأَوْدَعَهما القوَّةَ السَّامعة، وأحاط على هذه القوَّةِ صَدَفَةً مستديرةً مجوَّفةً تَحْتَوِشُ الصوتَ وتجمعه، وتؤدِّيه إلى "الصِّمَاخ" فيؤدِّيه إلى القوَّة السَّامعة.
وجعل - سبحانه - في هذه الصَّدَفَةِ انحرافاتٍ واعوِجَاجَاتٍ، لتطول المسافة قليلًا، فلا يصل الهواء إلى داخل "الأُذُن" إلَّا بعد انكسار حِدَّته، فلا يصدمها وَهْلَةً واحدةً فيؤذيها.
وأيضًا؛ فَلِئلَّا يَفْجَأَها الداخلُ إليها من الدبيب والحشرات، بل إذا دخل إلى عَوْجَةٍ (¬١) من تلك الانعطافات وقَفَ هناك، فسهُلَ إخراجه.
وأيضًا؛ فتُمسك ما يصل إليها من الغبار والوسخ، فيَنْحجِبُ هناك عن الوصول، فيسهُلُ إخراجه.
وكانت "العَينَان" في وسط الوجه و"الأُذُنَان" في جانبيه؛ لأنَّ "العَينيَن" مَحَلُّ المَلَاحة والزِّينة والجَمَال، وهما بمنزلة النُّور الذي يمشي به بين يدي الإنسان.
و [أمَّا] (¬٢) "الأُذُنَان" (¬٣) فكان جَعْلُهما في الجانبين لكون إدراكهما لما خلف الإنسان، وأمامه، وعن يمينه، وعن شماله = سواءً، فتأتي
_________
(¬١) تصحفت في (ز) و (ك) و (ط) إلى: عَرْجَة.
(¬٢) زيادة لاتساق الكلام.
(¬٣) من (ك)، وفي باقي النسخ بدلًا عنها: أيضًا.','1','461',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (532,'المسموعات إليهما على نسبةٍ واحدةٍ.
وخُلقت "العَينَان" بغِطَاءٍ، و"الأُذُنان" بغير غطاءٍ. وهذا في غاية الحكمة؛ إذ لو كان للأذنين غطاءٌ لَمَنع الغطاء إدراك الصوت، فلا يحصل إلا بعد ارتفاع الغطاء، والصوتُ عَرَضٌ لا ثبات له، فكان يزول قبل كشْفِ الغطاء، بخلاف ما تراه "العين"، فإنَّه أجسامٌ وأعراضٌ ثابِتةٌ؛ فلا تزول فيما بين كشف الغطاء وفتح "العين".
وجعل - سبحانه - "الأذُن" عضوًا غُضْرُوفيًّا ليس بلحمٍ مُسْتَرْخٍ، ولا عَظْمٍ صُلْبٍ، بل هي بين الصَّلَابة واللِّين، فتُقْبِلُ بِلِينها، وتُحفظ بصلابتها، ولا تنصدع انصداع العظام، ولا تتأثَّرُ بالحرِّ وَالبرد والشمسِ والسَّمُومِ تأثر اللَّحْمِ؛ إذ المصلحة في بُرُوزِها دائمًا لتتلقَّى ما يَرِدُ عليها من الأصوات والأخبار.

فصل
ومن ذلك: "الأَنْفُ"؛ نَصَبَهُ اللَّهُ - سبحانه وتعالى - في وَسْط الوجه قائمًا معتدلًا، في أحسن شَكْلٍ وأَوْفَقِهِ (¬١) للمنفعة، وأَوْدَعَهُ حاسَّةَ الشَّمِّ، التي يُدْرِكُ بها الأَرَايح وأنواعها، وكيفياتها، ومنافعَها، ومضارَّها. ويستدلُّ بها على مَضَارِّ الأغذية والأدوية ومنافعِها.
وأيضًا؛ فإنَّه يستنشِقُ بـ "المِنْخَرَين" الهواءَ الباردَ الرَّطْبَ، فيؤدِّيه إلى "القلب"، فيتروَّحُ به، فيستغني بذلك عن فتح "الفَمِ" أبدًا.
وجعل تجويفه بقَدْر الحاجة، فلم يوسِّعْهُ عن ذلك، فيَدْخُلَه هواءٌ
_________
(¬١) في (ك): وأَوْقَفَه، وفي (م): وأوقعه.','1','462',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (533,'كثيرٌ، ولم يضيِّقهُ فلا يَدْخُلَه من الهواء ما يكفيه.
وجعل ذلك التجويفَ مستطيلًا؛ لينحصر فيه الهواء، وينكسر فيه  (¬١)  بَرْدُه وحِدَّته قبل أن يصل إلى "الدِّمَاغ"، فلولا ذلك لَصَدَمه بِحِدَّتِه وقوَّتِه.
والهواء الذي يَسْتَنْشِقُه "الأنفُ" ينقسم شَطْرين: شطرًا يصعد إلى "الدِّمَاغ"، وشطرًا ينزل إلى "الرئة".
وهو  (¬٢)  من آلات النُّطْق، فإنَّ له إعانةً على تقطيع الحروف.
وكما أنَّ تجويفَهُ جُعِلَ لاستنشاق الهواء، فإنَّه جُعل مَصَبًّا لفَضَلات "الدِّمَاغ"، تنحَدِرُ منه في تلك القَصَبَة، فتخرج، فيستريح "الدِّمَاغ".
ولذلك جَعَلَ عليها  (¬٣)  سِتْرًا ولم يجعلها بارِزةً فتستَقْبِحَها العيونُ.
وجُعل فيه تجويفَانِ، فإنَّه قد يَنْسَدُّ أحدُهما أو تَعْرِضُ له آفةٌ تمنَعُه من الإدراكِ والاستنشاقِ، فيبقى التجويف الثاني نائبًا عنه، يعمل عمله، كما اقتضت الحكمة مثل ذلك في "العَينيَن" و"الأُذُنين".
ثُمَّ تأمَّلْ الهواءَ الذي يستنشِقُه "الأنفُ"؛ كيف يدخل أوَّلًا من "المِنْخَرَين"، وينكسر بَرْدُه هناك، ثُمَّ يصل إلى "الحَلْق"، فيعتدل مِزَاجُه هناك، ثُمَّ يصل إلى "الرئة" أَلْطَفَ ما يكون، ثُمَّ تبعثُه "الرئةُ" إلى "القلب"، فيروِّحُ عن الحرارة الغَرِيزيَّة التي فيه، ثُمَّ يَنْفُذُ من "القلب" إلى
_________
(¬١)  ساقط من (ح) و (م).
(¬٢)  بعده في جميع النسخ زيادة: أكثر، ولا مكان لها.
(¬٣)  ساقط من (ز)','1','463',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (534,'العُرُوق المتحرِّكة، ويبلغ إلى أقاصي أطراف البدن، ثُمَّ إذا سَخُنَ في الباطن وخَرَجَ عن حَدِّ الانتفاع به؛ عَادَ عن تلك الأقاصي إلى البدن، ثُمَّ إلى "الرئة"، ثُمَّ إلى "الحُلْقوم"، ثُمَّ إلى "المِنْخَرَين" خارجًا، فيخرج منهما، ويعود عِوَضه هواءً باردًا نافعًا.
والنَّفَسُ الواحدُ من أنفاسِ العبد إنَّما يتمُّ بمجموع هذه الأمور والقوى والأفعال. وهو في اليوم والليلة: أربعةٌ وعشرون ألفَ نَفَسٍ، لله في كلِّ نَفَسٍ عِدَّةُ نِعَمٍ، قد وقَفْتَ على القليل منها، فما ظنُّكَ بما وراء النَّفَسِ من الأعضاء، والقوى، ومنافِعها، وتمامِ النعمة بها؟

فصل
وأمَّا "الفَمُ" فمَحَلُّ العجائب، وباب الطعام والشَّراب والنَّفَس والكلام، ومسْكَنُ اللِّسان النَّاطقِ الذي هو (¬١) آلةُ العلوم، وتَرْجَمَانُ "القلب" ورسولُه المؤدِّي عنه.
ولمَّا كان "القلبُ" مَلِكَ البَدَن، ومَعْدِنًا للحرارة الغريزيَّةِ، فإذا دخل الهواءُ الباردُ وَصَلَ إليه، فاعتدَلَتْ حرارتُه، وبَقيَ هنالك ساعةً، فسَخُنَ واحتَرَقَ، فاحتاج "القلبُ" إلى دَفْعِه وإخراجه؛ فجعل أحكمُ الحاكمين إخراجَهُ سببًا لحدوث الصوت.
ثُمَّ جَعَلَ (¬٢) في "الحَنْجَرَة"، و"الحَنَك"، و"اللِّسَان"، و"الشَّفَتين"، و"الأسنان" مقاطِعَ (¬٣) ومخارِجَ مختلفةً، بسبب اختلافها
_________
(¬١) ساقط من (ز) و (ك).
(¬٢) في جميع النسخ: فعل، وهو تصحيف.
(¬٣) في (ز) و (ك): مقاطيع.','1','464',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (535,'تميَّزَتِ الحروفُ بعضُها عن (¬١) بعضٍ، ثُمَّ أَلْهَمَ العبدَ تركيبَ تلك الحروف ليؤدِّي بها عن "القلب" ما يأمر به.
فتأمَّلْ هذه الحكمةَ الباهِرَةَ؛ حيث لم يُضِعْ - سبحانه - ذلك النَّفَسَ المُسْتَغْنَى عنه (¬٢) المُحْتَاجَ إلى دَفْعه وإخراجه، بل جَعَلَ فيه - إذا استُغْنِي عنه - منفعةً ومصلحةً هي من أكمل المنافع والمصالح. فإنَّ المقصود الأصليَّ من النَّفَس هو إيصالُ (¬٣) النَّسِيمِ البارِدِ إلى "القلب". فأمَّا إخراجُ النَّفَس فهو جارٍ مَجْرَى دَفْع الفَضْلَةِ الفاسدةِ، فصَرَفَ ذلك - سبحانه - إلى رعايةٍ تُصْلِحُهُ، ومنفعةٍ أخرى، فجعله سببًا للأصوات والحروف والكلام.
ثُمَّ إنَّه - سبحانه - جعل "الحَنَاجِر" مختلفة الأشكال في الضِّيقِ، والسَّعَة، والخُشُونة، والمَلَاسَة؛ لتختلف الأصواتُ باختلافها، فلا يتشابه صوتان، كما لا تتشابه صورتان.
وهذا من أظهر الأدلَّة؛ فإنَّ هذا الاختلاف - الذي بين الصُّوَر والأصوات على كثرتها وتعدُّدها، فَقَلَّما يشتبه صوتان أو صورتان - ليس في الطبيعة ما (¬٤) يقتضيه، وإنَّما هو صُنْعُ الله الذي أتقنَ كلَّ شيءٍ، وأحسن كلَّ شيءٍ خَلَقه، فتبارك الله ربُّ العالمين، وأحسن الخالقين. فميَّزَ - سبحانه - بين الأشخاص بما يُدْرِكُه السَّمع والبصر.
_________
(¬١) "بعضها عن" ملحق بهامش (ك).
(¬٢) من (ط)، وسقط من باقي النسخ.
(¬٣) في جميع النسخ: اتصال، وهو تصحيف.
(¬٤) كلمة "ما" ساقطة من (ز) و (ك).','1','465',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (536,'فصل

وأَوْدَعَ "اللِّسانَ" من المنافع: منفعةَ الكلام - وهي أعظمها -، ومنفعةَ الذَّوْق والإدراك. وجعله دليلًا على اعتدال مزاج "القلب" وانحرافه، كما جعله دليلًا على استقامته واعوِجَاجه. فتَرَى الطبيبَ يستدلُّ بما يبدو للبصر (¬١) على "اللِّسان" من الخشونة، والمَلَاسَة، والبياضِ، والحُمْرةِ، والتشققِ وغيره؛ على حال "القلب" والمَزَاج.
وهو دليلٌ قويٌّ على أحوال "المعدة" و"الأمعاء"، كما يستدلُّ السامعُ بما يبدو عليه من الكلام على ما في "القلب"، فيبدو عليه صحة "القلب" (¬٢) وفساده معنىً وصورةً.

فصل
وجعل - سبحانه - "اللِّسانَ" عُضْوًا لحميًّا، لا عَظْمَ فيه ولا عَصَب؛ لتسهُلَ حركته.
ولهذا لا تجد في الأعضاء مَنْ لا يكْتَرِثُ بكثرة الحركة سواه، فإنَّ (¬٣) أيَّ عُضْوٍ من الأعضاء [إذا] (¬٤) حَرَّكْتَهُ كما تحرِّكُ "اللِّسان" لم يُطِعْكَ لذلك، ولم يلْبَثْ أنْ يَكِلَّ ويَخْلُدَ إلى السُّكُون، إلا "اللِّسان".
وأيضًا؛ فإنَّه من أعدل الأعضاء وألْطَفِها، وهو في
_________
(¬١) تصحفت في (ز) و (ك) إلى: الصبر!
(¬٢) ساقط من (ز).
(¬٣) ساقط من (ز) و (ك)، وفي (ح) و (م): فإنه.
(¬٤) زيادة يقتضيها الكلام.','1','466',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (537,'الأعضاء (¬١) بمنزلة رسول المَلِكِ ونائبه، فمِزَاجُه من أعدل أمزِجَة البدن. ويحتاج إلى قَبْضٍ وبَسْطٍ، وحركةٍ (¬٢) في أقاصي "الفم" وجوانبه، فلو كان فيه عَظْمٌ (¬٣) لم يتهيَّأ منه ذلك، ولم يتهيَّأ منه الكلامُ التامُّ، ولا الذَّوقُ التامُّ. فكونه لحمًا اقتضَاهُ السبب الفاعِليُّ والغائيُّ (¬٤). والله أعلم.

فصل
وجعل - سبحانه - على "اللِّسان" غَلَقَين:
أحدهما: "الأسنان".
والثاني: "الفَم".
وجعل حركته اختياريَّةً.
وجعل (¬٥) على "العين" غطاءً واحدًا، ولم يجعل على "الأُذُن" غطاءً؛ وذلك لخطر "اللِّسَان" وشَرَفه، وخطر حركاته، وكونه في "الفَمِ" بمنزلة "القلب" في الصَّدْر.
وفي ذلك من اللَّطَائف: أنَّ آفةَ الكلام أكثرُ من آفة النَّظَر، وآفةَ النَّظَر أكثرُ من آفة السَّمع. فجعل للأكثر آفاتٍ طبقتين، وللمتوسِّط طبقًا، وجعل الأقلَّ آفةً بلا طبق.
_________
(¬١) "في الأعضاء" ساقط من (ز).
(¬٢) في (ز) و (ك): وحركته.
(¬٣) في (ح) و (م): عظام، وسقط من (ك).
(¬٤) في (ز) و (ك) و (ط): والمعاني! وهو تصحيف.
(¬٥) "جعل" ملحق بهامش (ك).','1','467',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (538,'فصل

وجعل - سبحانه - "الفَمَ" أكثرَ الأعضاء رُطُوبةً، والرِّيقُ (¬١) يتحلَّلُ إليه دائمًا لا يُفَارِقُه.
وجعله حُلْوًا لا مالحًا كماء "العين"، ولا مُرًّا كالذي في "الأُذُن"، ولا عَفِنًا (¬٢) كالذي في "الأنف"، بل هو أعذَبُ مياه البدن وأحلاها، حكمةٌ بالغةٌ؛ فإنَّ الطعام والشراب يخالطه، بل هو الذي يُحِيلُ الطعامَ، ويمتزجُ به امتزاجَ العجين بالماء، فلولا أنَّه حُلْو لما الْتَذَّ الإنسانُ - بل ولا الحيوان - بطعامٍ ولا شرابٍ، ولا سَاغَهُ إلا على كُرْهٍ وتنغيصٍ.
ولمَّا كان كثيرٌ من الطعام لا يمكن جَبْذُهُ (¬٣) إلا بعد طَحْنِهِ (¬٤)؛ جعل الرَّبُّ - تعالى - له آلةً للتقطيع والتفصيل، وآلةً للطَّحْن. فجعل آلةَ القَطْع - وهي "الثَّنَايا" وما يليها - حادَّةَ الرؤوس ليسهُلَ بها القَطْع. وجعل "النَّوَاجِذَ" وما يليها من "الأَضْرَاس" مُسَطَّحَةَ الرؤوس (¬٥)، عريضةً، ليتأتَّى بها الطَّحْنُ. ونَظَمَها أحسنَ نظام كاللؤلؤ المنظُومِ في سلْكٍ، وجعلها من الجانب الأعلى والأسفل؛ ليتأتَّى بها القطع والطَّحْن. وجعلها من الجانب الأيمن والأيسر، إذ ربَّما كَلَّتْ إحدى الآلتين، أو
_________
(¬١) تصحفت في (ز) إلى: الدقيق!
(¬٢) كذا في النسخ! وجاء في هامش (ك): عُنُفًا، وهو محتمل، فإن "العُنُف": الغِلَظُ والصَّلَابة. "تاج العروس" (٢٤/ ١٩٠).
(¬٣) في (ز): حبله، وفي باقي النسخ: جبله! ولعل الصواب ما أثبته.
و"جَبَذَ" كـ: جَذَبَ؛ وزنًا ومعنىً.
(¬٤) في (ح) و (م): طبخه، وزيدت في (ك) و (ط)، ولا مناسبة لها هنا.
(¬٥) من قوله: "ليسهل بها القطع. . ." إلى هنا؛ ساقط من (ز).','1','468',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (539,'تعطَّلَت، أو عَرَضَ لها عارضٌ، فيُنْتَقَلُ إلى الآلة الأخرى. وأيضًا لو كان العمل على جانبٍ واحدٍ دائمًا لأَوْشَكَ أن يتعطَّلَ أو يَضْعُفَ.
وتأمَّلْ كيف أَنْبَتَها - سبحانه - من نفس اللَّحم، وتخرج من خلاله نابتةً كما ينبت الزرع في الأرض، ولم يَكْسُها - سبحانه - لحمًا كما كَسَا سائر العظام سواها، إذ لو كَسَاها اللَّحمَ لتعطَّلَت المنفعة المقصودة بها.
ولَمَّا كانت العظامُ محتاجةً إلى لحمٍ يكسوها ويحفظها، ويتلقَّى (¬١) عنها الحَرَّ والبردَ، ويحفَظَ عليها رطوبتها = لم تكمل مصلحة الحيوان إلا بهذه الكسوة. ولمَّا كانت عظامُ "الأسنان" محتاجةً (¬٢) إلى ذلك من وجهٍ، مستغنيةً عنه من وجهٍ = جَعَلَ كسوتها منفصلةً عنها، وجُعِلَتْ هي المُكْتَسية العارية؛ لتمام المنفعة بذلك.
ولمَّا كانت آلة القطع والكسر والطَّحْن لم (¬٣) تنشأ مع الطِّفْل من أوَّل نشأته كسائر عظامه؛ لعدم حاجته إليها؛ فهو معطَّلٌ (¬٤) عنها وقت استغنائه عنها بالرَّضَاع، وأُعطِيَها وقتَ الحاجه إليها.
وفيه حكمةٌ أخرى، وهي أنَّه لو نشأت معه من حين يُولد لأَضَرَّ ذلك بحَلَمَة الثَّدْي؛ إذ لا عقل له يحجُزُهُ عن عَضِّها، فكانت الأُمُّ تمتنع من رضاعه.
ومن عجيب أمرها الاتفاقُ والمُوَالَاةُ التي بينها وبين "المعدة"،
_________
(¬١) في (ط): وينتفي، وفي باقي النسخ: ويلتقي، وما أثبته هو الصحيح.
(¬٢) ساقط من (ح) و (م).
(¬٣) ساقط من (ز).
(¬٤) في (ح) و (م): فعطِّل، بدل "فهو معطَّلٌ".','1','469',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (540,'فإنَّه يُسَلَّمُ إليها الشيء اليابسُ والصُّلْبُ فتطْحَنه، ثُمَّ تُسَلِّمه إلى "اللِّسان" فيعجِنُه، ثُمَّ يسلِّمه إلى "الحَلْق" فيوصله إلى "المعدة" فتُنْضِجُه وتطبخه، ثُمَّ يُرسَلُ إليها منه معلومُها المقدَّرُ (¬١) لها، فإذا عجَزت عن قَطْع شيءٍ وطحنه عجَزَت "المعدة" عن إنضاجه وطبخه، وإذا كَلَّتْ كَلَّتِ "المعدة"، وإذا ضَعُفَت ضَعُفَت.
وهي تصحب الإنسانَ وتخدمه ما لم يرها، فإذا وقعت عينُه عليها فارقته فُرْقَةَ الأبد.
وهي سلاحٌ، ومنشارٌ، وسكِّينٌ، ورَحىً، وزينةٌ، وفيها منافع ومصالح غير هذه.

فصل
ثُمَّ تأمَّلْ حال "الشَّعْر"، ومَنْبَته، وسببه، وغايته.
فإنَّ البدن لمَّا كان حارًّا رَطْبًا، والحرارةُ إذا عملت في الرُّطُوبة فلا بدَّ أنْ تُثير بُخَارًا، وتلك الأبْخِرَة تتصاعد من عمق البدن إلى سطحه، وتريد الانفصال من هناك، فلا بدَّ أنْ تُحدث مَسَامَّ ومنافذَ في ظاهر الجلد.
وتلك الأبْخِرَةُ:
١ - إمَّا أن تكون رَطْبةً لطيفةً، فحينئذٍ تنفصل من المَسَامِّ ولا تُحدث شيئًا.
_________
(¬١) في (ز): المقدور.','1','470',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (541,'٢ - وإمَّا أن تكون دُخَانيةً يابسةً غليظةً، فالجلد حينئذٍ:
١ - إمَّا أن يكون في نهاية النُّعُومة والنَّضَارة، كجلد الصبيان.
٢ - أو في غاية اليُبْسِ والقَشَف.
٣ - أو يكون معتدلًا.
فإذ (¬١) ذاك لا يتولَّدُ فيه "الشَّعْر"؛ لأنَّ البُخَار إذا شقَّ سطح الجلد وانفصل عاد الجلدُ في الحال إلى اتِّصاله الأوَّل، بسبب كثرة رطوبته ونعومته. مثاله: السَّمَكُ إذا رفع رأسه من الماءِ انشقَّ له الماءُ، فإذا عاد إلى الماءِ عاد الماءُ إلى اتِّصاله الأوَّل.
وكذلك نشاهد الأشياء الرَّطْبة - كالنَّشَاء مثلًا - إذا أُغْلِيَ فخرج البُخَارُ من موضع الغَلَيان عادت الرُّطُوبة إلى الموضع الذي خرج منه ذلك البُخَار فَسَدَّتْهُ.
فإنْ كان الجلد في غاية اليُبْسِ لم يتولَّد "الشَّعْر" منه (¬٢)؛ لأنَّ الجلد اليابس إذا انْثَقَبَ بقيت تلك الثُّقَبُ مفتوحةً ليُبْسِ الجلد، فتُفرِّقُ أجزاءَ البُخَارِ، ولا يجتمع بعضُه إلى بعضٍ.
وإن كان الجلدُ متوسِّطًا بين النُّعُومة والكثافة، فإنَّه تنفتح فيه المَسَامُّ بسبب تلك الأبْخِرَة، ولا تعود تَنْسَدُّ بعد خروج البُخَار، ولكن لا تبقى المَسَامُّ شديدة الانفتاح، فحينئذٍ يبقى ذلك البُخَار الدُّخَانيُّ
_________
(¬١) شَرَع في بيان ظهور"الشَّعْر" في أنواع الجلد الثلاثة، وهذا أولها وهو الناعم الرطب.
(¬٢) ساقط من (ح) و (م).','1','471',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (542,'في تلك الثُّقُوب، ثُمَّ لا يزال مدَّةً إلى أن يَنْشَأَ (¬١) بُخَارٌ آخر يدفعه أوَّلًا فأوَّلًا إلى خارج، من غير أن يَنْقَلِعَ (¬٢) أصله، فيبقى بعضُه مركوزًا في الجلد - منزلته منزلة أصل النَّبَات -، وبعضُه يظهر (¬٣) إلى خارج - منزلته منزلة ساق النَّبَات -، وذلك هو "الشَّعْر".
فمادَّةُ "الشَّعْر" هو البُخَار الدُّخَانيُّ الحارُّ اليابِسُ، وسببه هو الحرارةُ الطبيعيةُ المحرِقةُ لذلك البُخَار، والآلة التي بها يتَمُّ أمرُه هي المَسَامُّ التي ارتكَبَ (¬٤) فيها البُخَارُ، فتلبَّدَ هناك فصار "شَعْرًا" بإذن الله تعالى.
والغاية التي وُجِدَ لأجلها وُجِدَ لها سببان:
أحدهما عامٌّ: وهو تنقية البدن من الفضول الدُّخَانِيَّة الغليظة.
والآخر خاصٌّ: وهو إمَّا للزِّينة، وإمَّا للوقاية.
وإذا بَانَ بأنَّ "الشَّعْر" إنَّما يتولد مع الحرارةِ واليُبْسِ المعتدل؛ بَقِيَتْ ثلاثةُ أقسام:
أحدها: حرارةٌ غالبةٌ على اليُبْس، كالصبيان.
الثاني: عكسه، وهو يُبْسٌ غالبٌ (¬٥) على الحرارة، كالمشايخ.
_________
(¬١) "إلى أن ينشأ" ساقط من (ح) و (م).
(¬٢) في (ز) و (ح): ينقطع.
(¬٣) "يظهر" ملحق بهامش (ك)، وفي (ح) و (م): يطلع.
(¬٤) الأنسب أن يقال: تَراكَبَ، أي: وضع بعضَه على بعض، كـ "تراكم" وزنًا ومعنىً.
انظر: "تاج العروس" (٢/ ٥٢١، ٥٢٦).
(¬٥) في (ز) و (ك): غلب.','1','472',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (543,'الثالث: حرارةٌ ضعيفةٌ ويُبْسٌ ضعيفٌ، كأبدان النِّساء.
ففي هذه الأقسام يقلُّ "الشَّعْر"، وأمَّا الشَّباب فإنَّ حرارةَ أبدانهم ويُبْسَها معتدِلٌ، فيقوى تولُّد "الشَّعْر" فيهم.
وفي"شَعْر الرأس" منافع ومصالح:
١ - منها وقايته عن الحر والبرد والمرض.
٢ - ومنها الزِّينة والحُسْن.
والسبب الذي صار به "شَعْر الرأس" أكثر من "شَعْر البَدَن" أنَّ البُخَار شأنُه أن يصعد من جميع البدن إلى "الدِّماغ"، ومن "الدِّماغ" إلى فوق، فلذلك (¬١) كان هذا (¬٢) "الشَّعْر" ناميًا على الدوام؛ لأنَّ البُخَار يتصاعد إلى "الرأس" أبدًا، وهو مادَّةٌ "للشَّعْر". فَبِنَمَاء "الشَّعْر" ينمو البُخَار، وكان فيه تخليصٌ للبدن من تلك المواد، وتكثيرٌ لوقايته وغطائه.

فصل
وأمَّا شَعْر "الحاجِبَين" ففيه - مع الحُسْن والزِّينة والجَمَال - وِقايةُ "العَينَين" ممَّا ينحدر من "الرأس".
وجُعِلَ على هذا المقدار، فلو نقص عنه لزالت منفعة الجَمَال والوقاية، ولو زاد عليه لغَطَّى "العينَ"، وأضرَّ بها، وحالَ بينها وبين ما تدركه.
_________
(¬١) ساقط من (ح) و (م).
(¬٢) "هذا" ملحق بهامش (ك).','1','473',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (544,'وقد ذكرنا منفعة شَعْر "الهُدْب" (¬١).
ولمَّا كان الأصلح والأنفع أن يكون شَعْر "الهُدْب" قائمًا منتصِبًا، وأن يكون باقيًا على حالٍ واحدٍ في مقدارٍ واحدٍ = جُعِلَ مَنْبَتُ هذا "الشَّعْر" في جِرْمٍ صُلْبٍ شبيهٍ بالغُضْرُوف، يمتدُّ في طُول "الجَفْن" لئلَّا يطول وينمو. وهذا كما نشاهد النَّبَات الذي ينبت في الأرض الرِّخْوَة اللَّيِّنَةِ كيف يطول ويزداد، والذي ينبت في الأرض الصخريَّة الصُّلْبة لا ينمو إلا نُمُوًّا يسيرًا. فكذلك (¬٢) "الشَّعْر" النَّابِتُ في الأعضاء اللَّيِّنَةِ الرَّطْبَة، فإنَّه سريعُ النُّمو كشَعْر "الرأس" و"العَانَة".

فصل
وأمَّا شَعْر "اللِّحْيَة" ففيه منافع:
١ - منها الزِّينة، والجمال (¬٣)، والوقار، والهَيْبَة. ولهذا لا يُرَى على الصبيان والنِّساء والسِّنَاطِ (¬٤) من الهَيْبَة والوقار ما يُرَى على ذوي اللِّحَى.
٢ - ومنها التمييز بين الرجال والنِّساء.
فإن قيل: لو كان شَعْر "اللِّحْيَة" زينةً لكان النِّساء أولى به من الرجال، لحاجتِهنَّ إلى الزِّينة، وكان التمييزُ يحصل بخُلُوِّ الرجال منه،
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: البدن.
(¬٢) تكررت مرتين في (ز).
(¬٣) ساقط من (ح) و (م).
(¬٤) "السِّنَاط" هو: الكَوْسَج الذي لا لحية له أصلًا. "مختار الصحاح" (٣٣٨).','1','474',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (545,'ولَكَان أهل الجنَّة أولى به، وقد ثبت أنَّهم جُرْدٌ مُرْدٌ  (¬١) ؟
قيل: الجوابُ أنَّ النِّساء لمَّا كُنَّ مَحَلَّ الاستمتاع والتقبيل، كان الأحسن والأَوْلى خُلُوهُنَّ عن "اللِّحى"، فإنَّ مَحَلَّ الاستمتاع إذا خلا عن "الشَّعْر" كان أتمَّ.
ولهذا المعنى - والله أعلم - كان أهل الجنَّة مُرْدًا؛ ليكمُلَ استمتاعُ نسائهم بهم  (¬٢) ، كما يكمُلُ استمتاعُهم بهنَّ.
_________
(¬١)  عن معاذ بن جبل - رضي الله عنه - أن النبيَّ - صلى الله عليه وسلم - قال: "يدخل أهل الجنَّةِ الجنَّةَ جُرْدًا، مُرْدًا، مُكَحَّلينَ، أبناء ثلاثين أو ثلاثٍ وثلاثين سنة".
أخرجه: أحمد في "المسند" (٥/ ٢٣٢ و ٢٤٣)، والترمذي في "سننه" رقم (٢٥٤٥)، والبزار في "مسنده" رقم (٢٦٤٤)، والشاشي في "مسنده" رقم (١٣٤٢)، والطبراني في "الكبير" (٢٠/ ٦٤) رقم (١١٨)، وأبو نعيم في "صفة الجنَّة" رقم (٢٥٧)، وغيرهم.
وفي إسناده: شَهْر بن حوشب، وهو ضعيف.
قال الترمذي: "حديث حسن غريب".
لكن للحديث شواهد كثيرة من أحاديث: أبي هريرة، وابن عباس، وأنس بن مالك، وجابر بن عبد الله، والمقدام بن معد يكرب - رضي الله عنهم جميعًا -، فيرتقي الحديث إلى درجة الحسن، والله أعلم.
وقد حسنه: الهيثمي في "مجمع الزوائد" (١٠/ ٣٩٨)، وأحمد شاكر في تعليقه على "المسند" رقم (٨٥٠٥)، وصححه - أيضًا - عند رقم (٧٩٢٠)، وصححه الألباني في "صحيح الجامع" رقم (٨٠٧٢).
قال العلامة السِّنْدي: ""جُرْدًا" جمع: أَجْرَد؛ وهو من لا شعر على جسده. و"مُرْدًا" جمع: أمْرَد؛ وهو من لا شعر على ذَقنه".
(¬٢)  في (ك) و (ح) و (م): استمتاعهم بنسائهم، وفي (ز): استمتاعهنَّ بهم، وسقطت من (ط)، وما أثبته أوفق للمراد.','1','475',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (546,'وأيضًا؛ فإنَّه أكشف لمحاسن الوجوه، فإنَّ "الشَّعْر" يستُرُ ما تحته من المحاسِن، فصَانَ الله محاسنَ (¬١) وجوهِهِم عمَّا يسترها.
وأيضًا؛ ليكمل استمتاعهم بنسائهم؛ فإنَّ "الشَّعْر" يمنع ما تحته من البَشَرَةِ أن يَمَسَّ بَشَرَةَ المرأة. والله أعلم بحكمته في خلقه.

فصل
وأمَّا شَعْر "العَانَة" و"الإبط" و"الأنف"؛ فمنفعته تنقية البدن عن الفَضْلَة، ولهذا إذا أُزِيلَ من هذه المواضعِ وجَدَ البدنُ خِفَّةً ونشاطًا، وإذا وَفَرَ وتُرِكَ (¬٢) وجد البدنُ (¬٣) ثِقَلًا وكَسَلًا وغمًّا.
ولهذا جاءت الشريعة بحَلْق "العَانَة"، ونَتْفِ "الإبِط". وكان حَلْقُ "العَانَة" أولى من نَتْفِها لصَلَابة "الشَّعْر"، وتَأذِّي صاحبه بنتفه. وكان نَتْفُ "الإبِط" أولى من حَلْقه لضَعْف "الشَّعْر" هناك، وشدَّته وتَفَحُّلِهِ (¬٤) بالحَلْق. فجاءت الشريعة بالأنفع في هذا وهذا.

فصل
وتأمَّلْ حكمة الرَّبِّ - تعالى - في كونه أخلَى "الكَفَّين" و"الجَبْهَة" و"الأَخْمَصَين" (¬٥) من "الشَّعْر". فإنَّ "الكَفَّين" خُلِقا حاكمين على
_________
(¬١) ساقط من (ح) و (م).
(¬٢) ساقط من (ح) و (م).
(¬٣) ساقط من (ح) و (م).
(¬٤) في (ح) و (م): وتعجله.
(¬٥) "الأَخْمَصان": مثنَّى: الأَخْمَص، وهو ما جَفَا عن الأرض من باطن القَدَم، فلا =','1','476',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (547,'الملموسات، فلو جُعِل "الشَّعْر" فيهما لأخَلَّ ذلك بالحكمة التي خُلِقا لها  (¬١) .
وخُلِقا للقبض، وإلصاقُ اللَّحَم على المقبوض أعْوَنُ على جودته من التصاق "الشَّعْر" به.
وأيضًا؛ فإنَّهما آلة الأخذ، والعطاء، والأكل، ووجود "الشَّعْر" فيهما يُخِلُّ بتَمَامِ هذه المنفعة.
وأمَّا "الأَخْمَصَان" فلو نَبَتَ فيهما "الشَّعْر" لأضرَّ ذلك بالماشي، ولأَعَاقَهُ في المشي كثيرًا ممَّا كان يَعْلَقُ بشَعْره ممَّا على الأرض، ويتعلَّقُ شَعْرُه بما عليها أيضًا.
هذا مع أنَّ كثرةَ الأوتار والأغشية في "الكفَّين" مانعٌ من نفوذ الأَبْخِرَة فيها. وأمَّا في "الأخْمَصَين" فإنَّ الأَبْخِرَة تتصاعد إلى عُلُوٍّ، وكلَّما تصاعدت كان "الشَّعْر" فيه أكثر.
وأيضًا؛ فإنَّ في كثرة وَطْءِ الأرض بـ "الأَخْمَصَين" تصليبهما، ويجعل سطحهما أمْلَسَ لا ينبت شيئًا، كما أنَّ الأرض التي توطأ كثيرًا لا تنبت شيئًا.
وأمَّا "الجَبْهَة" فلو نبت "الشَّعْر" عليها لسَتَر محاسِنَها، وأظلم الوجه، وتدلَّى إلى "العَينَين"، فكان يحتاج إلى حَلْقه دائمًا، ومَنَعَ "العَينَين" من كمال الإدراك.
_________
= تصيبه الأرض إذا مشى الإنسان.
انظر: "خلق الإنسان" لابن أبي ثابت (٣٢٣)، وللزجَّاج (١٠١).
(¬١)  العبارة في (ح) و (م) هكذا: فلو حصل "الشَّعْر" فيهما لأخلَّ بذلك.','1','477',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (548,'والسبب المؤدِّي لذلك أنَّ الذي تحت عَظْم "الجَبْهَة" هو مُقَدَّمُ "الدِّمَاغ"، وهو باردٌ رَطْبٌ، والبُخَارُ لا يتحرَّك منحرِفًا إلى "الجبهة"، بل صاعدًا إلى فوق.
فإن قيل: فَلِمَ نَبَتَ شَعْر الصبيِّ على رأسه وحاجبيه وأجفانه معه في الصِّغَر دون سائر الشُّعُور؟
قيل: لشدَّةِ الحاجة إلى هذه الشُّعُور الثلاثة أوجَدَها الله - سبحانه - معه وهو جنينٌ في بطن أُمِّه، فإنَّ شَعْر "الرأس" كالغِطَاءِ الواقي له من الآفات، و"الأهدابَ" و"الأجفانَ" وِقايةٌ "للعين".
فإن قيل: فَلِمَ لَمْ تنبت له "اللِّحْيَةُ" إلا بعد بلوغه؟
قيل: لأنَّه عند البلوغ تجتمع الحرارة في بدنه، وتكون أقوى ما هي. ولهذا يَعْرِضُ له في هذا الطَّوْر: "البَثَرَات" (¬١)، و"الدَّمَاميل" (¬٢)، وكثرة الاحتلام.
وإذا قويت الحرارة كثُرَت الأَبْخِرَةُ بسبب التحلُّل، وزادت على القَدْر المحتاج إليه في شَعْر "الرأس"، فَصَرَفَها أحكمُ الحاكمين إلى نبات "اللِّحْيَة" و"العَانَة".
وأيضًا؛ فإنَّ بين أوعية "المَنِيِّ" وبين "اللِّحْيَة" ارتباطًا؛ إذ العُرُوق
_________
(¬١) "البَثرَات": جمع بَثْرة، وهو خُرَّاج صغير يظهر من تنفُّط الجلد.
انظر: "مختار الصحاح" (٥٣)، و"المصباح المنير" (٤٩ - ٥٠).
(¬٢) "الدماميل": جمع دُمَّل، ويجمع - أيضًا - على: دَمَامِل، وهو القُرُوح المعروفة.
انظر: "مختار الصحاح" (٢٣١)، و"المصباح المنير" (٢٧١).','1','478',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (549,'والمجاري مُتَّصلةٌ بينهما، فإذا تعطَّلت أوعية "المَنِيِّ" ويَبِسَتْ تعطَّل شَعْر "اللِّحْيَة"، وإذا قَلَّت الرُّطُوبة والحرارة هناك قَلَّ شَعْرُ "اللِّحْيَة"؛ ولهذا فإنَّ الخِصْيَان (¬١) لا ينبت لهم "لحَىً" (¬٢).
فإن قيل: فما العِلَّةُ في "الكَوْسَج" (¬٣)؟
قيل: بَرْدُ مِزَاجِهِ، ونُقصَانُ حَرَارته.
فإن قيل: فما السبب في "الصَّلَع" (¬٤)؟
قيل: عدم احتباس الأَبْخِرَة في موضع الصَّلَع.
فإن قيل: فَلِمَ كان في مُقَدَّم "الرأس" دون جوانبه ومُؤَخَّرِهِ؟
قيل: لأنَّ الجُزْءَ المقدَّمَ من "الرأس" بسبب رُطُوبة "الدِّمَاغ" يكون أكثر لِينًا وتحلُّلًا، فتَتَحَلَّلُ الفَضَلَاتُ التي يكون منها "الشَّعْر" (¬٥)، فلا يبقى "للشَّعْر" مادَّةٌ هناك.
فإن قيل: فَلِم لَمْ يحدث في "الأصْدَاغ" (¬٦)؟
_________
(¬١) "الخِصْيَان": جمع خَصِيّ، يقال: خَصَيْتُ الفَحْل أَخْصِيه خِصَاءَ؛ إذا سَلَلْتَ خُصْيَيْهِ. "مختار الصحاح" (١٩٧).
(¬٢) في (ز): لا تنبت لها اللحى.
(¬٣) "الكَوْسَج": فارسيٌّ معرَّبٌ، وهو "الثَّطُّ" الذي عَرِيَ وجهه من الشَّعْر إلا طاقاتٍ في حَنَكِهِ. "خلق الإنسان" للسيوطي (٢٣٦).
(¬٤) "الصَّلَع": انحسار الشَّعْر من مقدَّم الرأس إلى اليَافُوخ، ويقال: رجلٌ أَصْلَع.
انظر: "مختار الصحاح" (٣٩١)، و"خلق الإنسان" للسيوطي (١٨٨).
(¬٥) في (ز) و (ك) و (ط): الشعور.
(¬٦) "الأَصْدَاغ": جمع صُدْغ، وهو ما بين العين والأذن، وكذلك الشَّعْر المتدلي عليها يسمَّى: صُدْغًا. "مختار الصحاح" (٣٨٢).','1','479',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (550,'قيل: لأنَّ الرُّطُوبةَ في الأسافل أكثر منها في الأعالي. وشاهِدُهُ في الأرض العالية والمُنْخَفِضَة.
فإن قيل: فَلِمَ لَمْ تَصْلَع المرأة إلا نادرًا، وكان الصَّلَع (¬١) في الرجال أكثر؟
قيل: لأنَّ الصَّلَعَ (¬٢) يحدُثُ من يُبْسٍ في الجلد، بمنزلة احتراقه، وذلك لقوَّة الحرارة. و [أمَّا] (¬٣) النِّساء فالرُّطُوبة والبُرُودَة أغلب عليهنَّ؛ ولهذا جُلُودهُنَّ أَرْطَبُ من جلود الرجال، فلا تَجِفُّ جلود رؤوسهنَّ، فلا يعرض لَهُنَّ الصَّلَع. ولهذا لا يعرض للصِّبْيَان، ولا الخِصْيَان (¬٤). وإن عَرَضَ للمرأة صَلعٌ فذلك في سِنِّ يأسِها، وبلوغها من الكِبَرِ عِتِيًّا.
فإن قيل: فما السبب في شِدَّةِ سَوَاد "الشَّعْر"؟
قيل: شدَّة البُخَارَات الخارجة من البدن واعتدالُها، وصِحَّةُ مادَّتها كَخُضْرَةِ الزَّرْع.
فإن قيل: فما سبب "الصُّهُوبَة" (¬٥)؟
قيل: بَرْدُ المِزَاج، فَتَضْعُفُ الحرارة عن صَبْغ "الشَّعْر"
_________
(¬١) ساقط من (ط)، وفي بقية النسخ: الأصلع، والأنسب ما أثبته.
(¬٢) في جميع النسخ: الأصلع! والأنسب ما أثبته.
(¬٣) زيادة تناسب السياق.
(¬٤) "ولا الخِصْيَان" ساقط من (ح) و (م).
(¬٥) "الصُّهُوبَة": حُمْرَةٌ تَعْلُو الشَّعْرَ وأصوله سُودٌ، وإذا كان أحمرَ كلُّه فهو: أَصْهَب.
انظر: "خلق الإنسان" لابن أبي ثابت (٨٧ - ٨٨)، وللسيوطي (١٩٢).','1','480',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (551,'وتسويده (¬١).
فإن قيل: فما سبب (¬٢) الشُّقْرَةِ والحُمْرَةِ؟
قيل: زيادةُ الحرارة، فتَصْبَغُ "الشَّعْر"، ولهذا تجد الأَشْقَر أشدَّ حرارةً، وأكثر حركةً وهِمَّةً.
فإن قيل: فما سبب البياض في "الشَّعْر" (¬٣)؟
قيل: البياضُ نوعان:
أحدهما: طبيعيٌّ، وهو الشَّيْبُ.
والثاني: خارجٌ عن الطَّبيعة، وهو ما يوجد في أواخر الأمراض المُجَفَّفَة (¬٤) بسبب تحلُّل (¬٥) الرُّطُوبات، كما يعرض للنَّبَات عند الجَفَاف.
فإن قيل: فما سببُ الطَّبيعي؟
قيل: اختُلِفَ في ذلك:
فقالت طائفةٌ: سببه الاستحالةُ إلى لون "البَلْغَم"، بسبب ضعف الحرارة في أبدان الشيوخ.
وقالت طائفةٌ: سببه أنَّ الغذاء الصائر إلى "الشَّعْر" يصير باردًا،
_________
(¬١) هذا الجواب وسؤاله ساقط برمته من (ز) و (ط).
(¬٢) من قوله: "الصُّهُوبة؟ قيل:. . ." إلى هنا؛ ملحق بهامش (ك).
(¬٣) "في الشَّعْر" ساقط من (ح) و (م).
(¬٤) في (ز): المخففة، وفي (ك): المحققة!
(¬٥) في (ز) و (ك) و (ط): تحليل.','1','481',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (552,'بسبب نقصان الحرارة، ويكون بطيء الحركة مُدَّةَ نُفُوذه إلى المَسَامِّ.
وأصلحت طائفةٌ بين القولين، وقالوا: العِلَّةُ في الأمرين واحدةٌ، وسببهما نقصان الحرارة.
فإن قيل: فَلِمَ اختصَّ الشَّيْبُ بالإنسان من بين سائر الحيوان؟
قيل: لَحْمُ الإنسان وجِلْدُه رِخْوٌ لَيِّنٌ، وجلودُ الحيوانات ولحومُها أقوى وأَصْلَبُ، فلمَّا غَلُظَتَ مادَّةُ "الشَّعْر" فيها لم يعرض لها ما يعرض "لشَعْر" الإنسان. ولهذا يكون شَعْرها كلُّها معها من حين ولادتها، بخلاف الإنسان.
وأيضًا؛ فإنَّ الإنسان يستعمل المَطَاعِمَ المركَّبة المتنوِّعَة، وكذا المَشَارِبَ، ويتناول أكثرَ من حاجته، فتجتمع فيه فَضَلاتٌ كثيرةٌ، فتدفعها الطبيعة إلى ظاهر البدن، فما دامت الحرارة قوية فإنَّها تَقْوَى على إحراق تلك الفضلات، فيتولَّدُ من إحراقها: "الشَّعْر" الأسود. فإذا بلغ الشيخوخة ضعفت الحرارة، وعجزت عن إحراق تلك الفضلات، فتعمل فيها عملًا ضعيفًا.
وأمَّا سائر الحيوانات فلا (¬١) تتناول الأغذية المركَّبة، وتتناول منها على قدر الحاجة، فلا يَشِيبُ شَعْرها كما يشيب شَعْر الإنسان.
وأيضًا؛ فإنَّ في زَمَن الشيخوخة يكون الإنسان (¬٢) أقلَّ حرارةً، وأكثَر رطوبةً فيتولَّد الخِلْط، و [أمَّا] (¬٣) الحيوانات فاليُبْسُ غالبٌ عليها.
_________
(¬١) ساقط من (ز).
(¬٢) ساقط من (ح) و (م).
(¬٣) زيادة تناسب السياق.','1','482',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (553,'فإن قيل: فَلِمَ كان (¬١) شَيْبُ "الأَصْدَاغ" في الأكثر مُتَقدِّمًا على غيره؟
قيل: لقُرْب هذا الموضع من مُقَدَّم "الدِّماغ"، والرُّطُوبة في مُقَدَّم "الدِّماغ" كثيرةٌ، لأنَّ الموضعَ مَفْصِلٌ، والمَفْصِلُ تجتمع فيه الفَضْلَةُ الكثيرةُ، فيكثر البَرْدُ هناك، فيسرع الشَّيْبُ.
فإن قيل: فَلِمَ أسرع الشَّيْبُ في شُعُور الخِصْيَان والنِّساء؟
قيل: أَمَّا النِّساءُ فَلِبَرْدِ مِزَاجِهِنَّ في الأصل، واجتماع الفضلات الكثيرة فيهنَّ. وأَمَّا الخِصْيَان فلِتَوَفُّر "المَنِيِّ" على أبدانهم يصير دَمُهُم غليظًا بَلْغَمِيًّا، ولهذا لا يحدث لهم الصَّلَع.
فإن قيل: فَلِمَ كان شَعْر "الإبِط" لا يَبْيَضُّ؟
قيل: لقوَّة حرارة هذا الموضع؛ بسبب قربه من "القلب"، ومَسَامُّه كثيرةٌ فلا يبقى فيه كثرةٌ بَلْغَمِيَّةٌ؛ لأنَّها (¬٢) تتحلَّل بالعَرَق الدائم.
فإن قيل: فَلِمَ أَبْطَأ بياضُ شَعْر "العَانَة"؟
قيل: لأنَّ حركة الجماع تُحَلِّلُ "البَلْغَم" الذي في مَسَامِّه.
فإن قيل: فَلِمَ كانت الحيوانات تتبدَّلُ شُعُورُها كُلَّ سَنَةٍ، بخلاف الإنسان؟
قيل: لضعف شُعُورها عن الدوام والبقاء، بخلاف شَعْر الآدَمِيِّ.
_________
(¬١) بعدها في (ح) و (م) زيادة: سبب.
(¬٢) بعدها في (ز) زيادة: لا! وهي تفسد المعنى.','1','483',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (554,'فإن قيل: فما<span data-type="title" id=toc-351> سبب الجُعُودَة والسُّبُوطَة </span>(¬١)؟
قيل: أمَّا الجُعُودة فمن شِدَّة الحرارة، أو من التِوَاءِ المَسَامِّ، فالذي من شدَّة الحرارة فإنَّه تعرض منه الجُعُودة كما تعرض "للشَّعْر" عند عرضه على النَّار. وأمَّا الذي لالتِوَاءِ المَسَامِّ فَلأنَّ البُخَار لِضَعْفه (¬٢) لا يقدر أنْ ينفُذَ على الاستقامة فَيَلْتَوِي في المنافذ، فتحدث الجُعُودَة.
فإن قيل: فما السبب في طول شَعْر الميت وأظفاره بعد موته إذا بَقِي مدَّةً؟
قيل: عنه جوابان:
أحدهما: أنَّها لا تطول، ولكن لمَّا قُبِضَ (¬٣) ما حولها يُظَنُّ أنَّها طالت (¬٤) وزادت.
الثاني - وهو أصوب -: أنَّ ذلك الطُّول من الفضلات البُخَاريَّةِ التي تتحلَّل وَهْلَةً من جنس (¬٥) جسد الميت، فيمتدُّ معها "الشَّعْر" و"الظُّفُر".
فإن قيل: فَلِمَ كان المريضُ - وخاصَّةً المَحْمُوم - ينقص لحمه، ويزيد شَعْره وظفره؟
_________
(¬١) "الجُعُودَة" مصدر جَعُد الشَّعْر، إذا كان فيه التواءٌ وتقبُّض. و"السُّبُوطَة" في الشَّعْر: سهولته واسترساله. "المصباح المنير" (١٤٠) و (٣٥٩).
(¬٢) في (ح) و (م): يضعفه.
(¬٣) في (ح) و (م): ينقص.
(¬٤) ساقط من (ح) و (م).
(¬٥) من (ح) و (م) وألحقت بهامش (ك)، وسقطت من باقي النسخ، وسقط "جسد" من (ح) و (م).','1','484',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (555,'قيل: إنَّ في المَرَض تكثر الفضلات، فتتكوَّن "الشُّعُور" و"الأظفار" فيها، ويَقِلُّ الغذاءُ فيذوب اللَّحم. وأمَّا في الصحَّة فتقلُّ الفَضَلاتُ فلا تحتاج الطبيعة إلى الغذاء وهَضْمِها له، وإذا قلَّت الفَضْلةُ نفدت مادَّةُ، "الشَّعْر"، فيبطئ عن السرعة في النَّبَات (¬١).

فإن قيل: فما<span data-type="title" id=toc-352> العِلَّة في انتصاب شَعْر الخائف والمَقْرُور </span>(¬٢)، حتَّى يبقى كشَعْر القُنْفُذ؟
قيل: العلَّةُ فيه أنَّ الجلد ينقبض وتجتمع المَسَامُّ على "الشَّعْر" وتتضايق عليه فينتصب.
فإن قيل: فَلِمَ انتصب شَعْر البدن و"اللِّحْية" دون شَعْر "الرأس"؟
قيل: لأنَّ جلدةَ "الرأس" كثيفةٌ أكْثَفَ من جلدة البدن فلا تنقبض انقباض جلدة البدن، على أنَّ شَعْر "الرأس" - أيضًا - يَنْتَصِب كذلك، وإن كان دون انتصاب شَعْر البدن و"اللِّحْية".
فإن قيل: فَلِمَ كان كثرةُ الجماع تزيد في شَعْر "اللِّحْية" والجسد، وتنقص من شَعْر "الرأس" و"الأجفان"؟
قيل: لأنَّ "الشَّعْر" فيه ما يكون طبيعيًّا من أَوَّل الخِلْقة - كـ "اللِّحية" وسائر شَعْر البدن - (¬٣).
_________
(¬١) "عن السرعة في النَّبات" ساقط من (ح) و (م).
(¬٢) "المَقْرُور": مَنْ أصيب بالبرد، فيرتجف بدنه من شدَّته، والقَرُّ: البَرْدُ.
انظر: "مختار الصحاح" (٥٥٤)، و"المصباح المنير" (٦٨١).
(¬٣) كذا في جميع النسخ! ولا يستقيم؛ لأنَّ شَعْر اللِّحْية ونحوه لا يكون من أَوَّل الخِلْقة، ثم إنه أجاب بالتفصيل: الأول فالثاني، وهنا لم يذكر إلا مثال الثاني =','1','485',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (556,'والأوَّل: يكون من قوَّة الحرارة الأصليَّة.
والثاني: من قوَّة الحرارة الخارجيَّة، فلا جَرَمَ نقصت بسببه "الشُّعُور" الأصليَّة، وقويت "الشُّعُور" (¬١) العَرَضِيَّة.
فإن قيل: فَلِمَ كان "الشَّعْر" في الإنسان في الجُزْءِ المقدَّم أكثر منه في الجُزْءِ (¬٢) المُؤَخَّر، وباقي الحيوانات بالعكس؟
قيل: لأنَّ "الشَّعْر" إنَّما يكون حيث تكون الحرارةُ قويَّةً، ويكون تَحَلْحُل الجلد أكثر، وهذا في الإنسان في ناحية "الصَّدْرِ" و"البَطْنِ"، وأمَّا جلدة "الظَّهْر" فمتكاثفة.
وأمَّا ذوات (¬٣) الأربع ففي الخَلْف شعورها أكثر؛ لأنَّ البُخَارَ فيها يَرْقَى إلى الخَلْفِ، وأنَّ تلك المواضع هي التي تَلَقَّى الحَرَّ والبردَ، فتحتاج إلى وِقَاءٍ أكثر.
فإن قيل: فَلِمَ كان "الرأسُ" بـ "الشَّعْر" أحقَّ الأعضاء، ونَبَاتُه عليه أكثر؟
قيل: لأنَّ البُخَار يتصاعد، ويطلب جهة العُلُوِّ إلى فَوْق (¬٤)؛ وهو
_________
= فقط، فظهر أنَّ في الكلام سقطًا، ولعل تمامه هكذا:
"لأنَّ الشَّعْر فيه ما يكون طبيعيًّا من أول الخِلْقة - كشَعْر الرأس والأجفان -، وفيه ما يكون متولِّدًا بعد ذلك - كاللِّحْية وسائر شَعْر البدن -".
(¬١) ساقط من (ح) و (م).
(¬٢) ساقط من (ح) و (م).
(¬٣) ساقط من (ز) و (ط) و (ك).
(¬٤) في (ز) و (ك) و (ح) و (م): جهة الفوق. وسقطت كلمة "جهة" من (ط).','1','486',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (557,'"الرأس".
ولا تَسْتَطِلْ هذا الفصل؛ فإنَّ أمر "الشَّعْر" من السَّمِّيَّات  (¬١)  والفَضَلات وهذا شأنه، فما الظَّنُّ بغيره من الأجزاء الأصليَّة؟
فإذا كانت هذه قليلًا من كثيرٍ  (¬٢)  من حكمة الرَّبِّ - تعالى - في "الشُّعُور"، ومواضعها، ومنافعها؛ فكيف بحكمته في: "الرأس"، و"القلب"، و"الكبد"، و"الصَّدْر"، وغيرها؟
ولا تَضْجَر من ذلك، فإنَّ الخَلْقَ فيه من الفقه والحِكَمِ نظيرُ ما في الأمر، فالرَّبُّ - تعالى - حكيمٌ في خَلْقه وأمره، ويُحِبُّ من يَفْقَهُ عند ذلك، ويستدلَّ به عليه  (¬٣)  وعلى كمال حكمته، وعلمه، ولُطْفِه، وتدبيره، فإذا كان الرَّبُّ - تعالى - لم يَضَعْ هذه الفضلات في الإنسان سُدَىً فما الظنُّ بغيرها؟
ونحن نذكر فصلًا مختصرًا في حال الإنسان من مبدئه إلى نهايته؛ لنجعله مرآةً له ينظر فيها قولَ خالقه وبارئه ومُصَوِّره: {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ  (٢١) } [الذاريات: ٢١].
_________
(¬١)  في (ك) و (ح) و (م): السمّات. وجاء في هامش (ك): "السُّمُومات" كالتفسير لمعنى الكلمة.
(¬٢)  من (ح) و (م)، وفي باقي النسخ: كثيره.
(¬٣)  "به عليه" ساقط من (ح) و (م).','1','487',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (558,'فصل

لمَّا اقتضى كمال الرَّبِّ - جَلَّ جلاله - وقدرتُه التامَّة، وعلمه المحيط، ومشيئته النافذة، وحكمته البالغة، تنويعَ (¬١) خلقه من المَوَادِّ المتباينة، وإنشَاءَهُم في الصُّوَر المختلفة، والتبايُنَ العظيم بينهم في المَوَادِّ، والصُّوَر، والصِّفَات، والهيئات، والأشكال، والطبائع، والقوى = اقتضت حكمتُه أن أخذ من الأرض قبضةً من ترابٍ (¬٢)، ثُمَّ ألقى عليها الماء، فصارت مثل (¬٣) "الحَمَأ المَسْنُون" (¬٤)، ثُمَّ أرسل
_________
(¬١) في (ز) و (ك) و (ط): بتنوع، وما أثبته من (ح) و (م).
(¬٢) عن أبي موسى الأشعري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: "إِنَّ الله - عزَّ وجلَّ - خلقَ آدمَ من قَبْضَةِ قبَضَها من جميع الأرض، فجاء بنو آدمَ على قَدْرِ الأرض؛ جاء منهم الأبيضُ والأحمرُ والأسودُ وبين ذلك، والخبيثُ والطيِّبُ، والسَّهْلُ والحَزْنُ، وبين ذلك".
أخرجه: عبد الرزاق في "التفسير" (١/ ٤٣)، وأحمد في "المسند" (٤/ ٤٠٠ و ٤٠٧)، وأبو داود في "سننه" رقم (٤٦٩٣)، والترمذي في "سننه" رقم (٢٩٥٥)، وعبد بن حميد في "المنتخب" رقم (٥٤٨)، وابن حِبَّان في "صحيحه" رقم (٦١٦٠ و ٦١٨١)، والحاكم في "المستدرك" (٢/ ٢٦١)، والبيهقي في "السنن الكبرى" (٩/ ٣) وغيرهم.
قال الترمذي: "هذا حديثٌ حسنٌ صحيح"، وصححه الحاكم ووافقه الذهبي.
وانظر: "السلسلة الصحيحة" رقم (١٦٣٠).
(¬٣) ساقط من (ز).
(¬٤) "الحَمَأُ" والحَمْأَةُ: طِينٌ أسودٌ مُنْتِنٌ. و"مَسْنُون" أي: متغيِّر.
انظر: "مفردات الراغب" (٢٥٩ و ٤٢٩).','1','488',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (559,'عليها الرِّيح فجَفَّفَها، حتَّى صارت صَلْصَالًا  (¬١)  كالفَخَّار، ثُمَّ قَدَّرَ لها الأعضاء، والمنافذ، والأوصال، والرِّبَاطَات  (¬٢) ، وصوَّرها فأبدع في تصويرها، وأظهرها في أحسن الأشكال، وفصَّلَها أحسن تفصيل، مع اتصال أجزائها، وهَيَّأَ كُلَّ جزءٍ منها لما يُراد منه، وقدَّرَهُ لما خُلِقَ له على أبلغ الوجوه، ففصَّلَها في توصُّلِها، وأبدع في تصويرها وتشكيلها، والملائكةُ تراها ولا تعرف ما يُراد منها، وإبليس يُطِيفُ بها  (¬٣) ، ويقول: لأمْرٍ ما خُلِقَتْ!
فلمَّا تكامل تصويرُها وتشكيلُها، وتقديرُ أعضائها وأوصالها، وصار جسدًا مصوَّرًا مُشَكَّلًا كأنَّه ينطق، إلا أنَّه لا رُوحَ فيه ولا حياة = أرسلَ إليه رُوحَه، فنفخ فيه نفخةً، فانقَلَبَ ذلك الطينُ اليابِسُ  (¬٤) : لحمًا، ودمًا، وعظامًا، وعروقًا، وسمعًا، وبصرًا، وشَمًّا، ولَمْسًا، وحركةً، وكلامًا.
فأَوَّلُ شيءٍ بدأ به أن قال: "الحمدُ لله ربِّ العالمين"، فقال له خالقُه وبارئه ومصوِّرُهُ: "يرحمك ربُّكَ يا آدم"  (¬٥) . فاستوى جالسًا أجملَ
_________
(¬١)  "الصَّلْصَال": الطينُ الجافُّ. وقيل: المُنْتِنُ من الطين.
انظر: "مفردات الراغب" (٤٨٨).
(¬٢)  في (ح) و (م): والرطوبات.
(¬٣)  أخرج مسلم في "صحيحه" رقم (٢٦١١) من حديث أنس - رضي الله عنه -: أن رسول الله - صلى الله عليه وسلم - قال: "لمَّا صوَّر اللهُ آدمَ في الجَنَّة تركه ما شاء الله أن يتركه، فجعل إبليسُ يُطِيفُ به، ينظر ما هُوَ! فلمَّا رآهُ أجْوَف عرفَ أنه خُلِقَ خَلْقًا لا يَتَمَالك".
(¬٤)  ساقط من (ح) و (م).
(¬٥)  كما جاء في حديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: "لمَّا =','1','489',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (560,'شيءٍ وأحسنَهُ منظرًا، وأتمَّهُ خَلْقًا، وأبدَعَهُ صورةً.
فقال الرَّبُّ - تعالى - لجميع ملائكته: "اسجُدوا له"، فبادروا بالسجود؛ طاعةً لأمر الواحد المعبود، وتعظيمًا له. ثُمَّ قيل لهم: لَنَا في هذه القبضة من التراب سِرٌّ أبدَع ممَّا تَرَون، وجمالُ باطِنٍ أحسنُ ممَّا تُبصرون. فَلَنُزَيِّنَنَّ باطِنَهُ بأحسنَ من زينة ظاهره، ولنَجْعَلنَّهُ من أعظم آياتنا، نُعَلِّمُه أسماءَ كُلِّ شيءٍ ممَّا  (¬١)  لم تحسنه الملائكة.
فكان التعليمُ زينةَ الباطن وجماله، وذلك التصويرُ زينة الظاهر، فجاءَ أكمَلَ شيءٍ وأجمَلَهُ صورةً ومعنىً، وذلك كلُّه صُنْعُه - تبارك وتعالى - في قبضةٍ من تراب.
ثُمَّ اشتقَّ منه صورةً هي مثله في الحُسْن والجمال، ليَسْكُن إليها، وتَقَرَّ نفسُه بها، وليُخْرِجَ من بينهما من لا يُحصَى عدَدُهُ من الرجال
_________
= خلق اللهُ آدمَ ونفَخَ فيه الرُّوح: عَطَسَ، فقال: الحمد للهِ، فحمِدَ الله بإذن الله، فقال له ربُّه: يرحمك ربُّك يا آدم ... الحديث".
أخرجه: الترمذي في "سننه" رقم (٣٣٦٨)، والنَّسائي في "عمل اليوم والليلة" رقم (٢١٨ - ٢٢٠)، وأَبو يعلى في "مسنده" رقم (٦٥٨٠)، وابن حبَّان في "صحيحه" رقم (٦١٦٧)، والحاكم في "المستدرك" (١/ ٦٤) و (٤/ ٢٦٣)، والبيهقي في "السنن الكبرى" (١٠/ ١٤٧) وغيرهم.
قال الترمذي: "هذا حديث حسن غريب من هذا الوجه"، وصححه الحاكم ووافقه الذهبي، وعزاه ابن كثير في "البداية والنهاية" (١/ ٢٠٢) إلى: البزار، وقال: "وهذا الإسناد لا بأس به، ولم يخرجوه".
وصححه الألباني في "صحيح الترمذي" رقم (٢٦٨٣)، وفي "المشكاة" رقم (٤٦٦٢).
(¬١)  في جميع النسخ: ما، وما أثبته أنسب للسياق.','1','490',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (561,'والنِّساء سواه.

فصل
ثُمَّ (¬١) لمَّا أراد الله - سبحانه - أن يَذْرَأَ نسلهما (¬٢) في الأرض ويُكَثِّرَهُ؛ وضَعَ فيهما حرارة الشهوة ونار الشوق والطلب، وأَلْهَمَ كلًّا منهما اجتماعه بصاحبه، فاجتمعا على أمرٍ قد قُدِر. فاسمع الآن عجائب ما هنالك:
لمَّا شاء الرَّبُّ - تعالى - أن يُخرج نسخةَ هذا الإنسان منه؛ أودع جسده حرارةً، وسلَّطَ عليه هَيَجَانها، فصارت شهوةً غالبةً، فإذا هاجت حرارةُ الجسد تحلَّلت الرُّطُوبات من جميع أجزاء الجسد، وابتدأتْ نازِلَةً من خلف "الدِّمَاغ"، في عروقٍ خلف "الأُذُنين" إلى فَقَارِ "الظَّهْر"، ثُمَّ تخرج إلى "الكُلْيَتين"، ثُمَّ تُجمع (¬٣) في أوعية "المَنِيِّ"، بعد أن طبختها نار الشهوة وعَقَدَتْها حتَّى صار لها قَوَامٌ وغِلَظٌ، وقصَرَتها حتَّى ابيضَّت، وقدَّر لها مجاريَ وطرقًا تنفذ فيها.
ثُمَّ اقتضت حكمته - سبحانه - أن قدَّر لخروجها (¬٤) أقوى الأسباب المستفرِغة لها من خارجٍ ومن داخلٍ، فقيَّضَ لها صورةً حسَّنَها في عين الناظر، وشوَّقَهُ إليها، وساق أحدهما إلى الآخر بسلسلة الشهوة والمحبة، فَحَنَّ كلٌّ منهما إلى امتزاجه بصاحبه، واختلاطه به، ليقضي
_________
(¬١) ساقط من (ز) و (ك) و (ط)، وأثبته من (ح) و (م).
(¬٢) في (ز) و (ك): نسلها.
(¬٣) في (ح) و (م): تجتمع.
(¬٤) في جميع النسخ: بخروجها، وما أثبته أنسب للسياق.','1','491',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (562,'الله أمرًا كان مفعولا. وجعل هذا مَحَلَّ الحَرْث، وهذا مَحَلَّ البَذْر، وقال القضاء والقدر: ليشتمل كلٌّ منكما على صاحبه؛ ليلتقي الماءان  (¬١)  على أمر قد قُدِر.
وقَدَّر بينهما تلك الحركات لتعمل الحرارة في تلك الرُّطُوبة والفَضْلة عملها، واستخرجَها  (¬٢)  من تحت "الشَّعْر" و"البشَر" و"الظُّفُر"؛ لتوافق النسخةُ الأصلَ، ويكون الداعي إلى التناسل في غاية القوَّة، فلا ينقطع النَّسْل.
ولهذا لا تجد في مَنِيِّ الاحتلام من القوَّة ما في مَنِيِّ الجِماع، وإنَّما هو من فَضْلةِ حرارةٍ تذيب الرُّطُوبة، فتقذِفُها  (¬٣)  الطبيعة إلى خارج، وذلك  (¬٤)  من نوع تصوُّرِ خيالٍ بواسطة الشيطان، كما ثبت في "الصحيح" عن النبيِّ - صلى الله عليه وسلم - أنَّه قال: "الرؤيا الصالحة من الله، والحلم من الشيطان"  (¬٥) .
فإن قيل: فهذا اختيارٌ منكم لقول من قال: إنَّ "المَنِيَّ" يخرج من جميع أجزاء البدن، وهذا وإن كان قد قاله كثيرٌ من النَّاس فقد خالفهم آخرون، وزعموا أنَّه فَضْلَةٌ تتولَّدُ من الطعام والشراب  (¬٦) ، وهي من أعدل الفَضَلات، ولهذا صَلُحَت أن تكون مبدأ الإنسان، وهو جسمٌ متشابه
_________
(¬١)  في (ز) و (ك): الماء، وما أثبته من (ح) و (م).
(¬٢)  من (ك)، وفي باقي النسخ: واستخراجها.
(¬٣)  في (ز) و (ك): فنفذت فيها، وما أثبته من (ح) و (م).
(¬٤)  ساقط من (ح) و (م).
(¬٥)  أخرجه: البخاري في "صحيحه" رقم (٣٢٩٢) واللفظ له، ومسلم في "صحيحه" رقم (٢٢٦١)، من حديث أبي قتادة الأنصاري - رضي الله عنه -.
(¬٦)  ساقط من (ح) و (م).','1','492',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (563,'الأجزاء في نفسه؟
قيل: القول الأوَّل هو الصواب، ويدلُّ عليه وجوه:
منها عموم اللذَّة بجميع أجزاء البدن.
ومنها مشاكلة أعضاء المولود لأعضاء الوالدين.
ومنها المشابهة الكُلِّية؛ فدلَّ على أنَّ البدن كلَّه أرسل "المَنِيَّ"، ولولا ذلك لكانت المشابهة بحسب مَحَلٍّ واحدٍ. فدلَّ على أنَّ كلَّ عُضْوٍ قد أرسل (¬١) قِسْطَهُ ونصيبه، فلمَّا انعقد وصَلُبَ ظهرت محاكاته ومشابهته له.
ومنها أنَّ الأمر لو كان كما زعمه أصحاب المقالة الثانية، من أنَّ "المَنِيَّ" جسمٌ واحدٌ متشابهٌ في نفسه لم يتولَّد منه الأعضاء المختلِفَة المتشكِّلة بالأشكال المختلفة؛ لأنَّ القوَّةَ الواحدةَ لا تفعل في المادَّةِ الواحدة إلا فعلًا واحدًا، فدلَّ على أنَّ المادَّةَ في نفسها ليست متشابهة الأجزاء.
ومنها أنَّ "المَنِيَّ" فَضْل الهَضْم الآخر، وذلك إنَّما يكون عند نضج (¬٢) "الدَّم" في العُرُوق، وصيرورته مستعدًّا استعدادًا تامًّا لأن يصير من جوهر الأعضاء.
وكذلك يحصل عقيب استفراغه من الضَّعْف أكثر ممَّا يحصل من استفراغ أمثاله من "الدَّم"، ولذلك يورث الضَّعْف في جوهر
_________
(¬١) من قوله: "المَنِيَّ" ولولا ذلك. . ." إلى هنا؛ ملحق بهامش (ح).
(¬٢) في (ح) و (م): فَضْخ.','1','493',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (564,'الأعضاء الأصليَّة. فدلَّ على أنَّه مركَّبٌ من أجزاء كُلٍّ منهما، قريبُ الاستعداد لأن يصير جزءًا من عضوٍ مخصوصٍ.
ولذلك سمَّاه اللهُ تعالى: "سُلَالَةً من ماءٍ" (¬١)، و"السُّلَالَة": فُعَالَة من السَّلِّ؛ وهو ما يُسَلُّ (¬٢) من البدن، كـ: النُّخَالَة، والنُّجَارَة (¬٣).
كما سمَّى أصلَهُ: "سُلَالَةً من طينٍ" (¬٤)؛ لأنَّه استلَّها من جميع الأرض، كما في "جامع الترمذي" عن النبيِّ - صلى الله عليه وسلم -: "إنَّ اللهَ خلق آدمَ من قَبْضَةٍ قَبَضَها من جميع الأرض" (¬٥).
قال أصحاب القول الآخر - وهم جمهور الأطبَّاء وغيرهم -: لو كان الأمر كما زعمتم، وأنَّ "المَنِيَّ" يُسْتَلُّ من جميع الأعضاء، لكان إذا حصل مَنِيُّ الذَّكَر ومَنِيُّ الأنثى في "الرَّحِم" تشكَّلَ المولود بشَكْلِهما معًا، ولَكَانَ الرجلُ لا يَلِدُ إِلَّا ذكورًا دائمًا؛ لأنَّ "المَنِيَّ" قد استُلَّ - عندكم - من جميع أجزائه، فإذا انعقد وَجَبَ أن يكون مثله.
وأيضًا؛ فإنَّ المرأة تضع من وَطْءِ الرَّجُل في "البطن" الواحد ذكرًا
_________
(¬١) في قوله تعالى: {ثُمَّ جَعَلَ نَسْلَهُ مِنْ سُلَالَةٍ مِنْ مَاءٍ مَهِينٍ (٨)} [السجدة: ٨].
(¬٢) في (ك) و (ط): يسيل.
(¬٣) تصحفت في (ز) و (ك) إلى: التجارة! وفي (ح) و (م): كالبخار والبخارة!!
"النُّخَالَة": ما يخرج من غربلة الدقيق بالمُنْخُل. و"النُّجَارَة": ما انْتَحَتَ عند النَّجْرِ.
انظر: "مختار الصحاح" (٦٧٦)، و"القاموس" (٦١٧ و ١٣٧١).
(¬٤) في قوله تعالى: {وَلَقَدْ خَلَقْنَا الْإِنْسَانَ مِنْ سُلَالَةٍ مِنْ طِينٍ (١٢)} [المؤمنون: ١٢].
(¬٥) سبق تخريجه (ص/ ٤٨٨).','1','494',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (565,'وأنثى، ولا يمكن أن يقال إنَّ ذلك بسبب اختلاف  (¬١)  أجزاء "المَنِيِّ".
قالوا: ولا نُسلِّم عمومَ اللذَّة؛ لأَنَّها إنَّما حصلت حال الاندِفَاق  (¬٢) ، بسبب سيلان تلك المادَّة الحارَّة  (¬٣)  على تلك المجاري اللَّحْميَّة التي لحمتها رِخْوَة  (¬٤) ، شبيهة باللَّحم القريب العهد بالانْدِمَالِ  (¬٥) ، إذا سال عليه [شيءٌ]  (¬٦)  وهو معتدل السُّخُونة. و [لو]  (¬٧)  كانت اللذَّة إنَّما حصلت بسبب سيلان  (¬٨)  تلك المادَّة لحصلت قبل الاندِفَاق  (¬٩) .
قالوا: وأمَّا احتجاجُكم بالتشابه المذكور بين الوالد والمولود؛ فالمشابهة قد تقع في "الظُّفُر" و"الشَّعْر"، وليس يخرج منهما شيء.
وأيضًا؛ فالمولود قد يشبه جَدًّا بعيدًا من أجداده، كما ثبت في "الصحيح" عن النبيِّ - صلى الله عليه وسلم -: أنَّ رجلًا سأله، فقال: إنَّ امرأتي ولدت غلامًا أسود! قال: "هل لك من إبل؟ " قال: نعم، قال "فما ألوانها؟ " قال:
_________
(¬١)  بعده في (ز) زيادة: المني، ولا مكان لها هنا. وهي موجودة في (ك) إلا أن الناسخ ضرب عليها تصحيحًا.
(¬٢)  "الانْدِفَاق": الانْصِبَاب. يقال: دَفَقَ الماءَ؛ إذا صَبَّهُ، والتدفُّق: التَّصَبُّبُ.
انظر: "مختار الصحاح" (٢٢٧).
(¬٣)  ساقط من (ك).
(¬٤)  العبارة في (ك) هكذا: لحمها رخْوٌ.
(¬٥)  "الانْدِمَال": هو تماثُل الجرح للبُرْءِ والعافية. "مختار الصحاح" (٢٣١).
(¬٦)  زيادة يقتضيها السياق.
(¬٧)  زيادة يقتضيها السياق.
(¬٨)  في (ح) و (م): ساكن!
(¬٩)  في (ز) و (ك): الاندمال! وهو خطأ، وما أثبته من (ح) و (ط) و (م).','1','495',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (566,'حُمْرٌ  (¬١) ، قال: "هل فيها من أَوْرَق؟ " قال: نعم، قال: "فأنَّى له ذلك؟ " قال: عسى أن يكون نَزَعَهُ عِرْقٌ، قال: "وهذا عسى أن يكون نَزَعَهُ عِرْقٌ"  (¬٢) .
قالوا: ولو كان في "المَنِيِّ" من كلِّ عُضْوٍ جُزْءٌ، فلا تخلو تلك الأجزاء: إمَّا أن تكون موضوعةً في "المَنِيِّ" وضعها الواجب، أو لا تكون كذلك؛ فإن كانت موضوعةً وضعها الواسط كان "المَنِيُّ" حيوانًا صغيرًا، وإن لم تكن كذلك استحالت المشابهة.
قالوا: وأيضًا؛ فـ "المَنِيُّ" إمَّا أن يكون مركَّبًا على تركيب هذه الأعضاء وترتيبها، أو لا يكون كذلك.
فالأوَّلُ باطلٌ قطعًا؛ لأنَّ "المَنِيَّ" رطوبةٌ سَيَّالَةٌ فلا تحفظ الوضع  (¬٣)  والترتيب. وإن كانت ثقيلةً؛ فتعيَّنَ الثاني.
ولا بدَّ - قطعًا - أن يُحَالَ ذلك الترتيب والتصوير والتشكيل على سببٍ آخر سوى القوَّة التي في المادَّة، فإنَّها قوَّةٌ بسيطةٌ لا شعور لها ولا إدراك، ولا تهتدي لهذه التفاصيل التي في الصورة الإنسانية، بل هذا التصوير والتشكيل مَرْجِعُهُ إلى خالقٍ عظيمٍ عليمٍ حكيمٍ؛ قد بَهَرَتْ حكمتُه العقولَ، ودلَّت آثارُ صنعته على كمال أسمائه وصفاته وتوحيده.
_________
(¬١)  في جميع النسخ: سُود، والتصحيح من المصادر.
(¬٢)  أخرجه: البخاري في "صحيحه" رقم (٥٣٠٥، ٦٨٤٧، ٧٣١٤)، ومسلم في "صحيحه" رقم (١٥٠٠)، من حديث أبي هريرة - رضي الله عنه -.
"أَوْرَق": بوزن: أَحْمَر؛ وهو الذي سواده ليس بحالك بل يميل إلى الغبرة. "الفتح" (٩/ ٣٥٢).
(¬٣)  في (ح) و (م): الموضع.','1','496',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (567,'وقد اعترف بذلك فاضِلا الأطبَّاءِ، وهما: "بُقْرَاط"  (¬١) ، و"أفلاطون"  (¬٢) . فَأَقَرَّا بأنَّ ذلك مستنَدُهُ إلى حكمة الصانع وعنايته، وأنَّه لم يصدر إلَّا عن خالقٍ حكيمٍ عليمٍ قديرٍ، ذكره "جالينوس"  (¬٣)  عنهما في كتاب "رأي أبقراط وأفلاطون"  (¬٤) ، فأَبَى جهلَةُ الأطبَّاءِ وزنادقةُ المتفَلْسِفةِ والطبائعيين إلا كفورًا.
_________
(¬١)  هو بُقراط بن إيراقلس، إمام الفلاسفة الصابئة، وسيد الطبائعيين في عصره، كان متألِّهًا ناسكًا، يعالج الناس حسبةً، سكن حمص من بلاد الشام، له تواليف في الطب كثيرة، عظيمة النفع، توفي سنة (٣٥٧) قبل الميلاد على الأرجح.
انظر: "طبقات الأطباء والحكماء" لابن جُلْجُل (١٦)، و"تاريخ الحكماء" للقفطي (٩٠)، و"عيون الأنباء" لابن أبي أصيبعة (٤٣).
(¬٢)  هو أفلاطون بن أرسطون، أحد أساطين الحكماء الصابئة اليونانيين، ذو نسبٍ رفيعٍ من بيت علمٍ، عالم بالهيئة وطبائع الأعداد، صنف كتبًا كثيرة في الحكمة ذهب فيها إلى حدِّ الرمز والإغلاق، وهو الذي وضع لأهل زمانه سننًا وحدودًا، وكان يعلِّم الطلبة وهو ماشٍ فسُمُّوا بـ "المشَّائين"، توفي سنة (٣٤٧) قبل الميلاد.
انظر: "طبقات الأطباء والحكماء" (٢٣)، و"تاريخ الحكماء" (١٧)، و"عيون الأنباء" (٧٩).
(¬٣)  هو الحكيم الفيلسوف الطبيعي اليوناني، إمام الأطباء في عصره، برع في الطب والفلسفة والعلوم الرياضية وهو ابن سبع عشرة سنة، ولم يسبقه أحدٌ إلى "علم التشريح"، وجدَّد علم "بقراط" وشرح كتبه وبَسَطها، توفي بصقلِّية سنة (٢٠٠ م).
انظر: "طبقات الأطباء" (٤١)، و"تاريخ الحكماء" (١٢٢)، و"عيون الأنباء" (١٠٩).
(¬٤)  رتَّبه في عشر مقالات، وغرضه فيه أن يبيِّن أنَّ أفلاطون في أكثر أقاويله موافق لبقراط، وأن أرسطوطاليس قد أخطأ فيما خالفهما فيه.
انظر: "عيون الأنباء" (١٤٠).','1','497',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (568,'وقد ثبت في "الصحيح" عن النبيِّ - صلى الله عليه وسلم - من حديث حذيفة بن أَسِيد: "إنَّ اللهَ وكَّلَ بالرَّحِم مَلَكًا يقول: يا رَبِّ نُطْفَةٌ، يا رَبِّ عَلَقَةٌ، يا رَبِّ مُضْغَةٌ. فما الرزقُ؟ فما الأجلُ؟ فما العملُ؟ فيقضي الله ما شاء، ويكتب المَلَكُ" (¬١)، وفي لفظ: "يقول المَلَكُ الذي يَخلُقُها" (¬٢) أي: يُصَوِّرُها (¬٣) بإذن الله، أي: يُصوِّرُ خَلْقَهُ في "الأرحام" كيف يشاء الله، لا إله إلا هو العزيز الحكيم.
قال أصحاب القول الأوَّل: نحن أحقُّ بهذا التنزيه والتوحيد، ومعرفة حِكْمَةِ الخلَّاق العظيم وقدرته وعلمه، وأسعد به منكم.
ومن أَحَال من سفهائنا وزنادقتنا هذا التخليقَ على القوَّة المصوِّرة والأسباب الطبيعية، ولم يسندها إلى فاعلٍ مختارٍ عالمٍ بكلِّ شيءٍ، قادر على كلِّ شيءٍ، لا يكون شيءٌ إلا بإذنه ومشيئته، والقوَّةُ والطبيعة خَلْقٌ مُسَخَّرٌ من خلقه، وعبدٌ من جملة عبيده، ليس لها تصرُّفٌ، ولا حركةٌ،
_________
(¬١) أخرجه بهذا اللفظ: البخاري في "صحيحه" رقم (٣١٨، ٣٣٣٣، ٦٥٩٥)، ومسلم في "صحيحه" رقم (٢٦٤٦)، من حديث أنس بن مالك - رضي الله عنه -.
وأمَّا حديث حذيفة بن أَسِيد - رضي الله عنه - فسيأتي عند المؤلف ذكر لفظه في (ص/ ٥١٧).
(¬٢) هو عند مسلم في "صحيحه" رقم (٢٦٤٥) من حديث حذيفة بن أَسِيد الغفاري - رضي الله عنه -، بلفظ:
"إنَّ النُّطْفةَ تقع في الرَّحم أربعين ليلةً، ثم يَتَصوَّرُ عليها المَلَكُ"، قال زهير - هو ابن حَرْب أبو خيثمة، أحد رواة الحديث -: حَسِبْتُهُ قال: الذي يَخْلُقُها. . . إلخ.
وفي لفظٍ: ". . . بعث الله مَلَكًا، فصوَّرها، وخَلَقَ سَمْعَها، وبَصَرها، وجِلْدَها، ولحْمَها، وعظامها،. . . إلخ".
(¬٣) في (ح) و (م): يُصيِّرها.','1','498',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (569,'ولا فعلٌ إلا بإذن بارئها وخالقها = فذلك الذي جَهِلَ نفسَه وربَّه، وعادَى الطبيعة والشريعة.
والرَّبُّ - تعالى - يخلق ما يشاء ويختار، ويُصَوِّرُ خَلْقَهُ في "الأرحام" كيف يشاء، بأسبابٍ قَدَّرَها، وحِكَمٍ دَبَّرَها، وإذا شاء أن يَسْلُبَ تلك الأسباب قوَاها سَلَبَها، وَإِذا شاء أن يقطع أسبَابَها قطَعَها، وَإِذا شاء أن يُهَيِّءَ لها أسبابًا أخرى تقاومها وتعارضها فعَلَ؛ فإنَّه الفعَّالُ لما يريد. وليس في كون "المَنِيِّ" مُسْتَلًّا  (¬١)  من جميع أجزاء البدن ما يُخْرِجُهُ عن الحوالة على قدرته ومشيئته وحكمته، بل ذلك أبلغ في الحكمة والقدرة.
وأمَّا قولكم: لو كان "المَنِيُّ" مُسْتَلًّا  (¬٢)  من جميع الأعضاء لكان الولد يتشكَّلُ بشكلهما معًا، فقد أجاب النبيُّ - صلى الله عليه وسلم - عمَّنْ سأله عن ذلك بما شَفَى وكَفَى.
ففي "صحيح البخاري"  (¬٣)  من حديث أنس - رضي الله عنه - قال: بَلغَ عبدَ الله بن سَلَام مَقْدَمُ رسول الله - صلى الله عليه وسلم - المدينة، وهو في أرضٍ يَخْتَرِفُ، فأتَاهُ، وقال: إني سائلُك عن ثلاثٍ لا يعلمهنَّ إلا نبيٌّ: ما أَوَّلُ أشراط الساعة؟ وما أَوَّلُ طعامٍ يأكله أهلُ الجنَّة؟ ومن أيِّ شيءٍ يَنْزِعُ الولد إلى أبيه، ومن أيِّ شيءٍ يَنْزِعُ إلى أخواله؟ فقال رسول الله - صلى الله عليه وسلم -: "أخبرني بِهِنَّ آنفًا جبريل"، فقال عبدُ الله: ذاك عَدُوُّ اليهود من الملائكة، "أمَّا أَوَّلُ
_________
(¬١)  في (ز) و (ك): مسيلا، وما أثبته من (ح) و (م).
(¬٢)  في (ز) و (ك): مسيلا، وما أثبته من (ح) و (م).
(¬٣)  رقم (٣٣٢٩، ٣٩٣٨، ٤٤٨٠).
و"يَخْتَرِف" أي: يجتني من الثمار. "الفتح" (٧/ ٢٩٦).','1','499',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (570,'أشراط الساعة فَنَارٌ تحشُر النَّاسَ من المشرق إلى المغرب، وأمَّا أوَّلُ طعام يأكله أهل الجنَّة فزِيَادَةُ كَبدِ الحُوت، وأمَّا الشَّبَهُ في الولد فإنَّ الرَّجُل إذا غَشِيَ المرأةَ فَسَبَقَها ماؤُهُ كان الشَّبَهُ له، وإذا سَبَقَتْ كان الشَّبَهُ لها"، فقال: أشهد أَنَّكَ رسولُ الله.
فهذا جواب جبريل أمين ربِّ العالمين، لا "جبريل" الطبيب (¬١).
وفي "صحيح مسلم" (¬٢) من حديث ثوبان عن النبيِّ - صلى الله عليه وسلم -: "إذا عَلَا ماءُ الرَّجُلِ ماءَ المرأةِ أَذْكَرَا بإذن الله، وإذا عَلَا ماءُ المرأةِ ماءَ الرَّجُلِ آنَثَا بإذن الله".
وقد يَتَّفِقُ استواءُ (¬٣) المائين في الإنزال والقَدْر وذلك من أندر الأشياء، فَيُخْلَقُ للولد ذَكَرٌ كَذَكَرِ الرَّجُل، وفرْجٌ كَفَرْجِ المرأة.
هذا (¬٤)؛ وإنْ شاء اللهُ أن يُغَلِّب سلالةَ ماء الرَّجُل على ماء المرأة، أو سُلالتها على سُلَالته؛ أمر مَلَكَ الأرحام (¬٥) بتصويره كذلك. فإنَّ ذلك لا يُخِلُّ بحكمةٍ، ولا يخرق عادةً، ولو خَرَقَها لم يُخِلَّ بحكمةِ أحكم
_________
(¬١) هو جبريل - ويقال: جبرائيل - بن بختيشوع بن جورجس النصراني، طبيب ماهر، ومُدَاوٍ بارعٌ، نَبغَ مبكرًا، وصار طبيبًا خاصًّا لجعفر بن يحيى البرمكي، ثم لهارون الرشيد، ولولديه الأمين والمأمون من بعده، وكان حظيًّا عندهم، توفي سنة (٢١٣ هـ).
انظر: "طبقات الأطباء" (٦٤)، و"تاريخ الحكماء" (١٣٢)، و"عيون الأنباء" (١٨٧).
(¬٢) رقم (٣١٥)، وفيه قِصَّة سيذكرها المؤلف (ص/ ٥١٢).
(¬٣) ساقط من (ح) و (م)
(¬٤) ساقط من (ح) و (م).
(¬٥) ساقط من (ز).','1','500',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (571,'الحاكمين.
وأمَّا منعكم عموم اللذَّة للبدن فشبيهٌ بالمكابرة، والمُجَامعُ يجد عند الإنزال شيئًا قد اسْتُلَّ من جميع بدنه وسمعه وبصره وقُواه، وأُفْرِغَ في قالَب "الرَّحِمِ"، فيُحِسُّ كأَنَّه قد خلع قميصًا كان مشتملًا به.
ولهذا اقتضت حكمة ربِّ العالمين في شرعه وقدره أنْ أَمَرَهُ بالاغتسال عقيب ذلك، لِيُخْلِف عليه الماءُ ما تحلَّل من بدنه المخلوق من ماءٍ، وإذا اغتسل وجد نشاطًا وقوَّةً، وكأَنَّه لم ينقص منه شيءٌ؛ فإنَّ رطوبة الماء تُخْلِفُ على البدن ما حلَّلَتْهُ تلك الحركة من رطوباته، وتعمل فيها الحرارة الأصليَّة (¬١) عملها، فتَمُدُّ بها القوى التي ضعُفَت بالإنزال.
وأمَّا التشابه الواقع بين "الظُّفُر" و"الشَّعْر" في الوالد والمولود، ولم ينفصل منهما (¬٢) شيءٌ = فما أبردها من شبهةٍ؛ فإنَّ "الظُّفُرَ" و"الشَّعْرَ" تابعان للأعضاءِ والمِزَاجِ (¬٣) الذي وقع فيه التشابه، فاسْتَتْبَع تَشَابُهُ الأصلِ تَشَابُهَ التَّبَع.
وأمَّا شبه المولود بالجَدِّ البعيد من أجداده فهو من (¬٤) أقوى الأدلَّة لنا في المسألة؛ لأنَّ ذلك الشَّبَه البعيد لم يَزَلْ يُنْقَلُ في الأَصْلاب حتَّى استقرَّ في صورة الولد، وبها حصل الشَّبَهُ.
_________
(¬١) في (ز): الأصيلة!
(¬٢) في جميع النسخ: بينهما، وما أثبته أنسب،
(¬٣) مِزَاجُ البدن: ما رُكِّبَ عليه من الطبائع. "مختار الصحاح" (٦٤٨).
(¬٤) ساقط من (ك).','1','501',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (572,'وأمَّا قولكم: إنَّ تلك الأجزاء لا تخلو: إمَّا أن تكون موضوعةً في "المَنِيِّ" وضْعَها الواجب أَوْ لا ... إلى آخره، فجوابه: أنكم إنْ عَنَيتُم أنَّها موضوعةٌ بالفعل فليس كذلك، وإنْ أردتم أنَّها موضوعةٌ بالقوَّة فَنَعم. وما (¬١) المانع منه! ويكون "المَنِيُّ" حيوانًا صغيرًا بل كبيرًا بالقوَّة؟
وبهذا ظهر الجواب عن قولكم: إنَّ "المَنِيَّ" رطوبةٌ سيَّالَةٌ لا تحفظ الوضع (¬٢) والترتيب. فغاية ما يقَدَّر أنَّ ذلك جزءٌ من أجزاء السبب الذي يخلق الله به الولد، وجزء السبب لا يستقلُّ بالحكم. فالمُسْتَقِلُّ بالإيجاد مشيئةُ الله وحده، والأسبابُ مَحَالُّ لظهور أثر المشيئة (¬٣).

فصل
فإن قيل: هذا تصريحٌ منكم بأنَّ المرأة لها "مَنِيٌّ"، وأنَّ منها أحد الجزئين اللَّذَين يخلق الله منهما الولد. وقد ظنَّ طائفةٌ من الأطبَّاء أنَّ المرأة لا "مَنِيَّ" لها!
قيل: هذا هو السؤال الذي أوردته أُمُّ المؤمنين عائشة - رضي الله عنها -، وأُمُّ سلمة - رضي الله عنها - على النبيِّ - صلى الله عليه وسلم -، وأجابهما عنه بإثبات "مَنِيِّ" المرأة.
ففي "الصحيح" أنَّ أُمَّ سُلَيم - رضي الله عنها - قالت: يا رسول الله إنَّ الله لا يستَحْيي من الحقِّ، هل على المرأة من غُسْلٍ إذا هي احتَلَمت؟
_________
(¬١) في (ك): وأما، وهو خطأ.
(¬٢) في (ح): الموضع، وفي (م): المواضع.
(¬٣) العبارة في (ح) و (م) هكذا: والأسباب فحال الظهور أثر الشبه!','1','502',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (573,'قال: "نعم، إذا رأَت الماءَ"، فقالت أُمُّ سَلَمة  (¬١) : أوَ تَحْتَلِمُ المرأةُ؟ فقال: "تَرِبَتْ يَدَاكِ، فَبِمَ يُشْبِهُها ولدُها؟ "  (¬٢) .
وفيهما عن عائشة - رضي الله عنها - أنَّ أُمَّ سُلَيم - رضي الله عنها - سألت رسول الله - صلى الله عليه وسلم - عن المرأة ترى في منامها ما يرى الرَّجُل: هل عليها من غُسْلٍ؟ قال: "نعم، إذا رأت الماءَ"، قالت: فقلت لها: أُفٍّ [لكِ]  (¬٣) ، أَترَى المرأةُ ذلك؟ فقال رسول الله - صلى الله عليه وسلم -: "وهل يكون الشَّبَهُ إلَّا من ذلك؟ إذا عَلَا ماؤها ماءَ الرجل أَشْبَهَ الولدُ أَخْوَالَه، وإذا عَلَا ماءُ الرَّجُلِ ماءَها أشبه أَعْمَامَهُ"  (¬٤)  لفظ مسلم.
وقد أكثَر "جالينوس" التشنيعَ على "أرسطاطاليس"  (¬٥) ، حيث
_________
(¬١)  من (ح) و (م) موافقةً للمصادر، وفي باقي النسخ: أم سليم.
(¬٢)  أخرجه: البخاري في "صحيحه" رقم (١٣٠، ٢٨٢، ٣٣٢٨، ٦٠٩١، ٦١٢١)، ومسلم في "صحيحه" رقم (٣١٣)، من حديث أُمِّ سلمة - رضي الله عنها -.
(¬٣)  زيادة من المصادر.
(¬٤)  أخرجه مسلم في "صحيحه" رقم (٣١٤) من حديث عائشة - رضي الله عنها -.
وحديث عائشة لم يخرجه البخاري في "صحيحه"، وإنما اقتصر على حديث أُمِّ سلمة، فقول المؤلف هنا: "وفيهما عن عائشة" ممَّا يستدرك.
قال الحافظ: "وقد اتفق الشيخان على إخراج هذا الحديث من طرق عن هشام بن عروة عن أبيه عنها - أي عن أم سلمة -، ورواه مسلم - أيضًا - من رواية الزهري عن عروة لكن قال: "عن عائشة"، وفيه أن المراجعة وقعت بين أم سُليم وعائشة، ونقل القاضي عياض عن أهل الحديث أنَّ الصحيح أنَّ القصة وقعت لأُم سلمة لا لعائشة، وهذا يقتضي ترجيح رواية هشام، وهو ظاهر صنيع البخاري،. . ." إلخ وفيه تتمةٌ مفيدة. "الفتح" (١/ ٤٦٢).
(¬٥)  هو أرسطوطاليس بن نيقوماخس الفيثاغوري، ومعنى "أرسطوطاليس" أي: مدبر الحكمة، أو تامُّ الفضيلة، لازَمَ أفلاطون عشرين سنة وكان يسميه: =','1','503',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (574,'قال: إنَّ المرأة لا "مَنِيَّ" لها! فَلْنُحرِّرْ هذه  (¬١)  المسألة طبعًا كما حُرِّرَت شرعًا؛ فنقول:
"مَنِيُّ" الذَّكَر من جملة الرُّطُوبات والفضلات التي في البدن، وهذا أمرٌ مُشتركٌ بين الذَّكَر والأنثى، وبواسطته يُخْلَق الولد، وبواسطته يكون الشَّبَه. ولو لم يكن للمرأة "مَنِيٌّ" لمَا أشْبَهَها ولدُها.
ولا يقال: إنَّ الشَّبَه بسبب دَمِ الطَّمْث، فإنَّه لا ينعقد مع "مَنِيِّ" الرَّجُل، ولا يَتَّحِدُ به، وقد أجرى الله - سبحانه - العادة بأنَّ التَّوَلُّدَ والتَّوَالُدَ لا يكون إلا بين أصلين يتولَّد من بينهما ثالثٌ. و"مَنِيُّ" الرَّجُل وحده لا يتولَّدُ منه الولد ما لم تمازِجْهُ مادَّةٌ أخرى من الأنثى.
وقد اعترف أرباب القول الآخر بذلك، وقالوا: لا بدَّ من وجود مادَّةٍ بيضاء لَزِجَةٍ للمرأة تصير مادَّةً لبدن الجَنين. ولكن نازعوا: هل فيها قوَّةٌ عاقِدةٌ، كما في "مَنِيِّ" الرَّجُل؟
وقد فَصَّلَ  (¬٢)  النبيُّ - صلى الله عليه وسلم - هذه المسألة في الحديث الصحيح الذي رواه مسلم في "صحيحه"  (¬٣) ، من حديث ثوبان مولاه، حيث سأله
_________
= "العقل"، انتهت إليه فلسفة اليونانيين، وهو خاتمة حكمائهم، وعن رأيه كان يصدر "الاسكندر المقدوني" في سياسة مملكته، توفي سنة (٣٢٢) قبل الميلاد.
انظر: "طبقات الأطباء" (٢٥)، و"تاريخ الحكماء" (٢٧)، و"عيون الأنباء" (٨٦).
(¬١)  ساقط من (ز) و (ك) و (ط)، وأثبته من (ح) و (م).
(¬٢)  في (ح) و (م): أدخل!
(¬٣)  رقم (٣١٥)؛ وقد سبق تخريجه (ص/ ٥٠٠).','1','504',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (575,'اليهوديُّ عن الولد، فقال: "ماءُ الرَّجُلِ أبيضُ، وماءُ المرأة أصفر، فإذا اجتمعا؛ فَعَلَا مَنِيُّ الرَّجُلِ مَنِيَّ المرأةِ أذْكَرَا بإذن الله، وإذا عَلَا مَنِيُّ المرأةِ مَنِيَّ الرَّجُلِ آنَثَا بإذن الله".
نعم؛ لِـ "مَنِيِّ" الرَّجُلِ خاصَّةُ الغِلَظِ والبياضِ، والخروجِ بدَفْقٍ ودَفْعٍ؛ فإن أراد مَنْ نَفَى "مَنِيَّ" المرأة انتفاءَ ذلك عنها أصاب.
ولِـ "مَنِيِّ" المرأة خاصَّةُ الرِّقَّةِ، والصُّفْرَةِ، والسَّيَلَان بغير دَفْعٍ؛ فإنْ نَفَى ذلك عنها أخطأ.
وفي كُلٍّ من الماءَين قوَّةٌ، فإذا انضَمَّ أحدُهما إلى الآخر اكتسَبَا قوَّةً ثالثةً هي من أسباب تكوُّن الجنين.
واقتضت حكمةُ الخلَّاق العظيم - سبحانه - أن جعل داخل "الرَّحِم" خَشِنًا كالإسفَنْجِ، وجعل فيه طلبًا "للمَنِيِّ" وقبولًا له، كطلب الأرض الشديدة العطش للماء وقبولها له، فجعله طالبًا حافظًا مشتاقًا إليه بالطَّبْعِ؛ فلذلك إذا ظَفِر به أَمْسَكَهُ ولم يُضَيِّعْهُ ويَزْلِقْهُ (¬١)، بل (¬٢) يشتمِلُ عليه أتَمَّ اشتمالٍ، ويَنْضَمُّ عليه أعظم انضمامٍ، لئلَّا يفسده الهواءُ، فتتولَّى القوَّةُ والحرارةُ التي هناك وبإذن الله لمَلَكِ "الرَّحِم": عَقْدَهُ، وطَبخَهُ أربعين يومًا كما يشاء، وفي تلك الأربعين يُجمَعُ خَلْقُه؛ فإنَّ "الرَّحِم" (¬٣) إذا اشتمل على "المَنِيِّ" ولم يقذِفْهُ إلى خارجٍ استدار "المَنِيُّ"
_________
(¬١) ساقط من (ح) و (م). وزَلَقَهُ عن مكانه يَزْلِقُه: بعَّدَهُ ونَحَّاهُ. "القاموس" (١١٥٠).
(¬٢) ساقط من (ز) و (ك)، وأثبته من (ح) و (م) و (ط).
(¬٣) من قوله: "عَقْدَهُ، وطبخه أربعين يومًا. . ." إلى هنا؛ ساقط من (ح) و (م).','1','505',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (576,'على نفسه وصار كالكُرة، وأخذ في الشدَّةِ إلى تمام ستة أيام.
فإذا اشتدَّ نُقِطَ فيه نقطةٌ في الوسط، وهو موضع "القلب"، ونقطةٌ في أعلاه، وهي نقطة "الدِّمَاغ"، ونقطةٌ عن اليمين، وهي نقطة "الكبد".
ثُمَّ تتباعد تلك النُّقَطُ ويظهر فيما بينها خطوطٌ حُمْرٌ  (¬١) ، إلى تمام ثلاثة أيام أُخَر.
ثُمَّ تنفذ الدمويَّة  (¬٢)  في الجميع بعد ستة  (¬٣)  أيامٍ أُخَر، فيصير ذلك خمسة عشر يومًا، فتتميزُ الأعضاء الثلاثة - وهي: "القلب"، و"الدِّمَاغ"، و"الكبد" -، وتمتدُّ رطوبة "النُّخَاع"، وذلك يتمُّ باثني عَشَر يومًا، ويصير المجموع سبعةً وعشرين يومًا.
ثُمَّ ينفصل "الرأس" عن "المَنْكِبَين"، والأطراف عن "الضُّلُوع"، و"البطن" عن الجَنْبَين، وذلك في تسعة أيامٍ أُخَر، فيصير ستةً وثلاثين يومًا.
ثُمَّ يَتِمُّ هذا التمييز بحيث يظهر للحِسِّ ظهورًا بيِّنًا في تمام أربعة أيامٍ، فيصير المجموع أربعين يومًا؛ فيها يُجمَعُ خَلْقُه. وهذا مطابقٌ لقول النبيِّ - صلى الله عليه وسلم - في الحديث المتفق على صحته -: "إِنَّ أحدَكُم يُجْمَعُ خَلْقُه في بَطْنِ أُمِّهِ أربعين يومًا"  (¬٤) .
_________
(¬١)  في (ز) و (ك) و (ط) - وكذا في "الفتح" -: خمسة! ولا معنى لها هنا، وما أثبته من (ح) و (م).
(¬٢)  في (ز): الدمومية.
(¬٣)  "ستة" ملحق بهامش (ك).
(¬٤)  أخرجه: البخاري في "صحيحه" رقم (٣٢٠٨، ٣٣٣٢، ٦٥٩٤، ٧٤٥٤)، ومسلم =','1','506',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (577,'ولقد كَفَى النبيُّ - صلى الله عليه وسلم - بهذا الإجمال عن هذا التفصيل، وهذا يقتضي أنَّ اجتماع خَلْقه وقع في الأربعين الأُولَى، ولا ينافي هذا قوله: "ثُمَّ يكون عَلَقَةً مثل ذلك"، فإنَّه يكون "عَلَقةً" - وهي القطعة من "الدَّم" - قد جُمع فيها خلقُها جمعًا خَفِيًّا  (¬١) ، وذلك الخَلْق في ظهور خَفِيٍّ على التدريج، ثُمَّ يكون "مُضْغَةً" أربعين يومًا أخرى، وذلك التخليق يتزايد شيئًا فشيئًا إلى أن يظهر للحِسِّ ظهورًا لا خفاء به كلِّه، و"الرُّوح" لم تتعلَّق به بعد، فإنَّها إنَّما تتعلَّق به في الأربعين الرابعة بعد مائةٍ وعشرين يومًا، كما أخبر به الصادق المصدوق، وذلك ممَّا لا سبيل إلى معرفته إلا بالوحي، إذ ليس في الطبيعة ما يقتضيه، فلذلك حَارَ فُضَلاءُ الأطبَّاء وأذكياءُ الفلاسفة في ذلك، وقالوا: إنَّ هذا ممَّا لا سبيل إلى معرفته إلا بحسب الظنِّ البعيد  (¬٢) .
قال مَنْ وقَفَ على نهايات كلامهم في ذلك، ودَأَبَ فيه حتَّى مَلَّ  (¬٣)  وكَلَّ، وهو صاحب "الطِّبِّ الكبير"  (¬٤) ، فذكر مناسباتٍ خياليةٍ ثُمَّ قال: "وحقيقة العلم فيه عند الله تعالى، لا مطمع لأحدٍ من الخلق في الوقوف
_________
= في "صحيحه" رقم (٢٦٤٣)، من حديث عبد الله بن مسعود - رضي الله عنه -.
(¬١)  في (ز): خفيفًا.
(¬٢)  من قوله: "واقتضت حكمة الخلَّاق العظيم - سبحانه - أن جعل داخل الرَّحِم خشِنًا. . ." إلى هنا؛ نقله الحافظ ابن حجر في "الفتح" (١١/ ٤٩٠).
(¬٣)  ساقط من (ح) و (م).
(¬٤)  هو أبو بكر الرازي - وستأتي ترجمته (ص/ ٥٢٥) -، وقد كتبَ أبو الريحان البيروني "رسالة في فهرست كتب محمد بن زكريا الرازي"؛ عدَّ منها: "الجامع الكبير" ضمن كتبه الطبية، وقد عرف بـ "الحاوي" وبه اشتهر.
انظر: "إسهام علماء العرب والمسلمين في الصيدلة" لعلي الدفاع (٢٢٦).','1','507',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (578,'عليه".
قلت: قد أوقفَنا عليه الصادقُ المصدوق - صلى الله عليه وسلم - الذي لا ينطق عن الهَوَى بما ثبت في "الصحيحين": "إنَّ خَلْقَ أحدِكُم يُجْمَعُ في بطْن أُمِّهِ أربعين يومًا (¬١)، ثُمَّ يكونُ عَلَقَةً مثل ذلك، ثُمَّ يكون مُضْغَةً مثل ذلك، ثُمَّ يُبْعَثُ إليه المَلَكُ، فينفُخُ فيه الرُّوحَ، ويُؤْمَرُ بأربعِ كلماتٍ (¬٢): بكَتْبِ رِزْقِهِ، وأجلِه، وعملِه، وشقيٍّ أو سعيدٍ" (¬٣).

فصل
ورأيت لبعض الأطبَّاء كلامًا ذكر فيه سبب تفاوت زمن الولادة، فأذْكُرُه وأذْكُرُ ما فيه.
قال: إذا تَمَّ خَلْقُ الجَنين مدَّةً مُعيَّنَةً فإنَّها إذا زادت عليها مثلُها تحرَّك الجَنين، فإذا انْضَافَ إلى المجموع مثلاه انفصل الجَنين.
قال: فإذا تَمَّ خَلْقُه في ثلاثين يومًا، فإنَّه إذا صار له ستون يومًا تحرَّك، فإذا انضاف إلى الستين مثلاها، صارت مائةً وثمانين يومًا (¬٤)، وهي ستةُ أشهر، وهي أقلُّ (¬٥) مُدَّةٍ ينفصل لها الحَمْلُ (¬٦).
_________
(¬١) بعده بين السطور في (ز) ألحقت بخط دقيق كلمة: "نطفة"، وليست في المصادر.
(¬٢) "بأربع كلمات" ساقط من (ز) و (ط)، وسقطت "كلمات" من (ح) و (م).
(¬٣) مرَّ قريبًا في (ص/ ٥٠٦).
(¬٤) ساقط من (ز) و (ك) و (م)، وأثبته من (ح) و (ط).
(¬٥) ساقط من (ح) و (م).
(¬٦) في (ك): حمل، وفي (ز) و (ط): حمله، والمثبت من (ح) و (م).','1','508',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (579,'وإذا تَمَّ خَلْقُه في خمسةٍ وثلاثين يومًا تحرَّك لسبعين، وانفصل لسبعة أشهر.
وإذا تَمَّ خَلْقُه لأربعين يومًا تحرَّك لثمانين يومًا، وانفصل لثمانية أشهر.
وإذا تَمَّ لخمسةٍ وأربعين تحرَّك لتسعين، وانفصل لتسعة أشهرٍ، وعلى هذا الحساب أبدًا.
وهذا الذي ذكره هذا القائل يقتضي حركة الجَنين قبل الأربعين (¬١)، وهذا خطأ قطعًا؛ فإنَّ "الرُّوحَ" إنَّما تتعلَّق به بعد الأربعين الثالثة، وحينئذٍ يتحرَّك، فلا تثبت له حركةٌ قبل مائةٍ وعشرين يومًا، وما يُقَدَّرُ من حركةٍ له قبل ذلك فليست حركةً ذاتيةً اختياريةً، بل لعلها حركةٌ عارِضةٌ بسبب الأغشية والرُّطُوبات.
وما ذكره من الحساب لا يقوم عليه دليلٌ ولا تجربةٌ مطَّرِدَةٌ، فَرُبَّما زاد على ذلك أو نقص منه، ولكن الذي نقطع به أنَّ "الرُّوحَ" لا تتعلَّق به إلا بعد الأربعين الثالثة، وما يُقَدَّرُ من حركةٍ قبل ذلك - إنْ صَحَّت - لم تكن بسبب "الرُّوح"، والله أعلم.

فصل
وأمَّا أَقَلُّ مُدَّةِ الحَمْل فقد تظاهرت الشريعة والطبيعة على أنَّها ستة أشهر، قال تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} [الأحقاف: ١٥] وقال تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ
_________
(¬١) من أول السطر إلى هنا؛ ساقط من (ز) و (ط)، وهو ملحق بهامش (ك).','1','509',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (580,'كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} [البقرة: ٢٣٣].
قال "جالينوس": "كنتُ شديد الفحص عن مقادير أزمنة الحَمْل، فرأيتُ امرأةً واحدةً ولدت في مائةٍ وأربعٍ وثمانين ليلةً".
وزعم صاحب "الشِّفَاء" (¬١) أنَّه شاهد ذلك.
وأَمَّا أكثره فقال في "الشِّفَاء": "بلغني من حيث وَثِقْتُ كُلَّ الثِّقَةِ أنَّ امرأةً وضعَت بعد الرابع من سِنِّ الحَمْل ولدًا قد نبتت أسنانه، وعاش".

فصل
فإن قيل: فما سبب الإذْكَارِ والإِينَاثِ؟
قيل: الذي نختاره أنَّهُ إنَّما سببه مشيئةُ الرَّبِّ الفاعِل باختياره، وليس له سببٌ طبيعيٌّ، وكلًّ ما ذَكَرَهُ أصحابُ الطبائع من الأسباب فَمُنْتَقِضٌ؛ مثل: حرارة الرَّجُل ورطوبته. قالوا: وفساد المِزَاج - أيضًا - يوجِبُ إيلَادَ الإناث، واستقامته تُوجِبُ الإذْكَار.
وكُلُّ هذا تخليطٌ وهذيانٌ؛ فليس للإذْكَار والإينَاث إلا قول الله لِمَلَكِ الأرحام - وقد استأذنَهُ -: "يا ربِّ ذَكَرٌ، يا ربِّ أنثَى، يا ربِّ شقيٌّ أم سعيدٌ، فما الرزقُ؟ فما الأجلُ؟ " (¬٢). فالإذْكَارُ والإينَاثُ قُرَانَى (¬٣)
_________
(¬١) هو أبو علي الرئيس، الحسين بن عبد الله بن الحسن بن علي بن سينا، العلامة الفيلسوف، صاحب التصانيف الكثيرة في الطب والفلسفة والمنطق، كفَّره أهل العلم لإلحاده في النبوة والمعاد وغير ذلك، مات بهَمَذان سنة (٤٢٨ هـ).
انظر: "تاريخ الحكماء" (٤١٣)، و"السير" (١٧/ ٥٣١).
(¬٢) سبق تخريجه (ص/ ٤٩٨).
(¬٣) "قُرَانى" كالقَرِين، وهو المقارِن والمصاحِب. "القاموس" (١٥٧٩). =','1','510',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (581,'السَّعادة، والشَّقاوة، والرِّزْق، والأجل.
فإن قيل: فتلك أيضًا بأسباب؟
قلنا: نعم، ولكن بأسبابٍ بعد الولادة، ولا سبب للإذْكَار والإينَاث قبل الولادة.
فإن قيل: فما تصنعون بحديث ثوبان الذي رواه مسلم في "صحيحه"  (¬١) : أنَّ يهوديًّا سأل النبيَّ - صلى الله عليه وسلم - عن الولد، فقال: "ماءُ الرَّجُل أبيض، وماءُ المرأة أصفر، فإذا اجتمعا، فعَلَا منيُّ الرَّجُلِ منيَّ المرأةِ أذْكَرَا بإذن الله، وإذا علا منيُّ المرأة منيَّ الرَّجُل آنَثَا بإذن الله"، فقال اليهوديُّ: صدقتَ، وإنَّك لنبيٌّ.
قيل: هذا الحديث تفرَّدَ به مسلم في "صحيحه"، وقد تكلَّم فيه بعضهم  (¬٢) ، وقال: الظاهر أنَّ الحديث وَهِمَ فيه بعضُ الرواة، وإنَّما كان  (¬٣)  السؤال عن الشَّبَهِ، وهو الذي سأله عنه  (¬٤)  عبدُ الله بن سَلَام في الحديث المتفق على صحته فأجابه بَسَبْقِ الماء، وأنَّ الشَّبَهَ يكون للسابق. فلعلَّ بعض الرواة انقلب عليه شَبَهُ الولد بالمرأة بكونه أنثى،
_________
= وفي (ك): قراتي، وفي (ح) و (م): قرين.
(¬١)  رقم (٣١٥)؛ وقد سبق ذكره (ص/ ٥٠٠ و ٥٠٥).
(¬٢)  هو شيخ الإسلام ابن تيمية رحمه الله، كما نقله عنه في "الطرق الحكمية" (٢/ ٥٨٤)، و"إعلام الموقعين" (٦/ ٢١٤).
وانظر: "تحفة المودود" (٤٥٠)، و"مفتاح دار السعادة" (٢/ ١٩٠).
(¬٣)  "كان" ملحق بهامش (ك).
(¬٤)  ساقط من جميع النسخ، ثم أُلحقت بهامش (م).','1','511',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (582,'وشَبَهُهُ بالوالد (¬١) بكونه (¬٢) ذكرًا، لا سيَّما والشَّبَهُ التَّامُّ إنَّما هو بذلك.
وقالت طائفة: بل الحديثُ صحيحٌ لا مَطْعَنَ في سنده، ولا منافاة بينه وبين حديث عبد الله بن سَلَام، وليست الواقعة واحدة، بل هما قضيَّتان، ورواية كُلٍّ منهما غير رواية الأخرى، وفي حديث ثوبان قِصَّةٌ ضُبِطَت وحُفِظَت.
قال ثوبان: كنتُ قائمًا عند النبيِّ - صلى الله عليه وسلم -، فجاء حَبْرٌ من أحبار اليهود، فقال: السلام عليك يا محمد. فَدَفَعْتُه دَفْعَةً كادَ يُصْرَعُ منها. فقال لي: لِمَ تدفعني؟ فقلت: ألا تقول يا رسول الله؟ فقال اليهوديُّ: إنَّما ندعوه باسمه الذي سمَّاهُ به أهله. فقال رسول الله - صلى الله عليه وسلم -: "إنَّ اسمي "محمدٌ" الذي سَمَّاني به أهلي"، فقال اليهوديُّ: جئتُ أسألك. فقال رسول الله - صلى الله عليه وسلم -: "أيَنْفَعُكَ شيءٌ إنْ حَدَّثْتُكَ؟ " قال: أسمع بأُذُني. فنَكَتَ رسولُ الله - صلى الله عليه وسلم - بِعُودٍ معه؛ فقال: سَلْ، فقال اليهوديُّ: أين يكون النَّاس يوم تُبْدَّلُ الأرضُ غير الأرض والسماوات؟ فقال رسول الله - صلى الله عليه وسلم -: "هم (¬٣) في الظُّلْمَةِ دونَ الجِسْر"، قال: فمَنْ أَوَّلُ النَّاس إجازةً؟ قال: "فقراء المهاجرين"، قال اليهوديُّ: فما تُحْفَتُهم حين يدخلون الجنَّة؟ قال: "زِيَادَةُ كَبدِ النُّون"، قال: فما غَدَاؤُهم على إثْرِها؟ قال: "يُنْحَرُ لهم ثور الجنَّة الذَي يأكل (¬٤) من أطرافها"، قال: فما شرابهم عليه؟ قال: "من عَيْنٍ فيها تُسمَّى سَلْسَبيلا"، قال: صدقتَ. قال: وجئتُ أسألك عن شيء
_________
(¬١) بياض في (ز)، وتصحفت في بقية النسخ إلى: بالولد.
(¬٢) في جميع النسخ: لكونه، والصواب ما أثبته.
(¬٣) ساقط من (ز) و (ك) و (ط).
(¬٤) بدلًا عنه في (ز) و (ك) و (ط): كان يرعى.','1','512',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (583,'لا يعلمه أحدٌ إلا نبيٌّ أو رجلٌ أو رجلان، قال: "ينفعُكَ إنْ حدَّثْتُك؟ " قال: أسمع بِأُذُني. قال: جئت أسألك عن الولد؟ قال: "ماءُ الرَّجُل أبيضُ، وماءُ المرأة أصفر. فإذا اجتمعا، فَعَلَا مَنيُّ الرَّجُل مَنيَّ المرأة أذْكَرَا بإذن الله، وإذا عَلا منيُّ المرأة مَنيَّ الرَّجُل آنَثَا بإذن الله"، قال اليهوديُّ: لقد صدقتَ، وإنَّك لنبيٌّ. ثُمَّ انصرف، فذهب، فقال رسول الله - صلى الله عليه وسلم -: "لقد سألني هذا عن  (¬١)  الذي سألني عنه، وما لي علمٌ به، حتَّى أتاني  (¬٢)  اللهُ به"  (¬٣) .
وأمَّا حديث عبد الله بن سَلَام - رضي الله عنه - ففي "صحيح البخاري" عن أنس - رضي الله عنه - قال: بَلَغَ عبدَ الله بنَ سَلَام مَقْدَمُ رسول الله - صلى الله عليه وسلم - المدينة، فأتاه، فقال: إنِّي سائلك عن ثلاثٍ لا يعلمُهُنَّ إلا نبيٌّ: ما أَوَّلُ أشراط الساعة؟ وما أوَّلُ طعامٍ يأكله أهل الجنَّة؟ ومن أيِّ شيءٍ يَنْزِعُ الولدُ إلى أبيه، ومن أيِّ شيءٍ يَنْزِعُ  (¬٤)  إلى أخواله؟ فقال رسول الله - صلى الله عليه وسلم -: "خَبَّرَنِي بِهِنَّ آنفًا جبريلُ" فقال عبد الله: ذاك عَدُوُّ اليهودِ من الملائكة! فقال: "أمَّا أَوَّلُ أشراط الساعة فَنَارٌ تحشُرُ النَّاسَ من المشرق إلى المغرب. وأمَّا أوَّلُ طعامٍ يأكله  (¬٥)  أهل الجنَّة فزيادة كبد حوت. وأمَّا الشَّبَهُ في الولد فإنَّ الرَّجُل إذا غَشِيَ المرأةَ فسبَقَها ماؤه كان الشَّبَهُ له، وإذا سَبقَتْ كان الشَّبَهُ لها" قال: أشهد أنَّك رسول الله، وذكر
_________
(¬١)  ساقط من (ح) و (م)، وفي (ز) و (ك): عن هذا، وما أثبته من المصادر.
(¬٢)  في (ز) و (ك): أنبأني، والمثبت من (ح) و (م) كما في المصادر.
(¬٣)  سبق تخريجه (ص/ ٥٠٠ و ٥٠٥ و ٥١١).
(¬٤)  بعده في (ك) زيادة: الولد.
(¬٥)  ساقط من (ز) و (ك) و (ط)، وأثبته من (ح) و (م) كما في المصادر.','1','513',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (584,'الحديث  (¬١) .
فتضمَّن الحديثان أمرين ترتَّب عليهما أَثَران: سَبْقُ الماءِ، وعلوُّهُ. فتأثير السَّبْقِ في الشَّبَه، وثأثير العُلُوِّ في الإذْكَار والإينَاث، فإن اجتمع الأمران ترتَّبَ عليهما  (¬٢)  الأثران معًا، وأيُّهما انفرد ترتَّبَ عليه أثره:
فإذا سَبَقَ ماءُ الرَّجُل وعَلَا: أذْكَر، وكان الشَّبَهُ له.
وإنْ سَبَقَ ماءُ المرأة وعَلَا: آنَثَتْ، وكان الشَّبَهُ لها.
وإنْ سَبَقَ ماءُ المرأة؛ وعَلَا ماءُ الرَّجُل: أذْكَرَ، وكان الشَّبَهُ لها.
وإنْ سَبَقَ ماءُ الرَّجُل؛ وعَلَا ماءُ المرأةِ: آنَثَتْ، وكان الشَّبَهُ له  (¬٣) .
ومع هذا كلِّه فهذا جُزْءُ سببٍ ليس بمُوجِب، والسبب المُوجِب مشيئة الله تعالى.
قال: فقد يُسَبِّبُ سَبَبِيَّةَ السبب، وقد يرتِّبُ عليه  (¬٤)  ضِدَّ مقتضاه، ولا يكون في ذلك مخالفة لحكمته، كما لا يكون تعجيزًا لقدرته.
_________
(¬١)  سبق تخريجه (ص/ ٤٩٩).
(¬٢)  من قوله: "أثران: سبق الماء، وعلوه. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٣)  هذا القسم الأخير سقط من جميع النسخ، ثم أُلحق بهامش (ز) وكتب ناسخها: "وبقيَ"؛ أي: بقيَ من الأقسام هذا القسم الأخير، وهو مهمٌّ تتمةً للقسمة، مما يدل على أن المؤلف سها عنه، وانظر: "تحفة المودود" (٤٥٠).
وقارن ما هنا بما في "المفهم" للقرطبي (١/ ٥٧٢)، و"الإكمال" للأُبِّي (٢/ ٨٨).
(¬٤)  في (ز) و (ك) و (ط): وقد يترتب على، وفي (ح) و (م): وقد ترتب على، وما أثبته أنسب للسياق.','1','514',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (585,'وقد أشار في الحديث إلى هذا بقوله: "أَذْكَرَا وآنَثَا بإذن الله"، وقد قال تعالى: {لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ  (٤٩)  أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ  (٥٠) } [الشورى: ٤٩, ٥٠]، فأخبر سبحانه أنَّ ذلك عائدٌ إلى مشيئته، وأنَّه قد يَهَبُ الذكور فقط، والإناث فقط، وقد يجمع للوالِدَيْن بين النَّوعَين معًا، وقد يُخْلِيهِما عنهما معًا، وأنَّ ذلك كما هو راجعٌ إلى مشيئته فهو متعلِّقٌ بعلمه وقدرته.
وقد وهَبَ اللهُ آدمَ الذكورَ والإناثَ، وإسرائيلَ الذكورَ دون الإناث، ومحمدًا - صلى الله عليه وسلم - الإناثَ دون الذكور، سوى ولده إبراهيم  (¬١) .
وقال سليمان عليه السلام: "لأَطُوفَنَّ الليلة  (¬٢)  على سبعين امرأةً،
_________
(¬١)  أجمع أهل السِّيَر على أنَّ النبيَّ - صلى الله عليه وسلم - رُزِق من الأولاد الذكور ثلاثة، وهم:
١ - القاسم، وبه كان يكنَّى، مات طفلًا، وقيل غير ذلك.
٢ - عبد الله، قال المؤلف في "زاد المعاد" (١/ ١٠٣): "وهل هو الطيِّب والطاهر، أو هما غيره؟ على قولين، والصحيح أَنَّهما لَقَبان له".
وهذان الاثنان من خديجة - رضي الله عنها -.
٣ - إبراهيم، ولد بالمدينة من سُرِّيَّتِه: مارِية القِبْطية، سنة ثمانٍ للهجرة، ومات طفلًا قبل الفطام.
وزاد أبو عبيدة معمر بن المثنى في "تسمية أزواج النبيِّ - صلى الله عليه وسلم - وأولاده" (٤٨): "عبد مناف". وهذا رواه الدولابي في "الذرية الطاهرة" رقم (٤١)؛ عن قتادة بسندٍ ضعيف، وهو غير معروف عند أهل السِّيَر، والله أعلم.
وثَمَّ آخر قال عنه ابن حزم: "وروِّينا من طريق هشام بن عروة، عن أبيه: أنَّه كان له ولدٌ اسمه: "عبد العُزَّى"، قبل النبوَّة؛ وهذا بعيد، والخبر مرسل، ولا حُجَّة في مرسل". "جوامع السيرة" (٣٨).
(¬٢)  ساقط من (ز).','1','515',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (586,'تأتي كلُّ امرأةٍ منهُنَّ بغلامٍ يقاتل في سبيل الله، فقال له صاحبه: قل إنْ شاء الله، فلم يقُلْ (¬١)، فطاف عليهنَّ فلم تلد منهنَّ (¬٢) إلا امرأةٌ واحدةٌ، جاءت بشِقِّ ولدٍ". قال النبيُّ - صلى الله عليه وسلم -: "والذي نفسي بيده لو قال: إنْ شاءَ الله؛ لجاهدوا في سبيل الله فرسانًا أجمعون" (¬٣)، فدلَّ على أنَّ مجرَّدَ الوَطْءِ ليس بسببٍ تامٍّ وإن كان له مَدْخَلٌ في السببيَّة، وإنَّما السبب التامُّ مشيئة الله وحده، فهو رَبُّ الأسباب؛ المتصرِّفُ فيها كيف شاء، بإعطائها السببيَّة إذا شاء، ومنعِها إيَّاها إذا شاء، وترتيبِ ضدِّ (¬٤) مقتضاها عليها إذا شاء.
والأسباب هي مجاري الشرع والقدر، فعليها يجري أمر الله الكونيُّ والدينيُّ.
فإن قيل: فقد ظهر أنَّ الولد مخلوقٌ من الماءين جميعًا، فهل يُخْلَقُ منهما على حَدٍّ سواء، أم يكون بعضُ الولد من ماء الأب، وبعضُه من ماء الأُمِّ؟
قيل: قد بيَّنَ النبيُّ - صلى الله عليه وسلم - هذه المسألة بأوضح البيان، فقال الإمام أحمد (¬٥) في "مسنده":
_________
(¬١) من قوله: "فقال له صاحبه. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٢) بعده في (ز) و (ك) و (ط) زيادة: "امرأة واحدة"، وليست في المصادر، كما في (ح) و (م).
(¬٣) أخرجه: البخاري في "صحيحه" رقم (٢٨١٩، ٣٤٢٤، ٥٢٤٢، ٦٦٣٩، ٦٧٢٠، ٧٤٦٩)، ومسلم في "صحيحه" رقم (١٦٥٤)، من حديث أبي هريرة - رضي الله عنه -.
(¬٤) ساقط من (ك).
(¬٥) مكانه بياض في (ز)، وساقط من (ط).','1','516',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (587,'حدثنا حسين بن الحسن، حدثنا أَبو كُدَيْنَة (¬١)، عن عطاء بن السائب، عن القاسم بن عبد الرحمن، عن أبيه، عن عبد الله قال: مرَّ يهوديٌّ برسول الله - صلى الله عليه وسلم -وهو يحدِّثُ أصحابه، فقالت قريشٌ: يا يهوديُّ؛ إنَّ هذا يزعم أنَّه نبيٌّ، فقال: لأَسألنَّهُ عن شيءٍ لا يعلمه إلا نبيٌّ، فجاء حتَّى جلس، ثُمَّ قال: يا محمد؛ مِمَّ يُخْلَقُ الإنسان؟ فقال: "مِنْ كُلٍّ يُخْلَق: من نطفة الرَّجُل، ومن نطفة المرأة. فأَمَّا نطفة الرَّجُل فنطفةٌ غليظةٌ، منها العَظْمُ والعَصَبُ. وأمَّا نطفة المرأة فنطفةٌ رقيقةٌ، منها اللحم والدَّم"، فقام اليهوديُّ فقال: هكذا كان يقول من قَبْلَك (¬٢).

فصل
فإن قيل: قد ذكرتم أنَّ تعلُّقَ "الرُّوح" بالجَنين إنَّما يكون بعد الأربعين الثالثة، وأنَّ خَلْق الجَنين يُجْمَعُ في بطن أُمِّه أربعين يومًا، ثُمَّ يكون "عَلَقةً" مثل ذلك، ثُمَّ يكون "مُضْغَةً" مثل ذلك. وبَيَّنتُم أنَّ كلامَ الأطبَّاء لا يناقض ما صَرَّحَ به الوحي من ذلك. فما تصنعون بحديث حذيفة بن أَسِيدٍ الذي رواه مسلم في "صحيحه" (¬٣) عن النبيِّ - صلى الله عليه وسلم - قال: "يَدْخُلُ المَلَكُ على النُّطْفَة بعدما تستقرُّ في الرَّحِم بأربعين، أو
_________
(¬١) في جميع النسخ: أبو كريب، والتصحيح من مصادر التخريج.
(¬٢) أخرجه: أحمد في "المسند" (١/ ٤٦٥)، والنسائي في "السنن الكبرى" رقم (٩٠٢٧)، والطبراني في "المعجم الكبير" رقم (١٠٣٦٠)، وأبو الشيخ في "العظمة" رقم (١٠٧٢).
وإسناده ضعيف؛ عطاء بن السائب اختلط بأَخَرَة.
وضعفه أحمد شاكر في تعليقه على "المسند" (٦/ ١٩٩) بشيخ الإمام أحمد؛ وهو: حسين بن الحسن الأشقر.
(¬٣) رقم (٢٦٤٤)؛ وقد سبق (ص/ ٤٩٨) بلفظٍ قريب منه.','1','517',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (588,'خمسٍ وأربعين ليلة، فيقول: أَيْ رَبِّ أشقيٌّ أم سعيدٌ؟ فيكتبان، فيقول: أي رَبِّ، أَذَكَرٌ أو أنثى؟ فيكتبان، ويُكْتَبُ عملُه، وأَثَرُه، وأَجَلُه، ورزْقُه، ثُمَّ تُطْوَى الصحيفة، فلا يُزَادُ فيها ولا يُنْقَصُ"؟
قيل: نتلقَّاهُ بالقبول والتصديق، وترك التحريف، ولا ينافي شيئًا ممَّا ذكرناه، إذ غاية ما فيه أنَّ هذا التقدير وقع بعد الأربعين الأُولَى، وحديث ابن مسعود يدلُّ على أنَّه وقع بعد الأربعين الثالثة، وكلاهما حقٌّ؛ فإنَّ هذا تقديرٌ بعد تقدير:
فالأوَّل: تقديرٌ (¬١) عند انتقال "النُّطْفَة" إلى أوَّل أطوار التخليق التي هي أوَّل مراتب الإنسان، وما قبل ذلك فلم يتعلَّق بها التخليق (¬٢).
والتقدير الثاني: تقديرٌ عند كمال خلقه ونفخ "الرُّوح".
فذاك تقديرٌ عند أوَّل خَلْقه وتصويره، وهذا تقديرٌ عند تمام خَلْقه وتَصَوُّرِه.
وهذا أحسن من جواب من قال: إنَّ المراد بهذه الأربعين - التي في حديث حذيفة - الأربعينُ الثالثة! وهذا بعيدٌ جدًّا من لفظ الحديث، ولفظه يَأْبَاهُ كلَّ الإباء، فتأمَّلْهُ (¬٣).
_________
(¬١) زيادة من (ح) و (م)، وسقطت من باقي النسخ.
(¬٢) من قوله: "التي هي أول مراتب الإنسان. . ." إلى هنا؛ ساقط من (ز).
(¬٣) للجواب عن الأشكال الوارد حول حديث حذيفة وابن مسعود - رضي الله عنهما - انظر: شرح مشكل الآثار" (٧/ ٨٦ - ٩٥)، و"فتاوى ابن الصلاح" (١/ ١٦٤ - ١٦٧)، و"جامع العلوم والحكم" (١/ ١٥٨ - ١٦٤)، و"الفتح" (١١/ ٤٩٢).','1','518',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (589,'فإن قيل: فما تصنعون بحديثه الآخر الذي في "صحيح مسلم" (¬١) - أيضًا - عن عامر بن واثلة، أنَّه سمع عبد الله بن مسعود - رضي الله عنه - يقول: "الشَّقِيُّ من شَقِيَ في بطن أُمِّه، والسعيدُ من وُعِظَ بغيره"، فأتى رجلًا من أصحاب النبيِّ - صلى الله عليه وسلم - يقال له حذيفة بن أَسِيدٍ الغِفَاري، فحدَّثه بذلك من قول ابن مسعود، فقال: وكيف يَشْقَى رجلٌ بغير عملٍ؟ فقال له الرَّجُل: أتعجب من ذلك؟ فإنِّي سمعتُ رسول الله - صلى الله عليه وسلم - يقول: "إذا مَرَّ بالنطفة ثِنْتَان وأربعون ليلةً بَعَثَ اللهُ إليها ملكًا فصوَّرَها، وخَلَقَ سمعَها، وبَصَرَها، وجِلْدَها، ولَحْمَها، وعظَامَها، ثُمَّ قال: يا رَبِّ أَذَكَرٌ أم أنثى؟ فيقضي ربُّك ما شاء، ويكتب المَلَكُ، ثُمَّ يخرج المَلَكُ بالصحيفة في يده، فلا يزيد على ما أُمِرَ ولا يُنْقِص".
وفي لفظ آخر في "الصحيح" (¬٢) - أيضًا -: سمعتُ رسول الله - صلى الله عليه وسلم - بأُذُنَيَّ هاتين يقول: "إِنَّ النطفةَ تقعُ في الرَّحِم أربعين ليلةً، ثُمَّ يَتَسَوَّرُ عليها المَلَكُ الذي يَخْلُقُها (¬٣)، فيقول: يا رَبِّ أَذَكَرٌ أو أنثى؟ ثُمَّ يقول: يا رَبِّ أَسَوِيٌّ أو غيرُ سَوِيِّ؟ فيجعله الله سَوِيًّا أو غيرَ سَوِيٍّ، ثُمَّ يقول: يا رَبِّ ما رزقه؟ وما أجله؟ وما خلقه؟ ثُمَّ يجعله الله - عزَّ وَجلَّ - شقيًّا أو سعيدًا".
وفي لفظ آخر في "الصحيح" (¬٤) - أيضًا -: "أنَّ مَلَكًا موكَّلًا بالرَّحِم
_________
(¬١) رقم (٢٦٤٥).
(¬٢) رقم (٢٦٤٥) أيضًا.
(¬٣) ضبطها ناسخ (ز) و (ح) هكذا: "يُخَلِّقُها"، ثم فسرها في هامش (ز) فقال: أي: يصوِّرها بإذن الله تعالى.
(¬٤) رقم (٢٦٤٥) أيضًا.','1','519',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (590,'إذا أراد اللهُ أنْ يَخْلُقَ شيئًا بإذن الله لبِضْعٍ وأربعين ليلةً" ثُمَّ ذكر نحوه.
قيل: نتلقاه - أيضًا - بالتصديق والقبول، وترك التحريف. وهذا يوافق ما أجمع عليه الأطبَّاء أن مبدأ التخليق والتصوير بعد الأربعين.
فإن قيل: فكيف التوفيق بين هذا وبين حديث ابن مسعود، وهو صريحٌ في أنَّ "النُّطْفَةَ" أربعين يومًا نطفةٌ، ثُمَّ أربعين يومًا "عَلَقةٌ"، ثُمَّ أربعين "مُضْغَةٌ"، ومعلومٌ أنَّ "العَلَقَةَ" و"المُضْغَةَ" لا صورة فيهما (¬١)، ولا جلد، ولا لحم، ولا عظم. وليس بنا حاجةٌ إلى التوفيق بين حديثه هذا وبين قول الأطبَّاء؛ فإنَّ قولَ النبيِّ - صلى الله عليه وسلم - معصومٌ، وقولُهم عُرْضَةُ الخطأ، ولكنَّ الحاجة إلى التوفيق بين حديثه وحديث حذيفة المتقدِّم؟
قيل: لا تنافي بين الحديثين بحمد الله، وكلاهما خارجٌ من مشكاةٍ صادقةٍ معصومةٍ.
وقد ظنَّ طائفةٌ أنَّ التصوير في حديث حذيفة إنَّما هو بعد الأربعين الثالثة، قالوا: وأكثر ما فيه التعقيب بـ "الفاء"، وتعقيب كلِّ شيءٍ بحَسَبه، وقد قال تعالى: {أَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَتُصْبِحُ الْأَرْضُ مُخْضَرَّةً} [الحج: ٦٣]، بل قد قال تعالى: {ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا} [المؤمنون: ١٤]، وهذا تعقيبٌ بحسب ما يصلح له المَحَلُّ، ولا يلزم أن يكون الثاني عقيب الأوَّل تعقيب اتصال.
وظنَّت طائفةٌ أخرى أنَّ التصويرَ والتخليقَ الذي في حديث
_________
(¬١) في جميع النسخ: فيها، وما أثبته أنسب.','1','520',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (591,'حذيفة هو في التقدير والعلم، والذي في حديث ابن مسعود في الوجود الخارجيِّ.
والصواب (¬١) ما دلَّ عليه الحديث؛ من أنَّ ذلك في أوَّل (¬٢) الأربعين الثانية. ولكن هاهنا تصويران (¬٣):
أحدهما: تصويرٌ خفيٌّ لا يظهر للبشر، وهو تصويرٌ تقديريٌّ، كما يُصَوِّر من يُفَصِّلُ الثوبَ أو يَنْجُرُ البابَ مواضعَ القطع والتفصيل، فَيُعَلِّمُ عليها، ويصنع (¬٤) مواضع الفصل والوصل.
وكذلك كلُّ (¬٥) من يصنع صورةً في مادَّةٍ، لا سيَّما مثل هذه الصورة التي ينشأ فيها التصوير والتخليق على التدريج شيئًا بعد شيءٍ، لا وَهْلَةً واحدةً، كما يشاهَدُ بالعِيَان في تخليق الطائر (¬٦) في البيضة.
فهاهنا أربع مراتب:
أحدها: تصويرٌ وتخليقٌ علميٌّ، لم يخرج إلى الخارج.
الثانية: مبدأ تصويرٍ خفيٍّ، يعجز الحِسُّ عن إدراكه.
الثالثة: تصويرٌ يناله الحِسُّ ولكنه لم يَتِمَّ بعد.
_________
(¬١) بعدها في (ح) و (م) زيادة: يدل على الحد! ولا معنى لها.
(¬٢) ساقط من (ح) و (م).
(¬٣) سها المؤلف - رحمه الله - عن ذكر التصوير الثاني، وهو مفهومٌ من كلامه، فلعلَّ الثاني تصويرٌ جليٌّ يظهر للبشر، وهو تصوير حقيقي، والله أعلم.
(¬٤) في (ح) و (م): ويضع.
(¬٥) "كلُّ" ملحق بهامش (ك).
(¬٦) في (ح) و (م): الظاهر!','1','521',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (592,'الرابعة: تمام التصوير الذي ليس بعده إلا نفخ "الرُّوح".
فالمرتبة الأُولَى علميَّةٌ، والثلاث الأُخَر خارجيَّةٌ عينيَّةٌ.
وهذا التصويرُ بعد التصوير نظيرُ التقديرِ بعد التقدير:
فإنَّ  (¬١)  الرَّبَّ - تعالى - قدَّرَ مقادير الخلائق تقديرًا عامًّا قبل أن يخلق السماوات والأرض بخمسين ألفَ سنةٍ  (¬٢) ، وهناك كُتبت السعادةُ، والشقاوةُ، والأعمالُ، والأرزاقُ، والآجالُ.
الثاني: تقديرٌ بعد هذا وهو أخصُّ منه، وهو التقدير الواقع عند القَبْضَتين، حين قَبَضَ - تبارك وتعالى - أهلَ السعادة بيمينه وقال: "هؤلاء للجَنَّة، وبعمل أهل الجَنَّة يعملون"، وقَبَضَ أهلَ الشقاوة باليد الأخرى وقال: "هؤلاء للنَّار، وبعمل أهل النَّار يعملون"  (¬٣) .
_________
(¬١)  هذا هو النوع الأول من أنواع التقدير.
(¬٢)  أخرج مسلم في "صحيحه" رقم (٢٦٥٣) عن عبد الله بن عمرو بن العاص - رضي الله عنهما - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: "كتب اللهُ مقادير الخلائق قبل أن يخلق السماوات والأرض بخمسين ألف سنة، وكان عرشه على الماء".
(¬٣)  أحاديث "القبضتين" رواها جمعٌ من الصحابة، فمن ذلك:
١ - حديث أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: "إن الله - تعالى - قبض قبضةً، فقال: للجنَّة برحمتي. وقبض قبضةً، فقال: للنَّار ولا أُبالي".
أخرجه: ابن أبي عاصم في "السنَّة" رقم (٢٤٨)، وأبو يعلى في "مسنده" رقم (٣٤٢٢، ٣٤٥٣)، والعقيلي في "الضعفاء" (١/ ٢٧٧)، والدولابي في "الكُنَى" رقم (١٣٨٣)، وابن عدي في "الكامل" (٢/ ٦٢٤)، والبيهقي في "القدر" رقم (٦٣). =','1','522',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (593,'الثالث: تقديرٌ بعد هذا، وهو أخصُّ منه عندما يقضي  (¬١)  به،
_________
= وإسناده ضعيف، فيه: الحكم بن سنان القِرَبي، أبو عَون البصري، ضعفه: ابن معين، والنسائي، وابن سعد.
قال ابن حبان: "ينفرد عن الثقات بالأحاديث الموضوعات، لا يشتغل بروايته". "المجروحِين" (١/ ٣٠٣).
وقال البخاري: "عنده وهْمٌ، ليس له كبير إسناد". "التاريخ الكبير" (٢/ ٣٣٥).
٢ - حديث أبي نَضْرَة، عن رجل من أصحاب النبيِّ - صلى الله عليه وسلم - يقال له: أبو عبد الله، أنَّه سمع رسول الله - صلى الله عليه وسلم - يقول: "إنَّ الله قبض قبضةً بيمينه، وقال: هذه لهذه، ولا أُبالي. وقبض قبضةً بيده الأخرى، فقال: هذه لهذه، ولا أُبالي".
أخرجه: أحمد في "المسند" (٤/ ١٧٦ - ١٧٧) و (٥/ ٦٨)، بسند صحيح.
٣ - حديث معاذ بن جبل - رضي الله عنه -.
أخرجه: أحمد في "المسند" (٥/ ٢٣٩)، بسند ضعيف.
٤ - حديث أبي سعيد الخدري - رضي الله عنه -.
أخرجه: البزار "كشف الأستار" رقم (٢١٤٢).
قال الهيثمي: "ورجاله رجال الصحيح, غير: نمر بن هلال، ووثقه أبو حاتم". "مجمع الزوائد" (٧/ ١٨٦).
٥ - حديث أبي موسى الأشعري - رضي الله عنه -.
أخرجه: الفريابي في "القدر" رقم (٣٥)، وابن أبي عاصم في "السنَّة" رقم (٢٠٣)، والآجري في "الشريعة" رقم (٣٣٢)، والبزار "كشف الأستار" رقم (٢١٤٣)، والطبراني في "الأوسط" رقم (٩٣٧١)، وإسناده ضعيف.
فالحديث صحيح بما ذكر، ولهذا قال العقيلي: "وقد رُوي في "القبضتين" أحاديث بأسانيد صالحة". "الضعفاء" (١/ ٢٧٧).
وانظر: "السلسلة الصحيحة" الأرقام (٤٦، ٤٧، ٤٨، ٤٩، ٥٠).
(¬١)  في جميع النسخ: يمضي، وصححت في هامش (ك): يقضي.','1','523',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (594,'[كما]  (¬١)  في حديث حذيفة بن أَسِيد المذكور.
الرابع: تقديرٌ آخر بعد هذا، وهو عندما يتمُّ خَلْقُه ويُنفَخُ فيه "الرُّوح"، كما صرَّح به [الحديث]  (¬٢)  الذي قبله.
وهذا يدلُّ على سعة علم الرَّبِّ تبارك وتعالى، وإحاطته بالكُلِّيَّات والجزئيَّات. وكذلك التصوير الثاني مطابقٌ للتصوير العلمي، والثالث مطابقٌ للثاني، والرابع مطابقٌ للثالث؛ وهذا ممَّا يدلُّ على كمال قدرة الرَّبِّ سبحانه وتعالى، ومطابقة مقدوره لمعلومه، فتبارك الله رَبُّ العالمين، وأحسنُ الخالقين.
ونظير هذا التقدير الكتابةُ العامَّة قبل المخلوقات، ثُمَّ كتابة ما يكون من العام إلى العام في ليلة القدر، وكلُّ مرتبةٍ من هذه المراتب تفصيلٌ لما  (¬٣)  قبلها وتنويعٌ  (¬٤) .
وكلام رسول الله - صلى الله عليه وسلم - يصدِّقُ بعضُه بعضًا، ويفسِّرُ بعضُه بعضًا، ويطابق الواقع في الوجود ولا يخالفه. وإنَّما يُخبر بما لا يستقلُّ الحِسُّ ولا العقل بإدراكه، لا بما يخالف الحِسَّ والعقل.
وأمَّا ما يعرفه النَّاس ويستقلُّون بإدراكه على أمرٍ عينيٍّ يتعلَّق به الإيمان، أو على حكمٍ شرعيٍّ يتعلَّق به التكليف  (¬٥) ، والله أعلم.
_________
(¬١)  زيادة يقتضيها السياق، وقد أضيفت "ما" بين السطور في (ز).
(¬٢)  زيادة مهمة لفهم الكلام.
(¬٣)  في (ك): تفصِّل ما.
(¬٤)  من (ح) و (م)، وتصحفت في سائر النسخ إلى: ويتوقع!
(¬٥)  كذا العبارة في سائر النسخ، وفيها تحريف أو سقط!','1','524',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (595,'فصل

فإن قيل: أيُّ عُضْوٍ يتخلَّقُ أوَّلًا قبل سائر الأعضاء؟
قيل: قد اختُلِف في ذلك على أربعة أقوال:
أحدها: أنَّه "القلب"، وهذا قول الأكثرين.
والثاني: أنَّه "الدِّماغ" و"العَينَان"، وهو قول "بقراط".
والثالث: أنَّه "الكبد"، وهو قول: محمد بن زكريا (¬١).
والرابع: أنَّه "السُّرَّة"، وهو قول جماعةٍ من الأطبَّاء.
قال أصحاب "القلب": لا نشكُّ أنَّ في "المَنِيِّ" قوَّةً رُوحِيَّةً، وبسبب تلك القوَّة يستعد (¬٢) أن يكون إنسانًا، وحاجته إلى "الرُّوح" الذي هو مادَّة القوى أشدُّ، فلا بدَّ أن يكون لذلك "الرُّوح" مَجْمَعٌ خاصٌّ، منه ينبعث إلى سائر الأعضاء. فالجوهر الروحيُّ أوَّلُ شيءٍ يَنْهَزُ (¬٣) من
_________
(¬١) هو أبو بكر محمد بن زكريا الرازي، طبيب المسلمين بلا مدافع، والفيلسوف المشهور، اشتغل في صغره بالعلوم العقلية، فأكبَّ على كتب الحكماء الأوائل، وأوغل فيها حتى "اضطرب لذلك رأيه، وتقلد آراء سخيفة، وانتحل مذاهب خبيثة"، أمَّا صناعة الطب فإنَّما تعلَّمها عن كِبَر، وكان ذكيًّا فطنًا، كريمًا بارًّا بالفقراء، رؤوفًا بالمرضى، خدم بطبِّه الأكابر من ملوك العجم، وكان يلقب بـ "جالينوس العرب"، صنف كتبًا كثيرة منها: "الحاوي" في الطب وهو أعظم كتبه وأنفعها، و"ايساغوجي" في المنطق، توفي سنة (٣١٣ هـ).
انظر: "طبقات الأطباء" (٧٧)، و"تاريخ الحكماء" (٢٧١)، و"عيون الأنباء" (٤١٤).
(¬٢) في (ح) و (م): سَعِد.
(¬٣) تصحفت في (ز) و (ح) و (م) و (ط) إلى: ينهر. =','1','525',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (596,'"المَنِيِّ"، ويجتمع في موضعٍ واحدٍ، ويحيط به ما يتصل إليه ذلك الجوهر الروحيُّ من جميع الجوانب، فيجب أن يكون مجمعها  (¬١)  هو الوَسْط، وسائر الأجزاء تحيطُ به، وذلك الكَبِدُ  (¬٢)  هو "القلب".
قالوا: ولأنَّ تمامَ البدن موقوفٌ على الحرارة الغريزيَّة، والعضو الذي هو مَنْبع الحرارة الغريزيَّة التي  (¬٣)  بها قِوَام  (¬٤)  البدن لا بدَّ أن يكون متقدِّمًا  (¬٥)  على العضو الذي هو مَنْبع القوَّة الغَاذِيَة التي بها ينمو وهو "القلب"  (¬٦) .
قالوا: ولأنَّ أفعالَ القوى إنَّما تتمُّ بـ "الرُّوح"، وهي لا بدَّ لها من متعلَّقٍ تتعلَّقُ به، ولا بدَّ أن يتقدَّمَ متعلَّقُها عليها؛ وهو "القلب".
قالوا: وهذا هو الأَنْسَبُ والأَلْيَقُ بحكمة الرَّبِّ تعالى، فإنَّ "القلب" مَلِكُ سائر الأعضاء، وهي جنودٌ له  (¬٧)  وخَدَمٌ، فإذا صَلَح "القلب" صَلَحت جنوده، وإذا فَسَدَ فَسَدَت، وقد أشار النبيُّ - صلى الله عليه وسلم - في
_________
= و"يَنْهَزُ": يندفع، وأصل "النَّهْز": الدَّفْع. وقال ابن فارس: "النون والهاء والزاء: أصلٌ صحيحٌ يدلُّ على حركةٍ، ونهوضٍ، وتحريك الشيء".
انظر: "مقاييس اللغة" (٥/ ٣٦٣)، و"المصباح المنير" (٨٦٣).
(¬١)  في (ك): مجمعًا.
(¬٢)  أي: الوَسْط، فإن كَبِد كلِّ شيء وسْطُه. "المصباح المنير" (٧١٧).
(¬٣)  من (ط)، وفي باقي النسخ: الذي.
(¬٤)  مكانها بياض في (ز)، وسقطت من (ح) و (م).
(¬٥)  في (ح) و (م): أن يتقدَّم، بدل: يكون متقدِّمًا.
(¬٦)  في جميع النسخ: الكبد! وهو خطأ محض، والصواب ما أثبته بدليل السياق والكلام.
(¬٧)  العبارة في (ح) و (م) هكذا: فإن "القلب" ملكٌ، وسائر الأعضاء جنودٌ له.','1','526',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (597,'الحديث الصحيح إلى ما يرشد إلى ذلك فقال: "إنَّ في الجسد مُضْغَةً إذا صلَحَت صَلَح الجسدُ كلُّه، وإذا فَسَدَت فَسَدَ الجسدُ كلُّه، ألا وهي القلب"  (¬١) .
فما أَوْلَى هذه المُضْغَة أن تكون متقدِّمةً في وجودها على سائر الأعضاء، وسائرها تبعٌ لها في الوجود، كما هي تبعٌ لها في الصلاح والفساد.
قالوا: وقد شاهد  (¬٢)  أصحاب التشريح في "المَنِيِّ" عند انعقاده نقطةً  (¬٣)  سوداء في وَسْطه.
قال أصحاب "الدِّماغ": شاهدنا "الفِرَاخَ" في البيض  (¬٤)  أوَّل ما يتكوَّن منها رؤوسُها، وسُنَّةُ الله في تكوُّن  (¬٥)  الأجِنَّة في "الأرحام" كذلك.
قالوا: ولأنَّ "الدِّماغ" مجمعُ الحواسِّ، ورئيس البدن، وأشرفه.
قالوا: وهذه سُنَّةُ الله في بروز الجَنين، أوَّل ما يبدو منه إلى الوجود رأسُهُ.
قال أصحاب "الكبد": لما كان "المَنِيُّ" محتاجًا إلى قوَّةٍ غَاذِيةٍ
_________
(¬١)  "ألا وهي القلب" تكررت مرتين في (ز) و (ك) و (ح).
والحديث أخرجه: البخاري في "صحيحه" رقم (٥٢، ٢٠٥١)، ومسلم في "صحيحه" رقم (١٥٩٩)، من حديث النعمان بن بشير - رضي الله عنه -.
(¬٢)  في جميع النسخ: يشاهد، وما أثبته أنسب.
(¬٣)  في (ح) و (م): نطفةً!
(¬٤)  "في البيض" ساقط من (ك).
(¬٥)  في (ح) و (م): تلك.','1','527',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (598,'تزيد في جوهره حتَّى يصير بحيث يمكن أن تُكَوَّنَ الأعضاءُ فيه؛ كان أوَّلَ الأعضاء وأسبَقَها إليه هو مَحَلُّ القوَّة الغَاذِية؛ وهو "الكبد".
قال أصحاب "السُّرَّة": حاجة الجَنِين إلى جَذْب الغذاء أشدُّ من حاجته إلى آلات قِوَاه وإدراكه، ومن "السُّرَّة" يَثِجُّ (¬١) الغذاء.
وأَوْلَى هذه الأقوال القولُ الأوَّل. ومرتبةُ (¬٢) "القلب" وشَرَفُهُ ومنزلتُه ومَحَلُّه الذي وضَعَهُ الله به يقتضي أنَّه المبدوءُ به قبل سائر الأعضاء، المتقدِّمُ عليها بالوجود. والله أعلم (¬٣).

فصل
فإن قيل الجَنِينُ قبل نفخ "الرُّوح" فيه، هل كان فيه حركةٌ وإحساسٌ أم لا؟
قيل: كان فيه حركة النُّمُوِّ والاغتذاء كالنَّبات، ولم تكن له حركة الحِسِّ (¬٤) والإرادة، فلمَّا نُفِخَت فيه "الرُّوح" انضمَّت حركة حِسِّهِ وإرادته إلى حركة نُموِّه واغتذائه.
فإن قيل: قد ثبت أنَّ الولد يتخلَّقُ من ماء الأبوين، فهل يتمازجا
_________
(¬١) في (ح) و (م): يجذب!
و"يَثِجُّ": يسيل ويَنْصَبُّ. انظر: "المصباح المنير" (١١٠).
(¬٢) في (ح) و (م): وهو بيت! وفي سائر النسخ: ومرتبته، وما أثبته هو الصحيح.
(¬٣) ذكر نحوًا من هذا في "تحفة المودود" (٤٠٨ - ٤٠٩)، و"مفتاح دار السعادة" (٢/ ١٩).
(¬٤) في (م): الإحساس، وفي (ح): نموه.','1','528',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (599,'ويختلطا (¬١) حتَّى يصيرا ماءً واحدًا، أو يكون أحدهما هو المادَّة والآخر بمنزلة "الإِنْفَحَة" (¬٢) التي تعقده؟
قيل: هو موضعٌ اختلف فيه أرباب الطبيعة:
فقالت طائفةٌ منهم: "مَنِيُّ" الأب لا يكون جزءًا من الجَنين، وإنَّما هو مادَّة "الرُّوح" الساري في الأعضاء، وأجزاءُ البدن كلُّها من "مَنِيِّ" الأُمِّ.
ومنهم من قال: بل هو ينعقد من "مَنِيِّ" الأُمِّ (¬٣)، ثُمَّ يتحلَّلُ ويفسد.
قالوا: ولهذا كان الولدُ جزءًا من أُمِّه، ولهذا جاءت الشريعة بتَبَعِيَّتِه لها في الحُرِّيَّةِ والرِّقِّ.
قالوا: ولهذا (¬٤) لو نَزَا فَحْلُ رَجُلٍ على حِجْرَةِ (¬٥) آخر فأَوْلَدَها؛ فالولدُ لمالك الأُمِّ دون مالك الفَحْل؛ لأنَّه تكوَّنَ من أجزائها وأحشائها ولحمها ودمها، وماءُ الأب بمنزلة الماء الذي يسقي الأرض.
_________
(¬١) كذا في النسخ، وهي عاميَّةٌ تأثَّر بها المؤلِّف، والوجه: يتمازجان ويختلطان.
(¬٢) "الإنْفَحَة": شيءٌ أصفر يستخرج من بطن الحَمْل أو الجَدْي الرضيع الذي لم يرعى النبتَ بعدُ، ليعصر في اللبن فيُصنَع منه الجبن.
انظر: "المصباح المنير" (٨٤٦)، و"تاج العروس" (٧/ ١٩٠).
(¬٣) في (ح) و (م): الأنثى.
(¬٤) بعده في (ز) زيادة: كان.
(¬٥) "حِجْرَة": هي أنثى الفَرَس. والأصل "حِجْر" بدون الهاء، وزيادتها لحنٌ عند أكثر أئمة اللغة.
انظر: "تاج العروس" (١٠/ ٥٣٦).','1','529',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (600,'قالوا: والحِسُّ يشهدُ أنَّ الأجزاء التي في المولود من أُمِّه أضعافُ أضعافِ الأجزاء التي فيه من أبيه.
فثبت أن تكوينه من "مَنِيِّ" الأُمِّ، ودَمِ الطَّمْثِ، و"مَنِيُّ" الأب عاقدٌ له كالإنْفَحَة.
ونازعهم الجمهور وقالوا: إنَّه يتكوَّنُ من "مَنِيِّ" الرَّجُل والأُنثى، ثُمَّ لهم قولان:
أحدهما: أنَّه يتكوَّنُ من "مَنِيِّ" الذَّكَر أعضاؤه وأجزاؤه؛ ومن "مَنِيِّ" الأُنثى صورته.
والثاني: أنَّ الأعضاءَ والأجزاءَ والصورةَ تكوَّنت من مجموع الماءَين، وأنَّهما امتزَجَا واختلَطَا وصارَا ماءً واحدًا.
وهذا هو الصواب (¬١)؛ لأنَّا نجد الصورة والتشكيل تارةً إلى الأب، وتارةً إلى الأُمِّ. والله أعلم.
وقد دلَّ على هذا قوله تعالى: {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} [الحجرات: ١٣].
والأصل هو الذَّكَر، فمنه البَذْر، ومنه السَّقْي. والأُنثى وعاءٌ ومستودَعٌ لولده، تُرَبِّيه في بطنها كما تُرَبِّيه في حَجْرها. ولهذا كان الولدُ للأبِ حكمًا ونسبًا.
وأمَّا تبعيته للأُمِّ في الحُرِّيَّة والرِّقِّ فلأَنَّهُ إنَّما تكوَّنَ وصار ولدًا في
_________
(¬١) وهو اختيار: القاضي عياض في "إكمال المعلم" (٢/ ١٥١)، وأبي العباس القرطبي في "المفهم" (١/ ٥٧٢).','1','530',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (601,'بطنها، وغذَّتْهُ لبانها، مع الجُزْء الذي فيه منها. وكان الأبُ أحقَّ بنَسَبِه وتعصيبه؛ لأنَّه أصله، ومادَّته، ونسخته  (¬١) . وكان أشرفهما دينًا أَوْلَى به؛ تغليبًا لدين الله وشرعه.
فإن قيل  (¬٢) : فهَلَّا طردَّتم هذا وقلتم: لو سَقَطَ بَذْرُ رَجُلٍ في أرض رَجُلٍ  (¬٣)  آخر، يكون الزَّرْع لصاحب الأرض دون مالك البَذْر؟
قيل: الفرق بينهما أنَّ البَذْر مالٌ مُتَقَوَّمٌ نَبَتَ  (¬٤)  في أرض آخر، فهو لمالكه، وعليه أجرة الأرض، أو هو بينهما. بخلاف "المَنِيِّ"؛ فإنَّه ليس بمالٍ، ولهذا نَهَى الشارعُ عن المعاوضة عليه  (¬٥) .
واتفق الفقهاء على أنَّ الفَحْلَ لو نَزَا على رَمَكَةٍ  (¬٦)  لكان الولد لصاحب الرَّمَكَة  (¬٧) .
_________
(¬١)  قال المؤلف في "إعلام الموقعين" (٣/ ٢٦٨):
"قد اتفق المسلمون على أنَّ النَّسَب للأب، كما اتفقوا على أنَّه يتبع الأُمَّ في الحريَّة والرِّقِّ".
(¬٢)  ساقط من (ز).
(¬٣)  ساقط من (ح) و (م).
(¬٤)  ساقط من (ح) و (م).
(¬٥)  روى البخاري في "صحيحه" رقم (٢٢٨٤) من حديث نافع، عن ابن عمر - رضي الله عنهما - قال: "نهى النبي - صلى الله عليه وسلم - عن عَسْب الفَحْل".
وروى مسلم في "صحيحه" رقم (١٥٦٥) من حديث جابر بن عبد الله - رضي الله عنه - قال: "نهى رسول الله - صلى الله عليه وسلم - عن بيع ضِرَاب الجَمَل".
(¬٦)  "رَمَكَة" - بفتح الجميع -: الأنثى من البَرَاذِين، والجمع: رِمَاك، كـ: رَقَبَة ورِقَاب. "المصباح المنير" (٣٢٦).
(¬٧)  حكى هذا الاتفاق - أيضًا - في "إعلام الموقعين" (٣/ ٢٦٧).','1','531',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (602,'فصل

فإن قيل: فهل يتكوَّنُ الجَنِينُ من ماءَين وَوَاطِئَين؟
قيل: هذه المسألةُ شرعيَّةٌ كونيَّةٌ، والشَّرْعُ فيها تابعٌ للتكوين. وقد اختُلِف فيها شَرْعًا وقَدَرًا:
فمنعت ذلك طائفةٌ وأَبَتْهُ كلَّ الإباء، وقالت: الماء إذا استقرَّ في "الرَّحِم" اشتملَ عليه، وانضمَّ غاية الانضمام، بحيث لا يبقى فيه مقدار رَسْم رأس إبرة إلَّا انْسَدَّ (¬١)، فلا يمكن انفتاحه بعد ذلك لماءٍ ثانٍ، لا من الواطئ، ولا من غيره.
قالوا: وبهذا أجرى اللهُ العادةَ؛ أنَّ الولد لا يكون إلَّا لأبٍ واحدٍ، كما لا يكون إلَّا لأُمٍّ واحدةٍ.
وهذا هو مذهب الشافعي (¬٢).
_________
(¬١) في جميع النسخ: وإلا فَسَد، وما أثبته أنسب للسياق.
(¬٢) انظر: "الأم" (٧/ ٦٠٤)، و"معرفة السنن والآثار" للبيهقي (١٤/ ٣٦٥ - ٣٧٦)، و"البيان" للعمراني (٨/ ٢٧).
قال الإمام الماوردي - رحمه الله - في "الحاوي" (١٧/ ٣٨٤) ما ملخصه:
"والدليل على إبطال إلحاق الولد بأبوين، قول الله تعالى: {يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى} [الحجرات: ١٣]، وهذا خطابٌ لجميعهم، فدلَّ على انتفاء خلق أحدهم من ذكرين وأنثى. وقال تعالى: {إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ} [الإنسان: ٢]، فمَنَع أن يكون مخلوقًا من نطفتين.
ويدلُّ عليه أن ليس في سالف الأُمَم وحديثها، ولا جاهلية ولا إسلام؛ أن نسبوا أحدًا إلى أبوين، وفي إلحاقه باثنين خرق العادات، وفي خرقها إبطال المعجزات، وما أفضى إلى إبطالها بطَل في نفسه، ولم يبطلها. والذي يؤكد ذلك - مع ما قدَّمناه - شيئان: =','1','532',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (603,'وقالت طائفةٌ: بل يتخلَّقُ من ماءَين فأكثر.
قالوا: وانضمامُ "الرَّحِم" واشتمالُه على الماء لا يمنع قبوله الماءَ الثاني، فإنَّ "الرَّحِمَ" أَشْوَقُ  (¬١)  شيءٍ وأَقْبَلُه "للمَنِيِّ".
قالوا: ومثال ذلك مثال "المعدة"، فإنَّ الطعام إذا استقرَّ فيها انضمَّت عليه غاية الانضمام، فإذا ورد عليها طعامٌ فوقه انفتحت له، لشوقها  (¬٢)  إليه.
قالوا: وقد شَهِدَ بهذا القائفُ بين يدي أمير المؤمنين عمر بن الخطَّاب - رضي الله عنه - في ولدٍ ادَّعاهُ اثنان، فنظر إليهما وإليه، وقال: "ما أراهما إلا اشتركا فيه". فوافقه عمر - رضي الله عنه - وألحقه بهما  (¬٣) .
_________
= أحدهما: ما أجمع عليه أُمم الطبِّ في خلق الإنسان، أنَّ عُلُوق الولد يكون حين يمتزج ماء الرجل بماء المرأة، ثُمَّ تنطبق الرَّحِم عليهما بعد ذلك الامتزاج، فينعقد علوقه لوقته، ولا يصل إليه ماءٌ آخر، لا من ذلك الواطئ ولا من غيره.
والثاني: أنَّه لمَّا استحال في شاهد العرف أن تنبت السنبلة من حَبَّتين، وتنبت النخلة من نواتين، دلَّ على استحالة خلق الولد من ماءين. والله أعلم".
وهذا التقرير البديع يوافق تمامًا ما انتهى إليه الأطبَّاء المعاصرون في "علم الأجِنَّة" الحديث، والقول -في مثل هذا - قولهم.
انظر: "خلق الإنسان بين الطبِّ والقرآن" للدكتور: محمد علي البار (٤٨٤ - ٤٨٥).
(¬١)  في (ز) و (ك) و (ط): أنشق، وفي (ح) و (م): أشفق، والصواب ما أثبته.
(¬٢)  "له لشوقها" ملحق بهامش (ك).
(¬٣)  أخرجه: عبد الرزاق في "المصنف" (٧/ ٣٦٠)، وسعيد بن منصور في "سننه" كما في "المغني" (٨/ ٣٧٧)، والبيهقيُّ في "السنن الكبرى" (١٠/ ٢٦٤)، وفي "معرفة السنن والآثار" (١٤/ ٣٦٨)، والطحاوي في "شرح معاني الآثار" (٤/ ١٦٢)، وفي "شرح مشكل الآثار" (١٢/ ٢٥٣)، والزبير بن بكار في "الأخبار =','1','533',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (604,'ووافقه على ذلك الإمام أحمد  (¬١) ، ومالك  (¬٢)  - رضي الله عنهما -.
_________
= الموفقيات" (٣٦٣)، وحرب الكرماني في "مسائله" (٢٢٧).
وهذا الأثر ضعفه: الشافعي، والبيهقي، وابن حزم في "المحلى" (١٠/ ١٤٩)، وأعلُّوه بالانقطاع.
لكن له طرق كثيرة متصلة ترتقي بالأثر إلى درجة الصحة، ولهذا قال الطحاوي: "رُوي عن عمر من وجوهٍ صحاح".
وصححه: ابن القيم في "الطرق الحكمية" (٢٥٧)، والألباني في "إرواء الغليل" (٦/ ٢٥).
(¬١)  انظر: "المغني" (٨/ ٣٧٧) و (٩/ ٢٠٨)، و"الإنصاف" (٦/ ٤٥٦)، و"المبدع" (٥/ ٣٠٨).
(¬٢)  انظر: "المدوَّنة" (٣/ ٣٣٩)، و"النوادر والزيادات" (١٣/ ٢١١)، و"المعونة" للقاضي عبد الوهاب (٢/ ١٠٨٥).
وههنا مسألتان:
الأولى: إمكان تخلُّق الولد من ماءَين؛ فذهب أبو حنيفة، ومالك، وأحمد إلى جوازه. ومنعه الشافعي وجماعة.
والثانية: مسألة "القَافَة"، فيقال:
إذا تداعى رجلان ولدًا - وأمكن ذلك - وليس لأحدهما بَيِّنةٌ، فقد اختلف أهل العلم في ذلك على أقوال:
الأوَّل: أنه يُقْرَعُ بينهما. وهذا مرويٌّ عن عليٍّ - رضي الله عنه -، وقال به: إسحاق بن راهويه، والشافعي في القديم، واختاره ابن حزم في "المحلَّى" (١٠/ ١٤٨).
والثاني: أنَّه يُنْسَب إليهما جميعًا بدون قُرْعَة ولا نظر قائف. وهذا مذهب: النخعي، والثوري، وأبي حنيفة، وأهل الكوفة. "بدائع الصنائع" (٥/ ٣٦٦).
والثالث: أنَّه يُدْعَى له القَافَة. وهذا مرويٌّ عن: عمر، وعلي، وابن عباس، وأنس، وأبي موسى الأشعري - رضي الله عنهم جميعًا -، وهو مذهب جمهور الأُمَّة.
وحينئذٍ لا يخلو من حالتين:
الأولى: أن يُلْحِقَهُ القَافَةُ بأحدهما؛ وحينئذٍ يلتحق به بلا نزاعٍ بين القائلين =','1','534',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (605,'قالوا: والحِسُّ، يشهدُ بذلك، كما نرى في جِرَاءِ  (¬١)  الكلبةِ والسِّنَّوْرِ، تأتي بها مختلفة الألوان لتعدُّدِ آبائها.
وقد قال النبيُّ - صلى الله عليه وسلم -: "من كان يؤمنُ بالله واليوم الآخر فلا يسقي ماءَهُ زَرْعَ غيرِهِ"  (¬٢) ، يريد وَطْءَ الحامل من غير الواطئ.
قال الإمام أحمد: "الوَطْءُ يزيد في سمع الولد
_________
= بالقَافَة.
والثانية: أن يُلْحِقَهُ القَافَةُ بهما جميعًا، فاختلف أهل العلم على أقوال:
الأوَّل: أنَّه لا يلتحق بهما، بل إن كان الولد كبيرًا خُيِّر بينهما، فيلحق بأيِّهما شاء، وإن كان صغيرًا انتُظِرَ به حتى يكبر فيختار.
وهذا مذهب: الشافعي، ومالك.
والثاني: أنَّه يلحق بهما جميعًا، ويصيران أبوين له، يرثهما ويرثانه.
وهذا قول: أبي ثور، وسحنون، وابن القاسم من المالكية، وهو مذهب أحمد - وهو من المفردات -، وقال به بعض الشافعية.
والثالث: أنَّه يُلْحَقُ بأكثرهما شبهًا له. وهذا قول: عبد الملك بن الماجشون، ومحمد بن مسلمة المالكيَّيْن.
انظر: "شرح السنَّة" (٩/ ٢٨٥)، و"تهذيب السنن" (٣/ ١٧٥)، و"المفهم" (٤/ ٢٠١)، و"الاستذكار" (٢٢/ ١٨٧)، و"مختصر اختلاف العلماء" (٤/ ٤٥٠).
(¬١)  "جِرَاء" جمع: جِرْو - بكسر الجيم وضمِّها -؛ وهو ولد الكلب والسباع. "مختار الصحاح" (١١٦).
(¬٢)  أخرجه: أحمد في "المسند" (٤/ ١٠٨ و ١٠٩)، وأبو داود في "سننه" رقم (٢١٥٨)، والترمذي في "سننه" رقم (١١٣١)، وابن أبي شيبة في "المصنف" رقم (٣٧٨٨١)، وابن حبَّان في "صحيحه" رقم (٤٨٥٠)، وغيرهم من حديث رويفع بن ثابت الأنصاري - رضي الله عنه -.
قال الترمذي: "حديث حسن"، وصحَّحه ابن حبَّان.
وحسَّنه الحافظ في "الفتح" (٦/ ٢٩٤).','1','535',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (606,'وبصره" (¬١).
هذا بعد انعقاده؛ وعلى هذا مسألةٌ فقهيَّةٌ، وهي: لو أَحْبَلَ أَمَةَ غيره بنكاحٍ أو زنىً، ثُمَّ مَلَكَها؛ هل تصير أُمَّ ولدٍ له؟ فيها أربعة أقوالٍ للفقهاء (¬٢)، وهي روايات عن الإمام أحمد (¬٣):
أحدها: لا تصير أُمَّ ولدٍ؛ لأنَّها لم تَعْلَق بالولد في ملكه.
والثاني: تصير أُمَّ ولدٍ؛ لأنَّها وضعت في ملكه.
والثالث: إن وضعت في ملكه صارت أُمَّ ولدٍ، وإن وضعت قبل أن يملكها لم تصر (¬٤)؛ لأنَّ الوضع والإحبال كان في غير ملكه.
والرابع: أنَّهُ إنْ (¬٥) وطئها بعد (¬٦) أن ملكها صارت أُمَّ ولدٍ، وإلا فلا؛ لأنَّ الوطء يزيد في خِلْقَة الولد، كما قال الإمام أحمد: "الوطء يزيد في سمع الولد وبصره". وهذا أرجح الأقوال.
_________
(¬١) نقله عنه - أيضًا - في "تهذيب السنن" (٣/ ٧٤)، و"زاد المعاد" (٥/ ١٥٥ و ٤٢٥).
وقد جاء هذا المعنى مرفوعًا من حديث رويفع بن ثابت الأنصاري - رضي الله عنه - المتقدم، وفيه قال: سمعتُ رسول الله - صلى الله عليه وسلم - ينهى أن توطأ الحامل حتى تضع؛ وقال: "إنَّ أحدكم يزيد في سمعه، وفي بصره".
أخرجه: الطبراني في "المعجم الكبير" (٥/ ٢٨) رقم (٤٤٩٠)، وشواهده كثيرة.
(¬٢) ساقط من (ح) و (م).
(¬٣) انظر: "الإنصاف" (٧/ ٤٩٢)، و"الفروع" (٥/ ١٣٠).
(¬٤) "وإن وضعت قبل أن يملكها لم تصر" هذه العبارة بدلًا عنها في (ز): وإلا فلا.
(¬٥) ساقط من (ك).
(¬٦) "بعد" ملحق بهامش (ك).','1','536',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (607,'وقد ثبت عن النبيِّ - صلى الله عليه وسلم - أنَّه مَرَّ بامرأةٍ مُجِحٍّ على باب فُسطاطٍ، فقال: "لعلَّ سيِّدَها يريد أنْ يُلِمَّ بها، لقد هَمَمْتُ أن أَلْعَنَهُ لعنًا يدخل معه قبره، كيف يُورِّثُه وهو لا يَحِلُّ له  (¬١) ؟ كيف يستعبدُه  (¬٢)  وهو لا يَحِلُّ له  (¬٣) ؟! "  (¬٤) .
و"المُجِحُّ": الحاملُ المُقْرِبُ.
وقوله: "كيف يُورِّثه"  (¬٥) ، أي: يجعل  (¬٦)  الولد تركةً مورَّثةً عنه كأنَّه  (¬٧)  عبدُه، ولا يحلُّ له ذلك؛ لأنَّه قد صار فيه جزءٌ من أجزائه بوطئه، وكيف يجعله عبدَهُ، وهو لا يحلُّ له ذلك  (¬٨) ؟
_________
(¬١)  ساقط من (ز) و (ك).
(¬٢)  كذا في (ز) و (ك)، ولفظ مسلم: "يستخدمه".
(¬٣)  "كيف يستعبده وهو لا يحل له" ساقط من (ح) و (م).
(¬٤)  أخرجه: مسلم في "صحيحه" رقم (١٤٤١) من حديث أبي الدرداء - رضي الله عنه -.
"الفسطاط": خِبَاءٌ صغيرٌ نحو بيت الشَّعْر.
"يُلِمَّ بها": أي: يطأها، وقد كانت حاملًا مسبِيَّةً لا يحل جماعها حتى تضع.
انظر: "شرح مسلم" للنووي (١٠/ ١٤ - ١٥).
(¬٥)  "كيف يورِّثه" ساقط من (ك).
(¬٦)  بعده في (ح) و (م) زيادة: له.
(¬٧)  في جميع النسخ: لأنه، وما أثبته أنسب.
(¬٨)  هذا المعنى الذي ذكره المؤلف هاهنا قد انتصر له في "تهذيب السنن" (٣/ ٧٣ - ٧٤)، وعليه أكثر شُرَّاح "صحيح مسلم" كـ: القاضي عياض في "الإكمال" (٤/ ٦٢١)، والمازري في "المعلم" (٢/ ١٠٤)، وأبي العباس القرطبي في "المفهم" (٤/ ١٧٢).
ولم يرتضه النووي، وقال: "هذا القول ضعيفٌ أو باطل"! ثم ذكر تفسيرًا =','1','537',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (608,'فهذا دليلٌ على أنَّ وَطْء الحامل يزيد في الأجزاء، وقد دلَّت المشاهدةُ على أنَّ الحامل إذا وُطِئت كثيرًا جاء الولد عَبْلًا (¬١) ممتلئًا، وإذا هُجِر وطؤها جاء الولد ضئيلًا ضعيفًا.
فهذه أسرارٌ شرعيَّةٌ موافقةٌ للأسرار الطبيعيَّة، مبنيَّةٌ عليها. والله أعلم.
فإن قيل: فهل يمكن أن يُخْلَقَ من الماء الواحد (¬٢) ولَدَان في بطنٍ واحدٍ؟
قيل: هذه مسألة "التَّوْأَم"، وهو ممكن، بل قد وقع، وله أسباب:
أحدها: كثرة "المَنِيِّ"، فيفيضُ (¬٣) إلى بطن "الرَّحِم" دُفُعَاتٍ، و"الرَّحِمُ" يعرض له عند الحركة الجاذبة (¬٤) "للمَنِيِّ" حركاتٌ اختلاجيَّةٌ مختلفةٌ، فَرُبَّما اتَّفَق أنْ كان الجاذب (¬٥) للدفعة الأولى من "المَنِيِّ" أحد جانبيه، وللثانية الجانب الآخر.
ومنها: أنَّ بيت الأولاد في "الرَّحِم" فيه تجاويف، فيكون "المَنِيُّ" كثيرًا، فيَفْضُل عن أحدها فَضْلَةٌ يشتمل عليها التجويف الثاني، وهكذا الثالث.
_________
= آخر للحديث؛ انظره في "شرح مسلم" (١٠/ ١٥). وهو عين ما ذكره الخطابي في "معالم السنن" (٢/ ٦١٤).
(¬١) "عَبْلًا" أي: تامَّ الخَلْق، ضَخْمًا. "مختار الصحاح" (٤٣٤).
(¬٢) ساقط من (ح) و (م).
(¬٣) في (ح) و (م): فيقبض.
(¬٤) في (ز) و (ك) و (ط): الحادثة، وما أثبته من (ح) و (م).
(¬٥) في (ز) و (ك) و (ط): الحادث، وما أثبته من (ح) و (م).','1','538',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (609,'قال أرسطو: "وقد يعيش للمرأة خمسةُ أولادٍ في بطنٍ واحدٍ". وحَكَى عن امرأةٍ أنَّها وضعت في أربع بطونٍ عشرين ولدًا.
قال صاحب "القانون" (¬١): "سمعت بـ "جُرْجَان" أنَّ امرأةً أسقطت كيسًا فيه سبعون صورةً، كلُّ صورةٍ (¬٢) صغيرةٌ جدًّا".
قال أرسطو: "وإذا أَتْأَمَتْ بذكرٍ وأُنثى فقلَّما تَسْلَمُ الوالدةُ والمولود، وإذا أَتْأَمَتْ بذكرين أو أُنثيين فتَسْلَمُ كثيرًا".
قال: "والمرأة قد تَحْبَلُ على الحَبَلِ، ولكن يهلك الأوَّل في الأكثر، فقد أسقطت امرأةٌ واحدةٌ اثني عشر جنينًا، حَمْلًا على حَمْلٍ. وأمَّا إذا كان الحَمْلُ واحدًا، أو بعد وضع الأوَّل: فقد يعيشان". والله أعلم.

فصل
فإن قيل: فما السبب المانع للحامل من الحيض غالبًا. قال الإمام أحمد وأبو حنيفة: إنَّ ما تراه من "الدَّم" يكون دم فسادٍ لا حيض. والشافعيُّ وإنْ قال إنَّه دمُ حيضٍ - وهو إحدى الروايتين عن عائشة - فلا ريب أنَّه نادرٌ بالإضافة إلى الأغلب؟
_________
(¬١) هو ابن سينا، وقد سبقت ترجمته (ص/ ٥١٠).
وكتاب "القانون" من أعظم ما أُلِّف في الطبِّ، ونفعه مستمرٌّ إلى عصرنا، وقد طبع قديمًا في أوربا في مطبعة روما سنة (١٥٩٣ م). وذكر الزركلي في "الأعلام" أنه طبع في سنة (١٤٧٦ م).
انظر: "مدخل إلى تاريخ نشر التراث العربي" محمود الطناحي (٢٧).
(¬٢) "كل صورة" ساقط من (ح) و (م).','1','539',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (610,'قيل:<span data-type="title" id=toc-385> دم الطَّمْثِ ينقسم إلى ثلاثة أقسام:</span>
١ - قسمٌ ينصرف إلى غذاء الجَنين.
٢ - وقسمٌ يصعد إلى البدن.
٣ - وقسمٌ يَحْتَبِسُ إلى وقت الوَضْع، فيخرج مع الولد، وهو "دَمُ النِّفَاس".
ورُبَّما كانت مادَّةُ "الدَّم" قويَّةً - وهو كثيرٌ - فيخرج بعضُه؛ لقوَّته وكثرته.
والراجح من الدليل أنَّه حيضٌ، حكمُهُ حكمُهُ، إذ ليس هناك دليلٌ عقليٌّ ولا شرعيٌّ يمنع من كونه حيضًا، واستيفاء الأدلَّة من الجانبين قد ذكرناه في موضعٍ آخر (¬١). والله أعلم.
فإن قيل: فما السبب في أنَّ النِّساءَ الحُبَالَى يَشْتَقْنَ في الشهر الثاني والثالث إلى تناول الأشياء الغريبة التي لم تَعتَد بها طباعُهُنَّ؟
قيل: لأنَّ دم الطَّمْثِ لمَّا احتُبِسَ فيهنَّ بحكمةٍ قدَّرها الله - سبحانه - وهي صَرْفُه غذاءً للولد، ومقدار ما يحتاج إليه يسير، فتدفعه الطبيعة الصحيحة إلى فم "المَعِدَة"، فتحدث لهنَّ شهوة تلك الأشياء الغريبة.
_________
(¬١) انظر: "تحفة المودود" (٤١٤ - ٤١٧)، و"زاد المعاد" (٥/ ٧٣١ - ٧٣٨) وفيه بسطٌ.
وقد ذكر المؤلف عن نفسه أنه أفرد هذه المسألة بمصنَّف، انظر: "تهذيب السنن" (٣/ ١٠٩).','1','540',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (611,'فإن قيل: فكيف وَضْعُ الجَنين في بطن أُمِّهِ: أقائمًا، أم قاعدًا، أم مضطجِعًا؟
قيل: هو معتمِدٌ بوجهه على رجليه، وبراحتيه على ركبتيه، ورجلاه مضمومةٌ إلى قُدَّامه (¬١)، ووجهه إلى ظهر أُمِّه. وهذا من العناية الإلهيَّة به؛ أن أَجْلَسَهُ هذه الجِلْسَة في هذا المكان الضيِّق، فهو في "الرَّحِم" على الشكل الطبيعي.
وأيضًا؛ فلو كان رأسُهُ إلى أسفل لوقع ثِقَلُ الأعضاء الخسيسة على الأعضاء الشريفة، وأدَّى ذلك إلى تَلَفِهِ.
ولأنَّه عند محاولة الخروج إذا انقلب أعَانَهُ ثِقَلُه على الخروج، فإنَّه إذا خرَجَ أوَّلَ ما يخرُجُ منه رأسُهُ؛ لأنَّ "الرأس" إذا خرج أوَّلًا كان خروج سائر الأعضاء بعده سهلًا، ولو خرج على غير هذا الوجه لكان فيه تَعْوِيقٌ وعُسْرٌ. فإنَّ "الرجْلَين" لو خَرَجَتَا أوَّلًا انْعَاقَ خروج الباقي؛ فإنَّهُ إنْ خرجت "الرِّجْلُ" الواحدة أوَّلًا انْعَاقَ عند الثانية، وإن خرجتا معًا انعاق عند "اليدين"، وإن خرجت "اليدان" و"الرجْلَان" انعاق عند "الرأس"، فكان يلتوي إلى خلف وتلتوي "السُّرَّةُ" إلى"العُنُق" فيألم "الرَّحِم"، ويصعب (¬٢) الخروج، ويؤدِّي إلى مَرَضِهِ أو تَلَفِهِ.
فإن قيل: فما سبب الإجْهَاض - الذي يسمُّونه "الطَّرْح" - قبل كمال الولد؟
قيل: الجَنين في "البَطْن" بمنزلة الثمرة في الشجرة، وكلٌّ منهما له
_________
(¬١) من (ط)، وفي باقي النسخ: قدماه! وجاء في هامش (ز): فخذيه.
(¬٢) في (ح) و (م): ويضعف.','1','541',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (612,'اتصالٌ قويٌّ بالأُمِّ، ولهذا يصعب قطع الثمرة قبل كمالها من الشجرة وتحتاج إلى قوَّة، فإذا بلغت الثمرة نهايتها سَهُلَ قَطْعُها، ورُبَّما سقطت بنفسها؛ وذلك لأنَّ تلك الرِّبَاطَات والعُرُوق التي كانت تُمِدُّها من الشجرة كانت في غاية القوَّة، فتوفر (¬١) لغذاء آخر، رجع ذلك الغذاء إلى الشجرة فَضَعُفَت تلك الرِّبَاطات (¬٢) والمجاري، وساعدها ثِقَلُ الثمرة، فسَهُلَ أخذها. وكذا الأمر في الجَنين، فإنَّه ما دام في "البَطْن" قبل كماله واستحكامه، فإنَّ رطوباته وأغشيته ورباطاته (¬٣) تكون مانعةً (¬٤) له من السقوط، فإذا تمَّ وكَمُلَ ضَعُفَت تلك الرِّبَاطات (¬٥)، وانْهَتَكَت الأغشيةُ، واجتمعت تلك الرُّطُوبات المُزْلِقَة؛ فسقط الجَنين. هذا الأمر الطبيعي الجاري على استقامة الطبيعة وسلامتها.
وأمَّا السقوط قبل ذلك فلفسادٍ في الجَنين، أو لفسادٍ في طبيعة الأُمِّ، أو لِضَعْف الطبيعة. كما تسقط الثمرة قبل إدراكها لفسادٍ يعرض لها، أو لِضَعْف الأصل، أو لفساد يعرض من خارج. فإسقاط الجَنين لسببٍ من هذه الأسباب الثلاثة، فالآفات التي تصيب الأَجِنَّة بمنزلة الآفات التي تصيب الثمار.
فإن قيل: فكيف فَمُ (¬٦) "الرَّحِم" مع ضِيقه يتَّسع
_________
(¬١) من (ز) و (ك) و (ط)، وفي (ح):: فنور! وفي (م): فتوخر!! والعبارة مرتبكة.
(¬٢) في جميع النسخ: الرطوبات، وما أثبته أصح.
(¬٣) ساقط من (ح) و (م).
(¬٤) ساقط من (ز).
(¬٥) في (ح) و (م): الرطوبات.
(¬٦) ساقط من (ح) و (م).','1','542',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (613,'لخروج (¬١) ما هو أكبر منه بأضعافٍ مضاعفةٍ؟
قيل: هذا من أعظم الأدلَّة على عناية الرَّبِّ - تعالى - وقدرته ومشيئته، فإنَّ "الرَّحِم" لا بدَّ أن ينفتح الانفتاحَ العظيمَ جدًّا. قال غير واحدٍ من العقلاء: ولا بدَّ من انفصالٍ يعرض للمفاصل العظيمة، ثُمَّ تلتئم بسرعةٍ (¬٢) أسرع من لَمْح البصر.
وقد اعترف فضلاءُ الأطبَّاء وحُذَّاقُهم بذلك، وقالوا: لا يكون ذلك إلا بعنايةٍ إلهيَّةٍ، وتدبيرٍ تعجز العقول عن إدراكه، وتُقِرُّ للخلَّاق العليم بكمال الربوبيَّة والقدرة.
فإن قيل: فما السبب في بكاء الصبيِّ حال خروجه إلى هذه الدار؟
قيل: هاهنا سببان: سببٌ باطنٌ أخبر به (¬٣) الصادق المصدوق، لا يعرفه الأطبَّاء. وسبب ظاهرٌ.
فأمَّا السبب الباطن؛ فإنَّ الله - سبحانه - اقتضت حكمته أن وكَّلَ بكلِّ واحدٍ من أولاد آدم شيطانًا، فشيطان هذا المولود قد حُبِس (¬٤) ينتظر خروجه ليقارنه ويتوكَّلَ به، فإذا انفصل استقبله الشيطان وطعنه في خاصرته، تحرُّقًا عليه وتغيُّظًا، واستقبالًا له بالعداوة التي كانت بين الأبوين قديمًا، فيبكي المولود من تلك الطعنة. ولو آمن زنادقةُ الأطبَّاء والطبائعيين بالله ورسوله لم يجدوا عندهم ما يبطل ذلك ولا يردُّه.
_________
(¬١) في جميع النسخ: بخروج، وفي (ح) و (م): يخرج منه، والصواب ما أثبته.
(¬٢) من (ط)، وفي (ز) و (ك): سرعة، وفي (ح) و (م): مسرعة.
(¬٣) ساقط من (ك).
(¬٤) في (ح) و (م): خَنَس.','1','543',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (614,'وقد ثبت في "صحيح مسلم"  (¬١)  عن أبي هرِيرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: "صياحُ المولود حين يقع نَزْغَةٌ من الشيطان".
وفي "الصحيحين" من حديثه - أيضًا - قال: قال رسول الله - صلى الله عليه وسلم -: "ما من مولودٍ يولد إلا نَخَسَهُ الشيطانُ، فيستهِلُّ صارخًا من نَخْسَة  (¬٢)  الشيطان، إلا ابنَ مريمَ وأُمَّه"  (¬٣) .
وفي لفظٍ آخر: "يمسُّهُ حين يولد، فيستَهِلُّ صارِخًا من مَسِّ الشيطان إيَّاهُ"  (¬٤) .
وفي لفظٍ آخر: "كلُّ بني آدم يمسُّهُ الشيطانُ يوم ولدته أُمُّه، إلا مريمَ وابنَها"  (¬٥) .
وفي لفظٍ للبخاري  (¬٦) : "كلُّ بني آدم يَطْعَنُ الشيطانُ في جَنْبه  (¬٧)  بإصْبَعِه حين يولد، غير عيسى ابن مريم، ذهب يطعن فَطَعَنَ في الحِجَاب".
_________
(¬١)  رقم (٢٣٦٧).
(¬٢)  في (ك): مسّ.
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (٣٤٣١، ٤٥٤٨)، ومسلم في "صحيحه" رقم (٢٣٦٦)، واللفظ له.
(¬٤)  أخرجه: البخاري برقم (٣٤٣١، ٤٥٤٨)، ومسلم برقم (٢٣٦٦).
(¬٥)  هو في الصحيحين - كما سبق تخريجه - واللفظ لمسلم.
(¬٦)  رقم (٣٢٨٦).
(¬٧)  كذا في جميع النسخ، وهو الموافق لرواية الأكثرين كما قال الحافظ في "الفتح" (٦/ ٣٩٤)، وفي رواية أبي ذر الجرجاني بالتثنية: جنبيه.
قال الحافظ: "والمراد بالحجاب: الجلدة التي فيها الجنين، أو الثوب الملفوف على الطفل".','1','544',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (615,'والسبب الظاهر - الذي لا يُخْبِر الرُّسُل بأمثاله لِرُخْصِهِ (¬١) عند النَّاس، ومعرفتهم له من غيرهم - هو مفارقته للمَأْلَفِ (¬٢) والعادةِ التي كان فيها إلى أمرٍ غريبٍ، فإنَّه ينتقل من جسمٍ حارٍّ إلى هواءٍ باردٍ، ومكانٍ لم يَأْلَفْهُ، فيستوحش من مفارقته وَطَنَهُ ومَأْلَفَهُ.
وعند أرباب الإشارات أنَّ بكاءَهُ إرهاصٌ (¬٣) بين يدي ما يلاقيه من الشدائد والآلام والمخاوف، وأنشدوا في ذلك:
ويَبْكِي بها المولودُ حتَّى كأنَّهُ ... بكُلِّ الذي يلْقَاهُ فيها يُهَدَّدُ
وإلَّا؛ فما يُبْكِيهِ فيها، وإنَّها ... لأَوْسَعُ مِمَّا كانَ فيهِ وأَرْغَدُ؟ (¬٤)
ولهم نظير هذه الإشارة في قبض كَفِّهِ عند خروجه إلى الدنيا، وفي فتحها عند خروجه منها، وهو الإشارة إلى أنَّهُ خرج إليها مركَّبًا على الحِرْصِ والجَمْع (¬٥)، وفَارَقَها صِفْر اليدين منها، وأنشدوا في ذلك:
_________
(¬١) أي: لسهولة معرفته. والمثبت من (م)، وفي باقي النسخ: برخصه عن.
(¬٢) في (ح) و (م): للمألوف.
و"المَأْلَف": الموضع الذي يألفه الإنسان. "المصباح المنير" (٢٥).
(¬٣) في جميع النسخ: إرهاصًا!
والمراد بـ "إرهاص" أنَّه مقدِّمةٌ له، وإيذانٌ به.
انظر: "تاج العروس" (١٧/ ٦٠٨).
(¬٤) "ديوان ابن الرومي" (٣٩٣)، ولفظه:
لِمَا تُؤذِنُ الدنيا به من صُرُوفها ... يكون بكاءُ الطفل ساعةَ يُولَدُ
وإلَّا فما يبكيه منها وإنَّها ... لأَفْسَحُ ممَّا كان فيه وأرغَدُ
إذا أَبْصَرَ الدنيا اسْتَهَلَّ كأنَّه ... بما سوف يلقى من أذاها يُهَدَّدُ
(¬٥) في (ح) و (م): والطمع.','1','545',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (616,'وفي قَبْضِ كَفِّ الطِّفْل عند وِلَادِهِ ... دليلٌ على الحِرْصِ الذي هو مالكُهْ
وفي فَتْحِها عندَ المَمَاتِ إشارةٌ ... إلى فُرْقَةِ المالِ الذي هو تاركُهْ  (¬١) 
ولهم نظير هذه الإشارة في بكاء الطفل عند خروجه، وضَحِكِ مَنْ حوله، وأنَّ الأمر سيُبَدَّلُ ويصير إلى ما يُبْكي مَنْ حوله عند موته، كما ضحكوا عند ولادته، وأنشدوا في ذلك:
أَنَسِيتَ إذْ وَلَدَتْكَ أُمُّكَ باكيًا  (¬٢)  ... والنَّاسُ حولَكَ يضحكونَ سُرورَا
فَاعْمَلْ لَعَلَّكَ أنْ تكونَ إذا بَكَوا ... في يومِ مَوْتِكَ ضاحِكًا مسرورَا  (¬٣) 
ونظير هذه الإشارة - أيضًا - قولهم: إنَّ المولود حين ينفصل يَمُدُّ يَدَهُ إلى فِيهِ، إشارةً إلى تعجيل نُزُلِهِ  (¬٤)  عند القدوم بأنَّه ضيفٌ  (¬٥) ، ومن تمام إكرامه تعجيل قِرَاهُ  (¬٦) ، فأشارَ بِلِسَان الحال إلى ترك التأخير، ورُبَّما
_________
(¬١)  لم أهتدِ إلى قائله، لكنه استفاد هذا المعنى ممَّا ينسب إلى أمير المؤمنين علي بن أبي طالب -رضي الله عنه - كما في "ديوانه" (١٣٤) بلفظ:
وفي قَبْضِ كفِّ الطفل عند وِلَادِهِ ... دليلٌ على الحرصِ المركَّب في الحيِّ
وفي بَسْطِها عند المماتِ إشارةٌ ... أَلَا فانظُروني قد خرجتُ بلا شيِّ
ومن هذا المعنى ما نقله ابن رجب الحنبلي في "ذيل طبقات الحنابلة" (٣/ ١٤٤) عن الفخر إسماعيل الحنبلي أنه أنشد:
دليلٌ على حِرْصِ ابنِ آدمَ أنَّهُ ... تَرَى كفَّهُ مضمومةً وقْتَ وَضْعِه
ويَبْسُطُها عند الممات إشارةً ... إلى صُفْرِها ممَّا حَوَى بعد جَمْعِه
(¬٢)  في هامش (ك): ولدتك أمك باكيًا مستصرخًا.
(¬٣)  انظر: "مسامرة الندمان" للرازي (٣٣٥).
(¬٤)  "نُزُل": ما يُهَيَّأُ للنزيل من الطعام. "المصباح المنير" (٨٢٤).
(¬٥)  في (ز): ضعيف.
(¬٦)  "القِرَى": ما يقدَّم للضيف. "مختار الصحاح" (٥٥٩).','1','546',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (617,'مَصَّ إصْبَعَهُ إشارةً إلى نهاية فَقْرِهِ، وأنَّه بلَغَ منه إلى مَصِّ الأصابع، ومنه قول النَّاس لِمَنْ بلَغَ به الفقرُ غايته: "هو يَمُصُّ أصابِعَهُ".
ويَهْوِي إلى فِيهِ يَمُصُّ بَنَانَهُ ... يُطَالِبُ بالتعجيلِ خَوفَ التشَاغُلِ
ويُعْلِمُهُم: إنِّي فقيرٌ وليس لي ... من القُوتِ شيءٌ غيرُ مَصِّ أَنَامِلي
ونظير هذه الإشارة أنَّه يُحْدِثُ حالَ ولادته، يقول بلسان الحال: لا تُنْكِرُوا إحدَاثَ من استفتح بالحَدَثِ في دار الحَدَث  (¬١) ، كذلك كنتم من قبل، وليس العَجَبُ ممَّن أحدَثَ؛ بل العجَبُ ممن يُطَهَّرُ من الحَدَث.
ويُحْدِثُ بين الحاضِرين إشارةً ... إلى أنَّهُ من حادِثٍ ليس يُعْصَمُ
يقول: وعندِي بعدَ ذِي أخواتُها ... وما منكُمُ إلَّا وذُو العَرْشِ أَرْحَمُ
ونظير هذه الإشارة أنَّه يضحك بعد الأربعين، وذلك عندما يتعقَّلُ نَفْسَهُ الناطِقَةَ ويدركُها، وفي ذلك قِصَاصٌ من البكاء الذي أصابه عند ولادته. وتأخَّرَ بعده؛ لئلَّا يَيْأَس  (¬٢)  العبدُ إذا أصابته شدَّةٌ، فالفَرَجُ كامِنٌ بِطَيِّهَا في آثارها.
ويَضْحَكُ بعدَ الأربعين إشارةً ... إلى فَرَجٍ وَافَاهُ بعدَ الشَّدَائدِ
يقولُ: هي الدنيا، فَتُبْكِيكَ مرَّةً ... وتُضْحِكُ أخرى، فاصْطَبِرْ للعوائِدِ
_________
(¬١)  "في دار الحَدَث" ساقط من (ح) و (م).
(¬٢)  من (ط)، وفي باقي النسخ: يتأسَّى.
وفي (ح) و (م): "لكي يتأسَّى"، وهذا معنىً صحيح، فإن التَّأْسِية: التَّعْزِية. تقول: أَسَّاهُ تأسِيَةً فتأسَّى؛ أي: عزَّاهُ فتَعَزَّى. "القاموس" (١٦٢٦).','1','547',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (618,'قالوا: ويرى المنامات بعد ستين يومًا من ولادته، ولكن ينساها لِضَعْف القوَّةِ الحافظة، وكثرة الرُّطُوبات. وفي ذلك لُطْفٌ به - أيضًا - لضَعْفِ (¬١) قلبه عن التفكر فيما (¬٢) يراه.
ويرى بعَيْنِ القلبِ - إذ تأتي له ... ستون يومًا - رؤيةَ الأحلامِ
لكنَّهُ ينْسَاهُ بَعْدُ لضَعْفِهِ ... عن ضَبْطِهِ في يَقْظَةٍ ومَنَامِ

فصل
ولمَّا تكامَلَ "للنُّطْفة" أربعون يومًا فاستَحْكَمَ نُضْجُها، وعقَدَتْها حرارةُ "الرَّحِم"؛ استعدَّت لحالةٍ هي أكملُ من الأُولَى، وهي الدمُ الجامد (¬٣) الذي يشبه "العَلَقَة"، ويَقْبَلُ الصورةَ ويحفظُها بانعقادها وتماسُكِ أجزائها.
فإذا تَمَّ لها أربعون استعدَّت لحالةٍ هي أكمل من الحالتين قبلها، وهي صيرورتها لحمًا أَصْلَبَ من "العَلَقَة"، وأقوى وأحفظ "للمُخِّ" (¬٤) المُودَعِ فيها، واللحمِ الذي هو كِسْوَتُها، والرِّبَاطَاتِ (¬٥) التي تُمسك أجزاءه، وتشدُّ بعضَها إلى بعضٍ، و"الكبدِ" الذي يأخذ صَفْوَ الغذاء فيرسله إلى سائر الأعضاء، وإلى "الشَّعْر" و"الظُّفُر". و"الأمعاءِ" التي هي
_________
(¬١) ساقط من (ز).
(¬٢) في (ك): لما.
(¬٣) تصحفت في (ز) إلى: الحامل!
(¬٤) من (ط)، وفي باقي النسخ: والمخ.
(¬٥) من (ح) و (م) وهامش (ك)، وفي أصل (ك) وباقي النسخ: والرطوبات.','1','548',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (619,'مجاري وصول الطعام والشراب إلى "المَعِدَة"، و"العُرُوقِ" التي هي مجاري تَنْفِيذِه وإيصالِه إلى سائر أجزاء البدن، و"المَعِدَةِ" التي هي خِزَانةُ الطعام والشراب، وحافظته لمستحقِّيه. و"القَلْبِ" الذي هو منبع الحرارة، ومعدِن الحياة، والمستولي على مملكة البدن. و"الرئةِ" التي هي (¬١) تُرَوِّحُ عن البدن، وتفيده الهواء البارد الذي به حياته، و"اللِّسَانِ" الذي هو بريدُ "القلبِ" وترجمانُه ورسولُه، و"السَّمْع" الذي هو (¬٢) صاحب أخباره، و"البصر" الذي هو طليعته ورائده، والكاشِفُ له عمَّا يريد كَشْفه. و"الأعضاءِ" التي هي خَدَمُهُ وخَوَلُهُ (¬٣): فـ "الرِّجْلانِ" تسعى في مصالحه، و"اليَدانِ" تبطشُ في حوائجه، و"الأسنانُ" تُفَصِّل قُوْتَه وتقطِّعُه، و"الأَضْرَاسُ" تطحنُه، و"الرِّيقُ" يعجِنُه، والحرارةُ تُنْضِجُه، و"المَعِدَةُ" تُجَزِّئُه، و"الكبدُ" تَجْذِبُه (¬٤)، و"العُرُوقُ" تُوصِلُه إلى أربابه، و"الذَّكَرُ" آلةُ نَسْلِه، و"الأُنْثَيانِ" خزانةُ مادَّةِ النَّسْل.
فـ "الكبدُ" للغذاء وقِسْمَتِه، وهي في الحيوان بمنزلة شِرْش (¬٥) الشجر والنَّبَات، تجذب الغذاء. وترسله إلى جميع الأجزاء، وآلاتُ الغذاء خَدَمٌ لها.
و"القلب" للأرواح التي بها حياة الحيوان، وآلات التَّنَفُّسِ خَدَمٌ
_________
(¬١) ساقط من (ح) و (م).
(¬٢) ساقط من (ز)، ووضع بين الأسطر في (ك).
(¬٣) "الخَوَل": الخَدَم والحَشَم، وزنًا ومعنىً. "المصباح المنير" (٢٥١).
(¬٤) من قوله: "و"الأَضْرَاسُ" تطحنُه. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٥) "شِرْش" الشجر: أصله وجَذْره وعروقه، والجمع: شُرُوش.
انظر: "تكملة المعاجم العربية" (٦/ ٢٨٨).','1','549',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (620,'له.
و"الدِّمَاغ" مَعْدِنُ الحِسِّ والتصوُّرِ، والحَوَاسُّ خَدَمٌ له (¬١).
و"الأُنْثَيان" مَعْدِنٌ للتناسل، و"الذَّكَرُ" خادِمٌ لهما.
وهذه الأعضاء هي رأس أعضاء البدن.

فصل
وأمَّا آلاتُ الغذاء فثلاثةُ أقسام:
١ - آلةٌ تَقْبَلُ الغذاء وتُصْلِحُه، وتَقْذِفُه (¬٢) وتفرِّقُه، وتُرْسِلُه إلى جميع البدن.
٢ - وآلةٌ تقبل فَضَلاته.
٣ - وآلةٌ تُعِينُ في إخراج ثُفْلِه (¬٣)، وما لا منفعة في بقائه.
فأمَّا الآلات القابلة (¬٤) للغذاء (¬٥) فهي: "الفَمُ"، و"المَرِيءُ"، و"البطنُ"، و"الكبِدُ"، و"العُرُوقُ" الموصِلةُ إلى "الكبد"، و"العُرُوقُ" الموصِلةُ منها إلى البدن.
_________
(¬١) من (ح) و (م)، وسقط من باقي النسخ.
(¬٢) ساقط من (ح) و (م)، وألحقت بهامش (ز).
(¬٣) "الثُّفْل" - كـ "القُفْل" -: حُثَالَةُ الشيء، والثَّافِل: الرَّجِيع.
انظر: "المصباح المنير" (١١٤)، و"القاموس" (١٢٥٦).
(¬٤) في (ك) و (ط): المقابلة.
(¬٥) ملحقة بهامش (ز)، وسقطت من باقي النسخ.','1','550',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (621,'فصل

وأمَّا الآلات القابلة (¬١) للفضلات:
فـ "المَرَارَةُ" تقبل ما لَطُفَ منها (¬٢).
و"الطِّحَالُ" يقبل كثيفها (¬٣).
و"الكُلَى" و"المَثَانةُ" تقبلان المتوسِّطَ.
و"الكبدُ" موضوعةٌ في الجانب الأيمن، وتأخذ يسيرًا إلى الجانب الأيسر. وهذا لحكمةٍ بديعةٍ؛ وهي أنَّ "القلبَ" إلى الجانب الأيسر أقرب، وهو مَعْدِنُ الحَارِّ الغريزيِّ، فَنُحِّيَتْ (¬٤) عنه "الكبدُ" قليلًا، لئلَّا يتأذَّى بحرارتها.
وجُعِلَ في أوعية الغذاء قوىً خادمةٌ له؛ فـ "الفَمُ" مع كونه يقطع الغذاء ويطْحَنُه: يُحِيلُهُ ويُغَيِّرُهُ، و"المريءُ" مع كونه مَنْفَذًا إلى "المعدة": يغيِّرُهُ تغييرًا ثانيًا، و"المعدةُ" مع كونها خزانةً حافظةً له: تُنْضِجُهُ وتطبخُهُ، فتغيِّرُه تغييرًا ثالثًا، وتَهْضِمُه، وتُبقي منه ما لا يصلح منه، فتخرِجُه، وتدفَعُهُ إلى مَخْرَج الثُّفْلِ، فإنَّ الطعام إذا استقرَّ في "المعدة" اشتَمَلَت عليه (¬٥)، وانضمَّتْ غاية الانضمام، ثُمَّ أَنْضَجَتْهُ بحرارتها، ثُمَّ تتولَّاهُ "الكبد" وتشتمل عليه، وتقلِبُهُ دمًا خالصًا، ثُمَّ تَقْسِمُه على جميع
_________
(¬١) في (ك) و (ط): وأمَّا آلات المقابلة.
(¬٢) من (ط)، وفي باقي النسخ: منه.
(¬٣) في جميع النسخ: كثيفه، وما أثبته أنسب للكلام.
(¬٤) في (ح) و (م): فتجنب.
(¬٥) ساقط من (ك).','1','551',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (622,'الأعضاء قِسْمَةَ عَدْلٍ لا جَورَ فيها ولا حَيفَ.
ولمَّا كانت "المعدةُ" حوضَ البدن الذي تَرِدُهُ أجزاءُ البدن من كلِّ ناحيةٍ؛ اقتضت الحكمةُ الإلهيَّةُ جَعْلَها مُفَرْطَحَةً  (¬١)  في وَسْطِهِ.
وخالص الغذاء  (¬٢)  يتأدَّى إلى "الكبد" من شُعَبٍ كثيرةٍ، ويجتمع في موضعٍ واحدٍ واسع يُسمَّى: "باب الكبد". وجميع "العُرُوق" التي تتصل بـ "المعدة" و"الأمعاء" و"الطِّحَال" تجتمع وترتقي  (¬٣)  إلى "باب الكبد".
وفي "المعدة" قوَّةُ بُخَارٍ  (¬٤)  تَجْذِبُ الموافق، وتَنْفِي  (¬٥)  المخالف المُنَافي الذي عَجزت قُوَّةُ "المعدة" عنه. ثُمَّ إنَّ "الكبد" تصفِّيه وتُنَقِّيه بعد اجتذابه مرةً أخرى، وتنفي عنه غير الموافق.
وقد أعدَّ الصانعُ الحكيمُ - سبحانه - لتنقية "الدَّمِ" من "الكبد" ثلاثة خُدَّامٍ فارِهِين  (¬٦) ، قائمين بالمرصاد بلا كَسَلٍ ولا فُتُورٍ، وقد وضعَ كُلَّ واحدٍ منها في المكان الأَلْيَقِ  (¬٧)  به، ونَصَبَهُ نصبةً  (¬٨)  بها يكون أمكن من
_________
(¬١)  من (ط)، وسقطت من باقي النسخ.
و"مُفَرْطَحَة" أي: مُعَرَّضة، وفَرْطَحَهُ: عَرَّضَهُ وبَسَطَهُ. "تاج العروس" (٧/ ١٥).
(¬٢)  من (ح) و (م) وهامش (ز)، وسقطت من (ك) و (ط).
(¬٣)  في (ز) و (ك): فتجتمع وترقى، وفي (ح) و (م): تستجمع، وما أثبته أنسب.
(¬٤)  "قوَّة بُخَار" ساقط من (ح) و (م).
(¬٥)  في (ح) و (م): ويبقى.
(¬٦)  تكررت مرتين في (ك)، وفي (م): فارغين.
و"فَارِهين" أي: حاذقين، والفَارِهُ: الحاذِقُ بالشيء. ووصف الخادم بالفَراهَة يُقصد به النَّشاط والخِفَّة. انظر: "المصباح المنير" (٦٤٤).
(¬٧)  في (ك) و (ح) و (م): اللائق.
(¬٨)  من (ح) و (م)، وسقطت من باقي النسخ.','1','552',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (623,'عمله.
ولمَّا استقرَّ الغذاءُ في "المعدة" وطَبَخَتْهُ وأَنْضَجَتْهُ صارت فضلاتُه ثلاثة:
١ - فَضْلَةٌ كالدُّرْدِيِّ (¬١) الرَّاسِبِ.
٢ - وفَضْلَةٌ كالرَّغْوَةِ والزَّبَدِ الطافي.
٣ - وفَضْلَةٌ مائية.
فجعل كلَّ خادِمٍ من هذه الخُدَّامِ (¬٢) الثلاثةِ على فَضْلَةٍ لا يتعدَّاها إلى الأخرى، ليجذبها من مجرى خادِمِ الفَضْلة الخفيفة الطافية؛ وهي "الصُّفْرَة" و"المَرارةُ".
ونَصَبَها الرَّبُّ - تعالى - فوق "الكبد"؛ لأنَّ المُجْتَذَبَ هو الفَضْلة الطافية، ومكانها فوق مكان الدُّرْدِيِّ الرَّاسِب.
وخادم الفَضْلة التي هي كالدُّرْدِيِّ الرَّاسِب: "الطِّحَال"، ونَصَبَهُ الخلَّاقُ العليمُ أسفل من "باب الكبد"، حيث كان ما يجتذبه من أسفل. ولم يكن في الجانب الأيمن؛ لأنَّ "المعدة" قد شَغَلَتْ ذلك الجانب، وكان الجانب الأيسر خاليًا فلم تَعْدُه.
فإذا نُقِّيَ (¬٣) "الدَّمُ" من هاتين الفَضْلتين خَدَمَهُ الخادِمُ الثالث وهو
_________
(¬١) "دُرْدِيُّ" الزَّيت: ما يبقى أسْفَلَه، وأصلُه ما يَرْكُد في أسفل كلِّ مائعٍ كالأشربة والأَدْهَان. "تاج العروس" (٨/ ٧٠).
(¬٢) في (ز) و (ح) و (ط): الخدم.
(¬٣) من (ح) و (م)، وفي باقي النسخ: انتفى.','1','553',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (624,'"الكبد"، وقد بقي أحمر، نَقِيَّ اللَّونِ، مُشْرِقًا نورانيًّا. ويصل إليها من عِرْقٍ عظيمٍ يسمَّى: "الأَجْوَف"، ثُمَّ يُوزَّعُ من هناك على جهتي البدن: العليا، والسُّفْلى؛ في رواضِعَ كثيرة العَدَد، ما بين كبيرٍ، وصغيرٍ، ومتوسِّطٍ، كلها تتصل بالعرق "الأَجْوَف" وتَمْتَارُ (¬١) منه، وما دام "الدَّمُ" في هذا العِرْق ففيه مائيةٌ غير محتاجٍ إليها؛ لأنَّها كانت مَرْكَب الغذاء، فلمَّا أوصلته إلى مستقرِّه استغنى عنها، فاحتاج - ولا بدَّ - إلى إخراجِها ودفعِها، ولو لم يبادر إلى ذلك أضرَّتْ به، فخلق الله - سبحانه - "الكُلْيَتين" تمتصَّان هذه الفَضْلَة بعُنُقَين طويلين كالأنبوبين، ويفرغانها في "المَثانة" بِعِرْقَين آخَرَين، ووضَعَهما - سبحانه - أسفل من "الكبد" قليلًا، حيث يكون أمكن لتخليص المائية كما تُرَوَّقُ (¬٢) العُصَارات.
وأمَّا "المَرَارَةُ" فوَضَعَها اللهُ - سبحانه - فوق "الكبد"؛ لأنَّها بمنزلة السِّفِنْجَة أو القُطْنَة التي يُقْطَف (¬٣) بها الدُّهْن عن وجه الرُّطُوبات.
وأمَّا "الطِّحَال" فوَضَعَها أميل إلى أسفل؛ لأنَّه بمنزلة ما يجتذِبُ الأشياءَ المَصُونةَ إذا رَسَبَت.

فصل
إذا انْتُقِيَ (¬٤) "الدَّمُ" من هذه الفُضُولِ كلِّها، وعَمِلَتْ فيه
_________
(¬١) من (ح)، وتصحفت في باقي النسخ إلى: تمتاز.
ومعنى "تمتار منه" أي: تأخذ المِيرَةَ منه، والمِيرةُ: الطعام.
انظر: "المصباح المنير" (٨٠٧).
(¬٢) "تُرَوَّق": تُصَفَّى، تقول: رَاقَ الشَّرَابُ؛ إذا صَفَا. "مختار الصحاح" (٢٨٥).
(¬٣) في (ط): ينظف.
(¬٤) في (ح) و (م): انتفى.','1','554',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (625,'هذه (¬١) الخَدَمُ بِقُوَاها التي أودعها [الله] (¬٢) فيها هذا العمل، وأَصْلَحَتْهُ هذا الإصلاح = عَمِلَ مَلِكُ الأعضاء والجوارح - وهو "القلب" - فيه عملًا آخر، فقَصَدَهُ (¬٣) بحرارةٍ أخرى هي أقوى من حرارة "الكبد".

فصل
وجعل - سبحانه - في "المعدة" أربعَ قُوىً:
١ - قوَّةٌ جاذِبةٌ للملائم.
٢ - وقوَّةٌ مُنْضِجَةٌ له.
٣ - وقوَّةٌ مُمْسِكَةٌ له.
٤ - وقوَّةٌ دافِعةٌ للفَضْلة المستغنَى عنها منه.
ورئيس هذه القُوى هي: القوَّةُ المُنْضِجَةُ، وسائرها خَدَمٌ لها.
وخُصَّت "المعدةُ" عن سائر الأعضاء بأن أُودع فيها قوَّةٌ تحسُّ بالعَوَزِ والنُّقصان، وخاصيَّةُ فَمِها تنبيه (¬٤) الحيوان على تناول الغذاء عند الحاجة. وأمَّا سائر الأعضاء فإنَّها تتغذَّى بالبَتَات (¬٥) باجتذاب
_________
(¬١) ساقط من (ك).
(¬٢) زيادة للإيضاح.
(¬٣) من (ح) و (م)، وفي باقي النسخ: فقصره.
(¬٤) العبارة في (ح) و (م) هكذا: وخاصة فمنها لتنبه.
(¬٥) في جميع النسخ: النبات! ولعل ما أثبته هو الصواب.
و"البَتَات": الزَّاد. انظر: "تاج العروس" (٤/ ٤٣٢).
والمراد أن بقية الأعضاء تتغذَّى بالخالص من الغذاء بأخذ كل عضوٍ ما يناسبه من الزَّاد.','1','555',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (626,'الملائم إليها.
ولمَّا احتاجت "المعدة" إلى قوَّةِ حِسٍّ بالعَوَز، ولم يكن ذلك إلا من معدن الحواسِّ - وهو "الدِّماغ" - أتاها "روح العَصَبِ" وهو عظيمٌ، فأنبَتَ أكثَره في فَمِها وما يليه، ومن باقيه مستقيمًا حتَّى بلغ قَعْرها.
فإن قيل: فما الحكمة في أنْ باعَدَ - سبحانه - بين "المعدة" وبين "الفم"، وجعل بينهما مجْرَىً طويلًا وهو "المَرِيء"، وهلَّا اتَّصَلَت "المعدة" بـ "الفَمِ"، واستَغْنَت عن "المَرِيء"؟
قيل: هذا من تمام حكمة الخالق، وفيه منافع كثيرة:
١ - منها أن يحصل للغذاء تغيُّرٌ ما في طُول (¬١) المَجْرَى، فَيَلْطُفَ قبل وصوله إليها.
٢ - ومنها بُعْدُه عن آلة التنفُّس، لئلَّا تعوقه وتعوق الصوت والكلام.
٣ - ومنها أن لا تنقلب "المعدة" إلى خارجٍ عند شدَّةِ الجوع، كما يعْرِض ذلك للحيوان الشَّرِهِ إذا كان قصير العُنُقِ.
فإن قيل: فَلِمَ كانت إلى الجانب الأيسر أميل منها إلى الجانب الأيمن؟
قيل: ليتَّسِعَ المكان على "الكبد" ولا ينحصر.
فإن قيل: فهلَّا كانت مستقيمةً في وَضْعِها (¬٢)، بل مَالَ أسفلُها إلى
_________
(¬١) في (ح) و (م): طريق.
(¬٢) في (ح) و (م): وصفها.','1','556',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (627,'الجانب الأيمن؟
قيل: ليتَّسِعَ المكان على "الطِّحَال"، حيث كان أخفض موضعًا من "الكبد".
فإن قيل: فلِمَ جُعِلَت مستطيلةً مدوَّرَةً، وجُعِلَت ممَّا يلي الصُّلْب مسطَّحةً؟
قيل: لمَّا وضعَها اللهُ - سبحانه - بين "الكبد" و"الطِّحَال" جعلها مستطيلةً، وكانت مستديرةً لِيَتَّسِعَ الموضع (¬١) للطعام وللشراب، وكان أسفلُها أوسعَ من أعلاها لذلك، وجعل لها مدخلًا وهو "المَرِيء"، ومخرجًا يسمَّى: "البوَّاب". وجعل "البوَّاب" أضيق من "المَرِيء"؛ لأنَّ ما تبتلعه يكون أصْلَب وأخْشَن ممَّا تُخْرِجُه، فجعل مَدْخَلَ الداخل أوسع من مَخْرَج الخارج لانطباخه في "المعدة" وَلِينِه. ولِحِكَمٍ أُخرى:
١ - منها أن لا يَزِلَّ الطعام والشراب منه قبل نُضْجِه وانطباخِه (¬٢).
٢ - ولتقوى "المعدة" على حَبْسِه.
٣ - وليخرج أوَّلًا فأوَّلًا، لا دَفْعةً واحدةً.
و"المريءُ" يتَّسع بالتدريج حتَّى يبلغ "المعدة"، ولذلك يُظَنُّ أنَّه جزءٌ منها. وأمَّا "البوَّاب" فإنَّ الجزء الضيق منه يتَّصِلُ بأسفلها الذي هو أوسعها، ثُمَّ يتَّسع على التدريج ليسهُلَ (¬٣) خروجُ الفَضْلة.
_________
(¬١) ساقط من (ح) و (م).
(¬٢) في (ح) و (م): واناه!
(¬٣) من (ح) و (م)، وفي باقي النسخ: ليتسهل.','1','557',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (628,'فصل

و"الكبد" مُنْطَبِقَةٌ على "المعدة"، مَكْبُوبةٌ (¬١) عليها بزوائدها لِتُسْخِنَها، و"الطِّحَالُ" يُسْخِنُها من الجانب الأيسر، و"الصُّلْبُ" يُسْخِنُها من خَلْف، و"الترائبُ" من قُدَّامِها.
و"الترائبُ" مؤلَّفَةٌ من طبقتين رقيقتين، تنطبق إحداهما على الأخرى بشحمٍ كثيرٍ، وهو غِشاءُ "الأمعاء" كلِّها ولباسُها، ثُمَّ غُشِّيَ "البطنُ" كلُّه بغشاءٍ واحدٍ يقي "الأحشاء"، ويمنع من انتفاخ (¬٢) "المعدة" و"الأمعاء" بالرِّيَاح، ويربط جملة آلات الغذاء.
ولم يُجْعَل في "الكبد" تجويفٌ كتجويفي "القلب"؛ لتحتوي على الدم احتواءً مُمَكَّنًا، وتُحِيلَه إحالةً بليغةً.

و"<span data-type="title" id=toc-404>للكبد" ثلاثُ شبكاتٍ (¬٣) من "العُرُوق</span>":
١ - شبكةٍ بينها وبين "المعدة" و"الأمعاء".
٢ - وشبكةٍ في مَفْرَغِها.
٣ - وشبكةٍ في مَجْذَبِها.
فالشبكة الأُولى تجذب الغذاء وتُحِيلُه بعد الإحالة. وفي الشبكة الثانية يصير "دمًا". وفي الشبكة الثالثة يزداد صفاءً وترويقًا.
_________
(¬١) في (ح) و (م): محتوية.
و"مكبوبة" أي: مقلوبةٌ عليها، ومُلْقَاةٌ فوقها. "المصباح المنير" (٧١٧).
(¬٢) تصحفت في جميع النسخ إلى: انفتاح.
(¬٣) في (ك) و (ح) و (م) و (ط): شباك.','1','558',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (629,'و"للكبد" بـ "القلب" و"الدِّمَاغ" اتصالٌ بِشَطَنَةٍ (¬١) من العَصَب خَفِيَّةٍ، كنسيج العنكبوت.
ولمَّا كانت النَّفْسُ المُغَذِّيَةُ (¬٢) بمنزلة حيوانٍ عافٍ (¬٣) وَحْشيٍّ - وكلُّ جسم يموتُ فلا بدَّ أن تتصل به هذه النَّفْس وتَغْذُوه -، بخلاف النَّفْس المُفَكِّرة التي مَحَلُّها "الدِّمَاغ"، وبخلاف النَّفْسِ الغَضَبِيَّةِ التي مَحَلُّها "القلب"، فالنَّفْسُ المُفَكِّرةُ تستعين بالنَّفْسِ الغَضَبِيَّةِ على تلك النَّفْس الحَيَوانيةِ العافيةِ (¬٤) الوحشيَّةِ = اقتضت حكمةُ الخالِقِ - سبحانه وتعالى - أن وَصَلَ بين مَحَالِّ هذه الأنفس الثلاثة وشُعَبِها؛ ليُذْعِنَ بعضُها لبعض.
ولا تُنْكِر تسميةَ هذه القُوى: نُفُوسًا، فليس الشأنُ في التسمية، فأنت تجد فيك نفسًا حيوانيَّةً تطلب الطعام والشراب، ونفسًا مُفَكِّرةً سلطانُها على التصوُّرِ والعلم والشُّعُور، ونفسًا غَضَبِيَّةً سلطانُها على الغضب والإرادة، وتَصَرُّفَ (¬٥) كلِّ واحدةٍ منها فيما جُعِلَت إليه،
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: بشَطْبَة؛ وهو محتمل.
و"الشَّطَنُ": الحَبْلُ. "مختار الصحاح" (٣٦٠).
و"الشَّطْبَة": بمعنى القطعة والشريحة. "لسان العرب" (٧/ ١١٥).
(¬٢) في (ك) و (ح) و (م): المعدية.
(¬٣) في (ح) و (م): غان!
والعافي: طالب الرزق والفضل. والعافية والعُفَاة: طلَّاب الرزق من الإنس والدواب والطير.
انظر: "لسان العرب" (٩/ ٢٩٥).
(¬٤) في (ح) و (م): الغائبة، وفي باقي النسخ: الفانية، ولعل ما أثبته هو الصواب إلحاقًا بما سبق وصْفُها به.
(¬٥) في (ح) و (م): وتضرب.','1','559',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (630,'وبعضها عَونٌ لبعض.
فمَحَلُّ النَّفْس الحيوانيَّة: "الكبد"، ومَحَلُّ النَّفْس المفكِّرة: "الدِّمَاغ"، ومَحَلُّ الغضبيَّة: "القلب".

فصل
وتأمَّل الحكمةَ في أنْ جُعِلَت صِفَاقَاتُ (¬١) عروق "الكبد" أَرَقَّ من صِفَاقَات سائر عروق البدن، لتَنفُذَ إلى "الكبد"؛ فَيَروُقُ جوهر "الدَّم" بسرعة، وهي مع ذلك غير محتاجةٍ إلى الوقاية؛ لأنَّ "الكبد" تَحُوزُها بلحمها، وإنَّما وُضِعَت مجاري "المِرَّةِ الصَّفْراء" بعد "العُرُوق" التي تصعد بالغذاء من "المعدة"، وقبل "العُرُوق" التي تأخذ "الدَّم" منها (¬٢)؛ لأنَّ هذا الموضع هو بين موضع كمال الطبخ وبين انتقاله إلى "العِرْق الأَجْوَف"، وحينئذٍ يمكن انفصال "المِرَّةِ" عن "الدَّم".
وجُمعت "العُرُوقُ" كلُّها إلى عِرْقٍ واحدٍ هو "الباب"، ثُمَّ عادت فتقَسَّمَت في مَقْعَر (¬٣) "الكبد"، ثُمَّ عادت فجُمِعَت في مَجْذِبِها إلى عِرْقٍ واحدٍ وهو "الأَجْوَف"؛ لتجيد بقسمتها إنْضَاجَ ما تحتوي عليه، ولئلَّا يَنْفُذَ بسرعةٍ، وكذلك كلُّ موضعٍ احتيج فيه إلى طول مُكْثِ المادَّةِ هُيِّءَ (¬٤)
_________
(¬١) "صِفَاقات" أي: الجلود الباطنة للعروق، وفي الأصل يطلق على "جلد البطن"، فـ "الصِّفَاق": ما بين الجلد والمُصْران، وجلد البطن كله: صِفَاق.
انظر: "لسان العرب" (٧/ ٣٦٦ - ٣٦٧).
(¬٢) من (ح) و (م)، وسقطت من بقية النسخ.
(¬٣) قَعْرُ الشيء: عُمْقُه ونهاية أسفله. "المصباح المنير" (٧٠٠).
(¬٤) بياض في (ط)، وفي باقي النسخ: هُيِّن، ولعل ما أثبته هو الصواب.','1','560',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (631,'بقاؤها فيه بطُولِ مَسْلَكِها، وكثرة تَعَاوِيجه (¬١)، كما فُعِل في مجاري "المَنِيِّ"، وشبكة "الدِّمَاغ". وهذا شأن "العُرُوق الجَوَاذِب".
وأمَّا شأنُ "العُرُوق الضَّوَارِب" فبالعكس من ذلك، فإنَّها جُمِعَت في مَقْعَر "الكبد" دون مَجْذِبِها؛ لأنَّه موضع "الدَّم"، وحاجته إلى التغذية بالحرارة ماسَّةٌ.
قال "جالينوس": "ولا تُقَسَّم "العُرُوق الضَّوَارب" في مَجْذِبٍ يعلم الخالقُ - سبحانه - أنَّ جَذْبَةَ "الكبد" تتحرَّكُ دائمًا بمجاورة "الحِجَاب" (¬٢)، فيقوم لها ذلك مقام حركة "العُرُوق الضَّوَارب".
وجُعلت هذه "العُرُوق الضَّوَارب" دِقَاقًا (¬٣)؛ لأنَّها إنَّما وُضِعَت لترويح "الكبد" لا لتغذيتها، ولا لإيصال "رُوحٍ" إليها، إذ ليس بـ "الكبد" حاجةٌ إلى قبول "رُوحٍ" حيوانيٍّ كبيرٍ، ولا يحتاج لحمُها [إلَّا] (¬٤) إلى غذاءٍ لطيفٍ بخاريٍّ".

فصل
وأَحْرَزَ الصانعُ - سبحانه - موضعَ "الكبد" ووَضْعَها، بأن رَبَطَها
_________
(¬١) في (ح) و (م) و (ط): تعاريجه.
(¬٢) في مكانه بياض في (ز)، وفي (ط): الحدب!
و"الحِجَاب": لحمةٌ رقيقةٌ مستبطِنة بين الجنْبَين، تحُول بين "الرئة" و"المَعْي".
انظر: "غاية الإحسان" للسيوطي (٣٧٢)، و"الإفصاح في فقه اللغة" للصعيدي (٦٠).
(¬٣) في (ح) و (م): رقاقًا.
(¬٤) زيادة مهمة لتمام المعنى.','1','561',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (632,'بـ "المعدة" و"الأمعاء" كلِّها بـ "العُرُوق"، وبالغِشَاء الممدود على "البطن" الذي يَشُدُّ جميعها. وَوصَل بها رِبَاطَاتٍ من جميع النواحي، وغشاؤها الرابط لها يتصل بـ "الحِجَاب" برباطٍ قويٍّ.
ورباط "الكبد" بـ "الحِجَاب" ثخينٌ (¬١) صُلْبٌ وثيقٌ؛ لأنَّ "الكبد" مُعَلَّقةٌ به، وهو أَصْلَبُ من غشاء "الكبد" لشدَّة الحاجة إلى صلابته؛ لأنَّه يَحْرِزُ "الكبدَ" و"العِرْقَ الأَجْوَفَ" الذي متى نالته آفةٌ مات الحيوان، كما تهلك أغصان الشجرة إذا أصاب ساقَها آفةٌ.
وجعل أَدَقَّ هذا الرِّبَاط (¬٢) من خَلْف؛ لشَدِّهِ بـ "العظام"، وأغلظَهُ من قُدَّام حيث لا "عظام" هناك تقيه. وهذا من شِدَّة "الأَسْر" الذي قال الله - تعالى - فيها: {نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ} [الإنسان: ٢٨]، أي: شَدَّ أوصالَهم بالرِّبَاطات المُحْكَمة، وجَمَعَ خَلْقَهم بعضه إلى بعض.
ولمَّا كان "الحِجَابُ" آلةً شريفةً للنَّفَس؛ بُوعِدَ عن العُضْوَين المُجَاوِرَين له - وهما "المعدة" و"الكبد" - بمقدار حاجته، لئلَّا يَزْحَمَاهُ ويَعُوقَاهُ عن فعله، فَبُوعِدَت "المعدةُ" عنه بطُول مجراها.

فصل
وأمَّا "الطِّحَال"؛ فبعضهم يقول: إنَّه لا نفع فيه، وإنَّما شُغِلَ المكان به لئلَّا يبقى فارغًا، فيميل أَحَدُ شِقَّي البدن بِثِقَل "الكبد"، فجُعِلَ موازنًا "للكبد".
_________
(¬١) تصحفت في النسخ إلى: حين.
(¬٢) في (ح) و (م): وجعل أرقَّ هذه الرباطات.','1','562',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (633,'قلت: وهذا غلطٌ من وجه، وصوابٌ من وجه:
فأمَّا الصواب؛ فمن الحِكَم العجيبة جَعْلُ "الطِّحَال" في الجانب الأيسر على موازنة "الكبد"؛ لئلَّا يميل الشِّقُّ الأيمن بها.
ولا يمكن أن تقوم "المعدةُ" بموازنة "الكبد"؛ لأنَّها  (¬١)  - دائمًا - تمتلئ  (¬٢)  وتخلو، فتارةً تكون أخفَّ من "الكبد"، وتارةً أرجحَ منها، فيصير البدنُ مترجِّحًا، أو يميل إلى شِقِّ "الكبد" وقتًا، وإلى شِقِّ "المعدة" وقتًا آخر.
فجعل الخالق - سبحانه - "الطِّحَال" يوازن "الكبد"، وجعل "المعدة" بينهما في الوَسْط؛ لئلَّا يَبِلَّ  (¬٣)  جانبٌ ويَشِفَّ  (¬٤)  آخر عند امتلائها وخُلُوِّها، فلما جُعِلَت وَسْطًا لم يختلف وضْعُ البدن باختلافها.
وأمَّا الغلط؛ فهو قوله: "إنَّه  (¬٥)  لا منفعة فيه، وإنَّما يشغل المكان لئلَّا يبقى فارغًا"؛ فإنَّه لو لم يعلم فيه منفعة لم يكن له أن ينفيها، فإنَّ عدم العلم بالمنفعة لا يكون علمًا بِعَدَمِها، كيف ولا شيء في البدن خالٍ عن المنفعة أَلْبَتَّة؟
_________
(¬١)  في (ز): لئلا. وسقطت كلمة "دائمًا" منها.
(¬٢)  من (ح) و (م)، وفي باقي النسخ: تميل.
(¬٣)  في (ح) و (م): يثقل.
و"يَبِلُّ" من: البِلِّ - بكسر الباء، وتشديد اللام -، وهو الشِّفَاء والعافية، وتحسُّن الحال بعد الهُزَال.
انظر: "مختار الصحاح" (٧٨)، و"القاموس" (١٢٥١).
(¬٤)  شَفَّ: هَزُلَ ونَحَلَ، وصار رقيقًا. "القاموس" (١٠٦٦).
(¬٥)  من (ح) و (م)، وسقطت من البقية.','1','563',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (634,'وفي "الطِّحَال" من المنافع: أنَّه يجذب الفَضْلَةَ الغليظةَ العَكَرِيّةَ (¬١) السوداءَ من "الكبد" - نوعًا من جنس "العُرُوق" كالعنق (¬٢) له -، فإذا حُصِّلَتْ تلك الفَضْلَة عنده أَنْضَجَها وأَحَالَها. وهو يُنْضِجُ غليظَ "الدَّم" وعَكِرَهُ، كما يُنْضِجُ "القُولُون" (¬٣) غليظَ الغذاء ويابِسَهُ.
ويستعمل في فعله "العُرُوق الضَّوَارب" الكثيرة الكبيرة المبثوثة فيه كلِّه، فما نضج واستحال إلى طبيعته صار غذاءً له، وما لم يمكن أن ينقلب إلى "الدَّم" الموافق له قَذَفَهُ إلى "المعدة" بِعُنُقٍ آخر من جنس "العُرُوق".
وإنَّما أمكنه جَذْبُ الفَضْل الأسود بقوَّة لحمه؛ لأنَّه رِخْوٌ مُتَحَلْحِلٌ نحيفٌ كالإسفَنْج.
وإنَّما اتصلت به "العُرُوق الضَّوَارب" الكثيرة ليستعين بها على (¬٤) إنضاج الفُضُول السُّود، وليبقى لحمه خفيفًا مُتَحَلْحِلًا؛ لأنَّ دم "الشرايين" رقيقٌ لطيفٌ، قريبٌ [من] (¬٥) طبيعة البخار. فما اغتذى به كان نحيفًا كـ "الرِّئة"، ولكنَّ "الرِّئة" تتغذَّى بما صَفَا ورَقَّ وأَشْرَقَ، وكان أحمر
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: الكريهة!
و"العَكَرُ" - محرَّكَة -: دُرْدِيُّ كلِّ شيء، وخاثِرُه وراسِبُه المختلط.
انظر: "مختار الصحاح" (٤٧٣)، و"القاموس" (٥٧٠).
(¬٢) تصحفت في (ك) و (ط) إلى: كالنعق!
(¬٣) "القُولُون": هو المِعَى الغليظ الضيِّق الذي يتصل بالمستقيم.
انظر: "المعجم الوسيط" (٢/ ٧٦٧).
(¬٤) في (ح) و (م): استغنى بها عن.
(¬٥) زيادة يقتضيها السياق.','1','564',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (635,'ناريًّا. ولذلك كانت "الرِّئة" أخفَّ وزنًا منه، وأَسْخَفَ (¬١) جِرْمًا، ومُمَالةً (¬٢) إلى البياض.
وأمَّا "الطِّحَال" فتتغذَّى بما لَطُف [و] (¬٣) صفَا من الخِلْط الأسود، وانْطَبَخَ في (¬٤) "الشرايين"، فيستريح منه البدن، ويغتذي به "الطِّحَال".
فـ "الطِّحَال" يغتذي بغذاءٍ ألطف من غذاء "الكبد"؛ لأنَّه يرشح إليه من "الشرايين" التي صِفَاقَاتها ثَخِينَةٌ جدًّا. ولأجل سواد تلك الفَضْلَة وكونها عَكِرَة في الأصل، لم يكن لون "الطِّحَال" أحمر ولا مُشْرِقًا.
وأمَّا "الكبد" فتغتذي بدمٍ غليظٍ فاضلٍ، يرشح إليها من "العُرُوق" غير الضَّوَارب، فلجودة غذائها كان لونها أحمر، ولِغِلَظِه كانت كثيفة.
فـ "الكبد" تتغذَّى بدمٍ أحمر غليظٍ، و"الطِّحَال" بدمٍ أسود لطيفٍ، و"الرِّئة" بدمٍ صافٍ مشرِقٍ، في غاية النُّضْجِ، قريبٍ من طبيعة "الرُّوح". فجوهر كلِّ عضوٍ على ما هو عليه صُيِّرَ غذاؤه ملائمًا له، فالغَاذِي شبيهٌ بالمغتذي في طبعه وفعله.
وهذا كما أنَّه حكمة الله - سبحانه - في خلقه فيه جَرَت حكمته في شرعه وأمره، حيث حرَّمَ الأغذية الخبيثة على عباده؛ لأنَّهم إذا اغتذوا
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: وأخف.
و"أَسْخَف" من: السُّخْف، وهو الرِّقَّةُ والهُزَال. "القاموس" (١٠٥٧).
و"الجِرْم" - بكسر الجيم، وسكون الراء -: الجَسَد. "القاموس" (١٤٠٥).
(¬٢) في (ح) و (م): "ومائلة"، وكلاهما صحيح، والمعنى واحد.
(¬٣) زيادة مهمة. وكلمة "صفَا" حُشِرت بين السطور في (ز) و (ك)، وسقطت من (ح) و (م). وسقطت كلمة "لطف" من (ط).
(¬٤) في (ز): من.','1','565',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (636,'بها صارت جزءًا منهم، فصارت أجزاؤهم مشابهة لأغذيتهم، إذ الغاذي شبيهٌ بالمغتذي، بل يستحيل إلى جوهره.
ولهذا كان نوعُ الإنسان أعدلَ أنواع الحيوان مزاجًا، لاعتدال غذائه. وكان الاغتذاء بالدَّم ولحوم السِّبَاع يُورِث المغتذي بها قوَّةً شيطانيَّةً سَبُعِيَّةً عادِيَةً على النَّاس.
فمن محاسن الشريعة تحريم هذه الأغذية وأشباهها، إلا إذا عارضها مصلحةٌ أرجح منها، كحال الضرورة.
ولهذا أكلت النَّصارى لحوم الخنازير، فأورثها نوعًا من الغِلْظَة والقَسْوة، وكذلك من أكل لحوم السِّبَاع والكلاب صار فيهم قوَّة (¬١) منها.
ولمَّا كانت القوَّةُ الشيطانيَّة السَّبُعيَّةُ (¬٢) ثابتةً لازمةً لذوات الأنياب من السِّبَاع حرَّمَها الشارع (¬٣).
ولمَّا كانت القوَّةُ الشيطانيَّةُ عارضةً في الإبل أمر بكسرها بالوضوء لمن أكل منها (¬٤).
_________
(¬١) ساقط من (ز)، و"منها" ساقط من (ح) و (م).
(¬٢) في (ح) و (م): عارضة! وهو خطأ.
(¬٣) كما في "صحيح مسلم" رقم (١٩٣٣) من حديث أبي هريرة - رضي الله عنه -: أنَّ النبيَّ - صلى الله عليه وسلم - قال: "كلُّ ذي نابٍ من السِّبَاع فأَكْلُهُ حرامٌ".
(¬٤) كما في "صحيح مسلم" رقم (٣٦٠) من حديث جابر بن سَمُرة - رضي الله عنه -: أنَّ رجلًا سأل رسول الله - صلى الله عليه وسلم -: أَأَتوضَّأُ من لحوم الغنم؟ قال: "إن شئتَ فتوضَّأ، وإن شئتَ فلا توضَّأ"، قال: أتوضَّأُ من لحوم الإبل؟ قال: "نعم؛ فتَوَضَّأْ من لحوم الإبل". . . الحديث.','1','566',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (637,'ولمَّا كانت الطبيعة الحِمَاريَّةُ لازمةً للحِمَار حرَّمَ رسولُ الله - صلى الله عليه وسلم - لحوم الحُمُر الأهليَّة  (¬١) .
ولمَّا كان "الدَّمُ" مَرْكَبَ الشيطان ومَجْرَاهُ حرَّمَهُ الله - تعالى - تحريمًا لازمًا.
فمن تأمَّلَ حكمة الله - سبحانه - في خلقه وأمره، وطابق بين هذا وهذا = فَتَحَا له بابًا عظيمًا من معرفة الرَّبِّ - سبحانه - وأسمائه وصفاته.
وهذا هو الذي حَرَّكَنا لبَسْط النَّفَس في هذا المقام الذي لا يكاد أنْ يُرَى فيه إلا أحد طريقين:
طريقةِ طبيبٍ مُعْرِضٍ عن الوحي، مقلِّد "لبُقْرَاط" وطائفته  (¬٢) ، قد اغْبَرَّت  (¬٣)  واعْوَرَّت  (¬٤)  وعَمِيَت [و]  (¬٥) . . . . . . . . . . . . . . . . . . .
_________
(¬١)  كما في "صحيح البخاري" رقم (٤٢١٦، ٥١١٥، ٥٥٢٣، ٦٩٦١)، و"صحيح مسلم" رقم (١٤٠٧) من حديث علي بن أبي طالب - رضي الله عنه -: أنَّ رسول الله - صلى الله عليه وسلم - نهى عن متعة النِّساء يوم خيبر، وعن أكل لحوم الحُمُر الإنسيَّة.
وفي الباب عن عِدَّةٍ من الصحابة كما في "صحيح البخاري"، كتاب: الذبائح والصيد، باب: لحوم الحُمُر الإنسيَّة. انظر: "فتح الباري" (٩/ ٥٦٩).
(¬٢)  في (ز): وطائفة.
(¬٣)  في (ز) و (ح) و (ك): عبرت - بالعين المهملة -!، وفي (م): عبرة، وفي (ط): عرت! ولعل ما أثبته أنسب للمعنى.
"اغْبَرَّت": من "الغَبَر" وهو التراب، وبهاءٍ في آخره: الغُبَار، والمعنى: أصاب عينَهُ الغُبَارُ فلم يستطع الرؤية. "القاموس" (٥٧٥).
(¬٤)  في (ز): وتعورت، وسقطت من (ح) و (م) و (ط)، وفي (ك): وقعررت! ولعل ما أثبته أنسب للمعنى.
"اعْوَرَّت": من "العَوَر" وهو ذهاب حِسِّ إحدى العَيْنَين. "القاموس" (٥٧٣).
(¬٥)  زيادة تناسب السياق.','1','567',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (638,'عَمِشَت  (¬١)  عينُهُ عن الرُّسُل وما جاءوا به، وهو ممَّن قال الله - تعالى - فيه: {فَلَمَّا جَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَرِحُوا بِمَا عِنْدَهُمْ مِنَ الْعِلْمِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ} [غافر: ٨٣].
وطريقةِ مَنْ يجحد ذلك كلَّه، ويكذِّب قائله، ويظنُّ منافاته للشريعة، فيجحد حكمة الله - تعالى - في خلقه، وإبداعه في صُنْعه؛ جهلًا منه.
وكلا الطريقين مذمومٌ، وسالكه من الوصول إلى الغاية محرومٌ. فلا نكذِّب بشرع الله، ولا نجحد حكمة الله.
وأكثرُ ما أفسد النَّاسَ أنَّهم لم يَرَوا إلا طبائعيًّا زنديقًا مُنْحَلًّا عن الشرائع، أو مُتَسَنِّنًا  (¬٢)  قادحًا فيما جرت به حكمة الله - تعالى - ومشيئته في خلقه، منكرًا للقُوى، والطبائع، والأسباب، والحِكَم، والتعليل.
فإذا أراد الأوَّلُ أن يدخل في الإسلام جَبَذَهُ  (¬٣)  إلى زندقته  (¬٤)  جهلُ هؤلاء، ومكابرتهم للمعقول والحِسِّ.
وإذا أراد الثاني  (¬٥)  أن يدخل في معرفة الحِكَم والغايات، وما أودع
_________
(¬١)  "العَمَش": ضعف البصر مع سيلان الدمع في أكثر الأوقات. "القاموس" (٧٧٣).
و"وقعررت وعميت عمشت" جاءت في هامش (ك)، وسقطت من (ح) و (م) و (ط).
(¬٢)  في (ك): متسيًا! وفي (ط): مسيئًا، وفي (ح) و (م): متساهلًا. وما أثبته من (ز).
والمعنى: أنَّه محسوبٌ على أهل السُّنَّة كحال الأشاعرة الذين ينكرون الحكمة والتعليل في أفعال الله تعالى.
(¬٣)  في (ح) و (م): صدَّه، وفي باقي النسخ: جبذته، والصواب ما أثبته.
(¬٤)  "إلى زندقته" ساقط من (ح) و (م).
(¬٥)  من (م)، وفي باقي النسخ: هذا، وسقط من (ح).','1','568',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (639,'اللهُ في مخلوقاته من المنافع والحِكَم والقوى والأسباب؛ جَبَذَهُ إلى جهله  (¬١)  زندقةُ هؤلاء وكفرهم، وإعراضُهم عمَّا جاءت به الرُّسُل، وفَرَحُهم  (¬٢)  بما عندهم من العلم، فيختارُ دينَهُ على عقله، ويختارُ ذلك عقلَه وما استقرَّ عنده - ممَّا لا يكابر فيه حِسُّهُ ولا عقلُه - على الدِّين  (¬٣) .
وهذا قد بُلي به أكثر  (¬٤)  الخَلْق، فما قَرَّرهُ أئمَّةُ  (¬٥)  الأطبَّاء والطبائعيين أحد أنواع أدلَّة التوحيد، والمَعَاد، وصفات الخالق، وما أخبرت به الرُّسُل  (¬٦) ، بل هو من أظهر أدلَّته، فلا يزداد الباطن فيه إلا إيمانًا.
وما أخبرت به الرُّسُل لا يناقض ما جرت به عادة الله - تعالى - وحكمته  (¬٧)  في خلقه: من نَصْب الأسباب، وترتيب مسبَّباتها عليها بعلمه
_________
(¬١)  "إلى جهله" ملحق بهامش (ز)، وسقط من باقي النسخ.
و"جَبَذَه" ملحق بهامش (ك)، وفي (ح) و (م): صدَّه.
(¬٢)  في (ح) و (م): وقدحهم! تصحيف.
(¬٣)  أي: أنَّ هذا المنتسب إلى الإسلام ممَّن تأثَّر بعلم الكلام - من الأشاعرة ونحوهم - يحتار بين ما يقتضيه عقله وحِسُّه من القول بالحكمة والتعليل في أفعال الرَّبِّ - سبحانه وتعالى -، وبين بقائه على ما كان يعتقده قديمًا من نفي ذلك، فيختار البقاءَ على اعتقاده القديم، مع أنَّ عقله وما استقرَّ في نفسه وفطرته - ممَّا تضطرُّ القلوبُ للإقرار به بداهةً -، ولا يكابر فيه لا حِسُّه الصافي، ولا عقله الوافي = يختار ترك ذلك الاعتقاد الخاطئ، والله الهادي.
(¬٤)  "به أكثر" ساقط من (ك) و (ح) و (م) و (ط).
(¬٥)  "فما قرره أئمة" ساقط من (ح) و (م) و (ط)، وبدلًا منه في (ك): منه بما شاء الله!
(¬٦)  سقط من (ك) و (ط)، وأُلحق بهامش (ز).
(¬٧)  سقط من (ك).','1','569',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (640,'وحكمته (¬١). فمصدر خَلْقِهِ (¬٢) وأمرِهِ علْمُهُ - تعالى - وحكمتُه. وأدلَّةُ (¬٣) الرَّبِّ - تعالى - وآياتُه لا تتعارض ولا تتناقض، ولا يُبطل بعضها بعضًا. والله أعلم.

فصل
و"الكبد" و"الطِّحَال" متقابلان، و"المعدة" بينهما، و"العُرُوق الضَّوَارب" تتصل بها (¬٤) "المعدة".
و"القلب" بمنزلة التَّنُّور، أو بمنزلة أَتُون الحَمَّام يُسَخِّن ماءَهُ، وله إلى كلِّ بيتٍ مَنْفَذٌ ينفذ فيه وَهَجُ النَّار إليه. وكذلك الحارُّ الغريزيُّ الذي منبعه من "القلب" ينفذ في مسالك ومنافذ إلى جميع الأعضاء فيسخِّنُها (¬٥).

فصل
وجُعلت الأعضاء مسلكًا مؤدِّيًا، و"المعدة" هي الآلة لهضم (¬٦) الغذاء واستمرائه، و"الأمعاء" تؤدِّي ذلك إلى "الكبد".
ولمَّا كانت "الأمعاء" آلة الأداء والاتصال كَثُرت لفائفها وطولها، وكانت "العُرُوق" التي تأتيها من "الكبد" لا تحصى كثرةً، لينفذ فيها
_________
(¬١) في جميع النسخ: وحكمه، والصواب ما أثبته.
(¬٢) "فمصدر خلقه" ساقط من (ك).
(¬٣) في (ح) و (م): وآلاء.
(¬٤) من (ح) و (م)، وفي باقي النسخ: بهما.
(¬٥) ساقط من (ك).
(¬٦) من (ز)، وفي باقي النسخ: تهضم.','1','570',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (641,'الغذاء أوَّلًا فأوَّلًا، وتستقضيه يسيرًا يسيرًا. فلولا تطويل لفائف "الأمعاء" لكان الغذاءُ يخرج قبل أخذ خاصيَّته، وكانت تعرض لهم شهوةُ الأكل دائمًا، وكان الإنسان يعدم التفرغ لمصالحه وسائر أعماله، وكان - دائمًا - مُكِبًّا على الغذاء. ولهذا صار الحيوان الذي ليس (¬١) لأمعائه استدارات بل له مِعىً واحدٌ مستقيمٌ مكبًّا على الغذاء (¬٢)، عديم الصبر عنه كالمسكِر (¬٣).
وأمَّا ما لأمعائه استدارات فإنَّه إذا فَاتَهُ الغذاءُ أو بعضُه في الاستدارة الأُولَى صادفه في الثانية، فإن فاته في الثانية صادفه في الثالثة، والرابعة والخامسة كذلك، فيمكن صبره عن الغذاء؛ حكمةٌ بالغةٌ.
وتنفذ إلى "الأمعاء" شُعَبٌ (¬٤) من "العُرُوق الضاربة"، تأخذ من الغذاء جزءًا يسيرًا لطيفًا. وأمَّا "العُرُوق غير الضاربة" - هي مجاري الغذاء بالحقيقة - فأخذت أكثره.
وأمَّا "العُرُوق الضاربة" فجُعِلت مسلكًا للأرواح المنبعثة من "القلب"، فاستغْنَت بقليل الغذاء، وجعل "للقلب" وَصْلَةٌ بـ "الأمعاء" ليُسَخِّنَها أوَّلًا، ويَمُدَّها بقوَّة الحياة (¬٥) بإذن خالقه، ثُمَّ يأخذ منها الجزء الملائم من الغذاء المستغني عن فعل "الكبد"؛ للطافة جوهره، فإنَّ هذا
_________
(¬١) ساقط من (ح) و (م).
(¬٢) من قوله: "ولهذا صار الحيوان. . ." إلى هنا؛ ألحق بهامش (ز).
(¬٣) في (ك) و (ط): كالمسك، وفي (م): كالفيل! وأهملت في (ح).
(¬٤) في (ح) و (م): يبعث.
(¬٥) في (ح) و (م): الحار.','1','571',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (642,'الجزء لو حصل في "الكبد" لم يُؤْمَن احتراقُهُ (¬١) وفساده، فلا ينتفع به "القلب"، ثُمَّ يأخذ منها عند شدَّة الحاجة وصدق المجاعة، فيتعجَّل ذلك من أدنى المواضع.
وكذلك يُشَاهد من أكل مِن مَسْغَبةٍ شديدةٍ يحسُّ بزيادةٍ ونماءٍ في كلِّ أعضائه، حتَّى ما يمرُّ الطعامُ بـ "المعدة" إلا وقد أخذت الأعضاءُ حاجتها منه (¬٢) قبل استقراره فيها؛ فسبحان مَنْ أتقنَ ما صَنَع.
ولمَّا كانت "المعدةُ" آلةَ هَضْم الغذاء، و"الأمعاءُ" آلةَ دفعه: جُعل "للأمعاء" طبقتان (¬٣)، ليقوَى دفعُها بهما جميعًا، وليكون ذلك حرزًا لها وحفظًا. وكذلك مَنْ تعرض له قُرْحَةٌ في "الأمعاء" بانجرادٍ (¬٤) في أحد الصِّفَاقَين يبقى الآخر سليمًا. وجعلت "الأمعاء" الغِلَاظُ لقذف الثُّفْلِ، والدِّقَاقُ لتأدية الغذاء.
والسبب في أن صار (¬٥) الإنسان لا يحتاج إلى تناول الغذاء دائمًا: كثرة لفائف أمعائه.
والسبب المانع من قذف الفُضُول دائمًا: سَعَة "الأمعاء" الغِلَاظ التي تقوم له مقام وعاءٍ آخر، شبيهٍ بـ "المعدة" في السَّعَة، كما أنَّ "المثانة" وعاءٌ للبول كذلك.
_________
(¬١) في جميع النسخ: اصرافه! ولعله تحريف ما أثبت.
(¬٢) "إلا وقد أخذت الأعضاء حاجتها منه" ساقط من (ح) و (م).
(¬٣) في (ط) وهامش (ك): طبقات.
(¬٤) "انجراد": من قولهم: انْجَرَدَ الثوب، أي: انْسَحَق وَلان. "مختار الصحاح" (١١٤).
(¬٥) "صار" ملحق بهامش (ك).','1','572',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (643,'فصل

ونحن نذكر فصلًا مختصرًا في هذا الباب، نجمع لك شتاته بإيضاحٍ وإيجازٍ - إن شاء الله تعالى، وبه الحَولُ والقوَّة -؛ فنقول:
"المريء" موضوعٌ خلف "الحُلْقُوم" ممَّا يلي فَقَار "الظَّهْر"، وينتهي في ذهابه إلى "الحِجَاب"، وهو مشدودٌ برباطاتٍ. فإذا بَعُدَ "الحِجَاب" مال إلى الجانب الأيسر واتَّسَعَ، وذلك المُتَّسِعُ هو "المعدة"، وأسفلها يعود مائلًا إلى اليمين.
و"المعدة" مُفَرْطَحَةٌ، وفَمُها هو المُسْتَدِق منها، ويسمُّونه: "الفؤاد"، وهذا من غلطهم - إلَّا أن يكون ذلك اصطلاحًا خاصًّا منهم - فإنَّ "الفؤاد" عند أهل اللغة هو: "القلب".
قال الجوهري: "الفؤادُ: القلبُ" (¬١).
وقال الأصمعي: "وفي الجَوْف الفؤاد، وهو القلب" (¬٢).
وقد فرَّق بعض أهل اللغة بين "القلب" و"الفؤاد"، فقال الليث: "القلب: مُضْغَةٌ من الفؤاد، معلَّقةٌ بالنِّيَاط" (¬٣).
وقالت طائفةٌ: " [الفؤاد:] (¬٤) مُسْتَدِق (¬٥) القلب".
_________
(¬١) "الصحاح" (٢/ ٥١٧).
(¬٢) "خلق الإنسان" له، وهو ضمن "الكنز اللغوي" (٢١٨).
(¬٣) انظر: "تهذيب اللغة" (٩/ ١٧٢).
(¬٤) زيادة لفهم الكلام.
(¬٥) كذا في جميع النسخ، ولعل المراد أنَّ الفؤاد شيءٌ دقيقٌ في القلب، وهو ما يذكرونه بـ "سويداء القلب". =','1','573',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (644,'وقد قال النبيُّ - صلى الله عليه وسلم -: "جاءكم أهل اليمن؛ [هم] أَرَقُّ قلوبًا، وأَلْيَنُ أفئدَةً"  (¬١) ؛ ففرَّق بينهما؛ ووصف "القلب" بالرقَّة، و"الأفئدة" باللِّين.
وأمَّا كون فَمِ "المعدة" هو "الفؤاد" فهذا لا نعلم أحدًا من أهل اللغة قاله.
وتأمَّلْ وصْفَ النبيِّ - صلى الله عليه وسلم - "القلب" بالرقَّة التي هي ضدُّ القَسَاوَة والغلظة، و"الفؤاد" باللِّين الذي هو ضدُّ اليُبْس والقسوة. فإذا اجتمع لِينُ "الفؤاد" إلى رِقَّة "القلب" حصل من ذلك الرحمة، والشفقة، والإحسان، ومعرفة الحقِّ وقبوله. فإنَّ اللِّينَ موجِبٌ  (¬٢)  للقبول والفهم، والرقَّةَ تقتضي الرحمة  (¬٣)  والشفقة. وهذا هو العلم والرحمة، وبهما كمال الإنسان، وربُّنا وَسِعَ كلَّ شيءٍ رحمةً وعلمًا.
فلنرجع إلى ما نحن بصدده فنقول:
"المعدة" مع "المريء" ذات طبقتين لطيفتين. واللَّحْم في الطبقة الداخلة أقلُّ، ولهذا يغلب عليها البياض، وهي عصبيَّةٌ حسَّاسَةٌ. وهو في الطبقة الخارجة أكثر، ولهذا تغلب عليها الحُمْرة، وهي مربوطةٌ مع  (¬٤)
_________
= وانظر: "تهذيب اللغة" (٩/ ٥١٨)، و"تاج العروس" (٤/ ٦٩ - ٧٠).
(¬١)  أخرجه: البخاري في "صحيحه" رقم (٤٣٨٨، ٤٣٩٠)، ومسلم في "صحيحه" رقم (٥٢)؛ من حديث أبي هريرة - رضي الله عنه - ولفظه:
"أتاكم أهل اليمن؛ هم ألين قلوبًا، وأرقُ أفئدة".
وفي لفظ لهما: "أضعف قلوبًا، وأرقُ أفئدة".
(¬٢)  في (ز): أقبل، وسقطت من (ط).
(¬٣)  مكانها بياض في (ز) و (ط).
(¬٤)  من (ح) و (م)، وفي باقي النسخ: على.','1','574',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (645,'الفَقَار برباطاتٍ وثيقةٍ، وتنتهي من جهة قَعْرِها إلى منفذٍ هو: "باب المعدة"، وبابُها يغلق عند اشتماله على الغذاء مدَّة هضمه.
ويقال لباطن جِرْم  (¬١)  "المعدة": "خَمْل المعدة".
"والأمعاء": المَصَارِين، وهو جمع: مُصْرَان - بضمِّ الميم -، وهو جمع: مَصِير. وسُمِّي "مصيرًا" لمصير الغذاء إليه، والسُّفْلى يقال لها: "الأقْتَاب"، ومنه قوله - صلى الله عليه وسلم -: "فتندَلِقُ أقتاب بطنه"  (¬٢) . والعليا أدق من السُّفْلى، لما تقدَّم من الحكمة.
فأعلى الدِّقَاق يسمَّى: "الاثني عشر"؛ لأنَّ مساحته اثنا عشر إصْبَعًا.
ويليه: المسمَّى بـ "الصائم"؛ لقلَّة لُبْث الغذاء فيه، لا لأنَّه  (¬٣)  يوجد أبدًا خاليًا كما ظنَّه بعضُهم، فإنَّ هذا باطلٌ حسًّا وشرعًا كما سنذكره.
والثالث: المسمَّى بـ "الدقيق" و"اللفائف"، وهو أطولُ "الأمعاءِ" وأكثرُها تلافيف، ولُبْث الغذاء فيه أطول، و"العُرُوق" التي تأتيه من "الكبد" أقلُّ.
وأمَّا اللذان قبله فمنتصبان في طول البدن، قصيران  (¬٤) ، ويقلُّ لُبْث الغذاء فيهما، وهو في "الصائم" أقلُّ لبثًا.
_________
(¬١)  في (ز): رحم!!
(¬٢)  أخرجه: البخاري في "صحيحه" رقم (٣٢٦٧)، ومسلم في "صحيحه" رقم (٢٩٨٩) واللفظ له؛ من حديث أسامة بن زيد - رضي الله عنه -.
"الأقْتَاب": جمع: قِتْب، وهي الأمعاء. واندلاقُها: خروجها بسرعة. "الفتح" (١٣/ ٥٦).
(¬٣)  في (ز): أنه.
(¬٤)  في (ح) و (م): فيصيران.','1','575',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (646,'وهذه الثلاثة تسمَّى: "الأمعاء العليا" و"الأمعاء الدِّقَاق"، وهي كلُّها في سعة "البوَّاب".
وأمَّا الرابع  (¬١)  - وهو الأوَّل من الثلاثة السُّفْلَى الغِلَاظ - فيسمَّى: "الأعور"؛ لأنَّه لا منفذ له، بل هو كالكيس يخرج منه ما دخل من حيث دخل. وحكمته أنَّه يَتِمُّ فيه ما يَعْسُر هَضْمُه من الأشياء الصُّلْبة، كما يتمُّ ذلك في قَوَانِص الطيور. ووضعه في الجانب الأيمن.
والخامس: المسمَّى: بـ "قُولُون"، يبتدئ من الجانب الأيمن، ويأخذ عرضًا إلى الأيسر، ويُحْتَبَسُ فيه الثُّفْلُ ريثما يستقصي ما فيه.
والسادس: هو الآخِر، وهو: "المِعَى المستقيم"؛ لأنَّه مستقيم  (¬٢)  الوضع في طول البدن، وهو واسعٌ جدًّا، يجتمع فيه الثُّفْل كما يجتمع البول في "المثانة"، وعليه الفَضْلة المانعة لخروج الثُّفْل بدون الإرادة.
وقد صحَّ عن النبيِّ - صلى الله عليه وسلم- أنَّه قال: "المؤمن يأكل في مِعَىً واحدٍ، والكافر يأكل في سبعة أمعاء"  (¬٣) ، فأطلق على "المعدة" اسم "المِعَى" تغليبًا، ولمشابهتها بـ "الأمعاء"؛ لكون كل واحدٍ من "الأمعاء" و"المعدة"
_________
(¬١)  في (ح) و (م): الدامع.
(¬٢)  "لأنه مستقيم" ساقط من (ك).
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (٥٣٩٣ - ٥٣٩٥)، ومسلم في "صحيحه" رقم (٢٠٦٠)؛ من حديث ابن عمر - رضي الله عنهما -.
وفي "الصحيحين" عن عِدَّةٍ من الصحابة منهم: أبو هريرة، وأبو موسى، وجابر - رضي الله عنهم -.','1','576',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (647,'مَحَلًّا للغذاء - وهذا لغة العرب، كما يقولون: القَمَران، والعُمَران، والرُّكْنَان اليمانيَّان، والشامِيَّان، والعراقِيَّان  (¬١) ، ونظائر ذلك -، ولا سيَّما فإنَّ تركيب "الأمعاء" كتركيب "المعدة"، إذ هي مركَبةٌ من طبقتين: لَحْميَّةٍ خارجةٍ  (¬٢) ، وعصبيةٍ داخلةٍ.
والطبقة الدَّاخلة فيها  (¬٣)  لُزُوجَاتٌ متصلةٌ بها؛ لتقيها من تراكم  (¬٤)  البَرَاز، ورداءة كثِيفهِ ولَفيفِه  (¬٥) ، فلا تمسكه ولا يتعلَّق بها شيءٌ منه.
ولمَّا كان الكافر ليس في قلبه شيءٌ من الإيمان والخير يغتذي به؛
_________
(¬١)  هذا من باب المثنَّى الجاري على التغليب:
فالقَمَران: هما الشمس والقمر.
والعُمَران: هما أبو بكر وعمر - رضي الله عنهما -. وقيل: هما عمر بن الخطاب، وعمر بن عبد العزيز، وهذا قول قتادة! وحينئذٍ يكون من باب المثنَّى الحقيقي، لكن الأول أشهر.
انظر: "جَنَى الجنتين في تمييز نوعَي المثنَّيين" للمحبِّي (٨١، ١٢٥، ١٢٦).
وأمَّا "الركنان اليمانيَّان" فهما: الركن اليماني، وركن الحجر الأسود.
و"الركنان الشاميَّان" هما: اللذان بإزاء حِجْر إسماعيل، ويتوسطهما ميزاب الكعبة.
و"الركنان العراقيَّان" هما: ركن الحجر الأسود والذي يليه من جهة باب الكعبة.
انظر: "زاد المعاد" (٢/ ٢٢٦).
(¬٢)  من (ح) و (م)، وفي باقي النسخ: خارجية.
(¬٣)  في جميع النسخ: منها، وما أثبته أصوب.
(¬٤)  في (ح) و (م): حاكم، وفي باقي النسخ: حلام، ولعل ما أثبته هو الصواب.
(¬٥)  العبارة في (ز) و (ك) و (ط) هكذا: ولرداته تحفيه ولزيفه! وفي (ح) و (م): ورداءة كثيفه ولزيفه. ولعل ما أثبته هو الصحيح.
والمراد بالكثيف: الغليظ. وباللفيف: المتجمِّع المختلِط.','1','577',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (648,'انصرفت قُواه ونَهْمَتُه كلُّها إلى الغذاء الحيوانيِّ البهيميِّ، لمَّا فَقَدَ الغذاءَ الروحيَّ القلبيَّ، فتوفرت أمعاؤه وقُواه على هذا الغذاء، واستفْرَغَتْ أمعاؤه هذا  (¬١)  الغذاء وامتلأت به بحسب استعدادها وقبولها، كما امتلأت به "العُرُوق" و"المعدة".
وأمَّا المؤمن فإنَّه إنَّما يأكل العُلْقَة  (¬٢)  ليتقوَّى بها على ما أُمِرَ به، فهِمَّتُه وقُوَاه مصروفةٌ إلى أُمورٍ  (¬٣)  وراء الأكل. فإذا أخَذَ ما يُغَذيه ويقيمُ صُلْبَه استغنى قلبُه ونفسُه وروحُه بالغذاء الإيماني عن الاستكثار من الغذاء الحيوانيِّ، فاشتغل مِعَاهُ الواحد - وهو "قُولُون" - بالغذاء، فأمسكه حتَّى أخذت منه الأعضاءُ والقُوى مقدارَ الحاجة، فلم يحتج إلى امْتِلَاءِ  (¬٤)  أمعائه كلِّها من الطعام، وهذا أمرٌ معلومٌ بالتجربة.
وإذا قويت موادُّ الإيمان، ومعرفةِ الله وأسمائه وصفاته، ومحبتِه، ورجائه، والشوقِ إلى لقائه في "القلب" = استغنى بها العبدُ عن كثيرٍ من الغذاء، ووجد لها قوَّة تزيد على قوَّة الغذاء الحيوانيِّ.
فإن كَثُفَت طِبَاعُك عن هذا، وكنتَ عنه بمعزلٍ؛ لاشتغالك بالغذاء الحيوانيِّ وامتلائك به  (¬٥) ، فتأمَّلْ حال الفَرِح المسرور بتجدُّدِ نعمةٍ عظيمةٍ، واستغنائه مدَّةً عن الطعام والشراب مع وفور قوَّته، وظهور
_________
(¬١)  في (ز) و (ك) و (ط): على هذا.
(¬٢)  "العُلْقَة": كل ما يُتَبلَّغُ به من العيش. "القاموس" (١١٧٦).
(¬٣)  في (ز) و (ك) و (ط): أمرٍ.
(¬٤)  في (ح) و (م): أن يملأ.
(¬٥)  من قوله: "لاشتغالك بالغذاء. . ." إلى هنا؛ ساقط من (ح) و (م).','1','578',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (649,'الدَّمَوِيَّة  (¬١)  على بَشَرَته، وتَغَذِّيه بالسرور والفرح. ولا نسبة لذلك إلى فرح "القلب" ونعيمه، وابتهاج "الرُّوح" بقُرْب الرَّبِّ - تعالى - ومحبته ومعرفته، كما قيل  (¬٢) :
لها أحادِيثُ من ذِكْرَاكَ تَشْغَلُها ... عن الشَّرَابِ، وتُلْهِيها عن الزَّادِ
وقد قال - صلى الله عليه وسلم - في الحديث المتفق على صحته: "إنِّي أَظَلُّ عند رَبِّي يُطْعِمُني ويَسْقِيني"  (¬٣) . وصدق الصادق المصدوق صلوات الله وسلامه عليه؛ فإنَّ المقصودَ من الطعام والشراب التغذيةُ المُمْسِكَةُ، فإذا حصل له أعلى الغذاءين وأشرفُهما وأنفعُهما فكيف لا يُغْنيه ذلك عن الغذاء المشْتَرَك.
وإذا كنَّا نشاهد أنَّ الغذاءَ الحيوانيَّ يَغْلِب على الغذاء القلبيِّ الروحيِّ حتَّى يصير الحكم له، ويَضْمَحِلَّ غذاء "القلب" و"الرُّوح"  (¬٤)  بالكُلِّية، فكيف لا يضمحِلُّ غذاء البدن عن استيلاء غذاء "القلب" و"الرُّوح" ويصير الحكم له؟
_________
(¬١)  في (ك): الذمومة!
(¬٢)  البيت لإدريس بن أبي حفصة.
انظر: "زهر الآداب" للقيرواني (١/ ٥٠٧) وفيه: "عن الرُّتُوع" بدل "عن الشراب"، و"الأنوار ومحاسن الأشعار" للشمشاطي (١/ ٤٠١) وفيه: "عن الرُّبُوع".
(¬٣)  أخرجه: البخاري في "صحيحه" رقم (٧٢٤١)، ومسلم في "صحيحه" رقم (١١٠٤)؛ من حديث أنس - رضي الله عنه - بلفظ: "إني أظَلُّ يطعمني ربي ويسقيني".
وفي الباب عن عِدَّةٍ من الصحابة منهم: أبو هريرة، وأبو سعيد، وعائشة، وابن عمر - رضي الله عنهم -.
(¬٤)  العبارة في (ح) و (م) هكذا: ويضمحلَّ هذا الغذاء.','1','579',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (650,'وقد كان النبيُّ - صلى الله عليه وسلم - يمكث الأيامَ لا يَطْعَمُ شيئًا  (¬١) ، وله قوَّة ثلاثين رجلًا، ويطوف - مع ذلك - على نسائه كلِّهنَّ في ليلةٍ واحدةٍ، وهُنَّ تسع نسوة  (¬٢) .
وهذا المسيح ابن مريم - صلى الله عليه وسلم - حيٌّ لم يَمُتْ، وغذاؤه من جنس غذاء الملائكة  (¬٣) .
_________
(¬١)  أخرج البخاري في "صحيحه" رقم (٦٤٥٨)، ومسلم في "صحيحه" رقم (٢٩٧٢)؛ عن هشام بن عروة، عن أبيه، عن عائشة - رضي الله عنها - قالت: "إنْ كنَّا - آلَ محمد - صلى الله عليه وسلم - لنمكُثُ شهرًا ما نستوقد بنارٍ، إنْ هو إلا التمر والماء"، واللفظ لمسلم.
وفي الباب أحاديث كثيرة عن عِدَّةٍ من الصحابة - رضي الله عنهم - تدل على هذا المعنى.
(¬٢)  أخرج البخاري في "صحيحه" رقم (٢٦٨، ٢٨٤، ٥٠٦٨، ٥٢١٥)، ومسلم في "صحيحه" رقم (٣٠٩)؛ عن أنس - رضي الله عنه - أنه قال:
"كان النبيُّ - صلى الله عليه وسلم - يطوفُ على نسائه في الليلة الواحدة، وله يومئذٍ تسعُ نِسْوةٍ". وجاء في لفظٍ للبخاري زيادة: قال قتادة: قلت لأنسٍ: أَوَ كان يطيقُه؟ قال: كنا نتحدث أنه أُعطِيَ قوة ثلاثين.
(¬٣)  وغذاء الملائكة هو التسبيح والتقديس، كما جاء ذلك في:
١ - حديث ابن عمر - رضي الله عنهما -؛ أن رسول الله - صلى الله عليه وسلم - سئل عن طعام الملائكة؟ فقال: "طعامهم منطقهم بالتسبيح والتقديس".
أخرجه: نعيم بن حماد في "الفتن" رقم (١٥٨١)، والحاكم في "المستدرك" (٤/ ٥١١) وقال: "صحيح على شرط مسلم" وتعقبه الذهبي بقوله: "كلا لا يصح؛ فسعيد - هو ابن سنان الحنفي - متَّهَمٌ تالِفٌ".
وانظر: "السلسلة الضعيفة" رقم (٣٨٢٥)، و"ضعيف الجامع" رقم (٨٠٥٤).
٢ - وحديث أسماء بنت يزيد بن السَّكَن الأنصارية - رضي الله عنها -؛ أن رسول الله - صلى الله عليه وسلم - سئل عن طعام المؤمنين زمنَ الدجَّال؟ فقال: "يجزيهم ما يجزي أهل =','1','580',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (651,'وأنت تشاهد المريضَ يمكث الأيام العديدة لا يأكل ولا يشرب، لاشتغال نفسه بمجاذَبَةِ المرض ومدافعته، واكتفاء الطبيعة ببقية الغذاء الذي في "الأمعاء" و"المعدة" مع شِدَّة (¬١) الحرب، فإذا وضعت الحرب أوزارها رأيتَ شدَّةَ طلبه للغذاء.
فالخائفُ، والمحبُّ، والفَرِحُ، والحزينُ، والمستولي عليه الفِكْرُ لا تطالبه نفسه من الغذاء بما تُطالب (¬٢) به الخالي من ذلك.

فصل
و"الكبد" عضوٌ لحمِيٌّ تتخلَّلُهُ عروقٌ دِقاقٌ وغِلَاظٌ، وعلى "الكبد" غشاءٌ عصبيٌّ حسَّاسٌ يحيط بها، وينتهي إلى عِلَاقة.
و"الكبد" هي الأصل في الغذاء، وآلاتُ الغذاء خَدَمٌ لها ومُعِيناتٌ. فإنَّ الإنسان لمَّا كان كالشجرة المنتقِلَةِ جُعِلَ له ما يقوم مقام النهر الجاري في أصول الشجر يسقيها وهو "الأمعاء"، و"المعدة" بمنزلة العين، وتجري منها [العروق مجرى] (¬٣) السَّوَاقي.
وعروق "الكبد" المتصلة بـ "الأمعاء". بمنزلة عروق الشجرة
_________
= السماء من التسبيح والتقديس".
أخرجه: عبد الرزاق في "المصنف" رقم (٢٠٨٢١)، وأحمد في "المسند" (٦/ ٤٥٦)، والطبراني في "الكبير" (٢٤/ رقم ٤٠٤ - ٤٠٦)، والبغوي في "شرح السُّنَّة" رقم (٤٢٦٣).
وإسناده ضعيف؛ فيه: شَهْر بن حَوشَب، وأيضًا: قتادة مدلِّس وقد عنعن.
(¬١) في (ح) و (م): مدَّة.
(¬٢) "بما تُطالب" ساقط من (ح) و (م).
(¬٣) زيادة مهمة لاتساق الكلام.','1','581',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (652,'المتصلة بأرض السَّاقية، تمتصُّ الماءَ منها وتؤدِّيه إلى الشجرةِ، وأغصانِها، وورقِها، وثمارِها. وهذه العروق تمصُّ الماءَ من الطِّين والثَّرَى. وكذلك عروق "الكبد" تمتصُّ صَفْوَ الماءِ وخالصَه من كَيْلُوسِهِ  (¬١) ، وتحيله إلى طبيعة الأعضاء، كما تفعل عروق الشجرة.
وشكل "الكبد" شَكْلٌ  (¬٢)  هلاليٌّ، مُحَدَّبٌ من ظاهره، مُقَعَّرٌ من باطنه، وهي تحت "الأضلاع" الخمس، ولها خمس شُعَبٍ يقال لها: "الزوائد"، تحتوي على "المعدة" كما تحتوي "الكَفُّ" بأصابعها على الشيء المقبوض.
ويقال للشُّعْبة الصغيرة منها خاصةً  (¬٣) : "زائدة الكبد"، وفي "الصحيح" عن النبيِّ - صلى الله عليه وسلم -: "إنَّ سبعين ألفًا من أهل الجنَّة يأكلون من زيادة كبد الحوت، الذي هو أوَّلُ طعامهم"  (¬٤) ، وهذا يدلُّ على عِظَمِ قَدْرِ هذه الزيادة، فما الظَّنُّ بـ "الكبد" التي هي زيادته؟ فكيف بالحُوت الذي حواها؟
_________
(¬١)  "الكَيْلُوس": المواد الغذائية التي تتجمَّع على شكل كتلة عجينية في "المعدة" قبل أن تدخل "الأمعاء الدقيقة". "المعجم الوسيط" (٢/ ٨٠٨).
وهي كلمة يونانية، عرَّبها الأطباء لدلالتها على إحدى مراتب الهضم، وسماه بعضهم: "الكَيْمُوس"، وذكروه في معاجم اللغة تحت مادة "كَمَسَ".
انظر: "لسان العرب" (١٢/ ١٥٦)، و"تاج العروس" (١٦/ ٤٥٠)، و"قصد السبيل" للمحبِّي (٢/ ٤١٥).
(¬٢)  "شكل" ملحق بهامش (ك).
(¬٣)  بعدها في (ك) زيادة: صغيرة! ولا مكان لها.
(¬٤)  سبق تخريجه (ص/ ٥٠٠ و ٥١٣)، بدون ذكر السبعين ألفًا.','1','582',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (653,'[و] (¬١) مقْعَرُها يسمَّى: "المُورِد"؛ لأنَّه (¬٢) يُورِد الغذاء من "المعدة" و"الأمعاء"، ويسمَّى: "باب الكبد".
ثُمَّ تتشعَّبُ هذه "العُرُوق" من جانبيه بِشُعَبٍ (¬٣) تتَّصِلُ بـ "الأمعاء"، وتسمَّى: "الجداول"؛ لشَبَهِها بالسَّوَاقي الصِّغَار، تؤدِّي إلى مَقَرَّةٍ عظيمةٍ. ولهذه "الجداول" أَغشيةٌ من فوقها ومن تحتها، فتستدير مع "الأمعاء" ومع "العُرُوق" المتصلة بها، وتسمَّى هذه الأغشية وما تحويه: "المَرَابِط".

فصل
والعرق الثاني ينقسم في مجاذبها إلى عُرُوقٍ صِغَارٍ، وأصغر منها، حتَّى تبلغ غاية الدِّقَّة، ثُمَّ تعود تجتمع أوَّلًا فأوَّلًا على قياس ما تفرَّقت، فتأخذ من كثرةٍ إلى وَحْدَةٍ، ومن دِقَّةٍ إلى غِلَظٍ، حتَّى يجتمع منها العرق الخارج من "الكبد" المسمَّى بـ "الأجوف"، ومنه يتأدَّى "الدَّم" إلى البدن كلِّه.
وحين يخرج ينقسم قسمين:
فيأخذ أحدهما نافذًا في "الحِجَاب" نحو "القلب"، ويسمَّى: "الوتين".
قال أهل اللغة: "الوتين" (¬٤) عرقٌ يسقي "القلب". قال في
_________
(¬١) زيادة مهمة.
(¬٢) بعده في (ك) زيادة: لا! وهي مقحمة، ومفسدة للمعنى.
(¬٣) من (ح) و (م)، وفي باقي النسخ: فشعب.
(¬٤) ساقط من (ك).','1','583',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (654,'"الصِّحَاح" (¬١): ""الوتين": عرقٌ في "القلب"، إذا انقطع مات صاحبه، ووتَنْتُه: أَصَبْتُ وَتِينَهُ"، فهو موتون.
وقال الواحديُّ (¬٢): ""الوتين": نياط "القلب"، وهو عِرْقٌ يجري في "الظَّهْر" حتَّى يتصل بـ "القلب"، إذا انقطع بَطَلَت القُوى، ومات صاحبه".
وهذا قول جميع أهل اللغة، وأنشدوا للشمَّاخ (¬٣):
إذا بَلَّغْتِني وحَمَلْتِ رَحْلِي ... عَرَابَةَ فَاشْرَقي بِدَمِ الوَتِينِ
وقال ابن عباس وجمهور المفسِّرين: هو حَبْلُ "القلب" ونيَاطُه.
وأمَّا "الأَبْهَر" - الذي قال فيه النبيُّ - صلى الله عليه وسلم -: "هذا أَوَانُ انقطَاع أَبْهَرِي" (¬٤) - فقال الجوهري: ""الأَبْهَر": عِرْقٌ إذا انقطع مات صاحبه، وهما "أبْهَرَان" يخرجان من "القلب"، ثُمَّ يتشعَّبُ منهما سائر "الشرايين". وأنشد الأصمعي (¬٥):
وللفُؤَادِ وَجِيبٌ تحتَ أَبْهَرِهِ ... لَدْمَ الغُلَامِ ورَاءَ الغَيبِ بالحَجَرِ" (¬٦).
_________
(¬١) (٦/ ٢٢١١).
(¬٢) في "الوسيط" (٤/ ٣٤٩).
(¬٣) "ديوانه" (١١٣)، وفيه: حَطَطْتِ، بدل: حَمَلْتِ.
(¬٤) سبق تخريجه (ص/ ٢٧٥).
(¬٥) في جميع النسخ: وأنشدوا للأصمعي! وهو تحريف، والتصحيح من المصدر.
(¬٦) "الصحاح" (٢/ ٥٩٨)، وفيه نسبة البيت: لابن مُقْبل، من إنشاد الأصمعي، وهو في "ديوان تميم بن أُبيّ بن مقبل" (٩٩).','1','584',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (655,'فصل

و"المَرَارَةُ" موضوعةٌ على "الكبد"، ولها مجريان:
أحدهما: متصِلٌ بتقعير "الكبد"، يجتذب "المِرَّةَ الصفراءَ".
والآخر: متصِلٌ بـ "الأمعاء العليا"، يَصُبُّ "المِرَّةَ"؛ ليغسلها ويَجْلُوها، ويتصل منه السَّيْر (¬١) بأسفل "المعدة" لتمتزِجَ بالغذاء، فيكون فيه معونةٌ على هضمه.

فصل
والقوَّةُ التي وكَّلَها اللهُ - سبحانه وتعالى - بتدبير البدن من أعظم آياته الدَّالَّةِ عليه، فإنَّها تفعل في الطعام والشراب الوارِدَينِ عليه أفعالًا متنوِّعةً من تقطيعٍ، وتفصيلٍ، وتَمْزِيجٍ، وتحليلٍ، وتركيبٍ.
فمبدأ ذلك في "الفَم"، وهو تقطيعُه بـ "الأسنان"، ومَضْغُه، واختلاطُه بالرُّطُوبات التي فيه، وانهضَامُه فيه انهضامًا تامًّا.
ثُمَّ بعد ذلك عند وروده إلى "المعدة"، فإنَّ "المعدة" (¬٢) تهضِمُهُ هَضْمًا آخر، ويسمَّى: "الهَضْم الأوَّل".
ويعينها على هضمه ما يُجَاوِرُها من الأعضاء؛ فـ "الكبد" عن يمينها، و"الطِّحَال" عن يسارها، و"القلب" من فوقها، و"الثَّرْبُ" (¬٣)
_________
(¬١) "السَّيْر": ما يُقَدُّ من الجِلْد ونحوه مستطيلًا. "المعجم الوسيط" (١/ ٤٦٧).
(¬٢) "فإنَّ المعدة" ساقط من (ح) و (م).
(¬٣) في (ح) و (م): المريء، وفي باقي النسخ: الشرى! والصواب ما أثبته.
"والثَّرْبُ": شَحْمٌ رقيقٌ يغشِّي الكَرِش والأمعاء، وجمعه: ثُروب. =','1','585',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (656,'أمامها، و"الأمعاء": السُّبُل الموصِلَةُ إليها، و"العُرُوق": الطرق المؤدِّيةُ منها، والحرارةُ: النَّارُ الطابِخة للطعام فيها، والقُوَى الهاضِمةُ والجاذبةُ والغاذِيةُ والدافِعةُ خَدَمٌ لها.
فإذا انْهَضَمَ الطعامُ فيها صار كَيْلُوسًا (¬١)، شبيهًا بماء الكَشْكِ (¬٢) الثَّخِين، ثُمَّ تَنْهَزُ صَفْوَهُ ولَطِيفَهُ، فتقذفه (¬٣) في "العُرُوق" الدِّقَاق الشَّعْرِيَّةِ التي هي بدِقَّة "الشَّعْر"، ويَنْجَذِبُ إلى "الكبد"، فإذا ورد هذا اللَّطِيفُ إلى "الكبد" اشتملت عليه بجملته؛ فطَبَخَتْهُ، وهضَمَتْهُ، وأحَالَتْهُ إلى جوهرها، وصَيَّرَتْهُ دَمًا، ويسمَّى هذا: "الهضم الثاني".
ولمَّا كان هذا الإنْضَاجُ والطبخُ يشبه طبخ القِدْرِ؛ عَلَاهُ شيءٌ كالرَّغْوَة والزَّبَد، وهو: "الصَّفْرَاء". ورَسَب منه شيءٌ مثل العَكَر، وهو: "السوداء". وتَخَلَّفَ عن (¬٤) تمام النُّضْج شيءٌ بَقِيَ على فُجُوجَتِهِ (¬٥) وهو: "البَلْغَم".
والشيء الذي يُصَفَّى ويبقى من ذلك كلِّه هو: "الدَّم". فاندفع من
_________
= انظر: "المخصَّص" لابن سيده (٢/ ٢٣)، و"تاج العروس" (٢/ ٨٣).
(¬١) سبق بيان معناه (ص/ ٥٨٢).
(¬٢) "الكَشْك": طعامٌ يُصنع من الدقيق واللبن، ويُجفَّف حتى يُطبخ متى احتيج إليه، وربما عمل من الشعير، وهو فارسيٌّ معرَّب.
انظر: "المعجم الوسيط" (٢/ ٧٨٩).
(¬٣) من (ح) و (م)، وفي باقي النسخ: فيقذف.
(¬٤) في جميع النسخ: على، ولعله تحريف.
(¬٥) كذا؛ والمذكور في كتب اللغة: الفَجَاجَة، وهي قلَّةُ النُّضْج.
انظر: "المعجم الوسيط" (٢/ ٦٧٤).','1','586',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (657,'"الكبد" في العرق الأعظم المعروف (¬١) بـ "الأجوف"، بعد أن تَصَفَّت (¬٢) عنه المائية إلى آلة البَول، فيسلك هذا "الدَّم" في "الأَوْرِدَةِ" المُتَشَعِّبة من "الأَجْوَف"، ثُمَّ في جَدَاوِلَ مُتَشَعِّبة (¬٣) من "الأَوْرِدَةِ"، ثُمَّ في سَوَاقٍ مُتَشَعِّبة من الجداول، ثُمَّ في رَوَاضِعَ مُتَشَعِّبة من (¬٤) السَّوَاقي، ثُمَّ في عُرُوقٍ دِقَاقٍ (¬٥) شَعْرِيَّةٍ، ثُمَّ يَرْشَحُ من أفواهها في الأعضاء لتغتذي به، فتُحِيلُهُ الأعضاء، وتسيرُ به بجواهرها، فيصير في "اللَّحْم" لحمًا، وفي "العَظْم" عَظْمًا، وفي "العَصَب" عَصَبًا، وفي "الظُّفُر" ظُفُرًا، وفي "الشَّعْر" شَعْرًا، وفي السَّمْع والبصر وآلةِ الحِسِّ كذلك. فتبارك من هذا صُنْعُهُ في قَطْرةٍ من ماءٍ مهينٍ.

فصل
و"الدَّمُ" هو الخِلْطُ الأصليُّ، والغذاءُ الحقيقيُّ للبدن، والمُخْلَفُ عليه بَدَل ما ينقص ويتحلَّلُ منه، والأخلاط الأُخَر كالأَبَازِير والتَّوَابِل.
وهو صنفان:
١ - لطيفٌ؛ وهو دم "القلب".
٢ - وغليظٌ؛ وهو دم "الكبد".
_________
(¬١) ساقط من (ك).
(¬٢) من (ح) و (م)، وفي باقي النسخ: نقصت.
(¬٣) في (ك): منشقة! وفي (ز) و (ط): منسقبه! وفي (ح) و (م): متثقِّبة، وما أثبته أصح، وكذا في مثيلاتها بعدها.
(¬٤) سقطت من (ح) و (م)، وفي باقي النسخ: في، وما أثبته أنسب.
(¬٥) ساقط من (ك).','1','587',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (658,'ومَثَلُه مَثَلُ السلطان إذا كان وقورًا، حليمًا، ساكنًا؛ عاشَتْ به رعيته، وإذا غضب واحتَدَّ قَتَلَ.

فصل
وأمَّا "البَلْغَم": فخِلْطٌ فِجٌّ مُسْتَعْدٍ لَيِّنٌ، يستكمل نُضْجَه عند عَوَز الغذاء إذا ما تولَّتْهُ الحرارة الغريزيَّة، فهَضَمَتْهُ وصَيَّرَتْهُ دمًا، فيتكوَّنُ في "المعدة" و"الأمعاء"، وفي "الكبد" عند قصور الهضم.
وفيه من المنفعة أنَّه يرطِّبُ البدنَ، وَيَبُلُّ المفاصلَ، لِيُسْلِسَ (¬١) حركاتها، ويخالِطُ "الدَّم" في تغذية الأعضاء البلغميَّة المِزَاج كـ: "الدِّماغ".
فإن قيل: ما الحكمة أنَّه لم يجعل "للبَلْغَم" عضوًا (¬٢) مخصوصًا ينصبُّ إليه كـ "الرئتين"؟ (¬٣)
قيل: لمَّا كانت الأعضاءُ محتاجةً أن يكون قريبًا منها لترطيبها؛ لم يُجْعَل له عضوٌ يختصُّ به، لا سيَّما والأعضاء تغتذي به إذا أَعْوَزَها الغذاءُ.

فصل
وأمَّا "الصَّفْراء": فخِلْطٌ لطيفٌ حادٌّ.
_________
(¬١) "أَسْلَسَ الشيءَ: جعله سَلِسًا، أي: سهلًا ليِّنًا منقادًا.
انظر: "تاج العروس" (١٦/ ١٤٩).
(¬٢) "عضوًا" ملحق بهامش (ك).
(¬٣) من قوله: "ما الحكمة أنه لم يجعل. . ." إلى هنا؛ ساقط من (ح) و (م).','1','588',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (659,'وحاجة البدن إليها في أن تخالط "الدَّم"، وتُرِقَّهُ (¬١) بلُطْفِها، وتُنْفِذَه في المسالك الضيِّقة، ولتعينه في تغذية الأعضاءِ الحارَّةِ اليابسة.
وما ينفصِلُ (¬٢) عنها ممَّا يُسْتَغْنَى عنه يتصفَّى إلى "المَرَارة" لتأخذ نصيبها منه، وما تستغني عنه "المَرَارة" تَصُبُّهُ إلى "الأمعاء" لتغسلها عن لَطْخَة الأَثْفَال ولُزُوجَتِها، وَلِتَدْعُوَ عَضَلَ "المَقْعَدة" فتحسَّ بالحاجة إلى التبرُّزِ.

فصل
وأمَّا "المِرَّةُ السوداءُ": فخِلْطٌ باردٌ يابِسٌ.
وفيه من المنافع أنَّه يَنْفُذُ مع "الدَّم" في "العُرُوق" ليشدَّهُ (¬٣)، ويقوِّيه، ويكفِتَهُ (¬٤)، ويمسكه، ويمنعه من سهولة الحرمة (¬٥) عند الحاجة إلى ذلك، وتعينه في تغذية الأعضاء المحتاجة إلى (¬٦) أن يكون في غذائها شيءٌ من "السوداء" (¬٧) كـ "العِظَام".
وما انفَصَلَ (¬٨) منه واستغنى عنه يُصَفَّى إلى "الطِّحَال"، فيصفِّيه "الطِّحَالُ" جدًّا، ويتغذَّى به، ثُمَّ يُجْلَبُ ما يَسْتَغنِي عنه "الطِّحَال" إلى فَم
_________
(¬١) أي: تجعله رقيقًا، وهو ضد الغِلَظ والثَّخَانة. "لسان العرب" (٥/ ٢٨٦).
(¬٢) تصحفت في (ز) إلى: يتفصل، وسقطت من (ط).
(¬٣) بياض في (ط)، وفي (ح) و (م): ليسدّه! تصحيف.
(¬٤) في (ط): ويكيفه! وفي باقي النسخ: ويكفيه. ولعله تحريف ما أثبت.
(¬٥) كذا في جميع النسخ، ولم أَدْرِ معناها! والعبارة مرتبكة.
(¬٦) من (ك)، وسقط من بقية النسخ.
(¬٧) من (ح) و (م)، وفي باقي النسخ: السواد.
(¬٨) في (ح) و (م): اتصل!','1','589',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (660,'"المعدة"، فَيُدَغْدِغُهُ بالحُمُوضَة التي فيه، فتتحرك الشهوةُ، وتحسُّ بالجوع، فتطلب الأعضاء القصوى معلُومَها ورَاتِبَها من الأعضاء التي تليها، وتطلبه الأعضاء التي تليها من التي تجاورها، وهكذا حتَّى ينتهي الطلب إلى "المعدة".
فالجوعُ: طَلَبُ الأعضاءِ (¬١) القُصْوَى معلومَها من الأعضاءِ (¬٢) الدنيا.

فصل
ولمَّا اقتضت حكمة الرَّبِّ - جلَّ جلاله، وتقدَّسَت أسماؤه، ولا إله غيره - حيث كان بدنُ الإنسان مشبهًا في أحواله بالمدينة = أن يوجد فيه (¬٣) أعضاء رئيسة تقوم بمصالحه - كما يقوم رؤساء المدينة بمصالحها - تكون له (¬٤) بمنزلة الولاة والأمراء. وأعضاء تكون خادمةً لهذه الأعضاء الرئيسة؛ فإنَّ الرئيس لا يكون رئيسًا إلا بمرؤوس، وهي بمنزلة: الشُّرَط، والجَلَاوِزَة (¬٥)، والنُّقَبَاء (¬٦). وأن يوجد فيه أعضاء كالرعيَّةِ؛ وهي قسمان:
١ - ماله اتصالٌ بالرؤساء، وإن لم يكن اتِّصالُهُ (¬٧) اتِّصَالَ خدمةٍ.
_________
(¬١) "الأعضاء" ملحق بهامش (ك).
(¬٢) من (م)، وتصحفت في باقي النسخ إلى: الأعمال!!
(¬٣) في جميع النسخ: فيها، والصواب ما أثبته.
(¬٤) في جميع النسخ: لها، والصواب ما أثبته.
(¬٥) "الجَلَاوِزَة": جمع الجِلْواز، وهو: الشُّرَطِي. "القاموس" (٦٥٠).
(¬٦) "النُّقَبَاء": جمع نَقِيب، وهو: عريف القوم. "القاموس" (١٧٨).
(¬٧) في (ح) و (م): له.','1','590',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (661,'٢ - وما لا اتِّصال له بهم، بل هو مستقلٌّ بنفسه.
فالأعضاء إذًا بهذا التقسيم أربعة:
أحدها: الأعضاء الرئيسة المخدومة.
الثاني: الأعضاء المرؤوسة الخادمة.
الثالث: الأعضاء المرؤوسة بلا خدمة.
الرابع: الأعضاء التي ليست رئيسة ولا مرؤوسة.

فصل
والأعضاء الرئيسة إنَّما استحقَّت الرياسة لشَرَفِها، إذ كانت هي الأصولُ والمعادنُ والمبادئُ للقُوى الأوليَّهِ في البدن، المضطرُّ إليها في بقاء الشَّخْص والنَّوع.
وهي بحسب بقاء الشَّخْصِ ثلاثةٌ: "القلب"، و"الكبد"، و"الدِّماغ".
وبحسب بقاء النَّوع أربعةٌ: الثلاثةُ المذكورةُ، و"الأُنْثَيَان".
وأمَّا "القلب"؛ فهو العُضْو الذي جعله الخَلَّاقُ العليمُ قائمًا بأمر البدن كقيام الملك (¬١) بأمر الرعيَّة، وهو أوَّلُ عُضْوٍ يتحرَّكُ في البدن، وآخرُ عُضْوٍ يَسْكُنُ منه، وهو مبدأ جميع القُوى، وما يلحقه من صلاحٍ أو فسادٍ يتأدَّى منه إلى غيره من الأعضاء.
وأمَّا "الكبد"؛ فهو العضو الذي يقوم بحِفْظِ الحياة، إذ كانت هي التي تملأُ الأعضاء بالغذاء؛ ليبقى البدن محفوظًا ما أمكن بقاؤه.
_________
(¬١) ساقط من (ك).','1','591',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (662,'وأمَّا "الدِّمَاغ"؛ فهو العضو القائم بأمر الحِسِّ والإدراك وتكميل الحياة، إذ فيه آلاتُ الإحساس التي بها يُعرف النافعُ من الضَّارِّ، والملائمُ من المُنَافِرِ، وبواسطته (¬١) صارت الحياة نافعةً (¬٢) صالحةً، متجاوِزَةً لرتبة (¬٣) حياة النَّبَات.
وأمَّا "الأُنْثَيَان"؛ فهما اللَّذَان يقومان بحِفْظِ بقاء النَّوع.

فصل
وأمَّا الأعضاء الخادمة: فـ "الرِّئة"، و"الشرايين" الحاملة المؤدِّية من "القلب" الحرارةَ الغريزيَّة والقُوى والأرواحَ الحيوانية التي بها قِوَام البدن.
فهذان خادِمان "للقلب".
و"المعدة" و"الأَوْرِدَة" خادمان "للكبد".
و"الأَوْرِدَة" تُنفِذُ "الدَّمَ" الغاذِي، والأرواح، والقُوى إلى جميع البدن.
و"الكبد" خادِمةٌ "للدِّمَاغ"، وكذلك "الأعصاب" التي بها يحصل الحِسُّ والحركة.
و"الأُنْثَيَان" يخدِمُهما الأعضاء المولِّدة "للمَنِيِّ"، والمجاري المؤدِّية عنهما إلى موضع التَّوَالُدِ.
_________
(¬١) ساقط من (ح) و (م).
(¬٢) "نافعة" ملحق بهامش (ح).
(¬٣) تصحفت في (ح) و (م) إلى: لزينة.','1','592',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (663,'فصل

وأمَّا الأعضاء المرؤوسة بلا خدمة؛ فهي أعضاءٌ مختصَّةٌ بقُوىً لها طبيعيَّة، بها يتمُّ تدبيرها، ويستقيم أمرها.
ولا بدَّ مع ذلك من أن (¬١) يفيضَ (¬٢) عليها من الأعضاء الرئيسة قُوىً تمدُّها بإذن الله - تعالى - كـ: "الأُذن"، و"العين"، و"الأنف". فإنَّ كلَّ واحدٍ منها يقوم بأمر نفسه بما فيه من القوَّةِ الطبيعيَّةِ التي أعطاها إيَّاهُ الخالقُ (¬٣) سبحانه، ولا يتمُّ ذلك لها إلا بأن تأتيها قوَّةٌ حسَّاسَةٌ تنزل عليها من "الدِّمَاغ" بإذن الرَّبِّ تعالى.

فصل
وأمَّا الأعضاء التي ليست برئيسة ولا مرؤوسة؛ فهي التي اختصَّت بقُوىً غريزيَّة فيها من أصل الخِلْقَة في أوَّل التكوين، ليتمَّ بها قَوَامُ أمرها، وتدبيرُها في اجتلاب المنافع ودفع المضارِّ، كـ: "العظام"، و"الغَضَاريف".
وسائر الأعضاء المتشابهة الأجزاء - مثل: "الرِّبَاطات"، و"الأعصاب"، و"الأوتارِ"، و"الشرايين"، و"الأَوْرِدَةِ"، و"الأغْشِيَةِ"، و"اللَّحْمِ"، و"العظَامِ" - كالأساس والاسطوانات لبناء هيكل (¬٤) البدن.
فإن قيل: هل في "العظام" قوَّةُ الإحساس وحياته أم لا؟
_________
(¬١) من قوله: "بقوىً لها طبيعية. . ." إلى هنا؛ ساقط من (ز).
(¬٢) في (ح) و (م): يقبض!
(¬٣) تكررت مرتين في (ك).
(¬٤) من (ح) و (م)، وفي باقي النسخ: كل.','1','593',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (664,'قيل: هذا موضعٌ اختلف فيه أرباب الشريعة فيما بينهم، وأرباب الطبيعة فيما بينهم:
فقالت طائفة: لا حياة في "العظام" وإن كان فيها قوَّة النُّمُو والاغتذاء.
قالوا: لأنَّ الحياةَ إنَّما هي بالرُّوح الحيوانيِّ، ولَا حَظَّ "للعظام" فيه.
قالوا: ولأنَّ مَرْكَبَ الحياةِ  (¬١)  إنَّما هو "الدَّمُ" المُنْبَثُّ في "العُرُوق" و"الأعصاب" و"اللَّحم". ولهذا لم يكن "للشَّعْر" ولا "للظُّفُر" نصيبٌ من ذلك، ولهذا لم يأْلَم الحيوانُ بأَخْذِهِ.
قالوا: فحياةُ "العظام" و"الشَّعْر" حياةُ نُمُوٍّ واغتذاءٍ، وحياةُ أعضاء البدن حياةُ نُمُوٍّ وإحساسٍ.
قالوا: ولهذا قلنا إنَّ "العظام" لا تَنْجَس بالموت؛ لأنَّها لم يكن فيها حياةٌ تزول بالموت.
قالوا: وزوالُ النُّمُوِّ لا يُوجب نجاسة ما فَارَقَهُ، بدليل يُبْسِ الزَّرعْ والشَّجر.
قال آخرون: الدليلُ على أنَّ "العظام" تَحُلُّ فيها الحياةُ قوله تعالى: {وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَنْ يُحْيِ الْعِظَامَ وَهِيَ رَمِيمٌ  (٧٨)  قُلْ يُحْيِيهَا الَّذِي أَنْشَأَهَا أَوَّلَ مَرَّةٍ} [يس: ٧٨، ٧٩].
_________
(¬١)  أقحمت "فيه" بعدها في (ز) و (ك) و (ط).','1','594',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (665,'والحِسُّ يدلُّ على ذلك أيضًا، فإنَّ "العَظْم" يأْلَم، ويَضْرِبُ  (¬١) ، ويَسْكُن، وذلك نفس إحساسه.
قالوا: ولا يمكن إنكارُ كون "العظام" فيها قوَّةٌ حسَّاسَةٌ تحسُّ بالبارد والحَارِّ.
قال الآخرون: الإحساس والألم ليس "للعظم" في نفسه، وإنَّما هو لما جاوره من "اللَّحْم".
قال المنازعون لهم: هذا مكابَرَةٌ ظاهرةٌ؛ فإنَّ "العظْمَ" نفسَه يَأْلَمُ، ولا سيَّما إذا انْصَدَع.
ثُمَّ إنَّ "الأسنانَ" و"الأضراسَ" تحسُّ بالألم والحارِّ والبارد بأنفسها، لا بِمُجَاوِرِها من "اللَّحم".
ولهذا توسَّطت طائفةٌ ثالثةٌ، وقالت: عظامُ "الأسنان" خاصةً لها الإحساس، بخلاف سائر "العظام".
وهؤلاء قد  (¬٢)  سلَّمُوا المسألة من مكانٍ قريب، فإنَّ الذي دلَّ على إحساس "الأسنان" وحياتها هو الدَّالُّ على حياة سائر "العظام"، والشبهة التي ذكروها لو صحَّت لمَنَعَت من إحساس "الأسنان".
وأمَّا حديث الطهارة والنَّجَاسة فذاكَ لأمرٍ آخر وراءَ الحياة.
_________
(¬١)  ضَرَبَ: تحرَّكَ وارتعَدَ بسبب بردٍ أو خوفٍ أو نحو ذلك، وبمعناه: تضرَّب واضطرَب.
انظر: "القاموس" (١٣٨).
(¬٢)  في جميع النسخ: فقد، وما أثبته أصوب.','1','595',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (666,'ومَنْ نَجَّسَها بالموت سَوَّى بينها وبين "اللَّحم"، ومن لم يُنَجِّسْها - وهو الراجح في الدليل - فذاك لعدم عِلَّة التنجيس فيها، فإنَّ الموت ليس بِعلَّةِ النَّجَاسة، وإنَّما هو دليلُ العلَّة وسبَبُها.
والعِلَّةُ هي احتقانُ الفَضَلات في "اللَّحْمِ"، و"العَظْمُ" بريءٌ من ذلك.
والدليل على هذا؛ أنَّ الشارعَ لم يحكم بنجاسة الحيوان التَّامِّ الذي (¬١) لا نَفْسَ له سائلةٌ؛ لعدم احتقان الفَضَلات فيه، فَلأَنْ لا يُحكم بنجاسة "العَظْم" أَولى وأحرى. فإنَّ الرُّطُوباتِ التي في "الذُّبَاب" و"العقرب" و"الخنفساء" أكثرُ من الرُّطُوباتِ التي في "العظام"، فهي أَولى بعدم التنجيس من تلك الحيوانات. والله أعلم (¬٢).

فصل
والذي أحصاه المُشَرِّحُون من "العظام" في البدن: مائتان وثمانيةٌ وأربعون عظمًا، سِوَى الصِّغَار السُّمْسُمَانيَّات (¬٣) التي أُحْكِمت (¬٤) بها مفاصل: "الأصابع"، والتي في "الحَنْجَرَة".
_________
(¬١) ساقط من (ك).
(¬٢) من قوله: "التي في "العظام" فهي أولى. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٣) "السُّمْسُمَانيات": جمع: السُّمْسُمَانيّ، وهو الخفيف اللطيف السريع من كلِّ شيءٍ.
والعظام الصغار التي بين كلِّ مَفْصِلَين من مفاصل الأصابع تسمى: "السُّلَامَيَات"، واحدتها: "سُلَامَى".
انظر: "القاموس" (١٤٥١)، و"الإفصاح" (٥٣).
(¬٤) في (ح) و (م): احكم، وفي باقي النسخ: احتكم! والصواب ما أثبته.','1','596',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (667,'وقد أخبر النبيُّ - صلى الله عليه وسلم - أنَّ الإنسانَ خُلق من ثلاثمائةٍ وستين مَفْصِلًا (¬١):
فإن كانت "المفاصل" هي "العظام": فقد اعترف "جالينوس" وغيره بأنَّ في البدن عظامًا صغارًا لم تدخل تحت ضبطهم وإحصائهم.
وإن كان المراد بـ "المفاصل": المواضع التي تنفصل بها الأعضاء بعضها من بعضٍ - كما قال الجوهريُّ (¬٢) وغيره: "المَفْصِل: واحد مفاصل الأعضاء" - فتلك أعمُّ من "العظام"، فتأمَّلْهُ.
وإنَّ "السُّلَامَيَاتِ" المذكورةَ في الحديث الذي رواه مسلم في "صحيحه" (¬٣) من حديث أبي ذَرٍّ: "يُصْبِحُ على كُلِّ سُلامَى من أحدكم صدقةٌ، فكلُّ تسبيحةٍ صدقةٌ، وكلُّ تحميدةٍ صدقةٌ، وكلُّ تَهْلِيلةٍ صدقةٌ، وكلُّ تكبيرةٍ صدقةٌ" الحديث، فـ "السُّلَامَى": العُضْو (¬٤)،
_________
(¬١) أخرج مسلم في "صحيحه" رقم (١٠٠٧) من حديث عائشة - رضي الله عنها - أنَّها قالت: قال رسول الله - صلى الله عليه وسلم -:
"خُلق كلُّ إنسانٍ من بني آدمَ على ستين وثلاثمائة مَفْصِل، فمن كبَّر اللهَ، وحَمِدَ الله، وهلَّلَ اللهَ، وسبَّح اللهَ، واستغفر الله، وعَزَلَ حجرًا عن طريق الناس، أو شَوكةً، أو عظمًا عن طريق الناس، وأمَرَ بمعروفٍ، أو نهى عن منكر؛ عدَدَ تلك الستين والثلاثمائة السُّلَامَى؛ فإنه يمشي يومئذٍ وقد زَحْزَحَ نفسَهُ عن النار".
(¬٢) في "الصحاح" (٥/ ١٧٩٠).
(¬٣) رقم (٧٢٠).
(¬٤) هذا خبر "إنَّ" في قوله: وإن السُّلَاميَات ... ، ومقصوده أنَّ السُّلاميَات هي الأعضاء.
قال القاضي عياض في "إكمال المعلم" (٣/ ٦١): "أصل "السُّلَامَى" - بضم =','1','597',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (668,'وجمعه: سُلَاميَات. فهنا ثلاثة أمور: أعضاء، وعظام، ومفاصل.
وجعل الله - سبحانه - "العظام" أَصْلَبَ شيءٍ في البدن، لتكون أساسًا وعمدةً في البدن، إذ كانت الأعضاءُ كلُّها موضوعةً على "العظام"، حتَّى "القلب"، كما سيأتي بيانه إن شاء الله تعالى. وهي حاملةٌ للأعضاء، والحاملُ أقوى من المحمول. ولتكون وقايةً وجُنَّةً - أيضًا - كـ "القِحْفِ" (¬١) فإنَّه وقايةٌ "للدِّمَاغ"، و"عظام الصَّدرِ" وقايةٌ له.

و<span data-type="title" id=toc-442>جعلت "العظامُ" كثيرةً لفوائدَ ومنافعَ عديدة:</span>
منها: الحركة؛ فإنَّ الإنسانَ قد يحتاجُ إلى حركة بعض أجزائه دون بعضٍ، وقد يحتاج إلى حركة جزءٍ من عُضْوٍ.
ومنها: أنَّه لو كان على عظمٍ واحدٍ لكَانَ إذا أراد أن يتحرَّكَ تحرَّكَ بجملته.
ومنها: أنَّه (¬٢) كان يتعذَّر عليه الصنائع، والحَلُّ، والرَّبْطُ.
ومنها: أنَّه (¬٣) كان إذا أصابته آفةٌ عمَّتْ جميع البدن، فجُعِلَت "العظامُ" كثيرةً ليكون متى نالَ بعضَها آفةٌ لم تَسْرِ إلى غيره، وقام غيره من
_________
= السين -: عظام الأصابع، والأكفِّ، والأرجلِ. ثم استُعمل في سائر عظام الجسد ومفاصله".
وعنه نقلها من جاء بعده، وبهذا العموم في معنى "السُّلَامَى" فُسِّر الحديث.
(¬١) "القِحْف" - بكسر القاف، وسكون الحاء المهملَة -: العظم فوق الدِّماغ، وما انفلَقَ من الجمجمة فَبَانَ. "القاموس" (١٠٨٩).
(¬٢) بعده في (ك) زيادة: لو، ولا مكان لها.
(¬٣) بعده في (ك) زيادة: لو، ولا مكان لها.','1','598',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (669,'"العظام" مقامه في تحصيل تلك المنفعة.
ومنها: تعدُّدُ  (¬١)  المنافع التي حصلت بسبب تعدُّدِ "العظام"، ولولا كثرتها وتعدُّدها لفاتت تلك المنافع.
ومنها: أنَّ من "العظام" ما يحتاجُ البدنُ إلى كَبيرِهِ، ومنها ما يحتاجُ إلى صغِيرِهِ، ومنها ما يحتاج إلى مستطيلِهِ، ومنها ما يحتاجُ إلى مستدِيرِه، ومنها ما يحتاج إلى عريضِهِ، ومنها ما يحتاج إلى مُصْمَتِهِ  (¬٢) ، ومنها ما يحتاج إلى مُجَوَّفِهِ، ومنها ما يحتاج إلى مُنْحَنِيهِ، ومنها ما يحتاج إلى  (¬٣)  مستقيمه؛ ولا يحصل ذلك إلا بتعدُّدِ "العظام".
ومنها: بديع الصَّنْعة، وحسن التأليف والتركيب.
وغير ذلك من الفوائد.
ثُمَّ شَدَّ الخالقُ - سبحانه - بعضَها إلى بعضٍ بالرِّبَاطَاتِ والأسْرِ المُحْكَم، ثُمَّ كَسَاها لحمًا؛ حفظًا لها ووقاية، ثُمَّ كَسَا اللَّحمَ جلدًا؛ صُوَانًا  (¬٤)  له.
ولمَّا كانت الفَضَلاتُ تنقسم إلى: لطيفةٍ، وغليظةٍ؛ جعل الله - سبحانه - للغليظة منها مجاري تنجذب فيها إلى أسفل، وتخرُجُ منها خروجًا ظاهرًا للحِسِّ.
_________
(¬١)  تصحفت في (ك) و (ح) و (ط) و (م) إلى: تعذر!
(¬٢)  من قوله: "ومنها ما يحتاج إلى مستديره. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٣)  "مُنحَنِيه، ومنها ما يحتاج إلى" ملحق بهامش (ح).
(¬٤)  "صُوَانُ" الشيء: ما يصانُ فيه. "القاموس" (١٥٦٣).','1','599',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (670,'وأمَّا اللطيفة فهي الفَضَلات البُخَاريَّة، فإنَّ من شأنها أن تصعدَ إلى فوق، وتخرج عن البدن بالتحليل، بأنْ (¬١) جَعَلَ في "العظام" العليا منافذ يتحلَّلُ منها البُخَار المتصاعد.
ولم تكن تلك المنافذ محسوسة، لئلَّا يَضْعُف صُوَانُ "الدِّماغ" (¬٢) - وهو "القِحْفُ" - بوصول الأجسام المؤذية إليه. فجَعَلَ "الدِّماغ" مركَّبًا عن عظامٍ كثيرةٍ، وَوَصَلَ بعضَها ببعضٍ بوُصَلٍ يقال لها: "الشُّؤون"، ومنه قولهم: فلان لم تُجْمَعْ شؤونُ رأسه (¬٣).
ويشتمل "الرأس" بجملة أجزائه على تسعةٍ وخمسين عظمًا، وجُعل "القِحْفُ" مستديرًا بائنًا (¬٤) في مُقَدَّمِهِ ومُؤَخَّرِهِ وجانبيه، بمنزلة غِطَاء القِدْر.
وعظامُه ستةٌ، وهي: عظم "اليَأفُوخ" (¬٥)، وعظم "الجَبْهَة"، وعظم مؤخَّر "الرأس"، والعظمان اللذان فيهما ثُقْبَا (¬٦) السَّمْع، وفي كلِّ واحدٍ من "الصُدْغَين" (¬٧) عظمان مُصْمَتَان.
_________
(¬١) ساقط من (ح) و (م).
(¬٢) في (ك): البدن!
(¬٣) انظر: "خلق الإنسان" للزجَّاج (٢٥)، ولابن أبي ثابت (٤٨، ٤٩).
(¬٤) في (ح) و (م): تامًا.
(¬٥) "اليَأْفوخ": فجوةٌ مغطَّاةٌ بغشاء، تكون عند تلاقي عظام الجمجمة. "المعجم الوسيط" (١/ ٢١).
(¬٦) في (ح) و (م): نَقْبَا.
(¬٧) "الصُدْغَان": ما انحدر من الرأس إلى مركَّب اللَّحْي، وهو ما بين لحاظ العين إلى أصل الأذن. "الإفصاح" (١٣).','1','600',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (671,'وعظام "اللَّحْي الأعلى" أربعةَ عشر عظمًا: ستةٌ منها في مَحَاجِر (¬١) "العَينَين"، واثنان "للأنف"، واثنان تحت "الأنف" وهما المثقوبان (¬٢) إلى "الفم"، واثنان في "الوَجْنَتَين" (¬٣)، واثنان تحت "الشَّفَة العليا".
وأمَّا العظم الشبيه بالوَتِد فهو واحدٌ، وهو كالقاعدة "للرأس".
وعظام "اللَّحْي الأسفل" اثنان؛ وهما مُتَّصِلان في وَسْط "الذَّقَن" (¬٤)، وبينهما "الأسنان" (¬٥)، ويتصلان من فوق بـ "اللَّحْي الأعلى" اتصالًا مَفْصِليًّا.
و"الأسنان": اثنان وثلاثون، في كل "لَحْي" ستة عشر: "ثَنِيَّتَان"، وتليهما "الرَّبَاعِيتان" (¬٦)، وتليهما "النَّابَان" (¬٧)، وتليهما "الأَضْرَاس": خمسةٌ من هاهنا، وخمسةٌ من هاهنا.
و"النَّاجِذُ" أوَّلُ "الأَضْرَاس"، وهما "ناجِذَان"، في كلِّ ناحيةٍ "ناجِذٌ"، ورُبَّما نقصت "النواجِذُ" في بعض الأفراد، وكان في كلِّ جانبٍ
_________
(¬١) "مَحَاجِر": جمع: مَحْجِر، وهو ما دار بالعين من العظم الذي في أسفل الجَفْن، وهو الذي يظهرَ غالبًا من برقع المرأة من حول العين.
انظر: "خلق الإنسان" لابن أبي ثابت (١١٠، ١٢٩)، و"الإفصاح" (٢٣).
(¬٢) في (ح) و (م): المنقوبان.
(¬٣) "الوَجْنَتان": هما فَرْقُ ما بين الخدين والمَدْمَع، إذا وضعتَ يدكَ عليه وجدتَ نُتُوءَ العظم تحت يدك. "خلق الإنسان" لابن أبي ثابت (١٠١).
(¬٤) الذَّقَنُ": ملتقى رأس اللَّحْيَين تحت منابت الثَّنايا السُّفلى. "خلق الإنسان" لابن أبي ثابت (١٩٣ - ١٩٤).
(¬٥) في (ح) و (م): بُنْيَان.
(¬٦) في جميع النسخ: الرباعيات، وهو تحريف.
(¬٧) من قوله: "وبينهما الأسنان ويتصلان. . ." إلى هنا؛ ساقط من (ز).','1','601',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (672,'أربعة "أَضْرَاس".
وقد سَلَّمَ اللهُ - سبحانه - غذاءَ الإنسان إلى يده، فتأخُذُه فتسلِّمُهُ إلى "شَفَتَيه"، فتسلِّمُهُ "الشَّفَتان" (¬١) إلى "الأَنْيَاب" و"الثَّنايا" فتُفَصِّلُهُ، ثُمَّ تسلِّمُه إلى "الأضراس" فتطحَنُهُ (¬٢)، ثُمَّ تسلِّمُه إلى "اللِّسَان" و"الفم" فَيَعْجِنُهُ، ثُمَّ يسلِّمُه إلى "الحُلْقُوم" و"المَرِيء" فَيَتَسَلَّمُهُ ويُوصِلُه إلى "المعدة"، فتطبَخُهُ وتُنضِجُهُ، وتُصْلِحُهُ كما ينبغي، ثُمَّ تُسلِّمُهُ إلى "الكبد"، فَيَتَسلَّمُهُ منها، ثُمَّ يُرسِلُ به إلى كلِّ عُضْوٍ راتِبَهُ ومعلُومَهُ، ثُمَّ يَصُبُّ "مِرَّتَهُ (¬٣) الصَّفْراءَ" في "المَرَارة"، و"السَّوْدَاءَ" في "الطِّحَالِ"، والثُّفْلَ يخرجه عنها كما تقدَّم بيانه.

فصل
و"الرأس" يقال بالعموم على ما يُقِلُّهُ "العُنُق" بجملته، ويقال بالخصوص على:
١ - "الفَرْوَةِ"؛ وهي جلدة "الرأس" حيث مَنْبَت "الشَّعْر".
٢ - و"الجُمْجُمَةِ": العظمِ الذي يحوي "الدِّماغ"، وهي مؤلَّفَةٌ من سبع قطعٍ متقابِلةٍ تسمَّى: "القَبَائل". وتسمَّى مواضع التأليف: "شؤونًا".
ووَسْط "الجُمْجُمَة" يسمَّى: "الهَامَة".
وحَدُّ "الهَامَة" من الجانبين قَرْنَا "الرأس"، وحَدُّ "الهَامَة" من
_________
(¬١) بعدها في (ح) و (م) زيادة: منها فتسلمه.
(¬٢) العبارة في (ح) و (م) هكذا: فتسَّلَّمه وتطحنه.
(¬٣) تصحفت في (ح) و (م) إلى: قربة!','1','602',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (673,'المُقَدَّم: "اليَأفُوخ"، ومن المُؤَخَّر: "القَمَحْدُوَة"  (¬١) ، وهي ما تصيب الأرض من رأس  (¬٢)  المُسْتَلْقِي على ظهره.
ولها ثلاثة حدود: "نُقْرَةُ القَفَا"، و"القَذَالَان"  (¬٣) .
فـ "نُقْرَةُ القَفَا" حدُّها من آخر الوسط. و"القَذَالَان" جانبا "النُّقْرَة".
وقد تقدَّمَ تفصيل  (¬٤)  "القَبائل" السَّبْع.
ويَسْتَظْهِر "الجُمْجُمَةَ" غِشَاءٌ  (¬٥)  يحيطُ بها يسمَّى: "السِّمْحَاق"، ويَسْتَبْطِنُها  (¬٦)  غِشَاءَان  (¬٧) :
أحدُهما: يلي "الجُمْجُمَة"، وهو أَثْخَنُهما وأَصْلَبُهما.
والآخر: يكتنف  (¬٨)  "الدِّمَاغ"، ويحيط به، ويخالطه  (¬٩) .
ويقال لكلٍّ منهما: "أُمُّ الدِّمَاغ"، وتُسَمَّيَان: "الأُمَّان"، ومنه:
_________
(¬١)  من (ح) و (م) وهو الصواب، وتحرفت في باقي النسخ إلى: المقمحدودة!
(¬٢)  "من رأس" ساقط من (ك).
(¬٣)  تصحفت في (ز) و (ك) إلى: الفدالان.
"القَذَال": ما بين نُقْرَة القَفَا والأُذن. وفي كل إنسان قَذَالان: من النُّقْرَة إلى الأذن اليمنى قَذَالٌ، ومن النُّقْرَة إلى الأذن اليسرى قَذَالٌ.
انظر: "خلق الانسان" للزجَّاج (٢٦)، ولابن أبي ثابت (٥٣).
(¬٤)  "تفصيل" ملحق بهامش (ك).
(¬٥)  في (ح) و (م): عما!
(¬٦)  في جميع النسخ: ويستسطها! وما أثبته هو الصحيح.
(¬٧)  في جميع النسخ: غشاوة، وما أثبته هو الصحيح.
(¬٨)  في (ح) و (م): يكشف.
(¬٩)  "ويخالطه" ملحق بهامش (ك).','1','603',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (674,'"الآمَّة"، و"المَأْمُومَة" التي فيها ثُلُث الدِّية، وهي الجراحة التي تبلغ "أُمَّ الدِّمَاغ".
ويقال لكل (¬١) تجويفٍ في "الدِّمَاغ": بَطْنٌ، وهي ثلاث بُطُون.
وبين بَطْنَي "الدِّماغ" اللَّذَين في مؤخَّرِهِ ووَسْطِه مَجْرَى، وفيه قطعةٌ من "الدِّمَاغ" مستطيلةٌ؛ شبيهةٌ بالدُّودَة، يَنْسَدُّ ذلك المَجْرَى وينفتح بها.
وتحت "الدِّماغ" شبكَةٌ مبسوطَةٌ مؤلَّفَةٌ من "عُرُوقٍ ضَوَارِب"، يتولَّد فيها روحٌ نفسانيٌّ، ومنها ينفُذُ إلى البَطْنَين اللَّذَين في مُقَدَّم "الدِّمَاغ".
وفي "الدِّمَاغ": البِرْكَةُ، والحَوضُ، والقِمْعُ، والدُّودةُ، والبُطُونُ، والأغشيةُ، ومبادئُ الأعصاب.
ويحتوي "الدِّمَاغ" على ثلاث خزائن؛ نافِذٍ بعضُها إلى بعضٍ، وتسمَّى: "بطونًا":
فالأُولَى: في مُقَدَّمِه وتنقسم إلى بَطْنَين.
والثانية: في وَسْطه.
والثالثة: في مُؤَخَّرِهِ.
وجوهر "الدِّماغ": مُخِّيٌّ مُتَزَرِّدُ الشَّكْل، كأنَّه زَرَدٌ (¬٢) مجموع. والرُّوحُ النفسانيُّ مُثْبَتٌ (¬٣) في خلل الزَّرَد.
_________
(¬١) في جميع النسخ: لها، وما أثبته هو الصواب، وبه يستقيم المعنى.
(¬٢) "الزَّرَدُ": حِلَق المِغْفَر والدِّرْع. "لسان العرب" (٦/ ٣٤).
(¬٣) في (ز) و (ك) و (ط): مُنبَت.','1','604',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (675,'و"الدِّمَاغ" مقسومٌ في طوله بنصفين  (¬١)  مُتَضَامَّين، والتَّنْصِيف في مُقَدَّمِهِ أظهر.
و"الغِشَاءَان" يدخلان في فصول "الدِّمَاغ" وتَزْرِيدِه، والصُّلْبُ منهما يدخل بُطُونًا بين جُزْئَي البَطْن المقدَّم  (¬٢)  فيحجزُ بينهما، وتحته مَصْفىً  (¬٣)  كالبِرْكَة تسمَّى: "المَعْصَرَة"، تَصُبُّ فيَ العُرُوق "الدَّمَ" المنطَبِخ، وتنبعث في جداول تسقي البطنَ المُقَدَّمَ، وتجتمع إلى عرقين كبيرين يحملان "الدَّمَ" إلى البطنِ الأوسطِ والمُؤَخَّرِ.
والبطنُ الأوسطُ كدِهْلِيز  (¬٤)  ومنفذٍ بين  (¬٥)  المقدَّم والمؤخَّر، وسقفه معقودٌ كالأَزَجِ  (¬٦) .
و"الدِّمَاغ" موضوعٌ طولًا على زائدتين الفخذين  (¬٧)  متقاربان، فَيَمْتَازَانِ  (¬٨)  ويتباعدان  (¬٩)  إلى الانفراج، فينفتح الدِّهْلِيز، ويَتَراءى البَطْنَان: المقدَّم والمؤخَّر.
_________
(¬١)  في (ح) و (م): لنصفين.
(¬٢)  كذا في جميع النسخ، ثم ضُرب عليه في (ز).
(¬٣)  من (ح) و (م)، وفي (ز) و (ك): مُصَا! وبياض في (ط).
(¬٤)  "الدِّهْليز": ما بين الباب والدار، فارسيٌّ معرَّب. "مختار الصحاح" (٢٣٣).
(¬٥)  في (ز): منفذين.
(¬٦)  الأَزَج": ضَرْبٌ من الأبنية، وقيل: بيتٌ يُبنَى طولًا. "تاج العروس" (٥/ ٤٠٤).
وفي "المعجم الوسيط" (١/ ١٥): "بناءٌ مستطيلٌ مُقَوَّس السَّقْف".
(¬٧)  كذا في (ز) و (ح) و (ط) و (م)، وفي (ك): الفجدين! ولم أَدْرِ معناها.
(¬٨)  في (ح) و (م): فيتماسَّان.
(¬٩)  "ويتباعدان" ملحق بهامش (ك).','1','605',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (676,'والجزء المؤخَّر أخفى (¬١) تَزْرِيدًا من المقدَّم، وأصغر وأَعْجَفُ (¬٢) زَرَدًا، وهو كُريٌّ إلى الاستطالة، ويَسْتَدِق على التدريج، حتَّى يسيل منه "النُّخَاع" كالجدول من العين.
وفي "الدِّمَاغ" جدولان يجريان (¬٣): أحدهما في آخر المقدَّم، والآخر في الأوسط لدفع فضوله.
ويجتمعان عند منفذٍ واحدٍ عميقٍ: أوَّله في الغشاء الرقيق، والآخر في الغشاء الصُّلْب، يأخذ إلى مضيق كالقِمْع.
ولمَّا كان "الدِّمَاغُ" مبدأ حركات البدن إلى إرادته لم يكن به حاجةٌ إلى الحركة القويَّة، فحُوِّطَ عليه بسُورٍ من "عظامٍ"، بخلاف "المعدة" و"الكبد" و"الرَّحِم"، وسائر آلات الغذاء، فإنَّها لمَّا احتاجت إلى أن تتسع وتمتلئ بالغذاء والحَمْلِ مرةً بعد أخرى، وأن تعصر على (¬٤) الفضول فتخرجَها - والعَظْم يمنع من ذلك - ويكفي فيه العَضَلُ (¬٥) وحده = فأحيط عليه بسورٍ من عَضَلٍ (¬٦).
_________
(¬١) ساقط من (ك).
(¬٢) أُلحقت بهامش (ك)، وسقطت من باقي النسخ.
و"أعجف": من "العَجَف"، وهو الهُزَال والرقَّة.
انظر: "مختار الصحاح" (٤٣٩)، و"القاموس" (١٠٧٩).
(¬٣) في (ح) و (م): مجريان، بدلًا عن: جدولان يجريان.
(¬٤) في (ح) و (م): وأن تقصر عن.
(¬٥) من (ح) و (م) و (ط)، وتصحفت في (ز) إلى: الفصل، وفي (ك) إلى: الفضل!
(¬٦) تصحفت في (ح) و (م) إلى: عقل!','1','606',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (677,'وأمَّا "الصَّدْرُ" فإنَّه لمَّا احتاج إلى الوقاية  (¬١)  بـ "العظام"، وإلى الحركة بالعَضَل = أُلِّفَ "الصَّدْرُ" منهما.
وكان "البطن" أوسع من "الصَّدْر"، لما يَحْوِيه  (¬٢)  من آلات الغذاءِ، والتنفُّسِ، و"الطِّحَالِ"، و"المريء" وغيرها.
_________
(¬١)  في (ح) و (م): الوثاقة.
(¬٢)  في (ح) و (م): يحق به.','1','607',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (678,'فصل

فاستقبل الآن النظر في نفسك من رأسٍ، وانظر إلى المبدأ الأوَّل وهو "النُّطْفَة"؛ التي هي قطرةٌ مهينةٌ ضعيفةٌ، لو تُرِكَت ساعة لبَطَلَت وفَسَدَت، كيف أخرجها رَبُّ الأرباب من بين الصُّلْب والترائب؟! وكيف أوقع المحبة والإلْفَ بين الذَّكَر والأنثى، ثُمَّ قادهما بسلسلة المحبة والشهوة إلى الاجتماع، ثُمَّ استخرج "النُّطْفَة" من الذَّكَر بحركة الوِقَاع من أعماق "العُرُوق"، وجمَعَها في "الرَّحِم" في قرارٍ مكينٍ، لا تناله يدٌ، ولا تطلع عليه شمسٌ، ولا يصيبه هواءٌ، ثُمَّ صرَّف تلك "النُّطْفَة" طَوْرًا بعد طَوْرٍ، وطَبَقًا بعد طَبَقٍ، وغَذَّاها بدم (¬١) الحيض.
وكيف جعل - سبحانه - "النُّطْفَةَ" - وهي بيضاء مشرقة - عَلَقَةً حمراء، ثُمَّ جعلها مُضْغَةً، ثُمَّ قسَّمَ أجزاء "المُضْغَة" إلى: "العظامِ"، و"الأعصابِ"، و"العُرُوقِ"، و"الأوتارِ"، و"اللَّحْمِ" في داخل "الرَّحِم" في الظلمات الثلاث.
ولو كُشِفَ لك الغطاء لرأيت التخطيطَ والتصويرَ يظهر في "النُّطْفة" شيئًا بعد شيء، من غير أن ترى المُصَوِّرَ، ولا آلته، ولا قَلَمَهُ. فهل رأيتَ مُصَوِّرًا لا تمسُّ آلتُه الصورَةَ (¬٢) ولا تُلَاقِيها؟
ثُمَّ تأمَّلْ هذه القُبَّةَ العظيمةَ التي قد رُكِّبَت على "المَنْكِبين"، وما أُودِعَ فيها من العجائب، وما رُكِّبَ فيها من الخزائن، وما أُودِعَ في تلك الخزائن من المنافع، وما اشتملت عليه هذه القُبَّة من "العظام" المختلفة
_________
(¬١) في جميع النسخ: بماء! ثم صُححت في هامش (ك).
(¬٢) ساقط من (ح) و (م).','1','608',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (679,'الأشكال والصفات والمنافع؛ ومن الرُّطُوبات، و"الأعصاب"، والطرق، والمجاري، و"الدِّماغ"، والمنافذ، والقُوى الباطنة من الذِّكْرِ، والفِكْرِ، والتخييل، وقوَّةِ الحفظ.
ففيه القوَّة المفكِّرة، والمذكِّرة  (¬١) ، والمخيِّلة، والمحافظة  (¬٢) . وهذه القُوى مُودَعَةٌ في خزائن هذه القُبَّة  (¬٣) ، مسخَرَةٌ لمصالحه، يستعملها ويستخدمها كيف أراد.
فتأمَّلْ كيف دَوَّرَ - سبحانه - "الرأسَ"، وشقَّ سمعَهُ، وبصَرَهُ، وأنفَهُ، وفمَه؟ وكيف ركَّب كُرِيَّهُ  (¬٤)  في بطن الأمِّ من ثلاثةٍ وعشرين عظمًا، وخلق تلك "العظام" على كيفيَّاتٍ مختلفةٍ.
وتأمَّلْ كيف انقلبت تلك "النُّطْفَة" اللَّيِّنَة الضعيفة إلى "العظام" الصُّلْبة الشديدة؟
ثُمَّ تأمَّلْ كيف قدَّرَ - سبحانه - كلَّ واحدٍ من تلك "العظام" بشكلٍ مخصوصٍ، لو وُضِع بخلافِ ذلك  (¬٥)  لبطلت المنفعة، وفاتَ الغَرَض. ثُمَّ ركَّبَ بعضَها مع بعضٍ؛ بحيث حصل من مجموعها "كُرَةُ الرأس" على هذه الخِلْقَة المخصوصة.
ولمَّا كان "الرأسُ" أشرفَ الأعضاء الإنسانية، وأجمَعَها
_________
(¬١)  في (ح) و (م): والذاكرة.
(¬٢)  في (ح) و (م): والحافظة.
(¬٣)  العبارة في (ح) و (م) هكذا: في خزائنها.
(¬٤)  كذا ضبطت في (ح)، والمراد: كرة الرأس.
(¬٥)  "لو وُضع بخلاف ذلك" ساقط من (ح) و (م).','1','609',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (680,'للقُوى والمنافع والآلات والخزائن = اقتضت العناية الإلهيَّة بأن صِينَ بأنواعٍ من الصيانات.
وذلك أنَّ "الدِّمَاغ" يحيط به غشاءٌ رقيقٌ، وفوق ذلك الغشاء غشاءٌ آخر، يقال له: "السِّمْحَاق" (¬١). ثُمَّ فوق ذلك الغشاء طبقةٌ لَحْمِيَّةٌ، وفوق تلك الطبقة اللَّحْمية الجلدُ، ثُمَّ فوق الجلد "الشَّعْرُ".
فخلق - سبحانه - فوق دِمَاغِك سَبْعَ طبقاتٍ، كما خلق فوق الأرض سبعَ سمواتٍ طباقًا. والمقصود من تخليقها الاحتفال (¬٢) في صَونِ "الدِّمَاغ" من الآفات.
و"الدِّمَاغ" من "الرأس" بمنزلة "القلب" من البدن.
وهو - سبحانه - قَسَّمَهُ في طوله ثلاثةَ أقسام، وجعل:
١ - القسمَ المقدَّمَ مَحَلَّ الحفظ والتخيُّل.
٢ - والبطنَ الأوسطَ مَحَلَّ التأمُّلِ والتفكُّرِ.
٣ - والبطنَ الأخيرَ مَحَلَّ التذكُّرِ والاسترجاع لمَا كان قد نَسِيَهُ.
_________
(¬١) سبق للمؤلف - (ص/ ٦٠٣) - أن "السِّمْحَاق" غشاءٌ يحيط بالجُمْجُمَة من ظاهرٍ، وهذا هو المعروف في كتب اللغة.
وذكر - أيضًا في الموضع نفسه - أنَّ الجُمْجُمَة يستبطنها غشاءان، هما فوق "الدِّماغ"، ويقال لهما: "أمُّ الدِّماغ". فيكون قد فات المؤلف هنا ذكر "الجمجمةِ"، والغشاءِ الذي يحيط بها وهو: "السِّمْحَاق"، ليكتمل تعداد الطبقات سبعًا.
(¬٢) في جميع النسخ: الإحفاظ، ولعله تصحيف ما أثبته.
و"الاحتفال": المبالغة في الأمر، والاهتمام به. "المعجم الوسيط" (١/ ١٨٦).','1','610',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (681,'وكلُّ واحدٍ من هذه الأمور الثلاثة أمرٌ مهمٌّ للإنسان لا بدَّ له منه، فإنَّه (¬١) محتاجٌ إلى التفهُّم والتفهيم، ولو لم يكن حافظًا المعاني المتصوَّرَات (¬٢) وصُوَرَها بعد غيبتها؛ لكَانَ إذا سمع كلمةً وفهمَها شَذَّت عنه عند مجيء الأخرى، فلم يحصل المقصود من التفهُّم (¬٣) والإفهام، فجَعَلَ له رَبُّهُ وفاطره - سبحانه - خزانةً تحفظُ له صُوَرَ المعلومات، حتَّى تجتمع له، وتسمَّى القوَّة التي فيها: "القوَّة الحافظة".
ولا تتمُّ مصلحةُ الإنسان إلا بها، فإنَّه إذا رأى شيئًا، ثُمَّ غاب عنه، ثُمَّ رآه مرةً أخرى عَرَفَ أنَّ هذا الذي رآه الآن هو الذي رآه قبل ذلك؛ لأنَّه في المَرَّة الأُولى ثبتت صورته في الحافظة (¬٤)، ثُمَّ تَوَارَى عنه بالحجاب، فلمَّا رآه مرةً ثانيةً صارت هذه الصورة المحسوسة ثانيًا مطابقة للصورة المعنويَّة (¬٥) التي في الذِّهْن، فحصَل (¬٦) الجَزْمُ بأنَّ هذا ذاك، ولولا "القوَّة الحافظة" لما حصل ذلك، ولما عَرَفَ أحدٌ أحدًا بعد غيبته عنه.
ولذلك إذا طالَت الغيبةُ جدًّا، وانْمَحَت تلك الصورة الأُولى من الذِّهْن بالكُلِّيَّة؛ لم يحصل له العلم بأنَّ هذا هو الذي رآه أوَّلًا، إلا بعد تفكُّرٍ وتأمُّلٍ.
وقد قال قومٌ: إنَّ مَحَلَّ هذه الصُّوَر: "النَّفْسُ".
_________
(¬١) في النسخ: ولكل واحدٍ من ... ، وأنه .... ولعل ما أثبته هو الصواب.
(¬٢) في (ح) و (م): لمعاني التصورات.
(¬٣) في (ك) و (ح) و (م) و (ط): الفهم.
(¬٤) في جميع النسخ: الحفظ، وما أثبته أنسب.
(¬٥) في (ك): المعفوية!
(¬٦) "فحصل" ملحق بهامش (ك).','1','611',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (682,'وقال قومٌ: مَحَلُّها "القلب".
وقال قومٌ: مَحَلُّها "العقل".
ولكلِّ فريقٍ منهم حُجَجٌ وأدلَّةٌ، وكلٌّ منهم أدرك شيئًا وغابت عنه أشياء. إذ الإدراك المذكور مفتقِرٌ إلى مجموع ذلك، لا يتمُّ إلا به.
والتحقيقُ: أنَّ منشأَ ذلك ومبدأَهُ من "القلب"، ونهايَتَهُ ومستقَرَّهُ في "الرأس".
وهي المسألة التي اختلف فيها الفقهاء: هل العقل في "القلب" أو في "الدِّماغ"؟ على قولين؛ حُكِيا روايتين عن الإمام أحمد (¬١).
والتحقيق: أنَّ أصلَهُ ومادَّتَهُ من "القلب"، وينتهي إلى "الدِّمَاغ". قال تعالى: {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَا أَوْ آذَانٌ يَسْمَعُونَ بِهَا} [الحج: ٤٦]، فجعل العقل (¬٢) بـ "القلب"، كما جعل السَّمْعَ بـ "الأُذُن"، والبَصَرَ بـ "العين".
وقال تعالى: {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ (٣٧)} [ق: ٣٧]، قال غيرُ واحدٍ من السلف: "لمن كان له عقلٌ".
واحتجَّ الآخَرون: بأنَّ الرَّجُلَ يُضْرَبُ في رأسه فيزول عقله، ولولا أنَّ العقل في "الرأس" لما زال. فإنَّ السمعَ والبصرَ لا يزولان بضرب اليدِ، ولا الرِّجْلِ، ولا غيرِهما من الأعضاء لعدم تعلقهما بها.
_________
(¬١) انظر: "العدة" (١/ ٨٩)، و"المسوَّدة" (٢/ ٩٨٢)، و"التحبير شرح التحرير" (١/ ٢٦٢)، و "شرح الكوكب المنير" (١/ ٨٣).
(¬٢) "العقل" ملحق بهامش (ك).','1','612',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (683,'وأجاب أرباب "القلب" عن هذا: بأنَّه (¬١) لا يمتنع زواله بفساد "الدِّماغ" وإن كان في "القلب"؛ لما بين "القلب" و"الرأس" من الارتباط. وهذا كما (¬٢) يمتنع نباتُ شعر "اللِّحْيَة" بقطع "الأُنْثَيَين"، ففساد القوَّة بفساد العضو قد يكون؛ لأنَّه مَحَلُّها، وارتباطه بها. والله أعلم.
وعلى كلِّ تقدير فذلك من أعظم آيات الله، وأدلَّته، وقدرته، وحكمته، كيف تَرْتَسِمُ (¬٣) صورة السماوات، والأرض، والبحار، والشمس، والقمر، والأقاليم، والممالك، والأُمم؛ في هذا المَحَلِّ الصغير؟ والإنسانُ يحفظ كتبًا كثيرةً جدًّا، وعلومًا شتَّى متعددة، وصنائع مختلفة، فترتَسِمُ كلُّها في هذا الجزء الصغير، من غير أن تختلط (¬٤) بعض هذه الصور ببعض، بل كلُّ صورةٍ منهُنَّ بنفسها مُحَصَّلَةٌ في هذا المَحَلِّ.
وأنت لو ذهبتَ تنقُشُ صورًا وأشكالًا كثيرةً في مَحَلٍّ صغيرٍ لاختلط بعضُها ببعضٍ، وطَمَسَ بعضُها بعضًا. وهذا الجزء الصغير تنتقش فيه الصور الكثيرة المختلفة، والمتضادَّة (¬٥)، لا تُبطل منها صورةٌ صورةً.
ومن أعجب الأشياء أنَّ هذه "القوَّة العاقلة" تقبل ما تُؤَدِّيه إليها الحَوَاسُّ، فتجتمع فيها، ثُمَّ تُفيد كلَّ حاسَّةٍ منها فائدةَ الحاسَّةِ الأُخرى.
_________
(¬١) من (ح) و (م)، وسقطت من بقية النسخ، وسقطت "لا" من (ك).
(¬٢) بعدها في (ح) و (م) زيادة: لا! وهي مفسدة للمعنى.
(¬٣) من (ح) و (م)، وفي باقي النسخ: قد رسم.
(¬٤) في (ح) و (م): يخلط.
(¬٥) في (ك) و (ز): المتطاردة، وفي (ح) و (م): المضادة، وما أثبته هو الصواب.','1','613',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (684,'مثاله: أنَّك ترى الشخص فتعلم أنَّه فلان، وتسمع صوته فتعلم أنَّه هو، وتلمسُ الشيءَ فتعرفه، وتشمُّه فتعرفَ أنَّه هو، ثُمَّ تستدلُّ بما تسمعه من صوته على أنَّه هو الذي رأيته، فيغنيك سماع صوته عن (¬١) رؤيته، ويقوم لك مقام مشاهدته.
ولهذا جَوَّزَ أكثرُ الفقهاء شهادةَ الأعمى، وبيعَهُ وشراءَهُ. وأجمعوا على جواز وَطْئِه امرأَتَهُ، وهو لم يَرَها قَطُّ، اعتمادًا منه على الصوت، بل لو كانت خرساء - أيضًا - أو هو أطرش؛ جاز له الوطء.
وقد جعل الله - سبحانه - بين السمع والبصر والفؤاد علاقةً وارتباطًا ونفوذًا يقوم به بعضها مقام بعض. ولهذا يَقْرنُ - سبحانه - بينها كثيرًا في كتابه كقوله: {إِنَّ السَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُولَئِكَ كَانَ عَنْهُ مَسْئُولًا (٣٦)} [الإسراء: ٣٦]، وقوله تعالى: {وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً} [الأحقاف: ٢٦]، وقوله: {لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا} [الأعراف: ١٧٩]، وهذا من عناية الخالق - سبحانه - بكمال هذه الصورة البشريَّة، لتقوم كلُّ حاسَّةٍ منها مقام الحاسَّةِ الأخرى، وتفيد فائدتها في الجملة، لا في كلِّ شيء.
ثُمَّ أودع - سبحانه - قوَّةَ التفكُّر فيه، وأَمَرَهُ باستعمالها فيما يجدي عليه النفع في الدنيا والآخرة، فركَّبَ "القوَّةَ المُفَكِّرة" [من] (¬٢) شيئين من الأشياء الحاضرة عند "القوَّةِ الحافظة" تركيبًا خاصًّا، فيتولَّدُ من بين ذَيْنك الشيئين شيءٌ ثالثٌ جديدٌ لم يكن للعقل شُعُورٌ به، وكانت موادُّهُ عنده
_________
(¬١) من (ح) و (م)، وفي بقية النسخ: فيعينك سماع صوته على ...
(¬٢) زيادة يقتضيها السياق.','1','614',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (685,'لكن بسبب التركيب حصل له الأمر الثالث، ومن هاهنا حصل استخراج الصنائع، والحِرَفِ، والعلومِ، وبناء المُدُنِ والمساكِنِ، وأمورِ الزراعة والفلاحة، وغير ذلك.
فلمَّا استخرجت "القوَّةُ المفكِّرةُ" ذلك، واستحسنته؛ سَلَّمته إلى "القوَّة الإراديَّة العمليَّة (¬١) "، فنقلته من ديوان الأذهان إلى ديوان الأعيان، فكان أمرًا ذهنيًّا ثُمَّ صار وجوديًّا خارجيًّا، ولولا الفِكْر لمَا اهتدَى الإنسانُ إلى تحصيل المصالح ودفِع المفاسد، وذلك من أعظم النِّعَم، وتمام العناية الإلهيَّة، ولهذا لمَّا فقَدَ البهائم والمجانين ونحوهم هذه القوَّة لم يتمكَّنُوا ممَّا تمكَّنَ منه أربابُ الفِكْر.
ولمَّا كان استخراج المطلوب بهذه الطريق يتضمَّن تَفَكُّرًا وتقديرًا، فتفكِّرُ في استخراج المادَّة أوَّلًا، ثُمَّ تقدِّرُها وتفصِّلُها ثانيًا - كما يصنع الخيَّاط؛ يُحَصِّل الثوبَ، ثُمَّ يقدِّره ويفصِّلُه ثانيًا -؛ قال - تعالى - عن الوحيد (¬٢): {إِنَّهُ فَكَّرَ وَقَدَّرَ (١٨) فَقُتِلَ كَيْفَ قَدَّرَ (١٩) ثُمَّ قُتِلَ كَيْفَ قَدَّرَ (٢٠)} [المدثر: ١٨ - ٢٠]، فكرَّرَ - سبحانه - التقدير دون التفكُّر، وذمَّهُ عليه دونه. وهذا مُنَزَّلٌ على مقتضَى الحال سواء، فإنَّه بالفِكْر طالِبٌ لاستخراج المجهول، وذلك غير مذموم. فلمَّا استخرجه قدَّرَ له تقديرين: تقديرًا كليًّا، وتقديرًا (¬٣) جزئيًّا.
١ - فالتقدير الكلي: أنَّ الساحر هو الذي يفرِّقُ بين المرء وزَوجه.
_________
(¬١) في (ز) و (ح) و (م): العلمية، وهو خطأ.
(¬٢) بعدها في (ك) زيادة: الوليد بن المغيرة؛ وهو كالتوضيح للمراد بالوحيد.
(¬٣) ساقط من (ح) و (م).','1','615',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (686,'٢ - والتقدير الجزئي: الذي يفرِّق بين المرء وزوجه.
فهاهنا تقديرٌ بعد تقدير، فلهذا كرَّرَهُ - سبحانه - وذَمَّهُ عليه، بخلاف التفكُّر (¬١)؛ فإنَّ المُفَكِّر (¬٢) طالبٌ لمعرفة الشيء، فلا يُذَمُّ، بخلاف من قَدَّرَ بعد تفكيره ما يُوصِله إلى تحقيق الباطل، وإبطال الحقِّ؛ فتأمَّلْهُ.

فصل
ثُمَّ انزِلْ إلى "العَينَين"، وتأمَّلْ عجائبَها، وشَكْلَها، وخَلْقَها، وإيداعَ (¬٣) النُّورِ البَاصِرِ فيها، وتركيبَها من عشر طبقاتٍ، وثلاث رطوبات.
ولكلِّ واحدة من هذه الطبقات والرُّطُوبات شكلٌ مخصوصٌ، ومقدارٌ مخصوصٌ، لو لم يكن عليه لاختلَّت (¬٤) المصلحة المقصودة.
وجعل - سبحانه - موضع الإبصار في قَدْر "العَدَسة"، ثُمَّ أظهر في تلك "العَدَسة" قدر السماء، والأرض، والجبال، والبحار، والشمس، والقمر. فكيف اتسعت تلك "العَدَسة" أن يُرسَمَ فيها ما لا نسبة لها إليه أَلْبَتَّة؟
وجعل تلك القوَّة الباصِرة في جزءٍ أسود، فتأمَّلْ كيف قام هذا
_________
(¬١) في (ح) و (م): وأما التفكير، بدل: "بخلاف التفكُّر".
(¬٢) من (م)، وفي باقي النسخ: الفكر.
(¬٣) من (ح) و (م)، وفي باقي النسخ: وإبداع.
(¬٤) تصحفت في (ز) و (ك) و (ط) إلى: الأجلب! وفي (ح) و (م): لأخلَّت، وما أثبته هو الصواب.','1','616',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (687,'النُّور (¬١) الباصر بهذا الجزء الأسود؟
وجعل - سبحانه - "الحَدَقَةَ" مَصُونةً بـ "الأجفان"؛ لتسترها، وتحفظها، وتَصْقُلَها، وتدفع الأقذاءَ عنها.
وجعل شعر "الأجفان" أسود؛ ليكونَ سواده سببًا لاجتماع النُّورِ الذي به الإبصار، ويكونَ مانعًا من تفرُّقِهِ، ويكونَ أبلغَ في الحُسْنِ والجمال.
وخلق - سبحانه - لتحريك "الحَدَقَةِ" أربعًا وعشرين عَضَلةً، لو نقصت واحدةٌ منهُنَّ لاختلَّ أمر "العين".
ولمَّا كانت "العينُ" شبيهةً بالمِرآة التي إنَّما يُنتفع بها إذا كانت في غاية الصَّقَالَةِ والصَّفَاءِ؛ جعل - سبحانه - "الأجفان" متحرِّكَةً إلى الانطباق (¬٢) والانفتاح (¬٣) أبدًا، باختيار الإنسان وغير اختياره، لتبقى "الحَدَقَةُ" نقيَّةً صافيةً عن جميع الكُدُورات.
وجعل "العَينيَن" بمنزلة المِرآتين الصَّقيلتين اللَّتين تنطبع فيهما صور الأشياء الخارجيَّة، فيتأثر "القلب" بذلك، ثُمَّ يظهر ما فيه عليهما فتتأثران به. فهما مرآةٌ لما في "القلب" يظهر فيهما، ومرآةٌ لما في الخارج تنطبع صورته فيهما، فـ "العينان" على "القلب" كالزجاجتين الموضوعتين.
ولذلك يُستَدلُّ باحوال "العين" على أحوال "القلب" من رضاه،
_________
(¬١) ساقط من (ح) و (م).
(¬٢) في (ح) و (م): الاطباق.
(¬٣) ساقط من (ح) و (م).','1','617',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (688,'وغضبِهِ، وحُبِّهِ، وبُغْضِهِ، ونُفْرَتِه، وقُرْبِه (¬١).
ومن أعجب الأشياء أنَّ "ماء العين" من ألطف أعضاء البدن، وهي لا تتأثر بالحرِّ والبرد كتأثرِ غيرِها من الأعضاء الكثيفة، ولو كان الأمر عائدًا إلى مجرد الطبيعة لكان ينبغي أن يكون الأمر بالعكس؛ لأنَّ الأَلْطَفَ أسرعُ تأثرًا (¬٢)، فعُلِم أنَّ حصول هذه المصالح ليس هو بمجرَّدِ الطَّبْعِ.

فصل
ثُمَّ اعدِلْ إلى "الأُذُنَين"؛ وتأمَّلْ شَقَّهُما، وخَلْقَهما، وإيداعَ الرُّطُوبة فيهما، ليكون ذلك عونًا على إدراك السمع، وجَعَلَ ماءَهُما مُرًّا (¬٣) لتمتنع الهَوَامُّ عن الدخول في "الأذن" (¬٤).
وحَوَّطَهما (¬٥) - سبحانه - بصَدَفَتين يجمعان الصوت، ويؤدِّيَانه إلى "الصِّمَاخ".
وجعل في الصَّدَفتين تعويجات؛ لِتَطُول المسافة فتنكسر حِدَّةُ الصوت؛ ولا تَلِجَ الهَوَامُّ دَفْعَةً، بل تكثر حركاتها فَتَنتَبِهُ لها، فتُخرجَها.
وجعلَ "العَينيَن" مُقَدَّمَتَين، و"الأُذُنَين" مُؤَخَّرَتَين؛ لأنَّ "العَينَين" بمنزلة الطليعة والكاشِف والرائد الذي يتقدَّمُ القومَ ليكشف لهم، وبمنزلة
_________
(¬١) ساقط من (ح) و (م).
(¬٢) في جميع النسخ: تأثيرًا، ثم صححت في هامش (م)، وهو الصواب.
(¬٣) العبارة في (ح) و (م) هكذا: وجعلها مُرَّةً.
(¬٤) في (ك): الأذنين.
(¬٥) من (ح) و (م)، وفي باقي النسخ: وحفظهما.','1','618',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (689,'السِّرَاج الذي يضيءُ للسَّالِكِ (¬١) ما أمامه.
وأمَّا "الأُذُنان" فتدركان المعاني الغائبة التي تَرِدُ على العبد من أمامه، ومن (¬٢) خلفه، وعن جانبيه. فكان جَعْلُهما في الجانبين أعدل الأمور. فسبحان من بَهَرَتْ حكمتُه العقولَ.
وجعل "للعَينَين" غطاءً، ولم يجعل "للأُذُنَين" غطاءً (¬٣)؛ لأنَّ مُدْرَك "الأُذُن" الأصوات، ولا بقاء لها، فلو جُعِلَ عليهما غطاءٌ لزَالَ الصوتُ قبل ارتفاع الغطاء (¬٤)، فزالت المنفعة المقصودة. وأمَّا مُدْرَك "العين" فأمرٌ ثابتٌ.
و"العينُ" محتاجةٌ إلى غطاءٍ يقيها، وحصول الغطاء لا يؤثِّر في بعض الإدراك.
وقال بعض أهل العلم: "عَيْنَا" الإنسان هاديان، و"أذناهُ" رسولان إلى قلبه، و"لسانُه" ترجمان، و"يَدَاهُ" حاجِبَان (¬٥)، و"رِجْلَاهُ" بريدان، و"القلب" ملكٌ؛ فإذا طاب الملك طابت جنوده، وإذا خَبُثَ خَبُثَتْ جنودُه.

فصل
ثُمَّ انزِلْ إلى "الأَنْفِ"؛ وتأمَّلْ شَكْلَه وخِلْقَته، وكيف وَضَعَهُ (¬٦)
_________
(¬١) من (ح) و (م)، وتصحفت في باقي النسخ إلى: للسائل.
(¬٢) من (ح) و (م) و (ط).
(¬٣) "ولم يجعل "للأُذُنين" غطاءً" ساقط من (ح) و (م).
(¬٤) "قبل ارتفاع الغطاء" من (ح) و (م)، وسقطت من باقي النسخ.
(¬٥) في (ح) و (م): جناحان.
(¬٦) في (ح) و (م): رفعه.','1','619',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (690,'- سبحانه - في وَسْط "الوجه" بأحسن شَكْلٍ، وفتح فيه  (¬١)  بابين، وأودع فيهما حاسَّةَ الشَّمِّ، وجعله آلةً لاستنشاق الهواء، وإدراكِ الروائح على اختلافها، فيستنشق بهما الهواءَ الباردَ الطَّيِّبَ. فيستغني بـ "المِنْخَرَين" عن فتح "الفَم" أبدًا، ولولاهما لاحتاج إلى فتح "فَمِهِ" دائمًا.
وجعل - سبحانه - تجويفه واسعًا لينحصر فيه الهواء، وينكسر بَرْدُهُ قبل الوصول إلى "الدِّماغ"، فإنَّ الهواءَ المُسْتَنْشَقَ ينقسم قسمين: شطرًا منه - وهو أكثره - ينفذ إلى "الرِّئة"، وشطرًا ينفذ إلى "الدِّمَاغ".
ولذلك يَضُرُّ المَزْكُومَ استنشاقُ الهواء البارد.
وجعل في "الأنف" - أيضًا - إعانةً على تقطيع الحروف.
وجعل بين "المِنْخَرَين" حاجزًا، وذلك أبلغ  (¬٢)  في حصول المنفعة المقصودة، حتَّى كأنَّهما "أَنْفَان"  (¬٣) ؛ بمنزلة "العَينيَن" و"الأُذُنين" و"اليدين" و"الرِّجْلين".
وقد يصيب أحد "المِنْخَرَين" آفةٌ، فيبقى الآخر سالمًا.
وجَعَلَ تجويفَهُ نازلًا إلى أسفل؛ ليكون مَصَبًّا للفضلات النازلة من "الدِّمَاغ". وسَتَرَهُ بساتِرٍ  (¬٤)  أَبَدِيٍّ  (¬٥) ، لئلَّا تبدو تلك الفضلات في عين الرائي.
_________
(¬١)  ساقط من (ك).
(¬٢)  ساقط من (ك).
(¬٣)  في (ز): اثنان.
(¬٤)  "بساتر" ملحق بهامش (ك).
(¬٥)  ساقط من (ز) و (ط)، وفي (ك): أبدًا، وما أثبته من (ح) و (م).','1','620',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (691,'وتأمَّلْ منفعة النَّفَس الذي لو قُطع عن الإنسان لَهَلَكَ، وهو أربعةٌ وعشرون ألف نَفَسٍ في اليوم والليلة، قِسطُ كلِّ ساعةٍ ألفُ نَفَسٍ.
وتأمَّلْ كيف يدخل الهواء في "المِنْخَرَين" فينكسر بَرْدُهُ هناك، ثُمَّ يصل إلى "الحُلْقُوم"، فيعتدل مِزَاجُهُ هناك، ثُمَّ يصل إلى "الرِّئة"، فيتصَفَّى فيها من الغِلَظِ والكُدْرَةِ، ثُمَّ يصل إلى "القلب" أصفَى ما كان وأعدَلَ، فيُرَوِّحُ عنه، ثُمَّ ينفذ منه إلى "العُرُوق" المتحرِّكة، ويتقدَّم إلى أقاصي أطراف البدن، ثُمَّ إذا سَخُنَ جدًّا وخرج عن حَدِّ الانتفاع؛ عادَ عن تلك الأقاصي إلى البدن، ثُمَّ إلى "الرِّئة" (¬١)، ثُمَّ إلى "الحُلْقُوم"، ثُمَّ إلى "المِنْخَرَين"، ثُمَّ يخرج، ويعودُ مثلُه ... هكذا أبدًا، فمجموع ذلك هو النَّفَسُ الواحد.
وقد أحصى الرَّبُّ - عزَّ وجلَّ - عدَدَ هذه الأَنْفَاسِ، وجعل مقابل كلِّ نَفَسٍ منها ما شاء الله من الأحقاب في الجحيم، أو في (¬٢) النَّعيم. فما أَسْفَهَ من أضاعَ ما هذا قيمتُه في غير شيء.

فصل
وهو - سبحانه - جعل "القلب" أميرَ البدن، ومعدِنًا للحرارة الغريزيَّة، فإذا اسْتُنشِقَ الهواءُ الباردُ وصَلَ إلى "القلب" واعتَدَلَتْ حرارته، فيبقى هناك مدَّةً، [فإذا] (¬٣) سخُنَ واحتدَّ (¬٤)، واحتاجَ إلى
_________
(¬١) "ثم إلى الرئة" ملحق بهامش (ك).
(¬٢) من (ح) و (م)، وسقط من باقي النسخ.
(¬٣) زيادة مهمة لاتساق الكلام.
(¬٤) في (ح) و (م) وهامش (ك): واحترق.','1','621',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (692,'إخراجه ودَفْعِهِ معه، لم (¬١) يُضَيِّعْ أحكمُ الحاكمين ذلك النَّفَس ويخرجه بغير فائدة، بل جعل إخراجه سببًا لحدوث الصوت.
ثُمَّ جعل - سبحانه - (¬٢) "الحَنْجَرَةَ" و"اللِّسَانَ" و"الحَنَكَ" (¬٣) آلاتٍ وأسبابًا، مختلفة الأشكال (¬٤)، فباختلافها يكون الصوت (¬٥)، فيحدث الحَرْف، ثُمَّ أَلْهَمَ الإنسانَ أن رَكَّبَ ذلك الحَرْفَ إلى مثله ونظيره، فتحدث الكلمة، ثُمَّ أَلْهَمَهُ تركيب تلك الكلمة إلى مثلها، فيحدث الكلام.
فتأمَّلْ هذه الحِكْمَةَ الباهرة في إيصال النَّفَس إلى "القلب" لحفظ حياته، ثُمَّ عند الحاجة إلى إخراجه والاستغناء عنه جعله سببًا لهذه المنفعة العظيمة. فتبارك الله أحسن الخالقين.
وخلق - سبحانه - هذه المقاطع والحَنَاجر مختلفةَ الأشكال، والضِّيق، والسَّعَة، والخُشُونة، والمَلَاسَة = لتختلف الأصوات باختلافها، فكما لا تتشابه صورتان من كلِّ وجهٍ، فلا يتشابه صوتان (¬٦)، بل كما يحصل الامتياز بين الأشخاص بالقوَّةِ البَاصِرَةِ، فكذلك يحصل بالقوَّةِ السَّامِعَةِ، فيحصل الامتياز للأعمى والبصير.
_________
(¬١) في جميع النسخ: فلم، وما أثبته أنسب.
(¬٢) بعده في (ح) و (م) زيادة: في.
(¬٣) "الحَنَكُ": سَقْفُ أعلى الفم من داخل. "القاموس" (١٢١٠).
(¬٤) "آلات وأسبابًا، مختلفة الأشكال" ساقط من (ح) و (م).
(¬٥) العبارة في (ح) و (م) هكذا: باخلافها الصوت.
(¬٦) "فلا يتشابه صوتان" ساقط من (ح) و (م).','1','622',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (693,'فصل

ثُمَّ انزِلْ إلى "الصَّدْرِ"؛ تَرَى معدنَ العلم، والحِلْم، والوقار، والسكينة، والبِرِّ، وأضدادِها. فتجد صدور العِلْيَة (¬١) تغلي بالبرِّ، والخير، والعلم، والإحسان، وصدورَ السَّفِلَةِ (¬٢) تغلي بالفجورِ، والشَّرِّ، والإساءةِ، والحَسَدِ، والمَكْرِ.
ثُمَّ انفُذْ من ساحة "الصَّدْر" إلى مشاهدة "القلب"؛ تجد مَلِكًا عظيمًا جالسًا على سرير مملكته، يأمر وينهى، ويولِّي ويعزِل. وقد حَفَّ به الأمراءُ (¬٣) والوزراء والجُند وكلُّهم في خدمته، إن استقامَ استقاموا، وإن زَاغَ زاغُوا، وإن صحَّ صَحُّوا، وإن فسد فسدوا، فعليه المُعَوَّلُ.
وهو مَحَلُّ نظر الرَّبِّ تعالى، ومَحَلُّ معرفته، ومحبَّته، وخشيته، والتوكُّلِ عليه، والإنابةِ إليه، والرِّضَى به وعنه. والعبوديةُ عليه أوَّلًا؛ وعلى رعيَّته وجنده تبعًا.
فأشرفُ ما في الإنسان "قلبُه"، فهو العالِمُ بالله، العامِلُ له، السَّاعي إليه، المُحِبُّ له، فهو مَحَلُّ الإيمان والعرفان.
وهو المخاطَبُ المبعوثُ إليه الرُّسُلُ، المخصوصُ بأشرف العطايا، وهو الإيمان والعقل.
_________
(¬١) من (ك) و (ح) و (م)، وفي (ز) و (ط): العلماء.
(¬٢) السَّفِلَة" - بكسر الفاء -: سَقَطُ الناسِ وغَوغاؤهم. وبعض العرب يخفِّف فيقول: "سِفْلَة". "مختار الصحاح" (٣٢٤).
(¬٣) في (ز) و (ح) و (ط) و (م): بالأمراء، وما أثبته من (ك).','1','623',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (694,'وإنَّما الجوارح أتباعٌ، وتُبَّعٌ "للقلب" يستخدمها استخدام الملوك للعبيد، والراعي للرعيَّة. والذي يسري إلى الجوارح من الطاعات والمعاصي إنَّما هي آثاره، فإنْ أظْلَمَ أظْلَمَت الجوارح، وإن اسْتَنارَ استنارت، ومع هذا فهو بين إصبعين من أصابع الرحمن - عزَّ وجلَّ -  (¬١) .
فسبحان مُقَلِّب القلوب، ومُودِعِها ما يشاء من أسرار الغيوب، الذي يحول بين المرء وقلبه، ويعلم ما ينطوي عليه من طاعته وذنبه  (¬٢) ، مُصَرِّفِ القلوب كيف أراد، وحيث أراد. أوحى إلى قلوب أوليائه: أنْ أَقْبِلِي إليَّ، فبَادَرَتْ، وبَاتَتْ  (¬٣)  وقَالَتْ  (¬٤)  بين يَدَي رَبِّ العالمين. وكَرِه - عزَّ وجَلَّ - انبعاثَ آخرين فَثَبَّطَهُم، وقيل: اقعُدُوا مع القاعدين.
كانت أكثر يمين رسول الله - صلى الله عليه وسلم -: "لا، ومُقَلِّبِ القلوب"  (¬٥) .
وكان من دعائه: "اللهُمَّ يا مُقَلِّبَ القُلُوبِ ثَبِّتْ قُلُوبَنَا على طاعتك"  (¬٦) .
_________
(¬١)  أخرج مسلم في "صحيحه" رقم (٢٦٥٤)، من حديث عبد الله بن عمرو بن العاص - رضي الله عنهما -؛ أنَّه سمع رسول الله - صلى الله عليه وسلم - يقول: "إنَّ قلوبَ بني آدم كلِّها بين إصبعين من أصابع الرحمن، كقلبٍ واحدٍ، يصرِّفُه حيث يشاء". ثم قال رسول الله - صلى الله عليه وسلم -: "اللهُمَّ مصرِّفَ القلوب؛ صَرِّف قلوبنا على طاعتك".
(¬٢)  من (ز)، وفي باقي النسخ: ودينه.
(¬٣)  ساقط من (ح) و (م).
(¬٤)  جاء في هامش (ز) شرحًا لها: "قوله: "باتَتْ وقَالَتْ"، من البَيْتُوتة والقَيْلُولة، أي: استمرَّت ليلَها ونهارَها على ذلك".
(¬٥)  سبق تخريجه (ص/ ١٤).
(¬٦)  أخرجه بهذا اللفظ: أحمد في "المسند" (٣/ ١١٢ و ٢٥٧)، وابن أبي شيبة في "المصنف" (١٠/ ٢٠٩) و (١١/ ٣٦)، وابن أبي عاصم في "السنَّة" رقم (٢٢٥)، =','1','624',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (695,'قال بعض السلف: "لَلْقَلْبُ أشدُّ تقلُّبًا من القِدْرِ إذا استجمعت غليانًا"  (¬١) .
وقال آخر: "القلبُ أشدُّ تقلُّبًا  (¬٢)  من الريشة بأرضٍ فَلَاةٍ في يومِ ريحٍ عاصِفٍ"  (¬٣) .
_________
= والبخاري في "الأدب المفرد" رقم (٦٨٣)، والترمذي في "سننه" رقم (٢١٤٠)، وابن ماجه في "سننه" رقم (٣٨٣٤)، والحاكم في "المستدرك" (١/ ٥٢٦)، وغيرهم.
قال الترمذي: "هذا حديثٌ حسنٌ". وحسَّنه البغويُّ في "شرح السنَّة" (١/ ١٦٥).
وقال الحاكم: "بإسناد صحيح". وصححه الألباني في "صحيح الأدب المفرد" رقم (٥٢٧)، و"ظلال الجنَّة" رقم (٢٢٥).
(¬١)  هذا الأثر رُوي مرفوعًا من حديث المقداد بن الأسود - رضي الله عنه -، أخرجه: أحمد في "المسند" (٦/ ٤)، وابن أبي عاصم في "السنَّة" رقم (٢٢٦)، والطبراني في "المعجم الكبير" (٢٠/ رقم ٥٩٨ - ٥٩٩ و ٦٠٣)، وفي "مسند الشاميين" رقم (٢٠٢١)، والحاكم في "المستدرك" (٢/ ٢٨٩)، والقضاعي في "مسند الشهاب" رقم (١٣٣١ و ١٣٣٢)، وأبو نعيم في "الحلية" (١/ ١٧٥)، وغيرهم.
وللحديث طرق يتقوى بها؛ وصححه الحاكم على شرط البخاري، ووافقه الذهبي.
قال الهيثمي: "رواه الطبراني بأسانيد، ورجال أحدها ثقات". "مجمع الزوائد" (٧/ ٢١١).
وصححه الألباني في "السلسلة الصحيحة" رفم (١٧٧٢)، و"ظلال الجنَّة" رقم (٢٢٦).
(¬٢)  من قوله: "من القدر إذا. . ." إلى هنا؛ ساقط من (ز) و (ط).
(¬٣)  رُوي هذا الأثر مرفوعًا من حديث أبي موسى - رضي الله عنه -، قال: قال رسول الله - صلى الله عليه وسلم -: "مثلُ القلب كمثل ريشة بأرضٍ فلاةٍ، تقلبها الريح ظهرًا لبطن".
أخرجه: أحمد في "المسند" (٤/ ٤١٩) وبنحوه في (٤/ ٤٠٨)، وابن أبي =','1','625',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (696,'و<span data-type="title" id=toc-472>يطلق "القلب" على معنيين:</span>
أحدهما: أمرٌ حِسِّيٌّ؛ وهو العضو اللَّحْميُّ الصَّنَوبَرِيُّ الشَّكْل، المُودَعُ في الجانب الأيسر من "الصَّدْر"، وفي باطنه تجويفٌ، وفي التجويف دَمٌ أسود، وهو منبع "الرُّوح".
والثاني: أمرٌ معنويٌّ؛ وهو لطيفةٌ ربَّانيةٌ رحمانيةٌ، روحانيَّةٌ، لها بهذا العضو تعلُّقُ اختصاصٍ. وتلك اللطيفة هي حقيقة الإنسانيَّة.
و"للقلب" جُنْدَان: جندٌ يُرَى بالأبصار، وجندٌ يُرَى بالبصائر.
فأمَّا جندُهُ المشاهَدَةُ: فالأعضاءُ الظاهرة والباطنة، وخُلِقَت خادِمةً له لا تستطيع له خلافًا. فإذا أَمَرَ "العينَ" بالانفتاح انفتحت، وإذا أمرَ "اللِّسَانَ" بالكلام تكلَّم، وإذا أمرَ "اليدَ" بالبطش (¬١) بطَشَت، وإذا أمرَ "الرِّجْلَ" بالسعي (¬٢) سَعَت، وكذا جميع الأعضاء ذُلِّلَتْ له تذليلًا (¬٣).
_________
= عاصم في "السنَّة" رقم (٢٢٧ - ٢٢٨)، وابن ماجه في "سننه" رقم (٨٨)، وعبد بن حميد في "المنتخب" رقم (٥٣٤)، والبيهقي في "شعب الإيمان" رقم (٧٣٧ - ٧٣٨)، والبغوي في "شرح السنَّة" (١/ ١٦٤)، وغيرهم.
واختلف في وقفه ورفعه، وللمرفوع شواهد يتقوى بها.
قال العراقي: "إسناده حسن".
وصححه الألباني في "ظلال الجنَّة" رقم (٢٢٧ - ٢٢٨)، و"صحيح الجامع" رقم (٥٨٣٣).
(¬١) ساقط من (ح) و (م).
(¬٢) ساقط من (ح) و (م).
(¬٣) "تذليلًا" ملحق بهامش (ك).','1','626',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (697,'ولمَّا خُلِقَ "القلبُ" للسفر إلى الله - تعالى - والدار الآخرة، وجُعِلَ في هذا العالَم ليتزوَّدَ منه = افتقر إلى المَرْكبِ والزَّادِ لسفره الذي خلق لأجله، فأُعِينَ بالأعضاء والقُوَى، وسُخِّرَت له، وأُقِيمَت في خدمته؛ لتجلب له ما يوافقه من الغذاء والمنافع، ويدفع عنه ما يضرُّهُ ويهلكه، فافتقر إلى جُنْدَين:
١ - باطنٍ؛ وهو الإرادة، والشهوة (¬١)، والقُوى.
٢ - وظاهرٍ؛ وهو الأعضاء.
فخلق في "القلب" من الإرادات والشهوات ما احتاج إليه، وخُلِقَت له الأعضاءُ التي هي آلةُ الإرادة، واحتاج لِدَفْع المَضَارِّ إلى جندين (¬٢):
١ - باطنٍ؛ وهو الغضب الذي يدفع المُهْلِكَات، وينتقم من الأعداء.
٢ - وظاهرٍ؛ وهو الأعضاء التي يُنْفِذُ بها غَضَبَهُ، كالأسلحة للمقاتل.
ولا يتمُّ له ذلك إلا بمعرفته ما يَجْلِبُ وما يَدْفَعُ، فأُعِينَ بجُنْدٍ من العلم يكشف له حقائق ما ينفعه وما يضرُّه.
ولمَّا سُلِّطَت عليه الشهوةُ، والغضبُ، والشيطانُ؛ أُعِين بجندٍ من الملائكة، وجَعَلَ له مَحَلًّا من الحلال يُنْفِذُ فيه شهواتِه، وجَعَلَ بإزائه
_________
(¬١) من (ح) و (م)، وفي باقي النسخ: الإرادة للشهوة.
(¬٢) من (م)، وفي باقي النسخ: جند.','1','627',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (698,'أعداءً له يُنْفِذُ فيهم غَضَبَهُ، فما ابتُلِيَ بصفةٍ من الصفات إلا وجُعِلَ له مَصْرِفٌ ومَحَلٌّ يُنْفِذُها فيه. فجُعِلَ لقوَّة الحَسَدِ  (¬١)  فيه مَصْرِفُ المنافسة في فِعْلِ الخير، والغِبْطَةِ عليه، والمسابقةِ إليه.
ولقوَّة الكِبْرِ التكبُّرُ على أعداء الله - تعالى - وإهانتهم، وقد قال النبيُّ - صلى الله عليه وسلم - لمن رآه يختال  (¬٢)  بين الصَّفَّين في الحرب: "إنَّهَا لمِشْيَةٌ يبغِضُها اللهُ إلا في هذا المَوطِنِ"  (¬٣) . وقد أمر الله - سبحانه - بالغِلْظَة على أعدائه.
وجَعَلَ لقوَّة الحِرْصِ مَصْرِفًا، وهو الحرصُ على ما ينفع، كما قال النبيُّ - صلى الله عليه وسلم -: "احرص على ما ينفعك"  (¬٤) .
_________
(¬١)  في (ك) و (ح) و (م) و (ط): الجَسَد!
(¬٢)  من (م)، وفي باقي النسخ: تَخَايَل.
(¬٣)  أخرجه: ابن إسحاق في "السيرة" رقم (٥٠٥)، ومن طريقه البيهقي في "دلائل النبوة" (٣/ ٢٣٣ - ٢٣٤)، والطبراني في "المعجم الكبير" رقم (٦٥٠٨)، ومن طريقه أبو نعيم في "معرفة الصحابة" رقم (٣٦٤٢).
وفي إسناده ضعف، وقال الهيثمي عن إسناد الطبراني: "وفيه من لم أعرفه". "مجمع الزوائد" (٦/ ١٠٩).
لكن الحديث يتقوى ببعض الأحاديث التي تؤيد معناه، وقد بوَّب ابن أبي عاصم في "كتاب الجهاد" (٢/ ٦٧٤): "الاختيال بين الصفَّين". وانظر: تخريج هذه الآثار لمحققه: مساعد بن سليمان الراشد الحميد (٢/ ٦٧٤ - ٦٧٨)، فقد أجاد.
وأصل القصة في "صحيح مسلم" رقم (٢٤٧٠) وغيره، بدون هذه الزيادة.
والذي كان يختال بين الصفين هو: أبو دُجَانَة؛ سِمَاك بن خَرَشَة الساعدي - رضي الله عنه -.
(¬٤)  جزء من حديث أبي هريرة - رضي الله عنه -؛ أخرجه مسلم في "صحيحه" رقم (٢٦٦٤).','1','628',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (699,'ولقوَّة الشهوة مَصْرِفًا، وهو التزوُّجُ بأربع، والتَّسَرِّي بما شاء.
ولقوَّة حُبِّ المال مَصْرِفًا، وهو إنفاقُه في مرضاته، والتزوُّدُ منه لمَعَاده. فمحبَّة المال على هذا الوجه لا تُذَمُّ.
ولمحبَّة الجَاهِ مَصْرِفًا، وهو استعماله في تنفيذِ أوامره، وإقامةِ دينه، ونَصْرِ المظلوم، وإغاثةِ الملهوف، وإعانةِ الضعيف، وقَمْعِ أعداء الله. فمحبَّةُ الرياسة والجاه على هذا الوجه عبادةٌ.
وجَعَلَ لقوَّة اللعب واللهو مَصْرِفًا، وهو لَهْوُهُ مع امرأته، أو بقوسِهِ وسَهْمِهِ، أو تأديبُهُ فَرَسَهُ.
وكلُّ ما أعانَ على الحقِّ فهو من الحقِّ، وكلُّ ما أعانَ على الباطل فهو من الباطل والضلال  (¬١) .
وجَعَلَ لقوَّة التحيُّلِ  (¬٢)  والمَكْرِ فيه مَصْرِفًا، وهو التحيُّلُ على عدوِّهِ وعدوِّ الله - تعالى - بأنواع التحيُّلِ  (¬٣) ، حتَّى يُرَاغِمَهُ ويردَّهُ خاسئًا، ويستعملَ معه من أنواع المَكْر ما يستعمله عدوُّهُ معه.
وهكذا جميع القُوى التي رُكِّبَت فيه، فإنَّها لا تزول، ولا يُطْلَبُ  (¬٤)  إعْدَامُها؛ وقد ركَبَها اللهُ فيه لمصالح اقتضتها حكمته، فلا يُطْلَبُ تعطيلها، وإنَّما تُصْرَفُ مجاريها من مَحَلٍّ إلى مَحَلٍّ، ومن موضعٍ إلى موضعٍ. ومن تأمَّلَ هذا الموضع وتفقَّه فيه؛ عَلِمَ شدَّةَ الحاجة إليه،
_________
(¬١)  من قوله: "فهو من الحق. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٢)  تصحفت في (ك) إلى: البخل! وما بعده إلى: البخيل!!
(¬٣)  تصحفت في (ك) إلى: البخل!
(¬٤)  "فإنَّها لا تزول، ولا يُطلَب" ساقط من (ح) و (م).','1','629',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (700,'وعظم الانتفاع به.

فصل
وجِمَاعُ الطرقِ والأبواب التي يُصابُ منها "القلب" وجنودُه: أربعةٌ، فمن ضَبَطها، وعَدَّلَها، وأصلح مجارِيَها، وصرَّفَها في مَحَالِّها اللائقة بها = ضُبِطَتْ وحُفِظَتْ (¬١) جوارحُه، ولم يشْمَتْ به عدوُّه، وهي: الحِرْصُ، والشهوةُ، والغَضَبُ، والحَسَدُ.
فهذه الأربعة هي أصول مجامع طرق الشَّرِّ والخير، وكما هي طرقٌ إلى العذاب السَّرْمَدِيِّ، فهي طرقٌ إلى النَّعيم الأَبَديِّ.
فـ "آدم" - أبو البشر - صلى الله عليه وسلم - أُخْرِجَ من الجنَّة بالحرص، ثُمَّ أُدخل إليها بالحرص، ولكن فرقٌ بين حرصه الأوَّل، وحرصه الثاني.
و"أبو الجنِّ" أُخرج منها بالحَسَد، ثُمَّ لم يُوَفَّق لمنافسةٍ وحَسَدٍ يُعِيدُهُ إليها، وقَد قال النبيُّ - صلى الله عليه وسلم -: "لا حسدَ إلا في اثنتين: رجلٍ آتاهُ اللهُ مالًا، وسلَّطَهُ على هَلَكَتِهِ في الحقِّ. ورجلٍ آتاهُ اللهُ القرآنَ، فهو يقومُ به آناءَ الليلِ وأطرافَ النَّهار" (¬٢).
وأمَّا الغَضَب فهو غُولُ (¬٣) العَقْلِ، يغتاله كما يغتال الذئبُ الشاةَ،
_________
(¬١) "ضُبِطَتْ وحُفِظَتْ" ساقط من (ح) و (م).
(¬٢) أخرجه: البخاري في "صحيحه" رقم (٥٠٢٥، ٧٥٢٩)، ومسلم في "صحيحه" رقم (٨١٥)؛ من حديث ابن عمر - رضي الله عنهما -.
وفي الباب عن جماعة من الصحابة منهم: ابن مسعود، وأبي هريرة - رضي الله عنهما -.
(¬٣) "الغُولُ": كلُّ ما اغتالَ الإنسان فأهلكه؛ والغضبُ غُولُ الحِلْم لأنه يغتاله =','1','630',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (701,'وأعظم ما يفترسه الشيطانُ عند غضبه وشهوته.
فإذا كان حِرْصُهُ على ما ينفعه، وحَسَدُهُ منافسةً في الخير، وغضَبُهُ لله وعلى أعدائه، وشهوتُهُ مُستعمَلَةً فيما أبيح له = كان ذلك (¬١) عونًا له على ما أُمِر به، ولم تضرَّهُ هذه الأربعة؛ بل ينتفع بها أعظم الانتفاع.

فصل
وإذا تأمَّلْتَ حال "القلب" مع المَلَكِ والشيطانِ رأيتَ أعجب العجائب، فهذا يُلِمُّ به مرَّةً، وهذا يُلِمُّ به مرَّةً، فإذا أَلَمَّ به المَلَكُ حدَثَ من لَمَّتِه الانفساحُ، والانشراحُ، والنُّورُ، والرَّحمةُ، والإخلاصُ، والإنابةُ، ومحبَّةُ الله، وإيثارُه على ما سواه، وقِصَرُ الأَمَلِ، والتَّجَافِي عن دار البلاء والامتحان والغرور، فلو دامت له تلك الحالة لكان في أَهْنَأ عَيشٍ وأَلَذِّهِ وأَطْيَبِهِ.
ولكن تأتيه لَمَّةُ الشيطان، فتُحْدِثُ له من الضِّيقِ، والظُّلْمةِ، والهَمِّ، والغَمِّ، والخوفِ، والسَّخَطِ على المقدور، والشَّكِّ (¬٢) في الحقِّ، والحرص على الدنيا وعاجِلِها، والغفلةِ عن الله = ما هو من أعظم عذاب "القلب" (¬٣).
_________
= ويذهب به. "مختار الصحاح" (٥١٠).
(¬١) "كان ذلك" ساقط من (ح) و (م).
(¬٢) تصحفت في (ك) إلى: الشكر.
(¬٣) عن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -:
"إنَّ للشيطان لَمَّةً بابن آدم، وللمَلَك لَمَّةً؛ فأمَّا لَمَّةُ الشيطان فإيعادٌ بالشرِّ، وتكذيبٌ بالحقِّ، وأمَّا لَمَّةُ المَلَك فإيعادٌ بالخير، وتصديقٌ بالحقِّ، فمن وَجَد ذلك فليعلم أنه من الله؛ فليحمد الله، ومن وَجَد الأخرى فليتعوَّذ بالله من =','1','631',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (702,'ثُمَّ للنَّاس في هذه المحنة (¬١) مراتب لا يحصيها إلا الله - عزَّ وجلَّ -:
فمنهم من تكون لَمَّةُ المَلَك أغلب عليه من لَمَّةِ الشيطان وأقوى، فإذا أَلَمَّ به الشيطانُ وجَدَ من الأَلَم، والضِّيق، والحَصْر، وسوء الحال بحسب ما عنده من حياة "القلب"، فيُبَادِرُ إلى مَحْوِ تلك اللَّمَّة، ولا يَدَعها تستحكِمُ فيصعب تداركها. فهو دائمٌ بين اللَّمَّتَين، يُدَالُ له مرَّةً، ويُدَالُ عليه مرَّةً أخرى، والعاقبة للتقوى.
ومنهم من تكون لَمَّةُ الشيطان أغلب عليه من لَمَّةِ المَلَك وأقوى، فلا تزال تغلبُ لَمَّةَ المَلَك حتَّى تستحكم ويصير الحكم لها، فيموت
_________
= الشيطان الرجيم" ثم قرأ: {الشَّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ} [البقرة: ٢٦٨].
أخرجه: الترمذي في "سننه" رقم (٢٩٨٨)، وفي "العلل الكبير" رقم (٦٥٤)، والنسائي في "السنن الكبرى" رقم (١٠٩٨٥)، والبزار في "البحر الزخار" رقم (٢٠٢٧)، وأبو يعلى في "مسنده" رقم (٤٩٩٩)، وابن حبَّان في "صحيحه" رقم (٩٩٧)، وغيرهم.
واختلف في وقفه ورفعه، والصواب وقفه.
قال الترمذي: "هذا حديث حسن غريب، وهو حديث أبي الأحوص، لا نعرفه مرفوعًا إلا من حديث أبي الأحوص".
وبمثله قال البزار، ثم قال: "وقد رواه غير أبي الأحوص موقوفًا".
وقال أبو زرعة: "الناس يوقفونه: عن عبد الله، وهو الصحيح"، وبنحوه عن أبي حاتم الرازي. "العلل" رقم (٢٢٢٤).
قال ابن الأثير: "اللَّمَّةُ: الهَمَّة والخَطْرة تقع في القلب، أرادَ إلمامَ المَلَك أو الشيطان به، والقرب منه، فما كان من خطرات الخير فهو من الملك، وما كان من خطرات الشَّرِّ فهو من الشيطان". "النهاية" (٤/ ٢٧٣).
(¬١) تصحفت في (ح) و (م) إلى: المحبة.','1','632',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (703,'"القلب"، فلا يُحِسُّ بما ناله (¬١) الشيطان، مع أنَّه في غاية العذاب، والأَلَم، والضِّيق، والحَصْر، ولكنَّ سُكْرَ الشهوة والغفلة حَجَبَ عنه الإحساس بذلك المُؤْلِم.
فإذا كُشِفَ عنه بعض غطائه أدركَ سُوءَ حاله، وعَلِمَ ما هو فيه، فإن استمرَّ له كَشْفُ الغطاء أمكَنَهُ (¬٢) تدارُكُ هذا الدَّاءِ وحَسْمُهُ، وإن عادَ الغطاءُ عادَ الأمر كما كان، حتَّى يُكْشَفَ عنه وقت المُفَارَقَة، فتظهر حينئذٍ تلك الآلامُ، والهُمومُ، والغمومُ، والأحزانُ، وهي لم تتجدَّدْ له، وإنَّما كانت كامنةً فيه، تُوَارِيها الشَّوَاغِلُ، فلمَّا زالت الشَّوَاغل ظهر ما كان كامنًا، وتجدَّدَ له أضعافُه.

فصل
والشيطانُ يُلِمُّ بـ "القلب" لِمَا له هناك من جَوَاذِب تجذبه، وهي نوعان: صفات، وإرادات.
فإذا كانت الجَوَاذِبُ صفاتٍ قَوِيَ سُلْطَانُه هناك، واسْتفْحَلَ أمرُهُ، ووجَدَ موطِنًا ومَقَرًّا، فتبقى (¬٣) الأذكارُ والدَّعواتُ والتعوُّذَاتُ التي يأتي بها الإنسانُ (¬٤) حديثَ نفسٍ، لا تدفعُ سلطانَ الشيطان؛ لأنَّ مَرْكبَهُ صفةٌ لازِمةٌ.
_________
(¬١) في (ك) و (ح) و (ط) و (م): ما نازله.
(¬٢) "أمكنه" ساقط من (ك).
ومن قوله: "عنه بعض غطائه. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٣) في (ح) و (م): فتأتي.
(¬٤) "التي يأتي بها الإنسان" ساقط من (ح) و (م).','1','633',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (704,'فإذا قلع العبدُ تلك الصفاتِ من قلبه  (¬١) ، وعَمِلَ على التَّطهُّرِ منها والاغتسال، بَقِيَ للشيطان بـ "القلب" خَطَرَاتٌ، ووَسَاوِسُ، ولَمَّاتٌ من غير استقرار، وذلك يُضْعِفُه، ويقوِّي لَمَّةَ المَلَك، فتأتي الأذكارُ، والدَّعواتُ، والتعوُّذَاتُ؛ فتدفعه بأسهل شيء.
وإذا أردت لذلك مثالًا مطابقًا: فَمَثَلُه مَثَلُ كلبٍ جائعٍ، شديدِ الجوع، وبينك وبينه لحمٌ أو خبزٌ، وهو يتأمَّلك، فيراك لا تقاوِمُه وهو قد اقتربَ منك، فأنت تَزْجُرُه، وتصيحُ عليه، وهو يأبَى إلا الهجوم  (¬٢)  عليك، والغَارَة على ما بين يديك.
فالأذكارُ بمنزلة الصِّيَاح عليه، والزَّجْرِ له، ولكنَّ مَعْلُومَه ومُرَادَهُ عندك، وقد قَوَّيتَهُ  (¬٣)  عليك، فإذا لم يكن بين يديك شيءٌ يصلح له - وقد تأمَّلَكَ فرآكَ أقوى منه - فإنَّك تزجُرُه فَيَنْزَجِر، وتصيحُ عليه فيذهب. وكذلك "القلبُ" الخالي عن قُوت الشيطان يَنْزَجِرُ بمجرَّدِ الذِّكْرِ.
وأمَّا "القلب" الذي فيه تلك الصفات التي هي مَرْكبه وموطنه، فيقع الذِّكْرُ في حواشيها وجوانبها، ولا يقوى على إخراج العدوِّ.
ومصداق ذلك تجدُهُ في الصلاة، فتأمَّل الحالَ، وانظر: هل تُخْرِجُ الصلاةُ وأذكارُها وقراءَتُها الشيطانَ من قلبك، وتفرغه كلَّهُ لله تعالى، وتُقِيمُه بين يديه مقبلًا بكُلِّيَّتِهِ عليه، يصلي لله - تعالى - كأنَّه يَرَاهُ، قد اجتمع هَمُّهُ كلُّهُ على الله، وصار ذِكْرُه، ومراقَبتُه، ومحبَّتُه،
_________
(¬١)  "من قلبه" ساقط من (ح) و (م).
(¬٢)  في (ح) و (م): التحوُّم.
(¬٣)  في (ح) و (م): قرَّبته.','1','634',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (705,'والأُنْسُ به؛ في مَحَلِّ الخواطر والوساوس؛ أم لا؟ فالله المستعان.
وهاهنا نكتةٌ ينبغي التفطُّنُ لها، وهي أنَّ القلوبَ ممتلئةٌ بالأخلاط الرديئة. والعباداتُ والأذكارُ والتعوُّذَاتُ أدويةٌ لتلك الأخلاط، كما يثير الدواءُ أخلاطَ البدن، فإن كان قبل الدواء وبعده حِمْيَةٌ نَفَعَ ذلك الدواء، وقَلَعَ الدَّاءَ أو أكثَرَهُ، وإنْ لم يكن قبله ولا بعده حِمْيَةٌ (¬١) لم يزد الدواء على إثارته، وإن أزال منه شيئًا ما. فمدار الأمر على شيئين: الحِمْيَةِ، واستعمالِ الأدوية.

فصل
وأوَّلُ ما يطرق "القلبَ": الخَطْرَةُ. فإن دَفَعَها استراحَ ممَّا بعدها، وإن لم يدفَعْها قَوِيَت، فصارت: وَسْوَسَةً، فكان دفْعُها أصعب. فإن بادَرَ ودَفَعها، وإلا قويت، فصارت: شَهْوَةً. فإن عالَجَها، وإلا صارت: إرَادَةً. فإن عالَجَها، وإلا صارت: عَزِيمَةً.
ومتى وصَلَتْ إلى هذه الحال لم يمكنه دَفْعُها، واقترنَ بها الفعلُ ولا بدَّ، وما يقدر عليه من مقدِّمَاتِه. وحينئذٍ ينتقل العلاجُ من مقدِّماته (¬٢) إلى أقوى الأدوية، وهو الاستفراغُ التَّامُّ بالتوبة النَّصُوحِ.
ولا ريب أنَّ دفْعَ مبادِئ هذا الدَّاءِ أوَّلًا أسهلُ بكثير من طلب الدواء، وإذا وازَنَ العبدُ بين دَفْع هذا الداءِ (¬٣) من أوَّله، وبين استفراغه بعد حصوله - وساعَدَ القَدَرُ، وأعَانَ التوفيقُ - رأى أنَّ الدَّفْعَ أَوْلَى به.
_________
(¬١) من قوله: "نفع ذلك الدواء. . ." إلى هنا؛ ساقط من (ح) و (م).
(¬٢) "من مقدماته" ساقط من (ح) و (م).
(¬٣) من قوله: "أوَّلًا أسهلُ بكثير. . ." إلى هنا؛ ساقط من (ح) و (م).','1','635',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (706,'وإنْ تألَّمَت النَّفْسُ بمفارقة المحبوب، فَلْيُوازِنْ بين فَوَاتِ هذا المحبوب الأَخَسِّ المنقطِعِ النَّكِدِ، المَشُوبِ بالآلام والهموم، وبين فوات المحبوب الأعظم الدائم الذي لا نسبةَ لهذا المحبوب إليه أَلْبَتَّةَ؛ لا في قَدْرِهِ، ولا في دَوَامِهِ  (¬١)  وبقائه.
وَلْيُوازِنْ بين أَلَم فَوتِه، وبين أَلَم فَوتِ المحبوبِ الأخَسِّ.
وَلْيُوازِنْ بين لذَّةِ الإنابةِ والإقبالِ على الله تعالى، والتنعُّمِ بحُبِّهِ، وذِكْرِهِ، وطاعتِه؛ ولذَّةِ الإقبال على الرذائل، والأَنْتَانِ، والقبائح.
وَلْيُوازِنْ بين لذَّةِ الظَّفَر بالذَّنْب، ولذَّة الظَّفَر بالعَدُوِّ؛ وبين لذَّةِ الذنب، ولذَّةِ العِفَّةِ؛ ولذَّةِ الذنب، ولذَّةِ القوَّة وقَهْر الهَوَى؛ وبين لذَّةِ الذنب، ولذَّةِ إرغام عدوِّهِ وردِّهِ خاسئًا ذليلًا؛ وبين لذَّةِ الذنب، ولذَّةِ الطاعة التي تَحُولُ بينه وبينَه؛ وبين مرارة فَوتِه، ومَرَارةِ فَوتِ  (¬٢)  ثناء الله - تعالى - وملائكته عليه، وفَوتِ حُسْنِ جزائه، وجزيلِ ثوابه؛ وبين فرحةِ إدراكِه، وفرحة تركه لله - تعالى - عاجلًا، وفرحةِ ما يُثِيبُهُ عليه في دنياه وآخرته، والله المستعان.
وهذا فصلٌ جَرَّهُ الكلام في قوله تعالى: {وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ} [الذاريات: ٢١]، أشرنا إليه إشارة  (¬٣) ، لو استقصيناه لاستدعَى عِدَّةَ أسفارٍ، ولكن فيما ذكرناه تنبيه على ما تركناه. وبالله التوفيق.
_________
(¬١)  ساقط من (ح) و (م).
(¬٢)  العبارة مرتبكة في (ز) و (ح) و (م) هكذا: وبين مراده فوته ومراده فوته ومراده فوت .. !
(¬٣)  من (ح) و (م)، وسقطت من باقي النسخ.','1','636',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (707,'فصل

ولنرجع إلى المقصود:
ثُمَّ قال الله تعالى: {وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ (٢٢)} [الذاريات: ٢٢].
أمَّا "الرِّزْقُ": ففُسِّر بالمطر (¬١)، وفُسِّر بالجنَّة (¬٢).
فَفُسِّر برزق الدنيا والآخرة، ولا ريب أنَّ المطر من الرَّحمة، وأنَّ الجنَّةَ مستقَرُّ الرَّحمة. فَرِزْقُ الدَّارَين في السماء التي هي في العُلُوِّ.
وقوله تعالى: {وَمَا تُوعَدُونَ (٢٢)}، قال عطاء (¬٣): "من الثواب والعقاب".
وقال الكلبي: "من الخير والشَّرِّ".
_________
(¬١) وهو قول: علي، وابن عباس - رضي الله عنهما -، ومقاتل، ومجاهد، والضحَّاك، وسعيد بن جبير، والحسن، ومذهب جمهور المفسِّرين، وكثير منهم لا يذكر غيره.
انظر: "زاد المسير" (٧/ ٢٠٨)، و"الجامع" (١٧/ ٤١).
(¬٢) رواه ابن أبي نجيح عن مجاهد. "زاد المسير" (٧/ ٢٠٨).
ويروى عنه قول ثالث - أيضًا - وهو أن المراد: القضاء والقدر، أي: الرزق عند الله تعالى، يأتي به كيف شاء. ونسب إلى: واصل الأحدب، واختاره أبو عبيدة في "مجاز القرآن" (٢/ ٢٢٦).
ومال إليه: أبو السعود في "تفسيره" (٥/ ١٠١)، والألوسي في "روح المعاني" (٢٧/ ٩).
وانظر: "المحرَّر الوجيز" (١٤/ ١٧)، و"البحر المحيط" (٨/ ١٣٥).
(¬٣) هنا ينتهي السقط في (ن)، وكان ابتداؤه من (ص/ ٤٥٧).','1','637',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (708,'وقال مجاهد: "الجنَّة والنَّار".
وقال ابن سيرين: "من أمر الساعة" (¬١).
قلت: كَوْنُ الجنَّة والخير في السماء فلا إشكال فيه. وكَوْنُ النَّار في السماء وما يُوعَدُونَ به أهلُها يحتاجُ إلى تبيين:
فإذا نظرت إلى أسباب الخير والشَّرِّ، وأسباب دخول الجنَّة والنَّار، وافتراق النَّاس وانقسامهم إلى شقيٍّ وسعيدٍ = وجدتَ ذلك كلَّه بقضاءِ الله وقَدَرِهِ النَّازل من السماء. وذلك كله مُثْبَتٌ في السماء في صحف الملائكة، وفي اللَّوح المحفوظ، قبل العمل وبعده. فالأمر كلُّه من السماء.
وقول من قال: "من أمر السَّاعة" يكشف عن هذا المعنى؛ فإنَّ أمر السَّاعة يأتي من السماء، وهو الموعود بها، والجنَّةُ والنَّارُ الغايةُ التي لأجلها قامت السَّاعة. فصحَّ كلُّ ما قال السلف في ذلك. والله أعلم.

فصل
ثُمَّ أقسم - سبحانه - أعظمَ قسمٍ، بأعظم مُقْسَمٍ به، على أَجَلِّ مُقْسَمٍ عليه، وأكَّدَ الإخبار به بهذا القَسَم، ثُمَّ أكَّدَهُ - سبحانه - بشِبْهِه بالأمر المُحَقَّق الذي لا يشكُّ فيه ذو حاسَّةٍ سليمةٍ، قال تعالى: {فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (٢٣)} [الذاريات: ٢٣].
قال ابن عباس - رضي الله عنهما -: "يريدُ إنَّه لَحَقٌّ واقعٌ، كما أنكم
_________
(¬١) انظر: "تفسير الطبري" (١١/ ٤٦١)، و"الوسيط" (٤/ ١٧٦)، و"تفسير الماوردي" (٥/ ٣٦٨).','1','638',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (709,'تنطقون".
وقال الفرَّاء: "إنَّه لَحَقٌّ كما أنَّ الآدميَّ ناطِقٌ"  (¬١) .
وقال الزجَّاجُ: "هذا كما تقول في الكلام: إنَّ هذا لحقٌّ كما أنَّك هاهنا"  (¬٢) .
قلت: وفي الحديث "إنَّه لَحَقٌّ كما أنَّكَ هاهنا"  (¬٣) .
فشَبَّهَ - سبحانه - تحقيقَ ما أخبر به بتحقيق نطق الآدميِّ ووجوده. والواحدُ منَّا يعرف أنَّه ناطقٌ ضرورةً، ولا يحتاج نُطْقُهُ إلى استدلالٍ على وجوده، ولا يُخَالِجُه شَكٌّ في أنَّه ناطِقٌ. فكذلك ما أخبر الله - سبحانه - عنه من أمر التوحيد، والنبوَّة، والمَعَاد، وأسمائه، وصفاته؛ حقٌّ ثابتٌ في نفس الأمر، يُشْبِهُ ثُبوت نطقكم ووجوده.
وهذا بابٌ يعرفه النَّاس في كلامهم، يقول أحدُهم: هذا حقٌّ مثل الشمس. وأفصح الشاعر  (¬٤)  عن هذا بقوله:
وليس يَصِحُّ في الأَذْهَانِ شيءٌ ... إذا احتاجَ النَّهَارُ إلى دليل
وهاهنا أمرٌ ينبغي التفطُّنُ له؛ وهو أنَّ الرَّبَّ - تعالى - شَهِدَ بصحة ما أخبر به، وهو أصدق الصادقين، وأقسم عليه، وهو أبَرُّ المُقْسِمِين، وأكَّدَهُ بتشبيهه بالواقع الذي لا يقبل الشكَّ بوجهٍ،
_________
(¬١)  "معاني القرآن" (٣/ ٨٥).
(¬٢)  "معاني القرآن" (٥/ ٥٤)، وفيه: "إن هذا لحقٌّ كما أنكَ متكلِّمٌ".
(¬٣)  سبق تخريجه (ص/ ٢٦٥).
(¬٤)  هو المتنبي "ديوانه" (٣٤٣)، ولفظ الديوان: "الأفهام" بدل: الأذهان.','1','639',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (710,'وأقام عليه من الأدلَّة العِيَانيَّةِ والبُرْهَانيَّة ما جعله مُعَايَنًا مُشَاهَدًا بالبصائر، وإن لم يُعَايَنْ بالأبصار = ومع ذلك فأكثر النُّفوس في غفلةٍ عنه لا تستعِدُّ له، ولا تأخذ له أُهْبَتَهُ.
والمستعِدُّ له، الآخذُ له أُهْبَتَهُ؛ لا يعطيه حقَّه منهم إلا الفَرْد بعد الفَرْد، فأكثر هذا الخلق لا ينظرون في المراد من إيجادهم وإخراجهم إلى هذه الدار، ولا يتفكرون في قِلَّةِ مَقَامِهم في دار الغرور، ولا في رحيلهم وانتقالهم عنها، ولا إلى أين يرحلون؟ وأين يستقرُّون؟ قد مَلَكَهُم الحِسُّ، وقلَّ نصيبُهم من العقل، وشملتهم الغفلة، وغرَّتهم الأمانيُّ التي هي كالسَّرَاب، وخَدَعَهم طُولُ الأمل، فكأنَّ المقيمَ لا يَرْحَل، وكأنَّ أحدَهم لا يُبْعَث ولا يُسْأل، وكأنَّ مع كل مقيمٍ توقيعٌ من الله لفلانِ ابن فلانٍ بالأَمَانِ من عذابه، والفوزِ بجزيل ثوابه.
فأمَّا هِمَّتُهُم  (¬١)  ففي اللذَّات الحِسِّية، والشهوات النفسيَّة، كيفَمَا حصلت حَصَّلُوها، ومن أيِّ وجهٍ لَاحَتْ أخذوها، غافلين عن المطالبة، آمنين من المُعَاقبة  (¬٢) . يَسْعَون لما لا يُدْرِكُون، ويتركون ما هم به مُطَالَبون، ويَعْمُرُون ما هم عنه منتقلون، ويُخرِّبون ما هم إليه صائرون، {يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ  (٧) } [الروم: ٧]. ألسنتُهم لا تنطق  (¬٣)  إلا بشهواتِ نفوسهم، فلا ينظرون في مصالحها  (¬٤) ، ولا يأخذون في جمع زادها في سفرها: {نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ
_________
(¬١)  ساقط من (ح) و (م).
(¬٢)  في (ك) و (ح) و (م): العاقبة.
(¬٣)  "لا تنطق" ملحق بهامش (ن)، وهي مع "إلا" ساقط من (ح) و (م).
(¬٤)  في (ك): مصالحهم.','1','640',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (711,'هُمُ الْفَاسِقُونَ  (١٩) } [الحشر: ١٩].
والعجبُ كلُّ العجب من غفلةِ من تُعَدُّ لحظاته، وتحصى عليه أَنْفَاسُهُ، ومطايا الليل والنَّهار تُسْرِع به، ولا يتفكر إلى أين يُحْمَلُ؟ ولا إلى أيِّ منزلٍ يُنْقَل؟
وكيفَ تَنَامُ العَينُ وهي قَرِيرَةٌ ... ولم تَدْرِ في أَيِّ المَحَلَّينِ تَنْزِلُ؟  (¬١) 
وإذا نزل بأحدهم الموتُ قَلِقَ لِخَرَابِ ذاته، وذهابِ لَذَّاتِه، لا لما سَبَقَ من جناياته، ولا لسُوء منقلبه بعد مماته، فإن خطرت على قلب أحدهم خَطْرةٌ من ذلك اعتمد على العفو والرَّحمة، كأنَّهُ يتيقَّنُ أنَّ ذلك نصيبه ولا بدَّ.
فلو أنَّ العاقلَ أحضَرَ ذهنه واستحضَرَ عقله، وسار بفكره، وأَنْعَم  (¬٢)  النَّظرَ، وتأمَّلَ الآيات = لَفَهِمَ المرادَ من إيجادِه، ولَنَظَرَتْ عينُ الراحِل إلى الطريق، ولأَخَذَ المسافرُ في التزوُّدِ، والمريضُ في التداوي.
والحازِمُ يُعِدُّ [لـ]  (¬٣)  ـما يجوز أن يأتي؛ فما الظنُّ بأمر متيقَّنٍ! كما أنه لصِدْقِ إيمانهم، وقوَّةِ إيقانهم، وكأنَّهم يُعَاينُون الأمر، فأَضْحَت ربوعُ الإيمان من أهلها خالية، ومعالِمُهُ على عروشها خاوية.
_________
(¬١)  البيت لبعض العُبَّاد بدون نسبة كما في: "شعب الإيمان" للبيهقي (٣/ ٢١٣)، و"حلية الأولياء" لأبي نعيم (٩/ ٣٤٤).
(¬٢)  في (ز): وأمعن، وفي (م): واتَّهم.
(¬٣)  زيادة "اللام" موضحة للمعنى.','1','641',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (712,'قال ابن وهبٍ: أخبرني مَسْلَمَةُ بن عُلَيٍّ  (¬١) ، عن الأوزاعي، قال: "كان السلفُ إذا صَدَعَ الفجر أو قبله كأنَّما على رؤوسهم الطَّيْرُ، مُقْبِلين على أنفسهم، حتَّى لو أنَّ حبيبًا لأحدهم غاب عنه حينًا ثُمَّ قَدِمَ؛ لَمَا التفتَ إليه. فلا يزالون كذلك إلى طلوعِ الشمس، ثُمَّ يقوم بعضهم إلى بعضٍ فَيَتَحلَّقُونَ، فأوَّلُ ما يُفِيضُون فيه أمرُ مَعَادِهم، وما هم صائرون إليه، ثُمَّ  (¬٢)  يأخذون في الفقه"  (¬٣) .
_________
(¬١)  في جميع النسخ: مسلم بن علي، والتصحيح من كتب الرجال.
وهو: مسلمة بن عُلَيّ - بالتصغير - بن خَلَف الخُشَني، أبو سعيد الدمشقيُّ البَلَاطيُّ، متروك الحديث. "تهذيب الكمال" (٢٧/ ٥٦٧ - ٥٧١).
(¬٢)  ساقط من (ز).
(¬٣)  أخرجه - من هذا الطريق - ابن عساكر في "تاريخ دمشق" (٣٧/ ٩٧).','1','642',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (713,'فصل

ومن ذلك قوله تعالى: {ق وَالْقُرْآنِ الْمَجِيدِ (١) بَلْ عَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ فَقَالَ الْكَافِرُونَ هَذَا شَيْءٌ عَجِيبٌ (٢)} [ق: ١ - ٢].
الصحيحُ أنَّ: "ق"، و"ن"، و"ص"؛ بمنزلة "حم"، و"ألم"، و"طس"؛ تلك حروفٌ مُفْرَدَةٌ (¬١)، وهذه متعدِّدَةٌ، وقد تقدَّمت الإشارة إلى بعض ما قيل فيها (¬٢).
وهاهنا قد اتَّحَدَ المُقْسَمُ (¬٣) به، والمُقْسَمُ عليه؛ وهو: القرآن.
فأقسَمَ بالقرآنِ على ثبوته وصدقه، وأنَّه حقٌّ من عنده. ولذلك حذف الجوابَ ولم يُصَرِّح به؛ لمَا في القَسَم من الدلالة عليه، ولأنَّ المقصود نفس المُقْسَم (¬٤) به كما تقدَّم بيانه.
ثُمَّ أخذ - سبحانه - في بيان عَجَبِ الكفَّار من غير عَجَبٍ، بل بما لا ينبغي أن يقع سواهُ، كما قال سبحانه: {الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ (١) أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِنْدَ رَبِّهِمْ} [يونس: ١ - ٢]، فأيُّ عَجَبٍ من هذا حتَّى يقول الكافرون: {إِنَّ هَذَا لَسِحْرٌ مُبِينٌ (٧٦)}؟ وكيف يُتَعَجَّبُ من رحمةِ الخالقِ عبادَهُ، وهدايتِه، وإنعامِه عليهم بتعريفهم على لسان رسوله - صلى الله عليه وسلم - بطريق الخير والشَّرِّ، وما هم صائرون إليه بعد الموت، وأمرِهِم
_________
(¬١) من (ط)، وتصحفت في باقي النسخ إلى: مقدرة!
(¬٢) راجع (ص/ ٢٩٩)، عند تفسير سورة القلم.
(¬٣) من (ح) و (م)، وفي باقي النسخ: القسم.
(¬٤) في (ز) و (ك) و (ط): القسم.','1','643',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (714,'ونَهْيهِم = حتَّى يُقَابَلَ ذلك بالتعجُّبِ، ونسبةِ مَنْ جاء به إلى السِّحْر، لولا غاية الجهل والظلم، بل العَجَبُ كلُّ العَجَب  (¬١)  قولُهم وتكذيبُهم؛ كما قال تعالى: {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ} [الرعد: ٥].
_________
(¬١)  "كل العجب" سقط من (ك).','1','644',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (715,'فصل

ومن ذلك قوله تعالى: {حم (١) وَالْكِتَابِ الْمُبِينِ (٢)} [الزخرف: ١ - ٢]، وقوله تعالى: {ص وَالْقُرْآنِ ذِي الذِّكْرِ (١)} [ص: ١]، وقوله تعالى: {يس (١) وَالْقُرْآنِ الْحَكِيمِ (٢) إِنَّكَ لَمِنَ الْمُرْسَلِينَ (٣)} [يس: ١ - ٣].
والصحيح أنَّ "يس" بمنزلة "حم"، و"ألم"؛ ليست اسمًا (¬١) من أسماء النبيِّ - صلى الله عليه وسلم -.
وأقسم - سبحانه - بكتابه على صدق رسوله، وصحَّة نبوَّته ورسالته، فتأمَّلْ قَدْرَ المُقْسِم (¬٢)، والمُقْسَمِ به، والمُقْسَمِ عليه.
وقوله تعالى: {عَلَى صِرَاطٍ مُسْتَقِيمٍ (٤)} جُوِّزَ فيه ثلاثة أوجهٍ:
١ - أن يكون خبرًا بعد خبر، فأخبر عنه بأنَّه رسولٌ، وأنَّه على صراطٍ مستقيمٍ.
٢ - وأن يكون حالًا من الضمير في الخبر، أي: من المرسلين كائنًا على صراطٍ مستقيم (¬٣).
٣ - وأن يكون متعلِّقًا بالخبر نفسه. تعلُّقَ المعمول بعامله، أي: أُرسِلْتَ على صراطٍ. وهذا يحتاج إلى بيانٍ وتقديره: المَجْعُولين على صراطٍ مستقيمٍ. وكونه من المرسلين مستلزِمٌ لذلك؛ فاستغنى عن ذكره.
_________
(¬١) من (ح) و (م)، وألحقت بهامش (ن) تصحيحًا، وسقطت من باقي النسخ.
(¬٢) غير موجود في (ح) و (م).
(¬٣) هذا الوجه الثاني سقط برمَّته من (ح) و (م).','1','645',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (716,'فصل

ومن ذلك قوله - عزَّ وجلَّ -: {وَالصَّافَّاتِ صَفًّا (١)} [الصافات: ١].
أقسم - سبحانه - بملائكته الصَّافَّات للعبوديَّة بين يديه، كما قال النبيُّ - صلى الله عليه وسلم - لأصحابه: "ألا تَصُفُّونَ كما تَصُفُّ الملائكةُ عند رَبِّها؟ يُتِمُّون الأوَّلَ فالأوَّل، ويَتَراصُّونَ في الصفِّ" (¬١)، وكما قالوا عن أنفسهم: {وَإِنَّا لَنَحْنُ الصَّافُّونَ (١٦٥)} [الصافات: ١٦٥].
والملائكة "الصَّافَّات": [التي تَصُفُّ] (¬٢) أجنحَتَها في الهواء. و"الزَّاجِرَاتُ": الملائكة التي تزجُرُ السَّحَاب وغيرَه بأمر الله، فـ "التاليات": التي تتلو كلام الله.
وقيل: "الصَّافَّات" الطير، كما قال تعالى: {أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ} [الملك: ١٩]، وقال تعالى: {وَالطَّيْرُ صَافَّاتٍ} [النور: ٤١]، و"الزَّاجِرَات": الآيات والكلمات الزاجرات عن معاصي الله، و"التاليات": الجماعات (¬٣) التاليات (¬٤) كتابَ الله - عزَّ وجلَّ -.
وقيل: "الصَّافَّات" للقتال في سبيل الله، فـ "الزَّاجِرات" الخيلَ للحمل على أعدائه، فـ "التاليات" الذاكرين له عند مُلَاقَاةِ عدوِّهم.
_________
(¬١) أخرجه مسلم في "صحيحه" رقم (٤٣٠)، من حديث جابر بن سمرة - رضي الله عنه -، وفيه: "يُتمُّونَ الصفوف الأُوَل".
(¬٢) زيادة مهمة لفهم الكلام، وانظر: "تفسير البغوي" (٧/ ٣٣).
(¬٣) في جميع النسخ: الجامعات! وصححت في هامش (ك).
(¬٤) ساقط من (ز) و (ح) و (م).','1','646',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (717,'وقيل: ["الصَّافَّات"]  (¬١) : الجماعاتُ  (¬٢)  الصَّافَّاتُ أبدانها في الصلاة، "الزَّاجِرات" أنفسها عن معاصي الله، فـ "التاليات" آياتِ اللهِ.
واللفظ يحتمل ذلك كلَّه، وان كان أحقَّ من دخل فيه وأَوْلَى الملائكةُ  (¬٣) ، فإنَّ الإقسام كالدليلِ والآيةِ على صحَّةِ ما أقسم عليه من التوحيد، وما ذُكِر غير الملائكة فهو من آثار الملائكة، وبواسطتها كان.
وأقسم - سبحانه - بذلك على توحيد ربوبيَّتِه وإلهيَّته، وقرَّر توحيدَ إلهيَّتِه بتوحيد ربوبيَّتِه، فقال: {إِنَّ إِلَهَكُمْ لَوَاحِدٌ (٤ ) رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ  (٥) } [الصافات: ٤، ٥]، [وهذا]  (¬٤)  من أعظم
_________
(¬١)  زيادة مهمة لفهم الكلام.
(¬٢)  تصحفت في جميع النسخ إلى: الجامعات!
(¬٣)  كون المراد بهذه الآيات: الملائكة؛ هو المنقول عن أكثر السلف والخلف، ولم ينقل عن الصحابة غيره، وهو مرويٌّ عن: ابن مسعود، وابن عباس - رضي الله عنهما -.
وقال به: مسروق، وسعيد بن جبير، وعكرمة، ومجاهد، والسدِّي، وقتادة، والحسن، والربيع بن أنس، وغيرهم. "تفسير ابن كثير" (٧/ ٥).
قال ابن جرير الطبري في "تفسيره" (١٠/ ٤٦٨):
"والذي هو أولى بتأويل الآية عندنا من قال: هم الملائكة؛ لأنَّ الله - تعالى ذكره - ابتدأ القَسَم بنوع من الملائكة، وهم "الصافُّون" بإجماعٍ من أهل التأويل، فَلأَنْ يكون الذي بعده قسمًا بسائر أصنافهم أشبه".
وأحسن من جمع الأقوال، ووجَّهها، وبيَّنها: أبو الليث السمرقندي في تفسيره المسمَّى: "بحر العلوم" (٣/ ١٠٩ - ١١٠).
وثَمَّ اعتراضٌ لا يُشْتَغَلُ به، انظره وجوابه في "روح المعاني" (٢٣/ ٦٠).
(¬٤)  زيادة مهمة لاتساق الكلام.','1','647',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (718,'الأدلَّة على أنَّه إلهٌ واحدٌ، ولو كان معه إلهٌ آخر لكان الإله مشاركًا له في ربوبيَّتِه، كما شاركه في إلهيَّتِه. تعالى الله عن ذلك علوًّا كبيرًا.
وهذه قاعدة القرآن؛ يقرِّرُ توحيد الإلهية بتوحيد الربوبية، فيقرِّرُ كونه معبودًا وحدَهُ بكونه خالقًا رازقًا وحده.
وخَصَّ "المشارِقَ" هاهنا بالذِّكْرِ:
١ - إمَّا لدلالتها على "المغارب"، إذ الأَمْرَانِ المُتَضَايفَانِ كلٌّ منهما يستلزم الآخر.
٢ - وإمَّا لكون "المشارق" مطالعَ الكواكب، ومظاهرَ الأنوار.
٣ - وإمَّا توطِئَةً لما ذُكِرَ بعدها من تزيين السماء بزينة الكواكب، وجَعْلِها حفظًا من كلِّ شيطانٍ مارِدٍ.
فَذِكْرُ "المشارِقِ" أنسبُ (¬١) بهذا المعنى وأَلْيَقُ. والله تعالى أعلم.
_________
(¬١) في (ح) و (م): لسبب.','1','648',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (719,'&lt;رمز&gt;فصل (¬١) &lt;/رمز&gt;
ومن ذلك قوله - تعالى - في قصة لوط عليه السلام، ومراجعة قومه له: {قَالُوا أَوَلَمْ نَنْهَكَ عَنِ الْعَالَمِينَ (٧٠) قَالَ هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ فَاعِلِينَ (٧١) لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ (٧٢)} [الحجر: ٧٠ - ٧٢].
أكثر المفسِّرين من السَّلَفِ والخَلَف - بل لا يُعْرَفُ عن (¬٢) السلف فيه نزاعٌ - أنَّ هذا قَسَمٌ من الله بحياة رسوله - صلى الله عليه وسلم - (¬٣). وهذا من أعظم فضائله؛ أنْ يُقْسِم الرَّبُّ - عزَّ وجلَّ - بحياتِه، وهذه مزيَّةٌ لا تُعْرَفُ لغيره.
ولم يُوَفَّق الزمخشريُّ لذلك، فصَرَفَ القَسَمَ إلى أنَّه بحياةِ لوطٍ عليه السلام، وأنَّه من قول الملائكة له، فقال: "هو على إرادة القول، أي: قالت الملائكة للوط - عليه الصلاة والسلام -: لَعَمْرُك إنَّهم لَفِي سكرتهم يعمهون" (¬٤).
_________
(¬١) هذا الفصل برُمَّته نقله القاسمي في "محاسن التأويل" (٤/ ٤٩٣ - ٤٩٤)، معزوًّا إلى ابن القيم في "أقسام القرآن".
(¬٢) في جميع النسخ: في، وما أثبته أحسن.
(¬٣) وممن نقل الاجماع على ذلك: ابن العربي في "أحكام القرآن" (٣/ ١١١٨)، والقاضي عياض في "الشفا" (١/ ١١٣)، وعنهما القرطبي في "الجامع" (١٠/ ٣٩).
(¬٤) "الكشاف" (٢/ ٥٤٧).
وانتصر لهذا القول: ابن العربي المالكي في "أحكام القرآن" (٣/ ١١١٨)، فقال: "قال المفسرون بأجمعهم: أقسم الله هنا بحياة محمد - صلى الله عليه وسلم -؛ تشريفًا له؛ إنَّ قومَهُ من قريش في سكرتهم يعمهون، وفي حيرتهم يترددون ... ثم قال: وهذا كلامٌ صحيحٌ؛ ولا أدري ما الذي أخرجهم عن ذكر لوط إلى ذكر محمد، =','1','649',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (720,'وليس في اللفظ ما يدلُّ على واحدٍ من الأمرين، بل ظاهرُ اللفظِ وسياقُه إنَّما يدلُّ على ما فهمه السلف الطيِّبُ لا أهلُ التعطيل والاعتزال.
قال ابن عباس - رضي الله عنهما -: ""لَعَمْرُك" أي: وحياتِك". قال: "وما أقسم الله - تعالى - بحياة نبيٍّ غيره" (¬١).
و"العَمْرُ" و"العُمْرُ": واحدٌ، إلا أنَّهم خَصُّوا القَسَم بالمفتوح
_________
= وما الذي يمنع أنْ يُقْسِمَ اللهُ بحياة لوط، ويبلغ به من التشريف ما شاء، فكلُّ ما يعطي اللهُ للوط من فضلٍ، ويؤتيه من شرفٍ = فلمحمدٍ ضعفاه، لأنَّه أكرمُ على الله منه. أَوَ لا تراهُ قد أعطى لإبراهيم الخُلَّة، ولموسى التكليم، وأعطى ذلك لمحمد؛ فإذا أقسم اللهُ بحياة لوط فحياة محمد أرفع، ولا يُخرَجُ من كلامٍ إلى كلامٍ آخر غيره لم يَجْرِ له ذكرٌ لغير ضرورة".
قال القرطبي: "وما قاله حَسَنٌ؛ فإنَّه كان يكون قَسَمُهُ - سبحانه - بحياة محمدٍ - صلى الله عليه وسلم - كلامًا معترِضًا في قصة لوط". "الجامع" (١٠/ ٤٠).
وقدَّمه أبو حيَّان في "البحر المحيط" (٥/ ٤٤٩).
وقد أجاب عن هذا: الألوسيُّ في "روح المعاني" (١٤/ ٦٦).
(¬١) أخرجه: الحارث بن أبي أسامة "بغية الباحث" رقم (٩٣٤)، ومن طريقه أبو نعيم في "دلائل النبوة" رقم (٢١) و (٢٢)، وأبو يعلى في "مسنده" رقم (٢٧٥٤)، وابن جرير في "تفسيره" (٧/ ٥٢٦)، والبيهقي في "دلائل النبوة" (٥/ ٤٨٨)، والواحدي في "الوسيط" (٣/ ٤٩)، والسمرقندي في "بحر العلوم" (٢/ ٢٢٢).
وأخرجه البخاري في "صحيحه" تعليقًا، ووصله ابن أبي حاتم في "تفسيره" كما ذكر الحافظ في "الفتح" (٨/ ٢٣٨)، و"تغليق التعليق" (٤/ ٢٣٣).
وزاد السيوطي نسبته إلى: ابن أبي شيبة، وابن المنذر، وابن مردويه. "الدر المنثور" (٤/ ١٩٢).
قال الهيثمي: "إسناده جيد". "مجمع الزوائد" (٧/ ٤٦).','1','650',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (721,'لإثبات الأخفِّ، لكثرة دَوَرَان (¬١) الحَلِفِ على ألسنتهم (¬٢).
وأيضًا: فإنَّ "العَمْرَ" حياتُه خُصُوصةً (¬٣)، فهو عُمْرٌ شريفٌ عظيمٌ، أَهْلٌ أنْ يُقْسَمَ به، لمزيَّته على كلِّ عُمْرٍ من أعمار بني آدم.
ولا ريب أنَّ عُمْرَهُ - صلى الله عليه وسلم - له مَزيَّةٌ على عُمْر كلِّ من سواه، والآياتُ التي كانت في عُمْرِه وحياتِهِ من أعظم الآيات، بل عُمْرُهُ وحياتُهُ من أعظم النِّعَمِ والآياتِ، فهو أهلٌ أنْ يُقْسَمَ به، والقَسَمُ به أَوْلَى من القَسَم بغيره من المخلوقات.
وقوله تعالى: {يَعْمَهُونَ (٧٢)}؛ أي: يَتَحَيَّرُون.
وإنَّما وصف الله - سبحانه - اللُّوطِيَّةَ بالسَّكْرة؛ لأنَّ العِشْقَ له (¬٤) سَكْرةٌ مثلُ سَكْرَةِ الخَمْرِ وأشدُّ (¬٥)، كما قال القائل (¬٦):
سُكْرَان: سُكْرُ هَوَىً، وسُكْرُ مُدَامَةٍ ... ومتى إفَاقَةُ مَنْ به سُكْرَانِ؟
_________
(¬١) في جميع النسخ: الدور، وما أثبته أصح.
(¬٢) نقل الزجَّاجُ اتفاقَ أهل اللغة على ذلك. "معاني القرآن" (٣/ ١٨٣).
(¬٣) في (ح) و (م): حياةٌ مخصوصة.
(¬٤) في (ح) و (م): لأنَّ للعشق سكرة.
(¬٥) ساقط من (ن).
(¬٦) هو: ديكُ الجِنِّ "ديوانه" (١٩٤)، ولفظ العجز: أَنَّى يفيقُ ...','1','651',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (722,'فصل

ومن ذلك قوله تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا (٦٥)} [النساء: ٦٥].
أقسم - سبحانه - بنفسِهِ المُقَدَّسَةِ، قَسَمًا مؤكَّدًا بالنفي قبله؛ على عدم إيمان الخَلْق حتَّى يحكِّموا رسوله في كلِّ ما شَجَر بينهم من الأصولِ، والفروع، وأحكامِ الشَّرْع، وأحكامِ المَعَادِ، ومسائِلِ الصِّفَاتِ وغيرِها.
ولم يُثبِتْ لهم الإيمانَ بمُجَرَّدِ هذا التحكيم حتَّى ينتفي عنهم الحَرَجُ، وهو ضيقُ الصَّدْر، فتنشرح صدورُهم لحُكْمِه كلَّ الانشراح، وتَنْفَسِحَ له كلَّ الانْفِسَاح، وتقبَلَهُ كلَّ القبول.
ولم يُثبِتْ لهم الإيمانَ بذلك - أيضًا - حتَّى يَنْضَافَ إليه مُقَابَلَةُ حكمه بالرِّضى والتسليمِ، وعدمِ المُنَازَعةِ، وانتفاءِ المعارضةِ والاعتراض.
فهاهنا ثلاثةُ أمورٍ: التحكيم، وانتفاء الحرج، والتسليم.
فلا يلزم من التحكيم انتفاء الحَرَج؛ إذ (¬١) قد يحكِّم الرجلُ غيرَهُ وعنده حَرَجٌ من حكمه.
ولا يلزم من انتفاءِ الحَرَج الرِّضا والتسليمُ والانقيادُ؛ إذ قد يحكِّمُه وينتفي الحَرَجُ عنه في تحكيمه، ولكن لا ينقَادُ قلبُه، ولا يرضى كلَّ
_________
(¬١) من قوله: "ثلاثة أمور: التحكيم. . ." إلى هنا؛ ساقط من (ح) و (م).','1','652',NULL,NULL,'0');
INSERT INTO [b18337] VALUES (723,'الرِّضى بحكمه.
فالتسليمُ أخَصُّ من انتفاءِ الحَرَجِ. فالحَرَجُ مانعٌ، والتسليمُ أمرٌ وجوديٌّ، ولا يلزم من انتفاءِ الحَرَجِ حصولُه بمجرَّدِ انتفائه، إذ قد ينتفي الحَرَجُ ويبقى "القلبُ" فارغًا منه، ومن الرِّضى والتسليمِ، فتأمَّلْهُ.
وعند هذا تعلَمُ أنَّ الرَّبَّ - تبارك وتعالى - أقسَمَ على انتفاء إيمان أكثر الخلق، وعند الامتحان تُعْلَمُ مثل هذه الأمور الثلاثة؛ هل هي (¬١) موجودةٌ في قلب أكثر من يدَّعي الإسلام أم لا؟
والله - سبحانه - المستعان، وعليه التكلان، ولا حول ولا قوَّة إلا بالله العلي العظيم (¬٢)، وحسبنا الله ونعم الوكيل.
آخِره؛ والحمد لله ربِّ العالمين، وصلى الله على سيدنا محمد، وآله وصحبه، وسلَّمَ تسليمًا كثيرًا دائمًا إلى يوم الدين.
* * *
_________
(¬١) "هل هي" ساقط من (ح) و (م).
(¬٢) جاء ما بعده في (ح) و (م) هكذا: وصلى الله على سيدنا محمد خاتم النبيين، وعلى آله وصحبه وسلَّم تسليمًا كثيرًا إلى يوم الدين، والحمد لله أوَّلًا وآخرًا كما يحبُّ ربُّنا ويرضى، وكما ينبغي لكرم وجهه وعِزِّ جلاله.','1','653',NULL,NULL,'0');
