-- Table: b1933
-- Chunk: 1
-- Rows: 646

CREATE TABLE "b1933"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1933
INSERT INTO [b1933] VALUES (1,'أحكام المجاهد بالنفس في سبيل الله عز وجل في الفقه الإسلامي

تأليف
الدكتور مرعي بن عبد الله بن مرعي
الأستاذ المساعد بقسم الدرسات الإسلامية في كلية المعلمين، بأبها','1',NULL,NULL,NULL,'0');
INSERT INTO [b1933] VALUES (2,'أصل هذا الكتاب رسالة علمية تقدم بها الباحث لنيل درجة العالمية العالية "الدكتوراه" من المعهد العالي للقضاء بجامعة الإمام محمد بن سعود الإسلامية','1','4',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (3,'<span data-type="title" id=toc-1>مقدمة</span>
إن الحمد لله، نحمده ونستعينه ونستغفره ونستهديه ونتوب إليه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، القائل سبحانه في محكم الآيات {انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} [التوبة: ٤١] والقائل - صلى الله عليه وسلم - {يَا أَيُّهَا الَّذِينَ} [التوبة: ١٢٣] .
وأشهد أن محمدًا عبد الله ورسوله، أفضل الرسل وخاتمهم، وأفضل من جاهد في سبيل الله بنفسه حتى كسرت رباعيته وشج وجهه الكريم، القائل - صلى الله عليه وسلم - «بعثت بين يدي الساعة بالسيف حتى يعبد الله وحده لا شريك له، وجعل رزقي تحت ظل رمحي» (١) .
فصلاة ربي وسلامه عليه ما تعاقب الليل والنهار، وعلى آله الأطهار، وصحابته الأخيار الذين جاهدوا في سبيل الله بأنفسهم فسجلوا على جبين التاريخ أعظم الانتصارات، وعلى التابعين لهم بإحسان إلى يوم الدين وسلم تسليما أما بعد:
_________
(١) أخرجه البخاري في صحيحه مع الفتح تعليقا، كتاب الجهاد والسير، باب ما قيل في الرماح (٦/١٢٢) وأخرجه الإمام أحمد في المسند ح (٤/٥١٥) ورقم (٥١١٥) عن ابن عمر رضي الله عنهما وأخرجه ابن أبي شيبه في المصنف، «كتاب الجهاد» ، «باب ما ذكر في فضل الجهاد والحث عليه» ، ح رقم (١٣٤) قال ابن حجر في «الفتح» : مرسل بإسناد حسن، انظر: فتح الباري شرح صحيح البخاري (٦/١٢٢) .','1','5',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (4,'فإن الجهاد في سبيل الله ذروة سنام الإسلام، ومن أفضل الأعمال التي تقرب العبد إلى الملك العلام. به يحفظ الدين وينشر نور الإسلام في بقاع المعمورة، وبه يعز أولياء الرحمن ويذل أولياء الشيطان، وبه يدفع العدوان ويرفع الظلم عن المظلومين ويحكم شرع الله في الأرض، فينتشر العدل، ويسود الأمان، ويعم الرخاء، به تسود الأمة، وتسمع الكلمة وتصان الكرامة.
ولما كان باب الجهاد واسعا فهو يشمل جهاد الكفار بالنفس، وبالمال، وباللسان، وبالقلب، ويشمل جهاد البغاة من المسلمين، وجهاد العصاة بالأمر بالمعروف والنهي عن المنكر، ويشمل كذلك جهاد النفس على طاعة الله وجهاد الشيطان، ولما كان كذلك، قصرت البحث على أشرف هذه الأنواع وهو الجهاد بالنفس للكفار وبينت أحكام المجاهد بالنفس في سبيل الله في أبواب الفقه تحت عنوان:
(أحكام المجاهد بالنفس في سبيل الله في الفقه الإسلامي)
والسبب في اختيار هذا الموضوع يعود إلى أمور منها:
١- انحراف الجهاد بالنفس عن معناه الحقيقي وباعثه عند بعض المسلمين اليوم إلى قتال لشهوة دنيا، أو منصب، أو وطن، أو قومية على أساس من النظم الوضعية المستوردة، فأردت بيان المجاهد الحق الذي يجاهد بنفسه في سبيل الله يرجو نصرة دينه، وعلو كلمته في أي مكان وفي أي زمان، وبيان أحكامه.
٢- لم أجد حسب علمي من أفرد المجاهد بالنفس في سبيل الله ببحث مستقل يبين أحكامه في أبواب الفقه، ويكشف هدفه وغايته من الجهاد، فلعلي أسهم بجهد المقل في بيان ذلك.
٣- وجود مباحثه في أكثر أبواب الفقه مما يفيد الباحث ويوسع اطلاعه.
٤- البحث العلمي لذاته، فهو مقصد نبيل يقصده العلماء.','1','6',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (5,'أما أهمية الموضوع فيمكن بيانها فيما يلي:
١- الحديث عن المجاهد بالنفس وبيان أحكامه في كل تصرفاته في جهاد العدو يكشف زيف المغرضين وادعاءات المبطلين الذين يصفون المجاهد في سبيل الله بأنه سفاك دماء ومفسد في الأرض وظالم لحقوق الإنسان.
٢- بيان أحكام المجاهد فيما يجوز له قتاله ومن لا يجوز له قتاله من العدو يبرز رحمة الإسلام بالإنسان، ودعوته لاحترام النفس الإنسانية، ومعاملتها بما يليق بها، وأن هدف الجهاد تحرير الإنسان من عبادة غير الله إلى عبادة الله وحده، وتحكيم شريعته في الأرض.
٣- في بيان أحكام المجاهد بالنفس في سبيل الله يظهر الفرق بين من يجاهد في سبيل الله ومن جاهد في سبيل غيره.
٤- بيان أحكام المجاهد بالنفس في سبيل الله في أبواب الفقه في مؤلف واحد يسهل على المجاهد مراجعة ما يحتاج إليه من الأحكام فيما يخصه.
وقد نهجت في كتابة هذا البحث المنهج الآتي:
١-أذكر أقوال الفقهاء في مسائل الخلاف على المذاهب الأربعة، ومذهب ابن حزم مع ذكر الأدلة ومناقشتها ما أمكن، ثم الترجيح حسب الدليل دون تعصب لقول معين أو مذهب معين.
٢- في الغالب أضع القول الراجح في الأول.
٣- إذا قلت: اتفق الفقهاء فالمقصود الأئمة الأربعة، وقد يكون اتفاقا لجميع العلماء والفقهاء دون استثناء.
٤- الأمانة العلمية في نقل المعلومات والأقوال والأدلة من المصادر والمراجع، والاعتماد في نقل المعلومات على المراجع والمصادر المعتمدة في كل مذهب ونقل الأقوال منها.','1','7',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (6,'٥- استعنت ببعض ما كتب حديثا عن الجهاد وخاصة فيما لم يتعرض له الفقهاء القدماء.
٦-إذا نقلت المعلومات من المراجع بالنص جعلتها بين قوسين تمييزا لها.
٧- التعريف بما يحتاج إلى تعريف من مفردات غامضة، وأسماء أماكن وردت في البحث، وعناوين البحث، وكل ذلك في الهامش.
٨- مراعاة قواعد اللغة في كتابة البحث.
٩- عزو الآيات الواردة في البحث إلى السور وبيان أرقامها.
١٠- تخريج الأحاديث والآثار من كتب السنة المعتمدة، ونقل أقوال أهل العلم في صحتها أو ضعفها ما استطعت إلى ذلك سبيلا، إلا ما كان في صحيح البخاري ومسلم أو أحدهما فاكتفى بتخريجه منهما أو من أحدهما فقط.
١١- الترجمة للأعلام الواردة في البحث عند الحاجة إلى ذلك بشيء من الاختصار.
١٢- وضع الفهارس العامة المتعارف عليها في البحث، فهرس الآيات القرآنية، فهرس الأحاديث والآثار، فهرس التعريفات والمفردات الغامضة، فهرس الأماكن، فهرس الأعلام، فهرس المراجع، فهرس الموضوعات.
خطة البحث:
اقتضت خطة البحث في هذا الموضوع أن تكون في مقدمة، وتمهيد، وأربعة أبواب وخاتمة، وذلك على النحو الآتي:
المقدمة:
وتشمل ما يلي:
-سبب اختيار الموضوع.
- أهمية الموضوع.
-المنهج في كتابة البحث.
- خطة البحث.','1','8',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (7,'<span data-type="title" id=toc-2>التمهيد:</span>
ويشمل خمسة مباحث:
المبحث الأول: تعريف الجهاد وبيان أنواعه، وفيه مطلبان:
المطلب الأول: تعريف الجهاد.
المطلب الثاني: بيان أنواعه.
المبحث الثاني: مشروعية الجهاد بالنفس في سبيل الله ومراحله، وفيه مطلبان:
المطلب الأول: مشروعية الجهاد بالنفس في سبيل الله.
المطلب الثاني: مراحل تشريع الجهاد بالنفس في سبيل الله.
المبحث الثالث: فضل الجهاد والمجاهدين في سبيل الله.
المبحث الرابع: هدف الجهاد بالنفس في سبيل الله.
المبحث الخامس: التعريف بالمجاهد وشروطه وحكم الجهاد في حقه، وفيه ثلاثة مطالب:
المطلب الأول: التعريف بالمجاهد.
المطلب الثاني: شروط المجاهد.
المطلب الثالث: حكم الجهاد في حقه.
الباب الأول
أحكام المجاهد بالنفس في العبادات، وفيه أربعة فصول:
الفصل الأول: أحكام المجاهد في الطهارة، وفيه أربعة مباحث:
المبحث الأول: طهارة المجاهد بالماء وهو جريح.','1','9',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (8,'المبحث الثاني: طهارة أعضاء المجاهد المقطوعة.
المبحث الثالث: تيمم المجاهد، وفيه أربعة مطالب:
المطلب الأول: تيمم المجاهد لخوفه من العدو.
المطلب الثاني: تيمم المجاهد في الأسر إذا منعه العدو من الماء
المطلب الثالث: تيمم المجاهد بالغبار.
المطلب الرابع: تيمم المجاهد بغير التراب مما هو من جنس الأرض كالرمل والحصي ونحو ذلك
المبحث الرابع: مسح المجاهد وفيه ثلاثة مطالب:
المطلب الأول: المسح على الخفين ونحوهما وفيه أربعة فروع:
الفرع الأول: المراد بالخف في اللغة والشرع.
الفرع الثاني: جواز المسح على الخفين للمجاهد.
الفرع الثالث: مسح المجاهد على الخف المصنوع من غير الجلود
الفرع الرابع: توقيت المسح على الخفين للمجاهد في سبيل الله.
المطلب الثاني: المسح على الجبيرة، وفيه فرعان:
الفرع الأول: مشروعية المسح على الجبيرة.
الفرع الثاني: كيفية المسح على الجبيرة وفيه مسألتان:
المسألة الأولى: المسح على جميع أجزاء الجبيرة.
المسألة الثانية: الجمع بين المسح على الجبيرة والتيمم.
المطلب الثالث: في مسح المجاهد على ما يوضع على الرأس.
الفصل الثاني: أحكام المجاهد في الصلاة، وفيه ثلاثة مباحث:
المبحث الأول: أحكام المجاهد في صلاة الخوف، وفيه ثمانية عشر مطلبا:','1','10',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (9,'المطلب الأول: مشروعية صلاة الخوف.
المطلب الثاني: شروط صلاة الخوف.
المطلب الثالث: وقت صلاة الخوف.
المطلب الرابع: كيفية صلاة الخوف.
المطلب الخامس: الصلاة على الدواب والآليات إيماء.
المطلب السادس: ترك التوجه إلى القبلة في صلاة الخوف.
المطلب السابع: اشتراط الجماعة لصلاة الخوف.
المطلب الثامن: كيفية قراءة الإمام في صلاة الخوف، وفيه فرعان:
الفرع الأول: كيفية قراءة الإمام في صلاة الخوف من حيث السر والجهر.
الفرع الثاني: التخفيف في القراءة.
المطلب التاسع: سهو الإمام في صلاة الخوف.
المطلب العاشر: قطع الصلاة لسماع صفارات الإنذار.
المطلب الحادي عشر: هجوم العدو أثناء الصلاة.
المطلب الثاني عشر: المشي في صلاة الخوف.
المطلب الثالث عشر: المتلطخ بالدم في صلاة الخوف
المطلب الرابع عشر: حمل السلاح في صلاة الخوف.
المطلب الخامس عشر: حمل السلاح المتنجس في صلاة الخوف.
المطلب السادس عشر: حصول الأمن أثناء صلاة الخوف.
المطلب السابع عشر: حصول الآمن بعد صلاة الخوف.
المطلب الثامن عشر: الصلاة لخوف ثبت توهمه.
المبحث الثاني: أحكام المجاهد في قصر الصلاة وجمعها، وفيه مطلبان:
المطلب الأول: قصر الصلاة للمجاهد، وفيه أربعة فروع:','1','11',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (10,'الفرع الأول: قصر الصلاة للطيارين الذين يقومون بدوريات على الثغور.
الفرع الثاني: قصر الصلاة في السفن الحربية الثابتة في البحر.
الفرع الثالث: قصر الصلاة في السفن الحربية المتحركة في البحر.
الفرع الرابع: قصر الصلاة للمجاهد في الأسر.
المطلب الثاني: الجمع بين الصلاتين في وقت إحداهما للمجاهد.
المبحث الثالث: أحكام المجاهد في الجنائز، وفيه خمسة مطالب.
المطلب الأول: ما يستحق به المجاهد وصف الشهادة وفيه سبعة فروع.
الفرع الأول: التعريف بالشهيد.
الفرع الثاني: موت المجاهد بعد خروجه للجهاد وقبل المعركة.
الفرع الثالث: موت المجاهد في الأسر.
الفرع الرابع: موت المجاهد بعد انتهاء المعركة.
الفرع الخامس: موت المجاهد متأثر بإصابته في المعركة.
الفرع السادس: قتله خطأ من قبل مسلم.
الفرع السابع: قتل المجاهد نفسه خطأ.
المطلب الثاني: غسل الشهيد، وفيه خمسة فروع:
الفرع الأول: غسل الشهيد إذا قتل في ميدان المعركة.
الفرع الثاني: غسل الشهيد إذا قتل جنبا.
الفرع الثالث: غسل الشهيد يحمل وفيه رمق حياة ثم يموت.
الفرع الرابع: غسل الشهيد يحمل ويبقى أياما ثم يموت.
الفرع الخامس: غسل الشهيد الملوث بالمواد الكيميائية.
المطلب الثالث: تكفين الشهيد، وفيه أربعة فروع:','1','12',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (11,'الفرع الأول: فيما يكفن فيه.
الفرع الثاني: في نزع الدروع والحديد والخفاف ونحو ذلك منه.
الفرع الثالث: في كيفية تكفين الشهيد.
الفرع الرابع: في تكفين المجاهد الملوث بالمواد الكيمائية.
المطلب الرابع: الصلاة على الشهيد. وفيه خمسة فروع:
الفرع الأول: الصلاة عليه إذا قتل في ميدان المعركة.
الفرع الثاني: الصلاة عليه إذا حمل وفيه رمق حياة ثم مات.
الفرع الثالث: الصلاة عليه يبقى أياما بعد الإصابة ثم يموت.
الفرع الرابع: الصلاة على من رجع عليه سلاحه فقتله.
الفرع الخامس: الصلاة على من اختلط بموتى الكفار.
المطلب الخامس: دفن الشهيد. وفيه خمسة فروع:
الفرع الأول: دفنه وعليه شيء من السلاح والحديد ونحو ذلك.
الفرع الثاني: دفن أكثر من شهيد في قبر واحد.
الفرع الثالث: نبش قبر الشهيد.
الفرع الرابع: إبقاء الشهيد في الثلاجة مدة طويلة.
الفرع الخامس: كتابة اسم المجاهد وفصيلة دمه وتعليقها في العنق أو في اليد حتى يعرف.
الفصل الثالث: أحكام المجاهد في الزكاة والصوم والحج، وفيه ثلاثة مباحث:
المبحث الأول: أحكام المجاهد في الزكاة وفيه مطلبان:
المطلب الأول: أخذ المجاهد من الزكاة.
المطلب الثاني: إخراج الزكاة من مال المجاهد في غيبته.
المبحث الثاني: أحكام المجاهد في الصوم، وفيه مطلبان:','1','13',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (12,'المطلب الأول: إفطار المجاهد في رمضان، وفيه ثلاثة فروع:
الفرع الأول: إفطار المجاهد المسافر للجهاد.
الفرع الثاني: إفطار المجاهد المقيم.
الفرع الثالث: إجبار المجاهد على الإفطار في رمضان.
المطلب الثاني: صوم الأسير إذا لم يعرف بدء الشهر.
المبحث الثالث: أحكام المجاهد في الحج، وفيه مطلبان:
المطلب الأول: فضل الجهاد على الحج.
المطلب الثاني: ترك الجهاد للحج بأهله.
الفصل الرابع: أحكام المجاهد في باب الجهاد، وفيه ستة مباحث:
المبحث الأول: في خروج المجاهد للجهاد، وفيه سبعة مطالب.
المطلب الأول: إذن الإمام في خروجه للجهاد.
المطلب الثاني: إذن الوالدين في خروجه للجهاد.
المطلب الثالث: إذن الدائن في خروجه للجهاد.
المطلب الرابع: إذن القائد في الخروج من المعسكر.
المطلب الخامس: خروج المجاهد مع القائد الفاجر.
المطلب السادس: خروج النساء مع المجاهد.
المطلب السابع: خروج المجاهد بالقرآن إلى أرض العدو.
المبحث الثاني: أحكام المجاهد في مواجهة العدو، وفيه مطلبان.
المطلب الأول: ما قبل بدء المعركة والالتحام بالعدو وفيه ستة فروع:
الفرع الأول: دعوة العدو قبل القتال.
الفرع الثاني: الإنذار بالهجومِِِِِ.','1','14',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (13,'الفرع الثالث: معرفة مواقع العدو وقدارته عن طريق الاستطلاع للأخبار وإرسال العيون.
الفرع الرابع: تبييت العدو في الليل.
الفرع الخامس: الحرب النفسية والخديعة بالعدو، وفيه أربعة مسائل:
المسألة الأولى: الإعلام.
المسألة الثانية: إشاعة الفرقة وبث الرعب بين الأعداء.
المسألة الثالثة: إظهار القوة.
المسألة الرابعة: مخادعة العدو.
الفرع السادس: الاستعانة بالكفار في قتال العدو.
المطلب الثاني: في بدء المعركة والالتحام مع العدو، وفيه أحد عشر فرعا:
الفرع الأول: الدعاء والتكبير.
الفرع الثاني: علاقة القادة بالجند واتباع الخطط المرسومة.
الفرع الثالث: الفرار من الزحف.
الفرع الرابع: قتل المشارك في الحرب من العدو.
الفرع الخامس: قتل من لم يشارك في الحرب من العدو.
الفرع السادس: قتل المجاهد قريبه الكافر.
الفرع السابع: قتل العدو إذا تترسوا بالنساء والأطفال أو بأسرى الحرب من المسلمين.
الفرع الثامن: الاعتداء على أعراض العدو.
الفرع التاسع: المثلة بموتى العدو.
الفرع العاشر: إقحام المجاهد نفسه فيما يغلب على ظنه أن فيه الهلكة.
الفرع الحادي عشر: استسلام المجاهد للأسر.','1','15',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (14,'المبحث الثالث: فيما يستخدمه المجاهد من الأسلحة في مواجهة العدو، وفيه أربعة مطالب:
المطلب الأول: التحريق بالنار.
المطلب الثاني: التغريق بالماء.
المطلب الثالث: الرمي وفيه أربعة فروع.
الفرع الأول: الرمي بالمنجنيق.
الفرع الثاني: الرمي بالمدافع والدبابات والطائرات.
الفرع الثالث: الرمي بالسهام والنبال المسمومة.
الفرع الرابع: الرمي بالأسلحة ذات الدمار الشامل، وفيه مسألتان.
المسألة الأولى: الرمي بالأسلحة النووية.
المسألة الثانية: الرمي بالأسلحة الكيمائية والجرثومية.
المطلب الرابع: التحصينات لردع العدو، وفيه أربعة فروع.
الفرع الأول: حفر الخنادق.
الفرع الثاني: وضع الأسلاك الشائكة.
الفرع الثالث: زراعة الألغام.
الفرع الرابع: نصب الصواريخ.
المبحث الرابع: إتلاف المجاهد لأموال العدو، وفيه سبعة مطالب:
المطلب الأول: إتلاف مال العدو إذا خشي أن يسترده.
المطلب الثاني: إتلاف مال العدو إذا لم يخش استرداده.
المطلب الثالث: إحراق المدن والزرع وقطع الأشجار ونحو ذلك.
المطلب الرابع: إتلاف الكتب وفيه فرعان:','1','16',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (15,'الفرع الأول: إتلاف الكتب الضارة.
الفرع الثاني: إتلاف الكتب النافعة.
المطلب الخامس: قتل الحيوانات.
المطلب السادس: إراقة الخمور ونحو ذلك.
المطلب السابع: إتلاف سلاح العدو.
المبحث الخامس: في إطلاق المجاهد من الأسر، وفيه خمسة مطالب:
المطلب الأول: فداء الأسرى.
المطلب الثاني: قتل أسرى العدو إذا قتلوا أسرى المسلمين.
المطلب الثالث: هرب المجاهد من الأسر بعد قتل العدو وأخذه ماله.
المطلب الرابع إذا أطلقه العدو على أن يبقى في ديارهم.
المطلب الخامس: إذا أطلقه العدو على أن ينفذ لهم في دار الإسلام ما يريدون وفيه فرعان.
الفرع الأول: إذا أطلقه العدو على أن يحمل له من بلاد الإسلام الفداء.
الفرع الثاني: إذا أطلقه العدو ليكون جاسوسًا لهم على المجاهدين.
المبحث السادس: في أحكام الغنيمة والفيء والنفل، وفيه ثلاثة مطالب:
المطلب الأول: في أحكام الغنيمة وفيه أربعة فروع:
الفرع الأول: الغلول في الغنيمة، وفيه ثلاث مسائل.
المسألة الأولى: المراد بالغلول.
المسألة الثانية: حكم الغلول.
المسألة الثالثة: عقوبة الغال.
الفرع الثاني: ما يجوز للمجاهد أخذه من الغنيمة قبل القسمة، وفيه أربعة مسائل:','1','17',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (16,'المسألة الأولى: استعمال سلاح العدو.
المسألة الثانية: الأكل بقدر الحاجة.
المسألة الثالثة: تموين المركوب في أرض العدو.
المسألة الرابعة: استعمال الأدوية للعلاج.
الفرع الثالث: قسمة الغنيمة قبل أن يكون للجند راتب من الدولة، وفيه ثلاث مسائل.
المسألة الأولى: تخميس الغنيمة.
المسألة الثانية: سهم الفارس.
المسألة الثالثة: سهم الراجل.
الفرع الرابع: قسمة الغنيمة بعد أن أصبح للجند راتب.
المطلب الثاني: في أحكام الفيء، وفيه فرعان:
الفرع الأول: حكم أخذ الفيء
الفرع الثاني: قسمة الفيء على الجنود في الماضي والحاضر.
المطلب الثالث: في أحكام النفل للمجاهد، وفيه ثلاثة فروع.
الفرع الأول: حكم النفل.
الفرع الثاني: فائدة النفل.
الفرع الثالث: النفل في الماضي والحاضر.
الباب الثاني
أحكام المجاهد في المعاملات، وفيه ثلاثة فصول:
الفصل الأول: أحكام المجاهد في البيع، وفيه ستة مباحث:
المبحث الأول: بيع المجاهد السلاح على العدو','1','18',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (17,'المبحث الثاني: شراء المجاهد السلاح من العدو.
المبحث الثالث: شراء المجاهد ما يحتاجه من تجار العدو غير السلاح.
المبحث الرابع: التعامل بالربا بين المجاهد والحربي في أرض العدو.
المبحث الخامس: تصرف المجاهد ببيع شيء من الغنيمة.
المبحث السادس: بيع الحربي ولده على المجاهد في دار الحرب.
الفصل الثاني: أحكام المجاهد في الإجارة والجعالة والعارية واللقطة، وفيه أربعة مباحث:
المبحث الأول: في الإجارة وفيه أربعة مطالب:
المطلب الأول: أخذ الأجرة على الجهاد.
المطلب الثاني: استئجار من ينوب عنه في الجهاد.
المطلب الثالث: استئجار آلات الحرب.
المطلب الرابع: استئجار كافر لمساعدته.
المبحث الثاني: في الجعالة وفيه مطلبان:
المطلب الأول: أخذ الجعل على الجهاد.
المطلب الثاني: وقت استحقاق الجعل على الجهاد.
المبحث الثالث: استعارة المجاهد آلات الحرب.
المبحث الرابع: أخذ المجاهد لقطة دار الحرب.
الفصل الثالث: أحكام المجاهد في الرهن والضمان، وفيه مبحثان:
المبحث الأول: رهن المجاهد سلاحه للعدو في شراء الطعام ونحوه.
المبحث الثاني: في الضمان وفيه مطلبان:
المطلب الأول: ضمان المجاهد السلاح المستعار إذا تلف.
المطلب الثاني: ضمان لقطة دار الحرب.','1','19',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (18,'الباب الثالث
أحكام المجاهد في فقه الأسرة، وفيه أربعة فصول:
الفصل الأول: أحكام المجاهد في الوقف والهبة والوصية والميراث، وفيه ثلاثة مباحث:
المبحث الأول: في الوقف، وفيه مطلبان.
المطلب الأول: وقف المجاهد ماله على المجاهدين في سبيل الله.
المطلب الثاني: نفقة الفرس الموقوف على الجهاد في سبيل الله.
المبحث الثاني: قبول المجاهد الهبة على الجهاد.
المبحث الثالث: في الوصية والميراث، وفيه مطلبان:
المطلب الأول: في الوصية وفيه فرعان:
الفرع الأول: وصية المجاهد قبل الخروج للجهاد.
الفرع الثاني: الوصية للمجاهد.
المطلب الثاني: في الميراث وفيه فرعان:
الفرع الأول: قسمة مال المفقود في المعركة.
الفرع الثاني: إرث المفقود قبل حكم الحاكم بموته.
الفصل الثاني: أحكام المجاهد في النكاح، وفيه أربعة مباحث:
المبحث الأول: نكاح المجاهد في دار الحرب.
المبحث الثاني: نكاح الأسير في الأسر.
المبحث الثالث: وطء الأسير زوجته أو أمته في أرض العدو.
المبحث الرابع: أطول مدة يغيب فيها المجاهد عن زوجته.','1','20',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (19,'الفصل الثالث: أحكام المجاهد في الإيلاء والرجعة وفيه مبحثان:
المبحث الأول: في الإيلاء وفيه مطلبان:
المطلب الأول: مدة الإيلاء.
المطلب الثاني: آلى من زوجته ثم خرج للجهاد ولم يفيء حتى انتهت مدة الإيلاء.
المبحث الثاني: في الرجعة، وفيه مطلبان:
المطلب الأول: مراجعة المجاهد زوجته وهو في المعركة.
المطلب الثاني: إذا لم تعلم الزوجة بمراجعته لها فاعتدت ثم تزوجت.
الفصل الرابع: في أحكام المجاهد في العدة والنفقات، وفيه مبحثان:
المبحث الأول: في العدة، وفيه مطلبان:
المطلب الأول: عدة زوجة المجاهد إذا قتل في سبيل الله.
المطلب الثاني: عدة زوجة المجاهد إذا فقد في المعركة، وفيه فرعان:
الفرع الأول: مدة الانتظار قبل أن تعتد.
الفرع الثاني: عدة زوجة المجاهد بعد مدة الانتظار.
المبحث الثاني: في النفقات وفيه مطلبان.
المطلب الأول: في نفقة زوجة المجاهد ونفقة أولاده.
المطلب الثاني: فضل كفالة أولاد المجاهد وزوجته.
الباب الرابع
أحكام المجاهد في الجنايات والديات والحدود والقضاء، وفيه فصلان:
الفصل الأول: أحكام المجاهد في الجنايات والديات والحدود، وفيه ثلاثة مباحث:
المبحث الأول: أحكام المجاهد في الجنايات، وفيه خمسة مطالب:
المطلب الأول: أحكام المجاهد في القصاص وفيه فرعان:','1','21',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (20,'الفرع الأول: القصاص من المجاهد في النفس.
الفرع الثاني: القصاص من المجاهد فيما دون النفس.
المطلب الثاني: قتل المجاهد نفسه في المعركة.
المطلب الثالث: قتل المجاهد نفسه في الأسر.
المبحث الثاني: في أحكام المجاهد في الديات، وفيه أربعة مطالب.
المطلب الأول: في دية الشهيد.
المطلب الثاني: دية المقتول خطأ في المعركة.
المطلب الثالث: ضمان المجاهد قتل من تترس به العدو من المسلمين.
المطلب الرابع: ضمان المجاهد من قتله خطأ أو عمدا من لا يجوز له قتلهم من العدو.
المبحث الثالث: في أحكام المجاهد في الحدود، وفيه مطلبان:
المطلب الأول: إقامة الحدود على المجاهد في أرض العدو.
المطلب الثاني: إقامة الحدود على المجاهد في الثغور.
الفصل الثاني: أحكام المجاهد في القضاء، وفيه خمسة مباحث:
المبحث الأول: خروج القاضي للجهاد.
المبحث الثاني: مطالبة المجاهد بالدين الحال.
المبحث الثالث: مطالبة المرأة له بالطلاق.
المبحث الرابع: قبول شهادة المجاهد على غير المجاهد.
المبحث الخامس: قبول شهادة المجاهدين بعضهم لبعض.
الخاتمة: وتشمل:
١- أهم نتائج البحث. ... ٢- الفهارس.','1','22',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (21,'هذا وحسبي أني بذلت غاية جهدي في إخراج هذا البحث على الوجه الذي رجوت فيه السداد والصواب من الله عز وجل ما استطعت، مع العلم بأن الكمال لا يكون إلا لله وحده، والخطأ والنقص والتقصير من طبيعة البشر، فلا يمكن الكمال وما كتب أحد كتابا في يومه إلا رأى في غده أنه لو قدم أو أخر أو زاد أو نقص لكان أفضل.
فما كان من توفيق في هذا البحث إلى الصواب فهو من الله وحده، وما كان من خطأ ونقص وتقصير فهو مني ومن الشيطان، واستغفر الله وأتوب إليه من خطئي وتقصيري وأسأله إخلاص النية في القول والعمل في السر والعلن.
ثم إني هنا بعد شكر الله عز وجل، أتقدم بالشكر الجزيل وخالص التقدير وخالص الدعاء لشيخي وأستاذي الوالد الفاضل الدكتور/ عبد الرحمن بن عبد الله الدرويش، حفظه الله ورعاه، الذي أشرف على هذه الرسالة، فنلت من بحر علمه وسديد توجيهاته، ونقده الهادف المبني على العلم والدراية ما كان خير معين لي، بعد توفيق الله، في إخراج هذا البحث بهذه الصورة مع ما أسبغه عليَّ من جميل أخلاقه، وحسن مقابلته، وسعة صدره، وحلمه، فجزاه الله عني وعن جميع طلبة العلم وعن جميع المسلمين خير الجزاء، وأجزل له الأجر والمثوبة، والشكر موصول لجامعة الإمام محمد بن سعود الإسلامية ممثلة في المعهد العالي للقضاء، هذا الصرح الشامخ الذي تخرج منه جهابذة العلم والفقه والقضاء والسياسة، وأخص بالشكر عميده ووكيله ورئيس قسم الفقه المقارن وجميع أعضاء هيئة التدريس بالمعهد الذين يولون العلم وأهله جل اهتمامهم ووقتهم وجهدهم.
ولا يفوتني هنا أن أشكر وزارة المعارف ممثلة في كلية المعلمين في أبها التي منحتني الفرصة لمواصلة دراستي العليا فجزاهم الله خير الجزاء.
ثم إني أشكر لجنة المناقشة التي تكرمت بدراسة الرسالة ومناقشتها وإبداء الملاحظات القيمة التي ستؤخذ بعين الاعتبار، وهما فضيلة الأستاذ الدكتور عبد الله بن محمد المطلق، وفضيلة الدكتور محمد فضل المراد، فجزاهما الله خير الجزاء.
والحمد لله رب العالمين وصلى الله على نبينا الأمين وعلى آله وصحبه أجمعين.
المؤلف/
د. مرعي بن عبد الله الشهري','1','23',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (22,'<span data-type="title" id=toc-3>تمهيد</span>
ويشتمل على خمسة مباحث:
المبحث الأول: تعريف الجهاد، وبيان أنواعه.
المبحث الثاني: مشروعية الجهاد بالنفس في سبيل الله، ومراحله.
المبحث الثالث: فضل الجهاد والمجاهدين في سبيل الله.
المبحث الرابع: هدف الجهاد بالنفس في سبيل الله.
المبحث الخامس: التعريف بالمجاهد، وشروطه وحكم الجهاد في حقه.','1','24',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (23,'<span data-type="title" id=toc-4>المبحث الأول
تعريف الجهاد، وبيان أنواعه</span>
وفيه مطلبان:
المطلب الأول: تعريف الجهاد.
المطلب الثاني: بيان أنواعه.','1','25',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (24,'<span data-type="title" id=toc-5>المطلب الأول
تعريف الجهاد</span>
أولا: تعريفه في اللغة:
الجهاد: مصدر جاهد جهاد ومجاهدة، قاتل العدو وجاهد في سبيل الله، وهو من الجهد، أي: المشقة والطاقة.
يقال: أجهد دابته إذا حمل عليها في السير فوق طاقتها.
والجهد - بالضم- الوسع والطاقة (١) .
ففي الجهاد مشقة، وتعب ومبالغة في بذل الوسع في قتال الكفار أو غيرهم، فهو عام يشمل الأقوال والأفعال.
جاء في لسان العرب: (الجهاد: المبالغة واستفراغ الوسع في الحرب، أو اللسان أو ما أطاق من شيء) (٢) .
ثانيا: عند الفقهاء:
عرفه الحنفية بأنه: بذل الوسع والطاقة بالقتال في سبيل الله عز وجل بالنفس، والمال، واللسان، أو غير ذلك، أو المبالغة في ذلك (٣) .
أو بأنه: الدعاء إلى الدين الحق، وقتال من لم يقبله (٤) .
_________
(١) «لسان العرب» لابن منظور (٣/١٣٤) مادة (جهد) و «المحيط» في اللغة لابن عباد (٣/٣٦٩) و «المصباح المنير» للفيومي ص ١١٢ مادة (جهد) .
(٢) «لسان العرب» (٣/١٣٥) مادة (جهد) .
(٣) «بدائع الصنائع» للكاساني (٦/٥٧) .
(٤) «اللباب في شرح الكتاب» لعبد الغني الميداني (/١١٤) و «تحفة الفقهاء» لعلاء الدين السمرقندي (٣/٢٩٣) .','1','26',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (25,'وعرفه المالكية بأنه: قتال مسلم كافرا غير ذي عهد، لإعلاء كلمة الله تعالى، أو حضوره له، أو دخوله أرضه (١) .
وعرفه الشافعية، والحنابلة بأنه: بذل الجهد في قتال الكفار (٢) .
ونخلص من هذه التعريفات إلى أن الجهاد يأتي بمعنيين:
الأول: معنى عام يشمل قتال الكفار بالنفس والمال واللسان، وغير ذلك كما عرفه به الحنفية استنادا على المعنى اللغوي للجهاد، وما جاء في بعض النصوص الشرعية من إطلاق الجهاد على غير قتال الكفار بالنفس كقوله - صلى الله عليه وسلم - «المجاهد من جاهد نفسه في طاعة الله (٣) » «جاهدوا المشركين بأموالكم وأنفسكم وألسنتكم» (٤) .
_________
(١) «بلغة السالك» للصاوي (١/٣٥٤) ومعنى حضوره له أي: حضوره القتال، أو دخوله أرضه، أي: أرض الكفار.
(٢) «فتح الباري شرح صحيح البخاري» لابن حجر (٦/٣) والمهذب للشيرازي مع تكملة المجموع (٢١/١٢١) و «شرح منتهى الإرادات» لمنصور البهوتي (١/٦١٧) والروض المربع للبهوتي ص (٢٩٥) .
(٣) أخرجه الإمام أحمد في المسند (مسند فضالة بن عبيد) ح رقم (٢٣٨٤٠) وصححه ابن حبان، انظر: «الإحسان بترتيب صحيح ابن حبان» ، «باب الهجرة» ، ح رقم (٤٨٤٢) وصححه الحاكم في «المستدرك» كتاب الإيمان، ح رقم (٢٤) وسكت عنه الذهبي في التلخيص بهامش المستدرك وصححه الألباني: أنظر سلسلة الأحاديث الصحيحة، ح رقم (٥٤٩) .
(٤) أخرجه أبو داود في سننه، «كتاب الجهاد» باب كراهية ترك الغزو، ح رقم (٢٥٠٤) والنسائي في سننه مع شرح السيوطي، كتاب الجهاد، باب وجوب الجهاد، ح رقم ... (٣٠٩٦) والإمام أحمد في «المسند» (١٠/٣٩٨) ح رقم (١٢١٨٦) وأخرجه الدارمي في سننه، كتاب الجهاد باب في جهاد المشركين باللسان واليد (٢/٢١٣) والحاكم في «المستدرك» ، كتاب الجهاد، ح رقم (٢٤٢٧) وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه، ووافقه الذهبي. انظر التلخيص بهامش المستدرك (٢/٩١) وصححه ابن حبان. انظر: «الإحسان بترتيب صحيح ابن حبان» ، باب الجهاد، ح رقم (٤٦٨٨) .','1','27',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (26,'الثاني: معنى خاص وهو: قتال الكفار بالنفس وهذا ما عرفه به الجمهور، وهذا المعنى للجهاد هو المراد عند الإطلاق ولا ينصرف إلى غير قتال الكفار بالنفس إلا بقرينة.
جاء في المقدمات الممهدات: (فكل من أتعب نفسه في ذات الله فقد جاهد في سبيله، إلا أن الجهاد في سبيل الله إذا أطلق فلا يقع إلا على مجاهدة الكفار بالسيف حتى يدخلوا في الإسلام، أو يعطوا الجزية عن يد وهم صاغرون) (١) . وهذا المعنى الخاص هو الذي يدور عليه بحثنا إن شاء الله.
<span data-type="title" id=toc-6>المطلب الثاني
أنواع الجهاد</span>
من خلال تعريف الجهاد في اللغة وعند الفقهاء اتضح أن الجهاد بالمعنى العام يشمل عدة أنواع حصرها بعض العلماء في أربعة أنواع (٢) :
النوع الأول: جهاد النفس:
وهو: أن يجاهد النفس على تعلم أمور الدين وعلى العمل بما تعلم، ثم الدعوة إليه، والصبر على مشاق الدعوة.
_________
(١) «المقدمات الممهدات» لابن رشد (١/٣٤٢) .
(٢) «زاد المعاد» لابن القيم (٣/٩-١١) «وفتح الباري» (٦/٣) و «حاشية الروض المربع» لابن قاسم النجدي (٤/٢٥٣) .','1','28',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (27,'عن فضالة بن عبيد (١) رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - في حجة الوداع: «المجاهد من جاهد نفسه في طاعة الله، والمهاجر من هجر الخطايا والذنوب» (٢) .
النوع الثاني: جهاد الشيطان:
وهو: مجاهدة الشيطان على دفع ما يأتي به من شبهات، وذلك باليقين، ودفع ما يزينه من الشهوات، وذلك بالصبر عن الشهوات.
قال تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآَيَاتِنَا يُوقِنُونَ} [السجدة: ٢٤] .
النوع الثالث: جهاد البغاة، وأرباب الظلم والبدع، والمنكرات:
ويكون ذلك باليد إذا قدر، فإن عجز فباللسان، فإن عجز جاهد بقلبه.
عن أبي سعيد الخدري (٣) رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «من رأى منكم منكرا فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وذلك أضعف الإيمان» (٤) .
_________
(١) هو فضالة بن عبيد بن نافذ بن قيس الأنصاري الأوسي أسلم قديما، لم يشهد بدرا، وشهد أحدا فما بعدها سكن الشام، ووولاه معاوية قضاء دمشق، وتوفي في خلافة معاوية سنة ٥٣ هـ. انظر: «الإصابة في تمييز الصحابة» لابن حجر (٥/٢٨٣) ت رقم (٧٠٠٧) وأسد الغابة في معرفة الصحابة لابن الأثير (٤/٦٣) ت رقم (٤٢٢٦) .
(٢) سبق تخريجه ص (٢٧) .
(٣) هو: سعد بن مالك بن سنان، الأنصاري الخزرجي، كنيته أبو سعيد الخدري، من أعيان الصحابة وفقهائهم شهد الخندق وبيعة الرضوان، وغيرهما، توفي سنة ٧٤هـ، وقيل غير ذلك، انظر: «الإصابة في تمييز الصحابة» (٣/٥٦) ت رقم (٣٢٠٤) «وشذارات الذهب» لابن عماد الحنبلي (١/٨١) .
(٤) «صحيح مسلم» مع شرح النووي كتاب الإيمان، باب كون النهي عن المنكر من الإيمان، ح رقم (٤٩) .','1','29',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (28,'النوع الرابع: جهاد الكفار والمنافقين (١) :
ويكون بالسيف وبالمال، وباللسان، وبالقلب، وجهاد الكفار أخص باليد، وجهاد المنافقين أخص باللسان (٢) .
قال تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ} [التوبة: ٧٣] .
وقال تعالى: {وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ} [التوبة: ٤١] .
وعن أنس بن مالك (٣) رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «جاهدوا المشركين بأموالكم وأنفسكم وألسنتكم» (٤) .
وقد قصرت البحث كما في عنوان الكتاب على جهاد الكفار بالنفس والأحكام المتعلقة بالمجاهد بالنفس في سبيل الله فخرجت الأنواع الأخرى من إطار البحث.
_________
(١) المراد النفاق الاعتقادي المخرج من الدين، وهو إظهار الإسلام وإبطان الكفر والشر. انظر: «كتاب التوحيد» د/ صالح الفوزان ص ١٨.
(٢) «زاد المعاد» (٣/١١) «وفتح الباري» (٦/٣) «وحاشية الروض المربع» (٤/٢٥٣) .
(٣) هو أنس بن مالك بن النضر، الأنصاري الخزرجي خادم رسول الله - صلى الله عليه وسلم - شهد ثمان غزوات مع النبي - صلى الله عليه وسلم - وشهد الفتوح في عهد الخلفاء، دعا له النبي - صلى الله عليه وسلم - بالبركة في العمر والمال والولد، توفي بالبصرة سنة ٩٣ هـ على الأرجح، وقيل: هو آخر من مات من الصحابة بالبصرة. انظر: «الإصابة» (١/٢٧٥) ت رقم (٢٧٧) «وأسد الغابة» لابن الأثير (١/١٥١) ت رقم (٢٥٨) .
(٤) سبق تخريجه ص (٢٧) .','1','30',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (29,'<span data-type="title" id=toc-7>المبحث الثاني
مشروعية الجهاد بالنفس في سبيل الله ومراحله</span>
وفيه مطلبان:
<span data-type="title" id=toc-8>المطلب الأول: مشروعية الجهاد بالنفس في سبيل الله</span>.
المطلب الثاني: مراحل تشريع الجهاد بالنفس في سبيل الله.
المطلب الأول
مشروعية الجهاد بالنفس في سبيل الله
الجهاد بالنفس في سبيل الله مشروع بالكتاب، والسنة، وإجماع الأمة.
أولا: من الكتاب.
الآيات الدالة على مشروعية الجهاد من القرآن الكريم كثيرة منها:
١- قوله تعالى: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ} [الحج: ٣٩] .
٢- قوله تعالى: {كُتِبَ عَلَيْكُمُ الْقِتَالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَهُوَ خَيْرٌ لَكُمْ} [البقرة: ٢١٦] .
٣- قوله تعالى: {انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} [التوبة: ٤١] .
٤- وقوله تعالى: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} [الصف: ٤] .','1','31',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (30,'ثانيا: من السنة.
أ- السنة القولية.
جاءت أحاديث كثيرة تدل على مشروعية الجهاد بالنفس في سبيل الله منها:
١- عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «أمرت أن أقاتل الناس حتى يقولوا: لا إله إلا الله، فمن قال لا إله إلا الله، عصم مني ماله، ونفسه إلا بحقه وحسابه على الله» (١) .
٢- عن أنس رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «جاهدوا المشركين بأموالكم، وأنفسكم وألسنتكم» (٢) .
٣- عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «من مات ولم يغز، ولم يحدث نفسه به، مات على شعبة من النفاق (٣) » (٤) .
ففي الحديث الأول أمر النبي - صلى الله عليه وسلم - بالجهاد في سبيل الله بنفسه، وفي الحديث الثاني أمر النبي - صلى الله عليه وسلم - أصحابه بالجهاد في سبيل الله بالنفس، والمال، واللسان، وهو أمر للأمة إلى أن تقوم الساعة.
_________
(١) «صحيح البخاري» مع «فتح الباري» ، كتاب الزكاة باب وجوب الزكاة ح رقم ... (١٣٩٩) و «صحيح مسلم» مع «شرح النووي» كتاب الإيمان باب الأمر بقتال الناس حتى يقولوا: لا إله إلا الله ح رقم (٢٠) .
(٢) سبق تخريجه (٢٧) .
(٣) المراد به النفاق العملي وهو: عمل شيء من أعمال المنافقين مع بقاء الإيمان في القلب، وهذا لا يخرج من الملة، ولكنه وسيلة إلى ذلك، انظر كتاب التوحيد د/ صالح الفوزان ص ٢٠.
(٤) صحيح مسلم مع شرح النووي، كتاب الإمارة باب من مات ولم يغز ح رقم (١٩١٠) .','1','32',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (31,'وجاء الحديث الثالث بالتحذير والوعيد الشديد لمن ترك الجهاد، أو تهاون فيه، أو غفل عنه، وأن من مات ولم يحدث نفسه بالجهاد في سبيل الله، ولم ينفق على الجهاد في سبيل الله، مات على شعبة من النفاق.
ب- السنة الفعلية:
أمر النبي - صلى الله عليه وسلم - بالجهاد في سبيل الله، وقتال الكفار حتى يشهدوا أن لا إله إلا الله، فجاهد بنفسه الكريمة وقاد الغزوات في سبيل الله (١) وباشر القتال حتى شج (٢) وجهه الكريم - صلى الله عليه وسلم - وكسرت رباعيته ففي غزوة أحد (٣) أبلي النبي - صلى الله عليه وسلم - بلاءً حسنًا.
يصف سهل بن سعد (٤) - رضي الله عنه - ما حصل للنبي - صلى الله عليه وسلم - فيقول: (جرح وجه النبي - صلى الله عليه وسلم - وكسرت رباعيته وهشمت البيضة (٥) على رأسه..) (٦) .
_________
(١) غزا - صلى الله عليه وسلم - تسع عشرة غزوة، وقيل: سبع وعشرين، وقيل خمس وعشرين وقيل غير ذلك قاتل منها في ثمان غزوات منها يوم بدر وأحد والأحزاب ويوم خيبر، ويوم فتح مكة، ويوم حنين، انظر فتح الباري، كتاب المغازي (٧/٣٥٤) وعيون الأثر لابن سيد الناس اليعمري ... (١/٣٥٣) وطبقات ابن سعد (٢/٥) وكتاب المغازي لابن أبي شيبة ص (١٧١) .
(٢) الشجة: الجراحة وإنما تسمي بذلك إذا كانت في الوجه أو الرأس، انظر المصباح المنير ص (٣٠٥) .
(٣) أحد جبل بظاهر المدينة في شمالها وقعت عنده معركة أحد في سنة ثلاث من الهجرة انظر: الروض المعطار في خبر الأقطار ص ١٣ والبداية والنهاية لابن كثير (٣/٣٨٣)
(٤) سهل بن سعد بن مالك الخزرجي الأنصاري الساعدي، من مشاهير الصحابة، كان اسمه حزنا فغيره النبي - صلى الله عليه وسلم - مات سنة ٩١ هـ بالمدينة، وقيل: هو أخر من مات من الصحابة بالمدينة. انظر: الإصابة (٣/١٦٧) ت رقم (٣٥٤٦) ومشاهير علماء الأمصار لابن حبان البستي ص ٤٨ ت رقم (١١٤) .
(٥) هي الخوذة توضع على الرأس، وقيل ما يلبس على الرأس من آلات السلاح، انظر: لسان العرب (٧/١٢٥) مادة (بيض) وفتح الباري (٦/١٢٠) .
(٦) صحيح البخاري مع الفتح كتاب الجهاد والسير باب لبس البيضة، ح رقم (٢٩١١) . وصحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب غزوة أحد ح رقم (١٧٩٠) .','1','33',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (32,'ثالثا: إجماع الأمة:
أجمعت الأمة على مشروعية الجهاد بالنفس في سبيل الله، وقد نقل الإجماع غير واحد من العلماء.
قال ابن حزم (١) في مراتب الإجماع: (اتفقوا أن دفاع المشركين وأهل الكفر عن بيضة أهل الإسلام، وقراهم، وحصونهم، وحريمهم إذا نزلوا على المسلمين، فرض على الأحرار البالغين المطيقين) (٢) .
وقد جاهد الصحابة رضي الله عنهم بعد وفاة النبي - صلى الله عليه وسلم - وجهزوا الجيوش وفتحوا الأمصار واستقرت سيرة الخلفاء الراشدين أن تكون لهم في كل سنة أربع غزوات في الصيف والشتاء والربيع والخريف (٣) .
وتابعهم من جاء بعدهم فرفعوا رايات الجهاد، ولا يزال الجهاد ماضيا بإذن الله إلى قيام الساعة.
_________
(١) هو: أبو محمد علي بن أحمد بن سعيد بن حزم الأندلسي القرطبي الظاهري، برع في الفقه والأصول والحديث، انتقد العلماء بلسان حاد مما دعاهم إلى تضليله والتحذير منه توفي رحمه الله سنة ٤٥٦هـ في الأندلس، من مؤلفاته المحلى بالآثار، والإحكام في أصول الأحكام، وغيرهما. انظر: معجم المؤلفين لعمر كحالة (٢/٣٩٣) ت رقم (٩١١٧) وسير أعلام النبلاء للذهبي (١٨/١٨٤) .
(٢) مراتب الإجماع لابن حزم ص ١١٩ وانظر كذلك حاشية الروض المربع (٤/٢٥٤) ومجموع الفتاوى (٢٨/٣٥٤) .
(٣) الحاوي الكبير للماوردي (١٤/١٤٠) .','1','34',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (33,'<span data-type="title" id=toc-9>المطلب الثاني
مراحل تشريع الجهاد بالنفس في سبيل الله</span>
تمهيد:
لم يؤمر النبي - صلى الله عليه وسلم - في مكة قبل الهجرة إلى المدينة بقتال الكفار، وإنما أمر بالعفو، والصفح وتحمل الأذى، والمجادلة بالتي هي أحسن، والصبر، قال تعالى: {وَاصْبِرْ عَلَى مَا يَقُولُونَ وَاهْجُرْهُمْ هَجْرًا جَمِيلا} [المزمل: ١٠] وقال تعالى: ... {فَاصْفَحِ الصَّفْحَ الْجَمِيلَ} [الحجر: ٨٥] وقال تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ} [النحل: ١٢٥] وقال تعالى: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف: ١٩٩] .
قال شيخ الإسلام ابن تيمية (١) رحمه الله (فكان النبي - صلى الله عليه وسلم - في أول الأمر مأمورا أن يجاهد الكفار بالقرآن جهادا كبيرا. قال تعالى في سورة الفرقان وهي
_________
(١) هو شيخ الإسلام تقي الدين أبو العباس أحمد بن عبد الحليم بن عبد السلام المعروف بابن تيمية الحنبلي، ولد بحران سنة ٦٦١ هـ، وانتقل مع والده إلى دمشق، فتعلم واشتهر وبرع في الفقه وأصوله والتفسير والحديث وغيرها من العلوم، له مؤلفات كثيرة منها: مجموع الفتاوى، ومنهاج السنة، والاستقامة وغيرها، توفي رحمه الله مسجونا في قلعة دمشق سنة ٧٢٨ هـ. انظر البداية والنهاية لابن كثير (١٣٢/٥٥٢) الأعلام للزركلي (١/١٤٤) .','1','35',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (34,'مكية {فلا تطع- كبيرا} [الفرقان: ٥٢] وكان مأمورا بالكف عن قتالهم لعجزه وعجز المسلمين عن ذلك ... ) (١) .
وقال الجصاص (٢) رحمه الله: (ولم تختلف الأمة أن القتال كان محظورا قبل الهجرة) (٣) .
إذا تقرر هذا فإن الجهاد بالنفس في سبيل الله شرع بعد الهجرة النبوية إلى المدينة وقد نقل ابن حجر (٤) في الفتح الاتفاق على ذلك (٥) فقال: (.. فأول ما شرع الجهاد بعد الهجرة النبوية إلى المدينة اتفاقا) (٦) .
_________
(١) الجواب الصحيح لمن بدل دين المسيح لابن تيمية (١/٧٤) .
(٢) هو: أبو بكر أحمد بن علي الرازي الحنفي المعروف بالجصاص، على جانب كبير من الفقه والزهد والورع، من مؤلفاته، الفصول في الأصول، وأحكام القرآن، وشرح مختصر الطحاوي وغيرها، توفي رحمه الله في بغداد سنة ٣٧٠ هـ، انظر: الجواهر المضية في طبقات الحنفية (١/٢٢٠) ت رقم (١٥٥) ومعجم المؤلفين (١/٢٠٥) ت رقم (١٤٩٩) .
(٣) أحكام القرآن للجصاص (١/٣١١) .
(٤) هو: الحافظ أحمد بن علي بن محمد الكناني العسقلاني الشافعي المصري المولد والمنشأ والوفاة المعروف بابن حجر، ولد سنة ٧٧٣ هـ، محدث وأديب له تصانيف في الحديث والتاريخ والفقه منها: فتح الباري شرح صحيح البخاري، والإصابة في تمييز الصحابة، وشرح الإرشاد في فروع الفقه الشافعي وغيرها، توفي سنة ٨٥٢ هـ انظر: معجم المؤلفين (١/٢١٠) ت رقم (١٥٥٢) والأعلام للزركلي (١/١٧٨) .
(٥) ذكر ابن القيم رحمه الله أن هناك طائفة قالت إن الإذن بالجهاد كان بمكة وغلط هذا القول ورده من وجوه منها:
أ- أنه لم يكن لهم شوكة في مكة يتمكنوا بها من القتال.
ب- أن سياق آية الإذن بالجهاد يدل على أن الإذن كان بعد الهجرة قال تعالى: {الذين أخرجوا- بغير حق..} [الحج: ٤٠] انظر: زاد المعاد (٣/٧٠) .
(٦) فتح الباري (٦/٤٦) ونيل الأوطار للشوكاني (٧/٢٠٩) .','1','36',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (35,'وجاء في تفسير ابن كثير (.. وإنما شرع الله الجهاد في الوقت الأليق به، لأنهم لما كانوا في مكة كان المشركون أكثر عددا فلو أمر المسلمون وهم أقل من العشر بقتال الباقين لشق عليهم.. فلما استقروا بالمدينة، وأفاهم رسول الله - صلى الله عليه وسلم - واجتمعوا عليه، وقاموا بنصره وصارت لهم دار إسلام، ومعقلا يلجئون إليه شرع الله جهاد الأعداء..) (١) .
وقد تدرج الجهاد بالنفس في سبيل الله في ثلاث مراحل هي:
المرحلة الأولى: إباحة القتال في سبيل الله دون أن يفرض (٢) .
يدل على هذه المرحلة قوله تعالى: {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ * الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلا أَنْ يَقُولُوا رَبُّنَا اللَّهُ} [الحج: ٣٩، ٤٠] .
قال غير واحد من السلف، هذه أول آية نزلت في الجهاد (٣) .
ووجه الدلالة من الآية: أن الإذن معناه الإباحة، والمباح هو: ما دل الدليل السمعي على خطاب الشارع بالتخيير فيه بين الفعل والترك من غير بدل (٤) .
_________
(١) تفسير القرآن العظيم (٣/٢١٩) لابن كثير وهو: الحافظ عماد الدين أبو الفداء إسماعيل بن عمر بن كثير الدمشقي الشافعي، برع في الفقه، والتفسير والنحو، واشتغل بالحديث، من مؤلفاته، البداية والنهاية، وجامع المسانيد وتفسير القرآن العظيم، وغيرها، توفي رحمه الله بدمشق سنة ٧٧٤ هـ. الأعلام للزركلي (١/٣٢٠) ومعجم المؤلفين ... (١/٣٧٣) ت رقم (٢٧٧٨) .
(٢) أهمية الجهاد في نشر الدعوة الإسلامية. د/ علي بن نفيع العلياني ص ١٤٢.
(٣) تفسير القرآن العظيم لابن كثير (٣/٢١٨) .
(٤) أحكام القرآن لابن العربي (٣/٣٠٠) والإحكام في أصول الأحكام للآمدي (١/١٢) .','1','37',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (36,'فهذه المرحلة لك أن تقاتل الأعداء، ولك أن لا تقاتلهم ولا شيء عليك، وهذه مرحلة إعداد وتهيئة للمرحلة التالية لها، وهي المرحلة الثانية.
المرحلة الثانية:
الأمر بقتال من قاتل المسلمين من الكفار والكف عمن كف عن قتالهم (١) ويمكن أن تسمى مرحلة الدفاع (٢) .
_________
(١) أهمية الجهاد في نشر الدعوة الإسلامية ص ١٤٣.
(٢) توقف عند هذه المرحلة بعض من كتب عن الجهاد وخاصة في هذا العصر وجعلوها المرحلة النهائية للجهاد ومن ثم قالوا: إن الجهاد للدفاع فقط ومنهم على سبيل المثال الشيخ عبد الوهاب خلاف في كتابه السياسة الشرعية ص ٧٤ وسيد سابق في كتابه فقه السنة (٣/١١٩) ، وظافر القاسمي في كتابه الجهاد والحقوق الدولية العامة ص ١٧٢ والدكتور/ سعيد رمضان البوطي في كتابه الجهاد في الإسلام. وغيرهم واستدلوا بأدلة هذه المرحلة.
وقد رد العلماء على من حصر الجهاد في سبيل الله على الدفاع فقط. انظر على سبيل المثال في ظلال القرآن للشيخ سيد قطب رحمه الله عند تفسير سورة التوبة، والشيخ صالح اللحيدان في كتاب الجهاد في الإسلام بين الطلب والدفاع، وعبد الملك البراك في كتابه ردود على أباطيل وشبهات حول الجهاد وغيرهم كثير لا يتسع المجال لبسط ردودهم هنا.
ويمكن مناقشة استدلال من حصر الجهاد على الدفاع فقط: بأن هذه مرحلة من مراحل تشريع الجهاد أمر فيها النبي - صلى الله عليه وسلم - بقتال من قاتله، والكف عمن كف عنه، ثم جاءت المرحلة الأخيرة بعد نزول سورة براءة بقتال الكفار مطلقا حتى يسلموا أو يعطوا الجزية ويخضعوا لحكم الإسلام جاء في الصارم المسلول لابن تيمية عن الزهري (كانت سيرة رسول الله - صلى الله عليه وسلم - قبل أن تنزل براءة يقاتل من قاتله ومن كف يده عاهده وكف عنه) ص ١٣٧. وما نذكره في المرحلة الأخيرة من مراحل تشريع الجهاد من الأدلة من الكتاب والسنة واتفاق الفقهاء على أن الجهاد ليس للدفاع فقط ما يكفي على رد مثل هذا القول. وسيأتي ذلك قريبا إن شاء الله.','1','38',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (37,'يدل على هذه المرحلة ما يلي:
١- قوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ} [البقرة: ١٩٠] .
فهذا أمر من الله سبحانه وتعالى بقتال من قاتلهم من الكفار، والكف عمن كف عنهم (١) .
٢- قوله تعالى: {فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَمَا جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلا} [النساء: ٩٠] .
أي: إن اعتزلوكم هؤلاء الذين أمرتكم بالكف عنهم وألقوا إليكم السلم، فإن الله لم يجعل لكم عليهم طريقا فلا تعرضوا لهم (٢) .
ويدل على هذه المرحلة من السنة:
ما جاء في سيرة النبي - صلى الله عليه وسلم - بعد الهجرة إلى المدينة، فعند قدومه إلى المدينة لم يبدأ بقتال، وإنما كان يوادع، ويتألف الناس حتى اليهود، ولم يعهد أنه قاتل عدوه وهو لم يقاتله (٣) .
وقد كتب بينه وبين اليهود كتابا جاء فيه (.. وإنه من تبعنا من اليهود فإن له النصرة والأسوة غير مظلومين ولا متناصرين عليهم. وإن اليهود ينفقون مع المؤمنين ما داموا محاربين وإن يهود بني عوف أمة مع المؤمنين لليهود دينهم وللمسلمين دينهم ... ) (٤) .
_________
(١) جامع البيان للطبري (٢/١٩٥) .
(٢) جامع البيان للطبري (٤/٢٠١) .
(٣) زاد المعاد (٣/٦٥) وص (١٥٩) والصارم المسلول لابن تيمية ص ١٣٧.
(٤) زاد المعاد (٣/٦٥) وسيرة ابن هشام (٢/٥٠٢) .','1','39',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (38,'هكذا كانت هذه المرحلة، مرحلة دفاع ومعاهدات وتألف للناس، فلما قوي أمر المسلمين وكثر جمعهم وقويت نفوسهم بما شاهدوه من نصر الله في بدر وغيرها، جاءت المرحلة الحاسمة والنهائية في مراحل تشريع الجهاد بالنفس، وهي المرحلة الثالثة.
المرحلة الثالثة: الأمر بقتال جميع الكفار وابتداؤهم بالقتال أينما كانوا حتى يسلموا أو يعطوا الجزية (١)
عن يد وهم صاغرون (٢) ويخضعوا لحكم الإسلام، ويدخلوا في حماية المسلمين.
ويدل على هذه المرحلة الكتاب، والسنة، ويؤيد ذلك أقوال الفقهاء من الأئمة الأربعة، وغيرهم.
أولا: من الكتاب:
١- قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآَتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [التوبة: ٥] .
_________
(١) جاء في المصباح المنير: الجزية ما يؤخذ من أهل الذمة والجمع جزي ص ١٠٠.

وفي كشاف القناع: (مأخوذة من الجزاء وهي: مال يؤخذ منهم على وجه الصغار كل عام بدلا عن قتلهم وإقامتهم بدارنا) (٢/٤٣٤) .
وقد اتفق الفقهاء أن الجزية تقبل من أهل الكتاب دون غيرهم. واختلفوا في غيرهم فالحنفية قالوا: تؤخذ الجزية من جميع الكفار إلا مشركي العرب فلا تقبل منهم، والمالكية قالوا: تؤخذ من جميع الكفار إلا كفار قريش، وقال الشافعية، والحنابلة: تؤخذ من أهل الكتاب دون غيرهم، وقال ابن حزم: تؤخذ من أهل الكتاب والمجوس، انظر في ذلك بدائع الصنائع (٦/٧٨) وتحفة الفقهاء (٣/٣٠٧) والمقدمات (١/٣٧٦) والحاوي الكبير (١٤/٢٨٤) وكشاف القناع (٢/٤٣٥) والمحلى بالآثار (٥/٤١٣) .
(٢) الصغر والصغار هو: الذل والهوان، والصاغر الرضي بالذل والضيم، انظر لسان العرب (٤/٤٥٩) مادة (صغر) .','1','40',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (39,'والمعنى: فاقتلوهم حيث ثقفتموهم من الأرض، في الحرم وغير الحرم، وفي الأشهر الحرم وغيرها، وأسروهم، وامنعوهم من التصرف في بلاد الإسلام ومن دخول مكة، واقعدوا لهم بالطلب لقتلهم وأسرهم من قاتلنا منهم ومن لم يقاتلنا (١) .
٢- وقوله تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} [التوبة: ٢٩] .
هذه الآية أمر بقتال الكفار وخص أهل الكتاب لكونهم عالمين بالتوحيد والرسل والشرائع خصوصا محمد - صلى الله عليه وسلم - وملته وأمته، فلما أنكروا تأكدت عليهم الحجة وعظمت منهم الجريمة، ثم القتال إلى أن يسلموا، أو يعطوا الجزية بدل القتل (٢) .
٣- وقوله سبحانه {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ} [الأنفال: ٣٩] .
المراد بالفتنة: الشرك والكفر.
والمعنى: إن انتهوا عن الشرك والكفر، إما بالإسلام، أو إعطاء الجزية، فكفوا عنهم (٣) .
_________
(١) جامع البيان للطبري (٦/٣٢٠) والجامع لأحكام القرآن للقرطبي (٨/٨٩) وأحكام القرآن للجصاص (١/٣١٣) .
(٢) تفسير القرآن العظيم لابن كثير (٣/٣٣٢) والجامع لأحكام القرآن للقرطبي (٨/١٠١) .
(٣) الجامع لأحكام القرآن (٢/٣٥١) وجامع البيان للطبري (٢/٢٠٠) وتفسير القرآن العظيم (١/٢١٦) و (٢/٢٩٦) .','1','41',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (40,'ثانيا: السنة.
الأدلة من السنة على هذه المرحلة كثيرة منها:
١- عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله، وأن محمدا رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا عصموا مني دماءهم، وأموالهم إلا بحقها وحسابهم على الله» (١) .
٢- عن أنس بن مالك رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «الجهاد ماض منذ بعثني الله تعالى إلى أن يقاتل آخر أمتي الدجال (٢) لا يبطله جور جائر ولا عدل عادل..» (٣) .
ثالثا: أقوال الفقهاء من الأئمة الأربعة وغيرهم.
اتفق الأئمة الأربعة وغيرهم على ابتداء الكفار بالقتال وإن لم يبدؤنا وعلى قتالهم حتى يسلموا، أو يعطوا الجزية، ويدخلوا في حماية المسلمين.
جاء في أحكام القرآن للجصاص (ولا نعلم خلافا بين الفقهاء يحظر قتال من اعتزل قتالنا من المشركين..) (٤) .
_________
(١) سبق تخريجه.
(٢) الدجال: الكذاب المموه انظر المصباح المنير ص ١٨٩.
وشرعا: رجل مموه يخرج في أخر الزمان يدعي الربوبية وخروجه ثابت بالسنة والإجماع. انظر: شرح لمعة الاعتقاد للشيخ محمد بن صالح العثيمين ص ٥٦.
(٣) أخرجه أبو داود في سننه، كتاب الجهاد، باب الغزو مع أئمة الجور، ح رقم (٢٥٣٢) وفي سنده يزيد بن أبي نشبه في معنى المجهول. انظر نصب الراية لأحاديث الهداية للزيلعي (٣/٣٧٧) .
(٤) أحكام القرآن للجصاص (٢/٢٧٨) .','1','42',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (41,'وجاء في اللباب شرح الكتاب (وقتال الكفار واجب، وإن لم يبدؤنا للنصوص العامة) (١) . وفي مختصر المزني (فمن كان منهم أهل أوثان، أو من عبد ما استحسن غير أهل الكتاب، لم تؤخذ منهم الجزية، وقوتلوا حتى يقتلوا، أو يسلموا ومن كان منهم أهل كتاب قوتلوا حتى يسلموا أو يعطوا الجزية عن يد وهم صاغرون) (٢) .
وفي المغنى لابن قدامة: (ويجب في كل سنة جيش يغيرون على العدو في بلادهم..) (٣) .
ويقرر ابن القيم (٤) رحمه الله أن هذه المرحلة من مراحل الجهاد بالنفس في سبيل الله هي آخر ما استقر عليه الأمر في الجهاد بالنفس فيقول (ولما نزلت سورة براءة.. أمره فيها أن يقاتل عدوه من أهل الكتاب، حتى يعطوا الجزية، أو يدخلوا في الإسلام،
_________
(١) اللباب في شرح الكتاب (٤/١١٥) وانظر المبسوط للسرخسي (١٠/٢) .
(٢) مختصر المزني ص (٢٧٠) والمزني هو: أبو إبراهيم إسماعيل بن يحيى بن إسماعيل المزني، صاحب الإمام الشافعي وناصر مذهبه من مؤلفاته: الجامع الكبير، والجامع الصغير، والمنثور، وغيرها، توفي رحمه الله في مصر سنة ٢٦٤ هـ انظر وفيات الأعيان لابن خلكان (١/١٩٦) . والأعلام (١/٣٢٩) .
(٣) المغنى لابن قدامة (١٣/٨) وابن قدامة هو: أبو محمد عبد الله بن أحمد بن قدامة المقدسي الملقب بموفق الدين، من أئمة المذهب الحنبلي في زمانه، من مؤلفاته المغني والكافي والمقنع والعمدة وغيرها، توفي بدمشق سنة٦٢٠ هـ رحمه الله انظر الذيل على طبقات الحنابلة، لابن رجب (٤/١٣٣) ، ت رقم (٢٧٢) ، (والأعلام (٤/٦٧)) .
(٤) هو: الإمام الحافظ، شمس الدين أبو عبد الله، محمد بن أبي بكر بن أيوب بن سعد الدمشقي المشهور بـ ابن قيم الجوزية ولد في بيت فضل وعلم سنة ٦٩١ هـ في دمشق ونهل من شتى العلوم وبرع في التفسير والحديث ولازم شيخه ابن تيمية ونهل من علمه/ من مؤلفاته. إعلام الموقعين، وإغاثة اللهفان، ومدارج السالكين، وغيرها كثير. توفي رحمه الله سنة ٧٥١ هـ بدمشق انظر: البداية والنهاية (١٤/٦٥٩) وذيل طبقات الحنابلة لابن رجب (٤/٤٤٧) ت رقم (٥٥١) .','1','43',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (42,'وأمره فيها بجهاد الكفار والمنافقين والغلظة عليهم.. وأمره فيها بالبراءة من عهود الكفار، ونبذ عهودهم إليهم.. فاستقر أمر الكفار معه - صلى الله عليه وسلم - بعد نزول براءة على ثلاثة أقسام: محاربين له، وأهل عهد، وأهل ذمة، ثم آلت حال أهل العهد والصلح إلى الإسلام فصاروا معه قسمين: محاربين، وأهل ذمة والمحاربون له خائفون منه فصار أهل الأرض معه ثلاثة أقسام: مسلم مؤمن به، ومسالم له آمن، وخائف محارب..) (١) .
وجاء في ظلال القرآن لسيد قطب (٢) رحمه الله في معرض بيان مراحل الجهاد والرد على من يقول: إن الجهاد للدفاع فقط (والسمة الثانية: في منهج هذا الدين هي الواقعية الحركية، فهو حركة ذات مراحل. كل مرحلة لها وسائل مكافئة لمقتضياتها وحاجاتها الواقعية، وكل مرحلة تسلم إلى المرحلة التي تليها.. والذين يسوقون النصوص القرآنية للاستشهاد بها على منهج هذا الدين في الجهاد، لا يراعون هذه السمة فيه، ولا يدركون طبيعة المراحل التي مر بها هذا المنهج، وعلاقة النصوص المختلفة بكل مرحلة منها.. ذلك أنهم يعتبرون كل نص منها كما لو كان نصا نهائيا
_________
(١) زاد المعاد (٣/١٥٩) .
(٢) هو: سيد بن قطب بن إبراهيم مفكر إسلامي، ولد في أسيوط بمصر سنة ١٣٢٤ هـ، وتخرج في كلية دار العلوم وعمل في جريدة الأهرام، ثم مدرسا للغة العربية ثم موظفا في ديوان وزارة المعارف، وابتعث إلى أمريكا لدراسة برامج التعليم ولما عاد انتقد البرامج المصرية، وكان يراها من وضع الإنجليز وطالب ببرامج إسلامية، ثم استقال وانضم إلى الإخوان المسلمين، فسجن ثم أعدم سنة ١٣٨٧ هـ من مؤلفاته: النقد الأدبي والعدالة الاجتماعية، ومشاهد القيامة في القرآن، ومعالم في الطريق وغيرها. انظر الأعلام للزركلي (٣/١٤٧) ومعجم المؤلفين (١/٨٠٤) ت رقم (٥٩٦١) .','1','44',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (43,'يمثل القواعد النهائية في هذا الدين. ويقولون وهم مهزومون: إن الإسلام لا يجاهد إلا للدفاع) .
ويحسبون أنهم يسدون إلى هذا الدين جميلا بتخليته عن منهجه وهو إزالة الطواغيت كلها من الأرض جميعا، وتعبيد الناس لله وحده، وإخراجهم من العبودية للعباد إلى العبودية لرب العباد لا يقهرهم على اعتناق عقيدته. ولكن بالتخلية بينهم وبين هذه العقيدة.. بعد تحطم الأنظمة السياسية، أو قهرها حتى تدفع الجزية وتعلن استسلامها والتخلية بين جماهيرها وهذه العقيدة تعتنقها أو لا تعتنقها بكامل حريتها (١) .
ويقول سماحة الشيخ عبد العزيز بن باز (٢) رحمه الله (الطور الثالث: جهاد المشركين مطلقا وغزوهم في بلادهم حتى لا يكون فتنة ويكون الدين كله لله.. ثم يقول: وهذا هو الذي استقر عليه أمر الإسلام، وتوفي عليه نبينا محمد - صلى الله عليه وسلم - وأنزل
_________
(١) في ظلال القرآن لسيد قطب (٣/١٤٣٢) .
(٢) هو: عبد العزيز بن عبد الله بن عبد الرحمن بن محمد بن عبد الله آل باز، ولد بمدينة الرياض سنة ١٣٣٠ هـ فقد بصره وهو في العشرين من عمره، حفظ القرآن الكريم قبل البلوغ، تلقي العلوم الشرعية والعربية على أيدي كثير من علماء الرياض، ولازم الشيخ محمد بن إبراهيم آل الشيخ وأخذ عنه العلوم الشرعية ما يقارب عشر سنوات. تولي عدة أعمال منها: القضاء والتدريس ورئاسة الجامعة الإسلامية بالمدينة المنورة، ثم عين رئيسا عاما لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، ثم مفتيا عاما للمملكة، ورئيس هيئة كبار العلماء، ورئيس إدارة البحوث العلمية والإفتاء، وبقي في هذا العمل إلى أن توفي رحمه الله يوم الخميس ٢٧ محرم ١٤٢٠ هـ له مؤلفات عدة منها: الفوائد الجلية في المباحث الفرضية، والتحذير من البدع، والعقيدة الصحيحة وما يضادها، والدروس المهمة لعامة الأمة، وغيرها. انظر: مجموع فتاوى ومقالات متنوعة لابن باز (١/٩) وانظر كذلك: الإنجاز في ترجمة الإمام عبد العزيز بن باز لعبد الرحمن بن يوسف.','1','45',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (44,'الله فيه قوله عز وجل في سورة براءة وهي آخر ما نزل {فَإِذَا انْسَلَخَ الأشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ} [التوبة: ٥] ) (١) .
إذا تقرر بما تقدم من أدلة الكتاب الكريم والسنة المطهرة وأقوال الفقهاء أن المرحلة الأخيرة من مراحل الجهاد في سبيل الله بالنفس هي قتال الكفار مطلقا وغزوهم في بلادهم وإن لم يقاتلونا حتى يسلموا، أو يعطوا الجزية ويخضعوا لحكم الإسلام، ويدخلوا في حماية المسلمين.
إذا تقرر هذا، فإن هذه المرحلة ليست ناسخة لما سبقها من مراحل الجهاد (٢) وإنما هذه المرحلة الأخيرة يصار إليها إذا كان المسلمون في قوة وعندهم الاستطاعة على قتال الأعداء، أما إذا كانوا في حالة ضعف، فإن لهم أن يعملوا بما يناسب حالهم من مراحل الجهاد من المدافعة والمصالحة مع الأعداء، حتى تتغير أحوالهم.
_________
(١) فضل الجهاد والمجاهدين للشيخ بن باز رحمه الله ص٢٥.
(٢) ما ذكره علماء السلف أن سورة براءة آخر ما نزل وأن آيات الأمر بالجهاد فيها ناسخة لما سبق من المراحل لا يعني ما فهمه المتأخرون من علماء الأصول من أن النسخ: رفع حكم شرعي بدليل شرعي متراخ. وإنما يعنون بالنسخ معنى عاما يشمل تقييد المطلق وتخصيص العام وبيان المبهم والمجمل، وبهذا يظهر أن الخلاف في معنى النسخ لا في كون مراحل الجهاد قبل المرحلة الأخيرة منسوخة، وأنه لا ثمرة لهذا الخلاف، لأن الجميع يلتقون في جواز العمل بمراحل الجهاد حسب ما تقتضيه مصلحة الأمة. والله أعلم، انظر مجموع الفتاوى لابن تيمية (١٣/٢٩) والموافقات للشاطبي (٣/٨١) ورحمة الأمة في اختلاف الأئمة ص ٥٤٨، ومراتب الإجماع لابن حزم ص ١٢٢ وشرح الكوكب المنير لابن النجار (٣/٥٢٦) وشرح مختصر الروضة للطوفي (٢/٢٥١) .','1','46',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (45,'يقول ابن تيمية رحمه الله تعالى: (فمن كان من المؤمنين بأرض هو فيها مستضعف أو في وقت هو فيه مستضعف، فليعمل بآية الصبر والصفح والعفو عمن يؤذي الله ورسوله من الذين أوتوا الكتاب والمشركين، وأما أهل القوة فإنما يعملون بآية قتال أئمة الكفر الذين يطعنون في الدين وبآية قتال الذين أوتوا الكتاب حتى يعطوا الجزية عن يد وهو صاغرون) (١) .
ويقول سيد قطب رحمه الله: (إن تلك الأحكام المرحلية ليست منسوخة بحيث لا يجوز العمل بها في أي ظرف من ظروف الأمة المسلمة بعد نزول الأحكام الأخيرة في سورة التوبة، ذلك أن الحركة والواقع الذي تواجهه في شتى الظروف والأمكنة والأزمنة هي التي تحدد عن طريق الاجتهاد المطلق أي الأحكام هو أنسب للأخذ به.. مع عدم نسيان الأحكام الأخيرة التي يجب أن يصار إليها متى أصبحت الأمة الإسلامية في الحال التي تمكنها من تنفيذ هذه الأحكام، كما كان حالها عند نزول سورة التوبة، وما بعد ذلك أيام الفتوحات الإسلامية التي قامت على أساس من هذه الأحكام الأخيرة النهائية سواء في معاملة المشركين، أو أهل الكتاب) (٢) .
ويقول الشيخ ابن باز رحمه الله (وذهب آخرون من أهل العلم إلى أن الطور الثاني لم ينسخ بل هو باق يعمل به عند الحاجة إليه، فإذا قوي المسلمون واستطاعوا بدء عدوهم بالقتال وجهاده في سبيل الله فعلوا ذلك عملا بآية التوبة وما جاء في معناها، أما إذا لم يستطيعوا ذلك فإنهم يقاتلون من قاتلهم واعتدى عليهم ويكفون عمن كف عنهم عملا بآية النساء وما ورد في معناها، وهذا القول أصح وأولى من القول بالنسخ) (٣) .
_________
(١) الصارم المسلول لابن تيمية ص ٢٤٤.
(٢) في ظلال القرآن (٣/١٥٨٠) .
(٣) فضل الجهاد والمجاهدين ص ٢٦.','1','47',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (46,'<span data-type="title" id=toc-10>المبحث الثالث
فضل الجهاد والمجاهدين في سبيل الله</span>
النصوص من الكتاب والسنة في فضل الجهاد والمجاهدين في سبيل الله كثيرة وحصرها يطول وهذا جانب منها:
أولا: من الكتاب.
١- قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ * تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} [الصف: ١٠، ١١] .
٢- قوله تعالى: {إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالإنْجِيلِ وَالْقُرْآَنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [التوبة: ١١١] .
٣- وقوله تعالى: {لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا * دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [النساء: ٩٥، ٩٦] .','1','48',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (47,'قال ابن سعدي رحمه الله:
(وتأمل حسن هذا الانتقال، من حالة إلى أعلى منها، فإنه نفى التسوية أولا بين المجاهد وغيره، ثم صرح بتفضيل المجاهد على القاعد بدرجة ثم انتقل إلى تفضيله بالمغفرة والرحمة والدرجات) (١) .
والدرجات بينها النبي - صلى الله عليه وسلم - في الحديث الصحيح عن أبي هريرة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - «إن في الجنة مائة درجة أعدها الله للمجاهدين في سبيل الله، ما بين الدرجتين كما بين السماء والأرض ... » (٢) .
٤- وقوله تعالى: {فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا} [النساء: ٧٤] .
٥- وقوله تعالى: {مَا كَانَ لأهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الأعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لا يُصِيبُهُمْ ظَمَأٌ وَلا نَصَبٌ وَلا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلا يَنَالُونَ مِنْ عَدُوٍّ نَيْلا إِلا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ} [التوبة: ١٢٠] .
_________
(١) تيسير الكريم الرحمن في تفسير كلام المنان (٢/١٣٥) وابن سعدي هو: أبو عبد الله عبد الرحمن بن ناصر آل سعدي، ولد في عنيزة في القصيم عام ١٣٠٧هـ وتعلم على علمائها وكان ذا معرفة بالفقه، والتفسير من مؤلفاته تفسير القرآن الكريم المسمى (تسير الكريم الرحمن في تفسير كلام المنان) والدرة المختصرة والحق الواضح المبين، وغيرها، توفي رحمه الله سنة ١٣٧٦ هـ في عنيزة انظر: مقدمة تفسيره تيسير الكريم الرحمن ... (١/٥) .
(٢) البخاري مع الفتح، كتاب الجهاد والسير، باب درجات المجاهدين ح رقم (٢٧٩٠) ، ومسلم بشرح النووي، كتاب الإمارة، باب ما أعده الله للمجاهدين في الجنة، ... ح (١٨٨٤) .','1','49',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (48,'فكل حركات المجاهد وما يصيبه من ظمأ وتعب وجوع في سبيل الله يثاب عليه وهذا فضل عظيم.
٦- وقوله تعالى: {فَالَّذِينَ هَاجَرُوا وَأُخْرِجُوا مِنْ دِيَارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقَاتَلُوا وَقُتِلُوا لأكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ثَوَابًا مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوَابِ} [آل عمران: ١٩٥] .
٧- وقوله تعالى: {وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمَالَهُمْ (٤) سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ (٥) وَيُدْخِلُهُمُ الْجَنَّةَ عَرَّفَهَا لَهُمْ} [محمد: ٤-٦] .
٨- وقوله تعالى: {وَلا تَقُولُوا لِمَنْ يُقْتَلُ فِي سَبِيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ وَلَكِنْ لا تَشْعُرُونَ} [البقرة: ١٥٤] .
ثانيا: من السنة.
١-عن عبد الله بن مسعود (١) رضي الله عنه قال: سألت رسول الله - صلى الله عليه وسلم - قلت: أي العمل أفضل؟ قال: «الصلاة على ميقاتها» قلت: ثم أي؟ قال: «بر الوالدين» قلت: ثم أي؟ قال: «الجهاد في سبيل الله» (٢) .
_________
(١) هو: عبد الله بن مسعود بن غافل بن حبيب الهذلي أبو عبد الرحمن، أسلم قديما وشهد بدر والمشاهد كلها وهو أول من جهر بالقرآن في مكة. أرسله عمر بن الخطاب إلى الكوفة معلمًا ووزيرا، ثم رجع إلى المدينة وتوفي بها ودفن بالبقيع سنة ٣٢ هـ أنظر طبقات ابن سعد (٦/٣) والإصابة (٤/١٩٨) ت رقم (٤٩٧٠) .
(٢) البخاري مع الفتح، كتاب الجهاد والسير، باب فضل الجهاد ح رقم (٢٧٨٢) .','1','50',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (49,'٢- وعن أبي هريرة رضي الله عنه قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: دلني على عمل يعدل الجهاد قال: لا أجده قال: هل تستطيع إذا خرج المجاهد أن تدخل مسجدك فتقوم ولا تفتر وتصوم ولا تفطر؟ قال: ومن يستطع ذلك (١) .
فهذا حديث عظيم في فضل الجهاد والمجاهد، لأنه مثل الجهاد بالصلاة والصيام وهما أفضل الأعمال وجعل المجاهد بمنزلة من لا يفتر عن ذلك ساعة (٢) .
٣- وعن أبي سعيد الخدري رضي الله عنه قال: قيل يا رسول الله أي الناس أفضل؟ فقال رسول الله - صلى الله عليه وسلم - «مؤمن يجاهد في سبيل الله بنفسه وماله» قالوا: ثم من؟ قال: «مؤمن في شعب من الشعاب يتقي الله ويدع الناس من شره» (٣) .
ويظهر هنا فضل المجاهد، لما فيه من بذل نفسه وماله لله تعالى، ولما فيه من النفع المتعدي إلى غيره، فهو أفضل من العزلة والتفرغ للعبادة (٤) .
٤- عن أنس بن مالك رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «لغدوة في سبيل الله أو روحة خير من الدنيا وما فيها» (٥) .
_________
(١) البخاري مع الفتح، كتاب الجهاد والسير، باب فضل الجهاد، ح رقم (٢٧٨٥) ومسلم بشرح النووي كتاب الإمارة باب فضل الشهادة في سبيل الله، ح رقم (١٨٧٨) وفي لفظ مسلم ما يعدل الجهاد في سبيل الله قال: لا تستطيعونه قال: فأعادوا مرتين أو ثلاثا كل ذلك يقول: لا تستطيعونه وقال في الثالثة: مثل المجاهد في سبيل الله كمثل الصائم القائم القانت..
(٢) التمهيد لابن عبد البر (١٨/٣٠٢) .
(٣) البخاري مع الفتح، كتاب الجهاد والسير، باب أفضل الناس مؤمن مجاهد ح رقم (١٨٨٨) .
(٤) فتح الباري لابن حجر (٦/٧) ومشارع الأشواق لابن النحاس (١/١٤٨) .
(٥) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب الغدوة والروحة في سبيل الله ح رقم (٢٧٩٢) وصحيح مسلم مع شرح النووي، كتاب الإمارة باب فضل الغدوة والروحة في سبيل الله ح رقم (١٨٨٠) .','1','51',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (50,'٥-وعن أنس بن مالك رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: «ما من عبد يموت له عند الله خير يسره أن يرجع إلى الدنيا وأن له الدنيا وما فيها، إلا الشهيد لما يرى من فضل الشهادة، فإنه يسره أن يرجع إلى الدنيا فيقتل مرة أخرى» (١) .
٦- عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: «والذي نفسي بيده لا يكلم أحد في سبيل الله، والله أعلم بمن يكلم في سبيله، إلا جاء يوم القيامة واللون لون الدم والريح ريح المسك» (٢) .
٧- عن البراء بن عازب رضي الله عنه قال: أتى النبي - صلى الله عليه وسلم - رجل مقنع بالحديد فقال: يا رسول الله، أقاتل أو أسلم؟ قال: أسلم ثم قاتل. فأسلم ثم قاتل فقتل فقال رسول الله - صلى الله عليه وسلم - عمل قليل وأجر كثير (٣) .
_________
(١) صحيح البخاري مع الفتح، كتاب الجهاد والسير باب الحور العين وصفتها ح رقم ... (٢٧٩٥) وصحيح مسلم مع شرح النووي، كتاب الإمارة باب فضل الشهادة في سبيل الله ح رقم (١٨٧٧) .
(٢) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب من يخرج في سبيل الله عز وجل، ح رقم (٢٨٠٣) وصحيح مسلم مع شرح النووي، كتاب الإمارة باب فضل الجهاد والخروج في سبيل الله، ح رقم ١٠٥ (١٨٧٦) .
(٣) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب عمل صالح قبل القتال، ومن محاسن الدين الإسلامي (٢٨٠٨) .','1','52',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (51,'<span data-type="title" id=toc-11>المبحث الرابع
أهداف الجهاد بالنفس في سبيل الله</span>
للجهاد في سبيل الله بالنفس أهداف نبيلة، وغايات سامية يختلف بها عن غيره من الحروب لعدوات عرقية، أو أغراض مادية، أو أهداف توسعية، كما هو حال الحروب الكافرة البشعة في كل زمان ومكان. ومن أهداف الجهاد بالنفس في سبيل الله ما يلي:
١- الهدف الأعظم والأسمى للجهاد في سبيل الله هو: إعلاء كلمة الله وجعل الدين كله لله، والحاكمية في الأرض لشرعه. وذلك بقتال الكفار والطواغيت التي تحول بين الناس وبين عودتهم إلى فطرتهم السوية، وابتدائهم بالقتال أينما كانوا حتى يسلموا فيكونوا إخواننا في الدين، وينضموا إلى الكيان الإسلامي القائم على المبادئ السامية، والمثل العليا المنبثقة من شريعة الإسلام السماوية، أو أن يمتنعوا من الدخول في الإسلام فيعطوا الجزية، وهم صاغرون، ويخضعوا لحكم الإسلام في الأرض مع بقائهم على دينهم، ولهم الحماية والعدل في معاملتهم. ويدل على هذا الهدف القرآن الكريم، والسنة المطهرة، ويؤيد ذلك أقوال أهل العلم من السلف والخلف.
أولا: من القرآن الكريم.
أ- قال تعالى: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلا عُدْوَانَ إِلا عَلَى الظَّالِمِينَ} [البقرة: ١٩٣] .','1','53',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (52,'ب- قال تعالى {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ} [الأنفال: ٣٩] .
ج- قوله تعالى: {قَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ} [التوبة: ٢٩] . المراد بالفتنة في الآيات: الشرك والكفر، ويكون الدين لله بإخلاص التوحيد فلا يعيد من دونه أحد، وتضمحل عبادة الأوثان والآلهة والأنداد، فإن انتهوا عن الشرك والكفر الذي تقاتلونهم عليه إما بالإسلام، أو الجزية فدعوا الاعتداء عليهم وقتالهم (١) .
ثانيا: من السنة المطهرة:
عن أبي موسى (٢) - رضي الله عنه - قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: «الرجل يقاتل للمغنم والرجل يقاتل للذكر والرجل يقاتل ليرى مكانه، فمن في سبيل الله؟» قال - صلى الله عليه وسلم - «من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله» (٣) .
_________
(١) الجامع لأحكام القرآن للقرطبي (٢/٣٥١) وجامع البيان للطبري (٢/٢٠٠) وج ... (٦/٢٤٥) وتفسير القرآن العظيم لابن كثير (١/٢١٦) وج (٢/٢٩٦) .
(٢) هو: عبد الله بن قيس بن سليم بن حضار الأشعري، أسلم بمكة وأول مشاهده خيبر، كان عامل الرسول - صلى الله عليه وسلم - على زبيد وعدن، واستعمله عمر على البصرة، ثم عزله فنزل الكوفة واستعمله عثمان عليها وبقي حتى خلافة على حيث عزله عنها وبقي بها حتى توفي سنة ٤٢ هـ وقبل: توفي بمكة رضي الله عنه انظر: أسد الغابة (٣/٢٦٣) رقم ... (٣١٣٥) وطبقات ابن سعد (٦/١٦) .
(٣) البخاري مع الفتح، كتاب الجهاد والسير، باب من قاتل لتكون كلمة الله هي العليا، ح رقم (٢٨١٠) ومسلم بشرح النووي، كتاب الإمارة باب من قاتل لتكون كلمة الله هي العليا ح رقم (١٩٠٤) .','1','54',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (53,'ثالثا: من أقوال أهل العلم من السلف والخلف:
أ- ما أعلنه المغيرة بن شعبة (١) - رضي الله عنه - أمام عامل كسري وجنوده حيث قال: (فأمرنا نبينا أن نقاتلكم حتى تعبدوا الله وحده، أو تؤدوا الجزية وأخبرنا نبينا - صلى الله عليه وسلم - عن رسالة ربنا أنه من قتل من صار إلى الجنة في نعيم لم ير مثلها قط، ومن بقي منا ملك رقابكم..) (٢) .
ب- وقال ابن تيمية رحمه الله (وإذا كان أصل القتال المشروع هو الجهاد، ومقصوده هو أن يكون الدين كله لله، وأن تكون كلمة الله هي العليا، فمن امتنع من هذا قوتل باتفاق المسلمين) (٣) .
ج- وقال سيد قطب رحمه الله: (إن بواعث الجهاد في الإسلام ينبغي أن تلمسها في طبيعة الإسلام ذاته ودوره في هذه الأرض، وأهدافه العليا التي قررها الله، وذكر الله أنه أرسل من أجلها هذا الرسول بهذه الرسالة وجعله خاتم النبيين وجعلها خاتمة الرسالات، إن هذا الدين إعلان عام لتحرير الإنسان في الأرض من العبودية للعباد، ومن العبودية لهواه وذلك بإعلان ألوهية الله وحده.. ثم لم يكن بد للإسلام أن ينطلق في الأرض لإزالة الواقع المخالف لذلك الإعلان بالبيان وبالحركة مجتمعين، وأن يوجه الضربات للقوي السياسية
_________
(١) هو: المغيرة بن شعبة بن أبي عامر بن مسعود بن معتب بن مالك الثقفي، كناه الرسول - صلى الله عليه وسلم - أبا عيسى، أسلم عام الخندق وشهد الحديبية، كان موصوفا بالدهاء، ولاه عمر البصرة ثم عزله، وولاه الكوفة وبقي حتى عزله عثمان بن عفان، شهد اليمامة وفتوح الشام، استعمله معاوية على الكوفة ومات بها سنة ٥٠ هـ انظر أسد الغابة (٤/٤٧١) ت رقم (٥٠٦٤) وطبقات ابن سعد (٤/٢٨٤) .
(٢) صحيح البخاري مع الفتح، كتاب الجزية والموادعة باب الجزية مع أهل الذمة والحرب، ح رقم (٣١٥٩) .
(٣) مجموع الفتاوى (٢٨/٣٥٤) .','1','55',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (54,'التي تعبد الناس لغير الله، أي: تحكمهم بغير شريعة الله وسلطانه، والتي تحول بينهم وبين الاستماع إلى البيان واعتناق العقيدة بحرية..) (١) .
٢- رد العدوان على المسلمين ورفع الظلم على المستضعفين وهذا فرض عين على كل قادر وهم في حاجته (٢) .
يدل على هذا الهدف القرآن والسنة.
أولا: من القرآن الكريم:
أقوله تعالى: {أَلا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ * قَاتِلُوهُمْ يُعَذِّبْهُمُ اللهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ} [التوبة: ١٣، ١٤] .
فالآيات فيها تحضيض على قتال المشركين الذين نقضوا العهد وطعنوا في الدين وأخرجوا الرسول - صلى الله عليه وسلم - وبدءوا بالقتال، وعدم الخوف منهم، لكن إن تقاتلوهم يعذبهم الله بأيديكم بالقتل والأسر ويخزهم وينصركم عليهم (٣) .
ب- وقوله تعالى: {وَمَا لَكُمْ لا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَل لَنَا مِنْ لَدُنْكَ نَصِيرًا} [النساء: ٧٥] .
_________
(١) في ظلال القرآن (٣/١٤٣٣-١٤٣٥) .
(٢) بدائع الصنائع (٦/٥٨) ومختصر المزني ص ٢٧٠ والفروع لابن ملفح (٦/١٩٠) والذخيرة للقرافي (٣/٣٨٥) والمحلى بالآثار لابن حزم (٥/٣٤٠) ومجموع الفتاوى ... (٢٨/٣٥٨) .
(٣) جامع البيان للطبري (٦/٣٣١) والجامع لأحكام القرآن للقرطبي (٨/٨٠) .','1','56',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (55,'والمعنى: ما شأنكم لا تقاتلون في سبيل الله وعن مستضعفي أهل دينكم وملتكم الذين قد استضعفهم الكفار فاستذلوهم ابتغاء فتنتهم، وصدهم عن دينهم (١) .
ثانيا من السنة:
ما جاء في فضل الرباط على الثغور لحماية المسلمين ورد العدوان عنهم. ما رواه سهل بن سعد الساعدي رضي الله عنه (رباط يوم في سبيل الله خير من الدنيا وما عليها) (٢) قال ابن حجر في الفتح: والرباط ملازمة المكان الذي بين المسلمين والكفار لحراسة المسلمين منهم (٣) .
إذا تقرر أن هدف الجهاد بالنفس إعلاء كلمة الله ورد العدوان ورفع الظلم، فإن ذلك لا يتحقق ما لم يكن للمسلمين دولة لها سيادة وقوة وعدة، ولذلك نجد أن النبي - صلى الله عليه وسلم - وأصحابه لم يؤمروا بالجهاد بالنفس في مكة لقلة عددهم وعدتهم وظهور الكفار عليهم، ولما أصبحوا بالمدينة وكثر العدد وتأسست الدولة، كان هذا الحال ملائما أن يؤمروا بالجهاد في سبيل الله ومقاتلة أعداء الله.
إن المسلمين في هذا العصر ربما يزيدون على المليار مسلم، إلا أنهم غثاء كغثاء السيل، مزقهم العدو وجعل بينهم الفتن والمنازعات فرغبوا عن الجهاد في سبيل الله، واشتغلوا بخلافاتهم ومنازعاتهم وانغمسوا في ملاهيهم وشهواتهم، فعجزوا أن تكون لهم كلمة أو يسمع لهم صوت.
_________
(١) جامع البيان للطبري (٤/١٧١) .
(٢) البخاري مع الفتح، كتاب الجهاد والسير، باب فضل رباط يوم في سبيل الله، ح رقم ... (٢٨٩٢) .
(٣) فتح الباري (٦/١٠٧) .','1','57',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (56,'إن الأمة الإسلامية في هذا الزمن في أمس الحاجة إلى مراجعة حساباتها والاستيقاظ من سباتها، وإصلاح ذات بينها، وتكاتفها يدا واحدة على عدوها في الدين لترفع علم الجهاد في سبيل الله، وتقاتل أعداء الله حتى لا تكون فتنة ويكون الدين كله لله، والحاكمية لشرعه في الأرض.
يقول الشيخ ابن سعدي رحمه الله: (فمن أهم مسائل الجهاد في هذه الأوقات عقد المعاهدات، وتوثيق المودة والصداقة بين الحكومات الإسلامية مع احتفاظ كل حكومة بشخصيتها، وحقوقها الدولية وإدارتها داخلا وخارجا، والتكامل بينها والتضامن وأن يكونوا يدا واحدة على من تعدى عليهم أو على شيء من حقوقهم) (١) .
لو حصل هذا الاتفاق لكانت لهم السيادة، ولنشروا دين الله في الأرض، ورفعوا الظلم عن المسلمين في أنحاء العالم، وخضع الكفار لشريعة الإسلام التي هي شريعة العدل والأمن والسلام.
_________
(١) جهاد الأعداء ووجوب التعاون بين المسلمين ص ٢٥.','1','58',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (57,'<span data-type="title" id=toc-12>المبحث الخامس
التعريف بالمجاهد، وشروطه، وحكم الجهاد في حقه</span>
وفيه ثلاثة مطالب:
<span data-type="title" id=toc-13>المطلب الأول: التعريف بالمجاهد</span>.
المطلب الثاني: شروط المجاهد.
المطلب الثالث: حكم الجهاد في حقه.

المطلب الأول
التعريف بالمجاهد
وفيه فرعان:
الفرع الأول: ما يطلق على المجاهد من أسماء.
الفرع الثاني: تعريف المجاهد في سبيل الله.','1','59',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (58,'الفرع الأول
ما يطلق على المجاهد من أسماء
يطلق على المجاهد في سبيل الله أسماء منها:
١- الغازي: جاء في المعجم: غزا العدو غزوا وغزوانا: سار إلى قتالهم وانتهابهم في ديارهم فهو غاز (١) .
قال تعالى: {أَوْ كَانُوا غُزًّى} [آل عمران: ١٥٦] قال القرطبي (يعني غزاة وواحدهم غاز) (٢) وقال - صلى الله عليه وسلم - في الحديث المتفق عليه (من جهز غازيا في سبيل الله فقد غزا) (٣) .
والذي يظهر أن الغازي يطلق على من يبدأ العدو بالقتال، ويهاجمهم في ديارهم.
٢- الجندي: الجند: الأعوان والأنصار، والجند العسكر ويجمع على أجناد (٤) .
قال تعالى: {إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَمْ تَرَوْهَا} [الأحزاب: ٩] .
٣- المقاتل: من قتله يقتله قتلا، إذا أماته، والمقاتلة الذين يلون القتال (٥) .
قال تعالى: {يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ} [التوبة: ١١١] .
_________
(١) المعجم الوسيط (٢/٦٥٢) والمصباح المنير مادة (غزا) ص ٤٤٧.
(٢) الجامع لأحكام القرآن للقرطبي (٤/٢٣٩) والقرطبي هو محمد بن أحمد بن أبي بكر الأنصاري الخزرجي الأندلسي القرطبي المالكي توفي بمصر، من مؤلفاته الجامع لأحكام القرآن والأسنى في جمع أسماء الله الحسنى، والتذكرة بأحوال الموتى والآخرة وغيرها. انظر معجم المؤلفين (٣/٥٢) ت رقم (١١٦٣٢) والأعلام للزركلي (٥/٣٢٢) .
(٣) البخاري مع الفتح كتاب الجهاد والسير، باب فضل من جهز غازيا في سبيل الله، ح رقم (٢٨٤٣) ومسلم بشرح النووي كتاب الإمارة، باب فضل إعانة الغازي، ح رقم ١٣٥ (١٨٩٥) .
(٤) لسان العرب لابن منظور (٣/١٣٢) مادة (جند) .
(٥) لسان العرب لابن منظور (١١/٥٤٧-٥٤٩) مادة (قتل) .','1','60',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (59,'فهذه أسماء تطلق على المجاهد في سبيل الله، والملاحظ على هذه الأسماء أمران:
الأول: أنها جاءت مرتبطة بلفظ (في سبيل الله) أي من أجل إعلاء دين الله فتدخل النية.
الثاني: أن المجاهد لم يسم محاربا، ولا ينبغي أن يوصف بهذا، لأن المجاهد لا يجاهد من أجل مآرب شخصية، أو مصالح مادية، أو عداوات قبلية أو طبقية، وإنما يجاهد من أجل إعلاء كلمة الله، وأن تكون الحاكمية في الأرض لشرع الله.
قال أبو الأعلى المودودي (١) بعد أن بين أن الإسلام تجنب لفظة الحرب وغيره (والذي أراه وأجزم به أنه ليس لذلك إلا سبب واحد وهو أن لفظة الحرب كانت ولا تزال تطلق على القتال الذي تشب لهيبه وتستعر ناره بين الرجال والأحزاب والشعوب لمآرب شخصية وأغراض ذاتية..) (٢) .
الفرع الثاني
تعريف المجاهد بالنفس في سبيل الله
المجاهد هو: من قاتل الكفار بنفسه لتكون كلمة الله هي العليا وكلمة الذين كفروا السفلى.
وقد بين النبي - صلى الله عليه وسلم - المجاهد في سبيل الله فقال: (من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله) (٣) .
_________
(١) هو أبو الأعلى بن مولوي سيد أحمد حسن بن سيد حسن. ولد في رجب سنة ١٣٣١ هـ في الهند حيدر آباد له فضل في الدعوة إلى الله، وإزالة المنكرات، وفد لقي في سبيل الله الكثير من الأذى. من كتبه: نظام الحياة الإسلامي، والحجاب، والإسلام وتحديد النسل، وغيرها. (انظر ترجمته في كتاب: أبو الأعلى المودودي فكره ودعوته، تأليف الأستاذ أسعد جيلاني، ترجمة الدكتور سمير عبد الحميد إبراهيم) .
(٢) الجهاد في سبيل الله لأبي الأعلى المودودي ص ١٤.
(٣) سبق تخريجه.','1','61',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (60,'وجاء في تفسير الطبري: المجاهدون هم: المستفرغون طاقاتهم في قتال أعداء الله وأعداء دينه (١) .
وفي الذخيرة المجاهد هو: من اجتمعت له الشروط والأسباب، وانتفت عنه الموانع (٢) . والذي يظهر مما تقدم: أن المجاهد هو: من اجتمعت فيه الشروط وانتفت عنه الموانع فاستفرغ وسعه في قتال أعداء الله لتكون كلمة الله هي العليا.
فاجتماع الشروط أي: شروط وجوب الجهاد في حال طلب العدو وابتدائهم بالقتال وهي: الإسلام والبلوغ والعقل والحرية والذكورة والاستطاعة وسيأتي تفصيلها قويا إن شاء الله.
وانتفاء الموانع أي: انتفت موانع الجهاد وهي: الكفر والصغر والجنون والرق والأنوثة والعجز بدنيا أو ماليا. والله أعلم.
<span data-type="title" id=toc-14>المطلب الثاني
شروط المجاهد</span>
يشترط في المجاهد في حالة طلب العدو وابتدائهم بالقتال ستة شروط؛ هي شروط التجنيد في الجيش الإسلامي.
الشرط الأول أن يكون المجاهد مسلما (٣) خرج بذلك الكافر.
_________
(١) جامع البيان للطبري (٤/٢٢٩) .
(٢) الذخيرة للقرافي (٣/٣٩٧) .
(٣) المقدمات الممهدات (١/٣٥٢) والمغني (١٣/٨) ومعونة أولي النهى (٣/٥٨٥) والوسيط في المذهب للغزالي (٧/١٦) .','1','62',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (61,'يدل على ذلك ما يلي:
١- قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (١٠) تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} [الصف: ١٠، ١١] .
٢- قوله تعالى: {لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا (٩٥) دَرَجَاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} [النساء: ٩٥، ٩٦] .
وجه الدلالة من الآيات: أن الخطاب بالجهاد متوجه إلى المؤمنين دون الكافرين، لأن الكافرين غير مأمونين في الجهاد (١) .
٣- عن البراء بن عازب رضي الله عنه قال: (أتى النبي - صلى الله عليه وسلم - رجل مقنع بالحديد فقال: يا رسول الله أقاتل أو أسلم؟ قال: «أسلم ثم قاتل» فأسلم ثم قاتل فقتل، فقال رسول الله - صلى الله عليه وسلم - «عمل قليلاً وأجر كثيرًا» ) (٢) .
الشرط الثاني أن يكون المجاهد بالغا (٣) خرج بذلك الصبي فلا جهاد عليه.
_________
(١) المغني (١٣/٨) .
(٢) سبق تخريجه ص ٥١.
(٣) بداية المجتهد (١/٣٨٤) والبحر الرائق (٥/١٢١) وحاشية ابن عابدين (٦/٢٠١) ومعونة أولى النهى (٣/٥٨٥) والحاوي الكبير (١٤/١١٥) .','1','63',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (62,'يدل على ذلك ما يلي:
١- قوله تعالى: {ليس على - حرج} [التوبة: ٩١] .
وجه الدلالة: أن الصبي ضعيف البنية، ضعيف في معرفة القتال فلا حرج عليه ولأنه مظنة الرحمة، فلا يؤتي به إلى المهلكة (١) .
٢- ما جاء عن ابن عمر (٢) رضي الله عنهما قال: (عرضت على رسول الله - صلى الله عليه وسلم - يوم أحد وأنا ابن أربع عشرة فلم يجزني في المقاتلة) (٣) .
الشرط الثالث أن يكون المجاهد عاقلا (٤) .
فلا يتوجه فرض الجهاد إلى المجنون لقوله - صلى الله عليه وسلم - «رفع القلم عن ثلاثة: عن النائم حتى يستيقظ وعن الصبي حتى يحتلم وعن المجنون حتى يعقل» (٥) .
ولا يؤذن للمجانين في الخروج إلى الجهاد، لأن خروجهم ضار ولا يتأتى منهم الجهاد.
_________
(١) تبيين الحقائق (٣/٢٤١) والمغني (١٣/٨) .
(٢) هو: عبد الله بن عمر بن الخطاب القرشي العدوي، أسلم مع أبيه وهو صغير لم يبلغ الحلم لم يشهد بدرا لصغر سنة وشهد ما بعدها، كان شديد الحرص على اتباع السنة شديد الاحتياط في الفتوى توفي سنة ٧٣ هـ وقيل غير ذلك انظر أسد الغابة (٣/٢٣٦) ت رقم (٣٠٨٠) والإصابة (٤/١٥٥) ت رقم (٤٨٥٢) .
(٣) صحيح مسلم بشرح النووي كتاب الإمارة باب بيان سن البلوغ ح رقم ٩١- ... (١٨٦٨) .
(٤) المقدمات الممهدات (١/٣٥٢) والحاوي الكبير (١٤/١١٦) وتكملة المجموع (٢١/١٢٢) والمغنى (١٣/٨) والبحرالرائق (٥/١٢١) .
(٥) سنن أبي داود مع عون المعبود، كتاب الحدود، باب في المجنون يسرق أو يصيب حدا رقم (٤٣٩٢) قال المنذري منقطع لأن فيه أبو الضحى لم يدرك علي بن أبي طالب انظر: عون المعبود (١٢/٥١) وأخرجه ابن ماجه في سننه، كتاب الطلاق باب طلاق المعتوه، والصغير والنائم ح رقم (٢٠٤١) و (٢٠٤٢) .','1','64',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (63,'الشرط الرابع: أن يكون المجاهد حرا (١) .
فلا يجب على الرقيق ولو أمره به سيده، إذ لا حق له في روحه حتى يغرر به ويعرضه للهلاك، ولسيده أن يستصحبه للخدمة.
يدل على ذلك حديث جابر (٢) رضي الله عنه (أن عبدا قدم على النبي - صلى الله عليه وسلم - فبايعه على الجهاد والإسلام، فقدم صاحبه فأخبره أنه مملوك، فاشتراه - صلى الله عليه وسلم - منه بعبدين، فكان بعد ذلك إذا أتاه من لا يعرفه ليبايعه سأله أحر هو أم عبد؟ فإن قال: حر بايعه على الإسلام والجهاد، وإن قال: مملوك بايعه على الإسلام دون الجهاد) (٣) .
الشرط الخامس: أن يكون المجاهد ذكرا (٤) .
فلا يجب على المرأة ولا الخنثى المشكل (٥) .
_________
(١) تبيين الحقائق (٣/٢٤١) والمقدمات الممهدات (١/٣٥٢) وتكملة المجموع (٢١/١٢٢) والوسيط في المذهب (٧/٨) والمغني (١٣/٨) ومعونة أولي النهى (٣/٥٨٥) .
(٢) هو جابر بن عبد الله بن عمرو بن حرام الأنصاري الخزرجي السلمي شهد العقبة الثانية مع أبيه وهو صبي ولم يشهد بدرا لصغر سنه، وشهد أحدا، وقيل منعه أبوه فلما قتل أبوه في أحد لم يتخلف عن رسول الله - صلى الله عليه وسلم - في غزوة قط، توفي سنة ٧٤ هـ وقيل: غير ذلك: انظر: الإصابة (١/٥٤٦) ت رقم (١٠٢٨) وأسد الغابة (١/٣٠٧) ت رقم (٦٤٧) .
(٣) قال ابن حجر في التلخيص الحبير: أخرجه النسائي وأصله في صحيح مسلم (٤/٩١) والذي وجدت في النسائي لفظه: (جاء عبد فبايع النبي - صلى الله عليه وسلم - على الهجرة، ولا يشعر النبي - صلى الله عليه وسلم - أنه عبد، فجاء سيده يريده، فقال النبي - صلى الله عليه وسلم -: (بعنيه فاشتراه بعبدين أسودين، ثم لم يبايع أحدا حتى يسأله أعبد هو؟)) كتاب البيعة باب بيعة المماليك ح رقم (٤١٩٥) ، وأخرجه مسلم مع شرح النووي، كتاب المساقاة، باب جواز بيع الحيوان من جنسه متفاضلا ح رقم (١٦٠٢) .
(٤) فتح القدير لابن الهمام (٥١٩٣) والبحر الرائق (٥/١٢١) وبداية المجتهد (١/٣٨٤) والحاوي (١٤/١١٥) وتكملة المجموع (٢١/١٢١) والمقدمات الممهدات (١/٣٥٢) .
(٥) الخنثى المشكل: من له إحليل ذكر وفرج أنثى ولم يعرف حاله ذكرا أم أنثى. انظر لباب الفرائض ص ٥٩ والتحقيقات المرضية ص ٢٠٥.','1','65',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (64,'أما المرأة فلما يأتي:
١- أن الجهاد لا يتأتى للمرأة إلا بضد ما أمرت به من الستر، والقرار في البيت في قوله تعالى: {يَا أَيُّهَا النَّبِيُّ قُلْ لأزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ} [الأحزاب: ٥٩] .
وفي قوله تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأولَى} [الأحزاب: ٣٣] .
٢- عن عائشة (١) رضي الله عنها قالت: استأذنت النبي - صلى الله عليه وسلم - في الجهاد، فقال: (جهادكن الحج) (٢) .
٣- ولأنها ليست من أهل الجهاد لضعفها وخورها (٣) .
أما الخنثى المشكل: فلا يجب عليها لأنه يجوز أن تكون امرأة ومع الشك لا يجب عليها الجهاد (٤) .
الشرط السادس أن يكون المجاهد مستطيعا (٥) .
_________
(١) هي: أم المؤمنين عائشة بنت أبي بكر الصديق تزوجها النبي - صلى الله عليه وسلم - قبل الهجرة وعمرها ست سنوات وبني بها بالمدينة وعمرها تسع سنوات، كانت من أفقه الناس وأحسنهم رأيا روت عن النبي - صلى الله عليه وسلم - كثيرا، توفيت سنة ٥٧ هـ انظر: الإصابة (٨/٢٣١) ت رقم (١١٤٦١) وأسد الغابة (٦/١٨٨) ت رقم (٧٠٨٥) .
(٢) البخاري مع الفتح، كتاب الجهاد والسير، باب جهاد النساء ح رقم (٢٨٧٥) .
(٣) المغني لابن قدامة (١٣/٩) .
(٤) المجموع (٢١/١٢١) والمغني (١٣/٩) والحاوي (١٤/١١٤) .
(٥) المقدمات الممهدات (١/٣٥٣) والذخير للقرافي (٣/٣٩٣) وحاشية ابن عابدين (٦/٢٠٥) وفتح القدير (٥/١٩٤) وتكملة المجموع (٢١/١٢٦) والحاوي الكبير (١٤/١٢٠، ١١٧) والمغني لابن قدامة (١٣/٩) وكشاف القناع (٢/٣٦٤) .','1','66',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (65,'والاستطاعة تكون في جانبين:
الجانب الأول:
الاستطاعة البدنية بأن يكون سليما، فلا يجب الجهاد على المريض ولا على الأعمى ولا على الأعرج ولا على الأشل، ومن في حكمهم.
يدل على ذلك ما يلي:
١- قال تعالى: {لَيْسَ عَلَى الأعْمَى حَرَجٌ وَلا عَلَى الأعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ} [النور: ٦١] .
جاء في سبب نزول الآية، أنها نزلت في الجهاد، والمراد: لا إثم عليهم في ترك الجهاد لضعفهم وعجزهم (١) .
٢- ولأن هؤلاء لا قدرة لهم على القتال فلا يكلفون ما لا طاقة لهم به (٢) .
الجانب الثاني:
الاستطاعة المالية، وهذا الجانب محمول على من لم يكن لهم ديوان (٣) جند يعطون منه السلاح والنفقة والمركوب.
قال تعالى: {لَيْسَ عَلَى الضُّعَفَاءِ وَلا عَلَى الْمَرْضَى وَلا عَلَى الَّذِينَ لا يَجِدُونَ مَا يُنْفِقُونَ حَرَجٌ} [التوبة: ٩١] .
_________
(١) تفسير ابن كثير (٣/٢٩٤) وأحكام القرآن لابن العربي (٣/٤٢١) .
(٢) تكملة المجموع (٢١/١٢٧) .
(٣) هو الدفتر الذي يكتب فيه أسماء الجيش، وأهل العطاء، وأول من دون الديوان عند المسلمين عمر بن الخطاب رضي الله عنه.
انظر لسان العرب (١٣/١٦٦) مادة (دون) والمعجم الاقتصادي الإسلامي ص (١٧٤) .','1','67',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (66,'ففي هذه الآية بين الله تعالى الأعذار التي لا حرج على من قعد معها عن الجهاد في سبيل الله فذكر منها ما هو ملازم للشخص، وهو الضعف الذي لا يستطيع معه الجلاد في الجهاد ومنها ما هو عارض بسبب المرض، أو بسبب الفقر الذي لا يقدر معه على التجهيز للحرب، فليس على هؤلاء إثم إذا قعدوا عن الجهاد في سبيل الله (١) .
وبعد: فهذه الشروط إذا تحققت في المسلم كان الجهاد بالنفس في سبيل الله فرض عليه؛ سواء كان فرض كفاية أم فرض عين على ما سيأتي بيانه في المطلب الآتي إن شاء الله تعالى.
<span data-type="title" id=toc-15>المطلب الثالث
حكم الجهاد في حقه</span>
للجهاد في سبيل الله حالتان (٢) :
الحالة الأولى: طلب العدو في أماكنهم وابتداؤهم بالقتال.
الحالة الثانية: دفع العدو عن بلاد المسلمين.
أما الحالة الأولى، فإن حكم الجهاد فيها فرض كفاية إذا قام به البعض سقط عن الباقين (٣) وهذا قول عامة أهل العلم (٤) ونقل بعضهم الإجماع على ذلك.
_________
(١) تفسير ابن كثير (٢/٣٦٤) .
(٢) بدائع الصنائع (٦/٥٧) وأهمية الجهاد في نشر الدعوة الإسلامية ص ١٢٤.
(٣) ومقدار الكفاية: أن ينهض للجهاد قوم يكفون في قتالهم، إما أن يكونوا جندالهم دواوين من أجل ذلك، أو قد أعدوا أنفسهم تبرعا. انظر: المغنى (١٣/٨) والحاوي الكبير (١٤/١١٣) .
(٤) المبسوط (١٠/٣) وفتح القدير لابن الهمام (٥/١٩١) والذخيرة (٣/٣٨٥) وبداية المجتهد (١/٣٨٤) والحاوي الكبير (١٤/١١١) وتكملة المجموع (٢١/١١٠) والمغني ... (١٣/٦) ومعونة أولى النهى (٣/٥٨٢) والمحلى بالآثار لابن حزم (٥/٣٤٠) .
وحكى عن ابن عمر، والثوري وعطاء وغيرهم أن الجهاد بالنفس في سبيل الله مندوب وليس بفرض وهذا قول ضعيف لا دليل عليه ونسبة صحته إليهم ضعيفة، وإن صح عنهم فهو محمول على أنه ليس بفرض عين، ولا يمكن لأحد أن يقول: لا يجب الجهاد بالنفس في سبيل الله مع اقتضاء تركه استباحة دماء المسلمين. انظر فتح القدير (٥/١٨٩) وأحكام القرآن لابن العربي (١/١٤٦) والجامع لأحكام القرآن للقرطبي (٣/٣٩) والذخيرة (٣/٣٨٥) .','1','68',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (67,'جاء في تبيين الحقائق (وهو فرض كفاية ابتداء.. يعني يجب علينا أن نبدأهم بالقتال وإن لم يقاتلونا.. وعليه إجماع الأمة) (١) .
وفي الجامع لأحكام القرآن: (والذي استمر عليه الإجماع أن الجهاد على كل أمة محمد - صلى الله عليه وسلم - فرض كفاية) (٢) .
والأدلة على ذلك من وجهين:
الوجه الأول: الأدلة على أن الجهاد فرض وهذا الوجه سبق ذكر أدلته في المرحلة الثالثة من مراحل تشريع الجهاد، وأن الأمر بالجهاد بالنفس في نصوص الكتاب والسنة يدل على فريضة الجهاد، ولا حاجة لإعادة ما سبق من الأدلة (٣) .
الوجه الثاني: الأدلة على أنه فرض كفاية:
الكتاب والسنة والقياس والعقل تدل على أن الجهاد في حالة الطلب والابتداء بالقتال فرض كفاية.
أولا من الكتاب الكريم.
قال تعالى: {لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلا وَعَدَ اللَّهُ الْحُسْنَى وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا} [النساء: ٩٥] .
_________
(١) تبيين الحقائق شرح كنز الدقائق للزيلعي (٣/٢٤١) .
(٢) الجامع لأحكام القرآن للقرطبي (٣/٣٩) ورحمة الأمة في اختلاف الأئمة ص (٥٢٧) .
(٣) راجع: مشروعية الجهاد في سبيل الله ومراحل تشريعه.','1','69',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (68,'وجه الدلالة من الآية: أن القاعدين عن الجهاد غير آثمين مع جهاد غيرهم، بل وعدهم الله الحسنى ولو كان الجهاد فرض عين لأثموا، ولما وعد الله القاعدين عنه الحسنى لأن القعود يكون حراما، فدلت الآية على أن الجهاد فرض كفاية (١) .
ثانيا: من السنة:
صح عن النبي - صلى الله عليه وسلم - خروجه في بعض الغزوات وقعوده في البعض الآخر (٢) وأنه كان يؤمر غيره على الغزوة، أو السرية، ولم يكن يخرج أصحابه، بل بعضهم ولو كان الجهاد فرض عين ما قعد رسول الله - صلى الله عليه وسلم - عن الغزو، ولما أذن لأحد من أصحابه في القعود عن الجهاد (٣) .
وكان رسول الله - صلى الله عليه وسلم - إذا أمر أميرا على جيش أو سرية أوصاه في خاصته بتقوى الله ومن معه من المسلمين خيرات، ثم قال (اغزوا باسم الله في سبيل الله قاتلوا من كفر بالله) (٤) .
وقال رسول الله - صلى الله عليه وسلم - «من جهز غازيا في سبيل الله فقد غزا ومن خلفه في أهله وماله بخير فقد غزا» (٥) .
_________
(١) البحر الرائق (٥/١٢٠) والذخيرة (٣/٣٨٥) والمغني (١٣/٦) وبدائع الصنائع (٦/٥٧) .
(٢) كما في غزوة مؤتة وهي: سرية زيد بن حارثة في نحو ثلاثة آلاف إلى أرض البلقاء من أرض الشام. انظر: البداية والنهاية (٤/٦٣٢) .
(٣) تبيين الحقائق (٣/٢٤١) وبدائع الصنائع (٦/٨٥) والمغني (١٣/٧) .
(٤) صحيح مسلم مع شرح النووي كتاب الجهاد والسير، باب تأمير الأمراء على البعوث ح رقم (١٧٣١) .
(٥) سبق تخريجه.','1','70',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (69,'فدل الحديث على أن بعض المسلمين يغزو بنفسه، وبعضهم بماله يجهز الغزاة، وبعضهم يخلف الغازي في أهله يرعاهم ويدير شئونهم، وكل هذا يعد من الغزو في سبيل الله.

ثالثا: من القياس:
الجهاد إنما شرع لإعلاء كلمة الله، وإعزاز دينه، ودفع الفساد عن العباد، فإذا حصل من البعض سقط عن الباقين كصلاة الجنازة، ودفن الميت ونحو ذلك (١) .
رابعا: من العقل:
لو اشتغل الكل بالجهاد لتعطلت مصالح العباد وانقطعت مادة الجهاد من الكراع والسلاح فينقطع الجهاد، فلزم أن يقوم البعض بالجهاد والبعض الآخر بالحرف والمهن التي تقوم بها مصالح العباد ويستمر بها الجهاد في سبيل الله (٢) .
وروي عن بعض الصحابة (٣) رضي الله عنهم وهو محكي عن سعيد بن المسيب (٤) رحمه الله أن جهاد الابتداء والطلب فرض عين (٥) .
_________
(١) البحر الرائق (٥/١٢٠) والوسيط في المذهب للغزالي (٧/٦) .
(٢) المبسوط (١٠/٣) وفتح القدير (٥/١٩١) وتكملة المجموع (٢١/١١٠) .
(٣) منهم أبو أيوب الأنصاري، والمقداد بن الأسود رضي الله عنهما انظر فتح الباري (٦/٤٧) .
(٤) هو: سعيد بن المسيب بن حزن القرشي المخزومي، أحد الفقهاء السبعة بالمدينة ومن كبار التابعين ومن أوسعهم علما، كثير الحديث ثقة ثقتا فقيها مفتيا مأمونا ورعا، توفي بالمدينة سنة ٩٤ هـ وعمره ٧٥ سنة، انظر طبقات ابن سعد (٥/١١٩) والبداية والنهاية (٩/١٢١) وسير أعلام النبلاء (٤/٢١٧) .
(٥) فتح الباري (٦/٤٧) والمغنى (١٣/٦) وتكملة المجموع (٢١/١١٦) .','1','71',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (70,'جاء في فتح الباري لابن حجر: وقد فهم بعض الصحابة من الأمر في قول الله عز وجل {انْفِرُوا خِفَافًا وَثِقَالا} [التوبة: ٤١] العموم، فلم يكونوا يتخلفون عن الغزو حتى ماتوا (١) .
وخرج سعيد بن المسيب إلى الغزو وقد ذهبت إحدى عينيه فقيل له إنك عليل فقال: استنفر الله الخفيف والثقيل فإن لم يمكني الحرب كثرت السواد، وحفظت المتاع (٢) .
ونوقش هذا: بأنه محمول على استنفار الإمام، أو على الاستنفار للدفاع عن بلد من بلاد المسلمين، أو ثغر من ثغورهم فإنه يكون فرض عين حتى يندفع العدو (٣) قال - صلى الله عليه وسلم - «وإذا استنفرتم فانفروا» (٤) .
إذا تقرر أن الجهاد بالنفس في سبيل الله في حالة طلب العدو وابتدائهم بالقتال فرض كفاية فإنه يتعين في ثلاث حالات (٥) .
١- إذا شرع في الجهاد وتقابل الصفان تعين الجهاد في حقه وحرم الانصراف قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا} [الأنفال: ٤٥] .
_________
(١) فتح الباري (٦/٤٧) .
(٢) الجامع لأحكام القرآن للقرطبي (٨/١٣٧) .
(٣) المغني (١٣/٧) وأحكام القرآن للجصاص (٣/١٤٥) .
(٤) صحيح البخاري مع الفتح كتاب الجهاد والسير باب وجوب النفير، ح رقم (٢٨٢٥) وصحيح مسلم مع شرح النووي، كتاب الإمارة، بابن المبايعة بعد فتح مكة على الإسلام والجهاد و، ح رقم (١٣٥٣) عن ابن عباس رضي الله عنهما.
(٥) المغنى (١٣/٨) ومعونة أولى النهى (٣/٥٨٨) .','1','72',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (71,'٢- إذا عين إمام المسلمين شخصا بعينه للجهاد وعلى هذا يكون الجهاد فرض عين على العسكر المعينين من قبل الإمام في ديوان الجند.
٣- إذا كان النفير عاما، كأن يستنفر الإمام أهل بلد أو قرية إلى الجهاد.
لقوله - صلى الله عليه وسلم -: «وإذا استنفرتم فانفروا» (١) .
الحالة الثانية: دفع العدو عن بلاد المسلمين.
والجهاد في هذه الحالة فرض عين على أهل البلد، ثم الذين يلونهم، حتى يكون على جميع المسلمين وحتى يندفع شر العدو، وهذا مجمع عليه.
جاء في أحكام القرآن للجصاص (ومعلوم في اعتقاد جميع المسلمين أنه إذا خاف أهل الثغور من العدو ولم تكن فيهم مقاومة لهم فخافوا على بلادهم وأنفسهم وذراريهم أن الفرض على كافة الأمة أن ينفر إليهم من يكف عاديتهم عن المسلمين وهذا لا خلاف فيه بين الأمة..) (٢) .
وفي الجامع لأحكام القرآن للقرطبي: (إذا تعين الجهاد بغلبة العدو على قطر من الأقطار.. وجب على جميع أهل تلك الدار أن ينفروا ويخرجوا إليه خفافا وثقالا، شبابا وشيوخا كل على قدر طاقته.. فإن عجز أهل تلك البلدة عن القيام بعدوهم كان على من قاربهم وجاورهم أن يخرجوا، على حسب ما لزم أهل تلك البلدة حتى يعلموا أن منهم طاقة على القيام بهم ومدافعتهم، وكذلك كل من علم بضعفهم عن عدوهم وعلم أنه يدركهم ويمكنه غياثهم لزمه أيضا الخروج إليهم فالمسلمون كلهم يد على من سواهم) (٣) .
ويستدل لذلك بعموم النصوص من الكتاب والسنة التي تدل على فرض الجهاد بالنفس في سبيل الله وقد سبق ذكرها (٤) .
_________
(١) سبق تخريجه.
(٢) أحكام القرآن للجصاص (٣/١٦٤) والبحر الرائق (٥/١٢٢) .
(٣) الجامع لأحكام القرآن للقرطبي (٨/١٣٨) .
(٤) راجع مشروعية الجهاد في سبيل الله ومراحل تشريعه.','1','73',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (72,'<span data-type="title" id=toc-16>الباب الأول
أحكام المجاهد بالنفس في العبادات</span>
وفيه أربعة فصول:
الفصل الأول: أحكام المجاهد في الطهارة.
الفصل الثاني: أحكام المجاهد في الصلاة.
الفصل الثالث: أحكام المجاهد في الزكاة والصوم والحج.
الفصل الرابع: أحكام المجاهد في باب الجهاد.','1','75',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (73,'<span data-type="title" id=toc-17>الفصل الأول
أحكام المجاهد في الطهارة</span>
ويشتمل على أربعة مباحث:
المبحث الأول: طهارة المجاهد بالماء وهو جريح.
المبحث الثاني: طهارة أعضاء المجاهد المقطوعة.
المبحث الثالث: تيمم المجاهد.
المبحث الرابع: مسح المجاهد.','1','77',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (74,'<span data-type="title" id=toc-18>المبحث الأول
طهارة المجاهد بالماء وهو جريح </span>(١)
لا يختلف المجاهد في سبيل الله في الطهارة بالماء وهو جريح عن غيره من الجرحى، وإنما أفردته بالذكر لأنه الأكثر تعرضا للجراح فيحتاج إلىمعرفة كيفية الطهارة مع الجراح سواء كانت الطهارة من الحدث الأكبر أو من الأصغر، وله مع الجراح حالتان:
الحالة الأولى: أن تكون جراحة مكشوفة.
الحالة الثانية: أن تكون جراحة مستورة بحائل (٢) .
فأما الحالة الأولى إذا كانت جراحة مكشوفة، فالأصل أن فرضه غسل العضو المجروح بالماء سواء كان من بدنه في الحدث الأكبر، أو من أعضاء وضوئه في الحدث الأصغر، إلا أن يخاف ضررا بغسله، فإن خاف ضررا بغسله فقد اختلف الفقهاء، رحمهم الله تعالى، في كيفية طهارته إلى ثلاثة أقوال:
القول الأول: أنه يغسل الصحيح من بدنه في الحدث الأكبر ومن أعضاء وضوئه في الحدث الأصغر، ويمسح بالماء على الجراح إذا لم يتضرر من ذلك وجوبا، ولا يحتاج إلى التيمم وهذا القول رواية عند الحنابلة هي الصحيح من المذهب اختارها ابن تيمية (٣) .
_________
(١) الجراحة: اسم للضربة أو الطعنة، يقال: رجل جريح من قوم جرحى وامرأة جريح وجرحه يجرحه جرحا أثر فيه بالسلاح. انظر: لسان العرب (٢/٤٢٢) مادة (جرح) والمحيط في اللغة (٢/٤٠١) .
(٢) يأتي الحديث عن هذه الحالة، إن شاء الله في المسح على الجبيرة ونحوها.
(٣) الإنصاف (١/٢٧١) والروض المربع ص ٤٥ والشرح الكبير (١/١١٩) ومجموع الفتاوى (٢١/١٧٨) .','1','79',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (75,'واستدلوا بما يلي:
١- عموم قوله - صلى الله عليه وسلم - «إذا أمرتكم بأمر فأتوا منه ما استطعتم» (١) .
٢- ولأنه عجز عن غسله وقدر على مسحه، وهو بعض الغسل فوجب الإتيان بما قدر عليه، كمن عجز عن الركوع والسجود وقدر على الإيماء (٢) .
٣- ولأنه إذا جاز مسح الجبيرة ومسح الخف وكان ذلك أولى من التيمم، فلأن يكون مسح العضو بالماء أولى من التيمم (٣) .
القول الثاني: الجمع بين الغسل بالماء والتيمم، فيغسل الصحيح من بدنه في الحدث الأكبر، والصحيح من أعضاء وضوئه في الحدث الأصغر ويتيمم عن الجراح التي يضره غسلها، وبهذا قال الشافعية سواء قدر على مسح الجراح أم لا (٤) والحنابلة إذا لم يمكن مسح الجراح بالماء (٥) .
_________
(١) الحديث بأكمله عن أبي هريرة رضي الله عنه عن النبي - صلى الله عليه وسلم - قال: دعوني ما تركتكم فإنما أهلك من كان قبلكم سؤالهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه وإذا أمرتكم بشيء فأتوا منه ما استطعتم، انظر: صحيح البخاري مع الفتح، كتاب الاعتصام بالكتاب والسنة باب الاقتداء بسنن رسول الله - صلى الله عليه وسلم - ح رقم (٧٢٨٨) وصحيح مسلم بشرح النووي كتاب الحج باب فرض الحج مرة في العمر ح رقم (١٣٣٧) .
(٢) الشرح الكبير (١/١١٩) .
(٣) مجموع الفتاوى (٢١/١٧٨) .
(٤) المجموع (٢/٣٣٣) روضة الطالبين (١/١٠٧) ومغني المحتاج (١/٢٥٥) والحاوي الكبير (١/٢٧٣) .
(٥) الروض المربع ص ٤٥ والكافي في فقه الإمام أحمد (١/٩٣) والمغني (١/٢٣٦) وفي رواية إنه يجب الجمع بين المسح بالماء والتيمم للعضو المجروح. المبدع (١/٢١٢) والإنصاف (١/٢٧١) .','1','80',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (76,'واستدلوا بما يلي:
١- عن جابر رضي الله عنه قال: خرجنا في سفر فأصاب رجل منا شجة في وجهه ثم احتلم، فسأل أصحابه: هل تجدون لي رخصة في التيمم؟ فقالوا: ما نجد لك رخصة وأنت تقدر على الماء، فاغتسل فمات، فلما قدمنا على النبي - صلى الله عليه وسلم - أخبر بذلك فقال: «قتلوه قتلهم الله، ألا سألوا إذا لم يعلموا فإنما شفاء العي السؤال، إنما يكفيه أن يتيمم ويعصب على جراحه خرقة ثم يمسح عليها ثم يغسل سائر جسده» (١) .
فهذا الحديث نص صريح في الجمع بين الماء والتيمم (٢) .
٢- ولأن العجز عن إيصال الماء إلى بعض أعضائه لا يقتضي سقوط الفرض عن إيصاله إلى ما لم يعجز عنه قياسا على ما إذا كان عادما لبعض أعضائه (٣) .
_________
(١) أخرجه أبو داود في سننه مع عون المعبود، كتاب الطهارة، باب المجدور يتيمم ح رقم (٣٣٢) قال في عون المعبود: رواية الجمع بين التيمم والغسل رواية ضعيفة لا تثبت بها الأحكام. (١/٣٦٧) ورواه البيهقي في السنن الكبرى، كتاب الطهارة باب الجرح إذا كان في بعض جسده دون بعض، ح رقم (١٠٧٥) وباب المسح على العصائب والجبائر ح رقم (١٠٧٧) . قال البيهقي: ليس بالقوي (١/٣٤٩) وقال في نصب الراية، قال الدارقطني: لم يروه عن عطاء عن جابر غير الزبير بن خريق وليس بالقوي (١/١٨٧) وأخرجه أبو داود في سننه من طريق ابن عباس ولم يذكر الزيادة التي في حديث جابر «إنما يكفيه أن يتيمم ويعصب على جراحه» كتاب الطهارة باب في المجدور يتيمم ح رقم (٣٣٣) وأخرجه ابن ماجة في كتاب الطهارة، باب الجرح إذا كان في بعض الجسد دون بعض، ح رقم (١٠٧٣) ، وأخرجه الدارمي، في باب المجروح تصيبه الجنابة (١/١٩٢) وقال في مجمع الزوائد: إسناده منقطع فإن الأوزاعي عن عطاء مرسل. فالحديث من طريق جابر رضي الله عنه فيه الزبير بن خريق وليس بالقوي ومن طريق ابن عباس فيه انقطاع وقد صحح الألباني رحمه الله الحديث من الطريقين انظر صحيح الجامع الصغير وزيادته ج (٢/٨٠٥) ح رقم (٤٣٦٣) .
(٢) الحاوي الكبير (١/٢٧٣) .
(٣) الحاوي الكبير (١/٢٧٣) والمغني (١/٣٣٧) .','1','81',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (77,'٣- ولأنها طهارة ضرورة فلم يعف فيها إلا على قدر ما دعت إليه الضرورة، كطهارة المستحاضة (١) .
وقد اتفق أصحاب هذا القول أنه لا يلزم الترتيب بين العضو المغسول والعضو المتيمم له في الطهارة من الحدث الأكبر (٢) لأن التيمم للعجز عن استعمال الماء في الجراح وهو متحقق على كل حال (٣) .
واختلفوا في لزوم الترتيب في الطهارة من الحدث الأصغر.
فالصحيح عند الحنابلة (٤) ، وقول عند الشافعية (٥) أنه لا يلزم الترتيب.

واستدلوا بما يلي (٦) .
١- أن التيمم طهارة مفردة فلا يجب الترتيب بينها وبين الطهارة الأخرى، كما لو كان الجريح جنبا.
٢- ولأن في لزوم الترتيب حرج وضرر وذلك مدفوع بقوله تعالى: ... {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: ٧٨] .
_________
(١) الحاوي الكبير (١/٢٧٤) .
(٢) المجموع النووي (٢/٣٣٣) ومغني المحتاج (١/٢٥٥) والمستوعب (١/٢٨٨) والمغني لابن قدامة (١/٣٣٧) .
(٣) المغني (١/٣٣٧) .
(٤) الفروع لابن مفلح (١/٢١٧) ومجموع الفتاوى (٢١/٤٦٦) .
(٥) الحاوي الكبير للماوردي (١/٢٧٤) والمجموع (٢/٣٣٤) .
(٦) المغني (١/٣٣٨) .','1','82',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (78,'وفي قول عند الحنابلة (١) وقول عند الشافعية (٢) أنه يلزم الترتيب فيجعل التيمم في مكان الغسل الذي تيمم بدلا عنه، وصفة الطهارة على هذا القول كما يلي (٣) .
أ- إن كان الجرح في وجهه بحيث لا يمكنه غسل شيء منه لزمه التيمم أولا، ثم يكمل الوضوء.
ب- إن كان الجرح في بعض وجهه فله أن يغسل صحيح وجهه ثم يتيمم، أو العكس ثم يكمل وضوءه.
ج- إن كان الجرح في عضو آخر غسل ما قبله وجوبا، ثم تيمم ثم يكمل الوضوء.
د- إن كانت الجراح في وجهه ويديه ورجليه احتاج في كل عضو إلى تيمم في محل غسل الجراح.
ودليلهم مراعاة الترتيب فلا ينتقل عن العضو المعلول حتى يكمل طهارته أصلا وبدلا (٤) .
وهذا القول فيه مشقة وحرج وهذا يتنافى مع قواعد الشريعة التي تدعو إلى رفع الحرج والمشقة، ثم فيه أنه يتيمم أربع مرات لطهارة واحدة وهذا لا دليل عليه. والله أعلم.
والقول الثالث: في كيفية طهارة الجريح أنه لا يجمع بين الغسل بالماء والتيمم، فإن كان أكثر بدنه في الحدث الأكبر وأعضاء وضوئه في الحدث الأصغر صحيحا غسل الصحيح ولا تيمم عليه للجريح، وإن كان الأكثر جريحا تيمم ولا غسل عليه للعضو الصحيح وبهذا قال الحنفية (٥) والمالكية (٦) .
_________
(١) المغني (١/٣٣٨) والفروع (١/٢١٧) والمستوعب (١/٢٨٨) .
(٢) المجموع (٢/٣٣٥) ومغنى المحتاج (١/٢٥٦) .
(٣) المغني (١/٣٣٨) والمجموع (٢/٣٣٥) .
(٤) المغني (١/٣٨٨) ومغني المحتاج (١/٢٥٦) .
(٥) فتح القدير لابن الهمام (١/١٢٦) والبحر الرائق (١/٢٨٤) وحاشية ابن عابدين (١/٤٢٩) .
(٦) حاشية الدسوقي (١/١٦٣) ومواهب الجليل (١/٥٣١) وبلغة السالك (١/٧٧) .','1','83',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (79,'واستدلوا بما يلي:
١- أن الأقل تابع للأكثر فالمجدور يكفيه التيمم ولم يقل أحد أن المجدور يغسل ما صح من بدنه بين الجراح فدل أن العبرة للأكثر (١) .
ونوقش هذا: بأن الاستدلال بالأغلب أصل لا يعتبر في الطهارة، فإنه لو غسل أكثر جسده من جنابة أو أكثر أعضاء وضوئه من حدث لم يجزه تغليبا للأكثر فكذلك هنا (٢) .
٢- أنه لا يجمع بين الأصل والبدل على سبيل رفع أحدهما للآخر، فإذا كان الأكثر مجروحا لم يكن له بد من التيمم (٣) .
ونوقش هذا: بأنه لا جمع بين بدل ومبدل لأن التيمم بدل ما لم يصل إليه الماء فلم يكن جمعا في محل بين بدل ومبدل (٤) .
ويأتي على هذا القول ما إذا كان نصف أعضاء البدن في الحدث الأكبر ونصف أعضاء الوضوء في الحدث الأصغر صحيحا والنصف الأخر جريحا. اختلف الحنفية في هذه الحالة، فمنهم من قال: فرضه التيمم لأنها طهارة كاملة. ذكره في الاختيار، وقال عنه: حسن، وقال في فتح القدير: هو أشبه بالفقه (٥) .
_________
(١) المبسوط للسرخسي (١/١٢٢) .
(٢) الحاوي الكبير (١/٢٧٣) .
(٣) المبسوط (١/١٢٢) والذخيرة (١/٣٤٣) .
(٤) الحاوي الكبير (١/٢٧٣، ٢٧٤) والمغني (١/٣٣٧) .
(٥) الاختيار الموصلي (١/٢٣) وفتح القدير (١/١٢٦) .','1','84',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (80,'ومنهم من قال: فرضه الغسل ومسح الجرح ما لم يضره، لأنها طهارة حقيقة وحكمية فكان الغسل مع المسح أولى، اختار هذا القول صاحب البحر الرائق، وقال: هو أحوط (١) وقال المالكية: يغسل الصحيح ويمسح الجريح (٢) .
الترجيح
بعد ذكر أقوال الفقهاء رحمهم الله وأدلة كل قول ومناقشة ما أمكن مناقشته منها، فإن الأقرب إلى الرجحان القول الأول، حيث يغسل ما صح من بدنه في الحدث الأكبر ومن أعضاء وضوئه في الحدث الأصغر ويمسح الجراح بالماء ويكفيه ذلك عن التيمم سواء كان أكثر البدن أو أعضاء الوضوء صحيحا أم جريحا، لأن في هذا رفع للحرج والمشقة عن الجريح والمسح بالماء مع القدرة عليه أولى من التيمم، فإن لم يمكن المسح بالماء وخاف الضرر منه تيمم أولا لجميع الجراح في بدنه أو أعضاء وضوئه، ثم يغسل الصحيح من بدنه أو من أعضاء وضوئه، لأنه لما عجز عن مسح الجريح بالماء تيمم له حتى لا يبقى عضو دون تطهير. والله أعلم.
_________
(١) البحر الرائق (١/٢٨٥) والاختيار للموصلي (١/٢٣) وفتح القدير (١/١٢٦) .
(٢) حاشية الخرشي (١/٣٧٦)','1','85',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (81,'<span data-type="title" id=toc-19>المبحث الثاني
طهارة أعضاء المجاهد المقطوعة </span>(١)
لا يختلف المجاهد في سبيل الله عن غيره في طهارة ما بقي من الأعضاء المقطوعة وإنما أفردته بالذكر لأنه يتعرض لقطع الأعضاء في الجهاد في سبيل الله.
والأعضاء المقطوعة لها حالات.
الحالة الأولى: أن تقطع من فوق المرفق في اليد ومن فوق الكعب في الرجل.
الحالة الثانية: أن تقطع من دون المرفق في اليد ومن دون الكعب في الرجل.
الحالة الثالثة: أن تقطع من المرفق في اليد ومن الكعب في الرجل.
الحالة الأولى: أن تقطع من فوق المرفق في اليد ومن فوق الكعب في الرجل:
لا نزاع بين العلماء فيما أعلم في هذه الحالة أنه يسقط وجوب الغسل.
قال في الإنصاف: (أن يكون القطع من فوق محل الفرض فلا يجب الغسل بلا نزاع) (٢) . ووجه هذه الحالة؛ أنه انعدام محل الغسل بالقطع (٣) .
_________
(١) المراد ما بقي من الأعضاء بعد القطع وهذه الأعضاء هي الأيدي والأرجل أو بعضها وطهارتها من الحدث الأصغر.

قال في الشرح الممتع والأذن إن قطعت كلها سقط المسح وإن سقط بعضها مسح الباقي. ... (١/١٧٨) وقال في حاشية الروض المربع: وكالوضوء تيمم فالأقطع من مفصل يمسح محل القطع بالتراب ومن دونه يمسح ما بقي من محل الفرض، وما فوقه يستحب له مسحة بالتراب (١/٢٠٨) وانظر: المجموع (٢/٢٧٣) .
(٢) الإنصاف (١/١٦٤) وانظر: البحر الرائق (١/٢٩) وفتح القدير (١/١٣) وحلية العلماء (١/١٤٧) والمجموع (١/٤١٦) والحاوي (١/١١٣) والمعونة (١/١٢٦) والمدونة (١/٢٣) والمغني (١/١٧٣) .
(٣) المغنى (١/١٧٤) .','1','86',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (82,'لكن قال الشافعية: يستحب غسل ما فوق المرفق والكعب لأنه موضع قد يصل إليه الماء في إسباغ الوضوء (١) .
وقال الحنابلة: يستحب مسح القطع بالماء لئلا يخلو العضو عن الطهارة (٢) .
الحالة الثانية: أن يكون القطع من دون المرفق في اليد ومن دون الكعب في الرجل. لا نزاع بين العلماء فيما أعلم في هذه الحالة أنه يجب غسل ما بقي من محل الفرض.
قال في مواهب الجليل (إذا قطع بعض محل الفرض وجب غسل ما بقي منه بلا خلاف) (٣) وفي المجموع (يجب غسل باقي محل الفرض بلا خلاف) (٤) .
وفي الإنصاف: (إن بقي من محل الفرض شيء فيجب غسله بلا نزاع) (٥) .
وأدلة هذه الحالة ما يلي:
١- قوله - صلى الله عليه وسلم - «إذا أمرتكم بأمر فأتوا منه ما استطعتم» (٦) .
٢- ولأن الميسور لا يسقط بالمعسور (٧) .
٣- ولأن كل عضو سقط بعضها يتعلق الحكم بباقيه غسلا ومسحا (٨) .
الحالة الثالثة: أن يكون القطع من المرفق في اليد ومن الكعب في الرجل. وفيه هذه الحالة هل يجب غسل راس العضد من اليد ورأس الساق من الرجل أم لا؟
_________
(١) المجموع (١/٤١٦) والأم (١/٢٥) والحاوي (١/١١٣) .
(٢) المبدع (١/١٣٠) والمستوعب (١/١٥١) والإنصاف (١/١٦٤) .
(٣) مواهب الجليل (١/٢٧٧) .
(٤) المجوع للنووي (١/٤١٦) .
(٥) الإنصاف (١/١٦٤) وانظر حاشية الروض المربع (١/٢٠٨) والبحر الرائق (١/٢٩) وفتح القدير (١/١٣) .
(٦) سبق تخريجه.
(٧) مغني المحتاج (١/١٧٥) وهذه قاعدة للشافعية انظر: الأشباه والنظائر للسيوطي ص ٢٩٣.
(٨) حاشية الدسوقي (١/٨٧) وحاشية الخرشي (١/٢٢٨) .','1','87',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (83,'اختلف الفقهاء رحمهم الله تعالى إلى قولين:
القول الأول: إنه يجب الغسل.
قال به الحنفية (١) وهو رواية عن الإمام مالك (٢) وقول عند الشافعية، قال النووي هو المذهب (٣) وهو الصحيح من مذهب الحنابلة وعليه أكثر الأصحاب (٤) .
واستدلوا على هذا القول بما يلي:
١- أن الأمر بالغسل تعلق باليد، واليد اسم لهذه الجارحة من رءوس الأصابع إلى الإبط، ولولا ذكر المرفق لوجب غسل اليد كلها فكان ذكر المرفق لإسقاط ما وراءه لا لمد الحكم إليه لدخوله تحت اسم اليد (٥) .
٢- أن «إلى» في قوله تعالى {إِلَى الْمَرَافِقِ} و {إِلَى الْكَعْبَيْنِ} [المائدة: ٦] بمعنى مع، وعلى هذا يكون المعنى فاغسلوا أيدكم مضافة إلى المرافق (٦) وأرجلكم مضافة إلى الكعبين.
٣- ولأن رأس العضد من المرفق، وغسل اليدين مع المرفقين واجب (٧) وكذلك رأس الساق من الكعب وغسل الرجلين مع الكعبين واجب.
القول الثاني: أنه لا يجب غسل رأس العضد من اليد ورأس الساق من الرجل.
_________
(١) بدائع الصنائع (١/٦٨) والبناية على الهداية (١/٩٤) وحاشية ابن عابدين (١/٤٠٢) .
(٢) أحكام القرآن لابن العربي (٢/٥٨) والجامع لأحكام القرآن للقرطبي (٦/٨٤) .
(٣) روضة الطالبين (١/٥٢) والمجموع (١/٤٢٧) والأم (١/٢٥) ومغني المحتاج (١/١٣٥) .
(٤) المغني (١/١٧٣) والإنصاف (١/١٦٤) والمبدع (١/١٣٠) والمستوعب (١/١٥١) .
(٥) بدائع الصنائع (١/٦٨) وأحكام القرآن للجصاص (٢/٤٢٨) .
(٦) أحكام القرآن لابن العربي (١/٥٩) .
(٧) الشرح الممتع (١/١٧٧) .','1','88',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (84,'قال به زفر (١) من الحنفية (٢) وهو رواية عن الإمام مالك (٣) اختارها أشهب (٤) ونقله المزني من الشافعية في المختصر، وحكي أنه القديم عند الشافعية (٥) وهو قول عند الحنابلة على خلاف المذهب (٦) .
واستدلوا على هذا القول بما يلي:
١- أن الله تعالى جعل المرفق غاية فلا يدخل تحت ما جعلت له الغاية، كما لا يدخل الليل تحت الأمر بالصيام في قوله تعالى: {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} [البقرة: ١٨٧] (٧) .
ونوقش هذا الاستدلال بأن المرفق لا يصلح غاية لحكم ثبت في اليد لكونه بعض اليد، بخلاف الليل في باب الصوم فإنه لولا ذكر الليل لما اقتضى الأمر إلا وجوب صوم ساعة فذكر الليل لمد الحكم إليه لا لدخول الغاية فيه (٨) .
_________
(١) هو زفر بن هذيل بن قيس العنبري البصري صاحب أبي حنيفة، أخذ عنه العلم، كان فقيها حافظا صدوقا ثقة زاهدًا تولى قضاء البصرة وتوفي بها سنة ١٥٨ هـ انظر لسان الميزان (٢/٥٨٨) والجواهر المضية (٢/٢٠٧) ت رقم (٥٩٦) .
(٢) بدائع الصنائع (١/٢٩) وفتح القدير (١/١٣) .
(٣) الجامع لأحكام القرآن للقرطبي (٦/٨٤) وأحكام القرآن لابن العربي (٢/٨٥) .
(٤) هو: أبو عمرو أشهب بن عبد العزيز بن داود بن إبراهيم القيسي العامري المصري، من أصحاب مالك فقيه انتهت إليه رئاسة المذهب في مصر بعد ابن القاسم، وقيل: اسمه مسكين، وأشهب لقب له توفي سنة ٢٠٤ هـ.
انظر: سير أعلام النبلاء (٩/٥٠٠) ت رقم (١٩٠) والأعلام (١/٣٣٣) .
(٥) مختصر المزني ص ٢ وروضة الطالبين (١/٥٢) والحاوي (١/١١٣) والمجموع (١/٤٢٧) .
(٦) الإنصاف (١/١٦٤) والمبدع (١/١٣٠) .
(٧) بدائع الصنائع (١/٦٨) وجامع البيان للطبري (٤/٤٦٤) .
(٨) أحكام القرآن للجصاص (١/٤٢٨) وبدائع الصنائع (١/٨٦) .','1','89',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (85,'٢- ولأن غسل العضد تابع للمرفق في اليد، والساق تابع للكعب في الرجل وقد سقط المتبوع فيسقط التابع (١) .
ونوقش هذا الدليل: بأن رأس العضد من المرفق ورأس الساق من الكعب أصلا لا تبعا (٢) .
٣- أن «إلى» تحتمل في كلام العرب دخول الغاية في الحد وخروجها منه وإذا احتمل الكلام ذلك لم يجز لأحد القضاء بأنها داخلة فيه (٣) .
ونوقش هذا الدليل: بأن السنة بينت أن المراد من «إلى» في قوله تعالى: {إِلَى الْمَرَافِقِ} و {إِلَى الْكَعْبَيْنِ} أنها لدخول الغاية (٤) ومن ذلك:
ما جاء عن أبي هريرة - رضي الله عنه - (أنه توضأ فغسل وجهه فأسبغ الوضوء، ثم غسل اليمنى حتى أشرع في العضد ثم يده اليسرى حتى أشرع في العضد ثم مسح رأسه، ثم غسل رجله اليمنى حتى أشرع في الساق، ثم غسل رجله اليسرى حتى أشرع في الساق، ثم قال: هكذا رأيت رسول الله - صلى الله عليه وسلم - يتوضأ (٥)) .
وبهذا يظهر أن القول بوجوب غسل رأس العضد ورأس الساق هو الراجح وهو القول الأول، لقوة أدلتهم، ومناقشة أدلة أصحاب القول الثاني، ولأن لفظ «إلي» في الآية أفاد دخول الغاية بالسنة المطهرة، والله أعلم.
_________
(١) الأوسط في السنن الإجماع، والاختلاف لابن المنذر (١/٢٦١) .
(٢) الشرح الممتع (١٧٨) .
(٣) جامع البيان للطبري (٤/٤٦٤) .
(٤) سبل السلام (١/٩٠) .
(٥) أخرجه مسلم في صحيحه بشرح النووي كتاب الطهارة باب استحباب إطالة الغرة والتحجيل في الوضوء ح رقم (٢٤٦) .','1','90',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (86,'<span data-type="title" id=toc-20>المبحث الثالث
تيمم المجاهد</span>
وفيه أربعة مطالب:
المطلب الأول: تيمم المجاهد لخوف من العدو.
المطلب الثاني: تيمم المجاهد في الأسر إذا منعه العدو الماء.
المطلب الثالث: تيمم المجاهد بالغبار.
المطلب الرابع: تيمم المجاهد بغير التراب مما هو من جنس الأرض، كالرمل، والحصى ونحو ذلك.','1','91',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (87,'المطلب الأول
تيمم (١)
المجاهد لخوفه من العدو
_________
(١) التيمم في اللغة القصد: أممت إليه إذا قصدته. انظر: لسان العرب (١٢/٢٧) مادة (أمم) والمعجم الوسيط (١/٢٧) .
وفي الشرع مسح الوجه واليدين بتراب طهور على وجه مخصوص. انظر كشاف القناع ... (١/١٤٩) .
وهو مشروع بالكتاب والسنة والإجماع.
فمن الكتاب قوله تعالى.. النساء آية (٤٣) ومن السنة حديث حذيفة رضي الله عنه عند مسلم (وجعلت تربتها لنا طهورا إذا لم نجد الماء) صحيح مسلم بشرح النووي، كتاب المساجد ومواضع الصلاة ح رقم (٥٢٢) .
وعن عمار بن ياسر رضي الله عنهما قال: بعثني رسول الله - صلى الله عليه وسلم - في حاجة فأجنبت فلم أجد الماء فتمرغت في الصعيد كما تتمرغ الدابة، ثم أتيت النبي - صلى الله عليه وسلم - فذكرت له ذلك فقال (إنما يكفيك أن تقول بيدك هكذا، ثم ضرب بيديه الأرض ضربة واحدة ثم مسح الشمال على اليمين وظاهر كفيه ووجهه) متفق عليه واللفظ لمسلم. انظر: البخاري مع الفتح كتاب التيمم، باب التيمم ضربة، ح رقم (٣٤٧) وفيه (فضرب بكفه ضربة على الأرض ثم نفضها، ثم مسح بهما ظهر كفه بشماله أو ظهر شماله بكفه ثم مسح بها وجهه) ومسلم بشرح النووي، كتاب الحيض باب التيمم ح رقم (٣٦٨) .

وقد أجمع المسلمون على مشروعية التيمم في الحدث الأصغر وهو قول عامة أهل العلم من فقهاء الأمصار وغيرهم في الجنب، إلا ما روي عن عمر وابن مسعود في الجنب أنه لا يتيمم والأحاديث الصحيحة كحديث عمار بن ياسر، وحديث حذيفة، وحديث عمران بن حصين في الرجل الذي اعتزل ولم يصل، فقال - صلى الله عليه وسلم - «ما منعك أن تصلي في القوم؟ قال: يا رسول الله أصابتني جنابة ولا ماء قال: عليك بالصعيد فإنه يكفيك» البخاري مع الفتح، كتاب التيمم باب الصعيد الطيب وضوء المسلم، ح رقم (٣٤٤) تدل هذه الأحاديث على أن الجنب له أن يتيمم وقد روي عن عمر وابن مسعود رجوعهما عن قولهما بعدم الجواز. انظر: بدائع الصنائع (١/١٦٤) وبداية المجتهد (١/٦٦) والأوسط (٢/١٥) والمجموع (٢/٢٤٠) .','1','92',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (88,'إذا خاف المجاهد على نفسه من العدو إذا خرج لطلب الماء، أو عند استعماله فإن له أن يتيمم بدلا عن الماء (١) وبهذا قال عامة الفقهاء من الأئمة الأربعة وغيرهم (٢) -ولم أجد حسب ما اطلعت عليه- خلافا في ذلك إلا رواية عند الإمام أحمد ذكرها صاحب الفروع والإنصاف أن الغازي إذا كان بقربه ماء يخاف إن ذهب إليه على نفسه لا يتيمم ويؤخر (٣) ولعله يريد بذلك تأخير التيمم إلى آخر الوقت فقد جاء في الكافي (وإن علم بماء قريب لزمه قصده ما لم يخف على نفسه أو ماله أو فوات الوقت) (٤) .
وعلى هذا فإن العلماء متفقون فيما يظهر على جواز التيمم لمن خاف من العدو على نفسه، يدل على ذلك ما يلي:
١- أن الخوف في الشريعة الإسلامية سبب من أسباب التخفيف وهو داخل في قاعدة (المشقة تجلب التيسير) (٥) .
فالخائف على نفسه من العدو يجوز له التيمم (٦) .
٢- أن الخوف من العدو عذر في جواز التيمم للمجاهد لأنه كعادم الماء (٧) .
_________
(١) وإن خاف فوات العدو إذا توضأ جاز له التيمم على الصحيح عند الحنابلة، وفي رواية ثانية عند أحمد لا يتيمم، انظر تصحيح الفروع بهامش الفروع (١/٢١١) .
(٢) تحفة الفقهاء (١/٣٨) وبدائع الصنائع (١/١٧٠) وتبيين الحقائق (١/٣٧) والبحر الرائق (١/٢٤٨) وحاشية الخرشي (١/٣٤٧) ومواهب الجليل (١/٤٩٢) والذخيرة ... (١/٣٣٩) روضة الطالبين (١/٩٨) والمجموع (٢/٢٩٨) والأم (١/٤٦) والمغنى لابن قدامة (١/٣١٥) وحاشية الروض المربع (١/٣٠٦) والمستوعب (١/٢٧٤) والمحلى بالآثار لابن حزم (١/٣٥٠) .
(٣) الفروع (١/٢١١) والإنصاف (١/٢٦٨) .
(٤) الكافي في فقه الإمام أحمد (١/٩١) .
(٥) من القواعد الفقهية الكبرى انظر: الأشباه والنظائر للسيوطي ص ٧٦.
(٦) غمز عيون البصائر (١/٢٦٨) والذخيرة للقرافي (١/٣٣٩) .
(٧) المغني لابن قدامة (١/٣١٥) وتبيين الحقائق (١/٣٦) وحاشية الروض المربع (١/٣٠٦) .','1','93',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (89,'والله سبحانه وتعالى يقول: {فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا} [المائدة: ٦] .
٣- ولأن حرمة النفس لا تكون دون حرمة المال إذ لو كان يلحقه الخسران في المال باستعمال الماء بأن كان لا يباع إلا بثمن باهظ جاز له التيمم (١) فعند الخوف من العدو على النفس إذا طلب الماء، أو أراد استعماله أولى.
<span data-type="title" id=toc-22>المطلب الثاني
تيمم المجاهد في الأسر إذا منعه العدو من استعمال الماء</span>
نص الحنفية على جواز تيمم الأسير إذا منعه العدو من الوضوء حيث قالوا (يجوز للأسير أن يتيمم إذا منعه الكفار من الوضوء ويصلي فإذا زال المانع أعاد) (٢) .
(لأن المنع من قبل العباد ووجوب الصلاة بالطهارة لحق الله فلا يسقط بما هو من عمل العباد (٣)) وقال أبو يوسف (٤) لا إعادة عليه.
لأنه عاجز عن استخدام الماء حقيقة (٥) وهذا الأقرب إلى الرجحان لقوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: ١٦] .
_________
(١) المبسوط للسرخسي (١/٢١١) وكشاف القناع (١/١٥٢) .
(٢) بدائع الصنائع (١/١٧٥) وحاشية ابن عابدين (١/٣٩٨) .
(٣) المرجعان السابقان والمبسوط (١/١٢٣) .
(٤) هو يعقوب بن إبراهيم بن حبيب الأنصاري، صاحب الإمام أبي حنيفة من الفقهاء والأصولين المجتهدين تفقه على الإمام أبي حنيفة، وروى عنه محمد بن الحسن وابن حنبل وابن معين، توفي سنة ١٨٢ هـ انظر الجواهر المضية (٣/٦١١) ت رقم ... (١٨٢٥) والفهرست ص (٢٨٦) .
(٥) المراجع السابقة في رقم ٣.','1','94',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (90,'ولقوله - صلى الله عليه وسلم - «إذا أمرتكم بأمر فأتوا منه ما استطعتم» (١) .
فهو قد أتى بالعبادة على قدر استطاعته.
وأما الجمهور فلم ينصوا على التيمم للأسير -حسب ما اطلعت عليه- وإنما ذكروا جواز التيمم للمحبوس الذي منع منه الماء، ولا إعادة عليه (٢) إلا عند الشافعية إذا كان محبوسا في الحضر فيجب عليه إعادة الصلاة (٣) .
والذي يظهر أن الأسير في معنى المحبوس فيجوز له التيمم عند هؤلاء الأئمة قياسا على المحبوس بل إنه أولى من المحبوس، لأن المحبوس ربما كان حبسه في بلاد الإسلام فيجد من يناوله الماء ويهيئ له أسباب القيام بالعبادة.
أما الأسير عند العدو فربما رأوا أن منعه من ممارسة العبادات من أشد التنكيل به فيمنعونه من الطهارة بالماء حتى لا يؤدي الصلاة ونحوها، فكان جواز التيمم في حقه أولى. ولا إعادة عليه، لأنه أدى العبادة على حالة لا يمكنه أداءها على غيرها، كعادم الماء إذا صلى بالتيمم ثم وجد الصلاة لا إعادة عليه، والله أعلم.
_________
(١) سبق تخريجه.
(٢) المدونة (١/٤٤) بلغة السالك (١/٧٦) التلقين ص ٦٨ حلية العلماء (١/٢٦٨) والمجموع (٢/٣٢١) والمغني لابن قدامة (١/٣١١) وكشاف القناع (١/١٥١) والإنصاف (١/٢٦٤) ، والمحلى بالآثار لابن حزم (١/٣٤٧) وفي رواية عند الحنابلة أنه لا يجوز التيمم لعدم الماء إلا في السفر، اختارها الخلال انظر الإنصاف (١/٢٦٤) .
(٣) حلية العلماء (١/٢٦٨) والمجموع (٢/٣٢١) .','1','95',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (91,'<span data-type="title" id=toc-23>المطلب الثالث
تيمم المجاهد بالغبار</span>
اتفق الفقهاء -رحمهم الله تعالى فيما أعلم- على جواز التيمم بالتراب الذي له غبار. جاء في التمهيد (أجمع العلماء على أن التيمم بالتراب ذي الغبار جائز) (١) .
واختلفوا في جواز التيمم بالغبار يكون على الثوب، أو الجدار ونحو ذلك. فذهب جمهور الفقهاء إلى جواز التيمم بالغبار (٢) .
واستدلوا بما يلي:
١- عن أبي جهيم الأنصاري (٣) رضي الله عنه قال: (أقبل النبي - صلى الله عليه وسلم - من نحوبئر جمل (٤) فلقيه رجل فسلم عليه فلم يرد عليه النبي - صلى الله عليه وسلم - حتى أقبل على الجدار فمسح بوجهه ويديه ثم رد عليه السلام) (٥) .
_________
(١) التمهيد لابن عبد البر (١٩/٢٩٠) وانظر الإجماع لابن المنذر ص ١٤.
(٢) المبسوط للسرخسي (١/١٠٩) وبدائع الصنائع (١/١٨٢) والمجموع للنووي (٢/٢٥٣) والأم (١/٥٠) والمغني (١/٣٢٦) والمبدع (١/٢٢٠) والمحلى بالآثار (١/٣٣٩) .
(٣) هو: عبد الله بن الحارث بن الصمة، الأنصاري يكني أبا جهيم، وقيل: في نسبه غير هذا، روى أحاديث عن النبي - صلى الله عليه وسلم - وروى عنه بشير بن سعيد وأخوه مسلم وعمير مولى ابن عباس وغيرهم انظر الإصابة (٧/٦٢) ت رقم (٩٧٠٤) وأسد الغابة (٣/٩٧) ت رقم (٢٨٦٥) ,
(٤) موضع بالمدينة فيه مال من أموالها. انظر: معجم البلدان (١/٣٥٥) .
(٥) صحيح البخاري مع الفتح كتاب التيمم باب التيمم في الحضر إذا لم يجد الماء وخاف فوات الصلاة. ح رقم (٣٣٧) وصحيح مسلم بشرح النووي، كتاب الحيض باب التيمم ح رقم (٣٦٩) .','1','96',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (92,'وجه الدلالة: أنه - صلى الله عليه وسلم - تيمم بالغبار العالق بالجدار لأن جدرانهم مبنية من الطين فلا تخلو من غبار.
قال النووي: (وفي هذا الحديث جواز التيمم بالجدار إذا كان عليه غبار، وهذا جائز عندنا، وعند الجمهور من السلف والخلف) (١) .
٢- أن الغبار من الصعيد فهو جزء من أجزاء الأرض فيجوز التيمم به (٢) بل هو جزء من أجزاء التراب المتفق على جواز التيمم به.
وخالف المالكية فقالوا: لا يجوز التيمم بالغبار (٣) .
واستدلوا على ذلك: بأن الغبار لا يسمى صعيدا (٤) لأن الصعيد كل ما صعد على وجه الأرض (٥) .
ويمكن مناقشتهم: بأن الغبار من الصعيد وجزء من أجزاء التراب.
الترجيح
الذي يظهر أن الراجح قول الجمهور، أنه يجوز التيمم بالغبار، لما سبق من حديث أبي جهيم الأنصاري، ولأن الغبار من أجزاء التراب.
وعلى هذا فيجوز للمجاهد أن يتيمم بالغبار يكون في ملابسة أو على الآلة التي يستقلها، أو غير ذلك، والله أعلم.
_________
(١) شرح صحيح مسلم للنووي (٤/٣٠٤) .
(٢) بدائع الصنائع (١/١٨٢) .
(٣) مواهب الجليل (١/٥١٩) وحاشية الخرشي (١/٣٦١) .
(٤) المرجعان السابقان في هامش رقم (٣) .
(٥) المعونة (١/١٥٠) والتمهيد (١٩/٢٨٩) .','1','97',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (93,'<span data-type="title" id=toc-24>المطلب الرابع
تيمم المجاهد بغير التراب مما هو من جنس الأرض
كالرمل والحصى ونحو ذلك</span>
اختلف الفقهاء رحمهم الله تعالى في التيمم بغير التراب مما هو من جنس الأرض، كالرمل والحصى ونحو ذلك إلى قولين.
القول الأول: أنه لا يجوز التيمم بغير التراب. وبهذا قال الشافعية (١) ، والمشهور من مذهب الحنابلة (٢) وأبو يوسف من الحنفية (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} [المائدة: ٦] . فالمقصود بالصعيد في الآية التراب.
قال ابن عباس (٤) رضي الله عنه: (الصعيد التراب الخالص) (٥) .
_________
(١) الأم (١/٥٠) والمجموع للنووي (٢/٢٤٦) .
(٢) المغني (١/٣٢٤) والمبدع (١/٢١٩) والمستوعب (١/٢٩١) .
(٣) المبسوط (١/١٠٩) وبدائع الصنائع (١/١٨١) .
(٤) هو: عبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف، القرشي أبو العباس ابن عم الرسول - صلى الله عليه وسلم - ولد بالشعب حين حاصرت قريش بني هاشم، وكان له عند موت النبي - صلى الله عليه وسلم - ثلاث عشرة سنة، دعا له النبي - صلى الله عليه وسلم - بالعلم والتأويل فكان حبر هذه الأمة وعالمها، وكان يسمى البحر لكثرة علمه، مات بالطائف سنة ٦٨ هـ انظر الإصابة ... (٤/١٢١) ت رقم (٤٧٩٩) وأسد الغابة (٣/١٨٦) ت رقم (٣٠٣٥) .
(٥) بدائع الصنائع (١/ ١٨١) والمغني (١/ ٣٢٤) .','1','98',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (94,'٢- عن حذيفة (١) رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «جعلت لي الأرض مسجدا وترابها طهورا» (٢) فخص التراب كبونه طهورا (٣) .
القول الثاني: أنه يجوز التيمم بغير التراب مما هو من جنس الأرض، كالحصي والرمل ونحو ذلك وبهذا قال الحنفية (٤) والمالكية (٥) ورواية عند الحنابلة (٦) .
واستدلوا بما يلي:
١- قوله تعالى: {فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} [المائدة: ٦] .
وجه الدلالة من الآية: أن الصعيد المذكور في الآية مشتق من الصعود وهو العلو وهذا لا يوجب الاختصاص بالتراب، بل يعم جميع أنواع الأرض، فكل ما صعد على وجه الأرض فهو صعيد (٧) .
_________
(١) هو: حذيفة بن حسل ويقال: حسيل بن جابر بن عمرو، أبو عبد الله العبسي ابن اليمان، صاحب سر رسول الله - صلى الله عليه وسلم - في المنافقين لم يعلمهم أحد إلا حذيفة شهد أحدا مع النبي - صلى الله عليه وسلم - وقتل أبوه بها، وأرسله النبي - صلى الله عليه وسلم - ليلة الأحزاب ليأتيه بخبر الكفار مات بعد مقتل عثمان سنة ٣٦ هـ - رضي الله عنه - انظر: أسد الغابة (١/٤٦٨) ت رقم (١١١٣) وسير أعلام النبلاء (٢/٣٦١) . ت رقم (٧٦) .
(٢) صحيح مسلم بشرح النووي كتاب المساجد ومواضع الصلاة ح رقم (٥٢٢) .
(٣) المغني (١/٣٢٥) .
(٤) بدائع الصنائع (١/١٨١) والبحر الرائق (١/٢٥٩) .
(٥) المعونة (١/١٥٠ وبداية المجتهد (١/٧٤)) .
(٦) المغني (١/٣٢٥) والمبدع (١/٢٢٠) .
(٧) بدائع الصنائع (١/١٨١) والبحر الرائق (١/٢٥٩) والمعونة (١/١٥٠) والتمهيد ... (١٩/٢٨٩) .','1','99',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (95,'ونوقش هذا الاستدلال بأن حديث حذيفة وتفسير ابن عباس للصعيد الوارد في الآية يخصص الصعيد بالتراب (١) .
٢- قوله - صلى الله عليه وسلم - «جعلت لي الأرض مسجدا وطهورا» (٢) ,
وجه الدلالة من الحديث أن اسم الأرض يتناول جميع أنواعها (٣) فيشمل التراب والحصى والرمل ونحو ذلك.
ونوقش هذا: بأنه محمول على ما قيده حديث حذيفة رضي الله عنه فيكون المقصود بالأرض في الطهور التراب (٤) .
والذي يظهر أن الراجح هو القول الأول، أنه لا يجوز التيمم إلا بالتراب الذي له غبار لما خصت به الآية من حديث حذيفة وتفسر ابن عباس رضي الله عنهما، وذلك عند وجود التراب.
فإن عدم التراب والغبار جاز التيمم بما هو من جنس الأرض، من الرمل أو الحصى أو نحو ذلك للضرورة (٥) .
وعلى هذا فالمجاهد في سبيل الله يتيمم بالتراب، أو بالغبار على ملابسة أو الجدار، ونحو ذلك.
فإن لم يجد التراب ولا الغبار، فإن له أن يتيمم بما هو من جنس الأرض للضرورة إلى ذلك. والله أعلم.
_________
(١) المجموع (٢/٢٤٧) .
(٢) عن جابر بن عبد الله جزء من حديث أخرجه البخاري مع الفتح كتاب التيمم باب رقم ١، ح رقم (٣٣٥) ومسلم بشرح النووي كتاب المساجد ومواضع الصلاة ح رقم (٥٢٤) .
(٣) بدائع الصنائع (١/١٨١) .
(٤) المجموع (٢/٢٤٧) .
(٥) المغني (١/٣٢٦) والمبدع (١/٢٢٠) .','1','100',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (96,'<span data-type="title" id=toc-25>المبحث الرابع
مسح المجاهد</span>، وفيه ثلاثة مطالب:
<span data-type="title" id=toc-26>المطلب الأول: المسح على الخفين ونحوهما</span>.
المطلب الثاني: المسح على الجبيرة.
المطلب الثالث: مسح المجاهد على ما يوضع على الرأس.

المطلب الأول
المسح على الخفين ونحوهما (١) وفيه أربعة فروع:
الفرع الأول: المراد بالخف في اللغة والشرع.
الفرع الثاني: جواز المسح على الخفين للمجاهد.
الفرع الثالث: مسح المجاهد على الخف المصنوع من غير الجلود.
الفرع الرابع توقيت المسح على الخفين للمجاهد في سبيل الله.
_________
(١) أي: ما يقوم مقام الخفين مما يجاوز الكعبين ويستر محل الفرض، مع إمكانية المشي به وثبوته بنفسه كالجوارب من الصوف. انظر المغني (١/٣٧٢) ومعونة أولي النهى ... (١/٣٠٩) .','1','101',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (97,'<span data-type="title" id=toc-27>الفرع الأول
المراد بالخف في اللغة والشرع</span>
أولا: في اللغة:
بالرجوع إلى معاجم اللغة تبين أن الخف هو: ما يلبس على الرجل من الجلود.
ففي المعجم الوسيط: الخف: ما يلبس في الرجل من الجلد الرقيق (١) .
وفي لسان العرب: الخف الذي يلبس، وتخفف خفا لبسه (٢) .
وفي المصباح المنير: الخف الملبوس (٣) .
وفي المحيط في اللغة: الخف: ما يتخفف به الإنسان ويلبسه (٤) .
ثانيا: في الشرع:
لا يختلف عن المعنى اللغوي كثيرا، فهو في الشرع: ما يلبس على الرجل من الجلود المخرزة، ويستر القدم إلى الكعبين فصاعدا (٥) .
_________
(١) المعجم الوسيط (١/٢٤٧) .
(٢) لسان العرب لابن منظور (٩/٨١) مادة خفف.
(٣) المصباح المنير ص ١٧٦ مادة خفف.
(٤) المحيط في اللغة لابن عباد (٤/١٨١) .
(٥) الشرح الممتع (١/١٨٢) وحاشية الروض المربع (١/٢١٣) والبحر الرائق (١/٢٨٧) وحاشية ابن عابدين (١/٤٣٦) وعارضة الأحوذي (١/١١٧) .','1','102',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (98,'<span data-type="title" id=toc-28>الفرع الثاني
جواز المسح على الخفين للمجاهد</span>
المسح على الخفين جائز عند عامة الصحابة (١) وعلماء أهل السنة (٢)
للمجاهد في سبيل الله، وغيره في الحضر (٣) والسفر (٤) .
_________
(١) روي عن بعض الصحابة القول بعدم المسح على الخفين، كابن عباس وعائشة وأبي هريرة رضي الله عنهم، وقد روي عنهم إثباته قال في فتح الباري: ومن روى عنهم إنكاره فقد روى إثباته (١/٤٠٤) وانظر بدائع الصنائع (١/٧٧) حيث قال: (صح رجوعهم عن هذا) وفي التمهيد والتلخيص الحبير: أن ما روى عنهم في إنكار المسح باطل لا يثبت انظر: التمهيد (١١/١٣٨) والتلخيص الحبير (١/١٥٨) وبهذا يظهر اتفاق الصحابة على جواز المسح على الخفين.
(٢) أنكر الرافضة المسح على الخفين، واستدلوا بقوله تعالى: {وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ} [المائدة: ٦] ووجه الدلالة: أن قراءة الخفض في قوله تعالى: {وَأَرْجُلَكُمْ} تقتضي وجوب المسح على الرجلين لا على الخفين. والجواب على ذلك:
١- أن الآية دالة على غسل الرجلين، والسنة جاءت بالمسح على الخفين.

٢- أن قراءة الخفض محمولة على المسح إذا كانت الرجلين في الخفين.
وبهذا يظهر بطلان ما أنكره الرافضة من المسح وأن إنكارهم وخلافهم لا يعتد به والله أعلم انظر الوسيط في المذهب للغزالي (١/٣٩٥) والشرح الممتع (١/١٨٣) والحاوي الكبير (١/٣٥١) وشرح صحيح مسلم (٣/١٦٧) .
(٣) روي عن الإمام مالك أنه لا يجيز المسح في الحضر انظر المدونة (١/٤١) وقال في التمهيد: (والروايات الصحاح عنه بخلافه) (١١/١٤١) وانظر: الكافي لابن عبد البر ... (١/١٧٦) وحاشية الخرشي (١/٣٢٩) .
(٤) البحر الرائق (١/٢٩٢) والاختيار للموصلي (١/٢٣) والكافي لابن عبد البر (١/١٧٦) والذخيرة (١/٣٢٢) وروضة الطالبين (١/١٢٤) والأم (١/٣٢) والحاوي الكبير (١/٣٥١) والمغني (١/٣٥٩) والإنصاف (١/١٦٩) ومعونة أولي النهى (١/٣٠٦) .','1','103',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (99,'يدل على ذلك: الأحاديث الكثيرة الصحيحة قال الإمام أحمد رحمه الله: (ليس في قلبي من المسح شيء فيه أربعون حديثًا عن رسول الله - صلى الله عليه وسلم -) (١) .
وقال ابن حجر رحمه الله في فتح الباري: (وقد صرح جمع من الحفاظ بأن المسح على الخفين متواتر) (٢) .
ومن هذه الأحاديث:
١- عن المغيرة بن شعبة رضي الله عنه عن رسول الله - صلى الله عليه وسلم - أنه خرج لحاجة فاتبعه المغيرة بإداوة فيها ماء فصب عليه حين فرغ من حاجته، فتوضأ ومسح على الخفين (٣) .
٢- حديث جرير بن عبد الله البجلي (٤) رضي الله عنه أنه بال ثم توضأ ومسح على خفيه ثم قام فصلى، فسئل، فقال: رأيت رسول الله - صلى الله عليه وسلم - صنع مثل هذا (٥) .
_________
(١) معونة أولي النهى (١/٣٠٦) .
(٢) فتح الباري شرح صحيح البخاري (١/٤٠٤) .
(٣) صحيح البخاري مع الفتح، كتاب الوضوء، باب المسح على الخفين، ح رقم (٢٠٣) ، وصحيح مسلم بشرح النووي كتاب الطهارة باب المسح على الخفين، ح رقم (٢٧٤) .
(٤) هو جرير بن عبد الله بن جابر البجلي، الصحابي الشهير يكنى أبا عمرو وقيل أبا عبد الله، أسلم في السنة التي توفي فيها رسول الله - صلى الله عليه وسلم - بسط له رسول الله - صلى الله عليه وسلم - كساءه وقت مبايعته له، وكان سيد قومه، كان له في الجهاد بالعراق كالقادسية وغيرها أثر عظيم توفي سنة ٥١ هـ وقيل: ٥٤ هـ انظر الإصابة (١/٥٨١) ت رقم (١١٣٩) وأسد الغابة (١/٣٣٣) ت رقم (٧٣٠) .
(٥) صحيح البخاري مع الفتح كتاب الصلاة باب الصلاة في الخفاف ح رقم (٣٨٧) وصحيح مسلم بشرح النووي كتاب الطهارة باب المسح على الخفين ح رقم (٢٧٢) بلفظ رأيت رسول الله - صلى الله عليه وسلم - بال ثم توضأ ومسح على خفيه.','1','104',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (100,'وقد ذكر غير واحد من العلماء أنه لا خلاف في جواز المسح على الخفين. قال عبد الله بن المبارك (١) رحمه الله: (ليس في المسح على الخفين اختلاف أنه جائز) (٢) . وقال أبو حنيفة رحمه الله: (لولا أن المسح لا يختلف فيه ما مسحنا..) (٣) .
وقال النووي رحمه الله: (أجمع من يعتد به في الإجماع على جواز المسح على الخفين في السفر، والحضر لحاجة أو لغيرها..) (٤) .
وبهذا يتقرر جواز المسح على الخفين، وهذا من يسر الشريعة الإسلامية السمحة، مراعاة لأحوال الناس، ورفع الحرج والمشقة عنهم.

<span data-type="title" id=toc-29>الفرع الثالث
مسح الجاهد على الخف المصنوع من غير الجلود</span>
سبق بيان أن الخف الذي ورد الشرع بجواز المسح عليه هو المصنوع من الجلود، وهناك ما يصنع من غير الجلود، كالبسطار المعروف عند العسكر اليوم، ونحو ذلك مما ذكره الفقهاء (٥) .
_________
(١) هو عبد الله بن المبارك بن واضح، الحنظلي التميمي مولاهم، أبو عبد الرحمن المروزي، الإمام الشيخ عالم زمانه وأمير الأتقياء في وقته، ولد سنة ١١٨ هـ كان شغوفا بطلب العلم عابدا زاهدا مجاهدا ثقة ثبت حديثه حجة بالإجماع، وهو في المسانيد والأصول، توفي سنة ١٨١ هـ. انظر سير أعلام النبلاء (٨/٣٧٨) ت رقم (١١٢) وتهذيب التهذيب (٥/٣٣٤) ت رقم (٦٥٧) .
(٢) معونة أولي النهى شرح المنتهى (١/٣٠٧) .
(٣) الاختيار الموصلي (١/٢٣) والبحر الرائق (١/٢٨٨) .
(٤) شرح صحيح مسلم (٣/١٦٧) .
(٥) كالخف المصنوع من اللبود، والخشب، والحديد، والزجاج، انظر الحاوي (١/٣٦٥) ومعونة أولي النهى (١/٣٢١) والإنصاف (١/١٨١) وكشاف القناع (١/١٠٧) .','1','105',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (101,'وفي جواز المسح على الخفاف المصنوعة من غير الجلود اختلاف بين الفقهاء.
فذهب جمهور الفقهاء إلى جواز المسح على الخفاف المصنوعة من غير الجلود وشرطوا فيها أن تثبت بنفسها ويمكن متابعة المشي عليها، وأن تكون مباحة، وطاهرة العين، وساترة للقدم إلى الكعبين (١) .
واستدلوا بما يلي:
١- أن سبب الإباحة في المسح الحاجة، وهو موجودة في المسح على ما صنع من غير الجلود (٢) .
٢- أنه خف ساتر يمكن المشي فيه أشبه الجلود، فيشترك مع الخفاف المصنوعة من الجلود في المعنى المبيح للمسح (٣) .
وذهب المالكية (٤) والحنابلة في رواية (٥) إلى أنه لا يجوز المسح على ما صنع من غير الجلود.
واستدلوا بما يلي:
١- أن من شرط الخف الذي يجوز المسح عليه أن يكون جلدا لا ما صنع على هيئة الخف من قطن ونحوه (٦) .
_________
(١) انظر البحر الرائق (١/٣١٣) وحاشية ابن عابدين (١/٤٤١) المجموع (١/٥٢٢) والأم (١/٣٤) والحاوي (١/٣٦٥) وكشاف القناع (١/١٠٧) والإنصاف (١/١٨١) والمبدع (١/١٤٦) ومعونة أولي النهى (١/٣٢١) والشروط التي شرطها الفقهاء هي شروط الخف المصنوع من الجلود.
(٢) المجموع (١/٥٢٢) ومعونة أولي النهى (١/٣٢١) .
(٣) كشاف القناع (١/١٠٧) والمغني لابن قدامة (١/٣٧٣) .
(٤) الكافي في فقه أهل المدينة المالكي (١/١٧٨) وحاشية الخرشي (١/٣٣٢) .
(٥) المبدع (١/١٤٦) والإنصاف (١/١٨١) .
(٦) حاشية الخرشي (١/٣٣٢) .','1','106',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (102,'٢- ولأن الرخصة التي وردت في الخفاف المصنوعة من الجلود للحاجة، فلا يصح في غيرها لعدم الحاجة (١) .
ويمكن مناقشة ما استدلوا به بما يلي:
١- أن الخف المصنوع من غير الجلد يأخذ حكم المصنوع من الجلد، إذا توافرت فيه الشروط فلا سبيل لحصر جواز المسح على ما صنع من الجلود فقط.
٢- أن الحاجة داعية إلى المسح على الخف المصنوع من غير الجلد، كالمصنوع من الجلد.
وبهذا يظهر رجحان ما ذهب إليه الجمهور من جواز المسح على الخف المصنوع من غير الجلد؛ لأن الخف المصنوع من غير الجلد في حكم المصنوع من الجلد، وعلى هذا فيجوز للمجاهد أن يمسح على الخفاف المصنوعة من البلاستيك، وهو ما يعرف بالبسطار، أو غير ذلك إذا تحققت الشروط والله أعلم
<span data-type="title" id=toc-30>الفرع الرابع
توقيت المسح على الخفين للمجاهد في سبيل الله</span>
اختلف الفقهاء رحمهم الله تعالى في توقيت المسح على الخفين إلى قولين:
القول الأول: أن المسح على الخفين مؤقت بيوم وليلة للمقيم، وثلاثة أيام ولياليها للمسافر، مجاهدا في سبيل الله أو غيره، وبهذا قال جمهور الفقهاء (٢) .
واستدلوا بما يلي:
١- ما جاء عن علي بن أبي طالب رضي الله عنه لما سئل عن المسح على الخفين فقال: (جعل رسول الله - صلى الله عليه وسلم - ثلاثة أيام ولياليهن للمسافر ويوما وليلة للمقيم) (٣) .
_________
(١) المبدع (١/١٤٦) .
(٢) الاختيار للموصلي (١/٢٤) والبحر الرائق (١/٢٩٨) وحاشية ابن عابدين (١/٤٥٦) وروضة الطالبين (١/١٣١) والأم (١/٣٤) والوسيط في المذهب (١/٤٠٤) والحاوي ... (١/٣٥٤) والشرح الكبير (١/٧١) والمبدع (١/١٤١) والمغني لابن قدامة (١/٣٦٥) والمحلى بالآثار لابن حزم (١/٣٢٥) .
(٣) صحيح مسلم بشرح النووي، كتاب الطهارة باب التوقيت في المسح على الخفين ح رقم (٢٧٦) .','1','107',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (103,'٢- عن صفوان بن عسال (١) رضي الله عنه قال: (كان رسول الله - صلى الله عليه وسلم - يأمرنا إذا كنا سفرا أن لا ننزع خفافنا ثلاثة أيام ولياليهن، إلا من جنابة ولكن من بول، وغائط، ونوم) (٢) .
فالحديثان دلاَّ على أن المسح على الخفين مؤقت بيوم وليلة للمقيم وثلاثة أيام ولياليها للمسافر وأن المسح في الحدث الأصغر دون الأكبر.
القول الثاني: أنه يجوز المسح على الخفين دون توقيت.
وبهذا قال المالكية (٣) وهو قول عند الشافعية (٤) .
واستدلوا بما يلي:
١- ما رواه أبي بن عمارة (٥) رضي الله عنه أنه قال: (يا رسول الله أمسح على الخفين؟ قال: نعم قال: يوما، قال: ويومين، قال: ويومين،
_________
(١) هو صفوان بن عسال المرادي من بني زاهر بن عامر، سكن الكوفة وله صحبة غزا مع النبي - صلى الله عليه وسلم - اثنتي عشرة غزوة انظر الإصابة (٣/٣٥٣) ت (٤١٠٠) وأسد الغابة (٢/٤٠٩) ت (٢٥١٥) .
(٢) أخرجه البيهقي في السنن الكبرى كتاب الطهارة باب التوقيت في المسح على الخفين ح رقم (١٣١٠) والترمذي في سننه كتاب الطهارة باب المسح على الخفين للمسافر والمقيم ح رقم (٩٦) وقال عنه: حديث حسن صحيح ونقل قول البخاري: أحسن شيء في هذا الباب حديث صفوان بن عسال. انظر عارضه الأحوذي بشرح الترمذي (١/١٢٠) . وأخرجه النسائي في سننه بشرح السيوطي كتاب الطهارة باب التوقيت في المسح على الخفين، ح رقم (١٢٦) وانظر نصب الراية (١/١٦٨) .
(٣) المدونة (١/٤١) والكافي في فقه أهل المدينة المالكي (١/١٧٦) والذخيرة (١/٣٢٣) .
(٤) الحاوي (١/٣٥٣) وشرح صحيح مسلم للنووي (١/١٧٩) .
(٥) هو أبي بن عمارة بكسر العين وقيل بضمها والأول أشهر صحابي سكن مصر له حديث واحد في المسح على الخفين وفي إسناد حديثه اضطراب انظر الإصابة (١/١٧٩) ت رقم (٢٩) وتهذيب التهذيب (١/١٦٣) ت رقم (٣٤٩) .','1','108',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (104,'قال: وثلاثة، قال: نعم، وما شئت) (١) .
وجه الدلالة: أن قوله (وما شئت) يدل على عدم التوقيت في المسح بالأيام المذكورة.
ونوقش هذا الاستدلال: بأن هذا صحيح إذا نزع خفيه كل ثلاث، وليس الأمر باستدامته ما شاء دون نزع بعد المدة (٢) .
٢- حديث خزيمة (٣)
رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: (امسحوا على الخفاف ثلاثة أيام ولو استزدناه لزادنا) (٤) .
_________
(١) أخرجه أبو داود في سننه مع شرح عون المعبود، كتاب الطهارة باب التوقيت في المسح، ح (١٥٨) وقال عنه: قد اختلف في إسناده، وليس بالقوي، وأخرجه الدارقطني في سننه كتاب الطهارة، باب الرخصة في المسح على الخفين ح رقم (٧٥٥) وقال: هذا الإسناد لا يثبت فيه عبد الرحمن، ومحمد بن يزيد، وأيوب بن قطن مجهولون كلهم، ورواه البيهقي في السننن الكبرى، كتاب الطهارة باب ما ورد في ترك التوقيت ح رقم (١٣٢٨) .
قال ابن العربي في عارضة الأحوذي في طريق ضعفاء ومجاهيل (١/١١٩) وقال النووي: وهو حديث ضعيف باتفاق أهل الحديث. انظر: شرح صحيح مسلم (٣/١٧٩) وانظر نصب الراية (١/١٧٧) .
(٢) الحاوي الكبير (١/٣٥٥) .
(٣) هو: خزيمة بن ثابت بن الفاكه بن ثعلبة الأنصاري الأوسي شهد بدرا وما بعدها، وقيل: أول مشاهدة أحد. جعل النبي - صلى الله عليه وسلم - شهادته شهادة رجلين قتل في صفين رضي الله عنه.

انظر الإصابة (٢/٢٣٩) ت رقم (٢٢٥٦) وأسد الغابة (١/٦١٠) ت رقم (١٤٤٦) .
(٤) أخرجه البيهقي في السنن الكبرى، كتاب الطهارة باب ما ورد في ترك التوقيت بأسانيد مختلفة (١/٤١٧) والترمذي كتاب الطهارة باب المسح على الخفين للمسافر والمقيم، ح رقم (٩٥) ولم يذكر (ولو استزدناه لزادنا) وأخرجه ابن ماجه كتاب الطهارة وسننها، باب ما جاء في التوقيت في المسح، ح رقم (٥٥٣) ولم يذكر الزيادة، وأبو داود في سننه، كتاب الطهارة، باب التوقيت في المسح، ح رقم (١٥٧) ولم يذكر الزيادة أيضا، وذكر في نصب الراية أن فيه ثلاثة علل: الاختلاف في الإسناد والانقطاع وأن أبي عبد الله الجدلي لا يعتمد على روايته. انظر نصب الراية (١/١٧٥) .','1','109',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (105,'وجه الدلالة: أن قوله (ولو استزدناه لزادنا) يدل على أن التحديث بثلاثة أيام غير مراد به التوقيت.
ونوقش بأنه لا دليل فيه على عدم التوقيت، لأنه ما استزاده ولو استزاده لجاز أن لا يزيده (١) .
٣- ما جاء عن عمر رضي الله عنه (أنه سأل عقبة بن عامر (٢) وقد قدم يبشر الناس بفتح دمشق متى عهدك بالمسح؟ قال: سبعا، قال عمر رضي الله عنه: أصبت السنة) (٣) .
وجه الدلالة أن قول عقبة: سبعا، وقول عمر: أصبت السنة، يدل على عدم التوقيت بأيام معدودة.
ونوقش هذا بما يلي:
_________
(١) الحاوي الكبير (١/٣٥٥) .
(٢) هو: عقبة بن عامر بن عبس بن عمرو بن عدي الجهني، من أحسن الناس صوتا بالقرآن، شهد فتوح الشام وكان البريد إلى عمر بفتح دمشق كان من أصحاب معاوية ولاه مصر وسكنها وتوفي بها سنة ٥٨ هـ انظر أسد الغابة (٣/٥٥٠) ت رقم ... (٣٧٠٥) وتهذيب الأسماء واللغات (١/٣٣٦) ت رقم (٤١٤) .
(٣) أخرجه البيهقي في السنن الكبرى كتاب الطهارة باب ما ورد في ترك التوقيت ح رقم (١٣٣٢) و (١٣٣٣) و (١٣٣٤) وقال: الرواية عن عمر في ذلك مشهورة، وأخرجه الدارقطني في سننه، كتاب الطهار، باب الرخصة في المسح على الخفين، ح رقم (٧٥٦) رقم (٧٥٧) قال ابن العربي: هذا حديث غريب ونقل قول أبو الحسن: أنه صحيح الإسناد انظر عارضة الأحوذي (١/١١٩) وقال الحاكم حديث صحيح على شرط مسلم ولم يخرجاه ووافقه الذهبي انظر المستدرك كتاب الطهارة ح رقم (٦٤١) والتلخيص بهامشه للذهبي ونصب الراية (١/١٧٩) .','1','110',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (106,'أ- أنه يحتمل أن يكون السؤال والجواب عن لبس الخف مع مراعاة التوقيت (١) .
ب- أنه قد روي عن عمر رضي الله عنه التوقيت، فإما أن يكون رجع إليه حين جاءه التثبت عن النبي - صلى الله عليه وسلم - في التوقيت، وإما أن يكون قوله: أصبت السنة، هو الموافق للسنة المشهورة في التوقيت (٢) .
الترجيح
الذي يظهر بعد عرض الأدلة والمناقشة، أن الراجح قول الجمهور في توقيت المسح على الخفين بثلاثة أيام ولياليها للمسافر، ويوم وليلة للمقيم، لقوة ما استدلوا به من الأحاديث الصحيحة وضعف أدلة عدم التوقيت.
لكن إذا كان يلحق المجاهد ضرر بخلع الخف بعد مضي الوقت المحدد، كالخوف على نفسه من العدو، أو خوف فوات العدو، فإنه يجوز له أن يمسح على الخفين بعد مضي المدة للضرورة.
وهذا ما أفتى به ابن تيمية رحمه الله:
جاء في الفتاوى ما ملخصه: لو خاف الضرر من برد شديد، أو فوات الرفقة، أو خوف العدو متى خلع خفه بعد مضي الوقت، فإنه يمسح عليها للضرورة (٣) والله أعلم.
_________
(١) شرح السندي على سنن ابن ماجه (١/٣١٤) .
(٢) سنن البيهقي (١/٤٢١) .
(٣) مجموع الفتاوى (٢١/١٧٧) .','1','111',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (107,'<span data-type="title" id=toc-31>المطلب الثاني
المسح على الجبيرة </span>(١)
سبق في المبحث الأول من هذا الفصل الحديث عن طهارة المجاهد بالماء وهو جريح وذكرنا أن له حالتين:
الأولى: أن تكون جراحه مكشوفة، وقد فصلنا القول في هذه الحالة (٢) وبقي الحديث عن الحالة الثانية، وهي: أن تكون الجراح أو الكسور مستورة بجبائر، أو لصق أو عصابة، ونحو ذلك مما هو معروف الآن، كالجبس.
والحديث عن هذه الحالة في فرعين:
الفرع الأول: مشروعية المسح على الجبيرة.
الفرع الثاني: كيفية المسح على الجبيرة.
_________
(١) الجبيرة في اللغة هي: العيدان التي يجبر بها العظام، أو ما يشد على العظم المكسور انظر: لسان العرب (٤/١١٥) مادة (جبر) والمعجم الوسيط (١/١٠٥) مادة (جبر) .
ولم يبعد الفقهاء في تعريفها عن المعنى اللغوي، فقالوا: هي عيدان تربط على الجراح ويجبر بها العظام، انظر: طلبة الطلبة في الاصطلاحات الفقهية للنسفي ص ٧٧ والبحر الرائق ... (١/٣٢٠) ومواهب الجليل (١/٥٣٠) والمجموع (١/٣٩٨) والمغني (١/٣٥٥) .
(٢) سبق الكلام عليها.','1','112',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (108,'<span data-type="title" id=toc-32>الفرع الأول
مشروعية المسح على الجبيرة</span>
اختلف الفقهاء رحمهم الله تعالى في مشروعية المسح على الجبيرة بالماء إلى قولين:
القول الأول: يشرع المسح على الجبيرة بالماء سواء كانت في أعضاء الوضوء، أو في سائر البدن في الحدث الأكبر، للمجاهد في سبيل الله وغيره، وبهذا قال الجمهور من الفقهاء (١) .
وشرطوا: أن يكون في نزع الجبائر عن الجراح أو الكسور ضرر عليه، فإن لم يكن في نزعها ضرر، فلا يجوز المسح عليها (٢) .
واستدل الجمهور بما يلي:
١- عن جابر رضي الله عنه قال: خرجنا في سفر فأصاب رجلا منا حجر فشجه في رأسه ثم احتلم فسأله أصحابه قال: هل تجدون لي رخصة في التيمم؟ فقالوا: ما نجد لك رخصة وأنت تقدر على الماء، فاغتسل فمات، فلما قدمنا على النبي - صلى الله عليه وسلم - أخبر بذلك فقال: (قتلوه قتلهم الله، ألا سألوا إذا لم يعلموا فإنما شفاء العيّ السؤال، إنما كان يكفيه أن يتيمم ويعصر أو يعصب على جرحه خرقة ثم يمسح عليها ويغسل سائر جسده) (٣) .
_________
(١) الاختيار للموصلي (١/١٤١) والبخر الرائق (١/٣٢٢) والمبسوط، والكافي في فقه أهل المدينة (١/١٧٩) وحاشية الدسوقي (١/١٦٣) والمعونة (١/١٤١) ومواهب الجليل (١/٥٣١) والمغني (١/٣٥٥) والمبدع (١/١٥١) والأوسط في السنن (٢/٢٥) وكفاية الأخيار ص (٦٢) .
(٢) فتح القدير (١/١٤١) وبدائع الصنائع (١/٩٠) حاشية الدسوقي (١/١٦٣) والحاوي الكبير (١/٢٧٧) وكفاية الأخيار ص ٦٢ والفروع لابن مفلح (١/١٦٦) والمغني (١/٣٥٥) .
(٣) سبق تخريجه.','1','113',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (109,'٢- ما روي عن علي رضي الله عنه قال: كسر زندي يوم أحد.. فقلت: يا رسول الله ما أصنع في الجبائر، فقال: (امسح عليها) (١) .
وجه الدلالة: أنه إذا شرع المسح على الجبائر عند كسر الزند، فيلحق به ما كان في معناه من الجروح والقروح.
ونوقش هذا الحديث: بأنه ضعيف (٢) .
ويمكن الجواب عنه: بأن حديث علي رضي الله عنه وإن كان ضعيفا، فإنه يعضد له حديث جابر رضي الله عنه في صاحب الشجة، أنه يعصب على جرحه خرقة ثم يمسح عليها.
٣- عن ابن عمر رضي الله عنهما أنه توضأ وكفه معصوب فمسح على العصائب وغسل سوى ذلك (٣) .
_________
(١) أخرجه البيهقي في السنن الكبرى، كتاب الطهارة، باب المسح على العصائب والجبائر، ح رقم (١٠٨٢) والحديث ضعيف قال البيهقي: عمرو بن خالد الواسطي معروف بوضع الحديث كذبه أحمد وابن معين وغيرهما انظر: السنن الكبرى (١/٣٤٩) وقال في نصب الراية أبو خالد الواسطي متروك، وقال أبو حاتم: هذا حديث باطل، وقال ابن معين عمرو بن خالد الواسطي كذاب غير ثقة ولا مأمون (١/١٨٦) وقال النووي اتفق الحفاظ على ضعف الحديث لأنه من رواية عمرو بن خالد الواسطي انظر المجموع (١/٣٦٨) .
(٢) المحلى بالآثار (١/٣١٧) .
(٣) أخرجه البيهقي في السنن الكبرى كتاب الطهار باب المسح على العصائب والجبائر، ح رقم (١٠٨١) وقال: هو عن ابن عمر صحيح، وأخرجه ابن أبي شيبة في مصنفه كتاب الطهارات، باب المسح على الجبائر، ح رقم (١٥) وعبد الرزاق في مصنفه كتاب الطهارة باب المسح على العصائب والجروح، ح (٦٢٥) وألفاظ هذه الأحاديث مختلفة.','1','114',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (110,'ونوقش هذا: بأنه فعل من ابن عمر وليس إجابا للمسح (١) .
ويمكن الجواب عنه: بأن ابن عمر رضي الله عنه من أشد الصحابة التزاما بسنة النبي - صلى الله عليه وسلم - ولأن الحاجة تدعو إلى المسح على الجبيرة، واستدامة لبسها للخوف على العضو المجروح يمنع من وصول الماء إليه (٢) .
القول الثاني: لا يجوز المسح على الجبائر بالماء.
وهو قول: الحناطي (٣) من الشافعية قال: يتيمم ولا يمسح على الجبيرة بالماء (٤) وقول ابن حزم (٥) .
واستدل أصحاب هذا القول بما يلي:
أنه لم يأت قرآن ولا سنة ثابتة بجواز المسح على الجبيرة فيسقط المسح (٦) . ويمكن الجواب عنه: بأن السنة جاءت بجواز المسح على الجبائر، كما في حديث صاحب الشجة.
_________
(١) المحلى بالآثار (١/٣١٧) .
(٢) البحر الرائق (١/٣٢١) .
(٣) هو: أبو عبد الله الحسين بن محمد بن عبد الله الحناطي الطبري، كان حافظا لكتب الشافعي، له مصنفات كثيرة، ومسائل غريبة، توفي بعد الأربعمائة من الهجرة بقليل، انظر تهذيب الأسماء (٢/٢٥٤) ت رقم (٣٧٩) وطبقات ابن السبكي (٤/٣٦٧) .
(٤) المجموع للنووي (٢/٣٦٩) .
(٥) المحلى بالآثار لابن حزم (١/٣١٦) .
(٦) المحلى بالآثار لابن حزم (١/٣١٧) .','1','115',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (111,'٢- قول سعيد بن جبير (١) رحمه الله في الجراح: (اغسل ما حوله ولا تقربه الماء) (٢) .
ويمكن الجواب عنه: أنه يحتمل أن المراد الجراح المكشوفة إذا كانت تتضرر بالغسل، أو بالمسح بالماء. وبهذا يظهر أن قول الجمهور بجواز المسح على الجبائر هو الراجح، وأن قول ابن حزم في سقوط المسح والتيمم عن العضو الذي عليه جبيرة قول ضعيف، لأن العضو موجود فلا يسقط فرضة.
ومن قال: ينتقل صاحب الجبيرة إلى التيمم ويترك المسح بالماء على الجبيرة فيه بعد لأن المسح بالماء أقرب إلى الطهارة بالماء، ولأن التيمم قد يكون في غير محل الجبيرة، ومحل التيمم هو الوجه والكفين (٣) فالمسح بالماء أولى، والله أعلم.
_________
(١) هو: سعيد بن جبير بن هشام الأسدي الواليبي الكوفي، أبو عبد الله، وقيل: أبو محمد من كبار أئمة التابعين ومن أكثرهم علما، وعبادة وورعا قتله الحجاج ظلما في شعبان سنة ٩٥ هـ ولم يعش الحجاج بعده إلا أياما، انظر سير أعلام النبلاء (٤/٣٢١) ت رقم (١١٦) وتهذيب الأسماء واللغات (١/٢١٦) ت رقم (٢٠٨) .
(٢) مصنف عبد الرزاق كتاب الطهارة باب المسح على العصائب والجروح ح رقم (٦٢٤) .
(٣) الشرح الممتع (١/٢٠٠) .','1','116',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (112,'<span data-type="title" id=toc-33>الفرع الثاني
كيفية المسح على الجبيرة </span>وفيه مسألتان:
<span data-type="title" id=toc-34>المسألة الأولى: المسح على جميع أجزاء الجبيرة</span>.
المسألة الثانية: الجمع بين المسح على الجبيرة والتيمم.
المسألة الأولى
المسح على جميع أجزاء الجبيرة
إذا تقرر مشروعية المسح على الجبيرة فهل يمسح جميع أجزاء الجبيرة، أم أكثرها أم يكفي مسح بعضها؟
للفقهاء في ذلك ثلاثة أقوال:
القول الأول: أنه يجب استيعاب جميع أجزاء الجبيرة بالمسح قال بهذا المالكية (١) وهو رواية عند الحنفية (٢) وقول الحنابلة (٣) وقول عند الشافعية، قال عنه النووي: أصح الأقوال عند الأصحاب (٤) .
واستدلوا بما يلي:
١- أن المسح مبني على الضرورة فتراعي فيه قدر الإمكان (٥) .
_________
(١) حاشية الدسوقي (١/١٦٣) وبلغة السالك (١/٧٦) ومواهب الجليل (١/٥٣١) .
(٢) البحر الرائق (١/٣٢٦) .
(٣) المغني لابن قدامة (١/٣٥٦) والمستوعب (١/١٩٠) ومعونة أولي النهى (١/٣٢٧) .
(٤) الحاوي الكبير (١/٢٧٨) والوسيط للغزالي (١/٣٧٠) والمجموع (٢/٣٧٠) .
(٥) الوسيط: (١/٣٧٠) .','1','117',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (113,'٢- أن المسح على الجبيرة ينوب عن غسل العضو المكسور أو المجروح فيلزم استيعاب الجبيرة بالمسح (١) .
٣- أنه لا ضرر في تعميم المسح على الجبيرة (٢) فيلزم تعميم المسح عليها.
القول الثاني: أنه يكفي في الجبيرة مسح أكثرها، وبهذا قال الحنفية على الصحيح من مذهبهم (٣) .
واستدلوا بما يلي:
١- أن في استيعابها بالمسح ضرب من الحرج والمشقة فأقيم الأكثر مقام الجميع (٤) . ويمكن مناقشة هذا: بأن غسل أكثر العضو في الوضوء لا يجزئ والمسح على الجبائر نائب عن غسل العضو فلا يجزئ مسح الأكثر.
٢- ولأن مسح جميعها يؤدي إلى إفساد الجراحة (٥) . ويمكن مناقشة هذا: بأن ذلك في الجراح المكشوفة أما المسح على الجبيرة فلا يتصور تضرر الجراح به.
القول الثالث: أنه يكفي مسح بعض الجبيرة، وهذا قول عند الشافعية (٦) .
_________
(١) المجموع للنووي (٢/٣٧٠) والحاوي الكبير (١/٢٧٨) .
(٢) المغني لابن قدامة (١/٣٥٦) والمبدع (١/١٥١) .
(٣) بدائع الصنائع (١/٩١) والبحر الرائق (١/٣٢٨) وحاشية ابن عابدين (١/٤٧٣) .
(٤) بدائع الصنائع (١/٩١) .
(٥) البحر الرائق (١/٣٢٦) .
(٦) الوسيط للغزالي (١/٣٧٠) .','1','118',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (114,'واستدلوا بالقياس ووجه ذلك أن مسح الرأس والخفين يكفي فيهما أقل ما يسمى مسحا، فكذلك المسح على الجبيرة (١) .
الترجيح
الذي يظهر أن الراجح القول الأول، فيمسح جميع أجزاء الجبيرة ما أمكنه ذلك، ويقتصر على ما كان منها على محل الفرض في الحدث الأصغر، لأن ذلك أقرب إلى مشابهة غسل العضو لو كان صحيحا، ولأنه لا حرج في مسح جميع أجزاء الجبيرة، والله أعلم.
<span data-type="title" id=toc-35>المسألة الثانية
الجمع بين المسح على الجبيرة والتيمم</span>
اختلف الفقهاء رحمهم الله تعالى الجمع بين المسح على الجبيرة والتيمم إلى قولين:
القول الأول: أنه لا يجمع بين المسح على الجبيرة والتيمم وإنما يغسل الصحيح ويمسح على الجبيرة قال بهذا المالكية (٢) والحنفية (٣) والشافعية في أحد الوجهين عندهم (٤) ، والصحيح من مذهب الحنابلة، بشرط أن يشدها على طهارة، وأن لا تتجاوز الجبيرة قدر الحاجة وأن يكون في نزعها ضرر عليه (٥) .
واستدلوا بما يلي:
_________
(١) المرجع السابق، والأوسط في السنن (١/٣٩٤) .
(٢) مواهب الجليل (١/٥٣١) وحاشية الدسوقي (١/١٦٣) والمعونة (١/١٤٢) .
(٣) فتح القدير (١/١٤١) وبدائع الصنائع (١/٩٠) والبحر الرائق (١/٣٢٦) .
(٤) المجموع (٢/٣٧٠) والحاوي الكبير (١/٢٧٨) .
(٥) المغني (١/٣٥٦) والفروع (١/١٦٦) والمسائل الفقهية (١/٩٣) والمبدع (١/١٥١) .','1','119',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (115,'١- أن النبي - صلى الله عليه وسلم - أمر عليا - رضي الله عنه - بالمسح على الجبائر (١) ولم يأمره بالتيمم (٢) . ويمكن مناقشة هذا: بأن الحديث ضعيف كما سبق بيان ذلك.
ويمكن الجواب: بأن الحديث وإن كان ضعيفا فإنه يعضد له غيره كحديث ابن عمر رضي الله عنهما الآتي:
٢- عن ابن عمر رضي الله عنهما: (أنه توضأ وكفه معصوبة فمسح على العصائب وغسل سوى ذلك) (٣) ولم يرد عنه أنه تيمم.
٣- ولأن المسح على الخفين لا يحتاج إلى تيمم، فكذلك المسح على الجبائر، بل الجبائر أولى إذ صاحب الضرورة أحق بالتخفيف (٤) .
القول الثاني: أنه يجمع بين المسح على الجبيرة والتيمم فيغسل الصحيح ويمسح على الجبائر ويتيمم وهذا أظهر الوجهين عند الشافعية (٥) ورواية عند الحنابلة (٦) واستدلوا: بحديث جابر رضي الله عنه السابق ذكره في صاحب الشجة وفيه (إنما كان يكفيه أن يتيمم ويعصر أو يعصب على جرحه خرقة، ثم يمسح عليها ويغسل سائر جسده) (٧) .
_________
(١) سبق تخريجه.
(٢) الحاوي الكبير (١/٢٧٨) .
(٣) سبق تخريجه.
(٤) المبدع (١/١٥١) والحاوي الكبير (١/٢٧٨) والمغني لابن قدامة (١/٣٥٧) .
(٥) الحاوي الكبير (١/٢٧٨) والوسيط في المذهب (١/٣٧١) والمجموع (٢/٣٦٩) .
(٦) المغني (١/٣٥٧) والمبدع (١/١٥١) .
(٧) سبق تخريجه.','1','120',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (116,'وجه الدلالة: أن الحديث صريح في الجمع بين التيمم والغسل والمسح على الجبيرة (١) .
ونوقش استدلالهم بالحديث بما يلي:
١- أن رواية الجمع بين التيمم والغسل والمسح رواية ضعيفة (٢) .
٢- أن الواو الواردة في الحديث في قوله (ويعصر) بمعنى أو (٣) التي تفيد التخيير فلا يكون هناك جمع بين التيمم والمسح.
وعلى هذا القول يجري الخلاف السابق في لزوم الترتيب بين العضو المغسول والممسوح والمتيمم له في طهارة المجاهد الجريح بالماء، وقد سبق بيان ذلك في الحالة الأولى (٤) وما قيل: هناك يقال هنا، والله أعلم.
الترجيح
الذي يظهر أن الراجح القول الأول، أنه لا يجمع بين التيمم والمسح على الجبيرة، وإنما يغسل الصحيح ويمسح على الجبيرة بالماء.
لأن المناسب لحال الجريح، أو المكسور التخفيف ورفع الحرج والمشقة عنه، ولأن في الجمع إيجاب لطهارتين في محل واحد، وهذا مخالف لقواعد الشرع.
قال ابن عثيمين حفظه الله (وإيجاب طهارتين لعضو واحد مخالف لقواعد الشرع، فإنه لا نظير له في الشرع، ولا يكلف الله عبدا بعبادتين سببهما واحد) (٥) . وعلى هذا فالمجاهد في سبيل الله يمسح على الجبيرة ولا تيمم عليه والله أعلم.
_________
(١) الحاوي الكبير (١/٢٧٣) ونيل الأوطار للشوكاني (١/٢٥٨) .
(٢) عون المعبود (١/٣٦٧) .
(٣) المبدع (١/١٥١) .
(٤) راجع الحالة الأولى.
(٥) الشرح الممتع (١/٢٠١) .','1','121',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (117,'<span data-type="title" id=toc-36>المطلب الثالث
مسح المجاهد على ما يوضع على الرأس</span>
اختلف الفقهاء رحمهم الله تعالى في مسح ما يوضع على الرأس من العمائم (١) ونحوها (٢) إلى قولين:
القول الأول: يجوز المسح بالماء على ما يوضع على الرأس.
وبهذا قال الحنابلة (٣) وابن حزم (٤) وشرطوا أن تكون العمامة ونحوها ساترة لجميع الرأس، إلا ما جرت العادة بكشفه، وأن تكون على صفة عمائم المسلمين محنكة أو ذات ذؤابة (٥) .
واستدلوا بما يلي:
١- عن المغيرة بن شعبة رضي الله عنه (أن النبي - صلى الله عليه وسلم - توضأ فمسح بناصيته، وعلى العمامة، وعلى الخفين) (٦) .
_________
(١) العمائم جمع عمامة وهي: من لباس الرأس معروفة وربما كُنّي بها عن البيضة، أو المغفر.
انظر: لسان العرب (١٢/٤٢٤) مادة (عمم) .
(٢) مما يلبس على الرأس، كالمغفر، والبيضة وما يعرف الآن بالخوذة انظر المحلى بالآثار ... (١/٣٠٣) .
(٣) معونة أولي النهى (١/٣٠٦) وكشاف القناع (١/١٠٣) والشرح الكبير (١/٦٩) .
(٤) المحلى بالآثار (١/٣٠٣) .
(٥) المبدع (١/١٤٨) ومجموع الفتاوى (١/١٨٧) وحاشية الروض المربع (١/٢٢٢) ومعنى المحنكة المدارة من تحت الحنك.

وذات الذؤابة هي: صاحبة الطرف المرخي بين الكتفين، وأصل الذؤابة من الشعر الضفيرة.
إذا أسدلت من الخلف. انظر: لسان العرب (١٠/٤١٧) مادة (حنك) ومادة (ذأب) ... (١/٣٨٠) .
(٦) صحيح مسلم بشرح النووي كتاب الطهارة باب المسح على الناصية والعمامة ح رقم (٨٣) .','1','122',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (118,'ونوقش هذا: بأن الحديث يدل على أنه لا يجزئ المسح على العمامة دون مسح شيء من الرأس (١) .
والجواب عنه من وجهين الأول: أن المسح على الناصية يجزئ، ولا يحتاج إلى المسح على العمامة.
الثاني: أن حديث المغيرة يدل على أن النبي - صلى الله عليه وسلم - مسح الناصية مرة، ومسح على العمامة مرة أخرة، فوقع ذلك في عمليتين متغايرتين (٢) .
٢- عن عمرو بن أمية الضمري (٣) رضي الله عنه قال: (رأيت رسول الله - صلى الله عليه وسلم - يمسح على عمامته وخفيه) (٤) .
ونوقش هذا: بأنه يحتمل أنه رأى النبي - صلى الله عليه وسلم - يمسح على العمامة بعد ما مسح ناصيته أو أنه مسح على العمامة لمرض (٥) .
والجواب عنه: أن هذا الاحتمال بعيد، لأن الصحابة حريصون على تعلم دينهم من النبي - صلى الله عليه وسلم - مباشرة فقول الصحابي (رأيت رسول الله - صلى الله عليه وسلم -..) دليل على أنه متابعه من أول وضوئه، ولو رأى النبي - صلى الله عليه وسلم - يمسح على ناصيته لأخبر بذلك وحمله كذلك على أنه مريض بعيد، لأن المسح على الخفين والعمامة يثبت من غير عذر (٦) .
_________
(١) الحاوي الكبير (١/٣٥٦)
(٢) المحلى بالآثار (١/٣٠٧) وعارضة الأحوذي (١/١٢٥) وعون المعبود (١/١٧٢) .
(٣) هو: عمرو بن أمية بن خويلد بن عبد الله الضمري، أبو أمية صحابي مشهور، أسلم حين انصرف المشركون من أحد، أول مشاهدة بئر معونة، عاش إلى خلافة معاوية، مات بالمدينة انظر: الإصابة (٤/٤٩٦) ت رقم (٥٧٨١) والأعلام (٥/٧٣) .
(٤) صحيح البخاري مع الفتح كتاب الوضوء باب المسح على الخفين ح رقم (٢٠٥) .
(٥) عارضة الأحوذي (١/١٢٧) .
(٦) سبل السلام للصنعاني (١/١٢٥) .','1','123',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (119,'٣- واستدلوا كذلك: بأن العمامة ونحوها حائل في محل ورد الشرع بمسحه فجاز المسح عليه كالخفين (١) .
ونوقش هذا: بأن مسح الرأس ممكن مع بقاء العمامة، أما غسل الرجلين فغير ممكن مع بقاء الخفين فجاز المسح على الخفين للحاجة (٢) .
والجواب عنه: أن الحاجة إلى المسح على العمامة كالحاجة إلى المسح على الخفين لأن العمامة ساترة لجميع الرأس، ومحنكة، فلا يمكن مسح الرأس إلا بنزعها وفي ذلك مشقة فهي كالخفين (٣) .
القول الثاني: لا يجوز المسح على العمامة ونحوها دون مسح شيء من الرأس، وبهذا قال الحنفية (٤) والمالكية (٥) والشافعية (٦) .
واستدلوا بما يلي:
١- قوله تعالى: {وَامْسَحُوا بِرُءُوسِكُمْ} [المائدة: ٦] .
وجه الدلالة أنه أوجب مسح الرأس في الآية بغير حائل (٧) .
ونوقش الاستدلال: بأن الله تعالى أوجب غسل الرجلين إلى الكعبين بغير حائل، وأنتم تقولون بجواز المسح على الخفين، فكذلك المسح على العمامة (٨) .
_________
(١) حاشية الروض المربع (١/٢٢٢) والكافي في فقه الإمام أحمد (١/٦٣) .
(٢) الحاوي الكبير (١/٣٥٦) .
(٣) عارضة الأحوذي (١/١٢٧) .
(٤) الاختيار للموصلي (١/٢٥) والبحر الرائق (١/٣١٩) وحاشية ابن عابدين (١/٤٥٧) .
(٥) الكافي في فقه أهل المدينة المالكي (١/١٨٠) والتلقين ص ٧٢.
(٦) الأوسط في السنن (١/٤٦٩) والحاوي الكبير (١/٣٥٥) .
(٧) الحاوي الكبير (١/٣٥٦) وحاشية السندي على سنن ابن ماجه (١/٣١٥) .
(٨) المحلى بالآثار (١/٣٠٦) .','1','124',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (120,'٢- عن أنس بن مالك رضي الله عنه قال: (رأيت رسول الله - صلى الله عليه وسلم - يتوضأ وعليه العمامة، فأدخل يده من تحت العمامة، فمسح مقدم رأسه، ولم ينقض العمامة) (١) .
وجه الدلالة من الحديث: أنه لو جاز المسح على العمامة ما تكلم - صلى الله عليه وسلم - وأدخل يده تحت العمامة (٢) فدل على أنه لا يجوز مسح العمامة دون شيء من الرأس.
ويمكن مناقشة هذا: بأنه يحتمل أن العمامة كانت صغيرة لا تستر الرأس، أو أنه لم يكن في نزعها مشقة.
الترجيح
الذي يظهر أن الراجح القول الأول: أنه يجوز المسح على العمامة ونحوها، للأدلة الصحيحة الواردة في ذلك.
قال في عون المعبود: (أحاديث المسح على العمامة أخرجها البخاري ومسلم والترمذي وأحمد والنسائي وابن ماجه، وغير واحد من الأئمة من طرق قوية متصلة الإسناد) (٣) .
والمجاهد في سبيل الله الذي يلبس ما يقي رأسه من ضربات العدو مما يربط على الرأس ويشق نزعه، له أن يمسح عليه إذا أراد الطهارة، والله أعلم.
_________
(١) أخرجه أبو داود في سننه مع عون المعبود، كتاب الطهارة باب المسح على العمامة، ح رقم (١٤٧) والحاكم في المستدرك، كتاب الطهار، ح رقم (٦٠٣) (١/٢٧٥) وقال: هذا الحديث وإن لم يكن إسناده من شرط الكتاب، فإن فيه لفظة غريبة هي: أنه مسح على بعض الرأس، ولم يمسح على عمامته، قال الذهبي في التلخيص، لو صح لدل على مسح بعض الرأس، انظر: التلخيص بهامش المستدرك (١/٢٧٥) وأخرجه ابن ماجه في سننه، كتاب الطهارة باب ما جاء في المسح على العمامة ح رقم (٥٦٤) .
(٢) الحاوي الكبير (١/٣٥٦) .
(٣) عون المعبود في شرح سنن أبي داود (١/١٧٢) .','1','125',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (121,'<span data-type="title" id=toc-37>الفصل الثاني
أحكام المجاهد في الصلاة</span>
ويشتمل على ثلاثة مباحث:
المبحث الأول: أحكام المجاهد في صلاة الخوف.
المبحث الثاني: أحكام المجاهد في قصر الصلاة.
المبحث الثالث: أحكام المجاهد في الجنائز','1','126',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (122,'<span data-type="title" id=toc-38>المبحث الأول
أحكام المجاهد في صلاة الخوف، وفيه ثمانية عشر مطلبا:</span>
المطلب الأول: مشروعية صلاة الخوف.
المطلب الثاني: شروط صلاة الخوف.
المطلب الثالث: وقت صلاة الخوف.
المطلب الرابع: كيفية صلاة الخوف.
المطلب الخامس: الصلاة على الدواب والآليات إيماء.
المطلب السادس: ترك التوجه إلى القبلة في صلاة الخوف.
المطلب السابع: اشتراط الجماعة لصلاة الخوف.
المطلب الثامن: كيفية قراءة الإمام في صلاة الخوف.
المطلب التاسع: سهو الإمام في صلاة الخوف.
المطلب العاشر: قطع الصلاة لسماع صفارات الإنذار.
المطلب الحادي عشر: هجوم العدو أثناء الصلاة.
المطلب الثاني عشر: المشي في صلاة الخوف.
المطلب الثالث عشر: المتلطخ بالدم في صلاة الخوف.
المطلب الرابع عشر: حمل السلاح في صلاة الخوف.
المطلب الخامس عشر: حمل السلاح المتنجس في صلاة الخوف.
المطلب السادس عشر: حصول الأمن أثناء صلاة الخوف.
المطلب السابع عشر: حصول الأمن بعد صلاة الخوف.
المطلب الثامن عشر: الصلاة لخوف ثبت توهمه.','1','127',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (123,'<span data-type="title" id=toc-39>المطلب الأول
مشروعية صلاة الخوف</span>
لا خلاف بين الفقهاء رحمهم الله أن صلاة الخوف مشروعة في حياة النبي - صلى الله عليه وسلم - (١) والأصل في ذلك قوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ} [النساء: ١٠٢] .
والسنة الصحيحة فقد صلاها رسول الله - صلى الله عليه وسلم - بأصحابه، عن سهل بن أبي حثمة (٢) - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - صلى بأصحابه في الخوف فصفهم خلفه صفين فصلى بالذين يلونه ركعة ثم قام فلم يزل قائما حتى صلى الذين خلفهم ركعة ثم
_________
(١) المبسوط (٢/٤٥) وفتح القدير (٢/٦٤) والاختيار للموصلي (١/٨٩) والشرح الكبير مع حاشية الدسوقي (١/٣٩١) ومواهب الجليل (٢/٥٦١) ومغني المحتاج (١/٥٧٤) والمجموع (٤/٢٩٠) والمستوعب (٢/٤١١) والمبدع (٢/٢٥) والمغني (٣/٢٩) والمحلى بالآثار (٣/٢٣٢) .
(٢) هو: سهل بن أبي حثمة بن ساعدة بن عامر بن عدي، الأنصاري الأوسي اختلف في اسم أبيه فقيل: عبد الله، وقيل: غير ذلك قبض النبي - صلى الله عليه وسلم - وله نحو ثمان سنين لكنه حفظ عن النبي - صلى الله عليه وسلم - توفي أول خلافة معاوية. انظر: الإصابة (٣/١٦٣) ت رقم (٣٥٣٦) وأسد الغابة (٢/٣١٦) ت رقم (٢٢٨٥) .','1','128',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (124,'تقدموا وتأخر الذين كانوا قدامهم، فصلى بهم ركعة، ثم قعد حتى صلى الذين تخلفوا ركعة ثم سلم (١) .
واختلفوا بعد وفاة النبي - صلى الله عليه وسلم - فذهب عامة الفقهاء من الأئمة الأربعة وابن حزم وغيرهم، إلى مشروعية صلاة الخوف بعد النبي - صلى الله عليه وسلم - وهي في البحر كالبر إذا كانوا في مركب واحد (٢) .
واستدلوا بما يلي:
١- قوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ} [النساء: ١٠٢] .
ووجه الدلالة من الآية أن صلاة الخوف ثابتة في حق النبي - صلى الله عليه وسلم - وما ثبت في حقه ثبت في حق أمته ما لم يقم دليل على اختصاصه به (٣) .
٢- أن النبي - صلى الله عليه وسلم - فعل صلاة الخوف (٤) وقال - صلى الله عليه وسلم - «صلوا كما رأيتموني أصلي» (٥) .
_________
(١) صحيح البخاري مع الفتح، كتاب المغازي باب غزوة ذات الرقاع، ح رقم (٤١٣١) وصحيح مسلم بشرح النووي، كتاب صلاة المسافرين وقصرها باب صلاة الخوف ح (٨٤١) .
(٢) المبسوط (٢/٤٥) والاختيار للموصلي (١/٨٩) وبدائع الصنائع (١/٥٥٥) والشرح الكبير مع حاشية الدسوقي (١/٣٩١) ومواهب الجليل (٢/٥٦١) وشرح الزرقاني لموطأ الإمام مالك (١/٥٢١) ومغنى المحتاج (١/٥٧٤) والمجموع (٤/٢٨٩) والحاوي الكبير (٢/٤٦٥) والمبدع (٢/٢٥) والمغني لابن قدامة (٣/٢٩٦) وكشاف القناع (١/٤٩٣) والمحلى بالآثار (٣/٢٣٢) .
(٣) المبدع (٢/٢٥) وكشاف القناع (١/٤٩٣) .
(٤) مغني المحتاج (١/٥٧٤) .
(٥) صحيح البخاري مع فتح الباري كتاب الأدب باب رحمة الناس والبهائم ح رقم ... (٦٠٠٨) . وانظر: مغنى المحتاج (١/٥٧٤) .','1','129',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (125,'وجه الدلالة: أن هذا عام في صلاة الخوف وغيرها، وقد أمر بالصلاة فلزم اتباعه.
٣- إجماع الصحابة على فعلها بعد الرسول - صلى الله عليه وسلم - وقد نقل إجماع الصحابة غير واحد من العلماء قال في المبدع (وأجمع الصحابة على فعلها) (١) وقال في الاختيار للموصلي (إن الصحابة صلوها بعد الرسول - صلى الله عليه وسلم - ولم ينكر أحد عليهم فكان إجماعا) (٢) .
٤- أن سببها الخوف، والخوف متحقق بعد رسول الله - صلى الله عليه وسلم - كما كان في حياته (٣) . وذهب أبو يوسف في أحد الأقوال عنه (٤) والحسن بن زياد (٥) من الحنفية والمزني من الشافعية إلى أن صلاة الخوف في حياة النبي - صلى الله عليه وسلم - خاصة ولم تبق مشروعة بعده (٦) .
_________
(١) المبدع لابن مفلح (٢/٢٥) .
(٢) الاختيار للموصلي (١/٨٩) وانظر كذلك بدائع الصنائع (١/٥٥٥) والمجموع للنووي (٤/٢٨٩) .
(٣) المبسوط (٢/٤٦) والمعونة (١/٣١٩) .
(٤) روي عنه أنه أجازها مطلقا وقيل: هو قوله الأول: انظر فتح القدير (٢/٦٣) والمبسوط (٢/٤٧) وبدائع الصنائع (١/٥٥٥) وقال الجصاص: روي عنه ثلاث روايات الجواز والمنع والقول بصحة صلاة عسفان أحكام القرآن (٢/٣٢٢) .
(٥) هو الحسن بن زياد اللؤلؤي من أصحاب أبي حنيفة أخذ عنه وسمع منه فقيه محب للسنة واتباعها توفي سنة ٢٠٤ هـ انظر الجواهر المضية في طبقات الحنفية (٢/٥٦) ت رقم (٤٤٨) والفهرست ص (٢٥٣) .
(٦) فتح القدير (٢/٦٤) والاختيار للموصلي (١/٨٩) والحاوي الكبير (٢/٤٥٩) وروضة الطالبين (٢/٤٩) .','1','130',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (126,'واستدلوا على ذلك بما يلي:
١- قوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ} [النساء: ١٠٢] .
وجه الدلالة: أن كونه فيهم - صلى الله عليه وسلم - شرط لإقامة صلاة الخوف، فلما خرج من الدنيا انعدمت الشرطية، فصلاة الخوف مخصوصة بالنبي - صلى الله عليه وسلم - دون أمته (١) .
ونوقش هذا الاستدلال بأن تخصيص النبي - صلى الله عليه وسلم - بالخطاب لا يوجب تخصيصه بالحكم فهو وسائر أمته شركاء في الحكم، إلا أن يرد النص بتخصيصه ولم يرد مخصص فهو وأمته سواء مثل قوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا} [التوبة: ١٠٣] فقد أنكر الصحابة على مانعي الزكاة قولهم: أن الله تعالى خص نبيه بأخذ الزكاة (٢) .
وشرط كونه فيهم - صلى الله عليه وسلم - إنما ورد لبيان الحكم لا لوجود أي: بين لهم بفعلك لأنه أوضح من القول (٣) .
_________
(١) فتح القدير (٢/٦٤) وبدائع الصنائع (١/٥٥٥) .
(٢) المبسوط (٢/٤٦) والحاوي الكبير (٢/٤٥٩) والمبدع (٢/٢٥) وكشاف القناع ... (١/٤٩٣) والمغني (٣/٢٩٨، ٢٩٦) والجامع لأحكام القرآن للقرطبي (٥/٣٤٧) .
(٣) عارضة الأحوذي (٣/٣٧) وشرح الزرقاني لموطأ الإمام مالك (١/٥٢١) .','1','131',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (127,'٢- أن صلاة الخوف شرعت في حياة النبي - صلى الله عليه وسلم - مع ما فيها من أعمال كثيرة منافية للصلاة لحاجة الناس إلى استدراك فضيلة الصلاة معه - صلى الله عليه وسلم - وهذا المعنى منعدم بعد وفاته - صلى الله عليه وسلم - فتصلي كل طائفة بإمام (١) .
ونوقش هذا: بأن ترك المشي في الصلاة وترك استدبار القبلة فريضة والصلاة خلفه - صلى الله عليه وسلم - فضيلة، فلا يجوز ترك الفريضة لإحراز الفضيلة، ثم الحاجة موجودة بعده - صلى الله عليه وسلم - لتكثير الجماعة فكلما كانت الجماعة أكثر كانت أفضل (٢) .
٣- أن صلاة الخوف كانت ثم نسخت في زمن النبي - صلى الله عليه وسلم - والدليل أن النبي - صلى الله عليه وسلم - فاتته صلوات يوم الخندق ولو كانت صلاة الخوف جائزة لفعلها ولم يفوت الصلاة (٣) .
ونوقش هذا الاستدلال: بأن دعوى النسخ لا تثبت إلا إذا علمنا تقدم المنسوخ وتعذر الجمع بين الأدلة، ولم يوجد هنا شيء من ذلك، بل المنقول المشهور أن صلاة الخوف نزلت بعد الخندق فكيف ينسخ به (٤) .
الترجيح
بعد عرض الأقوال والأدلة والمناقشة تبين أن الراجح قول الجمهور أن صلاة الخوف مشروعة بعد وفاة النبي - صلى الله عليه وسلم - إلى ما شاء الله - صلى الله عليه وسلم - لإجماع الصحابة على فعلها بعد النبي - صلى الله عليه وسلم - ولزوم تأسينا بالنبي - صلى الله عليه وسلم - في أقواله وأفعاله ما لم يرد دليل على أنه خصوصا للنبي - صلى الله عليه وسلم - والحاجة إلى فعلها لوجود الخوف والله أعلم.
_________
(١) المبسوط (٢/٤٥) وحاشية ابن عابدين (٣/٧٤) وبدائع الصنائع (١/٥٥٥) .
(٢) المبسوط (٢/٦٤) والبناية على الهداية (٣/١٩٤) وبدائع الصنائع (١/٥٥٥) .
(٣) المجموع للنووي (٤/٢٨٩) ومغنى المحتاج (١/٥٧٤) وروضة الطالبين (٢/٤٩) .
(٤) المراجع السابقة في هامش (٢) والذخيرة للقرافي (٢/٤٣٧) .','1','132',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (128,'<span data-type="title" id=toc-40>المطلب الثاني
شروط صلاة الخوف</span>
يشترط لصلاة الخوف شروط نجملها فيما يلي:
١- أن يكون القتال جائزا أي مأذونا فيه كقتال الكفار (١) .
خرج بهذا الشرط القتال المنهي عنه فلا يصلي فيه صلاة الخوف، كالقتال لمجرد شهوة النفس، أو قتال الإمام العادل (٢) ونحو ذلك.
٢- خوف هجوم العدو لقربهم من المجاهدين، أو لإخبار الثقة بقدومهم إلى المجاهدين، أو لخوف كمين أو مكيدة وهذا ما ذهب إليه الجمهور (٣) . لقوله تعالى: {إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا} [النساء: ١٠١] .
وذهب الحنفية إلى اشتراط معاينة العدو، وإلا لم يصلوا صلاة الخوف (٤) .
ووجه قولهم: إن سبب الترخص لم يتحقق وهو الخوف، لعدم معاينة العدو (٥) . والذي يظهر أن قول الجمهور أرجح، لأن صلاة الخوف مشروعة عند وجود الخوف.
_________
(١) مواهب الجليل (١/٥٦١) وحاشية الخرشي (٢/٢٨٠) والأم (١/٢٢٤) والحاوي ... (٢/٤٧٦) والمجموع (٤/٢٨٧) والمستوعب (٢/٤١٢) وكشاف القناع (١/٤٩٣) والشرح الممتع (٤/٥٨٦) .
(٢) الفواكه الدواني (١/٤١٤) وحاشية الدسوقي (١/٣٩١) والمجموع (٤/٢٨٧) وروضة الطالبين (٢/٦٢) .
(٣) التاج والإكليل بحاشية مواهب الجليل (٢/٥٦٦) والأم (١/٢١٨) والمبدع (٢/١٢٦) والمغني (٣/٢٩٩) والإنصاف (٢/٣٦٢) .
(٤) المبسوط (٢/٤٩) وفتح القدير (٢/٦٢) وحاشية ابن عابدين (٣/٧٤) .
(٥) المراجع السابقة في الهامش السابق.','1','133',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (129,'وقرب العدو من المجاهدين سبب لوجود الخوف فتشرع الصلاة حتى ولو لم يروهم، ولأنهم قد يعاينون العدو لكن بينهم وبين العدو ما يمنع وصولهم إليهم فلا تجوز حينئذ صلاة الخوف، والله أعلم.
٣- أن يكون المجاهدون مطلوبين من العدو، وهم في حالة ضعف وقلة والعدو في حالة قوة وكثرة أو كان المجاهدون متحرفين إلى القتال، أو متحيزين إلى فئة ففي هذه الحالات يجوز أن يصلوا صلاة الخوف (١) .
قال ابن المنذر (٢) (كل من أحفظ عنه من أهل العلم يقول: أن المطلوب يصلي على دابته) (٣) .
فإن انهزموا من العدو وهو أقل من مثليهم لم تجز لهم صلاة الخوف، لأنها رخصة والانهزام من العدو كبيرة ومعصية فلا تناط الرخصة بالمعصية (٤) .
أما إن كان المجاهدون طالبين للعدون فقد اختلف أهل العلم في مشروعية صلاة الخوف لهم إلى قولين.
_________
(١) الذخيرة (٢/٤٤٢) وحاشية الخرشي (٢/٢٨٤) وتحفة الفقهاء (١/١٧٩) وحاشية ابن عابدين (٣/٧٦) والأم (١/٢٢٥) والحاوي (٢/٤٧٥) ونيل الأوطار (٣/٣٢٣) والمستوعب (٢/٤١٨) وكشاف القناع (١/٥٠٠) .
(٢) هو: الإمام الحافظ العلامة شيخ الإسلام، أبو بكر محمد بن إبراهيم ابن المنذر النيسابوري، ولد في حدود موت الإمام أحمد بن حنبل، وقال الزركلي ولد سنة ... (٢٤٢هـ) من مؤلفاته الأوسط في السنن، والإشراف على مذاهب أهل العلم، واختلاف العلماء وغيرها توفي بمكة سنة ٣١٩ هـ انظر سير أعلام النبلاء (١٤/٤٩٠) والأعلام للزركلي (٥/٢٩٤) .
(٣) الأوسط (٥/٤٢) .
(٤) الذخيرة (٢/٤٤٢) ومواهب الجليل (١/٥٦١) / والمجموع (٢٨٨) / وروضة الطالبين ... (٢/٦٢) والحاوي (٢/٤٧٧) وكشاف القناع (١/٥٠٠) .','1','134',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (130,'القول الأول: تجوز لهم إذا خافوا فوات العدو.
قال بهذا المالكية (١) والشافعية في حالة ما إذ قل الطالبون عن المطلوبين، وانقطع الطالبون عن أصحابهم فخافوا عودة المطلوبين عليهم (٢) ورواية عند الحنابلة (٣) .
واستدلوا بما يلي:
١- ما رواه عبد الله بن أنيس (٤) رضي الله عنه قال: (بعثني رسول الله - صلى الله عليه وسلم - إلى خالد بن سفيان الهذلي، وكان نحو عرنة وعرفات، فقال: اذهب فاقتله، قال: فرأيته وحضرت صلاة العصر، فقلت: إني لأخاف أن يكون بيني وبينه ما إن أؤخر الصلاة فانطلقت أمشي وأنا أصلي أومي إيماء نحوه، فلما دنوت منه قال: من أنت؟ قلت: رجل من العرب بلغني أنك تجمع لهذا الرجل فجئتك في ذاك قال: إني لفي ذاك، فمشيت معه ساعة حتى إذا أمكنني علوته بسيفي حتى برد (٥)) (٦) .
_________
(١) الذخيرة (٢/٤٤٢) وحاشية الخرشي (٢/٢٨٤) .
(٢) الأم (١/٢٢٦) والأوسط (٥/٤٢) والوسيط (٢/٣٠٨) .
(٣) المستوعب (٢/٤١٨) وكشاف القناع (١/٥٠٠) والإنصاف (٢/٣٦١) والمبدع ... (٢/١٨٣) .
(٤) هو عبد الله بن أسعد بن حرام بن حبيب، الجهني الأنصاري، أبو يحيى المدني حليف بني سلمة وهو أحد الذين كانوا يكسرون أصنام بني سلمة شهد بدرا وما بعدها، بعثه النبي - صلى الله عليه وسلم - لقتل خالد بن سفيان الهذلي فقتله، توفي سنة ٧٤ هـ انظر: الإصابة (٤/١٣) ت رقم (٤٥٦٨) وأسد الغابة (٣/٧٥) ت رقم (٢٨٢٢) .
(٥) أي حتى مات انظر لسان العرب (٣/٨٥) مادة (برد) .
(٦) أخرجه أبو داود في سننه، كتاب الصلاة باب صلاة الطالب، ح رقم (١٢٤٥) قال في عون المعبود الحديث سكت عنه أبو داود والمنذري وحسن إسناده الحافظ في الفتح. انظر: عون المعبود (٤/٩١) وفتح الباري (٢/٥٥٦) وقال في مجمع الزوائد، رجاله ثقات، كتاب المغازي والسير، باب قتل خالد بن سفيان ج (٦/٢٠٤) وأخرجه الإمام أحمد في المسند ج (١٢/٤٣٠) ح رقم (١٥٩٩٣، ١٥٩٩٠، ١٥٩٨٩) .','1','135',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (131,'وجه الدلالة: أن عبد الله بن أنيس صلى صلاة الخوف وهو طالب للعدو. وظاهر حاله أنه أخبر بذلك النبي - صلى الله عليه وسلم - فأقره، أو كان قد علم جوازه فإنه لا يظن به أنه فعل ذلك مخطئا (١) .
٢- ولأن فوات الكفار ضرر عظيم فأبيحت صلاة الخوف عند فوتهم (٢) .
٣- ولأن أمرهم مع عدوهم لم ينقض ولا يأمنون رجوعهم فهم خائفون (٣) .
القول الثاني: لا تجوز لهم صلاة الخوف في حالة طلبهم للعدو.
قال بهذا الحنفية (٤) والشافعية (٥) وبعض المالكية (٦) ورواية عند الحنابلة (٧) .
ووجه قولهم: أن العلة في صلاة الخوف وجود الخوف وهو معدوم في حالة كونهم طالبين العدو فلا ضرر تدعوا إلى صلاة الخوف (٨) .
والذي يظهر أن القول الأول هو الراجح وهو مشروعية صلاة الخوف لطالب العدو في حالة مطاردته لهم وهم يرونه ويراهم، لأن الاشتغال بالصلاة والتوقف عن ملاحقة العدو فيه خطر على المجاهدين، لأن العدو قد يستغل هذا التوقف لتنظيم صفوفه والهجوم المعاكس على المجاهدين أو وضع كمين في طريقهم، والله أعلم.
_________
(١) المبدع (٢/١٣٨) وانظر: كشاف القناع (١/٥٠٠) وعون المعبود (٤/٩١) .
(٢) المبدع (٢/١٣٨.
(٣) حاشية الخرشي (٢/٢٨٤) .
(٤) تحفة الفقهاء (١/١٧٩ وحاشية ابن عابدين (٣/٧٦.
(٥) الأم (١/٦٢٢ والأوسط في السنن والإجماع والاختلاف (٥/٤٢) .
(٦) الذخيرة (٢/٤٤٢) وحاشية الخرشي (٢/٢٨٤) ومنهم ابن الحكم.
(٧) المبدع (٢/١٨٣) والمستوعب (٢/٤١٩) والإنصاف (٢/٣٦١) .
(٨) تحفة الفقهاء (١/١٧٩) وحاشية الخرشي (٢/٢٨٤) والأم (١/٢٢٦) والمبدع ... (٢/١٣٨) والإنصاف (٢/٣٦١) .','1','136',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (132,'<span data-type="title" id=toc-41>المطلب الثالث
وقت صلاة الخوف</span>
صلاة الخوف هي إحدى الصلوات الخمس المكتوبة، ومعلوم من الدين بالضرورة وقت الصلوات الخمس المكتوبة حيث بينها النبي - صلى الله عليه وسلم - ومما جاء في ذلك ما رواه عبد الله بن عمرو بن العاص رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: «وقت الظهر إذا زالت الشمس وكان ظل الرجل كطوله ما لم يحضر وقت العصر، ووقت العصر ما لم تصفر الشمس، ووقت صلاة المغرب ما لم يغب الشفق، ووقت صلاة العشاء إلى نصف الليل الأوسط، ووقت صلاة الصبح من طلوع الفجر ما لم تطلع الشمس» (١) .
إلى غير ذلك من الأحاديث الصحيحة في بيان أوقات الصلوات، وليس هذا مجال متسع لذكرها، وقد اتفق الفقهاء (٢) أنه لا يجوز فعل الصلاة قبل وقتها، ولا تأخيرها حتى يخرج وقتها من غير عذر واختلفوا في تأخيرها للمجاهد حتى يخرج وقتها في حال شدة الخوف والتحام الجيوش من غير نية الجمع إلى قولين:
القول الأول: لا يجوز تأخير الصلاة عن وقتها، فإذا اشتد الخوف والتحم القتال صلوا رجالا وركبانا إيماءً بالركوع والسجود، مستقبلين القبلة أو غير مستقبلين على حسب استطاعتهم، وبهذا قال الجمهور (٣) .
_________
(١) صحيح مسلم بشرح النووي، كتاب المساجد ومواضع الصلاة، باب أوقات الصلوات الخمس، ح رقم (١٧٣) - (٦١٢) .
(٢) رحمة الأمة في اختلاف الأئمة ص ٧٤، وزبدة الأحكام لابن إسحاق الهندي ص ١٣١
(٣) بداية المجتهد (١/١٧٨) وحاشية الدسوقي (١/٣٩١) وشرح الزرقاني (١/٥٢٤) والأم (١/٢٢٣) ومغني المحتاج (١/٥٧٨) والحاوي الكبير (٢/٤٧٠) والمغني (٣/٣١٦) والمبدع (٢/١٣٧) والمستوعب (٢/٤١٧) والمحلى بالآثار (٣/٢٣٥) .','1','137',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (133,'واستدلوا بما يلي:
١- قوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} [البقرة: ٢٣٩] . أي: إن خفتم من عدوكم حال التقائكم معهم فصلوا قياما، أو مشاة على أرجلكم أو ركبانا على ظهور دوابكم (١) .
٢- ولأنه مكلف تصح طهارته فلم يجز له إخلاء وقت الصلاة عن فعلها، كالمريض (٢) .
القول الثاني: يجوز تأخير الصلاة عن وقتها في حالة التحام القتال، والاشتغال بالضرب والطعن والكر والفر، حتى ينكشف القتال.
قال بهذا الحنفية (٣) وبعض المالكية (٤) وهو قول عند الشافعية (٥) رواية عند الحنابلة (٦) .
واستدلوا بما يلي:
١- ما رواه جابر رضي الله عنه أن عمر بن الخطاب رضي الله عنه جاء يوم الخندق بعدما غربت الشمس فجعل يسب كفار قريش وقال: يا رسول الله ما صليت العصر حتى كادت الشمس أن تغيب، قال - صلى الله عليه وسلم - «وأنا والله ما صليتها بعد» قال: فنزل إلى
_________
(١) جامع البيان للطبري (٢/٥٨٧) .
(٢) المغني لابن قدامة (٣/٣١٧) .
(٣) الاختيار للموصلي (١/٨٩) وبدائع الصنائع (١/٥٥٩) .
(٤) عارضة الأحوذي (٣/٣٨) والجامع لأحكام القرآن (٥/٣٥٢) .
(٥) الحاوي الكبير (٢/٤٧٢) ومغنى المحتاج (١/٥٧٩) .
(٦) المستوعب (٢/٤١٨) والمبدع (٢/١٣٧) .','1','138',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (134,'بطحان (١) فتوضأ وصلى العصر بعدما غابت الشمس، ثم صلى بعدها المغرب (٢) .
وجه الدلالة من الحديث: أنها لو جازت الصلاة مع القتال لما أخرها رسول الله - صلى الله عليه وسلم - (٣) .
ونوقش هذا الاستدلال بما يلي:
أ- أن هذا الحديث كان قبل نزول قوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} [البقرة: ٢٣٩] (٤) .
ب- يحتمل أنه - صلى الله عليه وسلم - نسيها يومئذ بدليل أن عمر رضي الله عنه قال: ما صليت العصر فقال - صلى الله عليه وسلم - «والله ما صليتها» (٥) .
٢- ولأن إدخال أعمال كثيرة ليست من أعمال الصلاة مفسد لها في الأصل فلا يترك هذا الأصل، إلا في مورد النص، والنص ورد في المشي لا في القتال (٦) .
ونوقش هذا الدليل بأن العمل الكثير أبيح من أجل الخوف فلم تبطل الصلاة به كاستدبار القبلة والركوب والإيماء (٧) .
_________
(١) بطحان بالضم ثم السكون، وقيل: بطحان بفتح الأول وكسر الثاني، وقيل: بطحان بفتح الأول وسكون الثاني: وهو واد بالمدينة انظر معجم البلدان (١/٥٢٩) ت رقم (١٩٦٦) .
(٢) صحيح البخاري مع الفتح كتاب الخوف باب الصلاة عند مناهضة الحصون ولقاء العدو، ح رقم (٩٤٥) وصحيح مسلم بشرح النووي كتاب المساجد ومواضع الصلاة باب الدليل لمن قال الصلاة الوسطى هي صلاة العصر ح رقم (٦٣١) .
(٣) بدائع الصنائع (١/٥٥٩) .
(٤) وانظر: بداية المجتهد (١/١٧٨) والمستوعب (٢/٤١٨) .
(٥) المبدع (٢/٥٢) والمغني (٣/٢٩٨) وكشاف القناع (١/٤٩٣) .
(٦) بدائع الصنائع (١/٥٥٩) .
(٧) المغني لابن قدامة (٣/٣١٧) .','1','139',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (135,'الترجيح
الذي يظهر أن الراجح هو القول الأول، أنه لا يجوز تأخير الصلاة حال القتال والتحام الجيوش ما دام المجاهدون قادرين على فعل الصلاة، مدركين لها، سواء كانوا قائمين، أو قاعدين، أو راكبين، أو راجلين يومئون بالركوع والسجود ويجعلون السجود أخفض من الركوع، ولا يلزم استقبال القبلة إذا لم يقدروا عليها لأن الصلاة لا يجوز تأخيرها مع القدرة على فعلها بحال من الأحوال.
فإن لم يقدروا على فعل الصلاة ولم يعوا ما يقولون وما يفعلون فيها ولم يقدروا على الإيماء بأن كان الرصاص والقنابل تأتيهم من كل جانب، ففي هذه الحالة يجوز تأخير الصلاة إلى أن ينكشف القتال إذا لم يمكن التأخير بنية الجمع (١) .
لقوله تعالى: {مَا جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ} [الأحزاب: ٤] والله أعلم.
<span data-type="title" id=toc-42>المطلب الرابع
كيفية صلاة الخوف</span>
للخوف ثلاث حالات:
الحالة الأولى: الخوف غير الشديد.
وضابط الخوف غير الشديد هو الخوف من هجوم العدو على المجاهدين في حال انشغالهم بالصلاة إما لقربهم من المجاهدين ومعاينتهم لهم، وإما بإخبار الثقة بقدوم العدو إلى المجاهدين دون أن يكون هناك قتال والتحام بين الجيوش (٢) .
_________
(١) الشرح الممتع (٤/٥٨٥) .
(٢) عيون الأثر في فنون المغازي والسير (٢/٧٩) والأم (١/٢١٨) .','1','140',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (136,'وقد تعددت الروايات في كيفية صلاة الخوف في هذه الحالة، لأن الرواة إذا اختلفوا في قصة جعلوا ذلك وجها من فعل النبي - صلى الله عليه وسلم - (١) واختلف الفقهاء في تعداد أنواع الصلاة الخوف تبعا لتعدد الروايات، فقد أوصلها بعضهم إلى ستة عشر صفة (٢) وقد صلاها النبي - صلى الله عليه وسلم - بصفات مختلفة وإن كانت متفقة في المعنى، وذلك للمحافظة على الصلاة، والاحتياط من كيد العدو.
جاء في معالم السنن: (صلاة الخوف أنواع، وقد صلاها رسول الله - صلى الله عليه وسلم - في أيام مختلفة، وعلى أشكال متباينة يتوخى من كل ما هو أحوط للصلاة وأبلغ في الحراسة، وهي على اختلاف صورها مؤتلفة في المعاني) (٣) .
وقال الإمام أحمد رحمه الله: (كل حديث يروى في أبواب صلاة الخوف فالعمل به جائز، وقال: ستة أوجه أو سبعة يروى فيها كلها جائزة) (٤) .
والذي يظهر أن هذه الصور في صلاة الخوف غير الشديد التي جاءت بها الروايات الصحيحة جاءت مراعية للأحوال التي يكون عليها العدو، فمرة يكون العدو في جهة القبلة، ومرة يكون إلى غير جهة القبلة، ومرة يكون الحذر منهم أشد، إلى غير ذلك من الأحوال.
وقد رأيت أن أجعل صلاة الخوف غير الشديد في أربعة أوجه لتستوعب الروايات التي جاءت عن النبي - صلى الله عليه وسلم - في صلاة الخوف وذلك على النحو الآتي:
الوجه الأول: الصلاة بالمجاهدين جميعا.
وقد ورد في هذا الوجه ثلاث صفات:
_________
(١) شرح الزرقاني لموطأ الإمام مالك (١/٥٢١)
(٢) حاشية ابن عابدين (٣/٧٤) والتمهيد (١٥/٢٦٩) وعارضة الأحوذي (٣/٣٧) وشرح صحيح مسلم للنووي (٦/٣٧٢) والمبدع (٢/١٢٦) وكشاف القناع (١/٤٩٣) .
(٣) معالم السنن للخطابي (١/٢٣٣) .
(٤) المغنى (٣/٣١١) وكشاف القناع (١/٤٩٣) .','1','141',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (137,'الصفة الأولى:
أن يصف الإمام المجاهدين خلفه صفين فأكثر حضرا كان الخوف أو سفرا، فيكبر بهم تكبيرة الإحرام جميعا ويركع بهم فإذا سجد، سجد الصف الأول معه وحرس الصف الآخر، فإذا قام الإمام إلى الركعة الثانية سجد الصف المتأخر، ثم يلحقون بالإمام ويتقدمون مكان الصف الأول ويتأخر الصف الأول (١) ، فإذا سجد الإمام في الركعة الثانية سجد معه الصف الذي يليه، فإذا جلس الإمام ومن معه للتشهد سجد الصف الحارس، ثم يلحقون بالإمام في التشهد ويسلم بهم جميعا (٢) .
دليل هذه الصفة:
١- عن جابر رضي الله عنهما قال: (شهدت مع رسول الله - صلى الله عليه وسلم - صلاة الخوف فصفنا صفين صف خلف رسول الله - صلى الله عليه وسلم - والعدو بيننا وبين القبلة فكبر النبي - صلى الله عليه وسلم - وكبرنا جميعا ثم ركع وركعنا جميعا، ثم رفع رأسه من الركوع ورفعنا جميعا، ثم انحدر بالسجود والصف الذي يليه وقام الصف المؤخر في نحر العدو فلما قضي النبي - صلى الله عليه وسلم - السجود وقام الصف الذي يليه انحدر الصف المؤخر بالسجود وقاموا، ثم تقدم الصف المؤخر وتأخر الصف المقدم، ثم ركع النبي - صلى الله عليه وسلم - ركعنا جميعا ثم رفع رأسه من الركوع ورفعنا جميعا، ثم انحدر بالسجود والصف الذي يليه الذي كان مؤخرا في الركعة الأولى وقام الصف المؤخر في نحور العدو فلما قضى
_________
(١) لو بقى كل صف مكانه صح، وهو خلاف الأولى انظر كشاف القناع (١/٤٩٤) وروضة الطالبين (٢/٥١) .
(٢) كشاف القناع (١/٤٩٣) ومغني المحتاج (١/٥٧٤) والوسيط في المذهب (٢/٢٩٧) .','1','142',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (138,'النبي - صلى الله عليه وسلم - السجود والصف الذي يليه انحدر الصف المؤخر بالسجود فسجدوا، ثم سلم النبي - صلى الله عليه وسلم - وسلمنا جميعا) (١) .
٢-عن أبي عياش الزرقي - رضي الله عنه - (٢) قال: (كنا مع رسول الله - صلى الله عليه وسلم - بعسفان (٣) وعلى المشركين خالد بن الوليد (٤) فصلينا الظهر، فقال المشركون: لقد أصبنا غرة، لقد أصبنا غفلة لو كنا حملنا عليهم وهم في الصلاة فنزلت آية القصر بين الظهر والعصر (٥)
فلما حضرت العصر قام رسول الله - صلى الله عليه وسلم - مستقبل القبلة والمشركون أمامه فصف خلف رسول الله - صلى الله عليه وسلم - صف، وصف بعد
_________
(١) صحيح مسلم بشرح النووي، كتاب صلاة المسافرين وقصرها، باب صلاة الخوف، ح رقم (٨٤٠) .
(٢) هو: زيد بن الصامت، ويقال ابن النعمان، ويقال اسمه عبيد بن معاوية أبو عياش الزرقي الأنصاري، شهد أحدا وما بعدها، يقال: إنه عاش إلى خلافة معاوية، انظر الإصابة (٧/٢٤٥) ت رقم (١٠٣١٥) ومشاهير علماء الأمصار ص ٣٨ ت رقم (٦١) .
(٣) عسفان: بضم أوله وسكون ثانيه. وهي قرية تبعد عن مكة بحوالي ستة وثلاثين ميلا بها مزارع ونخيل وقيل سميت عسفان لتعسف السيل فيها، وهي: قرية عامرة الآن بها مدارس ومرافق حكومية تقع على الطريق السريع بين مكة والمدينة وتبعد عن مكة شمالا بـ ٨٠ كيلو متر تقريبا. انظر معجم البلدان (٤/١٣٧) ت رقم (٣٨٩٥) وتوضيح الأحكام (٢/٣٧٣) .
(٤) هو خالد بن الوليد بن المغيرة القرشي المخزومي سيف الله المسلول يكني أبا سليمان شهد مع كفار قريش الحروب ضد النبي - صلى الله عليه وسلم - حتى أسلم سنة سبع من الهجرة بعد خيبر شهد فتح مكة مع النبي - صلى الله عليه وسلم - وحنينا والطائف ومؤتة استخلفه أبو بكر الصديق رضي الله عنه على الشام حتى عزله عمر رضي الله عنه له أثر مشهور في قتال الفرس والروم توفي بحمص وقيل: بالمدينة المنورة سنة ٢١ هـ انظر: الإصابة (٢/٢١٥) ت رقم (٢٢٠٦) وأسد الغابة (١/٥٨٦) ت رقم (١٣٩٩) .
(٥) وهي قوله تعالى: {وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوًّا مُبِينًا} [النساء: ١٠١] ..','1','143',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (139,'ذلك الصف صف أخر) ثم ذكر الحديث كحديث جابر السابق وزاد (فصلاها بعسفان مرة وصلاها يوم بني سليم) (١) .
فصفة الصلاة في الحديثين واحدة، قال في عون المعبود: حديث جابر، وحديث أبي عياش الزرقي مفهومهما واحدا (٢) .
شروط هذه الصفة:
ذكر بعض الفقهاء شروطا لهذه الصفة هي (٣) .
١- أن يكون العدو في جهة القبلة.
٢- أن يكون العدو على مستوى من الأرض لا يسترهم شيء عن أبصار المجاهدين.
٣- أن يكون في المجاهدين كثرة حتى يتمكنوا من الصلاة والحراسة.
ولم أجد -حسب ما اطلعت عليه- من منع الأخذ بهذه الصفة من الفقهاء (٤) ،
_________
(١) أخرجه أبو داود في سننه مع شرحها عون المعبود كتاب الصلاة باب صلاة الخوف ح رقم (١٢٣٣) والدارقطني باب صفة صلاة الخوف ح رقم (١٧٥٩) ورقم (١٧٦٠) والنسائي في سننه مع شرح السيوطي، كتاب صلاة الخوف ح رقم (١٥٤٨) قال الشوكاني في نيل الأوطار: رجال إسناده عند أبي داود والنسائي رجال الصحيح (٣/٣١٩) .
وقال الحاكم: هذا حديث صحيح على شرط الشيخين ولم يخرجاه ووافقه الذهبي انظر المستدرك للحاكم كتاب صلاة الخوف، ح رقم (١٢٥٣) ج (١/٤٨٨) والتلخيص بهامشه للذهبي.
(٢) عون المعبود شرح سنن أبي داود (٣/٥٦) .
(٣) مغني المحتاج (١/٥٧٤) والحاوي (٢/٤٧٣) والمستوعب (٢/٤١٥) والمبدع (٢/١٢٦) والمبسوط (٢/٤٧) والكافي في فقه أهل المدينة المالكي (١/٢٥٤) .
(٤) المبسوط (٢/٤٧) وبدائع الصنائع (١/٥٥٧) وبداية المجتهد (١/١٨٠) وشرح الزرقاني الموطأ مالك (١/٥٢٦) والأم (١/٢١٥) روضة الطالبين (٢/٥٠) والإنصاف ... (٢/٣٤٧) وكشاف القناع (١/٤٩٣) والمحلى بالآثار (٣/٢٣٣) .','1','144',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (140,'إلا أن الحنفية قالوا في صفتها: إذا سجد الإمام سجد معه الصف الأول، فإذا رفعوا روءسهم من السجدة الأولى، سجد الصف الثاني والصف الأول قعود يحرسونهم (١) وهم بهذا خالفوا النصوص الصحيحة، كما في حديث جابر، وأبي عياش، فالأولى الأخذ بما جاء في الأحاديث.
وقال الشافعي: بأن الصف الأول يحرس، والصف الثاني هو الذي يسجد مع الإمام (٢) ، وهو قول عند الحنابلة لأنه أحوط (٣) .
قال النووي: والصحيح المختار جواز الأمرين (٤) .
والذي يظهر أن التزام الصفة التي جاءت في الأحاديث هو الأولى والله أعلم.
الصفة الثانية:
إذا حضرت الصلاة جعل الإمام المجاهدين طائفتين: طائفة معه، وطائفة في وجه العدو وظهورهم إلى القبلة ثم يكبر بهم جميعا التي معه والتي في وجه العدو، ثم يركع بالطائفة التي معه ويسجد فإذا قام إلى الركعة الثانية ذهبت الطائفة التي معه إلى وجه العدو وجاءت الأخرى فصلوا لأنفسهم الركعة الأولى، ثم لحقوا بالإمام وهو قائم ينتظرهم فصلى بهم الركعة الثانية، ثم جلسوا وجاءت الطائفة التي في الحراسة فصلوا الركعة الثانية لهم، ثم جلسوا مع الإمام والطائفة التي معه وسلم بهم جميعا (٥) .
_________
(١) المبسوط (٢/٤٧) وبدائع الصنائع (١/٥٥٧) .
(٢) روضة الطالبين (٢/٥٠) ومغنى المحتاج (١/٥٧٤) .
(٣) الإنصاف (٢/٣٤٨) والمحرر في الفقه لمجد الدين أبو البركات (١/١٣٧) .
(٤) روضة الطالبين (٢/٥٠) .
(٥) كشاف القناع (١/٤٩٨) ونيل الأوطار (٣/٣٢١) .','1','145',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (141,'دليل هذه الصفة:
ما رواه أبو هريرة رضي الله عنه عام غزوة نجد (١)
قال: (قام رسول الله - صلى الله عليه وسلم - إلى صلاة العصر فقامت معه طائفة، وطائفة أخرى مقابل العدو وظهورهم إلى القبلة، فكبر رسول الله - صلى الله عليه وسلم - فكبروا جميعا الذين معه والذين مقابلوا العدو ثم ركع رسول الله - صلى الله عليه وسلم - ركعة واحدة وركعت الطائفة التي معه، ثم سجد فسجدت الطائفة التي تليه والآخرون قيام فقابلوا العدو، ثم قام رسول الله - صلى الله عليه وسلم - وقامت الطائفة التي معه فذهبوا إلى العدو فقابلوهم وأقبلت الطائفة التي كانت مقابل العدو فركعوا وسجدوا ورسول الله - صلى الله عليه وسلم - قائم كما هو، ثم قاموا فركع رسول الله - صلى الله عليه وسلم - ركعة أخرى وركعوا معه وسجد وسجدوا معه ثم أقبلت الطائفة التي كانت مقابل العدو فركعوا وسجدوا ورسول الله - صلى الله عليه وسلم - قاعد ومن كان معه، ثم كان السلام، فسلم
_________
(١) نجد: اسم لكل ما ارتفع عن تهامة انظر معجم البلدان (٥/٣٠٤) ت رقم (١١٩٢٤) ، وغزوة نجد هي غزواة ذات الرقاع، وسميت بذلك لأن أقدام المسلمين رقت من الحفاء فلفوا عليها الخرق على القول الراجح في سبب تسميتها، وقد ذكر أصحاب السير أنها وقعت في السنة الرابعة من الهجرة، قبل الخندق انظر السيرة النبوية لابن هشام (٣/٢٠٣) وعيون الأثر (٢/٧٩) وقال ابن قيم الجوزية في الزاد، والبخاري في صحيحه وغيرهما إنها وقعت بعد خيبر وهذا الراجح لأن النبي - صلى الله عليه وسلم - لم يصل صلاة الخوف يوم الخندق وصلاها في غزوة ذات الرقاع فعلم أنها بعد الخندق وبعد عسفان ولأن أبا هريرة وأبا موسى الأشعري، شهدا غزوة ذات الرقاع وإسلامهما بعد خيبر. انظر زاد المعاد (٣/٢٥١) وما بعدها وصحيح البخاري مع الفتح، كتاب المغازي باب غزوة ذات الرقاع واختار هذا القول ابن حجر في فتح الباري (٧/٥٣٢) ..','1','146',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (142,'رسول الله - صلى الله عليه وسلم - وسلموا جميعا فكان لرسول الله - صلى الله عليه وسلم - ركعتان ولكل رجل من الطائفتين ركعة) (١) .
يظهر من هذا الحديث، أن العدو كانوا إلى غير جهة القبلة، وأن المجاهدين الذين معه الإمام والذين في جهة العدو كبروا جميعا مع الإمام تكبيرة الإحرام إلى غير جهة القبلة.
لكن جاء من طريق آخر عن أبي هريرة قال: (خرجنا مع رسول الله - صلى الله عليه وسلم - إلى نجد حتى إذا كنا بذات الرقاع من نخل (٢) لقي جمعا من غطفان (٣)) فذكر معنى الحديث دون لفظه قال فيه حين ركع بمن معه وسجد قال: (فلما قاموا مشوا القهقرى (٤) إلى مصاف أصحابهم ولم يذكر استدبار القبلة) (٥) .
_________
(١) أخرجه أبو داود في سننه مع عون المعبود كتاب الصلاة باب صلاة الخوف ح رقم ... (١٢٣٧) والنسائي في سننه مع شرح السيوطي، كتاب الصلاة الخوف، ح رقم ... (١٥٤٢) والبيهقي في السنن الكبرى، كتاب صلاة الخوف، باب من قال: قضت الطائفة الثانية الركعة الأولى ح رقم (٦٠٥٦) . قال الشوكاني: سكت عنه أبو داود، والمنذري ورجال إسناده ثقات عند أبي داود والنسائي. انظر: نيل الأوطار (٣/٣٢١) وصححه الحاكم على شرط الشيخين ووافقه الذهبي انظر المستدرك، كتاب صلاة الخوف ح رقم (١٢٥٣) والتلخيص بهامشه للذهبي ج (١/٤٨٨) .
(٢) موضع بنجد من أرض غطفان، انظر: معجم البلدان (٥/٣٢٠) ت رقم (١١٩٦٧) .
(٣) قبيلة كبيرة من قيس عيلان، وهي بطن من جهينة. انظر لباب الألباب في تحرير الأنساب للسيوطي.
(٤) الرجوع إلى الخلف من غير أن يعيد وجهه إلى جهة مشية. انظر: المعجم الوسيط ... (٢/٧٦٤) .
(٥) أخرجه أبو داود في سننه مع عون المعبود، كتاب الصلاة باب صلاة الخوف ح رقم ... (١٢٣٨) والبيهقي في السنن الكبرى، كتاب صلاة الخوف، باب من قال: قضت الطائفة الثانية الركعة الأولى ح رقم (٦٠٥٧) .
قال الشوكاني: في إسناده محمد بن إسحاق، وفيه مقال مشهور إذا لم يصرح بالتحديث وقد عنعن هنا. انظر: نيل الأوطار (٣/٣٢١) .','1','147',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (143,'والذي يبدو أن الروايتين في قصة واحدة والخلاف بينهما، إنما هو في القبلة ففي الرواية الأولى، الذين في جهة العدو كبروا تكبيرة الإحرام إلى غير القبلة، وفي الرواية الثانية أنهم كبروا إلى جهة القبلة، والذي يظهر أن حمل الرواية الأولى على الثانية هو الأولى، لأن استقبال القبلة شرط في الصلاة لا يجوز تركه، إلا في حال الضرورة عند شدة الخوف والتحام القتال، ولا ضرورة هنا، والله أعلم.
الصفة الثالثة:
يقسم الإمام المجاهدين طائفتين: طائفة تصلي معه فتكبر إذا كبر وتركع معه وتسجد معه، فإذا رفع من السجدة الأولى مكث جالسا، وسجدوا لأنفسهم الثانية، ثم قاموا يمشون القهقرى إلى مصاف الطائفة الأخرى، وجاءت الطائفة الأخرى فكبروا وركعوا، ثم يسجد الإمام السجدة الثانية له من الركعة الأولى فيسجدون معه، ثم يقوم الإمام للركعة الثانية ويسجدون لأنفسهم السجدة الثانية، ثم يقومون مع الإمام وتأتي الطائفة الأخرى معهم فيركع بهم الإمام جميعا ويسجد بهم جميعا سريعا ثم يسلم بهم جميعا.
دليل هذه الصفة:
عن عائشة رضي الله عنها قالت (صلى رسول الله - صلى الله عليه وسلم - صلاة الخوف قالت: فصدع (١) رسول الله - صلى الله عليه وسلم - الناس صدعتين، فصف طائفة وراءه وقامت طائفة وجاه العدو، قالت: فكبر رسول الله - صلى الله عليه وسلم - وكبرت الطائفة الذين صفوا خلفه، ثم ركع وركعوا ثم سجد وسجدوا ثم رفع رأسه فرفعوا ثم مكث رسول الله - صلى الله عليه وسلم - جالسا وسجدوا لأنفسهم السجدة الثانية ثم قاموا ثم نكصوا على أعقابهم يمشون القهقرى حتى قاموا من ورائهم وأقبلت الطائفة الأخرى فصفوا خلف
_________
(١) صدعت القوم صدعا فتصدعوا أي: فرقتهم فتفرقوا، انظر: المصباح المنير ص ٥.','1','148',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (144,'رسول الله - صلى الله عليه وسلم - فكبروا ثم ركعوا لأنفسهم ثم سجد رسول الله - صلى الله عليه وسلم - سجدته الثانية فسجدوا معه، ثم قام رسول الله - صلى الله عليه وسلم - في ركعته وسجدوا لأنفسهم السجدة الثانية ثم قامت الطائفتان جميعا فصفوا خلف رسول الله - صلى الله عليه وسلم - فركع بهم ركعة فركعوا جميعا، ثم سجد فسجدوا جميعا ثم رفع رأسه ورفعوا معه كل ذلك من رسول الله - صلى الله عليه وسلم - سريعا جدا لا يألوا (١) أن يخفف ما استطاع ثم سلم رسول الله - صلى الله عليه وسلم - فسلموا ثم قام رسول الله - صلى الله عليه وسلم - قد شركه الناس في صلاته كلها) (٢) .
والذي يظهر أن الصفة الثانية في حديث أبي هريرة رضي الله عنه والصفة الثالثة في حديث عائشة رضي الله عنها قد اتفقتا في أن المسبوق يبدأ بقضاء ما فاته ثم يلحق بالإمام.
الوجه الثاني: قسمة المجاهدين في الصلاة إلى طائفتين.
وقد ورد في هذا الوجه صفتان:
الصفة الأولى:
إذا حضرت الصلاة وخاف المجاهدون العدو جعلهم الإمام طائفتين: طائفة في وجه العدو، وطائفة يصلي بهم ركعة، ثم يقوم الإمام إلى الركعة الثانية ويتم الذين معه
_________
(١) آلى معناها: اجتهد انظر المعجم الوسيط (١/٢٥) .
(٢) أخرجه أبو داود في سننه مع عون المعبود كتاب الصلاة باب صلاة الخوف ح رقم ... (١٢٣٨) والبيهقي في السنن الكبرى، كتاب صلاة الخوف، باب من قال: قضت الطائفة الثانية ح رقم (٦٠٥٨) والحاكم في المستدرك كتاب صلاة الخوف ح رقم ... (١٢٤٩) وقال: حديث صحيح على شرط مسلم ولم يخرجاه، ووافقه الذهبي ثم قال الحاكم وهو أتم حديث وأشفاه في صلاة الخوف (١/٤٨٧) وانظر التلخيص للذهبي بهامش المستدرك

وقال الشوكاني: في إسناده محمد بن إسحاق، لكنه صرح بالتحديث، انظر: نيل الأوطار ... (٣/٣٢١) .','1','149',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (145,'صلاتهم ويسلمون ثم يذهبون إلى وجه العدو، وتأتي الطائفة الأخرى فيدخلون مع الإمام في الركعة الثانية له ويصلي بهم فإذا جلس للتشهد قاموا وأتموا الركعة الثانية وهو ينتظرهم فإذا لحقوه سلم بهم (١) .
دليل هذه الصفة:
حديث صالح بن خوات (٢) (عمن شهد مع النبي - صلى الله عليه وسلم - يوم ذات الرقاع صلاة الخوف أن طائفة صفت معه وطائفة وجاه العدو فصلى بالتي معه ركعة، ثم ثبت قائما وأتموا لأنفسهم، ثم انصرفوا فصفوا وجاه العدو وجاءت الطائفة الأخرى فصلى بهم الركعة التي بقيت من صلاته، ثم ثبت جالسا وأتموا لأنفسهم ثم سلم بهم (٣) .
الصفة الثانية:
يجعل الإمام المجاهدين طائفتين: واحدة في وجه العدو والأخرى يصلي بهم ركعة، فإذا قام الإمام إلى الركعة الثانية لم يتم المقتدون به الصلاة، وإنما يذهبون إلى مكان الطائفة التي في وجه العدو وهم في الصلاة فيقفون سكوتا، وتجيء الطائفة الأخرى فتصلى مع الإمام ركعته الثانية، فإذا سلم ذهبت إلى وجه العدو وجاء الأولون إلى مكان الصلاة وأتموا لأنفسهم، ثم ذهبوا إلى وجه العدو وجاءت الطائفة الأخرى إلى مكان الصلاة وأتموا (٤) .
_________
(١) المبدع (٢/١٢٧) والشرح الكبير (١/٤٥٠) والإنصاف (٢/٣٤٩) وروضة الطالبين (٢/٥٢) والمجموع (٤/٢٩٢) والوسيط (٢/٣٠٠) وشرح الزرقاني لموطأ مالك (١/٥٢٢) .
(٢) هو: صالح بن خوات بن جبير بن النعمان الأنصاري المدني، روي عن أبيه وخاله سهل، وروي عنه ابنه خوات، ويزيد بن رومان، وثقه النسائي وابن حبان. انظر تهذيب التهذيب (٤/٣٣٩) ت رقم (٦٥٨) وتهذيب الأسماء واللغات (١/٢٤٨) ت رقم (٢٦١) .
(٣) صحيح البخاري مع الفتح، كتاب المغازي باب غزوة ذات الرقاع ح رقم (٤١٢٩) وصحيح مسلم بشرح النووي، كتاب صلاة المسافرين وقصرها باب صلاة الخوف ح رقم (٨٤٢) .
(٤) المبسوط (٢/٤٦) وبدائع الصنائع (١/٥٥٨) والاختيار للموصلي (١/٨٩) وبداية المجتهد (١/١٨٠) والوسيط في المذهب (٢/٣٠١) والمبدع (٢/١٣٣) والشرح الكبير ... (١/٤٥٤) .','1','150',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (146,'دليل هذه الصفة:
١- عن عبد الله بن عمر رضي الله عنهما قال: (غزوت مع رسول الله - صلى الله عليه وسلم - قبل نجد فوازينا العدو فصاففنا فقال رسول الله - صلى الله عليه وسلم - يصلي لنا فقامت طائفة معه تصلي وأقبلت طائفة على العدو وركع رسول الله - صلى الله عليه وسلم - بمن معه وسجد سجدتين، ثم انصرفوا مكان الطائفة التي لم تصل فجاءوا فركع رسول الله - صلى الله عليه وسلم - بهم ركعة وسجد سجدتين، ثم سلم فقام كل واحد منهم فركع لنفسه ركعة وسجد سجدتين) (١) .
٢- عن عبد الله بن مسعود رضي الله عنه قال: (صلى بنا رسول الله - صلى الله عليه وسلم - صلاة الخوف فقاموا صفين، صف خلف رسول الله - صلى الله عليه وسلم - وصف مستقبل العدو فصلى بهم رسول الله - صلى الله عليه وسلم - ركعة، ثم جاء الآخرون فقاموا مقامهم واستقبل هؤلاء العدو فصلى بهم النبي - صلى الله عليه وسلم - ركعة، ثم سلم فقام هؤلاء فصلوا لأنفسهم ركعة، ثم سلموا، ثم ذهبوا فقاموا مقام أولئك مستقبلي العدو ورجع أولئك إلى مقامهم فصلوا لأنفسهم ركعة ثم سلموا) (٢) .
_________
(١) صحيح البخاري الفتح، كتاب الخوف، باب صلاة الخوف، ح رقم (٩٤٢) وصحيح مسلم بشرح النووي، كتاب صلاة المسافرين وقصرها، باب صلاة الخوف، ح رقم ... (٨٣٩) .
(٢) أخرجه أبو داود في سننه مع شرحها عون المعبود، كتاب الصلاة باب من قال يصلي بكل طائفة ركعة ثم يسلم، ح رقم (١٢٤٠) والدارقطني باب صفة صلاة الخوف، ح رقم (١٧٦٦) والبيهقي في السنن الكبرى، كتاب صلاة الخوف، باب من قال في هذا كبر بالطائفتين جميعا، ح رقم (٦٠٤٤) وقال البيهقي: هذا الحديث مرسل، لأن أبا عبيدة لم يدرك أباه، وفيه خصيف الجزري ليس بالقوي (٣/٣٧١) وانظر: ميزان الاعتدال (١/٦٥٣) ت رقم (٢٥١١) وكتاب العلل ومعرفة الرجال (١/٢٤٨) فمن العلماء من وثق خصيف ومنهم لم يوثقه ومنهم من رماه بالإرجاء.','1','151',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (147,'وقد ذهب جمهور الفقهاء (١) إلى ترجح الأخذ بالصفة الأولى فيصلى بالطائفة الأولى ركعة، ثم يتمون لأنفسهم ويسلمون وتأتي الثانية تصلي معه ركعة ثم تتم ما بقي عليها ثم يسلم بهم (٢) .
واستدلوا على ترجيح هذه الصفة بما يلي:
أ- أنها أوفق لظاهر كتاب الله عز وجل وذلك أن قوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ} [النساء: ١٠٢] فيه إضافة الفعل إليه - صلى الله عليه وسلم - ثم قال تعالى: {فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ} فأضاف فعل السجود إليهم، فأقتضى الظاهر انفرادهم به، ثم أباح لهم الانصراف بعد فعله فصار تقدير قوله تعالى: {فَأَقَمْتَ لَهُمُ الصَّلاةَ} أي صليت بهم ركعة فعبر عنه بالقيام الذي هو ركن فيها وقوله تعالى: {فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ} أي صلوا الركعة الثانية فلينصرفوا فعبر عنه بالسجود الذي هو ركن فيها.
_________
(١) بداءة المجتهد (١/١٧٩) وحاشية الدسوقي (١/٣٩٢) والأم (١/٢١١) والمجموع ... (٤/٢٩٣) وكشاف القناع (١/٤٩٣) والشرح الكبير (١/٤٤٩) .
(٢) روي عن الإمام مالك أن الإمام يسلم بالطائفة الثانية، ثم يأتون بما بقي عليهم ولا ينتظرهم ليسلم بهم، لأن الإمام لا ينتظر المأموم وأن المأموم إنما يقضي بعد سلام الإمام، وكلا الأمرين جائز عند الإمام مالك، قال في الكافي: وكلا القولين لأئمة أهل المدينة وقال بهما جميعا مالك انظر: الكافي في فقه أهل المدينة المالكي (١/٢٥٣) والتمهيد ... (٥/٢٦٢) وشرح الزرقاني (١/٥٢٣) .','1','152',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (148,'وقوله تعالى: {وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ} فظاهر قوله تعالى: {لم يصلوا} أي لم يصلوا شيئا منها، وظاهر قوله تعالى: ... {فَلْيُصَلُّوا مَعَكَ} أي جميع الصلاة بكاملها (١) .
ب- لسلامتها من كثرة المخالفة، ولأنها أحوط للحرب، لأن المجاهد يتمكن من الضرب والطعن وإعلام غيرة بما يراه من أمر العدو (٢) .
وذهب الحنفية (٣) وبعض المالكية (٤) إلى ترجيح الصفة الثانية التي يسندها حديث عبد الله بن عمر، وابن مسعود رضي الله عنهم
وجه ترجيحهم ما يلي:
١- أن هذه الصفة موافقة للأصول في أن المأموم لا يتم صلاته قبل إمامه (٥) .
٢- أن رواية ابن عمر قوية الإسناد فهي وردت بنقل أهل المدينة وهم حجة في النقل على من خالفهم (٦) .
_________
(١) الحاوي الكبير (٢/٤٦١) والأوسط (٥/٤٤) والأم (١/٢١١) وكشاف القناع ... (١/٤٩٥) والذخيرة (٢/٤٤٠) والمعونة (١/٣١٦) .
(٢) شرح الزرقاني (١/٥٢٥) وروضة الطالبين (٢/٥٢) والمجموع (٤/٢٩٣) وحاشية الروض المربع (٢/٤١٢) والمغني لابن قدامة (٣/٣٠٢.
(٣) المبسوط (٢/٤٦) ، وبدائع الصنائع (١/٥٥٨) .
(٤) الذخيرة (٢/٤٣٩) وشرح الزرقاني لموطأ الإمام مالك (١/٥٢٤) ومنهم أشهب.
(٥) المبسوط (٢/٤٧) .
(٦) حاشية الدسوقي (١/٣٩٢) .','1','153',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (149,'الترجيح
الذي يظهر أن الصفة التي ذهب إليها الجمهور هي الأولى في صلاة الخوف على هذا الوجه، لأنها موافقة لظاهر القرآن، والصفة التي أختارها الحنفية فيها مخالفات عدة منها:
١- أن قولهم تنصرف الطائفة الأولى وهي في الصلاة يؤدي إلى أن تمشي أو تركب وهي في الصلاة، وهذا عمل كثير ينافي الصلاة، وفيه استدبار للقبلة دون حاجة أو ضرورة.
٢- أن صلاة الخوف مبنية على التخفيف، وعلى قولهم تطول الصلاة أضعاف ما كانت حال الأمن، والخائف أولى بالتخفيف لحاجته إليه، وللرفق به (١) . وكلا الصفتين ثابتة وجائز العمل بهما والخلاف إنما هو في الأفضل والله أعلم.
إذا تقرر معرفتنا من خلال هذا الوجه بصفتيه كيف تصلي صلاة الخوف الثنائية سواء كانت المقصورة في السفر أو صلاة الفجر فكيف تصلي المغرب المجمع على أنها لا تقصر (٢) والصلاة الرباعية في الحضر على هذا الوجه؟
أولا: صلاة المغرب:
ذهب الجمهور إلى أن الإمام يصلي بالطائفة الأولى ركعتين وبالطائفة الثانية ركعة (٣) واستدلوا على هذا بما يلي (٤) :
_________
(١) المغنى (٣/٣٠٢) .
(٢) الإجماع لابن المنذر ص ١٩.
(٣) البحر الرائق (٢/٢٩٦) وأحكام القرآن للجصاص (٢/٣٢٩) والمدونة (١/١٦٠) والذخيرة (٢/٤٣٨) والوسيط (٢/٣٠٤) والأم (١/٢١٢) والحاوي الكبير (٢/٤٦٤) والمغني (٣/٣٠٩) والمستوعب (٢/٤١٣) والمبدع (٢/١٣٠) والمحلى بالآثار (٣/٢٣٣) .
(٤) البحر الرائق (٢/٢٩٦) والمعونة (١/٣١٨) والحاوي الكبير (٢/٤٦٤) والوسيط ... (٢/٣٠٤) والمغنى (٣/٣١٠) والشرح الكبير (٢/٤٥٢) والإنصاف (٢/٣٥٢) .','1','154',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (150,'١- أن صلاة الخوف مبنية على المساواة بين الطائفتين، فإذا لم يمكن انقسام الركعة كان صلاته بالأولى ركعتين أولى، لأن أول الصلاة أكمل من آخرها.
٢- ولأن في ذلك خفة في الانتظار، وإسراع في الفراغ من الصلاة، وهذا المطلوب في صلاة الخوف.
٣- ولأن الطائفة الأولى أحق بالركعتين، لما لها من حق السبق.
٤- ولأن الطائفة الثانية تصلي جميعا صلاتها في حكم الإتمام، والأولى في حكم الانفراد، فكانت الطائفة الأولى أحق.
وذهب الشافعية في قول على خلاف الأظهر، أنه يصلي بالطائفة الأولى ركعة وبالثانية ركعتين (١) .
واستدلوا بما يلي:
١- أنه روي عن علي رضي الله عنه أنه صلى ليلة الهرير (٢) هكذا (٣) .
٢- ولأن الطائفة الأولى أدركت مع الإمام فضيلة الإحرام والتقدم، فينبغي أن تزيد الثانية في الركعات ليجبر النقص (٤) .
_________
(١) الأم (١/٢١٣) وروضة الطالبين (٢/٥٤) والحاوي الكبير (٢/٤٦٥) .
(٢) هي إحدى ليالي صفين بين علي ومعاوية رضي الله عنهما اقتتلوا حتى الصباح وصار الناس إلى السيوف بعد نفاذ النبل وتقصف الرماح، وقيل: سميت بذلك لعجزهم عن القتال حتى صار بعضهم يهر على بعض. انظر: تاريخ الطبري (٥/٤٧) .
(٣) أخرجه البيهقي في السنن الكبرى، كتاب صلاة الخوف، باب الدليل على ثواب صلاة الخوف ح رقم (٦٠٠٨) وانظر الأم (١/٢١٣) والحاوي الكبير (٢/٤٦٥) .
(٤) المغني (٣/٣١٠)','1','155',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (151,'والذي يظهر أن قول الجمهور هو الراجح لما يلي:
١- لقوة تعليلاتهم، ولأن صلاة الخوف مبنية على التخفيف، وما ذكره الجمهور أقرب إلى المقصود.
٢- أن ما روي عن علي رضي الله عنه ليلة الهرير أنه صلى بالأولى ركعة، فقد روي عنه أنه صلى صلاة الخوف ليلة الهرير بالطائفة الأولى ركعتين (١) وبهذا يوافق الجمهور في أن الأولى أن يصلي بالطائفة الأولى ركعتين.
فإن صلى بالأولى ركعة وبالثانية ركعتين فقد خالف الأولى وصلاته صحيحه عند الجمهور (٢) لأن صلاة المغرب لم يرد فيها شيء عن النبي - صلى الله عليه وسلم - قال الشوكاني لم يرد في صلاة المغرب في الخوف فعل ولا قول عن النبي - صلى الله عليه وسلم - (٣) .
وقال الحنفية: إذا صلى بالأولى ركعة وبالثانية ركعتين فسدت صلاة الطائفتين، أما الطائفة الأولى فلانصرافهم في غير أوان الانصراف، وأما الثانية فلأنهم لما أدركوا الركعة الثانية صاروا من الطائفة الأولى لإدراكهم الشفع الأول، وقد انصرفوا في أوان رجوعهم فتبطل (٤) .
والراجح ما ذهب إليه الجمهور أن الصلاة صحيحة، وقد خالف الأولى لما سبق من الأدلة.
فإن صلى المغرب بكل طائفة ركعة فهل تصح الصلاة؟
_________
(١) نيل الأوطار (٣/٣٢٢) .
(٢) الذخيرة (٢/٤٣٨) والحاوي الكبير (٢/٤٦٥) والمغني (٣/٣١٠) والمبدع (٢/٣١٠) .
(٣) المرجع السابق نيل الأوطار (٣/٣٢٢) .
(٤) تبين الحقائق (١/٢٣٣) وفتح القدير (٢/٦٥) .','1','156',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (152,'ذهب الحنفية (١) والمالكية (٢) إلى أن صلاة الطائفة الأولى باطلة لا تصح، ووجه البطلان: أن الطائفة الأولى انصرفت من الصلاة في غير أوان الانصراف، وتصح صلاة الطائفة الثانية والثالثة.
ووجه ذلك أنها موافقة سنة صلاة الخوف.
ولم أجد للحنابلة والشافعية قول في ذلك -حسب ما اطلعت عليه- من كتبهم.
ثانيا: الصلاة الرباعية:
لا خلاف بين الفقهاء فيما أعلم أن الإمام يصلي بالطائفة الأولى ركعتين، وبالطائفة الثانية ركعتين (٣) .
لأن صلاة الخوف مبنية على المساواة بين الطائفتين وفي الرباعية تحصل المساواة وإنما الخلاف فيما إذا جعل الإمام المجاهدين أربع فرق فصلى بكل فرقة ركعة، ثم يكملون لأنفسهم ما بقي عليهم، فقد اختلفوا إلى ثلاثة أقوال:
القول الأول: أن الصلاة صحيحة في حق الإمام ومن خلفه، ولا إعادة عليه ولا عليهم، ولكن هذا خلاف الأولى، وهذا قول عند الشافعية (٤) وقول عند الحنابلة (٥) .
_________
(١) تبيين الحقائق (١/٢٣٣) وحاشية الشلبي بهامش تبيين الحقائق (١/٢٣٣) .
(٢) حاشية الدسوقي (١/٣٩٥) والذخيرة (٢/٤٣٨) وقال سحنون: تبطل صلاة الإمام وصلاتهم لتركه سنتها.
(٣) بدائع الصنائع (١/٥٥٧) وحاشية الدسوقي (١/٣٩٣) وجواهر الإكليل (٢/٥٦٢) والأم (١/٢١٣) وروضة الطالبين (٢/٥٥) والإنصاف (٢/٣٥٢) والمستوعب (٢/٤١٤) والمغني لابن قدامة (٣/٣٠٥) وإن صلى بالطائفة الأولى ثلاث ركعات وبالطائفة الثانية ركعة أو العكس صحت الصلاة، لأن الإمام لم يزد على انتظارين ورد الشرع بمثلهما. انظر الأم (١/٢١٣) والحاوي الكبير (٢/٤٦٥) والمغني (٣/٣٠٨) والمبدع (٢/١٣١) .
(٤) الأم (١/٢١٣) وروضة الطالبين (٢/٥٥) .
(٥) الإنصاف (٢/٣٥٣) والمغني (٣/٣٠٩) .','1','157',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (153,'ودليلهم: أن الحاجة تدعو إلى ذلك، فأشبه ما لو فرقهم فرقتين (١) . ونوقش: أنه لا فرق بين أن تكون به حاجة إلى ذلك أم لا، لأن الرخص إنما يصار إليها بما ورد الشرع به (٢) .
القول الثاني: أن الصلاة تصح من البعض وتبطل من البعض الآخر وبهذا قال الجمهور (٣) إلا أنهم اختلفوا فيمن تصح صلاته ومن تبطل من الطوائف ففي قول عند الشافعية، والمذهب عند الحنابلة (٤) أنها تصح صلاة الطائفة الأولى والثانية وتفسد صلاة الإمام والطائفة الثالثة والرابعة.
ووجه صحة صلاة الطائفة الأولى والثانية:
أنهما خرجتا من الصلاة قبل أن تفسد صلاة الإمام بالانتظار الثالث، لأنه لم ينقل عن النبي - صلى الله عليه وسلم - انتظار ثالث في صلاة الخوف، فزاد انتظار لم يرد الشرع به.
ووجه فساد صلاة الإمام والطائفة الثالثة والرابعة: إن الإمام بطلت صلاته بالانتظار الثالث، ولأن الطائفة الثالثة والرابعة إنما به وصلاته باطلة من أولها، فبطلت صلاتهما (٥) فإن لم تعلما ببطلان صلاة الإمام فلا تبطل صلاتهما؛ لأن ذلك مما يخفى كما لو أتم بمحدث لم يعلم حدثه لم تبطل صلاة المأموم (٦) .
_________
(١) المغني لابن قدامة (٣/٣٠٩) .
(٢) المرجع السابق.
(٣) تبيين الحقائق (١/٢٣٣) وحاشية الشلبي بهامش تبيين الحقائق (١/٢٣٣) والشرح الكبير مع حاشية الدسوقي (١/٣٩٥) والأم (١/٢١٣) والوسيط (٢/٣٠٤) والمغني لابن قدامة (٣/٣٠٨) والإنصاف (٢/٣٥٣) .
(٤) الأم (١/٢١٣) والوسيط (٢/٣٠٤) والمغني لابن قدامة (٣/٣٠٨) والإنصاف (٢/٣٥٣) .
(٥) الأم (١/٢١٣) والوسيط (٢/٣٠٤) والمغني لابن قدامة (٣/٣٠٨) والإنصاف (٢/٣٥٣) .
(٦) الإنصاف (٢/٣٥٣) والمغني (٣/٣٠٩) والشرح الكبير (١/٤٥٣) والأم (١/٢١٣) .','1','158',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (154,'وقال الحنفية (١) ، والمالكية (٢) تبطل صلاة الطائفة الأولى والثالثة، لأنهما فارقا الإمام في غير محل المفارقة.
وتصح صلاة الإمام في الجميع، لأنهم لم يجعلوا كثر الانتظارات من الإمام مبطلة للصلاة، وتصح كذلك صلاة الطائفة الثانية والرابعة، لأن مفارقتهما للإمام كانت وفي وقت الانصراف (٣) .
القول الثالث:
أن الصلاة باطلة في حق الإمام وجميع الطوائف، قال به سحنون (٤) من المالكية وهو قول عند الحنابلة (٥) . لأن الصلاة تبطل بالانتظار الأول، لأنه زاد على انتظار الرسول - صلى الله عليه وسلم - زيادة لم يرد الشرع بها (٦) . والذي يظهر في صلاة المغرب والصلاة الرباعية في الحضر في حال الخوف أن قسمة المجاهدين إلى طائفتين يصلي بالطائفة الأولى ركعتين وبالطائفة الأخرى باقي الصلاة هو الأولى والأرجح لما يأتي:
١- أن ذلك أقرب إلى المساواة بين الطائفتين في الصلاة.
_________
(١) تبيين الحقائق (١/٢٣٣) وحاشية الشلبي بهامش تبيين الحقائق (١/٢٣٣) .
(٢) الشرح الكبير مع حاشية الدسوقي (١/٣٩٥) .
(٣) المراجع السابقة في هامش رقم (١، ٢) .
(٤) هو: أبو سعيد عبد السلام بن حبيب بن حسان التنوخي الحمصي، المغربي القيرواني المالكي، فقيه المغرب وقاضي قيروان وصاحب المدونة في مذهب الإمام مالك، يلقب بسحنون ساد أهل المغرب في تحرير مذهب الإمام مالك، وانتهت إليه رئاسة العلم، توفي سنة ٢٤٠ هـ انظر سير أعلام النبلاء (١٢/٦٣) ولسان الميزان (٣/١٢) ت رقم (٣٦١٣) .
(٥) الشرح الكبير بهامش حاشية الدسوقي (١/٣٩٥) والمغني (٣/٣٠٩) .
(٦) المغنى لابن قدامة (٣/٣٠٩) وحاشية الدسوقي (١/٣٩٦) .','1','159',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (155,'٢- أن النبي - صلى الله عليه وسلم - كان يقسم الناس إلى طائفتين يصلي بالأولى نصف الصلاة وبالأخرى النصف الثاني، كما سبق في الأحاديث الصحيحة ولم يرد عنه - صلى الله عليه وسلم - فيما أعلم أنه قسم الناس إلى ثلاث طوائف أو أربع.
٣- أن صلاة الخوف مبنية على التخفيف والإسراع فيها حتى يتفرغ المجاهدون للقتال، وقسمة المجاهدين إلى أكثر من طائفتين يؤدي إلى التطويل في الصلاة وكثرة المشقة فيها.
إذا تقرر أنه يصلي بالطائفة الأولى ركعتين وبالثانية بقية الصلاة فهل ينتظر الإمام الطائفة الثانية قائما للركعة الثالثة أم جالسا في التشهد؟. اختلف الفقهاء رحمهم الله تعالى إلى قولين:
القول الأول: أنه ينتظر الطائفة الثانية قائما، وهو المشهور عند المالكية (١) ووجه عند الشافعية (٢) وصف بأنه الأفضل، ورواية عند الحنابلة (٣) .
واستدلوا بما يلي:
١- أنه لا غاية من قعوده ولا أمارة يعلمون بها فراغه من تشهده أو أوان قيامهم لقضاء ما عليهم إلا أن يشير إليهم وذلك زيادة عمل في الصلاة مستغنى عنه، فكان انتظاره إياهم قائما أولى (٤) .
٢- ولأن الإمام يحتاج إلى التطويل من أجل الانتظار والتشهد يستحب تخفيفه (٥) .
_________
(١) مواهب الجليل (٢/٥٦٣) والقوانين الفقهية ص ٧٦ والمعونة (١/٣١٨) .
(٢) حاشية القليوبي وعميرة (١/٤٤٤) والحاوي الكبير (٢/٤٦٥) .
(٣) الشرح الكبير (١/٤٥٣) والمبدع (٢/١٣١) .
(٤) المعونة (١/٣١٨) .
(٥) المبدع (١/١٣١) والشرح الكبير (١/٤٥٣) والكافي في فقه الإمام أحمد (١/٢٤١) حاشيتا القليوبي وعميرة (١/٤٤٤) .','1','160',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (156,'٣- ولأن أجر القائم أكثر من القاعد (١) .
القول الثاني: أنه ينتظرهم جالسا، وهذا قول عند المالكية (٢) وأحد الوجهين عند الشافعية (٣) ورواية عند الحنابلة (٤) .
واستدلوا بما يلي:
١- أن انتظاره إياهم في الجلوس أقر إلى المساواة لأنهم يدركونه في أول قيامه (٥) .
٢- ولأن الجلوس أخف على الإمام من القيام، وإذا انتظرهم قائما احتاج إلى قراءة سورة بعد الفاتحة وهذا خلاف السنة (٦) .
قال في الشرح الكبير: كلا الآمرين جائز (٧) والذي يظهر أن الخلاف إنما هو في الأفضلية ولعل انتظاره إياهم في القيام أفضل، لأن ثواب القائم في الصلاة أكثر وحتى لا يحصل إشكال على الطائفة الأولى في المفارقة والطائفة الثانية في الدخول إلى الصلاة، لأن الطائفة الثانية قد تحرم بالصلاة معه قبل قيامه فلا يحصل الاتباع، والله أعلم.
الوجه الثالث: الصلاة بكل طائفة صلاة كاملة.
صفة الصلاة على هذا الوجه:
_________
(١) المبدع (١/١٣١) والشرح الكبير (١/٤٥٣) والكافي في فقه الإمام أحمد (١/٢٤١) حاشيتا القليوبي وعميرة (١/٤٤٤) .
(٢) مواهب الجليل (٢/٥٦٣) والقوانين الفقهية ص ٧٦ والمعونة (١/٣١٨) .
(٣) الأم (١/٢١٣) وحاشيتا القليوبي وعميرة (١/٤٤٤) وروضة الطالبين (٢/٥٥) .
(٤) المبدع (١/١٣١) والشرح الكبير (١/٤٥٣) والكافي في فقه أحمد (١/٢٤١) .
(٥) المعونة (١/٣١٨) وحاشيتا القليوبي وعميرة (ا/٤٤٤) والكافي في فقه أحمد (١/٢٤١) .
(٦) المبدع (١/١٣١) والشرح الكبير (١/٤٥٣) .
(٧) الشرح الكبير (١/٤٥٣) .','1','161',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (157,'إذا حضرت الصلاة جعل الإمام المجاهدين طائفتين طائفة في وجه العدو، والطائفة الأخرى معه يصلي بها جميع الصلاة سواء كانت ركعتين أو ثلاثا أو أربعا، ثم يسلم بهم فيذهبون إلى وجه العدو وتأتي الطائفة الأخرى، فيصلى بهم تلك الصلاة مرة ثانية تكون لهم فريضة وله نافلة (١) .
أدلة هذه الصفة ما يلي:
١- عن جابر رضي الله عنه قال: (كنامع النبي - صلى الله عليه وسلم - بذات الرقاع (٢) فأقيمت الصلاة فصلى بطائفة ركعتين، ثم تأخروا وصلى بالطائفة الأخرى ركعتين فكان للنبي - صلى الله عليه وسلم - أربع وللقوم ركعتان) (٣) .
قال النووي (معناه صلى بالطائفة الأولى ركعتين وسلم وسلموا، وبالثانية كذلك، وكان النبي - صلى الله عليه وسلم - متنفلا في الثانية، وهم مفترضون) (٤) .
٢- عن أبي بكرة (٥) رضي الله عنه قال: (صلى النبي - صلى الله عليه وسلم - في خوف الظهر فصف بعضهم خلفه وبعضهم بإزاء العدو فصلى بهم ركعتين، ثم سلم فانطلق الذين صلوا
_________
(١) مغنى المحتاج (١/٥٧٥) والوسيط في المذهب (٢/٢٩٧) والمحلى بالآثار (٣/٢٣٢) .
(٢) سبق بيان صفة صلاة الخوف في غزوة ذات الرقاع بصفة أخرى، وهذا لا يمنع أن تتعدد صفة صلاة الخوف في غزوة واحدة وقد تحمل على أن هذه الصفة في فرض والصفة الأخرى في فرض أخر، أو تحمل على تعدد الوقائع، انظر: نيل الأوطار (٣/٣١٩) وتوضيح الأحكام من بلوغ المرام (٢/٣٧٤) .
(٣) صحيح البخاري مع الفتح، كتاب المغازي، باب غزوة ذات الرقاع، ح رقم (٤١٣٦) وصحيح مسلم بشرح النووي كتاب صلاة المسافرين، باب صلاة الخوف ح رقم (٨٤٣) .
(٤) شرح صحيح مسلم للنووي (٦/٣٧٨) .
(٥) هو: نفيع بن الحارث، وقيل: ابن مسروح بن كلدة، نزل من حصن الطائف إلى النبي - صلى الله عليه وسلم - ببكرة فاشتهر بأبي بكرة، أسلم وكان من فضلاء الصحابة، روى عن النبي - صلى الله عليه وسلم - وروى عنه أولاده توفي بالبصرة سنة ٥١ هـ، وقيل: ٥٢ هـ.
انظر: أسد الغابة (٥/٣٨) ت رقم (٥٧٣١) والإصابة (٦/٣٦٩) ت رقم (٨٨١٦) .','1','162',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (158,'معه فوقفوا موقف أصحابهم ثم جاء أولئك فصلوا خلفه فصلى بهم ركعتين، ثم سلم فكانت لرسول الله - صلى الله عليه وسلم - أربعا ولأصحابه ركعتين ركعتين) (١) .
٣- عن أبي بكرة رضي الله عنه (أن النبي - صلى الله عليه وسلم - صلى بالقوم في الخوف صلاة المغرب ثلاث ركعات، ثم انفرقوا وجاء الآخرون فصلى بهم ثلاث ركعات) (٢) .
وقد اختلف الفقهاء رحمهم الله تعالى في الأخذ بهذه الصفة إلى قولين:
القول الأول: يجوز الأخذ بهذه الصفة، وبهذا قال الشافعية (٣) والحنابلة (٤) وابن حزم (٥) .
_________
(١) أخرجه أبو داود في سننه مع شرحها عون المعبود، كتاب الصلاة، باب صلاة الخوف (من قال يصلي بكل طائفة ركعتين) ح رقم (١٢٤٤) والنسائي في سننه بشرح السيوطي، كتاب صلاة الخوف، ح رقم (١٥٥٠) والدارقطني في سننه، كتاب الصلاة، باب صلاة الخوف وأقسامها، ح رقم (١٧٦٣) والبيهقي في السنن الكبرى، كتاب صلاة الخوف، باب الإمام يصلي بكل طائفة ركعتين، ح رقم (٦٠٣٦) وأخرجه الإمام أحمد في المسند (١٥/٢٣١) ح رقم (٢٠٣٧٦) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب صلاة الخوف، باب الإمام يصلي بكل طائفة ركعتين، ح رقم (٦٠٣٨) والحاكم في المستدرك كتاب صلاة الخوف ح رقم (١٢٥١) وقال: سمعت أبا علي الحافظ، يقول: هذا حديث غريب، أشعث الحمراني لم يكتبه إلا بهذا الإسناد، وهو صحيح على شرط الشيخين، ووافقه الذهبي، انظر: التلخيص للذهبي بهامش المستدرك، وأخرجه الدارقطني في سننه كتاب الصلاة، باب صلاة الخوف وأقسامها ح رقم (١٧٦٥) وصححه ابن خزيمة انظر صحيح ابن خزيمة كتاب الصلاة باب صلاة الإمام المغرب بالمأمومين صلاة الخوف ح رقم (١٣٦٨) .
(٣) نيل الأوطار (٣/٣٢٠) وشرح صحيح مسلم للنووي (٦/٣٧٤) .
(٤) الإنصاف (١/٣٥٥) والكافي في فقه الإمام أحمد (١/٢٣٩) .
(٥) المحلى بالآثار (٣/٢٣٤) .','1','163',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (159,'واستدلوا بما سبق من أدلة هذه الصفة من حديث جابر، وأبي بكرة رضي الله عنه قال ابن حزم: هي أفضل صفات صلاة الخوف، لأن هذا آخر فعل رسول الله - صلى الله عليه وسلم - لأن أبا بكرة شهد معه ولم يسلم إلا يوم الطائف، ولم يغز عليه الصلاة والسلام بعد الطائف إلا غزوة تبوك (١) .
وقال ابن قدامة: (وهذه صفة حسنة قليلة الكلفة لا يحتاج فيها إلى مفارقة إمامه ولا إلى تعريف كيفية الصلاة، وليس فيها أكثر من أن الإمام في الثانية متنفل يؤم مفترضين) (٢) .
القول الثاني: لا يجوز الأخذ بهذه الصفة وبهذا قال الحنفية (٣) والمالكية (٤) .
واستدلوا بأنه في حق الطائفة الثانية يحصل اقتداء المفترض بالمتنفل وهذا لا يجوز (٥) وقال الحنفية: إن كان الإمام مقيما فصلى بكل طائفة ركعتين جاز ذلك (٦) لأنه في هذه الحالة لا يحصل اقتداء مفترض بمتنفل. والذي يظهر أن الراجح هو القول الأول، فيجوز الأخذ بهذه الصفة، لأن الروايات التي جاءت في صفتها صحيحة والله أعلم.
الوجه الرابع: صلاة الخوف ركعة واحدة في السفر.
وصفة هذا الوجه:
إذا حضرت الصلاة قسم الإمام المجاهدين إلى طائفتين طائفة في وجه العدو، وطائفة يصلي بهم ركعة، ثم يذهبوا إلى مواقع الطائفة الأخرى وتأتي الطائفة الأخرى فيصلى
_________
(١) المرجع السابق.
(٢) المغنى (٣/٣١٣) .
(٣) المبسوط (٢/٤٧) وبدائع الصنائع (١/٥٥٦) .
(٤) التمهيد (١٥/٢٧٥) وعارضة الأحوذي (٣/٣٧) .
(٥) المبسوط (٢/٤٧) واللباب في شرح الكتاب (١/٨٢) والتمهيد (١٥/٢٧٥) .
(٦) المبسوط (٢/٤٨) وبدائع الصنائع (١/٥٥٦) .','1','164',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (160,'بهم ركعة ثم يسلم بهم ولا يقضون فله ركعتان ولكل طائفة ركعة (١) .
وأدلة هذه الصفة ما يلي:
١- عن ابن عباس رضي الله عنهما: (أن رسول الله - صلى الله عليه وسلم - صلى بذي قرد (٢) فصف الناس خلفه صفين، صف خلفه وصف مواز العدو، فصلى بالذين خلفه ركعة، ثم انصرف هؤلاء إلى مكان هؤلاء وجاء أولئك، فصلى بهم ركعة ولم يقضوا) (٣) .
٢- وعن ثعلبة بن زهدم (٤) قال: (كنا مع سعيد بن العاص (٥) بطبرستان (٦) فقام
_________
(١) المغنى لابن قدامة (٣/٣١٤) والمحلى بالآثار (٣/٢٣٣) .
(٢) ذو قرد: ماء على بعد ليلتين من المدينة بينها وبين خيبر، انظر: معجم البلدان (٤/٣٦٢) ت رقم (٩٥١٠) .
(٣) أخرجه النسائي في سننه مع شرح السيوطي كتاب صلاة الخوف، ح رقم (١٥٣٢) والبيهقي في السنن الكبرى، كتاب صلاة الخوف، باب من قال يصلي بكل طائفة ركعة ولم يقضوا، ح رقم (٦٠٤٨) وصححه الحاكم انظر المستدرك كتاب صلاة الخوف ح رقم (١٢٤٦) وصححه ابن خزيمة انظر: صحيح ابن خزيمة كتاب الصلاة باب صلاة الإمام في شدة الخوف ح رقم (١٣٤٤) وصححه ابن حبان. انظر الإحسان بترتيب صحيح ابن حبان كتاب الصلاة باب صلاة الخوف ح رقم (٢٨٦٠) .
(٤) هو ثعلبة بن زهدم التميمي الحنظلي من بني ثعلبة تابعي ثقة، وقيل: له صحبة روى عنه الأسود بن هلال. انظر: الإصابة (١/٥١٧) ت رقم (٩٣٥) وأسد الغابة (١/٢٨٦) ت رقم (٥٩٥) .
(٥) هو: سعيد بن العاص بن سعيد بن العاص بن أمية القرشي الأموي، أبو عثمان، له يوم مات النبي - صلى الله عليه وسلم - تسع سنين، ممن كتب القرآن لعثمان بن عفان رضي الله عنه ولي الكوفة وغزا طبرستان ففتحها وكذا جرجان ولي المدينة لمعاوية، وتوفي بها سنة ٥٣ هـ وقيل: غير ذلك.
انظر: أسد الغابة (٢/٢٣٩) ت رقم (٢٠٨٢) والإصابة (٣/٩٠) ت رقم (٣٢٧٨) .
(٦) طبرستان: بلدان واسعة ومدن كثيرة يشملها هذا الاسم يغلب عليها الجبال، وهي بين الري وقوس والبحر وبلاد الديلم. انظر: معجم البلدان (٤/١٤) ت رقم (٧٨٤٩) .','1','165',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (161,'فقال: أيكم صلى مع رسول الله - صلى الله عليه وسلم - صلاة الخوف؟ فقال أبو حذيفة: أنا فصلى بهؤلاء ركعة ولم يقضوا) (١) .
وقد اختلف الفقهاء في الأخذ بهذه الصفة إلى قولين:
القول الأول: يجوز الأخذ بهذه الصفة، قال به جمع من الصحابة والتابعين وابن حزم الظاهري وظاهر كلام الإمام أحمد يقتضي الجواز (٢) .

واستدلوا بما يلي:
١- ما سبق من حديث ابن عباس، وما جاء عن حذيفة رضي الله عنهما في صلاة الخوف أنها ركعة واحدة.
٢- ما جاء عن ابن عباس رضي الله عنهما قال: (فرض الله الصلاة على لسان نبيكم في الحضر أربعا وفي السفر ركعتين وفي الخوف ركعة) (٣) .
_________
(١) أخرجه أبو داود في سننه مع عون المعبود، كتاب الصلاة، باب صلاة الخوف، من قال يصلي بكل طائفة ركعة ولا يقضون ح رقم (١٢٤٢) والبيهقي في السنن الكبرى، كتاب صلاة الخوف، باب من قال يصلي بكل طائفة ركعة ولم يقضوا، ح رقم ... (٦٠٤٦) و (٦٠٤٧) وصححه الحاكم في المستدرك كتاب صلاة الخوف ح رقم ... (١٢٤٥ ووافقه الذهبي انظر: التلخيص بهامش المستدرك وصححه ابن خزيمة انظر: صحيح ابن خزيمة كتاب الصلاة، باب صلاة الإمام في شدة الخوف ح رقم (١٣٤٣)) .
(٢) الحاوي الكبير (٢/٤٦٠) والمجموع (٤/٢٨٨) والأوسط في السنن (٥/٢٨) والمغني لابن قدامة (٣/٣١٥) والمبدع (٢/١٣٤) والمحلى بالآثار (٣/٢٣٦) ونيل الأوطار (٣/٣٢٢) .
(٣) صحيح مسلم بشرح النووي كتاب صلاة المسافرين وقصرها باب صلاة المسافرين وقصرها ح رقم (٦٨٧) .','1','166',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (162,'٣- ولأنه لما سقط شطر الصلاة لأجل المشقة في السفر، وجب أن يسقط بالخوف شطر أخر لتزايد المشقة (١) .
القول الثاني: أنه لا يجوز الأخذ بهذه الصفة، وبهذا قال الجمهور (٢) .
واستدلوا: بأن الخوف لا ينقص من عدد الركعات شيئا، وإنما تأثيره في هيئة الصلاة وصفتها (٣) .

وناقشوا أدلة من جوز هذه الصفة بما يلي:
١- ناقشوا حديث ابن عباس في صلاة الخوف بذي قرد من وجهين:
الأول: أن هذا الحديث لا يثبت.
الثاني: وعلى فرض ثبوته فإن ابن عباس لم ينقل ذلك عن النبي - صلى الله عليه وسلم - لصغر سنه فالأخذ برواية من حضرها وصلاها مع النبي - صلى الله عليه وسلم - أولى، وهي مخالفة لما رواه ابن عباس (٤) .
٢- وناقشوا ما جاء عن حذيفة: بأنه أخرج البيهقي من حديث سليم السلولي أن حذيفة صلاها بطبرستان مثل صلاة النبي - صلى الله عليه وسلم - بعسفان (٥) وتقدمت صفتها.
_________
(١) الحاوي الكبير (٢/٤٦٠) والمجموع (٤/٢٨٨) .
(٢) الأم (١/٢١٧) والحاوي الكبير (٢/٤٦٠) والمجموع (٤/٢٨٨) ونيل الأوطار ... (٣/٣٢٢) وكشاف القناع (١/٤٩٧) والكافي في فقه الإمام أحمد (١/٢٤١) والمبسوط (٢/٤٦) والتمهيد (١٥/٢٧١) وبداية المجتهد (١/١٨٠) وشرح السنة للبغوي (٤/٢٨٦) .
(٣) المستوعب (٢/٤١١) وحاشية الروض المربع (٢/٤١١) والحاوي الكبير (٢/٤٦٠) والمجموع (٤/٢٨٨) .
(٤) الأم (١/٢١٧) والحاوي الكبير (٢/٤٦٠) والمبدع (٢/١٣٤) والمغني لابن قدامة ... (٣/٣١٦) .
(٥) البيهقي في السنن الكبرى كتاب صلاة الخوف باب من قال يصلي بكل طائفة ركعة ولم يقضوا ح رقم (٦٠٤٧) .','1','167',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (163,'فالأخذ بهذه الرواية موافق للرواية الصحيحة في صلاة الخوف فيحمل حديث حذيفة عليها:
٣- أن المراد بقوله في حديث ابن عباس وحذيفة: (لم يقضوا) أي لم يعيدوا الصلاة بعد الأمن، أو لم يقضوا في علم من روى ذلك (١) .
٤- وناقشوا حديث ابن عباس في أن صلاة الخوف في السفر ركعة: بأن المراد ركعة مع الإمام وركعة أخرى يأتي بها منفردا كما جاء في الأحاديث الصحيحة في صلاة النبي - صلى الله عليه وسلم - وأصحابه في الخوف جمعا بين الروايات (٢) .
٥- وناقشوا تعليلهم بأنه لما سقط شطر الصلاة لأجل المشقة في السفر وجب أن يسقط بالخوف الشطر الآخر لتزايد المشقة بأن هذا منتقض بالمرض فإن مشقته أشد ولا أثر له في القصر بالإجماع، ثم يبطل ما ذهبوا إليه بالإمام، فإنه يصلي ركعتين (٣) .
والجواب على هذه المناقشة كما يلي:
١- قولهم أن حديث ابن عباس بذي قرد لا يثبت، فيه نظر فقد صححه الحاكم، ووافقه الذهبي على التصحيح (٤) .
_________
(١) نيل الأوطار (٣/٣٢٢) والجامع لأحكام القرآن للقرطبي (٥/٣٤٩، ٣٥٠) وفتح الباري لابن حجر (٢/٥٥١) .
(٢) المبسوط (٢/٤٦) ونيل الأوطار (٣/٣٢٢) والمجموع (٤/٢٨٨) وشرح صحيح مسلم (٥/٢٠٤) وفتح الباري (٢/٥٥١) .
(٣) المجموع (٤/٢٨٩) والحاوي الكبير (٢/٤٦٠) .
(٤) المستدرك للحاكم، كتاب صلاة الخوف ح رقم (١٢٤٦) ج (١/٤٨٥) والتلخيص بهامشه للذهبي.','1','168',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (164,'وقولهم أن ابن عباس لم ينقل ذلك عن النبي - صلى الله عليه وسلم - لا يؤثر، فقد اتفقت الأمة على قبول رواية ابن عباس ونظرائه من الصحابة مع أن عامتها مرسلة عن النبي - صلى الله عليه وسلم - ولم ينازع في ذلك أحد من السلف وأهل الحديث والفقهاء (١) .
٢- وأما قولهم أن حذيفة صلاها بطبرستان مثل صلاة النبي - صلى الله عليه وسلم - بعسفان، كما في رواية سليم السلولي عند البيهقي، فيحتمل أن هذه صفة أخرى لصلاة الخوف في طبرستان حيث كان العدو إلى جهة القبلة فصلاها كصلاة النبي - صلى الله عليه وسلم - بعسفان، ثم هذه الرواية ضعيفة، لأن سليما السلولي مجهول كما قال ابن حزم (٢) .
٣- أما قولهم أن المراد بقوله في الحديث (لم يقضوا) أي لم يعيدوا بعد الأمن فقد قال الشوكاني: هذا بعيد جدا (٣) ويرد عليهم بحديث ابن عباس عند مسلم (وفي الخوف ركعة) (٤) .
فهذا حديث صحيح ذكر أن صلاة الخوف ركعة.
٤- وأما قولهم في حديث ابن عباس الذي جاء فيه (وفي الخوف ركعة) أن المراد ركعة مع الإمام وأخرى يأتي بها متفردا: فإنه مردود بما جاء في حديث ابن عباس بذي قرد، وحديث حذيفة (ولم يقضوا) أي أنهم لم يأتوا بركعة منفردين، وما جاء عن حذيفة أنه أمر بقضاء ركعة، فهذا قد انفرد به الحجاج بن أرطاة (٥) وهو ساقط لا تحل الرواية عنه، ثم لو صح لما منع من
_________
(١) شرح ابن القيم لسنن أبي داود بحاشية عون المعبود (٤/٨٩) والتلخيص الحبير لابن حجر (٢/٧٥) .
(٢) المحلى بالآثار (٣/٢٣٧) .
(٣) نيل الأوطار (٣/٣٢٢) .
(٤) سبق تخريجه.
(٥) الحجاج بن أرطاة بن ثور بن هبيرة بن شراحيل النخعي الكوفي. كان فقيها واحد مفتي الكوفة، وكان فيه تيه، جائز الحديث إلا أنه صاحب إرسال، ويعيب الناس منه التدليس، وحديثه فيه زيادة، قال ابن معين: صدوق ليس بالقوي وقال أبو زرعة: صدوق يدلس، وقال النسائي: ليس بالقوي: (انظر: تهذيب التهذيب (٢/١٧٢)) ت ٣٦٥.','1','169',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (165,'رواية الثقات أنهم لم يقضوا بل يكون كل ذلك جائزا (١) .
الترجيح
الذي يظهر بعد ما تقدم من الأدلة، والمناقشة أن هذه الصفة ثابتة لصحة الأحاديث التي جاءت بها، لكن تحمل على الصلاة في شدة الخوف والتحام الجيوش فتصلي ركعة واحدة وتجزئ كما ذهب إلى ذلك بعض أهل العلم من التابعين وغيرهم (٢) قال مجاهد (٣) في قوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} [البقرة: ٢٣٩] قال: هذه في حال العدو يصلي راكبا وراجلا يومئ حيث كان وجهه والركعة الواحدة تجزئه (٤) ولأن في صلاة شدة الخوف يغتفر ترك الركوع والسجود، فكذلك ترك الركعة والله أعلم.
الحالة الثانية من حالات الخوف: شدة الخوف.
وضابط شدة الخوف هو: إطلال العدو على المجاهدين فيتراءون معا، ولا يدعهم العدو يصلون نازلين بل يهاجمونهم والمجاهدون في غير حصن فينالهم السلام والرمي (٥) .
_________
(١) المحلى بالآثار (٣/٢٣٧) .
(٢) الأوسط في السنن (٥/٢٨) والإنصاف (١/٣٥٧) ونيل الأوطار (٣/٣٢٢) وشرح السنة للبغوي (٤/٢٨٥) .
(٣) هو: مجاهد بن جبر، أبو الحجاج المكي الأسود، مولى السائب بن أبي السائب المخزومي شيخ القراء والمفسرين، أخذ القرآن، والتفسير والفقه عن ابن عباس وغيره من الصحابة، ثقة عالم بالقرآن، أجمعت الأمة على إمامة مجاهد والاحتجاج به، مات سنة ١٠١ هـ وقيل غير ذلك. انظر: سير أعلام النبلاء (٤/٤٤٩) وتهذيب التهذيب (١٠/٣٨) .
(٤) المحلى بالآثار (٣/٢٣٦) .
(٥) الأم للشافعي (١/٢٢٢) وحاشية سعدي حلبي بهامش فتح القدير (٢/٦٧) .','1','170',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (166,'اتفق الفقهاء -فيما أعلم- على أن المجاهدين يصلون رجالا وركبانا إلى القبلة وغير القبلة إيماء بالركوع والسجود، ويجعلون السجود أخفض من الركوع في حال شدة الخوف دون حصول القتال والتحام الجيوش والضرب والطعن (١) . واستدلوا بقوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} الآية [البقرة: ٢٣٩] .
قال ابن عمر رضي الله عنهما (فإن كان خوفا هو أشد.. صلوا رجالا قياما على أقدامهم، أو ركبانا مستقبل القبلة أو غير مستقبليها) (٢) .
الحالة الثالثة للخوف: التحام الجيوش وحصول القتال، والضرب والطعن.
اختلف الفقهاء في هذه الحالة، هل يصلي المجاهدون صلاة شدة الخوف أم يؤخرون الصلاة إلى انكشاف القتال؟ إلى قولين:
القول الأول: أنهم يصلون صلاة شدة الخوف رجالا أو ركبانا إلى القبلة أو إلى غيرها يؤمئون بالركوع والسجود على حسب استطاعتهم وقدرتهم ولا يتركون الصلاة مطلقا.
_________
(١) الاختيار للموصلي (١/٨٩) وفتح القدير (٢/٦٤) والبناية على الهداية (٣/٢٠١) وحاشية الدسوقي (١/٣٩٣) والمدونة للإمام مالك (١/١٦٢) والذخيرة (١/٤٤١) والأم (١/٢٢٢) والحاوي الكبير (٢/٤٧٠) وروضة الطالبين (٢/٦٠) ومغني المحتاج ... (١/٥٧٨) والمستوعب (٢/٤١٧) والمحرر في الفقه (١/١٣٨) والمغني (٣/٣١٦) والمبدع (٢/١٣٦) وكشاف القناع (١/٤٩٩) والمحلى بالآثار (٣/٢٣٦) .
(٢) صحيح البخاري مع الفتح، كتاب التفسير باب (فإن خفتم فرجالا أو ركبانا..) ح رقم (٤٥٣٥) قال الإمام مالك عن نافع: لا أرى عبد الله بن عمر ذكر ذلك إلا عن رسول الله - صلى الله عليه وسلم - انظر: موطأ الإمام مالك، كتاب صلاة الخوف، ص (١٣١) وقال ابن حجر في الفتح: اختلف في قوله (فإن كان خوفا أشد..) هل هو: مرفوع أم موقوف على ابن عمر، والراجح وقفه. انظر: فتح الباري (٢/٥٥٠) .','1','171',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (167,'وبهذا قال جمهور الفقهاء (١) .
القول الثاني: أنهم لا يصلون صلاة شدة الخوف في حال القتال وكثرة الضرب والطعن ويؤخرون الصلاة إلى انكشاف القتال، وبهذا قال الحنفية (٢) وهو قول عند المالكية (٣) وقول عند الشافعية (٤) ورواية عند الحنابلة (٥) .
وقد سبق بيان هذه الأقوال، وأدلة كل قول ومناقشتها والترجيح عند الحديث عن وقت صلاة الخوف، وما قيل: هناك، يقال: هنا (٦) والله أعلم.
<span data-type="title" id=toc-43>المطلب الخامس
الصلاة على الدواب والآليات إيماء</span>
اتفق الفقهاء رحمهم الله تعالى على أن المجاهدين يصلون في شدة الخوف ركبانا على الدواب (والآليات التي تقوم مقام الدواب اليوم) يومئون بالركوع والسجود إلى القبلة أو إلى غيرها على حسب استطاعتهم (٧) .
_________
(١) بداية المجتهد (١/١٧٨) وحاشية الدسوقي (١/٣٩١) وشرح الزرقاني (١/٥٢٥) والأم (١/٢٢٣) ومغني المحتاج (١/٥٧٨) والحاوي الكبير (٢/٤٧٠) والمبدع (٢/١٣٧) والمستوعب (٢/٤١٧) والمحلى بالآثار (٣/٢٣٦) .
(٢) الاختيار للموصلي (١/٨٩) وبدائع الصنائع (١/٥٩٩) .
(٣) عارضة الأحوذي (٣/٣٨) والجامع لأحكام القرآن للقرطبي (٥/٣٥٢) .
(٤) الأم (٢/٢٢٣) وروضة الطالبين (٢/٦١) .
(٥) المستوعب (٢/٤١٨) والمبدع (٢/١٣٧) والمغنى (٣/٣١٦) .
(٦) راجع المطلب الثالث وقت صلاة الخوف.
(٧) الاختيار للموصلي (١/٨٩) وفتح القدير (٢/٦٤) والبناية على الهداية (٣/٢٠١) وحاشية الدسوقي (١/٣٩٣) والمدونة للإمام مالك (١/١٦٢) والذخيرة (١/٤٤١) والأم (١/٢٢١) والحاوي الكبير (٢/٤٧٠) وروضة الطالبين (٢/٦٠) ومغني المحتاج ... (١/٥٧٨) والمستوعب (٢/٤١٧) والمحرر في الفقه (١/١٣٨) والمغني (٣/٣١٦) والمبدع (٢/١٣٦) وكشاف القناع (١/٤٩٩) والمحلى بالآثار (٣/٢٣٦) .','1','172',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (168,'يدل على ذلك قوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} [البقرة: ٢٣٩] .
جاء في تفسير هذه الآية، أي: إن خفتم من عدوكم حال التقائكم معهم فصلوا قياما، أو مشاة على أرجلكم أو ركبانا على ظهور دوابكم (١) .
وقال ابن عمر رضي الله عنهما (فإن كان خوفا هو أشد.. صلوا رجالا قياما على أقدامهم أو ركبانا مستقبلي القبلة أو غير مستقبليها) (٢) .
<span data-type="title" id=toc-44>المطلب السادس
ترك التوجه إلى القبلة في صلاة الخوف</span>
اتفق الفقهاء رحمهم الله تعالى على أن التوجه إلى القبلة شرط في الصلاة وأن التحول عن القبلة لغير عذر مبطل للصلاة (٣) .
قال تعالى: {قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} [البقرة: ١٤٤] .
فإن وجد عذر، كالقتال في سبيل الله عز وجل، وكان ذلك في حال شدة الخوف وعجز المجاهد عن استقبال القبلة ولو عند افتتاح الصلاة، فإنه يجوز له ترك التوجه إلى القبلة باتفاق الفقهاء (٤) .
_________
(١) جامع البيان للطبري (٢/٥٨٧) .
(٢) سبق تخريجه.
(٣) رحمة الأمة في اختلاف الأئمة ص ٧٥ ومراتب الإجماع لابن حزم ص (٢٦، ٢٨) .
(٤) اللباب شرح الكتاب (١/١٢٥) والاختيار للموصلي (١/٨٩) وبدائع الصنائع ... (١/٥٥٩) وتفح القدير (٢/٦٤) والمدونة (١/١٦٢) وشرح الزرقاني لموطأ مالك ... (١/٥٢٤) وحاشية الخرشي (٢/٢٨١) وروضة الطالبين (٢/٦٠) والأوسط في السنن (٥/٢٨) ومغني المحتاج (١/٥٧٩) والمستوعب (٢/٤١٧) والإنصاف (٢/٣٦٠) والمغني لابن قدامة (٣/٣١٦) .','1','173',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (169,'يدل على ذلك ما يلي:
١- قوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} [البقرة: ٢٣٩] . جاء في تفسيرها إذا وقع الخوف فليصل الرجل على كل جهة قائما أو راكبا (١) .
٢- عن عبد الله بن عمر رضي الله عنهما قال: (فإن كان خوفا هو أشد من ذلك صلوا رجلا قياما على أقدامهم أو ركبانا مستقبلي القبلة أو غير مستقبليها) (٢) .
٣- ولأن المجاهد ترك التوجه إلى القبلة بسبب العدو للضرورة إلى ذلك (٣) .
أما حالة الخوف غير الشديد فقد سبق بيان كيفية الصلاة فيها، وأن الإمام يصلي بهم أما حالة الخوف غير الشديد فقد سبق بيان كيفية الصلاة فيها، وأن الإمام يصلي بهم جميعا إذا كان العدو جهة القبلة، وإن كانوا إلى غير جهة القبلة جعلهم الإمام طائفتين: طائفة في الحراسة وطائفة تصلي إلى جهة القبلة (٤) .
وعلى هذا يلزم استقبال القبلة في حالة كون الخوف غير شديد. والله أعلم.
<span data-type="title" id=toc-45>المطلب السابع
اشتراط الجماعة لصلاة الخوف</span>
تمهيد: لا خلاف بين العلماء أن صلاة الجماعة مشروعة (٥) واختلفوا في حكمها في حال الأمن إلى قولين:
_________
(١) جامع البيان للطبري (٢/٥٨٨) .
(٢) سبق تخريجه.
(٣) مغني المحتاج (١/٥٧٩) والاختيار للموصلي (١/٨٩) وحاشية ابن عابدين (٣/٧٥) والبناية على الهداية (٣/٢٠١) .
(٤) راجع الحالة الأولى في كيفية صلاة الخوف.
(٥) بدائع الصنائع (١/٣٨٤) وحاشية الروض المربع (٢/٢٥٥) ورحمة الأمة في اختلاف الأئمة ص ١٠٩.','1','174',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (170,'القول الأول: أن صلاة الجماعة واجبة على الأعيان.
قال بهذا الحنابلة (١) وهو قول عند الشافعية (٢) وابن حزم (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ} [النساء: ١٠٢] .
وجه الدلالة من الآية: أن الله سبحانه وتعالى أمر بإقامة الجماعة حال الخوف ففي غيره أولى (٤) .
٢- عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: (والذي نفسي بيده، لقد هممت أن آمر بحطب فيحطب ثم آمر بالصلاة فيؤذن لها، ثم آمر رجلا فيؤم الناس ثم أخالف إلى رجال فأحرق عليهم بيوتهم..) (٥) .
وجه الدلالة من الحديث: أنه - صلى الله عليه وسلم - توعدهم بالعقوبة، ولا عقوبة إلا على ترك واجب أو فعل محرم (٦) .
واختلف أصحاب هذا القول هل الجماعة شرط لصحة الصلاة أم لا؟
فنص الإمام أحمد رحمه الله على أن الجماعة ليست شرطا لصحة الصلاة (٧) .
_________
(١) الشرح الكبير (١/٣٨٣) والمغني (٣/٥) .
(٢) سبل السلام (٢/٤١) وروضة الطالبين (١/٣٣٩) ونيل الأوطار (٣/١٢٣) .
(٣) المحلى بالآثار (٣/١٠٤) .
(٤) حاشية الروض المربع (٢/٢٥٧) ومجموع الفتاوى (٢٣/٢٢٧) .
(٥) صحيح البخاري مع الفتح كتاب الأذان باب وجوب صلاة الجماعة، ح رقم (٦٤٤) وصحيح مسلم بشرح النووي، كتاب المساجد باب فضل صلاة الجماعة ح رقم ... (٦٥١) .
(٦) سبل السلام (٢/٤١) .
(٧) المغنى لابن قدامة (٣/٧) وحاشية الروض المربع (٢/٢٥٩) والشرح الكبير (١/٣٨٤) .','1','175',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (171,'والدليل ما رواه ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: (صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة) (١) .
وجه الدلالة: أن المفاضلة تدل على أن المفضول فيه فضل، فيلزم من ذلك أن يكون صحيحا (٢) .
ويستدل أيضا: بأنه لا قائل بوجوب الإعادة على من صلى وحده (٣) .
وفي رواية عند الإمام أحمد أخذ بها ابن تيمية، وابن حزم وغيرهما، أن الجماعة شرط لصحة الصلاة، فمن صلى في بيته دون عذر لم تصح صلاته (٤) .
واستدلوا بما سبق من أدلة وجوب الصلاة على الأعيان.
وبما جاء عن ابن عباس رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «من سمع المنادي فلم يمنع من اتباعه عذر. قالوا: وما العذر؟ قال: خوف أو مرض لم تقبل منه الصلاة التي صلى» (٥) .
_________
(١) صحيح البخاري مع الفتح، كتاب الأذان، باب فضل صلاة الجماعة، ح رقم (٦٤٥) وصحيح مسلم بشرح النووي، كتاب المساجد ومواضع الصلاة، باب فضل صلاة الجماعة، ح رقم (٦٥٠) .
(٢) الشرح الممتع (٤/٢٠٥) .
(٣) المغنى لابن قدامة (٣/٧) .
(٤) المغنى (٣/٧) وحاشية الروض المربع (٢/٢٥٩) والشرح الكبير (١/٣٨٤) والمحلى بالآثار (٣/١٠٤) .
(٥) أخرجه أبو داود مع عون المعبود كتاب الصلاة باب التشديد في ترك الجماعة، ح رقم (٥٤٧) والبيهقي في السنن الكبرى، كتاب الصلاة، باب ما جاء من التشديد في ترك الجمعة، ح رقم (٤٩٤٠) وأخرجه الدارقطني في سننه كتاب الصلاة باب الحث لجار المسجد على الصلاة فيه، ح رقم (١٥٤٠) وصححه الحاكم وابن حبان. انظر: المستدرك للحاكم، كتاب الصلاة، ح رقم (٨٩٦) قال الذهبي في التلخيص بهامش المستدرك تابعه داود بن الحكم، وانظر: الإحسان بترتيب صحيح ابن حبان، كتاب الصلاة باب فرض الجماعة، ح رقم (٢٠٦١) .','1','176',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (172,'ولأن ما ثبت وجوبه في الصلاة كان شرطا في صحة الصلاة كسائر الواجبات (١) .
القول الثاني في حكم صلاة الجماعة: أنها غير واجبة على الأعيان، ثم اختلفوا بينهم. هل هي فرض كفاية، أم سنة مؤكدة؟ فعند الشافعية على الصحيح أنها فرض كفاية (٢) .
وعند الحنفية (٣) والمالكية (٤) أنها سنة مؤكدة والسنة المؤكدة عند كثير من الحنفية بمعنى الواجب قال في بدائع الصنائع: قال عامة مشائخنا أنها واجبة، ورد على الكرخي (٥) وغيره من الحنفية الذين قالوا: أنها سنة مؤكدة، بأن هذا ليس اختلافا في الحقيقة، بل من حيث العبارة، لأن السنة المؤكدة والواجب سواء، فإن الكرخي قال: هي سنة، ثم فسرها بالواجب، فقال: الجماعة سنة لا يرخص لأحد التأخر عنها، إلا لعذر وهذا تفسير الواجب (٦) .
واستدلوا بأنها ليست فرضا على الأعيان:
_________
(١) مجموع الفتاوى (٢٣/٢٣٢) .
(٢) روضة الطالبين (١/٣٣٩) ورحمة الأمة في اختلاف الأئمة ص ١١٠ والمجموع للنووي (٤/٨٧) وفي قول للشافعية أنها سنة مؤكدة انظر المراجع السابقة للشافعية ونيل الأوطار (٣/١٢٣) .
(٣) الاختيار للموصلي (١/٥٧) والبحر الرائق (١/٦٠٢) .
(٤) حاشية الخرشي (٢/١٣٢) وحاشية الدسوقي (١/٣١٩) والتلقين ص (١١٨) .
(٥) هو: عبيد الله بن الحسين بن دلال: أبو الحسن الكرخي، الحنفي، انتهت إليه رئاسة العلم والمذهب الحنفي، من مؤلفاته: شرح الجامع الكبير، وشرح الجامع الصغير في فروع الفقه الحنفي، وله رسالة في أصول الفقه، وغير ذلك توفي في بغداد سنة ٣٤٠ هـ. انظر: الجواهر المضية (٢/٤٩٣) ت رقم (٨٩٤) والفهرست لابن النديم ص ٢٥٨ ومعجم المؤلفين (٢/٣٥١) ، ت رقم (٨٧٧١) .
(٦) بدائع الصنائع (١/٣٨٤) .','1','177',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (173,'بقوله - صلى الله عليه وسلم - (صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة) (١) .
وجه الدلالة: أن المفاضلة تكون حقيقتها بين فاضلين جائزين (٢) .
وناقشوا استدلال أصحاب القول الأول بما يلي:
١-الآية التي استدلوا بها المراد بها تعليم صلاة الخوف وبيانها عند ملاقاة العدو، لأن ذلك أبلغ في الحراسة فلا دليل على وجوب الجماعة فيها (٣) .
والجواب من وجهين:
الأول: أنه أمرهم بصلاة الجماعة معه في صلاة الخوف، والأمر المطلق يقتضي الوجوب فهي واجبة حال الخوف (٤) .
الثاني: أن صلاة الخوف يجوز فيها ما لا يجوز في غيرها من ترك استقبال القبلة والعمل الكثير والتأخر عن متابعة الإمام، ولو كانت صلاة الجماعة غير واجبة لكان قد التزم المصلي محظورا مبطلا للصلاة لأجل فعل مستحب، فعلم أنها واجبة (٥) .
٢- وناقشوا الاستدلال بالحديث من وجهين:
الأول: أن الحديث ورد في قوم منافقين يتخلفون عن الجماعة ولا يصلون فرادى.
_________
(١) سبق تخريجه.
(٢) المجموع للنووي (٤/٨٨) والحاوي الكبير (٢/٢٩٨) .
(٣) الحاوي الكبير (٢/٣٠١) .
(٤) مجموع الفتاوى (٢٣/٢٢٧) .
(٥) مجموع الفتاوى (٢٣/٢٢٧)','1','178',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (174,'الثاني: أن النبي - صلى الله عليه وسلم - قال: (لقد هممت) ولم يفعل ولو كان واجبا ما تركه (١) .
والجواب على الوجه الأول: أن النبي - صلى الله عليه وسلم - كان يقيل المنافقين في الأمور الباطنة، أما ما ظهر منهم من ترك واجب أو فعل محرم فإنه يعاقبهم عليه، فلولا أن في ذلك ترك واجب لما حرقهم ثم إنه رتب العقوبة على ترك شهود الصلاة فيجب ربط الحكم بالسبب الذي ذكره (٢) .
أما الوجه الثاني: فإنه تركهم، لأنه يجوز ترك الواجب لما هو أوجب منه (٣) وربما أنه كان في البيوت أطفال ونساء ممن لا تجب عليهم صلاة الجماعة، فترك ذلك من أجلهم، قال الشيخ ابن عثيمين: الذي منعه، أنه لا يعاقب بالنار إلا الله سبحانه وتعالى (٤) .
الترجيح
الذي يظهر لي مما تقدم في حكم صلاة الجماعة أنها فرض عين لما سبق من الأدلة الدالة على وجوبها على الأعيان، ولمواظبة النبي - صلى الله عليه وسلم - عليها حتى في حالات قتال الأعداء وشدة الخوف، ثم لو كانت سنة لما توعد تاركها بالعقاب، ولو كانت فرض كفاية لكانت قائمة بالرسول - صلى الله عليه وسلم - وبمن صلى معه، فتعين أنها فرض عين وليست شرطا في صحة الصلاة، كما ذهب إليه بعض الحنابلة، وابن حزم، وغيرهم لما سبق من أحاديث المفاضلة التي تدل على صحة صلاة الفرد بدون عذر، وقياسهم الشروط على
_________
(١) المجموع للنووي (٤/٨٨) .
(٢) مجموع الفتاوى (٢٣/٢٢٩) .
(٣) شرح الزرقاني على موطأ مالك (١/٣٨١) .
(٤) الشرح الممتع (٤/١٩١) .','1','179',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (175,'سائر الواجبات في الصلاة قياس مع الفارق، لأن صلاة الجماعة واجبة للصلاة وسائر الواجبات في الصلاة واجبة في الصلاة ذاتها، فهي ألصق بها من الواجب لها (١) والله أعلم. إذا تقرر هذا فهل الجماعة شرط في صلاة الخوف؟
إذا كان الخوف غير شديد فهي واجبة على الأعيان، وليست شرطا لصحة الصلاة على ما رجحنا من أقوال أهل العلم، ويجري فيها الخلاف السابق ذكره.
والأدلة على أنها واجبة على الأعيان في الخوف غير الشديد ما سبق من أدلة الوجوب، وما سبق أيضا من صفات صلاة الخوف والتي كان فيها الرسول - صلى الله عليه وسلم - محافظا على صلاة الجماعة على اختلاف صورها وصفاتها (٢) .
ولأن في صلاة المجاهدين جماعة، هيبة في قلوب العدو، وتأليف بين المجاهدين، وتقوية لهم على الجهاد في سبيل الله.
أما إقامة الجماعة في حال شدة الخوف، فقد اختلف الفقهاء في ذلك فذهب الجمهور إلى أنه يصح إقامة الجماعة في صلاة شدة الخوف ويومئون بالركوع والسجود (٣)
واستدلوا بما سبق من الأدلة الواردة في فضل صلاة الجماعة ولزومها.
وقال الحنفية وهو قول عند الحنابلة لا يلزمهم إقامة الصلاة جماعة في اشتداد الخوف (٤)
_________
(١) الشرح الممتع (٤/٢٠٧) .
(٢) راجع: الحالة الأولى في كيفية صلاة الخوف.
(٣) بلغه السالك (١/١٨٦) وحاشية العدوى بحاشية الخرشي (٢/٢٨٤) . الأم (١/٢٢٢) والمجموع (٤/٣١٢) والشرح الكبير (١/٤٥٧) والمغني لابن قدامة (٣/٣١٩) وتجب عند الحنابلة كغيرها لعموم الأدلة.

انظر: كشاف القناع (١/٤٩٩) والفروع لابن ملفح (٢/٨٥) .
(٤) المبسوط (٢/٤٨) وبدائع الصنائع (١/٥٥٩) وحاشية ابن عابدين (٣/٧٥) والشرح الكبير (١/٤٥٧) .','1','180',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (176,'واستدلوا بأنه لا يمكن في حال اشتداد الخوف الاقتداء بالإمام، لأنه قد يتأخر ويتقدمون عنه (١) .
الترجيح
والذي يظهر أن قول الجمهور هو الراجح لأنه إذا أمكن صلاتها فرادى فصلاتها جماعا أولى لكن بشرط متابعة الإمام، ولا يضر التقدم عليه للحاجة إلى ذلك في صلاة الخوف (٢) ولا تجب لأن شدة الخوف عذر في ترك الجماعة. والله أعلم.

<span data-type="title" id=toc-46>المطلب الثامن
كيفية قراءة الإمام في صلاة الخوف </span>وفيه فرعان:
<span data-type="title" id=toc-47>الفرع الأول: كيفية قراءة الإمام في صلاة الخوف من حيث السر والجهر</span>.
الفرع الثاني: التخفيف في القراءة.
الفرع الأول
كيفية قراءة الإمام في صلاة الخوف من حيث السر والجهر
لا إشكال أنه يسر الإمام بالقراءة في مواضع السر ويجهر في مواضع الجهر من الصلاة (٣) والجهر بالقراءة سنة في الصلاة (٤) فإن خشي إن رفع صوته في موضع الجهر في الصلاة
_________
(١) المراجع السابقة.
(٢) كشاف القناع (١/٤٩٩) ومجموع الفتاوى لابن تيمية (٢٣/٢٤٦) والإنصاف (٢/٣٦٠) .
(٣) مواهب الجليل (١/٥٦٢) .
(٤) شرح منتهى الإيرادات (١/١٨٥) ومغني المحتاج للشربيني (١/٣٦٢) وقال الحنفية واجب على الإمام. انظر تحفة الفقهاء (١/١٢٩) .','1','181',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (177,'أن يسمعه العدو فيستغلوا انشغالهم بالصلاة فيحملوا عليهم، إذا خشي ذلك، خفف صوته بقدر إسماع من حوله، والله أعلم.
<span data-type="title" id=toc-48>الفرع الثاني
التخفيف في القراءة</span>
أولا: الركعة الأولى:
يستحب تخفيف القراءة في الركعة الأولى في مواطن القراءة بالسور الطوال (١) لأن صلاة الخوف مبنية على التخفيف، لأن المجاهد في حالة شغل وحرب ومخاطرة (٢) قال الشافعي رحمه الله لو قرأ بالفاتحة وقل هو الله أحد (الإخلاص) لم أكره ذلك (٣) .
ثانيا: الركعة الثانية:
يندب للإمام إطالة القراءة في الركعة الثانية حتى تقضي الطائفة التي فارقت الإمام وتأتي الطائفة الأخرى التي كانت في الحراسة فتصلي معه وهذا على القول بأن الإمام في حال انتظاره الطائفة الثانية يقرأ قبل مجيء الطائفة الثانية، وهذا قول الحنابلة، وقول عند الشافعية (٤) ؛
_________
(١) كصلاة الفجر.
(٢) المجموع للنووي (٤/٢٩٦) والمغني لابن قدامة (٣/٢٩٩) .
(٣) الأم (١/٢١٤) .
(٤) المغني لابن قدامة (٣/٣٠٠) وكشاف القناع (١/٤٩٥) ومغنى المحتاج (١/٥٧٥) والحاوي الكبير (٢/٤٦٣) وروضة الطالبين (٢/٥٣) .','1','182',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (178,'لأن القيام محل للقراءة فلا يسكت فيه (١) .
أما على القول الثاني للشافعية (٢) بأن الإمام لا يقرأ حتى تدخل معه الطائفة الثانية، حتى يسوي بين الطائفتين في القراءة فإن الإمام لا يطيل القراءة، وإنما يقرأ بالفاتحة وسورة قصيرة. قال أبو إسحاق المروزي (٣) إذا علم أنه إذا قرأ لم تدركه الطائفة الثانية في القراءة لم يقرأ وإن علم أنهم يدركونه قرأ (٤) اهـ وهذا جمع سديد بين القولين. فإذا أدركته الطائفة الثانية وهو يقرأ، قرأ بعد مجيئها بقدر الفاتحة وسورة، وإن لم يقرأ بعد مجيئها وأدركته في الركوع صح ذلك، ويكون قد ترك المستحب، وهو القراءة بعد مجيئها بقدر الفاتحة وسورة (٥) والله أعلم.
<span data-type="title" id=toc-49>المطلب التاسع
سهو الإمام في صلاة الخوف</span>
السهو في صلاة الخوف كغيرها من الصلوات، ولا يخلو أن يسهو الإمام وهو يصلي بالطائفة الأولى، أو بعد مفارقة الطائفة الأولى له وقبل دخول الثانية، أو بعد دخول الطائفة الثانية.
_________
(١) المراجع السابقة.
(٢) الحاوي الكبير (٢/٤٦٢) وروضة الطالبين (٢/٥٣) .
(٣) هو: أبو إسحاق إبراهيم بن أحمد بن إسحاق المروزي شيخ المذهب الشافعي في عصره في العراق، أرتحل إلى مصر، وتوفي بها سنة ٣٤٠ هـ انظر: تهذيب الأسماء واللغات ... (٢/١٧٥) والفهرست لابن النديم (١/٢١٢) .
(٤) الحاوي الكبير (٢/٤٦٣) وروضة الطالبين (٢/٥٣) .
(٥) كشاف القناع (١/٤٩٥) والمغني لابن قدامة (٣/٣٠٠) والأم (١/٢١٤) .','1','183',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (179,'فإذا سها الإمام وهو يصلي بالطائفة الأولى فلا يخلو أن يكون موجب سجود السهو ظاهرا للمأمومين كالزيادة أو النقصان فهذا لا يحتاج إلى إشارة الإمام (١) وإن كان مما يخفى عليهم أشار إليهم الإمام بما يفهمون به أنه سها (٢) .
وقال المالكية: إن لم يفهموا الإشارة كلمهم بشرط أن يكون السجود لما يوجب البطلان (٣) أي بطلان الصلاة، فإن لم يعلموا سهو الإمام فانصرفوا ثم علموا فإن كانوا قريبا عادوا وإلا فلا.
لأن سجود السهو ليس من صلب الصلاة وقد ذهب موضعه.
ويسجدون لسهو إمامهم بعد أن يكملوا صلاتهم ويسجدون للسهو قبل إمامهم للضرورة، أما إذا سها الإمام بعد مفارقتهم إياه، فلا يلزمهم سجود السهو، لأنهم قد أكملوا صلاتهم وفارقوه دون سهو منه (٤) .
أما الطائفة الثانية: فإنها تخاطب بسجود السهو، سواء سها الإمام معها أو مع الطائفة الأولى أو بعد مفارقة الطائفة الأولى له وقبل دخولها معه (٥) .
_________
(١) حاشية الدسوقي (١/٣٩٤) والأم (١/٢١٤) والحاوي الكبير (٢/٤٦٩) .
(٢) حاشية الدسوقي (١/٣٩٥) وحاشية العدوى بهامش حاشية الخرشي (٢/٢٨٧) . والذخيرة للقرافي (٢/٤٤٣) .
(٣) حاشية الدسوقي (١/٣٩٥) وحاشية العدوي بهامش حاشية الخرشي (٢/٢٨٧)
(٤) الأم (١/٢١٤، ٢١٨) والمجموع (٤/٢٩٨) والحاوي الكبير (٢/٤٦٩) وحاشية الدسوقي (١/٣٩٥) والمدونة (١/١٦٢) والذخيرة (٢/٤٤٣) والأم (١/٢١٤) والحاوي الكبير (٢/٤٦٩) وروضة الطالبين (٢/٥٩) والإنصاف (٢/٣٥٠) والمغني لابن قدامة (٣/٣٠٤) .
(٥) الذخيرة (٢/٤٤٣) وحاشية الدسوقي (١/٣٩٥) وحاشية الخرشي (٢/٢٨٨) والأم ... (١/٢١٤) والحاوي الكبير (٢/٤٦٩) والمجموع (٤/٢٩٨) والإنصاف (٢/٣٥٠) والمغني لابن قدامة (٣/٣٠٤) .','1','184',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (180,'ووجه ذلك: أنهم معه كالمسبوق، فيسجدون لسهوه فيما أدركوه وفيما فاتهم (١) ، ويسجدون للسهو مع إمامهم بعد أن يتموا لأنفسهم ما بقي من صلاتهم، وهذا على قول الحنابلة، والشافعية وقول عند المالكية على ما سبق بيانه في صلاة الخوف (٢) .
لأن الإمام ينتظرهم حتى يسلم بهم، ولأن ذلك موضع لسجود السهو (٣) .
أما على القول الثاني عند المالكية، أن الإمام يسلم بالطائفة الثانية ثم يقومون فيتمون لأنفسهم ما بقي من صلاتهم، فإنهم يسجدون مع الإمام للسهو إذا كان مكان السجود قبل السلام، كالسجود لنقص في الصلاة، أما إن كان السجود بعد السلام، كالسجود لزيادة في الصلاة، فإنهم يسجدون للسهو بعد فراغهم من صلاتهم (٤) والله أعلم.
<span data-type="title" id=toc-50>المطلب العاشر
قطع الصلاة لسماع صفارات الإنذار</span>
إذا بدأ المجاهدون الصلاة صلاة أمن، فحدث خوف أعلن عنه بصفارات الإنذار، أو غيرها من وسائل الإنذار، فإن لهم أن يقطعوا الصلاة ويصلونها صلاة الخوف، إن خافوا خروج الوقت.
جاء في مواهب الجليل: (إذا صلوا الأمن فحدث الخوف الشديد في أثناء الصلاة قطعوا وعادوا إلى الصلاة الخوف، سواء كان ذلك بعد عقد ركعة أو قبلها) (٥) وإن لم
_________
(١) المراجع السابقة.
(٢) سبق الكلام عليه في صفة صلاة الخوف بذات الرقاع.
(٣) الأم (١/٢١٤) والحاوي الكبير (٢/٤٦٩) وروضة الطالبين (٢/٥٩) .
(٤) المدونة (١/١٦٢) والذخيرة (٢/٤٤٣) والتاج والإكليل بحاشية مواهب الجليل ... (٢/٥٦٧) .
(٥) مواهب الجليل (٢/٥٦٦) .','1','185',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (181,'يخافوا خروج الوقت، وقد انحرفوا عن القبلة من الخوف استأنفوا الصلاة بعد زوال الخوف. جاء في الأم. (ولو فزعوا فانحرفوا عن القبلة لغير قتال ولا خروج من الصلاة وهم ذاكرون حتى يستدبروا القبلة، استأنفوا) (١) .
وقد أفتت اللجنة الدائمة للبحوث العلمية والإفتاء في المملكة العربية السعودية، بأن من كان في محل الخطر غالبا، كأصحاب السفينة، والمطارات والقواعد الحربية ومن كان في محل المواجهة للعدو، فإن عليهم قطع الصلاة عند سماع الصفارات الإنذار للقيام بما يلزم من التوقي والمجابهة للعدو.
لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا خُذُوا حِذْرَكُمْ} [النساء: ٧١] . وعليهم أن يعيدوا الصلاة كاملة عند زوال الخوف إذا كانت فرضا، وأما النوافل فلا يلزم قضاؤها (٢) .
<span data-type="title" id=toc-51>المطلب الحادي عشر
هجوم العدو أثناء الصلاة</span>
إذا هجم العدو على المجاهدين وهم في الصلاة سواء كانت صلاة أمن أو صلاة الخوف غير الشديد، فهل يقطعون الصلاة أم يكملونها على حسب استطاعتهم ركبانا أو رجالا يومئون بالركوع والسجود؟
اختلف الفقهاء رحمهم الله تعالى إلى قولين:
_________
(١) الأم (١/٢١٥) .
(٢) ملف الفتاوى بوزارة الدفاع الشئون الدينية رقم الفتوى (١٣٩٩٨) في (٢٠/٧/١٤١١ هـ) .','1','186',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (182,'القول الأول: يكملون الصلاة حسب استطاعتهم مشاة وركبانا إيماء ولا يقطعون صلاتهم، وبهذا قال المالكية في المشهور (١) ، والحنابلة على المذهب (٢) .
والأرجح عند الشافعية (٣) لقوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} [البقرة: ٢٣٩] .
ولأن القتال ورد العدو عمل أبيح للحاجة فلم يمنع من صحة الصلاة (٤) .
القول الثاني: أنهم يقطعون الصلاة، ويستأنفونها من جديد حال الأمن، وبهذا قال الحنفية (٥) وقول عند المالكية (٦) وقول عند الشافعية (٧) ورواية عند الحنابلة (٨) لأن القتال في الصلاة مبطل لها (٩) .
وقد سبق بيان هذه الأقوال والراجح منها عند الحديث عن وقت صلاة الخوف (١٠) والله أعلم.
_________
(١) حاشية الدسوقي (١/٣٩٣) وحاشية الخرشي (٢/٢٨٤) .
(٢) المغني (٣/٣٢٠) والإنصاف (٣٥٩) المستوعب (٢/٤١٧) .
(٣) روضة الطالبين (٢/٦١) والحاوي الكبير (٢/٤٧٢) .
(٤) المغني (٢/٣٢٠) ومغني المحتاج (١/٥٧٩) .
(٥) بدائع الصنائع (٢/٥٥٩) واللباب في شرح الكتاب (١/١٢٤) .
(٦) حاشية الدسوقي (١/٣٩٣) وحاشية الخرشي (٢/٢٨٤) .
(٧) روضة الطالبين (٢/٦١) والحاوي الكبير (٢/٤٧٢) .
(٨) المغني (٣/٣٢٠) والإنصاف (٢/٣٥٩) المستوعب (٢/٤١٧) .
(٩) روضة الطالبين (٢/٦١) والحاوي الكبير (٢/٤٧٢) وبدائع الصنائع (٢/٥٥٩) واللباب في شرح الكتاب (١/١٢٤) .
(١٠) راجع وقت صلاة الخوف.','1','187',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (183,'<span data-type="title" id=toc-52>المطلب الثاني عشر
المشي في صلاة الخوف</span>
اتفق الفقهاء رحمه الله تعالى فيما أعلم على جواز المشي في صلاة الخوف غير الشديد لتقدم صف أو تأخر صف، أو تقدم طائفة أو تأخر أخرى، لأن هذا الأمر لا بد منه في صلاة الخوف (١) وقد تقدم بيان كيفية صلاة الخوف غير الشديد في أربعة أوجه (٢) :
أما إذا كان المشي في صلاة الخوف الشديد فقد اختلفوا في جواز المشي في هذه الحالة إلى قولين:
القول الأول: يجوز المشي في الصلاة بقدر الحاجة إلى ذلك، وبهذا قال الجمهور (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا} [البقرة: ٢٣٩] .
جاء في تفسير هذه الآية، أي: إن خفتم من عدوكم حال التقائكم معهم فصلوا قياما، أو مشاة على أرجلكم أو ركبانا على ظهور دوابكم (٤) .
_________
(١) الاختيار للموصلي (١/٨٩) وحاشية ابن عابدين (٣/٧٥)
(٢) راجع كيفية صلاة الخوف غير الشديد.
(٣) الشرح الكبير مع حاشية الدسوقي (١/٣٩٤) وحاشية الخرشي (٢/٢٨٥) والمدونة ... (١/١٦٢) والأم (١/٢٢٢) والأوسط في السنن (٥/٣٨) والمغني (٣/٣١٧) وكشاف القناع (١/٤٩٩) والمحلى بالآثار (٣/٢٤٣) .
(٤) جامع البيان للطبري (٢/٥٨٧) .','1','188',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (184,'٢- ولأن النبي - صلى الله عليه وسلم - صلى بأصحابه في غير شدة الخوف فأمرهم بالمشي إلى وجه العدو، ثم يعودون لقضاء ما بقي عليهم، وهذا مشي كثير ولم تبطل صلاتهم، فمع شدة الخوف من باب أولى (١) .
القول الثاني: لا يجوز المشي في الصلاة، وبهذا قال الحنفية (٢) والشافعية إذا كان المشي كثيرا (٣) .
واستدلوا بأن المشي في الصلاة عمل كثير والعمل الكثير مبطل للصلاة (٤) .
ونوقش الحنفية: بأنهم أجازوا المشي في صلاة الخوف غير الشديد فمع شدة الخوف يجوز من باب أولى (٥) .
ونوقش الشافعية: بأن المشي الكثير عمل أبيح من أجل الخوف، فلم تبطل الصلاة به، كاستدبار القبلة والركوب والإيماء (٦) .

الترجيح
الذي يظهر أن الراجح قول الجمهور، أنه يجوز المشي في صلاة شدة الخوف بقدر الحاجة إذا صلى المجاهدون وهم يدركون صلاتهم ويعون أقوالها وأفعالها.
_________
(١) المغني (٣/٣١٧) .
(٢) الاختيار للموصلي (١/٨٩) وحاشية ابن عابدين (٣/٧٥) .
(٣) الأم (١/٢٢٢) والأوسط في السنن (٥/٣٨) .
(٤) الاختيار للموصلي (١/٨٩) وحاشية ابن عابدين (٣/٧٥) الأم (١/٢٢٢) والأوسط في السنن (٥/٣٨) .
وراجع: باقي أدلتهم ومناقشتها في وقت صلاة الخوف.
(٥) المغني (٣/٣١٧) .
(٦) المرجع السابق نفسه.','1','189',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (185,'لقوله تعالى (فَإِنْ خِفْتُمْ فَرِجَالا أَوْ رُكْبَانًا) [البقرة: ٢٣٩] فهذا نص على جواز المشي في الصلاة في شدة الخوف، ولأن في صلاة شدة الخوف يغتفر فيها على الإتيان ببعض الأركان كالركوع والسجود إلا بالإيماء للضرورة إلى تركها، فالمشي عند الضرورة أولى أن يغتفر عنه، والله أعلم.
المطلب الثالث عشر
المتلطخ بالدم (١) في صلاة الخوف
تمهيد: ذهب عامة الفقهاء رحمهم الله تعالى إلى أن الدم المسفوح نجس (٢)
وذكر غير واحد من أهل العلم الاتفاق على ذلك.
_________
(١) هو: سائل أحمر يسري في عروق الحيوان. انظر: المعجم الوسيط (١/٢٩٨) .
(٢) ذهب الشوكاني إلى أن الدم طاهر ما عدا دم الحيض حيث دل الدليل على نجاسته واختار هذا القول الألباني رحمه الله وقوى هذا القول الشيخ ابن عثيمين في دم الآدمي غير دم الحيض والدم الخارج من السبيلين واستدلوا بما يلي:
١- أن الأصل في الأشياء الطهارة حتى يقوم الدليل على النجاسة ولا دليل على نجاسة الدم.
٢- القياس: وهو أن أجزاء الآدمي طاهرة فلو قطعت يده لكانت طاهرة مع إنها تحمل دما، وربما يكون كثيرا فإذا كان الجزء من الآدمي الذي يعتبر ركنا في بنية بدنه طاهرا فالدم الذي ينفصل منه ويخلفه غيره من باب أولى.
قال الشوكاني في الاستدلال بالآية على أن الدم نجس: إن هذه الآية مسوقة للتحريم والحكم بالرجسية هو باعتبار التحريم، والحرام رجس ولا يكون بمعنى النجس شرعا.
انظر: السيل الجرار (١/٤٤) والشرح الممتع (١/٣٧٧) .

وقال الألباني (إن القائلين بنجاسة الدماء ليس عندهم حجة، إلا أنه محرم بنص القرآن، فاستلزموا من التحريم التنجيس ولا يلزم من التحريم التنجيس بخلاف العكس انظر سلسلة الأحاديث الصحيحة (١/١/٦٠٧)) .
ونوقش قولهم هذا: بأن معنى الرجس في اللغة القذر النجس، وكذلك عند الفقهاء فهم يعرفون النجاسة بأنها عين مستقذرة شرعا، فالآية تدل على أن الدم المسفوح نجس محرم انظر: لسان العرب (٦/٩٤) مادة (رجس) والشرح الممتع (١/٣٥١) والله أعلم.','1','190',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (186,'قال في تحفة الفقهاء: لا خلاف أن ما يخرج من بدن الإنسان من الدم نجس (١) .
وقال القرطبي: اتفق العلماء على أن الدم حرام نجس (٢) .
وقال النووي: الدلائل على نجاسة الدم متظاهرة ولا أعلم فيه خلافا عن أحد من المسلمين (٣) .
وفي حاشية الروض: الدم نجس لا نزاع فيه (٤) .
واستدلوا بما يلي:
١- عموم قوله تعالى: {قُلْ لا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقًا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَحِيمٌ} [الأنعام: ١٤٥] .
وجه الدلالة: أن الله سبحانه سمى الدم المسفوح رجسا، والرجس المراد به النجس (٥) .
٣- حديث أسماء (٦) بنت أبي بكر رضي الله عنهما قالت: (جاءت امرأة النبي - صلى الله عليه وسلم -
_________
(١) تحفة الفقهاء (١/٤٩) .
(٢) الجامع لأحكام القرآن (٢/٢١٧) وأحكام القرآن لابن العربي (١/٧٩) .
(٣) المجموع للنووي (٢/٥٧٦) .
(٤) حاشية الروض المربع (١/٣٠٩) .
(٥) بدائع الصنائع (١/١٩٥) ومغني المحتاج (١/٢٢٥) .
(٦) هي: أسماء بنت أبي بكر الصديق واسم أبي بكر عبد الله بن عثمان القرشية التيمية أم عبد الله بن الزبير، أسلمت قديما بمكة شقت نطاقها لتشد به سفرة النبي - صلى الله عليه وسلم - وأبيها لما هاجرا، فسميت ذات النطاقين، هاجرت إلى المدينة، وعاشت إلى أن تولى ابنها الخلافة ثم قتله الحجاج عام ٧٣ هـ فماتت بعد قتل ابنها بأيام، انظر: الإصابة (٦/١٢) ت رقم (١٠٨٠٤) وأسد الغابة (٦/٩) ت رقم (٦٦٩٨) .','1','191',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (187,'فقالت: أرأيت إحدانا تحيض في الثوب كيف تصنع؟ قال: تحته ثم تقرصه (١) بالماء وتنضحه (٢) وتصلي فيه) (٣) .
وجه الدلالة: أنه - صلى الله عليه وسلم - أمر بغسل الثوب وبالغ في إزالة أثر الدم بالحت والقرص والنضح بالماء، فدل على نجاسة دم الحيض (٤) ويقاس على دم الحيض غيره من الدماء لعدم الفرق (٥) .
إذا تقرر هذا فإن المتلطخ بالدم في صلاة الخوف له حالتين:
الحالة الأولى: أن يكون الدم خارجا من بدنه.
الحالة الثانية: أن يكون الدم من غيره كمن أمسك سلاحا متلطخا بالدم. فأما الحالة الأولى إذا كان الدم خارجا من بدنه من غير السبيلين فقد اختلف الفقهاء في نقضه للوضوء إلى قولين:
القول الأول: أنه لا ينقض الوضوء وبهذا قال المالكية (٦) والشافعية (٧) وابن تيمية (٨) وابن حزم (٩) .
_________
(١) تدلك موضع الدم بأطراف أصابعها انظر: فتح الباري (١/٤٣٩) .
(٢) أي تغسله وقيل: المراد به ترشه بالماء. انظر: فتح الباري (١/٤٣٩) .
(٣) صحيح البخاري مع الفتح كتاب الوضوء باب غسل الدم ح رقم (٢٢٧) وصحيح مسلم بشرح النووي كتاب الطهارة باب نجاسة الدم وكيفية غسله ح رقم (٢٩١) .
(٤) سبل السلام (١/٨٢) .
(٥) الأوسط في السنن (٢/٤٧) .
(٦) بلغه السالك (١/٥٢) والتفريع (١/٩٦) والتلقين ص (٤٧) والمقدمات الممهدات لابن رشد (١/١٠٣) .
(٧) الحاوي الكبير (١/٢٠٠) وكفاية الأخيار ص (٣٧) والأوسط في السنن (١/١٧٧) .
(٨) الإنصاف (١/١٩٧) ومجموع الفتاوى (٢١/٢٢٢) .
(٩) المحلى بالآثار (١/٢٣٥) .','1','192',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (188,'واستدلوا ما يلي:
١- عن أنس رضي الله عنه أن النبي - صلى الله عليه وسلم - (احتجم فصلى، ولم يتوضأ ولم يزد على غسل محاجمه) (١) .
وجه الدلالة من الحديث أن النبي - صلى الله عليه وسلم - خرج منه دم الحجامة ولم يتوضأ فدل على أن الدم الخارج من سائر البدن لا ينقض الوضوء.
ونوقش هذا: بأنه يحتمل أنه - صلى الله عليه وسلم - خرج من محاجمه دم يسير فلم ينتقض وضوءه ويحتمل أنه - صلى الله عليه وسلم - توضأ ولم يره أنس، ويحتمل أنه نسي أن يتوضأ، ومع الاحتمال يبطل الاستدلال (٢) .
ويمكن الجواب عن هذه المناقشة: بأنه لو كان دم الحجامة ينقض الوضوء لبينه النبي - صلى الله عليه وسلم - لأصحابه، لحاجتهم إلى معرفة ما يبطل الوضوء، ولا يجوز تأخير البيان عن وقت الحاجة.
٢- عن جابر بن عبد الله رضي الله عنه (أن النبي - صلى الله عليه وسلم - كان في غزوة ذات الرقاع (٣) فرمي رجل بسهم فنزفه (٤) الدم فركع وسجد ومضى في
_________
(١) أخرجه الدارقطني في سننه، كتاب الطهارة باب في الوضوء من الخارج من البدن، ح رقم (٥٤٦) وأخرجه البيهقي في السنن الكبرى: كتاب الطهارة باب ترك الوضوء من خروج الدم من غير مخرج الحدث، ح رقم (٦٦٦) وفي سنده صالح بن مقاتل، قال في نصب الراية قال الدارقطني عن صالح بن مقاتل: ليس بالقوي، وأبوه غير معروف وسليمان بن داود مجهول. ووراه البيهقي من طريق الدارقطني، وقال في إسناده ضعف، نصب الراية (١/٤٣) .
(٢) الانتصار في المسائل الكبار لأبي الخطاب (١/٣٤٧) .
(٣) راجع كيفية صلاة الخوف.
(٤) فنزفه أي: سال منه كثيرا. انظر فتح الباري (١/٣٧٣) .','1','193',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (189,'صلاته) (١) .
وجه الدلالة: أنه لو كان الدم الخارج من البدن ناقضا للوضوء لكانت صلاته باطلة بسيلان الدم أول ما أصابته الرمية، ولم يجز له بعد ذلك أن يركع ويسجد وهو محدث، ويبعد أن لا يطلع النبي - صلى الله عليه وسلم - على هذه الحادثة، ولم ينقل أنه أبطل صلاته (٢) فاستمراره في صلاته دليل على أنها صحيحة وأن وضوءه لم ينتقض بخروج الدم.
ونوقش هذا: بأنه لا دليل فيه على عدم انتقاض الوضوء، لأن النبي - صلى الله عليه وسلم - لم يأمره بغسل الدم، وغسل الدم واجب والصلاة معه فاسدة عند الجميع، فكذلك الوضوء (٣) .
والجواب عن هذه المناقشة: أن الدم الخارج معفو عنه لأنه يسير أو لأنه كدك الاستحاضة وسلس البول الذي لا يمنع من صحة الصلاة (٤) .
_________
(١) أخرجه البخاري في صحيحه تعليقا، كتاب الطهارة باب من لم ير الوضوء إلا من المخرجين ج (١/٣٧١) قال ابن حجر: هذا التعليق وصله سعيد بن منصور، والدارقطني وغيرهما وهو صحيح من قول جابر. انظر: فتح الباري (١/٣٧٢) وأخرجه البيهقي في السنن الكبرى كتاب الطهارة باب ترك الوضوء من خروج الدم من خروج الدم من غير مخرج الحدث ح رقم (٦٦٣) وصححه ابن حبان. انظر: الإحسان بترتيب صحيح ابن حبان، باب نواقض الوضوء، ح رقم (١٠٩٣) وصححه الحاكم ووافقه الذهبي انظر المستدرك كتاب الطهارة ح رقم (٥٥٧) والتلخيص بهامشه للذهبي ... (١/٢٥٨) وأخرجه أبو داود في سننه كتاب الطهارة باب الوضوء من الدم ح رقم (١٩٨) .
(٢) معالم السنن للخطابي (١/٦١) وسلسلة الأحاديث الصحيحة (١/١/٦٠٦) .
(٣) الحاوي الكبير (١/٢٠١) .
(٤) المرجع السابق.','1','194',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (190,'٣- أن المسلمين ما زالوا يصلون بجراحهم في القتال وقد يسيل منهم الدم الكثير ولم يرد عنه - صلى الله عليه وسلم - أنه أمرهم بغسله ولم يرد عنهم التحرز الشديد من الدم بحيث يتركون ثيابهم الملطخة بالدماء إذا وجدوا غيرها (١) فعمر رضي الله عنه (لما طعن صلى وجرحه يثعب (٢) دما) (٣) .
وسعد بن معاذ (٤) رضي الله عنه (أصيب يوم الخندق فضرب له خيمة في المسجد فجلس في المسجد ودمه يسيل حتى مات) (٥) .
٤- أن الدم من سائر البدن خرج من مخرج غير معتاد، والنقض بالخارج إنما هو من حيث خروجه لا من حيث ذاته (٦) .
ونوقش هذا: بأنه منتقض بما إذا انسد السبيل وانفتح أسفل المعدة فخرج منها خارج أنه ينقض الوضوء عند الجميع (٧) .
_________
(١) الشرح الممتع (١/٣٧٦) وعون المعبود شرح سنن أبي داود (١/٢٣١) وحاشية الروض المربع (١/٢٤١) .
(٢) يثعب أي: يجري دما انظر لسان العرب (١/٢٣٦) مادة (ثعب) .
(٣) الأوسط في السنن (١/١٦٦) .
(٤) هو: سعد بن معاذ النعمان بن الأسهل الأنصاري، الأسهلي سيد الأوسي شهد بدرا، ورمي بسهم يوم الخندق فعاش بعد ذلك شهرا حتى حكم في بني قريظة بأن يقتل رجالهم وتقسم أموالهم وتسبى ذراريهم ثم مات فقال النبي - صلى الله عليه وسلم - كما في الصحيحين اهتز العرش لموت سعد بن معاذ انظر الإصابة (٣/٧٠) ت رقم (٣٢١٢) وأسد الغابة ... (٢/٢٢١) ت رقم (٢٠٤٥) .
(٥) صحيح البخاري مع الفتح كتاب المغازي باب مرجع النبي - صلى الله عليه وسلم - ح رقم (٤١٢٢) .
(٦) التلقين ص ٤٧ وحاشية العدوى بهامش حاشية الخرشي (١/٢٨٣) .
(٧) الانتصار في المسائل الكبار (١/٣٥٤) والمجموع (٢/٨) والإنصاف (١/١٩٧) .','1','195',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (191,'القول الثاني: أنه ينقض الوضوء فتنقطع الصلاة، وبهذا قال الحنفية على أن يكون الدم الخارج سائلا بنفسه إلى موضع يجب تطهيره (١) .
والحنابلة على المذهب على أن يكون الدم الخارج فاحشا (٢) أما اليسير فيعفى عنه (٣) .
واستدلوا بما يلي:
١- عن فاطمة بنت حبيش (٤) رضي الله عنها أنها جاءت إلى النبي - صلى الله عليه وسلم - فقالت يا رسول الله إني امرأة أستحاض (٥) فلا أطهر، أفأدع الصلاة؟ قال:
_________
(١) اللباب في شرح الكتاب (١/١١) والمبسوط (١/٧٦) وبدائع الصنائع (١/١٢٠) وزبدة الأحكام ص (٩٥) .
(٢) المغنى (١/٢٤٨) والإنصاف (١/١٩٧) والانتصار في المسائل الكبار (١/٣٤١) وقد اختلفوا في حد الفاحش الذي ينقض الوضوء، فقيل: ما استفحشه كل إنسان في نفسه، وقيل: كل ما فحش في نفوس أواسط الناس لا المتبذلين ولا الموسوسين وقيل: ما لا يعفى عنه في الصلاة ونحو ذلك، وقد سئل الإمام أحمد عن قدر الكثير، فقال: شبر في شبر، وفي موضع أخر قال: قدر الكف. انظر: المغنى (١/٢٤٩) والمستوعب (١/٣٤٠) والإنصاف (١/١٩٨) .
(٣) في رواية عند الحنابلة، أن اليسير ينقض الوضوء، قال في المغني: لا تعرف هذه الرواية ولم يذكرها الخلال في جامعه. انظر: المغني (١/٢٤٨) والمراجع السابقة.
(٤) هي: فاطمة بنت أبي حبيش قيس بن عبد المطلب بن أسد بن عبد العزى القرشية الأسدية، مهاجرة جليلة، تزوجها عبد الله بن جحش، فولدت له ابنه محمدا انظر الاستيعاب (٤/٣٧١) . والطبقات الكبرى لابن سعد (٨/٢٤٥) .
(٥) الاستحاضة هي: سيلان الدم في غير أوقاته المعتادة من عرق في أدنى الرحم يسمى العاذل. انظر: كشاف القناع (١/١٨٢) .','1','196',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (192,'«لا، إنما ذلك عرق وليست بالحيضة، فإذا أقبلت الحيضة فدعي الصلاة، وإذا أدبرت فاغسلي عنك الدم وصلي» (١) .
وفي رواية «توضئي لكل صلاة حتى يجيء ذلك الوقت» (٢) .
وجه الدلالة أنه - صلى الله عليه وسلم - علل بأنه دم عرق وعلق عليه الوضوء، والدم الخارج من البدن دم عرق، فاقتضى تعليله إيجاب الوضوء منه (٣) .
ونوقش هذا الاستدلال بأنه لا يجوز قياس ما يخرج من سائر البدن على ما يخرج من القبل أو الدبر، لأنهم قد أجمعوا على الفرق بين ريح تخرج من الدبر وبين الطعام المتغير يخرج من الفم، فتجب الطهارة من الريح الخارجة من الدبر بالإجماع، ولا تجب من الطعام المتغير الخارج من الفم، فدل هذا التفريق على عدم جواز القياس (٤) .
٢- عن تميم الداري رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «الوضوء من كل دم سائل» (٥) .
_________
(١) صحيح البخاري مع الفتح، كتاب الحيض باب الاستحاضة ح رقم (٣٠٦) وصحيح مسلم مع شرح النووي كتاب الحيض باب المستحاضة وغسلها وصلاتها ح رقم (٣٣٣) .
(٢) صحيح البخاري مع الفتح، كتاب الوضوء باب غسل الدم ح رقم (٢٢٨) .
(٣) بدائع الصنائع (١/١٢٠) والانتصار في المسائل الكبار (١/٣٤٢) .
(٤) المغنى (١/٢٥٠) والأوسط في السنن (١/١٧٤) والذخيرة (١/٢٣٦) والمحلى بالآثار ... (١/٢٣٨) .
(٥) أخرجه الدارقطني في سننه، كتاب الطهارة، باب في الوضوء من الخارج من البدن، ح رقم (٥٧١) قال الدارقطني عمر بن عبد العزيز لم يسمع من تميم الداري، ولا رآه ويزيد بن خالد، ويزيد بن محمد مجهولان، وقال في نصب الراية: رواه ابن عدي في الكامل عن زيد بن ثابت، في ترجمة أحمد بن الفرج، وقال: هذا حديث لا نعرفه إلا من حديث أحمد هذا، قال أبو حاتم في العلل: أحمد بن الفرج كتبنا عنه، ومحله عندنا الصدق، نصب الراية (١/٣٧) وقال ابن حجر: إسناده ضعيف جدا، فيه محمد بن الفضل بن عطية وهو متروك انظر: التلخيص الحبير (١/١١٣)','1','197',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (193,'ونوقش هذا: بأنه حديث ضعيف، بل قال في الذخيرة أنه لا يثبت (١) .
٣- أن الدم خارج نجس من بدن الآدمي فينقض الوضوء كالخارج من السبيلين (٢) .
ونوقش هذا: بأن الطهارة عبادة لا يجوز القياس فيها لعدم العلة الجامعة (٣) .
واستدل الحنابلة على استثناء اليسير من الدم بما يلي.
١- عن ابن عمر رضي الله عنهما (أنه عصر بثرة (٤) فخرج منها دم وقيح، فمسح بيده وصلى ولم يتوضأ) (٥) .
٢- أن المخارج غير السبيلين خلقت أصلا لخروج الطهارات كالدمع واللبن، فكان خروج النادر اليسير منها وإن كان نجسا ملحقا بالغالب مما يخرج منها، في أنه لا ينقض الوضوء، حتى إذا كثر الخارج النجس منها وغلب قوي وصار أصلا بنفسه (٦) .
_________
(١) الذخيرة (١/٢٣٦) .
(٢) المبسوط (١/٧٦) والانتصار في السائل الكبار (١/٣٥٠) والمغنى (١/٢٤٨) .
(٣) الذخيرة (١/٢٣٦) والأوسط في السنن (١/١٧٥) والمغنى (١/٢٤٧) .
(٤) البثر والبثور والبثر: خراج صغار، وواحدته بثرة يقيح على الوجه وسائر البدن مثل الجدري انظر لسان العرب (٤/٣٩) مادة بثر.
(٥) صحيح البخاري مع الفتح تعليقا كتاب الوضوء باب من لم ير الوضوء إلا من المخرجين ج (١/٣٧١) قال ابن حجر: هذا التعليق وصله ابن أبي شيبة بإسناد صحيح انظر فتح الباري (١/٣٧٤) والمصنف لابن أبي شيبة كتاب الطهارات باب إذا سال الدم من كان يرخص فيه ولا يرى فيه وضوءا (١/١٦٣) وأخرجه البيهقي في السنن الكبرى كتاب الطهارة باب ترك الوضوء من خروج الدم ح رقم (٦٦٧) .
(٦) الانتصار في المسائل الكبار (١/٣٥٢) والفروق على مذهب أحمد للسامري (١/١٥٠) .','1','198',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (194,'٣- أن إيجاب الوضوء من يسير الدم فيه وحرج على الناس لأن الإنسان لا يخلو في غالب حاله من بثرة أو دمل أو رعاف والله سبحانه وتعالى ما جعل علينا في الدين من حرج (١) .
الترجيح
الذي يظهر أن الراجح هو القول الأول، أن الدم الخارج من البدن غير السبيلين، لا ينقض الوضوء، لأن الأصل عدم النقض، إلا بدليل، ولا دليل على نقضه للوضوء، ولما جاء عن الصحابة رضي الله عنه ومن بعدهم، أنهم يصلون فتصيبهم الجراح ويخرج منهم الدم، ولا يقطعون صلاتهم، ولو كان الوضوء ينتقض لكانوا يصلون على غير طهارة وهذا لا يصح أن يقال في حقهم.
وعلى هذا فإن المجاهد في سبيل الله إذا كان في صلاة الخوف فجرح وخرجت منه الدماء، أن وضوءه لا ينتقض، وصلاته صحيحة لا تنقطع والله أعلم.
الحالة الثانية: أن يكون الدم المتلطخ به المجاهد من غيره، كأن يمسك سلاحا ملطخا بالدماء، أو يمسك مصابا بالجراح ونحو ذلك.
اتفق الفقهاء - فيما أعلم - أن المجاهد إذا أصابته الدماء في ملابسه أو جسده وهو في صلاة الخوف، أن صلاته صحيحة لأنه وإن كان الدم المسفوح نجسا، إلا أن ذلك من الأعذار العامة في حق المجاهد (٢) .
يدل على هذه الحالة ما يلي:
_________
(١) الانتصار في المسائل الكبار (١/٣٥٢) .
(٢) فتح القدير (١/١٧٨) وحاشية الدسوقي (١/٣٩٤) ومواهب الجليل (٢/٥٦٥) وروضة الطالبين (٢/٦١) ومغنى المحتاج (١/٥٧٩) وكشاف القناع (١/٤٩٩) والشرح الممتع (٤/٥٨٧) والإنصاف (٢/٣٨٥) .','1','199',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (195,'١- عن جابر بن عبد الله رضي الله عنه (أن النبي - صلى الله عليه وسلم - كان في غزوة ذات الرقاع فرمي رجل بسهم فنزفه الدم فركع وسجد ومضى في صلاته) (١) . وجه الدلالة: أنه يلزم بخروج الدم منه أن يصيب ملابسه، وقد مضى في صلاته ولم يقطعها، فدل ذلك على أن تلطخ ملابسه بالدم لا يؤثر.
٢- أن المسلمين ما زالوا يصلون بجراحهم في القتال وقد يسيل منهم الدم الكثير، ولم يرد عنه - صلى الله عليه وسلم - أنه أمرهم بغسله ولم يرد عنهم التحرز الشديد من الدم بحيث يتركون ثيابهم الملطخة بالدماء إذا وجدوا غيرها. فعمر رضي الله عنه (لما طعن صلى وجرحه يثعب دما) (٢) وسعد بن معاذ رضي الله عنه (أصيب يوم الخندق فضرب له خيمة في المسجد فجلس في المسجد ودمه يسيل حتى مات) (٣) .
وبهذا يتقرر صحة صلاة المجاهد إذا تلطخ بالدم وهو في صلاة الخوف، وإن أمكنه إزالة الدم، أو خلع الثوب المتلطخ بالدم فهو أولى. والله أعلم.

<span data-type="title" id=toc-54>المطلب الرابع عشر
حمل السلاح في صلاة الخوف</span>
اختلف الفقهاء في حكم حمل السلاح في صلاة الخوف إلى قولين:
القول الأول: إنه واجب وبهذا قال المالكية (٤) وهو قول للشافعية (٥) ورواية عند الحنابلة (٦) .
_________
(١) سبق تخريجه.
(٢) سبق تخريجه.
(٣) سبق تخريجه.
(٤) الجامع لأحكام القرآن (٥/٣٥٣، ٣٥٤) وأحكام القرآن لابن العربي (١/٦٢٢)
(٥) الحاوي الكبير (٢/٤٦٧) ومغنى المحتاج (١/٥٧٨) .
(٦) الإنصاف (٢/٢٥٧) والمغنى لابن قدامة (٣/٣١١) .','1','200',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (196,'واستدلوا بقوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ} [النساء: ١٠٢] .
وجه الدلالة: أن الأمر للوجوب ولا صارف عن ذلك، بل إن رفع الجناح عن تاركه في حالة العذر في قوله تعالى: {وَلَا جُنَاحَ عَلَيْكُمْ إِنْ كَانَ بِكُمْ أَذًى مِنْ مَطَرٍ أَوْ كُنْتُمْ مَرْضَى أَنْ تَضَعُوا أَسْلِحَتَكُمْ} [النساء: ١٠٢] دال على أن الجناح لا حق بتاركه من غير عذر، فدل على الوجوب (١) .
القول الثاني:
أن حمل السلاح في صلاة الخوف مستحب، وبهذا قال الحنفية (٢) وهو قول للشافعية (٣) وظاهر المذهب الحنبلي (٤) .
واستدلوا بما يلي:
١- قوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ} [النساء: ١٠٢] .
_________
(١) الحاوي الكبير (٢/٤٦٨) والمغني لابن قدامة (٣/٣١١) .
(٢) بدائع الصنائع (١/٥٥٩) والبناية على الهداية (٣/٢٠٢)
(٣) الحاوي الكبير (٢/٤٦٧) ومغني المحتاج (١/٥٧٨) .
(٤) المستوعب (٢/٤١٦) والمحرر في الفقه (١/١٣٨) والإنصاف (٢/٣٥٧) والمغنى ... (٣/٣١٠، ٣١١) .','1','201',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (197,'وجه الدلالة: أن الأمر بأخذ الأسلحة في الصلاة محمول على الندب، لأن الأمر للرفق بهم والصيانة لهم، فلم يكن للإيجاب، كما أن النبي - صلى الله عليه وسلم - نهى عن الوصال في الصيام رفقا بأصحابه ولم يكن للتحريم (١) .
٢- أنه لو وجب أخذ السلاح لكان شرطا في الصلاة كالسترة والإجماع قائم على صحة الصلاة بدون السلاح فدل على أن حمله غير واجب (٢) .
٣- ولأن الطائفة التي تصلي مع الإمام محروسة بغيرها، والقتال غير متعين عليها، وحمل السلاح إنما يكون للحراسة أو للقتال ولا يتعين عليهم شيء من ذلك، فلا يجب حمل السلاح (٣) .
الترجيح
الذي يظهر أنه في حالة ما إذا غلب على الظن هجوم العدو على المصلين، والطائفة التي تحرس لا تقدر على رد العدو، فإنه يجب عليهم حمل السلاح في الصلاة ليستطيعوا رد العدو عنهم، وليس وجوب حمل السلاح في صلاة الخوف شرطا في صحة الصلاة، وإنما هو قوة لهم لأمر خارج عن الصلاة (٤) .
قال تعالى: {فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ} [النساء: ١٠٢] .
_________
(١) المغنى لابن قدامة (٣/٣١١) .
(٢) المغنى لابن قدامة (٣/٣١١) والحاوي الكبير (٢/٤٦٨) .
(٣) الحاوي الكبير (٢/٤٦٨) .
(٤) أحكام القرآن لابن العربي (١/٦٢٢) والجامع لأحكام القرآن (٥/٣٥٤) والأم ... (١/٢١٩) .','1','202',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (198,'أما إن غلب على الظن أن العدو لا يهجم عليهم وهم في الصلاة، أو كانت الحراسة قوية بحيث لا يستطيع العدو الهجوم، فإن لهم أن يتركوا حمل ما أثقلهم من السلاح، وما في حمله منع لهم من كمال الخشوع في الصلاة. والله أعلم.
<span data-type="title" id=toc-55>المطلب الخامس عشر
حمل السلاح المتنجس في صلاة الخوف</span>
اتفق الفقهاء -فيما أعلم- أنه لا يجوز حمل السلاح المتنجس في صلاة الخوف إلا في حالة الحاجة إليه فيجوز حمله (١) .
وهل عليه إعادة الصلاة إذا صلى بسلاح نجس للحاجة إليه؟
روايتان عند الحنابلة، والشافعية (٢) .
الأولى: لا إعادة عليه، كالمتيمم في الحضر لبرد.
الثانية: عليه الإعادة، لأنه عذر نادر.
والراجح عدم الإعادة، لأنه أدى الصلاة في وقتها على قدر استطاعته ولا يكلف إلا وسعه قال تعالى {لا يكلف الله نفسا إلا وسعها} [البقرة: ٢٨٦] قال شيخ الإسلام ابن تيمية
_________
(١) فتح القدير (١/١٧٨) وحاشية الدسوقي (١/٣٩٤) والذخيرة (٢/٤٤٢) وروضة الطالبين (٢/٦١) ومغنى المحتاج (١/٥٧٩) والمستوعب (٢/٤١٧) والإنصاف ... (٢/٣٥٨) والمبدع (٢/١٣٥) والمغني (٣/٣١١) .
(٢) الإنصاف (٢/٣٥٨) وكشاف القناع (١/٤٩٩) وروضة الطالبين (٢/٦١) ومغني المحتاج (١/٥٧٩) ولم أجد للحنفية والمالكية قول في ذلك -حسب ما اطلعت عليه- إلا أن مذهبهم في من صلى الصلاة على حالة لا يمكنه غيرها، أنه لا إعادة عليه. انظر: بدائع الصنائع (١/٢٨٧) وحاشية الدسوقي (١/٣٩٤) وحاشية الخرشي (٢/٢٨٧) والله أعلم.','1','203',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (199,'رحمه الله: (من فعل العبادة كما أمر بحسب وسعه فلا إعادة عليه، كما قال تعالى {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: ١٦] ولم يعرف قط أن رسول الله - صلى الله عليه وسلم - أمر العبد أن يصلي الصلاة مرتين (١) .
<span data-type="title" id=toc-56>المطلب السادس عشر
حصول الأمن أثناء صلاة الخوف</span>
ذهب الفقهاء رحمه الله أنه في حالة حصول الأمن أثناء صلاة الخوف فإن المجاهدين يتمونها صلاة أمن، ويبنون على ما مضى من صلاة الخوف، لأن صلاتهم كانت صحيحة قبل الأمن فجاز البناء عليها (٢) .
وفصل المالكية الحالات التي يمكن أن يحصل فيها الأمن وهم في صلاة الخوف فقالوا: إن حصل الأمن وهم في صلاة شدة الخوف (صلاة المسايفة) فيتم كل واحد صلاته على حدته: أي منفردا.
وإن كانوا في صلاة غير شدة الخوف وقد قسمهم الإمام إلى طائفتين، فإن حصل الأمن مع الطائفة الأولى استمرت مع الإمام وجاءت الطائفة الثانية فدخلت مع الإمام، وإن حصل الأمن بعد مفارقة الطائفة الأولى وقبل دخول الطائفة الثانية معه وجب رجوعهم إلى الإمام، فإن كان بعضهم قد صلى لنفسه شيئا انتظر الإمام حتى يفعل ما فعله، ثم يقتدي به فيما بقي ولو لم يبق إلا السلام، ومن أكمل صلاته منهم ولم يرجع إلى الإمام
_________
(١) مجموع الفتاوى (٢١/٦٣٣) .
(٢) فتح القدير (٢/٦٢) ومغني المحتاج (١/٥٨١) والمبدع (٢/١٣٨) والمغني (٣/٣٢٠) وكشاف القناع (١/٥٠٠)','1','204',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (200,'أو ينتظره وكان ذلك عمدا أو جهلا بطلت صلاته، وإن كان سهوا صحت صلاته، لأن الإمام يتحمل عنه السهو.
وإن حصل الأمن مع الثانية بعد أن أتمت الطائفة الأولى ما بقي عليها، فإن صلاة الطائفة الأولى صحيحة، وتصلي الطائفة الثانية مع الإمام صلاة أمن (١) والله أعلم.

<span data-type="title" id=toc-57>المطلب السابع عشر
حصول الأمن بعد صلاة الخوف</span>
المقصود من هذا المطلب أن المجاهدين إذا حضرت الصلاة وهم في حال خوف فصلوا صلاة الخوف، ثم أمنوا بعد الانتهاء من صلاة الخوف، فهل يعيدون صلاة الخوف في حال الأمن أم لا؟
لم أجد من تكلم عن هذا من الفقهاء - حسب ما اطلعت عليه - إلا المالكية قالوا: لا إعادة عليهم في وقت ولا في غيره (٢) .
لأنهم صلوا الصلاة في وقتها على الحالة التي يستطيعونها ولا يطالبون بغيرها.
قال تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: ١٦] .
وقال النبي - صلى الله عليه وسلم - «إذا أمرتكم بأمر فأتوا منه ما استطعتم» (٣) .
ولأن هذا كمن صلى بالتيمم لعدم الماء ثم وجد الماء بعد الصلاة لا يعيد الصلاة.
_________
(١) مواهب الجليل (٢/٥٦٦) وحاشية الدسوقي (١/٣٩٤) والذخيرة (٢/٤٤٢) وحاشية الخرشي (٢/٢٨٦) .
(٢) حاشية الدسوقي (١/٣٩٤) وحاشية الخرشي (٢/٢٨٧) وذكر الدسوقي في حاشيته: أن عليهم الإعادة في الوقت أما إذا خرج الوقت فلا إعادة والذي يظهر أنه لا إعادة عليهم مطلقا، لأن من فعل العبادة كما أمر حسب وسعه فلا إعادة عليه، راجع المطلب الخامس عشر.
(٣) سبق تخريجه.','1','205',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (201,'<span data-type="title" id=toc-58>المطلب الثامن عشر
الصلاة لخوف ثبت توهمه</span>
المقصود أن المجاهدين إذا رأوا سوادا فظنوه عدوا، فصلوا صلاة الخوف ثم تبين أنه ليس عدوا، أو أنه عدو لكن بينهم وبينه ما يمنع وصوله إليهم، فقد اختلف الفقهاء رحمهم الله في إعادة الصلاة في هذه الحالة إلى قولين:
القول الأول: أن عليهم الإعادة إن أدركوا الوقت، أو القضاء إن خرج الوقت، وإلى هذا ذهب الحنفية (١) وهو قول عند المالكية (٢) والأظهر من قولي الشافعية إذا صلوا صلاة الخوف الشديد أو إذا صلوا وهم في دار الإسلام (٣) والصحيح من مذهب الحنابلة سواء كانت الصلاة صلاة شدة خوف أو غيرها (٤) .
واستدلوا بما يلي:
١- أن ما ترك من أفعال الصلاة على وجه الخطأ كتركه له عمدا، وقد ترك بعض واجبات الصلاة وأركانها وشرائطها كاستقبال القبلة والركوع والسجود فوجب أن يعيد الصلاة (٥) .
٢- أنهم مخطئون في ظنهم ولا عبرة بالظن البين خطؤه (٦) فالخوف غير متحقق فلا صلاة دون حصول الخوف وتحققه كمن أخطأ أو شك في الطهارة (٧) .
_________
(١) المبسوط (٢/٤٩) وفتح القدير (٢/٦٢) .
(٢) الجامع لأحكام القرآن (٥/٣٥٣) والذخيرة (٢/٤٤٢) .
(٣) الأم (١/٢٢٥) والحاوي (٢/٤٧٢) وروضة الطالبين (٢/٦٣) .
(٤) المغني لابن قدامة (٣/٣١٩) وكشاف القناع (١/٥٠١) والأنصاف (٢/٣٦٢) .
(٥) الحاوي (٢/٤٧٢) والمغني لابن قدامة (٣/٣١٩) .
(٦) قاعدة من قواعد الشافعية انظر الأشباه والنظائر للسيوطي ص (١٥٧) .
(٧) مغني المحتاج (١/٥٨١) وكشاف القناع (١/٥٠١) .','1','206',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (202,'القول الثاني: أنه لا إعادة عليهم، وهذا قول عند المالكية (١) وقول عند الشافعية في حالة صلاة شدة الخوف (٢) وهو قول عند الحنابلة (٣) .
واستدلوا بما يلي:
١- أن الله أباح لهم الصلاة عند وجود الخوف لا عند وجود العدو والخوف موجود وهو سبب الرخصة (٤) .
٢- أنهم صلوا على اجتهادهم فجاز لهم كما لو أخطأوا القبلة (٥) .
الترجيح
الذي يظهر أن القول بإعادة الصلاة إذا صلوا صلاة شدة الخوف هو الراجح؛ لأنهم تركوا بعض أركان الصلاة بناء على ظن خاطئ فتجب عليهم الإعادة.
أما قولهم أن الله أباح الصلاة عند وجود الخوف: فهذا صحيح لكن الخوف هنا غير متحقق.
أما في حالة الخوف غير الشديد فإن الصلاة كاملة بأركانها وواجباتها وإنما حصل تغيير في الكيفية والعفو في هذا أولى من الإعادة
أما في حالة تحقق وجود العدو ولا حائل بينهم وبين المجاهدين فإن سبب الترخيص متحقق فلا إعادة وأما أن نيتهم الصلح فلا أحد يعلم بالنيات إلا الله سبحانه وتعالى.
_________
(١) حاشية الدسوقي (١/٣٩٤) والذخيرة (٢/٤٤٢) وحاشية الخرشي (٢/٢٨٧) والجامع لأحكام القرآن (٥/٣٥٣) .
(٢) الحاوي (٢/٤٧٢) ومغني المحتاج (١/٥٨١) والأم (١/٢١٨) .
(٣) الإنصاف (٢/٣٦٢) والمغني (٣/٣٢٠) .
(٤) الحاوي (٢/٤٧٣) ومغني المحتاج (١/٥٨١) والذخيرة (٢/٤٤٢) وحاشية الخرشي ... (٢/٢٨٧) .
(٥) الجامع لأحكام القرآن للقرطبي (٥/٣٥٣) .','1','207',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (203,'<span data-type="title" id=toc-59>المبحث الثاني
أحكام المجاهد في قصر الصلاة وجمعها</span>، وفيه مطلبان:
<span data-type="title" id=toc-60>المطلب الأول: قصر الصلاة للمجاهد</span>.
المطلب الثاني: الجمع بين الصلاتين في وقت إحداهما.
المطلب الأول
قصر الصلاة للمجاهد، وفيه أربعة فروع:
<span data-type="title" id=toc-61>الفرع الأول: قصر الصلاة للطيارين الذين يقومون بدوريات على الثغور</span>.
الفرع الثاني: قصر الصلاة في السفن الحربية الثابتة في البحر.
الفرع الثالث: قصر الصلاة في السفن الحربية المتحركة في البحر.
الفرع الرابع: قصر الصلاة للمجاهد وهو في الأسر.
الفرع الأول
قصر الصلاة للطيارين الذين يقومون بدوريات على الثغور (١) .
يجوز للطيارين الذين يقومون بالدوريات على الثغور قصر الصلاة الرباعية إذا تجازوا بطائراتهم المسافة التي يقصر عندها المسافر وهي أربعة برد (٢) يمانية وأربعون ميلا تقريبا.
_________
(١) الثغر: هوالموضع الذي يكون حدا فاصلا بين المسلمين والكفار وهو موضع المخافة من أطراف البلاد انظر: لسان العرب (٤/١٠٣) مادة ثغر وطلبة الطلبة ص ١٩٦.
(٢) البريد كل سكة منها اثنا عشر ميلا وهي ستة عشر فرسخا، والفرسخ ثلاثة أميال، وتساوي بالكيلو متر المعروف الآن حوالي ثمانين كيلو متر، لأن من مكة إلى عسفان يساوي ذلك تقريبا.
انظر: لسان العرب مادة برد (٣/٨٦) وانظر: توضيح الأحكام (٢/٣٧٣) .','1','208',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (204,'بناء على ما ذهب إليه جمهور الفقهاء في تحديد السفر الذي يقصر عنده المسافر بالمسافة (١) .
واستدلوا بما يلي:
١- ما رواه ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «يا أهل مكة لا تقصروا الصلاة في أدنى من أربعة برد من مكة إلى عسفان» (٢) .
٢- ما جاء عن ابن عمر وابن عباس رضي الله عنهما (أنهما كانا يقصران في أربعة برد) (٣) .
٣- أنها مسافة تجمع مشقة السفر في الحل والشد فجاز القصر فيها (٤) .
_________
(١) الكافي في فقه أهل المدينة (١/٢٤٤) ، ومواهب الجليل (٢/٤٩٠) والمدونة (١/١١٩) والمجموع (٤/٢١٢) وروضة الطالبين (١/٣٨٥) والحاوي الكبير (٢/٣٦٠) والمستوعب (٢/٢٨٩) والشرح الكبير (١/٤٣١) والمبدع (٢/١٠٧) والمغني (٣/١٠٥) وقال الحنفية: المسافة التي يقصر عندها المسافر مسيرة ثلاثة أيام، سير الأبل ومشي الأقدام. واستدلوا بما جاء في صحيح البخاري مع الفتح، كتاب الصلاة، ح رقم ... (١٠٨٦) قال - صلى الله عليه وسلم - (لا تسافر المرأة ثلاثة أيام إلا مع ذي محرم) وجه الدلالة: أن مدة السفر لو لم تكن مقدرة بثلاثة أيام لم يكن لتخصيص الثلاثة معنى. انظر: بدائع الصنائع (١/٢٦٢) وتبيين الحقائق (١/٢٠٩) ونوقش: بأن الحديث ورد لنهي المرأة عن السفر وحدها ولم يرد لبيان مسافة القصر، انظر: الحاوي الكبير (٢/٣٦١) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب الصلاة باب السفر الذي لا تقصر في مثله الصلاة ح رقم (٥٤٠٤) قال البيهقي هذا حديث ضعيف، إسماعيل بن عياش لا يحتج به، وعبد الوهاب بن مجاهد ضعيف، والصحيح أن ذلك من قول ابن عباس. وأخرجه الدارقطني في سننه باب قدر المسافة التي تقصر في مثلها الصلاة ح رقم (١٤٣٢) ومالك في الموطأ، كتاب قصر الصلاة ص (١١٠) قال ابن حجر: والصحيح عن ابن عباس من قوله، وإسناده صحيح انظر التلخيص الحبير (٢/٤٦) .
(٣) أخرجه البخاري كتاب تقصير الصلاة، باب في كم يقصر الصلاة تعليقا، قال ابن حجر في الفتح: وصله ابن المنذر من رواية يزيد ابن أبي حبيب عن عطاء ابن أبي رباح، انظر: فتح الباري (٢/٧٢١) .
(٤) الكافي في فقه الإمام أحمد (١/٢٢٧) والمغني (٣/١٠٨) .','1','209',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (205,'ونوقشت هذه الأدلة بما يلي:
١- أن حديث ابن عباس ضعيف (١) .
والجواب أنه روي عن ابن عباس موقوفا بسند صحيح (٢) والموقوف له حكم المرفوع، لأن مثله في تحديد المسافة التي يقصر عندها المسافر لا يقال بالرأي.
٢- أن أكثر الروايات عن ابن عمر وابن عباس مخالفة لما قالا به هنا، فلا يؤخذ ببعض أقوالهما ويترك البعض الأخر (٣) .
والجواب: أن ما روي عنهما في جواز القصر في أقل من أربعة برد محمول على أن المسافر يقصر إذا خرج من البلد ميلا، أو فرسخا وهو مسافر سفرا طويلا، لما روي أن النبي - صلى الله عليه وسلم - (صلى الظهر بالمدينة أربعا، والعصر بذي الحليفة ركعتين) (٤) .
وعلى القول الثاني الذي ذهب إليه ابن تيمية، وابن القيم، وابن حزم، وابن قدامة، وغيرهم من أنه لا تحديد لمسافة السفر الذي تقصر عنده الصلاة، وإنما يرجع في معرفة السفر إلى العرف (٥) فما تعارف عليه الناس أنه سفر قصرت الصلاة فيه وإلى اللغة فما عرفه أهل اللغة بأنه سفر قصرت الصلاة فيه (٦) وعلى هذا القول يجوز
_________
(١) المجموع (٤/٢١٣) وفتح الباري (٢/٧٢١) .
(٢) انظر التلخيص الحبير (٢/٤٦) وفتح الباري (٢/٧٢١) .
(٣) مجموع الفتاوى لابن تيمية (٢٤/١٢٦) وفتح الباري (٢/٧٢١) .
(٤) أخرجه البخاري في صحيحه مع الفتح، كتاب تقصير الصلاة، باب يقصر إذا خرج من موضعه ح رقم (١٠٨٩) .
(٥) العرف هو: ما استقرت النفوس عليها بشهادة العقول، وتلقته الطبائع بالقبول، انظر التعريفات للجرجاني ص ١٩٣.
(٦) مجموع الفتاوى (٢٤/١٢) والمحلى بالأثار (١٣/٢١٣) والمغنى (٣/١٠٨) والشرح الممتع (٤/٤٩٧) .','1','210',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (206,'للطيارين الذين يقومون بدوريات على الثغور قصر الصلاة الرباعية في أقل من أربعة برد، إذا كان سفرا في عرف الناس أو أهل اللغة.
واستدلوا بما يلي:
١- أن التقدير بمسافة يترخص عندها المسافر لم يرد به دليل (١) .
ويمكن مناقشة هذا: بما جاء عن ابن عباس وابن عمر رضي الله عنه أنهما لا يقصران الصلاة في أقل من أربعة برد، وهذا في حكم المرفوع، لأنهما لن يقولا في تحديد المسافة بالرأي، ثم إنه قد جاء عن ابن تيمية، وابن حزم ما يدل على أن القصر لا يكون إلا إلى مسافة، قال ابن تيمية: (وقد بينت السنة القصر في مسافة بريد، وأما ما دون البريد كالميل فلا يقصر فيه) (٢) .
٢- أن أقوال الصحابة التي جاء فيها التحديد متعارضة ومختلفة، فلا حجة فيها مع الاختلاف (٣) .
ويمكن مناقشة هذا: بأنه لا تعارض في أقوال الصحابة، فما جاء عنهم في القصر دون أربعة برد محمول على أنهم إذا خرجوا مسافة أقل من أربعة برد في سفر طويل بدءوا القصر.
الترجيح
بعد ذكر الأقوال والأدلة ومناقشة ما أمكن مناقشته يظهر أن الراجح هو القول الأول، أنه لا يجوز قصر الصلاة في مسافة أقل من أربعة برد (ثمانية وأربعون ميلا) تقريبا لما سبق من الأدلة، ولأن الرجوع في تحديد السفر إلى العرف ليس بدقيق لاختلاف الأعراف من زمن إلى زمن ومن بلد إلى بلد.
_________
(١) المحلى بالأثار (١٣/٢٠١) ومجموع الفتاوى (٢٤/٣٨) .
(٢) مجموع الفتاوى (٢٤/٤٨) والمحلى بالآثار (١٣/٢١٣) .
(٣) المغنى (٣/١٠٩) والشرح الممتع (٤/٤٩٧) .','1','211',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (207,'ثم الأخذ بقول الجمهور يمنع من تساهل الناس في قصر الصلاة وإفطار رمضان في أدنى خروج وأيسره.
وعلى هذا فإن الطيارين الذين يقومون بالدوريات يقصرون الصلاة إذا كانوا في سفر مسافته أربعة برد (ثمانية وأربعون ميلا) تقريبا فأكثر. وإن لم يكن ذلك فلا يجوز لهم القصر (١) والله أعلم.
<span data-type="title" id=toc-62>الفرع الثاني
قصر الصلاة في السفن الحربية الثابتة في البحر</span>
إذا كانت السفن الحربية ثابتة في عرض البحر وقد بعدت عن قواعدها مسافة القصر على ما رجحناه المسألة السابقة، فهل يأخذ المجاهدون على هذه السفن بأحكام السفر ومن ذلك قصر الصلاة ما داموا ثابتين أم ينقطع حكم سفرهم بثبوتهم في عرض البحر؟ لا يخلو حال المجاهدين على هذه السفن أن ينووا الإقامة مدة معينة باختيارهم وهم في حال سلم، أو لا ينووا الإقامة مدة معينة وهم في حال حرب، أو إقامة اضطرارية.
فأما الحالة الأولى: وهي أن ينووا الإقامة مدة معينة باختيارهم وهم في حال سلم وأمن، فقد اختلف الفقهاء في نية الإقامة مدة معينة هل تقطع أحكام السفر أم لا؟ إلى قولين:
القول الأول: أن نية الإقامة مدة معينة تقطع أحكام السفر وعلى هذا لا يجوز الأخذ بأحكام السفر فلا يجوز لهم قصر الصلاة، قال بهذا جمهور الفقهاء من الأئمة الأربعة وغيرهم (٢) .
_________
(١) وبهذا أفتت اللجنة الدائمة للبحوث العلمية والافتاء بالفتوى رقم ١٦٦٠ في ... (١٧/٧/٩٧ هـ) من ملف الفتاوى بالشئون الدينية في وزارة الدفاع.
(٢) بدائع الصنائع (١/٢٦٨) والاختيار للموصلي (١/٧٩) والمعونة (١/٢٧٠) والمدونة ... (١/١١٩) وبداية المجتهد (١/١٧٢) والمجموع (٤/٢٤١) والوسيط (٢/٢٤٥) والأم ... (١/١٨٦) والمستوعب (٢/٣٩١) والشرح الكبير (١/٤٣٩) والمبدع (٢/١١٣) .','1','212',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (208,'ثم اختلف أصحاب هذا القول في مقدار المدة التي إذا نوى المسافر إقامتها انقطع عنه حكم السفر إلى أقوال:
فذهب الحنفية إلى أن المسافر إذا نوى الإقامة خمسة عشر يوما فأكثر انقطع حكم سفره، وعلى هذا لا يجوز له قصر الصلاة، ولا الأخذ بأحكام السفر الأخرى (١) لكنهم شرطوا أن يكون المكان الذي أقام فيه المسافر صالحا للإقامة، وعلى هذا الشرط لا يصح عندهم أن تكون السفن مكانا صالحا للإقامة، لأن السفن ليست موضعا صالحا للقرار في الأصل.
وعلى هذا يجوز لمن كانوا على السفن أن يأخذوا بأحكام السفر ومن ذلك قصر الصلاة وإن نووا الإقامة (٢) . ولا دليل على هذا التفريق.
وذهب المالكية (٣) والشافعية (٤) ورواية عند الحنابلة (٥) إلى أن المسافر إذا نوى إقامة أربعة أيام فأكثر أتم صلاته ولم يجز له القصر، ولا فرق بين الإقامة في البر أو البحر. واستدلوا بأن النبي - صلى الله عليه وسلم - رخص للمهاجرين في الإقامة بمكة بعد قضاء النسك ثلاثة أيام، بعد أن كان محرما عليهم.
عن علاء بن الحضرمي - رضي الله عنه - (٦) قال: قال رسول الله - صلى الله عليه وسلم - «ثلاث للمهاجر بعد الصدر» (٧) .
_________
(١) بدائع الصنائع (١/٢٦٨) والاختيار للموصلي (١/٧٩) .
(٢) بدائع الصنائع (١/٢٧١) وتحفة الفقهاء (١/١٥١) .
(٣) المدونة (١/١١٩) وبلغه السالك (١/١٧٢)
(٤) المجموع (٤/٢٤١) والأم (١/١٨٦) .
(٥) المغني لابن قدامة (٣/١٤٨) والإنصاف (٢/٣٢٩) .
(٦) هو: العلاء بن الحضرمي واسم الحضرمي عبد الله وقيل: غير ذلك بن عباد بن أكبر بن ربيعة الحضرمي، وهو من حضرموت، ولاه النبي - صلى الله عليه وسلم - البحرين، وأقره أبو بكر في خلافته عليها، ثم عمر، يقال: أنه كان مجاب الدعوة، توفي سنة ١٤ هـ وقيل سنة ٢١ هـ انظر: أسد الغابة (٣/٥٧١) ت رقم (٣٧٣٩) الإصابة (٤/٤٤٥) ت رقم (٥٦٥٨) .
(٧) صحيح البخاري مع الفتح، كتاب مناقب الأنصار، باب إقامة المهاجر بمكة بعد قضاء نسكه، ح (٣٩٣٣) وصحيح مسلم بشرح النووي كتاب الحج، باب جواز الإقامة بمكة للمهاجر ح (١٣٥٢) .','1','213',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (209,'وجه الدلالة: أن أقل إقامة للمسافر لا ينقطع بها سفره ثلاثة أيام. قال في الأم: (فأشبه ما قال رسول الله - صلى الله عليه وسلم - من مقام المهاجر ثلاثا حد مقام السفر وما جاوزه كان مقام الإقامة) (١) .
وقال في فتح الباري: (ويستنبط من ذلك أن إقامة ثلاثة أيام لا تخرج صاحبها عن حكم المسافر) (٢) .
ونوقش هذا الاستدلال: بأنه لا حجة في هذا لا بنص ولا بإشارة إلى المدة التي إذا اقامها المسافر أتم. ثم قياس إقامة المسافر على المهاجر باطلة، لأن المسافر أن يقيم أكثر من ثلاث بدون كراهية، بخلاف المهاجر فلا تناسب بين الإقامتين (٣) .
وذهب الإمام أحمد في المشهور عنه إلى أن من نوى إقامة مدة يصلي فيها أكثر من إحدى وعشرين صلاة أتم، وإلا قصر (٤) وهي بالأيام أربعة، فإن زاد على ذلك أتم.
واستدل على ذلك: بأن النبي - صلى الله عليه وسلم - قدم مكة في حجة الوداع لأربع خلون من ذي الحجة (٥) فأقام في مكة أربعة أيام يقصر الصلاة وخرج في اليوم الثامن بعد أن صلى صلاة الصبح إلى مني، فإقامته بمكة أربعة أيام يقصر الصلاة وعددها عشرون صلاة
_________
(١) الأم (١/١٨٦) .
(٢) فتح الباري شرح صحيح البخاري (٧/٣٤٠) .
(٣) المحلى بالآثار لابن حزم (٣/٢١٨) .
(٤) المستوعب (٢/٣٩١) والشرح الكبير (١/٤٣٩) والمبدع (٢/١١٣) والكافي في فقه الإمام أحمد (١/٢٣١) .
(٥) صحيح البخاري مع الفتح كتاب تقصير الصلاة باب كم أقام النبي - صلى الله عليه وسلم - في حجته ح رقم (١٠٨٥) .','1','214',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (210,'وصبح يوم التروية تمام إحدى وعشرين صلاة، فدل على أن من أقام إحدى وعشرين صلاة قصر، ومن زاد على ذلك أتم (١) .
ونوقش بأنه لا دليل على أن مدة الإقامة أربعة أيام أو أكثر، فإنه - صلى الله عليه وسلم - قدم إلى مكة صبح رابعة من ذي الحجة، وكان يصلي ركعتين، ثم لو قدم صبح ثالثة أو ثانية أكان يتم، ويأمر أصحابه بالإتمام؟ ليس في قوله وعمله ما يدل على ذلك (٢) .
وذهب ابن حزم إلى أن من أقام عشرين يوما فأقل، فإنه يقصر ولا بد، ومن زاد على ذلك مدة صلاة واحدة فأكثر أتم ولا بد (٣) .
لحديث جابر رضي الله عنه (أن النبي - صلى الله عليه وسلم - أقام بتبوك (٤) عشرين يوما يقصر الصلاة) (٥) .
_________
(١) الكافي في فقه الإمام أحمد (١/٢٣١) والمغنى لابن قدامة (٣/١٥٠) والمسائل الفقهية ... (١/١٧٨) .
(٢) مجموع الفتاوى (٢٤/١٣٨) .
(٣) المحلى بالآثار لابن حزم ص ٥١.
(٤) تبوك: موضع بين وادي القرى والشام، وقيل: بين الحجر وأول الشام، وتقع بين جبل حسمي غربا وجبل شرورى شرقا، توجه إليها النبي - صلى الله عليه وسلم - سنة ٩ هـ وهي أخر غزواته، وهي الآن مدينة سعودية قرب الحدود الشمالية للمملكة العربية السعودية بينها وبين المدينة (٦٨٠) كيلوا فيها كل المرافق المختلفة. انظر: معجم البلدان (١/١٧) ت رقم ... (٢٤٤٥) وتوضيح الأحكام (٢/٢٠٣) .
(٥) أخرجه أبو داود في سننه مع شرحها عون المعبود، كتاب الصلاة، باب إذا أقام بأرض العدو يقصر، ح رقم (١٢٣٢) وصححه ابن حزم في المحلى (٣/٢٢١) وصححه النووي، قال في المجموع: رواية المسند تفرد بها معمر بن راشد وهو إمام مجمع على جلالته وباقي الإسناد صحيح على شرط البخاري ومسلم فالحديث صحيح. المجموع ... (٤/٢٤٠) وأخرجه ابن حجر في بلوغ المرام، باب صلاة المسافر والمريض ح رقم ... (٤٦٢) وقال: رواته ثقات، إلا أنه اختلف في وصله، وصححه ابن حبان. انظر الإحسان بترتيب صحيح ابن حبان، باب ذكر الإباحة للمسافر إذا أقام في منزل أو مدينة، ح رقم (٢٧٣٨) .','1','215',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (211,'ونوقش هذا: بأن النبي - صلى الله عليه وسلم - أقام بتبوك عشرين يوما يقصر الصلاة، ولم يقل للأمة لا يقصر أحد الصلاة إذا أقام أكثر من ذلك، ولكن اتفقت إقامته هذه المدة، وهذه الإقامة في حال السفر لا تخرج عن حكم السفر، سواء طالت أو قصرت إذا كان غير مستوطن ولا عازم على الإقامة بذلك الموضع (١) .
القول الثاني: عدم التحديد بمدة معينة إذا أقامها المسافر تنقطع عندها أحكام السفر، وإنما الناس مسافر فيترخص برخص السفر، أو مقيم لا يأخذ برخص السفر وهذا قول ابن تيمية، واختار هذا القول الشيخ عبد الرحمن السعدي رحمه الله، والشيخ ابن عثيمين وغيرهما من أهل العلم (٢) .
واستدلوا: بأنه لا دليل على التحديد بمدة معينة إذا أقامها المسافر تنقطع عندها أحكام السفر.
قال ابن تيمية رحمه الله: (فمن جعل للمقيم حدا من الأيام إما ثلاثة وإما أربعة وإما عشرة وإما اثني عشر وإما خمسة عشر فإنه قال قولا لا دليل عليه) (٣) .
وقال في موضع أخر: (والتمييز بين المقيم والمسافر بنية أيام معدودة بعينها ليس هو أمرا معلوما لا بشرع ولا بلغة ولا بعرف) (٤) .
وقال الشيخ ابن عثيمين حفظه الله: لم يحدد الله في كتابه ولا رسوله - صلى الله عليه وسلم - المدة التي ينقطع بها حكم السفر. فمن القرآن قوله تعالى: {وَإِذَا ضَرَبْتُمْ فِي الأرْضِ فَلَيْسَ
_________
(١) زاد المعاد (٣/٥١٦) .
(٢) مجموع الفتاوى (٢٤/١٣٧) والمختارات الجليلة لابن سعدي ص٦٦ والشرح الممتع لابن عثيمين (٤/٥٣١) .
(٣) مجموع الفتاوى (٢٤/١٣٧) .
(٤) المرجع السابق.','1','216',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (212,'عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ} [النساء: ١٠١] .
وهذا خطاب عام يشمل كل ضارب، ومن المعلوم أن الضارب في الأرض أحيانا يحتاج إلى مدة، قال تعالى: {وَآَخَرُونَ يَضْرِبُونَ فِي الأرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآَخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ وَأَقِيمُوا الصَّلاةَ وَآَتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضًا حَسَنًا وَمَا تُقَدِّمُوا لأنْفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [المزمل: ٢٠] فالذين يضربون في الأرض للتجارة مثلا، هل يكفيهم أن يقيموا أربعة أيام فأقل في البلد؟ ربما يكفيهم وربما لا يكفيهم (١) .
ومن السنة: أن النبي - صلى الله عليه وسلم - اقام مددا مختلفة يقصر فيها، فأقام في تبوك عشرين يوما يقصر الصلاة (٢) وأقام في مكة عام الفتح تسعة عشر يوما يقصر الصلاة (٣) وأقام في مكة عام حجة الوداع عشرة أيام يقصر الصلاة. سئل أنس رضي الله عنه كم أقمتم في مكة؟ أي في حجة الوداع قال: (أقمنا بها عشرا) (٤) .
مناقشة هذا القول:
أولا: ما قاله ابن تيمية رحمه الله يمكن حمله على المسافر الذي أقام وليس له نية إقامة معينة كالمقيم في حال الجهاد أثناء سفره، أو المقيم لحاجة لا يدري متى تنتهي، أو المقيم مكرها، ونحو ذلك.
_________
(١) الشرح الممتع (٤/٥٣٣) .
(٢) سبق تخريجه.
(٣) صحيح البخاري مع الفتح، كتاب المغازي باب مقام النبي - صلى الله عليه وسلم - بمكة زمن الفتح، ح رقم (٤٢٩٨) .
(٤) أخرجه البخاري في صحيحه مع الفتح، كتاب تقصير الصلاة، باب ما جاء في التقصير وكم يقيم حتى يقصر، ح رقم (١٠٨١) ومسلم بشرح النووي كتاب صلاة المسافرين وقصرها ح رقم (٦٩٣) .','1','217',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (213,'ويؤيد هذا ما جاء عنه حيث قال: (وأما من قال غدا أسافر أو بعد غد أسافر ولم ينو المقام، فإنه يقصر أبدا فإن النبي - صلى الله عليه وسلم - أقام بمكة بضع عشر يوما يقصر الصلاة وأقام بتبوك عشرين ليلة يقصر الصلاة) (١) .
ثانيا: استدلال الشيخ ابن عثيمين بالقرآن والسنة نوقش بما يلي:
١- صحيح أن الآية عامة في عموم الضارب في الأرض، فهي تدل على أن لكل ضارب القصر، وإنما المخالفة في جعل الإقامة نوع من أنواع السفر الذي دل عليه عموم الآية، فالله عز وجل لما علق حكم القصر في الآية على الضارب دون المقيم، والمقيم نقيض الضارب كما قال تعالى: {وَيَوْمَ إِقَامَتِكُمْ} [النحل: ٨٠] . فلا يصح إذا أن تكون الآية دليلا على أمرين متناقضين وهما القصر حال الضرب، والقصر لمن توقف ضربه وصار مقيما (٢) .
٢- أن إقامة النبي - صلى الله عليه وسلم - بتبوك وبمكة عام الفتح كانتا بسبب الجهاد وليستا إقامة مقصودة من قبل معلومة البداية والنهاية، أما إقامته بمكة عام حجة الوداع فإنها إقامة مقصودة معلومة البداية والنهاية لمعرفة الرسول - صلى الله عليه وسلم - الطريق بين مكة والمدينة، وكم من الزمن يحتاجه المسافر لقطعه ولمعرفة وقت الذهاب إلى مني، وبهذا حمل الجمهور كل حديث على ما دل عليه (٣) .
_________
(١) مجموع الفتاوى (٢٤/١٧) .
(٢) قصر الصلاة للمغتربين ص (٩٨، ٩٩) .
(٣) مجموع الفتاوى (٢٤/١٣٧) والمختارات الجليلة لابن سعدي ص (٦٦) والشرح الممتع لابن عثيمين (٤/٥٣١) .','1','218',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (214,'فالمدة التي قصر فيها بسبب الجهاد محمولة على أنه لم ينو الإقامة لظروف الجهاد، والمدة التي قصر فيها بسبب الإقامة المقصودة محمولة على القصر أربعة أيام فأقل، كما فعل النبي - صلى الله عليه وسلم - في إقامته بمكة في حجة الوداع.
الترجيح
بعد عرض الأقوال وأدلتها ومناقشة الأدلة يظهر أن الراجح قول الجمهور، أن التحديد بمدة معينة إذا نوى المسافر إقامتها تنقطع بها أحكام السفر، فلا يقصر الصلاة، لأن الأصل إتمام الصلاة والقصر إنما هو في حال السفر فإذا انقطع السفر بنية الإقامة انقطعت أحكامه.
والراجح في مقدار مدة الإقامة التي ينقطع بها السفر، هو ما ذهب إليه الحنابلة على المذهب أنه إذا نوى الإقامة باختياره أكثر من أربعة أيام فإن سفره ينقطع لأن النبي - صلى الله عليه وسلم - مكث في مكة بالأبطح (١) أربعة أيام يقصر الصلاة، فمن زاد على أربعة أيام، انقطع سفره، ولأن في ذلك احتياطا في العبادة.
وأما ما ذهب إليه المالكية، والشافعية أن من أقام أربعة أيام فأكثر يتم الصلاة واستدلالهم بمقام النبي - صلى الله عليه وسلم - بالأبطح، فإن ذلك مبني على أنهم لم يحسبوا يوم الرابع وهو يوم الدخول، ويوم الثامن وهو يوم الخروج، فجعلوا أكثر مدة يقصر عندها ثلاثة أيام تامة. وهذا الإخراج لا دليل عليه.
والمقام في المراسي في البحر كالمقام في البر لا يختلف (٢) إلا عند الحنفية، فلم يعتبروا السفن مكانا صالحا للإقامة وسبق بيان قولهم.
_________
(١) مكان معلوم بمكة، والأبطح والبطحاء الرمل المنبسط على وجه الأرض، انظر: معجم البلدان (١/٩٥) ت رقم (١٣١) ومعجم ما استعجم (١/٨٧) .
(٢) الحاوي الكبير (٢/٣٧٥) والأم (١/١٨٨) .','1','219',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (215,'إذا تقرر هذا، فإن المجاهدين على السفن الحربية الثابتة في عرض البحر إذا نووا الإقامة باختيارهم وهم في حال السلم أكثر من أربعة أيام فإنهم لا يقصرون الصلاة ولا يترخصون برخص السفر الأخرى، لأن سفرهم قد انقطع بهذه الإقامة، وإن نووا الإقامة أربعة أيام فأقل كان لهم الأخذ برخص السفر ومن ذلك قصر الصلاة، والله أعلم.
أما الحالة الثانية:
وهي: أن المجاهدين على هذه السفن الثابتة في البحر لم ينووا الإقامة مدة معينة، وهم في حال قتال يمكن أن يتحولوا عن أماكنهم في أي وقت حسب ما تدعوا إليه الحاجة، فإن سفرهم في هذه الحالة لا ينقطع بإقامتهم وإن طالت، ولهم قصر الصلاة والأخذ برخص السفر الأخرى، وإقامتهم في البحر كالإقامة في البر في حال الجهاد في سبيل الله، وهذا قول جمهور الفقهاء (١) .
جاء في حاشية الخرشي (٢) : (العسكر يقصرون الصلاة بدار الحرب وإن نووا الإقامة مدة طويلة) (٣) .
وجاء في المستوعب وغيره: (ومن نوى الإقامة لحاجة لا يعلم أنها تنقضي، كمن ينتظر خروج القافلة، أو استواء الريح إن كان سفره في البحر، أو انفتاح الحصن إن كان محاصرا له بحق، أو انقضاء الحرب إن كان محاربا بحق، قصر أبدا ولو أقام سنتين) (٤) .
_________
(١) بدائع الصنائع (١/٢٧١) والبحر الرائق (٢/٢٣٤) والمدونة (١/١١٩) وبداية المجتهد ... (١/١٧٢) والمجموع (٤/٢٤١) والوسيط (٢/٢٤٦) والمستوعب (٢/٣٩٢) والمبدع ... (٢/١١٤) ومجموع الفتاوى (٢٤/١٧، ١٨) .
(٢) هو الإمام محمد بن عبد الله بن علي، أبو عبد الله الخرشي المالكي. ولد سنة ١٠١٠ هـ وتوفي سنة ١١٠١ هـ له من التصانيف: الدرر السنية على حل ألفاظ الأجرومية، وشرح مختصر الشيخ خليل في الفروع وله الفوائد السنية شرح مقدمة السنوسية. انظر الديباج المذهب لابن فرحون ص ١١٥.
(٣) حاشية الخرشي (٢/٢١٩) .
(٤) المستوعب (٢/٣٩٢) وانظر: المبدع (٢/١١٤) والشرح الكبير (١/٤٤١) .','1','220',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (216,'وجاء في المجموع: (إقامة المحارب على القتال بحق فيه قولان مشهوران عند الشافعية أحدها يقصر أبدا) (١) .
واستدل الجمهور على ما ذهبوا إليه بما يلي:
١- عن ابن عباس رضي الله عنهما قال: (أقام النبي - صلى الله عليه وسلم - بمكة تسعة عشر يوما يصلي ركعتين) (٢) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - يوم فتح مكة قصر الصلاة الرباعية طيلة إقامته، لأنه لم ينو إقامة معينة فلا يعلم متى تنتهي الحرب. وقد فهم هذا المعنى ابن عباس رضي الله عنهما حينما سأله رجل فقال: إنا نطيل القيام بالغزو بخرسان فكيف ترى، فقال: (صلى ركعتين وإن أقمت عشر سنين) (٣) .
٢- عن جابر رضي الله عنه قال: (أقام النبي - صلى الله عليه وسلم - بتبوك عشرين يوما يقصر الصلاة) (٤) .
وجه الدلالة: أنه قصر الصلاة - صلى الله عليه وسلم - مدة إقامته وهو لم ينو تلك الإقامة، وإنما حالة الحرب دعته إلى أن يقيم هذه المدة.
٣- ولأن الإقامة نية قرار والإقامة في الجهاد ليست كذلك، لأن حال المجاهدين متردد بين القرار والفرار والتحول، فهم في حال كر وفر والحرب سجال ومباغته (٥) .
_________
(١) المجموع (٤/٢٤١) .
(٢) سبق تخريجه.
(٣) أخرجه ابن أبي شيبة في مصنفه، كتاب صلاةالتطوع والإقامة باب في المسافر يطيل المقام في المصر (٢/٣٤١) ونصب الراية (٢/١٨٥) والرجل الذي سأل هو أبي حمزة نصر بن عمران.
(٤) سبق تخريجه.
(٥) البحر الرائق (٢/٢٣٤) والاختيار للموصلي (١/٨٠) .','1','221',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (217,'وذهب الشافعية في قول ثان عندهم (١) ، أن المجاهد كغيره فلا يقصر الصلاة إذا أقام أربعة أيام فأكثر وقد نوى الإقامة، أو لم ينو. وهذا القول مخالف لما ورد عن النبي - صلى الله عليه وسلم - في غزواته، أنه أقام تسع عشر يوما في فتح مكة وعشرين يوما في تبوك يقصر الصلاة. ويمكن حمل هذا القول على حالة السلم إذا نوى إقامة معينة، وبهذا لا يحصل اختلاف مع الجمهور.
وذهب الشافعية في قول ثالث عندهم (٢) أنه يقصر المجاهد ثمانية عشر يوما، أو سبعة عشر يوما، فإن زاد على ذلك أتم، لأن النبي - صلى الله عليه وسلم - أقام بمكة عام الفتح سبعة عشر أو ثمانية عشر يوما يقصر الصلاة (٣) .
لكن الصحيح في إقامة النبي - صلى الله عليه وسلم - بمكة عام الفتح أنها تسعة عشر يوما لما سبق من حديث ابن عباس رضي الله عنهما (أنه - صلى الله عليه وسلم - أقام بمكة تسعة عشر يوما يقصر الصلاة) (٤) .
_________
(١) المبدع (٤/٢٤١) والوسيط (٢/٢٤٨) ومغني المحتاج (١/٥١٩) .
(٢) الأم (١/١٨٧) والحاوي الكبير (٢/٣٧٤) .
(٣) أخرجه أبو داود في سننه كتاب الصلاة، باب متى يتم المسافر، ح رقم (١٢٢٩) ورقم (١٢٣٠) ورقم (١٢٣٢) عن ابن عباس رضي الله عنه وأخرجه البيهقي في السنن الكبرى، كتاب الصلاة، باب المسافر يقصر ما لم يجمع مكثا، ح رقم (٥٤٥٨) ورقم ... (٥٤٦٠) ورقم (٥٤٦٢) .
(٤) سبق تخريجه وجمع بعض أهل العلم بين هذه الروايات بأن من قال تسع عشر عد يوم الدخول والخروج ومن قال: سبعة عشر لم يعد يوم الدخول والخروج ومن قال: ثمانية عشر لم يعد أحدهما، انظر: فتح الباري (٢/٧١٥) والسنن الكبرى للبيهقي (٣/٢١٦) .','1','222',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (218,'وتحديد المدة التي يقصر فيها المجاهد بثمانية عشر أو سبعة عشر يوما أو غير ذلك، لا يستقيم في حق المجاهد، لأن الحرب لا يعلم متى تنتهي، والنبي - صلى الله عليه وسلم - مكث في مكة تسعة عشر يوما مدة الفتح، ولو احتاج إلى أكثر من ذلك لبقي يقصر الصلاة، كما هو الحال في تبوك بقي عشرين يوما يقصر الصلاة.
وعلى ما تقدم يتضح رجحان ما ذهب إليه الجمهور أن المجاهد إذا لم ينو الإقامة مدة معينة كان له الأخذ برخص السفر ومن ذلك قصر الصلاة وإن طالت مدة إقامته.
إذا تقرر هذا. فإن المجاهدين على السفن الحربية الثابتة في البحر إذا لم ينووا الإقامة مدة معينة، وكانوا في حال قتال وخوف، أن لهم أن يقصروا الصلاة وإن طالت مدة إقامتهم، ويترخصوا برخص السفر الأخرى، والله أعلم.
<span data-type="title" id=toc-63>الفرع الثالث
قصر الصلاة في السفن الحربية المتحركة في البحر</span>
إذا كانت السفن الحربية المتحركة في البحر تقطع مسافة السفر الذي يجوز عندها الأخذ برخص السفر على ما سبق ترجيحه في مقدار المسافة التي يقصر عندها المسافر، فإن لهم في حال سفرهم قصر الصلاة والأخذ برخص السفر الأخرى. ولا أعلم في ذلك خلافا بين الفقهاء رحمهم الله تعالى:
جاء في المغني: أجمع أهل العلم على أن من سافر سفرا تقصر في مثله الصلاة في حج أو عمرة أو جهاد أن له أن يقصر الرباعية فيصليها ركعتين (١) .
يدل على ذلك ما يلي:
١- قوله تعالى: {وَإِذَا ضَرَبْتُمْ فِي الأرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ} [النساء: ١٠١] .
_________
(١) المغنى لابن قدامة (٣/١٥٠) وانظر: رحمة الأمة في اختلاف الأئمة ص ١١٧.','1','223',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (219,'وجه الدلالة: أن هذا عام في كل ضارب سواء في البر، أو البحر.
جاء في الأم: إذا سافر في البحر، أو النهر مسيرة يحيط العلم أنها لو كانت في البر قصرت فيها الصلاة قصر (١) .
٢- عن أنس رضي الله عنه قال: (خرجنا مع النبي - صلى الله عليه وسلم - من المدينة إلى مكة فكان يصلي ركعتين ركعتين حتى رجعنا إلى المدينة، قيل أقمتم بمكة شيئا؟ قال: أقمنا بها عشرا) (٢) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - قصر الصلاة في سفره برا من المدينة إلى أن رجع إليها، والمسافر في البحر كالمسافر في البر يقصر الصلاة. والله أعلم.
<span data-type="title" id=toc-64>الفرع الرابع
قصر الصلاة للمجاهد وهو في الأسر</span>
لا يخلو الأسير عند العدو من حالتين:
الحالة الأولى: أن يكون متنقلا مع العدو من مكان إلى مكان.
الحالة الثانية: أن يكون أسيرا في حصونهم ومقر إقامتهم.
فأما الحالة الأولى: إن كان متنقلا مع العدو من مكان إلى مكان، وكان هذا التنقل سفرا، فقد ذهب جمهور الفقهاء إلى أن له القصر (٣) لما يلي:
١- أنه مسافر سفرا بعيدا غير محرم، فأبيح له القصر (٤) .
_________
(١) الأم (١/١٨٨) .
(٢) سبق تخريجه.
(٣) فتح القدير (٢/٢٠) والبناية على الهداية (٣/٤٣) والذخيرة (٢/٣٦٤) والمغني ... (٣/١١١) والمبدع (٢/١٠٩) والمحلى (٣/٢٢٧) .
(٤) المغني (٣/١١١) والشرح الكبير (١/٤٣٢) .','1','224',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (220,'٢- ولأنه تابع لمن يقصد مسافة القصر (١) .
وذهب الشافعية إلى أنه لا يقصر إلا إذا سار مرحلتين (٢) وفي رواية عند الحنابلة أنه لا يقصر مطلقا (٣) .
لأنه غير ناو للسفر، ولا جازم به، فإن نيته أنه متى أفلت رجع (٤) .
ونوقش هذا: بأن المرأة مع زوجها والعبد مع سيده يقصرون الصلاة، مع العزم أنه لو مات الزوج أو زال ملك السيد رجعوا (٥) .
وعلى هذا فقول الجمهور هو الراجح أنه يقصر الصلاة، لأنه مسافر، ولا تشترط نية السفر، لأنه مكره عليه والترخيص في حقه أولى من غيره، والله أعلم.
الحالة الثانية: أن يكون أسيرا في حصونهم ومقر إقامتهم.
ذهب جمهور الفقهاء إلى أنه يتم الصلاة ولا يقصرها (٦) . لأنه قد انقطع سفره بإقامته (٧) ولأنه وإن لم يعزم على الإقامة فهو مسجون (٨) .
وقال ابن قدامة في المغني: يحتمل أنه لا يلزمه الإتمام، لأنه عزم أنه متى انفلت رجع فأشبه المحبوس ظلما (٩) .
_________
(١) فتح القدير (٢/٢٠) والكافي في فقه الإمام أحمد (١/٢٧٧) .
(٢) المجموع (٤/٢١٧) وروضة الطالبين (١/٣٨٧) .
(٣) الشرح الكبير (١/٤٣٢) والمبدع (٢/١٠٩) .
(٤) المجموع (٤/٢١٧) وروضة الطالبين (١/٣٨٧) والشرح الكبير (١/٤٣٢) والمبدع ... (٢/١٠٩) .
(٥) المغنى لابن قدامة (٣/١١١) .
(٦) فتح القدير (٢/٢٠) والبناية على الهداية (٣/٤٣) والذخيرة (٢/٣٦٤) والمدونة ... (١/١٢٣) وحاشية الخرشي (٢/٢١٩) والمغني (٣/١١١) والكافي في فقه الإمام أحمد (١/٢٢٧) والفروع (٢/٥٦) .
(٧) المغنى (٣/١١١) .
(٨) الذخيرة (٢/٣٦٤) والمدونة (١/١٢٣) وحاشية الخرشي (٢/٢١٩) .
(٩) المغنى لابن قدامة (٣/١١١) .','1','225',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (221,'والذي يظهر أن هذا الاحتمال قوي. لأن الأسير لم ينو الإقامة في أرض العدو، وإنما أكره على السفر وعلى الإقامة.
فحاله حال المسافر الذي أقام لأمر لا يدري متى ينتهي فالأسير في أرض العدو أولى بالترخص، فيجوز له القصر. والله أعلم.
<span data-type="title" id=toc-65>المطلب الثاني
الجمع بين الصلاتين في وقت إحداهما للمجاهد</span>
لا يخلو أن يكون المجاهد في سبيل الله إما مسافرا للجهاد أو مقيما، فإن كان مسافرا للجهاد فإنه يجوز له الجمع بين الصلاتين الظهر مع العصر والمغرب مع العشاء جمع تقديم (١) أو جمع تأخير (٢) وبهذا قال جمهور الفقهاء (٣) رحمهم الله تعالى.
_________
(١) يشترط في جمع التقديم ما يلي:
١- نية الجمع عند الإحرام، لأن كل عبادة اشترطت فيها النية اعتبرت في أولها.
٢- المولاة وهي: أن لا يفرق بينهما فترة طويلة، لأن معنى الجمع المتابعة.
٣- أن يكون العذر المبيح للجمع موجودا عند افتتاح الصلاتين وسلام الأولى.
انظر: المستوعب (٢/٤٠٤) وكشاف القناع (١/٤٩١) والمجموع (٤/٢٥٣) وروضة الطالبين (١/٣٩٦) والذخيرة (٢/٣٧٤) .
(٢) يشترط في جمع التأخير ما يلي:
١- أن ينوي الجمع في وقت الأولى، لأنه متى أخرها بدون نية صارت قضاء لا جمعا.
٢- استمرار العذر المبيح للجمع إلى دخول وقت الثانية، لأن المجوز للجمع هو العذر.
٣- الترتيب فيصلى الظهر ثم العصر والمغرب ثم العشاء.
انظر: المراجع السابقة في هامش رقم (١) .
(٣) المغنى (٣/١٢٧) والمستوعب (٢/٤٠١) وكشاف القناع (١/٤٨٨) والمبدع ... (١/١١٧) والمجموع (٤/٢٤٩) والأم (١/٧٧) وروضة الطالبين (١/٣٩٥) والمدونة ... (١/١١٦) والمعونة (١/٢٥٩) والذخيرة (٢/٣٧٤) .','1','226',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (222,'واستدلوا بما يلي:
١- عن معاذ بن جبل رضي الله عنه قال: (خرجنا مع رسول الله - صلى الله عليه وسلم - في غزوة تبوك فكان يصلي الظهر والعصر جميعا، والمغرب والعشاء جميعا) (١) .
٢- عن ابن عمر رضي الله عنهما قال: كان النبي - صلى الله عليه وسلم - يجمع بين المغرب والعشاء إذا جد به السير (٢) .
٣- عن ابن عباس رضي الله عنهما قال: (كان رسول الله - صلى الله عليه وسلم - يجمع بين صلاة الظهر والعصر إذا كان على ظهر سير ويجمع بين المغرب والعشاء) (٣) .
٤- عن أنس رضي الله عنه قال: (كان النبي - صلى الله عليه وسلم - يجمع بين صلاة المغرب والعشاء في السفر) (٤) .
٥- عن أنس بن مالك رضي الله عنه قال: (كان النبي - صلى الله عليه وسلم - إذا ارتحل قبل أن تزيغ الشمس أخر الظهر إلى وقت العصر، ثم يجمع بينهما، وإذا زاغت صلى الظهر ثم ركب) (٥) .
_________
(١) صحيح مسلم بشرح النووي، كتاب صلاة المسافرين وقصرها، باب الجمع بين الصلاتين، ح رقم ٥٢ (٧٠٦) ورقم (٥٣ (٧٠٦)) .
(٢) صحيح البخاري مع الفتح كتاب تقصير الصلاة، باب الجمع في السفر بين المغرب والعشاء، ح رقم (١١٠٦) وصحيح مسلم بشرح النووي، كتاب صلاة المسافرين، باب جواز الجمع بين الصلاتين في السفر، ح رقم (٤٢) (٧٠٣) ورقم ٤٣ (٧٠٣) ورقم (٤٤) (٧٠٣) ورقم (٤٥) (٧٠٣) .
(٣) صحيح البخاري مع الفتح، كتاب تقصير الصلاة، باب الجمع في السفر بين المغرب والعشاء، ح رقم (١١٠٧) .
(٤) صحيح البخاري مع الفتح، كتاب تقصير الصلاة، باب الجمع في السفر بين المغرب والعشاء ح رقم (١١٠٨) وصحيح مسلم بشرح النووي كتاب كتاب صلاة المسافرين وقصرها باب جواز الجمع بين الصلاتين في السفر، ح رقم ٤٦ (٧٠٤) ورقم ٤٧ ٧٠٤.
(٥) صحيح البخاري مع الفتح، كتاب تقصير الصلاة، باب الجمع في السفر بين المغرب والعشاء ح رقم (١١١١) .','1','227',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (223,'وذهب الحنفية إلى أنه لا يجوز الجمع بين صلاتين في وقت إحداهما، إلا في عرفة فيجمع فيها بين الظهر والعصر، وبمزدلفة فيجمع فيها بين المغرب والعشاء، لاتفاق رواة نسك رسول الله - صلى الله عليه وسلم - أنه فعله (١) .
واستدلوا بما يلي:
١- قوله تعالى: {إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا} [النساء: ١٠٣] .
أي فرضا مؤقتا لا يجوز تأخيرها عنه.
٢- عن أبي قتادة عن النبي - صلى الله عليه وسلم - أنه قال: (أما إنه ليس في النوم تفريط إنما التفريط على من لم يصل الصلاة حتى يجيء وقت الصلاة الأخرى..) (٢) .
ونوقش الاستدلال بالآية وحديث أبي قتادة: بأن ذلك عام في المحافظة على المواقيت في الحضر والسفر، وأحاديث الجمع خاصة بالسفر فقدمت (٣) .
٣- عن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - (من جمع بين صلاتين من غير عذر فقد أتى بابا من أبواب الكبائر) (٤) .
_________
(١) بدائع الصنائع (١/٣٢٧) والمبسوط (١/١٤٩) .
(٢) صحيح مسلم بشرح النووي، كتاب المساجد ومواضع الصلاة باب قضاء الصلاة الغائبة ح رقم (٦٨١) جزء من حديث طويل.
(٣) المجموع (٤/٢٥٢) والمغنى (٣/١٢٩) .
(٤) أخرجه الترمذي في سننه، كتاب الصلاة، باب ما جاء في الجمع بين الصلاتين في الحضر، ح رقم (١٨٨) وقال: في سنده حنش أبو علي الرحبي وهو ضعيف عند أهل الحديث ضعفه أحمد وغيره، قال في تحفة الأحوذي حديث ابن عباس ضعيف جدا (١/٤٩٤) .
وصححه الحاكم في المستدرك، كتاب الصلاة ح رقم (١٠٢٠) ج (١/٤٠٩) وقال حنش الرحبي ثقة، قال الذهبي معقبا على توثيق الحاكم، بل ضعفوه انظر: التلخيص بهامش المستدرك (١/٤٠٩) وانظر ترجمة أبي علي الرحبي في تهذيب التهذيب (٢/٣١٣) ت ... (٦٢٣) .','1','228',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (224,'ونوقش هذا الحديث بأنه ضعيف والروايات الصحيحة عن ابن عباس رضي الله عنهما في الجمع بين الصلاتين وعلى فرض صحته، فإن السفر عذر يجيز الجمع بين الصلاتين (١) .
٤- القياس: ووجهه أنه لا يجمع بين العشاء والفجر ولا بين الفجر والظهر لاختصاص كل منهما بوقت منصوص عليه شرعا، فكذلك الظهر مع العصر والمغرب مع العشاء (٢) .
ونوقش هذا: بأن الأدلة جاءت في الجمع بين الظهر مع العصر والمغرب مع العشاء فلا جمع مع الفجر بأي حال، ولا خلاف بين الأمة في تحريم ذلك (٣) والقياس مع النص باطل.
وتأول الحنفية الأخبار الواردة في الجمع بين الصلاتين التي استدل بها الجمهور، بأن الجمع بين الصلاتين كان فعلا لا وقتا، وبيان الجمع فعلا أن المسافر يؤخر الظهر إلى آخر الوقت ثم ينزل فيصلي الظهر ثم يمكث ساعة حتى يدخل وقت العصر فيصليها في أول الوقت، وكذا يؤخر المغرب إلى آخر الوقت، ثم يصليها آخر الوقت والعشاء في أول الوقت جامعا بينهما فعلا (٤) .
والجواب عن هذا التأويل ما يلي:
١- أن الجمع رخصة، فلو كان على ما ذكروه من الجمع الصوري بين الصلاتين في آخر وقت الأولى وأول وقت الثانية لكان أعظم ضيقا من الإتيان بكل صلاة في وقتها، لأن أوائل الأوقات وآخرها مما لا يدركه أكثر الخاصة فضلا عن العامة.
_________
(١) المجموع (٤/٢٥٢) وتحفة الأحوذي (١/٤٩٤) .
(٢) المبسوط (١/١٤٩) وبدائع الصنائع (١/٣٢٨) .
(٣) المغني (٣/١٢٩) .
(٤) المرجعان السابقان في هامش رقم (٢) .','1','229',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (225,'٢- أن الأخبار جاءت صريحة بالجمع في وقت إحدى الصلاتين، وذلك هو المتبادر إلى الفهم من لفظ الجمع.
٣- أنه يرد على الجمع الصوري الذي قالوا به جمع التقديم (١) .

الترجيح
الذي يظهر أن الراجح ما ذهب إليه الجمهور من جواز الجمع بين الظهر مع العصر والمغرب مع العشاء في وقت إحداهما للمسافر مجاهدا كان أو غير مجاهد، لما سبق من الأدلة الثابتة في الجمع بين الصلاتين في وقت إحداهما والتي لا تحتمل تأويل. والله أعلم.
أما إن كان المجاهد مقيما فقد اختلف الجمهور القائلون بجواز الجمع بين الصلاتين للمسافر، في جواز الجمع للمجاهد المقيم بسبب الخوف من العدو إلى قولين:
القول الأول: يجوز له الجمع وهذا القول ظاهر كلام الإمام أحمد (٢) وهو قول عند المالكية (٣) وقول عند الشافعية (٤) .
واستدلوا بما يلي:
١- عن ابن عباس رضي الله عنهما قال: (صلى رسول الله - صلى الله عليه وسلم - الظهر والعصر جميعا، والمغرب والعشاء جميعا في غير خوف ولا سفر) (٥) .
وفي رواية (في غير خوف ولا مطر) (٦) .
_________
(١) فتح الباري (٢/٧٣٨) ونيل الأوطار (٣/١٣) والأوسط في السنن (٢/٤٢٨) والمغنى ... (٣/١٢٩) .
(٢) الإنصاف (٢/٣٥٩) كشاف القناع (١/٤٨٩) والمبدع (١/١١٨) .
(٣) الذخيرة (٢/٣٧٥) .
(٤) المجموع (٤/٢٦٣) وروضة الطالبين (١/٤٠١) .
(٥) صحيح مسلم النووي، كتاب صلاة المسافرين وقصرها، باب الجمع بين الصلاتين في الحضر، ح رقم (٤٩) (٧٠٥) .
(٦) المرجع السابق في الهامش رقم (٥) ح رقم (٥٤) (٧٠٥) .','1','230',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (226,'وجه الدلالة: أنه لما جاز الجمع للمقيم الآمن، فالخائف يجوز له الجمع من باب أولى.
٢- أن حاجة الخائف للجمع آكد من حاجة الممطور (١) .
القول الثاني: لا يجوز له الجمع وبهذا قال الشافعية في المشهور (٢) وهو قول عند الحنابلة (٣) وقول للمالكية (٤) .
واستدلوا بما يلي:
١- أن أدلة المواقيت لا يجوز مخالفتها إلا بنص صريح (٥) ولا نص صريح يخالفها.
٢- أن الجمع للخوف لا وجه له، لأن صلاة الخوف مشروعة وهي أولى من الجمع (٦) .
الترجيح
الذي يظهر أن القول الأول هو الراجح، في أنه يجوز للمجاهد المقيم الجمع بين الصلاتين للخوف من العدو لما يأتي:
١- حديث ابن عباس رضي الله عنهما فهو نص في جواز الجمع في الإقامة دون خوف ولا سفر، ففي الخوف من باب أولى.
٢- أن مشروعية صلاة الخوف لا يعني عدم جواز الجمع، لأن المجاهد في حال شدة الخوف قد يؤخر الصلاة حتى خروج وقتها، وتأخيرها بنية الجمع أولى والله أعلم.
_________
(١) شرح صحيح مسلم (٥/٢٢٦) .
(٢) المجموع (٤/٢٦٣) وروضة الطالبين (١/٤٠١) وحلية العلماء (٢/٢٤١) .
(٣) وصف بأنه الصحيح من المذهب انظر المغني (٣/١٣٧) والإنصاف (٢/٣٣٩) .
(٤) الذخيرة (٢/٣٧٥) وعارضة الأحوذي (٢/٢٤٥) .
(٥) المجموع (٤/٢٦٣) والمغني (٣/١٣٧) .
(٦) عارضة الأحوذي (٢/٢٤٥) .','1','231',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (227,'<span data-type="title" id=toc-66>المبحث الثالث
أحكام المجاهد في الجنائز </span>وفيه خمسة مطالب:
<span data-type="title" id=toc-67>المطلب الأول: ما يستحق به المجاهد وصف الشهادة</span>.
المطلب الثاني: غسل الشهيد.
المطلب الثالث: تكفين الشهيد.
المطلب الرابع: الصلاة على الشهيد.
المطلب الخامس: دفن الشهيد
المطلب الأول
ما يستحق به المجاهد وصف الشهادة وفيه سبعة فروع
الفرع الأول: التعريف بالشهيد.
الفرع الثاني: موت المجاهد بعد خروجه للجهاد وقبل المعركة.
الفرع الثالث: موت المجاهد في الأسر.
الفرع الرابع: موت المجاهد بعد انتهاء المعركة.
الفرع الخامس: موت المجاهد متأثرا بإصابته في المعركة.
الفرع السادس: قتله خطأ في المعركة.
الفرع السابع: قتل المجاهد نفسه خطأ.','1','232',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (228,'<span data-type="title" id=toc-68>الفرع الأول
التعريف بالشهيد</span>
أولا: الشهيد في اللغة:
الشهيد وزن فعيل من الفعل شهد، والفعل شهد يدل على معان عدة، قال في معجم مقابيس اللغة: الشين والهاء والدال أصل، يدل على حضور وعلم إعلام، والشهيد القتيل في سبيل الله (١) .
وجاء في لسان العرب: والشهيد في الأصل من قتل مجاهدا في سبيل الله، ثم اتسع فيه فأطلق على من سماه النبي - صلى الله عليه وسلم - من المبطون والغريق ونحوه (٢) وجاء في المصباح المنير: الشهيد من قتله الكفار في المعركة (٣) .
فالشهيد في اللغة عام يطلق على شهيد المعركة مع الكفار، وعلى غيره.
ثانيا: الشهيد عند الفقهاء.
عرفه الحنفية بأنه: من قتله المشركون أو وجد في المعركة وبه أثر الجراحة، أو قتله المسلمون ظلما ولم تجب بقتله دية (٤) أو قتل مدافعا عن نفسه، أو ماله، أو أهله، أو أحد من المسلمين أو أهل الذمة (٥) .
_________
(١) معجم مقاييس اللغة (٣/٢٢١) مادة شهد.
(٢) لسان العرب (٣/٢٤٢) مادة شهد.
(٣) المصباح المنير ص ٣٢٤ (مادة شهد) .
(٤) اللباب في شرح الكتاب (١/١٣٣) والاختيار للموصلي (١/٩٧) .
(٥) بدائع الصنائع (٢/٧٠) .','1','233',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (229,'وعرفه المالكية بأنه: من قتل في قتال الحربيين (١) فقط ولو ببلد الإسلام (٢) بأن غزا الحربيون المسلمين، أو لم يقاتل بأن كان غافلا، أو نائما أو قتله مسلما يظنه كافرا، أو داسته الخيل، أو رجع عليه سيفه أو سهمه أو تردى في بئر أو سقط من شاهق حال القتال (٣) .
وعرفه الشافعية بأنه: من مات بسبب قتال الكفار حال قيام القتال سواء قتله كافر، أو أصابه سلاح مسلم خطأ، أو عاد إليه سلاح نفسه، أو سقط عن فرسه، أو رمحته دابته فمات، أو وطئته دواب المسلمين، أو غيرهم أو أصابه سهم لا يعرف هل رمى به مسلم أو كافر، أو وجد قتيلا عند انكشاف الحرب ولم يعلم سبب موته، سواء كان عليه أثر دم أم لا، وسواء مات في الحال أم بقي زمنا ثم مات بذلك السبب قبل انقضاء الحرب، وسواء أكل أو شرب أو أوصى أم لم يفعل شيئا من ذلك (٤) .
وعرفه الحنابلة بأنه: من مات بسبب القتال مع الكفار وقت قيام القتال (٥) .
_________
(١) قال ابن القاسم: إن قتيل الحربى في غير معركة يغسل ويصلي عليه بلغة السالك ... (١/٢٠٤) .
(٢) المشهور أنه لا يغسل ولا يصلي عليه ومقابل المشهور أنه يغسل ويصلي عليه لأن درجته في بلاد الإسلام انحطت عن درجة الشهيد الذي دخل بلاد العدو، حاشية الخرشي (٢/٣٦٩) .
(٣) الشرح الكبير بهامش حاشية الدسوقي (١/٤٢٥) والذخيرة (٢/٤٧٦) وحاشية الخرشي (٢/٣٦٩) .
(٤) المجموع (٥/٢٢١) والحاوي (٣/٣٥) والوسيط (٢/٣٧٧) وذكر في المجموع وجها محكيا عن أبي حامد الجويني أن من رجع إليه سلاحه نفسه أو وطئته دابة، أو تردى في بئر ونحو ذلك حال القتال أنه ليس بشهيد فيغسل ويصلي عليه، قال النووي: والصواب الأول، أي أنه لا يغسل ولا يصلي عليه (٥/٢٢١) .
(٥) كشاف القناع (١/٥٧٤) وشرح منتهى الإرادات (١/٥٧٦) .','1','234',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (230,'وعرفه ابن حزم بأنه: المقتول بأيد المشركين خاصة في سبيل الله عز وجل في المعركة خاصة (١) .
والذي يظهر من تعريف الفقهاء للشهيد أن مرادهم، الشهيد الذي تطبق عليه الأحكام الدنيوية فلا يغسل، ولا يصلي عليه، ويدفن في ثيابه التي قتل فيها، ولا بد لحصول لذلك من قيدين.
الأول: أن يقتل في المعركة أو ما يسمى (مسرح العمليات) (٢) سواء كان في البر، أو البحر، أو الجو، وبهذا القيد يخرج من مات في غير المعركة، أو جرح في المعركة ومات بعد انتهاء الحرب وفي هذا تفصيل سيأتي إن شاء الله.
الثاني: أن يكون قتيل حرب الكفار، وبهذا القيد يخرج ما لو قتله المسلمون، كأهل البغي فإنه لا يعتبر شهيد، فيغسل ويكفن ويصلى عليه (٣) .
وهذان القيدان تحققا في تعريف الجمهور للشهيد:
أما ما ذهب إليه الحنفية من أن المقتول ظلما ولم تدفع ديته، أوالمقتول دفاعا عن ماله، أو عرضه، أو نفسه، أو أحد من المسلمين، أنه شهيد، فإن ذلك توسع منهم في معنى الشهيد ويمكن حمل ذلك على أنه شهيد في الآخرة، كما في المبطون والغريق، ونحو ذلك ممن سماهم النبي - صلى الله عليه وسلم - شهداء وغسلوا وصلى عليهم وكفنوا، فكان المراد شهداء في الآخرة (٤) والله أعلم.
_________
(١) المحلى (٣/٣٣٦) .
(٢) ذلك الجزء من منطقة الحرب الضرورية للعمليات العسكرية، سواء كانت هجومية أو دفاعية لتنفيذ واجب معين. انظر: قاموس المصطلحات العسكرية للفريق محمد أمين ص ٥١٨.
(٣) فتح الباري (٣/٢٦٩) .
(٤) حاشية الروض المربع (٣/٥٥) والمغني (٣/٤٧٥) وشرح صحيح مسلم (١٣/٦٧) وعون المعبود (١٣/٨٥) والمحلى بالآثار (٣/٣٣٧) .','1','235',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (231,'أما الشهيد الذي يأخذ أحكام الشهيد الدنيوية، فلا يغسل ولا يصلي عليه ويدفن بثيابه التي قتل فيها، ويعتبر شهيد بالنسبة لأحكام الآخرة من حيث الأجر والثواب الذي وعد الله به الشهداء فإن له ثلاثة قيود:
القيدان السابقان فيمن تحققت فيه أحكام الشهيد الدنيوية.
والقيد الثالث وهو في غاية الأهمية: أن يكون مراد المجاهد من القتال الذي قتل فيه إعلاء كلمة الله ونصرة دينه (١) .
لأن من قاتل الكفار فقتل في المعركة وليس هدفه إعلاء كلمة الله عزوجل، وإنما قاتل لوطنية، أو قومية، أو عصبية، أو رياء، أو من أجل المغنم، فإنه لا يكون شهيدا في الآخرة ولا ينال أجر الشهداء الذي أعده الله لهم وإن طبقت عليه أحكام الشهيد الدنيوية.
والدليل على أنه ليس بشهيد ما جاء في الصحيحين عن أبي موسى الأشعري رضي الله عنه قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: الرجل يقاتل للمغنم والرجل يقاتل للذكر والرجل يقاتل ليُرى مكانه فمن في سبيل الله؟ قال - صلى الله عليه وسلم - «من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله» (٢) .
فليحذر جنود الإسلام أن يكون هدفهم من القتال الوطن لذاته، أو أهداف مالية، أو مناصب دنيوية أو حمية، أو عصبية لأن في ذلك هلاكا في الدنيا وخسرانا في الآخرة وليكن هدفهم إعلاء دين الله وحماية بلاد المسلمين من أجل أن يقام الإسلام فيها حتى ينالوا الشهادة إذا قتلوا.
_________
(١) مغنى المحتاج (٢/٣٥) .
(٢) سبق تخريجه.','1','236',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (232,'قال الشيخ ابن عثيمين محذرا من القتال لوطنية أو قومية أو عصبية: (أما من قاتل لوطنية أو قومية، أو عصبية فليس بشهيد ولو قتل، أما من قتل حماية لوطنه الإسلامي من أجل أنه وطن إسلامي، فقد قاتل لحماية الدين، فيكون من هذا الوجه في سبيل الله.
ولهذا يجب أن نبين لإخواننا في الجيش أنهم إنما يتأهبون للقتال، لا دفاعا عن وطنهم من أجل أنه وطنهم، ولكن من أجل أنه وطن إسلامي يقاتلون لحماية الإسلام حتى يكونوا عند الموت شهداء) (١) .
ونخلص مما تقدم إلى أن الشهداء ثلاثة:
١- شهيد قتل في المعركة مع الكفار ومقصده من القتال إعلاء دين الله، وتحكيم شريعته في الأرض، فيأخذ أحكام الشهيد الدنيوية، وأحكام الشهيد الأخروية.
٢- شهيد قتل في المعركة مع الكفار، ولم يكن مقصده من القتال إعلاء دين الله، فيأخذ أحكام الشهيد الدنيوية، وليس له حظ في الآخرة.
٣- شهيد أصيب في المعركة مع الكفار وبقي حيا حياة مستقرة ثم مات، وكان مقصده من القتال إعلاء دين الله، فهو شهيد في الآخرة، ولا يأخذ أحكام الشهيد الدنيوية.
<span data-type="title" id=toc-69>الفرع الثاني
موت المجاهد بعد خروجه للجهاد وقبل المعركة</span>
إذا خرج المجاهد للجهاد في سبيل الله، ثم مات بمرض ونحوه قبل المعركة دون سبب من العدو، فهل يأخذ أحكام الشهيد الدنيوية، فلا يغسل ولا يصلي عليه ويدفن بثيابه، أم لا؟
_________
(١) الشرح الممتع (٥/٣٦٢) .','1','237',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (233,'الذي يظهر من تعريف الفقهاء لشهيد المعركة الذي لا يغسل ولا يصلي عليه ويدفن بثيابه، أنه من قتل بسبب العدو في أرض المعركة (١) وعلى هذا فإن من مات دون أن يكون للعدو سبب في ذلك، لا يكون في حكم شهيد المعركة، فيغسل ويكفن ويصلى عليه.
جاء في كشاف القناع: (إذا مات في دار الحرب حتف أنفه، أي بغير سبب يفضي إلى الموت من جرح، أو ضرب أو غيره غسل وصلي عليه وجوبا) (٢) .
وجاء في الحاوي: (إلا أن يموت بين الصفين حتف أنفه فهو كغيره من موتي المسلمين، يغسل ويكفن ويصلى عليه) (٣) .
وفي بدائع الصنائع: (أن يكون مقتولا، حتى لو مات حتف أنفه.. لا يكون شهيدا، لأنه ليس بمقتول فلم يكن في معنى شهداء أحد) (٤) .
وبهذا يتبين أن المجاهد إذا مات بعد خروجه للجهاد وقبل المعركة، أنه ليس شهيد معركة وهو شهيد في الآخرة إذا كانت نيته من خروجه إعلاء كلمة الله تعالى، وجعل كلمة الذين كفروا السفلى.
عن عقبة بن عامر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «من صرع (٥) عن دابته في سبيل الله فهو شهيد» (٦) .
_________
(١) اللباب في شرح الكتاب (١/١٣٣) والذخيرة (٢/٤٧٦) والمجموع (٥/٢٢١) وشرح منتهى الإرادات (١/٣٤٤) والمحلى بالآثار (٣/٣٣٦) .
(٢) كشاف القناع (١/٥٧٥) .
(٣) الحاوي الكبير (٣/٣٥) .
(٤) بدائع الصنائع (٢/٦٦) .
(٥) أي سقط.
(٦) أخرجه الطبراني في المعجم الكبير (١٧/٣٢٣) وأبو يعلى في مسنده، مسند أبي سعيد الخدري ح رقم (١٧٥٢) وقال الهيثمي في مجمع الزوائد: رواه أبو يعلى، وفيه من لم أعرفه، انظر: مجمع الزوائد، كتاب الجهاد، باب فيمن خرج غازيا فمات ج (٥/٢٨٢) وقال في باب فيما تحصل به الشهادة: رواه الطبراني ورجاله ثقات. ج (٥/٣٠١) وقال في السبيل الهاد إلى تخريج أحاديث كتاب الجهاد: لمساعد الحميد: إسناده صحيح (٢/٥٧٨) .','1','238',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (234,'<span data-type="title" id=toc-70>الفرع الثالث
موت المجاهد في الأسر</span>
المقصود أن المجاهد إذا مات في الأسر، هل يلحق بشهيد المعركة، فلا يغسل ولا يصلي عليه ويدفن بثيابه أم لا؟ لا يخلو المجاهد إذا مات في الأسر من حالتين.
الحالة الأولى: أن يموت في الأسر بمرض ونحوه، وليس للعدو في ذلك سبب.
وفي هذه الحالة لا يكون شهيد معركة، فيغسل ويكفن ويصلي عليه، وهو كمن خرج للجهاد ثم مات بمرض ونحوه، وقد سبق بيان ذلك، وما قيل: هناك، يقال: هنا (١) .
الحالة الثانية: أن يموت في الأسر على يد العدو، وله صورتان.
الأولى: أن يقتله العدو والمعارك ما زالت قائمة بين المسلمين والكفار، فهو في هذه الصورة شهيد معركة مع الكفار فتطبق عليه أحكام شهيد المعركة (٢) .
الثانية: أن يقتله العدو بعد انتهاء الحرب:
اختلف الفقهاء في هذه الصورة هل يلحق بشهيد المعركة أم لا؟ إلى قولين:
القول الأول: إنه لا يلحق بشهيد المعركة، فيغسل ويكفن ويصلى عليه.
وهذا قول المالكية، بناء على أن من قتل مظلوما ليس بشهيد، وبناء على أن الشهيد هو من قتل في المعركة في قتال الكفار كما سبق بيانه (٣) وأحد الوجهين عن الشافعية، قياسا على الجريح إذا خلص حيا، ثم مات بعد انتهاء المعركة (٤) ، ورواية عند الحنابلة أن المقتول ظلما ليس بشهيد (٥) .
_________
(١) راجع: الفرع الثاني.
(٢) وهذا واضح من تعريف الفقهاء للشهيد انظر بدائع الصنائع (٢/٧٠) وحاشية الخرشي (٢/٣٦٩) والمدونة (١/١٨٣) والمجموع (٥/٢٢١) وكشاف القناع (١/٥٧٤) والمحلى (٣/٣٣٦) .
(٣) المدونة (١/١٨٤) ومواهب الجليل (٣/٦٦) والذخيرة (٢/٤٧٦) وراجع التعريف بالشهيد.
(٤) الحاوي الكبير (٣/٣٦) .
(٥) المغني (٣/٤٧٥) وحاشية الروض المربع (٣/٥٣) .','1','239',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (235,'ويمكن أن يستدل لهم بما يلي:
١- أن رتبته دون شهيد المعركة فلا يلحق به.
٢- أن خروج روحه في غير المعترك فأشبه الجريح في المعركة يموت بعد انتهاء القتال بعد أن يحيا حياة مستقرة، فلا يأخذ أحكام شهيد المعركة مع الكفار (١) .
القول الثاني: أنه يلحق بشهيد المعركة مع الكفار وتطبق عليه أحكامه.
وهذا قول الحنفية تخريجا على تعريفهم للشهيد، كما سبق بيانه، وأن المقتول ظلما سواء في المعركة أو غيرها شهيد (٢) وأحد الوجهين عند الشافعية جاء في الحاوي (لو أسر المشركون رجلا وقتلوه بأيديهم صبرا ففي غسله والصلاة عليه وجهان: أحدهما: لا يغسل ولا يصلي عليه لأنه قتل ظلما بيد مشرك حربي كالقتل في المعترك) (٣) .
وهذا القول رواية عند الحنابلة. جاء في كشاف القناع: (من قتله الكفار صبرا في غير الحرب ألحق بشهيد المعركة في أنه لا يغسل ولا يصلى عليه) (٤) وهو قول عند المالكية جاء في المدونة (.. فكل من قتله العدو بأي قتلة كانت بصبر أو غيره في معركة أو غير معركة فأراه مثل الشهيد في المعركة) (٥) .
ويمكن أن يستدل لهذا القول بما يلي:
١- ما جاء عن سعيد بن زيد (٦) - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «من
_________
(١) المراجع السابقة في الهامش السابقين.
(٢) بدائع الصنائع (٢/٧٠) والاختيار للموصلي (١/٩٧) .
(٣) الحاوي الكبير (٣/٣٦) .
(٤) كشاف القناع (١/٥٧٥) .
(٥) المدونة (١/١٨٣) .
(٦) هو: سعيد بن زيد بن عمرو بن نفيل القرشي العدوي، أسلم قبل دخول النبي - صلى الله عليه وسلم - دار الأرقم هاجر وشهد أحدا والمشاهد بعدها ولم يشهد بدرا لأنه كان غائبا عن المدينة وقد أسهم له النبي - صلى الله عليه وسلم - من غنائم بدر، أسلم عمر في بيته لأنه زوج أخته فاطمة، وهو أحد العشرة المبشرين بالجنة، توفي بالمدينة سنة٥٠ هـ وقيل غير ذلك. انظر: الإصابة ... (٣/٨٧) ت رقم (٣٢٧١) وأسد الغابة (٢/٢٣٥) ت رقم (٢٠٧٥) .','1','240',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (236,'قتل دون دينه فهو شهيد» (١) .
٢- ولأنه قتل ظلما بيد كافر حربي فهو كقتل المعركة (٢) .
ويمكن مناقشة أدلة هذا القول بما يلي:
١- أن المراد بكونه شهيدا في الحديث أي: شهيد في الآخرة من حيث الأجر والثواب، أما في الدنيا فإنه يغسل ويكفن ويصلى عليه، كما في المبطون والغريق والمحترق، ونحو ذلك ممن سماهم الرسول - صلى الله عليه وسلم - شهداء وغسلهم وصلى عليهم.
٢- وأما كونه مقتولا ظلما، فإنه كذلك لا يأخذ حكم شهيد المعركة في الدنيا فيغسل ويكفن ويصلى عليه.
لأن عمر وعليا وابن الزبير رضي الله عنه قتلوا ظلما وغسلوا وصلي عليهم (٣) .
ومما سبق يظهر أن الأسير إذا قتله العدو بعد انتهاء المعركة فإنه لا يأخذ أحكام شهيد المعركة فيغسل ويكفن ويصلى عليه، لأنه قتل في غير معركة فأختل شرط من شروط إلحاقه بشهيد المعركة، وهو شهيد في الآخرة إن كانت نيته من قتال الكفار إعلاء كلمة الله. والله أعلم.
_________
(١) أخرجه أبو داود في سننه مع عون المعبود كتاب السنة باب في قتال اللصوص ح رقم ... (٤٧٥٧) وأخرجه الترمذي مع عارضة الأحوذي كتاب الديات، باب ما جاء فيمن قتل دون ماله فهو شهيد ح رقم (١٤٢١) قال الترمذي هذا حديث حسن.
وأخرجه البيهقي في السنن الكبرى، كتاب قتال أهل البغي، باب من أريد ماله، أو أهله، أو دينه ح رقم (١٦٧٧٧) والنسائي في سننه كتاب تحريم الدم، باب من قاتل دون دينه ح رقم (٤١٠٦) وأحمد في المسند ج (٢/٢٩٨) ح رقم (١٦٥٢) .
(٢) الحاوي الكبير (٣/٣٦) .
(٣) حاشية الروض المربع (٣/٥٣) .','1','241',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (237,'<span data-type="title" id=toc-71>الفرع الرابع
موت المجاهد بعد انتهاء المعركة</span>
المقصود أنه إذا وجد المجاهد بعد انتهاء المعركة ميتا، أو وجد مجروحا ثم مات متأثرا بجراحه، فهل يكون شهيد معركة لا يغسل ولا يصلي عليه، كما عند الجمهور ويدفن بثيابه التي مات فيها أم لا يعتبر شهيد معركة؟ هنا حالتان: الحالة الأولى: أن يوجد بعد المعركة ميتا.
وهو لا يخلو في هذه الحالة أن يوجد ميتا وبه أثر جراحة أو ضرب ونحو ذلك أو لا يوجد به أثر.
فأما إن وجد به أثر جراحة ونحوها، فإنه شهيد معركة لا يغسل ولا يصلى عليه ويدفن في ثيابه التي قتل فيها، وهذا باتفاق الفقهاء (١) - فيما أعلم - لأنه قتل في المعركة مع العدو بسبب منهم.
أما إن وجد ميتا وليس به أثر لجراحة ونحوها، فقد اختلف الفقهاء رحمهم الله تعالى في هذه الحالة هل يكون شهيد معركة أم لا؟ إلى قولين:
القول الأول: أنه شهيد معركة مع الكفار، وإلى هذا القول ذهب المالكية (٢) والشافعية (٣) لأنه مات في المعركة في قتال الكفار، فلعله ركله فرس، أو مات بسبب من أسباب القتال (٤) .
_________
(١) اللباب في شرح الكتاب (١/١٣٣) والاختيار للموصلي (١/٩٧) وبدائع الصنائع (٢/٧٠) والمدونة (١/١٨٣) والذخيرة (٢/٤٧٦) والمجموع (٥/٢٢١) والحاوي (٣/٣٥) وكشاف القناع (١/٥٧٤) وشرح منتهى الإرادات (١/٣٤٤) والمحلى بالآثار (٣/٣٣٦) .
(٢) الذخيرة (٢/٤٧٦) والمدونة (١/١٨٣) .
(٣) المجموع (٥/٢٢١) والحاوي الكبير (٣/٣٥) .
(٤) الذخيرة (٢/٤٧٦) .','1','242',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (238,'القول الثاني: أنه ليس شهيد معركة، فيغسل ويكفن ويصلى عليه، وهذا قول الحنفية (١) والحنابلة (٢) .
وعللوا لقولهم بما يلي:
١- أن الآثار من جراحه وغيرها دليل على القتل، فإن لم يكن به أثر فليس بشهيد (٣) .
٢- أن الأصل وجوب الغسل والصلاة، فلا يسقط الوجوب باحتمال أنه مات بسبب العدو (٤) .
الترجيح
الذي يظهر أن ما ذهب إليه المالكية، والشافعية من أنه شهيد لا يغسل ولا يصلي عليه ويكفن بثيابه التي قتل فيها، هو الراجح لما يأتي:
١- أن التفريق بين من وجد ميتا وبه آثار قتل من جراحة وغيرها وبين من لم يوجد به آثار، تفريق لا دليل عليه، بل الدليل على عدم التفريق فالمتتبع لغزوات النبي - صلى الله عليه وسلم - وأصحابه من بعده، يجد أن من وجدوه في أرض المعركة ميتا دفنوه بثيابه ولم يغسلوه ولم يصلوا عليه، دون تمييز بين من به أثر جراح أو غيره.
٢- أن احتمال موته بأيدي العدو دون أن يظهر عليه آثار احتمال قوي، وخاصة في هذا العصر الذي تعددت فيه وسائل القتل التي لا يظهر معها أثر. والله أعلم.
الحالة الثانية: أن يوجد مجروحا في المعركة، ثم يموت متأثر بجراحه، وهذه الحالة نتناولها بالبحث إن شاء الله تعالى في الفرع الخامس الآتي:
_________
(١) المبسوط (٢/٥١) وتبيين الحقائق (١/٢٤٧) .
(٢) الشرح الكبير (١/٥٤٨) والمبدع (٢/٢٣٧) .
(٣) المبسوط (٢/٥١) وتبيين الحقائق (١/٢٤٧) .
(٤) المبدع (٢/٢٣٧) .','1','243',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (239,'<span data-type="title" id=toc-72>الفرع الخامس
موت المجاهد متأثراً بإصابته في المعركة</span>
لا يخلو حال المجاهد المصاب بالجراح في المعركة بعد انتهاء القتل في حالتين:
الحالة الأولى: أن يوجد في المعركة وفيه رمق حياة ثم يموت سواء حمل أم لا؟
الحالة الثانية: أن يوجد في المعركة وفيه حياة مستقرة ثم يموت.
فأما الحالة الأولى: أن يوجد في المعركة وفيه رمق حياة ثم يموت فإنه لم يظهر خلاف بين الفقهاء -فيما أعلم- أنه شهيد معركة يأخذ أحكام الشهيد الدنيوية (١) .
جاء في المبسوط وغيره: إن حمل المجروح بين الصفين كي لا تطأه الخيل، لا للتداوي، فإنه شهيد لا يغسل لأنه لم ينل مرافق الحياة (٢) .
وقال المالكية: إذا رفع حيا منفوذ المقاتل، أو مغمورا (٣) فهو شهيد لا يغسل ولا يصلي عليه ويدفن بثيابه التي قتل فيها (٤) .
وقال الشافعية: إذا انقضى القتال وفي المجروح حركة مذبوح، فهو شهيد بلا خلاف، فلا يغسل ولا يصلى عليه ويدفن بثيابه التي قتل فيها (٥) .
وقال الحنابلة: لو مات عقب حمله من المعركة وفيه رمق لم يغسل ولم يصلى عليه (٦) .
_________
(١) قال ابن حزم: من حمل من المعركة حيا فليس بشهيد ولم يفرق بين من كان فيه رمق حياة أو حياة مستقرة، ويحمل قوله على من حمل وفيه حياة مستقرة انظر: المحلى (٣/٣٣٦) .
(٢) المبسوط (٢/٥١) والاختيار للموصلي (١/٩٨) وتبيين الحقائق (١/٢٤٩) .
(٣) أي في غمرة الموت، ولم يأكل أو يشرب. انظر الذخيرة (٢/٤٧٦) .
(٤) حاشية الدسوقي (١/٤٢٦) والمدونة (١/١٨٣) والمعونة (١/٣٥١) .
(٥) المجموع (٥/٢٢٢) وروضة الطالبين (٢/١١٩) والحاوي (٣/٣٦) .
(٦) المغني (٣/٤٧٢) والمبدع (٢/٢٣٧) .','1','244',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (240,'ويمكن أن يستدل لهذه الحالة بما جاء في موطأ الإمام مالك رحمه الله:
لما كان يوم أحد قال رسول الله - صلى الله عليه وسلم - «من يأتيني بخير سعد بن الربيع؟» (١) فقال رجل (٢) : أنا يا رسول الله، فذهب الرجل يطوف بين القتلى، فقال له سعد بن الربيع: ما شأنك؟ فقال له الرجل: بعثني إليك رسول الله - صلى الله عليه وسلم - لآتيه بخبرك قال: فاذهب إليه فأقرئه مني السلام وأخبره أني قد طعنت ثنتي عشرة طعنة، وأني قد أنفذت مقاتلي، وأخبر قومك أنه لا عذر لهم عند الله إن قتل رسول الله - صلى الله عليه وسلم - وواحد منهم حي (٣) .
وجه الدلالة أنه وجد بعد انتهاء المعركة منفوذ المقاتل ولم يفرد عن شهداء أحد بحكم.
أما الحالة الثانية: أن يوجد في المعركة وفيه حياة مستقرة، ثم يموت بعد ذلك متأثرا بجراحه في المعركة مع الكفار.
الذي يظهر من كلام الفقهاء أنه ليس بشهيد معركة، ولا يلحق به فيغسل ويكفن في ثيابه ويصلى عليه.
_________
(١) هو: سعد بن الربيع بن عمرو بن أبي زهير الأنصاري الخزرجي أحد نقباء الأنصار، شهد العقبة الأولى والثانية آخى النبي - صلى الله عليه وسلم - بينه وبين عبد الرحمن بن عوف، قتل يوم أحد شهيدا. انظر: أسد الغابة (٢/١٩٦) ت رقم (١٩٩٣) والإصابة (٣/٤٩) ت رقم (٣١٦٠) .
(٢) قيل هو: أبي بن كعب، وقيل: محمد بن مسلمة، انظر شرح الزرقاني على موطأ مالك (٣/٥٩) .
(٣) أخرجه الإمام مالك في الموطأ كتاب الجهاد، باب الترغيب في الجهاد ح رقم (١٠٢٨) وأخرجه الحاكم في المستدرك، كتاب معرفة الصحابة ذكر مناقب سعد بن الربيع، ح رقم (٤٩٠٦) ورقم (٤٩٠٧) بلفظ قريب مما في الموطأ عن خارجة بن زيد بن ثابت عن أبيه، وقال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه، وسكت عنه الذهبي في التلخيص بهامش المستدرك (٣/٢٢١) .','1','245',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (241,'قال الحنفية: إن نال مرافق الحياة فأكل أو شرب أو أوصى بشيء من أمور الدنيا (١) ، أو تداوى أو باع أو اشترى أو صلى أو حمل من المعركة حيا (٢) أو نصب له خيمة أو عاش أكثر من يوم وهو يعقل فليس بشهيد (٣) .
وقال المالكية: من عاش فأكل وشرب أو عاش حياة بينة، يغسل ويكفن ويصلى عليه، وكذا من حمل من المعترك جريحا فبقي زمنا أو أياما ثم مات (٤) .
وقال الشافعية: إن قطع بموته من تلك الجراحة وبقي فيه بعد انقضاء الحرب حياة مستقرة، فقولان: أصحهما وأظهرهما: أنه ليس بشهيد (٥) قال في المجموع: إذا انقضت الحرب وهو متوقع الحياة فليس بشهيد بلا خلاف (٦) .
وقال الحنابلة: إن حمل فأكل أو طال بقاؤه فليس بشهيد نص عليه أحمد (٧) .
وقال ابن حزم: إن حمل عن المعركة وهو حي فمات غسل وكفن وصلى عليه (٨) .
_________
(١) وروي عن أبي يوسف. أنه إن أوصى بأمر ديني لم يغسل لحديث سعد بن الربيع السابق ذكره انظر: الاختيار للموصلي (١/٩٨) .
(٢) المراد: حياة مستقرة نال فيها مرافق الحياة. جاء في المبسوط، وهذا إذا حمل ليمرض في خيمته أو بيته (٢/٥١) .
(٣) المبسوط (٢/٤١) والاختيار للموصلي (١/٩٨) وتبيين الحقائق (١/٢٤٩) .
(٤) المدونة (١/١٨٣) والمعونة (١/٣٥٢) .
(٥) القول الثاني: أنه شهيد معركة وهذا قول مرجوح انظر: المجموع (٥/٢٢٢) وروضة الطالبين (٢/١١٩) ومغني المحتاج (٢/٣٤) .
(٦) المجموع (٥/٢٢٢) .
(٧) الشرح الكبير (١/٥٤٨) والمبدع (٢/٢٣٧) .
(٨) المحلى بالآثار (٣/٣٣٦) .','1','246',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (242,'واستدلوا بما يلي:
١- أن النبي - صلى الله عليه وسلم - غسل سعد بن معاذ وصلى عليه، وكان شهيدا، رمي يوم الخندق بسهم فقطع أكحله (١) فحمل إلى المسجد فلبث فيه أياما ثم مات (٢) .
٢- ولأنه عاش بعد انقضاء الحرب، فأشبه ما لو مات بسبب آخر (٣) .
٣- ولأنه نال مرافق الحياة من أكل وشرب ونحو ذلك، ولا يكون ذلك إلا من ذي حياة مستقرة (٤) .
وبناء على ما تقدم من كلام الفقهاء في الحالتين السابقتين، وما استدلوا به فإن المجاهد في سبيل الله إذا وجد في أرض المعركة (مسرح العمليات) بعد انتهاء القتال وبه رمق حياة ولو تكلم أو أكل أو شرب أو نقل من المعركة ثم مات بعد ذلك بزمن قصير عرفا، فإنه شهيد معركة لا يغسل ولا يصلى عليه، ويدفن بثيابه التي قتل فيها.
وإن نقل من أرض المعركة وأسعف (في المستشفى) وبقي زمنا طويلا عرفا، واستقرت حالته، ثم توفي بعد ذلك فإنه ليس شهيد معركة فيغسل ويكفن ويصلى عليه.
وهو شهيد في الآخرة بإذن الله إذا كان مراده من قتاله الكفار، إعلاء كلمة الله عز وجل وإعزاز دينه. والله أعلم.
_________
(١) الأكحل: عرق في وسط الذراع يكثر فصده. انظر النهاية في غريب الحديث والأثر (٤/١٣٤) .
(٢) صحيح البخاري مع الفتح، كتاب الصلاة، باب الخيمة في المسجد للمرضى وغيرهم، ح رقم (٤٦٣) وكتاب المغازي باب مرجع النبي - صلى الله عليه وسلم - من الأحزاب ح رقم (٤١٢٢) وصحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب جواز قتال من نقض العهد، ح رقم (١٧٦٩) .
(٣) مغنى المحتاج (٢/٣٤) والمعونة (١/٣٥٢) .
(٤) الاختيار للموصلي (١/٩٨) وتبيين الحقائق (١/٢٤٩) والمبدع (٢/٢٣٧) .','1','247',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (243,'<span data-type="title" id=toc-73>الفرع السادس
إذا قتل خطأ من قبل مسلم</span>
لا يخلو الحال أن يكون قد قتل في غير المعركة، أو في المعركة مع الكفار، فأما إن قتل في غير المعركة فليس بشهيد معركة، فيغسل ويصلى عليه ويكفن، لأن الشهيد كما سبق بيانه، من قتل في المعركة في قتال الكفار، فإن اختل أحد الأمرين فإنه لا يعتبر شهيد معركة (١) .
أما إن قتل في المعركة فقد اختلف الفقهاء هل يعتبر شهيد معركة أم لا؟ إلى قولين القول الأول: أنه يعتبر شهيد معركة، فلا يغسل ولا يصلى عليه ولا يكفن، وإنما يدفن في ثيابه التي قتل فيها. وهذا قول الشافعية (٢) وقول عند المالكية (٣) .
بناء على أن الشهيد عندهم من مات بسبب قتال الكفار حال قيام القتال سواء قتله كافر، أو أصابه سلاح مسلم خطأ أو قتله مسلم يظنه كافرا (٤) .
ويمكن توجيه هذا القول: بأنه قتل في المعركة مع الكفار وبسبب قتالهم فهو شهيد تطبق عليه أحكام الشهيد الدنيوية.
القول الثاني: أنه ليس بشهيد معركة، فيغسل ويكفن ويصلى عليه، وهذا قول الحنفية (٥) والحنابلة (٦) وقول للمالكية (٧) .
_________
(١) راجع: التعريف بالشهيد.
(٢) روضة الطالبين (٢/١١٩) والوسيط في المذهب (٢/٣٧٧) .
(٣) الشرح الكبير للدردير مع حاشية الدسوقي (١/٤٢٥) وحاشية الخرشي (٢/٣٦٩) .
(٤) المجموع (٥/٢٢١) والشرح الكبير للدردير مع حاشية الدسوقي (١/٤٢٥) .
(٥) تبيين الحقائق (١/٢٤٧) وحاشية ابن عابدين (٣/١٦١) .
(٦) المبدع (٢/٢٣٨) وكشاف القناع (١/٥٧٦) .
(٧) التاج والإكليل بحاشية مواهب الجليل (٣/٦٦) وحاشية الدسوقي (١/٤٢٦) .','1','248',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (244,'جاء في تبيين الحقائق: إن رمى مسلم إلى الكفار فأصاب مسلما فمات، لم يعتبر شهيدا، لأن هذا الفعل قطع النسبة إلى العدو (١) .
وفي مواهب الجليل: ولو قتل المسلمون في المعترك مسلما ظنوه من العدو، فإنه يغسل ويصلى عليه (٢) .
وفي المبدع وغيره: من قتله المسلمون خطأ غسل رواية واحدة (٣) .
ويمكن توجيه هذا القول: بأنه قتل بغير سبب من العدو فلا يصل منزلة من قتله العدو، فلا يأخذ أحكام الشهيد الدنيوية فيغسل ويكفن ويصلى عليه.
والقول الأول أقرب إلى الرجحان، لأنه وإن لم يقتله العدو مباشرة، فإن قتالهم سبب في قتله، ولأنه قتل في أرض المعركة مع الكفار فلا يختلف عن غيره من قتلى المعركة من المسلمين والله أعلم.

<span data-type="title" id=toc-74>الفرع السابع
قتل المجاهد نفسه خطأ</span>
إذا قتل المجاهد نفسه خطأ بأن رجع عليه سلاحه، فلا يخلو من حالتين:
الحالة الأولى: أن يكون ذلك في غير المعركة.
سبق في تعريف الشهيد عند الفقهاء أن الشهيد من قتل في المعركة، في قتال الكفار وعلى هذا لا يكون ليس شهيد معركة، فيغسل ويكفن ويصلى عليه.
الحالة الثانية: إذا قتل نفسه خطأ في المعركة مع الكفار.
اختلف الفقهاء في هذه الحالة، هل يعتبر شهيد معركة، فلا يغسل ولا يصلي عليه ويدفن بثيابه أم لا؟ اختلفوا إلى قولين:
_________
(١) تبيين الحقائق (١/٢٤٧) .
(٢) مواهب الجليل (٣/٦٧) .
(٣) المبدع (٢/٢٣٨) وكشاف القناع (١/٥٧٦) .','1','249',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (245,'القول الأول: أنه شهيد معركة، فلا يغسل ولا يصلى عليه ويدفن بثيابه التي قتل فيها. وهذا قول المالكية على المشهور (١) وقول الشافعية (٢) وقول عند الحنابلة (٣) .
واستدلوا بما يلي:
١- (أن عامر بن الأكوع (٤) رضي الله عنه بارز مرحبا (٥) يوم خيبر، فذهب يسفل له (٦) فرجع سيفه على نفسه، فكانت فيها نفسه) (٧) .
وجه الدلالة: أن عامر بن الأكوع لم يفرد عن الشهداء بحكم، فدل على أن من قتل نفسه خطأ في قتال الكفار، أنه شهيد معركة (٨) .
٢- عن أبي سلام (٩) عن رجل (١٠) من أصحاب النبي - صلى الله عليه وسلم - قال: أغرنا على حي من جهينة (١١) فطلب رجل من المسلمين رجلا فضربه فأخطأه وأصاب نفسه بالسيف
_________
(١) مواهب الجليل (٣/٦٧) وحاشية الخرشي (٢/٣٦٩) والفواكه الدواني (١/٤٤٦) .
(٢) المجموع (٥/٢٢١) وروضة الطالبين (٢/١١٩) .
(٣) المغنى (٣/٤٧٣) والشرح الكبير (١/٥٤٨) والإنصاف (٣/٥٠٢) والمبدع (٢/٢٣٧) .
(٤) هو: عامر بن سنان بن عبد الله بن قشير الأسلمي، المعروف بابن الأكوع، عم سلمة بن الأكوع ويقال: أخوه والصحيح أنه عمه، كان شاعرا سار مع النبي - صلى الله عليه وسلم - إلى خيبر، فقتل بها. انظر: أسد الغابة (٣/٢٠) ت رقم (٢٦٩٩) والإصابة (٣/٤٧١) ت رقم (٤٤١١) .
(٥) هو: مرحب اليهودي قتل كافرا يوم خيبر، واختلفوا في قاتله فقيل: محمد بن مسلمة وقيل: علي بن أبي طالب، قال ابن عبد البر، الصحيح أن الذي قتله علي بن أبي طالب رضي الله عنه. انظر: تهذيب الأسماء واللغات (٢/٨٦) ت رقم (١٢٥) .
(٦) يسفل أي: يضربه من أسفل والسفل نقيض العلو. انظر لسان العرب (١١/٣٣٧) مادة (سفل) .
(٧) صحيح مسلم النووي، كتاب الجهاد والسير، باب غزوة ذي قرد وغيرها من حديث طويل رقم (١٨٠٧) وباب غزوة خيبر، ح رقم (١٨٠٢) .
(٨) المغنى (٣/٤٧٤) وشرح صحيح مسلم للنووي (١٢/٤٢٧) .
(٩) هو: سلام بن أبي سلام الحبشي الشامي، قال أبو حاتم الرازي: سلام بن أبي سلام الحبشي والد معاوية، لا أعلم أحدا روي عنه، وإنما الناس يروون عن معاوية بن سلام عن جده، ومعاوية بن سلام عن أخيه، أما معاوية بن سلام عن أبيه فلا. انظر: تهذيب التهذيب (٤/٢٥٠) ت رقم (٥٠٠) والجرح والتعديل لابن أبي حاتم (٤/٢٦١) .
(١٠) لم أقف عليه.
(١١) جهينة: قبيلة من قضاعة من القحطانية انظر: نهاية الأرب في معرفة أنساب العرب للقلقشندي ص ٢٠٤.','1','250',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (246,'فقال رسول الله - صلى الله عليه وسلم -: «أخوكم يا معشر المسلمين فابتدره الناس فوجدوه قد مات» فلفه رسول الله - صلى الله عليه وسلم - بثيابه ودمائه وصلى عليه (١) ودفنه فقالوا يا رسول الله: أشهيد هو؟ قال: نعم وأنا له شهيد (٢) .
قال في نيل الأوطار: فظاهره أنه لم يغسله النبي - صلى الله عليه وسلم - ولا أمر بغسله فدل على أن من قتل نفسه في المعركة خطأ حكمه كمن قتله غيره في ترك الغسل (٣) .
٣- ولأنه شهيد أشبه ما لو قتله الكفار (٤) .
القول الثاني: أنه ليس شهيد معركة، فيغسل ويكفن وصلى عليه وهذا قول الحنفية (٥) .
وقول عند المالكية (٦) والصحيح من مذهب الحنابلة (٧) .
وعللوا لقولهم: بأنه مات بغير أيدي المشركين، أشبه من أصابه ذلك في غير المعركة (٨) .
الترجيح
الذي يظهر أن القول الأول هو الراجح أن المجاهد إذا قتل نفسه خطأ في أرض المعركة فإنه شهيد معركة يأخذ أحكام الشهيد الدنيوية، لقوة ما استدلوا من الأحاديث ولأنه قتل بسبب حمله على الكفار. والله أعلم.
_________
(١) لعل المراد بالصلاة هنا الدعاء له لا صلاة الجنازة، لأنه لفه بثيابه ودمائه فلم يكفنه ولم يغسله وسيأتي بحث مسألة الصلاة على شهيد المعركة. إن شاء الله.
(٢) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجهاد، باب في الرجل يموت بسلاحه، ح رقم (٢٥٣٦) والبيهقي في السنن الكبرى، كتاب الديات، باب لا تحمل العاقلة ما جني الرجل على نفسه ح رقم (١٦٣٩٣) .
قال الشوكاني: الحديث سكت عنه أبو داود: والمنذري في إسناده سلام بن أبي سلاّم، وهو مجهول. انظر: نيل الأوطار (٤/٣٠) والجرح والتعديل للرازي (٤/٢٦١) .
(٣) نيل الأوطار: (٤/٣٠) .
(٤) المغني (٣/٤٧٤) .
(٥) البحر الرائق (٢/٣٤٣) وحاشية ابن عابدين (٣/١٦١) .
(٦) مواهب الجليل (٣/٦٧) والشرح الصغير للدردير مع بلغة السالك (١/٢٠٤) .
(٧) الإنصاف (٣/٥٠١) والمغني (٣/٤٧٣) وحاشية الروض المربع (٣/٥٩) .
(٨) المغني (٣/٤٧٣) وحاشية الروض المربع (٣/٥٩) والبحر الرائق (٢/٣٤٣) .','1','251',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (247,'<span data-type="title" id=toc-75>المطلب الثاني
غسل الشهيد</span>
وفيه خمسة فروع:
الفرع الأول: غسل الشهيد إذا قتل في ميدان المعركة.
الفرع الثاني: غسل الشهيد إذا قتل جنبا.
الفرع الثالث: غسل الشهيد يحمل وفيه رمق حياة ثم يموت.
الفرع الرابع: غسل الشهيد يحمل ويبقى أيام، ثم يموت.
الفرع الخامس: غسل الشهيد الملوث بالمواد الكيمائية.','1','252',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (248,'<span data-type="title" id=toc-76>الفرع الأول
غسل الشهيد إذا قتل في ميدان المعركة</span>
ذهب عامة الفقهاء من الأئمة الأربعة وابن حزم وغيرهم (١) إلى أن شهيد المعركة لا يغسل، ونقل بعضهم الاتفاق على ذلك.
جاء في شرح السنة: اتفق العلماء على أن الشهيد المقتول في معركة الكفار لا يغسل (٢) .
واستدلوا بما يلي:
١- عن جابر رضي الله عنه أن النبي - صلى الله عليه وسلم - في شهداء أحد: (أمرهم بدفنهم في دمائهم ولم يغسلوا ولم يصل عليهم) (٣) .
٢- عن أنس بن مالك رضي الله عنه (أن شهداء أحد لم يغسلوا ودفنوا بدمائهم، ولم يصل عليهم) (٤) .
_________
(١) رءوس المسائل ص ١٩٣ بدائع الصنائع (٢/٧١) والمبسوط (٢/٩٤) والمدونة (١/١٨٣) . والكافي في فقه أهل المدينة (١/٢٧٩) والمجموع (٥/٢٢١) والوسيط (٢/٣٣٧) والمغني (٣/٤٦٧) والإنصاف (٢/٤٦٨) وشرح منتهى الإرادات (١/٣٤٤) والمحلى بالآثار (٣/٣٣٦) .
(٢) شرح السنة للبغوي (٥/٣٦٦) .
(٣) صحيح البخاري مع الفتح، كتاب الجنائز، باب من لم يرى غسل الشهداء، ح رقم ... (١٣٤٦) وباب الصلاة على الشهيد ح رقم (١٣٤٣) .
(٤) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجنائز، باب في الشهيد يغسل ح رقم (٣١٣٣) وقال النووي في المجموع: رواه أبو داود بإسناد حسن (٥/٢٢٦) وأخرجه الحاكم في المستدرك، كتاب الجنائز، ح رقم (١٣٥٢) وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه، ووافقه الذهبي، انظر: المستدرك والتلخيص للذهبي بهامشه (١/٥٢٠) وأخرجه الدارقطني في سننه، كتاب السير، ح (٤١٦١) والبيهقي في السنن الكبرى، كتاب الجنائز، باب المسلمون يقتلهم المشركون في المعركة ح رقم (٦٧٩٧) .','1','253',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (249,'وجه الدلالة: أن الحديثين صحيحان صريحان في أن شهداء أحد لم يغسلوا، ولا سيما أن جابر بن عبد الله - رضي الله عنه - كان حاضر المعركة، فهو يخبر بما رأي، وهكذا سائر الشهداء في ميدان المعركة مع العدو لا يغسلوا.
وذهب الحسن البصري (١) وسعيد بن المسيب إلى أنه يغسل (٢) .
وعللوا لقولهم بما يلي (٣) .
١- أن الغسل سنة الموتى من بني آدم.
٢- أن غسل الميت تطهير له حتى يجوز الصلاة عليه بعد غسله.
وقال في عدم غسل شهداء أحد: أن الجراحات فشت في الصحابة في ذلك اليوم، وكان يشق عليهم حمل الماء إلى المدينة (٤) .
ونوقش هذا بما يلي:
١- أما التعليلات المذكورة، فتردها السنة الصحيحة في ترك غسلهم (٥) .
٢- وأما قولهم إن الجراحات كثرت في الصحابة وشق عليهم حمل الماء من المدينة ليغسلوهم، فإنه لو كان ترك غسلهم للتعذر، لأمر النبي - صلى الله عليه وسلم - أن ييمموا بالتراب، ولكنه لم يأمرهم.
وكذلك لم يعذرهم في ترك الدفن، والمشقة في حفر القبور أعظم منها في الغسل (٦) .
_________
(١) هو: الحسن بن يسار البصري، أبوه مولى زيد بن ثابت، وأمه خيرة مولاهم أم سلمة أم المؤمنين، ولد الحسن لسنتين بقيتا من خلافة عمر، كان سيد أهل زمانه علما وعملا، توفي سنة ١١٠ هـ بالبصرة. انظر: سير أعلام النبلاء (٤/٥٦٣) ت رقم (٢٢٣) وطبقات ابن سعد (٧/١٥٦) .
(٢) المجموع (٥/٢٢٥) والمبسوط (٢/٤٥) ونيل الأوطار (٤/٢٩) .
(٣) المبسوط (٢/٤٩) ونيل الأوطار (٤/٢٩) .
(٤) المرجعان السابقان في هامش رقم (٣) .
(٥) شرح سنن أبي داود لابن القيم بحاشية عون المعبود (٨/٢٨٥) .
(٦) المبسوط (٢/٤٩) .','1','254',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (250,'الترجيح
الراجح ما ذهب إليه عامة الفقهاء أن شهداء المعركة لا يغسلون، للسنة الصحيحة لترك غسل من قتل في المعركة، كما في شهداء أحد، ولأن دفنهم بدمائهم دون غسل ميزة للشهداء يوم القيامة.
كما في الحديث الصحيح عن أبي هريرة رضي الله عنه أن الرسول - صلى الله عليه وسلم - قال: «والذي نفسي بيده لا يكلم أحد في سبيل الله- والله أعلم بمن يكلم في سبيله- إلا جاء يوم القيامة واللون لون الدم والريح ريح المسك» (١) .

<span data-type="title" id=toc-77>الفرع الثاني
غسل الشهيد إذا قتل جنبا</span>
اختلف الفقهاء- رحمهم الله تعالى- في الشهيد إذا قتل جنبا في أرض المعركة هل يغسل، أم لا؟ إلى قولين:
القول الأول: أنه لا يغسل، وبهذا قال المالكية على الأظهر (٢) والأصح عند الشافعية (٣) وقول أبي يوسف ومحمد من الحنفية (٤) ورواية عند الحنابلة (٥) .
واستدلوا بما يلي:
١- عموم الأدلة في أن النبي - صلى الله عليه وسلم - لم يغسل شهداء أحد، كما سبق في حديث جابر، وأنس بن مالك (٦) رضي الله عنهما ولم يميز بين من كان جنبا أو غيره.
_________
(١) سبق تخريجه.
(٢) الكافي في فقه أهل المدينة (١/٢٧٩) وحاشية الخرشي (٢/٣٦٩) وحاشية الدسوقي ... (١/٤٢٦) .
(٣) المجموع (٥/٢٢٣) وروضة الطالبين (٢/١٢٠) ومغني المحتاج (٢/٣٥) والحاوي الكبير (٣/٣٧) .
(٤) تبيين الحقائق (١/٢٤٩) والاختيار للموصلي (١/٩٧) .
(٥) الإنصاف (٢/٤٩٩) والمبدع (٢/٢٣٥) .
(٦) غسل الشهيد إذا قتل في ميدان المعركة.','1','255',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (251,'٢- أن الجنابة طهارة من حدث، فوجب أن تسقط بالقتل كالطهارة الصغرى (١) .
٣- ولأن الحي الجنب إنما يغتسل ليصلي، والميت إنما يغسل ليصلى عليه، وإذا كان القتيل الجنب لا يصلى عليه فلا معنى لغسله (٢) .
القول الثاني: أنه يغسل قال بهذا أبو حنفية (٣) وهو قول عند المالكية (٤) والصحيح من مذهب الحنابلة (٥) وقول عند الشافعية (٦) .
واستدلوا بما يلي:
١- أن حنظلة (٧) قتل يوم أحد، فقال رسول الله - صلى الله عليه وسلم - «إن صاحبكم حنظلة تغسله الملائكة فسلوا صاحبته» (٨) فقالت: خرج وهو جنب لما سمع الهائعة (٩) .
فقال رسول الله - صلى الله عليه وسلم - «فلذاك غسلته الملائكة» (١٠) .
_________
(١) الحاوي الكبير (٣/٣٧) .
(٢) المرجع السابق في الهامش السابق.
(٣) تبيين الحقائق (١/٢٤٨) وروءس المسائل ص ١٩٥.
(٤) الكافي في فقه أهل المدينة المالكي (١/٢٧٩) وحاشية الخرشي (٢/٣٦٩) .
(٥) المغني لابن قدامة (٣/٦٩) والإنصاف (٢/٩٩) والمبدع (٢/٢٣٥) وكشاف القناع ... (١/٥٧٤) .
(٦) المجموع (٥/٢٢٣) ومغنى المحتاج (٢/٣٥) .
(٧) هو حنظلة بن أبي عامر واختلفوا في اسم أبي عامر، فقيل: اسمه عمرو، وقيل: عبد عمرو، وقيل: الراهب بن صيفي بن زيد بن أمية، المعروف بغسيل الملائكة، استشهد يوم أحد. انظر: أسد الغابة (١/٥٤٣) ت رقم (١٢٨١) وتهذيب الأسماء واللغات (١/١٧٠) ت رقم (١٣٦) .
(٨) صاحبته: أي زوجته.
(٩) الهائعة: الصوت تفزع منه وتخافه من عدو. انظر: القاموس المحيط فصل الهاء ص ٧٧٧ والمعجم الوسيط (٢/١٠٠٤) مادة هاع.
(١٠) أخرجه البيهقي في السنن الكبرى، كتاب الجنائز باب الجنب يستشهد في المعركة، ح رقم (٦٨١٤) (٦٨١٥) قال البيهقي نقلا عن ابن يونس: إنه مرسل (٤/٢٣) وأخرجه الهيثمي في مجمع الزوائد، باب فيمن يجنب ثم يموت قبل أن يغتسل (٣/٢٣) وقال: رواه الطبراني في الكبير وإسناده حسن، وأخرجه الحاكم في المستدرك، كتاب معرفة الصحابة (ذكر مناقب حنظلة) ح رقم (٤٩١٧) وقال: هذا حديث صحيح على شرط مسلم ولم يخرجاه، وسكت عنه الذهبي انظر: التلخيص بهامش المستدرك، وقال ابن حجر: في إسناده ضعف. انظر: التلخيص الحبير (٢/١١٨) وصححه ابن حبان. انظر: الإحسان بترتيب صحيح ابن حبان (٩/٨٤) ح رقم (٦٩٨٩) .','1','256',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (252,'وجه الدلالة من الحديث: أنه لما غسلته الملائكة، والملائكة لا تغسله إلا عن أمر الله سبحانه، دل على أن غسله مأمور به (١) .
ونوقش الاستدلال: بأن حنظلة قتل يوم أحد جنبا ولم يغسله النبي - صلى الله عليه وسلم - فلو كان الغسل واجبا لم يسقط إلا بفعلنا (٢) .
٢- أنه لزمه غسل جميع بدنه في حال حياته، فوجب أن لا يسقط بالقتل، كما إذا كان على جميع بدنه نجاسة ثم قتل شهيدا (٣) .
ونوقش هذا: بأن هناك فرق بين النجاسة والجنابة، فقليل النجاسة يجب إزالته، فكذلك كثيرها، أما الجنابة فهي حدث، وإذا كان لا يجب إزالة الحدث الأصغر، فكذلك الأكبر (٤) .
الترجيح
الذي يظهر والله أعلم أن ما ذهب إليه أصحاب القول الأول من عدم غسل الشهيد إذا مات في ميدان المعركة جنبا، هو الراجح لما يأتي:
١- عموم أدلة عدم غسل شهيد المعركة، وتقدم ذكرها فلم تميز بين جنبا وغيره.
٢- أن قتلى المعركة لا يقدر أحد على التمييز بين من قتل منهم جنبا أو غيره، ولولا أن النبي - صلى الله عليه وسلم - رأى الملائكة تغسل حنظلة، لما علم أنه قتل جنبا، ولذا قال: (سلوا صاحبته) (٥) .
_________
(١) رءوس المسائل ص ١٩٥ والحاوي الكبير (٣/٣٧) .
(٢) مغنى المحتاج (٢/٣٥) .
(٣) الحاوي الكبير (٣/٣٧) .
(٤) المرجع السابق.
(٥) سبق تخريجه.','1','257',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (253,'<span data-type="title" id=toc-78>الفرع الثالث
غسل الشهيد يحمل وفيه رمق حياة ثم يموت</span>
سبق بيان أن من وجد في المعركة، أو حمل منها وفيه رمق حياة، أو لا يعقل كما عند الحنفية، أو كان في غمرة الموت كما عند المالكية، أو كانت حياته حياة مذبوح كما قال الشافعية، ثم مات بعد ذلك أنه شهيد معركة، لا يغسل ولم يظهر فيما أعلم خلاف بين الفقهاء في ذلك، وقد سبق بيان ذلك عند الحديث عن موت المجاهد متأثر بإصابته في المعركة وما قيل هناك يقال: هنا (١) .
وعلى هذا فالمجاهد في سبيل الله إذا أصيب في أرض المعركة (مسرح العمليات) وفيه رمق حياة، ثم مات أو نقل ومات بعد ذلك بزمن يسير، فإنه شهيد معركة لا يغسل. والله أعلم.
<span data-type="title" id=toc-79>الفرع الرابع
غسل الشهيد يحمل ويبقى أياما ثم يموت</span>
سبق بيان أن من أصيب بجراح في أرض المعركة ثم مات وفيه حياة مستقرة ونال مرافق الحياة، أنه ليس بشهيد معركة، فيغسل كغيره من الموتى، وقد سبق الكلام في هذا عند الحديث عن موت المجاهد متأثر بإصابته في المعركة الحالة الثانية، وما قيل: هناك يقال: هنا (٢) وعلى هذا فالمجاهد إذا نقل من المعركة (مسرح العمليات) وفيه حياة مستقرة وأسعف في المستشفى ونال من مرافق الحياة، بأن أكل وشرب ونام وصلى إلى غير ذلك ثم مات، فإنه يغسل، والله أعلم.
_________
(١) راجع: الحالة الأولى من الفرع الخامس.
(٢) انظر: الحالة الثانية من الفرع الخامس.','1','258',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (254,'<span data-type="title" id=toc-80>الفرع الخامس
غسل الشهيد الملوث بالمواد الكيمائية</span>
إذا قتل الشهيد في المعركة مع الكفار، فسبق بيان أنه، لا يغسل عند عامة أهل العلم، وعلى هذا فلا يغسل الشهيد سواء كان ملوثا بمواد كيمائية، أو غير ملوث.
فإن قتل بالمواد الكيمائية في غير المعركة فينظر. إن أمكن غسله دون أن يلحق المغسل ضررا غسل وتؤخذ الاحتياطات اللازمة والواقية.
وإن لم يمكن غسله إلا بإلحاق الضرر بالمغسل، فإنه لا يغسل، وينتقل إلى التيمم إن أمكن، وإلا دفن بحاله التي هو عليها دون غسل، ولا تيمم لعموم قوله تعالى: {فاتقوا الله ما استطعتم} [التغابن: ١٦] .
وقوله - صلى الله عليه وسلم - «إذا أمرتكم بأمر فأتوا منه ما استطعتم» (١) .
ولأنه إذا تعارضت مفسدتان روعي أعظمهما ضررا بارتكاب أخفهما (٢) فتركه بدون غسل ولا تيمم مفسدة، لكنها أخف من مفسدة تلف نفوس الأحياء، فقدمت، والله أعلم.
_________
(١) سبق تخريجه.
(٢) قاعدة فقهية. انظر: الأشباه والنظائر ص (١٧٨) .','1','259',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (255,'<span data-type="title" id=toc-81>المطلب الثالث
تكفين الشهيد</span>
وفيه أربعة فروع:
الفرع الأول: فيما يكفن فيه الشهيد.
الفرع الثاني: في نزع الدروع والحديد والخفاف ونحو ذلك منه.
الفرع الثالث: في كيفية تكفين الشهيد.
الفرع الرابع: في تكفين الملوث بالمواد الكيمائية.','1','260',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (256,'<span data-type="title" id=toc-82>الفرع الأول
فيما يكفن فيه الشهيد</span>
اتفق الأئمة الأربعة، وابن حزم وغيرهم. أن شهيد المعركة مع الكفار يكفن في ثيابه التي قتل فيها (١) .
واستدلوا بما يلي:
١- عن جابر رضي الله عنه قال: (رمي رجل بسهم في صدره أو في حلقه فمات، فأدرج في ثيابه كما هو، قال: ونحن مع رسول الله - صلى الله عليه وسلم -) (٢) .
٢- عن ابن عباس رضي الله عنهما قال: (أمر رسول الله - صلى الله عليه وسلم - بقتلى أحد أن ينزع عنهم الحديد والجلود، وأن يدفنوا بدمائهم وثيابهم) (٣) .
_________
(١) المبسوط (٢/٥١) وبدائع الصنائع (٢/٧٣) والمدونة (١/١٨٣) والكافي في فقه المدينة (١/٢٧٩) والمجموع (٥/٢٢٤) وروضة الطالبين (٢/١٢٠) والمغني (٣/٤٧١) وكشاف القناع (١/٥٧٥) . والمحلى لابن حزم (٣/٣٣٦) .
(٢) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجنائز، باب في الشهيد يغسل، ح رقم (٣١٣١) والبيهقي في السنن الكبرى، كتاب الجنائز باب من استحب أن يكفن في ثيابه، ح رقم (٦٨١١) وابن ماجة في سننه كتاب الجنائز باب ما جاء في الصلاة على الشهداء ودفنهم، ح رقم (١٥١٥) والإمام أحمد في مسنده ج (١٢/٣٢) ح رقم (١٤٨٩٣) قال النووي: رواه أبو داود بإسناد صحيح على شرط مسلم. انظر: المجموع: (٥/٢٢٤) .
(٣) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجنائز باب في الشهيد يغسل ح رقم (٣١٣٢) قال في عون المعبود: في إسناده علي ابن عاصم الواسطي، وقد تكلم فيه جماعة وعطاء بن السائب، وفيه مقال (٨/٢٨٣) وأخرجه البيهقي في السنن الكبرى، كتاب الجنائز باب من استحب أن يكفن في ثيابه، ح رقم (٦٨١٢) قال النووي في المجموع: رواه أبو داود بإسناد صحيح على شرط مسلم (٥/٢٢٤) ورواه الإمام أحمد في مسنده (٣/٢٠) ح رقم (٢٢١٧) قال أحمد شاكر: إسناده حسن. قال ابن حجر: رواه أبو داود وابن ماجة عن ابن عباس وفي إسنادهما ضعف، لأنه من رواية عطاء ابن السائب وهو مما حدث به عطاء بعد الاختلاط وعطاء بن السائب ثقة إلا أنه خلط في أخر حياته، وذكره ابن حبان في الثقات، وقال: كان اختلط بآخره ولم يفحش حتى يستحق أن يعدل به عن مسلك العدول. انظر: التلخيص الحبير (٢/١١٨) وانظر: تهذيب التهذيب (٧/١٨٣) .','1','261',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (257,'إذا تقرر أن شهيد المعركة مع الكفار يكفن في ثيابه التي قتل فيها، فهل هذا على وجه الاستحباب والأولوية، أم للوجوب، اختلف الفقهاء إلى قولين:
القول الأول: أنه يجب تكفينه في ثيابه التي قتل فيها ولا تنزع عنه، وهذا قول الحنفية (١) والمالكية (٢) والصحيح عند الحنابلة (٣) واختاره الشوكاني (٤) .
واستدلوا بحديث ابن عباس رضي الله عنهما قال: (أمر رسول الله بقتلى أحد أن ينزع عنهم الحديد والجلود وأن يدفنوا بدمائهم وثيابهم) (٥) .
وجه الدلالة: أنه أمر - صلى الله عليه وسلم - أن يدفنوا بثيابهم والأمر عند إطلاقه يقتضي الوجوب.
ونوقش: بأن الأمر فيه محمول على الاستحباب للجمع بين الأدلة (٦) .
القول الثاني: إنه يستحب تكفينه في ثيابه التي قتل فيها، ولولي الشهيد أن ينزع عنه ملابسه التي قتل فيها، ودفنه فيها أفضل وأولى، وهذا قول الشافعية (٧) ورواية عند الحنابلة اختارها ابن قدامة (٨) .
واستدلوا بما روي عن صفية (٩) رضي الله عنها (أنها أرسلت إلى النبي - صلى الله عليه وسلم - ثوبين يكفن فيها حمزة رضي الله عنه فكفنه في أحدهما، وكفن في الآخر رجل آخر) (١٠) .
_________
(١) المبسوط (٢/٥١) والبناية في شرح الهداية (٣/٣٢٠) وروءس المسائل ص (١٩٤) .
(٢) بلغه السالك (١/٢٠٤) والذخيرة (٢/٤٧٥) وحاشية الدسوقي (١/٤٢٦) .
(٣) كشاف القناع (١/٥٧٥) والإنصاف (٢/٥٠٠) والمبدع (٢/٢٣٦) .
(٤) نيل الأوطار (٤/٤٠) .
(٥) سبق تخريجه.
(٦) المغني (٣/٤٧١) .
(٧) المجموع (٥/٢٢٤) ومغنى المحتاج (٢/٣٦) وروضة الطالبين (٢/١٢٠) .
(٨) المغني (٣/٤٧١) والشرح الكبير (١/٥٤٦) والكافي في فقه الإمام أحمد (١/٢٢٨) والمبدع (٢/٢٣٦) .
(٩) هي: صفية بنت عبد المطلب بن هاشم القرشية الهاشمية عمة رسول الله - صلى الله عليه وسلم - ووالدة الزبير ابن العوام، وهي شقيقة حمزة، وأمها هالة بنت وهب خالة رسول الله - صلى الله عليه وسلم - توفيت في خلافة عمر. انظر الإصابة (٨/٢١٣) ت (١١٤١١) وأسد الغابة (٦/١٧٢) ت رقم (٧٠٥٩) .
(١٠) أخرجه البيهقي في السنن الكبرى، كتاب الجنائز، باب الدليل على جوازالتكفين في ثوب واحد رقم (٦٦٨٤) وقال في مجمع الزوائد رواه الطبراني في الأوسط وفيه عثمان الجزري ولم أجد من ترجم له، وبقية رجاله ثقات. انظر: مجمع الزوائد باب ما جاء في الكفن (٣/٢٤) .','1','262',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (258,'وجه الدلالة: أن النبي - صلى الله عليه وسلم - كفن حمزة رضي الله في ثوب غير الذي قتل فيه، وكذلك الرجل الذي وجد مقتولا كفن في ثوب غير الذي قتل فيه، فدل ذلك على جواز تكفين الشهيد في غير ما قتل فيه.
ونوقش هذا الاستدلال: بأنه محمول على أن حمزة رضي الله عنه والرجل الذي وجد معه قد سلبت ثيابهما لأن المشركين مثلوا بحمزة وعلى هذا فإن تكفينه في هذه الحالة بثوب آخر واجب، ويحتمل أن الثوب الذي وضع على حمزة وعلى صاحبه ضم إلى ما كان عليهما من ثياب قتلا فيها (١) .
الترجيح
الذي يظهر أن القول الأول الذي يوجب دفن شهيد المعركة مع الكفار بثيابه التي قتل فيها، هو الراجح لأمر النبي - صلى الله عليه وسلم - بذلك، كما في حديث ابن عباس رضي الله عنهما ولم يوجد صارف لهذا الأمر بشرط أن تستر ثيابه جميع بدنه، فإن لم تستر جميع بدنه زيد في ثيابه ما يستره. والله أعلم.
<span data-type="title" id=toc-83>الفرع الثاني
نزع الدروع والحديد والخفاف ونحو ذلك عنه</span>
لا خلاف فيما أعلم أن الشهيد ينزع عنه السلاح من دروع وسيوف ونحو ذلك (٢) واختلف الفقهاء فيما عدا السلاح من الجلود، والخفاف، والفراء، ونحو ذلك. فذهب الجمهور إلى أنها تنزع عن الشهيد (٣) .
_________
(١) كشاف القناع (١/٥٧٥) .
(٢) المبسوط (٢/٥٠) وتبيين الحقائق (١/٢٤٨) والتاج والإكليل بحاشية مواهب الجليل (٣/٦٩) وحاشية الخرشي (٢/٣٧٠) والمجموع (٥/٢٢٤) والوسيط (٢/٣٨٠) وكشاف القناع (١/٥٧٥) والمغني (٣/٤٧١) والمحلى بالآثار (٣/٣٣٦) .
(٣) المبسوط (٢/٥٠) وتبيين الحقائق (١/٢٤٨) والمجموع (٥/٢٢٤) والوسيط (٢/٣٨٠) وكشاف القناع (١/٥٧٥) والمغنى (٣/٤٧١) .','1','263',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (259,'واستدلوا بما يلي:
١- عن ابن عباس رضي الله عنهما قال: (أمر رسول الله - صلى الله عليه وسلم - بقتلى أحد أن ينزع عنهم الحديد والجلود وأن يدفنوا بدمائهم وثيابهم) (١) .
وجه الدلالة: أن الحديث نص على نزع الجلود عن الشهيد، ويلحق بالجلود ما صنع منها، كالخفاف وكل ما لا يعتاد لبسه.
٢- ولأن الجلود والفراء ليست من جنس الكفن فتترع عنه (٢) .
وذهب المالكية (٣) وابن حزم (٤) إلى أنها لا تنزع عن الشهيد.
واستدلوا بما جاء في حديث ابن عباس السابق، أنه - صلى الله عليه وسلم - (أمر بقتلى أحد.. أن يدفنوا بدمائهم وثيابهم) (٥) .
ووجه الدلالة: أنه - صلى الله عليه وسلم - أمر أن يدفنوا بثيابهم، والأمر عام فيشمل كل ما لبسوه من غير سلاح، ونوقش: بأن المراد بالثياب في الحديث ما اعتاد الناس لبسه. والفراء والخفاف ونحو ذلك هي مما لم يعتد الناس لبسها فتنزع (٦) .
الترجيح
يظهر أن الراجح القول الأول إنها تنزع عن الشهيد، لحديث ابن عباس رضي الله عنهما ولأنها مما لم يعتد الناس لبسه، ولأنها مال وفي دفنها مع الشهيد إضاعة للمال دون حاجة والله أعلم.
_________
(١) سبق تخريجه.
(٢) تبيين الحقائق (١/٢٤٨) .
(٣) المدونة (١/١٨٣) وحاشية الخرشي (٣/٣٧٠) .
(٤) المحلى بالآثار (٣/٣٣٦) .
(٥) سبق تخريجه.
(٦) مغني المحتاج (٢/٣٦) .','1','264',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (260,'<span data-type="title" id=toc-84>الفرع الثالث
في كيفية تكفين الشهيد</span>
شهيد المعركة مع الكفار يكفن في ثيابه التي قتل فيها كما تقرر سابقا.
أما كيفية التكفين. فإنه يدرج في ثيابه التي قتل فيها إدراجا لحديث جابر رضي الله عنه قال: (رمي رجل بسهم في صدره أو حلقه فمات فأدرج في ثيابه كما هو ونحن مع رسول الله - صلى الله عليه وسلم -) (١) .
وهذا إذا سترت ثيابه التي قتل فيها جميع بدنه، فإن بقي من بدنه شيء لم يغط، غطاه بما يستره، لما ثبت في الصحيحين من حديث خباب (٢)
رضي الله عنه: (أن مصعب بن عمير (٣) رضي الله عنه قتل يوم أحد قال: فلم نجد ما نكفنه إلا بردة، إذا غطينا بها رأسه خرجت رجلاه وإذا غطينا رجليه خرج رأسه، فأمر النبي - صلى الله عليه وسلم - أن نغطي رأسه، وأن نجعل على رجليه من الإذخر (٤)) (٥) .
_________
(١) سبق تخريجه.
(٢) هو: خباب بن الأرت بن جندلة بن خزيمة التميمي. وقيل: الخزاعي يكني أبا عبد الله، من السابقين إلى الإسلام، وممن عذب في الله في مكة، شهد بدرا وأحدا والمشاهد كلها مع رسول الله - صلى الله عليه وسلم - نزل الكوفة ومات بها سنة ٣٧ هـ.

انظر: أسد الغابة (١/٥٩١) ت رقم (١٤٠٧) والإصابة (٢/٢٢١) ت رقم (٢٢١٥) .
(٣) هو مصعب بن عمير بن هاشم بن عبد مناف بن عبد الدار بن قصي بن كلاب، أحد السابقين إلى الإسلام وقد كتم إسلامه خوفا من أمه، فلما علمت منعت عنه المال، فلم يمنعه ذلك من التمسك بدينه، أرسله النبي - صلى الله عليه وسلم - إلى المدينة معلما، ثم رجع وهاجر إلى الحبشة ثم إلى المدينة، شهد بدرا، واستشهد في معركة أحد. أنظر الإصابة (٦/٩٨) ت رقم (٢٠٨٠) أسد الغابة (٤/٤٠٥) ت رقم (٤٩٢٩) .
(٤) الإذخر: بكسر الهمزة والخاء، نبات معروف ذكي الرائحة وإذا جف أبيض انظر المصباح المنير ص ٢٠٧.
(٥) صحيح البخاري مع الفتح، كتاب الجنائز باب إذا لم يجد كفنا إلا ما يواري رأسه أو قدميه غطى رأسه، ح رقم (١٢٧٦) وباب إذا لم يوجد إلا ثوب واحد، ح رقم ... (١٢٧٥) وصحيح مسلم مع شرح النووي كتاب الجنائز باب في كفن الميت ح رقم ... (٩٤٠) .','1','265',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (261,'<span data-type="title" id=toc-85>الفرع الرابع
في تكفين المجاهد الملوث بالمواد الكيمائية</span>
إذا قتل المجاهد في ميدان المعركة وكان ملوثا بالمواد الكيمائية أو الجرثومية التي تضر بمن يقترب منها، أو يشمها، أو يلمسها (١) فإنه يجب عند تكفينه بعد وضع التحصينات وأخذ الاحتياطيات اللازمة لمنع انتقال ضرر المواد الملوثة إلى المكفن، فإن لم يوجد ما يمنع الانتقال فإنه يدفن على حاله.
لعموم قوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: ١٦] .
وقوله - صلى الله عليه وسلم - (إذا أمرتكم بأمر فأتوا منه ما استطعتم) (٢) .
ولأنه إذا تعارضت مفسدتان روعي أعظمهما ضررا بارتكاب أخفهما (٣) فتركه دون تكفين مفسدة، لكنها أخف من مفسدة تلف نفس المكفن بالمواد الملوثة أو إلحاق الضرر به فقدمت والله أعلم.
_________
(١) الأسلحة الكيمائية والجرثويمة والنووية ص ١٧.
(٢) سبق تخريجه.
(٣) قاعدة فقهية انظر: الأشباه والنظائر ص ١٧٨.','1','266',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (262,'<span data-type="title" id=toc-86>المطلب الرابع
الصلاة على الشهيد</span>
وفيه خمسة فروع:
الفرع الأول: الصلاة عليه إذا قتل في ميدان المعركة.
الفرع الثاني: الصلاة عليه إذا حمل وفيه رمق حياة ثم مات.
الفرع الثالث: الصلاة عليه يبقى أياما بعد الإصابة، ثم يموت.
الفرع الرابع: الصلاة على من رجع عليه سلاحه فقتله.
الفرع الخامس: الصلاة على من اختلط بموتى الكفار.','1','267',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (263,'<span data-type="title" id=toc-87>الفرع الأول
الصلاة على الشهيد إذا قتل في ميدان المعركة</span>
اختلف الفقهاء رحمهم الله تعالى في شهيد المعركة مع الكفار، هل يصلى عليه، أم لا؟ إلى ثلاثة أقوال:
القول الأول: أنه لا يصلى عليه، وهذا قول المالكية (١) والشافعية على الصحيح (٢) والحنابلة على أصح الروايات (٣) .
واستدلوا بما يلي:
١- عن جابر رضي الله عنه قال: (كان النبي - صلى الله عليه وسلم - يجمع بين الرجلين من قتلى أحد في ثوب واحد ثم يقول: أيهم أكثر أخذا للقرآن؟ فإذا أشير له إلى أحدهما قدمه في اللحد وقال: أنا شهيد على هؤلاء يوم القيامة وأمر بدفنهم بدمائهم ولم يغسلوا ولم يصل عليه) (٤) .
٢- عن أنس بن مالك رضي الله عنه (أن شهداء أحد لم يغسلوا، ودفنوا بدمائهم، ولم يصل عليهم) (٥) .
٣- ولأن الشهيد في معركة الكفار لا يغسل مع إمكانية غسله، فلم يصل عليه كسائر من لم يغسل (٦) .
_________
(١) المدونة (١/١٨٣) والكافي في فقه أهل المدينة المالكية (١/٢٧٩) والتلقين ص (١٤٦) .
(٢) المجموع (٥/٢٢١) وروضة الطالبين (٢/١١٨) ومغني المحتاج (٢/٣٣) .
(٣) المغني (٣/٤٦٧) والكافي في فقه الإمام أحمد (١/٢٨٨) والمستوعب (٣/١٤٠) وشرح منتهى الإرادات (١/٣٥٧) .
(٤) سبق تخريجه.
(٥) سبق تخريجه.
(٦) المغني (٣/٤٦٧) .','1','268',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (264,'القول الثاني: أنه يصلى عليه إذا قتل في ميدان المعركة مع الكفار، وهذا قول الحنفية (١) وقول عند الشافعية (٢) ورواية عند الحنابلة (٣) .
واستدلوا بما يلي:
١- عن عقبة بن عامر رضي الله عنه أن النبي - صلى الله عليه وسلم - (خرج يوما فصلى على أهل أحد صلاته على الميت ثم انصرف إلى المنبر) (٤) .
وفي رواية (صلى رسول الله - صلى الله عليه وسلم - على قتلى أحد بعد ثمان سنين كالمودع للأحياء والأموات ثم طلع المنبر) (٥) .
٢- عن ابن عباس رضي الله عنهما قال في شهداء أحد: (أتي بهم رسول الله - صلى الله عليه وسلم - يوم أحد فجعل يصلي على عشرة عشرة، وحمزة هو كما هو، يرفعون وهو كما هو موضوع) (٦) .
_________
(١) المبسوط (٢/٤٩) وبدائع الصنائع (٢/٧٣) .
(٢) المجموع (٥/٢٢١) وروضة الطالبين (٢/١١٨) .
(٣) الكافي في فقه الإمام أحمد (١/٢٨٨) والمغني (٣/٤٦٧) .
(٤) صحيح البخاري مع الفتح، كتاب الجنائز باب الصلاة على الشهيد، ح رقم (١٣٤٤) وصحيح مسلم بشرح النووي، كتاب الفضائل، باب إثبات حوض نبينا - صلى الله عليه وسلم - ح رقم (٢٢٩٦) .
(٥) صحيح البخاري مع الفتح، كتاب المغازي، باب غزوة أحد، ح رقم (٤٠٤٢) وصحيح مسلم بشرح النووي، كتاب الفضائل باب إثبات حوض نبينا - صلى الله عليه وسلم - ح رقم ٣١- (٢٢٩٦) .
(٦) أخرجه ابن ماجة في سننه مع شرح السندي، كتاب الجنائز باب ما جاء في الصلاة على الشهداء ودفنهم ح رقم (١٥١٣) وأخرجه البيهقي في السنن الكبرى، كتاب الجنائز باب من زعم أن النبي - صلى الله عليه وسلم - صلى على شهداء أحد، ح رقم (٦٨٠٣) ورقم (٦٨٠٤) قال البيهقي: هذا أصح ما في الباب وهو مرسل. وأخرجه الحاكم في المستدرك، كتاب معرفة الصحابة، ح رقم (٤٨٩٥) وهذا من الأحاديث التي تركها في الإملاء، قال الذهبي: سمعه أبو بكر بن عياش من يزيد. انظر: التلخيص بهامش المستدرك (٢/٢١٨) وفيه يزيد بن زياد منكر الحديث، وقال النسائي: متروك الحديث، وقيل: إن راوي الحديث ليس يزيد بن زياد، وإنما هو ابن أبي زياد الكوفي، وهو لين الحديث، وقد روى له مسلم مقرونا بغيره، وعلى كل حال فالحديث لا يخلو من ضعف. انظر: نصب الراية (٢/٣١٠) وتهذيب التهذيب (١١/٢٨٧) .','1','269',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (265,'وقد ورد في هذا المعنى عدة روايات عن ابن عباس وغيره كلها لا تخلو من ضعف (١) .
٣- عن شداد بن الهاد (٢) (أن رجلا من الأعراب جاء إلى النبي - صلى الله عليه وسلم - فآمن به واتبعه، ثم قال: أهاجر معك.. فلبثوا قليلا، ثم نهضوا في قتال العدو، فأتى به النبي - صلى الله عليه وسلم - يحمل قد أصابه سهم، ثم كفنه النبي - صلى الله عليه وسلم - في جبته ثم قدمه فصلى عليه..) (٣) .
القول الثالث: التخيير بين الصلاة على الشهيد وعدمها، قال بهذا الحنابلة في رواية (٤) ، وهو قول ابن حزم (٥) .
واستدلوا على عدم الصلاة بحديث جابر رضي الله عنه السابق، وفي الصلاة عليه بحديث عقبة بن عامر رضي الله عنه السابق، فكأنهم أرادوا الجمع بين الأدلة والأقوال.
_________
(١) انظر: نصب الراية (٢/٣٠٩) وشرح سنن أبي داود لابن القيم بحاشية عون المعبود (٨/٢٨٣) وما بعدها.
(٢) شداد بن الهاد واسم الهاد أسامة على المشهور، بن عمرو بن جابر بن بشر الليثي، وسمي بالهاد، لأنه يوقد النار ليلا للسارن، وهو صحابي جليل. انظر: الإصابة (٣/٢٦٢) ت (٣٨٧٦) وأسد الغابة (٢/٣٥٧) ت (٢٣٩٩) .
(٣) أخرجه النسائي في سننه مع شرح السندي، كتاب الجنائز باب الصلاة على الشهداء ح رقم (١٩٥٢) والبيهقي في السنن الكبرى، كتاب الجنائز باب المرتث والذي يقتل ظلما في المعترك، ح رقم (٦٨١٧) والمصنف لعبد الزراق، باب الصلاة على الشهيد وغسله، ح رقم (٩٥٩٧) والحاكم في المستدرك، كتاب معرفة الصحابة ح رقم ... (٦٥٢٧) وقد سكت عنه، وسكت عنه الذهبي في التلخيص بهامش المستدرك، وقال الألباني في أحكام الجنائز وبدعها: إسناده صحيح ورجاله كلهم على شرط مسلم ما عدا بن الهاد لم يخرج له شيئا. ولا ضير فإنه صحابي معروف (ص: ٨١) .
(٤) الإنصاف (٢/٥٠٠) .
(٥) المحلى بالآثار (٣/٣٣٦) .','1','270',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (266,'المناقشة والترجيح
ناقش الحنفية استدلال أصحاب القول الأول بحديث جابر رضي الله عنه بما يلي:
١- أن حديث جابر ليس بقوي (١) .
٢- أن جابر كان يومئذ مشغولا، فقد قتل أبوه وأخوه وخاله، فرجع إلى المدينة ليدبر كيف يحملهم إلى المدينة، فلم يكن حاضرا حين صلى النبي - صلى الله عليه وسلم - ولذا روى ما روى، ومن شاهد النبي - صلى الله عليه وسلم - فقد روي أنه صلى عليهم (٢) فكأنهم يقولون: شهادة إثبات صلاة النبي - صلى الله عليه وسلم - على شهداء أحد مقدم على شهادة النفي.
والجواب على هذه المناقشة ما يلي:
١- أما إنه ليس بقوي فهذه دعوى مردودة فقد رواه الشيخان البخاري ومسلم، وقد اتفقت الأمة على قبول ما أثبتاه في صحيحهما.
٢- أن شهادة النفي إنما ترد إذا لم يحط بها علم الشاهد، ولم تكن محصورة، أما ما أحاط به علمه وكان محصورا فيقبل بالاتفاق، وهذه قصة معينة أحاط بها جابر وغيره علما، ثم رواية الإثبات ضعيفة، فوجودها كالعدم (٣) .
ونوقش ما استدل به الحنفية ومن معهم بما يلي:
١- المراد من الصلاة على شهداء أحد في حديث عقبة بن عامر، الدعاء لهم، وهذا التأويل لا بد منه لأمرين:
الأول: أن النبي - صلى الله عليه وسلم - إنما فعل ذلك قبل موته بعد دفنهم بثمان سنين، ولو كانت صلاة الجنازة المفروضة، لما أخرها ثمان سنين.
_________
(١) المبسوط (٢/٥٠) وبدائع الصنائع (٢/٧٤) .
(٢) المرجعان السابقان في هامش رقم (١) .
(٣) المجموع (٥/٢٢٦) .','1','271',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (267,'الثاني: أن الصلاة على القبر عند الحنفية تكون إلى ثلاثة أيام (١) والجمهور لا يرون الصلاة على الشهيد، فليس المراد من حديث عقبة صلاة الجنازة بالإجماع، فوجب تأويل الحديث بأن المراد من الصلاة الدعاء لهم (٢) .
ويظهر أن حديث عقبة خارج محل النزاع، لأن النزاع في الصلاة على الشهيد قبل دفنه، وحديث عقبة إنما هو في الصلاة بعد الدفن.
٢- ونوقش حديث ابن عباس وما جاء في معناه من روايات متعددة: أنها ضعيفة كلها، والأخبار جاءت من وجوه متواترة أنه لم يصل على قتلى أحد (٣) .
٣- أما حديث شداد بن الهاد فنوقش، بأنه يحتمل أن الرجل الذي صلى عليه النبي - صلى الله عليه وسلم - بقي حيا مدة طويلة حياة مستقرة حتى انتهى القتال، ثم مات فصلى عليه (٤) .
وعلى ما تقدم فالراجح أن الأولى والأفضل ترك الصلاة على شهداء المعركة في حرب الكفار، لأن حديث جابر رضي الله عنه صحيح وصريح في ترك الصلاة على شهداء أحد، وهو عام في كل الشهداء في المعركة ولأن الحرب وما يحدث فيها من كثرة القتل وانشغال المجاهدين بالقتال يصعب معه الصلاة على الشهداء.
فإن صلى عليهم، فلا بأس بذلك للآثار الواردة في ذلك. والله أعلم.
_________
(١) المبسوط (٢/٦٩) .
(٢) المجموع (٥/٢٢٦) وتحفة الأحوذي (٤/٨٣) .
(٣) المجموع (٥/٢٢٦) والأم (١/٢٦٧) .
(٤) السنن الكبرى للبيهقي (٤/٢٤) وعارضة الأحوذي بشرح صحيح الترمذي ... (٤/٢٠٢) .','1','272',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (268,'<span data-type="title" id=toc-88>الفرع الثاني
الصلاة عليه إذا حمل وفيه رمق حياة ثم مات</span>
سبق بيان أن المجاهد إذا وجد في المعركة وبه رمق حياة، أو منفوذ المقاتل، أو بقي فيه حياة مذبوح، ثم مات فإنه شهيد معركة تجري عليه أحكام الشهيد الدنيوية، سواء حمل من المعركة، أو مات في ميدان المعركة (١) .
وعلى هذا فما قيل في الصلاة على الشهيد إذا مات في ميدان المعركة، وخلاف الفقهاء في ذلك، يأتي هنا في الصلاة عليه إذا حمل وفيه رمق حياة ثم مات (٢) والله أعلم.
<span data-type="title" id=toc-89>الفرع الثالث
الصلاة عليه يبقى أياما بعد الإصابة ثم يموت</span>
سبق بيان أن من أصيب في المعركة مع الكفار بجراح ثم حمل من المعركة وبقي أياما فأكل وشرب وتكلم وأوصى وبقي حياة مستقرة، فإنه ليس بشهيد معركة، فلا يأخذ أحكام الشهيد الدنيوية باتفاق الفقهاء (٣) وما قيل هناك، يقال هنا.
وعلى هذا فإنه لا خلاف بين الفقهاء فيما أعلم أنه يصلي عليه كغيره من الموتى، والله أعلم.
<span data-type="title" id=toc-90>الفرع الرابع
الصلاة على من رجع عليه سلاحه فقتله</span>
سبق الحديث عن قتل المجاهد نفسه خطأ في ميدان المعركة مع الكفار، وذكر خلاف الفقهاء في ذلك، والترجيح أنه شهيد معركة (٤) .
_________
(١) راجع: الفرع الخامس: موت المجاهد متأثر بإصابته في المعركة، الحالة الأولى.
(٢) راجع: الصلاة على الشهيد إذا قتل في ميدانالمعركة.
(٣) راجع الفرع الخامس: موت المجاهد متأثرا بإصابته في المعركة الحالة الثانية.
(٤) راجع الفرع السابع: قتل المجاهد نفسه خطأ.','1','273',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (269,'وعلى هذا، فإن الخلاف بين الفقهاء الذي سبق في الصلاة على شهيد المعركة يأتي هنا، وما قيل هناك من أقوال وأدلة وترجيح يأتي في هذه المسألة (١) والله أعلم.
<span data-type="title" id=toc-91>الفرع الخامس
الصلاة على من اختلط بموتى الكفار</span>
إذا قتل المجاهد في أرض المعركة مع الكفار فاختلط بموتاهم ولم يمكن التمييز فكيف يصلى عليه؟
سبق بيان أقوال الفقهاء في الصلاة على شهيد المعركة، وأن جمهور الفقهاء قالوا: لا يصلى عليه، وعلى هذا لا ترد هذه المسألة عند الجمهور (٢) .
أما الحنفية ومن معهم فإنهم قالوا: يصلى على شهيد المعركة، وعلى هذا فالصلاة على الشهيد إذا اختلط بموتى الكفار عندهم تكون بحسب الغلبة، فإن كان موتى المسلمين أكثر صلي عليهم جميعا، لأن الحكم للغلبة والمغلوب لا يظهر حكمه مع الغالب، وإن كانت الغلبة لموتى الكفار تركت الصلاة عليهم جميعا، لأن الصلاة على الكفار منهي عنها، ويجوز ترك الصلاة على بعض المسلمين (٣) .
وقد سبق ترجيح قول الجمهور في ترك الصلاة على شهيد المعركة وهذه المسألة تدعم ما سبق ترجيحه، لأن معرفة الأكثر موتا يصعب الوصول إليه، ثم لو علم فإن كان الكثرة للمسلمين، فإن هذا يؤدي إلى أن يصلى على الكفار وهذا منهي عنه، وإن كانت الغلبة للكفار فإن الحنفية يرجعون إلى القول بترك الصلاة على شهيد المعركة.
ثم هناك حالة التساوي بين قتلى المسلمين والكفار على فرض معرفة عددهم.
ولهذا ترك الصلاة على شهيد المعركة هو الأولى والمخرج من هذا الإشكال، والله أعلم.
_________
(١) راجع: الصلاة على الشهيد إذا قتل في ميدان المعركة.
(٢) راجع: الصلاة على الشهيد إذا قتل في ميدان المعركة.
(٣) المبسوط: (٢/٥٤) .','1','274',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (270,'<span data-type="title" id=toc-92>المطلب الخامس
دفن الشهيد</span>
وفيه خمسة فروع:
الفرع الأول: دفنه وعليه شيء من السلاح والحديد ونحو ذلك.
الفرع الثاني: دفن أكثر من شهيد في قبر واحد.
الفرع الثالث: نبش قبر الشهيد.
الفرع الرابع: إبقاء الشهيد في الثلاجة مدة طويلة.
الفرع الخامس: كتابة اسم المجاهد وفصيلة دمه وتعليقها في العنق، أو في اليد حتى يعرف.','1','275',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (271,'<span data-type="title" id=toc-93>الفرع الأول
دفنه وعليه شيء من السلاح، والحديد ونحو ذلك</span>
سبق بيان أن الشهيد ينزع عنه السلاح، والحديد ونحو ذلك، ولم يخالف في ذلك أحد من الفقهاء حسب ما اطلعت عليه (١) .
وعلى هذا فإنه لا يجوز دفن الشهيد وعليه شيء من السلاح والحديد لما يأتي:
١- أن السلاح والحديد ونحو ذلك مال، ودفنه مع الشهيد إضاعة له بغير وجه شرعي (٢) وإضاعة المال منهي عنه (٣) .
٢- ولأن عادة أهل الجاهلية أنهم كانوا يدفنون أبطالهم بما عليهم من الأسلحة، وقد نهينا عن التشبه بهم (٤) حتى لا نكون منهم لقوله - صلى الله عليه وسلم - «من تشبه بقوم فهو منهم» (٥) .
_________
(١) سبق الكلام على ذلك في نزع الدروع والخفاف عن الشهيد.
(٢) الشرح الصغير للدردير بهامش بلغه السالك (١/٢٠٤) .
(٣) ورد النهي عن إضاعة المال في حديث المغيرة بن شعبة رضي الله عنه قال: قال النبي - صلى الله عليه وسلم - إن الله حرم عقوق الأمهات، ووأد البنات، ومنعا وهات، وكره لكم قيل وقال وكثرة السؤال وإضاعة المال. البخاري مع الفتح كتاب الاستقراض، باب ما ينهى عن إضاعة المال، ح رقم (٢٤٠٨) ومسلم في صحيحه بشرح النووي، كتاب الأقضية، باب النهي عن إضاعة المال، ح رقم (١٧١٥) .
(٤) المبسوط (٢/٥٠) .
(٥) أخرجه أبو داود في سننه مع عون المعبود كتاب اللباس باب في لبس الشهرة، ح رقم ... (٤٠٢٤) والإمام أحمد في مسنده ح رقم (٥١١٤) (٥١١٥) (٥٦٦٧) قال أحمد شاكر إسناده صحيح. انظر: هامش المسند (٤/٥١٥) وقال المنذري في إسناده عبد الرحمن بن ثابت بن ثوبان، وهو ضعيف، شرح سنن أبي داود لابن القيم (١١/٥٢) وانظر: تهذيب التهذيب (٦/١٣٦) وقال العجلي في تاريخ الثقات: عبد الرحمن بن ثابت بن ثوبان لا بأس به ص ٢٨٩ وصححه الألباني في إرواء الغليل ح رقم (١٢٦٩) .','1','276',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (272,'<span data-type="title" id=toc-94>الفرع الثاني
دفن أكثر من شهيد في قبر واحد</span>
الأصل أنه لا يدفن أكثر من شهيد في قبر واحد، إلا عند الضرورة لذلك، كأن يكثر القتلى ويعسر دفن كل واحد منهم في قبر.
فإذا وجدت الضرورة جاز دفن أكثر من شهيد في قبر واحد، ويقدم أفضلهم إلى القبلة، ولا أعلم في ذلك خلافا بين الفقهاء (١) .
والدليل على ذلك حديث جابر بن عبد الله رضي الله عنهما (أن النبي - صلى الله عليه وسلم - كان يجمع بين الرجلين من قتلى أحد) (٢) والله أعلم.
<span data-type="title" id=toc-95>الفرع الثالث
نبش قبر الشهيد</span>
لا يختلف الشهيد عن غيره من الموتى في أنه يحرم نبش قبره، إلا لضرورة شرعية، فإذا وجدت الضرورة الشرعية الداعية إلى نبش القبر، كمن دفن عاريا دون ثياب، أو وجه إلى غير القبلة، أو نسي في القبر مال محترم، ونحو ذلك من الضرورات الشرعية، فإن جمهور الفقهاء قالوا يجوز نبش القبر ما لم يتغير المدفون (٣) ؛ لأن الضرورات تبيح المحظورات (٤) .
_________
(١) بدائع الصنائع (٢/٦٣) والمدونة (١/١٨٣) والذخيرة (٢/٤٧٩) والمجموع (٥/٢٤٧) وروضة الطالبين (٢/١٣٨) والمغني (٣/٥١٣) والفروع (٢/٢٧٧) والمحلى بالآثار ... (٣/٣٣٧) .
(٢) صحيح البخاري مع الفتح، كتاب الجنائز باب دفن الرجلين والثلاثة في قبر، ح رقم ... (١٣٤٥) .
(٣) الذخيرة (٢/٤٧٩) والشرح الصغير بهامش بلغة السالك (١/٢٠٤) والمجموع (٥/٢٦٨) وفتح الباري (٣/١٧٦) وروضة الطالبين (٢/١٣٤) وكشاف القناع (١/٥٦١) والفروع (٢/٢٧٧) .
(٤) الأشباه والنظائر للسيوطي ص ٨٤.','1','277',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (273,'وذهب الحنفية إلى أن القبر ينبش ما لم يهل عليه التراب، فإذا أهيل على الميت التراب فيحرم نبشه حينئذ، إلا لحق آدمي كأن يدفن في أرض مغصوبة، أو بمال معه فإنه ينبش (١) والذي يظهر أن الضرورة إذا وجدت وكان لنبش القبر مصلحة راجحة، فإن القبر ينبش وتستخرج الجثة سواء تغيرت، أم لا، والله أعلم.
<span data-type="title" id=toc-96>الفرع الرابع
إبقاء الشهيد في الثلاجة مدة طويلة</span>
السنة في شهداء المعركة أن يدفنوا في ميدان المعركة.
قال ابن القيم رحمه الله: (إن السنة في الشهداء أن يدفنوا في مصارعهم ولا ينقلوا إلى مكان آخر) (٢) .
والدليل على ذلك حديث جابر رضي الله عنهما (أن النبي - صلى الله عليه وسلم - أمر بقتلى أحد أن يردوا إلى مصارعهم وكانوا قد نقلوا إلى المدينة) (٣) .
إذا تقرر هذا. فإن الشهيد إذا لم يمكن دفنه في ميدان المعركة، لصعوبة دفنه، أو عدم صلاحية المكان لدفنه (٤) أو لغرض صحيح يتطلب بقاءه دون دفن.
_________
(١) تحفة الفقهاء (١/٢٥٦) والمبسوط (٢/٧٣) والبحر الرائق (٢/٣٤١) .
(٢) زاد المعاد لابن قيم الجوزية (٣/٢١٤) .
(٣) أخرجه الترمذي في سننه بشرح السندي، كتاب الجنائز، باب ما جاء في الصلاة على الشهداء ودفنهم، ح رقم (١٥١٦٩) وأبو داود في سننه مع عون المعبود، كتاب الجنائز باب في الميت يحمل من أرض إلى أرض وكراهية ذلك، ح رقم (٣١٦٣) والترمذي في صحيحه مع عارضة الأحوذي، كتاب الجهاد، باب ما جاء في دفن القتيل في مقتله، ح رقم (١٧١٧) عن جابر بلفظ (لما كان يوم أحد جاءت عمتي بأبي لتدفنه في مقابرنا فنادى منادى رسول الله - صلى الله عليه وسلم - ردوا القتلى إلى مصارعهم) قال الترمذي: هذا حديث حسن صحيح.
(٤) كالبحر فإن المقاتلين في البحر إذا استشهدوا ينقلون إلى أقرب مكان في البر ليدفنوا فيه فإن لم يمكن وخافوا عليهم من الفساد وضعوهم في الثلاجة إن وجدت حتى يتمكنوا من دفنهم في البر وجوبا، فإن لم يوجد معهم ثلاجة وخافوا عليهم الفساد، فإنهم يلقون بهم في البحر ويربطون عليهم ما يغوص بهم إلى أعماق البحر. انظر فتح القدير ... (٢/١٠٢) وحاشية ابن عابدين (٣/١٤٠) وحاشية الخرشي (٢/٣٨٠) والمغني ... (٣/٤٣١) والأم (١/٢٦٦) .','1','278',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (274,'فإنه لا بأس أن يوضع في الثلاجة المعدة للموتى، ولو بقي في ذلك مدة طويلة ما دام ذلك لغرض صحيح والله أعلم

<span data-type="title" id=toc-97>الفرع الخامس
كتابة اسم المجاهد وفصيلة دمه
وتعليقها في العنق أو في اليد حتى يعرف</span>
التعليقات التي يضعها المجاهد حال القتال في عنقه، أو في يده لا تخلو في حالات:
الحالة الأولى: أن يقصد بهذه التعليقات التي يجعلها في عنقه، أو في يده، أو في رجله دفع ضر عنه، أو جلب منفعة له أو حراسته من العدو فهذا من الشرك بالله عز وجل.
يدل على ذلك:
١- عن عمران بن حصين رضي الله عنه (أن النبي - صلى الله عليه وسلم - رأى رجلا (١) في يده حلقة من صفر، فقال: ما هذا؟ قال: من الواهنة (٢) فقال: انزعها فإنها لا تزيدك إلا وهنا، فإنك لو مت وهي عليك ما أفلحت أبدا) (٣) .
٢- عن عقبة بن عامر رضي الله عنه (من تعلق تميمة (٤) فلا أتم الله له، ومن تعلق ودعة
_________
(١) قيل: هو راوي الحديث عمران بن الحصين رضي الله عنه يدل على ذلك ما جاء عند الحاكم في المستدرك عن عمران بن الحصين قال: (دخلت على رسول الله - صلى الله عليه وسلم - وفي عضدي حلقة صفر) المستدرك كتاب الطب، ح رقم (٧٥٠٢) .
(٢) الواهنة: عرق يأخذ من المنكب وفي اليد كلها فيرقى منها، وقيل: مرض يأخذ في العضد، وربما علق عليها جنس من الخرز يقال لها حرز الواهنة وهي تأخذ الرجال دون النساء، انظر: النهاية في غريب الحديث والأثر (٥/٢٠٣) .
(٣) أخرجه الإمام أحمد في المسند (١٥/٩٧) ح رقم (١٩٨٨٥) وصححه الحاكم في المستدرك ووافقه الذهبي، انظر: المستدرك كتاب الطب باب في تعليق التمائم والرقى ... (٥/٤٢٧) . وابن ماجة في سننه كتاب الطب، باب تعليق التمائم، ح رقم (٣٥٣١) وقال في مجمع الزوائد: فيه مبارك بن فضالة وهو ثقة وفيه ضعف، وبقية رجاله ثقات. انظر: مجمع الزوائد كتاب الطب، باب فيمن يعلق تميمة أو نحوها (٥/١٠٣) .
(٤) التميمة تجمع على تمائم وهي: خرزات كانت العرب تعلقها على أولادهم يتقون بها العين في زعمهم فأبطلها الإسلام، انظر: النهاية في غريب الحديث والأثر (١/١٩٢) .','1','279',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (275,'فلا ودع الله له (١)) (٢) .
وفي رواية (من تعلق تميمة فقد أشرك (٣)) (٤) .
إذا تقرر هذا فإنه لو مات على هذا الاعتقاد فإنه يخشى أن يدخل تحت عموم قوله تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا} [النساء: ٤٨] .
الحالة الثانية: أن يقصد بهذه التعليقات التشبه بالكفار، فهذا حرام لقوله - صلى الله عليه وسلم - (من تشبه بقوم فهو منهم) (٥) .
الحالة الثالثة: أن يقصد أن يعرف من بين القتلى إذا قتل في المعركة، فإذا قصد ذلك فلا بأس، والأولى ترك هذه التعليقات حتى لا يقع في المحظور، لأنه لو قتل وتغيرت معالمه بحيث لا يعرف لم تفد هذه التعليقات شيئا، لأنها ستزول عنه، والله أعلم.
_________
(١) الودع: بالفتح والسكون جمع ودعه وهو شيء أبيض يجلب من البحر يعلق في حلوق الصبيان وغيرهم. وإنما نهى عنها لأنهم كانوا يعلقونها مخافة العين ومعنى لا ودع الله له أي لا جعله في دعة وسكون وقيل لا خفف الله عنه ما يخافه.
(٢) أخرجه الحاكم في المستدرك، وقال صحيح الإسناد ووافقه الذهبي انظر المستدرك كتاب الطب ح رقم (٧٥٠١) والتلخيص للذهبي بهامشه (٤/٢٤٠) وقال الهيثمي رواه أحمد وأبو يعلى ورجاله ثقات، انظر مجمع الزوائد كتاب الكبة باب فيمن يعلق تميمة أو نحوها (٥/١٠٣) وأخرجه الإمام أحمد في المسند (١٣/٣٦٣) ح رقم (١٧٣٣٥) .
(٣) الشرك: اسم من أشرك بالله إذا كفر به. انظر: المصباح المنير ص ٣١١ مادة شرك. والمقصود بالشرك هنا هو المنافي لكمال الإخلاص الذي هو معنى لا إله إلا الله، لما يقصده من علق التمائم من دفع الضر أو جلب النفع من غير الله، وكمال التوحيد لا يحصل إلا بترك ذلك، انظر: تعليق الشيخ بن باز رحمه الله على فتح المجيد شرح كتاب التوحيد ص ١٣١ بتصرف.
(٤) أخرجه الإمام أحمد في المسند (١٣/٣٦٨) ح رقم (١٧٣٥٣) وقال الهيثمي رواه أحمد والطبراني ورجال أحمد ثقات، مجمع الزوائد كتاب الطب، باب فيمن تعلق تميمة أو نحوها (٥/١٠٣) .
(٥) سبق تخريجه.','1','280',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (276,'<span data-type="title" id=toc-98>الفصل الثالث
أحكام المجاهد في الزكاة</span>
والصوم والحج
ويشتمل على ثلاثة مباحث:
المبحث الأول: أحكام المجاهد في الزكاة.
المبحث الثاني: أحكام المجاهد في الصوم.
المبحث الثالث: أحكام المجاهد في الحج.','1','281',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (277,'<span data-type="title" id=toc-99>المبحث الأول
أحكام المجاهد في الزكاة</span>
وفيه مطلبان:
المطلب الأول: أخذ المجاهد من الزكاة.
المطلب الثاني: إخراج الزكاة من مال المجاهد في غيبته.','1','282',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (278,'<span data-type="title" id=toc-100>المطلب الأول
أخذ المجاهد من الزكاة</span>
لا خلاف فيما أعلم أنه يجوز للمجاهد في سبيل الله الأخذ من الزكاة (١) لقوله تعالى {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [التوبة: ٦٠] وسبيل الله المراد به الغزو (٢) .
جاء في الجامع البيان: في سبيل الله يعني في النفقة في نصرة دين الله. بقتال أعدائه وذلك هو غزو الكفار (٣) .
ولأن سبيل الله إذا أطلق في عرف الشرع يراد به الغزو (٤) .
قال تعالى: {انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} [التوبة: ٤١] .
_________
(١) بدائع الصنائع (٢/١٥٤) وتبيين الحقائق (١/٢٩٨) وحاشية ابن عابدين (٣/٢٨٩) وبلغة السالك (١/٢٣٣) والتلقين ص (١٧١) والكافي في فقه أهل المدينة (١/٣٢٦) والجامع لأحكام القرآن (٨/١٧٠) والمعونة (١/٤٣) ومغني المحتاج (٤/١٨١) وروضة الطالبين (٢/٣٢١) والوسيط (٤/٥٦٣) والحاوي الكبير (٨/٥١١) وكشاف القناع (٢/١٠٧) والشرح الكبير (١/٧١٤) والمبدع (٢/٤٢٤) والمحلى بالآثار (٤/٢٧٥) .
(٢) قال محمد بن الحسن من الحنفية: المراد به منقطع الحاج، وقال في بدائع الصنائع جميع القرب، وقال بعضهم: المراد به طلبة العلم. انظر البحر الرائق (٢/٤٢٢) وبدائع الصنائع (٢/١٥٤) وهذا توسع في معنى في سبيل الله والصحيح ما تقرر أن المراد عند الإطلاق الغزو والجهاد في سبيل الله بالنفس. وإلا لم يكن للحصر فائدة انظر: الشرح الممتع (٦/٢٤٨) .
(٣) جامع البيان للطبري (٦/٤٠٢) .
(٤) بدائع الصنائع (٢/١٥٤) والحاوي الكبير (٨/٥١٢) وكشاف القناع (٢/١٠٧) .','1','283',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (279,'وقال تعالى: {إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ} [الصف:٤] .
إذا تقرر هذا، فإن المجاهد الذي يأخذ من الزكاة. هو المتطوع بالجهاد وليس له راتب من ديوان الجند (١) أما الغزاة الذين لهم راتب من ديوان الجند (٢) فلا يعطون من الزكاة بسبب الغزو، قال في المجموع: بلا خلاف (٣) .
فإذا لم يوجد في ديوان الجند ما يكفيهم فهل يعطون ما يكفيهم من الزكاة؟ اختلف الفقهاء فذهب الحنابلة والشافعية في قول إلى أنهم يعطون لأنهم غزاة (٤) .
وذهب الشافعية في الأصح إلى أنهم لا يعطون، ويجب على أغنياء المسلمين إعانتهم (٥) . ويظهر أن القول الأول هو الراجح فيعطون من الزكاة ما يكفيهم لأنه في سبيل الله ومحتاجون لما يعينهم في جهاد العدو.
إذا تقرر أن المجاهد الذي يعطى من الزكاة، هو المتطوع الذي لا راتب له من ديوان الجند، فهل يشترط في المجاهد الذي يأخذ من الزكاة أن يكون فقيرا؟ اختلف الفقهاء.
_________
(١) مغني المحتاج (٤/١٨١) والوسيط (٤/٥٦٣) والحاوي (٨/٥١٢) وكشاف القناع ... (٢/١٠٧) ، والشرح الكبير (١/٧١٤)) والمبدع (٢/٤٢٤) والشرح الممتع (٦/٢٤١) والإنصاف (٣/٢٣٥) .
(٢) الديوان: أصله دوان فعوض من إحدى الواوين ياء لأنه يجمع على دواوين لو كانت الياء أصلية لقالوا: ديواين، والديوان فارسي معرب وهو: الدفتر الذي يكتب فيه أسماء الجيش وأهل العطاء وأول من دون الديوان عمر رضي الله عنه يعني في الإسلام قال الماوردي والديوان موضوع لحفظ ما يتعلق بحقوق السلطنة من الأعمال والأموال ومن يقوم بها من الجيوش والعمال وأول من وضع الديوان في الإسلام عمر بن الخطاب - رضي الله عنه -. انظر: لسان العرب (١٣/١٦٦) مادة (دون) والأحكام السلطانية للماوردي ص ٣٣٧.
(٣) المجموع (٦/٢٠٠) والحاوي (٨/٥١٢) وكشاف القناع (٢/١٠٧) والإنصاف ... (٣/٢٣٥) .
(٤) الإنصاف (٣/٢٣٥) وكشاف القناع (٢/١٠٧) والمجموع (٦/٢٠١) .
(٥) المجموع (٦/٢٠١) ومغنى المحتاج (٤/١٨١) والوسيط (٤/٥٦٣) .','1','284',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (280,'فذهب الجمهور إلى أنه لا يشترط أن يكون فقيرا (١) .
واستدلوا بما روى عطاء بن يسار (٢) أن النبي - صلى الله عليه وسلم - قال: «لا تحل الصدقة لغني إلا لخمسة: وذكر منهم الغازي في سبيل الله..» (٣) .
ووجه الدلالة: أنه نفي أن تحل الصدقة للغني عموما ثم استثنى الغازي في سبيل الله فتحل له مع الغنى.
ونوقش هذا الاستدلال، بأن الاستثناء محمول على حدوث الحاجة للمجاهد بعد خروجه للجهاد لأنه يحتاج إلى السلاح والنفقة ولا يكفيه ما في يده فيجوز له أخذ الزكاة، وسماه في الحديث غنيا على اعتبار ما كان قبل حدوث الحاجة وهو مقيم في داره وعنده كفايته (٤) .
ويمكن الجواب عن هذا المناقشة: بأن الحديث نص على أن المغازي في سبيل الله يأخذ من الزكاة مع غناه، وآية أهل الزكاة جاءت عامة كذلك، فتأويلهم للحديث تأويل بعيد وذهب الحنفية وقول عند المالكية، إلى أنه لا يعطى المجاهد من الزكاة، إلا إذا كان فقيرا (٥) .
_________
(١) بلغة السالك (١/٢٣٣) والمعونة (١/٤٤٣) وحاشية الخرشي (٢/٥١٨) ومغني المحتاج (٤/١٨١) والوسيط (٤/٥٦٣) والحاوي الكبير (٨/٥١٢) والمستوعب (٣/٣٥٥) وكشاف القناع (٢/١٠٧) والمبدع (٢/٤٢٤) .
(٢) هو: عطاء بن يسار، مولى ميمونة بنت الحارث زوج النبي - صلى الله عليه وسلم - سمع من عدد من الصحابة قال مالك: كان ثقة كثير الحديث توفي سنة ١٠٣ هـ انظر سير أعلام النبلاء (٤/٤٤٨) وطبقات ابن سعد (٥/١٧٣) .
(٣) أخرجه أبو داود في سننه مع عون المعبود، كتاب الزكاة باب من يجوز له أخذ الصدقة وهو غني، ح رقم (١٦٣٢) وتمامه (أو لعامل عليها، أو لغارم أو لرجل اشتراها بماله، أو لرجل كان له جار مسكين فتصدق على المسكين فأهداها المسكين للغني) وابن ماجه في سننه كتاب الزكاة باب من تحل له الصدقة ح رقم (١٨٤١) والبيهقي في السنن الكبرى كتاب قسم الصدقات باب سهم سبيل الله ح رقم (١٣١٩٨) والإمام أحمد في مسنده ح رقم (١١٤٧٦) الصدقات باب سهم سبيل الله ح رقم (١٣١٩٨) والإمام أحمد في مسنده ح رقم (١١٤٧٦) ج (١٠/١٧٧) وصححه الحاكم ووافقه الذهبي انظر المستدرك كتاب الزكاة ح رقم (١٤٨٠) والتلخيص للذهبي بهامشه ج (١/٥٦٦) .
(٤) بدائع الصنائع (٢/١٥٥) وأحكام القرآن للجصاص (٣/١٦٤) وتبيين الحقائق ... (١/٣٠٢) .
(٥) بدائع الصنائع (٢/١٥٤) وتبيين الحقائق (١/٢٩٨) واللباب في شرح الكتاب ... (١/١٥٤) وحاشية الخرشي (٢/٥١٨) والتاج والإكليل بهامش مواهب الجليل (٣/٢٣٤) .','1','285',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (281,'واستدلوا بما جاء في الصحيحين من حديث طويل عن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال لمعاذ (١) : (.. فأخبرهم أن الله قد فرض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم) (٢) .
وجه الدلالة: أن الزكاة تؤخذ من الأغنياء وتعطى الفقراء، فلا يجوز أن تؤخذ من الأغنياء وتعطى الأغنياء.
ويمكن مناقشة هذا الاستدلال: بأن دلالة الحديث عامة واستثني الغازي في سبيل الله من هذا العموم بحديث عطاء بن يسار رحمه الله فلا تعارض بين الأدلة.
والذي يظهر أن ما ذهب إليه الجمهور من أنه يعطي المجاهد من الزكاة وإن كان غنيا هو الراجح لحديث عطاء بن يسار، ولأن في ذلك إعانة لهم على الغزو، وتشجيعا لهم على الاستمرار في الجهاد والله أعلم.
إذا تقرر أن المجاهد يأخذ من الزكاة، فما مقدار ما يأخذه؟
يعطى المجاهد في سبيل الله من الزكاة ما يكفيه في غزوه من الدواب والسلاح والنفقة والكسوة مدة الذهاب والرجوع والمقام في أرض العدو، أو في الثغور وإن طال المقام (٣) وهذا العطاء يختلف باختلاف الأزمنة والأمكنة وتغير الأحوال وباختلاف المجاهدين، فالتقدير يرجع إلى ولي الأمر، يعطيه ما يناسب حاله والله أعلم.
_________
(١) هو: معاذ بن جبل بن عمرو بن أوس، الأنصاري الخزرجي يكني أبا عبد الرحمن شهد العقبة وبدرا وأحدا والمشاهد كلها مع رسول الله - صلى الله عليه وسلم - من أعلم الأمة بالحلال والحرام بعثه النبي - صلى الله عليه وسلم - إلى اليمن قاضيا ومعلما، توفي في طاعون عمواس بالشام سنة ١٨ هـ. انظر: أسد الغابة (٤/٤١٨) ت رقم (٤٩٥٣) وطبقات ابن سعد (٣/٥٨٣) .
(٢) صحيح البخاري مع الفتح، كتاب الزكاة، باب أخذ الصدقة من الأغنياء، ح رقم (١٤٩٦) وصحيح مسلم بشرح النووي كتاب الإيمان باب الدعاء إلى الشهادتين ح رقم (١٩) .
(٣) الكافي في فقه أهل المدينة المالكي (١/٣٢٦) وأحكام القرآن لابن العربي (٥/٥٣٤) ومغني المحتاج (٤/١٨٧) والمجموع (٦/٢٠١) والحاوي (٨/٥١٢) والمستوعب ... (٣/٣٥٥) وكشاف القناع (٢/١٠٧) .','1','286',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (282,'<span data-type="title" id=toc-101>المطلب الثاني
إخراج الزكاة من مال المجاهد في غيبته</span>
لا خلاف بين الفقهاء -فيما أعلم- على جواز الوكالة في إخراج الزكاة الواجبة (١) وعلى هذا فإن المجاهد في سبيل الله يوكل المسلم الثقة (٢) في إخراج زكاة أمواله.
جاء في المجموع (له أن يوكل في صرف الزكاة.. فإن شاء وكل في الدفع إلى الإمام والساعي وإن شاء وكل في التفرقة على الأصناف، وكلاهما جائز بلا خلاف، وجاز التوكيل في ذلك مع أنها عبادة، لأنها تشبه قضاء الديون، ولأن الحاجة تدعوا إلى الوكالة لغيبة المال وغير ذلك) (٣) .
وجاء في الفروع: (ويجوز التوكيل في إخراج الزكاة ولا بد من كون الوكيل ثقة نص عليه الإمام أحمد) (٤) .
ومما تقدم يتضح أن المجاهد إذا غاب في الجهاد وله مال يزكى فإنه يخرج زكاة أمواله عن طريق الوكالة الشرعية، وينبغي اختيار الوكيل المسلم الثقة الأمين، في إخراج الزكاة، ودفعها إلى أهلها والله أعلم.
_________
(١) مراتب الإجماع لابن حزم ص ٦١ وروضة الطالبين (٢/٢٠٥) والبحر الرائق ... (٢/٣٥٥) وبدائع الصنائع (٢/٨٩) وحاشية الدسوقي (١/٤٩٨) والمستوعب ... (٣/٣٣٣) والشرح الكبير (٢/٦٧٨) .
(٢) هذه من شروط الوكيل، وهناك من الفقهاء من يرى عند الحاجة جواز توكيل غير المسلم إن كان ثقة، والذي يظهر أن الزكاة عبادة فلا يوكل على إخراجها إلا المسلم، والله أعلم.
(٣) المجموع للنووي (٦/١٣٨) .
(٤) الفروع لابن مفلح (٢/٥٥٠)','1','287',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (283,'<span data-type="title" id=toc-102>المبحث الثاني
أحكام المجاهد في الصوم</span>
وفيه مطلبان:
المطلب الأول: إفطار المجاهد في نهار الصوم.
المطلب الثاني: صوم الأسير إذا لم يعرف بدء الشهر.','1','288',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (284,'<span data-type="title" id=toc-103>المطلب الأول
إفطار المجاهد في نهار رمضان</span>
وفيه ثلاث فروع:
<span data-type="title" id=toc-104>الفرع الأول: إفطار المجاهد المسافر للجهاد</span>.
الفرع الثاني: إفطار المجاهد المقيم.
الفرع الثالث: إجبار المجاهد على الإفطار في نهار رمضان.
الفرع الأول
إفطار المجاهد المسافر للجهاد
يجوز للمجاهد المسافر للجهاد في سبيل الله أن يفطر في نهار رمضان (١) .
يدل على ذلك الكتاب، والسنة، وإجماع الأمة.
فمن الكتاب قوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة: ١٨٥] .
_________
(١) تبيين الحقائق (١/٣٣٣) والبناية على الهداية (٣/٦٨٨) والتلقين ص ١٩٣ والمعونة (١/٨٢) والمجموع (٦/٢٦٥) وروضة الطالبين (٢/٣٦٩) والمغني (٤/٣٤٥) وحاشية الروض المربع (٣/٣٧٢) قال ابن حزم: يجب الإفطار في السفر؛ لأن الله لم يفرض صوم الشهر إلا على من شهده، ولا فرض علىالمريض والمسافر إلا أيام أخر غير رمضان. واحتج بأحاديث النهي عن الصوم في السفر. انظر المحلىبالآثار (٤/٣٨٤) قال ابن رشد: الحجة على أهل الظاهر، إجماعهم على أن المريض إذاصام أجزأه صومه. انظر: بداية المجتهد (١/٢٩٩) وقال الغزالي في الوسيط: أما خلاف الظاهرية فلا يعتد به في إيجاب الفطر، وما ورد من أخبار في النهي عن الصوم في السفر أريد بها من يتضرر بالصوم (٢/٥٤٠) .','1','289',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (285,'ومن السنة ما جاء عن ابن عباس رضي الله عنهما (أن رسول الله - صلى الله عليه وسلم - خرج إلىمكة في رمضان فصام حتى بلغ الكديد (١) أفطر فأفطر الناس) (٢) .
وأما إجماع الأمة فقد نقل غير واحد من أهل العلم إجماع المسلمين على جواز الفطر للمسافر في الجهاد، أو الحج ونحو ذلك.
جاء في رحمة الأمة: (اتفقوا على أن المسافر والمريض الذي يرجى برؤه مباح لهما الفطر) (٣) وفي حاشية الروض المربع: (يجوز الفطر بإجماع المسلمين سواء كان سفر حج أو جهاد أو تجارة) (٤) .
وفي المغني: وأجمع المسلمون على إباحة الفطر للمسافر في الجملة (٥) .
إذا تقرر أنه يجوز للمجاهد المسافر للجهاد في سبيل الله الفطر في نهار رمضان، فإن إنشاءه للسفر لا يخلو من ثلاث حالات.
الحالة الأولى: أن ينشئ السفر قبل رمضان فيدخل عليه الشهر وهو مسافر فيباح له الفطر بالإجماع، قال ابن قدامة (لا نعلم بين أهل العلم خلافا في إباحة الفطر له) (٦) .
_________
(١) موضع على بعد ٤٢ ميلا من مكة. انظر: معجم البلدان (٤/٥٠١) ت رقم (١٠١٦٠) .
(٢) صحيح البخاري مع الفتح كتاب الصوم باب إذا صام أيام من رمضان ثم سافر ح رقم (١٩٤٤) وكتاب الجهاد، باب الخروج في رمضان ح رقم (٢٩٥٣) وكتاب المغازي باب غزوة الفتح في رمضان ح رقم (٤٢٧٥) (٤٢٧٦) وصحيح مسلم بشرح النووي كتاب الصيام باب جواز الصوم والفطر في شهر رمضان، ح رقم (١١١٣) وفي لفظ مسلم (فصام حتى بلغ الكديد ثم أفطر) .
(٣) رحمة الأمة في اختلاف الأئمة ص ١٩١.
(٤) حاشية الروض المربع (٣/٣٧٢) .
(٥) المغنى لابن قدامة (٤/٣٤٥) .
(٦) المغنى لابن قدامة (٤/٣٤٥) . وتبيين الحقائق (١/٣٣٣) والتلقين ص ١٩٣ والمجموع (٦/٢٦٥) .','1','290',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (286,'الحالة الثانية: أن ينشئ السفر في أثناء شهر رمضان ليلا، فله الفطر في صبيحية الليلة التي يخرج فيها وما بعدها، وهذا قول عامة أهل العلم (١) .
والأدلة على هذا ما سبق ذكره من الكتاب والسنة والإجماع على جواز إفطار المجاهد المسافر للجهاد، ولأنه مسافر أبيح له الفطر، كما لو سافر قبل الشهر (٢) . وقال أبو عبيدة السلماني (٣) وسويد بن غفلة (٤) وغيرهما:
لا يفطر من سافر بعد دخول الشهر (٥) .
واستدلوا بقوله تعالى: {فمن شهد منكم الشهر فليصمه} [البقرة: ١٨٥] .
وهذا قد شهده فلا يجوز له الإفطار (٦) .
ونوقش بأن الآية تناولت الأمر بالصوم لمن شهد الشهر كله والمسافر لم يشهد الشهر كله (٧) .
قال ابن القيم عن القول بعدم الفطر بعد دخول الشهر: هذا قول شاذ جدا (٨) .
_________
(١) المراجع السابقة في الهامش السابق.
(٢) المغني (٤/٣٤٥) .
(٣) هو: عبيدة بن عمرو السلماني الكوفي، أسلم عام فتح مكة بأرض اليمن، ولا صحبة له، وأخذ عن كثير من الصحابة برع في الفقه، وكان ثبتا في الحديث في سنة وفاته أقوال، أصحها أنه توفي سنة ٧٢ هـ انظر: سير أعلام النبلاء (٤/٤٠) .
(٤) هو: سويد بن غفلة بن عوسجة بن عامر الجعفي الكوفي قيل: له صحبة ولم يصح، بل أسلم في حياة النبي - صلى الله عليه وسلم - ولم يلقاه، شهد اليرموك، وحدث عن الخلفاء الأربعة وغيرهم، توفي بالكوفي سنة ٨١ هـ وقيل: ٨٢ هـ انظر سير أعلام النبلاء (٤/٦٩) وأسد الغابة (٢/٣٤٠) ت رقم (٢٣٥٦) .
(٥) المغني (٤/٣٤٥) .
(٦) المغني (٤/٣٤٥) .
(٧) المغني (٤/٣٤٥) وشرح السنة للبغوي (٦/٣١٢) ودلائل الأحكام لابن شداد ... (١/١٦٧) .
(٨) شرح سنن أبي داود لابن القيم بهامش عون المعبود (٧/٣٩) .','1','291',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (287,'الحالة الثالثة: أن ينشئ السفر في نهار رمضان.
اختلف الفقهاء في هذه الحالة، هل يجوز إفطار ذلك اليوم الذي سافر فيه أم لا؟ إلى قولين:
القول الأول: أن له أن يفطر، وبهذا قال الحنابلة على الصحيح من المذهب (١) وهو قول المزني من الشافعية (٢) .
واستدلوا بمايلي:
١- ما روي عن عبيد بن جبر (٣) قال: (ركبت مع أبي بصرة الغفاري (٤) في سفينة من الفسطاط (٥) في شهر رمضان فدفع ثم قرب غداءه فلم يجاوز البيوت حتى دعا بالسفرة ثم قال: اقترب قلت: ألست ترى البيوت؟ قال أبو بصرة: أترغب عن سنة رسول الله - صلى الله عليه وسلم - فأكل) (٦) .
_________
(١) المسائل الفقهية (١/٢٦٤) والإنصاف (٣/٢٨٩) والمغني لابن قدامة (٤/٣٤٦) وزاد المعاد لابن القيم (٢/٥٧) .
(٢) الحاوي الكبير (٣/٤٤٨) وهو قول إسحاق كذلك من الشافعية.
(٣) هو: عبيد بن جبر الغفاري، أبو جعفر المصري مولى أبي بصرة، روى عنه الفطر في السفر، وهو يرى البيوت، قال ابن خزيمة لا أعرفه توفي بالإسكندرية سنة ٧٤ هـ انظر تهذيب التهذيب (٧/٥٦) وميزان الاعتدال (٣/١٩) ت رقم (٥٤١٧) .
(٤) هو: أبو بصرة بن بصرة بن أبي بصرة وقاص بن حبيب بن غفار، روى عن النبي - صلى الله عليه وسلم - روى عنه أبو هريرة وأبو تميم الحبشاني وغيرهم، مات بمصر ودفن بها. / انظر الإصابة (٧/٣٧) . ت رقم (٩٦٣١) وطبقات ابن سعد (٧/٥٠٠) .
(٥) اسم المدينة التي بناها عمرو بن العاص في مصر، وكل مدينة تسمى فسطاطا انظر معجم البلدان (٤/٢٩٧) ت رقم (٩١٨٧) .
(٦) أخرجه أبو داود في سننه مع عون المعبود كتاب الصيام باب متى يفطر المسافر إذا خرج ح رقم (٢٤٠٩) والإمام أحمد في المسند ج (١٨/ ٤٧٨) ح رقم (٢٧١٠٩) وأخرجه ابن خزيمة في صحيحه كتاب الصوم، باب إباحة الفطر في اليوم الذي يخرج فيه المرء، ح رقم (٢٠٤٠) .','1','292',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (288,'٢- ولأن السفر معنى، لو وجد ليلا واستمر في النهار لأباح الفطر، فإذا وجد في أثناء النهار أباح الفطر كالمرض (١) .
القول الثاني: أنه لا يباح له الفطر في ذلك اليوم الذي سافر فيه، وهذا القول رواية عن أحمد وهو قول الجمهور (٢) .

وعللوا لقولهم بما يلي:
١- أنه حين أصبح مقيما وجب عليه أداء الصوم في هذا اليوم حقا لله تعالى، وإنما أنشأ السفر باختياره فلا يسقط ما تقرر وجوبه عليه (٣) .
ويمكن مناقشة هذا: بأن المجاهد في سبيل الله قد ينشئ السفر لا باختياره وإنما يستنفره الإمام لجهاد العدو، فيلزمه الخروج.
٢- ولأن الصوم عبادة تختلف بالسفر والحضر، فإذا اجتمعا فيها غلب حكم الحضر كالصلاة (٤) .
ونوقش هذا: بأن الصوم يفارق الصلاة، فإن الصلاة يلزم إتمامها بنيته، بخلاف الصوم (٥) .
ويظهر مما تقدم رجحان القول الأول بأنه يباح له الفطر إذا سافر في أثناء يوم الصيام، وذلك للأخبار الصحيحة في ذلك، ولعموم أدلة جواز الفطر في رمضان للمسافر دون تمييز بين من سافر ليلا أو نهارا، والله أعلم.
_________
(١) المغني (٤/٣٤٦) .
(٢) المغني (٤/٣٤٥) والمدونة (١/٢٠٢) والبحر الرائق (٢/٥٠٦) والاختيار للموصلي ... (١/١٣٤) . والمجموع (٦/٢٦٦) والوسيط (٢/٥٣٩) وشرح السنة للبغوي (٦/٣١٢) .
(٣) المبسوط (٣/٦٨) .
(٤) المغيى (٤/٣٤٧) .
(٥) نفس المرجع في الهامش السابق.','1','293',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (289,'إذا تقرر أن للمجاهد المسافر الفطر في رمضان سواء دخل عليه شهر الصوم وهو مسافر أو سافر في ليل من رمضان أو أنشأ السفر أثناء النهار، فإن الأفضل للمجاهد في السفر للجهاد في سبيل الله أن يفطر. جاء في القوانين الفقهية: إن كان السفر لغزو وقرب من العدو، فالفطر في السفر أفضل للقوة (١) وجاء في كافية الأخيار: ولو لم يتضرر في الحال لكنه يخاف الضعف لو صام وكان في سفر غزو فالفطر أولى (٢) .
ويدل على ذلك ما جاء عن أبي سعيد الخدري رضي الله عنه قال: سافرنا مع رسول الله - صلى الله عليه وسلم - إلى مكة ونحن صيام قال: فنزلنا منزلا فقال رسول الله - صلى الله عليه وسلم - (إنكم قد دنوتم من عدوكم والفطر أقوى لكم، فكانت رخصة فمنا من صام ومنا من أفطر، ثم نزلنا منزلا آخر فقال: إنكم مصبحوا عدوكم والفطر أقوى لكم فأفطروا ... ) (٣) .
<span data-type="title" id=toc-105>الفرع الثاني
إفطار المجاهد المقيم </span>(٤) .
هناك روايتان عن الإمام أحمد رحمه الله في إفطار المجاهد المقيم في نهار رمضان.
الرواية الأولى: يجوز للمجاهد المقيم الفطر في نهار رمضان، اختار هذه الرواية ابن تيمية وأفتى بها العساكر الإسلامية، وابن قيم الجوزية (٥) وبهذا قال الحنفية، إذا علم المجاهد يقينا أنه يقاتل العدو ويخاف أن يضعفه الصوم سواء كان مسافرا أو مقيما (٦) .
_________
(١) القوانين الفقهية ص ١٠٦.
(٢) كفاية الأخيار ص ٢٠٦.
(٣) صحيح مسلم بشرح النووي، كتاب الصيام باب أجر المفطر في السفر ح رقم ... (١١٢٠) .
(٤) وصورة ذلك: أن يحاصر العدو بلد المسلمين، أو يخرج المجاهدون لملاقاة العدو لمسافة قريبة والصوم يضعفهم انظر: الإنصاف (٣/٢٨٦) .
(٥) الإنصاف (٣/٢٨٦) وزاد المعاد (٢/٥٣) وحاشية الروض المربع (٣/٣٨٠) .
(٦) فتح القدير (٢/٢٧٢) وحاشية ابن عابدين (٣/٤٠٢) .','1','294',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (290,'ولم أجد للمالكية، والشافعية قولا في ذلك -حسب ما اطلعت عليه- من كتبهم إلا أنه يمكن تخريج قولهم على القول بجواز الفطر للحامل والمرضع ومن خشي على نفسه التلف بعطش ونحوه (١) فالمجاهد أولى من هؤلاء بجواز الفطر وهو مقيم لأن الإفطار قوة للمجاهد وللمسلمين فالمصلحة أعظم.
وقد استدل ابن قيم الجوزية رحمه الله لهذه الرواية بما ملخصه (٢) .
١- أن فطر المجاهد المقيم أولى من الفطر لمجرد السفر، بل إباحة الفطر للمسافر تنبيه على إباحته في هذه الحالة فإنها أحق بجوازه، لأن المصلحة الحاصلة بالفطر للمجاهد أعظم من المصلحة بفطر المسافر.
٢-أن الله - صلى الله عليه وسلم - يقول: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} [الأنفال: ٦٠] والفطر عند لقاء العدو من أسباب القوة، والنبي - صلى الله عليه وسلم - فسر القوة في الآية بالرمي (٣) وهو لا يتم ولا يحصل به مقصوده إلا بما يقوي ويعين عليه من الفطر والغذاء.
الرواية الثانية: لا يجوز للمجاهد المقيم الفطر في نهار رمضان (٤) .
ويمكن أن يستدل لهم: بأن المجاهد في هذه الحالة ليس مسافرا ولا مريضا، والله سبحانه يقول: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة: ١٨٥] فلا يجوز له الفطر في نهار رمضان، إلا إذا كان مسافرا أو مريضا.
ويمكن مناقشة هذا الاستدلال: بأن إباحة الفطر ليست خاصة بالمسافر والمريض فقط، بل هناك من يفطر وهو مقيم وليس به مرض، كمن خشي تلف نفسه بالصوم أو
_________
(١) الكافي في فقه أهل المدينة (١/٣٤٠) والمعونة (١/٤٧٥، ٤٧٩) ومواهب الجليل ... (٣/٣٠١) والحاوي الكبير (٣/٣٤٦) والمجموع (٦/٢٦٢) .
(٢) زاد المعاد (٢/٥٣، ٥٤) .
(٣) صحيح مسلم بشرح النووي كتاب الإمارة باب فضل الرمي والحث عليه ح رقم ... (١٩١٧) .
(٤) الإنصاف: (٣/٣٨٦) .','1','295',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (291,'أفطر من أجل إنقاذ غريق ونحوه.
قال الشوكاني: ووجوب الإفطار لخشية التلف معلوم من قواعد الشريعة كلياتها وجزئياتها كقوله تعالى: {تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا} [النساء: ٢٩] وقوله {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: ١٦] وقوله - صلى الله عليه وسلم - «إذا أمرتكم بأمر فأتوا منه ما استطعتم» (١) .
وحفظ النفس واجب ولم يتعبد الله عباده بما خشي منه تلف الأنفس، وقد رخص لهم في الإفطار في السفر، لأنه مظنة المشقة، فكيف لا يجوز لخشية التلف أو الضرر (٢) .
ومما تقدم يظهر جواز إفطار المجاهد المقيم ليتقوى على جهاد الإعداء ويحمي المسلمين وأعراضهم وأموالهم، بل إنه قد يجب عليه أن يفطر لأمر النبي - صلى الله عليه وسلم - لأصحابه عند ما قربوا من لقاء العدو بأن يفطروا فأفطروا جميعا (٣) والله أعلم.

<span data-type="title" id=toc-106>الفرع الثالث
إجبار المجاهد على الفطر في نهار رمضان</span>
المقصود من هذا أن المجاهد في سبيل الله إذا كان صائما في رمضان وتحقق لقاء العدو وعلم القائد، أو ولي الأمر، أو غلب على الظن أن هذا الصوم يوهن من عزيمة المجاهد ويضعفه عن الجهاد ويلحق به الضرر وبالمسلمين، فإن القائد أو ولي الأمر إجبار المجاهد في هذه الحالة على الإفطار في نهار رمضان.
ويلزم المجاهد الطاعة لمن أمره بالإفطار لتحقق المصلحة، لأن الفطر يصبح في حقه في مثل هذه الحالة عزيمة (٤) .
_________
(١) سبق تخريجه.
(٢) السيل الجرار (٢/١٢٥) .
(٣) سبق تخريجه.
(٤) في اللغة: العزم الجد، وعزم على الأمر أراد فعله. انظر: لسان العرب (١٢/٣٩٩) مادة عزم، وفي الشرع حكم ثابت بدليل شرعي خال عن معارض راجح. انظر: شرح الكوكب المنير لابن النجار (١/٤٧٦) .','1','296',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (292,'قال الشوكاني رحمه الله (إذا كان لقاء العدو متحققا فالإفطار عزيمة، لأن الصائم يضعف عن منازلة الأقران ولا سيما عند غليان مراجل الضرب والطعان ولا يخفى ما في ذلك من الإهانة للجنود والمحقين وإدخال الوهن على عامة المجاهدين من المسلمين) (١) .
والدليل على ذلك ما يلي:
١- عن أبي سعيد الخدري رضي الله عنه قال: سافرنا مع رسول الله - صلى الله عليه وسلم - إلى مكة ونحن صيام قال: فنزلنا منزلا، فقال رسول الله - صلى الله عليه وسلم -: «إنكم قد دنوتم من عدوكم، والفطر أقوى لكم» فكانت رخصة فمنا من صام ومنا من أفطر، ثم نزلنا منزلا آخر فقال: «إنكم مصبحوا عدوكم، والفطر أقوى لكم، فأفطروا» وكانت عزمة فأفطرنا.. (٢) .
في هذا الحديث أمور تدعو إلى وجوب الإفطار:
فمن ذلك قرب لقاء العدو (إنكم مصبحوا عدوكم) .
ومنها أيضا، أن على الإفطار هي التقوي على الأعداء، ففيه دليل على أن صيام المجاهد يضعفه ويوهن عزمه عند اللقاء.
ومنها أمر النبي - صلى الله عليه وسلم - بالإفطار وهذا أمر مطلق يدل على الوجوب وقد استجاب الصحابة رضي الله عنهم فأفطروا جميعا.
٢- ولأن مصلحة الأمة في الانتصار على العدو وحماية النفوس والأموال والأعراض أعظم من مواصلة الصيام الذي قد يؤدي إلى الهزيمة واستباحة بيضة الإسلام، وإذا كانت المرضع تجبر على الإفطار في رمضان لمصلحة الولد (٣) فمصلحة الأمة أولى في إجبار المجاهد على الإفطار. والله أعلم.
_________
(١) نيل الأوطار (٤/٢٢٦) وعون المعبود شرح سنن أبي داود (٧/٣١) .
(٢) سبق تخريجه.
(٣) معونة أولي النهى (٣/٣٧) وحاشية الروض المربع (٣/٣٧٩) .','1','297',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (293,'<span data-type="title" id=toc-107>المطلب الثاني
صوم الأسير إذا لم يعرف بدء الشهر أو التبست عليه الأشهر</span>
لا يخلو حال الأسير في معرفته شهر رمضان من حالتين:
الحالة الأولى: أن يعرف شهر رمضان من بين الشهور لكنه لا يعرف بدء الشهر.
الحالة الثانية: أن لا يعرف شهر رمضان من بين الشهور.
فأما الحالة الأولى: إذا لم يعرف بدء شهر رمضان برؤية الهلال أو سؤال من يثق به فإن الواجب في حقه إكمال شعبان ثلاثين يوما، ثم يصوم رمضان ويكمله ثلاثين يوما، ثم يفطر، قال الشوكاني ولا خلاف في ذلك (١) .
يدل على ذلك ما يلي:
١- عن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «الشهر تسع وعشرون ليلة فلا تصوموا حتى تروه، فإن غم عليكم فأكملوا العدة ثلاثين» (٢) .
٢- عن حذيفة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «لا تقدموا الشهر حتى تروا الهلال أو تكملوا العدة، ثم صوموا حتى تروا الهلال أو تكملوا العدة» (٣) .
_________
(١) نيل الأوطار (٤/١٩١) وانظر كذلك حاشية الخرشي (٣/٢٥) .
(٢) صحيح البخاري مع الفتح كتاب الصيام باب قول النبي - صلى الله عليه وسلم - إذا رأيتم الهلام فصوموا رقم (١٩٠٧) .
(٣) أخرجه أبو داود في سننه مع عون المعبود كتاب الصيام باب إذا أغمي الشهر، ح رقم (٢٣٢٣) والبيهقي في السنن الكبرى، كتاب الصيام، باب النهي عن استقبال شهر رمضان بصوم يوم أو يومين، ح رقم (٧٩٥٠) قال البيهقي: وصله جرير عن منصور بذكر حذيفة فيه، وهو ثقة حجة وأخرجه النسائي في سننه بشرح السيوطي كتاب الصيام، باب ذكر الاختلاف على حديث منصور، ح رقم (٢١٢٥) وح رقم (٢١٢٦) قال النسائي: أرسله الحجاج بن أرطاة وجاء في نصب الراية نقلا عن صاحب التنقيح أن الحديث صحيح ورواته ثقات (٢/٤٣٩) .','1','298',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (294,'وأما الحالة الثانية: أن تلتبس عليه الأشهر فلا يعرف شهر رمضان من بين الشهور، فهل يسقط عنه الصوم أم لا؟
ذهب الجمهور من العلماء أنه لا يسقط عنه صوم رمضان لبقاء التكليف في حقه، وتوجه الخطاب إليه (١) .
وذهب ابن حزم إلى أنه يسقط عنه صوم رمضان إذا أشكل عليه معرفته (٢) لقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة: ١٨٥] فلم يوجب الله صيامه إلى على من شهده وبالضرورة من جهل وقته لم يشهده قال تعالى: {يُكَلِّفُ اللَّهُ نَفْسًا إِلا وُسْعَهَا} [البقرة: ٢٨٦] .
والذي يظهر أن قول الجمهور هو الراجح، أن صيام رمضان لا يسقط لعدم معرفته الشهر، بل يبقى في ذمته حتى يقدر على صيامه، لأنه أهل للخطاب والتكليف.
إذا تقرر أنه لا يسقط عنه صوم رمضان، فكيف يصومه مع التباس الأشهر عليه؟ اتفق الفقهاء على أنه يجب على الأسير أن يجتهد ويتحرى قدر وسعه في معرفة شهر رمضان (٣) وله بعد هذا التحري والاجتهاد حالتان:
الحالة الأولى: أن يغلب على ظنه ويترجح عنده أحد الشهور أنه رمضان.
الحالة الثانية: أن تتساوى عنده الاحتمالات فلا يترجح عنده شيء.
فأما الحالة الأولى: إن غلب على ظنه وترجح عنده أحد الشهور أنه رمضان فإنه يصومه بناء على هذا الظن. ثم له بعد صومه هذا الشهر حالتان:
الأولى: أن لا ينكشف له الحال ويبقى على صومه الذي صامه بناء على اجتهاده وظنه وفي هذه الحالة صومه صحيح ويجزئه عند عامة الفقهاء (٤) .
_________
(١) الموسوعة الفقهية (٢٨/٨٤) بدائع الصنائع (٢/٢٣١) وحاشية الخرشي (٣/٢٦) والمجموع (٦/٢٩٦) والمستوعب (٣/٤٠٥، ٤٠٦) والمغنى (٤/٤٢٣) .
(٢) المحلى بالآثار (٤/٤١٠) .
(٣) بدائع الصنائع (٢/٢٣١) والمبسوط (٣/٥٩) وحاشية الخرشي (٣/٦) والفواكه الدواني (١/٤٧٠) والمجموع (٦/٢٩٦) والأم (٢/١٠١) والمستوعب (٣/٤٠٥) والمغنى (٤/٣) .
(٤) بدائع الصنائع (٢/٢٣١) وحاشية الخرشي (٣/٢٧) والمجموع (٦/٢٩٦) والمغني (٤/٤٢٢) .','1','299',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (295,'لأنه أدى فرضه باجتهاده أشبه المصلي يوم الغيم إذا اشتبه عليه الوقت (١) . وخالف ابن القاسم (٢) من المالكية فقال: لا يجزئه لاحتمال وقوعه قبل رمضان، ولا تبرأ الذمة إلا بيقين (٣) .
والراجح ما ذهب إليه عامة الفقهاء؛ لأنه غلب على ظنه أنه رمضان بعد اجتهاد وتحري، وغلبة الظن تبنى عليها الأحكام ولم يظهر له خلاف ظنه فيبقى صومه صحيحا حتى يظهر خلاف ذلك.
الثانية: أن ينكشف الحال ويعلم الشهر الذي صامه فله في هذه الحالة أربع صور.
الصورة الأولى: أن ينكشف له الحال أن الشهر الذي صامه كان موافقا لشهر رمضان، وفي هذه الصورة صومه صحيح ويجزئه عند عامة الفقهاء (٤) لأنه أدرك مقصوده بالتحري، ولأن المتحري مأمور بالصيام وجازم بنيته (٥) .
وخالف الحسن بن صالح (٦) وابن القاسم، فقالا: لا تجزئه لأنه صامه على شك كما لو صام يوم الشك فبان من رمضان (٧) .
_________
(١) الكافي في فقه الإمام أحمد (١/٣٩٢) والمغني (٤/٤٢٢) والمجموع (٦/٢٩٦) .
(٢) هو: أبو عبد الله، عبد الرحمن بن القاسم المصري من أصحاب مالك، وممن نقل الكثير من آرائه له المدونة وعنه أخذها سحنون ثقة أخذ عنه إصبغ وسحنون وغيرهم، أنفق أمولا كثيرة في طلب العلم، توفي بمصر سنة ١٩١هـ انظر شذارات الذهب (١/٣٢٩) وتهذيب التهذيب (٦/٢٢٧) ت رقم (٥٠٣) .
(٣) حاشية الخرشي (٣/٢٧) .
(٤) بدائع الصنائع (٢/٢٣١) والمبسوط (٣/٥٩) والفواكه الدواني (١/٤٧٠) وحاشية الخرشي (٣/٢٦) والمستوعب (٣/٤٠٥، ٤٠٦) والمغنى (٤/٤٢٢) والمجموع (٦/٢٩٦) والأم (٢/١٠١) .
(٥) المبسوط (٢/٥٩) والفواكه الدواني (١/٤٧٠) والكافي في فقه الإمام أحمد (١/٣٩٢) والمجموع (٦/٢٩٦) .
(٦) هو: الحسن بن صالح بن حي (واسم حي حيان) بن شفي بن هني، ونسبه البخاري فقال الحسن بن صالح بن حي بن مسلم بن حيان الهمداني الثوري الكوفي، كان سفيان الثوري سيء الرأي فيه، كان يترك الجمعة خلف أئمة الجور ويرى الخروج عليهم، وثقة ابن معين، توفي سنة ١٦٩ هـ سير أعلام النبلاء (٧/٣٦١) وطبقات ابن سعد ... (٦/٣٧٥) .
(٧) الفواكه الدواني (١/٤٧٠) والمجموع (٦/٢٩٦) والمغني (٤/٤٢٢) .','1','300',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (296,'ونوقش هذا: بأن الأسير أدى فرضه باجتهاده في محله، فإذا أصاب أجزأه، وفارق يوم الشك، لأن يوم الشك ليس محلا للاجتهاد (١) .
ويظهر أن خلافهما خارج محل النزاع، لأن المسألة التي معنا أنه صام رمضان بغلبة الظن المبني على الاجتهاد والتحري، فلا مدخل للشك هنا. والله أعلم.
الصورة الثانية: أن ينكشف له الحال أن الشهر الذي صامه وافق بعد رمضان، وفي هذه الصورة صومه صحيح ويجزئه في قول الفقهاء (٢) لأنه وقع قضاء لما وجب عليه فصح، كما لو علم (٣) .
وخالف الحسن بن صالح فقال: لا يجزئه.
لأنه صامه على شك (٤) . وقد سبق مناقشة قوله في الصورة الأولى.
وكون الشهر الذي صامه وافق بعد رمضان يكون قضاء، يحتمل أن يكون الشهر الذي صامه بعد رمضان ناقصا وكان رمضان ثلاثين يوما، فيلزمه قضاء ما بقي ليتم عدة رمضان الذي يجب صيامه، ويحتمل أن يكون الشهر الذي صامه بعد رمضان شوال، وفي هذه الحالة يجب عليه قضاء يوم العيد، لأنه يحرم صومه إذا كان رمضان كاملا ثلاثين يوما (٥) وكذا لو كان الشهر الذي صامه ذو الحجة يجب عليه صيام يوم عن يوم العيد، لأنه يحرم صومه إذا كان رمضان كاملاً ثلاثين يوماً وثلاثة أيام عن أيام التشريق على القول بحرمة صيامها (٦) .
_________
(١) المجموع (٦/٢٩٦) والمغني (٤/٤٢٢) .
(٢) بدائع الصنائع (٢/٢٣١) وحاشية الخرشي (٣/٢٦) والمدونة (١/٢٠٦) والمجموع ... (٦/٢٩٦) والأم (٢/١٠١) والمغني (٤/٤٢٢) والكافي في فقه الإمام أحمد (١/٣٩٢) .
(٣) الكافي في فقه الإمام أحمد (١/٣٩٢) .
(٤) المجموع (٦/٢٩٦) والمغني (٤/٤٢٢) .
(٥) حاشية الخرشي (٣/٢٦) والمغني (٤/٤٢٣) والمجموع (٦/٢٩٦) وفقه الصيام د/ محمد هيتو ص ٤٨.
(٦) قال البغوي: اتفق أهل العلم على أن صيام أيام التشريق لا يجوز لغير المتمتع واختلفوا في المتمتع إذا لم يجد الهدي ولم يصم ثلاثة أيام في الحج فمذهب الحنفية، وظاهر مذهب الشافعي لا يجوز، وقول مالك وأحمد يجوز. انظر: شرح السنة (٦/٣٥٢) .','1','301',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (297,'الصورة الثالثة: أن ينكشف له الحال أن الشهر الذي صامه وافق قبل رمضان، فلا يجزئه صومه عن رمضان في قول عامة أهل الفقه (١) لأنه أتى بالعبادة قبل وقتها (٢) .
وقال بعض الشافعية يجزئه، كما لو اشتبه يوم عرفة فوقفوا قبله (٣) .
ونوقش هذا: بأنه لا يسلم ذلك إلا إذا أخطأ الناس كلهم لعظم المشقة عليهم، أما إن وقع الخطأ من بعضهم لم يجزئه (٤) ويظهر أن وقوع الخطأ منهم جميعا بعيد جدا.
الصورة الرابعة: أن يوافق ما صامه بعض من رمضان أو بعده.
فما وافق رمضان أو بعده أجزأه، وما كان قبل رمضان لم يجزئه على ما سبق بيانه وخلاف الفقهاء في ذلك (٥) .
الحالة الثانية: إذا اجتهد الأسير وتحرى معرفة شهر رمضان ولم يترجح عنده شيء وتساوت الاحتمالات.
اختلف الفقهاء في هذه الحالة، هل يلزمه الصوم أم لا؟
فذهب جمهور الفقهاء إلى أن من لم يغلب على ظنه دخول رمضان فإنه لا يلزمه صومه، وإن صامه لم يجزئه وإن وافق رمضان، لأنه صامه على شك (٦) .
وذهب المالكية في قول عندهم، أن الاحتمالات إذا تساوت عند الأسير في معرفة شهر رمضانه فإنه يتخير شهرا ثم يصومه، فإن زال الالتباس وكان الشهر الذي صامه بعد رمضان أجزأ، وإن كان قبله لم يجز، حتى وإن وافق رمضان (٧) .
_________
(١) بدائع الصنائع (٢/٢٣١) والمبسوط (٣/٥٩) والمدونة (١/٢٠٦) وحاشية الخرشي ... (٣/٢٦) والمجموع (٦/٢٩٧) والأم (٢/١٠١) والمستوعب (٣/٤٠٥) والمغني (٤/٤٢٢) .
(٢) نفس المراجع السابقة في هامش رقم (١) .
(٣) المجموع (٦/٢٩٧) والأم (٢/١٠١) .
(٤) المغني (٤/٤٢٣) .
(٥) هناك بعض الصور منها. لو لم يعرف الليل من النهار. يلزمه التحري والصوم ولا قضاء عليه، فلو ظهر أنه كان يصوم الليل ويفطر النهار، وجب عليه القضاء، لأن الليل ليس وقتا للصوم، انظر: مغني المحتاج (٢/١٥٣) والمجموع (٦/٢٩٨) .
(٦) المجموع (٦/٢٩٦) والمغني (٤/٤٢٣) والذخيرة (٢/٥٠٣) ومواهب الجليل (٣/٣٣٥) .
(٧) حاشية الخرشي (٣/٢٦، ٢٧) ومواهب الجليل (٣/٣٣٥) .','1','302',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (298,'وقال أبو حامد (١) من الشافعية: يلزمه أن يصوم على سبيل التخمين ويلزمه القضاء، كالمصلي إذا لم تظهر له القبلة بالاجتهاد فإنه يصلي ويقضي (٢) .
ويمكن مناقشة قول المالكية: بأن الظن معتبر في الأحكام الفقهية، والشك غير معتبر ولا يبنى عليه حكم، فلا يجوز التسوية بينهما.
ونوقش أبو حامد: بأن من لم يعلم دخول رمضان بيقين ولا ظن لم يلزمه صيامه، كمن شك في وقت الصلاة فإنه لا يلزمه أن يصلي، وأما في القبلة فقد تحقق دخول وقت الصلاة وعجز عن شرطها فأمر بالصلاة بحسب الإمكان لحرمة الوقت (٣) . واعتذر النووي لأبي حامد، فقال: لعل أبا حامد أراد إذا علم أو ظن أن رمضان قد جاء أو مضى ولم يعلم ولا ظن عينه (٤) .
الترجيح
يظهر رجحان قول الجمهور أن الأسير إذا اشتبهت عليه الأشهر واجتهد وتحرى في معرفة رمضان فلم يصل إلى شيء، واستوت عنده الاحتمالات، أنه لا يلزمه الصوم حتى يعلم أو يغلب على ظنه أن هذا الشهر رمضان، لأن الصيام مع الشك لا يجوز، والله أعلم.
_________
(١) هو: أحمد بن محمد بن أحمد الإسفراييني، درس فقه الشافعي علي ابن المرزبان أقام ببغداد واشتغل بالعلم حتى انتهت إليه رئاسة الشافعية، كان يحضر درسه سبعمائة متفقه، شرح مختصر المزني في نحو خمسين مجلدا وله كتاب في أصول الفقه، توفي سنة ٤٠٦ هـ رحمه الله. انظر: طبقات الفقهاء الشافعية (١/٣٧٣) والبداية والنهاية (١٢/٤٣٧) . حلية العلماء للقفال (٢/١٨٤) .
(٢) المجموع (٦/٢٩٩) .
(٣) المجموع (٦/٢٩٩) ، ومغني المحتاج (٢/١٥٣) .
(٤) المجموع (٦/٢٩٩) .','1','303',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (299,'<span data-type="title" id=toc-108>المبحث الثالث
أحكام المجاهد في الحج</span>
وفيه مطلبان:
المطلب الأول: فضل الجهاد على الحج.
المطلب الثاني: ترك الجهاد للحج بأهله.','1','304',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (300,'<span data-type="title" id=toc-109>المطلب الأول
فضل الجهاد على الحج</span>
ذكرنا في مبحث سابق حكم الجهاد في سبيل الله، وأنه فرض كفاية وقد يكون فرض عين في صور (١) .
وبناء على ذلك يأتي الحديث عن فضل الجهاد على الحج في الصور الآتية:
الصورة الأولى: أن يكون الجهاد فرض عين.
وفي هذه الصورة الجهاد أفضل من الحج سواء كان الحج فرضا، أم تطوعا.
قال ابن النحاس (٢)
(الجهاد إذا صار فرض عين فهو مقدم على حجة الإسلام لوجوب فعله على الفور) (٣) .
وقال الدسوقي (٤) (فإن كان الجهاد متعينا بفجأة العدو أو تعيين الإمام أو بكثرة الخوف كان أفضل من الحج سواء تطوعا أو واجبا وحينئذ يقدم عليه ولو على القول بفورية الحج) (٥) .
_________
(١) راجع: فيما سبق حكم الجهاد في حق المجاهد.
(٢) هو: أحمد بن إبراهيم بن محمد، الدمشقي، ثم الدمياطي يكني أبا زكريا، كان آمرا بالمعروف ناهيا عن المنكر، منكراً للبدع، له مؤلفات قيمة منها تنبيه الغافلين وبيان المغنم في الورد الأعظم وغيرها قتله الإفرنج عام (٨١٤) هـ في مصر.

انظر: الأعلام للزركلي (١/٨٧) ومعجم المؤلفين (١/٩١) ت رقم (٦٨٦) .
(٣) مشارع الأشواق (١/٢٠٥) .
(٤) هو: محمد بن أحمد بن عرفة الدسوقي المالكي، عالم في الفقه والنحو والبلاغة والمنطق والهندسة، ولد بدسوق من قرى مصر، ودرس بالأزهر من تصانيفه: حاشية على مغني اللبيب لابن هشام، وحاشية على شرح الدردير في فروع الفقه المالكي، وغير ذلك توفي سنة ١٢٣٠ هـ بالقاهرة انظر: معجم المؤلفين (٣/٨٢) ت رقم (١١٨٥٦) .
(٥) حاشية الدسوقي (٢/١٠) وانظر كذلك بلغة السالك للصاوي (١/٢٦٤) .','1','305',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (301,'وقال الشوكاني: (إذا تعين الجهاد يقدم على الحج، ووجه تقدم الجهاد أن مصلحته عامة) (١) .
يدل على ذلك ما يلي:
١- عن أبي هريرة رضي الله عنه قال: (سئل رسول الله - صلى الله عليه وسلم - أي العمل أفضل؟ قال: إيمان بالله ورسوله، قيل: ثم ماذا قال الجهاد في سبيل الله، قيل: ثم ماذا؟ قال: حج مبرور) (٢) .
قال ابن حجر: فإن قيل: لم قدم الجهاد وليس بركن (٣) على الحج وهو ركن؟
فالجواب: أن نفع الحج قاصر غالبا، ونفع الجهاد متعد غالبا، أو كان ذلك حيث كان الجهاد فرض عين (٤) .
٢- وعن أبي هريرة رضي الله عنه قال: قيل للنبي - صلى الله عليه وسلم - ما يعدل الجهاد في سبيل الله عز وجل قال: (لا تستطيعونه قال: فأعادوا عليه مرتين أو ثلاثا كل ذلك يقول: لا تستطيعونه، وقال في الثالثة: مثل المجاهد في سبيل الله كمثل الصائم القائم القانت بآيات الله لا يفتر من صيام ولا صلاة حتى يرجع المجاهد في سبيل الله تعالى) (٥) .
قال النووي: (وفي هذا الحديث عظم فضل الجهاد، لأن الصلاة والصيام والقيام بآيات الله أفضل الأعمال، وقد جعل المجاهد مثل من لا يفتر عن ذلك
_________
(١) السيل الجرار (٢/١٥٨) .
(٢) صحيح البخاري مع الفتح، كتاب الإيمان، باب من قال: أن الإيمان هو العمل، ح رقم (٢٦) وكتاب الحج، باب فضل الحج المبرور (ح رقم (١٥١٩)) وصحيح مسلم بشرح النووي كتاب الإيمان باب كون الإيمان بالله تعالى أفضل الأعمال، ح رقم (٨٣) .
(٣) أي ليس ركن من أركان الإسلام الخمسة.
(٤) فتح الباري شرح صحيح البخاري (١/١٠٧) .
(٥) سبق تخريجه.','1','306',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (302,'في لحظة من اللحظات ومعلوم أن هذا لا يتأتى لأحد ولهذا قال - صلى الله عليه وسلم - (لا تستطيعونه)) (١) .
٣- قال عمر رضي الله عنه: (عليكم بالحج فإنه عمل صالح أمر الله به والجهاد أفضل منه) (٢) .
٤- وعن آدم بن علي (٣) قال: سمعت ابن عمر يقول: (لسفرة في سبيل الله أفضل من خمسين حجة) (٤) .
وبما سبق يتقرر فضل الجهاد إذا كان فرض عين على الحج مطلقا ولم أجد من خالف في هذا - حسب ما اطلعت عليه - والله أعلم.
وأما ما جاء عن الإمام أحمد، والحنفية من أنه لا شيء من الأعمال أفضل بعد الفرائض من الجهاد في سبيل الله. محمول على أن الجهاد ليس فرض عين، وإنما فرض كفاية، وسيأتي بيان ذلك قريبا إن شاء الله.
الصورة الثانية: أن يكون الجهاد في سبيل الله فرض كفاية، والحج تطوعا، وفي هذه الصورة الجهاد في سبيل الله أفضل من حج التطوع.
يدل على ذلك ما يلي:
_________
(١) شرح صحيح مسلم للنووي (١٣/٢٨) .
(٢) رواه ابن أبي شيبة في مصنفه، كتاب الجهاد (ما ذكر في فضل الجهاد والحث عليه) ح رقم (٨٩) ج (٤/٥٧٤) قال ابن النحاس: رواه ابن أبي شيبة بإسناد صحيح، وهو موقوف انظر: مشارع الأشواق (١/٢٠٥) .
(٣) آدم بن علي العجلي، ويقال الشيباني: روى عن ابن عمر وعن شعبة وأبو الأحوص وغيرهم قال ابن معين: ثقة وقال النسائي ليس به بأس انظر: تهذيب التهذيب (١/١٧٢) ت رقم (٣٧٠) .
(٤) رواه ابن أبي شيبة في مصنفه كتاب الجهاد ح رقم (٥٧) (٤/٥٧٠) وسعيد بن منصور في سننه كتاب الجهاد، باب ما جاء في الغزو بعد الحج ح رقم (٢٣٤٦) .
قال ابن النحاس: هذا حديث موقوف، وأسانيده صحاح، وقد يقال: أن مثل هذا لا يقال من قبل الرأي والاجتهاد فسبيله سبيل المرفوع انظر: مشارع الأشواق (١/٢٠٤) .','1','307',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (303,'١- ما سبق من الأحاديث والآثار في تفضيل الجهاد في سبيل الله على الحج.
٢- عن عبد الله بن عمرو بن العاص رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - (حجة من لم يحج خير من عشر غزوات وغزوة من قد حج خير من عشر حجج) (١) .
٣- عن أنس بن مالك رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «غزوة في سبيل الله بعد حجة الإسلام أفضل من ألف حجة» (٢) .
٤- قال الإمام أحمد رحمه الله (لا أعلم شيئا من العمل بعد الفرائض أفضل من الجهاد) (٣) .
٥- وقال ابن تيمية رحمه الله: (الجهاد أفضل ما تطوع به الإنسان، وكان باتفاق العلماء أفضل من الحج والعمرة..) (٤) .
وقال المالكية: حج التطوع أفضل من الغزو التطوع، إلا في حالة الخوف فيقدم الغزو وجوبا (٥) ويظهر أن الجهاد إذا كان فرض كفاية أفضل من حج التطوع مطلقا، لأن نفع الجهاد عام لفاعله ولغيره في الدين والدنيا، ولأن الجهاد يشتمل على جميع أنواع العبادات الباطنة والظاهرة من محبة الله والإخلاص والتوكل والصبر وذكر الله وسائر أنواع الأعمال وهذا ما لا يشتمل عليه عمل آخر (٦) .
_________
(١) مجمع الزوائد، كتاب الجهاد، باب الجهاد في البحر ج (٥/٢٨١) قال: رواه الطبراني في الكبير والأوسط وفيه عبد الله بن صالح كاتب الليث قال عبد الملك بن شعيب بن الليث، ثقة مأمون وضعفه غيره والبيهقي في السنن الكبرى، كتاب الحج باب ركوب البحر لحج أو عمرة أو غزو، ح رقم (٨٦٦٧) قال البيهقي موقوف وأخرجه المنذري في الترغيب والترهيب كتاب الجهاد الترغيب في الغزاة في البحر ج (٢/٣٠٥) وقال: لا يضر ما قيل في عبد الله بن صالح: فإن البخاري احتج به.
(٢) أخرجه ابن عساكر من طريق جعفر بن هارون الواسطي وقال: أحاديثه غريبة، انظر مشارع الأشواق (١/١٩٤) .
(٣) المغني لابن قدامة (١٣/١٠) .
(٤) مجموع الفتاوى (٢٨/٣٥٣) .
(٥) حاشية الخرشي (٣/١٠٧) وحاشية الدسوقي (٢/١٠) .
(٦) مجموع الفتاوى (٢٨/٣٥٣) .','1','308',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (304,'الصورة الثالثة: أن يكون الجهاد فرض كفاية والحج فرض عين، ففي هذه الحالة يقدم الحج على الجهاد في سبيل الله.
وعلى هذه الصورة يحمل قول مالك: الحج أفضل من الغزو، واستدل بقوله - صلى الله عليه وسلم - «بني الإسلام على خمس» (١) فذكر الحج ولم يذكر الغزو (٢) .
وقول الإمام أحمد والحنفية: أنه لا شيء من العمل بعد الفرائض أفضل من الجهاد (٣) أيضا محمول على هذه الصورة، لأن الجهاد إذا كان فرض عين يقدم على الحج مطلقا، وقد سبق بيان ذلك في الصورة الأولى.
يدل على هذه الصورة ما جاء عن عبد الله بن عمرو قال: قال رسول الله - صلى الله عليه وسلم - «حجة من لم يحج خير من عشر غزوات، وغزوة من قد حج خير من عشر حجج» (٤) .
قال ابن النحاس: (حجة الإسلام أفضل من الجهاد إذا كان فرض كفاية) (٥) .
مما تقدم يتضح أن الحج مقدم على الجهاد في هذه الصورة، ولم أجد من خالف في هذا حسب ما اطلعت عليه والله أعلم.
_________
(١) صحيح البخاري مع الفتح، كتاب الإيمان باب قول النبي - صلى الله عليه وسلم - (بني الإسلام على خمس) ح رقم (٨) وصحيح مسلم بشرح النووي، كتاب الإيمان باب بيان أركان الإسلام ودعائمه العظام ح رقم (١٦) .
(٢) الذخيرة (٣/١٧٤) .
(٣) المغني (١٣/١٠) وحاشية ابن عابدين (٦/١٩٦) .
(٤) سبق تخريجه.
(٥) مشارع الأشواق (١/٢٠٥) .','1','309',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (305,'<span data-type="title" id=toc-110>المطلب الثاني
ترك الجهاد للحج بأهله </span>(١)
المحافظة على الأعراض من الضروريات التي أمر الدين بحفظها والمرأة إذا سافرت دون محرم حتى لو كان السفر لأداء فريضة الحج، فقد تتعرض للفتنة أو تفتن هي غيرها، ولذا نهى النبي - صلى الله عليه وسلم - أن تسافر المرأة دون محرم (٢) .
وأمر - صلى الله عليه وسلم - من اكتتب في الجهاد أن يترك الجهاد ويحج مع أهله ففي الصحيحين عن ابن عباس رضي الله عنهما أنه سمع النبي - صلى الله عليه وسلم - يقول «لا يخلون رجل بامرأة ولا تسافرن امرأة إلا ومعها محرم» فقام رجل (٣) فقال: يا رسول الله اكتتبت في غزوة كذا وكذا (٤) وخرجت امرأتي حاجة. قال: «اذهب فاحجج مع امرأتك» (٥) .
_________
(١) تطلق كلمة أهل على عدة معاني ومنها أنها تطلق على الزوجة.
جاء في اللسان: أهل بيت النبي - صلى الله عليه وسلم - أزواجه وأهل الرجل زوجه وتأهل الرجل تزوج. انظر لسان العرب (١١/٣، ٢٩) مادة (أهل) .
(٢) قال المالكية، والشافعية: إذا كان معها من تأمن معه على نفسها ولو جماعة من النساء جاز لها بدون محرم، والحديث يخالف ما ذهبوا إليه ويؤيد ما قرره الحنفية، والحنابلة من اشتراط المحرم من زوج أو من تحرم عليه بنسب أو سبب مباح على التأييد انظر: المعونة (١/٥٠١) وشرح الزرقاني (٢/٥٣٤) والتلقين ص ٢٠٢ والمجموع (٧/٦٩) ورحمة الأمة ص ١١٠ ورءوس المسائل ص ٢٤٦ وتحفة الفقهاء (١/٣٨٧) والفروع (٣/٢٣٤) .
(٣) لم أجد من ذكر اسمه.
(٤) لم أجد من ذكر اسم الغزوة.
(٥) البخاري مع الفتح، كتاب الجهاد باب من اكتتب في جيش فخرجت امرأته حاجة، ح رقم (٣٠٠٦) وصحيح مسلم بشرح النووي، كتاب الحج باب سفر المرأة مع محرم للحج وغيره ح رقم (١٣٤١) .','1','310',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (306,'فهذا الحديث صريح في تقديم السفر مع الزوجة لحج الفريضة على الجهاد لأهمية حفظ المرأة.
قال النووي: (فيه تقديم الأهم من الأمور المتعارضة، لأنه لما تعارض سفره في الغزو وفي الحج معها رجع الحج معها، لأن الغزو يقوم غيره في مقامه عنه بخلاف الحج معها) (١) .
ولا يلزمه الحج معها (٢) لأن في الحج مشقة شديدة وكلفة عظيمة فلا تلزم أحدا لأجل غيره، كما لم يلزمه أن يحج عنها إذا كانت مريضة (٣) .
وفي رواية عن أحمد، ووجه للشافعي (٤) يلزمه ذلك لظاهر حديث ابن عباس السابق فقد أمر النبي - صلى الله عليه وسلم - الزوج أن يترك الجهاد ويحج مع امرأته (٥) والأمر يقتضي الوجوب.
ويمكن مناقشة هذا: بأن الأمر في الحديث محمول على الندب، لما علم من قواعد الدين أنه لا يجب على أحد بذل منافع نفسه لتحصيل غيره ما يجب عليه.
والذي يظهر: أن الزوج غير ملزم بالخروج مع زوجته للحج، وإنما ذلك تفضل منه ومراعاة لحسن العشرة وطيب المعاملة مع الزوجة، ولا يلزم المرأة الحج إذا لم تجد من يحج معها. والله أعلم.
_________
(١) شرح صحيح مسلم (٩/١١٧) .
(٢) المغني لابن قدامة (٥/٣٤) .
(٣) المرجع السابق في هامش (٢) .
(٤) المرجع السابق في هامش (٢) ونيل الأوطار (٤/٢٩٢) .
(٥) المغني (٥/٣٤) ونيل الأوطار (٤/٢٩٢) .','1','311',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (307,'<span data-type="title" id=toc-111>الفصل الرابع
أحكام المجاهد في باب الجهاد</span>
ويشتمل على ستة مباحث
المبحث الأول: خروج المجاهد للجهاد
المبحث الثاني: أحكام المجاهد في مواجهة العدو.
المبحث الثالث: فيما يستخدمه المجاهد من الأسلحة في مواجهة العدو.
المبحث الرابع: إتلاف المجاهد لأموال العدو.
المبحث الخامس: إطلاق المجاهد من الأسر.
المبحث السادس: أحكام الغنيمة والفيء والنفل.','1','313',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (308,'<span data-type="title" id=toc-112>المبحث الأول
خروج المجاهد للجهاد</span>
وفيه سبعة مطالب:
المطلب الأول: إذن الإمام في خروجه للجهاد.
المطلب الثاني: إذن الوالدين في خروجه للجهاد.
المطلب الثالث: إذن الدائن في خروجه للجهاد.
المطلب الرابع: إذن القائد في الخروج من المعسكر.
المطلب الخامس: خروج المجاهد مع القائد الفاجر.
المطلب السادس: خروج النساء مع المجاهد.
المطلب السابع: خروج المجاهد بالقرآن إلى أرض العدو.','1','314',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (309,'<span data-type="title" id=toc-113>المطلب الأول
إذن الإمام في خروجه للجهاد</span>
للمجاهد في خروجه للجهاد حالتان (١) :
الحالة الأولى: خروجه لطلب العدو في ديارهم.
الحالة الثانية: خروجه للدفاع عن ديار الإسلام والمسلمين لمفاجأة العدو ديار المسلمين.
أما الحالة الأولى: وهي خروجه لطلب العدو في ديارهم.
فقد اتفق الفقهاء رحمهم الله تعالى فيما أعلم على مشروعية استئذان الإمام، أو من يقوم مقامه (٢) .
جاء في المغنى (ولا يخرجون إلا بإذن الأمير..) (٣) .
وفي المقدمات لابن رشد (.. ولا يخرجوا إلا بإذنه..) (٤) .
واختلفوا في حكم خروج المجاهد بدون إذن الإمام إلى قولين:
القول الأول: إنه يحرم خروج المجاهد بدون إذن الإمام لأن إذنه في الخروج واجب.

بهذا قال المالكية (٥) والحنابلة (٦) وهو قول الحنفية إذا لم يكن فيمن خرج للجهاد منعة أو كان الإمام نهاهم عن الخروج للجهاد (٧) .
_________
(١) أحكام إذن الإنسان في الفقه (٢/٦١١) .
(٢) انظر: المغني (١٣/٣٣) والمحرر في الفقه (٢/١٧٠) وشرح السير الكبير (١/١٢٣) والأم (٤/٢٤٢) والمقدمات الممهدات لابن رشد (١/٣٤٦) .
(٣) المغني (١٣/٣٣) .
(٤) المقدمات الممهدات لابن رشد (١/٣٤٦) .
(٥) مواهب الجليل (٤/٥٤٠) والمقدمات الممهدات (١/٣٤٦) .
(٦) المغني لابن قدامة (١٣/٣٣) وكشاف القناع (٢/٣٩٧) والفروع (٦/١٩٩) .
(٧) شرح السير الكبير (١/١٢٣) والفتاوى الهندية (١/١٩٢) .','1','315',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (310,'واستدلوا بما يلي:
١- أن أمر الحرب موكلة إلى الإمام، وهو أعلم بكثرة العدو وقلتهم ومكامن العدو، فينبغي أن يرجع إلى رأيه (١) .
٢- ولأن ذلك أحوط للمسلمين (٢) .
القول الثاني: أنه يكره خروج المجاهد بدون إذن الإمام، ولا يحرم.
وبهذا قال الشافعية (٣) وهو قول الحنفية، إذا كان في من خرج منعة عند مواجهة العدو (٤) .
واستدلوا على كراهية الخروج، بما استدل به الفريق الأول على تحريم الخروج.
واستدلوا على أنه لا يحرم بأنه ليس فيه أكثر من التغرير بالنفس وهو جائز في الجهاد (٥) .
الترجيح
الراجح في هذه الحالة هو القول الأول، أنه يجب استئذان الإمام، لأنه بحكم إمامته أعلم الناس بالعدو، وبقدراته، ومتى يمكن قتاله ومتى لا يمكن.
ثم الخروج إلى الجهاد بدون إذن الإمام يؤدي إلى فوضى واضطرابات بين المجاهدين، ولذا ما كان الرسول - صلى الله عليه وسلم - يرسل سرية أو جيشا إلا يؤمر عليهم ويأمرهم بطاعته. لكن إن كان الإمام لا يأمر بالجهاد في سبيل الله، ولا يعد العدة له، وكان متهاونا في غزو العدو، ففي هذه الحالة يمكن الخروج بدون إذن بقيود منها:
١- أن يكون الجهاد فرض عين.
٢- أن لا يكون في الخروج ضرر أعظم من البقاء.
_________
(١) المغنى (١٣/٣٣) وكشاف القناع (٢/٣٩٧) .
(٢) المرجعان السابقان في هامش رقم (١) .
(٣) الحاوي الكبير (١٤/٢٠٦) ومغنى المحتاج (٦/٢٤) وروضة الطالبين (١٠/٢٣٨) .
(٤) شرح السير الكبير (١/١٢٣) والفتاوى الهندية (١/١٩٢) .
(٥) الحاوي الكبير (١٤/٢٠٦) ومغني المحتاج (٦/٢٤) وروضة الطالبين (١٠/٢٣٨) وشرح السير الكبير (١/١٢٣) والفتاوى الهندية (١/١٩٢) .','1','316',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (311,'٣- أن لا يكون قد صدر منع عام من الإمام والله أعلم.
الحالة الثانية: خروجه للدفاع عن ديار الإسلام والمسلمين لمفاجأة العدو ديار المسلمين لا خلاف بين الفقهاء -فيما أعلم- أنه إذا فاجأ العدو ديار المسلمين وتعذر استئذان الإمام فإن المجاهد يخرج لملاقاة الكفار بغير إذن الإمام (١) .
والأدلة على ذلك ما يلي:
١- أن الكفار أغاروا على لقاح (٢) النبي - صلى الله عليه وسلم - فصادفهم سلمة بن الأكوع (٣) خارجا من المدينة فتبعهم فقاتلهم من غير إذن فمدحه النبي - صلى الله عليه وسلم - وقال: «خير رجالتنا سلمة بن الأكوع، وأعطاه سهم فارس وراجل» (٤) .
فدل هذا على أنه لا يشترط إذن الإمام إذا فاجأ العدو ديار المسلمين.
٢- إن المصلحة تتعين في قتالهم والخروج إليهم دون إذن لتعين الفساد في تركهم (٥) .
_________
(١) المغني لابن قدامة (١٣/٣٣) وكشاف القناع (٢/٣٩٧) وحاشية الروض المربع (٤/٢٦٩) ومغني المحتاج (٦/٢٤) ومواهب الجليل (٤/٥٤٠) وتبيين الحقائق (٣/٢٤١، ٢٤٢) وحاشية ابن عابدين (٦/٢٠٥) والمحلى بالآثار لابن حزم (٥/٤٢١) .
(٢) اللقحة: بالفتح والكسر: الناقة القريبة العهد بالنتاج. واللقوح اللبون: وإنما تكون لقوحا أول نتاجها شهرين، ثم ثلاثة أشهر، ثم يقال لها: لبون. انظر: لسان العرب لابن منظور مادة (لقح) (٢/٥٧٩) والنهاية وغريب الحديث والأثر (٤/٢٢٥) .
(٣) هو: سلمة بن عمر بن الأكوع، واسم الأكوع سنان بن عبد الله الأسلمي، أول مشاهده الحديبية وكان من الشجعان بايع النبي - صلى الله عليه وسلم - عند الشجرة على الموت، نزل المدينة ومات بها سنة ٧٤ هـ على الصحيح انظر: الإصابة (٣/١٢٧) ت رقم ... (٣٤٠١) وأسد الغابة (٢/٢٧١) ت رقم (٢١٥٤) .
(٤) صحيح البخاري مع الفتح كتاب الجهاد باب من رأى العدو فنادى بأعلى صوته يا صباحاه، ح رقم (٣٠٤١) ومسلم مع شرح النووي، كتاب الجهاد والسير، باب غزوة ذي قرد، ح رقم (١٨٠٦) و (١٨٠٧) .
(٥) المغني لابن قدامة (١٣/٣٣) وكشاف القناع (٢/٣٩٧) وأحكام إذن الإنسان في الفقه (٢/٦١٥) .','1','317',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (312,'<span data-type="title" id=toc-114>المطلب الثاني
إذن الوالدين في خروجه للجهاد</span>
لا يخلو أن يكون الجهاد في حق الابن متعينا، أو غير متعين، ولا يخلو الوالدان أن يكونا مسلمين أو كافرين أو أحدهما مسلما والآخر كافرا.
فهنا حالات:
الحالة الأولى: أن يكون الجهاد متعينا في حق الابن.
وفي هذه الحالة لا يشترط إذن الوالدين لخروج الابن إلى الجهاد باتفاق الفقهاء (١) رحمهم الله تعالى فيما أعلم.
والأدلة على هذه الحالة ما يلي:
١- قوله تعالى: {انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} [التوبة: ٤١] .
وقد تعددت الأقوال في معنى {انْفِرُوا خِفَافًا وَثِقَالا} قال في جامع البيان: وأولى الأقوال أن يقال: إن -الله تعالى ذكره- أمر المؤمنين بالنفر لجهاد أعدائه في سبيله، خفافا وثقالا، وقد يدخل في الخفاف كل من كان سهلا عليه النفر لقوة بدنه على ذلك، وصحة جسمه وشبابه، ومن كان ذا يسر بمال وفراغ من الاشتغال، وقادر على الظهر والركاب؟ ويدخل في الثقال من كان بخلاف ذلك (٢) .
_________
(١) بدائع الصنائع (٦/٥٨) وتبيين الحقائق (٣/٢٤١، ٢٤٢) وبداية المجتهد (١/٣٨٤) والمعونة (١/٦٠٢) وروضة الطالبين (١٠/٢١٤) والمغني (١٣/٢٦) وحاشية الروض المربع (٤/٢٦١) وابن حزم في المحلى بالآثار (٥/٣٤١) إلا أنه قال: إذا كان بخروجه يضيعا أو أحدهما فلا يجوز له الخروج.
(٢) جامع البيان للطبري (٦/٣٧٨) .','1','318',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (313,'والابن من ضمن المأمورين بالنفر لجهاد أعداء الله، فلا يمنعه من الخروج للجهاد عدم إذن والديه لعموم الآية.
٢- ولأن الجهاد في حقه فرض عين، وتركه معصية، ولا طاعة لأحد في معصية الله تعالى، كالصلاة والصوم والحج (١) لا طاعة لأحد في تركها.
ويؤيد هذا ما جاء عن ابن عمر رضي الله عنهما أن الرسول - صلى الله عليه وسلم - قال: «على المرء المسلم السمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصية فإن أمر بمعصية فلا سمع ولا طاعة» (٢) .
الحالة الثانية: أن يكون الجهاد غير متعين في حق الابن.
وفي هذه الحالة لا يخلو أن يكون الوالدان مسلمين، أو كافرين، أو أحدهما مسلما والآخر كافرا.
فإن كان الوالدان مسلمين، أو أحدهما مسلما، والجهاد غير متعين على الابن، فلا خلاف فيما أعلم بين الفقهاء رحمهم الله تعالى على اشتراط إذن الوالدين في الخروج للجهاد (٣) جاء في رحمة الأمة (واتفقوا على أن من لم يتعين عليه الجهاد لا يخرج إلا بإذن أبويه إن كان مسلمين) (٤) .
_________
(١) المغني (١٣/٢٦) .
(٢) صحيح البخاري مع الفتح، كتاب أخبار الآحاد باب ما جاء في إجازة خبر الواحد الصدوق في الأذان والصلاة والصوم والفرائض والأحكام، ح رقم (٧٢٥٧) ومسلم بشرح النووي، كتاب الإمارة باب وجوب طاعة الأمراء من غير معصية وتحريمها في المعصية ح رقم (١٨٣٩) وح رقم (١٨٤٠) .
(٣) بدائع الصنائع (٦/٥٨) والبحر الرائق (٥/١٢٢) وبداية المجتهد (١/٣٨٤) وبلغة السالك (١/٣٥٦) وحاشية الخرشي (٤/١١) والأم (٤/١٦٣) وروضة الطالبين ... (١٠/٢١١) والمغني (١٣/٢٥) .
(٤) رحمة الأمة في اختلاف الأئمة ص ٥٢٨ ومشارع الأشواق لابن النحاس (١/٩٩) والفروع (٦/١٩٨) وحاشية الروض المربع (٤/٢٦١) والمحلى بالآثار (٥/٣٤١) .','1','319',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (314,'يدل على ذلك ما يلي:
١- عن عبد الله بن عمرو (١)
رضي الله عنهما قال: جاء رجل (٢) إلى النبي - صلى الله عليه وسلم - فاستأذنه في الجهاد فقال (أحي والدك؟) قال: نعم، قال: «ففيهما فجاهد» (٣) .
٢- وعن أبي سعيد الخدري رضي الله عنه أن رجلا (٤) هاجر إلى رسول الله - صلى الله عليه وسلم - من اليمن، فقال: (هل لك أحد باليمن؟) قال: أبواي، قال: (أذنا لك؟) قال: لا، قال: «ارجع إليهما فاستأذنهما فإن أذنا لك فجاهد وإلا فبرهما» (٥) .
ووجه الدلالة من الحديثين، أن النبي - صلى الله عليه وسلم - أمر الابن ببر أبويه واستئذانهما للجهاد فإن لم يأذنا فإنه لا يخرج للجهاد وهذا دليل على تحريم الخروج بدون إذنهما (٦) .
_________
(١) هو: عبد الله بن عمرو بن العاص القرشي السهمي أحد المكثرين في الرواية عن النبي - صلى الله عليه وسلم - وقد استأذن النبي - صلى الله عليه وسلم - في كتابة حديثه فأذن له توفي سنة ٦٣ هـ.

انظر أسد الغابة (٣/٣٤٩) ت رقم (٣٠٩٠) والإصابة (٤/١٩٢) ت رقم (٤٨٥٠) .
(٢) قال ابن حجر في الفتح: لعله جاهمة بن العباس بن مرداس السلمي (٦/١٧٣) وانظر الإصابة (١/٥٥٦) ت رقم (١٠٥٤) .
(٣) صحيح البخاري مع الفتح كتاب الجهاد والسير، باب الجهاد بإذن الأبوين ح رقم ... (٣٠٠٤) ومسلم بشرح النووي كتاب البر والصلة والأداب، باب بر الوالدين وأنهما أحق به، ح رقم (٢٥٤٩) .
(٤) لم أقف على اسمه حسب ما اطلعت عليه.
(٥) أخرجه أبو داود في سننه كتاب الجهاد، باب في الرجل يغزو وأبواه كارهان، ح رقم (٢٥٣٠) وسعيد بن منصور في سننه كتاب الجهاد باب ما جاء فيمن غزا وأبواه كارهان ح (٢٣٣٤) والحاكم في المستدرك كتاب الجهاد ح رقم (٢٥٠١) وقال: هذا حديث صحيح الإسناد ولم يخرجاه. ولم يوافقه الذهبي، وقال فيه دراج وهو واه، انظر: التلخيص بهامش المستدرك (٢/١١٤) وقال ابن القيم: ليس مما يستدرك على الشيخين فإن فيه دراجا أبا السمح، وهو ضعيف، انظر شرح سنن أبي داود لابن القيم بحاشية عون المعبود (٧/١٤٦) ومع هذا فإن هناك أحاديث صحيحة تقوي هذه المعنى، كما في الحديث السابق.
(٦) أحكام إذن الإنسان في الفقه (٢/٦١٩) .','1','320',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (315,'٣- أن الجهاد في هذه الحالة فرض كفاية لأنه لم يتعين على الابن، وبر الوالدين فرض عين فكان مقدما على فرض الكفاية (١) .
إذا تقرر اشتراط إذن الوالدين المسلمين في حالة كون الجهاد غير متعين على الابن، فإن له في الإذن ثلاثة أحوال (٢) :
الأول: أن يأذنا له جميعا فله الخروج للجهاد، فإن رجعا عن الإذن رد عليهما ما لم يلتق الزحفان، لأنه صار في حقه حينئذ فرض عين.
الثاني: أن يمتنعا عن الإذن فيمتنع عن الجهاد.
الثالث: أن يأذن أحدهما ويمتنع الآخر، فيغلب حكم المنع على الإذن فلا يخرج للجهاد أما إن كان الوالدان كافرين أو أحدهما كافرا.
فقد اختلف الفقهاء رحمهم الله تعالى في اشتراط إذن الأبوين الكافرين إلى قولين:
القول الأول: لا يشترط إذن الأبوين الكافرين لخروج الابن إلى الجهاد، وبهذا قال: المالكية (٣) والشافعية (٤) والحنابلة (٥) والحنفية في حالة ما إذا كان منعهما له كراهية قتال الكفار (٦) .
واستدلوا بما يلي:
١- أن أصحاب رسول الله - صلى الله عليه وسلم - كانوا يجاهدون معه وفيهم من له أبوان كافران من غير استئذانهما (٧) منهم أبو بكر الصديق، وأبو حذيفة بن عتبة بن ربيعة (٨) ،
_________
(١) بدائع الصنائع (٦/٥٨) والمعونة (١/٦٠٢) والمغني لابن قدامة (١٣/٢٦) وسبل السلام (٤/٨٤) .
(٢) الحاوي الكبير (١٤/١٢٣) والمغني لابن قدامة (١٣/٢٧) .
(٣) بلغة السالك (١/٣٥٦) وحاشية الخرشي (٤/١١) .
(٤) الأم (٤/١٦٣) وروضة الطالبين (١٠/٢١١) .
(٥) المغني (١٣/٢٦) والمبدع (٣/٣١٥) .
(٦) البحر الرائق (٥/١٢٢) وحاشية ابن عابدين (٦/٢٠٢) وشرح السير الكبير (١/١٣٥) .
(٧) المغني لابن قدامة (١٣/٢٦) .
(٨) هو: أبو حذيفة بن عتبة بن ربيعة بن عبد شمس القرشي، من السابقين إلى الإسلام، هاجر الهجرتين، شهد المشاهد مع رسول الله - صلى الله عليه وسلم - وقتل يوم اليمامة، انظر: أسد الغابة ... (٥/٧٠) ت رقم (٥٨٠٠) والإصابة (٧/٧٤) ت رقم (٩٧٦٠) .','1','321',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (316,'وأبو عبيدة (١) رضي الله عنهم وقد قتل أباه يوم بدر (٢) وغيرهم وقد أقرهم النبي - صلى الله عليه وسلم - على ذلك. فدل على عدم استئذان الوالدين الكافرين.
٢- ولأن الوالدين الكافرين متهمان في الدين، لأنهما لا يحبان قتال أهل دينهما، فلا عبرة بإذنهما (٣) .
القول الثاني: أنه يشترط إذنهما لخروج ابنهما إلى الجهاد في سبيل الله وهو قول الحنفية (٤) والمالكية (٥) في حالة ما إذا وجدت قرينة تدل على أن منعهما من أجل الشفقة على ولدهما، لا من أجل قتال أهل الكفر.
واستدلوا بما يلي:
١- عموم الأخبار (٦) كحديث عبد الله بن عمرو وأبي سعيد الخدري رضي الله عنهم اللذين سبق ذكرهما (٧) حيث أن الحديثين يدلان على وجوب الاستئذان من الأبوين من غير التفريق بين مسلم وكافر (٨) .
_________
(١) هو: عامر بن عبد الله بن الجراح أمين هذه الأمة، من العشرة المبشرين بالجنة من السابقين إلى الإسلام، هاجر الهجرتين وشهد المشاهد كلها مع النبي - صلى الله عليه وسلم - توفي بالطاعون سنة ١٨ هـ انظر أسد الغابة (٣/٢٤) ت رقم (٢٧٠٥) والإصابة (٣/٤٧٥) ت رقم (٤٤١٨) .
(٢) المعركة الحاسمة بين الرسول - صلى الله عليه وسلم - وأصحابه وبين كفار قريش في السابع عشر من رمضان في السنة الثانية من الهجرة وقد انتصر المسلمون على الكفار، انظر زاد المعاد ... (٣/١٧١) .
(٣) بلغة السالك (١/٣٥٦) وروضة الطالبين (١٠/٢١١) والأم (٤/١٦٣) .
(٤) البحر الرائق (٥/١٢٢) وحاشية ابن عابدين (٦/٢٠٢) وشرح السير الكبير (١/١٣٥) .
(٥) بلغة السالك (١/٣٥٦) وحاشية الخرشي (٤/١١، ١٢) والفواكه الدواني (١/٦٢٧) .
(٦) المغني (١٣/٢٦) .
(٧) سبق ذكرهما.
(٨) أحكام إذن الإنسان في الفقه (٢/٦٢١) .','1','322',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (317,'ونوقش هذا: بأن الأحاديث التي تدل على وجوب الاستئذان مخصوصة بمن كان مسلما من الوالدين بدليل أن أصحاب رسول الله - صلى الله عليه وسلم - كانوا يجاهدون وفيهم من له أبوان كافران من غير استئذانهما، وأقرهم الرسول - صلى الله عليه وسلم - على ذلك فدل على أن الإذن مخصوص بالمؤمنين منهما (١) .
٣- واستدلوا كذلك بما يلحقهما من المشقة لأجل الخوف على ابنهما من القتل (٢) ونوقش هذا: بأنهما متهمان في الدين في جميع الأحوال وقد يتظاهران بالشفقة ويخفيان كراهيتهما لقتال أهل دينهما (٣) .
الترجيح
والذي يظهر بعد عرض الأقوال والأدلة والمناقشة أن القول الأول هو الأقرب إلى الرجحان لفعل الصحابة رضي الله عنهم وإقرار النبي - صلى الله عليه وسلم - لهم بل وقتل بعضهم لآبائهم كما فعل أبو عبيدة في غزوة بدر.
قال تعالى: {اتَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آَبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الإيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ خَالِدِينَ فِيهَا} [المجادلة: ٢٢] . والله أعلم.
_________
(١) المغني (١٣/٢٦) وأحكام إذن الإنسان في الفقه (٢/٦٢١) .
(٢) البحر الرائق (٥/١٢٢) وحاشية ابن عابدين (٦/٢٠٢) وشرح السير الكبير (١/١٣٥) .
(٣) أحكام إذن الإنسان في الفقه (٢/٦٢١) .','1','323',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (318,'<span data-type="title" id=toc-115>المطلب الثالث
إذن الدائن في خروجه للجهاد</span>
المجاهد المدين له مع الجهاد حالتان:
الحالة الأولى: أن يكون الجهاد متعينا في حقه.
الحالة الثانية: أن يكون الجهاد غير متعين في حقه.
فأما الحالة الأولى: أن يكون الجهاد متعينا في حقه.
فلا خلاف فيما أعلم بين الفقهاء (١) رحمهم الله تعالى أنه لا يشترط إذن الدائن لخروج المجاهد للجهاد، سواء كان الدين حالا، أم لا، وسواء كان معسرا، أم موسرا.
والأدلة على ذلك ما يلي:
١- قال تعالى: {انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ} [التوبة: ٤١] .
وجه الدلالة من الآية: أن الله سبحانه وتعالى أمر المؤمنين بالخروج للجهاد خفافا وثقالا، وجاء في معنى {خِفَافًا وَثِقَالا} أي: فقراء وأغنياء إذا تعين عليهم الجهاد (٢) . فلا يشترط إذن المدين.
٢- ولأن الجهاد إذا كان فرض عين لا يحتمل التأخير وقضاء الدين يحتمل، والضرر في ترك الخروج أعظم من الضرر في الامتناع عن قضاء الدين، لأن الضرر في ترك الخروج يرجع إلى كافة المسلمين فالواجب الاشتغال بدفع أعظم الضررين (٣) .
_________
(١) شرح السير الكبير (٤/٢١٢) والفتاوى الهندية (٢/١٩٠) والمقدمات الممهدات ... (١/٣٥١) وحاشية العدوى بهامش حاشية الخرشي (٤/١١) وروضة الطالبين (١٠/٢١٤) ومغني المحتاج (٦/٢٢) والمغني (١٣/٢٨) وكشاف القناع (٢/٣٧٣) .
(٢) الجامع لأحكام القرآن (٨/١٣٦) وجامع البيان للطبري (٦/٣٧٧) تبيين الحقائق (٣/٢٤٢) والكافي في فقه أهل المدينة المالكي (١/٤٦٢) .
(٣) شرح السير الكبير (٤/٢١٢) .','1','324',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (319,'٣- ولأن الجهاد إذا تعين يعتبر فرضا وتركه معصية (١) .
الحالة الثانية: أن يكون الجهاد غير متعين في حقه.
وفي هذه الحالة لا يخلو الدين من صور:
الصورة الأولى: أن يكون الدين حالا عليه، وفي هذه الصورة لا يخلو المدين الذي حل عليه الدين أن يكون موسرا أو معسرا.
فإن كان موسرا فلا خلاف - فيما أعلم - بين الفقهاء أنه ليس للمدين الموسر الذي حل عليه الدين أن يخرج للجهاد بغير إذن الدائن حتى يقضي الدين، أو يترك وفاءه، أو يقيم كفيلا (٢) .
والأدلة على ذلك ما يلي:
١- عن أبي قتادة (٣) رضي الله عنه أن النبي - صلى الله عليه وسلم - ذكر فضل الجهاد فقام رجل فقال: يا رسول الله أرايت إن قتلت في سبيل الله تكفر عني خطاياي؟ فقال رسول الله - صلى الله عليه وسلم - «نعم إن قتلت في سبيل الله وأنت صابر محتسب مقبل غير مدبر. إلا الدين فإن جبريل عليه السلام قال لي ذلك» (٤) .
_________
(١) كشاف القناع (٢/٣٧٣) .
(٢) البحر الرائق (٥/١٢١) وحاشية ابن عابدين (٦/٢٠٤) وبلغة السالك (١/٣٥٦) والذخيرة (٣/٣٩٥) وروضة الطالبين (١٠/٢١٠) والأم (٤/١٦٣) والحاوي الكبير ... (١٤/١٢١) والمغني (١٣/٢٧) والمبدع (٣/٣١٥) .
(٣) هو: الحارث وقيل: النعمان، وقيل اسمه: عمرو والأول أشهر بن ربعي بن بلدمة الأنصاري الخزرجي اتفقوا على أنه شهد أحدا وما بعدها، واختلفوا في شهوده بدرا، كان يقال له. فارس رسول الله - صلى الله عليه وسلم - توفي بالكوفة، وقيل: بالمدينة سنة ٥٤ هـ على الأرجح. انظر الإصابة (٧/٢٧٢) ت رقم (١٠٤١١) وتهذيب التهذيب (١٢/٢٢٤) ت رقم (٩٤٥) .
(٤) صحيح مسلم مع شرح النووي، كتاب الإمارة باب من قتل في سبيل الله كفرت خطاياه إلا الدين ح رقم (١٨٨٥) .','1','325',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (320,'وجه الدلالة من الحديث: أن الدين من حقوق الآدميين، والجهاد والشهادة في سبيل الله لا يكفره (١) فدل على وجوب قضائه قبل الخروج للجهاد أو استئذان صاحب الحق.
٢- ولأن فرض الدين متعين عليه والجهاد على الكفاية، وفروض الأعيان مقدمة (٢) .
٣- ولأن الجهاد تقصد منه الشهادة التي تفوت بها النفس، فيفوت الحق بفواتها (٣) .
إما إن كان معسرا والدين حالا عليه، فقد اختلف الفقهاء رحمهم الله تعالى هل يستأذن الدائن أم لا؟ إلى قولين.
القول الأول: يشترط إذن الدائن في الخروج للجهاد.
وهو قول الحنفية (٤) والحنابلة (٥) ووجه عند الشافعية (٦) وقول بعض المالكية (٧) واستدلوا بما يلي:
١- حديث أبي قتادة السابق ذكره قريبا (٨) .
٢- ولأن الجهاد يقصد منه الشهادة التي تفوت بها النفس فيفوت الحق بفواتها (٩) ، وإذا كان الأمر كذلك فلا يجوز بغير إذن الدائن.
_________
(١) شرح صحيح مسلم (١٣/٣٣) .
(٢) الحاوي الكبير (١٤/١٢١) .
(٣) المغني (١٣/٢٨) .
(٤) البحر الرائق (٥/١٢١) وحاشية ابن عابدين (٦/٢٠٤) .
(٥) المغني (١٣/٢٧) وكشاف القناع (٢/٣٧٢) .
(٦) روضة الطالبين (١٠/٢١٠) وحاشيتا قليوبي وعميرة (٤/٣٢٨) .
(٧) وهو قول ابن عبد البر كما في الكافي (١/٤٦٤) وانظر: الفواكه الدواني (١/٦٢٧) .
(٨) سبق تخريجه.
(٩) المغني (١٣/٢٨) والحاوي الكبير (١٣/١٢١) .','1','326',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (321,'القول الثاني: لا يشترط إذن الدائن في الخروج للجهاد إذا حل عليه الدين وهو معسر، وبهذا قال المالكية (١) والشافعية على الصحيح (٢) .
ويمكن أن يستدل لهم بما يلي:
١- قوله تعالى: {وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ} [البقرة: ٢٨٠] .
وجه الدلالة من الآية: أن الله سبحانه وتعالى أمر بإنظار المعسر وهي عامة في جميع الناس، فكل من أعسر أنظر (٣) والمجاهد المعسر بدين حال من جملة الناس فينظر ولا يمنعه ذلك من الخروج للجهاد.
ونوقش هذا الدليل: بأن الجهاد يقصد منه الشهادة التي تفوت بها النفس فيفوت الحق بفواتها (٤) بخلاف إنظار المعسر إلى حين الميسرة في حال الأمن، فليس فيه فوات للحق.
٢- واستدلوا كذلك بأن المعسر لا تتوجه له المطالبة بالدين في الحال (٥) .
ويمكن مناقشته بما نوقش به الدليل السابق.
الترجيح
الذي يظهر رجحان القول الأول الذي يشترط إذن الدائن في خروج المجاهد للجهاد إذا كان معسرا، والدين حالا عليه، والجهاد في حقه غير متعين، لما سبق من حديث أبي قتادة، وأن الدين لا يكفره شيء حتى الشهادة في سبيل الله، ولأنه بخروجه للجهاد يعرض نفسه للخطر فيفوت الحق بفوات نفسه، والله أعلم.
_________
(١) الذخيرة (٣/٣٩٥) والمقدمات لابن رشد (١/٣٥١) وحاشية الخرشي (٤/١١) .
(٢) روضة الطالبين (١٠/٢١٠) وحاشيتا قليوبي وعميرة (٤/٣٢٨) ومغني المحتاج (٦/٢٠) .
(٣) الجامع لأحكام القرآن (٣/٣٥٤) .
(٤) المغني (١٣/٢٨) وكشاف القناع (٢/٣٧٢) .
(٥) روضة الطالبين (١٠/٢١٠) ومغنى المحتاج (٦/٢٠) .','1','327',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (322,'الصورة الثانية: أن يكون الجهاد غير متعين عليه والدين مؤجلا.
اختلف الفقهاء رحمهم الله تعالى في هذه الصورة إلى قولين:
القول الأول: لا يجوز له الخروج إلى الجهاد دون إذن الدائن، إلا أن يترك وفاء لدينه، أو يقيم كفيلا يقضي عنه، أو يوثق الدين برهن.
وبهذا قال الحنابلة على المذهب (١) وهو وجه عند الشافعية (٢) .
واستدلوا بما يلي:
١- أن عبد الله بن عمرو بن حرام (٣) رضي الله عنه خرج إلى أحد وعليه دين كثير فاستشهد (٤) وقضاه عنه ابنه بعلم النبي - صلى الله عليه وسلم - ولم يذمه النبي - صلى الله عليه وسلم - على ذلك، ولم ينكر فعله، بل مدحه (٥) وقال: (ما زالت الملائكة تظله بأجنحتها حتى رفعتموه) (٦) وجه الدلالة: أن عبد الله بن حرام أقام ابنه جابرا كفيلا يقضي عنه دينه فجاز له الخروج وعليه دين.
جاء في أسد الغابة: (ولما أراد يخرج إلى أحد دعا ابنه جابرا فقال: يا بني إني لا أراني إلا مقتولا في أول من يقتل.. وإن علي دينا فاقض عني ديني) (٧) .
_________
(١) المغني (١٣/٢٧) وكشاف القناع (٢/٣٧٢) والإنصاف (٤/١٢٢) .
(٢) روضة الطالبين (١٠/٢١١) والوسيط في المذهب (٧/٩) .
(٣) هو: عبد الله بن عمرو بن حرام بن ثعلبة، الأنصاري الخزرجي السلمي، شهد العقبة وبدر، واستشهد يوم أحد. انظر: الإصابة (٤/١٦٢) ت رقم (٤٨٥٦) وأسد الغابة ... (٣/٢٤٢) ت رقم (٣٠٨٤) .
(٤) صحيح البخاري مع الفتح، كتاب الاستقراض، وأداء الديون باب إذا قضي دون حقه، أو حلله فهو جائز، ح رقم (٢٣٩٥) ولفظه عن كعب بن مالك (أن جابر بن عبد الله رضي الله عنهما أخبره أن أباه قتل يوم أحد شهيدا وعليه دين)
(٥) المغني (١٣/٢٧) ومشارع الأشواق (١/١٠١) والمبدع (٣/٣١٥) .
(٦) صحيح البخاري مع الفتح كتاب المغازي باب من قتل من المسلمين يوم أحد، ح رقم (٤٠٧٨) ومسلم بشرح النووي، كتاب فضائل الصحابة، باب من فضائل عبد الله بن حرام، ح رقم (٢٤٧١) .
(٧) أسد الغابة (٣/٢٤٣) .','1','328',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (323,'٢- ولأن الجهاد يقصد منه الشهادة التي تفوت بهاالنفس، فيفوت الحق بفواتها (١) فلا يجوز الخروج إلا بإذن صاحب الدين.
القول الثاني: يجوز له الخروج إلى الجهاد دون إذن الدائن إذا لم يحل الدين. وبهذا قال: الحنفية بشرط أنه يعلم بالظاهر أنه يرجع قبل حلول الدين (٢) والمالكية (٣) والصحيح عند الشافعية (٤) وقول للحنابلة (٥) .
واستدلوا بما يلي:
١- القياس على السفر لغير الجهاد بجامع عدم حلول الدين، فإذا جاز لمدين أن يسافر لغير الجهاد بغير إذن الدائن، فكذاك له أن يخرج للجهاد بغير إذن الدائن (٦) .
ونوقش بأنه قياس مع الفارق إذ الخروج للجهاد مظنة الشهادة وفوات النفس الذي يفوت بفواتها الحق، والسفر لغير الجهاد بخلاف ذلك (٧) .
٢- أن الدين قبل حلوله لا يتوجه الحق للدائن بمطالبة المدين (٨) وإذا كان الأمر كذلك فلا يحق له منعه من الخروج للجهاد ولا يشترط طلب إذنه.
ويمكن مناقشته: بأن السفر للجهاد فيه خطر على النفس التي تعلق بها الدين وهذا يؤدي إلى الضرر بالدائن وضياع ماله، فلا يجوز الخروج إلا بإذنه وعلمه.
الترجيح
الراجح والله أعلم القول الأول الذي منع الخروج للجهاد إلا بإذن الدائن حتى يتمكن من استيفاء دينه، لعظم شأن الدين واهتمام الشرع بأدائه.
_________
(١) المغني (١٣/٢٨) وكشاف القناع (٢/٣٧٢) .
(٢) البحر الرائق (٥/١٢١) وحاشية ابن عابدين (٦/٢٠٤) وشرح السير الكبير (٤/٢٠٩) .
(٣) الذخيرة (٣/٣٩٥) والمقدمات الممهدات (١/٣٥١) .
(٤) روضة الطالبين (١٠/٢١١) والوسيط في المذهب (٧/٩) .
(٥) الإنصاف (٤/١٢٢) والمبدع (٣/٣١٥) .
(٦) المهذب مع تكملة المجموع (٢١/١٢٨) وأحكام إذن الإنسان في الفقه (٢/٦٣٧) .
(٧) المغني (١٣/٢٨) والحاوي الكبير (١٤/١٢٢) وأحكام إذن الإنسان في الفقه (٢/٦٣٧) .
(٨) البحر الرائق (٥/١٢٢) وحاشية ابن عابدين (٦/٢٠٤) والمبدع (٣/٣١٥) .','1','329',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (324,'<span data-type="title" id=toc-116>المطلب الرابع
إذن القائد في الخروج من المعسكر</span>
لا يجوز لأحد من الجند الخروج من المعسكر، لقضاء حاجة أو إغارة على العدو، أو غير ذلك إلا بإذن القائد.
لأن القائد أعرف بحال الناس، ومكامن العدو، وقربه وبعده، ومواضع الأمن، فلا يأذن للجند إلا مع أمنه عليهم، وإن خرجوا من غير أمره، لم يأمنوا كمينا للعدو، أو مهلكة يهلكون بها وربما رحل الجيش فيضيع الخارج (١) .
وقد سبق بيان إذن الإمام في خروج المجاهد للجهاد وما ورد هناك من الخلاف يرد هنا (٢) لأن طاعة القائد كطاعة الإمام.
عن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: «من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله، ومن يطع الأمير فقد أطاعني، ومن يعصي الأمير فقد عصاني..» (٣) .
_________
(١) الكافي في فقه الإمام أحمد (٤/١٧٠) والمحرر في الفقه (٢/١٧١) .
(٢) راجع: المطلب الأول من هذا المبحث.
(٣) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب يقاتل من وراء الإمام ويتقي به، ح رقم (٢٩٥٧) ومسلم بشرح النووي، كتاب الإمارة باب وجوب طاعة الأمراء من غير معصية ح رقم (١٨٣٥) .','1','330',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (325,'<span data-type="title" id=toc-117>المطلب الخامس
خروج المجاهد مع القائد الفاجر </span>(١)
لا خلاف بين الفقهاء رحمهم الله تعالى - فيما أعلم - أنه يجوز الخروج مع القائد الفاجر، إن كان يحفظ المسلمين وفجوره على نفسه.
جاء في حاشية الروض المربع: (ويجب النفير مع كل أمير برا كان أو فاجرا بلا نزاع، بشرط أن يحفظ المسلمين) (٢) .
والأدلة على ذلك ما يلي:
١- عن أبي هريرة رضي الله عنه من حديث طويل، أن النبي - صلى الله عليه وسلم - قال: «إن الله ليؤيد هذا الدين بالرجل الفاجر» (٣) .
٢- عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - «الجهاد واجب عليكم مع كل أمير برا كان، أو فاجرا» (٤) .
٣- ولأن ترك الجهاد مع القائد الفاجر يؤدي إلى ترك الجهاد فيظهر الكفار على المسلمين، وفي هذا ضرر عظيم على الإسلام والمسلمين، فيخرج مع القائد الفاجر ارتكابا لأخف الضررين (٥) .
_________
(١) الفاجر هو: المنبعث في المعاصي والمحارم. انظر: النهاية في غريب الحديث (٣/٣٧١) .
(٢) حاشية الروض المربع (٤/٢٥٨) وانظر: حاشية الدسوقي (٢/١٤٧) والمدونة (٢/٥) وشرح السير الكبير (١/١١١) ومشارع الأشواق لابن النحاس (٢/١٠٣) والمغني (١٣/١٤) والمحلى بالآثار (٥/٣٥٢) .
(٣) صحيح البخاري مع الفتح، كتاب الجهاد والسير باب إن الله يؤيد الدين بالرجل الفاجر، ح رقم (٣٠٦٢) ومسلم بشرح النووي كتاب الإيمان باب غلظ تحريم قتل الإنسان نفسه ح رقم (١١١) .
(٤) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجهاد باب الغزو مع أئمة الجور، ح رقم (٢٥٣٠) قال المنذري: هذا الحديث منقطع لأن مكحول لم يسمع من أبي هريرة. انظر: عون المعبود (٧/١٤٨) وأخرجه البيهقي في سننه الكبرى، كتاب السير، باب الغزو مع أئمة الجور، ح رقم (١٨٤٨٠) والدارقطني في سننه كتاب الصلاة، باب صفة من تجوز الصلاة معه وعليه، ح رقم (١٧٤٦) وح رقم (١٧٥٠) قال الدارقطني: مكحول لم يسمع من أبي هريرة، ومن دونه ثقات. انظر: نصب الراية (٢/٢٧) .
(٥) المدونة (٢/٥) والمغني (١٣/١٤) .','1','331',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (326,'<span data-type="title" id=toc-118>المطلب السادس
خروج النساء مع المجاهد</span>
لا خلاف بين الفقهاء رحمهم الله تعالى فيما أعلم على جواز خروج النساء مع المجاهد في سبيل الله لسقي الماء ومعالجة الجرحى ونحو ذلك (١) .
يدل على ذلك ما يلي:
١- عن أنس رضي الله عنه قال: (لما كان يوم أحد انهزم الناس عن النبي - صلى الله عليه وسلم - قال: ولقد رأيت عائشة بنت أبي بكر وأم سليم (٢) وإنهما لمشمرتان أرى خدم سوقهن (٣) تنقزان القرب (٤) وقال غيره تنقلان القرب على متونهما ثم تفرغانه في أفواه القوم، ثم ترجعان فتملأنها، ثم تجيئان فتفرغانه في أفواه القوم) (٥) .
٢- وعن الربيع بنت معوذ (٦) قالت: (كنا مع النبي - صلى الله عليه وسلم - نسقي ونداوي الجرحى ونرد القتلى إلى المدينة) (٧) وفي رواية (كنا نغزو مع النبي - صلى الله عليه وسلم -) (٨) .
_________
(١) شرح السير الكبير (٤/٢١٤) واللباب في شرح الكتاب (٤/١١٨) والبحر الرائق (٥/١٢٩) والمدونة (٢/٦) وحاشية الدسوقي (٤/١٩) الأم (٤/١٦٥) وروضة الطالبين ... (١٠/٢٤٠) والمغني (١٣/٥٣) وكشاف القناع (٢/٣٨٨) .
(٢) هي: سهلة وقيل رميثة وقيل: مليكة، وقيل: الرميصاء بنت ملحان بن خالد الأنصارية، وهي أم أنس خادم رسول الله - صلى الله عليه وسلم - كانت تغزو مع رسول الله - صلى الله عليه وسلم - ولها قصص مشهورة روت عن النبي - صلى الله عليه وسلم - عدة أحاديث وروي عنها ابنها أنس، وابن عباس وآخرون انظر: الإصابة (٨/٤٠٨) ت رقم (١٢٠٧٧) وأسد الغابة (٦/٣٤٥) ت رقم (٧٤٧١) .
(٣) أي الخلاخيل وهذه كانت قبل الحجاب ويحتمل أنها كانت من غير قصد للنظر انظر: فتح الباري (٦/٩٨) .
(٤) تسرعان المشي كالهرولة، وقيل القفز الوثب والقفز كناية عن سرعة السير. انظر فتح الباري (٦/٩٨) .
(٥) صحيح البخاري مع الفتح، كتاب الجهاد والسير باب غزو النساء وقتالهن مع الرجال ح رقم (٢٨٨٠) .
(٦) هي: الربيع بنت معوذ بن عفراء بن حزام الأنصاري حضرت بيعة الشجرة روت أحاديث عن النبي - صلى الله عليه وسلم - منها في صفة وضوئه انظر: الإصابة (٨/١٣٢) ت رقم ... (١١١٧٢) وطبقات ابن سعد (٨/٤٤٧) .
(٧) صحيح البخاري مع الفتح كتاب الجهاد والسير، باب مداوة النساء الجرحى في الغزو ح رقم (٢٨٨٢) .
(٨) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب مداوة النساء الجرحى والقتلى ح رقم (٢٨٨٣) .','1','332',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (327,'إذا تقرر أنه يجوز خروج النساء مع المجاهد في سبيل الله، فإن الفقهاء جعلوا لذلك قيود منها:
١- أن تخرج إلى الجهاد مع محرمها بإذنه (١) .
٢- أن يكون خروجها في عسكر عظيم يؤمن عليها معهم (٢) .
قال في مشارع الأشواق (اتفقوا على أنه لا يسافر بالنساء إلى أرض العدو إلا أن يكون في جيش عظيم يؤمن عليهم) (٣) .
٣- أن تخرج العجائز للسقي وضماد الجرحى ونحو ذلك، أما خروج الشابات فمكروه، لأن خروجهن فتنة، ثم لا يؤمن ظفر العدو بهن فيستحلون منهن ما حرم الله (٤) .
أما خروج النبي - صلى الله عليه وسلم - بمن تقع عليها القرعة من زوجاته وخروجه بعائشة رضي الله عنها مرات، فإن تلك امرأة واحدة يأخذها لحاجته، ويجوز مثل ذلك للأمير عند الحاجة، ولا يرخص لسائر المجاهدين، لما سبق من المحظورات التي قد تقع لهن (٥) .
أما هذا العصر حيث الجيوش النظامية فلا يحتاج الجيش لخدمات المرأة حيث يتولى الإمدادات للجيش من عدة وعتاد فرق مخصصة لذلك.
وكذلك يقوم على نقل الجرحى وإسعافهم، ونقل القتلى فرق مخصصة لذلك، فلا حاجة لخروج المرأة مع الجيش مطلقا لما في ذلك من الفساد، والله أعلم.
_________
(١) شرح السير الكبير (٤/٢١٤) .
(٢) اللباب في شرح الكتاب (٤/١١٨) وحاشية الخرشي (٤/١٩) .
(٣) مشارع الأشواق (٢/١٠٦٨) .
(٤) فتح القدير (٥/٢٠٠) واللباب في شرح الكتاب (٤/١١٨، ١١٩) والمغني (١٣/٣٦) وكشاف القناع (٢/٣٨٨) .
(٥) المغني (١٣/٣٦) وكشاف القناع (٢/٣٨٨) .','1','333',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (328,'<span data-type="title" id=toc-119>المطلب السابع
خروج المجاهد بالقرآن إلى أرض العدو</span>
اتفق الفقهاء رحمهم الله تعالى فيما أعلم أنه لا يجوز الخروج بالقرآن إلى أرض العدو إذا خيف عليه أن تناله أيديهم (١) جاء في مشارع الأشواق: (اتفقوا على أنه لا يسافر بالمصحف إلى أرض العدو إلا في جيش يؤمن عليه فيه) (٢) .
يدل على ذلك: ما جاء في الصحيحين عن ابن عمر رضي الله عنهما (أن النبي - صلى الله عليه وسلم - نهى أن يسافر بالقرآن إلى أرض العدو) (٣) .
وعند مسلم بلفظ (إنه كان ينهى أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو) (٤) .
واختلف الفقهاء رحمهم الله تعالى في الخروج بالقرآن إلى أرض العدو إذا لم يخف عليه منهم كأن يكون الجيش آمنا إلى قولين:
القول الأول: أنه يحرم الخروج به إلى أرض العدو، ولو كان الجيش آمنا، قال بهذا المالكية (٥) والحنابلة (٦) وابن حزم (٧) .
واستدلوا بما يلي:
١- عموم حديث ابن عمر السابق (نهى النبي - صلى الله عليه وسلم - أن يسافر بالقرآن إلى أرض العدو) .
_________
(١) المبسوط (١٠/٦٩) واللباب في شرح الكتاب (٤/١١٨) وبداية المجتهد (١/٣٩٣) وحاشية الخرشي (٤/١٨) وفتح الباري (٦/١٦٥) ومشارع الأشواق (٢/١٠٦٨ والمغني (١٣/٣٧ وكشاف القناع (٢/٣٩٧ والمحلى بالآثار (٥/٤١٨.
(٢) مشارع الأشواق (٢/١٠٦٨ وفتح الباري (٦/١٦٥) .
(٣) صحيح البخاري مع الفتح، كتاب الجهاد باب السفر بالمصحف إلى أرض العدو، ح رقم (٢٩٩٠) .
(٤) صحيح مسلم بشرح النووي كتاب الإمارة باب النهي عن السفر بالمصحف إلى أرض الكفار، ح رقم (١٨٦٩) .
(٥) حاشية الخرشي (٤/١٨) والذخيرة (٣/٤٠٥) قال: يكره ولعل ذلك كراهية تحريم.
(٦) المغني (١٣/٣٧) وكشاف القناع (٢/٣٩٧) .
(٧) المحلى بالآثار (٥/٤١٨) .','1','334',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (329,'وجه الدلالة من الحديث: أن النبي - صلى الله عليه وسلم - نهى أن يسافر بالمصحف إلى أرض العدو والنهي يقتضي التحريم.
٢- ولأنه قد يقع في أيديهم فيهينونه ولأنهم لا يتحرزون عن النجاسة فيمسوه وهو منزه عن ذلك (١) .
قال تعالى: {لا يَمَسُّهُ إِلا الْمُطَهَّرُونَ} [الواقعة: ٧٩] .
القول الثاني: أنه يجوز الخروج به إلى أرض العدو إذا كان لا يخشى عليه منهم، وقال بهذا الحنفية (٢) والشافعية (٣) .
واستدلوا: بما جاء عند مسلم وغيره من حديث ابن عمر رضي الله عنهما (إنه - صلى الله عليه وسلم - كان ينهي أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو) (٤) .
وجه الدلالة من الحديث: أنه إذا كان العسكر عظيما يأمنون عليه من العدو لقوتهم وشوكتهم. فلا بأس أن يحمل المجاهد المصحف ليقرأ فيه (٥) .
الترجيح
الذي يظهر أن الراجح هو القول الأول، أنه لا يجوز الخروج بالمصحف إلى أرض العدو حال القتال مطلقا، لأن العدو وإن كان هناك عسكر عظيم من المجاهدين لا يؤمن أن يسقط القرآن في أيديهم فيهينونه، أو يحرفونه وفي ذلك تحقير لما عظم الله، فالأولى أن لا يخرجوا به حال لقاء العدو ونشوب القتال أما وهم مرابطون في الثغور أو ليسوا في ميدان المعركة فلا بأس بأخذ المصحف وتلاوته وتدبر معانيه، لأن تلاوته عبارة، ولأن ذلك يقوي إيمانهم بالله وبنصره القريب، والله أعلم.
_________
(١) حاشية الخرشي (٤/١٨) .
(٢) المبسوط (١٠/٦٩) والبحر الرائق (٥/١٢٩) .
(٣) فتح الباري (٦/١٦٥) ومشارع الأشواق (٢/١٠٦٨) .
(٤) سبق تخريجه.
(٥) المبسوط (١٠/٦٩) .','1','335',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (330,'<span data-type="title" id=toc-120>المبحث الثاني
أحكام المجاهد في مواجهة العدو</span>
وفيه مطلبان:
المطلب الأول: ما قبل بدء المعركة والالتحام بالعدو.
المطلب الثاني: في بدء المعركة والالتحام مع العدو.','1','336',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (331,'<span data-type="title" id=toc-121>المطلب الأول
ما قبل بدء المعركة والالتحام بالعدو</span>
وفيه ستة فروع:
الفرع الأول: دعوة العدو قبل القتال.
الفرع الثاني: الإنذار بالهجوم.
الفرع الثالث: تبييت العدو في الليل.
الفرع الرابع: معرفة مواقع العدو وقدراته عن طريق الاستطلاع للأخبار وإرسال العيون.
الفرع الخامس: الحرب النفسية والخديعة بالعدو.
الفرع السادس: الاستعانة بالكفار في قتال العدو.','1','337',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (332,'<span data-type="title" id=toc-122>الفرع الأول
دعوة العدو إلى الإسلام قبل القتال</span>
سبق في الحديث عن مراحل الجهاد في سبيل الله، أن المرحلة الأخيرة التي استقر عليها أمر الجهاد في سبيل الله، هي قتال الكفار حتى يسلموا، أو يعطوا الجزية وهم صاغرون (١) .
لكن، هل يقاتلون دون أن يدعوا إلى الإسلام، أم لا بد من دعوتهم أولا؟ لا يخلو حال الكفار من حالتين:
الحالة الأولى: أن تكون دعوة الإسلام لم تبلغهم.
الحالة الثانية: أن تكون دعوة الإسلام قد بلغتهم.
الحالة الأول: أن تكون دعوة الإسلام لم تبلغهم.
لم أجد بين الفقهاء (٢) رحمهم الله تعالى فيما اطلعت عليه خلافا أن من لم تبلغه دعوة الإسلام فإنه يجب دعوته قبل القتال.
قال في بداية المجتهد: (شرط الحرب بلوغ الدعوة باتفاق، فلا يجوز حربهم حتى تبلغهم الدعوة وذلك شيء مجمع عليه من المسلمين) (٣) .
_________
(١) راجع مراحل تشريع الجهاد فيما سبق في هذا البحث.
(٢) المبسوط (١٠/٦) وفتح القدير (٥/١٩٥) والمدونة (٢/٢) والكافي في فقه أهل المدينة (١/٤٦٦) والمعونة (١/٦٠٤) والأم (٤/٢٣٩) وروضة الطالبين (١٠/٢٣٩) والمغني (١٣/٢٩) وكشاف القناع (٢/٣٦٩) .
وقد ذكر الشوكاني قولا ولم ينسبه لأحد أن دعوة الكفار قبل القتال لا تجب مطلقا انظر: نيل الأوطار (٧/٢٣١) وقد تابع في ذلك الصنعاني في سبل السلام (٤/٨٩) قال النووي عن هذا القول: إنه باطل. انظر: شرح صحيح مسلم (١١/٢٨٠) .
(٣) بداية المجتهد (١/٣٨٩) .','1','338',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (333,'إلا أنه في حالة معالجة الكفار للمسلمين بالقتال، فإنهم يقاتلون في هذه الحالة من غير دعوة لضرورة الدفاع عن الأنفس والأعراض (١) .
واستدل الفقهاء على وجوب دعوة من لم تبلغه الدعوة بما يلي:
١- عن بريدة (٢) رضي الله عنه قال: (كان رسول الله - صلى الله عليه وسلم - إذا أمر أميرا على جيش، أو سرية أوصاه في خاصته بتقوى الله ومن معه من المسلمين خيرا، ثم قال:.. وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال فأيتهن أجابوك فأقبل منهم وكف عنهم، ثم ادعهم إلى الإسلام، فإن أجابوك فاقبل منهم وكف عنهم، فإن هم أبوا، فسلهم الجزية، فإن هم أجابوك فأقبل منهم وكف عنهم، فإن هم أبوا فاستعن بالله وقاتلهم..) (٣) .
وجه الدلالة من الحديث: أنه بدأ - صلى الله عليه وسلم - بالأمر بدعوتهم إلى الإسلام قبل قتالهم والأمر يقتضي الوجوب فدل على وجوب دعوتهم أولا إذا لم تبلغهم الدعوة.
٢- ولأن بالدعوة إلى الإسلام قبل القتال يعلمون ماذا يقاتلون عليه، فربما ظنوا أن من يقاتلهم لصوصا يريدون أموالهم وسبي ذراريهم فإذا علموا أنهم يقاتلون على الدعوة إلى الدين، ربما أجابوا وانقادوا للحق من غير قتال (٤) .
الحالة الثانية: أن تكون دعوة الإسلام قد بلغتهم.
اختلف الفقهاء رحمهم الله تعالى في هذه الحالة إلى قولين:
_________
(١) زاد المعاد لابن القيم (٢/٣٦٩) والمدونة (٢/٢) والمعونة (١/٦٠٤) .
(٢) هو: بريدة بن الحصيب بن عبد الله بن الحارث، الأسلمي المروزي، أسلم عام الهجرة وشهد غزوة خيبر، وفتح مكة، وكان معه اللواء حدث عنه ابنه سليمان، وعبد الله وغيرهما سكن البصرة ثم نزل مرو بخرسان، ومات بها سنة ٦٢ هـ انظر سير أعلام النبلاء (٢/٤٦٩) . ت رقم (٩١) وأسد الغابة (٢/٢٠٩) ت رقم (٣٩٨) .
(٣) مسلم بشرح النووي، كتاب الجهاد والسير، باب تأمير الأمراء على البعوث ح رقم ... (١٧٣١) .
(٤) المبسوط (١٠/٦) فتح القدير (٥/١٩٦) والمعونة (١/٦٠٤) .','1','339',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (334,'القول الأول: لا يجب دعوتهم إلى الإسلام وقد بلغتهم الدعوة وإنما يستحب ذلك، إلا إذا علم أنهم بالدعوة يستعدون ويتحصنون فلا يدعون.
قال في فتح القدير: (ما لم يعلم أنهم بالدعوة يستعدون أو يحتالون أو يتحصنون..) (١) . وإن غاروا عليهم دون دعوة جاز ذلك.
وهذا قول جمهور الفقهاء (٢) .
واستدلوا بما يلي:
١- عن ابن عمر رضي الله عنهما (أن النبي - صلى الله عليه وسلم - أغار على بني المصطلق (٣) وهم غارون وأنعامهم تسقي على الماء فقتل مقاتلهم وسبي ذراريهم وأصاب يومئذ جويرية (٤)) (٥) .
٢- عن سهل بن سعد رضي الله عنه (أن النبي - صلى الله عليه وسلم - قال لعلي رضي الله عنه حين أعطاه الراية يوم خيبر (٦) انفذ على رسلك حتى تنزل بساحتهم، ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله فيه..) (٧) .
_________
(١) فتح القدير (٥/١٩٦) .
(٢) المبسوط (١٠/٦) والكفي في فقه أهل المدينة (١/٤٦٦) وروضة الطالبين (١٠/٢٣٩) والمغني (١٣/٣٠) وكشاف القناع (٢/٣٦٩) .
(٣) بطن شهير من خزاعة وهو المصطلق بن سعيد بن عمرو بن ربيعة، وقيل: المصطلق لقب انظر: سبائك الذهب في معرفة قبائل العرب ص ١٩٢ وفتح الباري (٥/٢١٤) .
(٤) هي: جويرية بنت الحارث بن أبي ضرار بن حبيب الخزاعية المصطلقية، وقعت في السبي يوم غزا النبي - صلى الله عليه وسلم - بني المصطلق فأعتقها وتزوجها - صلى الله عليه وسلم - ماتت سنة (٥٠هـ) وقيل: ٥٦ هـ انظر: الإصابة (٨/٧٢) ت رقم (١١٠٠٨) وتهذيب التهذيب (١٢/٤٣٦) ت رقم ... (٢٧٥٤) .
(٥) صحيح البخاري مع الفتح، كتاب العتق، باب من ملك من العرب رقيقا، ح رقم ... (٢٥٤١) ، ومسلم بشرح النووي، كتاب الجهاد والسير، باب جواز الإغارة على الكفار الذين بلغتهم الدعوة ح رقم (١٧٣٠) .
(٦) خيبر مدينة كبيرة ذات حصون ومزارع على ثمانية برد من المدينة إلى جهة الشام انظر: معجم ما استعجم من أسماء البلاد والمواضع (٢/١٤٦) وفتح الباري (٧/٥٨٩) .
(٧) البخاري مع الفتح، كتاب المغازي باب غزوة خيبر ح رقم (٤٢٠٩) .','1','340',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (335,'وجه الدلالة من الحديثين: أن الكفار قد بلغتهم الدعوة وقد أغار عليهم كما في الحديث الأول، فدل على جواز قتال الكفار الذي بلغتهم الدعوة (١) والإغارة عليهم دون دعوة إلى الإسلام، وفي حديث سهل أمر النبي - صلى الله عليه وسلم - بدعوتهم إلى الإسلام وقد بلغتهم الدعوة، فدل على استحباب دعوتهم إذا لم يكن في ذلك ضرر على المسلمين.
القول الثاني: يجب دعوة الكفار إلى الإسلام قبل قتالهم وإن كانت الدعوة قد بلغتهم وهذا المشهور عند المالكية (٢) .
جاء في الشرح الكبير بهامش حاشية الدسوقي:
(ودعوا وجوبا للإسلام ثلاثة أيام بلغتهم الدعوة أم لا، ما لم يعاجلونا بالقتال) (٣) .
ويمكن أن يستدل لهذا القول: بما سبق من حديث بريدة رضي الله عنه (٤) .
وجه الدلالة من الحديث: أن ظاهر الحديث يدل على أن الأمر بالدعوة جاء عاماً يشمل من بلغتهم الدعوة ومن لم تبلغهم.
ويمكن مناقشته: بما سبق من حديث ابن عمر: (أن النبي - صلى الله عليه وسلم - أغار على بني المطلق) (٥) . فهذا الحديث يخصص عموم حديث بريدة.
الترجيح
الذي يظهر أن القول الأول هو الراجح، أنها لا تجب دعوتهم إذا بلغتهم الدعوة، وإنما تستحب لأن فيه جمعا بين الأحاديث التي فيها أمر بالدعوة قبل القتال والتي فيها الإغارة على العدو ثم إن من بلغته الدعوة لم يعد له عذر، لكن استحباب دعوته وتكرارها أفضل إن ترتب على ذلك مصلحة، وإن كانت دعوة العدو يترتب عليها ضرر، بأن يستعد للمجابهة، أو يتحصن ونحو ذلك، فالأفضل عدم الدعوة والله أعلم.
_________
(١) شرح صحيح مسلم للنووي (١١/٢٨٠) وسبل السلام للصنعاني (٤/٨٩) وشرح السنة للبغوي (١١/٨) .
(٢) حاشية الدسوقي (٢/١٧٦) ويظهر أن المالكية فرقوا بين من يطمع من استجابته فتجب دعوته، ومن لا يطمع في استجابته فلا تجب دعوته، انظر: المدونة (٢/٢) .
(٣) الشرح الكبير للدردير بهامش حاشية الدسوقي (٢/١٧٦) .
(٤) سبق تخريجه.
(٥) سبق تخريجه.','1','341',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (336,'<span data-type="title" id=toc-123>الفرع الثاني
الإنذار بالهجوم</span>
الإنذار بالهجوم على العدو وعدمه مبني على بلوغ دعوة الإسلام إلى العدو وعدمها. وقد سبق الحديث عن ذلك في دعوة العدو قبل القتال (١) .
فمن لم تبلغه دعوة الإسلام يجب إنذاره بالهجوم باتفاق الفقهاء رحمهم الله تعالى (٢) واستدلوا بما يلي:
١- حديث بريدةالسابق ذكره وفيه: (.. وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال، فأيتهن أجابوك فاقبل منهم وكف عنهم، ثم ادعهم إلى الإسلام فإن أجابوك فاقبل منهم وكف عنهم، فإن هم أبوا فسلهم الجزية، فإن هم أجابوك فاقبل منهم وكف عنهم، فإن هم أبو فاستعن بالله وقاتلهم..) (٣)
وجه الدلالة أن الدعوة إلى الإسلام، أو قبول إعطاء الجزية مبالغة في إنذارهم.
٢- ولأن إنذار من لم تبلغه الدعوة، ربما أدى إلى انصياعهم للحق إذا عرفوه فيسلمون ونسلم من القتال (٤) .
أما من بلغته الدعوة الإسلامية من الكفار.
فقد ذهب جمهور الفقهاء (٥) إلى جواز قتالهم دون إنذار وطلب غرتهم.
واستدلوا على ذلك: بحديث ابن عمر رضي الله عنهما (أن النبي - صلى الله عليه وسلم - أغار على بني المصطلق وهم غارون وأنعامهم تسقي على الماء فقتل مقاتلهم وسبي ذراريهم) (٦) .
_________
(١) انظر الفرع الأول.
(٢) المبسوط (١٠/٦) والمدونة (٢/٢) والأم (٤/٢٣٩) والمغني (١٣/٢٩) .
(٣) سبق تخريجه.
(٤) فتح القدير (٥/١٩٦) والمعونة (١/٦٠٤) .
(٥) المبسوط (١٠/٦) والكافي في فقه أهل المدينة (١/٤٦٦) وروضة الطالبين (١٠/٢٣٩) والمغني (١٣/٣٠) .
(٦) سبق تخريجه.','1','342',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (337,'ويستحب إنذارهم إذا كان في ذلك مصلحة للمسلمين (١) لحديث سهل بن سعد رضي الله عنه وفيه: (أن النبي - صلى الله عليه وسلم - قال لعلي رضي الله عنه حين أعطاه الراية يوم خيبر: انفذ على رسلك حتى تتنزل بساحتهم، ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم من حق الله فيه) (٢) .
وجه الدلالة من الحديث: أن النبي - صلى الله عليه وسلم - أمره أن يدعهم إلى الإسلام، مع أن الدعوة قد بلغتهم، فدل ذلك على الاستحباب، لأن النبي - صلى الله عليه وسلم - قد أغار على بني المصطلق وقد بلغتهم الدعوة ولم يدعهم (٣) .
وذهب المالكية في المشهور عنهم (٤) أنه لا يجوز قتالهم دون إنذار واستدلوا بما يلي:
١- حديث بريدة رضي الله عنه السابق ذكره (٥) .
وجه الدلالة منه: أنه أمر - صلى الله عليه وسلم - بدعوة المشركين قبل قتالهم دون أن يفرق بين من بلغته الدعوة ومن لم تبلغه.
٢- حديث سهل بن سعد في غزوة خيبر وقد سبق ذكره (٦) .
وجه الدلالة منه: أن النبي - صلى الله عليه وسلم - قد أمر عليا رضي الله عنه أن يدعوهم إلى الإسلام قبل قتالهم، وقد بلغتهم الدعوة، فدل على عدم جواز قتالهم قبل الدعوة مطلقا.
ويمكن مناقشة استدلالهم بما يلي:
١- حديث بريدة رضي الله عنه محمول على دعوة من لم تبلغه الدعوة الإسلامية دون من بلغته.
٢- أما حديث سهل بن سعد في غزوة خيبر فهو محمول على الاستحباب لأن الدعوة بلغتهم بدليل (أنه - صلى الله عليه وسلم - أغار على بني المصطلق وهم غارون) (٧) .
_________
(١) فتح الباري شرح صحيح البخاري (٧/٦٠٧) .
(٢) سبق تخريجه.
(٣) فتح الباري شرح صحيح البخاري (٧/٦٠٧) .
(٤) حاشية الدسوقي (٢/١٧٦) والشرح الكبير بهامش حاشية الدسوقي (٢/١٧٦) والمعونة (١/٦٠٤) .
(٥) سبق تخريجه.
(٦) سبق تخريجه.
(٧) سبق تخريجه.','1','343',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (338,'وأغار كذلك في بداية غزوة خيبر على أهل خيبر، كما في حديث أنس رضي الله عنه (١) ، لأن الدعوة قد بلغتهم (٢) .
٣- أنه قد جاء عن الإمام مالك رحمه الله ما يدل على جواز طلب غرة من بلغته الدعوة.
ففي المدونة قال مالك: (أما من قارب الدروب فالدعوة مطروحة لعلمهم بما يدعون إليه وما هم عليه من البغض والعداوة للدين وأهله، ومن طول معارضتهم للجيوش ومحاربتهم لهم فتطلب غرتهم..) (٣) .
الترجيح
الذي يظهر أنه يستحب إنذارهم قبل الهجوم إن كان في ذلك مصلحة، بأن ينقادوا إلى الحق فلا يحصل قتال، أو يقبلوا بالدخول في حماية الدولة الإسلامية مقابل الجزية التي تؤخذ منهم.
ويجوز عدم إنذارهم، ومباغتتهم بالهجوم، لأنه قد يكون في ذلك مصلحة، وذلك بتقليل الخسائر في الأنفس والممتلكات.
والإنذار وعدمه راجع إلى قائد الجيش أو أميره، فهو القادر على عمل الأصلح فإن رأى قتالهم دون إنذار فله ذلك، وإن رأى إنذارهم فله ذلك (٤) والله أعلم.
_________
(١) صحيح البخاري في صحيح مع الفتح، كتاب المغازي باب غزوة خيبر ح رقم (٤١٩٧) .
(٢) فتح الباري شرح صحيح البخاري (٧/٦٠٧) .
(٣) المدونة (٢/٢) .
(٤) الأحكام السلطانية ص (٨٤) .','1','344',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (339,'الفرع الثالث
تبييت (١) العدو في الليل
الكلام في هذه المسألة مبني على ما سبق ذكره في دعوة العدو قبل القتال والإنذار بالهجوم (٢) ، فمن لم تبلغه الدعوة لا يجوز تبييته قبل دعوته إلى الإسلام وهذا متفق عليه بين الفقهاء، فلم أجد من خالف فيه - حسب ما اطلعت عليه (٣) - ويمكن أن يستدل بحديث بريدة، وقد سبق ذكره (٤) .
ووجه الدلالة منه: أنه نهى عن قتال المشركين قبل دعوتهم فلا يجوز تبييتهم حتى يدعو. أما من بلغته الدعوة فعامة الفقهاء رحمهم الله تعالى على جواز تبييتهم (٥) .
قال الإمام أحمد رحمه الله: (لا بأس بالبيات، ولا نعلم أحد كره بيات العدو) (٦) .
والأدلة على ذلك ما يلي:
١- عن الصعب بن جثامة (٧) قال: سئل النبي - صلى الله عليه وسلم - عن أهل الدار يبيتون من المشركين فيصاب من نسائهم وذراريهم قال: (هم منهم) (٨) .
_________
(١) تبييت العدو هو: أن يقصد العدو في الليل من غير أن يعلم، فيؤخذ بغتة. انظر النهاية في غريب الحديث (١/١٦٧) .
(٢) راجع الفرع الأول والفرع الثاني.
(٣) المبسوط (١٠/٣١) والبحر الرائق (٥/١٢٨) والكافي في فقه أهل المدينة (١/٤٦٦) والذخيرة (٣/٤٠٢) والحاوي الكبير (١٤/١٨٣) وروضة الطالبين (١٠/٢٣٩) المغني (١٣/١٣٩) وكشاف القناع (٢/٣٧٥) .
(٤) سبق تخريجه.
(٥) المراجع السابقة في هامش رقم (٤) .
(٦) المغني (١٣/١٤٠) .
(٧) هو: الصعب بن جثامة، واسم جثامة يزيد، وقيل: وهب بن قيس بن عبد الله بن يعمر الليثي الحجازي كان ينزل ودان بالأبواء من أرض الحجاز، توفي في خلافة أبو بكر، وقيل في آخر عهد عمر بن الخطاب رضي الله عنه. انظر: تهذيب الأسماء واللغات ... (١/٢٤٩) ت رقم (٢٦٢) وتهذيب التهذيب (٤/٣٦٩) ت رقم (٧٣٦) .
(٨) صحيح البخاري مع الفتح، كتاب الجهاد باب أهل الدار يبيتون ح رقم (٣٠١٢) ومسلم بشرح النووي كتاب الجهاد باب جواز قتل النساء والصبيان في البيات من غير تعمد، ح رقم ٢٦- (١٧٤٥) .','1','345',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (340,'وجه الدلالة من الحديث: أن قوله - صلى الله عليه وسلم - (هم منهم) إقرار بجواز تبييت العدو.
٢- ما سبق من حديث عمر رضي الله عنهما (أن النبي - صلى الله عليه وسلم - أغار على بني المصطلق) (١) وحديث أنس رضي الله عنه (أنه أغار على أهل خيبر في أول الأمر) (٢) .
وعند المالكية، بناء على قولهم في من بلغته الدعوة أنه يجب دعوته قبل قتاله (٣) بناء على ذلك لا يجوز تبييت العدو.
ومن قال منهم يستحب دعوة من بلغته الدعوة قال: يكره تبييتهم في الليل (٤) وقد سبق ذكر أدلتهم في حديث بريدة في وجوب دعوة العدو قبل القتال، وحديث سهل بن سعد رضي الله عنهم ومناقشتها (٥) .
الترجيح
الذي يظهر أنه يجوز تبييتهم إن كانوا ممن بلغتهم الدعوة، وهذا مذهب جماهير أهل العلم، للأحاديث الصحيحة، كحديث الصعب بن جثامة وغيره. والله أعلم.
<span data-type="title" id=toc-125>الفرع الرابع
معرفة مواقع العدو وقدراته عن طريق الاستطلاع للأخبار </span>وإرسال العيون (٦) لا خلاف بين الفقهاء رحمهم الله تعالى (٧) إنه ينبغي للإمام أو أمير الجيش (قائده) بعث الجواسييس وإرسال الطلائع لكشف خبر العدو، ومعرفة قدراته العسكرية وخططه في القتال حتى يستطيع وضع الخطط المناسبة لمواجهة العدو.
_________
(١) سبق تخريجه.
(٢) سبق تخريجه.
(٣) الشرح الكبير للدردير بهامش حاشية الدسوقي (٢/١٧٦) .
(٤) الذخيرة (٣/٤٠٣) .
(٥) سبق ذكر ذلك.
(٦) العين: الجاسوس واعتان له: إذا أتاه بالخبر. انظر: النهاية في غريب الحديث والأثر (٣/٢٩٩) .
(٧) شرح السير الكبير (١/٥٢) وروضة الطالبين (١٠/٢٣٨) وكشاف القناع (٢/٣٩٠) وحاشية الروض المربع (٤/٢٦٥) .','1','346',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (341,'جاء في زاد المعاد (وكان - صلى الله عليه وسلم - يبعث العيون يأتونه بخبر العدو ويطلع الطلائع..) (١) .
يدل على ذلك ما يلي:
١- عن جابر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - (من يأتيني بخبر القوم يوم الأحزاب (٢) فقال الزبير (٣) أنا ثم قال: من يأتيني بخبر القوم، قال الزبير أنا قال - صلى الله عليه وسلم - لكل نبي حواري، وحواري الزبير) (٤) .
والمراد خبر بني قريظة هل نقضوا العهد أم لا؟ (٥) .
٢- وعن حذيفة بن اليمان رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - ليلة الأحزاب (٦) (ألا رجل يأتينا بخبر القوم جعله الله معي يوم القيامة فسكتنا فلم يجبه منا أحد فقال: قم يا حذيفة فأتنا بخبر القوم، فلم أجد بدا إذ دعان باسمي أن أقوم، قال: اذهب فأتني بخبر القوم ولا تذعرهم (٧) علي.. فأخبرته بخبر القوم) (٨) .
_________
(١) زاد المعاد (٣/٩٦) والطلائع: القوم اللذين يبعثون ليطلعوا طلع العدو، كالجواسيس وأحدهم طليعة وتطلق على الجماعة كذلك. انظر: لسان العرب مادة (طلع) (٨/٢٣٧) والنهاية في غريب الحديث (٣/١٢١) .
(٢) هي: غزوة الخندق في شوال سنة خمس من الهجرة، انظر: البداية والنهاية (٣/٤٧٦) .
(٣) هو الزبير بن العوام بن خويلد بن أسد، القرشي الأسدي، أبو عبد الله، حواري رسول الله - صلى الله عليه وسلم - وابن عمته، هاجر الهجرتين، وهو أحد المبشرين بالجنة، قتل بعد وقعة الجمل سنة ٣٦ هـ. انظر: الإصابة (٢/٤٥٧) ت رقم (٢٧٩٦) وأسد الغابة (٢/٩٧) ت رقم (١٧٣٢) .
(٤) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب فضل الطليعة ح رقم (٢٨٤٦) وباب هل يبعث الطليعة وحدة، ح رقم (٢٨٤٧) ومسلم بشرح النووي كتاب الجهاد باب غزوة الأحزاب ح رقم (١٧٨٨) .
(٥) فتح الباري شرح صحيح البخاري (٧/٥١٧) .
(٦) هي الليلة التي اشتد فيها الحصار على المسلمين فأرسل الله على الأحزاب الريح والبرد الشديد انظر: فتح الباري (٧/٥١٧٠) .
(٧) الذعر الفزع والمراد لا تعلمهم بنفسك وامش في خفية لئلا ينفروا منك ويقبلوا علي انظر: النهاية في غريب الحديث والأثر (٢/١٤٩) .
(٨) صحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب غزوة الأحزاب، ح (١٧٨٨) .','1','347',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (342,'والمراد خبر الأحزاب، وذلك لما اشتد الحصار على المسلمين يوم الخندق.
وقد ذكر الفقهاء رحمهم الله تعالى أن التجسس على العدو ومعرفة أخبارهم وأحوالهم مما يستعان به على القتال ويؤمن معه مكر العدو وخداعهم.
جاء في الأحكام السلطانية: (يلزم أمير الجيش (قائده)) أن يعرف أخبار عدوه حتى يقف عليها، ويتصفح أحواله حتى يخبرها، فيسلم من مكره ويتلمس الغرة في الهجوم عليه (١) .
وفي مشارع الأشواق:
(وأهم ما ينبغي لصاحب الجيش (قائده)) قبل القتال أن يبث الجواسيس الثقات عنده في عسكر عدوه، ليتعرف أخبارهم مع الساعات، وما عندهم من العدد والآلات.. (٢) .
إذا تقرر هذا فإنه ينبغي للمجاهد في هذا العصر، وقد تطورت وسائل نقل المعلومات وتعددت، أن يستفيد من ذلك في معرفة أخبار الأعداء وقدراتهم ومواطن الضعف فيهم، لأن ذلك من أهم عوامل النصر بإذن الله عز وجل.
يقول صاحب كتاب المخابرات في الدولة الإسلامية:
(وفي الوقت الحاضر تحرص المخابرات المعاصرة على نقل المعلومات التي تحصل عليها بأقصى سرعة ممكنة، لأن تأخيرها دقائق ربما أدى إلى كارثة، فنجدها تسخر التكنولوجيا لتطوير مواصلاتها، ووسائل اتصالها، فاستخدمت الأقمار الصناعية، والغواصات في أعماق البحار، وأنفقت الملايين من أجل وصول المعلومات إليها في أقصر وقت ممكن) (٣) .
والمجاهد في سبيل الله أحق أن يستفيد من هذه الوسائل بكل أنواعها وأشكالها في قتال أعداء الله.
_________
(١) الأحكام السلطانية في الولايات الدينية للماوردي ص (٩٢) .
(٢) مشارع الأشواق لابن النحاس (٢/١٠٧٥) .
(٣) المخابرات في الدولة الإسلامية د/ محمد سلامة الهرفي ص (٢٤٩) .','1','348',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (343,'<span data-type="title" id=toc-126>الفرع الخامس
الحرب النفسية والخديعة بالعدو</span>
وفيه أربع مسائل:
<span data-type="title" id=toc-127>المسألة الأولى: الإعلام</span>.
المسألة الثانية: إظهار القوة.
المسألة الثالثة: إشاعة الفرقة وبث الرعب بين الأعداء.
المسألة الرابعة: مخادعة العدو.
المسألة الأولى
الإعلام
الإعلام وسيلة مهمة بأنواعه المختلفة، المسموعة والمقروءة والمرئية واستخدامه في حال القتال ضرورة ملحة لبث الروح الانهزامية في الأعداء، وقذف الرعب في قلوبهم، وإظهار قوة المسلمين المجاهدين، والحوار الذي دار بين أبي سفيان (١) وعمر بن الخطاب رضي الله عنه بعد غزوة أحد يعد نموذجا للإعلام المسموع.
_________
(١) هو: صخر بن حرب بن أمية بن عبد شمس بن عبد مناف، أبو سفيان القرشي، الأموي كان رأس المشركين يوم أحد، ويوم الأحزاب، أسلم عام الفتح، وشهد حنينا والطائف مع الرسول - صلى الله عليه وسلم - توفي سنة ٣٢هـ وقيل: غير ذلك. انظر: الإصابة (٣/٣٣٢) ت رقم (٤٠٦٦) وأسد الغابة (٢/٣٩٢) ت رقم (٢٤٨٤) .','1','349',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (344,'ففي صحيح البخاري من حديث البراء بن عازب (١) رضي الله عنه (.. وأشرف أبو سفيان فقال: أفي القوم محمد؟ فقال - صلى الله عليه وسلم -: لا تجيبوه فقال: أفي القوم ابن أبي قحافة؟ فقال - صلى الله عليه وسلم - لا تجيبوه فقال: أفي القوم ابن الخطاب؟ فقال: إن هؤلاء قتلوا فلو كانوا أحياء لأجابوا، فلم يملك عمر نفسه فقال: كذبت يا عدو الله أبقى الله عليك ما يخزيك، قال أبو سفيان: أعل هبل (٢) فقال النبي - صلى الله عليه وسلم - أجيبوه، قالوا: ما نقول؟ قال: قولوا: الله أعلى وأجل، قال أبو سفيان: لنا العزى (٣) ولا عزى لكن، فقال - صلى الله عليه وسلم - أجيبوه، قالوا: ما نقول؟ قال: قولوا الله مولانا ولا مولى لكم..) (٤) .
جاء في زاد المعاد في سياق ذكر هذا الحديث عند قول عمر بن الخطاب رضي الله عنه كذبت يا عدو الله فكان في الإعلام من الإذلال للعدو، وبيان قوة المسلمين وأنهم لم يهنوا ولم يضعفوا ما يدعو العدو إلى الخوف من قوة المسلمين وبسالتهم، وكان في الإعلام ببقاء الثلاثة الذي سأل عنهم أبو سفيان بعد ظنه وظن قومه أنهم قد قتلوا من المصلحة وغيظ العدو والفت في عضده ما ليس في جوابه حين سأل عنهم واحدا واحدا (٥) .
وبهذا يتضح دور الأعلام المسموع في فت عضد العدو، وإرهابه وإذلاله.
_________
(١) هو: البراء بن عازب بن الحارث بن عدي، الأنصاري الأوسي يكني أبا عمارة ويقال: أبو عمرو، أول مشاهده أحد وغزا مع النبي - صلى الله عليه وسلم - أربع عشرة غزة، وشهد مع علي بن أبي طالب رضي الله عنه الجمل، وصفين والنهروان. نزل الكوفة، ومات بها سنة (٧٢ هـ) انظر: الإصابة (١/٤١١) ت رقم (٦١٨) وأسد الغابة (١/٢٠٥) ت رقم (٣٨٩) .
(٢) هبل: صنم يعبده المشركون ومعنى أعل: أظهر دينك. انظر: فتح الباري (٧/٤٧٧) .
(٣) العزي: شجرة عليها بناء وأستار بنخلة بين مكة والطائف، كان قريش يعظمونها. انظر: تفسير ابن كثير (٤/٢٥٥) .
(٤) صحيح البخاري مع الفتح كتاب المغازي باب غزوة أحد ح رقم (٤٠٤٣) .
(٥) زاد المعاد (٣/٢٠٢) بتصرف.','1','350',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (345,'وكذلك الإعلام المقروء له دور في إرهاب العدو وبث الرعب بين صفوفه، جاء في مشارع الأشواق: وينبغي للقائد أن يكتب على السهام أخبار ومعلومات تطابق ما وصل إليه من الجواسيس ويرمي بها في جيش العدو (١) .
ويمكن الآن استخدام الطائرات في نشر مثل هذه المنشورات على العدو لبث الرعب في نفوسهم وتحطيم معنوياتهم.
فكل الإعلام بوسائله المختلفة وتقنياته المتقدمة في هذا العصر ينبغي أن يستفيد منه المجاهدون في سبيل الله في جهاد العدو وإذلالهم ونشر الرعب والخوف بين صفوفهم والله أعلم.
<span data-type="title" id=toc-128>المسألة الثانية
إظهار القوة</span>
إعداد العدة وإظهار القوة للأعداء في القتال مطلب مهم في بث الرعب بينهم وإرهابهم، وبث الروح الانهزامية في صفوفهم.
يدل على ذلك ما يلي:
١- قال تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} [الأنفال: ٦٠] .
ففي هذه الآية أمر للمؤمنين بإعداد السلاح وآلات القتال قبل القتال إرهابا للعدو (٢) .
ولفظ قوة عام يشمل جميع ما يستعان به على العدو من سائر أنواع السلاح والآلات من المدافع والرشاشات والبنادق والطائرات والمراكب البرية والبحرية ونحو ذلك (٣) .
_________
(١) مشارع الأشواق (٢/١٠٧٧) .
(٢) جامع البيان للطبري (٦/٢٧٤) وأحكام القرآن للجصاص (٣/٨٨) .
(٣) أحكام القرآن للجصاص (٣/٩٨) وتفسير ابن السعدي تيسير الكريم الرحمن (٣/١٨٣) .','1','351',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (346,'٢- أجاز النبي - صلى الله عليه وسلم - الخيلاء في الحرب لما في ذلك من القوة وإرهاب العدو، كما في حديث جابر بن عتيك (١) (فأما الخيلاء التي يحب الله فاختيال الرجل بنفسه عند القتال..) (٢) .
٣- أن الرسول - صلى الله عليه وسلم - لما خرج لفتح مكة أمر بإيقاد النيران فأوقدوا عشرة آلاف نار (٣) في ليلة واحدة حتى ملأت الأفق، فكان لمعسركهم منظر مهيب كادت تنخلع قلوب قريش من شدة هوله، وقد قصد النبي - صلى الله عليه وسلم - من ذلك إظهار قوة المسلمين وتحطيم نفسيات العدو حتى لا يفكروا في المقاومة ويستسلموا وقد تحقق ذلك (٤) .
فإظهار القوة أمام الأعداء وإعداد العدة لملاقاتهم وسيلة عظيمة من وسائل حرب العدو نفسيا وبث الخوف والرعب بين مقاتليهم، وهذا باب من أبواب النصر على العدو.
<span data-type="title" id=toc-129>المسألة الثالثة
إشاعة الفرقة وبث الرعب بين العدو</span>
أولا: إشاعة الفرقة بين العدو:
إن الترابط إذا حصل في صفوف العدو، كان ذلك خطرا على المسلمين، وصعب معه الوصول إلى هزيمتهم، وإن خلخلة صفوف العدو وتفريق وحدتهم من الأمور المهمة في سياسة القتال للوصول إلى هزيمة العدو وتشتيت شملهم وما عقدوا العزم عليه.
_________
(١) هو: جابر بن عتيك، وقيل: جبر بن قيس بن الحارث، الأنصاري الأوسي، شهد بدرا والمشاهد كلها، وكانت معه راية بني معاوية يوم الفتح، توفي سنة ٦١ هـ انظر: الإصابة (١/٥٤٨) ت رقم (١٠٣٢) وأسد الغابة (١/٣٠٩) ت رقم (٦٤٩) .
(٢) أخرجه أبو داود في سننه، كتاب الجهاد باب الخيلاء في الحرب ح رقم (٢٥٥٧) والإمام أحمد في المسند (١٧/١٠٣) ح رقم (٢٣٦٣٧) وصححه ابن حبان. انظر: الإحسان بترتيب صحيح ابن حبان (٧/١٢٩) ح رقم (١٧٤٢) .
(٣) طبقات ابن سعد (١/١٣٥) .
(٤) القيادة العسكرية في عهد الرسول - صلى الله عليه وسلم - د/ عبد الله الرشيد ص ٤٢٠.','1','352',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (347,'يؤيد هذا ما جاء في غزوة الخندق؛ أن نعيم بن مسعود (١) رضي الله عنه جاء إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله. إني قد أسلمت فمرني بما شئت، فقال رسول الله - صلى الله عليه وسلم - «إنما أنت رجل واحد فخذل (٢) عنا ما استطعت فإن الحرب خدعة» (٣) .
فذهب من فوره إلى بني قريظة (٤) وكان عشيرا (٥) لهم في الجاهلية فدخل عليهم وهم لا يعلمون بإسلامه، فقال: يا بني قريظة، إنكم قد حاربتم محمد وإن قريشا إن أصابوا فرصة انتهزوها وإلا انشمروا (٦) إلى بلادهم راجعين، وتركوكم ومحمدا فانتقم منكم قالوا: فما العمل يا نعيم؟ قال: لا تقاتلوا معهم حتى يعطوكم رهائن، قالوا: لقد أشرت بالرأي، ثم مضى على وجه إلى قريش، فقال لهم: تعلمون ودي لكم، ونصحي لكم، قالوا: نعم، قال: إن يهود قد ندموا على ما كان منهم من نقض عهد محمد وأصحابه، وإنهم قد راسلوه أنهم يأخذون منكم رهائن يدفعونها إليه، ثم يمالئونه عليكم، فإن سألوكم رهائن فلا تعطوهم، ثم ذهب إلى غطفان (٧) فقال لهم مثل ذلك، فلما كان ليلة السبت من شوال بعثوا إلى اليهود إنا لسنا
_________
(١) هو: نعيم بن مسعود بن عامر بن أشجع، يكني أبا سلمة الأشجعي، صحابي مشهور، أسلم ليالي الخندق، وهو الذي أوقع الخلف بني قريظة، وغفطان وقريش يوم الخندق، قتل في وقعة الجمل، وقيل: مات في خلافة عثمان. انظر الإصابة (٦/٣٦٣) ت رقم ... (٨٨٠٢) وأسد الغابة (٤/٥٧٢) ت رقم (٥٢٧٤) .
(٢) التخذيل: حمل الرجل على خذلان صاحبه وتثبيطه عن نصرته، وخذل عنه أصحابه أي: حملهم على خذلانه، انظر: لسان العرب (١١/٢٠٢) .
(٣) أصله في البخاري. انظر: صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب الحرب خدعة ح رقم (٣٠٣٠) .
(٤) قبيلة من قبائل اليهود نزحوا إلى جزيرة العرب، ونزلوا بأعلى المدينة على وادي مهروز، قتل النبي - صلى الله عليه وسلم - مقاتلهم وسبي نسائهم وذراريهم لأنهم نقضوا العهد. انظر يثرب قبل الإسلام د/ محمد الوكيل ص ٤٤، ٤٨ وعمدة الأخبار في مدينة المختار للشيخ أحمد عبد الحميد ص ٣٧.
(٥) العشير: القريب والصديق. انظر: لسان العرب مادة (عشر) (٤/٥٧٤) .
(٦) أي: أسرعوا، يقال: انشمر الفرس إذا أسرع، انظر: لسان العرب (٤/٤٢٩) مادة (شمر) .
(٧) غطفان هم: بطن من قيس عيلان، ومنازلهم مما يلي وادي القرى، انظر: سبائك الذهب ص ٨١ ونهاية الأرب للقلقشندي ص ٣٤٧.','1','353',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (348,'بأرض مقام وقد هلك الكراع (١)
والخف (٢) فانهضوا بنا حتى نناجز محمدا، فأرسل إليهم اليهود إن اليوم يوم السبت، وقد علمتم ما أصاب من قبلنا حين أحدثوا فيه، ومع هذا فإنا لا نقاتل معكم حتى تبعثوا إلينا رهائن فلما جاءتهم رسلهم بذلك قالت قريش: صدقكم والله نعيم، فبعثوا إلى يهود: إنا والله لا نرسل إليكم أحدا، فاخرجوا معنا حتى نناجز محمدا فقالت قريظة صدقكم والله نعيم، فتخاذل الفريقان (٣) .
فتخذيل العدو وبث الفرقة بينهم مما يؤدي إلى خذلانهم وانهزامهم أمر مطلوب من قائد الجيش المسلم.
ثانيا: بث الرعب بين العدو:
بث الرعب في صفوف العدو من الأهمية بمكان في خذلان العدو، وهزيمته والظهور عليه، وقد نصر الله رسوله - صلى الله عليه وسلم - والمؤمنين على العدو، بأن ألقى في قلوب العدو الرعب قال تعالى: {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ بِمَا أَشْرَكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا} [آل عمران: ١٥١] .
وعن جابر - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (..نصرت بالرعب مسيرة شهر..) (٤) .
وقد سبق الحديث عن الإعلام وإظهار القوة وأثر ذلك في إرهاب العدو وبث الرعب في قلوبهم (٥) .
وكل ذلك يؤيد أن إرهاب العدو، وبث الرعب في قلوبهم أمر مطلوب في سياسة القتال وأنه يسهل هزيمتهم والانتصار عليهم بإذن الله.
_________
(١) من الدواب ذوات الحوافر، وقد يستعمل للأبل والكراع من الغنم، والبقر، والكراع اسم يجمع الخيل والسلاح.

انظر: لسان العرب مادة (كرع) (٨/٣٠٦) .
(٢) هو: الجمل المسن وقيل الضخم. انظر: لسان العرب مادة (خفف) (٩/٨١) .
(٣) زاد المعاد (٣/٢٧٣، ٢٧٤) .
(٤) صحيح البخاري مع الفتح كتاب التيمم باب التيمم ح رقم (٣٣٥) وكتاب الجهاد والسير باب قول النبي - صلى الله عليه وسلم - نصرت بالرعب مسيرة شهر ح رقم (٢٩٧٧) .
(٥) راجع: الفرع الخامس المسألة الأولى والثانية.','1','354',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (349,'<span data-type="title" id=toc-130>المسألة الرابعة
مخادعة العدو</span>
لا خلاف بين الفقهاء (١) رحمهم الله تعالى -فيما أعلم- أنه يجوز خداع الكفار والتمويه عليهم، ما أمكن ذلك في الحرب.
قال النووي رحمه الله: (اتفق العلماء على جواز خداع الكفار في الحرب، وكيف أمكن الخداع إلا أن يكون فيه نقض عهد أو أمان فلا يحل..) (٢) .
ويدل على جواز خداع الكفار في الحرب ما يلي:
١- عن جابر بن عبد الله رضي الله عنهما قال رسول الله - صلى الله عليه وسلم - «الحرب خدعة (٣) » (٤) .
٢- وعن كعب بن مالك (٥) رضي الله عنه قال: (كان رسول الله - صلى الله عليه وسلم - قلما يريد غزوة يغزوها إلا ورّى (٦) بغيرها) (٧) .
وبهذا يتبين أن خداع العدو والتمويه عليهم في الحرب أمر ضروري في سياسة الحروب، حتى يتمكن المجاهد في مباغته العدو وأخذه على غرة وفي ذلك توفير في طاقة الجيش وعتاده، وتقليل الخسائر في الأرواح، والله أعلم.
_________
(١) شرح السير الكبير (١/٨٥) والمغني (١٣/٤١) وكشاف القناع (١/٣٩٥) وفتح الباري (٦/١٩٥) ونيل الأوطار (٧/٢٣٥) وعارضة الأحوذي (٧/١٢٧) .
(٢) شرح صحيح مسلم (١١/٢٨٨) .
(٣) خدعة، تأتي بضم الخاء وفتحه وكسره، والفتح قيل: هي لغة النبي - صلى الله عليه وسلم - ومعنى الخدع: إظهار خلاف ما تخفيه وإرادة المكروه بالعدو من حيث لا يعلم، انظر: لسان العرب مادة (خدع) (٨/٦٣) والمصباح المنير ص ١٦٥.
(٤) صحيح البخاري مع الفتح كتاب الجهاد باب الحرب خدعة، ح رقم (٣٠٢٩) ومسلم بشرح النووي كتاب الجهاد والسير باب جواز الخداع في الحرب ح رقم (١٧٣٩) .
(٥) هو كعب بن مالك بن أبي كعب، واسم أبي كعب: عمرو بن القين بن سواد، الأنصاري الخزرجي السلمي شهد العقبة وأحد تخلف في غزوة تبوك فكان أحد الثلاثة الذين خلفوا ثم تاب الله عليهم، كان من شعراء النبي - صلى الله عليه وسلم - قيل: إنه مات بالشام في خلافة معاوية، انظر: الإصابة (٥/٤٥٦) ت رقم (٧٤٤٨) وأسد الغابة (٤/١٨٧) ت رقم (٤٤٧٨) .
(٦) وريت الخبر جعلته ورائي وسترته وأظهرت غيره، وقيل: هو في الحرب أخذ العدو على غرة، انظر: لسان العرب مادة ورّى (١٥/٣٨٩) وفتح الباري (٦/١٤٠) .
(٧) صحيح البخاري مع الفتح، كتاب الجهاد باب من أراد بغزوة فورّى بغيرها، ح رقم ... (٢٩٤٨) .','1','355',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (350,'<span data-type="title" id=toc-131>الفرع السادس
الاستعانة بالكفار في قتال العدو </span>(١)
اتفق الفقهاء رحمهم الله تعالى -فيما أعلم- أنه يجوز الاستعانة بالكفار في قتال العدو عند الضرورة إلى ذلك (٢) لمقتضى القاعدة الفقهية المشهورة (الضرورات تبيح المحظورات) (٣) .
واختلفوا في الاستعانة بهم لغير ضرورة إلى قولين:
القول الأول: يحرم الاستعانة بهم لغير ضرورة، وبهذا قال: المالكية (٤) والصحيح من مذهب الحنابلة (٥) وابن حزم (٦) .

واستدلوا بما يلي:
١- قوله تعالى: {لا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ} [آل عمران: ٢٨] .
_________
(١) الاستعانة بالكفار إما أن يكون بالنفس وهذا المراد هنا، أو يكون بغير النفس كشراء الأسلحة التي لا توجد عند المجاهدين أو استئجارها أو استعمالها ولا خلاف بين الفقهاء في جواز شراء الأسلحة من العدو أواستئجارها، أو الاستعانة بهم في كيفية استعمالها وسيأتي بيان ذلك إن شاء الله.
(٢) المبسوط (١٠/٢٤) وبدائع الصنائع (٦/٦٣) والذخيرة (٣/٤٠٦) والتاج والإكيل شرح مختصر خليل بهامش مواهب الجليل (٤/٥٤٥) والأم (٤/١٦٦) روضة الطالبين ... (١٠/٢٣٩) والمغني (١٣/٩٨) والإنصاف (٤/١٤٣) وكشاف القناع (٢/٢٨٩) والمحلى بالآثار (٥/٣٩٩) .
(٣) الأشباه والنظائر للسيوطي ص ١٧٣.
(٤) المدونة (٢/٤٠) وحاشية الدسوقي (٢/١٧٨) .
(٥) كشاف القناع (٢/٣٨٨) والإنصاف (٤/١٤٣) .
(٦) المحلى بالآثار (٥/٣٩٩) .','1','356',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (351,'جاء في سبب نزول هذه الآية: أن عبادة بن الصامت (١) رضي الله عنه كان له حلفاء من اليهود، فلما خرج النبي - صلى الله عليه وسلم - يوم الأحزاب قال عبادة: يا نبي الله إن معي خمسمائة رجل من اليهود وقد رأيت أن يخرجوا معي فاستظهر بهم على العدو، فنزلت هذه الآية (٢) وهذا دليل على عدم جواز الاستعانة بهم في القتال.
٢- قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لا تَتَّخِذُوا الَّذِينَ اتَّخَذُوا دِينَكُمْ هُزُوًا وَلَعِبًا مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَالْكُفَّارَ أَوْلِيَاءَ وَاتَّقُوا اللَّهَ إِنْ كُنْتُمْ مُؤْمِنِينَ} [المائدة: ٥٧] .
وجه الدلالة: أن هذه الآية وغيرها من الآيات التي تنهي عن مولاة الكفار تضمنت المنع من التأييد والانتصار بالمشركين (٣) .
٣- عن عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - خرج إلى بدر فتبعه رجل من المشركين فقال: (أتؤمن بالله ورسوله، قال: لا قال: فارجع فلن استعين بمشرك) (٤) .
وجه الدلالة: أن الحديث جاء عام في كل مشرك، فلا يجوز الاستعان بهم في قتال العدو.
٤- أن الكافر لا يؤمن مكره وغائلته لخبث طويته فلا يستعان به (٥) .
ونوقش الاستدلال بهذه الأدلة بما يلي:
_________
(١) هو: عبادة بن الصامت بن قيس الخزرجي الأنصاري، أبو الوليد، شهد بدرا والمشاهد كلها بعد بدر، من النقباء الذين بايعوا النبي - صلى الله عليه وسلم - ليلة العقبة، روي عن النبي - صلى الله عليه وسلم - كثيرا، وروي عنه جمع من الصحابة ولي قضاء فلسطين توفي سنة ٣٤ هـ وقيل: غير ذلك.
انظر: الإصابة (٣/٥٠٥) ت رقم (٤٥١٥) وأسد الغابة (٦/٥٦) ت رقم (٢٧٨٩) .
(٢) أسباب النزول للنيسابوري ص (٧٣) .
(٣) الجامع لأحكام القرآن للقرطبي (٦/٢١٠) .
(٤) صحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب كراهية الاستعانة في الغزو بالكفار، ح رقم (١٨١٧) .
(٥) المغني (١٣/٩٨) وكشاف القناع (٢/٣٨٩) .','1','357',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (352,'١- أن أدلة المنع من الاستعانة بالكفار كانت في بدر، ثم رخص في الاستعانة بهم بعد ذلك (١) .
ويمكن الجواب عن هذا: بأن الأصل المنع، وهو باق لعدم الدليل على الرخصة.
٢- أما حديث عائشة رضي الله عنها فإن الذي رده النبي - صلى الله عليه وسلم - يوم بدر تفرس فيه الرغبة في الدخول في الإسلام، فرده رجاء أن يسلم، وقد صدق ظنه وأسلم (٢) .
والجواب عن هذا: بأن الحديث قوي وعام فلا دليل يمانعه، ولا مخصص يخصصه (٣) وإن وجد حالات استعانة بالكفار فهي محمولة على الضرورة.
القول الثاني: يجوز الاستعانة بالكفار في قتال العدو، وبهذا قال الحنفية، وشرطوا: أن يكون حكم الإسلام هو الغالب (٤) والشافعية، وشرطوا: أن يعرف الإمام حسن رأيهم في المسلمين، ويأمن خيانتهم (٥) ورواية عند الحنابلة (٦) .
واستدلوا بما يلي:
١- عن ابن عباس رضي الله عنهما قال: (استعان رسول الله - صلى الله عليه وسلم - بيهود قينقاع (٧) فرضخ لهم (٨) ولم يسهم لهم) (٩) .
_________
(١) التلخيص الحبير (٤/١٠١) والأم (٤/١٦٧) .
(٢) المبسوط (١٠/٢٣) وسبل السلام (٤/٩٧) وفتح الباري (٦/٢٢١) .
(٣) فتح الباري (٦/٢٢١) .
(٤) المبسوط (١٠/٢٤) ومختصر اختلاف العلماء للطحاوي (٣/٤٢٨) .
(٥) روضة الطالبين (١٠/٢٣٩) والحاوي الكبير (١٤/١٣١) .
(٦) المغني (١٣/٩٨) والإنصاف (٤/١٤٣) .
(٧) من قبائل اليهود في المدينة وهم إسرائيليون نزحوا إلى جزيرة العرب ونزلوا المدينة واتخذوا بها سوقا عرف باسمهم ومنزلهم بزهرة انظر: يثرب قبل الإسلام ص ٤٧ وعمدة الاخبار في مدينة المختار ص (٣٩) .
(٨) الرضخ: العطية القليلة من المال، انظر: لسان العرب (٣/١٩) مادة (رضخ) .
(٩) أخرجه الترمذي مع عارضة الأحوذي، كتاب السير، باب ما جاء في أهل الذمة يغزون مع المسلمين ج (٧/٣٩) والبيهقي في السنن الكبرى، كتاب السير، باب ما جاء في الاستعانة بالمشركين ج (٩/٦٣) وقال: لم أجده إلا من حديث الحسن بن عمارة وهو ضعيف، وانظر: نصب الراية (٣/٤٢٢) والتلخيص الحبير (٤/١٠٠) .','1','358',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (353,'ونوقش هذا: بأن الحديث ضعيف، ولو صح فهو محمول على الاستعانة بهم للضرورة (١) .
٢- ماروي (أن صفوان بن أمية (٢) شهد حنينا مع النبي - صلى الله عليه وسلم - وهو مشرك) (٣) .
ونوقش هذا: بأن صفوان خرج دون أن يطلب أحد منه الخروج (٤) .
٣- إن الاستعانة بالكفار على الكفار زيادة كبت وغيظ لهم، والاستعانة بهم كالاستعانة بالكلاب على الكفار (٥) .
ويمكن مناقشة هذا: بأن الكافر لا يؤمن مكره وخداعة وفي هذا ضرر على المجاهدين وكشف لأسرارهم.

الترجيح
الذي يظهر أن القول بتحريم الاستعانة بالكفار في قتال العدو من غير ضرورة، هو الراجح للأدلة الصحيحة في النهي عن الاستعانة بالكفار، وما ورد في الاستعانة بالكفار محمول على الضرورة، والله أعلم.
_________
(١) السنن الكبرى للبيهقي (٩/٦٣) ومختصر اختلاف العلماء (٣/٤٣٠) .
(٢) هو: صفوان بن أمية بن خلف بن وهب الجمحي القرشي، حضر وقعة حنين قبل أن يسلم، وأجزل له النبي - صلى الله عليه وسلم - العطاء، فأسلم، ورجع إلى مكة، وتوفي بها سنة ٤١ هـ وقيل: ٤٢ هـ.
انظر: الإصابة (٣/٣٤٩) ، ت رقم (٤٠٩٣) وأسد الغابة (٢/٤٠٥) ت رقم (٢٥٠٨) .
(٣) قال ابن حجر في فتح الباري: (شهود صفوان بن أمية حنينا مع النبي - صلى الله عليه وسلم - وهو مشرك مشهورة في المغازي) (٦/٢٢١) انظر: سير أعلام النبلاء (السيرة النبوية) (٢/١٩٧) والسيرة النبوية لابن هشام (٤/٤٤٤) .
(٤) مختصر اختلاف العلماء (٣/٤٣٠) .
(٥) المبسوط (١٠/٢٤) .','1','359',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (354,'المجلد الثاني

<span data-type="title" id=toc-132>المطلب الثاني
في بدء المعركة والالتحام مع العدو</span>
وفيه أحد عشر فرعا:
الفرع الأول: الدعاء والتكبير.
الفرع الثاني: علاقة القادة بالجند واتباع الخطط المرسومة.
الفرع الثالث: الفرار من الزحف.
الفرع الرابع: قتل المشارك في الحرب من العدو.
الفرع الخامس: قتل من لم يشارك في الحرب من العدو.
الفرع السادس: قتل المجاهد قريبه الكافر.
الفرع السابع: قتل العدو إذا تترسوا بالنساء والأطفال، أو بأسرى الحرب من المسلمين.
الفرع الثامن: الاعتداء على أعراض العدو.
الفرع التاسع: المثلة بموتى العدو.
الفرع العاشر: إقحام المجاهد نفسه فيما يغلب على ظنه أن فيه الهلكة.
الفرع الحادي عشر: استسلام المجاهد للأسر.','2','360',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (355,'<span data-type="title" id=toc-133>الفرع الأول
الدعاء والتكبير</span>
أولا: الدعاء عند لقاء العدو:
المؤمن دائم الصلة بربه يدعوه في السراء والضراء وحين البأس، استجابة لأمر الله عز وجل في قوله تعالى: {ادْعُونِي أَسْتَجِبْ لَكُمْ} [غافر: ٥٩] .
وعند لقاء العدو الحاجة ماسة إلى الدعاء واستنصار الله على الأعداء، والاستجابة أقرب وأسرع، قال النووي: وقد اتفقوا على استحبابه (١) .
قال تعالى: {وَلَمَّا بَرَزُوا لِجَالُوتَ وَجُنُودِهِ قَالُوا رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ (٢٥٠) فَهَزَمُوهُمْ بِإِذْنِ اللَّهِ} [البقرة: ٢٥٠، ٢٥١] .
وقال تعالى: {وَمَا كَانَ قَوْلَهُمْ إِلا أَنْ قَالُوا رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ * فَآَتَاهُمُ اللَّهُ ثَوَابَ الدُّنْيَا وَحُسْنَ ثَوَابِ الآخِرَةِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} [آل عمران: ١٤٧، ١٤٨] .
وكان - صلى الله عليه وسلم - إذا لقي العدو وقف ودعاه واستنصر الله (٢) .
ومن ذلك ما جاء عن ابن عباس قال: حدثني عمر بن الخطاب - رضي الله عنه - قال: (لما كان يوم بدر (٣) نظر رسول الله - صلى الله عليه وسلم - إلى المشركين وهم ألف وأصحابه ثلاثمائة وتسعة عشر رجلا، فاستقبل نبي الله - صلى الله عليه وسلم - القبلة ثم مد يديه فجعل يهتف بربه، اللهم أنجز لي ما وعدتني، اللهم آت ما
_________
(١) شرح صحيح مسلم للنووي (١١/٢٩١) .
(٢) زاد المعاد (٣/٩٧) .
(٣) بدر: ماء مشهور بين مكة والمدينة، ويبعد من المدينة ثمانية وعشرون فرسخا، وقعت عنده معركة بدر الكبرى ليلة الجمعة السابعة عشر من شهر رمضان في السنة الثانية من الهجرة انظر: معجم البلدان (١/٤٢٥) ومعجم ما استعجم (١/٢١٣) والبداية والنهاية (٣/٢٨٣) .','2','361',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (356,'وعدتني اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض فما زال يهتف بربه مادا يديه مستقبل القبلة حتى سقط رداؤه عن منكبيه، فأتاه أبو بكر فأخذ رداءه فألقاه على منكبيه ثم التزمه من ورائه وقال: يا نبي الله كفاك مناشدتك ربك فإنه سينجز لك ما وعدك، فأنزل الله عز وجل {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ} [الأنفال: ٩] فأمده الله بالملائكة) (١) .
فينبغي للمجاهد في سبيل الله أن يقتدي برسول الله - صلى الله عليه وسلم - في الدعاء عند القتال (٢) وأن يخلص في الدعاء وليبشر بسرعة الإجابة والنصر على الأعداء مهما كان عددهم وعدتهم.
ثانيا: التكبير عند لقاء العدو.
يستحب التكبير عند لقاء العدو (٣) .
يدل على ذلك ما جاء عن أنس - رضي الله عنه - قال: صبح النبي - صلى الله عليه وسلم - خيبر وقد خرجوا بالمساحي على أعناقهم، فلما رأوه قالوا: محمد والخميس محمد والخميس (٤) فلجئوا إلى الحصن، فرفع النبي - صلى الله عليه وسلم - يديه وقال: (الله أكبر خربت خيبر، إنا إذا نزلنا بساحة قوم فساء صباح المنذرين..) (٥) .
_________
(١) صحيح البخاري مع الفتح كتاب المغازي باب قوله تعالى: {إذ تستغيثون ربكم} ح رقم (٣٩٥٣) وصحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب الإمداد بالملائكة في غزوة بدر، ح رقم (١٧٦٣) واللفظ لمسلم.
(٢) شرح السير الكبير (١/٥٦) .
(٣) روضة الطالبي (١٠/٢٣٨) .
(٤) الخميس الجيش سمي به لأنه مقسوم خمسة أقسام: المقدمة، والساقية، والميمنة والميسرة والقلب، وقيل: لأنه تخمس فيه الغنائم، انظر: النهاية في غريب الحديث والأثر (٢/٥٧) وفتح الباري (٧/٥٩٥) .
(٥) سبق تخريجه.','2','362',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (357,'وجه الدلالة من الحديث قوله - صلى الله عليه وسلم - (الله أكبر خربت خيبر) فهذا دليل على مشروعية التكبير (١) عند لقاء العدو.
ولأن ذكر الله فيه طمأنينة للنفوس المؤمنة، ورهبة في النفوس الكافرة.
وبهذا يتقرر أن الإيمان بالله والتوكل عليه وطلب النصر منه على العدو والثقة بأن الله ناصر عباده المؤمنين، أعظم وأقوى سلاح للمؤمن المجاهد في مواجهة العدو، وهذا سر انتصار المسلمين على العدو في مواطن كثيرة رغم كثرة العدو عددا وعدة وقدرة على القتال، كما حصل في بدر وغيرها.
قال تعالى: {كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} [البقرة: ٢٤٩] .
وقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ} [محمد: ٧] .
فعلى المجاهدين في سبيل الله أن لا ينبهروا بما وصل إليه الأعداء من أنواع الأسلحة المدمرة في هذا العصر، والجيوش الجرارة فيخافوا ويستسلموا وإنما عليهم إعداد العدة المادية مقرونة بالإيمان بالله والتوكل عليه وطلب النصر منه وحده، وهم بذلك سينتصرون على قوى الشر مهما عظمت بإذن الله، والله أعلم.
<span data-type="title" id=toc-134>الفرع الثاني
علاقة القادة بالجند واتباع الخطط المرسومة</span>
الترابط بين القادة والجند واتباع الخطط المرسومة من الأمور المهمة في تحقيق النصر على العدو بعد توفيق الله تعالى.
ولبيان هذه العلاقة ينبغي أن نذكر - بشيء من الإيجاز - بعض ما يجب على القائد نحو جنده، والعكس فيما يلي:
_________
(١) فتح الباري (٦/١٦٦) ومشارع الأشواق (١/٢٦٤) .','2','363',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (358,'أولا: في جانب القائد:
١- يجب على القائد تقوى الله وحماية نفسه وجنده من الوقوع في المعاصي صغيرها وكبيرها، والحرص على فعل الطاعات من الفرائض، والنوافل.
عن بريدة رضي الله عنه قال: (كان رسول الله - صلى الله عليه وسلم - إذا أمرَّ أميرًا على جيش أو سرية أوصاه في خاصته بتقوى الله، ومن معه من المسلمين خيرا) (١) .
٢- يجب على القائد أن يتحرى العدل في التعامل مع جنده (٢) .
يدل على ذلك:
أ- قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإحْسَانِ} [النحل: ٩٠] .
فالعدل مأمور به والقادة يدخلون في الأمر.
ب- عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - (إن المقسطين عند الله على منابر عن يمين الرحمن عز وجل وكلتا يديه يمين الذين يعدلون في حكمهم وأهليهم وما ولوا) (٣) .
فمن أقام العدل بين جنوده ملكهم، وتألف قلوبهم، وترابطوا أجساما وقلوبا وسمعا وطاعة، ونفذوا كل ما يطلب منهم، وبالعكس تنكسر قلوبهم وينحل ترابطهم فيخذلونه عند الحاجة إليهم (٤) .
_________
(١) سبق تخريجه.
(٢) المغني لابن قدامة (١٣/٣٦) .
(٣) صحيح مسلم بشرح النووي، كتاب الإمارة باب فضيلة الإمام العادل وعقوبة الجائر والحث على الرفق بالرعية والنهي عن إدخال المشقة عليهم، ح رقم (١٨٢٧) .
(٤) المغني (١٣/٣٦) .','2','364',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (359,'٣- ينبغي للقائد مشاورة أهل الرأي منهم (١) .
قال تعالى: {وَشَاوِرْهُمْ فِي الأمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ} ... [آل عمران: ١٥٩] .
ففي المشورة تطييبا لقلوبهم (٢) واستفادة من خبراتهم في القتال.
٤- الاهتمام بشئون الجند ومراعاتهم، والرفق بهم، والمحافظة على أرواحهم فلا يعرضهم لما فيه الهلاك (٣) .
وإذا شعر الجند بهذا الاهتمام من القائد كانت العلاقة بينهم وبين قائدهم أكثر ترابطًا وقوةً، وكانوا لتنفيذ الأوامر الصادرة لهم من قائدهم أسرع وأتقن.
ثانيا: في جانب الجند:
١- يلزم الجند طاعة قائدهم ما لم يأمرهم بمعصية (٤) يدل على ذلك ما يلي:
أ- قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأمْرِ مِنْكُمْ} [النساء: ٥٩] .
فالأمر في الآية عام لجميع المؤمنين ومنهم الجند مع القائد.
ب- عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (من أطاعني فقد أطاع الله ومن عصاني فقد عصى الله، ومن يطع الأمير فقد أطاعني، ومن يعص الأمير فقد عصاني) (٥) .
ج- عن ابن عمر رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: «السمع والطاعة حق ما لم يؤمر بمعصية فإذا أمر بمعصية فلا سمع ولا طاعة» (٦) .
_________
(١) المغنى (١٣/٣٦) وزاد المعاد (٣/٣٠٢) وكشاف القناع (٢/٣٩٠) .
(٢) كشاف القناع (٢/٣٩١) .
(٣) المبسوط (١٠/٤) والأم (٤/١٦٩) والمغني (١٣/١٦) وكشاف القناع (٢/٣٧٠) .
(٤) المبسوط (١٠/٤) وبدائع الصنائع (٦/٦١) والأحكام السلطانية ص ١٠٠ وكشاف القناع (٢/٣٩٣) .
(٥) سبق تخريجه.
(٦) سبق تخريجه.','2','365',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (360,'ومما تقدم يتضح أن طاعة القائد واجبة ما لم يأمر بمعصية، وبطاعته يتحقق النصر بإذن الله ويسير الجند على الخطط المرسومة من قبل القادة.
وعدم طاعة القائد وعدم الالتزام بالخطط المرسومة منه تؤدي إلى الهزيمة والفوضى في صفوف الجند فيسهل على العدو تمزيقهم والقضاء عليهم.
وما أصاب المسلمين في غزوة أحد أقوى دليل على خطورة معصية القائد، وعدم اتباع الخطط المرسومة منه، حيث خالف الرماة أمر النبي - صلى الله عليه وسلم - فظهر المشركون على المسلمين وقتلوا منهم سبعين قتيلا (١) .
٢- ومما يلزم الجند النصح للقائد (٢) .
يدل على ذلك ما جاء عن تميم الداري (٣) رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: (الدين النصيحة قلنا: لمن؟ قال: لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم) (٤) .
وجه الدلالة: أن قائد الجند داخل في أئمة المسلمين فيجب النصح له، ولأنهم بنصحه ينصحون للمسلمين، ولأنه يدافع عنهم فإذا نصحوه كثر دفعه عنهم (٥) .
فإذا تحققت هذه الأمور بين القائد والجند حصل الترابط والتآلف بينهم، وساد الاحترام، وعرف كل منهم ما يجب عليه، ومن ثم يكون النصر حليفهم والتفوق على العدو نصيبهم، بإذن الله عز وجل، والله أعلم.
_________
(١) صحيح البخاري مع الفتح، كتاب المغازي باب غزوة أحد ح رقم (٤٠٤٣) .
(٢) كشاف القناع (٢/٣٩٣) والأحكام السلطانية ص ١٠١.
(٣) هو: تميم بن أوس بن حارثة، وقيل: خارجة الداري مشهور في الصحابة، قدم المدينة فأسلم وغزا مع النبي - صلى الله عليه وسلم - انتقل إلى الشام بعد قتل عثمان، كان كثير التهجد، توفي بالشام سنة ٤٠ هـ. انظر: الإصابة (١/٤٨٧) ت رقم (٨٣٨) وتهذيب التهذيب ... (١/٤٤٩) .
(٤) صحيح البخاري مع الفتح، كتاب الإيمان باب قول النبي - صلى الله عليه وسلم - الدين النصيحة لله ولرسوله ولأئمة المسلمين ح رقم (٥٧) وصحيح مسلم بشرح النووي كتاب الإيمان باب بيان أن الدين النصيحة ح رقم (٦٥) واللفظ له.
(٥) كشاف القناع (٢/٣٩٣) .','2','366',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (361,'<span data-type="title" id=toc-135>الفرع الثالث
الفرار من الزحف </span>(١)
للمجاهدين في سبيل الله مع العدو عند اللقاء حالتان:
الحالة الأولى: أن يكون العدو مثلي عدد المجاهدين أو أقل (٢) .
الحالة الثانية: أن يكون العدو أكثر من مثلي عدد المجاهدين.
فأما الحالة الأولى: إذا كان العدو مثلي عدد المجاهدين أو أقل فإنه يجب على المجاهدين في سبيل الله الثبات ويحرم الفرار من العدو إلا في حالة التحرف (٣) لقتال أو التحيز (٤) إلى فئة من المسلمين، وبهذا قال عامة الفقهاء (٥) ونقل بعضهم الاتفاق على ذلك.
_________
(١) الزحف: المشي إليه، والزحف: الجماعة يزحفون إلى العدو، والتزاحف التداني، والتقارب انظر: لسان العرب (٩/١٢٩) مادة (زحف) وجامع البيان للطبري (٦/١٩٩) .
(٢) المراد أن يكونوا مثليهم في العدد والسلاح.
(٣) هو: أن يعدل عن القتال إلى موضع هو أصلح للقتال، فينتقل من مضيق إلى سعة، ومن صعب إلى سهل ونحو ذلك. انظر: الحاوي الكبير (١٤/١٨٣) والمغني (١٣/١٨٧) وحاشية الخرشي (٤/٢٠) .
(٤) هو: الذي ينحاز إلى طائفة من المسلمين يتقوى بهم. انظر المراجع السابقة.
(٥) شرح السير الكبير (١/٨٩) والفتاوى الهندية (٢/١٩٣) والكافي في فقه أهل المدينة (١/٤٦٧) وحاشية الخرشي (٤/١٩) والأم (٤/١٦٩) والحاوي الكبير (١٤/١٨١) والمغني (١٣/١٨٦) وكشاف القناع (٢/٣٧٤) والمحلى بالآثار (٥/٣٤٢) .
وحكى عن الحسن البصري، والضحاك، وغيرهما: أن الفرار من الزحف بعد يوم بدر ليس بكبيرة فلا يحرم. واستدلوا بما يلي:
أ - قوله تعالى: {وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ} [الأنفال: ١٦] فقوله تعالى: {يومئذ} يدل على أنه خاص ببدر.
ونوقش الاستدلال: بأن الأمر في الآيات بالثبات مطلق فلا يقيد إلا بدليل. وخبر النبي - صلى الله عليه وسلم - أن الفرار من الكبائر عام لا يخصص إلا بدليل.
ب- ولأن الناس فروا يوم أحد ويوم حنين فعفا الله عنهم، ولم يعنفوا على ذلك.
ونوقش بأنه يحمل على كثرة العدو، ثم هم قد عنفوا على فرارهم، ثم عفا الله عنهم، انظر: المغني (١٣/١٨٦) وأحكام القرآن للجصاص (٣/٦٣) والجامع لأحكام القرآن ... (٧/٣٣٤) .','2','367',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (362,'جاء في حاشية الروض المربع: (اتفقوا على أنه إذا التقى الزحفان وجب على المسلمين الحاضرين وحرم عليهم الانصراف والفرار) (١) .
واستدلوا بما يلي:
١- قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلا تُوَلُّوهُمُ الأدْبَارَ * وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} [الأنفال: ١٥، ١٦] .
فالله سبحانه حرم على المؤمنين إذا لقوا العدو الانهزام والإدبار عنهم إلا لتحرف إلى قتال، أو تحيز إلى فئة من المسلمين، فمن أدبر بعد الزحف بغير نية التحريف، أو التحيز فقد استوجب من الله وعيده، إلا أن يعفو عنه (٢) .
٢- قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ} [الأنفال: ٤٥] .
والمراد: إذا لقيتم جماعة من أهل الكفر فاثبتوا لقتالهم، ولا تنهزموا عنهم ولا تولوهم الأدبار هاربين، وادعوا الله بالنصر عليهم (٣) .
٣- عن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: (اجتنبوا السبع الموبقات (٤) وذكر منها التولي يوم الزحف) (٥) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - عد الفرار من الزحف من الكبائر (٦) فدل على شدة حرمة الفرار من الزحف.
_________
(١) حاشية الروض المربع (٤/٢٦٧) ومشارع الأشواق (١/٥٦٦) .
(٢) جامع البيان للطبري (٦/٢٠٢) .
(٣) جامع البيان للطبري (٦/٢٦٠) .
(٤) الموبقات: المهلكات انظر: شرح صحيح مسلم للنووي (٢/٤٤٢) .
(٥) صحيح البخاري مع الفتح، كتاب الحدود، باب رمي المحصنات، ح رقم (٦٨٥٧) وصحيح مسلم بشرح النووي، كتاب الإيمان باب بيان الكبائر ح رقم (٨٩) .
(٦) المغني (١٣/١٨٦) .','2','368',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (363,'الحالة الثانية: أن يكون العدو أكثر من مثلي المجاهدين.
وفي هذه الحالة، إن غلب على ظن المجاهدين في سبيل الله الظفر بالعدو إذا ثبتوا لزمهم الثبات مهما كان عدد العدو للأدلة السابقة من الكتاب والسنة التي توجب الثبات عند لقاء العدو (١) ولما في ذلك من المصلحة للأمة (٢) .
وإن غلب على ظنهم الهلاك جاز لهم الفرار، وبهذا قال عامة الفقهاء (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِئَةٌ يَغْلِبُوا أَلْفًا مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ (٦٥) الآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِئَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} [الأنفال: ٦٥-٦٦] .
وجه الدلالة من الآيات: أنه في أول الإسلام كان فرض على الواحد من المجاهدين قتال عشرة من الكفار ثم خفف فأصبح فرض الواحد اثنين (٤) فإن زاد العدو على الضعف لم يعد فرض عليه المصابرة وجاز له الفرار.
٢- قال تعالى: {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: ١٩٥] .
_________
(١) انظر الأدلة في الحالة الأولى.
(٢) المغني (١٣/١٨٩) والحاوي الكبير (١٤/١٨٢) .
(٣) شرح السير الكبير (١/٨٩) والفتاوى الهندية (٢/١٩٣) وحاشية الدسوقي (٢/١٧٨) والكافي في فقه أهل المدينة (١/٤٦٧) والأم (٤/١٦٩) وروضة الطالبين، (١٠/٢٤٨) والمغني (١٣/١٨٧) وكشاف القناع (٢/٣٧٤) .
(٤) السنن الكبرى للبيهقي (٩/١٢٩) والأم (٤/١٦٩) .','2','369',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (364,'وجه الدلالة من الآية: أن بقاء المجاهدين في وجه العدو مع غلبة الظن أنهم يهلكون مدعاة إلى استئصال المجاهدين وهلاكهم دون تأثير في العدو، فيدخل ذلك تحت عموم النهي عن إلقاء النفس إلى التهلكة.
٣- عن ابن عباس رضي الله عنهما قال: (إن فر رجل من اثنين فقد فر وإن فر من ثلاثة لم يفر) (١) .
وجه الدلالة: أن الفرار من الضعف لا يجوز فإن زاد عدد العدو على ضعف المجاهدين جاز واستثنى الحنفية (٢) والمالكية (٣) من جواز الفرار من الزحف ما إذا كان عدد المجاهدين اثنا عشر ألفا فأكثر، فإنه لا يجوز الفرار من الزحف مهما كان عدد العدو على أن تكون كلمة المجاهدين واحدة ومعهم السلاح.
واستدلوا بحديث ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - «ولن يغلب اثنا عشر ألفا من قلة» (٤) .
_________
(١) أخرجه البيهقي في السنن الكبرى، كتاب السير، باب تحريم الفرار من الزحف ح رقم ... (١٨٠٨١) وذكره الهيثمي في مجمع الزوائد، وقال: رواه الطبراني ورجاله ثقات (٥/٣٢٨) .
(٢) شرح السير الكبري (١/٨٩) وأحكام القرآن للجصاص (٣/٦٤) والفتاوى الهندية ... (٢/١٩٣) .
(٣) حاشية الدسوقي (٢/١٧٨) وحاشية الخرشي (٤/١٩) .
(٤) أخرجه أبو داود في سننه، كتاب الجهاد باب فيما يستحب من الجيوش والرفقاء، والسرايا، ح رقم (٢٦١١) وقال: الصحيح أنه مرسل، والترمذي في سننه مع عارضة الأحوذي كتاب السير، باب ما جاء في السرايا، ح رقم (١٥٥٥) وقال: حديث حسن غريب، لا يسنده كبير أحد غير جرير بن حازم، وإنما روي هذا الحديث عن الزهري عن النبي - صلى الله عليه وسلم - مرسلا، وأخرجه الدارمي في سننه، كتاب السير، باب في خير الأصحاب، والسرايا والجيوش (٢/٢١٥) والحاكم في المستدرك كتاب المناسك، ح رقم (١٦٢١) وقال: صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي، انظر: التلخيص على هامش المستدرك (١/٦١١) .','2','370',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (365,'والمراد لن يغلب لقلة العدد، وإن كان قد يغلب لأمر آخر، كالعجب بكثرة العدد، كما حصل للمسلمين في حنين (١) .
ونوقش بأن المراد لا يغلب اثنا عشر ألفا من قلة بالنسبة لزمن النبي - صلى الله عليه وسلم - فاثنا عشر ألفا في ذلك الزمن يعتبرون في حد الكثرة، ولذلك ضمن له النصر إذا صحت النيات (٢) .
وذهب ابن حزم إلى أنه لا يجوز الفرار مطلقا ولو كثر العدو إلا أن يكون متحيزا إلى جماعة المسلمين أو ينوى الكر إلى القتال (٣) .
واستدل بظاهر قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلا تُوَلُّوهُمُ الأدْبَارَ * وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} [الأنفال: ١٥، ١٦] .
ويمكن مناقشة ما أطلقه ابن حزم، بأن ذلك مقيد بما استدل به الجمهور من كون فرض المجاهد أن يصابر مثليه من العدو، فإن زادوا عن الضعف وظن الهلاك فله الفرار.
الترجيح
الذي يظهر أن الراجح قول عامة الفقهاء أنه يجوز الفرار من الزحف إذا كان العدو أكثر من مثلي المجاهدين سواء كان عدد المجاهدين اثنا عشر ألفا أو أكثر أو أقل إذا غلب على ظنهم إن ثبتوا الهلاك دون تأثير في العدو، وكان ذلك في جهاد الطلب، وإن ثبتوا جاز لهم ذلك لنيل الشهادة في سبيل الله مقبلين غير مدبرين، ولربما انتصروا، قال تعالى: {كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ} [البقرة: ٢٤٩] . والله أعلم.
_________
(١) عون المعبود شرح سنن أبي داود (٧/١٩٣) .
(٢) عارضة الأحوذي شرح سنن الترمذي (٧/٣٦) .
(٣) المحلى بالآثار (٥/٣٤٢) .','2','371',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (366,'<span data-type="title" id=toc-136>الفرع الرابع
قتل المشارك في الحرب من العدو</span>
اتفق الفقهاء رحمهم الله تعالى أن كل من شارك في القتال من العدو أنه يقتل سواء كان من أهل القتال أم من غيرهم (١) .
فأما أهل القتال من العدو فيجوز قتلهم مطلقا سواء شاركوا في القتال أم لم يشاركوا. جاء في بدائع الصنائع (كل من كان من أهل القتال يحل قتله سواء قاتل أم لم يقاتل) (٢) .
وأهل القتال من العدو هم: الذكران، البالغون، القادرون على القتال.
جاء في بداية المجتهد: (يجوز في الحرب قتل المشركين، الذكران البالغين المقاتلين، وهذا لا خلاف فيه بين المسلمين) (٣) .
وجاء في الكافي (يقتل الرجال المقاتلة وغير المقاتلة إذا كانوا بالغين) (٤) .
والأدلة على جواز قتلهم مطلقا ما يلي:
١- قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} [التوبة: ٥] .
وجه الدلالة: أن الآية عامة في كل مشرك إلا ما استثناه الدليل على ما سيأتي.
٢- قوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} [البقرة: ١٩٠] .
_________
(١) المبسوط (١٠/٥) وبدائع الصنائع (٦/٤٦) وبداية المجتهد (١/٣٨٦) والذخيرة (٣/٣٩٩) والحاوي الكبير (١٤/١٩٢) وروضة الطالبين (١٠/٢٤٣) والمغني (١٣/١٧٩) وكشاف القناع (٢/٣٧٨) المحلى بالآثار (٥/٣٤٧) .
(٢) بدائع الصنائع (٦/٦٤) .
(٣) بداية المجتهد لابن رشد (١/٣٨٦) .
(٤) الكافي في فقه أهل المدينة المالكي لابن عبد البر (١/٤٦٦) .','2','372',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (367,'وجه الدلالة: أن الآية عامة في أن كل من يقاتل من العدو يقتل.
٣- عموم قوله - صلى الله عليه وسلم - فيما رواه أنس - رضي الله عنه - (جاهدوا المشركين بأموالكم، وأنفسكم، وألسنتكم) (١) .
وأما من ليس أهلا للقتال من العدو كالنساء والصبيان والعجزة ومن في حكمهم (٢) فإنهم إذا اشتركوا في القتال بالفعل أو الرأي أو التحريض على القتال، فإنه يجوز قتلهم باتفاق الفقهاء (٣) .
جاء في كشاف القناع: (لا نعلم خلافا أن من قاتل ممن ليس أهلا للقتال فإنهم يقتلون) (٤) .
وجاء في بدائع الصنائع: (وكل من لم يكن من أهل القتال لا يحل قتله إلا إذا قاتل حقيقة، أو معنى بالرأي، والطاعة، والتحريض) (٥) .
والأدلة على جواز قتلهم ما يلي:
١- أن دريد الصمة (٦) قتل يوم حنين، وهو شيخ كبير لا قتال فيه، وقد خرجوا به يتيمنون به، ويستعينون برأيه (فلم ينكر النبي - صلى الله عليه وسلم - قتله) (٧) .
_________
(١) سبق تخريجه.
(٢) كالخنثى المشكل، والأعمى، وأقطع اليد والرجل، والمريض والمقعد.
(٣) المبسوط (١٠/٥) وبدائع الصنائع (٦/٦٤) وبداية المجتهد (١/٣٨٦) والذخيرة (٣/٣٩٩) والحاوي الكبير (١٤/١٩٢) وروضة الطالبين (١٠/٢٤٣) والمغني (١٣/١٧٩) وكشاف القناع (٢/٣٧٨) المحلى بالآثار (٥/٣٤٧) والشرح الممتع (٨/٢٧) .
(٤) كشاف القناع (٢/٣٧٨) .
(٥) بدائع الصنائع (٦/٦٤) .
(٦) هو: دريد بن الصمة، والصمة لقب لأبيه، واسمه الحارث بن بكر بن علقمة بن هوزان انظر: فتح الباري (٨/٥٢) .
(٧) أخرجه البخاري مع الفتح، كتاب المغازي غزوة أوطاس ح رقم (٤٣٢٣) وصحيح مسلم بشرح النووي، كتاب فضائل الصحابة، باب من فضائل أبي موسى وأبي عامر رضي الله عنهما ح رقم (٢٤٩٨) .','2','373',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (368,'فدل على أن من شارك في القتال من العدو ولو بالرأي يجوز قتله، لأن الرأي من أعظم المعونة في الحرب (١) .
٢- أن النبي - صلى الله عليه وسلم - (أمر بقتل امرأة (٢) من بني قريظة ألقت رحا على خلاد بن سويد (٣) فقتلته) (٤) .
<span data-type="title" id=toc-137>الفرع الخامس
قتل من لم يشارك في القتال من العدو</span>
الذي لا يشارك في القتال من العدو، له حالتان:
الحالة الأولى:
أن يكون من أهل القتال، وهم الرجال، البالغون القادرون على القتال، وقد سبق بيان أنهم يقتلون مطلقا ولو لم يشاركوا، لعموم الأدلة من الكتاب والسنة على جواز قتلهم، واتفاق الفقهاء على ذلك (٥) .
الحالة الثانية:
أن يكون من غير أهل القتال كالنساء، والصبيان، والعجزة ومن في حكمهم.
_________
(١) المغني (١٣/١٧٩) والحاوي الكبير (١٤/١٩٢) .
(٢) قيل: اسمها بنانة. انظر أسد الغابة (١/٦١٩) .
(٣) هو: خلاد بن سويد بن ثعلبة، الأنصاري الخزرجي، شهد العقبة، وبدرا واستشهد يوم قريظة ألقت عليه امرأة منهم رحا فخدشته، فأمر النبي - صلى الله عليه وسلم - بقتل المرأة ولم يقتل امرأة غيرها. انظر: الإصابة (١/٢٨٦) ت رقم (٢٢٨٣) وأسد الغابة (١/٦١٩) ت رقم (١٤٧١) .
(٤) أخرجه أبو داود في سننه، كتاب الجهاد باب في قتل النساء، ح رقم (٦٦٧١) قال في عون المعبود: الحديث سكت عنه المنذري. وانظر السيرة النبوية لابن هشام (٣/٢٤٢) . وعيون الأثر (٢/١١٠) .
(٥) راجع: الفرع الرابع.','2','374',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (369,'فأما النساء والصبيان فلا خلاف فيما أعلم على أنه لا يجوز قتلهم إذا لم يشاركوا في القتال (١) .
جاء في بداية المجتهد: (ولا خلاف بين المسلمين أنه لا يجوز قتل نسائهم ولا صبيانهم ما لم يقاتل الصبي والمرأة) (٢) .
وقال النووي: (أجمع العلماء على تحريم قتل النساء والصبيان إذا لم يقاتلوا) (٣) .
يدل على ذلك ما يلي:
١- قوله تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} [البقرة: ١٩٠] .
وجه الدلالة: أن النساء والصبيان ليسوا من أهل القتال فلا يقاتلون إذا لم يقاتلوا (٤) .
٢- عن ابن عمر رضي الله عنهما قال: (وجدت امرأة مقتولة في بعض مغازي رسول الله - صلى الله عليه وسلم - فنهى رسول الله - صلى الله عليه وسلم - عن قتل النساء، والصبيان) (٥) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - نهى عن قتل النساء والصبيان إذا لم يقاتلوا والنهي يقتضي التحريم.
_________
(١) فتح القدير (٥/٢٠٢) والمبسوط (١٠/٥) والمدونة (٢/٦) والمعونة (١/٦٢٤) والحاوي الكبير (١٤/١٩٣) وروضة الطالبين (١٠/٢٤٣) والمغني (١٣/ ١٧٥-١٧٧) وكشاف القناع (٢/٣٧٧) والمحلى بالآثار (٥/٣٤٧) .
(٢) بداية المجتهد لابن رشد (١/٣٨٦) .
(٣) شرح صحيح مسلم (١١/٢٩٢) .
(٤) بدائع الصنائع (٦/٦٣) .
(٥) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب قتل الصبيان في الحرب، وباب قتل النساء في الحرب، ح رقم (٣٠١٤) و (٣٠١٥) وصحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب تحريم قتل النساء والصبيان في الحرب، ح رقم (١٧٤٤) قد يعارض هذا الحديث مارواه الصعب بن جثامة رضي الله عنه أن النبي - صلى الله عليه وسلم - سئل عن أهل الدار من المشركين يبيتون فيصاب من ذراريهم ونسائهم فقال - صلى الله عليه وسلم - (هم منهم) .
فتندفع المعارضة بأن حديث الصعب بن جثامة محمول على مورد السؤال وهم المبيتون، وذلك أن فيه ضرورة عدم العلم والقصد إلى الصغار والنساء بأنفسهم، لأن التبييت يكون معه ذلك، انظر: فتح القدير (٥/٢٠٢) وعون المعبود (٧/٢٣٧) .','2','375',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (370,'٣- عن بريدة - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا أمر أميرا على جيش أو سرية أوصاه في خاصته بتقوى الله، ومن معه من المسلمين خيرا ثم قال: (اغزوا باسم الله في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغلوا، ولا تغدروا، ولا تمثلوا، ولا تقتلوا وليدا) (١) .
الشاهد في الحديث قوله (ولا تقتلوا وليدا) فهذا نهى عن قتل الصبيان والنهى يقتضي تحريم ذلك إذا لم يشاركوا في القتال.
وأما غير النساء والصبيان ممن ليس أهلا للقتال من العدو ولم يشارك في القتال. كالشيخ الفاني (٢) والراهب (٣) وأقطع اليد والرجل، والزمن (٤) والأجير وصاحب الحرفة (٥) فقد اختلف الفقهاء رحمهم الله تعالى في جواز قتلهم إلى قولين:
القول الأول: لا يجوز قتلهم وبه قال جمهور الفقهاء (٦) .
واستدلوا بما يلي:
_________
(١) سبق تخريجه.
(٢) المراد به: من لا يقدر على القتال ولا الصياح عند التقاء الصفين ولا قدرة له على إحبال المرأة انظر: فتح القدير (٥/٢٠٣) .
(٣) هو: المتعبد في الصومعة واحد رهبان النصارى. انظر: لسان العرب (١/٤٣٧) مادة (رهب) .
(٤) الزمن هو الذي مرض مرضا يدوم زمنا طويلا. انظر: المعجم الوسيط ص ٤٠١ مادة (زمن) والمصباح المنير ص ٢٥٦ مادة (زمن) .
(٥) كالصانع والتاجر والفلاح.
(٦) بدائع الصنائع (٦/٦٣) والبحر الرائق (٥/١٣١) وشرح السير الكبير (٤/١٨٦) والمدونة (٢/٦) والكافي في فقه أهل المدينة (١/٤٦٦) والمعونة (١/٦٢٤) والحاوي الكبير (١٤/١٩٣) وروضة الطالبين (١٠/٢٤٣) والوسيط في المذهب (٧/٢٠) والمغني (١٣/١٧٨) والإنصاف (١٠/٨٧) .','2','376',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (371,'١- عن أنس بن مالك - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (انطلقوا باسم الله وبالله وعلى ملة رسول الله، ولا تقتلوا شيخا فانيا ولا طفلا ولا صغيرا ولا امرأة..) (١) .
فقوله - صلى الله عليه وسلم - (ولا تقتلوا شيخا فانيا) فيه نهي عن قتله والنهي يقتضي التحريم، والمقعد، والزمن ومقطوع اليدين والرجلين في معنى الشيخ الفاني، لأنه لا ضرر منهم على المسلمين فهم كالنساء والصبيان وليس لهم قدرة على القتال (٢) .
٢- عن ابن عباس رضي الله عنهما قال: كان رسول الله - صلى الله عليه وسلم - إذا بعث جيوشه قال: (اخرجوا بسم الله، تقاتلون في سبيل الله من كفر بالله، ولا تغدروا.. ولا تقتلوا الولدان، ولا أصحاب الصوامع) (٣) .
ففي الحديث نهى عن قتل أصحاب الصوامع، وهم: الرهبان لأنهم قصروا أنفسهم على العبادة ولم يحاربوا بفعل ولا رأي ولا تحريض ولا مال (٤) .
وشرط الحنفية في عدم قتلهم أن لا يخالطوا الناس، فإن خالطوا الناس فلا بأس بقتلهم (٥) .
_________
(١) أخرجه أبو داود في سننه، كتاب الجهاد باب في دعاء المشركين، ح رقم (٢٦١٤) والبيهقي في السنن الكبرى، كتاب السير، باب ترك قتل من لا قتال فيه، ح رقم ... (١٨١٥٣) وفي هذا الحديث خالد بن الفرز البصري، قال ابن معين: ليس بذاك، وقال أبو حاتم: شيخ وذكره ابن حبان في الثقات، انظر: تهذيب التهذيب لابن حجر (٣/٩٧) ت (٢٠٨) وميزان الاعتدال (١/٦٣٧) ت رقم (٢٤٥٠) وكتاب الجرح والتعديل لأبي حاتم (٣/٣٤٦) ت رقم (١٥٦٣) .
(٢) المعونة (١/٦٢٤) وحاشية الدسوقي (٢/١٥٧) وفتح القدير (٥/٢٠٢) ونيل الأوطار (٧/٢٤٨) .
(٣) أخرجه أحمد في المسند (٣/٢١٨) ح رقم (٢٧٢٨) قال أحمد شاكر: إسناده حسن، والبيهقي في السنن الكبرى، كتاب السير، باب ترك قتل من لا قتال فيه، ح رقم ... (١٨١٥٤) وقال البيهقي: حديث إبراهيم بن إسماعيل بن حبيبة لم يذكره الشافعي وهو ضعيف بالجهالة (٩/١٥٩) وذكره الهيثمي في مجمع الزوائد وقال: رواه أحمد وأبو يعلى والبزار والطبراني في الكبير والأوسط، وفي رجال البزار إبراهيم بن إسماعيل بن حبيبة، وثقة أحمد وضعفه الجمهور وبقية رجال البزار رجال الصحيح (٥/٣١٦) .
(٤) شرح السير الكبير (٤/١٩٦) .
(٥) بدائع الصنائع (٦/٦٣) والبحر الرائق (٥/١٣١) وشرح السير الكبير (٤/١٩٧) .','2','377',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (372,'٣- عن حنظلة الكاتب (١) - رضي الله عنه - قال: غزونا مع رسول الله - صلى الله عليه وسلم - فمررنا على امرأة مقتولة قد اجتمع عليها الناس، فأفرجوا له فقال: (ما كانت هذه تقاتل فيمن يقاتل) ثم قال لرجل: انطلق إلى خالد بن الوليد فقل له: إن رسول الله - صلى الله عليه وسلم - يأمرك يقول: «لا تقتلن ذرية ولا عسيفا» (٢) .
ففي هذه الحديث نهى الرسول - صلى الله عليه وسلم - عن قتل العسيف وهو الأجير على حفظ الدواب لأنه من المستضعفين لا الأجير على القتال (٣) .
٤- عن عمر بن الخطاب - رضي الله عنه - قال: «اتقوا الله في الفلاحين فلا تقتلوهم إلا أن ينصبوا لكم الحرب» (٤) .
٥- وعن جابر - رضي الله عنه - قال: (كانوا لا يقتلون تجار المشركين) (٥) .
_________
(١) هو: حنظلة بن الربيع بن صيفي بن رياح بن الحارث، يقال له: حنظلة الكاتب، لأنه يكتب للنبي - صلى الله عليه وسلم - أرسله النبي - صلى الله عليه وسلم - إلى الطائف شهد القادسية ونزل الكوفة توفي في خلافة معاوية انظر: الإصابة (٢/١١٧) ت رقم (١٨٦٤) وأسد الغابة (١/٥٤٢) ت رقم ... (١٢٨٠) .
(٢) أخرجه ابن ماجة مع شرح السندي، كتاب الجهاد باب الغارة والبيات وقتل النساء والصبيان، ح رقم (٢٨٤٢) والبيهقي في السنن الكبرى، كتاب السير، باب ترك قتال من لا قتال فيه، ح رقم (١٨١٥٧) وقال: ضعفه الشافعي، وأخرجه أبو داود في سننه كتاب الجهاد باب في قتل النساء، ح رقم (٢٦٦٩) وصححه ابن حبان. انظر: الإحسان بترتيب صحيح ابن حبان كتاب الجهاد ح رقم (٤٧٦٩) وصححه الحاكم في المستدرك كتاب الجهاد ح رقم (٢٥٦٥) ووافقه الذهبي انظر: التلخيص بهامش المستدرك (٣/١٣٣) وأخرجه الإمام أحمد في مسنده (١٣/٤٣٤) ح رقم (١٧٥٤٢) .
(٣) شرح السندي على سنن ابن ماجة (٣/٣٨١) ونيل الأوطار (٧/٢٤٨) .
(٤) أخرجه البيهقي في السنن الكبرى، كتاب السير باب ترك قتل من لا قتال فيه، ح رقم (١٨١٥٩) وابن أبي شيبة في مصنفه، كتاب الجهاد باب من ينهى عن قتله في دار الحرب ج (٧/٦٥٥) .
(٥) أخرجه البيهقي في السنن الكبرى، كتاب السير باب ترك قتل من لا قتال فيه، ح رقم ... (١٨١٦٠) وابن أبي شيبة في مصنفه، كتاب الجهاد، باب من ينهى عن قتله في دار الحرب ج (٧/٦٥٦) .','2','378',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (373,'القول الثاني: أنه يجوز قتلهم.
وهذا الأظهر عند الشافعية (١) وقول ابن حزم (٢) .
واستدلوا بما يلي:
١- عموم قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ} [التوبة: ٥] .
وجه الدلالة: أن قوله تعالى: {فاقتلوا المشركين} عام في كل مشرك (٣) والراهب، والأجير ونحوه ممن ذكر لا يخرجون عن المشركين فيجوز قتلهم.
ونوقش هذا الاستدلال: بأن هذا العموم مخصوص بما ذكر من السنة في النهي عن قتل الراهب، والشيخ الفاني، والعسيف والمرأة والصبي ونحو ذلك (٤) .
٢- عن سمرة بن جندب (٥) - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال «اقتلوا شيوخ المشركين واستحيوا شرخهم (٦) » (٧) .
_________
(١) الحاوي الكبير (١٤/١٩٣) وروضة الطالبين (١٠/٢٤٣) ومغني المحتاج (٦/٣٠) .
(٢) المحلى بالآثار (٥/٣٤٨) .
(٣) الحاوي الكبير (١٤/١٩٣) .
(٤) المغني لابن قدامة (١٣/١٧٨) وأحكام القرآن لابن العربي (٢/٤٥٦) .
(٥) هو: سمرة بن جندب بن هلال الفزاري، قدمت به أمه بعد موت أبيه إلى المدينة، وهو صغير: حفظ عن النبي - صلى الله عليه وسلم - وغزا معه، نزل البصرة، وكان شديدا على الخوارج توفي سنة ٥٨ هـ، وقيل: غير ذلك، انظر: الإصابة (٣/١٥٠) ت رقم (٣٤٨٨) وأسد الغابة (٢/٣٠٢) ت رقم (٢٢٤١) .
(٦) الشرخ: الصغار الذين لم يدركوا، وقيل: الشباب الذين ينتفع بهم في الخدمة، وشرخ الشباب أوله، وقيل: نضارته وقوته: انظر: النهاية في غريب الحديث (٢/٤٠٩) ولسان العرب (٣/٢٩) مادة شرخ.
(٧) أخرجه الترمذي مع عارضة الأحوذي كتاب السير، باب ما جاء في النزول على الحكم، ح رقم (١٥٨٣) وقال: هذا حديث حسن صحيح غريب، وأبو داود في سننه مع عون المعبود، كتاب الجهاد، باب في قتل النساء، ح رقم (٢٦٦٧) وأحمد في المسند، ح رقم (٢٠١٠٧) ج (١٥/١٥٦) وابن أبي شيبة في مصنفة، كتاب الجهاد باب من رخص في قتل الولدان والشيوخ ج (٧/٦٥٧) .','2','379',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (374,'ونوقش هذا: بأن المراد بالشيوخ الذي أمر بقتلهم هم الذين فيهم قوة على القتال، أو المعونة عليه برأي أو تدبير، والذين نهى عن قتلهم هم الذين لم يبق فيهم نفع للكفار، ولا مضرة على المسلمين، جمعا بين الأحاديث (١) .
الترجيح
الذي يظهر أن قول الجمهور في عدم جواز قتلهم إذا لم يشاركوا في المعركة بأي وجه من وجوه المشاركة هو الراجح، لما ذكر من الأدلة في النهي عن قتلهم، ولأن هدف الجهاد إعلاء كلمة الله فيقاتل من يمنع إعلاءها ومن ليس كذلك فلا يقاتل. والله أعلم.
<span data-type="title" id=toc-138>الفرع السادس
قتل المجاهد قريبه الكافر</span>
اتفق الفقهاء رحمهم الله تعالى - فيما أعلم - على جواز قتل المجاهد قريبه الكافر في المعركة وابتدائه بالقتل دون كراهة إذا اضطره إلى ذلك بأن قصده ليقتله (٢) ؛ لأن ذلك من ضرورات الدفع عن النفس (٣) .
أما إن لم يقصده ليقتله فلا يخلو القريب الكافر أن يكون والدا للمجاهد، أو ابنا، أو غيرهما من الأقارب.
فإن كان والدا للمجاهد، فقد ذهب الحنفية (٤) والشافعية (٥) إلى أن يكره ابتداؤه بالقتل، وقال المالكية (٦) لا يقتل المسلم أباه المشرك، إلا أن يضطره إلى ذلك.
_________
(١) فتح القدير (٥/٢٠٢) ونيل الأوطار (٧/٢٤٨) وكشاف القناع (٢/٣٧٧) والمغني ... (١٣/١٧٨) .
(٢) فتح القدير (٥/٢٠٣) والبحر الرائق (٥/١٣٣) والذخيرة (٣/٣٩٨) والقوانين الفقهية ص ١٢٧. والحاوي الكبير (١٤/١٢٧) وروضة الطالبين (١٠/٢٤٣) وكشاف القناع (٢/٣٧٩) والفروع (٦/٢١٨) .
(٣) بدائع الصنائع (٦/٦٤) والذخيرة (٣/٣٩٨) .
(٤) شرح السير الكبير (١/٧٦) وفتح القدير (٥/٢٠٣) .
(٥) الحاوي الكبير (١٤/١٢٧) وروضة الطالبين (١٠/٢٤٣) .
(٦) الذخيرة (٣/٣٩٨) والقوانين الفقهية ص ١٢٧.','2','380',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (375,'واستدلوا بما يلي:
١- قوله تعالى: {وَإِنْ جَاهَدَاكَ عَلى أَنْ تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلا تُطِعْهُمَا وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا} [لقمان: ١٥] .
وجه الدلالة: أن الله سبحانه وتعالى أمر بمصاحبة الوالدين الكافرين بالمعروف وابتداؤهم بالقتل ليس من المصاحبة بالمعروف (١) .
٢- ما جاء في سنن البيهقي أن رجلا جاء إلى النبي - صلى الله عليه وسلم - فقال: (إني لقيت أبي، فتركته، وأحببت أن يليه غيري، فسكت عنه) (٢) .
وجه الدلالة من الحديث: أن سكوت النبي - صلى الله عليه وسلم - عن الصحابي الذي ترك قتل أبيه في المعركة ليتولاه غيره دليل على جواز ذلك، وأن خلافه مكروه.
وذهب الحنابلة إلى جواز القتل مطلقا (٣) .
جاء في الفروع: (وله في المعركة قتل أبيه وابنه) (٤) .
واستدلوا بأن أبا عبيدة بن الجراح - رضي الله عنه - قتل أباه يوم بدر (٥) فأنزل الله تعالى: {لا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آَبَاءَهُمْ} [المجادلة: ٢٢] .
_________
(١) الحاوي الكبير (١٤/١٢٧) وبدائع الصنائع (٦/٦٤) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب السير، باب المسلم يتوقى في الحرب قتل أبيه، ح رقم (١٧٨٣٦) وقال: هذا مرسل جيد.
(٣) كشاف القناع (٢/٣٧٩) والفروع (٦/٢١٨) .
(٤) الفروع: (٦/٢١٨) .
(٥) أخرجه البيهقي في السنن الكبرى، كتاب السير، باب المسلمى يتوقى في الحرب قتل أبيه، ح رقم (١٧٨٣٥) وقال: هذا منقطع. قال ابن حجر: رواه الطبراني وغيره من طريق عبد الله بن شوذب مرسلا، فتح الباري (٧/١١٧) وانظر: خلاصة البدر المنير لابن الملقن (٢/٣٤٢) .','2','381',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (376,'ونوقش الاستدلال: بأن والد أبي عبيدة ذكر الله تعالى بسوء وسب الرسول - صلى الله عليه وسلم - فقتله وفي هذه الحالة يجوز قتله بلا كراهة (١) .
والذي يظهر في هذه الحالة أن قول الجمهور هو الراجح، أنه لا يجوز ابتداءه بالقتل إذا لم يضطره إلى ذلك، لما سبق من الأدلة، والله أعلم.
وإن كان ابنا للمجاهد فقد ذهب الشافعية إلى أنه يكره ابتداءه بالقتل، ككراهية ابتداء الابن لأبيه الكافر (٢) .
ولأن النبي - صلى الله عليه وسلم - كف أبا بكر عن قتل ابنه عبد الرحمن يوم أحد (٣) .
وذهب الحنفية إلى أنه يجوز ابتداءه بالقتل دون كراهة (٤) وهذا قول الحنابلة بناء على إطلاقهم جواز قتل الابن أبيه والعكس (٥) .
واستدل الحنفية: بأنه لا يجب على الوالد إحياء ابنه بالنفقة إلا إذا كان مسلما (٦) ، ويمكن أن يستدل للحنابلة، بما سبق من قتل أبي عبيدة لوالده (٧) .
ووجه الدلالة: أنه إذا جاز قتل الابن لأبيه الكافر دون كراهه فالعكس من باب أولى أنه يجوز.
الترجيح
الذي يظهر أن ما ذهب إليه الشافعية من كراهة ابتدائه بالقتل هو الراجح لوجاهة استدلالهم ولأن عاطفة الأبوة قد تؤثر على الأب حين يقتل ابنه فيحدث له من الحزن والهم ما هو أعظم مما لو ترك غيره يباشره بالقتل، لاحتمال أنه ينجو من القتل في المعركة، ثم يهديه الله للإسلام فيقر الله به عين والده، والله أعلم.
_________
(١) فتح القدير: (٥/٢٠٤) وروضة الطالبين (١٠/٢٤٣) ومغني المحتاج (٦/٢٩) .
(٢) الحاوي الكبير (١٤/١٢٧) ومغني المحتاج (٦/٢٩) .
(٣) التلخيص الحبير (٤/١٠١) وخلاصة البدر المنير (٢/٣٤٢) .
(٤) البحر الرائق (٥/١٣٣) وفتح القدير (٥/٢٠٤) .
(٥) كشاف القناع (٢/٣٧٩) والفروع (٦/٢١٨) .
(٦) البحر الرائق (٥/١٣٣) وفتح القدير (٥/٢٠٤) .
(٧) راجع قتل المجاهد قريبه الكافر من هذا البحث.','2','382',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (377,'أما إن كان قريب المجاهد غير الوالد والابن.
فقد ذهب الحنفية (١) والحنابلة بناء على قولهم أنه يجوز القتل بين الأقارب مطلقا (٢) وقول عند الشافعية (٣) إلى أنه يجوز ابتداؤهم بالقتل دون كراهة؛ لأنهم في ذلك كغيرهم من الأجانب (٤) . وقال الشافعية في قول آخر عندهم (٥) أنه يكره قتلهم حتى يتراخى نسبهم ويبعد.
قال الماوردي (٦) والذي عندي أنه ينظر لحالهم بعد ذوي المحارم، فإن كان ممن يرث بنسبه ويورث، كره له قتلهم لقوة نسبهم وتأكد حرمتهم، وإن كان ممن لا يرث ولا يورث لم يكره، وإن عمد إلى قتل أحدهم فلا حرج عليه (٧) .
والذي ذكره الماوردي رحمه الله تعالى هو الأقرب إلى الرجحان لأن الشفقة على القريب قد تحمل المجاهد إلى أن يضعف عن الجهاد في سبيل الله والله أعلم.
_________
(١) البحر الرائق (٥/١٣٣) وشرح السير الكبير (١/٧٦) وفتح القدير (٥/٢٠٤) .
(٢) كشاف القناع (٢/٣٧٩) والفروع (٦/٢١٨) .
(٣) الحاوي الكبير (١٤/١٢٧) .
(٤) المرجع السابق في الهامش السابق.
(٥) الحاوي الكبير (١٤/١٢٧) وروضة الطالبين (١٠/٢٤٣) .
(٦) هو: أبو الحسن علي بن محمد بن حبيب البصري الشافعي المعروف بالماوردي ولد في البصرة ونشأ فيها ثم رحل إلى بغداد وتلقى العلم على مشاهير علماء عصره، وله باع في الفقه والأصول تولى القضاء، من مؤلفاته: الحاوي والإقناع والأحكام السلطانية، وغيرها سكن بغداد وتوفي بها سنة ٤٥٠ هـ انظر الأعلام (٤/٢٣٧) وشذرات الذهب (٢/٢٨٥) .
(٧) الحاوي الكبير (١٤/١٢٧) ولم أجد للمالكية قولا في القريب إذا كان ابنا من سائر الأقارب حسب ما اطلعت عليه من كتبهم.','2','383',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (378,'<span data-type="title" id=toc-139>الفرع السابع
قتل العدو إذا تترسوا بالنساء والأطفال منهم
أو بأسرى الحرب من المسلمين</span>
وفيه مسألتان:
<span data-type="title" id=toc-140>المسألة الأولى: قتل العدو إذا تترسوا بنسائهم وأطفالهم</span>.
المسألة الثانية: قتل العدو إذا تترسوا بأسرى الحرب من المسلمين.
المسألة الأولى
قتل العدو إذا تترسوا بنسائهم وأطفالهم
اتفق الفقهاء (١) رحمهم الله تعالى - فيما أعلم - أنه في حال تترس العدو بنسائهم وأطفالهم في حال التحام القتال وخيف منهم على المسلمين.
أنهم يقاتلون ويرمون بآلات الرمي المختلفة وإن أدى ذلك إلى قتل نسائهم وأطفالهم، ولكن يتوقى ضرب النساء، والأطفال ما أمكن.
والأدلة على ذلك ما يلي:
١- عن ابن عمر رضي الله عنهما (أن النبي - صلى الله عليه وسلم - أغار علي بني المصطلق وهم غارون) (٢) .
_________
(١) المبسوط (١٠/٦٤) وبدائع الصنائع (٦/٦٣) وفتح القدير (٥/١٩٨) وحاشية الخرشي (٤/١٧) وحاشية الدسوقي (٢/١٧٨) والحاوي الكبير (١٤/١٨٤) وروضة الطالبين ... (١٠/٢٤٤) والمغني (١٣/١٤١) وكشاف القناع (٢/٣٧٨) .
(٢) سبق تخريجه ص (٣٤٠) .','2','384',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (379,'وجه الدلالة من الحديث: أن النساء والأطفال لم يمنعوا النبي - صلى الله عليه وسلم - من شن الغارات على بني المصطلق (١) ، وفي حالة تترس العدو بهم في القتال أولى أن لا يمنعوا من قتلهم.
٢- عن الصعب بن جثامة رضي الله عنه قال: سئل النبي - صلى الله عليه وسلم - عن أهل الدار يبيتون من المشركين فيصاب من نسائهم وذراريهم قال: (هم منهم) (٢) .
وجه الدلالة من الحديث: أن في تبييت العدو قد يصاب النساء والأطفال لضرورة عدم العلم بهم وتمييزهم (٣) فكذلك إذا تتراس العدو بالأطفال والنساء حال التحام القتال.
٣- ولأن ترك قتالهم إذا تترسوا بنسائهم وأطفالهم يؤدي إلى محظورين:
الأول: ترك الجهاد في سبيل الله ومنع الظفر بهم وهزيمتهم.
الثاني: التولي عنهم وهم مقبلون على قتالنا (٤) .
أما إذا تترسوا بهم في غير التحام القتال، ولم يخف منهم على المسلمين فقد اختلف الفقهاء رحمهم الله تعالى في قتالهم وتوجيه الرمي إليهم إلى قولين:
القول الأول: أنه يجوز قتلهم ولو في غير التحام القتال، ولو لم يخف منهم على المسلمين. وبهذا قال الحنفية (٥) والحنابلة (٦) والشافعية على الراجح عندهم (٧) .
واستدلوا بما يلي:
_________
(١) الحاوي الكبير (١٤/١٨٤) .
(٢) سبق تخريجه.
(٣) فتح القدير (٥/٢٠٢) .
(٤) المبسوط (١٠/٦٥) والحاوي الكبير (١٤/١٨٧) والمغني (١٣/١٤١) وكشاف القناع (٢/٣٧٨) .
(٥) المبسوط (١٠/٦٥) وفتح القدير (٥/١٩٨) .
(٦) المغني (١٣/١٤١) وكشاف القناع (٢/٣٧٨) .
(٧) الحاوي الكبير (١٤/١٧٨) وروضة الطالبين (١٠/٢٤٤) .','2','385',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (380,'١- ما سبق من أدلة جواز قتالهم في حال التحام الحرب (١) .
٢- ولأن في ذلك تغليبا لإقامة فرض الجهاد في سبيل الله (٢) .
٣- ولأن النبي - صلى الله عليه وسلم - في قتاله للكفار لم يكن يتحين بالرمي إليهم حال التحام الحرب (٣) .
القول الثاني: يكف عنهم ولا يقاتلون وبهذا قال: المالكية (٤) وهو قول عند الشافعية (٥) .
واستدلوا بما يلي:
١- أن النساء والأطفال حتى للغانمين فيتركون دون قتل لحق الغانمين (٦) .
ونوقش بأن ذلك في السبي المغنوم، لأنهم أصبحوا غنيمة للمجاهدين، أما وهم في دار الحرب فهم تبع لرجالهم (٧) .
٢- ولأنه لا ضرورة تدعو إلى قتالهم (٨) لأنه لا خوف منهم على المسلمين وليس ذلك في حالة قتال.
ونوقش بأن تركهم مدعاة إلى ترك الجهاد في سبيل الله، وهذا أمر لا يجوز (٩) .
٣-ولما سبق من عموم أدلة النهي عن قتال النساء والصبيان في القتال (١٠) .
_________
(١) راجع قتل العدو إذا تترسوا بأسرى الحرب من المسلمين في هذا البحث.
(٢) بدائع الصنائع (٦/٦٣) والحاوي الكبير (١٤/١٨٧) والمغني (١٣/١٤١) .
(٣) المغني (١٣/١٤١) .
(٤) حاشية الخرشي (٤/١٧) وحاشية الدسوقي (٢/١٧٨) .
(٥) الحاوي الكبير (١٤/١٨٧) وحلية العلماء في معرفة مذاهب الفقهاء (٧/٦٥٠) .
(٦) حاشية الخرشي (١٤/١٧) .
(٧) الحاوي الكبير (١٤/١٨٤) .
(٨) روضة الطالبين (١٠/٢٤٤) .
(٩) المبسوط (١٠/٦٥) والحاوي الكبير (١٤/١٨٧) والمغني (١٣/١٤١) وروضة الطالبين (١٠/٢٤٥) .
(١٠) راجع قتل من لم يشارك في القتال من العدو في هذا البحث.','2','386',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (381,'ويمكن مناقشة هذا: بأن النهي ينصب على تعمدهم بالقتل إذا لم يشاركوا في القتال، أما في حالة التترس بهم فإنهم لا يقصدون بالقتل وإن قتلوا فذلك لضرورة القتال.
الترجيح
الذي يظهر رجحان القول الأول في أنه يجوز قتلهم، لقوة الأدلة، ولأن ترك العدو إذا تترسوا بنسائهم وأطفالهم مدعاة إلى قوتهم، وإعادة ترتيب صفوفهم ووصول المدد إليهم فيجوز قتالهم ويتوقى قتل النساء والأطفال ما أمكن، والله أعلم.

<span data-type="title" id=toc-141>المسألة الثانية
قتل العدو إذا تترسوا بأسرى الحرب من المسلمين</span>
لا يخلو أن يكون التترس بأسرى الحرب من المسلمين حال التحام القتال والخوف منهم على المسلمين أو يكون في غير التحام القتال وعدم الخوف منهم على المسلمين.
فأما إذا تترسوا بأسرى الحرب من المسلمين في حال التحام القتال وهم مقبلون على حرب المسلمين والمسلمون يخافونهم.
فلا خلاف بين الفقهاء (١) رحمهم الله تعالى فيما أعلم أنه يجوز قتالهم ورميهم، ويتوقى المسلمون الذين تترسوا بهم قدر الإمكان لما يأتي:
١- الضرورة إلى قتالهم ورميهم لأن في ترك قتالهم ورميهم ضررا على المسلمين فقتلهم ورميهم استدفاعا لأكثر الضررين بأقلهما (٢) .
_________
(١) المبسوط (١٠/٦٥) وبدائع الصنائع (٦/٦٣) وفتح القدير (٥/١٩٨) وحاشية الخرشي (٤/١٧) وحاشية الدسوقي (٢/١٧٨) والأم (٤/٢٤٤) وروضة الطالبين (١٠/٢٤٥) والحاوي الكبير (١٤/١٨٨) والمغني (١٣/١٤١) وكشاف القناع (٢/٣٧٨) والحاوي الكبير (١٤/١٨٨) والمغني (١٣/١٤١) وكشاف القناع (٢/٣٧٨) والإنصاف ... (٤/١٢٩) .
(٢) روضة الطالبين (١٠/٢٤٤) وكشاف القناع (٢/٣٧٨) والحاوي الكبير (١٤/١٨٨) وحاشية الخرشي (٤/١٧) .','2','387',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (382,'٢- ولأن ترك قتالهم ورميهم تعطيل للجهاد وأدبار عن العدو وهو مقبل على المسلمين وهذا لا يجوز (١) .
أما إذا تترسوا بأسرى الحرب من المسلمين في غير التحام القتال، وعدم الخوف منهم على المسلمين فقد اختلف الفقهاء رحمهم الله تعالى في جواز قتالهم ورميهم إلى قولين:
القول الأول: لا يجوز قتالهم ورميهم.
وبهذا قال المالكية (٢) والشافعية (٣) والحنابلة (٤) والحسن بن زياد من الحنفية (٥) .
واستدلوا بما يلي:
١- قوله تعالى: {وَلَوْلا رِجَالٌ مُؤْمِنُونَ وَنِسَاءٌ مُؤْمِنَاتٌ لَمْ تَعْلَمُوهُمْ أَنْ تَطَئُوهُمْ فَتُصِيبَكُمْ مِنْهُمْ مَعَرَّةٌ بِغَيْرِ عِلْمٍ لِيُدْخِلَ اللَّهُ فِي رَحْمَتِهِ مَنْ يَشَاءُ لَوْ تَزَيَّلُوا لَعَذَّبْنَا الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابًا أَلِيمًا} [الفتح: ٢٥] .
وجه الدلالة: أن هذه الآية نزلت بعد الحديبية وقد كف الله سبحانه وتعالى المسلمين عن عدوهم في مكة لأجل المؤمنين المختلطين بهم، لأن المسلمين لو وطئوهم وقتلوهم حال القتال لأصابهم من ذلك معرة أي إثم، فدل على أن موجب الإثم هو قتل المؤمنين المختلطين بالعدو فلا يجوز فعله، بدليل أن المشركين لو تميزا على المؤمنين بمكة لسلط الله تعالى نبيه - صلى الله عليه وسلم - والمؤمنين معه على العدو بالقتل والسبي (٦) .
ونوقش هذا الاستدلال: بأن الآية لا دلالة فيها على التحريم، لأن أكثر ما فيها أن الله كف المسلمين عنهم، لأنه كان فيهم قوم مسلمون لم يأمن أصحاب النبي - صلى الله عليه وسلم - لو
_________
(١) روضة الطالبين (١٠/٢٤٥) .
(٢) حاشية الخرشي (٤/١٧) وحاشية الدسوقي (٢/١٧٨) .
(٣) الحاوي الكبير (١٤/١٨٧) وروضة الطالبين (١٠/٢٤٥) .
(٤) المغني (١٣/١٤١) وكشاف القناع (٢/٣٧٨) .
(٥) المبسوط (١٠/٦٤) وفتح القدير (٥/١٩٨) .
(٦) فتح القدير للشوكاني (٥/٥٤) وأحكام القرآن لابن (٤/١٣٨) وزاد المسير (٧/٤٤٠) .','2','388',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (383,'دخلوا مكة بالسيف أن يصيبوهم، وذلك إنما يدل على إباحة ترك رميهم والإقدام عليهم على وجه التخيير (١) .
ويمكن الجواب: بأنه لا دليل على التخيير بين الفعل والترك، بل حمل الآية على الترك أولى لحرمة دم المسلم.
٢- أنه لا ضرورة لقتالهم ورميهم، والإقدام على قتل المسلم حرام، وترك قتل الكافر جائز فمراعاة جانب المسلم مقدم (٢) .
القول الثاني: يجوز قتلهم ورميهم، وبهذا قال الحنفية (٣) ورواية عند الحنابلة على خلاف المذهب (٤) .
واستدلوا بما يلي:
١- أن في ترك قتال العدو ورميهم إذا تترسوا بأسرى الحرب من المسلمين سدا لباب الجهاد فيتضرر المسلمون بذلك، وفي قتالهم ورميهم دفع الضرر بإلحاق ضرر خاص أولى (٥) .
ويمكن مناقشة هذا: بأن ترك رمي العدو لحرمة رمي الترس المسلم عملية مؤقتة حتى يتميز العدو، فلا يؤدي ذلك إلى سد باب الجهاد.
٢- أنه إذا جاز رمي الكفار ومعهم أطفالهم ونسائهم ولو لم يكن هناك ضرورة وهو منهي عن قتلهم فكذلك رميهم ومعهم الأسرى من المسلمين.
_________
(١) أحكام القرآن للجصاص (٣/٥٢٦) وقضايا فقهية في العلاقات الدولية ص (١٤٨) د/ حسن أبو غدة.
(٢) روضة الطالبين (١٠/٢٤٥) والمبسوط (١٠/٦٤) وأحكام القرآن للقرطبي (٤/١٣٩) وتحفة المحتاج (٩/٢٤٢) .
(٣) المبسوط (١٠/٦٤) وبدائع الصنائع (٦/٦٣) وفتح القدير (٥/١٩٨) .
(٤) الإنصاف (٤/١٢٩) .
(٥) المبسوط (١٠/٦٥) وتبيين الحقائق (٣/٢٤٤) والإنصاف (٤/١٢٩) .','2','389',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (384,'ويمكن مناقشة هذا بأنه قياس مع الفارق، لأن حرمة المسلم أعظم من حرمة أطفال ونساء الكفار، لأن المسلم محقون الدم بحرمة الدين فلا يجوز قتله لغير ضرورة بخلاف نسائهم وأطفالهم فإنه قد حقن دمهم لأنهم غنيمة، وليسوا من أهل القتال.
الترجيح
الذي يظهر بعد عرض الأقوال ومناقشتها أن القول الأول القائل بعدم جواز قتال العدو ورميهم إذا تترسوا بأسرى المسلمين، ولم يكن هناك ضرورة لقتالهم ورميهم ولا حاجة ملحة تتنزل منزلة الضرورة هو القول الأقرب إلى الرجحان لما يأتي:
١- قوة ما استدلوا به.
٢- ولأن حرمة دم المسلم أعظم من قتل الكفار وخاصة أنه لا ضرورة إلى قتلهم، ولا يترتب على عدم قتلهم أذى للمسلمين ولا خوف عليهم من العدو.

<span data-type="title" id=toc-142>الفرع الثامن
الاعتداء على أعراض العدو</span>
يحرم على المجاهد في سبيل الله معاشرة نساء الكفار قبل أسرهن، والحكم عليهن بالرق، وتوزيعهن على المقاتلين، ولا خلاف بين الفقهاء (١) رحمهم الله تعالى فيما أعلم، في ذلك وأنه كبيرة من كبائر الذنوب، لأن الأصل في الأبضاع التحريم (٢) ولا تحل إلا بطريقين:
الطريق الأول: النكاح الشرعي.
الطريق الثاني: ملك اليمين.
_________
(١) رحمة الأمة في اختلاف الأئمة ص (٤٩٦) وحاشية الروض المربع (٧/٣١٢) .
(٢) الأشباه والنظائر للسيوطي ص (٦١) .','2','390',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (385,'قال تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٢٩) إِلا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٣٠) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ} [المعارج: ٢٩-٣١] والمؤمنون: ٥-٧.
فنساء أهل الحرب قبل استرقاقهن وتوزيعهن على المجاهدين يحرم معاشرتهن لعدم النكاح الشرعي وعدم ملك اليمين.
وفعل ذلك زنا محرم مجمع على تحريمه (١) .
قال تعالى: {وَلا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلا} ... [الإسراء: ٣٢] .
أما إذا ملك المجاهد نساء الكفار بعد قسمة الغنيمة، فإنه يجوز له معاشرتهن بعد انقضاء عدتهن، لأنهن أصبحن ملك يمين (٢) .
يدل على ذلك ما يلي:
١- قوله تعالى: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ} [المعارج: ٣٠] ، [المؤمنون: ٦] .
٢- عن أبي سعيد الخدري - رضي الله عنه - (أن رسول الله - صلى الله عليه وسلم - يوم حنين بعث جيشا إلى أوطاس (٣) فلقوا عدوا فقاتلوهم فظهروا عليهم، وأصابوا لهم سبايا فكأن ناسا من أصحاب رسول الله - صلى الله عليه وسلم - تحرجوا من غشيانهن من أجل أزواجهن من المشركين، فأنزل الله عز وجل في ذلك {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلا مَا مَلَكَتْ أَيْمَانُكُمْ} [النساء: ٢٤] أي فهن لكم حلال إذا انقضت عدتهن) (٤) .
_________
(١) رحمة الأمة ص (٤٩٦) والإجماع لابن المنذر ص ١٠٠.
(٢) الأم (٤/٢٧٠) ومغني المحتاج (٥/٤٤٣) .
(٣) أوطاس وادي في ديار هوزان تجمعت فيه هوزان وثقيف لحرب النبي - صلى الله عليه وسلم - وهو الآن في شمال شرقي عشيرة قرب بركة زبيدة. انظر: معجم ما استعجم (١/٢١٢) .
(٤) صحيح مسلم بشرح النووي، كتاب الرضاع، باب جواز وطء المسبية بعد الاستبراء ح رقم (١٤٥٦) .','2','391',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (386,'وبهذا يتبين أن سبي نساء الكفار واسترقاقهن عند قتال الكفار ثابت باتفاق الفقهاء، وأن للمجاهد معاشرتهن بعد ملكهن بقسمة الغنيمة، وانقضاء عدتهن.
فإن قيل: هل يمكن تطبيق هذا الحكم في العصر الحاضر في القتال مع الكفار؟
فالجواب على ذلك يتطلب بحث المسائل الآتية:
المسألة الأولى: تقسيم الغنائم في العصر الحاضر بين الغانمين.
المسألة الثانية: رد نساء الكفار إليهم بعد الأسر.
المسألة الثالثة: الاتفاقات بين المسلمين والكفار.
المسألة الأولى
تقسيم الغنائم في العصر الحاضر بين المجاهدين الغانمين
الغنائم في هذا العصر لا تقسم بين الغانمين، وسيأتي بيان ذلك في الغنائم إن شاء الله. والذي يهم هنا أن الغنائم إذا لم تقسم بين المجاهدين الغانمين فإن نساء الكفار اللواتي يقعن في الأسر لا يجوز لأحد من المجاهدين وطئهن ولا معاشرتهن.
لما سبق من أنه لا يجوز وطء نساء الكفار إلا بعد ملكهن بقسمة الغنائم وحيث لا قسمة للغنائم فلا ملك لنساء الكفار (١) .
جاء في حاشية ابن عابدين: وكذا حكام هذا الزمان وأمراء الجيوش لا ينفلون ولا يقسمون الغنيمة، فإذا لم يوجد تنفيل ولا قسمة ولا شراء من أمير، فلا يحل الوطء بأي وجه أصلا (٢) .
_________
(١) راجع الاعتداء على أعراض العدو من هذا البحث.
(٢) حاشية ابن عابدين (٦/٢٤٦) .','2','392',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (387,'المسألة الثانية
رد نساء الكفار بعد الأسر
اختلف الفقهاء رحمهم الله تعالى في هذه المسألة:
فذهب المالكية (١) إلى أن الإمام أو القائد يفعل بهن ما هو الأصلح من الفداء، أو الاسترقاق أو المن وإخلاء سبيلهن دون مقابل.
وقال الحنفية (٢) لا يفادي بنساء الكفار، وإنما يسترقون لمنفعة المسلمين إلا في حال الضرورة فيجوز المفاداة بهن.
وقال الشافعية (٣) والحنابلة (٤) يلزم استرقاقهن بمجرد السبي لفعل النبي - صلى الله عليه وسلم - (٥) وبه قال ابن حزم (٦) .
إلا أن الحنابلة أجازوا أن يفادى بهن أسارى المسلمين (٧) لأن النبي - صلى الله عليه وسلم - فادى بالمرأة التي أخذها من سلمة بن الأكوع (٨) .
والذي يظهر أن ترك الخيار للإمام، أو القائد هو الأولى وهو ما ذهب إليه المالكية لأن المصلحة قد تكون في فدائهن، أو المن عليهن دون فداء.
جاء في تفسير المنار: إن رأى المسلمون أن المصلحة في رد السبايا إلى قومهن جاز ذلك، وربما وجب عملا بقاعدة جلب المصالح ودرء المفاسد (٩) .
_________
(١) القوانين الفقهية ص ١٢٨ والشرح الكبير بهامش حاشية الدسوقي (٢/١٨٤) وبلغة السالك (١/٣٦٢) والأخيران قصرا خيار الإمام على الفداء أو الاسترقاق فقط.
(٢) حاشية ابن عابدين (٦/٢٢٧) .
(٣) الأم (٤/٢٦٠) وروضة الطالبين (١٠/٢٥٠) .
(٤) المغني (١٣/٥٠) والكافي في فقه الإمام احمد (٤/١٦١) .
(٥) المغني (١٣/٥٠) .
(٦) المحلى بالآثار (٥/٣٦٤) .
(٧) المغني (١٣/٥٠) .
(٨) صحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب التنفيل وفداء المسلمين بالأسرى، ح رقم (١٧٥٥)
(٩) تفسير المنار (٥/٥) .','2','393',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (388,'المسألة الثالثة
الاتفاقات بين المسلمين والكفار
إذا حصل اتفاقات بين المسلمين والكفار على أمور معينة مشروعة فإنه يجب الوفاء بها في حدود ما تضمنته الاتفاقات، لعموم قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا أَوْفُوا بِالْعُقُودِ} [المائدة: ١] .
فلو حصل اتفاق بين المسلمين والكفار أنه لا سبي ولا استرقاق للنساء والأطفال وأنهم يعادون إلى أهليهم، كان ذلك ملزما للطرفين (١) .
جاء في شرح السير الكبير (ولو شرطوا أي العدو أن لا نقتل أسراهم إذا أصبناهم فلا بأس بأن نأسرهم ويكونوا فيئا ولا نقتلهم وإن شرطوا لا نأسر منهم أحدا فليس لنا أن نأسرهم أو نقتلهم إلا أن تظهر الخيانة منهم. فحينئذ يكون هذا نقضا منهم للعهد فلا بأس أن نقتل أسراهم، وأن نأسرهم كما كان لنا ذلك قبل العهد) (٢) .
وبعد بيان هذه المسائل الثلاثة بشيء من الاختصار يتضح أنه في هذا العصر لا يمكن تطبيق سبي النساء واسترقاقهن في حال القتال مع الكفار لعدم تقسيم الغنائم على المجاهدين، وللاتفاقات المبرمة التي تمنع الرق في أسرى الحروب وتلزم بتسليم الأسرى إلى دولهم، فإذا قسمت الغنائم على المجاهدين، ولم يكن هناك اتفاقات ملزمة بين المسلمين والكفار، فإن الحكم ثابت في جواز سبيهن واسترقاقهن باتفاق الفقهاء. والله أعلم.
_________
(١) الجهاد والقتال في السياسة الشرعية (٢/١٤٣٣) .
(٢) شرح السير الكبير (١/٢٣١) .','2','394',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (389,'الفرع التاسع
المثلة (١) بموتى الكفار
اتفق الفقهاء (٢) رحمهم الله تعالى - فيما أعلم - أنه لا يجوز التمثيل بموتى الكفار إذا لم يكن في التمثيل بهم مصلحة، أو معاملة بالمثل.
والأدلة على ذلك ما يلي:
١- عن سمرة بن جندب - رضي الله عنه - قال: (كان النبي - صلى الله عليه وسلم - يحثنا على الصدقة وينهانا عن المثلة) (٣) .
٢- وعن بريدة - رضي الله عنه - قال: (كان رسول الله - صلى الله عليه وسلم - إذا أمَّر أميرا على جيش أو سرية، أوصاه في خاصته بتقوى الله ومن معه من المسلمين خيرا، ثم قال: أغزو باسم الله في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغلوا ولا تغدروا ولا تمثلوا..) (٤) .
وجه الدلالة من الحديثين: أنه - صلى الله عليه وسلم - نهى عن المثلة، والنهي يقتضي التحريم.
أما إذا كان في التمثيل بموتى العدو مصلحة للمجاهدين، أو معاملة بالمثل بأن مثلوا بموتى المسلمين فإنه يجوز التمثيل بموتاهم بما تتحقق به المصلحة وذلك عملا بقاعدة المصلحة والمفسدة (٥) .
_________
(١) مثلة بضم الميم ومَثلة بفتحها: عقوبة، ومثلت بالقتيل إذا جدعت أنفه وأذنه أو مذاكيره أو شيئا من أطرافه والاسم المثلة. انظر: لسان العرب (١١/٦١٥) مادة (مثل) وطلبة الطلبة ص ١٨٨.
(٢) المبسوط (١٠/٥) وبدائع الصنائع (٦/٩٦) وفتح القدير (٥/٢٠١) وحاشية الخرشي ... (٤/٢٠) ومواهب الجليل (٤/٥٤٨) والأم (٤/٢٤٥) والحاوي الكبير (١٤/١٧٥) والمغني (١٣/١٩٩) وكشاف القناع (١/٣٨٠) .
(٣) صحيح البخاري مع الفتح كتاب المغازي، باب قصة عكل وعرينة، ح رقم (٤١٩٢) من حديث طويل وفيه قال قتادة: (بلغنا أن النبي - صلى الله عليه وسلم - بعد ذلك) أي بعد قصة العرينين كان يحث على الصدقة وينهى عن المثلة قال ابن حجر وهو موصول بالإسناد المذكور، انظر: فتح الباري (٧/٥٨٢) .
(٤) سبق تخريجه.
(٥) والمقصود: أنه إذا كان ارتكاب المفسدة يحقق مصلحة راجحة على المفسدة جاز ذلك فالتمثيل بالعدو مفسدة، لكن إذا كانت المصلحة التي تحصل للمسلمين من التمثيل بهم أعظم من مفسدة التمثيل جاز التمثيل بهم.
راجع قاعدة المصلحة والفسدة. الموافقات للشاطبي (٢/٢٠) وما بعدها.','2','395',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (390,'جاء في البحر الرائق: لا بأس بحمل رءوس الكفار إذا كان فيه غيظ للمشركين بأن كان المقتول من قواد المشركين (١) .
وقد حمل عبد الله بن مسعود - رضي الله عنه - رأس أبي جهل يوم بدر إلى النبي - صلى الله عليه وسلم - ولم ينكر عليه النبي - صلى الله عليه وسلم - ذلك (٢) .
وفي المغني: يكره قطع رءوس الكفار ورميها في المنجنيق إلا إذا فعلوا ذلك لمصلحة جاز؛ لأن عمرو بن العاص - رضي الله عنه - حين حاصر الإسكندرية (٣) ظفر برجل من المسلمين فأخذوا رأسه فجاء قومه عمرا مغضبين فقال لهم عمرو: خذوا رجلا منهم فاقطعوا رأسه فارموا به إليهم في المنجنيق ففعلوا ذلك فرمى أهل الإسكندرية رأس المسلم إلى قومه (٤) .
وجاء في حاشية الدسوقي في جواز التمثيل بالكفار معاملة بالمثل: (وإذا مثلوا بمسلم جاز التمثيل بهم ولو بعد القدرة عليهم) (٥) .
وقال الخطابي في معرض بيان النهي عن المثلة: (وهذا إذا لم يكن الكافر فعل مثل ذلك بالمقتول المسلم فإن مثل بالمقتول جاز أن يمثل به) (٦) .
قال تعالى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ} [النحل: ١٢٦] .
وبما سبق يتقرر أن الفقهاء أجازوا التمثيل بموتى العدو لمصلحة راجحة، أو معاملة بالمثل، وما عدا ذلك يبقى على عدم الجواز. والله أعلم.
_________
(١) البحر الرائق (٥/١٣١) شرح منتهى الإرادات (١/٦٢٤) .
(٢) عيون الأثر (١/٤٠٢) والسيرة النبوية لابن هشام (٢/٦٣٦) .
(٣) هي: مدينة كبيرة بمصر تقع على ساحل البحر المتوسط. انظر: الروض المعطار في خبر الأقطار لمحمد الحميري ص ٥٤.
(٤) المغنى: ١٣/٢٠٠.
(٥) حاشية الدسوقي (٢/١٧٩) والتاج والإكليل بهامش مواهب الجليل (٤/٥٤٨) .
(٦) معالم السنن (٢/٢٤٣) .','2','396',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (391,'<span data-type="title" id=toc-144>الفرع العاشر
إقحام المجاهد نفسه فيما يغلب على ظنه أن فيه الهلكة</span>
إذا أقحم المجاهد نفسه فيما يغلب على ظنه أن فيه هلاكه فلا يخلو الحال؛ أن يكون في ذلك مصلحة للمسلمين ونكاية بالعدو، أو لا يكون من ذلك شيء.
فأما الحالة الأولى: وهي أن يكون في ذلك مصلحة للمسلمين ونكاية بالعدو.
فعامة الفقهاء (١) رحمهم الله تعالى: على جواز إقحام المجاهد نفسه فيما فيه هلاكه في هذه الحالة.
واستدلوا بما يلي:
١- عن أنس بن مالك - رضي الله عنه - (أن رسول الله - صلى الله عليه وسلم - أفرد يوم أحد في سبعة من الأنصار ورجلين من قريش فلما رهقوه (٢) قال: من يردهم عنا وله الجنة، أو هو رفيقي في الجنة؟ فتقدم رجل من الأنصار فقاتل حتى قتل، ثم رهقوه، فقال: من يردهم عنا وله الجنة، أو رفيقي في الجنة، فتقدم رجل من الأنصار فقاتل حتى قتل، فلم يزل كذلك حتى قتلوا السبعة..) (٣) .
ووجه الدلالة: أن مقابلة الواحد للجماعة فيه هلاكه إلا أنه يجوز إذا كان في ذلك مصلحة للمسلمين كرد العدو عن المسلمين، كما في قوله - صلى الله عليه وسلم - في الحديث السابق (من يردهم عنا وله الجنة) .
٢- عن أنس بن النضر (٤) رضي الله عنه قال: (غبت عن أول قتال النبي - صلى الله عليه وسلم - لئن أشهدني الله مع النبي - صلى الله عليه وسلم - ليرين الله ما أجد، فلقي يوم أحد فهزم الناس، فقال: اللهم إني اعتذر
_________
(١) المبسوط (١٠/٧٦) وشرح السير الكبير (١/١١٥) وحاشية الخرشي (٤/٣٠) والذخيرة (٣/٤١٠) وحاشية الدسوقي (٢/١٨٣) وسبل السلام (٤/١٠٠) ومشارع الأشواق (١/٥٥٧) والإنصاف (٤/٢٥) والفروع (٦/٢٠٢) .
(٢) رهقة يرهقه رهقا أي غشيه وأرهقت الرجل أدركته، انظر: لسان العرب (١٠/١٢٩) مادة (رهق) .
(٣) مسلم بشرح النووي، كتاب الجهاد والسير باب غزوة أحد ح رقم (١٧٨٩) .
(٤) هو: أنس بن النضر بن ضمضم الأنصاري الخزرجي عم أنس بن مالك خادم رسول الله - صلى الله عليه وسلم - قتل يوم أحد شهيدا، ومثل به المشركون فما عرفه إلا أخته ببنانه. انظر: أسد الغابة ... (١/١٥٥) ت رقم (٢٦٣) والإصابة (١/٢٨١) ت رقم (٢٨٣) .','2','397',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (392,'إليك مما صنع هؤلاء - يعني المسلمين - وأبرأ إليك مما جاء به المشركون فتقدم بسيفه فلقي سعد بن معاذ، فقال: أين يا سعد؟ إني أجد ريح الجنة دون أحد فمضى فقتل فما عرف حتى عرفته أخته بشامة أو ببنانه، وبه بضع وثمانون من طعنة وضربة ورمية بسهم) (١) .
قال في زاد المعاد: يجوز الانغماس في العدو كما انغمس أنس بن النضر وغيره (٢) وهذا إذا كان فيه مصلحة للمسلمين وتأثيرا في العدو، ونكاية بهم.
وفي قول عند المالكية (٣) لا يجوز إقحام المجاهد نفسه فيما فيه هلاكه ولو كان في ذلك مصلحة، أو نكاية بالعدو.
واستدلوا: بمعموم قوله تعالى: {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:١٩٥] .
ولعل هذا القول للمالكية محمول على عدم النفع للمسلمين، أو عدم النكاية بالعدو في إقحام المجاهد نفسه فيما فيه هلاكه، أو كونه يقاتل لإظهار شجاعته.
وبهذا يتقرر أن للمجاهد في سبيل الله إقحام نفسه فيما فيه هلاكه إذا كان في ذلك نفع للمسلمين ونكاية بالعدو.
أما الحالة الثانية: إذا لم يكن هناك نفع للمسلمين ولا نكاية بالعدو من إقحام المجاهد نفسه فيما فيه هلاكه، فإن عامة الفقهاء قالوا: لا يجوز للمجاهد أن يقحم نفسه فيما فيه هلاكه (٤) .
واستدلوا بما يلي:
١- عموم قوله تعالى: {وَلا تَقْتُلُوا أَنْفُسَكُمْ} [النساء: ٢٩] .
_________
(١) صحيح البخاري مع الفتح، كتاب المغازي باب غزوة أحد ح رقم (٤٠٤٨) وصحيح مسلم بشرح النووي، كتاب الإمارة باب ثبوت الجنة للشهيد ح رقم (١٩٠٣) .
(٢) زاد المعاد (٣/٢١١) .
(٣) حاشية الدسوقي (٢/١٨٣) وحاشية الخرشي (٤/٣٠) .
(٤) المبسوط (١٠/٧٦) وشرح السير الكبير (١/١١٥) وحاشية الخرشي (٤/٣٠) والذخيرة (٣/٤١٠) وحاشية الدسوقي (٢/١٨٣) وسبل السلام (٤/١٠٠) ومشارع الأشواق (١/٥٥٧) والإنصاف (٤/٢٥) والفروع (٦/٢٠٢) .','2','398',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (393,'٢- وقوله تعالى: {وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة: ١٩٥] .
وقد جاء في تفسيرها: لا تدخلوا على العساكر التي لا طاقة لكم بها فإن ذلك من التهلكة (١) .
٣- ولأنه لا يحصل من إقحام المجاهد نفسه في الهلاك شيء من إعزاز الدين ولكنه يقتل فقط فيتلف نفسه من غير منفعة للمسلمين، ولا نكاية بالعدو (٢) .
وذهب بعض الفقهاء إلى أنه يجوز أن يقحم المجاهد نفسه فيما فيه هلاكه، وإن لم يكن في ذلك منفعة ولا نكاية بالعدو. بشرط إخلاص النية في طلب الشهادة (٣) .
جاء في أحكام القرآن للقرطبي: (وقيل: إذا طلب الشهادة وخلصت النية، فليحمل لأن مقصوده واحد منهم، وذلك بين في قوله تعالى: {وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ} [البقرة:٢٠٧] ) (٤) .
الترجيح
الذي يظهر أن القول الأول هو الأقرب إلى الرجحان وهو عدم جواز إقحام المجاهد نفسه فيما فيه هلاكه؛ لأن فيه إهلاك نفسه دون منفعة، ولا نكاية بالعدو وربما هذا التصرف يؤدي إلى وهن المسلمين بفقدهم جنودهم دون فائدة. والله أعلم.
_________
(١) أحكام القرآن لابن العربي (١/١٦٦) والجامع لأحكام القرآن للقرطبي (٢/٣٦١) .
(٢) شرح السير الكبير (١/١١٥) وحاشية ابن عابدين (٦/٢٠٦) .
(٣) المرجعان السابقان في هامش رقم (٤) وممن قال بذلك: القاسم بن مخيمرة، والقاسم بن محمد من المالكية.
(٤) الجامع لأحكام القرآن للقرطبي (١/٣٦١) وانظر كذلك أحكام القرآن لابن العربي ... (١/١٦٦) .','2','399',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (394,'<span data-type="title" id=toc-145>الفرع الحادي عشر
استسلام المجاهد للأسر</span>
ذهب الفقهاء (١) رحمهم الله تعالى إلى أن الأولى للمجاهد عدم الاستسلام للأسر حتى يفوز بالشهادة، ويحصل له الثواب العظيم، والدرجة الرفيعة، ويسلم من تحكم الكفار عليه بالتعذيب وفتنتهم له، فإن فعل واستسلم للأسر جاز له ذلك (٢) .
والأصل في هذا حديث أبي هريرة - رضي الله عنه - قال: (بعث النبي - صلى الله عليه وسلم - سرية (٣) عينا (٤) وأمر عليهم عاصم بن ثابت (٥) فانطلقوا حتى إذا كان بين عسفان ومكة ذكروا لحي من هذيل يقال لهم بنو لحيان (٦) فتبعوهم بقريب من مائة رام فاقتصوا آثارهم، حتى أتوا منزلا نزلوه، فوجدوا فيه نوى تمر تزودوه من المدينة فقالوا: هذا تمر يثرب فتبعوا آثارهم حتى لحقوهم، فلما انتهى عاصم وأصحابه لجئوا إلى فدفد (٧) وجاء القوم فأحاطوا بهم، فقالوا: لكم العهد والميثاق إن نزلتم إلينا أن لا نقتل منكم رجلا فقال عاصم: أما أنا
_________
(١) الذخيرة (٣/٤١٠) ومعالم السنن للخاطبي (٢/٢٤٠) وعون المعبود (٧/٢٣٠) والمغني (١٣/١٨٨) والإنصاف (٤/٢٥) والسراج الوهاج ص ٥٤٢.
(٢) المغنى (١٣/١٨٨) .
(٣) السرية: طائفة من الجيش يبلغ أقصاها أربعمائة. انظر: لسان العرب (١٤/٣٨٣) مادة (سرا) .
(٤) العين: الذي يبعث ليتجسس الخبر. انظر: لسان العرب (١٣/٣٠١) مادة عين.
(٥) هو: عاصم بن ثابت بن أبي الأقلح، واسم أبي الأقلح قيس بن عصمة بن النعمان، الأنصاري الأوسي، من السابقين إلى الإسلام شهد بدرا. انظر: الإصابة (٣/٤٦٠) ت رقم (٤٣٦٥) وأسد الغابة (٢/٧) ت رقم (٢٦٦٣) .
(٦) بنو لحيان: بكسر اللام وفتحها وهم بنو هذيل بن مدركة بن إلياس لهم مياه وأماكن في جهات نجد وتهامة، وبين مكة والمدينة وهم أهل بأس وشدة، انظر: قلائد الجمان للقلقشندي ص ١٣٣.
(٧) فدفد: الموضع الذي فيه غلظ وارتفاع. انظر: النهاية في غريب الحديث (٣/٣٧٧) وفتح الباري لابن حجر (٧/٤٨٥) .','2','400',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (395,'فلا أنزل في ذمة كافر، اللهم أخبر عنا نبيك فقاتلوهم حتى قتلوا عاصما في سبعة نفر النبل وبقي خبيب (١)
وزيد (٢) ورجل آخر (٣) فأعطوهم العهد والميثاق فلما أعطوهم العهد والميثاق نزلوا إليهم، فلما استمكنوا منهم حلوا أوتار قسيهم (٤) فربطوهم بها، فقال الرجل الثالث الذي معهما: هذا أول الغدر فأبى أن يصحبهم فجروه وعالجوه على أن يصحبهم فلم يفعل فقتلوه..) (٥) .
وجه الدلالة: أن عاصما ومن معه أخذوا بالعزيمة ولم يستسلموا للكفار، وخبيب ومن معه أخذوا بالرخصة في جواز الاستسلام وكلهم محمود غير مذموم ولا ملوم (٦) .
وعلى هذا يجوز للمجاهد في سبيل الله أن يقاتل العدو ولا يستسلم حتى يقتل، وله أن يستسلم للأسر ولكن ينبغي له أن يختار الأصلح، فإن رأى أن الأسر أفضل فيستسلم وإن رأى فيه تعذيب له وإهانة وأنه تحت التعذيب قد يدلي بمعلومات عن المجاهدين فإن الأولى له أن لا يستسلم حتى يقتل في سبيل الله مقبلا غير مدبر. والله أعلم.
_________
(١) هو: خبيب بن عدي بن مالك بن عامر، الأنصاري الأوسي شهد بدرا أسره بنو لحيان في سرية عاصم بن ثابت وباعوه في مكة إلى بني الحارث بن عامر، وكان خبيب قد قتل الحارث يوم بدر، فأجمع بنو الحارث على قتله، وخرجوا به إلى التنعيم فطلب منهم أن يتركوه يصلي ركعتين فتركوه ثم دعا عليهم. انظر الإصابة (١/٢٥٥) ت رقم ... (٢٢٢٧) وأسد الغابة (١/٥٩٧) ت رقم (١٤١٧) ..
(٢) هو: زيد بن الدثنة بن معاوية بن عبيد، الأنصاري البياضي شهد بدرا وأحدا كان في سرية عاصم بن ثابت فأسره بنو لحيان وباعوه إلى قريش فاشتراه صفوان بن أمية، وقتله بأبيه. انظر: الإصابة (٢/٥٠٠) ت رقم (٢٩٠٥) وأسد الغابة (٢/١٣٤) ت رقم ... (١٨٣٥) .
(٣) هو: عبد الله بن طارق بن عمرو بن مالك البلوي، حليف بن ظفر من الأنصار، شهد بدرا وأحدا وهو أحد الستة في سرية عاصم بن ثابت، وقد استسلم مع خبيب، ثم نزع سيفه وقاتل العدو فقتلوه بالحجارة انظر الإصابة (٤/١١٧) ت رقم (٤٧٨٧) وأسد الغابة (٣/١٨٠) ت رقم (٣٠٢٤) .
(٤) أوتار جمع وتر وقسيهم جمع قوس، والمراد: الوتر التي تربط بها القوس. انظر: لسان العرب (٥/٥٧٥، ٥٧٨) مادة وتر.
(٥) صحيح البخاري مع الفتح، كتاب المغازي باب غزوة الرجيع ورعل وذكوان ح رقم ... (٤٠٨٦) .
(٦) المغني (١٣/١٨٩) .','2','401',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (396,'<span data-type="title" id=toc-146>المبحث الثالث
فيما يستخدمه المجاهد من الأسلحة في مواجهة العدو</span>
وفيه أربعة مطالب:
المطلب الأول: التحريق بالنار.
المطلب الثاني: التغريق بالماء.
المطلب الثالث: الرمي.
المطلب الرابع: التحصينات لردع العدو.','2','402',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (397,'<span data-type="title" id=toc-147>المطلب الأول
التحريق بالنار</span>
اتفق الفقهاء (١) رحمهم الله تعالى - فيما أعلم - أنه يجوز تحريق الكفار بالنار في حال القتال إذا لم يقدروا عليهم بغيرها، وخيف منهم على المسلمين، ولم يكن فيهم أسرى مسلمون (٢) .
واستدلوا بما جاء في سنن سعيد بن منصور بإسناده (أن جنادة ابن أبي أمية (٣) وعبد الله بن قيس الفزاري، وغيرهما من ولاة البحرين ومن بعدهم، كانوا يرمون العدو من الروم، وغيرهم بالنار، ويحرقونهم، هؤلاء لهؤلاء وهؤلاء لهؤلاء) وفي رواية عن عبد الله بن قيس الفزاري (أنه كان يغزو على الناس في البحر على عهد معاوية وكان يرمي العدو بالنار ويرمونه، ويحرقهم ويحرقونه، وقال: لم يزل أمر المسلمين على ذلك) (٤) .
_________
(١) المبسوط (١٠/٣١) وفتح القدير (٥/١٩٧) وبدائع الصنائع (٦/٦٢) والمدونة (٢/٢٥) وحاشية الخرشي (٤/١٥) والذخيرة (٣/٤٠٨) والأم (٤/٢٤٣) والحاوي الكبير (١٤/١٨٣) وروضة الطالبين (١٠/٢٤٤) والمغني (١٣/١٣٩) وكشاف القناع (٢/٣٧٧) والمبدع (٣/٣٢١) .
وقد ذكره ابن حجر: أن عمرا وابن عباس وغيرهما كرها الإحراق بالنار مطلقا حتى في حال القتال. انظر: فتح الباري (٦/١٨٥) لكن يمكن حمل هذه الكراهة على كون ذلك في حال القدرة عليهم دون إحراق والله أعلم.
(٢) إذا كان فيهم أسرى مسلمون، فقد سبق الحديث عن ذلك وذكر خلاف الفقهاء في مسألة تترس العدو بأسرى المسلمين.
(٣) هو: جنادة بن أبي أمية الأزدي الدوسي من كبار التابعين، حدث عن معاذ بن جبل وعمر وعبادة وغيرهم، ولي البحرين لمعاوية وشهد فتح مصر ثقة قال ابن يونس: توفي سنة (٨٠) هـ وقيل: غير ذلك. انظر: سير أعلام النبلاء (٤/٦٢) وتهذيب التهذيب ... (٢/٩٩) .
(٤) أخرجه سعيد بن منصور في سننه، كتاب الجهاد باب كراهية أن يعذب بالنار ح رقم (٢٦٤٧) ورقم (٢٦٤٨) .','2','403',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (398,'واختلفوا فيما إذا قدروا على العدو بغير التحريق بالنار إلى قولين:
القول الأول: لا يجوز إحراقهم بالنار إذا قدروا عليهم بغيرها.
وبهذا قال المالكية (١) والحنابلة (٢) .
واستدلوا: بحديث أبي هريرة - رضي الله عنه - قال: بعثنا رسول الله - صلى الله عليه وسلم - في بعث فقال: (إن وجدتم فلانا، وفلانا (٣) فأحرقوهما بالنار، ثم قال رسول الله - صلى الله عليه وسلم - حين أردنا الخروج: إني أمرتكم أن تحرقوا فلانا، وفلانا، وأن النار لا يعذب بها إلا الله، فإن وجدتموهما فاقتلوهما) (٤) .
وجه الدلالة: أن من ذكر في الحديث مقدور عليهما بغير الحرق بالنار، فلم يجز إحراقهما بالنار وإنما يقتلان بغير الإحراق.
قال ابن حجر: ومحل الحديث إذا لم يتعين التحريق طريقا إلى الغلبة على الكفار حال الحرب (٥) . ومفهوم كلامه أنه إذا تعين التحريق طريقا إلى الغلبة على الكفار حال القتال جاز تحريقهم بالنار. القول الثاني: أنه يجوز إحراق العدو بالنار ولو قدروا عليهم بغيرها.
وبهذا قال الحنفية (٦) والشافعية (٧) .
_________
(١) حاشية الخرشي (٤/١٥) والمدونة (٢/٧) .
(٢) المغني (١٣/١٣٨) وكشاف القناع (٢/٣٧٧) والمبدع (٣/٣٢١) .
(٣) هما: هبار بن الأسود ونافع بن عبد قيس وذلك أن النبي - صلى الله عليه وسلم - لما أسر أبو العاص بن الربيع زوج ابنته زينبت يوم بدر أطلقه من المدينة وشرط عليه أن يجهز له ابنته زينب فجهزها فتبعها هبار ونافع فنخسا بعيرها فأسقطت ومرضت من ذلك، والقصة مشهورة انظر: السيرة النبوية لابن هشام (٢/٤٥٦) وفتح الباري (٦/١٨٤) .
(٤) صحيح البخاري مع الفتح، كتاب الجهاد والسير باب لا يعذب بعذاب الله، ح رقم ... (٣٠١٦) .
(٥) فتح الباري (٦/١٨٤) .
(٦) المبسوط (١٠/٣٢) وبدائع الصنائع (٦/٦٢) .
(٧) الأم (٤/٢٤٣) والحاوي الكبير (١٤/١٨٣) وروضة الطالبين (١٠/٢٤٤) وهذا مفهوم من إطلاق قولهم في جواز إحراق الكفار دون قيد.','2','404',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (399,'واستدلوا بما يلي:
١- إن دار الحرب غير ممنوعة بإسلام ولا عهد (١) .
٢- ولأن المقصود كبت العدو وكسر شوكتهم وبالتحريق يحصل ذلك (٢) .
٣- ويمكن أن يستدل لهم بما جاء في سنن سعيد بن منصور، وفيه (أن ولاة البحرين ومن بعدهم يرمون العدو من الروم وغيرهم بالنار ويحرقونهم) (٣) .
الترجيح
يظهر أن الراجح القول الأول. أنه لا يجوز إحراق العدو بالنار، إلا في حالة الضرورة إلى ذلك بأن لا يقدروا عليهم إلا بحرقهم بالنار، أو من قبيل المعاملة بالمثل.
للحديث الصحيح عن أبي هريرة - رضي الله عنه - وهو في البخاري وغيره، ولأن القتل بغير الإحراق بالنار ممكن، وهدف الجهاد إعلاء كلمة الله، وتأديب من يقف حائلا دون نشر الإسلام، لا التشفي من العدو بالتعذيب بالنار، فلا يصار إلى ذلك إلا عند الضرورة، والضرورة تقدر بقدرها. والله أعلم.
_________
(١) الأم (٤/٢٤٣) .
(٢) فتح القدير (٥/١٩٧) .
(٣) سبق تخريجه.','2','405',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (400,'<span data-type="title" id=toc-148>المطلب الثاني
التغريق بالماء</span>
اتفق الفقهاء (١) رحمهم الله تعالى - فيما أعلم - أنه يجوز تغريق الكفار بالماء في حال القتال إذا لم يقدر عليهم إلا بذلك، أو من قبيل المعاملة بالمثل.
أما إذا قدر عليهم بغير التغريق فقد اختلفوا، والخلاف في هذه المسألة، كالخلاف في مسألة التحريق بالنار فما قيل هناك، يقال: هنا (٢) والله أعلم.

<span data-type="title" id=toc-149>المطلب الثالث
الرمي</span>
وفيه أربعة فروع:
الفرع الأول: الرمي بالمنجنيق.
الفرع الثاني: الرمي بالمدافع والدبابات والطائرات، ونحو ذلك.
الفرع الثالث: الرمي بالسهام المسمومة.
الفرع الرابع: الرمي بالأسلحة ذات الدمار الشامل.
_________
(١) المبسوط (١٠/٣١) وبدائع الصنائع (٦/٦٢) والمدونة (٢/٢٥) والذخيرة (٣/٤٠٨) والأم (٤/٢٤٣) والحاوي الكبير (١٤/١٨٤) وروضة الطالبين (١٠/٢٤٤) والمغني ... (١٣/١٣٩) وكشاف القناع (٢/٣٧٧) .
(٢) راجع: المطلب الأول.','2','406',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (401,'<span data-type="title" id=toc-150>الفرع الأول
الرمي بالمنجنيق </span>(١)
اتفق الفقهاء (٢) رحمهم الله تعالى على جواز رمي العدو بالمنجنيق مع الحاجة إليها.
واستدلوا على ذلك بما يلي:
١- عن مكحول الدمشقي (٣) رحمه الله: (أن النبي - صلى الله عليه وسلم - نصب المنجنيق على أهل الطائف) (٤) .
٢- ولأن القتال به معتاد فأشبه السهام (٥) .
_________
(١) المنجنيق تجمع على مجانق ومجانيق ومنجنيقات، وهي آلة حرب تقذف الحجارة على الحصون فتهدمها، والنبي - صلى الله عليه وسلم - أو من مرمي به في الإسلام، انظر: لسان العرب (١٠/٣٣٨) مادة (منجق) وتوضيح الأحكام (٥/٣٩٩) والسيرة النبوية لابن هشام (٤/٤٨٣) .
(٢) المبسوط (١٠/٦٤) وبدائع الصنائع (٦/٦٢) والمدونة (٢/٢٥) والكافي في فقه أهل المدينة المالكي (١/٦٤٧) وحاشية الخرشي (٤/١٥) والأم (٤/٢٤٣) والحاوي الكبير (١٤/١٨٣) والمغني (١٣/١٣٩) وكشاف القناع (٢/٣٧٥) .
(٣) هو: أبو عبد الله مكحول بن زيد، ويقال: ابن أبي مسلم بن شاذل الدمشقي، من سبي كابل، كان مولى لامرأة من قريش فأعتقته، تابعي ثقة، عالم أهل الشام ومفتيهم في زمانه، سكن دمشق وتوفي بها سنة ١١٨ هـ انظر: سير أعلام النبلاء (٥/١٥٥) وتهذيب الأسماء واللغات (٢/١١٣) .
(٤) أخرجه أبو داود في مراسيله، كتاب الجهاد باب فضل الجهاد ح رقم (٣١) والبيهقي في السنن الكبرى، كتاب السير، باب قطع الشجر وحرق المنازل، ح رقم (١٨١٢٠) وقال ابن حجر في بلوغ المرام: أخرجه أبو داود في المراسيل، ورجاله ثقات، ووصله العقيلي بإسناد ضعيف عن علي رضي الله عنه انظر: بلوغ المراد من أدلة الأحكام، كتاب الجهاد ص ٤٢٥ ح رقم (١٣٠٧) والضعفاء للعقيلي (٢/٢٤٤) .
(٥) المغني (١٣/١٣٩) وكشاف القناع (٢/٣٧٥) .','2','407',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (402,'<span data-type="title" id=toc-151>الفرع الثاني
الرمي بالمدافع، والطائرات، والدبابات، ونحو ذلك</span>
سبق بيان اتفاق الفقهاء رحمهم الله تعالى على جواز رمي العدو بالمنجنيق في القتال (١) . والمدافع والطائرات والدبابات والصواريخ تقوم في هذا العصر مقام المنجنيق. جاء في الشرح الممتع (المنجنيق بمنزلة المدفع ففي الوقت الحاضر لا يوجد منجنيق لكن يوجد ما يقوم مقامه، من الطائرات، والمدافع والصواريخ وغيرها) (٢) .
وفي توضيح الأحكام: (.. النبي - صلى الله عليه وسلم - رمي أهل الطائف بالمنجنيق ومثله غيره من المدافع والصواريخ وغيرها) (٣) .
وبهذا يكون الفقهاء متفقين على جواز استعمال المدافع، والطائرات والصواريخ وغيرها في قتال الكفار، لأنها تقوم مقام المنجنيق، والله أعلم.
الفرع الثالث
الرمي بالسهام (٤) المسمومة
السهام والنبال سلاح متفق على جواز قتال الكفار به.
جاء في بداية المجتهد: (اتفق المسلمون على جواز قتلهم بالسلاح) (٥) .
والأدلة على ذلك كثيرة منها:
_________
(١) راجع: الفرع الأول.
(٢) الشرح الممتع (٨/٢٧) وانظر كذلك العلاقات الدولية في الإسلام د/ وهبة الزحيلي ص ٤٧.
(٣) توضيح الأحكام (٥/٣٩٩) وسبل السلام (٤/١٠٥) وحاشية ابن عابدين (٦/٢٠٩) .
(٤) السهم واحد النبل وهو مركب النصل، وقيل: نفس النصل. انظر: لسان العرب ... (١٢/٣٠٨) مادة سهم والمصباح المنير ص ٢٩٣ مادة سهم.
(٥) بداية المجتهد (١/٣٨٨) .','2','408',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (403,'١- قوله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} [الأنفال: ٦٠] .
جاء في تفسير القوة في الآية بأنه: الرمي (١) .
٢- عن أبي أسيد رضي الله عنه (٢) قال: قال النبي - صلى الله عليه وسلم - يوم بدر حين صففنا لقريش وصفوا لنا: (إذا أكثبوكم (٣) فعليكم بالنبل) (٤) .
٣- عن أنس بن مالك - رضي الله عنه - قال: (كان أبو طلحة (٥) حسن الرمي فكان إذا رمي يشرف النبي - صلى الله عليه وسلم - فينظر إلى موضع نبله) (٦) .
ويقوم مقام النبل في هذا العصر الرصاص الذي يستعمل عن طريق البندقية (٧) إذا تقرر هذا فهل النبال والسهام المسمومة تدخل في عموم هذه الأدلة فيجوز رمي العدو بها، أم لا؟
عامة الفقهاء رحمهم الله تعالى لم يتعرضوا لذلك، ولعل قولهم بجواز تحريق العدو بالنار وإغراقه بالماء (٨) إذا لم يمكن أخذه بغيرها دليل على أنه يجوز رمي العدو بالنبال والسهام المسمومة، فهي أقل ضررا بالعدو من التحريق بالنار والإغراق بالماء.
_________
(١) جامع البيان للطبري (٦/٢٧٤) وانظر سنن الترمذي، باب ومن سورة الأنفال ح رقم (٣١٨٤) وسنن أبي داود باب من الرمي ح (٢٥١٥) .
(٢) هو: مالك بن ربيعة بن البدن بن عامر، الأنصاري الخزرجي الساعدي، مشهور بكنيته أبو أسيد شهد بدرا وأحدا والمشاهد كلها مع النبي - صلى الله عليه وسلم - توفي سنة ٤٠ هـ وقيل غير ذلك انظر الإصابة (٥/٥٣٥) ت رقم (٧٦٤٤) وأسد الغابة (٤/٢٤٧) ت رقم ... (٤٥٨٧) .
(٣) أي: دنوا منكم وقربوا حتى تنالهم النبال. انظر: لسان العرب مادة (كثب) (١/٧٠٢) وفتح الباري (٦/١١٥) .
(٤) صحيح البخاري مع الفتح، كتاب الجهاد، باب التحريض على الرمي ح رقم (٢٩٠٠) .
(٥) هو: زيد بن سهل بن الأسود بن حرام، الأنصاري الخزرجي مشهور بكنيته أبو طلحة من أفضل الصحابة وأشجعهم وهو زوج أم سليم بنت ملحان، شهد بدرا وأحدا، توفي سنة ٥١ هـ وقيل: غير ذلك، انظر: أسد الغابة (٢/١٣٧) ت رقم (١٨٤٣) والإصابة (٢/٥٠٢) ت رقم (٢٩١٢) .
(٦) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب من يترس بترس صاحبه رقم ... (٢٩٠٢) .
(٧) حاشية ابن عابدين (٦/٢١٠) .
(٨) راجع: المطلب الأول والمطلب الثاني.','2','409',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (404,'قال صاحب الحاوي الكبير: (يجوز أن يلقي عليهم أي العدو الحيات والعقارب ويفعل بهم جميع ما يفضي إلى إهلاكهم) (١) .
وقد جاء في بعض كتب المالكية أن مالكا رحمه الله كره رمي العدو بالنبال والسهام، أو الرماح المسمومة، وحملت الكراهة على التحريم (٢) .
واستدلوا على ذلك بما يلي:
١- أنه لا يجوز رمي العدو بالنبال والسهام المسمومة حتى لا تعاد على المسلمين.
٢- أن هذا ليس فعل من مضى (٣) .
ويمكن مناقشة هذه التعليلات بما يلي:
١- خوفهم أن تعاد على المسلمين لا يصلح مبررا لمنع قتالهم بما فيه نكاية بهم لمجرد الخوف، ثم النبال والسهام غير المسمومة يمكن أن تعاد على المسلمين، ولا أحد يقول بعدم جواز رمي العدو بها.
٢- وأما أنه ليس فعل من مضى، فإن النبي - صلى الله عليه وسلم - استعمل المنجنيق في حصاره للطائف ولم تكن معلومة للعرب قبل ذلك (٤) .
ولو قيل بهذا القول لمنع استخدام آلات الحرب الحديثة من طائرات ودبابات ومدافع ونحو ذلك ولبقي المسلمون على النبل والسهام غير المسمومة، ولم يقل بهذا أحد.
وبهذا يتقرر جواز استخدام السهام والنبال المسمومة في قتال العدو للنيل منهم والظفر بهم وإرهابهم، إذا لم يمكن القدرة عليهم بغيرها. والله أعلم.
_________
(١) الحاوي الكبير (١٤/١٨٤) وشرح كتاب السير الكبير (٤/٢٢٧) .
(٢) مواهب الجليل (٤/٥٤٥) وحاشية الخرشي (٤/١٨) .
(٣) المرجعان السابقان في الهامشين السابقين.
(٤) راجع: الفرع الأول من المطلب الثالث.','2','410',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (405,'<span data-type="title" id=toc-153>الفرع الرابع
الرمي بالأسلحة ذات الدمار الشامل</span>، وفيه مسألتان:
<span data-type="title" id=toc-154>المسألة الأولى: الرمي بالأسلحة النووية</span>.
المسألة الثانية: الرمي بالأسلحة الكيمائية والجرثومية.
المسألة الأولى
الرمي بالأسلحة النووية (١)
تمهيد:
يعتبر السلاح النووي من أقوى أنواع أسلحة الدمار الشامل في هذا العصر من حيث القوة التدميرية الذي يحدثها أثناء استخدامه، والأخطار اللاحقة التي تحدث بعد الانفجار سواء على المدى القصير، أم الطويل (١) .
وأول استخدام فعلي لهذا السلاح في عام (١٩٤٥ م) حين استيقظ العالم على فجيعة قصف مدينتي هيروشيما ونجازاكي اليابانيتين، والذي كان حصيلته آلاف القتلى والجرحى، وتلوث ذري سوف يستمر أجيالا متعاقبة كثيرة.
_________
(١) الأسلحة النووية تشمل:
أ- القنبلة النووية الذرية وهي: قنبلة شديدة الانفجار تعتمد على الطاقة المنطلقة نتيجة انشطار نوى اليورانيوم أو البلوتونيوم. انظر: الأسلحة الكيمائية والجرثومية والنووية. د/ محمد الحسن ص ٦٧.
ب- القنبلة الهيدروجينية، وهي: تحدث نتيجة التحام نووي في نواة الذرة، حيث يلتحم الديوتيريوم مع النريتيوم، فينتج طاقة هائلة تزيد على قوة مائة ألف قنبلة ذرية، انظر الأسلحة الكيمائية والجرثومية والنووية ص ٧٥ وكيف تحمي نفسك من الحرب الكيمائية والنووية والبيولوجية ص ١٠.
ج- القنبلة النيترونية: هي عبارة عن قنبلة هيدروجينية صغيرة، إلا أنها تختلف عنها في التركيب والتأثير، وينحصر مفعولها في كونها مصدر إشعاع هائل تحرق الأجسام الحية مسببة قتلها وتدميرها في الحال، ولا تؤثر على المنشأت. انظر: المرجعان السابقان في فقرة ب.','2','411',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (406,'وقد أشارت بعض الإحصاءات إلى أن (١٢) ميلا مربعا من مدينة هيروشيما دمر، وقتل (٨٠٠٠٠) ألف شخص وأصيب مثلهم بإصابات شديدة، وتشوهات خلقية، وأمراض سرطانية قاتلة، و (٤.٥) ميل مربع دمر من مدينة نجازاكي، وقتل (٤٠٠٠٠) ألف شخص وأصيب مثلهم بإصابات بالغة، وقيل: قتل (٧٣٨٨٤) ألف شخص وجرح (٦٠٠٠٠) ألف شخص (١) .
ولا أحد يمكنه التكهن بتأثير عاصفة النيران الناجمة عن انفجار نووي، ومدى ما تحدثه من دمار في المنشأت، وما تخلفه من أعداد هائلة من القتلى والجرحى، وما تهلكه من الحيوانات والنباتات، إذا تقرر هذا فهل يجوز للمجاهد استخدام السلاح النووي في مواجهة العدو؟
هنا أمران ينبغي تقريرهما:
الأول: أن معرفة كل جديد من الأسلحة، وكيفية استخدامها، ووسائل الوقاية منها، أمر واجب ومطلب محل للمجاهد في سبيل الله، ولنا في رسول الله - صلى الله عليه وسلم - أسوة حسنة فقد حفر النبي - صلى الله عليه وسلم - الخندق هو وأصحابه حول المدينة، ولم يكن ذلك معروفا عند العرب من قبل (٢) .
ورمي أهل الطائف بسلاح المنجنيق، وهو سلاح جديد لم يكن معروفا من قبل (٣) .
وعلى هذا يجوز امتلاك السلاح النووي للمجاهدين في سبيل الله والتعرف عليه، وكيف يستخدم وطرق الوقاية منه، وهذا من قبيل إعداد القوة وإرهاب العدو في عموم قوله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ} [الأنفال: ٦٠] .
الثاني: أن الأصل في الإسلام عدم إتلاف النفوس، وعدم الفساد في الأرض وإهلاك الحرث والنسل، وإنما شرع الجهاد في سبيل الله بقدر ما يقتضي دفع الفساد ورفع الظلم، ومنع معوقات الدخول في دين الله، ولقد سبق بيان أنه لا يجوز قتال الكفار إلا بعد دعوتهم
_________
(١) الحرب المحدودة والحرب الشاملة د / أحمد زهران ص (١٠٨) والحرب العالمية الثانية / رمضان لاوند ص ٤٤٥.
(٢) سيأتي ص ٤١٧.
(٣) راجع: الرمي بالمنجنيق والسيرة النبوية لابن هشام (٤/٤٨٣) .','2','412',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (407,'إلى الإسلام. أو دفع الجزية (١) وأنه لا يجوز قتل من ليس أهلا للقتال من العدو، كالنساء والأطفال والشيوخ والرهبان والعجزة ومن في حكمهم مالم يشتركوا في القتال (٢) وأنه لا يجوز استخدام سلاح يفتك بهم مع إمكانية الظهور عليهم بما هو أقل منه.
فالإسلام لا يتشوف إلى إراقة الدماء وإزهاق الأنفس وإنما هدفه من الجهاد في سبيل الله إعلاء كلمة الله وجعل الحاكمية في الأرض لشرعه، فإذا تحقق ذلك توقف القتال مباشرة، ولو بقي أهل الكفر على كفرهم لأنه: {لا إِكْرَاهَ فِي الدِّينِ} [البقرة: ٢٥٦] .
وعلى ما تقدم فإنه لا يجوز استخدام هذه الأسلحة النووية في مواجهة العدو إلا في حالتين:
الحالة الأولى: أن يكون هناك ضرورة في استخدام السلاح النووي، كأن لا يمكن الظهور على العدو إلا باستخدام هذا السلاح، أو لا يمكن دفعهم عن المسلمين، إلا به على أن تقدر الضرورة بقدرها، ويتجنب رمي من ليس أهلا للقتال. لأن التخريب والإفساد في الأرض لا يجوز إلا لضرورة حربية، وهذا موضع اتفاق لا خلاف فيه (٣) لأن الضرورات تبيح المحظورات (٤) .
ويمكن أن يستدل لهذه الحالة بما يلي:
١- قوله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} [الأنفال: ٦٠] .
وجه الدلالة: إن لفظ قوة في الآية نكرة يفيد العموم، والمعنى: أعدو لهم كل الذي تستطيعونه من آلات القتال والسلاح (٥) وكل عصر بما يناسبه.
_________
(١) راجع دعوة العدو إلى الإسلام قبل القتال.
(٢) راجع: قتل من لم يشارك في القتال من العدو.
(٣) العلاقات الدولية في الإسلام لأبي زهرة ص ١٠٢.
(٤) الأشباه والنظائر للسيوطي ص (١٧٣) .
(٥) جامع البيان للطبري (٦/٢٧٤) وأحكام القرآن لابن العربي، وشرح مختصر الروضة ... (٢/٤٧٣) .','2','413',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (408,'٢- إن النصوص من الكتاب والسنة جاءت دالة على قتال الكفار ولم تبين كيفية القتل ولا الآلة التي تستخدم في قتلهم.
قال تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} [التوبة: ٥] .
وقال تعالى: {وَقَاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقَاتِلُونَكُمْ} [البقرة: ١٩٠] .
وقال - صلى الله عليه وسلم - «أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمدا رسول الله..» (١) .
قال الشوكاني (٢) :
(قد أمر الله بقتل المشركين ولم يعين لنا الصفة التي يكون عليها ولا أخذ علينا أن لا نفعل إذا لكذا دون كذا فلا مانع من قتلهم بكل سبب للقتل من رمي، أوطعن أو تحريق أو هدم أو دفع من شاهق ونحو ذلك) (٣) .
الحالة الثانية: أن يكون استخدام هذا السلاح النووي من قبيل المعاملة بالمثل وبهذا يظهر ضرورة امتلاك هذا السلاح والتدريب على استعماله حتى إذا فكر العدو استعماله مع المجاهدين وجد الردع الكافي والزاجر.
ويدل على هذه الحالة:
عموم قوله تعالى: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ} [النحل: ١٢٦] .
وقوله تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} [البقرة: ١٩٤] والله أعلم.
_________
(١) سبق.
(٢) هو: محمد بن علي بن محمد بن عبد الله، الشوكاني، ثم الصنعاني ولد بهجرة شوكان من بلاد خولان، باليمن عام ١١٧٣ هـ ونشأ بصنعاء فقيه مجتهد من كبار علماء اليمن، ولي قضاء صنعاء، له تصانيف كثيرة منها: نيل الأوطار، والبدر الطالع، وفتح القدير وغيرها توفي بصنعاء عام ١٢٥٠ هـ رحمه الله انظر: الأعلام (٦/٢٩٨) ومعجم المؤلفين (٣/٥٤١) ت رقم (١٤٨٩٦) .
(٣) السيل الجرار (٤/٥٠٤) .','2','414',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (409,'المسألة الثانية
الرمي بالأسلحة الكيمائية (١)
والجرثومية (٢)
الرمي بالأسلحة الكيمائية والجرثومية يؤدي إلى القضاء على مظاهر الحياة، ولا يؤثر على العمران والمنشآت (٣) .
وقد ذكر الفقهاء رحمهم الله تعالى جواز استخدام ما يشبه هذه الأسلحة ومن ذلك إطلاق الزواحف والحشرات السامة على العدو، وإلقاء السموم في شراب العدو وطعامهم، جاء في الحاوي للماوردي (يجوز أن يلقى عليهم الحيات، والعقارب، ويفعل بهم جميع ما يقضى إلى إهلاكهم) (٤) .
_________
(١) الأسلحة الكيمائية هي: عبارة عن استخدام المواد الكيمائية السامة في الحروب لغرض قتل، أو تعطيل الإنسان أو الحيوان سواء عن طريق التناول بالفم أو الاستنشاق أو الملامسة وهذه المواد الكيمائية قد تكون غازات أو سائلة سريعة التبخر انظر: الأسلحة الكيمائية والجرثومية والنووية ص ١٧ والحرب الكيمائية ص ٣٩.
وتشمل الأسلحة الكيمائية ما يلي:
١- غاز الخردل وهو: غاز يتكون من مادة الإثلين مضافا إليها كلور الكبريت، ورائحة هذه المادة كرائحة الفجل. انظر: الحرب الكيمائية ص ٥٣.

٢- غاز للويزيت، وهو غاز من مادة سامة تؤدي إلى تهيج الأغشية والأنسجة التي تسقط عليها انظر: أطروحة في الحرب الكيمائية والوقاية منها ص ٢٦.
وغيرها من الغازات لسامة التي لا يتسع المجال لذكرها.
(٢) الأسلحة الجرثومية، هي: عبارة عن استخدام الجراثيم أو سمومها في المعارك لغرض إصابة العدو بالأمراض الوبائية أو السموم القاتلة.
والجراثيم: كائنات حية لا ترى بالعين المجردة كالبكتريا والطفيليات، والفيروسات انظر: الأسلحة الكيمائية والجرثومية والنووية ص ٣٧ والأسلحة الحيوية ص ٢٠.
(٣) الأسلحة الحيوية د/ فهمي أمين ص ٢١ وأسلحة الدمار الشامل (الحرب الكيمائية) للواء/ يوسف الليل ص ٨٣.
(٤) الحاوي الكبير (١٤/١٨٤) وانظر: شرح السير الكبير (٤/٢٢٧) .','2','415',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (410,'ومع هذا فإن هناك بونا شاسعا بين تأثير هذه الحشرات السامة الذي يقتصر أثرها على عدد محدود من جنود الأعداء، ويمكن السيطرة على ذلك بقتل هذه الحشرات وبين ما تخلفه الأسلحة الكيمائية والجرثومية من دمار شامل على مساحات واسعة يقتل الإنسان دون تمييز بين عسكري ومدني، ويهلك الحيوان، والنبات، وأضراره تبقى أجيالا عديدة.
وعلى هذا فإنه لا يجوز للمجاهد استخدام هذا السلاح الذي يهلك الحرث والنسل ويفسد في الأرض إلا في حالتين:
الحالة الأولى: الضرورة القصوى ويستخدم على قدر الضرورة، ولا يقصد به غير المقاتلين من العدو.
الحالة الثانية: المعاملة بالمثل بما يكفي شر العدو ويردعه عن جرمه (١) .
وما قيل في المسألة السابقة من أدلة يمكن أن يستدل بها في هذه المسألة (٢) .
_________
(١) العلاقات الدولية في الإسلام د/ وهبة الزحيلي ص ٤٨.
(٢) راجع ما سبق في الرمي بالأسلحة النووية.','2','416',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (411,'<span data-type="title" id=toc-156>المطلب الرابع
التحصينات لردع العدو</span>، وفيه أربعة فروع:
<span data-type="title" id=toc-157>الفرع الأول: حفر الخنادق</span>.
الفرع الثاني: وضع الأسلاك الشائكة.
الفرع الثالث: زراعة الألغام.
الفرع الرابع: نصب الصواريخ.
الفرع الأول
حفر الخنادق (١)
ينبغي للإمام، والقائد اتخاذ كافة التدابير والتحصينات لردع العدو عن المسلمين، ومن ذلك حفر الخنادق (٢) .
والأصل في ذلك فعل النبي - صلى الله عليه وسلم - فقد أمر بحفر الخندق حول المدينة وباشر الحفر بنفسه (٣) وذلك لردع حشود الأحزاب من المشركين واليهود وغيرهم عن المدينة وعن المسلمين، وقد كان هذا الخندق بعد توفيق الله سببا قويا في انتصار المؤمنين وهزيمة الأحزاب وفشلهم (٤) .
_________
(١) الخندق: الحفير، وخندق حوله، حفر حوله خندقا، والخندق: الوادي وهو أحد أساليب الدفاع ويكون محفورا في الأرض بأعماق مختلفة لتأمين حماية المقاتلين، والمدن والمعسكرات انظر: لسان العرب (١٠/٩٣) مادة (خنق) والموسوعة العسكرية ... (٢/١٧٣) .
(٢) الأم (٤/١٦٨) والحاوي الكبير (١٤/١٣٨) والمغني (١٣/١٦) وحاشية الروض المربع (٤/٢٦٥) .
(٣) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب حفر الخندق، ح رقم (٢٨٣٥، ٢٨٣٦، ٢٨٣٧) وصحيح مسلم بشرح النووي كتاب الجهاد والسير، باب غزوة الأحزاب، ح رقم (١٨٠٣، ١٨٠٤) .
(٤) القيادة العسكرية في عهد الرسول - صلى الله عليه وسلم - ص (٤٠٤) .','2','417',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (412,'قال تعالى: {وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْرًا وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيًّا عَزِيزًا} [الأحزاب: ٢٥] .
وهناك خنادق تستعمل الآن في الخطوط الدفاعية منها:
١- الخنادق المضادة للدبابات التي تعيق تقدمها وهي عبارة عن كمين تسقط الدبابات داخلها فلا تستطيع الخروج.
٢- الخنادق القتالية للأفراد والأسلحة وهي توفر للأفراد الحماية من شظايا القنابل المتفجرة، وهي ميدان ضرب نار جيد للمدافع تسبب إعاقة وتدمير قوات العدو (١) .
فالخنادق بأنواعها المختلفة من الوسائل المهمة التي تمنع تقدم العدو، وتحمي المسلمين، وتعطي الفرصة في الاستعداد للقتال.
<span data-type="title" id=toc-158>الفرع الثاني
وضع الأسلاك الشائكة</span>
يجوز للمجاهدين وضع الأسلاك الشائكة في وجه العدو لمنع تقدم المشاة من جنود العدو وآلياتهم.
وفكرة الأسلاك الشائكة التي تستخدم في هذا العصر هي امتداد لفكرة الحسك الشائك (٢) الذي استخدمه المسلمون في قتال العدو، فقد استخدمه النبي - صلى الله عليه وسلم - في حصار الطائف فيما رواه ابن سعد (أن النبي - صلى الله عليه وسلم - حاصر أهل الطائف ونصب عليهم المنجنيق ونثر الحسك حول الحصن) (٣) .
_________
(١) الإعداد المعنوي والمادي للمعركة في ضوء القرآن والسنة ص ٣٣٥.
(٢) الحسك: نبات له شوك يسمى الحسك لا يكاد أحد يمشي عليه إذا يبس، ومنه حسك السعدان والسعدان شوك يضرب به المثل في الصلابة، والحسك من الحديد ما يعمل على مثاله، وهو من آلات العسكر يلقى حول العسكر يمنع تقدم العدو. انظر: لسان العرب (١٠/٤١١) مادة حسك والجندية والسلم واقع ومثال) ص ٤٣.
(٣) الطبقات الكبرى لابن سعد (٢/١٥٨) .','2','418',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (413,'وقد طور المسلمون هذا السلاح فجعلوه من أصابع حديدية مدببة تبث في وجه العدو فتمنع تقدم الخيل والراجلة (١) .
واليوم تعتبر الأسلاك الشائكة مانع وقائي في المراحل الأولى لاحتلال المواقع الدفاعي، ولزيادة صعوبة اختراق هذا المانع يوضع أكثر من خط من الأسلاك الشائكة وتوضع بينها اللفات الحلزونية الشائكة، ويمكن توصيله بتيار كهربائي (٢) .

<span data-type="title" id=toc-159>الفرع الثالث:
زراعة الألغام </span>(٣)
يجوز للمجاهدين في سبيل الله زراعة الألغام برية كانت أم بحرية ضد الأشخاص، أو الدبابات أو السفن على جبهة المدافعة، أو في ممر اضطراري للعدو لمنع تقدم جنود العدو، والمدرعات والسفن، وتهيئة الفرصة للمدافعين لإعادة التنظيم والتهيؤ للقتال (٤) .
وفكرة الألغام المستخدمة في حروب هذا العصر هي امتداد لفكرة الحسك الشائك والذي طوره المسلمون إلى حديد مدبب يوضع في طريق العدو لمنع تقدم الخيل والراجلة (٥) .
وتعد الألغام من الأسلحة الدفاعية ذات الفاعلية في صد هجوم العدو ولذا خصص لاستعمال هذا السلاح ما يسمى (بسلاح المهندسين) الذي يقوم بزراعة الألغام في الأماكن المناسبة (٦) .
_________
(١) الفن الحربي في صدر الإسلام ص (١٩٥) والسلاح في الإسلام ص (٢٢) .
(٢) الإعداد المعنوي والمادي للمعركة ص (٣٣٦) .
(٣) اللغم هو: حشوة متفجرة معدة للاستعمال ضد الآليات، أو الأشخاص ويتفجر بالمرور عليه أو بواسطة تيار سلكي أو لا سلكي، أو بمرور الوقت، انظر: الحرب للعقيد محمد صفا ص (٣٧) وحرب الألغام لطلعت نوري ص (١٦) .
(٤) المرجعان السابقان في الهامش السابق ومبادئ الإسلام ومنهجه في قضايا السلم والحرب ص (١٢١) والعلاقات الدولية في الإسلام د / وهبة الزحيلي ص (٥٧) .
(٥) راجع: الفرع الثاني.
(٦) الحرب للعقيد محمد صفا ص (٤٢٥) .','2','419',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (414,'ويمكن أن يستدل لجواز زراعة الألغام في موجهة العدو بعموم قوله: ... {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} [الأنفال: ٦٠] فالآية عامة في كل قوة تؤدي إلى هزيمة العدو ومنع المسلمين من شره، والله أعلم.
<span data-type="title" id=toc-160>الفرع الرابع
نصب الصواريخ </span>(١) .
من التحصينات التي يجب اتخاذها لردع هجوم العدو، نصب الصواريخ وتجهيزها لردع أي هجوم، وهي أنواع منها ما هو ضد الطائرات ومنها ما هو ضد الدبابات ومنها ما هو ضد الصواريخ المهاجمة بعيدة المدى، إلى غير ذلك من الأنواع المختلفة المهام (٢) .
فأخذ الحذر والحيطة من خطر هجوم العدو أمر مطلوب من القادة والجند لحماية أنفسهم والمسلمين قال تعالى: {وَلْيَأْخُذُوا أَسْلِحَتَهُمْ فَإِذَا سَجَدُوا فَلْيَكُونُوا مِنْ وَرَائِكُمْ وَلْتَأْتِ طَائِفَةٌ أُخْرَى لَمْ يُصَلُّوا فَلْيُصَلُّوا مَعَكَ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ وَدَّ الَّذِينَ كَفَرُوا لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَيْلَةً وَاحِدَةً} [النساء: ١٠٢] .
وقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا خُذُوا حِذْرَكُمْ} [النساء: ٧١] .
_________
(١) الصاروخ قديم قدم الحرب المنظمة ويعتقد أنه أول سلاح يعمل بالبارود وتشير بعض المراجع الصينية إلى استخدامه قبل ألف عام ولم ينشر استخدامه إلا في الأيام الأولى من الحرب في أروبا انظر: موسوعة السلاح المصورة (٦/٢١٦) .
(٢) انظر: موسوعة السلاح المصورة (٦/٢١٦) وما بعدها، ومجلة الدفاع، مجلة القوات العربية السعودية المسلحة، السنة ٣٩ العدد (١١٨) ذو القعدة ١٤٢٠ هـ - ٢٠٠٠ م، ص ٣٠ وما بعدها.','2','420',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (415,'<span data-type="title" id=toc-161>المبحث الرابع
إتلاف المجاهد لأموال العدو</span>
وفيه سبعة مطالب:
المطلب الأول: إتلاف مال العدو إذا خشي أن يسترده.
المطلب الثاني: إتلاف مال العدو إذا لم يخشى استرداده.
المطلب الثالث: إحراق المدن والزرع وقطع الأشجار ونحو ذلك.
المطلب الرابع: إتلاف الكتب.
المطلب الخامس: قتل الحيوانات.
المطلب السادس: إراقة الخمور.
المطلب السابع: إتلاف سلاح العدو.','2','421',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (416,'<span data-type="title" id=toc-162>المطلب الأول
إتلاف مال </span>(١)
العدو إذا خشي أن يسترده العدو
لا يخلو مال العدو الذي أخذه المجاهدون ويخشون أن يسترده العدو منهم، أن يكون ذا روح كالحيوانات، أو لا روح فيه كالسلاح والمتاع ونحو ذلك. فأما مالا روح فيه كالسلاح والمتاع ونحو ذلك فلا أعلم خلافا بين الفقهاء (٢) رحمهم الله تعالى: أنه يجوز إتلافه وإحراقه إذا خيف أن يسترده العدو وعللوا لذلك بما يلي:
١- أن في إتلافه منعا لهم من الانتفاع به (٣) والتقوي به على المسلمين.
٢- ولأن في إتلافه نكاية بالعدو وغيظا لهم (٤) وهذا أمر مطلوب.
أما إن كان ذا روح كالحيوانات فسيأتي بحث ذلك قريبا في المطلب الخامس إن شاء الله.
_________
(١) المال في اللغة هو: ما ملكته من جميع الأشياء من ذهب وفضة وغيرها مما يقتني ويملك من الأعيان انظر: لسان العرب (١١/٦٣٥) مادة (مول) .

وشرعا: ما يباح الانتفاع به من الأعيان والمنافع الجائز تملكها شرعا، انظر: شرح منتهى الإرادات (٢/٧) ومال العدو هنا: ما تميل إليه النفس بغض النظر عن كونه مباحا أم لا، لأن ذلك في حق المسلم فمال العدو، جميع ما يملكونه من الأعيان والمنافع، والإتلاف إنما يتعلق بالأموال المستخدمة في القتال مباشرة أو ماله وظيفة عسكرية أو ما فيه غيظ للكفار ونكاية بهم من قبيل السياسة الشرعية وذلك مثل: هدم الأبنية وقطع الشجر والزرع وتدمير المواقع التي يحتمي بها، وكذا الأسلحة والأدوات التي يحاربون بها، ونحو ذلك مما سيأتي بيانه في مبحث إتلاف مال العدو، إن شاء الله.
(٢) المبسوط (١٠/٣٧) وبدائع الصنائع (٦/٦٥) وفتح القدير (٥/٢٢١) المدونة (٢/٤٠) والكافي في فقه أهل المدينة المالكي (١/٤٦٧) وحاشية الدسوقي (٢/١٨١) والأم ... (٤/٢٥٧) وروضة الطالبين (١٠/٢٥٨) والحاوي الكبير (١٤/١٩٠) وكشاف القناع ... (٢/٤٠٤) والإنصاف (٤/١٢٧) والمبدع (٣/٣٢٠) .
(٣) المدونة (٢/٤٠) وحاشية الدسوقي (٢/١٨١) وروضة الطالبين (١٠/٢٥٨) وكشاف القناع (٢/٤٠٤) والإنصاف (٤/١٢٧) وبدائع الصنائع (٦/٦٥) .
(٤) المبسوط (١٠/٣٧) والكافي في فقه أهل المدينة المالكي (١/٤٦٧) .','2','422',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (417,'<span data-type="title" id=toc-163>المطلب الثاني
إتلاف مال العدو إذا لم يخش استرداده</span>
لم أجد من الفقهاء من أجاز إتلاف المال الذي أخذه المجاهدون من العدو إذا لم يخش أن يسترده العدو منهم (١) فيما أعلم.
جاء في روضة الطالبين. يحرم إتلاف مال العدو إذا تحقق أنه صار غنيمة للمسلمين (٢) وفي الوسيط: (كل ما يمكن اغتنامه لا يجوز إهلاكه) (٣) . وفي المبدع: (إذا جاز اغتنامه حرم إتلافه) (٤) .
ويستدل لهذا بما يلي:
١- أنه أصبح غنيمة للمسلمين (٥) وتعلق به حق المجاهدين فلا يجوز إتلافه لأن في ذلك إتلافا لمال الغير.
٢- أن إتلاف مال العدو دون مبرر فيه إضاعة للمال، وقد ثبت أن النبي - صلى الله عليه وسلم - (نهى عن إضاعة المال) (٦) .
_________
(١) بدائع الصنائع (٦/٦٥) وفتح القدير (٥/٢٢١) والكافي في فقه أهل المدينة (١/٤٦٧) والأم (٤/٢٥٧) .
(٢) روضة الطالبين (١٠/٢٥٨) .
(٣) الوسيط في المذهب (٧/٣١) .
(٤) المبدع (٣/٣٢٠) .
(٥) روضة الطالبين (١٠/٢٥٨) .
(٦) سبق تخريجه.','2','423',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (418,'<span data-type="title" id=toc-164>المطلب الثالث
إحراق المدن والزروع وقطع الأشجار ونحو ذلك</span>
الحديث في هذا المطلب لا يخلو من ثلاث حالات:
الحالة الأولى: أن يحتاج المجاهدون إلى إحراق مدن العدو وزروعهم وقطع أشجارهم لكيفوا العدو عن القتال، أو يظفروا بهم.
وفي هذه الحالة لا أعلم لا خلافا بين الفقهاء في جواز ذلك (١) لما يأتي:
١- حاجة المسلمين إلى ذلك لردع العدو والظفر بهم (٢) .
٢- عموم الأدلة في جواز إحراق المدن وهدمها عليهم وإحراق زروعهم وقطع أشجارهم وسيأتي ذكر بعض من هذه الأدلة في الحالة الثالثة إن شاء الله.
الحالة الثانية: أن يتضرر المجاهدون بحرق المدن والزروع وقطع الأشجار فيحرم فعل شيء من ذلك ولم أجد فيما أعلم خلافا بين الفقهاء (٣) في هذه الحالة؛ لأن في ذلك ضررا على المجاهدين ودفع الضرر مقدم على جلب النفع.
الحالة الثالثة: أن لا يحتاج المجاهدون إلى إحراق المدن وإتلاف الزروع وقطع الأشجار ولا يتضررون بفعل شيء من ذلك، إلا أن في ذلك غيظا للكفار وإضرارا بهم (٤) .
_________
(١) المبسوط (١٠/٣١) وفتح القدير (٥/١٩٧) وشرح السير الكبير (١/٣٣) والكافي في فقه أهل المدينة (١/٤٦٧) والمدونة (٢/٨) والمعونة (١/٦٠٣) وروضة الطالبين ... (١٠/٢٥٨) والأحكام السلطانية ص ١٠٨ ومشارع الأشواق (٢/١٠٢٤) والمغني ... (١٣/١٤٦) والإنصاف (٤/١٢٧) والمحلى بالآثار (٥/٣٤٥) .
(٢) روضة الطالبين (١٠/٢٥٨) والأشباه والنظائر للسيوطي ص ١٧٤ والمغني (١٣/١٤٦) والإنصاف (٤/١٢٨) .
(٣) فتح القدير (٥/١٩٨) وشرح السير الكبير (١/١٢٦) والمدونة (٢/٨) والمغني ... (١٣/١٤٦) والإنصاف (٤/١٢٧) ومشارع الأشواق (٢/١٠٤٢) .
(٤) المغني (١٣/١٤٦) والإنصاف (٤/١٢٧) والمبسوط (١٠/٣٢) وشرح السير الكبير ... (١/٤٢) وبدائع الصنائع (٦/٦٣) والمعونة (١/٦٠٣) ومشارع الأشواق (٢/١٠٢٤) .','2','424',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (419,'اختلف الفقهاء رحمهم الله تعالى في هذه الحالة إلى قولين:
القول الأول: يجوز إحراق مدن الكفار حال القتال وزروعهم وقطع أشجارهم وكل ما فيه غيظهم والنكاية به، وبهذا قال الجمهور (١) .
واستدلوا على ذلك بما يلي:
١- قوله تعالى: {وَلا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلا يَنَالُونَ مِنْ عَدُوٍّ نَيْلا إِلا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ} [التوبة: ١٢٠] .
وجه الدلالة: أن المجاهدين في سبيل الله لا يطئون أرض الكفار ولا ينالون منهم نيلا بإتلاف مال أو قتل نفس، إلا كتب لهم بذلك عمل صالح قد ارتضاه الله لهم (٢) . وإذا كان الأمر كذلك جاز فعل ما فيه غيظ للكفار، وعمل صالح يثابون عليه.
٢- قوله تعالى: {يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي الْمُؤْمِنِينَ} [الحشر: ٢] .
قال قتادة (٣) :
كان المسلمون يخربون ما يليهم من ظاهرها وتخرب اليهود من داخلها (٤) وجاء في تفسير هذه الآية ما يفيد أن المسلمين كانوا يخربون هذه البيوت لزيادة النكاية في العدو وإغاظتهم وقطع أملهم في البقاء (٥) .
_________
(١) المبسوط (١٠/٣١) وبدائع الصنائع (٦/٦٢) وشرح السير الكبير (١/٣٣) والكافي في فقه أهل المدينة (١/٤٦٧) والمدونة (٢/٨) والمعونة (١/٦٠٣) والأم (٤/٢٤٣) وروضة الطالبين (١٠/٢٥٨) والإنصاف (٤/١٢٧) والمغني (١٣/١٤٦) والمحلى بالآثار (٥/٣٤٥) .
(٢) جامع البيان للطبري (٦/٥١١) .
(٣) هو: قتادة بن دعامة أبو الخطاب السدوسي البصري، الضرير من الأئمة التفسير والحديث، له باع في الفقه واختلاف العلماء، ثقة مأمون، كان يقول بشيء من القدر، مات سنة ١١٧ هـ.

انظر: سير أعلام النبلاء (٥/٢٦٩) ت رقم (١٣٢) وطبقات ابن سعد (٧/٢٢٩) .
(٤) جامع البيان للطبري (١٢/٢٩) .
(٥) أحكام القرآن لابن العربي (٤/٢٠٧) وزاد المسير لابن الجوزي (٨/٢٠٥) .','2','425',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (420,'٣- عن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - (حرق نخل بني النضير، وقطع وهي البويرة (١) فأنزل الله تعالى: {مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ} [الحشر: ٥] ) (٢) .
قال النووي: وفي هذا الحديث دليل على جواز قطع شجر الكفار وإحراقه (٣) .
٤- ولأن ذلك من باب القتال، لما فيه من كبت العدو وقهرهم وغيظهم (٤) .
القول الثاني: لا يجوز إحراق المدن والزروع وقطع الأشجار في قتال الكفار، وبهذا قال الأوزاعي (٥) والليث بن سعد (٦) وأبو ثور (٧) وهو رواية عند الحنابلة (٨) .
_________
(١) موضع منازل النضير وهم اليهود الذين غزاهم النبي - صلى الله عليه وسلم - بعد أحد، وهي شرق العوالي من ظهر المدينة. انظر: معجم البلدان (١/٦٠٧) ت رقم (٢٢٥٨) .
(٢) صحيح البخاري مع الفتح كتاب التفسير باب قوله تعالى: {ما قطعتم من لينة} ح رقم (٤٨٨٤) وفي كتاب الجهاد والسير باب حرق الدور والنخيل مختصرا ح رقم (٣٠٢١) وصحيح مسلم بشرح النووي كتاب الجهاد والسير، باب جواز قطع أشجار الكفار ح رقم (١٧٤٦) .
(٣) شرح صحيح مسلم (١١/٢٩٥) .
(٤) بدائع الصنائع (٦/٦٣) والمبسوط (١٠/٣٢) .
(٥) هو: عبد الرحمن بن عمرو بن يحمد أبو عمرو الأوزاعي، عالم أهل الشام ولد سنة ٨٨ هـ ثقة مأمون صدوق كثير الحديث والعلم والفقه، توفي سنة ١٥٧ هـ انظر: سير أعلام النبلاء (٧/١٠٧) وطبقات ابن سعد (٧/٤٨٨) .
(٦) هو: الليث بن سعد بن عبد الرحمن، أبو الحارث الفهمي، مولى خالد بن ثابت الإمام الحافظ عالم ديار مصر، ولد بمصر سنة ٩٤ هـ ثقة صدوق كثير الحديث استقل بالفتوى في زمانه توفي سنة ١٧٥ هـ انظر: سير أعلام النبلاء (٨/١٣٦) وطبقات ابن سعد (٧/٥١٧) .
(٧) هو: إبراهيم بن خالد، أبو ثور الكلبي البغدادي الإمام الحافظ المجتهد مفتي العراق ولد سنة ١٧٠ هـ أخذ عن الشافعي ثقة مأمون أحد أئمة الفقه والعلم والورع في زمانه توفي في بغداد سنة ٢٤٠ هـ انظر: سير أعلام النبلاء (١٢/٧٢) والفهرست لابن النديم ص (٢٦١) .
(٨) المغني (١٣/١٤٦) والإنصاف (٤/١٢٧) .','2','426',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (421,'واستدلوا بحديث أبي بكر الصديق - رضي الله عنه - في وصيته ليزيد بن أبي سفيان (١) حين بعثه على جيش إلى الشام جاء فيه (..ولا تقطعن شجرا مثمرا، ولا تخربن عامرا، ولا تعقرن شاة، ولا بعيرا إلا لمأكله، ولا تحرقن نخلا، ولا تفرقنه..) (٢) .
وجه الدلالة: أنا أبا بكر - رضي الله عنه - نهى قائد الجيش يزيد أن يحرق، أو يقطع ما فيه ثمر ونحو ذلك من أشجار الكفار، أو يخرب شيئا من بيوتهم وأبو بكر - رضي الله عنه - ما قال ذلك إلا وعنده ما يؤيد ذلك من قول النبي - صلى الله عليه وسلم - أو فعله.
ونوقش هذا الاستدلال بما يلي:
١- أن ما روي عن أبي بكر رضي الله عنه محمول على أنه سمع النبي - صلى الله عليه وسلم - يذكر فتح الشام، فكان على يقين من أنها تفتح فتكون غنيمة للمسلمين وتخريبها وحرقها وقطع شجرها فيه ضرر للمسلمين، لا أنه يرى ذلك محرما، لأنه قد حضر مع النبي - صلى الله عليه وسلم - تحريقه نخل بني النضير وكروم أهل الطائف وغير ذلك (٣) .
٢- أنه محمول على أن والي المسلمين يجوز له أن ينهي القائد والجند في حال القتال عن أمور يرى أن فيها مصلحة للمسلمين، والحكم في مصلحة المسلمين موكل إليه (٤) .
الترجيح
الذي يظهر أن القول الأول الذي يجيز تحريق مدن العدو وزروعهم وقطع أشجارهم هو أقرب للرجحان لما يأتي:
١- قوة ما استدلوا به.
٢- أن في ذلك غيظا للكفار وأجرا وثوابا للمجاهدين كما هو ظاهر الآية: {وَلا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلا يَنَالُونَ مِنْ عَدُوٍّ نَيْلا إِلا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ} [التوبة: ١٢٠] .
إلا أنه يرجع في ذلك إلى إذن الإمام فإن أذن بذلك لمصلحة رآها وظهرت له جاز تحريق مدنهم وزروعهم وقطع أشجارهم ونحو ذلك، وإن نهى الإمام عن فعل شيء من ذلك لم يجز فعل شيء من ذلك، لأنه نهى عن ذلك لمصلحة ظهرت له. والله أعلم.
_________
(١) هو: يزيد بن أبي سفيان، واسم أبي سفيان: صخر بن حرب بن أمية القرشي الأموي، كان أفضل بني أبي سفيان وكان يقال له يزيد الخير، أسلم يوم فتح مكة، وشهد حنينا وأعطاه النبي - صلى الله عليه وسلم - من الغنائم، استعمله أبو بكر رضي الله عنه وسيره على جيش إلى الشام، مات في طاعون عمواس سنة ١٨ هـ وقيل تأخر إلى سنة ١٩ هـ انظر: الإصابة (١/٥١٦) ت رقم (٩٢٨٥) وأسد الغابة (٤/٧١٥) ت رقم (٥٥٥٠) .
(٢) أخرجه مالك في الموطأ كتاب الجهاد، باب النهي عن قتل النساء والوالدان في الغزو ص (٢٧٧) .
(٣) الأم (٤/٢٥٨) والمعونة (٢/٨) والمبسوط (١٠/٣١) .
(٤) شرح السير الكبير (١/١٢٥) .','2','427',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (422,'<span data-type="title" id=toc-165>المطلب الرابع
إتلاف الكتب </span>وفيه نوعان:
<span data-type="title" id=toc-166>الفرع الأول: إتلاف الكتب الضارة</span>.
الفرع الثاني: إتلاف الكتب النافعة.
الفرع الأول
إتلاف الكتب الضارة
لا خلاف بين الفقهاء (١) رحمهم الله تعالى فيما أعلم أنه يجب (٢) إتلاف الكتب الضارة، ككتب الكفر (٣) والإلحاد وكتب الفحش والفسق التي تدعوا إلى الرذيلة.
وينظر الإمام إن كان لما هي مكتوبة فيه قيمة ومنفعة للمسلمين محا الكتابة وجعل ما كان مكتوبا فيه في الغنيمة وإلا أتلف الجميع.
لأن في ترك هذه الكتب الضارة فتنة، ولا يؤمن ضلال من في قلبه هوى أو شهوة (٤)
ولأن في هذه الكتب ضررا على المسلمين (والضرر يزال) (٥) .
_________
(١) شرح السير الكبير (٣/١٤١) والفتاوى الهندية (٢/٢١٥) والأم (٤/٢٦٣) والحاوي الكبير (١٤/١٧٠) وروضة الطالبين (١٠/٢٥٩) والمغني (١٣/١٣٠) وكشاف القناع (٢/٣٧٧) ولم يصرح المالكية بشيء في ذلك - حسب ما اطلعت عليه من كتبهم - لكن ذلك يدخل تحت قاعدة الضرر يزال وهم يقولون بذلك والله أعلم.
(٢) قال بعض الحنابلة، والشافعية يجب إتلاف كتبهم، وهذا التعبير أولى من التعبير بالجواز لخشية الافتتان بكتبهم انظر: كشاف القناع (٢/٣٧٧) والإنصاف (٤/١٢٧) وروضة الطالبين (١٠/٢٥٩) .
(٣) ويدخل في ذلك التوراة والإنجيل لأنهما حرفا. انظر: الحاوي الكبير (١٤/١٧٠) وروضة الطالبين (١٠/٢٥٩) والمغني (١٣/١٣٠) .
(٤) شرح السير الكبير (٣/١٤٢) .
(٥) قاعدة فقهية انظر: الأشباه والنظائر للسيوطي ص (٨٣) .','2','428',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (423,'<span data-type="title" id=toc-167>الفرع الثاني
إتلاف الكتب النافعة</span>
لا خلاف بين الفقهاء (١) رحمهم الله تعالى فيما أعلم أنه لا يجوز إتلاف ما وجد من كتبهم مما يحل للمسلمين الاستفادة منه ككتب الطب والحساب والشعر، والأدب ونحو ذلك مما لا مكروه فيه، وهي غنيمة (٢) .
ولأن فيها مصلحة ونفعا للمسلمين، وليس فيها ضرر ولا محظور، فإتلافها إتلاف للمال (وقد نهينا عن إضاعة المال) (٣) .
وينبغي للإمام أن يدعو إلى من يترجمها (٤) .
لأن الحكمة ضالة المؤمن أين ما وجدها فهي له بل هو أحق بها.
<span data-type="title" id=toc-168>المطلب الخامس
قتل الحيوانات</span>
اتفق الفقهاء (٥) رحمهم الله تعالى فيما أعلم أنه يجوز قتل كل ما قاتل عليه العدو من الحيوانات في حال الحرب لأن ذلك يؤدي إلى هزيمتهم والظفر بهم (٦) .
_________
(١) الأم (٤/٢٦٣) وروضة الطالبين (١٠/٢٥٩) والمغني (١٣/١٣٠) .

والمفهوم من كلام الحنفية أنه إذا لم يكن فيها محظور جاز الانتفاع بها فلا يجوز إتلافها، انظر: شرح السير الكبير (٣/١٤١) والفتاوى الهندية (٢/٢١٥) ولم أجد للمالكية قولا في هذا لكن هذا يدخل تحت قاعدة المصلحة والمفسدة وهم يقولون بها.
(٢) الأم (٤/٢٦٣) وروضة الطالبين (١٠/٢٥٩) والمغني (١٣/١٣٠) .
(٣) سبق تخريجه.
(٤) الأم (٤/٢٦٣) .
(٥) المبسوط (١٠/٣٧) وبدائع الصنائع (٦/٦٥) والذخيرة (٣/٤٠٩) والمدونة (٢/٤٠) والأم (٤/٢٥٩) والمغني (١٣/١٤٤) والمحلى بالآثار (٥/٣٤٥) .
(٦) الأم (٤/٢٥٩) والمغني (١٣/١٤٤) .','2','429',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (424,'جاء في الإنصاف: (ويجوز قتل ما قاتلوا عليه، لأنه يتوصل به إلى هزيمتهم وليس في ذلك خلاف) (١) .
واتفقوا كذلك على أنه يجوز ذبح ما يحل أكله من حيوانات العدو عند الحاجة إلى ذلك (٢) .
جاء في المغني: (أما عقر الحيوانات للأكل فإن كانت الحاجة داعية إليه فمباح بغير خلاف) (٣) .
واختلفوا فيما عدا ذلك إلى قولين:
القول الأول: يجوز قتل حيوانات العدو إذا عجز المجاهدون عن الانتفاع بها، وبهذا قال الحنفية وقالوا: تحرق بعد القتل (٤) والمالكية (٥) ورواية عند الحنابلة (٦) .
واستدلوا بما يلي:
١- إن في ترك الحيوانات للعدو دون قتل منفعة لهم يتقوون بها على المسلمين (٧) .
٢- إن في قتل حيواناتهم غيظا لهم وكبتا، وهذا أمر مطلوب (٨) .
ونوقشت هذه الأدلة:
بأنه لو جاز قتل حيواناتهم من أجل إضعافهم وغيظهم، لكان إضعافهم وغيظهم بقتل نسائهم وأولادهم أشد، وقتل نسائهم وأولادهم لا يجوز (٩) .
_________
(١) الإنصاف (٤/١٢٦) .
(٢) المبسوط (١٠/٣٧) والذخيرة (٣/٤٠٩) والأم (٤/١٤١) والمغني (١٣/١٤٤) والإنصاف (٤/١٢٦) والمحلى بالآثار (٥/٣٤٥) .
(٣) المغني (١٣/١٤٤) .
(٤) المبسوط (١٠/٣٧) وبدائع الصنائع (٦/٦٥) وفتح القدير (٥/٢٢١) .
(٥) المدونة (٢/٤٠) وحاشية الخرشي (٤/٢٥) .
(٦) المغني (١٣/١٤٦) والإنصاف (٤/١٢٦) .
(٧) المراجع السابقة.
(٨) المبسوط (١٠/٣٧) .
(٩) الحاوي الكبير (١٤/١٩١) .','2','430',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (425,'٣- إن هذه الحيوانات مال، والمال يحرم إيصاله إلى العدو بالبيع فتركه لهم بدون عوض أولى بالتحريم (١) .
القول الثاني: لا يجوز قتل حيوانات العدو ومواشيهم ولو خيف أخذهم لها، وبهذا قال الشافعية (٢) .
والحنابلة في رواية قال في الإنصاف: إنها المذهب (٣) وابن حزم الظاهري (٤) .
واستدلوا بما يلي:
١- وصية أبي بكر - رضي الله عنه - ليزيد بن أبي سفيان - رضي الله عنه - حينما بعثه على رأس جيش إلى الشام قال: (..ولا تعقرن شاة ولا بعيرا إلا لمأكله..) (٥) .
٢-عن أنس بن مالك - رضي الله عنه - قال: (نهى النبي - صلى الله عليه وسلم - أن تصبر (٦) البهائم) (٧) .
٣- ولأنه حيوان له حرمة فأشبه النساء والأطفال (٨) .
ونوقش ما جاء في وصية أبي بكر رضي الله عنه: بأن ذلك النهي محمول على أن بلاد الشام ستفتح وتكون بلد إسلام فلا تعقر الدواب والحيوانات، لأن ذلك إتلاف لمال المسلمين (٩) .
_________
(١) المغني (١٣/١٤٦) .
(٢) الأم (٤/١٤١) والحاوي الكبير (١٣/١٩٠) .
(٣) المغني (١٣/١٤٤) والإنصاف (٤/١٢٦) .
(٤) المحلى بالآثار (٥/٣٤٥) .
(٥) سبق تخريجه.
(٦) بضم أوله تحبس لترمى حتى تموت انظر: فتح الباري (٩/٨٠٢) .
(٧) صحيح البخاري مع الفتح، كتاب الذبائح والصيد، باب ما يكره من المثلة والمصبورة، ح رقم (٥٥١٤، ٥٥١٥) وصحيح مسلم بشرح النووي، كتاب الصيد والذبائح، باب النهي عن صبر البهائم، ح رقم (١٩٥٦) .
(٨) الحاوي الكبير (١٤/١٩٠) والمغني (١٣/١٤٤) .
(٩) فتح القدير (٥/٢٢١) .','2','431',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (426,'ويمكن مناقشة الاستدلال بحديث أنس - رضي الله عنه - بأن النهي عن صبر البهائم إنما هو في غير القتال، أما في القتال فيجوز.
الترجيح
الذي يظهر بعد عرض الأدلة ومناقشتها أن القول الأول الذي يجيز قتل الحيوانات هو الأقرب إلى الرجحان. لقوة ما استدلوا به، ولما يحصل من غيظ العدو في قتل هذه الحيوانات. وحتى لا تكون قوة لهم في قتال المسلمين، والله أعلم.
المطلب السادس
إراقة الخمور (١) ونحو ذلك (٢)
لم أجد من الفقهاء من خالف في وجوب إراقة الخمور إذا وجدت، وقد نص على إراقتها وإتلافها الشافعية، والحنابلة.
جاء في روضة الطالبين: (إذا دخلنا دارهم غزاة أرقنا الخمور..) (٣) .
وفي المغني: (وإن وجدوا خمرا أراقوه..) (٤) .
ولم أجد للحنفية والمالكية -حسب ما اطلعت عليه- من كتبهم نصا في ذلك إلا أن منهجهم إزالة الضرر عن المسلمين، والخمور ضرر فتزال، وقد سبق قولهم في الكتب الضارة (٥) أنها تتلف لمنع الافتتان بها، فكذلك الخمر من باب أولى، والله أعلم.
_________
(١) التخمير التغطية والخمر ما خمر العقل وهو: المسكر من الشراب، وسميت بذلك لمخامرتها، العقل: انظر: لسان العرب (٤/٢٢٥) مادة (خمر) .
(٢) كالمخدرات بأنواعها.
(٣) روضة الطالبين (١٠/٢٥٩) .
(٤) المغني (١٣/١٣١) .
(٥) راجع: الفرع الأول من المطلب الرابع.','2','432',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (427,'<span data-type="title" id=toc-170>المطلب السابع
إتلاف سلاح العدو</span>
لا يخلو الحال أن يكون الإتلاف في أثناء المعركة مع الكفار أو بعدها؛ فأما أثناء المعركة فلا خلاف بين الفقهاء (١) رحمهم الله تعالى أنه يتلف سلاح العدو ويعتمد ضربه وإتلافه، لأن في ذلك وسيلة إلى قتل العدو والظهور عليهم.
وقد سبق بيان أن الحيوانات التي تستعمل في المعركة، كالخيل ونحو ذلك يجوز قتلها باتفاق الفقهاء (٢) ويقوم مقامها في هذا العصر ما وجد من الطائرات، والدبابات والمدافع، والسفن ونحو ذلك، فإن تدميرها أثناء القتال يؤدي إلى ضعف العدو ووهنه والظهور عليه وغلبته بأقل الخسائر.
أما إن كان سلاح العدو قد وقع غنيمة للمسلمين، فلا يجوز إتلافه، لأنه مال (وقد نهينا عن إضاعة المال) (٣) ولأن في ذلك تقوية للمجاهدين على عدوهم، إلا أن خيف أن يسترده العدو فإنه يجوز إتلافه حتى لا ينتفعوا به (٤) والله أعلم.
_________
(١) الذخيرة (٣/٤٠٩) الأم (٤/٢٥٩) والمغني (١٣/١٤٤) والإنصاف (٤/١٢٦) والمبسوط (١٠/٣٧) والمحلى بالآثار (٥/٣٤٥) .
(٢) راجع: المطلب الخامس.
(٣) سبق تخريجه.
(٤) بدائع الصنائع (٦/٥٦) والمدونة (٢/٤٠) والحاوي الكبير (١٤/١٩١) والمغني (١٣/١٤٦) .','2','433',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (428,'<span data-type="title" id=toc-171>المبحث الخامس
إطلاق المجاهد من الأسر</span>، وفيه خمسة مطالب:
المطلب الأول: فداء الأسرى.
المطلب الثاني: قتل أسرى العدو إذا قتلوا أسرى المسلمين.
المطلب الثالث: هرب المجاهد من الأسر بعد قتل العدو وأخذ ماله.
المطلب الرابع: إذا أطلقه العدو على أن يبقى في ديارهم.
المطلب الخامس: إذا أطلقه العدو على أن ينفذ لهم في بلاد الإسلام ما يريدون.','2','434',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (429,'<span data-type="title" id=toc-172>المطلب الأول
فداء الأسرى</span>
وفيه فرعان:
<span data-type="title" id=toc-173>الفرع الأول: فداء الأسرى بالمال</span>.
الفرع الثاني: فداء الأسرى بأسرى من العدو.
الفرع الأول
فداء الأسرى بالمال
اتفق الفقهاء (١) رحمهم الله تعالى فيما أعلم أنه يجوز فداء الأسرى المسلمين من أيدي العدو بالمال غير السلاح (٢) .
واستدلوا على ذلك بما يلي:
١- حديث أبي موسى - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (فكوا العاني يعني الأسير وأطعموا الجائع وعودوا المريض) (٣) .
٢- وعن أبي جحيفة (٤) - رضي الله عنه - قال: قلت لعلي - رضي الله عنه - هل عندكم شيء من الوحي إلا ما في كتاب الله؟ قال: (لا والذي فلق الحبة وبرأ النسمة، وما أعلمه إلا فهما
_________
(١) بدائع الصنائع (٦/٩٥) وشرح السير الكبير (٤/٣١١) والقوانين الفقهية لابن الجزي ص (١٣٣) وحاشية الخرشي (٤/٩٧) والحاوي الكبير (١٤/٣٥٤) وكشاف القناع ... (٢/٣٨٢) والمحلى بالآثار (٥/٣٦٤) .
(٢) خالف أشهب من المالكية فقال: يجوز بالخيل والسلاح إذا لم يخش بذلك الظهور على المسلمين وقال النووي في روضة الطالبين: يجوز بأسلحتنا التي في أيديهم فقط. ولا وجه لهذين القولين، ودفع الأسلحة إليهم فيه ظهور على المسلمين وتقوية للكافرين. انظر: حاشية الخرشي (٤/٩٧) وحاشية الدسوقي (٢/٢٠٨) والذخيرة (٣/٣٩٠) وروضة الطالبين (١٠/٢٥١) .
(٣) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب فكاك الأسير ح رقم (٣٠٤٦) .
(٤) هو: وهب بن عبد الله من مسلم بن جنادة بن حبيب السوائي، توفي النبي - صلى الله عليه وسلم - وهو لم يبلغ الحلم، حفظ عن النبي - صلى الله عليه وسلم - وصحب عليا بن أبي طالب رضي الله عنه وولاه شرطة الكوفة، مات سنة ٦٤ هـ انظر: الإصابة (٦/٤٩٠) ت رقم (٩١٨٧) وأسد الغابة ... (٤/٦٨٤) وت رقم (٥٤٨٦) .','2','435',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (430,'يعطيه الله رجلا في القرآن، وما في هذه الصحيفة قلت: وما في الصحيفة، قال العقل (١) وفكاك الأسير، وأن لا يقتل مسلم بكافر) (٢) .
٣- ما روى سعيد بن منصور بإسناده أن رسول الله - صلى الله عليه وسلم - قال: (إن على المسلمين في فيئهم أن يفادوا أسيرهم ويؤدوا عن غارمهم) (٣) .
وبهذا يقرر جواز فداء الأسرى من أيدي العدو بالمال من بيت مال المسلمين، فإن تعذر فداؤهم من بيت مال المسلمين، فمن مال أغنياء المسلمين فرضا كفائيا، لما سبق من الأدلة ولضرورة استنقاذ الأسير المسلم من أيدي الكفار. والله أعلم.

<span data-type="title" id=toc-174>الفرع الثاني
فداء الأسرى بأسرى من العدو</span>
اختلف الفقهاء في جواز فداء الأسرى المسلمين بأسرى من العدو إلى قولين:
القول الأول: يجوز فداء الأسرى بالأسرى من العدو، وبهذا قال جمهور الفقهاء (٤) .
واستدلوا على ذلك بما يلي:
١- عن عمران بن الحصين (٥) - رضي الله عنه - (أن رسول الله - صلى الله عليه وسلم - فدى رجلين من المسلمين برجل مشرك) (٦) .
_________
(١) العقل: الدية، انظر: النهاية في غريب الحديث والأثر (٣/٢٥٢)
(٢) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب فكاك الأسير، ح رقم (٣٠٤٧) .
(٣) سنن سعيد بن منصور، كتاب الجهاد، باب ما جاء في الفداء ح رقم (٢٨٢١) .
(٤) بدائع الصنائع (٦/٩٥) والبحر الرائق (٥/١٤٠) والمعنة (١/٦٢٠) وبلغة السالك ... (١/٣٦٠) والأم (٤/٢٥٢) والأحكام السلطانية ص (٢٣٥) والحاوي الكبير (١٤/١٧٤) والمغني (١٣/١٣٥) وكشاف القناع (٢/٣٨٠) والمحلى بالآثار (٥/٣٦٤) .
(٥) هو: عمران بن حصين بن عبيد بن خلف الخزاعي، يكني أبا نجيد أسلم عام خيبر وغزا مع رسول الله - صلى الله عليه وسلم - عدة غزوات، وكان معه راية خزاعة يوم الفتح، بعثه عمر إلى البصرة ليفقه الناس، توفي سنة ٥٢ هـ وقيل ٥٣ هـ انظر: أسد الغابة (٤/٧٧٨) ت رقم ... (٤٠٤٢) والإصابة (٤/٥٨٤) ت رقم (٦٠٢٤) .
(٦) أخرجه الترمذي مع عارضة الأحوذي كتاب السير، باب ما جاء في قتل الأساري والفداء ح رقم (١٥٦٨) قال الترمذي: هذا حديث حسن صحيح، وأصله في صحيح مسلم مع شرح النووي كتاب النذر باب لا وفاء لنذر في معصية ح رقم (١٦٤١) .','2','436',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (431,'٢- أن المفاداة بالأسرى إنقاذ للمجاهد المسلم من الأسر، وذلك أولى من إهلاك الكافر (١) .
القول الثاني: لا يجوز فداء الأسرى من المسلمين بأسرى من العدو، وهذا القول هو الرواية المشهورة من مذهب أبي حنيفة (٢) رحمه الله.
واستدل على ذلك بعموم الآيات الدالة على قتل الكفار منها.
١- قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ} [التوبة: ٥] .
٢- وقوله تعالى: {فَاضْرِبُوا فَوْقَ الأعْنَاقِ} [الأنفال: ١٢] .
وجه الدلالة من الآيتين السابقتين:
أن قتل الكفار فرض وفي المفاداة بالأسرى ترك له، ولا يجوز ترك الفرض مع التمكن من إقامته بأي حال (٣) .
ونوقش استدلال أبي حنيفة بعموم الآيات، بأن ذلك ليس على إطلاقه بل ذلك واجب حال القتال وأما بعد أن نقدر عليهم فلا يجب (٤) .
الترجيح
الذي يظهر رجحان القول الأول أنه يجوز فداء الأسرى بالأسرى من العدو وذلك لقوة ما استدلوا به، ولما في ذلك من إنقاذ المسلم من الأسر، والله أعلم.
_________
(١) بدائع الصنائع (٦/٩٥) والبحر الرائق (٥/١٤٠) .
(٢) المرجعان السابقان في الهامش السابق وحاشية ابن عابدين (٦/٢٢٨) وشرح السير الكبير (٤/٢٩٦) .
(٣) شرح السير الكبير (٤/٢٩٧) .
(٤) السياسة الشرعية لابن تيمية ص (٨٩) .','2','437',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (432,'<span data-type="title" id=toc-175>المطلب الثاني
قتل أسرى العدو إذا قتلوا أسرى المسلمين</span>
اتفق الفقهاء رحمهم الله تعالى فيما أعلم على أن لإمام المسلمين الحق في قتل أسرى العدو إذ رأى في ذلك مصلحة.
جاء في المعونة: لا خلاف في جواز قتل أسرى العدو (١) .
وفي رحمة الأمة: (اتفقوا على أن الإمام مخير في الأسرى بين القتل والاسترقاق) (٢) ، وعلى هذا يجوز قتل أسرى العدو إذا قتلوا أسرى المسلمين إذا رأى الإمام أن في ذلك مصلحة.
لعموم قوله تعالى: {فَاقْتُلُوا الْمُشْرِكِينَ} [التوبة: ٥] .
وقوله تعالى: {فَمَنِ اعْتَدَى عَلَيْكُمْ} [البقرة: ١٩٤] .
ولأن النبي - صلى الله عليه وسلم - قتل جماعة من الأسرى يوم بدر منهم عقبة بن أبي معيط، والنضر بن الحارث وغيرهما (٣) .
_________
(١) المعونة: (١/٦٢٠) .
(٢) رحمة الأمة في اختلاف الأئمة ص (٥٣٦) .
(٣) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجهاد، باب قتل الأسير ولا يعرض عليه الإسلام ح رقم (٢٦٨٠) و (٢٦٨١) و (٢٦٨٢) وباب قتل الأسير صبرا، ح رقم (٢٦٨٣) والبيهقي في السنن الكبرى، كتاب السير، باب ما يفعله بالرجال البالغين منهم، ح رقم (١٨٠٢٥) وح رقم (١٨٠٢٦) و (١٨٠٢٧) وابن أبي شيبة في مصنفه، كتاب المغازي باب غزوة بدر الكبرى ج (٨/٤٧٧) قال في مجمع الزوائد: رواه الطبراني في الأوسط، وفيه عبد الله بن حماد بن نمير ولم أعرفه، وبقية رجاله ثقات. مجمع الزوائد، كتاب المغازي والسير، باب ما جاء في الأسرى ج (٦/٨٩) عن عبد الله بن عباس رضي الله عنهما وانظر: التلخيص الحبير (٤/١٠٨) .','2','438',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (433,'<span data-type="title" id=toc-176>المطلب الثالث
هرب المجاهد من الأسر وقتل العدو وأخذ أموالهم</span>
اتفق الفقهاء (١) رحمهم الله تعالى- فيما أعلم -: أن المجاهد إذا استطاع الهرب من أسر العدو فإن له أن يقتل من قدر عليه منهم، وأن يأخذ ما استطاع من أموالهم.
جاء في الحاوي الكبير: (المسلم إذا أسره أهل الحرب فالأسير مستضعف تكون الهجرة عليه إذا قدر عليها فرضا، ويجوز له أن يغتالهم في نفوسهم وأموالهم ويقاتلهم إن أدركوه هاربا) (٢) . وعلى هذا فالمجاهد إذا وقع في أسر العدو فإن عليه أن يحاول الهرب بالوسائل الممكنة، ويقتل العدو ويأخذ أمواله.
ويدل على ذلك ما جاء في قصة أبي بصير (٣) (حين سلمه النبي - صلى الله عليه وسلم - إلى رجلين من قريش جاءا يطلبانه بناء على ما تم في صلح الحديبية، أنه لا يأتي رجل من المشركين إلى النبي - صلى الله عليه وسلم - ولو كان مسلما إلا رده إليهم، فقال أبو بصير لأحد الرجلين: والله إني لأرى سيفك هذا يا فلان جيدا فاستله الآخر.. فقال أبو بصير: أرني انظر إليه، فأمكنه منه فضربه حتى برد وفر الأخر..) (٤) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - لم ينكر على أبي بصير قتله للرجل، ولا أمر فيه بقود ولا دية (٥) فدل على أنه ما فعله أبو بصير جائز.
_________
(١) المبسوط (١٠/٦٦) وشرح السير الكبير (٤/٢٥٤) والذخيرة (٣/٣٩٠) والتاج والإكليل بهامش مواهب الجليل (٤/٥٤٨) والأم (٤/٢٤٧) وروضة الطالبين (١٠/٢٨٢) ومغني المحتاج (٦/٥٥) والمغني (١٣/١٨٥) وكشاف القناع (٢/٤٢٩) .
(٢) الحاوي الكبير (١٤/٢٧٠) .
(٣) هو: عتبة بن أسيد بن جارية، أبو بصير الثقفي، حليف بن زهرة، كان من المستضعفين في مكة جاء إلى النبي - صلى الله عليه وسلم - فرده إلى قريش بناء على ما تم في صلح الحديبية، فهرب من قريش وانضم إليه جماعة فكانوا يؤذون قريش في تجارتهم فطلبوا من النبي - صلى الله عليه وسلم -، أن يؤويهم إليه ففعل فخرجوا إلى المدينة، إلا أبا بصير قد مات، انظر الإصابة (٤/٣٥٩) ت رقم (٥٤١٣) وأسد الغابة (٣/٤٥٥) ت رقم (٣٥٣٦) .
(٤) صحيح البخاري مع الفتح كتاب الشروط باب الشروط في الجهاد والمصالحة مع أهل الحرب، جزء من حديث طويل رقم (٢٧٣١) (٢٧٣٢) .
(٥) فتح الباري (٥/٤٣٩) .','2','439',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (434,'<span data-type="title" id=toc-177>المطلب الرابع
إذا أطلقه العدو على أن يبقى في ديارهم</span>
إذا أطلق العدو الأسير المسلم بشرط أن يبقى في ديارهم ولا يخرج منها ولا يخونهم في شيء من الأموال والأنفس.
اختلف الفقهاء رحمهم الله تعالى في الوفاء بهذا الشرط إلى ثلاثة أقوال:
القول الأول: يلزمه الوفاء بالشرط.
وبهذا قال الحنابلة (١) والمالكية في قول (٢) .
واستدلوا بما يلي:
١- عموم قوله تعالى: {وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ} [النحل: ٩١] .
٢- وقول النبي - صلى الله عليه وسلم -: (المسلمون عند شروطهم) (٣) .
القول الثاني يلزمه الوفاء بالشرط في إنه لا يقتل أحد منهم ولا يأخذ شيئا من أموالهم ولا يلزمه الشرط في البقاء في بلادهم، ويجب عليه الخروج من بلادهم، وبهذا قال الحنفية (٤) ، والمالكية في قول (٥) والشافعية (٦) .
واستدلوا بما يلي:
_________
(١) المغني (١٣/١٨٥) وكشاف القناع (٢/٤٢٩) .
(٢) التاج والإكليل بهامش مواهب الجليل (٤/٥٤٨) وحاشية الخرشي (٤/٢١) .
(٣) صحيح البخاري مع الفتح كتاب الإجارة باب أجرة السمسرة (٤/٥٦٩) .
(٤) شرح السير الكبير (٤/٣٠٦) ومختصر اختلاف العلماء للطحاوي (٣/٤٩١) .
(٥) التاج والأكيل بهامش مواهب الجليل (٤/٥٤٨) .
(٦) الأم (٤/٢٧٥) وروضة الطالبين (١٠/٢٨٢، ٢٨٣) .','2','440',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (435,'١- أن حبسهم إياه في بلادهم ظلم منهم له, ليس بظالم بخروجه من أيديهم (١) .
٢- ولأن المقام في بلد الحرب حرام فلا يجوز له ذلك ولا يفي بوعدهم (٢) .
القول الثالث: لا يلزمه الوفاء بالشرط مطلقا فله أن يهرب ويقتل من قدر عليه منهم ويأخذ أموالهم، وهذا قول عند المالكية (٣) وقول الحنفية في حال أمانهم إياه دون أن يؤمنهم هو (٤) والمفهوم من كلام ابن حزم أن المواثيق والإيمان التي أعطاهم لا شيء عليه فيها (٥) .
واستدلوا على ذلك بما يلي:
١- أن الأصل في أمره أنه مكره، والمكره لا شيء عليه (٦) .
٢- ولأن حبسهم إياه ظلم فلا مانع أن يقاوم الظلم بشتى الوسائل (٧) .
الترجيح
الذي يظهر بعد عرض الأقوال أن الأسير إذا أطلقه العدو على أن يبقى في ديارهم لا يخلو أن يكون قادرا على إظهار دينه حرا في تعبده لله عز وجل، أو لا يقدر على إظهار دينه، فهو مضطهد فيه.
_________
(١) الأم (٤/٢٧٥) وشرح السير الكبير (٤/٣٠٦) .
(٢) التاج والإكليل بهامش مواهب الجليل (٤/٥٤٩) .
(٣) التاج والإكليل بهامش مواهب الجليل (٤/٥٤٨) وحاشية الخرشي (٤/٢١) .
(٤) شرح السير الكبير (٤/٣٠٦) .
(٥) المحلى بالآثار (٥/٣٦٤) .
(٦) المرجعان قبل الهامشين السابقين.
(٧) شرح السير الكبير (٤/٣٠٦) والمبسوط (١٠/٦٦) .','2','441',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (436,'فأما الحالة الأولى: إذا قدر على إظهار دينه، فإن القول الأول الذي يلزمه بالوفاء بالشروط التي أطلق من الأسر عليها هو الراجح في حقه.
لما سبق من الأدلة التي تلزمه بالوفاء، ولأن في ذلك مصلحة للأسرى حيث يمكن إطلاقهم إذا وفوا بالشروط المتفق عليها.
ثم في ذلك دعوة إلى الإسلام، فربما بقاؤهم في بلاد الكفار وهم قادرون على إظهار دينهم أولى من خروجهم، لأنهم بذلك يستطيعون نشر الإسلام وإظهاره.
أما إن كان الأسير الذي أطلق ليبقى في بلاد الكفار لا يقدر على إظهار دينه ومضطهدا فيه، فإن الراجح في حقه في هذه الحالة أن يخرج من بلاد الكفر هربا بدينه.
ولا يجوز له أن يقتل أحدا منهم ولا أن يأخذ من أموالهم شيئا وفاء بالشروط ما أمكن إلى ذلك سبيلا، وعلى هذا يترجح في هذه الحالة القول الثاني فلا يقتل أحدا منهم ولا يأخذ شيئا من أموالهم ولا يلزمه البقاء في بلادهم.
أما القول الثالث:
فيمكن حمله على ما إذا منعوه من الخروج وهو غير قادر على إظهار دينه فله أن يقتل من يمنعه من الخروج ويأخذ ماله، وأما غير ذلك فلا يجوز لما سبق من وجوب الوفاء بالشروط، والله أعلم.','2','442',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (437,'<span data-type="title" id=toc-178>المطلب الخامس
إذا أطلقه العدو على أن ينفذ لهم في بلاد المسلمين ما يريدون</span>
وفيه فرعان:
<span data-type="title" id=toc-179>الفرع الأول: إذا أطلقه العدو على أن يحمل لهم من بلاد الإسلام الفداء</span>.
الفرع الثاني: إذا أطلقه العدو ليكون جاسوسا لهم على المجاهدين.
الفرع الأول:
إذا أطلقه العدو على أن يحمل لهم فداء من المال من بلاد الإسلام
اختلف الفقهاء رحمهم الله تعالى في الوفاء بهذا الشرط إلى قولين:
القول الأول: يلزمه الوفاء بالشرط فيبعث إليهم بالمال، أو يعود إليهم به، وبهذا قال الجمهور (١) إلا أن الحنابلة، والشافعي في القديم شرطوا أن لا يكون الأسير مكرها على الفداء، فإن كان مكرها لم يلزمه الوفاء (٢) .
واستدل الجمهور بما يلي:
١- عموم قوله تعالى: {وَأَوْفُوا بِعَهْدِ اللَّهِ إِذَا عَاهَدْتُمْ} [النحل: ٩١] .
٢- وعموم قوله - صلى الله عليه وسلم -: «المسلمون عند شروطهم» (٣) .
٣- ولأن النبي - صلى الله عليه وسلم - لما صالح قريشا في الحديبية على أن يرد من جاء من قريش ولو كان مسلما وفىّ لهم بالشروط. وقال: (إنا لا يصلح في ديننا الغدر) (٤) .
_________
(١) شرح السير الكبير (٤/٢٥٥) والتاج والإكليل بهامش مواهب الجليل (٤/٥٤٨) وهذا القول عند المالكية بناء على قولهم بلزوم الوفاء بالشروط والمغني (١٣/١٨٤) وكشاف القناع (٢/٤٢٩) . وروضة الطالبين (١٠/٢٨٤) ومغني المحتاج (٦/٥٦) .
(٢) المغني (١٣/١٨٤) وكشاف القناع (٢/٤٢٩) وروضة الطالبين (١٠/٢٨٤) ومغني المحتاج (٦/٥٦) .
(٣) سبق تخريجه.
(٤) سبق تخريجه.','2','443',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (438,'٤- ولأن في الوفاء مصلحة للأسرى وفي الغدر مفسدة لهم، لأنه إذا غدر الأسير لم يؤمنوا بعده أحدا من الأسرى، والحاجة تدعو إلى أن يطلقوا الأسرى فلزمه الوفاء (١) .
القول الثاني: لا يلزمه الوفاء بالشرط.
وبهذا قال الشافعية في المشهور (٢) وهو قول عند المالكية (٣) ورواية عند الحنابلة فيما إذا عجز عن الفداء (٤) وهو قول ابن حزم (٥) .
واستدلوا بما يلي:
١- أن النبي - صلى الله عليه وسلم - منع رد النساء المسلمات إلى الكفار بعد صلح الحديبية (٦) . لقوله تعالى: {فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ} [الممتحنة: ١٠] .
٢-ولأن الهجرة من بلاد الحرب واجبة والعود إليها معصية فلم يجز العود (٧) .
ونوقش الاستدلال بالآية: بأن منع رد النساء المسلمات إلى الكفار جاء على سبيل الاستثناء، لأن في رد النساء المسلمات إلى الكفار تسليطا لهم على وطئهن وذلك محرم، أما الرجال فقد رد النبي - صلى الله عليه وسلم - أبا بصير وغيره إلى الكفار (٨) فدل على لزوم الوفاء بالشرط.
الترجيح
يظهر رجحان القول الأول لقوة ما استدلوا به، ولمصلحة الأسرى في الفكاك من الأسر وللترغيب في الدخول في الإسلام الذي يأمر بالوفاء وينهي عن الغدر حتى مع العدو إلا أنه يبعث إليهم بالمال ولا يعود إليهم، لما في العودة إليهم من مفاسد عليه. والله أعلم.
_________
(١) المغني (١٣/١٨٤) وكشاف القناع (٢/٤٢٩) .
(٢) الحاوي الكبير (١٤/٧١) وروضة الطالبين (١٠/٢٨٤) ومغني المحتاج (٦/٥٦) .
(٣) التاج والإكليل بهامش مواهب الجليل (٤/٥٤٨) وحاشية الخرشي (٤/٢١) .
(٤) المغني (١٣/١٨٥) وقالوا: إن كان المفادي امرأة فلا ترجع إليهم قولا واحدا لقوله تعالى: {فلا ترجعوهن إلى الكفار} [الممتحنة: ١٠] .
(٥) المحلى بالآثار: (٥/٣٦٤) .
(٦) صحيح البخاري مع الفتح، كتاب المغازي، باب غزوة الحديبية، ح رقم (٤١٨٠، ٤١٨١) .
(٧) الحاوي الكبير (١٤/٢٧١) .
(٨) المغني (١٣/١٨٤) وكشاف القناع (٢/٤٢٩) .','2','444',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (439,'الفرع الثاني
إذا أطلقه العدو ليكون جاسوسا (١) لهم على المسلمين
اتفق الفقهاء (٢) رحمهم الله تعالى أنه يحرم على المسلم أن يتجسس على المسلمين لصالح العدو بأي وسيلة ولأي سبب كان.
قال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ} [الأنفال: ٢٧] .
وقال تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ} [الممتحنة: ١] .
واختلفوا في العقوبة التي يعاقب بها من فعل ذلك إلى ثلاثة أقوال:
القول الأول: أنه يعزر بما يناسب من ضرب وحبس ولا يقتل. وبهذا قال: الحنفية (٣) والشافعية (٤) والمالكية في قول (٥) وظاهر قول الحنابلة (٦) .
واستدلوا على ذلك بما يلي:
١- ما جاء في قصة الصحابي حاطب بن أبي بلتعة (٧) - رضي الله عنه - حيث بعث إلى قريش بكتاب يخبرهم بعزم النبي - صلى الله عليه وسلم - على فتح مكة.
_________
(١) التجسس: التفتيش عن بواطن الأمور والبحث عن العورات، والجاسوس: الذي يتجسس الأخبار انظر: لسان العرب (٦/٣٨) مادة (جسس) والمقصود هنا: يرسله الكفار سرا يتجسس على المسلمين ويعرف أمورهم ويبلغها الكفار، انظر: الاستخبارات العسكرية في الإسلام ص (٢٨٢) .
(٢) المبسوط (١٠/٨٦) الشرح الكبير بهامش حاشية الدسوقي (٢/١٨٢) والجامع لأحكام القرآن (١٨/٤٨) وشرح صحيح مسلم (١٥/٢٨٨) والمغني (١٣/١٨٥) وأحكام القرآن للشافعي ص (٣٨٥) .
(٣) الخراج لأبي يوسف ص (١٩٠) والسير الكبير (٤/٢٤٧) .
(٤) الأم (٤/٢٤٩) .
(٥) الذخيرة (٣/٤٠٠) والجامع لأحكام القرآن (١٨/٤٩) وأحكام القرآن لابن العربي ... (٤/٢٥٥) .
(٦) كشاف القناع (٢/٣٨٠) .
(٧) هو: حاطب بن أبي بلتعة بن عمرو بن عمير بن سلمة اللخمي، شهد بدرا مات سنة ٣٠ هـ في خلافة عثمان وله خمس وستون سنة، انظر الإصابة (٢/٤) ت رقم ... (١٥٤٣) وأسد الغابة (١/٤٣١) ت رقم (١٠١١) .','2','445',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (440,'فعن علي بن أبي طالب - رضي الله عنه - قال: بعثني رسول الله - صلى الله عليه وسلم - أنا والزبير، والمقداد بن الأسود (١) وقال: (انطلقوا حتى تأتوا روضة خاخ (٢) فإن بها ظعينة (٣) ومعها كتاب فخذوه منها، فانطلقنا تعادي بنا خيلنا (٤) حتى انتهينا إلى الروضة فإذا نحن بالظعينة، فقلنا: أخرجي الكتاب، فقالت: ما معي كتاب، فقلنا: لتخرجن الكتاب، أو لنلقين الثياب، فأخرجته من عقاصها (٥) فأتينا به رسول الله - صلى الله عليه وسلم - فإذا فيه من حاطب بن أبي بلتعة إلى أناس من أهل مكة، يخبرهم ببعض أمر رسول الله - صلى الله عليه وسلم - فقال رسول الله - صلى الله عليه وسلم - ما هذا يا حاطب؟ قال: يا رسول الله لا تعجل علي إني كنت إمرأً ملصقا (٦)
في قريش ولم أكن من أنفسها، وكان من معك من المهاجرين لهم قرابات بمكة يحمون بها أهليهم وأموالهم، فأحببت إذا فاتني ذلك من النسب فيهم أن أتخذ عندهم يدا يحمون بها قرابتي، وما فعلت كفرا، ولا ارتداد ولا رضا بالكفر بعد الإسلام، فقال رسول الله - صلى الله عليه وسلم - قد صدقكم، فقال عمر: يا رسول الله دعني اضرب عنق هذا المنافق - صلى الله عليه وسلم - قال: إنه قد شهد بدرا، وما يدريك لعل (٧) الله أن يكون قد اطلع على أهل بدر، فقال: اعملوا ما شئتم فقد غفرت لكم (٨)) (٩) .
_________
(١) هو المقداد بن عمرو بن ثعلبة بن مالك بن ربيعة الكندي، وقيل: الحضرمي، يكني أبا الأسود، أسلم قديما وهاجر الهجرتين وشهد المشاهد كلها وكان فارسا يوم بدر، تزوج بنت الزبير بن عبد المطلب، وروي أحاديث عن النبي - صلى الله عليه وسلم - مات سنة ٣٣ هـ في خلافة عثمان، الإصابة (٦/١٥٩) ت رقم (٨٢٠١) وأسد الغابة (٤/٤٧٥) ت رقم (٥٠٦٩) .
(٢) موضع بين مكة والمدينة يبعد عن المدينة اثنى عشر ميلا، انظر: معجم البلدان (٢/٣٨٣) ت رقم (٤٠٥٧) .
(٣) الجارية، والأصل الهودج وسميت به الجارية لأنها تكون فيه، واسم الظعينة سارة مولاة لعمران بن أبي صيفي القرشي انظر: شرح صحيح مسلم (١٥/٢٨٨) وعون المعبود شرح سنن أبي داود (٧/٢٢٣) .
(٤) تجري بنا. انظر: شرح صحيح مسلم للنووي (١٥/٢٨٨) .
(٥) شعرها المضفور انظر: شرح صحيح مسلم للنووي (١٥/٢٨٨) وعون المعبود شرح سنن أبي داود (٧/٢٢٣) .
(٦) أي حليفا انظر: عون المعبود (٧/٢٢٤) وفتح الباري (٨/٨١٨) ..
(٧) بصيغة الترجي في أكثر الروايات وهو من الله واقع. انظر: فتح الباري (٨/٨١٨) .
(٨) المراد: غفران الذنوب في الآخرة وإلا لو وجب على أحدهم حدا لم يسقط في الدنيا انظر: عون المعبود (٧/٢٢٤) .
(٩) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب الجاسوس، ح رقم (٣٠٠٧) وكتاب التفسير، باب سورة الممتحنة، ح رقم (٤٨٩٠) وصحيح مسلم بشرح النووي، كتاب فضائل الصحابة، باب فضائل أهل بدر ح رقم (٢٤٩٤) .','2','446',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (441,'وفي رواية فقال عمر: (إنه قد خان الله والمؤمنين فدعني فلأضرب عنقه) (١) .
وجه الدلالة من الحديث: أن النبي - صلى الله عليه وسلم - لم يقتل حاطب بن أبي بلتعة مع أنه خابر المشركين بأمر النبي - صلى الله عليه وسلم - وقد كان - صلى الله عليه وسلم - يريد غرتهم، وهذا عام في حاطب وغيره (٢) .
ونوقش هذا الاستدلال، بأن النبي - صلى الله عليه وسلم - لم يقتل حاطبا لأنه كان من أهل بدر، وهذا مانع لا يوجد في غيره (٣) .
٢- عن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله، أني رسول الله إلا بإحدى ثلاث: النفس بالنفس والثيب الزاني والمفارق لدينه التارك للجماعة» (٤) .
وجه الدلالة من الحديث: أنه لا يحل قتل المسلم إلا بإحدى هذه الثلاث فالتجسس على المسلمين لصالح الكفار لا يحل دم المسلم (٥) .
ويمكن مناقشة هذا الاستدلال: بأن قتل المسلم ليس مقصورا على ما ورد في حديث ابن مسعود، لأن هناك نصوصا صحيحة تدل على جواز قتل المسلم في غير ما ورد في حديث ابن مسعود. ومن ذلك قوله - صلى الله عليه وسلم - «من أتاكم وأمركم جميع على رجل واحد يريد أن يشق عصاكم أو يفرق جماعتكم فاقتلوه» (٦) .
_________
(١) صحيح البخاري مع الفتح، كتاب المغازي، باب فضل من شهد بدر، ح رقم (٣٩٨٣) .
(٢) الأم (٤/٢٥٠) .
(٣) الشرح الممتع (٨/٩٨) وزاد المعاد (٣/٤٢٣) .
(٤) صحيح البخاري مع الفتح، كتاب الديات باب قوله تعالى: {إن النفس بالنفس} ح رقم (٦٨٧٨) وصحيح مسلم بشرح النووي، كتاب القسامة، باب ما يباح به دم المسلم ح رقم (١٦٧٦) .
(٥) الأم (٤/٢٤٩) .
(٦) صحيح مسلم بشرح النووي، كتاب الإمارة باب حكم من خرق أمر المسلمين وهو مجتمع، ح رقم (١٨٥٢) .','2','447',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (442,'القول الثاني: أن عقوبته القتل.
وهذا قول عند المالكية (١) وقول عند الحنابلة (٢) .
واستدلوا بما يلي:
١- حديث حاطب بن أبي بلتعة السابق.
ووجه الدلالة منه: أن النبي - صلى الله عليه وسلم - أقر عمر رضي الله عنه على إرادة القتل لحاطب لولا المانع، وهو أنه شهد بدرا وهذا منتف في غير حاطب، فلو كان الإسلام مانعا من قتله لما علل بأخص منه وهو كونه شهد بدرا (٣) .
ويمكن مناقشة هذا الاستدلال: بأن المانع من قتل حاطب هو الإسلام لا كونه شهد بدرا فيشمل ذلك كل مسلم.
يدل على ذلك أن فرات بن حيان (٤) وقد أمر النبي - صلى الله عليه وسلم - بقتله لأنه كان جاسوسا على المسلمين قال: إني مسلم فقال - صلى الله عليه وسلم - «إن منكم رجالا نكلهم إلى إيمانهم منهم فرات بن حيان» (٥) .
_________
(١) الذخيرة (٣/٤٠٠) والتاج والإكليل بهامش مواهب الجليل (٤/٥٥٣) .
(٢) زاد المعاد (٣/٤٢٣) والشرح الممتع (٨/٩٨) .
(٣) فتح الباري (٨/٨٢٠) .
(٤) هو: فرات بن حيان بن ثعلبة بن عبد العزي بن حبيب العجلي، كان عينا لأبي سفيان على المسلمين ثم أسلم وحسن إسلامه، له صحبة نزل الكوفة وروي هذا الحديث عن النبي - صلى الله عليه وسلم - انظر: الإصابة (٥/٢٧٢) ت رقم (٦٩٨٠) وأسد الغابة (٤/٥١) ت رقم ... (٤١٩٩) .
(٥) أخرجه الإمام أحمد في المسند (١٤/٣٣٦) ح رقم (١٨٨٦٧) وأبو داود في سننه مع عون المعبود، كتاب الجهاد، باب في الجاسوس الذمي، ح رقم (٢٦٤٩) قال في عون المعبود: قال المنذري في إسناده أبو همام الدلال ولا يحتج بحديثه، وقد روي عن الثوري من طريق بشر بن السري البصري وهو ممن اتفق البخاري ومسلم على الاحتجاج به ورواه كذلك عن الثوري عباد بن موسى الأزرق وكان ثقة انظر: عون المعبود (٧/٢٢٥) وصححه الحاكم في المستدرك، ووافقه الذهبي انظر المستدرك كتاب الحدود، ح رقم (٨٠٩٣) وبهامشه التلخيص للذهبي، وصححه الألباني: صحيح سنن أبي داود ح رقم (٢٣١٠) .','2','448',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (443,'فلم يقتله النبي - صلى الله عليه وسلم - رغم أنه كان جاسوسا للعدو على المسلمين، لأنه قال: إني مسلم، فالإسلام مانع من قتله.
٢- ولأن في قتله دفعا لشره وردعا لأمثاله (١) .
القول الثالث: أن عقوبته ترجع إلى اجتهاد الإمام.
فإن رأى الإمام أن المصلحة في قتله، قتله وإن رأى غير ذلك فعل به ما يناسب حاله، وما يكون رادعا لأمثاله.
وهذا القول روي عن مالك (٢) واختاره ابن القيم من الحنابلة (٣) .
جاء في الذخيرة: قال مالك (يجتهد فيه الإمام كالمحارب) (٤) .
وفي زاد المعاد: (والصحيح أن قتله راجع إلى رأي الإمام فإن رأى في قتله مصلحة للمسلمين قتله، وإن كان استبقاؤه أصلح، استبقاه) (٥) .
الترجيح
القول الثالث هو الراجح أن عقوبته إلى اجتهاد الإمام
لأن الإمام موكول إليه أمر الجهاد وتدبير الحرب وهو الذي بيده تقدير المصلحة والمفسدة فعقوبة الجاسوس تكون إليه، ولأن في هذا القول جمعا بين القولين السابقين وإعمالا للأدلة.
_________
(١) الشرح الممتع (٨/٩٨) .
(٢) الذخيرة (٣/٤٠٠) والجامع لأحكام القرآن (١٨/٤٩) والتاج والإكليل بهامش مواهب الجليل (٤/٥٥٢) .
(٣) زاد المعاد (٣/٤٢٣) .
(٤) الذخيرة (٣/٤٠٠) .
(٥) المرجع السابق.','2','449',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (444,'<span data-type="title" id=toc-181>المبحث السادس
في أحكام الغنيمة والفيء والنفل</span>
وفيه ثلاثة مطالب:
<span data-type="title" id=toc-182>المطلب الأول: في أحكام الغنيمة</span>.
المطلب الثاني: في أحكام الفيء.
المطلب الثالث: في أحكام النفل.
المطلب الأول
في أحكام الغنيمة
وفيه أربعة فروع:
<span data-type="title" id=toc-183>الفرع الأول: الغلول في الغنيمة</span>.
الفرع الثاني: ما يجوز للمجاهد أخذه من الغنيمة قبل القسمة.
الفرع الثالث: قسمة الغنيمة قبل أن يكون للجند راتب من الدولة.
الفرع الرابع: قسمة الغنيمة بعد أن أصبح للجند راتب من الدولة.
الفرع الأول
الغلول في الغنيمة
وفيه ثلاث مسائل:
المسألة الأولى: المراد بالغلول.
المسألة الثانية: حكم الغلول.
المسألة الثالثة: عقوبة الغال.','2','450',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (445,'<span data-type="title" id=toc-184>المسألة الأولى
المراد بالغلول</span>
أولا: في اللغة.
الغلول: الخيانة، جاء في لسان العرب: غل يغل غلولا، وأغل خان.
قال الشاعر:
جزي الله عنا حمزة ابنة نوفل جزاء مغلٍ بالأمانة كاذب.
والغلول: الخيانة في المغنم، والسرقة من الغنيمة، وكل من خان في شيء خفية فقد غل. وخص بعضهم الغل بأنه في الفيء والغنيمة (١) .
ثانيا: عند الفقهاء:
عرفه الحنفية بأنه السرقة من الغنيمة (٢) .
والمالكية بأنه: أخذ ما لم يبح الانتفاع به من الغنيمة قبل حوزها (٣) .
والشافعية بأنه: ما أخذه أمير الجيش، أو أحد الغزاة من المغنم مما يجب قسمته بين العسكر، ولا يأتي به إلى متولي القسم ليقسمه بين مستحقيه (٤) .
وعرفه الحنابلة بأنه: كتم الغنيمة، أو بعضها (٥) .
والذي يظهر من هذه التعاريف أن الغلول من الغنيمة والفيء يكون على وجه الكتمان والخفاء وأن ذلك مما لم يبح الانتفاع به من الغنيمة للحاجة، وأنه مما يجب قسمته بين الجنود.
ولذا يمكن تعريف الغلول بأنه: ما أخذ من الغنيمة أو الفيء على وجه الكتمان مما لم يبح الانتفاع به مما يجب قسمته بين العسكر، والله أعلم.
_________
(١) لسان العرب (١١/٤٩٩) مادة (غلل) . والقاموس المحيط ص ١٠٣٩ مادة (غلل) .
(٢) المبسوط (١٠/٥) واللباب في شرح الكتاب (٤/١١٩) .
(٣) الشرح الكبير بهامش الدسوقي (٢/١٧٩) .
(٤) مشارع الأشواق (٢/٧٩٧) .
(٥) كشاف القناع (٢/٤١٣) وشرح منتهى الإرادات (١/٦٤٦) .','2','451',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (446,'المسألة الثانية
حكم الغلول من الغنيمة (١) والفيء (٢)
الغلول من الغنيمة والفيء حرام قليله وكثيره، يدل على ذلك الكتاب والسنة وإجماع الأمة فمن الكتاب.
قوله تعالى: {وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ} [آل عمران: ١٦١] .
والمراد من يخن من غنائم المسلمين شيئا وفيئهم يأتي به يوم القيامة في المحشر، حاملا له على ظهره ورقبته، معذبا بجملة وثقله، ومرعوبا بصوته، وموبخا بإظهار خيانته على رءوس الأشهاد (٣) ومن السنة.
١- ما جاء في الصحيحين من حديث أبي هريرة رضي الله عنه قال: قام فينا النبي - صلى الله عليه وسلم - فذكر الغلول فعظمه وعظم أمره، قال: (لا ألفين (٤) أحدكم يوم القيامة على رقبته فرس له حمحمة (٥) يقول: يا رسول الله أغثني، فأقول: لا أملك لك شيئا، قد أبلغتك وعلى رقبته بعير له رغاء (٦) يقول: يا رسول الله أغثني، فأقول: لا أملك
_________
(١) هي: المال المأخوذ من أهل الحرب بالقتال على سبيل القهر والغلبة، انظر: بدائع الصنائع (٦/٩٠) والوسيط في المذهب (٧/٣٢) .
(٢) سيأتي تعريفه إن شاء الله قريبا.
(٣) جامع البيان للطبري (٣/٥٠١) والجامع لأحكام القرآن (٤/٢٤٩) .
(٤) بضم أوله وبالفاء أي: لا أجد، هكذا الرواية للأكثر بلفظ النفي المؤكد والمراد: النهي. انظر: فتح الباري (٦/٢٢٨) وشرح صحيح مسلم للنووي (١٢/٤٥٨) .
(٥) صوت الفرس عند العلف وهو دون الصهيل، انظر: النهاية في غريب الحديث والأثر ... (١/٤١٩) وفتح الباري (٦/٢٢٩) .
(٦) صوت البعير يسمى رغاء انظر: النهاية في غريب الحديث والأثر (٢/٢١٨) وفتح الباري (٦/٢٢٩) وشرح صحيح مسلم للنووي (١٢/٤٥٨) .','2','452',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (447,'لك شيئا، قد أبلغتك وعلى رقبته صامت (١) فيقول: يا رسول الله أغثني فأقول: لا أملك لك شيئا قد أبلغتك أو علي رقبته رقاع تخفق (٢) فيقول: يا رسول الله أغثني فأقول لا أملك لك شيئا قد أبلغتك) (٣) .
٢- وعن أبي هريرة رضي الله عنه قال: (افتتحنا (٤) خيبر ولم نغنم ذهبا ولا فضة، إنما غنمنا البقر والإبل والمتاع والحوائط ثم انصرفنا مع رسول الله - صلى الله عليه وسلم - إلى وادي القرى (٥) ومعه عبد له يقال له مدعم أهداه له أحد بني الضباب، فبينما هو يحط رحل رسول الله - صلى الله عليه وسلم - إذ جاءه سهم عائر حتى أصاب ذلك العبد، فقال الناس هنيئا له الشهادة فقال رسول الله - صلى الله عليه وسلم - بلي والذي نفسي بيده، إن الشملة (٦) التي أصابها يوم خيبر من الغنائم لم تصبها المقاسم لتشتعل عليه نارا، فجاء رجل حين سمع ذلك من النبي - صلى الله عليه وسلم - بشراك (٧) أو بشراكين فقال: هذا شيء كنت أصبته، فقال رسول الله - صلى الله عليه وسلم -: شراك أو شراكان في النار) (٨) .
_________
(١) أي الذهب والفضة، وقيل: ما لا روح فيه من أصناف المال، انظر: النهاية في غريب الحديث والأمر (٣/٤٨) وفتح الباري (٦/٢٢٩) وشرح صحيح مسلم للنووي ... (١٢/٤٥٨) .
(٢) أي تقعقع وتضطرب إذا حركتها الرياح، وقيل معناه: تلمع والمراد بها الثياب.
وقيل المراد بها: ما عليه من الحقوق المكتوبة في الرقاع، واستبعد ذلك ابن الجوزي، لأن الحديث لذكر الغلول الحسي فحمله على الثياب أنسب انظر: فتح الباري (٦/٢٢٩) .
(٣) صحيح البخاري مع الفتح كتاب الجهاد، باب الغلول، ح رقم (٣٠٧٣) وصحيح مسلم بشرح النووي كتاب الإمارة باب غلظ تحريم الغلول ح رقم (١٨٣١) .
(٤) افتتحنا أي المسلمون وأبو هريرة رضي الله عنه لم يكن معهم وإنما أتى النبي - صلى الله عليه وسلم - مسلما بعد فتح خيبر ولكنه حضر قسمة الغنائم انظر: فتح الباري (٧/٦٢١-٦٢٢) .
(٥) هو: وادي بين المدينة والشام من أعمال المدينة كثير القرى فتحها النبي - صلى الله عليه وسلم - عنوة ثم صولحوا على الجزية، انظر: معجم البلدان (٥/٣٩٧) ت رقم (١٢٣٤٦) .
(٦) هي: البردة بضم الباء وتسمى كذلك النمرة وهي كساء مخطط، وقيل: كساء أسود فيه صور، انظر: شرح صحيح مسلم (٢/٤٨٨) .
(٧) سير النعل على ظهر القدم. وقوله: أو شراكين، شك من الراوي، انظر: فتح الباري ... (٧/٦٢٣) وعون المعبود (٧/٢٧١) .
(٨) صحيح البخاري مع الفتح، كتاب المغازي باب غزوة خيبر ح رقم (٤٢٣٤) وكتاب الإيمان والنذور، باب هل يدخل في الإيمان والنذور الأرض والغنم والزرع، ح رقم ... (٦٧٠٧) وصحيح مسلم بشرح النووي، كتاب الإيمان باب غلظ تحريم الغلول وأنه لا يدخل الجنة إلا مؤمن ح رقم (١١٥) .','2','453',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (448,'وقد أجمعت الأمة على أن الغلول من الغنيمة والفيء محرم.
جاء في بداية المجتهد (اتفق المسلمون على تحريم الغلول) (١) .
إذا تقرر تحريم الغلول بالكتاب والسنة وإجماع الأمة، فما هي عقوبة الغال؟
<span data-type="title" id=toc-186>المسألة الثالثة
عقوبة الغال</span>
للغال من الغنيمة والفيء عقوبتان (٢) :
العقوبة الأولى: عقوبة أخروية إذا مات ولم يتب ويتحلل مما غل، وقد تقدمت الأدلة على ذلك والتي توضح أن الغال يأتي يوم القيامة بما غل يحمله معذبا به وموبخا بإظهار خيانته على رءوس الأشهاد، وأنه يحرم الفوز بالشهادة ويعذب في النار (٣) .
العقوبة الثانية: عقوبة دنيوية وتكون عامة وخاصة.
فأما العامة: فإن الغلول ما ظهر في قوم إلا ألقي في قلوبهم الرعب وتأخر النصر عنهم (٤) .
عن ابن عباس رضي الله عنهم قال: (ما ظهر الغلول في قوم إلا ألقي في قلوبهم الرعب..) (٥) .
وأما الخاصة فهي فيمن غل.
اتفق الفقهاء (٦) -رحمهم الله تعالى فيما أعلم- على أن للإمام تعزيزه بالضرب، أو الحبس أو ما يراه مناسبا لعقوبته ورادعا لأمثاله.
_________
(١) بداية المجتهد (١/٣٩٨) فتح الباري (٦/٢٢٨) وشرح صحيح مسلم للنووي (١٢/٤٥٩) .
(٢) مشارع الأشواق (٢/٨١٣) .
(٣) راجع المسألة الثانية وشرح صحيح مسلم للنووي (١٢/٦٧) .
(٤) مشارع الأشواق (٢/٨١٣) .
(٥) أخرجه الإمام مالك في الموطأ، باب ما جاء الغلول ص (٢٨٥) .
(٦) شرح السير الكبير (٤/٥٧) والمعونة (١/٦٠٥) وحاشية الخرشي (٤/٢٢) والأم ... (٤/٢٥١) والمغني (١٣/١٦٨) والإنصاف (٤/١٨٧) .','2','454',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (449,'واختلفوا في إحراق رحل الغال ومتاعه إلى قولين:
القول الأول: أنه لا يحرق رحله ولا متاعه، وهذا قول الجمهور (١) .
واستدلوا بما يلي:
١- ما جاء في حديث مدعم مولى الرسول - صلى الله عليه وسلم - الذي غل الشملة في خيبر وقد تقدم ذكره (٢) وجه الدلالة: أن النبي - صلى الله عليه وسلم - لم يحرق رحله، وإنما بين أن الشملة تشتعل عليه نارا، فكذلك من غل لا يحرق رحله ومتاعه (٣) .
٢- ولأن حرق رحله ومتاعه إضاعة للمال (وقد نهى النبي - صلى الله عليه وسلم - عن إضاعة المال) (٤) .
ونوقشت هذه الأدلة بما يلي:
١- أما حديث معدم فلا حجة لهم فيه، لأنه لم يعترف أنه أخذه على سبيل الغلول، ولا أنه أخذه لنفسه (٥) وإنما أخبر النبي - صلى الله عليه وسلم - بذلك بعد أن قتل.
٢- أما النهي عن إضاعة المال، فإنما يكون ذلك إذا لم يكن فيه مصلحة، أما إذا كان فيه مصلحة فلا بأس بذلك، ولا يعد تضييع للمال، كإلقاء المتاع في البحر إذا خيف الغرق (٦) .
ويمكن الجواب على هذه المناقشة:
بأن الناس قد جاءوا بعدما سمعوا هذا الوعيد للغال بما لديهم من شراك ونحوه، ولم يحرق النبي - صلى الله عليه وسلم - متاعهم.
_________
(١) شرح السير الكبير (٤/٥٧) والمعونة (١/٦٠٥) وحاشية الخرشي (٤/٢٢) والكافي في فقه أهل المدينة (١/٤٧٢) والأم (٢٥١) والإنصاف (٤/١٨٥) .
(٢) سبق تخريجه.
(٣) التمهيد لابن عبد البر (٢/٢١) وشرح السير الكبير (٤/٥٨) .
(٤) سبق تخريجه.
(٥) المغني (١٣/١٦٩) .
(٦) المرجع السابق في الهامش السابق.','2','455',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (450,'وأما القياس على إلقاء المتاع في البحر للمحافظة على النفس فهو قياس مع الفارق، لأن في ذلك إتلاف للمال للمحافظة على النفوس التي هي أعظم من المال، أما في الغال فإحراق المال عقوبة له ويمكن عقابه بغير إحراق المال. والله أعلم.
القول الثاني: أنه يحرق رحله ومتاعه قال به الحنابلة على المذهب (١) والأوزاعي (٢) وغيرهم واستثنوا من ذلك الحيوان، لأنه لا يدخل في اسم المتاع، وسرج الحيوان لأنه ملبوس له وثياب الغال، لأنه لا يجوز تركه عريانا، والمصحف فإنه لا يحرق لحرمته، والسلاح لأنه يحتاج إليه للقتال، ونفقته لأن ذلك مما لا يحرق عادة (٣) .
واستدلوا بما يلي:
١- عن عمر بن الخطاب - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: (إذا وجدتم الرجل قد غل فأحرقوا متاعه واضربوه) (٤) .
٢- عن عمر بن شعيب عن أبيه عن جده (أن رسول الله - صلى الله عليه وسلم - وأبا بكر وعمر أحرقوا متاع الغال) (٥) .
_________
(١) المغني (١٣/١٦٨) وكشاف القناع (٢/٤١٣) .
(٢) التمهيد لابن عبد البر (٢/٢٢) والجامع لأحكام القرآن (٤/٢٥٣) .
(٣) المراجع السابقة في الهامشين السابقين.
(٤) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجهاد، باب في عقوبة الغال، ح رقم (٢٧١٠) والترمذي مع عارضة الأحوذي، كتاب الحدود، باب ما جاء في الغال ما يصنع به ح رقم (١٤٦١) قال الترمذي: هذا الحديث غريب لا نعرفه إلا من هذا الوجه قال: وسألت محمدا عن هذا الحديث (أي البخاري) فقال: إنما روى هذا صالح بن محمد بن زائدة، وهو أبو واقد الليثي وهو منكر الحديث، وقال ابن عبد البر: هذا الحديث يدور على صالح بن محمد بن زائدة، وهو ضعيف لا يحتج به. انظر: التمهيد ... (٢/٢٢) وأخرجه الحاكم في كتاب الجهاد، ح رقم (٢٥٨٤) وقال هذا حديث صحيح الإسناد ولم يخرجاه ووافقه الذهبي. انظر: التلخيص للذهبي بهامش المستدرك ... (٢/١٣٨) .
(٥) أخرجه أبو داود في سننة مع عون المعبود، كتاب الجهاد، باب في عقوبة الغال، ح رقم ... (٢٧١٢) قال في عون المعبود: سكت عنه المنذري (٧/٢٧٤) وقال ابن القيم: وعلة هذا الحديث أنه من رواية زهير بن محمد وزهير هذا ضعيف، انظر: شرح سنن أبي داود لابن القيم بهامش عون المعبود (٧/٢٧٤) وأخرجه البيهقي في سننه، كتاب السير، باب لا يقطع من غل في الغنيمة، ح رقم (١٨٢١١) وقال: يقال: أن زهيرا مجهول وليس بالمكي، وانظر كذلك تهذيب التهذيب (٣/٣٠٢) .','2','456',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (451,'ونوقشت هذه الأدلة بما يلي:
١- أن هذه الأحاديث ضعيفة، ومما يدل على ذلك: أن الغلول كان كثيرا في زمن النبي - صلى الله عليه وسلم - لكثرة المنافقين والأعراب، وأهل المغازي لم يتركوا شيئا مما فعله النبي - صلى الله عليه وسلم - في مغازيه إلا ذكروه، فلو كان أحرق رحل أحد لنقلوا ذلك لنا مستفيضا وحيث لم ينقل ذلك في كتب السير المشهورة دل على ضعفها أو أنه لا أصل لها (١) .
وكذلك مخالفة الأحاديث والآثار المشهورة في أن النبي - صلى الله عليه وسلم - لم يحرق أحدا ولو صحت الأحاديث لاحتمل أن يكون ذلك حين كانت العقوبات في الأموال، كما في مانعي الزكاة (٢) .
٢- أن الذين قالوا يحرق الرحل والمتاع استثنوا المصحف والحيوان والسلاح وملابس الغال ونفقته، فيقاس على ذلك سائر الأمتعة، الغازي لا يحمل معه في العادة إلا ما يحتاج إليه للقتال (٣) .
الترجيح
الذي يظهر رجحان قول الجمهور أنه لا يحرق متاعه ورحله لما سبق من الأدلة؛ ولأن المجاهد لا يوجد معه إلا سلاحه ولباسه وطعامه وشرابه ولا يحرق شيء من ذلك بالاتفاق. والله أعلم.
_________
(١) شرح السير الكبير (٤/٥٩) والتمهيد (٢/٢١) والجامع لأحكام القرآن (٤/٢٥٢، ٢٥٣) .
(٢) المراجع السابقة في الهامش السابق.
(٣) شرح السير الكبير (٤/٥٩) .','2','457',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (452,'<span data-type="title" id=toc-187>الفرع الثاني
ما يجوز للمجاهد أخذه من الغنيمة قبل القسمة</span>
وفيه أربع مسائل:
<span data-type="title" id=toc-188>المسألة الأولى: أخذ السلاح من الغنيمة للقتال به، ثم رده بعد القتال</span>.
المسألة الثانية: الأكل من الغنيمة بقدر الحاجة.
المسألة الثالثة: تموين المركوب من الغنيمة في أرض العدو.
المسألة الرابعة: استعمال الأدوية من الغنيمة للعلاج.
المسألة الأولى
أخذ السلاح من الغنيمة للقتال به ثم رده بعد القتال
اتفق الفقهاء رحمهم الله تعالى فيما أعلم أنه يجوز أخذ المجاهد للسلاح من الغنيمة قبل القسمة إذا احتاج إليه في قتال العدو، ثم يرده بعد القتال (١) .
يدل على ذلك ما يلي:
١- قال ابن مسعود - رضي الله عنه - (انتهيت إلى أبي جهل فوقع سيفه من يده فأخذته فضربته به حتى برد) (٢) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - لم ينكر على ابن مسعود استخدام سلاح العدو في القتال فدل ذلك على جواز استخدام سلاح العدو في القتال عند الحاجة.
٢- ولأن الحاجة إلى السلاح أعظم من الحاجة إلى الطعام، وضرر استعماله أقل من ضرر الأكل من الغنيمة لعدم زوال عين السلاح بالاستعمال (٣) .
_________
(١) بدائع الصنائع (٦/١٠١) والمبسوط (١٠/٣٤) وشرح السير الكبير (٣/١٢٢) والمدونة (٢/٣٦) . والذخيرة (٣/٤١٨) وروضة الطالبين (١٠/٢٦٢) ومغني المحتاج (٦/٤٤) وكشاف القناع (٢/٣٩٩) ومغني ذوي الأفهام ص (٢١٦) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب السير، باب الرخصة في استعمال السلاح في حال الضرورة ح رقم (١٨٠١٣) و (١٨٠١٤) .
(٣) كشاف القناع (٢/٣٩٩) .','2','458',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (453,'وبهذا يتقرر جواز أخذ السلاح من الغنيمة لقتال العدو عند الحاجة إلى ذلك فإن لم تكن هناك حاجة. فلا يجوز أخذه (١) والله أعلم.
<span data-type="title" id=toc-189>المسألة الثانية
الأكل من الغنيمة بقدر الحاجة</span>
اتفق الفقهاء (٢) رحمهم الله تعالى - فيما أعلم - أنه يجوز الأكل من الغنيمة بقدر الحاجة.
جاء في شرح صحيح مسلم: (أجمع العلماء على جواز أكل طعام الحربيين ما دام المسلمون في دار الحرب، فيأكلون منه قدر حاجتهم) (٣) .
والأدلة على ذلك ما يلي:
١- عن ابن عمر رضي الله عنهما قال: (كنا نصيب في مغازينا العسل والعنب فنأكل ولا نرفعه) (٤) .
٢-عن عبد الله بن مغفل (٥) - رضي الله عنه - قال: (كنا محاصرين قصر خيبر فرمي إنسان بجراب (٦) فيه شحم فنزوت (٧) لأخذه فالتفت فإذا النبي - صلى الله عليه وسلم - فاستحييت منه) (٨) .
_________
(١) المراجع السابقة.
(٢) المبسوط (١٠/٣٤) وبدائع الصنائع (٦/١٠٠) وشرح السير الكبير (٣/١٢٠) والمدونة (٢/٣٥) وحاشية الخرشي (٤/٢٢) والذخيرة (٣/٤١٨) والأم (٤/٢٦١) وروضة الطالبين (١٠/٢٦١) والمغني (١٣/١٣٦) وكشاف القناع (٢/٣٩٨) والمحلى بالآثار ... (٥/٤١٩) .
(٣) شرح صحيح مسلم للنووي (١١/٣٤٤) وانظر: عون المعبود (٧/٢٦٤) والمغني (١٣/١٢٦) .
(٤) صحيح البخاري مع الفتح، كتاب فرض الخمس، باب ما يصيب من الطعام في أرض الحرب، ح رقم (٣١٥٤) .
(٥) هو: عبد الله بن مغفل بن عبد غنم، وقيل: عبد نهم بن عفيف المزني، له صحبة شهد بيعة الشجرة، وهو أحد العشرة الذين بعثهم عمر رضي الله عنه ليفقهوا الناس بالبصرة، مات بالبصرة سنة ٥٩ هـ وقيل غير ذلك: انظر أسد الغابة (٣/٢٩٤) ت رقم ... (٣١٩٧) والإصابة (٤/٢٠٦) ت رقم (٤٩٨٨) .
(٦) بكسر الجيم وعاء من جلد انظر: شرح صحيح مسلم (١١/٣٤٥) .
(٧) أي وثبت مسرعا. انظر: فتح الباري (٦/٣١٤) .
(٨) صحيح البخاري مع الفتح. كتاب فرض الخمس، باب ما يصيب من الطعام في أرض الحرب، ح رقم (٣١٥٣) .','2','459',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (454,'وعند مسلم بلفظ (أصبت جرابا من شحم يوم خيبر، قال فالتزمته فقلت: لا أعطي اليوم أحدا من هذا شيئا، قال: فالتفت فإذا رسول الله - صلى الله عليه وسلم - متبسما) (١) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - لم ينكر عليهم أكلهم من الغنائم التي أصابوها بل في رواية مسلم ما يدل على إقرار النبي - صلى الله عليه وسلم - لذلك قال: (فالتفت فإذا رسول الله - صلى الله عليه وسلم - متبسما) (٢) .
٣- ولأن الحاجة داعية إلى جواز أكلهم من الغنائم لأن ما معهم من الطعام ينفذ ويصعب عليهم حمل كل ما يحتاجون من الطعام من بلاد الإسلام فيأكلون من الغنائم بقدر الحاجة (٣) .
<span data-type="title" id=toc-190>المسألة الثالثة
تموين المركوب من الغنيمة في أرض العدو</span>
اتفق الفقهاء (٤) رحمهم الله تعالى فيما أعلم أنه يجوز تموين المركوب بما يحتاج من أرض العدو جاء في فتح الباري: (اتفق علماء الأمصار على جواز أكل الطعام.. وأما العلف فهو في معناه..) (٥) .
ويدل على ذلك ما يلي:
١- عن عبد الله بن عمرو رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - يوم خيبر (كلوا واعلفوا ولا تحملوا) (٦) .
_________
(١) صحيح مسلم بشرح النووي، كتاب الجهاد والسير باب جواز الأكل من الغنيمة في دار الحرب ح رقم (١٧٧٢) .
(٢) فتح الباري (٦/٣١٥) .
(٣) بدائع الصنائع (٦/١٠٠) والمعونة (١/٦١٠) والحاوي الكبير (١٤/١٦٧) وكشاف القناع (٢/٣٩٨) .
(٤) المبسوط (١٠/٣٤) وفتح القدير (٥/٢٢٨) والمدونة (٢/٣٥) والمعونة (١/٦١٠) والأم (٤/٢٦١) والحاوي الكبير (١٤/١٦٧) والمغني (١٣/١٣٦) وكشاف القناع (٢/٣٩٨) .
(٥) فتح الباري (٦/٣١٤) .
(٦) أخرجه البيهقي في السنن الكبرى، كتاب السير باب ما فضل في يده من الطعام والعف في دار الحرب، ح رقم (١٨٠٠٤) .','2','460',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (455,'فقوله: (واعلفوا) يدل على جواز تموين المركوب من أرض العدو.
٢- ولأن الحاجة داعية إلى ذلك، لأنه لا يمكنهم أن يصطحبوا من التموين مقدار ما يكفيهم فالحاجة إلى تموين المركوب كالحاجة إلى الطعام من الغنيمة (١) .
إذا تقرر جواز تموين المركوب من الغنيمة في أرض العدو، فإن المركوب يختلف باختلاف الزمان، فكان المركوب في الزمن الماضي من الدواب وهذا ما جاءت النصوص به وبجواز العلف له من أرض العدو.
أما العصر الحاضر فالمركوب طائرات ودبابات وناقلات، ونحو ذلك من وسائل النقل المختلفة وآليات الحرب المتعددة، وهذه الآليات تقوم مقام الدواب في الزمن الماضي وعلى هذا يجوز تزويدها بالوقود وما تحتاج إليه من الغنيمة في أرض العدو. والله أعلم.
<span data-type="title" id=toc-191>المسألة الرابعة
استعمال الأدوية من الغنيمة للعلاج</span>
اختلف الفقهاء في هذه المسألة إلى قولين:
القول الأول: يجوز استعمال الأدوية من الغنيمة في أرض العدو عند الحاجة إلى ذلك، وبهذا قال الحنابلة (٢) والمالكية إذا كانت من نبت الأرض (٣) وقول عند الشافعية (٤) .
واستدلوا بما يلي:
١- أن الأدوية من الطعام، والطعام يجوز الأكل منه بقدر الحاجة بالاتفاق.
٢- أن الحاجة تدعو إلى ذلك، لصعوبة حمل الدواء والحاجة لإنقاذ المرضى والجرحى (٥) .
_________
(١) المبسوط (١٠/٣٤) والحاوي (١٤/١٦٨) والمغني (١٣/١٣٦) .
(٢) المغني (١٢/١٢٨) وكشاف القناع (٢/٣٩٨) .
(٣) الذخيرة (٣/٤٢٠) .
(٤) روضة الطالبين (١٠/٢٦٢) والحاوي الكبير (١٤/١٦٨) .
(٥) المغني (١٣/١٢٨) وكشاف القناع (٢/٣٩٨) والحاوي الكبير (١٤/١٦٨) .','2','461',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (456,'القول الثاني: لا يجوز استعمال الأدوية من الغنيمة في أرض العدو. وبهذا قال الحنفية (١) والمالكية إذا كانت من غير نبت الأرض (٢) والصحيح من قولي الشافعية (٣) .
واستدلوا بما يلي (٤) :
١- أن الأدوية ليست من الطعام، فلا يجوز استعمالها.
٢- أن الحاجة تندر إلى استعمال الأدوية.

الترجيح
الذي يظهر أن القول الأول هو الراجح.
لأن الحاجة تدعو إلى ذلك ولو لم تكن الأدوية من الطعام، وقولهم تندر الحاجة إلى استعمال الأدوية فيه نظر.
لأنهم في أرض العدو معرضون للمرض وللجراح والإصابات المختلفة فهم في أشد الحاجة إلى العلاج، وعلى هذا يجوز استخدام المستشفيات في أرض العدو، ومعالجة المجاهدين فيها بكل طاقاتها ومقوماتها وتقديم العلاج اللازم لهم. والله أعلم.
_________
(١) فتح القدير (٥/٢٢٨) وشرح السير الكبير (٤/٤٦) .
(٢) الذخيرة (٣/٤٢٠) .
(٣) روضة الطالبين (١٠/٢٦٢) والحاوي الكبير (١٤/١٦٨)
(٤) شرح السير الكبير (٤/٤٧) وروضة الطالبين (١٠/٢٦٢) .','2','462',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (457,'<span data-type="title" id=toc-192>الفرع الثالث
قسمة الغنيمة قبل أن يكون للجند راتب من الدولة</span>
وفيه ثلاث مسائل:
<span data-type="title" id=toc-193>المسألة الأولى: تخميس الغنيمة</span>.
المسألة الثانية: سهم الفارس.
المسألة الثالثة: سهم الراجل.
المسألة الأولى
تخميس الغنيمة
اتفق الفقهاء (١) رحمهم الله تعالى فيما أعلم أن الغنيمة تخمس عدا الأراضي (٢) فخمس الغنيمة لأربابه الذين قال الله تعالى فيهم {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الأنفال: ٤١] .
وأربعة أخماسها للغانمين الذين حضروا للجهاد وكانوا مسلمين بالغين أحرارا أصحاء سواء قاتلوا أو لم يقاتلوا.
_________
(١) بدائع الصنائع (٦/٩٢) والمعونة (١/٦٠٦) وروضة الطالبين (٦/٣٧٦) والمغني (١٣/١٠٠) والمحلى بالآثار (٥/٣٩٢) .
(٢) اختلفوا في قسمة الأراضي (العقار) فمنهم من قال: الخيار في ذلك بيد الإمام حسب المصلحة ومنهم من قال: هي وقف للمسلمين ومنهم من قال: يجب قسمتها ولا خيار في ذلك، والراجح والله أعلم أن الإمام مخير في قسمتها أو تركها حسب المصلحة، فالنبي - صلى الله عليه وسلم - فتح بلادا كثيرة ولم يقسمها، وفتح خيبر وقسمها، فمن قسم فحسن، ومن لم يقسم فحسن وله في سنة النبي - صلى الله عليه وسلم - قدوة. انظر: بدائع الصنائع (٦/٩٢) والمدونة (١/١٣) والأم (٤/١٨١) وحاشية الروض المربع (٤/٢٨٤) والمحلى بالآثار (٥/٤٠٨) وزاد المعاد (٣/١١٧) .','2','463',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (458,'جاء في البحر الرائق:
يجب على الإمام تقسيم الغنيمة ويخرج خمسها، وأربعة أخماسها للغانمين قال: (وعليه إجماع المسلمين) (١) .
وجاء في بداية المجتهد: اتفق المسلمون أن خمس الغنيمة للإمام وأربعة أخماسها للذين غنموها (٢) .
وجاء في مشارع الأشواق:
(اتفقوا على أن من حضر الواقعة بنية الجهاد وهو ذكر حر بالغ مسلم صحيح، استحق السهم سواء قاتل أو لم يقاتل) (٣) .
إذا تقرر أن أربعة أخماس الغنيمة للمجاهدين الذين حضروا القتال ممن هم أهل للجهاد فما نصيب كل منهم من الغنيمة؟
والجواب عن هذا يأتي في المسألة الثانية والثالثة إن شاء الله.

المسألة الثانية
سهم الفارس (٤) من الغنيمة
اتفق الفقهاء (٥) رحمهم الله تعالى - فيما أعلم - أن الفارس يفضل في سهمه على الراجل (٦) جاء في الحاوي الكبير: لا اختلاف أن الفارس يفضل في الغنيمة على الراجل (٧) .
_________
(١) البحر الرائق (٥/١٤٨، ١٤٩) .
(٢) بداية المجتهد (١/٣٩٣) .
(٣) مشارع الأشواق (٢/١٠٣٨) .
(٤) راكب الخيل يسمى فارس، والفارس: صاحب الفرس وفرس فلان بالضم يفرس فروسة وفراسة إذا حذق أمر الخيل، انظر: لسان العرب مادة (فرس) (٦/١٥٩) .
(٥) بدائع الصنائع (٦/١٠٤) وفتح القدير (٥/٢٣٥) والمدونة (٢/٣٢) والمعونة (١/٦١٤) وروضة الطالبين (٦/٣٨٣) والمغني (١٣/٨٥) وكشاف القناع (٢/٤١١) والمحلى بالآثار (٥/٣٩٢) .
(٦) الراجل خلاف الفارس، يقال: رجلت بفتح الراء وكسر الجيم أي بقيت راجلا دون مركوب والراجل الماشي. انظر: لسان العرب مادة (رجل) (١١/٢٦٩) والنهاية في غريب الحديث والأثر (٢/١٨٨) .
(٧) الحاوي الكبير (١٤/١٦١) .','2','464',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (459,'واختلفوا في مقدار التفضيل إلى قولين:
القول الأول: أن الفارس يعطي من الغنيمة ثلاثة أسهم؛ سهم له وسهمان لفرسه، وبهذا قال الجمهور (١) .
واستدلوا بما يلي:
١- عن ابن عمر رضي الله عنهما (أن رسول الله - صلى الله عليه وسلم - جعل للفرس سهمين ولصاحبه سهما) (٢) .
قال ابن حجر رحمه الله: فيصير للفارس ثلاثة أسهم (٣) .
٢- ولأن الفارس أكثر مؤنة من الراجل فوجب أن يزاد له في السهام (٤) .
ونوقش قول الجمهور بما يلي:
١- أن في ذلك تفضيلا للبهيمة على الآدمي وذلك غير جائز، لأن الاستحقاق بالقتال، والراجل يقاتل والفرس لا تقاتل وحدها، ولهذا كان القياس أن لا يسوي بينهم، وأن لا يستحق بالفرس شيئا لأنه من آلات الحرب، لكن الآثار اتفقت على تفضيله بسهم واحد فيأخذ بما اتفق عليه، ويبقى ما اختلف فيه على أصل القياس (٥) .
٢- وأما اعتبار المؤنة في التفضيل فلا معنى له فصاحب الحمار والبغل يلتزم المؤنة ولا يستحق شيئا بذلك، وكذا صاحب الفيل والبعير (٦) .
والجواب على هذه المناقشة
_________
(١) المراجع السابقة.
(٢) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب سهم الفرس، ح رقم (٢٨٦٣) وصحيح مسلم بشرح النووي كتاب الجهاد والسير، باب كيفية قسمة الغنيمة ح رقم (١٧٦٢) .
(٣) فتح الباري (٦/٨٥) .
(٤) المعونة (١/٦١٤) .
(٥) المبسوط (١٠/٤٢٠) وشرح السير الكبير (٣/٣٥) .
(٦) المرجعان السابقان.','2','465',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (460,'أن الحنفية قد فضلوا الدابة على الإنسان في بعض الأحكام فقالوا: لو قتل كلب صيد قيمته أكثر من عشرة آلاف أداها، فإن قتل عبدا مسلما لم يؤد فيه إلا دون العشرة آلاف درهم (١) ثم إذا جازت المساواة بين البهيمة والآدمي في السهام فما الذي يمنع التفضيل (٢) ؟
القول الثاني: يعطي الفارس سهما وفرسه سهما، فيكون للفارس سهمان، وهذا قول أبي حنيفة (٣) .
واستدل (٤) بحديث مجمع بن جارية الأنصاري (٥) (أن النبي - صلى الله عليه وسلم - قسم خيبر على أهل الحديبية (٦) ثمانية عشرة سهما وكان الجيش ألفا وخمسمائة فيهم ثلاثمائة فارس، فأعطى الفارس سهمين وأعطى الراجل سهما) (٧) .
ونوقش هذا: بأنه يحتمل أنه أعطى الفارس سهمين لفرسه وأعطى الراجل سهما أي صاحب الفرس فيكون للفارس ثلاثة أسهم (٨) .
ثم حديث ابن عمر أصح منه (٩) قال ابن حزم: مجمع مجهول وأبوه كذلك (١٠) .
_________
(١) اللباب في شرح الكتاب (٣/١٦٨) ومختصر اختلاف العلماء (٥/٢١٠) وفتح الباري (٦/٨٥) .
(٢) المحلى بالآثار (٥/٣٩٣) .
(٣) بدائع الصنائع (٦/١٠٤) والبحر الرائق (٥/١٤٩) .
(٤) ورد في ذلك آثار عدة لا تخلو من ضعف. انظر: سنن الدارقطني كتاب السير (٤/٥٩) والمحلى بالآثار (٥/٣٩٣) .
(٥) هو: مجمع بن جارية بن عامر بن مجمع، الأنصاري، الأوسي كان أبوه من المنافقين قيل إنه جمع القرآن على عهد النبي - صلى الله عليه وسلم - روي عنه ابنه يعقوب وابن اخته عبد الرحمن، مات في خلافة معاوية انظر: أسد الغابة (٤/٢٩٠) ت رقم (٤٦٧٣) وتهذيب التهذيب ... (١٠/٤٣) .
(٦) الذين كانوا في صلح الحديبية مع النبي - صلى الله عليه وسلم - انظر: عون المعبود (٧/٢٩٠) .
(٧) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجهاد، باب فيمن أسهم له سهما، ح رقم (٢٧٣٣) قال في عون المعبود: هذه الرواية ضعيفة (٧/٢٩٠) وأخرجه الدارقطني في سننه، كتاب السير ح رقم (٤١٣٣) ج (٤/٥٩) ورواه ابن حزم في المحلى وقال: مجمع مجهول وأبوه كذلك (٥/٣٩٣) وقال ابن معين، والنسائي، وأبو حاتم: لا بأس به، وقال ابن سعد: كان ثقة. انظر: تهذيب التهذيب (١٠/٤٤) .
(٨) المغني (١٣/٨٦) .
(٩) المرجع السابق.
(١٠) المحلى بالآثار (٥/٣٩٣) .','2','466',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (461,'الترجيح
الذي يظهر أن الراجح القول الأول أن للفارس ثلاثة أسهم سهم له وسهمان لفرسه لما سبق من الأدلة الصحيحة، ولأن نفع الفارس أكثر ومؤنة الفرس أكثر من الراجل، ويمكن أن يقاس في هذا العصر على الخيل الطائرات بجامع السرعة فيكون للطيار سهم وللطائرة سهمان، ويعطي القائد سهمه، وسهم الطائرة، يعطي من يملكها (١) والله أعلم.

<span data-type="title" id=toc-195>المسألة الثالثة
سهم الراجل</span>
اتفق الفقهاء (٢) رحمهم الله تعالى - فيما أعلم - أن للراجل سهما من الغنيمة. جاء في المغني: لا خلاف في أن للراجل سهما (٣) .
يدل على ذلك ما يلي:
١- ما سبق من الأدلة في مسألة سهم الفارس وأن النبي - صلى الله عليه وسلم - أعطى الراجل سهما واحدا (٤) .
٢-ولأن الراجل يحتاج إلى أقل مما يحتاج إليه الفارس فيكون سهمه أقل (٥) .
_________
(١) الشرح الممتع (٨/٣٥) .
(٢) بدائع الصنائع (٦/١٠٤) وشرح السير الكبير (٣/٣٥) والمدونة (٢/٣٢) والمعونة ... (١/٦١٥) والحاوي الكبير (١٤/١٦١) وروضة الطالبين (٦/٣٨٣) والمغني (١٣/٨٥) وكشاف القناع (٢/٤١٠) وحاشية الروض المربع (٤/٢٧٩) والمحلى بالآثار (٥/٣٩٢) .
(٣) المغني (١٣/٩٢) .
(٤) راجع: المسألة الثانية.
(٥) المرجع السابق.','2','467',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (462,'<span data-type="title" id=toc-196>الفرع الرابع
قسمة الغنيمة بعد أن أصبح للجند راتب</span>
لا تقسم الغنائم بين الجند في هذا العصر بعد أن أصبح للجند رواتب تصرف من الجهة المسئولة عنهم وهي ما يسمى (وزارة الدفاع) (١) .
والتي لها ميزانية خاصة يعطى الجند منها مرتباتهم وملابسهم وإعاشتهم ويمنعون من ممارسة غير العمل العسكري (٢) وهذا في الجند النظامين المسجلة أسماؤهم في سجلات الجيش.
والغنائم التي يحصل عليها الجند من جراء قتال الكفار لا يجوز لهم أخذ شيء منها، لأن ذلك غلول محرم (٣) .
ولا تقسم بينهم وإنما يصرف خمسها إلى بيت مال المسلمين العام يصرفه الإمام في مصالح المسلمين. وأربعة أخماس الغنيمة تؤخذ لصالح ميزانية الجهة المسئولة عن الجند يصرف منها على الجند رواتبهم وما يحتاجون إليه.
وذلك لما يأتي:
١- أن الجند أصبح لهم رواتب تكفيهم عن الغنيمة.
٢- أن الإمام إذا رأى عدم قسمة الغنيمة للمصلحة العامة فإن له ذلك.
٣- أن الأموال المغنومة في هذا العصر، كالصواريخ والدبابات يصعب على الفرد أن يمتلكها ويتعذر على الدولة أن تملكها لأفراد قواتها المسلحة (٤) والله أعلم.
_________
(١) مدخل إلى العلوم العسكرية ص ١٥٦.
(٢) القتال في الإسلام ص (٢٥٩) .
(٣) راجع ما قيل في تحريم الغلول من هذا البحث.
(٤) العلاقات الخارجية في دولة الخلافة ص (٢٦٧) والعلاقات الدولية في الإسلام وهبة الزحيلي ص ٨٣.','2','468',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (463,'<span data-type="title" id=toc-197>المطلب الثاني
في أحكام الفيء</span>
وفيه فرعان
<span data-type="title" id=toc-198>الفرع الأول: حكم أخذ الفيء</span>.
الفرع الثاني: قسمة الفيء على الجنود في الماضي والحاضر.
الفرع الأول
حكم أخذ الفيء (١)
لا خلاف بين الفقهاء (٢) رحمهم الله تعالى - فيما أعلم - على جواز أخذ الفيء.
والأصل في ذلك ما يلي:
١- قوله تعالى: {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٦) مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الحشر: ٦، ٧] .
٢- عن عمر بن الخطاب - رضي الله عنه - قال: (كانت أموال بني النضير مما أفاء الله على رسوله - صلى الله عليه وسلم - مما لم يوجف المسلمون عليه بخيل ولا ركاب فكانت لرسول الله - صلى الله عليه وسلم - خاصة وكان ينفق على أهله نفقة سنته، ثم يجعل ما بقي في السلاح والكراع عدة في سبيل الله) (٣) .
_________
(١) الفيء في اللغة. الرجوع انظر: لسان العرب (١/١٢٦) مادة (فيأ) .
وعند الفقهاء: ما أخذ من أموال الكفار بغير قتال. انظر المبسوط (١٠/٧) والكافي في فقه أهل المدينة المالكية (١/٤٧٧) والأم (٤/١٣٩) وكشاف القناع (٢/٤٢٠) .
(٢) بدائع الصنائع (٦/٨٧) والمعونة (١/٦١٨) والأم (٤/١٣٩) وشرح صحيح مسلم (١٢/٣١٣) وكشاف القناع (٢/٤٢٠) .
(٣) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب المجن ومن يترس بترس صاحبه، ح رقم (٢٩٠٤) .','2','469',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (464,'الفرع الثاني
قسمة الفيء بين الجنود في الماضي (١) والحاضر (٢) .
أولا: في الماضي:
اختلف الفقهاء رحمهم الله تعالى في الجهة التي يصرف فيها الفيء إلى قولين:
القول الأول: أن الفيء لجميع المسلمين ويدخل الجنود فيه دخولا أوليا فيعطون منه ما يكفيهم وهذا قول الجمهور (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكَابٍ وَلَكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٦) مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الحشر: ٦، ٧] .
قال عمر - رضي الله عنه - لما قرأ هذه الآيات: (استوعبت المسلمين) (٤) .
وقال أحمد رحمه الله: (فيه حق لكل المسلمين) (٥) .
_________
(١) ما كان في زمن النبي - صلى الله عليه وسلم - والخلفاء بعده ومن جاء بعدهم من سلف الأمة حين كان الجهاد قائما والمسلمون يتطوعون للجهاد في سبيل الله وقبل وجود التنظيمات العسكرية الموجودة الآن, وحدد بعضهم إلى دولة بني العباس. انظر: العلاقات الدولية في الإسلام د/ وهبة الزحيلي ص ٨٣.
(٢) المراد العصر الذي نعيش فيه الآن وما وجد فيه من التنظيمات العسكرية التي تعتبر الانخراط في السلك العسكري مهنة لا يحق للعسكري ممارسة غيرها.
(٣) بدائع الصنائع (٦/٨٨) والمعونة (١/٦١٨) وبداية المجتهد (١/٤٠٦) وروضة الطالبين (٦/٣٥٨) الأحكام السلطانية ص ٢٢٨ وكشاف القناع (٢/٤٢٠) والشرح الممتع (٨/٤٤) وحاشية الروض المربع (٤/٢٩١، ٢٩٣) .
(٤) كشاف القناع (٢/٤٢٠) والكافي في فقه الإمام أحمد (٤/١٩٥) .
(٥) كشاف القناع (٢/٤٢٠) .','2','470',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (465,'٢- عن عمر بن الخطاب - رضي الله عنه - قال: (كانت أموال بني النضير مما أفاء الله على رسوله - صلى الله عليه وسلم - مما لم يوجف المسلمون عليه بخيل ولا ركاب، فكانت لرسول الله - صلى الله عليه وسلم - خاصة، وكان ينفق على أهله نفقة سنته، ثم يجعل ما بقي في السلاح والكراع عدة في سبيل الله) (١) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - اختص بأموال الفيء أنفق منها على نفسه وأهله، وجعل الباقي في مصالح المسلمين، من تأمين السلاح وعدة القتال في سبيل الله، وهكذا من ولى أمر المسلمين يأخذ منها نفقته، والباقي لمصالح المسلمين.
القول الثاني: أن الفيء يخمس كالغنيمة، فخمس يصرف في مصرف خمس الغنيمة، كما جاءت بذلك الآية في قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الأنفال: ٤١] .
وأربعة أخماس الفيء للجنود لا يشاركهم فيه أحد.
وهذا أظهر الأقوال عند الشافعية (٢) وقول عند الحنابلة (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الحشر: ٧] .
ووجه الدلالة: أن هذه الآية مطلقة وآية الغنيمة مقيدة: {واعلموا- وابن السبيل} [الأنفال: ٤١] .
فيحمل المطلق على المقيد جمعا بينهما لاتحاد الحكم وهو رجوع المال من المشركين إلى المسلمين، وإن اختلف السبب بالقتال وعدمه، كما حملت الرقبة في الظهار على المؤمنة في كفارة القتل (٤) .
_________
(١) سبق تخريجه.
(٢) روضة الطالبين (٦/٣٥٥) والأحكام السلطانية ص ٢٢٧ ومغني المحتاج (٤/١٤٩) .
(٣) كشاف القناع (٢/٤٢١) وحاشية الروض المربع (٤/٢٩٣) والشرح الكبير (٥/٥٨٥) .
(٤) مغنى المحتاج (٤/١٤٦) .','2','471',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (466,'٢- ولأن المقاتلة أولى الناس بالفيء لأنه لا يحصل إلا بهم (١) .

ويمكن مناقشة هذا بما يلي:
١- أن الغنيمة تختلف عن الفيء فالغنيمة مال أخذ بالقتال والقهر والغلبة والفيء بدون ذلك.
٢- أن الله تعالى أضاف الفيء إلى أهل الخمس، كما أضاف خمس الغنيمة إلى أهله، فإيجاب الخمس في الفيء فيه منع لما جعله الله لهم بغير دليل (٢) .
الترجيح
الذي يظهر أن الجميع متفقون على إعطاء المجاهدين من الفيء إلا أن الجمهور يعطونهم اشتراكا مع عامة المسلمين ويقدمونهم على غيرهم في العطاء بالأولوية.
أما الشافعية في الأظهر عندهم ورواية عند الحنابلة، فإنهم خصصوا لهم أربعة أخماس الفيء دون غيرهم.
وقول الجمهور أقرب إلى الرجحان، لا اختلاف الفيء عن الغنيمة ولحديث عمر رضي الله عنها في صحيح البخاري (أن أموال بني النضير مما أفاء الله على رسوله - صلى الله عليه وسلم - فكانت له خاصة) (٣) .
ولو كان الفيء يخمس لفعله النبي - صلى الله عليه وسلم - والله أعلم.

ثانيا: في الحاضر:
بعد أن أصبح للجند رواتب من جهات مسئولة عنهم، وعن كل ما يحتاجون إليه فيمكن القول أن الفيء يذهب إلى المؤسسة المالية للدولة ليصرف منه في حاجات البلاد (٤) .
وعلى قول الشافعية في الأظهر عندهم ورواية الحنابلة أن أربعة أخماس الفيء للجند فإن الخمس يذهب إلى المؤسسة المالية للدولة، أما أربعة أخماس الفيء فتذهب إلى ميزانية الجهة المسئولة عن الجند. والله أعلم.
_________
(١) حاشية الروض المربع (٤/٢٩٣) .
(٢) كشاف القناع (٢/٤٢٠) .
(٣) سبق تخريجه.
(٤) القتال في الإسلام ص (٢٥١) .','2','472',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (467,'<span data-type="title" id=toc-200>المطلب الثالث
في أحكام النفل للمجاهد</span>
وفيه ثلاثة فروع:
<span data-type="title" id=toc-201>الفرع الأول: حكم النفل</span>.
الفرع الثاني: فائدة النفل.
الفرع الثالث: النفل في الماضي والحاضر.
الفرع الأول
حكم النفل (١)
اتفق الفقهاء (٢) رحمهم الله - فيما أعلم - على جواز تنفيل الإمام من الغنيمة، أو من يقوم مقامه للجند أو بعضهم إذا كان في ذلك مصلحة، وكان بعد إصابة الغنائم (٣) .
جاء في بداية المجتهد (اتفق العلماء على جواز تنفيل الإمام من الغنيمة) (٤) .
يدل على ذلك ما جاء عن ابن عمر رضي الله عنهما قال: (بعث النبي - صلى الله عليه وسلم - سرية (٥) قبل نجد فكنت فيها بلغت سهامنا اثنا عشر بعيرا ونفلنا بعيرا بعيرا فرجعنا بثلاثة عشر بعيرا) (٦) .
_________
(١) النفل: بالتحريك الغنيمة والهبة، ونفله وأنفله ونفله: أعطاه، والنفل الزيادة انظر: لسان العرب مادة (نفل) (١١/٦٧٠) وفي الشرع: زيادة تزاد على سهم الغازي. انظر: كشاف القناع (٢/٣٩٢) وفتح القدير (٥/٢٤٩) والأم (٤/١٤٣) .
(٢) بدائع الصنائع (٦/٨٩) والبحار الرائق (٥/١٥٤) والمدونة (٢/٢٩) والكافي في فقه أهل المدينة المالكي (١/٤٧٥) والأم (٤/١٤٣) وروضة الطالبين (٦/٣٦٨) والمغني (١٣/٥٥) الكافي في فقه الإمام أحمد (٤/١٧٦) .
(٣) هذا الوجه في النفل المتفق عليه، لأن الإمام يخص بعض الغانمين بشيء من الغنيمة لبأسه أو شجاعته دون شرط مسبق، انظر: الكافي في فقه الإمام أحمد (٤/١٧٦) والمغني ... (١٣/٥٥) والأم (٤/١٤٢، ١٤٤) .
(٤) بداية المجتهد (١/٣٩٨) وشرح صحيح مسلم للنووي (١١/٢٩٩) .
(٥) قطعة من الجيش يقال: خير السرايا أربعمائة رجل، وسمو بذلك لأنهم خلاصة العسكر، انظر: لسان العرب مادة (سرا) (١٤/٣٨٣) .
(٦) صحيح البخاري مع الفتح، كتاب المغازي، باب السرية قبل نجد ح رقم (٤٣٣٨) .','2','473',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (468,'وعنه - رضي الله عنه - (أن رسول الله - صلى الله عليه وسلم - كان ينفل بعض من يبعث من السرايا لأنفسهم سوى قسم عامة الجيش) (١) .
واختلفوا في جواز التنفيل قبل إصابة الغنائم كأن يقول أمير الجيش (القائد) من طلع هذا الحصن أو هدم هذا السور أو فعل كذا فله كذا (٢) .
فذهب جمهور الفقهاء (٣) إلى جواز ذلك:
واستدلوا بما يلي:
١- عن قتادة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «من قتل قتيلا له عليه بينة فله سلبه» (٤) .
٢- وعن عبادة بن الصامت - رضي الله عنه - (أن النبي - صلى الله عليه وسلم - كان ينفل في البدأة (٥) الربع وفي القفول (٦) الثلث) (٧) .
_________
(١) صحيح البخاري مع الفتح كتاب فرض الخمس، باب ومن الدليل على أن الخمس لنوائب المسلمين..، ح رقم (٣١٣٥) وصحيح مسلم مع شرح النووي، كتاب الجهاد والسير، باب الأنفال، ح رقم (٤٠) (١٧٥٠) .
(٢) هذا الوجه الثاني من وجوه النفل ومثله نفل السرية الربع بعد الخمس، أو الثلث بعد الخمس ويستحق بالشرط. انظر: المغني (١٣/٥٣، ٥٤) والكافي في فقه الإمام أحمد ... (٤/١٧٥) والأم (٤/١٤٢، ١٤٤) .
(٣) شرح السير الكبير (٢/١٢١) وفتح القدير (٥/٢٤٩) وروضة الطالبين (٦/٣٦٩) والأم (٤/١٤٤) والمغني (١٣/٥٣) والكافي في فقه الإمام أحمد (٤/١٧٥) .
(٤) صحيح البخاري مع الفتح، كتاب فرض الخمس، باب من لم يخمس الأسلاب ومن قتل قتيلا فله سلبه، ح رقم (٣١٤٢) من حديث طويل وكتاب المغازي باب قوله تعالى ويوم حنين، ح رقم (٤٣٢٢) وصحيح مسلم بشرح النووي، كتاب الجهاد والسير باب استحقاق القاتل سلب القتيل، ح رقم (١٧٥١) .
(٥) ابتداء سفر الغزو، انظر: معالم السنن (٢/٢٧١) .
(٦) الرجوع من الغزوة فإذا عادوا وأوقعوا بالعدو ثانية كان لهم مما غنموا الثلث، لأن نهوضهم بعد القفل أشق وأخطر. انظر: معالم السنن (٢/٢٧١) .
(٧) أخرجه الترمذي مع عارضة الأحوذي كتاب السير، باب النفل ح رقم (١٥١١) قال الترمذي حديث حسن، وأخرجه ابن ماجة مع شرح السندي، كتاب الجهاد، باب النفل، ح رقم (٢٨٥٢) وصححه الحاكم وسكت عنه الذهبي. انظر المستدرك كتاب قسم الفيء ح رقم (٢٥٩٨) ج (٢/١٤٥) وبهامشه التلخيص للذهبي.','2','474',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (469,'٣- عن حبيب بن مسلمة الفهري (١) - رضي الله عنه - أنه قال: (كان رسول الله - صلى الله عليه وسلم - ينفل الربع بعد الخمس والثلث بعد الخمس إذا قفل) (٢) .
وذهب الإمام مالك رحمه الله إلى أنه لا يجوز التنفيل قبل القتال وإصابة الغنائم (٣) واستدل بما يلي:
١- حديث قتادة - رضي الله عنه - الذي استدل به الجمهور
ووجه الدلالة: أن النبي - صلى الله عليه وسلم - ما قال ذلك إلا بعد أن برد القتال، وإن فرض إنه قال ذلك قبل القتال. فما قاله - صلى الله عليه وسلم - إلا يوم حنين (٤) .
ونوقش هذا: بأن حديث قتادة (من قتل قتيلا له عليه بينة فله سلبه) حكم ثابت فيما يأتي من الغزوات (٥) .
وأما قوله: أنه ما بلغه ذلك عن النبي - صلى الله عليه وسلم - إلا يوم حنين، فمردود بأن ذلك حفظ عن النبي - صلى الله عليه وسلم - في عدة مواطن، منها يوم بدر، ومنها حديث حاطب بن أبي بلتعة أنه قتل رجلا يوم أحد فسلم له رسول الله - صلى الله عليه وسلم - سلبه (٦) والمقرر عند الصحابة أن السلب للقاتل ولذا أنكروا على خالد بن الوليد - رضي الله عنه - أخذ السلب من القاتل (٧) .
_________
(١) هو حبيب بن مسلمة بن مالك بن وهب الفهري الحجازي أبو عبد الرحمن له صحبة جاهد مع معاوية ووجهه إلى أرمينية فمات بها سنة ٤٢ هـ انظر: أسد الغابة ... (١/٤٨٨) ت رقم (١٠٦٨) والإصابة (١/٢٢) ت رقم (١٦٠٥) .
(٢) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجهاد، باب فيمن قال الخمس قبل النفل، ح رقم (٢٧٤٥، ٢٧٤٦، ٢٧٤٧) قال في عون المعبود: سكت عنه المنذري ... (٧/٣٠١) وأخرجه ابن ماجة في سننه مع شرح السندي، كتاب الجهاد، باب النفل ح رقم (٢٨٥١) وصححه الحاكم ووقفه الذهبي، انظر: المستدرك كتاب قسم الفيء ح رقم (٢٥٩٩) ج (١٤٥٢) وبهامشه التلخيص للذهبي.
(٣) المدونة (٢/٣٠) والكافي في فقه أهل المدينة المالكي (١/٤٧٥) .
(٤) المدونة (٢/٣١) والكافي في فقه أهل المدينة المالكي (١/ ٤٧٥، ٤٧٦) .
(٥) المغني (١٣/٥٦) .
(٦) فتح الباري (٦/٣٠٤) .
(٧) صحيح مسلم بشرح النووي، كتاب الجهاد باب استحقاق القاتل سلب القتيل ح رقم (١٧٥٣) وانظر فتح الباري (٦/٣٠٤) .','2','475',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (470,'٢- واستدل كذلك بأن التنفيل قبل القتال وإصابة الغنائم قتال على الدنيا (١) وهذا ليس مقصود من الجهاد في سبيل الله.
الترجيح
الذي يظهر أن قول الجمهور هو الراجح في جواز التنفيل قبل إصابة الغنائم لما ثبت من الأدلة في ذلك، ولأن فيه مصلحة للمسلمين وتحريضا على القتال، والله أعلم.
<span data-type="title" id=toc-202>الفرع الثاني
فائدة النفل</span>
فائدة النفل التحريض على القتال (٢) والتحريض على القتال مأمور به أمير الجيش (القائد) قال تعالى: {يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ} [الأنفال: ٦٥] . وهذا خطاب للرسول - صلى الله عليه وسلم - ولكل من قام مقامه من أمته (٣) .
جاء في بدائع الصنائع (الحاجة تدعو إلى التنفيل لاختصاص بعض الغزاة بزيادة شجاعة، لأنه لا ينقاد طبعه لإظهارها إلا بالترغيب بزيادة من المصاب بالتنفيل) (٤) . فيحسن بالإمام أو قائده أن ينفل من الغنيمة ما يرى أن فيه مصلحة للمسلمين. والله أعلم.
_________
(١) الكافي في فقه أهل المدينة المالكي (١/٤٧٧) .
(٢) شرح السير الكبير (٢/١٢١) وبداية المجتهد (١/٤٠٠) والمغني (١٣/٥٧) .
(٣) شرح السير الكبير (٢/١٢٢) .
(٤) بدائع الصنائع (٦/٨٩) .','2','476',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (471,'<span data-type="title" id=toc-203>الفرع الثالث
النفل في الماضي والحاضر</span>
أولا: في الماضي
كان النفل يعطي من الغنيمة كأن يقال: خذ يا فلان هذا الدينار أو البعير مثلا، أو مما سيغنم من الكفار كأن يقال: من قتل قتيلا فله سلبه، أو من فعل كذا فله كذا.
وقد سبقت الأدلة على ذلك كما في حديث قتادة وعبادة وحبيب بن سلمة (١) ، وقد يكون التنفيل من مال المصالح المرصدة في بيت مال المسلمين (٢) ، إذا تقرر هذا فإن الفقهاء رحمهم الله تعالى اختلفوا في مسألتين.
المسألة الأولى: هل النفل من أربعة أخماس الغنيمة أم من الخمس (٣) ؟
المسألة الثانية: ما مقدار النفل؟

المسألة الأولى
هل النفل من أربعة أخماس الغنيمة أم من خمسها فقط
اختلف الفقهاء رحمهم الله تعالى إلى قولين:
القول الأول: أن النفل من أربعة أخماس الغنيمة:
_________
(١) راجع: حكم النفل ص (٤٧٣) .
(٢) روضة الطالبين (٦/٣٦٩) .
(٣) ذكر في شرح صحيح مسلم ثلاثة أقوال هي: النفل من كامل الغنيمة أم من أربعة أخماس الغنيمة أم من الخمس؟
وبعضهم قال: هل النفل من أربعة أخماس الغنيمة أم من الخمس أم من خمس الخمس؟ والذي يظهر أن الخلاف ينحصر في قولين: هما: النفل من أربعة أخماس الغنيمة أم من الخمس؟ وهذا الذي تؤيده الأدلة، وسيأتي بيان ذلك. وانظر: شرح صحيح مسلم (١١/٢٩٩) .','2','477',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (472,'وبهذا قال الحنفية قبل إحراز الغنائم (١) والحنابلة (٢) وابن حزم (٣) .
واستدلوا بما سبق من حديث عبادة وحبيب بن سلمة أن النبي - صلى الله عليه وسلم - (نفل الربع والثلث بعد الخمس) (٤) .
ووجه الدلالة: أن الربع والثلث لا يتصور إخراجها من الخمس (٥) فلزم أن يكون النفل من أربعة أخماس الغنيمة.
القول الثاني: أن النفل يكون من الخمس.
وبهذا قال الحنفية إذا أحرزت الغنائم (٦) وهو قول المالكية (٧) والصحيح من أقوال الشافعية (٨) واستدلوا بما جاء عن ابن عمر رضي الله عنهما قال: (بعث النبي - صلى الله عليه وسلم - سرية قبل نجد فكنت فيها فبلغت سهامنا اثنا عشر بعيرا ونفلنا بعيرا بعيرا فرجعنا بثلاثة عشر بعيرا) (٩) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - أعطى كل منهم سهمه من الغنيمة ثم نفلهم من الخمس بعيرا بعيرا.
ونوقش استدلالهم بحديث ابن عمر رضي الله عنهما أن ذلك محمول على أنه نفلهم من أربعة أخماس الغنيمة وليس من الخمس ويتعين حمل الخبر على هذا، لأنه لو أعطى جميع
_________
(١) فتح القدير (٥/٢٤٩) والبحر الرائق (٥/١٥٨) وشرح السير الكبير (٢/١٢١) .
(٢) المغني (١٣/٦٠) .
(٣) المحلى بالآثار (٥/٤٠٦) .
(٤) سبق تخريجه في حكم النقل.
(٥) المغني (١٣/٦٠) .
(٦) المراجع السابقة.
(٧) المدونة (٢/٣٠) والكافي في فقه أهل المدينة المالكي (١/٤٧٦) والمعونة (١/٦٠٧) .
(٨) روضة الطالبين (٦/٣٦٩) ومشارع الأشواق (٢/١٠٥٠) والأم (٤/١٤٣) .
(٩) سبق تخريجه في أحكام النقل.','2','478',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (473,'الجيش لم يكن ذلك نفلا، وكان قد قسم لهم أكثر من أربعة أخماس الغنيمة وهو خلاف قوله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ} [الأنفال: ٤١] .
وخلاف الأخبار الدالة على أن للجنود أربعة أخماس الغنيمة (١) .
الترجيح
الذي يظهر رجحان القول الأول أن النفل يكون من أربعة أخماس الغنيمة لما سبق من الأدلة. والله أعلم.
المسألة الثانية
مقدار ما ينفل؟
اختلف الفقهاء- رحمهم الله تعالى- في مقدار ما ينفل إلى قولين:
القول الأول: لا يجوز أن ينفل أكثر من الثلث نص عليه أحمد (٢) وهو قول الجمهور من العلماء (٣) واستدلوا بما سبق من حديث عبادة بن الصامت، وحبيب بن مسلمة (أن النبي - صلى الله عليه وسلم - نفل الربع بعد الخمس والثلث بعد الخمس) (٤) .
ووجه الدلالة: أن نفل النبي - صلى الله عليه وسلم - انتهى إلى الثلث فينبغي أن لا يتجاوزه (٥) .
القول الثاني: أنه لا حد للنفل، وهذا قول الشافعية (٦) .
_________
(١) المغني (١٣/٦٠) ومعالم السنن (٢/٢٧٠) .
(٢) المغني (١٣/٥٥) .
(٣) المغني (١٣/٥٥) والمحلى بالآثار (٥/٤٠٧) ومعالم السنن (٢/٢٧٠) .
(٤) سبق تخريجه في أحكام النقل.
(٥) المغني (١٣/٥٥) والمحلى بالآثار (٥/٤٠٧) .
(٦) روضة الطالبين (٦/٣٦٩) ومعالم السنن (٢/٢٧٠) .','2','479',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (474,'ووجه هذا القول: أن النفل راجع إلى اجتهاد الإمام فله أن ينفل ما يراه مناسبا ويجعله بقدر العمل وخطره (١) .
ونوقش بأن هذا متناقض مع قول الشافعية أن النفل لا يكون إلا من الخمس، أو من خمس الخمس (٢) .
الترجيح
الذي يظهر رجحان القول الأول أنه لا يتجاوز بالنفل الثلث، لأن الأدلة لم تزد على الثلث. والله أعلم.

ثانيا: النفل في الحاضر:
إذا تميز أحد أفراد الجيش في هذا العصر في قتال العدو فإن الإمام أو القائد ينفله رتبة عسكرية، أو وسام (٣) وقد يكون مع ذلك مبلغا من المال، ولا علاقة لهذا النفل بشيء من الغنائم، أو الفيء، وإنما يكون ذلك من ميزانية الجهة المسئولة عن هذا الجيش، والله أعلم.
_________
(١) المرجعان السابقان.
(٢) المغني (١٣/٥٧) .
(٣) القتال في الإسلام ص (٢٥٠) .','2','480',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (475,'<span data-type="title" id=toc-204>الباب الثاني
أحكام المجاهد بالنفس في المعاملات</span>
وفيه ثلاثة فصول:
الفصل الأول: أحكام المجاهد في البيع.
الفصل الثاني: أحكام المجاهد في الإجارة، والجعالة، والعارية، واللقطة.
الفصل الثالث: أحكام المجاهد في الرهن والضمان.','2','481',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (476,'<span data-type="title" id=toc-205>الفصل الأول
أحكام المجاهد في البيع</span>
ويشمل على ستة مباحث:
المبحث الأول: بيع المجاهد السلاح على العدو.
المبحث الثاني: شراء المجاهد السلاح من العدو.
المبحث الثالث: شراء المجاهد ما يحتاجه من تجار العدو غير السلاح.
المبحث الرابع: التعامل بالربا بين المجاهد والحربى في أرض العدو.
المبحث الخامس: تصرف المجاهد ببيع شيء من الغنيمة.
المبحث السادس: بيع الحربى ولده على المجاهد في دار الحرب.','2','483',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (477,'المبحث الأول
بيع (١) المجاهد السلاح على العدو
اتفق الفقهاء (٢) فيما أعلم أنه يحرم بيع السلاح على العدو.
جاء في المجموع: (بيع السلاح لأهل الحرب حرام بالإجماع) (٣) .
يدل على ذلك ما يلي:
١- قوله تعالى: {ولا تعاونوا- والعدوان} [المائدة: ٢] .
ووجه الدلالة: أن في الآية نهى عن معاونة الغير على المعصية، وبيع السلاح للعدو معاونة على المعصية (٤) .
٢- عن عمران بن الحصين - رضي الله عنه - (أن النبي - صلى الله عليه وسلم - نهى عن بيع السلاح في الفتنة) (٥) .
ووجه الدلالة: أن في الحديث نهيا عن بيع السلاح للمسلم في حال الفتنة بينهم حتى لا يقتل بعضهم بعضا، فإذا كان البيع على العدو ليقتل به المسلم كانت الحرمة في ذلك أعظم وأشد.
٣- ولأن في بيع السلاح على العدو معونة لهم على قتل المسلمين وإضعاف الدين (٦) .
_________
(١) البيع في اللغة: مصدر باع، يقال: باعه الشيء وباعه منه وله أعطاه إياه بثمن، والبيع من أسماء الأضداد فيطلق على كل واحد من المتعاقدين أنه بائع، لكن المتبادر إلى الذهن أن البائع إذا أطلق هو باذل السلعة. انظر: لسان العرب (٨/٢٣) مادة (بيع) والمصباح المنير ص ٦٩ مادة (بيع) والمعاجم الوسيط (١/٧٩) مادة (بيع) .
وفي الاصطلاح: مبادلة عين مالية أو منفعة مباحة، مطلقا بأحدهما أو بمال في الذمة للملك على التأييد غير ربا وقرض. انظر: نيل المأرب شرح دليل الطالب (١/٣٣٢) وشرح منتهى الإرادات (٢/٥) .
(٢) اللباب في شرح الكتاب (٤/١٢٣) وحاشية ابن عابدين (٦/٢١٨) والمدونة (٤/٢٧٠) والمقدمات الممهدات (٢/١٥٤) والمجموع (٩/٤٣٢) والمغني (٦/٣١٩) والكافي في فقه الإمام أحمد (٢/١٥) والمحلى بالأثار (٥/٤١٨) .
(٣) المجموع: (٩/٤٣٢) والأم (٧/٣٤٩) .
(٤) أحكام القرآن للجصاص (٢/٣٨١) والكافي في فقه الإمام أحمد (٢/١٥) والمجموع ... (٩/٤٣٢) .
(٥) أخرجه البيهقي في السنن الكبرى كتاب البيوع باب كراهية بعي العصير ممن يعصر الخمر، والسيف ممن يعصي الله عز وجل به، ح رقم (١٠٧٧٩) (١٠٧٨٠) وقال البيهقي رفعه وهم والموقوف أصح وقال: فيه بحر السقاء ضعيف لا يحتج به، قال في مجمع الزوائد: رواه البزار، وفيه: بحر بن كنيز السقاء، وهو متروك. انظر: مجمع الزوائد، باب النهي عن بيع السلاح في الفتنة ج (٤/٨٧) وضعفه الألباني في إرواء الغليل (٥/١٣٦) .
(٦) اللباب في شرح الكتاب (٤/١٢٣) .','2','484',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (478,'<span data-type="title" id=toc-207>المبحث الثاني
شراء المجاهد السلاح من العدو</span>
لا أعلم خلافا (١) في أنه يجوز شراء السلاح من العدو (٢) .
يدل على ذلك ما يلي:
١- عموم قوله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} ... [الأنفال: ٦٠] .
قال ابن سعدي رحمه الله: (أي كل ما تقدرون عليه من القوة العقلية والبدنية وأنواع الأسلحة، ثم قال: فإن لم توجد إلا بتعلم الصناعة وجب ذلك، لأن ما لا يتم الواجب إلا به فهو واجب) (٣) .
٢- ما جاء في السير أن النبي - صلى الله عليه وسلم - بعث بطائفة من سبايا بني قريظة إلى نجد والشام لبيعهم وشراء السلاح والخيل (٤) .
٣- ولأنه إذا جاز شراء الطعام والأدوية والأمتعة لحاجتهم لها (٥) فالسلاح من باب أولى. إذا تقرر هذا فإنه ينبغي للأمة الإسلامية أن تستغني عن شراء السلاح من يد العدو ببناء المصانع التي تنتج آلات الحرب من بنادق ومدافع ودبابات وطائرات وذخائر، وكافة الأسلحة، حتى لا يكون للكفار سبيل على المؤمنين. والله أعلم.
_________
(١) وذلك بالقياس على جواز شراء الطعام والأمتعة منهم. انظر: شرح السير الكبير ... (٤/١٨٢) والمقدمات الممهدات (٢/١٥٤) وروضة الطالبين (١٠/٢٨٤) ومجموع الفتاوى (٢٩/٢٧٥) .
(٢) المقصود بالعدو، من له أمان، أما الحربي فأمواله مباحة غير ممنوعة. انظر: الأم (٤/٢٨٥) .
(٣) تيسير الكريم الرحمن (٤/١٨٣) .
(٤) السيرة النبوية لابن هشام (٣/٢٤٥) عيون الأثر (٢/١١٢) سير أعلام النبلاء (السيرة النبوية) (١/٥١٥) والسيرة الحلبية (٢/٢٢١) .
(٥) المراجع السابقة.','2','485',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (479,'<span data-type="title" id=toc-208>المبحث الثالث
شراء المجاهد ما يحتاجه من تجار العدو غير السلاح</span>
يجوز شراء المجاهد من تجار العدو ما يحتاج إليه من الطعام والدواء ونحو ذلك (١) ، ولا أعلم خلافا في ذلك حسب ما اطلعت عليه.
يدل على ذلك حديث عبد الرحمن بن أبي بكر (٢) رضي الله عنهما قال: (كنا مع النبي - صلى الله عليه وسلم - ثم جاء رجل مشرك مشعان (٣) طويل بغنم يسوقها، فقال النبي - صلى الله عليه وسلم - بيعا أم عطية أو قال: أم هبة، فقال: لا، بيع. فاشترى منه شاة) (٤) .
جاء في فتح الباري: (معاملة الكفار جائزة، إلا بيع ما يستعين به أهل الحرب على المسلمين) (٥) ، ولأن المجاهد يحتاج إلى الطعام والشراب والكساء والدواء، فإذا لم توفر له ووجد ذلك مع الكفار الذين لهم عقد أمان، جاز شراءه منهم، وأما أهل الحرب الذين لا أمان لهم، فإن أموالهم مباحة للمجاهد في سبيل الله والله أعلم.
_________
(١) شرح السير الكبير (٤/١٨٢) والمقدمات الممهدات (٢/١٥٤) وروضة الطالبين ... (١٠/٢٨٤) ومجموع الفتاوى (٢٩/٢٧٥) .
(٢) هو: عبد الرحمن بن أبي بكر، واسم أبو بكر، عبد الله بن عثمان بن أبي قحافة القرشي التيمي، تأخر إسلامه حتى هدنة الحديبية، وكان اسمه عبد الكعبة، فسماه النبي - صلى الله عليه وسلم - عبد الرحمن، روي عن النبي - صلى الله عليه وسلم - كان شجاعا راميا، شهد اليمامة وقتل سبعة من أكابرهم، توفي في مكة سنة ٥٣ هـ وقيل: غير ذلك. انظر: الإصابة (٤/٢٧٤) ت رقم (٥١٦٧) وأسد الغابة (٣/٣٦٢) ت رقم (٣٣٣٨) .
(٣) الطويل جدا الثائر الرأس، وقيل: الجافي الثائر الرأس. انظر: فتح الباري (٥/٢٩٠) .
(٤) صحيح البخاري مع الفتح كتاب البيوع باب الشراء والبيع مع المشركين وأهل الحرب، ح رقم (٢٢١٦) وصحيح مسلم مع شرح النووي، كتاب الأشربة باب إكرام الضيف، ح رقم (٢٠٥٦) .
(٥) فتح الباري (٤/٥١٦) .','2','486',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (480,'<span data-type="title" id=toc-209>المبحث الرابع
التعامل بالربا </span>(١)
بين المجاهد والحربى (٢) في أرض العدو
اختلف الفقهاء رحمهم الله تعالى في التعامل بالربا بين المجاهد والحربي في أرض العدو إلى قولين:
القول الأول: أنه لا يجوز التعامل مع العدو بالربا مطلقا، وبهذا قال جمهور الفقهاء (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ وَمَنْ عَادَ فَأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة: ٢٧٥] .
٢- وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنَ الرِّبَا إِنْ كُنْتُمْ مُؤْمِنِينَ * فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنَ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ} [البقرة: ٢٧٨، ٢٧٩] .
_________
(١) ربا الشيء يربوا ربوا زاد ونما، قال تعالى: {ويربى الصدقات} البقرة: ٢٧٦فالربا: الفضل والزيادة انظر: لسان العرب (١٤/٣٠٤) مادة (ربا) والمصباح ص ٢١٧ مادة (ربا)

وفي الاصطلاح: اختلف فيه الفقهاء لاختلافهم في العلة، والراجح ما عرفه به ابن قدامة بأنه الزيادة في أشياء مخصوصة. وهذا التعريف يشمل ربا الفضل وربا النسيئة، لأن الزيادة تشمل الزيادة الحسية في ربا الفضل والزيادة الحكمية في تأجيل الزمن في ربا النسيئة انظر: المغني (٦/٥١) .
(٢) هو العدو المحارب يقال: أنا حرب لمن حاربني أي عدو. وفلان حرب فلان أي محاربه، وفلان حرب لي أي عدو محارب. انظر لسان العرب (١/٣٠٣) مادة حرب.
وعند الفقهاء: من يحارب المسلمين من الكفار، سواء كانت المحاربة فعلية أو متوقعة، انظر: المطلع على أبواب المقنع ص ٢٢٦ والاستعانة بغير المسلمين د/ الطريقي ص ١٣١.
(٣) بدائع الصنائع (٤/٤١٦) والاختيار للموصلي (٢/٣٣) والمدونة (٤/٢٧١) والأم (٧/٣٥٨) وروضة الطالبين (٣/٣٩٧) والمغني (٩/٩٨) والإنصاف (٥/٥٢) والمحلى بالآثار (٧/٤٦٧) .','2','487',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (481,'٣- قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا لا تَأْكُلُوا الرِّبَا أَضْعَافًا مُضَاعَفَةً} [آل عمران: ١٣٠] .
ووجه الدلالة من الآيات: أن الأمر بترك الربا والنهي عنه والوعيد لمن أخذه جاء في الآيات عاما، لم يخصص بمكان ولا زمان ولا أشخاص، فيبقى العموم على عمومه، فيتناول المسلم مع الحربى (١) .
٤- عن جابر بن عبد الله - رضي الله عنه - قال: (لعن رسول الله - صلى الله عليه وسلم - آكل الربا ومؤكله وكاتبه وشاهديه، وقال: هم سواء) (٢) .
٥- عن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا تبيعوا الذهب بالذهب ولا الورق (٣) بالورق إلا وزنا بوزن مثلا بمثل سواء بسواء» (٤) .
٦- عن عثمان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «لا تبيعوا الدينار بالدينارين ولا الدرهم بالدرهمين» (٥) .
ووجه الدلالة من الأحاديث السابقة: أن الأحاديث جاءت عامة على تحريم الربا، فتبقى على عمومها في سائر الأمكنة والأزمنة وعلى كل الأشخاص، فتشمل المسلم مع الحربي (٦) .
٧- أن كل ما كان حراما في دار الإسلام، كان حراما في دار الحرب، كسائر الفواحش والمعاصي (٧) فالربا يبقى على حرمته.
_________
(١) حاشية الروض المربع (٤/٥٢٨) والمجموع (٩/٤٨٨) .
(٢) صحيح مسلم بشرح النووي، كتاب المساقاة باب لعن أكل الربا ومؤكله ح رقم (١٥٩٨) .
(٣) الورق بكسر الراء: الفضة. انظر: النهاية في غريب الحديث والأثر (٥/١٥٣) .
(٤) صحيح مسلم مع شرح النووي كتاب المساقاة باب الربا، ح رقم (٧٧) (١٥٨٤) وقد ورد بألفاظ مختلفة في رقم ٧٥ (١٥٨٤) ٧٦- (١٥٨٤) .
(٥) صحيح مسلم بشرح النووي، كتاب المساقاة، باب الربا، ح رقم (١٥٨٥) .
(٦) حاشية الروض المربع (٤/٥٢٨) والمجموع (٩/٤٨٨) .
(٧) المغني (٦/٩٩) والمبدع (٤/١٥٧) والمجموع (٩/٤٨٨) .','2','488',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (482,'القول الثاني: يجوز للمجاهد أن يتعامل بالربا مع الحربي في دار الحرب، وبهذا قال الحنفية (١) وهو رواية عند الحنابلة بين المسلم والحربي الذي لا أمان بينهما (٢) .
واستدلوا بما يلي:
١- ما روي عن مكحول عن رسول الله - صلى الله عليه وسلم - أنه قال: «لا ربا بين المسلم والحربي في دار الحرب» (٣) .
ونوقش بما يلي:
أ- أن هذا الحديث ليس بثابت فلا حجة فيه (٤) .
ب- أنه لو كان ثابتا لكان معارضا لإطلاق النصوص من الكتاب والسنة الواردة في تحريم الربا، فلا يجوز ترك تلك النصوص لخبر مجهول، لم يرد في صحيح ولا مسند ولا كتاب موثوق به (٥) .
٦ج- يحتمل أن المراد بقوله (لا ربا) النهي عن الربا (٦) كقوله تعالى: ... {فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ} [البقرة: ١٩٧] فيكون المقصود به تحريم الربا بين المسلم والحربي كما هو محرم بين المسلمين، ويؤيد هذا الاحتمال العمومات من الكتاب والسنة في تحريم الربا كما سبق.
قال النووي رحمه الله لو صح حديث مكحول لتأولناه على أن معناه: لا يباح الربا في دار الحرب جمعا بين الأدلة (٧) .
_________
(١) بدائع الصنائع (٤/٤١٦) الاختيار للموصلي (٢/٣٣) .
(٢) لمغني (٦/٩٩) والإنصاف (٥/٥٢) والمبدع (٤/١٥٧) .
(٣) المغني (٦/٩٩) والمبدع (٤/١٥٧) والمجموع (٩/٤٨٨) . أخرجه البيهقي في المعرفة كتاب السير، قال الزيلعي هذا غريب وقال الشافعي: ليس بثابت ولا حجة فيه، وقال النووي: حديث مكحول مرسل ضعيف فلا حجة فيه. انظر: نصب الراية (٤/٤٤) والأم (٧/٣٥٩) والمجموع (٩/٤٨٨) .
(٤) الأم (٧/٣٥٩) ونصب الراية (٤/٤٤) .
(٥) المغني (٦/٩٩) والمبدع (٥/١٥٧) .
(٦) المغني (٦/٩٩) .
(٧) المجموع (٩/٤٨٨) .','2','489',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (483,'٢- عن جابر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال في خطبة يوم الوداع بعرفات (وربا الجاهلية موضوع وأول ربا أضع (١) ربانا ربا عباس بن عبد المطلب فإنه موضوع كله..) (٢) .
وجه الدلالة:
أن العباس - رضي الله عنه - بعدما أسلم رجع إلى مكة، وكانت حينئذ دار حرب، وكان يرابي فيها قبل نزول التحريم وبعده إلى زمن الفتح، فلو لم يكن الربا بين المسلم والمشرك حلالا في دار الحرب لكان ربا العباس موضوعا يوم أسلم وما قبض منه بعد ذلك مردود (٣) لقوله تعالى: {فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ} [البقرة: ٢٧٨] .
ونوقش هذا:
بأنه لا دليل واضح يدل على أن العباس - رضي الله عنه - استمر بعد إسلامه في التعامل بالربا، ثم لو سلم ذلك، فإنه قد لا يكون عالما بالتحريم فأراد النبي - صلى الله عليه وسلم - إنشاء هذه القاعدة وتقريرها من يومئذ (٤) .
٣- ولأن ما لهم مباح، فإذا أخذ برضاهم وطيب أنفسهم بالربا أخذ مالا مباحا (٥) .
جاء في فتح القدير (ولو لم يرد خبر مكحول، أجازه النظر: أي كون ماله مباحا) (٦) ونوقش هذا: بأنه لا يلزم من كون أموالهم مباحة بالاغتنام استباحتها بالعقد الفاسد، ولهذا أبيحت أبضاع نسائهم بالسبي، دون العقد الفاسد (٧) .
_________
(١) المراد بالوضع، الرد والإبطال ذلك فيما زاد على رأس المال. انظر: شرح صحيح مسلم (٨/٤٣٣) .
(٢) صحيح مسلم بشرح النووي، كتاب الحج، باب حجة النبي - صلى الله عليه وسلم - ح رقم (١٢١٨) من حديث طويل.
(٣) المبسوط (١٠/٢٨) وتكملة المجموع (١٠/٤٨٨) .
(٤) تكملة المجموع (١٠/٤٨٨) .
(٥) بدائع الصنائع (٤/٤١٦) والاختيار للموصلي (٢/٣٣) والبحر الرائق (٦/٢٢٦) .
(٦) فتح القدير (٦/١٧٨) .
(٧) المجموع للنووي (٩/٤٨٩) .','2','490',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (484,'الترجيح
الذي يظهر بعد عرض الأقوال وذكر الأدلة ومناقشتها، أن الراجح قول الجمهور، أن الربا محرم بين المجاهد والحربي في دار الحرب وفي غير دار الحرب، لما يأتي:
١- عموم الآيات الكريمة، ونصوص السنة المطهرة في تحريم الربا والوعيد الشديد لمن يتعامل به، ولم تفصل فتبقى الأدلة على عمومها.
٢- ولأن الربا كما هو محرم في حق المسلمين، محرم كذلك على الكفار وخاصة أهل الكتاب، قال تعالى: {فَبِظُلْمٍ مِنَ الَّذِينَ هَادُوا حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ وَبِصَدِّهِمْ عَنْ سَبِيلِ اللَّهِ كَثِيرًا (١٦٠) وَأَخْذِهِمُ الرِّبَا وَقَدْ نُهُوا عَنْهُ} [النساء: ١٦٠، ١٦١] .
فالأمم السابقة نهو عن الربا لما فيه من محق البركة، وإشعال نار الحقد والضغائن بين الناس. والله أعلم.','2','491',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (485,'<span data-type="title" id=toc-210>المبحث الخامس
تصرف المجاهد ببيع شيء من الغنيمة</span>
لا أعلم خلافا بين الفقهاء (١) رحمهم الله تعالى أنه يجوز للمجاهد بيع نصيبه من الغنائم بعد القسمة. لأن ذلك أصبح ملكه، وهو بالغ عاقل مختار جائز التصرف، ولا أعلم خلافا كذلك، أنه لا يجوز للمجاهد بيع شيء من الغنيمة قبل قسمتها بين المجاهدين (٢) .
يدل على ذلك ما يلي:
١- أن صاحب جيش الشام كتب إلى عمر - رضي الله عنه - أنا أصبنا أرضا كثيرة الطعام والعلف وكرهت أن أتقدم في شيء من ذلك إلا بأمرك فكتب إليه عمر - رضي الله عنه - (دع الناس يعلفون ويأكلون، فمن باع منهم شيئا بذهب أو فضة، ففيه خمس الله وسهام المسلمين) (٣) .
٢- عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - (أنه نهى عن بيع الغنائم حتى تقسم..) (٤) .
_________
(١) بدائع الصنائع (٦/٩٨) والحاوي الكبير (١٤/١٦٠) ورحمة الأمة في اختلاف الأئمة ص ٢٦٢ والمغني (١٣/٣٦) .
(٢) اللباب في شرح الكتاب (٤/١٢٢) وحاشية ابن عابدين (٦/٢٣١) والمدونة (٢/٣٧) والكافي في فقه أهل المدينة (١/٤٧٢) والأم (٤/٢٦٢) والحاوي الكبير (١٤/١٦٩) والمغني (١٣/١٢٧) والمحلى بالأثار (٥/٤٠٨) .
(٣) السنن الكبرى للبيهقي كتاب السير باب بيع الطعام في دار الحرب، ح رقم (١٨٠٠٢) .
(٤) أخرجه الإمام أحمد في المسند ج (٩/٣٤٦) ح رقم (٩٨٧١) وأبو داود في سننه كتاب البيوع باب في بيع الثمار قبل أن يبدو صلاحها، ح رقم (٣٣٦٩) وصححه الحاكم ووافقه الذهبي، انظر: المستدرك كتاب البيوع ح رقم (٢٣٣٦) والتلخيص للذهبي بهامش المستدرك.','2','492',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (486,'٣- ولأنه بيع مال الغنيمة بغير ولاية ولا نيابة فيجب رد المبيع ونقض البيع (١) .
إذا تقرر هذا فهل يجوز للإمام، أو نائبه التصرف في بيع الغنائم أو شيء منها قبل القسمة؟ ذهب جمهور الفقهاء (٢) إلى أن للإمام أو نائبه التصرف في بيع الغنائم أو شيء منها قبل القسمة، لأن قسمة الغنائم موكلة إلى الإمام، أو نائبه وإذا رأى أن المصلحة في بيعها وكان باجتهاد منه نفذ ما ذهب إليه باجتهاده.
إلا أنهم قالوا: لا يجوز له أن يشتري شيئا من الغنائم لنفسه لما يأتي:
١- أنه قد يحابي (٣) ولذا رد عمر - رضي الله عنه - ما اشتراه ابنه عبد الله في غزوة جلولاء (٤) وقال: (إنه يحابي) (٥) .
٢- ولأنه هو البائع أو وكيله فكأنه يشتري من نفسه أو وكيل نفسه (٦) . وذهب بن حزم، إلى أنه لا يجوز بيع الغنائم مطلقا؛ لأنه لم يأت نص بيعها، وإنما جاءت النصوص بالقسمة بينهم (٧) .
الترجيح
الذي يظهر أن الراجح قول الجمهور، لأن قسمة الغنائم مؤكلة إلى الإمام أو نائبه وقد يرى أن الغنائم إذا قسمت أعيانا تكون مشغلة للمجاهدين وتحتاج إلى رعاية ونقل، فيبيعها ويقسم بينهم الثمن، وفي هذا رفع لمشقة نقل الغنائم، وأقرب إلى العدل بين المجاهدين في القسمة. والله أعلم.
_________
(١) المغني (١٣/١٧٢) وبدائع الصنائع (٦/١٠٠) .
(٢) بدائع الصنائع (٦/٩٧) وشرح السير الكبير (٣/١٦٨) وحاشية الخرشي (٤/٦١) والذخيرة (٣/٤٢٤) والمغني (١٣/١٣٧) ولم أجد للشافعية قول في ذلك حسب ما اطلعت عليه.
(٣) بسامح: انظر: المصباح المنير ص ١٢٠ مادة (حبا) .
(٤) معركة وقعت بين المسلمين والفرس سنة ١٦ هـ انتصر فيها المسلمون، وسميت جلولاء لأن القتلى من العدو جللوا وجه الأرض. انظر: البداية والنهاية (٧/٧٤) .
(٥) أخرجه ابن أبي شيبة في المصنف كتاب التاريخ، باب في القادسية وجلولاء ج (٨/١٨) .
(٦) المغني (١٣/٣٨) وشرح السير الكبير (٣/١٦٩) .
(٧) المحلى بالآثار (٥/٤٠٨) .','2','493',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (487,'<span data-type="title" id=toc-211>المبحث السادس
بيع الحربي ولده في دار الحرب على المجاهد</span>
اختلف الفقهاء رحمهم الله تعالى في جواز بيع الحربى ولده في دار الحرب على المجاهد إلى قولين:
القول الأول: أنه يجوز أن يبيع الحربي ولده في دار الحرب على المجاهد وبهذا قال الجمهور (١) وشرط المالكية أن يكون بيننا وبين العدو هدنة (٢) .
ودليلهم: أنه يجوز للمجاهد سبيهم واسترقاقهم إذا وقعوا في الأسر فإذا أعطوه أو باعوه كان ذلك جائزا من باب أولى.
قال ابن تيمية رحمه الله (إذا دخل المسلم دار الحرب بغير أمان فاشترى منهم أولادهم وخرج بهم إلى دار الإسلام كانوا ملكا له باتفاق الأئمة، وله أن يبيعهم للمسلمين، ويجوز أن يشتروا منه، ويستحق على المشتري جميع الثمن، وكذلك إذا باع الحربي نفسه للمسلم وخرج به فإنه يكون ملكه بطريق الأولى والأحرى، بل لو أعطوه أولادهم بغير ثمن وخرج بهم ملكهم فكيف إذا باعوه ذلك) (٣) .
القول الثاني: لا يجوز بيعهم، وبه قال الحنفية (٤) وهو رواية عند الحنابلة (٥) .
ويمكن أن يستدل لهم بعموم ما رواه أبو هريرة - رضي الله عنه - (أن النبي - صلى الله عليه وسلم - قال: قال الله: ثلاثة أنا خصمهم يوم القيامة: وذكر منهم ورجل باع حرا فأكل ثمنه..) (٦) .
_________
(١) الذخيرة (٣/٤١٦) والمدونة (٤/٢٧٤) والسيل الجرار (٤/٥٢٢) والفروع (٦/٢٥٦) وشرح منتهى الإرادات (١/٦٥٧) .
(٢) الذخيرة (٣/٤١٦) والمدونة (٤/٢٧٤) .
(٣) مجموع الفتاوى (٢٩/٢٢٤) وانظر: شرح منتهى الإرادات (١/٦٥٧) .
(٤) حاشية ابن عابدين (٦/٢٦٧) .
(٥) الفروع (٦/٢٥٦) .
(٦) صحيح البخاري مع الفتح، كتاب البيوع، باب أثم من باع حرا ح رقم (٢٢٢٧) .','2','494',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (488,'وجه الدلالة: أن الحديث عام يشمل المسلم وغير المسلم، فلا يجوز أن يبيع الحربي ولده على المجاهد، لأن الأصل حريته.
ويمكن مناقشة هذا الاستدلال، بأن الحربي وولده يجوز سبيهم واسترقاقهم في الحرب وبذلك يجوز بيعهم وشراؤهم فيخرج الحربي وولده من عموم الحديث.
الترجيح
الراجح القول الأول، أنه يجوز بيع الحربي ولده على المجاهد في أرض الحرب، ويجوز للمجاهد شراؤه منه، وتملكه لأن في ذلك مصلحة للمسلمين وإضعافا للمشركين وإذلالهم. والله أعلم.','2','495',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (489,'<span data-type="title" id=toc-212>الفصل الثاني
أحكام المجاهد في الإجارة والجعالة</span>
والعارية واللقطة
ويشتمل على أربعة مباحث:
المبحث الأول: في الإجارة.
المبحث الثاني: في الجعالة.
المبحث الثالث: استعارة المجاهد آلات الحرب.
المبحث الرابع: أخذ المجاهد لقطة دار الحرب.','2','497',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (490,'<span data-type="title" id=toc-213>المبحث الأول
في الإجارة</span>
وفيه أربعة مطالب:
<span data-type="title" id=toc-214>المطلب الأول: أخذ الأجرة على الجهاد</span>.
المطلب الثاني: استئجار من ينوب عنه في الجهاد.
المطلب الثالث: استئجار آلات الحرب.
المطلب الرابع: استئجار كافر لمساعدته
المطلب الأول
أخذ الأجرة (١) على الجهاد
لا أعلم خلافًا بين الفقهاء (٢) رحمهم الله تعالى أنه لا يجوز أخذ الأجرة على الجهاد في سبيل الله إذا تعين على المجاهد. لأنه إذا تعين عليه الفرض لم يجز أن يفعله عن غيره، كالحج (٣) .
_________
(١) الأجرة والأجر: عوض العمل، والأجير من يعمل بأجر انظر: القاموس المحيط ص ٣٤٢ مادة (أجر) والمعجم الوسيط (١/٦) مادة (أجر) .
والإجارة في الشرع: عقد على منفعة مباحة معلومة، مدة معلومة من عين معينة أو موصوفة في الذمة أو عمل معلوم بعوض معلوم. انظر: شرح منتهى الإرادات (٢/٢٤١) والسلسبيل في معرفة الدليل (٢/١٥٢) .
(٢) بدائع الصنائع (٤/٤٤) وتبيين الحقائق (٥/١٢٤) وشرح السير الكبير (٣/٢٢) والمدونة (٢/٤٤) والذخيرة (٣/٤٠٧) وروضة الطالبين (١٠/٢٤٠) ومغني المحتاج ... (٣/٤٦١) والمغني (١٣/١٦٤) وكشاف القناع (٢/٤١٢) والفروع (٦/٢٣١) والمحلى بالآثار (٧/١٥) .
(٣) المغني (١٣/١٦٤) .','2','498',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (491,'واختلفوا فيما إذا كان الجهاد فرض كفاية إلى قولين:
القول الأول: لا يجوز أخذ الأجرة على الجهاد مطلقا، وبهذا قال جمهور الفقهاء (١) .
واستدلوا بما يلي:
١- أن الجهاد عمل يختص فاعله أن يكون من أهل القربة فلا تصح الإجارة عليه (٢) .
٢- أنه إذا لم يكن الجهاد متعينا عليه فإنه متى حضر صف القتال تعين عليه، ولا يجوز أخذ الأجرة على فرض العين (٣) .
٣- أن المجاهد يستحق السهم من الغنيمة فلا يستحق الأجر مع ذلك (٤) .
القول الثاني: يجوز أخذ الأجرة، وهذا قول عند الحنابلة (٥) وقول ابن حزم (٦) .
واستدلوا بما يلي:
١- عن عبد الله بن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: (للغازي أجره وللجاعل أجره وأجر الغازي) (٧) .
وجه الدلالة أن الحديث دل على جواز الجعل على الجهاد، فالإجارة كذلك.
_________
(١) بدائع الصنائع (٤/٤٤) وتبيين الحقائق (٥/١٢٤) وشرح السير الكبير (٣/٢٢) والمدونة (٢/٤٤) والذخيرة (٣/٤٠٧) وروضة الطالبين (١٠/٢٤٠) ومغنى المحتاج ... (٣/٤٦١) والمغني (١٣/١٦٤) وكشاف القناع (٢/٤١٢) والفروع (٦/٢٣١) .
(٢) شرح منتهى الإرادات (١/٦٤٦) والإنصاف (٦/٤٥) .
(٣) بدائع الصنائع (٤/٤٤) والمغني (١٣/١٦٤) وروضة الطالبين (١٠/٢٤٠) ومغني المحتاج (٣/٤٦١) .
(٤) شرح السير الكبير (٣/٢١) .
(٥) المغني (١٣/١٦٤) والإنصاف (٦/٥٤) والفروع (٦/٢٣١) .
(٦) المحلى بالآثار (٧/٤) وص (١٥) .
(٧) أخرجه أبو داود في سننه مع عون المعبود، كتاب الجهاد، باب الرخصة في أخذ الجعائل، ح رقم (٢٥٢٣) والبيهقي في السنن الكبرى، كتاب السير، باب ما جاء في تجهيز الغازي وأجر الجاعل، ح رقم (١٧٨٤٥) والإمام أحمد في المسند ج (٦/١٨٦) ح رقم (٦٦٢٤) قال أحمد شاكر رحمه الله محقق المسند: إسناده صحيح.','2','499',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (492,'ونوقش هذا الاستدلال: بأن قياس الإجارة على الجعل قياس مع الفارق، لأن الجعالة تعطي للمجاهد تبرعا لا استئجارًا وإعانة له على القتال لطلب الأجر والثواب من الله عز وجل (١) فلا يلزم من جواز الجعالة جواز الإجارة.
٢- أن الجهاد إذا لم يتعين عليه جاز أن يؤجر نفسه عليه، كالعبد (٢) .
ونوقش هذا: بأن الجهاد يكون في حقه فرض كفاية إذا لم يحضر، أما إذا حضر الصف فإنه يتعين عليه، ولا يجوز أخذ الأجرة على فرض العين (٣) .
والقياس على العبد قياس مع الفارق، لأن العبد لا يجب عليه الجهاد مطلقا والمجاهد إذا حضر يجب عليه عينا.
الترجيح
الذي يظهر أن الراجح قول الجمهور، أنه لا يجوز أخذ الأجرة على الجهاد في سبيل الله ولو لم يتعين عليه الجهاد، لأن المجاهد إذا حضر تعين عليه، ولأن أخذ الأجرة على الجهاد قدح في نيته ومنقص لأجره وثوابه.
أما ما يعطى المجاهد من بيت مال المسلمين إذا كان في ديوان الجند سواء كان العطاء سنويًا أم شهريا، فإن ذلك إعانة له على الجهاد، وترغيب له فيه، وكفاية له ولمن يعوله، لأنه حبس نفسه على الجهاد، وليس ذلك أجرا على الجهاد في سبيل الله، وإنما أجره على الجهاد إذا أخلص النية يناله من الله عز وجل، وهو أعظم من أن يقاس بعطاء دنيوي والله أعلم.
_________
(١) عون المعبود (٧/١٤٤) .
(٢) المغني (١٣/١٦٤) .
(٣) بدائع الصنائع (٤/٤٤) وروضة الطالبين (١٠/٢٤٠) والمغني (١٣/١٦٤) .','2','500',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (493,'<span data-type="title" id=toc-215>المطلب الثاني
استئجار من ينوب عنه في الجهاد</span>
تقرر في المطلب السابق أنه لا خلاف بين الفقهاء رحمهم الله تعالى أنه لا يجوز أخذ الأجرة على الجهاد إذا تعين على المجاهد (١) .
وعليه لا يجوز له استئجار من ينوب عنه في هذا الحالة باتفاق الفقهاء (٢) .
أما إذا لم يتعين عليه الجهاد، فذهب جمهور الفقهاء إلى أنه لا يجوز استئجار من ينوب عنه (٣) .
واستدلوا بما يلي:
١- أنه وإن كان الجهاد عليه فرض كفاية، فإن من باشره يتعين عليه، فلم يجز أن ينوب فيه عنه غيره، كالحج عن غيره إذا كان عليه فرضه.
٢- أنه إذا حضر الزحف يدافع عن نفسه فلم يجز أن يدافع عن نفسه بعوض على غيره (٤) .
وذهب المالكية إلى جواز أن ينوب عن المجاهد غيره يجعل وشرطوا:
١- أن يكون النائب والمنوب عنه من ديوان جند واحد.
٢- أن يكون الجعل عن خرجة واحدة.
٣- أن لا يعين الإمام شخص الخارج وإنما يعين طائفة كأن يقول: يخرج مائة دون أن يعين الأشخاص.
٤- أن يكون ذلك بعلم الإمام (٥) .
واستدلوا بما يلي:
١- أن الناس مضوا على ذلك أن يجعل القاعد للخارج إذا كانوا من ديوان واحد.
٢- أن مهمتهم سد الثغور، فمن خرج لذلك فقد أدى المهمة (٦) .
_________
(١) راجع: المبحث الثالث في الإجارة.
(٢) بدائع الصنائع (٤/٤٤) وحاشية الدسوقي (٢/١٨٢) وشرح السنة للبغوي (١١/١٦) والمبدع (٥/٩٠) والمحلى بالآثار (٧/١٥) .
(٣) شرح السير الكبير (٣/٧٤) والحاوي الكبير (١٤/١٢٨) والفروع (٦/٢٣١) .
(٤) المراجع السابقة.
(٥) حاشية الدسوقي في (٢/١٨٢) وحاشية الخرشي (٤/٢٧) والمدونة (٢/٤٤) .
(٦) الكافي في فقه أهل المدينة المالكي (١/٤٦٥) والمدونة (٢/٤٤) .','2','501',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (494,'وما ذهب إليه المالكية فيه نظر، لما يلي:
١- أن الأصل عدم جواز أخذ الأجرة على الجهاد مطلقا، وما ذكره المالكية من الجعالة فهي من باب الأجرة، لأن المجاهد ينوب عن غيره من أجلها.
٢- أن الخروج بأجرة عن المجاهد يقدح في نية الخارج فيفوته الأجر والثواب.
٣- أن ذلك يؤدي إلى التكاسل عن الجهاد وعدم وضع الرجل المناسب في المكان المناسب، وبهذا يظهر رجحان ما ذهب إليه الجمهور من عدم جواز استئجار المجاهد من ينوب عنه في الغزو مطلقا. والله أعلم.
<span data-type="title" id=toc-216>المطلب الثالث
استئجار آلات الحرب</span>
مطلوب من المجاهدين في سبيل الله الاستعداد للعدو بكل ما يستطيعون من قوة السلاح سواء كان ذلك عن طريق التصنيع أو الشراء أو العارية، وهذا جائز كله (١) .
وكذلك عن طريق الإجارة ولا أعلم من يخالف في جواز استئجار السلاح (٢) .
يدل على ذلك عموم قوله تعالى: {وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ} [الأنفال: ٦٠] .
فيشمل الإعداد، الحصول على السلاح بكل الطرق المشروعة ومن ذلك الإجارة والله أعلم.
_________
(١) راجع شراء الميماهر السلاح من العدو.
(٢) شرح السير الكبير (٣/٧٤) وتبيين الحقائق (٣/٢٥٥) وبداية المجتهد (٢/٢٢٨) والكافي في فقه أهل المدينة المالكي (١/٤٧٦) والمغني (٨/٨٤) وشرح السنة للبغوي ... (١١/١٧) .
والمراد بالسلاح الذي يجوز استئجار هو الذي لا يتلف بالاستعمال، كالبندقية والمدفع والدبابة ونحو ذلك.','2','502',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (495,'<span data-type="title" id=toc-217>المطلب الرابع
استئجار كافر لمساعدته</span>
سبق الحديث عن الاستعانة بالمشركين في قتال العدو وخلاف الفقهاء في ذلك وأن الراجح جواز الاستعانة بهم عند الضرورة إذا أمن مكرهم (١) .
أما استئجار الكافر لخدمة المجاهد ومساعدته، فلم أجد خلافا في جواز ذلك حسب ما اطلعت عليه (٢) .
يدل على ذلك حديث عائشة رضي الله عنها (واستأجر النبي - صلى الله عليه وسلم - وأبو بكر - رضي الله عنه - رجلا (٣) من بني الديل.. هاديا خريتا (٤) .. وهو على دين قريش، فأمناه فدفعا إليه راحلتيهما، وواعداه غار ثور (٥) بعد ثلاث ليلا، فأتاهما براحلتيهما صبيحة ليال ثلاث فارتحلا ... ) (٦) .
وجه الدلالة: أن الحديث دل على جواز استئجار المسلم الكافر على هداية الطريق إذا أمن إليه (٧) فكذلك استئجاره للخدمة والمساعدة في الغزو إذا أمن مكره.
إذا تقرر جواز استئجار الكافر لمساعدة المجاهد، فإن ذلك يكون عند الضرورة أو الحاجة الملحة، كتعذر وجود مسلم يكفي في ذلك (٨) لما في قلوب الكفار من الغل والحق على الإسلام وأهله فلا يؤمن جانبهم إذا سنحت لهم الفرصة أن يضروا بالمسلمين ويفشوا أسرارهم ويدلوا على عوراتهم. والله أعلم.
_________
(١) راجع ما سبق.
(٢) شرح السير الكبير (٣/٢٢) وحاشية الخرشي (٤/١٨) والذخيرة (٣/٤٠٦) والحاوي الكبير (١٤/١٣٢) وشرح السنة للبغوي (١١/١٧) والمغني (١٣/١٦٣) وكشاف القناع (٢/٣٩١) وشرح منتهى الإرادات (١/٦٣٣) .
(٣) هو عبد الله بن أرقط وقيل: أريقط، وقيل: غير ذلك انظر: السيرة النبوية لابن هشام (٢/٤٨٥) وفتح الباري (٧/٣٠١) .
(٤) الخريت: الماهر الذي يهتدي لأخرات المفازة، وهي طرقها الخفية ومضايقها.
انظر النهاية في غريب الحديث والأثر (٢/١٩) .
(٥) ثور: جيل بمكة فيه الغار المذكور في القرآن (إذ هما في الغار) التوبة أية ٤٠. انظر: معجم البلدان (٢/١٠١) ت رقم (٢٨٥١) ومعجم ما استعجم (١/٣١٤) .
(٦) صحيح البخاري مع الفتح، كتاب الإجارة، باب استئجار المشركين عند الضرورة، ح رقم (٢٢٦٣) .
(٧) فتح الباري (٤/٥٥٨) .
(٨) فتح الباري (٤/٥٥٨) .','2','503',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (496,'<span data-type="title" id=toc-218>المبحث الثاني
في الجُعالة</span>
وفيه مطلبان:
<span data-type="title" id=toc-219>المطلب الأول: أخذ الجعل على الجهاد</span>.
المطلب الثاني: وقت استحقاق الجعل على الجهاد.
المطلب الأول
أخذ الجُعل (١) على الجهاد
سبق الحديث عن أخذ الأجرة على الجهاد وأن ذلك لا يجوز باتفاق الفقهاء إذا تعين الجهاد على المجاهد، وخلاف مرجوح إذا لم يتعين عليه.
والجعل هنا يختلف عن الأجرة (٢) فهو يطلق على أمور:
أولا: يطلق الجعل على ما يأخذه المجاهد من بيت المال عونا له على الجهاد في سبيل الله ولا أعلم خلاف في جواز ذلك -حسب ما اطلعت عليه-.
جاء في فتح القدير وغيره: كره الحنفية أن يكلف الإمام الناس بأن يقوي بعضهم بعضا بالسلاح والنقود والزاد ما دام للمسلمين فيء، لأن بيت المال معد للمسلمين (٣) .
_________
(١) الجُعل والجَعالة والجِعالة: ما جعله له على عمله، والجُعل والجَعالة: أن يكتب البعث على الغزاة فيخرج من الأربعة والخمسة رجل واحد ويجعل له جعل. انظر: لسان العرب (١/١١١) مادة (جعل) .
وفي الاصطلاح: ما يجعل للعامل على عمله، انظر: التعريفات للجرجاني ص (١٠٤) .
(٢) فرق الفقهاء بين عقد الجعالة والإجارة بأمور، منها:
١- أن الجعالة عقد جائز للطرفين فسخه بخلاف الإجارة فهو عقد لازم.
٢- قد يكون العمل مجهولا في الجعالة وكذلك المدة، أما الإجارة فلا يجوز ذلك.
٣- المجاعل لا يستحق الجعل إلا بعد فراغه من العمل، بخلاف الإجارة.
انظر: الكافي في فقه الإمام أحمد (٢/٢٣٧) والفقه الإسلامي وأدلته (٤/٧٨٦) .
(٣) فتح القدير (٥/١٩٤) وشرح السير الكبير (١/٩٨) .','2','504',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (497,'وجاء في الذخيرة: أن عمر والصحابة من بعده -رضي الله عنهم- جعلوا الفيء وخراج الأراضين وقفا للمجاهدين، فمن افترض فيه ونيته الجهاد جاز (١) .
وفي الحاوي الكبير: فأما جعالة السلطان إذا بذلها للغزاة من بيت المال فجائز لأمرين:
أحدهما: أنه بذلها للجهاد عن الكافة.
الثاني: أنه بذلها من مال هو مستحق لهم (٢) .
وفي الفروع: ما يؤخذ من بيت المال ليس عوضا ولا أجرة، بل رزق للإعانة على الطاعة فمن عمل منهم لله أثيب، وما يأخذ فهو رزق للمعونة على الطاعة (٣) .
وبهذا يتقرر جواز أخذ المجاهد من بيت المال قدر كفايته ومن يعول، ويعتبر ذلك عونا له على الجهاد في سبيل الله، لا أجرة على الجهاد.
وما يأخذه الجند اليوم من رواتب شهرية يمكن جعلها من هذا الباب، لا أنها أجرة، وبهذا ينال الجند أجر الجهاد في سبيل الله.
أما إن تغيرت النية وأصبح الراتب الهدف بحيث لو منع منهم لم يخرجوا للجهاد، فإنه يخش أن لا يكون لهم أجر، وإن قتلوا أن لا يكونوا شهداء عند الله. والله أعلم.
ثانيًا: يطلق الجعل ويراد به ما يأخذه المجاهد لعمل قام به، أو سوف يقوم به، كأن يقول الإمام أو نائبه: من فتح القلعة، أو أغار على العدو، أو فتح ثغرة يدخل منها فله كذا وكذا
وقد ذهب الجمهور إلى جواز ذلك للحاجة، وكرهه المالكية وقد سبق الكلام في هذا وذكر الأقوال والأدلة في باب النفل. فليراجع (٤) .
ثالثًا: يطلق الجعل على ما يأخذه المجاهد من التبرعات المحضة التي تبرع بها الناس للمجاهدين ولا أعلم في جواز أخذ ذلك خلافا بين الفقهاء (٥) .
_________
(١) الذخيرة (٣/٤٠٦) ومواهب الجليل (٤/٥٥٢) والكافي في فقه أهل المدينة المالكي ... (١/٤٦٥) .
(٢) الحاوي الكبير (١٤/١٢٨) وفتح الباري (٦/١٥٣) .
(٣) الفروع لابن مفلح (٤/٤٣٦) .
(٤) راجع: ص (٤٧٣) وما بعدها.
(٥) إعلاء السنن للتهانوي (١٢/١٤) والحاوي الكبير (١٤/١٢٨) وشرح السنة للبغوي ... (١١/١٧) وكشاف القناع (٢/٣٩٩) .','2','505',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (498,'جاء في فتح الباري (إن أخرج الرجل من ماله شيئا متطوع به، أو أعان الغازي على غزوة بفرس ونحوها فلا نزاع فيه) (١) .
يدل على ذلك ما يلي:
١- عن زيد بن خالد (٢) - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «من جهز غازيا في سبيل الله فقد غزا ... » (٣) .
٢- عن عبد الله بن عمرو بن العاص رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: «للغازي أجره وللجاعل أجره وأجر الغازي» (٤) .
وبما تقدم يتقرر جواز أخذ المجاهد الجعل على الجهاد في سبيل الله في كل صورة. والله أعلم.
<span data-type="title" id=toc-220>المطلب الثاني
وقت استحقاق الجعل على الجهاد</span>
لا يخلو أن يكون الجعل من بيت المال، أو يكون مشروطا بعمل يعمله.
فإذا كان الجعل من بيت المال، فإنه يعطى المجاهد حسب الوقت الذي تستوفى فيه حقوق بيت المال، فإن كانت تستوفى في وقت واحد من السنة جعل العطاء له في رأس كل السنة، وإن كانت تستوفى في وقتين جعل العطاء في كل سنة مرتين، وإن كان في رأس كل شهر جعل العطاء في رأس كل شهر (٥) .
_________
(١) فتح الباري (٦/١٣٥) نفلا عن ابن بطال.
(٢) هو: زيد بن خالد الجهني. كنية أبو زرعة، وقيل أبو عبد الرحمن. روى عن النبي - صلى الله عليه وسلم - وعن جمع من الصحابة رضي الله عنهم شهد الحديبية، وكان معه لواء جهينة يوم فتح مكة، توفي بالمدينة سنة ٧٨ هـ وقيل: ٦٨ هـ انظر: الإصابة (٢/٤٩٩) ت رقم ... (٢٩٠٢) والأعلام (٣/٨٥) .
(٣) سبق تخريجه ص ٦٠.
(٤) سبق تخريجه ص ٤٩٩.
(٥) الأحكام السلطانية للماوردي ص ٣٤٥.','2','506',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (499,'وإن احتاجوا في الحال إلى التجهيز للقتال أخذوا من موجودات بيت المال في الحال ليخرجوا إلى القتال لأن الأمر لا يحتمل التأخير.
أما إذا كان الجعل مشروطا بعمل يعمله، فإنه يستحق الجعل عليه فور الانتهاء من العمل ولا أعلم في ذلك خلافا (١) .
جاء في كشاف القناع: (يستحق الجعل بفعل ما جعل له ... كسائر الجعالات) (٢) .
المبحث الثالث
استعارة (٣) المجاهد آلات الحرب
اتفق الفقهاء (٤) -رحمهم الله تعالى- على جواز استعارة المجاهد آلات الحرب التي يمكن استخدامها دون هلاك عينها (٥) .
قال ابن حزم في مراتب الإجماع: (واتفقوا أن عارية السلاح ليقاتل به أو الدواب لركوبها جائزة، وكذلك كل شيء يستعمل في أغراضه ولا يعدم شخصه ولا يتغير ... ) (٦) .
يدل على ذلك ما يلي:
_________
(١) المقدمات الممهدات (٢/١٧٥) والحاوي الكبير (١٤/١٣٧) وشرح منتهى الإرادات ... (١/٦٣٣) .
(٢) كشاف القناع (٢/٣٩١) .
(٣) العارية، والعارة: ما تداولوه بينهم يقال: اعْتَوَروا الشيء وتَعّوروه وتَعَاوَروه. تداولوه بينهم، واستعاره الشيء واستعاره منه طلب أن يعيره إياه، انظر: لسان العرب (٤/٦١٨) مادة (عور) والمصباح المنير ص (٤٣٧) مادة (عور)
وفي الاصطلاح: إباحة نفع عين بغير عوض من المستعير أو غيره. انظر: كشاف القناع (٢/٢٩٥) وحاشية الروض (٥/٣٥٨) .
(٤) البحر الرائق (٧/٤٧٨) وحاشية ابن عابدين (٧/٣٤٥) وحاشية الخرشي (٦/٥٠٣) وحاشية الدسوقي (٣/٤٣٧) وشرح السنة للبغوي (٨/٤٢٢) وشرح صحيح مسلم للنووي (١٥/٧٤) والمغني (٧/٣٤٥) وكشاف القناع (٢/٢٩٥) .
(٥) إن كان مما لا يمكن الانتفاع به إلا باستهلاكه، فلا تصح إعارته، انظر: بدائع الصنائع ... (٥/٣١٩) وحاشية الدسوقي (٦/٤٩٧) والحاوي الكبير (٧/١١٦) والمغني (٧/٣٤٥) .
(٦) مراتب الإجماع ص ٩٥.','2','507',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (500,'١- عن صفوان بن أمية - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «إذا أتتك رسلي فأعطهم ثلاثين درعا» قلت يا رسول الله أعارية مضمونة، أم عارية مؤداة، قال: «بل عارية مؤداة» (١) .
٢- وعن قتادة - رضي الله عنه - قال: سمعت أنسا - رضي الله عنه - يقول: (كان فزع (٢) بالمدينة فاستعار النبي - صلى الله عليه وسلم - فرسا من أبي طلحة، يقال له: المندوب (٣) فركبه، فلما رجع قال: «ما رأينا من شيء، وإن وجدناه لبحرا (٤) » ) (٥) .
_________
(١) أخرجه أبو داود في سننه مع عون المعبود، كتاب البيوع، باب في تضمين العارية ح رقم (٣٥٦١) ، وابن حزم في المحلى بالآثار، في مسألة العارية وقال عنه: هذا حديث حسن ليس في شيء مما روي في العارية خبر يصح غيره (٨/١٤٤) ، وأخرجه الدارقطني في سننه، كتاب البيوع ح رقم (٢٩٣٠) .
(٢) الفزع: الخوف في الأصل، فوضع موضع الإغاثة والنصر؛ لأن من شأنه الإغاثة والدفع عن الحريم.
انظر: النهاية في غريب الحديث والأثر (٣/٣٩٧) ، وفتح الباري شرح صحيح البخاري (٥/٣٠١) .
(٣) اسم للفرس، سمي بذلك من الندب وهو الرهن عند السباق، وقيل: لأثر جرح كان في جسمه انظر: فتح الباري (٥/٣٠٢) .
(٤) أي واسع الجري وقد كان بطيئًا. انظر: النهاية في غريب الحديث والأثر (١/٩٩) وفتح الباري (٥/٣٠٢) وشرح صحيح مسلم للنووي (١٥/٧٤) .
(٥) صحيح البخاري مع الفتح، كتاب الهبة، باب من استعار من الناس الفرس، ح رقم ... (٢٦٢٧) وصحيح مسلم، كتاب الفضائل، باب في شجاعة النبي - صلى الله عليه وسلم - وتقدمه للحرب ح رقم (٢٣٠٧) .','2','508',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (501,'المبحث الرابع
أخذ المجاهد لقطة (١) دار الحرب
الأصل في جواز أخذ اللقطة ما يلي:
١- قوله تعالى: {وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ} [البقرة: ١٩٥] .
وجه الدلالة: أن هذا أمر بالإحسان عموما، فيشمل جميع أنواع الإحسان، ويدخل في الإحسان أخذ مال المسلم الضائع لحفظه ورده إليه، ومال الكافر المحارب لوضعه في الغنيمة لمصلحة المسلمين (٢) .
٢- عن زيد بن خالد - رضي الله عنه - قال: جاء رجل (٣) إلى رسول الله - صلى الله عليه وسلم - فسأله عن اللقطة فقال: (أعرف عفاصها (٤) ووكاءها (٥) ثم عرفها (٦) سنة فإن جاء صاحبها وإلا فشأنك بها، قال: فضالة الغنم؟ قال: هي لك أو لأخيك أو للذئب، قال: فضالة الإبل؟
_________
(١) اللقطة: بضم اللام وفتح القاف على المشهور عند أهل اللغة، اسم للمال الملتقط. والالتقاط: أن تعثر على الشيء من غير قصد وطلب، ومنه قوله تعالى: (فالتقطه آل فرعون) القصص آية ٨.
انظر: لسان العرب (٧/٣٩٣) مادة (لقط) والمعجم الوسيط (١/٣٨٤) .
وفي الشرع: المال الضائع من ربه يلتقطه غيره. انظر: المغني (٨/٢٩٠) .
(٢) تيسير الكريم الرحمن لابن السعدي (١/١٥٤) بتصرف.
(٣) هو: سويد الجهني. انظر: فتح الباري (٥/١٠١) .
(٤) الوعاء الذي تكون فيه النفقة جلدا أو غيره، انظر: فتح الباري (٥/١٠٢) وعون المعبود (٥/٨٤) وشرح صحيح مسلم (١١/٢٦٤) .
(٥) الوكاء: الخيط الذي يشد به الصرة. انظر: عون المعبود (٥/٨٤) وشرح صحيح مسلم (١١/٢٦٤) .
(٦) أي ينادي بها في الموضع الذي وجدها فيه، وفي الأسواق والشوارع وأبواب المساجد. انظر: عون المعبود (٥/٨١) .','2','509',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (502,'قال: مالك ولها؟ معها سقاؤها (١) وحذاؤها (٢) ترد المال وتأكل الشجر حتى يلقاها ربها) (٣) .
٣- إجماع الفقهاء في الجملة على جواز أخذ اللقطة.
جاء في رحمة الأمة: وأجمعوا على جواز الالتقاط في الجملة (٤) .
إذا تقرر جواز أخذ اللقطة فإن للمجاهد أخذ لقطة دار الحرب وله مع اللقطة في دار الحرب ثلاث حالات (٥) .
الحالة الأولى: أن يعلم أن اللقطة لأهل الحرب، فتكون غنيمة يضعها في الغنائم، ولا يجوز أخذ شيئا منها لنفسه.
الحالة الثانية: أن يعلم أن ما وجده لمسلم سواء كان من المجاهدين أو غيرهم، فإنه يُجِري فيه أحكام اللقطة فيعرفه سنة كاملة إن كان له قيمة (٦) .
جاء في رحمة الأمة: (أجمع الأئمة على أن اللقطة تعرف حولا كاملا إذا لم يكن شيئا تافها يسيرا، أو شيئا لا بقاء له) (٧) .
_________
(١) بكسر السين: أي جوفها حيث وردت الماء شربت ما يكفيها حتى ترد ماء أخر. انظر: عون المعبود (٥/٨٦) وفتح الباري (٥/١٠٤) .
(٢) بكسر الحاء: أي أخفافها فتقوى بها على السير. انظر: عون المعبود (٥/٨٦) وفتح الباري (٥/١٠٤) .
(٣) صحيح البخاري مع الفتح كتاب اللقطة، باب إذا لم يوجد صاحب اللقطة بعد سنة ح رقم (٢٤٢٩) وصحيح مسلم مع شرح النووي كتاب اللقطة ح رقم (١٧٢٢) .
(٤) رحمة الأمة في اختلاف الأئمة ص ٣٦٣.
(٥) الحاوي الكبير (١٤/١٧٢) وشرح السير الكبير (٣/١٤٥) والمغني (١٣/١٢٦) وكشاف القناع (٢/٤٠٤) .
(٦) الشيء الحقير يجب تعريفه زمنا يُظَن أن فاقده لا يطلبه في العادة أكثر من ذلك الزمان.
انظر: شرح صحيح مسلم للنووي (١١/٢٦٦) .
(٧) رحمة الأمة في اختلاف الأئمة ص (٣٦٢) .','2','510',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (503,'ويبدأ بالتعريف في الجيش الذي هو فيه، لأنه يحتمل أن يكون لأحدهم (١) ويعرف اللقطة بكل الوسائل الممكنة التي تؤدي إلى إعادة المال إلى صاحبه، فإن انتهت السنة ولم يأت له مالك، فله أن يتصرف فيه فإن قدم صاحبه يوما ضمنه له (٢) .
والأولى أن يدفع المجاهد اللقطة إلى الإمام أو القائد المسئول عنه، وذلك لأمرين:
الأول: أن الإمام أو القائد يملك من الوسائل ما يمكنه من إيصال المال إلى صاحبه في أقرب وقت.
الثاني: أن المجاهد يخلي مسئوليته من حفظ اللقطة، وضمانها فيما لو تلفت بتعدي منه.
الحالة الثالثة: أن يكون ما وجده مشكوكا فيه، هل هو من مال العدو فيكون غنيمة، أم من مال المسلمين فيأخذ أحكام اللقطة؟
جاء في الحاوي: (إن وجد في معسكر أهل الحرب كان غنيمة، وإن وجد في معسكر المسلمين كان لقطة باعتبار اليد) (٣) .
وجاء في المغني: (وإن احتملت الأمرين، غلب فيها حكم مال المسلمين في التعريف، وحكم مال أهل الحرب في كونها غنيمة احتياطا) (٤) .
وما ذهب إليه صاحب المغني أولى؛ لأنه يعرفها سنة كاملة فإذا جاء صاحبها تبين إن كان مسلما أعطاه إياه، وإن كان حربيا وضعها في الغنيمة، وإن انتهت السنة ولم يعرف صاحبها غَلَّب كونها من مال الحربي ووضعها في الغنيمة احتياطا. والله أعلم.
_________
(١) المغني (٨/٣٢١) وكشاف القناع (٢/٤٠٤) .
(٢) رحمة الأمة في اختلاف الأئمة ص (٣٦٣) وفتح الباري (٥/١٠٦) والمغني (٨/٢٩٩) والمحلى بالآثار (٧/١١٠) .
(٣) الحاوي الكبير (١٤/١٢) وانظر: شرح السير الكبير (٣/١٤٨) .
(٤) المغني (١٣/١٢٦) وانظر: كشاف القناع (٢/٤٠٤) .','2','511',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (504,'<span data-type="title" id=toc-223>الفصل الثالث
أحكام المجاهد في الرهن والضمان</span>
ويشتمل على مبحثين:
المبحث الأول: رهن المجاهد سلاحه للعدو في شراء الطعام ونحوه.
المبحث الثاني: في الضمان.','2','513',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (505,'المبحث الأول
رهن (١) المجاهد سلاحه للعدو في شراء الطعام، ونحوه
لم أجد من الفقهاء -رحمهم الله تعالى- من أجاز للمجاهد رهن سلاحه عند الحربي الذي لا عهد له ولا أمان، على -حسب ما اطلعت عليه-؛ لأنه يجوز للمجاهد قتل الحربي الذي لا أمان له ولا عهد واغتنام ماله والأكل منه بقدر الحاجة (٢) ؛ ولأن الفقهاء اتفقوا على عدم جواز بيع السلاح للحربي (٣) فكذلك رهنه؛ لأن ما لا يصح بيعه لا يصح رهنه (٤) .
إذا تقرر هذا فما جاء في رهن السلاح عند العدو محمول على من له ذمة منهم، أو له أمان وعهد.
يدل على ذلك ما يلي:
١- عن عائشة رضي الله عنها (أن النبي - صلى الله عليه وسلم - اشترى من يهودي طعاما إلى أجل ورهنه درعه) (٥) .
جاء في فتح الباري في السلاح (وإنما يجوز بيعه ورهنه عند من تكون له ذمة أو عهد باتفاق) (٦) .
_________
(١) الرهن في اللغة: الدوام والثبوت، انظر لسان (١٣/١٩٠) مادة (رهن) والمصباح المنير ص (٢٤٢) مادة (رهن) ، وشرعًا: توثيق دين بعين يمكن أخذه أو بعضه منها أو من ثمنها: انظر: معونة أولي النهى شرح المنتهى (٤/٣١٦) .
(٢) راجع: ص (٣٧٢، ٤٥٨) .
(٣) راجع: ص (٤٨٤) .
(٤) هذا ضابط في باب الرهن. انظر: المغني (٦/٤٦٦) وتحفة الفقهاء (٣/٤٠) .
(٥) صحيح البخاري مع الفتح، كتاب الرهن، باب من رهن درعه ح رقم (٢٥٠٩) وصحيح مسلم بشرح النووي، كتاب المسافاة، باب الرهن وجوازه ح رقم (١٦٠٣) .
(٦) فتح الباري (٥/١٧٩) .','2','514',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (506,'٢- عن جابر بن عبد الله رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - «من لكعب بن الأشرف؟ فإنه آذى الله ورسوله» فقال محمد بن مسلمة (١) : أنا، فأتاه، فقال: «أردنا أن تسلفنا وسقا (٢) أو وسقين» فقال: ارهنوني نساءكم، قالوا: كيف نرهنك نساءنا وأنت أجمل العرب؟ قال: فارهنوني أبناءكم، قالوا: كيف نرهن أبناءنا فَيسَب أحدهم، فيقال: رهن بوسق أو وسقين؟ هذا عار علينا، ولكنا نرهنك اللامة (٣) ، فوعده أن يأتيه فقتلوه، ثم أتوا النبي - صلى الله عليه وسلم - فأخبروه (٤) .
وجه الدلالة من الحديث:
أن رهن السلاح كان معتادا عندهم لأهل العهد ولو لم يكن كذلك لما عرضوا عليه رهن السلاح، ولو لم تجر العادة برهنه لاستراب منهم، وفاتهم ما أرادوا من قتله (٥) .
٣- وعن ابن عباس رضي الله عنهما قال: (توفي النبي - صلى الله عليه وسلم - ودرعه مرهونة بعشرين صاعا (٦) من الطعام أخذه لأهله) (٧) .
_________
(١) هو: محمد بن مسلمة بن سلمة بن خالد بن عدي، الخزرجي الأنصاري الأوسي، أبو عبد الرحمن، وقيل: أبو عبد الله ولد قبل البعثة بثنتين وعشرين سنة، أسلم على يد مصعب بن عمير، وشهد بدرا وما بعدها إلا تبوك. أقام في المدينة بأمر النبي - صلى الله عليه وسلم -، وهو ممن ذهب لقتل كعب بن الأشرف. توفي بالمدينة سنة ٤٦ هـ وقيل غير ذلك.
انظر: الإصابة (٦/٢٨) ت رقم (٧٨٢٢) وأسد الغابة (٤/٣٣٦) ت رقم (٤٧٦١) .
(٢) الوسق: وحدة كيل، وهو ستون صاعا بالصاع النبوي. انظر: المصباح المنير ص (٦٦٠) مادة وسق والمعجم الاقتصادي ص (٤٧٨) .
(٣) بتشديد اللام وسكون الهمزة قال سفيان: يعني السلاح وقال غيره اللامة الدرع، فعلى هذا إطلاق السلاح عليها من باب إطلاق اسم الكل على البعض، انظر: فتح الباري ... (٧/٤٣٠) .
(٤) صحيح البخاري مع الفتح كتاب الرهن باب رهن السلاح ح رقم (٢٥١٠) .
(٥) فتح الباري (٥/١٧٩) .
(٦) الصاع: أربعة أمداد، وهو مكيال لأهل المدينة، انظر: المعجم الاقتصادي الإسلامي ص (٢٥٩) .
(٧) أخرجه الترمذي مع عارضة الأحوذي كتاب البيوع، باب ما جاء في الرخصة في الشراء إلى أجل ح رقم (١٢١٤) .
قال الترمذي: هذا حديث حسن صحيح، وابن ماجة في سننه مع شرح السندي كتاب الرهون، باب الرهون، ح رقم (٢٤٣٦) .','2','515',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (507,'قال ابن العربي:
رهنه درعه دليل على جواز رهن آلة الحرب في زمن الجهاد عند الحاجة إلى الطعام، ويقدم ذلك على الحاجة إلى آلة الحرب؛ لأنه إذا تعارض أمران قدم الأهم والحاجة إلى القوت أهم (١) .
وبما تقدم يتضح جواز رهن السلاح في الطعام لمن له عهد أو ذمة من الكفار، ولا يجوز رهن السلاح عند الحربي الذي لا أمان له ولا عهد، وما جاء عن الشافعية (٢) من جواز رهن السلاح للحربي، محمول على الحربي الذي له عهد أو أمان.
قال النووي رحمه الله عند شرح حديث عائشة رضي الله عنها المتقدم ذكره: (وفيه جواز رهن آلة الحرب عند أهل الذمة) (٣) .
فالنووي يقرر أن رهن آلة الحرب يجوز عند أهل الذمة، أو من له عهد دون غيرهم من الكفار. والله أعلم.
_________
(١) عارضة الأحوذي (٥/١٧٥) .
(٢) المجموع مع التكملة (١٢/٣٤٩) وروضة الطالين (٤/٣٩٠) .
(٣) شرح صحيح مسلم (١١/٤٣) وانظر: الوسيط في المذهب (٣/٤٧٠) .','2','516',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (508,'<span data-type="title" id=toc-225>المبحث الثاني
في الضمان</span>
وفيه مطلبان:
<span data-type="title" id=toc-226>المطلب الأول: ضمان المجاهد السلاح المستعار إذا تلف</span>.
المطلب الثاني: ضمان لقطة دار الحرب.
المطلب الأول
ضمان (١) المجاهد السلاح المستعار إذا تلف
لا يخلو أن يكون تلف السلاح في يد المجاهد بتعدٍ منه، أو دون تعدٍ منه. فإن كان بتعدٍ منه، فلا أعلم خلافا بين الفقهاء (٢) رحمهم الله تعالى أنه يضمن.
جاء في مراتب الإجماع لابن حزم: أجمعوا أن المستعير إذا تعدى في العارية فإنه ضامن لما تعدى فيه منها (٣) .
وعلى هذا فالسلاح إذا تلف عند المجاهد بتعدٍ منه ضمنه بالاتفاق.
وإن كان دون تعدٍ منه فقد اختلفوا إلى ثلاثة أقوال:
القول الأول: أنه لا يضمن وبهذا قال الحنفية (٤) والشافعية في الأصح فيما تلف باستعمال مأذون فيه (٥) ورواية عند الحنابلة (٦) وابن حزم (٧) .
_________
(١) الضمين: الكفيل، وضمنت المال ضمانا فأنا ضامن وضمين: التزمته، ويقال ضمنته المال: ألزمته إياه. انظر: لسان العرب (١٣/٢٥٧) مادة (ضمن) والمصباح المنير ص ... (٣٦٤) مادة (ضمن)

والمراد بالضمان في الأعيان المضمونة: التزام ردها أو قيمتها عند تلفها. انظر: المغني ... (٧/٧٦) .
(٢) البحر الرائق (٧/٤٧٩) وحاشية ابن عابدين (٨/٤٧٦) والمعونة (٢/١٢٠٨) وحاشية الخرشي (٦/٥٠١) مغني المحتاج (٣/٣١٩) والأم (٣/٢٤٤) والمغني (٧/٣٤١) والمبدع (٤/٢٥٦) والمحلى بالآثار (٨/١٣٨) .
(٣) مراتب الإجماع ص (٩٥) .
(٤) بدائع الصنائع (٥/٣٢٣) والبحر الرائق (٧/٤٧٨) .
(٥) مغني المحتاج (٣/٣٢٠) وروضة الطالبين (٤/٤٣٢) .
(٦) الإنصاف (٥/٢٠٠) والمبدع (٤/٢٥٦) وحاشية الروض المربع (٥/٣٦٥) .
(٧) المحلى بالآثار (٨/١٣٨) .','2','517',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (509,'واستدلوا بما يلي:
١- عن عمرو بن شعيب (١)
عن أبيه عن جده أن النبي - صلى الله عليه وسلم - قال: «ليس على المستعير غير المغلّ (٢) ضمان» ) (٣) .
وجه الدلالة: أنه - صلى الله عليه وسلم - نفى الضمان عن المستعير إذا لم يتعد أو يفرط.
ونوقش: بأن الحديث ضعيف (٤) .
والجواب: أن الجرح المبهم لسند الحديث لا يقبل إلا مبين السبب (٥) .
وعلى فرض أنه ضعيف، فإن حديث صفوان بن أمية في هذا الباب يقويه.
٢- عن صفوان بن أمية - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «إذا أتتك رسلي فأعطهم ثلاثين درعا، وثلاثين بعيرا» فقلت: يا رسول الله أعارية مضمونة أم عارية مؤداة؟ قال: «بل عارية مؤداة» (٦) .
_________
(١) هو: عمرو بن شعيب بن محمد بن عبد الله بن عمرو بن العاص القرشي السهمي سمع أباه، ومعظم رواياته عنه، وأُنكر عليه كثرة روايته عن أبيه عن جده؛ لأنه إنما سمع أحاديث يسيرة من أبيه، وأخذ صحيفة كانت عنده فرواها. وهو ثقة، توفي سنة ١١٨ هـ. وأبوه شعيب ثقة، سمع من ابن عباس وابن عمر. وجده محمد روي عن أبيه، وروي عنه ابنه شعيب، وهو قليل الرواية، ويظهر أنه مات في حياة والده.

انظر: تهذيب الأسماء واللغات (٢/٢٨) وسير أعلام النبلاء (٥/١٦٥) ت رقم (٦١) .
(٢) المغلّ: الخائن. انظر: النهاية في غريب الحديث والأثر (٣/٣٤٢) .
(٣) أخرجه البيهقي في السنن الكبرى، كتاب العارية باب من قال: لا يغرم، ح رقم (١١٤٨٦) موقوفا على شريح، وح رقم (١١٤٨٧) وفيه عمرو وعبيدة ضعيفان، وأخرجه الدارقطني في سننه كتاب البيوع، ح رقم (٢٩٣٩) وقال: عمرو وعبيدة ضعيفان، وإنما يروى عن شريح القاضي غير مرفوع (٣/٣٦) .
(٤) لأن في سنده عمرو بن عبد الجبار، وعبيدة بن حسان وهما ضعيفان، انظر: سنن الدارقطني (٣/٣٦) والسنن الكبرى للبيهقي كتاب العارية (٦/١٥٠) والمغني (٧/٣٤٢) .
(٥) تعليقات التركماني بهامش السنن الكبرى للبيهقي (٦/١٥٠) .
(٦) سبق تخريجه ص (٥٠٨) .','2','518',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (510,'وجه الدلالة: أن الحديث نص على أن العارية مؤداة. والأداء غير الضمان، فالمؤداة يجب تأديتها مع بقاء عينها، فلا تضمن إلا بالتعدي؛ لأنها أمانة مؤداة (١) .
قال تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأمَانَاتِ إِلَى أَهْلِهَا} [النساء: ٥٨] .
القول الثاني: أنه يضمن إلا إذا أقام البينة على عدم التعدي، وبهذا قال المالكية في المشهور عنهم (٢) ؛ لأنه مما غاب هلاكه، فلا يبرأ المستعير إلا بالبينة؛ لأنه متهم فيه (٣) .
جاء في حاشية الدسوقي: (المستعار إذا كان آلة حرب وردها المستعير مكسورة فإنه يبرأ من ضمانها إذا شهدت البينة أنها كانت معه وقت اللقاء ولم يثبت تعديه عليها في الاستعمال) (٤) .
ونوقش هذا: بأنه لا حجة في اتهام المستعير فيما غاب هلاكه؛ لأن ذلك مبني على الظن، ثم إنه يلزم من ذلك ضمان الوديعة بتهمة التفريط أو التعدي، (٥) ولا أحد يقول بذلك.
القول الثالث: أنه يضمن مطلقا تعدى أم لم يتعد، وهذا الصحيح عند الحنابلة (٦) وقول عند المالكية (٧) ، والمشهور عند الشافعية إذا تلفت عند المستعير باستعمال لها غير مأذون فيه (٨) .
واستدلوا بما يلي:
١- عن صفوان بن أمية - رضي الله عنه - (أن رسول الله - صلى الله عليه وسلم - استعار منه أدرعا يوم حنين فقال: أغصب يا محمد؟ فقال: «لا، بل عارية مضمونة» ) (٩) .
_________
(١) المحلى بالآثار (٨/١٤٤) وحاشية الروض المربع (٨/٣٦٥) والتمهيد لابن عبد البر ... (١٢/٣٩) .
(٢) المقدامات الممهدات لابن رشد (٢/٤٧١) وحاشية الخرشي (٦/٥٠١) والمعونة ... (٢/١٢٠٨) والتلقين (٤٣٥) .
(٣) المراجع السابقة في هامش رقم (٢) .
(٤) حاشية الدسوقي (٣/٤٣٧) وانظر: حاشية الخرشي (٦/٥٠٣) .
(٥) المحلى بالآثار (٨/١٣٨) .
(٦) المغني (٧/٣٤١) والإنصاف (٥/٢٠٠) والكافي في فقه الإمام أحمد (٢/٢٧٢) .
(٧) المقدمات الممهدات (٢/٤٧١) .
(٨) روضة الطالبين (٤/٤٣١) ومغني المحتاج (٣/٣١٩) والأم (٣/٢٤٤) .
(٩) أخرجه أبو داود في سننه مع عون المعبود، كتاب البيوع باب في تضمين العارية، ح رقم (٣٥٥٧) والبيهقي في السنن الكبرى، كتاب العارية، باب العارية مضمونة، ح رقم (١١٤٧٨) في رواية شريك قال البيهقي في كتاب المزارعة باب من زرع في أرض غيره، شريك مختلف فيه وكان ابن القطان لا يروي عنه ويضعف حديثه جدا. ورواه الحاكم في المستدرك، كتاب البيوع ح رقم (٢٣٠٠) وقال: له شاهد عن ابن عباس رضي الله عنهما-
انظر: المستدرك (٢/٥٤) وأخرجه الدارقطني في سننه، كتاب البيوع، ح رقم (٢٩٣٢) ورواه ابن عبد البر في التمهيد قال: الاضطراب فيه كثير ولا يجب عندي بحديث صفوان هذا حجة في تضمين العارية (١٢/٤٠) .','2','519',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (511,'وجه الدلالة: أن لفظ مضمونة صفة الحقيقة العارية أي: شأن العارية ضمان قيمتها إذا تلفت لأن الأعيان إذا صارت موجودة لا تضمن (١) .
ونوقش الاستدلال بحديث صفوان: بأن المراد بقوله (عارية مضمونة) أي مضمونة الرد، وذلك من وجوه:
الأول: أنه جاء في رواية أخرى سابقة عن صفوان بن أمية (عارية مؤداة) (٢) .
فدل ذلك على أن المراد مضمونة الأداء.
الثاني: أن صفوان - رضي الله عنه - لم يسأل عن التلف، وإنما سأل عن أخذها على وجه الغصب، ولو سأله عن تلفها لناسب أن يقول في الجواب: أنا ضامن لها إن تلفت.
الثالث: أنه جعل الضمان صفة للعارية نفسها، ولو كان ضمان تلف لكان الضمان لبدلها، فلما وقع الضمان على ذاتها دل أنه ضمان أداء (٣) .
٢- عن سمرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: «على اليد ما أخذت حتى تؤديه» (٤) .
_________
(١) عون المعبود في شرح سنن أبي داود (٩/٣٤٥) ونيل الأوطار (٥/٣٠٠) ومعالم السنن للخطابي (٣/١٥٠) .
(٢) راجع: استعارة المجاهد لآلات الحرب.
(٣) زاد المعاد لابن القيم (٣/٤٨٢) وحاشية الروض المربع (٥/٣٦٥) .
(٤) أخرجه الترمذي في سننه مع عارضة الأحوذي كتاب البيوع، باب ما جاء في أن العارية مؤداة ح رقم (١٢٦٦) قال الترمذي: حديث حسن صحيح، وأخرجه أبو داود في سننه مع عون المعبود، كتاب البيوع باب في تضمين العارية، ح رقم (٣٥٥٦) وابن ماجة في سننه مع شرح السندي، كتاب الصدقات، باب العارية ح رقم (٢٤٠٠) والبيهقي في السنن الكبرى، كتاب العارية، باب العارية مضمونة، ح رقم (١١٤٨٢) والحاكم في المستدرك كتاب البيوع ح رقم (٢٣٠٢) وقال: صحيح الإسناد على شرط البخاري ولم يخرجاه، ووافقه الذهبي انظر: التلخيص بهامش المستدرك (٢/٥٥) قال ابن القيم: حديث الحسن عن سمرة في العارية أخرجه الحاكم وقال: هو على شرط البخاري وفيما قاله نظر، فإن البخاري لم يخرج حديث العقيقة في كتاب من طريق الحسن عن سمرة قال: وهذا لا يدل على أن الحسن عن سمرة من شرط كتابه ولا أنه احتج به انظر: شرح ابن القيم لسنن أبي داود بهامش عون المعبود (٩/٣٤٤) .','2','520',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (512,'وجه الدلالة: أن ما أخذت اليد ضمان على صاحبها حتى تؤديه إلى مالكه، والأداء يتضمن العين إذا كانت موجودة، والقيمة إذا تلفت (١) .
ونوقش الاستدلال بحديث سمرة رضي الله عنه: بأنه لا دلالة فيه على التضمين فإن اليد الأمينة عليها ما أخذت حتى تؤديه ولا ضمان عليها فيكون المراد تؤديه مع بقاء العين، أما إذا تلفت فلا أداء، ولا يحمل على القيمة لأن اليد لم تأخذ القيمة (٢) .
الترجيح
الذي يظهر بعد عرض الأقوال والأدلة ومناقشتها، أن القول الأول في أنه لا ضمان إلا بالتعدي مطلقا هو الأقرب إلى الرجحان.
لأن العارية مقبوضة بإذن مالكها، أمانة عند المستعير، فلا يضمن إلا بالتعدي وعلى هذا فلا ضمان على المجاهد في السلاح المستعار إذا تلف عنده دون تعدي منه أو تفريط والله أعلم.
_________
(١) عون المعبود (٩/٣٤٤) ونيل الأوطار (٥/٢٩٨) ومعالم السنن (٣/١٤٩) .
(٢) عون المعبود (٩/٣٤٥) ونيل الأوطار (٥/٢٩٧) والمقدمات الممهدات (٢/٤٧٢) .','2','521',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (513,'<span data-type="title" id=toc-227>المطلب الثاني
ضمان لقطة دار الحرب</span>
للمجاهد في ضمان لقطة الحرب حالتان:
الحالة الأولى: أن يأخذ اللقطة بنية حفظها وردها إلى صاحبها، أو وضعها في الغنائم إن كانت من مال العدو.
الحالة الثانية: أن يأخذ اللقطة بنية تملكها لنفسها دون تعريف لها، أو وضعها في الغنائم فأما الحالة الأولى. فتشمل أربع صور:
الصورة الأولى: أن يشهد عند أخذ اللقطة فإذا تلفت دون تعدي منه فلا ضمان عليه باتفاق الفقهاء (١) رحمهم الله تعالى فيما أعلم.
جاء في بداية المجتهد (اتفق العلماء على أن من التقطها وأشهد على التقاطها فهلكت عنده أنه غير ضامن) (٢) لأنها أمانة في يده كالوديعة (٣) .
الصورة الثانية: أن يترك الإشهاد عند أخذ اللقطة، فإذا تلفت عنده دون تعدي منه فلا يخلو أن يترك الإشهاد لعدم إمكانه كأن لا يجد من يشهد، أو يترك الإشهاد مع إمكانه، فأما إن ترك الإشهاد لعدم إمكانه فلا يضمن بالاتفاق، كما في الصورة الأولى (٤) .
وأما إن ترك الإشهاد مع إمكانه فقد اختلف الفقهاء إلى قولين:
القول الأول: لا يضمن لترك الإشهاد وبهذا قال جمهور الفقهاء (٥) رحمهم الله تعالى واستدلوا: بحديث زيد بن خالد - رضي الله عنه - قال: سئل رسول الله - صلى الله عليه وسلم - عن اللقطة الذهب أو الورق فقال: (اعرف وكاءها وعفاصها ثم عرفها سنة فإن لم تعرف فاستنفقها ... ) (٦) .
_________
(١) بدائع الصنائع (٥/٢٩٦) واللباب في شرح الكتاب (٢/٢٠٧) والفواكه الدواني (٢/٢٨٥) وبداية المجتهد (٢/٣١١) والمجموع مع التكملة (١٦/١٧١) وروضة الطالبين ... (٥/٤٠٦) والمغني (٨/١٣) والكافي في فقه الإمام أحمد (٢/٢٥٤) .
(٢) بداية المجتهد (٢/٣١١) .
(٣) الفواكه الدواني (٢/٢٨٥) والكافي في فقه الإمام أحمد (٢/٢٥٤) .
(٤) المراجع السابقة والمبسوط (١١/١٢) وفتح القدير (٥/٣٥٠) .
(٥) المبسوط (١١/١٢) وبدائع الصنائع (٥/٣٩٦) وبداية المجتهد (٢/٣١١) وحلية العلماء (٥/٥٢٥) والمغني (٨/٣٠٨) .
(٦) صحيح البخاري مع الفتح، كتاب اللقطة باب ضالة الأبل، ح رقم (٢٤٢٧) وصحيح مسلم بشرح النووي، كتاب اللقطة ح رقم ٥- (١٧٢٢) واللفظ له.','2','522',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (514,'وجه الدلالة: أنه - صلى الله عليه وسلم - أمر بالتعريف سنة دون الإشهاد على أخذ اللقطة، ولو كان الإشهاد واجبا لبينه - صلى الله عليه وسلم - للسائل، لأنه لا يجوز تأخير البيان عن وقت الحاجة (١) .
القول الثاني: أنه يضمن لترك الإشهاد، وبهذا قال الحنفية (٢) وهو قول عند الشافعية (٣) واستدلوا: بحديث عياض بن حمار (٤) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «من وجد لقطة فليشهد ذا عدل أو ذوي عدل ولا يكتم ولا يغيب، فإن وجد صاحبها فليردها عليه..» (٥) .
وجه الدلالة من الحديث: أنه - صلى الله عليه وسلم - أمر بالإشهاد ونهى عن الكتمان، فدل على وجوب الإشهاد عند أخذ اللقطة، وهذا الظاهر من الحديث.
ونوقش هذا الاستدلال: بأن الأمر فيه محمول على الندب والاستحباب، لأن النبي - صلى الله عليه وسلم - في حديث زيد بن خالد السابق أمر بالتعريف دون الإشهاد، فلو كان الإشهاد واجبا لبينه - صلى الله عليه وسلم - للسائل، سيما وقد سأل عن حكم اللقطة فلم يكن ليخل بذكر الواجب فيها، فتعين حمل الأمر في حديث عياض على الندب والاستحباب (٦) .
الترجيح
الذي يظهر أن الراجح قول الجمهور، أنه لا يجب الإشهاد على أخذ اللقطة، ولا يضمن إن تركه، لأن التعريف يقوم مقام الإشهاد، ولكن يستحب الإشهاد ليصون نفسه عن الطمع فيها. والله أعلم.
_________
(١) المغني (٨/٣٠٨) ونيل الأوطار (٥/٣٣٩) .
(٢) بدائع الصنائع (٥/٢٩٦) واللباب في شرح الكتاب (٢/٢٠٧) والمبسوط (١١/١٢) .
(٣) حلية العلماء (٥/٥٢٥) وكفاية الأخيار ص (٣١٥) .
(٤) هو: عياض بن حمار بن أبي حمار التميمي المجاشعي له صحبة ورواية عن النبي - صلى الله عليه وسلم - حديثه في صحيح مسلم، وعند أبي دواد والترمذي، سكن البصرة.
انظر: الإصابة (٤/٦٢٥) ت رقم (٦١٤٣) وأسد الغابة (٤/٢٢) ت رقم (٤١٤٤) .
(٥) أخرجه أبو داود في سننه مع عون المعبود، كتاب اللقطة ح رقم (١٧٠٦) والبيهقي في السنن الكبرى، كتاب اللقطة، باب تعريف اللقطة، رقم (١٢٠٨٩) والإمام أحمد في المسند ج (١٣/٣٨٦) ح رقم (١٧٤١١) والدرامي في سننه، باب في اللقطة (٢/٢٦٦) .
(٦) المرجعان السابقان.','2','523',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (515,'الصورة الثالثة: إذا تلفت عنده في سنة التعريف بتفريط منه.
اتفق الفقهاء (١) فيما أعلم على أنه يضمن اللقطة.
جاء في المغني: (وإن أتلفها الملتقط أو تلفت عنده بتفريطه ضمنها.. لا أعلم في ذلك خلافا) (٢) .
الصورة الرابعة: إذا تلفت اللقطة عنده بعد سنة التعريف.
لا يخلو الحال في هذه الصورة أن يتملك اللقطة ويتصرف فيها، أو لا يتملكها ولا يتصرف فيها. فإن تملكها وتصرف فيها، فقد ذهب عامة الفقهاء (٣)
في هذه الحالة إلى أنه يضمن اللقطة تعدى أو لم يتعد، بل نقل بعضهم اتفاق الفقهاء على ذلك.
جاء في رحمة الأمة: (إذا مضى على اللقطة حول وتصرف فيها الملتقط بنفقة أو بيع أو صدقة فلصاحبها إذا جاء أن يأخذ قيمتها يوم تملكها بالاتفاق) (٤) .
واستدلوا بحديث زيد بن خالد الجهني - رضي الله عنه - أن النبي - صلى الله عليه وسلم - سئل عن اللقطة فقال: (عرفها سنة فإن لم تعترف فاعرف عفاصها ووكاءها ثم كلها فإن جاء صاحبها فأدها إليه) (٥) .
وجه الدلالة: أن قوله: (فإن جاء صاحبها فأدها إليه) بعد قوله: (كلها) يقتضي وجوب ردها بعد أكلها، فيحمل على رد البدل (٦) .
_________
(١) بدائع الصنائع (٥/٢٩٦) وبداية المجتهد (٢/٣١٢) والفواكه الدواني (٢/٢٨٥) وروضة الطالبين (٥/٤٠٦) والمجموع مع التكملة (١٦/١٧١) والكافي في فقه الإمام أحمد (٢/٢٥٤) .
(٢) المغني (٨/٣١٣) .
(٣) فتح القدير (٥/٣٥٢) وحاشية ابن عابدين (٦/٤٣٨) والمعونة (٢/١٢٦٢) والفواكه الدواني (٢/٢٨٤) وروضة الطالبين (٥/٤٠٧) وفتح الباري (٥/١٠٦) المبدع (٥/٢٨٢) .

وخالف داود الظاهري وبعض الشافعية كالكرابيسي فقالوا: لا ضمان مطلقا؛ لأن قوله - صلى الله عليه وسلم - (فإن جاء صاحبها فأدها إليه) لم يذكر وجوب البدل، انظر فتح الباري (٥/١٠٦) ونيل الأوطار (٥/٣٤٣) وحلية العلماء (٥/٥٣١) والمغني (٨/٣١٣) ويظهر أنه قول ضعيف لا يحتاج إلى مناقشة، للأدلة الصحيحة في ضمان اللقطة إذا استنفقت، ولأنه مال معصوم فلا يسقط حقه منه مطلقا.
(٤) رحمة الأمة في اختلاف الأئمة ص ٣٦٤ وانظر: شرح صحيح مسلم للنووي ... (١١/٢٦٩) وبداية المجتهد (٢/٣٠٩) .
(٥) صحيح مسلم مع شرح النووي، كتاب اللقطة، ح رقم ٦- (١٧٢٢) .
(٦) فتح الباري (٥/١٠٧) .','2','524',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (516,'أما إذا لم يتملكها ولم يتصرف فيها، فقد اختلف الفقهاء رحمهم الله تعالى في ضمان اللقطة في هذه الحالة إلى قولين:
القول الأول: أنه لا يضمن إلا بالتعدي، لأنها لا تدخل ملكه إلا باختياره، فهي أمانة، وبهذا قال جمهور الفقهاء (١) .
واستدلوا بما يلي:
١- ما جاء في حديث زيد بن خالد - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (عرفها سنة فإن لم تعرف فاستنفقها ولتكن وديعة عندك) (٢) .
وفي رواية (فإن جاء صاحبها وإلا فشأنك بها) (٣) .
وجه الدلالة: أن اللقطة وديعة عنده، وأنه بعد السنة مخير في تملكها أو عدمه، فإن اختار حفظها فهي أمانة لا يضمن إلا بالتعدي (٤) .
٢- ولأنه قبضها لمنفعة صاحبها دون أن يكون له فيها نفع، فكان ضمانها على صاحبها ما لم يتعد الملتقط (٥) .
وذهب الحنابلة على الصحيح من المذهب (٦) وهو قول عند الشافعية (٧) أنه يتملك اللقطة بمجرد مضي السنة ولا اختيار له في ذلك. وعلى هذا القول يضمن سواء فرط أو لم يفرط.
واستدلوا بما يلي:
١- حديث زيد بن خالد - رضي الله عنه - عند البخاري (.. عرفها سنة ثم اعرف عفاصها ووكاءها، فإن جاء أحد يخبرك بها وإلا فاستنفقها) (٨) .
_________
(١) فتح القدير (٥/٣٥٢) التفريع لابن الجلاب (٢/٢٧٢) والكافي في فقه أهل المدينة المالكية (٢/٨٣٦) وروضة الطالبين (٥/٤٠٧) وحلية العلماء (٥/٥٢٩) المبدع (٥/٢٨٢) والإنصاف (٦/٤١٣) .
(٢) صحيح البخاري مع الفتح كتاب اللقطة باب ضالة الغنم ح رقم (٢٤٢٨) وصحيح مسلم بشرح النووي، كتاب اللقطة، ح رقم (١٧٢٢) واللفظ له.
(٣) سبق تخريجه.
(٤) شرح صحيح مسلم (١١/٢٦٨) ونيل الأوطار (٥/٣٤١) .
(٥) المعونة (٢/١٢٦٤) .
(٦) المغني (٨/٣١٣) والمبدع (٥/٢٨٢) والإنصاف (٦/٤١٣) .
(٧) حلية العلماء (٥/٥٢٩) وروضة الطالبين (٥/٤٠٧) .
(٨) صحيح البخاري مع الفتح، كتاب اللقطة، باب ضالة الأبل، ح رقم (٢٤٢٧) .','2','525',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (517,'وجه الدلالة: أن الأمر في قوله - صلى الله عليه وسلم - (فاستنفقها) يقتضي الوجوبز فتدخل في ملكه بعد مضي السنة من غير اختيار، كالإرث فيضمن مطلقا (١) .
ويمكن مناقشة هذا الاستدلال: بأنه جاء في رواية أخرى (فإن جاء صاحبها وإلا فشأنك بها) (٢) فدلت هذه الرواية على اختيار تملكها فهي صارفة للأمر عن الوجوب.
٣- ولأنه لو توقف ملكها على تملكها لبينه الرسول - صلى الله عليه وسلم - للسائل عن اللقطة ولم يجز له التصرف في اللقطة قبل ذلك (٣) .
الترجيح
الذي يظهر أن الراجح قول الجمهور، أنه لا يتملك اللقطة إلا باختياره، فإن اختار أن تكون أمانة عنده فله ذلك ولا يضمن إلا بالتعدي، لأن في تضمينه اللقطة بمجرد مضي السنة فيه تنفير للناس من أخذ الأموال الضائعة وحفظها وإعادتها إلى أصحابها، وفي ذلك ضرر وتلف للأموال والله أعلم.
الحالة الثانية: أن يأخذ اللقطة بنية تملكها دون التعريف بها أو ردها في المغنم إن كانت من مال العدو.
وفي هذه الحالة يضمن اللقطة إذا تلفت عنده سواء تعدي، أم لا. ولم أجد خلافا في ذلك -فيما أعلم- لأنه أخذ مال غيره على وجه لا يجوز أخذه، فأشبه الغاصب (٤) والله أعلم.
_________
(١) المبدع (٥/٢٨٢) والكافي في فقه الإمام أحمد (٢/٢٥٣) .
(٢) سبق تخريجه.
(٣) المرجعان السابقان.
(٤) بدائع الصنائع (٥/٢٩٦) وبداية المجتهد (٢/٣١٢) وروضة الطالبين (٥/٤٠٣) والمغني (٨/٣٠٧) .','2','526',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (518,'<span data-type="title" id=toc-228>الباب الثالث
أحكام المجاهد بالنفس في فقه الأسرة</span>
وفيه ثلاثة فصول:
الفصل الأول: أحكام المجاهد في الوقف والهبة والوصية والميراث.
الفصل الثاني: أحكام المجاهد في النكاح.
الفصل الثالث: أحكام المجاهد في العدة والنفقات.','2','527',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (519,'<span data-type="title" id=toc-229>الفصل الأول
أحكام المجاهد في الوقف والهبة والوصية والميراث</span>
ويشتمل على ثلاثة مباحث:
المبحث الأول: في الوقف.
المبحث الثاني: قبول المجاهد الهبة على الجهاد.
المبحث الثالث: في الوصية والميراث.','2','529',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (520,'<span data-type="title" id=toc-230>المبحث الأول
في الوقف</span>
وفيه مطلبان:
<span data-type="title" id=toc-231>المطلب الأول: وقف المجاهد ماله على المجاهدين في سبيل الله</span>.
المطلب الثاني: نفقة الفرس الموقوف على الجهاد في سبيل الله.
المطلب الأول
وقف (١) المجاهد ماله على المجاهدين في سبيل الله
_________
(١) الوقف في اللغة: الحبس والمنع، ومنه وقف الأرض للمساكين حبسها.
انظر: لسان العرب (٩/٣٥٩) مادة (حبس) والمعجم الوسيط (٢/١٠٥١) .
وشرعا: تحبيس مالك مطلق التصرف ماله المنتفع به، وتسبيل منفعته من غلة وثمرة وغيرها. انظر: حاشية الروض المربع (٥/٥٣١) والإنصاف (٧/٣) .
وقد ذهب عامة الفقهاء رحمهم الله تعالى إلى جواز الوقف ولزومه، والأصل في ذلك ما يلي:

١- أن عمر بن الخطاب رضي الله عنه أصاب أرضا بخيبر فأتى النبي - صلى الله عليه وسلم - يستأمره فيها.. قال - صلى الله عليه وسلم - (إن شئت حبست أصلها وتصدقت بها. قال: فتدق بها عمر، أنه لا يباع ولا يوهب ولا يورث وتصدق بها في الفقراء وفي القربى وفي الرقاب وفي سبيل الله وابن السبيل والضعيف..) وفي الرواية قال النبي - صلى الله عليه وسلم - (تصدق بأصله، لا يباع ولا يوهب ولا يورث، ولكن ينفق ثمره) انظر: صحيح البخاري مع الفتح، كتاب الشروط، باب الشروط في الوقف، ح رقم (٢٧٣٧) وكتاب الوصايا، باب ما للوصي أن يعمل في مال اليتيم ح رقم (٢٧٦٤) وصحيح مسلم مع شرح النووي، كتاب الوصية، باب الوقف ح رقم (١٦٣٢) .
٢- إجماع الصحابة رضي الله عنهم على جواز الوقف انظر: المدونة (٦/٩٨) والمقدمات الممهدات (٢/٤١٨) وروضة الطالبين (٥/٣٢٠) والوسيط في المذهب (٤/٢٣٧) والمغني (٨/١٨٥) وحاشية الروض المربع (٥/٥٣٠) وبدائع الصنائع (٥/٣٢٦) وحاشية ابن عابدين (٦/٥٢٠) والمحلى بالآثار (٨/١٤٩) وذهب أبو حنيفة -رحمه الله- إلى القول بجواز الوقف، إلا أنه لا يلزم عنده، فيجوز بيعه وهبته وتوريثه، لأنه بمنزلة العارية، ولقوله - صلى الله عليه وسلم - (لا حبس عن فرائض الله) أخرجه البيهقي في السنن الكبرى، كتاب الوقف، باب من قال: لا حبس عن فرائض الله عز وجل، ح رقم (١١٩٠٧) والدارقطني في سننه، كتاب الفرائض والسير، ح رقم (٤٠١٦) وقالا: لم يسنده غير ابن لهيعة عن أخيه وهما ضعيفان، وزاد البيهقي: هذا اللفظ إنما يعرف من قول شريح. وانظر: المبسوط (١٢/٢٧) وبدائع الصنائع (٥/٣٢٦) واللباب في شرح الكتاب (٤/١٨٠)
ونوقش قول أبي حنيفة: بأن حديث عمر رضي الله عنه نص في لزوم الوقف، فلا ينظر إلى ما سواه ولو بلغ أبا حنيفة لرجع إليه، والحديث الذي استدل به أبو حنيفة ضعيف، بل قال ابن حزم، موضوع. انظر: سبل السلام (٣/١٨٧) والاختيار للموصلي (٣/٤١) والمحلى بالآثار (٨/١٥٢) وبما تقدم يتقرر جواز الوقف ولزومه. والله أعلم.','2','530',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (521,'يجوز للمجاهد وقف ماله وسلاحه على المجاهدين في سبيل الله وعلى غيرهم، ولا يختلف عن غيره ممن يصح وقفه، جاء في شرح السير الكبير: (لا بأس بأن يحبس الرجل فرسه، وسلاحه في سبيل الله لأن هذا من القرب) (١) .
وجاء في المدونة: (من حبس في سبيل الله شيئا فإنما هو في الغزو) (٢) .
وفي روضة الطالبين: (يجوز وقف السلاح) (٣) .
وفي المغني:
(إذا وقف على سبيل الله فسبيل الله هو الغزو) (٤) .
وفي المحلى بالآثار:
(يجوز الوقف في السلاح والخيل في سبيل الله عز وجل) (٥) .
وبما تقدم يتضح اتفاق الفقهاء -رحمهم الله تعالى- على جواز وقف المجاهد ماله (٦) وسلاحه (٧) على المجاهدين في سبيل الله ويؤيد ذلك:
ما جاء عن أبي هريرة - رضي الله عنه - في البخاري، وفيه (وأما خالد (٨) فقد احتبس أدرعه (٩) وأعتده (١٠) في سبيل الله..) (١١) .
_________
(١) شرح السير الكبير (٥/٢٥٤) وانظر كذلك: البحر الرائق (٥/٣٣٧) والمبسوط (١٢/٣٣) .
(٢) المدونة (٦/٩٨) وانظر كذلك: الكافي في فقه أهل المدينة المالكي (٢/١٠٢١) .
(٣) روضة الطالبين (٥/٣١٤) .
(٤) المغني (٨/٢٠٩) .
(٥) المحلى بالآثار (٨/١٤٩) .
(٦) التبرعات المنجزة، كالوقف إذا كانت في حال الصحة فهي من رأس المال بلا خلاف وإن كانت في مرض مخوف اتصل به الموت من ثلث المال في قول الجمهور، ويلحق بالمرض المخوف وقف المجاهد عند التحام الحرب، فإن وقفه يكون من الثلث، انظر: تكملة المجموع ... (١٦/٤٢١) والمغني (٨/٤٧٤) والذخيرة (٧/١٣٧) والمعونة (٣/١٦٠١) .
(٧) في رواية عند الإمام أحمد، لا يصح وقف السلاح، وهي خلاف المذهب، انظر: الإنصاف (٧/٧) والوقوف من مسائل الإمام أحمد (٢/٦٩٠) .
(٨) هو: خالد بن الوليد بن المغيرة القرشي المخزومي، أحد أشراف قريش في الجاهلية شهد معها الحروب إلى عمرة الحديبية ثم أسلم سنة سبع من الهجرة بعد خيبر، وقيل: قبلها، وشهد غزوة مؤتة، وفتح مكة لقبه النبي - صلى الله عليه وسلم - (بسيف الله المسلول) قاتل مع أبي بكر الصديق في حروب الردة، وحرب فارس والروم، وعزله عمر بن الخطاب عن الشام، مات بحمص، وقيل بالمدينة، انظر الإصابة (٢/٢١٥) ت رقم (٢٢٠٦) وأسد الغابة (١/٥٨٦) ت رقم (١٣٩٩) .
(٩) أدرعه: جمع درع، وهو لبوس من حديد يصد السيف والرمح والسهم، فلا ينفذ منه.
انظر: لسان العرب (٨/٨١) مادة (درع) وتاريخ الحرب في الإسلام ص (١٦٥) .
(١٠) أعتده العتاد: ما يعده الرجل من الدواب والسلاح وآلة الجهاد، انظر: فتح الباري (٣/٤٢٥) ومعالم السنن للخطابي (٢/٤٦) .
(١١) أخرجه البخاري مع الفتح، كتاب الزكاة، باب قوله تعالى: (وفي الرقاب والغارمين وفي سبيل الله) ح رقم (١٤٦٨) .','2','531',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (522,'<span data-type="title" id=toc-232>المطلب الثاني
نفقة الفرس الموقوف على الجهاد</span>
ذهب الفقهاء (١) -رحمهم الله تعالى- أن الواقف إن شرط أن تكون نفقة الفرس الحبيس على الجهاد في ماله فإنه ينفق عليه من ماله، وفي هذا فضل عظيم وثواب جزيل.
عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: «من احتبس فرسا في سبيل الله، إيمانا بالله وتصديقا بوعده، فإن شبعه وريه وروثه وبوله في ميزانه يوم القيامة» (٢) .
وعن تميم الداري - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (من ارتبط فرسا في سبيل الله، ثم عالج علفه بيده كان له بكل حبة حسنة) (٣) .
فإن لم يشرط أن ينفق عليه فلا يلزمه نفقته، ولا تلزم المحبس عليه كذلك، وإنما ينفق عليه من منافعه إن أمكن دون أن يخل ذلك بالنفع الموقوف من أجله (٤) فإن لم يمكن الإنفاق عليه من منافعه فمن بيت مال المسلمين (٥) .
فإن لم يوجد بيت مال للمسلمين، فإنه يباع ويشترى بثمنه سلاح لا يحتاج إلى نفقة، فيوقف مكانه (٦) .
ويمكن أن يقاس على الفرس الحبيس للجهاد كل سلاح جعله صاحبه وقفا في سبيل الله ويحتاج إلى نفقة لصيانته وإصلاح ما يفسد من أجزائه، ونحو ذلك، والله أعلم.
_________
(١) الكافي في فقه الإمام أحمد (٢/٣٣٠) والإنصاف (٧/٧٠) ومغني المحتاج (٣/٥٥٦) والمدونة (٦/١١٠) .
(٢) صحيح البخاري مع الفتح، كتاب الجهاد والسير، باب من احتبس فرسا في سبيل الله ح رقم (٢٨٥٣) .
(٣) أخرجه ابن ماجة في سننه، كتاب الجهاد، باب ارتباط الخيل في سبيل الله، ح رقم ... (٢٧٩١) والإمام أحمد عن أسماء بنت يزيد ج (١٨/٥٩٧) ح رقم (٢٧٤٦٥) .
(٤) الشرح الكبير مع حاشية الدسوقي (٤/٩٠) وحاشية ابن عابدين (٦/٥٥٩) ومغني المحتاج (٣/٥٥٦) وروضة الطالبين (٥/٣٥١) والكافي في فقه الإمام أحمد (٢/٣٣٠) والإنصاف (٧/٧١) .
(٥) المراجع السابقة.
(٦) حاشية ابن عابدين (٦/٥٧٣) والقوانين الفقهية ص ٣١٩ وقال ابن الماجشون من المالكية: لا يجوز ذلك.','2','532',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (523,'المبحث الثاني
قبول الهبة (١)
على الجهاد
سبق الحديث أن للمجاهد أخذ الجعل على الجهاد في سبيل الله إذا كان تبرعا محضا، وأنه لا خلاف في ذلك بين الفقهاء (٢) .
فكذلك الهبة تبرع محض يجوز للمجاهد أخذها سواء كانت مالا، أو سلاحا أو مركوبا ليستعين بها على الجهاد في سبيل الله، ولا تعتبر أجرة على الجهاد (٣) .
يدل على ذلك عموم قوله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى} [المائدة: ٢] .
فأخذ المجاهد للهبة معونة له على الجهاد في سبيل الله.
ولأن الهبة للمجاهد تدخل تحت فضيلة الإنفاق في سبيل الله والله تعالى يقول: {وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ} [التوبة: ٤١] .
ويقول - صلى الله عليه وسلم -: «من جهز غازيا فقد غزا..» (٤) .
_________
(١) الهبة: العطية الخالية عن الأعواض والأغراض. انظر: لسان العرب (١/٨٠٣) مادة وهب. وفي الاصطلاح تمليك في الحياة بغير عوض. انظر: المغني لابن قدامة (٨/٢٧٨) .
والهبة مشروعة بالكتاب والسنة والإجماع. فمن الكتاب قوله تعالى: {فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَرِيئًا} [النساء: ٤] .
ومن السنة قوله - صلى الله عليه وسلم - (العائد في هبته كالكلب يقيء ثم يعود في قيئه) متفق عليه.

صحيح البخاري مع الفتح، كتاب الهبة، باب هبة الرجل لامرأته، ح رقم (٢٥٨٩) وصحيح مسلم مع شرح النووي، كتاب الهبات، باب تحريم الرجوع في الصدقة والهبة ح رقم (١٦٢٢) والإجماع منعقد على صحة الهبة، جاء في رحمة الأمة: اتفق الأئمة أن الهبة تصح ص ٣٥٧.
والهدية كالهبة إلا أن ما يهديه الكفار في حال الحرب للقائد أو أحد من الجيش يكون غنيمة، لا يجوز لأحد أخذه لنفسه، لأن ذلك رشوة، ويؤدي إلى إضعاف المجاهدين وتراجعهم عن العدو.
انظر المغني: (١٣/٢٠٠) والشرح الكبير مع حاشية الدسوقي (٢/١٨٣) .
(٢) راجع مبحث أخذ الجعل على الجهاد.
(٣) المغني (١٣/٤١) .
(٤) سبق تخريجه.','2','533',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (524,'<span data-type="title" id=toc-234>المبحث الثالث
في الوصية والميراث</span>
وفيه مطلبان:
<span data-type="title" id=toc-235>المطلب الأول: في الوصية</span>.
المطلب الثاني: في الميراث.

المطلب الأول
في الوصية
وفيه فرعان:
الفرع الأول: وصية المجاهد قبل الخروج للجهاد.
الفرع الثاني: الوصية للمجاهد.','2','534',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (525,'الفرع الأول
وصية (١) المجاهد قبل الخروج للجهاد
لا يختلف المجاهد في سبيل الله عن غيره في الوصية، إلا أن المجاهد بخروجه للجهاد في سبيل الله أكثر عرضة للموت من غيره، فتكون الوصية آكد في حقه، والوصية على وجهين:
الوجه الأول: الوصية الواجبة:
وهي: الوصية بالحقوق الواجبة على الإنسان والتي لا بينة عليها تثبتها بعد وفاته، سواء كانت حقوق لله تعالى، كالزكاة والكفارات، أو حقوق للآدميين، كالديون والودائع ونحو ذلك (٢) وهذا الوجه من الوصية لا خلاف في وجوبه بين الفقهاء (٣) فيما أعلم.
يدل على ذلك ما يلي:
١- عموم قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأمَانَاتِ إِلَى أَهْلِهَا} [النساء: ٥٨] .
_________
(١) الوصية لغة: ما أوصيت به وسميت وصية لاتصالها بأمر الميت، والوصية والإيصاء بمعنى واحد في اللغة، أوصيت له بشيء وأوصيت إليه إذا جعلته وصيك. انظر: لسان العرب (١٥/٣٩٤) مادة وصى، والمصباح المنير ص ٦٦٢ مادة وصى.
وفي الاصطلاح: تصرف في التركة مضاف إلى ما بعد الموت. انظر: شرح قانون الوصية لمحمد أبو زهرة ص ٩ وأحكام الوصايا في الفقه الإسلامي د/ علي الربيعة ص ٤٠.
(٢) إحكام الأحكام لابن دقيق العيد (٤/٢) توضيح الأحكام من بلوغ المرام (٤/٣٢٣) .
جاء في المجموع: إذا استقر عزمه على السفر للغزو أو غيره، فينبغي أن يبدأ بالتوبة من جميع المعاصي والمكروهات، ويخرج من مظالم الخلق، ويقضي ما أمكنه من ديونهم، ويرد الودائع ويستحل كل من بينه وبينه معاملة في شيء أو مصاحبة، ويكتب وصيته ويشهد عليها (٤/٢٦٥) وانظر: كفاية الأخيار ص (٣٤٣) .
(٣) المغني (٨/٣٩٠) ورحمة الأمة في اختلاف الأئمة ص (٣٧٨) والذخيرة (٧/٦) وبدائع الصنائع (٦/٤٢٣) واللباب شرح الكتاب (٤/١٦٨) .','2','535',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (526,'وجه الدلالة: أن أداء الأمانات والحقوق واجب، فتكون الوصية به واجبة، لأنه ما لم يتم الواجب إلا به فهو واجب (١) .
٢- عن عبد الله بن عمر -رضي الله عنهما- أن رسول الله - صلى الله عليه وسلم - قال: (ما حق امرئ مسلم له شيء يوصي فيه يبيت ليلتين، إلا ووصيته مكتوبة عنده) (٢) .
فالحديث يدل على وجوب الوصية لمن عليه واجب، أو عنده وديعة ولا بينة على ذلك (٣) .
الوجه الثاني: الوصية المستحبة:
وهي: الوصية بالتطوعات والقربات (٤) .
يستحب للمجاهد أن يوصي في سبل الخير قبل خروجه للجهاد، وأن يكتب وصيته ويشهد عليها، لأن ذلك أحفظ لها، وأحوط لما فيها (٥) .
وقد اتفق الفقهاء فيما أعلم على أنه لا يجوز الوصية في أكثر من الثلث لمن ترك ورثة، إلا أن يجيز الورثة الزيادة.
قال النووي رحمه الله: أجمع العلماء في هذه الأعصار على أن من له وارث لا تنفذ وصيته بزيادة على الثلث، إلا بإجازته (٦) .
وجاء في بداية المجتهد: اتفق العلماء أنه لا يجوز الوصية بأكثر من الثلث لمن ترك ورثة (٧) .
_________
(١) المغني (٨/٣٩٠) وتوضيح الأحكام (٤/٣٢٣) .
(٢) صحيح البخاري مع الفتح كتاب الوصايا باب الوصايا وقول النبي - صلى الله عليه وسلم - وصية الرجل مكتوبة عنده، ح رقم (٢٧٣٨) وصحيح مسلم مع شرح النووي، كتاب الوصية ح رقم (١٦٢٧) .
(٣) إحكام الأحكام لابن دقيق العيد (٤/٣) والمغني (٨/٣٩١) .
(٤) إحكام الأحكام (٤/٣) وتوضيح الأحكام من بلوغ المرام (٤/٣٢٣) .
(٥) المغني (٨/٤٧٢) والمجموع (٤/٢٦٥) .
(٦) شرح صحيح مسلم للنووي (١١/٨٦) .
(٧) بداية المجتهد (٢/٣٣٩) وانظر: المغني (٨/٥١٧) وبدائع الصنائع (٦/٤٣٠) .','2','536',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (527,'يدل على ذلك حديث سعد بن أبي وقاص - رضي الله عنه - قال: (جاء النبي - صلى الله عليه وسلم - يعودني وأنا بمكة..، قلت: يا رسول الله أوصي بمالي كله؟ قال: لا، قلت: فالشطر؟ قال: لا، قلت: الثلث؟ قال: فالثلث والثلث كثير، إنك إن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون (١) الناس) (٢) .
واختلفوا فيمن لم يترك ورثة إلى قولين:
القول الأول: أنه يجوز له أن يوصي بكل ماله في سبل الخير، وبهذا قال الحنفية (٣) وهو رواية عند الحنابلة قال في الإنصاف: هي المذهب (٤) .
واستدلوا بحديث سعد بن أبي وقاص السابق.
ووجه الدلالة منه: أن المنع من الزيادة على الثلث إنما كان لتعلق حق الورثة به، بدليل قوله - صلى الله عليه وسلم -: «إنك إن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس..» (٥) . فإذا لم يكن له ورثة جاز أن يوصي بكل ماله في سبل الخير. ونوقش: بأن قوله - صلى الله عليه وسلم - (إنك إن تدع ورثتك ... إلخ) .
ليس تعليلا لرد الزيادة على الثلث، ولو كان ذلك تعليلا لجازت الزيادة على الثلث مع غناهم إذا لم يصيروا عالة (٦) .
ويمكن الجواب: بأن الحديث دل على أن العلة في عدم الزيادة على الثلث هو الإضرار بالورثة (٧) ولو كانوا أغنياء حال الوصية، لأنهم قد يحتاجون المال بعد ذلك.
_________
(١) العالة: جمع عائل وهو الفقير، والتكفف: مد اليد للسؤال، انظر: طلبة الطلبة في الاصطلاحات الفقهية ص ٣٣٥.
(٢) صحيح البخاري مع الفتح، كتاب الوصايا، باب أن يترك ورثته أغنياء، ح رقم ... (٢٧٤٢) وصحيح مسلم مع شرح النووي، كتاب الوصية، باب الوصية بالثلث، ح رقم (١٦٢٨) .
(٣) بدائع الصنائع (٦/٤٣٠) وتبيين الحقائق (٦/١٨٢) .
(٤) الإنصاف (٧/١٩٢) والمغني (٨/٥١٦) .
(٥) المغني (٨/٥١٦) والكافي في فقه الإمام أحمد (٢/٣٣٩) وتبيين الحقائق (٦/١٨٢) .
(٦) الحاوي الكبير (٨/١٩٦) .
(٧) الكافي في فقه الإمام أحمد (٢/٣٣٩) .','2','537',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (528,'القول الثاني: لا يجوز الزيادة على الثلث في الوصية، وبهذا قال المالكية (١) والشافعية (٢) ورواية عند الحنابلة (٣) .
واستدلوا بما يلي:
١- عن عمران بن الحصين - رضي الله عنه - (أن رجلا أعتق ستة مملوكين له عند موته لم يكن له مال غيرهم، فدعا بهم رسول الله - صلى الله عليه وسلم - فجزأهم أثلاثا ثم أقرع (٤) بينهم فأعتق اثنين وأرق (٥)
أربعة، وقال له قولا شديدا) (٦) .
وجه الدلالة: أنه - صلى الله عليه وسلم - رد الزيادة على الثلث، وهذا عام فيمن له وارث ومن ليس له وارث، ويمكن مناقشة هذا: بأن رد الزيادة على الثلث محمول على أن له ورثة، ولا خلاف في ردها لمن وارث كما سبق (٧) .
٢- عن المقدام (٨) - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «أنا وارث من لا وارث له أعقل (٩)
_________
(١) بداية المجتهد (٢/٣٣٩) والذخيرة (٧/٣٢) .
(٢) الحاوي الكبير (٨/١٩٥) والأم (٤/١٠٥) .
(٣) المغني لابن قدامة (٨/٥١٦) والإنصاف (٧/١٩٢) .
(٤) القرعة: بضم القاف وسكون الراء من الاستهام، يقال: أقرعت بين الشركاء في شيء يقتسمونه فاقترعوا عليه، وتقارعوا فقرعهم، أي أصابتهم القرعة. انظر: لسان العرب ... (٨/٢١٦) مادة قرع والمعجم الاقتصادي ص ٣٥٦.
(٥) الرق: بكسر الراء العبودية والرقيق العبد، ورق فلان صار عبدا، وسمي بذلك لأنه يرق لمالكه ويذل ويخضع له. انظر: لسان العرب (١٠/١٢٤) مادة (رقق) .

والرق عند الفقهاء: عجز حكمي شرع في الأصل جزاء عن الكفر، انظر: التعريفات للجرجاني ص (١٤٨) .
(٦) صحيح مسلم بشرح النووي، كتاب الإيمان باب من أعتق شركا له في عبد، ح رقم ... (١٦٦٨) .
(٧) راجع وصية المجاهد قبل الخروج للجهاد.
(٨) هو: المقدام بن معد يكرب بن عمرو الكندي، أحد الوافدين الذين وفدوا على رسول الله - صلى الله عليه وسلم - من كندة صاحب الرسول - صلى الله عليه وسلم - ونزل حمص يعد في أهل الشام، وبالشام مات سنة ٨٧ هـ.
انظر: أسد الغابة (٤/٤٧٨) ت رقم (٥٠٧٠) وسير أعلام النبلاء (٣/٤٢٧) .
(٩) العقل: الدية، عقل القتيل يعقله عقلا وداه، وعقل عنه أدى جنايته، انظر: لسان العرب (١١/٤٦٠) مادة عقل.','2','538',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (529,'عنه وأرثه» (١) .
وجه الدلالة: أن من لا وارث له يجعل ماله في بيت مال المسلمين وتدفع عنه الدية من بيت المال (٢) .
ويمكن مناقشته بأن مال من لا وارث له يجعل في بيت مال المسلمين إذا لم يوص به، أما إذا أوصى به فهو على وصيته.
الترجيح
الذي يظهر رجحان القول الأول الذي يجيز الزيادة على الثلث، إذا لم يكن له ورثة، لما سبق من حديث سعد بن أبي وقاص - رضي الله عنه - ولأن سبل الخير وخاصة في هذا العصر من هيئات وجمعيات تقوم بمهام عظيمة في خدمة الإسلام والمسلمين وتحتاج إلى الدعم، فالأولى في حق من لا وارث له أن يوصي بماله في هذه السبل. ولأن الوصية بماله لا تخرج عن المسلمين، وإن كانت لبعضهم، والله أعلم.
_________
(١) أخرجه ابن ماجة في سننه، كتاب الديات، باب الدية على العاقلة، ح رقم (٢٦٣٤) وفي كتاب الفرائض باب ذوي الأحكام ح رقم (٢٧٣٨) وأبو داود في سننه كتاب الفرائض باب في ميراث ذوي الأرحام، ح رقم (٢٨٩٩) وح رقم (٢٩٠٠) وصححه ابن حبان، انظر: الإحسان بترتيب صحيح ابن حبان، كتاب الفرائض، باب ذوي الأرحام، ح رقم (٦٠٠٣) وصححه الحاكم في المستدرك كتاب الفرائض ح رقم (٨٠٠٢) ج (٤/٣٨٢) .
قال الذهبي في التلخيص فيه علي بن أبي طلحة، قال أحمد: له أشياء منكرات لم يخرج له للبخاري، انظر: التلخيص بهامش المستدرك (٤/٣٨٢) وأخرجه أحمد في المسند ج (١٣/٢٩٩) ح رقم (١٧١٣) و (١٧١٣٨) .
(٢) الذخيرة (٧/٣٣) وشرح السندي على سنن ابن ماجه (٣/٢٧٠) .','2','539',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (530,'<span data-type="title" id=toc-237>الفرع الثاني
الوصية للمجاهد في سبيل الله</span>
تجوز الوصية للمجاهد في سبيل الله، ولا يختلف عن غيره ممن تجوز له الوصية ولا أعلم خلافا بين الفقهاء (١) رحمهم الله تعالى في ذلك، بل هو أولى بالوصية من غيره.
جاء في المغني: إن أوصى للمجاهد بدابة يقاتل عليها، أو بسهم لها، انصرف ذلك إلى الخيل (٢) .
وفي روضة الطالبين: إذا أوصى له بقوس أعطي ما يرمى به من النبل وغيره (٣) .
وفي حاشية الخرشي: الشخص إذا أوصى بثلث ماله للغزاة فلا يلزم تعميم الجميع إذ يتعذر ذلك عادة (٤) .
إذا تقرر جواز الوصية للمجاهد بالسلاح وبالمال سواء كان لمجاهد بعينه، أو لعموم المجاهدين دون تخصيص، فإن المجاهد لا يمتلك الوصية، إلا بالشروط الآتية:
١- أن يموت الموصي قبل موت المجاهد الموصى له.
فإن مات المجاهد الموصى له قبل موت الموصي بطلت الوصية، وهذا قول جمهور الفقهاء من الأئمة الأربعة وغيرهم (٥) .
_________
(١) المغني (٨/٣٩٠) وبدائع الصنائع (٦/٤٢٣) والتمهيد لابن عبد البر (١٤/٢٩٧) وروضة الطالبين (٦/١٥٨) .
(٢) المغني (٨/٥٦٨، ٥٧٠) انظر: الكافي في فقه الإمام أحمد (٢/٣٦١) .
(٣) روضة الطالبين (٦/١٥٨) وانظر: الحاوي الكبير (٨/٢٣٩) .
(٤) حاشية الخرشي (٨/٤٧٦) .
(٥) المغني (٨/٤١٣) والإنصاف (٧/٢٠٤) وبدائع الصنائع (٦/٥١٥) والبحر الرائق (٩/٢١٤) ومواهب الجليل (٨/٥٢٠) والمعونة (٣/١٦٣٦) وروضة الطالبين (٦/١٤٣) حاشيتا قليوبي وعميرة (٣/٢٥٣) .
وقال الحسن البصري: تكون لولد الموصى له، وقال عطاء: إذا علم الموصي بموت الموصى له ولم يحدث فيما أوصى به شيئا فهو لوارث الموصي له، لأنه مات قبل عقد الوصية فيقوم الوارث مقامه، ويمكن مناقشة هذا: بأن الوصية أنشئت للموصى له لا لورثته وثبوتها له إنما هو بعد موت الموصي، فإذا مات قبله فليس له شيء. انظر: المغني (٨/٤١٣) وأحكام الوصايا في الفقه الإسلامي ص (٤٣٦) .','2','540',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (531,'لأنها عطية صادفت المعطي ميتا، والميت غير أهل للتمليك فلا يصح صرفها إليه (١) .
٢- أن يقبل المجاهد الموصى له إن كان معينا (٢) الوصية بعد موت الموصي، فإن ردها بطلت الوصية. قال ابن قدامة: لا نعلم فيه خلافا (٣) .
لأنه أسقط حقه في حال يملك قبوله وأخذه، فأشبه عفو الشفعة بعد البيع (٤) .
٣- أن لا يكون المجاهد الموصى له وارثا للموصي، فإن كان وارثا للموصي ولم يجز الورثة الوصية لم تصح الوصية باتفاق الفقهاء فيما أعلم.
جاء في المغني: إذا أوصى لوارثه بوصية فلم يجزها الورثة لم تصح، بغير خلاف بين العلماء (٥) .
يدل على ذلك ما رواه أبو أمامة (٦) - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (إن الله قد أعطى كل ذي حق حقه فلا وصية لوارث) (٧) .
_________
(١) المغني (٨/٤١٣) والبحر الرائق (٩/٢٩٩) .
(٢) الوصية لغير معين تلزم بموت الموصي، ولا يشترط فيها القبول، كالوصية للفقراء أو المجاهدين انظر: المغني (٨/٤١٨) وروضة الطالبين (٦/١٤١) ومواهب الجليل (٨/٥٣٣) وبدائع الصنائع (٦/٤٤٢) .
(٣) المغني (٨/٤١٥) وانظر: التمهيد لابن عبد البر (١٩/١٠٧) .
(٤) المغني (٨/٤١٥) .
(٥) المغني (٨/٣٩٦) وانظر: التمهيد لابن عبد البر (٢٤/٤٣٨) والذخيرة (٧/٧) والإقناع لابن المنذر (٢/٤١٥) والاختيار للموصلي (٥/٦٣) .
(٦) هو: أبو أمامة الباهلي: واسمه صدي بن عجلان بن رياح بن الحارث، وهو منسوب إلى باهلة، صحابي مشهور روى عن رسول الله - صلى الله عليه وسلم - أحاديث كثيرة، سكن مصر، ثم حمص من الشام، ومات بها سنة ٨١ هـ وقيل: ٨٦ هـ قيل: إنه آخر من مات من الصحابة رضي الله عنهم بالشام.
انظر: أسد الغابة (٥/٦١) ت رقم (٥٦٨٨) وتهذيب الأسماء واللغات (٢/١٧٦) ت رقم (٢٧٨) .
(٧) أخرجه الترمذي في سننه مع العارضة كتاب الوصايا باب ما جاء لا وصية لوارث، ح رقم (٢١٢٠) وقال: حسن صحيح، وأبو داود في سننه، كتاب الوصايا، باب ما جاء في الوصية للوارث، ح رقم (٢٨٧٠) وابن ماجه في سننه مع شرح السندي كتاب الوصايا باب لا وصية لوارث ح رقم (٢٧١٣) والدارقطني في سننه كتاب البيوع ح رقم (٢٧٣٩) والبيهقي في السنن الكبرى، كتاب الفرائض باب من لا يرث من ذوي الأرحام، ح رقم (١٢٢٠٢) والإمام أحمد في المسند ج (١٦/٢٦٣) ح رقم (٢٢١٩٥) والنسائي في سننه مع شرح السيوطي، كتاب الوصايا، باب إبطال الوصية للوارث، ح رقم (٣٦٤٣) قال الشافعي في الأم: لا اختلاف فيه (٤/١٠٨) وقال ابن حجر: في إسناده إسماعيل بن عياش، وقد قوى حديثه عن الشاميين جماعة من الأئمة، منهم أحمد والبخاري وهذا من روايته عن شرحبيل بن مسلم، وهو شامي ثقة، انظر: فتح الباري (٥/٤٦٧) .','2','541',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (532,'أما إذا أجاز الورثة الوصية فجمهور الفقهاء على القول بجواز ذلك (١) .
لما رواه عمر بن شعيب عن أبيه عن جده أن النبي - صلى الله عليه وسلم - قال: «لا وصية لوارث إلا أن يجيز الورثة» (٢) . فقوله (إلا أن يجيز الورثة) استثناء، والاستثناء من النفي إثبات، فيكون ذلك دليلا على صحة الوصية عند الإجازة، ولو خلا من استثناء كان معناه لا وصية نافذة أو لازمة (٣) . ولأنه تصرف صدر من أهله في محله فصح (٤) .
وذهب الشافعية في قول عندهم (٥) وهو رواية عند الحنابلة (٦) وقول ابن حزم (٧) أن الوصية باطلة ولو أجازها الورثة، للنهي عنها في قوله - صلى الله عليه وسلم - «لا وصية لوارث..» .
ولثبوت الحكم بنسخها فلو أجزناها لكنا قد استعملنا الحكم المنسوخ، وذلك غير جائز (٨) والراجح ما ذهب إليه جماهير أهل العلم أنه إذا أجازها الورثة صحت.
_________
(١) المغني لابن قدامة (٨/٣٩٦) والإنصاف (٧/١٩٤) والحاوي الكبير (٨/٢١٣) وحاشيتا قليوبي وعميرة (٣/٢٤٣) والمعونة (٣/١٦٢٠) والمدونة (٦/٥٦) وبدائع الصنائع (٦/٤٣٤) وتبيين الحقائق (٦/١٨٣) .
(٢) أخرجه الدارقطني في سننه، كتاب الفرائض والسير، ح رقم (٤١٠٨) وفي كتاب الوصايا عن عمرو بن خارجة، ح رقم (٢٤٥٢) وأخرجه من حديث ابن عباس رضي الله عنه (إلا أن يشاء الورثة) كتاب الفرائض، ح رقم (٤١٠٤) وح رقم (٤١٠٩) وفي كتاب الوصايا، ح رقم (٤٢٥١) قال ابن حجر: إسناده حسن. انظر: بلوغ المرام من أدلة الأحكام، باب الوصايا، ح رقم (٩٨٩) والبيهقي في السنن الكبرى، كتاب الوصايا، باب نسخ الوصية للوالدين والأقربين الوارثين ح رقم (١٢٥٣٣) قال البيهقي: عطاء الخرساني لم يدرك ابن عباس ولم يره، قال أبو داود وغيره، عطاء الخرساني ليس بقوي. انظر: السنن الكبرى (٦/٤٣١) .
(٣) المغني (٨/٣٩٦) .
(٤) المعونة (٣/١٦٢١) والمغني (٨/٣٩٦) .
(٥) نيل الأوطار (٦/٤١) والحاوي الكبير (٨/٢١٣) .
(٦) المغني (٨/٣٩٦) والإنصاف (٧/١٩٤) .
(٧) المحلى بالآثار (٨/٣٥٦) .
(٨) الحاوي الكبير (٨/٢١٣) ومعالم السنن للخطابي (٤/٧٩) .','2','542',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (533,'<span data-type="title" id=toc-238>المطلب الثاني
في الميراث</span>
وفيه فرعان:
<span data-type="title" id=toc-239>الفرع الأول: قسمة مال المفقود في المعركة</span>.
الفرع الثاني: إرث المفقود قبل الحكم بموته.
الفرع الأول
قسمة مال المفقود (١) في المعركة
اتفق الفقهاء (٢) -رحمهم الله تعالى-: على أن المفقود في المعركة لا يقسم ماله بين الورثة حتى يضرب له مدة يتأكد منها من حاله ويبحث فيها عنه.
لأن حياته كانت معلومة وما علم ثبوته فالأصل بقاؤه على ما كان (٣) .
ثم اختلفوا في مقدار مدة الانتظار إلى قولين:
القول الأول:
التفريق بين ما كان الغالب عليه السلامة (٤) وما كان الغالب عليه الهلاك فالغالب عليه السلامة ينتظر تسعون سنة من ولادته، والغالب عليه الهلاك ينتظر أربع سنوات.
_________
(١) المفقود: اسم مفعول من فقد الشيء إذا عدمه وضاع منه. انظر: لسان العرب (٣/٣٣٧) مادة (فقد) والمعجم الوسيط (٢/٦٩٦) .
واصطلاحا: من لا تعلم له حياة ولا موت لانقطاع خبره. انظر: كشاف القناع (٣/٦٣٩) .
(٢) بدائع الصنائع (٥/٢٨٧) والبحر الرائق (٥/٢٧٤) والمقدمات الممهدات (١/٥٣٣) وبداية المجتهد (٢/٥٦) ومغني المحتاج (٤/٤٨) وروضة الطالبين (٦/٣٤) والمغني (٩/١٨٦) والإنصاف (٧/٣٣٦) والمحلى بالآثار (٩/٣١٦) .
(٣) المبسوط (٣٠/٥٤) وبدائع الصنائع (٥/٢٨٩) .
(٤) كالأسير فإنه معلوم من حاله أنه غير متمكن من المجيء إلى أهله، والتاجر المسافر لتجارته قد يشتغل بتجارته عن العودة فينتظر به تتمة تسعين سنة منذ ولد، لأن الغالب أنه لا يعيش أكثر من هذه المدة، وهذا المذهب. انظر: كشاف القناع (٣/٦٣٩) والمغني (٩/١٨٧) .','2','543',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (534,'وهذا المذهب عند الحنابلة (١) وقول عند المالكية (٢) .
والمفقود في المعركة الغالب عليه الهلاك، فينتظر أربع سنوات فإن لم يظهر خبره قسم ماله بين الورثة.
واستدلوا بما يلي:
١- أن الظاهر هلاكه فأشبه ما لو مضى مدة لا يعيش إلى مثلها (٣) .
٢- اتفاق الصحابة -رضي الله عنهم- على تزويج امرأته إذا مضت أربع سنوات واعتدت فإذا ثبت ذلك في النكاح مع الاحتياط للأبضاع ففي المال أولى (٤) .
القول الثاني:
أنه ينتظر المفقود إلى أن يتيقن موته، أو يمضي مدة يغلب على الظن أنه لا يعيش إلى فوقها، وبهذا قال الحنفية (٥) .
والمشهور عند المالكية (٦) والصحيح عند الشافعية (٧) ورواية عند الحنابلة (٨) وقول ابن حزم (٩) .
واستدلوا لقولهم: بأن حياة المفقود كانت معلومة، وما علم ثبوته فالأصل بقاؤه على ما كان باعتبار استصحاب الحال (١٠) .
ولم يفرق أصحاب هذا القول بين حال المفقود الذي يغلب عليه السلامة أو الهلاك (١١) .
_________
(١) كشاف القناع (٣/٦٣٩) والمغني (٩/١٨٧) .
(٢) المقدمات الممهدات (١/٥٣٤) وبداية المجتهد (٢/٥٦) وفي رواية لأشهب عن مالك أنه يحكم على المفقود في القتال مع العدو بحكم المقتول، بعد أن ينتظر سنة من رفع أمره إلى السلطان.
(٣) كشاف القناع (٣/٦٣٩) والمغني (٩/١٨٧) .
(٤) المرجعان السابقان.
(٥) البحر الرائق (٥/٢٧٧) وحاشية ابن عابدين (٥/٤٦٢) .
(٦) المقدمات (١/٥٣٣) والذخيرة (١٣/٢٢) .
(٧) روضة الطالبين (٦/٣٤) ومغني المحتاج (٤/٤٨) .
(٨) الإنصاف (٧/٣٣٥) .
(٩) المحلى بالآثار (٩/٣١٦) .
(١٠) المبسوط (٣٠/٥٤) وبدائع الصنائع (٥/٢٨٩) .
(١١) روضة الطالبين (٦/٣٤) والتحقيقات المرضية في المباحث الفرضية ص (٢٢٨) .','2','544',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (535,'وأختلف أصحاب هذا القول في تحديد المدة التي يغلب على الظن أن المفقود لا يعيش فوقها، فظاهر مذهب الحنفية (١) ، والصحيح عند الشافعية (٢) ورواية عند الحنابلة (٣) : أنها لا تقدر بمدة معينة والمرجع في ذلك إلى اجتهاد القاضي أو الحاكم، لأنه لا دليل على التقدير بمدة معينة، فينظر القاضي أو الحاكم في الأقران، والزمان والمكان، ويجتهد في بيان المدة (٤) وكل حالة لها ظروفها لخاصة بها.
وذهب المالكية (٥) وقول عند الحنفية (٦) وقول عند الشافعية (٧) إلى أنها تقدر بمدة محدودة، لأن الحياة بعد هذه المدة نادرة ولا عبرة للنادر، ثم اختلفوا في تحديد هذه المدة فالمعتمد عند المالكية أنها سبعون سنة، وقيل: ثمانون، وقيل: تسعون (٨) .
وعند الحنفية تسعون سنة، وقيل: مائة سنة، وقيل: مائة وعشرون سنة، وقيل: غير ذلك (٩) وفي وجه عند الشافعية، أنها تسعون سنة (١٠) .
الترجيح
الراجح القول الأول: أنه ينتظر المفقود في المعركة أربع سنوات، لأنها مدة كافية في معرفة مصيره، إذا تقرر هذا فإن مال المفقود في المعركة بعد تيقن موته، أو الحكم بعد مضي مدة الانتظار يقسم بين ورثته الأحياء الموجودين حين الحكم بموته، لا من مات منهم في مدة الانتظار، وذلك باتفاق الفقهاء -فيما أعلم- لأن الحكم بموت المفقود جاء متأخرا عن وفاتهم ومن شرط الإرث حياة الوارث حين موت المورث، والأصل حياة المفقود في مدة الانتظار، والله أعلم.
_________
(١) المرجعان السابقان قبل المرجع السابق والبحر الرائق (٥/٢٧٧) وحاشية ابن عابدين (٦/٤٦٢) .
(٢) روضة الطالبين (٦/٣٤) ومغني المحتاج (٤/٤٨) .
(٣) الانصاف (٧/٣٣٥) .
(٤) حاشية ابن عابدين (٦/٤٦٢) والفوائد الجلية لابن باز -رحمه الله- ص (٥٠) .
(٥) الذخيرة (١٣/٢٢) وحاشية الخرشي (٥/١٢٩) وحاشية العدوي بهامش حاشية الخرشي (٥/١٢٩) .
(٦) البحر الرائق (٥/٢٧٧) والمبسوط (٣٠/٥٤) وبدائع الصنائع (٥/٢٨٩) .
(٧) روضة الطالبين (٦/٣٤) ومغني المحتاج (٤/٤٨) .
(٨) المقدمات (١/٥٣٣) والذخيرة (١٣/٢٢) .
(٩) البحر الرائق (٥/٢٧٧) والمبسوط (٣٠/٥٤) وبدائع الصنائع (٥/٢٨٩) .
(١٠) روضة الطالبين (٦/٣٤) ومغني المحتاج (٤/٤٨) .','2','545',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (536,'<span data-type="title" id=toc-240>الفرع الثاني
إرث المفقود من غيره قبل الحكم بموته</span>
الأصل حياة المفقود في زمن الانتظار قبل الحكم بموته، فإن مات مورثه في زمن الانتظار فله مع مورثه حالتان:
الحالة الأولى: أن لا يكون للمورث وارث غير المفقود.
وفي هذه الحالة يوقف جميع المال إلى أن يتضح أمر المفقود، لأنه لا يتضرر أحد بوقفه (١) .
الحالة الثانية: أن يكون للمورث ورثة غير المفقود.
اختلف الفقهاء -رحمهم الله تعالى- في الوقف للمفقود في هذه الحالة إلى قولين:
القول الأول: أنه يوقف للمفقود ويعامل الورثة معه بالأضر فمن يسقط سهمه ولا يعطى شيئا حتى يتبين حاله، ومن يقل سهمه على تقدير موته أو حياته يعطى الأقل، وهذا قول جمهور الفقهاء (٢) وذلك لمراعاة حق المفقود.
القول الثاني: لا يوقف للمفقود شيء ويعتبر كأنه مات قبل مورثه، لأن الظاهر أنه لو كان حيا لتواصل خبره، ولأن استحقاق الورثة مستيقن فإن تبين أنه كان حيا بعد موت مورثه نقض الحكم وأعطي نصيبه من مال مورثه، وهذا أحد الوجهين في مذهب الشافعية (٣) .
_________
(١) التحقيقات المرضية ص (٢٣٠) والفرائض للاحم ص (١٧٣) وروضة الطالبين (٦/٣٥) .
(٢) بدائع الصنائع (٥/٢٨٧) وتبيين الحقائق (٦/٢٤١) والذخيرة (١٣/٢٢) والشرح الكبير للدردير مع حاشية الدسوقي (٤/٤٨٧) ومغني المحتاج (٤/٤٩) وروضة الطالبين (٦/٣٥) والمغني (٩/١٨٨) والإنصاف (٧/٣٣٧)
وفي قول عند الحنابلة، وهو وجه في مذهب الشافعية، يوقف نصيب المفقود على تقدير الحياة، فإن ظهر خلاف ذلك نقض الحكم، لأن الأصل حياته. انظر: المغني (٩/١٨٨) والإنصاف (٧/٣٣٧) وروضة الطالبين (٦/٣٦) والوسيط في المذهب (٤/٣٦٨) .
(٣) الوسيط في المذهب (٤/٣٦٨) وروضة الطالبين (٦/٣٦) .','2','546',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (537,'ونوقش هذا القول بما يلي:
١- أن فيه نقضا للحكم.
٢- أن فيه ضياعا لحق المفقود، لأنه قد لا يجد شيئا مع الورثة بعد القسمة (١) .
وعلى هذا فالراجح ما ذهب إليه جمهور الفقهاء، أنه يوقف للمفقود ويعامل الورثة معه بالأضر، لأنه أحوط، وأضمن لحق المفقود والورثة، والله أعلم.
إذا تقرر هذا وانتهت مدة انتظار المفقود، وحكم الحاكم بموته فإن له مع ما وقف له من مال مورثه ثلاث حالات:
الحالة الأولى: أن يعلم أن المفقود كان حيا حين موت مورثه، ففي هذه الحالة يكون المال الموقوف له يدفع إلى ورثته حين الحكم بموته (٢) .
الحالة الثانية: أن يعلم أنه قد مات قبل موت مورثه، ففي هذه الحالة لا يعطى من المال الموقوف شيئا ويعاد إلى ورثة الميت الأول (٣) .
الحالة الثالث: أن لا يعلم عنه حياة ولا موت.
اختلف الفقهاء في هذه الحالة فيمن يستحق المال الموقوف للمفقود إلى قولين:
القول الأول: أن المال الموقوف يكون للمفقود فيدفع إلى ورثته، وهذا الصحيح من مذهب الحنابلة (٤) لأن الأصل حياة المفقود في مدة الانتظار قبل الحكم بموته (٥) .
القول الثاني: أن المفقود لا يستحق شيئا من المال الموقوف له، فيرد إلى ورثة الميت الأول وهذا قول الحنفية (٦) والمالكية (٧) والشافعية (٨) وقول عند الحنابلة اختاره ابن قدامة (٩) .
_________
(١) التحقيقات المرضية ص (٢٣١) .
(٢) المغني (٩/١٨٦) والفروع (٥/٣٧) ومغني المحتاج (٤/٤٩) والشرح الكبير مع حاشية الدسوقي (٤/٤٨٧) .
(٣) المرجع السابق.
(٤) كشاف القناع (٣/٦٤٠) والإنصاف (٧/٣٣٨) وشرح منتهى الإيرادات (٢/٥٤٣) .
(٥) المرجع السابق.
(٦) الاختيار للموصلي (٥/١١٤) .
(٧) حاشية الدسوقي (٤/٤٨٨) والتفريع لابن الجلاب (٢/٣٣٦) .
(٨) نهاية المحتاج (٦/٢٩) .
(٩) المغني (٩/٥٨٦) .','2','547',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (538,'واستدلوا بما يلي:
١- أنه لا يعلم أيهما مات أولا المفقود أم مورثه، ولا توريث مع الشك (١) .
٢- أن المفقود في مدة الانتظار ميت في حق غيره، فلا يرث أحدا، واستصحاب حال الحياة لا يصلح حجة لإثبات استحقاقه الإرث (٢) .
الترجيح
الراجح القول الأول، أن المال الموقوف يدفع إلى ورثة المفقود.
لأن الأصل حياته قبل الحكم بموته، وموت المفقود في مدة الانتظار قبل مورثه مشكوك فيه فلا يمنع مما أوقف له للشك. والله أعلم.
_________
(١) الاختيار للموصلي (٥/١١٤) والمعونة (٣/١٦٥٣) .
(٢) المبسوط (٣٠/٥٤) وتحفة الفقهاء (٣/٣٥٠) .','2','548',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (539,'<span data-type="title" id=toc-241>الفصل الثاني
أحكام المجاهد في النكاح</span>
ويشتمل على أربعة مباحث:
المبحث الأول: نكاح المجاهد في دار الحرب.
المبحث الثاني: نكاح المجاهد في الأسر.
المبحث الثالث: وطء الأسير زوجته أو أمته في أرض العدو.
المبحث الرابع: أطول مدة يغيب فيها المجاهد عن زوجته.','2','549',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (540,'المبحث الأول
نكاح (١) المجاهد في دار الحرب
للمجاهد في سبيل الله في دار الحرب حالتان:
الحالة الأولى: أن يكون مقاتلا مع جيش المسلمين.
الحالة الثانية: أن يكون في أسر العدو.
فأما الحالة الأولى إذا كان مقاتلا مع جيش المسلمين فمباح له أن ينكح (٢) لما يأتي:
١- عن سعيد بن أبي هلال (٣) -رحمه الله- أنه بلغه (أن رسول الله - صلى الله عليه وسلم - زوج أبا بكر الصديق - رضي الله عنه - بأسماء بنت عميس (٤) تحت الرايات) (٥) .
٢- ولأن الكفار لا يد لهم عليه، فأشبه من في دار الإسلام (٦) .
أما الحالة الثانية فسيأتي الحديث عنها في المبحث الآتي:
_________
(١) النكاح في اللغة: الضم والجمع ومنه تناكحت الأشجار إذا انضم بعضها إلى بعض ونكح فلان امرأة تزوجها وأنكحه المرأة: زوجه إياها. وفي النكاح ينضم أحد الزوجين للأخر ويطلق النكاح على العقد والوطء معا، وقيل هو: حقيقة في العقد مجاز في الوطء وقيل العكس. انظر: لسان العرب (٢/٦٢٥) مادة (نكح) والمصباح المنير ص (٦٢٤) مادة (نكح) وفي الشرع: عقد يعتبر فيه لفظ إنكاح أوتزويج في الجملة، والمعقود عليه منفعة الاستمتاع. انظر: الروض المربع ص ٥٠٨.
(٢) المغني (١٣/١٤٨) وزاد المعاد (٣/٣٥٠) وهذا نص عليه الحنابلة في المقاتل مع الجيش، ولم أجد للفقهاء غيرهم قولا في ذلك - حسب ما اطلعت عليه- إلا أنهم أجازوا للمستأمن المسلم في دار الحرب أن يتزوج وهو تحت يد الكفار، فالمجاهد مع الجيوش الإسلامية أولى بالجواز، فيظهر أنه لا خلاف في هذه المسألة والله أعلم، انظر: مغني المحتاج (٤/٣١٢) وشرح السير الكبير (٥/١٠٠) والمدونة (٢/٣٠٦) .
(٣) هو: سعيد بن أبي هلال الليثي، أبو العلاء المصري، أحد الثقات، قيل: ولد بمصر سنة ٧٠ هـ ونشأ بالمدينة ثم رجع إلى مصر، روي عن جابر وأنس مرسلا، وروي عنه خالد بن يزيد، وعمرو بن الحارث، والليث بن سعد وغيرهم، توفي سنة ١٣٥ هـ وقيل غير ذلك. انظر: سير أعلام النبلاء (٦/٣٠٣) وتهذيب التهذيب (٤/٨٣) .
(٤) هي: أسماء بنت عميس بن معد بن الحارث الخثعمية، أخت ميمونة زوج النبي - صلى الله عليه وسلم - لأمها، كانت من المهاجرات إلى الحبشة مع زوجها جعفر بن أبي طالب، تزوجها أبو بكر الصديق بعد مقتل جعفر، وأوصى أن تغسله ثم تزوجها علي بن أبي طالب رضي الله عنهم أجمعين روت عن النبي - صلى الله عليه وسلم - وروي عنها كثير من الصحابة والتابعين، انظر الإصابة (٨/١٤) ت رقم (١٠٨٠٩) وطبقات ابن سعد (٨/٢٨٠) .
(٥) أخرجه سعيد بن منصور في سننه، كتاب الجهاد باب جامع الشهادة ح رقم (٢٨٧١) .
(٦) المغني (١٣/١٤٨) .','2','550',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (541,'<span data-type="title" id=toc-243>المبحث الثاني
نكاح المجاهد في الأسر</span>
اختلف الفقهاء -رحمهم الله تعالى- في نكاح المجاهد في الأسر إلى ثلاثة أقوال:
القول الأول: لا يحل للمجاهد النكاح ما دام في الأسر.
وهذا الظاهر من كلام الإمام أحمد (١) رحمه الله تعالى لما يأتي:
١- أن الأسير إذا ولد له ولد كان رقيقا للعدو.
٢- أنه لا يأمن أن يطأ العدو امرأته، فيؤدي ذلك إلى اختلاط نسبه (٢) .
القول الثاني: يجوز للأسير أن ينكح وهو في الأسر، ولا كراهة في ذلك.
وهذا قول المالكية (٣) . لأن الأسير لا يمكنه الخروج من دار الحرب (٤) .
ويمكن مناقشة هذا القول من وجهين:
الأول: أن المالكية كرهوا نكاح المسلم المستأمن في دار الحرب حتى لا يبقى ولده في أرض الحرب (٥) فكذلك الأسير من باب أولى.
الثاني: أنهم كرهوا وطء الأسير زوجته وأمته في الأسر (٦) مع صحة النكاح والملك في الأمة، فكراهية انعقاد العقد في الأسر ابتداء أولى.
القول الثالث: يكره للمجاهد النكاح ما دام في الأسر، إلا إذا خاف على نفسه الوقوع في الزنا فلا بأس أن يتزوج.
_________
(١) المغني (١٣/١٤٨) وأحكام أهل الذمة لابن القيم (٢/٣٥٩) والإنصاف (٨/١٣٥) .
(٢) المغني (١٣/١٤٨) .
(٣) مواهب الجليل (٥/١٣٤) والتاج والإكليل بهامش مواهب الجليل (٥/١٣٤) .
(٤) مواهب الجليل (٥/١٣٤) .
(٥) المدونة (٢/٣٠٦) .
(٦) بلغة السالك (١/٣٥٩) ، وحاشية الدسوقي (٢/١٨١) .','2','551',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (542,'وهذا رواية عند الحنابلة وشرطوا أن يعزل عنها (١) وهو قول الحنفية (٢) والشافعية بناء على أن الأسير مثل المستأمن المسلم في دار الحرب.
واستدلوا على الكراهية بما استدل به أصحاب القول الأول (٣) .
وأما الجواز عند خوف الوقوع في الزنا، فلأن التحرز من الزنا فرض ولا يتوصل إليه إلا بالنكاح (٤) .
الترجيح
الذي يظهر رجحان القول الأول، أنه لا يباح له النكاح ما دام في الأسر حتى لا يكون ولده رقيقا، ولا يختلط نسبه، فإن خاف على نفسه الوقوع في الزنا جاز له للضرورة، ويعزل عنها، والله أعلم.
_________
(١) أحكام أهل الذمة (٢/٣٥٩) والإنصاف (٨/١٥) .
(٢) شرح السير الكبير (٥/١٠٠) .
(٣) راجع نكاح المجاهد في الأسر من الكتاب.
(٤) شرح السير الكبير (٥/١٠٠) .','2','552',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (543,'المبحث الثالث
وطء (١) الأسير زوجته أو أمته (٢) في أرض العدو
سبق ذكر اختلاف الفقهاء رحمهم الله تعالى في نكاح المجاهد في الأسر وهذه المسألة مبنية على ما سبق هناك (٣) .
فعند الحنابلة لا يجوز له أن يطأ زوجته أو أمته (٤) .
جاء في المغني: سئل الإمام أحمد رحمه الله تعالى عن أسير أسرت معه امرأته، أيطأها؟.
فقال: كيف يطأها، ولعل غيره منهم يطأها (٥) .
ولأن الأسير إذا ولد له ولدا كان رقيقا (٦) .
وذهب المالكية إلى جواز وطء الأسير زوجته أو أمته مع الكراهية، على أن يتيقن سلامتها من وطء العدو (٧) .
ووجه الجواز: أن سبي العدو لا يهدم نكاحنا، ولا يبطل ملكنا (٨) .
ووجه الكراهية، حتى لا يبقى الولد في أرض العدو فيسترق وتفسد أخلاقه (٩) .
_________
(١) الوطء: جماع الزوجة، وطئ زوجته وطأ جامعها، انظر: المصباح المنير ص (٦٤٤) مادة (وطئ) والمعجم الوسيط (٢/١٠٤١) .
(٢) الأمة: خلاف الحرة والجمع إماء. انظر: المطلع على أبواب المقنع ص (٦١) .
(٣) راجع نكاح المجاهد في الأسر.
(٤) المغني (١٣/١٤٨) والإنصاف (٨/١٤) .
(٥) المغني (١٣/١٤٨) .
(٦) المرجع السابق.
(٧) حاشية الدسوقي (٢/١٨١) وبلغة السالك (١/٣٥٩) والذخيرة (٣/٣٩٢) وقالوا: إن ظن أو شك في وطء الكافر لها فلا يجوز له وطؤها إلا بعد الاستبراء، ولا تصدق المرأة في دعواها عدم الوطء.
(٨) المراجع السابقة.
(٩) المراجع السابقة.','2','553',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (544,'وأما الحنفية (١) والشافعية (٢) فبناء على قولهم في المسلم المستأمن في دار الحرب أنه يجوز له أن يطأ زوجته أو أمته مع الكراهة، فكذلك الأسير يجوز له وطء زوجته أو أمته مع الكراهة.
جاء في المبسوط: (أكره للرجل أن يطأ أمته أو امرأته في دار الحرب مخافة أن يكون له فيها نسل فيتخلق ولده بأخلاق المشركين) (٣) .
الترجيح
الذي يظهر أن الراجح هو: قول الحنابلة أنه لا يجوز للأسير أن يطأ زوجته أو أمته لما سبق من التعليلات القوية، فإن خاف على نفسه الزنا جاز له الوطء للضرورة، على أن يعزل عنها حتى لا يلد له ولد فيكون رقيقا (٤) والله أعلم.
_________
(١) شرح السير الكبير (٥/١٠٠) والبحر الرائق (٥/١٦٧) .
(٢) الأم (٤/٢٦٦) ومغني المحتاج (٤/٣١٢) .
(٣) المبسوط (١٠/٧٤) .
(٤) أحكام أهل الذمة (٢/٣٥٩) .','2','554',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (545,'<span data-type="title" id=toc-245>المبحث الرابع
أطول مدة يغيب فيها المجاهد عن زوجته</span>
حدد عمر بن الخطاب - رضي الله عنه - المدة التي يغيبها المجاهد عن زوجته في الغزو والمرابطة في الثغور بأربعة أشهر، وشهر للذهاب وأخر للعودة.
جاء في سنن ابن منصور، أن عمر - رضي الله عنه - قال: (يغزو الناس يسيرون شهرا ذاهبين ويكونون في غزوهم أربعة أشهر ويقفلون شهرا، فوقت ذلك للناس من سنتهم في غزوهم) (١) .
وهذا التحديد اجتهاد من عمر - رضي الله عنه - بناء على سؤال وجهه إلى بعض النساء، كم تصبر المرأة عن زوجها؟ فقلن شهرين، وفي الثالث يقل الصبر، وفي الرابع ينفذ الصبر، فكتب إلى أمراء الأجناد: (ألا تحبسوا رجلا عن امرأته أكثر من أربعة أشهر) (٢) .
وهذه المدة قابلة للزيادة والنقصان، على حسب ما يراه قائد المجاهدين، وحسب الأحوال والأزمان والأماكن، فالتحديد في المسألة مبناه على اجتهاد والي المسلمين وقائد جيوشهم والله أعلم.
_________
(١) أخرجه ابن منصور في سننه، كتاب الجهاد باب الغازي يطيل الغيبة عن أهله ح رقم ... (٢٤٦٣) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب السير باب الإمام لا يجمر بالغزي ح رقم ... (١٧٨٥٠) .
انظر: الرياض النظرة (٢/٣٣٤) أوليات الفاروق السياسية ص (٢٨٨) وسبب السؤال ما روي أن عمر بن الخطاب رضي الله عنه سمع امرأة في بيتها وهي تقول:

تطاول هذا الليل واسود جانبه ... وطال على أن لا خليل ألاعبه.
ووالله لولا خشية الله وحده ... لحرك من هذا السرير جوانبه.
فسأل عنها، فقيل له: هذه فلانة زوجها غائب في سبيل الله.','2','555',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (546,'<span data-type="title" id=toc-246>الفصل الثالث
أحكام المجاهد في الإيلاء والرجعة</span>
ويشتمل على مبحثين:
المبحث الأول: في الإيلاء.
المبحث الثاني: في الرجعة.','2','557',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (547,'<span data-type="title" id=toc-247>المبحث الأول
في الإيلاء</span>
وفيه مطلبان:
<span data-type="title" id=toc-248>المطلب الأول: مدة الإيلاء</span>.
المطلب الثاني: إذا آلى من زوجته، ثم خرج للجهاد ولم يتمكن من الفيئة حتى انتهت مدة الإيلاء.
المطلب الأول
مدة الإيلاء (١)
المقصود من هذا المطلب: بيان المدة التي يكون الزوج فيها موليا، وقد اتفق الفقهاء رحمهم الله تعالى، أن من حلف أن لا يطأ زوجته أكثر من أربعة أشهر أن يكون موليا (٢) واتفقوا كذلك على أن ما كان دون أربعة أشهر لا يكون موليا (٣) .
_________
(١) الإيلاء لغة: الحلف انظر: لسان العرب (١٤/٤١) والمصباح المنير ص ٢٠.
وشرعا: حلف زوج يمكنه الجماع -بالله تعالى، أو بصفة من صفاته على ترك وطء امرأته، الممكن جماعها ولو قبل الدخول في قبل- أبدا، أو يطلق أو أكثر من أربعة أشهر، أو ينويها، انظر كشاف القناع (٤/٣٠٧) .
(٢) رحمة الأمة في اختلاف الأئمة ص (٤٢٣) وبدائع الصنائع (٣/٢٦٩) بداية المجتهد (٢/١٠٤) والمغني (١١/٨) والمبدع (٨/٩) .
(٣) المراجع السابقة قال ابن حزم: من حلف بالله، أو باسم من أسمائه أن لا يطأ زوجته وقت أو لم يؤقت ساعة أو أكثر، يؤجل أربعة أشهر من حين يحلف، فإن فاء داخل الأربعة أشهر فلا سبيل عليه، وإن أبى حتى انقضت الأربعة أشهر أجبره الحاكم على الفيء، أو الطلاق انظر: المحلى بالآثار (٩/١٧٨) .','2','558',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (548,'واختلفوا فيمن حلف أن لا يطأ زوجته أربعة أشهر، هل يكون موليا، أم لا؟ إلى قولين:
القول الأول: لا يكون موليا، وهذا قول جمهور الفقهاء (١) .
واستدلوا بما يلي:
١- قوله تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * وَإِنْ عَزَمُوا الطَّلاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [البقرة: ٢٢٦، ٢٢٧] .
وجه الدلالة: أن ظاهر الآية يدل على أن الفيئة بعد أربعة أشهر لذكر الفيئة بعدها بالفاء المقتضية للتعقيب في قوله تعالى: {فإن فاءوا} فلا يطالب بالفيئة ولا يقع عليها الطلاق إلا بعد مضي الأربعة أشهر (٢) ، فلا يكون موليا في الأربعة أشهر.
٢- ولأن الأربعة أشهر فسحة للزوج لا حرج عليه فيها، ولا يطالب بالفيئة فيها ولا يقع الطلاق إلا بعدها، فلا يكون فيها موليا (٣) .
القول الثاني: أنه يكون موليا، وبهذا قال الحنفية (٤) وقول عند المالكية خلاف المشهور (٥) ورواية عند الحنابلة (٦) .
واستدلوا بما يلي:
١- قوله تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} [البقرة: ٢٢٦] .
_________
(١) بلغة السالك (١/٤٧٨) وحاشية الدسوقي (٢/٤٣٢) وروضة الطالبين (٨/٢٤٦) ومغني المحتاج (٥/١٦) والمغني (١١/٨) والإنصاف (٩/١٧٤) والمبدع (٨/٩) وكتاب التمام لمحمد بن الفراء (٢/١٧١) .
(٢) المغني (١١/٣١) وكشاف القناع (٤/٣١٥) وبلغة السالك (١/٤٧٨) .
(٣) أحكام القرآن لابن العربي (١/٢٤٥) والجامع لأحكام القرآن للقرطبي (٣/١٠١) وروضة الطالبين (٨/٢٥١) والمغني (١١/٩) .
(٤) بدائع الصنائع (٣/٢٦٩) والبحر الرائق (٤/١٠٦) .
(٥) بلغة السالك (١/٤٧٨) وحاشية الدسوقي (٢/٤٣٢) .
(٦) المبدع (٨/١٠) والإنصاف (٩/١٧٥) وكتاب التمام (٢/١٧١) .','2','559',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (549,'وجه الدلالة: أن الله سبحانه جعل هذه المدة تربصا للفيء فيها ولم يجعل له التربص أكثر منها، فمن امتنع من جماعها باليمين هذه المدة أكسبه ذلك حكم الإيلاء ولا فرق بين الحلف على الأربعة أشهر والحلف على أكثر منها، إذ ليس له تربص أكثر من هذه المدة (١) .
٢- ما رواه ابن عباس رضي الله عنهما قال: (كان إيلاء أهل الجاهلية السنة والسنتين وأكثر من ذلك فوقته الله أربعة أشهر، فمن كان إيلاؤه أقل من أربعة أشهر فليس بإيلاء) (٢) .
وجه الدلالة: أن ما كان أربعة أشهر فأكثر إيلاء.
٣- ولأنه يمتنع عن الوطء باليمين أربعة أشهر، فكان موليا كما لو حلف على ما زاد (٣) .
الترجيح
الذي يظهر أن الراجح قول الجمهور أنه لا يكون موليا.
لأن مدة التربص المنصوص عليها أربعة أشهر كاملة هي حق للزوج لا يطالب فيها بشيء، فإذا انتهت الأربعة الأشهر كان للمرأة الحق في مطالبة الزوج بالفيء أو الطلاق والله أعلم.
_________
(١) أحكام القرآن للجصاص (١/٤٣٣) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب الإيلاء باب الرجل يحلف على أن لا يطأ امرأته أقل من أربعة اشهر، ح رقم (١٥٢٣٧) قال في مجمع الزوائد: رواه الطبراني ورجاله رجال الصحيح انظر: مجمع الزوائد باب الإيلاء (٥/١٠) .
(٣) المبدع (٨/١٠) .','2','560',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (550,'المطلب الثاني
آلى من زوجته ثم خرج للجهاد ولم يفئ (١) حتى انتهت مدة الإيلاء
اتفق الفقهاء رحمهم الله تعالى أن من فاء قبل أن تنتهي مدة الإيلاء فإن فيئته صحيحة ويسقط بها الإيلاء عنه (٢) .
واختلفوا فيما إذا لم يفئ حتى انتهت مدة الإيلاء، هل يوقف المولي ويطلب منه الفيئة أو الطلاق، أم تطلق منه بمجرد انتهاء المدة طلقة بائنة؟ وهذا الخلاف مبني على الخلاف في مدة الإيلاء الذي سبق بيانه (٣) .
فالجمهور من الفقهاء (٤) الذين يرون أن مدة الإيلاء أكثر من أربعة أشهر قالوا: إذا انتهت الأربعة أشهر التي هي مدة التربص طلب من الزوج إما أن يفيء ويكون الفيء بالجماع اتفاقا وبالقول لمن عجز عنه، كمن خرج للجهاد ولا يستطيع العودة إلا بعد انتهاء مدة الإيلاء (٥) ، أو يطلق فإن أبى طلق عليه الحاكم (٦) ؛ لأن ما دخلته النيابة وتعين مستحقه وامتنع من هو عليه، قام الحاكم فيه مقامه، كقضاء الدين (٧) وهذا كله بناء على مطالبة المرأة.
واستدل الجمهور لقولهم بما يلي:
_________
(١) الفيء: الجماع وليس في هذا خلاف فيما أعلم قال ابن المنذر: (وأجمعوا على أن الفيء الجماع إذا لم يكن له عذر) انظر: الإجماع لابن المنذر ص (٦٨) والمغني (١١/٣٨) وأحكام القرآن للجصاص (١/٤٣١) .
(٢) مراتب الإجماع لابن حزم ص (٧١) .
(٣) راجع الإيلاء ومدته من الكتاب.
(٤) بداية المجتهد (٢/١٠٣) وبلغة السالك (١/٤٧٩) وروضة الطالبين (٨/٢٥٥) والأم (٥/٢٧١) والمغني (١١/٤٦) .
(٥) أحكام القرآن لابن العربي (١/٢٤٦) ومغنى المحتاج (٥/٢٦) المغني (١١/٤٢) وكشاف القناع (٤/٣١٦) .
(٦) وفي قول عند الشافعية خلاف الأظهر، ورواية عند الحنابلة خلاف الصحيح من المذهب أن الحاكم لا يطلق عليه وإنما يحبسه ويعزره حتى يفيء أو يطلق انظر: روضة الطالبين ... (٨/٢٥٥) والمغني (١١/٤٦) .
(٧) المغني (١١/٤٦)','2','561',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (551,'١- قوله تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * وَإِنْ عَزَمُوا الطَّلاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [البقرة: ٢٢٦، ٢٢٧] .
والاستدلال بهذه الآية من وجوه:
الوجه الأول: أن الله سبحانه جعل مدة التربص في الآية حقا للزوج دون الزوجة فأشبهت مدة الأجل في الدين حق للمدين (١) .
الوجه الثاني: أن الفاء في قوله تعالى (فإن فاءوا) ظاهرة في معنى التعقيب فدل على أن الفيئة بعد انتهاء المدة (٢) .
الوجه الثالث: أن الله تعالى خير في الآية بين الفيئة والعزم على الطلاق، فيكونان في وقت واحد بعد مضي المدة، فلو كان الطلاق يقع بمضي المدة والفيئة بعدها لم يكن تخييرا (٣) .
٢- عن ابن عمر رضي الله عنهما قال: (إذا مضت أربعة أشهر يوقف حتى يطلق ولا يقع عليه الطلاق حتى يطلق) (٤) .
٣- وعن سليمان بن يسار (٥) رحمه الله قال: (أدركت بضعة عشر رجلا من أصحاب محمد - صلى الله عليه وسلم - كلهم يقول: يوقف المولي) (٦) .
_________
(١) بداية المجتهد (٢/١٠٣) والمغني (١١/٣٢) وفتح الباري شرح صحيح البخاري (٩/٥٣٦) .
(٢) بداية المجتهد (٢/١٠٤) والمغني (١١/٣١) وكشاف القناع (٤/٣١٥) .
(٣) سبل السلام (٣/٣٨٥) .
(٤) صحيح البخاري مع الفتح، كتاب الطلاق باب قوله تعالى: {للذين يؤلون من نسائهم} ح رقم (٥٢٩١) .
(٥) هو: سليمان بن يسار الهلالي، أبو أيوب مولى ميمونة بنت الحارث، أخو عطاء وعبد الله، وعبد الملك بن يسار، أحد الفقهاء السبعة في المدينة تابعي ثقة، حدث عن زيد بن ثابت وابن عباس وأبي هريرة وغيرهم، وحدث عنه أخوه عطاء والزهري وعمر بن دينار وغيرهم، توفي سنة (١٠٩هـ) . انظر مشاهير علماء الأمصار (ص ١٠٦) ت رقم (٤٣٢) وتهذيب الأسماء واللغات (١/٢٣٤) ت رقم (٢٣٣) .
(٦) أخرجه البيهقي في السنن الكبرى كتاب الإيلاء، باب من قال يوقف المولي بعد تربص أربعة أشهر ح رقم (١٥٢٠٧) وأخرجه الدارقطني في سننه، كتاب الطلاق والخلع والإيلاء ج (٤/٣٣) ح رقم (٣٩٩٦) .','2','562',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (552,'٤- وعن سهيل بن أبي صالح عن أبيه (١) أنه قال: (سألت اثنى عشر من أصحاب النبي - صلى الله عليه وسلم - فكلهم يقول: ليس عليه شيء حتى يتربص أربعة أشهر فيوقف، فإن فاء وإلا طلق) (٢) .
وذهب الحنفية الذين يرون أن مدة الإيلاء أربعة أشهر فأكثر إلى أن مدة الإيلاء إذا انتهت ولم يفيء بالجماع، أو بالقول إذا عجز عن الجماع، فإن المرأة تطلق بمجرد مضي المدة طلقة بائنة (٣) .
واستدلوا بما يلي:
١- قوله تعالى: {لِلَّذِينَ يُؤْلُونَ مِنْ نِسَائِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ فَإِنْ فَاءُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * وَإِنْ عَزَمُوا الطَّلاقَ فَإِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} [البقرة: ٢٢٦، ٢٢٧] .
وجه الدلالة: أن الفاء في قوله تعالى: {فإن فاءوا} للتعقيب فيقتضي أن يكون الفيء عقب اليمين في مدة التربص، فإن فات الفيء بمضيها، وجب حصول الطلاق إذ غير جائز له أن يمنع الفيء والطلاق جميعا (٤) وعزيمة الطلاق في قوله تعالى: {وإن عزموا الطلاق} انقضاء الأربعة الأشهر (٥) .
_________
(١) هو: سهيل بن أبي صالح -واسم أبي صالح ذكوان- السمان أبو يزيد المدني، روي عن أبيه وسعيد بن المسيب والحارث بن مخلد وغيرهم، وروي عنه ربيعة والأعمش ومالك وغيرهم، وهو ثبت صالح الحديث، وقال النسائي ليس به بأس، وقال أبو حاتم: يكتب حديثه ولا يحتج به، انظر: تهذيب التهذيب (٤/٢٣١) ت رقم (٤٦٤) وميزان الاعتدال (٢/٢٤٣) ت رقم (٣٦٠٤) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب الإيلاء باب من قال يوقف المولي بعد تربص أربعة أشهر، ح رقم (١٥٢٠٩) وأخرجه الدارقطني في سننه، كتاب الطلاق والخلع والإيلاء ح رقم (٣٩٩٥) .
(٣) بدائع الصنائع (٣/٢٧٧) والبحر الرائق (٤/١٠٤) .
(٤) أحكام القرآن للجصاص (١/٤٣٥) .
(٥) المرجع السابق.','2','563',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (553,'٢- عن عثمان بن عفان وزيد بن ثابت (١) رضي الله عنهما قالا في الإيلاء: (إذا مضت الأربعة أشهر فهي تطليقة بائنة) (٢) .
٣- عن ابن عباس رضي الله عنهما قال: (إذا مضت أربعة أشهر فهي تطليقة بائنة) (٣) .
٤- أن الله تعالى جعل مدة التربص أربعة أشهر، والوقف وتخيير الزوج يوجب الزيادة على المدة المنصوص عليها، وهي مدة اختيار الفيء أو الطلاق فلا يجوز الزيادة إلا بالدليل (٤) .
الترجيح
الذي يظهر بعد عرض الأقوال والأدلة، أن الراجح قول الجمهور، أن الزوج يوقف ويطلب منه الفيء أو الطلاق، لما يأتي:
١- أن ظاهرة آية التربص يدل على أن الأربعة أشهر كاملة من حق الزوج، ولا سبيل للمرأة في المطالبة بالفيء أو الطلاق حتى تنتهي ثم تطالب بعد ذلك.
_________
(١) هو: زيد بن ثابت بن الضحاك بن زيد بن لوذان، الأنصاري الخزرجي، أول مشاهده الخندق، وقيل: أحد وكانت معه راية بني النجار في تبوك، وهو من كتاب الوحي، وهو الذي جمع القرآن في عهد أبي بكر، وكان علما في القضاء والفتوى والفرائض توفي سنة (٤٥هـ) وقيل غير ذلك انظر: الإصابة (٢/٤٩٠) ت رقم (٢٨٨٧) وأسد الغابة (٢/١٢٦) ت رقم (١٨٢٤) .
(٢) أخرجه البيهقي في السنن كتاب الطلاق، باب من قال عزم الطلاق انقضاء أربعة أشهر، ح رقم (١٥٢٢٥) قال البيهقي: والمشهور عن عثمان خلافه انظر: السنن الكبرى (٧/٦٢١) وأخرجه ابن حزم في المحلى بالآثار (٩/١٨٣) والدارقطني في سننه، كتاب الطلاق والخلع والإيلاء، ح رقم (٣٩٩٩) و (٤٠٠٠) وفيه عطاء الخرساني ضعيف. انظر: تهذيب التهذيب (٧/١٩٠) ت رقم (٣٩٥) .
(٣) أخرجه البيهقي في السنن الكبرى، كتاب الإيلاء، باب من قال: عزم الطلاق انقضاء الأربعة أشهر، ح رقم (١٥٢٢٩) قال البيهقي: هذا الصحيح عن ابن عباس، وروي عنه خلافه، انظر السنن الكبرى (٧/٦٢٣) وأخرجه الدارقطني في سننه، كتاب الطلاق والخلع والإيلاء، ح رقم (٤٠٠٣) .
(٤) بدائع الصنائع (٣/٢٧٧) .','2','564',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (554,'٢- الآثار التي جاءت عن بعض الصحابة رضي الله عنهم واستدل بها الحنيفة أنه بمجرد مضي المدة تطلق المرأة طلقة بائنة (١) قد ورد عنهم كذلك، أن الزوج المولي يوقف بعد انتهاء المدة فيطلب أن يفي أو يطلق (٢) .
٣- أكثر الصحابة قالوا بالوقف للمولي بعد انتهاء مدة التربص أربعة، أشهر فيطلب منه أن يفيء أو يطلق، والترجيح قد يقع بقول الأكثرية إذا سانده ظاهر القرآن (٣) ، وظاهر القرآن يدل على أن المولي يطلب منه بعد مضي مدة التربص الفيء أو الطلاق.
إذا تقرر هذا فالمجاهد في سبيل الله كغيره في هذه المسألة، فإذا خرج للجهاد وقد آلى من زوجته وانتهت المدة ولم يفيء فإنه يطلب منه أن يفيء بالجماع فإن عجز عنه لبعد المسافة بينه وبين زوجته أو انشغاله بالعدو، فإنه يفيء بالقول فيقول: فئت أو أبطلت إيلاءها لأن وعده بالفعل عند القدرة عليه دليل ترك قصد الإضرار، وفيه نوع من الاعتذار، وإخبار بإزالة الضرر عند إمكانه (٤) والله أعلم.
_________
(١) السنن الكبرى للبيهقي كتاب الإيلاء، باب من قال عزم الطلاق انقضاء الأربعة أشهر (٧/٦٢١) وسنن الدارقطني كتاب الطلاق والخلع والإيلاء (٤/٣٣) والمحلى بالآثار ... (٩/١٨٣) وما بعدها.
(٢) السنن الكبرى للبيهقي كتاب الإيلاء، باب من قال: يوقف المولي بعد تربص أربعة أشهر (٧/٦١٨) وسنن الدارقطني كتاب الطلاق والخلع والإيلاء (٤/٣٣) والمحلى بالآثار (٩/١٨٣) وما بعدها.
(٣) فتح الباري شرح صحيح البخاري (٩/٥٣٦) .
(٤) المغني (١١/٤٣) والبناية على الهداية (٥/٢٨٣) .','2','565',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (555,'<span data-type="title" id=toc-250>المبحث الثاني
في الرجعة</span>
وفيه مطلبان:
<span data-type="title" id=toc-251>المطلب الأول: مراجعة المجاهد زوجته وهو في المعركة</span>.
المطلب الثاني: إذا لم تعلم الزوجة بمراجعته لها، فاعتدت ثم تزوجت.
المطلب الأول
مراجعة (١)
المجاهد زوجته وهو في المعركة
لا يختلف المجاهد عن غيره في أنه يجوز له مراجعة زوجته من طلاق رجعي ما دامت في العدة كرهت ذلك المرأة، أم لا، علمت، أم لم تعلم، وهذا باتفاق الفقهاء رحمهم الله تعالى.
قال ابن المنذر: اتفق الفقهاء على أن للزوج مراجعة زوجته من طلاق رجعي ما دامت في العدة وإن كرهت المرأة (٢) .
وفي المغني لابن قدامة: والمراجعة أن يقول لرجلين من المسلمين: اشهدا أني قد راجعت امرأتي، ولا يفتقر ذلك إلى صداق، ولا ولي ولا رضي المرأة، ولا علمها بإجماع أهل العلم (٣) . ويدل على هذا الكتاب والسنة:
فمن الكتاب قوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ} [البقرة: ٢٢٨] .
_________
(١) رجعته عن الشيء وإليه أي رددته، وارتجع المرأة وراجعها أي: رجعها إلى نفسه بعد الطلاق.
انظر: لسان العرب (٨/١١٥) مادة (رجع) والمصباح المنير ص (٢٢٠) مادة (رجع) .

وشرعا: إعادة مطلقة غير بائن إلى ما كانت عليه بغير عقد. انظر: كشاف القناع (٤/٢٩٧)
(٢) الإجماع لابن المنذر ص ٧٥ وانظر: مراتب الإجماع لابن حزم ص (٧٥) ورحمة الأمة في اختلاف الأئمة ص (٤٢١) .
(٣) المغني (١٠/٥٥٨) .','2','566',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (556,'ومن السنة عن ابن عمر رضي الله عنهما أنه طلق امرأته وهي حائض في عهد رسول الله - صلى الله عليه وسلم - فسأل عمر بن الخطاب رسول الله - صلى الله عليه وسلم - عن ذلك، فقال - صلى الله عليه وسلم - «مره فليراجعها..» (١) .
<span data-type="title" id=toc-252>المطلب الثاني
إذا لم تعلم الزوجة بمراجعته لها فاعتدت ثم تزوجت</span>
إذا خرج المجاهد للقتال في سبيل الله وزوجته في العدة من طلاق رجعي، ثم راجعها قبل أن تنتهى عدتها، ولم تعلم أنه راجعها فلما انتهت عدتها تزوجت اختلف الفقهاء رحمهم الله تعالى في صحة النكاح الثاني إلى ثلاثة أقوال:
القول الأول: أن النكاح باطل ويفرق بينهما وهي زوجة الأول سواء دخل بها الثاني، أم لا.
وهذا قول الحنفية (٢) والشافعية (٣) والصحيح من مذهب الحنابلة (٤) إلا أن الحنابلة اشترطوا إقامة البينة على الرجعة (٥) .
واستدلوا بما يلي:
١- عن علي بن أبي طالب - رضي الله عنه - في الرجل يطلق امرأته ثم يشهد على رجعتها ولم تعلم بذلك فنكحت قال: (هي امرأة الأول دخل بها الآخر أم لم يدخل) (٦) .
_________
(١) صحيح البخاري مع الفتح، كتاب الطلاق، باب وبعولتهن أحق بردهن في ذلك، ح رقم (٥٣٣٢) وصحيح مسلم مع شرح النووي، كتاب الطلاق باب تحريم طلاق الحائض بغير رضاها، ح رقم (١٤٧١) واللفظ لمسلم.
(٢) المبسوط (٦/٢٣) وبدائع الصنائع (٣/٢٨٦) .
(٣) الأم (٥/٢٤٤) وروضة الطالبين (٨/٢٥٥) .
(٤) المغني (١٠/٥٧٣) والإنصاف (٩/١٦٠) والمبدع (٧/٣٩٧) وكشاف القناع (٤/٣٠٠) .
(٥) المراجع السابقة.
(٦) أخرجه البيهقي في السنن الكبرى، كتاب الرجعة باب الرجل يشهد على رجعتها ولم تعلم بذلك، ح رقم (١٥١٨٧) والشافعي في الأم (٥/٢٤٥) وابن حزم في المحلى بالآثار (١٠/٢٤) .','2','567',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (557,'٢- أن الله جعل للزوج المطلق الرجعة في العدة، ولا يبطل ما جعل الله له منها بباطل من نكاح غيره، ولا بدخول لم يكن يحل على الابتداء (١) .
٣- ولأن الرجعة قد صحت بدون علمها، وتزوجت وهي زوجة الأول، فلم يصح نكاحها، كما لو لم يطلقها (٢) .
القول الثاني: أن النكاح الثاني صحيح دخل بها، أم لا، ولا حق للأول عليها.
وهذا قول للمالكية (٣) وقول ابن حزم (٤) .
واستدلوا بما يلي:
١- عن سعيد بن المسيب رحمه الله أنه قال: (مضت السنة في الذي يطلق امرأته ثم يراجعها فيكتمها حتى تحل فتنكح زوجا غيره أنه ليس له من أمرها شيء ولكنها لمن تزوجها) (٥) . ونوقش هذا: بأنه لم يرو إلا عن ابن شهاب الزهري فيكون من قوله، وليس في ذلك حجة (٦) .
٢- روي عن عمر بن الخطاب - رضي الله عنه - أنه قال في المرأة يطلقها زوجها وهو غائب عنها، ثم يراجعها فلا يبلغها مراجعته، -وقد بلغها طلاقه- فتزوجت: (أنه إذا دخل بها زوجها الآخر أو لم يدخل بها فلا سبيل لزوجها الأول الذي كان طلقها إليها) (٧) .
_________
(١) الأم (٥/٢٤٥) .
(٢) بدائع الصنائع (٣/٢٨٦) وكشاف القناع (٤/٣٠٠) والمغني (١٠/٥٧٤) .
(٣) الموطأ مع شرح الزرقاني (٣/٢٥٧) وبداية المجتهد (٢/٨٩) .
(٤) المحلى بالآثار (١٠/٢٠) .
(٥) رواه ابن حزم في المحلى بالآثار في أحكام الرجعة (١٠/٢٢) .
(٦) سبل السلام (٣/٣٨١) .
(٧) المحلى بالآثار في أحكام الرجعة.','2','568',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (558,'ونوقش هذا الأثر: بأنه منقطع، قال ابن حزم: ما روينا من طرق عن عمر كلها منقطعة (١) .
القول الثالث: إن الزوج أحق بها ما لم يدخل بها الثاني، فإن دخل بها فلا سبيل للأول عليها، وهذا قول للمالكية (٢) ورواية عند الحنابلة (٣) .
واستدلوا بما يلي:
١- ما روي أن عمر بن الخطاب - رضي الله عنه - قال فيمن طلق امرأته ثم سافر وأشهد على رجعتها قبل انقضاء العدة ولا علم لها بذلك حتى تزوجت (أنه إن أدركها قبل أن يدخل بها فهي امرأته، وإن لم يدركها حتى دخل بها الثاني فهي امرأة الثاني) (٤) .
ونوقش هذا الأثر عن عمر - رضي الله عنه - بأنه أثر منقطع (٥) .
٢- أن كل واحد منهما عقد عليها، وهي ممن يجوز له العقد عليها في الظاهر، ومع الثاني ميزة الدخول فقدم بها (٦) .
ويمكن مناقشة هذا: بأن الثاني عقد عليها وهي زوجة الأول لصحة الرجعة عليها بالاتفاق، فعقد الثاني باطل.
الترجيح
الذي يظهر أن الراجح القول الأول، أنها زوجة الأول وأن نكاح الثاني باطل ويفرق بينهما، سواء دخل بها، أم لا؟ ويلزم الزوج أن يعلمها بالرجعة وهي في العدة ما استطاع إلى ذلك سبيلا (٧) والله أعلم.
_________
(١) المحلى بالآثار (١٠/٢٣) .
(٢) المدونة (٢/٤٤٩) وبداية المجتهد (٢/٨٩) وشرح الموطأ للزرقاني (٣/٢٥٨) .
(٣) المغني (١٠/٥٧٤) والإنصاف (٩/١٦٠) والمبدع (٧/٣٩٧) .
(٤) المحلى لابن حزم في أحكام الرجعة (١٠/٢٣) .
(٥) المحلى بالآثار (١٠/٢٣) .
(٦) المغني (١٠/٥٧٤) .
(٧) في هذا العصر تعددت وسائل الاتصال حتى أصبح العالم كالقرية الواحدة. فيمكن المراجع أن يبلغ المرأة وليها مراجعته لها بـ (الهاتف) من أي مكان، أو بأي وسيلة أخرى.','2','569',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (559,'<span data-type="title" id=toc-253>الفصل الرابع
أحكام المجاهد في العدة والنفقات</span>
ويشتمل على مبحثين:
المبحث الأول: في العدة.
المبحث الثاني: في النفقات.','2','571',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (560,'<span data-type="title" id=toc-254>المبحث الأول
في العدة</span>
وفيه مطلبان:
المطلب الأول: في عدة زوجة المجاهد إذا قتل في سبيل الله.
المطلب الثاني: في عدة زوجة المجاهد إذا فقد في المعركة
المطلب الأول
عدة (١) زوجة المجاهد إذا قتل في سبيل الله
لا تختلف زوجة المجاهد في العدة عن غيرها ممن مات عنها زوجها في غير الجهاد.
ولها في العدة حالتان:
الحالة الأولى: أن تكون حاملا.
وعدتها في هذه الحالة تنقضي بوضع الحمل، وهذا قول جمهور أهل العلم من السلف والخلف (٢) ونقل بعضهم الإجماع على ذلك.
جاء في المغني (أجمعوا على أن المتوفي عنها زوجها إذا كانت حاملا أجلها وضع حملها..) (٣) .
_________
(١) العدة في اللغة: جمع عدد مأخوذ من العد والحساب، وهي مقدار ما يعد ومبلغه، وعدة المرأة تربصها المدة الواجبة عليها. انظر لسان العرب (٣/٢٨٤) مادة (عدد) والمصباح المنير ص (٣٩٦) والمعجم الوسيط ص (٥٨٧) وشرعا، تربص محدود شرعا يلزم المرأة عند زوال النكاح المتأكد أو شبهته انظر: التعريفات ص (١٩٢) وكشاف القناع ... (٤/٣٥٩) .
(٢) المبسوط (٦/٣١) وبداية المجتهد (٢/٩٩) وفتح الباري شرح صحيح البخاري (٩/٥٩٢) ونيل الأوطار (٦/٢٨٨) وكشاف القناع (٤/٣٦٠) والمبدع (٨/١٠٩) والمحلى بالآثار (١٠/٧٢) .
(٣) المغني (١١/٢٢٧) وانظر: التمهيد (٢٠/٣٣) والإجماع لابن المنذر ص (٢٧٠) .','2','572',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (561,'واستدلوا بما يلي:
١- عموم قوله تعالى: {وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} [الطلاق: ٤] .
فيشمل العموم المطلقة والمتوفى عنها زوجها، يؤيد ذلك ما روي عن أبي بن كعب (١) قال: قلت للنبي - صلى الله عليه وسلم - {وَأُولاتُ الأحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} [الطلاق: ٤] للمطلقة ثلاثا أو للمتوفى عنها زوجها، قال: (هي للمطلقة ثلاثا وللمتوفى عنها) (٢) .
٢- ما روي (أن سبيعة الأسلمية (٣) نفست بعد وفاة زوجها (٤) بليال، فجاءت النبي - صلى الله عليه وسلم - فاستأذنته أن تنكح فأن لها، فنكحت) (٥) .
_________
(١) هو: أبي بن كعب بن قيس بن عبيد بن معاوية، الأنصاري أبو المنذر سيد القراء، شهد العقبة الثانية وبدرا والمشاهد كلها، من علماء الصحابة ومن أهل الفتيا خرج الأئمة أحاديثه في صحاحهم كان يسأله عمر عن النوازل وسماه سيد المسلمين، توفي في خلافة عثمان سنة (٣٠هـ) وقيل: في خلافة عمر رضي الله عنهم أجمعين، انظر: الإصابة في تمييز الصحابة (١/١٨٠) ت رقم (٣٢) والطبقات لابن سعد (٣/٤٩٨) .
(٢) أخرجه الدارقطني في سننه، كتاب الطلاق ح رقم (٣٩٥٦) وفي إسناده المثنى ابن الصباح اليماني، وهو ضعيف قال النسائي: ليس بثقة، متروك الحديث، انظر: تهذيب التهذيب (١٠/٣٢) والهيثمي في مجمع الزوائد، باب العدة (٥/٢) قال: وفيه المثنى بن الصباح وثقة ابن معين وضعفه الجمهور، وأخرجه الإمام أحمد في مسنده (١٥/٤١٠) ح رقم (٢١٠٠٧) .
(٣) هي: سبيعة بنت الحارث الأسلمية زوجة سعد بن خولة قال ابن عبد البر: روي عنها فقهاء المدينة، وفقهاء الكوفة، انظر: الإصابة (٨/١٧١) ت رقم (١١٢٧٨) وأسد الغابة (٦/١٣٧) ت رقم (٦٩٧١) .
(٤) هو: سعد بن خولة القرشي العامري من بني مالك بن حسل بن عامر بن لؤي، وقيل من حلفائهم قال ابن هشام: هو فارسي من اليمن حالف بني عامر، ذكره موسى بن عقبة وابن إسحاق وغيرهما في البدريين، توفي في حجة الوداع.
انظر: الإصابة (٣/٤٥) ت رقم (٣١٥٢) وأسد الغابة (٢/١٩١) ت (١٩٨٣) .
(٥) صحيح البخاري مع الفتح، كتاب الطلاق باب (وأولات الأحمال أجلهن أن يضعن حملهن) ح رقم (٥٣٢٠) وورد بألفاظ أخرى. انظر: ح رقم (٥٣١٨) (٥٣١٩) وصحيح مسلم مع شرح النووي، كتاب الطلاق، باب انقضاء عدة المتوفى عنها زوجها، ح رقم (١٤٨٤) ، (١٤٨٥) .','2','573',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (562,'وقد روي عن علي بن أبي طالب وابن عباس رضي الله عنهم أن الحامل تعتد بأبعد الأجلين، فإذا وضعت قبل مضي أربعة أشهر وعشر تربصت إلى انقضائها وإن انتهت أربعة أشهر وعشر قبل الوضع تربصت إلى الوضع.
وذلك للجمع بين عدة الوفاء أربعة أشهر وعشر، وبين عدة الحامل بوضع الحمل (١) .

ونوقش هذا بما يلي:
١- ما روي عن علي بن أبي طالب - رضي الله عنه - منقطع، وعلى هذا ففي صحته عنه نظر.
٢- وما روي عن ابن عباس رضي الله عنهما قد رجع عنه لما بلغه حديث سبيعة الأسلمية السابق الذكر (٢) .
وعلى هذا يتحقق الإجماع على أن عدة الحامل تنقضي بوضع الحمل.
٣- وعلى فرض صحة هذا القول عنهما، فإن حديث سبيعة الأسلمية نص في أنها تنقضي عدة الحامل بوضع الحمل، وهذا حجة لا يمكن التخلص عنه بوجه من الوجوه (٣) والله أعلم.
الحالة الثانية: أن تكون غير حامل.
اتفق الفقهاء (٤) رحمهم الله تعالى في هذه الحالة أن عدة الحرة (٥) صغيرة كانت أم كبيرة مدخول بها أم لا، أربعة أشهر وعشر.
_________
(١) المبسوط (٦/٣١) والتمهيد (٢٠/٣٣) وفتح الباري صحيح البخاري (٩/٥٩٢) ونيل الأوطار (٦/٢٨٨) والمغني (١١/٢٢٧) .
(٢) التمهيد (٢٠/٣٣) وشرح الموطأ للزرقاني (٣/٢٨٦) والمغني (١١/٢٢٧) وأحكام القرآن للجصاص (٣/٦١٢) .
(٣) نيل الأوطار (٦/٢٨٩) .
(٤) المبسوط (٦/٣٠) والشرح الكبير مع حاشية الدسوقي (٢/٤٧٥) وروضة الطالبين (٨/٣٩٨) وكشاف القناع (٤/٣٦٢) والمحلى بالآثار (١٠/٦٢) .
(٥) عدة الأمة نصف الحرة، ونقل الإجماع على ذلك غير واحد من أهل العلم. انظر: أحكام القرآن للجصاص (١/٥٠٣) .','2','574',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (563,'جاء في بداية المجتهد: اتفق المسلمون على أن عدة الحرة من زوجها الحر أربعة اشهر وعشرا (١) .
وفي المغني (أجمع أهل العلم أن عدة الحرة المسلمة غير ذات الحمل من وفات زوجها أربعة أشهر وعشرا، مدخول بها، أو غير مدخلو بها، كبيرة بالغة أو صغيرة لم تبلغ) (٢) .
والأدلة على ذلك ما يلي:
١- قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [البقرة: ٢٣٤] .
٢- وعن أم حبيبة (٣) رضي الله عنها قالت: سمعت النبي - صلى الله عليه وسلم - يقول: (لا يحل لامرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث ليال إلا على زوج أربعة أشهر وعشرا) (٤) .
واختلفوا في ابتداء العدة في هذه الحالة هل يكون من حين وفاة الزوج أم من حين علم الزوجة بوفاته إلى ثلاثة أقوال:
القول الأول:
أنها تعتد من يوم الوفاة وإن لم تعلم بالوفاة حتى مضت العدة لم يكن عليها شيء، وبهذا قال الأئمة الأربعة وغيرهم (٥) ونقل بعضهم الإجماع على ذلك.
_________
(١) بداية المجتهد (٢/٩٩) .
(٢) المغني (١١/٢٢٣) وانظر: المبدع (٨/١١٢) وحاشية الروض المربع (٧/٧٩) .
(٣) هي: رملة بنت أبي سفيان، واسم أبي سفيان صخر بن حرب بن أمية القرشية الأموية زوج النبي - صلى الله عليه وسلم - تكني أم حبيبة واشتهرت بذلك وقيل: اسمها هند ورملة أصح. أسلمت قديما وهاجرت إلى الحبشة مع زوجها عبيد الله بن جحش فتنصر ومات هناك فأرسل رسول الله - صلى الله عليه وسلم - يخطبها إلى النجاشي فوكلت في زواجها خالد بن سعيد بن العاص، وقيل عثمان بن عفان، فتزوجها النبي - صلى الله عليه وسلم - وهي بالحبشة، روت عن النبي - صلى الله عليه وسلم - أحاديث عدة، توفيت سنة ٤٤ هـ وقيل: غير ذلك. انظر الإصابة (٨/١٤٠) . ت رقم (١١١٩١) وأسد الغابة (٦/١١٥) ت رقم (٦٩٢٤) .
(٤) صحيح البخاري مع الفتح، كتاب الطلاق باب تحد المتوفى عنها أربعة أشهر وعشرا، ح رقم (٥٣٣٤) وصحيح مسلم مع شرح النووي، كتاب الطلاق باب وجوب الحداد في عدة الوفاة ح رقم (١٤٨٦) .
(٥) المبسوط (٦/٣١) والاختيار للموصلي (٣/١٧٤) والمدونة (٢/٤٢٩) ومواهب الجليل (٥/٤٨٩) والأم (٥/٢١٦) والحاوي الكبير (١١/٢٢١) والمغني (١١/٣٠٧) وحاشية الروض المربع (٧/٧١) .','2','575',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (564,'جاء في التمهيد (أجمعوا على أن كل معتدة من وفاة تحسب عدتها من وفاة زوجها) (١) .
واستدلوا بما يلي:
١- عن ابن عمر رضي الله عنهما قال: (تعتد المطلقة والمتوفى عنها زوجها منذ يوم طلقت وتوفي عنها زوجها) (٢) .
٢- ولأنها لو وضعت حملها انقضت به عدتها وإن لم تعلم بطلاقها، فكذلك سائر أنواع العدد (٣) .
٣- ولأن العدة مجرد مضي المدة وذلك يتحقق بدون علمها (٤) .
٤- ولأن الوفاة هي السبب في العدة فيعتبر ابتداء العدة من وقت وجود السبب (٥) .
القول الثاني: أنها تعتد من حين العلم بموته لا من حين وفاته.
وهذا القول مروي عن علي بن أبي طالب رضي الله عنه، وعن الحسن البصري، وقتادة، وابن حزم (٦) .
واستدلوا بما يلي:
١- ما روي أن فريعة (٧) بنت مالك قتل زوجها في سفر، فلما علمت بقتله أتت النبي - صلى الله عليه وسلم - فأخبرته، فقال لها: (امكثي في البيت الذي أتاك فيه نعي زوجك حتى يبلغ الكتاب أجله) فاعتدت فيه أربعة أشهر وعشرا (٨) .
_________
(١) التمهيد (١٥/٩٩) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب العدد، باب العدة من الموت والطلاق والزوج الغائب، ح رقم (١٥٤٤٥) وصححه ابن حزم في المحلى (١٠/١٢٣) .
(٣) المغني (١١/٣٠٨) والحاوي الكبير (١١/٢٢١) .
(٤) المبسوط (٦/٣٢) وأحكام القرآن للجصاص (١/٥٠٤) والأم (٥/٢١٦) .
(٥) الاختيار للموصلي (٣/١٧٤) والبحر الرائق (٤/٢٤٣) .
(٦) المبسوط (٦/٣١) وأحكام القرآن للجصاص (١/٥٠٤) والحاوي الكبير (١١/٢٢١) والمغني (١١/٣٠٨) والمحلى بالآثار (١٠/١٢٣) .
(٧) هي: فريعة بنت مالك بن سنان الخدرية، أخت أبي سعيد الخدري، ويقال لها: الفارعة شهدت بيعة الرضوان. انظر: أسد الغابة (٦/٢٣٥) ت رقم (٧١٩٨) والإصابة ... (٨/٢٨٠) ت رقم (١١٦٢٨) .
(٨) أخرجه الإمام أحمد في المسند ج (١٨/٤٢٢) ح رقم (٢٦٩٦٦) والحاكم في المستدرك كتاب الطلاق ح رقم (٢٨٣٣) وقال: صحيح الإسناد. ووافقه الذهبي. انظر: التلخيص بهامش المستدرك (٢/٢٢٦) ورواه الترمذي في صحيحه مع عارضة الأحوذي، كتاب الطلاق باب ما جاء أين تعتد المتوفى عنها زوجها ح رقم (١٢٠٤) وقال: حديث حسن صحيح، وأخرجه أبو داود في سننه، كتاب الطلاق باب المتوفى عنها تنتقل ح رقم (٢٣٠٠) .','2','576',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (565,'وجه الدلالة:
أنه أمرها باستئناف العدة لوقتها ولم يعتبر ما مضى (١) .
ونوقش هذا الاستدلال:
بأنه يحتمل أنه أمرها باستئناف العدة لوقتها، ويحتمل الاستدامة واحتساب ما مضى، فلم يكن فيه مع الاحتمال دليل (٢) .
٢- ولأنها مأمورة في العدة بالحداد واجتناب الطيب وعدم الخروج من مسكنها، وهي قبل علمها غير قاصدة لأحكام العدة، فلذلك لم تكن في عدة (٣) .
ونوقش هذا: بأن القصد في العدة غير معتبر بدليل أن المجنونة والصغيرة تنقضي عدتها من غير قصد، والحداد الواجب ليس شرطا في العدة فلو تركته قصدا أو من غير قصد لانقضت عدتها (٤) .
القول الثالث:
إن علمت الوفاة ببينة اعتدت بما مضى، كالقول الأول، وإن علمت بخبر اعتدت من وقتها كالقول الثاني، وهذا القول مروي عن عمر بن عبد العزيز (٥) وراية عن الإمام أحمد (٦) .
واستدلوا على علمها بالبينة بما استدل به أصحاب القول الأول، وعلى علمها بالخبر بما استدل به أصحاب القول الثاني.
الترجيح
الذي يظهر أن الراجح هو القول الأول أنها تعتد من يوم الوفاة، لقوة ما استدلوا به ومناقشة أدلة المخالفين. والله أعلم.
_________
(١) الحاوي الكبير (١١/٢٢١) .
(٢) المرجع السابق.
(٣) الحاوي الكبير (١١/٢٢١) والمبسوط (٦/٣١) .
(٤) المغني (١١/٣٠٨) والحاوي الكبير (١١/٢٢١) .
(٥) هو: عمر بن عبد العزيز بن مروان بن الحكم القرشي الأموي، الإمام العادل العلامة المجتهد الزاهد بويع بالخلافة سنة (٩٩هـ) ، وبقي سنتين وخمسة أشهر نحو خلافة الصديق، ملأ الأرض عدلا ورد المظالم إلى أهلها، توفي مسموما بحمص سنة (١٠١هـ) ، انظر: سير أعلام النبلاء (٥/١١٤) وتاريخ الخلفاء ص (٢٥٩) .
(٦) المغني (١١/٣٠٧) والإنصاف (٩/٢٩٤) والحاوي الكبير (١١/٢٢١) .','2','577',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (566,'<span data-type="title" id=toc-256>المطلب الثاني
في عدة زوجة المجاهد إذا فقد في المعركة</span>
وفيه فرعان:
<span data-type="title" id=toc-257>الفرع الأول: مدة الانتظار قبل أن تعتد</span>.
الفرع الثاني: عدة زوجة المجاهد بعد مدة الانتظار.
الفرع الأول
مدة الانتظار قبل أن تعتد
اتفق الفقهاء (١) رحمهم الله تعالى على أنه لا بد لها من وقت تنتظر فيه زوجها قبل أن تعتد، ثم اختلفوا في مدة الانتظار إلى قولين:
القول الأول: أنها تنتظر أربع سنين من فقده ثم تعتد.
وهذا المذهب عند الحنابلة، لأن الغالب عليه الهلاك (٢) والقديم عند الشافعية (٣) وقول للمالكية (٤) .
واستدلوا بما يلي:
١- ما روي عن عمر بن الخطاب - رضي الله عنه - أنه قال: (أيما امرأة فقدت زوجها فلم تدر أين هو فإنها تنتظر سنين، ثم تنتظر أربعة أشهر وعشرا) (٥) .
_________
(١) بدائع الصنائع (٥/٢٨٧) وبداية المجتهد (٢/٥٦) وروضة الطالبين (٦/٣٤) والمغني (٩/١٨٦) والمحلى بالآثار (٩/٣٦٦) .
(٢) المغني (١١/٢٤٨) وكشاف القناع (٤/٣٦٧) والإنصاف (٧/٣٣٦) .
(٣) روضة الطالبين (٨/٤٠٠) والحاوي الكبير (١١/٣١٦) .
(٤) بداية المجتهد (٢/٥٦) والمقدمات الممهدات (١/٥٣٤) وروي أشهب عن مالك، أن المفقود ينتظر سنة من يوم رفع أمره إلى السلطان ثم تعتد امرأته عدة الوفاة. انظر: الشرح الصغير مع بلغة السالك (١/٥٠٧) والشرح الكبير مع حاشية الدسوقي ... (٢/٤٨٣) .
(٥) أخرجه البيهقي في السنن الكبرى، كتاب العدد باب من قال تنتظر أربع سنين ح رقم ... (١٥٥٦٦) .','2','578',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (567,'٢- وعن عمر وعثمان رضي الله عنهما قال: (امرأة المفقود تربص أربع سنين ثم تعتد أربعة أشهر وعشرا، ثم تنكح) (١) .
ونوقش ما روي عن عمر رضي الله عنه: بأنه رجع عنه حين حكم في امرأة المفقود ثم رجع زوجها بعد ذلك، فصار رجوعه ومن قال بقوله من الصحابة إجماعا بعد خلاف (٢) .
والجواب عن هذه المناقشة: أن عمر - رضي الله عنه - لم يرجع عن قوله وقد أنكر الإمام أحمد رحمه الله القول برجوع عمر عن قوله في امرأة المفقود، وقال: زعموا أن عمر رجع عن هذا وهؤلاء الكذابين وحسن حديث عمر، وقال: هو عن خمسة من أصحاب النبي - صلى الله عليه وسلم - (٣) .
القول الثاني: أن زوجة المفقود تنتظر حتى يتحقق لها موته، أو تمضي مدة لا يعيش فوقها عادة (٤) .
وبهذا قال الحنفية (٥) وهو قول للمالكية (٦) والأظهر عند الشافعية (٧) ، ورواية عند الحنابلة (٨) وهو قول ابن حزم (٩) .
واستدلوا بما يلي:
١- عن المغيرة بن شعبة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - (امرأة المفقود امرأته حتى يأتيها البيان) (١٠) .
ونوقش هذا: بأنه ضعيف لم يثبت (١١) .
_________
(١) المرجع السابق ح رقم (١٥٥٦٧) .
(٢) الحاوي الكبير (١١/٣١٧) .
(٣) المغني (١١/٢٤٨) وكشاف القناع (٤/٣٦٧) والمبدع (٨/١٢٨) وهو قول عثمان وعلي وابن عباس وابن الزبير رضي الله عنهم.
(٤) اختلفوا في المدة التي لا يعيش فوقها عادة إلى أقوال عدة راجع قسمة مال المفقود في المعركة.
(٥) بدائع الصنائع (٥/٢٨٩) والبحر الرائق (٥/٢٧٧) .
(٦) المقدمات الممهدات (١/٥٣٣) وبداية المجتهد (٢/٥٦) .
(٧) روضة الطالبين (٨/٤٠٠) والأم (٥/٢٣٩) ومغني المحتاج (٥/٩٧) .
(٨) الإنصاف (٧/٣٣٦) والمبدع (٨/١٢٨) .
(٩) المحلى بالآثار (٩/٣١٦) .
(١٠) أخرجه البيهقي في السنن الكبرى، كتاب العدة، باب من قال: امرأة المفقود امرأته حتى يأتيها يقين وفاته، ح رقم (١٥٥٦٥) قال البيهقي: رواه زكريا عن يحيى الواسطي عن سوار بن مصعب، وسوار ضعيف، (٧/٧٣١) وفي لسان الميزان: قال البخاري عنه: منكر الحديث، وقال النسائي وغيره: متروك، قال أبو داود: ليس بثقة (٣/١٥٢) وأخرجه الدارقطني في سننه، كتاب النكاح، ح رقم (٣٨٠٤) .
(١١) المغني (١١/٢٥١) .','2','579',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (568,'٢- ما روي عن علي بن أبي طالب - رضي الله عنه - في امرأة المفقود (امرأة المفقود ابتليت فلتصبر لا تنكح حتى يأتيها يقين موته) (١) .

ونوقش هذا:
بأن المشهور عن علي - رضي الله عنه - خلاف هذا، وأن هذه الرواية عن علي - رضي الله عنه - ضعيفة (٢) .
وعلى فرض صحة ما روي عن المغيرة وعن علي رضي الله عنهما فإن ذلك محمول على المفقود الذي ظاهر غيبته السلامة جمعا بين الأدلة (٣) .
٣- ولأن النكاح علم ثبوته، والغيبة لا توجب فرقة، والموت في حيز الاحتمال فلا يزال النكاح بالشك (٤) .
ونوقش هذا:
بأنه ممنوع هنا لأن الشك تتساوى فيه الاحتمالات، والظاهر في المفقود في المعركة هلاكه (٥) .
الترجيح
الراجح ما ذهب إليه أصحاب القول الأول من أنها تنتظر أربع سنوات منذ فقده في المعركة ثم تعتد، لأن أربع سنوات كافية في العثور عليه لو كان حيا، ولأنها أكثر مدة الحمل فيبرأ الرحم، ولأن بقاء المفقود زوجها حتى يتحقق موته فيه ضرر عليها، وفساد في المجتمع إذا بقيت مدة طويلة دون زوج. والله أعلم
<span data-type="title" id=toc-258>الفرع الثاني
عدة زوجة المجاهد بعد مدة الانتظار</span>
إذا تقرر رجحان انتظارها أربع سنوات، فإن عدتها بعد مدة الانتظار عدة الوفاة أربعة أشهر وعشرا، باتفاق الفقهاء وقد سبق بيان ذلك بأدلته (٦) .
_________
(١) أخرجه البيهقي في السنن الكبرى، كتاب العدد، باب من قال بتخيير المفقود إذا قدم، ح رقم (١٥٥٧٤) .
(٢) المغني (١١/٢٥١) والسنن الكبرى للبيهقي كتاب العدد ج (٧/٧٣٢) .
(٣) المغني (١١/٢٥١) .
(٤) البحر الرائق (٥/٢٧٦) وحاشية ابن عابدين (٦/٤٦٠) .
(٥) المغني (١١/٢٥١) .
(٦) راجع: عدة زوجة المجاهد الحالة الثانية.','2','580',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (569,'<span data-type="title" id=toc-259>المبحث الثاني
في النفقات</span>
وفيه مطلبان:
<span data-type="title" id=toc-260>المطلب الأول: نفقة زوجة المجاهد ونفقة أولاده</span>.
المطلب الثاني: فضل كفالة أولاد المجاهد وزوجته.
المطلب الأول
نفقة (١) زوجة المجاهد ونفقة أولاده
اتفق الفقهاء -رحمهم الله تعالى- على أن نفقة زوجة المجاهد ونفقة أولاده الصغار والذين يبلغون وهم عاجزون عن العمل واجبة عليه، ولا يختلف عن غيره في ذلك (٢) .
جاء في بداية المجتهد: (اتفقوا على أن من حقوق الزوجة على الزوج النفقة) (٣) .
وفي المغني (اتفق أهل العلم على وجوب نفقات الزوجات على أزواجهن (٤))
وقال ابن المنذر: (وأجمعوا على أن على المرء نفقة أولاده الأطفال الذي لا مال لهم) (٥) . يدل على ذلك الكتاب والسنة.
أولاً: من الكتاب:
١- قوله تعالى: {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ} [الطلاق: ٧] .
وجه الدلالة: أنه سبحانه وتعالى أمر بالإنفاق والأمر للوجوب (٦) .
_________
(١) النفقة في اللغة: اسم من الإنفاق وجمعها نفقات، وأنفق المال صرفه، والنفقة ما أنفقت واستفقت على العيال وعلى نفسك انظر: لسان العرب (١٠/٣٥٧) مادة (نفق) والمصباح المنير ص (٦١٨) مادة (نفق) والمعجم الوسيط (٢/٩٤٢) مادة (نفق)
وشرعا: كفاية من يمونه خبزا وأدما وكسوة ومسكنا وتوابعها. انظر: كشاف القناع ... (٤/٤٠١) .
(٢) كذلك نفقة الأبوين واجبة عليه إذا كانا محتاجين، بالاتفاق انظر: المغني (١١/٣٧٣) وحاشية ابن عابدين (٥/٣٢٦) والتفريع (٢/١١٣) .
(٣) بداية المجتهد (٢/٥٧) .
(٤) المغني (١١/٣٧٣) وانظر: كشاف القناع (٤/٤١٩) .
(٥) الإجماع لابن المنذر ص (٦٢) وانظر: ورحمة الأمة في اختلاف الأئمة ص (٤٥٤) .
(٦) البناية على الهداية (٥/٤٩٠) .','2','581',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (570,'٢- قوله تعالى: {وَعَلَى الْمَوْلُودِ لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ} [البقرة: ٢٣٣] .
والمولود له: الأب، ورزقهن: الأمهات (١) .
٣- قال تعالى: {فَإِنْ أَرْضَعْنَ لَكُمْ فَآَتُوهُنَّ أُجُورَهُنَّ} [الطلاق: ٦] .
وجه الدلالة: أنه أوجب رضاع الولد على أبيه، فدل على أن النفقة واجبة على الأب (٢) .
ثانيًا من السنة:
١- عن جابر - رضي الله عنه - من حديث طويل في بيان حجة النبي - صلى الله عليه وسلم - قال رسول الله - صلى الله عليه وسلم - «اتقوا الله في النساء فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله (٣) ولهن عليكم رزقهن وكسوتهن بالمعروف..» (٤) .
٢- عن عائشة رضي الله عنها أن هندًا (٥) بنت عتبة قالت: يا رسول الله، إن أبا سفيان رجل شحيح (٦) وليس يعطيني ما يكفيني وولدي إلا ما أخذت منه وهو لا يعلم، فقال - صلى الله عليه وسلم - «خذي ما يكفيك وولدك بالمعروف» (٧) .
فدل الحديثان السابقان على وجوب نفقة الزوجة والأولاد على الزوج.
_________
(١) المرجع السابق.
(٢) مغني المحتاج (٥/١٨٣) والمغني (١١/٣٧٣) .
(٣) كلمة الله هي قوله تعالى: {فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء: ٣] ومعناه الإيجاب والقبول. انظر: شرح صحيح مسلم للنووي (٨/٤٣٣) .
(٤) مسلم بشرح النووي كتاب الحج باب حجة النبي - صلى الله عليه وسلم - ح رقم (١٢١٨) .
(٥) هي: هند بنت عتبة بن ربيعة القرشية، والدة معاوية بن أبي سفيان، شهدت أحدا مع كفار قريش وشقت بطن حمزة ولاكت كبده، ثم أسلمت وحسن إسلامها، ماتت في خلافة عمر، وقيل في خلافة عثمان رضي الله عنهم أجمعين انظر: الإصابة (٨/٣٤٦) ت رقم (١١٨٦٠) وأسد الغابة (٦/٢٩٥) ت رقم (٧٣٤٨) .
(٦) الشح هو: البخل مع الحرص، والشح أعم من البخل، لأن البخل يختص بمنع المال والشح بكل شيء انظر: النهاية في غريب الحديث والأثر (٢/٤٠١) وفتح الباري ... (٩/٦٣٥) .
(٧) صحيح البخاري مع الفتح، كتاب النفقات، باب إذا لم ينفق الرجل فللمرأة أن تأخذ بغير علمه، ح رقم (٥٣٦٤) وصحيح مسلم مع شرح النووي، كتاب الأقضية، باب قضية هند، ح رقم (١٧١٤) .','2','582',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (571,'إذا تقرر وجوب النفقة على المجاهد لزوجته وأولاده كغيره ممن تجب عليهم نفقة أزواجهم وأولادهم فإن للمجاهد حالتين.
الحالة الأولى: أن يخرج للجهاد ويغيب عن زوجته وأولاده.
الحالة الثانية: أن يقتل في المعركة أو يموت دون قتل.
فأما الحالة الأولى: فإن خروجه للجهاد في سبيل الله لا يسقط عنه النفقة الواجبة لزوجته وأولاده بالاتفاق (١)
بل يشترط لخروجه أن يترك ما يكفيهم من النفقة حتى يعود (٢) فإن لم يترك لهم نفقة وكان له مال أخذ من ماله ما يكفيهم من النفقة بالمعروف (٣) .
يدل على ذلك ما يلي:
١- ما سبق من حديث هند بنت عتبة أن النبي - صلى الله عليه وسلم - قال لها: «خذي ما يكفيك وولدك بالمعروف» (٤) .
وجه الدلالة: أن النبي - صلى الله عليه وسلم - أباح لهند أن تأخذ من مال زوجها نفقتها ونفقة ولدها بالمعروف، ولو لم يعلم الزوج، فكذلك إذا كان غائبا (٥) .
٢- أن الأصل أن كل من يستحق النفقة في ماله حال حضرته، ينفق عليك من ماله حال غيبته (٦) ، فإن امتنع المجاهد عن النفقة أمر بأن ينفق أو يطلق زوجته.
يدل على ذلك ما ثبت عن عمر بن الخطاب - رضي الله عنه - (أنه كتب إلى أمراء الأجناد في رجال غابوا عن نسائهم فأمرهم بأن ينفقوا أو يطلقوا، فإن طلقوا بعثوا بنفقة ما مضى) (٧) .
_________
(١) البحر الرائق (٥/٢٧٦) والاختيار لتعليل المختار (٤/٧) والمدونة (٥/٥٧٤) وحاشية الدسوقي (٢/٥٢٠) .

ومغني المحتاج (٥/١٦٦) والمغني (١١/٣٩٧) وكشاف القناع (٤/٤١١) .
(٢) فتح القدير (٥/١٩٤) والمغني (١٣/١٠) وهذا إذا كان الجهاد في حقه فرض كفاية.
(٣) البحر الرائق (٥/٢٧٦) والاختيار لتعليل المختار (٤/٧) والمدونة (٥/٥٧٤) وحاشية الدسوقي (٢/٥٢٠) .
(٤) سبق تخريجه.
(٥) فتح الباري شرح صحيح البخاري (٩/٦٣٨) .
(٦) البحر الرائق (٥/٢٧٦) واللباب في شرح الكتاب (٣/٩٧) .
(٧) أخرجه البيهقي في السنن الكبرى، كتاب النفقات، باب الرجل لا يجد نفقة امرأته ح رقم (١٥٧٠٦) وابن أبي شيبة في مصنفه، كتاب الطلاق، باب من قال: على الغائب نفقة فإن بعث وإلا طلق ج (٤/١٤٩) وعبد الرزاق في مصنفه، كتاب الطلاق، باب الرجل يغيب عن امرأته فلا ينفق عليها، ح رقم (١٢٣٤٦) وح رقم (١٢٣٤٧) والمحلى بالآثار (٩/٢٥٦) .','2','583',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (572,'فإن لم يكن له مال فقد ذكر الفقهاء رحمهم الله تعالى أن للزوجة والأولاد أن يستدينوا عليه بالنفقة التي تكفيهم.
وذلك للحاجة إلى النفقة (١) .
أما الحالة الثانية: إذا قتل في المعركة، أو مات دون قتال، فهل ينفق على زوجته وأولاده من العطاء الذي كان يأخذه من ديوان الجند، أم لا؟
اختلف الفقهاء رحمهم الله تعالى في هذه الحالة إلى قولين:
القول الأول: أنه ينفق على زوجته وأولاده من عطائه في ديوان الجند حتى تتزوج الزوجة ويبلغ الابن، وتتزوج البنت، وإن بلغوا عاجزين أعطوا الكفاية، وهذا الأظهر عند الشافعية (٢) وهو قول الحنابلة (٣) .
ودليلهم:
أنه لو لم يعط ذريته وزوجته بعد موته كفايتهم لم يجرد نفسه للقتال، واشتغل بالكسب لعياله لأنه يخاف ضياعهم بعده، فإذا علم أنهم يعطون تجرد للجهاد في سبيل الله، وفي هذا مصلحة للجهاد (٤) .
القول الثاني: أنه لا ينفق عليهم من عطائه في ديوان الجند، وإنما يحالون إلى مال العشر والصدقة، وهذا قول عند الشافعية (٥) .
ودليلهم:
أن ما كان يصل إليهم من نفقة كان على سبيل التبع لمن يعولهم، وقد زال الأصل وانقطع التبع فلا يعطون شيئا (٦) .
الترجيح
الراجح هو القول الأول أنهم يعطون نفقتهم من عطائه في ديوان الجند ما يكفيهم من النفقة. لأن في ذلك إحسانا إلى أسر الشهداء وترغيبا في الجهاد في سبيل الله. والله أعلم.
_________
(١) الاختيار للموصلي (٤/٨) واللباب في شرح الكتاب (٣/٩٧) والمدونة (٥/٥٧٤) والقواعد في الفقه الإسلامي لابن رجب ص (١٤٨) .
(٢) مغني المحتاج (٤/١٥٣) والمهذب مع المجموع (٢١/٢٧٢) وروضة الطالبين (٦/٣٦٣) .
(٣) الأحكام السلطانية ص (٣٤٥) . والمغني (٩/٣٠٣) .
(٤) المراجع السابقة في هامش رقم (١٠٥٩) ، (١٠٦٠) .
(٥) المراجع السابقة في هامش رقم (١٠٥٩) .
(٦) المراجع السابقة في هامش رقم (١٠٥٩) .','2','584',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (573,'المطلب الثاني
فضل كفالة (١) أولاد المجاهد وزوجته
إن كفالة أولاد المجاهد وزوجته والإنفاق عليهم وتعهدهم بالرعاية فيه من الأجر والثواب مثل أجر المجاهد في سبيل الله.
يدل على ذلك ما يلي:
١- عن زيد بن خالد - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «من جهز غازيا في سبيل الله فقد غزا ومن خلفه في أهله بخير فقد غزا» (٢) .
قال النووي: هذا الأجر يحصل بكل جهاد، وسواء قليلة وكثيرة، ولكل خالف له في أهله بخير من قضاء حاجة لهم وإنفاق عليهم ومساعدتهم في أمورهم، ويختلف قدر الثواب بقلة ذلك وكثرته (٣) .
٢- عن علي بن أبي طالب - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: «من تكفل بأهل بيت غاز في سبيل الله حتى يغنيهم ويكفيهم عن الناس ويتعهدهم، قال الله تعالى يوم القيامة: مرحبا بمن أطعمني وسقاني وحاباني وأعطاني، اشهدوا يا ملائكتي أني أوجبت له كرامتي كلها، فما يدخل الجنة أحد إلا غبطة بمنزلته من الله تعالى» (٤) .
إذا تقرر فضل كفالة أولاد المجاهد وزوجته، فإن الإساءة لهم وظلمهم وخيانة المجاهد في أهله، فيه إثم غليظ ووعيد شديد.
يدل على ذلك ما يلي:
_________
(١) الأصل في الكفالة الضم ومنه قولهم كفل فلان فلانا إذا ضمه إلى نفسه يمونه ويصونه قال تعالى: {وكفلها زكريا} سورة آل عمران آية (٣٧) انظر: طلبة الطلبة ص (٢٨٧) .
(٢) سبق تخريجه واللفظ هنا لمسلم.
(٣) شرح صحيح مسلم للنووي (١٣/٤٤) .
(٤) مشارع الأشواق (١/٣٠٥) وقال: خرجه ابن عساكر.','2','585',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (574,'١- عن بريدة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - «حرمة نساء المجاهدين على القاعدين كحرمة أمهاتهم، وما من رجل من القاعدين يخلف رجلا من المجاهدين في أهله فيخونه فيهم إلا وقف له يوم القيامة فيأخذ من عمله ما شاء فما ظنكم (١) » (٢) .
ففي هذا الحديث، تحريم التعرض لنساء المجاهدين بريبة من نظر محرم وخلوة وحديث محرم وغير ذلك، والإحسان إليهن وبرهن وقضاء حوائجهن التي لا يترتب عليها مفسدة ولا يتوصل بها إلى ريبة (٣) .
ولأن المجاهد بخروجه للجهاد ناب عن القاعد، وأسقط بجهاد فرض الخروج عنه، ووقاه مع ذلك بنفسه، فكانت خيانته له في أهله أمرا عظيما يستحق عليها عقوبة مغلظة (٤) .
_________
(١) فما ظنكم: أي ما تظنون في رغبته في أخذ حسناته والاستنكار منها في ذلك المقام، أي لا يبقى منها شيئا إن أمكنه، انظر: شرح صحيح مسلم (١٣/٤٦) .
(٢) صحيح مسلم مع شرح النووي، كتاب الإمارة باب حرمة النساء المجاهدين ح رقم ... (١٨٩٧) .
(٣) شرح صحيح مسلم (١٣/٤٥) .
(٤) مشارع الأشواق (١/٣٠٨) .','2','586',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (575,'<span data-type="title" id=toc-262>الباب الرابع
أحكام المجاهد في الجنايات والديات
والحدود والقضاء</span>

ويشتمل على فصلين:
الفصل الأول: أحكام المجاهد في الجنايات والديات والحدود.
الفصل الثاني: أحكام المجاهد في القضاء.','2','587',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (576,'<span data-type="title" id=toc-263>الفصل الأول
أحكام المجاهد في الجنايات والديات والحدود</span>
ويشتمل على ثلاث مباحث:
المبحث الأول: أحكام المجاهد في الجنايات.
المبحث الثاني: أحكام المجاهد في الديات.
المبحث الثالث: أحكام المجاهد في الحدود.','2','589',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (577,'<span data-type="title" id=toc-264>المبحث الأول
أحكام المجاهد في الجنايات</span>
وفيه ثلاث مطالب:
<span data-type="title" id=toc-265>المطلب الأول: أحكام المجاهد في القصاص</span>.
المطلب الثاني: قتل المجاهد نفسه في المعركة.
المطلب الثالث: قتل المجاهد نفسه في الأسر.

المطلب الأول
أحكام المجاهد في القصاص
وفيه نوعان:
الفرع الأول: القصاص من المجاهد في النفس.
الفرع الثاني: القصاص من المجاهد فيما دون النفس.','2','590',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (578,'الفرع الأول
القصاص (١) من المجاهد في النفس
اتفق الفقهاء رحمهم الله تعالى فيما أعلم أن المجاهد إذا قتل نفسا مسلمة معصومة مكافئة له في الحرية عمدا بما يقتل غالبا وليس المقتول ابنًا له، وكان ذلك في دار الإسلام، فإنه يقتص منه، كغيره ممن يفعل ما يوجب قصاصا في النفس.
جاء في رحمة الأمة: (اتفقوا على أن من قتل نفسا مسلمة مكافئة له في الحرية ولم يكن المقتول ابنًا للقاتل، وكان في قتله له عمدًا وجب عليه القود) (٢) .
واختلفوا في سقوط القصاص في النفس عن المجاهد إذا كان في أرض العدو إلى قولين:
القول الأول: أنه يقتص منه ولا يسقط عنه القصاص لكونه في أرض العدو، وبهذا قال المالكية (٣) والشافعية (٤) والحنابلة (٥) وابن جزم (٦) .
واستدلوا بما يلي:
١- عموم الأدلة من الكتاب والسنة على وجوب القصاص في النفس.
_________
(١) القصاص في اللغة، مشتق من قص، الذي هو أصل في تتبع الشيء، ومنه اقتصصت الأثر إذا تتبعته قال تعالى: {فارتدا على آثارهما قصصا} [الكهف: ٦٤] ثم غلب استعمال القصاص في قتل القاتل وجرح الجارح وقطع القاطع. انظر: معجم مقاييس اللغة ... (٥/١١) مادة (قص) ولسان العرب (٧/٧٦) مادة (قصص) والقاموس المحيط (فصل القاف) ص (٦٢٧) والمصباح المنير ص (٥٠٦) مادة (قص) وفي الاصطلاح: أن يفعل المجني عليه، أو وليه بالجاني مثل ما فعل، انظر: المطلع على أبواب المقنع ص (٣٥٩) والتعريفات للجرجاني ص (٢٢٥) .
(٢) رحمة الأمة ص (٤٦٠) وانظر كذلك زبدة الأحكام لسراج الدين الهندي ص (٢٧٥) والإجماع لابن المنذر ص (١٠٢) .
(٣) الكافي في فقه أهل المدينة (١/٤٧٠) ومواهب الجليل لشرح مختصر خليل (٤/٥٥١) والذخيرة (٣/٤١١) .
(٤) الأم (٤/٢٤٨) وحلية العلماء في معرفة مذاهب الفقهاء للقفال (٧/٦٧١) .
(٥) المغني (١٣/٧٢) والشرح الكبير لشمس الدين أبي الفرج (٥/١٨١) .
(٦) المحلى بالآثار (١٠/٢٣٩) .','2','591',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (579,'فمن الكتاب الكريم:
أ- قوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} [البقرة: ١٧٨] .
ب- وقوله تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ} ... [المائدة: ٤٥]
ومن السنة:
أ- عن ابن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: «لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: النفس بالنفس، والثيب الزاني، والمفارق لدينه التارك للجماعة» (١) .
ب- عن ابن عباس رضي الله عنهما من حديث طويل مرفوع إلى النبي - صلى الله عليه وسلم - «ومن قتل عمدا فهو قود (٢) ..» (٣) .
٢- ولأنه قتل من يكافئه عمدا ظلما فوجب القود، كما لو قتله في دار الإسلام (٤) .
_________
(١) البخاري مع الفتح، كتاب الديات باب قوله تعالى: {أن النفس بالنفس} ح رقم ... (٦٨٧٨) وصحيح مسلم مع شرح النووي، كتاب القسامة باب ما يباح به دم المسلم، ح رقم (١٦٧٦) .
(٢) القود: القصاص، وقتل القاتل بدل القتيل، انظر: المطلع على أبواب المقنع ص (٣٥٧) والمصباح المنير ص (٥١٩) .
(٣) أخرجه أبو داود في سننه، كتاب الديات، باب من قتل في عمياء بين قوم، ح رقم ... (٤٥٣٩) والنسائي في سننه مع شرح السيوطي، كتاب القسامة، باب من قتل بحجر أو سوط، ح رقم (٤٨٠٣) وح رقم (٤٨٠٤) وابن ماجة في سننه مع شرح السندي، كتاب الديات باب من حال بين ولي المقتول وبين القود أو الدية، ح رقم (٢٦٣٥) والبيهقي في السنن الكبرى كتاب الجراح باب من قال موجب العمد القود ح رقم ... (١٦٠٤٤) .
قال ابن حجر: أخرجه أبو داود والنسائي، وابن ماجة بإسناد قوي، انظر: بلغو المرام مع شرحه سبل السلام (٣/٤٩١) كتاب الجنايات ح رقم (١٠٩٧) .
(٤) الشرح الكبير لشمس الدين أبي الفرج (٥/١٨١) .','2','592',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (580,'وقد اختلف أصحاب هذا القول في مكان إقامة حد القصاص هل يكون في أرض العدو، أم بعد الرجوع إلى أرض الإسلام؟ وسيأتي تفصيل ذلك إن شاء الله في مبحث إقامة الحدود في أرض الحدود.
القول الثاني: يسقط القصاص عن المجاهد في أرض العدو إذا لم يكن الإمام مع الجيش، وبهذا قال الحنفية (١) .
واستدلوا بما يلي:
١- ما روي عن النبي - صلى الله عليه وسلم - «لاتقام الحدود في دار الحرب» (٢) .
وجه الدلالة: أنه - صلى الله عليه وسلم - لم يرد بهذا الحديث حقيقة عدم الإقامة حسا، لأنه كل واحد يعرف أنه لا يمكن إقامة الحدود في دار الحرب لانقطاع ولاية الإمام عنها، فكان المراد بعدم الإقامة عدم وجوب الحد ولا يجب بعد ذلك إذا خرجنا إلى دارنا (٣) .
نوقش هذا الحديث: بأنه غير ثابت ولا أصل له (٤) قال ابن الهمام (٥) من الحنفية: (لا يعلم له وجود) (٦) .
وعلى فرض ثبوته فلا دليل فيه على سقوط القصاص في النفس عن المجاهد في أرض العدو، وذلك من وجهين:
_________
(١) بدائع الصنائع (٦/١١٣) وفتح القدير (٥/٤٧) والمبسوط (٩/١٠٠) .
(٢) أخرجه البيهقي في السنن الكبرى، كتاب السير، باب من زعم لا تقام الحدود في أرض الحرب حتى يرجع، ح رقم (١٨٢٢٥) عن زيد بن ثابت رضي الله عنه وزاد فيه ... (.. مخافة أن يلحق أهلها بالعدو) وقال ابن الهمام عن الحديث: لا يعلم له وجود. انظر: فتح القدير (٥/٤٦) .
وقد بحثت عنه فلم أجده حسب ما اطلعت عليه بنص لا تقام الحدود في دار الحرب فقط، وإنما مع زيادات تدل على تأجيل الحد لا سقوطه، كما عند البيهقي.
(٣) المبسوط (٩/١٠٠) وشرح الهداية على العناية بهامش فتح القدير (٥/٤٦) .
(٤) الحدود والتعزيرات عند ابن القيم د/ بكر أبو زيد (ص ٦٣) .
(٥) هو: كمال الدين محمد بن عبد الواحد بن عبد الحميد، العالم الحنفي المعروف بابن الهمام، ولد بالإسكندرية سنة (٧٩٠هـ) وقيل: غير ذلك، ثم رحل إلى القاهرة وحلب، ثم إلى مكة، ثم عاد إلى مصر، له باع في الفقه والأصول، والتفسير، والفرائض، والجدل والمناظرة، من مؤلفاته فتح القدير، وهو شرح للهداية، والتحرير في أصول الفقه، والمسايرة في العقائد المنجية، وغيرها، توفي بالقاهرة في رمضان سنة ٨٦١ هـ انظر: الأعلام (٦/٢٥٥) ومعجم المؤلفين (٣/٤٦٩) ت رقم (١٤٤٤٤) .
(٦) فتح القدير (٥/٤٦) .','2','593',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (581,'الوجه الأول: أن الحنفية أوجبوا القصاص على المجاهد إذا كان الإمام خارجا مع الجيش.
وهذا الحديث ينافي ما ذهبوا إليه (١) .
الوجه الثاني: أن عدم إقامة حد القصاص في دار الحرب لا يستلزم سقوطه، بل يحتمل التأخير إلى القفول من الغزو ومع الاحتمال يسقط الاستدلال، بل معناه في تأخير الحد أظهر لقضاء الصحابة رضي الله عنهم بذلك (٢) .
٢- تعذر إقامة القصاص على المجاهد لانقطاع ولاية الإمام، فإن وجوب إقامته مشروطة بالقدرة، والإمام لا قدرة له على من تلبس بما يوجب القصاص في دار الحرب، فلا قصاص (٣) .
أما إذا كان الإمام مع الجيوش، فإن له إقامة الحدود، ويمكنه القصاص بما له من القوة والشوكة باجتماع الجيوش وانقيادها له، فكان لعسكره حكم دار الإسلام (٤) .
نوقش هذا: بأن شرط إقامة الحد القدرة عليه مسلم بذلك، لكن ما الذي يسقط الحد بالكلية والمسلم إذا عاد إلى دار الإسلام صار تحت يد الإمام، فالقدرة تكون ثابتة عليه، ثم القول بعدم إقامة الحدود إهدار لمقتضيات النصوص الآمرة بإقامة الحدود (٥) .
الترجيح
الذي يظهر أن الراجح ما ذهب إليه الجمهور من عدم سقوط القصاص في النفس عن المجاهد في دار الحرب لما يأتي:
١- عموم الأدلة من الكتاب والسنة الدالة على وجوب القصاص فلا يكون وجود المجاهد في دار الحرب مانعا لما أوجبته النصوص من القصاص.
٢- مناقشة ما استدل به الحنفية في إسقاط القصاص عن المجاهد وبيان ضعف ذلك.
٣- في إسقاط القصاص عن المجاهد وسيلة إلى قتل الأنفس البريئة وقد جاء القصاص لحفظ الأنفس قال تعالى: {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَا أُولِي الألْبَابِ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: ١٧٩] والله أعلم.
_________
(١) الحدود والتعزيزات عند ابن القيم د/ بكر أبو زيد (ص٦٣) .
(٢) الحدود والتعزيزات عند ابن القيم د/ بكر أبو زيد (ص ٦٣) .
(٣) فتح القدير (٥/٤٧) وبدائع الصنائع (٦/١١٣) .
(٤) المبسوط (٩/١٠٠) وفتح القدير (٥/٤٧) وبدائع الصنائع (٦/١١٤) .
(٥) الحدود والتعزيزات عند ابن القيم (ص ٦٥) .','2','594',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (582,'<span data-type="title" id=toc-267>الفرع الثاني
القصاص من المجاهد فيما دون النفس</span>
اتفق الفقهاء (١) رحمهم الله تعالى فيما أعلم أنه يقتص من المجاهد فيما دون النفس فيما يتأتى فيه القصاص إذا كان في دار الإسلام، كغيره ممن يفعل ما يوجب قصاصا فيما دون النفس.
جاء في رحمة الأمة: (اتفق الأئمة على أن الجروح قصاص في كل ما يتأتى فيه القصاص) (٢) .
يدل على ذلك الكتاب، والسنة:
فمن الكتاب قوله تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالأنْفَ بِالأنْفِ وَالأذُنَ بِالأذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصَاصٌ} [المائدة: ٤٥] .
ومن السنة حديث أنس - رضي الله عنه - (أن ابنه النضر (٣) لطمت جارية (٤) فكسرت ثنيتها، فأتوا النبي - صلى الله عليه وسلم - فأمر بالقصاص) (٥) .
_________
(١) المبسوط (٢٦/١٣٥) والبناية على الهداية (١٢/١٣٨) والقوانين الفقهية لابن جزي ص (٣٠١) والفواكه الدواني (٢/٣١٤) ومغني المحتاج (٥/٢٥٣) والإنصاف (١٠/١٤) والمحرر في الفقه (٤/١٢٦) .
(٢) رحمة الأمة ص (٤٧٠)
(٣) هي: الربيع بنت النضر بن ضمضم بن زيد بن حرام الأنصارية، أخت أنس بن النضر، وعمة أنس بن مالك، وهي من بني عدي بن النجار، انظر: الإصابة (٨/١٣٣) ت رقم (١١١٧٣) وتهذيب الأسماء واللغات (٢/٣٤٤) ت رقم (٧٣٧) .
(٤) المراد بالجارية هنا: المرأة الشابة، لا الأمة الرقيقة. انظر: فتح الباري (١٢/٢٧٧) .
(٥) صحيح البخاري مع الفتح، كتاب الديات، باب السن بالسن، ح رقم (٦٨٩٤) وفي رواية عند البخاري (أن أنسا حدثهم أن الربيع وهي ابنة النضر كسرت ثنية جارية، فطلبوا الأرضش وطلبوا العفو، فأبوا. فأتوا النبي - صلى الله عليه وسلم - فأمرهم بالقصاص. فقال أنس بن النضر، أتكسر ثنيه الربيع يا رسول الله؟ لا والذي بعثك بالحق لا تكسر ثنيتها، فقال: يا أنس كتاب الله القصاص، فرضي القوم وعفوا فقال النبي - صلى الله عليه وسلم - إن من عباد الله من لو أقسم على الله لأبره.)
صحيح البخاري مع الفتح، كتاب الصلح، باب الصلح في الدية، ح رقم (٢٧٠٣) وصحيح مسلم مع شرح النووي، كتاب القسامة باب إثبات القصاص في الأسنان، ح رقم ... (١٦٧٥) إلا أن في رواية مسلم أن الجارية أخت الربيع والتي أقسمت أم الربيع، قال النووي: قال العلماء: المعروف رواية البخاري، ثم قال: إنهما قضيتان مختلفتان انظر: شرح صحيح مسلم (١٢/١٧٥) .','2','595',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (583,'واختلفوا في القصاص فيما دون النفس من المجاهد إذا كان في دار الحرب فقال الجمهور: يقتص منه، وقال الحنفية: يسقط القصاص فيما دون النفس عنه، إلا إذا خرج الإمام مع العسكر فيقتص منه.
وقد سبق ذكر هذا الخلاف مفصلا بأدلته في القصاص من المجاهد في النفس وما قيل هناك يقال هنا (١) ، والله أعلم.
<span data-type="title" id=toc-268>المطلب الثاني
قتل المجاهد نفسه في المعركة</span>
إذا قتل المجاهد نفسه في المعركة فلا يخلو من حالتين:
الحالة الأولى: أن يقتل نفسا خطأ بأن يرجع عليه سلاحه فيقتله.
الحالة الثانية: أن يقتل نفسه عمدا، بأن يجزع مما أصابه من الجروح، أو خوفا من الأسر ونحو ذلك.
فأما الحالة الأولى: إذا قتل نفسه خطأ في المعركة، وهو يقاتل في سبيل الله فهو شهيد.
يدل على ذلك ما يلي:
١- عن سلمة بن الأكوع - رضي الله عنه - قال: (خرجنا مع النبي - صلى الله عليه وسلم - إلى خيبر فلما تصاف القوم كان سيف عامر قصيرا، فتناول به ساق يهودي ليضربه، ويرجع ذبابة (٢) سيفه، فأصاب عين ركبة عامر فمات منه، قال: فلما قفلوا قال: سلمة رآني رسول الله - صلى الله عليه وسلم - وهو آخذ بيدي، قال: ما لك؟ قلت له: فداك أبي وأمي، زعموا أن عامرا حبط عمله، قال النبي - صلى الله عليه وسلم - كذب من قاله (٣) إن له لأجرين وجمع بين أصبعيه أنه لجاهد مجاهد (٤) قل عربي مشي بها (٥) مثله) (٦) .
_________
(١) راجع: القصاص من المجاهد في النفس ص (٥٩١) .
(٢) أي طرفه الذي يضرب به، وقيل: حده انظر: النهاية في غريب الحديث والأثر (٢/١٤١) وفتح الباري (٧/٥٩٢) .
(٣) أي: أخطأ. انظر: فتح الباري (٧/٥٩٣) .
(٤) جاهد: أي جاد في أموره، أو هو من يرتكب المشقة، ومجاهد أي لأعداء الله تعالى. انظر: فتح الباري (٧/٥٩٣) وشرح صحيح مسلم (١٢/٤١٠) .
(٥) الضمير راجع للأرض أو المدينة، أو الحرب أو الخصلة انظر فتح الباري (٧/٥٩٣) وشرح صحيح مسلم (١٢/٤١١) .
(٦) صحيح البخاري مع الفتح، كتاب المغازي، باب غزوة خيبر، ح رقم (٤١٩٦) وصحيح مسلم مع شرح النووي، كتاب الجهاد والسير، باب غزوة خيبر، ح رقم ... (١٢٣) (١٨٠٢) .','2','596',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (584,'وفي لفظ لمسلم وقد بارز عامر ملك خيبر مرحبا، قال: (فاختلفتا ضربتين فوقع سيف مرحب في ترس عامر وذهب عامر يسفل له (١) فرجع سيفه على نفسه فقطع أكحله (٢) فكانت فيها نفسه، قال سلمة فخرجت فإذا نفر من أصحاب النبي - صلى الله عليه وسلم - يقولون: بطل عمل عامر قتل نفسه، قال: فأتيت النبي - صلى الله عليه وسلم - وأنا أبكي، فقلت: يا رسول الله بطل عمل عامر، قال رسول الله - صلى الله عليه وسلم - من قال ذلك؟ قال: قلت: أناس من أصحابك، قال: كذب من قال ذلك، بل له أجره مرتين..) . (٣)
وجه الدلالة: أن عامرا قتل نفسه خطأ، وهو يقاتل في سبيل الله، فلما فهم بعض الصحابة أن ذلك محبط للعمل، أخبر - صلى الله عليه وسلم - أن عامرا مجاهد، وأن له الأجر مرتين فدل أن من قتل نفسه خطأ في المعركة شهيد.
٢- وعن سلام عن رجل من أصحاب النبي - صلى الله عليه وسلم - قال: (أغرنا على حي من جهينة (٤) فطلب رجل من المسلمين رجلا فضربه فأخطأه وأصاب نفسه بالسيف فقال رسول الله - صلى الله عليه وسلم -: «أخوكم يا معشر المسلمين» فابتدره الناس فوجدوه قد مات، فلفه رسول الله - صلى الله عليه وسلم - بثيابه ودمائه وصلى عليه ودفنه، فقالوا: يا رسول الله أشهيد هو؟ قال: «نعم، وأنا له شهيد» ) (٥) .
أما الحالة الثانية: أن يقتل نفسه عمدا.
اتفق الفقهاء (٦) -رحمهم الله تعالى- أن قتل الإنسان نفسه عمدا فعل محرم، وكبيرة يستحق عليها العقاب الأخروي.
يدل على ذلك الكتاب والسنة:
فمن الكتاب قوله تعالى: {وَلا تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا (٢٩) وَمَنْ يَفْعَلْ ذَلِكَ عُدْوَانًا وَظُلْمًا فَسَوْفَ نُصْلِيهِ نَارًا وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا} [النساء: ٢٩، ٣٠] .
_________
(١) أي: يضربه من أسفله. انظر: شرح صحيح مسلم للنووي (١٢/٤٢٥) .
(٢) الأكحل: عرق في وسط الذراع يكثر فصده. انظر: النهاية في غريب الحديث والأثر ... (٤/١٣٤) .
(٣) صحيح مسلم بشرح النووي، كتاب الجهاد والسير، باب غزوة ذي قرد، ح رقم ١٣٢ - (١٨٠٧) جزء من حديث طويل.
(٤) جهنية: علم في اسم أبي قبيلة من قضاعة. انظر: معجم البلدان لياقوت الحموي ... (٢/٢٢٥) ت رقم (٣٣٨٢) .
(٥) سبق تخريجه.
(٦) شرح صحيح مسلم للنووي (١/٤٨٣) وأحكام القرآن للجصاص (٢/٢٢٨) والجامع لأحكام القرآن (٥/١٥٠) .','2','597',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (585,'قال أهل التفسير: النهي في الآية يتناول من قتل نفسه عمدا (١) .
ومن السنة: عن سهل بن سعد الساعدي - رضي الله عنه - (أن رسول الله - صلى الله عليه وسلم - التقى هو والمشركون فاقتتلوا، فلما مال رسول الله - صلى الله عليه وسلم - إلى عسكره ومال الآخرون إلى عسكرهم، وفي أصحاب رسول الله - صلى الله عليه وسلم - رجل (٢) لا يدع لهم شاذة ولا فاذة (٣) إلا اتبعها يضربها بسيفه، فقيل: ما أجزأ منا اليوم أحد كما أجزأ فلان، فقال رسول الله - صلى الله عليه وسلم -: أما إنه من أهل النار. فقال رجل (٤)
من القوم: أنا صاحبه، قال: فخرج معه كلما وقف وقف معه، وإذا أسرع أسرع معه، قال: فجرح الرجل جرحا شديا، فاستعجل الموت، فوضع سيفه بالأرض وذبابه بين ثدييه، ثم تحامل على سيفه فقتل نفسه، فخرج الرجل إلى رسول الله - صلى الله عليه وسلم - فقال: أشهد أنك رسول الله، قال: وما ذاك؟ قال الرجل ذكرت آنفا أنه من أهل النار، فأعظم الناس ذلك، فقلت: أنا لكم به، فخرجت في طلبه، ثم جرح جرحا شديدا فاستعجل الموت، فوضع نصل سيفه في الأرض وذبابه بين ثدييه، ثم تحامل عليه فقتل نفسه، فقال رسول الله - صلى الله عليه وسلم - عند ذلك: (إن الرجل ليعمل عمل أهل الجنة فيما يبدو للناس، وهو من أهل النار، وإن الرجل ليعمل بعمل أهل النار فيما يبدوا للناس وهو من أهل الجنة) (٥) .
وفي رواية أبي هريرة - رضي الله عنه - قال: (شهدنا خيبر (٦) فقال رسول الله - صلى الله عليه وسلم -: لرجل ممن معه يدعي الإسلام: هذا من أهل النار، فلما حضر القتال قاتل الرجل أشد القتال حتى كثرت به الجراحة، فكاد بعض الناس يرتاب، فوجد الرجل ألم الجراحة فأهوى بيده إلى كنانته فاستخرج منها
_________
(١) أحكام القرآن للجصاص (٢/٢٢٨) والجامع لأحكام القرآن للقرطبي (٥/١٥٠) .
(٢) قيل: اسمه قزمان الظفري، نسبه إلى بني ظفر بطن من الأنصار. انظر الإصابة (٥/٣٣٥) ت رقم (٧١٢٣) .
(٣) الشاذة: منفرد عن الجماعة والفاذة: مثله ما لم يختلظ بهم، والمعنى أنه لا يلقى شيئا إلا قتله. وقيل: المراد بالشاذ والفاذ ما كبر وصغر، وقيل: الشاذ الخارج والفاذ المنفرد انظر: النهاية في غريب الحديث والأثر (٢/٤٠٦) ٣/٣٧٨ وفتح الباري (٧/٦٠٠) .
(٤) هو: أكثم بن الجون وقيل: ابن أبي الجون، واسمه عبد العزي بن منقذ بن ربيعة، انظر: أسد الغابة (١/١٣٣) ت رقم (٢١٧) والإصابة (١/٢٥٨) ت رقم (٢٤٠) ..
(٥) صحيح البخاري مع الفتح، كتاب المغازي باب غزوة خيبر ح رقم (٤٢٠٣) ورقم (٤٢٠٧) وصحيح مسلم مع شرح النووي، كتاب الإيمان باب بيان غلط تحريم قتل الإنسان نفسه ح رقم (١١٢) .
(٦) الثابت أن أبا هريرة جاء إلى النبي - صلى الله عليه وسلم - مسلما بعد فتح خيبر، فالمراد بقوله (شهدنا خيبر) أي جيشها من المسلمين. انظر: فتح الباري (٧/٦٠١) .','2','598',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (586,'أسهما فنحر بها نفسه، فاشتد رجال من المسلمين، فقالوا يا رسول الله، صدق الله حديثك، انتحر فلان فقتل نفسه، فقال: قم يا فلان (١) فأذن أنه لا يدخل الجنة إلا مؤمن، إن الله يؤيد الدين بالرجل الفاجر) (٢) .
<span data-type="title" id=toc-269>المطلب الثالث
قتل المجاهد نفسه في الأسر</span>
القول في هذا المطلب كالقول في المطلب السابق، وهو قتل المجاهد نفسه في المعركة.
فإن قتل الأسير نفسه خطأ لم يكن عليه شيء، ويرجى له الشهادة في سبيل الله.
وإن قتل نفسه عمدا، للخوف من التعذيب في الأسر فقد فعل محرما وكبيرة من كبائر الذنوب يستحق العقاب على ذلك، وقد سبق ذكر الأدلة من الكتاب والسنة فلا حاجة لذكرها هنا (٣) .
أما إن قتل نفسه عمدا، لأنه يعذب من أجل الإفضاء بأسرار المجاهدين وكشف خطط الجيش ومواقع السلاح، فقد ذهب بعض من كتب عن الجهاد حديثا إلى أنه يجوز للأسير أن يقتل نفسه عمدا، حتى يحفظ أسرار المجاهدين (٤) .
واستشهدوا على ذلك بأقوال الفقهاء على جواز أن يلقي المجاهد بنفسه على العدو وإن كان يعلم أنه مقتول لا محالة، لأنه يرى في ذلك خيرا للمسلمين (٥) .
وكذلك بما جاء عن ابن قدامة في المغني: أن المحاربين لو ألقوا على مركب المجاهدين نارا فاشتعلت فيه وأيقنوا بالهلاك فإن لهم أن يبقوا في المركب حتى يموتوا ولهم أن يلقوا بأنفسهم في الماء ليموتوا غرقا (٦) .
_________
(١) المردا به: بلال بن رباح الحبشي مؤذن رسول الله - صلى الله عليه وسلم - انظر: الإصابة (١/٤٥٥) ت رقم (٧٣٦) فتح الباري (٧/٦٠١) .
(٢) صحيح البخاري مع الفتح، كتاب المغازي، باب غزة خيبر، ح رقم (٤٢٠٤) وصحيح مسلم مع شرح النووي، كتاب الإيمان باب بيان غلط تحريم قتل الإنسان نفسه، ح رقم (١١١) .
(٣) راجع المطلب الأول.
(٤) الجهاد والفدائية في الإسلام للشيخ حسن أيوب ص (١٦٧، ١٦٦) والعمليات الاستشهادية في الميزان الفقهي، لنواف هايل تكروري ص (١٤٠) .
(٥) شرح السير الكبير (٤/٣٠٩) .
(٦) المغني (١٣/١٩٠) .','2','599',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (587,'وقيد بعضهم الجواز، بأن يكون الأسير يحمل أسرارا مهمة يترتب على كشفها ضرر كبير بالمجاهدين، وأن لا يمكنه المقاومة حتى يقتلوه هم، وأن يكون مقصده من قتل نفسه دفع الضرر عن المسلمين لا الهروب من التعذيب (١) .
والذي يظهر أنه لا وجه لهذا القول. وما استشهدوا به من جواز أن يلقي المجاهد نفسه على العدو وإن كان يعلم أنه يقتل لا وجه له على ما ذهبوا إليه؛ لأن المجاهد في هذه الحالة لم يقتل نفسه بيده، وإنما قتله العدو، ثم أنه قد يلقى بنفسه على العدو وينجو من القتل.
وما ذكروه عن ابن قدامة في المغني، لا وجه له كذلك على ما ذهبوا إليه من جواز قتل الأسير نفسه. لأن موتهم بالنار في السفينة التي أحرقها العدو محقق، فهم انتقلوا إلى الماء طلبا للنجاة لا ليقتلوا أنفسهم، فهم هربوا من سبب شديد إلى سبب أخف قد يكون معه النجاة إذا تقرر هذا، فإن الواجب في حق الأسير أن يقاوم العدو بكل ما يستطيع حتى يقدر عليهم، أو يقتلوه هم بأيديهم، فإن لم يقدر على مقاومتهم فليصبر ويتحمل ويحتسب مهما بلغ تعذيبه وليبشر بالمثوبة والأجر العظيم من الله عز وجل، ولا يكشف للعدو أسرار المجاهدين ومواقعهم وعددهم وعدتهم مهما بالغوا في تعذيبه، وله أن يخبرهم بخلاف الواقع تلميحا وتورية فقد كان - صلى الله عليه وسلم - (قلما يريد غزوة يغزوها، إلا ورى بغيرها) (٢) .
وقال - صلى الله عليه وسلم - «الحرب خدعة» (٣) أو تصريحا إذا اضطروه إلى ذلك، لأنه مكره على الكذب وقد أبيح للمكره على التلفظ بالكفر أن يتلفظ بالكفر وقلبه مطمئن بالإيمان، قال تعالى: {إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإيمَانِ} [النحل: ١٠٦] فإذا جاز للمكره على الكفر أن يتلفظ به مع بغضه له وطمأنينة قلبه بالإيمان فكذلك المكره على الكذب.
قال القرطبي: -رحمه الله-: لما سمح الله عز وجل بالكفر وهو أصل الشريعة عند الإكراه ولم يؤاخذ به، حمل العلماء عليه فروع الشرعية كلها، فإذا وقع الإكراه عليها لم يؤاخذ به ولم يترتب عليه حكم (٤) والله أعلم.
_________
(١) العمليات الاستشهادية في الميزان الفقهي لنواف هايل تكروري ص (١٤١) .
(٢) سبق تخريجه.
(٣) سبق تخريجه.
(٤) الجامع لأحكام القرآن (١٠/١٦١) .','2','600',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (588,'<span data-type="title" id=toc-270>المبحث الثاني
أحكام المجاهد في الديات</span>
وفيه أربعة مطالب:
<span data-type="title" id=toc-271>المطلب الأول: دية الشهيد</span>.
المطلب الثاني: دية المقتول خطأ في المعركة.
المطلب الثالث: ضمان المجاهد قتل من تترس به العدو من المسلمين.
المطلب الرابع: ضمان المجاهد من قتله خطأ أو عمدا ممن لا يجوز له قتله من العدو.
المطلب الأول
دية (١) الشهيد
للشهيد الذي يقتل في سبيل الله في ميدان المعركة مع الكفار ثلاث حالات:
الحالة الأولى: أن يقتله الكفار.
وفي هذه الحالة لم أجد -حسب ما اطلعت عليه- من تحدث عن دية الشهيد يقتله الكفار في ميدان المعركة، إلا ما ذكره صاحب الحاوي الكبير: أن المجاهد إذا مات أو قتل لم يلزم غرم ديته (٢) .
وعلى هذا فلا دية للشهيد يقتل بأيدي الكفار في ميدان المعركة.
الحالة الثانية: أن يقتله مسلم خطأ
وفي هذه الحالة اتفق الفقهاء -رحمهم الله- أن فيد الدية على عاقلة القاتل. وسيأتي بيان ذلك قريبا إن شاء الله، في دية المقتول خطأ في المعركة.
الحالة الثالثة: أن يقتله مسلم وقد جعله الكفار ترسا لهم من ضربات المسلمين.
وقد اختلف الفقهاء في هذه الحالة هل يلزم المقاتل دية، أم لا؟
وسيأتي بيان ذلك قريبا إن شاء الله، في ضمان المجاهد قتل من تترس به العدو من المسلمين.
_________
(١) الدية: جمع ديات، وهي: ما يعطيه القاتل ولي المقتول من المال بدل النفس، يقال: ودي فلانا فلانا إذا أدى ديته إلى وليه. انظر: لسان العرب (١٥/٣٨٣) مادة (ودي) والمصباح المنير ص (٦٥٤) مادة (ودي)
وشرعا: المال المؤدى إلى مجني عليه أو وليه بسبب الجناية. انظر: شرح منتهى الإرادات (٣/٢٩١) .
(٢) الحاوي الكبير (١٤/١٦٩) .','2','601',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (589,'<span data-type="title" id=toc-272>المطلب الثاني
دية المقتول خطأ في المعركة</span>
اتفق الفقهاء (١) -رحمهم الله تعالى- أن المجاهد إذا قتل مسلما في المعركة خطأ أن عليه الدية تحملها العاقلة.
يدل على ذلك ما يلي:
١- قوله تعالى: {وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ} [النساء: ٩٢] .
قال القرطبي (فحكم الله جل ثناؤه في المؤمن يقتل خطأ بالدية، وثبتت السنة الثابتة عن رسول الله - صلى الله عليه وسلم - على ذلك، وأجمع أهل العلم على القول به) (٢) .
٢- عن محمود بن لبيد (٣) قال: (اختلفت سيوف المسلمين على اليمان (٤) أبي حذيفة ولا يعرفونه فقتلوه، فأراد رسول الله - صلى الله عليه وسلم - أن يديه، فتصدق حذيفة بديته على المسلمين) (٥) .
_________
(١) شرح السير الكبير (٤/٢٢٥) والبناية على الهداية (١٢/١٢٨) والكافي في فقه أهل المدينة المالكي (١/٤٧٠) ومواهب الجليل (٤/٥٤٨) والأم (٤/٢٤٦) والمهذب مع تكملة المجموع (٢٠/٤١٨) ، والمغني (١٢/٨١) والمحرر في الفقه (٢/١٣٦) .
(٢) الجامع لأحكام القرآن (٥/٢٩٩) .
(٣) هو: محمود بن لبيد بن رافع بن عبد الأشهل، الأنصاري الأوسي الأشهلي ولد في حياة النبي - صلى الله عليه وسلم - وروي عنه ولذا قال البخاري: له صحبة، وعده بعضهم في التابعين، والأولى ما قاله البخاري للأحاديث التي رواها، كان من العلماء وأكثر روايته عن الصحابة، توفي سنة (٩٦ هـ) وقيل غير ذلك. انظر: أسد الغابة (٤/٣٤١) ت رقم (٤٧٧٣) والإصابة (٦/٣٥) ت رقم (٧٨٣٨) .
(٤) هو: حسل، ويقال حسيل بن جابر العبسي، أصاب دما في الجاهلية فهرب إلى المدينة وحالف بني عبد الأشهل، فسماه قومه (اليمان) لحلفه لليمانية وهم الأنصار. شهد أحدا فقتله بعض الصحابة خطأ لأنهم لم يعرفوه، انظر: أسد الغابة (١/٤٩٣) ت رقم (١١٦٦) وسير أعلام النبلاء (٢/٣٦١) عند ترجمة حذيفة بن اليمان.
(٥) صحيح البخاري مع الفتح كتاب الديات باب إذا مات في الزحام ح رقم (٦٨٩٠) وكتاب المغازي باب إذا همت طائفتان منكم أن تفشلا، ح رقم (٤٠٦٥)) والإمام أحمد في المسند ج (١٧/٦٢) ح رقم (٢٣٥٢٩) واللفظ كما في المسند.','2','602',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (590,'<span data-type="title" id=toc-273>المطلب الثالث
ضمان المجاهد قتل من تترس به العدو من المسلمين</span>
اتفق الفقهاء (١) -رحمهم الله تعالى- فيما أعلم أن العدو إذا تترس بأسرى المسلمين في حال التحام القتال وإقبال العدو على الحرب وخوف المسلمين أن يحيط بهم العدو، أنه يجوز الرمي نحو الترس ويقصد بالرمي الكفار.
فإن قتل المجاهد أحدا من المسلمين الذين تترس بهم الكفار في هذه الحالة، فقد اختلف الفقهاء في ضمان دية المقتول ولزوم الكفارة (٢) على المجاهد إلى ثلاثة أقوال:
القول الأول: لا يلزم المجاهد دية ولا كفارة، وبهذا قال الحنفية (٣) والمالكية إذا لم يعلم الرامي أن الترس من المسلمين (٤) .

واستدلوا بما يلي:
١- عن بريدة - رضي الله عنه - قال: (كان رسول الله - صلى الله عليه وسلم - إذا أمر أميرا على جيش قال له: ادعهم إلى الإسلام فإن أجابوك فاقبل منهم وكف عنهم، فإن هم أبوا فسلهم الجزية، فإن هم أجابوك فأقبل منهم وكف عنهم، فإن هم أبو، فاستعن بالله وقاتلهم) (٥) .
وجه الدلالة: أن الحديث أفاد جواز محاربة العدو مطلقا وإن تترسوا بالمسلمين، وعلى هذا فالرمي يكون مباحا ولا يبقى على الرامي تبعة من كفارة أو دية (٦) .
٢- بأنه لما مست الضرورة لرفع المؤاخذة لإقامة فرض القتال، مست الضرورة إلى نفي الضمان، لأن وجوب الضمان يمنع إقامة الفرض خوفا من لزوم الضمان، وإيجاب ما يمنع من إقامة الواجب متناقض، وفرض القتال لم يسقط فدل على أن الضمان ساقط (٧) .
_________
(١) المبسوط (١٠/٦٥) وحاشية الدسوقي (٢/١٧٨) والجامع لأحكام القرآن (١٦/٢٤٤) والأم (٤/٢٤٤) والمغني (١٣/١٤١) .
(٢) مأخوذة من الكفر وهو: الستر، لأنها تغطي الذنب وتستره، انظر: المصباح المنير ص ... (٥٣٥) .
وكفارة القتل هي: عتق رقبة مؤمنة، فإن لم يجد فصيام شهرين متتابعين، ولا إطعام فيها. انظر: شرح منتهى الإرادات (٣/٣٢٩) وكشاف القناع (٥/٥٤) .
(٣) بدائع الصنائع (٦/٦٣) والمبسوط (١٠/٦٥) .
(٤) أحكام القرآن لابن العربي (٤/١٣٩) والجامع لأحكام القرآن للقرطبي (١٦/٢٤٣) .
(٥) سبق تخريجه.
(٦) تبيين الحقائق (٣/٢٤٣) والجامع لأحكام القرآن (١٦/٢٤٤) وقضايا فقهية في العلاقات الدولية ص (١٦٣) .
(٧) بدائع الصنائع (٦/٦٣) .','2','603',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (591,'ونوقش هذا: بأن الضرورة تنفي المؤاخذة ولا تنفي الضمان، كتناول مال الغير في حال المخمصة، فقد رخص في تناوله لكنه يجب عليه ضمانه (١) .
والجواب: أن وجوب الضمان في المخمصة لا يمنع تناول الطعام، لأنه لو لم يتناوله هلك، وإذا لم يمنع من التناول فلا يؤدي إلى التناقض ثم في المخمصة يجب عليه الضمان مقابل ما حصل له (٢) .
القول الثاني: أن على المجاهد الدية والكفارة، وهذا قول المالكية إذا علم أن الترس من المسلمين (٣) ، وقول للشافعية (٤) ورواية عندالحنابلة (٥) وقول الحسن بن زياد من الحنفية (٦) .
واستدلوا بما يلي:
١- قوله تعالى: {وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ} [النساء: ٩٢] .
وجه الدلالة: أنه قتل مؤمنا خطأ فيدخل في عموم الآية فتجب الدية والكفارة (٧) .
٢- أنه قتل معصوما بالإيمان والقاتل من أهل الضمان فتلزم الدية كما لو لم يتترسوا به (٨) .
القول الثالث: تلزم المجاهد الكفارة ولا تلزمه الدية وهذا قول للشافعية (٩) ورواية عند الحنابلة هي المذهب (١٠) .
واستدلوا بما يلي:
١- قوله تعالى: {وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِنًا إِلا خَطَأً وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كَانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ} [النساء: ٩٢] .
_________
(١) المرجع السابق.
(٢) المرجع السابق.
(٣) أحكام القرآن لابن العربي (٤/١٣٩) والجامع لأحكام القرآن للقرطبي (١٦/٢٤٣) .
(٤) الأم (٤/٢٤٦) والمهذب مع تكملة المجموع (٢٠/٤١٧) ورحمة الأمة ص (٥٣٠) .
(٥) المبدع (٣/٣٢٤) والإنصاف (٤/١٢٩) والمحرر في الفقه (٢/١٢٤) والمغني (١٣/١٤٢) .
(٦) بدائع الصنائع (٦/٦٣) .
(٧) المغني (١٣/١٤٢) والجامع لأحكام القرآن (١٣/٢٤٤) .
(٨) بدائع الصنائع (٦/٦٣) .
(٩) رحمة الأمة ص (٥٣٠) وروضة الطالبين (١٠/٢٤٦) .
(١٠) الإنصاف (٤/١٢٩) والمغني (١٣/١٤٢) .','2','604',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (592,'وجه الدلالة: أنه ذكر الكفارة ولم يذكر الدية في الآية وتركه لذكرها في هذا النوع مع ذكرها في الآية التي قبلها دليل ظاهر أنه لا تجب في هذه الآية، ولا تدخل في عموم وجوب الدية في القتل الخطأ (١) .
٢- ولأنه قتل في دار الحرب برمي مباح فلا دية (٢) .
الترجيح
الذي يظهر بعد ذكر هذه الأقوال أن هناك حالتين:
الحالة الأولى: أن يقصد المجاهد بالرمي العدو، ثم لا يعلم هل أصاب مسلما، أم لا؟
وفي هذه الحالة يظهر أن الراجح القول الأول أنه لا دية عليه ولا كفارة.
لأنه يحتمل أنه أصاب مسلما ويحتمل أنه لم يصبه، ومع الاحتمال لا يثبت الحكم، فلا دية ولا كفارة، ولأن إيجاب الدية والكفارة على المجاهد في أمر لا بد أن يفعله للضرورة إليه ولم يقصد المسلم ولم يعلم هل أصابه أم لا؟ مدعاة لترك الجهاد.
الحالة الثانية: أن يقصد المجاهد بالرمي العدو ثم يقتل من يعلمه مسلما في صف الكفار (٣) ففي هذه الحالة يظهر رجحان القول الثاني أن الدية واجبة، وعليه كفارة القتل الخطأ لأن هذا قتل خطأ والآية واضحة وصريحة في ذلك. إلا إن الذي يتحمل الدية عن المجاهد بيت مال المسلمين، لأن النبي - صلى الله عليه وسلم - أراد أن يدي اليمان بعد أن قتله المسلمون وهم لا يعرفونه فتصدق حذيفة بدية أبيه على المسلمين (٤) ولأن المجاهد إنما فعل ذلك مضطرا لما فيه مصلحة المسلمين ونصر الدين، فإن لم يكن فيه بيت مال للمسلمين، فتكون الدية على العاقلة والله أعلم.
_________
(١) المغني (١٣/١٤٢) والعدة شرح العمدة ص (٤٩٢) .
(٢) المغني (١٣/١٤٢) .
(٣) روضة الطالبين (١٠/٢٤٦) .
(٤) سبق تخريجه.','2','605',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (593,'<span data-type="title" id=toc-274>المطلب الرابع
ضمان المجاهد من قتله خطأ أو عمدا ممن لا يجوز له قتله من العدو</span>
سبق بيان من لا يجوز للمجاهد قتله من العدو ممن لم يشارك في المعركة بالنفس، أو الرأي، أو التحريض، كالنساء والأطفال والشيوخ وغيرهم (١) .
فإذا قتل المجاهد أحدا ممن لا يجوز قتله من العدو خطأ أو عمدا فله حالتان:
الحالة الأولى: أن يكون قتله لهم في أثناء المعركة، أو الإغارة عليهم.
الحالة الثانية: أن يكون قتلهم لهم بعد الأسر.
فأما الحالة الأولى: إذا قتلهم في أثناء المعركة، أو في حال الإغارة عليهم سواء كان القتل خطأ أو عمدا فإنه لا شيء عليه في قتلهم لا دية ولا كفارة، وإنما عليه التوبة والاستغفار ولم أجد من خالف من الفقهاء في ذلك -حسب ما اطلعت عليه- (٢) .
يدل على ذلك ما يلي:
١- عن الصعب بن جثامة - رضي الله عنه - قال: سئل النبي - صلى الله عليه وسلم - عن أهل الدار يبيتون من المشركين فيصاب من نسائهم وذراريهم، قال: (هم منهم) (٣) .
وجه الدلالة: أن قوله - صلى الله عليه وسلم - (هم منهم) يعني: أن ذراري المشركين ونساءهم منهم في أنه لا عصمة لهم ولا قيمة لذمتهم (٤) .
٢- ولأن مجرد حرمة القتل لا توجب الضمان وذلك لانتفاء العاصم وهو: الإسلام أو الإحراز بالأسر (٥) .
_________
(١) راجع من الكتاب قتل المشارك في الحرب مع العدو.
(٢) بدائع الصنائع (٦/٦٤) والمبسوط (٢٦/١٣٢) والكافي في فقه أهل المدينة (١/٤٦٧) والفواكه الدواني (١/٦١٥) والمهذب مع تكملة المجموع (٢١/١٧١) والإنصاف ... (٤/١٣٠) .
(٣) سبق تخريجه.
(٤) شرح السير الكبير (٤/١٨٧) .
(٥) فتح القدير لابن الهمام (٥/١٩٦) .','2','606',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (594,'الحالة الثانية: أن يكون قتله لهم بعد الأسر.
عامة الفقهاء (١) -رحمهم الله تعالى- أنه لا دية على من قتلهم بعد الأسر ولا كفارة وعليه الاستغفار والتوبة من فعله ما لا يجوز، وللإمام أو القائد تعزير القاتل بما يراه مناسبا ورادعا، لأن القاتل فعل ما لا يجوز له (٢) .
يدل على أنه لا دية عليه ولا كفارة ما سبق من الأدلة في الحالة الأولى (٣) .
واتفق الفقهاء (٤) -فيما أعلم- في هذه الحالة أن المجاهد يضمن قيمة من قتله منهم ويوضع في الغنيمة، لأنه أتلف مال تعلق به حق الغانمين أشبه إتلاف عروض الغنيمة (٥) .
_________
(١) بدائع الصنائع (٦/٦٤) والمبسوط (٢٦/١٣٢) والكافي في فقه أهل المدينة (١/٤٦٧) والفواكه الدواني (١/٦١٥) والمهذب مع تكملة المجموع (٢١/١٧١) والإنصاف ... (٤/١٣٠) . وجاء في حاشية الخرشي: أن الراهب والراهبة تلزمه ديتهما لأنهما حران، وتدفع الدية لأهل دينهما، (٤/١٥) قال في بلغة السالك: وما جاء في حاشية الخرشي خلاف النقل (١/٣٥٦) والمراد خلاف المنقول في المذهب أنه لا دية لهما. والله أعلم.
(٢) شرح منتهى الإرادات (١/٦٢٥) .
(٣) راجع: الحالة الأولى ص (٦٠٦) .
(٤) بدائع الصنائع (٦/٩٦) والمبسوط (١٠/٤٥) والذخيرة (٣/٣٩٨) وروضة الطالبين ... (١٠/٢٥٢) والفروع لابن مفلح (٦/٢١٢) والإنصاف (٤/١٣٠) وشرح منتهى الإرادات (١/٦٢٥) .
(٥) شرح منتهى الإرادات (١/٦٢٥) وروضة الطالبين (١٠/٢٥٢) .','2','607',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (595,'<span data-type="title" id=toc-275>المبحث الثالث
أحكام المجاهد في الحدود</span>
وفيه مطلبان:
<span data-type="title" id=toc-276>المطلب الأول: إقامة الحدود على المجاهد في أرض العدو</span>.
المطلب الثاني: إقامة الحدود على المجاهد في الثغور.
المطلب الأول
إقامة الحدود (١) على المجاهد في أرض العدو
سبق عند الحديث عن القصاص من المجاهد في النفس أن الجمهور قالوا: لا يسقط القصاص عن المجاهد في أرض العدو، وكذا سائر الحدود، وقال الحنفية يسقط القصاص وسائر الحدود إذا لم يخرج الإمام مع الجيش، وقد سبق ذكر الأدلة والمناقشة والترجيح هناك (٢) .
وفي هذا المطلب اختلف الجمهور القائلون بعدم سقوط الحدود عن المجاهد هل تقام على المجاهد في أرض العدو أم تؤجل حتى يرجع إلى بلد الإسلام؟
فذهب الحنابلة إلى أنها لا تقام الحدود على المجاهد في أرض العدو، وإنما تؤجل حتى يرجع إلى بلد الإسلام ثم تقام عليه (٣) .
_________
(١) الحدود جمع حد، والحد: المنع والفصل بين شيئين، وسميت حدود الشرع حدودا، لأنها فصل بين الحلال والحرام، وسميت الحدود التي هي العقوبات المقدرة حدودا، لأنها تمنع من الإقدام على ما يوجب حدا. انظر: لسان العرب (٣/١٤٠) مادة (حدد) والمصباح المنير ص (١٢٤) مادة (حدد) .
وفي الشرع: عقوبة مقدرة شرعا في معصية من زنا وقذف وشرب خمر وقطع طريق وسرقة لتمنع من الوقوع في مثلها. انظر: كشاف القناع (٥/٦٥) وشرح منتهى الإرادات (٣/٣٣٥) .
(٢) راجع: القصاص من المجاهد في النفس.
(٣) المغني (١٣/١٧٢) وإعلام الموقعين لابن القيم (٣/٧) .','2','608',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (596,'واستدلوا بما يلي:
١- عن بسر بن أبي أرطاة (١) - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: «لا تقطع الأيدي في الغزو» (٢) .
وجه الدلالة: أن هذا حد من حدود الله تعالى، نهى - صلى الله عليه وسلم - عن إقامته في الغزوة خشية أن يترتب عليه ما هو أبغض إلى الله من تأخيره، كأن يلحق من أقيم عليه الحد بالمشركين حمية، أو غضبا (٣) .
٢- ما روي أن عمر - رضي الله عنه - (أنه كتب إلى الناس أن لا يجلدن أمير جيش ولا سرية ولا رجل من المسلمين حدا وهو غاز حتى يقطع الدرب قافلا لئلا تلحقه حمية الشيطان فيلحق بالكفار) (٤) .
٣- إجماع الصحابة:
قال ابن قدامة رحمه الله (ولأنه إجماع الصحابة رضي الله عنهم) (٥) .
_________
(١) هو: بسر بن أرطاة، وقيل: بن أبي أرطاة بن عمير بن عويمر، القرشي العامري، أبو عبد الرحمن، مختلف في صحبته قال أهل الشام: سمع من النبي - صلى الله عليه وسلم - وهو صغير، وجهه معاوية إلى اليمن والحجاز، توفي سنة (٨٦ هـ) وقيل غير ذلك، انظر: الإصابة (١/٤٢١) ت رقم (٦٤٢) وتهذيب التهذيب (١/٣٨١) ت رقم (٨٠١) .
(٢) أخرجه الترمذي في سننه مع تحفة الأحوذي، كتاب الحدود، باب ما جاء أن لا تقطع الأيدي في الغزو، ح رقم (١٤٥٠) قال الترمذي: هو حديث غريب، وأخرجه أبو داود في سننه، كتاب الحدود باب الرجل يسرق في الغزو أيقطع، ح رقم (٤٤٠٨) ولفظه: (لا تقطع الأيدي في السفر) والنسائي كتاب السارق، باب القطع في السفر، ح رقم (٤٩٩٤) والدارمي في سننه باب في أن لا تقطع الأيدي في الغزو (٢/٢٣١) قال الشوكاني: سكت عنه أبو داود، وقال الترمذي: غريب ورجال إسناده عند أبي داود ثقات، وفي إسناد الترمذي ابن لهيعة وفي إسناد النسائي بقية بن الوليد. انظر: نيل الأوطار (٧/١٣٧) وقال الألباني: صحيح انظر: صحيح الجامع الصغير (٢/١٢٣٣) ح رقم (٧٣٩٧) .
(٣) إعلام الموقعين (٣/٧) .
(٤) أخرجه ابن منصور في سننه، كتاب الجهاد، باب كراهية إقامة الحدود، ح رقم (٢٤٩٩) وعبد الرزاق في مصنفه، كتاب الجهاد، باب هل يقام الحد على المسلم في بلاد العدو، ح رقم (٩٣٧٠) وابن أبي شيبة في مصنفه، كتاب الحدود، باب إقامة الحد على الرجل في أرض العدو (٦/٥٦٥) .
(٥) المغني (١٣/١٧٣) .','2','609',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (597,'والمراد بالإجماع هنا الإجماع السكوتي (١) فإن القول بعدم إقامة الحد في أرض العدو على المجاهد حتى يرجع قد ورد عن جملة من الصحابة -رضي الله عنهم- في مواجهة آخرين منهم، فلم يظهر في سياق الأخبار خلاف أحد منهم فصار ذلك إجماعا على تأخير الحد (٢) .
٤- القياس الأولى (٣) .
ووجه ذلك: أنه إذا جاء تأخير الحدود لأمر عارض من مرض أو برد أو حر أو حمل ونحو ذلك مما فيه مصلحة للمحدود، فإن تأخير الحد عن المجاهد إلى الرجوع إلى دار الإسلام لمصلحة الإسلام، كحاجة المسلمين إلى المحدود في القتال، أو الخوف من ارتداده ولحوقه بالكفار جائز من باب أولى (٤) .
وذهب المالكية إلى أن الحدود تقام على المجاهد في دار الحرب مطلقا (٥) .
واستدلوا بأن أدلة إقامة الحدود جاءت مطلقة في كل زمان وكل مكان فتقام الحدود في دار الحرب ودار الإسلام.
قال تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِئَةَ جَلْدَةٍ} [النور: ٢] ..
وقال تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} [المائدة: ٣٨] .
وقال تعالى: {كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} [البقرة: ١٧٨] .
_________
(١) هو: أن يقول بعض المجتهدين قولا في حكم حادثة مثلا، ويسكت باقي المجتهدين مع اشتهار ذلك القول وانتشاره انظر: روضة الناظر لابن قدامة (ص ٧٩) العدة في أصول الفقه لأبي يعلي (٤/١١٧٠) .
(٢) الحدود والتعزيرات عن ابن القيم ص (٥٧) .
(٣) هو: ما كانت العلة في المقيس أقوى منها في المقيس عليه، فيكون الحكم في المقيس أولى من المقيس عليه.
انظر: الإحكام في أصول الأحكام للآمدي (٤/٣) وإعلام الموقعين (١/١٣٣) .
(٤) إعلام الموقعين (٣/١٨) والحدود والتعزيرات عن ابن القيم ص (٥٨) .
(٥) بلغة السالك (١/٣٥٨) ومواهب الجليل (٤/٥٥١) والذخيرة (٣/٤١١) والتفريع (١/٣٥٨) .','2','610',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (598,'وقال - صلى الله عليه وسلم -: «من قتل عمدا فهو قود» (١) .
فهذه نصوص جاءت مطلقة لم تحدد الزمان ولا المكان الذي تقام فيه الحدود.
ونوقش استدلال المالكية بإطلاق النصوص بما يلي:
١- أن هذا الإطلاق مقيد بما ثبت من النصوص التي استدل بها الحنابلة، أنه لا يقام الحد في أرض الحرب (٢) .
٢- أن المالكية يقولون بجواز تأجيل الحد لمصلحة المحدود، كبرد شديد، أو حر شديد، أو مرض، فهم بذلك قيدوا النصوص المطلقة (٣) فكذلك النصوص المطلقة في إقامة الحدود فيلزم تأخير الحد عن المجاهد في أرض العدو حتى يرجع إلى دار الإسلام لمصلحة الإسلام والخوف عليه من اللحوق بالكفار.
وذهب الشافعية (٤) إلى إقامة الحدود على المجاهد في دار الحرب إلا إذا وجد مانع من إقامة الحد، كالتشاغل بتدبير الحرب، أو الحاجة إلى المحدود في القتال، فإنه يؤجل الحد إلى دار الإسلام، ولم يعتبروا الخوف على المجاهد أن يلحق بالمشركين مانعا من إقامة الحد عليه في دار الحرب.
جاء في الأم (يقام عليه الحد ولا يمنعنا الخوف عليه من اللحوق بالمشركين أن نقيم حد الله تعالى، ولو فعلنا توقيا أن يغضب ما أقمنا عليه الحد أبدا، لأنه يمكنه من أي موضع أن يلحق بدار الحرب فيعطل عنه حكم الله عز وجل وحكم رسوله - صلى الله عليه وسلم - ... ) (٥) .
واستدلوا بما يلي:
١- (أن النبي - صلى الله عليه وسلم - أقام الحد بالمدينة والشرك قريب منها، وحد شارب الخمر يوم حنين والشرك قريب منه) (٦) .
_________
(١) سبق تخريجه.
(٢) راجع أدلة القول الأول.
(٣) جواهر الإكليل بهامش مواهب الجليل (٢/٢٨٦) والحدود والتعزيرات عند ابن القيم ص (٦٦) .
(٤) الحاوي الكبير (١٤/٢١٠) والمهذب مع تكملة المجموع (٢١/٢١٤) .
(٥) الأم (٤/٢٤٨) .
(٦) أخرجه البيهقي في السنن الكبرى، كتاب السير باب إقامة الحدود في أرض العدو ح رقم (١٨٢١٧) وأورد آثارا أخرى منها: (أقيموا الحدود في الحضر والسفر على القريب والبعيد ولا تبالوا في الله لومة لائم) ح رقم (١٨٢٢١) .','2','611',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (599,'٢- أن الحدود تجب في دار الإسلام، فاقتضى أن تجب في دار الحرب (١) .
٣-أنه لما استوت الداران في تحريم المعاصي ووجوب العبادات، وجب أن تستويا في لزوم الحدود (٢) .
ويمكن مناقشة أدلتهم بما يلي:
١- أن النبي - صلى الله عليه وسلم - أقام الحد بالمدينة وهي دار إسلام لا دار حرب.
٢- أن الحدود تجب في دار الإسلام ولا يقتضي ذلك وجوبها في دار الحرب لوجود مانع أو مصلحة، كما ذكر الشافعية ذلك.
٣- أن تحريم المعاصي ووجوب العبادات مطلقا في كل زمان وكل مكان، أما إقامة الحدود فمقيد كما سبق.
الترجيح
الذي يظهر أنهم متفقون على جواز تأخير الحد عن المجاهد حتى يرجع إلى دار الإسلام إذا وجد مانع من إقامته في دار الحرب فالحنابلة، والشافعية ظاهر قولهم فيما سبق.
أما المالكية فجاء في حاشية الدسوقي بعد أن أوجب إقامة الحد في دار الحرب ما يدل على جواز تأجيل الحد، قال: (والظاهر أنه إذا خيف من إقامة الحد ببلدهم حصول مفسدة فإنه يؤخر ذلك للرجوع لبلدنا، ولا سيما إن خيف عظمها) (٣) .
والخلاف إنما هو فيما إذا لم يوجد ما يمنع من إقامة الحد، إلا الخوف من لحوقه بالمشركين فالمالكية والشافعية قالوا: تقام عليه الحدود، والحنابلة قالوا: لا تقام عليه الحدود حتى يرجع والراجح ما ذهب إليه الحنابلة أنها لا تقام عليه الحدود في دار الحرب وتؤخر حتى يرجع إلى دار الإسلام للنصوص الواردة في ذلك والآثار عن الصحابة -رضي الله عنهم- وإجماعهم على ذلك، ولأن إقامة الحدود على المجاهد في دار الحرب تؤدي إلى إضعاف روحه المعنوية وربما طمع العدو في المسلمين واستغلوا إقامة الحدود في إثارة الفتنة بينهم وإضعافهم وتفريق صفهم والله أعلم.
_________
(١) الحاوي الكبير (١٤/٢١٠) .
(٢) المرجع السابق.
(٣) حاشية الدسوقي (٢/١٨٠) وانظر حاشية الخرشي (٤/٢٣) .','2','612',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (600,'<span data-type="title" id=toc-277>المطلب الثاني
إقامة الحدود على المجاهد في الثغور </span>(١)
اتفق الفقهاء -رحمهم الله تعالى فيما أعلم- على وجوب إقامة الحدود على المجاهد في الثغور.
قال في المغني: (وتقام الحدود في الثغور بغير خلاف نعلمه..) (٢) .
يدل على ذلك ما يلي:
١- أن ثغور من بلاد الإسلام (٣) .
٢- أن الحاجة داعية إلى زجر أهلها بالحدود، كالحاجة إلى زجر غيرهم (٤) . أن عمر بن الخطاب -رضي الله عنه- (كتب إلى أبي عبيدة، أن يجلد من شرب الخمر ثمانين، وهو بالشام، وهو من الثغور) (٥) .
_________
(١) جمع ثغر، والثغر: موضع المخافة من أطراف البلاد الإسلامية انظر: المطلع على أبواب المقنع ص (٢١٠) . ومغني المحتاج (٤/١٤٦) .
(٢) المغني (١٣/١٧٤) والكافي في فقه الإمام أحمد (٤/١٦٨) .
(٣) المرجعان السابقان.
(٤) المرجعان السابقان.
(٥) أخرجه البيهقي في السنن الكبرى، كتاب السير، باب من زعم لا تقام الحدود في أرض الحرب ح رقم (١٨٢٢٧) من حديث طويل.','2','613',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (601,'<span data-type="title" id=toc-278>الفصل الثاني
أحكام المجاهد في القضاء</span>
ويشتمل على خمسة مباحث:
المبحث الأول: خروج القاضي للجهاد.
المبحث الثاني: مطالبة المجاهد بالدين الحال.
المبحث الثالث: مطالبة المرأة له بالطلاق.
المبحث الرابع: قبول شهادة المجاهد على غيره.
المبحث الخامس: قبول شهادة المجاهدين بعضهم لبعض.','2','615',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (602,'<span data-type="title" id=toc-279>المبحث الأول
خروج القاضي للجهاد</span>
السنة أن الإمام هو الذي يخرج مع العسكر إلى الجهاد في سبيل الله، وهو الذي يؤمهم في الصلاة، ويقيم الحدود، ويفصل في المنازعات بينهم، فهو القائد القاضي، وكذلك نائبه، أو من يؤمره.
قال ابن تيمية -رحمه الله- كانت سنة رسول الله - صلى الله عليه وسلم - وسائر خلفائه الراشدين، ومن سلك سبيلهم من ولاة الأمور في الدولة الأموية، والعباسية أن الإمام يكون إمام في الصلاة والجهاد وكان النبي - صلى الله عليه وسلم - إذا استعمل رجلا على غزوة كان أمير الحرب هو الذي يصلي بالناس وهو الذي يقيم الحدود (١) . وجاء في الأحكام السلطانية للماوردي: الأمير إذا فوضت إليه الإمارة على المجاهدين ينظر في أحكامهم ويقيم الحدود عليهم (٢) .
ولما تولي قيادة الجيوش من ليس عنده القدرة على الاجتهاد في المسائل الفقهية والقضاء بين العسكر كان القضاة يخرجون مع العسكر.
جاء في مغنى المحتاج: يعطي من الفيء القضاة، والمراد بالقضاة غير قضاة العسكر، أما قضاتهم الذين يحكمون لأهل الفيء في مغزاهم فيرزقون من الأخماس الأربعة (٣) . ولا يجوز خروج القاضي إذا لم يكن في البلد غيره لخوف ضياع حقوق الناس وتعطل مصالحهم (٤) .
_________
(١) مجموع الفتاوى (٣٥/٣٨) .
(٢) الأحكام السلطانية ص (١١٢) .
(٣) مغني المحتاج (٤/١٤٧) وفتاوى قاضيخان بهامش الفتاوى الهندية (٢/٣٦٣) .
(٤) حاشية ابن عابدين (٦/٢٠٤) .','2','616',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (603,'المبحث الثاني
مطالبة المجاهد بالدين (١) الحال
سبق بيان أن من عليه دين حال لا يجوز له الخروج إلى الجهاد إذا كان فرض كفاية إلا بإذن صاحب الدين، إلا أن يترك وفاء أو يقيم كفيلا أو يوثق دينه برهن (٢) .
فإذا حل الدين على المجاهد وهو في الجهاد فإن لصاحب الدين مطالبته بدينه، ويلزمه الوفاء بالدين مع القدرة على ذلك باتفاق الفقهاء (٣) -رحمهم الله تعالى فيما أعلم- جاء في مراتب الإجماع: (أجمعوا على أن كل من لزمه حق في ماله أو ذمته لأحد ففرض عليه أداء الحق لمن هو له عليه إذا أمكنه ذلك) (٤) .

يدل على ذلك ما يلي:
١- عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «مطل الغني ظلم» (٥) فالحديث دليل على تحريم المطل وهو: المدافعة والتسويف بوعد الوفاء مرة بعد مرة فيؤخر ما استحق أداؤه بغير عذر (٦) وهذا عام في كل قادر على الوفاء.
_________
(١) الدين: القرض وثمن المبيع. انظر: المصباح المنير ص (٢٠٥) مادة (دين)
واصطلاحًا: ما وجب في الذمة بعقد أو استهلاك وما صار في ذمته دينا باستقراضه، فهو أعم من القرض. انظر: حاشية ابن عابدين (٧/٣٨٣)) .
(٢) راجع: إذن الدائن في خروج المجاهد ص (٢٨٩) .
(٣) الحجة على أهل المدينة (٢/٦٩٥) ومختصر اختلاف العلماء (٤/٢٨٠) والمدونة (٤/٤١) وبلغة السالك (٢/١٠٦) قواعد الأحكام للعز بن بعد السلام (٢/٢٤) وعون المعبود ... (٩/١٣٩) والمغني (٦/٥٨٥) وحاشية الروض المربع (٥/١٦٥) وتوضيح الأحكام ... (٤/١١٥) .
(٤) مراتب الإجماع لابن حزم ص (٥٨) .
(٥) أخرجه البخاري مع الفتح، كتاب الاستقراض باب مطل الغني ظلم، ح رقم (٢٤٠٠) ومسلم مع شرح النووي، كتاب المساقاة باب تحريم مطل الغني، ح رقم (١٥٦٤) .
(٦) سبل السلام (٣/١٢٦) وفتح الباري (٤/٥٨٦) وشرح صحيح مسلم (١٠/٤٨٦) والمصباح المنير ص (٢٠٥) .','2','617',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (604,'٢- ولأن الشهادة في سبيل الله لا تكفر الدين، فلزم أداؤه لما ثبت عن عمرو بن العاص - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «يغفر للشهيد كل ذنب إلا الدين» (١) .
أما إذا عجز عن سداد الدين لإعساره فإنه يلزم صاحب الدين إنظاره حتى يوسر ولا تحل مطالبته بالدين باتفاق الفقهاء (٢) -رحمهم الله تعالى فيما أعلم-.
يدل على ذلك قوله تعالى: {وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ} [البقرة: ٢٨٠] .
فإن كان موسرا لكنه لم يتمكن من أداء الدين لانشغاله بالقتال في سبيل الله، فإن له التأخر إلى أن يقدر على الأداء، ولا يدخل ذلك تحت المماطلة المحرمة، لأن له عذرا يمنعه من الأداء (٣) والله أعلم.
_________
(١) صحيح مسلم مع شرح النووي، كتاب الإمارة، باب من قتل في سبيل الله كفرت خطاياه، ح رقم (١٨٨٦) .
(٢) مختصر اختلاف العلماء (٣/٣٩٣) واللباب في شرح الكتاب (٢/٧٤) والتفريع (٢/٢٤٧) والتلقين ص (٤٢٩) وسبل السلام (٣/١٢٦) وفتح الباري (٤/٥٨٦) ومغني المحتاج (٣/١١٥) وحاشية الروض المربع (٥/١٦٣) والمغني (٦/٥٨٥) وتوضيح الأحكام (٤/١١٦) .
(٣) شرح صحيح مسلم للنووي، (١٠/٤٨٦) وحاشية الروض المربع (٥/١٦٥) .','2','618',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (605,'<span data-type="title" id=toc-281>المبحث الثالث
مطالبة المرأة له بالطلاق </span>(١)
سبق بيان أن المجاهد لا يغيب عن زوجته في الجهاد مدة طويلة، وقد حدد عمر - رضي الله عنه - أطول مدة يغيبها المجاهد عن زوجته في الجهاد بأربعة أشهر في القتال، وشهر في الذهاب وشهر في العودة (٢) وسبق بيان أن النفقة للزوجة واجبة على المجاهد ولا تسقط بخروجه للجهاد (٣) .
فإن امتنع المجاهد عن العودة إلى زوجته مع إمكانية ذلك، وخافت على نفسها من الوقوع في الزنا أو امتنع من الإنفاق عليها، فإن للزوجة أن تطالب الزوج بالعودة إليها والإنفاق عليها أو الطلاق وعلى الحاكم أن يكتب بذلك إلى قادة الجند (٤) .
يدل على ذلك ما يلي:
١- عن عمر بن الخطاب - رضي الله عنه - (أنه كتب إلى أمراء الأجناد في رجال غابوا عن نسائهم فأمرهم بأن ينفقوا أو يطلقوا) (٥) .
٢- ولأن في ذلك رفعا للضرر الواقع على الزوجة بغيابه عنها وعدم النفقة عليها والضرر يزال (٦) .
٣- ولأن في ذلك حفظا للمرأة من الضياع وصيانة للمجتمع من الفساد.
فإن كان المجاهد لا يقدر على العودة إلى زوجته لانشغاله بالقتال، وعدم الإذن له بالرجوع لضرورة وجوده مع المجاهدين حيث لا يستغنى عنه، ومتى ما قدر على الرجوع رجع إليها، فإنه لا يحق للزوجة في هذه الحالة مطالبته بالطلاق لأنه لم يقصد الإضرار بها (٧) ولأنه معذور في عدم العودة إليها، وتجب عليه النفقة لها، وعلى الزوجة أن تصبر وتحتسب، ولتعلم أن ذلك من العون على الجهاد في سبيل الله، والله أعلم.
_________
(١) الطلاق في اللغة: التخلية والإرسال والتحرر، يقال امرأة طالق، محررة من قيد الزواج، وناقة طالق مرسلة ترعي حيث شاءت. انظر: المعجم الوسيط (ص٢٦٥) ومعجم مقاييس اللغة (٣/٤٢٠) مادة (طلق) .
وشرعًا: حل قيد النكاح أو بعضه. انظر: كشاف القناع (٤/٢٠٥) .
(٢) راجع: أطول مدة يغيب فيها المجاهد.
(٣) راجع: نفقة زوجة المجاهد.
(٤) مواهب الجليل (٨/١٥٤) .
(٥) سبق تخريجه.
(٦) قاعدة فقهية. انظر الأشباه والنظائر للسيوطي ص (١٧٣) .
(٧) المرأة بين الفقه والقانون للسباعي ص (١٣٩) .','2','619',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (606,'المبحث الرابع
قبول شهادة (١) المجاهد على غيره
اتفق الفقهاء -رحمهم الله تعالى- على قبول شهادة المجاهد على غيره من مسلم أو كافر إذا تحققت شروط الشاهد فيه (٢) وانتفت الموانع (٣) .
قال ابن المنذر: (وأجمعوا على أن شهادة الرجل المسلم البالغ العاقل. جائزة ويجب على الحاكم قبولها..) (٤) .
قال تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق: ٢] .
_________
(١) الشين والهاء والدال أصل يدل على حضور وعلم إعلام، والشهادة تجمع هذه الأصول من الحضور والعلم والإعلام، وشهد فلان عند القاضي إذا بين وأعلم لمن الحق وعلى من هو. انظر: معجم مقاييس اللغة (٣/٢٢١) ولسان العرب (٣/٢٣٩) مادة شهد.
والشهادة في الاصطلاح: هي الإخبار بما علمه بلفظ أشهد. انظر: كشاف القناع (٥/٣٤٩) وحاشية الروض المربع (٧/٥٨٠) .
(٢) شرط الفقهاء فيمن تقبل شهادته: الإسلام، العقل، البلوغ وقد سبق تحقيق هذه الشروط في المجاهد. انظر: شروط المجاهد من هذا البحث وما بعدها وشرطوا كذلك: القدرة على الكلام وأن يكون ممن يحفظ فلا تقبل شهادة المعروف بالغلط والنسيان والعدالة، وهي استواء أحواله في دينه واعتدال أقواله وأفعاله. انظر: كشاف القناع (٥/٣٥٩) وما بعدها، والإنصاف (١٢/٣٧) وما بعدها، والذخيرة (١١/١٥١) والمعونة (٣/١٥١٨) وروضة الطالبين (١١/٢٤١) والتذكرة في الفقه الشافعي (ص١٦٦) والاختيار للموصلي (٢/٢٤١) وتحفة الفقهاء (٣/٣٦١) .
(٣) من الموانع: أن يكون الشاهد والدا وإن علا أو ولدا وإن سفل، الزوجية فلا تقبل شهادة أحد الزوجين للآخر التهمة بأن يجر إلى نفسه نفعًا بالشهادة أو يدفع عن نفسه ضررا العداوة في غير الدين.
انظر: كشاف القناع (٥/٣٦٩) وما بعدها، والبحر الرائق (٦/١٣٤) وما بعدها، والتفريع (٢/٢٣٥) والذخيرة (١١/٢٥٩) والمعونة (٣/١٥١٩) وكفاية الأخبار ص (٥٧٣) وروضة الطالبين (١١/٢٣٤) .
(٤) الإجماع لابن المنذر ص (٤٦) انظر: مراتب الإجماع لابن حزم ص (٥٢) والحاوي الكبير (١٧/١٦٩) .','2','620',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (607,'قال تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ} [البقرة: ٢٨٢] .
قال تعالى: {وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ} [البقرة: ٢٨٢] .
ووجه الدلالة من الآيات: أنها جاءت عامة في قبول شهادة المسلم إذا تحققت الشروط وانتفت الموانع فيدخل المجاهد في هذا العموم، فتقبل شهادته على المجاهدين وغيرهم.
<span data-type="title" id=toc-283>المبحث الخامس
قبول شهادة المجاهدين بعضهم لبعض</span>
اتفق الفقهاء (١) -رحمهم الله تعالى فيما أعلم- على قبول شهادة المجاهدين بعضهم لبعض فيما لا تهمة فيه إذا تحققت شروط الشهادة.
واختلفوا في شهادة بعضهم لبعض بشيء من الغنائم قبل القسمة، كمن شهد أن فلانا قاتل فارسا، هل ذلك من قبيل التهمة فترد الشهادة، أم ليس من قبيل التهمة فتقبل؟
ومبني الخلاف راجع إلى ملك الغنائم، هل هو بمجرد الاستيلاء عليها وانهزام العدو، أم لا تملك الغنائم إلا بالقسمة؟
فذهب الحنابلة على المذهب (٢) وهو قول للشافعية (٣) وقول لمالكية (٤) أن شهادة بعضهم لبعض بشيء من الغنائم قبل القسمة مردودة.
_________
(١) المغني (١٣/٧٨) والإنصاف (١٢/٧١) وروضة الطالبين (١٠/٢٧٩) والوسيط في المذهب (٧/٣٥٤) والمبسوط (١٠/٦٤) وشرح السير الكبير (٣/٦٥) وتبصرة الحاكم لابن فرحون (١/١٩٠) والكافي في فقه أهل المدينة (٢/٨٩٢) وبداية المجتهد (٢/٤٦٥) والمحلى بالآثار (٨/٥٠٥) وابن حزم لا يرى التهمة مانعة من قبول الشهادة.
(٢) المغني (١٣/١٠٨) وكشاف القناع (٢/٤٠٥) والشرح الكبير (٥/٥٥٥) .
(٣) روضة الطالبين (١٠/٢٦٧) ومغني المحتاج (٦/٤٧) .
(٤) الذخيرة (٣/٤٢٧) .','2','621',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (608,'لأنهم بالاستيلاء على الغنائم ملكوها فأصبحوا شركاء فيها، وشهادة الشريك لشريكه لا تقبل للتهمة بجر النفع إليه، ولأنه يعتبر شاهدا لنفسه (١) .
وذهب الحنفية (٢) والشافعية في قول (٣) والمالكية في قول (٤) والحنابلة في رواية (٥) إلى قبول شهادة بعضهم لبعض.
لأن الشاهد على أن هذا قاتل فارسا لا يجر بذلك نفعا لنفسه، بل ضررا فإنه ينقص سهم نفسه، فهو يلزم نفسه الضرر (٦) .
ولأن شركتهم في الغنيمة قبل القسمة شركة عامة، فإنهم لا يملكون شيئا قبل القسمة وبمثل هذه الشركة لا تمكن التهمة في الشهادة (٧) .
ولقوله - صلى الله عليه وسلم - «من قتل قتيلا له عليه بينة فله سلبه» (٨) .
وجه الدلالة: أنه لا بينة في ميدان القتال للعسكر إلا العسكر من المقاتلين، فدل الحديث على قبول شهادة بعضهم لبعض (٩) .
الترجيح
الذي يظهر أن الراجح القول الأول أنها لا تقبل شهادة بعضهم لبعض في شيء من الغنائم قبل القسمة لأنها شهادة تجر نفعا. والله أعلم.
_________
(١) الإنصاف (١٢/٧١) والحاوي الكبير (١٧/١٦٠) .
(٢) البحر الرائق (٥/١٤٢) وبدائع الصنائع (٦/٩٦) وفتح القدير (٥/٢٤٠) .
(٣) روضة الطالبين (١٠/٢٦٧) ومغني المحتاج (٦/٤٧) .
(٤) الذخيرة (٣/٤٢٧) .
(٥) المغني (١٣/١٠٨) وكشاف القناع (٢/٤٠٥) والشرح الكبير (٥/٥٥٥) .
(٦) فتح القدير (٥/٢٤١) .
(٧) شرح السير الكبير (٣/٦٥) وفتح القدير (٥/٢٤١) .
(٨) سبق تخريجه.
(٩) فتح القدير (٥/٢٤١) .','2','622',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (609,'واختلف الفقهاء -رحمهم الله تعالى- كذلك فيما إذا فعلاً المجاهدون فعل معا، ثم شهد بعضهم لبعض على هذا الفعل، كأن يأسروا العدو ثم يشهد بعضهم لبعض أنهم أمنوه.
فذهب الجمهور إلى قبول شهادتهم (١) لأنهم عدول من المسلمين غير متهمين في شهادتهم فتقبل شهادتهم (٢) .
وذهب الشافعية إلى أنها لا تقبل شهادتهم (٣) لأنهم يشهدون على فعل بعضهم (٤) .
ونوقش هذا: بأن النبي - صلى الله عليه وسلم - قبل شهادة المرضعة على فعلها (٥) .
فكذلك شهادة المجاهدين بعضهم لبعض.
والذي يظهر أن الراجح ما ذهب إليه الجمهور، لأن كون الشهود ممن أسروا العدو، لا يؤثر ذلك على عدالتهم، والله أعلم.
_________
(١) المبسوط (١٠/٦٤) والمغني (١٣/٧٨) والتاج والإكليل بهامش مواهب الجليل (٨/١٩٣) وبلغة السالك (٢/٣٥٤) وقول المالكية هنا بناء على قبولهم شهادة بعض القافلة في حرابة العدو لهم.
(٢) المغني (١٣/٧٨) .
(٣) روضة الطالبين (١٠/٢٧٩) .
(٤) المرجع السابق.
(٥) المغني (١٣/٧٨) ونص الحديث، عن عقبة بن الحارث -رضي الله عنه- (أن امرأة سوداء جاءت فزعمت أنها أرضعتهما فذكر للنبي - صلى الله عليه وسلم - فأعرض عنه وتبسم النبي - صلى الله عليه وسلم - قال: كيف وقد قيل؟ وكانت تحته ابنة أبي إهاب التميمي) .

قال ابن حجر في شرح الحديث قوله (كيف وقد قيل؟) يشعر بأنه أمره بفراق امرأته لأجل قول المرأة أنها أرضعتها. انظر: صحيح البخاري مع الفتح، كتاب البيوع باب تفسير الشبهات، ح رقم (٢٠٥٢) .','2','623',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (610,'<span data-type="title" id=toc-284>خاتمة البحث</span>
الحمد لله أولا وآخر، وظاهرا وباطنا، أن وفقني إلى إنهاء هذا البحث على هذه الصورة التي آمل لها قبولا. وبعد:
فهذه خاتمة تضم خلاصة البحث وأهم نتائجه وهي كما يلي:
أولا: الجهاد بالنفس معناه قتال الكفار بالسلاح، ومقصوده إعلاء دين الله ونشره وإزالة المعوقات التي تحول بين دخول الناس فيه أفواجا، وجعل الحاكمية لشرع الله في الأرض ورفع الظلم عن العباد، حتى يكون الناس إما مؤمنا بالله متبعا لشرعه عن رضى وقناعة أو ممتنا باق على دينه الذي يعتقده، وهو في حماية المسلمين، دافعا للجزية، خاضعا لشريعة الإسلام، متنعما بعدالتها.
وقد غاب هذا المفهوم عن كثير من المسلمين اليوم مما جعلهم يقاتلون من أجل وطنية، أو قومية أو حزبية ونحو ذلك، بل غاب عنهم اسم الجهاد الذي يخافه العدو، لأنه يعني بذل النفس من أجل إعلاء دين الله فتهون الأنفس لهذا الهدف وتشتاق للقتال للفوز بإحدى الحسنيين. وقد غاب اسم الجهاد اليوم إلى ما يسمى بالكفاح، أو النضال، أو الانتفاضة ونحو ذلك من الأسماء التي تبعد المسلمين عن معنى الجهاد الحقيقي الذي عرفه سلف هذه الأمة.
ثانيا: الجهاد بالنفس في سبيل الله جاء في ثلاث مراحل: مرحلة الإذن بالجهاد دون أن يفرض، ثم مرحلة الفرض لمن اعتدى وترك من لم يعتد، ثم مرحلة فرض قتال الكفار وابتدائهم بالقتال حتى يسلموا أو يعطوا الجزية، وتكون الحاكمية في الأرض لشرع الله.
وليس هذا تدخلا في شئون الآخرين ولا إكراها على اعتناق الإسلام، وإنما هو إنقاذ للأمم الكافرة مما هم فيه من الكفر وتحريرهم من استعباد الطواغيت، ثم ترك الحرية لهم لاختيار ما يقتنعون به بعد بيان الحق لهم.
وإذا كانت الدول الكافرة في هذا العصر تتدخل بقوة السلاح في بعض الدول بحجة بسط النظام الوضعي والديمقراطية المزعومة فيها، فإن المسلمين أحق وأجدر بأن يتدخلوا في دول الكفر لبسط شرع الله، ونشر أحكامه في الأرض التي هي قمة العدل والإنصاف والرحمة.','2','624',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (611,'ثالثا: للمجاهد في سبيل الله الترخص بالرخص الشرعية، بل هو أولى من غيره ومن ذلك ما يلي:
١- إذا أصابته الجراح فله أن يمسح عليها بالماء عند الطهارة، فإن خاف ضررا من الماء تيمم عن الجراح وغسل الباقي وله أن يمسح على الجبائر إذا خاف من نزعها ضررا.
٢- له أن يتيمم إذا خاف من العدو إذا طلب الماء، وكذلك إذا منعه العدو من الطهارة بالماء، وله أن يتيمم بالغبار أو بما هو من جنس الأرض كالحصي ونحو ذلك إذا لم يجد التراب.
٣- له أن يمسح على الخفين وما يقوم مقامهما كالأحذية التي يلبسها العسكر ونحو ذلك وله أن يمسح مدة طويلة للضرورة دون أن يخلع الخفاف أو الأحذية.
٤- له أن يمسح على العمامة وما يقوم مقامها مما يوضع على الرأس كالخوذة ونحوها إذا كان في نزعها مشقة عليه.
٥- له أن يصلي صلاة الخوف فردا وفي جماعة على الكيفية التي يرى أنها أحوط للصلاة، وأبلغ في الحراسة واتقاء شر العدو، على الكيفيات التي صلاها النبي - صلى الله عليه وسلم -، وله أن يصلي صلاة الخوف ويومي بالركوع والسجود وإن لم يستقبل القبلة فإن لم يدر ما يقول في صلاته لشدة الخوف فله أن يؤخر الصلاة حتى يزول الخوف.
٦- للمجاهد أن يقصر الصلاة الرباعية في السفر للجهاد ولو طالت المدة، وله الجمع بين الصلاتين ولو لم يكن مسافرا، كذلك الأسير ما دام في أسر العدو.
٧- له أن يفطر في رمضان إذا سافر للجهاد وكذلك إذا كان مقيما وخاف الضعف بالصيام عند ملاقاة العدو، وللقائد إجبار الجند على الفطر إذا خاف عليهم من الصيام ضعفا عند ملاقاة العدو.
رابعًا: المقصود بالشهيد هو من قتل في المعركة مع الكفار ونيته من الجهاد إعلاء دين الله وجعل الحاكمية لشرعه.
وللشهيد في قتال العدو ثلاث حالات:
الحالة الأولى: أن يقتل في ميدان المعركة وهو يجاهد أعداء الله من أجل إعلاء دين الله وجعل الحاكمية في الأرض لشرعه.
فهذا شهيد في الأحكام الدنيوية فلا يغسل ولا','2','625',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (612,'يصلى عليه ويدفن بثيابه التي قتل فيها بعد أن ينزع عنه الحديد والسلاح، وشهيد في الآخرة له أجره عند ربه جنات عدن تجري من تحتها الأنهار، ومغفرة من الله ورضوان.
الحالة الثانية: أن يقتل في ميدان المعركة، وكان هدفه من القتال غنيمة أو سمعة أو رياء أو عصبية أو حزبية ونحو ذلك، فهذا شهيد في الأحكام الدنيوية لا يغسل ولا يصلي عليه، ويدفن بثيابه التي قتل فيها، لكنه غير شهيد في الآخرة لسوء نيته فلا ينال منزلة الشهداء وما أعده الله لهم من الفضل العظيم.
الحالة الثالثة: أن يقتل في غير ميدان المعركة كمن جرح في المعركة، ثم بقي زمنا وأكل وشرب ثم مات، وكان هدفه من الجهاد إعلاء دين الله وجعل الحاكمية في الأرض لشرعه، فهذا لا يأخذ أحكام الشهيد الدنيوية فيغسل ويصلي عليه ويكفن ولكنه شهيد في الآخرة لحسن نيته ونبل مقصده من قتاله أعداء الله.
خامسًا: في حالة كثرة القتلى في المعارك مع العدو فإنه يجوز جمع أكثر من قتيل في قبر واحد، كما فعل النبي - صلى الله عليه وسلم - بشهداء أحد.
سادسًا: للمجاهد في سبيل الله الأخذ من الزكاة ليستعين به على الجهاد في سبيل الله إذا لم يكن له راتب من ديوان الجند، وله أخذ الهبة على الجهاد في سبيل الله، وأخذ الجعل من بيت المال أو من غيره إذا لم يكن له راتب في ديوان الجند.
ولا يجوز له أخذ الأجرة على الجهاد لأنه إذا حضر صف القتال صار فرض عين في حقه ولا يجوز أخذ الأجرة على فرض العين.
ويجوز للمجاهد أخذ نصيبه من الغنائم ولا يحل له أخذ شيء من الغنائم بدون إذن الإمام ولا قبل قسمة الغنائم بين الجند، لأن ذلك غلول محرم، إلا ما احتاج إليه من مطعم ومشرب ونحو ذلك بقدر الحاجة.
وللمجاهد أخذ النفل الذي يعطيه الإمام على عمل قام به لأن في ذلك تحريضا على القتال.
سابعا: لا يجوز للمجاهد الخروج للجهاد بدون إذن الإمام إذا كان ذلك الخروج في جهاد الطلب للعدو وكذلك لا يجوز له الخروج بدون إذن الوالدين وإذن الغريم الذي حل دينه ولم يترك له وفاء.
ويجوز له الخروج مع القائد الفاجر إذا كان فجوره على نفسه، لأن في ترك الخروج مع القائد الفاجر دعوة إلى ترك الجهاد في سبيل الله.
ولا يجوز الخروج بالقرآن الكريم إلى أرض العدو إذا خيف عليه منهم أن تناله أيديهم بالتحريف والإهانة.','2','626',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (613,'ثامنا: لا يجوز قتال الكفار وغزوهم في ديارهم إلا بعد دعوتهم إلى الإسلام وبيان الحق لهم، فإن أبو دعوا إلى دفع الجزية والدخول في حماية المسلمين ولهم دينهم، فإن أبو فالقتال آخر الحلول حتى يسلموا أو يعطوا الجزية.
تاسعا: الاستعداد لقتال الكفار والأخذ بكل وسائل القوة أمر مطلوب وذلك في جانبين:
الأول: الإعداد المعنوي ويتمثل ذلك في الإيمان بالله عز وجل، والتوكل عليه، والثقة بنصره لجنده، وعدم الخوف من كثرة العدو وعدتهم وتطور سلاحهم مهما بلغ عددهم وقوتهم، وهذه قوة معنوية عظيمة لا توجد عند غير المجاهد في سبيل الله.
الثاني: الإعداد الحسي ويتمثل ذلك في جميع أنواع وصنوف القوة في العدد والعدة والتدريب واستخدام أحدث الطرق والوسائل في القتال مع العدو سواء في كيفية القتال، أو في التجسس ومحاربة العدو نفسيا بالطرق المختلفة، أو بامتلاك الأسلحة وإظهار القوة ووضع وسائل الردع الممكنة لحماية المسلمين من العدو واتباع الخطط المرسومة من القادة والثبات عند لقاء العدو حتى يتحقق النصر بإذن الله.
عاشرا: أخلاقيات المجاهد عند القتال:
عند قتال العدو يجب على المجاهد في سبيل الله التخلق بأخلاقيات الإسلام في القتال مع العدو، فلا يجوز قتل النساء والأطفال والعجزة والمرضى وأصحاب الصوامع والفلاحين والرعاة ما لم يشاركوا في القتال، أو يعينوا بالرأي والمشورة والتحريض، هؤلاء يسمون الآن (المدنيون) ولا يجوز الاعتداء على أعراض العدو، ولا المثلة بجثثهم، ولا الإجهاز على الجرحى منهم، ولا يجوز هدم المنازل ولا إحراق المزارع والمدن إلا في حالة الحاجة إلى ذلك لمصلحة سير المعارك بقدر الحاجة وبإذن الإمام.
ولا يجوز قتل العدو بأسلحة مدمرة تؤثر على من لا يجوز قتله من العدو مع إمكانية استخدام أسلحة أقل تأثيرا وحصول المقصود بها من تحقيق النصر على العدو.
ولا يجوز إهانة الأسرى من العدو ولا تعذيبهم حتى يختار الإمام ما يراه مناسبا في حقهم، ويجب الالتزام بالمعاهدات والاتفاقات التي حصلت بين المجاهدين والعدو واحترامها وعدم الغدر والخيانة.
هذه أخلاقيات الإسلام في الجهاد في سبيل الله، لا يقاتل من العدو إلا من هو أهل للقتال حتى يسلم أو يدفع الجزية ويكون في حماية المسلمين ويبقى على دينه الذي يريد.','2','627',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (614,'يعيش في ظل عدالة الإسلام لا يعتدى على عرضه ولا على نفسه ولا على ماله، له ما للمسلمين وعليه ما عليهم.
فلينظر العالم الحائر في هذا الزمن إلى هذه الأخلاقيات العظيمة السماوية، وإلى ما يرتكبه أهل الكفر مع المسلمين اليوم في الحروب البشعة التي يشنها العدو في كثير من دول العالم على أقليات من المسلمين لا حول لهم ولا طول، وكيف أنهم يقتلون النساء والأطفال والعجزة ويمثلون بهم وينتهكون الأعراض ويهلكون الحرث والنسل ويسعون في الأرض الفساد.
الحادي عشر: المجاهد في المعاملات:
١- يجوز للمجاهد شراء السلاح من العدو وكذا ما يحتاجه من طعام وشراب ونحو ذلك.
٢- لا يجوز للمجاهد التعامل بالربا مع الحربي في دار الكفر ولا في غيرها.
٣- لا يجوز للمجاهد بيع السلاح للعدو، ولا رهن سلاحه عند الحربي، ويجوز عند أهل الذمة عند الحاجة إلى ذلك.
٤- يجوز للمجاهد استعارة السلاح واستئجاره ويضمنه إذا تلف بتعد منه.
٥- للمجاهد أخذ لقطة دار الحرب، فإن كانت من مال الكفار فهي غنيمة توضع في الغنائم وإن كانت لمسلم فتأخذ أحكام اللقطة، وإن لم يعرف لمن تكون فيعرفها سنة فإن كانت لمسلم أعطاه إياها وإن كانت لكافر وضعها في الغنائم.
٦- يجوز للمجاهد وقف ماله وسلاحه في سبيل الله.
٧- إذا خرج المجاهد للجهاد في سبيل الله وجب عليه أن يوصي بالحقوق الموجودة عنده والتي لا بينة عليها، ويسن له أن يوصي بشيء من ماله في سبيل الخير.
٨- المفقود في المعركة لا يقسم ماله، ولا تنكح زوجته حتى ينقطع خبره وتمضي مدة طويلة قدرها بعض أهل العلم بأربع سنوات على الأرجح.
الثاني عشر: المجاهد في النكاح.','2','628',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (615,'١- لا ينكح المجاهد في الأسر ولا يطأ زوجته إذا كانت معه في الأسر إلا إذا خاف على نفسه من الوقوع في الزنا بشرط أن يعزل عنها حتى لا يختلط نسبه أو يولد له ولدا فيكون رقيقا.
٢- إذا آلى المجاهد من زوجته وبقي في الجهاد حتى انتهت مدة الإيلاء طلب منه أن يفيء بالقول إذا عجز أن يفيء بالجماع لانشغاله بالقتال، فإن أبى طلق عليه القاضي.
٣- للمجاهد إرجاع زوجته من طلاق رجعي وهو في المعركة ولو لم تعلم إلا أنه يلزمه إعلامها، أو إعلام وليها، والإشهاد على الرجعة فإن كتمها فاعتدت وتزوجت وهو غائب في الجهاد فإنها زوجته، ونكاح الثاني باطل على الراجح من أقوال أهل العلم.
٤- عدة زوجة المجاهد إذا قتل في المعركة لا تختلف عن عدة المتوفي عنها زوجها أربعة أشهر وعشرا، وإن كانت حامل بوضع الحمل، وتحسب العدة من يوم الوفاة على الراجح من أقوال أهل العلم.
٥- خروج المجاهد للجهاد في سبيل الله لا يسقط عنه وجوب نفقة الزوجة والأولاد بل تجب عليه النفقة، فإن قتل في المعركة انفق على زوجته وأولاده من عطائه في ديوان الجند حتى تتزوج الزوجة ويبلغ الأبناء ويتزوج البنات.
الثالث عشر: المجاهد في القصاص
١- إذا فعل المجاهد فعلا يوجب قصاصا في النفس أو فيما دون النفس أو حدا من الحدود أخذ به، لكنه لا يقام عليه في أرض الحرب وإنما يقام عليه بعد الرجوع من القتال للحاجة إليه في الجهاد.
٢- لا يجوز للمجاهد قتل نفسه عمدا سواء كان في الأسر أو كان ممن ينفذ عمليات انتحارية يقتل فيها نفسه.
٣- إذا قتل المجاهد مسلما خطأ في المعركة لزمته الدية على العاقلة وعليه الكفارة عتق رقبة فإن لم يجد فصيام شهرين متتابعين.
الرابع عشر: المجاهد في القضاء:
١- خروج المجاهد للجهاد في سبيل الله لا يسقط عن الحقوق والواجبات الواجبة للغير عليه، فللمدين مطالبته بالدين الحال ويلزمه الوفاء، إذا كان قادرا على السداد،','2','629',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (616,'أو توكيل من يقوم بذلك عنه، وللزوجة مطالبته بالنفقة والطلاق إذا خافت على نفسها الوقوع في الزنا لطول غيابه عنها مع إمكانية رجوعه إليها إلى غير ذلك من الحقوق.
٢- تقبل شهادة المجاهد على غيره إذا تحققت الشروط وانتفت الموانع وتقبل شهادة بعض المجاهدين لبعض إلا إذا وجدت شبهة التهمة كالشهادة بشيء من الغنائم قبل قسمتها.
هذه أهم النتائج التي توصلت إليها في هذا البحث، وأوصي في الختام بما يلي:
أ - أن على العسكري المسلم استشعار الجهاد في سبيل الله في نفسه وهو يلتحق بالسلك العسكري، ولا ينظر إلى ميزات مادية أو اجتماعية.
ب- على الجهات المسئولة عن الجند إحياء الجهاد في سبيل الله في نفوس العسكر معنى وسلوكا وإشعارهم أن كل ما يتلقونه من علوم عسكرية وتدريبات ومهارات في استخدام الأسلحة إنما ذلك إعداد لهم للجهاد في سبيل الله.
ج- ينبغي على المسلمين اليوم أن يحيوا في نفوس الناشئة المسلمة الجهاد في سبيل الله بسماته التي جاءت بها الشريعة المطهرة.
د- الحذر من التهاون في شأن الجهاد وترك الاستعداد بالعدد والعدة، فإن التهاون في الجهاد طريق موصلة إلى الذلة والهوان وتسلط الأعداء.
وصلى الله وسلم على نبينا محمد وعلى آله وصحبه وسلم.','2','630',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (617,'<span data-type="title" id=toc-285>فهرس المراجع </span>(١)
أ
١- أحكام إذن الإنسان في الفقه الإسلامي: للشيخ محمد عبد الرحيم. الناشر: دار البشائر -دمشق- سوريا. الطبعة الأولى ١٤١٦ هـ - ١٩٩٦ م.
٢- إحكام الأحكام شرح عمدة الأحكام: للإمام العلامة الحافظ تقي الدين أبي الفتح الشهير بابن دقيق العيد (ت ٧٠٢ هـ) الناشر: دار الكتب العلمية -بيروت- لبنان.
٣- أحكام القرآن: لأبي بكر محمد بن عبد الله المعروف بابن العربي (ت ٥٤٣ هـ) راجع أصوله وخرج أحاديثه وعلق عليه: محمد عبد القادر عطا. الناشر: دار الكتب العلمية، بيروت - لبنان. طبعة ١٤١٦ هـ- ١٩٩٦م.
٤- أحكام أهل الذمة: لابن قيم الجوزية (ت ٧٥١ هـ) تحقيق: طه عبد الرءوف سعد. الناشر: دار الكتب العلمية. الطبعة الأولى ١٤١٥ هـ -١٩٩٥م.
٥- أحكام الوصايا في الفقه الإسلامي (دراسة مقارنة) : تأليف الدكتور/ علي عبد الرحمن الربيعة. الناشر: دار اللواء- الرياض. الطبعة الأولى ١٤٠٨هـ ١٩٨٧م.
٦- أحكام القرآن: للإمام الشافعي جمعه الإمام أبو بكر أحمد بن الحسين البيهقي النيسابوري (ت ٤٥٨ هـ) تحقيق: عبد الغني عبد الخالق. الناشر: دار إحياء العلوم -بيروت- لبنان الطبعة الأولى ١٤١٠هـ - ١٩٩٠م.
٧- أحكام القرآن: تأليف الإمام أبي بكر أحمد بن علي الرازي الجصاص (ت ٣٧٠ هـ) الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى (١٤١٥ هـ) ١٩٩٤ م.
٨- أحكام الجنائز وبدعها: تأليف الشيخ محمد ناصر الدين الألباني (ت ١٤٢٠ هـ) الناشر مكتبة المعارف- الرياض-: الطبعة الأولى ١٤١٢هـ ١٩٩٢م.
٩- اختلاف الدارين وأثره في أحكام المناكحات والمعاملات: تأليف الدكتور/ إسماعيل لطفي فطاني. الناشر: دار السلام- القاهرة. الطبعة الأولى ١٤١٠ هـ -١٩٩٠م.
_________
(١) مرتبة حسب حروف المعجم.','2','669',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (618,'١٠-إرواء الغليل في تخريج أحاديث منار السبيل: للألباني.
١١- أسباب النزول: للإمام أبي الحسن علي بن أحمد النيسابوري، وبهامشه الناسخ والمنسوخ، للإمام هبة الله ابن سلامة. الناشر: دار المعرفة -بيروت- لبنان.
١٢- أسلحة الدمار الشامل (الحرب الكيمائية) لواء ركن يوسف عبد الله. الطبعة الثانية ١٤٠٩ هـ
١٣- أطروحة في الحرب الكيمائية والوقاية منها.
١٤- أسد الغابة في معرفة الصحابة: لعز الدين بن الأثير أبي الحسن علي بن محمد الجزري (ت ٦٣٠ هـ) الناشر: دار الفكر- بيروت لبنان طبعة ١٤٠٩ هـ - ١٩٨٩ م.
١٥- إعلاء السنن: تأليف/ ظفر أحمد العثماني التهانوي (ت١٣٩٤ هـ) الناشر: دار القرآن والعلوم الإسلامية -كراتشي- باكستان.
١٦- إعلام الموقعين عن رب العالمين: لابن قيم الجوزية (ت ٧٥١ هـ) تحقيق: عصام الدين الصباطي الناشر: دار الحديث - القاهرة الطبعة الأولى ١٤١٤ هـ- ١٩٩٣ م.
١٧- أوليات الفاروق السياسية: غالب عبد الكافي القرشي. الناشر المكتب الإسلامي -بيروت- لبنان. الطبعة الأولى ١٤٠٣ هـ - ١٩٨٣ م.
١٨- الإحكام في أصول الأحكام: تأليف/ العلامة علي بن محمد الآمدي. تعليق: الشيخ عبد الرزاق عفيفي. الناشر: المكتب الإسلامي. الطبعة الثانية ١٤٠٢ هـ.
١٩- الأشباه والنظائر: لمحمد بن عمر بن مكي المعروف بابن الوكيل (ت ٧١٦ هـ) تحقيق: د/ أحمد محمد العنقري. الناشر: مكتبة الرشد - الرياض. الطبعة الثانية ١٤١٨ هـ- ١٩٩٧ م.
٢٠- الأشباه والنظائر في قواعد وفروع فقه الشافعية: للإمام جلال الدين عبد الرحمن السيوطي (ت ٩١١ هـ) الناشر: دار الكتب العلمية، بيروت - لبنان: الطبعة الأولى ١٤٠٣ هـ - ١٩٨٣ م.
٢١- الأشباه والنظائر في قواعد وفروع فقه الشافعية: للإمام جلال الدين عبد الرحمن السيوطي (ت ٩١١ هـ) تحقيق: محمد المعتصم بالله البغدادي الناشر: دار الكتب العربي، بيروت لبنان الطبعة الأولى ١٤٠٧ هـ - ١٩٨٧م.','2','670',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (619,'٢٢- الإعداد المعنوي والمادي للمعركة في ضوء القرآن والسنة. الناشر: مكتبة التوبة- الرياض الطبعة الأولى ١٤١٩ هـ - ١٩٩٩م.
٢٣- الأعلام قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين: لخير الدين الزركلي. الناشر: دار العلم للملايين - بيروت- لبنان الطبعة الثانية عشر ١٩٩٧ م.
٢٤- الإصابة في تمييز الصحابة: للإمام الحافظ أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ) تحقيق: عادل أحمد عبد الموجود، وعلي محمد معوض. الناشر: دار الكتب العلمية - بيروت- لبنان. الطبعة الأولى ١٤١٥ هـ ت ١٩٩٥ م.
٢٥- الإجماع: للإمام محمد بن إبراهيم بن المنذر (ت ٣١٨ هـ) اعتني به: محمد حسام بيضون. الناشر مؤسسة الكتب الثقافية بيروت لبنان. الطبعة الأولى ١٤١٤ هـ - ١٩٩٣ م.
٢٦- الأسلحة الكيميائية والجرثومية والنووية: د/ محمد إبراهيم الحسن. الطبعة الأولى ١٤٠٦ هـ ١٩٨٦م.
٢٧- الأسلحة الحيوية د/ فهمي حسن. كلية الملك عبد العزيز الحربية - الرياض.
٢٨ - الإحسان بترتيب صحيح ابن حبان: ترتيب الأمير علاء الدين ابن بلبان الفارسي (ت ٧٣٩ هـ) الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤٠٧ هـ - ١٩٨٧م.
٢٩- الأحكام السلطانية في الولايات الدينية: تأليف أبي الحسن علي بن محمد الماوردي (ت ٤٥٠ هـ) خرج أحاديثه وعلق عليه: خالد السبع. الناشر: دار الكتاب العربي- بيروت- لبنان.
٣٠- الإقناع: للإمام أبي بكر محمد بن إبراهيم بن المنذر (ت ٣١٨ هـ) تحقيق: د/ عبد الله بن عبد العزيز الجبرين. الناشر: مكتبة الرشد- الرياض. الطبعة الثالثة ١٤١٨ هـ.
٣١- الاستخبارات العسكرية في الإسلام: عبد الله علي مناصرة. الناشر: مؤسسة الرسالة- بيروت- لبنان الطبعة الثانية ١٤١٢ هـ - ١٩٩١ م.
٣٢- الانتصار في المسائل الكبار على مذهب الإمام أحمد: تأليف/ أبي الخطاب محفوظ بن أحمد الكلوذاني الحنبلي (ت ٥١٠ هـ) تحقيق د/ عوض بن رجاء العوفي. الناشر: مكتبة العبيكان الرياض. الطبعة الأولى ١٤١٣ هـ - ١٩٩٣.','2','671',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (620,'٣٣- الأوسط في السنن والإجماع والاختلاف: لأبي بكر محمد بن إبراهيم بن المنذر النيسابوري تحقيق: د/ أبو حماد صغير أحمد حنيف. الناشر: دار طيبة للنشر والتوزيع- الرياض. الطبعة الأولى ١٤١٣ هـ - ١٩٩٣ م.
٣٤- الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد بن حنبل: تأليف شيخ الإسلام العلامة علاء الدين أبي الحسن المرداوي (ت ٨٨٥ هـ) صححه وحققه/ محمد حامد الفقي. الناشر: دار إحياء التراث العربي. بيروت -لبنان. الطبعة الثانية.
٣٥- الأم: تأليف/ محمد بن إدريس الشافعي (ت ٢٠٤ هـ) الناشر: دار المعرفة- بيروت- لبنان.
٣٦- الاختيار لتعليل المختار: تأليف/ عبد الله بن محمود الموصلي الحنفي. الناشر: دار المعرفة- بيروت- لبنان.
٣٧- الاستعانة بغير المسلمين في الفقه الإسلامي: د/ عبد الله الطريقي. الطبعة الأولى ١٤٠٩ هـ.
٣٨- البناية في شرح الهداية: لأبي محمد محمود بن أحمد العيني. الناشر: دار الفكر - بيروت- لبنان. الطبعة الثانية ١٤١١ هـ - ١٩٩٠ م.
٣٩- البداية والنهاية: للإمام الحافظ أبي الفداء إسماعيل ابن كثير (ت ٧٧٤ هـ) اعتني بهذه الطبعة: عبد الرحمن اللاذقي، ومحمد بيضون. الناشر: دار المعرفة- بيروت - لبنان. الطبعة الثانية ١٤١٧ هـ ١٩٩٧ م.
٤٠- البحر الرائق شرح كنز الدقائق: للإمام العلامة الشيخ محمد بن حسين بن علي الطوري القادري الحنفي. ضبطه وخرج آياته وأحاديثه/ الشيخ زكريا عميرات. الناشر: دار الكتب العلمية -بيروت- لبنان. الطبعة الأولى ١٤١٨ هـ - ١٩٩٧ م.
٤١- التحقيقات المرضية في المباحث الفرضية: تأليف / صالح بن فوزان الفوزان. الناشر مكتبة المعارف - الرياض. الطبعة الثالثة ١٤٠٧ هـ- ١٩٨٧ م.
٤٢- التعريفات: للجرجاني علي بن محمد بن علي (ت ٨١٦ هـ) تحقيق: إبراهيم الإبياري الناشر: دار الريان للتراث.','2','672',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (621,'٤٣- التذكرة في الفقه الشافعي: تأليف/ الإمام أبي حفص سراج الدين عمر بن علي الشافعي المعروف بابن الملقن (ت ٨٠٤ هـ) تحقيق: د/ ياسين الخطيب. الناشر: دار المنارة- جدة. الطبعة الأولى ١٤١٠ هـ - ١٩٩٠م.
٤٤- التاج والإكليل لمختصر خليل: لأبي عبد الله محمد بن يوسف المواق (ت ٨٩٧ هـ) بهامش مواهب الجليل لشرح مختصر خليل للخطاب. الناشر: دار الكتب العلمية- بيروت - لبنان الطبعة الأولى ١٤١٦هـ - ١٩٩٥ م.
٤٥- الترغيب والترهيب من الحديث الشريف: للإمام زكي الدين عبد العظيم المنذري (ت ٦٥٦ هـ) اعتنى به: مصطفى عمارة. الناشر: دار الريان للتراث ودار الحديث - القاهرة طبعة ١٤٠٧ هـ - ١٩٨٧م.
٤٦- التفريع: لأبي القاسم عبيد الله بن الحسين بن الجلاب البصري (ت ٣٧٨ هـ) تحقيق الدكتور/ حسين بن سالم الدهماني. الناشر: دار الغرب الإسلامي -بيروت- لبنان. الطبعة الأولى ١٤٠٨ هـ ١٩٨٧م.
٤٧- التلخيص الجبير في تخريج أحاديث الرافعي الكبير: لابن حجر العسقلاني (ت ٨٥٢ هـ) الناشر: دار المعرفة- بيروت- لبنان. الطبعة الأولى ١٤٠٦ هـ - ١٩٨٦ م.
٤٨- التلقين في الفقه المالكي: للقاضي أبو محمد عبد الوهاب البغدادي المالكي تحقيق: محمد ثالث سعيد الغاني. الناشر: المكتبة التجارية، مصطفى أحمد الباز، مكة المكرمة.
٤٩- التمهيد لما في الموطأ من المعاني والأسانيد: تأليف الإمام الحافظ أبي عمر يوسف بن عبد الله بن عبد البر. حققه وعلق عليه: الأستاذ/ مصطفى بن أحمد العلوي. والأستاذ/ محمد عبد الكبير. الناشر: مكتبة الأوس- المدينة المنورة.
٥٠- الثمرات الجياد في مسائل فقه الجهاد: أبو إبراهيم أحمد بن نصر الله المصري. الناشر: دار فلسطين المسلمة. الطبعة الأولى ١٤١٢هـ -١٩٩٢ م.
٥١- الجرح والتعديل: للإمام عبد الرحمن بن المنذر الرازي (ت ٣٢٧ هـ) الناشر: دار الفكر الطبعة الأولى ١٣٧٢ هـ - ١٩٥٣م.','2','673',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (622,'٥٢- الجواهر المضية في طبقات الحنفية: لمحيي الدين أبي محمد عبد القادر بن محمد (ت ٧٧٥ هـ) تحقيق: د/ عبد الفتاح محمد الحلو. الناشر: مؤسسة الرسالة. الطبعة الثانية ١٤١٣ هـ- ١٩٩٣ م.
٥٣- الجامع الصغير: للإمام الحافظ أبي عبد الله محمد بن الحسن الشيباني (ت ١٨٩ هـ) مع شرحه النافع الكبير: للعلامة أبي الحسنات عبد الحي اللكنوي (ت ١٣٠٤ هـ) الناشر: عالم الكتب- بيروت لبنان. الطبعة الأولى ١٤٠٦- ١٩٨٦ م.
٥٤- الجامع الصغير في أحاديث البشير النذير: تأليف الإمام جلال الدين عبد الرحمن بن أبي بكر السيوطي (ت ٩١١ هـ) الناشر: دار الفكر- بيروت- لبنان. الطبعة الأولى ١٤٠١ هـ - ١٩٨١ م.
٥٥- الجامع لأحكام القرآن: لأبي عبد الله محمد بن أحمد القرطبي (ت ٦٧١ هـ) تحقيق: عبد الرزاق المهدي. الناشر: دار الكتاب العربي. الطبعة الأولى ١٤١٨ هـ - ١٩٩٧م.
٥٦- الجواب الصحيح لمن بدل دين المسيح: لشيخ الإسلام ابن تيمية (ت ٧٢٨ هـ) اعتناء: علي السيد صبح المدني.
٥٧- الجندية والسلم واقع ومثال: أمين الخولي. الناشر: دار المعرفة- القاهرة. الطبعة الأولى ١٩٦٠م.
٥٨- الجهاد في سبيل الله حقيقته وغايته: د/ عبد الله أحمد القادري. الناشر: دار المنار- جدة الطبعة الثانية ١٤١٣ هـ - ١٩٩٢ م.
٥٩- الجهاد في الإسلام: توفيق علي وهبة. الناشر: دار اللواء- الرياض. الطبعة الرابعة ١٤٠١ هـ - ١٩٨١م.
٦٠- الجهاد والقتال في السياسة الشرعية: الدكتور / محمد خير هيكل. الناشر: دار البيارق- بيروت- لبنان. الطبعة الثانية ١٤١٧هـ ١٩٩٦م.','2','674',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (623,'٦١- الجهاد في الإسلام بين الطلب والدفاع: صالح اللحيدان. الناشر: دار الصميعي- الرياض. الطبعة الخامسة ١٤١٨ هـ- ١٩٩٧ م.
٦٢- الجهاد والحقوق الدولية العامة في الإسلام: ظافر القاسمي. الناشر: دار العلم للملايين- بيروت- لبنان. الطبعة الأولى ١٩٨٢م.
٦٣- الجهاد والفدائية في الإسلام: حسن أيوب. الناشر: دار الندوة الجديدة- بيروت- لبنان الطبعة الثانية ١٤٠٣ هـ ١٩٨٣ م.
٦٤- الجهاد في الإسلام كيف تفهمه؟ وكيف نمارسه؟ الدكتور/ محمد سعيد رمضان البوطي الناشر: دار الفكر المعاصر- بيروت- لبنان. الطبعة الأولى ١٤١٤ هـ- ١٩٩٣ م.
٦٥- الجهاد في سبيل الله: أبو علي المودودي. الاتحاد الإسلامي العالمي للمنظمات الطلابية. مطبعة الفيصل.
٦٦- الحاوي الكبير في فقه مذهب الإمام الشافعي - رضي الله عنه - وهو شرح مختصر المزني: تصنيف أبي الحسن علي بن محمد حبيب الماوردي تحقيق وتعليق: علي محمد معوض، وعادل أحمد عبد الموجود. الناشر: دار الكتب العلمية. بيروت- لبنان. الطبعة الأولى: ١٤١٤ هـ ١٩٩٤ م.
٦٧- الحرب: العقيد محمد صفا. الناشر: دار النفائس- بيروت- لبنان. الطبعة الثانية ١٤٠٧ هـ ١٩٨٧م.
٦٨- الحدود والتعزيرات عند ابن القيم (دراسة موازنة) : د/ بكر بن عبد الله أبو زيد. الناشر: دار العاصمة- الرياض. الطبعة الثانية ١٤١٥ هـ.
٦٩- الروض المربع شرح زاد المستقنع: تأليف/ منصور بن يونس البهوتي، ومعه حاشية نفيسة للشيخ/ محمد ابن صالح العثيمين، وتعليقات مفيدة من منسخة العلامة الشيخ/ عبد الرحمن بن ناصر السعدي. خرج أحاديثه: عبد القدوس محمد. الناشر: دار المؤيد- الرياض. الطبعة الأولى ١٤١٧- ١٩٩٦ م.
٧٠- الرياض النضرة في مناقب العشرة المبشرين بالجنة: تأليف: أبي جعفر أحمد الشهير بالمحب الطبري. الناشر: دار الندوة الجديدة- بيروت- لبنان. الطبعة الأولى ١٤٠٨ هـ ١٩٨٨م.','2','675',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (624,'٧١- الروض المعطار في خبر الأقطار: تأليف/ محمد عبد المنعم الحميري. تحقيق: د/ إحسان عباس. الناشر: مكتبة لبنان-. الطبعة الثانية ١٩٨٧ م.
٧٢- المرأة بين الفقة والقانون: د/ مصطفى السباعي. الناشر: المكتب الإسلامي- بيروت- لبنان الطبعة السادسة ١٤٠٤هـ ١٩٨٤ م.
٧٣- السراج الوهاج: شرح العلامة الشيخ محمد الزهري الغمراوي، على متن المناهج: لشرف الدين يحيى النووي. الناشر: دار المعرفة- بيروت- لبنان.
٧٤- السيل الجرار المتدفق على حدائق الأزهار: لمحمد بن علي الشوكاني (ت ١١٧٣ هـ) تحقيق: محمد إبراهيم زائد. الناشر: لجنة إيحاء التراث الإسلامي بوزارة الأوقاف المصرية- القاهرة ١٤١٥ هـ - ١٩٩٤م.
٧٥- السيرة النبوية: لابن هاشم. الناشر: المكتبة العلمية- بيروت - لبنان.
٧٦- السنن الكبرى: للإمام أبي بكر أحمد بن الحسين البيهقي (ت ٤٥٨ هـ) تحقيق: محمد عبد القادر عطا. ومعه تعليقات ابن التركماني. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٤ هـ -١٩٩٤ م.
٧٧- السيل الهاد إلى تخريج أحاديث كتاب الجهاد: لأبي عبد الرحمن مساعد بن سليمان الحميد (كتاب الجهاد) للإمام الحافظ أبي بكر أحمد بن أبي عاصم (ت ٢٨٧ هـ) الناشر: مكتبة العلوم والحكم- المدينة المنورة. الطبعة الأولى ١٤٠٩ هـ ١٩٨٩م.
٧٨- السياسة الشرعية: تأليف/ شيخ الإسلام تقي الدين أحمد بن تيمية (ت ٧٢٨ هـ) من منشورات الرئاسة العامة لهيئة الأمر بالمعروف والنهي عن المنكر. الطبعة الأولى ١٤١٢ هـ ١٩٩٢ م.
٧٩- السلسبيل في معرفة الدليل حاشية على زاد المستقنع: للشيخ/ صالح بن إبراهيم البليهي الطبعة الثالثة ١٤٠١ هـ.','2','676',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (625,'٨٠- السلاح في الإسلام: عبد الرحمن زكي. الناشر: دار المعارف - القاهرة. طبعة مايو سنة ١٩٥١م.
٨١- السياسة الشرعية: لعبد الوهاب خلاف. الناشر: دار الانتصار. طبعة عام ١٣٩٧ هـ.
٨٢- السيرة الحلبية.
٨٣- الشرح الكبير: تأليف الشيخ شمس الدين أبي الفرج عبد الرحمن بن محمد بن أحمد بن قدامة المقدسي. الناشر: دار الفكر.
٨٤- الشرح الممتع على زاد المستقنع: شرح فضيلة الشيخ محمد بن صالح العثيمين. الناشر: مؤسسة آسام للنشر-الرياض. الطبعة الرابعة ١٤١٦ هـ - ١٩٩٥ م.
٨٥- الشرح الصغير: لأحمد بن محمد الدردير مع شرحه (بلغة السالك) : للإمام الصاوي المالكي. الناشر: دار المعرفة - بيروت - لبنان. طبعة ١٤٠٩هـ - ١٩٨٨م.
٨٦- الشرح الكبير: لأبي البركات سيدي أحمد الدردير، مع حاشية الدسوقي. الناشر: دار الفكر توزيع المكتبة التجارية -مكة المكرمة.
٨٧- الصلاة، وصف مفصل للصلاة بمقدماتها مقرون بالدليل من الكتاب والسنة: تأليف الدكتور/ عبد الله محمد الطيار، الناشر: دار الوطن- الرياض. الطبعة الأولى ١٤١٦ هـ.
٨٨- الصارم المسلوك على شاتم الرسول - صلى الله عليه وسلم -: تأليف/ شيخ الإسلام تقي الدين أحمد بن عبد الحليم بن تيمية (ت ٧٢٨ هـ) تحقيق: خالد عبد اللطيف السبع. الناشر: دار الكتاب العربي- بيروت- لبنان. الطبعة الأولى ١٤١٦ هـ - ١٩٩٦م.
٨٩- الضعفاء للعقيلي.
٩٠- الطبقات الكبرى في البدريين من المهاجرين والأنصار: لابن سعد. الناشر: دار الفكر- بيروت- لبنان. طبعة ١٤٠٥ هـ - ١٩٨٥م.
٩١- العدة شرح العمدة في فقه إمام السنة أحمد بن حنبل الشيباني رحمه الله: تأليف/ بها الدين عبد الرحمن بن إبراهيم المقدسي (ت٦٢٤ هـ) الناشر: دار الفكر- بيروت- لبنان.
٩٢- العلاقات الخارجية في نشر الدعوة الإسلامية، والرد على الطوائف الضالة فيه: الدكتور/ علي بن محمد نفيع العلياني. الناشر: دار طيبة- الرياض. الطبعة الثانية ١٤١٦ هـ - ١٩٩٥م.','2','677',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (626,'٩٣- أهمية الجهاد في دولة الخلافة: د/ عارف خليل. الناشر: دار الأرقم- الكويت. الطبعة الأولى ١٤٠٤ هـ - ١٩٨٣ م.
٩٤- العمليات الاستشهادية في الميزان الفقهي: إعداد/ نواف هايل التكروري. الناشر: دار الفكر- دمشق- سوريا. الطبعة الثانية ١٤١٨ هـ- ١٩٩٧ م.
٩٥- العدة في أصول الفقه: تأليف/ القاضي أبي يعلي محمد بن الحسين الفراء (ت ٤٥٨ هـ) تحقيق: د/ أحمد المباركي. الطبعة الثانية ١٤١٠ هـ - ١٩٩٠ م.
٩٦- الفواكه الدواني على رسالة ابن أبي زيد القيرواني: تأليف/ العلامة الشيخ أحمد بن غنيم بن سالم بن مهنا الأزهري المالكي (ت ١١٢٦ هـ) اعتني به: الشيخ عبد الوارث محمد. الناشر دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٨ هـ - ١٩٩٧ م.
٩٧- الفتاوي الهندية في مذهب الإمام الأعظم أبي حنيفة النعمان: تأليف/ العلامة الهمام مولانا الشيخ نظام، وجماعة من علماء الهند الأعلام، وبهامشه فتاوى قاضيخان والفتاوى البزارية.
الناشر: دار إحياء التراث العربي- بيروت- لبنان الطبعة الرابعة ١٤٠٦ هـ - ١٩٨٦ م.
٩٨- الفقه الإسلامي وأدلته: د/ وهبة الزحيلي. الناشر: دار الفكر- دمشق- سوريا. الطبعة الثالثة ١٤٠٩ هـ ١٩٨٩ م.
٩٩- الفهرست: لابن النديم. اعتني به: إبراهيم رمضان. الناشر: دار المعرفة- بيروت- لبنان الطبعة الأولى ١٤١٥ هـ - ١٩٩٤ م.
١٠٠- الفوائد الجلية في المباحث الفرضية: للشيخ عبد العزيز بن باز (ت ١٤٢٠ هـ) مطبعة مصطفى الحلبي. الطبعة الثانية ١٣٦٧ هـ.
١٠١- الفرائض: د/ عبد الكريم بن محمد اللاحم. الناشر: مكتبة المعارف- الرياض. الطبعة الأولى ١٤٠٦ هـ- ١٩٨٦ م.
١٠٢- الفن الحربي في صدر الإسلام: عبد الرءوف عون. طبعة دار المعارف، القاهرة - مصر سنة ١٩٦٦ م.
١٠٣- القواعد في الفقه الإسلامي: للحافظ أبي الفرج عبد الرحمن بن رجب الحنبلي. الناشر: دار الجيل- بيروت- لبنان. الطبعة الثانية ١٤٠٨ هـ - ١٩٨٨ م.
١٠٤ - القيادة العسكرية في عهد الرسول - صلى الله عليه وسلم - د/ عبد الله محمد الرشيد. الناشر شركة الرياض للنشر والتوزيع- الرياض. الطبعة الثانية ١٤١٧ هـ ١٩٩٧م.','2','678',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (627,'١٠٥- الذخيرة: لشهاب الدين بن أحمد بن إدريس القرافي (ت ٦٨٤ هـ) تحقيق الدكتور/ محمد حجي. الناشر: دار الإسلام- بيروت- لبنان. الطبعة الأولى ١٩٩٤ هـ.
١٠٦- القتال في الإسلام أحكامه وتشريعاته دراسة مقارنة: لمحمد بن ناصر الجعوان. الطبعة الأولى ١٤٠١ هـ - ١٩٨١ م.
١٠٧- القوانين الفقهية: لمحمد بن أحمد بن جزي (ت ٧٤١ هـ) الناشر: دار الفكر- بيروت- لبنان.
١٠٨- الكافي في فقه الإمام أحمد بن حنبل: تأليف شيخ الإسلام أبي محمد موفق الدين عبد الله بن قدامة المقدسي (ت ٦٢٠ هـ) خرج أحاديثه ورجاله: الشيخ سليم يوسف. الناشر: المكتبة التجارية، مصطفى أحمد الباز، مكة المكرمة.
١٠٩- القاموس المحيط: تأليف/ العلامة اللغوي مجد الدين محمد بن يعقوب الفيروز آبادي (ت ٨١٧ هـ) الناشر: مؤسسة الرسالة- بيروت- لبنان. الطبعة السادسة ١٤١٩ هـ ١٩٩٨ م.
١١٠- الكافي في فقه أهل المدينة المالكي: تأليف/ أبي عمر يوسف بن عبد البر القرطبي (ت ٤٦٣) تحقيق: د/ محمد محمد الموريتاني. الناشر: مكتبة الرياض الحديثة- الرياض. الطبعة الثالثة ١٤٠٦ هـ - ١٩٨٦ م.
١١١- الباب في شرح الكتاب: تأليف/ الشيخ عبد الغني الغنيمي الدمشقي الميداني الحنفي. اعتني به/ محمد محيي الدين عبد الحميد. الناشر: مكتبة الرياض الحديثة.
١١٢- المبسوط: لشمس الدين السرخسي. الناشر: دار المعرفة، بيروت - لبنان طبعة ١٤٠٩ هـ - ١٩٨٩ م.
١١٣- المحلى بالآثار: للإمام الجليل المحدث الفقيه الأصولي أبو محمد علي بن أحمد بن سعيد بن حزم الأندلسي تحقيق: الدكتور/ عبد الغفار سليمان البندري. الناشر: دار الكتب العلمية- بيروت- لبنان.
١١٤- المغني شرح مختصر الخرقي: لموفق الدين أبي محمد عبد الله بن أحمد بن قدامة المقدسي (ت ٦٢٠ هـ) تحقيق: الدكتور/ عبد الله التركي، والدكتور/ عبد الفتاح الحلو. الناشر: هجر للطباعة والنشر- القاهرة. الطبعة الثانية ١٤١٢ هـ - ١٩٩٢م.','2','679',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (628,'١١٥- الإنجاز في ترجمة الإمام عبد العزيز بن باز (الخميس ٢٧ محرم ١٤٢٠ هـ) ص ٥٢٧: تأليف/ عبد الرحمن بن يوسف بن عبد الرحمن. الناشر: دار الهجرة - الرياض. الطبعة الثانية ١٤٢١ هـ.
١١٦- المبدع في شرح المقنع، لأبي إسحاق برهان الدين إبراهيم بن محمد بن مفلح الحنبلي (ت ٨٨٤ هـ) الناشر: المكتب الإسلامي للطباعة والنشر. بيروت- لبنان. الطبعة الأولى ١٤٠٢ هـ - ١٩٨٢.
١١٧- المسائل الفقهية من كتاب الروايتين والوجهين: للقاضي أبي يعلي. تحقيق: د/ عبد الكريم محمد اللاحم الناشر: مكتبة المعارف. الرياض. الطبعة الأولى ١٤٠٥ هـ - ١٩٨٥م.
١١٨- المعونة على مذهب عالم المدينة الإمام مالك بن أنس: تأليف القاضي عبد الوهاب البغدادي (ت ٤٢٢ هـ) تحقيق: حميش عبد الحق. الناشر: مكتبة نزار مصطفى الباز، مكة المكرمة.
١١٩- المقدمات الممهدات لبيان ما اقتتدته رسوم المدونة من الأحكام الشرعيات والتحصيلات المحكمات لأمهات مسائلها المشكلات: تأليف أبي الوليد محمد بن أحمد بن رشد القرطبي (ت ٥٢٠ هـ) تحقيق: الدكتور/ محمد حجي: الناشر: دار الغرب الإسلامي- بيروت- لبنان. الطبعة الأولى ١٤٠٨ هـ- ١٩٨٨م.
١٢٠- الموافقات في أصول الشريعة: لأبي إسحاق إبراهيم بن موسى الشاطبي (ت ٧٩٠ هـ) شرحه وخرج أحاديثه: الشيخ عبد الله دراز. الناشر: دار الكتب العلمية -بيروت- لبنان. الطبعة الأولى ١٤١١هـ - ١٩٩١م.
١٢١- المدونة الكبرى: لإمام دار الهجرة الإمام مالك بن أنس، رواية الإمام سحنون بن سعيد الناشر: دار صادر. طبعت بمطبعة السعادة بجوار محافظة مصر سنة١٣٢٣ هـ.
١٢٢- المراسيل: للإمام أبي داود سليمان بن الأشعث السجستاني (ت ٢٧٥ هـ) تحقيق: الشيخ عبد العزيز السيروان. الناشر: دار القلم. الطبعة الأولى ١٤٠٦ هـ.
١٢٣- المستوعب: لنصير الدين محمد بن عبد الله السامري (ت ٦١٦ هـ) تحقيق الدكتور/ مساعد ابن قاسم الفالح. الناشر: مكتبة المعارف- الرياض. الطبعة الأولى ١٤١٣ هـ- ١٩٩٣م.','2','680',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (629,'١٢٤- المحرر في الفقه على مذهب الإمام أحمد: تأليف الشيخ مجد الدين أبي البركات (ت ٦٥٢ هـ) ومعه النكت والفوائد السنية: تأليف شمس الدين بن مفلح الحنبلي (ت ٧٦٣ هـ) الناشر: مكتبة المعارف- الرياض. الطبعة الثانية ١٤٠٤هـ- ١٩٨٤م.
١٢٥- المسند للإمام أحمد بن حنبل: (ت ٢٤١ هـ) خرج ووضع فهارسه، أحمد شاكر، وأكمله حمزة أحمد الزين، الناشر: دار الحديث- القاهرة. الطبعة الأولى ١٤١٦هـ - ١٩٩٥م.
١٢٦- المصنف في الأحاديث والآثار: للحافظ عبد الله بن محمد بن أبي شيبة (ت ٢٣٥ هـ) اعتنى به/ سعيد محمد اللحام. الناشر: دار الفكر- بيروت- لبنان. الطبعة ١٤١٤ هـ- ١٩٩٤م.
١٢٧- الموطأ للإمام مالك: صححه، ورقمه وخرج أحاديثه، وعلق عليه: محمد فؤاد عبد الباقي.
١٢٨- المعجم الوسيط: أخرج هذه الطبعة: د/ إبراهيم أنيس، ود/ عبد الحليم منتصر، وعطية الصوالحي، ومحمد خلف أحمد. الطبعة الثانية.
١٢٩- المطلع على أبواب المقنع: تأليف أبي عبد الله شمس الدين محمد بن أبي الفتح البعلي (ت ٧٠٩ هـ) ومعه معجم ألفاظ الفقه الحنبلي. اعتنى به: محمد بشير. الناشر: المكتب الإسلامي- بيروت- لبنان. الطبعة ١٤٠١ هـ ١٩٨١ م.
١٣٠- المصنف: للحافظ الكبير أبي بكر عبد الرزاق الصنعاني (ت ٢١١ هـ) تحقيق: عبد الرحمن الأعظمي: من منشورات المجلس العلمي.
١٣١- المجموع شرح المهذب للشيرازي: للإمام أبي زكريا محي الدين بن شرف النووي. حققه وأكمله: محمد نجيب المطيعي. الناشر: دار إحياء التراث العربي.
١٣٢- المحيط في اللغة: تأليف/ إسماعيل بن عباد (ت٣٨٥ هـ) تحقيق/ الشيخ محمد حسن آل ياسين. الناشر: عالم الكتب- بيروت- لبنان. الطبعة الأولى ١٤١٤ هـ- ١٩٩٤م.
١٣٣- المصباح المنير في غريب الشرح الكبير للرافعي: تأليف العلامة أحمد بن محمد بن علي المقري الفيومي (ت ٧٧٠ هـ) الناشر: دار الفكر.','2','681',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (630,'١٣٤- المستدرك على الصحيحين للإمام الحافظ أبي عبد الله محمد بن عبد الله الحاكم النيسابوري مع تضمينات الإمام الذهبي في التلخيص والميزان والعراقي في أماليه والمناوي في فيض القدير.
تحقيق: مصطفى عبد القادر عطا. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١١ هـ - ١٩٩٠ م.
١٣٥- المعجم الاقتصادي الإسلامي: د/ أحمد الشرباصي. الناشر: دار الجليل طبعة ١٤٠١ هـ - ١٩٨١ م.
١٣٦- المخابرات في الدولة الإسلامية: د/ سلامة محمد الهرفي. الناشر: دار النشر بالمركز العربي للدراسات الأمنية والتدريب- الرياض. الطبعة الثانية ١٤١٠ هـ - ١٩٨٩ م.
١٣٧- المختارات الجلية من المسائل الفقهية: للشيخ عبد الرحمن بن ناصر السعدي، مع المناظرات الفقهية للمؤلف نفسه. تصحيح ومراجعه: فتحي أمين غريب. الناشر: المؤسسة السعدية- الرياض.
١٣٨- الانجاز في ترجمة الإمام عبد العزيز بن باز: تأليف / عبد الرحمن بن يوسف. الناشر: دار الهجرة- الرياض. الطبعة الثانية ١٤٢١ هـ- ٢٠٠٠ م.
١٣٩- الموسوعة الفقهية: وزارة الأوقاف والشئون الإسلامية- الكويت.
١٤٠- النهاية في غريب الحديث والأثر: تأليف/ الإمام مجد الدين أبي السعادات بن الأثير الجزري (ت ٦٠٦ هـ) اعتنى به: أبو عبد الرحمن صلاح بن عويضة. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٨ هـ - ١٩٩٧ م.
١٤١- الوسيط في المذهب: تصنيف الشيخ الإمام حجة الإسلام محمد بن محمد بن محمد الغزالي ت (٥٠٥ هـ) حققه وعلق عليه: أحمد محمود إبراهيم. ومحمد محمد تامر. الناشر: دار السلام- القاهرة الطبعة الأولى ١٤١٧ هـ - ١٩٩٧م.','2','682',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (631,'ب
١٤٢- بدائع الصنائع في ترتيب الشرائع: تأليف/ الإمام علاء الدين أبي بكر الكاساني الحنفي ت (٥٨٧ هـ) تحقيق: محمد عدنان درويش. الناشر: دار إحياء التراث العربي- بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ - ١٩٩٧م.
١٤٣- بداية المجتهد ونهاية المقتصد: تأليف الإمام أبي الوليد محمد بن أحمد بن رشد القرطبي (ت٥٩٥ هـ) الناشر: دار القلم- بيروت- لبنان. الطبعة الأولى ١٤٠٨- ١٩٨٨ م.
١٤٤- بلغة السالك لأقرب المسالك على مذهب الإمام مالك: تأليف الشيخ أحمد بن محمد الصاوي المالكي. على الشرح الصغير: للقطب الشهير أحمد بن محمد الدردير. الناشر: دار المعرفة-بيروت- لبنان. طبعة ١٤٠٩ هـ - ١٩٨٨م.
١٤٥- بلوغ المرام من أدلة الأحكام: تأليف / الحافظ ابن حجر العسقلاني ت (٨٥٢ هـ) اعتنى به: محمد حامد الفقي. الناشر: مكتبة السوادي- جدة. الطبعة الأولى ١٤١٣ هـ ١٩٩٣ م.
ت
١٤٦- تاريخ الثقات: للإمام الحافظ أحمد بن عبد الله العجلي ت ... (٢٦١) بترتيب: الحافظ نور الدين علي بن أبي بكر الهيثمي ت (٨٠٧) هـ وتضمينات الحافظ ابن حجر العسقلاني اعتنى به: د/ عبد المعطي قلعجي.
الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤٠٥ هـ - ١٩٨٤م.
١٤٧- تاريخ الحرب في الإسلام: محمد فيصل عبد المنعم. الناشر: دار أمية- الرياض. الطبعة الأولى ١٩٨٧م.
١٤٨- تاريخ الخلفاء: للإمام جلال الدين السيوطي ت (٩١١ هـ) . تحقيق: قاسم الرفاعي ومحمد العثماني. الناشر: دار القلم- بيروت- لبنان. الطبعة الأولى ١٤٠٦ هـ- ١٩٨٦ م.
١٤٩-تاريخ الطبري: لأبي جعفر محمد بن جرير الطبري (ت٣١٠ هـ) تحقيق: محمد أبو الفضل إبراهيم. الناشر: دار المعارف. الطبعة الرابعة.','2','683',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (632,'١٥٠- تبصرة الحكام في أصول الأقضية ومناهج الأحكام: تأليف/ الإمام برهان الدين بن فرحون المالكي. اعتنى به الشيخ جمال مرعشلي. الناشر: دار الكتب العلمية- بيروت لبنان. الطبعة الأولى. ١٤١٦ هـ ١٩٩٥ م.
١٥١- تبيين الحقائق شرح كنز الدقائق: للعلامة فخر الدين عثمان الزيلعي الحنفي. الناشر: دار الكتاب الإسلامي. الطبعة الأولى بالمطبعة الكبرى ببولاق مصر المحمية ١٣١٤ هـ.
١٥٢- تحفة الأحوذي: للإمام أبي العلا محمد عبد الرحمن المباركفوري (ت ١٣٥٣ هـ) بشرح جامع الترمذي، ومعه شفاء الغلل في شرح كتاب العلل، والشمائل المحمدية والخصائص المصطفوية للترمذي. اعتنى به: صديق محمد جميل العطار. الناشر: دار الفكر- بيروت- لبنان. طبعة ١٤١٥ هـ - ١٩٩٥ م.
١٥٣- تحفة الفقهاء: لعلاء الدين السمرقندي (ت٥٣٩ هـ) الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الثانية ١٤١٤ هـ - ١٩٩٤ م.
١٥٤- تصحيح الفروع: للشيخ/ علاء الدين أبي الحسن علي بن سليمان المرداوي (ت٨٨٥ هـ) بهامش الفروع لابن مفلح. اعتناء: عبد الستار فراج. الناشر: عالم الكتب- بيروت- لبنان. الطبعة الرابعة ١٤٠٥هـ ١٩٨٥ م.
١٥٥- تعليقات ابن التركماني بحاشية السنن الكبرى للبيهقي. تحقيق: محمد عبد القادر عطا. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٤ هـ - ١٩٩٤ م.
١٥٦- تفسير القرآن العظيم: للإمام الحافظ عماد الدين، أبو الفداء إسماعيل بن كثير (ت ٧٧٤ هـ) الناشر: دار عالم الكتب- الرياض. الطبعة الخامسة ١٤١٦ هـ - ١٩٩٦م.
١٥٧- تفسير المنار: للشيخ رشيد رضا.
١٥٨- تهذيب الأسماء واللغات: للإمام/ أبي زكريا محيي الدين بن شرف النووي (ت ٦٧٦ هـ) الناشر: دار الكتب العلمية - بيروت- لبنان.
١٥٩- تهذيب التهذيب: للإمام شهاب الدين أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ) الناشر: دار الفكر. الطبعة الأولى ١٤٠٤ هـ- ١٩٨٤ م.','2','684',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (633,'١٦٠- توضيح الأحكام من بلوغ المرام: تأليف/ عبد الله بن عبد الرحمن البسام. الناشر: مكتبة ومطبعة النهضة الحديثة- مكة المكرمة. الطبعة الثانية ١٤١٤ هـ - ١٩٩٤ م.
١٦١- تيسير الكريم الرحمن في تفسير كلام المنان: تأليف العلامة الشيخ عبد الرحمن بن ناصر السعدي (ت ١٣٧٦ هـ) الناشر: دار المدني- جدة. طبعة ١٤٠٨ هـ - ١٩٨٨ م.
١٦٢- تيسير الكريم الرحمن في تفسير كلام المنان: تأليف العلامة الشيخ عبد الرحمن بن ناصر السعدي (ت ١٣٧٦ هـ) تحقيق محمد النجار. طبع ونشر الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد- الرياض. طبعة ١٤٠٤ هـ.
ج
١٦٣- جامع البيان في تأويل القرآن: لأبي جعفر محمد بن جرير الطبري (ت ٣١٠) هـ الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٢ هـ -١٩٩٢م.
١٦٤- جهاد الأعداء ووجوب التعاون بين المسلمين: تأليف الشيخ/ عبد الرحمن بن ناصر السعدي (ت ١٣٧٦ هـ) الناشر: دار ابن القيم- الدمام. طبعة ١٤١١ هـ ١٩٩١ م.
ح
١٦٥- حاشيتا: شهاب الدين أحمد بن أحمد القليوبي (ت ١٠٦٩ هـ) وشهاب الدين أحمد عميرة (ت ٩٥٧ هـ) على كنز الراغبين: للإمام جلال الدين محمد المحلى ت (٨٦٤هـ) شرح منهاج الطالبين: للإمام يحيى بن شرف النووي اعتنى به: عبد اللطيف عبد الرحمن. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ - ١٩٩٧ م.
١٦٦- حاشية الخرشي: للإمام محمد بن عبد الله الخرشي المالكي (ت ١١٠١ هـ) على مختصر سيدي خليل: للإمام خليل بن إسحاق المالكي ت (٧٦٧ هـ) وفي الهامش حاشية العدوي على الخرشي. اعتنى به: زكريا عميرات. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ - ١٩٩٧ م.
١٦٧- حاشية الدسوقي على الشرح الكبير: للعلامة شمس الدين الشيخ محمد عرفة الدسوقي وبهامشه تقريرات العلامة المحقق: محمد عليش. الناشر: دار الفكر- بيروت- لبنان.','2','685',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (634,'١٦٨- حاشية الروض المربع شرح زاد المستقنع: جمع/ عبد الرحمن بن محمد قاسم العاصمي النجدي الحنبلي (ت ١٣٩٢ هـ) .
١٦٩- حاشية الشلبي على تبيين الحقائق شرح كنز الدقائق بهامش تبيين الحقائق للزيلعي. الناشر: دار الكتاب الإسلامي. توزيع مكتبة الرشد- الرياض. الطبعة الأولى بالمطبعة الكبرى الأميرية ببولاق- مصر. سنة ١٣١٣ هـ
١٧٠- حاشية العدوى: للشيخ علي بن أحمد العدوي، على الخرشي بهامش حاشية الخرشي. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ - ١٩٩٧ م.
١٧١- حرب الألغام البرية والبحرية: إعداد العميد طلعت نوري علي. الناشر: دار الشروق- عمان- الأردن. الطبعة الثانية ١٩٨٨م.
١٧٢- الحرب المحدودة والحرب الشاملة: د/ أحمد أنور زهران. الناشر: مكتبة غريب- القاهرة.
١٧٣- الحرب العالمية الثانية: رمضان لاوند. الناشر: دار العلم للملايين- بيروت- لبنان الطبعة الرابعة عشرة ١٩٩٢م.
١٧٤- حلية العلماء في معرفة مذاهب الفقهاء: تأليف/ سيف الدين أبي بكر محمد بن أحمد الشاشي القفال. تحقيق: د/ ياسين أحمد إبراهيم. الناشر: مكتبة الرسالة الحديثة- عمان- الأردن الطبعة الأولى ١٩٨٨ م.
خ
١٧٥- خلاصة البدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير للإمام أبي القاسم الرافعي: تأليف/ الحافظ سراج الدين عمر بن علي بن الملقن (ت٨٠٤ هـ) الناشر: مكتبة الرشد- الرياض. الطبعة الأولى ١٤١٠ هـ - ١٩٨٩ م.
ر
١٧٦- رحمة الأمة في اختلاف الأئمة: لأبي عبد الله محمد بن عبد الرحمن العثماني (ت ٧٨٠ هـ) حققه. علي الشربجي، وقاسم النوري. الناشر: مؤسسة الرسالة- بيروت- لبنان. الطبعة الأولى ١٤١٤ هـ - ١٩٩٤ م.','2','686',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (635,'١٧٧- رد المحتار على الدر المختار شرح تنوير الأبصار: لمحمد أمين الشهير بابن عابدين، مع تكملة ابن عابدين لنجل المؤلف. تحقيق: عادل أحمد عبد الموجود، وعلي معوض، الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٥ هـ - ١٩٩٤ م.
١٧٨- ردود على أباطيل وشبهات حول الجهاد من خلال الرد على كتاب الدكتور السيوطي الجهاد في الإسلام كيف نفهمه؟ وكيف نمارسه؟ تأليف/ عبد الملك البراك. الناشز: دار النور للإعلام الإسلامي- عمان- الأردن. الطبعة الأولى ١٤١٨ هـ - ١٩٩٧ م.
١٧٩- روضة الطالبين وعمدة المفتين: للإمام محيي الدين بن شرف النووي. الناشر: المكتب الِإسلامي. الطبعة الثالثة ١٤١٢ هـ ١٩٩١ م.
١٨٠- روضة الناظر وجنة المناظر. لابن قدامة المقدسي.
١٨١- رءوس المسائل: للعلامة جار الله أبي القاسم الزمخشري (ت ٥٣٨ هـ) تحقيق: عبد الله نذير أحمد. الناشر: دار البشائر الإسلامية - بيروت- لبنان. الطبعة الأولى ١٤٠٧ هـ - ١٩٨٧ م.
ز
١٨٢- زاد المسير في علم التفسير: للإمام أبي الفرج عبد الرحمن بن علي بن الجوزي (ت ٥٩٧ هـ) الناشر: المكتب الإسلامي- بيروت- لبنان. الطبعة الرابعة ١٤٠٧ هـ - ١٩٨٧ م.
١٨٣- زاد المعاد في هدي خير العباد: للإمام شمس الدين أبي عبد الله محمد بن أبي بكر بن قيم الجوزية (ت ٧٥١ هـ) تحقيق: شعيب الأرنؤوط، وعبد القادر الأرنؤوط. الناشر: مؤسسة الرسالة بيروت- لبنان. الطبعة الثلاثون ١٤١٧ هـ - ١٩٩٧ م والطبعة الرابعة عشر ١٤٠٧ هـ - ١٩٨٦ م.
١٨٤- زبدة الأحكام: لعمر بن إسحاق الهندي. الناشر: مكتبة نزار مصطفى الباز- مكة مكرمة الطبعة الأولى ١٤١٧ هـ- ١٩٩٦ م.
س
١٨٥- سبائك الذهب في معرفة قبائل العرب: للشيخ أبي الفوز محمد أمين الشهير بالسويدي. الناشر: مكتبة دار حراء- جدة الطبعة الأولى ١٤١٨ هـ ١٩٩٧م.','2','687',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (636,'١٨٦- سبل السلام شرح بلوغ المرام من جمع أدلة الأحكام: للشيخ الإمام محمد بن إسماعيل الأمير اليمني الصنعاني (ت ١١٨٢ هـ) اعتنى به: فواز أحمد، وإبراهيم الجمل. الناشر: دار الكتاب العربي- بيروت- لبنان. الطبعة التاسعة ١٤١٧ هـ- ١٩٩٧ م.
١٨٧- سلسة الأحاديث الصحيحة محمد ناصر الدين الألباني (ت ١٤٢٠ هـ) الناشر: مكتبة المعارف- الرياض. طبعة ١٤١٥ - ١٩٩٥ م.
١٨٨-سنن ابن ماجه بشرح الإمام أبي الحسن السندي (ت ١١٣٨ هـ) وبحاشيته تعليقات مصباح الزجاجة في زوائد ابن ماجة: للإمام البوصيري (ت٨٤٠ هـ) حققه: الشيخ مأمون شيخا الناشر: دار المعرفة- بيروت- لبنان. الطبعة الأولى ١٤١٦ هـ ١٩٩٦ م.
١٨٩- سنن أبي داود: للإمام الحافظ أبي داود سليمان بن الأشعث (ت ٢٧٥هـ) تحقيق: محمد محيي الدين عبد الحميد. الناشر: المكتبة العصرية- بيروت- لبنان.
١٩٠- سنن الدارقطني: تأليف/ الإمام الحافظ علي بن عمر الدارقطني (ت ٣٨٥ هـ) اعتنى به: مجدي بن منصور الشورى. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ ١٩٩٦ م.
١٩١- سنن الدارمي: للإمام أبي عبد الله بن بهرام الدارمي (ت٢٥٥ هـ) الناشر: دار الفكر - بيروت- لبنان.
١٩٢- سنن النسائي للإمام الحافظ أبو عبد الرحمن أحمد بن شعيب النسائي (ت ٣٠٣ هـ) بشرح الحافظ جلال الدين السيوطي (ت ٩١١ هـ) مع حاشية الإمام السندي (ت ١١٣٨ هـ) حققه: مكتب التراث الإسلامي. الناشر: دار المعرفة- بيروت- لبنان. الطبعة الثالثة ١٤١٤ هـ - ١٩٩٤ م.
١٩٣- سنن سعيد بن منصور: للإمام سعيد بن منصور بن شعبة الخرساني المكي (ت ٢٢٧ هـ) تحقيق الشيخ حبيب الرحمن الأعظمي. الناشر: دار الكتب العلمية - بيروت- لبنان.','2','688',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (637,'١٩٤- سير أعلام النبلاء السيرة النبوية للإمام شمس الدين محمد بن أحمد الذهبي (ت ٧٤٨ هـ) الناشر: مؤسسة الرسالة- بيروت- لبنان. تحقيق: د/ بشار عواد معروف. الطبعة الأولى ١٤١٧ هـ -١٩٩٦ م.
١٩٥- سير أعلام النبلاء: للإمام شمس الدين محمد بن أحمد الذهبي (ت ٧٤٨ هـ) الناشر: مؤسسة الرسالة- بيروت- لبنان. الطبعة الحادية عشرة ١٤١٧ هـ - ١٩٩٦ م.
ش
١٩٦- شذرات الذهب في أخبار من ذهب: للمؤرخ الفقيه أبي الفلاح عبد الحي بن العماد الحنبلي (ت ١٠٨٩ هـ) الناشر: دار الفكر.
١٩٧- شرح الزرقاني على موطأ الإمام مالك: تأليف/ محمد بن عبد الباقي الزرقاني المصري الأزهري المالكي (ت ١١٢٢ هـ) الناشر: دار الكتب العلمية- بيروت-لبنان. الطبعة الأولى ١٤١١ هـ ١٩٩٠م.
١٩٨- شرح السندي لسنن ابن ماجه (بهامش سنن ابن ماجه) للإمام أبي الحسن السندي (ت ١١٣٨ هـ) تحقيق: الشيخ خليل مأمون شيحا. الناشر: دار المعرفة- بيروت- لبنان. الطبعة الأولى ١٤١٦ هـ- ١٩٩٦ م.
١٩٩- شرح السنة للإمام الحسين بن مسعود البغوي (ت ٥١٦ هـ) تحقيق: شعيب الأرناؤوط، وزهير الشاويش. الناشر: المكتب الإسلامي- بيروت- لبنان. الطبعة الثانية ١٤٠٣ هـ - ١٩٨٣ م.
٢٠٠- شرح الكوكب المنير: تأليف/ العلامة محمد بن أحمد الفتوحي المعروف بابن النجار (ت ٩٧٢ هـ) تحقيق: د/ محمد الزحيلي، ود / نزيه حماد. الناشر: مكتبة العبيكان الرياض. الطبعة ١٤١٣ هـ - ١٩٩٣ م.
٣٠١- شرح العناية على الهداية بهامش فتح القدير لابن الهمام: للإمام كمال الدين محمد بن محمود البابرتي (ت ٧٨٦ هـ) الناشر: إحياء التراث العربي بيروت- لبنان.
٢٠٢- شرح سنن أبي داود: للحافظ شمس الدين ابن قيم الجوزية، بهامش هون المعبود شرح سنن أبي داود للعلامة أبي الطيب محمد شمس الحق العظيم آبادي. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ - ١٩٩٧م.','2','689',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (638,'٢٠٣- شرح صحيح مسلم: للإمام يحيى بن شرف النووي (ت ٦٧٦ هـ) الناشر: دار القلم- بيروت- لبنان.
٢٠٤- شرح قانون الوصية (دراسة مقارنة لمسائله، وبيان لمصادره الفقهية) للشيخ/ محمد أبي زهرة. الناشر: مكتبة الأنجلو المصرية- القاهرة.
٢٠٥- شرح كتاب السير الكبير: للإمام محمد بن حسن الشيباني ت (١٨٩ هـ) إملاء الإمام محمد بن أحمد السرخسي (ت ٤٩٠ هـ) تحقيق: أبي عبد الله محمد حسن محمد. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ - ١٩٩٧ م.
٢٠٦- شرح لمعة الاعتقاد الهادي إلى سبيل الرشاد: للشيخ محمد بن صالح العثيمين. الناشر: دار الوطن- الرياض. الطبعة ١٤١٣ هـ.
٢٠٧- شرح مختصر الروضة: تأليف/ نجم الدين أبي الربيع سليمان بن عبد القوي الطوفي (ت ٧١٦ هـ) تحقيق: د/ عبد الله بن عبد المحسن التركي. الناشر: مؤسسة الرسالة- بيروت- لبنان الطبعة الأولى: ١٤٠٧ هـ - ١٩٨٧ م.
٢٠٨- شرح منتهى الإرادات المسمى (دقائق أولى النهى لشرح المنتهى) تأليف/ الشيخ منصور بن يونس البهوتي (ت ١٠٥١ هـ) الناشر: عالم الكتب- بيروت- لبنان. الطبعة الأولى ١٤١٤ هـ ١٩٩٣ م.
٢٠٩- شريعة الإسلام في الجهاد والعلاقات الدولية: أبو الأعلى المودودي. الناشر: دار الصحوة- القاهرة. الطبعة الأولى ١٤٠٦ هـ - ١٩٨٥ م.
ص
٢١٠- صحيح ابن خزيمة: للإمام أبي بكر محمد بن إسحاق بن خزيمة النيسابوري (ت ٣١١ هـ) حققه: د/ محمد مصطفى الأعظمي. الناشر: دار الثقة- مكة المكرمة. الطبعة الثانية.
٢١١- صحيح الجامع الصغير وزيادته (الفتح الكبير) تأليف/ محمد ناصر الدين الألباني. أشرف عليه: زهير الشاويش. الناشر: المكتب الإسلامي- بيروت- لبنان. الطبعة الثالثة ١٤٠٨ هـ - ١٩٨٨ م.
٢١٢- صحيح سنن أبي داود للألباني.','2','690',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (639,'ط
٢١٣- طبقات الحنابلة: للقاضي أبي الحسين محمد بن أبي يعلى. الناشر: دار المعرفة- بيروت- لبنان.
٢١٤- طبقات الفقهاء الشافعية: للإمام تقي الدين أبو عمرو عثمان ابن الصلاح (ت ٦٤٣ هـ) هذبه ورتبه واستدرك عليه: الإمام محيي الدين أبو زكريا النووي. حققه: محيي الدين علي نجيب. الناشر: دار البشائر الإسلامية- بيروت- لبنان. الطبعة الأولى ١٤١٣ هـ- ١٩٩٢ م.
٢١٥- طلبة الطلبة في الاصطلاحات الفقهية: تأليف/ الإمام نجم الدين أبي حفص عمر بن محمد النسفي (ت ٥٣٧ هـ) اعتنى به: الشيخ خالد عبد الرحمن. الناشر: دار النفائس- بيروت- لبنان. الطبعة الأولى ١٤١٦ هـ - ١٩٩٥ م.
٢١٦- طبقات ابن السبكي.
ع
٢١٧- عارضة الأحوذي بشرح صحيح الترمذي: للإمام أبي بكر محمد عبد الله المعروف بابن العربي المالكي (ت ٥٤٣ هـ) وضع حواشيه: الشيخ جمال مرغشلي. الناشر: دار الكتب العلمية - بيروت- لبنان. الطبعة الأولى ١٤١٨ هـ - ١٩٩٧م.
٢١٨- العلاقات الدولية في الإسلام مقارنة بالقانون الدولي الحديث: د/ وهبة الزحيلي. الناشر مؤسسة الرسالة- بيروت- لبنان. الطبعة الأولى ١٤٠١ هـ - ١٩٨١ م.
٢١٩- عمدة الأخبار في مدينة المختار: للشيخ أحمد عبد الحميد العباس. الناشر: المكتبة العلمية.
٢٢- عون المعبود شرح سنن أبي داود: للعلامة أبي الطيب محمد شمس الحق العظيم آبادي. مع شرح الحافظ شمس الدين ابن قيم الجوزية. الناشر: دار الكتب العلمية- بيروت- لبنان.
٢٢١- عيون الأثر في فنون المغازي والشمائل والسير: تأليف أبي الفتح محمد بن محمد اليعمري (ت ٧٣٤ هـ) تحقيق: د/ محمد الخطراوي، ومحيي الدين ميتو، الناشر: دار ابن كثير- دمشق- سوريا الطبعة الأولى ١٤١٣ هـ - ١٩٩٢ م.','2','691',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (640,'غ
٢٢٢- غمز عيون البصائر شرح كتاب الأشباه والنظائر: للسيد أحمد بن محمد الحنفي الحموي. الناشر: دار الكتب العلمية - بيروت- لبنان. الطبعة الأولى ١٤٠٥ هـ - ١٩٨٥ م.
ف
٢٢٣- فتاوى قاضيخان: للإمام فخر الدين حسن بن منصور الفرغاني (ت ٢٩٥ هـ) بهامش الفتاوى الهندية. الناشر: دار إحياء التراث العربي- بيروت- لبنان. الطبعة الرابعة.
٢٢٤- فتح الباري شرح صحيح البخاري: للإمام الحافظ أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ) تحقيق وترقيم: الشيخ عبد العزيز بن باز، ومحمد فؤاد عبد الباقي. الناشر: دار الكتب العلمية- بيروت- لبنان. الطبعة الثانية ١٤١٨ هـ - ١٩٩٧ م.
٢٢٥- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير: تأليف محمد بن علي الشوكاني ت (١٢٥٠ هـ) الناشز: دار الفكر- بيروت- لبنان. طبعة ١٤٠٣ هـ - ١٩٨٣ م.
٢٢٦- فتح القدير للعاجز الفقير: للشيخ الإمام كمال الدين محمد بن عبد الواحد ابن الهمام. الناشز دار إحياء التراث العربي- بيروت- لبنان.
٢٢٧- فضل الجهاد والمجاهدين: للعلامة الشيخ/ عبد العزيز بن عبد الله بن باز (ت ١٤٢٠ هـ) الناشز: دار الأفق- الرياض. الطبعة الأولى ١٤١١ هـ.
٢٢٨- فقة السنة: السيد سابق. الناشر: مكتبة الخدمات الحديثة- جدة طبعة ١٤٠٧ هـ (١٩٨٦ م.) .
٢٢٩- فقة الصيام: د/ محمد حسن هيتو. الناشر: دار البشائر الإسلامية - بيروت- لبنان الطبعة الأولى ١٤٠٨ هـ ١٩٨٨ م.
٢٣٠- في ظلال القرآن: سيد قطب. الناشر: دار الشروق. الطبعة السابعة عشرة ١٤١٢ هـ - ١٩٩٢م.','2','692',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (641,'ق
٢٣١- قصر الصلاة للمغتربين: د/ إبراهيم بن محمد الصبيحي. علق عليه: الشيخ عبد العزيز بن باز. الطبعة الأولى ١٤١٥ هـ.
٢٣٢- قضايا فقهية في العلاقات الدولية حال الحرب: د/ حسن أبو غدة. الناشر: مكتبة العبيكان -الرياض. الطبعة الأولى ١٤٢٠هـ- ٢٠٠٠ م.
٢٣٣- قواعد الأحكام في مصالح الأيام: للإمام أبي محمد عز الدين عبد العزيز بن عبد السلام (ت ٦٦٠ هـ) الناشر: دار المعرفة- بيروت- لبنان.
٢٣٤- قاموس المصطلحات العسكرية: الفريق ركن/ محمد فتحي أمين. الطبعة الثانية.
ك
٢٣٥- كتاب التمام لما صح في الروايتين والثلاث والأربع عن الإمام والمختار من الوجهين عن أصحابه العرانين الكرام: لمحمد بن محمد بن الحسين الشهير بالقاضي أبي الحسين ابن شيخ المذهب القاضي أبي يعلي. حققه: د/ عبد الله الطيار، ود/ عبد العزيز بن محمد بن عبد الله. الناشر: دار العاصمة- الرياض. الطبعة الأولى ١٤١٤ هـ.
٢٣٦- كتاب الأنظمة واللوائح التنفيذية العسكرية، وزارة الدفاع والطيران. الطبعة الثانية ١٤١٢ هـ.
٢٣٧- كيف تحمي نفسك من الحرب الكيمائية - الحرب النووية- الحرب البيولوجية د/ إبراهيم العقيل ورفاقه. الطبعة الأولى ١٤١٢ هـ - ١٩٩١ م.
٢٣٨- كتاب التوحيد: تأليف د/ صالح بن فوزان الفوزان. سلسلة كتاب فرع جمعية البر بشمال الرياض.
٢٣٩- كتاب الخراج: للقاضي أبي يوسف يعقوب بن إبراهيم، صاحب الإمام أبي حنيفة (ت ١٨٣ هـ) الناشر: دار المعرفة- بيروت- لبنان.','2','693',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (642,'٢٤٠- كتاب الجرح والتعديل: للإمام عبد الرحمن بن المنذر الرازي (ت ٣٢٧ هـ) الطبعة الأولى بمطبعة مجلس دائرة المعارف العثمانية- بحيدر آباد الدكن- الهند.
٢٤١- كتاب الذيل على طبقات الحنابلة: للشيخ الإمام زين الدين أبي الفرج عبد الرحمن بن شهاب الدين بن رجب (ت ٧٩٥ هـ) الناشر: دار المعرفة- بيروت- لبنان.
٢٤٢-كتاب السير: لشيخ الإسلام أبي إسحاق الفزاري (ت ١٨٦ هـ) تحقيق الدكتور/ فاروق حمادة. الناشر: مؤسسة الرسالة- بيروت- لبنان الطبعة الأولى ١٤٠٨ هـ - ١٩٨٧ م.
٢٤٣-كتاب العلل ومعرفة الرجال: للإمام أحمد بن حنبل (ت٢٤١ هـ) اعتناء: د/ طلعت قوج، د/ إسماعيل جراح. الناشر: المكتبة الإسلامية- استانبول- تركيا.
٢٤٤- كتاب الفروق على مذهب الإمام أحمد بن حنبل: للشيخ معظم الدين السامري (ت ٦١٦ هـ) تحقيق: د/ محمد بن إبراهيم اليحيى. الناشر: دار الصميعي. الطبعة الأولى ١٤١٨ هـ ١٩٩٧م.
٢٤٥- كتاب المغازي: لابن أبي شيبة أبي بكر عبد الله بن محمد (ت ٢٣٥ هـ) حققه: د/ عبد العزيز ابن إبراهيم العمري. الناشر: دار اشبيليا - الرياض. الطبعة الأولى ١٤٢٠ هـ ١٩٩٩ م.
٢٤٦- كتاب الوقوف من مسائل الإمام أحمد بن حنبل الشيباني: تأليف/ الإمام أحمد بن محمد بن هارون الخلال (ت ٣١١ هـ) تحقيق: د/ عبد الله بن أحمد الزيد. الناشر: مكتبة المعارف- الرياض. الطبعة الأولى ١٤١٠ هـ- ١٩٩٠ م.
٢٤٧- كشاف القناع عن متن الإقناع: للشيخ العلامة منصور بن يونس البهوتي تحقيق محمد أمين الضناوي. الناشر: عالم الكتب - بيروت- لبنان. الطبعة الأولى ١٤١٧ هـ ١٩٩٧ م.
٢٤٨- كفاية الأخبار في حل غاية الاختصار: تأليف/ الإمام العلامة تقي الدين أبي بكر بن محمد الحسيني: تحقيق: علي عبد الحميد، ومحمد وهبي سليمان. الناشر: دار الخير- بيروت- لبنان. الطبعة الأولى ١٤١٢ هـ ١٩٩١ م.','2','694',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (643,'ل
٢٤٩- لباب الفرائض: تأليف/ محمد الصادق الشطي. الناشر: دار الغرب الإسلامي- بيروت لبنان. الطبعة الثالثة ١٤٠٨ هـ - ١٩٨٨ م.
٢٥٠- لسان العرب: للإمام أبي الفضل جمال الدين محمد ابن منظور. الناشر: دار صادر- بيروت- لبنان.
٢٥١- لسان الميزان: للإمام الحافظ أحمد بن علي بن حجر العسقلاني (ت ٨٥٢ هـ) الناشر: دار الفكر- بيروت- لبنان. الطبعة الأولى ١٤٠٧ هـ - ١٩٨٧م.

م
٢٥٢- مبادئ الإسلام ومنهجه في قضايا السلم والحرب والعلاقات الدولية والإنسانية: تأليف الدكتور/ أبو بكر إسماعيل ميقا. الناشر: مكتبة التوبة- الرياض. الطبعة الثانية ١٤١٠ هـ.
٢٥٣- مجمع الزوائد ومنبع الفوائد: للحافظ نور الدين علي بن أبي بكر الهيثمي (ت ٨٠٧ هـ) بتحرير الحافظين الجليلين: العراقي وابن حجر. الناشر: دار الكتب العلمية- بيروت- لبنان. طبعة ١٤٠٨ هـ - ١٩٨٨ م.
٢٥٤- مجموع فتاوى شيخ الإسلام أحمد بن تيمية (ت ٧٢٨ هـ) جمع وترتيب: عبد الرحمن بن محمد العاصمي النجدي الحنبلي. الناشر: دار عالم الكتب- الرياض. طبعة ١٤١٢ هـ- ١٩٩١ م.
٢٥٥- مجموع فتاوى ومقالات متنوعة: تأليف الشيخ عبد العزيز بن عبد الله بن باز (ت ١٤٢٠ هـ) جمع وإشراف: د/ محمد بن سعد الشويعر. الطبعة الثانية ١٤١٦ هـ - ١٩٩٦م.
٢٥٦- مختصر اختلاف العلماء: تصنيف أبي جعفر أحمد بن محمد الطحاوي. اختصار أبي بكر أحمد ابن علي الجصاص (ت ٣٧٠ هـ) دراسة وتحقيق: د/ عبد الله نذير أحمد. الناشر: دار البشائر الإسلامية- بيروت- لبنان. الطبعة الثانية ١٤١٧ هـ - ١٩٩٦ م.
٢٥٧- مدخل العلوم العسكرية: يوسف إبراهيم السلوم. شركة الطباعة العربية السعودية - الرياض. الطبعة الثانية ١٤٠٦ هـ - ١٩٨٦ م.','2','695',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (644,'٢٥٨- مختصر المزني: لأبي إبراهيم إسماعيل بن يحيى المزني. الناشر: دار المعرفة- بيروت- لبان.
٢٥٩- مراتب الإجماع في العبادات والمعاملات والاعتقادات: للحافظ أبي محمد علي بن أحمد بن سعيد بن حزم (ت ٤٥٦ هـ) ويليه نقد مراتب الإجماع: لابن تيمية. الناشر: دار زاهد القدسي زاهد القدسي- القاهرة. الطبعة الثالثة.
٢٦٠- مشارع الأشواق إلى مصارع العشاق ومثير الغرام إلى دار السلام في الجهاد وفضائله: تأليف/ أبي زكريا أحمد بن إبراهيم المشهور بابن النحاس (ت ٨١٤ هـ) تحقيق: إدريس محمد علي، ومحمد خالد اسطنبولي. الناشر: دار البشائر الإسلامية- بيروت- لبنان. الطبعة الثانية ١٤١٧- ١٩٩٧ م.
٢٦١- مشاهير علماء الأمصار وأعلام فقهاء الأقطار: للإمام الحافظ أبي حاتم محمد بن حبان البستي (ت ٣٥٤ هـ) تحقيق: مروزق علي إبراهيم. الناشر: مؤسسة الكتب الثقافية- بيروت- لبنان. الطبعة الأولى ١٤٠٨ هـ - ١٩٨٧ م.
٢٦٢- معالم السنن شرح سنن أبي داود: تأليف/ الإمام أبي سليمان حمد بن محمد الخطابي (ت ٣٨٨ هـ) اعتنى به: عبد السلام عبد الشافي. الناشر: دار الكتب العلمية- بيروت- لبنان. طبعة ١٤١٦ هـ - ١٩٩٦م.
٢٦٣- معونة أولى النهى شرح المنتنهى (منتهى الإرادات) للإمام تقي الدين محمد بن أحمد الفتوحي الشهير بابن النجار (ت ٩٧٢ هـ) تحقيق: د/ عبد الملك بن دهيش. الناشر: دار خضر- بيروت- لبنان. الطبعة الأولى ١٤١٦ هـ- ١٩٩٥ م.
٢٦٤-معجم البلدان: للإمام شهاب الدين أبي عبد الله ياقوت الحموي (ت٦٢٦هـ) تحقيق فريد الجندي. الناشر: دار الكتب العلمية- بيروت- لبنان.
٢٦٥- معجم المؤلفين: لعمر رضا كحالة. الناشر: مؤسسة الرسالة- بيروت- لبنان الطبعة الأولى ١٤١٤ هـ ١٩٩٣ م.','2','696',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (645,'٢٦٦- معجم ما استعجم من أسماء البلاد والمواضع: تأليف الوزير أبي عبيد عبد الله البكري الأندلسي (ت ٤٨٧ هـ) تحقيق: د/ جمال طلبة. الناشر: دار الكتب العلمية - بيروت- لبنان. الطبعة الأولى ١٤١٨ هـ - ١٩٩٨م.
٢٦٧- معجم مقاييس اللغة: لأبي الحسن أحمد بن فارس (ت ٣٩٥ هـ) تحقيق: عبد السلام هارون. الناشر: دار الجليل- بيروت-لبنان.
٢٦٨- مغني المحتاج إلى معرفة ألفاظ المنهاج: للشيخ شمس الدين محمد بن محمد الخطيب الشربيني. تحقيق: علي محمد معوض، وعادل أحمد عبد الموجود. الناشر: دار الكتب العلمية-بيروت- لبنان. الطبعة الأولى ١٤١٥ هـ - ١٩٩٤ م.
٢٦٩- مغني ذوي الأفهام عن الكتب الكثيرة في الأحكام على مذهب الإمام المبجل أحمد بن حنبل: للإمام العلامة جمال الدين يوسف بن الحسن بن عبد الهادي الدمشقي الحنبلي (ت ٩٠٩ هـ) اعتنى به: أبو محمد أشرف بن عبد المقصود. الناشر: مكتبة طبرية- الرياض. الطبعة الأولى ١٤١٦ هـ- ١٩٩٥ م.
٢٧٠- ملف الفتاوى بوزارة الدفاع، الشئون الدينية رقم الفتوى ... (١٣٩٩٨) في ٢٠/٧/ ١٤١١ هـ.
٢٧١- منار السبيل في شرح الدليل: للشيخ إبراهيم بن ضويان. وعليه حاشية النكت والفوائد لعصام القلعجي. الناشر: مكتبة المعارف- الرياض. الطبعة الثانية ١٤٠٥ هـ - ١٩٨٥ م.
٢٧٢- مواهب الجليل لشرح مختصر خليل: لأبي عبد الله محمد بن محمد الخطاب (ت ٩٥٤ هـ) وبأسفله التاج والإكليل لمختصر خليل: لأبي عبد الله محمد بن يوسف المواق (ت ٨٩٧ هـ) اعتنى به: الشيخ زكريا عميرات. الناشر: دار الكتب العلمية-بيروت-لبنان. الطبعة الأولى ١٤١٦ هـ- ١٩٩٥ م.
٢٧٣- موسوعة السلاح المصور. الناشر: دار المختار للطباعة والنشر. الطبعة العشرون.
٢٧٤- الموسوعة العسكرية: المؤسسة العربية للدراسة والنشر. الطبعة الثانية ١٩٨٥ م.
٢٧٥- مجلة الدفاع: مجلة القوات العربية السعودية المسلحة. عسكرية- ثقافية- اجتماعية. السنة ٣٩ العدد ١١٨ ذو القعدة ١٤٢٠ هـ - ٢٠٠٠ م.','2','697',NULL,NULL,'0');
INSERT INTO [b1933] VALUES (646,'٢٧٦- ميزان الاعتدال في نقد الرجال: تأليف/ أبي عبد الله محمد بن أحمد الذهبي (ت ٧٤٨ هـ) تحقيق: علي محمد البجاوي. الناشر: دار الفكر.
ن
٢٧٧- نصب الراية لأحاديث الهداية: للإمام جماد الدين أبي محمد عبد الله بن يوسف الزيلعي (ت ٧٦٢ هـ) مع حاشيته النفيسة. بغية الألمعي في تخريج الزيلعي. الناشر: دار الحديث- القاهرة.
٢٧٨- نهاية المحتاج إلى شرح المنهاج في الفقه على مذهب الإمام الشافعي: تأليف/ شمس الدين بن أبي العباس الرملي الشهير بالشافعي الصغير (ت ١٠٠٤ هـ) ومعه حاشية أبي الضياء نور الدين علي بن علي الشبراملسي (ت ١٠٨٧ هـ) وحاشية أحمد بن عبد الرزاق الرشيدي (ت ١٠٩٦ هـ) الناشر: دار الكتب العلمية- بيروت- لبنان. طبعة ١٤١٤ هـ - ١٩٩٣ م.
٢٧٩- نيل الأوطار شرح منتتقى الأخبار من أحاديث سيد الأخيار: للشيخ محمد بن علي الشوكاني (ت ١٢٥٠ هـ) الناشر: دار الحديث- القاهرة. طبعت بالمطبعة الأميرية سنة ١٢٩٧ هـ.
٢٨٠- نيل المآرب بشرح دليل الطالب: للشيخ عبد القادر بن عمر الشيباني.
و٢٨١- وفيات الأعيان وأنباء أبناء الزمان: لأبي العباس شمس الدين أحمد بن محمد بن خلكان (ت ٦٨١ هـ) تحقيق: محمد محيي الدين عبد الحميد. مطبعة السعادة مصر الطبعة الأولى ١٣٦٧ هـ - ١٩٤٨ م.
ي
٢٨٢- يثرب قبل الإسلام: د/ محمد السيد الوكيل. الناشر: دار المجتمع- جدة. الطبعة الأولى ١٤٠٦ هـ - ١٩٨٦ م.','2','698',NULL,NULL,'0');
