-- Table: b194
-- Chunk: 1
-- Rows: 3

CREATE TABLE "b194"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b194
INSERT INTO [b194] VALUES (1,'<span data-type="title" id=toc-1>بسم الله الرحمن الرحيم</span>
الحمد لله الذي جعل خير هذه الأمة أبا بكر الصديق، ورفع مقامه على كل مقام بزيادة اليقين والتصديق ... شيخ الإسلام على التحقيق، أحمده وهو بكل حمد خليق، واشهد أن لا إله إلا الله وحده لا شريك له شهادة توسع على قائلها كل ضيق وأشهد أن سيدنا محمد عبده ورسوله النبي الرفيق صلى الله عليه وسلم وعلى آله وصحبه وأزواجه وذريته أولي الرشاد والتوفيق.
أما بعد، فهذا كتاب لقبته (الروض الأنيق في فضل الصديق) أوردت فيه أربعين حديثا مختصرة سهل حفظها على من أراد ذلك من البررة، واسأل الله أن ينفعنا بالانتساب إليه ويجمعنا وإياه في دار الزلفاء لديه بمحمد صلى الله عليه وسلم وعلى آله وسلم آمين آمين آمين.
<span data-type="title" id=toc-2>الحديث الأول</span>
عن عائشة أن رسول الله صلى الله عليه وسلم قال: (أبى الله والمؤمنون أن يختلفوا عليك يا أبا بكر) .
اخرجه الامام احمد.
<span data-type="title" id=toc-3>الحديث الثاني</span>
عن أنس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر سيدا كهول أهل الجنة من الأولين والآخرين، ما خلا النبيين والمرسلين) .
اخرجه الضياء في مختاره، وجمع كثيرون.
<span data-type="title" id=toc-4>الحديث الثالث</span>
عن سعيد بن زيد أن رسول الله صلى الله عليه وسلم قال: (أبو بكر في الجنة، وعمر في الجنة، وعثمان في الجنة، وعلي في الجنة، وطلحة في الجنة، والزبير في الجنة، وعبد الرحمن بن عوف في الجنة، وسعد بن أبي وقاص في الجنة، وسعيد بن زيد في الجنة، وأبو عبيدة بن الجراح في الجنة) .
اخرجه الضياء في مختاره، وجمع اخرون.
<span data-type="title" id=toc-5>الحديث الرابع</span>
عن المطلب بن عبد الله بن حنطب عن أبيه عن جده - وماله غيره - أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر مني كمنزلة السمع والبصر من الرأس (اخرجه البارودي وابو نعيم وغيرهما.
<span data-type="title" id=toc-6>الحديث الخامس</span>
عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر من هذا الدين، كمنزلة السمع والبصر من الرأس) .
اخرجه ابن النجار، واخرجه الخطيب في تاريخه عن جابر.
<span data-type="title" id=toc-7>الحديث السادس</span>
عن جابر أن رسول الله صلى الله عليه وسلم قال: (أبو بكر الصديق وزيري وخليفتي على أمتي من بعدي، وعمر ينطق على لساني، وعلي ابن عمي وأخي وحامل رايتي، وعثمان مني وأنا من عثمان) .
اخرجه الطبراني في الكبير، وابن عدي في الكامل وغيرهما.
<span data-type="title" id=toc-8>الحديث السابع</span>
عن شداد بن أوس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر أرأف أمتي وأرحمها، وعمر خير أمتي وأعدلها، وعثمان بن عفان احيى أمتي وأكرمها، وعلي بن أبي طالب ألبّ أمتي واشجعها، وعبد الله بن مسعود أبر أمتي وآمنها، وأبوذر أزهد أمتي وأصدقها، وابو الدرداء أعبد أمتي وأتقاها، ومعاوية بن أبي سفيان أحكم أمتي وأجودها) .
اخرجه ابن عساكر وضعفه، واخرجه غيره ايضا.
<span data-type="title" id=toc-9>الحديث الثامن</span>
عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر خير الأولين وخير أهل السموات وخير أهل الأرض، إلا النبيين والمرسلين) .
اخرجه ابن عدي والحاكم في الكنى، والخطيب في تاريخه.
<span data-type="title" id=toc-10>الحديث التاسع</span>
عن عكرمة بن عمار عن إياس بن سلمة بن الأكوع عن أبيه أن رسول الله صلى الله عليه وسلم قال: (أبو بكر خير الناس بعدي، إلا أن يكون نبي) .
اخرجه ابن عدي والطبراني في الكبير وغيرهما.
<span data-type="title" id=toc-11>الحديث العاشر</span>
عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر صاحبي ومؤنسي في الغار فاعرفوا له ذلك، فلو كنت متخذا خليلا لاتخذت أبا بكر) .
اخرجه عبد الله بن الامام احمد في زوائد المسند والديلمي وغيرهما.
<span data-type="title" id=toc-12>الحديث الحادي عشر</span>
عن ابن مسعود رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر مني كعيني في رأسي، وعثمان بن عفان مني كلساني في فمي، وعلي بن أبي طالب مني كروحي في جسدي) .
اخرجه ابن النجار.
<span data-type="title" id=toc-13>الحديث الثاني عشر</span>
عن إبن عباس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر مني بمنزلة هارون من موسى) .
اخرجه الخطيب في تاريخه وغيره.
<span data-type="title" id=toc-14>الحديث الثالث عشر</span>
عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال: (أبو بكر مني وأنا منه، وأبو بكر أخي في الدنيا والآخرة) .
اخرجه الديلمي.
<span data-type="title" id=toc-15>الحديث الرابع عشر</span>',NULL,'1',NULL,NULL,'0');
INSERT INTO [b194] VALUES (2,'عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وعمر خير أهل السموات وأهل الأرض، وخير من بقي إلى يوم القيامة) . اخرجه الديلمي.
<span data-type="title" id=toc-16>الحديث الخامس عشر</span>
عن عائشة أن رسول الله صلى الله عليه وسلم قال: (أبو بكر عتيق الله من النار) .
اخرجه ابو نعيم في المعرفه.
<span data-type="title" id=toc-17>الحديث السادس عشر</span>
عن أنس أن رسول الله صلى الله عليه وسلم قال: (أبو بكر وزير يقوم مقامي، وعمر ينطق بلساني، وأنا من عثمان وعثمان مني، كأني بك يا أبا بكر تشفع لأمتي) .
اخرجه ابن النجار. ووصف عمر بما ذكر لأنه من المحدثين الذين تنطق الملائكه على السنتهم فاعلم.
<span data-type="title" id=toc-18>الحديث السابع عشر</span>
عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أتاني جبريل فأخذ بيدي فأراني باب الجنة الذي يدخل منه أمتي) . قال أبو بكر: وددت أني كنت معك حتى أنظر إليه، قال: (أما إنك يا أبا بكر أول من يدخل الجنة من أمتي) .
اخرجه أبو داوود وغيره، وصححه الحاكم من طريق اخر.
<span data-type="title" id=toc-19>الحديث الثامن عشر</span>
عن علي أن رسول الله صلى الله عليه وسلم قال: (أتاني جبريل فقلت: من يهاجر معي قال: أبو بكر، وهو يلي أمتك بعدك، وهو أفضل أمتك) . اخرجه الديلمي.
<span data-type="title" id=toc-20>الحديث التاسع عشر</span>
عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (أتاني جبريل فقال لي: يا محمد إن الله يأمرك أن تستشير ابا بكر) . اخرجه تمام.
<span data-type="title" id=toc-21>الحديث العشرون</span>
عن أبي الدرداء قال: رأى النبي صلى الله عليه وسلم رجل مشى أمام أبا بكر فقال له: (أتمشي أمام من هو خير منك (إن أبا بكر خير من طلعت عليه الشمس وغربت) .
وأخرج الحديث أبو نعيم في فضائل الصحابة ولفظة: (أتمشي أمام من هو خير منك ألم تعلم أن الشمس لم تشرق أو تغب على أحد خير من أبي بكر، ما طلعت الشمس ولا غربت بعد النبيين والمرسلين على أحد أفضل من أبي بكر) .
<span data-type="title" id=toc-22>الحديث الحادي والعشرون</span>
عن أبي أمامة أن رسول الله صلى الله عليه وسلم قال: (أتيت بكفة ميزان فوضعت فيها وجيء بأمتي فوضعت في الكفة الاخرى، فرجحت بأمتي. ثم رفعت وجيء بأبي بكر فوضع في كفة الميزان فرجح بأمتي. ثم رفع أبو بكر وجيء بعمر بن الخطاب فوضع في كفه الميزان فرجح بأمتي، ثم رفع الميزان إلى السماء وأنا أنظر إليه) . اخرجه ابو نعيم في الفضائل.
<span data-type="title" id=toc-23>الحديث الثاني والعشرون</span>
عن عمرو بن العاص أن رسول الله صلى الله عليه وسلم قال: (أحب النساء إلي عائشة، ومن الرجال أبوها) . اخرجه الشيخان.
<span data-type="title" id=toc-24>الحديث الثالث والعشرون</span>
عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (أحشر أنا وأبو بكر وعمر يوم القيامة) هذا (وأخرج السبابة والوسطى والبنصر - ونحن مشرفون على الناس) . اخرجه الترمذي الحكيم.
<span data-type="title" id=toc-25>الحديث الرابع والعشرون</span>
عنه أن رسول الله صلى الله عليه وسلم قال: (أحشر يوم القيامة بين أبي بكر وعمر حتى أفق بين الحرمين، فيأتيني أهل المدينة وأهل مكة) . اخرجه ابن عساكر.
<span data-type="title" id=toc-26>الحديث الخامس والعشرون</span>
عن عائشة أن رسول الله صلى الله عليه وسلم قال: (ادعي أبا بكر أباك وأخاك حتى أكتب كتاب، فإني أخاف أن يتمنى متمن ويقول قائل: أنا أولى، ويأبى الله والمؤمنون إلا أبا بكر) .
اخرجه الامام احمد ومسلم.
<span data-type="title" id=toc-27>الحديث السادس والعشرون</span>
عن حذيفة أن رسول الله صلى الله عليه وسلم قال: (اقتدوا بالذين من بعدي: أبي بكر وعمر) .
اخرجه الترمذي وحسنه.
<span data-type="title" id=toc-28>الحديث السابع والعشرون</span>
عن أبي الدرداء أن رسول الله صلى الله عليه وسلم قال: (اقتدوا بالذين من بعدي: أبي بكر وعمر، فإنهما حبل الله الممدود من تمسك بهما فقد تمسك بالعروة الوثقى التي لا انفصام لها) .
اخرجه الطبراني في الكبير.
<span data-type="title" id=toc-29>الحديث الثامن والعشرون</span>
عن سهل بن أبي حثمة أن رسول الله صلى الله عليه وسلم قال: (إذا أنا مت وابو بكر وعمر، فإن استطعت أن تموت فمت) . اخرجه ابو نعيم في الحليه وابن عساكر.
<span data-type="title" id=toc-30>الحديث التاسع والعشرون</span>
عن سمرة أن رسول الله صلى الله عليه وسلم قال: (أمرت أن أولي الرؤيا أبا بكر) . أخرجه الديلمي.
وكان أعبر أصحاب رسول الله صلى الله عليه وسلم للرؤيا الصديق كرم الله وجهه ورضي عنه.
<span data-type="title" id=toc-31>الحديث الثلاثون</span>',NULL,'2',NULL,NULL,'0');
INSERT INTO [b194] VALUES (3,'عن جابر أن رسول الله صلى الله عليه وسلم قال: (إن الله إختار أصحابي على جميع العالمين سوى النبيين والمرسلين، واختار لي من أصحابي أربعة فجعلهم خير أصحابي وفي كل أصحابي خير: أبو بكر وعمر وعثمان وعلي. واختار أمتي على سائر الأمم فبعثني في خير قرن ثم الثاني ثم الثالث تترى ثم الرابع فرادى) .
اخرجه ابو النعيم والخطيب وقال غريب وبن عساكر.
<span data-type="title" id=toc-32>الحديث الحادي والثلاثون</span>
عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (إن الله أمرني بحب أربعة من أصحابي وقال أحبهم: أبو بكر وعمر وعثمان وعلي) . اخرجه ابن عساكر وغيره.
<span data-type="title" id=toc-33>الحديث الثاني والثلاثون</span>
عن ابن عباس أن رسول الله صلى الله عليه وسلم قال: (إن الله أيدني بأربعة وزراء: اثنين من أهل السماء جبريل وميكائيل، واثنين من أهل الأرض أبي بكر وعمر) . اخرجه الخطيب وابن عساكر والطبراني في معجمه الكبير.
<span data-type="title" id=toc-34>الحديث الثالث والثلاثون</span>
عن أبي سعيد أن رسول الله صلى الله عليه وسلم قال: (إن الله خيّر عبدا بين الدنيا وبين ما عنده، فاختار ذلك العبد ما عند الله) . فبكى أبو بكر، فقال: (يا أبا بكر لا تبك إن أمن الناس علي في صحبته وماله أبو بكر، ولو كنت متخذا خليلا غير ربي لاتخذت أبا بكر خليلا، ولكن إخوة الإسلام ومودته، لا يبقين في المسجد باب إلا سد، إلا باب أبي بكر) . اخرجه مسلم وغيره.
<span data-type="title" id=toc-35>الحديث الرابع والثلاثون</span>
عن معاذ أن رسول الله صلى الله عليه وسلم قال: (إن الله تعالى يكره في السماء أن يخطأ أبو بكر الصديق) . اخرجه الحارث بن ابي اسامة.
<span data-type="title" id=toc-36>الحديث الخامس والثلاثون</span>
عن أنس أن رسول الله صلى الله عليه وسلم قال: (إني لأرجو لأمتي بحب أبي بكر وعمر كما أرجو لهم بقول لا إله إلا الله) . اخرجه الديلمي.
<span data-type="title" id=toc-37>الحديث السادس والثلاثون</span>
عن سمرة أن رسول الله صلى الله عليه وسلم قال: (إن أبا بكر يؤول الرؤيا، وإن الرؤيا الصالحة حظ من النبوة) . اخرجه الطبراني في الكبير.
<span data-type="title" id=toc-38>الحديث السابع والثلاثون</span>
عن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: (أرأف أمتي أبو بكر، وأشدهم في دينه الله عمر، وأصدقهم حياء عثمان، وأقضاهم علي بن أبي طالب، وأفرضهم زيد بن ثابت، وأقرأهم لكتاب الله أُبي بن كعب، وأعلمهم بالحلال والحرام معاذ بن جبل، ألا وإن لكل أمة وأمين هذه الأمة أبو عبيدة بن الجراح) . اخرجه ابن عساكر وغيره.
<span data-type="title" id=toc-39>الحديث الثامن والثلاثون</span>
عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال: (إن لكل نبي خاصة من أصحابه، وإن خاصتي من أصحابي أبو بكر وعمر) . اخرجه الطبراني في الكبير.
<span data-type="title" id=toc-40>الحديث التاسع والثلاثون</span>
عن ابن عمر أن رسول الله صلى الله عليه وسلم قال: (أنا أول من تنشق عنه الأرض، ثم ابو بكر وعمر، فنحشر فنذهب إلى البقيع فيحشرون معي، ثم أنتظر أهل مكة فيحشرون معي ونبعث بين الحرمين) . اخرجه الترمذي وقال حسن غريب.
<span data-type="title" id=toc-41>الحديث الأربعون</span>
عن أنس أن رسول الله صلى الله عليه وسلم قال لحسان: (هل قلت في أبي بكر شيئا) قال: نعم، قال: (قل وأنا أسمع) فقلت:
وَثانِيَ اِثنَينِ في الغارِ المَنيفِ وَقَد ... طافَ العَدُوُّ بِهِ إذ صاعَدَ الجَبَلا
وَكانَ حِبَّ رَسولِ اللَهِ قَد عَلِموا ... مِنَ البَرِيَّةِ لَم يَعدِل بِهِ رَجُلا
فضحك رسول الله صلى الله عليه وسلم حتى بدت نواجذه ثم قال: (صدقت يا حسان هو كما قلت) . اخرجه ابن عدي وابن عساكر.
واعلم أن هذا الباب فيه أحاديث كثيرة جدا، لكن هذه عجالة لمن أحب الوقوف على ذلك، والحمد لله الملك المالك أولاً وآخراً وباطناً وظاهراً، وصلى الله على سيدنا محمد وعلى آله وصحبه وأزواجه وذريته وسلم تسليما كثيرا دائما أبدا سرمدا إلى يوم الدين، وحسبنا الله ثم الحمد لله والصلاة على رسوله.
تم الكتاب بعون الملك الوهاب',NULL,'3',NULL,NULL,'0');
