-- Table: b1968
-- Chunk: 1
-- Rows: 43

CREATE TABLE "b1968"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b1968
INSERT INTO [b1968] VALUES (1,'<span data-type="title" id=toc-1>المقدمة</span>
الحمد لله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين ...
فإني أقدم هذه القطوف المفيدة، للأستاذ الذي جعل همه تعليم العلم والعمل به، وغرسهما في نفوس تلاميذه، وللتلاميذ الذين يهمهم التلقي السليم المفيد، الذي يثمر في نفوسهم العلم والعمل.
أسأل الله أن ينفعني وإخواني المسلمين بها، إنه على كل شئ قدير وصلى الله وسلم على خير المعلمين، وعلى أهله وصحبه خير من تلقى عنه وطبق ما تعلمه في واقع الحياة.',NULL,'1',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (2,'(١)<span data-type="title" id=toc-3> الإخلاص:</span>
والمراد بالإخلاص، تصفية العمل وتنقيته من شوائب الشرك بالله تعالى سواء كان شركًا أكبر، وهو الذي قال الله تعالى فيه: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨] .
أو شركًا أصغر، ومنه إرادة الإنسان بعمله الرياء، أي مراءاة الناس، كما قال تعالى: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} . [الكهف: ١١٠] .
وقال تعالى ـ في الحديث القدسي ـ: «أنا أغنى الشركاء عن الشرك، من عمل عملًا أشرك معي فيه غيري تركته وشركه» [مسلم (٤ / ٢٢٨٩) ] .
وقد أمر الله تعالى بالإخلاص في كتابه وعلى لسان رسوله صلى الله عليه وسلم في نصوص كثيرة، منها قوله تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: ٥] .
وقال النبي صلى الله عليه وسلم: «إنما الأعمال بالنيات وإنما لكل امرئ ما نوى» [البخاري (١ / ٢) ومسلم (٣ / ١٥١٥) ] .',NULL,'2',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (3,'وقال صلى الله عليه وسلم في حديث جبريل: «الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» [البخاري (٦ / ٢٠) ومسلم (١ / ٣٧) ] .
وقال صلى الله عليه وسلم: «اتق الله حيثما كنت» [الترمذي (٤ / ٣٥٥) وقال: حسن صحيح، والدارمي (٢ / ٢٣١) ] .
فعلى الأستاذ أن يحرص كل الحرص على الإخلاص ومحاربة الرياء في نفسه، وفي تلاميذه، وأن يذكروا أن المخلوقين مهما عظمت منزلتهم فهم مخلوقون، لا يقدرون أن ينفعوهم شيئا ولا يضروهم، وأن يتذكروا عظمة الله الخالق الذي إذا أراد شيئًا فإنما يقول له: {كُنْ فَيَكُونُ} .
فإن تذكر الأمرين ضعف المخلوق وعجزه، وقوة الخالق وقدرته وعظمته، مما يعين على إخلاص الأعمال لله تعالى.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (4,'(٢)<span data-type="title" id=toc-4> التلقي من أجل العمل بالعلم</span>، لا من أجل الثقافة والترف العملي والفكري، وإن كانت الثقافة ستحصل تبعًا، وتتوسع آفاق فكر العامل، وهكذا كان أصحاب رسول الله صلى الله عليه وسلم، فما كانوا يتجاوزون عشر آيات حتى يعلموهن ويعملوا بهن، وبفقد هذه الروح أو ضعفها في طلبة العلم، كثر المنتسبون للعلم وقلّ العمل، بل وأصبح الفساد الذي يأتي من قبل بعضهم أكثر من الفساد الآتي من عامة الناس.
وقد قال الله تعالى عن اليهود الذين يعلمون ولا يعملون: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ} [الجمعة: ٥] .
وقال تعالى عمن لم يعمل بما علم في هذه الأمة معاتبًا ومنكرًا: {يا أيها الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ} {كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ} [الصف: ٢-٣] .
فعلى الأستاذ أن يجتهد في تحقيق هذا المعنى في نفسه، وفي نفوس تلاميذه، حتى لا يكونوا نسخًا مكررة لغيرهم، من عامة المسلمين الذين مُنُوا بالجهل والهوى والبُعد عن الله.',NULL,'4',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (5,'(٣)<span data-type="title" id=toc-5> موافقة الفعل للشرع</span>، وعدم الزيادة والنقصان فيه ـ أي اتباع الرسول صلى الله عليه وسلم ـ والبعد عن البدع.
قال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [آل عمران: ٣١] .
قال تعالى: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} .. [الأحزاب: ٣٦] .
وقال تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: ٧] .
وقال النبي صلى الله عليه وسلم: «من عمل عملًا ليس عليه أمرنا فهو رد» [البخاري (٨ / ١٥٦) ومسلم (٣ / ١٣٤٣) ] .
وقال صلى الله عليه وسلم: «صلوا كما رأيتموني أصلي» [البخاري (١ / ٥٥) ] .
وقال صلى الله عليه وسلم: «خذوا عني مناسككم فلعلي لا أحج بعد عامي هذا» [مسلم (٢ / ٩٤٣) ] .',NULL,'5',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (6,'وقال العلماء في قوله تعالى: {لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [الملك: ٢] : أخلصه وأصوبه ـ قيل ما معنى أخلصه وأصوبه؟ ـ قال: إن العمل لا يقبل حتى يكون خالصًا صوابًا، والخالص ما قصد به وجه الله، والصواب ما وافق سنة رسوله صلى الله عليه وسلم. [الفتاوى: (١٠ / ١٧٣) ] .',NULL,'6',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (7,'(٤)<span data-type="title" id=toc-6> الإكثار من قراءة كتاب الله تعالى</span>، مع تدبره وتفهم مراميه، وعرض الإنسان نفسه عليه، ليعلم من هو سائر في طريقه أي طريق القرآن ـ أم في طريق عدوه ـ الشيطان؟ وينبغي أن يحافظ على ورد معين منه يوميًا، لأن البعد عنه يورث القسوة في القلب والغفلة عن الله.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (8,'(٥)<span data-type="title" id=toc-7> الإكثار من ذكر الله، المطلق منه والمقيد</span>، والمراد بالمطلق ما لم يقيد بزمان ولا مكان ولا عدد {يا أيها الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا} [الأحزاب: ٤١] .
«لا يزال لسانك رطبًا بذكر الله» [الترمذي (٥ / ٤٥٨) وقال: هذا حديث حسن غريب من هذا الوجه] .
والذكر المقيد ما قيد بزمان، كأذكار الصباح والمساء وأدبار الصلوات، أو بمكان كأذكار مناسك الحج المعينة، وغير ذلك، أو بعدد كالاستغفار مائة مرة، وتسبيح ثلاث وثلاثين.
ويمكن الرجوع في هذا الباب، إلى الكلم الطيب لابن تيمية، وصحيحه للألباني، والوابل الصيب، لابن القيم، والأذكار للنووي ورياض الصالحين، وغيرها من كتب السنة.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (9,'(٦)<span data-type="title" id=toc-8> القراءة المستمرة في كتب السنة</span>، وسيرة الرسول صلى الله عليه وسلم، لأن السنة تفسر القرآن وتكمل ما أراد الله من عباده، والرسول صلى الله عليه وسلم هو القدوة العليا للمسلم.
{لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} [الأحزاب: ٢١] .
[يراجع في ذلك الأمهات الست، والترغيب والترهيب ورياض الصالحين ومشكاة المصابيح وسيرة ابن هشام، ومختصر السيرة لمحمد بن عبد الوهاب، ومختصر السيرة لابنه أيضًا وفقه السيرة للغزالي] .',NULL,'9',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (10,'(٧)<span data-type="title" id=toc-9> قراءة سيرة أصحاب الرسول صلى الله عليه وسلم</span>، باعتبارهم النموذج البشري الذي طبق الاقتداء بالرسول صلى الله عليه وسلم، في أعلى صورة "جيل قرآني فريد".
[يراجع في ذلك تاريخ ابن كثير، وغيرها كحياة الصحابة، وكذلك سيرة الدعاة العاملين في كل زمان ومكان] .',NULL,'10',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (11,'(٨)<span data-type="title" id=toc-10> المحافظة على الفرائض المكتوبة</span>، من صلاة وصيام وحج وزكاة وغيرها من الواجبات الأخرى، كبرِّ الوالدين وصلة الأرحام، والأمر بالمعروف والنهي عن المنكر.
كما قال تعالى: «ما تقرب إليّ عبدي بشيء أحب إليّ مما افترضته عليه» حديث قدسي [البخاري (٧ / ١٩٠) ] .
وقال النبي صلى الله عليه وسلم: «وفرض فرائض فلا تضيعوها» . [الدارقطني. راجع جامع العلوم والحكم لابن رجب ص٢٤٢] .',NULL,'11',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (12,'(٩)<span data-type="title" id=toc-11> الإكثار من نوافل الطاعات</span>، التي تعتبر حاجزًا منيعًا، يحول بين الشيطان وبين تثبيط المؤمن عن القيام بالواجبات، كما أنها تكمل النقص الذي قد يحصل في الفرائض.
«ولا يزال عبدي يتقرب إليّ بالنوافل حتى أحبه، فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها» [البخاري (٧ / ١٩٠) ] .
أي أن الله يحيطه بعنايته وتوفيقه، فلا يستعمل نعم الله التي أنعم بها عليه، إلا في طاعته.
ومن أعظم النوافل التي ينبغي الحرص عليها وعدم التقصير، فيها قيام الليل الذي حافظ عليه الرسول صلى الله عليه وسلم، وكان وقوده الذي يمده بالصبر على البلاء والامتحان..
{يا أيها الْمُزَّمِّلُ} {قُمِ اللَّيْلَ إِلَّا قَلِيلًا} {نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا} {أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا} {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا وَأَقْوَمُ قِيلًا} [المزمل: ١ـ٦] .',NULL,'12',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (13,'والأستاذ الداعية إلى الله، والطالب الذي يعد للدعوة إلى الله، في حاجة إلى تأمل هذه الآيات والعمل بهن، للقيام بأعباء الدعوة والتكليفات الإلهية..
فالرسول صلى الله عليه وسلم الذي كان ينزل عليه جبريل من السماء صباحًا ومساءً، كان في حاجة إلى الاتصال المتكرر بالسند الذي يؤيده، لتثبيت صبره وقوة احتماله، فأمر بقيام الليل من أجل ذلك {قُمِ اللَّيْلَ} .... {إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا} .',NULL,'13',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (14,'(١٠)<span data-type="title" id=toc-12> مجاهدة النفس</span>، للوصول إلى محبة الله تعالى ومحبة رسول صلى الله عليه وسلم، المحبة الصادقة التي أرادها الله، والتي عبر عنها رسول الله صلى الله عليه وسلم في قوله: «ثلاث من كن فيه وجد حلاوة الإيمان، أن يكون الله ورسوله أحب إليه مما سواهما، وأن يحب المرء لا يحبه إلا لله، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه، كما يكره أن يلقى في النار» [البخاري (/ ٩،١٠) ومسلم (١ / ٦٦) ] .
وقوله صلى الله عليه وسلم: «لا يؤمن أحدكم حتى أكون أحب إليه من نفسه وولده ووالده والناس أجمعين» [البخاري (١ / ٩) ] .
تظهر محبة الله ورسوله، ومحبة من يحبه الله ورسوله، عندما يقدم العبد رضا الله على سواه.
كما قال تعالى: {قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ} [التوبة: ٢٤] .',NULL,'14',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (15,'وقال تعالى: {قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [آل عمران: ٣١] .',NULL,'15',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (16,'(١١)<span data-type="title" id=toc-13> مجالسة الصالحين</span>، الذين يعينون على فعل الخير وترك الشر، فإن في مجالسة أهل الشر الخسران الذي يندم عليه صاحبه في الدنيا والآخرة ...
قال تعالى: {وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا} {يَا وَيْلَتَى لَيْتَنِي لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا} {لَقَدْ أَضَلَّنِي عَنِ الذِّكْرِ بَعْدَ إِذْ جَاءَنِي وَكَانَ الشَّيْطَانُ لِلْإِنْسَانِ خَذُولًا} [الفرقان: ٢٧ـ٢٩] .
وفي حديث أبي موسى المتفق عليه أن النبي صلى الله عليه وسلم قال: «إنما مثل الجليس الصالح وجليس السوء كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك، وإما أن تبتاع منه وإما أن تجد منه ريحًا طيبة، ونافخ الكير إما أن يحرق ثيابك وإما أن تجد منه ريحًا منتنة» [البخاري (٣ / ١٦) ومسلم (٤ / ٢٠٢٦) ] .
وكم من أستاذ كان ظاهر الصلاح، ويعتبر مربيًا فصار ضحية لبعده عن الصالحين واقترابه من الفاسدين، وكم من شاب صالح يعتاد المساجد، ويؤمن بالله ورسوله والإسلام، ويجب ما يحبه الله ورسوله، هوى في حمأة الرذيلة والإلحاد بسبب جليس سوء.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (17,'فعلى الأستاذ والطالب معًا الحفاظ على مرافقة عباد الله الصالحين، والبعد عن صحبة أتباع الهوى والشيطان..
وبذلك يمكن البُعد عن المحرمات، وفعل الطاعات، وعدم إضاعة الوقت فيما يضر، أو فيما لا ينفع، فقد خلق الله الليل والنهار، خلفة لمن أراد أن يذكّر أو أراد شكورًا.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (18,'(١٢)<span data-type="title" id=toc-14> الجد والمثابرة في طلب العلم</span>، من كتاب الله وسنة رسوله صلى الله عليه وسلم، وكتب أهل العلم الذين يتمسكون بهما، ولا يقدمون عليهما قول أحد كائنًا من كان، والاجتهاد في كل علم نافع للطالب ولأمته.
والتساهل في طلب العلم أو القعود عنه، دليل على الهبوط إلى الجهل، والقعود عن معالي الأمور التي لا تنال بدون العلم.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (19,'(١٣)<span data-type="title" id=toc-15> زيارة القبور: </span>لتذكر أصل الإنسان وقيمة الحياة الدنيا، والموت والبعث، والحساب، والدعاء للمؤمنين بالوارد.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (20,'(١٤)<span data-type="title" id=toc-16> الإكثار من قراءة كتب الترغيب والترهيب</span>، وصفة الجنة والنار، ونعيم القبر وعذابه، وأحوال يوم القيامة، ومصائر الأمم كقوم نوح وعاد وثمود.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (21,'(١٥)<span data-type="title" id=toc-17> الإحساس القوي بالمسؤولية الفردية أمام الله</span>، عن عمله في هذه الحياة، وعن أهله وأولاده وأقاربه، وجيرانه وأصدقائه، بل هو مسؤول عن تبليغ دين الله إلى كل من يحتاج إليه، قدر استطاعته.
وذلك يحتم عليه أن يتحمل أعباء الدعوة إلى الله، مع استكمال أصولها من العلم والحكمة والبيان والصبر، وفي الحديث: «كلكم راعٍ ومسؤول عن رعيته» [البخاري (٨ / ١٠٤) ومسلم (٣ / ١٤٥٩) ] .',NULL,'21',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (22,'<span data-type="title" id=toc-18>خلاصة ما يجب أن يتحلى به الأستاذ:</span>
فلا بد للداعية إلى الله ـ والأستاذ من أوائل الدعاة ـ أن يتحلى بما يأتي:
الإخلاص.
الإيمان التام بما يدعو إليه.
العلم بما يدعو إليه من الكتاب والسنة.
العمل بما علم وكونه قدوة حسنة.
لين الجانب وعدم الغلظة.
الصبر على المحنة والابتلاء.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (23,'<span data-type="title" id=toc-19>الأمور التي ينبغي للأستاذ أن يسعى لتحقيقها في نفوس طلابه</span>.
وعليه أن يجتهد في تحقيق الأمور الآتية في تلاميذه علاوة على ما مضى:
غرس الإيمان بالغيب وتثبيته وتقويته، بالحجج والبراهين المقنعة ودحض الشبه التي يوردها أعداء الإسلام على ذلك.
تقوية الجانب العبادي، على ضوء ما مر في تقوية الصلة بالله.
تمرينهم على البدء بالأهم فالمهم، اقتداء بالرسول صلى الله عليه وسلم.
اختيارهم الأسلوب السهل عند دعوة غيرهم أو تعليمهم، حسب المقام والأشخاص.
مساعدة الطالب في نقله من البيئة الفاسدة إلى البيئة الصالحة، حتى يتمكن من السير في صراط الله ـ ويصبح هو أيضًا قادرًا على نقل غيره كما نقل هو.
إقناعهم بالاعتصام بحبل الله، والتعاون مع إخوانهم المسلمين في كل أنحاء الأرض، من أجل رفع راية (لا إله إلا الله) والقضاء على رءوس الفتنة والضلال من أعداء الله مستعينًا بما يأتي:
(أ) التذكير بالأوضاع الكافرة التي أحدثت للعالم كله القلق والاضطراب، ومكنت للظلم والظالمين.
(ب) التذكير بحالة المسلمين التي يعيشونها.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (24,'(ج) التذكير بأمر الله ورسوله صلى الله عليه وسلم بـ "التمسك بالجماعة وأن «من شذّ شذّ في النار» . [البخاري (٨ / ٩٢ـ٩٣) ومسلم (٣ / ١٤٧٥ـ١٤٧٦) والترمذي (٤ / ٤٦٥ـ٤٦٧) ] .
(د) التذكير بصفات الطائفة المنصورة، التي تبدأ بالإيمان وتنتهي بالجهاد وطلب الشهادة، من أجل تحقيق رفع راية الإسلام.
(هـ) التذكير بأخذ الرسول صلى الله عليه وسلم العهد على الجهاد، وينبغي أن يعينه بذكر الكتب والمراجع التي تفيده في هذا الباب وغيره، ليسير على النهج الصحيح.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (25,'ومما يحقق الإخاء والمحبة بين الأستاذ وطلبته وبين الطلبة بعضهم مع بعض الأمور الآتية:
<span data-type="title" id=toc-21>أولًا: التعارف: </span>وهو من الآداب الإنسانية العامة، التي لا تستغني عنها الأمم والأفراد، ولا يمكن تحقيق العلاقات التعاملية بدونه، ولذلك كان التعارف من أهم الآداب الإسلامية التي أبرزها القرآن في سورة الحجرات.
كما قال تعالى: {يا أيها النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: ١٣] .
والتعارف الإسلامي، لا بد أن يثمر الإخوة الإسلامية الحقة، والمحبة المتبادلة الصادقة، فعلى الأستاذ أن يحقق التعارف بينه وبين طلابه، ويتعرف على مشكلاتهم، ليحاول حل ما قدر عليه منها، ويعمل على إيجاد التعارف بين طلبته بعضهم مع بعض كذلك.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (26,'<span data-type="title" id=toc-22>ثانيًا: التناصح:</span>
ومن العوامل التي تقوي الصلة بين الأستاذ وطلبته، أن يتواصى معهم بالحق، فلا يسكت عن منكر وخطأ يراه في طالب، بل يسرع في نصحه سرًا، فإذا اقتضى الأمر نصحه علنًا نصحه.
ويدربهم أيضًا على أن يتناصحوا فيما بينهم بحكمة ولطف وتواضع؛ لأنهم إذا لم يحققوا التناصح فيما بينهم، وهم في ميدان التلقي والطلب، فسيكون الأمر كذلك عندما يدخلون في ميدان العمل والممارسة، وفي ذلك ما فيه من خطورة على مستقبل العمل للإسلام.
وعلى الأستاذ أن يتقبل نصح طلبته له أيضًا، فهو بشر يخطئ ويصيب مثلهم، وإن كان المفروض أن يكون أقل خطأً وأكثر صوابًا، وعليهم أن ينصحوه ولا يترددوا في نصحه بأدب ولطف، والأفضل أن يكون نصح الطالب لأستاذه على سبيل الإشكال والاستفسار.
وعلى الجميع أن يكون هدفهم من النصح، محبة الخير للمنصوح عن إخلاص وتواضع لا عن رياء وتكبر وتشهير.
وبالأمر بالمعروف والنهي عن المنكر يستقيم أمر المسلمين، وبدونهما تضطرب الأمور، وتنشر الفوضى والظلم، ويسيطر الفسقة والطغاة.
[تراجع في هذا الموضوع الآيات والأحاديث المتعلقة بالأمر بالمعروف والنهي عن المنكر ـ ويراجع رياض الصالحين وغيره] .',NULL,'26',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (27,'<span data-type="title" id=toc-23>ثالثًا: التعاون على البر والتقوى وحل المشكلات التي تعترض الأستاذ وطلبته:</span>
وهذا يقتضي مكاشفة الطلاب الأستاذ، ومكاشفة بعضهم بعضًا بمشكلاتهم، حتى يتعاونوا على حلها، لأن الفرد الذي تعترضه المشكلات في حياته فيخفيها في نفسه، لا يتمكن إخوانه من معاونته على حلها لعدم معرفتهم إياها.
وقد تكون تلك المشكلات معوقة للفرد عن السير في دراسته إذا استمر، ولذلك ينبغي أن يبدأ الأستاذ طلبته بالسؤال عن أحوالهم، تشجيعًا لهم على إبداء ما قد يترددون في إظهاره ابتداءً.
وقد يعجز الأستاذ أو طلبته عن حل بعض المشكلات، ولكن ذلك لا يمنع من إبدائها، من أجل المواساة والتسلية والتواصي بالصبر.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (28,'<span data-type="title" id=toc-24>رابعًا: الإسراع في حل أي خلاف:</span>
قد يحدث بين الطلبة أو بينهم وبين الأستاذ خلاف، وعندئذٍ عليهم حله بالصلح مع التزام العدل، والابتعاد عن الإثارة والدعاوى الباطلة، أو التهم التي لا حقيقة لها، هربًا من الاتصاف بصفة المنافق «إذا خاصم فجر» [البخاري (١ / ١٤) ومسلم (١ / ٧٨) ] .',NULL,'28',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (29,'<span data-type="title" id=toc-25>خامسًا: حفاظ الأستاذ على مواعيده</span>.
وعدم تأخره عنها، وكذلك حفاظ التلاميذ على مواعيدهم مع أستاذهم، أو مواعيد بعضهم مع بعض بكل عناية ودقة، وعدم التساهل في ذلك لما فيه من المحاذير الكثيرة ومنها:
الاتصاف بصفات المنافقين التي حذر منها الرسول صلى الله عليه وسلم.
تضييع الوقت على الآخرين.
زعزعة ثقة زملائه فيه.
تفويت فرص قد لا تعوض من الخير.
فتح أبواب قد لا تغلق من الشر.
وعلى الجميع مناصحة من تكرر منه ذلك حتى يتخلص من تلك الصفة الذميمة.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (30,'<span data-type="title" id=toc-26>سادسًا: حفاظ الأستاذ على كتمان سر طلبته:</span>
ولا يليق بالأستاذ إفشاء أسرار طلبته، بل عليه كتمانها، كما لا يليق بالطلبة، إفشاء أسرار أستاذهم ولا سر بعضهم بعضًا، فيجب على كل أخ عدم إفشاء سر أخيه، بل لا يجوز له إفشاء سر زوجته بل سر نفسه الذي يستره الله عليه.
وعلى الأستاذ أن يدرب طلبته على ذلك، ويبين لهم أن ذلك مهم في حياة دعوتهم، ولا سيما في الدول الكافرة المعادية للإسلام وللحكم بكتاب الله.
وقد كان الكتمان من الأمور المهمة في حياة الدعوة الإسلامية في عهد الرسول صلى الله عليه وسلم إذ كان يكتم أمره في مكة وفي المدينة عند الحاجة.
وليس معنى ذلك أن يجعل الدعاة إلى الله خوف الناس، سببًا لانزوائهم عن الناس وعدم تبليغ الإسلام إليهم، كلا، بل معناه حماية الداعية نفسه وإخوانه، من فتح الباب على مصراعيه لأعداء الله في غير البلاد الإسلامية.
فالعلم والعبادات لا تكتم.. يدرس في هذا كتمان الرسول صلى الله عليه وسلم في غزواته ورسالة الكتمان لمحمود شيت خطاب.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (31,'<span data-type="title" id=toc-27>المبحث الثالث: خطوات الدرس</span>
خطوات الدرس:
ليس المراد هنا الدراسة النظامية في المدارس، فتلك لها مناهجها ونظامها الخاص وقد لا ينفع الاقتراح في تعديلها، مع تمنينا أن يطبق أساتذة المدارس، هذه الخطوات.
وإنما المراد هنا الحلقات المسجدية وغيرها، من الحلقات التي لا يقيد الأستاذ وطلبته فيها إلا ما فيه مصلحة عامة تعود على الجميع بالفائدة، كما هو الحال في المخيمات والمعسكرات الطلابية.
وأرى أن يتبع الأستاذ الخطوات التالية:
قراءة بعض آيات القرآن يعينها لكل لقاء لاحق أحد الحاضرين في اللقاء السابق. ويكلف آخر تحضيرها من كتب التفسير (كتفسير ابن كثير، أو في ظلال القرآن) ليفيد زملاءه بها باختصار.
وينبغي أن تكون الآيات مناسبة للمقام، فالترغيب ـ مثلًا يناسبه آيات الوعد والثواب وصفة الجنة وصفات المؤمنين، والترهيب يناسبه ذكر الوعيد وصفات النار وأعمال الكافرين ـ وهكذا يقال في الإنفاق والجهاد والصبر والصدق والأمانة والعلم والعمل وغيرها.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (32,'مناقشة عامة لما مضى في الدرس الماضي، بذكر ما تم كما ينبغي، وما لم يتم، مع ذكر العوائق التي اعترضت الطالب ومناقشة حلها ـ وعلى المقصر أن يعترف بتقصيره إن حصل دون جدال، ويعتذر ويعد بعدم التقصير مستقبلًا.
وعلى الأستاذ وبقية الطلبة قبول العذر وعدم التأنيب، فإن تكرر فليعالج بالحكمة والأسلوب المناسب في الزمان والمكان المناسبين.
البدء في دراسة الفصل المقرر، وينبغي تنوع الدراسة، تنوعًا يحقق هضمه من جميع الحاضرين وفي الإمكان اتباع ما يلي:
(أ) يذكر الأستاذ النقاط الرئيسية للدرس الجديد، ويطلب من كل طالب الكلام على جزئيات كل نقطة على حدة، أو يطلب من كل طالب ذكر بعض النقاط الرئيسة، ثم يقسم الجزئيات على الطلبة كل واحد يتكلم على بعضها.
وعليه تتبع التلخيص أو الإجابة على الجزئيات، ليعلق في آخر الأمر على ما يراه يستحق التعليق، وللأستاذ أن يكلف أحد الطلبة القيام بالتدريس إذا رآه أهلًا لذلك، ليمرن طلبته على التدريس، ويصحح لهم ما يقعون فيه من خطأ.
وعليه أن يبرز الجوانب المقصودة من الدراسة بشكل واضح حتى يتعود طلبته على فهم مقاصد الدراسة والتدريس.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (33,'(ب) على كل طالب أن يحضر النقاط التي أشكلت عليه في كراسته، ولا يبدأ بالسؤال عنها، بل ينصت ويناقش إلى أن ينتهي الأستاذ من البحث الذي فيه نقطة الإشكال، فإن فهم من خلال المناقشة فبها وإلا سأل أستاذه.
وعلى الأستاذ أن يجيب بوضوح إن كان عنده علم بذلك، وإلا طلب التأجيل ليبحث، وإذا كان عند بعض طلبته علم، فعليه أن يمكنه من إبداء ما عنده ليحصل التعاون بينه وبين طلبته.
وعلى الأستاذ أن يحضر أسئلة على النقاط الصعبة، لتنبيه الطلبة على فهمها، وأن يسرع بالإجابة أو المساندة عليها إذا أحس عجز الطالب أو الطلبة عن الإجابة، لأنه لا يقصد بالأسئلة التعجيز وإنما هي تنبيه على الفائدة.
كما يجب أن يكون غرض الجميع الإفادة والاستفادة، مع التواضع وعدم الترفع على الآخرين.
(ج) على الأستاذ أن يعوِّد طلبته في ختام الدرس على الإدلاء بما سمعوه، من الأخبار المهمة المتعلقة بالعالم الإسلامي أو غيره، وذكر المجلات الإسلامية، التي ينبغي اقتناؤها [أو مواقع الشبكة "الإنترنت" المفيدة] وقراءة ما ورد في ختم المجلس.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (34,'(د) لا ينبغي أن يضن الأستاذ أو طلبته بالوقت للدراسة، فخير الأوقات ما استغل في طاعة الله لا سيما ما يعود نفعه لعامة المسلمين.
{وَهُوَ الَّذِي جَعَلَ اللَّيْلَ وَالنَّهَارَ خِلْفَةً لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا} [الفرقان: ٦٢] .
(هـ) وهناك أمر يجب التنبيه عليه، وهو أن على الأستاذ أن يكون ملمًا إلمامًا واسعًا بالدروس التي يلقيها لطلبته، متمكنًا من فهم مسائلها تمكنًا كاملًا أو قريبًا منه، وأن يتوسع في المراجعة في الكتب المناسبة.
ويحرص كل الحرص على عدم ظهوره بمظهر المتردد في فهم المسائل، حتى لا تضعف ثقة طلابه به، وحتى لا يكون قدوة لهم في عدم إتقان مادة الدرس.
كما أن عليه ألا يتردد عن قول: (لا أدري) فيما لا يعلم، لئلا يقع في مثل قوله: {وَلَا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلَالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ} [النحل: ١١٦] .',NULL,'34',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (35,'<span data-type="title" id=toc-28>المبحث الرابع: أمور مهمة ينبغي للأستاذ أن يمرن طلبته عليها</span>.
الجد في الأمور والبعد عن الهزل والهازلين.
الحرص على فهم عقيدة السلف الصالح من كتبهم، وبالأخص كتب شيخ الإسلام ابن تيمية وابن القيم. [مثل كتاب العبودية، والعقيدة الواسطية، والفرقان بين أولياء الرحمن وأولياء الشيطان، والنونية] .
التعمق المستمر في فهم كتاب الله وسنة رسوله، عن طريق قراءتهما المباشرة والتدبر وقراءة التفسير وعلومه والحديث وعلومه.
البُعد عن التعصب الذي وقع فيه المقلدون الجامدون، فالحق أحق أن يتبع، وليس أحد من الناس معصومًا إلا من عصمة الله، وهو الرسول صلى الله عليه وسلم، ويجب رد ما اختلف فيه إلى الله ورسوله، ولا طاعة لمخلوق في معصية الخالق. [يراجع في هذا كتاب "رفع الملام عن الأئمة الأعلام" لابن تيمية] .
تطهير المجالس من أقذار الغيبة والنميمة، وتجريح الأفراد والجماعات، فالوقت يجب أن يستغل في بناء الطالب وتعويده على الالتزام بالأدب الإسلامي، والتنفير عن الوقوع في أعراض الناس، وفي تذكر الإنسان عيوب نفسه ما يغنيه عن التفكه بعيوب الآخرين.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (36,'وهذا لا يمنع من ذكر السلبيات التي تؤثر على سير الدراسة أو الدعوة، التي يقع فيها بعض الأساتذة أو الطلبة، ويقدر ذلك بقدره، على أن يكون المقصود التحذير من الوقوع فيها.
عدم تضييع الوقت فيما لا ينفع أو فيما هو مهم على ما هو أهم، فضلًا عن تضييع الوقت فيما يضر.
وما أكثر ما يضيع طلبة العلم أوقاتهم في الكلام اللغو الذي لا فائدة فيه، إذا سلموا من الكلام الذي يجلب عليهم الإثم.
ومن صفات المؤمنين {وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَامًا} [الفرقان: ٧٢] .
وأمرهم الله تعالى: بالقول النافع المفيد فقال: {يا أيها الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا} [الأحزاب: ٧٠] .
وقال النبي صلى الله عليه وسلم: «من كان يؤمن بالله واليوم الآخر فليقل خيرًا أو ليصمت» [البخاري (٧ / ٧٨ـ٨٩) ] .
واستعذاب الكلام فيما لا يفيد دليل فقدان الروح العلمية والخلقية، فليحذر المسلم ذلك كل الحذر، ولا يحملنه استعذاب مناوئيه للطعن فيهم، أن يقتدي بهم في ذلك، فقد يكون الطاعن فيه ممن هيأه الله لنشر فضائله وهو لا يدري.
وإذا أراد نشر فضيلة ... طويت أتاح لها لسان حسود',NULL,'36',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (37,'لولا اشتعال النار فيما جاورت ... ما كان يعرف طيب عرف العود
ثم إن الطاعن في أهل الحق، فارغ وأهل الحق مشغولون بحقهم، والمثل العربي يقول: "ويل للشجي من الخلي، وويل للعالم من الجاهل". والشجي هو المشغول، والخلي هو الفارغ.
والذي يغتابك أو يظلمك بأي نوع من أنواع الظلم، يكون سببًا في أخذك من حسناته، أو تحمله بعض سيئاتك يوم القيامة، [راجع صحيح مسلم (٤ / ١٩٩٧) ] . وهذا ينفعك ويضير نفسه فدعه وما يقترف.
وإنا ننصح من تعود على غيبة الناس، وبخاصة العلماء والدعاة، أن يلجأ - إذا حدثته نفسه بغيبة أحد - إلى أقرب لحم حلال، ليأكل منه، بدلا من أكل لحوم إخوانه، فإنه يجمع خيرين:
الأمر الأول: تغذية جسمه بما أحل الله له.
الأمر الثاني: نجاته من الوقوع في هذا التأنيب الرباني: {أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ} [الحجرات (١٢) ]',NULL,'37',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (38,'<span data-type="title" id=toc-29>المبحث الخامس: عوامل تقدم الطلبة في دراستهم وارتقائهم</span>
من عوامل تقدم الطلاب في دراستهم، ما يأتي:
أن يكون أستاذهم قدوة حسنة في التقدم والارتقاء.
أن يفهموا دروسهم ـ المنهج المقرر ـ أولًا بأول، فهمًا دقيقًا شاملًا مع التطبيق العملي لما درسوه، فالتطبيق العملي يثبت العلم وعدمه يسبب النسيان.
الاهتمام بقراءة كتاب معين في كل علم، قراءة دقيقة من أوله إلى آخره، مع الفهم وحفظ القواعد والنصوص اللازمة، حتى يكون هذا الكتاب بمنزلة المتن لهذا الفن.
إعداد موضوعات وبحوث مناسبة لمراحل الدراسة، وتكليفهم إعداد شيء من ذلك.
تعيين بعض الكتب للمطالعة المستمرة وأخرى للتلخيص.
أن يكونوا على صلة بما يجدُّ من الكتب والموضوعات والمجلات والجرائد المناسبة والحوادث المعاصرة.
تنمية روح المسؤولية فيهم والاستقلال، لا التبعية والتقليد، مع ترسيخ التواضع فيهم والاعتراف بالفضل لأهله.
متابعتهم متابعة دقيقة، ووضع كل منهم في مكانه المناسب، في الوقت المناسب.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (39,'أن يقبل كل استفسار أو استشكال أو شبهة أو نقد أو اقتراح، ويناقش من تقدم بذلك مناقشة هادئة موضوعية مقنعة، ويسلم لصاحب الحق ويشكره على ذلك. [مع ملاحظة أن لا يكون همّ الفرد هو مجرد النقد أو القدح وإنما مراده المصلحة والوصول إلى الحق] .
تشجيعهم على القيام بجولات مستمرة للدعوة العملية.
وعلى الجميع أن يحاسبوا أنفسهم، كل بمفرده كل ليلة قبل النوم، لمعرفة ما وقع فيه من الأعمال التي لا تليق بالمسلم، والتوبة إلى الله منها، لينطبق عليه قول الرسول صلى الله عليه وسلم: «الإحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» [البخاري (٦ / ٢٠) ومسلم (١ / ٣٧) ] .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (40,'<span data-type="title" id=toc-30>المبحث السادس: تدريب الأستاذ طلبته على تنظيم الرحلات</span>
من الأمور التي لا ينبغي للأستاذ أن يغفلها، تدريب طلبته على تنظيم الرحلات لما في ذلك من الفائدة لهم على تحمل المسؤولية، وخدمة الآخرين والإيثار والتضحية ويمكن اتباع الطريقة الآتية:
تعيين مجموعة من الطلبة، وتكليفهم التخطيط للرحلة، مع توجيههم بما يلي:
تحديد المكان والزمان (استعدادًا وبدءًا وعودة) .
تحديد وسيلة النقل.
عدد المشتركين حسب الظروف والحاجة.
المال الكافي.
المنهج الثقافي وتوزيعه، مع مراعاة شموله ومناسبته، ويُعْنَى بالهدف الذي أنشئت الرحلة من أجله.
تعيين الأساتذة الذين يمكن الاستفادة منهم.
تقسيم المشتركين في الرحلة إلى لجان، كل لجنة تقوم بمهمة محددة واضحة، مع الحث على التعاون العام.
إرشاد أعضاء الرحلة إلى ما ينبغي اتخاذه، من الحيطة في الملابس والبسط والأغطية أو غير ذلك.
ينبغي ألا تستمر مجموعة واحدة من الطلبة في التخطيط للرحلات كلها، بل يكون ذلك بالتناوب، بحيث يعلم أن هذه المجموعة أجادت فهم التخطيط والتنظيم للرحلات، فتكلف بعدها مجموعة أخرى وهكذا.. وليتمكن الأفراد كلهم أو أغلبهم من التدرب على ذلك.
وقتها.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (41,'يجب أن يوضح المُكَلِّف مراده توضيحًا كاملًا، وعلى المكلَّف فهم ذلك وتوضيحه لمن يبلغهم عن الرحلة، وعلى الأفراد المبلَّغين فهم ذلك أو التأكد منه بالاستيضاح.
على كل واحد من أعضاء الرحلة أو مجموعة منها، عدم تجاوز اختصاصهم حتى لا تضطرب الأمور وتتمكن الفوضى، فالنظام في حاجة إلى الالتزام، ومعرفة كل فرد أو جماعة حدودهم.
على كل لجنة حلّ مشكلاتها بوساطة رئيسها، وفيما بينها وإذا لم يتمكنوا، فليرفعوا أمرهم إلى المسؤول المختص حتى تسير الأمور بانتظام.
ولا بد في الرحلة الخلوية ـ والليلية منها بالأخص ـ من كلمة سر يعرف بها الدخيل من الأصيل.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (42,'<span data-type="title" id=toc-32>مشروع منهج الرحلة:</span>
مدارسة القرآن الكريم وشيء من تفسيره.
تلخيص بعض الكتب أو كتابة بعض البحوث في موضوعات معينة، تقرأ في الرحلة على أن يكون التكليف بذلك قد سبق بوقف كاف.
القراءة في بعض كتب الحديث، لا سيما كتب الترغيب والترهيب.
قراءة تراجم بعض الشخصيات الإسلامية من الأنبياء والصحابة والدعاة والمجاهدين، للاستفادة من حياتهم التطبيقية علمًا وعملًا ودعوة وتحملًا.
الإكثار من ذكر الله الوارد مطلقًا ومقيدًا.
مذاكرة بعض المشكلات التي تعترض الطلبة في سيرهم الدراسي أو الدعوة إلى الله وحلها.
القيام ببعض التمرينات الرياضية المفيدة.
الزيارات العادية وذوات الأسباب، مع تحين الأوقات المناسبة وعدم التثقيل على المزور.
تبادل الهدايا ولو قلت «تهادوا تحابوا» [الموطأ (٢ / ٩٠٨) قال المحقق: قال ابن عبد البر: هذا يتصل من وجوه شتى "حسان كلها"] .
أداء صلاة الجماعة في مسجد واحد.
اغتنام أي فرصة للقاء والاجتماع، ولو كان قصيرًا كصلاة الجماعة والركوب في سيارة واحدة.
وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه؛؛؛',NULL,'42',NULL,NULL,'0');
INSERT INTO [b1968] VALUES (43,'<span data-type="title" id=toc-33>المراجع</span>
القرآن الكريم.
صحيح البخاري. (الطبعة التركية) .
صحيح مسلم. (بترتيب محمد فؤاد عبد الباقي) .
سنن الترمذي. (بترتيب أحمد شاكر) .
سنن الدارمي. (تحقيق السيد عبد الله هاشم يماني المدني) .
جامع العلوم والحكم. (لابن رجب) .
الموطأ للإمام مالك. (ترتيب محمد فؤاد عبد الباقي) .
وجوب التعاون بين المسلمين. (عبد الرحمن بن ناصر السعدي) .',NULL,'43',NULL,NULL,'0');
