-- Table: b21522
-- Chunk: 1
-- Rows: 147

CREATE TABLE "b21522"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b21522
INSERT INTO [b21522] VALUES (1,'سلسلة زاد المؤمن (١)

منتقى الأذكار
حصن في الدنيا وأجر في الآخرة
تأليف
د. خالد بن عبد الرحمن الجريسي

تقديم
العلاّمة الشيخ د/ عبد الله بن عبد الرحمن الجبرين',NULL,'1',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (2,'<span data-type="title" id=toc-1>تقديم
فضيلة العلاّمة الشيخ
د. عبد الله بن عبد الرحمن الجبرين</span>
الحَمْدُ للهِ الْمَلِكِ الْمَعْبُودِ، الْمَعْرُوفِ باِلْكَرَمِ وَالْجُودِ، أَحْمَدُهُ وَأَشْكُرُهُ عَلَى مَا أَوْلاَهُ مِنَ الْخَيْرِ الْمَمْدُودِ، وَأَشْهَدُ أَنْ لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ فِي الْوُجُودِ، وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ صَاحِبُ الْمَقَامِ الْمَحْمُودِ، وَالْحَوْضِ الْمَوْرُودِ، صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى آلِهِ وَصَحْبِهِ، دَائِماً إِلىَ الْيَوْمِ الْمَوْعُودِ.
أَمَّا بَعْدُ، فَقَدْ قَرَأْتُ هَذِهِ الرِّسَالَةَ',NULL,'5',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (3,'الَّتِي أَلَّفَهَا الأَخُ الشَّابُّ خَالِدُ بنُ عَبْدِ الرَّحْمنِ الْجُرَيْسِيُّ فِي فَضْلِ الذِّكْرِ وَالدُّعاءِ، وَوَسَائِلِ الإِجَابَةِ، وَبَعْضِ الأَدْعِيَةِ الْمَأْثُورَةِ، وَلَقَدْ أَحْسَنَ الاخْتِيَارَ مَعَ الاقْتِصَارِ عَلَى الثَّابِتِ الصَّحِيحِ أَوِ الْحَسَنِ مِنَ الأَدْعِيَةِ وَالأَْوْرَادِ الْمُؤَقَّتَةِ وَالْمُطْلَقَةِ، لِمَا فِيهَا مِنَ الأَجْرِ الْكَبِيرِ، وَكَذَا الأَذْكَارِ الْوَارِدَةِ مَعَ الإِشَارَةِ إِلَى مَا فِيهَا مِنَ الثَّوَابِ الْجَزِيلِ، وَاسْتَشْهَدَ عَلَيْهَا بِالنَّقْلِ الصَّحِيحِ، مَعَ تَخْرِيجِ الأَْحَادِيثِ',NULL,'6',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (4,'وَبَيَانِ دَرَجَتِهَا، فَجَزَاهُ اللهُ أَحْسَنَ الْجَزَاءِ وَأَعْظَمَ لَهُ الأَْجْرَ. واللهُ أَعْلَمُ وَصَلَّى اللهُ عَلَى مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلَّمَ.
كَتَبَهُ عَبْدُ اللهِ بنُ عَبْدِ الرَّحْمَنِ الجِبْرِين
٢/٩/١٤٢١هـ.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (5,'<span data-type="title" id=toc-2>المُقدِّمة</span>
الحَمْدُ للهِ الْعَزِيزِ الْغَفَّارِ، مَنْ لاَ تُدْرِكُهُ الأَْبْصَارُ وَهُوَ يُدْرِكُ الأَْبْصَارَ، جَاعِلِ اللَّيْلِ وَالنَّهَارِ تَذْكِرَةً لأُِولِي النُّهَى وَالأَْبْصَارِ، مُرْسِلِ النَّبِيِّ مُحَمَّدٍ الْهَادِي الْمُصَطَفى الْمُخْتَارِ، إِمَامِ الذَّاكِريِنَ الْمُتَّقِينَ الأَبْرَارِ، مَنْ أَعْلَمَنَا بِسَبْقِ الْمُفَرِّدِينَ وَعُلُوِّ مَنْزِلَتِهِمْ فِي دَارِ الْقَرَارِ، فَاسْتَجَابَ لَهُ كُلُّ رَاغِبٍ فِي الْجَنَّةِ وَعَائِذٍ بِاللهِ مِنَ النَّارِ، فَأَدَامُوا ذِكْرَ اللهِ تَعَالَى آنَاءَ اللَّيْلِ وَأَطْرَافَ',NULL,'9',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (6,'النَّهَارِ، صلى الله عليه وسلم مَا تَعَاقَبَ اللَّيْلُ وَالنَّهَارُ، وَعَلَى إِخْوَانِهِ الْمُرْسَلِينَ الْمُصْطَفَيْنَ الأَْخْيَارِ، وَآلِ كُلٍّ، وَكُلِّ ذَاكِرٍ لِلّهِ الْوَاحِدِ الْقَهَّارِ.
أَمَّا بَعْدُ، فَإِنَّهُ لَمَّا كَانَ أَعْظَمُ حَقٍّ لِلّهِ عَلَيْنَا تَوْحِيدَهُ تَعَالَى، وَخَيْرُ ثَوَابٍ مُدَّخَرًا لِمَنْ ذَكَرَهُ كَثِيراً، فَلَمْ يَسْبِقِ الذَّاكِرِينَ أَحَدٌ مِنَ الْخَلْقِ، وَلَمَّا كَانَ أَفْضَلُ قُرْبَةٍ إِلَيْهِ سُبْحَانَهُ حُسْنَ اتِّبَاعِ نَبِيِّهِ صَلَوَاتُ اللهِ وَسَلاَمُهُ عَلَيْهِ، فَقَدْ أَحْبَبْتُ إهْدَاءَ أُمَّتِهِ صلى الله عليه وسلم',NULL,'10',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (7,'قَبَسَاتٍ مِنْ أَنْوَارِ الأَْذْكَارِ النَّبَوِيَّةِ الشَّرِيفَةِ، وَلَمْ أَتَوَخَّ فِي ذَلِكَ اسْتِقْصَاءَهَا - فَهِيَ تَكَادُ لاَ تُحْصَى -، بَلْ قَصَدْتُ انْتِقَاءً مِنْ كَثِيرِهَا وَاخْتِيَاراً مِنْ صَحِيحِهَا، كَيْ تَكُونَ زَاداً للْمُقِلِّ، وَرَأْفَةً بِمَنْ قَدْ يَمَلُّ، ثُمَّ لاَ يَسَعُهُ الإِتْيَانُ بِالْكُلِّ، رَاجِياً فِي ذَلِكَ حُسْنَ الأُْسْوَةِ بِرَأْفَةِ النَّبِيِّ صلى الله عليه وسلم وَرَحْمَتِهِ بِالْمُؤمِنِينَ. وَقَدْ سَمَّيْتُهُ - بِعَوْنِ اللهِ تَعَالَى - «مُنْتَقَى الأَذْكَارِ» عَازِماً على أَنْ يَكُونَ الْحَلْقَةَ الأُْولَى مِنْ حَلَقَاتِ',NULL,'11',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (8,'سِلْسِلَةِ [زَادِ الْمُؤْمِنِ] ، نَفَعَ اللهُ بِهَا، وَالَّتِي سَتَأْتِي تِبَاعاً، إِنْ شَاءَ اللهُ تَعَالَى.
أَمَّا تَقْسِيمُ الْكِتَابِ، فَقَدْ جَعَلْتُ ذَلِكَ عَلَى سِتَّةِ فُصُولٍ بَعْدَ الْمُقدِّمَةِ، وَهِيَ:
الأَوَّلُ: ... فِي ذِكْرِ الصِّفَةِ الْمُخْتَارَةِ لِلصَّلاَةِ وَالسَّلاَمِ عَلَى رَسُولِ اللهِ صلى الله عليه وسلم.
الثَّانِي: ... فِي بَيَانِ بَعْضِ آدَابِ الذِّكْرِ وَالدُّعَاءِ.
الثَّالِثُ: ... فِي أَذْكَارٍ مَشْرُوعَةٍ فِي أَحْوَالٍ وُمُنَاسَبَاتٍ.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (9,'الرَّابِعُ: ... فِي أَذْكَارٍ خَاصَّةٍ بِالْيَوْمِ وَاللَّيْلَةِ.
الْخَامِسُ: ... فِي أَذْكَارٍ مَخْصُوصَةٍ بِالْعِبَادَاتِ [الصَّلاةِ وَمَا لاَزَمَهَا، الزَّكَاةِ، الْصِّيامِ، الْحَجِّ وَالْعُمْرَةِ] .
السَّادِسُ: ... فِي أَذْكَارٍ غَيْرِ مُقَيَّدَاتٍ بِأَوْقَاتٍ أَوْ مُنَاسَبَاتٍ.
وَقَدِ اسْتَفَدتُّ فِي طَرِيقَتِي هَذِهِ مِنْ مَنْهَجِ الإِْمَامِ أَبِي زَكَرِيَّا النَّوَوِيِّ رَحِمَهُ اللهُ تَعَالَى، فِي تَصْنِيفِ كِتَابِهِ الْجَامِعِ الْفَذِّ فِي بَابِهِ (الأَذْكَارِ) (١) ، عَسَى اللهُ أَنْ يَجْعَلَ فِي ذَلِكَ عَوْناً لِمَنْ ضَعُفَتْ
_________
(١) اسم الكتاب - كاملاً كما سمّاه الإمام النوويّ _ح -: «حِلية الأبرار وشعار الأخيار في تلخيص الدعوات والأذكار المستحبة في الليل والنهار» .',NULL,'13',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (10,'هِمَّتُهُ عَنِ الاسْتِفَادَةِ مِنْ أُمَّاتِ الْمُصَنَّفَاتِ فِي الأَذْكَارِ.
وَقَدْ حَرَصْتُ فِي كِتَابِي هَذَا عَلَى الضَّبْطِ التَّامِّ لِلرِّوَايَاتِ، عِنْدَ إِيَرادِهَا فيِ الْمَتْنِ، مُلْتَزِماً كَوْنَهَا صَحِيحَةً أَوْ حَسَنَةً - إِنْ شَاءَ اللهُ -، ثُمَّ عَمَدتُّ إِلَى تَأْخِيرِ تَخْرِيجِهَا، قَاصِداً - مَعَ حُسْنِ الاخْتِيارِ للقارِئ - صَرْفَ هِمَّتِهِ لِلرِّوَايةِ، يَحْفَظُهَا وَيَعْمَلُ بِهَا، إِنْ شَاءَ اللهُ تَعَالَى، وَقَدْ تَيَسَّرَ - بِحَمْدِ اللهِ - تَسْجِيلُ مُحْتَوَى هَذَا الْكِتَابِ مِنَ',NULL,'14',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (11,'الأَْذْكَارِ صَوْتِيًّا؛ كَيْمَا يَتَسَنَّى لِلْقَارِئِ حِفْظُهَا وَالْعَمَلُ بِهَا.
هذَا، وَإِنْ يَسَّرَ اللهُ لَكَ - أَخِي الْمُؤمِنَ - الاسْتِزَادَةَ، فَالذِّكْرُ خَيْرُ الزَّادِ، وَعِنْدَ اللهِ مَغَانِمُ كَثِيرةٌ، وَلَدَيْهِ الْمَزِيدُ. قَالَ تَعَالَى: {وَالذَّاكِرِينَ اللَّهَ كَثِيرًا وَالذَّاكِرَاتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} [الأحزَاب: ٣٥] ، وَقَالَ تَعَالَى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا *وَسَبِّحُوهُ بُكْرَةً وَأَصِيلاً} [الأحزَاب: ٤١-٤٢] وَقَالَ سُبْحَانَهُ {لَهُمْ مَا يَشَاؤُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ} [ق: ٣٥] . وَقَالَ',NULL,'15',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (12,'عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ: «سِيرُوا هَذَا جُمْدَانُ، سَبَقَ الْمُفَرِّدُونَ» ، قَالُوا: وَمَا الْمُفَرِّدُونَ يَا رَسُولَ اللهِ؟ قَالَ: «الذَّاكِرُونَ اللهَ كَثِيرًا وَالذَّاكِرَاتُ» (٢) .
هذَا، وَإِنِّي مُتَضَرِّعٌ إِلَى اللهِ تَعَالَى أَنْ يَكْتُبَ لِعَمَلِي هَذَا قَبُولاً عِنْدَهُ، وَأَنْ يَنْفَعَ بِهِ أُمَّةَ سَيِّدِنَا مُحَمَّدٍ صلى الله عليه وسلم، وَأَنْ يُلْهِمَ كُلَّ مَنْ قَرَأَهُ وَعَمِلَ بِهِ أَنْ يَخُصَّنِي وَوَالِدَيَّ بِدَعْوَةٍ صَالِحَةٍ، تَكُونُ لَنَا ذُخْرًا يَوْمَ نَلْقَاهُ عَزَّ وَجَلَّ.

د. خالد بن عبد الرحمن الجريسي
_________
(٢) أخرجه مسلم؛ كتاب: الذِّكر والدعاء، باب: الحث على ذِكر الله تعالى، برقم (٢٦٧٦) ، عن أبي هريرة رضي الله عنه. وجُمدان: جبل في طريق مكة، كما في نصّ الرواية: (كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَسِيرُ فِي طَرِيقِ مَكَّةَ، فَمَرَّ عَلَى جَبَلٍ يُقَالُ لَهُ: جُمْدَانُ) .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (13,'<span data-type="title" id=toc-3>الفصل الأول
في ذِكْرِ الصِّفةِ المختارةِ للصَّلاةِ والسَّلامِ على النَّبيِّ صلى الله عليه وسلم</span>
قال اللهُ تعالى: {إِنَّ اللَّهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا *} [الأحزَاب: ٥٦] .

وقال النَّبِيُّ صلى الله عليه وسلم: «قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى [إِبْرَاهِيمَ وَعَلَى] (٣) آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا
_________
(٣) الزيادة في الموضعين [إبراهيم وعلى] وردت في رواية البخاريّ _ح.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (14,'بَارَكْتَ عَلَى [إِبْرَاهِيمَ وَعَلَى] آلِ إِبْرَاهِيمَ، [فِي الْعَالَمِينَ] (٤) إِنَّكَ حَمِيدٌ مَجِيدٌ» (٥) .
أخي المؤمن، استجِبْ لله تعالى، ولرسوله صلى الله عليه وسلم وأَكثِرْ من الصلاة والسَّلام على رسول الله صلى الله عليه وسلم، وبخاصَّةٍ في يوم الجُمُعة، امتثالاً لقوله عليه الصَّلاة والسَّلام: «مِنْ أَفْضَلِ أَيَّامِكُمْ يَوْمُ الْجُمُعَةِ، فِيهِ خُلِقَ آدَمُ، وَفِيهِ قُبِضَ، وَفِيهِ النَّفْخَةُ، وَفِيهِ الصَّعْقَةُ، فَأَكْثِرُوا عَلَيَّ مِن الصَّلاةِ فِيهِ، فَإِنَّ
_________
(٤) زيادة [في العالمين] وردت في رواية مسلم _ح.
(٥) أخرجه البخاري؛ كتاب: أحاديث الأنبياء، بعد باب: (يَزِفُّون) ، برقم (٣٣٧٠) ، عن كعب بن عُجْرة رضي الله عنه. ومسلم؛ كتاب: الصلاة، باب: الصلاة على النبيّ صلى الله عليه وسلم بعد التشهّد، برقم (٤٠٥) ، عنه أيضاً.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (15,'صَلاتَكُمْ مَعْرُوضَةٌ عَلَيَّ» فَقَالُوا: يَارَسُولَ اللهِ، وَكَيْفَ تُعْرَضُ عَلَيْكَ صَلاتُنَا وَقَدْ أَرِمْتَ؟ - يَعْنِي: وَقَدْ بَلِيتَ- قَالَ: «إِنَّ اللهَ عَزَّ وَجَلَّ حَرَّمَ عَلَى الأرْضِ أَنْ تَأْكُلَ أَجْسَادَ الأنْبِيَاءِ صَلَوَاتُ اللهِ عَلَيْهِمْ» (٦) .
_________
(٦) أخرجه أبو داود؛ كتاب: الصلاة، باب: فضل يوم الجمعة وليلة الجمعة، برقم (١٠٤٧) ، عن أوس ابن أوسٍ الثقفي رضي الله عنه. كما أخرجه أحمد في مسنده (٤/٨) ، من حديثه أيضًا.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (16,'<span data-type="title" id=toc-4>الفصل الثاني
في بيانِ بعضِ آدابِ الذِّكْرِ والدُّعَاءِ </span>(٧)
١- ... الإخلاصُ وحُسْنُ النِّيَّةِ: قال النَّبِيُّ صلى الله عليه وسلم: «إِنَّمَا الأعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُوْلِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوْ إِلَى امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ» (٨) .
_________
(٧) مستفاد - اختصارًا - من كتاب: الأذكار للنووي، الفصول (١ - ٢ - ٤ - ٩ - ١٠ - ١٣.
(٨) أخرجه البخاري؛ كتاب: بدء الوحي، باب: كيف كان بدء الوحي، برقم (١) عن عمر بن الخطاب رضي الله عنه. ومسلم؛ كتاب: الإمارة، باب: قوله: «إِنَّمَا الأَْعْمَالُ بِالنِّيَّةِ» ، برقم (١٩٠٧) ، عنه أيضًا.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (17,'٢- ... أن يكونَ الذَّاكِرُ في مجالس الذِّكْر: قال النَّبِيُّ صلى الله عليه وسلم: «لا يَقْعُدُ قَوْمٌ يَذْكُرُونَ اللهَ عَزَّ وَجَلَّ، إِلاَّ حَفَّتْهُمُ الْمَلائِكَةُ، وَغَشِيَتْهُمُ الرَّحْمَةُ، وَنَزَلَتْ عَلَيْهِمُ السَّكِينَةُ، وَذَكَرَهُمُ اللهُ فِيمَنْ عِنْدَهُ» (٩) .
٣- ... أن يذكرَ الذاكرُ ربَّه على كلِّ أحيانه، ولا يَدَعَ ذلك، ولو كان على غير طهارةٍ كاملة، أو كان غيرَ مُستَقبِلٍ القِبلة.
... قال تعالى: {الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا
_________
(٩) أخرجه مسلم؛ كتاب: الذِّكر والدعاء، باب: فضل الاجتماع على تلاوة القرآن وعلى الذِّكر، برقم (٢٧٠٠) ، عن أبي هريرة وأبي سعيد رضي الله عنهما.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (18,'وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ} [آل عِمرَان: ١٩١] .
... وقد صحَّ عن السيدة عائشةَ رضي الله عنها أنَّها قالت: «كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَذْكُرُ اللهَ على كلِّ أحيانِهِ» (١٠) .
٤- ... أن يكونَ الموضع للذِّكْرِ طاهراً، ولهذا مُدِحَ الذِّكرُ في المساجد، قال تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ} .
٥- ... أن يكونَ فمُ الذَّاكِرِ نظيفاً، لقول النَّبِيِّ صلى الله عليه وسلم: «مَنْ أَكَلَ مِنْ هَذِهِ
_________
(١٠) أخرجه مسلم؛ كتاب: الحيض، باب: ذِكر الله تعالى في حال الجنابة وغيرها، برقم (٣٧٣) .',NULL,'23',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (19,'الشَّجَرَةِ - يَعْنِي الثُّوْمَ - فَلاَ يَقْرَبَنَّ مَسْجِدَنَا [فَإِنّ الْمَلاَئِكَةَ تَتَأَذَّى مِمَّا يَتَأَذَّى مِنْهُ بَنُو آدَمَ] » (١١) .
٦- ... أن يكونَ الذَّاكِرُ متدبِّراً لما يقول. قال صلى الله عليه وسلم للرجل المُسِيءِ في صلاته، غيرِ المطمئِنِّ بها: «ارْجِعْ فَصَلِّ؛ فَإِنَّكَ لَمْ تُصَلِّ» ، قالها ثلاثاً (١٢) .

٧- ... أن يُلازِمَ الذاكرُ وظيفتَه التي اعتاد عليها، فإنْ فاتَتْه تدارَكَها: قال صلى الله عليه وسلم: «مَنْ نَامَ عَنْ حِزْبِهِ، أَوْ عَنْ
_________
(١١) أخرجه البخاري؛ كتاب: الأذان، باب: ما جاء في الثوم النِّيْئِ والبصل والكُرَّاث، برقم (٨٥٣) ، عن ابن عمر رضي الله عنهما. ومسلم؛ كتاب: المساجد، باب: نهي من أكل ثوماً أو بصلاً أو كُرّاثاًَ أو نحوها، برقم (٥٦٤) ، عن جابر بن عبد الله رضي الله عنهما. والزيادة في آخره لمسلم.
(١٢) أخرجه البخاري؛ كتاب: الأذان، باب: وجوب القراءة للإمام والمأموم، برقم (٧٥٧) ، عن أبي هريرة رضي الله عنه.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (20,'شَيْءٍ مِنْهُ فَقَرَأَهُ فِيمَا بَيْنَ صَلاةِ الْفَجْرِ وَصَلاةِ الظُّهْرِ، كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ اللَّيْلِ» (١٣) .
٨ - أن يعملَ بما بَلَغَه مِن صُنوف الأذكار، ولو لمرَّةٍ واحدةٍ، وأن يأتيَ بما تيسَّرَ له منها، من أجل أن يُحتسَب في عِداد الذَّاكرين إن شاء الله تعالى، قال النَّبِيُّ صلى الله عليه وسلم: «إِذَا أَمَرْتُكُمْ بِشَيْءٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ» (١٤) .
_________
(١٣) أخرجه مسلم؛ كتاب: صلاة المسافرين وقَصْرها، باب: جامع صلاة الليل ومن نام عنه أو مرض، برقم (٧٤٧) ، عن عمر بن الخطاب رضي الله عنه.
(١٤) جزء من حديث أخرجه البخاري؛ كتاب: الاعتصام بالكتاب والسنة، باب: الاقتداء بسنن رسول الله صلى الله عليه وسلم، برقم (٧٢٨٨) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: الحجّ، باب: فرض الحجّ مرة في العمر، برقم (١٣٣٧) ، عنه أيضاً.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (21,'<span data-type="title" id=toc-5>الفصل الثالث
في أذكارٍ مشروعةٍ في أحوالٍ ومناسباتٍ</span>
<span data-type="title" id=toc-6>دعاءُ الاستخارةِ: </span>قال جابر بنُ عبد الله رضي الله عنهما: كان رسول الله صلى الله عليه وسلم يعلِّمنا الاستخارةَ في الأمور كلِّها كالسُّورةِ من القرآن، يقول: «إِذَا هَمَّ أحدُكُم بِالأمْرِ، فَلْيَرْكَعْ رَكْعَتَيْنِ مِن غَيْرِ الفَرِيْضَةِ، ثُمَّ يَقُولُ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ،',NULL,'27',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (22,'فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ. وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أَوْ قَالَ: فِي عَاجِلِ أَمْرِي وَآجِلِهِ - فَاقْدُرْهُ لِي ويَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي - أَوْ قَالَ: فِي عَاجِلِ أَمْرِي وَآجِلِهِ - فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِي الْخَيْرَ حَيْثُ كَانَ، ثُمَّ رَضِّنِي بِهِ، وَيُسَمِّي حَاجَتَهُ» (١٥) .
_________
(١٥) أخرجه البخاري؛ كتاب: الدعوات، باب: الدعاء عند الاستخارة، برقم (٦٣٨٢) ، عن جابر رضي الله عنه، ويقرأ في الركعة الأولى بالفاتحة و، وفي الثانية بالفاتحة و. ... قال ابن حجر _ح في الفتح (١١/١٨٩) ، عند شرحه الحديث: «وأفاد النووي أنه يُقرأ في الركعتين الكافرون والإخلاص، قال شيخنا (العراقي) في شرح التِّرمذي: لم أقف على دليل ذلك، ولعله ألحقهما بركعتي الفجر والركعتين بعد المغرب، قال: ولهما مناسبة بالحال، لما فيهما من الإخلاص والتوحيد، والمستخيرُ محتاج لذلك. اهـ. بنصّه، والله أعلم.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (23,'<span data-type="title" id=toc-7>أذكارُ السَّفَرِ:</span>
<span data-type="title" id=toc-8>ما يقولُ إذا ركِبَ الدابَّةَ - أو ما يقومُ مقَامَها - ودعاءُ السَّفَرِ: </span>كان النَّبِيُّ صلى الله عليه وسلم إذا استوى على بعيره - خارجاً إلى سفَرٍ - كبَّرَ ثلاثاً، ثم قال: «سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ، اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا، وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ',NULL,'29',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (24,'فِي السَّفَرِ، وَالْخَلِيفَةُ فِي الأهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ (وَعْثَاءِ) السَّفَرِ، وَ (كَآبَةِ) الْمَنْظَرِ، وَسُوءِ (الْمُنْقَلَبِ) فِي الْمَالِ وَالأهْلِ» (١٦) .

<span data-type="title" id=toc-9>دُعَاءُ الرجوعِ منَ السَّفَر: </span>كان النَّبِيُّ صلى الله عليه وسلم إذا رجع قال مِثْلَ ما قال عند الخروج، وزاد: «آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ» (١٧) .

<span data-type="title" id=toc-10>ما يقولُ إذا ودَّع مسافراً: </span>كان النَّبِيُّ صلى الله عليه وسلم إذا ودَّعَ أحداً، قال: «أَسْتَوْدِعُ اللهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمَلِكَ» (١٨) .
_________
(١٦) الحديث يأتي تخريجه بالهامش التالي. ومعنى «وَعْثَاءِ» : الشدة. و «كَآبَةِ» : تغيّر النفس من حزن ونحوه، و «المُنْقَلَبِ» : المرجع. وانظر: بيان الإمام النوويّ _ح لهذه الألفاظ في كتاب: «الأذكار» باب: ما يقول إذا ركب دابته.
(١٧) أخرجه مسلم بتمامه؛ كتاب: الحجّ، باب: ما يقول إذا ركب إلى سفر الحجّ وغيره، برقم (١٣٤٢) ، عن ابن عمر رضي الله عنهما.
(١٨) أخرجه أبو داود؛ كتاب: الجهاد، باب: في الدعاء عند الوداع، برقم (٢٦٠٠) ، عن ابن عمر رضي الله عنهما. والترمذي - بلفظ: «وَآخِرَ عَمَلِكَ» - كتاب: الدعوات، باب: ما جاء ما يقول إذا ودّع إنسانًا، برقم (٣٤٤٢) ، عنه أيضًا. انظر: صحيح أبي داود للألباني (٢٢٦٥) ، وصحيح الترمذي أيضًا (٢٧٣٨) . والحديث أخرجه أحمد في المسند (٢/٧) ، من حديثه أيضًا.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (25,'ومن ذلك قولُه عليه الصَّلاة والسَّلام: «زَوَّدَكَ اللهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ» (١٩) .

<span data-type="title" id=toc-11>ما يقولُ المسافرُ لمن يودِّعُهُ: </span>عن أَبي هريرةَ، قال: وَدَّعَنِي رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ: «أَسْتَوْدِعُكَ اللهَ الَّذِي لا تَضِيعُ وَدَائِعُهُ» (٢٠) .

<span data-type="title" id=toc-12>ما يقولُ إذا لبِسَ ثوباً: </span>قال النَّبِيُّ صلى الله عليه وسلم: «مَنْ لَبِسَ ثَوْبًا فَقَالَ: الْحَمْدُ للهِ الَّذِي كَسَانِي هَذَا الثَّوْبَ وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلا قُوَّةٍ، غُفِرَ لَهُ مَا
_________
(١٩) أخرجه الترمذي - وحسّنه - كتاب: الدعوات عن رسول الله صلى الله عليه وسلم، باب: دعاء «زَوَّدَكَ اللهُ التَّقْوَى» ، برقم (٣٤٤٤) ، عن أنس رضي الله عنه.
(٢٠) أخرجه ابن ماجه؛ في كتاب: الجهاد. باب: تشييع الغزاة، برقم (٢٨٢٥) ، عن أبي هريرة رضي الله عنه. انظر: صحيح ابن ماجه للألباني _ح (٢٢٧٨) .',NULL,'31',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (26,'تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ» (٢١) .

<span data-type="title" id=toc-13>وإذا استجدَّ ثوبًا - أي: لبس ثوبًا جديدًا - قال: </span>«اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ خَيْرَهُ وَخَيْرَ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ» (٢٢) .
وإذا رأى صاحبَه قد لَبِس ثوباً جديداً: يقول له كما قال رسول الله صلى الله عليه وسلم لعمرَ رضي الله عنه: «اِلْبَسْ جَدِيدًا، وَعِشْ حَمِيدًا، وَمُتْ شَهِيدًا» (٢٣) .

<span data-type="title" id=toc-14>ما يقولُ إذا دخلَ منزِلَه: </span>قالَ
_________
(٢١) أخرجه أبو داود؛ كتاب: اللباس، باب: ما يقول إذا لبس ثوبًا جديدًا، برقم (٤٠٢٣) ، عن معاذ رضي الله عنه. قال الألباني _ح في صحيح أبي داود (٣٣٩٤) : (حسن) دون زيادة «وَمَا تَأَخَّرَ» في الموضعين. والحديث أخرجه الترمذي باختلاف - وحسّنه واستغربه -؛ كتاب: الدعوات، باب بعد باب «سلوا الله العافية» ، برقم (٣٥٦٠) ، عن أبي أمامة رضي الله عنه.
(٢٢) أخرجه أبو داود؛ كتاب: اللباس، باب ما يقول إذا لبس ثوبًا جديدًا، برقم (٤٠٢٠) ، عن أبي سعيدٍ رضي الله عنه، والترمذيُّ - وصحَّحه -؛ كتاب: اللباس، باب: ما يقول إذا لبس ثوبًا جديدًا، برقم (١٧٦٧) ، عنه أيضًا.
(٢٣) أخرجه ابن ماجَهْ؛ كتاب: اللباس، باب: ما يقول إذا لبس ثوبًا جديدًا، برقم (٣٥٥٨) ، عن ابن عمر رضي الله عنهما. قال البوصيري في «المصباح» : هذا إسناد صحيح. والحديث أخرجه أحمد في مسنده (٢/٨٩) - برجال الشيخين -، من حديث عبد الله بن مسعود رضي الله عنه.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (27,'رسولُ اللهِ صلى الله عليه وسلم: «إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللهَ عِنْدَ دُخُولِهِ، وَعِنْدَ طَعَامِهِ، قَالَ الشَّيْطَانُ: لاَ مَبِيتَ لَكُمْ وَلا عَشَاءَ» (٢٤) .
ومن ذلك، أن يقول: «اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ الْمَوْلِجِ، وَخَيْرَ الْمَخْرَجِ، بِسْمِ اللهِ وَلَجْنَا، وَبِسْمِ اللهِ خَرَجْنَا، وَعَلَى اللهِ رَبِّنَا تَوَكَّلْنَا. ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ» (٢٥) .
وما يقولُ إذا خرَج منهُ: كان النَّبِيُّ صلى الله عليه وسلم إذا خرج من بيته، قال: «بِسْمِ
_________
(٢٤) جزء من حديث أخرجه مسلم؛ كتاب: الأشربة، باب: آداب الطعام والشراب، برقم (٢٠١٨) ، عن جابر بن عبد الله رضي الله عنهما.
(٢٥) أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول الرجل إذا دخل بيته، برقم (٥٠٩٦) . وذكره النوويّ في «الأذكار» ، وقال: ولم يضعّفه أبوداود. اهـ. يعني: قد سكت عنه. وقال العلاّمة ابن باز _ح في «تحفة الأخيار» : خرّجه أبو داود بإسناد حسن. اهـ.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (28,'اللهِ، تَوَكَّلْتُ عَلَى اللهِ، لاَ حَوْلَ وَلا قُوَّةَ إلاَّ بِاللهِ، اللَّهُمَّ إنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ، أَوْ أَزِلَّ أَوْ أُزَلَّ، أَوْ أَظْلِمَ أَوْ أُظْلَمَ، أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ» (٢٦) .
ولوِ اقتصر على قول: «بِسْمِ اللهِ، تَوَكَّلْتُ عَلَى اللهِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ» ، لَكَفاه ذلك.
قال النَّبِيُّ صلى الله عليه وسلم: «مَنْ قَالَ - يَعْنِي إِذَا خَرَجَ مِنْ بَيْتِهِ -: بِسْمِ اللهِ، تَوَكَّلْتُ عَلَى اللهِ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ، يُقَالُ لَهُ: كُفِيتَ
_________
(٢٦) مستفاد من مجموع روايتين أخرجهما أبو داود؛ كتاب: الأدب، باب: ما يقول إذا خرج من بيته، برقم (٥٠٩٤ - ٥٠٩٥) عن أم سلمة وعن أنس رضي الله عنهما. والترمذي بمعناه - وصحّحه -؛ كتاب: الدعوات، باب: منه دعاء: «بِسْمِ اللهِ، تَوَكَّلْتُ عَلَى اللهِ ... » ، برقم (٣٤٢٧) ، عن أم سلمةَ رضي الله عنها.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (29,'وَوُقِيتَ، وَتَنَحَّى عَنْهُ الشَّيْطَانُ» (٢٧) .

<span data-type="title" id=toc-15>ما يقولُ إذا توجَّه إلى المسجِدِ: </span>يقولُ المسلمُ كما علَّمهُ رسولُ اللهِ صلى الله عليه وسلم: «اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَفِي بَصَرِي نُورًا، وَفِي سَمْعِي نُورًا، وَعَنْ يَمِينِي نُورًا وَعَنْ يَسَارِي نُورًا، وَفَوْقِي نُورًا وَتَحْتِي نُورًا، وَأَمَامِي نُورًا وَخَلْفِي نُورًا، وَاجْعَلْ لِي نُورًا، (وَعَظِّمْ لِي نُورًا) » (٢٨) .

<span data-type="title" id=toc-16>ما يقولُ عندَ دخولِ المسجِدِ، والخروجِ منه: </span>قالَ رسولُ اللهِ صلى الله عليه وسلم:
_________
(٢٧) أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا خرج من بيته، برقم (٥٠٩٥) ، عن أنس ابن مالك رضي الله عنهما. والترمذي؛ كتاب: الدعوات، باب: ما جاء ما يقول إذا خرج من بيته برقم (٣٤٢٦) ، عنه أيضاً. وقال الترمذي: هذا حديث حسن صحيح غريب، لا نعرفه إلا من هذا الوجه. اهـ. وقد حسّن إسناده العلاّمة الألباني _ح، انظر صحيح أبي داود (٥٠٩٥) ، وصحيح الترمذي (٣٦٦٦) . كما حسّنه العلاّمة ابن باز _ح في (تحفة الأخيار) .
(٢٨) متفق عليه من حديث ابن عباس رضي الله عنهما: أخرجه البخاري؛ كتاب: الدعوات، باب: الدعاء إذا انتبه بالليل، برقم (٦٣٦١) ، ومسلم؛ كتاب: صلاة المسافرين وقَصْرها، باب: الدعاء في صلاة الليل وقيامه، برقم (٧٦٣) . وما بين معقوفين من مفردات مسلم _ح.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (30,'«إِذَا دَخَلَ أَحَدُكُمُ الْمَسْجِدَ، [فَلْيُسَلِّمْ عَلَى النَّبِيِّ صلى الله عليه وسلم] ، ثُمَّ لِيَقُلْ: اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ. فَإِذَا خَرَجَ فَلْيَقُلْ: اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ» (٢٩) .

<span data-type="title" id=toc-17>فائدة:</span>
«كَانَ النَّبِيُّ صلى الله عليه وسلم يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ، وَتَرَجُّلِهِ، وَطُهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ» (٣٠) ، أي في الأمورِ المُسْتَحْسَنة. قالَ الإمامُ النوويُّ رحمه الله: قاعدةُ الشَّرْعِ المستمرةُ أنَّ كلَّ ما كان من باب التزيين والتحسين استُحِبَّ فيه التَّيمُّنُ، وما كان بضِدِّ ذلك استُحِبَّ فيه
_________
(٢٩) أخرجه مسلم؛ كتاب: صلاة المسافرين وقَصْرها، باب: ما يقول إذا دخل المسجد، برقم (٧١٣) ، عن أبي حميد رضي الله عنه، وليس فيه: «فليسلّم على النبيّ صلى الله عليه وسلم» وهو في رواية أبي داود والنَّسائي وابن ماجه؛ وغيرهم بأسانيد صحيحة، كما أفاده الإمام النوويّ في «الأذكار» باب: ما يقوله عند دخول المسجد والخروج منه. ... وقال الحافظ ابن القيّم _ح في «جلاء الأفهام» : الموطن الثامن من مواطن الصلاة على النبي صلى الله عليه وسلم: عند دخول المسجد وعند الخروج منه، لما روى ابن خزيمة في صحيحه وأبو حاتم بن حِبّان، عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم، قال: «إِذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلْيُسَلّمْ عَلَى النَّبِيِّ صلى الله عليه وسلم، وَلْيَقُلْ: اللَّهُمَّ افْتَحْ لِيَ أَبْوَابَ رَحْمَتِكَ، وَإِذَا خَرَجَ فَلْيُسَلِّمْ عَلَى النَّبِيِّ صلى الله عليه وسلم، وَلْيَقُلْ: اللَّهُمَّ أََجِِرْنِي مِنَ الشَّيْطَانِ» . اهـ.
(٣٠) أخرجه البخاري؛ كتاب: الوضوء: باب: التيمّن في الوضوء والغُسل، برقم (١٦٨) ، عن عائشة رضي الله عنها، ومسلم؛ كتاب: الطهارة، باب: التيمّن في الطُّهور وغيره، برقم (٢٦٨) ، عنها أيضًا.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (31,'التَّياسُرُ. اهـ (٣١) . وعليه؛ فالمسلمُ يقدِّم رِجْلَه اليُمنى عند دخول المسجد، ويقدِّمُ اليُسرى عند الخروج منه.

<span data-type="title" id=toc-18>ما يقولُ عندَ الطعامِ والشرابِ: </span>يسمِّي اللهَ في أوَّلِ طعامِه أو شرابه؛ لقول النَّبِيِّ صلى الله عليه وسلم: «يَا غُلامُ سَمِّ اللهَ، وَكُلْ بِيَمِينِكَ وَكُلْ مِمَّا يَلِيكَ» (٣٢) ، [فإنْ نَسيَ قالَ: بسمِ اللهِ أوَّلَه وآخِرَه] (٣٣) .
ويقول عند الفراغ من الطعام أو الشَّراب: «الْحَمْدُ للهِ كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، غَيْرَ مَكْفِيٍّ وَلا مُوَدَّعٍ، وَلاَ مُسْتَغْنًى عَنْهُ رَبَّنَا» لأن النَّبِيَّ صلى الله عليه وسلم كانَ
_________
(٣١) انظر: شرح النوويّ على مسلم (٣/١٦٠) .
(٣٢) أخرجه البخاري؛ كتاب: الأطعمة، باب: قوله تعالى: [البقرة ٧٢، ٥٧، والأعراف ١٦٠، وطه ٨١] ، برقم (٥٣٧٦) ، عن عمر بن أبي سلمة رضي الله عنهما. ومسلم؛ كتاب: الأشربة، باب: آداب الطعام والشراب، برقم (٢٠٢٢) ، عنه أيضاً.
(٣٣) دليل ذلك ما أخرجه أبو داود؛ كتاب الأطعمة، باب: التسمية على الطعام، برقم (٣٧٦٧) ، عن عائشة رضي الله عنها، وبرقم (٣٧٦٨) ، عن أُمية بن مَخْشِي رضي الله عنه. والترمذي - وصحّحه - كتاب الأطعمة عن رسول الله صلى الله عليه وسلم، باب: ما جاء في التسمية على الطعام، برقم (١٨٥٨) عنها أيضاً، بلفظ: «فِي أَوَّلِهِ وَآخِرِهِ» . وابن ماجَهْ؛ في الأطعمة، باب: التسمية عند الطعام، برقم (٣٢٦٤) ، عنها أيضاً، كذلك بلفظ: «فِي أَوَّلِهِ وَآخِرِهِ» .',NULL,'37',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (32,'يقولُ ذلكَ إذا رَفَعَ مائدتَهُ (٣٤) .

<span data-type="title" id=toc-19>ما يقولُ في تشميتِ العاطِسِ: </span>قال النَّبِيُّ صلى الله عليه وسلم: «إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلْ: الْحَمْدُ للهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللهُ، فَإِذَا قَالَ لَهُ: يَرْحَمُكَ اللهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُمْ» (٣٥) .

<span data-type="title" id=toc-20>ما يقولُ في التهنئةِ بالنِّكاحِ: </span>يقول: «بَارَكَ اللهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ» (٣٦) .

<span data-type="title" id=toc-21>ما يقولُ عندَ الجِماعِ: </span>قال رسول الله صلى الله عليه وسلم:
_________
(٣٤) أخرجه البخاري؛ كتاب: الأطعمة، باب: ما يقول إذا فرغ من طعامه، برقم (٥٤٥٨) ، عن أبي أمامةَ رضي الله عنه، وبرقم (٥٤٥٩) بلفظ «الْحَمْدُ للهِ الَّذِي كَفَانَا وَأَرْوَانَا، غَيْرَ مَكْفِيٍّ وَلاَ مَكْفُورٍ» . عنه أيضاً رضي الله عنه.
(٣٥) أخرجه البخاري؛ كتاب: الأدب، باب: إذا عطس كيف يشمَّت؟، برقم (٦٢٢٤) ، عن أبي هريرة رضي الله عنه.
(٣٦) أخرجه أبو داود؛ كتاب: النكاح، باب: ما يقال للمتزوج، برقم (٢١٣٠) ، عن أبي هريرة رضي الله عنه. والترمذي - وصحّحه - كتاب: النكاح، باب: ما جاء فيما يقال للمتزوج، برقم (١٠٩١) ، عنه أيضًا.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (33,'«لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ: «بِسْمِ اللهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا، فَقُضِيَ بَيْنَهُمَا وَلَدٌ لَمْ يَضُرَّهُ [شَيْطَانٌ أَبَدًا] » (٣٧) .

<span data-type="title" id=toc-22>مَا يقولُ عندَ القيامِ من المجلسِ (كفَّارةُ المجلسِ) : </span>يقول النَّبِيُّ صلى الله عليه وسلم: «مَنْ جَلَسَ فِي مَجْلِسٍ فَكَثُرَ فِيهِ لَغَطُهُ، فَقَالَ قَبْلَ أَنْ يَقُومَ مِنْ مَجْلِسِهِ ذَلِكَ: سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلهَ إلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ،
_________
(٣٧) أخرجه البخاري؛ كتاب: الوضوء، باب: التسمية على كل حال وعند الوقاع، برقم (١٤١) ، عن ابن عباس رضي الله عنهما، ومسلم؛ كتاب: النكاح، باب: ما يستحب أن يقوله عند الجماع، برقم (١٤٣٤) ، عنه أيضاً. والزيادة بين معقوفين في آخره لمسلم _ح.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (34,'إلاَّ غُفِرَ لَهُ مَا كَانَ فِي مَجْلِسِهِ ذَلِكَ» (٣٨) .

<span data-type="title" id=toc-23>ما يقولُ إذا دخل السوق: </span>يقول النَّبِيُّ صلى الله عليه وسلم: «مَنْ دَخَلَ السُّوقَ فَقَالَ: لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لاَ يَمُوتُ، بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيءٍ قَدِيرٌ، كَتَبَ اللهُ لَهُ أَلْفَ أَلْفَ حَسَنَةٍ، ومَحى عَنْهُ أَلْفَ أَلْفَ سَيِّئَةٍ، وَرَفَعَ لَهُ ألفَ ألفَ دَرَجَةٍ» (٣٩) .

<span data-type="title" id=toc-24>ما يقولُ إذا غضِبَ: </span>جاء في الحديث «اسْتَبَّ رَجُلانِ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَجَعَلَ
_________
(٣٨) أخرجه الترمذيُّ - وصحّحه - كتاب: الدعوات، باب: ما يقول إذا قام من مجلسه، برقم (٣٤٣٣) ، عن أبي هريرة رضي الله عنه.
(٣٩) أخرجه الترمذي - واستغربه -، كتاب: الدعوات، باب: ما يقول إذا دخل السوق، برقم (٣٤٢٨) ، عن عمرَ رضي الله عنه. والحديث حسّنه الألباني في صحيح الترمذي (٢٧٢٦) . كما أخرجه الحاكم (١/٥٣٧) ، بزيادة: «وَبَنَى اللهُ لَهُ بَيْتًا فِي الْجَنَّةِ» ، وصحّحه، وخالفه الذهبي. وبالجملة فإن هذا الحديث اختلف في صحته اجتهادُ المحدثين، إلا أن جمهورهم على تضعيفه، والله أعلم.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (35,'أَحَدُهُمَا يَغْضَبُ وَيَحْمَرُّ وَجْهُهُ، فَنَظَرَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم، فَقَالَ: «إِنِّي لأَعْلَمُ كَلِمَةً لَوْ قَالَهَا لَذَهَبَ ذا عَنْهُ: أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ» (٤٠) .

<span data-type="title" id=toc-25>ما يقولُ إذا انحَبسَ المطرُ: </span>رفَعَ رسولُ اللهِ صلى الله عليه وسلم يَدْيهِ، وقال: «اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا / اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا» (٤١) .

<span data-type="title" id=toc-26>ما يقولُ إذا هاجَتِ الرِّيحُ: </span>كان النَّبِيُّ صلى الله عليه وسلم إذا عَصَفَتِ الرِّيحُ قال:
_________
(٤٠) أخرجه البخاري؛ كتاب: الأدب، باب: ما يُنهى عنه من السِّباب واللَّعن، برقم (٦٠٤٨) ، عن سليمان بن صُرَد رضي الله عنه. ومسلم؛ كتاب: البِرِّ والصِّلة والآداب، باب: فضل من يملك نفسه عند الغضب، برقم (٢٦١٠) ، عنه أيضاً. واللفظ لمسلم.
(٤١) جزء من حديث أخرجه البخاري؛ كتاب: الاستسقاء، باب: الاستسقاء في المسجد الجامع، برقم (١٠١٣) بلفظ: «اسْقِنَا» عن أنس رضي الله عنه. ومسلم؛ كتاب: صلاة الاستسقاء، باب: الدعاء في الاستسقاء، برقم (٨٩٧) بلفظ: «أَغِثْنَا» ، عنه أيضاً.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (36,'«اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ» (٤٢) .

<span data-type="title" id=toc-27>ما يقولُ إذا سمِع الرَّعدَ: </span>كان النَّبِيُّ صلى الله عليه وسلم إذا سمِعَ صوتَ الرَّعدِ، قال: «اللَّهُمَّ لا تَقْتُلْنَا بِغَضَبِكَ، وَلاَ تُهْلِكْنَا بِعَذَابِكَ، وَعَافِنَا قَبْلَ ذَلِكَ» . وكان عبدُالله بنُ الزُّبَيْرِِ رضي الله عنهما إذا سمع الرعد يقول: «سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ، وَالْمَلائِكَةُ مِنْ خِيفَتِهِ» (٤٣) .
_________
(٤٢) أخرجه مسلم؛ كتاب: صلاة الاستسقاء، باب: التعوذ عند رؤية الريح والغيم، برقم (٨٩٩) ، عن عائشة رضي الله عنها. وأصل الحديث متفق عليه. انظر: البخاري رقم (٣٢٠٦) .
(٤٣) أخرجه البخاريّ؛ في «الأدب المفرد» ، برقم (٧٢١) ، والترمذي؛ كتاب: الدعوات، باب: ما يقول إذا سمع الرعد، برقم (٣٤٥٠) ، عن عمر رضي الله عنه. وقال: هذا حديث غريب لا نعرفه إلا من هذا الوجه. وضعّف إسناده النوويُّ في «الأذكار» ، وقد ذكرته هنا لقول ابن حجر عنه - كما في الفتوحات (٤/٢٨٤) : «هو متماسك» ، إلا أن الحديث - مع ذلك - لا يثبت، والله أعلم. أما المرويّ عن ابن الزبير رضي الله عنهما فهو عند مالك، (٢/٩٩٢) مقطوعاًً، والبخاريّ في «الأدب المفرد» ، برقم (٧٢٣) وغيرهما. وصحّح إسناده موقوفاً النوويُّ في «الأذكار» . وبالجملة فإن هذا الأثر لا يثبت رفعه، والله أعلم.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (37,'<span data-type="title" id=toc-28>ما يقولُ إذا نزلَ المطرُ، وبعدَه، ثم إذا خافَ الضررَ مِن نزولِهِ: </span>كان النَّبِيُّ صلى الله عليه وسلم إذا رأى المطر، قال: «اللَّهُمَّ صَيِّبًا نَافِعًا» (٤٤) .
أما بعد نزوله فيقول: «مُطِرْنَا بِفَضْلِ اللهِ وَرَحْمَتِهِ» (٤٥) .
وإن خاف ضرراً من نزوله قال: «اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالجِبَالِ، وَالآجَامِ وَالظِّرَابِ (٤٦) ، وَبُطُونِ الأوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ» (٤٧) .
_________
(٤٤) أخرجه البخاري؛ كتاب: الاستسقاء، باب: ما يقال إذا مطرت، برقم (١٠٣٢) ، عن عائشة رضي الله عنها. وأصل الحديث متفق عليه. انظر: مسلم برقم (٨٩٩) .
(٤٥) جزء من حديث أخرجه البخاري؛ كتاب: الأذان، باب: يستقبل الإمام الناس إذا سلّم، برقم (٨٤٦) ، عن زيد بن خالد الجُهَني. ومسلم؛ كتاب: الإيمان، باب: بيان كفر من قال مُطرنا بالنَّوء، برقم (٧١) ، عنه أيضاً.
(٤٦) الأَجَمَة: منبت الشجر، وهي الشجر الكثير أيضاً، والجمع: آجام. انظر: لسان العرب لابن منظور. ج١/ مادة: (أجم) . أما الظَّرِب - وِزَانُ نَبِق - فهو: الرابية الصغيرة، أو الجبل الصغير، والجمع: ظِراب. انظر: اللسان أيضاً ج٢/ مادة (ظرب) ، والمصباح المنير للفيُّومي (ظرب) .
(٤٧) جزء من رواية سبق تخريجها بهامش (٤١) .',NULL,'43',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (38,'<span data-type="title" id=toc-29>ما يقولُ عندَ الكَرْبِ: </span>كان النَّبِيُّ صلى الله عليه وسلم يدعو عند الكَرْبِ فيقول: «لاَ إِلهَ إلاَّ اللهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلهَ إلاَّ اللهُ رَبُّ السَّمَوَاتِ وَالأرْضِ، وَرَبُّ الْعَرْشِ الْعَظِيمِ» (٤٨) .

<span data-type="title" id=toc-30>ما يقولُ إذا استَصْعبَ عليهِ أمرٌ: </span>قال رسول الله صلى الله عليه وسلم: «اللَّهُمَّ لاَ سَهْلَ إلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الحَزْنَ (٤٩) إِذَا شِئْتَ سَهْلاً» (٥٠) .

<span data-type="title" id=toc-31>ما يقولُ إذا غَلَبَهَ أمرٌ: </span>قال رسول الله صلى الله عليه وسلم: « ... وَإِنْ أَصَابَكَ شَيْءٌ فَلا
_________
(٤٨) أخرجه البخاري؛ كتاب: الدعوات، باب: الدعاء عند الكرب، برقم (٦٣٤٥) ، عن ابن عباس رضي الله عنهما. ومسلم؛ كتاب: الذِّكر والدعاء، باب: دعاء الكرب، برقم (٢٧٣٠) ، عنه أيضاً. واللفظ للبخاري.
(٤٩) الحَزْن: ما غَلُظ من الأرض. يقال: في الأرض حُزُونة. انظر: مختار الصِّحاح للرازي (حَزَن) .
(٥٠) أخرجه ابن حبّان في «صحيحه» ، برقم (٩٧٠) ، عن أنس رضي الله عنه. وابن السنّي في «عمل اليوم والليلة» ، برقم (٣٥٣) ، عنه أيضًا.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (39,'تَقُلْ: لَوْ أَنِّي فَعَلْتُ كَانَ كَذَا وَكَذَا، وَلَكِنْ قُلْ: قَدَرُ اللهِ وَمَا شَاءَ فَعَلَ، فَإِنَّ "لَوْ" تَفْتَحُ عَمَلَ الشَّيْطَانِ» (٥١) .

<span data-type="title" id=toc-32>ما يقولُ إذا بُلِيَ بالَوْسَوسَةِ: </span>يقول: أعوذُ باللهِ، آمنتُ باللهِ ورسُلِهِ. قال النَّبِيُّ صلى الله عليه وسلم: « ... فَإِذَا بَلَغَهُ فَلْيَسْتَعِذْ بِاللهِ وَلْيَنْتَهِ» ، وقال عليه الصَّلاة والسَّلام: « ... فَمَنْ وَجَدَ مِنْ ذَلِكَ شَيْئًا، فَلْيَقُلْ: آمَنْتُ بِاللهِ وَرُسُلِهِ» (٥٢) .

<span data-type="title" id=toc-33>ما يقولُ إذا خاف على نفسه شركًا من وسوسةٍ ونحوِها</span>. يدعو قائلاً:
_________
(٥١) أخرجه مسلم؛ كتاب: القدر، باب: في الأمر بالقوة وترك العجز، برقم (٢٦٦٤) ، عن أبي هريرة رضي الله عنه.
(٥٢) أخرجه البخاري؛ كتاب: بدء الخلق، باب: صفة إبليس وجنوده، برقم (٣٢٧٦) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: الإيمان، باب: بيان الوسوسة في الإيمان، برقم (١٣٤) ، عنه أيضاً. وما سقته في المتن هومن مجموع روايتين؛ الأولى للبخاري، والثانية لمسلم رحمهما الله.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (40,'«اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ شَيْئًا أَعْلَمُهُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ» (٥٣) .

<span data-type="title" id=toc-34>ما يقولُ إذا هَمَّ بفعل أمرٍ، وانْتابَه تطيُّرٌ - تشاؤم - لِفِعْلِه</span>. يدعو فيقول: «اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إلهَ غَيْرُكَ» (٥٤) .

<span data-type="title" id=toc-35>ما يقولُ إذا رأى مبتلًى، عافانا الله تعالى</span>. يقول في نفسه دون أن يُسمِع صاحبَ البلاء -: «الْحَمْدُ للهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى
_________
(٥٣) أخرجه أحمد في مسنده (٤/٤٠٣) ، من حديث أبي موسى الأشعري رضي الله عنه.
(٥٤) أخرجه أحمد في مسنده (٢/٢٢٠) ، من حديث عبد الله بن عمرو رضي الله عنهما. وأورده الهيثمي في «المجمع» (٥/١٠٥) ، وقال: رواه أحمد والطبراني، وفيه ابن لهيعة، وحديثه حسن، وفيه ضعف، وبقية رجاله ثقات، والحديث صححه الألباني في «الصحيحة» (٣/٥٤) .',NULL,'46',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (41,'كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً» (٥٥) .

<span data-type="title" id=toc-36>ما يقولُ، وما يفعل، إذا أتاه أمرٌ يَسُرُّه، أو أمرٌ يكرهه</span>. يَخِرُّ المؤمنُ ساجدًا، إذا أتاهُ أمرٌ فيه سرورٌ له، شكرًا لله تعالى (٥٦) ، ويَحْمَدُ الله تعالى، فيقول: «الْحَمْدُ للهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ، وإذا أتاه الأمر يكرهه، قال: الْحَمْدُ للهِ عَلَى كُلِّ حَالٍ» (٥٧) .

<span data-type="title" id=toc-37>ما يقول مَن أعجبه شيء، ثم خشي أن يَعينَه</span>. يتعيّن على من علم من نفسه
_________
(٥٥) أخرجه الترمذي - وحسَّنه -؛ كتاب: الدعوات، برقم (٣٤٣١) ، عن عمر رضي الله عنه. باب: ما جاء ما يقول إذا رأى مبتلى.
(٥٦) أخرجه أبو داود؛ كتاب الجهاد، بابٌ في سجود الشكر، برقم (٢٧٧٤) ، وابن ماجَهْ؛ كتاب: إقامة الصلوات، باب: ما جاء في الصلاة والسجدة عند الشكر، برقم (١٣٩٤) ، كلاهما عن أبي بكرة رضي الله عنه. والحديث أخرجه الحاكم وصحّحه (١/٢٧٥) ، عنه أيضًا.
(٥٧) أخرجه ابن ماجَهْ؛ كتاب: الأدب، باب: فضل الحامدين، برقم (٣٨٠٣) ، وقال البوصيري في «المصباح» (١٣٢٩) : هذا إسناد صحيح. اهـ. والحديث أخرجه الحاكم، وصحّحه (١/٤٩٩) ، عن عائشة رضي الله عنها. وقد حسّن إسناده الألباني. انظر: صحيح ابن ماجه (٣٠٦٦) .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (42,'ضررَ عينه، أن يُبرِّك إذا استحسن إنسانًا أو شيئًا، وذلك بالمبادرة إلى قول: اللهم بارك عليه. لأمره صلى الله عليه وسلم عامرَ بنَ ربيعة لما عان سهلَ بن حُنيفٍ رضي الله عنهما، بقوله: «أَلاَ بَرَّكْتَ» (٥٨) .

<span data-type="title" id=toc-38>ما يقولُ عند سماع صياح ديكٍ، أو نهيق حمار، أو نُباح كلب</span>. إذا سمع صياح ديكٍ قال: اللَّهمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ، وإذا سمع نهيق حمار أو نباح كلب بليلٍ، قال: أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (٥٩) .
_________
(٥٨) الحديث أخرجه مالك في موطئه - مطوّلاً - (٢/٩٣٨) ، وعند الحاكم (٣/٤١٠) ، وابن حبان في «صحيحه» (٦١٠٥) . وقال البغوي في شرح السنة (١٢٠/١٦٤) : والحديث إسناده صحيح، ورجاله ثقات. اهـ.
(٥٩) كما ثبت من إرشاد النبي صلى الله عليه وسلم في الحديث المتفق عليه من حديث أبي هريرة رضي الله عنه: البخاري؛ كتاب بدء الخلق، باب: خير مال المسلم ... ، برقم (٣٣٠٣) ، ومسلم؛ كتاب: الذكر والدعاء، باب: استحباب الدعاء عند صياح الديك، برقم (٢٧٢٩) .',NULL,'48',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (43,'<span data-type="title" id=toc-39>بابُ الرُّقيةِ المشروعةِ</span>
رقيةُ الملدوغِ: رقى نفرٌ من أصحاب رسول الله صلى الله عليه وسلم سيِّدَ حيٍّ من أحياء العرب، كانَ قد لُدِغَ، رقاهُ أحدُهم بسورة الفاتحة [الزُّمَر: ٧٥] {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} فتعافى، فجعلوا لهم قَطِيعَ غنمٍ، فأَذِنَ لهم النَّبِيُّ صلى الله عليه وسلم باقتسامه، وقال: «وَمَا يُدْريكَ أَنَّهَا رُقْيَةٌ، ثُمَّ قَالَ: قَدْ أَصَبْتُمُ، اِقْسِمُوا وَاضْرِبُوا لِي مَعَكُمْ سَهْمًا، فَضَحِكَ رَسُولُ اللهِ صلى الله عليه وسلم» (٦٠) .

<span data-type="title" id=toc-40>رقيةُ مَنِ اشتكى مرضاً: </span>«كَانَ
_________
(٦٠) أخرجه البخاري؛ كتاب: الإجارة، باب: ما يُعطى في الرقية على أحياء العرب بفاتحة الكتاب:، برقم (٢٢٧٦) ، عن أبي سعيد رضي الله عنه. ومسلم؛ كتاب: السلام، باب: جواز أخذ الأجرة على الرقية بالقرآن والأذكار، برقم (٢٢٠١) ، عنه أيضاً. وقد ذكرتُ القصة بالمعنى - اختصاراً - أما لفظ الحديث فبالنصّ.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (44,'رَسُولُ اللهِ صلى الله عليه وسلم إِذَا اشْتَكَى يَقْرَأُ عَلَى نَفْسِهِ بِالْمُعَوِّذَاتِ وَيَنْفُثُ» (٦١) ، قيل للزُّهْرِيِّ _ح: كيفَ يَنْفُثُ؟ قال: كانَ يَنْفُثُ عَلَى يَدَيْهِ، ثُمَّ يَمْسَحُ بِهِمَا عَلَى وَجْهِهِ (٦٢) .

<span data-type="title" id=toc-41>رقيةُ مَنِ اشتكى قُرحةً أو جُرْحاً: </span>«كَانَ النَّبِيُّ صلى الله عليه وسلم يَضَعُ سَبَّابَتَهُ بِالأَْرْضِ ثُمَّ يَرْفَعُهَا، وَيَقُولُ: بِسْمِ اللهِ، تُرْبَةُ أَرْضِنَا، بِرِيقَةِ بَعْضِنَا، يُشْفَى بِهِ سَقِيمُنَا، بِإِذْنِ رَبِّنَا» (٦٣) .
رقيةُ رسولِ اللهِ صلى الله عليه وسلم: رقى أنسٌ رضي الله عنه
_________
(٦١) أخرجه البخاري؛ كتاب: فضائل القرآن، باب: فضل المعوّذات، برقم (٥٠١٦) ، عن عائشة رضي الله عنها. ومسلم؛ كتاب: السلام، باب: رقية المريض بالمعوّذات والنَّفْث، برقم (٢١٩٢) ، عنها أيضاً.
(٦٢) قول الزهريّ _ح ذكره النوويّ في «الأذكار» كتاب: أذكار المرض والموت.
(٦٣) أخرجه البخاري؛ كتاب: الطب، باب: رقية النبيّ صلى الله عليه وسلم، برقم (٥٧٤٥) ، عن عائشة رضي الله عنها. ومسلم؛ كتاب: السلام، باب: استحباب: الرقية، برقم (٢١٩٤) عنها أيضاً. واللفظ لمسلم.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (45,'ثابِتاً رحمه الله قائلاً: «أَلا أَرْقِيكَ بِرُقْيَةِ رَسُولِ اللهِ صلى الله عليه وسلم؟ قَالَ: بَلَى. قَالَ: اللَّهُمَّ رَبَّ النَّاسِ، مُذْهِبَ الْبَاسِ، اِشْفِ أَنْتَ الشَّافِي، لاَ شَافِيَ إلاَّ أَنْتَ، شِفَاءً لا يُغَادِرُ سَقَمًا» (٦٤) .

<span data-type="title" id=toc-42>رقيةُ جِبريلَ عليه السلام لرسولِ اللهِ صلى الله عليه وسلم: </span>كان جبريل عليه السَّلام إذا اشتكى رسولُ الله صلى الله عليه وسلم رَقاهُ، فقال: «بِسْمِ اللهِ يُبْرِيكَ، وَمِنْ كُلِّ دَاءٍ يَشْفِيكَ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ، وَشَرِّ كُلِّ ذِي عَيْنٍ» (٦٥) .
_________
(٦٤) أخرجه البخاري؛ كتاب: الطب، باب: رقية النبيّ صلى الله عليه وسلم، برقم (٥٧٤٢) ، عن أنس رضي الله عنه. ومسلم؛ كتاب: السلام، باب: استحباب: رقية المريض، برقم (٢١٩١) ، عن عائشة رضي الله عنها. واللفظ للبخاري.
(٦٥) أخرجه مسلم؛ كتاب: السلام، باب: الطبّ والمرض والرّقى، برقم (٢١٨٥) ، عن عائشة رضي الله عنها.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (46,'<span data-type="title" id=toc-43>الرُّقيةُ مَن الوجعِ في الجسدِ: </span>قالَ رسولُ اللهِ صلى الله عليه وسلم: «ضَعْ يَدَكَ عَلَى الَّذِي يَأْلَمُ مِنْ جَسَدِكَ، وَقُلْ: بِسْمِ اللهِ ثَلاثًا، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ» (٦٦) .

<span data-type="title" id=toc-44>ما يقولُ إذا عادَ مريضاً لم يحضُرْ أجلُه: </span>قال النَّبِيُّ صلى الله عليه وسلم: «مَنْ عَادَ مَرِيضًا، لَمْ يَحْضُرْ أَجَلُهُ، فَقَالَ عِنْدَهُ سَبْعَ مِرَارٍ: أَسْأَلُ اللهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ، إِلاَّ عَافَاهُ اللهُ مِنْ ذَلِكَ الْمَرَضِ» (٦٧) .
_________
(٦٦) أخرجه مسلم؛ كتاب: السلام، باب: استحباب: وضع يده على موضع الألم مع الدعاء، برقم (٢٢٠٢) ، عن عثمان بن أبي العاص الثقفي رضي الله عنه.
(٦٧) أخرجه أبو داود؛ كتاب: الجنائز: باب: الدعاء للمريض عند العيادة، برقم (٣١٠٦) ، عن ابن عباس رضي الله عنهما. والترمذيُّ - وحسّنه - كتاب: الطب، باب: ما يقول عند عيادة المريض، برقم (٢٠٨٣) ، عنه أيضاً. واللفظ لأبي داود.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (47,'وكان عليه الصَّلاةُ والسَّلامُ إذا دخل على مريضٍ يعودُه قال: «لا بَأْسَ، طَهُورٌ إِنْ شَاءَ اللهُ» (٦٨) .

<span data-type="title" id=toc-45>ما يقولُه إذا خافَ الفتنةَ من ضُرٍّ أصابَه: </span>قال النَّبِيُّ صلى الله عليه وسلم: «لا يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ مِنْ ضُرٍّ أَصَابَهُ، فَإِنْ كَانَ لا بُدَّ فَاعِلاً، فَلْيَقُلْ: اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الْوَفَاةُ خَيْرًا لِي» (٦٩) .

<span data-type="title" id=toc-46>مَا يقولُه إذا أَيِسَ من حياتِه (إذا مرِض مرَضَ الموتِ) : </span>تلا النَّبِيُّ صلى الله عليه وسلم
_________
(٦٨) أخرجه البخاري؛ كتاب المناقب، باب: علامات النبوّة في الإسلام، برقم (٣٦١٦) ، عن ابن عباس رضي الله عنهما.
(٦٩) أخرجه البخاري؛ كتاب: المرضى، باب: نهي تمني المريض للموت، برقم (٥٦٧١) ، عن أنس رضي الله عنه. ومسلم؛ كتاب: الذِّكر والدعاء، باب: كراهة تمني الموت، برقم (٢٦٨٠) ، عنه أيضاً. واللفظ للبخاري.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (48,'في مرض وفاته قولَه تعالى: [النِّسَاء: ٦٩] ، ثم قال صلى الله عليه وسلم: «اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الأَعْلَى» (٧٠) ، كما يُستحب للمُحتضَر قولُ: «لاَ إِلهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، لا إِلهَ إِلاَّ اللهُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ» ، قال عليه الصلاة والسلام:
_________
(٧٠) أخرجه البخاري؛ كتاب: المغازي، باب: مرض النبيّ صلى الله عليه وسلم ووفاته، برقم (٤٤٤٠) ، عن عائشة رضي الله عنها. ومسلم؛ كتاب: فضائل الصحابة، باب: في فضل عائشة، برقم (٢٤٤٤) ، عنها أيضاً.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (49,'«مَنْ قَالَهَا فِي مَرَضِهِ، ثُمَّ مَاتَ لَمْ تَطْعَمْهُ النَّارُ» (٧١) .

<span data-type="title" id=toc-47>ما يقولُ عندَ النزعِ الأخيرِ: </span>قالَ رسولُ اللهِ صلى الله عليه وسلم: «مَنْ كَانَ آخِرُ كَلامِهِ: لا إِلهَ إِلاَّ اللهُ، دَخَلَ الْجَنَّةَ» (٧٢) . وقال عليه الصَّلاةُ والسَّلامُ: «لَقِّنُوا مَوْتَاكُمْ: لا إِلهَ إِلاَّ اللهُ» (٧٣) .

<span data-type="title" id=toc-48>(فائدة) : </span>كَيْفَ يلقِّنُه كلمةَ التوحيدِ؟
* ... يُلقِّنُه ذلك برِفْقٍ، مخافةَ أن يَضْجَرَ فَيَرُدَّها، والعياذُ بالله.
_________
(٧١) أخرجه الترمذي - وحسّنه واستغربه - كتاب: الدعوات، باب: ما يقول العبد إذا مرض، برقم (٣٤٣٠) ، عن أبي سعيد وأبي هريرة رضي الله عنهما. والحديث صحّحه الألباني. انظر: صحيح الترمذي (٢٧٢٧) .
(٧٢) أخرجه أبو داود؛ كتاب: الجنائز، باب: في التلقين، برقم (٣١١٦) ، عن معاذ بن جبل رضي الله عنه. والحديث صحّحه الألباني. انظر: صحيح أبي داود (٢٦٧٠) . وللحديث شاهد من حديث أبي هريرة أخرجه ابن حِبّان، برقم (٧١٩) .
(٧٣) أخرجه مسلم؛ كتاب: الجنائز، باب: تلقين الموتى (لا إله إلا الله) ، برقم (٩١٦) ، عن أبي سعيد الخُدْري رضي الله عنه.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (50,'* ... ولا يعيدُها عليه إذا قالها مرَّةً، إلاَّ أن يتكلَّمَ المُحتضَرُ بكلامٍ آخَر (٧٤) .

<span data-type="title" id=toc-49>ما يقول إذا أغمض عينَيِ المَيِّت</span>. يقول: «اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (ويذكره باسمه) ، وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِه، وَنَوِّرْ لَهُ فِيهِ» (٧٥) .

<span data-type="title" id=toc-50>ما يدعو للمَيِّتِ عندَ الصَّلاةِ عليه: </span>صلََّى رسولُ اللهِ صلى الله عليه وسلم على جَنازةٍ فقال:
_________
(٧٤) أفاده النوويّ في «الأذكار» ، باب: ما يقوله من أيس من حياته.
(٧٥) أخرجه مسلم؛ كتاب: الجنائز، باب: في إغماض الميت والدعاء له إذا حُضِر، برقم (٩٢٠) ، عن أم سلمةَ رضي الله عنها.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (51,'«اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ، وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ، وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ، ومِنْ عَذَابِ النَّارِ» (٧٦) .

<span data-type="title" id=toc-51>ما يقولُهُ مَنْ مَات له مَيِّتٌ: </span>يقولُ رسولُ اللهِ صلى الله عليه وسلم: «مَا مِنْ مُسْلِمٍ تُصِيبُهُ مُصِيبَةٌ، فَيَقُولُ مَا أَمَرَهُ اللهُ: إِنَّا للهِ وَإِنَّا
_________
(٧٦) أخرجه مسلم؛ كتاب: الجنائز، باب: الدعاء للميت في الصلاة، برقم (٩٦٣) ، عن عوف بن مالك رضي الله عنه.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (52,'إلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا، إِلاَّ أَخْلَفَ اللهُ لَهُ خَيْرًا مِنْهَا» (٧٧) .

<span data-type="title" id=toc-52>تنبيه: </span>لِيَحذرْ أهلُ المَيِّت من الدعاء على أَنفُسِهم إلا بخير، فقد قال عليه الصلاةُ والسلامُ لِناسٍ من أهل أبي سلمةَ عند عِلْمهم بموته: «لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ إِلاَّ بِخَيْرٍ، فَإِنَّ الْمَلاَئِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ» (٧٨) .

<span data-type="title" id=toc-53>ما يقولُ المسلمُ لأخيه المسلمِ إذا عزّاهُ: </span>يقول كما قال رسولُ الله صلى الله عليه وسلم لابنتِهِ
_________
(٧٧) أخرجه مسلم؛ كتاب: الجنائز: باب: ما يقال عند المصيبة، برقم (٩١٨) ، عن أم سلمةَ رضي الله عنها.
(٧٨) التخريج السابق.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (53,'حين أَرْسَلَتْ إليه تقولُ: إِنَّ ابْنًا لِي قُبِضَ فَأْتِنَا، فَأَرْسَلَ يُقْرِئُ السَّلامَ وَيَقُولُ: «إِنَّ للهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلٌّ عِنْدَهُ بِأَجَلٍ مُسَمًّى، فَلْتَصْبِرْ وَلْتَحْتَسِبْ» (٧٩) .

<span data-type="title" id=toc-54>ما يقولُ إذا صلَّى على جنازةِ طفلٍ: </span>يدعو لأبَوَيْهِ بقولهِ: اللَّهُمَّ اجْعَلْهُ لَهُمَا فَرَطاً (٨٠) ، وَاجْعَلْهُ لَهُمَا سَلَفاً، وَاجْعَلْهُ لَهُمَا ذُخْراً، وَثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَفْرِغِ الصَّبْرَ عَلَى قَلُوبِهِما، وَلاَ تَفْتِنْهُمَا بَعْدَهُ، وَلاَ تَحْرِمْهُمَا أَجْرَهُ (٨١) .
_________
(٧٩) أخرجه البخاري؛ كتاب: الجنائز، باب: قول النبيّ صلى الله عليه وسلم: «يُعَذَّبُ الْمَيِّتُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِ» ، برقم (١٢٨٤) ، عن أسامة بن زيد رضي الله عنهما. ومسلم؛ كتاب: الجنائز. باب: البكاء على الميت، برقم (٩٢٣) ، عنه أيضاً.
(٨٠) فَرَطاً: أي مقدَّماً إلى الجنة.
(٨١) الدعاء اختاره النوويّ في الأذكار، باب: أذكار الصلاة على الميت. وعَنْون البخاريُّ في كتاب الجنازة من صحيحه فقال: باب: قراءة فاتحة الكتاب على الجنازة، وقال الحسن - أي البصريّ-: يُقرأ على الطفل بفاتحة الكتاب، ويقول «اللهم اجعله لنا سَلَفاً وفََرَطاً وأجراً» . اهـ.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (54,'<span data-type="title" id=toc-55>(فائدة) : </span>هل يقولُ مَن مشى في جَنازةٍ شيئاً؟
اِعلمْ - رَحِمَكَ اللهُ - أنَّ الصَّواب المختارَ ما كان عليه السَّلَفُ رضي الله عنهم من السُّكون والسُّكوتِ حالَ السَّيْرِ مع الجَنازة، فإن اشتغلَ بِذِكْرٍ أو فِكْرٍ فلا يَرفعْ صوتَه بذلك (٨٢) .

<span data-type="title" id=toc-56>ما يقولُ إذا أدخل المَيِّت قبرَه: </span>قالَ رسولُ اللهِ صلى الله عليه وسلم: «إِذَا وَضَعْتُمْ مَوْتَاكُمْ فِي الْقُبُورِ، فَقُولُوا: بِسْمِ اللهِ، وَعَلَى مِلَّةِ رَسُولِ اللهِ صلى الله عليه وسلم» ، وفي روايةٍ: «بِسْمِ اللهِ، وَعَلَى سُنَّةِ رَسُولِ اللهِ صلى الله عليه وسلم» (٨٣) .
_________
(٨٢) انظر: «الأذكار» للنووي، باب: أذكار الصلاة على الميت.
(٨٣) الحديثان أخرجهما أحمد في مسنده؛ الأول (٢/٤٠) ، والثاني (٢/٥٩) ، كلاهما من حديث ابن عمر رضي الله عنهما.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (55,'<span data-type="title" id=toc-57>ما يقولُ إذا فَرَغ منَ الدَّفنِ: </span>كان النَّبِيُّ صلى الله عليه وسلم إِذَا فَرَغَ مِنْ دَفْنِ الْمَيِّتِ وَقَفَ عَلَيْهِ فَقَالَ: «اسْتَغْفِرُوا لأَخِيكُمْ، وَسَلُوا لَهُ بِالتَّثْبِيتِ، فَإِنَّهُ الآنَ يُسْأَلُ» (٨٤) .

<span data-type="title" id=toc-58>الدُّعَاءِ في صلاةِ الجَنازةِ: </span>أجمع العلماء على أن الدعاءَ للأمواتِ ينفعُهُم ويَصِلُ إليهم ثوابُه (٨٥) .
ومما يقوله المسلمُ كما علَّمنا رسول الله صلى الله عليه وسلم: «اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَصَغِيرِنَا وَكَبِيرِنَا، وَذَكَرِنَا وَأُنْثَانَا، وَشَاهِدِنَا وَغَائِبِنَا، اللَّهُمَّ مَنْ
_________
(٨٤) أخرجه أبو داود؛ كتاب: الجنائز، باب: الاستغفار عند القبر للميت، برقم (٣٢٢١) ، عن عثمان بن عفان رضي الله عنه. والحديث صحّحه الألباني. انظر: صحيح أبي داود (٢٧٥٨) .
(٨٥) نقله الإمام النوويّ _ح في «الأذكار» ، باب: ما ينفع الميت من قول غيره.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (56,'أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى [الإيمَانِ] ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى [الإسْلامِ] اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ وَلا تُضِلَّنَا بَعْدَهُ» (٨٦) .

<span data-type="title" id=toc-59>(فائدة) </span>مِن حقِّ المسلمِ على أخيه المسلمِ أنْ يذكُرَ محاسِنَهُ، حتى بعدَ موتِهِ: قال رسول الله صلى الله عليه وسلم: «لا تَسُبُّوا الأمْوَاتَ، فَإِنَّهُمْ قَدْ أَفْضَوْا إِلَى مَا قَدَّمُوا» (٨٧) .

<span data-type="title" id=toc-60>ما يقولُهُ زائرُ مِقبرة المسلمين: </span>علَّم النَّبِيُّ صلى الله عليه وسلم المسلمَ إذا خرجَ إلى المِقبرة أن يقول: «السَّلامُ عَلَى أَهْلِ
_________
(٨٦) أخرجه أبو داود؛ كتاب: الجنائز، باب: الدعاء للميت، برقم (٣٢٠١) ، عن أبي هريرة رضي الله عنه. والترمذيّ؛ كتاب: الجنائز، باب: ما يقول في الصلاة على الميت، برقم (١٠٢٤) . واللفظ لأبي داودَ، وأبدل الترمذيُّ موضعَيْ [الإيمان] و [الإسلام] في الرواية.
(٨٧) أخرجه البخاري؛ كتاب: الجنائز، باب: ما يُنهى مِنْ سَبِّ الأموات، برقم (١٣٩٣) ، عن عائشة رضي الله عنها، وبرقم (٦٥١٦) ، عنها أيضاً.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (57,'الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَيَرْحَمُ اللهُ مِنَّا الْمُسْتَقْدِمِينَ وَالْمُستَأخِرِينَ، وَإِنَّا إِنْ شَاءَ اللهُ بِكُمْ لَلاَحِقُونَ» (٨٨) .
_________
(٨٨) أخرجه مسلم؛ كتاب: الجنائز، باب: ما يقال عند دخول القبور والدعاء لأهلها، برقم (٩٧٤) ، عن عائشة رضي الله عنها.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (58,'<span data-type="title" id=toc-61>الفصل الرابع
الأذكارُ الواردةُ في اليومِ والليلةِ</span>
اِعلم - رَحِمَكَ اللهُ - أنَّ الأذكارَ في ذلك قد كَثُرَتْ على مُحصِيها، وليس هنا موضعُ جَمْعِها، لكنِ القصدُ انتقاءُ بعضِها واختيارٌ من صحيحها لِيسْهُلَ بذلك حِفْظُها والالتزامُ بها، وهاكَ جملةً منها، فاستعِنْ بالله ولا تَعجِزْ، واحرِصْ عليها حرصك على نفسك، فإن نفعها لا يُحصى.
بابٌ في جملةٍ مِمَّا يقالُ عندَ الصَّباحِ والمساءِ: عند الصَّباح يقول: «الْحَمْدُ',NULL,'65',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (59,'للهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ» (٨٩) . «الْحَمْدُ للهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لِي بِذِكْرِهِ» (٩٠) .

ثم يقرأُ آيةَ {اللَّهُ لاَ إِلهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ} . فقد جاء في الحديث أنه «لَنْ يَزَالَ عَلَيْكَ مِنَ اللهِ حَافِظٌ، وَلا يَقْرَبُكَ شَيْطَانٌ حَتَّى تُصْبِحَ» (٩١) .
ويقرأُ المعوِّذاتِ [الإخلاصَ والفلقَ والناسَ] . ثلاثَ مرَّاتٍ، فإنها كما قال النَّبِيُّ صلى الله عليه وسلم: «تَكْفِيكَ مِنْ كُلِّ شَيْءٍ» (٩٢) .
_________
(٨٩) أخرجه البخاري؛ كتاب: الدعوات، باب: ما يقول إذا أصبح، برقم (٦٣٢٥) ، عن أبي ذرٍّ الغفاري رضي الله عنه. وبرقم (٧٣٩٥) ، عنه أيضاً. ومسلم؛ كتاب: الذكر والدعاء، برقم (٢٧١٠) ، عن البراء بن عازبٍ رضي الله عنه.
(٩٠) أخرجه الترمذيّ - وحسّنه - كتاب: الدعوات، باب: (منه دعاء باسمك ربي وضعت جنبي) ، برقم (٣٤٠١) ، عن أبي هريرة رضي الله عنه.
(٩١) أخرجه البخاري؛ كتاب: بدء الخلق، باب: صفة إبليس وجنوده، برقم (٣٢٧٥) ، عن أبي هريرة رضي الله عنه.
(٩٢) أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٨٢) ، عن عبد الله بن خُبيب رضي الله عنه. والترمذي - وصحّحه - كتاب: الدعوات، باب: الدعاء عند النوم، برقم (٣٥٧٥) ، عنه أيضاً.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (60,'وإذا أصبح أو أمسى قال سيِّدَ الاستغفارِ، وهو كما قال النَّبِيُّ صلى الله عليه وسلم:
«سيِّدُ الاستغفارِ: اللَّهُمَّ أَنْتَ رَبِّي لا إِلهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ [لَكَ] بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لا يَغْفِرُ الذُّنُوبَ إِلا أَنْتَ» (٩٣) .
وإذا أصبحَ يقول: «اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا،
_________
(٩٣) أخرجه البخاري؛ كتاب: الدعوات، باب: أفضل الاستغفار، برقم (٦٣٠٦) ، عن شداد بن أوس رضي الله عنه، وبرقم (٦٣٢٣) ، عنه أيضاً، بزيادة لفظ [لك] ، وبتأخير قوله: «أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ» .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (61,'وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ» .
وإذا أمسى قالها: «اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ» (٩٤) .
وإذا أصبح قال: «أصْبَحْنا وأصبحَ الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» .

وإذا أمسى قالها: «أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ
_________
(٩٤) أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٦٨) ، عن أبي هريرة رضي الله عنه. بلفظ «النُّشُورُ» في الإصباح والإمساء. صحّحه الألباني. انظر: صحيح أبي داود (٤٢٣٦) . ... فائدة: الرواية التي أثبتت في المتن، رجّحها الإمام ابن القيم _ح في شرحه لسنن أبي داود بقوله: «وهي أَوْلَى الروايات أن تكون محفوظة، لأن الصباح والانتباه من النوم: بمنزلة النشور، وهو الحياة بعد الموت، والمساء والصيرورة إلى النوم: بمنزلة الموت والمصير إلى الله. انظر مختصر سنن أبي داود للمنذري ص٣٣٠. وجاء في التعليق على صحيح أبي داود للعلاّمة الألباني _ح ص٩٥٦، ما نصه: «كذا الأصل، غير أنه على هامش إحدى المخطوطتين صححت: (وَإِلَيْكَ النُّشُورُ) الأخيرة إلى: (وَإِلَيْكَ الْمَصِيرُ) . اهـ.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (62,'الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» وإن شاء زاد: «رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ، وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ، وَشَرِّ مَا بَعْدَهَا» (٩٥) .
ومن مُهِمَّات أدعية الصباح والمساء: «اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآْخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ
_________
(٩٥) أخرجه مسلم؛ كتاب: الذِّكر والدعاء، باب: التعوّذ من شر ما عمل، برقم (٢٧٢٣) ، عن عبد الله بن مسعود رضي الله عنه.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (63,'رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي، وَعَنْ يَمِينِي وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظْمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي» (٩٦) .

<span data-type="title" id=toc-62>ما يقالُ في صبيحةِ يومِ الجُمُعةِ: </span>اِعلم - رَحِمَكَ الله - أنه يُقال في صبيحتها جميعُ ما سبق، ويُزاد فيه كثرةُ الصَّلاةِ والسَّلام على رسولِ اللهِ صلى الله عليه وسلم، فقد قال النَّبِيُّ صلى الله عليه وسلم: «مِنْ أَفْضَلِ أَيَّامِكُمْ يَوْمُ الْجُمُعَةِ، فِيهِ خُلِقَ آدَمُ، وَفِيهِ قُبِضَ، وَفِيهِ النَّفْخَةُ، وَفِيهِ
_________
(٩٦) أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٧٤) ، عن ابن عمر رضي الله عنهما. انظر: صحيح أبي داود للألباني (٤٢٣٩) . ومعنى: «أُغْتَالَ مِنْ تَحْتِي» ، قال أبو داود: قال وكيع - أي ابن الجرّاح -: هو الخسف. اهـ. والمعنى: [أُؤْخذ بغتةً وأَهْلك غفلةً من الجهة التحتانية بالخسف] . انظر: عون المعبود (١٣/٢١١) .',NULL,'70',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (64,'الصَّعْقَةُ، فَأَكْثِرُوا عَلَيَّ مِن الصَّلاةِ فِيهِ، فَإِنَّ صَلاتَكُمْ مَعْرُوضَةٌ عَلَيَّ ... » الحديث (٩٧) .
_________
(٩٧) جزء من رواية سبق تخريجها بتمامها بهامش (٦) .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (65,'<span data-type="title" id=toc-63>بابُ أذكارِ النَّوْمِ وما يتعلقُ به:</span>
يُسَنَّ للمسلم إذا أراد النومَ فِعلُ أمورٍ، وقولُ أذكارٍ (٩٨) ، سأورد بعضاً منها: فاستعن بالله تعالى على المداومة عليها، قاصدًا في ذلك حُسنَ اتباع سُنَّةِ النبيِّ صلى الله عليه وسلم:

(١) ... اِقرأ آيةَ الكرسِيِّ، لِما جاء في روايةِ حِفْظِ أبي هريرةَ لزكاة رمضانَ من قولِ الآتي الذي أتاه: «إِذَا أَوَيْتَ إِلَى فِرَاشِكَ، فَاقْرَأْ آيَةَ الْكُرْسِيِّ» وقال النَّبِيُّ صلى الله عليه وسلم:
_________
(٩٨) اقتصرت على ذكر الأقوال في ذلك، دون الآداب، لأن الأخيرة ستأتي - إن شاء الله - في كتيب خاص، مفصّلة مع جملة من الآداب الإسلامية، ضمن سلسلة: [زاد المؤمن] .',NULL,'72',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (66,'«صَدَقَكَ وَهُوَ كَذُوبٌ» (٩٩) .
(٢) ... اِقرأ خواتيمَ سورةِ البقرة: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ} [البَقَرَة: الآيتان ٢٨٥ - ٢٨٦] إلى آخر السُّورة الكريمة، وذلك لقول النَّبِيِّ صلى الله عليه وسلم: «الآيَتَانِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ مَنْ قَرَأَ بِهِمَا فِي لَيْلَةٍ كَفَتَاهُ» (١٠٠) .
(٣) اِقرأ {قُلْ يَاأَيُّهَا الْكَافِرُونَ} ، فإنها براءة من الشرك، كما في قَوْلِ النَّبِيِّ صلى الله عليه وسلم: «اقْرَأْ {قُلْ يَاأَيُّهَا
_________
(٩٩) جزء من رواية أخرجها البخاري؛ قد سبق تخريجها بهامش (٩١) .
(١٠٠) أخرجه البخاري؛ كتاب: فضائل القرآن، باب: من لم ير بأساً أن يقول: سورة البقرة وسورة كذا، برقم (٥٠٤٠) ، عن أبي مسعود الأنصاري رضي الله عنه. ومسلم؛ كتاب: صلاة المسافرين وقَصْرها، برقم (٨٠٧) باختلاف عنده، وبرقم (٨٠٨) ، عنه أيضاً. وهو اللفظ المختار.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (67,'الْكَافِرُونَ} ثُمَّ نَمْ عَلَى خَاتِمَتِهَا فَإِنَّهَا بَرَاءَةٌ مِنَ الشِّرْكِ» (١٠١) .
(٤) اُنفُثْ في يَدَيْكَ ثَلاثًا، واقْرَأْ بِهِمَا بِالمُعَوِّذَاتِ، وَامْسَحْ بِهِمَا مَا اسْتَطَعتَ مِنْ ظَاهِرِ جَسَدِك، تَبْدَأُ بِمَسْحِ الرَّأْسِ وَالوَجْهِ، ثُمَّ مَا أَقْبَلَ مِنْ جَسَدِكَ، (تفعلُ ذلكَ ثلاثاً) ، «فقد كَانَ رَسُولُ اللهِ صلى الله عليه وسلم إِذَا أَخَذَ مَضْجَعَهُ نَفَثَ فِي يَدَيْهِ (١٠٢) ، وَقَرَأَ بِالْمُعَوِّذَاتِ (١٠٣) ، وَمَسَحَ بِهِمَا جَسَدَهُ» (١٠٤) .
_________
(١٠١) أخرجه أبو داود - بلفظه - كتاب: الأدب، باب: ما يقول عند النوم، برقم (٥٠٥٥) ، عن نوفل الأشجعي رضي الله عنه. والترمذيُّ؛ كتاب: الدعوات، باب: ما جاء في من يقرأ من القرآن عند المنام، برقم (٣٤٠٣) ، عنه أيضاً. وانظر: صحيح الترمذي للألباني (٢٧٠٩) .
(١٠٢) النفث في اليدين: يكون بنفخٍ لطيف في باطن اليدين، أي: في الكفَّيْن، مع قليل من الريق.
(١٠٣) المعوِّذات: سورة الإخلاص، وسورة الفلق، وسورة الناس. ويُشار هنا إلى أن لفظ «المُعوِّذات» يُطلق على السور الثلاث، كما وردت بذلك الروايةُ عند أبي داود، برقم (١٥٢٣) ، بلفظ: «أَمَرَنِي رَسُولُ اللهِ صلى الله عليه وسلم أَنْ أَقْرَأَ بِالْمُعَوِّذَاتِ دُبُرَ كُلِّ صَلاَةٍ» .
(١٠٤) أخرجه البخاري؛ كتاب: الدعوات، باب: التعوُّذ والقراءة عند المنام.، برقم (٥٠١٧) ، عن عائشة رضي الله عنها، وبرقم (٦٣١٩) ، عنها أيضاً، والثانية هي المختارة.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (68,'(٥) كبِّرِ اللهَ أربعاً وثلاثين، واحمَده ثلاثاً وثلاثين، وسبِّحْ له ثلاثاً وثلاثين، فقد أرشدَ رسولُ اللهِ صلى الله عليه وسلم عليًّا وفاطمةَ رضي الله عنهما إلى ذلك، فقال: «إِذَا أَخَذْتُمَا مَضَاجِعَكُمَا، فَكَبِّرَا اللهَ أَرْبَعًا وَثَلاثِينَ، وَاحْمَدَا ثَلاثًا وَثَلاثِينَ، وَسَبِّحَا ثَلاثًا وَثَلاثِينَ» (١٠٥) .

(٦) ... قلِ: «اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَْرْضِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلَّ شَيءٍ، فَالِقَ الْحَبِّ
_________
(١٠٥) أخرجه البخاري؛ كتاب: فرض الخُمُس، باب: ما ذكر عن درع النبيّ صلى الله عليه وسلم، برقم (٣١١٣) ، عن علي رضي الله عنه، ومسلم؛ كتاب: الذِّكر والدعاء، باب: التسبيح أول النهار وعند النوم، برقم (٢٧٢٧) ، عنه أيضاً.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (69,'وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالإِْنْجِيلِ وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ الأْوّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ» (١٠٦) .
(٧) قُلِ: «اللَّهُمَّ بِاسْمِكَ أَحْيَا، وَبِاسْمِكَ أَمُوتُ» (١٠٧) .
_________
(١٠٦) أخرجه مسلم؛ كتاب: الذكر والدعاء، باب: ما يقول عند النوم، برقم (٢٧١٣) ، عن أبي هريرة رضي الله عنه.
(١٠٧) أخرجه البخاري؛ كتاب: الدعوات: باب: ما يقول إذا نام، برقم (٦٣١٢) ، عن حذيفةَ رضي الله عنه. ومسلم؛ كتاب: الذِّكر والدعاء، باب: ما يقول عند النوم، برقم (٢٧١١) ، عنه أيضاً. واللفط لمسلم.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (70,'(٨) قُلْ: «بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ، إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ» (١٠٨) .
(٩) واختم ذلك كلَّه بما أرشد إليه رسولُ الله صلى الله عليه وسلم البراءَ بنَ عازبٍ رضي الله عنه بقوله: «إِذَا أَتَيْتَ مَضْجَعَكَ، فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاةِ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأيْمَنَ وَقُلْ: اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ،
_________
(١٠٨) أخرجه البخاري؛ كتاب: الدعوات، بابٌ بعد بابِ: التعوُّذ والقراءة عند المنام، برقم (٦٣٢٠) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: الذِّكر والدعاء، باب: الدعاء عند النوم، برقم (٢٧١٤) ، عنه أيضاً. واللفظ للبخاري.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (71,'وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لا مَلْجَأَ وَلا مَنْجَا مِنْكَ إِلا إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَ [بِـ]ـنَبِيِّكَ الَّذِي أَرْسَلْتَ، فَإِنْ مُتَّ مُتَّ عَلَى الْفِطْرَةِ، [واجعلْهُنَّ مِن آخرِ كلامِك] » (١٠٩) .

<span data-type="title" id=toc-64>ما يقولُ إذا رأى في منامِه ما يحبُّ أو ما يَكْره:</span>
- ... إن كانَتْ رُؤيا يحبُّها، فهي من الله تعالى، فليقل: الحمدُ لله. ثم إنَّ
_________
(١٠٩) أخرجه البخاري؛ كتاب: الدعوات، باب: ما يقول إذا نام، برقم (٦٣١٣) ، عن البراء بن عازب رضي الله عنه. ومسلم؛ كتاب: الذِّكر والدعاء ... ، باب: ما يقول عند النوم، برقم (٢٧١٠) ، عنه أيضاً. اللفظ المختار لنص الدعاء للبخاري، والزيادة في آخره عند مسلم، وكذلك زيادة الباء من قوله: «وَبِنَبِيِّكَ» .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (72,'له أن يحدِّثَ بها مَنْ أحبَّ.
- ... وإنْ كانَتْ حُلْماً يكرهُهُ، فهي من الشيطان. فليقل: أعوذُ باللهِ من شرِّ الشيطانِ وشرِّها. ولْينفُثْ (١١٠) عن يساره ثلاثاً. ولا يحدِّثْ بها أحداً.
... قال النَّبِيُّ صلى الله عليه وسلم: «إِذَا رَأَى أَحَدُكُمْ رُؤْيَا يُحِبُّهَا، فَإِنَّمَا هِيَ مِنَ اللهِ، فَلْيَحْمَدِ اللهَ عَلَيْهَا وَلْيُحَدِّثْ بِهَا، وَإِذَا رَأَى غَيْرَ ذَلِكَ مِمَّا يَكْرَهُ، فَإِنَّمَا هِيَ مِنَ الشَّيْطَانِ، فَلْيَسْتَعِذْ مِنْ شَرِّهَا، وَلا يَذْكُرْهَا لأَحَدٍ،
_________
(١١٠) النفث: نفخ لطيف مع قليل من الريق، كما سبق بيانه في الهامش (١٠٢) .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (73,'فَإِنَّهَا لا تَضُرُّهُ» (١١١) .

<span data-type="title" id=toc-65>ما يقول إذا فزع في النوم:</span>
«بِسْمِ اللهِ، أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ، وَأَنْ يَحْضُرُونِ» (١١٢) .

ما يقولُ إذا تعارَّ (١١٣) من الليل:، أي: استيقظَ وأرادَ النومَ بعده. قال صلى الله عليه وسلم: «مَنْ تعارَّ منَ الليلِ، فقال: لاَ إِله إِلاَّ اللهُ وَحْدَهُ، لاَ شَرِيكَ لَهُ، لَهُ المُلكُ، وَلهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدٍيرٌ،
_________
(١١١) أخرجه البخاري؛ كتاب: التعبير، باب: الرؤيا من الله، برقم (٦٩٨٥) ، عن أبي سعيد رضي الله عنه، ومسلم؛ كتاب: الرؤيا، برقم (٢٢٦١) ، عن أبي سلمة رضي الله عنه بزيادة: [فلينفث عن يساره ثلاثاً] . واللفظ المختار للبخاري.
(١١٢) أخرجه أحمد في مسنده (٢/١٨١) ، من حديث عبد الله بن عمرو رضي الله عنهما، وأبو داود؛ كتاب: الطِبّ، باب: كيف الرُّقى؟ برقم (٣٨٩٣) ، عنه أيضًا. والترمذيُّ - وحسَّنه -؛ كتاب: الدعوات، باب: دعاء الفزع في النوم، برقم (٣٥٢٨) ، من حديث ابن عمرٍو أيضًا.
(١١٣) أي: استيقظ وأراد النوم بعده، كما بيّنه الإمام النووي في الأذكار، باب: ما يقول إذا استيقظ في الليل وأراد النوم بعده.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (74,'وَالْحَمْدُ للهِ، وَسُبْحانَ اللهِ، وَلاَ إِله إلاَّ الله، وَاللهُ أَكْبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إلاَّ بِاللهِ، ثُمَّ قَالَ: اللَّهُمَّ اغْفِرْ لي، أَوْ دَعَا، اسْتُجِيْبَ لَهُ، فَإَنْ تَوَضَّأ وَصَلّى قُبِلَتْ صَلاَتُهُ» (١١٤) .

<span data-type="title" id=toc-67>ما يقول إذا تسوَّك وتوضَّأ، حال استيقاظه ليلاً: </span>«اسْتَيْقَظَ رَسُولُ اللهِ صلى الله عليه وسلم، فَتَسَوَّكَ وَتَوَضَّأَ، وَهُوَ يَتْلُو قَوْلَهُ تَعَالى: [آل عِمرَان: ١٩٠-١٩٤] {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لآَيَاتٍ لأُِولِي الأَلْبَابِ *الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ
_________
(١١٤) أخرجه البخاري؛ كتاب: أبواب التهجد، باب: فضل من تعارّ من الليل فصلّى، برقم (١١٤٥) ، عن عبادةَ بن الصامت رضي الله عنه.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (75,'السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ *رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ *رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ *رَبَّنَا وَآتِنَا مَا وَعَدْتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ *} ، فقرأ صلى الله عليه وسلم حتى ختم السورة» (١١٥) .
_________
(١١٥) أخرجه مسلم - مُطوَّلاً - في كتاب: صلاة المسافرين وقَصْرِها، باب: الدعاء في صلاة الليل وقيامه، برقم (٧٦٣) ، عن ابن عباس رضي الله عنهما.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (76,'<span data-type="title" id=toc-68>الفصل الخامس
في أذكارٍ مخصوصةٍ بالعباداتِ</span>
[الصَّلاة ومالازَمَها، الزَّكاة، الصِّيام، الحج والعمرة]

<span data-type="title" id=toc-69>بابُ أذكارٍ مخصوصةٍ بالصَّلاة ومالازَمَها</span>
<span data-type="title" id=toc-70>ما يقولُ عندَ دخولِ الخلاءِ: </span>كان رسولُ اللهِ صلى الله عليه وسلم يقولُ عند دخول الخلاء: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْخُبُثِ وَالْخَبَائِثِ» (١١٦) .

<span data-type="title" id=toc-71>(فائدة) </span>يُكره الذِّكْرُ والكلامُ حالَ قضاء الحاجة، إلاَّ لضرورة؛ فلا يشمِّتُ - حال ذلك - عاطساً،
_________
(١١٦) أخرجه البخاريّ، كتاب: الوضوء، باب: مايقول عند الخلاء، برقم (١٤٢) ، عن أنس رضي الله عنه، وبرقم (٦٣٢٢) ، عنه أيضاً. ومسلم؛ كتاب: الحيض، باب: ما يقول إذا أراد دخول الخلاء، برقم (٣٧٥) ، عنه أيضاً. وضَبْط (الخُبْث) في مسلم بإسكان الباء.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (77,'ولايردُّ سلاماً، ولايجيبُ المؤذِّنَ. «وَقَدْ مَرَّ رَجُلٌ بِالنَّبِيِّ صلى الله عليه وسلم وَهُوَ يَبُولُ، فَسَلَّمَ عَلَيْهِ فَلَمْ يَرُدَّ عَلَيْهِ» (١١٧) .

<span data-type="title" id=toc-72>ما يقولُ عندَ الخروجِ من الخلاءِ: </span>كان رسول الله صلى الله عليه وسلم يقول إذا خرج من الخلاء: «غُفْرَانَكَ» (١١٨) .

<span data-type="title" id=toc-73>ما يقولُ إذا أرادَ الوضوءَ: </span>يقول: «بِسمِ اللهِ» ، لما جاء في الحديث: «لا صَلاةَ لِمَنْ لا وُضُوءَ لَهُ، وَلا وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللهِ تَعَالَى عَلَيْهِ» (١١٩) .
_________
(١١٧) أخرجه البخاريّ، كتاب: التيمّم، باب: التيمّم في الحضَر، برقم (٣٣٧) ، عن أبي الجهيم الأنصاري رضي الله عنه. ومسلم؛ كتاب: الحيض، باب: التيمّم، برقم (٣٦٩) ، عنه أيضاً. وكنيته - عند مسلم -: أبو الجهم رضي الله عنه.
(١١٨) أخرجه أبوداود، كتاب: الطهارة، باب: مايقول الرجل إذا خرج من الخلاء، برقم (٣٠) ، عن عائشة رضي الله عنها. والترمذيُّ - وحسّنه - أبواب الطهارة، باب: مايقول إذا خرج من الخلاء، برقم (٧) عنها أيضاً.
(١١٩) أخرجه أبو داود، كتاب: الطهارة، باب: في التسمية على الوضوء، برقم (١٠١) ، عن أبي هريرة رضي الله عنه. وأحمد، برقم (٩٤٠٨) ، من حديثه أيضاً. قال النوويّ _ح، باب: مايقول على وضوئه: جاء في التسمية أحاديثُ ضعيفة. اهـ. وقد ذكرت الحديث هنا لكون ذلك من فضائل الأعمال، ولقول ابن حجر في «التلخيص» (١/٧٥) : والظاهر أن مجموع الأحاديث يحدث منها قوة تدل على أن له أصلاً، والله أعلم. والحديث صحّحه الألباني. انظر: صحيح أبي داود (٩٢) .',NULL,'84',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (78,'<span data-type="title" id=toc-74>ما يقولُ بعدَ الفراغِ من الوضوءِ: </span>قال رسولُ الله صلى الله عليه وسلم: «مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ، ثُمَّ قَالَ: أَشْهَدُ أَنْ لا إلَهَ إلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، فُتِحَتْ لَهُ أَبْوَابُ الْجَنَّةِ الثَمَانِيَةُ، يَدْخُلُ مِنْ أَيِّهَا شَاءَ» (١٢٠) .
هل يصلِّي ركعتَيْنِ بعدَ الوضوءِ؟ قال النَّبِيُّ صلى الله عليه وسلم: «مَنْ تَوَضَّأَ نَحْوَ وُضُوئِي هَذَا، ثُمَّ صَلَّى رَكْعَتَيْنِ، لا يُحَدِّثُ فِيهِمَا نَفْسَهُ، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ» (١٢١) .
_________
(١٢٠) أخرجه مسلم؛ كتاب: الطهارة، باب: الذِّكر المستحبِّ عَقِب الوضوء، برقم (٢٣٤) ، عن عقبةَ بن عامر رضي الله عنه، والترمذيُّ، كتاب: الطهارة، باب: فيما يقال بعد الوضوء، برقم (٥٥) ، عن عمرَ رضي الله عنه.
(١٢١) أخرجه البخاريّ، كتاب: الوضوء، باب: الوضوء ثلاثاً ثلاثاً، برقم (١٥٩) ، عن عثمان رضي الله عنه. ومسلم؛ كتاب: الطهارة، باب: صفة الوضوء وكماله، برقم (٢٢٦) ، عنه أيضاً.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (79,'<span data-type="title" id=toc-75>(فائدة) </span>يُستحَبُّ للمُغْتَسِلِ وللمُتيمِّمِ أن يقولا أذكار الوضوء أيضاً، ولايجوز للحائض والجُنُبِ إذا أتَيَا بالبسملة تامةً أن يقصِدا بها تلاوةَ آيةٍ من القرآن (١٢٢) .

<span data-type="title" id=toc-76>ما يقولُ إذا خرج َمن منزلِهِ وتوجَّهَ إلى المسجِدِ أو غيره: </span>يقول: «بِسْمِ اللهِ، تَوَكَّلْتُ عَلَى اللهِ، لا حَوْلَ وَلاَ قُوَّةَ إلاَّ بِاللهِ، اللَّهُمَّ إنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ، أَوْ أَزِلَّ أَوْ أُزَلَّ، أَوْ أَظْلِمَ أَوْ أُظْلَمَ، أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ» «اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا،
_________
(١٢٢) أفاده النوويّ في الأذكار، باب: مايقول على اغتساله.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (80,'وَفِي بَصَرِي نُورًا، وَفِي سَمْعِي نُورًا، وَعَنْ يَمِينِي نُورًا وَعَنْ يَسَارِي نُورًا، وَفَوْقِي نُورًا وَتَحْتِي نُورًا، وَأَمَامِي نُورًا وَخَلْفِي نُورًا، وَاجْعَلْ لِي نُورًا، (وَعَظِّمْ لِي نُورًا) » (١٢٣) .

<span data-type="title" id=toc-77>ما يقولُ عندَ دخولِ المسجِدِ وعند الخروجِ منه: </span>يقول: «بِسمِ اللهِ، والصَّلاةُ والسَّلامُ على رسولِ اللهِ، اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ» وإذا خرَجَ قالَ: «بِسمِ اللهِ، والصَّلاةُ والسَّلامُ على رسولِ اللهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ» ويقدِّم
_________
(١٢٣) سبق تخريج هاتين الرواتين بهامشَيْ (٢٦) و (٢٨) .',NULL,'87',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (81,'رِجلَه اليُمنى في الدُّخولِ، ويقدِّمُ اليُسرى في الخروجِ (١٢٤) .

<span data-type="title" id=toc-78>ما يُستحب فعلُه في المسجِدِ: </span>يُكثِر المسلم من ذِكر الله، والصَّلاة، وقراءة القرآن. قال تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ *رِجَالٌ لاَ تُلْهِيهِمْ تِجَارَةٌ وَلاَ بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأَبْصَارُ *} .
وقال رسول الله صلى الله عليه وسلم: «إِنَّمَا بُنِيَتِ
_________
(١٢٤) سبق أيضاً بهامش (٢٩) .',NULL,'88',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (82,'الْمَسَاجِدُ لِمَا بُنِيَتْ لَهُ» ، (١٢٥) «إِنَّمَا هِيَ لِذِكْرِ اللهِ عَزَّ وَجَلَّ، وَالصَّلاةِ، وَقِرَاءَةِ الْقُرْآنِ» (١٢٦) .

<span data-type="title" id=toc-79>ما يقولُ إذا سمعَ المؤذِّنَ: </span>يقولُ مِثْلَ قولِ المؤذِّن، إلا في الحيعلتَيْن، أي: عند قول المؤذن: «حيَّ على الصَّلاةِ، حيَّ على الفلاح» ، فإنه يُحَوْقِل، أي: يقول بعد كلٍّ منهما: «لاحولَ ولاقوَّةَ إلاَّباللهِ» .
قال رسول الله صلى الله عليه وسلم: «إِذَا سَمِعْتُمُ النِّدَاءَ فَقُولُوا مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ» (١٢٧) .
_________
(١٢٥) جزء من حديث أخرجه مسلم؛ كتاب: المساجد، باب: النهي عن نشد الضالّة في المسجد، برقم (٥٦٩) ، عن بُريدةَ رضي الله عنه.
(١٢٦) جزء من حديث أخرجه مسلم؛ كتاب: الطهارة، باب: وجوب غسل البول وغيره من النجاسات إذا حصلت في المسجد، برقم (٢٨٥) ، عن أنسٍ رضي الله عنه.
(١٢٧) أخرجه البخاريّ، كتاب: الأذان، باب: مايقول إذا سمع المنادي، برقم (٦١١) ، عن أبي سعيد رضي الله عنه. ومسلم؛ كتاب: الصلاة، باب: استحباب: القول مثل قول المؤذن، برقم (٣٨٣) ، عنه أيضاً. أما حوقَلة معاوية رضي الله عنه، عند الحَيْعلتين، فهي كذلك عند البخاري، برقم (٦١٢) و (٦١٣) .',NULL,'89',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (83,'وقد رَدَّدَ معاويةُ رضي الله عنه مِثْلَ ما قال المؤذّن إلى قوله: «أشهد أن محمداً رسولُ الله» فلما قال: «حيَّ على الصلاة» قال: لا حول ولا قوة إلا بالله، ثم قال: هكذا سمعنا نبيَّكم صلى الله عليه وسلم يقول.

<span data-type="title" id=toc-80>ما يقولُ بعدَ فراغِ المؤذِّنِ من التأذينِ: </span>يقول: اللهمَّ صلِّ وسلِّمْ على النَّبِيِّ محمَّدٍ، أَشْهَدُ أَنْ لاَ إِلهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللهِ تَعَالَى رَبّاً،',NULL,'90',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (84,'وَبِمُحَمَّدٍ صلى الله عليه وسلم رَسُولاً، وَبِالإسْلامِ دِينًا. اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاةِ الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ. ثم يَدعُو بما شاءَ من خَيْرَيِ الدُّنيا والآخرةِ.
قال رسول الله صلى الله عليه وسلم: «إذا سَمِعْتُمُ الْمُؤَذِّن، فقُولُوا مِثْلَ مَا يَقُولُ، ثُمَّ صَلُّوا عَلَيَّ، فَإِنَّهُ مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللهُ عَلَيْهِ بِهَا عَشْرًا، ثُمَّ سَلُوا اللهَ لِي الْوَسِيلَةَ، فَإِنَّهَا مَنْزِلَةٌ فِي الْجَنَّةِ لاَ',NULL,'91',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (85,'تَنْبَغِي إِلاَّ لِعَبْدٍ مِنْ عِبَادِ اللهِ، وَأَرْجُو أَنْ أَكُونَ هُوَ، فَمَنْ سَأَلَ لِي الْوَسِيلَةَ حَلَّتْ لَهُ شَفَاعَتِي» (١٢٨) .
وقال عليه الصَّلاة والسَّلام: «مَنْ قَالَ حِينَ يَسْمَعُ الْمُؤَذِّنَ، أَشْهَدُ أَنْ لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللهِ رَبًّا، وَبِمُحَمَّدٍ رَسُولاً، وَبِالإسْلامِ دِينًا، غُفِرَ لَهُ ذَنْبُهُ» (١٢٩) .
وقال صلى الله عليه وسلم: «مَنْ قَالَ حِينَ يَسْمَعُ النِّدَاءَ اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاةِ
_________
(١٢٨) أخرجه مسلم؛ كتاب: الصلاة. باب: استحباب: القول مثل قول المؤذن، برقم (٣٨٤) ، عن عبد الله بن عمرو رضي الله عنهما.
(١٢٩) أخرجه مسلم؛ كتاب: الصلاة. باب: استحباب: القول مثل قول المؤذن، برقم (٣٨٦) ، عن سعد بن أبي وقاص رضي الله عنه.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (86,'الْقَائِمَةِ، آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ، حَلَّتْ لَهُ شَفَاعَتِي يَوْمَ الْقِيَامَةِ» (١٣٠) .
وقال عليه أفضلُ الصَّلاةِ وأتمُّ التسليمِ: «لا يُرَدُّ الدُّعَاءُ بَيْنَ الأذَانِ وَالإقَامَةِ» (١٣١) .

<span data-type="title" id=toc-81>ما يقولُ في دعاءِ الاستفتاحِ [التوجُّه] ، ولا يكونُ إلا بعدَ تكبيرةِ الإحرام: </span>اِعلم - رَحِمَني اللهُ وإيَّاك - أنه قد جاء في ذلك أحاديثُ كثيرةٌ صحيحةٌ انتقَيْتُ منها أيسرَها حِفْظاً، واخترتُ لك من
_________
(١٣٠) أخرجه البخاريّ، كتاب: الأذان، باب: الدعاء عند النداء، برقم (٦١٤) ، عن جابر بن عبد الله رضي الله عنهما.
(١٣١) أخرجه أبو داود، كتاب: الصلاة، باب: في الدعاء بين الأذان والإقامة، برقم (٥٢١) ، عن أنس رضي الله عنه. والترمذيُّ - وصحّحه - كتاب: الصلاة، باب: ماجاء في أن الدعاء لايرد بين الأذان والإقامة، برقم (٢١٢) ، عنه أيضاً، بلفظ: «الدُّعَاءُ لاَ يُرَدُّ ... » الحديث.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (87,'أصحِّها، وفَّقني اللهُ وإياك للعمل بها.
يقول: «وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأرْضَ حَنِيفًا، وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للهِ رَبِّ الْعَالَمِينَ، لا شَرِيكَ لَهُ، وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ» (١٣٢) .
أو يقول: «سُبْحانَك اللَّهُمَّ وَبِحَمْدِكَ، وَتَبَارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلا إِلهَ غَيْرُكَ» (١٣٣) .

وإن شاء زاد: «اللَّهُمَّ بَاعِدْ بَيْنِي
_________
(١٣٢) جزء من حديث أخرجه مسلم - بتمامه - كتاب: صلاة المسافرين وقَصْرها، باب: الدعاء في صلاة الليل وقيامه، برقم (٧٧١) ، عن علي رضي الله عنه. وعند مسلم أيضًا بلفظ: «وَأَنَا أَوَّلُ الْمُسْلِمِينَ» .
(١٣٣) أخرجه أبو داود، كتاب: الصلاة، باب: من رأى الاستفتاح بسبحانك اللهم وبحمدك، عن أبي سعيد الخدري رضي الله عنه برقم (٧٧٥) ، والترمذيُّ، كتاب: الصلاة، باب ما يقول عند افتتاح الصلاة، عنه أيضاً، برقم (٢٤٢) . وهو عند مسلم في كتاب: الصلاة، باب: حُجّة من قال لا يُجهر بالبسملة، برقم (٣٩٩) ، موقوفاً على عمر رضي الله عنه.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (88,'وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الأبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ» (١٣٤) .
أو يزيد - وبخاصة في استفتاح صلاة الليل -: «اللَّهُمَّ رَبَّ جَبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ، فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ، إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى
_________
(١٣٤) أخرجه البخاريّ، كتاب: الأذان، باب: مايقول بعد التكبير، برقم (٧٤٤) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: المساجد، باب: مايقال بين تكبيرة الإحرام والقراءة، برقم (٥٩٨) ، عنه أيضاً. واللفظ للبخاري.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (89,'صِرَاطٍ مُسْتَقِيمٍ» (١٣٥) .

<span data-type="title" id=toc-82>(فائدة) : </span>اللفظ المختار في الاستعاذة هو: [أعوذُ باللهِ من الشيطانِ الرجيم] (١٣٦) .
وإن شاء قال: «أَعُوذُ بِاللهِ السَّمِيعِ الْعَلِيمِ، مِنْ الشَّيْطَانِ الرَّجِيمِ؛ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ» (١٣٧) .

<span data-type="title" id=toc-83>بعضُ أذكارِ الركوعِ: </span>يقول: سُبْحَانَ رَبِّيَ الْعَظِيمِ، (ثلاثاً) . قال عليه الصَّلاة والسَّلام: «إِذَا رَكَعَ أَحَدُكُمْ فَقَالَ فِي رُكُوعِهِ: سُبْحَانَ رَبِّيَ الْعَظِيمِ، (ثَلاثَ
_________
(١٣٥) أخرجه مسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: الدعاء في صلاة الليل وقيامه، برقم (٧٧٠) ، عن عائشة رضي الله عنها.
(١٣٦) هذا الاختيار هو الأيسر، على ما أتى في قوله تعالى: [النّحل: ٩٨] وقد اختاره النوويّ في الأذكار، باب: التعوذ بعد دعاء الاستفتاح، قال: وهو المشهور المختار. اهـ. كما اختاره الإمام الشاطبيّ في (الحِرْز) ، وكذلك محقِّقُو القرّاء. والله أعلم.
(١٣٧) أخرجه أبو داود، كتاب: الصلاة، باب: من رأى الاستفتاح بسبحانك اللهم وبحمدك، عن أبي سعيد الخدري رضي الله عنه، برقم (٧٧٥) ، والترمذي، كتاب: الصلاة، باب: ما يقول عند افتتاح الصلاة، برقم (٢٤٢) ، عنه أيضاً. والحديث صحّحه الألباني: انظر: صحيح الترمذي (٢٠١) .',NULL,'96',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (90,'مَرَّاتٍ) فَقَدْ تَمَّ رُكُوعُهُ، وَذَلِكَ أَدْنَاهُ» (١٣٨) .
وقال صلى الله عليه وسلم: «فَأَمَّا الرُّكُوعُ فَعَظِّمُوا فِيهِ الرَّبَّ» (١٣٩) .
أو يقول: «سُبْحَانَ رَبِّيَ الْعَظِيمِ وَبِحَمْدِهِ» ثلاثاً (١٤٠) .
ويزيد إن شاء: «سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي» (١٤١) .
ويزيد إن شاء كذلك: «سُبُّوحٌ قُدُّوسٌ، رَبُّ الْمَلائِكَةِ وَالرُّوحِ» (١٤٢) .
_________
(١٣٨) جزء من حديث أخرجه أبو داود؛ كتاب: الصلاة، باب: مقدار الركوع والسجود، برقم (٨٨٦) عن عبد الله بن مسعود رضي الله عنه مرسلاً. وكذلك الترمذي، كتاب: الصلاة، باب: ماجاء في التسبيح في الركوع والسجود، برقم (٢٦١) ، وقال الترمذي بعد بيان إرساله: والعمل على هذا عند أهل العلم، يستحبّون ألا يَنْقُصَ الرجلُ في الركوع والسجود عن ثلاث تسبيحات. اهـ.
(١٣٩) جزء من حديث أخرجه مسلم؛ كتاب: الصلاة، باب: النهي عن قراءة القرآن في الركوع والسجود، برقم (٤٧٩) ، عن ابن عباس رضي الله عنهما.
(١٤٠) أخرجه أبو داود، كتاب: الصلاة، باب: ما يقول الرجل في ركوعه وسجوده، عن عقبةَ بن عامر رضي الله عنه، برقم (٨٧٠) .
(١٤١) أخرجه البخاري، كتاب: الأذان، باب: الدعاء في الركوع، برقم (٧٩٤) ، عن عائشة رضي الله عنها. ومسلم؛ كتاب: الصلاة، باب: ما يقال في الركوع والسجود، برقم (٤٨٤) ، عنها أيضًا.
(١٤٢) أخرجه مسلم؛ كتاب: الصلاة، باب: مايقال في الركوع والسجود، برقم (٤٨٧) ، عن عائشة رضي الله عنها.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (91,'<span data-type="title" id=toc-84>(فائدة) : </span>يُكْرَهُ قراءةُ القرآنِ في الرُّكوعِ والسُّجودِ (١٤٣) .

قال عليٌّ رضي الله عنه: «نَهَانِي رَسُولُ اللهِ صلى الله عليه وسلم أَنْ أَقْرَأَ رَاكِعًا أَوْ سَاجِدًا» (١٤٤) .

<span data-type="title" id=toc-85>ما يقولُ حالَ رَفْعِ رأسِهِ من الرُّكوعِ: </span>يقول: «سَمِعَ اللهُ لِمَنْ حَمِدَهُ» . ويقول عند الاعتدال منه: « [اللَّهُمَّ] رَبَّنَا [وَ] لَكَ الْحَمْدُ» (١٤٥) .
أو يقول: «رَبَّنَا وَلَكَ الْحَمْدُ، حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيه» (١٤٦) ويزيد إن شاء: «مِلْءُ السَّمَاوَاتِ، وَمِلْءُ
_________
(١٤٣) أفاده النوويّ في الأذكار، باب: أذكار الركوع.
(١٤٤) أخرجه مسلم؛ كتاب: الصلاة، باب: النهي عن قراءة القرآن في الركوع والسجود، برقم (٤٨٠) ، عن علي رضي الله عنه.
(١٤٥) أخرجه البخاريّ، كتاب: الأذان، باب: إيجاب التكبير وافتتاح الصلاة، برقم (٧٣٢) ، عن أنس رضي الله عنه، بإثبات الواو في قوله (ولك) . ومسلم؛ كتاب: الصلاة، باب: مايقول إذا رفع رأسه من الركوع، برقم (٤٧٦) ، بزيادة [اللهم] .
(١٤٦) أخرجه البخاري، كتاب: الأذان، باب: فضل ربنا ولك الحمد، برقم (٧٩٩) ، عن رفاعة ابن رافع رضي الله عنه.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (92,'الأرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءُ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ» (١٤٧) وإن شاء زاد: «أَهْلَ الثَّنَاءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ، اللَّهُمَّ لا مَانِعَ لِمَا أَعْطَيْتَ، وَلا مُعْطِيَ لِمَا مَنَعْتَ، وَلا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ» (١٤٨) .
وأقلُّ أذكار الاعتدال من الركوع أن يقول: «رَبَّنَا لَكَ الْحَمْدُ» (١٤٩) .

<span data-type="title" id=toc-86>بعضُ أذكارِ السُّجودِ: </span>يقول: «سُبْحَانَ رَبِّيَ الأعْلَى» ثلاثاً (١٥٠) .
أو يقول: «سُبْحَانَ رَبِّيَ الأعْلَى
_________
(١٤٧) جزء من حديث أخرجه مسلم؛ كتاب: الصلاة، باب: ما يقول إذا رفع رأسه من الركوع، برقم (٤٧٧) ، عن أبي سعيد رضي الله عنه.
(١٤٨) أخرجه مسلم في الصلاة باب: ما يقول إذا رفع رأسه من الركوع، برقم (٤٧٧) ، عن أبي سعيد الخدري رضي الله عنه.
(١٤٩) أفاده النوويّ في الأذكار، باب: مايقول في رفع رأسه من الركوع وفي اعتداله.
(١٥٠) جزء من حديث سبق تخريجه بهامش (١٣٨) .',NULL,'99',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (93,'وَبِحَمْدِهِ» ثلاثاً (١٥١) .
ويزيد إن شاء: «سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي» (١٥٢) . ويزيد إن شاء أيضاً: «سُبُّوحٌ قُدُّوسٌ رَبُّ الْمَلائِكَةِ وَالرُّوحِ» (١٥٣) .

<span data-type="title" id=toc-87>ما يقولُ إذا سجدَ للتلاوةِ في الصَّلاةِ وغيرِها</span>. يقول: «سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، [بِحَوْلِهِ وَقُوَّتِهِ] ، تَبَارَكَ اللهُ أَحْسَنُ الْخَالِقِينَ» (١٥٤) .

ويزيد أيضاً قولَ: «اللَّهُمَّ اكْتُبْ لِي
_________
(١٥١) سبق تخريجه بهامش (١٤٠) .
(١٥٢) سبق تخريجه بهامش (١٤١) .
(١٥٣) سبق تخريجه بهامش (١٤٢) .
(١٥٤) جزء من حديث أخرجه مسلم؛ كتاب: صلاة المسافرين وقَصْرها، باب: الدعاء في صلاة الليل وقيامه، برقم (٧٧١) عن علي رضي الله عنه. والترمذي كتاب: أبواب السفر، باب: ماجاء مايقول في سجود القرآن، برقم (٥٨٠) ، عن عائشة رضي الله عنها. بزيادة [بحوله وقوته] .',NULL,'100',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (94,'بِهَا عِنْدَكَ أَجْرًا، وَضَعْ عَنِّي بِهَا وِزْرًا، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ» (١٥٥) عليه السلام.

<span data-type="title" id=toc-88>ما يقولُ في الجلوسِ بينَ السجدتَيْنِ: </span>يقول: «رَبِّ اغْفِرْ لِي وَارْحَمْنِي وَعَافِنِي [وَاجْبُرْنِي] وَاهْدِنِي وَارْزُقْنِي [وَارْفَعْنِي] » (١٥٦) .
أو يقول: «رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي» (١٥٧) .

<span data-type="title" id=toc-89>ما يقولُ في التشهُّدِ، مهما تعدَّدَ: </span>يقول: «التَّحِيَّاتُ للهِ، وَالصَّلَوَاتُ
_________
(١٥٥) أخرجه الترمذي - وحسّنه - كتاب: أبواب السفر، باب: ماجاء مايقول في سجود القرآن، برقم (٥٧٩) ، عن ابن عباس رضي الله عنهما.
(١٥٦) أخرجه أصحاب السنن إلا النَّسائي:
- أبو داود؛ كتاب: الصلاة، باب: الدعاء بين السجدتين، برقم (٨٥٠) ، عن ابن عباس رضي الله عنهما.
- والترمذي، كتاب: الصلاة، باب: مايقول بين السجدتين، برقم (٢٨٤) ، عنه أيضاً. بلفظ [واجبُرني] بدل [وعافني] .
- وابن ماجه؛ كتاب: الصلاة، باب: مايقول بين السجدتين، برقم (٨٩٨) ، عنه أيضاً. بزيادة [وارفعني] في آخره.
(١٥٧) أخرجه ابن ماجه، كتاب: إقامة الصلاة والسنّة فيها، باب: ما يقول بين السجدتين برقم (٨٩٧) ، عن حذيفة رضي الله عنه، وهي موافقة لرواية النَّسائي في كتاب: الصلاة، باب: الدعاء بين السجدتين، برقم (١١٤٦) ، عنه أيضاًً. والحديث صحّحه الألباني _ح انظر: صحيح ابن ماجه (٧٣١) .',NULL,'101',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (95,'وَالطَّيِّبَاتُ، السَّلامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، السَّلامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لا إِلهَ إِلاَّ اللهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ» (١٥٨) .
كيف يصلِّي على النَّبِيِّ صلى الله عليه وسلم بعد السَّلامِ عليهِ والتشهُّدِ؟:
قال صلى الله عليه وسلم: «قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ
_________
(١٥٨) جزء من حديث أخرجه البخاريّ، كتاب: الأذان، باب: التشهد في الآخرة، برقم (٨٣١) ، عن عبد الله بن مسعود رضي الله عنه. ومسلم؛ كتاب: الصلاة، باب: التشهد في الصلاة، برقم (٤٠٢) ، عنه أيضاً.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (96,'وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ» (١٥٩) .

<span data-type="title" id=toc-90>ما يدعو بعدَ التشهُّدِ الأخيرِ قبلَ التحلُّلِ من الصَّلاةِ بالتسليم: </span>«يَتَخَيَّرُ مِنَ الدُّعَاءِ أَعْجَبَهُ إِلَيْهِ فَيَدْعُو» (١٦٠) .
ومن الأدعيةِ الجامعةِ لخَيْرَيِ الدُّنيا والآخرةِ، قولُ الله تعالى: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآْخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البَقَرَة: ٢٠١] .

{رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا
_________
(١٥٩) سبق التخريج بهامش (٥) .
(١٦٠) أخرجه البخاريّ، كتاب: الأذان، باب: مايتخير من الدعاء بعد التشهد وليس بواجب، برقم (٨٣٥) ، عن عبد الله بن مسعود رضي الله عنه. ومسلم؛ كتاب: الصلاة باب: التشهد في الصلاة، برقم (٤٠٢) ، عنه أيضاً، بلفظ: «ثُمَّ يَتَخَيَّرُ مِنَ الْمَسْأَلَةِ مَاشَاءَ» .',NULL,'103',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (97,'مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ}
ومن ذلك أن يتعوَّذَ بالله من أربعٍ، فيقول: «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ، وَمِنْ عَذَابِ الْقَبْرِ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ» (١٦١) .
ومن ذلك: «اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي، أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ،
_________
(١٦١) أخرجه البخاريّ، كتاب: الجنائز، باب: التعوّذ من عذاب القبر، برقم (١٣٧٧) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: المساجد، باب: ما يستعاذ منه في الصلاة، برقم (٥٨٨) ، عنه أيضاً. واللفظ لمسلم.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (98,'لا إِلهَ إِلاَّ أَنْتَ» (١٦٢) .
ومن ذلك: «اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا، وَلا يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ، وَارْحَمْنِي، إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ» (١٦٣) .
بيانُ الأذكارِ المشروعةِ بعد السَّلامِ في الصَّلَواتِ الخَمسِ: يُسَنُّ للمسلم إذا سلَّمَ من صلاة الفريضة أن يَشْرَعَ بالأذكار الآتية (١٦٤) :
١- ... أستغفِرُ اللهَ (ثلاثاً) .
_________
(١٦٢) جزء من حديث أخرجه مسلم؛ كتاب: صلاة المسافرين وقَصْرها، باب: الدعاء في صلاة الليل وقيامه، برقم (٧٧١) ، عن علي رضي الله عنه.
(١٦٣) أخرجه البخاري، كتاب: الأذان، باب: الدعاء قبل السلام، برقم (٨٣٤) ، عن أبي بكر الصديق رضي الله عنه. ومسلم بلفظ: «كَبِيرًا» بدلاً من «كَثِيرًا» ؛ كتاب: الذكر والدعاء، باب: استحباب خفض الصوت بالذكر، برقم (٢٧٠٤) ، عنه أيضًا.
(١٦٤) استفدت ذلك من (تحفة الأخيار) لسماحة الشيخ عبد العزيز بن عبد الله بن باز رحمه الله.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (99,'٢- ... «اللَّهُمَّ أَنْتَ السَّلامُ، وَمِنْكَ السَّلامُ، تَبَارَكْتَ يا ذَا الْجَلالِ وَالإكْرَامِ» (١٦٥) .
٣- ... «لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ لا مَانِعَ لِمَا أَعْطَيْتَ، وَلا مُعْطِيَ لِمَا مَنَعْتَ، وَلا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ (١٦٦) » (١٦٧) .

٤- ... «لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى
_________
(١٦٥) أخرجه مسلم؛ كتاب: المساجد، باب: استحباب: الذِّكر بعد الصلاة وبيان صفته، برقم (٥٩١) ، عن ثوبان رضي الله عنه. وكيفية الاستغفار بيَّنها الإمام الأوزاعيّ _ح في الرواية نفسها بقوله: تقول: أستغفر الله، أستغفر الله.
(١٦٦) قال الحسن: الجَدُّ: غِِنىً، كما في رواية البخاريّ _ح.
(١٦٧) أخرجه البخاريّ، كتاب: الأذان، باب: الذِّكر بعد الصلاة، برقم (٨٤٤) ، عن المغيرة بن شعبة رضي الله عنه. ومسلم؛ كتاب: المساجد، باب: استحباب الذِّكر بعد الصلاة وبيان صفته، برقم (٥٩٣) ، عنه أيضاً.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (100,'كُلِّ شَيْءٍ قَدِيرٌ، لا حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللهِ، لا إِلهَ إِلاَّ اللهُ، وَلا نَعْبُدُ إِلاَّ إِيَّاهُ، لَهُ النِّعْمَةُ، وَلَهُ الْفَضْلُ، وَلَهُ الثَّنَاءُ الْحَسَنُ، لا إِلهَ إِلاَّ اللهُ، مُخْلِصِينَ لَهُ الدِّينَ، وَلَوْ كَرِهَ الْكَافِرُونَ» (١٦٨) .
٥- ... ثم يعقِد التسبيح بيمينه، ويقول: سُبحَانَ اللهِ (ثلاثاً وثلاثينَ) ، الحَمْدُ للهِ (ثلاثاً وثلاثينَ) ، اللهُ أَكْبَرُ (ثلاثاً وثلاثينَ) ، ويقولُ تمامَ المائةِ: لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ
_________
(١٦٨) أخرجه مسلم؛ كتاب المساجد، باب: استحباب الذكر بعد الصلاة وبيان صفته، برقم (٥٩٤) ، عن عبد الله بن الزبير رضي الله عنهما.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (101,'الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١٦٩) .
٦- ... ثم يقرأُ آيةَ الكرسِيِّ (١٧٠) ، والمعوِّذاتِ: الإخلاصَ والفلقَ والناسَ (١٧١) .
٧- ... إضافةً لما ذُكِر، فإنه يكرِّرُ عَشْراً قَوْلَهُ: «لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» وذلك بعدَ أداء فريضتَي الفجر والمغرِبِ خاصة (١٧٢) .
_________
(١٦٩) أخرجه مسلم؛ أيضًا في كتاب المساجد، باب: استحباب الذكر بعد الصلاة وبيان صفته، برقم (٥٩٧) ، عن أبي هريرة رضي الله عنه.
(١٧٠) أخرجه النَّسائي في «الكبرى» ، برقم (٩٩٢٨) ، وفي «عمل اليوم والليلة» ، برقم (١٠٠) ، وابن السنّي أيضاً، برقم (١٢١) .
(١٧١) أخرجه أبو داود، كتاب: الوتر، باب: في الاستغفار، برقم (١٥٢٣) ، عن عقبة بن عامر رضي الله عنه. والترمذيّ؛ كتاب: فضائل القرآن، باب: ماجاء في المعوّذتين، برقم (٢٩٠٣) ، عنه أيضاً، بالاقتصار على [المعوّذتين] .
(١٧٢) ثبت ذلك في سنّة النبي صلى الله عليه وسلم، كما أفاده سماحة العلاّمة ابن باز _ح في (تحفة الأخيار) . أما ثبوته دبر صلاة الفجر، فقد أخرجه الترمذي - وحسّنه واستغربه - في كتاب: الدعوات، باب: في ثواب كلمة التوحيد، برقم (٣٤٧٤) ، عن أبي ذر رضي الله عنه. وأما ثبوته على إثر المغرب، فقد أخرجه الترمذي - وحسّنه كذلك واستغربه - في كتاب: الدعوات، باب: في تساقط الذنوب، برقم (٣٥٣٤) ، عن عمارة بن شبيب السبائي رضي الله عنه.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (102,'<span data-type="title" id=toc-91>ما يقرأُ في صلاةِ الوترِ: </span>يقرأ في الرَّكعة الأولى بسورة (الأعلى) ، وفي الثانية بسورة (الكافرون) ، وفي الثالثة بسورة (الإخلاص) .
كان النَّبِيُّ صلى الله عليه وسلم «يَقْرَأُ فِي الْوِتْرِ {سَبِّحِ اسْمَ رَبِّكَ الأَْعْلَى} ، وَفِي الرَّكْعَةِ الثَّانِيَةِ {قُلْ يَاأَيُّهَا الْكَافِرُونَ} ، وَفِي الثَّالِثَةِ بِـ {قُلْ هُوَ اللَّهُ أَحَدٌ} ، ولا يسلِّمُ إِلاَّ فِي آخِرِهِنَّ» (١٧٣) .

<span data-type="title" id=toc-92>ما يقولُ إذا قنتَ في الوتر (أو في الصُّبحِ) : </span>(١٧٤)

يقول: «اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ،
_________
(١٧٣) أخرجه أبو داود - بتلاوة {قُلْ لِلَّذِينَ كَفَرُوا} [آل عِمرَان: ١٢] و [الأنفال: ٣٨] ، بدلاً من {قُلْ يَاأَيُّهَا الْكَافِرُونَ} في الركعة الثانية - كتاب: الوتر، باب: مايقرأ في الوتر، برقم (١٤٢٣) ، عن أبيّ بن كعب رضي الله عنه. انظر: صحيح أبي داود للألباني (١٢٦١) . والنَّسائي، كتاب: قيام الليل وتطوع النهار، باب: كيف الوتر بثلاث؟، برقم (١٧٠٠) ، عنه أيضاً.
(١٧٤) ذلك عند من يرى القنوت في الصبح، في الثانية بعد الاعتدال من الركوع جهراً، وهو مذهب الشافعية، وسراً عند المالكية قبل الركوع. والقنوت متفق على مشروعيته في النوازل، في جميع الصلوات، والله أعلم.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (103,'وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ، [فـ] إِنَّكَ تَقْضِي وَلا يُقْضَى عَلَيْكَ، وَإِنَّهُ لا يَذِلُّ مَنْ وَالَيْتَ، [وَلا يَعِزُّ مَنْ عَادَيْتَ] ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ» (١٧٥) .
ويزيدُ إن شاءَ، دعاءَ قنوتِ عمرَ أو ابنِه رضي الله عنهما، وهو: «اللَّهُمَّ إِنَّا نَسْتَعِينُك، وَنَسْتَغْفِرُكَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ وَنَخْلَعُ (١٧٦) مَنْ يَكْفُرُكَ، اللَّهُمَّ إِيَّاكَ نَعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ
_________
(١٧٥) أخرجه أبو داود؛ كتاب: الوتر، باب: القنوت في الوتر، برقم (١٤٢٥) ، عن الحسن بن علي رضي الله عنهما. والترمذيُّ، كتاب: أبواب الوتر، باب: ماجاء في القنوت في الوتر، برقم (٤٦٤) ، عنه أيضاً. بإثبات الفاء من قوله [فَإِنَّكَ] عندالترمذي، وبزيادة [وَلاَيَعِزُّ مَنْ عَادَيْتَ] عند أبي داود.
(١٧٦) نخلع: نترك. نحفِد: نسارع. الجِدّ: الحق. كما بيّنه النوويّ في «الأذكار» باب: القنوت في الصبح.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (104,'نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ الْجِدَّ بِالْكُفَّارِ مُلْحِقٌ، اللَّهُمَّ عَذِّبِ الكَفَرَةَ الَّذِينَ يَصُدُّونَ عَنْ سَبِيلِكَ» (١٧٧) .

<span data-type="title" id=toc-93>ما يقولُ عقبَ السَّلامِ من الوترِ: </span>يقول: «سُبْحَانَ المَلِكِ القُدُّوس» ثَلاثَ مَرَّاتِ، يُطِيُلِ في آخِرِهِنَّ (١٧٨) .

<span data-type="title" id=toc-94>ما يقولُ إذا كلَّمه إنسانٌ وهو يصلِّي، أو وسوسَ له (خَنْزَب) وهو: </span>شيطانُ الوسوسةِ في الصَّلاة.
إذا كلَّمه إنسانٌ قال: «سبحان الله» .
_________
(١٧٧) أخرجه ابن خزيمة في «صحيحه» (١١٠٠) ، والبيهقي في «السنن الكبرى» (٢/٢١١) . وصحّح إسناده الألباني في «إرواء الغليل» (٢/١٧٠) .
(١٧٨) أخرجه النَّسائي، كتاب: قيام الليل وتطوع النهار، باب: كيف الوتر بثلاث، برقم (١٧٠٠) ، عن أبيّ بن كعب رضي الله عنه.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (105,'لقوله صلى الله عليه وسلم: « ... مَنْ نَابَهُ شَيْئٌ فِي صَلاتِهِ فَلْيُسَبِّح ... » (١٧٩) .
وإذا وجد وسوسةً في صلاته يقول: أعوذ بالله من الشيطان الرجيم، ثم يَتْفُل عن يساره ثلاثًا. لقوله صلى الله عليه وسلم لعثمان بن أبي العاص، حين شكا لرسول الله صلى الله عليه وسلم تلبيسَ شيطانٍ عليه صلاتَه: «ذَاكَ شَيْطَانٌ يُقَالُ لَهْ: خَنْزَبٌ، فَإِذَا أَحْسَسْتَهُ فَتَعَوَّذْ بِاللهِ مِنْهُ، وَاتْفُلْ عَلَى يَسَارِكَ ثَلاَثاً» ، قال عثمان: ففعلتُ ذلك فأَذْهَبَه الله عني (١٨٠) .
_________
(١٧٩) جزء من حديث أخرجه البخاريّ، كتاب: الأذان، باب: من يدخل ليؤم الناس فجاء الإمام الأول ... ، برقم (٦٨٤) ، عن سهل ابن سعد الساعدي رضي الله عنه. ومسلم؛ كتاب: الصلاة، باب: تقديم الجماعة من يصلي بهم إذا تأخّر الإمام ... ، برقم (٤٢١) ، عنه أيضاً. واللفظ لمسلم.
(١٨٠) أخرجه مسلم؛ كتاب: السلام، باب: التعوّذ من شيطان الوسوسة في الصلاة، برقم (٢٢٠٣) ، عن عثمان بن أبي العاص رضي الله عنه.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (106,'<span data-type="title" id=toc-95>بابٌ في أذكارِ
صلواتٍ مخصوصةٍ</span>
<span data-type="title" id=toc-96>دعاء صلاةُ الاستسقاءِ: </span>يقول: «اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا / اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا، اللَّهُمَّ اسْقِنَا» (١٨١) .
وإن شاء زاد: «اللَّهُمَّ اسْقِ عِبَادَكَ وَبَهَائِمَكَ، وَانْشُر رَّحْمَتَكَ، وَأَحْيِ بَلَدَكَ الْمَيِّتَ» ، (١٨٢) «اللَّهُمَّ اسْقِنَا غَيْثًا مُغِيثًا، مَرِيئًا مَرِيعًا، نَافِعًا غَيْرَ ضَارٍّ،
_________
(١٨١) سبق تخريجه بهامش (٤١) .
(١٨٢) أخرجه أبو داود، كتاب: صلاة الاستسقاء، باب: رفع اليدين في الاستسقاء، برقم (١١٧٦) ، عن عبد الله بن عمرو رضي الله عنهما. وهو لفظ حديث مالك (١٣/٢) ، من حديثه أيضًا. كما أفاده أبو داود _ح. لكن لفظ مالك: «وَبَهِيمَتِكَ» بدل «وَبَهَائِمِكَ» . والحديث حسّنه الألباني. انظر: صحيح أبي داود (١٠٤٣) .',NULL,'113',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (107,'عَاجِلاً غَيْرَ آجِلٍ» (١٨٣) .
ويقرأ فيها بعد الفاتحة - كما في العيدين وفي الجمعة - (١٨٤) في الركعة الأولى بسورة (الأعلى) ، وفي الثانية بسورة (الغاشية) (١٨٥) .

<span data-type="title" id=toc-97>صلاةُ الاستخارةِ: </span>يقول: «اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ ... » الحديث (١٨٦) ، وقد مرَّ بتمامه في مطلِع الفصل الثالث، وكرَّرتُ ذِكْرَه هنا للتنبيه على أنَّه من أذكارِ الصَّلوات المخصوصة.
ما يتلو في صلاة فجرِ الجُمُعة: يقرأ
_________
(١٨٣) أخرجه أبو داود، بالتخريج السابق، برقم (١١٦٩) ، عن جابر بن عبد الله رضي الله عنهما.
(١٨٤) أفاده النوويّ في الأذكار، باب: القراءة بعد التعوذ.
(١٨٥) أخرجه مسلم؛ كتاب: الجمعة، باب: ما يقرأ في صلاة الجمعة، برقم (٨٧٨) ، عن النعمان بن بشير رضي الله عنهما.
(١٨٦) سبق تخريجه بتمامه بهامش (١٥) .',NULL,'114',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (108,'في الركعة الأولى بِـ {الم *تَنْزِيلُ} [السَّجدَة] ، وفي الثانيةِ بِـ {هَلْ أَتَى عَلَى الإِْنْسَانِ ... } [الدَّهر] (١٨٧) .

<span data-type="title" id=toc-98>(فائدة) : </span>والسُّنَّةُ أن يقرأَهما بكَمَالِهما، لا أن يقتصِرَ على بعضِهما، فهذا خِلافُ السُّنَّةِ (١٨٨) .
صلاةُ الجُمُعِة: يُكثِر من الدُّعاء في ساعة الإجابة نهارَ الجُمُعة، «وَهِيَ مَا بَيْنَ أَنْ يَجْلِسَ الإِمَامُ إِلَى أَنْ تُقْضَى الصَّلاَةُ» (١٨٩) وهذا أصحُّ ماجاء فيها (١٩٠) .
ويقرأُ بسورة {ق} ، في
_________
(١٨٧) أخرجه البخاريّ، كتاب: الجمعة، باب: مايقرأ في صلاة الفجر يوم الجمعة، برقم (٨٩١) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: الجمعة، برقم (٨٨٠) ، عنه أيضاً.
(١٨٨) كما نبّه عليه النوويّ في الأذكار، باب: القراءة بعد التعوّذ.
(١٨٩) أخرجه مسلم؛ كتاب: الجمعة، باب: في الساعة التي في يوم الجمعة، برقم (٨٥٣) ، عن أبي موسى الأشعري رضي الله عنه.
(١٩٠) ذكره النوويّ في الأذكار، باب: الأذكار المستحبة يوم الجمعة وليلتها والدعاء. لكن رجّح ابن القيّم - _ح - في «زاد المعاد» ، كونها آخر ساعة من يوم الجمعة، واستدل لذلك بأحاديث عديدة، منها:

- «يَوْمُ الجُمُعَةِ ثْنِتَا عَشْرَةَ - يريد ساعةً - لاَ يُوجَدُ مُسْلِمٌ يَسْأَلُ اللهَ شَيْئاً إِلاَّ آتَاهُ اللهُ عَزَّ وَجَلَّ، فَالْتَمِسُوهَا آخِرَ سَاعَةٍ بَعْدَ الْعَصْر» . أخرجه أبو داود والترمذي والنسائي.
- ومنها: «إِنَّ فِي الْجُمُعَةِ سَاعَةً لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يَسْأَلُ اللهَ فِيهَا خَيْراً إِلاَّ أَعْطَاهُ إِيَّاهُ، وَهِيَ بَعْدَ الْعَصْرِ» .

- وقال في ختام مبحثه هذا: وعندي أن ساعة الصلاة يرجى فيها الإجابة أيضاً، فكلاهما ساعة إجابة. اهـ. اختصاراً. انظر: «زاد المعاد» (١/١٣١) . فصل: في استجابة الدعاء في ساعةٍ من يوم الجمعة.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (109,'الخُطبة أحياناً، حالَ كونِه الإمامَ، للإِعلام بأنَّ ذلك ثابتٌ في سُنَّة رسول الله صلى الله عليه وسلم (١٩١) .

ويقرأ في الصَّلاة أحياناً - إعلامًا بالسُّنَّة وعملاً بها -: بسورة (الجُمُعة) بعد الفاتحة في الرَّكعة الأولى، وبسورة (المنافقون) في الثانية (١٩٢) . ويقرأ أحياناً أخرى بسورة (الأعلى) في الأولى، وبسورة (الغاشية) في الثانية، وإذا اجتمع العيد والجُمُعة في يوم واحد، يقرأ بهما أيضاً في الصلاتَيْنِ (١٩٣) .
_________
(١٩١) أخرجه مسلم؛ كتاب: الجمعة، باب: تخفيف الصلاة والخطبة، برقم (٨٧٣) ، عن أم هشام بنت حارثة رضي الله عنها.
(١٩٢) أخرجه مسلم؛ كتاب: الجمعة، باب: ما يقرأ في صلاة الجمعة، برقم (٨٧٧) ، عن أبي هريرة رضي الله عنه.
(١٩٣) أخرجه مسلم؛ بالتخريج السابق، برقم (٨٧٨) ، عن النعمان بن بشير رضي الله عنهما.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (110,'<span data-type="title" id=toc-99>المشروع في صلاةُ الكُسوفِ:</span>
مجموعُ ما يفعله المسلم عند حدوث الكسوف: أن يُكثِرَ من ذِكْرِ اللهِ تعالى ودُعائِه واستغفارِه، ويَفْزَعَ إلى الصَّلاة حتى يَنْجَلِيَ، ويتصدَّقَ، ويُعتِقَ - إنْ مَلَكَ رقيقاً - ويتعوَّذَ بالله تعالى من فتنة المسيح الدَّجَّال ومن عذاب القبر. وستأتي أدلَّةُ ذلك - إن شاء الله -.
أما الإمام فيقرأ بعد الفاتحة في الرَّكعة الأولى، بنحو سورة البقرة، وفي الثانية دون ذلك نحو سورة آل عِمْرانَ، ويطيلُ',NULL,'117',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (111,'في ركوعه وسجوده، ثم إنَّه يبقى في صلاته حتى تنجلِيَ.
قال عبد الله بن عباس رضي الله عنهما: «خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللهِ صلى الله عليه وسلم فَصَلَّى رَسُولُ اللهِ صلى الله عليه وسلم وَالنَّاسُ مَعَهُ، فَقَامَ قِيَاماً طَوِيلاً نَحْواً مِنْ سُورَةِ الْبَقَرَةِ، ثُمَّ رَكَعَ رُكُوعاً طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَاماً طَوِيلاً، وَهُوَ دُونَ الْقِيامِ الأَوَّلِ..» الحديث (١٩٤) .
قالَ رسولُ اللهِ صلى الله عليه وسلم: «هَذِهِ الآيَاتُ الَّتِي يُرْسِلُ اللهُ، لا تَكُونُ لِمَوْتِ
_________
(١٩٤) جزء من حديث أخرجه البخاري؛ كتاب: النكاح، باب: كُفران العشير وهو الزوج، برقم (٥١٩٧) ، عن عبد الله بن عباس رضي الله عنهما. ومسلم؛ كتاب: الكسوف، باب: ما عُرض على النبي صلى الله عليه وسلم في صلاة الكسوف، برقم (٩٠٧) ، عنه أيضًا.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (112,'أَحَدٍ وَلا لِحَيَاتِهِ، وَلَكِنْ يُخَوِّفُ اللهُ بِهِ عِبَادَهُ، فَإِذَا رَأَيْتُمْ شَيْئًا مِنْ ذَلِكَ، فافْزَعُوا إِلَى ذِكْرِهِ وَدُعَائِهِ وَاسْتِغْفَارِهِ» (١٩٥) .

وقال عليه الصَّلاة والسَّلام: «إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللهِ، لا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا، فَادْعُوا اللهَ وَصَلُّوا حَتَّى يَنْجَلِيَ» (١٩٦) .
ويقول صلى الله عليه وسلم: «فَإِذَا رَأَيْتُمْ ذَلِكَ،
_________
(١٩٥) أخرجه البخاري؛ كتاب: الكسوف، باب: الذِّكر في الكسوف، برقم (١٠٥٩) ، عن أبي موسى رضي الله عنه. ومسلم؛ كتاب: الكسوف، باب: ذكر النداء بصلاة الكسوف، برقم (٩١٢) ، عنه أيضاً. واللفظ للبخاري.
(١٩٦) أخرجه البخاريّ، بالتخريج السابق، برقم (١٠٦٠) ، عن المغيرة بن شعبة رضي الله عنه. ومسلم؛ بالتخريج السابق أيضًا، برقم (٩١٥) ، عنه أيضاً، بلفظ [يَنْكَشِفُ] بدل [يَنْجَلِي] في آخره.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (113,'فَادْعُوا اللهَ، وَكَبِّرُوا وَصَلُّوا وَتَصَدَّقُوا» (١٩٧) .
«وَقَدْ أَمَرَ رَسُولُ اللهِ صلى الله عليه وسلم بِالْعَتَاقَةِ فِي كُسُوفِ الشَّمْسِ» (١٩٨) .
وقال صلى الله عليه وسلم في خُطبة الكُسوف: «إِنِّي قَدْ رَأَيْتُكُمْ تُفْتَنُونَ فِي الْقُبُورِ كَفِتْنَةِ الدَّجَّالِ» (١٩٩) .

<span data-type="title" id=toc-100>صلاةُ العِيدَيْنِ: </span>السُّنَّةُ أن يقرأَ في صلاة العيدين في الرَّكعة الأُولى بعد الفاتحة بسورة (الأعلى) ، وفي الثَّانية بسورة (الغاشية) (٢٠٠) .
_________
(١٩٧) جزء من حديث أخرجه البخاريّ، كتاب: الكسوف، باب: الصدقة في الكسوف، برقم (١٠٤٤) ، عن عائشة رضي الله عنها. وفي بعض روايات البخاري: [فَاذْكُرُوا] بدل [فَادْعُوا] . ومسلم؛ كتاب: الكسوف، باب: صلاة الكسوف، برقم (٩٠١) ، عنه أيضًا.
(١٩٨) أخرجه البخاريّ، كتاب: الكسوف، باب: من أحب العَتاقة في كسوف الشمس، برقم (١٠٥٤) ، عن أسماءَ رضي الله عنها.
(١٩٩) أخرجه البخاريّ، كتاب: الكسوف، باب: التعوذ من عذاب القبر في الكسوف، برقم (١٠٥٠) ، عن عائشة رضي الله عنها. ومسلم؛ كتاب: الكسوف، باب: ذكر عذاب القبر في صلاة الخسوف، برقم (٩٠٣) ، عنها أيضًا. واللفظ له. وعند البخاريّ: «ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ» .
(٢٠٠) سبق تخريجه بهامش (١٨٥) .',NULL,'120',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (114,'<span data-type="title" id=toc-101>التكبير في العيدَيْن: </span>ويكبِّرُ المسلمُ في عيد الفِطْر من غروب شمس آخر يومٍ من رمضانَ (عند ثبوت هلال شوَّال) ، إلى أنْ يُحرِمَ الإمامُ بصلاة العيد.
كما يكبِّرُ في عيد الأَضْحى من بعد صلاة الفجر يومَ عرفةَ إلى صلاة العصر من آخر أيام التشريق (الثالثِ عشَرَ من ذِي الحِجَّة) (٢٠١) .
وصيغة التكبير المختارةُ: أن يقول: اللهُ أكبرُ، اللهُ أكبرُ، لاإلهَ إلاَّ اللهُ،
_________
(٢٠١) توقيت البدء بالتكبير في العيدين والفراغ منه ذكره النوويّ في «الأذكار» باب: الأذكار المشروعة في العيدين. ودليل التكبير في الفطر هو عموم قوله تعالى: {وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ} [البَقَرَة: ١٨٥] . وفي الأضحى قوله تعالى: {وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُودَاتٍ} [البَقَرَة: ٢٠٣] . وهي أيام التشريق، وكانت تُشرَّق فيها لحوم الأضاحي وتُقدَّد، بإلقائها في المشرقة تحت ضوء الشمس، وقد جرت العادة عندهم بذلك.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (115,'واللهُ أكبرُ، وللهِ الحمدُ.
فقد كان ابن مسعودٍ رضي الله عنه يكبِّرُ أيامَ التشريق فيقولُ: (اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، لاَ إِلهَ إِلاَّ اللهُ، وَاللهُ أَكْبَرُ، وَللهِ الْحَمْدُ) (٢٠٢) .
_________
(٢٠٢) رواه ابن أبي شيبة في المصنف (٢/١٦٥) . وصحّحه الألباني في الإرواء (٣/١٢٥) .',NULL,'122',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (116,'<span data-type="title" id=toc-102>بابُ أذكارِ الزَّكاةِ، والإحسان بالمال</span>
-<span data-type="title" id=toc-103> ما يقولُ آخِذُ الزكاةِ (سواءٌ أكان الواليَ أو الساعيَ أو الفقراءَ) </span>.
يدعو لمن دفع الزكاة بالخير.
ومن ذلك أن يقول: جزاك الله خيرًا.
قال النَّبِيُّ صلى الله عليه وسلم «مَنْ صُنِعَ إِلَيْهِ مَعْرُوفٌ، فَقَالَ لِفَاعِلِهِ: جَزَاكَ اللهُ خَيْراً، فَقَدْ أَبْلَغَ فِي الثَّنَاءِ» (٢٠٣) .
أو يقول: اللهُمَّ أَعْطِ مُنْفِقاً خَلَفاً (٢٠٤) .

<span data-type="title" id=toc-104>(مسألة) : </span>هل يقول آخِذُ الزكاة لمن
_________
(٢٠٣) أخرجه التِّرمذي؛ كتاب: البٍرّ والصلة، باب: ما جاء في الثناء بالمعروف، برقم (٢٠٣٥) ، عن أسامة بن زيد رضي الله عنهما. وقال التِّرمذي: هذا حديث حسن جيد غريب، لا نعرفه من حديث أسامة بن زيد إلا من هذا الوجه. اهـ. وقد صحّحه الألباني _ح في صحيح الجامع برقم (٦٣٢٦) .
(٢٠٤) أخذاً من قول الملَك الداعي للمتصدّق، وهو في البخاريّ؛ كتاب: الزكاة، باب: قوله تعالى: {فَأَمَّا مَنْ أَعْطَى وَاتَّقَى *} [الليْل: ٥] ، برقم (١٤٤٢) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: الزكاة، باب: في المنفِق والممسِك، برقم (١٠١٠) ، عنه أيضاً.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (117,'أعطاها: اللهمَّ صلِّ على فُلانٍ؟ لقوله تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاَتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ *} [التّوبَة: ١٠٣] .
قال النوويُّ رحمه الله: قال العلماء: ولا يُسْتَحَبُّ أن يقول في الدُّعاء: اللَّهمَّ صلِّ على فُلانٍ، لكون لفظِ الصَّلاة مختصّاً بالنَّبِيِّ صلى الله عليه وسلم، فله أنْ يخاطِبَ به مَنْ يشاء، بخلافنا نحن. والمراد بقوله تعالى: {وَصَلِّ عَلَيْهِمْ} [التّوبَة: ١٠٣] ، أي ادعُ لهم. اهـ (٢٠٥) .
_________
(٢٠٥) انظر: «الأذكار» ، باب: الأذكار المتعلقة بالزكاة. ... قال ابن حجر _ح في الفتح (٣/٤٢٣) . في شأن الصلاة على غير النبي صلى الله عليه وسلم، عند شرح حديث ابن أبي أوفى برقم (١٤٩٧) : واستُدل به على جواز الصلاة على غير الأنبياء، وكرهه مالك والجمهور. اهـ.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (118,'<span data-type="title" id=toc-105>ما تقول لمن عَرَض عليك من مالِه</span>. تدعو له بالبركة، قائلاً: «بَارَكَ اللهُ لَكَ فِي أَهْلِكَ وَمَالِكَ» (٢٠٦) .

<span data-type="title" id=toc-106>ما تقول لمن أحسن إليك بقرضٍ، ثم جئتَ توفِّيه حقَّه</span>. تدعو له بالبركة، وتشكر صنيعه، فتقول: «بَارَكَ اللهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَْدَاءُ» (٢٠٧) .
_________
(٢٠٦) أخرجه البخاري، كتاب: مناقب الأنصار، باب: إخاء النبي صلى الله عليه وسلم بين المهاجرين والأنصار، من قول عبد الرحمن بن عوف رضي الله عنه - لما آخى رسول الله صلى الله عليه وسلم بينه وبين سعد بن الربيع رضي الله عنه - برقم (٣٧٨٠) .
(٢٠٧) أخرجه النسائي؛ كتاب البيوع، باب: الاستقراض، برقم (٤٦٨٧) ، عن عبد الله بن أبي ربيعة رضي الله عنه. وابن ماجَهْ؛ كتاب: الصدقات، باب: حسن القضاء، برقم (٢٤٢٤) ، عنه أيضًا. بلفظ: «الْوَفَاءُ وَالْحَمْدُ» بدلاً من «الْحَمْدُ وَالأَْدَاءُ» ، وهما بمعنًى كما لا يخفى. والحديث صحّحه الألباني _ح برواية النسائي له. انظر صحيح النسائي (٤٣٦٦) ، كما حسّنه برواية ابن ماجه. انظر: صحيح ابن ماجه (١٩٦٨) .',NULL,'125',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (119,'<span data-type="title" id=toc-107>بابُ أذكارِ الصِّيامِ</span>
-<span data-type="title" id=toc-108> ما يقولُ عندَ رؤيةِ الهلالِ:</span>
يقول: «اللَّهُمَّ أَهْلِلْهُ عَلَيْنَا بِالْيُمْنِ وَالإيمَانِ، وَالسَّلامَةِ وَالإسْلامِ، رَبِّي وَرَبُّكَ اللهُ» (٢٠٨) .

-<span data-type="title" id=toc-109> ما يقول وهو صائمٌ، لمن شاتَمَه: </span>يقول «إِنَّي صَائِمٌ، مَرَّتَيْنِ» (٢٠٩) .
كما يُستحب للصائم الإكثارُ من أفعال البِرِّ: من صلاةٍ، وذِكْرٍ، وتِلاوةٍ، ودُعاء.
_________
(٢٠٨) أخرجه الترمذيّ - وحسّنه واستغربه - كتاب: الدعوات، باب: مايقول عند رؤية الهلال، برقم (٣٤٥١) ، عن طلحة بن عبيد الله رضي الله عنه. وأحمد في مسنده (١/١٦٢) ، من حديثه أيضًا. وللحديث شواهد عند الدارمي (٢-٤) ، وابن حِبّان (٢٣٧٤) وغيرهما.
(٢٠٩) جزء من حديث أخرجه البخاريّ؛ كتاب: الصوم، باب: فضل الصوم، برقم (١٨٩٤) عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: الصيام، باب: حفظ اللسان للصائم، برقم (١١٥١) ، عنه أيضاً.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (120,'قال عليه الصَّلاة والسَّلام: «ثَلاثَةٌ لا تُرَدُّ دَعْوَتُهُمْ، الصَّائِمُ حَتَّى يُفْطِرَ، وَالإمَامُ الْعَادِلُ، وَدَعْوَةُ الْمَظْلُومِ» (٢١٠) .

-<span data-type="title" id=toc-110> ما يقول عندَ الإفطار</span>.
يقول: «ذَهَبَ الظَّمَأُ، وَابْتَلَّتِ الْعُرُوقُ، وَثَبَتَ الأجْرُ إِنْ شَاءَ اللهُ» (٢١١) .

-<span data-type="title" id=toc-111> ما يقول إذا أفطر عند قوم</span>.
يقول: «أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الأبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلائِكَةُ» (٢١٢) .
_________
(٢١٠) جزء من حديث أخرجه الترمذيّ - وحسّنه - كتاب: الدعوات، باب: «سبق المفرّدون» ، برقم (٣٥٩٨) ، عن أبي هريرة رضي الله عنه.
(٢١١) أخرجه أبو داود؛ كتاب: الصيام باب: القول عند الإفطار، برقم (٢٣٥٧) ، عن ابن عمر رضي الله عنهما. حسّنه الألباني. انظر: صحيح أبي داود (٢٠٦٦) . والحديث أخرجه النَّسائي في «عمل اليوم والليلة» (٢٩٩) .
(٢١٢) أخرجه أبو داود؛ آخر كتاب: الأطعمة، باب: في الدعاء لرب الطعام إذا أكل عنده، برقم (٣٨٥٤) ، عن أنس رضي الله عنه. انظر: صحيح أبي داود (٣٢٦٨) . والحديث أخرجه أحمد، (٣/١٣٨) ، من حديثه أيضًا، بتأخير [أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ] .',NULL,'127',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (121,'-<span data-type="title" id=toc-112> ما يدعو به إذا عَلِمَ ليلة القَدْر</span>.
يقول: «اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي» (٢١٣) .
ويُستحبُّ له فيها قراءةُ القرآن، وقولُ سائرِ الأذكارِ والدَّعَواتِ المستحبَّةِ في المواطنِ الشريفةِ، كما يُسْتَحَبُّ له ذلك في الاعتكافِ أيضًا (٢١٤) .
_________
(٢١٣) أخرجه الترمذيّ - وصحّحه - كتاب: الدعوات، باب: في فضل سؤال العافية والمعافاة، برقم (٣٥١٣) ، عن عائشة رضي الله عنها.
(٢١٤) كما أفاده النوويّ، كتاب: أذكار الصيام، باب: مايدعو إذا صادف ليلة القدر.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (122,'<span data-type="title" id=toc-113>بابُ أذكارِ ... الحجِّ والعُمْرة</span>
وهي على ضَربَيْنِ:

<span data-type="title" id=toc-114>الأول: الأذكار المتعلِّقة بالسفر</span>.
الثاني: الأذكار المتعلِّقة بأعمال الحجِّ والعُمْرة.
أما الأولُ، فالأذكارُ المتعلِّقةُ بالسفر، وقد سبقَ ذِكْرُ غالِبِها، ويُضاف إليها هنا (إتماماً للفائدة) :',NULL,'129',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (123,'-<span data-type="title" id=toc-115> ما يقولُ إذا سارَ بِه المركُوبُ فصَعِدَ مرتفعاً أو نزل منحَدَراً</span>.
يقول إذا صعِدَ: (الله أكبر) ، وإذا نزل: (سبحان الله) .
قال جابرٌ رضي الله عنه: «كُنَّا إِذَا صَعِدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا» (٢١٥) .

-<span data-type="title" id=toc-116> ما يقولُ إذا تعسَّرَ مركوبُه</span>.
ينبغي ألاَّ يلعنَه، فقد جاء النَّهْيُ عن لعن البهيمة.
قال صلى الله عليه وسلم في دابَّة لعنَتْها امرأةٌ في سَفَرٍ: «خُذُوا مَا عَلَيْهَا وَدَعُوهَا، فَإِنَّهَا مَلْعُونَةٌ» (٢١٦) .
_________
(٢١٥) أخرجه البخاريّ؛ كتاب: الجهاد والسير، باب: التسبيح إذا هبط وادياً، برقم (٢٩٩٣) ، عن جابر بن عبد الله رضي الله عنهما.
(٢١٦) أخرجه مسلم؛ كتاب: البِرّ والصِّلة والآداب، باب: النهي عن لعن الدوابّ وغيرِها، برقم (٢٥٩٥) ، عن عمران بن حُصَين رضي الله عنه.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (124,'-<span data-type="title" id=toc-117> ما يقولُ إذا أسْحَر - أي وافَق وقتَ السَّحَرِ في سفره - يقول: </span>«سَمِعَ سَامِعٌ بِحَمْدِ اللهِ وَحُسْنِ بَلائِهِ عَلَيْنَا، رَبَّنَا صَاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذًا بِاللهِ مِنَ النَّارِ» (٢١٧) .

-<span data-type="title" id=toc-118> ما يقولُ إذا نزَلَ منزِلاً، لِيبيتَ فيه</span>. يقول: «أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ» (٢١٨) .

-<span data-type="title" id=toc-119> ما يقولُ إذا دخل بلدةً أو قرية</span>. يقول: «اللَّهُمَّ رَبَّ السَّمَاوَاتِ السَّبْعِ
_________
(٢١٧) أخرجه مسلم؛ كتاب: الذِّكر والدعاء، باب: في التعوّذ من شر ماعُمل ... ، برقم (٢٧١٨) ، عن أبي هريرة رضي الله عنه.
(٢١٨) أخرجه مسلم؛ كتاب: الذِّكر والدعاء، باب: في التعوّذ من سوء القضاء ... ، برقم (٢٧٠٨) ، عن خولة بنت حكيم رضي الله عنها.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (125,'وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الرِّياح وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ القَرْيَةِ وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّما فِيهَا» (٢١٩) .

<span data-type="title" id=toc-120>وأما الثاني: </span>فالأذكارُ المتعلِّقةُ بأعمالِ الحجِّ والعُمْرةِ، وقد تقدَّم منها أذكارُ الاغْتسالِ، والوُضوءِ، وأذكارُ لُبسِ الثَّوْبِ - وهو هنا الرداءُ والإزارُ -، ويقول ذلك كلَّه عند إحرامِه. وهاكَ تَمامَها - إن شاء الله -:
_________
(٢١٩) رواه النسائي في الكبرى، برقم (٨٨٢٧) ، بإسناد حسن.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (126,'- صفةُ تلبيةِ النَّبِيِّ صلى الله عليه وسلم.
«لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لا شَرِيكَ لَكَ» (٢٢٠) .
وإن شاء زاد «لَبَّيْكَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالْخَيْرُ بِيَدَيْكَ، لَبَّيْكَ وَالرَّغْبَاءُ إِلَيْكَ وَالْعَمَلُ» (٢٢١) .
- متى يقطع التلبيةَ في العُمْرةِ؟
يقطع التلبية في
_________
(٢٢٠) أخرجه البخاريّ؛ كتاب: الحجّ، باب: التلبية، برقم (١٥٤٩) ، عن عبد الله بن عمر رضي الله عنهما. ومسلم؛ كتاب: الحجّ، باب: التلبية وصفتها ووقتها، برقم (١١٨٤) ، عنه أيضاً.
(٢٢١) مسلمٌ بالتخريج السابق. وقال _ح: وكان ابن عمر يقول: كان عمر يُهِلُّ بإهلال رسول الله صلى الله عليه وسلم من هؤلاء الكلمات، ثم ذكره.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (127,'العُمْرة، إذا دخل الحَرَم.
كان ابنُ عمرَ رضي الله عنهما يقطع التلبية في العُمْرة إذا دخل الحَرَم (٢٢٢) .

-<span data-type="title" id=toc-121> متى يقطع التلبيةَ في الحجِّ</span>؟
يقطع التلبية في الحجِّ إذا رمى جَمْرةَ العَقَبَةِ (الكبرى) يومَ النَّحْر.

«لَمْ يَزَلِ النَّبِيُّ صلى الله عليه وسلم يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ» (٢٢٣) .
- الأذكار المشروعة عند الطواف.
- إذا استلمَ الركنَ الأسودَ (الركنَ الذي عنده الحجرُ الأسودُ) : أشار إليه، وقال: اللهُ أكبر.
«طَافَ النَّبِيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ
_________
(٢٢٢) رواه مالك في مُوَطَّئِه، برقم (١١٢٢) ، موقوفاً على ابن عمر رضي الله عنهما.
(٢٢٣) أخرجه البخاريّ؛ كتاب: الحجّ، باب: متى يُدفع من جَمْع، برقمَيْ (١٦٨٦-١٦٨٧) ، عن أسامة بن زيد والفضل بن العباس رضي الله عنهم. ومسلم؛ كتاب: الحجّ، باب: استحباب إدامة الحاجّ التلبية حتى يشرع في رمي جمرة العقبة يوم النحر، برقم (١٢٨١) ، عن الفضل رضي الله عنه.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (128,'كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ كَانَ عِنْدَهُ (٢٢٤) وَكَبَّرَ» (٢٢٥) .

<span data-type="title" id=toc-122>مسألة: </span>هل يستلمُ أركانَ الكعبةِ جميعَها - إن أَمْكَنَه ذلك -؟
السُّنَّةُ من فِعْلِ النَّبِيِّ صلى الله عليه وسلم أنه لا يُستلَمُ من البيتِ إلا الركنان اليمانيَّان، (٢٢٦) [أي الركنُ اليمانيُّ والركنُ الأسود] .

-<span data-type="title" id=toc-123> الذِّكرُ المشروع عند الطواف (ما بين الركنين) </span>. كان النَّبِيُّ صلى الله عليه وسلم يتلو بين الركنَيْنِ قولَه تعالى: [البَقَرَة: ٢٠١] (٢٢٧) .
_________
(٢٢٤) الشيء الذي أشار به النبيّ صلى الله عليه وسلم هو: المِحْجَن. كما في الصحيحين. والمِحْجن، (خشبة في طرفها اعوجاج مثل الصولجان) . انظر: المصباح المنير للفيومي (حَجَن) .
(٢٢٥) أخرجه البخاريّ؛ كتاب: الحجّ، باب: التكبير عند الركن، برقم (١٦١٣) ، عن ابن عباس رضي الله عنهما. ومسلم - باختلافٍ - كتاب: الحجّ، باب: جواز الطواف على بعير ... ، برقم (١٢٧٢) ، عنه أيضاً.
(٢٢٦) أخرجه البخاريّ؛ كتاب: الحجّ، باب: من لم يستلم إلا الركنين اليمانيَّيْن، برقم (١٦٠٩) ، عن ابن عمر رضي الله عنهما. ومسلم؛ كتاب: الحجّ، باب: استحباب: استلام الركنين اليمانيَّيْن في الطواف، دون الركنين الآخرَين، برقم (١٢٦٧) ، عنه أيضاً.
(٢٢٧) أخرجه أبو داود كتاب: المناسك، باب: الدعاء في الطواف، برقم (١٨٩٢) ، عن عبد الله بن السائب رضي الله عنه. وصحّحه الألباني في صحيح أبي داود برقم (١٦٦٦) .',NULL,'135',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (129,'- ما يقرأ في ركعتَيِ الطوافِ عند المقامِ. كان النَّبِيُّ صلى الله عليه وسلم يقرأُ في الرَّكعتَيْنِ ُ س ش ص ض ِ، و ُ ش س ز ِ (٢٢٨) .

-<span data-type="title" id=toc-124> ما يقول إذا دَنا من الصَّفَا أو من المَرْوَةَ مريداً السعيَ بينهما: </span>يقرأ قوله تعالى: [البَقَرَة: ١٥٨] . وإذا دَنا من الصفا عند أوَّلِ شُروعِه بالسَّعي، يقول: «أَبْدَأُ بِمَا بَدَأَ اللهُ بِهِ» (٢٢٩) .
_________
(٢٢٨) جزء من حديث أخرجه مسلم؛ كتاب: الحج، باب: حَجّة النبيّ صلى الله عليه وسلم، برقم (١٢١٨) ، عن جابر بن عبد الله رضي الله عنهما.
(٢٢٩) التخريج السابق.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (130,'-<span data-type="title" id=toc-125> ما يقول إذا رقِيَ الصَّفَا أو المروَةَ، ورأى الكعبة المشرَّفة: </span>يقول: [ثلاثَ مراتٍ] «لا إلهَ إلاَّ اللهُ، اللهُ أكبرُ» . ثمَّ يقولُ: «لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لا إِلهَ إِلاَّ اللهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الأحْزَابَ وَحْدَهُ» . ثم يدعو بما أَحبَّ (٢٣٠) .

-<span data-type="title" id=toc-126> ما يقول إذا سار من مِنى إلى عرفَةَ بعد طلوع الشمس: </span>يقول:
_________
(٢٣٠) جزء من حديث أخرجه مسلم؛ كتاب: الحج، باب: حَجّة النبيّ صلى الله عليه وسلم، برقم (١٢١٨) ، عن جابر بن عبد الله رضي الله عنهما.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (131,'«لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لا شَرِيكَ لَكَ. لَبَّيْكَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالْخَيْرُ بِيَدَيْكَ، لَبَّيْكَ وَالرَّغْبَاءُ إِلَيْكَ وَالْعَمَلُ، اللهُ أكبرُ، اللهُ أكبرُ» .
يقول ذلك كلَّه مِراراً كلَّما تيسَّر له (٢٣١) .

-<span data-type="title" id=toc-127> ما يُسن للحاجِّ في يوم عرفَةَ</span>.
يُستحبُّ له الاجتهادُ في الدعاء، [ورفعُ اليدينِ فيه] (٢٣٢) ، وكثرةُ الذِّكْرِ
_________
(٢٣١) مستفاد ممّا أخرجه البخاريّ؛ كتاب: العيدين، باب: التكبير أيام مِنى وإذا غدا إلى عرفة، برقم (٩٧٠) عن مالك بن أنس رضي الله عنه. ومسلم؛ كتاب: الحج، باب: التلبية والتكبير في الذهاب من منى إلى عرفة، برقم (١٢٨٤) ، عن عبد الله بن عمر رضي الله عنهما.
(٢٣٢) أخرجه النَّسائي؛ كتاب: المناسك، باب: رفع اليدين في الدعاء بعرفة، برقم (٣٠١٤) ، عن أسامةَ بن زيد رضي الله عنهما.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (132,'والإخلاصُ فيه، فإنَّ خيرَ الدُّعاءِ دعاءُ يومِ عرفَةَ.
قال النَّبِيُّ صلى الله عليه وسلم: «خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي: لا إِلهَ إِلاَّ اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ» (٢٣٣) .

<span data-type="title" id=toc-128>ما يُشرَعُ بُعَيْدَ فجرِ يومِ النَّحرِ حتى يُسفِرَ جداً</span>.
- أن يقفَ مُستقبِلاً القِبلةَ عند المَشْعرِ الحرامِ - وهو جبلُ قُزَح -
_________
(٢٣٣) أخرجه الترمذي؛ كتاب: الدعوات، باب: في دعاء يوم عرفة، برقم (٣٥٨٥) ، عن عمرو بن شعيب عن أبيه عن جده. قال الترمذي: هذا حديث حسن غريب من هذا الوجه، وحمّاد بن أبي حميد - الراوي عن عمرو بن شعيب - هو محمد بن أبي حميد، وهو إبراهيم الأنصاري المدني، وليس هو بالقويّ عند أهل الحديث. اهـ. ... وقد ذكر النووي _ح - بعد إيراده لهذا الحديث، وبعد نقله لتضعيف الترمذي له - ذكر ما يشهد لهذا الحديث، وهو ما أخرجه مالك في الموطأ (١-٤٢٢) مرسلاً بلفظ: «أفضل الدعاء يومُ عرفة، وأفضل ما قلت أنا والنبيون من قبلي: لا إله إلا الله وحده لا شريك له» . انظر: الأذكار، فصل في الأذكار والدعوات المستحبات بعرفات. هذا، وقد حسّن الحديثَ الألبانيُّ _ح في صحيح الترمذي، برقم (٢٨٣٧) .',NULL,'139',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (133,'حيث وقف النَّبِيُّ صلى الله عليه وسلم، فإنْ وقف في أيِّ موضِعٍ آخرَ من مزدلِفةَ أَجْزَأَهُ. قال النَّبِيُّ صلى الله عليه وسلم: «وَقَفْتُ هَاهُنَا، وجَمْعُ (٢٣٤) كُلُّهَا مَوْقِفٌ» (٢٣٥) .
- أنْ يُكثِرَ من ذِكْر الله تعالى، من تكبيرٍ، وتحميد، وتهليل، ودعاء.
- أن يخالفَ المشركين فيدفعَ من مُزدلِفةَ قبل طلوع الشمس لفعله صلى الله عليه وسلم ذلك (٢٣٦) . قال الله تعالى:
_________
(٢٣٤) جَمْع: أي مزدلفة.
(٢٣٥) جزء من حديث أخرجه مسلم؛ كتاب: الحج، باب: ماجاء أن عرفة كلها موقف، برقم (١٢١٨) ، عن جابر بن عبد الله رضي الله عنهما، وتمام الحديث «نَحَرْتُ هَاهُنَا وَمِنى كُلُّهَا مَنْحَرٌ، فَانْحَرُوا فِي رِحَالِكُمْ، وَوَقَفْتُ هَاهُنَا، وَعَرَفَةُ كُلُّهَا مَوْقِفٌ، وَوَقَفْتُ هَاهُنَا، وجَمْعُ كُلُّهَا مَوْقِفٌ» .
(٢٣٦) أخرجه البخاريّ؛ كتاب: الحج. باب: متى يُدفع من جَمْع؟، برقم (١٦٨٤) عن عمر رضي الله عنه.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (134,'[البَقَرَة: ١٩٨] .
وقد «أَتَى النَّبِيُّ صلى الله عليه وسلم الْمَشْعَرَ الْحَرَامَ، فَاسْتَقْبَلَ القِبْلَةَ؛ فَدَعَاهُ، وَكَبَّرَهُ، وَهَلَّلَهُ، وَوَحَّدَهُ، فَلَمْ يَزَلْ وَاقِفاً حَتّى أَسْفَرَ جِدّاً، فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ» (٢٣٧) .

<span data-type="title" id=toc-129>ما يُشرَعُ عند رميِ الجِمارِ:</span>
- ... يقطع التلبية إذا شرع برمي جَمْرةِ العَقَبة الكبرى يومَ النَّحْرِ. «لَمْ يَزَلْ رَسُولُ الله ِ صلى الله عليه وسلم يُلَبِّي حَتّى رَمَى الْجَمْرَةَ» (٢٣٨) .
_________
(٢٣٧) جزء من حديث أخرجه مسلم؛ كتاب: الحج. باب: حَجّة النبيّ صلى الله عليه وسلم، برقم (١٢١٨) ، عن جابر بن عبد الله رضي الله عنهما.
(٢٣٨) سبق التخريج بهامش (٢٢٣) .',NULL,'141',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (135,'- ... أَن يكبِّرَ كلَّما رمى بحصاة أيّاً من الجِمار الثلاث.
- ... أن يتقدَّمَ قليلاً بعد الفراغِ من رميِ الجَمْرَتَيْنِ الصُّغرى والوُسطى، ويطيلَ الوقوفَ، مُستقبِلاً القِبلة، رافعاً يديه، يدعو.
- ... ولا يقفَ بعد الفراغ من رمْيِ جَمْرةِ العَقَبةِ الكُبرى.
... موافِقاً في ذلك جميعِه سُنَّةَ النَّبِيِّ صلى الله عليه وسلم (٢٣٩) .
ويستمرُّ الحاجُّ بالتكبير طوالَ أيام
_________
(٢٣٩) مستفاد جميعُه من حديثٍ أخرجه البخاريّ؛ في كتاب: الحجّ، باب: الدّعاء عند الجمرتين، برقم (١٧٥١) ، عن ابن عمر رضي الله عنهما.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (136,'التشريق بمِنىً قائلاً: «اللهُ أَكْبَرُ، اللهُ أَكْبَرُ، لاَ إِلهَ إِلاَّ اللهُ، واللهُ أَكْبَرُ وَللهِ الْحَمْدُ» (٢٤٠) .
كان عمرُ رضي الله عنه يكبِّرُ في قُبَّتِه بمنىً، فيسمَعُه أهل المسجد فيكبِّرون، ويكبِّرُ أهلُ الأسواقِ حتى ترتجَّ مِنىً تكبيراً (٢٤١) .

<span data-type="title" id=toc-130>ما يُشرع قوله عند النحر، أو عند ذبح الضَّحِيَّة</span>. إذا رَمى الحاجُّ جَمْرةَ العقبةِ، وأراد نحرَ هَدْيِه، أو أراد المسلمُ ذبحَ ضَحِيَّةٍ، بعد صلاة عيد
_________
(٢٤٠) سبق التخريج بهامش (٢٠٢) .
(٢٤١) أخرجه البخاريّ؛ كتاب: العيدين، باب: التكبير أيام منى....، معلَّقاً عن عمر رضي الله عنه. ووصله النَّسائي في «الكبرى» (٣/٣١٢) .',NULL,'143',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (137,'الأضاحي، فإنه يُشرع له أن يقول: بِسْمِ اللهِ، واللهُ أكبر، اللَّهُمَّ تقبَّلْ مني. وذلك اقتداءً بالنبيِّ صلى الله عليه وسلم حين ذبح كبشًا ضحيةً، فقال: «بِسْمِ اللهِ، وَاللهُ أَكْبَرُ، اللَّهُمَّ تَقَبَّلْ مِنْ مُحَمَّدٍ وَآلِ مُحَمَّدٍ» (٢٤٢) .
فإذا قضى مناسِكَه جميعَها، أكثرَ بعد ذلك من ذِكْرِ اللهِ تعالى، ومن تلاوةِ قولِه سبحانه: {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآْخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البَقَرَة: ٢٠١] .
_________
(٢٤٢) أخرحه مسلم؛ كتاب: الأضاحي، باب: استحباب الضحيّة، برقم (١٩٦٧) ، عن عائشة رضي الله عنها.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (138,'وقولِه تعالى: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الآْخِرَةِ مِنْ خَلاَقٍ *وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآْخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البَقَرَة: ٢٠٠-٢٠١] .',NULL,'145',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (139,'<span data-type="title" id=toc-131>الفصل السادس
في أذكارٍ غيرِ مقيَّداتٍ بأوقاتٍ أو مناسباتٍ</span>
قال اللهُ تبارك وتعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلاَ تَكْفُرُونِ} [البَقَرَة: ١٥٢] .
وقال سبحانه: {فَلَوْلاَ أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ *لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ} [الصَّافات: ١٤٣-١٤٤] .
وقال تعالَى: {إِنَّ اللَّهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ آمَنُوا',NULL,'147',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (140,'صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا} [الأحزَاب: ٥٦] .
وقالَ عزَّ وجلَّ: {وَصَلَوَاتِ الرَّسُولِ أَلاَ إِنَّهَا قُرْبَةٌ لَهُمْ} [التّوبَة: ٩٩] .
ويقولُ النَّبِيُّ عليه الصَّلاةُ والسَّلامُ: «مَنْ صَلَّى عَلَيَّ صَلاةً صَلَّى اللهُ عَلَيْهِ بِهَا عَشْرًا» (٢٤٣) .
ويقول صلى الله عليه وسلم: «صَلُّوا عَلَيَّ، فَإِنَّ صَلاتَكُمْ تَبْلُغُنِي حَيْثُ كُنْتُمْ» (٢٤٤) .
أخي القارئ الحبيب، أحَبَّكَ اللهُ، هاك - ختامًا - بعضًا من الأذكار
_________
(٢٤٣) جزء من حديثٍ سبق تخريجه بهامش (١٢٨) .
(٢٤٤) جزء من حديث أخرجه أبو داود؛ كتاب: المناسك، باب: زيارة القبور، برقم (٢٠٤٢) ، عن أبي هريرة رضي الله عنه. انظر: صحيح أبي داود للألباني _ح، برقم (١٧٩٦) .',NULL,'148',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (141,'الفاذَّة الجامعة، أختمُ بها هديَّتي هذه لأمَّة نبيِّنا صلى الله عليه وسلم:

- قال رسول الله صلى الله عليه وسلم: «قُولُوا: اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ» (٢٤٥) .
- ... وقال عليه الصَّلاة والسَّلام: «كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ،
_________
(٢٤٥) سبق التخريج بهامش (٥) .',NULL,'149',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (142,'ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ، سُبْحَانَ اللهِ وَبِحَمْدِهِ، سُبْحَانَ اللهِ الْعَظِيمِ» (٢٤٦) .
- ... ويقول النَّبِيُّ صلى الله عليه وسلم: «أَحَبُّ الْكَلامِ إِلَى اللهِ أَرْبَعٌ: سُبْحَانَ اللهِ، وَالْحَمْدُ للهِ، وَلا إِلهَ إِلاَّ اللهُ، وَاللهُ أكبرُ» (٢٤٧) .
- ... وقال عليهِ الصَّلاة والسَّلام لأمِّ المؤمنينَ جُوَيْرِيَّةَ بنتِ الحارثِ رضي الله عنهما: «لَقَدْ قُلْتُ بَعْدَكِ أَرْبَعَ كَلِمَاتٍ ثَلاثَ مَرَّاتٍ، لَوْ وُزِنَتْ بِمَا قُلْتِ مُنْذُ الْيَوْمِ لَوَزَنَتْهُنَّ: سُبْحَانَ اللهِ
_________
(٢٤٦) متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاريّ؛ كتاب: الدعوات، باب: فضل التسبيح، برقم (٦٤٠٦) وبرقم (٦٦٨٢) ، كما أن الإمام قد ختم به صحيحه برقم (٧٥٦٣) - كما أفاده النووي في الأذكار-. ومسلم؛ كتاب: الذِّكر والدعاء، باب: فضل التهليل والتسبيح والدعاء، برقم (٢٦٩٤) .
(٢٤٧) جزء من حديث أخرجه مسلم؛ كتاب: الآداب؛ باب: كراهة التسمية بالأسماء القبيحة وبنافع ونحوه، برقم (٢١٣٧) ، عن سَمُرة بن جندب رضي الله عنه.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (143,'وَبِحَمْدِهِ، عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ» (٢٤٨) .
- ... وقال عليه أفضلُ الصَّلاةِ، وأتمُّ التسليمِ: «مَنْ قَالَ: لا إِلهَ إِلا اللهُ وَحْدَهُ لا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، فِي يَوْمٍ مِائَةَ مَرَّةٍ، كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ، وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ، وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ، وَكَانَتْ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ، وَلَمْ يَأْتِ أَحَدٌ
_________
(٢٤٨) أخرجه مسلم؛ كتاب: الذِّكر والدعاء، باب: التسبيح أول النهار وعند النوم، برقم (٢٧٢٦) ، عن جُوَيْرِيَّةَ رضي الله عنها.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (144,'بِأَفْضَلَ مِمَّا جَاءَ إِلاَّ رَجُلٌ عَمِلَ أَكْثَرَ مِنْهُ» (٢٤٩) .
ويقول صلى الله عليه وسلم: «أَفْضَلُ الذِّكْرِ: لا إِلهَ إِلاَّ اللهُ، وَأَفْضَلُ الدُّعَاءِ: الْحَمْدُ للهِ» (٢٥٠) .
وهذا كنزٌ من كنوزِ الجنَّة، دلَّنا عليه النَّبِيُّ صلى الله عليه وسلم فقال: «أَلا أَدُلُّكَ عَلَى كَلِمَةٍ مِنْ كَنْزِ الْجَنَّةِ؟ قُلْ: لا حَوْلَ وَلا قُوَّةَ إِلاَّ بِاللهِ» (٢٥١) .
وأوصيكَ ونفسي ختامًا، بوصيةٍ جامعةٍ أَوْصى بها رسولُ اللهِ صلى الله عليه وسلم أُمَّتَهُ، نَستمسِكُ بها طمعًا في أن يُدخِلَنا ربُّنا جنةَ نعيمٍ،
_________
(٢٤٩) أخرجه البخاريّ؛ كتاب: الدعوات، باب: فضل التهليل، برقم (٦٤٠٣) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: الذِّكر والدعاء، باب: فضل التهليل والتسبيح والدعاء، برقم (٢٦٩١) ، عنه أيضاً. بزيادة في آخره: [وَمَنْ قَالَ: سُبْحَانَ اللهِ وَبِحَمْدِهِ، فِي يَوْمٍ مِائَةَ مَرَّةٍ، حُطَّتْ عَنْهُ خَطَايَاهُ، وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ] . واللفظ المختار للبخاريّ.
(٢٥٠) أخرجه الترمذي؛ كتاب: الدعوات، باب: ماجاء أن دعوة المسلم مستجابة، برقم (٣٣٨٣) ، عن جابر بن عبد الله رضي الله عنهما. قال الترمذي: هذا حديث حسن غريب لانعرفه إلا من حديث موسى بن إبراهيم. اهـ. وقد ذكرته هنا - مع كونه من حديثه، وهو صدوق يخطئ، كما في التقريب - لكون مُتعلَّق الحديث بفضائل الأعمال، ولأن علياً بن المديني وغيره قد روَوا عن موسى، كما أفاد بذلك الترمذي _ح. والحديث أخرجه ابنُ ماجه؛ كتاب: الأدب، باب: فضل الحامدين، برقم (٣٨٠٠) ، عن جابر أيضًا. انظر: صحيح ابن ماجه (٣٠٦٥) . وأخرجه الحاكم في مستدركه - وصحّحه - (١/٥٠٢) ، والنّسائيُّ في «عمل اليوم والليلة» ، برقم (٨٣١) .
(٢٥١) أخرجه البخاريّ؛ كتاب: الدعوات، باب: قول: لا حول ولا قوة إلا بالله، برقم (٦٤٠٩) ، عن أبي موسى رضي الله عنه. ومسلم؛ كتاب: الذِّكر والدعاء، باب: استحباب: خفض الصوت بالذِّكر، برقم (٢٧٠٤) ، عنه أيضاً. واللفظ للبخاري.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (145,'- إن شاء الله - ضاحكين مستبشرين. قال عليه أعطر الصلاة وأزكى التسليم: «لا يَزَالُ لِسَانُكَ رَطْبًا مِنْ ذِكْرِ اللهِ» (٢٥٢) .
_________
(٢٥٢) أخرجه الترمذي - وحسّنه واستغربه -، كتاب: الدعوات، باب: ما جاء في فضل الذِّكر، برقم (٣٣٧٥) ، عن عبد الله بن بُسْر رضي الله عنه. وأحمدُ (٤/١٨٨) ، من حديثه أيضاً.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (146,'<span data-type="title" id=toc-132>خاتمة</span>
الحمدُ للهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلاَ أَنْ هَدَانَا اللهُ، اللَّهُمَّ صَلِّ عَلَى مُحمَّدٍ عَبْدِكَ وَرَسُولِكَ، وَعَلَى آلِ مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّاتِهِ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ وَأَزْوَاجِهِ وَذُرِّيَّاتِهِ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ.
تمَّ الْكِتَابُ بحَمْدِ اللهِ تَعَالى، وَعَظيمِ',NULL,'155',NULL,NULL,'0');
INSERT INTO [b21522] VALUES (147,'فَضْلِهِ سُبْحَانَهُ، وَحُسْنِ تَوْفِيقِهِ. اللَّهمَّ انْفَعْ بكِتَابِي هَذَا، كَمَا نَفَعْتَ بِأُصُولِهِ. وَاجْزِ عَنَّا سَيَّدَنَا مُحَمَّدًا صلى الله عليه وسلم مَا هُوَ أَهْلُهُ، وَآخِرُ دَعْوَانَا أَنِ الحَمْدُ للهِ رَبِّ العَالَمَِينَ.',NULL,'156',NULL,NULL,'0');
