-- Table: b21551
-- Chunk: 1
-- Rows: 463

CREATE TABLE "b21551"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b21551
INSERT INTO [b21551] VALUES (1,'الانتصار للصحب والآل من افتراءات السماوي الضال
الدكتور إبراهيم بن عامر الرحيلي',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b21551] VALUES (2,'<span data-type="title" id=toc-1>المقدمة</span>

إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، أرسله ربه بالرحمة والخير والهدى، وأظهر دينه، على سائر أديان الورى، وأيده بصحابته، أولي الاحلام والنهى، ومصابيح الدّجى فجعلهم رحمة للمؤمنين وغيظاً للكافرين، لا يحبهم إلا مؤمن تقي، ولا يبغضهم إلا منافق غوي.
أما بعد:
فمازال أعداء الإسلام على مختلف أديانهم ومشاربهم، يكيدون للإسلام وأهله، منذ أن أظهر الله هذا الدين، وأعز أتباعه. يحملهم على ذلك الحسد والغيرة، والحقد والضغينة، التي امتلأت بها قلوبهم على أهل هذا الدين، فتنوعت أساليبهم في حرب هذا الدين، وتعددت مكايدهم؛ وذلك بعد أن فشلوا في المواجهة العسكرية، واندحروا خائبين أمام الجيوش الإسلامية، فكان من بين تلك المكايد: ما استهدف الخلفاء والأمراء بالقتل غيلة وغدراً؛ حيث كان أول الضحايا: ثلاثة من الخلفاء الراشدين هم: عمر، وعثمان، وعلي-رضي الله عنهم-
فعمر قتله مجوسي حاقد. وعثمان قُتل على إثر مؤامرة يهودية تولى كبرها عبد الله بن سبأ اليهودي. وعلي قتله مبتدع مارق،',NULL,'5',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (3,'من أتباع ذي الخويصره، الذي طعن في النبي صلى الله عليه وسلم واتهمه بعدم العدل في القسم يوم حنين. (١)
ومن صور تلك المكايد: السعي في الوقيعة بين المسلمين، وبث الفرقة والاختلاف بين صفوفهم، بالكذب والتزوير على الخلفاء والأمراء، وإيغار صدور العامة عليهم؛ وبالتلبيس على الناس بشتى أنواع الحيل وأصناف المكر، كما فعل ابن سبأ الذي أخذ يجوب الاقطار في عهد عثمان، مؤلباً الناس على الخليفة، مظهراً الطعن عليه، وعلى أمرائه باسم الامر بالمعروف والنهي عن المنكر، فكان مقتل عثمان -رضي الله عنه- أولى جذوات هذه الفتنة، ثم مانتج عنه من اختلاف في الامة وتفرق، واقتتال وتمزق.
لكن الجانب الأخطر لهذه الفتنة والمكيدة العظمى لأعداء الدين: هو زعزعة العقيدة الصحيحة في نفوس المسلمين، وذلك بما أظهره هذا اليهودي الماكر في الأمة من الدعوة إلى موالاة أهل البيت ومحبتهم، مدعياً أنهم أولى الناس بالخلافة بعد النبي صلى الله عليه وسلم، فهم أهل بيته، وقرابته،

وأحق الناس بتصريف أمر الأمة من بعده. ثم مالبث أن دعى إلى القول بالوصية، وأن النبي صلى الله عليه وسلم قد عهد إلى علي بالخلافة ونص عليه نصاً جلياً، وأن الصحابة قد اغتصبوا الخلافة وظلموا علياً بإقصائه عنها، فأظهر البراءة من الخلفاء الثلاثة السابقين لعلي في الخلافة ودعى الناس إلى ذلك.
ثم بعد موت علي -رضي الله عنه- أظهر القول بالرجعه وزعم أن علياً لم يمت وأنه سيعود قبل قيام الساعة وينتقم من أعدائه. (٢)
فكانت هذه الدعوة اليهودية المغلفة بستار محبة أهل البيت وموالاتهم هي الأساس الذي انبنت عليه عقيدة الرافضة.
ولهذا نص العلماء المحققون في الفرق والمقالات: أن الرافضة ترجع في نشأتها إلى اليهود وأن أول من ابتدع الرفض في الإسلام هو عبد الله بن سبأ اليهودي.
_________
(١) انظر تفاصيل هذه الاحداث في البداية والنهاية لابن كثير ٧/١٤١، ١٩٢، ... ٣٣٨.
(٢) انظر: تاريخ الطبري ٤/٣٤٠، والبداية والنهاية لابن كثير ٧/١٧٤.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (4,'يقول شيخ الإسلام ابن تيمية -رحمه الله-: «وقد ذكر أهل العلم: أن مبدأ الرفض إنما كان من الزنديق عبد الله بن سبأ؛ فإنه أظهر الإسلام، وأبطن اليهودية، وطلب أن يفسد الإسلام كما فعل بولص النصراني الذي كان يهودياً في إفساد دين النصارى» . (١)
وهذه الحقيقة قد اعترف بها كبار علماء الرافضة المتقدمين كالأشعري القمي، والكشي، والنوبختي، ومن المتأخرين المامقاني، حيث أوردوا في كتبهم هذا النص: «وحكى جماعة من أهل العلم من أصحاب علي - رضي الله عنه -: أن عبد الله بن سبأ كان يهودياً فأسلم، ووالى علياً - رضي الله عنه -. وكان يقول وهو على يهوديته في يوشع بن نون بعد موسى - رضي الله عنه - بهذه المقالة، فقال في إسلامه بعد وفاة النبي صلى الله عليه وسلم بمثل ذلك، وهو أول من أظهر القول بفرض إمامة علي - رضي الله عنه - وأظهر البراءة من أعدائه، وكاشف مخالفيه فمن هناك قال من خالف الشيعة: إن أصل الرفض مأخوذ من اليهودية» . (٢)
والأثر اليهودي في عقيدة الرافضة ظاهر من خلال التشابه الكبير بينهما في العقيدة، فما عقيدة الوصية، والرجعة، والبداء، والتقية، التي هي أصول عقيدة الرافضة، إلا أمثلة واقعية لصلة عقيدة الرافضة باليهود.
وما جرأة الرافضة على كتاب الله بالتحريف، وكثرة الكذب فيهم، والنفاق، والطعن في خيار الأمة بالظلم والعدوان، وعدم اعتدال الرافضة في حب ولا بغض، إلا أخلاق يهودية موروثة.
وقد نبه العلماء على ذلك قديماً وحديثاً في نصوص كثيرة ليس
هذا موضع ذكرها (٣) ولكن المقصود هنا: بيان أن هذه الطائفة هي من أشد
_________
(١) مجموع الفتاوى ٢٨/٤٨٣. ...
(٢) المقالات والفرق للأشعري القمى ص٢١، رجال الكشي ص٧١، فرق ... الشيعة للنوبختي ص٢٢، وتنقيح المقال للمامقاني ٢/١٨٤.
(٣) انظر: شرح أصول اعتقاد أهل السنة للالكائي ٨/١٤٦١-١٤٦٣، ومنهاج ... السنة لشيخ الإسلام ابن تيمية ١/٢٣-٢٧، ومن البحوث المعاصرة بذل ... المجهود في إثبات مشابهة الرافضة لليهود لعبد الله الجميلي ١/١٥٣-١٦٤.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (5,'الفرق المنتسبة للإسلام: بدعة وضلالاً، لنشأتها الغريبة عن الإسلام وبعد عقيدتها عن حقائق الإيمان.
ولذا حذر علماء الإسلام من الرافضة أشد ما يكون التحذير، وذموهم بما لم يذموا به طائفة أخرى، وما ذلك إلا لما اطّلعوا عليه من عظيم خطرهم على الأمة، وبعدهم عن الدين.
فعن عامر الشعبي أنه قال: «احذركم الأهواء المضلة، وشرّها الرافضة. وذلك أن منهم يهوداً يغمصون الإسلام لتحيا ضلالتهم، كما يغمص بولس بن شاول ملك اليهود النصرانية لتحيا ضلالتهم ... لم يدخلوافي الإسلام رغبة ولارهبةمن الله، ولكن مقتاً لأهل الإسلام.» (١)
وعن طلحة بن مصرّف أنه قال: «الرافضة لاتنكح نساؤهم، ولاتؤكل ذبائحهم، لأنهم أهل ردة» . (٢)
وسئل الإمام مالك عن الرافضة فقال: «لا تكلمهم ولا ترو عنهم فإنهم يكذبون» . (٣)
وعن أبي يوسف أنه قال: «لا أصلي خلف جهمي، ولا رافضي، ولا قدري» . (٤)
وعن الإمام الشافعي أنه قال: «لم أر أحداً من أصحاب الأهواء أكذب في الدعوى، ولا أشهد بالزور من الرافضة» . (٥)
وقال القاسم بن سلام: «عاشرت الناس، وكلمت أهل الكلام، وكذا،
_________
(١) اخرجه اللالكائي في شرح أصول اعتقاد أهل السنة ٨/١٤٦١، والخلال في ... السنة ١/٤٩٧.
(٢) اخرجه ابن بطة في الإبانة الصغرى ص١٦١.
(٣) نقله شيخ الإسلام في منهاج السنة ١/٦١.
(٤) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة ٤/٧٣٣.
(٥) أخرجه ابن بطة في الإبانة الكبرى ٢/٥٤٥، واللالكائي في شرح أصول ... اعتقاد أهل السنة ٨/٤٥٧.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (6,'فما رأيت أوسخ وسخاً، ولا أقذر قذراً، ولا أضعف حجة، ولا أحمق، من الرافضة» . (١)
وعن الإمام أحمد أنه سئل عمن يشتم أبابكر وعمر وعائشة قال: «ماأراه على الإسلام» . (٢)
وعن الإمام البخاري أنه قال: «ما أبالي صليت خلف الجهمي والرافضي، أم صليت خلف اليهود والنصارى، ولا يُسلم عليهم
ولا يُعادون ولا يُناكحون ولا يُشهدون ولا تُؤكل ذبائحهم» . (٣)
ويقول شيخ الإسلام في معرض حديثه عن الرافضة في منهاج السنة: «والله يعلم، وكفى بالله عليماً، ليس في جميع الطوائف المنتسبة إلى الإسلام مع بدعة وضلالة، شر منهم، لا أجهل، ولا أكذب، ولا أظلم ولا أقرب إلى الكفر والفسوق والعصيان، وأبعد عن حقائق الإيمان منهم» . (٤)
وأقوال العلماء في ذمهم كثيرة مشهورة، وإنما ذكرت هنا أمثلة. وقد جمعت طائفة كبيرة، منها في مبحث مستقل من هذا الكتاب، مراعياً التنويع في النقل، بحسب اختلاف الأعصار والأمصار ليعلم إجماع الأمة قاطبة على ذم الرافضة والتحذير منهم. (٥)
ويكمن خطر الرافضة على الأمة في عدة أمور:
الأول: أنهم أصحاب دعوة لعقيدتهم، وهذه الدعوة تتستر بمحبة أهل بيت النبي صلى الله عليه وسلم، فيستغلون عاطفة المسلمين تجاه أهل البيت في بث أفكارهم وعقيدتهم الفاسدة.
الثاني: أنهم يدينون بالتقية، التي هي النفاق المحض، فيخدعون
_________
(١) اخرجه الخلال في السنة ١/٤٩٩.
(٢) المصدر نفسه ١/٤٩٣.
(٣) خلق أفعال العباد (ضمن عقائد السلف جمع النشار) ص١٢٥.
(٤) منهاج السنة ٥/١٦٠.
(٥) انظر: ص١١٢-١٥٣.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (7,'المسلمين بما يظهرون لهم من الموافقة، والمحبة، والمناصرة، ولا يصرحون بعقيدتهم الحقيقية، فانخدع بهم من انخدع من أهل السنة، وخالطوهم في المجالس والمساكن، ومالت نفوسهم إليهم، حتى وصل الحال ببعضهم إلى موالاتهم ومحبتهم، بل الارتكاس في عقيدتهم.
الثالث: أنهم يكذبون في نقلهم وأخبارهم، يستحلون الكذب انتصاراً لمعتقدهم؛ ولهذا جاءت كتبهم مليئة بالروايات الموضوعة على لسان النبي صلى الله عليه وسلم وعلى ألسنة أئمة أهل البيت، بل تطاولوا على كتاب الله بالتحريف والتبديل، استدلالاً لباطلهم وترويجاً لبدعتهم، فخدعوا بعض العامة بذلك ولبسوا عليهم في أصل دينهم.
الرابع: أن للرافضة في دعوتهم أساليب ماكرة، يلبسون بها على الناس، ويخدعونهم بها، وهذه الأساليب كثيرة جداً، تتلون في كل عصر بما يناسبه، وكلما ظهر الناس على شئ منها وفضحوهم بها، انتقلوا إلى أسلوب آخر، وحيلة جديدة شأنهم في ذلك شأن اليهود.
فمن أساليبهم الماكرة: إطلاقهم الألقاب أو الكنى التي اشتهر بها علماء أهل السنة، على بعض علمائهم تلبيساً على الناس. وبالتالي قد ينسب الناس لذلك الامام المشهور أقوال ذلك الرافضي.
مثل: إطلاقهم (السدّي) على أحد علمائهم وهو: (محمد بن مروان) موافقه للإمام المشهور وهو: (إسماعيل بن عبد الرحمن السدي) ففرّق العلماء بينهم بإطلاق (السدّي الكبير) : على الإمام السني. وإطلاق (السدّي الصغير) على الرافضي، وإن كان حصل لبعض الناس لبس في ذلك، فنسب ذلك الإمام الجليل للتشيع وهومنه برئ. (١)
_________
(١) انظر في ترجمتهما: ميزان الاعتدال للذهبي ١/٢٣٦، ٤/٣٢ وقد نبه على ... هذا الأسلوب الرافضي في التلبيس: الدهلوى -رحمه الله-. انظر: مختصر ... التحفة الاثنى ... عشرية ص٣٢.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (8,'وكإطلاقهم (الطبري) على (محمد بن رستم) أحد علمائهم وتكنيته بأبي جعفر مضاهاةً للإمام الجليل: (محمد بن جرير الطبري) فاجتمع معه في الاسم، والكنية، واللقب، فلبسوا بذلك تلبيساً عظيماً، حتى إن الإمام الحافظ: أحمد بن علي السليماني نسب الإمام الطبري للرفض وهو من أبعد الناس عن ذلك، لكن السليماني اختلط عليه الإمام بالرافضي وقد أشار إلى ذلك الذهبي -رحمه الله-. (١)
وكذلك إطلاقهم على أحد علمائهم المسمى بعبد الله: (ابن قتيبة) مشابهة بعبد الله بن مسلم بن قتيبة، من كبار علماء أهل السنة وثقاتهم. وزيادة في التلبيس قام هذا الرافضي بتأليف كتاب سماه (المعارف) على غرار كتاب (المعارف) لابن قتيبة -رحمه الله-. (٢)
ومن أساليبهم أيضاً: أنهم يؤلفون بعض الكتب وينسبونها إلى أحد أئمة أهل السنة، ويذكرون فيها بعض المفتريات مما يوجب الطعن على أهل السنة، كالمختصر المنسوب إلى الإمام مالك، الذي صنفه أحد الشيعة فذكر فيه أن مالك العبد يجوز له أن يلوط به. (٣)
ومن مكايدهم: أنهم يزيدون بعض الابيات في شعر أحد أئمة أهل السنة، مما يؤذن بتشيعه. كما ألحق بعض الرافضة المتقدمين بما نسب إلى الإمام الشافعي من أبيات فيها:
ياراكباً قف بالمحصب من منى ... واهتف بساكن خيفها والناهض
_________
(١) انظر: ميزان الاعتدال ٣/٤٩٩
(٢) انظر: مختصر التحفة الاثني عشرية للدهلوي ص٣٢ وقد أنكر بعض المحققين ... المعاصرين أن يكون كتاب (الامامة والسياسة) المنسوب لابن قتيبه من ... مؤلفاته قال الدكتور علي بن نفيع العلياني في كتابه (عقيدة ابن قتيبه) : == ص٩٠: (وبعد قراءتي لكتاب الامامة والسياسة قراءة فاحصة ترجّح عندي ... أن مؤلف الإمامة والسياسة رافضي خبيث أراد إدماج هذا الكتاب في كتب ابن قتيبة) قلت: وغير مستبعد أن يكون الكتاب المذكور لابن قتيبة الرافضي ... والعلم عند الله.
(٣) انظر: مختصر التحفة الاثني عشرية ص٣٤.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (9,'فألحق الرافضي بها:
قف ثم ناد بأنني لمحمد ... ووصيه ونبيه لست بباغض
أخبرهم أني من النفر الذي ... لولاء أهل البيت لست بناقض
وقل ابن إدريس بتقديم الذي ... قدّمتموه على عليّ مارضي (١)
ولا يخفى ما في هذه الأبيات من الركاكة التي تقطع ببطلان
نسبتها إلى الإمام الشافعي -رحمه الله-.
فلهذه الأوجه وغيرها تعد الرافضة من أخطر الفرق على الأمة، وأشدها فتنة وتضليلاً، خصوصاً على العامة الذين لم يقفوا على حقيقة أمرهم، وفساد معتقدهم.
والرافضة في هذا العصر، قد أحدثوا حيلاً جديدة لاصطياد من لاعلم عنده من أهل السنة، والتأثير عليه بعقيدتهم الفاسدة الكاسدة.
فمن ذلك ما أحدثوه من دعوة التقريب بين السنة والشيعة، والدعوة إلى تناسي الخلافات بين الطائفتين. وما هذه الدعوة إلا ستار جديد للدعوة للرفض، ونشر هذه العقيدة الفاسدة بين صفوف أهل السنة، وإلا فالرافضة لايقبلون التنازل عن شيء من عقيدتهم. لكن هذه الدعوة مالبثت أن باءت بالفشل بحمد الله وتوفيقه، ثم بجهود العلماء المخلصين الذين حذروا من هذه المكيدة وأفسدوها.
ثم إنه في السنوات الأخيرة وبعد فشل دعوة التقريب، رأينا الرافضة تظهر بوجهها الحقيقي، في أسلوب ماكر جديد، ممثلة في رجل مجهول لا يعرف له ذكر في العلم، فادّعى أنه كان سنياً وأن الله هداه إلى عقيدة الرفض ثم أخذ يصحح عقيدة الرافضة، ويدعوا لها، ويطعن في عقيدة أهل السنة وينفر الناس منها، هذا مع القدح العظيم في الصحابة الكرام، ورميهم بالكفر والردة عن الإسلام، وذلك عن طريق تأليفه جمعاً من
_________
(١) انظر: المرجع السابق ٣٤-٣٥.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (10,'الكتب بثها في الناس بعد أن شحنها بالأكاذيب والأباطيل والدس والتضليل.
هذا الرجل هو من يعرف باسم الدكتور محمد التيجاني السماوي وقد ذكر هو في حديثه عن نفسه أنه من تونس. وقد جاء على أغلفة كتبه تحت ذكر اسمه عبارة (دكتوراه في الفلسفة من جامعة السربون بباريس) وبلغني أنه الآن يعيش في بلجيكا بعد أن طُرد من تونس وكتبه هي:
١- ... ثم اهتديت.
٢- ... لأكون مع الصادقين.
٣- ... فسألوا أهل الذكر.
٤- ... الشيعة هم أهل السنة.
الأول منها يقع في (٢٢٣) صفحة، والثاني في (٣٤٨) صفحة، والثالث في (٣٥٤) ، والرابع في (٣٢٧) صفحة. كلها من الحجم المتوسط، وهي من نشر «مؤسسة الفجر بلندن» .
وقد قرأت هذه الكتب فتبين لي من خلال قراءتها مايلي:
١- ... أن المؤلف ليس من أهل العلم. بل هو جاهل بالشرع وعلومه وغاية ما يكون عليه حاله -مع حسن الظن- أنه ممن تربى على المدارس الفكرية المعاصرة، وهذا ظاهر من خلال أسلوبه في عرض المسائل، وتعامله مع النصوص وطريقته في الاستدلال، وعدم تمييزه بين الأحاديث الصحيحة من الضعيفة. حيث يصحح الاحاديث أحياناً، إما عن طريق العقل، أو لمجرد ورودها ... في كتب السنة.
ومما يؤكد جهله ما صرح به ضمن حديثه عن نفسه من أنه لم يشتر صحيح البخاري ومسلم، وأشهر كتب الأحاديث الأخرى، ولم يعرفها إلا بعد رجوعه من العراق واتصاله ببعض علماء الرافضة الذين ذكروا له -بزعمه- بعض المطاعن في الصحابة من الصحيحين فاشترى هذه الكتب للتأكد من ذلك. يقول: «سافرت إلى العاصمة، ومنها اشتريت صحيح',NULL,'13',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (11,'البخاري وصحيح مسلم، ومسند الإمام أحمد، وصحيح الترمذي، وموطأ مالك، وغيرها من الكتب الأخرى المشهورة، ولم أنتظر الرجوع إلى البيت، فكنت طوال الطريق بين تونس وقفصة وأنا راكب في حافلة النقل العمومية أتصفح كتاب البخاري وأبحث عن رزية الخميس» . (١)
٢- ... المؤلف في عقيدته الجديدة -التي يزعم أنه اهتدى إليها- رافضي جلد، يقرر عقيدة الرافضة بكل صراحة، وينتصر لها، ويعلن انتسابه إليها، والبراءة من السنة والصحابة، الذين يصرح باعتقاده ردتهم إلا القليل منهم.
حيث يقول: «قرأت الكثير حتى اقتنعت بأن الشيعة الامامية على حق، فتشيعت، وركبت على بركة الله سفينة أهل البيت، وتمسكت بحبل ولائهم، لأني وجدت بحمد الله البديل عن بعض الصحابة الذين ثبت عندي أنهم ارتدوا على أعقابهم، ولم ينج منهم إلا القليل» . (٢)
٣- ... لم يلتزم المؤلف في كتبه بالمنهج العلمي في التأليف، لا من حيث توثيق المعلومات من مصادرها، ولا من حيث طريقة عرض المسائل وترتيبها تحت أبواب أو فصول ومراعاة وحدة الموضوعات وترابطها، بل جاءت كتبه خالية من أي توثيق للمعلومات والإحالة على المصادر إلا ما ندر، وإذا ما أحال تكون الإحالة في الغالب ناقصة لاتفي بالغرض. وأما طريقته في عرض المسائل فإنه يبحثها تحت عناوين مستقلةلا ارتباط لها بما ... قبلها أو بعدها، بل إنه قد يعقد العنوان لبحث مسأله ويبحث تحته مسألة أخرى، فجاءت كتبه أشبه ما تكون بمقالات منوعة، جمعت من غير ترتيب ولا تهذيب وقد ذكرت لذلك أمثلة عند نقد المؤلف ومنهجه.
٤- ... تركزت مادة هذه الكتب حول مسألة الصحابة بشقيها الذي سارت عليه كتب الرافضة وهما: الغلو المفرط في علي وأبنائه
والإستدلال
_________
(١) ثم اهتديث ص٨٨.
(٢) ثم اهتديت ص١٥٦.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (12,'على ذلك بالموضوعات والمنكرات التي ليس لها حظ من الصحة والثبوت، والقدح المقذع في سائر الصحابة استدلالاً بما جاء في كتب التاريخ من أخبار، عامتها مكذوبة على الصحابة هي من وضع الرافضة والزنادقة، وقليل منها صحيح لكنه لامطعن فيه على الصحابة.
والمؤلف لم يأت بجديد في هذا الباب، بل هو معتمد على ما جاء في كتب الرافضة من مطاعن، مع ادعائه أنه قد توصل لهذه المسائل عن طريق البحث العلمي الجاد وهو في ذلك كاذب. بل إني أشك في استقلاله بتأليف هذه الكتب، للتناقض الكبير الحاصل فيها -والذي ستأتي له أمثلة مفصلة عند نقد المؤلف ومنهجه- ولعدم ترابط موضوعاتها وتناسقها مما يبعد معه أن تكون لمؤلف واحد ولا أستبعد أن يكون للخوئي والصدر وغيرهما من علماء الرافضة المعاصرين اليد الطولى في أصل فكرة وضع هذه الكتب، والمشاركة في تأليفها، خصوصاً وأن المؤلف صرح بأنه إنما شرع في البحث بعد اتصاله بهم في العراق وتزويدهم له بكمية كبيرة من كتب الرافضة.
ثم إني بعد تأمل هذه الكتب وما حوته من تضليل وتلبيس، وما بلغني أيضاً من سعي الرافضة في طباعتها وترجمتها إلى عدة لغات، وتوزيعها على كل نطاق، وتلقف العوام لها في بلاد كثيرة خلت من العلماء الذين يحذرون من هذه الكتب وخطرها، وينبهون الناس على
زيفها وباطلها: عقدت العزم على الرد عليها، وكشف زيفها وتهافتها نصحاً للأمه ودفاعاً عن السنة.
وإن كنت مؤثراً أن يتولى هذا الرد عالم من علماء الأمة، إلا أن معرفتي بانشغال العلماء بما هو أعظم حملني على تجشم هذا الأمر -على ضعف منى وتقصير- رغبة في الأجر والذب عن السنة، متشبهاً بالعلماء في ذلك، غير متطاول على مقامهم.
فبدأت بجرد تلك الكتب الأربعه وحصر المسائل الواردة فيها، والتي تحتاج إلى رد، ثم جمعت من الأدلة وكلام أهل العلم حول كل مسألة ما',NULL,'15',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (13,'يفي بالغرض في الرد عليها، وكنت قد صنفتها حسب الموضوعات من غير نظر إلى الكتاب الواردة فيه، تمهيداً للرد عليها في كتاب واحد بحسب ذلك الترتيب الموضوعي.
ثم رأيت من المصلحة إفراد الرد على كل كتاب بكتاب مستقل، لما بلغني من انتشار بعض تلك الكتب في بعض الأماكن دون بعض فما أردت أن أعين على نشر مالم يعرف منها عن طريق عرض المسائل عند الرد عليها، ولما في هذه الطريقة المختارة من سهولة على القارئ في مراجعة مسائل كل كتاب على حدة.
وها هو ذا الرد على الكتاب الأول من هذه الكتب، وهو كتاب «ثم اهتديت» الذي يعد من أكثر تلك الكتب تلبيساً وتضليلاً، حيث تتبعت كل مسائله وفندت كل شبهة، بالدليل الصحيح، والخبر الموثق، والحجة المقنعة، حتى ظهر الحق، وزهق الباطل، إن الباطل كان زهوقاً. والمنة فيها والفضل لله وحده. فله الحمد على ماأنعم ويسر أولاً وآخراً.
وقبل الشروع في تفصيل الرد جعلت له مدخلاً تضمن مباحث نافعة ومفيدة -إن شاء الله- جاءت مقسمة على ستة مباحث:
المبحث الأول: في التعريف بالرافضة.
المبحث الثاني: نشأة الرافضة وبيان دور اليهود في نشأتهم.
المبحث الثالث: تعريف موجز بأهم عقائد الرافضة.
المبحث الرابع: مطاعن الرافضة على أئمة أهل السنة وعلمائهم.
المبحث الخامس: موقف أهل السنة من الرافضة ومن عقيدتهم.
المبحث السادس: نقد عام للمؤلف ومنهجه في كتبه الأربعة.
وقد سميت كتابي هذا (الانتصار للصحب والآل من افتراءات السماوي الضال) .
هذا واسأل الله - تعالى - كما وفق لهذا العمل بلطفه وكرمه، أن يجعله',NULL,'16',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (14,'خالصاً لوجهه الكريم، وأن يمن علىّ فيه بالقبول، وأن ينفع به من يراه من المسلمين، وأن يدحض به كيد الكائدين، وشبه المبتدعين إنه سميع قريب مجيب، وبالإجابة جدير.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (15,'<span data-type="title" id=toc-2>المبحث الأول تعريف الرافضة</span>

<span data-type="title" id=toc-3>الرفض في اللغة هو: </span>الترك، يقال رفضت الشيء: أي تركته. (١)
<span data-type="title" id=toc-4>والرافضة في الاصطلاح: </span>هي إحدى الفرق المنتسبة للتشيع لآل البيت، مع البراءة من أبي بكر وعمر، وسائر أصحاب النبي - صلى الله عليه وسلم - إلا القليل منهم، وتكفيرهم لهم وسبهم إياهم.
قال الإمام أحمد -رحمه الله تعالى-: «والرافضة: هم الذين يتبرؤن من أصحاب محمد رسول الله - صلى الله عليه وسلم - ويسبونهم وينتقصونهم» . (٢)
وقال عبد الله بن أحمد -رحمهما الله تعالى-: «سألت أبي من الرافضة؟ فقال: الذين يشتمون -أو يسبون- أبا بكر وعمر -رضي الله عنهما-» . (٣)
وقال الإمام أبوالقاسم التيمي الملقب (بقوام السنة) في تعريفهم: «وهم الذين يشتمون أبا بكر وعمر -رضي الله عنهما- ورضي عن
محبهما» . (٤)
_________
(١) انظر القاموس المحيط للفيروزأبادي ٢/٣٣٢، ومقاييس اللغة لابن فارس ... ٢/٤٢٢.
(٢) طبقات الحنابلة لابن أبي يعلي ١/٣٣.
(٣) أخرجه الخلال في السنة رقم (٧٧٧) وقال المحقق: إسناده صحيح.
(٤) الحجة في بيان المحجة ٢/٤٧٨.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (16,'وقد انفردت الرافضة من بين الفرق المنتسبة للإسلام بمسبة الشيخين أبي بكر وعمر، دون غيرها من الفرق الأخرى، وهذا من عظم خذلانهم قاتلهم الله.
يقول شيخ الإسلام ابن تيمية -رحمه الله تعالى-: «فأبوبكر وعمر أبغضتهما الرافضة ولعنتهما، دون غيرهم من الطوائف» . (١)
وقد جاء في كتب الرافضة ما يشهد لهذا: وهو جعلهم محبة الشيخين وتوليهما من عدمها هي الفارق بينهم وبين غيرهم ممن يطلقون عليهم (النواصب) فقد روى الدرازي عن محمد بن علي بن موسى قال: «كتبت إلى علي بن محمد عليه السلام (٢) عن الناصب هل يحتاج في امتحانه إلى أكثر من تقديمه الجبت
والطاغوت (٣) واعتقاد إمامتهما؟ فرجع الجواب من كان على هذا فهو ناصب» . (٤)
<span data-type="title" id=toc-5>سبب تسميتهم رافضة:</span>
يرى جمهور المحققين أن سبب اطلاق هذه التسمية على الرافضة: هو رفضهم زيد بن علي وتفرقهم عنه بعد أن كانوا في جيشه، حين خروجه على هشام بن عبد الملك، في سنة إحدى وعشرين ومائة وذلك بعد أن أظهروا البراءة من الشيخين فنهاهم عن ذلك.
يقول أبو الحسن الأشعرى: «وكان زيد بن علي يفضل علي بن
_________
(١) مجموع الفتاوى ٤/٤٣٥.
(٢) هو: أبو الحسن علي الهادي بن محمد الجواد بن علي الرضا، ويعرف ... بالعسكرى، وهو أحد الأئمة الاثنى عشر عند الإمامية، كانت ولادته سنة ... أربع عشرة، وقيل: ثلاث عشرة ومائتين، ووفاته سنة أربع وخمسين ... ومائتين.
انظر: وفيات الأعيان ٣/٢٧٢.
(٣) يعنون بهما: أبا بكر وعمر -رضي الله عنهما- كما جاء ذلك في تفسير ... العياشى ١/٢٤٦ -وهو من أهم كتب التفسير عندهم- عند قوله تعالى: ... {ألم تر إلى الذين أوتوا نصيباً من الكتاب يؤمنون بالجبت والطاغوت} ... (النساء: ٥١) .
(٤) المحاسن النفسانية: لمحمد آل عصفور الدرازي ص١٤٥.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (17,'أبي طالب على سائر أصحاب رسول الله - صلى الله عليه وسلم - ويتولى أبا بكر وعمر، ويرى الخروج على أئمة الجور، فلما ظهر في الكوفة في أصحابه الذين بايعوه سمع من بعضهم الطعن على أبي بكر وعمر فأنكر ذلك على من سمعه منه، فتفرق عنه الذين بايعوه، فقال لهم: رفضتموني، فيقال إنهم سموا رافضة لقول زيد لهم رفضتموني» . (١)
وبهذا القول قال قوام السنة (٢) ، والرازي (٣) ، والشهرستاني (٤) ، وشيخ الإسلام ابن تيمية (٥) -رحمهم الله-.
وذهب الأشعري في قول آخر: إلى أنهم سموا بالرافضة لرفضهم إمامة الشيخين، قال: «وإنما سموا رافضة لرفضهم إمامة أبي بكر وعمر» . (٦)
والرافضة اليوم يغضبون من هذه التسمية ولا يرضونها، ويرون أنها من الألقاب التي ألصقها بهم مخالفوهم، يقول محسن الأمين: «الرافضة لقب ينبز به من يقدم علياً - رضي الله عنه - في الخلافة وأكثر مايستعمل للتشفي والانتقام» . (٧)
ولهذا يتسمون اليوم بـ (الشيعة) وقد اشتهروا بهذه التسمية
عند العامة، وقد تأثر بذلك بعض الكتاب والمثقفين، فنجدهم
يطلقون عليهم هذه التسمية. وفي الحقيقة أن الشيعة
مصطلح عام يشمل كل من شايع
علياً - رضي الله عنه - (٨) .
_________
(١) مقالات الإسلاميين ١/١٣٧.
(٢) انظر: الحجة في بيان المحجة ٢/٤٧٨.
(٣) انظر: اعتقادات فرق المسلمين والمشركين ص٥٢.
(٤) انظر: الملل والنحل ١/١٥٥.
(٥) انظر: منهاج السنة ١/٨، ومجموع الفتاوى ١٣/٣٦.
(٦) مقالات الإسلاميين ١/٨٩.
(٧) أعيان الشيعة ١/٢٠.
(٨) انظر: مقالات الإسلاميين للأشعري ١/٦٥، والملل والنحل للشهرستاني ... ١/١٤٤.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (18,'وقد ذكر أصحاب الفرق والمقالات أنهم ثلاثة أصناف:
غالية: وهم الذين غلوا في علي - رضي الله عنه - ولربما ادعوا فيه الألوهية أو النبوة.
ورافضة: وهم الذين يدعون النص على استخلاف علي ويتبرءون من الخلفاء قبله وعامة الصحابة.
وزيدية: وهم أتباع زيد بن علي، الذين كانوا يفضلون علياً على سائر الصحابة ويتولون أبا بكر وعمر. (١)
فإطلاق «الشيعة» على الرافضة من غير تقييد لهذا المصطلح غير صحيح، لأن هذا المصطلح يدخل فيه الزيدية، وهم دونهم في المخالفة وأقرب إلى الحق منهم.
بل إن تسميتهم «بالشيعة» يوهم التباسهم بالشيعة القدماء الذين كانوا في عهد علي - رضي الله عنه - ومن بعدهم؛ فإن هؤلاء مجمعون على تفضيل الشيخين على عليّ - رضي الله عنه - وإنما كانوا يرون تفضيل علي على
عثمان وهؤلاء وإن كانوا مخطئين في ذلك إلا أن فيهم كثيراً من أهل العلم ومن هو منسوب إلى الخير والفضل.
يقول شيخ الإسلام ابن تيمية -رحمه الله تعالى-: «ولهذا كانت الشيعة المتقدمون، الذين صحبوا علياً، أو كانوا في ذلك الزمان، لم يتنازعوا في تفضيل أبي بكر وعمر، وإنما كان نزاعهم في تفضيل علي وعثمان» . (٢)
لذا فإن تسمية «الرافضة» بالشيعة من الأخطاء البينة الواضحة التي وقع فيها بعض المعاصرين تقليداً للرافضة في سعيهم للتخلص من هذا الاسم، لما رأوا من كثرة ذم السلف لهم، ومقتهم إياهم، فأرادوا التخلص من ذلك
_________
(١) انظر: مقالات الإسلاميين للأشعري ١/٦٦، ٨٨، ١٣٧، والملل والنحل ... للشهرستاني ١/١٤٥.
(٢) منهاج السنة ١/١٣.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (19,'الاسم تمويهاً وتدليساً على من لا يعرفهم بالانتساب إلى الشيعة على وجه العموم. فكان من آثار ذلك ماوقع فيه بعض الطلبة المبتدئين ممن لم يعرفوا حقيقة هذه المصطلحات من الخلط الكبير بين أحكام الرافضة وأحكام الشيعة، لما تقرر عندهم إطلاق مصطلح التشيع على الرافضة، فظنوا أن ما ورد في كلام أهل العلم المتقدمين في حق (الشيعة) يتنزل على الرافضة، في حين أن أهل العلم يفرقون بينهما في كافة أحكامهم.
يقول الإمام الذهبي في ترجمة (أبان بن تغلب) بعد أن ذكر توثيق
الأئمة له مع أنه شيعي: «فلقائل أن يقول: كيف ساغ توثيق مبتدع وحدّ الثقة العدالة والإتقان، فكيف يكون عدلاً من هو صاحب بدعة؟.
وجوابه: أن البدعة على ضربين: فبدعة صغرى كغلو التشيع، أو كالتشيع بلا غلو ولا تحرّف، فهذا كثير في التابعين وتابعيهم مع الدين والورع والصدق، فلو رُدّ حديث هؤلاء لذهب جملة من الآثار النبوية وهذه مفسدة بينة، ثم بدعة كبرى كالرفض الكامل والغلو فيه والحط على أبي بكر وعمر -رضي الله عنهما- والدعاء إلى ذلك فهذا النوع لايحتج به ولا كرامة ...
إلى أن قال: فالشيعي الغالي في زمان السلف وعرفهم: هو من تكلم في عثمان، والزبير، وطلحة، ومعاوية، وطائفة ممن حارب علياً - رضي الله عنه - وتعرض لسبهم.
والغالي في زماننا وعرفنا هو الذي يكفّر هؤلاء السادة، ويتبرأ من الشيخين أيضاً، فهذا ضال مفتر، ولم يكن أبان بن تغلب يعرض للشيخين أصلاً، بل قد يعتقد علياً أفضل منهما» . (١)
وعليه فإن من الواجب: أن يسمى هؤلاء الروافض بمسماهم الحقيقي الذي اصطلح عليه أهل العلم وعدم تسميتهم بالشيعة على
وجه الاطلاق، لما في ذلك من اللبس والإيهام، وإذا ما اطلق عليهم مصطلح (التشيع)
_________
(١) ميزان الاعتدال ١/٥-٦.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (20,'فينبغي أن يقيد بما يدل عليهم خاصة كأن يقال (الشيعة الإمامية) أو (الشيعة الاثني عشرية) على ما جرت به عادة العلماء عند ذكرهم والله تعالى أعلم.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (21,'<span data-type="title" id=toc-6>المبحث الثاني نشأة الرافضة وبيان دور اليهود في نشأتهم</span>

أول من يعرف أنه دعا إلى أصول عقائد الرافضة التي انبنت عليها عقائدهم الأخرى: رجل يهودي اسمه (عبد الله بن سبأ) من يهود اليمن، أسلم في عهد الخليفة الراشد عثمان بن عفان -رضي الله تعالى عنه- وأخذ يتنقل بين أمصار المسلمين للدعوة لهذا المعتقد الفاسد.
وهذا نص ما ذكره الإمام الطبري في تأريخه في شأن الرجل ضمن حوادث سنة خمس وثلاثين من الهجرة النبوية الشريفة.
قال: «كان عبد الله بن سبأ يهودياً من أهل صنعاء، أمه سوداء، فأسلم زمان عثمان، ثم تنقل في بلدان المسلمين يحاول ضلالتهم، فبدأ بالحجاز، ثم البصرة، ثم الكوفة، ثم الشام، فلم يقدر على ما يريد عند أحد من أهل الشام، فأخرجوه حتى أتى مصر، فاعتمر فيهم فقال لهم فيما يقول: لعجب ممن يزعم أن عيسى يرجع، ويكذب بأن محمداً يرجع وقد قال الله: {إن الذي فرض عليك القرآن لرادك إلى معاد} (١) ، فمحمد أحق بالرجوع من عيسى، قال: فقبل ذلك عنه، ووضع لهم الرجعة فتكلموا فيها، ثم قال لهم بعد ذلك: إنه كان ألف
نبي ولكل نبي وصيّ، وكان عليّ وصيّ محمد؛ ثم قال: محمد خاتم الأنبياء، وعلي خاتم الأوصياء.
_________
(١) سورة القصص ٨٥.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (22,'ثم قال لهم بعد ذلك: من أظلم ممن لم يجز وصية رسول الله - صلى الله عليه وسلم - ووثب على وصي رسول الله - صلى الله عليه وسلم - وتناول أمر الأمة.
ثم قال لهم بعد ذلك: إن عثمان أخذها بغير حق، وهذا وصيّ رسول الله - صلى الله عليه وسلم - فانهضوا في هذا الأمر فحركوه، وابدؤوا الطعن على أمرائكم وأظهروا الأمر بالمعروف والنهي عن المنكر، تستميلوا الناس وادعوهم إلى هذا الأمر، فبث دعاته وكاتب من كان استفسده في الأمصار، وكاتبوه، ودعوا في السر إلى ما عليه رأيهم» . (١)
هكذا كانت بداية الرفض. ومازالت تلك العقائد التي دعا إليها ابن سبأ تسير في نفوس أناس من أهل الزيغ والضلال وتتشربها قلوبهم وعقولهم حتى كان من ثمارها مقتل الخليفة الراشد ذي النورين عثمان ابن عفان - رضي الله عنه - على يد هذه الشرذمة الفاسدة.
حتى إذا ما جاء عهد علي بن أبي طالب - رضي الله عنه - بدأت تلك العقائد تظهر إلى الوجود أكثر من ذي قبل إلى أن بلغت علياً - رضي الله عنه - فأنكرها أشد ما يكون الإنكار وتبرأ منها ومن أهلها.
ومما صح في ذلك عن علي - رضي الله عنه - مارواه ابن عساكر عن
عمار الدهني قال: «سمعت أبا الطفيل يقول: رأيت المسيب بن لجبة أتى به ملببه يعني -ابن السوداء- وعلي على المنبر فقال علي: ما شأنه؟ فقال: يكذب على الله ورسوله» . (٢)
وعن يزيد بن وهب عن علي قال: «مالي ولهذا الحَمِيت (٣) الأسود» . (٤)
_________
(١) تأريخ الطبري ٤/٣٤٠.
(٢) تأريخ مدينة دمشق ٩/ق ٣٣١.
(٣) الحَمِيت: هو وعاء السمن الذي مُتِّن بالرُّبِّ، ويطلق على المتين من كل ... شئ وفي حديث وحشي: (كأنه حميت) قال ابن حجر: «أي زِّقُّ كبير ... وأكثر مايقال ذلك إذا كان مملوءاً» . انظر: القاموس المحيط ١/١٤٦، وفتح ... الباري ٧/٣٦٨.
(٤) المصدر نفسه.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (23,'ومن طريق يزيد بن وهب أيضاً عن سلمة عن شعبه قال علي بن أبي طالب: «مالي ولهذا الحَمِيت الاسود -يعني عبد الله بن سبأ- وكان يقع في أبي بكر وعمر» . (١)
وهذه الروايات ثابتة عن علي - رضي الله عنه - بأسانيد صحيحة (٢)
وحكى المؤرخون وأصحاب الفرق والمقالات: أن ابن سبأ ادّعى الربوبية في علي - رضي الله عنه - فأحرقه علي - رضي الله عنه - هو وأصحابه بالنار.
يقول الجرجاني: «السبئية من الرافضة ينسبون إلى عبد الله بن سبأ، وكان أول من كفر من الرافضة، وقال: عليّ رب العالمين فأحرقه علي وأصحابه بالنار» . (٣)
ويقول الملطي في معرض حديثه عن السبئية: «هم أصحاب عبد الله بن سبأ. قالوا لعلي - عليه السلام -: أنت أنت قال: ومن أنا؟ قالوا: الخالق البارئ فاستتابهم فلم يرجعوا، فأوقدلهم ناراً ضخمة وأحرقهم وقال مرتجزاً:
لما رأيتُ الأمرَ أمراً منكراً ... أجَجْتُ ناري ودعوتُ قنبرا» (٤)
وذهب بعض المؤرخين إلى أن علياً - رضي الله عنه - لم يحرق ابن سبأ وإنما نفاه إلى المدائن. ثم ادّعى بعد موت علي - رضي الله عنه - أن علياً لم يمت، وقال لمن نعاه: «لو جئتمونا بدماغه في سبعين صُرّة ما صدقنا موته» . (٥)
ولعل القول الأول هو الصحيح ويشهد له ما جاء في صحيح
_________
(١) المصدر نفسه.
(٢) قال الشيخ سليمان العودة: «وقد أرسلت للشيخ ناصر الدين الألباني (جزاه ... الله خيراً» بأسانيد هذه الروايات لدراستها فضبطها بين صحيح، وحسن ... صحيح لغيره) عبد الله بن سبأ وأثره في احداث الفتنه في صدر الاسلام ... ص٩٨ من الحاشية.
(٣) التعريفات ص١٠٣.
(٤) التنبيه والرد على أهل الاهواء والبدع ص١٨.
(٥) انظر: الفصل لابن حزم ٥/٣٦، والتبصير في الدين للإسفرايني ص١٢٣، ... والملل والنحل للشهرستاني ١/١٧٧، والأنساب للسمعاني ٧/٤٦.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (24,'البخاري: عن عكرمة - رضي الله عنه - قال: أُتي عليّ - رضي الله عنه - بزنادقة فأحرقهم فبلغ ذلك ابن عباس فقال: (لوكنت أنا لم أحرقهم لنهي رسول الله - صلى الله عليه وسلم -: لا تعذبوا بعذاب الله. ولقتلتهم لقول رسول الله - صلى الله عليه وسلم -: من بدل دينه فاقتلوه) . (١)
قال ابن حجر في شرح الحديث بعد أن ذكر بعض الروايات في هؤلاء المحَرَّقين وفيها: أنهم ناس كانوا يعبدون الأصنام، وفي بعضها أنهم قوم ارتدوا عن الإسلام، على اختلاف بين الروايات في تعيينهم قال بعد ذلك: «وزعم أبو المظفر الإسفرايني في (الملل والنحل) أن الذين أحرقهم علي طائفة من الروافض ادعوا فيه الالهية وهم السبئية.
وكان كبيرهم عبد الله بن سبأ يهودياً أظهر الإسلام، وابتدع هذه المقالة. وهذا يمكن أن يكون أصله: ما رويناه في الجزء الثالث من حديث أبي طاهر المخلص من طريق عبد الله بن شريك العامري قال: قيل لعلي إن هنا قوماً على باب المسجد يدعون أنك ربهم، فدعاهم فقال: ويلكم ماتقولون؟ قالوا: أنت ربنا وخالقنا ورازقنا ... » . (٢)
ثم ساق بقية الرواية وفيها أن علياً - رضي الله عنه - استتابهم ثلاثاً فلم يرجعوا، فحرقهم بالنار في أخاديد قد حُفِرت لهم وقال:
إني إذا رأيت أمراً منكراً ... أوقدت ناري ودعوت قنبرا
قال ابن حجر: «وهذا سند حسن» . (٣)
فعلى هذا يكون تحريق علي - رضي الله عنه - للسبئية ثابتاً وسواء أكان ذلك بأثر عكرمة في البخاري أم بهذا الأثر على رأي ابن حجر
-رحمه الله تعالى-.
_________
(١) صحيح البخاري (كتاب استتابة المرتدين ... باب المرتد والمرتدة) فتح البارى ... ١٢/٢٦٧ ح٦٩٢٢.
(٢) فتح الباري ١٢/٢٧٠.
(٣) فتح الباري ١٢/٢٧٠.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (25,'وسيأتي في كلام شيخ الإسلام ابن تيمية ما يشعر بميله للرأي الأول والله تعالى أعلم.
والمقصود هنا هو ظهور عقائد الرافضة المتمثلة في الغلو في علي - رضي الله عنه - في تلك الفترة الزمنية المتقدمة، وإمعان علي - رضي الله عنه - في عقوبتهم حتى قال ابن عباس في ذلك ما قال.
كما ثبت انكار علي - رضي الله عنه - لكل العقائد الأخرى التي ظهرت في عهده وانتظمت في سلك التشيع له: كتفضيله على عامة الصحابة وتقديمه على الشيخين، وكانتشار سب الصحابة والازراء عليهم بين أولئك الضلاّل.
يقول شيخ الإسلام ابن تيمية -رحمه الله تعالى-: «ولما أحدثت
البدع الشيعية في خلافة أمير المؤمنين علي بن أبي طالب - رضي الله عنه - ردها، وكانت (ثلاث طوائف) غالية، وسبابة ومفضِّلة. فأما الغالية فإنه حرقهم بالنار، فإنه خرج ذات يوم من باب كندة فسجد له أقوام، فقال: ما هذا؟ فقالوا: أنت هو الله فا ستتابهم ثلاثاً فلم يرجعوا فأمر في الثالث بأخاديد فخُدّت وأضرم فيها النار، ثم قذفهم فيها وقال:
لما رأيت الأمر أمراً منكراً ... أججت ناري ودعوت قنبرا
وفي صحيح البخاري: (أن علياً أتى بزنادقة فحرّقهم وبلغ ذلك ابن عباس فقال: أما أنا فلو كنت لم أحرقهم لنهي النبي - صلى الله عليه وسلم - أن يُعَذّب بعذاب الله ولضربت أعناقهم لقول النبي - صلى الله عليه وسلم - من بدل دينه فاقتلوه) . (١)
وأما السبابة: فإنه لما بلغه من سب أبا بكر وعمر طلب قتله، فهرب منه إلي قرقيسيا وكلمه فيه، وكان علي يداري أمراءه، لأنه لم يكن متمكنا ولم يكن يطيعونه في كل ما يأمرهم به.
_________
(١) تقدم تخريجه ص ٣٧',NULL,'31',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (26,'وأما المفضلة: فقال: لا أوتى بأحد يفضلني على أبي بكر وعمر إلا جلدته حد المفترين. وروي عنه من أكثر من ثمانين وجهاً أنه قال: خير هذه الأمة بعد نبيها أبو بكر ثم عمر ... » . (١)
وعلى كل حال فعقائد الرافضة مع ظهورها في عهد علي - رضي الله عنه -
إلا أنها بقيت محصورة في أفراد لا تمثلها طائفة أو فرقة، حتى انقضى عهد علي - رضي الله عنه - وهي على تلك الحال.
يقول شيخ الإسلام واصفاً ذلك الواقع وما حصل بعد ذلك من تطور في نشأة الرافضة:
«ثم ظهر في زمن علي من تكلم بالرفض؛ لكن لم يجتمعوا ويصير لهم قوة إلا بعد مقتل الحسين - رضي الله عنه -، بل لم يظهر اسم الرفض إلا حين خروج زيد بن علي بن الحسين بعد المائة الأولى، لما أظهر الترحم على أبي بكر وعمر -رضي الله عنهما- رفضته الرافضة، فسموا (الرافضة) واعتقدوا أن أبا جعفر هو الإمام المعصوم، واتبعه آخرون فسموا (زيدية) نسبة إليه» . (٢)
وخلاصة القول أن الرافضة مرت في نشأتها بعدة مراحل حتى أصبحت فرقة مستقلة متميزة بعقيدتها واسمها عن سائر فرق الأمة. ويمكن إبراز ذلك من خلال أربع مراحل رئيسة:
المرحلة الأولى: دعوة عبد الله بن سبأ إلى ما دعى إليه من الأصول التي انبنت عليها عقيدة الرافضة: كدعوته لعقيدة الرجعة وإحداثه القول بالوصية لعلي - رضي الله عنه - والطعن في الخلفاء السابقين لعلي في الخلافة.
وقد ساعد ابن سبأ في ترويج فكره الضال البعيد عن روح الإسلام أمران:
_________
(١) مجموع الفتاوى ٣٥/١٨٤-١٨٥.
(٢) مجموع الفتاوى ٢٨/٤٩٠.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (27,'الأمر الأول: اختيار ابن سبأ البيئة المناسبة لدعوته، حيث
بث دعوته في بلدان: الشام، ومصر، والعراق، بعد أن أكثر التنقل بين هذه الأمصار كما مر في كلام الطبري. (١)
فنشأت هذه الدعوة في مجتمعات لم تتمكن من فهم الإسلام الفهم الصحيح، وتترسخ أقدامها في العلم الشرعي والفقه بدين الله تعالى، وذلك لقرب عهدها بالإسلام فإن تلك الأمصار إنما فتحت في عهد عمر - رضي الله عنه -. هذا بالإضافة إلى بعدها عن مجتمع الصحابة في الحجاز وعدم التفقه عليهم.
الأمر الثاني: ان ابن سبأ مع اختياره لدعوته تلك المجتمعات فإنه زيادة في المكر والخديعة: أحاط دعوته بستار من التكتم والسرية، فلم تكن دعوته موجهة لكل أحد، وإنما لمن علم أنهم أهل لقبولها من جهلة الناس، وأصحاب الأغراض الخبيثة، ممن لم يدخلوا في الإسلام إلا كيداً لأهله بعد أن قوضت جيوش الإسلام عروش ملوكهم ومزقت ممالكهم، وقد تقدم كلام الطبري السابق عن ابن سبأ: «فبث دعاته، وكاتب من كان استفسده في الأمصار، وكاتبوه، ودعوا في السر إلى
ما عليه رأيهم» . (٢)
ويقول في سياق وصفهم: «وأوسعوا الأرض إذاعة
وهم يريدون غير ما يظهرون» . (٣)
المرحلة الثانية: إظهار هذا المعتقد، والتصريح به، وذلك بعد مقتل عثمان - رضي الله عنه - وانشغال الصحابة رضوان الله عليهم بإخماد الفتنة التي حصلت بمقتله، فوجد هؤلاء الضلال متنفساً في تلك الظروف، وقويت تلك العقائد الفاسدة في نفوسهم، إلا أنه مع كل ذلك بقيت هذه العقائد محصورة في طائفة مخصوصة ممن أضلهم
ابن سبأ، وليست لهم شوكة ولا كلمة
_________
(١) انظر ص ٣٣ من هذا الكتاب.
(٢) انظر ص ٣٤ من هذا الكتاب.
(٣) تاريخ الطبري ٤/٣٤١.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (28,'مسموعة عند أحد سوى من ابتلي بمصيبتهم في مقتل عثمان - رضي الله عنه -، وشاركهم في دمه من الخوارج المارقين، ومما يدل على ذلك ما نقله المؤرخون في الحوار الدائر بين هؤلاء قُبيل موقعة الجمل، ومما جاء فيه كما ذكر الطبري: «قال ابن السوداء ... ودّ والله الناس أنكم على جديلة (١) ولم تكونوا مع أقوام برآء، ولو كان ذلك الذي تقول لتخطفكم كل شئ» . (٢)
وفي موطن آخر: «وتكلم ابن السوداء فقال: يا قوم إن عزكم في خلطة الناس فصانعوهم» . (٣)
وهذا القول لا يقوله صاحب شوكة ومنعة. ومع هذا فإنه لاينكر دور هؤلاء السبئية وقتلة عثمان في إشعال نار الحرب بين الصحابة، بل ذلك مقرر عند أهل التحقيق للفتنة وأحداثها.
يقول ابن حزم مقرراً ذلك: « ... وبرهان ذلك أنهم اجتمعوا ولم يقتتلوا ولا تحاربوا، فلما كان الليل عرف قتلة عثمان أن الإراعة والتدبير عليهم، فبيتوا عسكر طلحة والزبير، وبذلوا السيوف فيهم فدفع القوم عن أنفسهم» . (٤)
ويقول ابن كثير: «وبات قتلة عثمان بشر ليلة، وباتوا يتشاورون وأجمعوا على أن يثيروا الحرب من الغلس» . (٥)
المرحلة الثالثة: اشتداد أمرهم وقوتهم، واجتماعهم تحت قيادة واحدة، وذلك بعد مقتل الحسين - رضي الله عنه - للأخذ بثأر الحسين والانتقام له من أعدائه.
_________
(١) الجديلة هي: القبيلة، والشاكلة والناصية، القاموس المحيط ٣/٣٤٧ والمعنى ... هنا أي: منعزلين في ناحية عن الناس.
(٢) تاريخ الطبري ٤/٤٩٤.
(٣) تاريخ الطبري ٤/٤٩٤.
(٤) الفصل في الملل والاهواء والنحل ٤/٢٣٩.
(٥) البداية والنهاية ٧/٢٥١.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (29,'يقول الطبري ضمن حوادث سنة أربع وستين للهجرة: «وفي
هذه السنة تحركت الشيعة بالكوفة، واتّعدوا الاجتماع بالنخيلة سنة خمس وستين للمسير لأهل الشام للطلب بدم الحسين بن علي، وتكاتبوا في ذلك» . (١)
وكان مبدأ أمرهم ما ذكره الطبري أيضاً من رواية عبد الله بن عوف بن الأحمر الأزدي أنه قال: «لما قتل الحسين بن علي ورجع ابن زياد من معسكره بالنخيلة، فدخل الكوفة، تلاقت الشيعة بالتلاوم والتندم، ورأت أنها قد أخطأت خطأ كبيراً بدعائهم الحسين إلى النصرة وتركهم إجابته، ومقتله إلى جانبهم لم ينصروه، ورأوا أنه لا يغسل عارهم والإثم عنهم في مقتله إلا بقتل من قتله، أو القتل فيه، ففزعوا بالكوفة إلى خمسة نفر من رؤوس الشيعة: إلى سليمان بن صُرَد الخزاعي، وكانت له صحبة مع النبي - صلى الله عليه وسلم -، وإلى المُسَيّب بن نجَبَة الفزاري، وكان من أصحاب علي وخيارهم، وإلى عبد الله بن سعد ابن نفيل الأزدي، وإلى عبد الله بن وال التَّيمى، وإلى رفاعة بن شداد البَجَلي. ثم إن هؤلاء النفر الخمسة اجتمعوا في منزل سليمان بن صُرَد وكانوا من خيار أصحاب علي، ومعهم أناس من الشيعة وخيارهم ووجوههم» . (٢)
وكان هذا الاجتماع عاماً يشمل كافة الشيعة، وقد اجتمع إلى سليمان بن صُرَد نحو من سبعة عشر ألفاً، ثم لم تعجب سليمان قلتهم فأرسل حكيم بن منقذ فنادى في الكوفة بأعلى صوته: (يا ثأرات الحسين) فلم يزل ينادي حتى خرج إلى النخلية أشراف أهل الكوفة وخرج الناس معهم فكانوا قريباً من عشرين ألفاً. (٣)
ثم إنه في هذه الأثناء قدم المختار بن أبي عبيد الثقفي إلى الكوفة «فوجد الشيعة قد التفت على سليمان بن صرد وعظموه تعظيماً زائداً، وهم معدون للحرب، فلما استقر المختار عندهم بالكوفة دعا إلى إمامة المهدي
_________
(١) تاريخ الطبري ٥/٥٥١.
(٢) المصدر نفسه ٥/٥٥٢.
(٣) انظر البداية والنهاية لابن كثير ٨/٢٥٤.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (30,'محمد بن علي بن أبي طالب وهو محمد بن الحنفية، ولقبه بالمهدي فاتبعه على ذلك كثير من الشيعة، وفارقوا سليمان بن صرد، وصارت الشيعة فرقتين، الجمهور منهم مع سليمان، يريدون الخروج على الناس ليأخذوا بثأر الحسين، وفرقة أخرى مع المختار يريدون الخروج للدعوة إلى إمامة محمد بن الحنفية، وذلك عن غير أمر ابن الحنفية ورضاه، وإنما يتقولون عليه ليروجوا على الناس به، وليتوصلوا إلى أغراضهم الفاسده. (١)
فكان هذا بداية اجتماع الشيعة. ثم يذكر المؤرخون خروج
سليمان بن صرد بمن كان معه من الشيعة إلى الشام، فالتقوا مع أهل الشام عند عين تسمى «عين الوردة» واقتتلوا اقتتالاً عظيماً لمدة ثلاثة أيام، يقول ابن كثير في وصفه: «لم ير الشيب والمرد مثله لايحجز بينهم إلا أوقات الصلوات إلى الليل» (٢) ، ثم انتهى القتال بينهم بقتل سليمان بن صرد رحمه الله وكثير من أصحابه، وهزيمتهم، وعودة من بقي من أصحابه إلى الكوفة. (٣)
وأما المختار بن أبي عبيد: فلما رجع من بقي من جيش سليمان إلى الكوفة وأخبروه بما كان من أمرهم، وما حل بهم فترحم على سليمان ومن كان قتل معه، وقال: «وبعد فأنا الأمير المأمون قاتل الجبارين والمفسدين، إن شاء الله فأعدّوا واستعدوا وأبشروا» . (٤)
يقول ابن كثير: «وقد كان قبل قدومهم أخبر الناس بهلاكهم عن ربه (٥) ، الذي كان يأتي إليه من الشيطان، فإنه قد كان يأتي إليه شيطان فيوحي إليه قريباً مما كان يوحي شيطان مسيلمة له» . (٦)
«ثم إن المختار بعث الأمراء إلى النواحي والبلدان والرساتيق،
من
_________
(١) المصدر نفسه ٨/٢٥١.
(٢) البداية والنهاية لابن كثير ٨/٢٥٧.
(٣) انظر تاريخ الطبري ٥/٥٩٨-٥٩٩، والبداية والنهاية ٨/٢٥٦-٢٥٧.
(٤) البداية والنهاية لابن كثير ٨/٢٥٨.
(٥) هكذا وردت في المصدر ولعلها: (رئِيه) والرئي: هو الجن يتعرض للإنسان ... يريه الكهانة. لسان العرب ١٤/٢٩٧.
(٦) المصدر نفسه ٨/٢٥٧.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (31,'أرض العراق وخراسان، وعقد الألوية والرايات ... ثم شرع المختار يتتبع قتلة الحسين من شريف ووضيع فيقتله» . (١)
المرحلة الرابعة: انشقاق الرافضة عن الزيدية، وباقي فرق الشيعة، وتميزها بمسماها وعقيدتها. وكان ذلك على وجه التحديد في سنة إحدى وعشرين ومائة عندما خرج زيد بن علي بن الحسين على هشام بن عبد الملك (٢) فأظهر بعض من كان في جيشه من الشيعة الطعن على أبي بكر وعمر فمنعهم من ذلك، وأنكر عليهم فرفضوه، فسموا بالرافضة، وسميت الطائفة الباقية معه بالزيدية.
يقول شيخ الإسلام ابن تيمية: «إن أول ما عرف لفظ الرافضة في الإسلام: عند خروج زيد بن علي في أوائل المائة الثانية، فسئل عن أبي بكر وعمر، فتولاهما فرفضه قوم فسموا رافضة» . (٣)
وقال: «ومن زمن خروج زيد افترقت الشيعة إلى رافضة وزيدية، فإنه لما سئل عن أبي بكر وعمر فترحم عليهما رفضه قوم فقال لهم: رفضتموني، فسموا رافضة لرفضهم إياه، وسمى من لم
يرفضه من الشيعة زيدياً لانتسابهم إليه» . (٤)
ومنذ ذلك التاريخ، تميزت الرافضة عن باقي فرق الشيعة، فأصبحت فرقه مستقلة باسمهما ومعتقدها والله تعالى أعلم.
_________
(١) البداية والنهاية لابن كثير ٨/٢٧١.
(٢) انظر: تاريخ الطبري ٧/١٦٠.
(٣) مجموع الفتاوى ١٣/٣٦.
(٤) منهاج السنة ١/٣٥.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (32,'<span data-type="title" id=toc-7>المبحث الثالث تعريف موجز بأهم عقائد الرافضة</span>

تعتبر الرافضة بعقائدها المغرقة في الكفر والضلال، والموغلة في الشر والفساد، من أبعد الفرق المنتسبة للإسلام عن العقيدة الإسلامية الصحيحة بل إن عقائد الرافضة التي انفردت بها مناقضة جملة وتفصيلاً لحقائق الإسلام، وأصول الايمان، كما هو معلوم ومقرر عند أهل العلم والتحقيق.
يقول شيخ الإسلام ابن تيمية رحمه الله تعالى -وهو الخبير بهم- في كتابه العظيم (منهاج السنة) الذي ألفه للرد على الرافضة: «فما أذكره في هذاالكتاب، من ذم الرافضة، وبيان كذبهم، وجهلهم، قليل من كثيرمما أعرفه منهم ولهم شر كثير لاأعرف تفصيله ... إلى أن قال: والله يعلم وكفى بالله عليماً ليس في جميع الطوائف المنتسبة إلى الإسلام مع بدعة وضلالة شرّ منهم: لا أجهل، ولا أكذب، ولا أظلم، ولا أقرب إلى الكفر والفسوق والعصيان، وأبعد عن حقائق الإيمان منهم» . (١)
وسأذكر هنا بعض عقائد الرافضة التي خالفوا فيها الكتاب والسنة وسائر الأمة، مستدلاً على كل ما أقول بما جاء في كتبهم
المعتمدة
_________
(١) منهاج السنة ٥/١٦٠.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (33,'والموثقة، وبأقوال علمائهم المشهورين المعظمين عندهم، وذلك حتى يقف القارئ الكريم على ما عند القوم من كفر وضلال، وزيغ وفساد، مراعياً أن يكون العرض على سبيل الإيجاز.
فمن عقائد الرافضة:
عقيدة البداء لله تعالى:
يطلق البداء في اللغة على معنيين:
المعنى الأول: (الظهور بعد الخفاء) .
يقال: بدا الشئ بُدوَّاً وبداءً أي: ظهر ظهوراً بيناً (١) ومنه قوله تعالى: {وبدالهم من الله مالم يكونوا يحتسبون} (٢) أي ظهر لهم من الله من العذاب مالم يكن في حسابهم. (٣)
المعنى الثاني: (تغير الرأي عما كان عليه) .
قال ابن فارس: «تقول بَدَا لي في هذا الامر بَدَاءٌ: أي تغير رأيي عما كان عليه» . (٤)
وقال الجوهري: «بدا له في الأمر بَدَاءً أي: نشأ له فيه رأي» . (٥)
والبداء بمعنييه المتقدمين غير جائز على الله تعالى؛ لأنه يستلزم الجهل بالعواقب، وحدوث العلم. والله تعالى منزه عن ذلك.
_________
(١) مفردات القرآن للراغب الأصفهاني ص١١٣، القاموس المحيط للفيروزآبادي ... ٤/٣٠٢.
(٢) سورة الزمر آية ٤٧.
(٣) انظر: تفسير ابن كثير ٤/٥٧.
(٤) مقاييس اللغة ١/٢١٢.
(٥) الصحاح ١/٧٧.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (34,'قال ابن الأثير: «والبداء استصواب شئ علم بعد أن لم يعلم، وذلك على الله غير جائز» . (١)
والرافضة يجيزون إطلاق البداء على الله تعالى، بل لهم في ذلك مبالغات عظيمة تفوق حد الوصف، حتى أصبحت هذه العقيدة الفاسدة من أقوى العقائد عندهم جاء في الكافي (٢) الذي يعد من أصح الأصول عندهم تحت باب "البداء" من كتاب التوحيد عن زرارة بن أعين عن بعض الأئمة: «ما عُبِدَاللهُ بشئ مثل البَدَاء» . (٣)
وفيه عن أبي عبد الله: «ما عُظِّمَ اللهُ بمثل البَدَاء» . (٤)
وعنه أيضاً: «لو علم الناس ما في القول بالبداء من الأجر ما فتروا عن الكلام فيه» . (٥)
وعقيدة البداء هي محل إجماع الرافضة، كما نقل إجماعهم عليها إمامهم المفيد (٦) وصرح بمخالفة الرافضة فيها لسائر الفرق الإسلامية: يقول: «واتفقوا (أي الإمامية) على إطلاق لفظ البداء في وصف الله تعالى، وإن كان ذلك من جهة السمع دون القياس ... وأجمعت المعتزلة، والخوارج، والزيدية،
_________
(١) النهاية ١/١٠٩.
(٢) كتاب الكافي لأبي جعفر محمد بن يعقوب الكليني المتوفى سنة ٣٢٨هـ من ... أصح الكتب عندهم.
قال أغا بزرك الطهراني: «الكافي في الحديث: هو أجل الكتب الأربعة ... الأصول المعتمدة، لم يكتب مثله في المنقول من آل الرسول ... »
الذريعة ١٧/٢٤٥.
وقال عباس القمى: «هو أجل الكتب الاسلامية، وأعظم المصنفات الإمامية، ... والذي لم يعمل للإمامية مثله» . حاشية الاحتجاج للطبرسي ص٤٦٩.
(٣) الكافي ١/١٤٦.
(٤) المصدر نفسه ١/١٤٦.
(٥) المصدر نفسه ١/١٤٨.
(٦) هو: محمد بن محمد بن النعمان المشهور بالمفيد المتوفى عام ٤١٣هـ.
قال عنه الطوسي: «انتهت إليه رياسة الإمامية في وقته» الفهرست للطوسي ... ص١٩٠.
وقال عنه يوسف البحراني: «من أجل مشايخ الشيعة ورئيسهم ... وأستاذهم» . لؤلؤة البحرين ص٣٥٨.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (35,'والمرجئة، وأصحاب الحديث، على خلاف الإمامية في جميع ما عددناه» . (١)
وعقيدة البداء عند الرافضة، من أعظم ماشنع به الناس عليهم، ولذا حاول بعضهم التخلص من هذه الفضيحة بتأول معنى البداء على الله بأنه لايستلزم الجهل، وأنه نسخ في التكوين كالنسخ في التشريع (٢)
لكن أنى لهم ذلك وقد جاء في كتبهم، وعلى ألسنة علمائهم نسبة الجهل وحدوث العلم صراحة لله، تعالى الله عما يقولون علواً كبيراً.
جاء في تفسير العياشي (٣) -من أشهر كتب التفسير عندهم- عن أبي جعفر أنه قال في تفسير قوله تعالى: {وإذ واعدنا موسى أربعين ليلة} (٤) قال: «كان في العلم والتقدير ثلاثين ليله، ثم بدا لله فزاد عشراً فتم ميقات ربه الأول والآخر أربعين ليلة» . (٥)
فتأمل أيها القارى قولهم: «كان في العلم والتقدير» لتعلم نسبتهم حدوث العلم صراحة لله تعالى.
ومن الروايات الصريحة أيضاً في ذلك مارواه إمامهم الملقب
بالصدوق (٦) ونسبه إلى جعفر الصادق -وهو من ذلك برئ-، أنه قال: «مابدا لله في شئ كما بدا له في إسماعيل ابني» . (٧)
_________
(١) أوائل المقالات ص٤٨، ٤٩.
(٢) انظر: حق اليقين في مفرق أصول الدين لعبد الله شبّر ١/٧٨.
(٣) العياشي: هو محمد بن مسعود بن عياش.
وصفه الطوسي بقوله: «كان أكثر أهل المشرق علماً وفضلاً وأدباً وفهماً ... ونبلاً في زمانه» . رجال الطوسي ص٤٩٧.
وقال عنه المجلسي: «من عيون هذه الطائفة ورئيسها وكبيرها» مقدمة بحار ... الأنوار ص١٣٠.
وقال الطباطبائي في تفسيره: «إن من أحسن ما ورثناه من ذلك (أي: علم ... التفسير) كتاب التفسير المنسوب إلى شيخنا العياشي» مقدمة تفسير العياشي ... ١/٤.
(٤) البقرة ٥١.
(٥) ١/٤٤.
(٦) هو: محمد بن علي بن الحسين بن موسى الملقب بالصدوق، المتوفى٣٨١هـ.
قال عنه المجلسي: «أمره في العلم والفهم، والثقافة، والفقاهة، والجلالة، الوثاقة، ... وكثرة التصنيف، وجودة التأليف، فوق أن تحيطه الأقلام ... » مقدمة بحار الأنوار ... ص٦٨
(٧) كمال الدين وتمام النعمة ٦٩.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (36,'قال الصدوق في تفسيره: «يقول ما ظهر لله أمر كما ظهر له في إسماعيل ابني إذ اخترمه في حياتي» . (١)
وكما دلت هذه الروايات في كتبهم على نسبة الجهل لله تعالى، فقد دلت على ذلك أقوال علمائهم المتقدمين والمعاصرين.
يقول الطوسي (٢) الملقب عندهم (بشيخ الطائفة) معللاً ما جاء في كتبهم من الروايات التي وقتت خروج المهدي عندهم، ثم افتضاح كذبهم بعدم خروجه في الزمن الذي حددوه: «فالوجه في هذه الأخبار أن تقول إن صحت: أنه لايمتنع أن يكون الله تعالى قد وقّت هذا الأمر
قال عنه الحلي: «شيخ الإمامية -قدس الله روحه- رئيس الطائفة جليل ... القدر، ... عظيم المنزلة، ثقة عين صدوق، عارف بالأخبار والرجال والفقه ... » رجال ... الحلي ص١٤٨.
في الأوقات التي ذكرت، فلما تجدد ما تجدد، تغيرت المصلحة واقتضت تأخيره إلى وقت آخر وكذلك فيما بعد» . (٣)
ويقول الطوسي أيضاً مصرحاً بما هو أظهر من هذا في نسبته الجهل لله، تعالى الله عن ذلك: «وذكر سيدنا المرتضى -قدس الله روحه- وجهاً آخر في ذلك (البداء) وهو أن قال: يمكن حمل ذلك على حقيقته بأن يقال: بدا بمعنى أنه ظهر له من الأمر ما لم يكن ظاهراً له، وبدا له من النهي مالم يكن ظاهراً له، لأنه قبل وجود الأمر والنهي لا يكونان ظاهرين مدركين، وإنما يعلم أنه يأمر أوينهي في المستقبل، وأما كونه آمراً وناهياً فلا يصح أن يعلمه إلا إذا وجد الأمر والنهي وجرى ذلك مجرى الوجهين المذكورين في قوله تعالى: {ولنبلونكم حتى نعلم المجاهدين منكم} (٤) بأن تحمله على أن المراد: حتى نعلم جهادكم موجوداً، وإنما يعلم ذلك بعد حصوله، فكذلك القول في البداء، وهذا وجه حسن جداً» . (٥)
_________
(١) المصدر السابق.
(٢) هو: محمد بن الحسن الطوسي، المتوفى ٤٦٠هـ.
(٣) الغيبة ص٢٦٣.
(٤) محمد: ٣١.
(٥) نقلاً عن مجمع البحرين للطريحي ١/٤٧.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (37,'فتبين بهذا بيان معتقد الرافضة في الله - عز وجل -، ونسبتهم الجهل له وعدم علمه بالعواقب والمصالح إلا بعد وقوعها. ولا أظن أن أحداً من
أهل العقل والفهم، بعد هذه النقول الموثقة من كتب القوم يصدق دعوى الرافضة في براءتهم من هذه الفضيحة.
وقد قال الشاعر:
خذ ماتراه ودع شيئاًسمعت به ... في طلعة البدر مايغنيك عن زحل
عقيدة تحريف القرآن عند الرافضة:
يعتقد الرافضة أن القرآن الكريم الموجود اليوم بين دفتي المصحف: محرّف ومبدّل. وأن هذا المصحف لايمثل إلا جزءاً يسيراً من القرآن المنزل على النبي - صلى الله عليه وسلم -، وأن الذي حرّف القرآن هم الصحابة وذلك بحذف فضائحهم الواردة في القرآن وفضائل علي - رضي الله عنه - وآل البيت التي جاءت منصوصاً عليها في القرآن الكريم.
وقد دل على اعتقادهم هذه العقيدة الفاسدة روايات كثيرة امتلأت بها كتبهم المشهورة والموثقة عندهم منها:
ما جاء في كتاب بصائر الدرجات للصفّار (١) بسنده عن
أبي جعفر أنه قال: «ما يستطيع أحد أن يدعى أنه جمع القرآن كله
قال عنه النجاشي: «كان وجهاً في أصحابنا القميين ثقة عظيم القدر ... » . ... مقدمة بحار الأنوار ص٨٩.
وقال كوجه باغي عن كتاب بصائر الدرجات: «إنه من الأصول المعتبرة ... والمعتمدة عند الأصحاب» . مقدمة بصائر الدرجات ص٦.
ظاهره وباطنه غير الأوصياء» . (٢)
وعنه أيضاً: «مامن أحد من الناس يقول إنه جمع القرآن كله كما أنزل الله إلا كذاب، وماجمعه وماحفظه كما أنزل إلا علي بن أبي طالب والأئمة من بعده» . (٣)
_________
(١) هو: محمد بن الحسن الصفار، وفاته عام ٢٩٠هـ.
(٢) ص٢١٣.
(٣) بصائر الدرجات ص٢١٣.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (38,'وفي تفسير العياشي عن أبي عبد الله: «لو قُرئ القرآن كما أنزل لألفيتنا فيه مسمين» . (١)
وفيه عن أبي جعفر: «لولا أنه زيد في كتاب الله ونقص منه ما خفى حقنا على ذي حجى ... » . (٢)
وجاء في الكافي بيان مقدار ما أُسقط من القرآن -بزعمهم- فعن أبي عبد الله: «إن القرآن الذي جاء به جبريل - عليه السلام - إلى
محمد - صلى الله عليه وسلم - سبعة عشر ألف آية» . (٣)
وهذا يعنى أن ثلثي القرآن قد أُسقطا، حيث إن عدد آيات القرآن الموجود الآن لا يتجاوز (٦٢٣٦) آية. (٤)
وجاء في كتاب سليم بن قيس (٥) الذي يسمى عندهم (أبجد الشيعة) : «إن الأحزاب تعدل سورة البقرة، والنور ستون ومائة آية، والحجرات ستون آية والحجر تسعون آية ... » . (٦)
والروايات في كتب الرافضة المصرحة بتحريف القرآن كثيرة جداً وإنما سقت هنا أمثلة يستدل بها وقد أخبر عن استفاضتها وتواترها عندهم كبار علمائهم ومحققيهم.
يقول المفيد: «ان الأخبار جاءت مستفيضة عن أئمة الهدى من آل
_________
(١) ١/١٣.
(٢) تفسير العياشي ١/١٣.
(٣) أصول الكافي ٢/٦٣٤.
(٤) انظر: تفسير ابن كثير ١/٧.
(٥) سليم بن قيس الهلالي، توفي سنة ٩٠هـ، زعموا انه من أصحاب ... علي - رضي الله عنه -.
قال المجلسي في الثناء على كتابه: «هو أصل من أصول الشيعة وأقدم كتاب ... صنف في الإسلام ... » .
وعند الصادق أنه قال: «من لم يكن عنده من شيعتنا ومحبينا كتاب سليم بن ... قيس الهلالي فليس عنده من أمرنا شئ» . مقدمة بحار الأنوار
ص١٨٩.
(٦) كتاب سليم بن قيس ص١٢٢.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (39,'محمد صلى الله عليه وآله وسلم باختلاف القرآن وما أحدثه بعض الظالمين فيه من الحذف والنقصان» . (١)
ويقول هاشم البحراني (٢) -أحد كبار مفسريهم-: «اعلم أن الحق الذي لا محيص عنه بحسب الأخبار المتواترة الآتية وغيرها أن هذا القرآن الذي في أيدينا قد وقع فيه بعد رسول الله - صلى الله عليه وسلم - شئ من التغييرات وأسقط الذين جمعوه بعده كثيراً من الكلمات والآيات» . (٣)
ويقول أيضاً: «وعندي في وضوح صحة هذا القول (أي تحريف القرآن) بعد تتبع الأخبار وتفحص الآثار بحيث يمكن الحكم بكونه من ضروريات مذهب التشيع وأنه من أكبر مقاصد الخلافة» . (٤)
ويقول نعمة الله الجزائري (٥) : «إن الأخبار الدالة على هذا (التحريف) تزيد على ألفي حديث، وادعى استفاضتها جماعة كالمفيد،
والمحقق الداماد، والعلامة المجلسي ... » . (٦)
فهذه أقوال أئمتهم ومحققيهم الكبار تقطع بتواتر واستفاضة الروايات في كتبهم بدعوى تحريف القرآن وتبديله، وأنها تبلغ الآلاف مما جعل بعض هؤلاء العلماء يقطع بأن هذه العقيدة من ضروريات المذهب عندهم وأكبر مقاصد الإمامة.
وزيادة على ما جاء في كتبهم من آلاف الروايات الدالة على دعوى
_________
(١) أوائل المقالات ص٩١.
(٢) هاشم بن سليمان البحراني، توفي سنة ١١٠٧هـ.
قال عنه يوسف البحراني: «كان فاضلاً محدثاً جامعاً متتبعاً للأخبار بما لم ... يسبق إليه سابق سوى شيخنا المجلسي، وقد صنف كتباً عديدة تشهد بشدة ... تتبعه واطلاعة» . لؤلؤة البحرين ص٦٣.
(٣) مقدمة تفسير البرهان في تفسير القرآن ص٣٦.
(٤) المرجع نفسه ص٤٩.
(٥) نعمة الله بن عبد الله الجزائري، متوفي سنة ١١١٢هـ.
قال عنه الحر العاملي: «فاضل عالم محقق جليل القدر» . أمل الآمل ... ٢/٣٣٦.
(٦) نقلاً عن فصل الخطاب ص٢٤٨.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (40,'تحريف القرآن، فإن أقوال علمائهم ومنظريهم، وأهل الاجتهاد فيهم، جاءت مؤكدةلتلك العقيدة الفاسدة. ولعل المقام هنا لايتسع لنقل كلامهم هنا وإنما أذكرمن نقل إجماعهم على ذلك من كبار علمائهم.
يقول المفيد ناقلاً إجماعهم على ذلك، وخلافهم لسائر فرق الأمة في هذه العقيدة: «واتفقوا (أي: الإمامية) أن أئمة الضلال خالفوا في كثير من تأليف القرآن، وعدلوا فيه عن موجب التنزيل وسنة النبي - صلى الله عليه وسلم - وأجمعت المعتزلة، والخوارج، والمرجئة، وأصحاب الحديث، على خلاف الإمامية في جميع ما عددناه» . (١)
وإن من الأدلة القوية، والبراهين الجلية، والأمثلة الحية التي تقطع برسوخ هذه العقيدة في نفوس الرافضة، وتوهن حجة كل مراوغ
ومخادع منهم في التنصل من شؤم هذه العقيدة في الظاهر، ما قام به النوري الطبرسي، أحد كبار علمائهم المتأخرين الهالك في سنة ١٣٢٠هـ (٢) ، عندما ألف كتاباً ضخماً في إثبات دعوى تحريف القرآن عند الرافضة، سماه: (فصل الخطاب في إثبات تحريف كتاب رب الأرباب) صدره بثلاث مقدمات يتبعها بابان:
الأول: في الأدلة على تحريف القرآن بزعمه.
والثاني: في الرد على القائلين بصحة القرآن من الأمة.
وقد أودع الطبرسي في كتابه هذا آلاف الروايات الدالة على تحريف
_________
(١) أوائل المقالات ص٤٩.
(٢) هو: حسين بن محمد تقي الدين النوري الطبرسي.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (41,'القرآن بزعمهم، حيث أورد في الفصلين الأخيرين فقط من الباب الأول المكون من اثني عشرفصلاً (١٦٠٢) رواية هذا غير ماأورده في الفصول الأخرى من هذا الباب والمقدمات الثلاث والباب الثاني.
وقال معتذراً عن قلة ما جمعه: «ونحن نذكر منها ما يصدق به
قال عنه أغا بزرك الطهراني: « ... إمام أئمة الحديث والرجال في الأعصار ... المتأخرة، ومن أعظم علماء الشيعة، وكبار رجال الإسلام في هذا القرن ... ... وكان آيه من أيات الله العجيبة كمنت فيه مواهب غريبة وملكات شريفة، ... أهلته لأن يعد في الطليعة من علماء الشيعة ... ترك شيخنا آثاراً هامة قلما ... رأت عين الزمان نظيرها في حسن النظم وجودة التأليف وكفى بها كرامة ... له» . نقباء البشر ٢/٥٤٤-٥٤٥-٥٤٩.
دعواهم مع قلة البضاعة» . (١)
وقال موثقاً هذه الروايات: «واعلم أن تلك الأخبار منقولة من الكتب المعتبرة التي عليها معوّل أصحابنا في إثبات الأحكام الشرعية والآثار النبوية» . (٢)
وقد قرر الطبرسي في كتابه هذا في بحث مستفيض وتتبع دقيق لأقوال علمائهم مدعماً بحثه بالنقول الموثقة، أن القول بتحريف القرآن وتغييره واعتقاد نقصه وتبديله، هي عقيدة أجلة علمائهم ومحققيهم الذين هم قدوتهم في الدين، ومحل الثقة منهم فيه.
وقال بعد أن سرد حشداً هائلاً من أسماء علمائهم القائلين بالتحريف استغرقت خمس صفحات من كتابه (٣) : «ومن جميع ما ذكرنا ونقلنا، بتتبعى القاصر، يمكن دعوى الشهرة العظيمة بين المتقدمين وانحصار المخالفين فيهم بأشخاص معينين يأتي ذكرهم» . (٤)
ثم ذكر أن هؤلاء المخالفين هم: الصدوق، والمرتضى، وشيخ الطائفة الطوسي، قال: «ولم يعرف من القدماء موافق لهم» (٥) ، وذكر
أنه تبعهم الطبرسي صاحب كتاب مجمع البيان، وقال: «وإلى طبقته لم يعرف الخلاف صريحاً إلا من هؤلاء المشايخ الأربعة» . (٦)
_________
(١) فصل الخطاب ص٢٤٩.
(٢) المصدر نفسه ص٢٤٩.
(٣) انظر: فصل الخطاب ص٢٥-٣٠.
(٤) فصل الخطاب ص٣٠.
(٥) المصدر نفسه ص٣٢.
(٦) فصل الخطاب ص٣٤.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (42,'ثم اعتذر بعد ذلك عن بعض هؤلاء العلماء في عدم قولهم بتحريف القرآن بأن الذي حملهم على ذلك التقية والمداراة للمخالفين.
قال معتذراً عن الطوسي عما أورده في كتابه (التبيان) من القول بعدم التحريف: «ثم لايخفى على المتأمل في كتاب التبيان أن طريقته فيه على نهاية المداراة والمماشاة مع المخالفين ... وهو بمكان من الغرابة لو لم يكن على وجه المماشاة ... » . (١)
وبمثل ذلك ألمح في توجيه قول الطبرسي فقال بعد أن ذكر قوله: «لكنه اعتمد في سورة النساء على أخبار تضمنت نقصان كلمه: (إلى أجل مسمى) من آية المتعة» . (٢)
وقد سبق النوري الطبرسي في الاعتذار لهؤلاء العلماء: نعمة الله الجزائري حيث قال بعد أن نقل اجماع علماء الإمامية على عقيدة التحريف: «نعم قد خالف فيها المرتضى والصدوق والشيخ الطبرسي، وحكوا أن ما بين دفتي هذا المصحف هو القرآن لاغير، ولم يقع فيه
تحريف ولا تبديل ... والظاهر أن هذا القول صدر منهم لأجل مصالح كثيرة: منها سد باب الطعن عليها، بأنه إذا جاز هذا في القرآن، فكيف جاز العمل بقواعده وأحكامه، مع جواز لحوق التحريف لها
-وسيأتي الجواب عن هذا- كيف وهؤلاء الأعلام رووا في مؤلفاتهم أخباراً كثيرة تشتمل على وقوع تلك الأمور في القرآن، وأن الآية هكذا أنزلت ثم غُيرت إلى هذا» . (٣)
وبهذا يظهر أن القول بتحريف القرآن واعتقاد تغييره وتبديله هو محل إجماع علماء الرافضة قاطبة، كما حقق ذلك الطبرسي في فصل الخطاب، ودلت عليه النقول السابقه عن كبار علمائهم، وأنه لم يخالف في هذه العقيدة أحد من علمائهم، حتى وقت تأليف (فصل الخطاب) إلا أربعة منهم حملهم على ذلك التقية والمداراة للمخالفين، على ما نص على ذلك الطبرسي ومن قبله
_________
(١) المصدر نفسه ص٣٤.
(٢) المصدر نفسه ص٣٤.
(٣) الأنوار النعمانية ٢/٣٥٨-٣٥٩.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (43,'نعمة الله الجزائري. وكما أثبتت ذلك البحوث المعاصرة التي بحثت هذه المسألة وأيدت ذلك بذكر شواهد كثيرة من الروايات الدالة على التحريف الواردة في كتب هؤلاء المشايخ الأربعة (١) ، مما يدل على اعتقادهم مضمونها
وموافقتهم لسائر علماء الرافضة فيما ذهبوا إليه، من اعتقاد تحريف القرآن وتبديله، وإن أظهروا خلافه تقيّة ونفاقاً، وخداعاً لأهل السنة.
وهذا المسلك هو الذي سلكه بعض الرافضة اليوم، لما رأوا من تشنيع الناس عليهم في هذه العقيدة، وهو إظهار القول بصحة القرآن وتمامه، وإبطان تلك العقيدة الفاسدة، الراسخة الجذور في نفوسهم، والتي عليها أسلافهم، وهي اعتقاد تحريف القرآن وتبديله على أيدي الصحابة. وهذا ما اعترف به أحد كبار علمائهم المعاصرين (٢) عندما قال: «إن علماء الشيعة الذين أنكروا التحريف في القرآن لايحمل إنكارهم إلا على التقيّة» . (٣)
فظهر بهذ اتفاق علماء الرافضة قدماء ومعاصرين على هذه العقيدة الفاسدة. ولاينبغى لمسلم بعد ذلك أن ينخدع ببعض أقوال المعاصرين منهم، فيما يظهرون من البراءة من هذه العقيدة نفاقاً وخداعاً للمسلمين، على ما يبيح لهم دينهم ذلك باسم (التقيّة) التي هي تسعة أعشار دينهم، ولا يقوم دينهم إلا عليها.
فهل يعي المغرورون المخدوعون بهم أم أن على قلوب أقفالها!!
‍
عقيدتهم في الإمامة والأئمة:
يعتقد الرافضة أن الإمامة ركن عظيم من أركان الإسلام، وأصل أصيل من أصول الإيمان، لا يتم إيمان المرء إلا باعتقادها، ولا يقبل منه عمل إلا بتحقيقها.
_________
(١) انظر: الشيعة والقرآن، لإحسان إلهي ظهير ص٦٨-٧١، وبذل المجهود في ... إثبات مشابهة الرافضة لليهود ١/٤٠٥-٤٠٧.
(٢) هو: أحمد سلطان أحمد من كبار علمائهم في الهند.
(٣) تصحيف كتابين ص١٨، (ط/ الهند) ، نقلاً عن: (الرد على الدكتور ... عبد الواحد وافي) لإحسان إلهي ظهير ص٩٣.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (44,'روى الكليني عن أبي جعفر أنه قال: «بني الإسلام على خمسة أشياء: على الصلاة، والزكاة، والحج، والصوم، والولاية، قال زراره: فقلت وأي شئ من ذلك أفضل؟ فقال: الولاية» . (١)
ويقول هاشم البحراني: «فبحسب الأخبار الواردة في أن الولاية أي: الإقرار بنبوة النبي - صلى الله عليه وسلم - إمامة الأئمة، والتزام حبهم، وبغض أعدائهم ومخالفيهم، أصل الإيمان مع توحيد الله - عز وجل - بحيث لا يصح الدين إلا بذلك كله. بل إنها سبب إيجاد العالم وبناء حكم التكليف، وشرط قبول الأعمال» . (٢)
ويقول المجلسي (٣) : «ولا ريب في أن الولاية والاعتقاد بإمامة
قال عنه الحر العاملي: «عالم، فاضل، ماهر، محقق، مدقق، علامة، فهامة، فقيه، ... متكلم، محدث، ثقة ثقة، جامع للمحاسن والفضائل، جليل القدر، عظيم ... الشأن» . أمل الآمل ... ٢/٢٤٨.
الأئمة عليهم السلام، والإذعان لهم، من جملة أصول الدين، وأفضل من جميع الأعمال البدنية لأنها مفتاحهن» . (٤)
ويقول المظفر (٥) -وهو من علمائهم المعاصرين-: «نعتقد أن الإمامة أصل من أصول الدين، لا يتم الإيمان إلا بالاعتقاد بها، ولا يجوز فيها تقليد الآباء والأهل والمربين، مهما عظموا، بل يجب النظر فيها، كما يجب النظر في التوحيد والنبوة» . (٦)
_________
(١) أصول الكافي ٢/١٨.
(٢) مقدمة البرهان في تفسير القرآن ص١٩.
(٣) هو: محمد باقر المجلسي، متوفى سنة ١١١١هـ، من كبار علمائهم المتأخرين ... المكثرين من التأليف.
(٤) مرآة العقول ٧/١٠٢.
(٥) هو: محمد بن رضا المظفر، من علمائهم المعاصرين، توفي سنة ١٣٨٣هـ. ... أثنى عليه أغا بزرك الطهراني فقال: «عالم جليل، وأديب معروف ... من ... أفاضل أهل العلم، وأشراف أهل الفضل والأدب له سيرة طيبة من يومه» . ... نقباء البشر في القرن الرابع عشر ٢/٧٧٢-٧٧٣.
(٦) عقائد الإمامية ص١٠٢.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (45,'ولا يكتفى الرافضة بإضفاء هذه القداسة الشرعية على عقيدة الإمامة في دينهم، حتى جعلوها بمنزلة التوحيد، وعليها مدار الإيمان، وقبول الأعمال، بل ذهبوا مذهباً بعيداً في غلوهم في الإمامة ومكانتها، فجعلوها ضرورة كونيه لثبات الأرض، وأن الأرض لو بقيت بغير إمام لمادت وساخت بأهلها. يوضح ذلك جملة من الروايات أوردها الصفّار في كتابه (بصائر الدرجات) في باب مستقل بعنوان «باب أن الأرض لا تبقى بغير إمام ولو بقيت لساخت» ومما أورده تحت هذا
الباب مانسبوه إلى أبي جعفر أنه قال: «لو أن الإمام رفع من الأرض ساعة لساخت بأهلها كما يموج البحر بأهله» . (١)
وعن أبي عبد الله أنه سئل: «أتبقى الأرض بغير إمام؟ قال: لو بقيت بغير إمام لساخت» . (٢)
ويعتقد الرافضة أن الأئمة بعد النبي - صلى الله عليه وسلم - اثنا عشر إماماً اختارهم الله تعالى واصطفاهم للإمامة جاء في كتاب (كشف الغمة) للأربلي (٣) ، نسبه إلى علي - رضي الله عنه - أنه قال: قال رسول الله - صلى الله عليه وسلم -: «الأئمة من بعدي اثنا عشر، أولهم أنت يا علي، وآخرهم القائم الذي يفتح على يديه مشارق الأرض ومغاربها» . (٤)
وعن زرارة بن أعين قال: سمعت أبا جعفر - عليه السلام - يقول: «نحن اثنا عشر إماماً، منهم: حسن، وحسين، ثم الأئمة من ولد الحسين» . (٥)
ويزعم الرافضة أن إمامة هؤلاء الأئمة ثابتة بالنص عليهم من الله، وأن
_________
(١) بصائر الدرجات ص٥٠٨.
(٢) المصدر نفسه ص٥٠٨.
(٣) هو: علي بن عيسى الأربلي، المتوفى عام ٦٩٣هـ.
قال عنه المجلسي: «من أكابر محدثي الشيعة، وأعاظم علماء المائة السابعة ... وثقاتهم» . مقدمة بحار الأنوار ص١٤٥.
(٤) كشف الغمة ٢/٥٠٧.
(٥) الخصال للصدوق ص٤٧٨.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (46,'النبي - صلى الله عليه وسلم - عُرج به إلى السماء مائة وعشرين في كل مرة يوصى بولاية علي.
جاء في كتاب بصائر الدرجات عن أبي عبد الله أنه قال: «عرج بالنبي - صلى الله عليه وسلم - إلى السماء مائة وعشرين مرة مامن مرة إلا وقد أوصى الله النبي - صلى الله عليه وسلم - بولاية علي والأئمة من بعده أكثر مما أوصاه بالفرائض» . (١)
وللرافضة في الأئمة غلو يفوق الوصف، ويتجاوز كل حد، في صور متعددة وأمثلة متنوعة، تمجها النفوس، وتأباها العقول والفطرة السليمة، وتعارضها النصوص الشرعية.
فمن ذلك وصفهم لهم بصفات الربوبية وإخراجهم عن طبائعهم البشرية إلى منزلة رب البرية، جاء في بصائر الدرجات فيما نسبوه إلى علي - رضي الله عنه - أنه قال: «أنا عين الله، وأنا يد الله، وأنا جنب الله، وأنا باب الله» . (٢)
وفي روايه أخرى أنه قال: «أنا علم الله، وأنا قلب الله الواعي، ولسان الله الناطق، وعين الله الناظر، وأنا جنب الله، وأنا يد الله» . (٣)
وفي كتاب علم اليقين لعبد الله شبّر (٤) عن ابن عباس -وهو من ذلك بريء-: «إن الله تعالى يوم القيامة يولي محمداً حساب النبيين، ويولى علياً حساب الخلق أجمعين» . (٥)
وروى سليم بن قيس افتراء على رسول الله - صلى الله عليه وسلم - أنه قال لعلي: «ياعلي أنت مني وأنا منك سيط لحمك بلحمي، ودمك بدمي ... من جحد
_________
(١) بصائر الدرجات ص٩٩.
(٢) المصدر نفسه ص٨١.
(٣) المصدر نفسه.
(٤) عبد الله بن شبّر، المتوفى عام ١٢٤٢هـ، من كبار علمائهم المتأخرين.
قال عنه محمد صادق الصدر: «كان علماً من أعلام الشيعة، وشخصية ... بارزة، لذلك كان محط أنظار أهل العلم ... » . مقدمة كتاب حق اليقين بقلم ... محمد صادق الصدر ص: ي.
(٥) علم اليقين في أصول الدين ٢/٦٠٥.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (47,'ولايتك جحد الله ربوبيته، ياعلي أنت عَلَم الله بعدي الأكبر في الأرض، وأنت الركن الأكبر في القيامة، فمن استظل بفيئك كان فائزاً؛ لأن حساب الخلائق إليك، ومآبهم إليك، والميزان ميزانك، والصراط صراطك، والموقف موقفك، والحساب حسابك، فمن ركن إليك نجا، ومن خالفك هوى وهلك، اللهم اشهد اللهم اشهد» . (١)
ويدعي الرافضة في أئمتهم أنهم يعلمون الغيب، وأنهم لا يحجب عنهم شيء من أمر السماء والأرض جاء في الكافي -أصح الكتب عندهم- تحت باب: «إن الأئمة عليهم السلام يعلمون علم ما كان
وما يكون وأنه لا يخفى عليهم شئ صلوات الله عليهم» .
عن أبي عبد الله أنه قال: «ورب الكعبة ورب البنيِّة (٢) -ثلاث مرات- لو كنت بين موسى والخضر لأخبرتهما أني أعلم منهما ولأنبأتهما بما ليس في أيديهما لأن موسى والخضر عليهما السلام أعطيا علم ما كان، ولم يعطيا علم ما يكون وما هو كائن حتى تقوم الساعة، وقد ورثناه من رسول الله - صلى الله عليه وسلم - وراثة» . (٣)
وعن أبي عبد الله أيضاً: « ... الله أكرم وأرحم وأرأف بعباده، من أن يفرض طاعة عبد على العباد، ثم يحجب عنه خبر السماء صباحاً ومساءً» . (٤)
ويقول المفيد في كتاب أوائل المقالات: «إن الأئمة من آل محمد - صلى الله عليه وسلم - قد كانوا يعرفون ضمائر بعض العباد ويعرفون ما يكون قبل كونه» . (٥)
ومن مظاهر غلو الرافضة في الأئمة تفضيلهم على سائر الأنبياء
والمرسلين والملائكة المقربين.
_________
(١) كتاب سليم بن قيس ص٢٤٤-٢٤٥.
(٢) هي الكعبة. قال ابن الأثير: «وكانت تدعى بنية إبراهيم عليه السلام، لأنه ... بناها وقد كثر قسمهم برب هذه البنية» . النهاية ١/١٥٨.
(٣) أصول الكافي ١/٢٦١.
(٤) المصدر نفسه.
(٥) أوائل المقالات ص٧٥.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (48,'جاء في كتاب علل الشرائع للصدوق فيما نسبه إلى النبي - صلى الله عليه وسلم - أنه قال لعلي: «إن الله تبارك وتعالى فضل أنبياءه المرسلين على ملائكته المقربين، وفضلني على جميع النبيين والمرسلين، والفضل بعدي لك ياعلي وللأئمة من بعدك» . (١)
ويقول عبد الله شبّر: «يجب الإيمان بأن نبينا وآله المعصومين أفضل من الأنبياء والمرسلين ومن الملائكة المقربين، لتضافر الأخبار بذلك وتواترها» . (٢)
ويقول الخميني: «فإن للإمام مقاماً محموداً، ودرجة سامية، وخلافة تكوينية، تخضع لولايتها وسيطرتها جميع ذرات هذا الكون، وإن من ضروريات مذهبنا أن لأئمتنا مقاماً لا يبلغه ملك مقرب، ولا نبي مرسل» . (٣)
ومن صور غلو الرافضة في أئمتهم ادعاؤهم نزول الوحي عليهم.
جاء في بحار الأنوار عن أبي عبد الله أنه قال: «إنا نُزاد في الليل والنهار، ولولا أنا نُزاد لنفد ما عندنا، فقال أبو بصير: جعلت فداك
من يأتيكم؟ قال: إن منا لمن يعاين معاينة، ومنا من ينقر في قلبه كيت وكيت، ومنا من يسمع بأذنه وقعاً كوقع السلسلة في الطست، قال: قلت جعلت فداك من يأتيكم بذلك؟ قال: هو خلق أكبر من جبريل وميكائيل» . (٤)
وفي بصائر الدرجات عن أبي عبد الله أنه قال: «إن الروح خلق أعظم من جبريل وميكائيل. كان مع رسول الله صلى الله عليه وآله يسدده ويرشده وهو مع الأوصياء من بعده» . (٥)
ومن غلوهم في أئمتهم: اعتقادهم عصمتهم من كل الذنوب والخطايا، صغيرها، وكبيرها، وأنه لا يجوز عليهم سهو، ولا غفلة، ولا نسيان.
_________
(١) علل الشرائع ص٥.
(٢) حق اليقين ١/٢٠٩.
(٣) الحكومة الإسلامية ص٥٢.
(٤) بحار الأنوار للمجلسي ٢٦/٥٣.
(٥) بصائر الدرجات ص٤٧٦.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (49,'يقول المفيد ناقلاً إجماعهم على ذلك: «ان الأئمة القائمين مقام الأنبياء في تنفيذ الأحكام، وإقامة الحدود، وحفظ الشرائع، وتأديب الأنام، معصومون كعصمة الأنبياء، وإنهم لا يجوز منهم صغيرة إلا ما قدمت ذكر جوازه على الأنبياء، وإنه لا يجوز منهم سهو في شئ في الدين، ولا ينسون شيئاً من الأحكام، وعلى هذا مذهب سائر الإمامية إلا من شذ منهم، وتعلق بظاهر روايات، لها تأويلات على خلاف
ظنه الفاسد من هذا الباب» . (١)
ويقول الصدوق: «اعتقادنا في الأنبياء والرسل والأئمة أنهم معصومون مطهرون من كل دنس، وأنهم لايذنبون لا صغيراً ولا كبيراً، ولا يعصون الله ما أمرهم ويفعلون ما يؤمرون، ومن نفى عنهم العصمة في شئ من أحوالهم فقد جهلهم، ومن جهلهم فهو كافر» . (٢)
ومن المعاصرين يقول محمد رضا المظفر: «ونعتقد أن الإمام كالنبي يجب أن يكون معصوماً من جميع الرذائل والفواحش ما ظهر منها وما بطن، من سن الطفولة إلى الموت، عمداً، وسهواً، كما يجب أن يكون معصوماً من السهو، والخطأ، والنسيان» . (٣)
ويقول الخميني: «نحن نعتقد أن المنصب الذي منحه الأئمة للفقهاء لايزال محفوظاً لهم؛ لأن الأئمة الذين لانتصور فيهم السهو، أو الغفلة، ونعتقد فيهم الإحاطة بكل ما فيه مصلحة للمسلمين، كانوا على علم بأن هذا المنصب لايزول عن الفقهاء من بعدهم بمجرد وفاتهم» . (٤)
وهكذا يتمادى الرافضة في غيهم وضلالهم، ولا يزال الشيطان ينقلهم من ضلالة إلى أخرى، في جوانب كثيرة متعددة، تمثل معتقدهم الفاسد في الأئمة حتى رفعوهم فوق منازل الأنبياء والمرسلين، وملائكة الله المقربين،
_________
(١) أوائل المقالات ص٧١، ٧٢.
(٢) نقلاً عن عقائد الإثني عشرية لإبراهيم الموسوي الزنجاني ٢/١٥٧.
(٣) عقائد الإمامية ص١٠٤.
(٤) الحكومة الإسلامية ص٩١.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (50,'بل أخرجوهم بذلك الغلو المفرط الذي لا يهتدي بشرع، ولا يحكمه عقل، عن طبائعهم البشرية إلى مقام الربوبية. ولذا كان أئمة أهل البيت الطاهرين المطهرين من عقيدة الرافضة أعظم الناس تأذياً بهم لكثرة كذبهم عليهم ونسبتهم تلك العظائم لهم على ماسيأتي نقل كلامهم في ذلك مفصلاً إن شاء الله تعالى.
عقيدتهم في الصحابة:
يقف الرافضة من أصحاب النبي - صلى الله عليه وسلم - موقف العداوة والبغضاء، والحقد والضغينة، يبرز ذلك من خلال مطاعنهم الكبيرة على الصحابة، التي تزخر بها كتبهم القديمة والحديثة.
فمن ذلك اعتقادهم: كفرهم وردتهم إلا نفراً يسيراً منهم، على ماجاء مصرحاً به في بعض الروايات الواردة في أصح كتبهم، وأوثقها عندهم.
فقد روى الكليني عن أبي جعفر أنه قال: «كان الناس أهل ردة بعد النبي - صلى الله عليه وسلم - إلا ثلاثة. فقلت: ومن الثلاثة؟ فقال: المقداد بن الأسود، وأبو ذر الغفاري، وسلمان الفارسي، رحمة الله وبركاته عليهم، ثم
عرف أناس بعد يسير، وقال: هؤلاء الذين دارت عليهم الرحا وأبو أن
يبايعوا حتى جاءوا بأمير المؤمنين مكرهاً فبايع» . (١)
وفي كتاب الاختصاص للمفيد عن عبد الملك بن أعين أنه سأل أبا عبد الله فلم يزل يسأله حتى قال: فهلك الناس إذاً، فقال: «أي والله يا ابن أعين هلك الناس أجمعون أهل الشرق والغرب، قال: إنها فتحت على الضلال، أي والله هلكوا إلا ثلاثة نفر سلمان الفارسي، وأبو ذر، والمقداد ولحقهم عمار، وأبو ساسان الأنصاري، وحذيفة وأبو عمرة فصاروا سبعة» . (٢)
وقد نقل إجماعهم على تكفير الصحابة علماؤهم المحققون.
_________
(١) الروضة من الكافي ٨/٢٤٥-٢٤٦.
(٢) الاختصاص ص٦.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (51,'قال المفيد: «واتفقت الإمامية، والزيدية، والخوارج، على أن الناكثين والقاسطين: من أهل البصرة، والشام، أجمعين كفار ضلال ملعونون بحربهم أمير المؤمنين، وأنهم بذلك في النار مخلدون» . (١)
ويقول نعمة الله الجزائري: «الإمامية قالوا بالنص الجلي على إمامة علي، وكفروا الصحابة، ووقعوا فيهم، وساقوا الإمامة إلى جعفر الصادق، وبعده إلى أولاده
المعصومين عليهم السلام، ومؤلف هذا الكتاب من هذه الفرقة وهي الناجية إن شاء الله» . (٢)
وقدح الرافضة في الصحابة لا يقف عند هذا الحد من اعتقاد تكفيرهم وردتهم، بل يعتقدون أنهم شر خلق الله، وأن الإيمان بالله ورسوله لا يكون إلا بالتبرؤ منهم، وخاصة الخلفاء الثلاثة: أبابكر وعمر، وعثمان، وأمهات المؤمنين.
يقول محمد باقر المجلسي: «وعقيدتنا في التبرؤ: أننا نتبرأ من الأصنام الأربعة: أبي بكر، وعمر، وعثمان، ومعاوية، والنساء الأربع: عائشة وحفصة، وهند، وأم الحكم، ومن جميع أشياعهم وأتباعهم، وأنهم شر خلق الله على وجه الأرض، وأنه لايتم الإيمان بالله ورسوله والأئمة إلا بعد التبرؤ من أعدائهم» . (٣)
وبناء على هذا فالرافضة يعتقدون في الخلفاء الثلاثة السابقين لعلي في الخلافة وفي أمهات المؤمنين: أنهم يعذبون أشد العذاب يوم القيامة مع شرار الخلق وطواغيت البشر.
جاء في تفسير القمي (٤) في تفسير سورة الفلق: «الفلق: جب في نار
_________
(١) أوائل المقالات ص٤٥.
(٢) الأنوار النعمانية ٢/٢٤٤.
(٣) حق اليقين ص٥١٩ (فارسى) وقد قام بترجمة النص ونقله إلى ... العربية الشيخ ... محمد عبد الستار التونسوي في كتابه بطلان عقائد الشيعة ص٥٣.
(٤) هو: علي بن إبراهيم بن هاشم، المتوفى ٣٠٧هـ.
قال عنه النجاشي: «ثقة في الحديث، ثبت معتمد، صحيح المذهب، سمع ... فأكثر وصنف كتباً» . مقدمة بحار الأنوار ص١٢٨.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (52,'جهنم، يتعوذ أهل النار من شدة حره، فسأل الله من شدة حره أن يتنفس فتنفس فأحرق جهنم، وفي ذلك الجب صندوق من نار، يتعوذ أهل الجب من حر ذلك الصندوق، وهو التابوت، وفي ذلك التابوت سته من الأولين، وست من الآخرين، فأما الستة الذين من الأولين: فابن آدم الذي قتل أخاه، ونمرود إبراهيم الذي ألقى إبراهيم في
النار، وفرعون موسى، والسامري الذي اتخذ العجل، والذي هوّد اليهود، والذي نصّر النصارى. أما الستة الذين من الآخرين: فهو الأول والثاني، والثالث، والرابع، وصاحب الخوارج، وابن ملجم لعنهم الله» . (١)
ويعنون بالأول والثاني والثالث: الخلفاء الثلاثة السابقين لعلي
- رضي الله عنه - في الخلافة، وبالرابع معاوية - رضي الله عنه - وهذه من الرموز التي يستخدمها الرافضة في كتبهم عند الطعن في الصحابة. وقد جاء توضيح أكبر لهذه الرموز في رواية العياشي، التي ينسبها كذباً وزوراً
لجعفر الصادق أنه قال: «يؤتى بجهنم لها سبعة أبواب: بابها الأول:
للظالم وهو زريق، وبابها الثاني: لحبتر (٢) ، والباب الثالث: للثالث، والرابع: لمعاوية، والباب الخامس: لعبد الملك، والسادس: لعسكر بن هوسر، والباب السابع لأبي سلامة (٣) فهم أبواب لمن تبعهم» . (٤)
ويتمادى الرافضة في حقدهم على خيار أصحاب النبي - صلى الله عليه وسلم - وخلفائه
_________
(١) تفسير القمي ٢/٤٤٩.
(٢) نقل الشيخ إحسان إلهي ظهير -رحمه الله- عن أحد علماء الرافضة الكبار ... في الهند أنه فسر هذين المصطلحين بقوله: «روي أن الزريق: مصغر أزرق، ... والحبتر معناه: الثعلب، فالمراد من الأول: (أبو بكر) لأنه كان أزرق العينين، ... والمراد من الثاني: (عمر) كناية عن دهائه ومكره» . الرد على الدكتور علي ... عبد الواحد وافي ص٢٠٧.
(٣) ذكر محقق تفسير العياشي معاني هذه الرموز فقال في معنى عسكر بن ... هوسر «كناية عن بعض خلفاء بني أميه أو بني العباس، وكذا أبي سلامة ... كناية عن أبي جعفر الدوانيقي، ويحتمل أن يكون عسكر كناية عن عائشة ... وساير أهل الجمل» . حاشية تفسير العياشي ٢/٢٤٣.
(٤) تفسير العياشي ٢/٢٤٣.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (53,'إلى أشد من هذا، فيروي من يلقب عندهم بالصدوق وهو من أكبر الكذابين الأفاكين.
عن أبي الجارود قال: قلت لأبي جعفر - عليه السلام -: «أخبرني بأول من يدخل النار؟ قال: إبليس ورجل عن يمينه، ورجل عن
يساره» (١) ، وظاهر أنهم يعنون بالرجلين أبا بكر وعمر -رضي الله عنهما-.
ويذهب نعمة الله الجزائري إلى أن عمر يعذب يوم القيامة في النار أشد من إبليس يقول: «وإنما الاشكال في تزويج علي - عليه السلام -
أم كلثوم لعمر بن الخطاب وقت تخلفه، لأنه قد ظهرت منه المناكير وارتد عن الدين ارتداداً أعظم من كل من ارتد، حتى إنه قد وردت روايات الخاصة أن الشيطان يغل بسبعين غلاً من حديد جهنم، ويساق إلى المحشر، فينظر ويرى رجلاً أمامه تقوده ملائكة العذاب، وفي عنقه مائة وعشرون غلاً من أغلال جهنم، فيدنوا الشيطان إليه ويقول: ما فعل الشقي حتى زاد علي في العذاب، وإنما أغويت الخلق، وأوردتهم موارد الهلاك؟ فيقول عمر للشيطان: ما فعلت شيئاً سوى أني غصبت خلافة علي بن أبي طالب. والظاهر أنه استقل سبب شقاوته ومزيد عذابه ولم يعلم أن كل ما وقع في الدنيا إلى يوم القيامة من الكفر والطغيان، واستيلاء أهل الجور والظلم، إنما هو من فعلته هذه» . (٢)
وقد بلغ من حقد هؤلاء على أصحاب النبي - صلى الله عليه وسلم -: استباحة لعنهم،
بل تقربهم إلى الله بذلك، وخاصة الشيخين: أبا بكر وعمر. فإن لهم في لعنهما والمبالغة في ذلك أمراً يفوق الوصف.
فقد روى الملا كاظم عن أبي حمزة الثمالى -افتراء على زين العابدين رحمه الله- أنه قال: «من لعن الجبت والطاغوت لعنة واحدة كتب الله له سبعين ألف ألف حسنة، ومحي عنه ألف ألف سيئة، ورفع له سبعون ألف
_________
(١) ثواب الاعمال وعقاب الأعمال ص٢٥٥.
(٢) الأنوار النعمانية ١/٨١-٨٢.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (54,'ألف درجة ومن أمسى يلعنهما لعنة واحدة كتب له مثل ذلك، قال: فمضى مولانا علي بن الحسين، فدخلت على مولانا أبي جعفر محمد الباقر. فقلت: يامولاي حديث سمعته من أبيك قال: هات ياثمالى، فأعدت عليه الحديث. فقال: نعم ياثمالى. أتحب أن أزيدك؟ فقلت: بلى يامولاي. فقال: من لعنهما لعنة واحدة في كل غداة لم يكتب عليه ذنب في ذلك اليوم حتى يمسى، ومن أمسى لعنهما لعنة واحدة لم يكتب عليه ذنب في ليلة حتى يصبح» . (١)
ومن الأدعية المشهورة عندهم الواردة في كتب الأذكار: دعاء يسمونه دعاء صنمي قريش (يعنون بهما أبا بكر وعمر) وينسبون هذا الدعاء ظلماً وزوراً لعلي - رضي الله عنه - وهو يتجاوز صفحة ونصف وفيه: (اللهم صل على محمد وآل محمد والعن صنمي قريش وجبتيها
وطاغوتيها، وأفكيها، وابنتيهما اللذين خالفا أمرك، وأنكرا وحيك، وجحدا إنعامك، وعصيا رسولك، وقلبا دينك، وحرّفا كتابك ...
[إلى أن جاء في آخره] : اللهم العنهما في مكنون السر، وظاهرالعلانية، لعناً كثيراً أبداً، دائماً سرمداً، لا انقطاع لأمده ولانفاد لعدده، لعناً يعود أوله ولا يروح آخره، لهم ولأعوانهم، وأنصارهم، ومحبيهم، ومواليهم، والمسلمين لهم، والمائلين إليهم، والناهضين باحتجاجهم، والمقتدين بكلامهم، والمصدقين بأحكامهم، (قل أربع مرات) : اللهم عذبهم عذاباً يستغيث منه أهل النار، آمين رب العالمين» . (٢)
وهذا الدعاء مرغب فيه عندهم، حتى إنهم رووا في فضله نسبةً إلى ابن عباس أنه قال: «إن علياً - عليه السلام - كان يقنت بهذا الدعاء في صلواته،
_________
(١) أجمع الفضائح لملا كاظم ص٥١٣. بواسطة الشيعة وأهل البيت لإحسان ... إلهي ظهير ص١٥٧.
(٢) مفتاح الجنان في الأدعية والزيارات والأذكار ص١١٣-١١٤، وتحفة عوام ... مقبول ص٢١٤-٢١٥، وهذا الكتاب الأخير موثق من جماعة من كبار ... علمائهم المعاصرين، ورد ذكراسمائهم على غلاف الكتاب، ومنهم: الخميني.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (55,'وقال إن الداعي به كالرامي مع النبي - صلى الله عليه وسلم - في بدر، وأُحد، وحنين، بألف ألف سهم» . (١)
ولهذا كان هذا الدعاء محل عناية علمائهم، حتى إن أغا بزرك الطهراني ذكر أن شروحه بلغت العشرة. (٢)
فهذا ما جاء في كتبهم القديمة وعلى ألسنة علمائهم المتقدمين. أما المعاصرون منهم فهم على عقيدة سلفهم سائرون وبها متمسكون، وسأكتفي للدلالة على هذا بما جاء عن إمامهم المقدس وآيتهم العظمى الخميني -وذلك خشية الإطالة-.
حيث يقول في كتابه كشف الأسرار: «إننا هنا لا شأن لنا بالشيخين، وما قاما به من مخالفات للقرآن، ومن تلاعب بأحكام الإله، وماحللاه وحرماه من عندهما، وما مارساه من ظلم ضد فاطمة ابنة النبي - صلى الله عليه وسلم - وضدأولاده، ولكننا نشيرإلى جهلهما بأحكام الإله والدين» . (٣)
ويقول عن الشيخين -رضي الله عنهما-: «وهنا نجد أنفسنا مضطرين على إيراد شواهد من مخالفتهما الصريحة للقرآن لنثبت بأنهما كانا يخالفان ذلك» . (٤)
ويقول متهمهما بتحريف القرآن: «لقد ذكر الله ثمان فئات تستحق سهماً من الزكاة، لكن أبا بكر أسقط واحدة من هذه الفئات، بإيعاز من عمر ولم يقل المسلمون شيئاً» . (٥)
ويقول أيضاً: «الواقع أنهم أعطوا الرسول حق قدره ... الرسول
الذي كدّ وجد وتحمل المصائب من أجل إرشادهم وهدايتهم وأغمض عينيه وفي
_________
(١) علم اليقين في أصول الدين لمحسن الكاشاني ٢/١٠١.
(٢) انظر: الذريعة إلى تصانيف الشيعة ٨/١٩٢.
(٣) كشف الأسرار ص١٢٦.
(٤) المرجع نفسه ص١٣١.
(٥) المرجع نفسه ص١٣٥.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (56,'أذنيه كلمات ابن الخطاب القائمة على الفرية والنابعة من أعمال الكفر والزندقة» . (١)
فهذه عقيدة الرافضة في الصحابة، وليعلم أن ما أوردته هنا غيض من فيض مما هو موجود في كتبهم من مطاعن، وسباب، وشتائم بذيئة، يتنزه أصحاب المرؤة والدين عن إطلاقها على أكفر الناس، بينما تنشرح بها صدور الرافضة، وتسارع بها ألسنتهم في حق أصحاب رسول الله - صلى الله عليه وسلم - وخلفائه ووزرائه وأصهاره، بل ويعدون ذلك ديناً يرجون عليه من الله أعظم الأجر والمثوبة. وفي الحقيقة إن المسلم إذا ما تأمل حال هؤلاء الناس وما هم عليه من بعد وضلال فإنه لا بد له من موقفين:
الموقف الأول: موقف استشعار نعمة الله، وعظم لطفه، وسابغ كرمه أن أنقذه من هذا الضلال. الأمرالذي يستوجب شكر الله على ذلك.
والموقف الثاني: موقف الاتعاظ والاعتبار، بما بلغ بهؤلاء القوم من زيغ وانحراف، يعلمه من له أدنى ذرة من عقل، كتقربهم إلى الله بلعن أبي بكر وعمر صباحاً ومساءً، وزعمهم أن من لعنهما لعنة
واحدة لم تكتب عليه خطيئة في يومه ذلك.
وذلك أن عامة العقلاء من هذه الأمة، بل ومن أصحاب
الملل السماوية يدركون إدراكاً ضرورياً من دين الله، أن الله ما تعبد
أمة من الأمم بلعن أحد من الكفار، ولو كان من أكفر الناس،
بل ما تعبدهم بلعن إبليس اللعين المطرود من رحمة الله صباحاً
ومساءً، في أوراد مخصوصه تقرباً إلى الله كما تتقرب الرافضة
بلعن أبي بكر وعمر. بل إني لا أعلم فيما اطلعت عليه من كتب الرافضة أنفسهم -مع اطلاعي على الكثير منها- أنها تضمنت دعاءً مخصوصاً أو غير مخصوص في لعن أبي جهل، أو أمية بن خلف،
أو الوليد بن المغيرة الذين هم أشد الناس كفراً بالله وتكذيباً لرسوله - صلى الله عليه وسلم -، بل ولا في لعن إبليس
_________
(١) كشف الأسرار ص١٣٧.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (57,'في حين أن كتبهم تمتلأ
بالروايات في لعن أبي بكر وعمر، كما في دعاء صنمي قريش وغيره.
ففي هذا عبرة لكل معتبر فيما يبلغ بالعبد من الضلال إن هو أعرض عن شرع الله، واتبع الأهواء والبدع كيف يزين له سوء عمله، وقبيح أفعاله حتى يصبح لا يعرف معروفاً من منكر، ولا يميز حقاً من باطل، بل يتخبط في الظلمات، ويعيش في سكرة الشهوات، وهذا ما أخبر الله عنه في كتابه وبين حال أصحابه في قوله: {أفمن زين له سوء عمله فرآه حسناً فإن الله يضل من يشاء ويهدي
من يشاء} (١) ، وقال: {الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعاً} (٢) ، وقال: {قل من كان في الضلالة فليمدد له الرحمن مداً حتى إذا رأوا ما يوعدون إما العذاب وإما الساعة فسيعلمون من هو شر مكاناً وأضعف جنداً} . (٣)
عقيدة الرجعة:
يعتقد الرافضة رجعة بعض الأموات بعد موتهم إلى الحياة الدنيا، وذلك في زمن خروج المهدي -المزعوم عندهم-.
يقول أحمد الأحسائي (٤) في كتاب الرجعة: «اعلم أن الرجعة في الأصل يراد بها رجوع الأموات إلى الدنيا، كأنهم خرجوا منها
قال عنه الخونساري: «ترجمان الحكماء المتألهين، ولسان العرفاء والمتكلمين، ... غرة الدهر، وفليسوف العصر ... لم يعد في هذه الأواخر مثله في المعرفة ... والفهم، والمكرمة والحزم، وجودة السليقة وحسن الطريقة ... الخ» روضات ... الجنات ١/٨٨-٨٩ بواسطة الشيعة والتشيع لإحسان إلهي ظهير ص٣٠٧- ... ٣٠٨.
ورجعوا إليها» . (٥)
_________
(١) فاطر آيه: ٨.
(٢) الكهف آيه: ١٠٤.
(٣) مريم آيه: ٧٥.
(٤) أحمد بن زين الدين الأحسائي، متوفى سنة ١٢٤١هـ، يعد من كبار ... علمائهم المتأخرين.
(٥) الرجعة ص٤١.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (58,'ويقول -الزنجاني- وهو من علمائهم المعاصرين: «الرجعة عبارة عن حشر قوم عند قيام القائم الحجة - عليه السلام -، ممن تقدم موتهم من أوليائه وشيعته، ليفوزوا بثواب نصرته ومعونته، بظهور دولته، وقوم من أعدائه ينتقم منهم، وينالوا بعض ما يستحقونه من العذاب والقتل على أيدى شيعته وليبتلوا بالذل والخزي بما يشاهدونه من علو كلمته. وهي عندنا الإمامية الاثنا عشرية تختص بمن محّض الإيمان، ومحّض الكفر والباقون سكوت عنهم» . (١)
فالرجعة عندهم هي للأئمة، ومن محّض الإيمان من أوليائهم، ومن محّض الكفر من أعدائهم -وهم يعنون بذلك الصحابة - رضي الله عنهم - والقصد من ذلك هو إظهار العز والنصر للأئمة ومواليهم، والانتقام من أعدائهم، كما نص على هذا الزنجاني في كلامه المتقدم. وقد دلت على هذا رواياتهم وأقوال علمائهم المتقدمين.
جاء في تفسير القمي نسبة إلى علي بن الحسين -رحمه الله-: أنه قال في تفسير قوله تعالى: {إن الذي فرض عليك القرآن لرادك
إلى معاد} (٢) قال: «يرجع نبيكم صلى الله عليه وآله، وأمير المؤمنين، والأئمة عليهم السلام» . (٣)
وممن يرجع عندهم للعذاب بزعمهم -أبو بكر وعمر.
يقول نعمة الله الجزائري بعد أن ذكر لعن الشيخين، وأنه من ضروريات المذهب عندهم: «وفي الأخبار ما هو أغرب من هذا: وهو أن مولانا صاحب الزمان - عليه السلام -، إذا ظهر وأتى المدينة أخرجهما من قبريهما، فيعذبهما على كل ما وقع في العالم من الظلم المتقدم على زمانيهما: كقتل قابيل هابيل، وطرح إخوة يوسف له في الجبّ، ورمي إبراهيم في نار نمرود، وإخراج موسى خائفاً يترقب، وعقر ناقة صالح، وعبادة من عبد
_________
(١) عقائد الإمامية الإثني عشريه ٢/٢٢٨.
(٢) القصص آية ٨٥.
(٣) تفسير القمي ٢/١٤٧.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (59,'النيران، فيكون لهما الحظ الأوفر من أنواع ذلك العذاب» (١) ، وهذه الرواية كافية الدلالة على سخف عقول القوم، وشدة حقدهم وبغضهم لخيري هذه الأمة بعد نبيها أبي بكر وعمر -رضي الله عنهما-.
وقد جاءت أقوال علمائهم موضحة ومفصلة لبيان من يرجع من الأموات:
يقول المرتضى: «اعلم أن الذي قد ذهب الشيعة الإمامية إليه أن الله تعالى يعيد عند ظهور إمام الزمان المهدي صلوات الله عليه قوماً ممن كان تقدم موته من شيعته، ليفوز بثواب نصرته ومعونته، ومشاهدة دولته، ويعيد أيضاً قوماً من أعدائه لينتقم منهم، فيلتذون بما يشاهدون من ظهور الحق، وعلو كلمة أهله» . (٢)
ويقول الأحسائي في بيان معنى الرجعة: «والمراد بها رجوع الأئمة عليهم السلام وشيعتهم وأعدائهم، ممن محّض من الفريقين الإيمان أو الكفر محضاً» . (٣)
ولعقيدة الرجعة عند الرافضة أهمية بالغة، ومكانة عالية، دلت عليها رواياتهم وأقوال علمائهم.
جاء في كتاب (علم اليقين) (٤) عن الصادق أنه قال: «ليس منا
قال الحر العاملي مثنياً على المؤلِّف: «كان فاضلاً، عالماً، ماهراً، حكيماً، ... متكلماً، محدثاً، فقيهاً، شاعراً، أديباً، حسن التصنيف، من المعاصرين، له ... كتب ... وذكر فيها: علم اليقين» أمل الآمل ٢/٣٠٥.
من لا يؤمن برجعتنا، ويقر بمتعتنا» . (٥)
_________
(١) الأنوار النعمائية ١/١٤١.
(٢) الرجعة لأحمد الأحسائي ٢٩.
وانظر أيضاً: كلاماً قريباً من هذا نقله صاحب (علم اليقين في أصول الدين) ... ٢/٨٢٣ عن أبي علي الطبرسي.
(٣) الرجعه ص١١.
(٤) علم اليقين في أصول الدين لمحسن الكاشاني.
(٥) علم اليقين لمحسن الكاشاني ٢/٨٢٧.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (60,'ويقول أحمد الاحسائي: «اعلم أن الرجعة سرٌّ من الله، والقول بها ثمرة الإيمان بالغيب» . (١)
ويقول أيضاً في معرض استدلاله للرجعة: «فقد تكررت في أحاديثهم، وأدعيتهم، وزياراتهم، حتى إن من تتبع آثارهم حصل له العلم القطعى: بأن الرجعة من متمات الإيمان عندهم، والقول بها شعارهم» . (٢)
ولهذا كان القول بالرجعة وتقريرها، محل إجماع الرافضة، كما نقل ذلك غير واحد من أئمتهم.
يقول المفيد: «واتفقت الإمامية على وجوب رجعة كثير من الأموات إلى الدنيا قبل يوم القيامة، وإن كان بينهم في معنى الرجعة اختلاف» . (٣)
ويقول المرتضى: «وإذا ثبت جواز الرجعة، ودخولها تحت المقدور، فالطريق إلى إثباتها إجماع الإمامية على وقوعها، فإنهم لا
يختلفون في ذلك» . (٤)
ويقول الحر العاملي ضمن ذكره الأدلة على إثبات الرجعة: «الضرورة: فإن ثبوت الرجعة من ضروريات مذهب الإمامية عند جميع العلماء المعروفين المشهورين، بل يعلم العامة أن ذلك من مذهب الشيعة، فلا ترى أحداً يعرف اسمه ويعلم له تصنيف من الإمامية يصرح بإنكار الرجعة ولا تأويلها» . (٥)
ويقول الأحسائي: «وقد نقل الإجماع على ثبوتها العلماء، وهو عندنا حجة لكشفه عن قول المعصوم - عليه السلام -» . (٦)
_________
(١) الرجعة ص١١.
(٢) المرجع نفسه ص٢٤.
(٣) أوائل المقالات ص٤٨.
(٤) نقلاً عن الرجعة للأحسائي ص٣٠.
(٥) الايقاظ من الهجعة في إثبات الرجعة ص٦٠.
(٦) الرجعة ص٢٤.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (61,'ويقول أيضاً: «إن الرجعة لم تثبت بخصوص أخبار آحاد ليمكن تأويلها أوطرحها، وإنما ثبتت بأخبار متواترة مضى عليها عمل العلماء واعتقادهم. على أن أكثرهم إنما عوّل على الإجماع الذي هو مقطوع به، ولا يحتمل التأويل: بأن الله يحي أمواتاً عند قيام القائم - عليه السلام - من أوليائه وأعدائه» . (١)
ويقول أيضاً: «فإذا عرفت هذا فاعلم يا أخي: أني لا أظنك
ترتاب بعدما مهدت وأوضحت لك، في القول بالرجعة، التي أجمعت
الشيعة عليها في جميع الأعصار، واشتهرت بينهم كالشمس في رابعة النهار، حتى نظموها في أشعارهم واحتجوا بها على جميع المخالفين في جميع أعصارهم، وشنّع المخالفون عليهم في ذلك» . (٢)
ويقول عبد الله شبّر: «اعلم أن ثبوت الرجعة مما أجمعت عليه الشيعة الحقة، والفرقة المحقة، بل هي من ضروريات مذهبهم» . (٣)
وأقوالهم في تقرير هذه العقيدة الفاسدة التي نَقلَتْ إجماع علمائهم عليها كثيرة جداً، وإنما سقت هنا بعضها.
وقد أفرد (عقيدة الرجعة) بالتأليف بعض علمائهم الكبار كالحر العاملي الذي ألف كتاب (الإيقاظ من الهجعة في إثبات الرجعة) . والأحسائي الذي ألف كتاب (الرجعة) وغيرها من المؤلفات الخاصة: التي تنتصر لهذه العقيدة الفاسدة، بمئات الروايات المكذوبة على الأئمة، وتدعي تواترها عنهم. وأهل بيت النبي صلى الله عليه وآله وسلم منها ومنهم برآء.
عقيدة التقيّة:
التقيّة من عقائد الرافضة المشهورة، التي تحتل مكانة كبيرة، ومنزلة رفيعة من دينهم. ولهم في فضلها مبالغات كبيرة.
_________
(١) المرجع نفسه ص٢٥.
(٢) الرجعة ص٣٠.
(٣) حق اليقين ٢/٣.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (62,'ففي الكافي والمحاسن أن أبا جعفر قال -بزعمهم-: «التقيّة من ديني ودين آبائي، ولا إيمان لمن لا تقيّة له» . (١)
وفيهما أيضاً عن أبي عبد الله: «إن تسعة أعشار الدين في التقية، ولا دين لمن لا تقية له» . (٢)
وعن أبي جعفر أنه قال: «لا والله ما على وجه الأرض شيء أحب إلى الله من التقية، ياحبيب: إنه من كانت له تقيّة رفعه الله ياحبيب، من لم تكن له تقيّة وضعه الله» . (٣)
وعن أبي عبد الله أنه قال: « ... ما عبد الله بشيء أحب إليه من الخَبْءِ، قلت: وما الخَبْء؟ قال: التقيّة» . (٤)
والرافضة يحتجون لهذه العقيدة الفاسدة بقوله تعالى: {لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من
الله في شئ إلا أن تتقوا منهم تقاة} (٥) ولا حجة لهم في هذه الآية ولا غيرها من النصوص.
يقول شيخ الإسلام ابن تيمية -رحمه الله-: «وهذه الاية حجة عليهم، فإن هذه الآية خوطب بها أولاً من كان مع النبي - صلى الله عليه وسلم - من المؤمنين. فقيل لهم: لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين، وهذه الآية مدنية باتفاق العلماء، فإن سورة آل عمران كلها مدنية، وكذلك البقرة والنساء والمائدة، ومعلوم أن المؤمنين بالمدينة على عهد النبي - صلى الله عليه وسلم - لم يكن أحد منهم يكتم إيمانه، ولا يظهر للكفار أنه منهم كما تفعله الرافضة مع الجمهور ... والرافضة من أعظم الناس إظهاراً لمودة أهل السنة، ولا يظهر أحدهم دينه حتى إنهم يحفظون من فضائل الصحابة والقصائد التي في
_________
(١) أصول الكافي ٢/٢١٩، والمحاسن للبرقي ص٢٥٥.
(٢) أصول الكافي ٢/٢١٧، والمحاسن للبرقي ص٢٥٩.
(٣) أورده البرقي في المحاسن ص٢٥٧.
(٤) أورده الكليني في الكافي ٢/٢١٩.
(٥) الآية من سورة آل عمران آية (٢٨) ، وممن نص على استدلالهم بها حسين ... ابن محمد العصفور في الانوار الوضية ص١١٠.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (63,'مدحهم وهجاء الرافضة، ما يتوددون به إلى أهل السنة، ولا يظهر أحدهم دينه، كما كان المؤمنون يظهرون دينهم للمشركين وأهل الكتاب. فعلم أنهم من أبعد الناس عن العمل بهذه الآية. وأما قوله تعالى: {إلا أن تتقوا منهم تقاه} (١) ، قال مجاهد: إلا مصانعة.
والتقاة ليست بأن أكذب وأقول بلساني ماليس في قلبي، فإن هذا نفاق، ولكن أفعل ما أقدر عليه، كما في الصحيح عن النبي - صلى الله عليه وسلم - أنه قال: (من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وذلك أضعف الإيمان) . (٢)
فالمؤمن إذا كان بين الكفار والفجار، ولم يكن عليه أن يجاهدهم بيده مع عجزه، ولكن إن أمكنه بلسانه وإلا فبقلبه، مع أنه لايكذب ويقول بلسانه ماليس في قلبه، إما أن يظهر دينه، وإما أن يكتمه، وهو مع هذا لا يوافقهم على دينهم كله، بل غايته أن يكون كمؤمن آل فرعون وامرأة فرعون، وهو لم يكن موافقاً لهم على جميع دينهم، ولا كان يكذب، ولا يقول بلسانه ماليس في قلبه، بل كان يكتم إيمانه، وكتمان الدين شئ، وإظهار الدين الباطل شئ آخر» . (٣)
فتبين أنه لا حجة للرافضة في هذه الآية، بل إن عقيدة التقيّة عندهم مناقضة لأصل الإسلام وقواعد الشريعة.
فالتقية الواردة في الآية هي: كتم مالا يستطيع أن يظهره المسلم من دينه عند الكفار، دون إظهار دينهم وموافقتهم فيه، والرافضة
يظهرون من عقائد مخالفيهم غير ما يعتقدون. فقد رووا عن أبي جعفر
أنه قال: «خالطوهم بالبرانية، وخالفوهم بالجوانية إذا كانت الإمرة صبيانية» . (٤)
_________
(١) سورة آل عمران ٢٨.
(٢) رواه مسلم (كتاب الإيمان، باب كون النهي عن المنكر من الايمان) ١/٦٩ ... ح٤٩.
(٣) منهاج السنة ٦/٤٢١-٤٢٤.
(٤) أصول الكافي ٢/٢٢٠.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (64,'ويقول البحراني مبيناً معنى التقية عندهم: «المراد بها إظهار موافقة أهل الخلاف فيما يدينون به خوفاً» . (١)
ويقول الخميني: «التقية معناها: أن يقول الإنسان قولاً مغايراً للواقع، أو يأتي بعمل مناقض لموازين الشريعة، وذلك حفاظاً لدمه أو عرضه أو ماله» . (٢)
والتقية الواردة في الآية إنما هي في حال الخوف، والرافضة يبيحون التقية على كل حال.
روى الطوسي عن الصادق أنه قال: «ليس منا من لم يجعلها شعاره ودثاره مع من يأمنه، ليكون سجيته مع من يحذره» . (٣)
وما دلت عليه الآية من جواز كتم شئ من الدين عند الإكراه، لا يعدوا أن يكون رخصة، وترك الرخصة والأخذ بالعزيمة جائز في
الشرع، بل إنه من أعظم الجهاد في سبيل الله.
وأما الرافضة: فالأخذ بالتقية عندهم واجب، بل إنه لا دين لمن لاتقية له، والتقية هي تسعة أعشار الدين عندهم، كما تقدم في رواياتهم.
وقد رووا عن علي بن محمد من مسائل داود الصرمي عنه أنه قال له: «ياداود لو قلت لك: إن تارك التقية كتارك الصلاة لكنت صادقاً» . (٤)
وعن الباقر أنه قال: «أشرف أخلاق الأئمة، والفاضلين من شيعتنا استعمال التقية» . (٥)
والرافضة يجيزون التقية في كل شئ حتى في العبادات.
_________
(١) الكشكول ١/٢٠٢.
(٢) كشف الأسرار ص١٤٧.
(٣) أمالي الطوسي ص٢٢٩.
(٤) الأصول الأصيلة لعبد الله شبّر ص٣٢٠.
(٥) المصدر السابق ص٣٢٣.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (65,'روى الصدوق عن أبي عبد الله أنه قال: «ما منكم أحد يصلي صلاة فريضة في وقتها، ثم يصلي معهم صلاة تقية، وهو متوضئ إلا كتب الله له بها خمساً وعشرين درجة فارغبوا في ذلك» . (١)
ويقول الصدوق: «وقال لي أبي في رسالته إليّ: لاتصل خلف أحد إلا خلف رجلين: أحدهما من تثق بدينه وورعه، وآخر تتقي
سيفه وسطوته، وشناعته على الدين، وصل خلفه على سبيل التقية والمداراة» . (٢)
ورووا عن الصادق: «أنه دخل على أبي العباس في يوم شك وهو يتغذى، فقال: ليس هذا من أيامك، فقال الصادق: ما صومي إلا صومك، ولا فطري إلا فطرك، فقال: ادن، فدنوت وأكلت، وأنا والله أعلم أنه من رمضان» . (٣)
ومعلوم لدى الخاص والعام من المسلمين، مناقضة هذا لأصل دين الإسلام القائم على وجوب الإخلاص لله في الأعمال، والمتابعة لنبيه - صلى الله عليه وسلم - فيها وأن الله لايقبل من الأعمال إلا ما كان خالصاً لوجهه، على وفق سنة نبيه - صلى الله عليه وسلم -.
ومن خلال هذا العرض يتبين أن عقيدة التقية عند الرافضة، إنما هي نفاق محض، بكل صورها وأشكالها، وأن الإسلام بريء منها ومن أهلها، وأن ما يقرره الرافضة ويدينون به، ويتعاملون به مع المسلمين باسم التقية هو حقيقة ماكان عليه المنافقون في عهد البعثة الذين فضحهم الله وبين حالهم بقوله: {وإذا لقوا الذين آمنوا قالوا آمنا
وإذا خلوا إلى شياطينهم قالوا إنا معكم إنما نحن مستهزئون} . (٤)
_________
(١) من لايحضره الفقيه ١/٢٦٦.
(٢) من لا يحضره الفقيه ١/٢٦٥.
(٣) الصراط المستقيم إلى مستحقي التقديم للنباطي ٣/٧٣.
(٤) سورة البقرة آيه: ١٤.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (66,'وبقوله: {إن المنافقين يخادعون الله وهو خادعهم وإذا قاموا إلى الصلاة قاموا كسالى يرآؤن الناس ولا يذكرون الله إلا قليلاً} . (١)
فعلى المسلمين اليوم أن يكونوا على حذر ويقظة من حيل الرافضة ومكرهم، وأن لا ينخدعوا بما يظهرون لهم من الموافقة، وإخفاء تلك العقائد الفاسدة، التي يقوم عليها دينهم، وتبنى عليها عقيدتهم، كعقيدة تحريف القرآن، وتكفير الصحابة، وحقدهم الدفين على الأمة وعلمائها، وغيرها من عقائدهم المقررة في كتبهم، وليعلم أولئك المخدوعون بهم من أهل السنة وبما يظهرون لهم من الموافقة في الدين أن دينهم يقوم على ذلك النفاق والخداع، من يوم أن عرفت الرافضة إلى اليوم، وأن هذا المسلك يمثل عقيدة أصيلة عندهم هي تسعة أعشار دينهم، ولا إيمان لمن لم يحققها، على ما صرحت به كتبهم القديمة والحديثة. فهل يعي المغرورون ويتنبه الغافلون؟!
_________
(١) سورة النساء آية: ١٤٢.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (67,'<span data-type="title" id=toc-8>المبحث الرابع مطاعن الرافضة على أئمة أهل السنة وعلمائهم</span>

انفرد الرافضة من بين طوائف الأمة بحقدهم العظيم، وطعنهم الشديد، على سائر سلف الأمة وعلمائها ابتداء من الصحابة إلى علماء السنة المعاصرين، على ما هو معلوم لدى المطلع على كتبهم.
وفي الحقيقة إن المتأمل لعداوة الرافضة لسلف الأمة وعلمائها يدرك أن هذه العداوة نابعة من بغض مؤسسي هذا المذهب الخبيث لهذا الدين وأهله، حيث وضعوا لأتباعهم الطعن في نقلة هذا الدين وعلمائه بقصد هدمه من أساسه.
وإن من الأدلة الظاهرة، والبراهين الساطعة، على صحة هذا أن عداوة الرافضة تزداد بحسب مكانة الرجل في الإسلام، وسبقه إليه، وبلائه فيه. ولهذا يجد المطلع على أقوالهم وكتبهم، أنه قد ورد فيها من المطاعن في حق أبي بكر وعمر -رضي الله عنهما- ما لم يرد في حق غيرهما من الصحابة حتى من الذين اختلفوا مع علي - رضي الله عنه - وذلك لمكانتهما العالية في الدين وحسن بلائهما فيه، كما أن لهم من المطاعن في الصحابة عموماً ما ليس في من بعدهم من السلف، وكذلك لهم من المطاعن في أئمة الإسلام وعلمائه ما ليس في من هم دونهم في الفضل.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (68,'وأغرب من هذا كله: أن هؤلاء الرافضة في الوقت الذي يطعنون فيه في خيار أئمة أهل السنة -الذين هم أعظم الناس تحقيقاً لموالاة علي - رضي الله عنه - ومحبته المحبة الشرعية الصحيحة- ويرمونهم بما يرمونهم به من الكفر، والنفاق، يغضون الطرف عن الخوارج الذين يكفرونه، والنواصب الذين يفسقونه، وإذا ما ذكروهم، فإنهم لا يذكرونهم بما يذكرون به أئمة أهل السنة من الذم والقدح.
وإن كان الحديث قد سبق بذكر بعض مطاعنهم على الصحابة، فإني أذكر هنا بعض مطاعنهم على أئمة أهل السنة وعلمائهم، الذين هم خيار الأمة بعد الصحابة:
فمن ذلك ما أورده النباطي (١) في كتابه الصراط المستقيم إلى مستحقي التقديم حيث أورد في المجلد الثالث من هذا الكتاب فصلاً خاصاً بالطعن على رواة أهل السنة وعلمائهم عنون له بقوله:
قال عنه الحر العاملي: «كان عالماً، فاضلاً، محققاً، مدققاً، ثقة، متكلماً، ... شاعراً، أديباً، متبحراً، له كتب منها: كتاب الصراط المستقيم إلى مستحقي ... التقديم» . أمل الآمل ١/١٣٥.
(في ذكر رواتهم والطعن فيهم) .
قال بعد الطعن في طائفة كبيرة من فقهاء الصحابة وفي سياق طعنه في أئمة أهل السنة من بعد الصحابة: «ومنهم: مقاتل، قال الجزري: كان كذاباً بإجماع المحدثين، وقال وكيع: كذاب، وقال السعدي: كان حسوداً ...
ومنهم: محمد بن سيرين كان مؤدِّباً للحجاج على ولده، وكان يسمعه يلعن علياً فلا ينكر عليه، فلما لعن الناس الحجاج خرج من المسجد وقال: لا أطيق أسمع شتمه.
ومنهم: سفيان الثوري كان في شرطة هشام بن عبد الملك.
ومنهم: الزهري، قال سفيان بن وكيع: إنه كان يضع الأحاديث لبني
_________
(١) هو: زين الدين علي بن يونس العاملي النباطي، متوفى عام ٨٧٧هـ.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (69,'مروان وكان مع عبد الملك يلعن علياً. وروى الشاذكوني (١) بطريقين أنه قتل غلاماً له.
قال السمعاني: يتهم بشرب النبيذ، وغير ذلك، وكان يتهم بوضع ... الحديث. وذكره البخاري فقال: هو أضعف عندي من كل ضعيف. وقال ... أبو عبد الرحمن النسائي: هو ليس بثقة، مات سنة ٢٣٤هـ.
انظر الأنساب ٣/٣٧١.
ومنهم: سعيد بن المسيب، فقيه الحجاز، روى أبو معشر أنه تأبىّ من حضور جنازة علي بن الحسين، وهو ابن ناقل هذا الدين، ومحمود عند سائر المسلمين، وقال: ركعتين أحب إليَّ من حضور علي بن الحسين.
ومنهم: خالد الواسطي، روى: الجنة والنار يخربان.
ومنهم: منصور بن المعتمر كان شرطياً لهشام بن عبد الملك.
ومنهم: سعيد بن جبير، كان على عطاء الخيل في زمرة الحجاج وتخلف عن الحسين.
ومنهم: الحسن البصري، خرج مع ابن الأشعث، وتخلف عن الحسين، وخرج في جند الحجاج إلى خراسان، وقال في عثمان: قتله الكفار، وخذله المنافقون، فنسب جمع المهاجرين والأنصار إلى النفاق.
ومنهم: مسروق بن الأجدع، ومرّة الهمدانيان: لم يخرجا مع علي إلى صفين، بل أخذا عطاءهما منه وهربا إلى قزوين، وكان مسروق يلي الجسر بالبصرة لعبيد الله بن زياد يأخذ له المكس ...
ومنهم: كعب الأحبار، ضربه أبو ذر بمحجنه فشجه، فقال له: ما خرجت اليهودية من قلبك.
_________
(١) هو: أبو أيوب سليمان بن داود بن بشر بن زياد المِنْقَري البصري، ... المعروف بالشاذكوني، من أهل البصرة.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (70,'ومنهم: إبراهيم النخعي، تخلف عن الحسين، وخرج مع ابن الأشعث، وفي جيش عبيد الله بن زياد إلى خراسان.
ومنهم: أبو إسحاق السبيعي، خرج إلى قتال الحسين - عليه السلام -.
ومنهم: الشعبي، خرج مع ابن الأشعث، وتخلف عن الحسين، وأسند الشاذكوني: أنه سرق من بيت المال مائة درهم في خفية، وأن شريحاً، ومسروقاً، ومرّة، كانوا لايؤمّنون على دعائه.
وأسند العطار إلى بهلول إلى أبي حنيفة قال: دخلت على الشعبي وبين يديه شطرنج، وروى أبو بكر الكوفي عن المغيرة: أن الشعبي كان لايهون عليه أن تقوم الصلاة وهو يلعب بالشطرنج والنرد، وروى الفضل بن سليمان عن النضر بن محارب أنه رأى: الشعبي يلعب بالشطرنج، فإذا مر عليه من يعرفه أدخل رأسه في قطيفته.
ومنهم: خالد الحذّاء، روى عنه أبو عاصم النيلي أنه أول من وضع العشور، وروى فقهاؤهم مثل: حماد بن زيد، وغيره: إنا لنرى علياً بمنزلة العجل الذي اتخذه بنوا إسرائيل.
فهذا اختلاف من أخذوا عنهم أمر دينهم واعتمدوا في الاحتجاج على قولهم. وقد ذكر علماؤهم أن عامة من تعلق بهم علم الحديث مبتدعة» . (١)
هذا ما ذكره النباطي في الطعن على أئمة أهل السنة والنيل منهم
وبعض ما ذكره منقول بنصه من كتاب الإيضاح
لابن شاذان. (٢)
ويقول نعمة الله الجزائري في كتابه: (الأنوار النعمانية) تحت عنوان: (ظلمة حالكة في بيان أحوال الصوفية والنواصب) : «اعلم أن هذا الاسم وهو: التصوف كان مستعملاً في فرقة من الحكماء الزائغين
_________
(١) الصراط المستقيم إلى مستحقي التقديم ٣/٢٤٤-٢٥٤.
(٢) انظر: الإيضاح ص٤٥-٤٧.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (71,'عن طريق الحق، ثم قد استعمل بعده في جماعة من الزنادقة، وبعد مجئ الإسلام استعمل في جماعة من أهل الخلاف كالحسن البصري، وسفيان الثوري، وأبي هشام الكوفي، ونحوهم، وقد كانوا في طرق من الخلاف مع الأئمة عليهم السلام، فإن هؤلاء المذكورين قد عارضوا الأئمة عليهم السلام في أعصارهم، وباحثوهم وأرادوا إطفاء نور الله، والله متم نوره ولو كره الكافرون، والذي وجد منهم في أعصار علمائنا رضوان الله عليهم، قد عارضهم ورد عليهم، وصنف علماؤنا كتباً في ذمهم والرد عليهم» . (١)
فهذا هو موقف الرافضة من خيار الأمة بعد الصحابة وهم التابعون وأتباعهم، الذين هم حملة العلم، وقدوة الناس في الخير والفضل. وإنما ذكرت هنا نماذج من طعنهم فيهم، بغية الاختصار،
وإلا فكتبهم تزخر بالكثير من المطاعن والشتائم على أولئك الأخيار.
وأما أئمة المذاهب الفقهية الأربعة عند أهل السنة فقد بالغوا في الطعن عليهم بحسب مقامهم في الأمة وانتفاع الناس بعلومهم.
وها هي ذي نماذج من مطاعنهم عليهم:
طعنهم في الإمام أبي حنيفة -رحمه الله-:
يقول النباطي ضمن فصل خاص عقده للطعن في الأئمة الأربعة بعنوان: (في تخطئة كل واحد من الأئمة الأربعة) : «الأول أبو حنيفة، وفيه أمور: ...
قال الغزالي: أجاز أبو حنيفة وضع الحديث على وفق مذهبه.
وعن يوسف بن أسباط، قال أبو حنيفة: لو أدركني رسول الله - صلى الله عليه وسلم - لأخذ بكثير من أقوالي ...
_________
(١) الأنوار النعمانية ٢/٢٨١.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (72,'وفي مجالس ابن مهدي: كان أبو حنيفة يشرب مع مساور فلما تنسك عاب مساوراً فكتب إليه شعراً:
إن كان فقهك لا يتم ... بغير شتمي وانتقاصي
فاقعد وقم بي حيث شئت ... من الأداني والأقاصي
فلطال ما زكّيتني و ... أنا مقيم على المعاصي
أيام تعطينى وتأخذ ... في أباريق الرصاص
فأنفذ إليه أبو حنيفة بمال وكف عنه ... » (١) الخ
ماذكره من مطاعن وأكاذيب على هذا الإمام الجليل. عليه من الله ما يستحق.
ويقول البحراني: «وأما أبو حنيفة فكان يقول قال علي - عليه السلام - وأنا أقول خلافاً لقوله، وحُكي عنه أنه كان يقول خالفت جعفر بن محمد في جميع أقواله وفتاواه، ولم يبق إلا حالة ... السجود، فما أدري أنه يغمض عينيه أو يفتحها حتى أذهب إلى ... خلافه وأفتى الناس بنقيض فعله» . (٢)
طعنهم في الإمام مالك -رحمه الله-:
يقول النباطي ضمن طعنه عليه: «كان مالكاً يذكر علياً وعثمان وطلحة والزبير، ويقول: والله ما اقتتلوا إلا على الثريد الأعفر.
ودخل محمد بن الحسن على مالك ليسمع منه الحديث فسمع في داره المزمار والأوتار فأنكر عليه فقال: إنا لا نرى به بأساً.
وفي حلية الأولياء وغيرها عن ابن حنبل وأبي داود أن جعفر بن سليمان ضرب مالكاً وحلقه وحمله على بعير، وروي أنه كان
على رأي الخوارج فسئل عنهم فقال: ما أقول في قوم ولوّنا فعدلوا فينا» . (٣)
_________
(١) الصراط المستقيم ٣/٢١٣.
(٢) الكشكول ليوسف البحراني ٣/٤٦.
(٣) الصراط المستقيم إلى مستحقي التقديم ٣/٢٢٠.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (73,'طعنهم في الإمام الشافعي -رحمه الله-:
يقول النباطي في معرض طعنه عليه: «عن أبي بكر ابن عياش أنه قال: سوّد الله وجه ابن إدريس.
وقال عمار بن زريق: ذكر الشافعي عند الثوري فقال: غير فقيه ولا مأمون.
وقال القاضي بن شهري: كان الشافعي لا يحدث إلا ولجانبه غلام أمرد حسن الوجه ...
[وقال النباطي] : ونسب نبينا إلى الرغبة في الحرام حيث قال: إذا أبصر امرأة وأعجبته وجب على زوجها ... طلاقها» . (١)
طعنهم في الإمام أحمد -رحمه الله-:
يقول الكشي في ترجمته: «هو من أولاد ذي الثدية، جاهل، شديد النصب يستعمل الحياكة لايعد من الفقهاء» . (٢)
ويقول النباطي: «في مسند جعفر قال أحمد: لايكون الرجل سنياً ... حتى يبغض علياً ولو قليلاً» . (٣)
ويقول أيضاً: «ووقع الراضي بالله نسخة للحنابلة فيها: وقد
تأمل أمير المؤمنين جماعتكم، وكشفت له الخبرة عن مذهب صاحبكم. فوجده كاللعين إبليس يزين لحزبه المحظور، ويركب بهم صعاب الأمور، ويدلي لهم حبل الغرور» . (٤)
وأما الإمامان المحدثان البخاري ومسلم:
فيقول النباطي في الطعن عليهما: «كتم البخاري ومسلم أخباراً جمة
_________
(١) الصراط المستقيم ٣/٢١٧-٢١٩.
(٢) إلى مستحقي التقديم نقله عن الكشي، النباطي: في الصراط المستقيم ... ٣/٢٢٣
(٣) الصراط المستقيم إلى مستحقي التقديم ٣/٢٢٤.
(٤) الصراط المستقم إلى مستحقي التقديم ٣/٢٢٥.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (74,'في فضائل أهل البيت صحيحة على شرطهما» . (١)
ويقول: بعد أن ذكر جملة من الأحاديث الموضوعة والضعيفة زعم أن الشيخين قد أسقطاها من كتابيهما-: «فهذه الأحاديث إن كانت لم تصل إلى الشيخين مع شهرتها، فهو دليل قصورهما فكيف يرجحون كتابيهما ويلهجون بذكرهما على غيرهما، وإن وصلت إليهما فتركا روايتها ونقلها كان ذلك من أكبر التهمة والانحراف والرجوع عن السبيل الواضح إلى الاعتساف» . (٢)
ويقول أيضاً في طعنه على الإمام البخاري: «ما رأينا عند العامة أكثر صيتاً منه ولا أكثر درجة منه فكأنه جيفة علت، أو كلفة (٣)
غشت بدراً، كتم الحق وأقصاه، وأظهر الباطل وأدناه» . (٤)
فهذه نماذج مما جاء في كتب الرافضة في حق أئمة أهل السنة وعلمائهم، توضح مدى حقدهم وبغضهم، وشدة عدائهم لهم.
وليعلم القارئ أني إنما سقت هنا أمثلة فقط وإلا فقد تركت نصوصاً أخرى لهم في الطعن في السلف فيها قدح شنيع ونيل عظيم من أعراضهم ودينهم تنزهاً عن نقلها وتأثماً من نشرها بين الناس.
وأختم الحديث هنا بنقل مهم عن شيخ الإسلام ابن تيمية -رحمه الله- في بيان موقف الرافضة من سلف الأمة وأئمتها تأكيداً لما تقدم نقله من كتبهم.
يقول -رحمه الله-: «الرافضة كفّرت أبا بكر وعمر وعثمان، وعامة المهاجرين والأنصار، والذين اتبعوهم بإحسان، الذين رضي الله عنهم
_________
(١) المصدر نفسه ٣/٢٣٢
(٢) المصدر نفسه ٣/٢٣٤.
(٣) الكلفة: حمرة كَدِرة تعلو الوجه، وقيل: لون بين السواد والحمرة، وقيل: هو ... سواد يكون في الوجه. لسان العرب ٩/٣٠٧.
(٤) الصراط المستقم إلى مستحقي التقديم ٣/٢٢٦.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (75,'ورضوا عنه، وكفروا جماهيرأمة محمد - صلى الله عليه وسلم - من المتقدمين والمتأخرين.
فيكفرون كل من اعتقد في أبي بكر وعمر والمهاجرين والأنصار العدالة، أو ترضى عنهم كما رضي الله عنهم، أو يستغفر لهم كما أمر الله بالاستغفار لهم، ولهذا يكفرون أعلام الملة: مثل سعيد بن المسيب، وأبي مسلم الخولاني، وأويس القرني، وعطاء بن أبي رباح، وإبراهيم النخعي، ومثل: مالك، والأوزاعي، وأبي حنيفة، وحماد بن زيد،
وحماد بن سلمة، والثوري، والشافعي، وأحمد بن حنبل، وفضيل بن عياض، وأبي سليمان الداراني، ومعروف الكرخي، والجنيد بن محمد، وسهل بن عبد الله التستري وغير هؤلاء.
ويرون أن كفرهم أغلظ من كفر اليهود والنصارى، لأن أولئك عندهم كفار أصليون، وهؤلاء مرتدون، وكفر الردة أغلظ بالإجماع من الكفر الأصلي.
إلى أن قال: وأكثر محققيهم -عندهم- يرون أبا بكر وعمر وأكثر المهاجرين والأنصار، وأزواج النبي - صلى الله عليه وسلم - مثل: عائشة، وحفصة، وسائر أئمة المسلمين وعامتهم ما آمنوا بالله طرفة عين قط، لأن الإيمان الذي يتعقبه الكفر عندهم يكون باطلاً من أصله كما يقوله بعض علماء السنة، ومنهم من يرى أن فرج النبي - صلى الله عليه وسلم - الذي جامع به عائشة وحفصة لابد أن تمسه النار ليطهر بذلك من وطء الكوافر على زعمهم لأن وطء الكوافر حرام عندهم» . (١)
_________
(١) مجموع الفتاوى ٢٨/٤٧٧-٤٨١.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (76,'<span data-type="title" id=toc-9>المبحث الخامس موقف أهل السنة من الرافضة ومن عقيدتهم</span>

<span data-type="title" id=toc-10>أولاً: موقف أهل البيت من الرافضة ومن عقائدهم:</span>
أئمة أهل بيت النبي - صلى الله عليه وسلم - ... كسائر أهل السنة في موقفهم من الرافضة ومن عقائدهم، فهم يعتقدون ضلالهم وانحرافهم عن السنة، وبعدهم عن الحق. وهم من أشد الناس ذماً ومقتاً لهم وذلك لنسبتهم تلك العقائد الفاسدة إليهم، وكثرة كذبهم عليهم، وقد تعددت عبارات أهل البيت وتنوعت في ذم الرافضة وبراءتهم من عقيدتهم.
فمما جاء عنهم في براءتهم من عقائد الرافضة وتأصيلهم عقيدة أهل السنة:
ما ثبت عن علي - رضي الله عنه - وتواتر عنه أنه قال وهو على منبر الكوفة: (خير هذه الأمة بعد نبيها أبوبكر ثم عمر -رضي الله عنهما-) . (١)
_________
(١) أخرجه الإمام أحمد في المسند ١/١٠٦، وابن أبي عاصم في السنة ص٥٥٦، وصححه الألباني في ظلال الجنة، وأخرجه اللالكائي ٧/١٣٦٦-١٣٩٧، ... ورواه أبو نعيم في كتاب الإمامة ص٢٨٣، ومحمد بن عبد الواحد المقدسي ... في النهي عن سب الأصحاب ص٧٣، وأبو حامد المقدسي في رسالة = = في الرد على الرافضة ص٢٩٦. قال شيخ الإسلام ابن تيمية ضمن حديثه ... عن براءة علي - رضي الله عنه - من الرافضة: «وقد تواتر عنه من الوجوه الكثيرة أنه ... قال على منبر الكوفة وقد أسمع من حضر: خير هذه الأمة بعد نبيها: أبو بكر، ... ثم عمر. وبذلك أجاب ابنه محمد بن الحنفية. فيمارواه البخاري في صحيحه» ... منهاج السنة ١/١١-١٢، وانظر الأثر في البخاري (كتاب فضائل الصحابة، ... باب قول النبي - صلى الله عليه وسلم - لو كنت متخذاً خليلاً) . فتح الباري ٧/٢٠ح٣٦٧١.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (77,'وعنه - رضي الله عنه - أنه قال: (لايفضلني أحد على الشيخين إلا جلدته حد المفتري) . (١)
وفي الصحيحين أنه قال في حق عمرعند تشييعه: (ما خلفت أحداً أحب إلىّ من أن ألقى الله بمثل عمله منك وايم الله إن كنت لأظن أن يجعلك الله مع صاحبيك، وذلك أني كنت أسمع كثيراً رسول الله - صلى الله عليه وسلم - يقول: ذهبت أنا وأبوبكر وعمر، ودخلت أنا وأبوبكر وعمر، وخرجت أنا وأبوبكر وعمر، وإن كنت لأظن أن يجعلك الله معهما) . (٢)
وهذه الآثار الثابتة عن علي - رضي الله عنه - تناقض عقيدة الرافضة في الشيخين كماتقدم، وتدل على براءة علي - رضي الله عنه - من الرافضة
ومن عقيدتهم، وتوليه للشيخين وسائرأصحاب النبي - صلى الله عليه وسلم -، وحبه لهم، وإقراره للشيخين بالفضل عليه، وعقوبته من فضله عليهما، وتمنيه أن يلقىالله بمثل عمل عمر. فرضي الله عنه وعن سائر أصحاب النبي - صلى الله عليه وسلم - الطيبين المطهرين من كل ماينسبه إليهم أهل البدع من الرافضة والخوارج المارقين.
ثم من بعد علي - رضي الله عنه - جاءت أقوال أبنائه، وأهل بيته، في البراءة من الرافضة ومن عقيدتهم، وانتصارهم لعقيدة أهل السنة. وإليك طرفاً من أقوالهم في ذلك:
_________
(١) اخرجه عبد الله بن أحمد في السنة ٢/٥٦٢، وابن أبي عاصم في السنة ... ص٥٦١، وأبو حامد المقدسي في رسالة في الرد على الرافضة ص٢٩٨.
(٢) أخرجه البخاري في (كتاب فضائل الصحابة، باب مناقب عمر بن الخطاب) ... فتح الباري ٧/٤١، ح٣٦٨٥، ومسلم (كتاب فضائل الصحابة، باب من ... فضائل عمر - رضي الله عنه -) ٤/١٨٥٨، ح٢٣٨٩.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (78,'قول الحسن بن علي -رضي الله عنهما-:
عن عمرو بن الأصم قال: قلت للحسن: إن الشيعة تزعم أن علياً مبعوث قبل يوم القيامة، قال: (كذبوا والله ما هؤلاء بالشيعة؛ لو علمنا أنه مبعوث، ما زوجنا نساءه ولا اقتسمنا ماله) . (١)
وروى أبو نعيم قيل للحسن بن علي -رضي الله عنهما-: إن الناس يقولون: إنك تريد الخلافة، قال: (كانت جماجم العرب في يدي. يحاربون من حاربت، ويسالمون من سالمت، فتركتها ابتغاء وجه الله، وحقن دماء أمة محمد - صلى الله عليه وسلم -) . (٢)
قول الحسين بن علي -رضي الله عنهما-:
كان يقول في شيعة العراق -الذين كاتبوه ووعدوه بالنصر، ثم تفرقوا عنه وأسلموه إلى أعدائه-: (اللهم إن أهل العراق غرّوني، وخدعوني، وصنعوا بأخي ما صنعوا، اللهم شتت عليهم أمرهم وأحصهم عدداً) . (٣)
ثم كان نتيجة غدرهم وخذلانهم له استشهاده - رضي الله عنه - هو وعامة من كان معه من أهل بيته، بعد أن تفرق عنه هؤلاء الخونة. فكان مقتله - رضي الله عنه - مصيبة عظيمة، ومأساة جسيمة، يتفطر لها قلب كل مسلم. تولى كبرها هؤلاء الشيعة، الذين يظهرون اليوم تحسرهم وندمهم على مقتل الحسين بإقامة تلك المآتم المبتدعة في يوم عاشوراء من كل سنة، فقبحهم الله ما أكذب دعواهم في ولاية أهل البيت، وأعظم غدرهم وخذلانهم لهم!!
_________
(١) أخرجه الإمام أحمد في المسند ١/١٤٨، وفي فضائل الصحابة ٢/١٧٥، ... وأورده الذهبي في السير ٣/٢٦٣.
(٢) حلية الأولياء ٢/٣٧.
(٣) أورده الذهبي في السير ٣/٣٠٢.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (79,'قول علي بن الحسين -رحمه الله-:
ثبت عنه أنه قال: (يا أهل العراق أحبونا حب الإسلام، ولا تحبونا حب الأصنام، فما زال بناحبكم حتى صار علينا شيناً) . (١)
وعنه -رحمه الله-: أنه جاءه نفر من أهل العراق، فقالوا في أبي بكر وعمر وعثمان -رضي الله عنهم-، فلما فرغوا قال لهم: (ألا تخبروني أنتم المهاجرون الأولون الذين أُخرجوا من ديارهم وأموالهم يبتغون فضلاً من الله ورضواناً وينصرون الله ورسوله أولئك هم الصادقون؟ قالوا: لا‍‍! قال: فأنتم الذين تبوؤا الدار والإيمان من قبلهم، يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أتوا ويؤثرون على أنفسهم ولو كان بهم خصاصة، ومن يوق شح نفسه فأولئك هم المفلحون؟ قالوا: لا‍! قال: أشهد أنكم لستم من الذين قال الله - عز وجل -: {والذين جاءوا من بعدهم يقولون ربنا اغفرلنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلاً للذين آمنوا ربنا إنك رؤوف رحيم} (٢) اخرجوا فعل الله بكم!! ‍‍‍‍) . (٣)
قول محمد بن علي (الباقر) :
عن محمد بن علي أنه قال: (أجمع بنو فاطمة على أن يقولوا في أبي بكر وعمر أحسن ما يكون من القول) . (٤)
وعنه -رحمه الله- أنه قال لجابر الجعفي: (إن قوماً بالعراق
يزعمون أنهم يحبوننا، ويتناولون أبا بكر وعمر -رضي الله عنهما-، ويزعمون أني أمرتهم بذلك؛
_________
(١) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة ٧/١٣٩٨، وأورده أبو ... نعيم في الحلية ٣/١٣٧، والذهبي في السير ٤/٣٩٠.
(٢) سورة الحشر آيه ١٠.
(٣) أورده أبو نعيم في الحليه ٣/١٣٧.
(٤) أخرجه ابن عساكر في تاريخ دمشق ١٥/٣٥٥ أ، وأورده الذهبي في السير ... ٤/٤٠٦، وأبو حامد المقدسي في الرد على الرافضة ص٣٠٢.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (80,'فأخبرهم: أني أبرأ إلى الله تعالى منهم، والله برئ منهم، والذي نفس محمد بيده لو وليت؛ لتقربت إلى الله بدمائهم. لانالتني شفاعة محمد، إن لم أكن أستغفر لهما، وأترحم عليهما، إن أعداء الله غافلون عنهما) . (١)
وعن بسام الصيرفي قال: سألت أبا جعفر عن أبي بكر وعمر فقال: (والله إني لأتولاهما، وأستغفر لهما. وما أدركت أحداً من أهل بيتي إلا هو يتولاهما) . (٢)
قول زيد بن علي -رحمه الله-:
عن زيد بن علي أنه قال: (كان أبوبكر إمام الشاكرين. ثم تلا {وسيجزي الله الشاكرين} (٣) ثم قال: البراءة من أبي بكر هي البراءة
من علي) . (٤)
وعنه -رحمه الله- أنه قال: (البراءة من أبي بكر وعمر، البراءة من علي -رضي الله عنهم-. فإن شئت فتقدم، وإن شئت فتأخر) . (٥)
قول جعفر بن محمد (الصادق) :
عن عبد الجبار بن عباس الهمداني: أن جعفر بن محمد أتاهم وهم يريدون أن يرتحلوا من المدينة. فقال: (إنكم إن شاء الله من صالحي أهل
_________
(١) أخرجه محمد بن عبد الواحد المقدسي في النهى عن سب الأصحاب ص٧٥، ... وأورده البيهقي في كتاب الاعتقاد ص٣٦١، وأبو حامد المقدسي في الرد ... على الرافضة ص٣٠٣.
(٢) أخرجه ابن سعد في الطبقات ٥/٣٢١، وابن عساكر في تاريخ دمشق ... ١٥/٣٥٥ب، وأورده ابن كثير في البداية والنهاية ٩/٣٢١، والذهبي في ... السير ٤/٤٠٣، وأبو حامد المقدسي في الرد على الرافضة ص٣٠٤.
(٣) سورة آل عمران من الآية: ١٤٤.
(٤) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة ٧/١٣٠٢، وابن ... عساكر في تاريخ دمشق ٦/٣٢٤ب، وأورده الذهبي في السير ٥/٣٩٠.
(٥) أخرجه محمد بن عبد الواحد المقدسي في النهي عن سب الأصحاب ص٧٥.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (81,'مصركم، فأبلغوهم عني: من زعم أني إمام معصوم مفترض الطاعة؛ فأنا منه برئ، ومن زعم أني أبرأ من أبي بكر وعمر؛ فأنا منه برئ) . (١)
وعن سالم بن أبي حفصه قال: سألت أبا جعفر وابنه جعفر عن أبي بكر وعمر فقال: يا سالم تولهما وابرأ من عدوهما؛ فإنهما كانا إمامي هدى، ثم قال جعفر: يا سالم أيسب رجل جده؟ أبو بكر جدي، لا نالتني شفاعة محمد - صلى الله عليه وسلم - يوم القيامة إن لم أكن أتولاهما وأبرأ من عدوهما) . (٢)
وعن جعفر بن محمد أنه كان يقول: (ما أرجوا من شفاعة علي شيئاً، إلا وأنا أرجوا من شفاعة أبي بكر مثله، لقد ولدني مرتين (٣)) . (٤)
وعنه -رحمه الله- أنه سئل عن أبي بكر وعمر فقال: (إنك تسألني عن رجلين قد أكلا من ثمار الجنة) .
وعنه أنه قال: (برئ الله ممن تبرأ من أبي بكر وعمر) . (٥)
قال الذهبي معقباً على هذا الأثر: «قلت هذا القول متواتر عن جعفر الصادق، وأشهد بالله إنه لبار في قوله، غير منافق لأحد، فقبح الله الرافضة» . (٦)
فهذه هي أقوال أئمة أهل البيت، الطيبين، الطاهرين، الذين تدعي الرافضة إمامتهم وولايتهم، وينسبون إليهم عقيدتهم؛ جاءت موضحة ومبينة
_________
(١) أورده الذهبي في سير أعلام النبلاء ٦/٢٥٩.
(٢) أخرجه عبد الله بن أحمد في كتاب السنة ٢/٥٥٨، واللالكائي في شرح ... أصول اعتقاد أهل السنة ٧/١٣٠١، وأورده الذهبي في السير ٦/٢٥٨.
(٣) قال الذهبي في ترجمة جعفر بن محمد: «وأمه هي أم فروة بنت القاسم بن ... محمد بن أبي بكر التيمي، وأمها هي أسماء بنت عبد الرحمن بن أبي بكر، ... ولهذا كان يقول: ولدني أبوبكر الصديق مرتين» سير أعلام النبلاء ٦/٢٥٥.
(٤) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة ٧/١٣٠١، وأورده ... الذهبي في السير ٦/٢٥٩.
(٥) أورده الذهبي في سير أعلام النبلاء ٦/٢٦٠.
(٦) سير أعلام النبلاء ٦/٢٦٠.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (82,'موقفهم من الرافضة، ومن دينهم، وبراءتهم منهم ومن
كل ما يلصقونه بهم من عقائدهم المكفرة، ومطاعنهم على خيار الصحابة، وأمهات المؤمنين؛ وأن هؤلاء الأئمة من أهل البيت على عقيدة أهل السنة، ظاهراً وباطناً؛ في كل كبير وصغير؛ فهي عقيدتهم التي بها يدينون، وعليها يوالون ويعادون؛ وأن من نسب لهم غير ذلك فهو كاذب عليهم ظالم لهم، فرحمهم الله رحمة واسعة، وقبح الله الرافضة ما أعظم فريتهم عليهم وأشد أذيتهم لهم.

ثانيا: أقوال المنسوبين للتشيع (١) من الأئمة المتقدمين:
روى اللالكائي عن ليث بن أبي سليم قال: (أدركت الشيعة الأولى ما يفضلون على أبي بكر وعمر أحداً) . (٢)
وعن سلمة بن كهيل أنه قال: (جالست المسيب بن نجبة الفزاري في هذا المسجد عشرين سنة، وناساً من الشيعة كثيراً، فما
سمعت أحداً منهم تكلم في أحد من أصحاب رسول الله - صلى الله عليه وسلم - إلا بخير، وما كان الكلام إلا في علي وعثمان (٣)) . (٤)
ويقول شيخ الإسلام ابن تيمية: «ولهذا كانت الشيعة المتقدمون، الذين صحبوا علياً، أو كانوا في ذلك الزمان، لم يتنازعوا في تفضيل أبي بكر وعمر، وإنما كان نزاعهم في تفضيل علي وعثمان، وهذا مما يعترف به علماء الشيعة الأكابر من الآوائل والأواخر» . (٥)
_________
(١) التشيع في اصطلاح العلماء المتقدمين هو: تقديم علي على عثمان، دون ... التعرض للشيخين أبي بكر وعمر -رضي الله عنهما-، وقد تقدم في كلام ... الذهبي: أن هذا قد وجد في التابعين وتابعيهم، مع الدين، والورع، ... والصدق.
انظر: نص كلامه ص ٣١ من هذا الكتاب.
(٢) شرح أصول اعتقاد أهل السنة ٧/١٣٠٢، وأورده الذهبي في السير ... ٦/٢٥٥.
(٣) أي: في المفاضلة بينهما -رضي الله عنهما-.
(٤) أخرجه اللالكائي في شرح أصول اعتقاد أهل السنة ٧/١٣٦٨.
(٥) منهاج السنة ١/١٣.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (83,'وروى اللالكائي عن إبراهيم بن أعين قال: قلت لشريك (١) : (أرأيت من قال: لا أفضل أحداً، قال: هذا أحمق أليس قد فُضِّل أبوبكر وعمر؟) . (٢)
وعن سليمان بن أبي شيخ قال: لقي عبد الله بن مصعب الزبيري
شريكاً فقال: بلغني أنك تنال من أبي بكر وعمر؟ فقال شريك: (والله ما أنتقص الزبير، فكيف أنال من أبي بكر وعمر!!) . (٣)
وعن حفص بن غياث قال: سمعت شريكاً يقول: (قُبض النبي - صلى الله عليه وسلم -، واستخار المسلمون أبا بكر، فلو علموا أن فيهم أحداً أفضل منه كانوا قد غَشُّونا، ثم استخلف أبوبكر عمر، فقام بما قام به من الحق والعدل؛ فلما حضرته الوفاة جعل الأمر شورى بين ستة فاجتمعوا على عثمان، فلو علموا أن فيهم أفضل منه كانوا قد غَشُّونا) . (٤)
قال علي بن خشرم: (فأخبرني بعض أصحابنا من أهل الحديث أنه عرض هذا على عبد الله بن إدريس، فقال ابن إدريس: أنت سمعت هذا من حفص؟ قلت: نعم، قال: الحمد لله الذي أنطق بهذا لسانه، فوالله إنه لشيعي، وإن كان شريكاً لشيعي) . (٥)
قال الذهبي معقباً: (قلت: هذا التشيع الذي لا محذور فيه -إن شاء الله- إلا من قبيل الكلام فيمن حارب علياً - رضي الله عنه - من الصحابة، فإنه قبيح يؤدب فاعله ... ) . (٦)
_________
(١) هو: شَرِيْك بن عبد الله النخعي، القاضي أبو عبد الله، أحد الأعلام، كانت ... وفاته سنة سبع وسبعين ومائة.
قال عنه الذهبي: فيه تشيع خفيف على قاعدة أهل بلده.
انظر: سير أعلام النبلاء ٨/٢٠٠-٢٠٢.
(٢) شرح أصول اعتقاد أهل السنة ٧/١٣٦٩، وأورده الذهبي في السير ... ٨/٢٠٥.
(٣) أورده الذهبي في السير ٨/٢٠٦.
(٤) المصدر نفسه ٨/٢٠٩.
(٥) المصدر نفسه.
(٦) المصدر نفسه.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (84,'وعن سلمة بن شبيب قال: سمعت عبد الرزاق (١) يقول: (ما انشرح صدري قط أن أفضل علياً على أبي بكر -فرحمهما الله-، ورحم الله عثمان وعلياً، من لم يحبهم فما هو بمؤمن أوثق عملي حبي إياهم) . (٢)
وعن عبد الرزاق أيضاً أنه قال: (أفضل الشيخين بتفضيل علي إياهما على نفسه، كفي بي إزراء أن أخالف علياً - رضي الله عنه -) . (٣)
وروى اللالكائي عن أبي السائب عتبة بن عبد الله الهمداني قال: (كنت يوماً بحضرة الحسن بن زيد الداعي بطبرستان ... وكان بحضرته رجل ذكر عائشة بذكر قبيح، من الفاحشة. فقال: يا غلام اضرب عنقه فقال له العلويون: هذا رجل من شيعتنا، فقال: معاذ الله هذا رجل طعن على النبي - صلى الله عليه وسلم -، قال الله - عز وجل -: {الخبيثات للخبيثين والخبيثون للخبيثات والطيبات للطيبين والطيبون للطيبات أولئك مبرؤن مما يقولون لهم مغفرة ورزق كريم} (٤) فإن كانت عائشة
خبيثة فالنبي - صلى الله عليه وسلم - خبيث، فهو كافر فاضربوا عنقه. فضربوا عنقه وأنا حاضر) . (٥)

<span data-type="title" id=toc-12>ثالثاً: أقوال أئمة السلف وأهل العلم من بعدهم</span>
اتفق سائر أئمة الدين، وعلماء المسلمين، المعتد بأقوالهم في الأمة، والمقتدى بأفعالهم فيها، جيلاً بعد جيل، وعصراً بعد عصر، منذ عصر الصحابة حتى هذا العصر الذي نعيش فيه على اختلاف أزمانهم وبلدانهم، وعلى تنوع مذاهبهم وعلومهم، من محدثين ومفسرين، وفقهاء، ومؤرخين، ومحققين في الفرق والمقالات: على ذم الرافضة وتضليلهم، والتحذير
_________
(١) هو: عبد الرزاق بن همام بن نافع الحميري، أبو بكر الصنعاني.
قال ابن حجر: «حافظ، مصنف، شهير، عمي في آخر عمره، وكان يتشيع» .
تقريب التهذيب ص٣٥٤.
(٢) أورده الذهبي في السير ٩/٥٧٤.
(٣) المصدر نفسه.
(٤) سورة النور آيه: ٢٦.
(٥) شرح أصول اعتقاد أهل السنة ٧/١٢٦٩.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (85,'منهم، وكونهم أبعد الناس عن الحق، وأشدهم زيغاً وانحرافاً، وأقربهم للكفر والإلحاد، وأخطرهم على الدين
والعباد.
كما تضافرت كلمة المحققين منهم في أقوال الرافضة وعقيدتهم: أنه ليس في الفرق المنتسبة للأمة أجهل، ولا أكذب، ولا أسخف، ولا أسفه، ولا أظلم، ولا أجرأ على حدود الله، ولا أعظم خذلاناً، ولا أكبر خسراناً في الدنيا والآخرة منهم وما ابتليت الأمة بمثلهم.
وفيمايلي طائفة من أقوالهم في ذلك:
قول علقمة بن قيس النخعي -رحمه الله- (٦٢هـ) :
روى عبد الله بن أحمد بسنده عن الشعبي عن علقمة قال: (لقد غلت هذه الشيعة في علي - رضي الله عنه - كما غلت النصارى في عيسى بن مريم) . (١)
قول عامر الشعبي -رحمه الله- (١٠٥هـ) :
نقلت عنه آثار كثيرة في ذم الرافضة -وكان من أعرف الناس بهم- (٢) ومن هذه الآثار ما رواه عبد الله بن أحمد وغيره عنه أنه قال: (مارأيت قوماً أحمق من الشيعة) . (٣)
وعنه-رحمه الله-أنه قال: (لوكانت الشيعةمن الطير لكانوارخماً) .
وقال: (نظرت في هذه الأهواء وكلمت أهلها فلم أرقوماً أقل عقولاً من الخشبية (٤)) . (٥)
_________
(١) السنة لعبد الله بن أحمد ٢/٥٤٨، وقال المحقق: «إسناده صحيح» .
(٢) ذكره شيخ الإسلام. انظر: منهاج السنة ١/٢٢.
(٣) السنة لعبد الله بن أحمد ٢/٥٤٩، وأخرجه الخلال في السنة ١/٤٩٧، ... واللالكائي في شرح السنة ٧/١٤٦١.
(٤) من أسماء الرافضة القديمة: قال شيخ الإسلام: (كما كانوا يسمون الخشبية ... لقولهم: إنا لا نقاتل ... بالسيف إلا مع إمام معصوم فقاتلوا بالخشب) .
منهاج السنة ١/٣٦.
(٥) أخرجه عبد الله بن أحمد في السنة ٢/٥٤٨.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (86,'وعنه أنه قال: (لو شئت أن يملؤا هذا البيت ذهباً وفضة، على أن أكذب لهم على علي لفعلوا. وكان يقول: لو كانت الشيعة من الطير لكانوا رخماً، ولو كانوا من الدواب لكانوا حمراً) . (١)
وقال: (أحذركم الأهواء المضلة وشرّها الرافضة، وذلك أن منهم يهوداً يغمصون الإسلام لتحيا ضلالتهم، كما يغمص بولس بن شاول ملك اليهود النصرانية لتحيا ضلالتهم. ثم قال: لم يدخلوا في الإسلام رغبة ولا رهبة من الله ولكن مقتاً لأهل الإسلام) . (٢)
قول طلحة بن مصرّف -رحمه الله- (١١٢هـ) :
روى ابن بطة بسنده عنه أنه قال: (الرافضة لا تنكح نساؤهم، ولا تؤكل ذبائحهم، لأنهم أهل ردة) . (٣)
وعن الحسن بن عمرو قال: قال طلحة بن مصرّف: (لولا أني
على وضوء، لأخبرتك بما تقول الرافضة) . (٤)
قول الإمام أبي حنيفة -رحمه الله- (١٥٠هـ) :
روى ابن عبد البر عن حماد بن أبي حنيفة أنه قال: سمعت أبا حنيفة يقول: (الجماعة أن تفضل أبا بكر وعمر وعلياً وعثمان ولا تنتقص أحداً من أصحاب رسول الله - صلى الله عليه وسلم -) . (٥)
_________
(١) أخرجه اللالكائي في شرح السنة ٧/١٢٦٧.
(٢) أخرجه اللالكائي في شرح السنة ٨/١٤٦١، والخلال في السنة ١/٤٩٧، ... واللفظ لللالكائي غير عبارة (النصرانية لتحيا ضلالتهم) ذكر المحقق:
أنها غير واضحة، فأكملتها من السنة للخلال ليستقيم المعنى.
(٣) الإبانة الصغرى ص١٦١.
(٤) أخرجه ابن بطة في الإبانة الكبرى ٢/٥٥٧، واللالكائي في شرح السنة ... ٧/١٢٦٩، وأورده ابو نعيم في حلية الأولياء ٥/١٥.
(٥) الانتقاء في فضائل الثلاثة الأئمة الفقهاء ص١٦٣.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (87,'قول مسعر بن كدام -رحمه الله- (١٥٥هـ) :
روى اللالكائي: (أن مسعر بن كدام لقيه رجل من الرافضة فكلمه بشئ ... فقال له مسعر: تنح عني فإنك شيطان) . (١)
قول سفيان الثوري -رحمه الله- (١٦١هـ) :
روى مؤمل بن إسماعيل عن سفيان قال: (تركتني الروافض وأنا
أبغض أن أذكر فضائل علي (٢)) . (٣)
وعن محمد بن يوسف الفريابي قال: (سمعت سفيان ورجل يسأله عن من يشتم أبا بكر وعمر؟ فقال: كافر بالله العظيم، قال:
نصلي عليه؟ قال: لا، ولا كرامة، قال: فزاحمه الناس حتى حالوا بيني وبينه، فقلت للذي قريباً منه: ما قال؟ قلنا هو يقول: لا إله إلا الله مانصنع به؟ قال: لا تمسوه بأيديكم، ارفعوه بالخشب حتى تواروه في قبره) . (٤)
قول الإمام مالك بن أنس -رحمه الله- (١٧٩هـ) :
روى الخلال بسنده عن الإمام مالك أنه قال: (الذي يشتم أصحاب النبي - صلى الله عليه وسلم -، ليس لهم سهم، أوقال نصيب في الإسلام) . (٥)
وروى اللالكائي عنه أنه قال: (من سب أصحاب رسول الله - صلى الله عليه وسلم - فليس له في الفيء حق يقول الله - عز وجل -: {للفقراء المهاجرين الذين أخرجوا من ديارهم وأموالهم يبتغون فضلاً من الله ورضواناً} الآية. ... هؤلاء أصحاب رسول الله - صلى الله عليه وسلم - الذين هاجروا معه ثم قال: {والذين تبؤوا الدار والإيمان}
_________
(١) أخرجه اللالكائي في شرح السنة ٨/١٤٥٧.
(٢) كان سفيان -رحمه الله- من أهل الكوفة التي يشيع فيها الرفض، فكان يرى ... أن في ذكر فضائل علي - رضي الله عنه - تقوية لبدعتهم: يشهد لهذا مارواه عطاء بن ... مسلم عنه أنه قال له: (إذا كنت بالشام فاذكر مناقب علي، وإذا كنت ... بالكوفة؛ فاذكر مناقب أبي بكر وعمر) . سير أعلام النبلاء ٧/٢٦٠.
(٣) أورده الذهبي في سير أعلام النبلاء ٧/٢٥٣.
(٤) أورده الذهبي في سير أعلام النبلاء ٧/٢٥٣.
(٥) السنة: للخلال ١/٤٩٣، وأخرجه ابن بطة في الابانة الصغرى ص١٦٢.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (88,'الآية. هؤلاء الأنصار، ثم قال: {والذين جاءوا من بعدهم يقولون ربنا اغفرلنا ولأخواننا الذين سبقونا بالإيمان} (١) فالفيء لهؤلاء الثلاثة فمن سب أصحاب
رسول لله - صلى الله عليه وسلم - فليس من هؤلاء الثلاثة ولا حق له في الفيء) . (٢)
وقال أشهب بن عبد العزيز سئل مالك عن الرافضة فقال: (لا تكلمهم ولا تروعنهم فإنهم يكذبون) . (٣)
قول القاضي أبي يوسف -رحمه الله- (١٨٢هـ) :
روى اللالكائي بسنده عن أبي يوسف أنه قال: (لا أصلي خلف جهمي، ولا رافضي، ولا قدري) . (٤)
قول عبد الرحمن بن مهدي -رحمه الله- (١٩٨هـ) :
قال البخاري قال عبد الرحمن بن مهدي: (هما ملتان: الجهمية،
والرافضة) . (٥)
قول الإمام الشافعي -رحمه الله- (٢٠٤هـ) :
ثبت بنقل الأئمة عنه أنه قال: (لم أر أحداً من أصحاب الأهواء،
أكذب في الدعوى، ولا أشهد بالزور من الرافضة) . (٦)
قول يزيد بن هارون -رحمه الله- (٢٠٦هـ) :
قال مؤمل بن إهاب: سمعت يزيد بن هارون يقول: (يكتب عن كل
_________
(١) الآيات من سورة الحشر ٨-١٠.
(٢) شرح أصول اعتقاد أهل السنة ٧/١٢٦٨-١٢٦٩.
(٣) ذكره شيخ الإسلام ابن تيمية في منهاج السنة ١/٦١، وذكر أنه رواه ابن ... بطة في الإبانة الكبرى ولم أجده في الجزء المطبوع من الكتاب.
(٤) شرح أصول اعتقاد أهل السنة ٤/٧٣٣.
(٥) خلق أفعال العباد ضمن مجموعة "عقائد السلف" جمع علي سامي النشار، ... وعمار الطالبي ص١٢٥.
(٦) أخرجه ابن بطة في الإبانة الكبرى ٢/٥٤٥، واللالكائي في شرح السنة ... ٨/١٤٥٧.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (89,'صاحب بدعة إذا لم يكن داعية إلا الرافضة فإنهم يكذبون) . (١)
قول محمد بن يوسف الفريابي -رحمه الله- (٢١٢هـ) :
روى اللالكائي عنه أنه قال: (ما أرى الرافضة والجهمية إلا زنادقة) . (٢)
وعن موسى بن هارون قال: سمعت الفريابي ورجل يسأله عمن شتم أبا بكر وعمر؟ قال: كافر ... ، قال: فيصلى عليه؟ قال: لا، وسألته كيف يصنع به وهو يقول: لا إله إلا الله؟ قال: لا تمسوه بأيديكم ارفعوه بالخشب حتى تواروه في حفرته) . (٣)
قول أبي بكر عبد الله بن الزبير الحميدي-رحمه الله- (٢١٩هـ) :
قال في كتابه أصول السنة بعد أن ذكر الصحابة ووجوب
الترحم عليهم: (فلم نؤمر إلا بالاستغفار لهم، فمن يسبهم، أو ينتقصهم أو أحداً منهم، فليس على السنة، وليس له في الفئ حق) . (٤)
قول القاسم بن سلام -رحمه الله- (٢٢٤هـ) :
روى الخلال عن عباس الدوري قال: سمعت أبا عبيد القاسم بن سلام يقول: (عاشرت الناس، وكلمت أهل الكلام، وكذا، فما رأيت أوسخ وسخاً، ولا أقذر قذراً، ولا أضعف حجة، ولا أحمق من الرافضة، ولقد وليت قضاء الثغور فنفيت منهم ثلاثة رجال: جهميين ورافضي، أو رافضيين وجهمي، وقلت: مثلكم لا يساكن أهل الثغور فأخرجتهم) . (٥)
_________
(١) نقله شيخ الإسلام في منهاج السنة ١/٦٠ وعزاه لابن بطة في الإبانة ... الكبرى، ولم أجده في القسم المطبوع من الكتاب ولعله في القسم المخطوط.
(٢) شرح أصول اعتقاد أهل السنة ٨/١٤٥٧.
(٣) أخرجه الخلال في السنة ١/٤٩٩، وابن بطة في الإبانة الصغرى ص١٦٠.
(٤) أصول السنة للحميدي ص٤٣.
(٥) السنة للخلال ١/٤٩٩.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (90,'قول أحمد بن يونس -رحمه الله- (٢٢٧هـ) :
روى اللالكائي عن عباس الدوري قال: سمعت أحمد بن يونس يقول: (إنا لا نأكل ذبيحة رجل رافضي، فإنه عندي مرتد) . (١)
قول الإمام أحمد بن حنبل -رحمه الله- (٢٤١هـ) :
روى الخلال عدة روايات عنه في ذم الرافضة منها:
عن عبد الملك بن عبد الحميد قال: سمعت أبا عبد الله قال: من شتم أخاف عليه الكفر مثل: الروافض، ثم قال: من شتم أصحاب النبي - صلى الله عليه وسلم -، لا نأمن عليه أن يكون مرق من الدين) . (٢)
وعن عبد الله بن أحمد قال: سألت أبي عن رجل شتم رجلاً من أصحاب النبي - صلى الله عليه وسلم - فقال: (ما أراه على الإسلام) . (٣)
وعن أبي بكر المروذي قال: سألت أبا عبد الله عن من يشتم أبا بكر وعمر وعائشة؟ قال: (ما أراه على الإسلام) . (٤)
وعن إسماعيل بن إسحاق أن أبا عبد الله سُئل: عن رجل له جار رافضي يسلم عليه؟ قال: (لا، وإذا سلم عليه لا يرد عليه) . (٥)
قول الإمام البخاري -رحمه الله- (٢٥٦هـ) :
قال في كتاب خلق أفعال العباد: (ما أبالي صليت خلف الجهمي والرافضي، أم صليت خلف اليهود والنصارى، ولا يسلم عليهم، ولا يعادون، ولا يناكحون، ولا يشهدون، ولا تؤكل ذبائحهم) . (٦)
_________
(١) شرح أصول اعتقاد أهل السنة ٨/٤٥٩.
(٢) السنة للخلال ١/٤٩٣.
(٣) المصدر نفسه ١/٤٩٣.
(٤) المصدر نفسه ١/٤٩٣.
(٥) المصدر نفسه ١/٤٩٤.
(٦) خلق أفعال العباد (ضمن عقائد السلف) ص١٢٥.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (91,'قول أبي زرعة الرازي -رحمه الله- (٢٦٤هـ) :
روى الخطيب بسنده عنه أنه قال: (إذا رأيت الرجل ينتقص أحداً من أصحاب رسول الله - صلى الله عليه وسلم - فاعلم أنه زنديق، وذلك أن الرسول - صلى الله عليه وسلم - عندنا حق، والقرآن حق، وإنما أدي إلينا هذا القرآن، والسنن: أصحاب رسول الله - صلى الله عليه وسلم - وإنما يريدون أن يجرحوا شهودنا، ليبطلوا الكتاب والسنة، والجرح بهم أولى وهم زنادقة) . (١)
وروى اللالكائي من طريق عبد الرحمن بن أبي حاتم: أنه سأل أباه وأبا زرعة عن مذاهب السنة، واعتقادهما الذي أدركا عليه أهل العلم في جميع الأمصار، ومما جاء في كلامهما: (وإن الجهمية كفار، وإن الرافضة، رفضوا الإسلام) . (٢)
قول عبد الله بن قتيبة -رحمه الله- (٢٧٦هـ) :
قال في كتابه: تأويل مختلف الحديث بعد حديثه: عن أهل الكلام وأساليبهم في تفسير القرآن الدالة على جهلهم: «وأعجب من هذا التفسير، تفسير الروافض للقرآن، وما يدعونه من علم باطنه، بما وقع إليهم من الجفر ... وهو جلد جفر ادعوا أنه كَتَبَ فيه لهم الإمام، كل ما يحتاجون إلى علمه، وكل ما يكون إلى يوم القيامة....
إلى أن قال: وهم أكثر أهل البدع افتراقاً ونحلاً ... ولا نعلم في أهل البدع والأهواء، أحداً ادعى الربوبية لبشر غيرهم، فإن عبد الله بن سبأ ادعى الربوبية لعلي فأحرق علي أصحابه بالنار وقال في ذلك:
لما رأيت الأمر أمراً منكراً ... أججت ناري ودعوت قنبرا
ولا نعلم أحداً ادعى النبوة لنفسه غيرهم، فإن المختار بن أبي عبيد ادعى النبوة لنفسه ... » . (٣)
_________
(١) الكفاية ص٤٩.
(٢) شرح أصول اعتقاد أهل السنة ١/١٧٨.
(٣) تأويل مختلف الحديث ص٧٦-٧٩.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (92,'قول الإمام الطحاوي -رحمه الله- (٣٢١هـ) :
قال في عقيدته: «ونحب أصحاب رسول الله - صلى الله عليه وسلم - ولا نفرط في حب أحد منهم، ولا نتبرأ من أحد منهم، ونبغض من يبغضهم، وبغير الخير يذكرهم، ولا نذكرهم إلا بخير، وحبهم: دين، وإيمان، وإحسان، وبغضهم: كفر، ونفاق، وطغيان» . (١)
قول الحسن بن علي بن خلف البربهاري-رحمه الله- (٣٢٩هـ) :
قال: «واعلم أن الأهواء كلها ردية، تدعوا إلى السيف، وأردؤها وأكفرها الرافضة، والمعتزلة، والجهمية، فإنهم يريدون الناس على التعطيل والزندقة» . (٢)
قول أبي حفص عمر بن شاهين (٣٨٥هـ) :
قال في كتاب اللطيف: «وإن أفضل الناس بعد رسول الله - صلى الله عليه وسلم -: أبوبكر، وعمر، وعثمان، وعلي عليهم السلام، وإن أصحاب رسول الله - صلى الله عليه وسلم - كلهم أخيار أبرار، وإني أدين الله بمحبتهم كلهم، وأبرأ ممن سبهم، أو لعنهم، أو ضلّلهم، أو خوّنهم، أو كفّرهم ... ، وإني بريء من كل بدعة: من قدر، وإرجاء، ورفض، ونصب، واعتزال» . (٣)
قول ابن بطة -رحمه الله- (٣٨٧هـ) :
قال في الإبانة الكبرى: «وأما الرافضة: فأشد الناس اختلافاً، وتبايناً، وتطاعناً، فكل واحد منهم يختار مذهباً لنفسه يلعن من خالفه عليه، ويكفر من لم يتبعه. وكلهم يقول: إنه لا صلاة، ولا صيام، ولاجهاد، ولا جمعة، ولا عيدين، ولا نكاح، ولا طلاق، ولا بيع، ولاشراء، إلا بإمام وإنه من لا إمام له، فلا دين له، ومن لم يعرف إمامه فلا دين له ...
_________
(١) العقيدة الطحاوية مع شرحها لابن أبي العز ص٦٨٩.
(٢) كتاب شرح السنة ص٥٤.
(٣) كتاب اللطيف لشرح مذاهب أهل السنة ص٢٥١-٢٥٢.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (93,'ولولا ما نؤثره من صيانة العلم، الذي أعلى الله أمره وشرّف قدره، ونزهه أن يخلط به نجاسات أهل الزيغ، وقبيح أقوالهم، ومذاهبهم، التي تقشعر الجلود من ذكرها، وتجزع النفوس من استماعها، وينزه العقلاء ألفاظهم وأسماعهم عن لفظها، لذكرت من
ذلك ما فيه عبرة للمعتبرين» . (١)
قول الإمام القحطاني -رحمه الله- (٣٨٧هـ) :
قال في نونيته:
إن الروافضَ شرُّمن وطيءَ الحَصَى ... من كلِّ إنسٍ ناطقٍ أو جانِ
مدحوا النّبيَ وخونوا أصحابه ... ورموُهمُ بالظلمِ والعدوانِ
حبّوا قرابتهَ وسبَّوا صحبه ... جدلان عند الله منتقضانِ (٢)
قول (قوام ... السنة) أبي القاسم إسماعيل بن محمد الأصبهاني -رحمه الله- (٥٣٥هـ) :
قال: «ومن بلغ من الخوارج والروافض في المذهب أن يكفر الصحابة، ومن القدرية أن يكفر من خالفه من المسلمين، ولا نرى الصلاة خلفهم، ولا نرى أحكام قُضاتهم، وقضائهم جائزه، ورأى السيف واستباح الدم؛ فهؤلاء لا شهادة لهم» . (٣)
قول أبي بكر بن العربي -رحمه الله- (٥٤٣هـ) :
قال في العواصم: «مارضيت النصارى واليهود، في أصحاب موسى وعيسى، ما رضيت الروافض في أصحاب محمد - صلى الله عليه وسلم -، حين
حكموا عليهم بأنهم قد اتفقوا على الكفر والباطل» . (٤)
_________
(١) الإبانة الكبرى ٢/٥٥٦.
(٢) نونيه القحطاني ص٢١
(٣) الحجة في بيان المحجة لقوام السنة ٢/٥١١.
(٤) العواصم من القواصم ص١٩٢.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (94,'قول القاضي عياض -رحمه الله- (٥٤٤هـ) :
قال: «وكذلك نقطع بتكفير غلاة الرافضة في قولهم: إن الأئمة أفضل من الأنبياء» . (١)
قول ابن الجوزي -رحمه الله- (٥٩٧هـ) :
قال: «وغلو الرافضة في حب علي - رضي الله عنه -، حملهم على أن وضعوا أحاديث كثيرة في فضائله، أكثرها تشينه وتؤذيه ... ولهم مذاهب في الفقه ابتدعوها، وخرافات تُخالف الاجماع ... في مسائل كثيرة يطول ذكرها خرقوا فيها الإجماع، وسوّل لهم إبليس وضعها على وجه لا يستندون فيه إلى أثر ولا قياس، بل إلى الواقعات، ومقابح الرافضة أكثر من أن تحصى» . (٢)
أقوال شيخ الإسلام ابن تيمية -رحمه الله- (٧٢٨هـ) :
شيخ الإسلام ابن تيمية -رحمه الله- من أخبر الناس بالرافضة، وبعقيدتهم، وله في الرد عليهم كتابه العظيم: (منهاج السنة) الذي لم يُؤَلف في بابه مثله، والناس من بعده عالة عليه في الرد على الرافضة،
كما له رسائل أخرى عظيمة النفع في دحض شُبه الرافضة ورد باطلهم، فجزاه الله عن الإسلام خير ما جزى به علماء الأمة، الذابين عن السنة، والمجاهدين أعداءها.
وإليك أيها القارى: نبذا من كلامه في ذم الرافضة وفضحهم -حقها أن تكتب بماء الذهب- هي لك أيها السني درر وضيئة، تعرف بها حقيقة الرافضة وشدة خطرهم، وللرافضة درة عُمَرِيّة تُقْمع بها رؤوسهم وأنوفهم.
قال -رحمه الله- ضمن حديثه عن الرافضة في منهاج السنة: «والله يعلم
_________
(١) الشفا بتعريف حقوق المصطفى - صلى الله عليه وسلم - ٢/١٠٧٨.
(٢) تلبيس إبليس ص١٣٦-١٣٧.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (95,'وكفى بالله عليماً، ليس في جميع الطوائف المنتسبة إلى الإسلام مع بدعة وضلالة شر منهم: لا أجهل، ولا أكذب، ولا أظلم ولا أقرب إلى الكفر والفسوق والعصيان، وأبعد عن حقائق الإيمان منهم» . (١)
ويقول: «وهؤلاء الرافضة: إما منافق، وإما جاهل، فلا يكون رافضي ولا جهمي إلا منافقاً، أو جاهلاً بما جاء به الرسول - صلى الله عليه وسلم -، لا يكون فيهم أحد عالماً بما جاء به الرسول - صلى الله عليه وسلم - مع الإيمان به. فإن مخالفتهم لما جاء به الرسول - صلى الله عليه وسلم -، وكذبهم عليه لا يخفى قط إلا على
مفرط في الجهل والهوى» . (٢)
ويقول: «والنفاق والزندقة في الرافضة أكثر منه في سائر الطوائف. بل لابد لكل منهم من شعبة من النفاق» . (٣)
وقال: «فبهذا يتبين أنهم شر من عامة أهل الأهواء ... وأيضاً فغالب أئمتهم زنادقة إنما يظهرون الرفض لأنه طريق إلى هدم الإسلام» . (٤)
ويقول عن جهلهم وضلالهم: «القوم من أضل الناس عن سواء السبيل فإن الأدلة إما نقليه وإما عقليه، والقوم من أضل الناس في المنقول والمعقول، في المذاهب والتقرير، وهم من أشبه الناس بمن قال الله فيهم: {وقالوا لو كنا نسمع أو نعقل ما كنا في أصحاب السعير} (٥) والقوم من أكذب الناس في النقليات، ومن أجهل الناس في العقليات، يصدقون من المنقول بما يعلم العلماء بالاضطرار أنه من الأباطيل ويكذبون بالمعلوم من الاضطرار، المتواتر أعظم تواتر في الأمة
جيلاً بعد جيل» . (٦)
ويقول أيضاً: «إن الرافضة في الأصل ليسوا أهل علم وخبرة بطريق
_________
(١) منهاج السنة ١/١٦٠.
(٢) منهاج السنة ١/١٦١.
(٣) المصدر نفسه ٢/٤٦.
(٤) مجموع الفتاوى ٢٨/٤٨٢-٤٨٣.
(٥) سورة الملك آية ١٠.
(٦) منهاج السنة ١/٨.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (96,'النظر والمناظرة ومعرفة الأدلة وما يدخل فيها من المنع والمعارضة، كما أنهم من أجهل الناس بمعرفة المنقولات والأحاديث والآثار والتمييز بين صحيحها وضعيفها» . (١)
ويقول: «ثم من المعلوم لكل عاقل أنه ليس في علماء المسلمين المشهورين أحد رافضي، بل كلهم متفقون على تجهيل الرافضة وتضليلهم وكتبهم كلها شاهدة بذلك، وهذه كتب الطوائف كلها تنطق بذلك مع أنه لا أحد يلجئهم إلى ذكر الرافضة وذكر جهلهم وضلالهم ...
والله يعلم أني مع كثرة بحثي وتطلعي إلى معرفة أقوال الناس ومذاهبهم ما علمت رجلاً له في الأمة لسان صدق يتهم بمذهب الإمامية فضلاً عن أن يقال: إنه يعتقده في الباطن» . (٢)
ويضيف قائلاً: «فهل عرف أحد من فضلاء أصحاب الشافعي وأحمد وأصحاب مالك كان رافضياً؟ أم يعلم بالاضطرار أن كل
فاضل منهم فإنه من أشد الناس إنكاراً للرفض، وقد اتهم طائفة من أتباع الأئمة بالميل إلى نوع من الاعتزال ولم يعلم عن أحد منهم أنه اتهم بالرفض لبعد الرفض عن طريق أهل العلم» . (٣)
ويقول عن اشتهارهم بالكذب: «وقد اتفق أهل العلم بالنقل والرواية والإسناد على أن الرافضة أكذب الطوائف، والكذب فيهم قديم، ولهذا كان أئمة الإسلام يعلمون امتيازهم بكثرة الكذب» . (٤) ثم ساق الآثار في ذلك عن السلف.
ويقول: «والمقصود أن العلماء كلهم متفقون على أن الكذب في الرافضة أظهر منه في سائر طوائف أهل القبلة» . (٥)
_________
(١) المصدر نفسه ١/٥٨.
(٢) المصدر نفسه ٤/١٣٠-١٣١.
(٣) منهاج السنة ٤/١٣٥.
(٤) المصدر نفسه ١/٥٩.
(٥) المصدر نفسه ١/٦٦.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (97,'ويقول: «وليس في الطوائف المنتسبة للقبلة أعظم افتراء للكذب على الله وتكذيباً بالحق من المنتسبين إلى التشيع ولهذا لا يوجد الغلو في طائفة أكثر مما يوجد فيهم» . (١)
ويقول: «وفي الجملة: فمن جرّب الرافضة في كتابهم وخطابهم
علم أنهم من أكذب خلق الله» . (٢)
ويقول عن عدائهم للمسلمين ومناصرتهم الكفرة والمشركين: «وقد عرف العارفون بالإسلام أن الرافضة تميل مع أعداء الدين، ولما كانوا ملوك القاهرة كان وزيرهم مرة يهودياً، ومرة نصرانياً أرمينياً، وقويت النصارى بسبب ذلك النصراني الأرميني، وبنوا كنائس كثيرة بأرض مصر في دولة أولئك الرافضة المنافقين، وكانوا ينادون بين القصرين: من لعن وسب فله دينار وأردب» . (٣)
ويقول: «والرافضة تحب التتار ودولتهم لأنه يحصل لهم بها من العز مالا يحصل بدولة المسلمين، والرافضة هم معاونون للمشركين واليهود والنصارى على قتال المسلمين، وهم كانوا من أعظم الأسباب في دخول التتار قبل إسلامهم إلى أرض المشرق بخراسان والعراق والشام، وكانوا من أعظم الناس معاونة لهم على أخذهم لبلاد الإسلام وقتل المسلمين وسبي حريمهم، وقضية ابن العلقمي وأمثاله مع الخليفة، وقضيتهم في حلب مع صاحب حلب مشهورة يعرفها عموم الناس» . (٤)
ويقول: «وهؤلاء يعاونون اليهود والنصارى والمشركين على أهل بيت النبي - صلى الله عليه وسلم - وأمته المؤمنين، كما أعانوا المشركين من الترك والتتار على ما فعلوه ببغداد وغيرها بأهل بيت النبوة، ومعدن الرسالة ولد العباس وغيرهم من أهل البيت المؤمنين من القتل والسبي وخراب الديار.
_________
(١) المصد نفسه ٢/٣٤.
(٢) منهاج السنة ٢/٤٦٧.
(٣) مجموع الفتاوى ٢٨/٦٣٧.
(٤) المصدر نفسه ٢٨/٥٢٧-٥٢٨.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (98,'وشر هؤلاء وضررهم على أهل الإسلام لا يحصيه الرجل الفصيح في الكلام» . (١)
ويقول -رحمه الله- ذاكراً بعض حماقاتهم الدالة على سخف عقولهم مع شدة الضلال: «ومن حماقاتهم تمثيلهم لمن يبغضونهم بالجماد أو الحيوان، ثم يفعلون بذلك الجماد أو الحيوان ما يرونه عقوبة لمن يبغضونه، مثل: اتخاذهم نعجة -وقد تكون نعجة حمراء- لكون عائشة تسمى الحميراء، يجعلونها عائشة ويعذبونها بنتف شعرها وغير ذلك، ويرون أن ذلك عقوبة لعائشة.
ومثل: اتخاذهم حلساً مملؤاً سمناً، ثم يبعجون بطنه فيخرج السمن فيشربونه، ويقولون: هذا مثل ضرب عمر وشرب دمه.
ومثل: تسمية بعضهم لحمارين من حمر الرحا أحدهما بأبي بكر، والآخر بعمر، ثم يعاقبون الحمارين جعلاً منهم تلك العقوبة عقوبة
لأبي بكر وعمر.
وتارة يكتبون أسماءهم على أسفل أرجلهم، حتى إن بعض الولاة جعل يضرب رجلي من فعل ذلك ويقول: إنما ضربت أبا بكر وعمر ولا أزال أضربهما حتى أعدمهما.
ومنهم: من يسمي كلابه باسم أبي بكر وعمر ويلعنهما.
ومنهم: من إذا سمى كلبه فقيل له: (بكير) يضارب من يفعل ذلك، ويقول: تسمى كلبي باسم أصحاب النار.
ومنهم: من يعظم أبا لؤلؤة المجوسي الكافر الذي كان غلاماً للمغيرة بن شعبة لما قتل عمر، ويقولون: واثارات أبي لؤلؤة؟ فيعظمون كافراً مجوسياً باتفاق المسلمين لكونه قتل عمر - رضي الله عنه -» . (٢)
_________
(١) مجموع الفتاوى ٢٥/٣٠٩.
(٢) منهاج السنة ١/٤٩-٥٠.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (99,'ويقول أيضاً: «ومنهم من يرى أن فرج النبي - صلى الله عليه وسلم - الذي جامع به عائشة وحفصة لابد أن تمسه النار ليطهر بذلك من وطء الكوافر على زعمهم» . (١)
ومع هذا كله يقول شيخ الإسلام في منهاج السنة: «فما أذكره في هذا الكتاب من ذم الرافضة، وبيان كذبهم وجهلهم قليل من كثير
مما أعرفه منهم، ولهم شر كثير لا أعرف تفصيله» . (٢)
فرحم الله شيخ الإسلام رحمة واسعه فإنه قد نصح للأمة، وفضح الرافضة، وأمعن في ذلك بما لم يترك لأحد من بعده مقالاً ولا تفصيلاً ولا بياناً في ذم هذه الطائفة ودحض شبههم. ولولا ما التزمت به من المنهج في سرد أقوال العلماء في ذم الرافضة إلى هذا العصر لاكتفيت بكلامه -رحمه الله- عن نقل كلام غيره من العلماء رحمهم الله أجمعين.
قول الذهبي -رحمه الله- (٧٤٨هـ) :
قال معلقاً على بعض الأحاديث الموضوعة في فضل علي - رضي الله عنه -: «وعلي - رضي الله عنه - سيد كبير الشأن، قد أغناه الله تعالى عن أن يثبت مناقبه بالأكاذيب، ولكن الرافضة لا يرضون إلا أن يحتجوا له بالباطل، وأن يردوا ما صح لغيره من المناقب، فتراهم دائماً يحتجون بالموضوعات، ويكذبون بالصحاح، وإذا استشعروا أدنى خوف لزموا التقية، وعظموا الصحيحين، وعظموا السنة، ولعنوا الرفض، وأنكروا، فيعلنون بلعن أنفسهم شيئاً ما يفعله اليهود ولا المجوس بأنفسهم، والجهل بفنونه غالب على مشايخهم وفضلائهم، فما الظن بعامتهم، فما
الظن بأهل البر والحَيْل منهم، فإنهم جاهلية جهلاء، وحمر مستنفرة، فالحمد لله على الهداية، فتعليمهم ونصحهم وجرّهم إلى الحق بحسب الإمكان من أفضل الأعمال» . (٣)
_________
(١) مجموع الفتاوى ٢٨/٤٨١.
(٢) منهاج السنة ١/١٦٠.
(٣) ترتيب الموضوعات لابن الجوزي تأليف محمد بن أحمد الذهبي ص١٢٤.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (100,'قول ابن القيم -رحمه الله- (٧٥١هـ) :
قال في إغاثة اللهفان:» وأخرج الروافض الإلحاد والكفر، والقدح في سادات الصحابة، وحزب رسول الله صلى الله عليه وآله وسلم وأوليائه وأنصاره في قالب محبة أهل البيت والتعصب لهم وموالاتهم» . (١)
ويقول في المنار المنيف: «وأما ماوضعه الرافضة في فضائل علي: فأكثر من أن يعد. قال الحافظ أبو يعلي الخليلي في كتاب الإرشاد: وضعت الرافضة في فضائل علي - رضي الله عنه - وأهل البيت نحو ثلاثمائة ألف حديث. ولا تستبعد هذا فإنك لو تتبعت ما عندهم من ذلك لوجدت الأمر كما قال» . (٢)
وقال في الكتاب نفسه بعد أن ذكر عقيدة الرافضة في المهدي:
«ولقد أصبح هؤلاء عاراً على بني آدم، وضحكة يسخر منهم كل عاقل» . (٣)
قول ابن كثير -رحمه الله- (٧٧٤هـ) :
يقول في وصف حال الرافضة: «ولكنهم طائفة مخذولة وفرقة مرذولة يتمسكون بالمتشابه، ويتركون الأمور المحكمة المقدرة (٤) عند أئمة الإسلام» . (٥)
ويقول ضمن حديثه عن المهدي عند أهل السنة: «فيخرج المهدي، ويكون ظهوره من بلاد المشرق، لامن سرداب سامراء، كما يزعمه جهلة الرافضة: من أنه موجود فيه الآن وهم ينتظرون خروجه في آخر الزمان، فإن هذا نوع من الهذيان، وقسط كبير من الخذلان، شديد من الشيطان، إذ لا
_________
(١) إغاثة اللهفان ٢/٧٥.
(٢) المنار المنيف ص١٠٨.
(٣) المنار المنيف ص١٥٢، (ط: الأولى، تحقيق: عبد الفتاح أبو غدة) .
(٤) هكذا وردت في المصدر ولعل الصواب: المقررة.
(٥) البداية والنهاية ٥/٢٥١.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (101,'دليل على ذلك، ولا برهان، لا من كتاب، ولا سنة، ولا معقول صحيح، ولا استحسان» . (١)
قول أبي حامد المقدسي -رحمه الله- (٨٨٨هـ) :
قال في كتابه الرد على الرافضة بعد أن ذكر جملة من عقائدهم:
«لا يخفى على كل ذي بصيرة وفهم من المسلمين، أن أكثر ما قدمناه في الباب، قبله من عقائد هذه الطائفة الرافضة على اختلاف أصنافها كفر صريح، وعناد مع جهل قبيح، لا يتوقف الواقف مع تكفيرهم، والحكم عليهم بالمروق من دين الإسلام وضلالهم» . (٢)
قول شيخ الإسلام محمد بن عبد الوهاب -رحمه الله- (١٢٠٦هـ) :
قال في رسالة الرد على الرافضة معلقاً على عقيدة الرجعة عندهم: «فانظر أيها المؤمن إلى سخافة رأي هؤلاء الأغبياء، يختلقون ما يرده بديهة العقل، وصراحة النقل. وقولهم هذا مستلزم تكذيب ما ثبت قطعاً في الآيات والأحاديث: من عدم رجوع الموتى إلى الدنيا فالمجادلة مع هؤلاء الحمر تُضَيّع الوقت. لو كان لهم عقل لما تكلموا أي شئ يجعلهم مسخرة للصبيان ويمج كلامهم أسماع أهل الإيقان. لكن الله سلب عقولهم، وخذلهم في الوقيعة في خلص أوليائه لشقاوة سبقت لهم» . (٣)
وقال بعد أن ذكر قولهم بتجويز الجمع بين المرأة وعمتها: «وبهذا وأمثاله تعرف أن الرافضة أكثر الناس تركاً لما أمر الله به وإتياناً لما
حرمه الله، وأن كثيراً منهم ناشئ عن نطفة خبيثة، موضوعة في رحم حرام، ولذا لاترى منهم إلا الخبيث اعتقاداً وعملاً، وقد قيل كل شيء يرجع إلى أصله» . (٤)
_________
(١) النهاية في الفتن والملاحم ١/٥٥.
(٢) رسالة في الرد على الرافضة لأبي حامد المقدسي ص٢٠٠.
(٣) رسالة في الرد على الرافضة للشيخ محمد بن عبد الوهاب ص٣٢.
(٤) رسالة في الرد على الرافضة للشيخ محمد بن عبد الوهاب ص٣٩.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (102,'وقال -رحمه الله-: «فهؤلاء الإمامية خارجون عن السنة، بل عن الملة، واقعون في الزنا وما أكثر ما فتحوا على أنفسهم أبواب الزنا في القبل والدبر، فما أحقهم بأن يكونوا أولاد زنا» . (١)
قول الإمام الشوكاني -رحمه الله- (١٢٥٠هـ) :
قال -رحمه الله-: «واعلم أن لهذه الشنعة الرافضية، والبدعة الخبيثة ذيلاً هو أشر ذيل، وويلاً هو أقبح ويل، وهو أنهم لما علموا أن الكتاب والسنة يناديان عليهم بالخسارة والبوار بأعلى صوت، عادوا السنة المطهرة، وقدحوا فيها وفي أهلها بعد قدحهم في الصحابة -رضي الله عنهم-، وجعلوا المتمسك بها من أعداء أهل البيت، ومن المخالفين للشيعة لأهل البيت، فأبطلوا السنة بأسرها، وتمسكوا في مقابلها، وتعوضوا عنها بأكاذيب مفتراه، مشتملة على القدح المكذوب المفترى في الصحابة، وفي جميع الحاملين للسنة المهتدين بهديها العاملين بما فيها، الناشرين لها في الناس من التابعين وتابعيهم إلى هذه الغاية،
وسَمُوْهم بالنصب، والبغض لأمير المؤمنين علي بن أبي طالب - رضي الله عنه - وأولاده، فأبعد الله الرافضة وأقمأهم» . (٢)
قول عبد العزيز بن ولي الله الدهلوي-رحمه الله- (١٢٣٩هـ) :
قال عن الرافضة في آخر كتابه العظيم (التحفة الأثنى عشرية) الذي ألفه في الرد عليهم واختصره الألوسي، واشتهر من خلاله: «ومن استكشف عن عقائدهم الخبيثة، وما انطووا عليه علم أن ليس لهم في الإسلام نصيب، وتحقق كفرهم لديه، ورأى منهم كل أمر عجيب، واطلع على كل أمر غريب، وتيقن أنهم قد أنكروا الحسي، وخالفوا البديهي الأوّلى، ولا يخطر ببالهم عتاب، ولا يمر على أذهانهم عذاب أو عقاب، فإن جاءهم الباطل أحبوه ورضوه، وإذا جاءهم الحق كذبوه وردوه {مثلهم كمثل الذي استوقد ناراً فلما أضاءت ماحوله ذهب الله بنورهم وتركهم في ظلمات لايبصرون -
_________
(١) المرجع نفسه ص٤٢.
(٢) قطر الولي على حديث الولي للشوكاني ص٣٠٥-٣٠٦.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (103,'صم بكم عمى فهم لا يرجعون} (١) ولقد غشي على قلوبهم الران، فلا يعون ولا يسمعون، فإنا لله وإنا إليه راجعون، ولقد تعنّتوا بالفسق والعصيان في فروع الدين وأصوله، فصدق ظن إبليس فاتبعوه من دون الله ورسوله، فياويلهم من تضييعهم الإسلام ويا خسارتهم مما وقعوا
فيه من حيرة الشبه والأوهام ... » . (٢)
أقوال بعض هيئة كبار العلماء في المملكة العربية السعودية
(حرسها الله) :
جاء ... في إحدى فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء ضمن الإجابة عن سؤال عن معتقد الرافضة: «مذهب الشيعة الإمامية مذهب مبتدع في الإسلام أصوله وفروعه ... » . (٣)
وفي فتوى أخرى: « ... إن الشيعة الإمامية الإثنى عشرية قد نقلوا في كتبهم عن أئمتهم: أن القرآن الذي جمعه عثمان بن عفان - رضي الله عنه - عن طريق حفاظ القرآن من الصحابة محرفاً بالزيادة فيه والنقص منه وتبديل بعض كلماته وجمله، وبحذف بعض آيات وسور منه يعرف ذلك من قرأ كتاب (فصل الخطاب في تحريف كتاب رب الأرباب) الذي ألفه حسين بن محمد تقي النوري الطبرسي في تحريف القرآن، وأمثاله مما ألف انتصاراً للرافضة ودعماً لمذهبهم كمنهاج الكرامة لابن المطهر، كما أنهم يعرضون عن دواوين السنة الصحيحة
كصحيحي البخاري ومسلم فلا يعتبرونها مرجعاً لهم في الاستدلال على الأحكام عقيدة وفقهاً، ولا يعتمدون عليها في تفسير القرآن وبيانه، بل استحدثوا كتباً في الحديث، وأصلوا لأنفسهم أصولاً غير سليمة يرجعون إليها في تمييز الضعيف في زعمهم من الصحيح، وجعلوا
_________
(١) سورة البقرة ١٧، ١٨.
(٢) مختصر التحفة الأثني عشرية ص٣٠٠-٣٠١.
(٣) فتاوى اللجنة الدائمة جمع أحمد الدويش ٢/٢٦٨ فتوى رقم (٩٤٢٠) وقد ... جاءت هذه الفتوى مذيلة بتوقيعات كل من: سماحة الشيخ عبد العزيز بن باز ... (رئيس اللجنة) الشيخ عبد الرزاق عفيفي (نائب رئيس اللجنة) الشيخ ... عبد الله بن غديان (عضو) .',NULL,'109',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (104,'من أصولهم الرجوع إلى أقوال الأئمة الإثني عشرية المعصومين في زعمهم ... » (١) الخ الفتوى.
فهذه بعض أقوال أئمة السلف، وأهل العلم من بعدهم، مضافة إلى ما سبق أن تقدم من أقوال أئمة أهل البيت -رضي الله عنهم- جاءت كلها مقررة ومرسخة موقفهم الموحد من الرافضة، من خلال تلك النصوص المتواترة عنهم والمتضافرة في ذمهم للرافضة، ووصفهم لهم بكل شر ورذيلة وأنهم أبعد الناس عن كل خير وفضيلة
في سياقات متعددة وعبارات متنوعة إمعاناً منهم في التحذير من شرهم وبيان شدة خطرهم، حتى قال الرجل المتبحر في أمرهم الخبير بأحوالهم بعد أن بلغ الغاية في ذمهم -وهو شيخ الإسلام ابن تيمية- «وشر هؤلاء وضررهم على أهل الإسلام لايحصيه الرجل الفصيح
في الكلام» على ما تقدم بذلك النقل عنه موثقاً. (٢)
فجزى الله هؤلاء الأئمة وسائر العلماء المحذرين من الرافضة خيراً، فإنهم قد أدوا للأمة حق النصيحة، واجتهدوا في ذلك حتى قامت بأقوالهم وتحذيراتهم الحجة على الخلق، وظهر لكل من له أدنى حظ من فهم، ومعرفة بالشرع: أن الرافضة أبعد ما تكون عن الحق وأقرب ما تكون للظلم والجور، وأنهم أشد الناس مشاقة للشرع، وبغضاً لأهل الخير والفضل، وأنه ما ابتلي المسلمون في سالف عصورهم وحاضرها بشر منهم ولا أخوف على الدين منهم.
فنسأل الله الكريم أن يقي المسلمين شرهم، وأن يجعل كيدهم ومكرهم عليهم، وأن يجعل هلاكهم بأيديهم إنه سميع مجيب.
_________
(١) فتاوى اللجنة الدائمة ٢/٢٦٩ فتوى رقم (١١٤٦١) وهذه الفتوى موقعة ... من قبل اللجنة المذكورة في الفتوى السابقة.
(٢) انظر: ص ١٤٣ من هذا الكتاب.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (105,'<span data-type="title" id=toc-13>المبحث السادس نقد عام للمؤلِّف ومنهجه في كتبه</span>

قبل الدخول في الرد المفصل على المسائل التي ذكرها المؤلف في كتابه الأول (ثم اهتديت) لابد لي من وقفة معه لبيان حاله، ومنهجه الذي سار عليه في تأليف كتبه، ومدى صدقه، وأمانته، ومبلغه من العلم، ليقف القارئ على ذلك بنفسه قبل الشروع في قراءة الرد عليه.
وذلك ببيان جهل المؤلف، وغروره، وكذبه، وتدليسه، وتناقضه في كلامه، واتباعه الظن في أحكامه، وعدم توثيقه للنقول، ومخالفته في كتبه لأصول التأليف التي درج عليها أهله، وكذلك للمنهج الذي ألزم به نفسه في التأليف، ومخالفته أيضاً لعقيدة الرافضة المعروفة عندهم.
وسيكون تقرير هذا كله بالاستدلال على كل جزئية من كلامه والمقارنة بين أقواله والمناظرة بين مسائلة التي يقررها من خلال كتبه الأربعة السالفة الذكر.
وها هو ذا تفصيل ذلك:

أولاً: جهله.
ويدل على ذلك ما ذكره المؤلف عن نفسه واعترافه بأنه
ليست عنده مكتبة خاصة إلا بعد أن أهدى له الرافضة في العراق مجموعة من كتبهم،',NULL,'111',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (106,'يقول: «وفوجئت عند دخولي إلى منزلي بكثرة الكتب التي وصلت قبلي وعرفت مصدرها........فرحت كثيراً، ونظمت الكتب في بيت خاص سميته المكتبة» . (١)
ثم يقول بعد ذلك: «سافرت إلى العاصمة، ومنها اشتريت صحيح البخاري، وصحيح مسلم، ومسند الإمام أحمد، وصحيح الترمذي، وموطأ مالك، وغيرها من الكتب الأخرى المشهورة، ولم أنتظر الرجوع إلى البيت فكنت طوال الطريق بين تونس وقفصة وأنا راكب في حافلة النقل العمومية أتصفح كتاب البخاري، وأبحث عن رزية الخميس متمنياً أن لا أعثر عليها، ورغم أنفي وجدتها ... » . (٢)
فليتأمل القارئ قوله: (ثم وضعت الكتب في مكان سميته المكتبة) وكأنه أول من ابتكر المكتبات في البيوت ثم وضع لها هذا الاسم الذي ظن أنه لم يسبق إليه، ثم شرائه من بعد ذلك الصحيحين، والكتب المشهورة في الحديث بعد أن لم تكن عنده ولا يعرفها.
في حين أن هذه الكتب لاتكاد تخلو منها مكتبة طالب علم
صغير، فضلاً عمن يعد نفسه من العلماء، ويتصدى للبحث والتأليف في أخطر المسائل وأدقها في باب الاعتقاد.
هذا وقد اعترف المؤلف في موطن آخر من كتابه (ثم اهتديت) بأنه ليست عنده معرفة بعلوم الشريعة، زاعماً -لفرط جهله- أنه لا يحتاج إليها في بحثه عن أحوال الصحابة.
يقول ضمن نقله لحوار دار بينه وبين عالم سني: «فقال: لايمكنك الاجتهاد إلا إذا عرفت سبعة عشر علماً، منها علم التفسير واللغة، والنحو، والصرف، والبلاغة، والأحاديث، والتاريخ، وغير ذلك.
_________
(١) ثم اهتديت ص٨٦-٨٧.
(٢) المرجع نفسه ص٨٨.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (107,'وقاطعته قائلاً: أنا لن أجتهد لأبين للناس أحكام القرآن والسنة، أو لأكون صاحب مذهب في الإسلام كلا، ولكن لأعرف من على الحق، ومن على الباطل، ولمعرفة أن الإمام علي على الحق أو معاوية مثلاً، ولا يتطلب ذلك الإحاطة بسبعة عشر علماً، ويكفي أن أدرس حياة كل منهما، وما فعلاه حتى أتبين الحقيقة» . (١)
قلت: ولهذا وقع المؤلف في أخطاء وجهالات لا تخفى على طالب في المراحل الدنيا من التعليم.
كقوله في كتابه فاسألوا أهل الذكر: «وإذا ما سألتهم -أي أهل السنة- من هؤلاء المنافقون الذين نزلت فيهم أكثر من مائة وخمسين آية
في سورتي التوبة والمنافقون فسيجيبون هو عبد الله بن أبيّ،
وعبد الله بن أبي سلول، وبعد هذين الرجلين لا يجدون اسماً
آخر» . (٢)
وقوله أيضاً: «فكيف يحصر النفاق بابن أبيّ، وابن أبي سلول المعلومين لدى عامة المسلمين» . (٣)
فقد وقع في أخطاء شنيعة:
الأول: قوله: إنه نزلت في المنافقين أكثر من مائة وخمسين آية في سورتي (التوبة) (والمنافقون) ، فسورتا (التوبة) و (المنافقون) لم تبلغا مائة وخمسين آيه في مجموعها، فالتوبة (١٢٩) آيه، والمنافقون (١١) آية، هذا مع أنه ليس كل آيات السورتين في المنافقين، فالثلاث الآيات الأخيرة من سورة (المنافقون) ليست في المنافقين، وكذلك التوبة فيها آيات كثيرة ليست في المنافقين.
ومفهوم كلامه هنا أن الآيات التي نزلت في المنافقين محصورة في السورتين، وهذا خطأ آخر، فقد نزلت آيات كثيرة في المنافقين ليست في
_________
(١) ثم اهتديت ص١٥٠.
(٢) فسألوا أهل الذكر ص١١٩.
(٣) المرجع نفسه ص١١٩.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (108,'السورتين المذكورتين، كما وردت بذلك آيات في البقرة
وآل عمران والنساء والمائدة (١) وغيرها من سور القرآن.
الثاني: ظنه أن ابن أبيّ غير ابن سلول وأنهما رجلان، وإنما هو رجل واحد فهو عبد الله بن أبيّ بن سلول، زعيم المنافقين ورأسهم في المدينة. (٢)
الثالث: قوله: «وبعد هذين الرجلين لا يجدون اسماً آخر» ، فهذا من جهله المركب، وعظيم جرأته على الكلام بدون علم، ولا تثبت، فلو رجع هذا المجازف في الكلام إلى أشهر كتاب متداول في السيرة، وهو سيرة ابن هشام، لوجد أن المؤلف سرد في الجزء الثاني من هذا الكتاب أسماء طائفة كبيرة من المنافقين في أكثر من عشر صفحات يذكرهم بأسمائهم وأسماء آبائهم، مبيناً بعض ما نزل في كل واحد منهم من القرآن (٣) ، هذا غير ما ذكره المؤرخون الآخرون، والمفسرون في كتب التفسير.
ومن جهالات المؤلف الكبيرة قوله: «وأبدلت الصحابة المنقلبين على أعقابهم أمثال معاوية، وعمرو بن العاص، والمغيرة بن شعبة، وأبي هريرة
وعكرمة، وكعب الأحبار وغيرهم بالصحابة الشاكرين ... » (٤) وهذا الكلام مع ما فيه من زيغ وضلال بعيد، سيأتي الرد عليه في موضعه، فإنه متضمن لخطأ شنيع حيث عدّ كعب الأحبار من الصحابة وإنما هو من التابعين، فقد أسلم بعد موت النبي - صلى الله عليه وسلم -، وقدم المدينة في عهد عمر - رضي الله عنه - (٥) ، وهذا مشهور عند أهل العلم، لكن المؤلف بجهله وقع في مثل هذا الخطأ الفادح الفاضح.
_________
(١) من هذه الآيات على سبيل المثال: في البقرة ٨-٢٠، ٢٠٤-٢٠٦، وفي ... آل عمران ١٢٠، ١٥٤، وفي النساء ٦٠-٦٦، ٧٢-٧٣، ١٣٨-١٤٦، وفي ... المائدة ٤١، ٥٢، ٥٣.
(٢) انظر ترجمته وطرفاً من أخباره في سيرة ابن هشام ٢/٦٢٠، ٤٦٩، ٥٥٥.
(٣) انظر: سيرة ابن هشام ٢/٥٤٨-٥٥٧.
(٤) ثم اهتديت ١٥٨.
(٥) انظر: سير أعلام النبلاء ٣/٤٨٩.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (109,'وعموماً فأخطاء المؤلف الدالة على جهله، وقلة بضاعته في العلم كثيرة، وإنما سقت هنا أمثلة يستدل بها، قبل تفصيل الرد عليه، وسيأتي في أثناء الرد المزيد من ذلك إن شاء الله تعالى.

ثانياً: غروره وإعجابه بنفسه.
اتسمت شخصية المؤلف بالغرور المفرط، والإعجاب بالنفس، يظهر ذلك من خلال حديثه عن نفسه، وتزكيته لنفسه في مواطن كثيرة من كتبه ومن أمثله ذلك:
قوله متحدثاً عن رحلته للحج: «لذلك ظننت أن الله هو الذي ناداني، وأحاطني بعنايته، وأوصلني إلى ذلك المقام الذي تموت
الأنفس دون الوصول إليه حسرة ورجاء» . (١)
ويقول أيضاً: «عناية ربانية أخرى، جعلت كل من يراني من الوفود يحبني، ويطلب عنواني للمراسلة» . (٢)
ويقول متحدثاً عن وضعه في بلده: «وتعدت شهرتي حدود مدينتي إلى مدن أخرى مجاورة، فقد يمر المسافر فيصلي الجمعة، ويحضر تلك الدروس، ويتحدث بها في مجتمعه» . (٣)
ويقول: «وبشّروني بأن صاحب الزمان -ويقصدون به الشيخ إسماعيل- قد اصطفاني من بين الناس لأكون من خاصة الخاصة، وطار قلبي فرحاً بهذا الخبر، وبكيت تأثراً بهذه العناية الربانية التي ما زالت ترفعني من مقام سام، إلى ما هو أسمى، ومن حسن إلى ما هو أحسن ... » . (٤)
فهذه بعض أقوال المؤلف في حديثه عن نفسه، وتزكيته لها، وكفى بذلك قدحاً في الرجل، ونقصاً في دينه وعلمه وعقله، يقول الله - عز وجل -: {فلا
_________
(١) ثم اهتديت ص١٤.
(٢) ثم اهتديت ص١٤.
(٣) المرجع نفسه ص١٦.
(٤) المرجع نفسه ص١٧.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (110,'تزكوا أنفسكم هو أعلم بمن اتقى} (١) ، ويقول: {ألم تر إلى الذين
يزكون أنفسهم بل الله يزكى من يشاء ولا يظلمون فتيلاً - انظر كيف يفترون على الله الكذب وكفى به إثماً مبيناً} . (٢)
ومع وقوع هذا المسكين في هذا المحذور العظيم، فإنه قد جمع إليه جرماً آخر، وهو افتخاره بالمعاصي كالغناء وكثرة السفر إلى بلاد الكفر، ومعرفته بتلك البلاد، حيث يقول ضمن حديثه عن زيارته لمصر: « ... وكانوا يعجبون لحماسي وصراحتى وكثرة اطلاعي، فإذا تحدثوا عن الفن غنيت، وإذا تحدثوا عن الزهد والتصوف ذكرت لهم أني من الطريقة التيجانية والمدنية أيضاً، وإذا تحدثوا عن الغرب حكيت لهم عن باريس، ولندن، وبلجيكا، وهولندا، وإيطاليا، وأسبانيا التي زرتهاخلال العطل الصيفية، وإذا تحدثوا عن الحج فاجأتهم بأني حججت وأني ذاهب إلى العمرة، وحكيت لهم عن أماكن لايعرفها حتىالذي حج سبع مرات: كغارحراء، وغارثور، ومذبح إسماعيل، وإذا تحدثوا عن العلوم والاختراعات شفيت غليلهم بالأرقام والمصطلحات، وإذا تحدثوا عن السياسة أفحمتهم بما عندي من آراء» . (٣)
إلى أن يقول: «والمهم من كل ما حكيته في هذا الفصل هو أن شعوري بدأ يكبر، وركبني بعض الغرور، وظننت فعلاً بأني أصبحت
عالماً، كيف لا وقد شهد لي بذلك علماء الأزهر الشريف، ومنهم من قال لي: يجب أن يكون مكانك هنا في الأزهر، ومما زادني فخراً واعتزازاً بالنفس أن رسول الله - صلى الله عليه وسلم - أذن لي في الدخول لرؤية مخلّفاته حسب ما ادعاه المسؤول عن مسجد سيدنا الحسين بالقاهرة ... » . (٤)
فهنيئاً للمؤلف بهذا الشرف، وهذه الكرامات التي أهلته بكل جدارة
_________
(١) سورة النجم ٣٢.
(٢) سورة النساء ٤٩-٥٠.
(٣) ثم اهتديث ص٢٣-٢٤.
(٤) ثم اهتديث ص٢٤.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (111,'لاعتناق عقيدة الرافضة، والدخول مع زمرة ابن سبأ، وابن العلقمي، ونصير (الشرك) الطوسي، وابن مطهر والخميني وغيرهم. فنسأل الله بكرمه وجوده السلامة والعافية وحسن العاقبة، وأن يجنبنا والمسلمين طريق الضلال والغواية.

ثالثاً: كذبه وتدليسه.
هناك أمثلة كثيرة تدل على كذب المؤلف، وتدليسه، وتزويره في كتبه ومن ذلك:
قوله في كتابه: (الشيعة هم أهل السنة) : «وكما قدمنا فيما سبق بأن المتسمين بأهل السنة والجماعة هم القائلون بخلافة الخلفاء الراشدين الأربعة أبي بكر وعمر وعثمان وعلي، هذا ما يعرفة الناس اليوم، ولكن الحقيقة المؤلمة هي أن علي بن أبي طالب لم يكن معدوداً
عند أهل السنة من الخلفاء الراشدين، لا ولم يعترفوا حتى بشرعية خلافته، وإنما أُلحق علي بالخلفاء الثلاثة في زمن متأخر جداً، وذلك في سنة ثلاثين ومائتين للهجرة، في زمن أحمد بن حنبل. أما الصحابة من غير الشيعة، والخلفاء والملوك والأمراء الذين حكموا المسلمين من عهد أبي بكر وحتى عهد الخليفة العباسي محمد بن الرشيد المعتصم، لم يكونوا يعترفون بخلافة علي بن أبي طالب أبداً، بل منهم من كان يلعنه، ولا يعتبره حتى من المسلمين، وإلا كيف يجوز لهم سبه ولعنه على المنابر» . (١)
ويقول أيضاً: «ولكل ذلك قلنا بأن أهل السنة والجماعة، لم يقبلوا بخلافة علي إلا بعد زمن أحمد بن حنبل بكثير، صحيح أن أحمد بن حنبل هو أول من قال بها، ولكنه لم يقنع بها أهل الحديث، كما قدمنا، لاقتدائهم بعبد الله بن عمر» . (٢)
فزعمه أن أهل السنة لم يعترفوا بخلافة علي ولا يرون شرعيتها إلا
_________
(١) الشيعة هم أهل السنة ص٤٥.
(٢) المرجع نفسه ٤٨-٤٩.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (112,'بعد زمن أحمد بن حنبل بكثير، وأن الصحابة على ذلك بل منهم من يكفر علياً، افتراء عظيم وكذب مشين على أهل السنة والجماعة، إذ أن محبة علي - رضي الله عنه - وموالاته، واعتقاد صحة خلافته بعد الخلفاء
الراشدين الثلاثة، الذين هو رابعهم، محل اتفاق بين أهل السنة على مختلف العصور والأمصار، من عصر الصحابة إلى اليوم، وقد بلغ من شهرة هذه المسألة وتواترها بين الخاصة والعامة من أهل السنة ما أصبحت به من الضروريات المسلمات عندهم، التي لا ينازع في تقريرهم لها إلاّ مفرط في الجهل أو مغرق في الإفك والكذب.
ولذا فإن دعوى الرافضي فيها من أظهر الأدلة وأقوى الشواهد على شدة كذبه، وعظيم افترائه وإفكه.
ومن أمثلة كذبه وتدليسه أيضاً قوله في كتابه (ثم اهتديت) : «من الأحاديث التي أخذت بها فدفعتني للاقتداء بالإمام علي: تلك التي أخرجتها صحاح أهل السنة والجماعة، وأكدت صحتها، والشيعة عندهم أضعافها ولكن -وكالعادة- سوف لا أستدل ولا أعتمد إلا الأحاديث المتفق عليها من الفريقين» . (١)
ثم ذكر عدة أحاديث منها:
- ... حديث: (أنا مدينة العلم وعلي بابها) .
- ... حديث: (إن هذا أخى ووصيي وخليفتي من بعدي فاسمعوا له
وأطيعوا.
- ... حديث: (من سره أن يحيا حياتي، ويموت مماتي، ويسكن
جنة عدن غرسها ربي فليوال علياً من بعدي، وليوال ... وليه ... » . (٢)
وهذا كذب وتدليس، فإن هذه الأحاديث المذكورة لم ترد في صحاح
_________
(١) ثم اهتديت ص١٧٢.
(٢) ثم اهتديت ص١٧٢-١٧٦-١٩١.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (113,'أهل السنة المعتمدة عندهم، ولم يحكموا بصحتها، بل حكموا ببطلانها ووضعها (١) وسيأتي الكلام في الرد على المؤلف في ذلك، وإنما أردت هنا بيان كذبه فيما ادعاه. (٢)
ومن صور كذبه أيضاً ما زعمه من اعتداء الجنود في المدينة المنورة على الحجاج بالضرب يقول: «زرت البقيع وكنت واقفاً أترحم على أرواح أهل البيت، وكان بالقرب مني شيخ طاعن في السن يبكي، وعرفت من بكائه أنه شيعي، واستقبل القبلة وبدأ يصلي، وإذا بالجندي يأتي إليه بسرعة، وكأنه كان يراقب حركاته وركله
بحذائه ركلة وهو في حالة سجود، فقلبه على ظهره وبقي المسكين فاقداً للوعي بضع دقائق، وانهال عليه الجندي ضرباً وسباً وشتماً، ورق قلبي لذلك الشيخ وظننت أنه مات، ودفعني فضولي، وأخذتني الحمية، وقلت للجندي: حرام عليك لماذا تضربه وهو يصلي؟ فانتهرني قائلاً: اسكت أنت ولاتتدخل حتى لا أصنع بك مثله ... » . (٣)
فلا يخفي ما في كلامه هذا من الكذب والافتراء، الذي يعلمه كل من زار هذه البلاد من المسلمين، حجاجاً، أو معتمرين، أو غيرهم من أصحاب الأعمال والحاجات، وما أكثرهم، حيث يُقدّرون في كل سنة بالملايين، وكلهم يشهد ويلمس ما يعيشه الحجاج والزائرون من أمن وأمان، وراحة بدنية ونفسية، عن طريق ما توفره الدولة السعودية السنية السلفية، من مرافق ومنشآت، ووسائل حديثة في مختلف المجالات، لخدمة الحجاج والزائرين، ثم تجنيد القوة البشرية في الدولة للسهر على تقديم كافة التسهيلات لهم، مع حسن المعاملة والرفق بهم، حتى أصبحت رحلة الحج والعمرة أشبه ما
_________
(١) انظر: الموضوعات لابن الجوزي ١/٣٥٧، والتذكرة في الأحاديث المشتهرة ... للزركشي ص١٦٣، والمقاصد الحسنة للسخاوي ص١٦٩، وكشف الخفاء ... للعجلوني ١/٢٠٣، ومجموع الفتاوى لشيخ الإسلام ابن تيمية ٤/٤١٠، ... ومنهاج السنة لشيخ الإسلام ابن تيمية ٧/٢٩٩-٣٥٤، والتلخيص للذهبي ... مع المستدرك للحاكم ٣/١٣٩.
(٢) انظر: ص ٥١٣، ٥٥١، ٥٨٩ من هذا الكتاب.
(٣) ثم اهتديت ص٨٢-٨٣.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (114,'تكون بنزه سياحية لما يلاقيه الحجاج والمعتمرون، من راحة وطمأنينة، بفضل الله ثم بما تقدمه الدولة من خدمات.
أما الرافضة فالكل يعلم أنهم أهل شغب وإثارة للفتن، خصوصاً
في مواسم الحج، ومع هذا فالدولة وفقها الله تدفع شرهم بأيسر السبل، وتقابل السيئة بالحسنة، مع حفظها ومحافظتها على أمن هذه البلاد الذي هو واجبها أمام الله ثم المسلمين.
وهذا أمر لايخفى بحمد الله على كل مطلع على الأحداث، ويعلمه على وجه الخصوص ملايين الحجاج والمعتمرين، الذين يقصدون هذه البلاد في كل سنة. فعلى من يلبس هذا الأفاك الأثيم، صنيعة الرافضة ودسيستهم على المسلمين؟؟!

رابعاً: تناقضه في كلامه.
المؤلف متناقض في كلامه وأحكامه التي يقررها، فما يكاد يذكر مسألة ويقررها إلا وينقضها في موطن آخر، حتى أصبح هذا الأمر سمة بارزة في كتبه، ولا عجب فهذه من أبرز سمات أهل الأهواء والبدع، لأن أقوالهم وأحكامهم إنما تبنى على آراء الرجال وأهوائهم، يقول الله تعالى: {ولوكان من عندغير الله لوجدوا فيه اختلافاً كثيراً} . (١)
ومن هذه التناقضات:
١- ... قوله في كتابه الشيعة هم أهل السنة: «يكفينا على ذلك دليل واحد يعطينا الحجة البالغة، وكما قدمنا بأن أهل السنة والجماعة
لم يعرفوا إلا في القرن الثاني للهجرة كرد فعل على الشيعة الذين
والوا أهل البيت وانقطعوا إليهم، فإننا لا نجد شيئاً في فقههم وعباداتهم، وكل معتقداتهم يرجعون فيه إلى السنة النبوية المروية عن أهل البيت» . (٢)
_________
(١) النساء ٨٢.
(٢) الشيعة هم أهل السنة ص٣٠٠.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (115,'يعارض هذا قوله في الكتاب نفسه: «وإذا شئنا التوسع في البحث لقلنا: بأن أهل السنة والجماعة هم الذين حاربوا أهل البيت النبوي، بقيادة الحكام الأمويين والعباسيين، ولذلك لو فتشت في عقائدهم وكتب الحديث عندهم فسوف لا تجد لفقه أهل البيت شيئاً عندهم يذكر، وسوف تجد كل فقههم وأحاديثهم منسوبة لأعداء أهل البيت» . (١)
ففي النص الأول يدعى أن كل معتقدات أهل السنة وفقههم ترجع إلى أهل البيت، وفي النص الثاني يناقض ذلك تماماً، ويزعم أن أهل السنة أخذوا كل معتقداتهم وفقههم من أعداء أهل البيت وليس لفقه أهل البيت عندهم أي ذكر.
٢- ... قوله: «وتجدر الإشارة إلى أن الشيعة تقيدوا بمصادر التشريع من الكتاب والسنة، ولم يزيدوا عليها شيئاً، وذلك لوجود النصوص
الكافية عند أئمتهم لكل مسألة من المسائل التي يحتاج الناس إليها» . (٢)
يعارضه قوله: «وبدأت سلسلة الفقهاء المجتهدين منذ ذلك العهد الى اليوم تتوالى بدون انقطاع، وفي كل عهد يبرز مرجع واحد أو عدة مراجع للشيعة، يقلدونهم في أعمالهم، حسب الرسائل العلمية التي يستنبطها كل مرجع من الكتاب والسنة، ولا يجتهد إلا في الأمور المستحدثة التي عرفها هذا القرن، بسبب التقدم العلمي والتكنولوجي» . (٣)
ففي النص الأول: يثبت أن الشيعةتقيدوابنصوص الكتاب والسنة، ولم يزيدوا عليها، لوجود النصوص الكافية عندهم لكل مسألة.
وفي النص الثاني: يقرر أن سلسلة الفقهاء المجتهدين من الشيعة تتوالى في كل عصر، وأنهم يستنبطون من النصوص ما يحتاجون إليه من الأحكام في المسائل المستحدثة.
_________
(١) المرجع نفسه ص٢٩٥.
(٢) الشيعة هم أهل السنة ص١٣٨.
(٣) المرجع نفسه ص١٤٤.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (116,'٣- ... قوله «أما الصحابة من غير الشيعة، والخلفاء، والملوك، والأمراء، الذين حكموا المسلمين من عهد أبي بكر، وحتى عهد الخليفة العباسي محمد بن الرشيد المعتصم، لم يكونوا يعترفون بخلافة
علي بن أبي طالب أبداً، بل منهم من كان يلعنه، ولا يعتبره حتى من المسلمين» . (١)
وقوله: «ولكل ذلك قلنا بأن أهل السنة والجماعة لم يقبلوا بخلافة علي إلا بعد زمن أحمد بن حنبل بكثير» . (٢)
ونصوص أخرى كثيرة في هذا المعنى. (٣)
ثم يعارض هذا كله بقوله: «أما خلافة علي فكانت ببيعة المهاجرين والأنصار له، بدون فرض ولا إكراه وكُتب ببيعته إلى الآفاق، فأذعنوا كلهم إلا معاوية من الشام» . (٤)
وبقوله: «وهل من سائل يسأل ابن عمر ومن يقول بمقالته من أهل السنة والجماعة، متى حصل الإجماع على خليفة في التاريخ كالذي حصل لأمير المؤمنين علي بن أبي طالب؟» . (٥)
وكذلك قوله في حق ابن عمر رضي الله عنهما: «نراه يمتنع عن بيعة علي التي أجمع عليها المسلمون» . (٦)
ونحن لا نعلم أي أقواله نصدق: دعواه بأن أهل السنة لم يعترفوا بخلافة علي حتى زمن أحمد بن حنبل؟! أم القول بأنهم أجمعوا على خلافته وأذعنوا لها من أول يوم بدون فرض ولا إكراه؟!
_________
(١) الشيعة هم أهل السنة ص٤٥.
(٢) المرجع نفسه ص٤٨.
(٣) انظر الشيعة هم أهل السنة ص٢٤-٤٩-١٥٢-٢٢٩-٢٣٠.
(٤) الشيعة هم أهل السنة ص٢٣٢.
(٥) المرجع نفسه ص٢٣١.
(٦) المرجع نفسه ص٢٣٢.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (117,'٤- ... قوله: «وفي هذا الصدد سجل لنا التاريخ أن الإمام علياً هو أعلم الصحابةعلى الإطلاق، وكانوايرجعون إليه في أمهات المسائل. ولم نعلم أنه رجع إلى واحد منهم قط. فهذا أبوبكر يقول: (لا أبقاني الله لمعضلة ليس لها أبو الحسن) ، وهذا عمر يقول: (لولا علي لهلك عمر» . (١)
وهذا يتعارض تماماً مع قوله: «إنهم أبعدوا علي بن أبي طالب فنبذوه وتركوه حبيس داره، ولم يشركوه في شئ من أمرهم طيلة ربع قرن، ليذلوه ويحقروه، ويبعدوا الناس عنه ... وفعلاً فقد بقى علي سلام الله عليه على تلك الحالة مدة خلافة أبي بكر وخلافة عمر وخلافة عثمان رهين البيت، يعمل الجميع على تحقيره، وإطفاء نوره، وإخفاء فضائله ومناقبه» . (٢)
٥- ... قوله: «وهذا لم يعجب قريش فثارت ثائرتها بعد وفاة محمد - صلى الله عليه وسلم - وحاولت القضاء على عترته كلها، فأحاطوا بيت فاطمة بالحطب ولولا استسلام علي وتضحيته بحقه في الخلافة، ومسالمته لهم، لقضى
عليهم، وانتهى أمر الإسلام من ذلك اليوم» . (٣)
وهذا الكلام يعارضه بالكلية وينقضه من أساسه في جواب سؤال زعم أنه ورد عليه وهو: هل رضي الإمام علي بالأمر الواقع، وبايع الجماعة؟ فيجيب قائلاً: «لا لم يرض الإمام علي بالأمر الواقع، ولم يسكت، بل احتج عليهم بكل شيء، ولم يقبل أن يبايعهم رغم التهديد والوعيد ... فعلي لم يسكت، وبقي طيلة حياته كلما وجد فرصة إلا وآثار مظلمته، واغتصاب حقه، ويكفي دليلاً على ذلك ما قاله في خطبته المعروفة بالشقشقية» . (٤)
_________
(١) ثم اهتديت ص١٧٣.
(٢) فسألوا أهل الذكر ص٢٥٢.
(٣) الشيعة هم أهل السنة ص١١٠-١١١.
(٤) فسألوا أهل الذكر ص٢٥٠-٢٥١.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (118,'٦- ... قوله: «وقد اتفق المسلمون بلا خلاف: على مودة أهل البيت عليهم الصلاة والسلام، واختلفوا في غيرهم» . (١)
يعارض هذا قوله ضمن حديثه عن أهل البيت: «ولذلك فإنك لاترى لهم وجوداً عند أهل السنة والجماعة، ولا يوجد في قائمة أئمتهم وخلفائهم الذين يقتدون بهم واحد من أئمة أهل البيت عليهم السلام» . (٢)
٧- ... قوله: «أضف إلى ذلك أن الإمام علياً عندما تولى الخلافة بادر بإرجاع الناس إلى السنة النبوية. وأول شئ فعله هو توزيع
بيت المال ... » . (٣)
وقوله: «ويكفي علي بن أبي طالب أن يعود بالناس إلى السنة النبوية، حتى يثور عليه الصحابة، الذين أُعجبوا بما ابتدعه عمر» . (٤)
وقوله: «إن أمير المؤمنين علياً لم يجبر الناس على البيعة بالقوة والإكراه، كما فعل الخلفاء من قبله، ولكنه تقيد -سلام الله عليه- بأحكام القرآن والسنة ولم يغير ولم يبدل» . (٥)
وهذا كله تعارضه أقوال له آخرى كقوله: «وإذا كان علي بن أبي طالب عليه السلام هو المعارض الوحيد، الذي حاول كل جهوده في أيام خلافته، إرجاع الناس للسنة النبوية بأقواله وأفعاله وقضائه، ولكن بدون جدوى، لأنهم شغلوه بالحروب الطاحنة ... » . (٦)
وقوله: «وهذه كتبهم وصحاحهم تشهد على صدق ما ذهبنا إليه، من أنه -سلام الله عليه- قد حاول بكل جهوده إحياء السنة النبوية، وإرجاع
_________
(١) فسألو أهل الذكر ص١٦٤.
(٢) الشيعة هم أهل السنة ص٢٣٨.
(٣) الشيعة هم أهل السنة ص ١٨٩.
(٤) المرجع نفسه ص١٩٠.
(٥) المرجع نفسه ص١٩٨.
(٦) المرجع نفسه ص٢٦٠.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (119,'الناس إلى أحضانها، ولكن لا رأي لمن لا يطاع. كما قال
هو بنفسه» . (١)
وقوله أيضاً: «وقضى خلافته في حروب دامية، فرضت عليه فرضاً، من الناكثين، والقاسطين، والمارقين، ولم يخرج منها إلا باستشهاده ... سلام الله عليه وهو يتحسر على أمة محمد» . (٢)
فهذه أمثلة لما جاء في كتبه من تناقضات وتعارضات، ولو أردت الاسترسال في ذكر ما وقع فيه المؤلف من هذه التناقضات لذكرت الكثير منها، إذ أن كتبه مليئة بذلك، غير أني أكتفي بما تقدم، حرصاً على عدم الإطالة ولتحقق المقصود بما ذكر حيث تبين من خلال هذا العرض تناقض الرجل واضطرابه، وشكه وارتيابه، مما يسقط الثقة بنقله، أو الاعتداد بحكمه.
خامساً: اتباعه الهوى والظن في أحكامه:
المؤلف لا يبني أحكامه وما يقرره من مسائل على منهج صحيح، كالاستدلال بالنصوص، والاستعانة بكلام أهل العلم في بحث المسائل وتحقيقها. وإنما له طريقة غريبة في ذلك، وهي تأصيل المسائل وتقريرها بمجرد الهوى والظن، بل امتدت طريقته هذه لتشمل الأحاديث النبوية
والروايات التاريخية التي ينفيها أو يقررها بغلبة الظن والهوى والرأي المجرد الذي لايستند لمبرر معقول، أو نقل مقبول، وهذه الطريقة سائدة في كتبه، وإنما أذكر لها أمثله. فمن ذلك:
قوله في كتابه فسألوا أهل الذكر: «إن أولئك الذين حكموا المسلمين في عهد الدولة الأموية وعلى رأسهم معاوية بن أبي سفيان، لم يعتقدوا يوماً من الأيام بأن محمداً بن عبد الله هو مبعوث برسالة من عند الله، وهو نبي الله حقاً، وأغلب الظن أنهم كانوا يعتقدون بأنه كان ساحراً» . (٣)
_________
(١) الشيعة هم أهل السنة ص١٨٢.
(٢) لأكون مع الصادقين ص٨١.
(٣) فسألوا أهل الذكر ص٤١.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (120,'فهذا حكم خطير على حكام المسلمين الذين جاءوا بعد عهد الخلفاء الراشدين واستغرق حكمهم جل قرن النبي - صلى الله عليه وسلم - الذي هو خير القرون والثلث الأول من القرن المفضل الثاني وحصل في عهدهم من الفتوح وعز الإسلام والمسلمين، والقيام بالسنة ونصرة أهلها ما دل على صدق إيمانهم وتدينهم، واشتهر من أخبارهم في العدل والتقوى والصلاح بين الأمة خاصها وعامها، على مر العصور، وكرّ الدهور ما بلغ حد التواتر، خصوصاً ما ثبت من ذلك في حق الصحابي الجليل معاوية بن أبي سفيان والتابعي الكبير عمر بن عبد العزيز -رضي الله عنهما-حتى إذا ما جاء هذا الأفاك الأثيم في هذا العصر المتأخر،
أطلق هذا الحكم الجريء، بأن هؤلاء الحكام لم يصدقوا يوماً ببعثة النبي - صلى الله عليه وسلم - ولم يعتقدوا صدق رسالته، حكماً مجرداً من أي دليل ولا يعتضد لأي نقل وإن كان زوراً وبهتاناً. بل لم يكتف بهذا حتى أعقب هذا الحكم بحكم آخر مصرحاً أن مستنده فيه غلبه الظن حيث يقول: وأغلب الظن أنهم يعتقدون أن النبي - صلى الله عليه وسلم - كان ساحراً ... هكذا يصدر هذا المجرم الأحكام في حق خيار الأمة، ومستنده فيها غلبة الظن عنده فعليه من الله ما يستحق.
ونظير هذا قوله: «وأغلب الظن أن القائلين بمبدأ الشورى في الخلافة، ومؤسسي هذه النظرية، هم الذين صرفوا نزولها عن حقيقتها يوم غدير خم» . (١)
وقوله عن عبد الرحمن بن عوف: «وأغلب الظن أنه اشترط على أمير المؤمنين علي بن أبي طالب بأن يحكم فيهم بكتاب الله وسنة الشيخين فرفض علي هذا العرض ... » . (٢)
وقوله أيضاً: «ولذلك أعتقد شخصياً بأن بعض الصحابة نسب النهي عن المتعة وتحريمها إلى النبي - صلى الله عليه وسلم - لتبرير موقف عمر بن الخطاب وتصويب رأيه» . (٣)
_________
(١) لأكون مع الصادقين ص٧١.
(٢) الشيعة هم أهل السنة ١٧٩.
(٣) لأكون مع الصادقين ص١٩٥.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (121,'وفي مقابل هذا الطعن والتهم الباطلة في حق أصحاب النبي - صلى الله عليه وسلم - وخيار سلف الأمة من أئمة المسلمين وعلمائهم، القائمة على الهوى والظن، والمجردة من أي دليل، نجده في الوقت نفسه يمجد الرافضة، ويعظمهم ويثني على دينهم.
فيقول ضمن حديثه عن زيارته للعراق، ورؤيته للرافضة وهم يطوفون بالقبور ويتمسحون بها: «كنت أنظر إلى الشيوخ الطاعنين في السن، وعلى رؤوسهم عمائم بيض وسود، وفي جباههم آثار السجود، وزاد في هيبتهم تلك اللحى التي أعفوها، وتنطلق منها روائح طيبة، ولهم نظرات حادة مهيبة، وما أن يدخل الواحد منهم حتى يجهش بالبكاء، وتساءلت في داخلي أيمكن أن تكون هذه الدموع كاذبة؟؟ أيمكن أن يكون هؤلاء الطاعنون في السن مخطئين؟؟» . (١)
ويقول في موطن آخر: «بل قد استهوتني عباداتهم، وصلاتهم ودعاؤهم، وأخلاقهم، واحترامهم لعلمائهم، حتىتمنيت أن أكون مثلهم» . (٢)
أماطريقته في الحكم على الأحاديث من حيث الصحة والضعف، فله في ذلك طريقة غريبة لا أظن أن أحداً سبقه إليها، حتى من أصحاب المنهج العقلي: الذين يخضعون الآحاديث لعقولهم فما وافقها أخذوا به، وما خالفها ضعفوه وتركوه، وأما هذا الرجل فإنه يخضع
الآحاديث لهواه، فتراه يصحح ويضعّف ويحذف ويزيد في الآحاديث، بل قد يصحح جزءاً من الحديث، ويضعف الجزء الآخر، كل ذلك بمجرد الهوى والظن غير مستدل لكلامه ولا موثق لأحكامه، ومن ذلك:
إيراده الحديث الذي رواه مسلم من حديث ابن عمر قال: خرج رسول الله - صلى الله عليه وسلم - من بيت عائشة فقال: (رأس الكفر من هنا من حيث يطلع قرن الشيطان، يعني المشرق) . (٣)
_________
(١) ثم اهتديت ص٣٦-٣٧.
(٢) المرجع نفسه ص٤٣.
(٣) رواه مسلم (كتاب الفتن ... باب الفتنة من المشرق ... ) ٤/٢٢٢٨ ... ح٢٩٠٥.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (122,'قال بعد إيراده هذا الحديث وقد حذف منه العبارة الأخيرة -يعني المشرق-: «ولاعبرة بالزيادة التي أضافوها بقولهم: يعني المشرق، فهي واضحة الوضع ليخففوا بها عن أم المؤمنين، ويبعدوا هذه التهمة عنها» . (١)
ومن الأحاديث التي طعن فيها، الحديث الصحيح الذي رواه البخاري عن عائشة -رضي الله عنها- قالت: (حججنا مع النبي - صلى الله عليه وسلم - فأفضنا يوم النحر، فحاضت صفية فأراد النبي - صلى الله عليه وسلم - منها مايريد الرجل من أهله فقلت يارسول الله إنها حائض) . (٢)
قال: حسبه الله: «عجباً لهذا النبي الذي يحب مجامعة زوجه،
على مشهد وعلم من زوجته الآخرى، فتعلمه بأنها حائض، بينما لا
تعلم المعنية بالأمر من ذاك شيئاً» . (٣)
وبهذا الأسلوب نفسه يطعن في حديث عائشة وعثمان الذي رواه مسلم في صحيحه: (أن أبا بكر استأذن على رسول الله - صلى الله عليه وسلم - وهو مضطجع على فراشه لابس مرط عائشة، فأذن لأبي بكر وهو كذلك فقضى إليه حاجته ثم انصرف، ثم استأذن عمر فأذن له وهو على تلك الحال فقضى إليه حاجته ثم انصرف، قال عثمان: ثم استأذنت عليه فجلس وقال: لعائشة اجمعي عليك ثيابك، فقضيت إليه حاجتي ثم انصرفت ... ) (٤) الحديث.
قال بعد إيراده الحديث متهكما غامزاً الحديث بالوضع: «أي نبي هذا الذي يستقبل أصحابه وهو مضطجع في مرط زوجته على فراشه، وبجانبه زوجته في لباس مبتذل، حتى إذا جاء عثمان جلس، وأمر زوجته بأن تجمع عليها ثيابها» (٥) - على هذا المفترى من الله مايستحق-.
_________
(١) فسألوا أهل الذكر ص١٠٥.
(٢) رواه البخاري في كتاب الحج (باب الزيادة يوم النحر) ٣/٥٦٧، ح١٧٣٣.
(٣) فسألوا أهل الذكر ص٢٦٦.
(٤) صحيح مسلم (كتاب فضائل الصحابة، باب من فضائل عثمان بن عفان
- رضي الله عنه -) ٤/١٨٦٦، ح٢٤٠٢.
(٥) فسألوا أهل الذكر ص٢٦٧.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (123,'وكلامه عن هذين الحديثين وعن أحاديث أخرى تتعلق
بشخصية النبي - صلى الله عليه وسلم - اعرضت عن نقل كلامه فيها لبشاعته-مع مافيه من تكذيب بالأحاديث الصحيحة واتهام للصحابة بوضعها فإن فيه طعناً في ذات النبي - صلى الله عليه وسلم - ونيلاً من مقامه الشريف، وأخلاقة السامية الرفيعة، وتعريضاً بزوجاته الطاهرات العفيفات، وهذا كفر صريح بإجماع المسلمين. وقد ذكر شيخ الإسلام ابن تيمية -رحمه الله- اجماع العلماء على كفر من سب النبي - صلى الله عليه وسلم - أو عابه، أو تنقّصه، ونقل عباراتهم في ذلك.

قال الإمام أحمد: (كل من شتم النبي عليه الصلاة والسلام، أو تنقّصه، مسلماً كان أو كافراً، فعليه القتل. وأرى أن يقتل ولا يستتاب) .
وقال ابن القاسم عن مالك: (من سب النبي - صلى الله عليه وسلم - قُتل ولم يستتب) ، قال ابن القاسم: (أو شتمه، أو عابه، أو تنقّصه، فإنه يقتل كالزنديق. وقد فرض الله توقيره) .
وروى ابن وهب عن مالك من (قال: إن رداء النبي - صلى الله عليه وسلم - ورُوي بُرْده- وسخ وأراد به عيبه قتل) .
وكذلك قال أبو حنيفة وأصحابه فيمن تنقصه أو برئ منه، أو كذبه: إنه مرتد.
وكذلك قال أصحاب الشافعي: كل من تعرض لرسول الله - صلى الله عليه وسلم - بما فيه استهانة فهو كالسب الصريح فإن الاستهانة بالنبي كفر.
قال شيخ الإسلام بعد ذكره هذه النقول: «فقد اتفقت نصوص العلماء من جميع الطوائف على أن التنقص له كفر مبيح للدم وهم في استتابته على ما تقدم من الخلاف، ولا فرق في ذلك بين أن يقصد عيبه، لكن المقصود شئ آخر حصل السبُّ تبعاً له، أو لا يقصد شيئاً من ذلك بل يهزل ويمزح أو يفعل غير ذلك» . (١)
_________
(١) الصارم المسلول ص٥٢٧، وانظر: في النقول قبله ص٥٢٥-٥٢٧، من ... الكتاب نفسه.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (124,'كما نقل الاجماع على ذلك أيضاً القاضي عياض قال: «جميع من سب النبي - صلى الله عليه وسلم -، أو عابه، أو ألحق به نقصاً في نفسه أو نسبه أو دينه أو خصله من خصاله، أو عرّضَ به، أو شبهه بشيء على طريق السب له، والإزراء عليه، أو التصغير لشأنه، أوالغضّ منه والعيب له فهو ساب له. والحكم فيه حكم الساب يقتل، ولا نستثنى فصلاً من فصول هذا الباب عن هذا المقصد، ولا نمتري فيه، تصريحاً كان أو تلويحاً. وكذلك من لعنه أو دعا عليه أو تمنى مضرة له، أونسب إليه مالا يليق بمنصبه على طريق الذم، أو عبث في جهته العزيزة بسخف من الكلام وهجر، ومنكر من القول وزور، أو عيّره بشئ مما جرى من البلاء والمحنة عليه، أو غمصه ببعض العوارض البشرية الجائزة والمعهودة لديه. وهذا كله إجماع من العلماء وأئمة الفتوى من لدن الصحابه رضوان الله عليهم إلى هلمّ جرا» . (١)

سادساً: مخالفة المؤلف لأصول التأليف التي درج عليها أهله:
لم يلتزم المؤلف في كتبه بالمنهج العلمي المتعارف عليه بين الباحثين والمؤلفين، لا من حيث الطريقة في عرض المسائل وترتيبها، ولامن حيث توثيق المعلومات من مصادرها. كما أنه لم يلتزم التحقيق
العلمي الصحيح المبني على الاستدلال لما يعرضه من مسائل وموضوعات بل جاءت كتبه خالية من كل ذلك.
أما طريقته في عرض المسائل فإنه لم يلتزم منهجاً واضحاً في عرضها، كتقسيم مسائل البحث على مباحث تجمعها فصول أو أبواب متناسبة -كما هو معروف في مناهج البحث الحديثة- (٢)
أو الأخذ بطريقة المتقدمين القائمة على عرض المسائل تحت فصول أو أبواب مستقلة مع الدقة في العرض والترتيب، بل كانت طريقته قائمة على وضعه عناوين
_________
(١) الشفا بتعريف حقوق المصطفى - صلى الله عليه وسلم - ٢/٩٣٢.
(٢) يستثنى من هذا طريقته في كتابه فسألوا أهل الذكر، حيث قسمه إلى فصول ... وإن كان لم يلتزم منهجاً علمياً في عرض المسائل تحتها كعادته في سائر كتبه.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (125,'لا ارتباط لها بما قبلها أو بعدها من عناوين آخرى، هذا مع تكراره للعناوين في الموضوع الواحد في أكثر من موطن في كتاب واحد، مما جعل كتبه أشبه ما تكون بمقالات صُحُفِيه جمعت من غير تهذيب ولا ترتيب.
فمن الأمثلة لعدم ترابط الموضوعات وترتيبها ترتيباً موضوعياً حديثه في كتابه (لأكون مع الصادقين) عن مسألة الشورى تحت عنوان: (تعليق على الشورى) وهذا العنوان يشعر بأنه سبق أن بحث المسألة، وإنما جاء دور التعليق عليها، في حين أن هذا لم يحصل، وإنما جاء هذا العنوان بعد مبحث بعنوان: (شواهد آخرى على ولاية علي)
ثم ما يلبث أن يضع عنواناً آخر بعد التعليق على الشورى فيقول: (الاختلاف في الثقلين) .
وبعد هذا بمبحث يعقد عنواناً جديداً بعنوان: (اختلاف المذاهب السنية في السنة النبوية) ثم ينتقل لموضوع جديد بعد هذا بمبحث فيقول: (القضاء والقدر عند أهل السنة) وبعده بمبحثين -يبحث مسألة الخمس ثم التقليد (١) ، وهكذا فالمؤلف لا يسير في بحثه على منهج علمي، وإنما يعقد عناوين مختلفة في موضوعاتها، ثم يتحدث تحتها بما لا يتجاوز ثلاث إلى أربع صفحات في الغالب كلاماً مجرداً من أي تحقيق علمي، ثم ما يلبث أن ينتقل إلى موضوع آخر بالطريقة نفسها.
وزيادة في التمثيل على ماتقدم، أنقل جملة من بعض عناوين كتابه: (الشيعة هم أهل السنة) التي جاءت متتابعة مع اختلاف موضوعاتها.
وهي بحسب ترتيبها: (التقليد والمرجعية عند أهل السنة) ، (الخلفاء الراشدون عند الشيعة) ، (الخلفاء الراشدون عند أهل السنة) ، (النبي - صلى الله عليه وسلم - لا يقبل تشريع أهل السنة والجماعة) ، (تنبيه لابد منه) ، (عداوة أهل السنة لأهل البيت تكشف عن هويتهم) .
_________
(١) انظر: هذه المباحث من ص١١١ إلى ص١٥٤من كتابه لأكون مع الصادقين.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (126,'وهذه العناوين تحدث عنها كلها في ثلاث عشرة صفحة فقط
دون ربط لموضوعاتها. (١)
ومن الأمثلة أيضاً لذلك: عقده هذه العناوين بهذا الترتيب (فصل الخطاب في تقييم الأصحاب) ، (مخالفة أهل السنة والجماعة للسنن النبوية) ، (نظام الحكم في الإسلام) ، (القول بعدالة الصحابة يخالف صريح السنة) . (٢)
ومع هذا الاضطراب الكبير في عرض المسائل فليت أن المؤلف اقتصر في بحث كل مسألة على موطن واحد، بل نجد أنه يعرض المسألة في أكثر من موطن، من كل كتاب من كتبه في تكرار ممل للنفوس وحشو للكلام بما لا طائل تحته.
مثل بحثه لمسألة موقف أهل السنة من السنة النبوية ودعواه مخالفتهم لها بحثها في أكثر من موضع من كتابه: (الشيعة هم السنة) .
الأول: في ص٢٩ تحت عنوان: (في مخالفتهم للسنة) .
الثاني: في ص٤٥ تحت عنوان: (أهل السنة لا يعرفون السنة النبوية) .
الثالث: في ص٥٢ تحت عنوان: (أهل السنة ومحق السنة) .
الرابع: في ص٢٨٧ تحت عنوان: (مخالفة أهل السنة والجماعة للسنن النبوية) .
الخامس: في ص ٢٩٥ تحت عنوان: (النبي - صلى الله عليه وسلم - يأمر المسلمين بالاقتداء بعترته وأهل السنة يخالفونه) .
ومثل مسألة التعريف بأهل السنة، بحثها في موطنين من كتاب الشيعة هم أهل السنة:
_________
(١) انظر: الشيعة هم أهل السنة ص١٤٦-١٥٩.
(٢) انظر: المرجع السابق ص٢٨٠-٢٩٢.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (127,'الأول: في ص٧٥ تحت عنوان: (التعريف بأئمة أهل السنة) .
الثاني: في ص١٧٠ تحت عنوان: (أئمة أهل السنة وأقطابهم) .
وكذلك مسألة موقف أهل السنة من الصلاة على النبي - صلى الله عليه وسلم - بحثها في موطنين متباعدين من الكتاب نفسه:
الأول: ص١٦٤ تحت عنوان: (تحريف أهل السنة والجماعة كيفية الصلاة على محمد وآله) .
والثاني: ص٣٠٣ تحت عنوان: (أهل السنة والصلاة البتراء) .
وهذه أمثلة من كتاب واحد فقط، وأما بالنظر إلى مجموع كتبه فحدث ولا حرج.
وأما عدم توثيقه للمعلومات من مصادرها، فهذا ظاهر لكل من اطلع على كتبه، بل هو الغالب عليها وسأكتفي هنا بذكر أمثلة فقط.
فمن ذلك إيراده بعض الأحاديث المنكرة والموضوعة، وادعاؤه
صحتها مع عدم عزوه إلى مصادرها من كتب السنة مثل:
حديث: (كم قارئ للقرآن والقرآن يلعنه) . (١)
حديث: (اختلاف أمتي رحمة) . (٢)
حديث: (علي قائد البررة وقاتل الكفرة) . (٣)
حديث: (أصحابي كالنجوم بأيهم اقتديتم اهتديتم) . (٤)
حديث: (علي مني بمنزلتي من ربي) . (٥)
_________
(١) ثم اهتديت ص١٨٠.
(٢) لأكون مع الصادقين ص٢٠-١٢٦.
(٣) المرجع نفسه ص٤٥.
(٤) المرجع نفسه ص١٦.
(٥) المرجع نفسه ص١٦٢.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (128,'حديث: (حلال محمد حلال إلى يوم القيامة) . (١)
حديث: (الغيرة للرجل إيمان وللمرأة كفر) . (٢)
وكذلك نسبته بعض الأقوال والأفعال للصحابة مما لا تليق بمكانتهم من غير الإحالة على مصدر كنسبته لعائشة-رضي الله عنها- أنها منعت من دفن فاطمة -رضي الله عنها- بجوار أبيها. ومنعت الحسين بعد ذلك من دفن الحسن بجوار جده - صلى الله عليه وسلم -. وأنها ركبت بغلة وخرجت تنادي
وتقول: (لا تدفنوا في بيتي من لا أحب) . (٣)
وزعمه أن الحسين - رضي الله عنه - طاف بأخيه الحسن - رضي الله عنه - بعد موته على قبر جده. (٤) وكذلك رميه عموم الصحابة بالتهم العظيمة والجرائم الشنيعة حيث يقول: «ويذكر المؤرخون أشياء عجيبة وغريبة، وقعت في تلك الأيام، من أولئك الصحابة الذين أصبحوا فيما بعد خلفاء الرسول - صلى الله عليه وسلم - وأمراء المؤمنين.
كحملهم الناس على البيعة، بالضرب، والتهديد، بالقوة.
وكالهجوم على بيت فاطمة، وكشف وعصر بطنها بالباب الذي كانت وراءه، حتى أسقطت جنينها.
وإخراج علي مكتفاً، وتهديده بالقتل إن رفض البيعة.
وغصب الزهراء حقوقها، من النحلة، والإرث، وسهم ذوي القربى، حتى ماتت غاضبة عليهم، وهي تدعو عليهم في كل صلاة.
وكهتكهم للمحارم، وتعدي حدود الله في قتل الأبرياء من المسلمين، والدخول بنسائهم من غير احترام للعدة.
_________
(١) المرجع نفسه ص١٩٣.
(٢) فسألوا أهل الذكر ص٨٠.
(٣) ثم اهتديت ص١٦٥.
(٤) المرجع نفسه ص١٦٦.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (129,'وكتغييرهم أحكام الله ورسوله المبينة في الكتاب والسنة، وإبدالها بأحكام اجتهادية تخدم مصالحهم الشخصية.
وكنفي أبي ذر وطرده من مدينة رسول الله - صلى الله عليه وسلم -.
وكسب ولعن أهل البيت، الذين أذهب الله عنهم الرجس، وطهرهم تطهيراً ... » . (١)
إلى غير ذلك من التهم الملفقة، التي لم يقدم عليها دليلاً، أويسندها لمصدر موثوق.
وأما عدم تحقيقه للمسائل تحقيقاً علمياً صحيحاً، وبناؤه الأحكام على آرائه الشخصية المجردة من كل دليل، فهذا كثير في كتبه ومن أمثلة ذلك:
قوله في كتاب ثم أهتديت: «ولما استشهد الإمام علي، واستولى معاوية على الحكم بعد الصلح الذي أبرمه مع الإمام الحسن، وأصبح معاوية هو أمير المؤمنين، سمي ذلك العام (عام الجماعة) إذاً فتسمية أهل السنة والجماعة، دالة على اتباع سنة معاوية والاجتماع عليه، وليست تعني اتباع سنة رسول الله - صلى الله عليه وسلم -» . (٢)
وقوله: «وبمجرد اطلاعك على عقيدة الشيعة الإمامية في هذا الصدد يرتاح ضميرك، ويسلم عقلك بقبول تأويل الآيات القرآنية، التي فيها تجسيم أو تشبيه لله تعالى، وحملها على المجاز والاستعارة، لاعلى الحقيقة
ولاعلى ظواهر الألفاظ كما توهمه البعض» . (٣)
ويقول: «والمهم أن تعرف لماذا غير عمر رأيه في البيعة؟ أكاد اعتقد بأنه سمع بأن بعض الصحابة يريد بيعة علي بن أبي طالب بعد موت عمر، وهذا مالا يرضاه عمر أبداً» . (٤)
_________
(١) فسألوا أهل الذكر ١٥٩-١٦٠.
(٢) ثم اهتديت ص٢٠٣.
(٣) لأكون مع الصادقين ص٢٧.
(٤) المرجع نفسه ص٨٨.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (130,'ويقول منتقداً مقدار ما يُخْرج من المال للزكاة في الشرع، وأخذ الجزية من الكفار راداً بذلك على الله في حكمه وشرعه: «فلا يمكن لدولة الإسلام أن تعتمد على ما يخرجه أهل السنة والجماعة من الزكاة، وهي تمثل في أحسن الأحوال اثنين ونصف بالمائة، وهي نسبة ضعيفة لا تقوم بحاجة الدولة من إعداد القوة، ومن بناء المدارس والمستشفيات، وتعبيد الطرقات، فضلاً عن أن تضمن لكل فرد دخلاً يكفي معاشه ويضمن حياته، كما لا يمكن لدولة الإسلام أن تعتمد على الحروب الدامية، وقتال الناس لتضمن بقاءها، وتطوّر مؤسساتها على حساب المقتولين الذين لم يرغبوا في الإسلام» . (١)
فهذه نماذج لبعض المسائل والأحكام، التي يقررها المؤلف من غير تحقيق علمي يستند لدليل شرعي، أو لقول أحد من العلماء، وإنما يبني
تلك الأحكام على اعتقاداته الشخصية، وآرائه الضالة المنحرفة، فيكذب بالنصوص، ويرد أحكام الله، ويقرر أحداثاً تأريخية بظنون كاذبة، وهوى دفين في النفس، يحمله على كل ذلك حقده العظيم على سلف الأمة وخيارها وحبه وانتصاره للرافضة وعقيدتها، فعليه من الله ما يستحق.

سابعاً: مخالفة المؤلف للمنهج الذي ألزم به نفسه:
المؤلف لم يخالف أصول التأليف وقواعده المتعارف عليها عند أهل العلم فحسب، بل خالف حتى المنهج الذي ألزم به نفسه في كتبه. وسأبين فيما يلي بعض القواعد والأصول، التي وعد المؤلف أن يلتزمها في كتبه وبحثه للمسائل، ثم مخالفته لها بعد ذلك، مستدلاً على كل ذلك بنماذج من كلامه:
١- ... وعده بتجرده من العاطفة، والهوى، والتعصب، والتزامه الإنصاف والتجرد والعدل.
يقول في كتابه ثم اهتديت: «وقد عاهدت ربي -إن هداني- أن
_________
(١) المرجع نفسه ص١٥٢.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (131,'أتجرد من العاطفة لأكون حيادياً موضوعياً ولأسمع القول من الطرفين فأتبع أحسنه» . (١)
ويقول في الكتاب نفسه: «وقد عاهدت ربي أن أكون منصفاً
فلا أتعصب لمذهبي، ولا أقيم وزناً لغير الحق» . (٢)
ويقول في كتابه فسألوا أهل الذكر: «فعلى الباحث هنا أن يتقي الله في بحثه، ولا تأخذه العاطفة فيميل عن الحق، ويتبع الهوى، فيضل عن سبيل الله، إنما واجبه أن يخضع للحق، ولو كان الحق مع غيره، ويحرر نفسه من الرواسب، والعواطف، والأنانية» . (٣)
هذا ما ذكره المؤلف عن منهجه في البحث، فهل التزم بهذا؟ ... إليك أيها القارئ الإجابة على هذا من كلامه:
يقول مثنياً على الرافضة: «بل قد استهوتني عباداتهم، وصلاتهم ودعاؤهم، وأخلاقهم، واحترامهم لعلمائهم، حتىتمنيت أن أكون منهم» . (٤)
ويقول: «ثم قرأت كتاب المراجعات للسيد شرف الدين الموسوي، وما إن قرأت فيه بضع صفحات، حتى استهواني الكتاب، وشدنى إليه شداً، فكنت لا أتركه إلا غصباً وكنت أحمله في بعض الأحيان إلى المعهد» . (٥)
ويقول ولست أدري كيف أقنع نفسي، أو غيري، بآراء أهل السنة التي اعتمدت على ما أظن: أقوال الحكام من بني أمية» . (٦)
_________
(١) ثم اهتديت ص٩٢.
(٢) المرجع نفسه ص١٠١.
(٣) فسألوا أهل الذكر ص٣٦.
(٤) ثم اهتديت ص٤٣.
(٥) المرجع نفسه ص٨٧.
(٦) لأكون مع الصادقين ص١٥٠.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (132,'ويقول: «ولذلك اعتقد شخصياً: بأن بعض الصحابة نسب النهي عن المتعة وتحريمها إلى النبي - صلى الله عليه وسلم -، لتبرير موقف عمر بن الخطاب وتصويب رأيه» . (١)
ويقول: «ويدفعني هذا الاحتمال: بأن عمر بن الخطاب هو الذي أثار بقية الحاضرين، ودفعهم إلى التردد والتخلف عن أمر الرسول - صلى الله عليه وسلم -» . (٢)
فهذه أمثلة لما جاء في كلام المؤلف من اتباعه الهوى في أحكامه.
ولك ... أن تتأمل أيها القارئ عباراته المتقدمة التي صدّر بها أحكامه كقوله: (استهوتني) و (استهواني) (على ما أظن) (اعتقد شخصياً) (دفعني الاحتمال) .... لتعلم مدى التزامه بما وعد به من التجرد من العاطفة والهوى.
وأما ماوعد به من نبذ التعصب والتزامه الإنصاف والحيادية، فيكذّب ذلك تعصبه الشديد للرافضة ولعقيدتهم الفاسدة، وثناؤه
عليهم، وعلى عقيدتهم، في مقابل طعنه في أهل السنة وعقيدتهم
وأئمتهم.
يقول معبراً عن رأيه في الخلافة عند أهل السنة: «أما الخلافة عند أهل السنة والجماعة، فهي بالاختيار والشورى، وبذلك فتحوا الباب الذي لا يمكن غلقه على أي واحد من الأمة، وأطمعوا فيها كل قاص ودان، وكل غث وسمين، وحتى تحولت من قريش إلى الموالي والعبيد، وإلى الفرس والمماليك، وإلى الأتراك والمغول» . (٣)
ويقول عن عقيدة الشيعة في الخلافة: «فما أعظم عقيدة الشيعة في القول بأن الخلافة أصل من أصول الدين، وما أعظم قولهم بأن هذا منصب هو باختيار الله سبحانه، فهو قول سديد ورأي رشيد، يقبله العقل ويرتاح
_________
(١) المرجع نفسه ص١٩٥.
(٢) ثم اهتديت ص٩٥.
(٣) لأكون مع الصادقين ص١١٢.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (133,'إليه الضمير، وتؤيده النصوص من القرآن والسنة، ويرغم أنوف الجبابرة المتسلطين، والملوك والسلاطين، ويفيض على المجتمع السكينة والاستقرار» . (١)
ويقول ضمن حديثه عن عقيدة تحريف القرآن عند الرافضة: «وما ينسب إلى الشيعة من القول بالتحريف، هو مجرد تشنيع وتهويل، وليس له في معتقدات الشيعة وجود، وإذا ما قرأنا عقيدة الشيعة في
القرآن الكريم، فسوف نجد إجماعهم على تنزيه كتاب الله من كل تحريف ...
[إلى أن قال] : ... إن هذه التهمة (نقص القرآن والزيادة فيه) هي أقرب لأهل السنة منها إلى الشيعة، وذلك من الدواعي التي دعتني إلى أن أراجع كل معتقداتي، لأني كلما حاولت انتقاد الشيعة في شئ، والاستنكارعليهم، إلا وأثبتوا براءتهم منه وإلصاقه بي، وعرفت أنهم يقولون صدقاً. وعلى مر الأيام، ومن خلال البحث اقتنعت
والحمد لله» . (٢)
ويقول مثنياً على عقيدة الرافضة، ومصرحاً باعتناقه لها مع تبرئه من الصحابة وولايتهم واتهامه لهم بالردة: «وقرأت الكثير حتى اقتنعت بأن الشيعة الإمامية على حق، فتشيعت وركبت على بركة الله سفينة أهل البيت، وتمسكت بحبل ولائهم، لأني وجدت بحمد الله البديل عن بعض الصحابة، الذين ثبت عندي أنهم ارتدوا على أعقابهم، ولم ينج منهم إلا القليل، وأبدلتهم بأئمة أهل البيت النبوي، الذين أذهب الله عنهم الرجس، وطهّرهم تطهيراً ... » . (٣)
فهذه نماذج من أقوال المؤلف، الدالة على بعده عن العدل
والإنصاف في أحكامه، بل ظلمه وكذبه في أقواله. وذلك بثنائه
على بعض عقائد الرافضة وتصحيحها، وتخطئة أهل السنة فيما عندهم من الحق، كحديثه عن
_________
(١) المرجع نفسه ص١١٤.
(٢) المرجع نفسه ص٢٠٠-٢٠٢.
(٣) ثم اهتديت ص١٥٦.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (134,'الخلافة وموقف الفريقين منها. أو إنكاره أن تكون بعض عقائد الرافضة الشنيعة من عقائدهم، كزعمه براءتهم من عقيدة التحريف، المشتهرة في كتبهم القديمة والحديثة، والمجمع عليها بين علمائهم، ونسبة تلك العقيدة لأهل ... السنة، ظلماً، وزوراً، وبهتاناً.
ثم تصريحه باعتناقه عقيدة الرافضة وبراءته من عقيدة أهل السنة، ومن الصحابة، ورميه لهم بالردة، مدعياً أنه توصل لذلك، بعد بحث ودراسة، ليلبس بذلك على أهل الجهل والغفلة، ودعوتهم لعقيدة الرافضة المقيتة. ممايدل على عدم حياديته وإنصافه كمازعم. بل هو رافضي يدعو لما هو عليه من كفر وضلال، كغيره من زنادقة الرافضة.
٢- ... زعمه أن ما في كتبه لا يخرج عن الحق، وأنه لا يذكر من المسائل إلا ما اتفق عليه السنة والشيعة.
يقول: «فكتابي الأول والثاني يحملان عناوين من القرآن الكريم، وهو أصدق الكلام وأحسنه، وكل ما جمعته في الكتابين إن لم يكن الحق، فهو أقرب ما يكون إليه، لأنه مما اتفق عليه المسلمون: سنة، وشيعة، وما ثبت عند ... الفريقين أنه صحيح» . (١)
ويقول: «ولكن ما اتفق عليه أهل السنة والشيعة فهو صحيح، لانه ثبتت صحته ... عند الطرفين، ونلزمهم به كما ألزموا أنفسهم، وما اختلفوا فيه حتى لو كان صحيحاً عند أحدهم فلا يلزم الطرف الثاني بقبوله، كما لا يلزم الباحث الحيادي قبوله والاحتجاج به» . (٢)
فدعواه أن ما في كتبه إن لم يكن الحق فهو أقرب ما يكون إليه، دعوى باطلة مجردة من أي دليل، وما من مبتدع إلا وهو يدعي هذا، والحق الذي لا مرية فيه، أن كتبه أبعد ما تكون عن الحق، ويكفي على ذلك دليلاً أنه إنما ألّفها للانتصار والدعوة لعقيدة الرافضة التي هي أغرق
_________
(١) لأكون مع الصادقين ص٧-٨.
(٢) فسألوا أهل الذكر ص٣٥.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (135,'عقائد الفرق في الكفر والضلال، وأبعدها عن حقائق الإيمان..هذا من حيث الإجمال وسيأتي بيان ذلك مفصلاً عند الرد عليه إن شاء الله تعالى.
وأما زعمه أنه لا يذكر من المسائل إلا مااتفق عليه السنة والشيعة ويلزمهم بذلك: فهذا كذب محض، وهاهي ذي أمثلة من أقواله ... تدل على نقيض ادعائه، يقول: «والمعروف عند العلماء قديماً بأن علياً
ابن أبي طالب، هو المرشح للخلافة من قبل الرسول - صلى الله عليه وسلم -» . (١)
وضمن أجوبته عن بعض الأسئلة التي زعم أنها وجهت إليه:
يقول في جواب سؤال ... لماذا لم يعين الرسول - صلى الله عليه وسلم - له خليفة؟ «لقد عين صلى الله عليه وآله وسلم خليفة له بعد حجة الوداع، وهو علي بن أبي طالب، وأشهد على ذلك صحابته الذين حجوا معه، وكان يعلم بأن الأمة ستغدر به وتنقلب على أعقابها» . (٢)
وإجابة عن سؤال: هل كان النبي - صلى الله عليه وسلم - يعلم بموعد موته؟ قال: «لاشك بأنه كان يعلم مسبقاً بموعد وفاته، في الوقت المعلوم، وقد علم بذلك قبل خروجه لحجة الوداع، ومن أجل ذلك سماها حجة الوداع، وبذلك علم أكثر الصحابة دنو أجله» . (٣)
وجواباً عن سؤال: هل عين الرسول - صلى الله عليه وسلم - أبا بكر ليصلي بالناس؟ ... يقول: «من خلال الروايات المتناقضة نفهم أن رسول الله - صلى الله عليه وسلم - لم يعين أبا بكر ليصلي بالناس، اللهم إلا إذا اعتقدنا ما قاله عمر بن الخطاب في هجرانه، ومن اعتقد بذلك فقد كفر» . (٤)
ويقول مجيباً عن سؤال: لماذا حاربوا مانعي الزكاة، رغم تحريم النبي - صلى الله عليه وسلم - ذلك؟ «لأن بعض الصحابة الذين حضروا بيعة الإمام علي في
_________
(١) المرجع نفسه ص٣١٨.
(٢) فسألوا أهل الذكر ص٢٤٢.
(٣) المرجع نفسه ص٢٤٣.
(٤) المرجع نفسه ص٢٤٥.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (136,'غدير خم وهم راجعون من حجة الوداع وصحبة النبي - صلى الله عليه وسلم - امتنعوا
عن أداء الزكاة لأبي بكر ... ولا شك بأن بعض الأخبار وصلت إليهم بأن فاطمة تخاصمت معهم، وغضبت عليهم، وبأن علياً امتنع عن بيعتهم، لكل ذلك رفضوا إعطاء الزكاة لأبي بكر حتى يتبينوا الأمر» . (١)
وأمثلة كثيرة من هذا الهراء في كتبه -اعرضت عنها اختصاراً- وفيما تقدم دليل على كذبه فيما ادعاه. وأن ما يقرره في كتبه لا يخرج في الحقيقة عن ما هو موجود عند الرافضة، ولا يعدو أن يكون تكراراً لشبههم وأقوالهم. وإلا فأين ماذكره في أجوبته السابقه من عقيدة أهل السنة! بل من قال به من أهل السنة! ... فلعنة الله على الكاذبين.
٣- ... زعمه أنه لا يستدل من الأحاديث إلا بما صح عند أهل السنة.
يقول: «ولمَّا آليت على نفسي، فإني لا أستدل إلا بما يحتج به الشيعة من صحاح أهل السنة والجماعة، فإني اقتصرت على ذلك» . (٢)
ويقول: «وأنا بدوري وكالعادة، حسبما تعهدت به في كل
أبحاث الكتاب لا أستدل إلا بما هو ثابت، وصحيح عند أهل السنة
والجماعة» . (٣)
ويقول أيضاً: «وأخذت على نفسي عهداً وأنا أدخل هذا البحث الطويل العسير أن أعتمد الأحاديث الصحيحة، التي اتفق عليها أهل السنة والشيعة» . (٤)
وهذه أيضاً دعوى كاذبة يشهد لبطلانها ما امتلأت به كتبه من الأحاديث المنكرة والموضوعة كما سبق أن تقدم لها أمثلة فيما مضى مما يغني عن إعادتها هنا. (٥)
_________
(١) المرجع نفسه ص٢٥٢.
(٢) لأكون مع الصادقين ص١٧.
(٣) لأكون مع الصادقين ص٢٣٢.
(٤) ثم اهتديت ص٨٨.
(٥) انظر: ص١٨٧ من هذا الكتاب.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (137,'وبعد هذا النقد العام للمؤلف ومنهجه في كتبه، الذي ظهر من خلاله: جهله، وقلة علمه، مع اتباعه للهوى والظنون، وبعده عن التحقيق العلمي، القائم على الصدق في النقل، والعدل في الحكم: انتقل من الإجمال إلى التفصيل وذلك بالرد عليه مفصلاً في كتابه الأول (ثم اهتديت) .
وهذا هو أوان الشروع في ذلك، سائلاً الله الكريم العون والتوفيق، والإصابة والتسديد.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (138,'<span data-type="title" id=toc-14>الرد على المؤلف في كتابه «ثم اهتديت»</span>',NULL,'145',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (139,'الرد على المؤلف في
مسمى الكتاب وبيان مخالفته للحق والصواب

سمى المؤلف كتابه: (ثم اهتديت) ، ويعني بذلك: انتقاله من عقيدته السابقة، وهي الطريقة التيجانية، التي صرح باعتناقه إياها هو وسائر أسرته (١) في صدر الكتاب، ثم انتقاله إلى عقيدة الرافضة، التي زعم أنه اهتدى إليها. حيث يقول: (وقرأت الكثير حتى اقتنعت بأن الشيعة الإمامية على حق، فتشيعت وركبت على بركة الله سفينة أهل البيت، وتمسكت بحبل ولائهم ... » . (٢)
قلت: ما زعمه من الهداية دعوى تحتاج إلى بينة وبرهان: {قل هاتوا برهانكم إن كنتم صادقين} (٣) ، وإلا فكم من كافر عتيد، جبار عنيد، يدّعي الإيمان والهداية، وهو رأس في الكفر والضلالة، كما أخبر الله عن اليهود والنصارى في قوله: {وقالوا كونوا هوداً أو نصارى تهتدوا قل بل ملة إبراهيم حنيفاً وما كان من المشركين} (٤) ، وعن
فرعون في قوله: {قال فرعون ما أُريكم إلاّ ما أرى وما أهديكم إلا سبيل الرشاد} (٥) ، وقوله في
_________
(١) انظر: ثم اهتديت ص١٠-١١.
(٢) ثم اهتديت ص١٥٦.
(٣) البقرة ١١١
(٤) البقرة ١٣٥.
(٥) غافر ٢٩.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (140,'وصف أهل الضلال: {وإنهم ليصدونهم عن السبيل ويحسبون أنهم مهتدون} (١) ، وقوله: {فريقاً هدى وفريقاً حق عليهم الضلالة إنهم اتخذوا الشياطين أولياء من دون الله ويحسبون أنهم مهتدون} . (٢)
وإذا ثبت هذا فليعلم، أن عقيدة الرافضة التي يزعم أنه اهتدى باعتناقها، هي أفسد عقيدة، والرافضة هم أضل فرقة انتسبت إلى الإسلام، وأبعد طائفة عن الحق، وأجهلها به، وأقرب طائفة إلى الكفر واعرقها فيه، وهذا باتفاق أئمة الإسلام -على ما تقدم نقل كلامهم مفصلاً في ذم الرافضة- (٣) ، وباتفاق المحققين في الفرق، الذين هم أعرف الناس بمذاهب الناس، ومقالاتهم، حيث صرحوا بأن الرافضة أبعد الفرق عن الدين، واعرقها في الضلالة.
قال ابن حزم: «وما نعلم أهل فرية أشد سعياً في إفساد الإسلام وكيده من الرافضة» . (٤)
وقال البغدادي: «وقال المحققون من أهل السنة: إن ابن السوداء
كان على هوى دين اليهود، وأراد أن يفسد على المسلمين دينهم بتأويلاته في علي وأولاده، لكي يعتقدوا فيه ما اعتقدت النصارى في عيسى - عليه السلام -، فانتسب إلى الرافضة السبئية حين وجدهم أعرق أهل الاهواء في الكفر» . (٥)
ويقول الاسفرايني بعد أن ذكر الرافضة وبعض معتقداتهم: «وليسوا في الحال على شيء من الدين، وليس مقصودهم من هذا الكلام تحقيق الكلام في الإمامة، ولكن مقصودهم إسقاط كلفة تكليف الشريعة عن أنفسهم» . (٦)
_________
(١) الزخرف ٣٧.
(٢) الأعراف ٣٠.
(٣) انظر: ص ١١٢-١١٩.
(٤) الفصل في الملل والأهواء والنحل لابن حزم ٤/٥٧.
(٥) الفرق بين الفرق للبغدادي ص٢٣٥.
(٦) التبصير في الدين للاسفرايني ص٤١.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (141,'فأي هدى في الانتساب إلى هؤلاء الرافضة!! وإنما هو الكفر، والزندقة والإلحاد، الذي تشربته قلوبهم، وعقولهم.
وأما هذا الأفاك: فزيادة على انتسابه للرافضة، وإعلانه اعتناق عقيدتهم الفاسدة، -وحسبه ذماً، أن يكون رافضياً- فإني أورد هنا من كلامه على وجه الخصوص، ما يدل على زيف ما ادعاه من الهداية، وانغماسه في الكفر والغواية، فإني أخشى أن يظن ظان أن الرجل قد لُبِّسَ عليه، وما عرف حقيقة ما عليه القوم، وإلا ما انتسب
إليهم، فإليك أيها القارىء أمثلة من كلامه تنبئك عن حقيقة حاله.
يقول عن القرآن الكريم: « ... لأن كتاب الله وحده لا يكفي للهداية، فكم من فرقة تحتج بكتاب الله وهي في الضلالة كما ورد ذلك عن رسول الله - صلى الله عليه وسلم - عندما قال: (كم من قارىء للقرآن والقرآن يلعنه) ، فكتاب الله صامت، وحمال أوجه، وفيه المحكم والمتشابه، ولابد لفهمه من الرجوع إلى الراسخين في العلم، حسب التعبير القرآني، وإلى أهل البيت حسب التفسير النبوي» . (١)
فهل من يعتقد هذا الاعتقاد في كتاب الله من المهتدين!! أم من الضالين المكذبين، الذين يكذبون بما أخبر الله عنه في صريح كلامه وصفاً لكتابه، من أنه جعله هدى يهدي للتي هي أقوم كما في قوله: {ذلك الكتاب لاريب فيه هدى للمتقين} (٢) ، وقوله: {إن هذا القرآن يهدي للتي هي أقوم} (٣) ، وقوله تعالى: {وما أنزلنا عليك الكتاب إلا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون} (٤) ، وقوله تعالى: {ونزّلنا عليك الكتاب تبياناً لكل شئ
وهدى ورحمة وبشرى للمسلمين} (٥) إلى غير ذلك من الآيات في هذا المعنى.
_________
(١) ثم اهتديت ص١٨٠.
(٢) البقرة ٢.
(٣) الإسراء ٩.
(٤) النحل ٦٤.
(٥) النحل ٨٩.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (142,'وإذا كان هذا الرجل يصرح بأن القرآن لا يكفي لهداية الخلق، فهذا أكبر دليل على ضلاله، بل كفره وإلحاده، لتكذيبه لصريح القرآن، مما لا يسع جهله العوام، فكيف بمن يدعى العلم
والتحقيق.
ووجه آخر يدل على ضلاله: وهو أن الله أخبر في هذه الآيات: أن هذا القرآن هدى للمتقين والمؤمنين، فإذا كان المؤلف يرى أن هذا الكتاب لا يكفي في الهداية-وهو بطبيعة الحال إنما يعبر عن حاله وما يجد من نفسه- فليُعلم أن: الله قال في وصف كتابه: {قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى أولئك ينادون من مكان بعيد} . (١)
وقال - عز وجل -: {وننزل من القرآن ماهو شفاء ورحمة للمؤمنين ولا يزيد الظالمين إلا خسارا} . (٢)
ويقول تعالى في وصف المنافقين: {وإذا ما أُنزلت سورة فمنهم
من يقول أيكم زادته هذه إيمانا فأما الذين آمنوا فزادتهم إيماناً وهم يستبشرون - وأما الذين في قلوبهم مرض فزادتهم رجساً إلى رجسهم وماتوا وهم كافرون} . (٣)
ومن خلال هذه الآيات، مع دعوى المؤلف أن القرآن لا يكفي في هداية الخلق، يتبين لك أيها القارىء حال الرجل، ومن أي الفريقين هو، أهو من أهل الإيمان الذين زادهم القرآن إيماناً وهدى؟ أم من المنافقين الذين زادهم رجساً إلى رجسهم وهو عليهم عمى؟
وإذا كان هذا هو موقفه من القرآن، فإن موقفه من السنة لا يختلف عن ذلك بل أشد، يقول: «فإذا كان القرآن وهو كتاب الله العزيز يتطلب من
_________
(١) فصلت ٤٤.
(٢) الإسراء ٨٢.
(٣) التوبة ١٢٤-١٢٥.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (143,'يقاتل في سبيل تفسيره، وتوضيحه، لأنه كتاب صامت لا ينطق، وهو حمال أوجه متعددة، وفيه الظاهر والباطن، فكيف بالأحاديث النبوية» . (١)
ويقول أيضاً زاعماً أن السنة ليست الحل لقضايا المسلمين، وإنما تزيد الأمر تعقيداً: «فقول الرسول صلى الله عليه وآله وسلم بأنه ترك كتاب الله وسنة نبيه، ليس هو الحل المعقول لقضيتنا بل يزيدنا تعقيداً
وتأويلاً، ولايقطع دابر المشاغبين والمنحرفين» . (٢)
وقوله هذا وموقفه من السنة غني عن كل توضيح في براءته من الدين ومروقه منه يقول تعالى: {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن يكون لهم الخيرة من أمرهم} (٣) ، ويقول: {فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في أنفسهم حرجاً مما قضيت ويسلموا تسليماً} . (٤)
وأما أصحاب النبي - صلى الله عليه وسلم - فيقول في حقهم: «فالمتمعن في هذه الأحاديث العديدة، التي أخرجها علماء أهل السنة في صحاحهم ومسانيدهم، لا يتطرق إليه الشك في أن أكثر الصحابة قد بدلوا وغيروا، بل ارتدوا على أدبارهم بعده - صلى الله عليه وسلم - إلا القليل الذي عبر عنه بهمل النعم» . (٥)
ويقول: «وجدت بحمد الله البديل عن بعض الصحابة، الذين ثبت عندي أنهم ارتدوا على أعقابهم القهقري، ولم ينج منهم إلا القليل، وأبدلتهم بأئمة أهل البيت النبوي، الذين أذهب الله عنهم
الرجس وطهرهم تطهيراً» . (٦)
_________
(١) لأكون مع الصادقين ص١٢٨.
(٢) لأكون مع الصادقين ص١٢٩.
(٣) الأحزاب ٣٦.
(٤) النساء ٦٥.
(٥) ثم اهتديت ص٦٥-٦٦.
(٦) ثم اهتديت ص١٥٦.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (144,'ويقول أيضاً: «مرحى لهؤلاء الصحابة، الذين لا يتورعون عن تغيير سنة الرسول، وحتى أحكام الله، للوصول إلى أغراضهم الدنيئة، وأحقادهم الدفينة، ومطامعهم الخسيسة» . (١)
ويقول أيضاً: «فهذه من الأسباب القوية التي جعلتني أنفر من أمثال هؤلاء الصحابة، ومن تابعيهم الذين يتأولون النصوص، ويختلقون الروايات الخيالية لتبرير أعمال أبي بكر، وعمر، وعثمان، وخالد بن الوليد، ومعاوية، وعمرو بن العاص، وإخوانهم، اللهم إني استغفرك وأتوب إليك، اللهم إني أبرأ إليك من أفعال هؤلاء وأقوالهم التي خالفت أحكامك، واستباحت حرماتك، وتعدت حدودك، واغفر لي ما سبق من موالاتهم، إذ كنت من الجاهلين» . (٢)
إلى غير ذلك من مطاعنه على أصحاب النبي - صلى الله عليه وسلم -، وتكفيره إياهم هم وسائر سلف الأمة، مما يدل على ما تنطوي عليه نفس الرجل من حقد وضغينة على الإسلام وأهله، ونفاق باطن يحمله على الوقيعة في خيار الأمة وأصفيائها من الصحابة والتابعين - رضي الله عنهم - أجمعين.
بل إن قوله بردة الصحابة إلا القليل منهم كفر ظاهر وصريح، كما نص على ذلك شيخ الإسلام ابن تيمية -رحمه الله تعالى- حيث قال في تفصيل حكم من سب الصحابة: «وأما من جاوز ذلك إلى أن زعم أنهم ارتدوا بعد رسول الله -عليه الصلاة والسلام - إلا نفراً قليلاً لا يبلغون بضعة عشر نفساً، أو أنهم فسقوا عامتهم، فهذا لا ريب أيضاً في كفره، لأنه مكذب لما نصه القرآن في غير موضع: من الرضى عنهم، والثناء عليهم، بل من شك في كفر مثل هذا، فإن كفره متعين، فإن مضمون هذه المقالة أن نقلة الكتاب والسنة كفار أو فُسَّاق، وأن هذه الآية التي هي {كنتم خير أمة أخرجت للناس} (٣) وخيرها: هو القرن الأول، كان عامتهم كفاراً أو فساقاً،
_________
(١) المرجع نفسه ص١٢٨.
(٢) المرجع نفسه ص١٨٨.
(٣) آل عمران ١١٠.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (145,'ومضمونها أن هذه الأمة شر الأمم، وأن سابقي هذه الأمة هم شرارها وكفر هذا مما يعلم بالاضطرار من دين الإسلام» . (١)
وأخيراً أختم النقل عن هذا الرجل، بنص مهم يتبرأ فيه من أهل السنة ويتمنى أن يموت على عقيدة الرفض حيث يقول: «وإذا كانت السنة والجماعة من ابتكار معاوية بن أبي سفيان فنسأله سبحانه أن يميتنا على بدعة الرفض، التي أسسها علي بن أبي طالب وأهل
البيت عليهم السلام» . (٢)
وبهذه النصوص الصريحة من كلامه يظهر للقارئ موضع هذا الرجل من الدين، ومدى صدق ما يدعيه من الهداية. على أني قبل أن أختم الحديث عن هذه الجزئية أشير الى نقطة مهمة وهي: أن هذا الرجل مع ما يدعيه من أنه لم يكن رافضياً ثم اهتدى لعقيدة الرفض، إلا أنه صرح في بعض كلامه بانتمائه في الأصل لأسرة تنتسب الى السادة، قد فرت من العراق، وأنه بهذا يكون قد رجع الى أصله حيث يقول: «وبذلك أكون قد رجعت إلى أصلي، فقد كان أبي وأعمامي يحدثوننا حسب الشجرة التي يعرفونها أنهم من السادة الذين هربوا من العراق، تحت الضغط العباسي، ولجأوا إلى شمال أفريقيا حيث أقاموا في تونس وبقيت آثارهم حتى اليوم» . (٣)
وهذا مما يشير الى أصله الرافضي وتلطخ أسرته بهذه العقيدة قديماً، ثم إدراكه شؤمها بعد تلك السنين الطويلة مما فيه عبرة لكل معتبر فنسأل الله بمنه وكرمه العافية والسلامة.
_________
(١) الصارم المسلول على شاتم الرسول - صلى الله عليه وسلم - ص٥٨٦-٥٨٧.
(٢) الشيعة هم أهل السنة ص٨٧.
(٣) ثم اهتديت ص١٥٩.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (146,'<span data-type="title" id=toc-15>قول المؤلف إن البحث عن أحوال الصحابة من أهم البحوث التي تقود إلى الحقيقة والرد عليه</span>

قال المؤلف ص٨٩ من كتابه ثم اهتديت: «من أهم الأبحاث التي اعتبرها الحجر الأساسي في كل البحوث التي تقود إلى الحقيقه هو البحث في حياة الصحابة، وشؤونهم، وما فعلوه، وما اعتقدوه، لأنهم عماد كل شيء وعنهم أخذنا ديننا، وبهم نستضيء في الظلمات لمعرفة أحكام الله، ولقد سبق لعلماء الإسلام -لقناعتهم بذلك- البحث عنهم وعن سيرتهم، فألفوا في ذلك كتباً عديدة أمثال: أُسد الغابة في تمييز الصحابة، وكتاب الإصابة في معرفة الصحابة، وكتاب ميزان الاعتدال، وغيرها من الكتب التي تناولت حياة الصحابة بالنقد والتحليل، ولكنها من وجهة نظر أهل السنة والجماعة» .
قلت: قوله إن البحث في حياة الصحابة من أهم الأبحاث التي تقود الى الحقيقة ... الخ كلامه، هذا كلام مجمل: فإن كان القصد منه دراسة أحوالهم ومعرفة أخبارهم للتأسي بهم في العلم والعمل فهذا حق، فهم حملة العلم إلينا وعن طريقهم تلقينا الكتاب والسنة، وتفقه أهل العلم فيهما على أيديهم، فمن تمسلك بهديهم واقتفى أثرهم فهو على سبيل نجاة وفلاح، ومن انحرف عن طريقهم واتبع غير سبيلهم فهو من الهالكين الخاسرين، كما أخبر الله عن ذلك بقوله: {ومن يشاقق الرسول من بعد ما',NULL,'154',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (147,'تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا} . (١)
فالصحابة: هم خيار المؤمنين الذين من خالف هديهم استحق ذلك الوعيد.
وإن كان يقصد البحث عن أحوال الصحابة من حيث العدالة والنظر في قبول رواياتهم وأخبارهم، مما هو ذريعة للقدح فيهم، والنيل من أعراضهم، والحط من شأنهم ومقاماتهم العالية الرفيعة في الدين، -ولا آراه إلا يقصد ذلك- لزعمه بعد ذلك أن تلك الكتب التي ذكر قد تناولت حياة الصحابة بالنقد والتحليل. فنقول له: يامسكين لقد ارتقيت مرتقى صعباً، وتجشمت خطراً، وعرضت نفسك لما لا حول لك به ولا قدرة.
كناطحٍ صَخْرةً يوماً ليُوهِنَهَا ... فَلَمْ يَضِرْهَا وأَوْهَي قَرَنُةالوَعِلُ (٢)
ومن سعادة العبد أن يعرف قدر نفسه. فلو كان البحث في أحوال الصحابة بالنقد والتعديل منهجاً متبعاً في أهل العلم ونقّاد الرجال، فلست من فرسان ميدانه، ولا ممن يسابق في مضماره، فكيف
به وقد أغلق العلماء باب بحثه وانصرفت ههمهم عن دراسته، وذلك لتعديل الله تعالى لهؤلاء الصحابة، وثنائه عليهم أجمل الثناء، ووصفه لهم بالإيمان والهدى والبر والتقوى في محكم كتابه، وتزكية الرسول - صلى الله عليه وسلم - لهم في صريح سنته، وذكره الكثير من فضائلهم، ونهيه الأمة عن التعرض لهم وسبهم.
فمن ذلك قوله تعالى: {والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعدلهم جنات تجري تحتها الأنهار خالدين فيها أبداً ذلك الفوز العظيم} . (٣)
_________
(١) النساء ١١٥.
(٢) هذا البيت للأعشى ميمون بن قيس من لاميته المشهورة، وهو من شواهد ... ابن عقيل في شرح الألفية. انظر: شرح ابن عقيل لألفية ابن مالك ٢/١٠٩.
(٣) التوبة ١٠٠.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (148,'وقوله تعالى: {لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحاً قريباً} . (١)
وقوله سبحانه: {لا يستوى منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا وعد الله الحسنى والله بما تعملون خبير} . (٢)
وقوله - عز وجل -: {محمد رسول الله والذين معه أشداء على الكفار
رحماء بينهم تراهم ركعاً سجداً يبتغون فضلاً من الله ورضوانا ... } . (٣)
إلى غير ذلك من الآيات في فضل الصحابة وهي كثيرة.
وأما ما جاء عن النبي - صلى الله عليه وسلم - في فضلهم والثناء عليهم:
فمن ذلك ما رواه الشيخان من حديث عمران بن حصين - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: (خير أمتي قرني، ثم الذين يلونهم، ثم الذين يلونهم) (٤) ، قال عمران: فلا أدري ذكر بعده قرنين أو ثلاثة.
ورويا أيضاً عن أبي سعيد الخدري - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال: (لا تسبوا أصحابي فلو انفق أحدكم مثل أحد ذهبا ما بلغ مدَّ أحدهم ولا نصيفه) . (٥)
ومسلم (كتاب فضائل الصحابة، باب تحريم سب الصحابة - رضي الله عنهم -) ٤/١٩٦٧، ... ح٢٥٤٠.
وفي صحيح مسلم من حديث أبي موسى الأشعري - رضي الله عنه - عن
_________
(١) الفتح ١٨.
(٢) الحديد ١٠.
(٣) الفتح ٢٩.
(٤) رواه البخاري في: (كتاب فضائل الصحابة، باب فضائل أصحاب النبي - صلى الله عليه وسلم - ... ومن صحب النبي أو رآه من المسلمين) فتح الباري ٧/٣، ح٣٦٥٠.
ومسلم في (كتاب فضائل الصحابة، باب فضل الصحابة ثم الذين يلونهم ... ثم الذين يلونهم) ٤/١٩٦٤، ح٢٥٣٥.
(٥) رواه البخاري في: (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لوكنت ... متخذاً خليلاً) فتح الباري ٧/٢١، ح٣٦٧٣.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (149,'النبي - صلى الله عليه وسلم - أنه قال: (النجوم أمنة للسماء، فإذا ذهبت النجوم أتى السماء ما توعد، وأنا أمنة لأصحابي فإذا ذهبت أتي أصحابي ما يوعدون، وأصحابي أمنة لأمتي فإذا ذهب أصحابي أتى أمتي ما يوعدون) . (١)
ففي هذه الأدلة الصحيحة الصريحة، وما في معناها من النصوص الأخرى، المتضمنة حسن الثناء من الله ورسوله على هؤلاء الصحابة، أكبر دليل على عدالتهم وطهارتهم ونزاهتهم، وأنه لا يُبْحث عن عدالتهم. ولهذا كان أئمة الإسلام متفقين على عدالتهم.
يقول الخطيب البغدادي بعد أن ذكر الأدلة على عدالة الصحابة: «والأخبار في هذا المعنى تتسع، وكلها مطابقة لما ورد في نص القرآن، وجميع ذلك يقتضى طهارة الصحابة، والقطع على تعديلهم ونزاهتهم، فلا يحتاج واحد منهم مع تعديل الله تعالى -لهم المطلع على بواطنهم- إلى تعديل أحد من الخلق....
إلى أن قال: هذا مذهب كافة العلماء، ومن يعتد بقوله من الفقهاء» . (٢)
وقال النووي: «الصحابة كلهم عدول، من لابس الفتن وغيرهم،
بإجماع من يعتد به» . (٣)
وقال ابن كثير: «والصحابة كلهم عدول عند أهل السنة والجماعة لما أثنى الله عليهم في كتابه العزيز، وبما نطقت به السنة النبوية في المدح لهم في جميع أخلاقهم وأفعالهم، وما بذلوه من الأموال والأرواح بين يدي رسول الله - صلى الله عليه وسلم - رغبة فيما عند الله، من الثواب الجزيل، والجزاء الجميل» . (٤)
_________
(١) صحيح مسلم (كتاب فضائل الصحابة، باب بيان أن بقاء النبي - صلى الله عليه وسلم - أمان ... لأصحابه) ٤/١٩٦١.
(٢) الكفاية في علم الرواية ٤٨-٤٩.
(٣) التقريب والتيسير لمعرفة سنن البشير النذير للنووي مع شرحة تدريب الراوي ... ٢/١٩٠.
(٤) الباعث الحثيث ص١٥٤.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (150,'وقال ابن الملقن: «للصحابة بأسرهم خصيصة وهي أنه لا يسأل عن عدالة أحد منهم بل ذلك أمر مفروغ منه، لكونهم على الإطلاق معدلين بنصوص الكتاب والسنة، وإجماع من يعتد به.
-إلى أن قال بعد أن ساق بعض النصوص في الثناء عليهم-: ثم إن الأمة مجمعة على تعديل جميع الصحابة، ومن لابس الفتن منهم كذلك بإجماع العلماء الذين يعتدّبهم في الإجماع إحساناً للظن بهم، ونظراً إلى ما تمهّدَ لهم من المآثر وكأن الله تعالى أتاح الإجماع على ذلك لكونهم نقلة الشريعة» . (١)
فظهر بهذا اتفاق العلماء المعنيين بنقد الرجال والنظر في أحوالهم على عدالة الصحابة، وأنه لا يسأل عن عدالتهم ولم يخالف في ذلك أحد ممن يعتد بقوله: بل لم يخالف في ذلك إلا متهم في دينه من أهل البدع والزندقة.
ولهذا عد العلماء قديماً أن الطعن في أصحاب رسول الله - صلى الله عليه وسلم - علامة أهل البدع والزنادقة، الذين يريدون إبطال الشريعة بجرح رواتها.
قال أبو زرعة: (إذا رأيت الرجل ينتقص أحداً من أصحاب رسول الله - صلى الله عليه وسلم - فاعلم أنه زنديق، وذلك أن الرسول - صلى الله عليه وسلم - عندنا حق، والقرآن حق، وإنما أدى إلينا هذا القرآن والسنن أصحاب رسول الله - صلى الله عليه وسلم -، وإنما يريدون أن يجرحوا شهودنا ليبطلوا الكتاب والسنة، والجرح بهم أولى، وهم زنادقه) . (٢)
وعن الإمام أحمد أنه قال: (إذا رأيت رجلاً يذكر أحداً من أصحاب رسول الله - صلى الله عليه وسلم - بسوء فاتهمه على الإسلام) . (٣)
_________
(١) المقنع في علوم الحديث ٢/٤٩٢-٤٩٣.
(٢) رواه الخطيب في الكفاية ص٤٩.
(٣) ذكره ابن الجوزي في مناقب الإمام أحمد ص٢٠٩ وشيخ الإسلام ابن تيمية ... في الصارم المسلول ص٥٦٨.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (151,'وقال الإمام البربهاري: (واعلم أن من تناول أحداً من أصحاب
رسول الله - صلى الله عليه وسلم - فاعلم أنه إنما أراد محمداً وقد آذاه في قبره) . (١)
فتبين بهذا أن قول المؤلف -الذي بنى عليه بحثه (وهو أن البحث في حياة الصحابة وشؤونهم بحثاً عن عدالتهم من البحوث التي يقود إلى الحقيقة) قول باطل من أصله، وهو طريق كل زنديق وملحد إلى الطعن في الإسلام، كما نص على ذلك العلماء، وذلك ظاهر من وجهين:
الوجه الأول: أنه تكذيب لما ثبت في الكتاب والسنة في مواطن متعدده من الثناء عليهم بالخير والفضل، والشهادة لهم بالإيمان والصدق، وما تواتر في الأمة بالنقل الصحيح من عظيم جهادهم في سبيل الله، وحسن بلائهم في الدين، وإيثارهم ما عند الله والدار الآخرة على هذه الحياة العاجلة، مما أصبحوا به مضرب الأمثال في الزهد والورع، وقدوة الناس في العلم والعمل.
الوجه الثاني: أن الطعن في عدالتهم قدح في الشرع كله، فهم حملته إلى الأمة، ولهذا لا يوجد أحد يطعن في عدالتهم إلا ويضعف إيمانه، وتصديقه بالنصوص بقدر ما يطعن في الصحابة، وهذا أمر ظاهر لكل من تأمل حال من ابتلي بالطعن في الصحابة.
وهذا ما اعترف به المؤلف نفسه عندما خاض البحث في حياة الصحابة بقوله: «بقيت متحيراً ثلاثة أشهر، مضطرباً في نومي، تتجاذبني الأفكار، وتموج بي الظنون والأوهام، خائفاً على نفسي من بعض الصحابة الذين أحقق في تأريخهم فأقف على بعض المفارقات المذهلة في سلوكهم ... وعلى هذا خشيت على نفسي، واستغفرت ربي مرات عديدة أردت فيها الانقطاع عن البحث في مثل هذه الأمور التي تشككني في صحابة رسول الله - صلى الله عليه وسلم - وبالتالي تشككني في ديني ... » . (٢)
_________
(١) شرح السنة ص٥٤.
(٢) ثم اهتديت ص١٤٧-١٤٨.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (152,'وأما قوله: «إن العلماء ألفوا في ذلك كتباً تناولت حياة الصحابة بالنقد والتحليل، وذكر منها أُسد الغابة، والإصابة، وميزان الاعتدال.
فهذا غير صحيح، بل افتراء عظيم على العلماء بما هم منه برآء، ولا أدري ما الذي يحمل هذا الرجل على هذا، أهو الجهل؟! أم الكذب والتلبيس على الناس؟!
أما الكتابان الأول والثاني وهما: (أُسد الغابة) و (الإصابة) فهما في تراجم الصحابة وتمييزهم عن غيرهم، دون التعرض لهم بجرح ولا تعديل كما زعم. وهذا أمر معلوم لدى صغار طلاب العلم، ولا يحتاج في إثباته إلى دليل، وإنما أشير هنا إلى ما يدفع كذبه وتلبيسه على بعض
من لايعلم ذلك من العامة الذين قد يطلعون على كتبه، فأقول إن ما زعمه من أن هذين الكتابين قد تناولا حياة الصحابة بالنقد والتحليل، قول باطل لا أساس له من الصحة. وبيان بطلانه وكذبه من عدة وجوه:
أولاً: أن هذين الكتابين لإمامين جليلين من أئمة أهل السنة، يدينان لله بعدالة الصحابة، ويعرفان لهم فضلهم ومكانتهم، فأُسد الغابة للإمام ابن الأثير، والإصابة للحافظ ابن حجر رحمهما الله تعالى، وقد نص كل منهما على عدالة الصحابة في مقدمة كتابه، وبينا أن الصحابة كلهم عدول لا يُبحث عن عدالتهم، ولا يتطرق إليهم الجرح بحال.
قال ابن الأثير -رحمه الله-: «والصحابة يشاركون سائر الرواة في جميع ذلك، إلا في الجرح والتعديل، فإنهم كلهم عدول، لا يتطرق إليهم الجرح، لأن الله ورسوله زكياهم وعدلاهم، وذلك مشهور لا يحتاج لذكره ويجئ كثير منه في كتابنا هذا» . (١)
وقال ابن حجر -رحمه الله- ضمن حديثه عن حال الصحابة من العدالة: «اتفق أهل السنة على أن الجميع عدول، ولم يخالف في ذلك إلا شذوذ من المبتدعة، وقد ذكر الخطيب في الكفاية فصلاً نفيساً
في ذلك، فقال: عدالة
_________
(١) أسد الغابة ١/١٠.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (153,'الصحابة ثابتة معلومة بتعديل الله لهم وإخباره عن طهارتهم واختياره لهم» (١) ، ثم ساق كلام الخطيب بتمامه، وساق بعده بعض الأدلة الدالة على عدالة الصحابة وفضلهم.
فكيف يسوغ في عقل أن يقرر كل واحد من هذين الإمامين القول بعدالة الصحابة، وأنه لا يبحث في عدالتهم ولا يتعرض لهم بنقد ولا بتجريح في مقدمة كتاب، ثم ينقض ذلك في الكتاب نفسه بتجريح الصحابة والطعن فيهم.
ثانياً: أن هذين الكتابين قد ألفا للتعريف بالصحابة، وجمع أكبر قدر من أسمائهم، حتى يتميز الصحابة عن غيرهم كما صرح بذلك المؤلفان:
قال ابن الأثير بعد أن ذكر بعض الكتب التي ألفت في جمع أسماء الصحابة والتعريف بهم: «فرأيت أن أجمع بين هذه الكتب، وأضيف إليها ما شذ عنها» . (٢)
وقال ابن حجر معرفاً بكتابه في مقدمته: «فجمعت كتاباً كبيراً في ذلك، ميزت فيه الصحابة من غيرهم» . (٣)
هذا مع أن عنواني الكتابين ينبئان عنهما فقد سمي ابن الأثير كتابه: (أسد الغابة في معرفة الصحابة) وسمى ابن حجر كتابه: (الإصابة في تمييز الصحابة) ، ولو أرادا الجرح والتعديل لقالا في (نقد الصحابة) أو عبارة قريبة منها، كما هو الحال في الكتب التي ألفت في نقد الرواه من بعد الصحابة.
على أن المؤلف أخطأ في اسمي الكتابين فزعم أن كتاب ابن الأثير: (أُسد الغابة في تمييز الصحابة) وكتاب ابن حجر: (الإصابة في معرفة الصحابة) فخلط بين عنواني الكتابين وهذا مما يدل على جهله بهما.
_________
(١) الإصابة ١/١٠-١١.
(٢) أسد الغابة ١/١٠.
(٣) الإصابة ١/٤.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (154,'ثالثاً: واقع الكتابين يشهد بكذب ما ادعى هذا المفترى من نقدهما للصحابة، فما على القارئ إلا أن يتصفح هذين الكتابين فهما موجودان منتشران، ليعلم حظ هذا الرجل من الصدق، وموقعه من العلم.
وأما كتاب ميزان الاعتدال للإمام الذهبي فإن مؤلفه لم يتعرض فيه للصحابة بذكر لامن قريب أو من بعيد، بل ولم يتعرض فيه لذكر أحد من الأئمة الموثقين المتفق على عدالتهم، لأن أصل موضوع الكتاب في نقد الضعفاء والمجروحين من الرواة.
قال الذهبي في مقدمة الكتاب: «وقد احتوى كتابي هذا على ذكر الكذابين الوضاعين المتعمدين قاتلهم الله، وعلى الكذابين في
أنهم سمعوا ولم يكونوا سمعوا، ثم على المتهمين بالوضع والتزوير» . (١)
ثم ذكر بقية طبقات المجروحين عند أهل العلم، وذكر أنه ذكر في كتابه من تكلم فيه مع ثقته، بأدنى لين وبأقل جرح.
ثم قال: «إلا ما كان في كتاب البخاري، وابن عدي وغيرهما من الصحابة فإني أسقطهم لجلالة الصحابة، ولا أذكرهم في هذا المصنف، فإن الضعف إنما جاء من جهة الرواة إليهم، وكذا لا أذكر في كتابي من الأئمة المتبوعين في الفروع أحداً لجلالتهم في الإسلام وعظمتهم في النفوس، مثل أبي حنيفة، والشافعي، والبخاري، فإن ذكرت أحداً منهم فأذكره على الإنصاف وما يضره ذلك عند الله ولا عند الناس» . (٢)
وبهذا يظهر لك أيها القارى أن دعوى هذا الرافضي في هذا الكتاب، من أنه تعرض لنقد الصحابة وتجريحهم دعوى باطلة، تدل على فرط جهل صاحبها، وعدم معرفته بأمهات المصادر في الرجال، مع ادعائه التحقيق العلمي المبني على التوثيق والتدقيق.
_________
(١) ميزان الاعتدال ١/٣.
(٢) ميزان الاعتدال ١/٢.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (155,'<span data-type="title" id=toc-16>زعم المؤلف أن اختلاف الصحابة هو الذي حرم الأمة العصمة وأدى إلى تفرقها وتمزقها والرد عليه</span>

قال المؤلف ص٨٩-٩٠: «والمشكل الأساسي في كل ذلك هو الصحابة، فهم الذين اختلفوا في أن يكتب لهم رسول الله - صلى الله عليه وسلم - ذلك الكتاب، الذي يعصمهم من الضلالة إلى قيام الساعة، واختلافهم هذا هو الذي حرم الأمة الإسلامية من هذه الفضيلة، ورماها في الضلالة، حتى انقسمت وتفرقت وتنازعت وفشلت وذهبت ريحها، وهم الذين اختلفوا في الخلافة، فتوزعوا بين حزب حاكم، وحزب معارض، وسبب ذلك تخلف الأمة، وانقسامها إلى: شيعة علي، وشيعة معاوية، وهم الذين اختلفوا في تفسير كتاب الله، وأحاديث رسوله - صلى الله عليه وسلم - فكانت المذاهب والفرق والملل والنحل، ونشأت من ذلك المدارس الكلامية والفكرية المختلفة، وبرزت فلسفات متنوعة أملتها دوافع سياسية محضة، تتصل بطموحات الهيمنة على السلطة والحكم.
فالمسلمون لم ينقسموا ولم يختلفوا في شئ لولا الصحابة، وكل خلاف نشأ وينشأ إنما يعود إلى اختلافهم في الصحابة» .
قلت: قوله فهم الذين اختلفوا في أن يكتب لهم رسول الله - صلى الله عليه وسلم - ذلك الكتاب، الذي يعصمهم من الضلالة إلى قيام الساعة، وأن هذا
الاختلاف هو الذي حرم الأمة من هذه الفضيلة.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (156,'يشير بذلك إلى ما رواه الشيخان من حديث ابن عباس -رضي الله عنهما- قال: (لما اشتد بالنبي - صلى الله عليه وسلم - وجعه، قال: ائتوني بكتاب أكتب لكم كتاباً لا تضلوا بعده، قال عمر: إن النبي - صلى الله عليه وسلم - غلبه الوجع، وعندنا كتاب الله حسبنا، فاختلفوا، وكثر اللغط، قال: قوموا عني ولا ينبغي عندي التنازع) . (١)
وقد ذكره الرافضي بنصه في موضع آخر سيأتي قريباً مستدلاً به على طعنه في الصحابة، ولذا أؤجل الرد عليه في ذلك، وتوجيه الحديث إلى موطنه الذي ذكره فيه، وأقتصر الآن في الرد على الشبهة التي أثارها هنا، وهو زعمه أن اختلافهم هذا هو الذي حرم الأمة الإسلامية من العصمة ورماها في الضلالة والتفرق إلى قيام الساعة.
والجواب على هذا: إن قوله هذا باطل، وهو يعني أن الرسول - صلى الله عليه وسلم - قد ترك تبليغ أمته ما فيه عصمتها من الضلال، ولم يبلغ شرع ربه لمجرد اختلاف أصحابه عنده حتى مات على ذلك، وأنه بهذا مخالف لأمر ربه في قوله: {يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما
بلغت رسالته والله يعصمك من الناس} . (٢)
وإذا كان الرسول - صلى الله عليه وسلم - مبرأً من ذلك ومنزهاً بتزكية ربه له في قوله: {لقد جاءكم رسول من أنفسكم عزيز عليه ما عَنِتُّم حريص عليكم بالمؤمنين رؤوف رحيم} (٣)
فوصفه بالحرص على أمته: أي على هدايتهم، ووصول النفع الدنيوي والأخروي لهم، ذكره ابن كثير في تفسيره (٤) :
وإذا كان هذا الأمر معلوماً بالاضطرار من دين الإسلام عند الخاص والعام، لايشك فيه من في قلبه أدنى مثقال ذرة من إيمان، أن هذا الرسول
_________
(١) أخرجه البخاري في: (كتاب العلم، باب كتابة العلم) فتح الباري ١/٢٠٨، ... ح١١٤. ومسلم: (كتاب الوصية، باب ترك الوصية لمن ليس له شئ يوصي ... فيه) ٣/١٢٥٩.
(٢) سورة المائدة ٦٧.
(٣) سورة التوبة ١٢٨.
(٤) انظر تفسير ابن كثير ٢/٤٠٤.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (157,'الكريم قد بلغ كل ما أُمر به، وكان أحرص ما يكون على أمته، بما هو متواتر من جهاده وتضحيته، وأخباره الدالة على ذلك، علمنا علماً يقينياً لا يشوبه أدنى شك، أنه لو كان الأمر كما يذكر هذا الرافضي من الوصف لهذا الكتاب من أن به عصمة الأمة من الضلال في دينها، ورفع الفرقة والاختلاف فيما بينها، إلى أن تقوم الساعة، لما ساغ في دين ولا عقل أن يؤخر رسول الله - صلى الله عليه وسلم -
كتابته إلى ذلك الوقت الضيق، ولو أخره ما كان
ليتركه لمجرد اختلاف أصحابه عنده (١) وقد ثبت من سيرته أنه لربما راجعوه أحياناً في بعض المسائل مجتهدين، فما كان يترك أمر ربه لقولهم، كمراجعة بعضهم له في فسخ الحج إلى عمرة في حق من لم يسق الهدي، وذلك في حجة الوداع، وكذلك مراجعة بعضهم له يوم الحديبية، وفي تأمير أسامة (٢) - رضي الله عنه -، فهل يتصور بعد هذا أن يترك أمر ربه فيما هو أعظم من هذا لخلافهم، ولو قدر أنه تركه في ذلك الوقت لتنازعهم عنده لمصلحة رآها فما الذي يمنعه من أنه يكتبه بعد ذلك، وقد ثبت أنه عاش بعد ذلك عدة أيام فقد كانت وفاته -عليه الصلاة والسلام- يوم الإثنين على ما جاء مصرحاً به في رواية أنس في الصحيحين (٣) وحادثة الكتاب يوم الخميس بالاتفاق.
فإن أبى الرافضي إلا جدالاً، وقال: خشي أن لا يقبلوه منه، ويعارضوه فيه، كما تنازعوا عنده أول مرة، قلنا: لا يضره ذلك وإنما عليه البلاغ كما قال تعالى: {من يطع الرسول فقد أطاع الله ومن
تولى فما أرسلناك عليهم حفيظاً} . (٤)
فإذا ثبت هذا باتفاق السنة والرافضة، أن رسول الله - صلى الله عليه وسلم - لم يكتب ذلك الكتاب حتى مات، علمنا أنه ليس من الدين الذي أمر بتبليغه،
_________
(١) ذكر هذا الوجه من الردّ الدهلوي. انظر: مختصر التحفة الاثني عشرية ... ص٢٥١.
(٢) انظر: الأحاديث في ذلك من صحيح البخاري مع الفتح ٣/٦٠٦، ... ح١٧٨٥، ٨/٥٨٧، ح٤٨٤٤، ٨/١٥٢، ح٤٤٦٨، ٤٤٦٩.
(٣) انظر: صحيح البخاري مع الفتح ٨/١٤٣، ح٤٤٤٨، وصحيح مسلم ... ١/٣١٥، ح٤١٩.
(٤) سورة النساء ٨٠.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (158,'ولا على ما يصفه هذا الرافضي من المبالغة لاستحالة ذلك على الرسول - صلى الله عليه وسلم -.
ولِمَا دل عليه القرآن من أن الله قد أكمل له ولأمته الدين، فأنزل عليه قبل ذلك في حجة الوداع: {اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً} . (١)
وكما أخبر الرسول - صلى الله عليه وسلم - بذلك في قوله: (إني تركتكم على مثل البيضاء، ليلها كنهارها لا يزيغ عنها بعدي إلا هالك) . (٢)
فإذا تقرر بطلان ما يدعي هذا الرافضي من أن الأمة وقعت في الضلالة، وحرمت العصمة بسبب عدم كتابة الرسول - صلى الله عليه وسلم - لهم ذلك الكتاب لاختلاف الصحابة عنده:
فليعلم بعد هذا أن الذي أراده الرسول - صلى الله عليه وسلم - من كتابة ذلك الكتاب هو أن يكتب لهم كتاباً يبين فيه فيمن تكون الخلافة من بعده كما ذكر ذلك العلماء.
قال شيخ الإسلام ابن تيمية -رحمه الله-: «ولم تكن كتابة الكتاب مما أوجبه الله عليه أن يكتبه أو يبلغه في ذلك الوقت، إذ لو كان كذلك لما ترك - صلى الله عليه وسلم - ما أمره الله به، لكن ذلك مما رآه مصلحة لدفع النزاع في خلافة أبي بكر، ورأى أن الخلاف لابد أن يقع» . (٣)
وقال في موضع آخر: «وأما قصة الكتاب الذي كان رسول الله - صلى الله عليه وسلم - يريد أن يكتبه، فقد جاء مبيناً كما في الصحيحين عن عائشة -رضي الله عنها- قالت: قال رسول الله - صلى الله عليه وسلم - في مرضه: (ادعى لي أباك وأخاك حتى أكتب كتاباً،
_________
(١) المائدة ٣.
(٢) أخرجه أحمد في المسند ٤/١٢٦، ضمن حديث العرباض بن سارية في ... موعظة النبي - صلى الله عليه وسلم - وكذا ابن ماجه في سننه ١/١٦، وقد صحح الحديث ... الألباني بمجموع طرقه في ظلال الجنة. انظر: ظلال الجنة مع كتاب السنة ... لابن أبي عاصم ص٢٦.
(٣) منهاج السنة ٦/٣١٦.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (159,'فإني أخاف أن يتمنى متمن، ويقول قائل: أنا أولى، ويأبى الله والمؤمنون إلا أبا بكر) (١) .
[إلى أن قال بعد ذكر روايات الحديث] : والنبي - صلى الله عليه وسلم - قد عزم على أن يكتب الكتاب الذي ذكره لعائشة، فلما رأى أن الشك قد وقع، علم أن الكتاب لا يرفع الشك، فلم يبق فيه فائدة، وعلم أن الله يجمعهم على ما عزم عليه كما قال: (ويأبى الله والمؤمنون إلا
أبا بكر) » . (٢)
وأما قوله - صلى الله عليه وسلم - في الحديث: (لن تضلوا بعدي) فيقول الدهلوي في توجيهه: «فإن قيل: لو لم يكن ما يكتب أمراً دينياً فلم قال: (لن تضلوا بعدي؟) قلنا: للضلال معان، والمراد به ههنا عدم الخطأ في تدبير الملك، وهو إخراج المشركين من جزيرة العرب، وإجازة الوفد بنحو ما كان يجيزه، وتجهيز جيش أسامة منه، لا الضلالة والغواية عن الدين» . (٣)
وأما قوله: «وهم الذين اختلفوا في الخلافة فتوزعوا بين حزب حاكم وحزب معارض، وسبب ذلك تخلف الأمة وانقسامها إلى شيعة علي وشيعة معاوية ... »
فالجواب على هذا: أن الخلاف بين الصحابة - رضي الله عنهم - في عهد علي - رضي الله عنه - لم يكن في الخلافة، فإن الذين اختلفوا مع علي - رضي الله عنه - هم: طلحة، والزبير، وعائشة، ومعاوية - رضي الله عنهم -، ولم يكن هؤلاء ينازعونه في الخلافة بل لم يَدَّعِ أحد لامن هؤلاء ولا من غيرهم، أنه أولى بالخلافة بعد مقتل عثمان - رضي الله عنه - من علي؛ لأنه أفضل من بقي، وقد كانوا يقرون له بالفضل، وإنما أصل الخلاف بين هؤلاء الصحابة
المذكورين وعلي هو في المطالبة بدم عثمان وقتل قتلته، فقد كانوا يرون تعجيل ذلك والمبادرة بالاقتصاص منهم، وقد كان علي - رضي الله عنه - لا ينازعهم في أن عثمان - رضي الله عنه - قُتل مظلوماً،
_________
(١) أخرجه مسلم في صحيحه:: (كتاب فضائل الصحابة، باب من فضائل أبي ... بكر) ٤/١٨٥٧، ح٢٣٨٧.
(٢) منهاج السنة ٦/٢٣، ٢٥.
(٣) مختصر التحفة الاثني عشرية ص٢٥١.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (160,'وعلى وجوب الاقتصاص من قتلته، وإنما كان يرى تأجيل ذلك حتى تهدأ الأوضاع ويستتب له الأمر، لأن قتلة عثمان كثير وقد تفرقوا في الأمصار كما كانت طائفة كبيرة منهم في المدينة بين الصحابة.
ومع هذا كله فإن اختلافهم -رضي الله عنهم- لم يصل بهم إلى الطعن في الدين، واتهام بعض لبعض، وإنما كان كل فريق يرى لمخالفه مكانته في الفضل والصحبة ويرى أنه مجتهد في رأيه، وإن كان يخطئه فيه.
فههنا ثلاث مسائل مقررة عند أهل العلم والتحقيق من أهل السنة، يندفع بها ما يثيره هؤلاء المغرضون من شبه، حول الفتنة التي حصلت في زمن الصحابة - رضي الله عنهم - في خلافة علي وهي:
المسألة الأولى: أن الخلاف الذي حصل بينهم لم يكن حول الخلافة، ولم ينازع علياً - رضي الله عنه - أحد من مخالفيه فيها، ولم يَدَّعِ أحد منهم على الإطلاق أنه أولى بالخلافة من علي.
المسألة الثانية: أن الخلاف بينهم إنما هو في تعجيل قتل قتلة عثمان أو تأخيره، مع اتفاقهم على وجوب تنفيذ ذلك.
المسألة الثالثة: أنهم مع اختلافهم لم يتهم بعضهم بعضاً
في الدين، وإنما يرى كل فريق منهم أن مخالفه مجتهد متأول، يعترف له
بالفضل في الإسلام، والصحبة لرسول - صلى الله عليه وسلم -.
وهذه مسائل عظيمة، دلت عليها الأخبار الصحيحة. وفيها توضيح لحقيقة الخلاف بين الصحابة وتبرئة لساحتهم من كل مايرميهم به الرافضة والزنادقة، وهي أصل كبير في الرد على هؤلاء ينبغي لطالب العلم أن يتعلمها بأدلتها، وإليك أيها القارئ بسط الأدلة على تقريرها:
المسألة الأولى: أن الخلاف الذي حصل بينهم لم يكن في الخلافة، ولم ينازع علياً أحد من مخالفيه فيها، ولم يدع أحد منهم أنه أولى بها من علي - رضي الله عنه -.
ومن أقوى الأدلة، وأكبر الشواهد على هذا: اجتماع الصحابة - رضي الله عنهم -',NULL,'168',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (161,'على مبايعته بالخلافة بعد مقتل عثمان - رضي الله عنه - بما فيهم طلحة والزبير -رضي الله عنهما-، وقد دلت على ذلك الروايات الصحيحة المنقولة عنهم في ذلك.
منها مارواه الطبري في تاريخه بسنده إلى محمد بن الحنفية، قال: «كنت مع أبي حين قتل عثمان - رضي الله عنه - فقام فدخل منزله، فأتاه أصحاب رسول الله - صلى الله عليه وسلم -، فقالوا: إن هذا الرجل قد قتل ولابد للناس من إمام، ولا نجد اليوم أحداً أحق بهذا الأمر منك، لا أقدم سابقة، ولا أقرب من رسول الله - صلى الله عليه وسلم -، فقال: لا تفعلوا، فإني أكون وزيراً، خيرٌ من أن أكون أميراً، فقالوا: لا والله ما نحن بفاعلين حتى نبايعك، قال: ففي المسجد فإن بيعتي لا تكون خَفِيّاً ولا تكون إلا عن رضا المسلمين.
قال سالم بن الجعد، فقال عبد الله بن عباس: فلقد كرهت أن يأتي المسجد مخافة أن يُشْغَب عليه، وأبى هو إلا المسجد، فلما دخل دخل المهاجرون والأنصار فبايعوه ثم بايعه الناس» . (١)
وعن أبي بشير العابدي قال: «كنت بالمدينة حين قتل عثمان - رضي الله عنه - واجتمع المهاجرون والأنصار فيهم طلحة والزبير فأتوا علياً، فقالوا: يا أبا الحسن هلم نبايعك، فقال: لا حاجة لي في أمركم أنا معكم، فمن اخترتم فقد رضيت به، فاختاروا والله، فقالوا: ما نختار غيرك....» (٢) الخ الرواية، وفيها تمام البيعة لعلي - رضي الله عنه -.
والروايات في هذا كثيرة ذكر بعضها ابن جرير في تأريخه (٣)
وهي دالة على مبايعة الصحابة - رضي الله عنهم - لعلي - رضي الله عنه - واتفاقهم على بيعته بما فيهم طلحة والزبير، كما جاء مصرحاً به في الرواية
السابقة.
وأما ما جاء في بعض الروايات من أن طلحة، والزبير بايعا مكرهين فهذا لا يثبت بنقل صحيح، والروايات الصحيحة على خلافه.
_________
(١) تاريخ الطبري ٤/٤٢٧.
(٢) تاريخ الطبري ٤/٤٢٧-٤٢٨.
(٣) انظر: تاريخ الطبري ٤/٤٢٧-٤٢٩، وقد قام بجمع هذه الروايات ودرسها ... الدكتور محمد أمحزون في كتابه القيم: (تحقيق مواقف الصحابة في الفتنة ... ٢٠/٥٩-٧٥.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (162,'فقد روى الطبري عن عوف بن أبي جميلة قال: «أما أنا فأشهد أني سمعت محمد بن سيرين، يقول: إن علياً جاء فقال لطلحة: ابسط يدك ياطلحة لأبايعك. فقال طلحة: أنت أحق، وأنت أمير المؤمنين، فابسط يدك، فبسط علي يده فبايعه» . (١)
وعن عبد خير الخَيْوانيّ أنه قام إلى أبي موسى فقال: «يا أبا موسى، هل كان هذان الرجلان -يعني طلحة والزبير- ممن بايع علياً قال: نعم ... » . (٢)
كما نص على بطلان ما يُدَّعَى من أنهما بايعا مكرهين، الإمام المحقق ابن العربي وذكر أن هذا مما لا يليق بهما، ولا بعلي قال
-رحمه الله-: «فإن قيل بايعا مكرهين [أي طلحة والزبير] ، قلنا: حاشا لله أن يكرها، لهما ولمن بايعهما، ولو كانا مكرهين ما أثر ذلك، لأن واحداً أو اثنين تنعقد البيعة بهما وتتم، ومن بايع بعد ذلك فهو لازم له، وهو مكره على ذلك شرعاً، ولو لم يبايعا ما أثر ذلك
فيهما، ولا في بيعة الإمام.
وأما من قال يد شلاء وأمر لا يتم (٣) ، فذلك ظن من القائل أن طلحة أول من بايع ولم يكن كذلك.
فإن قيل فقد قال طلحة: (بايعت واللُّجّ علي قَفَيّ) قلنا: اخترع هذا الحديث من أراد أن يجعل في (القفا) لغة (قفى) ، كما يجعل في (الهوى) (هوي) ، وتلك لغة هذيل لا قريش (٤) ، فكانت كذبة لم تدبر.
_________
(١) تاريخ الطبري ٤/٤٣٤.
(٢) المصدر نفسه ٤/٤٨٦.
(٣) إشارة إلى ما جاء في بعض الروايات: أن أول من بايع علياً طلحة -رضي ... الله عنهما- وكان بيده اليمنى شلل، لما وقى بها رسول الله - صلى الله عليه وسلم - يوم أحد، ... فقال رجل في القوم: أول يد بايعت أمير المؤمنين شلاء لا يتم هذا الأمر. ... انظر: تاريخ الطبري ٤/٤٣٥، والبداية والنهاية لابن كثير ٧/٢٣٧.
(٤) وقيل هي: لغة طيّ. ذكره ابن الأثير في النهاية ٤/٩٤ وكذلك: اللُّجّ ليس ... من لغة قريش بل من لغة طيّ، قال ابن الأثير: «هو بالضّم: السيف بلغة ... طيّ» النهاية ٤/٢٣٤، وقيل هو السيف أيضاً بلغة هذيل وطوائف من ... اليمن. انظر لسان العرب ٢/٣٥٤.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (163,'وأما قولهم: (يد شلاء) لو صح فلا متعلق لهم فيه، فإن يداً شُلّت في وقاية رسول الله صلى الله عليه وآله وسلم يتم لها كل أمر، ويتوقى بها من كل مكروه، وقد تم الأمر على وجهه، ونفذ القدر بعد ذلك على حكمه» . (١)
وكذلك معاوية - رضي الله عنه - فقد ثبت بالروايات الصحيحة أن خلافه مع علي - رضي الله عنه - كان في قتل قتلة عثمان - رضي الله عنه - ولم ينازعه في الخلافة بل كان يقر له بذلك.
فعن أبي مسلم الخولاني أنه جاء وأناس معه إلى معاوية وقالوا: «أنت تنازع علياً أم أنت مثله؟ فقال: لا والله إني لأعلم أنه أفضل مني وأحق بالأمر مني، ولكن ألستم تعلمون أن عثمان قُتل مظلوماً، وأنا ابن عمه والطالب بدمه فأتوه، فقولوا له فليدفع إليّ قتلة عثمان وأسلم له، فأتوا علياً فكلموه فلم يدفعهم إليه (٢) » . (٣)
ويروى ابن كثير من طرق ابن ديزيل بسنده إلى أبي الدرداء وأبي أمامة -رضي الله عنهما- «أنهما دخلا على معاوية فقالا له: يا معاوية علام تقاتل هذا الرجل؟ فو الله إنه أقدم منك ومن أبيك إسلاماً، وأقرب منك إلى رسول الله - صلى الله عليه وسلم -، وأحق بهذا الأمر منك، فقال: أقاتله على دم عثمان، وإنه آوى قتلته، فاذهبا إليه فقولا له:
فليقدنا من قتلة عثمان ثم أنا أول من أبايعه من أهل الشام» . (٤)
والروايات في هذا كثيرة مشهورة بين العلماء (٥) وهي دالة على عدم
_________
(١) العواصم من القواصم ص١٤٨-١٤٩.
(٢) سبب ذلك أن علياً - رضي الله عنه - طلب من معاوية أن يدخل في البيعة ويحاكمهم ... إليه فأبى معاوية -رضي الله عنهما- جميعاً. انظر: البداية والنهاية ٧/٢٦٥، ... وتحقيق مواقف الصحابة في الفتنة لمحمد أمحزون ٢/١٤٧.
(٣) أخرجه ابن عساكر في تاريخ مدينة دمشق ١٦/٣٥٦ب،
وأورده الذهبي في ... سير أعلام النبلاء ٣/١٤٠، وقال محققوا الكتاب: ... رجاله ثقات.
(٤) البداية والنهاية ٧/٢٧٠.
(٥) انظر: البداية والنهاية لابن كثير ٧/٢٦٨-٢٧٠، وقد جمع هذه الروايات ... الدكتور محمد أمحزون في كتابه: (تحقيق مواقف الصحابة في الفتنة) ... ٢/١٤٦-١٥٠.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (164,'منازعة معاوية لعلي -رضي الله عنهما- في الخلافة ولهذا نص المحققون من أهل العلم على هذه المسألة وقرروها.
يقول إمام الحرمين الجويني: «إن معاوية وإن قاتل علياً فإنه لا ينكر إمامته، ولا يدعيها لنفسه، وإنما كان يطلب قتلة عثمان ظاناً منه أنه مصيب وكان مخطئاً» . (١)
ويقول ابن حجر الهيتمي: «ومن اعتقاد أهل السنة والجماعة
أن ما جرى بين علي ومعاوية -رضي الله عنهما- من الحروب
فلم يكن لمنازعة معاوية لعلي في الخلافة للإجماع على أحقيتها
لعلي كما مر فلم تهج الفتنة بسببها، وإنما هاجت بسبب أن
معاوية ومن معه طلبوا من علي تسليم قتلة عثمان إليهم،
لكون معاوية ابن عمه فامتنع علي» . (٢)
ويقول شيخ الإسلام ابن تيمية -رحمه الله-: «ومعاوية لم يدَّعِ الخلافة، ولم يبايع له بها حين قاتل علياً، ولم يقاتل على أنه خليفة، ولا أنه يستحق الخلافة ويقرون له بذلك، وقد كان معاوية يقر
بذلك لمن سأله عنه ... وكل فرقة من المتشيعين (٣) مقرة مع ذلك بأنه ليس معاوية كفأ لعلي بالخلافة، ولا يجوز أن يكون خليفة مع إمكان استخلاف علي - رضي الله عنه - فإن فضل علي وسابقيته وعلمه ودينه وشجاعته وسائر فضائله: كانت عندهم ظاهرة معروفة» . (٤)
فثبت بهذا أنه لم ينازع علياً - رضي الله عنه - أحدٌ في الخلافة لامن الذين خالفوه ولا من غيرهم، وبهذا يبطل ما ادعا هذا الرافضي من أن الصحابة تنازعوا في الخلافة، وترتب على ذلك تفرق الأمة
وانقسامها.
_________
(١) لمعة الأدلة في عقائد أهل السنة والجماعة ص١١٥.
(٢) الصواعق المحرقة ص ٢١٦.
(٣) أي من المتشيعين لعثمان أو علي -رضي الله عنهما-، وقد كان المطالبون ... بدم عثمان - رضي الله عنه - قد انضموا إلى معاوية ومع هذا ما كانوا يفضلونه على ... علي - رضي الله عنهم - أجمعين.
(٤) مجموع الفتاوى ٣٥/٧٢-٧٣.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (165,'المسألة الثانية: أن الخلاف بين علي ومخالفيه - رضي الله عنهم - إنما هو في تقديم الاقتصاص من قتلة عثمان أو تأخيره مع اتفاقهم على وجوب تنفيذه.
وهذه المسألة مقررة أيضاً عند أهل العلم من أهل السنة بما ثبت في ذلك من الأخبار، والآثار الدالة على أن علياً - رضي الله عنه - لا ينازع مخالفيه في وجوب الاقتصاص من قتلة عثمان، وإنما كان يرى تأجيل ذلك حتى يستتب له الأمر. وذلك أن قتلة عثمان - رضي الله عنه - كانوا قد تمكنوا من المدينة، ثم قام في أمرهم من الأعراب وبعض أصحاب الأغراض الخبيثة ما أصبح به قتلهم في أول عهد علي - رضي الله عنه - متعذراً.
يشهد لهذا ما ذكره الطبري حيث يقول: «واجتمع إلى علي بعدما دخل طلحة والزبير في عدة من الصحابة، فقالوا: يا علي إنا قد اشترطنا إقامة الحدود، وإن هؤلاء القوم قد اشتركوا في دم هذا الرجل وأحلّوا بأنفسهم، فقال لهم: يا إخوتاه، إني لست أجهل ما تعلمون، ولكني كيف أصنع بقوم يملكوننا ولا نملكهم! هاهم هؤلاء قد ثارت معهم عبدانكم، وثابت إليهم أعرابكم، وهم خلالكم يسومونكم ما شاءوا، فهل ترون موضعاً لقدرة على شيء مما تريدون؟ قالوا: لا، قال: فلا والله لا أرى إلا رأياً ترونه إن شاء الله» . (١)
ويقول ابن كثير: «ولما استقر أمر بيعة علي دخل عليه طلحة والزبير ورؤوس الصحابة - رضي الله عنهم - وطلبوا منه إقامة الحدود، والأخذ بدم عثمان، فاعتذر إليهم: بأن هؤلاء لهم مدد وأعوان،
وأنه لا يمكنه ذلك يومه هذا» . (٢)
فكان هذا هو عذر علي - رضي الله عنه - في بداية الأمر، أما بعد ذلك فإن الأمور أصبحت أكثر تعقيداً، وأشدّ اشتباهاً، خصوصاً بعدما اقتتل
_________
(١) تاريخ الطبري ٤/٤٣٧.
(٢) البداية والنهاية لابن كثير ٧/٢٣٩.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (166,'الصحابة - رضي الله عنهم - في معركة الجمل بغير اختيار منهم، وإنما بسبب المكيدة التي دبرها قتلة عثمان للوقيعة بينهم، كما تقدم بيان ذلك، فلم يكن أمر الاقتصاص مقدوراً عليه بعد هذه الأحداث لا لعلي، ولا لغيره من مخالفيه، وذلك لتفرق الأمة وانشغالها بما هو أولى منه من تسكين الفتنة ورأب الصدع.
يقول شيخ الإسلام ابن تيمية -رحمه الله-: «لم يكن علي مع تفرق الناس عليه متمكناً من قتل قتلة عثمان، إلا بفتنة تزيد الأمر شرّاً وبلاءً. ودفع أفسد الفاسدين بالتزام أدناهما أولى من العكس، لأنهم كانوا عسكراً، وكان لهم قبائل تغضب لهم، والمباشر منهم للقتل -وإن كان قليلاً- فكان ردؤهم أهل الشوكة، ولولا ذلك لم يتمكنوا، ولما سار طلحة والزبير إلى البصرة ليقتلوا قتلة عثمان، قام بسبب ذلك حرب قتل فيها خلق.
ومما يبين ذلك أن معاوية قد أجمع الناس عليه بعد موت علي، وصار أميراً على جميع المسلمين، ومع هذا فلم يقتل قتلة عثمان الذين
كانوا قد بقوا» . (١)
وعلى كل حال فأياً كان عذر علي - رضي الله عنه - فالمقصود هنا أنه لا يخالف بقية الصحابة المطالبين بدم عثمان - رضي الله عنه - في وجوب الاقتصاص من قتلة عثمان - رضي الله عنه - على ما تقدم تصريحه بذلك في إجابته لطلحة والزبير لما طالباه بقتل قتلة عثمان حيث قال (يا إخوتاه، إني لست أجهل ما تعلمون، ولكن كيف أصنع بقوم يملكوننا ولا نملكهم) ، ثم أقسم بعد ذلك وهو الصادق البار: أنه لا يرى إلا ما يرون في هذا الأمر، وهذا مما يدل على إجماع الصحابة - رضي الله عنهم - على هذه المسألة، والله تعالى أعلم.
المسألة الثالثة: أن الصحابة - رضي الله عنهم - الذين اختلفوا في الفتنة لم يتهم بعضهم بعضاً في الدين، وإنما كان يرى كل فريق منهم أن مخالفه وإن كان مخطئاً، فهو مجتهد متأول، يعترف له بالفضل في الإسلام وحسن الصحبة لرسول الله - صلى الله عليه وسلم -.
_________
(١) منهاج السنة ٤/٤٠٧-٤٠٨',NULL,'174',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (167,'وهذه مسألة مقررة عند أهل العلم أيضاً بما ثبت من ثناء الصحابة بعضهم على بعض - رضي الله عنهم - أجمعين، فمن ذلك ما جاء عن علي - رضي الله عنه - بعد معركة الجمل أنه كان يتفقد القتلى فرأى طلحة بن عبيد الله مقتولاً فجعل يمسح التراب عن وجهه ويقول: (رحمة الله
عليك أبا محمد يعزّ عليّ أن أراك مجدولاً (١) تحت نجوم السماء، ثم قال: إلى الله أشكو عُجَري وبُجَري (٢)) . (٣)
ولما جاءه (ابن جرموز) قاتل الزبير ومعه سيفه لعله يجد عنده حظوة فاستأذن عليه فقال علي - رضي الله عنه -: (لا تأذنوا له وبشروه بالنار) ، وفي رواية أن علياً قال: (سمعت رسول الله - صلى الله عليه وسلم - يقول: بشر قاتل ابن صفية بالنار) .
وقال لما رأى سيف الزبير: (طال ما فرج الكرب عن وجه رسول الله - صلى الله عليه وسلم -) . (٤)
وبعد انتهاء معركة الجمل ذهب علي إلى عائشة -رضي الله عنهما- فقال: (كيف أنت يا أُمّه؟ قالت: بخير، قال: يغفر الله لكِ، قالت: ولك) . (٥)
وذكر الطبري أن علياً - رضي الله عنه - بلغه أن رجلين شتما عائشة -رضي الله عنها- فبعث القعقاع بن عمرو فأتى بهما، فقال: اضرب أعناقهما، ثم قال: لأنهكنهما عقوبة، فضربهما مائة مائة
وأخرجهما من ثيابهما. (٦)
وروى الطبري من طريق محمد بن عبد الله بن سواد وطلحة بن الأعلم في تجهيز علي لعائشة -رضي الله عنهما- لما أرادت أن ترتحل من البصرة قالا: «جهز على عائشة بكل شيء ينبغي لها من مركب، أوزاد أو متاع، وأخرج معها
_________
(١) أي: مرمياً ملقيً على الأرض قتيلاً: النهاية لابن الاثير ١/٢٤٨.
(٢) أي: همومي وأحزاني، النهاية لابن الأثير ٣/١٨٥.
(٣) البداية والنهاية لابن كثير ٧/٢٥٨.
(٤) ذكر هذه الروايات ابن كثير في البداية والنهاية ٧/٢٦٠.
(٥) أورده الطبري في تأريخه ٤/٥٣٤.
(٦) انظر: تاريخ الطبري ٤/٥٤٠.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (168,'كل من نجا ممن خرج معها إلا من أحب المقام، واختار لها أربعين امرأة من نساء أهل البصرة المعروفات، وقال: تجهز يا محمد فبلَّغها.
فلما كان اليوم الذي ترتحل فيه، جاءها حتى وقف لها، وحضر الناس، فخرجت على الناس وودعوها، وقالت: يابَنيّ تعتب بعضنا على بعض استبطاءً واستزادة فلا يعتدّن أحد منكم على أحد بشيء بلغه من ذلك، إنه والله ما كان بيني وبين عليّ في القديم إلا ما يكون بين المرأة وأحمائها، وإنه عندي على معتبتي من الأخيار. وقال علي: يا أيها الناس، صدقت والله وبرت ما كان بيني وبينها إلا ذلك وإنها لزوجة نبيكم - صلى الله عليه وسلم - في الدنيا والآخرة» . (١)
ومما ثبت من ذلك عن عمار - رضي الله عنه - وكان في جيش علي يوم الجمل ما رواه الطبري من رواية مالك بن دينار قال: «حمل عمار على
الزبير يوم الجمل فجعل يحوزه (٢) بالرمح فقال: أتريد أن تقتلني؟ قال: لا انصرف» . (٣)
وروى الطبري أيضاً عن عامر بن حفص قال: «أقبل عمار حتى حاز الزبير يوم الجمل بالرمح فقال: أتقتلني يا أبا اليقظان! قال: لا يا
أبا عبد الله» . (٤)
وهذا كله فيما دار بين الصحابة رضوان الله عليهم أجمعين في معركة الجمل، أما في موقعة صفين التي دارت بين علي ومعاوية
-رضي الله عنهما-.
فقد ثبت عن علي - رضي الله عنه - على ما نقله شيخ الإسلام ابن تيمية عن إسحاق بن راهويه بسنده إلى جعفر بن محمد عن أبيه قال: (سمع علي يوم الجمل أو يوم صفين رجلاً يغلو في القول فقال: لا تقولوا إلا خيراً إنما هم
_________
(١) تاريخ الطبري ٤/٥٤٤.
(٢) الحيز والحوز هو السوق اللين، ومنه حاز الأبل يحوزها سارها في رفق. ... انظر: ... لسان العرب ٥/٣٤٣.
(٣) تاريخ الطبري ٤/٥١٢
(٤) تاريخ الطبري ٤/٥١٢.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (169,'قوم زعموا إنا بغينا عليهم، وزعمنا أنهم بغوا علينا فقاتلناهم) . (١)
وعن محمد بن نصر بسنده عن مكحول: (أن أصحاب علي
سألوه عمن قُتِل من أصحاب معاوية ماهم؟ قال: هم مؤمنون) . (٢)
وعن عبد الواحد بن أبي عون قال: (مر علي -وهو متوكئ على الأشتر- على قتلى صفين، فإذا حابس اليماني مقتول: فقال الأشتر: إنا لله وإنا إليه راجعون هذا حابس اليماني معهم يا أمير المؤمنين عليه علامة معاوية، أما والله لقد عهدته مؤمناً، قال علي: والآن هو مؤمن) . (٣)
وأما معاوية - رضي الله عنه - فقد تقدم ثناؤه على علي - رضي الله عنه - واعترافه بفضله كما جاء في حواره مع أبي مسلم الخولاني لما قال له أنت تنازع علياً أم أنت مثله؟ فقال: (لا والله إني لأعلم أنه أفضل مني وأحق بالأمر مني ... ) . (٤) الخ كلامه.
وقد روى أبو نعيم في حلية الأولياء أن ضرارة بن ضمرة الصُّدَائي دخل على معاوية فقال له: صف لي علياً، فقال: أو تعفيني يا أمير المؤمنين، قال: لا أعفيك، قال: (أما إذ لابد فإنه كان والله بعيد المدى، شديد القوى، يقول فضلاً، ويحكم عدلاً ... ) . وذكر كلاماً طويلاً في وصف علمه وشجاعته وزهده.
إلى أن قال: (فوكفت دموع معاوية على لحيته ما يملكها، وجعل ينشفها بكمه، وقد اختنق القوم بالبكاء، فقال: كذا كان أبو الحسن رحمه الله) . (٥)
فهذه بعض الآثار المنقولة عن الصحابة - رضي الله عنهم - ممن وقع بينهم
_________
(١) منهاج السنة ٥/٢٤٤-٢٤٥.
(٢) منهاج السنة ٥/٢٤٥.
(٣) المصدر نفسه ٥/٢٤٥.
(٤) انظر ص٢٣٨ من هذا الكتاب.
(٥) حلية الأولياء ١/٨٤-٨٥.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (170,'الخلاف، في ثناء بعضهم على بعض وتعظيم بعضهم لبعض وتحابهم في الله، رغم ما حصل بينهم من اختلاف وحروب نشأت عن اجتهاد كل منهم فيما يرى أنه فيه مصلحة الأمة، وإقامة دين الله وشرعه، ومع هذا فقد كان كل منهم ينصف صاحبه، ولا يحمله خلافه له في الاجتهاد على الطعن عليه في الدين، والاعتداء والظلم، بل كان يشهد كل منهم لأخيه بما هو عليه من الفضل والسبق إلى الإسلام. وهذا لعمر الله هو الفضل، فإن الإنصاف عند الخصومة عزيز، وهو في الناس قليل، إلا لمن علت درجاتهم في الإيمان، وزكى الله نفوسهم وطهرها من الشهوات، أمثال أصحاب رسول الله - صلى الله عليه وسلم - الذين اصطفاهم الله بعلمه لصحبة نبيه، فنسأل الله أن يرزقنا محبتهم جميعاً، وحسن الأدب معهم، وأن يجعلنا ممن قال فيهم: {والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولأخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلاً للذين آمنوا ربنا إنك رؤوف رحيم} . (١)
وأما قول المؤلف في حق الصحابة: «وهم الذين اختلفوا في
تفسير كتاب الله، وأحاديث رسول الله - صلى الله عليه وسلم -، فكانت المذاهب والفرق، والملل والنحل، ونشأت من ذلك المدارس الكلامية والفكرية المختلفة وبرزت فلسفات متنوعة....
إلى أن قال: فالمسلمون لم ينقسموا، ولم يختلفوا في شيء لولا الصحابة، وكل خلاف نشأ وينشأ إنما يعود إلى اختلافهم في الصحابة» .
فجوابه: أن هذا من أكبر التلبيس والتمويه، والطعن على أصحاب النبي - صلى الله عليه وسلم - بما هم منه برآء، فما ينقل عن الصحابة من اختلاف في التفسير، وفي فهم بعض الأحاديث، لم يترتب عليه ما ذكر من نشأة الفرق والمدارس الكلامية والفلسفات المتنوعة.
وذلك أن الاختلاف ينقسم إلى قسمين: اختلاف تنوع، واختلاف تضاد (٢) ، وغالب ما ينقل عن الصحابة في تفسير بعض الآيات، من باب
_________
(١) سورة الحشر ١٠.
(٢) انظر: مجموع الفتاوى ٦/٥٨.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (171,'اختلاف التنوع لا اختلاف التضاد كما بين ذلك شيخ الإسلام ابن تيمية -رحمه الله-.
قال: «الخلاف بين السلف في التفسير قليل، وخلافهم في الأحكام أكثر من خلافهم في التفسير، وغالب مايصح عنهم من الخلاف يرجع إلى اختلاف تنوع، لا اختلاف تضاد» . (١)
ثم ذكر -رحمه الله- أن اختلاف التنوع يرجع إلى أمرين:
الأول: أن يعبر كل واحد من السلف بعبارة غير عبارة صاحبه، تدل على المعنى في المسمى غير المعنى الآخر، مع اتحاد المسمى مثال ذلك تفسيرهم للصراط المستقيم فيقول بعضهم: بأنه هو القرآن أو اتباع القرآن، ويقول آخر: هو الإسلام، أو دين الإسلام، ويقول آخر: هو السنة والجماعة، ويقول آخر: طريق العبودية، أو طريق الخوف والرجاء والحب، أو امتثال المأمور واجتناب المحظور، أو متابعة الكتاب والسنة أو العمل بطاعة الله أو نحو هذه الأسماء والعبارات.
الثاني: أن يذكر كل واحد من السلف الاسم العام ببعض أنواعه على سبيل التمثيل، وتنبيه المستمع على النوع، لا على سبيل الحد المطابق للمحدود في عمومه وخصوصه، مثل سائل أعجمي سأل عن مسمى لفظ (الخبز) فأُري رغيفاً وقيل له: هذا فالإشارة إلى نوع هذا، لا إلى هذا الرغيف وحده. (٢)
قال شيخ الإسلام ابن تيمية: «وعامة الاختلاف الثابت عن
مفسري السلف من الصحابة والتابعين هو من هذا الباب» . (٣)
ومن هنا يظهر أن هذا النوع من الاختلاف -وهو الغالب على ما
_________
(١) مقدمة في أصول التفسير ص١٠.
(٢) انظر: مقدمة في أصول التفسير لشيخ الاسلام ابن تيمية ص١٠-١٢، ... ومجموع الفتاوى ١٣/٣٨١-٣٨٢.
(٣) مجموع الفتاوى ١٣/٣٨١.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (172,'ينقل عن الصحابة من اختلاف في التفسير- لا أثر له في الاختلاف في استنباط الأحكام من الآيات، وتنازع الأمة من بعدهم في ذلك، فضلاً أن يكون سبباً لنشأة الفرق والنحل، والمدارس الفلسفية والكلامية كما يدعي الرافضي.
أما اختلاف الصحابة الراجع إلى القسم الثاني وهو اختلاف التضاد فما يثبت عنهم من ذلك سواء في التفسير، أو في الأحكام، فقليل وهو ليس في الأصول العامة المشهورة في الدين، وإنما في بعض المسائل الدقيقة التي هي محل اجتهاد ونظر.
يقول شيخ الإسلام ابن تيمية -رحمه الله- بعد أن ذكر أن عامة ماينقل عن الصحابة والسلف من الخلاف في التفسير من باب اختلاف التنوع: «ومع هذا فلابد من اختلاف مخفف بينهم، كما يوجد مثل ذلك في الأحكام، ونحن نعلم أن عامة ما يضطر إليه عموم الناس من اختلاف، معلوم بل متواترعند العامة أو الخاصة، كما في عدد الصلوات ومقادير ركوعها ومواقيتها، وفرائض الزكاة ونصبها، وتعيين شهر
رمضان، والطواف، والوقوف، ورمي الجمار، والمواقيت وغير ذلك.
ثم اختلاف الصحابة في الجد والإخوة، وفي المشركة ونحو ذلك لايوجب ريباً في جمهور مسائل الفرائض ... » . (١)
وهذا النوع من الاختلاف بين الصحابة - رضي الله عنهم - لم يكن سبباً في تفرقة الأمة، ونشأة البدع كما زعم هذا الرافضي المفتري، ذلك أنه لم يكن في الأصول العامة لهذا الدين، التي حصل الخلاف فيها بين أهل السنة وأهل البدع، وإنما كان في مسائل جزئية ودقيقة، الاجتهاد فيها سائغ والخطأ فيها مغفور، لأنه ناشئ عن اجتهاد من غير تعمد للمخالفة، وقد ثبت في حياة النبي - صلى الله عليه وسلم - أن أفراداً منهم أخطأوا في بعض المسائل مجتهدين، كما في قصة عدي بن حاتم - رضي الله عنه - لما اتخذ عقالين أحدهما أسود، والآخر أبيض،
_________
(١) مقدمة التفسير ص١٧.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (173,'فجعل ينظر إليهما ظناً (١) منه أن هذا هوالمقصود من قوله تعالى: {حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر} (٢) ، واختلف الصحابة إلى فريقين في فهم قصد
النبي - صلى الله عليه وسلم - من قوله: (لا يصلين أحد العصر إلا في بني قريظة) (٣) ، فصلى فريق منهم في الطريق، وفريق آخر لم يصل إلا في بني قريظة. كما حصل لبعضهم - رضي الله عنهم - بعض المخالفات متأولين، كما في قصة حاطب ابن أبي بلتعة - رضي الله عنه - (٤) ، وقصة خالد - رضي الله عنه - مع بني جذيمة (٥) في حوادث كثيرة يطول ذكرها، ومع هذا لم يؤثمهم النبي - صلى الله عليه وسلم - أغير الأمة على دين الله، لأن أخطاءهم نشأت عن اجتهاد أو تأويل، قد رفع الحرج فيه عن الأمة.
ولهذا لم يكن اختلاف الصحابة - رضي الله عنهم - في مسائل الاجتهاد سبباً في تفرقهم، وتنازعهم، وتحزبهم.
قال الامام قوام السنة: «إنا وجدنا أصحاب رسول الله - صلى الله عليه وسلم - ورضي عنهم اختلفوا في أحكام الدين، فلم يفترقوا، ولم يصيروا شيعاً،
لأنهم لم يفارقوا الدين، ونظروا فيما أذن لهم» . (٦)
فإذا كان التنازع منتفياً في حقهم، بل الثابت عنهم هو التآلف
_________
(١) انظر الحديث في صحيح البخاري: (كتاب الصوم، باب قول الله تعالى: ... {وكلوا واشربوا} الآية) ، فتح الباري ٤/١٣٣، ح١٩١٦، وصحيح ... مسلم: (كتاب الصوم، باب أن الدخول في الصوم يحصل بطلوع الفجر)
٢/٧٦٦.
(٢) سورة البقرة آية ١٨٧.
(٣) الحديث أخرجه البخاري من حديث ابن عمر: (كتاب المغازي، باب مرجع ... النبي - صلى الله عليه وسلم - من الأحزاب) فتح الباري ٧/٤٠٨، ح٤١١٩.
(٤) انظر: الحديث في هذا في صحيح البخاري: (كتاب استتابة المرتدين، باب ... ما جاء في المتأولين) فتح الباري ١٢/٣٠٤، ح ٩٣٩، صحيح مسلم: ... (كتاب فضائل الصحابة، باب من فضائل أهل بدر ... ) ٤/١٩٤١، ... ح٢٤٩٤.
(٥) انظر: الحديث في هذا في صحيح البخاري: (كتاب المغازي، باب بعث ... النبي - صلى الله عليه وسلم - خالد إلى بني جذيمة) ، فتح الباري ٨/٥٦، ح٤٣٣٩.
(٦) الحجة في بيان المحجة ٢/٢٢٧-٢٢٨.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (174,'والاتفاق، والمحبة والتواد، كما وصفهم ربهم بقوله: {أشداء على الكفار رحماء بينهم} . (١)
فكيف لهذا الرافضي أن يدعي: أن اختلافهم في الاجهتاد سبب في تنازع الأمة وتفرقها.
بل إن الأمة استفادت بسبب اختلاف الصحابة في الاجتهاد، مع عدم التفرق والتمزق، من الدروس والعبر، ما كان سبباً في اجتماع الأمة لا تفرقها، ووحدتها لا تمزقها، لكن إنما حصل هذا لأهل المتابعة لطريقهم الذين اهتدوا بهديهم، واقتفوا أثرهم في ذلك، فلم يتفرقوا لاختلاف الآراء في الاجتهاد. ألا وهم أهل السنة، الذين هم أهل الاجتماع والائتلاف، وفارقهم وخالفهم في هذا سائر أهل البدع، الذين هم أهل التفرق والاختلاف.
ولذا لما رأى خيار السلف من بعدالصحابة هذه الثمار الطيبة المباركة لاجتهادات الصحابة، وأثرها في الأمة، وما حصل بسببها من الرحمة للأمة والتوسعة في الاجتهاد والترجيح بين أقوالهم، ما كرهوا
اختلاف الصحابة بل أظهروا الفرح والرضا به.
قال عمر بن عبد العزيز -رحمه الله-: (ما يسرني أن أصحاب رسول الله - صلى الله عليه وسلم - لم يختلفوا) . (٢)
وفي رواية أخرى عنه: (ما يسرني أن لي باختلافهم حمر النعم) . (٣)
وقال القاسم بن محمد -رحمه الله-: (لقد نفع الله باختلاف أصحاب النبي - صلى الله عليه وسلم - في أعمالهم، لا يعمل العامل بعمل رجل منهم، إلا رأى أنه في سعة ورأى خيراً منه قد عمله) . (٤)
_________
(١) سورة الفتح من الآية ٢٩.
(٢) نقله شيخ الإسلام في مجموع الفتاوى ٣/٨٠، والشاطبي في الموافقات ... ٤/١٢٥.
(٣) ذكره الشاطبي في الموفقات ٤/١٢٥.
(٤) المصدر نفسه ٤/١٢٥.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (175,'وقال أيضاً: (لقد أعجبني قول عمر بن عبد العزيز: ما أحب أن أصحاب رسول الله - صلى الله عليه وسلم - لم يختلفوا، لأنه لو كان قولاً واحداً، كان الناس في ضيق، وإنهم أئمة يقتدى بهم، فلو أخذ بقوله رجل منهم كان في سعة) . (١)
قال الشاطبي-رحمه الله-: «وبمثل ذلك قال جماعةمن العلماء» . (٢)
وقال شيخ الإسلام ابن تيمية -رحمه الله-: «ولهذا كان بعض العلماء يقول إجماعهم حجة قاطعة، واختلافهم رحمة واسعة، وكان عمر بن عبد العزيز يقول: مايسرني أن أصحاب رسول الله - صلى الله عليه وسلم - لم يختلفوا، لأنهم إذا اجتمعوا على قول فخالفهم رجل كان ضالاً، وإذا اختلفوا فأخذ رجل بقول هذا، ورجل بقول هذا كان الأمر في سعة» . (٣)
فأقوال هؤلاء الأئمة تدل دلالة ظاهرة على أن اختلاف الصحابة -رضي الله عنهم- في الاجتهاد، لم يفض إلى مفسدة في الدين، ولم يكن سبباً في تفرق المسلمين، ونشأة الفرق المبتدعة في الإسلام، على ما ادعى هذا الرافضي، إذ لو أدى اختلافهم إلى هذا أو أقل منه بكثير، فكيف يفرح بخلافهم ولا يحزن له هؤلاء الأئمة الكبار، وهم أهل الغيرة على الدين والنصح للمسلمين.
وإذا ثبت هذا فاعلم أيها القارئ أن هذه الفرق المبتدعة على كثرتها واختلاف مشاربها لا ترجع بحمد الله في أصل نشأتها لأحد من الصحابة، ولا تستند في بدعها لقول واحد منهم وإن كان بعض هذه الفرق تدعى الانتساب لبعضهم، كانتساب الرافضة لعلي - رضي الله عنه - وأبنائه إلا أن هذا غير صحيح فعلي وأبناؤه - رضي الله عنهم - بريئون منهم ومن
عقيدتهم كما تقدم نقل أقوالهم في ذلك.
_________
(١) المصدر نفسه ٤/١٢٥.
(٢) المصدر نفسه ٤/١٢٥.
(٣) مجموع الفتاوى ٣٠/٨٠.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (176,'وفي الحقيقة إن عامة هذه الفرق المبتدعة، إنما أحدثها أول من أحدثها، إما كفار أصليون أو منافقون ظاهروا النفاق في الأمة.
فالخوارج يرجعون في أصل عقيدتهم ونسبهم إلى ذي الخويصرة الذي اعترض على النبي - صلى الله عليه وسلم - في قسم الغنائم يوم حنين فقال: (يارسول الله اعدل، قال: رسول الله - صلى الله عليه وسلم - ويلك ومن يعدل إن لم أعدل؟ قد خبت وخسرت، فقال عمر بن الخطاب - رضي الله عنه -: يارسول الله أئذن لي فيه أضرب عنقه، قال رسول الله - صلى الله عليه وسلم -: دعه فإن له أصحاباً يحقر أحدكم صلاته مع صلاتهم، وصيامه من صيامهم، يقرأون القرآن لايجاوز تراقيهم يمرقون من الإسلام كما يمرق السهم من
الرّمية..) . (١)
والرافضة ترجع في أصل نشأتها إلى عبد الله بن سبأ اليهودي الحميري الذي هو أول من ابتدع الرفض.
يقول شيخ الإسلام: «إن الذي ابتدع الرفض كان يهودياً، أظهر الإسلام نفاقاً، ودس إلى الجهال دسائس، يقدح بها في أصل الإيمان،
ولهذا كان الرفض أعظم أبواب النفاق والزندقة» . (٢)
وهذا أمر مقرر مشهور عند علماء الإسلام، متواتر عنهم في كتبهم.
وقد اعترف بهذا كبار مؤرخي الرافضة ومحققيهم.
يقول الكشي عن عبد الله بن سبأ: «وكان أول من أشهر القول بفرض إمامة علي، وأظهر البراءة من أعدائه، وكاشف مخالفيه، وأكفرهم فمن هناك قال من خالف الشيعة، أصل التشيع والرفض مأخوذ من اليهودية» . (٣)
_________
(١) رواه البخاري من حديث أبي سعيد الخدري في: (كتاب استتابة المرتدين، ... باب ترك قتل الخوارج للتألف) فتح البارى ١٢/٣٩٠. ومسلم: (كتاب ... الزكاة، باب ذكر الخوارج وصفتهم) ٢/٧٤٤.
(٢) مجموع الفتاوى ٤/٤٢٨.
(٣) رجال الكشي ص٧١.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (177,'وقد نقل هذا النص كبار علمائهم المشهورين: كالأشعري القمي (١) ، والنوبختي (٢) ، والمامقاني. (٣)
وأما القدرية: فأول من أظهر مقالتهم وتكلم في القدر: رجل نصراني يسمى: (سوسن) روى الآجري واللالكائي عن الأوزاعي قال: «أول من نطق في القدر: رجل من أهل العراق يقال له: سوسن كان نصرانياً فأسلم ثم تنصر، فأخذ عنه معبد الجهني وأخذ غيلان
عن معبد» . (٤)
وأما الجهمية: فمنسوبة للجهم بن صفوان، أول من أشهر القول بتعطيل الصفات، والجهم أخذ مقالته عن الجعد بن درهم، وأخذها الجعد عن طالوت ابن أخت لبيد بن الأعصم، وأخذها طالوت من لبيد بن الأعصم اليهودي الساحر، الذي سحر النبي - صلى الله عليه وسلم - ذكر هذا شيخ الإسلام ابن تيمية وابن كثير -رحمهما الله-. (٥)
وأما الفلاسفة: فأخذوا الفلسفة عن فلاسفة اليونان، بل عن شرهم وهو أرسطو.
قال ابن القيم: «الفلاسفة لا تختص بأمة من الأمم، بل هم موجودون في سائر الأمم، وإن كان المعروف عند الناس، الذي اعتنوا بحكاية مقالاتهم: هم فلاسفة اليونان» . (٦)
ويقول في التعريف بمصطلح الفلسفة: «وقد صار هذا الاسم في عرف كثير من الناس مختصاً بمن خرج عن ديانات الأنبياء، ولم يذهب إلا إلى ما يقتضيه العقل في زعمه، وأخص من ذلك أنه في عرف
المتأخرين اسم
_________
(١) المقالات والفرق ص٢١-٢٢.
(٢) فرق الشيعة ص٢٢.
(٣) تنقيح المقال ٢/١٨٤.
(٤) الشريعة للآجري ص٢٤٣، وشرح أصول اعتقاد أهل السنة للالكائي ... ٤/٧٥٠.
(٥) انظر: مجموع الفتاوى لشيخ الإسلام ابن تيمية ٥/٢٠، والبداية والنهاية ... لابن كثير ٩/٣٦٤.
(٦) إغاثة اللهفان ٢/٢٦٠.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (178,'لأتباع أرسطو، وهم المشاؤن خاصة، وهم الذين هذب ابن سينا طريقتهم وبسطها وقررها، وهي التي يعرفها بل لا يعرف سواها، المتأخرون من المتكلمين، وهؤلاء فرقة شاذة من فرق الفلاسفة، ومقالتهم واحدة من مقالات القوم حتى قيل: إنه ليس فيهم من يقول بقدم الأفلاك غير أرسطو وشيعته» . (١)
وأما الباطنية: فبذرة يهودية بذرها عبد الله بن ميمون القداح اليهودي.
يقول محمد بن مالك بن أبي الفضائل عن الباطنية: «وأصل هذه الدعوة الملعونة، التي استهوى بها الشيطان أهل الكفر والشقوة، ظهور عبد الله بن ميمون القداح في الكوفة، وما كان له من الأخبار المعروفة ... وكان ظهوره في سنة ست وسبعين ومائتين من التاريخ للهجرة النبوية، فنصب للمسلمين الحبائل، وبغي لهم في الغوائل، ولبس الحق بالباطل: {ومكر أولئك هو يبور} (٢) وجعل لكل آية من كتاب الله تفسيراً، ولكل حديث عن رسول الله - صلى الله عليه وسلم - تأويلاً ... وكان هذا الملعون يعتقد اليهودية، ويظهر الإسلام، وهو من اليهود من ولد الشلعلع من مدينة بالشام يقال لها سلمية» . (٣)
فهذه أصول الفرق المبتدعة في الإسلام، وأول من دعا لها وبثها في الأمة من أولئك الكفرة، والزنادقة الحاقدين على هذا الدين.
فانظر أيها المسلم كيف أن هذا الرافضي الخبيث يبرئ هؤلاء الكفرة والملحدين مما أحدثوه من البدع العظيمة، وما نتج عنها من شر عظيم، وتفريق لوحدة المسلمين، ويلصق هذه التهم بصحابة رسول الله - صلى الله عليه وسلم - زاعماً أن هذه الفرق، إنما نشأت بسبب اختلافهم، وأنها ترجع إليهم. فعليه من الله ما يستحق.
_________
(١) المصدر نفسه ٢/٥٢٤.
(٢) فاطر ١٠.
(٣) كشف أسرار الباطنية لمحمد بن مالك بن أبي الفضائل ص٣١-٣٣.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (179,'<span data-type="title" id=toc-17>دعوى المؤلف أن الصحابة لم يمتثلوا أمر النبي - صلى الله عليه وسلم - في صلح الحديبية والرد عليه</span>

قال المؤلف ص٩٣ تحت عنوان: (الصحابة في صلح الحديبية) ، بعد أن ذكر على وجه الإجمال خبر صلح النبي - صلى الله عليه وسلم - مع قريش على الشروط المعروفة: «لكن بعض الصحابة لم يعجبهم هذا التصرف من النبي - صلى الله عليه وسلم - وعارضوه في ذلك معارضة شديدة، وجاءه عمر بن الخطاب فقال: ألست نبي الله حقاً؟ قال: بلى، قال عمر: ألسنا على الحق وعدونا على الباطل؟ قال: بلى، قال عمر: فلم نعطي الدنية في ديننا إذاً؟ قال رسول الله - صلى الله عليه وسلم -: إني رسول الله ولست أعصيه وهو ناصري، قال عمر: أولست كنت تحدثنا أنا سنأتي البيت فنطوف؟ قال: بلى أفأخبرتك أنا نأتيه العام؟ قال عمر: لا، قال: فإنك آتيه ومطوف به ...
إلى أن قال: ولما فرغ رسول الله - صلى الله عليه وسلم - من كتاب الصلح قال لأصحابه: قوموا فانحروا ثم احلقوا، فو الله ما قام منهم رجل، حتى قال ذلك ثلاث مرات، فلما لم يمتثل لأمره منهم أحد، دخل خباءه ثم خرج فلم يكلم أحداً منهم بشيء حتى نحر بدنة بيده، ودعا حالقه فحلق رأسه، فلما رأى أصحابه ذلك قاموا فنحروا، وجعل بعضهم يحلق بعضاً، حتى كاد بعضهم يقتل بعضاً» .
ثم يقول بعد ذلك معلقاً: «هل يقبل عاقل قول القائلين بأن',NULL,'187',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (180,'الصحابة - رضي الله عنهم - كانوا يمتثلون أوامر رسول الله - صلى الله عليه وسلم - وينفذونها، فهذه الحادثة تقطع عليهم ما يرومون ... فهل سلم عمر بن الخطاب هنا ولم يجد في نفسه حرجاً بما قضى الرسول - صلى الله عليه وسلم -؟! أم كان في موقفه تردد في ما أمر به النبي - صلى الله عليه وسلم -، وخصوصاً في قوله: أولست نبي الله حقاً، أولست كنت تحدثنا إلى آخره، وهل سلم بعدما أجابه رسول الله - صلى الله عليه وسلم - بتلك الأجوبة المقنعة؟ كلا لم يقتنع بجوابه وذهب يسأل أبا بكر الأسئلة نفسها ... » .
والجواب عن هذا: أن ما ذكره من مراجعة عمر للنبي - صلى الله عليه وسلم - في أمر الصلح، وكذلك تأخر الصحابة في بداية الأمر عن النحر والحلق حتى نحر رسول الله - صلى الله عليه وسلم - وحلق، كل هذا صحيح ثابت في الصحيحين وغيرهما من كتب الحديث التي نقلت أخبار صلح الحديبية. (١)
وعلى هذين الأمرين مدار طعنه وسلفه من الرافضة على أصحاب رسول الله - صلى الله عليه وسلم - ولا مطعن في شيء من هذا على أصحاب
رسول الله - صلى الله عليه وسلم - لا عمر ولا غيره من الصحابة الذين شهدوا الحديبية.
وبيان ذلك: أن الرسول - صلى الله عليه وسلم - كان قد رأى في المنام أنه دخل مكة وطاف بالبيت فأخبر أصحابه بذلك وهو بالمدينة، فلما ساروا معه عام الحديبية لم يشك جماعة منهم أن هذه الرؤيا تتفسر هذا العام، فلما وقع أمر الصلح وفيه أن يرجعوا عامهم هذا، ثم يعودوا العام القادم شق ذلك على أصحاب رسول الله - صلى الله عليه وسلم - (٢) فجعل عمر - رضي الله عنه - على ما عرف به من القوة في الحق والشدة فيه يسأل رسول الله - صلى الله عليه وسلم - ويراجعه في الأمر، ولم تكن أسئلته التي سألها رسول الله - صلى الله عليه وسلم - لشك في صدق الرسول - صلى الله عليه وسلم -، أو اعتراض عليه، لكن كان مستفصلاً عما كان متقرراً لديه، من أنهم سيدخلون مكة
_________
(١) انظر: صحيح البخاري مع فتح الباري: (كتاب الشروط، باب الشروط في ... الجهاد ... ) ٥/٣٢٩، ح٢٧٣١-٢٧٣٢، و (كتاب الجزية) ٦/٢٨١، ... ح٣١٨٢، وصحيح مسلم: (كتاب الجهاد والسير، باب صلح الحديبية) ... ٣/١٤١١، ح١٧٨٥، ومسند أحمد ٣/٤٨٦.
(٢) انظر: تاريخ الطبري ٢/٦٣٥، والبداية والنهاية لابن كثير ٤/١٧٠.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (181,'ويطوفون بالبيت، وأراد بذلك أن يحفز رسول الله - صلى الله عليه وسلم - على دخول مكة، وعدم الرجوع إلى المدينة، لما يرى في ذلك من عز لدين الله وإرغام للمشركين.
قال النووي: «قال العلماء لم يكن سؤال عمر - رضي الله عنه - وكلامه المذكور شكاً بل طلباً لكشف ما خفي عليه، وحثاً على إذلال الكفار وظهور الإسلام، كما عرف من خلقه - رضي الله عنه - وقوته في نصر الدين وإذلال المبطلين» . (١)
ونقل هذا أيضاً ابن حجر -رحمه الله- عن بعض شراح الحديث. (٢)
فعمر - رضي الله عنه - كان في هذا مجتهداً حمله على هذا شدته في الحق، وقوته في نصرة الدين، والغيرة عليه، مع ما كان قد عودهم عليه رسول الله - صلى الله عليه وسلم - من المشورة وإبداء الرأى، امتثالاً لأمر الله تعالى: {فاعف عنهم واستغفر لهم وشاورهم في الأمر} (٣) وقد كان كثيراً ما يستشيرهم ويأخذ برأيهم، كما استشارهم يوم بدر في الذهاب إلى العير، وأخذ بمشورتهم، وشاورهم يوم أحد في أن يقعد في المدينة أو يخرج للعدو فأشار جمهورهم بالخروج إليهم فخرج إليهم، وشاورهم يوم الخندق في مصالحة الأحزاب بثلث ثمار المدينة عامئذٍ فأبى عليه السعدان (سعد بن معاذ، وسعد بن عبادة) فترك ذلك، وشاورهم يوم الحديبية أن يميل على ذراري المشركين، فقال أبو بكر: إنا لم نجيء لقتال، وإنما جئنا معتمرين فأجابه إلى ما قال (٤) ، في حوادث كثيرة يطول ذكرها.
فقد كان عمر - رضي الله عنه - يطمع أن يأخذ رسول الله - صلى الله عليه وسلم - برأيه في مناجزة قريش وقتالهم، ولهذا راجعه في ذلك، وراجع أبا بكر، فلما رأى اتفاقهما أمسك عن ذلك وترك رأيه، فعذره رسول الله - صلى الله عليه وسلم - لما يعلم من حسن نيته وصدقه.
_________
(١) شرح صحيح مسلم ١٢/١٤١.
(٢) انظر: فتح البارى ٥/٣٤٦.
(٣) سورة آل عمران من الآية ١٥٩.
(٤) انظر: تفسير ابن كثير ١/٤٢٠ عند تفسير قوله تعالى: {وشاورهم في ... الأمر} .',NULL,'189',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (182,'أما توقف الصحابة عن النحر والحلق حتى نحر رسول الله - صلى الله عليه وسلم - وحلق، فليس معصية لأمر رسول الله - صلى الله عليه وسلم -، وقد ذكر العلماء له عدة توجيهات.
قال ابن حجر: «قيل كأنهم توقفوا لاحتمال أن يكون الأمر بذلك للندب، أو لرجاء نزول وحي بإبطال الصلح المذكور، أو تخصيصه بالإذن بدخولهم مكة ذلك العام لإتمام نسكهم، وسوّغ لهم ذلك لأنه كان زمان وقوع النسخ، ويحتمل أنهم ألهتهم صورة الحال فاستغرقوا في الفكر لما لحقهم من الذل عند أنفسهم، مع ظهور قوتهم واقتدارهم في اعتقادهم على بلوغ غرضهم، وقضاء نسكهم بالقهر والغلبة، أو أخروا الامتثال لاعتقادهم أن الأمر المطلق لا يقتضي الفور، ويحتمل مجموع هذه الأمور لمجموعهم» . (١)
وجاء في بعض الروايات أن الرسول - صلى الله عليه وسلم - لما رأى عدم امتثالهم، دخل على أم سلمة فذكر لها ذلك فقالت: (يا رسول الله لاتكلمهم
فإنهم قد دخلهم أمر عظيم مما أدخلت على نفسك من المشقة في أمر الصلح ورجوعهم بغير فتح) . (٢)
فأشارت عليه كما جاء في رواية البخاري: (أن اخرج ثم لاتكلم أحداً منهم كلمة حتى تنحر بدنك، وتدعو حالقك فيحلقك، فخرج فلم يكلم أحداً منهم حتى فعل ذلك، نحر بدنه، ودعا حالقه فحلقه، فلما رأوا ذلك قاموا فنحروا) . (٣)
قال ابن حجر: «ويحتمل أنها فهمت عن الصحابة أنه احتمل عندهم أن يكون النبي - صلى الله عليه وسلم - أمرهم بالتحلل أخذاً بالرخصة في حقهم، وأنه يستمر على الإحرام أخذاً بالعزيمة في حق نفسه، فأشارت عليه أن يتحلل لينتفي عنهم هذا الاحتمال، وعرف النبي - صلى الله عليه وسلم - صواب ما أشارت به ففعله ...
_________
(١) فتح الباري ٥/٣٤٧.
(٢) ذكره ابن حجر في فتح الباري ٥/٣٤٧.
(٣) صحيح البخاري مع الفتح (كتاب الشروط، باب الشروط في الجهاد) ... ٥/٣٣٢',NULL,'190',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (183,'ونظير هذا ما وقع لهم في غزوة الفتح من أمره لهم بالفطر في رمضان، فلما استمروا على الامتناع، تناول القدح فشرب، فلما رأوه شرب شربوا» . (١)
وهذا الوجه حسن، وهو اللائق بمقام أصحاب النبي - صلى الله عليه وسلم -، فإنهم
كانوا على قدر كبير من تعظيم الإحرام والحرص على إكمال النسك، فلما أمرهم النبي - صلى الله عليه وسلم - بالتحلل ولم يفعل، ظنوا أن الذي حمله على هذا هو الشفقة عليهم، كما كانت سيرته معهم، فكأنهم -رضي الله عنهم- آثروا التأسي به على ما رخص لهم فيه من التحلل، ثم لما رأوه قد تحلل أيقنوا أن هذا هو الأفضل في حقهم، فبادروا إليه، وهذا مثل ما حصل منهم في الحج مع النبي - صلى الله عليه وسلم - لما بلغوا مكة وطافوا وسعوا أمرهم أن يحلوا، وأن يصيبوا النساء ويجعلوها عمرة، فكبر ذلك عليهم لتعظيمهم لنسكهم، وقالوا: نذهب إلى عرفة ومذاكيرنا تقطر من المني، فلما علم بذلك الرسول - صلى الله عليه وسلم - وكان لم يتحلل، قال لهم: (أيها الناس أحلوا فلولا الهدى الذي معى فعلت كما فعلتم) قال جابر - رضي الله عنه - راوي الحديث: فحللنا وسمعنا وأطعنا. (٢)
وهذا كله من حرص أصحاب رسول الله - صلى الله عليه وسلم - على الخير والرغبة في التأسي برسول الله - صلى الله عليه وسلم - التأسي الكامل. فرضي الله عنهم أجمعين.
وبهذا تظهر الوجهة الصحيحة لمواقف الصحابة الجليلة في هذه الغزوة المباركة، التي ازدادوا بها رفعة عند الله، وسبقاً في دينه، ومحبة في قلوب المؤمنين.
فإن أبى الرافضي قبول ذلك استكباراً وعناداً، وظلماً وطغياناً وأصر على ما هو عليه من الكذب والتدليس، فإني أورد هنا عدة أوجه فيها إلزامه وفضيحته، ودحض شبهته بحول الله وقوته وهي:
_________
(١) فتح الباري ٥/٣٤٧.
(٢) ملخصاً من حديث جابر بن عبد الله الذي رواه البخاري في (كتاب ... الاعتصام، باب نهي النبي - صلى الله عليه وسلم - على التحريم إلا ما تعرف إباحته) فتح الباري ... ١٣/٣٣٧، ح٧٣٦٧، ومسلم (كتاب الحج، باب بيان وجوه الإحرام..) ... ٢/٨٨٣-٨٨٤، ح١٢١٦.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (184,'الوجه الأول: ما بدر من الصحابة -رضي الله عنهم- يوم الحديبية كان بحضور رسول الله - صلى الله عليه وسلم -، وقد كان الوحي ينزل عليه، فهل ذمهم الله بذلك؟ فإن الله لا يقر على باطل. أو أنكر عليهم رسوله - صلى الله عليه وسلم -؟ فإنه لا تأخذه في الله لومة لائم. فإذا لم يحصل شيء من ذلك ولم ينقل عن أحد من الصحابة الذين شهدوا الواقعة أنهم سعوا في الإنكار على من يدعي هذا الرافضي أنه مخالف ومنازع، ثم تتابعت الأمة بعد ذلك جيلاً بعد جيل على عدم الإنكار بل الترضي على أولئك الأخيار، أفاد كل ذلك حقيقة حتمية، وضرورة شرعية عند كل متدين بهذا الدين داخل في عقد المسلمين ألا وهي: براءة الصحابة وطهارتهم من كل ما يرميهم به الرافضة والزنادقة من العظائم وأن الطعن فيهم بعد هذا رد على رب العالمين، ومشاقة لرسوله الكريم، واتباع لغير سبيل المؤمنين.
الوجه الثاني: أن الله - عز وجل - قال في سورة الفتح التي أنزلها على
رسوله - صلى الله عليه وسلم - بعد رجوعه من الحديبية في طريقه إلى المدينة (١) : {لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحاً قريباً ومغانم كثيرة يأخذونها وكان الله عزيزاً حكيماً} . (٢)
وكان عدد أهل الحديبية الذين بايعوا النبي - صلى الله عليه وسلم - تحت الشجرة ألفاً وأربعمائة رجلٍ، كما ذكر جابر - رضي الله عنه - قال: (كنا يوم الحديبية ألفاً وأربعمائة فبايعناه، وعمر آخذ بيده تحت الشجرة وهي سمرة) . (٣)
وفي صحيح مسلم أن أم بشر سمعت النبي - صلى الله عليه وسلم - يقول: (لايدخل النار -إن شاء الله- من أصحاب الشجرة أحد الذين بايعوا تحتها) . (٤)
_________
(١) انظر تفسير ابن كثير ٤/١٨٢.
(٢) سورة الفتح آيتا ١٨، ١٩.
(٣) رواه مسلم (كتاب الإمارة، باب استحباب مبايعة الإمام الجيش..) ... ٣/١٤٨٣، ح١٨٥٦.
(٤) رواه مسلم (كتاب فضائل الصحابة، باب من فضائل أصحاب الشجرة..) ... ٤/١٩٤٢، ح٢٤٩٦.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (185,'فثبت بصريح الكتاب والسنة أن الله رضي عنهم، وأنزل السكينة في قلوبهم، وشهد لهم الرسول - صلى الله عليه وسلم - بالجنة، والنجاة من النار، فالطعن فيهم بعد هذا تكذيب صريح لما دلت عليه النصوص، ورد على الله ورسوله، ولهذا لم يتوقف العلماء في تكفير من كفّر، أو فسق
عامة الصحابة لمناقضته لصريح الكتاب والسنة.
يقول شيخ الإسلام ابن تيمية -رحمه الله- في تفصيل حكم سب الصحابة: « ... وأما من جاوز ذلك إلى أن زعم أنهم ارتدوا بعد رسول الله - صلى الله عليه وسلم - إلا نفراً قليلاً لا يبلغون بضعة عشر نفساً، أو أنهم فسقوا عامتهم فهذا لا ريب أيضاً في كفره، لأنه مكذب لما نصه القرآن في غير موضع من الرضى عنهم والثناء عليهم، بل من يشك في كفر مثل هذا فإن كفره متعين» . (١)
الوجه الثالث: يتعلق بما جاء في سياق بعض الروايات الصحيحة وفيها فقال الرسول - صلى الله عليه وسلم - لأصحابه: (قوموا انحروا ثم احلقوا، قال: فوالله ما قام منهم رجل حتى قال ذلك ثلاث مرات) . (٢)
أورده المؤلف ثم قال معلقاً: «هل يقبل عاقل قول القائلين بأن الصحابة -رضي الله عنهم- كانوا يمتثلون أوامر الرسول - صلى الله عليه وسلم - وينفذونها، فهذه الحادثة تقطع عليهم ما يرومون ... » . (٣)
قلت: تقدمت الإجابة عليه، وأنه لا مطعن على أصحاب
رسول الله - صلى الله عليه وسلم - فيه. (٤)
لكن أقول للمؤلف هنا: ألم يكن علي - رضي الله عنه - ومن تعتقدون عدالته من الصحابة في هؤلاء، ويرد عليه ما قلتم فما هو جوابكم؟.
_________
(١) الصارم المسلوك على شاتم الرسول - صلى الله عليه وسلم - ص٥٨٦.
(٢) وردت هذه العبارة ضمن الحديث الطويل الذي رواه البخاري من حديث ... المسور بن مخرمة ومروان بن الحكم في (كتاب الشروط، باب الشروط في ... الجهاد..) فتح الباري ٥/٣٢٩، ح٢٧٣١، ٢٧٣٢.
(٣) تقدم نقل نصه كاملاً ص٢٦٣.
(٤) انظر ص ٢٦٦ من هذا الكتاب.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (186,'الوجه الرابع: ثبت في الصحيحين من حديث البراء بن عازب - رضي الله عنه - قال: (كتب علي أبي طالب الصلح بين النبي - صلى الله عليه وسلم - وبين المشركين يوم الحديبية، فكتب هذا ما كاتب عليه محمد رسول الله، فقالوا: لاتكتب رسول الله فلو نعلم أنك رسول الله لم نقاتلك، فقال النبي - صلى الله عليه وسلم -: امحه، فقال: ما أنا بالذي أمحاه، فمحاه النبي - صلى الله عليه وسلم - بيده) . (١) وفي بعض الرويات أن علياً - رضي الله عنه - قال: (والله لا أمحاه أبداً..) . (٢)
فما ثبت عن علي - رضي الله عنه - هنا نظير ما ثبت عن عمر - رضي الله عنه - في مراجعته رسول الله - صلى الله عليه وسلم - في أمر الصلح فإذا لم يكن في هذا مطعن على
علي - رضي الله عنه - وهو الحق، لم يكن فيما ثبت عن عمر - رضي الله عنه - مطعن عليه، فإن قال الرافضي إنما منعه من محو كلمة (رسول الله) محبته لرسول الله - صلى الله عليه وسلم - وتعظيمه، قلنا: وإنما حمل عمر على ما فعل نصرته لرسول الله - صلى الله عليه وسلم - وإعزاز دينه.
الوجه الخامس: أن الباعث لما صدر من الصحابة -رضي الله عنهم- يوم الحديبية هو شدة حرصهم على الخير ورغبتهم في الأجر، يشهد لهذا أن الذي أرادوا كان أشد عليهم في الدنيا مما أريد منهم، فعمر - رضي الله عنه - كان يريد القتال ومناجزة الكفار، وما أراده الرسول - صلى الله عليه وسلم - من أمر الصلح كان أهون عليه وأسلم، وكذلك الصحابة لما تأخروا في بداية الأمر عن النحر والحلق إنما أرادوا إكمال النسك، وما أمرهم به الرسول - صلى الله عليه وسلم - من التحلل في مكانهم كان أيسر عليهم وأسهل، وإن كنا لا نشك أن ما أراده الرسول - صلى الله عليه وسلم - وأمرهم به هو أكمل لهم وأفضل في الدنيا والآخرة، لكن المقصود هنا هو حسن نياتهم، وصدق رغباتهم فيما عند الله والدار الآخرة، وهذا بخلاف من أراد الدنيا، كمثل حال المنافقين الذين يتثاقلون عن الجهاد، وأعمال البر
_________
(١) رواه البخاري في (كتاب الصلح، باب كيف يكتب هذا ما صالح فلان ابن ... فلان..) فتح الباري ٥/٣٠٣، ح٢٦٩٨، ومسلم (كتاب الجهاد، باب ... صلح الحديبية) ٣/١٤٠٩، ح١٧٨٣.
(٢) أوردها البخاري في كتاب (الجزية، باب المصالحة على ثلاثة أيام) فتح ... الباري ٦/٢٨٢، ح٣١٨٤، ومسلم في الكتاب والباب السابقين ... ٣/١٤١٠.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (187,'ويتلمسون الاعذار في التأخر عنها، كما هو معلوم من قصصهم في القرآن، ولذا أثنى الله على أهل الحديبية وأعطاهم من الخير والفضل بما علمه عنهم من صدق الرغبة فيما عنده وطلب رضوانه فقال: {لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة
فعلم ما في قلوبهم} . (١)
قال ابن كثير: «أي من الصدق والوفاء والسمع والطاعة» . (٢)
_________
(١) سورة الفتح آية ١٨.
(٢) تفسير ابن كثير ٤/١٩١.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (188,'<span data-type="title" id=toc-18>دعوى المؤلف أن الصحابة لم يمتثلوا أمر النبي - صلى الله عليه وسلم - بكتابة الكتاب الذي أمر به في مرض موته وطعنه عليهم والرد عليه في ذلك</span>

يقول المؤلف ص٩٥، تحت عنوان: (الصحابة ورزية الخميس) : «ومجمل القصة أن الصحابة كانوا مجتمعين في بيت رسول الله - صلى الله عليه وسلم - قبل وفاته بثلاثة أيام فأمرهم أن يحضروا له الكتف والدواة، ليكتب لهم كتاباً يعصمهم من الضلالة، ولكن الصحابة اختلفوا، ومنهم من عصى أمره واتهمه بالهجر، فغضب رسول الله - صلى الله عليه وسلم - وأخرجهم من بيته دون أن يكتب لهم شئياً» .
ثم ذكر تحته كلاماً طويلاً، مفاده:
- ... أن اختلاف الصحابة هذا هو الذي منع رسول الله - صلى الله عليه وسلم - من كتابة الكتاب، وبالتالي حرم الأمة من العصمة من الضلالة، واستدل على ذلك بقول ابن عباس -رضي الله عنهما-: (إن الرزية كل الرزية ما حال بين رسول الله - صلى الله عليه وسلم - وبين أن يكتب لهم ذلك الكتاب) .
- ... أن الشيعة يعتقدون بأن الرسول - صلى الله عليه وسلم - أراد أن ينص على خلافة علي، ثم ذكر أن هذا هو الرأي الذي يميل إليه، وليس هناك تفسير معقول غيره.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (189,'- ... أن عمر هو الذي عارض رسول الله - صلى الله عليه وسلم - وقال: (إنه يهجر) ، ثم
قال: (عندكم القرآن) ، (حسبنا كتاب الله) ، وقال إنه لا يجد مبرراً لقول عمر الذي أنزل رسول الله - صلى الله عليه وسلم - أنه لا يعي ما يقول، وذكر أن تعليل أهل السنة بأن عمر قال ذلك شفقة على رسول الله - صلى الله عليه وسلم - لايقبله بسطاء العقول فضلاً عن العلماء.
- ... أن الأكثرية الساحقة من الصحابة كانت على قول عمر ذلك، ولذلك رأى رسول الله - صلى الله عليه وسلم - عدم جدوى كتابة الكتاب، لأنه علم بأنهم لن يمتثلوه بعد موته.
- ... أن الصحابة في هذه الحادثة تعدوا حدود رفع الأصوات إلى رميه - صلى الله عليه وسلم - بالهجر والهذيان ...
قلت: ما ذكره المؤلف هنا من مطاعن ليس هو أول من أوردها، وإنما أخذها عن سلفه من الرافضة، وهي من مطاعنهم القديمة المشهورة على الصحابة. وعمدتهم في ذلك ما ثبت في الصحيحين وغيرهما من حديث ابن عباس -رضي الله عنهما- أنه قال: (لما حضر رسول الله - صلى الله عليه وسلم - وفي البيت رجال فقال النبي - صلى الله عليه وسلم - هلموا أكتب لكم كتاباً لا تضلوا بعده، فقال بعضهم: إن رسول الله - صلى الله عليه وسلم - قد غلبه الوجع، وعندكم القرآن، حسبنا كتاب الله، فاختلف أهل البيت واختصموا، فمنهم من يقول: قربوا يكتب لكم كتاباً لا تضلوا بعده، ومنهم من يقول غير ذلك، فلما أكثروا اللغو والاختلاف قال رسول الله - صلى الله عليه وسلم -: قوموا.
قال عبيد الله: فكان ابن عباس يقول: إن الرزية كل الرزية ما
حال بين رسول الله - صلى الله عليه وسلم - وبين أن يكتب لهم ذلك الكتاب لاختلافهم ولغطهم) . (١)
وفي رواية أخرى عن ابن عباس -رضي الله عنهما- قال: (يوم الخميس وما يوم
_________
(١) رواه البخاري: (كتاب المغازي، باب مرض النبي - صلى الله عليه وسلم -) فتح البارى ٨/١٣٢، ... ح٤٤٣٢. ومسلم: (كتاب الوصية، باب من ترك الوصية) ٣/١٢٥٨، ... وفي رواية مسلم أن القائل إن رسول الله - صلى الله عليه وسلم - قد غلبه الوجع ... الخ هو عمر ... - رضي الله عنه -.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (190,'الخميس، اشتد برسول الله - صلى الله عليه وسلم - وجعه فقال: ائتوني أكتب لكم كتاباً لن تضلوا بعده أبداً فتنازعوا، ولا ينبغي عند نبي نزاع، فقالوا: ما شأنه؟ أَهَجَر، اسْتَفْهِمُوه، فذهبوا يردون عليه، فقال: دعوني فالذي أنا فيه خير مما تدعونني إليه، وأوصاهم بثلاث، قال: أخرجوا المشركين من جزيرة العرب، وأجيزوا الوفود بنحو ما كنت أجيزهم، وسكت عن الثالثة، أو قال: فنسيتها) . (١)
وليس فيما ثبت في هذا الحديث ورواياته الصحيحة أي مطعن على أصحاب رسول الله - صلى الله عليه وسلم -، وأما ما ذكره هذا الرافضي من مطاعن
فباطلة معلومة الفساد، وقد أجاب العلماء قديماً عن بعضها.
وإليك أيها القارى الرد عليها مفصلاً:
قوله أولاً: إن الصحابة اختلفوا ومنهم من عصى أمر رسول الله - صلى الله عليه وسلم - فغضب وأخرجهم من البيت ...
فيقال له: أما اختلافهم فثابت، وقد كان سببه اختلافهم في فهم قول الرسول - صلى الله عليه وسلم -، ومراده لاعصيانه كما زعمت.
قال القرطبي في سبب اختلافهم: «وسبب ذلك أن ذلك كله إنما حمل عليه الاجتهاد المسوغ، والقصد الصالح، وكل مجتهد مصيب، أو أحدهما مصيب، والآخر غير مأثوم بل مأجور كما قررناه في الأصول» . (٢)
ثم ذكر أن النبي - صلى الله عليه وسلم - لم يعنفهم ولاذمهم بل قال للجميع: (دعوني فالذي أنا فيه خير) (٣) وهذا نحو ما جرى لهم يوم الأحزاب حيث قال لهم الرسول - صلى الله عليه وسلم -: (لا يصلين أحد العصر إلا في بني قريظة) (٤) فتخوف ناس
_________
(١) رواه البخاري: (كتاب المغازي، باب مرض النبي - صلى الله عليه وسلم - (فتح الباري ٨/١٣٢، ... ح٤٤٣١. ومسلم: (كتاب الوصية، باب من ترك الوصية) ٣/١٢٥٧، ... ح١٦٣٧.
(٢) المفهم لما أشكل من تلخيص كتاب مسلم للقرطبي ٤/٥٥٩.
(٣) تقدم ذكر الحديث وتخريجه في الصفحة السابقة.
(٤) تقدم تخريجه ص ٢٥٣.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (191,'فوات الوقت، فصلوا دون بني قريظة، وقال آخرون لا نصلي إلا حيث أمرنا رسول الله - صلى الله عليه وسلم - فما عنف أحد الفريقين. (١)
وقد نبه المازري -رحمه الله- على وجه اختلافهم هذا فقال: «إنما جاز للصحابة الاختلاف في هذا الكتاب، مع صريح أمره لهم بذلك، لأن الأوامر قد يقارنها ما ينقلها من الوجوب، فكأنه ظهرت منه قرينة، دلت على أن الأمر ليس على التحتم، بل على الاختيار، فاختلف اجتهادهم، وصمم عمر على الامتناع، لما قام عنده من القرائن بأنه - صلى الله عليه وسلم - قال ذلك عن غير قصد جازم، وعزمه - صلى الله عليه وسلم - كان إما بالوحي وإما بالاجتهاد، وكذلك تركه إن كان بالوحي فبالوحي وإلا فبالاجتهاد، وفيه حجة لمن قال بالاجتهاد في الشرعيات» . (٢)
فتبين أن اختلافهم ناشئ عن اجتهاد في فهم كلام النبي - صلى الله عليه وسلم - ومراده، وإذا كان علماء الأمة من بعدهم قد اختلفوا في فهم النصوص اختلافاً كبيراً في مسائل كثيرة إلى أقوال متعددة ولم يُذَموا بذلك لما تضافرت به النصوص من رفع الحرج عنهم، بل أجرهم على الاجتهاد على كل حال، فكيف يذم أصحاب النبي - صلى الله عليه وسلم - باختلافهم في مسألة جزئية مجتهدين، بعد أن عذرهم رسول الله - صلى الله عليه وسلم - ولم يعنف أحداً منهم بل أخذ بقول الطائفة المانعة من كتابة الكتاب، ورجع إلى قولها في
ترك الكتابة.
وأما ما ادعاه الرافضي من أن اختلاف الصحابة، وما ترتب عليه من عدم كتابة النبي - صلى الله عليه وسلم - لهم ذلك الكتاب هو الذي حرم الأمة من العصمة إلى آخر كلامه في هذا ...
فقد تقدم الرد عليه مفصلاً بما يغني عن إعادته هنا وليراجع في موضعه. (٣)
_________
(١) انظر: المفهم ٤/٥٥٩.
(٢) نقله عنه ابن حجر في فتح الباري ٨/١٣٤، كما نقله النووي في شرحه ... لصحيح مسلم ١١/٩٢، وبينهما اختلاف يسير، والذي يظهر أن في نقل ... ابن حجر تصرفاً واختصاراً.
(٣) انظر: ص ٢٢٧ ومابعدها.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (192,'وأما استدلاله بقول ابن عباس: (ان الرزية كل الرزية ما حال بين رسول الله - صلى الله عليه وسلم - وبين أن يكتب لهم ذلك الكتاب) (١) ، فلا حجة له فيه.
قال شيخ الإسلام ابن تيمية -رحمه الله- في معناه: «يقتضي أن الحائل كان رزية، وهو رزية في حق من شك في خلافة الصديق، واشتبه عليه الأمر، فإنه لو كان هناك كتاب لزال الشك، فأما من علم أن خلافته حق فلا رزية في حقه ولله الحمد» . (٢)
ويوضح هذا أن ابن عباس -رضي الله عنهما- ما قال ذلك إلا بعد ظهور أهل الأهواء والبدع، من الخوارج والروافض. نص على هذا
شيخ الإسلام ابن تيمية (٣) والحافظ ابن حجر. (٤)
وأيضاً فقول ابن عباس هذا قاله اجتهاداً منه، وهو معارض بقول عمر واجتهاده، وقد كان عمر أفقه من ابن عباس قطعاً. قاله
ابن حجر. (٥)
قلت: بل هو معارض بقول عمر، وطائفة من الصحابة معه، كماجاء في الحديث: (فاختلف أهل البيت واختصموا، فمنهم من يقول قربوا يكتب لكم كتاباً لا تضلوا بعده، ومنهم من يقول غير ذلك) . (٦)
ويعضد هذا القول موافقة النبي - صلى الله عليه وسلم - له بعد ذلك وتركه كتابة الكتاب، فإنه - صلى الله عليه وسلم - لو أراد أن يكتب الكتاب ما استطاع أحد أن يمنعه، وقد ثبت أنه عاش بعد ذلك أياماً باتفاق السنة والرافضة فلم يكتب شيئاً. (٧)
وأما ادعاؤه أن النبي - صلى الله عليه وسلم - أراد بذلك الكتاب أن ينص على خلافة
_________
(١) تقدم تخريجه ص٢٧٧.
(٢) منهاج السنة ٦/٢٥.
(٣) انظر: منهاج السنة ٦/٣١٦.
(٤) انظر: فتح الباري ١/٢٠٩.
(٥) انظر: فتح البارى ٨/١٣٤.
(٦) تقدم تخريجه ص ٢٧٧.
(٧) تقدم تقرير هذه المسألة ص ٢٢٩.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (193,'علي - رضي الله عنه - بعد أن حكى ذلك عن الرافضة، زاعماً أنه ليس هناك تفسير معقول غيره:
فالجواب على هذا أن ادعاءه أن هذا قول الرافضة -على الإطلاق- كذب ظاهر، خلاف المشهور من عقيدتهم.
فالرافضة يزعمون أن النبي - صلى الله عليه وسلم - قد نص على خلافة علي، ونصبه وصياً من بعده، بأمر الله له قبل حادثة الكتاب، ولهم في ذلك مبالغات كبيرة، حتى زعموا أن النبي - صلى الله عليه وسلم - عُرِجَ به إلى السماء الدنيا مائة وعشرين مرة، في كل مرة يوصى بولاية علي.
جاء في كتاب بصائر الدرجات للصفار فيما يرويه عن أبي عبد الله أنه قال: «عرج بالنبي صلى الله عليه وآله إلى السماء مائة وعشرين مرة، ما من مرة إلا وقد أوصى الله النبي صلى الله عليه وآله بولاية علي والأئمة من بعده أكثر مما أوصاه بالفرائض» . (١)
هذا وقد نقل إجماعهم على هذه العقيدة شيخهم المفيد في مقالاته حيث قال: «واتفقت الإمامية على أن رسول الله صلى الله عليه وآله استخلف أمير المؤمنين عليه السلام في حياته، ونص عليه بالإمامة بعد وفاته، وأن من دفع ذلك دفع فرضاً من الدين» . (٢)
وبهذا يظهر كذب هذا الرجل وتلبيسه فيما ادعاه: من أن النبي - صلى الله عليه وسلم - أراد بذلك الكتاب النص على استخلاف علي، ونسبته هذا القول
إلى الرافضة. فأي معنى لهذا عندهم إذا كانت الرافضة تعتقد أن النص على ولاية علي واستخلافه قد جاء من الله لنبيه - صلى الله عليه وسلم - في أكثر من مائة وعشرين مرة في كل مرة يعرج به إلى السماء ويوصى بها، ثم تبليغ
النبي - صلى الله عليه وسلم - أمته ذلك على ما تدعي الرافضة في نصوص متواترة قبل حادثة الكتاب.
_________
(١) بصائر الدرجات ص٩٩.
(٢) أوائل المقالات ص٤٤.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (194,'ولذا قال شيخ الإسلام ابن تيمية -رحمه الله-: «ومن توهم أن هذا الكتاب كان بخلافة علي فهو ضال باتفاق عامة الناس، من علماء السنة والشيعة، أما أهل السنة فمتفقون على تفضيل أبي بكر وتقديمه، وأما الشيعة القائلون بأن علياً كان هو المستحق للإمامة فيقولون: إنه قد نص على إمامته قبل ذلك نصاً جلياً ظاهراً معروفاً، وحينئذ فلم يكن يحتاج إلى كتاب» . (١)
وعلى كل حال فسواء ثبت هذا القول عن بعض الرافضة، أم انفرد به هو فلا صحة له، إذ لا دليل عليه، وإنما مبناه على الظنون والأوهام الكاذبة، التي لا تستند لدليل من عقل أو شرع، بل الأدلة على خلافه كباقي عقائد الرافضة، وعلى فرض صحته -مع استحالة ذلك- فلا حجة فيه للرافضة، بل هو حجة عليهم في إبطال دعوى
الوصية لعلي - رضي الله عنه - وهذا ظاهر، فإذا كان النبي - صلى الله عليه وسلم - قد أراد من ذلك
الكتاب النَّصَ على خلافة علي في ذلك الوقت المتأخر من حياته، دل هذا على عدم نصه عليها قبل ذلك، إذ لا معنى للنص عليها مرتين، وإذا ثبت باتفاق أهل السنة والرافضة أن النبي - صلى الله عليه وسلم - مات ولم يكتب ذلك الكتاب، بطلت دعوى الوصية من أصلها.
وإذا تقرر هذا: فليعلم أن العلماء اختلفوا في مراد النبي - صلى الله عليه وسلم - من ذلك الكتاب، فذهب بعضهم إلى أن النبي - صلى الله عليه وسلم - أراد أن يكتب كتاباً ينص فيه على الأحكام ليرتفع الاختلاف. نقله النووي، وابن حجر عن بعض أهل العلم. (٢)
وقيل: إن مراده - صلى الله عليه وسلم - من الكتاب: بيان ما يرجعون إليه عند وقوع الفتن، وقد ذكر هذا القرطبي ضمن الاحتمالات المرادة من الكتاب. (٣)
وقيل: إن المراد بيان كيفية تدبير الملك، وهو إخراج المشركين من جزيرة العرب، وإجازة الوفد بنحو ما كان يجيزهم، وتجهيز جيش أسامة.
_________
(١) منهاج السنة ٦/٢٥.
(٢) انظر: شرح صحيح مسلم للنووي ١١/٩٠، وفتح الباري لابن حجر ... ١/٢٠٩.
(٣) انظر: المفهم ٤/٥٥٨.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (195,'وبهذا قال الدهلوي (١) مستدلاً على ذلك بما كان النبي - صلى الله عليه وسلم -
أوصى به في حديث ابن عباس المتقدم. (٢)
والذي عليه أكثر العلماء المحققين: أن النبي - صلى الله عليه وسلم - أراد أن ينص على استخلاف أبي بكر - رضي الله عنه - ثم ترك ذلك اعتماداً على ما علمه من تقدير الله تعالى.
وقد حكى هذا القول سفيان بن عيينة عن أهل العلم قبله (٣) وإليه ذهب القرطبي (٤) ، وشيخ الإسلام ابن تيمية (٥) ، والسويدي. (٦) وذكر القاضي عياض: أن الكتاب كان في أمر الخلافة وتعيينها من غير أن يشير إلى أبي بكر. (٧)
وقد استدل من قال بهذا القول بما جاء في الصحيحين من حديث عائشة -رضي الله عنها-قالت: قال رسول الله - صلى الله عليه وسلم -: (ادعي لي أبا بكر وأخاك، حتى أكتب كتاباً، فإني أخاف أن يتمنى متمن، ويقول قائل: أنا أولى، ويأبى الله والمؤمنون إلا
أبا بكر) . (٨)
قال شيخ الإسلام ابن تيمية: «وأما قصة الكتاب الذي كان رسول الله - صلى الله عليه وسلم - يريد أن يكتبه، فقد جاء مبيناً كما في الصحيحين عن عائشة -رضي الله عنها-» (٩) ، ثم ساق الحديث.
_________
(١) انظر: مختصر التحفة الإثني عشرية ص٢٥١.
(٢) انظر: ص ٢٧٧ من هذا الكتاب.
(٣) انظر: شرح صحيح مسلم للنووي ١١/٩٠.
(٤) انظر: المفهم ٤/٥٥٨.
(٥) انظر: منهاج السنة ٦/٢٣-٢٤-٣١٦.
(٦) انظر: الصارم الحديد في عنق صاحب سلاسل الحديد (الجزء ... الثاني) ، ... ص٤٨.
(٧) انظر: الشفا بتعريف حقوق المصطفى - صلى الله عليه وسلم - ٢/٨٩٠.
(٨) هذه الرواية أخرجها مسلم في صحيحه: (كتاب فضائل الصحابة، باب من ... فضائل أبي بكر الصديق) ٤/١٨٥٧، ح٢٣٨٧، وأخرج الحديث البخاري ... -مع اختلاف في اللفظ- في صحيحه: (كتاب الأحكام، باب الاستخلاف) ... فتح الباري ١٣/٢٠٥، ح٧٢١٧.
(٩) منهاج السنة ٦/٢٣.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (196,'فهذه أقوال أهل العلم المعتد بأقوالهم، ليس فيها قول واحد يؤيد ما ذهب إليه الرافضي، بل تدل في مجموعها على بطلان ما ادعاه.
على أن الذي عليه أكثر العلماء في المراد بالكتاب هو النص على استخلاف أبي بكر، كما دل على ذلك حديث عائشة في الصحيحين وهو من القوة بمكان والله أعلم.
وأما طعن المؤلف على عمر - رضي الله عنه - وزعمه بأنه قد اتهم رسول الله - صلى الله عليه وسلم - بأنه لا يعي ما يقول، وقال: (إنه يهجر) ولم يمتثل قوله، وقال: (عندكم كتاب الله) ، (حسبنا كتاب الله) .
فجوابه: أن ما ادعاه أولاً بأن عمر اتهم رسول الله بالهجر وأنه لايعي ما يقول فهذا باطل. وذلك أن هذه اللفظة (أهجر) لا تثبت عن
عمر - رضي الله عنه - أصلاً وإنما قالها بعض من حضر الحادثة من غير أن تعين الروايات الواردة في الصحيحين -والتي احتج المؤلف بها- قائلها، وإنما الثابت فيها (فقالوا ما شأنه أهجر) (١) ، هكذا بصيغة الجمع دون الإفراد. ولهذا أنكر بعض العلماء أن تكون هذه اللفظة من كلام عمر.
قال ابن حجر: «ويظهر لي ترجيح ثالث الاحتمالات، التي ذكرها القرطبي، ويكون قائل ذلك بعض من قرب دخوله في الإسلام، وكان يعهد أن من اشتد عليه الوجع، قد يشتغل به عن تحرير ما يريد» . (٢)
وقال الدهلوي: «من أين يثبت أن قائل هذا القول هو عمر مع أنه وقع في أكثر الروايات (قالوا) بصيغة الجمع» . (٣)
وقد ذهب إلى هذا السويدي وذكر أنه قد صرح بذلك جمع من متأخري المحدثين ومنهم ابن حجر. (٤)
_________
(١) تقدم نص الحديث بكماله وتخريجه ص٢٧٧.
(٢) فتح الباري ٨/١٣٣.
(٣) مختصر التحفة الإثني عشرية ص٢٥٠.
(٤) انظر: الصارم الحديد (الجزء الثاني) ص١٦.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (197,'وهذا الذي صرح به العلماء هنا هو ظاهر قول النووي حيث يقول في معرض شرحه للحديث: « ... وهو المراد بقولهم هجر، وبقول عمر غلب عليه الوجع» ، فقد فرّق بين القولين فتأمله..
فثبت بهذا افتراء الرافضي وظلمه بنسبته هذه اللفظة لعمر من غير دليل، بل ظاهر الأدلة على خلافه، على أن هذه اللفظة لا مطعن فيها على عمر لو ثبتت عنه، كما أنه لامطعن فيها على من ثبتت عنه من الصحابة. وما ادعاه المؤلف من نسبة قائلها رسول - صلى الله عليه وسلم - إلى أنه لايعي مايقول -حاشاه ذلك- باطل لايحتمله اللفظ وبيان ذلك من عدة وجوه.
الوجه الأول: أن الثابت الصحيح من هذه اللفظة أنها وردت بصيغة الاستفهام هكذا (أهجر؟) وهذا بخلاف ما جاء في بعض الروايات بلفظ (هجر، ويهجر) وتمسك به المؤلف فإنه مرجوح على ما حقق ذلك المحدثون، وشراح الحديث: منهم القاضي عياض (١) ، والقرطبي (٢) ، والنووي (٣) ، وابن حجر. (٤)
فقد نصوا على أن الاستفهام هنا جاء على سبيل الإنكار على من قال: (لا تكتبوا) .
قال القرطبي بعد أن ذكر الأدلة على عصمة النبي - صلى الله عليه وسلم - من الخطأفي التبليغ في كل أحواله، وتَقَرُرِ ذلك عند الصحابة: «وعلى هذا
يستحيل أن يكون قولهم (أهجر) ، لشك عرض لهم في صحة قوله، زمن مرضه، وإنما كان ذلك من بعضهم على وجه الإنكار على من توقف في إحضار الكتف والدواة، وتلكأ عنه، فكأنه يقول لمن توقف: كيف تتوقف أتظن أنه
_________
(١) انظر: الشفا ٢/٨٨٦.
(٢) انظر المفهم ٤/٥٥٩.
(٣) انظر شرح صحيح مسلم ١١/٩٣.
(٤) انظر فتح الباري ٨/١٣٣.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (198,'قال: هذيانا، فدع التوقف وقرب الكتف، فإنه إنما يقول الحق لا الهجر، وهذا أحسن ما يحمل عليه» . (١)
قلت: وهذا يدل على اتفاق الصحابة على استحالة الهجر على الرسول - صلى الله عليه وسلم -، حيث إن قائليها أوردوها على سبيل الإنكار الملزم، الذي لا يشك فيه المخالف، وبه تبطل دعوى الرافضي من أصلها.
الوجه الثاني: أنه على فرض صحة رواية (هجر) من غير استفهام، فلا مطعن فيها على قائلها، لأن الهجر في اللغة يأتي
على قسمين: قسم لانزاع في عروضه للأنبياء، وهو عدم تبيين الكلام لبحّة الصوت، وغلبة اليبس بالحرارة على اللسان، كما في الحميات الحارة، وقسم آخر: وهو جريان الكلام غير المنتظم، أو المخالف للمقصود على اللسان لعارض بسبب الحميات المحرقة في الأكثر.
وهذا القسم محل اختلاف بين العلماء في عروضه للأنبياء، فلعل
القائل هنا أراد القسم الأول، وهو أنا لم نفهم كلامه بسبب
ضعف ناطقته، ويدل على هذا قوله بعد ذلك
(استفهموه) . (٢)
الوجه الثالث: أنه يحتمل أن تكون هذه اللفظة صدرت عن قائلهاعن دَهَشٍ وحَيْرةٍ أصابته في ذلك المقام العظيم، والمصاب الجسيم، كما قد أصاب عمر وغيره عند موت النبي - صلى الله عليه وسلم - قاله القرطبي. (٣)
قلت: وعلى هذا فقائلها معذور أياً كان معناها، فإن الرجل يعذر بإغلاق الفكر والعقل، إما لشدة فرح أو حزن، كما في قصة الرجل الذي فقد دابته ثم وجدها بعد يأس فقال: (اللهم أنت عبدي، وأنا ربك، أخطأ من شدة الفرح) . (٤)
_________
(١) انظر: المفهم ٤/٥٥٩.
(٢) انظر: مختصر التحفة الإثني عشرية ص٢٥٠.
(٣) المفهم ٤/٥٦٠.
(٤) أخرجه مسلم من حديث أنس - رضي الله عنه - (كتاب التوبة، باب الحض على ... التوبة ... ) ٤/٢١٠٤، ح٢٧٤٧.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (199,'الوجه الرابع: أن هذه اللفظة صدرت بحضور رسول الله - صلى الله عليه وسلم - وكبارأصحابه، فلم ينكرواعلى قائلها، ولم يؤثموه، فدل على أنه معذور على كل حال، ولا ينكر عليه بعد ذلك إلا مفتون في الدين، زائغ عن الحق والهدى، كما هوحال هذا المسكين المعرض نفسه لما لا يطيق.
وأما ما ادعاه من معارضة عمر لرسول الله - صلى الله عليه وسلم - بقوله: (عندكم كتاب الله، حسبنا كتاب الله) وأنه لم يمتثل أمر الرسول - صلى الله عليه وسلم - فيما أراد من كتابة الكتاب:
فالرد عليه:
أنه ليس في قول عمر هذا، أي اعتراض على رسول الله - صلى الله عليه وسلم - وعدم امتثال أمره كما توهم هذا الرافضي، وبيان هذا من عدة وجوه:
الوجه الأول: أنه ظهر لعمر - رضي الله عنه - ومن كان على رأيه من الصحابة، أن أمر الرسول - صلى الله عليه وسلم - بكتابة الكتاب ليس على الوجوب، وأنه من باب الارشاد إلى الأصلح، وقد نبه على هذا القاضي عياض، والقرطبي، والنووي، وابن حجر. (١)
ثم إنه قد ثبت بعد هذا صحة اجتهاد عمر - رضي الله عنه - وذلك بترك الرسول - صلى الله عليه وسلم - كتابة الكتاب، ولو كان واجباً لم يتركه لاختلافهم، لأنه لم يترك التبليغ لمخالفة من خالف. ولهذا عد هذا من موافقات عمر
- رضي الله عنه -. (٢)
الوجه الثاني: أن قول عمر - رضي الله عنه -: (حسبنا كتاب الله) رد على من نازعه لا على أمر النبي - صلى الله عليه وسلم - (٣) وهذا ظاهر من قوله: (عندكم كتاب الله) فإن المخاطب جمع وهم المخالفون لعمر - رضي الله عنه - في رأيه.
_________
(١) انظر: الشفا ٢/٨٨٧، والمفهم ٢/٥٥٩، وشرح صحيح مسلم ١١/٩١، ... وفتح الباري ١/٢٠٩.
(٢) انظر: فتح الباري لابن حجر ١/٢٠٩.
(٣) نص عليه النووي في شرح صحيح مسلم ١١/٩٣.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (200,'الوجه الثالث: أن عمر - رضي الله عنه - كان بعيد النظر، ثاقب البصيرة، سديد الرأي، وقد رأى أن الأولى ترك كتابة الكتاب -بعد أن تقرر عنده أن الأمر به ليس على الوجوب- وذلك لمصلحة شرعية راجحة للعلماء في توجيهها أقوال.
فقيل: شفقته على رسول الله - صلى الله عليه وسلم - مما يلحقه من كتابة الكتاب مع شدة المرض، ويشهد لهذا قوله: (إن رسول الله - صلى الله عليه وسلم - قد غلبه الوجع) فكره أن يتكلف رسول الله - صلى الله عليه وسلم - ما يشق ويثقل عليه (١) مع استحضاره قوله تعالى: {ما فرطنا في الكتاب من شيء} (٢) ، {تبياناً لكل شيء} . (٣)
وقيل: إنه خشى تطرق المنافقين، ومن في قلبه مرض، لما كتب في ذلك الكتاب في الخلوة، وأن يتقولوا في ذلك الأقاويل نص على ذلك القاضي عياض وغيره من أهل العلم. (٤)
وقيل: إنه خشي أن يكتب أموراً ربما عجزوا عنها فاستحقوا
العقوبة لكونها منصوصة، ورأى أن الأرفق بالأمة في تلك الأمور سعة الاجتهاد، لما فيه من الأجر والتوسعة على الأمة. (٥)
قلت: ولا يبعد أن يكون عمر - رضي الله عنه - لاحظ هذه الأمور كلها، أوكان لاجتهاده وجوه أخرى لم يطلع عليها العلماء، كما خفيت قبل ذلك على من كان خالفه من الصحابة، ووافقه عليها الرسول - صلى الله عليه وسلم - بتركه كتابة الكتاب، ولهذا عد العلماء هذه الحادثة من دلائل فقهه ودقة نظره.
قال النووي: «وأما كلام عمر - رضي الله عنه - فقد اتفق العلماء المتكلمون في شرح الحديث، على أنه من دلائل فقه عمر، وفضائله، ودقيق نظره» . (٦)
_________
(١) انظر: الشفا للقاضي عياض ٢/٨٨٨، وشرح صحيح مسلم للنووي ... ١١/٩٠، وفتح الباري لابن حجر ١/٢٠٩.
(٢) سورة الأنعام آية ٣٨.
(٣) سورة النحل آية ٨٩.
(٤) انظر: الشفا ٢/٨٨٩، وشرح صحيح مسلم للنووي ٢/٩٢.
(٥) انظر: الشفا ٢/٨٨٩، وفتح الباري ٨/١٣٤.
(٦) شرح صحيح مسلم ١١/٩٠.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (201,'الوجه الرابع: أن عمر - رضي الله عنه - كان مجتهداً في موقفه من كتابة الكتاب، والمجتهد في الدين معذور على كل حال، بل مأجور لقول النبي - صلى الله عليه وسلم -: (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم اخطأ فله أجر) (١) ، فكيف وقد كان اجتهاد عمر بحضور
رسول الله - صلى الله عليه وسلم - فلم يؤثمه، ولم يذمه به، بل وافقه على ما أراد من ترك كتابة الكتاب.
وأما قوله: إن الأكثرية الساحقة كانت على قول عمر، ولذلك رأى رسول الله - صلى الله عليه وسلم - عدم جدوى كتابة الكتاب، لأنه علم بأنهم لن يمتثلوه بعد موته.
فجوابه: (أن هذا الكلام مع ما فيه من الكذب على الرسول - صلى الله عليه وسلم -، والطعن على الصحابة بمجرد التخرص والظنون الكاذبة، فهو دليل على جهل صاحبه. وذلك أن الرسول - صلى الله عليه وسلم - مأمور بالتبليغ سواء استجاب الناس أم لم يستجيبوا، قال تعالى: {فإن أعرضوا فما أرسلناك عليهم حفيظاً إن عليك إلا البلاغ} (٢) ، وقال تعالى: {فإن تولوا فإنما عليك البلاغ المبين} (٣) ، فلو كان الرسول - صلى الله عليه وسلم - أمر بكتابة الكتاب، ما كان ليتركه لعدم استجابة أصحابه، كما أنه لم يترك الدعوة في بداية عهدها لمعارضة قومه وشدة أذيتهم له، بل بلغ ما أُمر به، وما ثناه ذلك عن دعوته، حتى هلك من هلك عن بينة، وحيا من حيي عن بينة.
فظهر بهذا أن كتابة الكتاب لم تكن واجبة عليه، وإلا ما
تركها، وقد نص على ذلك العلماء كشيخ الإسلام ابن تيمية
وابن حجر -رحمهما الله-. (٤) وحينئذ يكون توجيه إرادته له أولاً، ثم تركه له بعد
_________
(١) رواه البخاري من حديث عمرو بن العاص في: (كتاب الاعتصام، باب أجر ... الحاكم إذا اجتهد ... ) فتح الباري ١٣/٣١٨، ح٧٣٥٢، ومسلم: (كتاب ... الأقضية، باب بيان أجر الحاكم إذا اجتهد) ٣/١٣٤٢، ح١٧١٦.
(٢) سورة الشورى آية ٤٨.
(٣) سورة النحل آية ٨٢.
(٤) انظر: منهاج السنة ٦/٣١٥-٣١٦، وفتح الباري ١/٢٠٩.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (202,'ذلك: ما ذكره النووي حيث قال: «كان النبي - صلى الله عليه وسلم - همّ بالكتاب حين ظهر له أنه مصلحة، أو أوحي إليه ذلك، ثم ظهر أن المصلحة تركه، أو أوحي إليه بذلك ونسخ ذلك الأمر الأول» . (١)
وبهذا يظهر بطلان طعن الرافضي على الصحابة في هذه الحادثة، وينكشف زيف ما ادعاه في حقهم. وبيان توجيه مواقفهم التوجيه الصحيح اللائق بمقاماتهم العظيمة في الدين من خلال النصوص وكلام أهل العلم في ذلك.
فلله الحمد والمنة.
_________
(١) شرح صحيح مسلم ١١/٩٠.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (203,'<span data-type="title" id=toc-19>طعن المؤلف على الصحابة بدعوى تركهم إنفاذ جيش أسامة والرد عليه</span>

قال الرافضي ص١٠٠ تحت عنوان: (الصحابة في سرية أسامة) ، «مجمل هذه القصة أنه - صلى الله عليه وسلم - جهز جيشاً لغزو الروم قبل وفاته بيومين، وأمّر على هذه السرية: أسامة بن زيد بن حارثة، وعمره ثمانية عشر عاماً، وقد عبأ - صلى الله عليه وسلم - في هذه السرية وجوه المهاجرين والأنصار، كأبي بكر وعمر، وأبي عبيده، وغيرهم من كبار الصحابة المشهورين، فطعن قوم منهم في تأمير أسامة، وقالوا: كيف يؤمر علينا شاب لا نبات بعارضيه، وقد طعنوا من قبل في تأمير أبيه، وقد قالوا في ذلك وأكثروا النقد، حتى غضب - صلى الله عليه وسلم - غضباً شديداً مما سمع من طعنهم وانتقادهم، فخرج معصّب الرأس محموماً، يتهادى بين رجلين ورجلاه تخطان في الأرض، بأبي هو وأمّي، من شدة ما به من لغوب، فصعد المنبر فحمد الله وأثنى عليه ثم قال: أيها الناس ما مقالة بلغتني عن بعضكم في تأمير أسامة، ولئن طعنتم في تأميري أسامة فقد طعنتم في تأميري أبيه من قبله، وأيم الله إنه كان خليقاً بالإمارة، وإن ابنه من بعده لخليق بها» .
ثم أخذ يطعن في أصحاب النبي - صلى الله عليه وسلم - زاعماً معارضتهم له
معارضة صريحة، حيث تباطأوا عن جيش أسامة، ولم ينفذوه حتى
مات رسول الله - صلى الله عليه وسلم -.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (204,'إلى أن قال ص١٠٣: «وإذا أردنا أن نتمعن في هذه القضية، فإننا سنجد الخليفة الثاني من أبرز عناصرها، إذ أنه هو الذي جاء بعد وفاة رسول الله - صلى الله عليه وسلم - إلى الخليفة أبي بكر وطلب منه أن يعزل أسامة ويبد له بغيره. فقال أبو بكر: ثكلتك أمك يا ابن الخطاب، أتأمرني أن أعزله وقد ولاه رسول الله - صلى الله عليه وسلم -» .
والجواب على هذا:
أن ما ادعاه من معارضة الصحابة للرسول - صلى الله عليه وسلم - في تأمير أسامة معارضة صريحة: فمن أظهر الكذب، الذي ترده الأخبار الصحيحة.
والثابت في هذه الحادثة أن الرسول - صلى الله عليه وسلم - في مرضه الذي توفي فيه أمر أصحابه بالمسير إلى تخوم البلقاء من الشام، والإغارة على أهل مؤته، حيث قتل زيد بن حارثة، وجعفر بن أبي طالب، وعبد الله بن رواحه الذين كانوا أمراء الرسول - صلى الله عليه وسلم - على غزوة مؤته المعروفة، فلما تجهز الصحابة لما أمرهم به رسول الله - صلى الله عليه وسلم - جعل الرسول - صلى الله عليه وسلم - أسامة بن زيد أميراً عليهم، وقال له: سر إلى موضع مقتل أبيك، فأوطئهم الخيل وأغر صباحاً على أُبْنى (١) وحرّق عليهم، وأسرع المسير تسبق الخبر،
فإن ظفرك الله بهم، فأقل اللبث فيهم، فتكلم في تأمير أسامة قوم منهم عياش بن أبي ربيعة المخزومي، فرد عليه عمر وأخبر النبي - صلى الله عليه وسلم - (٢) فخطب وقال: (إن تطعنوا في إمارته فقد كنتم تطعنون في إمارة أبيه من قبل، وايم الله إن كان لخليقاً للإمارة وإن كان من أحب الناس إليّ وإن هذا لمن أحب الناس إليّ بعده) . (٣)
فظاهر أن من تكلم في إمارة أسامة كانوا أفراداً من الصحابة وليس كل
_________
(١) أُبْنَى: بوزن حُبْلى موضع بالشام من جهة البلقاء، معجم البلدان لياقوت ... الحموي ١/٧٩.
(٢) انظر: تاريخ الطبري ٣/١٨٤، وفتح الباري لابن حجر ٨/١٥٢.
(٣) من قوله: إن تطعنوا ... رواه البخاري في (كتاب المغاري، باب بعث النبي ... - صلى الله عليه وسلم - أسامة) فتح الباري ٢/١٥٢، ح٤٤٦٩، ومسلم: (كتاب فضائل ... الصحابة، باب فضائل زيد بن حارثة وأسامة بن زيد) ٤/١٨٨٤، ح٢٤٢٦.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (205,'الصحابة، وكانوا بذلك مجتهدين في ما قالوا لأنهم خشوا أن يضعف عن الإمارة لصغر سنه، ومع هذا فقد أنكر عليهم عمر وأخبر بذلك رسول الله - صلى الله عليه وسلم - فأخبرهم إنه جدير بالإمارة فما يعرف أن أحداً منهم تكلم فيه بعد ذلك.
فأي لوم على الصحابة - رضي الله عنهم - بقول أفراد منهم أنكره عليهم بعضهم، ثم نهاهم رسول الله - صلى الله عليه وسلم - فانتهوا.
وأما ادعاء هذا الرافضي. أنهم تباطؤوا في الخروج مع أسامة حتى مات رسول الله - صلى الله عليه وسلم - فلم يحصل شيء من ذلك بل إن الصحابة
بادروا بالاستعداد للقتال، وأعدوا العدة لذلك، فقد نقل ابن هشام والطبري بسنده عن ابن إسحاق قال: «بعث رسول الله - صلى الله عليه وسلم - أسامة بن زيد بن حارثة إلى الشام وأمره أن يوطئ تخوم البلقاء والداروم من أرض فلسطين، فتجهزالناس وأوعب مع أسامة المهاجرون الأولون» . (١)
وفي الطبقات لابن سعد: «وعسكر بالجرف فلم يبق أحد من وجوه المهاجرين الأولين والأنصار، إلا انتدب في تلك الغزوة» . (٢)
فكان الصحابة قد تهيؤوا للخروج مع أسامة، وخرج بهم وعسكر بالجرف استعداداً للانطلاق، لكن الذي حصل بعد ذلك أن النبي - صلى الله عليه وسلم - اشتدعليه المرض فجاءه أسامة وقال: (يارسول الله قد أصبحت ضعيفاً وأرجوا أن يكون الله قد عافاك فأذن لي فأمكث حتى يشفيك الله، فإني إن خرجت وأنت علىهذه الحالة خرجت وفي نفسي منك قرحة وأكره أن أسأل عنك الناس، فسكت عنه رسول الله - صلى الله عليه وسلم -) . (٣)
فكان أسامة هو الذي طلب من النبي - صلى الله عليه وسلم - التأخر في الخروج حتى يطمئن على رسول - صلى الله عليه وسلم - فأذن له الرسول - صلى الله عليه وسلم - ولو أراد أسامة الخروج ما تأخر عنه أحد ممن كان تحت إمرته.
_________
(١) سيرة ابن هشام ٤/١٤٩٩، تاريخ الطبري ٣/١٨٤.
(٢) الطبقات الكبرى لابن سعد ٢/١٩٠.
(٣) نقلة شيخ الإسلام ابن تيمية في منهاج السنة ٥/٤٨٨.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (206,'قال شيخ الإسلام ابن تيمية: «ولا امتنع أحد من أصحاب أسامة من الخروج معه لو خرج، بل كان أسامة هو الذي توقف في الخروج لما خاف أن يموت النبي - صلى الله عليه وسلم - فقال: كيف أذهب وأنت هكذا، أسأل عنك الركبان؟ فأذن له النبي - صلى الله عليه وسلم - في المقام، ولو عزم على أسامة في الذهاب لأطاعه، ولو ذهب أسامة لم يتخلف عنه أحد ممن كان معه وقد ذهب جميعهم معه بعد موت النبي - صلى الله عليه وسلم - ولم يتخلف عنه أحد بغير إذنه» . (١)
ثم إن أسامة بقي معسكراً في الجرف ينتظر شفاء رسول الله - صلى الله عليه وسلم - حتى إذا كان يوم الإثنين أصبح رسول الله - صلى الله عليه وسلم - مفيقاً فدخل عليه أسامة، فقال له الرسول - صلى الله عليه وسلم -: (أغد على بركة الله، فودعه أسامة وخرج إلى معسكره، فأمر الناس بالرحيل، فبينما هو يريد الركوب إذ رسول أمه أم أيمن قد جاءه يقول: إن رسول الله - صلى الله عليه وسلم - يموت فأقبل وأقبل معه عمر وأبو عبيدة، فانتهوا إلى رسول الله - صلى الله عليه وسلم - وهو يموت فتوفي عليه الصلاة والسلام) . (٢)
فهذا هو حقيقة ما حصل، ولم يكن تأخر خروج أسامة إلا بطلب منه أذن له فيه النبي - صلى الله عليه وسلم -، على أنه لم يكن بين أمر النبي - صلى الله عليه وسلم -
أصحابه بالتهيؤ للغزو، ووفاته إلا ستة عشر يوماً، فقد كان ندبه أصحابه لذلك يوم الاثنين لأربع ليال بقين من صفر سنة إحدى عشرة، وعين أسامة أميراً على الجيش في اليوم الثاني.
فلما كان يوم الأربعاء بدئ برسول الله - صلى الله عليه وسلم - المرض فما زال مريضاً حتى توفاه الله يوم الاثنين الثاني عشر من شهر ربيع الأول (٣) ، ومعلوم أن هذه المدة ليست طويلة في تجهيز جيش في مثل ذلك الوقت على أن الصحابة كانوا قد استعدوا وتهيؤوا للخروج قبل هذه المدة بكثير لولا استئذان أسامة رسول الله - صلى الله عليه وسلم - في تأخير الخروج، فقد ثبت أن أسامة قد
_________
(١) منهاج السنة ٦/٣١٨-٣١٩.
(٢) الطقبات الكبرى لابن سعد ٢/١٩١.
(٣) انظر: المصدر السابق ٢/١٨٩-١٩١.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (207,'خرج بالجيش وعسكر في الجرف يوم الخميس أي بعد ثلاثة أيام من أمر النبي - صلى الله عليه وسلم - بالتهيؤ للقتال. (١)
وبهذا تبطل دعوى الرافضي في تثاقل الصحابة عن الخروج بل إن هذا يدل على سرعة امتثالهم - رضي الله عنهم - لأمر رسول الله - صلى الله عليه وسلم - وذلك بتجهيزهم جيشاً كهذا قيل: إن قوامه ثلاثة آلاف مقاتل (٢) بكل ما يحتاج إليه من مؤونة وعتاد في خلال ثلاثة أيام على ماهم فيه من فاقة
وفقر وحاجة فرضي الله عنهم جميعاً، وجزاهم على جهادهم، وحسن بلائهم في الإسلام، خير ما جازى به المحسنين.
وأما زعمه: أنه كان في جيش أسامه أبو بكر وعمر، بتعيين رسول الله - صلى الله عليه وسلم - لهما ثم تثاقلا عن الخروج معه.
فجوابه: أنه لم يثبت أن الرسول - صلى الله عليه وسلم - أمر أبا بكر وعمر أن يلتحقا بجيش أسامة، بل ولا أمر غيرهما بذلك، إذ لم يكن من عادته إذا أراد أن يجهز سرية أو غزوة أن يعين من يخرج فيها باسمائهم، وإنما كان يندب أصحابه لذلك ندباً عاماً، ثم إذا اجتمع عنده من يقوم بهم الغرض عين لهم أميراً منهم.
يقول شيخ الإسلام ابن تيمية -رحمه الله-: «إن النبي - صلى الله عليه وسلم - لم تكن من عادته في سراياه، بل ولا في مغازيه، أن يعين كل من يخرج معه في الغزو بأسمائهم ولكن يندب الناس ندباً عاماً مطلقاً، فتارة يعلمون منه أنه لم يأمر كل أحد بالخروج معه ولكن ندبهم إلى ذلك، كما في غزوة الغابة، وتارة يأمر الناس بصفة كما أمر في غزوة بدر أن يخرج من حضر ظهره فلم يخرج معه كثير من المسلمين، وكما أمر في غزوة السويق بعد (أحد) أن لا يخرج معه إلا من شهد أحداً، وتارة يستنفرهم نفيراً عاماً، ولايأذن لأحد في التخلف كما في غزوة تبوك ...
_________
(١) انظر: المصدر السابق.
(٢) انظر: كتاب المغازي للواقدي ٣/١١٢٢، وفتح الباري لابن حجر ... ٨/١٥٢.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (208,'ولما أمّر أسامة بن زيد بعد مقتل أبيه، فأرسله إلى ناحية العدو الذين قتلوا أباه لما رآه في ذلك من المصلحة، ندب الناس معه فانتدب
معه من رغب في الغزو، وروي أن عمر كان ممن انتدب معه لا أن النبي - صلى الله عليه وسلم - عين عمر ولا غير عمر» . (١)
فالنبي - صلى الله عليه وسلم - لم يعين أحداً باسمه، للالتحاق بجيش أسامة، وإنما دعا أصحابه إلى ذلك فالتحق بالجيش كبار المهاجرين والأنصار. (٢)
وكان من بين هؤلاء عمر بن الخطاب - رضي الله عنه - كما نص على ذلك المؤرخون، (٣) وثبت أنه فيمن خرج في معسكر أسامة بالجرف، ثم عاد للمدينة مع أسامة، لما بلغه احتضار رسول الله - صلى الله عليه وسلم -، كما تقدم بذلك النقل عن ابن سعد. (٤)
ثم إن عمر - رضي الله عنه - بقي مكتتباً في جيش أسامة فلما استخلف أبو بكر وأمر بمسير الجيش استأذن أبو بكر أسامة أن يأذن لعمر بالبقاء معه لحاجته إليه.
قال الواقدي: «ومشى أبو بكر - رضي الله عنه - إلى أسامة في بيته، وكلمه أن يترك عمر، ففعل أسامة وجعل يقول له: أذنت ونفسك طيبة؟
فقال أسامة: نعم» . (٥)
ويذكر الطبري أن أبابكر قال لأسامة لما شيعه في خروجه بالجيش: (إن رأيت أن تعينني بعمر فافعل فأذن له) . (٦)
كما نص على هذا غير واحد من المؤرخين والمحققين. (٧)
_________
(١) منهاج السنة ٤/٢٧٧-٢٧٩.
(٢) تقدم نقل الروايات في ذلك ص ٢٩٩.
(٣) انظر: المغازي للواقدي ٣/١١١٨، والطبقات الكبرى لابن سعد ٢/١٩٠، ... وتاريخ الطبري ٣/٢٢٦، والبداية والنهاية ٦/٣٠٨، وسير أعلام النبلاء ... للذهبي ٢/٤٩٧.
(٤) انظر: ص ٣٠٠ من هذا الكتاب.
(٥) المغازي للواقدي ٣/١١٢١-١١٢٢.
(٦) تاريخ الطبري ٣/٢٢٦.
(٧) انظر: الطبقات الكبرى لابن سعد ٢/١٩١، والبداية والنهاية لابن كثير ... ٦/٣٠٩، ومنهاج السنة لشيخ الإسلام ابن تيمية ٥/٤٤٨، ٦/٣١٩.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (209,'فثبت بهذا أن التحاق عمر بجيش أسامة كان برغبته واختياره، وأن خروجه منه كان بطلب الخليفة، وإذن الأمير فأي لوم على عمر - رضي الله عنه - في ذلك.
وأما أبو بكر فالذي عليه أكثر المؤرخين: أنه لم يكن في جيش أسامة أصلاً، فإنهم سموا من التحق بجيش أسامة من كبار الصحابة، ولم يذكروا فيهم أبا بكر.
قال الواقدي ضمن حديثه عن غزوة أسامة: «فلم يبق أحد من المهاجرين الأولين إلا انتدب في تلك الغزوة: عمر بن الخطاب، وأبو عبيدة بن الجراح، وسعد بن أبي وقاص،
وأبو الأعور سعيد بن زيد بن عمرو بن نفيل ... » . (١)
وقال الطبري: «ضرب رسول الله - صلى الله عليه وسلم - قبل وفاته بعثاً على أهل المدينة ومن حولهم، وفيهم عمر بن الخطاب، وأمر عليهم أسامة بن زيد» . (٢)
وقال الذهبي ضمن ترجمة أسامة: «استعمله النبي - صلى الله عليه وسلم - على جيش لغزو الشام، وفي الجيش عمر والكبار» . (٣)
فلم يذكر هؤلاء المؤرخون أبا بكر في جيش أسامة، وذكروا بعض كبار الصحابة كعمر، وأبي عبيدة، وسعد وغيرهم، ولو كان أبو بكر في الجيش لكان ذكره أولى وأشهر.
وإنما عدّ أبا بكر في جيش أسامة: ابن سعد قال: «فلم يبق أحد من وجوه المهاجرين الأولين والأنصار إلا انتدب في تلك الغزوة فيهم: أبو بكر الصديق، وعمر بن الخطاب، وأبو عبيدة ... » . (٤)
وإلى هذا ذهب ابن حجر في الفتح. (٥)
_________
(١) المغازي ٣/١١١٨.
(٢) تاريخ الطبري ٣/٢٢٦.
(٣) سير اعلام النبلاء ٢/٤٩٧.
(٤) الطبقات الكبرى لابن سعد ٢/١٩٠.
(٥) انظر: فتح الباري ٨/١٥٢.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (210,'وقال ابن كثير في سياق الموضوع: «وكان بينهم:
عمر بن الخطاب، ويقال: أبوبكر فاستثناه رسول الله - صلى الله عليه وسلم - للصلاة» . (١)
وقد جزم شيخ الإسلام ابن تيمية -رحمه الله- بأن أبا بكر لم يكن في جيش أسامة ونقل اتفاق أهل العلم عليه.
قال: «وأبوبكر - رضي الله عنه - لم يكن في جيش أسامة باتفاق أهل العلم، لكن روي أن عمر كان فيهم، وكان عمر خارجاً مع أسامة، لكن طلب منه أبو بكر أن يأذن له في المقام عنده لحاجته إليه، فأذن له» . (٢)
وقال في موضع آخر في الرد على الرافضي: «وأما قوله إنه أمّر أسامة على الجيش الذي فيهم: أبو بكر، وعمر، فمن الكذب الذي يعرفه من له أدنى معرفة بالحديث، فإن أبا بكر لم يكن في ذلك الجيش، بل كان - صلى الله عليه وسلم - يستخلفه في الصلاة من حين مرضه إلى أن مات. وأسامة قد روى أنه عقد له الراية قبل مرضه، ثم لما مرض أمر أبا بكر أن يصلي بالناس فصلى بهم إلى أن مات النبي - صلى الله عليه وسلم -، فلو قُدر أنه أُمر بالخروج مع أسامة قبل المرض، لكان أمره بالصلاة تلك المدة، مع إذنه لأسامة أن يسافر في مرضه، موجباً لنسخ إمرة أسامة عنه، فكيف إذا لم يُؤمر عليه أسامة بحال» . (٣)
وبهذا يظهر أن أبا بكر لم يكن في جيش أسامة. وهو قول عامة المؤرخين إلا من شذ منهم، بل نقل شيخ الإسلام ابن تيمية -رحمه الله- اتفاق أهل العلم والحديث على هذا، لاشتغال أبي بكر - رضي الله عنه - بالصلاة بالناس في مرض النبي - صلى الله عليه وسلم -.
على أن من قال بالقول الآخر، لم يقل: إن أبا بكر بقي في جيش أسامة بعد أمر الرسول - صلى الله عليه وسلم - له بالصلاة، فهذا لم يقل به أحد من أهل العلم، لما هو معلوم عندهم بالتواتر من اشتغال أبي بكر بإمامة الناس في
_________
(١) البداية والنهاية لابن كثير ٦/٣٠٨.
(٢) منهاج السنة ٦/٣١٩.
(٣) المصدر نفسه ٤/٢٧٦-٢٧٧.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (211,'مرض النبي - صلى الله عليه وسلم - حتى مات، في حين أن الجيش كان معسكراً بالجرف، استعداداً للخروج. ولهذا ذكر ابن كثير أن من قال بدخول أبي بكر في جيش أسامة، ذكر أنه مستثني بأمر النبي - صلى الله عليه وسلم - له بالصلاة.
فثبت بهذا بطلان ما ادعاه الرافضي: من كون الشيخين في جيش أسامة وأنهما تثاقلا عن الخروج معه.
وأما قوله: إن عمر كان من أبرز عناصر المعارضة، وهو الذي جاء بعد وفاة رسول الله - صلى الله عليه وسلم - إلى أبي بكر، وطلب منه أن يعزل أسامة ويبدله بغيره.
فجوابه: أنه لم تكن هناك معارضة أصلاً حتى يكون لها عناصر بارزة أو غير بارزة، وإنما هذا من أوهام الرافضة، وأكاذيبهم التي يحاولون عن طريقها التلبيس على ضعاف العقول بقصد الطعن في أصحاب النبي - صلى الله عليه وسلم - والنيل منهم. والعبرة في هذا بصحة النقل فأين النقل
الصحيح على صحة ما ادعى!!
على أنه قد تقدم بيان مواقف الصحابة المشرفة في سرية أسامة بالنقل الصحيح وبراءتهم من كل ما يرميهم به هذا الرافضي الحاقد، مما يغني عن إعادته هنا.
وأما قوله: إن عمر طلب من أبي بكر عزل أسامة فليس هذا رأي عمر وحده، بل رأى بعض الصحابة، وسبب هذا أنه لما مات النبي - صلى الله عليه وسلم - ارتدت كثير من قبائل العرب، ونجم النفاق، وتربص الأعداء بالمسلمين من كل ناحية، وقد كان في جيش أسامة جل الصحابة وخيارهم، فخشى كبار الصحابة على المدينة بعد خروج الجيش منها أن يحيط بها الأعداء، وفيها خليفة رسول الله - صلى الله عليه وسلم -، وأمهات المؤمنين، والنساء، والذراري، فأشاروا على أبي بكر أن يؤجل بعث أسامة حتى يستقر الحال، ويفرغ من قتال المرتدين، فلما أبى عليهم ذلك أشار عليه بعضهم أن يولي الجيش من هو أسن من أسامة، وأعرف بالحرب منه حرصاً منهم على سلامة الجيش في ذلك الوقت العصيب الذي يمرون به.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (212,'وبهذا جاءت الروايات:
فقد روى الطبري من حديث عروة عن أبيه قال: (لما بويع أبو بكر - رضي الله عنه - وجمع الأنصار في الأمر الذي افترقوا فيه، قال: ليتم بعث أسامة، وقد ارتدت العرب، إما عامة، وإما خاصة في كل قبيلة، ونجم
النفاق وأشر أبت اليهود والنصارى، والمسلمون كالغنم في الليلة المطيرة الشاتية، لفقدهم نبيهم - صلى الله عليه وسلم - وقلتهم وكثرة عدوهم، فقال له الناس: إن هؤلاء جل المسلمين، والعرب -على ماترى- قد انتقضت بك، فليس ينبغي لك أن تفرق عنك جماعة المسلمين، فقال أبو بكر: والذي نفس أبي بكر بيده، لو ظننت أن السباع تخطفني لأنفذت بعث أسامة كما أمر به رسول الله - صلى الله عليه وسلم - ولو لم يبق في القرى غيري لأنفذنه) . (١)
وفي روايه للواقدي: «فلما بلغ العرب وفاة رسول الله - صلى الله عليه وسلم - وارتد من ارتد عن الإسلام، قال أبو بكر - رضي الله عنه - لأسامة -رحمة الله عليه- أنفذ على وجهك الذي وجهك فيه رسول الله - صلى الله عليه وسلم -. وأخذ الناس بالخروج وعسكروا في موضعهم الأول، وخرج بريده باللواء حتى انتهى إلى معسكرهم الأول فشق على كبار المهاجرين الأولين، ودخل على أبي بكر، عمر، وعثمان، وسعد بن أبي وقاص، وأبو عبيدة بن الجراح، وسعيد بن زيد، فقالوا ياخليفة رسول الله إن العرب قد انتقضت عليك من كل جانب وإنك لا تصنع بتفريق هذا الجيش المنتشر شيئاً، اجعلهم عُدة لأهل الردة ترمي بهم في نحورهم؟ وأخرى
لا نأمن على أهل المدينة أن يغار عليها، وفيها الذراري والنساء، فلو استأنيت لغزو الروم حتى يضرب الإسلام بجرانه وتعود الردة إلى ما خرجوا منه، أو يفنيهم السيف، ثم تبعث أسامة حينئذ فنحن نأمن الروم أن تزحف إلينا؟ فلما استوعب أبو بكر - رضي الله عنه - منهم كلامهم قال: هل منكم أحد يريد أن يقول شيئاً؟ قالوا: لا قد سمعت مقالتنا، فقال: والذي نفسي بيده لو ظننت أن السباع تأكلني بالمدينة لأنفذت هذا البعث،
_________
(١) تاريخ الطبري ٣/٢٢٥، وأورد هذه الرواية ابن كثير أيضاً في البداية ... والنهاية ٦/٣٠٨.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (213,'ولا بدأت بأولى منه، ورسول الله - صلى الله عليه وسلم - ينزل عليه الوحي من السماء يقول: أنفذوا جيش أسامة) . (١)
وفي رواية للطبري: أن هذا هو رأي أسامة نفسه، وهو الذي بعث عمر إلى أبي بكر بهذا وعلى هذا الرأى الأنصار أيضاً، وأنهم قالوا لعمر فإن أبى ذلك فليول الجيش أقدم سناً من أسامة، وهاهوذا نص الرواية من رواية الحسن البصري قال: (ضرب رسول الله - صلى الله عليه وسلم - قبل وفاته بعثاً على أهل المدينة ومن حولهم، وفيهم عمر بن الخطاب وأمّر عليهم أسامة بن زيد، فلم يجاوز آخرهم الخندق، حتى قبض رسول الله - صلى الله عليه وسلم - فوقف أسامة بالناس ثم قال لعمر: ارجع إلى خليفة رسول الله - صلى الله عليه وسلم - فاستأذنه يأذن لي أن أرجع بالناس، فإن معي وجوه الناس وحدَّهم، ولا آمن على خليفة رسول الله، وثقل رسول الله،
وأثقال المسلمين أن يتخطفهم المشركون، وقالت الأنصار: فإن أبي إلا أن نمضي فأبلغه عنا، واطلب إليه أن يولي أمرنا رجلاً أقدم سناً من أسامة، فخرج عمر بأمر أسامة، وأتى أبا بكر فأخبره بما قال أسامة، فقال أبو بكر: لو خطفتنى الكلاب والذئاب، لم أرد قضاءً قضى به رسول الله - صلى الله عليه وسلم -. قال: فإن الأنصار أمروني أن أبلغك، وإنهم يطلبون إليك أن تولي أمرهم رجلاً أقدم سناً من أسامة، فوثب أبو بكر-وكان جالساً- فأخذ بلحية عمر، فقال له: ثكلتك أمك وعدمتك يابن الخطاب؟ استعمله رسول الله - صلى الله عليه وسلم - وتأمرني أن أنزعه؟ فخرج عمر إلى الناس فقالوا له: ما صنعت؟ فقال: امضوا، ثكلتكم أمهاتكم؟ مالقيت في سببكم من خليفة رسول الله؟) . (٢)
فظاهر من هذا أن الذي حمل الصحابة على ما قالوا إنما هو النصح لدين الله، وشفقتهم على المسلمين، وأن القول بتأجيل خروج جيش أسامة، هو قول عامة الصحابة، بما فيهم أسامة، وذلك لشدة الظروف التي كانوا يمرون بها، نظراً لموت رسول الله - صلى الله عليه وسلم - وما تبع ذلك من كثرة الارتداد،
_________
(١) المغازي للواقدي ٣/١١٢١.
(٢) تاريخ الطبري ٣/٢٢٦.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (214,'وشيوع النفاق، وتربص الأعداء، وطمعهم في المسلمين، في حين أن الجيش سيقطع مسافات بعيدة يخترق من خلالها كثيراً من أحياء العرب الذين لا يؤمن جانبهم، ويخشى من
غدرهم وردتهم، مما حمل الأنصار أن يطلبوا من عمر -كما في رواية الطبري- أن يطلب من خليفة رسول الله - صلى الله عليه وسلم - إذا ما عزم على مسيرة الجيش أن يولي إمرته من هو أسن من أسامة، فإنه كان شاباً عمره ثماني عشرة سنة (١) ، وهذا لا مطعن فيه على أسامة، وإنما للسن أثره في الحكمة وسياسة الأمور، خصوصاً في تلك المرحلة الحرجة.
ومع هذا فقد صمم الصديق - رضي الله عنه - على تسيير الجيش بقيادة أسامة امتثالاً لأمر رسول الله - صلى الله عليه وسلم -، وثقة بنصر الله، فسار الجيش إلى ما أمر به رسول الله - صلى الله عليه وسلم -، وأغار على أهل تلك البلاد فقتل أسامة قاتل أبيه وغنموا منهم ورجع الجيش سالماً إلى المدينة. (٢)
والصحابة على كل حال مجتهدون في شأن جيش أسامة سواء من رأى منهم تسيير الجيش، أو لم ير ذلك، أو رأى عزل أسامة، أو لم ير ذلك، فما أرادوا من ذلك إلا الخير، والنصح لدين الله والمسلمين، وهم أبعد ما يكونون على كل ما يرميهم به الرافضة من التهم الباطلة الجائرة.
_________
(١) انظر: سير اعلام النبلاء للذهبي ٢/٥٠٠.
(٢) انظر: الطبقات الكبرى لابن سعد ٢/١٩١.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (215,'<span data-type="title" id=toc-20>تقسيم الرافضي الصحابة إلى ثلاثة أقسام وزعمه أن منهم من نزل القرآن بتوبيخهم والتحذير منهم والرد عليه في ذلك</span>

قال المؤلف ص١١١ تحت عنوان (رأي القرآن في الصحابة) .
«قبل كل شيء لابد لي أن أذكر أنه سبحانه وتعالى قد مدح في كتابه العزيز في العديد من المواقع صحابة رسول الله، الذين أحبوا الرسول - صلى الله عليه وسلم - واتبعوه ... ، وهذا القسم من الصحابة الذين عرف المسلمون قدرهم من خلال مواقفهم وأفعالهم معه، أحبوهم، وأجلوهم، وعظموا قدرهم، وترضوا عنهم كلما ذكروهم.
وبحثي لا يتعلق بهذا القسم من الصحابة، الذين هم محط الإحترام والتقدير من السنة والشيعة، كما لا يتعلق بالقسم الذي اشتهر بالنفاق، والذين هم معرضون للعن المسلمين جميعاً من السنة والشيعة، ولكن بحثي يتعلق بهذاالقسم من الصحابة، الذين اختلف فيهم المسلمون، ونزل القرآن بتوبيخهم وتهديدهم في بعض المواقع، والذين حذرهم رسول الله - صلى الله عليه وسلم - في العديد من المناسبات أو حذر منهم» .
قلت: لا يخفى ما في كلامه هذا من الكذب والتلبيس، وذلك أن أهل السنة يعتقدون عدالة الصحابة كلهم، وأما المنافقون فليسوا من الصحابة بحال، فالصحابي في الإصطلاح: هو من لقي النبي - صلى الله عليه وسلم - مؤمناً
به ومات',NULL,'223',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (216,'على ذلك (١) فخرج الكفار والمنافقون من حد الصحبة، لأنهم لم يؤمنوا بالنبي - صلى الله عليه وسلم -، وإن كان المنافقون في عهد النبي - صلى الله عليه وسلم - يعاملون بما يظهرون من الإسلام.
وتقسيمه الذي ذكره لا يمثل سوى عقيدة الرافضة، دون أهل السنة. فالرافضة هم الذين يقسمون الصحابة إلى قسمين: عدول ومرتدين، وعندهم أن الصحابة كلهم ارتدوا عن الإسلام إلا القليل منهم، لا يتجاوزون أربعة أو سبعة، كما جاء ذلك مصرحاً به في بعض رواياتهم المشهورة، التي تقدم نقلها عند الحديث عن معتقدهم في الصحابة. (٢)
فالصحابة الذين قال: إن الفريقين يعتقدون عدالتهم: هم أولئك الأفراد الذين يستثنيهم الرافضة من حكم الردة، والقسم الذي ذكر أنه اختلف فيه هم عامة الصحابة الذين يعتقد الرافضة ردتهم وكفرهم، وأما أهل السنة فلا يقرون هذا التقسيم ولا يعتقدونه فالصحابة عندهم كلهم عدول.
ومع فساد هذا التقسيم الذي ذكره، فكان الأولى به لو كان صادقاً فيما ادعاه من الإنصاف أن يقول بعد هذا: إني سأبحث في
سيرة هذا القسم من الصحابة وأثبت الحق في ذلك، لكنه ذكر هذا
القسم ثم حكم عليه مباشرة وطعن فيه فقال: «ولكن بحثي يتعلق بهذا القسم من الصحابة الذين اختلف فيهم المسلمون، ونزل القرآن بتوبيخهم وتهديدهم في بعض المواقع، والذين حذرهم رسول الله - صلى الله عليه وسلم - في العديد من المناسبات أو حذر منهم» .
فظهر أن الرجل إنما يقرر عقيدة الرافضة في الصحابة في أصل تقسيمه لهم وحكمه عليهم، خلافاً لما يدعيه من العدل والإنصاف والتجرد في الحكم، ولهذا سبق حُكْمُه بحثه في سيرتهم وأحوالهم، وذكره النصوص التي زعم أنها مستنده فيما يقرر.
_________
(١) الإصابة لابن حجر ١/٧.
(٢) انظر ص ٧٥ ومابعدها.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (217,'ثم شرع المؤلف في ذكر الآيات التي زعم أنها كشفت حال الصحابة ونزلت بتوبيخهم وتهديدهم.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (218,'طعن الرافضي على الصحابة بقوله تعالى: {محمد رسول الله والذين معه أشداء على الكفار} ، والرد عليه.

قال الرافضي ص١١٢: «المثال الأول على ذلك هو آية
محمد رسول الله يقول تعالى: {محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعاً سجداً يبتغون فضلاً من الله ورضوانا سيماهم في وجوههم من أثر السجود ذلك مثلهم في التوراة ومثلهم في الإنجيل كزرع أخرج شطئه فآزره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين آمنوا وعملوا الصالحات منهم مغفرة وأجراً عظيماً} . (١)
قال بعد ذلك: «.. فكلمة (منهم) التي ذكرها الله تعالى دلت على التبعيض وأوحت أن البعض من هؤلاء لاتشملهم مغفرة الله ورضوانه، ودلت أيضاً على أن البعض من الصحابة انتفت منهم صفة الإيمان والعمل الصالح، فهذه الآيات المادحة والقادحة في آن واحد فهي بينما تمدح نخبة من الصحابة تقدح في آخرين» .
قلت: تضمنت هذه الآية الكريمة أبلغ الثناء والمدح من الله تعالى لأصحاب النبي - صلى الله عليه وسلم - ووصفه لهم بتلك الصفات العظيمة، الدالة على
علو قدرهم في الدين، ورسوخ قدمهم في الإيمان والعمل الصالح، وأما
ما ادعاه
_________
(١) سورة الفتح آية ٢٩.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (219,'هذا الرافضي أن (منهم) في قوله تعالى: {وعد الله الذين آمنوا وعملوا الصالحات منهم ... } (١) للتبعيض وأنها تدل على انتفاء الإيمان والعمل الصالح عن بعضهم، فهذا من فرط جهله، وجرأته على الله، وكذبه عليه بما لا تحتمله الآية ولا يستند لقول أحد من أهل العلم في تفسيرها.
والذي عليه المفسرون وأهل العلم أن (من) في الآيه لبيان الجنس فيكون المعنى: (وعد الله الذين آمنوا من هذا الجنس) وهم
الصحابة.
قال القرطبي: «وليست من في قوله: (منهم) مبعضة لقوم من الصحابة دون قوم، ولكنها عامة مجنسة مثل قوله تعالى: {فاجتنبوا الرجس من الأوثان} (٢) لايقصد للتبعيض لكنه يذهب إلى الجنس أي: فاجتنبوا الرجس من جنس الأوثان إذ كان الرجس يقع من أجناس شتى، منها الزنى والربا وشرب الخمر والكذب فأدخل (من) يفيد بها الجنس وكذا (منهم) أي: من هذا الجنس، يعني: جنس
الصحابة، ويقال: أنفق نفقتك من الدراهم أي: اجعل نفقتك
هذا الجنس» . (٣)
وكذا قال ابن كثير في تفسير هذه الآية: «من هذه لبيان الجنس» . (٤)
ويقول شيخ الإسلام ابن تيمية في منهاج السنة: «فإن قيل لم قال: {وعد الله الذين آمنوا وعملوا الصالحات منهم} (٥) ولم يقل: وعدهم كلهم؟
قيل: كما قال: {وعد الله الذين آمنوا منكم وعملوا
الصالحات} (٦) ولم يقل: وعدكم و (من) تكون لبيان الجنس، فلا يقتضي أن يكون قد بقي من المجرور بها شيء خارج عن ذلك الجنس، كما في قوله تعالى: {فاجتنبوا الرجس من الأوثان} (٧) فإنه لا يقتضي أن يكون من الأوثان ما ليس برجس.
_________
(١) سورة الفتح آية ٢٩.
(٢) سورة الحج آية ٣٠.
(٣) الجامع لأحكام القرآن ١٦/٢٨٢.
(٤) تفسير ابن كثير ٤/٢٠٥.
(٥) سورة الفتح آية ٢٩.
(٦) سورة النور آية ٥٥.
(٧) سورة الحج آية ٣٠.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (220,'وإذا قلت: ثوب من حرير فهو كقولك: ثوب حرير، وكذلك قولك: باب من حديد كقولك: باب حديد، وذلك لا يقتضي أن يكون هناك حرير وحديد غير المضاف إليه، وإن كان الذي يتصوره
كلياً فإن الجنس الكلي هو: مالا يمنع تصوره من وقوع الشركة فيه، وإن لم يكن مشتركاً فيه في الوجود، فإذا كانت (من) لبيان الجنس كان التقدير: {وعد الله الذين آمنوا وعملوا الصالحات} من هذا الجنس وإن كان الجنس كلهم مؤمنين مصلحين» (١) .
فتبين بهذا بطلان ما ادعاه الرافضي من أن (من) في الآية تبعيضية واستدلاله بها على انتفاء الإيمان والعمل الصالح عن بعض الصحابة، لمخالفة ذلك لما ذكره العلماء هنا، بل مخالفته لعموم نصوص الكتاب والسنة، القاطعة بعدالة الصحابة وتزكيتهم، والشهادة لهم بالإيمان والتقوى، والسبق في ذلك، وما أخبر الله عنهم من رضاه عنهم، ورضاهم عنه، ووعده لهم بأعلى الدرجات في الجنة، ومخالفته كذلك لما هو معلوم بالاضطرار للمسلمين، وما انعقد عليه إجماعهم من حسن الثناء عليهم، والاعتراف لهم بالفضل والسبق في الدين، وأن الأمة بعدهم لا يبلغوا مراتبهم، ولا يدانوهم في الفضل، مما يجعل الطعن فيهم طعن في الأمة، والقدح فيهم قدح في الكتاب والسنة.
_________
(١) منهاج السنة ٢/٣٨-٣٩.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (221,'<span data-type="title" id=toc-21>طعن الرافضي على الصحابة بقوله تعالى: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} والرد عليه</span>.

قال المؤلف ص١١٤: «قال الله تعالى في كتابه العزيز: {وما محمدٌ إلا رسول قد خلت من قبله الرسل أفئن مات أو قتل انقلبتم على أعقابكم ومن ينقلب على عقبيه فلن يضر الله شيئاً وسيجزي الله الشاكرين} . (١)
ثم قال بعدها: «فهذه الآية صريحة وجلية في أن الصحابة سينقلبون على أعقابهم بعد وفاة الرسول - صلى الله عليه وسلم - مباشرة، ولا يثبت منهم إلا القليل، كما دلت على ذلك الآية في تعبير الله عنهم -أي: عن الثابتين الذين لاينقلبون- بالشاكرين، فالشاكرون لايكونون إلا قلة، كما دل عليه قوله سبحانه وتعالى: {وقليل من عبادي الشكور} » . (٢)
إلى أن قال ص١١٥: «والمهم أن آية الانقلاب تقصد الصحابة مباشرة، الذين يعيشون معه في المدينة المنورة، وترمي إلى الانقلاب مباشرة بعد وفاته بدون فصل ... » .
قلت: قاتل الله الجهل ما أضره بأهله!! ولو اطلع هذا المتشدق بما لا يعلم في كتاب مختصر من كتب التفسير، على سبب نزول هذه الآية،
_________
(١) سورة آل عمران آية ١٤٤.
(٢) سورة سبأ آية ١٣.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (222,'التي زعم أنها في الردة بعد موت النبي - صلى الله عليه وسلم -، ورمى الصحابة بذلك، لم يقل ما قال، ولكان في ستر من هذه الفضيحة، التي تشهد بجهله وتقوله على الله بلا علم ولا بصيرة، وذلك أن هذه الآية نزلت يوم أحد، عندما أصاب المسلمين ما أصابهم، وشج رسول الله - صلى الله عليه وسلم -، وكسرت رباعيته، وشاع في الناس أن الرسول - صلى الله عليه وسلم - قتل، فقال بعض المنافقين: إن محمداً قد قتل فالحقوا بدينكم الأول فنزلت هذه الآية.
روى الطبري في تفسيره بسنده عن الضحاك قال في قوله تعالى: {وما محمد إلا رسول قد خلت من قبله الرسل} (١) ، «ناس من أهل الارتياب والمرض والنفاق، قالوا يوم فرّ الناس عن نبي الله - صلى الله عليه وسلم -، وشج فوق حاجبه، وكسرت رباعيته، قتل محمد فالحقوا بدينكم الأول، فذلك قوله: {أفئن مات أو قتل انقلبتم على أعقابكم} » . (٢)
وروى أيضاً عن ابن جريج قال: «قال أهل المرض والارتياب والنفاق، حين فرّ الناس عن النبي - صلى الله عليه وسلم -: قد قتل محمد، فالحقوا بدينكم
الأول فنزلت هذه الآية» . (٣)
فالمقصود بالانقلاب على الأعقاب في الآية هو: ما قاله المنافقون لما أُشيع في الناس أن رسول الله - صلى الله عليه وسلم - قتل، وهو قولهم: ارجعوا إلى دينكم الأول. ولم تكن هذه الآية فيمن ارتد بعد موت النبي - صلى الله عليه وسلم - وإن كانت هي حجة عليهم، مع أنها لو كانت فيمن ارتد بعد موت النبي - صلى الله عليه وسلم - لكانت أظهر في الدلالة على براءة أصحاب النبي - صلى الله عليه وسلم - من المرتدين، فإنهم هم الذين قاتلوهم، وأظهر الله دينه على أيديهم، وخذل المرتدين بحربهم لهم، فرجع منهم من رجع إلى الدين، وهلك من هلك على ردته، وظهر فضل الصديق والصحابة بمقاتلتهم لهم.
ولهذا ثبت عن علي - رضي الله عنه - أنه كان يقول في قوله تعالى: {وسيجزي
_________
(١) سورة آل عمران من الآية ١٤٤.
(٢) تفسير الطبري ٣/٤٥٨.
(٣) تفسير الطبري ٣/٤٥٨.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (223,'الله الشاكرين} (١) ، (الثابتين على دينهم أبا بكر وأصحابه) . (٢)
وكان يقول: (كان أبو بكر أمين الشاكرين، وأمين أحباءِ الله، وكان أشكرهم وأحبهم إلى الله) . (٣)
وقد ذهب بعض المفسرين إلى أن قول الله تعالى: {يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجهادون في سبيل الله ولا يخافون لومة لائم} (٤) ، أنها كانت في أبي بكر وأصحابه، لما كان في علم الله أنهم سيقاتلون أهل الردة.
روى الطبري بسنده عن علي - رضي الله عنه - أنه قال في قوله تعالى: {فسوف يأتي الله بقوم يحبهم ويحبونه} ، (بأبي بكر وأصحابه) .
وعن الحسن البصري قال: (هذا والله أبو بكر وأصحابه) .
وعن الضحاك قال: (هو أبو بكر وأصحابه، لما ارتد من ارتد من العرب عن الإسلام جاهدهم أبو بكر وأصحابه، حتى ردهم إلى الإسلام) .
وبهذا قال قتادة وابن جريج وغيره من أئمة التفسير. (٥)
فتأمل أيها القارئ كيف أن هذا الرافضي الحاقد يرمي أصحاب النبي - صلى الله عليه وسلم - بالردة بعد موت النبي - صلى الله عليه وسلم -، في حين أنهم هم الذين قاتلوا المرتدين، وأثنى الله عليهم بذلك، واشتهر في الأمة فضلهم بما قاموا به من نصرة دين الله بعد موت النبي - صلى الله عليه وسلم -، وجهادهم أولئك المرتدين على
كثرتهم، مما لا يجهله أحد من عوام المسلمين اليوم، فضلاً عن علمائهم، ثم يأتي هذا الرافضي فيتهم هؤلاء الصحابة بالردة مصادماً بذلك النصوص والواقع،
_________
(١) سورة آل عمران من الآية ١٤٤.
(٢) تفسير الطبري ٣/٤٥٥.
(٣) المصدر نفسه.
(٤) سورة المائدة آية ٥٤.
(٥) تفسير الطبري ٤/٦٢٣-٦٢٤.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (224,'بل وحتى العقل. فلو كان لهذا الرجل عقل، لما قال ما قال، فيصبح أضحوكة بين الناس، بهذا الهذيان الذي يدل على سخافة في العقل وبلادة في الفهم.
ولقد أحسن الشعبي -رحمه الله- في قوله: (ما رأيت قوماً أحمق من الشيعة، لو كانت الشيعة من الطير لكانت رخماً، ولو كانوا من الدواب لكانوا حمراً) . (١)
ولقد صدق شيخ الإسلام ابن تيمية -رحمه الله- في وصفهم بقوله: «القوم من أضل الناس على السواء، فإن الأدلة: إما نقلية، وإما عقلية، والقوم من أضل الناس في المنقول والمعقول، في المذاهب والتقرير، وهم من أشبه الناس بمن قال الله فيهم: {وقالوا لو كنا نسمع أو نعقل ما كنا في أصحاب السعير} » . (٢)
_________
(١) أخرجه الخلال في السنة ١/٤٩٧، واللالكائي في شرح السنة ٧/١٢٦٧.
(٢) منهاج السنة ١/٨. والآية من سورة الملك آية ١٠.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (225,'<span data-type="title" id=toc-22>طعن الرافضي على الصحابة بقوله تعالى: {يَا أَيُّهَا الَّذِينَ آَمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ ... } والرد عليه</span>.

قال المؤلف ص١١٥ قال تعالى: {يا أيها الذين آمنوا مالكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الارض أرضيتم بالحياة الدنيا من الآخرة فما متاع الحياة الدنيا في الآخرة إلا قليل - إلا تنفروا يعذبكم عذاباً أليماً ويستبدل قوماً غيركم ولا تضروه شيئاً والله على كل شئ قدير} . (١)
ثم قال: «هذه الآية صريحة في أن الصحابة تثاقلوا عن الجهاد، واختاروا الركون إلى الحياة الدنيا، رغم علمهم بأنها متاع قليل، حتى استوجبوا توبيخ الله سبحانه، وتهديده إياهم بالعذاب الأليم واستبدال غيرهم من المؤمنين الصادقين بهم.
وقد جاء هذا التهديد باستبدال غيرهم في العديد من الآيات، مما يدل دلالة واضحة على أنهم تثاقلوا عن الجهاد في مرات عديدة، فقد جاء في قوله تعالى: {وإن تتولوا يستبدل قوماً غيركم ثم لا يكونوا
أمثالكم} . ..» . (٢)
_________
(١) سورة التوبة آيتا ٣٨-٣٩.
(٢) سورة محمد آية ٣٨.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (226,'إلى أن قال: «ومن البديهي المعلوم أن الصحابة تفرقوا بعد النبي [- صلى الله عليه وسلم -] ، واختلفوا، وأوقدوا نار الفتنة، حتى وصل بهم الأمر إلى القتال والحروب الدامية، التي سببت انتكاس المسلمين وتخلفهم، وأطمعت فيهم أعداءهم» .
وجوابه: أنه ليس في هاتين الآيتين مطعن على أصحاب
النبي - صلى الله عليه وسلم -، وإنما فيهما حث الله تعالى الصحابة على الجهاد، وذلك عندما أمر النبي - صلى الله عليه وسلم - أصحابه في غزوة تبوك بغزو الروم، وكان ذلك في زمن عسرة وفاقة من أصحاب النبي - صلى الله عليه وسلم -، مع شدة الحر وبعد السفر، فشق ذلك على بعضهم، فنزلت الآيات في الترغيب في الجهاد في سبيل الله، والتحذير من التثاقل عنه فاستجاب أصحاب النبي - صلى الله عليه وسلم - لأمر ربهم.
قال الطبري في تفسير قوله تعالى: {يا أيها الذين آمنوا مالكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الارض} (١) : «وهذه الآية حث من الله جل ثناؤه المؤمنين به من أصحاب رسوله على غزو
الروم، وذلك غزوة رسول الله - صلى الله عليه وسلم - تبوك» . (٢)
ولاشك أن هاتين الآيتين تضمنت نوع عتاب من الله - عز وجل - لبعض من ثقل عليهم الخروج في الجهاد، وهذا قطعاً لا يرد على عامة أصحاب النبي - صلى الله عليه وسلم - الذين استجابوا لله ورسوله بالمسارعة في الخروج في سبيل الله، وهم غالب الصحابة وأكثرهم.
قال ابن كثير في تفسير الآية: «هذا شروع في عتاب من تخلف عن رسول الله - صلى الله عليه وسلم - في غزوة تبوك» . (٣)
قلت: ومعلوم أنه لم يتخلف عن النبي - صلى الله عليه وسلم - في غزوة تبوك أحد من أصحابه من غير أهل الأعذار، إلا ثلاثة نفر كما دل على ذلك
_________
(١) سورة التوية آية ٣٨.
(٢) تفسير الطبري ٦/٣٧٢.
(٣) تفسير ابن كثير ٢/٣٥٧.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (227,'حديث كعب بن مالك المشهور في الصحيحين (١) وهم كعب بن مالك، وهلال بن أمية، ومرارة بن الربيع، ومع هذا فقد ثبت بنص كتاب الله الذي لا يأتيه الباطل من بين يديه ولا من خلفه، أن الله تاب على الجميع، وأنزل في توبته على سائر الصحابة وحياً يتلى في كتابه وذلك في قوله تعالى: {لقد تاب الله على النبي والمهاجرين
والأنصار الذين اتبعوه في ساعة العسرة من بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم إنه بهم رؤوف رحيم - وعلى الثلاثة الذين خلفوا حتى إذا ضاقت عليهم الأرض بما رحبت وضاقت عليهم أنفسهم وظنوا أن لا ملجأ من الله إلا إليه ثم تاب عليهم ليتوبوا إن الله هو التواب الرحيم} . (٢)
فتضمنت هذه الآيات إخبار الله تعالى عن توبته على المهاجرين والأنصار الذين اتبعوا الرسول - صلى الله عليه وسلم - في غزوة تبوك، والتي تسمى غزوة العسرة فلم يتخلفوا عنه مع ما أصابهم فيها من الجهد والشدة والفقر، حتى جاء في بعض الروايات أن النفر منهم كانوا يتناولون التمرة بينهم يمصها هذا ثم يشرب عليها ثم يمصها هذا، ثم يشرب عليها حتى تأتي على آخرهم. (٣)
كما تضمنت توبة الله على الثلاثة المخلفين (٤) الذين تأخروا عن رسول الله - صلى الله عليه وسلم - في تلك الغزوة بعد هجر النبي - صلى الله عليه وسلم - لهم، وندمهم ندماً
عظيماً حتى ضاقت عليهم الأرض بما رحبت.
_________
(١) انظر: صحيح البخاري: (كتاب المغازي، باب حديث كعب بن مالك) فتح ... الباري ٨/١١٣-١١٦، ح٤١١٨، وصحيح مسلم: (كتاب التوبة، باب ... حديث توبة كعب وصاحبيه) ٤/٢١٢٠-٢١٢٨، ح٢٧٦٩.
(٢) سورة التوبة آيتا ١١٧، ١١٨.
(٣) انظر: تفسير الطبري ٦/٥٠٢، وتفسير البغوي ٢/٣٣٣.
(٤) وصفوا بالمخلفين لأنهم خلفوا عن التوبة عندما جاءوا للنبي - صلى الله عليه وسلم - واعترفوا ... بذنوبهم فقال لهم قوموا حتى يقتضي الله فيكم، ثم أنزل الله توبتهم في ... الآيات المذكورة أعلاه، انظر تفسير الطبري ٦/٥٠٥.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (228,'فلم يبق بعد ذلك عذر لأحد في النيل من أصحاب النبي - صلى الله عليه وسلم - أو غمزهم بشيء مما قد يقع منهم، بعد مغفرة الله لهم وتوبته عليهم، وثنائه عليهم الثناء العظيم في كتابه، وتزكية الرسول - صلى الله عليه وسلم - لهم في سنته - رضي الله عنهم - أجمعين.
والرافضة يدركون هذا وإنما يحملهم حقدهم على أصحاب النبي - صلى الله عليه وسلم - وبغضهم لهم على تنقصهم وسبهم بغير حق، وغمط مناقبهم، وفضائلهم الثابتة في الكتاب والسنة، التي لا يجهلها أحد من الأمة.
ولهذا ذكر هذا الرافضي الآيات السابقة في حث الله - عز وجل - الصحابة على الجهاد في سبيل الله، مستدلاً بها على ذمهم وتنقصهم، وأغفل ما جاء في سياق هذه الآيات وبعدها مباشرة، وهو قوله تعالى: {إلا تنصروه فقد نصره الله إذ أخرجه الذين كفروا ثاني اثنين إذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا} (١) وذلك حجباً منه لما تضمنته الآية من إثبات تلك المنقبة العظيمة لأبي بكر، وهي صحبة رسول الله - صلى الله عليه وسلم - في الهجرة، وكذلك تجاهله الآيات الأخرى في السورة نفسها، المشتملة على ثناء الله تعالى على الصحابة كقوله تعالى: {والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات
تجري تحتها الأنهار خالدين فيها أبداً ذلك الفوز العظيم} (٢) وكالآيات المتقدمة في توبة الله تعالى عليهم، ومغفرته لهم، يحمله على ذلك ضغنه الكمين وحقده الدفين على أصحاب النبي - صلى الله عليه وسلم - فعليه من الله ما يستحق.
وأما قوله: «إن الصحابة اختلفوا واقتتلوا ونتج عن ذلك حروب دامية تسببت في انتكاس المسلمين» .
فجوابه: أن اقتتال الصحابة إنما نشأ في عهد علي - رضي الله عنه - وقد كان
_________
(١) سورة التوبة آيه ٤٠.
(٢) سورة التوبة آيه ١٠٠.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (229,'علي طرفاً من أطرافه، فإذا كان لايرد في ذلك ذم على علي - رضي الله عنه - وهو إمام المسلمين والمسؤل عن سلامة الرعية فمن باب أولى أن لا يذم بذلك غيره من الصحابة.
وقد تقدم الحديث عن أسباب الاختلاف بين الصحابة في الفتنة، وبيان وجهة كل فريق، وبراءتهم من كل ما يلصق بهم في ذلك، وأن عامة ما صدر منهم إنما كانوا مجتهدين فيه، ليس لأحد أن يذمهم بشيء منه، وإنما الامساك عما شجر بينهم والترحم عليهم هو السبيل الأمثل، والمنهج الأقوم في حقهم، فرضي الله عنهم أجمعين. (١)
_________
(١) انظر تقرير ذلك ص ٢٤٠ من هذا الكتاب.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (230,'طعن الرافضي على الصحابة بقوله تعالى: {ألم يأن للذين
آمنوا أن تخشع قلوبهم لذكر الله ... } والرد عليه.

قال المؤلف ص١١٧: «قال تعالى: {ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منهم فاسقون} . (١)
وفي الدر المنثور لجلال الدين السيوطي قال: لما قدم أصحاب رسول الله - صلى الله عليه وسلم - المدينة، فأصابوا من لين العيش ما أصابوا، بعدما كان بهم من الجهد، فكأنهم فتروا عن بعض ما كانوا عليه، فعوتبوا فنزلت: {ألم يأن للذين آمنوا} . وفي رواية أخرى أن الله - سبحانه وتعالى - استبطأ قلوب المهاجرين بعد سبع عشرة سنة من نزول القرآن فأنزل الله: {ألم يأن للذين آمنوا} .
وإذا كان هؤلاء الصحابة وهم خيرة الناس على ما يقوله أهل السنة والجماعة، لم تخشع قلوبهم لذكر الله، وما نزل من الحق طيلة سبعه عشر عاماً، حتى استبطأهم الله وعاتبهم، وحذرهم من قسوة القلوب، التي تجرهم إلى الفسوق، فلا لوم على المتأخرين من سراة
قريش الذين أسلموا في السنة الثامنة من الهجرة بعد فتح مكة. فهذه بعض الأمثلة التي استعرضها
_________
(١) سورة الحديد آيه ١٦.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (231,'من كتاب الله العزيز كافية للدلالة على
أن الصحابة ليسوا كلهم عدولاً، كما يقول أهل السنة والجماعة ... » .
وجوابه: أن هذه الآية لا تدل بحال على ما ادعاه: من زعمه أن قلوب الصحابة لم تخشع لذكر الله طيلة سبعة عشر عاماً، بل هذا من أقبح الكذب والافتراء على الله الذي لا تحتمله الآية، ويعرف هذا بمعرفة أقوال المفسرين في سبب نزولها وتفسيرها، فهذه الآية قد اختلف المفسرون في سبب نزولها.
فقيل: إنها نزلت في المنافقين، قال الكلبي ومقاتل: نزلت في المنافقين بعد الهجرة بسنة، وذلك أنهم سألوا سلمان الفارسي ذات يوم فقالوا: حدثنا عن التوراة فإن فيها العجائب فنزلت: {نحن نقص عليك أحسن القصص} (١) ، فأخبرهم أن القرآن أحسن قصصاً من غيره، فكفوا عن سؤال سلمان ما شاء الله، ثم عادوا فسألوا سلمان عن مثل ذلك فنزل: {الله نزل أحسن الحديث كتاباً متشابهاً} (٢) ، فكفوا عن سؤاله ما شاء الله ثم عادوا فقالوا: حدثنا عن التوراة فإن فيها العجائب فنزلت هذه الآية، فعلى هذا تأويل قوله: {ألم يأن
للذين آمنوا أن تخشع قلوبهم لذكر الله} (٣) يعني في العلانية وباللسان.
وقال آخرون: نزلت في المؤمنين، قال عبد الله بن مسعود: ما كان بين إسلامنا وبين أن عاتبنا الله بهذه الآية: {ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله} إلا أربع سنين. (٤)
وقيل: هي خطاب لمن آمن بموسى وعيسى دون محمد عليهم السلام لانه قال عقيب هذا: {والذين آمنوا بالله ورسله} (٥) ، أي ألم يأن للذين آمنوا
_________
(١) سورة يوسف آية ٣.
(٢) سورة الزمر آية ٢٣.
(٣) سورة الحديد آية ١٦.
(٤) انظر: تفسير البغوي ٤/٢٩٧، وتفسير القرطبي ١٧/٢٤٠.
(٥) سورة الحديد من الآية ١٩.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (232,'بالتوراة والإنجيل، أن تلين قلوبهم للقرآن، وألا يكونوا كمتقدمي قوم موسى وعيسى، إذ طال عليهم الأمد بينهم وبين نبيهم فقست قلوبهم. (١)
فهذه أقوال المفسرين في سبب نزول الآية، وعلى قول من قال: إنها نزلت في المنافقين أو في أهل الكتاب، فلا وجه لتنزيلها على الصحابة بحال.
وأما على القول بنزولها فيهم: فإنها لا مطعن فيها على الصحابة،
لأن غاية ما في الآية هو حثهم على أن تخشع قلوبهم لذكر الله وما نزل عليهم من القرآن، وأن أوان ذلك قد حان، دون أن تتعرض الآية لذمهم أو تنقصهم.
قال الطبري في معنى الآية: «ألم يحن للذين صدقوا الله ورسوله أن تلين قلوبهم لذكر الله فتخضع قلوبهم له، ولما نَزَل من الحق، وهو هذا القرآن الذي نزله على رسوله - صلى الله عليه وسلم -» . (٢)
وقال ابن كثير: «يقول تعالى: أما آن للمؤمنين أن تخشع قلوبهم لذكر الله، أي: تلين عند الذكر والموعظة، وسماع القرآن، فتفهمه وتنقاد له وتسمع له وتطيعه» . (٣)
وليس في الآية ما يدل على نفي أصل الخشوع من القلب، وهو الخشوع الواجب -كما ادعى هذا الرافضي الحاقد- بل وصف الله تعالى لهم بالإيمان في قوله: {ألم يأن للذين آمنوا} دليل على أن أصل الخشوع موجود، لكنه أراد أن ينقلهم إلى درجة أعلى منه، وذلك أن الخشوع منه ما هو واجب، ومنه ما هو مستحب.
قال شيخ الإسلام ابن تيمية: «فإن قيل فخشوع القلب لذكر الله وما نزل من الحق واجب، قيل: نعم، لكن الناس فيه على قسمين:
مقتصد،
_________
(١) انظر: تفسير القرطبي ١٧/٢٤٠.
(٢) تفسير الطبري ١١/٦٨١.
(٣) تفسير ابن كثير ٢/٣١٠.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (233,'وسابق، فالسابقون يختصون بالمستحبات، والمقتصدون الأبرار هم عموم المؤمنين المستحقين للجنة» . (١)
وعلى هذا فالخطاب في الآية يكون في حق من لم يحقق تلك الدرجة العالية من الخشوع، دون من بلغها من الصحابة، يؤيد هذا ما
نقله الشوكاني عن الزجاج في سبب نزول الآية حيث قال: (نزلت في طائفة من المؤمنين حثوا على الرقة والخشوع، فأما من وصفهم الله بالرقة والخشوع فطبقة فوق هؤلاء) . (٢)
وقد ثبتت هذه المنزلة العالية من الخشوع وكثرة البكاء لبعض الصحابة قبل نزول هذه الآية، ومن ذلك ما ثبت عن أبي بكر الصديق - رضي الله عنه - من رواية عائشة -رضي الله عنها- في قصة جوار ابن الدّغنّة لأبي بكر في بداية البعثة وفيها: ( ... ثم بدا لأبي بكر فابتنى مسجداً بفناء داره، فكان يصلي فيه ويقرأ فيتقصف (٣) عليه نساء المشركين وأبناؤهم، يعجبون منه وينظرون إليه، وكان أبو بكر - رضي الله عنه - رجلاً بكّاءً لا يملك دمعه حين يقرأ القرآن، فأفزع ذلك أشراف قريش من
المشركين) . (٤)
وهذه الحادثة في بداية البعثة وهي قبل نزول الآية قطعاً، فإن الآية في سورة الحديد، وسورة الحديد مدنية.
وأما زعمه أن نزول الآية في الحث على الخشوع كان بعد سبع عشرة سنة من نزول القرآن، فهذا إن جاء في بعض الروايات فهو معارض بما جاء في غيرها.
فعن ابن عباس -رضي الله عنهما- أنه قال: (إن الله استبطأ قلوب المؤمنين، فعاتبهم
_________
(١) مجموع الفتاوى ٧/٢٩.
(٢) فتح القدير للشوكاني ٥/١٧٢.
(٣) أي يزدحمون، النهاية لابن الأثير ٤/٧٣.
(٤) أخرجه البخاري في: (كتاب الكفالة، باب جوار أبي بكر في عهد النبي - صلى الله عليه وسلم -)
فتح الباري ٤/٤٧٥-٤٧٦، ح: ٢٢٩٧، وأخرجه أيضاً في: (كتاب ... الصلاة، باب المسجد يكون في الطريق) فتح الباري ١/٥٦٣، ٥٦٤، ... ح٤٧٦.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (234,'على رأس ثلاث عشرة سنة من نزول القرآن) . (١)
وفي صحيح مسلم عن ابن مسعود - رضي الله عنه - (ما كان بين إسلامنا وبين أن عاتبنا الله بهذه الآيه {ألم يأن للذين آمنوا..} إلا أربع سنين) . (٢)
ورواية ابن مسعود أصح من غيرها فإنها في صحيح مسلم، وهي دليل على أن عتاب الله لهم بالآية كان في بداية إسلامهم، خلافاً لما زعمه الرافضي أنه بعد سبع عشرة سنة من نزول القرآن.
وأما طعن الرافضي في الصحابة بزعمه أنه لم تخشع قلوب السابقين منهم فكيف بمن أتى بعدهم ... !
فهذه دعوى باطلة وفرية ظاهرة، يردها ما ثبت في سيرة
الصحابة - رضي الله عنهم - من أخبار تدل على تحقيقهم أعلى مقامات الخشوع، وشدة خوفهم من الله وكثرة بكائهم من خشيته مما لاينكره إلا مكابر أو جاهل.
فمن ذلك ما رواه الشيخان من حديث أنس - رضي الله عنه - قال: (خطب رسول الله - صلى الله عليه وسلم - خطبة ما سمعت مثلها قط، قال: لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً، قال: فغطى أصحاب رسول الله - صلى الله عليه وسلم - وجوههم لهم حنين ... ) . (٣) وفي رواية مسلم (خنين)
والحنين هو: الصوت الذي يرتفع بالبكاء من الصدر، والخنين:
من الأنف (٤) ، والمقصود شدة بكائهم من موعظة رسول الله - صلى الله عليه وسلم -.
وفي رواية أخرى لمسلم: (فأكثر الناس البكاء، حين سمعوا ذلك من رسول الله - صلى الله عليه وسلم -) . (٥)
_________
(١) ذكره البغوي في تفسيره ٤/٢٩٧، وابن كثير في تفسيره ٤/٣١٠.
(٢) أخرجه مسلم (كتاب التفسير، باب قوله تعالى: {ألم يأن للذين ... آمنوا ... } ) ... ٤/٢٣١٩، ح٣٠٢٧.
(٣) صحيح البخاري (كتاب التفسير، باب لا تسألوا عن أشياء إن تبد لكم ... تسؤكم) فتح الباري ٨/٢٨٠، ح٤٦٢١، وصحيح مسلم (كتاب ... الفضائل، باب توقيره - صلى الله عليه وسلم -..) ٤/١٨٣٢، ح٢٣٥٩.
(٤) فتح الباري لابن حجر ٨/٢٨١.
(٥) أخرجها مسلم من حديث أنس (كتاب الفضائل، باب توقيره - صلى الله عليه وسلم -..) ... ٤/١٨٣٢.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (235,'وقد ثبت البكاء لبعض الصحابة، بل كان بعضهم معروفاً به
مما يدل على شدة خوفهم من الله وخشيتهم له ففي الصحيحين من حديث عائشة -رضي الله عنها- في أمر النبي - صلى الله عليه وسلم - أبا بكر أن يصلي بالناس: ( ... فقلت يا رسول الله إن أبا بكر رجل رقيق القلب إذا قرأ القرآن لايملك دمعه) .
وفي روايه: (إن أبابكر إذا قام في مقامك لم يسمع الناس من البكاء) . (١)
وفي الحلية لأبي نعيم عن عبد الله بن عيسى قال: (كان في وجه عمر خطان أسودان من البكاء) . (٢)
وعن هشام بن الحسن قال: (كان عمر يمر بالآيه في ورده
فتخنقه فيبكي حتى يسقط) . (٣)
وعن عثمان - رضي الله عنه - أنه جاء إلى بيت النبي - صلى الله عليه وسلم - فأخبرته عائشة -رضي الله عنها- أنهم لم يطعموا طعاماً منذ أربعة أيام، قالت عائشة -رضي الله عنها-: (فبكى عثمان ثم قال: مقتاً للدنيا، ثم أحضر لهم
طعاماً كثيراً وصرة دراهم) . (٤)
وعن عبد الرحمن بن عوف - رضي الله عنه - أنه أتي بصحفة فيها خبز ولحم فلما وضعت بكى فقيل له: يا أبا محمد ما يبكيك؟ قال: هلك رسول الله - صلى الله عليه وسلم - ولم يشبع هو وأهل بيته من خبز الشعير، ولا أرانا أخرنا لها لما هو خير منها. (٥)
وكان ابن عمر لا يذكر النبي - صلى الله عليه وسلم - قط إلا بكى. (٦)
_________
(١) أخرج الحديث الشيخان واللفظ الأول لمسلم والثاني للبخاري، صحيح ... البخاري (كتاب الأذان، باب أهل العلم والفضل أحق بالامامة) فتح الباري ... ٢/١٦٤، ح٦٧٩، صحيح مسلم (كتاب الصلاة، باب استخلاف الإمام ... إذا عرض له عذر..) ١/٣١٣.
(٢) حلية الأولياء ١/٥١.
(٣) حلية الأولياء ١/٥١.
(٤) أورده ابن قدامة المقدسي في الرقة والبكاء ص١٨٨.
(٥) أورده أبو نعيم في الحلية ١/١٠٠.
(٦) رواه الدارمي في سننه ١/٥٤ ح٨٦.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (236,'وأخبارهم في ذلك تطول، وإنما ذكرت هنا أمثلة، للرد على ما افتراه هذا الرافضي في حق الصحابة، وزعمه عدم خشوعهم وخشيتهم، وبيان براءتهم من طعنه وقدحه بهذه الأمثلة الدالة على قوة إيمانهم وشدة خوفهم من الله تعالى، وحسبهم قبل ذلك وبعد
تزكية الله ورسوله لهم، وما ثبت في الكتاب والسنة من فضائلهم ومناقبهم التي اختصهم الله بها على من بعدهم من الأمة فرضي الله عنهم أجمعين، وأعلى درجاتهم في جنات النعيم.
فثبت بهذا الاستعراض لما ذكره المؤلف من آيات زاعماً أنها دلت
على الطعن في الصحابة، ثم الوقوف على النصوص الأخرى وأقوال أهل العلم المفسرة لهذه الآيات، والموضحة لمقصودها، والمبينة لأسباب نزولها: بطلان ما ادعاه الرافضي في حق الصحابة، وأن هذه الآيات لا تدل بحال على ذم الصحابة أو تنقصهم، وإنما يحمل الرافضة على تأويلها على غير مراد الله منها وتحريفها عن مواضعها، ماامتلأت به قلوبهم من حقد وضغينة على أصحاب رسول الله - صلى الله عليه وسلم - هذا مع ماعليه هؤلاء الرافضة من جهل عظيم بالشرع، ونقص كبير في العقول، وبلادة في الأفهام، مصحوب ذلك بهوى وظلم وكذب وافتراء.
ولذا ذكر شيخ الإسلام في وصفهم: «والقوم من أكذب الناس في النقليات، ومن أجهل الناس في العقليات، يصدقون من المنقول بما يعلم العلماء بالاضطرار أنه من الأباطيل، ويكذبون بالمعلوم من الاضطرار المتواتر أعظم تواتر في الأمة جيلاً بعد جيل» . (١)
وفي ختام هذا المبحث المتعلق بالرد على المؤلف في ما يستدل به
من آيات في الطعن على الصحابة اذكر بعض الأوجه العامة في الرد على استدلاله ببعض الآيات بعد ذكر الرد المفصل عليه عند كل آيه.
فأقول مستعيناً بالله:
الوجه الأول: أن كل ما يستدل به المؤلف وغيره من الرافضة
من آيات في الطعن على الصحابة لايخلو من ثلاثة أقسام:
_________
(١) منهاج السنة ١/٨.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (237,'إما أن تكون آيات نزلت في الكفار والمنافقين، ينزلونها على الصحابة بجهل وظلم، لاحجة لهم فيها بوجه عند أهل العلم.
وإما أن تكون آيات عامة نزلت في حث الأمة على الخير، وأمرها به، أو تحذيرها من الشر ونهيها عنه، والخطاب فيها للصحابة ولمن بعدهم من الأمة، وهي مصدرة في الغالب: بـ (يا أيها الذين آمنوا) وذلك كقوله تعالى: {يا أيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه} (١) وقوله: {يا أيها الذين آمنوا لا تخونوا الله ورسوله وتخونوا أماناتكم} (٢) وقوله: {يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم} (٣) وقوله: {يا أيها الذين آمنوا استجيبوا لله وللرسول إذا دعاكم لما يحييكم} (٤)
وقوله: {يا أيها الذين آمنوا اجتنبوا كثيراً من الظن} (٥) والأمثلة على هذا كثيرة جداً في القرآن، وليس فيها أي طعن على الصحابة.
وقد خاطب الله تعالى بمثل هذا رسوله - صلى الله عليه وسلم - كما في قوله: {يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته} (٦) وقوله: {ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين} (٧) وقوله: {ولئن اتبعت أهواءهم من بعد ما جاء من العلم إنك إذا لمن الظالمين} (٨) وقوله: {فاصبر كما صبر أولوا العزم من الرسل ولا تستعجل لهم} (٩) وقوله: {ولاتمنن تستكثر - ولربك فاصبر} (١٠) وغيرها من الآيات في معناها فكما أن هذه الآيات بما تضمنته من الأوامر والنواهي من الله
_________
(١) سورة المائدة آيه ٥٤.
(٢) سورة الأنفال آيه ٢٧.
(٣) سورة المائدة آيه ٨٧.
(٤) سورة الأنفال آيه ٢٤.
(٥) سورة الحجرات آيه ١٢.
(٦) سورة المائدة آيه ٦٧.
(٧) سورة الزمر آيه ٦٥.
(٨) سورة البقرة آيه ١٤٥.
(٩) سورة الأحقاف آيه ٣٥.
(١٠) سورة المدثر آيتا ٦، ٧.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (238,'لرسوله، ليس فيها أي مطعن عليه، فكذلك ما ثبت من ذلك في حق الصحابة ليس فيه أي مطعن عليهم.
وأما القسم الثالث من الآيات فآيات تضمنت نوع عتاب من
الله لبعض الصحابة، كما في قوله تعالى: {ألم يأن للذين آمنوا أن
تخشع قلوبهم لذكر الله وما نزل من الحق} (١) وقوله تعالى: {يا أيها الذين آمنوا ما لكم إذا قيل لكم انفروا في سبيل الله اثّاقلتم إلى الأرض} (٢) وقوله تعالى: {يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة} (٣) فهذه الآيات وما في معناها ليس فيها كذلك مطعن على الصحابة، وإنما عاتب الله بها أفراداً منهم، بل ربما كان العتاب لفرد واحد منهم، كما في الآية الأخيرة، فإنها نزلت في حاطب بن أبي بلتعة - رضي الله عنه - (٤) ومن الخطأ تعميم ذلك على الصحابة كلهم، كما هو صنيع الرافضة، وأيضاً فإن الله تعالى خاطبهم فيها بوصف الإيمان الدال على تزكية الله لهم وثنائه عليهم، ولهذا أُطلق على هذه الآيات وأمثالها على أنها عتاب من الله للمؤمنين، كمافي أثر ابن مسعود المتقدم: (ما كان بين إسلامنا وبين أن عاتبنا الله بهذه الآيه {ألم يأن للذين آمنوا..} (٥) إلا أربع سنين) . (٦) وكذلك قال ابن عباس: (إن الله استبطأ قلوب المؤمنين فعاتبهم) . (٧)
والعتاب عرفه أهل اللغة بأنه: «مخاطبة الإدْلاَل وكلام المُدِلّيِن أَخِلاَّءَهم طالبين حسن مراجعتهم» (٨) ولهذا عاتب الله رسوله وخليله - صلى الله عليه وسلم - في أكثر من آية كما في قوله تعالى: {عبس وتولى - أن جاءه الأعمى} (٩)
_________
(١) سورة الحديد آيه ١٦.
(٢) سورة التوبة آيه ٣٨.
(٣) سورة الممتحنة آيه ١.
(٤) انظر تفسير ابن كثير ٤/٣٤٤.
(٥) سورة الحديد من الآيه ١٦.
(٦) تقدم تخريجه ص ٣٣٦.
(٧) تقدم تخريجه ص ٣٣٦.
(٨) لسان العرب لابن منظور ١/٥٧٧.
(٩) سورة عبس آيتا ١-٢.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (239,'وقد كان النبي - صلى الله عليه وسلم - بعدها يكرم ابن أم مكتوم ويقول له إذا رآه: (مرحباً بمن عاتبني فيه ربي) (١) وقال تعالى: {يا أيها النبي لم تحرم ما أحل الله لك تبتغي مرضات أزواجك والله غفور رحيم} (٢) وقال تعالى: {وإذ تقول للذي أنعم الله عليه وانعمت عليه أمسك عليك زوجك واتق الله وتخفي في نفسك ما الله مبديه} . (٣)
إلى غير ذلك من الأمثلة في هذا الباب.
والمقصود هنا: هو التأكيد على أن كل ما ثبت في حق الصحابة من عتاب الله تعالى لهم، لا يوجب انتقاصهم به، إذا ما ثبت جنس ذلك في حق الرسول - صلى الله عليه وسلم - وهو بالمكانة المعروفة من ربه.
فثبت بهذا أنه لاحجة للرافضة فيما استدلوا به من آيات للطعن في الصحابة عند النظر والتدقيق، والبحث والتحقيق.
الوجه الثاني: أنا لو سلمنا جدلاً أن في تلك الآيات التي ذكر المؤلف ذماً لبعض الصحابة، فمن أين له الحكم على بعضهم أنهم هم المعنيون بها دون البعض الآخر، ممن تعتقد الرافضة عدالتهم من الصحابة، وعلى رأسهم علي - رضي الله عنه -، فإن هذا التعيين يحتاج إلى دليل، وإلا فلغيره أن يدعى ما يشاء، وينزل تلك الآيات على من شاء من الصحابة، كما لو احتج الخوارج بتلك الآيات على تكفير علي - رضي الله عنه - أو النواصب على تفسيقه، فلن يجد المؤلف ولا غيره من الرافضة حجة يدفعون بها عن علي - رضي الله عنه - إلا بقول أهل السنة واعتقاد عدالة الصحابة جميعاً.
الوجه الثالث: أن الله تعالى أثنى في كتابه على الصحابة أبلغ الثناء، وزكاهم أعظم تزكية، وأخبر أنه رضي الله عنهم ورضوا عنه، ووصفهم بالإيمان
_________
(١) ذكره البغوي في تفسيره ٤/٤٤٦، والقرطبي في تفسيره من رواية سفيان ... الثوري ١٩/٢٠٣.
(٢) سورة التحريم آيه ١.
(٣) سورة الأحزاب آيه ٣٧.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (240,'والتقوى، ووعدهم بالحسنى، كقوله تعالى: {والسابقون الأولون من المهاجرين والأنصار والذين اتبعوهم
بإحسان رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري
تحتها الأنهار خالدين فيها أبداً ذلك الفوز العظيم} . (١)
وقوله: {لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحاً قريباً} . (٢)
وقوله: {محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم ركعاً سجداً يبتغون فضلاً من الله ورضواناً سيماهم في وجوههم من أثر السجود ذلك مثلهم في التوراة ومثلهم في الإنجيل كزرع أخرج شطئه فآزره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين آمنوا وعملوا الصالحات منهم مغفرة وأجراً عظيماً} . (٣)
وقوله: {لايستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلاً وعد الله الحسنى} . (٤)
فقد تضمنت هذه الآيات ثناء الله - عز وجل - العظيم على الصحابة
ووصفه لهم بتلك الصفات الفاضلة الدالة على علو شأنهم في الدين، وسمو مكانتهم فيه، وإخباره بما أعد لهم في الآخرة من الأجر والثواب والمغفرة والرضوان، والخلود في جنات تجري من تحتها الأنهار، مما يدل دلالة واضحة على بطلان ما ادعاه الرافضي من أن بعض الآيات جاءت بذمهم وتنقصهم، وذلك أنه كتاب محكم لا يناقض بعضه بعضاً كما قال تعالى: {ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً} . (٥)
ولو افترض وجود بعض الآيات تدل بظاهرها على ما ادعى الرافضي، فالواجب حملها على هذه الآيات الصريحة القاطعة بعدالة الصحابة جميعاً،
_________
(١) التوبة آيه ١٠٠.
(٢) سورة الفتح آيه ١٨.
(٣) سورة الفتح آيه ٢٩.
(٤) سورة الحديد آيه ١٠.
(٥) سورة النساء آيه ٨٢.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (241,'فكيف والنصوص كلها من الكتاب والسنة بعدالتهم متواترة، وبإيمانهم قاطعة.
الوجه الرابع: أن الله تعالى أثنى على المستغفرين لهم السائلين الله تعالى أن لا يجعل في قلوبهم غلاً لهم، فقال بعد أن ذكر المهاجرين والأنصار: {والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلاً للذين آمنوا ربنا إنك رؤوف رحيم} (١) فكيف يتصور بعد هذا أن يذمهم الله
تعالى في آيات أخرى بما يوجب تنقصهم وبغضهم، فإن هذا من أبعد ما يكون عند أصحاب العقول، أن يتضمن مثل ذلك كتاب الله المحكم المنزه عن الاختلاف والاضطراب.
الوجه الخامس: أن الله تعالى جعل أصحاب نبيه غيظاً للكفار فقال: {ليغيظ بهم الكفار} (٢) فمن المحال بعد ذلك أن يجعل للكفار حجة عليهم بذمهم في كتابه، وقد قال الله تعالى: {ولن يجعل الله للكافرين على المؤمنين سبيلاً} . (٣)
وبهذا يظهر زيف دعوى الرافضي في أن القرآن قد جاء بذم الصحابة.
فلله الحمد والمنة.
_________
(١) سورة الحشر آيه ١٠.
(٢) سورة الفتح من الآيه ٢٩.
(٣) سورة النساء من الآيه ١٤١.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (242,'<span data-type="title" id=toc-23>طعن الرافضي على الصحابة بحديث الحوض والرد عليه</span>

قال الرافضي ص١١٩ تحت عنوان: (رأي الرسول - صلى الله عليه وسلم - في الصحابة) .
«قال رسول الله - صلى الله عليه وسلم -: (بينما أنا قائم فإذا زمرة حتى إذا عرفتهم خرج رجل من بيني وبينهم فقال: هلم، فقلت: إلى أين؟ فقال: إلى النار والله، قلت: ما شأنهم؟ قال: إنهم ارتدوا بعدك على أدبارهم القهقري، فلا أرى يخلص منهم إلا مثل همل النعم) .
وقال - صلى الله عليه وسلم -: (إني فرطكم على الحوض من مر علي شرب، ومن شرب لم يظمأ أبداً ليردن علي أقوام أعرفهم ويعرفونني، ثم يحال بيني وبينهم، فأقول: أصحابي، فيقال: إنك لا تدري ما أحدثوا بعدك، فأقول: سحقاً سحقاً لمن غير بعدي) .
فالمتمعن في هذه الآحاديث العديدة التي أخرجها علماء أهل السنة في صحاحهم ومسانيدهم، لا يتطرق إليه الشك في أن أكثر الصحابة قد بدلوا وغيروا، بل ارتدوا على أدبارهم بعده - صلى الله عليه وسلم -، إلا القليل الذي عبر عنه بهمل النعم، ولا يمكن بأي حال من الأحوال حمل هذه الآحاديث على القسم الثالث: وهم المنافقون لأن النص يقول: فأقول أصحابي، ولأن المنافقين لم يبدلوا بعد النبي - صلى الله عليه وسلم -، وإلا
فأصبح المنافق بعد وفاة النبي - صلى الله عليه وسلم - مؤمناً» .
والجواب: (أن هذين الحديثين اللذين ذكرهما صحيحان أخرجهما',NULL,'250',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (243,'البخاري في صحيحه (١) ، وأخرج مسلم الثاني منهما (٢) ، وللحديثين روايات أخرى أخرجهما الشيخان وغيرهما من الأئمة في كتب السنة، ولا حجة في هذه الأحاديث -بحمد الله- على مازعم هذا الرافضي من القول بردة الصحابة إلا القليل منهم، كما هو معتقد سلفه من الرافضة أخزاهم الله. وذلك أن أصحاب النبي - صلى الله عليه وسلم - مما لا يقبل النزاع في عدالتهم أو التشكيك في إيمانهم بعد تعديل العليم الخبير لهم في كتابه، وتزكية رسوله - صلى الله عليه وسلم - لهم في سنته، وثناء الله ورسوله عليهم أجمل الثناء، ووصفهم بأحسن الصفات، مما هو معلوم ومتواتر من كتاب الله وسنة رسوله - صلى الله عليه وسلم - على ما تقدم نقل بعض النصوص في ذلك. (٣)
ولهذا اتفق شراح الحديث من أهل السنة، على أن الصحابة غير معنيين بهذه الأحاديث وأنها لا توجب قدحاً فيهم.
قال ابن قتيبة في معرض رده على الرافضة في استدلالهم بالحديث على ردة الصحابة: «فكيف يجوز أن يرضى الله - عز وجل - عن أقوام ويحمدهم، ويضرب لهم مثلاً في التوراة والإنجيل، وهو يعلم أنهم يرتدون على أعقابهم بعد رسول الله - صلى الله عليه وسلم - إلا أن يقولوا: إنه لم يعلم وهذا هو شر الكافرين» . (٤)
وقال الخطابي: «لم يرتد من الصحابة أحد، وإنما ارتد قوم من جفاة العرب، ممن لانصرة له في الدين، وذلك لا يوجب قدحاً في الصحابة المشهورين، ويدل قوله: (أصيحابي) على قلة عددهم» . (٥)
وقال الدهلوي: «إنا لا نسلم أن المراد بالأصحاب ماهو المعلوم في
_________
(١) صحيح البخاري: (كتاب الرقاق، باب في الحوض) فتح الباري ١١/٤٦٤- ... ٤٦٥، ح ٦٥٨٤-٦٥٨٧.
(٢) صحيح مسلم: (كتاب الفضائل، باب إثبات الحوض) ٤/١٧٩٣،
ح٢٢٩.
(٣) انظر ص ٢١٥-٢١٧، ٣٤٥-٣٤٨.
(٤) تأويل مختلف الحديث ص٢٧٩.
(٥) نقله عنه ابن حجر في فتح الباري ١١/٣٨٥.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (244,'عرفنا، بل المراد بهم مطلق المؤمنين به - صلى الله عليه وسلم - المتبعين له، وهذا كما يقال لمقلدي أبي حنيفة أصحاب أبي حنيفة، ولمقلدي الشافعي أصحاب الشافعي، وهكذا وإن لم يكن هناك رؤية واجتماع، وكذا يقول الرجل للماضين الموافقين له في المذهب أصحابنا، مع أنه بينه وبينهم عدة من السنين، ومعرفتة - صلى الله عليه وسلم - لهم مع عدم رؤيتهم في الدنيا بسبب أمارات تلوح عليهم ...
إلى أن قال: ولو سلمنا أن المراد بهم ما هو المعلوم في العرف، فهم الذين ارتدوا من الأعراب على عهد الصديق، وقوله: أصحابي أصحابي، لظن أنهم لم يرتدوا كما يُؤْذِن به ما قيل في جوابه: إنك لا تدري ما أحدثوا بعدك.
فإن قلت: إن (رجالاً) في الحديث كما يحتمل أن يراد منه من ذكرت من مرتدي الأعراب، يحتمل أن يراد ما زعمته الشيعة أجيب: إن ما ورد في حقهم من الآيات والآحاديث وأقوال الأئمة مانع من إرادة ما زعمته الشيعة» . (١)
ثم ساق الآيات والأحاديث في فضل الصحابة.
وإذا ثبت هذا فاعلم أيها القارئ: أن العلماء قد اختلفوا في أولئك المذادين عن حوض النبي - صلى الله عليه وسلم - كما في الأحاديث- بعد اتفاقهم أن الصحابة - رضي الله عنهم - غير مرادين بذلك.
قال النووي في شرح بعض روايات الحديث عند قوله - صلى الله عليه وسلم -: (هل تدري ما أحدثوا بعدك) : «هذا مما اختلف العلماء في المراد به على أقوال:
أحدها: أن المراد به المنافقون والمرتدون، فيجوز أن يحشروا بالغرة والتحجيل، فيناديهم النبي - صلى الله عليه وسلم - للسيما التي عليهم، فيقال: ليس
هؤلاء مما وعدت بهم، إن هؤلاء بدلوا بعدك: أي لم يموتوا على ما ظهر من إسلامهم.
_________
(١) مختصر التحفة الإثني عشرية ص٢٧٢-٢٧٣.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (245,'والثاني: أن المراد من كان في زمن النبي - صلى الله عليه وسلم - ثم ارتد بعده فيناديهم النبي - صلى الله عليه وسلم -، وإن لم يكن عليهم سيما الوضوء، لما كان يعرفه - صلى الله عليه وسلم - في حياته من إسلامهم، فيقال: ارتدوا بعدك.
والثالث: أن المراد به أصحاب المعاصي والكبائر الذين ماتوا على التوحيد، وأصحاب البدع الذين لم يخرجوا ببدعتهم عن الإسلام، وعلى هذا لا يقطع لهؤلاء الذين يذادون بالنار، يجوز أن يذادوا عقوبة لهم، ثم يرحمهم الله - سبحانه وتعالى - فيدخلهم الجنة بغير عذاب» . (١)
ونقل هذه الأقوال، أو قريباً منها، القرطبي، وابن حجر
-رحمهما الله تعالى-. (٢)
قلت: ولا يمتنع أن يكون أولئك المذادون عن الحوض هم من مجموع تلك الأصناف المذكورة، فإن الروايات محتملة لكل هذا، ففي بعضها يقول النبي - صلى الله عليه وسلم - فأقول: (أصحابي) أو (أصيحابي -بالتصغير-) ، وفي بعضها يقول: (سيؤخذ أناس من دوني فأقول ياربي مني ومن أمتي) وفي بعضها يقول: (ليردن عليّ أقوام أعرفهم
ويعرفوني) (٣) ، وظاهر ذلك أن المذادين ليسوا طائفة واحدة.
وهذا هو الذي تقتضيه الحكمة، فإن العقوبات في الشرع تكون بحسب الذنوب، فيجتمع في العقوبة الواحدة كل من استوجبها من أصحاب ذلك الذنب.
كما روى عن طائفة من الصحابة منهم عمر وابن عباس -رضي الله عنهما- في تفسير قوله تعالى: {احشروا الذين ظلموا وأزواجهم} (٤) : قالوا: (أشباههم يجئ
_________
(١) شرح صحيح مسلم ٣/١٣٦-١٣٧.
(٢) انظر: المفهم للقرطبي ١/٥٠٤، وفتح الباري لابن حجر ١١/٣٨٥.
(٣) انظر: الروايات في صحيح البخاري: (كتاب الرقاق، باب الحوض) فتح ... الباري ١١/٤٦٣-٤٦٥، وصحيح مسلم: (كتاب الفضائل، باب اثبات ... الحوض) ٤/١٧٩٢-١٨٠٢.
(٤) سورة الصافات آية ٢٢.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (246,'أصحاب الزنا مع أصحاب الزنا، وأصحاب الربا مع أصحاب الربا، وأصحاب الخمر مع أصحاب الخمر) (١) ، وإذا كان النبي - صلى الله عليه وسلم - قد بين أن سبب الذود عن الحوض هو الارتداد كما في قوله: (إنهم ارتدوا على أدبارهم) ، أو الإحداث في الدين، كما في قوله: (إنك لا تدري ما أحدثوا بعدك) (٢) ، فمقتضى ذلك هو أن يُذاد عن الحوض كل مرتد عن الدين سواء أكان ممن ارتد
بعد موت النبي - صلى الله عليه وسلم - من الأعراب، أو من كان بعد ذلك، يشاركهم في هذا أهل الإحداث وهم المبتدعة.
وهذا هو ظاهر قول بعض أهل العلم.
قال ابن عبد البر: «كل من أحدث في الدين فهو من المطرودين عن الحوض، كالخوارج، والروافض، وسائر أصحاب الأهواء، قال: وكذلك الظلمة المسرفون في الجور وطمس الحق، والمعلنون بالكبائر، قال: وكل هؤلاء يخاف عليهم أن يكونوا ممن عنوا بهذا الخبر والله أعلم» . (٣)
وقال القرطبي في التذكرة: «قال علماؤنا -رحمة الله عليهم أجمعين- فكل من ارتد عن دين الله، أو أحدث فيه ما لا يرضاه، ولم يأذن به الله، فهو من المطرودين عن الحوض المبعدين عنه، وأشدهم طرداً من خالف جماعة المسلمين وفارق سبيلهم، كالخوارج على اختلاف فرقها، والروافض على تباين ضلالها، والمعتزلة على أصناف أهوائهاء، فهؤلاء كلهم مبدلون) . (٤)
وإذا ما تقرر هذا ظهرت براءة الصحابة من كل ما يرميهم به الرافضة فالذود عن الحوض إنماهو بسبب الردة أو الإحداث في الدين،
والصحابة من أبعد الناس عن ذلك، بل هم أعداء المرتدين الذين قاتلوهم وحاربوهم
_________
(١) تفسير ابن كثير ٤/٤.
(٢) انظر: الروايات في الصحيحين بحسب ما جاء في الحاشية رقم (١) من هذه ... الصفحة.
(٣) نقلاً عن النووي في شرح صحيح مسلم ٣/١٣٧.
(٤) التذكرة في أحوال الموتى وأمور الآخرة ١/٣٤٨.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (247,'في أصعب الظروف وأحرجها بعد موت النبي - صلى الله عليه وسلم - على ماروى الطبري في تأريخه بسنده عن عروة بن الزبير عن أبيه قال: (قد ارتدت العرب إما عامة وإما خاصة في كل قبيلة، ونجم النفاق، واشرأبت اليهود والنصارى والمسلمون كالغنم في الليلة المطيرة الشاتية، لفقد نبيهم - صلى الله عليه وسلم - وقلتهم وكثرة عدوهم) . (١)
ومع هذا تصدى أصحاب النبي - صلى الله عليه وسلم - لهؤلاء المرتدين وقاتلوهم قتالاً عظيماً وناجزوهم حتى أظهرهم الله عليهم فعاد للدين من أهل الردة من عاد، وقتل منهم من قتل، وعاد للإسلام عزه وقوته وهيبته على أيدي الصحابة - رضي الله عنهم - وجزاهم عن الإسلام خير الجزاء.
وكذلك أهل البدع كان الصحابة -رضوان الله عليهم- أشد الناس إنكاراً عليهم، ولهذا لم تشتد البدع وتقوى إلا بعد انقضاء عصرهم، ولما ظهرت بعض بوادر البدع في عصرهم أنكروها وتبرؤا منها ومن أهلها.
فعن ابن عمر - رضي الله عنه - أنه قال لمن أخبره عن مقالة القدرية: (إذا لقيت هؤلاءفأخبرهم أن ابن عمرمنهم بريء، وهم منه برآء ثلاث مرات) . (٢)
وعن ابن عباس -رضي الله عنهما- قال: (ما في الأرض قوم أبغض إلىّ من أن يجيئوني فيخاصموني من القدرية في القدر) . (٣)
ويقول البغوي ناقلاً إجماع الصحابة وسائر السلف على معاداة أهل البدع: «وقد مضت الصحابة والتابعون وأتباعهم وعلماء السنن على هذا مجمعين متفقين على معاداة أهل البدع ومهاجرتهم» . (٤)
وهذه المواقف العظيمة للصحابة من أهل الردة وأهل البدع، من أكبر
_________
(١) تاريخ الطبري ٣/٢٢٥.
(٢) أخرجه عبد الله بن أحمد في كتاب السنة ٢/٤٢٠، والآجري في الشريعة ... ص٢٠٥.
(٣) أخرجه الآجري في الشريعة ص٢١٣.
(٤) شرح السنة للبغوي ١/١٩٤.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (248,'الشواهد الظاهرة على صدق تدينهم، وقوة إيمانهم، وحسن بلائهم في الدين، وجهادهم أعداءه بعد موت رسول الله - صلى الله عليه وسلم -، حتى أقام الله بهم السنة وقمع البدع، الأمر الذي يظهر به كذب الرافضة في رميهم لهم بالردة والإحداث في الدين، والذود عن حوض
النبي - صلى الله عليه وسلم -. بل هم أولى الناس بحوض نبيهم لحسن صحبتهم له في حياته، وقيامهم بأمر الدين بعد وفاته.
ولا يشكل على هذا قول النبي - صلى الله عليه وسلم -: (ليردن عليّ ناس من أصحابي الحوض حتى إذا عرفتهم اختلجوا دوني) (١) فهؤلاء هم من
مات النبي - صلى الله عليه وسلم - وهم على دينه، ثم ارتدوا بعد ذلك، كما ارتدت كثير من قبائل العرب بعد موت النبي - صلى الله عليه وسلم -، فهؤلاء في علم النبي - صلى الله عليه وسلم - من أصحابه، لأنه مات وهم على دينه، ثم ارتدوا بعد وفاته ولذا يقال له: (إنك لا تدري ما أحدثوا بعدك) ، وفي بعض الروايات: (إنك لا علم لك بما أحدثوا بعدك إنهم ارتدوا على أدبارهم القهقري) (٢) فظاهر أن هذا في حق المرتدين بعد موت النبي - صلى الله عليه وسلم -. وأين أصحاب النبي - صلى الله عليه وسلم - الذين قاموا بأمر الدين بعد نبيهم خير قيام، فقاتلوا المرتدين، وجاهدوا الكفار والمنافقين، وفتحوا بذلك الأمصار، حتى عم دين الله كثيراً من الأمصار، من أولئك المنقلبين على أدبارهم.
وهؤلاء المرتدون لا يدخلون عند أهل السنة في الصحابة، ولا يشملهم مصطلح (الصحبة) إذا ما أطلق. فالصحابي كما عرفه العلماء المحققون: «من لقي النبي - صلى الله عليه وسلم - مؤمناً به ومات على الإسلام» . (٣)
وأما قول النبي - صلى الله عليه وسلم -: (فلا أراه يخلص منهم إلا مثل همل النعم) (٤)
_________
(١) جزء من حديث سهل بن سعد أخرجه البخاري في صحيحه: (كتاب ... الرقاق، باب الحوض) فتح الباري ١١/٤٦٤، ح٦٥٨٢.
(٢) انظر: الروايات في صحيح البخاري: (كتاب الرقاق، باب الحوض) فتح ... الباري ١١/٤٦٤-٤٦٥، وصحيح مسلم: (كتاب الفضائل، باب إثبان ... الحوض) ٤/١٧٩٦.
(٣) الاصابة في تمييز الصحابة لابن حجر ١/٧.
(٤) تقدم تخريج الحديث ص ٣٥٠، وهَمَل النعم: ضوال الإبل، واحدها: هامل، ... أي الناجي منهم قليل في قلة النَّعَم الضالة، النهاية لابن الاثير ٥/٢٧٤.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (249,'واحتجاج الرافضي به على تكفير الصحابة إلا القليل منهم فلا حجة له فيه، لأن الضمير في قوله (منهم) إنما يرجع على أولئك القوم الذين يدنون من الحوض ثم يذادون عنه، فلا يخلص منهم إليه إلا القليل وهذا ظاهر من سياق الحديث فإن نصه: (بينما أنا قائم فإذا زمرة حتى إذا عرفتهم خرج رجل من بيني وبينهم فقال: هلَمّ فقلت أين؟ قال: إلى النار والله، قلت: وما شأنهم؟ قال: إنهم ارتدوا بعدك على أدبارهم القهقري، ثم إذا زمرة حتى إذا عرفتهم خرج رجل من بيني وبينهم، فقال: هلم، قلت: أين؟ قال: إلى النار والله، قلت: ما شأنهم؟ قال: إنهم ارتدوا على أدبارهم القهقري، فلا أراه يخلص منهم إلا مثل هَمَل النعم) . (١)
فليس في الحديث للصحابة ذكر وإنما ذكر زمراً من الرجال يذادون من دون الحوض ثم لا يصل إليه منهم إلا القليل.
قال ابن حجر في شرح الحديث عند قوله: (فلا أراه يخلص منهم إلا مثل هَمَل النعم) «يعني من هؤلاء الذين دنوا من الحوض وكادوا يردونه فصدوا عنه ... والمعنى لا يرده منهم إلا القليل لأن الهَمَل في الإبل قليل بالنسبة لغيره» . (٢)
وبهذا يظهر كذب الرافضي وتلبيسه، وبراءة الصحابة من طعنه وتجريحه، على أن أحاديث الحوض في الجملة لو استقام للرافضي الاحتجاج بها على ردة بعض الصحابة -مع أن ذلك لا يستقيم بما تقدم ذكره -فأين الدليل على تعيين المرتدين المحدثين منهم الذين تعتقد الرافضة ردتهم من الصحابة، فإن هذا يحتاج إلى دليل، ولو احتج الخوارج الذين يكفرون علياً - رضي الله عنه - بهذه الآحاديث على ردة علي - رضي الله عنه - حاشاه ذلك- ما استطاع الرافضة الذب عنه، بل لو قال الخارجي الواقع يشهد بصحة ما اعتقد فإن الحروب والفتن وتفرق المسلمين وسفك دمائهم إنما كان في عهده دون من سبقه من الخلفاء، لانقطع الرافضي في الخصومة، وهذا
_________
(١) تقدم تخريج الحديث ص ٣٥٠.
(٢) فتح الباري ١١/٤٧٤-٤٧٥.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (250,'لايعني صحة قول الخارجي ولا قوة حجته بل قوله فاسد، معلوم فساده بالاضطرار من دين المسلمين بما تواتر من الأدلة القاطعة بعدالة الصحابة وتزكية الله ورسوله لهم، وبما اشتهر من الأدلة الخاصة في فضل علي - رضي الله عنه -، لكن الرافضة بفساد عقولهم وضعف أفهامهم لما قدحوا في كل الأصول الدالة على عدالة الصحابة جميعاً، لا يستطيعون بعدها أن يقيموا حجة واحدة على عدالة علي، إلا ألزمهم الخوارج بمثل قولهم في أبي بكر، وعمر، وعثمان، وهذا أصل عظيم في الرد على الرافضة ذكره شيخ الإسلام ابن تيمية -رحمه الله- يقول: «وهكذا أمر أهل السنة مع الرافضة في أبي بكر، وعلي، فإن الرافضي لا يمكنه أن يثبت إيمان علي
وعدالته وأنه من أهل الجنة، فضلاً عن إمامته إن لم يثبت ذلك لأبي بكر، وعمر، وعثمان، وإلا فمتى أراد إثبات ذلك لعلي وحده لم تساعده الأدلة، كما أن النصراني إذا أراد إثبات نبوة المسيح دون محمد لم تساعده الأدلة. فإذا قالت له الخوارج الذين يكفرون علياً أو النواصب الذين يفسقونه: إنه كان ظالماً طالباً للدنيا، وإنه طلب الخلافة لنفسه وقاتل عليها بالسيف، وقتل على ذلك ألوفاً من المسلمين حتى عجز عن انفراده بالأمر، وتفرق عليه أصحابه وظهروا عليه فقاتلوه، فهذا الكلام وإن كان فاسداً ففساد كلام الرافضي في أبي بكر، وعمر، أعظم، وإن كان ما قاله في أبي بكر، وعمر، متوجهاً مقبولاً فهذا أولى بالتوجه والقبول ... » . (١)
وبهذا يظهر الحق في هذه المسألة وزيف ما ادعاه الرافضي.
فلله الحمد والمنة.
_________
(١) منهاج السنة ٢/٥٨، وانظر: كلاماً لشيخ الإسلام قريباً من هذا في مجموع ... الفتاوى ٤/٤٦٨.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (251,'رمي الرافضي الصحابة بتغيير
سنة النبي - صلى الله عليه وسلم - والرد عليه

قال الرافضي ص١٢٧ تحت عنوان: (رأي الصحابة بعضهم في بعض، وشهادتهم على أنفسهم بتغيير سنة النبي - صلى الله عليه وسلم -) .
ثم أورد أثراً عن أبي سعيد الخدري قال: (كان رسول الله - صلى الله عليه وسلم - يخرج يوم الفطر والأضحى إلى المصلى، فأول شيء يبدأ به الصلاة، ثم ينصرف فيقوم مقابل الناس، والناس جلوس على صفوفهم، فيعظهم ويوصيهم ويأمرهم، فإن كان يريد أن يقطع بحثاً قطعه، أو يأمر بشيء أمر به، ثم ينصرف، قال أبو سعيد: فلم يزل الناس على ذلك حتى خرجت مع مروان وهو أمير المدينة في أضحى أو فطر، فلما أتينا المصلى إذا منبر بناه كثير بن الصلت، فإذا مروان يريد أن يرتقيه قبل أن يصلي، فجبذت بثوبه فجبذني، فارتفع فخطب قبل أن يصلي، فقلت له: غيرتم والله، فقال: أبا سعيد قدذهب ما تعلم، فقلت: ما أعلم والله خير مما لا أعلم، فقال: إن الناس لم يكونوا يجلسون لنا بعد الصلاة فجعلتها قبل الصلاة) . (١)
قال بعده: «وقد بحثت كثيراً عن الدوافع التي جعلت هؤلاء الصحابة يغيرون سنة رسول الله - صلى الله عليه وسلم -، واكتشفت أن الأمويين وأغلبهم من صحابة النبي - صلى الله عليه وسلم -، وعلى رأسهم معاوية بن أبي سفيان (كاتب الوحي) كما يسمونه
_________
(١) أخرجه البخاري: (كتاب العيدين، باب الخروج إلى المصلى بغير منبر) فتح ... الباري ٢/٤٤٨، ح٩٥٦.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (252,'كان يحمل الناس ويجبرهم على سب علي بن أبي طالب ولعنه من فوق منابر المساجد، كما ذكر ذلك المؤرخون، وقد أخرج مسلم في صحيحه في باب فضائل علي بن أبي طالب مثل ذلك، وأمر معاوية عماله في كل الأمصار باتخاذ ذلك اللعن سنة يقولها الخطباء على المنابر ... » .
قلت: استدلال المؤلف بأثر أبي سعيد الخدري - رضي الله عنه - على ما زعمه من تغيير الصحابة للسنة من أعجب العجب، فليس فيه ما يدل على زعمه، بل فيه دلالة على قيام الصحابة بأمر السنة وإنكارهم على من خالفها، وهذا يتمثل في إنكار الصحابي الجليل أبي سعيد الخدري - رضي الله عنه - على مروان في تقديمه الخطبة على صلاة العيد.
ولعل المؤلف ظن أن مروان بن الحكم من الصحابة، بل هو الظاهر من كلامه، لقوله بعد القصة: «وقد بحثت كثيراً عن الدوافع التي جعلت هؤلاء الصحابة يغيرون سنة رسول الله - صلى الله عليه وسلم -» ، فيكون هذا من جملة جهالاته التي سبق التنبيه على أمثلة كثيرة منها. (١)
والصحيح أن مروان لا تثبت له صحبة، فقد توفي النبي - صلى الله عليه وسلم - وهو صغير ابن ثمان سنين، وقد كان في الطائف مع أبيه، بعد نفي النبي - صلى الله عليه وسلم - له. (٢)
قال ابن الأثير: «لم ير النبي - صلى الله عليه وسلم - لأنه خرج إلى الطائف طفلاً لايعقل لما نفي النبي - صلى الله عليه وسلم - أباه الحكم» . (٣)
وعده الذهبي في السير من كبار التابعين. (٤)
وقال ابن حجر: «لم أر من جزم بصحبته» . (٥)
_________
(١) انظر ص١٥٤-١٦٢ من هذا الكتاب.
(٢) انظر: الإستيعاب لابن عبد البر المطبوع مع الإصابة ١٠/٧٠، والإصابة لابن ... حجر ٩/٣١٨.
(٣) أسد الغابة ٥/١٣٩.
(٤) انظر: سير أعلام النبلاء ٣/٤٧٦.
(٥) الإصابة ٩/٣١٨',NULL,'260',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (253,'وعلى هذا فلا يُحَمّل الصحابة فعل مروان، فكيف وقد أنكره من حضره من الصحابة وهو أبو سعيد الخدري - رضي الله عنه -.
على أن تقديم مروان للخطبة على صلاة العيد، وإن كان خطأً إلا أن العلماء ذكروا أنه إنما فعله مجتهداً.
قال ابن حجر في شرح الحديث بعد قول مروان: (إن الناس لم يكونوا يجلسون لنا بعد الصلاة) : «وهذا يشعر بأن مروان فعل ذلك
باجتهاد منه» . (١)
ونقل عن ابن المنير أنه قال: «حمل أبو سعيد فعل النبي - صلى الله عليه وسلم - في ذلك على التعيين، وحمله مروان على الأولوية، واعتذر عن ترك الأولى بما ذكره من تغير حال الناس، فرأى أن المحافظة على أصل السنة٠ وهو سماع الخطبة- أولى من المحافظة على هيئة فيها ليست من شرطها» . (٢)
وأما قول المؤلف: إن الأمويين وأغلبهم من الصحابة، وعلى رأسهم معاوية كان يحمل الناس ويجبرهم على سب علي ولعنه من فوق منابر المساجد، فكلامه هذا يتضمن أمرين:
الأول: قوله إن الأمويين أغلبهم من الصحابة، فإن كان يعني من تولى الخلافة من بني أمية في عهد الدولة الأموية -وهو الظاهر- فمن من خلفاء بني أمية من الصحابة غير معاوية حتى يقال: -إن أغلبهم من الصحابة؟؟ -وهذا باستثناء عثمان - رضي الله عنه - فإن خلافته كانت في عهد الخلفاء الراشدين كما هو معلوم- وأنا لا أعلم هل هذا من تلبيس المؤلف على العوام وأهل الجهل، أم أنه الجهل المفرط؟!
الثاني: قوله إن معاوية كان يحمل الناس على سب علي ولعنه فوق منابر المساجد، وهذه دعوى تحتاج إلى دليل، وهي مفتقرة إلى
صحة النقل. والمؤلف لم يوثق كلامه هذا، وإنما اكتفى بقوله: (كما ذكر ذلك
_________
(١) فتح الباري ٢/٤٥٠.
(٢) المصدر نفسه.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (254,'المؤرخون) ولم يحل على أي مصدر لذلك، ومعلوم وزن مثل هذه الدعوى عند المحققين والباحثين، فكيف بها وقد صدرت من رافضي حاقد.
ومعاوية - رضي الله عنه - منزه عن مثل هذه التهم، بما ثبت من فضله في الدين، فقد كان كاتب الوحي لرسول الله - صلى الله عليه وسلم - (١) ، وثبت في سنن الترمذي بسند صحيح من حديث عبد الرحمن بن عميره أن النبي - صلى الله عليه وسلم - قال لمعاوية: (اللهم اجعله هادياً مهدياً واهد به) . (٢)
وكان محمود السيرة في الأمة، أثنى عليه بعض الصحابة وامتدحه
خيار التابعين، وشهدوا له بالدين والعلم، والعدل والحلم، وسائر خصال الخير.
فعن عمر بن الخطاب - رضي الله عنه - قال لما ولاّه الشام: (لا تذكروا معاوية إلا بخير) . (٣)
وعن علي - رضي الله عنه - أنه قال بعد رجوعه من صفين: (أيها الناس لاتكرهوا إمارة معاوية، فإنكم لو فقدتموه رأيتم الرؤوس تندر عن كواهلها كأنها الحنظل) . (٤)
وعن ابن عمر أنه قال: (ما رأيت بعد رسول الله - صلى الله عليه وسلم - أسود
_________
(١) روى مسلم في صحيحه من حديث ابن عباس أن أبا سفيان قال للنبي ... - صلى الله عليه وسلم -: ثلاث أعطنيهن، قال: نعم ... وفيه: (معاوية تجعله كاتباً بين يديك، ... قال: نعم ... ) صحيح مسلم ٤/١٩٤٥.
قال ابن عساكر: «وأصح ما روى في فضل معاوية حديث أبي جمرة عن ... ابن عباس أنه كان كاتب النبي - صلى الله عليه وسلم - منذ أسلم» . نقله ابن كثير في البداية ... والنهاية ٨/١٢٥.
(٢) أخرجه الترمذي: (كتاب المناقب، باب مناقب لمعاوية - رضي الله عنه -) ٥/٦٨٧، ... وقال هذا حديث حسن غريب، وصحح الحديث الألباني قال في سلسلة ... الأحاديث الصحيحة ٤/٦١٥: «رجاله كلهم ثقات رجال مسلم فكان ... حقه أن يصحح..» .
وقال: «وبالجملة فالحديث صحيح» .
(٣) أورده ابن كثير في البداية والنهاية ٨/١٢٥.
(٤) المصدر نفسه ٨/١٣٤.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (255,'(١) من معاوية فقيل ولا أبوك؟ قال: أبي عمر -رحمه الله- خير من معاوية، وكان معاوية أسود منه) . (٢)
وعن ابن عباس قال: (ما رأيت رجلاً كان أخلق بالملك من معاوية) . (٣)
وفي صحيح البخاري أنه قيل لابن عباس: (هل لك في أمير
المؤمنين معاوية فإنه ما أوتر إلا بواحدة قال: إنه فقيه) . (٤)
وعن عبد الله بن الزبير أنه قال: (لله در ابن هند (يعني معاوية) إنا كنا لنفرقه (٥) وما الليث على براثنه بأجرأ منه، فيتفارق لنا، وإن كنا لنخدعه وما ابن ليلة من أهل الأرض بأدهى منه فيتخادع لنا، والله لوددت أنا مُتّعنا به مادام في هذا الجبل حجر وأشار إلى أبي قبيس) . (٦)
وعن قتادة قال: (لو أصبحتم في مثل عمل معاوية لقال أكثركم هذا المهدي) . (٧)
وعن مجاهد أنه قال: (لو رأيتم معاوية لقلتم هذا المهدي) . (٨)
وعن الزهري قال: (عمل معاوية بسيرة عمر بن الخطاب سنين لا يخرم منها شيئاً) . (٩)
_________
(١) من السيادة وسمى السيد سيداً لأنه يسود سواد الناس، لسان العرب ٣/٢٢٩
(٢) أخرجه الخلال في السنة ١/٤٤٣، وأورده الذهبي في سير أعلام النبلاء ... ٣/١٥٢، وابن كثير في البداية والنهاية ٨/١٣٧.
(٣) أورده ابن كثير في البداية والنهاية ٨/١٣٧.
(٤) صحيح البخاري: (كتاب فضائل الصحابة، باب ذكر معاوية) فتح الباري ... ٧/١٠٣، ح٣٧٦٥.
(٥) الفَرَق هو: الخوف والفزع، النهاية لابن الأثير ٣/٤٣٨.
(٦) أورده ابن كثير في البداية والنهاية ٨/١٣٨.
(٧) أخرجه الخلال في السنة ١/٤٣٨.
(٨) المصدر نفسه. وأورده ابن كثير في البداية والنهاية ٨/١٣٧.
(٩) أخرجه الخلال في السنة ١/٤٤٤، وقال المحقق: إسناده صحيح.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (256,'وعن الأعمش أنه ذكر عنده عمر بن عبد العزيز وعدله فقال:
(فكيف لو أدركتم معاويه؟ قالوا: يا أبا محمد يعني في حلمه؟ قال: لا والله، ألا بل في عدله) . (١)
وسئل المعافى معاوية أفضل أو عمر بن عبد العزيز؟ فقال: (كان معاوية أفضل من ستمائه مثل عمر بن عبد العزيز) (٢) .
والآثار عن السلف في ذلك كثيرة، وإنما سقت هنا بعضها.
كما أثنى على معاوية - رضي الله عنه - العلماء المحققون في السير والتاريخ، ونقاد الرجال.
يقول ابن قدامة المقدسي: «ومعاوية خال المؤمنين، وكاتب وحي الله، وأحد خلفاء المسلمين -رضي الله تعالى عنهم-» . (٣)
وقال شيخ الإسلام ابن تيمية: «واتفق العلماء على أن معاوية أفضل ملوك هذه الأمة، فإن الأربعة قبله كانوا خلفاء نبوة، وهو أول الملوك، كان ملكه ملكاً ورحمة» . (٤)
وقال: «فلم يكن من ملوك المسلمين خير من معاوية، ولا كان الناس في زمان ملك من الملوك خيراً منهم في زمان معاوية» . (٥)
وقال ابن كثير في ترجمة معاوية - رضي الله عنه -: «وأجمعت الرعايا على بيعته في سنة إحدى وأربعين ... فلم يزل مستقلاً بالأمر في هذه المدة إلى هذه السنة التي كانت فيها وفاته، والجهاد في بلاد العدو قائم، وكلمة الله عالية، والغنائم ترد إليه من أطراف الأرض، والمسلمون معه في راحة وعدل، وصفح وعفو» . (٦)
_________
(١) أخرجه الخلال في السنة ١/٤٣٧.
(٢) المصدر نفسه ١/٤٣٥.
(٣) لمعة الاعتقاد الهادي إلى سبيل الرشاد ص٣٣.
(٤) مجموع الفتاوى ٤/٤٧٨.
(٥) منهاج السنة ٦/٢٣٢.
(٦) البداية والنهاية ٨/١٢٢.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (257,'وقال ابن أبي العز الحنفي: «وأول ملوك المسلمين معاوية وهو خير ملوك المسلمين» . (١)
وقال الذهبي في ترجمته: «أمير المؤمنين ملك الإسلام» . (٢)
وقال: «ومعاوية من خيار الملوك، الذين غلب عدلهم على ظلمهم» . (٣)
وإذا ثبت هذا في حق معاوية - رضي الله عنه - فإنه من أبعد المحال على من كانت هذه سيرته، أن يحمل الناس على لعن علي - رضي الله عنه - على المنابر وهو من هو في الفضل وهذا يعني أن أولئك السلف وأهل العلم من بعدهم الذين أثنوا عليه ذلك الثناء البالغ، قد مالؤوه على الظلم والبغي واتفقوا على الضلال وهذا مما نزهت الأمة عنه بنص
حديث الرسول - صلى الله عليه وسلم - (إن أمتي لاتجتمع على ضلالة) . (٤)
ومن علم سيرة معاوية - رضي الله عنه - في الملك، وما اشتهر به من الحلم والصفح، وحسن السياسة للرعية، ظهرله أن ذلك من أكبرالكذب عليه.
فقد بلغ معاوية - رضي الله عنه - في الحلم مضرب الأمثال، وقدوة الأجيال قال: عبد الملك بن مروان وقد ذكر عنده معاوية: (ما رأيت مثله في حلمه واحتماله وكرمه) . (٥)
وقال قبيصة بن جابر: (ما رأيت أحداً أعظم حلماً، ولا أكثر سؤدداً، ولا أبعد أناة، ولا ألين مخرجاً، ولا أرحب باعاً بالمعروف من معاوية) . (٦)
_________
(١) شرح العقيدة الطحاوية ص٧٢٢.
(٢) سير أعلام النبلاء ٣/١٢٠.
(٣) المصدر نفسه ٣/١٥٩.
(٤) رواه ابن أبي عاصم في السنة من حديث أنس - رضي الله عنه - ص٤١ رقم ٨٢- ... ٨٣-٨٤، ورواه الهيثمي في مجمع الزوائد ٥/٢١٨، وحسنه الألباني في ... ظلال الجنة المطبوع مع السنة ص٤١-٤٢، وفي سلسلة الأحاديث ... الصحيحة ٣/٣١٩-٣٢٠ رقم ١٣٣١.
(٥) البداية والنهاية لابن كثير ٨/١٣٨.
(٦) المصدر نفسه.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (258,'ونقل ابن كثير: (أن رجلاً أسمع معاوية كلاماً سئياً شديداً، فقيل له لو سطوت عليه؟ فقال: إني لأستحيي من الله أن يضيق حلمي عن ذنب أحد من رعيتي) . (١)
وقال رجل لمعاوية: (ما رأيت أنذل منك، فقال معاوية: بلى من واجه الرجال بمثل هذا) . (٢)
فهل يعقل بعد هذا أن يسع حلم معاوية - رضي الله عنه - سفهاء الناس وعامتهم المجاهرين له بالسب والشتائم، وهو أمير المؤمنين، ثم يأمر بعد ذلك بلعن الخليفة الراشد علي بن أبي طالب على المنابر، ويأمر ولاته بذلك في سائر الأمصار والبلدان. الحكم في هذا لكل صاحب عقل وفهم؟؟
وأما ما استدل به الرافضي على تلك الفرية بما عزاه إلى صحيح مسلم فليس فيه ما يدل على زعمه، وهو بهذا إنما يشير إلى حديث عامر بن سعد بن أبي وقّاص عن أبيه قال: (أمر معاوية بن أبي سفيان سعداً فقال: ما منعك أن تسب أبا تراب؟ فقال: أمّا ما ذكرت ثلاثاً قالهن له رسول الله - صلى الله عليه وسلم - فلن أسبه، لأن تكون لي واحدة منهن أحب إليّ من حمر النعم ... ) (٣) الحديث.
قال النووي: «قول معاوية هذا ليس فيه تصريح بأنه أمر سعداً بسبه، وإنما سأله عن السبب المانع له من السب. كأنه يقول: هل امتنعت تورعاً، أو خوفاً، أو غير ذلك، فإن كان تورعاً وإجلالاً له عن
السب فأنت مصيب محسن، وإن كان غير ذلك فله جواب آخر، ولعل سعد قد كان في طائفة يسبون فلم يسب معهم، وعجز عن الإنكار، أو أنكر عليهم، فسأله هذا السؤال. قالوا ويحتمل تأويلاً آخر أن معناه: ما منعك أن تخطئه في رأيه واجتهاده، وتظهر للناس حسن رأينا واجتهادنا، وأنه أخطأ» . (٤)
_________
(١) المصدر نفسه.
(٢) البداية والنهاية ٨/١٣٨.
(٣) أخرجه مسلم في صحيحه: (كتاب فضائل الصحابة، باب من فضائل علي ... - رضي الله عنه -) ٤/١٨٧١.
(٤) شرح صحيح مسلم ١٥/١٧٥.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (259,'وقال القرطبي معلقاً على وصف ضرار الصُّدَائي لعلي - رضي الله عنه - وثنائه عليه بحضور معاوية، وبكاء معاوية من ذلك، وتصديقه لضرار فيما قال (١) : «وهذا الحديث يدل على معرفة معاوية بفضل علي - رضي الله عنه - ومنزلته، وعظيم حقه، ومكانته، وعند ذلك يبعد على معاوية أن يصرح بلعنه وسبّه، لما كان معاوية موصوفاً به من العقل والدين، والحلم وكرم الأخلاق وما يروى عنه من ذلك فأكثره كذب لا يصح، وأصح ما فيها قوله لسعد بن أبي وقاص: ما يمنعك أن تسب أبا تراب؟ وهذا ليس بتصريح بالسب، وإنما هو سؤال عن سبب امتناعه ليستخرج من عنده من ذلك، أو من نقيضه، كما قد ظهر من جوابه، ولما سمع ذلك معاوية سكت وأذعن، وعرف الحق
لمستحقه) . (٢)
والذي يظهر لي في هذا والله أعلم: أن معاوية إنما قال ذلك على سبيل المداعبة لسعد، وأراد من ذلك استظهار بعض فضائل علي - رضي الله عنه - فإن معاوية - رضي الله عنه - كان رجلاً فطناً ذكياً، يحب مطارحة الرجال واستخراج ما عندهم، فأراد أن يعرف ما عند سعد في علي -رضي الله عنهما- فألقى سؤاله بهذا الأسلوب المثير. وهذا مثل قوله - رضي الله عنه - لابن عباس: (أنت على ملة علي؟ فقال له ابن عباس ولا على ملة عثمان، أنا على ملة رسول الله - صلى الله عليه وسلم -) . (٣) فظاهر أن قول معاوية هنا لابن عباس جاء على سبيل المداعبة، فكذلك قوله لسعد هو من هذا الباب، وأما ما ادعى الرافضي من الأمر بالسب فحاشا معاوية - رضي الله عنه - أن يصدر منه مثل ذلك والمانع من هذا عدة أمور:
الأول: أن معاوية نفسه ما كان يسب علياً - رضي الله عنه - كما تقدم حتى يأمر غيره بسبه، بل كان معظماً له، معترفاً له بالفضل والسبق إلى الإسلام، كما دلت على ذلك أقواله الثابتة عنه.
_________
(١) تقدم تخريج هذا الخبر ونقل طرف منه ص ٢٤٧-٢٤٨.
(٢) المفهم للقرطبي ٦/٢٧٨.
(٣) أخرجه ابن بطة في الإبانة الكبرى ١/٣٥٥، والصغرى ص١٤٥، ... واللالكائي في شرح أصول اعتقاد أهل السنة ١/٩٤.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (260,'قال ابن كثير: «وقد ورد من غير وجه: أن أبا مسلم الخولاني وجماعة معه دخلوا على معاوية فقالوا له: هل تنازع علياً أم أنت مثله؟ فقال: والله إني لأعلم أنه خير مني وأفضل، وأحق بالأمر مني ... ) . (١) الخبر.
ونقل ابن كثير أيضاً عن جرير بن عبد الحميد عن مغيرة قال: (لما جاء خبر قتل علي إلى معاوية جعل يبكي، فقالت له امرأته: أتبكيه وقد قاتلته؟ فقال: ويحك إنك لا تدرين ما فقد الناس من الفضل والفقه والعلم) . (٢)
فهل يسوغ في عقل ودين أن يسب معاوية علياً بل ويحمل الناس على سبه وهو يعتقد فيه هذا!!.
الثاني: أنه لا يعرف بنقل صحيح أن معاوية - رضي الله عنه - تعرض لعلي - رضي الله عنه - بسب أو شتم أثناء حربه له في حياته، فهل من المعقول أن يسبه بعد انتهاء حربه معه ووفاته، فهذا من أبعد ما يكون عند أهل العقول، وأبعد منه أن يحمل الناس على سبه وشتمه.
الثالث: أن معاوية - رضي الله عنه - كان رجلاً ذكياً، مشهوراً بالعقل والدهاء، فلو أراد حمل الناس على سب علي -حاشاه ذلك- أفكان
يطلب ذلك من مثل سعد بن أبي وقاص، وهو من هو في الفضل والورع، مع عدم دخوله في الفتنة أصلاً!! فهذا لا يفعله أقل الناس عقلاً وتدبيراً، فكيف بمعاوية.
الرابع: أن معاوية - رضي الله عنه - انفرد بالخلافة بعد تنازل الحسن بن علي -رضي الله عنهما- له واجتمعت عليه الكلمة والقلوب ودانت له الأمصار بالملك، فأي نفع له في سب علي؟ بل الحكمة وحسن السياسه تقتضي عدم ذلك، لما فيه من
_________
(١) البداية والنهاية لابن كثير ٨/١٣٢.
(٢) المصدر نفسه ٨/١٣٣.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (261,'تهدئه النفوس، وتسكين الأمور، ومثل هذا لا يخفي على معاوية - رضي الله عنه - الذي شهدت له الأمة بحسن السياسة والتدبير.
الخامس: أنه كان بين معاوية - رضي الله عنه - بعد استقلاله بالخلافة وأبناء علي من الأُلفة والتقارب، ما هو مشهور في كتب السير والتاريخ. ومن ذلك أن الحسن والحسين وفدا على معاوية فأجازهما بمائتي ألف. وقال لهما: (ما أجاز بهما أحد قبلي، فقال له الحسين: ولم تعط أحداً أفضل منا) . (١)
ودخل مرة الحسن على معاوية فقال له: (مرحباً وأهلاً بابن رسول الله - صلى الله عليه وسلم -، وأمر له بثلاثمائة ألف) . (٢)
وهذا مما يقطع بكذب ما ادعى الرافضي في حق معاوية، من حمله الناس على سب علي، إذ كيف يحصل هذا مع ما بينه وبين أولاده من هذه الألفة والمودة، والاحتفاء والتكريم.
وبهذا يظهر الحق في هذه المسألة، وتتجلى الحقيقة.
فلله الحمد على نعمه وتوفيقه.
_________
(١) البداية والنهاية لابن كثير ٨/١٣٩.
(٢) المصدر نفسه ٨/١٤٠.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (262,'<span data-type="title" id=toc-24>زعم الرافضي أن الصحابة غيروا حتى في الصلاة والرد عليه</span>

قال الرافضي ص١٣٠ تحت عنوان: (الصحابة غيروا حتى في الصلاة) .
«قال أنس بن مالك ما عرفت شيئاً مما كان على عهد النبي - صلى الله عليه وسلم - مثل الصلاة، قال: أليس ضيعتم ما ضيعتم فيها.
وقال الزهري: دخلت على أنس بن مالك بدمشق وهو يبكي. فقلت: ما يبكيك فقال: لا أعرف شيئاً مما أدركت إلا هذه الصلاة، وقد ضيعت.
وحتى لايتوهم أحد أن التابعين هم الذين غيروا ما غيروا بعد تلك الفتن والحروب، أود أن أذكّر بأن أول من غير سنة الرسول - صلى الله عليه وسلم - في الصلاة، هو خليفة المسلمين عثمان بن عفان، وكذلك أم المؤمنين عائشة. فقد أخرج الشيخان البخاري ومسلم في صحيحيهما: (أن رسول الله - صلى الله عليه وسلم - صلى بمنى ركعتين، وأبو بكر بعده، وعمر بعد أبي بكر وعثمان صدراً من خلافته ثم إن عثمان صلى بعد أربعاً) .
كما أخرج مسلم في صحيحه قال الزهري: قلت لعروة: ما بال عائشة تتم الصلاة في السفر؟ قال: إنها تأولت كما تأول عثمان ... » .
والرد عليه:
أن هذين الأثرين اللذين ذكرهما ثابتان عن أنس - رضي الله عنه - وقد أخرجهما',NULL,'270',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (263,'البخاري في صحيحه (١) وليس فيهما أي مطعن على أصحاب رسول الله - صلى الله عليه وسلم - كما زعم الرافضي، وذلك أن أنساً إنما قال ذلك إنكاراً على الحجاج بن يوسف الذي كان والياً على العراق لبني أمية، وكان يؤخر الصلاة إلى آخر وقتها -كما كان على ذلك بعض أمراء بني أمية- (٢) فأنكر ذلك أنس - رضي الله عنه - عندما كان مقيماً بالعراق على ما روى ثابت البناني قال: (كنا مع أنس بن مالك فأخر الحجاج الصلاة، فقام أنس يريد أن يكلمه فنهاه إخوانه شفقة عليه منه، فخرج فركب دابته فقال في مسيره ذلك: والله ما أعرف شيئاً مما كنا عليه على عهد النبي - صلى الله عليه وسلم - ... ) (٣) الخ كلامه.
ثم إن أنساً بعد ذلك ذهب إلى دمشق وتكلم بالأثر الثاني الذي رواه عنه الزهري بعد قدومه إلى دمشق.
قال ابن حجر: «كان قدوم أنس دمشق في إمارة الحجاج على العراق، قدمها شاكياً من الحجاج للخليفة، وهو إذ ذاك
الوليد بن عبد الملك» . (٤)
فتبين أن قول أنس - رضي الله عنه - هو وصف لحال ذلك الزمان الذي
أدركه في آخر حياته، وما رأى فيه من التغيير، وتأخيير الصلوات عن
وقتها، من قبل بعض الأمراء في عهد الدولة الأموية. وأنس - رضي الله عنه - كان من المعمرين ببركة دعاء رسول الله - صلى الله عليه وسلم - حيث دعا له بطول العمر، فعن أنس قال: قالت أم سليم: خويدمك ألا تدعوا له؟ فقال: (اللهم أكثر ماله وولده، وأطل حياته، واغفر له، فدعا لي بثلاث: فدفنت مائة وثلاثة، وإن ثمرتي لتطعم في السنة مرتين، وطالت حياتي حتى استحييت من الناس وأرجو المغفرة) . (٥)
_________
(١) صحيح البخاري (كتاب مواقيت الصلاة، باب تضييع الصلاة عن وقتها) ... فتح الباري ٢/١٣.
(٢) انظر: البداية والنهاية لابن كثير ٩/٩٤.
(٣) ذكره ابن حجر في فتح الباري ٢/١٣.
(٤) فتح الباري ٢/١٣.
(٥) أخرجه البخاري في الأدب المفرد في (باب من دعا بطول العمر) الأدب ... المفرد مع شرحه فضل الله الصمد ٢/١٠٦.
وقد صحح الحديث الألباني في سلسلة الأحاديث الصحيحة ٥/٢٨٤، ... ح٢٢٤١.
وروى الحديث من طريق أخرى البخاري في صحيحة (كتاب الدعوات، ... باب دعوة النبي - صلى الله عليه وسلم - لخادمه بطول العمر ... ) فتح الباري ١١/١٤٤، ورواه ... مسلم في (كتاب فضائل الصحابة، باب من فضل أنس) ٤/١٩٢٨ وليس ... في رواية الصحيحين (أطل حياته) .',NULL,'271',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (264,'ووفاة أنس - رضي الله عنه - كانت سنة ثلاث وتسعين (١) ، وكان قدومه
إلى دمشق قبل وفاته بسنة في سنة اثنتين وتسعين.
قال ابن كثير روى عبد الرزاق بن عمر، عن إسماعيل قال: «قدم
أنس على الوليد في سنة اثنتين وتسعين» . (٢)
ومعلوم أنه في ذلك الوقت لم يكن بقي فيه من الصحابة إلا القليل، بل ذهب بعض العلماء إلى أن أنس بن مالك هو آخر من مات من الصحابة، ثم أبوالطفيل عامربن واثلة الليثي-رضي الله عنهما-. (٣)
وعلى هذا فأي لوم على الصحابة في تغير الناس من بعدهم، ومن كان حياً منهم فهو منكر لذلك، كما تقدم في الأثرين عن أنس - رضي الله عنه -.
على أن هذا التغيير الذي ذكره أنس لا يعم أمصار المسلمين كلها، وإنما كان في بعض الأمصار كالعراق والشام، دون بقية البلاد، يشهد لهذا ما رواه البخاري من حديث بشير بن يسار الأنصاري، أن أنس بن مالك قدم المدينة، فقيل له: ما أنكرت منا منذ يوم عهدت رسول الله - صلى الله عليه وسلم -، قال: (ماأنكرت شيئاً إلا أنكم لا تقيمون الصفوف) . (٤)
وقد نبه على هذا الحافظ ابن حجر -رحمه الله- عند شرحه للأثرين السابقين لأنس، حيث قال: «إطلاق أنس محمول على ما شاهده من أمراء الشام
_________
(١) انظر البداية والنهاية لابن كثير ٩/٩٤، والإصابة لابن حجر ١/١١٣.
(٢) البداية والنهاية ٩/٩٤.
(٣) الباعث الحثيث شرح اختصار علوم الحديث لابن كثير ص١٦٠.
(٤) رواه البخاري (كتاب الأذان، باب إثم من لم يتم الصفوف) فتح الباري ... ٢/٢٠٩، ح٧٢٤.',NULL,'272',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (265,'والبصرة خاصة، وإلا فسيأتي في هذا الكتاب أنه قدم المدينة فقال: (ما أنكرت شيئاً ... ) » (١) ، ثم ساق الأثر.
وأما قول الرافضي: إن أول من غير سنة النبي - صلى الله عليه وسلم - هو عثمان وعائشة -رضي الله عنهما- مشيراً لإتمام عثمان - رضي الله عنه - الصلاة في منى، وأن عائشة كانت تتم الصلاة في السفر.
فجوابه: أن عثمان وعائشة -رضي الله عنهما- كانا مجتهدين، وقد اختلف العلماء في وجه اجتهادهما اختلافاً كبيراً، وذكروا وجوهاً كثيرة في ذلك. (٢) لكن الذي صوبه أكثر المحققين وقطعوا به، أنهما كانا يريان جواز القصر والإتمام، فأخذا بأحد الجائزين.
قال النووي: «اختلف العلماء في تأويلهما، فالصحيح الذي عليه المحققون: أنهما رأيا القصر جائزاً والإتمام جائزاً، فأخذا بأحد الجائزين،
وهو الإتمام» . (٣)
وقال القرطبي: «اختلف في تأويل إتمام عائشة وعثمان في السفر على أقوال، وأولى ما قيل في ذلك أنهما تأولا: أن القصر رخصة غير واجبة، وأخذا بالأكمل، وما عدا هذا القول إما فاسد وإما بعيد» . (٤) ثم ذكر بقية الأقوال ورد عليها.
وهذا الذي ذكره القرطبي هنا في سبب تأولهما فيه ترجيح الإتمام على القصر على اعتبار أن القصر رخصة، وأن الإتمام عزيمة ولذا قال: أخذا بالأكمل. بخلاف توجيه النووي فالظاهر منه أنه يستوى فيه الأمران وإنما أخذا بأحد الجائزين.
_________
(١) فتح الباري ٢/١٤.
(٢) انظر شرح صحيح مسلم للنووي ٥/١٩٥، والمفهم للقرطبي ٢/٣٢٧، ... وفتح الباري لابن حجر ٢/٥٧٠-٥٧١.
(٣) شرح صحيح مسلم ٥/١٩٥.
(٤) المفهم للقرطبي ٢/٣٢٧.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (266,'وقد فرق بعض المحققين بين سبب إتمام عثمان، وإتمام عائشة -رضي الله عنهما-.
كما ذهب إلى ذلك الحافظ ابن حجر حيث قال في شرح عبارة: (إن عائشة تأولت كما تأول عثمان) : «التشبيه بعثمان في الإتمام بتأويل، لا اتحاد تأويلهما، ويقويه أن الأسباب اختلفت في تأويل عثمان فتكاثرت، بخلاف تأويل عائشة» . (١)
قال بعد ذلك: «والمنقول أن سبب إتمام عثمان أنه كان يرى القصر مختصاً بمن كان شاخصاً سائراً، وأما من أقام في مكة في أثناء سفره فله حكم المقيم فيتم، والحجة فيه ما رواه أحمد بإسناد حسن عن عباد بن عبد الله بن الزبير قال: لما قدم علينا معاوية حاجاً صلى بنا الظهر ركعتين بمكة، ثم انصرف إلى دار الندوة، فدخل عليه مروان وعمرو بن عثمان فقالا: لقد عبت أمر ابن عمك لأنه كان قد أتم الصلاة، قال: وكان عثمان حيث أتم الصلاة إذا قدم مكة صلى بها الظهر والعصر والعشاء أربعاً أربعاً، ثم إذا خرج إلى منى وعرفة قصر الصلاة، فإذا فرغ من الحج وأقام بمنى أتم الصلاة» . (٢)
فيكون هذا الذي ذكره ابن حجر قولاً آخر في سبب إتمام عثمان - رضي الله عنه -.
ولهذا ذكر ابن حجر بعده القول المتقدم عن القرطبي، وعزاه إلى ابن بطال وقال: «وهذا رجحه جماعة من آخرهم القرطبي، لكن الوجه الذي قبله أولى لتصريح الراوي بالسبب» . (٣)
وأما وجه اجتهاد عائشة -رضي الله عنها- فيقول ابن حجر فيه: «وأما عائشة فقد جاء عنها سبب الإتمام صريحاً، وهو فيما أخرجه
البيهقي من طريق هشام بن عروة، عن أبيه: (أنها كانت تصلي في السفر أربعاً، فقلت لها: لو
_________
(١) فتح الباري لابن حجر ٢/٥٧١.
(٢) فتح الباري ٢/٥٧١، والحديث رواه أحمد في المسند ٤/٩٤.
(٣) فتح الباري لابن حجر ٢/٥٧١.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (267,'صليت ركعتين، فقالت: ابن اختى إنه لا يشق علي) . إسناده صحيح وهو دال على أنها تأولت أن القصر رخصة، وأن الإتمام لمن لا يشق عليه أفضل) . (١)
قلت: وهذا موافق لما ذكره القرطبي سابقاً في سبب إتمامها -رضي الله عنها-.
هذا وقد ذكر بعض العلماء المحققين في: (باب الصحابة) في معرض ردهم على الرافضة أن الذي حمل عثمان - رضي الله عنه - على الإتمام في منى لما بلغه أن بعض الأعراب الذين كانوا شهدوا معه الصلاة في الأعوام الماضية ظنوا أنها ركعتان فأراد أن يعلمهم أنها أربع.
قال أبونعيم في: (كتاب الإمامة) : «وإن الذي حمل عثمان - رضي الله عنه - على الإتمام أنه بلغه أن قوماً من الأعراب ممن شهدوا معه الصلاة بمنى رجعوا إلى قومهم فقالوا: الصلاة ركعتان، كذلك صليناها مع أمير المؤمنين عثمان بن عفان - رضي الله عنه - بمنى، فلأجل ذلك صلى أربعاً ليعلمهم ما يستنوا به للخلاف والاشتباه» . (٢)
وقال ابن العربي في العواصم في معرض رده على الشبه التي
أُثيرت ضد عثمان - رضي الله عنه -: «وأما ترك القصر: فاجتهاد إذ سمع أن الناس افتتنوا بالقصر، وفعلوا ذلك في منازلهم، فرأى أن السنة ربما أدت إلى إسقاط الفريضة، فتركها مصلحة خوف الذريعة، مع أن جماعة من العلماء قالوا: إن المسافر مخير بين القصر والإتمام» . (٣)
قلت: ويؤيد هذا أن عثمان - رضي الله عنه - ما كان يقصر الصلاة في بداية عهده، بل بقي سبع سنين من خلافته وهو يقصر الصلاة بمنى، ثم أتم بعد ذلك، فهو دليل أنه ما فعل ذلك إلا لأمر طرأ.
روى ابن أبي شيبة عن عمران بن حصين أنه قال: (حججت مع
_________
(١) المصدر نفسه.
(٢) الإمامة والرد على الرافضة ص٣١٢.
(٣) العواصم من القواصم ص٩٠.',NULL,'275',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (268,'عثمان سبع سنين من إمارته لا يصلي إلا ركعتين، ثم صلى بمنى أربعاً) . (١)
وعلى كل حال فكل من عثمان وعائشة -رضي الله عنهما- كانا مجتهدين فيما ذهبا إليه أياً كان السبب الحامل لهما على ذلك.
وإذا ما تقرر هذا اندحضت دعوى الرافضي في النيل منهما، وانكشفت شبهته، وبطل افتراؤه وظلمه.
وزيادة على هذا أذكر هنا بعض الأوجه الأخرى المؤكدة لما تقدم من براءة أمير المؤمنين عثمان بن عفان، وأم المؤمنين
عائشة -رضي الله عنهما- مما رماهما به الرافضي.
الوجه الأول: أنهما مجتهدان، والمجتهد معذور، بل مأجور على كل حال لقول النبي - صلى الله عليه وسلم -: (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر) . (٢)
وهذا أمر مقرر عند أهل السنة لا يختلفون فيه، وإنما يخالف فيه أهل البدع.
يقول شيخ الإسلام ابن تيمية: «ولا ريب أن الخطأ في دقيق العلم مغفور للأمة، وإن كان ذلك في المسائل العلمية، ولولا ذلك لهلك أكثر فضلاء الأمة» . (٣)
ويقول أيضاً: «هذا قول السلف وأئمة الفتوى كأبي حنيفة والشافعي، والثوري، وداود بن على وغيرهم، لايؤثمون مجتهداً مخطئاً في المسائل الأصولية ولا في الفرعية. كما ذكر ذلك عنهم ابن حزم وغيره، وقالوا: هذا
_________
(١) المصنف لابن أبي شيبة ٢/٢٠٧.
(٢) رواه البخاري في: (كتاب الاعتصام، باب أجر الحاكم إذا اجتهد فأصاب ... أو أخطأ) فتح الباري ١٣/٣١٨، ح٧٣٥٢، ومسلم: (كتاب ... الأقضية، باب بيان أجر الحاكم إذا اجتهد فأصاب أو أخطأ) صحيح مسلم ... ٣/١٣٤٢، ح١٧١٦.
(٣) مجموع الفتاوى ٢٠/١٦٥.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (269,'هو القول المعروف عن الصحابة، والتابعين لهم بإحسان، وأئمة الدين، أنهم لايكفرون ولا يفسقون ولا يؤثمون أحداً
من المجتهدين المخطئين، لا في مسألة عملية ولا علمية ... » . (١)
الوجه الثاني: أن القول بإتمام الصلاة في السفر لم ينفرد به عثمان وعائشة -رضي الله عنهما- وإنما هو قول طائفة من الصحابة.
قال أبو نعيم: «وقد رأى جماعة من الصحابة إتمام الصلاة في السفر منهم عائشة -رضي الله عنها- وعن أبيها، وعثمان - رضي الله عنه - وسلمان - رضي الله عنه - وأربعة عشر من أصحاب رسول الله - صلى الله عليه وسلم -» . (٢)
قلت: وسلمان - رضي الله عنه - ممن يعتقد الرافضة عدالته كما جاء في الكافي فيما نسبوه إلى محمد الباقر -وهو من ذلك بريء-: (كان الناس أهل ردة بعد النبي - صلى الله عليه وسلم - إلا ثلاثة ... المقداد بن الأسود، وأبو ذر الغفاري، وسلمان الفارسي -رحمة الله وبركاته عليهم- ... ) . (٣)
فإذا كان سلمان - رضي الله عنه - معذوراً في اجتهاده بإتمام الصلاة فكذلك عثمان، وعائشة -رضي الله عنهما- معذوران في ذلك حكمهما حكمه. كما أن الطعن في عثمان وعائشة بهذا طعن في سلمان، ويتوجه عليه من الذم والقدح ما يتوجه عليهما على
حد سواء.
الوجه الثالث: أن الصحابة - رضي الله عنهم - سواء من قال بإتمام الصلاة في السفر، أو من قال بالقصر، ما كان بعضهم يعيب على بعض، كما روى ابن أبي شيبة من طريق عبد الرحمن بن حصين عن أبي نجيح
المكي قال: (اصطحب أصحاب النبي - صلى الله عليه وسلم - في السفر، فكان بعضهم يتم، وبعضهم يقصر، وبعضهم يصوم، وبعضهم يفطر، فلا يعيب هؤلاء على هؤلاء، ولا هؤلاء على هؤلاء) . (٤)
_________
(١) المصدر نفسه ١٩/٢٠٧.
(٢) الإمامة ٣١٢.
(٣) روضة الكافي ٨/٢٤٥.
(٤) المصنف لابن أبي شيبه ٢/٢٠٨.',NULL,'277',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (270,'قلت: وهذا يدل على أنهم كانوا يرون التوسعة في هذا، وإلا
لأنكر كل فريق منهم على الآخر ما يرى أنه منكر ومخالفة، فهم أقوم الناس بعد رسول الله بدينه، وأشدهم على المخالفين لهديه، فرضي الله عنهم أجمعين.
الوجه الرابع: أنه ثبت أن عامة الصحابة الذين شهدوا الصلاة مع عثمان - رضي الله عنه - في منى تابعوه على ذلك، بل كان بعضهم إماماً خاصاً لأصحابه فصلى بهم أربعاً متابعة لعثمان - رضي الله عنه - الإمام العام للحج على ماروى الطبري في تاريخه أن عبد الرحمن بن عوف كلم عثمان في إتمامه للصلاة فاعتذر له فخرج عبد الرحمن فلقي ابن مسعود فقال: (أبا محمد غُير ما يُعلم؟ قال: لا، قال: فما أصنع؟ قال: اعمل أنت بما تعلم، فقال ابن مسعود: الخلاف شر، قد بلغني أنه صلى
أربعاً، فصليت بأصحابي أربعاً، فقال عبد الرحمن بن عوف: قد بلغني أنه صلى أربعاً فصليت بأصحابي ركعتين، وأما الآن فسوف يكون الذي تقول -يعني نصلي معه أربعاً-) . (١)
وفي سنن أبي داود قال الأعمش: فحدثني معاوية بن قرة عن أشياخه (أن عبد الله صلى أربعاً قال: فقيل له: عبت على عثمان، ثم صليت أربعاً قال: الخلاف شر) . (٢)
قال الخطابي معلقاً: «قلت لو كان المسافر لا يجوز له الإتمام، كما يجوز له القصر، لما تابعوا عثمان عليه، إذ لا يجوز على الملأ من الصحابة متابعته على الباطل، فدل ذلك على أن من رأيهم جواز الإتمام، وإن كان الاختيار عند كثير منهم القصر» . (٣)
الوجه الخامس: أنه ثبت عن علي - رضي الله عنه - أنه اجتهد في مسائل فأخطأ وخالف بذلك السنة متأولاً فلم يضره ذلك لمّا كان مجتهداً.
_________
(١) تاريخ الطبري ٤/٢٦٨.
(٢) رواه أبو داود في سننه: (كتاب المناسك، باب الصلاة بمنى) ٢/٤٩٢.
(٣) معالم السنن ٢/١٨١.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (271,'وقد ذكر شيخ الإسلام ابن تيمية بعض هذه المسائل فقال: «وكذلك قضى علي - رضي الله عنه - في المفوضة بأن مهرها يسقط بالموت، مع قضاء النبي - صلى الله عليه وسلم - في بروع بنت واشق بأن لها مهر نسائها. وكذلك
طلبه نكاح بنت أبي جهل، حتى غضب النبي - صلى الله عليه وسلم - فرجع عن ذلك. وقوله لما ندبه وفاطمة النبي - صلى الله عليه وسلم - إلى الصلاة بالليل فاحتج بالقدر، لما
قال: ألا تصليان فقال علي: إنما أنفسنا بيد الله فإذا شاء أن يبعثنا بعثنا، فولّى النبي - صلى الله عليه وسلم - وهو يضرب فخذه ويقول (وكان الإنسان أكثر شئ جدلاً ... ) وعلي عرف رجوعه عن بعضها فقط، كرجوعه عن خطبة بنت أبي جهل.
وأما بعضها كفتياه بأن المتوفى عنها تعتد أبعد الأجلين، وأن المفوضة لامهر لها إذا مات الزوج، وقوله إن المخيرة إذا اختارت زوجها فهي واحدة، مع أن رسول الله - صلى الله عليه وسلم - خير نساءه ولم يكن ذلك طلاقاً، فهذه لم يعرف إلا بقاؤه عليها حتى مات، وكذلك مسائل كثيرة ذكرها الشافعي في كتاب (اختلاف علي وعبد الله) ... » . (١)
قلت: وأعظم من هذا ما حصل في عهد علي - رضي الله عنه - من الاقتتال العظيم بين المسلمين الذي كان أحد أطرافه حتى قتل من قتل من المسلمين، فإن كان علي - رضي الله عنه - معذوراً في هذا وفي تلك المسائل التي خالف فيها، وهي كثيرة كما ذكر شيخ الإسلام، فعثمان أولى بالعذر في مسألة واحدة وافقه عليها من وافقه من الصحابة، وعذره الباقون، هذا مع ما امتاز به عهده من عصمة دماء المسلمين، حتى إنه
لم أطلت الفتنة برأسها وحاصره الثوار في البيت آثر المسلمين على نفسه، ونهى من أراد نصرته من الصحابة عن القتال حتى قتل شهيداً - رضي الله عنه -، بخلاف علي - رضي الله عنه - الذي قاتل ورغّب في القتال معه، وهو في كل ذلك معذور بل مأجور - رضي الله عنه - وأرضاه. وإنما أردت دحض شبهة هذا الرافضي الحاقد بما لا يستطيع رده ولا دفعه.
_________
(١) منهاج السنة ٦/٢٨-٢٩.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (272,'وبهذا تظهر براءة عثمان وعائشة -رضي الله عنهما- مما رماهما به الرافضي بسبب الاجتهاد في مسألة القصر.
فلله الحمد والفضل.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (273,'<span data-type="title" id=toc-25>طعن الرافضي في عمر - رضي الله عنه - وزعمه أنه كان يجتهد في مقابل النصوص والرد عليه</span>

قال الرافضي ص١٣١ وكان عمر يجتهد ويتأول مقابل النصوص الصريحة من السنن النبوية، بل في مقابل النصوص الصريحة من القرآن الحكيم فيحكم برأيه كقوله: (متعتان كانتا على عهد رسول الله [- صلى الله عليه وسلم -] وأنا أنهى عنهما وأعاقب عليهما) .
ويقول لمن أجنب ولم يجد ماءً (لا تصلّ) رغم قول الله تعالى في سورة المائدة: {فإن لم تجدوا ماء فتيمموا صعيداً طيباً} (١) » .
قلت: طعنه في عمر - رضي الله عنه - لنهيه عن المتعتين، هذه من مطاعن الرافضة القديمةالتي أجاب العلماء عنها بمايدحض بطلان دعواهم فيها.
قال شيخ الإسلام ابن تيمية -رحمه الله- في منهاج السنة ضمن رده على ابن المطهر في هذه المسألة: «وإن قدحوا في عمر لكونه نهى عنها، فأبو ذر كان أعظم نهياً عنها (٢) من عمر، وكان يقول: إن المتعة
كانت خاصة
_________
(١) هكذا أورد الآية فأخطأ في النقل والآية الصحيحة {فلم تجدوا ماء ... } ... سورة المائدة آية٦.
(٢) روى مسلم في صحيحه من طريق إبراهيم التيمي عن أبيه عن أبي ذر قال: ... (كانت المتعة في الحج لأصحاب محمد - صلى الله عليه وسلم - خاصة) وفي رواية: (لاتصلح ... المتعتان إلا لنا خاصة، يعني متعة النساء ومتعة الحج) صحيح مسلم (كتاب ... الحج، باب جواز التمتع) ٢/٨٩٧.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (274,'بأصحاب رسول الله - صلى الله عليه وسلم -، وهم يتولون أبا ذر
ويعظمونه (١) ، فإن كان الخطأ في هذه المسألة يوجب القدح فينبغي أن يقدحوا في أبي ذر، وإلا فكيف يقدح في عمر دونه، وعمر أفضل وأفقه، وأعلم منه.
ويقال ثانياً: إن عمر - رضي الله عنه - لم يحرم متعة الحج بل ثبت عن الضُّبي بن معبد لما قال له: إني أحرمت بالحج والعمرة جميعاً فقال له عمر: هديت لسنة نبيك - صلى الله عليه وسلم - رواه النسائي وغيره. (٢)
وكان عبد الله بن عمر - رضي الله عنه - يأمرهم بالمتعة فيقولون له: إن أباك نهى عنها فيقول: إن أبي لم يرد ما تقولون: فإذا ألحوا عليه قال: أفرسول الله - صلى الله عليه وسلم - أحق أن تتبعوا أم عمر؟
وقد ثبت عن عمر أيضاً أنه قال: لو حججت لتمتعت، ولو حججت لتمتعت وإنما كان مراد عمر - رضي الله عنه - أن يأمرهم بما هو الأفضل، وكان الناس لسهولة المتعة تركوا الاعتمار في غير أشهر الحج، فأراد ألا يُعرَّى البيت طول السنة، فإذا أفردوا الحج اعتمروا في سائر السنة، والاعتمار في غير أشهر الحج مع الحج في أشهر الحج
أفضل من المتعة باتفاق الفقهاء الأربعة وغيرهم ...
والإمام إذا اختار لرعيته الأمر الفاضل، بالشيء نهي عن ضده فكان نهيه عن المتعة على وجه الاختيار لا على وجه التحريم، وهو لم يقل: وأنا أحرمهما كما نقل هذا الرافضي، بل قال: أنهى عنهما ثم كان نهيه عن متعة الحج على وجه الاختيار للأفضل لا على وجه التحريم.
وقد قيل: إنه نهى عن الفسخ، والفسخ حرام عند كثير من الفقهاء، وهو من مسائل الاجتهاد، فالفسخ يحرمه أبو حنيفة، ومالك، والشافعي، لكن أحمد وغيره من فقهاء الحديث وغيرهم لا يحرمون الفسخ، بل
_________
(١) سبق أن تقدم نقل رواية الكافي في زعمهم أن الناس ارتدوا بعد النبي - صلى الله عليه وسلم - إلا ... ثلاثة: أبو ذر وسلمان والمقداد بن الأسود، انظر ص٣٨٨ من هذا الكتاب.
(٢) رواه النسائي في: (كتاب مناسك الحج، باب القران) ٥/١١٣-١١٤.',NULL,'282',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (275,'يستحبونه، بل يوجبه بعضهم، ولا يأخذون بقول عمر في هذه المسألة بل بقول: علي، وعمران بن حصين، وابن عباس،
وابن عمر، وغيرهم من الصحابة - رضي الله عنهم -....
وأما ما ذكره من نهى عمر عن متعة النساء فقد ثبت عن النبي - صلى الله عليه وسلم - أنه حرم متعة النساء بعد الإحلال، هكذا رواه الثقات في الصحيحين وغيرهما عن الزهري عن عبد الله، والحسن ابني محمد بن الحنفية، عن أبيهما محمد بن الحنفية، عن علي بن أبي طالب - رضي الله عنه - أنه قال لابن عباس - رضي الله عنه -: لما أباح المتعة إنك امرؤ تائه، إن
رسول الله - صلى الله عليه وسلم - حرّم المتعة ولحوم الحمر الأهلية عام

خيبر (١) ، رواه عن الزهري أعلم أهل زمانه بالسنة وأحفظهم لها، أئمة الإسلام في زمانهم، مثل مالك بن أنس، وسفيان بن عيينة وغيرهما، ممن اتفق المسلمون على علمهم وعدلهم وحفظهم، ولم يختلف أهل العلم بالحديث في أن هذا حديث صحيح متلقى بالقبول ليس في أهل العلم من طعن فيه.
وكذلك ثبت في الصحيح أنه حرَّمها في غزاة الفتح إلى يوم القيامة (٢) ، وقد تنازع رواة حديث علي - رضي الله عنه - هل قوله: (عام خيبر) توقيت لتحريم الحمر فقط، أوله ولتحريم المتعة؟ فالأول قول
ابن عيينه وغيره قالوا: إنما حرمت عام الفتح، ومن قال بالآخر قال: إنها حرمت ثم أحلّت ثم حرمت، وادعت طائفة ثالثة أنها أحلت بعد ذلك ثم حرمت في حجة الوداع.
فالروايات المستفيضة المتواترة متواطئة على أنه حرم المتعة بعد إحلالها، والصواب أنها بعد أن حرمت لم تحل وأنها إنما حرمت عام فتح
_________
(١) رواه البخاري بدون: (إنك امرؤ تائه) في: (كتاب النكاح، باب نهي ... رسول الله - صلى الله عليه وسلم - عن نكاح المتعة أخيراً) فتح الباري ٩/١٦٦، ح٥١١٥، ... ومسلم: (كتاب النكاح، باب نكاح المتعة ... ) ٢/١٠٢٧، ح١٤٠٧.
(٢) رواه مسلم في صحيحه من حديث سبرة الجهني - رضي الله عنه -: (كتاب النكاح، ... باب نكاح المتعة) ٢/١٠٢٥.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (276,'مكة ولم تحل بعد ذلك، ولم تحرم عام خيبر، بل عام خيبر حرمت
لحوم الحمر الأهلية.
وكان ابن عباس يبيح المتعة ولحوم الحمر فأنكر علي بن أبي طالب - رضي الله عنه - ذلك عليه ...
وقد روى ابن عباس - رضي الله عنه - أنه رجع عن ذلك لما بلغه حديث النهي عنهما فأهل السنة اتبعوا علياً وغيره من الخلفاء الراشدين فيما رووه عن النبي - صلى الله عليه وسلم -، والشيعة خالفوا علياً فيما رواه عن النبي - صلى الله عليه وسلم - واتبعوا قول من خالفه» . (١)
ويقول الدهلوي ضمن ذكره لمطاعن الرافضة على عمر والرد عليها: «ومنها أن عمر منع الناس من متعة النساء ومتعة الحج مع أن كلتا المتعتين كانتا في زمنه - صلى الله عليه وسلم -، فنسخ حكم الله تعالى وحرّم ما أحله الله سبحانه، بدليل ما ثبت عند أهل السنة من قوله: (متعتان كانتا على عهد رسول الله - صلى الله عليه وسلم - وأنا أنهي عنهما) .
والجواب: أن أصح الكتب عند أهل السنة الصحاح الست، وأصحها البخاري ومسلم، وقد روى مسلم في صحيحه عن سلمة بن الأكوع وسبرة بن معبد الجهني أنه - صلى الله عليه وسلم - قد حرم هو المتعة بعدما كان أحلها ورخصها لهم ثلاثة أيام، وجعل تحريمها إذ حرمها مؤبداً إلى يوم
القيامة (٢) ومثل هذه الرواية في الصحاح الأخر، وقد ثبت في الصحيحين وغيرهما من كتب أهل السنة رواية الأئمة عن الأمير بتحريمها، (٣) فإن ادعت الشيعة أن ذلك كان في غزوة خيبر ثم أُحلت في غزوة الأوطاس فمردود لأن غزوة خيبر كانت مبدأ تحريم لحوم الحمر الأهلية، لامتعة النساء، فقد روى جمع من أهل السنة عن عبد الله والحسن ابني محمد بن الحنفية عن أبيهما عن الأمير كرم الله وجهه أنه قال: (أمرني رسول الله - صلى الله عليه وسلم - أن أنادي بتحريم
_________
(١) منهاج السنة ٤/١٨٤-١٩١.
(٢) تقدم تخريجه ص٣٩٦.
(٣) تقدم تخريجه ص ٣٩٦.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (277,'المتعة) فقد علم أن تحريم المتعة كان في عهد رسول الله - صلى الله عليه وسلم - مرة أو مرتين، فالذي بلغه النهي امتنع عنها ومن لا فلا، ولما شاع في عهد عمر ارتكابها أظهر حرمتها وأشاعها وهدد من كان يرتكبها، وآيات الكتاب شاهدة على حرمتها ...
والجواب عن متعة الحج: -أعنى تأديه أركان العمرة مع الحج في سفر واحد في أشهر الحج قبل الرجوع إلى بيته -أن عمر لم يمنعها قط ورواية التحريم عنه افتراء صريح- نعم إنه كان يرى إفراد الحج والعمرة أولى من جمعهما في إحرام واحد وهو القران أو في سفر واحد وهو التمتع، وعليه الإمام الشافعي، وسفيان الثوري،
وإسحاق بن راهوية وغيرهم لقوله تعالى: {وأتموا الحج والعمرة لله} إلى قوله: {فمن تمتع بالعمرة إلى الحج} (١) الآية فأوجب سبحانه الهدي على المتمتع لا على المفرد جبراً لما فيه من النقصان، كما أوجبه تعالى في الحج إذا حصل فيه قصور ونقص، ولأنه - صلى الله عليه وسلم - حج في حجة الوداع مفرداً، واعتمر في عمرة القضاء وعمرة جعرّانة كذلك، ولم يحج فيها بل رجع إلى المدينة مع وجود المهلة.
وأما ما رووا من قول عمر (وأنا أنهى عنهما) فمعناه أن الفسقة وعوام الناس لا يبالون بنهي الكتاب وهو قوله تعالى: {فمن ابتغى وراء ذلك فأولئك هم العادون} (٢) وقوله تعالى: {وأتموا الحج والعمرة لله} إلا أن يحكم عليهم الحاكم والسلطان، ويجبرهم على مراعاة ما أمروا به وما نهوا عنه، فلذلك أضاف النهي إلى نفسه، فقد تبين لك ولله تعالى الحمد زيف أقوالهم، وظهر لك مزيد ضلالهم والحق يعلو وكلمة الصدق تسمو» . (٣)
فظهر بهذا بطلان دعوى الرافضة في طعنهم في عمر لنهيه عن المتعتين. أما متعة الحج فلم ينه عنها نهى تحريم وإنما كان نهيه على
وجه الاختيار للأفضل، وذلك خشية منه أن يهجر البيت بترك الناس للاعتمار في
_________
(١) سورة البقرة آية ١٩٦.
(٢) وردت الآية في سورة (المؤمنون) آية ٧، وفي سورة المعارج آية ٣١.
(٣) مختصر التحفة الإثني عشرية ص٢٥٦-٢٥٨.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (278,'غير أشهر الحج، وقيل إنما كان نهي عمر عن فسخ الحج
إلى عمرة وهذا هو قول أكثر أهل العلم، كما نقله ابن قدامة في المغني لأن الحج أحد النسكين فلم يجز فسخه كالعمرة. (١)
وأما متعة النساء فالذي حرمها رسول الله - صلى الله عليه وسلم - بعد أن كان أحلها وكان علي - رضي الله عنه - من أشد الناس إنكاراً على من قال بحلها، وإنما قال بحلها ابن عباس -رضي الله عنهما- فأنكر عليه علي - رضي الله عنه - ورجع عن ذلك لما بلغه الحديث الذي رواه علي - رضي الله عنه - بتحريم رسول الله - صلى الله عليه وسلم - لها، وكذلك روى أحاديث تحريم المتعة غير علي
- رضي الله عنه - بعض الصحابة وهي مخرجة في صحاح أهل السنة كما تقدم، فأي لوم على عمر - رضي الله عنه - في نهيه عن المتعة بعد أن ثبت تحريم
رسول الله - صلى الله عليه وسلم - لها إلى يوم القيامة.
_________
(١) انظر المغني لابن قدامة ٥/٢٥٢.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (279,'<span data-type="title" id=toc-26>طعن الرافضي على الصحابة بقول أنس (فلم نصبر) والرد عليه</span>

قال الرافضي ص١٣٢ تحت عنوان: (الصحابة يشهدون على أنفسهم) .
«روى أنس بن مالك أن رسول الله - صلى الله عليه وسلم - قال للأنصار: إنكم سترون بعدي أثرة شديدة فاصبروا حتى تلقوا الله ورسوله على الحوض، قال أنس: فلم نصبر.
وعن العلاء بن المسيب عن أبيه قال: لقيت البراء بن عازب -رضي الله عنهما- فقلت طوبى لك صحبت النبي - صلى الله عليه وسلم - وبايعته تحت الشجرة فقال: يا ابن أخي إنك لا تدري ما أحدثنا بعده.
وإذا كان هذا الصحابي من السابقين الأولين، الذين بايعوا النبي - صلى الله عليه وسلم - تحت الشجرة، ورضي الله عنهم، وعلم ما في قلوبهم فأثابهم فتحاً قريباً، يشهد على نفسه وعلى أصحابه بأنهم أحدثوا بعد النبي - صلى الله عليه وسلم -، وهذه الشهادة هي مصداق ما أخبر به - صلى الله عليه وسلم - وتنبأ به من أن أصحابه سيحدثون بعده، ويرتدون على أدبارهم ... »
قلت: إن من أغرب الغريب أن يطعن هذا الرافضي الحاقد، فيمن يعترف لهم بفضل الصحبة والسبق للإسلام، مضمناً كلامه في

الطعن عليهم، ما دلت عليه الآية الكريمة في الثناء على أولئك السابقين
الأولين وهي قوله تعالى: {لقد رضي الله عن المؤمنين إذ',NULL,'287',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (280,'يبايعونك تحت الشجرة فعلم ما في قلوبهم فأنزل السكينة عليهم وأثابهم فتحاً قريباً} (١) وهو بهذا يؤكد أنه أثناء طعنه في الصحابة غير غافل عن هذه الآية وغيرها من الآيات المتضمنة ثناء الله العظيم على هؤلاء الصحابة، وإخبار الله أنه رضي عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار.
وهذا تكذيب منه صريح لنص القرآن، ورد قبيح لأخباره، ومشاقة ومعاندة لأحكامه، وهذا والله هو الكفر الصريح الذي لا يشك فيه أحد من أهل العلم، خصوصاً إذا ما اقترن الرد لأحكام القرآن بشيء من السخرية والاستهزاء، وذلك في قول الرافضي: «وإذا كان هذا الصحابي من السابقين الأولين الذين بايعوا النبي - صلى الله عليه وسلم - تحت الشجرة ورضي الله عنهم، وعلم ما في قلوبهم فأثابهم فتحاً قريباً يشهد على نفسه وعلى أصحابه بأنهم أحدثوا بعد النبي - صلى الله عليه وسلم - وهذه الشهادة هي مصداق ما أخبر به - صلى الله عليه وسلم - ... » الخ كلامه.
وأما استشهاده بقول أنس - رضي الله عنه - (فلم نصبر) على طعنه في
الصحابة، وما ادعاه من إحداثهم وردتهم بعد الرسول - صلى الله عليه وسلم -، فليس في
قول أنس ما يدل على تلك الدعوى الفاسدة لامن قريب أو بعيد.
وبيان ذلك أن النبي - صلى الله عليه وسلم - عهد للأنصار عهداً أنهم سيلاقون أثرة وظلماً شديداً بعده، كما جاء في الصحيحين من حديث أنس، وفيه يقول النبي - صلى الله عليه وسلم -: ( ... إنكم سترون بعدي أثرة شديدة فاصبروا حتى تلقوا الله ورسوله على الحوض، قال أنس فلم نصبر) . (٢)
فقول أنس - رضي الله عنه - متعلق بما أوصاهم به من الصبر على ظلم الولاة واستئثارهم بالحقوق عليهم، وغاية ما يدل عليه أنهم لم يصبروا على ظلم
_________
(١) سورة الفتح آيه ١٨.
(٢) جزء من حديث أنس في خبر قسمة الغنائم يوم حنين رواه البخاري
في (كتاب فرض الخمس، باب ما كان النبي - صلى الله عليه وسلم - يعطي المؤلفة قلوبهم ... ) ... فتح الباري ٦/٢٥١، ح٣١٤٧، ومسلم (كتاب الزكاة، باب إعطاء
المؤلفة قلوبهم) ٢/٧٣٣، ٧٣٤، ح١٠٥٩.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (281,'الولاة، بخلاف ما ادعى الرافضي من الإحداث والردة فهذا لايتحمله السياق ولا يدل عليه.
والصبر الذي أمر به النبي - صلى الله عليه وسلم - الأنصار وأمر به غيرهم في
حق الولاة جاء مفسراً في أحاديث أخرى، ففي الصحيحن من
حديث ابن عباس -رضي الله عنهما- عن النبي - صلى الله عليه وسلم - قال:
(من كره من أميره شيئاً فليصبر فإنه من خرج من السلطان شبراً
مات ميتة جاهلية) . (١)
وفي رواية أخرى عن ابن عباس أيضاً: (من رأى من أميره شيئاً يكرهه فليصبر عليه، فإنه من فارق الجماعة شبراً فمات إلا مات ميتة جاهلية) . (٢)
فتبين أن الصبر على الولاة يكون بلزوم جماعة المسلمين، وعدم الخروج على السلطان، وعلى هذا فأنس - رضي الله عنه - وسائر الأنصار من الصابرين على الولاة المتمسكين بوصية نبيهم - صلى الله عليه وسلم - إذ لا يعرف في تأريخ الأنصار أن أحداً منهم خرج على الحكام، لا في عهد الخلفاء الراشدين، ولا فيما أدركوا من عهد الدولة الأموية، وقد كان أنس - رضي الله عنه - من آخر الصحابة موتاً كما تقدم (٣) ، وقد أدرك بعض الأمراء الظلمة مثل الحجاج بن يوسف الذي كان أميراً عليه عندما كان في العراق، ومع هذا لا يعرف من سيرته أنه نازعه في سلطانه، ولا خرج
عليه، مع ما هو معروف به الحجاج من الظلم والبطش بل كان في ذلك صابراً محتسباً، وكان الحجاج لربما تعرض له بشيء من السب والشتم فلا يخرجه ذلك عن صبره - رضي الله عنه - على ما نقل ابن كثير من رواية علي بن يزيد قال: (كنت في القصر مع الحجاج وهو يعرض
_________
(١) رواه البخاري (في كتاب الفتن، باب قول النبي - صلى الله عليه وسلم - سترون بعدي أموراً ... تنكرونها) فتح الباري ١٣/٥، ح٧٠٥٣، ومسلم (كتاب الإمارة، باب ... وجوب ملازمة جماعة المسلمين ... ) ٣/١٤٧٨، ح١٨٤٩.
(٢) رواه البخاري (في كتاب الفتن، باب قول النبي - صلى الله عليه وسلم - سترون بعدي أموراً ... تنكرونها) فتح الباري ١٣/٥، ح٧٠٥٤، ومسلم (كتاب الإمارة، باب ... وجوب ملازمة جماعة المسلمين ... ) ٣/١٤٧٧، ح١٨٤٩.
(٣) انظر ص٣٨١ من هذا الكتاب.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (282,'الناس ليالي ابن الأشعث، فجاء أنس بن مالك فقال الحجاج: هي ياخبيث جوال في الفتن مرة عليّ، ومرة مع ابن الزبير، ومرة مع
ابن الأشعث، أما والذي نفس الحجاج بيده لأستأصلنك كما تستأصل الصمغة، ولأجردنك كما تجرد الضب.
قال يقول أنس: إياي يعني الأمير؟ قال: إياك أعني أصم الله سمعك قال: فاسترجع أنس) . (١)
وهذا مما يدل على صبر أنس تحقيقاً لوصية رسول الله - صلى الله عليه وسلم - وتمسكاً بالعهد الذي عهده إليه - رضي الله عنه - وأرضاه، وأما قول أنس - رضي الله عنه - (فلم نصبر) فهذا لا يشكل على من عرف سيرة الصحابة رضوان الله عليهم وما كانوا عليه من مقتهم لأنفسهم واستعظامهم ذنوبهم لشدة خوفهم من الله تعالى، وتعظيمهم له، ولذا ثبت في صحيح البخاري عن أنس - رضي الله عنه - أنه قال: (إنكم لتعملون أعمالاً هي أدق في أعينكم من الشعر، إن كنا لنعدها على عهد
النبي - صلى الله عليه وسلم - من الموبقات) . (٢)
ولعل أنس - رضي الله عنه - أراد بقوله: (لم نصبر) ما قام به من شكوى الحجاج على الخليفة لما اشتد أذاه له على ما روى ابن كثير عن أبي بكر بن عياش أن أنساً بعث إلى عبد الملك يشكو إليه الحجاج ويقول: (والله لو أن اليهود والنصارى رأوا من خدم نبيهم لأكرموه وأنا خدمت رسول الله - صلى الله عليه وسلم - عشر سنين) . (٣)
وقد تقدم نقلاً عن ابن حجر أن أنساً - رضي الله عنه - قدم دمشق شاكياً الحجاج على الخليفة، وهو إذ ذاك الوليد بن عبد الملك. (٤)
_________
(١) البداية والنهاية لابن كثير ٩/٩٦.
(٢) رواه البخاري في: (كتاب الرقاق، باب مايتقى من محقرات الذنوب) فتح ... الباري ١١/٣٢٩، ح٦٤٩٢.
(٣) البداية والنهاية ٩/٩٦.
(٤) انظر: ص ٣٧٩ من هذا الكتاب.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (283,'ومعلوم أن شكوى أنس للحجاج لاتنافي الصبر، ولا تقدح في أنس - رضي الله عنه - فإن الحجاج كان ظالماً مستبداً مؤذياً للأخيار ومنهم أنس، فرفع أمره للخليفة دفع لظلمه، وانتصار بالحق، وهذا جائز في الشرع، بل محمود قال تعالى: {ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل} (١) ، وقال - عز وجل -: {إلا الذين آمنوا وعموا
الصالحات وذكروا الله كثيراً وانتصروا من بعد ما ظلموا} (٢) ، وقال تعالى في وصف المؤمنين في معرض الثناء عليهم: {والذين إذا أصابهم البغي هم ينتصرون} . (٣)
فأنس - رضي الله عنه - انتصر لنفسه بحق ثم إنه رأى بعد هذا أن الأولى هو عدم ذلك، وأن الأليق بمقامه هو العفو والصفح، وعليه يتنزل قوله: (لم نصبر) والله تعالى أعلم.
وأما قول البراء بن عازب - رضي الله عنه -: (إنك لا تدري ما أحدثنا بعده) (٤) فمحول على ماتقدم من مقت الصحابة رضوان الله عليهم لأنفسهم، لكمال إيمانهم، وتعظيمهم لربهم.
قال ابن حجر في شرحه: «يشير إلى ما وقع لهم من الحروب وغيرها، فخاف غائلة ذلك، وذلك من كمال فضله» . (٥)
قلت: وهذا حال كل مؤمن كامل الإيمان، فهو دائماً يستصغر عمله ويستقله، ويستعظم ذنبه ويستكثره، وذلك لكمال علمه بالله
وقوة تعظيمه له، بخلاف الفاسق، فإنه يستعظم عمله، ويستقل ذنبه، لضعف الإيمان في نفسه وجرأته على ربه.
روى البخاري عن عبد الله بن مسعود - رضي الله عنه - أنه قال: (إن المؤمن يرى
_________
(١) سورة الشوري آية ٤١.
(٢) سورة الشعراء آية ٢٢٧.
(٣) سورة الشورى آية ٣٩.
(٤) أخرجه البخاري في: (كتاب المغازي، باب غزوة الحديبية) فتح الباري ... ٧/٤٤٩، ح٤١٧٥.
(٥) فتح الباري ٧/٤٥٠.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (284,'ذنوبه كأنه قاعد تحت جبل يخاف أن يقع عليه وإن الفاجر يرى ذنوبه كذباب مرّ على أنفه فقال به هكذا) . (١)
ولهذا كثرت الآثار عن الصحابة، وخيار سلف الأمة في لوم النفس، واستشعار التقصير لكمال إيمانهم وعلمهم بالله - رضي الله عنهم - وما قول البراء وأنس بن مالك إلا من هذا الباب، ولو كان في هذا مطعن عليهما للزم ذلك الطعن على خيار الصحابة وسلف الأمة، الذين نقل عنهم من أمثال ذلك ما يصعب حصره.
وإنما اذكر هنا بعض ما جاء من ذلك عن الصحابة الذين هم
محل تقدير الرافضة وتعظيمهم، فمن ذلك ما ثبت عن علي - رضي الله عنه - من ندمه يوم الجمل ندماً عظيماً حتى إنه قال لابنه الحسن: (يا حسن ليت أباك مات منذ عشرين سنة، فقال له: يا أبه قد كنت أنهاك عن هذا قال: يابني إني لم أر أن الأمر يبلغ هذا) . (٢)
وفيه رواية: (أنه لما اشتد القتال يوم الجمل ورأى علي الرؤوس تندر، أخذ علي ابنه الحسن فضمه إلى صدره، ثم قال: إنا لله ياحسن؟ أي خير يرجى بعد هذا؟) . (٣)
وروى أبو نعيم عن سعيد بن المسيب (أن سعد بن مالك وعبد الله بن
_________
(١) رواه البخاري في: (كتاب الدعوات، باب التوبة ... ) فتح الباري ... ١١/١٠٢، ح٦٣٠٨، وهذا الحديث مختلف فيه، هل هو من قول النبي - صلى الله عليه وسلم - ... أو من قول ابن مسعود، لأن رواي الحديث عن عبد الله بن مسعود وهو ... الحارث بن سويد قال: حدثنا ابن مسعود حديثين: أحدهما: عن النبي - صلى الله عليه وسلم - ... والآخر عن نفسه، وذكر هذا الحديث ثم ذكر (لله أفرح بتوبة العبد ... ) ... وذكر النووي أن المرفوع هو الثاني، شرح صحيح مسلم ١٧/٦١.
قال ابن حجر: «وكذا جزم ابن بطال بأن الأول هو الموقوف، والثاني هو ... المرفوع وهو كذلك) فتح الباري ١١/١٠٥.
(٢) ذكره ابن كثير في البداية والنهاية ٧/٢٥١، والطبري في تأريخه ٤/٥٣٧، ... ولم يذكر قول الحسن.
(٣) ذكره ابن كثير في البداية والنهاية ٧/٢٥١.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (285,'مسعود دخلا على سلمان - رضي الله عنهم - يعودانه فبكى فقالا: ما يبكيك يا أبا عبد الله؟ فقال: عهد عهده إلينا رسول الله - صلى الله عليه وسلم - فلم يحفظه أحد منا قال: ليكن بلاغ أحدكم كزاد الراكب) . (١)
وعن أبي ذر - رضي الله عنه - أنه قال: (والله لوددت أني شجرة تعضد) . (٢)
فإذا كانت مثل هذه الآثار لا تستلزم الطعن في هؤلاء الأخيار من أصحاب النبي - صلى الله عليه وسلم - وهم ممن تعتقد الرافضة عدالتهم وفضلهم، فكذلك الشأن فيما ثبت عن أنس والبراء -رضي الله عنهما- لايلزم منه الطعن عليهما أو تنقصهما.
وأما ما ادعاه الرافضي من أن تلك الآثار تصديق لما أخبر به النبي - صلى الله عليه وسلم - من أن أصحابه سيحدثون بعده، فقد تقدم الرد على ذلك مفصلاً بما يغني عن إعادته هنا وليراجع في موضعه. (٣)
_________
(١) حلية الأولياء ١/١٩٦.
(٢) أخرجه أحمد في المسند ٥/١٧٣، والحاكم في المستدرك، وقال صحيح على ... شرط الشيخين ولم يخرجاه، ووافقه الذهبي = = المستدرك مع التلخيص ٤/٦٢٥، وليس في رواية الحاكم النص على أن هذه ... العبارة من كلام أبي ذر، وإنما جاءت مدرجه في حديث: (إني أرى مالا ... ترون وأسمع ما لا تسمعون ... ) والصحيح أنها ليست من كلام النبي - صلى الله عليه وسلم - ... بل هي من كلام أبي ذر - رضي الله عنه - وقد نبه على ذلك الشيخ الألباني
-حفظه الله- في سلسلة الأحاديث الصحيحة ٤/٣٠٠.
(٣) انظر: ص ٣٥٠ من هذا الكتاب',NULL,'293',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (286,'<span data-type="title" id=toc-27>طعن الرافضي على الشيخين ببعض ما أثر عنهما من أقوال في شدة خوفهما من الله والرد عليه</span>

قال الرافضي ص١٣٣ تحت عنوان: (شهادة الشيخين على نفسيهما) .
«خرج البخاري في صحيحه في باب مناقب عمر بن الخطاب قال: لما طعن عمر جعل يألم فقال له ابن عباس وكأنه يُجَزِّعُهُ: يا أمير المؤمنين ولئن كان ذاك لقد صحبت رسول الله - صلى الله عليه وسلم - فأحسنت صحبته ثم فارقته وهو عنك راض، ثم صحبت أبا بكر فأحسنت صحبته ثم فارقته وهو عنك راض، ثم صحبت صحابتهم فأحسنت صحبتهم ولئن فارقتهم لتفارقنهم وهم عنك راضون.
قال: أما ما ذكرت من صحبة رسول الله - صلى الله عليه وسلم - ورضاه فإنما ذاك من منّ الله تعالى منّ به عليّ، وأما ما ذكرت من صحبة أبي بكر ورضاه فإنما ذاك من منّ الله جل ذكره منّ به عليّ، وأما ما ترى من جزعي فهو من أجلك وأجل أصحابك، والله لو أن لي طلاع الأرض ذهباً لافتديت به من عذاب الله - عز وجل - قبل أن أراه.
وقد سجل التاريخ له أيضاً قوله: ياليتني كنت كبش أهلي يسمنونني ما بدا لهم، حتى إذا كنت أسمن ما أكون زارهم بعض من يحبون، فجعلوا بعضي شواء وقطعوني قديداً، ثم أكلوني وأخرجوني عذرة ولم أكن بشراً. كما سجل التاريخ لأبي بكر مثل هذا قال لما نظر أبو بكر إلى طائر على',NULL,'294',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (287,'شجرة: طوبي لك ياطائر تأكل الثمر وتقع على الشجر، وما من حساب ولا عقاب عليك، لوددت أني شجرة على جانب الطريق مرّ على جمل فأكلني وأخرجني في بعره ولم أكن من البشر.
إلى أن قال: فكيف يتمنى الشيخان أبو بكر، وعمر، أن لا يكونامن البشرالذي كرمه الله علىسائرمخلوقاته، وإذاكان المؤمن العادي الذي يستقيم في حياته تتنزل عليه الملائكة وتبشره بمقامه في الجنة فلا يخاف من عذاب الله ولا يخرن ... فما بال عظماء الصحابة الذين هم خيرالخلق بعدرسول الله-كما تعلمنا ذلك-يتمنون أن يكونواعذرة» .
والرد عليه من عدة وجوه:
الوجه الأول: أن هذه الآثار المذكورة تدل على شدة خوف الشيخين من الله تعالى وتعظيمهما لربهما، وهذا من كمال فضلهما وعلو شأنهما في الدين، ولذا أثني الله في كتابه على عباده الخائفين منه المشفقين من عذابه في آيات كثيرة كقوله تعالى: {وأما من خاف مقام ربه ونهى النفس عن الهوى - فإن الجنة هي المأوى} (١) ،
وقال تعالى: {ولمن خاف مقام ربه جنتان} (٢) ، وقال تعالى: {الذين يخشون ربهم بالغيب وهم من الساعة مشفقون} (٣) ، وقال تعالى في وصف المؤمنين: {رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوماً تتقلب فيه القلوب والأبصار} (٤) ، وقال في وصفهم: {والذين يصلون ما أمر الله به أن يوصل ويخشون ربهم ويخافون سوء الحساب} (٥) ، والآيات في هذا كثيرة، وهي تدل على أن الخوف من الله من صفات المؤمنين التي أثنى الله بها عليهم، وأحبها منهم، ورتب على ذلك سعادتهم ونجاتهم في الآخرة بخوفهم منه
_________
(١) سورة النازعات آيتا ٤٠-٤١
(٢) سورة الرحمن آية ٤٦.
(٣) سورة الأنبياء آية ٤٩.
(٤) سورة النور آية ٣٧.
(٥) سورة الرعد آية ٢١.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (288,'في الدنيا. والشيخان -رضي الله عنهما- ماقالا الذي قالا إلا لتحقيقهما أعلى مقامات الخوف من الله الذي استحقابه ذلك الفضل العظيم عند الله تعالى وسبقا به غيرهما من الأمة فكانا أفضل هذه الأمة بعد نبيها - صلى الله عليه وسلم -.
الوجه الثاني: أن حمل الرافضي شدة خوف الشيخين على مخالفتهما ومعصيتهما، وأنهما لولا ذلك ما حصل لهما هذا، فهذا من جهله
العظيم بالشرع فإنه من المعلوم أن الخوف والخشية من لوازم العلم، كما قال تعالى: {إنما يخشى الله من عباده العلماءُ} (١) ، وكل ماقوي ذلك العلم قويت الخشية في نفس العبد، ولذا قال النبي - صلى الله عليه وسلم - لأصحابه: (والله لو تعلمون ما أعلم لضحكتم قليلاً ولبكيتم كثيراً، وما تلذذتم بالنساء على الفرش، ولخرجتم إلى الصعدات تجأرون إلى الله) (٢) ، وهذا كله يورث الإستقامة على الطاعة، وحسن العبادة، والانقطاع إلى الله تعالى، قال تعالى: {رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوماً تتقلب فيه القلوب والأبصار} (٣) ، وقال - عز وجل -: {تتجافى جنوبهم عن المضاجع يدعون ربهم خوفاً وطمعاً ومما رزقناهم ينفقون} (٤) ، فَوَصْف الله عباده بالخوف والعبادة دليل تلازمهما واجتماعهما.
وبعكس هذا عدم الخوف فإنه مصاحب للتفريط وترك العمل، قال تعالى في وصف الكفار: {ما سلككم في سقر - قالوا لم نك
من المصلين - ولم نك نطعم المسكين - وكنا نخوض مع الخائضين - وكنا نكذب بيوم الدين} (٥) ، إلى أن قال: {كل بل لا يخافون الآخرة} (٦) ، فوصفهم بعدم العمل وعدم الخوف.
_________
(١) سورة فاطر آية ٢٨.
(٢) أخرجه الحاكم في المستدرك ٤/٦٢٣، وقال صحيح الإسناد على شرط ... الشيخين ولم يخرجاه ووافقه الذهبي. انظر: التلخيص مع المستدرك.
(٣) سورة النور آية ٣٧.
(٤) السجدة آية ١٦.
(٥) سورة المدثر الآيات من ٤٢-٤٦.
(٦) سورة المدثر الآية ٥٣.',NULL,'296',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (289,'وبهذا يتبين جهل الرافضي في ذمه الشيخين بالخوف، الذي هو من أخص صفات المؤمنين العاملين.
الوجه الثالث: أن الله تعالى أخبر عن مريم -عليها السلام- بنظير ما ثبت عن أبي بكر، وعمر في قوله: {قالت ياليتني مت قبل هذا وكنت نسياً منسياً} . (١)
قال ابن عباس في معنى نسياً منسياً أي: (لم أُخلق ولم أك شيئاً) .
وقال قتادة أي: (شيئاً لا يُعرف ولا يُذكر) .
وقال الربيع بن أنس هو: (السَّقْط) . (٢)
وثبت عن علي - رضي الله عنه - كما تقدم في النقل عنه أنه قال يوم الجمل لابنه الحسن: (ياحسن ليت أباك مات منذ عشرين سنة) . (٣)
كما ثبت عن أبي ذر قوله: (والله لوددت أني شجرة تعضد) (٤) ، فهل هؤلاء مذمومون بهذا؟ فإن لم يكونوا مذمومين فلم القدح في الشيخين بمثل ما ثبت عن هؤلاء؟
الوجه الرابع: أن قول الرافضي إن المؤمن العادي تتنزل عليه الملائكة وتبشره بمقامه في الجنة، وأنه لا يخاف ولا يحزن، وهو يشير بهذا لقوله تعالى: {إن الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا} (٥) ، فهذا من جهله العظيم وفهمه السقيم لمعنى الآية فإن هذه البشارة الواردة في الآية إنما تكون عند الموت، كما ذكر ذلك المفسرون ونقلوه عن أئمة التفسير: كمجاهد والسدي وزيد بن أسلم، وابنه
_________
(١) سورة مريم الآية ٢٣.
(٢) تفسير الطبري ٨/٣٢٥-٣٢٦.
(٣) تقدم تخريجه ص ٤٠٩.
(٤) تقدم تخريجه ص ٤٠٩.
(٥) سورة فصلت آية ٣٠.',NULL,'297',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (290,'وغيرهم (١) ، والمسلم قبل ذلك لايدري هل يبشر بهذا أم لا، فهو دائماً خائف وجل، لايعلم بم يختم له، وخوف الشيخين من ربهما أمر طبيعي، بل هو اللائق بهما لكمال علمهما بالله ومعرفتهما به، والله يقول: {إنما يخشى الله من عباده العلماء} (٢) ولايشكل على هذا بشارة النبي - صلى الله عليه وسلم - للشيخين بالجنة فإن
الخوف من الله من أخص صفات المؤمنين الراسخة في قلوبهم، التي لا ترتفع بشيء ولايستطيعون دفعها، بل كلما ازداد العبد إيماناً وعلماً وطاعة لله ازداد خوفاً، ولهذا كان النبي - صلى الله عليه وسلم - أخشى الأمة لله كما أخبر بذلك عن نفسه وأقسم عليه في قوله: (أما والله إني لأخشاكم لله وأتقاكم له) (٣) ، وهكذا حال أنبياء الله كما أخبر الله عنهم في قوله: {أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم وممن حملنا مع نوح ومن ذرية إبراهيم وإسرائيل وممن هدينا واجتبينا إذا تتلى عليهم آيات الرحمن خروا سجداً وبكياً} (٤) فإذا كان النبي - صلى الله عليه وسلم - أعظم خشية لله من الشيخين وسائر الأمة، وكذلك أنبياء الله هم أعظم خشية لله منهما بلاشك، فأي لوم عليهما في ذلك، وإذا كان المؤلف يرى بفهمه السقيم أن الواجب على المؤمن أن لا يخاف لأنه مبشر من الله بالجنة، ويقدح في الشيخين-رضي الله عنهما- بالخوف، فإن أولى الناس بعدم الخوف لو كان ما ادعاه صحيحاً هم رسل الله الذين اصطفاهم الله برسالته، ووعدهم بأعلى الدرجات في الجنة.
الوجه الخامس: أنه ظاهر أن الحامل للشيخين على ما قالا هو شدة خوفهما من الله، والخوف من الله من الصفات الفاضلة الممدوح بها باتفاق العقلاء، كما أن عدم الخوف من الله من الصفات الرذيلة المذموم بها عند العقلاء، ولهذا يصف الناس من أرادوا مدحه بقولهم: (فلان يخاف الله)
_________
(١) انظر: تفسير الطبري ١١/١٠٨، وتفسير ابن كثير ٤/٩٩.
(٢) سورة فاطر أية ٢٨.
(٣) أخرجه البخاري في: (كتاب النكاح، باب الترغيب في النكاح ... ) فتح ... الباري ... ٩/١٠٤، ح ٥٠٦٣، ومسلم: (كتاب النكاح، باب استحباب النكاح ... ) ... ٢/١٠٢٠، ح١٤٠١.
(٤) سورة مريم آية ٥٨.',NULL,'298',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (291,'ويصفون من أرادوا ذمه بعكس ذلك فيقولون: (فلان لا يخاف الله) فتبين أن ذم الرافضي للشيخين بخوف الله، معارض بالشرع والعقل، بل إنه غاية في العجب عند أهل العقول والنظر.
وبهذا يتبين لك أيها القارئ صدق كلام أهل العلم في
الرافضة.
كقول الشعبي -رحمه الله-: (نظرت في هذه الأهواء وكلمت أهلها فلم أر قوماً أقل عقولاً من الخشبية) (١) ، [يعني الرافضة] .
وقول الشافعي -رحمه الله-: (لم أر أحداً من أصحاب الأهواء أكذب في الدعوى، ولا أشهد بالزور منهم) . (٢)
وقول شيخ الإسلام -رحمه الله- فيهم: «والقوم من أضل الناس على السواء، فإن الأدلة إما نقلية وإما عقلية، والقوم من أضل الناس في
المنقول والمعقول، في المذاهب والتقرير، وهم من أشبه الناس بمن قال الله فيهم: {وقالوا لوكنا نسمع أو نعقل ما كنا في أصحاب السعير} (٣) » . (٤)
_________
(١) تقدم تخريجه ص ١٢٥.
(٢) تقدم تخريجه ص ١٣٠.
(٣) سورة الملك آية ١٠.
(٤) منهاج السنة ١/٨.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (292,'<span data-type="title" id=toc-28>طعن الرافضي في أبي بكر بخلافه مع فاطمة -رضي الله عنهما- في الميراث والرد عليه</span>

قال الرافضي ص١٣٦: «فهاهو البخاري يخرج من باب مناقب قرابة رسول الله - صلى الله عليه وسلم - أن رسول الله - صلى الله عليه وسلم - قال: فاطمة بضعة مني فمن أغضبها أغضبني.
كما أخرج في باب غزوة خيبر عن عائشة: أن فاطمة عليها السلام بنت النبي - صلى الله عليه وسلم - أرسلت إلى أبي بكر تسأله ميراثها من رسول الله - صلى الله عليه وسلم - فأبى أبو بكر أن يدفع إلى فاطمة منه شيئاً، فوجدت فاطمة على أبي بكر في ذلك، فهجرته فلم تكلمه حتى توفيت.
والنتيجة في النهاية هي واحدة ذكرها البخاري باختصار وذكرها ابن قتيبة بشيء من التفصيل ألا وهي: أن رسول الله - صلى الله عليه وسلم - يغضب لغضب فاطمة، ويرضي لرضاها، وأن فاطمة ماتت وهي غاضبة على أبي بكر وعمر ... » .
قلت: ما ذكره المؤلف هنا من مطاعن الرافضة المشهورة على أبي بكر - رضي الله عنه - التي تناقلتها كتبهم القديمة. وقد رد العلماء عليهم في ذلك حتى ظهر الحق وبطل افتراء الرافضة وتلبيسهم في هذه المسألة.
وسأذكر هنا بعض الأوجه التي تندفع بها هذه الفرية مضمناً
الكلام بعض النقول المهمة عن أهل العلم في دحضها.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (293,'الوجه الأول: أن كتب الرافضة متناقضة في نقل هذه الحادثة فبعضها تذكر أن فاطمة طالبت بفدك (١) لأن رسول الله - صلى الله عليه وسلم - منحها إياها، (٢) وبعضها تذكر أن فاطمة -رضي الله عنها- طالبت بإرثها (٣) وهذا تناقض واضح يدل على اضطراب القوم، وجهلهم بأصل هذه المسألة، وبالتالي سقوط ما بنوا عليها من أحكام.
قال شيخ الإسلام ابن تيمية -رحمه الله-: «إن ما ذكر من ادعاء فاطمة -رضي الله عنها- فدك فإن هذا يناقض كونها ميراثاً لها، فإن كان طلبها بطريق الإرث امتنع أن يكون بطريق الهبة، وإن كان بطريق الهبة امتنع أن يكون بطريق الإرث، ثم إن كانت هذه هبة في مرض الموت فرسول الله - صلى الله عليه وسلم - منزه إن كان يُورث كما يُورث غيره
أن يوصي لوارث، أو يخصه في مرض موته بأكثر من حقه، وإن كان في صحته فلابد أن تكون هذه هبة مقبوضة، وإلا فإذا وهب الواهب بكلامه، ولم يقبض الموهوب شيئاً حتى مات الواهب كان ذلك باطلاً عند جماهير العلماء، فكيف يهب النبي - صلى الله عليه وسلم - فدكاً لفاطمة ولا يكون هذا أمراً معروفاً عند أهل بيته والمسلمين، حتى تختص بمعرفته أم أيمن أو علي -رضي الله عنهما- (٤) » . (٥)
الوجه الثاني: أن الصحيح الثابت في هذه الحادثة أن فاطمة -رضي الله عنها- طالبت أبا بكر بميراثها من رسول الله - صلى الله عليه وسلم - فاعتذر إليها من ذلك محتجاً
_________
(١) قرية بينها وبين المدينة يومان، وقيل ثلاثة، أرسل أهلها إلى رسول الله - صلى الله عليه وسلم - ... بعد فتح خيبر، وطلبوا منه أن يصالحهم على النصف من ثمارهم وأموالهم، ... فأجابهم إلى ذلك. فهي مما لم يوجف عليه بخيل ولا ركاب، فكانت خالصة ... لرسول الله - صلى الله عليه وسلم -. انظر: معجم البلدان لياقوت الحموي ٤/٢٣٨.
(٢) انظر: الصراط المستقيم إلى مستحقي التقديم للنباطي ٢/٢٨٢، وحق اليقين ... في معرفة أصول الدين لعبد الله شبّر ١/١٧٨.
(٣) انظر: الاحتجاج للطبرسي ١/١٠٢.
(٤) في هذا رد على الرافضة في زعمهم أن أم أيمن وعلياً -رضي الله عنهما- ... شهدا بمنح رسول الله - صلى الله عليه وسلم - فاطمة فدكاً. انظر: الصراط المستقيم إلى ... مستحقي التقديم للنباطي ٢/٢٨٢.
(٥) منهاج السنة ٤/٢٢٨.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (294,'بقول النبي - صلى الله عليه وسلم -: (لا نورث، ما تركنا صدقة) على ما أخرج ذلك الشيخان من حديث عائشة -رضي الله عنها- قالت: (إن فاطمة بنت رسول الله - صلى الله عليه وسلم - أرسلت إلى أبي بكر الصديق تسأله ميراثها من رسول الله - صلى الله عليه وسلم - مما أفاء الله عليه بالمدينة وفدك، وما بقي من خمس خيبر، فقال أبو بكر: إن رسول الله - صلى الله عليه وسلم -، قال: (لا نورث، ما تركنا صدقه، إنما يأكل آل محمد - صلى الله عليه وسلم - في هذا المال، وإني والله لا
أغير شيئاً من صدقة رسول الله - صلى الله عليه وسلم - عن حالها التي كانت عليها في عهد رسول الله - صلى الله عليه وسلم -، ولأعملن فيها بما عمل به رسول الله - صلى الله عليه وسلم -، فأبى أبو بكر أن يدفع لفاطمة منها شيئاً، فوجدت فاطمة على أبي بكر في ذلك فهجرته فلم تكلمه حتى توفيت) . (١)
فقد كانت فاطمة -رضي الله عنها- مجتهدة في ذلك، اعتقدت أن الحق معها، ثم لما رأت من عزم الخليفة على رأيه أمسكت عن الكلام في المسألة، وما كان يسعها غير ذلك.
قال ابن حجر في توجيه اجتهادها: «وأما سبب غضبها [أي فاطمة] مع احتجاج أبي بكر بالحديث المذكور فلاعتقادها تأويل الحديث على خلاف ما تمسك به أبو بكر، وكأنها اعتقدت تخصيص العموم في قوله: (لا نورث) ورأت أن منافع ما خلفه من أرض وعقار لا يمتنع أن تورث عنه، وتمسك أبو بكر بالعموم، واختلفا في أمر محتمل للتأويل، فلما صمم على ذلك انقطعت عن الاجتماع به لذلك» . (٢)
الوجه الثالث: أن السنة والإجماع قد دلا على أن النبي - صلى الله عليه وسلم -
لا يورث فيكون الحق في هذه المسألة مع أبي بكر - رضي الله عنه -.
قال شيخ الإسلام ابن تيمية -رحمه الله-: «كون النبي - صلى الله عليه وسلم - لا يورث ثبت بالسنة المقطوع بها، وبإجماع الصحابة، وكل منهما دليل قطعي، فلا
_________
(١) أخرجه البخاري في: (كتاب المغازي، باب غزوة خيبر) فتح الباري ... ٧/٤٩٣، ح٤٢٤٠-٤٢٤١، ومسلم: (كتاب الجهاد، باب قول النبي - صلى الله عليه وسلم - ... لا نورث) ٣/١٣٨٠، ح١٧٥٩.
(٢) فتح الباري ٦/٢٠٢.',NULL,'302',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (295,'يعارض ذلك بما يظن أنه عموم، وإن كان عموماً فهو مخصوص، لأن ذلك لو كان دليلاً لما كان إلا ظنياً فلا يعارض القطعي، إذ الظني لا يعارض القطعي، وذلك أن هذا الخبر (١) رواه غير واحد من الصحابة في أوقات ومجالس، وليس فيهم من ينكره بل كلهم تلقاه بالقبول والتصديق، ولهذا لم يصرّ أحد من أزواجه على طلب الميراث ولا أصرّ العم على طلب الميراث، بل من طلب من ذلك شيئاً فأخبر بقول النبي - صلى الله عليه وسلم - رجع عن طلبه، واستمر الأمر على ذلك على عهد الخلفاء الراشدين إلى علي، فلم يغير من ذلك شيئاً، ولاقسم له تركة» . (٢)
وبإجماع الخلفاء الراشدين على ذلك احتج الخليفة العباسي أبو العباس السفاح على بعض مناظريه في هذه المسألة على ما نقل ابن الجوزي في تلبيس إبليس قال: «وقد روينا عن السفاح أنه خطب يوماً
فقام رجل من آل علي - رضي الله عنه - قال: أنا من أولاد علي - رضي الله عنه -، فقال: يا أمير المؤمنين أعدني على من ظلمني قال: ومن ظلمك؟ قال: أنا من أولاد علي - رضي الله عنه - والذي ظلمني أبو بكر - رضي الله عنه - حين أخذ فدك من فاطمة، قال: ودام على ظلمكم؟ قال: نعم، قال: ومن قام بعده؟ قال: عمر - رضي الله عنه -، قال: ودام على ظلمكم؟ قال: نعم، قال: ومن قام بعده؟ قال عثمان - رضي الله عنه -، قال: ودام على ظلمكم؟ قال: نعم، قال: ومن قام بعده؟ فجعل يلتفت كذا وكذا ينظر مكاناً يهرب منه ... » . (٣)
وبتصويب أبي بكر - رضي الله عنه - في اجتهاده صرح بعض أولاد علي من فاطمة -رضي الله عنهما- على ماروى البيهقي بسنده عن فضيل بن مرزوق قال: قال زيد بن علي بن الحسين بن علي بن أبي طالب: (أما لو كنت مكان أبي بكر، لحكمت بما حكم به أبو بكر في فدك) . (٤)
_________
(١) يشير إلى الحديث الذي احتج به أبو بكر وهو قول النبي - صلى الله عليه وسلم -: (لا نورث، ما ... تركنا صدقه) ، وقد تقدم تخريجه في الصحفة السابقة.
(٢) منهاج السنة ٤/٢٢٠.
(٣) تلبيس إبليس ص١٣٥.
(٤) السنن الكبرى ٦/٣٠٢، وذكره ابن كثير في البداية والنهاية ٥/٢٥٣.',NULL,'303',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (296,'كما نقل القرطبي اتفاق أئمة أهل البيت بدأً بعلي - رضي الله عنه - ومن جاء بعده من أولاده، ثم أولاد العباس الذين كانت بأيديهم صدقة رسول الله - صلى الله عليه وسلم -، أنهم ما كانوا يرون تملكها، وإنما كانوا ينفقونها في سبيل الله قال -رحمه الله-: «إن علياً لما ولي الخلافة لم يغيرها عما
عمل فيها في عهد أبي بكر، وعمر، وعثمان، ولم يتعرض لتملكها، ولا لقسمة شيء منها، بل كان يصرفها في الوجوه التي كان من قبله يصرفها فيها، ثم كانت بيد حسن بن علي، ثم بيد حسين بن علي، ثم بيد علي بن الحسين، ثم بيد الحسين بن الحسن، ثم بيد زيد بن الحسين، ثم بيد عبد الله بن الحسين، ثم تولاها بنو العباس على ما ذكره أبو بكر البرقاني في صحيحه، وهؤلاء كبراء أهل البيت - رضي الله عنهم - وهم معتمد الشيعة وأئمتهم، لم يُرو عن واحد منهم أنه تملكها ولا ورثها ولا ورثت عنه، فلو كان ما يقوله الشيعة حقاً لأخذها علي أو أحد من أهل بيته لما ظفروا بها ولم فلا» . (١)
فظهر بهذا إجماع الخلفاء الراشدين، وسائر الصحابة، وأئمة أهل البيت - رضي الله عنهم - أجمعين، على أن رسول الله - صلى الله عليه وسلم - لا يورث، وأن ما تركه صدقة، وعلى ذلك جرى عمل الخلفاء الراشدين وأئمة أهل البيت الذين كانت بأيديهم صدقة رسول الله - صلى الله عليه وسلم -.
الوجه الرابع: أن النبي - صلى الله عليه وسلم - إنما أراد بغضب فاطمة الذي يغضب له هو: أن تغضب بحق، وإلا فالرسول - صلى الله عليه وسلم - لا يغضب لنفسه، ولأحد من أهل بيته بغير حق، بل ما كان ينتصر لنفسه ولو بحق مالم تنتهك محارم الله، كما جاء في الصحيحين من حديث عائشة -رضي الله عنها-
قالت: (ما خير النبي - صلى الله عليه وسلم - بين أمرين إلا اختار أيسرهما مالم يأثم، فإذا كان الإثم كان أبعدهما منه، والله ما انتقم لنفسه في شيء يؤتى إليه قط، حتى تنتهك حرمات الله فينتقم لله) . (٢)
_________
(١) المفهم للقرطبي ٣/٥٦٤.
(٢) أخرجه البخاري في: (كتاب الحدود، باب إقامة الحدود) فتح الباري ... ١٢/٨٦، ح٦٧٨٦، ومسلم: (كتاب الفضائل، باب مباعدته - صلى الله عليه وسلم - للآثام) ... ٤/١٨١٣، ح٢٣٢٧.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (297,'وفاطمة -رضي الله عنها- على جلالتها، وكمال دينها، وفضلها، هي مع ذلك ليست معصومة، بل قد كانت تصدر منها بعض الأمور التي ماكان النبي - صلى الله عليه وسلم - يقرها عليها، وقد تطلب من النبي - صلى الله عليه وسلم - الشيء فلا يجيبها له: كسؤالها النبي - صلى الله عليه وسلم - خادماً فلم يعطها وأرشدها وعلياً للتسبيح كما ثبت في حديث علي - رضي الله عنه - في الصحيحين. (١)
وفي سنن أبي داود عن عمر بن عبد العزيز: إن فاطمة سألت الرسول - صلى الله عليه وسلم - أن يجعل لها فدكاً فأبى. (٢)
وثبت في صحيح مسلم من حديث عائشة -رضي الله عنها-
أن فاطمة جاءت لرسول الله - صلى الله عليه وسلم - وقالت له: إن أزواجك أرسلنني إليك يسألنك العدل في ابنة أبي قحافة، فقال لها رسول الله - صلى الله عليه وسلم -: (أي بنية ألست تحبين ما أحب؟ فقالت: بلى، قال: فأحبي هذه ... ) . (٣)
فلم يجبها النبي - صلى الله عليه وسلم - لشيء من ذلك، فدل على عدم موافقته لها في كل شيء، بل قد تفعل الأمر مجتهدة فتخطئ فلا يقرها عليه، وبالتالي فأن لا يغضب لغضبها من باب أولى.
وطلبها ميراث رسول الله - صلى الله عليه وسلم - من أبي بكر من جنس ذلك، فقد كانت -رضي الله عنها- مجتهدة وكان الحق في ذلك مع أبي بكر للنص الصريح في ذلك، ولموافقة الصحابة له في رأيه، فكان إجماعاً معتضداً بالنص كما تقدم، فأبو بكر في ذلك قائم بالحق متبع للنص مستمسك بعهد رسول الله - صلى الله عليه وسلم - في هذه المسألة، فكيف يتصور أن يسخط بفعله هذا رسول الله، وهو إنما يعمل بشرعه، ويهتدي
بهديه.
_________
(١) انظر: صحيح البخاري: (كتاب فضائل الصحابة، باب مناقب علي بن أبي ... طالب) فتح الباري ٧/٧١، ح٣٧٠٥، وصحيح مسلم: (كتاب الذكر ... والدعاء، باب التسبيح أول النهار وعند النوم) ٤/٢٠٩١، ح٢٧٢٧.
(٢) انظر: سنن أبي داود: (كتاب الخراج والإمارة، باب في صفايا رسول الله ... - صلى الله عليه وسلم -) ٣/٣٧٨، ح٢٩٧٢.
(٣) أخرجه مسلم: (كتاب فضائل الصحابة، باب فضائل عائشة) ٤/١٨٩١، ... ح٢٤٤٢.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (298,'الوجه الخامس: أن قول النبي - صلى الله عليه وسلم -: (فاطمة بضعة مني فمن أغضبها فقد أغضبني) (١) ، من نصوص الوعيد المطلق التي لا يستلزم
ثبوت موجبها في حق المعنيين، إلا بعد وجود الشروط، وانتفاء الموانع. (٢) هذا مع أن ما في هذا الحديث من الوعيد لو كان لازماً لكل من أغضبها مطلقاً، لكان لازماً لعلي قبل أبي بكر، ولكان لحوقه بعلي أولى من لحوقه بأبي بكر، إذ أن مناسبة هذا الحديث هو خطبة علي - رضي الله عنه - لابنة أبي جهل وشكوى فاطمة له على النبي - صلى الله عليه وسلم - على ما روى الشيخان من حديث المسور بن مخرمة قال: (إن علياً خطب بنت أبي جهل فسمعت بذلك فاطمة، فأتت رسول الله - صلى الله عليه وسلم - فقالت: يزعم قومك أنك لا تغضب لبناتك، وهذا علي ناكح بنت أبي جهل، فقام رسول الله - صلى الله عليه وسلم - فسمعته حين تشهد يقول: أما بعد أنكحت أبا العاص ابن الربيع فحدثني وصدقني، وإن فاطمة بضعة مني وإني أكره أن يسوءها، والله لا تجتمع بنت رسول الله وبنت عدو الله عند رجل واحد فترك علي الخطبة) . (٣)
وفي رواية: (إن رسول الله - صلى الله عليه وسلم - قال: فاطمة بضعة مني فمن
أغضبها أغضبني) . (٤)
فظهر أن مناسبة الحديث هي خطبة علي - رضي الله عنه - لابنة أبي جهل وغضب فاطمة من ذلك، والنص العام يتناول محل السبب، وهو نص فيه باتفاق العلماء، حتى قالوا لا يجوز إخراج السبب بدليل تخصيص، لأن
_________
(١) سيأتي تخريجه مع ذكر رواياته في الصفحة التالية.
(٢) انظر: تقرير هذه المسألة في مجموع الفتاوى لشيخ الإسلام ابن تيمية ... ١٠/٣٧٢، ٢٨/٥٠٠-٥٠١.
(٣) رواه البخاري في: (كتاب فضائل الصحابة، باب ذكر أصهار النبي - صلى الله عليه وسلم -) فتح ... الباري ٧/٨٥، ح٣٧٢٩، ومسلم: (كتاب فضائل الصحابة، باب فضائل ... فاطمة بنت رسول الله - صلى الله عليه وسلم -) ٤/١٩٠٣.
(٤) رواه البخاري في: (كتاب فضائل الصحابة، باب مناقب قرابة الرسول ... - صلى الله عليه وسلم -) فتح الباري ٧/٧٨، ح٣٧١٤.',NULL,'306',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (299,'دلالة العام على سببه قطعية وعلى غيره على وجه الظهور (١) وعلى هذا فلو كان هذا الحديث متنزلاً على كل من أغضب فاطمة لكان أول الناس دخولاً في ذلك علياً - رضي الله عنه -.
قال شيخ الإسلام ابن تيمية ضمن رده على الرافضة في هذه المسألة وبعد أن ذكر الحديث: «فسبب الحديث خطبة علي - رضي الله عنه - لابنة أبي جهل والسبب داخل في اللفظ قطعاً، إذ اللفظ الوارد على سبب لا يجوز إخراج سببه منه، بل السبب يجب دخوله بالاتفاق.
وقد قال في الحديث: (يريبني ما رابها ويؤذيني ما آذاها) ومعلوم قطعاً أن خطبة ابنة أبي جهل عليها رابها وآذاها، والنبي - صلى الله عليه وسلم - رابه ذلك وآذاه، فإن كان هذا وعيد لاحقاً لزم أن يلحق هذا الوعيد
علي بن أبي طالب، وإن لم يكن وعيداً لاحقاً بفاعله، كان أبو بكر أبعد عن الوعيد من علي» . (٢)
الوجه السادس: أن فاطمة -رضي الله عنها- كانت قد رجعت عن قولها في المطالبة بإرث رسول الله - صلى الله عليه وسلم -، كما نص على ذلك غير واحد من الأئمة في الحديث والسير.
قال القاضي عياض: «وفي ترك فاطمة منازعة أبي بكر بعد احتجاجه عليها بالحديث: التسليم للإجماع على قضية، وأنها لما بلغها الحديث وبين لها التأويل، تركت رأيها ثم لم يكن منها ولا من ذريتها بعد ذلك طلب ميراث، ثم ولي علي الخلافة فلم يعدل بها عما فعله أبو بكر، وعمر - رضي الله عنهم -» . (٣)
وقال القرطبي: «فأما طلب فاطمة ميراثها من أبيها من أبي بكر فكان
_________
(١) انظر: المسودة في أصول الفقه للأئمة الثلاثة من آل تيمية: شيخ الإسلام ... وأبيه شهاب الدين وجده أبي البركات ص١١٩، وتخريج الفروع على ... الأصول للزنجاني ص٣٦٠.
(٢) منهاج السنة ٤/٢٥١.
(٣) شرح صحيح مسلم للنووي ١٢/٧٣.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (300,'ذلك قبل أن تسمع الحديث الذي دل على خصوصية النبي - صلى الله عليه وسلم - بذلك، وكانت متمسكة بما في كتاب الله من ذلك، فلما أخبرها أبو بكر بالحديث توقفت عن ذلك ولم تعد إليه» . (١)
وقال شيخ الإسلام ابن تيمية -رحمه الله-: «فهذه الأحاديث
الثابتة المعروفة عند أهل العلم، وفيها ما يبين أن فاطمة -رضي الله عنها- طلبت ميراثها من رسول الله - صلى الله عليه وسلم - على ما كانت تعرف من المواريث، فأخبرت بما كان من رسول الله - صلى الله عليه وسلم - فسلمت ورجعت» . (٢)
وقال ابن كثير -رحمه الله-: «وقد روينا أن فاطمة -رضي الله عنها- احتجت أولاً بالقياس، وبالعموم في الآية الكريمة، فأجابها الصديق بالنص على الخصوص بالمنع في حق النبي - صلى الله عليه وسلم -، وأنها سلمت له ما قال، وهذا هو المظنون بها -رضي الله عنها-» . (٣)
فظهر بهذا رجوع فاطمة -رضي الله عنها- إلى قول أبي بكر وما كان عليه عامة الصحابة، وأئمة أهل البيت من القول بعدم إرث رسول الله - صلى الله عليه وسلم -، وهذا هو اللائق بمقامها في الدين والعلم -فرضي الله عنها وأرضاها-.
الوجه السابع: أنه ثبت عن فاطمة -رضي الله عنها- أنها رضيت عن أبي بكر بعد ذلك، وماتت وهي راضية عنه، على ماروى البيهقي بسنده عن الشعبي أنه قال: (لما مرضت فاطمة أتاها أبو بكر الصديق فاستأذن عليها، فقال علي: يافاطمة هذا أبو بكر يستأذن عليك؟ فقالت: أتحب أن آذن له؟ قال: نعم، فأذنت له فدخل عليها
يترضاها، فقال: والله ما تركت الدار والمال، والأهل والعشيرة، إلا إبتغاء مرضاة الله، ومرضاة رسوله، ومرضاتكم أهل البيت، ثم ترضاها حتى رضيت) . (٤)
_________
(١) المفهم ٣/٥٦٣.
(٢) منهاج السنة ٤/٢٣٤.
(٣) البداية والنهاية ٥/٢٥٢.
(٤) السنن الكبرى للبيهقي ٦/٣٠١.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (301,'قال ابن كثير: «وهذا إسناد جيد قوي والظاهر أن عامر الشعبي سمعه من علي أو ممن سمعه من علي» . (١)
وقال ابن حجر: «وهو وإن كان مرسلاً فاسناده إلى الشعبي صحيح، وبه يزول الإشكال في جواز تمادي فاطمة عليها السلام على هجر أبي بكر» . (٢)
وقال أيضاً: «فإن ثبت حديث الشعبي أزال الإشكال وأخلق بالأمر أن يكون كذلك، لما علم من وفور عقلها ودينها، عليها السلام» . (٣)
وبهذا تندحض مطاعن الرافضة على أبي بكر التي يعلقونها على غضب فاطمة عليه، فلئن كانت غضبت على أبي بكر في بداية
الأمر فقد رضيت عنه بعد ذلك وماتت عليه، ولا يسع أحد
صادق في محبته لها، إلا أن يرضي عمن رضيت عنه، ولا يعارض ... هذا ما ثبت في حديث عائشة المتقدم (أنها وجدت على أبي بكر فلم تكلمه حتى توفيت) (٤) فإن هذا بحسب علم عائشة -رضي الله عنها- راوية الحديث، وفي حديث الشعبي زيادة علم، وثبوت زيارة أبي بكر لها وكلامها له ورضاها عنه، فعائشة -رضي الله عنها- نفت والشعبي أثبت، ومعلوم لدى العلماء أن قول المثبت مقدم على قول النافي، لأن احتمال الثبوت قد حصل بغير علم النافي، خصوصاً في مثل هذه المسألة فإن عيادة أبي بكر لفاطمة -رضي الله عنها- ليست من الأحداث الكبيرة التي تشيع في الناس، ويطلع عليها الجميع، وإنما هي من الأمور العادية التي تخفى على من لم يشهدها، والتي لا يعبأ بنقلها لعدم الحاجة لذكرها.
على أن الذي ذكره العلماء أن فاطمة -رضي الله عنها- لم تتعمد هجر أبي بكر - رضي الله عنه - أصلاً، ومثلها ينزه عن ذلك لنهي النبي - صلى الله عليه وسلم - عن الهجر فوق ثلاث، وإنما لم تكلمه لعدم الحاجة لذلك.
_________
(١) البداية والنهاية ٥/٢٥٣.
(٢) فتح الباري ٦/٢٠٢.
(٣) المصدر نفسه.
(٤) تقدم تخريجه ص ٤٢٣.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (302,'قال القرطبي في سياق شرحه لحديث عائشة المتقدم: «ثم إنها (أي فاطمة) لم تلتق بأبي بكر لشغلها بمصيبتها برسول الله - صلى الله عليه وسلم -، ولملازمتها بيتها فعبر الراوي عن ذلك بالهجران، وإلا فقد قال
رسول الله - صلى الله عليه وسلم -: (لايحل لمسلم أن يهجر أخاه فوق ثلاث) (١) وهي أعلم الناس بما يحل من ذلك ويحرم، وأبعد الناس عن مخالفة رسول الله - صلى الله عليه وسلم -) كيف لا يكون كذلك وهي بضعة من رسول الله - صلى الله عليه وسلم - وسيدة نساء أهل الجنة» . (٢)
وقال النووي: «وأما ما ذكر من هجران فاطمة أبا بكر - رضي الله عنه - فمعناه انقباضها عن لقائه، وليس هذا من الهجران المحرم، الذي هو ترك السلام والإعراض عند اللقاء، وقوله في هذا الحديث (فلم تكلمه) يعني في هذا الأمر، أو لانقباضها لم تطلب منه حاجة ولا اضطرت
إلى لقائه فتكلمه، ولم ينقل قط أنهما التقيا فلم تسلم عليه ولا كلمته» . (٣)
وبهذا يظهر الحق في هذه المسألة، وتبطل دعوى الرافضي وتندحض شبهته بما تم تقريره من خلال النصوص والأخبار الصحيحة الدالة على براءة الصديق من مطاعن الرافضي، وأن ما جرى بين
الصديق وفاطمة لايعدو أن يكون اختلافاً في مسألة فقهية ظهر
لفاطمة -رضي الله عنها- الحق فيها فرجعت له، وعرف لها الصديق فضلها، فعادها قبل وفاتها واسترضاها فماماتت إلا وهي راضية عنه فرضي الله عنهما جميعاً.
_________
(١) أخرجه البخاري من حديث أبي أيوب الأنصاري - رضي الله عنه - في: (كتاب ... الأدب، باب الهجرة) فتح الباري ١٠/٤٩٢، ح٦٠٧٧، ومسلم: (كتاب ... البر والصلة، باب تحريم الهجر فوق ثلاث بلا عذر شرعي) ٤/١٩٨٤، ... ح٢٥٦٠.
(٢) المفهم ٣/٥٦٨-٥٦٩.
(٣) شرح صحيح مسلم ١٢/٧٣.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (303,'<span data-type="title" id=toc-29>طعن الرافضي في أم المؤمنين عائشة -رضي الله عنها- بمشاركتها في حرب الجمل والرد عليه</span>

يقول الرافضي طاعناً في أم المؤمنين عائشة -رضي الله عنها وأبيها- ص١٣٩ وما بعدها: «ونتساءل عن حرب الجمل التي أشعلت نارها أم المؤمنين عائشة، إذ كانت هي التي قادتها بنفسها، فكيف تخرج أم المؤمنين عائشة من بيتها التي أمرها الله بالاستقرار فيه بقوله تعالى: {وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى} . (١)
ونسأل بأي حق استباحت أم المؤمنين قتال خليفة المسلمين علي ابن أبي طالب وهو ولي كل مؤمن ومؤمنة....
ولمزيد البحث وليطمئن قلبي أقول أخرج البخاري في صحيحه من كتاب الفتن التي تموج كموج البحر قال: لما سار طلحة والزبير وعائشة إلى البصرة بعث علي عمار بن ياسر والحسن بن علي فقدما علينا الكوفة، فصعدا المنبر فكان الحسن بن علي فوق المنبر في أعلاه، وقام عمار أسفل من الحسن، فاجتمعنا إليه فسمعت عماراً يقول: إن عائشة قد سارت إلى البصرة، ووالله إنها لزوجة نبيكم في الدنيا
والآخرة، ولكن الله تبارك وتعالى ابتلاكم ليعلم إياه تطيعون أم هي.
كما أخرج البخاري أيضاً في كتاب الشروط، باب ما جاء في بيوت
_________
(١) سورة الأحزاب آيه ٣٣.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (304,'أزواج النبي - صلى الله عليه وسلم - قال: قام النبي - صلى الله عليه وسلم - خطيباً فأشار نحو مسكن عائشة، فقال: ههنا الفتنة ههنا الفتنة ههنا الفتنة، من حيث يطلع قرن الشيطان....
وبعد كل هذا أتساءل كيف استحقت عائشة كل هذا التقدير والاحترام من أهل السنة والجماعة، ألأنها زوج النبي - صلى الله عليه وسلم -، فزوجاته كثيرات، وفيهن من هي أفضل من عائشة بتصريح النبي - صلى الله عليه وسلم - نفسه» .
وجوابه:
أن قوله إنها أشعلت نار حرب الجمل وقادتها بنفسها ... الخ كلامه.
فهذا من أظهر الكذب الذي يعلم فساده كل من له اطلاع على التأريخ وأحداث موقعة الجمل، وذلك أن هذه المعركة لم تقع بتدبير أحد من الصحابة لا علي ولا طلحة ولا الزبير ولا عائشة، بل إنما وقعت بغير اختيار منهم ولا إرادة لها، وإنما انشب الحرب بينهم قتلة عثمان لما رأوا أن الصحابة - رضي الله عنهم - أوشكوا على الصلح، كما نقل ذلك المؤرخون وصرح به العلماء المحققون للفتنة وأحداثها:
يقول الباقلاني: «وقال جلة من أهل العلم إن الوقعة بالبصرة بينهم كانت على غير عزيمة على الحرب بل فجأة، وعلى سبيل دفع كل واحد من الفريقين عن أنفسهم لظنه أن الفريق الآخر قد غدر به، لأن الأمر كان قد انتظم بينهم وتم الصلح والتفرق على الرضا، فخاف قتلة عثمان من التمكن منهم والإحاطة بهم، فاجتمعوا وتشاوروا واختلفوا، ثم اتفقت أراؤهم على أن يفترقوا ويبدؤوا بالحرب سحرة في العسكرين، ويختلطوا ويصيح الفريق الذي في عسكر علي: غدر طلحة والزبير، ويصيح الفريق الآخر الذي في عسكر طلحة والزبير: غدر علي، فتم لهم ذلك على ما دبروه، ونشبت الحرب، فكان كل فريق منهم مدافعاً لمكروه عن نفسه، ومانعاً من الإشاطة بدمه، وهذا صواب من الفريقين وطاعة لله تعالى إذا وقع، والامتناع منهم على هذا السبيل، فهذا هو الصحيح المشهور، وإليه نميل وبه نقول» . (١)
_________
(١) التمهيد في الرد على الملحدة ص٢٣٣.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (305,'ويقول ابن العربي: «وقدم علي البصرة وتدانوا ليتراؤوا، فلم يتركهم أصحاب الأهواء، وبادروا بإراقة الدماء، واشتجر بينهم الحرب، وكثرت الغوغاء على البغواء، كل ذلك حتى لايقع برهان، ولا تقف الحال على بيان، ويخفى قتلة عثمان، وإن واحداً في الجيش يفسد تدبيره فكيف بألف» . (١)
ويقول ابن حزم: «وأما أم المؤمنين والزبير وطلحة - رضي الله عنهم - ومن كان معهم فما أبطلوا قط إمامة علي ولا طعنوا فيها ... فقد صح صحة ضرورية لا إشكال فيها أنهم لم يمضوا إلى البصرة لحرب علي ولا خلافاً عليه ولا نقضاً لبيعته ... وبرهان ذلك أنهم اجتمعوا ولم يقتتلوا ولا تحاربوا، فلما كان الليل عرف قتلة عثمان أن الإراغة والتدبير عليهم، فبيتوا عسكر طلحة والزبير، وبذلوا السيف فيهم فدفع القوم عن أنفسهم فرُدِعُوا حتى خالطوا عسكر علي، فدفع أهله عن أنفسهم، وكل طائفة تظن ولا تشك أن الأخرى بدأتها بالقتال، فاختلط الأمر اختلاطاً لم يقدر أحد على أكثر من الدفاع عن نفسه، والفسقة من قتلة عثمان، لعنهم الله لايفترون من شب الحرب وإضرامها» . (٢)
ويقول ابن كثير واصفاً الليلة التي اصطلح فيها الفريقان من الصحابة: «وبات الناس بخير ليلة، وبات قتلة عثمان بشر ليلة، وباتوا يتشاورون، وأجمعوا على أن يثيروا الحرب من الغلس» . (٣)
ويقول ابن أبي العز الحنفي: «فجرت فتنة الجمل على غير اختيار من علي ولا من طلحة والزبير، وإنما أثارها المفسدون بغير
اختيار السابقين". (٤)
فهذه أقوال العلماء المحققين كلها متفقة على أن الحرب يوم الجمل
_________
(١) العواصم من القواصم ص١٥٩.
(٢) الفصل في الملل والأهواء والنحل ٤/٢٣٨-٢٣٩.
(٣) البداية والنهاية ٧/٥.
(٤) شرح العقيدة الطحاوية ص٧٢٣.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (306,'نشأت بغير قصد من الصحابة ولا اختيار منهم، بل إنهم كانوا كارهين لها، مؤثرين الصلح على الحرب، ولم يكن لأي أحد من الصحابة أي دور في نشوبها ولا سعي في إثارتها، لا عائشة -رضي الله عنها- كما زعم هذا الرافضي ولا غيرها، وإنما أوقد جذوتها وأضرم نارها سلف هذا الرافضي الحاقد، وغيرهم من قتلة عثمان - رضي الله عنه - وهو اليوم يرمي أم المؤمنين بذلك، فعليهم من الله ما يستحقون، ما أشد ابتلاء الأمة بهم، وأعظم جنايتهم عليها قديماً وحديثاً.
وأما قوله: إنها خرجت من بيتها، وقد أمرها الله بالاستقرار فيه في قوله تعالى: {وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى} . (١)
فالرد عليه: أن عائشة -رضي الله عنها- إنما خرجت للصلح بين المسلمين، ولجمع كلمتهم، ولما كانت ترجو من أن يرفع الله بها الخلاف بين المسلمين لمكانتها عندهم، ولم يكن هذا رأيها وحدها،
بل كان رأي بعض من كان حولها من الصحابة الذين أشاروا عليها بذلك.
يقول ابن العربي: «وأما خروجها إلى حرب الجمل فما خرجت لحرب، ولكن تعلق الناس بها وشكوا إليها ما صاروا إليه من عظيم الفتنة وتهارج الناس، ورجوا بركتها في الإصلاح وطمعوا في الإستحياء منها إذا وقفت للخلق، وظنت هي ذلك، فخرجت مقتدية بالله في قوله: {لاخير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس} (٢) وبقوله: {وإن طائفتان من المؤمنين أقتتلوا فأصلحوا بينهما} (٣) والأمر بالاصلاح، مخاطب به جميع الناس من ذكر أو أنثى حر أو عبد ... » . (٤)
وقد صرحت عائشة نفسها بأن هذا هو سبب خروجها، كما ثبت ذلك عنها في أكثر من مناسبة وفي غيرما روايه.
_________
(١) سورة الأحزاب آيه ٣٣.
(٢) سورة النساء آيه ١١٤.
(٣) سورة الحجرات آيه ٩.
(٤) أحكام القرآن ٣/٥٦٩-٥٧٠.',NULL,'314',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (307,'فروى الطبري أن عثمان بن حنيف - رضي الله عنه - وهو والي البصرة من قبل علي بن أبي طالب أرسل إلى عائشة -رضي الله عنها- عند قدومها البصرة من يسألها عن سبب قدومها، فقالت: (والله ما مثلي
يسير بالأمر المكتوم، ولا يغطّي لبنيه الخبر، إن الغوغاء من أهل الأمصار، ونزاع القبائل، غزوا حرم رسول الله - صلى الله عليه وسلم -، وأحدثوا فيه الأحداث، وآووا فيه المحدثين، واستوجبوا فيه لعنة الله ولعنة رسوله مع ما نالوا من قتل إمام المسلمين بلا ترة ولا عذر، فاستحلوا الدم الحرام فسفكوه، وانتهبوا المال الحرام، وأحلوا البلد الحرام، والشهر الحرام، ومزقوا الأعراض والجلود، وأقاموا في دار قوم كانوا كارهين لمقامهم، ضارين مضرين غير نافعين ولا متقين، ولا يقدرون على امتناع ولا يأمنون، فخرجت في المسلمين أعلمهم ما أتى هؤلاء القوم وما فيه الناس وراءنا، وما ينبغي لهم أن يأتوا في إصلاح هذا، وقرأت: {لاخير في كثير من نجواهم إلا من أمر بصدقة أو معروف أو إصلاح بين الناس} (١) فنهض في الإصلاح ممن أمر الله - عز وجل -، وأمر رسول الله - صلى الله عليه وسلم - الصغير والكبير والذكر والأنثى، فهذا شأننا إلى معروف نأمركم به ونحضكم عليه، ومنكر ننهاكم عنه ونحثكم على تغييره) . (٢)
وروى ابن حبان أن عائشة -رضي الله عنها- كتبت إلى أبي موسى الأشعري والي علي على الكوفة: (فإنه قد كان من قتل عثمان
ما قد علمت، وقد خرجت مصلحة بين الناس، فمر من قبلك بالقرار في منازلهم، والرضا بالعافية حتى يأتيهم ما يحبون من صلاح أمر المسلمين) . (٣)
ولما أرسل علي القعقاع بن عمرو لعائشة ومن كان معها يسألها عن سبب قدومها، دخل عليها القعقاع فسلم عليها، وقال: (أي أُمة ما أشخصك وما أقدمك هذه البلدة؟ قالت: أي بنيّ إصلاح بين الناس) . (٤)
_________
(١) سورة النساء آيه ١١٤.
(٢) تاريخ الطبري ٤/٤٦٢.
(٣) الثقات لابن حبان ٢/٢٨٢.
(٤) تاريخ الطبري ٤/٤٨٨، والبداية والنهاية لابن كثير ٧/٢٤٨.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (308,'وبعد انتهاء الحرب يوم الجمل جاء علي إلى عائشة -رضي الله عنها- فقال لها: (غفر الله لك، قالت: ولك، ما أردت إلا الإصلاح) . (١)
فتقرر أنها ما خرجت إلا للإصلاح بين المسلمين، وهذا سفر طاعة لا ينافي ما أمرت به من عدم الخروج من بيتها، كغيره من الأسفار الأخرى التي فيها طاعة لله ورسوله كالحج والعمرة.
قال شيخ الإسلام ابن تيمية -رحمه الله- في الرد على الرافضة
في هذه المسألة: (فهي -رضي الله عنها- لم تتبرج تبرج الجاهلية
الأولى، والأمر بالاستقرار في البيوت لا ينافي الخروج لمصلحة مأمور بها، كما لو خرجت للحج والعمرة، أو خرجت مع زوجها في سفره، فإن هذه الآية قد نزلت في حياة النبي - صلى الله عليه وسلم - وقد سافر بهن رسول الله - صلى الله عليه وسلم - بعد ذلك كما سافر في حجة الوداع بعائشة -رضي الله عنها- وغيرها وأرسلها مع عبد الرحمن أخيها فأردفها خلفه، وأعمرها من التنعيم، وحجة الوداع كانت قبل وفاة النبي - صلى الله عليه وسلم - بأقل من ثلاثة أشهر بعد نزول هذه الآية، ولهذا كان أزواج النبي - صلى الله عليه وسلم - يحججن كما كن يحججن معه في خلافة عمر - رضي الله عنه - وغيره، وكان عمر يوكل بقطارهن عثمان، أوعبد الرحمن بن عوف، وإذاكان سفرهن لمصلحة جائزاً، فعائشة اعتقدت أن ذلك السفر مصلحة للمسلمين فتأولت في ذلك» . (٢)
وأما قول الرافضي: استباحت قتال خليفة المسلمين ...
فقد تقدم إنها ما خرجت لذلك، وما أرادت القتال، وقد نقل الزهري عنها أنها قالت بعد موقعة الجمل: (إنما أريد أن يحجز بين الناس مكاني، ولم أحسب أن يكون بين الناس قتال، ولو علمت ذلك لم أقف ذلك الموقف أبداً) . (٣)
ولهذا ندمت -رضي الله عنها- بعد ذلك ندماً عظيماً على
شهود موقعة الجمل،
_________
(١) نقله ابن العماد في شذرات الذهب ١/٤٢، وروى هذا الأثر بدون قولها: ... (ماأردت إلا الإصلاح) الطبري في تأريخه ٤/٥٣٤.
(٢) منهاج السنة ٤/٣١٧-٣١٨.
(٣) المغازي للزهري ص١٥٤.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (309,'على ماروى ابن أبي شيبة عنها أنها قالت:
(وددت أني كنت غصناً رطباً، ولم أسر سيري هذا) . (١)
وفي الكامل لابن الأثير أنها قالت للقعقاع بن عمرو: (والله لوددت أني مت قبل هذا اليوم بعشرين سنة) . (٢)
وموقف عائشة -رضي الله عنها- هذا هو موقف علي - رضي الله عنه - من الحرب بعد وقوعها.
فقد روى ابن أبي شيبة: أن علياً قال يوم الجمل: (اللهم ليس هذا أردت، اللهم ليس هذا أردت) . (٣)
وعنه - رضي الله عنه - أنه قال: (وددت أني كنت مت قبل هذا بعشرين سنة) . (٤)
فثبت بهذا أن عائشة -رضي الله عنها- ما أرادت القتال أولاً، وندمت أن شهدته بعد وقوعه، فلئن كان ذنباً فهو مغفور لها من وجهين: بعدم القصد، وبالتوبة منه، هذا مع ما ثبت أنها خرجت لمقصد حسن وهو الصلح بين المسلمين، فهي بذلك مأجورة على
قصدها مغفور لها خطؤها.
وموقف علي - رضي الله عنه - من الحرب دليل على أنه يرى أنها حرب فتنة، ولهذا تمنى لو لم يدخلها، وأنه مات قبلها بعشرين سنة، وذلك لاشتباه الأمور فيها، ولكونه لم يظهر له أن في قتال مخالفيه يوم الجمل حقاً ظاهراً، ولو أنه كان يعتقد في مخالفيه ما يعتقده الرافضة فيهم من الكفر والردة عن الإسلام بحربهم لعلي - رضي الله عنه -، فإنه لو كان يعتقد فيهم هذا لما ندم على قتالهم ذلك الندم العظيم، ولفرح بقتلهم وقتالهم لما في ذلك من
_________
(١) المصنف لابن أبي شيبة ٧/٥٤٣.
(٢) الكامل في التاريخ ٣/٢٥٤.
(٣) المصنف لابن أبي شيبة ٧/٥٤١.
(٤) المصدر نفسه ٧/٥٤٤، والكامل لابن الأثير ٣/٢٥٤.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (310,'عز الإسلام وقمع أعدائه، ولما فيه من الأجر العظيم. كما حصل ذلك منه بعد قتال الخوارج -مع كونه لا يعتقد كفرهم- إلا أنه فرح بقتالهم فرحاً عظيماً، وكبر الله سروراً بقتلهم لمّا تأكد له وصفهم، الذي عهد به رسول الله - صلى الله عليه وسلم - ومن ذلك وجود ذي الثدية فيهم، على ما جاء ذلك مخرجاً في الصحيحين. (١)
وفي هذا أكبر رد على هؤلاء الرافضة الطاعنين في أصحاب النبي - صلى الله عليه وسلم - المتهمين لهم بالعظائم، فلو كان لهم عقول لما حادوا عن موقف علي من مخالفيه الذي لم يكن يتهمهم في دينهم، ولا يذمهم بشيء مما
يتشدق به هؤلاء الأفاكون المجرمون، بل ثبت ثناؤه عليهم، ووصفه
لهم بالإيمان والتقوى، واستغفاره لهم، كما تقدم نقل ذلك مفصلاً فيما قد سبق من البحث (٢) وكما مر قريباً استغفاره لعائشة واستغفارها له (٣) فرضي الله عنهم جميعاً.
وأما طعن الرافضي في أم المؤمنين عائشة بقول عمار: (والله إنها لزوجة نبيكم في الدنيا والآخرة، ولكن الله تبارك وتعالى ابتلاكم بها ليعلم إياه تطيعون أم هي) .
فالرد عليه: أن ليس في قول عمار هذا ما يطعن به على عائشة -رضي الله عنها- بل فيه أعظم فضيلة لها، وهي أنها زوجة نبينا - صلى الله عليه وسلم - في الدنيا والآخرة، فأي فضل أعظم من هذا، وأي شرف أسمى من هذا، فإن غاية كل مؤمن رضا الله والجنة، وعائشة -رضي الله عنها- قد تحقق لها ذلك بشهادة عمار - رضي الله عنه - الذي كان مخالفاً لها في الرأي في تلك الفتنة، وأنها ستكون في أعلى الدرجات في الجنة بصحبة زوجها رسول الله - صلى الله عليه وسلم -، كما شهد لها بذلك علي
_________
(١) انظر: صحيح البخاري: (كتاب المناقب، باب علامات النبوة في الإسلام) ... فتح الباري ٨/٦١٧-٦١٨، ح٣٦١٠، وصحيح مسلم: (كتاب الزكاة، ... باب التحريض على قتل الخوارج) ٢/٧٤٨-٧٤٩.
(٢) انظره ص ٢٤٣-٢٤٧.
(٣) تقدم ص٤٤٤.',NULL,'318',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (311,'نفسه بعد انتهاء حرب الجمل على ما نقل الطبري أنه جاءها فأثنت عليه خيراً وأثنى عليها خيراً (١) وكان فيما قال: (أيها الناس صدقت والله
وبرّت ... وإنها لزوجة نبيكم في الدنيا والآخرة) . (٢)
وبهذا قد جاء الحديث الصحيح المرفوع إلى النبي - صلى الله عليه وسلم - على ماروى الحاكم في المستدرك من حديث عائشة -رضي الله عنها- أن النبي - صلى الله عليه وسلم - قال لها: (أما ترضين أن تكوني زوجتي في الدنيا والآخرة، قالت: بلى والله، قال: فأنت زوجتي في الدنيا والآخرة) . (٣)
فيكون هذا الحديث من أعظم فضائل عائشة -رضي الله عنها- ولذا أورد البخاري الأثر السابق عن عمار في مناقب عائشة -رضي الله عنها-. (٤)
وطعن الرافضي به على عائشة دليل على ضعف عقله، وقلة فهمه، وهذا مصداق ما ذكره العلماء عنهم أن هؤلاء الرافضة هم أكذب الناس في النقليات وأجهل الناس في العقليات (٥) وأنه ليس في
أهل الأهواء أضعف حجة ولا أحمق منهم. (٦)
فتبين أن أثر عمار هذا حجة على الرافضي لا له، وأما قول عمارفي الجزء الأخيرمن الأثر: (ولكن الله ابتلاكم لتتبعوه أوإياها) فليس بمطعن على عائشة -رضي الله عنها- وبيان ذلك من عدة وجوه:
الوجه الأول: أن قول عمار هذا يمثل رأيه. وعائشة -رضي الله عنها- ترى
_________
(١) تقدم نقل ذلك ص ٢٤٥.
(٢) تاريخ الطبري ٤/٥٤٤.
(٣) رواه الحاكم في المستدرك ٤/١٠، وقال: «حديث صحيح ولم يخرجاه» ... وقال الذهبي في التلخيص المطبوع في حاشية المستدرك: «صحيح» كما ... أورد هذا الحديث مصطفى العدوي في كتابه الصحيح المسند من فضائل ... الصحابة وحكم بصحة الحديث ص٣٥٦.
(٤) انظر: صحيح البخاري: (كتاب فضائل الصحابة، باب فضل عائشة -رضي ... الله عنها-) ، فتح الباري ٧/١٠٦، ح٣٧٧٢.
(٥) من كلام شيخ الإسلام ابن تيمية وقد تقدم نقل النص كاملاً ص ١٣٩.
(٦) ذكره أبو عبيد القاسم بن سلاّم وقد تقدم نقله وتخريجه ص ١٣١.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (312,'خلاف ذلك، وأن ما هي عليه هو الحق، وكل منهما صحابي جليل، عظيم القدر في الدين والعلم، فليس قول أحدهما حجة على الآخر.
الوجه الثاني: أن أثر عمار تضمن معنيين أولهما قوله: (إنها زوجة نبيكم في الدنيا والآخرة) وهذا نص حديث صحيح كما تقدم. والآخر قوله: (ولكن الله ابتلاكم بها لتتبعوه أو إياها) وهذا قول عمار، فإن كان قول عمار غير معارض للحديث فلا مطعن حينئذ، وإن كان معارضاً للحديث فالحديث هو المقدم.
الوجه الثالث: أن الشهادة بأنها زوجة النبي - صلى الله عليه وسلم - في الدنيا والآخرة، حكم عام باعتبار العاقبة والمآل. وقول عمار حكم خاص في حادثة خاصة، فرجع الحكم الخاص إلى العام وآل الأمر إلى تلك العاقبة السعيدة فانتفى الطعن.
الوجه الرابع: أن غاية ما في قول عمار هو مخالفتها أمر الله في
تلك الحالة الخاصة، وليس كل مخالف مذموماً حتى تقوم عليه الحجة بالمخالفة، ويعلم أنه مخالف، وإلا فهو معذور إن لم يتعمد المخالفة، فقد يكون ناسياً أو متأولاً فلا يؤاخذ بذاك.
الوجه الخامس: أن عماراً - رضي الله عنه - ما قصد بذلك ذم عائشة ولا انتقاصها، وإنما أراد أن يبين خطأها في الاجتهاد نصحاً للأمة، وهو مع هذا يعرف لأم المؤمنين قدرها وفضلها وقد جاء في بعض روايات هذا الأثر عن عمار أن عماراً سمع رجلاً يسب عائشة، فقال: (اسكت مقبوحاً منبوحاً، والله إنها لزوجة نبيكم في الدنيا والآخرة ولكن الله ابتلاكم بها ليعلم أتطيعوه أو إياها) . (١)
ونحن نقول لهذا الرافضي المتطاول على أم المؤمنين كما قال عمار: اسكت مقبوحاً منبوحاً.
وأما قول الرافضي إن النبي - صلى الله عليه وسلم - قام خطيباً فأشار نحو مسكن عائشة
_________
(١) نقله ابن كثير في البداية والنهاية ٧/٢٤٨.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (313,'فقال: ههنا الفتنة ههنا الفتنة من حيث يطلع قرن الشيطان، وطعنه على عائشة -رضي الله عنها- بذلك وزعمه أن الرسول - صلى الله عليه وسلم - أراد أن الفتنة تخرج من بيتها.
فجوابه: أنه لا يخفى ما في كلامه هذا من التضليل والتلبيس،
وقلب الحقائق والتدليس على من لا علم عنده من العامة وذلك بتفسيره قول الراوي: (فأشار نحو مسكن عائشة) على أن الإشارة كانت لبيت عائشة وأنها سبب الفتنة، والحديث لايدل على هذا بأي وجه من الوجوه، وهذه العبارة لا تحتمل هذا الفهم عند من له أدنى معرفة بمقاصد الكلام.
فان الراوي قال: (أشار نحو مسكن عائشة) أي جهة مسكن عائشة، ومسكن عائشة -رضي الله عنها- يقع شرقي مسجد النبي - صلى الله عليه وسلم - فالإشارة إلى جهة المسكن وهو (المشرق) لا إلى المسكن، ولو كانت الإشارة إلى المسكن لقال: (أشار إلى مسكن عائشة) ولم يقل: (إلى جهة مسكن عائشة) والفرق بين التعبيرين واضح وجلي.
وهذه الرواية التي ذكرها أخرجها البخاري في كتاب فرض الخمس باب ما جاء في بيوت أزواج النبي - صلى الله عليه وسلم - (١) وليس كما زعم الرافضي أنها في كتاب الشروط.
وهذا الحديث قد جاء مخرجاً في كتب السنة من الصحيحين وغيرهما من عدة طرق، وبأكثر من لفظ، وقد جاء التصريح في هذه الروايات بأن الإشارة كانت إلى المشرق، وجاء النص فيها على البلاد المشار إليها بما يدحض دعوى الرافضي ويغني عن التكلف في الرد عليه
بأي شيء آخر.
وها هي ذي بعض روايات الحديث من عدة طرق عن
ابن عمر -رضي الله عنهما-.
فعن ليث عن نافع عن ابن عمر -رضي الله عنهما- أنه سمع رسول الله - صلى الله عليه وسلم - وهو
_________
(١) انظر: صحيح البخاري مع فتح الباري ٦/٢١٠، ح٣١٠٤.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (314,'مستقبل المشرق يقول: (ألا أن الفتنة هاهنا من حيث يطلع قرن الشيطان) . (١)
وعن عبيد بن عمر قال: حدثني نافع عن ابن عمر: (أن رسول الله - صلى الله عليه وسلم - قام عند باب حفصة فقال بيده نحو المشرق: الفتنة من حيث يطلع قرن الشيطان قالها مرتين أو ثلاثاً) . (٢)
وعن سالم بن عبد الله عن أبيه أن رسول الله - صلى الله عليه وسلم - قال: (وهو مستقبل المشرق، ها إن الفتنة ههنا، ها إن الفتنة ههنا، ها إن الفتنة ههنا من حيث يطلع قرن الشيطان) . (٣)
وفي هذه الروايات تحديد صريح للجهة المشار إليها وهي جهة المشرق، وفيهاتفسيرللمقصود بالإشارة في الرواية التي ذكرها الرافضي.
كما جاء في بعض الروايات الأخرى للحديث تحديد البلاد
المشار إليها.
فعن نافع عن ابن عمر قال: (ذكر النبي - صلى الله عليه وسلم - اللهم بارك لنا في شامنا، اللهم بارك لنا في يمننا، قالوا: يارسول الله وفي نجدنا (٤) فأظنه قال في الثالثة: هناك الزلازل والفتن وبها يطلع قرن الشيطان) . (٥)
وعن سالم بن عبد الله بن عمر أنه قال: ياأهل العراق؟ ما أسألكم عن الصغيرة وأركبكم للكبيرة سمعت أبي عبد الله بن عمر يقول: سمعت
_________
(١) أخرجه البخاري في: (كتاب الفتن، باب قول النبي - صلى الله عليه وسلم - الفتنة من قبل ... المشرق) ، فتح الباري ١٣/٤٥، ح٧٠٩٣، ومسلم: (كتاب الفتن، باب ... الفتنة من المشرق ... ) ٤/٢٢٢٨، ح٢٩٠٥.
(٢) اخرجه مسلم: (كتاب الفتن، باب الفتنة من المشرق ... ) ٤/٢٢٢٩.
(٣) اخرجه مسلم: (كتاب الفتن، باب الفتنة من المشرق ... ) ٤/٢٢٢٩.
(٤) قال الخطابي: «نجد من جهة المشرق ومن كان بالمدينة كان نجده بادية ... العراق، ونواحيها وهي مشرق أهل المدينة» ، فتح الباري لابن حجر ... ١٣/٤٧.
(٥) أخرجه البخاري: (كتاب الفتن، باب قول النبي - صلى الله عليه وسلم - الفتنة من قبل المشرق) ، ... فتح الباري ١٣/٤٥، ح٧٠٩٤.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (315,'رسول الله - صلى الله عليه وسلم - يقول: (إن الفتنة تجيء من ههنا وأوْمَأ بيده نحو المشرق، من حيث يطلع قرنا الشيطان) . (١)
وفي بعض الروايات جاء ذكر بعض من يقطن تلك البلاد من القبائل ووصف حال أهلها.
فعن أبي مسعود قال: (أشار رسول الله - صلى الله عليه وسلم - بيده نحو اليمن فقال: ألا إن الإيمان ههنا، وإن القسوة وغلظ القلوب في
الفدادين. (٢) عند أصول أذناب الإبل، حيث يطلع قرنا الشيطان في ربيعة ومضر) . (٣)
فدلت هذه الروايات دلالة قطيعة على بيان مراد النبي - صلى الله عليه وسلم - من قوله: (الفتنة هاهنا) وأن المقصود بذلك بلاد المشرق، حيث جاءت الروايات مصرحة بهذا، كما جاء في بعضها وصف أهل تلك البلاد وتعيين بعض قبائلها، مما يظهر به بطلان ما ادعى الرافضي من أن الإشارة كانت إلى بيت عائشة، فإن هذا قول باطل، ورأي ساقط، لم يفهمه أحد وما قال به أحد سوى هذا الرافضي الحاقد. والذي يحمله على هذا هو بغضه لأم المؤمنين عائشة -رضي الله عنها- فعليه من الله ما يستحق وألبسه الله بطعنه في الصحابة لباس الذل والخزي في الدنيا والآخرة.
وأما قوله: كيف استحقت عائشة كل هذا التقدير والاحترام من أهل السنة والجماعة، ألأنها زوج النبي - صلى الله عليه وسلم - فزوجاته كثيرات وفيهن من هي أفضل من عائشة بتصريح النبي - صلى الله عليه وسلم -.
وجوابه: أما كيف استحقت كل هذا التقدير فلما ثبت من فضائلها العظيمة الثابتة بالنصوص الصحيحة.
_________
(١) أخرجه مسلم: (كتاب الفتن، باب الفتنة من المشرق ... ) ٤/٢٢٢٩.
(٢) الفدّادون: الذين تعلوا أصواتهم في حروثهم ومواشيهم واحدهم: فدّاد وقيل ... هم المكثرون من الإبل. النهاية لابن الأثير ٣/٤١٩.
(٣) أخرجه البخاري في: (كتاب بدء الخلق، باب خير مال المسلم غنم يتبع بها ... شغف الجبال) فتح الباري ٦/٣٥٠، ح٣٣٠٢، ومسلم: (كتاب الإيمان، ... باب تفاضل أهل الإيمان فيه) ١/٧١، ح٥١.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (316,'فمن ذلك تبرأة الله تعالى لها من فوق سبع سموات، في آيات من كتاب الله تتلى إلى أن يأذن الله برفع كتابه من الأرض، وذلك في قول الله تعالى من سورة النور: {إن الذين جاءوا بالإفك عصبة منكم لا تحسبوه شراً لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من الإثم والذي تولى كبره منهم له عذاب عظيم} (١) إلى قوله: {الخبيثات للخبيثين والخبيثون للخبيثات والطيبات للطيبين والطيبون للطيبات أولئك مبرؤن مما يقولون لهم مغفرة ورزق كريم} (٢) فهذه الآيات من أكبر الأدلة على طهارتها، وشرفها، وعلو شأنها في الدين.
ومن الأدلة على فضلها من السنة.
ماثبت في الصحيحين من حديث عائشة -رضي الله عنها- أنها قالت: قال: رسول الله - صلى الله عليه وسلم - يوماً: (ياعائشة هذا جبريل يقرئك السلام، قلت: وعليه السلام ورحمة الله وبركاته، ترى مالا أرى،
تريد رسول الله - صلى الله عليه وسلم -) . (٣)
وعن أبي موسى الأشعري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: (كمل من الرجال كثير، ولم يكمل من النساء إلا مريم بنت عمران، وآسية امرأة فرعون، وفضل عائشة على النساء كفضل الثريد على سائر الطعام) . (٤)
وعن هشام بن عروة عن عائشة قالت إنْ كان رسول الله - صلى الله عليه وسلم - ليتفقد
_________
(١) سورة النور آية ١١.
(٢) سورة النور آية ٢٦.
(٣) رواه البخاري في: (كتاب فضائل الصحابة، باب فضل عائشة -رضي الله ... عنها-) ، فتح الباري ٧/١٠٦، ح٣٧٦٨، ومسلم: (كتاب فضائل ... الصحابة، باب في فضل عائشة -رضي الله عنها-) ٤/١٨٩٦.
(٤) رواه البخاري في: (كتاب فضائل الصحابة، باب فضل عائشة -رضي الله ... عنها-) ، فتح الباري ٧/١٠٦، ح٣٧٦٩، والجزء الأخير من الحديث وهو ... قوله: (فضل عائشة على النساء ... ) أخرجه البخاري أيضاً من طريق أنس ... ابن مالك في الباب نفسه برقم ٣٧٧٠، ومسلم في: (كتاب فضائل ... الصحابة، باب في فضائل عائشة -رضي الله عنها-) ٤/١٨٩٥، ... ح٢٤٤٦.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (317,'يقول: (أين أنا اليوم؟ أين أنا غداً؟ استبطاءً ليوم عائشة قالت: فلما كان يومي قبضه الله بين سحري ونحري) . (١)
وعن هشام بن عروة قال: (كان الناس يتحرون بهداياهم يوم عائشة قالت: عائشة: فاجتمع صواحبي إلى أم سلمة فقلن: يا أم سلمة والله إن الناس يتحرون بهداياهم يوم عائشة وإنا نريد الخير كما تريده عائشة، فمري رسول الله - صلى الله عليه وسلم - أن يأمر الناس أن يهدوا إليه حيث
كان أو حيث ما دار، قالت فذكرت ذلك أم سلمة للنبي - صلى الله عليه وسلم - قالت: فأعرض عني، فلما عاد إليّ ذكرت له ذلك فأعرض عني، فلما كان الثالثة ذكرت له فقال: يا أم سلمة لا تؤذيني في عائشة فإنه والله ما نزل علي الوحي وأنا في لحاف امرأة منكن غيرها) . (٢)
وعن عمرو بن العاص - رضي الله عنه - أن النبي - صلى الله عليه وسلم - بعثه على جيش ذات السلاسل قال: فأتيته فقلت: أي الناس أحبّ إليك؟ قال: عائشة، فقلت من الرجال؟ قال: أبوها، قلت ثم من قال: ثم عمر بن الخطاب فعدّ رجالاً) . (٣)
إلى غير ذلك من الأحاديث الدالة على فضلها، وسبقها،
وعلو شأنها في الدين، وعظيم مكانتها عند رسول الله - صلى الله عليه وسلم -، وفي هذا أكبر رد على هذا الرافضي الذي يتساءل مكابراً: لأي شيء استحقت عائشة هذا التقدير! فنقول له: لما ثبت من فضلها على لسان
رسول الله - صلى الله عليه وسلم -، وتفردها بتلك المناقب العظيمة التي لم يشاركها فيها أحد من أمهات المؤمنين عدا خديجة -رضي الله عنها-
_________
(١) رواه البخاري في: (كتاب فضائل الصحابة، باب فضل عائشة) ، فتح الباري ... ٧/١٠٧، ح٣٧٧٤، ومسلم: (كتاب فضائل الصحابة، باب في فضائل ... عائشة) ٤/١٨٩٣، ح٢٤٤٣.
(٢) رواه البخاري في: (كتاب فضائل الصحابة، باب فضل عائشة) ، فتح الباري ... ٧/١٠٧، ح٣٧٧٥.
(٣) رواه البخاري في: (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لو كنت ... متخذاً خليلاً) ، فتح الباري ٧/١٨، ح٣٦٦٢، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل أبي بكر) ٤/١٨٥٦، ح٢٣٨٤.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (318,'في تسليم جبريل عليها كما هو ثابت في الصحيح. (١)
وأما قول الرافضي وفيهن (أي أمهات المؤمنين) من هي أفضل منها بتصريح رسول الله - صلى الله عليه وسلم - فلعله يريد بذلك خديجة -رضي الله عنها- وهذا غير مسلم، فالمفاضلة بين خديجة وعائشة محل نزاع كبير بين العلماء المحققين، وذلك أن العلماء متفقون على أن أفضل نساء الأمة، خديجة وعائشة وفاطمة، ثم اختلفوا بعد ذلك في المفاضلة بينهن -رضي الله عنهن-.
يقول شيخ الإسلام ابن تيمية: «وأفضل نساء هذه الأمة خديجة، وعائشة، وفاطمة، وفي تفضيل بعضهن على بعض نزاع» . (٢)
وسئل شيخ الإسلام ابن تيمية عن خديجة وعائشة أميّ المؤمنين أيهما أفضل؟ فأجاب: «بأن سبق خديجة وتأثيرها في أول الإسلام ونصرها وقيامها في الدين لم تشاركها فيه عائشة ولا غيرها من أمهات المؤمنين، وتأثير عائشة في آخر الإسلام وحمل الدين وتبلغيه إلى
الأمة وإدراكها من العلم مالم تشاركها فيه خديجة ولا غيرها مما تميزت به عن غيرها» . (٣)
وقال ابن حجر: «وقيل انعقد الإجماع على أفضلية فاطمة وبقي الخلاف بين عائشة وخديجة» . (٤)
وقال في شرح حديث أبي هريرة وأن جبريل أتى النبي - صلى الله عليه وسلم - وأمره أن يقرأ خديجة السلام من ربها وفيه: «قال السهيلي: استدل بهذه القصة أبو بكر بن داود على أن خديجة أفضل من عائشة لأن عائشة سلم عليها جبريل من قبل نفسه، وخديجة أبلغها السلام من ربها، وزعم ابن العربي أنه لا
_________
(١) انظر: صحيح البخاري: (كتاب فضائل الصحابة، باب تزوج النبي - صلى الله عليه وسلم - ... خديجة وفضلها) ، فتح الباري ٧/١٣٣-١٣٤، ح٣٨٢٠، ومسلم: (كتاب ... فضائل الصحابة، باب فضائل خديجة) ٤/١٨٨٧، ح٢٤٣٢.
(٢) مجموع الفتاوى ٤/٣٩٤.
(٣) مجموع الفتاوى ٤/٣٩٣.
(٤) فتح الباري ٧/١٠٩.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (319,'خلاف في أن خديجة أفضل من عائشة، ورد بأن الخلاف ثابت قديماً، وإن كان الراجح أفضيلة خديجة بهذا وبما تقدم» . (١)
والمقصود هنا أن الخلاف بين العلماء في المفاضلة بين خديجة وعائشة مشهور، وليس المقام هنا مقام تحرير الخلاف في ذلك، وإنما القصد هو بيان بطلان دعوى الرافضي في زعمه أن النبي - صلى الله عليه وسلم - قد نص على تفضيل خديجة على عائشة وصرح بذلك إذ لو حصل ذلك لما اختلف العلماء هذا الاختلاف الكبير في المفاضلة بينهن.
وعلى كل حال فليس فضل إحداهما على الآخرى بمطعن على المفضولة، بل في هذا أكبر دليل على علو مكانة هؤلاء النساء الثلاث (فاطمة وخديجة وعائشة) حيث إن الخلاف لم يخرج عنهن في أنهن أفضل نساء الأمة، وهذا نقيض ما قصده الرافضي الحاقد، فإنه إنما أراد بتفضيل خديجة على عائشة تنقص عائشة وهذا من جهله وقلة فهمه، فما الذي يضر عائشة لو كانت ثانية أو ثالثة نساء الأمة في الفضل، وهل هذا مدعاة لاحترامها وتقديرها أم للنيل منها والطعن فيها!! الحكم في هذا لك أيها القاريء وبه تعرف مدى ضلال هؤلاء الرافضة وبلادة أفهامهم وسخف عقولهم.
_________
(١) فتح الباري ٧/١٣٩.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (320,'<span data-type="title" id=toc-30>دعوى الرافضي النص على خلافة علي بحديث: (من كنت مولاه فعلي مولاه) وأن ذلك من أسباب استبصاره والرد عليه</span>

قال الرافضي ص١٦١: «أما الأسباب التي دعتني للاستبصار فكثيرة جداً ولا يمكن لي في هذه العجالة إلا ذكر بعض الأمثلة منها:
١- ... النص على الخلافة:
لقد آليت على نفسي عند الدخول في هذا البحث أن لا أعتمد إلا ماهو موثوق عند الفريقين، وأن أطرح ما انفردت به فرقة دون الأخرى ...
والباحث في هذا الموضوع إذا تجرد للحقيقة فإنه سيجد النص على علي بن أبي طالب واضحاً جلياً كقوله - صلى الله عليه وسلم -: (من كنت مولاه فهذا علي مولاه) . وهذا النص مجمع عليه من الشيعة والسنة ...
أما الاجماع المدعى على انتخاب أبي بكر يوم السقيفة ثم مبايعته بعد ذلك في المسجد، فإنه دعوى بدون دليل، إذ كيف يكون الإجماع وقد تخلف عن البيعة علي والعباس وسائر بني هاشم، كما تخلف أسامة بن زيد، والزبير، وسلمان الفارسي، وأبو ذر الغفاري، والمقداد ابن الأسود، وعمار بن ياسر، وحذيفة بن اليمان، وخزيمة بن ثابت
وأبو بريده الأسلمي، والبراء بن عازب، وأبي بن كعب، وسهل بن حنيف، وسعد بن عبادة، وقيس بن سعد، وأبو أيوب الانصاري، وجابر بن عبد الله، وخالد بن سعيد، وغير هؤلاء كثيرون فأين الإجماع ياعباد الله؟',NULL,'328',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (321,'وجوابه: أن هذا الحديث الذي ذكره وهو قوله - صلى الله عليه وسلم -: (من كنت مولاه فهذا علي مولاه) قد أخرجه أحمد والترمذي والحاكم (١) ولم يخرجه أحد من أصحاب الصحاح، وقد اختلف العلماء في تصحيحه كما نقل ذلك أئمة أهل الشأن.
يقول شيخ الإسلام ابن تيمية: «وأما قوله: (من كنت مولاه فعلي مولاه) فليس في الصحاح لكن هو مما رواه العلماء، وتنازع الناس في صحته، فنقل عن البخاري وإبراهيم الحربي وطائفة من أهل العلم بالحديث أنهم طعنوا فيه وضعفوه، ونقل عن أحمد بن حنبل أنه حسنه، كما حسنه الترمذي، وقد صنف أبو العباس بن عقده مصنفاً
في جمع طرقه» . (٢)
وقال ابن حزم: «وأما من كنت مولاه فعلي مولاه فلا يصح من طريق الثقات أصلاً» . (٣)
وقد ذهب إلى تصحيح هذا الحديث الحاكم، ومن المعاصرين الشيخ الألباني. (٤)
والقصد أن العلماء اختلفوا في تصحيح الحديث، وهذا على خلاف ما ادعى الرافضي من أن الحديث موثق عند الفريقين، فإن من العلماء من ينكره ولا يرى صحته كما تقدم.
وعلى القول بصحة الحديث فلا حجة فيه للرافضة في دعواهم أنه نص على خلافة علي، فإن الموالاة المذكورة في الحديث هي (الموالاة) التي ضد المعاداة. لا (الولاية) التي هي الإمارة.
_________
(١) أخرجه أحمد في المسند ١/٨٤، ١١٨، والترمذي: في (كتاب المناقب، باب ... مناقب علي بن أبي طالب) ٥/٦٣٣، ح٣٧١٣، وقال هذا حديث حسن ... صحيح، والحاكم في المستدرك ٣/١١٨، وقال صحيح على شرط الشيخين ... ولم يخرجاه، وقد حكم بصحة الحديث الشيخ الألباني في سلسلة الاحاديث ... الصحيحة ٤/٣٣٠، ح١٧٥٠.
(٢) منهاج السنة ٧/٣١٩.
(٣) الفصل ٤/٢٢٤.
(٤) انظر: أقوالهم عند تخريج الحديث في الصفحة السابقة.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (322,'قال ابن الاثير في النهاية: «تكرر ذكر المولى في الحديث وهو اسم يقع على جماعة كثيرة فهو: الرب، والمالك، والسيد، والمنعم، والمعتق، والناصر، والمحب، والتابع، والجار، وابن العم، والحليف،
والعقيد، والصهر، والعبد، والمعتق، والمنعم عليه، وأكثرها قد جاءت
في الحديث، فيضاف كل واحد إلى ما يقتضيه الحديث الوارد فيه، وكل من ولي أمراً أو قام به فهو مولاه ووليه، وقد تختلف مصادر هذه الأسماء (فالوَلاية) بالفتح في النسب، والنصرة، والمعتق، (والوِلاية) بالكسر في الإمارة والولاء المعتق، (والموالاة) من والى القوم، ومنه الحديث (من كنت مولاه فعلي مولاه) يحمل على أكثر الأسماء المذكورة. قال الشافعي -رضي الله عنه - يعني بذلك ولاء الإسلام، كقوله تعالى: {ذلك بأن الله مولى الذين آمنوا وأن الكافرين لا مولى لهم} (١) » . (٢)
وهذا المفهوم اللغوي الذين ذكره ابن الأثير هنا للفظة الموالاة في الحديث واستشهد له بقول الشافعي، هو الذي قرره العلماء المحققون في ردهم على الرافضة.
قال أبو نعيم: «فإذا احتج بالأخبار وقال: قال رسول الله - صلى الله عليه وسلم - من كنت مولاه فعلى مولاه، قيل له: مقبول منك، ونحن نقول وهذه فضيلة بينة لعلي بن أبي طالب - عليه السلام - ومعناه من كان النبي - صلى الله عليه وسلم - مولاه فعلي والمؤمنون مواليه، دليل ذلك قول الله تبارك وتعالى:
{والمؤمنون والمؤمنات بعضهم أولياء بعض} (٣) وإنما هذه منقبة من النبي - صلى الله عليه وسلم - لعلي - رضي الله عنه - وحث على محبته وترغيب في ولايته لما ظهر من ميل المنافقين عليه وبغضهم له، وكذلك قال - صلى الله عليه وسلم -: (لا يحبك إلا مؤمن ولا يبغضك إلا منافق) . (٤) وحكي عن ابن عيينه أن
_________
(١) سورة محمد آية ١١.
(٢) النهاية لابن الأثير ٥/٢٢٨.
(٣) سورة التوبة آية ٧١.
(٤) رواه مسلم: (كتاب الإيمان، باب الدليل على أن حب الانصار
وعلي - رضي الله عنهم - من الإيمان) ١/٨٦، ح١٣١.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (323,'علياً - رضي الله عنه - وأسامة تخاصماً فقال علي لأسامة أنت مولاي فقال: لست لك مولى: إنما مولاي رسول الله - صلى الله عليه وسلم - فقال رسول الله - صلى الله عليه وسلم -: (من كنت مولاه فعلي مولاه) . وهذا كما يقول الناس: فلان مولى بني هاشم، ومولى بني أمية وإنما الحقيقة واحد منهم» . (١)
ويقول شيخ الإسلام بعد أن ذكر تضعيف العلماء لهذا الحديث: ونحن نجيب بالجواب المركب، فنقول: إن لم يكن النبي - صلى الله عليه وسلم - قاله فلا كلام، وإن كان قاله فلم يرد قطعاً الخلافة بعده، إذ ليس في اللفظ ما يدل عليه، ومثل هذا الأمر العظيم يجب أن يبلغ بلاغاً مبيناً، وليس في الكلام ما يدل دلالة بينة على أن المراد به الخلافة، وذلك أن المولى
كالولي والله تعالى قال: {إنما وليكم الله ورسوله والذين آمنوا} (٢) ، وقال: {وإن تظاهرا عليه فإن الله هو مولاه وجبريل وصالح المؤمنين والملائكة بعد ذلك ظهير} (٣) فبين أن الرسول ولي المؤمنين وأنهم مواليه أيضاً، كما بين أن الله وليّ المؤمنين وأنهم أولياؤهم، وأن المؤمنين بعضهم أولياء بعض، فالموالاة ضد المعاداة وهي تثبت من الطرفين، وإن كان أحد المتواليين أعظم قدراً، وولايته إحسان وتفضل، وولاية الآخر طاعة وعبادة ...
وفي الجملة فرق بين الولي والمولى ونحو ذلك وبين الوالي، فباب الولاية التي هي ضد العداوة شيء، وباب الولاية التي هي الإمارة شيء، والحديث إنما هو في الأولى دون الثانية، والنبي - صلى الله عليه وسلم - لم يقل: من كنت واليه فعلي واليه، وإنما اللفظ: من كنت مولاه فعلي مولاه. وأما كون المولى بمعنى الوالي فهذا باطل، فإن الولاية تثبت من الطرفين، فإن المؤمنين أولياء الله وهو مولاهم» . (٤)
فتبين أن المولاة التي أرادها النبي - صلى الله عليه وسلم - هي موالاة الإسلام التي هي
_________
(١) الإمامة والرد على الرافضة لأبي نعيم ص٢١٧-٢٢٠.
(٢) سورة المائدة آية ٥٥.
(٣) سورة التحريم آية ٤.
(٤) منهاج السنة ٧/٣٢١-٣٢٤.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (324,'ضد العداوة، والمستلزمة للمحبة والمناصرة، دون الولاية التي هي الإمارة، ولهذا ما استدل أحد من الصحابة لا علي ولا غيره بهذا الحديث على استخلاف علي، ولا يعرف هذا عن أحد من أهل العلم المعتد بأقوالهم في الأمة، وإنما استدل به الرافضة الذين هم أجهل الناس بمدلولات النصوص وأبعدهم عن الفهم الصحيح.
وأما دعوى الرافضي تأخر بعض الصحابة عن بيعة أبي بكر وذكر منهم: علياً، والعباس، وسائر بني هاشم، وأسامة بن زيد، والزبير وسلمان، وأبا ذر، والمقداد، الخ من ذكر: فدعوى مجردة من الدليل وهو مطالب بصحة النقل على ما يقول، وأما ما أحال عليه من كتب التاريخ كتاريخ الطبري، وابن الأثير، وتاريخ الخلفاء للسيوطي، فمعلوم لكل مطلع على هذه الكتب أن أصحابها لم يلتزموا صحة ما ينقلون فيها من أخبار، بل ينقلون الأخبار بأسانيدها، ويرون أن الذمة تبرأ بذكر السند ليكون الباب مفتوحاً لمن أراد الدراسة والتحقيق، ولهذا يجد المطلع على هذه الكتب أن أصحابها قد ينقلون الروايات المتعارضة في المعنى في الموضع الواحد لهذا السبب.
على أنني تتبعت الكتب المذكورة فلم أجد أنها نقلت تخلف كل من ذكر عن بيعة أبي بكر، وإنما جاء في بعضها ذكر بعض الروايات التي فيها تخلف بعض الصحابة: كعلي، وطلحة، والزبير،

وسعد بن عبادة، عن البيعة كما في تاريخ الطبري. (١)
وفي الكامل لابن الأثير: زيادة بني هاشم. (٢)
وفي تاريخ الخلفاء للسيوطي: أن علياً والزبير تأخرا عن بيعة
أبي بكر ثم إنهما جاءا فاعتذرا لأبي بكر وبايعا وقالا: (ما غضبنا
إلا لأنا أخرنا عن المشورة، وإنا نرى أبا بكر أحق الناس بها، إنه لصاحب الغار، وإنا لنعرف شرفه وخيره، ولقد أمره رسول الله - صلى الله عليه وسلم - بالصلاة بالناس وهو حي) . (٣)
_________
(١) انظر: تاريخ الطبري ٣/٢٠٢، ٢٠٣، ٢٠٦.
(٢) انظر: الكامل في التاريخ ٢/٣٢٥.
(٣) تاريخ الخلفاء ص٨٠.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (325,'والصحيح الثابت أن الصحابة اتفقوا قاطبة على استخلاف الصديق، على ما دلت على ذلك النقول الصحيحة وأقوال المحققين من أهل العلم.
ففي صحيح البخاري من حديث عائشة الطويل في خبر البيعة لأبي بكر: (فقال عمر بل نبايعك أنت، فأنت سيدنا وخيرنا، وأحبنا إلى رسول الله - صلى الله عليه وسلم -، فأخذ عمر بيده فبايعه وبايعه الناس) . (١)
وروى الحاكم عن عبد الله بن مسعود قال: (ما رأى المسلمون
حسناً فهو عند الله حسن، وما رآه المسلمون سيئاً فهو عند الله سييء، وقد رأى الصحابة جميعاً أن يستخلفوا أبابكر - رضي الله عنه -) . (٢)
وأخرج النسائي والحاكم عن ابن مسعود - رضي الله عنه - قال: (لما قبض رسول الله - صلى الله عليه وسلم - قالت الأنصار: منا أمير ومنكم أمير، فأتاهم عمر بن الخطاب - رضي الله عنه - فقال: يا معشر الأنصار ألستم تعلمون أن رسول الله - صلى الله عليه وسلم - قد أمر أبابكر أن يؤم الناس؟ فأيكم تطيب نفسه أن يتقدم أبا بكر، فقالت الأنصار: نعوذ بالله أن نتقدم أبابكر) . (٣)
فدلت هذه الروايات الصحيحة على اتفاق الصحابة على بيعة أبي بكر وإجماعهم على ذلك، على ماصرح بذلك الصحابة - رضي الله عنهم -.
كما نقل هذا الإجماع غير واحد من الأئمة.
فعن معاوية بن قرة -رحمه الله- قال: (ما كان أصحاب رسول الله - صلى الله عليه وسلم - يشكون أن أبابكر خليفة رسول الله - صلى الله عليه وسلم -، وما كانوا يسمونه إلا خليفة رسول الله - صلى الله عليه وسلم -، وما كانوا يجتمعون على خطأ
وضلال) . (٤)
_________
(١) أخرجه البخاري في (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لو كنت ... متخذاً خليلاً) فتح الباري ٧/١٩-٢٠، ح٣٦٦٨.
(٢) رواه الحاكم في المستدرك ٣/٨٣-٨٤ وقال: هذا حديث صحيح الإسناد ... ولم يخرجاه، ووافقه الذهبي في التلخيص.
(٣) أخرجه النسائي في (كتاب الإمامة- ذكر الإمامة والجماعة) ٢/٥٨، ... والحاكم في المستدرك ٣/٧٠ وقال هذا حديث صحيح الإسناد ولم يخرجاه، ... ووافقه الذهبي.
(٤) أورده السيوطي في تأريخ الخلفاء ص٧٧.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (326,'وعن الإمام الشافعي -رحمه الله- قال: (أجمع الناس على خلافة أبي بكر الصديق، وذلك أنه اضطر الناس بعد رسول الله - صلى الله عليه وسلم - فلم يجدوا تحت أديم السماء خيراً من أبي بكر فولوه رقابهم) . (١)
ويقول شيخ الإسلام ابن تيميه -رحمه الله-: «وأبو بكر بايعه المهاجرون والأنصار، الذين هم بطانة رسول الله - صلى الله عليه وسلم -، والذين بهم صار للإسلام قوة وعز، وبهم قُهِر المشركون، وبهم فتحت جزيرة العرب، فجمهور الذين بايعوا رسول الله - صلى الله عليه وسلم - هم الذين بايعوا أبا بكر» . (٢)
ويقول أيضاً: «فلما اتفقوا على بيعته، ولم يقل أحد إني أحق بهذا الأمر منه، لا قرشي ولا أنصاري، فإن من نازع أولا من الأنصار لم تكن منازعته للصديق، بل طلبوا أن يكون منهم أمير، ومن قريش أمير، وهذه منازعة عامة لقريش، فلما تبين لهم أن هذا الأمر في قريش قطعوا المنازعة....
ثم بايعوا أبا بكر من غير طلب منه، ولا رغبة بذلت لهم ولا رهبة، فبايعه الذين بايعوا الرسول تحت الشجرة، والذين بايعوه ليلة
العقبة، والذين بايعوه لما كانوا يهاجرون إليه، والذين بايعوه لما كانوا يسلمون من غير هجرة كالطلقاء، ولم يقل أحد قط إنى أحق بهذا الأمر من أبي بكر، ولا قاله أحد في أحد بعينه: إن فلاناً أحق بهذا الأمر من أبي بكر» . (٣)
وقال الحافظ ابن كثير-رحمه الله-: «وقد اتفق الصحابة - رضي الله عنهم - على بيعة الصديق في ذلك الوقت، حتى علي بن أبي طالب، والزبير ابن العوام» . (٤) ثم ساق الروايات الصحيحة الدالة على ذلك.
فثبت بهذا اتفاق الصحابة - رضي الله عنهم - وإجماعهم على بيعة أبي بكر - رضي الله عنه -
_________
(١) المصدر نفسه.
(٢) منهاج السنة ١/٥٣١.
(٣) منهاج السنة ٦/٤٥٤-٤٥٥.
(٤) البداية والنهاية ٦/٣٠٦.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (327,'كما دلت على ذلك الروايات الصحيحة عن الصحابة، وعن أئمة السلف من بعدهم، وما قرره العلماء المحققين في هذا.
ولا يقدح في هذا ما ثبت في صحيح البخاري من حديث عائشة -رضي الله عنها- أن علياً قد تخلف عن بيعة أبي بكر حياة فاطمة -رضي الله عنها- ثم إنه بعد وفاتها التمس مصالحة أبي بكر وبايعه معتذراً له بأنه ما كان ينافس أبا بكر في ما ساقه الله إليه من أمر الخلافة، لكنه كان يرى له حق المشورة لقرابته من رسول الله - صلى الله عليه وسلم -. (١)
فإن العلماء المحققين ذكروا أن هذه بيعة ثانية لإزالة ما كان قد وقع بسبب الميراث من وحشة، مع مبايعة علي لأبي بكر -رضي الله عنهما- في بداية الأمر:
قال ابن كثير -رحمه الله- بعد أن ساق بعض الروايات الدالة على مبايعة علي لأبي بكر في بداية عهده: «وهذا اللائق بعلي - رضي الله عنه - والذي تدل عليه الآثار من شهوده معه الصلوات، وخروجه معه إلى ذي القصة بعد موت رسول الله - صلى الله عليه وسلم -، كما سنورده، وبذله له النصيحة والمشورة بين يديه، وأما ما يأتي من مبايعته إياه بعد موت فاطمة، وقد ماتت بعد أبيها عليه السلام بستة أشهر، فذلك محمول على أنها بيعة ثانية أزالت ما كان قد وقع من وحشة بسبب الكلام في الميراث، ومنعه إياهم ذلك بالنص من رسول الله - صلى الله عليه وسلم -..» . (٢)
وقال ابن حجر في شرح حديث عائشة المشار إليه آنفاً: «وقد تمسك الرافضة بتأخر علي عن بيعة أبي بكر إلى أن ماتت فاطمة، وهذيانهم في ذلك مشهور. وفي هذا الحديث ما يدفع حجتهم، وقد صحح ابن حبان وغيره من حديث أبي سعيد الخدري وغيره: (أن علياً بايع أبا بكر في أول الأمر) وأما ما وقع في مسلم عن الزهري أن رجلاً قال له: (لم يبايع علي
_________
(١) انظر صحيح البخاري (كتاب المغازي، باب غزوة خيبر) فتح الباري ٧/٤٩٣، ... ح٤٢٤٠-٤٢٤١.
(٢) البداية والنهاية ٦/٣٠٦-٣٠٧.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (328,'أبا بكر حتى ماتت فاطمة؟ قال: لا
ولا أحد من بني هاشم) فقد ضعفه البيهقي بأن الزهري لم يسنده، وأن الرواية الموصولة عن أبي سعيد أصح، وجمع غيره بأنه بايعه بيعة ثانية مؤكدة للأولى، لإزالة ما كان وقع بسبب الميراث كما تقدم، وعلى هذا فيحمل قول الزهري (لم يبايعه علي) : في تلك الأيام على إرادة الملازمة له والحضور عنده، وما أشبه ذلك. فإن في انقطاع مثله عن مثله ما يوهم من لا يعرف باطن الأمر أنه بسبب عدم الرضا بخلافته، فأطلق من أطلق ذلك، وبسبب ذلك أظهر علي المبايعة التي بعد موت فاطمة عليها السلام لإزالة هذه الشبهة» . (١)
قلت: ومما يشهد لصحة مبايعة علي والزبير لأبي بكر في بداية الأمر: ما رواه الحاكم من حديث إبراهيم بن عبد الرحمن بن عوف، وفيه أن أبا بكر لما بويع خطب الناس وذكر من عدم حرصه على الخلافة، وعدم رغبته فيها إلى قوله: (فقبل المهاجرون ما قال وما اعتذر به، قال
علي - رضي الله عنه - والزبير: ما غضبنا إلا لأنا قد أخرنا عن المشاورة، وإنا نرى أبا بكر أحق الناس بها بعد رسول الله - صلى الله عليه وسلم - إنه لصاحب الغار، وثاني اثنين وإنا لنعلم بشرفه وكبره، ولقد أمره رسول الله - صلى الله عليه وسلم - بالصلاة بالناس
وهو حي) . (٢)
وبهذا تندحض دعوى الرافضي في زعمه أن الصحابة لم يتفقوا على مبايعة أبي بكر، وإنكاره إجماع الصحابة على بيعته، وتبين أن ما استدل به من بعض الأخبار الواردة في كتب التاريخ بتخلف بعض الأفراد عن بيعة أبي بكر لاتثبت عند التحقيق، ولا تقوى على معارضة الروايات الصحيحة الدالة على إجماع الصحابة على بيعة
أبي بكر التي تناقلها المحدثون في كتبهم، وحكموا عليها بالصحة والثبوت، وما نص عليه المحققون من أهل السنة من القطع بإجماع الصحابة على بيعة الصديق.
_________
(١) فتح الباري ٧/٤٩٥.
(٢) رواه الحاكم في المستدرك ٣/٧٠، ح٤٤٢٢ وقال صحيح على شرط ... الشيخين ولم يخرجاه، ووافقه الذهبي.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (329,'على أن خلافة أبي بكر لو لم ينعقد الإجماع عليها من الصحابة لم يكن ذلك قادحاً في صحتها، إذ أنه ليس من شرط البيعة إجماع الناس عليها ومبايعتهم جميعهم، كما هو مقرر عند العلماء في السياسة الشرعية. (١)
بل متى ما اتفق أهل الحل والعقد على رجل تمت له البيعة، ولزمت الجميع، وعلى هذا فلا يضر أبا بكر ولا يقدح في خلافته
تأخر بعض الأفراد عن بيعته بعد اتفاق جمهور الصحابة عليها، بل إن
هذا -لو ثبت- لكان قدحاً في حق المتخلفين عن بيعته، لخروجهم عن الجماعة، وما اتفق عليه أهل الرأي فيهم.
ثم إن هذا الرافضي مع ادعائه عدم الإجماع على بيعة أبي بكر، وزعمه تخلف بعض الأفراد عنها لا يستطيع أن ينكر رجوع هؤلاء المتخلفين عن رأيهم، ودخولهم في البيعة بعد ذلك، بل إنه يعترف بهذا، وحينئذ فلاحجة له في قول أو اجتهاد رجع عنه صاحبه إلى ما يرى أنه الحق والصواب، فكيف وقد حصل الإجماع والاتفاق على بيعة الصديق أول الأمر، وأتلفت عليه القلوب والأبدان من أول يوم.
_________
(١) قال ابن جماعه: «ولا يشترط في أهل البيعة عدد مخصوص، بل من تيسر ... حضوره عند عقدها، ولا تتوقف صحتها على مبايعة أهل الأمصار، بل متى ... بلغتهم لزمهم الموافقة إذا كان المعقود له أهلاً لها» . تحرير الأحكام في تدبير ... أهل الإسلام ص٥٣.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (330,'<span data-type="title" id=toc-31>إتهام الرافضي أبا بكر بالظلم بمنعه فاطمة من الميراث</span>

قال الرافضي ص١٦٤ ضمن أسباب استبصاره بزعمه:
«٢- خلاف فاطمة مع أبي بكر:
وهذا الموضوع أيضاً مجمع على صحته من الفريقين فلا يسع المنصف العاقل إلا أن يحكم بخطأ أبي بكر، إن لم يعترف بظلمه وحيفه على سيدة النساء» الخ كلامه في هذا.
قلت: تقدم الرد عليه في هذه المسألة من أكثر من سبعة أوجه بينت فيها تفصيل هذه المسألة، وأن أبا بكر كان متمسكاً بالنص في عدم تسليم فاطمة ميراث رسول الله - صلى الله عليه وسلم -، وعلى هذا انعقد إجماع الصحابة بما فيهم أهل البيت، كما ثبت رجوع فاطمة عن قولها ومصالحتها لأبي بكر -رضي الله عنهما- فلتراجع هذه المسألة في موضعها من البحث. (١)
_________
(١) انظر ص ٤٢٠-٤٣٦ من هذا الكتاب.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (331,'<span data-type="title" id=toc-32>دعوى الرافضي الإجماع على إمامة علي وفضله وعدم الإجماع على إمامة أبي بكر والرد عليه</span>

قال الرافضي ص١٦٧:
«٣- علي أولى بالاتباع:
ومن الأسباب التي دعتني للاستبصار وترك سنة الآباء والأجداد، الموازنة العقلية والنقلية بين علي بن أبي طالب وأبي بكر ...
وقد فتشت في كتب الفريقين فلم أجد إجماعاً إلا على علي بن أبي طالب، فقد أجمع على إمامته الشيعة والسنة في ما ورد من نصوص تثبتها مصادر الفريقين، بينما لا يقول بإمامة أبي بكر إلا فريق من المسلمين....
كما أن كثيراً من الفضائل والمناقب التي يذكرها الشيعة في علي بن أبي طالب لها سند ووجود حقيقي ثابت في كتب أهل السنة المعتمدة عندهم، ومن عدة طرق لايتطرق إليها الشك، فقد روى الحديث في فضائل الإمام علي جمع غفير من الصحابة حتى قال أحمد ابن حنبل: ما جاء لأحد من أصحاب رسول الله - صلى الله عليه وسلم - من الفضائل كما جاء لعلي بن أبي طالب.
وقال القاضي إسماعيل والنسائي وأبو علي النيسابوري: لم يرد في حق أحد من الصحابة بالأسانيد الحسان ما جاء في علي....',NULL,'339',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (332,'أما بشأن أبي بكر فقد فتشت في كتب الفريقين فلم أجد له في كتب أهل السنة والجماعة القائلين بتفضيله ما يوازي أو يعادل فضائل الإمام علي.
على أن فضائل أبي بكر المذكورة في الكتب التاريخية مروية عن ابنته عائشة، وقد عرف موقفها من الإمام علي، فهي تحاول بكل جهدها دعم أبيها ولو بأحاديث موضوعة، أو عن عبد الله بن عمر، وهو أيضاً من البعيدين عن الإمام علي، وقد رفض مبايعته بعدما أجمع الناس على ذلك، وكان يحدث: أن أفضل الناس بعد النبي أبو بكر ثم عمر ثم عثمان ثم لا تفاضل، والناس بعد ذلك سواسية، يعنى هذا الحديث أن عبد الله بن عمر جعل الإمام علياً من سوقة الناس كأي شخص عادي ليس له فضل ولا فضيلة ... »
والجواب: أن هذا الكلام قد تضمن من الافتراء، والكذب، والظلم، والبغي الشيء العظيم، مما يعلمه من له أدنى اطلاع على سيرة الصحابة ووقف على النصوص، وأقوال أهل العلم في ذلك، ولولا ما أعلم من سخف عقول هؤلاء الرافضة، وخسة طباعهم، وقلة حيائهم، وعظيم جرأتهم على الكذب والبهتان، لتعجبت أن يصدر هذا الكلام من عاقل يزعم أنه يستند في بحثه للنصوص الصحيحة، ويدعى التحقيق العلمى المتجرد، يخاطب الناس بهذا الكلام الذي يعلم الخاص والعام أنه محض كذب وافتراء.
فقوله فتشت في كتب الفريقين فلم أجد إجماعاً إلا على علي بن أبي طالب، فقد أجمع على إمامته السنة والشيعة، بينما لا يقول بإمامة أبي بكر إلا فريق من المسلمين.
فهذا القول مع ما تضمنه من الكذب فهو ليس بحجة على ما ادعى من بطلان خلافة أبي بكر، إذ ليس من شرط صحة خلافة أبي بكر إجماع كافة الفرق عليها، ونظير هذا القول قول اليهود للمسلمين: اتفقنا على صحة نبوة موسى - عليه السلام -، واختلفنا في نبوة
محمد - صلى الله عليه وسلم -، فدل هذا على صحة نبوة ما',NULL,'340',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (333,'اتفقنا عليه، وبطلان نبوة ما اختلفنا فيه، وكذلك لو قال النصارى للمسلمين مثل هذا في عيسى ومحمد صلى الله عليهما وسلم، فمعلوم أن هذا القول فاسد من أصله، فكذلك قول الرافضي هذا فاسد كفساد قول اليهود والنصارى على حد سواء.
وقد نبه على هذا في الرد على الرافضة الإمام الدهلوي في التحفة الإثني عشرية قال: «ومن مكايدهم أنهم يقولون: إن فضائل أهل البيت وما روي في إمامة الأمير متفق عليه عند الفريقين بخلاف فضائل الخلفاء الثلاثة فهى مختلف فيها، فينبغي للعاقل أن يختار ما اتفق عليه بموجب (دع ما يريبك إلى مالا يريبك) . والجواب: أن شبهتهم هذه كشبهة اليهود والنصارى في قولهم: إن نبوة موسى وعيسى متفق عليها عند الفريقين، بخلاف نبوة محمد - صلى الله عليه وسلم -، والذي يزيل هذه الشبهة
هو أن الأخذ بالمتفق عليه وترك المختلف فيه إنما يكون بمقتضى العقل لو لم يوجد دليل آخر، فإن وجد فلا التفات للاتفاق والاختلاف» . (١)
قلت: وهذه القاعدة على فسادها فإن مقدمتها التي بنيت عليها غير مسلمة، فليس صحيحاً أن الأمة اتفقت على إمامة علي واختلفت في إمامة أبي بكر، وبيان ذلك من وجهين:
الوجه الأول: أنه بالنظر إلى مواقف عامة المسلمين من السنة والشيعة، ومن عداهم من فرق الأمة، يظهر بطلان هذه الدعوى بل صحة خلافها، وهو أن الأمة قد اتفقت على إمامة أبي بكر أكثر مما اتفقت على إمامة علي، بل لايعرف من خالف في إمامة أبي بكر إلا الرافضة، بينما خالف في إمامة علي كثير من الخلق حتى زعمت بعض الفرق نسبته للكفر والردة كالخوارج، واعتقدت فيه بعض الطوائف الفسق كالنواصب وأضرابهم.
يقول شيخ الإسلام ابن تيمية مقرراً هذا الأمر في معرض رده
_________
(١) مختصر التحفة الإثني عشرية ص٣٦.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (334,'على الرافضي في دعواه الاتفاق على إمامة علي وأنه نزهه الموافق والمخالف:
«هذا كذب بين، فإن علياً - رضي الله عنه - لم ينزهه المخالفون، بل القادحون في علي طوائف متعددة، وهم أفضل من القادحين في
أبي بكر وعمر وعثمان، والقادحون فيه أفضل من الغلاة فيه، فإن الخوارج متفقون على كفره، وهم عند المسلمين كلهم خير من الغلاة الذين يعتقدون إلاهيته أو نبوته، بل هم والذين قاتلوه من الصحابة والتابعين خير عند جماهير المسلمين من الرافضة الإثني عشرية الذين اعتقدوه إماماً معصوماً، وأبو بكر وعمر وعثمان ليس في الأمة من يقدح فيهم إلا الرافضة. والخوارج المكفرون لعلي يوالون أبا بكر وعمر ويترضون عنهما، والمروانية الذين ينسبون علياً إلى الظلم، ويقولون: إنه لم يكن خليفة، يوالون أبا بكر وعمر مع أنهما ليسا من أقاربهم فكيف يقال: إن علياً نزهه المؤالف والمخالف بخلاف الخلفاء الثلاثة.
ومن المعلوم أن المنزهين لهؤلاء أعظم وأكثر وأفضل، وأن القادحين في علي حتى بالكفر والفسوق والعصيان طوائف معروفة، وهم أعلم من الرافضة وأدين، والرافضة عاجزون معهم علماً ويداً، فلا يمكن للرافضة أن تقيم عليهم حجة تقطعهم بها، ولا كانوا في القتال منصورين عليهم» . (١)
فظهر بهذا أن الذين يصححون إمامة أبي بكر ويعتقدون عدالته أكثر من القائلين بإمامة علي واعتقاد عدالته، بل إنه لم يقدح في إمامة
أبي بكر وعدالته إلا الرافضة دون سائر فرق الأمة، بينما يقدح في إمامة علي وعدالته بل إسلامه بعض الفرق الذين هم أعلم بدين الله وأقوم من الرافضة وإن كانوا ضالين في اعتقادهم في علي - رضي الله عنه -.
الوجه الثاني: أنا لا نسلم موافقة أهل السنة للرافضة فيما تعتقده في إمامة علي-رضي الله عنه-.
_________
(١) منهاج السنة ٥/٧-٨.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (335,'فالرافضة تعتقد في علي أنه وصي النبي - صلى الله عليه وسلم - وخليفته على الأمة مباشرة، وأن الخلفاء قبله كانوا مغتصبين لهذا الحق، ظالمين لعلي وأن خلافتهم غير شرعية.
وأما أهل السنة فيعتقدون في علي أنه الخليفة الرابع بعد الخلفاء الثلاثة، وهم أبو بكر وعمر وعثمان، ويضللون من اعتقد تقدمه على واحد من هؤلاء فشتان بين العقيدتين.
وعلى هذا فليس بين أهل السنة والرافضة أي اتفاق في هذه المسألة إلا على عدالة علي وأنه خليفة راشد، وبالتالي فهم لا ينتفعون من تقرير هذه القاعدة إلا على إثبات عدالة علي وخلافته، وتبقى بقية معتقداتهم في علي التي هي محل نزاع بينهم وبين سائر فرق الأمة مفتقرة إلى الدليل خارجة عن هذه القاعدة التي قعدوها.
وبهذا يظهر لك أيها القارىء بطلان دعوى الرافضي في احتجاجه بمبدأ الاتفاق والاختلاف عند أهل السنة والرافضة، وأن هذه حجة داحضة وشبهة زائفة بما تقدم ذكره. هذا مع كذبه في دعوى اتفاق الأمة على خلافة علي واختلافها في خلافة أبي بكر مما يظهر من خلاله فساد قوله وسقوط حجته جملة وتفصيلاً.
أما ما ادعاه من أنه فتّش في كتب أهل السنة فلم يجد لأبي بكر من الفضائل ما يوازي فضائل علي.
فجوابه: أنه بقوله هذا يكشف للناس عن جهله الفاضح فيما ادعاه أوكذبه الواضح فيما عزاه، فإن المنازع في هذه المسألةكمن ينازع في طلوع الشمس في رابعة النهار حتى إن سلف هذا الرافضي مع عظيم جهلهم، وكثرة كذبهم، لا أعلم -بحسب ما اطلعت عليه من أقوالهم- أنهم قالوا بقول هذا الرجل، وإنما يزعم عامتهم أن ما اشتهر في كتب السنة من فضائل أبي بكر وعمر وعثمان موضوعة مكذوبة، ولايجترؤن على ما اجترأ عليه من الكذب والبهتان، وما على القارئ الراغب في الوقوف على كذب هذا الرافضي وتزويره، إلا أن يتصفح أقرب ما لديه من كتب أهل السنة في',NULL,'343',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (336,'الحديث -وأشهرها الصحيحان والسنن- ويقارن بين ماجاء فيها من الأحاديث في فضائل أبي بكر وفضائل علي ليقف بنفسه على حقيقة الأمر ومبلغ هذا الرافضي من العلم.
وسأورد فيما يلي أمثلة لبعض هذه الأحاديث الثابتة في فضائل أبي بكر ومناقبه، التي لم يشاركه فيها أحد من الصحابة لا علي ولامن هو أفضل من علي (كعمر وعثمان) ليعلم بهذا بطلان دعوى الرافضي في هذا الأمر:
فمن ذلك:
مارواه الشيخان من حديث أبي سعيد الخدري قال: (خطب رسول الله - صلى الله عليه وسلم - الناس وقال: إن الله خير عبداً بين الدنيا وبين ما عنده فاختار ذلك العبد ما عند الله، قال: فبكى أبو بكر فعجبنا لبكائه أن يخبر رسول الله - صلى الله عليه وسلم - عن عبد خير فكان رسول الله - صلى الله عليه وسلم - هو المخير، وكان أبو بكر أعلمنا، فقال رسول الله - صلى الله عليه وسلم -: إن أمنّ الناس علي في صحبته وماله أبو بكر، ولو كنت متخذاً خليلاً غير ربي لاتخذت أبابكر، ولكن أخوة الإسلام ومودته، لايبقين في المسجد باب إلا سدّ إلا باب أبي بكر) . (١)
وفي الصحيحين أيضاً من حيث عبد الله بن عمرو بن العاص أن النبي - صلى الله عليه وسلم - بعثه علي جيش ذات السلاسل، قال: (فأتيته، فقلت: أي الناس أحب إليك، قال: عائشة، فقلت: من الرجال؟ قال: أبوها، قلت: ثم من؟ قال: ثم عمر بن الخطاب فعدّ رجالاً) . (٢)
ومن حديث أبي الدرداء قال: (كنت جالساً عند النبي - صلى الله عليه وسلم - إذ أقبل أبو بكر آخذاً بطرف ثوبه حتى أبدى عن ركبته فقال النبي - صلى الله عليه وسلم -: أما صاحبكم
_________
(١) رواه البخاري في: (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - سدوا ... الأبواب إلا باب أبي بكر) فتح الباري ٧/١٢، ح٣٦٥٤، ومسلم: (كتاب ... فضائل الصحابة، باب من فضائل أبي بكر الصديق - رضي الله عنه -) ٤/١٨٥٤، ... ح٢٣٨٢.
(٢) رواه البخاري في: (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لو كنت ... متخذاً خليلاً) فتح الباري ٧/١٨، ح٣٦٦٢، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل أبي بكر) ، ٤/١٨٥٦، ح٢٣٨٤.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (337,'فقد غامر فسلم وقال: يارسول الله إني كان بيني وبين ابن الخطاب شيء فأسرعت إليه ثم ندمت، فسألته أن يغفر لي فأبى عليّ فأقبلت إليك، فقال: يغفر الله لك يا أبا بكر ثلاثاً، ثم إن عمر ندم فأتى منزل أبي بكر فسأل: أثم أبو بكر؟ فقالوا: لا فأتى النبي - صلى الله عليه وسلم - فجعل وجه النبي - صلى الله عليه وسلم - يتمعر حتى أشفق أبو بكر فجثا على ركبتيه، فقال: يارسول الله والله أنا كنت أظلم (مرتين) فقال النبي - صلى الله عليه وسلم -: إن الله بعثني إليكم فقلتم: كذبت، وقال أبو بكر: صدق، وواساني بنفسه وماله، فهل أنتم تاركو لي صاحبي (مرتين) فما أوذي بعدها. (١)
قال ابن شاهين بعد ماروى الحديث: «تفرد أبو بكر الصديق بهذه الفضيلة لم يشركه فيها أحد» . (٢)
وفي الصحيحين عن أنس بن مالك عن أبي بكر - رضي الله عنه - قال: (قلت للنبي - صلى الله عليه وسلم - وأنا في الغار: لو أن أحدهم نظر تحت قدميه لأبصرنا
فقال: ما ظنك يا أبا بكر باثنين الله ثالثهما) . (٣)
وفي الصحيحين من حديث عائشة -رضي الله عنها- أن النبي - صلى الله عليه وسلم - قال: (لقد هممت -أو أردت- أن أرسل إلى أبي بكر وابنه فأعهد، أن يقول القائلون، أو يتمنى المتمنون، ثم قلت: يأبى الله ويدفع المؤمنون أو يدفع الله ويأبى المؤمنون) . (٤)
ومن حديث أبي موسى الأشعري قال: مرض رسول الله - صلى الله عليه وسلم - فاشتد
_________
(١) أخرجه البخاري في كتاب: (فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لو كنت ... متخذاً خليلاً) ، فتح الباري ٧/١٨، ح٣٦٦١.
(٢) كتاب اللطيف لابن شاهين ص١٥٧.
(٣) أخرجه البخاري في: (كتاب فضائل الصحابة، باب مناقب المهاجرين ... وفضلهم ... ) فتح الباري ٧/٨، ح٣٦٥٣، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل أبي بكر) ٤/١٨٥٤، ح٢٣٨١.
(٤) أخرجه البخاري في: (كتاب المرضى، باب ما رخص للمريض أن يقول: ... إني وجع ... ) ، فتح الباري ١٠/١٢٣، ح٥٦٦٦، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل أبي بكر) ٤/١٨٥٧، ح٢٣٨٧.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (338,'مرضه فقال: (مروا أبا بكر فليصل بالناس، فقالت عائشة: يارسول الله إن أبا بكر رجل رقيق متى يقم مقامك لا يستطيع أن يصلي بالناس، فقال: مري أبا بكر فليصل بالناس، فإنكن صواحب يوسف قال فصلى بهم أبو بكر حياة رسول الله - صلى الله عليه وسلم -) . (١)
وقد شهد له الصحابة بأنه كان أفضلهم ومنهم علي - رضي الله عنه -
على ماروى البخاري من حديث محمد بن الحنفية قال: قلت لأبي: (أي الناس خير بعد رسول الله - صلى الله عليه وسلم -؟ قال: أبو بكر، قلت: ثم من؟ قال: ثم عمر، وخشيت أن يقول عثمان، قلت: ثم أنت؟ قال: ما أنا إلا رجل من المسلمين) . (٢)
وفي خبر البيعة قال عمر لأبي بكر: ( ... أنت سيدنا وخيرنا وأحبنا إلى رسول الله - صلى الله عليه وسلم -) (٣) ، وكان ذلك بحضور جمع من الصحابة فلم ينكر ذلك أحد فكان إجماعاً.
وعن ابن عمر قال: (كنا في زمن النبي - صلى الله عليه وسلم - لانعدل بأبي بكر أحداً، ثم عمر ثم عثمان ثم نترك أصحاب النبي - صلى الله عليه وسلم - لا نفاضل بينهم) . (٤)
فهذه نماذج مما ورد في فضل أبي بكر الصديق - رضي الله عنه - من المناقب والفضائل العظيمة التي لم يشاركه فيها غيره، مما جاء في الصحيحين أو أحدهما فقط من غير استقصاء لذلك، فكيف مع
الاستقصاء!! فكيف بما جاء في غيرهما!! وأما ما جاء في كتب السنة عامة من فضائله الأخرى التي
_________
(١) أخرجه مسلم: (كتاب الصلاة، باب استخلاف الإمام إذا عرض له عذر) ... ١/٣١٦، ح٤٢٠.
(٢) أخرجه البخاري في: (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لو كنت ... متخذاً خليلاً ... ) ، فتح الباري ٧/٢٠، ح٣٦٧١.
(٣) أخرجه البخاري في: (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لو كنت ... متخذاً خليلاً ... ) ، فتح الباري ٧/٢٠، ح٣٦٦٨.
(٤) أخرجه البخاري في: (كتاب فضائل الصحابة، باب مناقب عثمان بن ... عفان ... ) ، فتح الباري ٧/٥٣-٥٤، ح٣٦٩٧.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (339,'شاركه فيها بعض الصحابة كعمر وبقية الخلفاء فإنها أجل من أن تستوعب في هذا المقام.
وأشير هنا إلى ما تضمنته الأحاديث المتقدمة من تلك المناقب التي اختص بها دون غيره من عامة الصحابة فمنها:
١- ... قول النبي - صلى الله عليه وسلم - في حقه: إنه أمن الناس عليه في صحبته وماله.
٢- ... قول النبي - صلى الله عليه وسلم - في حقه (لو كنت متخذاً غير ربي خليلاً لا تخذت ... أبا بكر) .
٣- ... أمر النبي - صلى الله عليه وسلم - أن تسد الأبواب في المسجد إلا بابه.
٤- ... إخبار النبي - صلى الله عليه وسلم - أنه أحب الرجال إليه، وابنته أحب النساء إليه.
٥- ... غضب النبي - صلى الله عليه وسلم - له حتى تمعر وجهه، وانتصاره له، واستغفاره ... له ثلاثاً.
٦- ... إخبار النبي - صلى الله عليه وسلم - أنه صدقه من غير تردد ولا شك، بعد ما كذبه ... قومه.
٧- ... قول النبي - صلى الله عليه وسلم - في حقه: (هل أنتم تاركو لي صاحبي) ولم يقل ... ذلك لأحد غيره، مما يدل على اختصاصه من الصحبة بما لم يبلغه ... غيره.
٨- ... أنه صاحب النبي - صلى الله عليه وسلم - في الهجرة وثاني اثنين في الغار، وقول النبي ... - صلى الله عليه وسلم - له: (ما ظنك باثنين الله ثالثهما) .
٩- ... إرشاد النبي - صلى الله عليه وسلم - لاستخلافه، وهمّه أن يكتب بذلك كتاباً، ثم ... تركه ذلك ثقة بالله ويقيناً. وأن الله يأبى غير ذلك ويأبى ... المؤمنون غيره، وهذا من أعظم مناقبه، وأنه لا يختلف في فضله ... بعد النبي - صلى الله عليه وسلم -.
١٠-شهادة الصحابة له بما فيهم علي - رضي الله عنه - أنه خير الناس بعد ... النبي - صلى الله عليه وسلم -، وشهادة عمر له بأنه: سيدهم، وخيرهم، وأحبهم إلى ... رسول الله - صلى الله عليه وسلم -، في جمع كبير من خيار الصحابة، فلم ينكر ذلك ... عليه أحد فدل على إجماعهم على ذلك.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (340,'١١-تقديم النبي - صلى الله عليه وسلم - له في الصلاة وصلاته بالناس في حياة النبي - صلى الله عليه وسلم -.
فهذه المناقب لم يشارك الصديق فيها أحد من الصحابة على الإطلاق، لا علي ولا غيره، فكيف يدعي هذا الرافضي أنه فتش في كتب أهل السنة فلم يجد لأبي بكر من الفضائل ما يثبت لعلي، مع أن هذه الأحاديث قد جاءت في الصحيحين وهي مشهورة، لا تكاد تخفى على أحد من صغار طلاب العلم فكيف بمن يدعي البحث والتحقيق العلمي.
ومقارنة بما ثبت في حق أبي بكر من الفضائل التي لم يشاركه فيها غيره، فينبغي أن يعلم أن ما ثبت في حق علي - رضي الله عنه - من الفضائل ليست هي من خصائصه، بل قد يشاركه فيها غيره من الصحابة، وذلك أن من أجل ما ثبت في حق علي من الفضائل:
حديث سعد بن أبي وقاص في صحيح مسلم أنه قال وقد ذكر عنده علي بن أبي طالب: (أما ما ذكرت ثلاثاً قالهن له رسول الله - صلى الله عليه وسلم - لأن تكون لي واحدة منهن أحب إليّ من حمر النعم، سمعت رسول الله - صلى الله عليه وسلم - يقول له خَلّفَه في بعض مغازيه، فقال له علي: يارسول الله خلفتني مع النساء والصبيان؟ فقال له رسول الله - صلى الله عليه وسلم -: أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبوة بعدي، وسمعته يقول يوم خيبر لأعطين الراية رجلاً يحب الله ورسوله ويحبه الله ورسوله، قال: فتطاولنا لها فقال: ادعوا لي علياً فأتي به أرمد فبصق في عينه ودفع الراية إليه ففتح الله عليه، ولما نزلت هذه الآية: {فقل تعالوا ندع أبناءنا وأبناءكم} (١) ، دعا رسول الله - صلى الله عليه وسلم - علياً وفاطمة وحسناً وحسيناً فقال: اللهم هؤلاء أهلي) . (٢)
فهذا الحديث مع ما فيه من المناقب العظيمة لعلي بن أبي طالب، إلا
_________
(١) سورة آل عمران آية ٦١.
(٢) أخرجه مسلم: (كتاب فضائل الصحابة، باب من فضائل علي بن أبي ... طالب) ٤/١٨٧١.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (341,'أنها ليست مما اختص به علي على غيره من الصحابة، كما ذكر ذلك شيخ الإسلام ابن تيمية رحمه الله:
قال بعد أن ذكر الحديث: «فهذا حديث صحيح رواه مسلم في
صحيحه وفيه ثلاث فضائل لعلي لكن ليست من خصائص الأئمة، ولا من خصائص علي، فإن قوله وقد خلفه في بعض مغازية فقال له علي: يارسول الله تخلفني مع النساء والصبيان فقال له رسول الله - صلى الله عليه وسلم -: أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لانبي بعدي ليس من خصائصه، فإنه استخلف على المدينة غير واحد ولم يكن هذا الاستخلاف أكمل من غيره، ولهذا قال علي: اتخلفني مع النساء والصبيان ... فبين له النبي - صلى الله عليه وسلم - أن الاستخلاف ليس نقصاً ولا غضاضة فإن موسى استخلف هارون على قومه لأمانته عنده، وكذلك أنت استخلفتك لأمانتك عندي، لكن موسى استخلف نبياً، وأنا لا نبي بعدي، وهذا تشبيه في أصل الاستخلاف فإن موسى استخلف هارون على جميع بني اسرائيل، والنبي - صلى الله عليه وسلم - استخلف علياً على قليل من المسلمين، وجمهورهم استصحبهم في الغزاة، وتشبيهه بهارون ليس بأعظم من تشبيه أبي بكر وعمر، هذا بإبراهيم وعيسى، وهذا بنوح وموسى، فإن هؤلاء الأربعة أفضل من هارون، وكل من أبي بكر وعمر شبه باثنين لا بواحد، فكان هذا التشبيه أعظم من تشبيه علي، مع أن استخلاف علي له فيه أشباه وأمثال من الصحابة، وهذا التشبيه ليس لهذين فيه شبيه، فلم يكن الاستخلاف من الخصائص ولا التشبيه بنبي في بعض أحواله من الخصائص.
وكذلك قوله: لأعطين الراية رجلاً يحب الله ورسوله، ويحبه الله ورسوله، قال: فتطاولنا، فقال: ادعو لي علياً، فأتاه وبه رمد فبصق في عينيه ودفع الراية إليه ففتح الله على يديه، وهذا الحديث أصح ماروي
لعلي من الفضائل أخرجاه في الصحيحين من غير وجه، وليس هذا الوصف مختصاً بالأئمة ولا بعلي، فإن الله ورسوله يحب كل مؤمن تقي، وكل مؤمن تقي يحب الله ورسوله، لكن هذا الحديث من أحسن ما يحتج به على النواصب الذين يتبرؤن منه ولا يتولونه، ولايحبونه، بل قد يكفرونه أو',NULL,'349',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (342,'يفسقونه، كالخوارج فإن النبي - صلى الله عليه وسلم - شهد له بأنه يحب الله ورسوله، ويحبه الله ورسوله ...
وكذلك حديث المباهلة شركه فيه فاطمة، وحسن، وحسين، كما شركوه في حديث الكساء، فعلم أن ذلك لا يختص بالرجال، ولابالذكور، ولا بالأئمة، بل يشركه فيه المرأة والصبي» . (١)
وكذلك ما جاء في حق علي - رضي الله عنه - من فضائل في أحاديث أخرى لا يعني اختصاصه بها، كقول النبي - صلى الله عليه وسلم - في حقه: (أنت مني وأنا منك) (٢) ، بل قد تثبت لغيره.
يقول شيخ الإسلام ابن تيمية: «إن قوله لعلي: (أنت مني وأنا منك) ليس من خصائصه، بل قال ذلك للأشعريين، وقاله لجليبيب وإذا لم يكن من خصائصه بل قد شاركه في ذلك غيره، من هو دون الخلفاء الثلاثة في الفضيلة، لم يكن دالاً على الأفضلية ولا على الإمامة» . (٣)
ونظير هذا قول النبي - صلى الله عليه وسلم - له: (إنه لا يحبك إلا مؤمن ولا يبغضك إلا منافق) (٤) فهو ليس من خصائصه لأنه ثبت أنه قال مثل هذا للأنصار، فعن البراء بن عازب قال: سمعت رسول الله - صلى الله عليه وسلم - يقول للأنصار: (لايحبهم إلا مؤمن، ولا يبغضهم إلا منافق، من أحبهم أحبه الله، ومن أبغضهم أبغضه الله) . (٥)
_________
(١) منهاج السنة ٥/٤٢-٤٥، وانظر: أيضاً تقرير شيخ الإسلام لهذه المسألة في ... منهاج السنة ٥/١٣-٣٦، ٨/٤١٩-٤٢١.
(٢) أخرجه البخاري في: (كتاب المغازي، باب عمرة القضاء) ، فتح الباري ... ٧/٤٩٩، ح٤٢٥١.
(٣) منهاج السنة ٥/٣٠، وقد ذكر شيخ الإسلام هذا الكلام مفصلاً مع ذكر ... الأدلة عليه المشار إليها هنا قبل ذلك، انظره: في الكتاب نفسه ٥/٢٨-٢٩.
(٤) أخرجه مسلم من حديث علي - رضي الله عنه -: (كتاب الإيمان، باب الدليل على أن ... حب الأنصار وعلي - رضي الله عنه - من الإيمان) ١/٨٦، ح٧٨.
(٥) أخرجه مسلم: (كتاب الإيمان، باب الدليل على أن حب الأنصار وعلي من ... الإيمان) ١/٨٥، ح٧٥.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (343,'قال أبو نعيم بعد ذكر حديث: (لا يحبك إلا مؤمن ... ) قلنا: «هكذا نقول وهذه من أشهر الفضائل وأبين المناقب لا يبغضه إلا منافق ولا يحبه إلا مؤمن ولو أوجب هذا الخبر خلافة، لوجبت إذاً
الخلافة للأنصار، لأنه قال مثله في الأنصار» (١) ثم ساق الحديث.
فهذه أعظم فضائل علي - رضي الله عنه - ومناقبه الثابتة في الأحاديث الصحيحة قد تبين عدم اختصاصه بها دون غيره، بل قد ثبت مثلها في حق من هو دون أبي بكر في الفضل، في حين أن ما ثبت لأبي بكر من الفضائل لم يشاركه فيها أحد لا علي ولا من هو أفضل منه، على ما تقدم تقريره بالأدلة الصحيحة الصريحة، الدالة على بطلان دعوى الرافضي وظهور كذبه.
وأما ما نسبه الرافضي لأحمد -رحمه الله- أنه قال: (ما جاء لأحد من أصحاب رسول الله - صلى الله عليه وسلم - من الفضائل كما جاء لعلي) .
فهذا إن ثبت عن الإمام أحمد فمحمول على مجموع ماروى من الصحيح والضعيف، وهذا لا يخالف ما هو مقرر عندنا، وأما الصحيح فلا يمكن أن يكون كذلك.
يقول شيخ الإسلام ابن تيمية: «وقول من قال: صح لعلي من الفضائل ما لم يصح لغيره كذب، لا يقوله أحمد ولا غيره من أئمة الحديث، لكن قد يقال: روى له مالم يرو لغيره لكن أكثر ذلك من نقل من عُلم كذبه وخطؤه» . (٢)
وكذلك ما نقله الرافضي عن باقي الأئمة كالقاضي إسماعيل والنسائي وأبي علي النيسابوري فهو كما قال شيخ الإسلام فإن كان المقصود بالمنقول الصحيح فلا يمكن أن يثبت ذلك عن الأئمة، لأن الواقع يشهد بخلاف هذا، وإن كان المقصود من ذلك مجموع المنقول من الصحيح وغيره فلذلك وجه.
_________
(١) الرد على الرافضة ص٢٤٤.
(٢) منهاج السنة ٨/٤٢١.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (344,'والسبب والله أعلم في كثرة ما يروى من فضائل علي، سواء من الصحيح، أو الضعيف، أو الموضوع، يرجع إلى أمرين:
الأول: انتساب الرافضة لعلي - رضي الله عنه - ودعواهم محبته، ووضعهم كثيراً من الروايات الموضوعة في فضائله، على ما هو معلوم من كتبهم، وعلى ما صرح به العلماء المشتغلون بالحديث ونقده.
يقول ابن الجوزي: «وغلو الرافضة في حب علي - رضي الله عنه - حملهم على أن وضعوا أحاديث كثيرة في فضائله أكثرها تشينه وتؤذيه» . (١)
الثاني: ما ذكره ابن حجر -رحمه الله- في الفتح بعد نقله الأثر المتقدم، المنسوب لأحمد ولبعض الأئمة حيث قال: «وكأن السبب في ذلك أنه تأخر ووقع الاختلاف في زمانه، وخروج من خرج عليه، فكان ذلك سبباً لانتشار مناقبه، من كثرة من كان بينها من الصحابة، رداً على من خالفه، فكان الناس طائفتين، لكن المبتدعة قليلة جداً،
ثم كان من أمر علي ما كان فنجمت طائفة أخرى حاربوه ثم اشتد الخطب فتنقصوه، واتخذوا لعنه على المنابر سنة، ووافقهم الخوارج على بغضه وزادوا حتى كفروه، مضموماً ذلك منهم إلى عثمان، فصار الناس في حق علي ثلاثة: أهل السنة، والمبتدعة من الخوارج، والمحاربين له من بني أمية وأتباعهم، فاحتاج أهل السنة إلى بث فضائله، فكثر الناقل لذلك لكثرة من يخالف في ذلك، وإلا فالذي في نفس الأمر أن لكل من الأربعة من الفضائل إذا حرر بميزان العدل، لا يخرج عن قول أهل السنة والجماعة أصلاً» . (٢)
وأما قول الرافضي إن فضائل أبي بكر مروية عن ابنته عائشة وقد عرف موقفها من علي، أو عن ابن عمر وهو من البعيدين عن علي.
فهذا من أظهر الكذب وأوضحه: فإن فضائل أبي بكر قد نقلها كثير من الصحابة، ليست مقصورة على واحد أو اثنين أو قريباً من ذلك، فضلاً
_________
(١) تلبيس إبليس ص١٣٦.
(٢) فتح الباري ٧/٧١.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (345,'أن يدعى أنها محصورة فيما نقلته عائشة أو ابن عمر، وهذه كتب السنة وفي مقدمتها الصحيحان تشهد بصحة هذا، فما على طالب الحق إلا أن يرجع إليها ليقف على جلية الأمر بنفسه. ويكفي دلالة على هذا أن ما تقدم نقله من النصوص في فضل أبي بكر
والتي تضمنت أكثر من عشر مناقب هي من خصائص أبي بكر التي لم يشاركه فيها غيره ليست مقصورة في روايتها على من ذكر، بل لم ترو عائشة منها إلا حديثاً واحداً وهو إرادة النبي - صلى الله عليه وسلم - أن يكتب لأبي بكر كتاباً بالوصية له، والإشارة لاستخلاف أبي بكر ثابتة بأحاديث أخرى من غير طريق عائشة، كحديث جبير بن مطعم في قصة المرأة التي جاءت للنبي - صلى الله عليه وسلم - فأمرها أن ترجع إليه فقالت: (يارسول الله أرأيت إن جئت فلم أجدك قال: إن لم تجديني فأتي أبا بكر) ، وهذا الحديث في الصحيحين (١) وكحديث حذيفة الذي في السنن أن النبي - صلى الله عليه وسلم - قال: (اقتدوا باللذين من بعدي أبي بكر وعمر) (٢) ، وأما ابن عمر فقد روى حديثاً واحداً أيضاً في تقديم الصحابة لأبي بكر، ثم لعمر، ثم لعثمان (٣) ، وهذا ثابت دون ذكر عثمان، من طريق محمد بن الحنفية
عن أبيه علي بن أبي طالب وأن أفضل الناس بعد النبي - صلى الله عليه وسلم - أبو بكر ثم عمر. (٤)
وأما بقية الأحاديث فقد رواها عدد من الصحابة منهم علي بن أبي طالب، وأبو سعيد الخدري، وعمرو بن العاص، وأبو الدرداء، وأنس بن مالك، وأبو موسى الأشعري على ما تقدم نقل أحاديثهم آنفاً، كما روى
_________
(١) أخرجه البخاري: (كتاب فضائل الصحابة، باب قول النبي - صلى الله عليه وسلم - لو كنت ... متخذاً خليلاً) ، فتح الباري ٧/١٧، ح٣٦٥٩، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل أبي بكر) ٤/١٨٥٦، ح٢٣٨٦.
(٢) أخرجه الترمذي في: (كتاب المناقب، باب في مناقب أبي بكر وعمر) ... ٥/٦٠٩، ح٣٦٦٢، وابن ماجه: (في المقدمة، باب في فضائل أصحاب ... رسول الله - صلى الله عليه وسلم -) ١/٣٧، ح٩٧، والحاكم في المستدرك ٣/٧٩، وصححه ... ووافقه الذهبي، وصححه الألباني في سلسلة الأحاديث الصحيحة ٣/٢٣٣، ... رقم ١٢٣٣، وفي صحيح ابن ماجه ١/٢٣، ح٨٠.
(٣) تقدم تخريجه ص ٤٨٨.
(٤) تقدم تخريجه ص ٤٨٨.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (346,'فضائل أبي بكر من غير هؤلاء جمع كبير من الصحابة، منهم على سبيل المثال لا الحصر: عمر بن الخطاب، والبراء ابن عازب، وابن عباس، وعبد الله بن الزبير، وعمار بن ياسر، وأبوهريرة، وعبد الله ابن عمرو، وعبد الله بن مسعود، وحذيفة، وعمرو بن عنبسة، وأبو أمامة، وجابر بن عبد الله، وسفينة (مولى أم سلمة) ، وأبو بكرة، وغيرهم ممن يصعب حصرهم (١) وإنما ذكرت هنا بعض ما يستدل به على كذب الرافضي في دعواه: أنه لم يرو فضائل أبي بكر إلا عائشة وابن عمر -رضي الله عنهما-.
على أنه لو اقتصرت فضائل أبي بكر على روايتهما فليسا متهمين في روايتهما، فكون عائشة ابنة أبي بكر ليس قادحاً في قبول ما تروي من فضائله، لأن عدالة الصحابة أمر مقطوع به، فكيف بأم المؤمنين عائشة على ما هي عليه من وفور العلم والدين، والقرب من رسول الله - صلى الله عليه وسلم -، واتهام هذا الأفاك الأثيم أم المؤمنين بوضع الأحاديث في فضائل أبيها، هذا من أعظم البهتان، الذي نسأل الله تعالى أن يجازيه به جزاء وفاقاً. وأما اتهامه ابن عمر بهذه التهمة أيضاً، مدعياً أنه كان من البعيدين عن علي فهذه فرية أخرى لا تقل عن سابقتها، ودعوى مجردة من أي دليل.
ولو أخذنا بمقياس الرافضي هذا في نقد الروايات، لكان هذا وارداً على ما يروى في فضل علي من الأحاديث التي نقلها أبناؤه وأهل بيته، ومن تدعى الرافضة تشيعهم له من الصحابة، بل ما يروي علي نفسه من فضائله كقوله: (والذي فلق الحبة وبرأ النسمة إنه لعهد النبي إليّ أن لا يحبني إلا مؤمن ولا يبغضني إلا منافق) (٢) فإن كانت عائشة -رضي الله عنها- متهمة في ماروته من فضائل أبيها -رضي الله عنهما- فالتهمة واردة هنا على علي، وأبنائه، وأهل بيته، ومن
_________
(١) انظر: الأحاديث في فضائل أبي بكر بالإضافة إلى ما تقدم تخريجه في ... الصحيحين: في سنن أبي داود: (كتاب السنة، باب في التفضيل، وباب ... الخلفاء) ٥/٢٤-٣١، وسنن الترمذي: (كتاب المناقب، باب مناقب
أبي بكر الصديق، وباب في مناقب أبي بكر وعمر) ٥/٦٠٦-٦١٧، ... والمستدرك للحاكم ٣/٦٤-٨٦.
(٢) تقدم تخريجه ص ٤٩٤.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (347,'يُدعى تشيعهم له، فيما ينقلونه من فضائله، بل إن التهمة في الوضع
لعلي أقوى من التهمة في الوضع لأبي بكر، ذلك أن أبا بكر لم تختلف الأمة عليه، ولم تفترق عنه، بل كانت مجتمعة عليه، ولم تشك في فضله، فما كان محتاجاً لهذا أصلا، بخلاف علي فإن الأمة افترقت في عهده، وقاتلته طائفة منها، وتنكرت له طوائف من أهل البدع ففسقه أقوام، وكفره آخرون فكان محتاجاً لما يجمع الناس عليه، وكان الدافع لدى محبيه وشيعته أقوى في الوضع له، من الدافع لأهل بيت أبي بكر في الوضع له بل إن الثاني منعدماً تماماً لعدم الحاجة إليه، ولهذا فإن الموضوع في فضل علي - رضي الله عنه - من الأحاديث أكثر بكثير مما وضع في فضل أبي بكر أو غيره من الصحابة، لكن هذا ليس من صنيع أحد من أهل بيته المعروفين بالعلم والعدالة، ناهيك أن ينسب شيء من ذلك له، أو لأحد من أبنائه أو الموالين له من الصحابة، فإنهم أبعد الناس عن ذلك، بل هم الصادقون المصدقون في كل ما ينقلون وما يروون، فمن اعتقد فيهم غير ذلك فقد باء بالخسران وناله ما نال الرافضة من الإثم والبهتان. وأما أهل السنة فهم بحمد الله يعتقدون في الصحابة كلهم العدالة المطلقة، والصدق والأمانة فيما يخبرون به عن أنفسهم أوغيرهم، ولا يتطرق لديهم الشك في ما ينقل عن الصحابة من أخبار في الفضائل وغيرها إذا ما ثبتت النسبة إليهم، وأسندوها إلى
رسول الله - صلى الله عليه وسلم -، وإنما أردت من هذا بيان فساد قول الرافضي، ودحض حجته، وكشف شبهته، والله تعالى من وراء القصد.
وأما قول الرافضي عن ابن عمر أنه رفض مبايعة علي بعدما أجمع الناس على ذلك، فدعوى مجردة عن الدليل، وهو مطالب بصحة النقل لإثبات ذلك، فكيف به ولم يوثق كلامه بنقل، ولم يحل على مصدر، فكان حق مثل هذه الدعوى أن لايُعبأ بها، ولا يتكلف الرد عليها. غير أني أذكر هنا بعض ما يدل على كذبه، ويقطع الشك الذي قد يثيره في النفوس.
فأقول: إن بيعة علي - رضي الله عنه - كانت باتفاق أصحاب النبي - صلى الله عليه وسلم - لا يعرف بينهم تنازع في ذلك، كما تقدم تقرير ذلك بنقل الروايات الدالة',NULL,'355',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (348,'على اتفاق الصحابة على استخلافه، وأنهم كانوا يرون أنه أولى الناس بذلك (١) ، وقد كان ابن عمر من أعيان الصحابة وكبارهم، وممن لا يغفل له رأي لو كان مخالفاً، ولا نتشر ذلك بين الناس، ونقلته المصادر. وإنما الذي حصل: أن بيعة علي - رضي الله عنه - كانت في وقت فتنة وتفرق بين الناس، بسبب مقتل عثمان فتريث بعض الصحابة
-ومنهم ابن عمر- في البيعة وقالوا لا نبايع حتى يبايع الناس على ماروى ذلك الطبري في تأريخه من طريق أبي مليح في خبر البيعة لعلي وفيه: « ... وخرج علي إلى المسجد فصعد المنبر وعليه إزار
وطاق (٢) ، وعمامة خزّ، ونعلاه في يده، متوكئاً على قوس فبايعه الناس، وجاءوا بسعد فقال علي: بايع، قال لا أبايع حتى يبايع الناس، والله ما عليك مني بأس، قال: خلوا سبيله، وجاءوا بابن عمر فقال: بايع، قال: لا أبايع حتى يبايع الناس، قال: ائتني بحميل (٣) ، قال: لا أرى حميلاً، قال: الأشتر؛ خلِّ عني أضرب عنقه، قال عليّ: دعوه أنا حميله» . (٤)
وقد كان هذا التوقف من سعد وابن عمر في البيعة لعلي في بداية الأمر. ثم إنهما بايعا بعد ذلك، بعدما اجتمع الناس على عليّ، فقد كان هذا شرطهما، وهذا من تمام فقههما -رضي الله عنهما- فإنهما لو بايعا علياً وبايع الناس غيره لتبعهما في بيعتهما خلق كثير، ولتفرق الناس افتراقاً عظيماً. ومما يدل على بيعتهما بعد ذلك ما نقله ابن كثير في سياق أحداث البيعة لعلي - رضي الله عنه - حيث قال: «فرجعوا إلى علي فألحوا عليه، وأخذ الأشتر بيده فبايعه وبايعه الناس ... وذلك يوم الخميس الرابع والعشرون من ذي الحجة، وذلك بعد
مراجعة الناس لهم في ذلك وكلهم يقول: لا يصلح لها إلا علي، فلما كان
_________
(١) انظر: ص ٢٣٤ من هذا الكتاب.
(٢) الطاق: قال ابن الأعرابي هو: الطيلسان، وقيل: الطيلسان الأخضر، لسان ... العرب لابن منظور ١٠/٢٣٣.
(٣) الحميل: هو الكفيل ومنه الحديث: (الحميل غارم) أي: الكفيل ضامن، ... لسان العرب ١١/١٨٠.
(٤) تأريخ الطبري ٤/٤٢٨.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (349,'يوم الجمعة وصعد على المنبر بايعه من لم يبايعه بالأمس ... » . (١)
فتبين أن بيعة علي كانت في يومين يوم الخميس، ويوم الجمعة، فلعل من نقل تخلف ابن عمر، وسعد، وبعض الصحابة، كان في اليوم الأول من البيعة، ثم إنهم بايعوا في اليوم الثاني، فلم يتخلف منهم أحد، وهذا الذي قرره المؤرخون الذين نقلوا خبر البيعة.
يقول ابن حبان في كتاب الثقات: إن الناس حين هرعوا إلى علي بعد مقتل عثمان لمبايعته قال: ليس ذلك إليكم، وإنما لأهل بدر، فمن رضي به أهل بدر فهو الخليفة، فلم يبق أحد من أولئك إلا أتى إليه، فطلب أن تكون على ملإٍ من الناس، فخرج إلى المسجد فبايعوه. (٢)
ويقول ابن عبد ربه: «لما قتل عثمان أقبل الناس يهرعون إلى علي بن أبي طالب، فتراكمت عليه الجماعة في البيعة، فقال: ليس ذلكم إليكم إنما ذلك لأهل بدر ليبايعوا فقال: أين طلحة، والزبير، وسعد بن أبي وقاص؟ فأقبلوا فبايعوا ثم بايعه المهاجرون والأنصار، وذلك يوم الجمعة لثلاث عشرة خلت من ذي الحجة
سنة خمس وثلاثين هجرية» . (٣)
ثم إن الروايات الصحيحة جاءت مؤكدة دخول ابن عمر في البيعة. (٤)
فقد روى الذهبي من طريق سفيان بن عيينة، عن عمر بن نافع، عن أبيه عن ابن عمر قال: (بعث إليّ علي فقال: يا أبا عبد الرحمن إنك رجل مطاع في أهل الشام، فسر فقد أمرتك عليهم، فقلت: أذكرك الله وقرابتي من رسول الله - صلى الله عليه وسلم - وصحبتي إياه، إلا ما أعفيتني فأبى عليّ، فاستعنت عليه بحفصة فأبى، فخرجت ليلاً إلى مكة ... ) . (٥) وهذا دليل قاطع على مبايعة
_________
(١) البداية والنهاية ٧/٢٣٨.
(٢) انظر الثقات لابن حبان ٢/٢٦٧-٢٦٨.
(٣) العقد الفريد ٤/٣١٠.
(٤) قد عنيت بعض الدراسات الحديثة بجمع هذه الروايات، انظر: على سبيل ... المثال، ... كتاب تحقيق مواقف الصحابة في الفتنة للدكتور محمد أمحزون ... ٢/٥٩-٧٥.
(٥) سير أعلام النبلاء ٣/٢٢٤، وقال محققو الكتاب: «رجاله ثقات» .',NULL,'357',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (350,'ابن عمر، ودخوله في الطاعة، إذ كيف يوليه عليّ وهو لم يبايع.
وفي الاستيعاب لابن عبد البر: من طريق أبي بكر بن أبي الجهم عن ابن عمر أنه قال حين احتضر: (ما آسى على شيء إلا تركي قتال
الفئة الباغية مع علي - رضي الله عنه -) . (١)
وهذا مما يدل أيضاً على مبايعته لعلي، وأنه إنما ندم على عدم خروجه مع علي للقتال فإنه كان ممن اعتزل الفتنة، فلم يقاتل مع أحد، ولو كان قد ترك البيعة لكان ندمه على ذلك أكبر وأعظم ولصرح به. فإن لزوم البيعة والدخول فيما دخل الناس فيه واجب، والتخلف عنه متوعد عليه برواية ابن عمر نفسه أن النبي - صلى الله عليه وسلم - قال: (من مات وليس في عنقه بيعة مات ميتة جاهلية) . (٢)
وهذا بخلاف الخروج للقتال مع علي، فإنه مختلف فيه بين الصحابة وقد اعتزله عامة الصحابة، فكيف يتصور أن يندم ابن عمر على ترك هذا القتال، ولا يندم على ترك البيعة لو كان تاركاً لها، مع ما فيه من الوعيد الشديد.
وبهذا كله يظهر كذب الرافضي فيما ادعاه، من ترك ابن عمر البيعة لعلي -رضي الله عنهما- حيث ثبت أنه كان من المبايعين له بل
المقربين منه، الذين كان يحرص على توليتهم، والاستعانة بهم، لما رأى
فيه من صدق الولاء والنصح له، فرضي الله عنهما وسائر الصحابة والقرابة، وقاتل الله المفرقين بينهم الطاعنين عليهم بما ليس فيهم من المارقين والملحدين.
وأما قول الرافضي ضمن طعنه في ابن عمر: «وكان يحدث أن أفضل الناس بعد النبي - صلى الله عليه وسلم - أبو بكر، ثم عمر، ثم عثمان، ثم لا تفاضل والناس بعد ذلك سواسية» ، ثم قال: «ويعني هذا أن ابن عمر جعل الإمام علياً من سوقة الناس، كأي شخص ليس له فضل» .
_________
(١) الاستيعاب لابن عبد البر المطبوع بحاشية كتاب الإصابة لابن حجر ... ٦/٣٢٦.
(٢) أخرجه مسلم: (كتاب الإمارة، باب وجوب ملازمة جماعة المسلمين..) ... ٣/١٤٧٨، ح١٨٥١.',NULL,'358',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (351,'فجوابه: أن هذا الأثر صحيح مشهور عن ابن عمر، وقد تقدم ذكره عند ذكر فضائل أبي بكر، لكن الرافضي زاد فيه ماليس منه، وهو قوله: «والناس بعد ذلك سواسية» ثم طعن بذلك على ابن عمر
-رضي الله عنهما- وزعم أنه يرى مساواة علي وعامة الناس في الفضل، وهذه الزيادة لم يقلها ابن عمر، ولم تثبت عنه في شيء من طرق هذا الأثر.
فإن هذا الأثر رواه البخاري عن ابن عمر من طريقين:
الأولى: من طريق يحيى بن سعيد عن نافع عنه أنه قال: (كنا نخير بين الناس في زمن النبي - صلى الله عليه وسلم - فنخير أبا بكر، ثم عمر، ثم عثمان بن عفان - رضي الله عنهم -» . (١)
والثانية: من طريق عبيد الله بن عمر عن نافع عنه أنه قال: (كنا في زمن النبي - صلى الله عليه وسلم - لا نعدل بأبي بكر أحداً، ثم عمر، ثم عثمان، ثم نترك أصحاب النبي - صلى الله عليه وسلم - لا نفاضل بينهم) (٢) ، وقد أخرجه من هذه الطريق أبو داود في سننه. (٣)
كما أخرج أبو داود هذا الأثر من طريق ثالثة عن سالم
ابن عبد الله عن ابن عمر قال: (كنا نقول ورسول الله - صلى الله عليه وسلم -
حي أفضل أمة النبي - صلى الله عليه وسلم - بعده أبو بكر، ثم عمر، ثم
عثمان - رضي الله عنهم -) . (٤)
فهذه طرق الأثر الصحيحة المشهورة، لم ترد فيها تلك الزيادة التي زعم الرافضي، وحيث إنه لم يعز هذه الزيادة لمصدر، فلا عبرة لها ولا بما علقه عليها من مطاعن لا أصل لها.
وأما إن زعم الرافضي أن ماذكره هو مفهوم ما جاء في الأثر: (ثم
_________
(١) أخرجه البخاري في: (كتاب فضائل الصحابة، باب فضل أبي بكر بعد النبي ... - صلى الله عليه وسلم -) ، فتح الباري ٧/١٦، ح٣٦٥٥.
(٢) تقدم تخريجه ص ٤٨٨.
(٣) سنن أبي داود: (كتاب السنة، باب في التفضيل) ٥/٢٤-٢٥، ح٤٦٢٧.
(٤) سنن أبي داود: (كتاب السنة، باب في التفضيل) ٥/٢٦، ح٤٦٢٨.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (352,'نترك أصحاب النبي - صلى الله عليه وسلم - لا نفاضل بينهم) رُدّ بأن هذا الفهم غير مسلم، فترك المفاضلة شيء، واعتقاد المساواة شيء آخر، والثابت عن ابن عمر هو ترك المفاضلة بين الصحابة بعد أولئك الثلاثة، لا أنه كان
يعتقد تساوي الباقين في الفضل، فإن هذا لم يقله ولا يحتمله لفظه بوجه، ناهيك عن دعوى الرافضي أنه يعتقد تساوي علي في الفضل مع أي شخص عامي، لا فضل له ولا صحبة، فإن هذا من أبطل الباطل الذي لا يقول به أقل الناس علماً وفهماً، فكيف بالصحابي الجليل ابن عمر الذي كان يعرف لعلي فضله وقدره بين أصحاب
النبي - صلى الله عليه وسلم -.
وقد نص على هذا العلماء في شرح الحديث: قطعاً لهذه الشبهة.
قال الخطابي: «وجه ذلك والله أعلم أنه أراد الشيوخ وذوي الأسنان منهم، الذين كان رسول الله - صلى الله عليه وسلم - إذا حزبه أمر شاورهم فيه، وكان علي رضوان الله عليه في زمان رسول الله - صلى الله عليه وسلم - حديث السن، ولم يرد ابن عمر الإزراء بعلي كرم الله وجهه، ولا تأخيره ودفعه عن الفضيلة بعد عثمان، وفضله مشهور، لا ينكره ابن عمر ولا غيره من الصحابة» . (١)
ونقل ابن حجر: عن بعض العلماء أن قول ابن عمر هذا كان قبل أن ينعقد الإجماع على أفضلية علي بعد الخلفاء الثلاثة. (٢)
قلت: وعلى كل حال فابن عمر إنما يحكي ما كان سائداً بين
الصحابة في عهد النبي - صلى الله عليه وسلم - من المفاضلة بين الصحابة على نحو ما ذكر، وما كان يعبر عن رأيه الخاص، وهو صادق في خبره، والطعن في صحة هذا القول لا يرد عليه وحده، وإنما يرد على عامة الصحابة. وعندئذ يظهر لك أيها القارئ مقدار ضلال الطاعن في هذا الأثر، ومدى بعده عن الحق. وأما بعد هذا العهد الذي يصفه ابن عمر فإن الذي استقر عليه أمر أهل السنة هو تفضيل علي بعد الخلفاء الثلاثة، وعلى ذلك نص العلماء المحققون من أهل السنة.
_________
(١) معالم السنن ٤/٢٧٩.
(٢) انظر: فتح الباري ٧/١٦.',NULL,'360',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (353,'يقول شيخ الإسلام ابن تيمية: «وقد اتفق أهل السنة من العلماء، والعباد، والأمراء، والأجناد على أن يقولوا: أبو بكر، ثم عمر، ثم عثمان، ثم علي - رضي الله عنهم -» . (١)
ويقول أيضاً: «ويقرون بما تواتر به النقل عن أمير المؤمنين علي ابن أبي طالب - رضي الله عنه - من أن خير هذه الأمة بعد نبيها أبو بكر ثم
عمر، ويثلثون بعثمان، ويربعون بعلي - رضي الله عنهم - كما دلت عليه
الآثار» . (٢)
ويقول ابن أبي العز: «وترتيب الخلفاء الراشدين - رضي الله عنهم -
أجمعين في الفضل كترتيبهم في الخلافة» . (٣)
وبهذا يظهر الحق في هذه المسألة وبراءة ابن عمر -رضي الله عنهما- من مطاعن هذا الرافضي وكشف كذبه وتزويره في كلام هذا الصحابي الجليل لمّا لم يجد في كلامه ما يطعن به عليه.
_________
(١) مجموع الفتاوى ٣/٤٠٦.
(٢) مجموع الفتاوى ٣/١٥٣.
(٣) شرح الطحاوية ص٧٢٧.',NULL,'361',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (354,'<span data-type="title" id=toc-33>استدلال الرافضي بحديث: «أنا مدينة العلم وعلي بابها» ودعواه أنه من أسباب استبصاره والرد عليه</span>

قال الرافضي ص١٧٢ ضمن ذكره لأسباب استبصاره المزعومة:
«٤- ... الأحاديث الواردة التي توجب اتباعه [أي علي] :
من الأحاديث التي أخذت بها فدفعتني للاقتداء بالإمام علي تلك التي أخرجتها صحاح أهل السنة والجماعة، وأكدت صحتها، والشيعة عندهم أضعافها ولكن -وكالعادة- سوف لا أستدل ولا أعتمد إلا الأحاديث المتفق عليها من الفريقين، ومن هذه الأحاديث:
أ- ... حديث (أنا مدينة العلم وعلى بابها) :
وهذا الحديث وحده كاف لتشخيص القدوة التي ينبغي اتباعه بعد الرسول - صلى الله عليه وسلم -، لأن العالم أولى بالاتباع، أي أولى أن يقتدى به من الجاهل ...
إلى أن قال: وفي هذا الصدد سجل لنا التاريخ أن الإمام علياً هو أعلم الصحابة على الإطلاق، وكانوا يرجعون إليه في أمهات المسائل ولم نعلم أنه رجع إلى واحد منهم قط.
فهذا أبو بكر يقول: لا أبقاني الله لمعضلة ليس لها أبو الحسن.
وهذا عمر يقول: لولا علي لهلك عمر.',NULL,'362',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (355,'وهذا ابن عباس يقول: ما علمي وعلم أصحاب محمد في علم علي إلا كقطرة في سبعة أبحر.
وهذا الإمام علي نفسه يقول: سلوني قبل أن تفقدوني، والله لا تسألونني عن شيء يكون إلى يوم القيامة إلا أخبرتكم به، وسلوني عن كتاب الله فوالله ما من آية إلا وأنا أعلم بليل نزلت أم بنهار، في سهل أم في جبل.
بينما يقول أبو بكر عندما سئل عن معنى (الأبّ) في قوله تعالى: {وفاكهة وأبّا} (١) قال أبو بكر: أي سماء تظلني، وأي أرض تقلني إن أقول في كتاب الله بما لا أعلم» .
والجواب عن هذا: أن كلامه هذا قد اشتمل من الكذب، والظلم، والبغي، وقلب الحقائق، ولبس الحق بالباطل، ما يعلمه من له أدنى اطلاع على كتب أهل السنة، وكان من أهل العدل والإنصاف، وبيان ذلك على وجه الاختصار:
أن هذا الحديث الذي ذكره وزعم أنه أخرجته صححاح أهل السنة وأكدت صحته: كذب موضوع، كما حكم بذلك أهل العلم من أهل السنة. وإليك أيها القارئ أقوالهم في الحديث وحكمهم عليه لتعلم مدى كذب هذا الرجل.
قال يحي بن معين: هذا الحديث كذب ليس له أصل.
وقال ابن عدى: هذا الحديث موضوع يعرف بأبي الصلت.
وقال أبو حاتم بن حبان: هذا خبر لا أصل له عن رسول الله - صلى الله عليه وسلم -.
وسئل أحمد بن حنبل عن هذا الحديث فقال: قبح الله
أبا الصلت.
وقال البخاري: ليس له وجه صحيح.
_________
(١) سورة عبس آيه ٣١.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (356,'وقال الدارقطني: مضطرب غير ثابت.
وقال الترمذي: إنه منكر. (١)
وقال ابن الجوزي: لا أصل له وعده في الموضوعات. (٢)
وقال شيخ الإسلام ابن تيمية: «حديث أنا مدينة العلم وعلي بابها أضعف وأوهى (٣) ، ولهذا إنما يعد في الموضوعات، وإن رواه الترمذي. وذكره ابن الجوزي، وبين أن سائر طرقه موضوعة، والكذب يعرف من نفس متنه، فإن النبي - صلى الله عليه وسلم - إذا كان مدينة العلم، ولم يكن لها باب إلا باب واحد، ولم يبلغ عنه العلم إلا واحدٌ فَسَدَ
أمر الإسلام....
[إلى أن قال] : وهذا الحديث إنما افتراه زنديق أو جاهل ظنه مدحاً، وهو مطرق الزنادقة إلى القدح في دين الإسلام، إذا لم يبلغه إلا واحد من الصحابة» . (٤)
وقال الذهبي في التلخيص معلقاً على الحديث: «موضوع قال الحاكم: وأبو الصلت: ثقة مأمون، قال الذهبي: لا والله لاثقة ولا مأمون» . (٥)
وقال العجلوني: «وهذا حديث مضطرب غير ثابت، كما قاله الدارقطني في العلل» . (٦)
وقال الألباني: إنه موضوع. (٧)
_________
(١) انظر أقوالهم في كتاب الموضوعات لابن الجوزي ١/٢٦٥، والمقاصد الحسنة ... للسخاوي ص١٧٠، وكشف الخفاء للعجلوني ١/٢٠٥.
(٢) الموضوعات ١/٢٦٥.
(٣) من حديث تكلم عليه قبله وهو (أقضاكم علي) . انظر: منهاج السنة ... ٧/٥١٢.
(٤) منهاج السنة ٧/٥١٥-٥١٦، ومجموع الفتاوى ٤/٤١٠.
(٥) التخليص مع المستدرك ٣/١٣٧.
(٦) كشف الخفاء ١/٢٠٣.
(٧) ضعيف الجامع الصغير ٢/١٣.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (357,'فظهر بهذا بطلان الحديث وسقوط احتجاج الرافضي به.
وأما قول الرافضي وقد سجل لنا التاريخ أن الإمام علياً هو أعلم الصحابة على الإطلاق، وأنهم كانوا يرجعون إليه في أمهات المسائل، ولم نعلم أنه رجع إلى واحد منهم:
فهذا كذب صريح وفرية قديمة يرددها الرافضة في كتبهم، وليس عليها دليل صحيح، وإنما هي مجرد دعوى باطلة لا أساس لها من الصحة، ولا ثبات لها أمام النقد والتحقيق، بل الأدلة وأقوال علماء الأمة تدل على خلاف ذلك، وأن أعلم الأمة بعد نبيها أبو بكر ثم عمر، وقد تقدم نقل بعض النصوص في ذلك.
كقول أبي سعيد الخدري في حديث تخيير النبي - صلى الله عليه وسلم -: (وكان أبوبكر أعلمنا) . (١)
وكذلك قول عمر يوم السقيفة لأبي بكر: (أنت سيدنا وخيرنا وأحبنا إلى رسول الله - صلى الله عليه وسلم -) (٢) ، وهذا يتضمن تقدمه عليهم في العلم، كما لايخفى، وقد كان بحضور كبار الصحابه وأهل الرأي فيهم، فلم ينكر ذلك على عمر أحد، فكان إجماعاً منهم على قوله.
ولذا رد العلماء المحققون قول الرافضة في دعواهم أن علياً كان أعلم الصحابة، وعدوه من الكذب الصريح.
يقول شيخ الإسلام ابن تيمية في الرد على الرافضي في قوله إن علياً كان أعلم الناس بعد رسول الله - صلى الله عليه وسلم -: «والجواب أن أهل السنة يمنعون ذلك، ويقولون ما اتفق عليه علماؤهم، إن أعلم الناس بعد
رسول الله - صلى الله عليه وسلم - أبو بكر، ثم عمر، وقد ذكر غير واحد الإجماع على
أن أبا بكر أعلم الصحابة كلهم، ودلائل ذلك مبسوطة في موضعها، فإنه لم يكن أحد يقضي ويخطب ويفتي بحضرة النبي - صلى الله عليه وسلم - إلا أبو بكر - رضي الله عنه -، ولم يشتبه على الناس
_________
(١) تقدم تخريجه ص ٤٨٥.
(٢) تقدم تخريجه ص ٤٨٨.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (358,'شيء من أمر دينهم إلا فصّله أبو بكر، فإنهم شكوا في موت النبي - صلى الله عليه وسلم - فبينه أبو بكر، ثم شكوا في مدفنه فبينه، ثم شكوا في قتال مانعى الزكاة فبينه أبو بكر، وبين لهم النص في قوله تعالى: {لتدخلن المسجد الحرام إن شاء الله آمنين} (١) ، وبين لهم أن عبداً خيره الله بين الدنيا والآخرة، ونحو ذلك، وفسر الكلالة فلم يختلفوا عليه....
ولم يحفظ لأبي بكر فتيا تخالف نصاً، وقد وجد لعمر وعلي وغيرهما فتاوى كثيره تخالف النصوص، حتى جمع الشافعي مجلداً في خلاف علي وابن مسعود، وجمع محمد بن نصر المروزي كتاباًكبيراً في ذلك ...
وقد نقل غير واحد الإجماع على أن أبا بكر أعلم من علي منهم الإمام منصور بن عبد الجبار السمعاني المروزي، أحد أئمة الشافعية، وذكر في كتابه تقويم الأدلة: الإجماع من علماء السنة أن أبا بكر أعلم
من علي، كيف وأبو بكر كان بحضرة النبي - صلى الله عليه وسلم - يفتي ويأمر وينهي
ويخطب كما كان يفعل ذلك إذا خرج النبي - صلى الله عليه وسلم - هو وإياه يدعو الناس إلى الإسلام، ولما هاجرا، ويوم حنين، وغير ذلك من المشاهد وهو ساكت يقره، ولم تكن هذه المرتبة لغيره.
وكان النبي - صلى الله عليه وسلم - في مشاورته لأهل الفقه والرأي يقدم في الشورى أبابكر وعمر، فهما اللذان يتكلمان في العلم، ويتقدمان بحضرته على سائر الصحابة» . (٢) ثم ساق الروايات في ذلك
يقول الفيروزآبادي في صدد الرد على الرافضة في هذه المسألة: «هذه الدعوى كذب صراح وافتراء، لأن علم الصحابي - رضي الله عنه - إنما يعرف بأحد وجهين: أحدهما: كثرة روايته وفتواه، والثاني: كثرة استعمال النبي - صلى الله عليه وسلم - إياه، فمن المحال أن يستعمل النبي - صلى الله عليه وسلم - من لا علم له، وهذا من أكبر الشهادات وأبينها على العلم وسعته، فوجدنا النبي - صلى الله عليه وسلم - قد ولي أبا بكر للصلاة بحضرته طول علته، وجميع أكابر الصحابة حضور كعلي، وعمر، وعثمان، وابن مسعود، وأبيّ وغيرهم، فآثره
_________
(١) سورة الفتح آية ٢٧
(٢) منهاج السنة ٧/٥٠٠-٥٠٣.',NULL,'366',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (359,'عليهم جميعاً، وهذا بخلاف استخلافه - صلى الله عليه وسلم - علياً في الغزو، لأنه ما استخلفه إلا على النساء والصبيان وذوي الأعذار، فوجب ضرورة أن يعلم أن أبا بكر أعلم الناس بالصلاة وشرائعها، وأعلم من المذكورين بها، وهي عمود الدين» . (١)
ثم ذكر أمثلة أخرى تدل على فضل أبي بكر في العلم على غيره من الصحابة بما فيهم علي رضي الله عنهم جميعاً.
وبهذا يظهر كذب دعوى الرافضي في أن علياً كان أعلم الصحابة، وبطلان قوله وفساده.
وأما قول الرافضي: إن الصحابة كانوا يرجعون إليه في أمهات المسائل ولا يرجع إلى واحد منهم، فقد رد شيخ الإسلام -رحمه الله- على هذه الدعوى حيث قال: «ما كان الصحابة يرجعون إليه، ولا إلى غيره وحده في شيء من دينه، لا واضحة ولا مشكله، بل كان إذا نزلت النازلة يشاورهم عمر - رضي الله عنه -، فيشاور عثمان، وعلياً، وعبد الرحمن بن عوف، وابن مسعود، وزيد بن ثابت، وأبا موسى الأشعري، حتى يشاور ابن عباس، وكان أصغرهم سناً، وكان السائل يسأل علياً تارة، وأبي ابن كعب تارة، وعمر تارة، وقد سئل ابن عباس أكثر مما سئل علي، وأجاب عن المشكلات أكثر من علي، وما ذاك لأنه أعلم منه، بل علي أعلم منه لكن احتاج إليه من لم يدرك علياً.
فأما أبو بكر - رضي الله عنه - فما ينقل عنه أحد أنه استفاد من علي شيئاً من العلم، والمنقول أن علياً هو الذي استفاد منه كحديث صلاة التوبة وغيره» . (٢)
قلت: ولو ثبت أن أبا بكر وعمر وعثمان كانوا يشاورن علياً،
فهذا ليس دليلاً على أنه أفضل منهم أو أعلم منهم، وهذا ظاهر فإن
_________
(١) الرد على الرافضة لأبي حامد المقدسي ص٢٥١-٢٥٢.
(٢) منهاج السنة ٨/٦٠-٦١.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (360,'رسول الله - صلى الله عليه وسلم - كان يستشير أصحابه: كأبي بكر، وعمر، وعثمان، وأهل الرأي منهم، استجابة لأمر ربه {وشاورهم في الأمر} (١) ومعلوم أن هؤلاء الصحابة لا يقاسون قطعاً برسول الله - صلى الله عليه وسلم - في الفضل والعلم، وكذلك كان أبو بكر يشاور عمر وبعض الصحابة، وهو أفضل منهم وأعلم، بل كان علي يشاور من هو دونه في الفضل كابنه الحسن، وابن عباس وغيرهم، وهو أفضل وأعلم بالدين منهم.
وقول الرافضي إن علياً ما كان يرجع إلى أحد منهم فإن كان يقصد أبا بكر وعمر وعثمان، فما كان علي مدة حياتهم من أهل الولاية حتى يحتاج إلى مشورتهم، بل كانوا هم الخلفاء الذين ينظرون في أمر الأمة، فهم الذين يستشيرون الناس ولا يستشارون.
وأما إن كان يقصد: أن علياً ما كان يستشير أحداً من الصحابة مطلقاً، ولا يرجع إليهم، فهذا من أكبر الكذب عليه، فمشاورته بعض الصحابة في فترة خلافته مشهورة معروفة في كتب التأريخ، لا يمكن أن تنكر كمشاورته ابن عباس -رضي الله عنهما- في إقرار عمال الأمصار الذين كانوا قبله أو عزلهم، فأشار عليه ابن عباس أن يقرهم، وأشار عليه أبو بكرة أن يولي ابن عباس البصرة ففعل، واستشار الناس
بعد موقعة الجمل هل يدخل الشام بمن معه من الجند؟ أم يبعث جنداً ولا يخرج بنفسه؟ فأشار عليه قوم بهذا، وآخرون بهذا، فخرج بنفسه في الجند (٢) ، وأمثله ذلك من سيرته كثيرة يصعب حصرها، وهي تدل على رجوع علي إلى من كان معه من الصحابة وغيرهم من أهل الرأي في المشورة.
مما يدل على كذب الرافضي فيما ادعاه. على أنه لو ثبت عدم مشاورته لأصحابه لماكان ذلك مدحاً في حقه، بل يعد عيباً ونقصاً، وذلك أن الرجوع لأهل الرأي ومشورتهم من الخصال الفاضلة الممدوح بها في الدين والعقل، وقد امتدح الله تعالى المؤمنين في قوله: {وأمرهم شورى
_________
(١) سورة آل عمران من الآية ١٥٩.
(٢) انظر: البداية والنهاية لابن كثير ٧/٢٣٩-٢٥٦-٢٦٥.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (361,'بينهم} (١) واستشار النبي - صلى الله عليه وسلم -، وأبو بكر، وعمر وعثمان، وهم أفضل من علي، فتبين أن هذا الرافضي يصف علياً - رضي الله عنه - بما يعيبه ويشينه ويقدح فيه من حيث يظن أنه يمدحه، وهذا من أكبر الأدلة على سخف عقول هؤلاء الرافضة وبلادة أفهامهم.
أما ما نسبه الرافضي لأبي بكر من أنه قال: (لا أبقاني الله لمعضلة ليس لها أبو الحسن) فلا يعرف في شئ من كتب الحديث وإنما أحاله على الاستيعاب والرياض النضرة ومناقب الخوارزمي ولم أجده
في المصدرين الأولين مع أن وجوده في هذه الكتب لايدل على ثبوته لكون أصحابها لم يلتزموا الصحة في كل ما يوردون فيها، بل قد يأتي في هذه الكتب كثير من الأحاديث الضعيفة، والروايات المنكرة الشاذة على ما هو معلوم عند كل مطلع عليها من أهل العلم مما يقطع بعدم صحة كل ما فيها من أخبار، لكن هذا الكلام جاء في الاستيعاب وفي الرياض النضرة منسوباً لعمر - رضي الله عنه - من طريق سعيد بن المسيب أنه قال: (كان عمر يتعوذ من معضلة ليس لها أبو الحسن) (٢) ولم يذكر المصدران لهذا الأثر سنداً يعرف به مدى صحة نسبته لعمر.
ومن تأمل سيرة الشيخين عرف مخالفة هذا الكلام للواقع وبعده عن الحقيقة، وذلك أنه ثبت للأمة بالنصوص الصحيحة والأخبار
المتواترة فضل الشيخين على علي وغيره من الصحابة، وقيامهما بأمر الأمة بعد النبي - صلى الله عليه وسلم -، وقدرتهما على حل المعضلات سواء ما يتعلق منها بالعلم أو بما تعرضت له الأمة من الأحوال العصيبة بعد موت النبي - صلى الله عليه وسلم - من غير أن يحتاجا لعلي - رضي الله عنه - في ذلك، أكثر من احتياجهما لأقرانه من كبار الصحابة، ولهذا اجتمعت عليهما الأمة ما لم تجتمع على عليّ - رضي الله عنه - وحصل في عهدهما من نشر العلم، وعز الإسلام، وجهاد
الكفار،
_________
(١) سورة الشورى آيه ٣٨.
(٢) الاستيعاب لابن عبد البر المطبوع مع الإصابة ٨/١٥٧، والرياض النضرة ... للمحب الطبري ٢/١٦١.',NULL,'369',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (362,'والأخذ على أيدي المبتدعة والفسقة، مالم يحصل مثله لعلي، وواجه أبو بكر من المعضلات العظيمة كالفتنة بموت النبي - صلى الله عليه وسلم - وارتداد كثير من قبائل العرب، والاختلاف في أمر الخلافة، وغيرها من المعضلات التي كان حلها على يد أبي بكر بالعلم والقوة في الحق، مالم يواجه عليا - رضي الله عنه - مثلها، فكيف يتصور بعد هذا أن يدعو أبو بكر أوعمر بهذا الدعاء والحال من أمرهما وأمره ما ذكر.
وأما قول الرافضي: إن عمر قال: (لولا علي لهلك عمر) .
فهذا القول: إنما نقله عن عمر - رضي الله عنه - بعض المؤرخين في قصة المرأة المجنونة التي زنت فأراد عمر رجمها فقال له علي: أما علمت أن القلم رفع عن ثلاثة: عن المجنون حتى يبرأ وعن النائم حتى يستيقظ، وعن الصبي حتى يعقل. فترك عمر رجمها. وجاء في بعض كتب التأريخ: فكان عمر يقول: (لولا عليّ لهلك عمر) . (١)
وهذه الزيادة وهي قوله: (لولا علي لهلك عمر) ليست معروفة في الحديث، ولم يذكرها المحدثون الذي رووا هذا الحديث، فإن هذا الحديث أخرجه جمع من المحدثين من عدة طرق
عن علي - رضي الله عنه - كأبي داود، والترمذي، وابن ماجه،
والإمام أحمد (٢) ولم ترد هذه الزيادة في شيء من طرق الحديث، هذا وقد جمع ابن حجر طرق الحديث (٣) ، وكذا الشيخ الألباني (٤) فذكرا طرقاً أخرى منقولة عن بعض كتب السنة الأخرى، فلم أعثر فيها لهذه الزيادة على ذكر.
_________
(١) انظر: الاستيعاب لابن عبد البر المطبوع مع الإصابة ٨/١٥٧.
(٢) انظر: سنن أبي داود: (كتاب الحدود، باب في المجنون يسرق ... ) ... ٤/٥٥٨-٥٦٠، وسنن الترمذي، (كتاب الحدود، باب من لا يجب عليه ... الحد) ٤/٣٢، وسنن ابن ماجه: (كتاب الطلاق، باب طلاق المعتوه ... والصغير والنائم) ١/٦٥٨-٦٥٩، والمسند للإمام أحمد ١/١١٦، ١١٨، ... ١٤٠، ١٥٥، ١٥٨.
(٣) انظر: فتح الباري ١٢/١٢١.
(٤) انظر: إرواء الغليل ٢/٤-٧، ح٢٩٧.',NULL,'370',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (363,'وقد نص على هذا شيخ الإسلام ابن تيمية -رحمه الله- في رده على ابن المطهر الرافضي عند ذكره لهذا الأثر المنسوب لعمر فقال: «إن هذه الزيادة ليست معروفة في هذا الحديث» . (١)
ومما يشهد لضعف هذه الزيادة أن عمر - رضي الله عنه - عندما أراد رجم تلك المرأة كان مجتهداً، فلو أخطأ لم يكن آثاماً فكيف يكون هالكاً.
بل قد نبه شيخ الإسلام -رحمه الله- أن الخطأ في مثل هذه المسألة لا يقدح في علم عمر، ولا دينه، قال بعد كلامه السابق:
«ورجم المجنونة لا يخلو إما أن يكون لم يعلم بجنونها فلا يقدح ذلك في علمه بالأحكام، أو كان ذاهلاً عن ذلك فذُكّر، أو يظن الظان أن العقوبات لدفع الضرر في الدنيا، والمجنون قد يعاقب لدفع عدوانه على غيره من العقلاء والمجانين، والزنا هو من العدوان فيعاقب على ذلك حتى يتبين له أن هذا من باب حدود الله تعالى، التي لا تقام إلا على المكلف ...
ففي الجملة قتل غير المكلف: كالصبي، والمجنون، والبهيمة، لدفع عدوانهم جائز بالنص، والإتفاق، إلا في بعض المواضع كقتلهم في الإغارة، والبيات، وبالمنجنيق، وقتلهم لدفع صيالهم، وحديث (رفع القلم عن ثلاثة) إنما يدل على رفع الإثم، لايدل على منع الحد إلا بمقدمة أخرى، وهو أن يقال: من لا قلم عليه لا حد عليه، وهذه المقدمة فيها خفاء، فإن من لا قلم عليه قد يعاقب أحياناً، ولا يعاقب أحياناً والفصل بينهما يحتاج إلى علم خفي» . (٢)
وأما نسبة المؤلف لابن عباس أنه قال: (ما علمي وعلم أصحاب محمد في علم علي إلا كقطرة في سبعة أبحر: فلم يعزه لمصدر وإنما قال في الحاشية: «لقد أجمعت صحاح أهل السنة وكتبهم عل أفضلية علي
_________
(١) منهاج السنة ٦/٤٥، وانظر الكتاب نفسه: ٨/٦٢.
(٢) منهاج السنة ٦/٤٥-٤٦.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (364,'وتقدمه في العلم على كل الصحابة، راجع على سبيل
المثال ماجاء في الاستيعاب من أقول الصحابة أنفسهم فيه وتقديمهم له» . (١)
وهذا من أكبر التلبيس ليوهم القارئ أن هذا الأثر الذي نسبه لابن عباس في كتاب الاستيعاب، مع أنه لا يوجد فيه، ولعله أخذه من كتب الرافضة فأراد أن يدعمه بما ادعى من إجماع صحاح أهل السنة على أن علياً كان أفضل الصحابة وأعلمهم، وهذا لوثبت لما كان فيه أي دلالة على صحة نسبة هذا الأثر لابن عباس، فنسبة الأثر
لابن عباس شيء، وما ادعى من أن علياً كان أعلم الصحابة شيء آخر.
والناظر في معنى هذا الأثر يعلم فساده وبطلان نسبته لابن عباس دون النظر في سنده، فإن معناه باطل قطعاً، وفيه من الغلو ما يخرج علياً - رضي الله عنه - عن طبيعته البشرية إلى مضاهاة الخالق في علمه، بل لو قيل هذا الأثر في نبي من الأنبياء لكان هذا غلواً ظاهراً فكيف بعلي!! فإن هذا التفاوت العظيم في نسبة العلم لا يكون بين المخلوقين، وهذا شبيه جداً بما ثبت في قصة الخضر مع موسى في الصحيحين وفيها: (فلما ركبا في السفينة جاء عصفور فوقع على حرف السفينة، فنقر في البحر نقرة أو نقرتين، قال له الخضر: ياموسى ما نقص علمي وعلمك
من علم الله، إلا مثل ما نقص هذا العصفور بمنقاره من البحر) (٢) ، والرافضة كثيراً ما يعمدون لصفات الله تعالى ويثبتونها لعلي، كما هو معلوم من كتبهم، وكما في هذا الأثر المنسوب لابن عباس -رضي الله عنهما- زوراً وبهتاناً والذي يأباه الدين والعقل، وتظهر عليه آثار الوضع، وأما ما ادعاه من إجماع صحاح أهل السنة على أن علياً كان أفضل الصحابة وأعلمهم، فكذب صريح وافتراء عظيم على أهل السنة، فإن أهل السنة متفقون على أن أبا بكر الصديق كان أعلم الصحابة وأفضلهم، ثم من بعده
_________
(١) ثم اهتديت ص١٧٣.
(٢) أخرجه البخاري في: (كتاب أحاديث الأنبياء، باب حديث الخضر مع ... موسى - عليه السلام -) فتح الباري ٦/٤٣١-٤٣٢، ح٣٤٠١، ومسلم: (كتاب ... الفضائل، باب من فضائل الخضر - عليه السلام -) ٤/١٨٤٧، ح٢٣٨٠.',NULL,'372',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (365,'عمر وقد تقدم تقرير ذلك بنقل الآثار في ذلك عن الصحابة، وأقوال أهل العلم من بعدهم، مما يغني عن إعادته هنا وليراجع في موضعه. (١)
وأما ماذكره الرافضي من قول علي: (سلوني قبل أن تفقدوني) فلم يقل ذلك للصحابة الذين هم أقرانه في العلم، وإنما قاله في آخر عهده، لما انتقل إلى العراق، فدخل في الدين من لم يتفقه فيه، فاحتاج الناس إلى علمه، فكان يحثهم على السؤال والتفقه.
يقول شيخ الإسلام ابن تيمية في الرد على الرافضة في استدلالهم بهذا الأثر: «لا ريب أن علياً لم يكن يقول هذا بالمدينة، بين المهاجرين والأنصار، الذين تعلموا كما تعلم، وعرفوا كما عرف، وإنما قال هذا لما صار إلى العراق، وقد دخل في دين الإسلام خلق كثير لا يعرفون كثيراً من الدين، وهو الإمام الذي يجب عليه أن يفتيهم ويعلمهم فكان يقول لهم ذلك ليعلمهم ويفتيهم، كما أن الذين تأخرت حياتهم من الصحابة واحتاج الناس إلى علمهم نقلوا عن النبي - صلى الله عليه وسلم - أحاديث كثيرة لم ينقلها الخلفاء الأربعة، ولا أكابر الصحابة، لأن أولئك كانوا مستغنين عن نقلها، لأن الذين عندهم قد علموها كما علموها.
ولهذا يروى لابن عمر، وابن عباس، وعائشة، وأنس، وجابر، وأبي سعيد، ونحوهم من الصحابة من الحديث ما لايروى لعلي،
ولا لعمر. وعمر، وعلي، أعلم من هؤلاء كلهم، لكن هؤلاء احتاج الناس إليهم لكونهم تأخرت وفاتهم، وأدركهم من لم يدرك أولئك السابقين فاحتاجوا أن يسألوهم، واحتاج أولئك أن يعلموهم ويحدثوهم.
فقول علي لمن عنده بالكوفة (سلوني) هو من هذا الباب، لم يقل هذا لابن مسعود، ومعاذ، وأبيّ بن كعب، وأبي الدرداء، وسلمان، وأمثالهم، فضلاً عن أن يقول ذلك لعمر، وعثمان، ولهذا لم يكن هؤلاء ممن يسأله، فلم يسأله قط لا معاذ ولا أبيّ،
ولا ابن مسعود، ولا من هو
_________
(١) انظر ص ٥١٦-٥١٩ من هذا الكتاب.',NULL,'373',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (366,'دونهم من الصحابة، وإنما كان يستفتيه المستفتي كما يستفتي أمثاله من الصحابة» . (١)
وأما قول أبي بكر: (أي سماء تظلني، وأي أرض تقلني إن قلت في كتاب الله بما لا أعلم) ، فتلك منقبة عظيمة لأبي بكر الصديق
- رضي الله عنه - تدل على عظيم ورعه، وكمال احتياطه لدينه، ولهذا ذكر العلماء المحققون أنه لا يعرف لأبي بكر مسألة واحدة أخطأ فيها، بخلاف غيره من الصحابة فإنهم يجتهدون فيصيبون تارة ويخطئون تارة.
يقول شيخ الإسلام ابن تيمية: «وفي الجملة لا يعرف لأبي بكر مسألة من الشريعة غلط فيها، وقد عرف لغيره مسائل كثيرة» . (٢)
ويستطرد مبيناً فضله في العلم على غيره من الصحابة، وما رفع الله على يديه من الاختلاف بين الصحابة: «وقد تنازعت الصحابة بعده في مسائل، مثل: الجد، والإخوة، ومثل العمرتين، ومثل العول، وغير ذلك من مسائل الفرائض، وتنازعوا في مسائل الحرام، والطلاق الثلاث،
بكلمة، والخليّة والبريّة (٣) والبتّه (٤) وغير ذلك من مسائل الطلاق.
وكذلك تنازعوا في مسائل صارت مسائل نزاع بين الأمة إلى اليوم، وكان تنازعهم في خلافة عمر، نزاع في اجتهاد محض كل منهم يقر صاحبه على اجتهاده، كتنازع الفقهاء أهل العلم والدين، وأما في خلافة عثمان فقوي النزاع في بعض الأمور، حتى صار يحصل كلام غليظ من بعضهم لبعض، ولكن لم يقاتل بعضهم بعضاً باليد ولابسيف ولا غيره.
وأما في خلافة علي فتغلظ النزاع، حتى تقاتلوا بالسيوف.
_________
(١) منهاج السنة ٨/٥٧-٥٨.
(٢) منهاج السنة ٥/٤٩٧.
(٣) من كنايات الطلاق جاء في اللسان: «الخليّة: كلمة تطلَّق بها المرأة يقال لها: ... أنت بَريَّة، وخليّة. كناية عن الطلاق» لسان العرب لابن منظور ١٤/٢٤١.
(٤) هو طلاق المرأة ثلاثاً، انظر: مختار الصحاح للرازي ص١٦.',NULL,'374',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (367,'وأما في خلافة أبي بكر فلم يعلم أنه استقر بينهم نزاع في مسألة واحدة من مسائل الدين، وذلك لكمال علم الصديق وعدله، ومعرفته بالأدلة التي تزيل النزاع، فلم يكن يقع بينهم نزاع إلا أظهر الصديق من الحجة التي تفصل النزاع ما يزول معها النزاع، وكان عامة الحجج الفاصلة للنزاع يأتي بها الصديق ابتداء، وقليل من ذلك يقوله عمر أو غيره فيقره أبو بكر الصديق» . (١)
فتبين من هذا أن توقف أبي بكر عند حد علمه من مناقبه العظيمة، فإن هذاطريق كل راسخ في العلم، ومنهج كل عالم كامل، فإن العالم إذا كمل فقهه وترسّخ علمه منعه من أن يقول على الله بلاعلم.
ولذا كان الرسول - صلى الله عليه وسلم - الذي هو أعلم الخلق بربه، يقف عند مالم ينزل عليه فيه وحي، حتى يأتيه الوحي من الله، وقد ترجم البخاري في كتاب الاعتصام (باب ما كان النبي - صلى الله عليه وسلم - يُسأل مما لم ينزل عليه الوحي فيقول: لا أدري، أو لم يجب حتى ينزل عليه الوحي، ولم يقل برأي ولا قياس لقوله تعالى: {بما أراك الله} ، وقال ابن مسعود: سئل النبي - صلى الله عليه وسلم - عن الروح فسكت حتى نزلت الآية) . (٢)
وأورد تحته حديث جابر أنه قال للنبي - صلى الله عليه وسلم - وقد عاده في مرضه كيف أصنع في مالي؟ قال: (فما أجابني بشيء حتى نزلت آية المواريث) . (٣)
وروى ابن عبد البر في جامع بيان العلم وفضله من طريق ابن وهب قال حدثني مالك قال: (كان رسول الله - صلى الله عليه وسلم - إمام المسلمين وسيد العالمين يسئل عن الشيء فلا يجيب حتى يأتيه الوحي» . (٤)
_________
(١) منهاج السنة ٥/٤٩٧-٤٩٩.
(٢) صحيح البخاري مع فتح الباري ١٣/٢٩٠.
(٣) صحيح البخاري مع فتح الباري ٣/٢٩٠.
(٤) جامع بيان العلم وفضله ص٣٥٦.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (368,'وكذلك كبار الصحابة كانوا محققين لهذا الأمر متأسين فيه بنبيهم - صلى الله عليه وسلم - موجهين الأمة إليه:
فعن علي - رضي الله عنه - أنه قال: (إذا سئلتم عما لاتعلمون فاهربوا قالوا: وكيف الهرب يا أمير المؤمنين؟ قال: تقولون: الله أعلم) . (١)
وعنه - رضي الله عنه - أنه قال: (وأبردها على الكبد، إذا سئلت عما لا أعلم أن أقول: الله أعلم) . (٢)
وعن ابن عمر أن رجلاً سأله عن مسألة فقال: (لا علم لي بها، فلما أدبر الرجل، قال ابن عمر: نِعْمَ ما قال ابن عمر، سئل عما لا يعلم فقال: لا علم لي به) . (٣)
وقال أبو الدرداء: (قول الرجل فيما لا يعلم: لا أعلم نصف العلم) . (٤)
وقال ابن عباس: (إذا ترك العالم لا أعلم فقد أصيبت مقاتله) . (٥)
فتبين بهذا أن التورع من القول على الله بلا علم، والتوقف عند ذلك دليل فضل وخير، ولا يطعن على العلماء بذلك إلا جاهل
متطاول، وكيف يطعن على أحد بهذا، ورسول الله - صلى الله عليه وسلم - على هذا الأمر، ومن بعده خيار أصحابه وفقهاؤهم، بما فيهم علي - رضي الله عنه - الذي تدعي فيه الرافضة ماتدعي من الغلو المفرط يقول: (وأبردها على الكبد أن أقول لما لا أعلم الله أعلم) بل ثبت عنه أنه قال مثل قول أبي بكر على ماروى ابن عبد البر بسنده من طريق أبي البختري عن علي - رضي الله عنه - قال: (أي أرض تقلني أوسماء تظلني إذا قلت في كتاب الله مالا أعلم) . (٦)
_________
(١) أخرجه الدارمي في سننه ١/٧٤.
(٢) المصدر السابق ١/٧٤
(٣) المصدر السابق ١/٧٤، وأورده ابن عبد البر في جامع بيان العلم ص٣٥٤.
(٤) أورده ابن عبد البر في جامع بيان العلم ص٣٥٧.
(٥) المصدر السابق ص٣٥٦.
(٦) جامع بيان العلم ص٣٥٣.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (369,'فإن لم يكن هذا موجباً للطعن في علي، فكيف يطعن به على أبي بكر، فالقول واحد سواء بسواء، بل ثبت في هذا الباب من الآثار عن علي مالم يثبت عن أبي بكر كما تقدم نقل ذلك.
وبهذا يلزم الرافضي، ويظهر تناقضه وظلمه وبغيه، حيث يطعن في أبي بكر بما هو موجود في علي، مما يدل على اتباعه الهوى في أحكامه ومجانبته العدل في أقواله، مع ما يدعيه من التجرد والإنصاف في البحث، فلعنة الله على الكاذبين الظالمين!!',NULL,'377',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (370,'<span data-type="title" id=toc-34>استدلال الرافضي بحديث: (أنت مني بمنزلة هارون من موسى) والرد عليه</span>

قال المؤلف ص١٧٤ في معرض ذكره الأحاديث التي ذكر أنها توجب اتباع علي:
«ب-حديث: (يا علي أنت مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي) .
وهذا الحديث كما لا يخفى على أهل العقول فيه ما فيه من اختصاص أمير المؤمنين علي بالوزارة، والوصاية، والخلافة ... وفيه أيضاً أن الإمام علياً هو أفضل الصحابة، والحديث كما هو معلوم مجمع عليه بين المسلمين» .
قلت: أما الحديث فصحيح، وقد أخرجه الشيخان وغيرهما (١) وهو من فضائل علي - رضي الله عنه - ولهذا ذكره العلماء في مناقبه.
وأما ما ادعاه الرافضي من الدلالة على اختصاص علي بالوزارة
_________
(١) صحيح البخاري: (كتاب فضائل الصحابة، باب مناقب علي بن أبي ... طالب ... ) ، فتح الباري ٧/٧١، ح٣٧٠٦، وصحيح مسلم: (كتاب فضائل ... الصحابة، باب من فضائل علي بن أبي طالب ... ) ٤/١٨٧٠، ح٢٤٠٤، ... والمسند للإمام أحمد ٦/٤٣٨، ٦/٣٦٩.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (371,'والوصاية والخلافة فغير صحيح، فليس في الحديث أي دلالة على ما ذكر، وذلك أن هذا الحديث قاله النبي - صلى الله عليه وسلم - لعلي عندما أراد الخروج إلى غزوة تبوك، وكان قد استخلفه على المدينة بعد أن استنفر الناس للخروج معه، فلم يبق بالمدينة إلا النساء والصبيان وأصحاب الأعذار، فشق ذلك على علي، فجاء للنبي وقال له: أتخلفني في النساء والصبيان. فقال له النبي - صلى الله عليه وسلم -: أما ترضى أن تكون مني بمنزلة هارون من موسى. (١)
وقيل: إن بعض المنافقين قال: إنما خلفه لأنه يبغضه فقال له النبي - صلى الله عليه وسلم - ذلك (٢) ، ومعلوم من السيرة أن هذا الاستخلاف لم يكن خاصاً بعلي، فقد استخلف النبي - صلى الله عليه وسلم - على المدينة غيره عندما كان يخرج غازياً أو حاجاً أو معتمراً، فقد استخلف في غزوة بدر: عبد الله ابن
أم مكتوم، واستخلف في غزوة بني سليم: سباع بن عُرفطة الغفاري، أو ابن أم مكتوم على اختلاف في ذلك، واستخلف في غزوة السويق: بشير بن عبد المنذر، واستعمل على المدينة في غزوة بني المصطلق:
أبا ذر الغفاري، وفي غزوة الحديبية: نُمَيْلَةَ بن عبد الله الليثي كما
استعمله أيضاً في غزوة خيبر، وفي عمرة القضاء استعمل: عويف بن الأضبط الديلي، وفي فتح مكة: كلثوم بن حصين بن عتبة الغفاري، وفي حجة الوداع: أبا دجانة الساعدي ذكر هذا ابن هشام في مواطن متفرقه من السيرة (٣) وهذا مما يدل على عدم اختصاص علي بالاستخلاف، وأنه قد شاركه في ذلك جمع من الصحابة، وبالتالي تبطل مزاعم الرافضة التي يعلقونها على هذا الحديث، كدعوى الوصية لعلي وأنه أفضل الصحابة.
وقد نبه العلماء قديماً على هذا، وردوا على الرافضة في احتجاجهم
_________
(١) جاء توضيح ذلك في بعض روايات الحديث، انظر: صحيح البخاري: ... (كتاب المغازي، باب غزوة تبوك) ، فتح الباري ٨/ ١٢٢، ح٤٤١٦، ... وصحيح مسلم بحسب ما جاء في الإحالة السابقة.
(٢) انظر: تاريخ الطبري ٣/١٠٣-١٠٤، والبداية والنهاية لابن كثير ٥/٧.
(٣) انظر السيرة النبوية لابن هشام ٢/٦٥٠، ٨٠٤، ٨٠٦، ... ٣/١١١٣، ١١٣٣، ١١٥٤، ١١٩٧، ٤/١٢٤١، ١٤٥٧.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (372,'بهذا الحديث، وأن غاية ماتضمنه هو تشبيه النبي - صلى الله عليه وسلم - استخلافه لعلي، باستخلاف موسى لهارون في حال غيبته، تطييباً لنفس علي، وإظهاراً لكرامته عنده، دون ما بنته الرافضة على الحديث من أوهام باطلة، لا يحتملها لفظ الحديث ولا مناسبته.
يقول الإمام أبو نعيم: «فإن قال: [أي: الرافضي] قد ثبت عن رسول الله - صلى الله عليه وسلم - أنه قال لعلي: (أنت مني بمنزلة هارون من موسى) قيل له: كذلك نقول في استخلافه على المدينة في حياته بمنزلة هارون من موسى، وإنما خرج هذا القول له من النبي - صلى الله عليه وسلم - عام تبوك إذ خلفه
بالمدينة، فذكر المنافقون أنه ملّه وكره صحبته، فلحق بالرسول - صلى الله عليه وسلم -
فذكر له قولهم فقال: (بل خلفتك كما خلف موسى هارون) ، فإن قال الطاعن: لم يرد استخلافه على المدينة قيل له: هل شاركه في النبوة كما شارك هارون موسى، فإن قال: نعم كفر، وإن قال: لا، قيل له فهل كان أخاه في النسب فإن قال: نعم كذب، فإذا بطلت أخوة النسب ومشاركة النبوة فقد صح وجه الاستخلاف، وإن جعل استخلافه في حياته على المدينة أصلاً، فقد كان - صلى الله عليه وسلم - يستخلف في كل غزاة غزاها غيره من أصحابه، كابن أم مكتوم، وخفاف بن إيماء بن رخصة وغيرهما من خلفائه» . (١)
وقال النووي: «وهذا الحديث لا حجة فيه لأحد منهم، بل فيه إثبات فضيلة لعلي ولا تعرض فيه لكونه أفضل من غيره أو مثله، وليس فيه دلالة لاستخلافه بعده، لأن النبي - صلى الله عليه وسلم - إنما قال هذا لعلي حين استخلفه في المدينة في غزوة تبوك ويؤيد هذا أن هارون المشبه به لم يكن خليفة بعد موسى، بل توفي في حياة موسى، وقبل وفاة موسى بنحو أربعين سنة على ما هو مشهور عند أهل الأخبار والقصص، قالوا وإنما استخلفه حين ذهب لميقات ربه للمناجاة» . (٢)
وقال ابن حزم بعد أن ذكر احتجاج الرافضة بالحديث: «وهذا
_________
(١) الإمامة والرد على الرافضة ص٢٢١-٢٢٢.
(٢) شرح صحيح مسلم ١٣/١٧٤.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (373,'لا يوجب له فضلاً على من سواه، ولا استحقاق الإمامة بعده
- عليه السلام - لأن هارون لم يل أمر بني إسرائيل بعد موسى عليهما السلام، وإنما ولي الأمر بعد موسى - عليه السلام - يوشع بن نون فتى موسى وصاحبه الذي سافر معه في طلب الخضر عليهما السلام، كما ولي الأمر بعد رسول الله - صلى الله عليه وسلم - صاحبه في الغار الذي سافر معه إلى المدينة، وإذا لم يكن على نبياً كما كان هارون نبياً، ولا كان هارون خليفة بعد موت موسى على بني إسرائيل فصح أن كونه - رضي الله عنه - من رسول الله - صلى الله عليه وسلم - بمنزلة هارون من موسى إنما هو في القرابة فقط، وأيضا فإنما قال له رسول الله - صلى الله عليه وسلم - هذا القول إذ استخلفه على المدينة في غزوة تبوك ... ثم قد استخلف - عليه السلام - قبل تبوك، وبعد تبوك في أسفاره رجالاً سوى علي - رضي الله عنه -، فصح أن هذا الاستخلاف لايوجب لعلي فضلاً على غيره، ولا ولاية الأمر بعده، كما لم يوجب ذلك لغيره من المستخلفين» . (١)
وقال شيخ الإسلام ابن تيمية -رحمه الله- في سياق رده على الرافضة في استدلالهم بهذا الحديث: «وقول القائل هذا بمنزلة هذا، وهذا مثل هذا، هو كتشبيه الشيء بالشيء يكون بحسب ما دل عليه
السياق، لا يقتضي المساواة في كل شيء ... وكذلك هنا هو بمنزلة هارون، فيما دل عليه السياق، وهو استخلافه في مغيبه كما استخلف
موسى هارون، وهذا الاستخلاف ليس من خصائص علي، بل ولا هو مثل استخلافاته، فضلاً أن يكون أفضل منها، وقد استخلف مَنْ علي أفضل منه في كثير من الغزوات، ولم تكن تلك الاستخلافات توجب تقديم المُسْتخلَف على عليّ إذا قعد معه، فكيف يكون موجباً لتفضيله على عليّ؟
بل قد استخلف على المدينة غير واحد، وأولئك المستخلفون منه بمنزلة هارون من موسى من جنس استخلاف عليّ، بل كان ذلك الاستخلاف يكون على أكثر وأفضل ممن استخلف عليه عام تبوك وكانت الحاجة إلى الاستخلاف أكثر، فإنه كان يخاف من الأعداء على المدينة، فأما عام تبوك فإنه كان قد أسلمت العرب بالحجاز، وفتحت مكة
_________
(١) الفصل ٤/١٥٩-١٦٠.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (374,'وظهر الإسلام وعزّ، ولهذا أمر الله نبيه أن يغزو أهل الكتاب بالشام، ولم تكن المدينة تحتاج إلى من يقاتل بها العدو، ولهذا لم يدع النبي - صلى الله عليه وسلم - عند عليّ أحداً من المقاتلة، كما كان يدع بها في سائر الغزوات بل أخذ المقاتلة كلهم معه» . (١)
وقال ابن حجر في شرح الحديث: «واستدل بحديث الباب على استحقاق علي للخلافة دون غيره من الصحابة، فإن هارون
كان خليفة موسى وأجيب بأن هارون لم يكن خليفة موسى إلا في حياته لا بعد موته لأنه مات قبل موسى باتفاق أشار إلى ذلك الخطابي.
وقال الطيبي: معنى الحديث أنه متصل بي نازل مني منزلة هارون من موسى، وفيه تشبيه مبهم بينه بقوله: (إلا أنه لا نبي بعدي) فعرف أن الاتصال المذكور بينهما، ليس من جهة النبوة، بل من جهة ما دونها، وهو الخلافة، لما كان هارون المشبه به، إنما كان خليفة في حياة موسى، دل ذلك على تخصيص خلافة علي للنبي - صلى الله عليه وسلم - بحياته والله أعلم» . (٢)
فهذه أقوال العلماء المحققين كلها دائرة على معنى واحد
وهو عدم اختصاص علي - رضي الله عنه - بهذا الاستخلاف ولا بشيء مما تدعيه الرافضة فيه من الوصية أو الأفضلية على غيره، وأن تشبيه
النبي - صلى الله عليه وسلم - له بهارون ليس من كل وجه، فقد دل النص على نفي
النبوة، ودل الواقع على نفي الاستخلاف بعد الممات؛ كما هو معلوم من حال المشبه به وهو هارون لموته في حياة موسى، فلم يبق
إلا الاستخلاف في الحياة في حال الغيبة، وهذا أمر لانزاع فيه لكنه ليس من خصائص علي، فالرافضة لا تنتفع منه بشيء في تقرير عقيدتها إلا وهو ثابت في حق غير علي من المستخلفين الذين تقدم ذكرهم.
_________
(١) منهاج السنة ٧/٣٣٠-٣٣٢، وانظر: أيضاً ٥/٣٤ من الكتاب نفسه، ... ومجموع الفتاوى ٤/٤١٦.
(٢) فتح الباري ٧/٧٤.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (375,'<span data-type="title" id=toc-35>استدلال الرافضي بحديث: (من كنت مولاه فعلي مولاه) والرد عليه</span>

قال الرافضي ص١٧٤: «ت- حديث: (من كنت مولاه فهذا علي مولاه، اللهم وال من والاه، وعاد من عاداه، وانصر من نصره، واخذل من خذله، وأدر الحق معه حيث دار) .
وهذا الحديث وحده كاف لرد مزاعم تقديم أبي بكر وعمر وعثمان على من نصبه رسول الله - صلى الله عليه وسلم - ولياً للمؤمنين بعده، ولا عبرة بمن أول الحديث بمعنى المحبّ والنصير، لصرفه عن معناه الأصلي الذي قصده الرسول - صلى الله عليه وسلم -، وذلك حفاظاً على كرامة الصحابة، لأن
الرسول - صلى الله عليه وسلم - عندما قام خطيباً في ذلك الحر الشديد (قال: ألستم تشهدون بأني أولى بالمؤمنين من أنفسهم) قالوا: بلى يارسول الله. فقال عندئذ (فمن كنت مولاه فهذا علي مولاه) وهذا نص صريح في استخلافه على أمته ... » .
قلت: تقدم الرد عليه في استدلاله بهذا الحديث، ونقل كلام أهل العلم في معنى الحديث، وأنه لاحجة فيه للرافضة على تفضيل عليّ على غيره من الصحابة، ولا استخلافه. وأن الولاية المذكورة في

الحديث إنما هي موالاة الإسلام التي هي ضد العداوة (١) وهذه
الولاية ثابتة للمؤمنين فيما بينهم قال تعالى: {والمؤمنون والمؤمنات بعضهم أولياء بعض} (٢) والله - عز وجل - وليهم
_________
(١) انظر: ص ٤٦٤-٤٦٨ من هذا الكتاب.
(٢) سورة التوبة آية ٧١.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (376,'جميعاً، وكذلك رسوله
ولي المؤمنين كما قال تعالى: {إنما وليكم الله ورسوله والذين آمنوا} . (١)
على أنه تقدم اختلاف العلماء في صحة الحديث وهو قوله: (من كنت مولاة فعلى مولاه) (٢) وأما الزيادة التي ذكرها المؤلف هنا فباطلة، وقد أنكرها العلماء وذكروا أنها مزيدة في الحديث.
قال شيخ الإسلام: «وأما الزيادة وهي قوله: (اللهم وال من والاه وعاد من عاداه) الخ. فلا ريب أنه كذب، ونقل الأثرم في سننه، عن أحمد أن العباس سأله عن حسين الأشقر وأنه حدث بحديثين: أحدهما: قوله لعلي: إنك ستعرض على البراءة مني فلا تبرأ. والآخر: اللهم وال من والاه وعاد من عاداه فأنكره أبو عبد الله جداً لم
يشك أن هذين كذب» . (٣)
وقال -رحمه الله- في بعض فتاويه: (وأما قوله من كنت مولاه فعلي مولاه اللهم وال من ولاه ... الخ) فهذا ليس في شيء من الأمهات إلا في الترمذي، وليس فيه إلا (من كنت مولاه فعلي مولاه) وأما الزيادة فليست في الحديث، وسئل عنها الإمام أحمد فقال: زيادة كوفية.
ولا ريب أنها كذب لوجوه:
أحدها: أن الحق لا يدور مع معين إلا النبي - صلى الله عليه وسلم -، لأنه لو كان كذلك لوجب اتباعه في كل ما قال، ومعلوم أن علياً ينازعه الصحابة في مسائل وجد فيها النص يوافق من نازعه، كالمتوفى عنها زوجها وهي حامل، وقوله: (اللهم انصر من نصره ... الخ) خلاف الواقع، قاتل معه أقوام يوم صفين فما انتصروا، وأقوام لم يقاتلوا فما خذلوا: كسعد الذي فتح العراق لم يقاتل معه، وكذلك أصحاب معاوية وبني أمية الذين قاتلوه فتحوا كثيراً من بلاد الكفار ونصرهم الله.
وكذلك قوله: (اللهم وال من والاه وعاد من عاداه) مخالف لأصل
_________
(١) سورة المائدة آية ٥٥.
(٢) انظر: ص ٤٦٣، ٤٦٤ من هذا الكتاب.
(٣) منهاج السنة ٧/٣١٩.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (377,'الإسلام فإن القرآن قد بين أن المؤمنين إخوة مع قتالهم وبغي
بعضهم على بعض» . (١)
فتبين أن الثابت من الحديث لا حجة للرافضة فيه، وأما الزيادة وهي قوله: اللهم وال من والاه ... وما بعدها. فلا عبرة لها لأنها كذب كما قرر ذلك شيخ الإسلام بيَّن بطلانها رواية ودراية.
_________
(١) مجموع الفتاوى ٤/٤١٧.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (378,'<span data-type="title" id=toc-36>استدلال الرافضي بحديث: «علي مني وأنا من علي ولا يؤدي عني إلا علي» والرد عليه</span>

قال الرافضي ص١٧٥ «ث- حديث (علي مني وأنا من علي، ولا يؤدي عني إلا أنا أو علي) .
وهذا الحديث الشريف هو الآخر صريح في أن الإمام علياً هو الشخص الوحيد الذي أهله صاحب الرسالة ليؤدي عنه، وقد قاله عندما بعثه بسورة براءة يوم الحج الأكبر عوضاً عن أبي بكر، ورجع أبو بكر يبكي ويقول: يارسول الله أنزل فيّ شيء فقال: إن الله أمرني أن لا يؤدي عني إلا أنا أو علي ... » .
وجوابه: أن هذا الحديث بهذا اللفظ لا يثبت.
قال فيه ابن كثير: «ضعيف الإسناد ومتنه فيه نكاره» . (١)
قلت: صدْر الحديث ثابت من وجه آخر وهو حديث البراء بن عازب - رضي الله عنه - في قصة تنازع علي وزيد وجعفر على كفالة ابنة حمزة وفيه أن النبي - صلى الله عليه وسلم - قال لعلي: «أنت مني وأنا منك» والحديث في الصحيحين (٢)
_________
(١) تفسير ابن كثير ٢/٣٣٣، والبداية والنهاية ٥/٣٤.
(٢) تقدم تخريجه ص ٤٩٣.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (379,'لكن ليس هذا من خصائص علي بل قال النبي - صلى الله عليه وسلم - مثل
ذلك لغيره كما تقدم بيانه. (١)
وأما قوله: (لا يؤدي عني إلا علي) فمع عدم ثبوت سنده -كما تقدم- فهو معارض لأصل عظيم من أصول الدين وهو وجوب نشر العلم، والتبليغ عن الرسول - صلى الله عليه وسلم - في حق كل من سمع منه شيئاً من العلم أو بلغه عنه، من غير حصر في أحد كما دل على هذا حديث جبير بن مطعم المشهور أن النبي - صلى الله عليه وسلم - قام بالخيف من منى فقال: (نَضَّرَ الله امْرأً سمع مقالتي فبلغها فرب حامل فقه غير فقيه، وربّ حامل فقه إلى من هو أفقه منه) . (٢)
وفي الصحيحين من حديث أبي بكرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - خطبهم يوم النحر، ثم قال بعد أن ذكر تعظيم حرمة الدماء والأموال والأعراض (ليبلغ الشاهد الغائب، فإن الشاهد عسى أن يبلغ من هو أوعى منه) (٣) ، فرغّب النبي - صلى الله عليه وسلم - في هذا المشهد العظيم أمته أن تبلغ عنه،
وتؤدي ما سمعت منه، وبين أن البلاغ عنه ليس من شرطه الفقه، بل متى ما حصل الضبط والحفظ جاز للسامع البلاغ، فكيف بكبار الصحابة الذين هم أهل العلم والفقه، وقدوة الناس في الدين، فهم أولى الناس بالبلاغ عنه، ولهذا بلغ أصحابه عنه الأحاديث، ونقلوا سنته للأمة في حياته، وبعدمماته، ولم يكن ذلك محصوراً في عدد معروف منهم، وإنما كان يبلغ عنه كل من سمع منه، ممن لا يحصي عددهم إلا الله، فكيف يتصور بعد هذا أن يجعل النبي - صلى الله عليه وسلم - البلاغ عنه محصوراً في علي دون غيره من الصحابة!! إن هذا مما يأباه الدين ويرده الواقع.
_________
(١) انظر: ص ٤٩٤ من هذا الكتاب.
(٢) أخرجه الترمذي في: (كتاب العلم، باب ما جاء في الحث على تبليغ ... السماع) ٥/٣٣-٣٤، وابن ماجه في: (المقدمة، باب من بلّغ علما) ... ١/٨٥، وقد صححه الألباني في صحيح ابن ماجه ١/٤٥.
(٣) أخرجه البخاري في: (كتاب العلم، باب قول النبي - صلى الله عليه وسلم - ليبلغ الشاهد ... الغائب) ، فتح الباري ١/١٥٧، ١٥٨، ح٦٧، ومسلم: (كتاب القسامة، ... باب تغليظ تحريم الدماء) ٣/١٣٠٦، ح١٦٧٩.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (380,'وما ذكره المؤلف من أن النبي - صلى الله عليه وسلم - بعث علياً يبلغ عنه سورة براءة عوضاً عن أبي بكر، ورجوع أبي بكر يبكي، ثم قول النبي - صلى الله عليه وسلم - له لا يؤدي عني إلا علي فكذب مردود بالروايات الصحيحة، والثابت أن النبي - صلى الله عليه وسلم - بعث علياً مؤيداً لأبي بكر، وقد كان تحت إمرة أبي بكر في الحج، فأمر أبو بكر من ينادي في الناس أيام الحج بما أمر به رسول الله - صلى الله عليه وسلم - وكان من بينهم علي - رضي الله عنه - وكان الجميع تحت إمرة أبي بكر.
على ماروى البخاري من حديث أبي هريرة - رضي الله عنه - قال: (بعثني أبو بكر في تلك الحجة في مؤذنين يوم النحر، نؤذن بمنى ألا لا يحج بعد العام مشرك، ولا يطوف بالبيت عريان. قال حميد بن عبد الرحمن: ثم أردف رسول الله - صلى الله عليه وسلم - علياً فأمره أن يؤذن ببراءة. قال أبو هريرة: فأذن معنا علي في أهل منى يوم النحر لا يحج بعد العام مشرك،
ولا يطوف بالبيت عريان) . (١)
فدل الحديث على بطلان دعوى الرافضي، وأن بعث النبي - صلى الله عليه وسلم - علياً إنما كان تأييداً لأبي بكر لابديلاً عنه، ولا أميراً عليه، بل كان أبوبكر هو أمير الحج، وعلي داخل تحت إمرته كغيره ممن حج مع
أبي بكر من الصحابة.
كما قرر هذا الأمر شيخ الإسلام ابن تيمية حيث قال في معرض رده على الرافضي في زعمه رد النبي - صلى الله عليه وسلم - أبا بكر وبعث علي مكانه.
«والجواب من وجوه: أحدها: أن هذا كذب باتفاق أهل العلم وبالتواتر العام، فإن النبي - صلى الله عليه وسلم - استعمل أبا بكر على الحج سنة تسع، لم يرده ولا رجع، بل هو الذي أقام للناس الحج ذلك العام، وعلي من جملة رعيته يصلي خلفه ويدفع بدفعه، ويأتمر بأمره كسائر من معه، وهذا من العلم المتواتر عند أهل العلم، لم يختلف فيه اثنان، في أن أبابكر
_________
(١) أخرجه البخاري في: (كتاب الصلاة، باب ما يستر العورة) ، فتح الباري ... ١/٤٧٧، ح٣٦٩.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (381,'هو الذي أقام الحج ذلك العام بأمرالنبي - صلى الله عليه وسلم - فكيف يقال: إنه أمره برده؟!
ولكن أردفه بعلي لينبذ إلى المشركين عهدهم، لأن عادتهم كانت جارية أن لا يعقد العقود ولا يحلها الا المطاع أو رجل من أهل بيته
فلم يكونوا يقبلون ذلك من كل أحد» . (١)
وبهذا يظهر لك أيها القارئ فساد حجة الرافضي في استدلاله بالحديث المذكور على خلافة، علي وأنه حديث ضعيف لا تقوم الحجة به وهو مع هذا منكر المتن معارض للأصول، كما أن المناسبة التي زعم أنها سببه، وعلق الحديث بها تشهد ببطلان دعواه إذ لم يرجع أبو بكر بعد تأمير النبي - صلى الله عليه وسلم - له على الحج، ولم يرده هو، بل حج بالناس، وبلغ عهد النبي - صلى الله عليه وسلم -، وبعث من كان ينادي في الناس بذلك، وكان من بين هؤلاء المنادين علي - رضي الله عنه - الذي كان يأتمر بأمر أبي بكر في تنفيذ عهد رسول الله - صلى الله عليه وسلم -.
_________
(١) منهاج السنة ٨/٢٩٦، وانظر: أيضاً ٦/٤٩٣ من الكتاب نفسه.',NULL,'389',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (382,'<span data-type="title" id=toc-37>استدلال الرافضي بحديث: (إن هذا أخي ووصيي وخليفتي) والرد عليه</span>

قال الرافضي ص١٧٦ «ج- حديث الدار يوم الإنذار قال رسول الله - صلى الله عليه وسلم - مشيراً إلي علي: (إن هذا أخي ووصيي وخليفتي من بعدي فاسمعوا له وأطيعوا) وهذا الحديث هو أيضاً من الأحاديث الصحيحه التي نقلها المؤرخون، لبداية البعثة النبوية، وعدوها من معجزات النبي - صلى الله عليه وسلم - ... الخ كلامه.
وجوابه: أن هذا الحديث كذب موضوع، لم يرد في شيء من كتب الحديث لا الصحاح، ولا السنن، ولا المسانيد، كما قرر ذلك العلماء المحققون في الحديث. وإليك أيها القارئ بعض أقوالهم في الحديث.
قال ابن الجوزي: «هذا حديث موضوع» . (١)
وقال شيخ الإسلام ابن تيمية: «إن هذا الحديث كذب موضوع باتفاق أهل العلم بالحديث، وقد تقدم كلام ابن حزم أن سائر هذه الأحاديث موضوعة، يعلم ذلك من له أدنى علم بالأخبار ونقلتها وقد صدق في ذلك، فإن من له أدنى معرفة بصحيح الحديث وضعيفه ليعلم
أن هذا الحديث ومثله ضعيف، بل كذب موضوع، ولهذا لم يخرجه أحد من أهل الحديث
_________
(١) الموضوعات ١/٢٥٩.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (383,'في الكتب التي يحتج بما فيها، وإنما يرويه من يرويه في الكتب التي يجمع فيها بين الغث والسمين ... » . (١)
وقال في موطن آخر: «إن هذا الحديث ليس في شيء من كتب المسلمين التي يستفيدون منها علم النقل، لا في الصحاح، ولا في المسانيد والسنن والمغازي والتفسير التي يذكر فيها الإسناد الذي
يحتج به ...
[إلى أن قال] : إن هذا الحديث كذب عند أهل المعرفة بالحديث، فما من عالم إلا وهو يعلم أنه كذب موضوع» . (٢)
وذكر الذهبي في ترجمة مطر بن ميمون الأسكاف أنه موضوع قال: «والمتهم بهذا وما قبله مطر، فإن عبيد الله ثقة شيعي، ولكنه آثم برواية هذا الإفك» . (٣)
وقال السيوطي: «موضوع آفته مطر» . (٤)
وكذا عدّه الشوكاني من الموضوعات في كتابه (الفوائد المجموعة) ... ونقل كلام أهل العلم فيه» . (٥)
فتبين أن هذا الحديث كذب موضوع لا أصل له، كما اتفقت على ذلك أقوال أهل العلم المحققين في الأحاديث، المعنيين بدراسة أسانيدها، وتمييز صحيحها من سقيمها. والعجب من هذا الرافضي وعظيم جرأته على الكذب، حيث ينقل هذه الموضوعات المشتهر
في الأمة وضعها، وبطلانها، ويزعم اتفاق صحاح أهل السنة
عليها.
حيث يقول واصفاً منهجه في كتابه: «وأخذت على نفسي عهداً، وأنا
_________
(١) منهاج السنة ٧/٣٥٤.
(٢) منهاج السنة ٧/٢٩٩-٣٠٢.
(٣) ميزان الاعتدال ٤/١٢٨.
(٤) اللألئ المصنوعة في الأحاديث الموضوعة ١/٣٢٦.
(٥) انظر الفوائد المجموعة في الأحاديث الموضوعة ص٣٤٦.',NULL,'391',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (384,'أدخل هذا البحث الطويل العسير أن أعتمد الأحاديث الصحيحة التي اتفق عليها السنة والشيعة» . (١)
ويقول: «من الأحاديث التي اخذت بها فدفعتني للاقتداء بالإمام علي تلك التي أخرجتها صحاح أهل السنة والجماعة وأكدت صحتها، والشيعة عندهم أضعافها ولكن -وكالعادة- سوف لا أستدل ولاأعتمد إلا الأحاديث المتفق عليها من الفريقين» . (٢)
فانظر أيها القارئ إلى شدة افترائه وعظيم كذبه في ادعائه ألاّ
يذكر في بحثه من الأحاديث إلا ما صح عند أهل السنة، ثم إيراده تلك الموضوعات المنكرات، التي يأباها الدين، وينكرها أهل العلم، ويستهجنها ذوو العقول والفطر السليمة من غير خوف من الله يردعه، ولا استحياء من الناس يمنعه، فما أصدق قول النبي - صلى الله عليه وسلم - عليه: (إذا لم تستح فاصنع ما شئت) . (٣)
_________
(١) ثم اهتديت ص٨٨.
(٢) ثم اهتديت ص١٧٢.
(٣) أخرجه البخاري في: (كتاب أحاديث الأنبياء، باب ٥٤) ، فتح الباري ... ٦/٥١٥، ح٣٤٨٤.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (385,'<span data-type="title" id=toc-38>استدلال الرافضي بحديث: (الثقلين) والرد عليه في ذلك</span>

قال الرافضي ص١٧٩ تحت عنوان: (الأحاديث الصحيحة التي توجب اتباع أهل البيت) .
«١- ... حديث الثقلين: قال رسول الله - صلى الله عليه وسلم -: (ياأيها الناس إني تركت فيكم ما إن أخذتم به لن تضلوا، كتاب الله وعترتي أهل بيتي) .
وقال أيضاً: (يوشك أن يأتي رسول ربي فأجيب وإني تارك فيكم الثقلين أولهما: كتاب الله فيه الهدى والنور، وأهل بيتي أذكركم الله في أهل بيتي أذكركم الله في أهل بيتي) .
وإذا أمعنا النظر في هذا الحديث الشريف الذي أخرجه صحاح أهل السنة والجماعة، وجدنا الشيعة وحدهم هم الذين اتبعوا الثقلين: كتاب الله والعترة النبوية الطاهرة. بينما اتبع أهل السنة والجماعة قول عمر: حسبنا كتاب الله» .
ثم ذكر كلاماً طويلاً تحته ملخصه:
أن أهل السنة اتبعوا الصحابة وقد رووا (عليكم بسنتي وسنة الخلفاء الراشدين ... ) وزعم أن من عرف أحوال الصحابة وما فعلوه وما استنبطوه بآرائهم مقابل النصوص الصريحة لا يمكن أن يركن لمثلهم.
قال: والسنة التي يتبعونها سنة الخلفاء الراشدين، أو هي مروية عن',NULL,'393',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (386,'هؤلاء، وزعم أن سنة الرسول - صلى الله عليه وسلم - لم تدون على ما روى أهل السنة في صحاحهم أن رسول الله - صلى الله عليه وسلم - منعهم من كتابة سنته، وكذلك فعل أبو بكر وعمر إبان خلافتهم.
قال: فلا يبقى بعد ذلك حجة في قولنا: (تركت فيكم سنتي) .
وجواب هذا: أن الحديث الأول وهو (تركت فيكم ما إن أخذتم به لن تضلوا كتاب الله وعترتي) (١) لم يصح وقد ضعفه أهل العلم كما نقل ذلك شيخ الإسلام ابن تيمية، قال: «وأما قوله (وعترتي أهل بيتي) وأنهما لن يفترقا حتى يردا عليّ الحوض، فهذا رواه الترمذي، وقد سئل عنه أحمد بن حنبل فضعفه، وضعفه غير واحد من أهل العلم، وقالوا: لا يصح، وقد أجاب عنه طائفة بما يدل على أن أهل بيته كلهم لا يجتمعون على ضلالة، قالوا: ونحن نقول بذلك، كما ذكر ذلك القاضي أبو يعلي وغيره.
لكن أهل البيت لم يتفقوا -ولله الحمد- على شئ من خصائص مذهب الرافضة، بل هم المبرؤون المنزهون عن التدنس بشيء
منه» . (٢)
كما جمع طرق هذا الحديث وحكم بضعفها مؤيداً كلامه بالنقول عن أهل العلم: الدكتور علي السالوس في كتابه: (حديث الثقلين وفقهه) . (٣)
وأما الحديث الثاني وهو: (يوشك أن يأتي رسول ربي، وإني تارك فيكم الثقلين، أولهما كتاب الله فيه الهدى والنور، وأهل بيتي أذكركم الله في أهل بيتي، أذكركم الله في أهل بيتي) ، فحديث صحيح رواه الإمام مسلم في صحيحه (٤) لكن ليس فيه حجة للرافضة، فإن الذي تضمنه الحديث وصية
_________
(١) أخرجه الترمذي في: (كتاب المناقب، باب في مناقب أهل البيت» ٥/٦٦٢، ... ح٣٧٨٦، وأحمد في المسند ١/١٤، ١٧، ٢٦، ٥٩.
(٢) منهاج السنة ٧/٣٩٤-٣٩٥.
(٣) انظر: الكتاب المذكور ص١٥-٢٨.
(٤) صحيح مسلم: (كتاب فضائل الصحابه، باب من فضائل علي بن
أبي طالب - رضي الله عنه -) ٤/١٨٧٣، ح٢٤٠٨.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (387,'النبي - صلى الله عليه وسلم - بكتاب الله والعمل به، وأن فيه النور والهدى، ثم وصيتة - صلى الله عليه وسلم - بأهل بيته بإعطائهم حقوقهم، والتحذير من ظلمهم، وليس فيه أي ذكر للأمر باتباعهم كما زعم الرافضي.
يقول شيخ الإسلام ابن تيمية: «والحديث الذي في مسلم إذا كان النبي - صلى الله عليه وسلم - قد قاله، فليس فيه إلا الوصية باتباع كتاب الله، وهذا
أمر قد تقدمت الوصية به في حجة الوداع قبل ذلك، وهو لم يأمر باتباع العترة ولكن قال: (أذكر الله في أهل بيتي) وتذكير الأمة بهم يقتضي أن يذكروا ما تقدم الأمر به قبل ذلك: من إعطائهم حقوقهم والامتناع من ظلمهم، وهذا أمر قد تقدم بيانه قبل غديرخم» . (١)
فثبت بهذا أن النبي - صلى الله عليه وسلم - لم يأمر باتباع أهل بيته بنص صحيح صريح وغاية ما يعتمد عليه الرافضة في هذا إما أحاديث ضعيفة لاتثبت بها حجة، وإما أحاديث صحيحه لكنها ليست صريحة في دعواهم، كما هو الشأن في الحديثين السابقين.
ثم إنه على فرض ثبوت ذلك فليس فيه حجة للرافضة على تقرير معتقدهم لعدة أمور:
الأول: أن الأمر باتباع أهل البيت -إن ثبت- يكون فيما اتفقوا عليه، وانعقد عليه إجماعهم، وأئمة أهل البيت وسادتهم متفقون على البراءة من الرافضة ومن عقيدتهم، وعلى رأس هؤلاء: علي وأبناؤه الذين تدين الرافضة بإمامتهم، وتدعي متابعتهم، كما تقدم نقل أقوالهم في ذلك مفصلة (٢) وكما نقل شيخ الإسلام اتفاق سائر أهل البيت وأئمة العترة على تقديم الشيخين، واعتقاد إمامتهما
حيث يقول: «أئمة العترة كابن عباس وغيره يقدمون أبا بكر وعمر في الإمامة والأفضلية، وكذلك سائر بني هاشم من العباسيين والجعفريين وأكثر العلويين، وهم مقرون بإمامة أبي بكر، وعمر، وفيهم من
_________
(١) منهاج السنة ٧/٣١٨.
(٢) انظر: ص ١١٢-١١٩ من هذا الكتاب.',NULL,'395',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (388,'أصحاب مالك، وأبي حنيفة، والشافعي، وأحمد، وغيرهم، أضعاف من فيهم من الإمامية.
والنقل الثابت عن جميع علماء أهل البيت من بني هاشم من التابعين وتابعيهم، من ولد الحسين بن علي، وولد الحسن وغيرهما: أنهم كانوا يتولون أبا بكر، وعمر، وكانوا يفضلونهما على عليّ، والنقول عنهم ثابتة متواترة ... » . (١)
فظهر بهذا أنه لو كان اتفاق أهل البيت حجة، وإجماعهم دليلا لكان أسعد الناس بذلك هم أهل السنة والجماعة، دون الرافضة الذين هم أبعد الناس عن عقيدتهم، وقد تواترت عنهم النصوص بذمهم والبراءة منهم.
الثاني: أن الأمر باتباع أهل البيت لو ثبت لكان مُعَارَضاً بما هو أقوى منه، وهو أن إجماع الأمة حجة بالكتاب والسنة، والعترة بعض الأمة، فيلزم من ثبوت إجماع الأمة إجماع العترة ذكر ذلك شيخ الإسلام ابن تيمية -رحمه الله-. (٢)
الثالث: أنه معارض أو مخصص بقول النبي - صلى الله عليه وسلم - (اقتدوا باللذين من بعدي أبي بكر وعمر) (٣) وبقوله - صلى الله عليه وسلم -: (عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي عضوا عليها بالنواجذ ... ) (٤) فهذان النصان صريحا الدلالة فيمن يجب على الأمة متابعته بعد نبيها - صلى الله عليه وسلم - ولو ثبت الأمر بمتابعة
_________
(١) منهاج السنة ٧/٣٩٦.
(٢) انظر: منهاج السنة ٧/٣٩٧.
(٣) أخرجه أحمد ٥/٣٩٩، والترمذي ٥/٦١٠، والحاكم ٣/٧٩، وصححه ... ووافقه الذهبي، انظر: التلخيص مع المستدرك، وصححه الألباني في سلسة ... الأحاديث الصحيحة ٣/٢٣٣، رقم ١٢٣٣.
(٤) أخرجه أحمد ٤/١٢٦، وأبو داود ٥/١٣، والترمذي، وقال: هذا حديث ... حسن صحيح ٥/٤٤، وابن ماجه ١/١٥، والدارمي ١/٥٧، والحاكم ... وصححه ووافقه الذهبي. المستدرك مع التلخيص ١/٩٥-٩٦، وصححه ... الألباني ونقل تصحيحه عن الضياء المقدسي، حاشية مشكاة المصابيح
١/٥٨.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (389,'أهل البيت لما قوي على معارضة هذين النصين الصحيحين الصريحين المشهورين بين العلماء.
قال الدهلوي عن الحديث الأول: إنه بلغ درجة الشهرة والتواتر المعنوي (١) وكذلك الحديث الثاني (عليكم بسنتي وسنة الخلفاء الراشدين) مشهور في الأمة وقد تلقاه العلماء بالقبول والتسليم،
ويحفظه الكبير والصغير، وأما ما ذكره من النصوص في دعوى متابعة أهل البيت فالصحيح منها ليس بصريح، والصريح ليس بصحيح كما تقدم بيان ذلك، وغاية ما يمكن أن يقال فيها على فرض الصحة أن تكون مخصصة بالحديثين المتقدمين، اللذين هما أصح وأصرح في أحقية المتابعة.
فتبين بهذا عدم انتفاع الرافضة في تقرير معتقدهم بالأمر بمتابعة أهل البيت لو ثبت، فكيف به مع عدم الصحة والثبوت!!
وأما قول المؤلف: إن أهل السنة اتبعوا سنة عمر في قوله: (حسبنا كتاب الله) .
وقوله أيضاً: إنهم اتبعوا سنة الخلفاء الراشدين ... الخ
كلامه.
فهذا مما يمدح به أهل السنة بل إنه من أعظم مناقبهم. حيث اتبعوا سنة الخلفاء الراشدين الذين أوصى النبي - صلى الله عليه وسلم - الأمة بالتمسك بسنتهم والعض عليها بالنواجذ، فهم في الحقيقة متبعون لأمر النبي - صلى الله عليه وسلم - الذي أوصاهم بذلك. وعمر - رضي الله عنه - ثاني الخلفاء الراشدين، وكان ملهماً مسدداً مُحدَّثَاً قد ثبتت النصوص عن النبي - صلى الله عليه وسلم - بمدحه، والثناء عليه في مناسبات كثيرة.
ففي الصحيحين: من حديث سعد بن أبي وقاص أن النبي - صلى الله عليه وسلم -
قال له: (يا ابن الخطاب والذي نفسي بيده ما لقيك الشيطان سالكاً
فجاً إلا سلك فجاً غير فجك) . (٢)
_________
(١) انظر مختصر التحفة الإثني عشرية ص١٧٤.
(٢) أخرجه البخاري في: (كتاب فضائل الصحابة، باب مناقب عمر بن ... الخطاب) ، فتح الباري ٧/٤١، ح٣٦٨٣، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل عمر - رضي الله عنه -) ٤/١٨٦٣، ح٢٣٩٦.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (390,'وفي الصحيحين أيضاً أن النبي - صلى الله عليه وسلم - قال: (قد كان يكون في الأمم قبلكم محدَّثون فإن يكن في أمتي منهم أحد فإن عمر بن الخطاب منهم) (١) إلى غير ذلك من النصوص الكثيرة في فضله - رضي الله عنه - والتي لا يتسع المقام لذكرها، وهذا يدل دلالة واضحة أنه - رضي الله عنه - كان على الحق والهدى، وأن من تابعه في هديه كان على سبيل الرشاد والفلاح كما أن أهل السنة كذلك لما اتبعوا سنة النبي - صلى الله عليه وسلم - وسنة الخلفاء الراشدين المهديين عصمهم الله بذلك من الزيغ والانحراف الذي وقع فيه من تنكب طريقهم، وسلك غير مسلكم من أهل البدع الزائغين عن الحق وعلى رأسهم هؤلاء الرافضة المخذولون.
وأبعد من هذا زيغاً وضلالاًمن يذم الأمة ويقدح فيها بمتابعتها لسنة نبيها - صلى الله عليه وسلم - وخلفائه الراشدين المهديين كما فعل هذا الرافضي الحاقد.
وأما غمزه لعمر في قوله: (حسبنا كتاب) فقد تقدم الرد عليه في
ذلك، عند ذكر حادثه الكتاب الذي أراد النبي - صلى الله عليه وسلم - كتابته في مرض موته، وبيان الوجهة الصحيحة لقول عمر هذا، وأنه لا مطعن فيه عليه بحمد الله فليراجع في موضعه من البحث. (٢)
وأما قوله: إن السنة لم تدون، وقد روى أهل السنة في صحاحهم أن الرسول - صلى الله عليه وسلم - منع من كتابة السنة لئلا تختلط بالقرآن، وكذلك فعل أبو بكر، وعمر إبان خلافتيهما فلا يبقى بعد هذا حجة في قولنا: (تركت فيكم سنتي) .
فجوابه: أن يقال له إن هذا القول كفر صريح، وطعن قبيح في صاحب الرسالة، ورد عليه في قوله: (تركت فيكم سنتي) كما أنه تكذيب ظاهر لقوله تعالى: {إنا نحن نزلنا الذكر وإنا له لحافظون} (٣) فإن الذكر
_________
(١) أخرجه البخاري في: (كتاب فضائل الصحابة، باب مناقب عمر بن ... الخطاب ... ) ، فتح الباري ٧/٤٢، ح٣٦٨٩، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل عمر - رضي الله عنه -) ٤/١٨٦٤، ح٢٣٩٨.
(٢) انظر: ص ٢٩٠-٢٩٣.
(٣) سورة الحجر آية ٩.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (391,'هنا يشمل الوحيين الكتاب والسنة، كما هو مقرر عند أهل العلم، فالسنة محفوظة بحفظ الله، كما أن القرآن محفوظ أيضاً.
وما ذكره المؤلف من النهي عن كتابه السنة في بداية العهد وصدر الإسلام لا يستلزم فقدها وذهابها، بل كانوا يحفظونها في الصدور، وذلك لكمال عنايتهم بها وحرصهم عليها، وقد عُلِّلَ النهي
عن الكتابة في بداية الأمر بخوف الاتكال على الكتابة وترك الحفظ، أو قلة العناية به، قال الخطيب البغدادي: «وأُمر الناس بحفظ السنن إذ الإسناد قريب، والعهد غير بعيد، ونهي عن الاتكال على الكتاب، لأن ذلك يؤدي إلى اضطراب الحفظ حتى يكاد يبطل، وإذا عدم الكتاب قوي لذلك الحفظ الذي يصحب الإنسان في كل مكان، ولذا قال سفيان الثوري ... بئس مستودع العلم القراطيس، قال: وكان سفيان يكتب، أفلا ترى أن سفيان ذم الاتكال على الكتاب وأمر بالحفظ، وكان مع ذلك يكتب احتياطاً واستيثاقاً، وكان غير واحد من السلف يستعين على حفظ الحديث بأن يكتبه ويدرسه من كتابه، فإذا أتقنه محا الكتاب خوفاً من أن يتكل القلب عليه فيؤدي ذلك إلى نقصان الحفظ وترك العناية بالمحفوظ» . (١)
ثم إنه ينبغي أن يعلم أن النهي عن كتابة السنة في بداية الأمر ليس على إطلاقه حيث رُخِّص لبعض من ساء حفظه بالكتابة.
روى ابن عبد البر بسنده عن عبد الرحمن بن حرملة قال: (كنت سيء الحفظ، فرخص لي سعيد بن المسيب في الكتاب) . (٢)
وعن أبي قلابة قال: (الكتاب أحب إلينا من النسيان) . (٣)
وهذا يدل على أن النهي عن الكتابة إنما يكون عند القدرة على الحفظ، لئلا يستغنى بها عن الحفظ، الذي هو أنفع. أما عند العجز عن
_________
(١) تقييد العلم للخطيب البغدادي ص٥٨.
(٢) جامع بيان العلم وفضله ص١٢٢.
(٣) المصدر نفسه ص١٢١.',NULL,'399',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (392,'الحفظ فلا يمنع من الكتابة، بل قد جاء الأمر من النبي - صلى الله عليه وسلم - بالكتابة عاماً، مما يدل على جواز الكتابة عند زوال المحظور، وتحقق المصلحة.
ففي صحيح البخاري من حديث أبي هريرة -رضي الله عنه- أن النبي - صلى الله عليه وسلم - خطب خطبة فجاء رجل من أهل اليمن فقال: (اكتب لي يارسول الله. فقال: اكتبوا لأبي فلان ... ) . (١)
وعن أنس بن مالك -رضي الله عنه- عن النبي - صلى الله عليه وسلم - قال: (قيدوا العلم بالكتاب) . (٢)
وكذلك ثبتت الآثار عن بعض الخلفاء الراشدين بإباحة كتابة العلم والترخيص فيه، بل وأمرهم بالكتابة ومباشرتهم لها بأنفسهم.
فمما روى في ذلك عن أبي بكر: أن أنس بن مالك كان
يحدث (أن أبا بكر كتب له فرايض الصدقة التي سنها
رسول الله - صلى الله عليه وسلم -) . (٣)
ومما جاء عن عمر أن عمرو بن أبي سفيان قال: (سمعت عمر ابن الخطاب يقول: قيدوا العلم بالكتاب) . (٤)
وعن علي أن أبا جحيفة سأله: (هل عندكم كتاب؟ قال: لا إلا كتاب الله، أوفهم أعطيه رجل مسلم، أو ما في هذه الصحيفة، قال قلت: فما في هذه الصحيفة؟ قال: العقل، وفكاك الأسير، ولا يقتل مسلم بكافر) . (٥)
والآثار في ذلك كثيرة عن الخلفاء الراشدين، وعن غيرهم من
_________
(١) أخرجه البخاري في (كتاب العلم، باب كتابة العلم) فتح الباري ١/٢٠٥، ... ح١١٢.
(٢) رواه الخطيب في تقييد العلم ص٧٠، وابن عبد البر في جامع بيان العلم ... وفضله ١٢٠، قال الألباني بعد دراسة طرقه: «ولا شك عندي أن الحديث ... صحيح بمجموع هذه الطرق» سلسلة الأحاديث الصحيحة ٥/٤٤، ... ح٢٠٢٦، وانظر: صحيح الجامع ٢/٨١٦، ح٤٤٣٤.
(٣) رواه الخطيب في تقييد العلم ص٨٧.
(٤) المصدر نفسه ص٨٨.
(٥) أخرجه البخاري في (كتاب العلم، باب كتابة العلم) فتح الباري ١/٢٠٤، ... ح١١١.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (393,'الصحابة، وهي دالة على كتابتهم للسنة وتدوينها، وقد ذكر كثيراً منها الخطيب البغدادي في كتاب (تقييد العلم) .
وفي هذا دحض لشبهة الرافضي وإبطال لدعواه في أن السنة لم تدون، وبالتالي فلا يعتمد عليها ولا يوثق بها، على أنه لو لم تتدون السنة بالكتابة فهي محفوظة في صدور أهلها من الصحابة والتابعين الذين عنوا بها عناية كبيرة تفوق كل وصف، فبلّغوها الأمة غضّة
طريّة حتى لكأن السامع لهم وهم يحدثون بها يسمعها من رسول الله - صلى الله عليه وسلم - لكمال ضبطهم لها. ثم تلقاها من بعدهم جهابذة أهل العلم ورجال الحديث، الذين سخرهم الله لحفظ السنة وهيأهم لذلك، بما رزقهم من قوة في الحفظ، وفطنة في الفهم، فدونوا الكثير منها في المصنفات ورووها للناس، مع تمام الضبط، ودقة الوصف، وشدة الحرص على نقلها كما جاءت عن رسول الله - صلى الله عليه وسلم -، فبقيت محفوظة من جيل إلى جيل في الصدور والسطور، إلى هذه العصور، حتى علمها الكبير والصغير، والذكر والأنثى، وهذا من عظيم منة الله على هذه الأمة، التي لا يعلم قدرها ولا يستشعرها أهل البلادة والغباء، والزيغ والضلال، من أمثال هذا الرافضي الجاهل المارق.',NULL,'401',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (394,'<span data-type="title" id=toc-39>دعوى الرافضي أن أبا بكر وعمر وعثمان خالفوا سنة النبي - صلى الله عليه وسلم - وطعنه في أبي بكر بحرب المرتدين والرد عليه</span>

قال الرافضي ص١٨١ «إن من سنة أبي بكر وعمر وعثمان ما يناقض سنة النبي - صلى الله عليه وسلم - ويبطلها كما لا يخفى.
وإذا كانت أول حادثة وقعت بعد وفاة رسول الله - صلى الله عليه وسلم - مباشرة وسجلها أهل السنة والجماعة والمؤرخون هي مخاصمة فاطمة الزهراء لأبي بكر الذي احتج بحديث: (نحن معاشر الأنبياء لا نورث ما تركناه صدقة) ، هذا الحديث الذي كذبته فاطمة وأبطلته بكتاب الله ...
والحادثة الثانية: التي وقعت لأبي بكر في أيام خلافته، وسجلها المؤرخون من أهل السنة والجماعة اختلف فيها مع أقرب الناس إليه وهو عمر بن الخطاب، تلك الحادثة التي تتلخص في قراره بمحاربة مانعي الزكاة ... على أن هؤلاء الذين منعوا إعطاء أبي بكر زكاتهم لم ينكروا وجوبها، ولكنهم تأخروا ليتبينوا الأمر، ويقول الشيعة: إن هؤلاء فوجئوا بخلافة أبي بكر، وفيهم من حضر مع رسول الله [- صلى الله عليه وسلم -] حجة الوداع، وسمع منه النص على علي بن أبي طالب فتريثوا حتى يفهموا الحقيقة» .
قلت: قوله: إن أبا بكر، وعمر، وعثمان، خالفوا سنة
النبي - صلى الله عليه وسلم -',NULL,'402',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (395,'دعوى باطلة لايعبأبها، ولا وزن لها في ميزان الحق مالم يؤيدها بالحجة والبرهان، قال تعالى: {قل هاتوا برهانكم إن كنتم صادقين} . (١)
وقد علمت الأمة بالنقل المتواتر، الذي لا يمكن أن يندفع أو يتطرق إليه شك: أنه ليس أحد من الخلق أقرب لرسول الله - صلى الله عليه وسلم -، وأقوم بدينه، وأعلم به وأكثر مناصرة له، وأعظم مجاهدة وبلاءً فيه، من أبي بكر، وعمر، ثم من بعدهما عثمان، وعلي - رضي الله عنهم -، فإن هؤلاء هم خلفاء الرسول - صلى الله عليه وسلم - وأصهاره الذين أخبر أنهم على الهدى، وأوصى بالتمسك بسنتهم، وخص أبابكر، وعمر منهم بالاقتداء بهما (٢) ، فلا يطعن فيهم بعد هذا إلا ناقص في العقل لا يدري ما يقول، أو ضال مضلّ حائد عن السبيل، ولهذا لا يعرف في الأمة أحد تنقص الشيخين، أو تعرض لهما بقدح لا من أهل السنة، ولا من أهل البدعة المنتسبين لهذه الملة، غير هؤلاء الرافضة المخذولين. وما طعن هذا الرافضي هنا في الخلفاء الثلاثة واتهامهم بمخالفة السنة إلا امتداد اً لمطاعن سلفه من الرافضة الذين هم أسخف الناس عقولاً، وأضعفهم حجة ودليلاً. وطعنه هذا من حيث الجملة هو أضعف من أن يتكلف
في رده ونقضه لمخالفته لما هو معلوم للأمة بالضرورة من قيام هؤلاء الخلفاء بأمر الدين بعد رسول الله - صلى الله عليه وسلم - وحسن بلائهم فيه، وانما أقتصر هنا على ما ذكره من أمثلة لما ادعاه من مخالفة هؤلاء الخلفاء للسنة، مع بيان بطلان ما ادعاه وكذبه في ذلك.
أما الحادثة الأولى: وهي قوله مخاصمة فاطمة لأبي بكر في الميراث فقد تقدم الرد عليه فيها، وبيان كذبه وتلبيسه بما لامزيد
عليه هنا. (٣)
وأما ما ذكر في الحادثة الثانية: وهي طعنه في أبي بكر بقتال المرتدين، الذين منعوا الزكاة بعد موت النبي - صلى الله عليه وسلم - وارتدوا عن الإسلام.
فهذا مما أظهر الله به أمره، وكشف ستره، وما هو عليه من زندقة
_________
(١) سورة البقرة آية ١١١.
(٢) تقدم ذكر الحديث وتخريجه ص ٥٦٠.
(٣) انظر ص ٤٢٠-٤٣٦ من هذا الكتاب.',NULL,'403',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (396,'وإلحاد. فتأمل أيها القارئ طعن هذا المنافق في أبي بكر وفي أصحاب رسول الله - صلى الله عليه وسلم -، ودفاعه عن المرتدين الذين ارتدوا عن الدين بعد موت الرسول - صلى الله عليه وسلم -، واعتذاره لهم وتخطئة الصحابة في قتالهم، لتعلم موقعه من الدين.
على أن المؤلف بطعنه هذا ما هو إلا مقلد لإخوانه من الرافضة الذين سبقوه لهذا فرد العلماء عليهم في ذلك، حتى ظهر للناس زيف دعواهم وشدة افترائهم.
يقول شيخ الإسلام ابن تيمية -رحمه الله- في رده على ابن المطهر بعد نقله كلامه في المسألة: «والجواب بعد أن يقال: الحمد لله الذي أظهر من أمر هؤلاء إخوان المرتدين، ما تحقق به عند الخاص والعام أنهم إخوان المرتدين حقاً، وكشف أسرارهم، وهتك أستارهم بألسنتهم، فإن الله لا يزال يطلع على خائنة منهم تبين عدوانهم لله ورسوله، ولخيار عباد الله وأوليائه المتقين، {ومن يرد الله فتنته فلن تملك له من الله شيئاً} (١) ، فنقول من كان له علم بالسيرة، وسمع مثل هذا الكلام جزم بأحد أمرين:
إما بأن قائله من أجهل الناس بأخبار الصحابة، وإما أنه من أجرأ الناس على الكذب، فظني أن هذا المصنف وأمثاله من شيوخ الرافضة ينقلون ما في كتب سلفهم، من غير اعتبار منهم لذلك، ولا نظر في أخبار الإسلام، وفي الكتب المصنفة في ذلك حتى يعرف أحوال الإسلام، فيبقى هذا وأمثاله في ظلمة الجهل بالمنقول والمعقول ...
إلى أن قال: ومن أعظم فضائل أبي بكر عند الأمة -أولهم وآخرهم- أنه قاتل المرتدين، وأعظم الناس ردة كان بنو حنيفة، ولم يكن قتاله لهم على منع الزكاة، بل قاتلهم على أنهم آمنوا بمسيلمة الكذاب، وكانوا فيما يقال نحو مائة ألف، والحنفية أم محمد بن الحنفية سَرّية علي كانت من بني حنيفة، وبهذا احتج من جوز سبي المرتدات
إذا كان المرتدون محاربين،
_________
(١) سورة المائدة، آية (٤١) .',NULL,'404',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (397,'فإذا كانوا مسلمين معصومين فكيف استجاز علي أن يسبي نساءهم ويطأمن ذلك السبي.
وأما الذين قاتلهم على منع الزكاة فأولئك ناس آخرون، ولم
يكونوا يؤدونها، وقالوا: لا نؤديها إليك، بل امتنعوا من أدائها بالكلية، فقاتلهم على هذا، لم يقاتلهم ليؤدّوها إليه، وأتباع الصديق كأحمد بن حنبل وأبي حنيفة، وغيرهما يقولون: إذا قالوا: نحن نؤديها ولا ندفعها إلى الإمام، لم يجز قتالهم لعلمهم بأن الصديق إنما قاتل من امتنع عن أدائها جملة، لامن قال: أنا أؤدّيها بنفسي. ولو عدّ هذا المفتري الرافضي من المتخلفين عن بيعة أبي بكر المجوس، واليهود، والنصارى، لكان ذلك من جنس عده لبني حنيفة، بل كفر بني حنيفة من بعض الوجوه كان أعظم من كفر اليهود، والنصارى، والمجوس، فإن أولئك كفار ملِّيُّون وهؤلاء مرتدون، وأولئك يقرون بالجزية، وهؤلاء لا يقرون بالجزية، وأولئك لهم كتاب أو شبه كتاب، وهؤلاء اتبعوا مفترياً كذاباً، لكن كان مؤذنه يقول: أشهد أن محمداً ومسيلمة رسولا الله، وكانوا يجعلون محمداً ومسيلمة سواء» . (١)
فتبين بهذا أن الذين قاتلهم أبو بكر كانوا قسمين:
قسم منهم: قد ارتدوا بالكلية واتبعوا مسيلمة الكذاب، وهم
بنو حنيفة، وهؤلاء لا يشك مسلم في كفرهم ووجوب قتالهم.
وقسم آخر: امتنعوا من تأدية الزكاة مطلقاً فلم يؤدوها بأنفسهم ولا دفعوها إلى الخليفة، فكان قتالهم واجباً مأموراً به من الله ورسوله
قال تعالى: {فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم} (٢) فعلق تخلية السبيل على الإيمان وإقام الصلاة وإيتاء الزكاة، وفي الصحيحين عن ابن عمر عن النبي - صلى الله عليه وسلم - أنه قال: (أمرت أن أقاتل الناس حتى يشهدوا أن لا اله
_________
(١) منهاج السنة ٨/٣١٨-٣١٩-٣٢٤.
(٢) سورة التوبة آية ٥.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (398,'إلا الله وأن محمداً رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا ذلك عصموا مني دماءهم، وأموالهم، إلا بحقها وحسابهم على الله) . (١)
فجعل شهادة ألاّ إله إلا الله، وإقام الصلاة، وإيتاء الزكاة، شرطاً لعصمة الدماء والأموال. وأولئك الممتنعون عن تأدية الزكاة لم يتحقق فيهم الشرط، فقاتلهم أبو بكر - رضي الله عنه - وكان معه وعلى رأيه سائر الصحابة الذين باشروا قتالهم بأنفسهم.
وأما دعوى الرافضي: أن عمر خالف في ذلك أبا بكر فكذب صريح على عمر - رضي الله عنه - أما قوم مسيلمة فلم يخالف في قتالهم أحد من
الصحابة، لا عمر ولا غيره، ولم يشكوا في كفرهم وردتهم، وأما مانعوا الزكاة: فقد رأى عمر في بداية الأمر عدم قتالهم، لكنه ما لبث أن رجع عن رأيه إلى قول أبي بكر بعد أن تبين له الحق
في ذلك.
ورجوع عمر عن رأيه وموافقة أبي بكر، أمر مشهور في كتب
السنة والتاريخ لا يخفى على أحد من أهل العلم، ولم ينكره أحد منهم، وهو ثابت في الصحيحين:
فعن أبي هريرة - رضي الله عنه -: (أن عمر قال لأبي بكر -رضي الله عنهما- كيف تقاتل الناس وقد قال رسول الله - صلى الله عليه وسلم - أمرت أن أقاتل الناس حتى يقولون لا إله إلا الله، فمن قال لا إله إلا الله عصم مني ماله ونفسه إلا بحقه، وحسابه على الله؟ قال أبو بكر: والله لأقاتلن من فرّق بين الصلاة والزكاة فإن الزكاة، حق المال، والله لو منعوني عناقاً، كانوا يؤدونها إلى رسول الله - صلى الله عليه وسلم - لقاتلتهم على منعها، قال عمر: فو الله ما هو إلا أن رأيت أن الله قد شرح صدر أبي بكر للقتال فعرفت أنه الحق) . (٢)
_________
(١) أخرجه البخاري في: (كتاب الإيمان، باب {فإن تابوا وأقاموا الصلاة ... وآتوا ... الزكاة فخلوا سبيلهم} ، فتح الباري ١/٧٥، ح٢٥، ومسلم: (كتاب الإيمان، ... باب الأمر بقتال الناس حتى يقولوا لا إله إلا الله محمدٌ رسول الله) ، ١/٥٣، ... ح٢٢.
(٢) أخرجه البخاري: (كتاب استتابة المرتدين، باب قتل من أبى قبول ... الفرائض ... ) فتح الباري ١٢/٢٧٥، ومسلم: (كتاب الإيمان، باب الأمر ... بقتال الناس حتى يقولوا لا إله إلا الله) ، ١/٥١، ح٢٠.',NULL,'406',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (399,'قال شيخ الإسلام ابن تيمية -رحمه الله-: «وأما قول الرافضي إن عمر أنكر قتال أهل الردة، فمن أعظم الكذب والافتراء على عمر
بل الصحابة كانوا متفقين على قتال مسيلمة وأصحابه، ولكن كانت طائفة أخرى مقرين بالإسلام وامتنعوا عن أداء الزكاة، فهؤلاء حصل لعمر أولاً شبهة في قتالهم، حتى ناظره الصديق وبين له وجوب قتالهم فرجع إليه والقصة في ذلك مشهورة» . (١)
وبهذا يظهر بطلان دعوى الرافضي، وشدة ضلاله في ذمه لأبي بكر على قتال المرتدين الذي يُعد من أعظم مناقبه، كما ذكر شيخ الإسلام ابن تيمية، وهذا مما يؤكد فرط جهل المؤلف بالتاريخ وإغراقه في الزيغ والضلال.
فنسأل الله العافية والسلامة من حاله.
_________
(١) منهاج السنة ٨/٣٢٧.',NULL,'407',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (400,'طعن المؤلف في خالد بن الوليد بقتله مالك بن نويرة
وطعنه في أبي بكر لعدم الاقتصاص
من خالد والرد عليه في ذلك

قال المؤلف ص١٨٣ «وأما الحالة الثالثة التي وقعت لأبي بكر في أول خلافته، وخالفه فيها عمر بن الخطاب، وقد تأول فيها النصوص القرآنية والنبوية، فهي قصة خالد بن الوليد، الذي قتل مالك ابن نويرة صبراً، ونزا على زوجته فدخل بها في نفس الليلة.
وكان عمر يقول لخالد: يا عدو الله قتلت امرءاً مسلماً ثم نزوت على امرأته والله لأرجمنك بالحجار.
ولكن أبا بكر دافع عنه وقال: (هبه ياعمر، تأول فأخطأ، فارفع لسانك عن خالد) وهذا فضيحة أخرى سجلها التاريخ لصحابي من الأكابر!! إذا ذكرناه ذكرناه بكل احترام وقداسة، بل ولقبناه: (سيف الله المسلول) .
وخالد بن الوليد له في حياة النبي - صلى الله عليه وسلم - قصة مشهورة، إذ بعثه النبي - صلى الله عليه وسلم - إلىبني جذيمة ليدعوهم إلى الإسلام، ولم يأمره بقتالهم، فلم يحسنوا أن يقولوا أسلمنا فقالوا: صبأنا صبأنا، فجعل خالد يقتل، ويأسربهم، ودفع الأسرى إلى أصحابه وأمرهم بقتلهم، وامتنع البعض من قتلهم، لما تبين لهم أنهم أسلموا، ولما رجعوا وذكروا ذلك للنبي - صلى الله عليه وسلم -: قال:
اللهم إني أبرأ اليك مما صنع خالد بن الوليد قالها مرتين ...',NULL,'408',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (401,'إلى أن قال: فهل لنا أن نسأل أين هي عدالة الصحابة المزعومة التي يدعونها؟ وإذا كان خالد بن الوليد وهو من عظمائنا، حتى لقبناه (بسيف الله) أفكان ربنا يسل سيفه ويسلطه على المسلمين والأبرياء وعلى المحارم فيهتكها ...
فهذه من الأسباب القوية التي جعلتني أنفر من أمثال هؤلاء الصحابة، ومن تابعيهم الذين يتأولون النصوص، ويختلقون الروايات الخيالية، لتبرير أعمال أبي بكر وعمر وخالد بن الوليد، ومعاوية، وعمرو بن العاص وإخوانهم، اللهم إني أستغفرك وأتوب إليك، اللهم إني أبرأ إليك من أفعال هؤلاء وأقوالهم التي خالفت أحكامك، واستباحت حرماتك، وتعدت حدودك، واغفر لي ما سبق من موالاتهم إذ كنت من الجاهلين» .
قلت: ونحن نسأل الله أن يوليك ماتوليت، وأن يجزيك بما قلت، وأن ينتقم لأوليائه منك، وأن يري المسلمين فيك، وفي أمثالك آية تكون عبرة للمعتبرين، في الدنيا، وأن يلحقك يوم القيامة بإخوانك المنافقين الطاعنين في أولياء الله، المؤذين لهم بغير ما اكتسبوا إنه
سميع مجيب.
وأما طعنه في خالد بن الوليد، بقتله مالك بن نويرة ودخوله بزوجته مع أنه كان مسلماً.
فجوابه: أن مالك بن نويرة قد اختلف في أمره فقيل: إنه كان ممن منع الزكاة، وقيل: إنه صانع سجاح حين قدمت أرض الجزيرة، وقيل: إنه لما أُسر وأُتي به لخالد - رضي الله عنه - فأنبه على ماصدر منه من متابعة سجاح، وعلى منعه الزكاة، وقال: ألم تعلم أنها قرينة الصلاة؟ فقال مالك: إن صاحبكم كان يزعم ذلك، فقال: أهو صاحبنا وليس بصاحبك؟ فأمر بضرب عنقه، فضربت عنقه، وإن ثبت عنه هذا فهذا يدل على ردته. وقيل: إن خالداً لما أسره ومن كان معه -وكان ذلك في ليلة شديدة البرد- فنادى مناديه، أن ادفئوا أسراكم فظن القوم أنه أراد القتل فقتلوهم، وقتل ضرار بن',NULL,'409',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (402,'الأزور مالك بن نويرة، فلما سمع الداعية خرج وقد فرغوا منهم، فقال: إذا أراد الله أمراً أصابه. (١)
وعلى كل حال فقتل خالد لمالك بن نويرة: إما أن يكون لواحد من هذه الأسباب المذكورة، وإما أن يكون لسبب آخر لم نعلمه، وإما أن خالداً لم يرد قتله أصلاً، وإنما قتل خطأً، فإن كل ذلك محتمل. وحينئذ فخالد معذور على كل حال، سواء أكان قتله بحق لسبب يوجب قتله، أو بخطأ ناشئ عن تأويل يعذر به، أو بغير قصد لالوم عليه فيه.
وأما غضب عمر على خالد وقوله له ما قال، فهذا إن ثبت فلكونه يرى أن خالداً كان مخطئاً في قتل مالك، ومع هذا فما كان يتهمه في دينه، بل كان يقول: إن في سيفه رهقاً.
وقد تقدم أن أمر مالك بن نويرة كان مشتبهاً، ولهذا اختلف الصحابة في قتلة، فمنهم من كان على رأي خالد، ومنهم من كان على رأي عمر في تخطئه خالد بقتله، وقد كان الصديق يرى أن خالداً في ذلك كان مجتهداً معذوراً ولذا قال لعمر: (هبه ياعمر تأول فأخطأ) . (٢)
والمقصود أن كل واحد من الصحابة كان مجتهداً في إحقاق الحق، وأمرهم دائر بين الأجر والأجرين، فمجتهد مصيب له أجران، ومجتهد مخطئ له أجر واحد وخطؤه مغفور، ولا ينتقصهم في شيء من هذا إلا جاهل بأصول الشرع، أو زائغ عن الحق، كهذا الرافضي الذي امتلأ قلبه حقداً وضغينة على أصحاب رسول الله - صلى الله عليه وسلم -، فسخر نفسه للطعن فيهم، والنيل منهم، مع ماهم عليه من المقامات الشريفة العالية في الدين، والسبق إلى سائر خصال البر والتقوى، وتعديل الله لهم في كتابه والرسول - صلى الله عليه وسلم - في سنته، وما جعل الله لهم في قلوب المؤمنين من الحب والولاء، وما نشر لهم بينهم من الذكر الحسن وجميل الثناء.
_________
(١) انظر: تاريخ الطبري ٣/٢٧٨، وما بعدها. والبداية والنهاية لابن كثير ... ٦/٣٢٦.
(٢) أورده الطبري في تاريخه ٣/٣٧٨.',NULL,'410',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (403,'وأما طعنه في خالد بقتله بني جذيمة وبراءة الرسول - صلى الله عليه وسلم - من فعله.
فجوابه: أن خالداً قتلهم متأولاً وذلك أنه لما دعاهم إلى الإسلام قالوا: صبأنا صبأنا، ومعنى: صبأنا: أي انتقلنا من دين إلى دين، وقد كانت قريش تطلق على من أسلم أنه صابئ على سبيل الذم (١) ، فلم يقبل خالد منهم ذلك حيث لم يصرحوا بالإسلام، في حين أن بعض من كان معه من الصحابة كابن عمر وغيره أنكروا عليه، لأنهم عرفوا أنهم أرادوا الإسلام، ولذا قال ابن عمر راوي الحديث (فلم يحسنوا أن يقولوا أسلمنا فجعلوا يقولون: صبأنا صبأنا) (٢) وقد كان خالد متأولاً في قلتهم، غير مذموم بفعله، وإن كان مخطئاً فيه.
قال الخطابي: «يحتمل أن يكون خالد نقم عليهم العدول عن لفظ الإسلام، لأنه فهم عنهم أن ذلك وقع على سبيل الأنفة، ولم ينقادوا إلى الدين فقتلهم متأولاً» . (٣)
وقال شيخ الإسلام ابن تيمية في معرض حديثه عن هذه الحادثة: «فلم يحسنوا أن يقولوا: أسلمنا، فقالوا: صبأنا صبأنا، فلم يقبل ذلك
منهم، وقال: إن هذا ليس بإسلام، فقتلهم، فأنكر ذلك عليه من معه من أعيان الصحابة: كسالم مولى أبي حذيفة، وعبد الله بن عمر، وغيرهما، ولما بلغ ذلك النبي - صلى الله عليه وسلم - رفع يديه إلى السماء وقال: (اللهم إني أبرأ إليك مما صنع خالد) لأنه خاف أن يطالبه الله بما جرى عليهم من العدوان ...
ومع هذا فالنبي - صلى الله عليه وسلم - لم يعزل خالداً عن الإمارة، بل مازال يؤمرُه ويقدمه، لأن الأمير إذا جرى منه خطأ أو ذنب أمر بالرجوع عن ذلك، وأُقرّ على ولايته، ولم يكن خالد معانداً للنبي - صلى الله عليه وسلم -، بل كان مطيعاً له، ولكن لم
_________
(١) انظر: فتح الباري ٨/٥٧.
(٢) أخرجه البخاري في: (كتاب المغازي، باب بعث النبي - صلى الله عليه وسلم - خالد بن الوليد ... إلى جذيمة) ، فتح الباري ٨/٥٦-٥٧، ح٤٣٣٩.
(٣) فتح الباري لابن حجر ٨/٥٧.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (404,'يكن في الفقه والدين بمنزلة غيره، فخفي عليه حكم هذه القضية» . (١)
وقال ابن حجر في شرح الحديث: «وأما خالد فحمل هذه اللفظة على ظاهرها، لأن قولهم صبأنا أي: خرجنا من دين إلى دين، ولم يكتف خالد بذلك حتى يصرحوا بالإسلام» . (٢)
فهذه أقوال أهل العلم، تدل على أن خالداً إنما قتل بني جذيمة لظنه أنهم ما أرادوا الإسلام بقولهم (صبأنا) ولم يكن بفعله هذا عاصياً لرسول الله - صلى الله عليه وسلم -، وإنما كان مجتهداً متأولاً، لأن اللفظ مشتبه والاحتمال
الذي ذهب إليه وارد.
وأما براءة الرسول - صلى الله عليه وسلم - من فعله فلخشية المؤاخذة به من الله، وهذا لا يوجب الطعن في خالد، فالبراءة من الفعل الخاطئ شيء، وتأثيم صاحبه وذمه شئ آخر، وذلك أن العبد لا يؤاخذ بشيء من الأخطاء سواء في باب الاعتقاد، أو في باب الفروع إلا بعد أن تقام عليه الحجة وتنتفي عنه الموانع التي يعذر بها عند الخطأ، على ماهو مقرر في أصول الاعتقاد عند أهل السنة.
أما قول الرافضي: فهل لنا أن نتساءل أين هي عدالة الصحابة المزعومة التي يدعونها ... الخ كلامه.
فيقال له: إن عدالة الصحابة ثابتة بالكتاب والسنة، وإجماع الأمة، ولا يتَوَصل أحد إلى القدح فيها إلا بعد إنكار النصوص القاطعة بعدالتهم من الكتاب والسنة، المتضمنة أحسن الثناء عليهم وأبلغه من الله ورسوله، ولذا كان القدح في الصحابة علامة الزنادقة والملاحدة، وقد تقدم فيما مضى من البحث عرض النصوص وأقوال أهل العلم في القطع بعدالة الصحابة، مما يغني عن إعادتها، وإنما أكتفي هنا بما ذكره الإمامان الجليلان أبو زرعة وأحمد -رحمهما الله تعالى- في حكم من طعن في الصحابة وقدح فيهم.
_________
(١) منهاج السنة ٤/٤٨٦.
(٢) فتح الباري ٨/٥٧.',NULL,'412',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (405,'قال أبو زرعة: (إذا رأيت الرجل يتنقص أحداً من أصحاب رسول الله - صلى الله عليه وسلم - فاعلم أنه زنديق، وذلك أن الرسول - صلى الله عليه وسلم - عندنا حق، والقرآن حق، وإنما أدى إلينا هذا القرآن والسنن أصحاب رسول الله - صلى الله عليه وسلم - وإنما يريدون أن يجرحوا شهودنا، ليبطلوا الكتاب والسنة، والجرح بهم أولى وهم زنادقة) . (١)
وقال الإمام أحمد: (إذا رأيت الرجل يذكر أحداً من أصحاب رسول الله - صلى الله عليه وسلم - بسوء، فاتهمه على الإسلام) . (٢)
وهذا الرافضي لم يقتصر على الطعن فقط، بل تعدى إلى ماهو أعظم منه وذلك باتهامه الصحابة بالردة كلهم، إلا القليل منهم.
يقول: «فالمتمعن في هذه الأحاديث العديدة التي أخرجها علماء أهل السنة في صحاحهم ومسانيدهم، لا يتطرق إليه الشك في أن أكثر الصحابة قد بدلوا، وغيروا، بل ارتدوا على أدبارهم بعده - صلى الله عليه وسلم - إلا القليل، الذي عبر عنه بهَمَل النعم» . (٣)
ويقول: «وقرأت الكثير حتى اقتنعت بأن الشيعة الإمامية على حق، فتشيعت وركبت على بركة الله سفينة أهل البيت، وتمسكت بحبل ولائهم، لأني وجدت بحمد الله البديل عن بعض الصحابة الذين
ثبت عندي، أنهم ارتدوا على أعقابهم، ولم ينج منهم إلا القليل» . (٤)
فهل يبقى مجال للشك بعد هذا في كفر هذا الرجل وزندقته، وبراءته من الإسلام، وأنه ما أراد بكتبه هذه التي تقوم على الزندقة والإلحاد، إلا
_________
(١) رواه الخطيب في الكفاية ص٤٩.
(٢) ذكره ابن الجوزي في مناقب الإمام أحمد ص٢٠٩، وشيخ الإسلام
ابن تيمية في الصارم المسلول ص٥٦٨.
(٣) ثم اهتديت ص١١٩-١٢٠.
(٤) ثم اهتديت ص١٥٦.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (406,'هدم أصول هذا الدين، وتقويض دعائمه بالطعن في رواته وحملته للأمة. مظهراً الرفض ومبطناً الكفر المحض، كما هو طريق كل زنديق وملحد في الكيد للإسلام وأهله.',NULL,'414',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (407,'<span data-type="title" id=toc-40>احتجاج الرافضي بحديث: (مثل أهل بيتي فيكم مثل سفينة نوح </span>... )

قال الرافضي ص١٨٩ ضمن ذكره الأحاديث التي زعم أنها توجب اتباع أهل البيت:
«٢- ... حديث السفينة قال رسول الله - صلى الله عليه وسلم -: (إنما مثل أهل بيتي فيكم، مثل سفينة نوح في قومه، من ركبها نجا، ومن تخلف عنها غرق) .
(إنما مثل أهل بيتي فيكم، مثل باب حطّة في بني إسرائيل، من دخله غفر له) .
وقد أورد ابن حجر في كتابه الصواعق المحرقة هذا الحديث ثم قال: ووجه تشبيههم بالسفينة: أن من أحبهم وعظمهم، شكراً لنعمة مُشَرّفهم وأخذاً بهدي علمائهم، نجا من ظلمات المخالفات، ومن تخلف عن ذلك غرق في بحر كفر النعم، وهلك في مفاوز الطغيان ... » .
قلت: هذان الحديثان لا يصحان، وادعاء المؤلف صحتهما عند أهل السنة كذب عليهم، كما هي طريقته، وطريقة سلفه من الرافضة، في إيرادهم المنكرات المتفق على وضعها أو ضعفها بين العلماء وادعاء صحتها، عند أهل السنة فلعنة الله على الظالمين الكاذبين.
قال شيخ الإسلام عن الحديث الأول، في رده على الرافضي في منهاج السنة: «وأما قوله: (مثل أهل بيتي مثل سفينة نوح) : فهذا لا يعرف',NULL,'415',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (408,'له إسناد صحيح، ولا هو في شيء من كتب الحديث التي يعتمد عليها، فإن كان قد رواه مثل من يروي أمثاله من حطاب الليل، الذين يروون الموضوعات فهذا يزيده وهناً» . (١)
قال الذهبي: في ترجمة مفضل بن صالح (رواي هذا الحديث) : «قال ابن عدي: أنكر ما رأيت له حديث الحسن بن علي، وسائره أرجوأن يكون مستقيماً. قلت: وحديث سفينة نوح أنكر وأنكر» . (٢)
وقال ابن كثير بعد إيراده للحديث: «هذا بهذا الإسناد ضعيف» . (٣)
كما حكم بضعفه العلامة محمد ناصر الدين الألباني في ضعيف الجامع. (٤)
وكذا الشيخ مقبل الوادعي في رياض الجنة حيث قال: «فيه سويد بن سعيد، وهو ضعيف، وحنش وهو ابن المعتمر وهو أضعف منه، ومفضل بن صالح وهو منكر الحديث» . (٥)
وأما الحديث الثاني: فقد حكم العلماء بضعفه لجهالة رواته، قال عنه الهيثمي: «رواه الطبراني في الصغير والأوسط، وفيه جماعة لم أعرفهم» . (٦)
ومع هذا فلو ثبت الحديثان لما كان للرافضة حجة فيهما، فإن أهل بيت النبي - صلى الله عليه وسلم - من أبعد الناس عن عقيدتهم. وأقوالهم في ذمهم والبراءة منهم ومن عقيدتهم مشهورة، وقد تقدم نقل طرف منها فيما مضى من البحث. (٧)
_________
(١) منهاج السنة /٣٩٥.
(٢) ميزان الاعتدال ٤/١٦٧، وانظر: تضعيف الذهبي له أيضاً في التلخيص مع ... المستدرك ٣/١٦٣.
(٣) تفسير ابن كثير ٤/١١٤.
(٤) انظر ضعيف الجامع الصغير رقم ١٩٧٤.
(٥) رياض الجنة في الرد على أعداء السنة ص٢١٣.
(٦) مجمع الزوائد ٩/١٦٨.
(٧) انظر: ص ١١٢-١١٩.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (409,'وأما كلام ابن حجر الهيتمي فهو توجيه لمعنى الحديث لو ثبت، فإذا تقرر عدم ثبوت الحديث، فلا حجة فيه وحكمه حكم كلام غيره من العلماء معروض على النصوص، فما وافقها فهو حق مقبول، وما خالفهما فهو خطأ مردود. على أن ابن حجر من أشد الناس على الرافضة، وكتابه الصواعق المحرقة -الذي جاء هذا النص فيه- هو في الرد عليهم وعلى غيرهم من الزنادقة، وهذا يدل أنه مع تقريره وجوب المتابعة لأهل البيت، لم يقصد تصحيح معتقد الرافضة، بل كان يعلم براءة أهل البيت منه، وإنما هو في الحقيقة انتصار لعقيدة أهل السنة، الذين هم على عقيدتهم ولا يتميزون عنهم بشيء في دينهم.',NULL,'417',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (410,'<span data-type="title" id=toc-41>احتجاج الرافضي بحديث: (من سره أن يحيا حياتي ... ) والرد عليه</span>

قال الرافضي ص١٩١ «٣- حديث من سره أن يحيا حياتي.
قال رسول الله - صلى الله عليه وسلم -: (من سره أن يحيا حياتي، ويموت مماتي، ويسكن جنة عدن غرسها ربي، فليوال علياً من بعدي، وليوال وليه، وليقتد بأهل بيتي من بعدي، فإنهم عترتي خلقوا من طينتي، ورزقوا فهمي وعلمي، فويل للمكذبين بفضلهم من أمتي، القاطعين فيهم صلتي لا أنالهم الله شفاعتي) .
وهذا الحديث هو كما نرى من الأحاديث الصحيحة، التي لا تقبل التأويل، ولا تترك للمسلم أي اختيار، بل تقطع عليه كل حجة، وإذا لم يوال علياً، ويقتد بأهل البيت عترة رسول الله - صلى الله عليه وسلم -، فهو محروم من شفاعة جدهم رسول الله، وتجدر الإشارة هنا: بأنه خلال البحث الذي قمت به شككت في البدء في صحة هذا الحديث، واستعظمته لما فيه من تهديد ووعيد لمن كان على خلاف مع علي وأهل البيت، وخصوصاً أن هذا الحديث لا يقبل التأويل، وخفت الوطأة عندما قرأت في كتاب الإصابة لابن حجر العسقلاني بعدما أخرج الحديث قوله: «قلت في إسناده يحيى بن يعلي المحاربي وهوواه» وأزال
ابن حجر بهذا القول بعض الإشكال الذي علق بذهني إذ تصورت أن
يحيى بن يعلي المحاربي هو واضع الحديث، وهو ليس بثقة، ولكن الله سبحانه وتعالى أراد أن يوقفني على الحقيقة بكاملها، وقرأت يوماً كتاب: (مناقشات عقائدية في مقالات إبراهيم الجبهان) .',NULL,'418',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (411,'وأوقفني هذا الكتاب على جلية الحال إذ تبين أن يحيى بن يعلي المحاربي هو من الثقات الذين اعتمدهم الشيخان مسلم والبخاري، وتتبعت بنفسي فوجدت البخاري يخرج له أحاديث في باب غزوة الحديبية من جزئه الثالث في صفحة عدد ٣١، كما أخرج له مسلم في صحيحه في باب الحدود من جزئه الخامس في صفحة عدد ١١٩ ...
وعرفت بعد ذلك أن بعض علمائنا يحاولون جهدهم تغطية الحقيقة، لئلا ينكشف أمر الصحابة والخلفاء الذين كانوا أمراءهم وقدوتهم» .
وجوابه: أن ما ادعاه من صحة الحديث فكذب، والمرجع في الحكم على الأحاديث بالصحة أو الضعف هم جهابذة هذا العلم من أهل السنة والجماعة، أهل الصدق والورع، لا هذا الرافضي الجاهل الأفاك وهذا الحديث قد حكم العلماء بضعفه بل بوضعه.
قال ابن منده: «لا يصح» . (١)
وقال الذهبي في التلخيص معلقاً على كلام الحاكم في حكمه
بصحة الحديث: «أنى له الصحة، والقاسم بن أبي شيبة متروك وشيخه ضعيف، واللفظ ركيك، فهو إلى الوضع أقرب» . (٢)
كما حكم العلامة محمد ناصر الدين الألباني على الحديث بالوضع في سلسلة الأحاديث الضعيفة (٣) ، وبهذا يظهر كذب المؤلف في ادعائه صحة الحديث عند أهل السنة.
وأما ادعاء الرافضي بأن يحيى بن يعلي المحاربي قد روى هذا الحديث، وأن ابن حجر ضعفه ليرد الحديث، ويخفي الحقيقة، مع أن يحيى بن يعلي المحاربي هو من رجال الشيخين، وأخرجا له عدة أحاديث في الصحيحين.
_________
(١) نقله عن ابن منده الحافظ ابن حجر في الإصابة ٤/٣٥.
(٢) التلخيص مع المستدرك ٣/١٣٩.
(٣) ٢/٢٩٤-٢٩٩.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (412,'فهذا من أعظم الكذب والتلبيس، فإن هذا الحديث لم يرد في سنده: يحيى بن يعلي المحاربي، وإنما روي من طريق: يحيى بن يعلي الأسلمي كما أخرجه الحاكم، وكذا رواه أبو نعيم في الحلية، والهيثمي في مجمع الزوائد من طريقه (١) ، ويحيى الأسلمي: ضعيف كما صرح بذلك النقاد.
قال يحيى بن معين: «ابن يعلي الأسلمي ليس بشيء» . (٢)
قال البخاري: «مضطرب الحديث» . (٣)
وهذا بخلاف يحيى بن يعلي المحاربي فهو ثقة. (٤)
فظهر بهذا ضعف الحديث، وافتراء المؤلف في رميه لابن حجر بالتزوير وقلب الحقائق، وهو بريء من كل ذلك -رحمه الله رحمة واسعة- ومثله منزه عن هذه التهم، وإنما الذي حصل أنه قال في كتاب الاصابة بعد أن ذكر الحديث بسنده: «قلت في اسناده يحيى بن يعلي المحاربي وهو واه» (٥) ، فلفظة: (المحاربي) وهم من ابن حجر، أوتصحيف من النساخ، والمقصود قطعاً هو (الأسلمي) وذلك
لعدة أمور:
الأول: أن المحاربي لم يرد أصلاً في سند الحديث.
الثاني: أن ابن حجر قال: قلت: في سنده فلان فتبين أنه أراد راوي الحديث وهو الأسلمي لا المحاربي.
الثالث: التشابه الكبير بين الرجلين في الإسم حيث إن كلاً
منهما: يحيى بن يعلي وهذا سبب قوي في حصول مثل هذا الخطأ.
_________
(١) انظر: المستدرك للحاكم ٣/١٣٩، ح٤٦٤٢، وحلية الأولياء لأبي نعيم ... ٤/٣٤٩، ومجمع الزوائد ٩/١٠٨.
(٢) الكامل في الضعفاء لابن عدي ٧/٢٦٨٨.
(٣) المصدر نفسه
(٤) انظر: ميزان الاعتدال للذهبي ٤/٤١٥.
(٥) الإصابة ٤/٣٥.',NULL,'420',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (413,'الرابع: أن الحكم الذي ذكره ابن حجر في نقد الراوي مناسب لما ذكره العلماء في يحيى الأسلمي على ما تقدم نقل كلامهم فيه، مما
يدل على أنه هو المراد في كلام ابن حجر.
الخامس: أن ابن حجر نفسه صرح بتوثيق المحاربي، وتضعيف الأسلمي في التقريب (١) مما يقطع بأن ماوقع في الإصابة وهم أو خطأ من النساخ.
وهذا كله مما يدل على براءة ابن حجر -رحمه الله- مما رماه به هذا الرافضي، ومثل هذا الخطأ يحصل كثيراً في كلام أهل العلم، إما بسبب وهم للعالم، أو بسبب خطأ من النساخ، ولا يضر العالم في شيء. لكن هذا الرافضي يحمله الهوى والكذب، على اتهام هذا الإمام بما قال، وهذه طريقة الرافضة في الانتصار لمعتقدهم الفاسد، أنهم لا يتورعون عن الكذب والتزوير، ورمي الناس بالظلم في سبيل تقرير ما يريدون، وأشد من هذا تطاولهم على كتاب الله وسنة رسوله - صلى الله عليه وسلم - بالتحريف والتغيير، والإنكار الصريح لمدلولات نصوصهما فأي خير يرجى منهم بعد هذا، وأي ثقة تبقى في نقلهم وأخبارهم.
_________
(١) انظر: تقريب التهذيب ص٥٩٨.',NULL,'421',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (414,'دعوى الرافضي أن الصحابة كانوا يجتهدون
مقابل النصوص وأن أول من فتح هذا
الباب عمر والرد عليه في ذلك

قال الرافضي ص١٩٧ تحت عنوان مصيبتنا في الاجتهاد مقابل النص: «استنتجت من خلال البحث، أن مصيبة الأمة الإسلامية انجرت عليها من الاجتهاد الذي دأب عليه الصحابة مقابل النصوص الصريحة، فاخترقت بذلك حدود الله، ومحقت السنة النبوية، وأصبح العلماء والأئمة بعد الصحابة يقيسون على اجتهادات الصحابة، ويرفضون بعض الأحيان النص النبوي، إذا تعارض مع ما فعله الصحابة ...
ومن أول الصحابة الذين فتحوا هذا الباب على مصراعيه هو: الخليفة الثاني، الذي استعمل رأيه مقابل النصوص القرآنية بعد وفاة الرسول - صلى الله عليه وسلم -، فعطل سهم المؤلفة قلوبهم، الذين فرض الله لهم سهماً من الزكاة، وقال: لا حاجة لنا فيكم» .
قلت: لا يخفى ما في كلام هذا الرجل من الكذب والتلبيس، وقلب الحقائق، وعظيم الجرأة على إنكار ما هو معلوم بالضرورة من الدين والتأريخ والواقع، وذلك في رميه للصحابة برفض النصوص، وترك السنة، ومعارضتها بأقوالهم وآرائهم. مع أن المعلوم من حال الصحابة المقطوع به في المسلمين، أنه ما عرفت الأمة مثلهم في شدة الحرص على النصوص،',NULL,'422',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (415,'وحسن المتابعة لها، وقوة العزيمة في الأخذ بها، والقيام بها أيّما قيام، وتطبيقها في كافة الظروف والأحوال، حتى أصبحو بذلك مضرب الأمثال، وقدوة الأجيال، على مر السنين والقرون، في القوامة بأمر الدين. حتى إن عوام المسلمين إذا ما رأوا من رجل صدق التدين، وحسن الاستقامة، قالوا في وصفه على سبيل التمدح: (كأنه تربّى على الصحابة، أو كأنه يعيش بين الصحابة) وما ذلك إلا لما اشتهر في الأمة واستفاض من عدالة هؤلاء الصحابة، ورسوخ قدمهم في الدين، وقوة تمسكهم به.
ومرجع هذا كله إلى ما تضافرت عليه نصوص الشرع، مما يطرق أسماع المسلمين في كل وقت وحين، من وصف الله ورسوله للصحابة بأحسن الصفات، والثناء عليهم بأجمل الثناء، والشهادة لهم بالإيمان والتقوى، وأن الله قد رضي عنهم ورضوا عنه، وأعدلهم جنات تجري من تحتها الأنهار، وأن رسوله قد مات وهو راض عنهم، مبشرهم بالخير من ربهم.
ولذا فإن طعن هذا الرافضي في الصحابة بما يقدح في دينهم، وعدم تمسكهم بالشرع، لا أرى أنه يحتاج إلى تكلف رد، لرسوخ الاعتقاد في الأمة بعدالتهم، واستفاضة النصوص بعلو شأنهم في الدين ومكانتهم.
وإنما أشير هنا على وجه الخصوص، إلى كذب ما ادعاه الرافضي من توسع عمر - رضي الله عنه - في الاجتهاد والعمل برأيه مقابل النصوص، لخشية التلبيس في هذا الأمر على من لا علم عنده من العامة وأهل الجهل.
وبيان كذبه وفساد ما ادعاه في ذلك يكون من عدة وجوه.
الوجه الأول: أن هذه دعوى مجردة عن الحجة والدليل، لا قيمة لها عند أهل النظر والتحقيق، إذ المؤلف لم يقدم عليها دليلاً واحداً، يدل على ثبوت ما ادعاه.
الوجه الثاني: أن الطعن في عمر بهذا قدح في النبي - صلى الله عليه وسلم - الذي أوصى الأمة باتباع سنته، وسنة الخلفاء الراشدين، وقد كان عمر منهم، وذلك في',NULL,'423',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (416,'قوله كما في حديث العرباض بن سارية ( ... عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي تمسكوا بها وعضوا عليها بالنواجذ) . (١)
وكذلك أمره بالاقتداء بأبي بكر وعمر كما في حديث حذيفة
- رضي الله عنه - أنه قال: (اقتدوا باللذين من بعدي أبي بكر وعمر) . (٢)
فاذا كان عمر على ما يدعي الرافضي من العمل بالرأي،
واطراح السنة، وأنه أول من غير وبدل، لزم من هذا أن يكون النبي - صلى الله عليه وسلم - غاشاً لأمته غير ناصح لها بأمره باتباع سنة عمر والاقتداء به،
ولا يمكن للخصم أن يدعي أن ذلك التغيير من عمر حصل بعد وفاة النبي - صلى الله عليه وسلم - فلم يكن معلوماً له عند النطق بتلك الأحاديث وذلك لسببين.
الأول: أن الرافضي ذكر في كلامه أن معارضة عمر للسنة كانت في حياة النبي - صلى الله عليه وسلم -، وزعم أنه عارض النبي - صلى الله عليه وسلم - في أكثر من مناسبة.
الثاني: أن الرسول - صلى الله عليه وسلم - لا يشرع من عند نفسه، وإنما هو مبلغ عن ربه {وما ينطق عن الهوى - إن هو إلا وحي يوحى} (٣) ، فلو كان حال عمر خفي على النبي - صلى الله عليه وسلم -، أفكان يخفى على رب العالمين!! فلما جاء الأمر بالاقتداء بعمر ممن لا ينطق عن الهوى، علمنا أن عمر كان على الحق والهدى، على رغم أنف هذا الرافضي الحاقد.
الوجه الثالث: أن عمر - رضي الله عنه - شهد له الصحابة الذين لا يخافون في الله لومة لائم، أنه كان يعمل فيهم بكتاب الله وسنة نبيه - صلى الله عليه وسلم - وما كان عليه أبو بكر في خلافته، فقد روى ابن أبي شيبة في خبر مقتل عمر وفيه أن الصحابة اجتمعوا إلى عمر بعد طعنه فقالوا له:
(جزاك الله خيراً قد كنت تعمل فينا بكتاب الله، وتتبع سنة صاحبيك لا تعدل عنها إلى غيرها، جزاك الله أحسن الجزاء ... ) . (٤)
_________
(١) تقدم تخريجه ص٥٦٠.
(٢) تقدم تخريجه ص ٥٦٠.
(٣) سورة النجم ٣-٤.
(٤) المصنف لابن أبي شيبة ٧/٤٤٠.',NULL,'424',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (417,'ولهذا كان علي بن أبي طالب يغبطه على ما كان عليه من الخير
وتمنى لو لقي الله بمثل عمله كما ثبت في الصحيحين من حديث
ابن عباس -رضي الله عنهما- أنه قال: (وضع عمر على سريره فتكنّفه الناس يدعون ويصلون قبل أن يرفع وأنا فيهم، فلم يَرُعْني إلا رجل آخذ منكبي، فإذا علي بن أبي طالب، فترحم على عمر وقال: ما خلفت أحداً أحب إليّ أن ألقي الله بمثل عمله منك، وأيم الله إنْ كنت لأظن أن يجعلك الله مع صاحبيك، وحسبت أني كثيراً أسمع النبي - صلى الله عليه وسلم - يقول: ذهبت أنا وأبو بكر وعمر، ودخلت أنا وأبو بكر وعمر، وخرجت أنا وأبو بكر وعمر) . (١)
وقد كان ابن عباس -رضي الله عنهما- إن لم يجد للمسألة حكماً في الكتاب أو السنة أفتى بقول أبي بكر وعمر، على ما روى الدارمي بسنده عن عبد الله بن أبي زيد قال: (كان ابن عباس إذا
سئل عن الأمر فكان في القرآن أخبر به، وإن لم يكن في القرآن وكان عن رسول الله - صلى الله عليه وسلم - أخبر به، فإن لم يكن فعن أبي بكر وعمر، فإن لم يكن قال فيه برأيه) . (٢)
ففي هذه النقول عن الصحابة المتضمنة حسن الثناء على عمر، ورسوخ قدمه في الدين، وعظم شأنه في العلم والعمل بالسنة، أكبر دليل على دحض دعوى الرافضي الجائرة، كما أن في موقف علي من عمر على وجه الخصوص إلزاماً لهذا الرافضي بقول من يعتقد إمامته ويدعي عصمته. فإذا كان عمر على ما يعتقد فيه هذا الرافضي من القول بالرأي، وترك السنة، فلِمَ يتمنى علي - رضي الله عنه - أن يلقى الله بمثل عمله ولِمَ يفتى ابن عباس وهو الإمام الجليل من أئمة أهل البيت بقوله أم أن علياً وابن عباس كانا ضالين في هذا!!
الوجه الرابع: أن الثابت من سيرة عمر - رضي الله عنه - وأقواله المأثورة عنه،
_________
(١) أخرجه البخاري في: (كتاب فضائل الصحابة، باب مناقب عمر بن ... الخطاب) ، فتح الباري ٧/٤١، ح٣٦٨٥، ومسلم: (كتاب فضائل ... الصحابة، باب من فضائل عمر) ٤/١٨٥٩، ح٢٣٨٩.
(٢) سنن الدارمي ١/٧١.',NULL,'425',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (418,'يدل على بطلان دعوى الرافضي، فقد كان - رضي الله عنه - من أشد الناس تمسكاً بالنصوص، والوقوف عندها، وأقواله في ذلك مشهورة:
فمن ذلك ما أخرجه الدارمي والآجري وغيرهما بسند صحيح عنه أنه قال: (سيأتي أناس يجادلونكم بشبهات القرآن، فجادلوهم
بالسنن، فإن أصحاب السنن أعلم بكتاب الله) . (١)
وقد أورد الإمام ابن القيم في كتابه أعلام الموقعين فصلاً خاصاً في المنقول عن عمر - رضي الله عنه - في التحذير من الرأي.
ومما جاء فيه عن عمر أنه قال: (أصبح أهل الرأي أعداء السنن، أعيتهم أن يعوها، وتفلتت منهم أن يرووها، فاستبقوها بالرأي) .
وعنه أنه قال: (اتقوا الرأي في دينكم) .
وقال أيضاً: (السنة ما سنه الله ورسوله - صلى الله عليه وسلم -، لا تجعلوا خطأ الرأي سنة للأمة) . (٢)
قال ابن القيم: «وأسانيد هذه الآثار عن عمر، في غاية الصحة» . (٣)
فكيف يظن بمن هذا قوله، أن يعارض النصوص برأيه واجتهاده، فإن هذا من أبعد المحال عند التأمل والاعتبار.
الوجه الخامس: إن قول الرافضي: إن عمر عطل سهم المؤلفة قلوبهم جهل بالشرع ومقاصده، وتطاول على عمر - رضي الله عنه - بما لا علم
لهذا الرافضي به، وذلك أن سهم المؤلفة قلوبهم فرض في الشرع تألفاً لبعض الناس من سادات الناس وكبرائهم على الإسلام وللحاجة إليهم، فلما قوي الإسلام
_________
(١) أخرجه الدارمي ١/٦٢، والآجرى في الشريعة ص٥٢، وابن بطة في الإبانة ... الكبرى ١/٢٥٠، وذكر المحقق أن إسناده صحيح، وأخرجه اللالكائي في ... شرح أصول اعتقاد أهل السنة ١/١٢٣.
(٢) أعلام الموقعين ١/٥٤-٥٥.
(٣) المصدر نفسه ١/٥٥.',NULL,'426',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (419,'وكثر أتباعه اجتمع رأي الصحابة - رضي الله عنهم - على عدم إعطاء المؤلفة قلوبهم شيئاً، لعدم الحاجة إليهم، ولزوال السبب الذي كانوا يعطون من أجله.
قال القرطبي: «قال بعض علماء الحنفية: لما أعز الله الإسلام وأهله، وقطع دابر الكافرين -لعنهم الله-، اجتمعت الصحابة رضوان الله عليهم أجمعين في خلافة أبي بكر - رضي الله عنهم - على سقوط سهمهم» . (١)
وقال ابن قدامة «لم ينقل عن عمر، ولا عثمان، ولا علي، أنهم أعطوهم شيئاً» . (٢)
وهذا يدل على اتفاق الصحابة على عدم إعطاء المؤلفة قلوبهم في ذلك العهد، وأن هذا هو الذي عليه الخلفاء الثلاثة عمر، وعثمان، وعلي - رضي الله عنهم - لكن القطع بسقوط سهم المؤلفة قلوبهم ونسبته للصحابة -كما نص على ذلك بعض علماء الحنفية ونقلوا إجماعهم عليه- محل نظر. فالمشهور عن الصحابة هو عدم إعطاء أهل التأليف
شيئاً، كما نقل ذلك عنهم ابن قدامة، وهذا لا يلزم منه أنهم كانوا يرون سقوط سهم المؤلفة قلوبهم بالكلية، بل يحتمل أنهم رأوا منع أولئك المعاصرين لهم، لعز الإسلام، وعدم الحاجة إليهم من غير قطع بسقوط سهمهم في كل عصر عند الحاجة إليهم.
يشهد لهذا أن العلماء من بعد الصحابة اختلفوا في سقوط سهم المؤلفة قلوبهم على قولين: فمنهم من يرى سقوط سهمهم، ومنهم من يرى أن سهمهم باق، وأن عطاءهم بحسب الحاجة إليهم، فإن احتيج إليهم أُعطوا، وإلا لم يعطوا، وهذا بناءً على ما فهموه من فعل الصحابة، الذي كان محتملاً لكل واحد من هذين القولين.
يقول القرطبي ناقلاً الخلاف بين العلماء في المسألة: «واختلف العلماء في بقائهم (أي: المؤلفة قلوبهم) قال عمر، والحسن، والشعبي وغيرهم:
_________
(١) تفسير القرطبي ٨/١٦٨.
(٢) المغني ٩/٣١٦.',NULL,'427',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (420,'انقطع هذا الصنف بعز الإسلام وظهوره، وهذا مشهور من مذهب مالك وأصحاب الرأي ...
وقال جماعة من العلماء: هم باقون لأن الإمام ربما احتاج أن يستأنف على الإسلام، وإنما قطعهم عمر لما رأي من إعزاز الدين.
قال يونس: سألت الزهري عنهم فقال: لا أعلم نسخاً في ذلك.
قال أبو جعفر النحاس: فعلى هذا الحكم فيهم ثابت، فإن كان أحد يحتاج إلى تألفه، ويخاف أن تلحق المسلمين منه آفة، أو يرجى أن يحسن إسلامه بعد، دُفِعَ إليه.
قال القاضي عبد الوهاب: إن احتيج إليهم في بعض الأوقات أُعطوا من الصدقة.
وقال القاضي ابن العربي: الذي عندي أنه إن قوي الإسلام زالوا، وإن احتيج إليهم أعطوا سهمهم كما كان رسول الله - صلى الله عليه وسلم - يعطيهم فإنّ في الصحيح (بدأ الإسلام غريباً وسيعود كما بدأ) (١) » . (٢)
ومن خلال هذا العرض لأقوال الصحابة والعلماء في المسألة يتبين لنا أمران:
الأول: أن القول بمنع المؤلفة قلوبهم عطاياهم لما قوي الإسلام لم يكن قول عمر وحده، وإنما هو قول عامة الصحابة، وهو الذي درج عليه عمل الخليفتين الراشدين من بعد عمر: عثمان وعلي، كما نقل ذلك العلماء عنهم، فلِمَ التشنيع على عمر في قول شاركه فيه عامة الصحابة، وكان على العمل به الخليفتان الراشدان من بعده (عثمان وعلي) -رضي الله عنهما-!! وإذا كانت الرافضة تعتقد في علي - رضي الله عنه - أنه الإمام المعصوم من الخطأ، المنزه عن السهو، والغفلة، والزلل،
فما بال هذا الرافضي يطعن في عمر في أمر قد
_________
(١) أخرجه مسلم: (كتاب الإيمان، باب بيان أن الإسلام بدأ غريباً وسيعود ... غريباً ... ) ١/١٣٠، ح١٤٥.
(٢) تفسير القرطبي ٨/١٦٨.',NULL,'428',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (421,'حكم به الإمام المعصوم عنده، طيلة مدة خلافته، وسنه للأمة من بعده؟!
الثاني: أن منع المؤلفة قلوبهم من عطاياهم، في حال عز الإسلام وعدم الحاجة إليهم لا يقتضي سقوط سهمهم بالكلية عند المانع لهم في تلك الحال، وبالتالي فنسبة القول بسقوط سهم المؤلفة قلوبهم بالكلية لعمر ولغيره من الصحابة بمنعهم أهل التأليف عطاياهم في ذلك العهد، تبقى محل نظر، حتى يرد النص الصحيح منهم بالتصريح بالحكم المذكور. وهذا مما تندفع به مطاعن الرافضي على عمر، في دعواه أنه عطل سهم المؤلفة قلوبهم، مع ثبوته في كتابه الله تعالى.
الوجه السادس: أن ما يثبت عن عمر - رضي الله عنه - من القول بالرأي، ثبت عن علي مثله، أو أكثر منه في مسائل هي أعظم من المسائل التي تكلم فيها عمر، فالقدح في عمر بهذا، قدح في علي من باب أولى.
يقول شيخ الإسلام ابن تيميه -رحمه الله- في رده على الرافضي في طعنه على عمر بالقول بالرأي: «والجواب أن القول بالرأي، لم يختص به عمر - رضي الله عنه - بل علي كان من أقولهم بالرأي، وكذلك أبوبكر، وعثمان، وزيد، وابن مسعود، وغيرهم من الصحابة - رضي الله عنهم - كانوا يقولون بالرأي، وكان رأي علي في دماء أهل القبلة ونحوه من الأمور العظائم.
كما في سنن أبي داود وغيره عن الحسن عن قيس بن عباد قال:
قلت لعلي: (أخبرنا عن مسيرك هذا أعهد عهده إليك رسول الله - صلى الله عليه وسلم - أم رأي رأيته؟ قال: ما عهد النبي - صلى الله عليه وسلم - إليّ شيئاً ولكنه رأي رأيته) (١)
وهذا أمر ثابت، ولهذا لم يرو علي - رضي الله عنه - في قتال الجمل وصفين شيئاً، كما رواه في قتال الخوارج، بل روى الأحاديث الصحيحة هو وغيره من الصحابة في قتال الخوارج المارقين، وأما قتال الجمل وصفين فلم يرو أحد منهم فيه نصاً، إلا القاعدون فإنهم رووا الأحاديث في ترك القتال في الفتنة.
_________
(١) أخرجه ابو داود في: (كتاب السنة، باب ما يدل على ترك الكلام في الفتنة) ... ٥/٥٠.',NULL,'429',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (422,'ومعلوم أن الرأي إن لم يكن مذموماً، فلا لوم على من قال
به، وإن كان مذموماً فلا رأي أعظم ذماً من رأي أريق به دم
ألوف مؤلفة من المسلمين، ولم يحصل بقتلهم مصحلة للمسلمين، لا في دينهم، ولا في دنياهم، بل نقص الخير عما كان، وزاد الشر على ما كان.
فإذا كان مثل هذا الرأي لا يعاب به، فرأي عمر وغيره في مسائل الفرائض والطلاق أولى أن لا يعاب، مع أن علياً شركهم في هذا الرأي وامتاز برأيه في الدماء ...
وقد جمع الشافعي ومحمد بن نصر المروزي المسائل التي تركت
من قول علي وابن مسعود فبلغت شيئاً كثيراً، وكثير منها قد جاءت السنة بخلافه كالمتوفى عنها الحامل، فإن مذهب علي - رضي الله عنه - أنها تعتد أبعد الأجلين، وبذلك أفتى أبو السنابل بن بعكك في حياة النبي - صلى الله عليه وسلم - فلما جاءته سبيعة الأسلمية وذكرت ذلك له قال: (كذب أبوالسنابل بل حللت فانكحي من شئت) (١) وكا زوجها قد توفي عنها بمكة في حجة الوادع.
فإن كان القول بالرأي ذنباً فذنب غير عمر -كعلي وغيره- أعظم، فإن ذنب من استحل دماء المسلمين برأي، هو ذنب أعظم من ذنب من حكم في قضية جزئية برأيه، وإن كان منه ما هو صواب، ومنه ما هو خطأ فعمر - رضي الله عنه - أسعد بالصواب من غيره، فإن الصواب في رأيه أكثر منه في رأي غيره، والخطأ في رأي غيره أكثر منه في رأيه، وإن كان الرأي كله صواباً فالصواب الذي مصلحته أعظم، هو خير وأفضل من الصواب الذي مصلحته دون ذلك، وآراء عمر - رضي الله عنه - كانت مصالحها أعظم للمسلمين.
فعلى كل تقدير: عمر فوق القائلين بالرأي من الصحابة فيما يحمد، وهو أخف منهم فيما يذم، ومما يدل على ذلك ما ثبت في الصحيحين عن
_________
(١) أخرجه البخاري بغير هذا اللفظ في: (كتاب المغازي، باب ١٠) ، فتح ... الباري ٧/٣١٠، ح٣٩٩١، ومسلم: (كتاب الطلاق، باب انقضاء عدة ... المتوفى عنها زوجها وغيرها بوضع الحمل) ٢/١١٢٢، ح١٤٨٤.',NULL,'430',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (423,'النبي - صلى الله عليه وسلم - أنه قال: (قد كان في الأمم قبلكم محدَّثُون، فإن يكن في أمتي
أحد فعمر) (١) » . (٢)
فثبت بهذه الأوجه بطلان دعوى الرافضي، وبراءة الفاروق - رضي الله عنه - مما رماه به.
_________
(١) تقدم تخريجه ص ٥٦٢.
(٢) منهاج السنة ٦/١١١-١١٤.',NULL,'431',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (424,'<span data-type="title" id=toc-42>دعوى الرافضي أن الصحابة ردوا نص: (الغدير) وأبعدوا علياً عن الخلافة
والرد عليه في ذلك</span>

قال الرافضي ص١٩٨ «من فكرة الاجتهاد واستعمال الرأي مقابل النصوص نشأت وتكونت مجموعة من الصحابة، وعلى رأسهم عمر بن الخطاب، وقد رأيناهم يوم الرزية كيف ساندوا وعضدوا رأي عمر مقابل النص الصريح.
ومن ذلك أيضاً نستنتج أن هؤلاء لم يقبلوا يوماً نصوص الغدير، التي نصب بها النبي - صلى الله عليه وسلم - علياً خليفة له على المسلمين ...
ولما ولي الإمام علي أمور المسلمين وجد صعوبة كبيرة، في إرجاع الناس إلى السنة النبوية الشريفة وحظيرة القرآن، وحاول جهده أن يزيل البدع التي أُدخلت في الدين، ولكن بعضهم صاح واسنة عمراه ... » .
قلت: تقدم الرد عليه مفصلاً في مسألتي: (كتابة الكتاب) و (دعوى النص على خلافة علي يوم الغدير) بما اظهر الله به زيغه وضلاله. (١) وإنما أشير هنا لتناقضه في مسألة النص على الخلافة فهاهنا
أن عمر لم يقبل النص على الوصية -المزعومة لعلي- يوم الغدير، ورفض ذلك النص ورده، بينما نجده في موضع آخر من هذا الكتاب يقول ما نصه: «والباحث في هذا
_________
(١) انظر ص ٢٧٦ ومابعدها وص ٤٦٣ ومابعدها.',NULL,'432',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (425,'الموضوع إذا تجرد للحقيقة، فإنه سيجد النص على علي بن أبي طالب واضحاً جلياً كقوله - صلى الله عليه وسلم -: (من كنت مولاه فهذا علي مولاه) قال ذلك بعدما انصرف من حجة الوداع، فعقد لعلي موكب للتهنئة، حتى إن أبا بكر نفسه وعمر، كانا من جماعة المهنئين للإمام يقولون: بخ بخ لك يا ابن أبي طالب أصبحت وأمسيت مولى كل مؤمن ومؤمنة» . (١)
قلت: ما أقصر حبال الكذب!! وقديماً قالوا: (ومن آفة الكذاب نسيان كذبه) .
وقال أبو حاتم: (إن من آفة الكذب أن يكون صاحبه نسياً، فإذا كان كذلك كان كالمنادي على نفسه بالخزي في كل لحظة
وطرفة) .
وقال نصر بن علي الجهضمي: (إن الله أعاننا على الكذابين بالنسيان) . (٢)
وهذا الرافضي لما اتخذ الكذب مطية له في تقرير معتقده الفاسد
وقع في هذا، وأظهر الله أمره، وكشف ستره، فبينما هو يقرر في
سياق حديثه عن النص على الوصية المزعومة لعلي: إن الصحابة عقدوا لعلي يوم الغدير موكباً مشهوداً للتهنئة بالوصية، وكان في مقدمة المهنئين المبارِكِين: أبو بكر وعمر، اللذان كانا يرددان عبارة (بخ بخ لك يا ابن أبي طالب أصبحت مولى كل مؤمن ومؤمنة) نجده بعد هذا بصفحات ينسى هذا كله، فيقرر أن هؤلاء الصحابة لم يقبلوا يوم الغدير، ولا في يوم من الأيام النص على علي بالخلافة، بل وقفوا من ذلك موقف المعارض المعاند، وفي مقدمة هؤلاء عمر بن الخطاب، فلعنة الله على الكذابين الظالمين.
وأما قوله: إن علياً وجد صعوبة كبيرة في إرجاع الناس إلى السنة ... الخ كلامه.
فكلام باطل من أصله: فإن البدع لم تظهر في عهد الشيخين، بل كان
_________
(١) ثم اهتديت ص١٦١.
(٢) أورد هذه الأقوال ابن حبان في روضة العقلاء ص٥٢-٥٣.',NULL,'433',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (426,'الناس طيلة عهدهما على السنة، لم يعرفوا البدع، ولم تعرف البدع إليهم طريقاً، وكان أمر الدين فيهم ظاهراً وقوياً، والسنة عزيزة مشهورة. وكذلك عهد عثمان - رضي الله عنه - فإنه وإن بدأت بوادر البدع تظهر في آخره، إلا أنه لم يعرف في الناس بدعة ظاهرة، بل كانت السنة هي السائدة، والخير هو المنتشر، وأهل الإسلام في عز واجتماع، وأهل الشر في ذل وصغار، وأما عهد علي - رضي الله عنه - فقد كثرت فيه الفتن، وظهرت فيه البدع، حيث خرج الخوارج، وفشى التشيع، وافترقت الأمة، وسفكت فيه الدماء المسلمة المؤمنة، فضعف بذلك أهل الخير، وقوي أهل الشر وتسلطوا على الناس، حتى إن علياً
- رضي الله عنه - كان يقول في قتلة عثمان: (القوم يملكوننا ولا نملكهم) (١) وهذا أمر يعلمه كل من له أدنى اطلاع على التأريخ ولا ينكره أحد من المسلمين، لا من أهل السنة، ولا من أهل البدع، لكن مع التجرد والإنصاف.
وأما عند غلبة الهوى، وتمكن الجهل، فتختلف المقاييس، وتنعكس المفاهيم، وتتغير الحقائق، كما هو حال هذا الرجل، فإنه يتخبط في الأمر تخبطاً عجيباً، فنراه أحياناً يقرر أن علياً - رضي الله عنه - عندما تولى أمر الأمة قد طبق السنة، ونبذ البدع، يقول في كتابه الشيعة هم أهل السنة: «أضف إلى ذلك أن الإمام علياً عندما تولى الخلافة بادر بإرجاع الناس إلى السنة النبوية، وأول شيء فعله هو توزيع بيت المال» . (٢)
ويقول مؤكداً هذا في موضع آخر من الكتاب نفسه: «ومع ذلك فإن أمير المؤمنين علياً لم يجبر الناس على البيعة بالقوة والإكراه، كما فعل الخلفاء من قبله، ولكن تقيد -سلام الله عليه- بأحكام
القرآن والسنة، ولم يغير ولم يبدل أبداً....
إلى قوله: هنيئاً لك يا ابن أبي طالب، يامن أحييت القرآن والسنة، بعدما أماتها غيرك» . (٣)
_________
(١) تقد تخريجه ص ٢٤١.
(٢) الشيعة هم أهل السنة ص١٨٩.
(٣) الشيعة هم أهل السنة ص١٩٨.',NULL,'434',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (427,'فهذا ما قرره المؤلف هنا لكنه في موضع آخر ينقض كلامه هذا رأساً على عقب.
فيقول في الكتاب نفسه: «وإذا كان علي بن أبي طالب
- عليه السلام - هو المعارض الوحيد، الذي حاول بكل جهوده في أيام خلافته إرجاع الناس للسنة النبوية: بأقواله، وأفعاله، وقضائه، ولكن بدون جدوى لأنهم شغلوه بالحروب الطاحنة» . (١)
ويقول أيضاً في معرض حديثه عن علي - رضي الله عنه - في كتابه: (لأكون مع الصادقين) : «وقضى خلافته في حروب دامية، فُرِضت عليه فرضاً من الناكثين، والفاسقين، والمارقين، ولم يخرج منها إلا باستشهاده سلام الله عليه وهو يتحسر على أمة محمد» . (٢)
ونحن لا نعلم أي القولين نصدّق؟ ‍! القول بأن علياً - رضي الله عنه - أعاد الناس للسنة، وأنفذ أحكام القرآن في رعيته، فنهنئه بذلك كما فعل
المؤلف في أحد قوليه، أم أنه بحسب قوله الآخر: لم يستطع أن يعيد
الناس للسنة، بسبب الحروب الطاحنة، التي لم يخرج منها إلا باستشهاده فنتحسر عليه، كما تحسر هو على أمة محمد - صلى الله عليه وسلم -؟!
وهذا السؤال في هذا مطروح على (السماوي) لعله أن يمدّ الأمة بإجابة عاجلة وسريعة تحدد موقفها من هذه المسألة الحساسة، وتخرجها من هذا الاضطراب الذي أوقعها فيه، ولا بأس أن يستعين في هذا بمن شاء من تلاميذ أهل السنة في المراحل الأولى من التعليم ليطلعوه على مادرسوه من سيرة الخليفة الراشد علي بن أبي طالب، فيحل هذا الإشكال، ويستفيد منهم في هذا المجال، كما استفاد من قبل من صبيان الحوزة العلمية في (النجف الأشرف) كما صرح بذلك في بداية كتابه. (٣)
_________
(١) المرجع نفسه ص٢٦٠.
(٢) لأكون مع الصدقين ص٨١.
(٣) انظر: كتاب ثم اهتديت ص٥٣-٥٤.
**************************',NULL,'435',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (428,'وبهذا ختام الرد على الرافضي في كتابه الأول: (ثم اهتديت) أسأل الله الكريم أن يجعله خالصاً لوجهه، وقربة إلى مرضاته، وأن يغفر لي ما حصل فيه من خطأ أو زلل، وأن ينفع به المسلمين، ويدحض به شبه المحرفين المبدلين.
وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه أجمعين.',NULL,'436',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (429,'فهرس المصادر والمراجع

فهرس المصادر والمراجع

أولاً: المصادر والمراجع السنية

... القرآن الكريم

١- ... الإبانة الصغرى (الشرح والإبانة على أصول السنة والديانة) :
للإمام عبيد الله بن محمد بن بطة العكبري، تحقيق: رضا بن نعسان ... معطي، نشر المكتبة الفيصلية ١٤٠٤هـ.
٢- ... الإبانة الكبرى (الإبانة عن شريعة الفرق الناجية ومجانبة الفرق ... المذمومة) :
للإمام عبيد الله بن محمد بن بطة العكبري، تحقيق: رضا بن نعسان ... معطي، دار الراية، الطبعة الأولى ١٤٠٩هـ.
٣- ... أحكام القرآن:
لأبي بكر محمد بن عبد الله ابن العربي، تحقيق: محمد عبد القادر عطا، ... دار الكتب العلمية، الطبعة الأولى.
٤- ... الأدب المفرد مع شرحه فضل الله الصمد:
لأبي عبد الله محمد بن إسماعيل البخاري، خرج أحاديثه: محب الدين ... الخطيب، المكتبة السلفية، الطبعة الثالثة، ١٤٠٧هـ.
٥- ... إرواء الغليل في تخريج أحاديث منار السبيل: ...
لمحمد ناصرالدين الألباني، المكتب الإسلامي، الطبعة الثانية ١٤٠٥هـ.
٦- ... الاستيعاب في معرفة الأصحاب المطبوع بذيل الإصابة لابن ... حجر: ...
لأبي عمر يوسف بن عبد الله بن عبد البر، تحقيق: طه محمد الزيني، ... مكتبة ابن تيمية، القاهرة ١٤١٤هـ.',NULL,'437',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (430,'٧- ... أسد الغابة في معرفة الصحابة:
لعزالدين علي بن محمد بن الأثير، تحقيق: الشيخ علي محمد عوض، ... والشيخ عادل أحمد عبد الموجود، دار الكتب العلمية، بيروت، لبنان.
٨- ... الإصابة في تمييز الصحابة:
للإمام شهاب الدين أحمد بن حجر العسقلاني، تحقيق: طه محمد ... الزيني، مكتبة ابن تيمية، القاهرة ١٤١٤هـ.
٩- ... أصول السنة:
لأبي بكر عبد الله بن الزبير الحميدي (ت٢١٩هـ) تحقيق: د. عبد الله ... ابن سليمان الغفيلي، نشر وتوزيع دار البخاري، المدينة المنورة، ط ... الأولى ١٤١٦هـ.
١٠-الاعتقاد:
لأبي بكر أحمد بن الحسين البيهقي، تحقيق: كمال يوسف الحوت، ... عالم الكتب، ط الأولى ١٤٠٣هـ.
١١-اعتقادات فرق المسلمين والمشركين:
لفخرالدين الرازي، بمراجعة على سامي النشار، دار الكتب العلمية، ... بيروت، لبنان ١٤٠٢هـ.
١٢- ... أعلام الموقعين عن رب العالمين:
لشمس الدين أبي عبد الله محمد بن أبي بكر بن قيم الجوزية، تعليق: طه ... عبد الرؤوف سعد، الناشر: مكتبة الكليات الأزهرية ١٣٨٨هـ.
١٣- ... إغاثة اللهفان من مصايد الشيطان:
لأبي عبد الله محمد بن أبي بكر بن قيم الجوزية، المتوفى سنة ٧٥١هـ، ... تحقيق: محمد سيد كيلاني، شركة مكتبة ومطبعة مصطفى البابي الحلبي ... وأولاده، مصر ١٣٨١هـ.
١٤- ... الإمامة والرد على الرافضة:
للحافظ أبي نعيم الأصبهاني، المتوفى (٤٣٠هـ) تحقيق الدكتور علي بن ... محمد ناصر الفقيهي، مكتبة العلوم والحكم، المدينة المنورة، الطبعة الأولى ... ١٤٠٧هـ.
١٥- ... الانتقاء في فضائل الثلاثة الأئمة الفقهاء:
للإمام أبي عمر يوسف بن عبد البر، المتوفى سنة (٤٦٣هـ) دار الكتب ... العلمية.',NULL,'438',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (431,'١٦- ... الأنساب:
للإمام أبي سعد عبد الكريم بن محمد بن منصور السمعاني، المتوفى سنة ... (٥٦٢هـ) تحقيق: عبد الله عمر البارودي، مؤسسة الكتب الثقافية، ... الطبعة الأولى ١٤٠٨هـ.
١٧- ... الباعث الحثيث شرح اختصار علوم الحديث:
لإسماعيل بن عمر بن كثير (ت٧٧٤هـ) تحقيق: أحمد شاكر، مكتبة دار ... التراث، الطبعة الثالثة ١٣٩٩هـ.
١٨- ... البداية والنهاية:
للحافظ ابن كثير، تحقيق: د. أحمد أبو ملحم، د. علي نجيب عطوي، ... دار الريان للتراث، الطبعة الأولى ١٤٠٨هـ.
١٩- ... بذل المجهود في إثبات مشابهة الرافضة لليهود:
تأليف عبد الله الجميلي، مكتبة الغرباء الأثرية، المدينة المنورة، الطبعة ... الثانية ١٤١٤هـ.
٢٠- ... بطلان عقائد الشيعة:
محمد عبد الستار التونسوي، دار النشر الإسلامية العالمية، فيصل أباد، ... باكستان.
٢١- ... تاريخ الخلفاء:
للإمام جلال الدين السيوطي (ت٩١١هـ) تحقيق: الشيخ قاسم الرفاعي، ... الشيخ محمد العثماني، دار القلم، بيروت، لبنان، ط الأولى
١٤٠٦هـ.
٢٢- ... تاريخ الطبري (تاريخ الأمم والملوك) :
لأبي جعفر محمد بن جرير الطبري (ت٣١٠هـ) تحقيق: محمد أبو الفضل ... إبراهيم.
٢٣- ... تاريخ مدينة دمشق:
لأبي القاسم علي بن الحسين بن هبةالله بن عساكر، مخطوط الظاهرية.
٢٤- ... تأويل مختلف الحديث:
للإمام أبي محمد عبد الله بن مسلم بن قتيبة (ت٢٧٦هـ) تحقيق: محمد ... محي الدين الأصفر، المكتب الإسلامي، ط الأولى ١٤٠٩هـ.
٢٥-التبصير في الدين:
لأبي المظفر الإسفرائيني، تحقيق: كمال يوسف الحوت، ط الأولى، ... عالم ... الكتب.',NULL,'439',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (432,'٢٦-تحقيق مواقف الصحابة في الفتنة من روايات الطبري والمحدثين:
د. محمد أمحزون، مكتبة الكوثر، الرياض، ط الأولى
١٤١٥هـ.
٢٧-التذكرة في الأحاديث المشتهرة:
لبدر الدين أبي عبد الله محمد بن عبد الله الزركشي (ت٧٩٤هـ) ... تحقيق: مصطفى عبد القادر عطا، دار الكتب العلمية، بيروت، لبنان، ... ط الأولى ١٤٠٦هـ.
٢٨-ترتيب الموضوعات:
للإمام محمد بن أحمد بن عثمان الذهبي (ت٧٤٨هـ) علق عليه: ... كمال ابن بسيوني زغلول، دار الكتب العلمية، بيروت، لبنان، ط ... الأولى ١٤١٥هـ.
٢٩-التعريفات:
لأبي الحسن الجرجاني، شركة مكتبة ومطبعة مصطفى البابي الحلبي ... وأولاده بمصر.
٣٠-تفسير ابن كثير (تفسير القرآن العظيم) :
للحافظ عمادالدين أبي الفداء إسماعيل بن كثير (ت٧٧٤هـ) ط دار ... إحياء التراث العربي، بيروت ١٣٨٨هـ.
٣١- ... تفسير البغوي (معالم التنزيل) :
للإمام أبي الحسين محمد بن الحسين البغوي (ت٥١٦هـ) تحقيق: خالد ... ابن عبد الرحمن العك، مروان سوار، دار المعرفة، بيروت، لبنان، ط ... الأولى ١٤٠٦هـ.
٣٢- ... تفسير الطبري (جامع البيان في تأويل القرآن) :
لأبي جعفر محمد بن جرير الطبري (ت٣١٠هـ) دار الكتب العلمية، ... بيروت، لبنان، ط الأولى ١٤١٢هـ.
٣٣- ... تفسير القرطبي (الجامع لأحكام القرآن) :
لأبي عبد الله محمد بن أحمد الأنصاري القرطبي، تعليق: محمد إبراهيم ... الحفناوي، خرج أحاديثه: د. محمود حامد عثمان، دار الحديث، ... القاهرة، ط الأولى ١٤١٤هـ.
٣٤- ... تقريب التهذيب:
للإمام الحافظ شهاب الدين أحمد بن علي بن حجر (ت٨٥٢هـ) تقديم ... ومقابلة: محمد عوامة، دار الرشيد، سوريا، حلب، ط الأولى ١٤٠٦هـ.',NULL,'440',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (433,'٣٥- ... التقريب والتيسير لمعرفة سنن البشير النذير مع شرحه تدريب ... الراوي:
للإمام زكريا يحيى بن شرف النووي (ت٦٧٦هـ) ط الثانية
١٣٨٥هـ.
٣٦- ... تقييد العلم:
للحافظ أبي بكر أحمد بن علي بن ثابت الخطيب البغدادي (ت٤٦٣هـ) ... تحقيق: يوسف العش، دار إحياء السنة النبوية، ط الثانية ١٩٧٤م.
٣٧- ... تلبيس إبليس:
للحافظ أبي الفرج عبد الرحمن بن الجوزي البغدادي (ت٥٩٧هـ) دار ... المدني للطباعة والنشر.
٣٨- ... التلخيص:
للإمام محمد بن أحمد بن عثمان الذهبي، المطبوع بحاشية المستدرك ... للحاكم، دار الكتب العلمية، بيروت، لبنان، ط الأولى ١٤١١هـ.
٣٩- ... التمهيد والرد على الملحدة والمعطلة والرافضة والخوارج والمعتزلة:
لأبي بكر الباقلاني (ت٤٠٣هـ) تحقيق: محمود محمد الخضيري،
محمد عبد الهادي أبو ريده، بيروت، لبنان، دار الفكر العربي
١٣٦٦هـ.
٤٠- ... التنبيه والرد على أهل الأهواء والبدع:
لمحمد بن أحمد بن عبد الرحمن الملطي (ت٣٧٧هـ) تعليق: محمد زاهد ... الكوثري، مكتبة المثنى بغداد، مكتبة المعارف، بيروت ١٣٨٨هـ.
٤١- ... الثقات:
للإمام الحافظ محمد بن حبان بن أحمد أبي حاتم التميمي البستي ... (ت٣٥٤هـ) مطبعة مجلس دائرة المعارف العثمانية، حيدر آباد الدكن، ... الهند ١٣٩٥هـ.
٤٢- ... جامع بيان العلم وفضله وما ينبغي في روايته وحمله:
للإمام أبي عمر يوسف بن عبد البر النمري القرطبي (ت٤٦٣هـ) تقديم ... عبد الكريم الخطيب، دار الكتب الإسلامية، القاهرة، ط الثانية ... ١٤٠٢هـ.
٤٣- ... الحجة في بيان المحجة وشرح عقيدة أهل السنة:
للحافظ قوام السنة أبي القاسم إسماعيل بن محمد بن الفضل الأصبهاني ... بتحقيق: د. محمد بن ربيع مدخلي (الجزء الأول) والشيخ محمد بن ... محمود أبو رحيم (الجزء الثاني) دار الراية للنشر، ط الأولى ١٤١١هـ.',NULL,'441',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (434,'٤٤- ... حلية الأولياء وطبقات الأصفياء:
للحافظ أبي نعيم أحمد بن عبد الله الأصبهاني (ت٤٣٠هـ) الناشر ... مكتبة الخانجي بمصر.
٤٥- ... خلق أفعال العباد:
للإمام محمد بن إسماعيل البخاري (ت٢٥٦هـ) المطبوع ضمن عقائد ... السلف، جمع: علي سامي النشار، عمار جمعي الطالبي، الناشر منشأة ... المعارف بالأسكندرية.
٤٦- ... الرد على الدكتور علي عبد الواحد في كتابه بين الشيعة وأهل السنة:
لإحسان إلهي ظهير، ادارة ترجمان السنة، لاهور، باكستان، ط الأولى ... ١٤٠٥هـ.
٤٧- ... رسالة في الرد على الرافضة:
لأبي حامد محمد المقدسي (ت٨٨٨هـ) تحقيق: عبد الوهاب خليل ... الرحمن، الدار السلفية، الهند، ط الأولى ١٤٠٣هـ.
٤٨-رسالة في الرد على الرافضة:
للشيخ محمد بن عبد الوهاب، تحقيق: ناصر بن سعد الرشيد، ط ... الثانية ١٤٠٠هـ.
٤٩- ... الرقة والبكاء:
لموفق الدين عبد الله بن أحمد بن قدامة المقدسي (ت٦٢٠هـ) تحقيق: ... محمد خير رمضان يوسف، دار القلم، دمشق، الدار الشامية، بيروت، ... ط الأولى ١٤١٥هـ.
٥٠- ... روضة العقلاء ونزهة الفضلاء:
للإمام الحافظ أبي حاتم محمد بن حبان البستي (ت٣٥٤هـ) تحقيق: ... محمد عبد الرزاق حمزة، محمد حامد الفقي، دار الكتب العلمية ... ١٣٩٧هـ.
٥١- ... رياض الجنة في الرد على أعداء السنة:
للشيخ مقبل بن هادي الوادعي، دار الأرقم، ط الثانية ١٤٠٥هـ.
٥٢- ... الرياض النضرة في مناقب العشرة:
لأبي جعفر أحمد الشهير بالمحب الطبري، جشتي كتب خانة فيصل آباد.
٥٣- ... سلسلة الأحاديث الصحيحة وشئ من فقهها وفوائدها:
للشيخ محمد ناصرالدين الألباني:
١- طبعة المكتب الإسلامي. ... ٢- طبعة مكتبة المعارف بالرياض.',NULL,'442',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (435,'٥٤- ... السنة:
لأبي بكر عمرو بن أبي عاصم الضحاك الشيباني (ت٢٨٧هـ) المكتب ... الإسلامي، تحقيق: الشيخ محمد ناصرالدين الألباني، ط الثانية ١٤٠٥هـ.
٥٥- ... السنة:
لأبي بكر أحمد بن محمد بن هارون الخلال (ت٣١١هـ) تحقيق: د. عطية ... الزهراني، دار الراية للنشر والتوزيع، ط الأولى ١٤١٠هـ.
٥٦- ... السنة:
لأبي عبد الرحمن عبد الله بن الإمام أحمد بن حنبل (ت٢٩٠هـ) تحقيق: ... د. محمد سعيد القحطاني، دار ابن القيم، ط الأولى ١٤٠٦هـ.
٥٧- ... سنن ابن ماجه:
للإمام الحافظ أبي عبد الله بن يزيد القزويني (ت٢٧٥هـ) تحقيق: محمد ... فؤاد عبد الباقي، مطبعة دار إحياء الكتب العربية.
٥٨- ... سنن أبي داود:
للإمام الحافظ أبي داود سليمان بن الأشعث السجستاني (ت٢٧٥هـ) ... تعليق: عزت عبيد الدعاس، عادل السيد، دار الحديث، حمص،
سورية.
٥٩- ... سنن الترمذي (الجامع الصحيح) :
لأبي عيسى محمد بن عيسى بن سورة الترمذي (ت٢٩٧هـ) تحقيق: ... إبراهيم عطوه عوض، شركة مكتبة ومطبعة مصطفى البابي الحلبي ... وأولاده بمصر.
٦٠- ... سنن الدارمي:
للإمام الحافظ عبد الله بن عبد الرحمن الدارمي (٢٥٥هـ) تحقيق:
فؤاد أحمد زمزلي، خالد السبع العلمي، دار الريان، ط الأولى
١٤٠٧هـ.
٦١- ... السنن الكبرى:
للإمام أبي بكر أحمد بن الحسين بن علي البيهقي (ت٤٥٨هـ) دار ... الفكر.
٦٢-سنن النسائي (المجتبى) :
للإمام الحافظ أبي عبد الرحمن بن شعيب النسائي (ت٣٠٣هـ) ... شركة مكتبة ومطبعة مصطفى البابي بمصر، ط ١٣٨٣هـ.
٦٣-سير أعلام النبلاء:
للإمام شمس الدين محمد بن أحمد بن عثمان الذهبي (ت٧٤٨هـ) ... تحقيق: شعيب الأرنؤوط، مؤسسة الرسالة، ط التاسعة
١٤١٣هـ.',NULL,'443',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (436,'٦٤-السيرة النبوية:
لأبي محمد عبد الملك بن هشام، دار الفكر، القاهرة.
٦٥-شرح أصول اعتقاد أهل السنة والجماعة:
لأبي القاسم هبة الله بن الحسن بن منصور الطبري اللالكائي ... (ت٤١٨هـ) تحقيق: د. أحمد بن سعد حمدان الغامدي، دار طيبة ... للنشر، الرياض.
٦٦-شرح السنة:
للإمام أبي محمد الحسن بن علي بن خلف البربهاري (ت٣٢٩هـ) ... تحقيق: د. محمد سعيد القحطاني، دار ابن القيم، ط الأولى ... ١٤٠٨هـ.
٦٧-شرح صحيح مسلم:
للإمام أبي زكريا يحيى بن شرف النووي، المطبعة المصرية، بالأزهر،
ط الأولى ١٣٤٧هـ.
٦٨-شرح العقيدة الطحاوية:
للإمام القاضي علي بن علي بن محمد بن أبي العز الحنفي ... (ت٧٩٢هـ) تحقيق: د. عبد الله بن عبد المحسن التركي، شعيب ... الأرنؤوط، مؤسسة الرسالة، ط الثانية ١٤١٣هـ.
٦٩-الشريعة:
للإمام أبي بكر محمد بن الحسن الآجري (ت٣٦٠هـ) تحقيق:
محمد حامد الفقي، دار الكتب العلمية، بيروت، ط الأولى ... ١٤٠٣هـ.
٧٠-شذرات الذهب:
للإمام أبي الفرج عبد الحي بن العماد الحنبلي (ت١٠٨٩هـ) دار ... المسيرة، بيروت، ط الثانية ١٣٩٩هـ.
٧١-الشفا بتعريف حقوق المصطفى - صلى الله عليه وسلم -:
للقاضي أبي الفضل عياض بن موسى اليحصبي الأندلسي، تحقيق: ... علي محمد البجاوي، الناشر، دار الكتاب، بيروت.
٧٢-الشيعة وأهل البيت:
للشيخ إحسان إلهي ظهير، نشر ادارة ترجمان السنة، لاهور، ... باكستان، ط السابعة ١٤٠٤هـ.',NULL,'444',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (437,'٧٣-الشيعة والتشيع:
للشيخ إحسان إلهي ظهير، نشر ادارة ترجمان السنة، لاهور، ... باكستان، ط الثانية ١٤٠٤هـ.
٧٤- ... الشيعة وتحريف القرآن:
للشيخ إحسان إلهي ظهير، نشر ادارة ترجمان السنة، لاهور، باكستان، ... ط الرابعة ١٤٠٤هـ.
٧٥- ... الصارم الحديد في عنق صاحب سلاسل الحديد:
للعلامة أبي الفوز محمد أمين بن علي السويدي (ت١٢٤٦هـ) تحقيق: ... د. سعد الشهري، د. فهد السحيمي، د. جازي الجهني، رسائل علمية ... مطبوعة على الآلة الكاتبة.
٧٦- ... الصارم المسلول على شاتم الرسول - صلى الله عليه وسلم -:
لشيخ الإسلام أحمد بن عبد الحليم بن عبد السلام بن تيمية (ت٧٢٨هـ) ... تحقيق: محمد محي الدين عبد الحميد، من توزيع إدارات البحوث العلمية، ... دار الكتب العلمية ١٣٩٨هـ.
٧٧- ... الصحاح في اللغة والعلوم:
للعلامة أبي نصر إسماعيل بن حماد الجوهري، دار الحضارة العربية، ... بيروت.
٧٨- ... صحيح البخاري:
للإمام الحافظ أبي عبد الله محمد بن إسماعيل البخاري (ت٢٥٦هـ) ... المطبوع مع فتح الباري لابن حجر، ترقيم محمد فؤاد عبد الباقي، ... تصحيح: محب الدين الخطيب، الناشر دار المعرفة، بيروت.
٧٩- ... صحيح الجامع الصغير:
للشيخ محمد ناصرالدين الألباني، المكتب الإسلامي، ط الثالثة ... ١٤٠٨هـ.
٨٠- ... صحيح سنن ابن ماجه:
للشيخ محمد ناصرالدين الألباني، الناشر: مكتب التربية العربي، لدول ... الخليج، ط الأولى ١٤٠٧هـ.
٨١- ... صحيح مسلم:
للإمام أبي الحسين مسلم بن الحجاج القشيري النيسابوري (٢٦١هـ) ... تحقيق: محمد فؤاد عبد الباقي، المكتبة الإسلامية، استانبول، تركيا.',NULL,'445',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (438,'٨٢- ... الصواعق المحرقة في الرد على أهل البدع والزندقة:
للإمام أحمد بن حجر الهيتمي المكي (ت٩٧٤هـ) خرج أحاديثه وعلق ... عليه: عبد الوهاب عبد اللطيف، الناشر مكتبة القاهرة، ط الثانية ... ١٣٨٥هـ.
٨٣- ... ضعيف الجامع الصغير:
للشيخ محمد ناصرالدين الألباني، المكتب الإسلامي، ط الثالثة ... ١٤١٠هـ.
٨٤- ... طبقات الحنابلة:
للقاضي أبي الحسين محمد بن أبي يعلي، الناشر دار المعرفة للطباعة ... والنشر، بيروت، لبنان.
٨٥- ... الطبقات الكبرى:
لأبي عبد الله محمد بن سعد بن منيع الهاشمي، دار صادر، بيروت.
٨٦- ... ظلال الجنة في تخريج السنة:
للشيخ محمد بن ناصرالدين الألباني، المطبوع مع كتاب السنة لابن أبي ... عاصم، ط الثانية ١٤٠٥هـ.
٨٧- ... عبد الله بن سبأ وأثره في أحداث الفتنة في صدر الإسلام:
للشيخ سليمان بن حمد العودة، الناشر دار طيبة للنشر والتوزيع، ... ط الأولى ١٤٠٥هـ.
٨٨- ... العقد الفريد:
لأبي عمر أحمد بن محمد بن عبدربه الأندلسي، مكتبة النهضة المصرية، ... القاهرة، ط الثانية ١٣٨١هـ.
٨٩- ... عقيدة ابن قتيبة:
للدكتور علي بن نفيع العلياني، مكتبة الصديق، ط الأولى ١٤١٢هـ.
٩٠- ... العقيدة الطحاوية:
للإمام أبي جعفر أحمد بن محمد الطحاوي (ت٣٢٢هـ) المطبوعة مع ... شرحها لابن أبي العز الحنفي، بتحقيق: د. عبد الله بن عبد المحسن ... التركي، وشعيب الأرنؤوط، ط الثانية ١٤١٣هـ.
٩١-العواصم من القواصم في تحقيق مواقف الصحابة بعد وفاة النبي - صلى الله عليه وسلم -:
للإمام القاضي أبي بكر محمد بن عبد الله ابن العربي (ت٥٤٣هـ) ... تحقيق: محب الدين الخطيب، دار الكتب السلفية، ط الأولى ١٤٠٥هـ.',NULL,'446',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (439,'٩٢- ... فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء:
جمع الشيخ أحمد بن عبد الرزاق الدويش، طبع ونشر مكتبة العبيكان، ... ط الثانية ١٤١٢هـ.
٩٣- ... فتح الباري بشرح صحيح البخاري:
للإمام الحافظ أحمد بن علي بن حجر العسقلاني (ت٨٥٢هـ) مطبعة ... المعرفة، بيروت.
٩٤- ... فتح القدير بين فني الرواية والدراية من علم التفسير:
لمحمد بن علي الشوكاني (ت١٢٥٠هـ) دار الفكر للطباعة والنشر.
٩٥-الفرق بين الفرق:
لعبد القاهر بن ظاهر بن محمد البغدادي (ت٤٢٩هـ) تحقيق: محمد ... محيى الدين عبد الحميد، دار المعرفة، بيروت، لبنان.
٩٦- ... الفصل في الملل والأهواء والنحل:
للإمام أبي محمد علي بن أحمد المعروف بابن حزم الأندلسي، تحقيق: ... د. محمد إبراهيم نصر، د. عبد الرحمن عميرة، دار الجيل، بيروت، ... ١٤٠٥هـ.
٩٧- ... فضائل الصحابة:
للإمام أبي عبد الله أحمد بن حنبل (ت٢٤١هـ) تحقيق: وصي الله بن ... محمد عباس، ط جامعة أم القرى، ط الأولى ١٤٠٣هـ.
٩٨- ... الفوائد المجموعة:
لمحمد بن علي الشوكاني (ت١٢٥٠هـ) تحقيق: عبد الرحمن بن يحيى ... المعلمي عبد الوهاب عبد اللطيف، مطبعة السنة المحمدية.
٩٩- ... القاموس المحيط:
للعلامة محمد بن يعقوب الفيروز أبادي، ط عالم الكتب، بيروت،
لبنان.
١٠٠-قطر الولي على حديث الولي:
لمحمد بن علي الشوكاني، تحقيق: د. إبراهيم هلال، دار إحياء التراث ... العربي، بيروت، لبنان.
١٠١- الكامل في التاريخ:
للعلامة عزالدين أبي الحسن على بن أبي الكرم محمد بن محمد بن ... عبد الكريم المعروف بابن الأثير، دار صادر بيروت، لبنان ١٣٨٥هـ.',NULL,'447',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (440,'١٠٢-الكامل في ضعفاء الرجال:
للإمام الحافظ أبي أحمد عبد الله بن عدي الجرجاني، دار الفكر، ط ... الأولى ١٤٠٤هـ.
١٠٣-الكتاب اللطيف لشرح مذاهب أهل السنة ومعرفة شرائع الدين ... والتمسك بالسنن:
لأبي حفص عمر بن أحمد بن شاهين (ت٣٨٥هـ) تحقيق: د. عبد الله بن ... محمد البصيري، مكتبة الغرباء الأثرية، ط الأولى ١٤١٦هـ.
١٠٤-كشف أسرار الباطنية وأخبار القرامطة وكيفية مذهبهم وبيان ... اعتقادهم:
لمحمد بن مالك بن أبي الفضائل الحمادي (ت٤٧٠هـ) تحقيق: محمد ... عثمان الخشت، مكتبة ابن سينا.
١٠٥-كشف الخفاء ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة ... الناس:
للشيخ إسماعيل بن محمد العجلوني (ت١١٦٢هـ) دار إحياء التراث ... العربي، بيروت.
١٠٦-الكفاية في علم الرواية: ...
للإمام أبي بكر أحمد بن علي المعروف بالخطيب البغدادي (ت٤٦٣هـ) ... منشورات المكتبة العلمية بالمدينة المنورة.
١٠٧-اللآلئ المصنوعة في الأحاديث الموضوعة:
للإمام جلال الدين عبد الرحمن السيوطي، دار المعرفة، بيروت، لبنان ... ١٤٠٣هـ.
١٠٨-لسان العرب:
للإمام أبي الفضل جمال الدين محمد بن مكرم بن منظور الإفريقي ... المصري، دار صادر، بيروت، ط الثالثة ١٤١٤هـ.
١٠٩-لمع الأدلة في عقائد أهل السنة:
لعبد الملك بن عبد الله بن يوسف الجويني المعروف بإمام الحرمين ... (ت٤٧٨هـ) تحقيق: فوقيه حسين محمود، القاهرة، الدار المصرية ... للتأليف ١٣٨٥هـ.
١١٠-لمعة الاعتقاد الهادي إلى سبيل الرشاد:
للإمام موفق الدين أبي محمد عبد الله بن أحمد بن محمد بن
قدامة المقدسي (ت٦٢٠هـ) تحقيق: بدر البدر، ط الأولى ... ١٤٠٦هـ.',NULL,'448',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (441,'١١١-مجمع الزوائد ومنبع الفوائد:
للحافظ نورالدين علي بن أبي بكر الهيثمي (ت٨٠٧هـ) الناشر دار ... الكتب، بيروت، لبنان، ط الثانية ١٩٦٧م.
١١٢-مجموع فتاوى شيخ الإسلام ابن تيمية:
جمع وترتيب عبد الرحمن بن محمد بن قاسم وابنه محمد، تصوير ... الطبعة الأولى ١٣٩٨هـ.
١١٣-مختار الصحاح:
للشيخ الإمام محمد بن أبي بكر بن عبد القادر الرازي، مكتبة لبنان، ... بيروت، ١٩٨٦م.
١١٤-مختصر التحفة الإثني عشرية:
تأليف شاه عبد العزيز غلام حكيم الدّهلوي، اختصره وهذبه السيد ... محمود شكري الألوسي، تحقيق: محبّ الدين الخطيب، المطبعة ... السلفية، القاهرة، ١٣٧٣هـ.
١١٥-المستدرك على الصحيحين:
للإمام أبي عبد الله الحاكم النيسابوري، تحقيق: مصطفى عبد القادر ... عطا، دار الكتب العلمية، بيروت، لبنان، ط الأولى ١٤١١هـ.
١١٦-مسند الإمام أحمد:
للإمام أبي عبد الله أحمد بن محمد بن حنبل (ت٢٤١هـ) ملتزم النشر ... والطبع، دار الفكر العربي.
١١٧-المسودة في أصول الفقه:
للأئمة من آل تيمية: مجدالدين عبد السلام بن عبد الله، وشهاب الدين ... عبد الحليم بن عبد السلام، وشيخ الإسلام أحمد بن عبد الحليم، مطبعة ... المدني، مصر.
١١٨-مشكاة المصابيح:
لمحمد بن عبد الله الخطيب التبريزي، تحقيق: محمد ناصرالدين الألباني، ... المكتب الإسلامي، ط الثالثة ١٤٠٥هـ.
١١٩-المصنف في الأحاديث والآثار:
للإمام أبي بكر عبد الله بن محمد بن أبي شيبة (ت٢٣٥هـ) تحقيق: محمد ... عبد السلام شاهين، دار الكتب العلمية، بيروت، لبنان، ط الأولى ... ١٤١٦هـ.',NULL,'449',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (442,'١٢٠-معالم السنن شرح سنن أبي داود:
للإمام أبي سليمان بن حمد الخطابي البستي (ت٣٨٨هـ) ترقيم: ... عبد السلام عبد الشافي، دار الكتب العلمية، بيروت، لبنان، ط الأولى ... ١٤١١هـ.
١٢١-معجم البلدان:
للإمام أبي عبد الله ياقوت بن عبد الله الحموي، دار إحياء التراث ... العربي، بيروت ١٣٩٩هـ.
١٢٢-المغازي:
للإمام محمد بن مسلم بن عبيد الله بن شهاب الزهري (ت١٢٤هـ) ... تحقيق: د. سهيل زكار، دار الفكر، ط الأولى ١٤٠٠هـ.
١٢٣-المغازي:
لمحمد بن عمر الواقدي، تحقيق: ماردسن جونس، بيروت، عالم
الكتب.
١٢٤-المغني:
لموفق الدين أبي محمد عبد الله بن أحمد بن محمد بن قدامة المقدسي ... (ت٦٢٠هـ) تحقيق: د. عبد الله بن عبد المحسن التركي، د. عبد الفتاح ... محمد الحلو، هجر للطباعة، القاهرة، ط الأولى ١٤٠٦هـ.
١٢٥-مفردات ألفاظ القرآن:
للعلامة الراغب الأصفاني، تحقيق: صفوان عدنان داوودي، دار القلم، ... الدار الشامية، ط الأولى ١٤١٢هـ.
١٢٦-المفهم لما أشكل من تلخيص مسلم:
للإمام الحافظ أبي العباس أحمد بن عمر القرطبي (ت٦٥٦هـ)
تحقيق: محيى الدين ديب مستو، يوسف على بديوي ... دار ابن كثير، ... بيروت، دمشق، دار الكلم الطيب، دمشق، بيروت، ط الأولى ... ١٤١٧هـ.
١٢٧-المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة:
للعلامة الشيخ محمد عبد الرحمن السخاوي (ت٩٠٢هـ) تحقيق:
محمد عثمان الخشت، دار الكتاب العربي، ط الأولى
١٤٠٥هـ.
١٢٨-مقالات الإسلاميين واختلاف المصلين:
لأبي الحسن الأشعري (ت٣٣٠هـ) تحقيق: محمد محيى الدين عبد الحميد، ... ط الثانية ١٣٨٩هـ، مكتبة النهضة المصرية.',NULL,'450',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (443,'١٢٩-مقاييس اللغة:
لأبي الحسين أحمد بن فارس، تحقيق: عبد السلام هارون، دار الجيل، ... بيروت، ط الأولى ١٤١١هـ.
١٣٠-مقدمة في أصول التفسير:
لشيخ الإسلام أحمد بن عبد الحليم بن تيمية، تحقيق: محب الدين ... الخطيب، المكتبة السلفية، القاهرة، ط الخامسة.
١٣١-المقنع في علوم الحديث:
للإمام الحافظ سراج الدين عمر بن علي المشهور بابن الملقن، تحقيق: ... عبد الله يوسف الجديع، دار فواز للنشر، الإحساء، ط الأولى ١٤١٣هـ.
١٣٢-الملل والنحل:
للإمام أبي الفتح محمد بن عبد الكريم الشهرستاني (ت٥٤٨هـ) تحقيق: ... الأستاذ أحمد فهمي محمد، دار الكتب العلمية، ط الثانية ١٤١٣هـ.
١٣٣-المنار المنيف في الصحيح والضعيف:
للإمام شمس الدين محمد بن أبي بكر بن قيم الجوزية:
١- تحقيق عبد الفتاح أبو غدة، مكتبة المطبوعات الإسلامية، الطبعة ... ... الأولى.
٢- تحقيق: أحمد عبد الشافي، دار الكتب العلمية، بيروت، ١٤٠٨هـ.
١٣٤-مناقب الإمام أحمد:
للحافظ أبي الفرج عبد الرحمن بن الجوزي، تحقيق: د. عبد الله بن ... عبد المحسن التركي، ط الأولى ١٣٩٩هـ.
١٣٥-منهاج السنة:
لشيخ الإسلام أحمد بن عبد الحليم بن تيمية، تحقيق: محمد رشاد سالم، ... طبع ادارة الثقافة والنشر بجامعة الإمام محمد بن سعود الإسلامية، ... ط الأولى، ١٤٠٦هـ.
١٣٦-الموافقات في أصول الشريعة:
لأبي إسحاق إبراهيم بن موسى الشاطبي (ت٧٩٠هـ) ترقيم: عبد الله ... دراز، المكتبة التجارية بمصر.
١٣٧-الموضوعات:
لأبي الفرج عبد الرحمن بن علي بن الجوزي (ت٥٩٧هـ) تحقيق: توفيق ... حمدان، دار الكتب العلمية، بيروت، لبنان، ط الأولى ١٤١٥هـ.',NULL,'451',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (444,'١٣٨-ميزان الاعتدال في نقد الرجال:
لأبي عبد الله محمد بن أحمد بن عثمان الذهبي، تحقيق: علي محمد ... البجاوي، دار المعرفة للطباعة والنشر.
١٣٩-النهاية في غريب الحديث:
للإمام أبي السعادات المبارك بن محمد الجزري (ت٦٠٦هـ) .
١٤٠-النهاية في الفتن والملاحم:
لأبي الفداء إسماعيل بن كثير (ت٧٧٤هـ) تحقيق: محمد أحمد عبد العزيز، ... المكتب الثقافي للنشر والتوزيع، القاهرة.
١٤١-النهي عن سب الأصحاب:
للإمام أبي عبد الله محمد بن عبد الواحد المقدسي (ت٦٤٣هـ) تحقيق: ... محيى الدين نجيب، دار العروبة، الكويت، دار ابن العماد، بيروت، ... ط الأولى ١٤١٣هـ.
١٤٢-نونية القحطاني:
لأبي محمد عبد الله بن محمد الأندلسي القحطاني، تصحيح وتعليق: ... محمد أحمد سيد أحمد، مكتبة وادي التوزيع، ط الأولى ١٤٠٩هـ.
١٤٣-وفيات الأعيان وأنباء أبناء الزمان:
لأبي العباس أحمد بن محمد بن أبي بكر بن خلكان (ت٨٦١هـ) تحقيق: ... محمد محي الدين عبد الحميد، ط الأولى ١٩٤٨م.
ثانياً: مصادر ومراجع الرافضة

١- ... الاحتجاج:
لأبي منصور أحمد بن علي بن أبي طالب الطبرسي، منشورات الأعلمي ... للمطبوعات، بيروت، لبنان، ط الثانية ١٤٠٣هـ-١٩٨٣م.
٢- ... الاختصاص:
محمد بن محمد بن النعمان الملقب (بالمفيد) تصحيح وتعليق: علي أكبر ... الغفاري، منشورات جماعة المدرسين في الحوزة العلمية في قم، إيران.
٣- ... أصل الشيعة وأصولها:
محمد الحسين آل كاشف الغطاء، ط الرابعة ١٤٠٢هـ، منشورات ... مؤسسة الأعلمي للمطبوعات، بيروت، لبنان.',NULL,'452',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (445,'٤- ... أعيان الشيعة:
تأليف محسن الأمين العاملي، طبعة دار التعارف، بيروت.
٥- ... أمالي الطوسي:
تأليف شيخ الطائفة أبي جعفر محمد بن الحسن الطوسي، ط الثانية ... ١٤٠١هـ.
٦- ... أمل الآمل:
محمد بن الحسن (الحر العاملي) تحقيق: أحمد الحسيني، نشر دار ... الكتاب الإسلامي، قم، إيران.
٧- ... الأنوار النعمانية:
تأليف نعمة الله الموسوي الجزائري، مطبعة شركة جاب تبريز، إيران.
٨- ... الأنوار الوضية في العقائد الرضوية:
حسين بن الشيخ محمد العصفور البحراني، تحقيق: أبو أحمد أحمد ... ابن خلف بن أحمد العصفور البحراني.
٩- ... أوائل المقالات في المذاهب المختارات:
تأليف الشيخ المفيد بن محمد بن محمد النعمان، نشر دار الكتاب ... الإسلامي، بيروت، لبنان ١٤٠٣هـ-١٩٨٣م.
١٠-الإيضاح: ...
لأبي محمد الفضل بن شاذان الأزدي النيسابوري، الطبعة الأولى ... ١٤٠٢هـ-١٩٨٢م، منشورات مؤسسة الأعلمي للمطبوعات، بيروت، ... لبنان.
١١-الإيقاظ من الهجعة بالبرهان على الرجعة:
تأليف محمد بن الحسن الحر العاملي، المطبعة العلمية، قم، إيران.
١٢-بحار الأنوار الجامعة لدور أخيار الأئمة الأطهار:
تأليف محمد باقر المجلسي، ط الثانية ١٤٠٣هـ، مؤسسة
الوفاء.
١٣-البرهان في تفسير القرآن:
لهاشم بن سليمان الحسيني البحراني، المطبعة العلمية، قم، إيران، ... ط ١٣٩٣هـ.
١٤-بصائر الدرجات الكبرى في فضائل آل محمد - صلى الله عليه وسلم -:
لأبي جعفر بن محمد بن الحسن بن فروخ (الصفار) منشورات الأعلمي، ... طهران، تاريخ الطبعة ١٣٦٢هـ.',NULL,'453',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (446,'١٥-تحفة عوام مقبول:
(مجهول المؤلف) مطبعة حيدر بريس، لاهور.
١٦-تفسير العياشي:
لمحمد بن مسعود بن عياشي المعروف (بالعياشي) نشر المكتبة العلمية ... الإسلامية، طهران.
١٧-تفسير القمي:
لأبي الحسن علي بن إبراهيم القمي، ط الثانية ١٣٨٧هـ، مطبعة ... النجف.
١٨- ... تنقيح المقال في علم الرجال:
عبد الله المامقاني، طبع في المطبعة المرتضوية في النجف سنة
١٣٥٢هـ.
١٩-ثم اهتديث:
د. محمد التيجاني السماوي، مؤسسة الفجر، لندن.
٢٠-ثواب الأعمال وعقاب الأعمال:
لأبي جعفر محمد بن علي بن الحسين بن بابوية القمي، تعليق: علي أكبر ... الغفاري، الناشر قم كتبي نجفي، مكتبة الصدوق، طهران.
٢١-حق اليقين (فارسي) :
تأليف محمد باقر المجلسي، مدير انتشارات علمية إسلامية بازار ... شيرازي.
٢٢-حق اليقين في معرفة أصول الدين:
عبد الله شبر، دار الكتاب الإسلامي.
٢٣-الحكومة الإسلامية:
آية الله الخميني، من منشورات المكتبة الإسلامية الكبرى.
٢٤-الخصال:
لأبي جعفر محمد بن علي بن الحسين بن بابويه القمي (الصدوق) ... تصحيح: علي أكبر الغفاري، نشر مكتبة الصدوق، دار التعارف.
٢٥-الذريعة إلى تصانيف الشيعة:
لأغا بزرك الطهراني، دار الأضواء، بيروت، لبنان، ط ١٤٠٣هـ.
٢٦-رجال الطوسي:
لأبي جعفر محمد بن الحسن الطوسي، المطبعة الحيدرية في النجف، ... ١٣٨٠هـ.',NULL,'454',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (447,'٢٧-رجال العلامة الحلي:
الحسن بن يوسف بن علي بن المطهر الحلي المعروف (بالعلامة) الطبعة ... الثانية ١٣٨١هـ-١٩٦١م منشورات المطبعة الحيدرية بالنجف.
٢٨-رجال الكشي (معرفة أخبار الرجال) :
تأليف محمد بن عمر بن عبد العزيز الكشي، المطبعة الصفوية ببلدة ... بمبئ باي دهوني.
٢٩-الرجعة:
أحمد بن زين الدين الأحسائي، الطبعة الثانية منشورات مكتبة العلامة ... الحائري العامة، كربلاء.
٣٠-الشيعة هم أهل السنة:
للدكتور محمد التيجاني السماوي، مؤسسة الفجر، لندن.
٣١-الصراط المستقيم إلى مستحقي التقديم:
لزين الدين محمد علي بن يونس العاملي النباطي، عنيت بنشره: المكتبة ... المرتضوية لإحياء الآثار الجعفرية، مطبعة الحيدري.
٣٢-عقائد الإمامية:
محمد رضا المظفر، ط الثالثة ١٣٩١هـ، مطبوعات النجاح، القاهرة.
٣٣-عقائد الإمامية الإثني عشرية:
تأليف الموسوي الزنجاني النجفي، مؤسسة الوفاء، بيروت، لبنان.
٣٤-علل الشرائع:
لأبي جعفر محمد بن علي بن الحسين بن موسى بن بابويه القمي، ... منشورات المكتبة الحيدرية ومطبعتها في النجف ١٣٨٥هـ-١٩٦٦م.
٣٥-علم اليقين في أصول الدين:
تأليف محمد بن المرتضى المدعو: بالمولى محسن الكاشاني (لايوجد مكان ... الطبع وتاريخه) .
٣٦-الغيبة:
لأبي جعفر محمد بن الحسن الطوسي، ط الثانية، طبع في مطابع
النعمان.
٣٧-فرق الشيعة:
للحسن بن موسى النوبختي، ط الثانية ١٤٠٤هـ-١٩٨٤م، منشورات ... دار الأضواء، بيروت، لبنان.',NULL,'455',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (448,'٣٨-فسألوا أهل الذكر:
للدكتور محمد التيجاني السماوي، مؤسسة الفجر، لندن.
٣٩-فصل الخطاب في اثبات تحريف كتاب رب الأرباب:
حسين بن محمد تقي النوري الطبرسي، طبعة حجرية.
٤٠-الفهرست:
لأبي جعفر الطوسي، ط الثالثة ١٤٠٣هـ-١٩٨٣م، مؤسسة ... بيروت، لبنان.
٤١-الكافي:
لأبي جعفر محمد بن يعقوب الكليني، تصحيح وتعليق: علي أكبر ... الغفاري، الناشر دار الكتب الإسلامية، طهران.
٤٢-كتاب سليم بن قيس الكوفي:
منشورات مؤسسة الأعلمي، بيروت، لبنان.
٤٣-كشف الأسرار:
روح الله الخميني، ترجمه عن الفارسية: د. محمد البنداري وعلق ... عليه: سليم الهلالي، ط الأولى ١٤٠٨هـ-١٩٨٧م، دار عمار للنشر ... والتوزيع، عمان.
٤٤-كشف الغمة في معرفة الأئمة:
لأبي الحسن علي بن عيسى الأربلي، الناشر مكتبة بني هاشمي، ... تبريز، المطبعة العلمية، قم، تاريخ الطبع ١٣٨١هـ.
٤٥-الكشكول:
ليوسف البحراني، إصدار مكتبة نينوي الحديثة،
طهران.
٤٦-كمال الدين وتمام النعمة:
لأبي جعفر محمد بن علي بن الحسين (الصدوق) ط الثانية، نشر دار ... الكتب الإسلامية، طهران.
٤٧-لأكون مع الصادقين:
للدكتور محمد التيجاني السماوي، مؤسسة الفجر، لندن.
٤٨-لؤلؤة البحرين في الإجازات وتراجم رجال الحديث:
ليوسف بن أحمد البحراني، تحقيق: محمد صادق بحر العلوم، دار ... الأضواء، بيروت، لبنان، ط الثانية ١٤٠٦هـ-١٩٨٦م.',NULL,'456',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (449,'٤٩-مجمع البحرين:
لفخر الدين الطريحي، تحقيق: السيد أحمد الحسيني، الناشر مرتضوي، ... تاريخ الطبع ١٣٦٢هـ.
٥٠-المحاسن:
تأليف أحمد بن محمد بن خالد البرقي، ط الثانية، الناشر دار الكتب ... الإسلامية، قم، إيران.
٥١- ... المحاسن النفسانية في أجوبة المسائل الخراسانية:
تأليف حسين بن الشيخ محمد آل عصفور الدرازي البحراني، ط الأولى ... ١٣٩٩هـ-١٩٧٩م، منشورات دار المشرق العربي الكبير، بيروت، ... البحرين.
٥٢-مرآة العقول في شرح أخبار الرسول:
محمد باقر المجلسي، ط الثانية ١٤٠٤هـ، دار الكتب الإسلامية،
طهران.
٥٣-مفتاح الجنان:
(مجهول المؤلف) نشر مكتبة الماحوزي، البحرين.
٥٤-المقالات والفرق:
سعد عبد الله الأشعري، نشر مؤسسة مطبوعاتي عطاني، طهران ... ١٩٦٣م.
٥٥-من لا يحضره الفقيه:
لأبي جعفر محمد بن علي بن الحسين بن بابويه، منشورات مؤسسة ... الأعلمي للمطبوعات، بيروت، لبنان.
٥٦-نقباء البشر في القرن الرابع عشر:
لأغا بزرك الطهراني، مطبعة سعيد مشهد، نشر دار المرتضى للنشر، ... مشهد إيران، ط الثانية ١٤٠٤هـ.',NULL,'457',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (450,'********************
فهرس الموضوعات
• المقدمة
• تعريف الرافضة
• المبحث الثاني: نشأة الرافضة وبيان دور اليهود في نشأتهم',NULL,'458',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (451,'• المبحث الثالث: تعريف موجز بأهم عقائد الرافضة
• عقيدتهم في الإمامة والأئمة
• عقيدتهم في الصحابة
• عقيدة الرجعة
• عقيدة التقية
• المبحث الرابع: مطاعن الرافضة على أئمة أهل السنة وعلمائهم
• موقف أهل السنة من الرافضة ومن عقيدتهم
• ثالثاً: أقوال أئمة السلف وأهل العلم من بعدهم',NULL,'459',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (452,'• المبحث السادس: نقد عام للمؤلِّف ومنهجه في كتبه
• المبحث السادس: نقد عام للمؤلِّف ومنهجه في كتبه
• الرد على المؤلف في كتابه: ثم اهتديت',NULL,'461',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (453,'• الرد على المؤلف في مسمى الكتاب وبيان مخالفته للحق والصواب
• الرد على المؤلف في مسمى الكتاب وبيان مخالفته للحق والصواب',NULL,'462',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (454,'• الرد على المؤلف في مسمى الكتاب وبيان مخالفته للحق والصواب
• دعوى المؤلف أن الصحابة لم يمتثلوا أمر النبي بكتابة الكتاب الذي أمر به في مرض موته وطعنه عليهم والرد عليه في ذلك',NULL,'464',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (455,'• طعن المؤلف على الصحابة بدعوى تركهم إنفاذ جيش أسامة والرد عليه
• تقسيم الرافضي الصحابة إلى ثلاثة أقسام وزعمه أن منهم من نزل القرآن بتوبيخهم والتحذير منهم والرد عليه في ذلك
• طعن الرافضي على الصحابة بقوله تعالى (محمد رسول الله والذين معه أشداء على الكفار) والرد عليه.
• طعن الرافضي على الصحابة بقوله تعالى (وما محمد إلا رسولٌ قد خلت من قبله الرسل) والرد عليه.
• طعن الرافضي على الصحابة بقوله تعالى: {يا أيها الذين آمنوا مالكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الارض ... } والرد عليه.',NULL,'465',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (456,'• طعن الرافضي على الصحابة بقوله تعالى (ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله ... ) والرد عليه
• طعن الرافضي على الصحابة بحديث الحوض والرد عليه
• رمي الرافضي الصحابة بتغيير سنة النبي والرد عليه',NULL,'466',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (457,'• زعم الرافضي أن الصحابة غيروا حتى في الصلاة والرد عليه
• طعن الرافضي في عمر وزعمه أنه كان يجتهد في مقابل النصوص والرد عليه
• طعن الرافضي على الصحابة بقول أنس (فلم نصبر) والرد عليه',NULL,'467',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (458,'• طعن الرافضي على الشيخين ببعض ما أثر عنهما من أقوال في شدة خوفهما من الله والرد عليه
• طعن الرافضي في أبي بكر بخلافه مع فاطمة -رضي الله عنهما- في الميراث والرد عليه
• طعن الرافضي في أم المؤمنين عائشة بمشاركتها في حرب الجمل والرد عليه',NULL,'468',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (459,'• دعوى الرافضي النص على خلافة علي بحديث: (من كنت مولاه فعلي مولاه) وأن ذلك من أسباب استبصاره والرد عليه
• إتهام الرافضي أبا بكر بالظلم بمنعه فاطمة من الميراث
• دعوى الرافضي الإجماع على إمامة علي وفضله وعدم الإجماع على إمامة أبي بكر والرد عليه',NULL,'469',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (460,'• قول الرافضي عن ابن عمر أنه رفض مبايعة علي بعدما أجمع الناس على ذلك
• استدلال الرافضي بحديث: «أنا مدينة العلم وعلي بابها» ودعواه أنه من أسباب استبصاره والرد عليه
• استدلال الرافضي بحديث: «أنا مدينة العلم وعلي بابها» ودعواه أنه من أسباب استبصاره والرد عليه',NULL,'470',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (461,'• استدلال الرافضي بحديث: (أنت مني بمنزلة هارون من موسى) والرد عليه
• استدلال الرافضي بحديث: (من كنت مولاه فعلي مولاه) والرد عليه
• استدلال الرافضي بحديث: «علي مني وأنا من علي ولا يؤدي عني إلا علي» والرد عليه
• استدلال الرافضي بحديث: (إن هذا أخي ووصيي وخليفتي) والرد عليه',NULL,'471',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (462,'• استدلال الرافضي بحديث: (الثقلين) والرد عليه في ذلك
• دعوى الرافضي أن أبا بكر وعمر وعثمان خالفوا سنة النبي وطعنه في أبي بكر بحرب المرتدين والرد عليه
• طعن المؤلف في خالد بن الوليد بقتله مالك بن نويرة وطعنه في أبي بكر لعدم الاقتصاص من خالد والرد عليه في ذلك
• احتجاج الرافضي بحديث: (مثل أهل بيتي فيكم مثل سفينة نوح ... )',NULL,'472',NULL,NULL,'0');
INSERT INTO [b21551] VALUES (463,'• احتجاج الرافضي بحديث: (من سره أن يحيا حياتي ... ) والرد عليه
• دعوى الرافضي أن الصحابة كانوا يجتهدون مقابل النصوص وأن أول من فتح هذا الباب عمر والرد عليه في ذلك
• دعوى الرافضي أن الصحابة ردوا نص: (الغدير) وأبعدوا علياً عن الخلافة والرد عليه في ذلك
• فهرس المصادر والمراجع',NULL,'473',NULL,NULL,'0');
