-- Table: b21519
-- Chunk: 1
-- Rows: 151

CREATE TABLE "b21519"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b21519
INSERT INTO [b21519] VALUES (1,'الْعِلاَجُ وَالرُّقى
بِمَا صَحَّ عَنِ الْمُصْطَفى
- صلى الله عليه وسلم-

تأليف
د. خالد بن عبد الرحمن الجريسي

تقديم
العلاّمة الشيخ د/ عبد الله بن عبد الرحمن الجبرين',NULL,'1',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (2,'<span data-type="title" id=toc-1>تقديم
فضيلة العلاّمة الشيخ
د. عبد الله بن عبد الرحمن الجبرين</span>

الحمد لله الذي خلق الإنسان وعلَّمه البيان، ونشهد أن لا إله إلا الله ربُّ الأكوان، ونشهد أن محمَّدًا عبده ورسولُه إلى الإنس والجانِّ، صلَّى الله وسلَّم عليه وعلى آله وصحبه والتابعين لهم بإحسان.
وبعدُ، فقد قرأت هذه الرسالةَ التي صنَّفها الدكتور خالد بن عبد الرحمن الجريسي حفظه الله تعالى، وقد أجاد فيها وأفاد؛ فذكر الأدعية والأوراد من القرآن والحديث النبويِّ، ثم ذكر أنواعًا من الأدوية التي لها تأثير في العلاج',NULL,'5',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (3,'وشفاء الأسقام، والتي ورد النصُّ عليها في الحديث النبويِّ، ووضَّح دلالتها وكيفيةَ العلاج بها، وذكر أنواعًا من الأمراض الجسديَّة والروحيَّة، والتي قد يستعصي العلاج لها على الأطبَّاء ذوي الاختصاص، فيلجؤن إلى العلاج النبويِّ؛ كالسحر والعين، وذَكَر ما شُرِع من عيادة المريض والدعاءِ له، إلى آخر ما ذكر مما يُعتَمد فيه على الدليل، فجزاه الله تعالى أحسنَ الجزاء ونفع بعلومه. والله أعلم، وصلّى الله على نبيِّنا محمَّدٍ وآله وصحبه وسلَّم.
عبد الله بن عبد الرحمن الجبرين

عضو إفتاء متقاعد
١٨/٦/١٤٢٧هـ',NULL,'6',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (4,'<span data-type="title" id=toc-2>المقدِّمة</span>
الْحَمْدُ لِلّهِ الْوَاحِدِ الْقَهَّارِ، مُقَدِّرِ الأَْقْدَارِ، وَمُصَرِّفِ الأُْمُورِ عَلَى مَا يَشَاءُ وَيَخْتَارُ، أَحْمَدُهُ - سُبْحَانَهُ - أَبْلَغَ حَمْدٍ وَأَزْكَاهُ، حَمْدًا يَبْلُغُ بِصَاحِبِهِ نِهَايَةَ الأَْوْطَارِ، وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ سَيِّدَنَا مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، اصْطَفَاهُ رَبُّهُ مِنْ خِيَارِ الأَْخْيَارِ، فهو أَكْرَمُ الْخَلْقِ وَأَزْكَاهُمْ، وَأَعْلَمُهُمْ بِمَوْلاَهُ وَأَتْقَاهُمْ، وَأَبْلَغُهُمْ بِالْمُؤْمِنِينَ رَأْفَةً وَرَحْمَةً، وَتَلَطُّفًا وَرِفْقًا، صَلَوَاتُ اللهِ وَسَلاَمُهُ عَلَيْهِ، وَعَلى آلِهِ الْمُطَهَّرِينَ،',NULL,'7',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (5,'وَأَصْحَابِهِ الْغُرِّ الْمَيَامِينَ، وَالتَّابِعِينَ لَهُمْ بِإِحْسَانٍ إِلى يَوْمِ الدِّينِ.
أَمَّا بَعْدُ، فَإِنَّهُ لَمَّا اسْتَقَرَّ فِي حِسِّ كُلِّ ذِي لُبٍّ وَعَيَانِهِ أَنَّ الدُّنْيَا دَارُ عُبُورٍ وَفَنَاءٍ، لاَ دَارَ حُبُورٍ وَلاَ بَقَاءٍ، وَأَنَّ حَالَ الإِْنْسَانِ فِيهَا دَأْبُهُ فِي مُكَابَدَةِ مَضَايِقِ الْحَيَاةِ وَمَشَاقِّهَا، وَبِخَاصَّةٍ ابْتَلاَؤُهُ فِيهَا بِصُنُوفِ الأَْسْقَامِ، وَأَنَّ ذَلِكَ سُنَّةٌ جَارِيَةٌ فِي النَّاسِ؛ غَنِيِّهِم وَفَقِيرِهِم، صَالِحِهِم وَطَالِحِهِم، كَبِيرِهِم وَصَغِيرِهِم، لَمَّا كَانَ الْحَالُ مَا ذَكَرْتُهُ فَقَدْ هَرَعَ الْعُقَلاَءُ مِنَ النَّاسِ إِلى الإِْقْرَارِ بِضَعْفِ الْخِلْقَةِ مَعَ قِلَّةِ الْحِيلَةِ، وَانْعِدَامِ الْحَوْلِ وَالْوَسِيلَةِ، وَلاَذَ',NULL,'8',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (6,'الْبُصَرَاءُ مِنْهُمْ بِكَنَفِ مَوْلاَهُم، وَتَشَبَّثُوا بحُسْن عِنَايَتِهِ، وَعَلَّقُوا الْقَلْبَ بِعَظِيمِ قُدْرَتِهِ، وَوَاسِعِ تَلَطُّفِهِ وَرَحْمَتِهِ، فَتَحَرَّوْا فِي الدُّعَاءِ مَا هُوَ أَدْعى لِلإِْجَابَةِ وَأَقْرَبَ لِلشِّفَاءِ، فَلَمْ يَجِدُوا بُدَّاً مِنَ اتِّبَاعِ سَبِيلِ رَسُولِ اللهِ صلى الله عليه وسلم وَهَدْيِهِ الْكَِريمِ فِي الرَّقْيِ وَالتَّدَاوِي، مُعْتَقِدِينَ بِأَنَّ مَا رَقى بِهِ أَوْ أَرْشَدَ إِلَيْهِ مِنْ دَوَاءٍ كَانَ فِيهِ - يَقِينًا - مُنْتَهى التَّمَامِ وَغَايَةُ الْمَرَامِ.
هَذا، وَلَمَّا كُنْتُ قَدْ صَنَّفْتُ كِتَابًا مُخْتَصًّا بِالرَّقى، بِمُسَمَّى (اِرْقِ نَفْسَكَ وَأَهْلَكَ بِنَفْسِكَ) ، وَضَمَّنْتُهُ عُمُومَ مَا يُرْقَى بِهِ مِمَّا يُرْجى نَفْعُهُ، مِمَّا خَلاَ مِنْ نَوْعِ',NULL,'9',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (7,'شِرْكٍ أَوْ مُخَالَفَةٍ لِمَأْثُورٍ، عَامِلاً فِي ذَلِكَ بِعُمُومِ دَلاَلَةِ قَوْلِ النَّبِيِّ صلى الله عليه وسلم: «اُعْرُضُوا عَلَيَّ رُقَاكُمْ، لاَ بَأْسَ بِالرُّقى مَا لَمْ يَكُنْ فِيهِ شِرْكٌ» (١) ، ثُمَّ لَمَّا اطَّلَعَ عَلَى كِتَابِي الْمَذْكُورِ إِخْوَةٌ فُضَلاَءُ، سَألَنِي بَعْضُهُمْ أَنْ أُفْرِدَ مُصَنَّفًا يَسِيرًا أَقْتَصِرُ فِيه عَلَى ذِكْرِ خُصُوصِ الرُّقى مِنَ الْكِتَابِ وَالسُّنَّةِ الَّتِي ثَبَتَ الدَّلِيلُ عَلَى مَشْرُوعِيَّةِ الرَّقْيِ بِهَا، فَأَجَبْتُهُمْ إِلَى مَطْلَبِهِمْ - مُكْرَمِينَ - وَقَدْ بَدَا لِي بَعْدَهَا أَنْ أُتْبِعَ هَذِهِ الرُّقى بِبَيَانِ جُمْلَةٍ مِمَّا صَحَّ مِنَ الْهَدْيِ النَّبوِيِّ فِي أُصُولِ التَّدَاوِي، وَصُنُوفِ الْعِلاَجِ النَّبوِيِّ بِمُفْرَدَاتِ الأَْدْوِيَةِ الطَّبِيعِيَّةِ، لِيَتَكَامَلَ بِذَلِكَ عِقْدُ هَذَا الْكِتَابِ؛ بِإِضَافَةِ الْعِلاَجِ الْحِسِّيِّ
_________
(١) أخرجه مسلم، كتاب: السلام، باب: لا بأس بالرقى ما لم يكن فيه شرك، برقم (٢٢٠٠) ، عن عوف بن مالك الأشجعيِّ رضي الله عنه.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (8,'إِلَى ذَلِكَ الْمَعْنَوِيِّ.
وَلاَ تَضَادَّ أَلْبَتَّةَ فِي شَأْنِ الرُّقى بَيْنَ هَذَا الْكِتَابِ وَسَابِقِهِ؛ فَهُمَا - لِمَنْ تَأَمَّلَ - صِنْوَانِ يَخْرُجَانِ مِنْ أَصْلٍ وَاحِدٍ، وَيَدْخُلاَن جَمِيعًا فِيمَا يُشْرَعُ الرَّقْيُ بِهِ، وَالْمُؤْمِنُ فِي خِيَرَةٍ مِنْ أَمْرِهِ، إِنْ شَاءَ اقْتَصَرَ عَلَى الْخَاصِّ مِنَ الْرُّقى، وَإِنْ شَاءَ تَوَسَّعَ فِي شَأْنِهَا، وَفِي كُلٍّ خَيْرٌ، {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فَاسْتَبِقُوا الْخَيْرَاتِ} [البَقَرَة: ١٤٨] .

هَذَا، وَقَدْ تَيَسَّرَ - بِحَمْدِ اللهِ - تَسْجِيلُ هَذِهِ الرُّقى الْمُبَارَكَةِ، مَعَ صُنُوفِ الْعِلاَجِ النَّبْوِيِّ صَوْتِيًّا؛ لِيَتَسَنَّى لِلْقَارِئِ الاِْسْتِفَادَةُ الْقُصْوَى مِنْ ذَلِكَ كُلِّه.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (9,'وَهَا أَنَا ذَاَ أَشْرَعُ - بِحَوْلِ اللهِ وَقُوَّتِهِ - فِي جَمْعِ هَذَا الْكِتابِ، رَاجِيًا أَنْ يَكُونَ الْعَمَلُ بِمَا فِيهِ مِنَ الرُّقى وَالْمُدَاوَاةِ سَبَبًا مُتَيَقَّنًا - إِنْ شَاءَ اللهُ - لِلشِّفَاءِ. وَقَدْ سَمَّيْتُهُ - بِعَوْنِ اللهِ تَعَالى -: (الْعِلاَجُ وَالرُّقى بِمَا صَحَّ عَنِ الْمُصْطَفى صلى الله عليه وسلم) ، وَجَعَلْتُهُ عَلَى سِتَّةِ فُصُولٍ جَاءَتْ بَعْدَ الْمُقَدِّمَةِ، كَالآْتِي:
الأَْوَّلُ: ذِكْرُ رُقًى مَشْرُوعَةٍ مِنَ الْقُرْآنِ الْكَرِيمِ، وَالسُّنَّةِ الْمُطَهَّرَةِ.
الثَّانِي: مُسَلَّمَاتٌ بَيْنَ يَدَيِ الْعِلاَجِ النَّبَوِيِّ.
الثَّالِثُ: أُصُولُ الشِّفَاءِ الثَّلاَثَةُ.
الرَّابِعُ: بَيَانُ صُنُوفٍ مِنَ الْعِلاَجِ النَّبَويِّ',NULL,'12',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (10,'بِمُفْرَدَاتِ الأَْدْوِيَةِ الطَّبِيعِيَّةِ.
الْخَامِسُ: الهَدْيُ النَّبَوِيُّ فِي عِلاَجِ الأَمْرَاضِ الْمَعْنَوِيَّةِ.
السَّادِسُ: الْهَدْيُ النَّبَوِيُّ فِي اعْتِبَارِ الْحَالِ النَّفْسِيَّةِ لِلْمَرْضَى.
هَذَا، وَإِنِّي أَسْأَلُ اللهَ الْكَرِيمَ التَّوْفِيقَ لِحُسْنِ النِّيَّاتِ، وَالإِْعَانَةَ عَلى صُنُوفِ الطَّاعَاتِ، وَأَنْ يَجْعَل - بِمَنِّهِ وَفَضْلِهِ - كِتَابِي هَذَا نَافِعًا لِعِبَادِهِ، نَفْعًا طَيِّبًا مُبَارَكًا فِيهِ، وَأَنْ يَجْعَلَهُ فِي مِيزَانِ حَسَنَاتِي يَوْمَ أَلْقَاهُ، إِنَّهُ وَلِيُّ ذَلِكَ وَالْقَادِرُ عَلَيْهِ.

د/ خالد بن عبد الرحمن الجريسي',NULL,'13',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (11,'<span data-type="title" id=toc-3>الفصل الأول:
الرقى المشروعة من القرآن الكريم، والسُّنَّة المُطهَّرة</span>
<span data-type="title" id=toc-4>أولاً: الرقى من القرآن الكريم</span>.
فاتحة الكتاب (٢) :
{بِسْمِ اللَّهِ الرَّحْمَانِ الرَّحِيمِ *الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ *الرَّحْمَانِ الرَّحِيمِ *مَالِكِ يَوْمِ الدِّينِ *إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ *اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ *صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّالِّينَ *} .
_________
(٢) لحديث أبي سعيد الخدري رضي الله عنه، قال: انطلق نفر من أصحاب النبيِّ صلى الله عليه وسلم، في سَفْرة سافروها، حتى نزلوا على حيٍّ من أحياء العرب، فاستضافوهم، فأبَوْا أن يُضيِّفوهم، فلُدِغ سيِّدُ ذلك الحيِّ، فسعَوْا له بكل شيءٍ، لا يَنْفَعُه شيء، فقال بعضهم: لو أتيتم هؤلاء الرَّهْطَ الذين نزلوا، لعلَّه أن يكون عند بعضهم شيء، فأتَوْهم، فقالوا: يا أيها الرهطُ، إن سيِّدَنا لُدِغ، وسعينا له بكل شيء لا ينفعه، فهل عند أحدٍ منكم من شيء؟ فقال بعضهم: نعم واللهِ، إني لأرقي، ولكنْ واللهِ لقد استضفناكم فلم تُضَيِّفونا، فما أنا بِراقٍ لكم حتى تجعلوا لنا جُعلاً. فصالحوهم على قطيع من الغنم، فانطلق يَتْفُل عليه، ويقرأ {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ *} فكأنما نُشِط من عِقالٍ، فانطلق يمشي وما به قَلَبَة. قال: فأَوْفَوْهم جُعْلَهم الذي صالحوهم عليه. فقال بعضهم: اقسِموا. فقال الذي رقى: لا تفعلوا حتى نأتيَ النبيَّ صلى الله عليه وسلم فنذكرَ له الذي كان، فننظرَ ما يأمرُنا. فقَدِموا على رسول الله صلى الله عليه وسلم، فذكروا له. فقال: «وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ» ، ثم قال: «قَدْ أَصَبْتُم، اِقْسِمُوا وَاضْرِبُوا لِي مَعَكُمْ سَهْمًا، فضحك رسول الله صلى الله عليه وسلم» . متفق عليه: أخرجه البخاري؛ كتاب: الإجارة، باب: ما يُعطى على الرقية، برقم (٢٢٧٦) ، ومسلم؛ كتاب: السلام، باب: جواز أخذ الأجرة على الرقية بالقرآن والأذكار، برقم (٢٢٠١) . ... ومعنى الجُعْل: ما يُعطى على العمل من أجرة. ونُشط من عقال: أي حُلّ من مرضه حالاً، كأنْ ليس به شيء، فقام يمشي سليمًا كما تقوم الدابة إذا حُلّ عنها الحبل الذي يُشد به ذراعها.
أما القَلَبَة، فهي: العِلّة، وسمي بذلك لأن الذي تصيبه علة يتقلب من جنب إلى جنب ليعلم موضع الداء منه. انظر: اللؤلؤ والمرجان لمحمد فؤاد عبد الباقي (٣/٦٢) .',NULL,'15',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (12,'آية الكرسي (٣) :
{اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ *} .
الآيتان من آخر سورة البقرة (٤) :
{آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ
_________
(٣) لحديث أبي هريرة رضي الله عنه، قال: وكَّلني رسولُ الله صلى الله عليه وسلم بحفظ زكاة رمضانَ، فأتاني آتٍ، فجعل يحثو من الطعام، فأخذتُه، فقلت: لأرفعنَّك إلى رسول الله صلى الله عليه وسلم - فذكر الحديثَ، وفيه أن النبيَّ صلى الله عليه وسلم أخبره أن هذا الآتي هو شيطان، وأنه سيعود في الليلة الثانية والتي تليها، - فقال ذلك الشيطان اللصُّ في الليلة الثالثة: إذا أويت إلى فراشك، فاقرأ آية الكرسي، فإنه لن يزال عليك من الله حافظ، ولا يقربك شيطان حتى تصبح، فقال النبيُّ صلى الله عليه وسلم: «صَدَقَكَ وَهُوَ كَذُوبٌ، ذَاكَ شَيْطَانٌ» . ... أخرجه البخاري، - مطوّلاً - في كتاب: الوكالة، باب: إذا وكَّل رجلاً فترك الوكيلُ شيئًا فأجازه فهو جائز، برقم (٢٣١١) ، ومختصرًا - وهو ما أوردته في هذا الهامش - في كتاب: بدء الخلق، باب: صفة إبليس وجنوده، برقم (٣٢٧٥) . ... فائدة: قصة أبي هريرة رضي الله عنه مع ذلك الجني، تكرر حصولُ مثلِها أيضًا مع اثنين من الصحابة رضي الله عنهم؛ هما أبو أيوب الأنصاري وأبيُّ بن كعب رضي الله عنهما، أخرج الأولى الترمذي (٢٨٨٠) ، والحاكم (٣/٤٥٩) ، وغيرهما. قال الألبانيُّ: صحيح لغيره. انظر صحيح الترغيب والترهيب: رقم (١٤٦٩) . والثانية أخرجها ابن حبان (٢/٧٩) ، برقم (٧٨٤ - مع الإحسان) ، والحاكم (١/٥٦١) .
(٤) لحديث أبي مسعود البدري رضي الله عنه: «الآيَتَانِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ، مَنْ قَرَأَهُمَا فِي لَيْلَةٍ كَفَتَاهُ» . متفق عليه: أخرجه البخاري؛ كتاب: المغازي، بابٌ بعد بابِ شهود الملائكة بدرًا، برقم (٤٠٠٨) ، ومسلم؛ كتاب: صلاة المسافرين وقَصْرِها، باب: فضل الفاتحة وخواتيم سورة البقرة، برقم (٨٠٧) .',NULL,'16',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (13,'الْمَصِيرُ *لاَ يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِنْ نَسِيْنَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلاَنَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ *} .
سورة الإخلاص، والمعوِّذتان، (ثلاث مرات) (٥) :
{قُلْ هُوَ اللَّهُ أَحَدٌ *اللَّهُ الصَمَدُ *لَمْ يَلِدْ وَلَمْ يُولَدْ *وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ *} [الإخلاص] .
{قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ *مِنْ شَرِّ مَا
_________
(٥) لحديث عبد الله بن خُبيبٍ رضي الله عنه؛ قال: خرجنا في ليلة مطيرة وظلمة شديدة نطلب رسولَ الله صلى الله عليه وسلم يصلِّي لنا، قال: فأدركته، فقال: «قُلْ» فقلت: ما أقول؟ قال: «قُلْ: {قُلْ هُوَ اللَّهُ أَحَدٌ *} وَالْمُعَوِّذَتَيْنِ، حِينَ تُمْسِي وَحِينَ تُصْبِحُ، ثَلاَثَ مَرَّاتٍ، تَكْفِيكَ مِنْ كُلِّ شَيءٍ» . أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٨٢) ، والترمذيُّ - واللفظ له -؛ كتاب: الدعوات، باب: الدعاء عند النوم، برقم (٣٥٧٥) . قال أبو عيسى (الترمذي) : هذا حديث حسن صحيح غريب من هذا الوجه. اهـ. والحديث حسّنه الألبانيُّ رحمه الله انظر: صحيح الترمذي برقم (٢٨٢٩) ، وصحيح أبي داود برقم (٤٢٤١) . ... كذلك يشرع التعوذ بالمعوِّذتين، لقول النبيِّ صلى الله عليه وسلم لعقبةَ بن عامرٍ رضي الله عنه: «يَا عُقْبَةُ تَعَوَّذْ بِهِمَا، فَمَا تَعَوَّذَ مُتَعَوِّذٌ بِمِثْلِهِمَا» . وقال عقبةُ: وسمعتُه صلى الله عليه وسلم يؤمُّنا بهما في الصلاة. أخرجه أبو داود؛ كتاب: الوتر، باب: في المعوِّذتين، برقم (١٤٦٣) . والمقصود بالصلاة في الرواية: صلاة الصبح، كما صرَّح به عقبةُ عند أبي داودَ برقم (١٤٦٢) . والحديث صحَّحه الألبانيُّ رحمه الله. انظر: صحيح أبي داود للألباني، برقم (١٢٩٨) .',NULL,'17',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (14,'خَلَقَ *وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ *وَمِنْ شَرِّ النَفَّاثَاتِ فِي الْعُقَدِ *وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ *} [الفَلَق] .
{قُلْ أَعُوذُ بِرَبِّ النَّاسِ *مَلِكِ النَّاسِ *إِلَهِ النَّاسِ *مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ *الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ *مِنَ الْجِنَّةِ وَالنَّاسِ *} [النَّاس] .',NULL,'18',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (15,'<span data-type="title" id=toc-5>ثانيًا: الرقى والتعوُّذات النبويَّة</span>.
١- أَعُوذُ بالله السَّمِيعِ العَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ؛ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ (٦) .
٢- أعُوذُ بِكَلِمَاتِ اللهِ التَّامَّة، مِنْ كُلِّ شَيْطَانٍ وَهَامَّة، وَمِنْ كُلِّ عَيْنٍ لاَمَّة (٧) .
٣- أَعُوذُُ بِكَلِمَاتِ اللهِ التَّامَّات كُلِّهُنَّ، مِنْ شرِّ مَا خَلَقَ (٨) .
٤- أَعُوذُ بِوَجْه اللهِ الْكَرِيمِ، وَبِكَلِمَاتِ اللهِ التَّامَّاتِ اللاَّتِي لا يُجَاوِزُهُنَّ بَرٌّ وَلا فَاجِرٌ، مِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ وشَرِّ مَا يَعْرُجُ فِيهَا، وَشَرِّ مَا ذَرَأَ فِي الأَرْضِ وَشَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ َطوارِق اللَّيْلِ
_________
(٦) أخرجه أبو داود، كتاب: الصلاة، باب: من رأى الاستفتاح بسبحانك اللهم وبحمدك، برقم (٧٧٥) . والترمذيُّ، كتاب: الصلاة، باب: ما يقول عند افتتاح الصلاة، برقم (٢٤٢) ، عن أبي سعيد الخدري رضي الله عنه. قال الترمذي: وحديث أبي سعيد رضي الله عنه أشهر حديث في هذا الباب. اهـ.
(٧) أخرجه البخاري، كتاب: أحاديث الأنبياء، باب (١٠) ، بعد باب: يَزِفُّون، برقم (٣٣٧١) ، عن ابن عباس رضي الله عنهما.
(٨) جزء من حديث أخرجه مسلم، كتاب: الذِّكر والدعاء، باب: في التعوذ من سوء القضاء، برقم (٢٧٠٨) ، عن خولةَ بنتِ حكيمٍ السُّلَميةِ رضي الله عنها. ولفظ «كُلِّهِنَّ» ، زيادة عند أحمد (٥/٣٦٤) ، عن رجل مِنْ أَسْلم.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (16,'وَالنَّهَارِ إلاَّ طَارِقًا يَطْرُقُ بِخَيْرٍ، يَا رَحْمنُ (٩) .

٥- اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِك الْكَرِيم$ِ وَكَلِمَاتِكَ التَّامَّةِ، مِنْ شَرِّ مَا أَنْتَ آَخِذٌ بِنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَغْرَمَ وَالْمَأْثَمَ، اللَّهُمَّ لا يُهْزَمُ جُنْدُكَ، ولا يُخْلَفُ وَعْدُكَ، وَلا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ، سُبْحَانَكَ وَبِحَمْدِكَ (١٠) .
٦- بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ. (ثلاث مرات) (١١) .
٧- بِسْمِ اللهِ، أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ، وَأَنْ يَحْضُرُونِ (١٢) .
_________
(٩) أخرجه أحمد في مسنده (٣/٤١٩) ، من حديث عبد الرحمن بن خنبشٍ رضي الله عنه. ومالك في موطئه (٥١/٤) ، كتاب: الشعر، باب: ما يؤمر به من التعوذ، برقم (١٠) ، مرسلاً عن يحيى بن سعيد رحمه الله. والبخاري في تاريخه الكبير (٣/١/٢٤٨) معلّقًا، والبيهقي في "الدلائل" (٧/٩٥) من حديث عبد الرحمن بن خنبش رضي الله عنه أيضًا، وجوّد إسناده المنذريُّ في "الترغيب والترهيب" (٢/٤٥٧) ، كما صحَّحه المتقي الهندي في "كنز العمال" (٢/٦٦٥) . وصحّحه الألبانيُّ. انظر: صحيح الجامع الصغير، برقم (٧٤) .
(١٠) أخرجه أبو داود، كتاب: الأدب، باب: ما يقال عند النوم، برقم (٥٠٥٢) ، عن عليٍّ رضي الله عنه.
(١١) أخرجه أبو داود، كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٨٨) ، عن عثمانَ بنِ عفّان رضي الله عنه. صحَّحه الألبانيُّ. انظر: صحيح أبي داود، برقم (٤٢٤٤) .
(١٢) أخرجه أحمد في المسند (٢/١٨١) ، وأبو داود؛ كتاب: الطب، باب: كيف الرُّقى؟ برقم (٣٨٩٣) ، والترمذيُّ - وحسّنه -؛ كتاب: الدعوات، باب: دعاء الفزع في النوم، برقم (٣٥٢٨) ، من حديث عبد الله بن عمرو رضي الله عنهما.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (17,'٨- بِسْمِ الله (ثلاثًا) ، أَعُوذُ بِاللهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ. (سبع مرات) (١٣) .
٩- بِسْمِ اللهِ أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ اللهُ يَشْفِيكَ، بِسْمِ اللهِ أَرْقِيك (١٤) .
١٠- بِسْمِ اللهِ يُبْرِيكَ، وَمِنْ كُلِّ دَاءٍ يَشْفِيكَ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ، وَشَرِّ كُلِّ ذِي عَيْنٍ (١٥) .
١١- بِسْمِ اللهِ، تُرْبَةُ أَرْضِنَا، بِرِيقَةِ بَعْضِنَا، يُشْفَى سَقِيمُنَا بِإِذْنِ رَبِّنَا (١٦) .
_________
(١٣) أخرجه مسلم؛ كتاب: السلام، باب: استحباب وضع يده على موضع الألم مع الدعاء، برقم (٢٢٠٢) ، عن عثمان بن أبي العاص الثقفي رضي الله عنه. وعند الترمذي بلفظ: «أَعُوذُ بِعِزَّةِ اللهِ وَقُدْرَتِهِ....» الحديث، برقم (٣٥٨٨) ، عن أنس رضي الله عنه.
(١٤) أخرجه مسلم، كتاب: السلام، باب: الطِبِّ والمرض والرُّقى، برقم (٢١٨٦) ، عن أبي سعيد الخُدْري رضي الله عنه.
(١٥) أخرجه مسلم، كتاب: السلام، باب: الطِبِّ والمرض والرُّقى، برقم (٢١٨٥) ، عن عائشة رضي الله عنها.
(١٦) أخرجه البخاري - بلفظه -؛ كتاب: الطب، باب: رقية النبيِّ صلى الله عليه وسلم، برقم (٥٧٤٥) ، عن عائشة رضي الله عنها، ومسلم - بزيادة: «قال النبيُّ صلى الله عليه وسلم بإصبعه هكذا، ووضع سفيانُ سَبَّابته في الأرض ثم رفعها ... » الحديث - في كتاب: السلام، باب: استحباب الرقية، برقم (٢١٩٤) ، عنها أيضًا.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (18,'١٢- اللهُمَّ، أَذْهِبِ الْبَاسَ، رَبَّ النَّاسِ، اشْفِ وَأَنْتَ الشَّافِي، لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفَاءً لاَ يُغَادِرُ سَقَماً (١٧) .
١٣- اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. (ثلاث مرات) (١٨) .
١٤- اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَعَافِنِي وَاهْدِنِي وَارْزُقْنِي (١٩) .

١٥- اللهُمَّ اشْفِ عَبْدَك يَنْكَأْ (٢٠) لَكَ عَدُوًّا، أَوْ يَمْشِي لَكَ إِلَى صَلاَةٍ (٢١) .
١٦- اللهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا
_________
(١٧) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري، كتاب: المرضى، باب: دعاء العائد للمريض، برقم (٥٦٧٥) . ومسلمٌ، كتاب: السلام، باب: استحباب رقية المريض، برقم (٢١٩١) .
(١٨) أخرجه أبو داود، كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٩٠) ، عن أبي بَكْرَةَ نُفَيْعِ بن الحارث رضي الله عنه. وفيه: «تُعِيدُهَا ثَلاَثًا حِينَ تُصْبِحُ، وَثَلاَثًا حِينَ تُمْسِي» . والترمذيُّ - وحسَّنه - بلفظ: «جَسَدِي» بدلاً من «بَدَنِي» ، ومن غير ذِكر «اللَّهُمَّ عَافِنِي فِي سَمْعِي» ، وبزيادة «وَاجْعَلْهُ الْوَارِثَ مِنِّي، لاَ إِلهَ إِلاَّ اللهُ الْحَلِيمُ الْكَرِيمُ، سُبْحَانَ اللهِ رَبِّ الْعَرْشِ الْعَظِيمِ، وَالْحَمْدُ للهِ رَبِّ الْعَالَمِينَ» كتاب: الدعوات، باب: دعاء: اللَّهم عافني في جسدي، برقم (٣٤٨٠) ، عن عائشة رضي الله عنها.
(١٩) أخرجه أحمد في مسنده (٤/٣٥٣) ، من حديث عبد الله بن أبي أوفى رضي الله عنه. ومن عظيم فائدة هذا الدعاء بشرى النبيِّ صلى الله عليه وسلم لمن دعا به بقوله: «أَمَّا هَذَا فَقَدْ مَلَأَ يَدَيْهِ مِنَ الْخَيْرِ» ، كما في الرواية عينِها. حسَّنه الألباني. انظر: صحيح الترغيب والترهيب برقم (١٥٦١) .
(٢٠) ينكأُ العدوَّ: يغلبه ويهزمه. قال الفيوميُّ: نكأتُ في العدوِّ نَكْأً (من باب: نفع) ، لغة في نَكَيْتُ فيه أَنْكِي (من باب: رَمَى) ، والاسم: «النِّكاية» بالكسر: إذا قتلتَ وأثخَنْتَ. انظر: المصباح المنير ص ٢٣٩ (نكأ) .
(٢١) أخرجه أبو داود؛ كتاب: الجنائز، باب: الدعاء للمريض عند العيادة، برقم (٣١٠٧) ، عن عبد الله ابن عمرو رضي الله عنهما. صحَّحه الألباني. انظر: صحيح أبي داود، برقم (٢٦٦٤) .',NULL,'22',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (19,'وَالآخِرَةِ، اللهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ، وَأَهْلِي وَمَالِي، اللهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي، وَعَنْ يَمِينِي وَعَنْ شِمَالِي، وَمِنْ فَوقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي (٢٢) .
١٧- اللَّهُمَّ إِنِّي عَبْدُكَ، وَابْنُ عَبْدِكَ، وَابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ
_________
(٢٢) أخرجه أبو داود، كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٧٤) ، عن عبد الله بن عمر رضي الله عنهما. وهو في «الأدب المفرد» للبخاري، عنه أيضًا. صحَّحه الألباني. انظر: صحيح أبي داود، برقم (٤٢٣٩) . وصحيح «الأدب المفرد» برقم (١٢٠٠) . ... ومعنى «أَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي» ، قال أبو داود: قال وكيع - أي ابن الجرَّاح -: يعني الخسف. ... فائدة: هذا الدعاء هو من مهمَّات الدعوات؛ لقول ابن عمر رضي الله عنهما - في الرواية عينها -: لم يكن رسول الله صلى الله عليه وسلم يَدَع هذه الدعوات حين يمسي وحين يصبح.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (20,'الْقُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجِلاَءَ حُزْنِي، وَذَهَابَ هَمِّي (٢٣) .
١٨- اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ (٢٤) .
١٩- لاَ إِلَهَ إِلاَّ أَنْتَ، سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (٢٥) .
٢٠- اللَّهُمَّ مُطْفِئَ (مُطْفِي) الْكَبِيرِ وَمُكَبِّرَ الصَّغِيرِ، أَطْفِهَا عَنِّي (٢٦) .
٢١- لاَ إِلَهَ إِلاَّ اللهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللهُ رَبُّ السَّمَوَاتِ وَرَبُّ الأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ (٢٧) .
_________
(٢٣) أخرجه أحمد في مسنده، من حديث عبد الله بن مسعود رضي الله عنه (١/٣٩١) ، وقد أرشد رسول الله صلى الله عليه وسلم - في ختام هذا الحديث - إلى الحرص على تعلم هذا الدعاء بقوله: «يَنْبَغِي لِمَنْ سَمِعَهَا أَنْ يَتَعَلَّمَهَا» . والحديث صحَّحه الألباني. انظر: السلسلة الصحيحة برقم (٩٩) .
(٢٤) أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٩٠) ، عن أبي بكرة نُفَيْع بن الحارث رضي الله عنه. بلفظ: «دَعَوَاتُ الْمَكْرُوبِ ... » الحديث. حسَّنه الألباني. انظر: صحيح أبي داود، برقم (٤٢٤٦) .
(٢٥) أخرجه الترمذي؛ كتاب: الدعوات، باب: في دعوة ذي النون، برقم (٣٥٠٥) ، عن سعد بن أبي وقَّاصٍ رضي الله عنه. وأحمد في المسند (١/١٧٠) ، من حديثه أيضًا، والحديث عند الحاكم في مستدركه (٢/٣٨٢) ، وصحَّحه، ووافقه الذهبي. وصحَّحه الألباني. انظر: صحيح الترمذي، برقم (٢٧٨٥) ، وصحيح الترغيب والترهيب برقم (١٨٢٦) .
(٢٦) أخرجه أحمد في مسنده (٥/٣٧٠) ، من حديث بعض أزواج النبيِّ صلى الله عليه وسلم، والحاكم في المستدرك (٤/٢٠٦) ، وصحَّحه، وسكت عنه الذهبي. وقال يحيى بن عمارة - أحد رجال الإسناد -؛ مبينًا معنى (عن بعض أزواج النبيِّ صلى الله عليه وسلم) قال: (وأظنها زينب رضي الله عنها) .
(٢٧) متفق عليه، من حديث ابن عباس رضي الله عنهما: أخرجه البخاري؛ كتاب: الدعوات، باب: الدعاء عند الكرب، برقم (٦٣٤٥) ، ومسلم؛ كتاب: الذكر والدعاء، باب: دعاء الكرب، برقم (٢٧٣٠) .',NULL,'24',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (21,'٢٢- يَا ذَا الجَلاَلِ وَالإِكرَام، يَا حَيُّ يَا قَيُّومُ، بِرَحْمَتِكَ أَسْتَغِيثُ (٢٨) .
٢٣- اللهُ اللهُ رَبِّي، لاَ أُشْرِكُ بِهِ شَيْئًا (٢٩) .
٢٤- أَسْأَلُ اللهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَك. (سبع مرات) (٣٠) .
٢٥- لاَ بَأْسَ عَلَيْكَ، طَهُورٌ إِنْ شَاءَ اللهُ (٣١) .
٢٦- اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم، وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم، وَأَنْتَ الْمُسْتَعَانُ، وَعَلَيْكَ الْبَلاغُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَ بِاللهِ (٣٢) .
_________
(٢٨) أخرجه الترمذي، كتاب: الدعوات، بابُ قولِه: «يَا حَيُّ يَا قَيُّومُ..» ، برقم (٣٥٢٤) ، عن أنس بن مالك رضي الله عنه. حسَّنه الألباني. انظر: صحيح الترمذي، برقم (٢٧٩٦) ، والسلسلة الصحيحة برقم (٣١٨٢) .
(٢٩) هكذا بتكرار لفظ الجلالة المعظَّم، كما في نصِّ الحديث المخرَّج عند أبي داود؛ كتاب: الوتر، باب: في الاستغفار، برقم (١٥٢٥) ، عن أسماءَ بنت عميس رضي الله عنها، صحَّحه الألباني. انظر: صحيح أبي داود، برقم (١٣٤٩) . والحديث عند أحمد في مسنده (٦/٣٦٩) ، من حديث أسماء أيضًا.
(٣٠) أخرجه أحمد في المسند (١/٢٣٩) من حديث ابن عباسٍ رضي الله عنهما، وأبو داود، كتاب: الجنائز، باب: الدعاء للمريض عند العيادة، برقم (٣١٠٦) . والترمذيُّ - وحسَّنه - كتاب: الطب، باب: ما يقول عند عيادة المريض، برقم (٢٠٨٣) ، من حديثه أيضًا. وصحَّحه الألباني. انظر: صحيح الجامع الصغير برقم (٥٧٦٦) .
(٣١) أخرجه البخاري؛ كتاب: المرضى، باب: عيادة الأعراب، برقم (٥٦٥٦) ، عن ابن عباس رضي الله عنهما.
(٣٢) أخرجه الترمذي - وحسَّنه - كتاب: الدعوات، باب دعاء: اللهم إنا نسألك من خير ما سألك نبيُّك محمد صلى الله عليه وسلم، برقم (٣٥٢١) ، عن أبي أمامةَ رضي الله عنه.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (22,'٢٧- اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، في العَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ (٣٣) .
_________
(٣٣) متفق عليه؛ أخرجه البخاري، كتاب: أحاديث الأنبياء، باب (١٠) ، بعد باب: (يَزِفُّون) ، برقم (٣٣٧٠) . ومسلم، كتاب: الصلاة، باب: الصلاة على النبيِّ صلى الله عليه وسلم بعد التشهُّد، برقم (٤٠٦) ، عن كعب بن عُجْرة رضي الله عنه.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (23,'<span data-type="title" id=toc-6>الفصل الثاني:
مُسلَّمات بين يدي العلاج النبوي</span>
إن الطِبَّ النبويَّ الكريم الذي عُني بإفراد مصنَّفات مُطوَّلة فيه غيرُ واحدٍ من العلماء (٣٤) ، فجمعوا في طَيَّاتها ما يعجِز البيان عن وصفه دقة وشمولاً من هدي النبيِّ صلى الله عليه وسلم في الطب الوقائي والطب العلاجي، أقول: مع تلك العناية البالغة بهذا الجانب من الهدي النبويِّ إلا أن ذلك التطبيب الحِسِّي لم يكن مقصودًا لذاته في الشريعة الإسلامية، [فإن رسول الله صلى الله عليه وسلم إنما بعث هاديًا، وداعيًا إلى الله، وإلى جنَّته، ومُعرِّفًا بالله، ومُبيِّنًا للأمة مواقع رضاه وآمرًا لهم بها،
_________
(٣٤) للتوسع في ذلك انظر: الفصل المختص بالطِبِّ النبوي من كتاب: "زاد المعاد في هدي خير العباد صلى الله عليه وسلم "، لابن القيم، و"الطب النبوي" لأبي نُعيم الأصبهاني، و"الطب النبوي" أيضًا للذهبي، والفصل المختص في التداوي والطب والعلاج من كتاب: "الآداب الشرعية" لابن مفلح المقدسي، و"كتاب الأمراض والكفارات، والطِبّ والرُّقْيات" للضياء المقدسي، رحم الله الجميع.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (24,'ومواقع سخطه وناهيًا لهم عنها، ومخبرَهم أخبارَ الأنبياء والرسل وأحوالهم مع أممهم، وأخبارَ تخليق العالم، وأمرَ المبدأ والمعاد، وكيفيةَ شقاوة النفوس وسعادتها، وأسبابَ ذلك. وأما طِبُّ الأبدان: فجاء من تكميل شريعته، ومقصودًا لغيره، بحيث إنما يُستعمل عند الحاجة إليه] (٣٥) .
هذا، وإن مما تقرر - في الإرشاد النبويِّ في العلاج - أن من الواجب على المسلم أن تطمئن نفسه بأن الخير كلَّه فيما اختاره الله له «فَإِنْ أَصَابَتْهُ سَرَّاءُ شَكَرَ فَكَانَ خَيْرًا لَهُ، وَإِنْ أَصَابَتْهُ ضَرَّاءُ صَبَرَ فَكَانَ خَيْرًا لَهُ» (٣٦) ، وبأن المرض
_________
(٣٥) انظر: "الطِبّ النبوي"، لابن القيم ص ٢٤.
(٣٦) جزء من حديثٍ أخرجه مسلم؛ كتاب: الزهد والرقائق، باب: المؤمن أمره كله له خير، برقم (٢٩٩٩) ، عن صُهيبٍ رضي الله عنه.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (25,'ما هو إلا نوع ابتلاءٍ للعبد، قد يكمن فيه الخير الكثير، فإذا اطمأنت نفسه بذلك الإرشاد، وسلَّم به، شرع عندها بما أمره به رسول الله صلى الله عليه وسلم من التداوي بما أحلّه الله تعالى من الدواء؛ معتقدًا بأن الاستشفاء بالدواء غير منافٍ لحقيقة التوكُّل على الله، وأن الدواء لا يعدو كونه سببًا مخلوقًا جعله الله رحمةً بالعباد، قال صلى الله عليه وسلم: «لِكُلِّ دَاءٍ دَوَاءٌ، فَإِذَا أُصِيبَ دَوَاءُ الدَّاءِ، بَرَأَ بِإِذْنِ اللهِ عَزَّ وَجَلَّ» (٣٧) .

فائدة: في قوله صلى الله عليه وسلم: «لِكُلِّ دَاءٍ دَوَاءٌ» : إن في ذلك تقوية لنفس المريض والطبيب على السواء، وحثٌّ نبوي كريم
_________
(٣٧) أخرجه مسلم؛ كتاب: السلام، باب: لكل داء دواء واستحباب التداوي، برقم (٢٢٠٤) ، عن جابر بن عبد الله رضي الله عنهما.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (26,'على طلب ذلك الدواء والتفتيش عنه، فإن المريض إذا استشعرتْ نفسُه أن لدائه دواءً يُزِيلُه، تعلَّق قلبُه بروح الرجاء، وبردت عنده حرارة اليأس، ومتى قويت نفسه ساعدته في قهر المرض ودفعِه عنه، وكذا الطبيب متى علم أن لهذا الداء دواء، قويت لديه دافعية البحث العلمي عن الدواء، وتعلق قلبه بقدرة الله تعالى على هدايته لمعرفة الدواء ونفعِ المريض به (٣٨) .
ثم إن الإرشاد النبويَّ في الطِبِّ دلَّ على أن الوقاية مُقدَّمة على العلاج، وأن حفظ الصحة إنما يكون بأمور منها:
_________
(٣٨) انظر "الطب النبوي" لابن القيم ص١٧.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (27,'- التداوي بالحِمْيَة، قال صلى الله عليه وسلم: «مَا مَلَأَ ابْنُ ءآدَمَ وِعَاءً شَرًّا مِنْ بَطْنِهِ، حَسْبُ ابْنِ ءآدَمَ أُكُلاَتٌ يُقِمْنَ صُلْبَهُ، فَإِنْ كَانَ لاَ مَحَالَةَ، فَثُلُثُ طَعَامٍ، وَثُلُثُ شَرَابٍ، وَثُلُثٌ لِنَفْسِهِ» (٣٩) .
- والتداوي بلزوم التنظُّفِ الدائم، قال عليه الصلاة والسلام: «مَنْ نَامَ وَفِي يَدِهِ غَمَرٌ وَلَمْ يَغْسِلْهُ، فَأَصَابَهُ شَيْءٌ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ» (٤٠) .
- وكذلك بضرورة التحرُّز بتوقي المواضع التي نزل بها وباء، وقد أرشدت السُّنَّة إلى لزوم تجنُّب قدوم بلد نزل به وباء الطاعون، كما منعت - في
_________
(٣٩) أخرجه أحمد في مسنده (٤/١٣٢) ، والترمذيُّ؛ - وصحَّحه -؛ كتاب: الزهد، باب: ما جاء في كراهية كثرة الأكل، برقم (٢٣٨٠) ، وابن ماجَهْ؛ كتاب: الأطعمة، باب: الاقتصاد في الأكل وكراهية الشِّبَع، برقم (٣٣٤٩) ، من حديث المقدام ابن معدي كرب رضي الله عنه. صحَّحه الألباني. انظر: السلسلة الصحيحة برقم (٢٢٦٥) .
(٤٠) أخرجه الترمذي - وحسَّنه -؛ كتاب: الأطعمة، باب: ما جاء في كراهية البيتوتة وفي يده [ريح] غَمَر، برقم (١٨٦٠) ، عن أبي هريرة رضي الله عنه. صحَّحه الألباني. انظر: صحيح الترغيب والترهيب برقم (٢١٦٦) . [والغَمَرُ - بالتحريك -: الدَّسَم والزُّهُومة من اللحم، كالوَضَر من السَّمْن] . النهاية في غريب الحديث والأثر، لابن الأثير (٣/٣٨٥) .',NULL,'31',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (28,'الوقت نفسه - الفرارَ من أرض نزل بها هذا الوباء (٤١) ، وهذا التحرُّز الوقائي هو ما يُسمَّى في عصرنا بـ «الحَجْر الصِّحِّي» .
- ومن الوقاية أيضًا: نهي النبيِّ صلى الله عليه وسلم عن إدخال المُمْرِض على صحيح البدن، قال صلى الله عليه وسلم: «لاَ تُورِدُوا الْمُمْرِضَ عَلَى الْمُصِحِّ» (٤٢) ، وبخاصة في أجناس محددة من الأمراض الخطيرة؛ ضربت السُّنَّة مثالين لها؛ هما: الجُذام والطاعون، قال عليه الصلاة والسلام: «فِرَّ مِنَ الْمَجْذُومِ فِرَارَكَ مِنَ الأَْسَدِ» (٤٣) ، مع تأكيده صلى الله عليه وسلم إلى أن العدوى بهذين المرضين وغيرِهما لا تكون إلا بقَدَر الله وقضائه، قال صلى الله عليه وسلم: «لاَ عَدْوى وَلاَ طِيَرَةَ» (٤٤) .
_________
(٤١) كما في مسند أحمد (١/١٧٥) ، من حديث سعد ابن أبي وقاص رضي الله عنه. ونصُّ الحديث: «إِذَا وَقَعَ الطَّاعُونُ بِأَرْضٍ فَلاَ تَدْخُلُوهَا، وَإِذَا كُنْتُمْ بِهَا فَلاَ تَفِرُّوا مِنْهُ» . والطاعون - لغةً -: الموت من الوباء، والجمع: الطواعين. انظر: مختار الصحاح للرازي (ط ع ن) ، وهو - عند أهل الطِبِّ -: ورم رديءٌ قتَّالِ يخرج معه تلهُّب شديد، مؤلم جدًا يتجاوز المقدار في ذلك. انظر: "الطب النبوي" لابن القيم ص٣٧.
(٤٢) أخرجه البخاري - بلفظه -؛ كتاب: الطب، باب: لا عدوى، برقم (٥٧٧٤) ، عن أبي هريرة رضي الله عنه. ومسلم؛ كتاب: السلام، باب: لا عدوى ولا طيرة، برقم (٢٢٢١) ، عنه أيضًا.
(٤٣) جزء من حديث متفق عليه من حديث أبي هريرة رضي الله عنه: أخرجه البخاري - بلفظه - كتاب: الطب، باب: الجُذام، برقم (٥٧٠٧) ، ومسلم؛ كتاب: السلام، باب: لا عدوى ولا طيرة، برقم (٢٢٢٠) .
(٤٤) التخريج السابق.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (29,'هذا، وقد ذكر بعض أهل العلم؛ منهم الإمام ابن القيِّمُ رحمه الله، في مصنَّفه القيِّمِ "الطِبّ النبويّ" (٤٥) الكمَّ الثمين من تلك الإرشادات النبويَّة في حفظ الصحة، بما يُعد بحقٍّ مبادئ سبق إليها الإسلامُ، تبين أصول طرق التداوي الصحيح؛ أذكر بعضها إجمالاً:
* إرشاد المريض أن يتحرّى التداوي عند من اشتهر بحِذْقه في صناعة الطب.
* إرشاد الطبيب إلى مراعاة عشرين أمرًا ليكون حاذقًا في صَنْعته؛ من أهمها:
- العمد إلى التداوي بالغذاء أولاً، ثم
_________
(٤٥) انظر المصنف المذكور ص١٤٢، وما بعدها.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (30,'بالدواء (٤٦) ، فلا ينتقل من العلاج بالغذاء إلى الدواء إلا عند تعذُّره.
- مزيد التلطُّف بالمريض، والرِّفق به، وهذا ظاهر من فعل النبيِّ صلى الله عليه وسلم؛ حيث إنه كان إذا عاد مريضًا بادره بقوله: «لاَ بَأْسَ عَلَيْكَ، طَهُورٌ إِنْ شَاءَ اللهُ» (٤٧) .
- النظر في نوع المرض، وسبب حدوثه، وقوة المريض في مقاومة تلك العلة المرضية، فإن عجز المريض عن ذلك عمد عندها إلى النظر في الدواء المضادِّ لتلك العلَّة.
_________
(٤٦) لعلَّ من أحسن ما صُنِّف في هذا الباب - في عصرنا - كتاب (الغذاء لا الدواء) ، للدكتور صبري القباني، والكتاب قد أُعيد طبعُه - لعظيم فائدته - نيفًا وثلاثين مرة.
(٤٧) سبق تخريجه بالهامش ذي الرقم (٣١) .',NULL,'34',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (31,'<span data-type="title" id=toc-7>الفصل الثالث
أصول الشفاء الثلاثة </span>(٤٨) :

<span data-type="title" id=toc-8>أولاً: الحِجامة </span>(٤٩) : وهي تفرُّقٌ اتصالي إرادي، يتبعه استفراغ كُلِّي من العروق، وأصل معناها: المداواة بالحَجْم، أي: بالشَّرْط؛ وطريقة ذلك أن يعمد الحجّام إلى إخراج الدم المتبيِّغ (أخلاط الدم الزائد الفاسد) من العروق، وذلك بإفراغ كأس من الهواء، ثم وضعه على الجلد ليُحدث فيه تهيُّجًا فينجذب الدم إلى الجلد بقوة، ومن ثَمَّ باستخدام مِشْرطٍ، يستخرج به الحجَّام ذلك الدم.
قال عليه الصلاة والسلام: «إِنْ كَانَ فِي شَيْءٍ مِنْ أَدْوِيَتِكُمْ خَيْرٌ، فَفِي شَرْطَةِ
_________
(٤٨) تنبيه مهم: من الضرورة للغاية مراعاةُ كلِّ متطبِّبٍ بهذه الأدوية حالتَه الخاصة، وذلك بإجراء كلِّ بدنٍ على عادته في استعمال الأغذية والأدوية، وكذلك مراعاة أوقات المعالجة بها، مع مراعاة البلد الذي يتم فيه العلاج، [فإن للأمكنة اختصاصًا بنفع كثير من الأدوية في ذلك المكان دون غيره، فرُبَّ أدوية لقوم هي أغذية لآخرين، وأدوية لقوم من أمراض هي بعينها أدوية لآخرين في أمراض سواها، ورُبّ أدوية لأهل بلد لا تناسب غيرهم، ولا تنفعهم] . "الطب النبوي" لابن القيم ص٩٨.

وحاصل ذلك أن هذه الأدوية لا يَعمد كلُّ أحدٍ إلى التطبب بها من عند نفسه، إلا إذا علم كيفية ذلك، ووقته المناسب، ومقداره المطلوب، وموضعه الأمثل، فلو عمد إلى الاحتجام مثلاً في بلد شديد البرودة في أول الشهر القمري أو في آخره، أو استعمل الحِجامة على شِبَع بطنٍ، ولم يكن ثمة حاجة إليها - أي: لم يكن الداء سببه غلبة أخلاط الدم - لم تكن الحجامة عندها نافعة النفعَ المطلوب، فلا يُحتجُّ بعدها بأن السُّنَّة - حاشَ لها - قد أرشدت إلى ما لا نفع فيه!! فقد أرشد النبيُّ صلى الله عليه وسلم أهل الحجاز، وهي بلاد حارة، ودماء أهلها رقيقة تميل إلى ظاهر أبدانهم إلى فضل الحجامة، فقال عليه الصلاة والسلام: «إِنْ أَفْضَلَ مَا تَدَاوَيْتُمْ بِهِ الْحِجَامَةُ» أخرجه البخاري برقم (٥٦٩٦) ، ومسلم برقم (١٥٧٧) . وفيه إشارة إلى أن أهل الحجاز ومَن شَاكَلهم في الخِلْقة ومناخ البلد يكون الحَجْم في حقهم أكثر نفعًا، وأقرب إلى الشفاء. كما حدّدت السُّنَّة وقتها المناسب، ففي الحديث: «مَنِ احْتَجَمَ لِسَبْعَ عَشْرَةَ وَتِسْعَ عَشْرَةَ وَإِحْدى وَعِشْرِينَ كَانَ شِفَاءً مِنْ كُلِّ دَاءٍ» . أخرجه أبو داود بسند حسن، وذلك لكون الدم في هذه الأيام منجذبًا إلى الجلد، فتكون الحجامة عندها من أنفع الدواء. انظر: "الطب النبوي" لابن القيم ص٥٢، وما بعدها.
(٤٩) انظر - في معناها - "الطب النبوي" لابن القيم ص٥٥، وانظر: "النهاية" لابن الأثير (١/٣٤٧) . مادة (حجم) .',NULL,'35',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (32,'مِحْجَمٍ، أَوْ شَرْبَةٍ مِنْ عَسَلٍ، أَوْ لَذْعَةٍ بِنَارٍ» (٥٠) . هذا، وقد «احْتَجَمَ النَّبِيُّ صلى الله عليه وسلم وَهُوَ مُحرِمٌ فِي رَأْسِهِ، مِنْ شَقِيقَةٍ (٥١) كَانَتْ بِهِ» (٥٢) .
وللحجامة منافعُ جمَّة، [فهي تُنْقِي سطح البدن، والحجامة على الكاهل (٥٣) : تنفع من وجع المَنْكِب والحلق، كما أن الحجامة على الأخدعين (٥٤) : تنفع من أمراض الرأس وأجزائه؛ كالوجه، والأسنان، والأذنين، والعينين، والأنف، والحلق إذا كان حدوث ذلك عن كثرة الدم أو فساده، أو عنهما جميعًا، والحجامة تحت الذقن تنفع من وجع الأسنان والوجه
_________
(٥٠) متفق عليه من حديث جابر بن عبد الله رضي الله عنهما: أخرجه البخاري؛ كتاب: الطب، باب: الدواء بالعسل، برقم (٥٦٨٣) ، ومسلم؛ كتاب: السلام، باب: لكل داء دواء واستحباب التداوي، برقم (٢٢٠٥) .
(٥١) الشَّقِيقَةُ: نوع خاص من الصداع، وهو: وجع يأخذ في أحد جانبَيِ الرأس، أو في مُقدَّمه. وهي تكون في شرايين الرأس وحدها، وتختص بالموضع الأضعف من الرأس، وعلاجها - غالبًا - يكون بشدِّ العِصابة. انظر: "فتح الباري" لابن حجر (١٠/١٦٢) ، و"الطب النبوي" لابن القيم ص٨٧.
(٥٢) أخرجه البخاري؛ كتاب: الطب، باب: الحِجم من الشقيقة والصداع، برقم (٥٧٠١) ، عن ابن عباس رضي الله عنهما. ومسلم - مختصرًا - كتاب: الحجّ، باب: جواز الحِجامة للمُحرِم، برقم (١٢٠٢) ، عنه أيضًا.
(٥٣) موضع الكاهل: هو مُقدَّم أعلى الظهر. "النهاية" لابن الأثير (٤/٢١٤) . مادة (كهل) .
(٥٤) الأخدعان: عِرْقان في جانبَيِ العُنُق. "النهاية" لابن الأثير (٢/١٤) . مادة (خدع) .',NULL,'36',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (33,'والحلقوم، إذا استُعمِلت في وقتها، وتنقي الرأس والفكَّين، والحِجامة على ظهر القدم تنوب عن فصد (٥٥) الصافن - وهو عرق عظيم عند الكعب - وتنفع أيضًا من قروح الفخذين والساقين، وانقطاع الطَّمْث، والحِكَّة العارضة في الأُنْثَيَيْن (الخِصْيتين) ، والحجامة في أسفل الصدر نافعة من دماميل الفَخِد، وجَرَبِه وبُثُورِه، ومن داء النِّقْرِس (٥٦) ، والبواسيرِ، وداءِ الفيل (٥٧) ،
وحِكَّة الظهر] (٥٨) .

والحجامة - فضلاً عما سبق - هي من أنفع الطرق المشروعة لإبطال أثر السحر، (وتكون باستفراغ الدم في
_________
(٥٥) الفصد: قطع العِرْق حتى يسيل، ويقولون: تفصَّد الشيءُ: سال. انظر: "معجم المقاييس" لابن فارس (٢/٣٥٦) ، [فَصَد] .
(٥٦) النِّقْرِس - بكسر النون والراء -: مرض معروف، وهو وَرَم يحدث في مفاصل القدم، وفي إبهامها أكثر، ومن خاصية هذا المرض أنه لا يجمع مِدَّة -أي: قيحًا غثيثًا غليظًا - ولا ينضح؛ لأنه في عضو لحميٍّ، ومن داء النِّقْرِس كذلك: وجع المفاصل وعِرْق النَّسا، لكن خولف بين الأسماء لاختلاف المحالِّ. "المصباح المنير" للفَيُّومي ص٢٣٧، مادة (نقر) .
(٥٧) داء الفيل: مرض يحدث من غِلَظٍ كثيف بالقدم والساق، تتخلله عُجَرٌ صغيرة ناتئة. [والفائل: هو اللحم الذي على خُرْبة الوَرِك، وقال أبو عبيد: كان بعضهم يجعل الفائلَ عِرْقًا] ..انظر: "معجم المقاييس" لابن فارس (٢/٣٣٧) [فَيَل] .
(٥٨) انظر: "الطب النبوي" لابن القيم ص٥٣ وما بعدها.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (34,'المحل الذي يصل إليه السحر، فإن للسحر تأثيرًا في الطبيعة، وهيجانِ أخلاطِها، وتشويشِ مِزاجها، فإذا ظهر أثرُه في عضوٍ، وأمكن استفراغ المادة الرديئة من ذلك العضو، نَفَع جدًا) (٥٩) .
أما الأوقات المثلى للحجامة، فهي يوم سابعَ عشر، أو تاسعَ عشر، ويوم إحدى وعشرين، من الشهر القمري، فعن أنس رضي الله عنه، قال: «كَانَ النَّبِيُّ صلى الله عليه وسلم يَحْتَجِمُ فِي الأَْخْدَعَيْنِ وَالْكَاهِلِ، وَكَانَ يَحْتَجِمُ لِسْبِعَ عَشْرَةَ وَتِسْعَ عَشْرَةَ وَإِحْدى وَعِشْرِينَ» (٦٠) .
تنبيه: [إن اختيار هذه الأوقات - المستحبة للحجامة - هو فيما إذا
_________
(٥٩) المرجع السابق ص١٢٥.
(٦٠) أخرجه الترمذي - بلفظه، وحسّنه - كتاب: الطِبّ، باب: ما جاء في الحجامة، برقم (٢٠٥١) . وأبو داود مفرّقًا في بابين، الجزء الأول من الحديث، في كتاب الطب؛ باب: في موضع الحجامة، برقم (٣٨٥٩) ، عن أنس رضي الله عنه، والثاني بلفظ: «مَنِ احْتَجَمَ لِسَبْعَ عَشْرَةَ وَتِسْعَ عَشْرَةَ وَإِحْدى وَعِشْرِينَ كَانَ شِفَاءً مِنْ كُلِّ دَاءٍ» ؛ باب: متى تُستحب الحجامة؟ برقم (٣٨٦١) ، عن أبي هريرة رضي الله عنه. حسَّنه الألباني. انظر: صحيح أبي داود، برقم (٣٢٦٨) وبرقم (٣٢٧١) .',NULL,'38',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (35,'كانت الحجامة على سبيل الاحتياط والتحرُّز من الأذى، وحفظًا للصحة، أما في مداواة الأمراض، فحيثما وُجد الاحتياجُ إليها وجب استعمالُها] (٦١) .
<span data-type="title" id=toc-9>ثانيًا: العسل: </span>قال الله تعالى: {يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لآَيَةً لِقَوْمٍ يَتَفَكَّرُونَ} [النّحل: ٦٩] .
[قال بعض من تكلم على الطِب النبويِّ: لو قال: فيه الشفاء للناس، لكان دواءً لكل داء، ولكن قال: {فِيهِ شِفَاءٌ لِلنَّاسِ} ، أي يصلح لكل أحد من أدواءٍ باردة، فإنه حارٌّ، والشيء يداوى بضِدِّه] (٦٢) .
_________
(٦١) انظر: "الطب النبوي" لابن القيم ص٥٩.
(٦٢) "تفسير القرآن العظيم"، لابن كثير ص٩٧٠، ط- بيت الأفكار.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (36,'أما السُّنَّة الكريمة، فقد صحّ «أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُعْجِبُهُ الْحَلْوَاءُ وَالْعَسَلُ» (٦٣) ، وقد سبق قوله صلى الله عليه وسلم: «إِنْ كَانَ فِي شَيْءٍ مِنْ أَدْوِيَتِكُمْ خَيْرٌ، فَفِي شَرْطَةِ مِحْجَمٍ، أَوْ شَرْبَةٍ مِنْ عَسَلٍ، أَوْ لَذْعَةٍ بِنَارٍ» (٦٤) ، وقد أتى رجلٌ النبيَّ صلى الله عليه وسلم، فقال: أخي يشتكي بطنه، فقال: «اِسقِهِ عَسَلاً» ، ثم أتاه الثانية، فقال: «اِسْقِهِ عَسَلاً» ، ثم أتاه الثالثة، فقال: «اِسْقِهِ عَسَلاً» ، ثم أتاه فقال: قد فعلتُ، فقال صلى الله عليه وسلم: «صَدَقَ اللهُ وَكَذَبَ بَطْنُ أَخِيكَ، اِسْقِهِ عَسَلاً» ، فسقاه، فبرأ (٦٥) .
[والعسل فيه منافع عظيمة، فإنه جِلاء للأوساخ التي في العروق والأمعاء
_________
(٦٣) متفق عليه من حديث السيدة عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: الأشربة، باب: شراب الحلوى والعسل، برقم (٥٦١٤) ، ومسلم - مطوّلاً - كتاب: الطلاق، باب: وجوب الكفَّارة على من حرَّم امرأته ولم ينوِ الطلاق، برقم (١٤٧٤) . واللفظ للبخاري رحمه الله.
(٦٤) سبق تخريجه بالهامش ذي الرقم (٥٠) .
(٦٥) متفق عليه من حديث أبي سعيد الخدري رضي الله عنه: أخرجه البخاري، كتاب: الطب، باب الدواء بالعسل، برقم (٥٦٨٤) ، ومسلم؛ كتاب: السلام، باب: التداوي بسقي العسل، برقم (٢٢١٧) .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (37,'وغيرِها، محلِّلٌ للرطوبات، أكلاً وطِلاءً، نافع للمشايخ - أي: للمُسِنِّين - وأصحابِ البلغم، ومن كان مزاجه باردًا رطبًا، (حيث إنه من الأغذية الحارّة) ، وهو مغذٍّ مليّن للطبيعة (مسهِّل) ، منقٍّ للكبد والصدر، مُدِرٌّ للبول، موافق للسعال الكائن عن البلغم، وإن اسْتُنَّ به - أي: دُلِكت به الأسنان - بيَّضَ الأسنان وصقلها وحفظ صحتها، وصحة اللثة، ثم إنَّ لَعْقَه على الريق يُذهِب البلغم، ويغسل خَمْل المعدة، ويدفع الفضلات عنها، ويسخِّنها تسخينًا معتدلاً، ويفتح سُدَدَها، ويفعل ذلك بالكبد والكلى والمثانة، وهو أقلُّ ضررًا',NULL,'41',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (38,'لسُدَد الكبد والطِّحال من كل حلو. وهو - مع هذا كلِّه - مأمون الغائلة، قليل المضارِّ.
والعسل غذاء مع الأغذية، ودواء مع الأدوية، وشراب مع الأشربة، وحلو مع الحلوى، وطِلاء مع الأطلية، ومُفَرِّحٌ مع المفرِّحات، فما خُلِق لنا شيءٌ في معناه أفضلَ منه، ولا مثلَه، ولا قريبًا منه] (٦٦) .

[وأما هدي النبيِّ صلى الله عليه وسلم في الشراب، فهو أكملُ هديٍ تُحفَظ به الصحة، فإنه كان يشرب العسل الممزوج بالماء البارد، وفي هذا من حفظ الصحة ما لا يهتدي
_________
(٦٦) انظر: "الطب النبوي" لابن القيم ص٣٣، وما بعدها.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (39,'إلى معرفته إلا أفاضل الأطباء، فإن الشراب إذا جَمع وَصْفَيِ الحلاوةِ والبرودة، كان من أنفعِ شيءٍ للبدن، ومن أكثر أسباب حفظ الصحة، ويكون عندها للأرواح والقوى والكبد والقلب عشق شديد له، واستمداد منه، وإذا كان فيه الوصفان حصلت به التغذية، وتنفيذ الطعام إلى الأعضاء، وإيصاله إليها أتمَّ تنفيذٍ] (٦٧) .
هذا، ومما خصَّه هديُ النبيِّ صلى الله عليه وسلم من العلاج بالعسل، داء استطلاق البطن (الإسهال) وقد [قال بعض العلماء بالطب: كان هذا الرجل - الذي استطلق بطنه كما مرّ في الحديث آنفًا - عنده
_________
(٦٧) المرجع السابق ص٢٢٤، وما بعدها.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (40,'فضلات، فلما سقاه عسلاً، وهو حارٌّ، تحلَّلَتْ، فأسرعت في الاندفاع، فزاد إسهالُه، فاعتقد الأعرابيُّ أن هذا يضرُّه، وهو - في حقيقته - مصلحةٌ لأخيه، ثم سقاه فازداد التحلل والدفع، ثم سقاه فكذلك، فلما اندفعت الفضلات الفاسدة المُضِرَّة بالبدن استمسك بطنُه، وصَلَح مِزاجه، واندفعت الأسقام والآلام ببركة إشارته، عليه من ربه أفضل الصلاة والسلام] (٦٨) .
[وفي تكرار أمر النبيِّ صلى الله عليه وسلم سقيَه العسل معنى طِبي بديع، وهو: أن الدواء يجب أن يكون له مقدار وكمية، بحسب حال الداء، إنْ قَصُر عنه لم يُزِلْه بالكلية، وإن
_________
(٦٨) انظر: "تفسير ابن كثير" ص٩٧٠، ط- بيت الأفكار.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (41,'جاوزه أوهى القُوى، فأحدث ضررًا آخر، واعتبار مقادير الأدوية، وكيفياتها ومقدار قوة المرض والمريض من أكبر قواعد الطب] (٦٩) .
[والغريب حقًا أن الأطباء في الأزمنة الغابرة كانوا يَرَوْن أن العسل يسبِّب تليين البطن، لذا فإنه لا يصلح لمعالجة الإسهال، وقد استنكر ابنُ خلدون في مقدمته مداواةَ المبطون بالعسل، واعتبر أن حدوث الشفاء هو من التأثير النفسي لإيمان الصحابي رضي الله عنه، وليس راجعًا لخصائص العسل! إلا أن الطب الحديث قد أثبت فائدة العسل في معالجة التهاب المعدة والأمعاء (النزلات المعوية) ،
_________
(٦٩) انظر: "الطب النبوي"، لابن القيم ص٣٥.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (42,'عند الأطفال، وقد تبين من خلال دراسة نشرتها «المجلة الطبية البريطانية» عام ١٩٨٥م، فائدة العسل في علاج الإسهال الناتج عن غزو بكتيري، وكانت النتائج جيدة في هذا الصدد، وقد سبق ذلك دراسةٌ نُشرت في «أعمال مؤتمر الطب الإسلامي» عام ١٩٨٢م، حول معالجة الإسهال المزمن بالعسل، وقد أكدت الدراسة فائدة العسل في علاج المبطون] (٧٠) .
هذا؛ وإن العسل ليس مداويًا لما ذكر وحسب، لكن ثبتت أيضًا فعاليته في معالجة صنوف عديدة من الأمراض، منها: الزكام والوقاية منه، ومعالجة
_________
(٧٠) انظر: "الرسالة الذهبية في الطب النبوي"، لعلي الرضا رحمه الله. بتحقيق د. محمد علي البار. ص: ١٧٠ - ١٧١.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (43,'أمراض الجهاز التنفسي، والتهاب الأنف التحسُّسي، وقد صُنِّف في تفصيل الاستدواء بالعسل مصنفات عديدة؛ من كتب وأبحاث ومقالات (٧١) .
وفي بيان أنواع العسل وبعض منافعه، يرشد الإمام الزُّهري رحمه الله فيقول: [عليك بالعسل، فإنه جيد للحفظ، وأجوده أصفاه وأبيضُه، وألينُه حِدَّة، وأصدقه حلاوة، وما يؤخذ من الجبال، والشجر، له فضل على ما يؤخذ من الخلايا، وهو بحسب مرعى نحله] (٧٢) .
وإن شئت، أخي القارئ، فإن لك أن تتأمَّل - في ترتيب تفاضل أنواع العسل-
_________
(٧١) من أهمها حداثة وتوسعًا: "الاستشفاء بالعسل والغذاء الملكي - حقائق وبراهين" لمؤلِّفه د. حسان شمسي باشا. فإن رُمْت المزيد فطالِعْه، لتيقَّنَ تمامَ الحكمة النبوية في هذا الإرشاد الطبي.
(٧٢) انظر: "الطب النبوي" لابن القيم رحمه الله ص: ٣٤٠.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (44,'قولَه تعالى: [النّحل: ٦٨] {وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ *} .

<span data-type="title" id=toc-10>ثالثًا: الكيُّ</span>، وهو: التداوي بقطع عرقٍ، ثم حسم نزيفه بلذعةٍ من نار. (والكيّ بالنار من العلاج المعروف في كثير من الأمراض) (٧٣) ، وهو إنما يستعمل في الخلط الباغي، الذي لا تنحسم مادته إلا به، فهو يقع آخرًا لاستخراج ما يتعسر إخراجُه من الفضلات، وهو خاص بالمرض المزمن؛ لأنه يكون عن مادة باردة قد تُفسِد مزاج العضو، فإذا كُوي خرجت منه (٧٤) .
_________
(٧٣) "النهاية" لابن الأثير (٤/٢١٢) ، [كوي] .
(٧٤) انظر: "فتح الباري" لابن حجر (١٠/١٤٥) . و"الطب النبوي" لابن القيم ص٥١.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (45,'وقد كوى النبيُّ صلى الله عليه وسلم سعدَ بن معاذ وأبيَّ بن كعب رضي الله عنهما، يوم الأحزاب، كما اكتوى غيرُ واحد من الصحابة رضي الله عنهم. «فقد بعث رسول الله صلى الله عليه وسلم إلى أبيِّ بنِ كعبٍ رضي الله عنه طبيبًا - لما رُمِي يوم الأحزاب في أَكْحَله - فقطع منه عِرْقًا، ثم كواه عليه» (٧٥) ، وقد «حَسَم النبيُّ صلى الله عليه وسلم سعدَ بن معاذ في أكحله - لما رمي يوم الأحزاب أيضًا - بمِشْقَصٍ (٧٦) بيده، ثم وَرِمت أَكْحَلُه، فحسمه الثانية» (٧٧) . وقال أنسُ ابنُ مالكٍ رضي الله عنه: (كُوِيت من ذات الجَنْب (٧٨) ، ورسولُ الله صلى الله عليه وسلم حيٌّ، وشَهِدني أبو طلحةَ، وأنسُ بنُ النَّضْر، وزيدُ بنُ ثابتٍ، وأبو طلحةَ كواني) (٧٩) .
_________
(٧٥) أخرجه مسلم من حديث جابر بن عبد الله رضي الله عنهما؛ كتاب: السلام، باب: لكل داء دواء، برقم (٢٢٠٧) .
(٧٦) المِشْقَص: نصل السهم إذا كان طويلاً غير عريض. "النهاية" لابن الأثير (٢/٤٩٠) ، [شقص] .
(٧٧) سبق تخريجه آنفًا بالهامش ذي الرقم (٧٥) .
(٧٨) ذات الجَنْب: مرض خطير، وهو عبارة عن دُبَيْلة ودُمَّلٍ كبيرة تظهر في باطن الجنب، وتنفجر إلى داخل، وقلَّما يَسْلَمُ صاحبُها] . "النهاية" لابن الأثير (١/٣٠٤) [جنب] .
(٧٩) أثر أنسٍ رضي الله عنه أخرجه البخاري؛ كتاب: الطب، باب: ذات الجنب، برقم (٥٧١٩) وبرقم (٥٧٢١) .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (46,'مسألة: قد كوى النبيُّ صلى الله عليه وسلم بعضًا من الصحابة، واكتوى بعضُهم في حياته - كما ذُكر آنفًا -، وقد صحَّ في الحديث قولُه صلى الله عليه وسلم: «وَمَا أُحِبُّ أَنْ أَكْتَوِيَ» (٨٠) ، وقوله عليه الصلاة والسلام: «وَأَنْهى أُمَّتِي عَنِ الْكَيِّ» (٨١) ، فكيف يُجمَع بين ظاهر هذه الأدلة؟
وصفَ النبيُّ صلى الله عليه وسلم الكيَّ ثم نهى عنه لأمور، منها (٨٢) :
* إرشاد الأمة إلى تجنب الكيِّ ما أمكن، لما فيه من الألم الشديد، والخطر العظيم على حياة المتداوي به.

* تنبيه الأمة إلى ضرورة ترك تعظيم
_________
(٨٠) جزء من حديث متفق عليه من حديث جابرٍ رضي الله عنه: أخرجه البخاري؛ كتاب: الطب، باب: الدواء بالعسل، برقم (٥٦٨٣) ، ومسلم؛ كتاب: السلام، باب: لكل داء دواء، برقم (٢٢٠٥) .
(٨١) جزء من حديث أخرجه البخاري؛ كتاب: الطب، باب: الشفاء في ثلاث، برقم (٥٦٨٠) ، عن جابرٍ رضي الله عنه.
(٨٢) انظر في أَوْجُه الجمع: "الفتحَ" لابن حجر (١٠/١٤٥) ، و"النهايةَ" لابن الأثير (٤/٢١٢) .',NULL,'50',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (47,'أمر التداوي بالكيِّ؛ ولزوم التوكل على الله تعالى، فقد كانوا في الجاهلية يَرَوْن أن الكي يحسِم الداء، وإذا لم يُكو العضوُ عَطِب وبَطَل جزمًا، فنهاهم صلى الله عليه وسلم إذا كان على هذا الوجه من الاعتقاد، وأباحه لهم إذا جعلوه سببًا للشفاء - وحسب - لا عِلَّةً له، فإن الله هو الذي يبرئه ويشفيه، لا الكيُّ والدواء.
* ويحتمل أن يكون النهي عن الكيِّ إذا استُعمل على سبيل الاحتراز والتحوُّط من حدوث المرض وقبل الاحتياج إليه، وذلك مكروه، وإنما أبيح للتداوي والعلاج عند الحاجة إليه.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (48,'هذا، وقد جاء في الحديث ما يشير إلى جميع ما سبق؛ وذلك في تقييد النبيِّ صلى الله عليه وسلم فائدة الكيِّ، بما إذا وافق الكيُّ علاجَ داءٍ بعينه، ولم يكن ثمة معالجة لهذا الداء إلا الكيّ، فقال صلى الله عليه وسلم: «أَوْ لَذْعَةٍ بِنَارٍ تُوافِقُ الدَّاءَ» (٨٣) .
كلام نفيس للإمام ابن القيم رحمه الله (٨٤) في تعليل جَعْلِه صلى الله عليه وسلم الشفاءَ في ثلاث، وأن القصد التمثيلُ في ذلك لا حصر الشفاء في هذه الأدوية:
إن أصل الأمراض المِزاجية هي التابعة لأقوى كيفيات الأخلاط، التي هي: الحرارة والبرودة، فجاء كلام النبوَّةِ في أصل معالجة الأمراض التي هي الحارّة
_________
(٨٣) أخرجه البخاري؛ كتاب: الطب، باب: الدواء بالعسل، برقم (٥٦٨٣) ، عن جابر رضي الله عنه، ومسلم - دون قوله: «تُوافِقُ الدَّاءَ» ، كتاب: السلام، باب: لكل داء دواء، برقم (٢٢٠٥) .
(٨٤) انظر: "الطب النبوي" ص ٥١. وقد نقلت منه بتصرُّفٍ يسير.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (49,'والباردة على طريق التمثيل؛ فإن كان المرض حارًا عالجناه بإخراج الدم، بالفصد كان أو بالحجامة، لأن في ذلك استفراغًا للمادة، وتبريدًا للمزاج، وإن كان باردًا عالجناه بالتسخين، وذلك موجود بالعسل، وأما الكيُّ فإن كان المرض مزمنًا وقد استقرت المادة الباردة الغليظة في العضو وأفسدت مِزاجه، فيُستخرَج بالكيِّ تلك المادة من ذلك المكان؛ وذلك بإفناء الجزء الناري الموجود بالكي لتلك المادة الباردة.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (50,'<span data-type="title" id=toc-11>الفصل الرابع:
بيان صنوفٍ من العلاج النبويِّ </span>...
بمفردات الأدوية الطبيعية
بعد بيان الأصول الثلاثة للتداوي، أشرع في بيان أفرادٍ مشتهرة من الأدوية الطبيعية في العلاج النبوي؛ من ذلك:
<span data-type="title" id=toc-12>١- الماء، وبخاصة منه (ماء زمزم) </span>.
[الماء: مادة الحياة، وسيد الشراب، وقد جعل الله من الماء كلَّ شيء حي، والماء بارد رطب، يقمع الحرارة، ويحفظ على البدن رطوباته، ويردُّ عليه بدلَ ما تحلَّل منه، ويرقِّق الغذاء، ويُنفِذه في العروق، والماء الذي ينبع من المعادن يكون على طبيعة ذلك المَعْدِن،',NULL,'55',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (51,'ويؤثر في البدن تأثيره. أما ماء زمزم فهو سيد المياه وأشرفها وأجلُّها قدرًا، وأحبها إلى النفوس] (٨٥) ، وقد ثبت في سُنّة نبيِّنا محمَّدٍ صلى الله عليه وسلم في فضل هذا الماء وشرفه ما لا يتسع المقام لحصره، لكن نذكر بعضه، فمن ذلك:
١- أن قلب النبيِّ عليه الصلاة والسلام قد غُسل بهذا الماء مرات، «فقد أتى جبريلُ عليه السلام رسولَ الله صلى الله عليه وسلم، وهو يلعب مع الغِلمان، فأخذه فصرعه (٨٦) ، فشقَّ عن قلبه، فاستخرج القلب، فاستخرج منه عَلَقة، فقال: هذا حَظُّ الشيطان منك، ثم غسله في طَسْتٍ من ذهب بماء زمزم، ثم لَأَمه، ثم أعاده في
_________
(٨٥) المرجع السابق، ص٣٨٨، وما بعدها.
(٨٦) صرعه، أي: طرحه على الأرض. كما في "المعجم الوسيط". والصاد والراء والعين أصلٌ واحد يدل على سقوط شيء إلى الأرض عن مِراس اثنين، ثم يُحمل على ذلك ويُشتق منه. انظر: "معجم مقاييس اللغة"، لابن فارس (٢/٣٧) ، مادة (صرع) .',NULL,'56',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (52,'مكانه (٨٧) ، قال أنس رضي الله عنه: وكنت أرى ذلك المِخْيَطِ في صدره صلى الله عليه وسلم» (٨٨) .
وكان أبو ذرٍّ الغِفاري رضي الله عنه يحدِّث: أن رسول الله صلى الله عليه وسلم قال: «فُرِجَ عَنْ سَقْفِ بَيْتِي وَأَنَا بِمَكَّةَ، فَنَزَلَ جِبْرِيلُ، فَفَرَجَ صَدْرِي، ثُمَّ غَسَلَهُ بِمَاءِ زَمْزَمَ، ثُمَّ جَاءَ بِطَسْتٍ مِنْ ذَهَبٍ، مُمْتَلِىءٍ حِكْمَةً وَإِيْمَانًا فَأَفْرَغَهُ فِي صَدْرِي، ثُمّ أَطْبَقَهُ ثُمَّ أَخَذَ بِيَدِي فَعَرَجَ بِي إِلَى السَّمَاءِ الدُّنْيَا ... » الحديث (٨٩) . وقد ثبت أن هذا الشرح لصدر النبيِّ صلى الله عليه وسلم حصل عند موضع بئر زمزم، كما في الحديث - الصحيح -: «أُتِيتُ فَانْطَلَقُوا بِي إِلَى زَمْزَمَ، فَشُرِحَ عَنْ
_________
(٨٧) لقد شُقَّ صدره الشريف صلى الله عليه وسلم وغُسل قلبُه الطَّهُور بماء زمزمَ أربع مرات، أُولاها، وقد مضى من عمره أربع سنوات، وثانيها: وقد مضى عشر سنوات، وثالثها: حين نُبِّئ، ورابعها: ليلة أُسري به صلى الله عليه وسلم. ... انظر: "فتح الباري"، لابن حجر. (١/٥٤٩) .
(٨٨) أخرجه مسلم - بتمامه -؛ كتاب: الإيمان، باب: الإسراء برسول الله صلى الله عليه وسلم، برقم (١٦٢) ، عن أنس رضي الله عنه.
(٨٩) الحديث بطوله أخرجه البخاري؛ كتاب: الصلاة، باب: كيف فُرضت الصلاة في الإسراء، برقم (٣٤٩) . ومسلم؛ كتاب الإيمان، باب: الإسراء برسول الله صلى الله عليه وسلم، برقم (١٦٣) ، عن أنس رضي الله عنه.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (53,'صَدْرِي، ثُمَّ غُسِلَ بِمَاءِ زَمْزَمَ، ثُمَّ أُنْزِلْتُ» (٩٠) .
٢- ومن فضل هذا الماء، أن ريق النبيِّ صلى الله عليه وسلم قد خالَطَه، فلم يزدد الماءُ إلا بركةً على بركته (٩١) قال ابن عباس رضي الله عنهما: «جَاءَ النَّبِيُّ صلى الله عليه وسلم إِلَى زَمْزَمَ فَنَزَعْنَا لَهُ دَلْوًا، فَشَرِبَ، ثُمَّ مَجَّ فِيهَا» ، ثم أفرغناها في زمزم، ثم قال: «لَوْلاَ أَنْ تُغْلَبُوا عَلَيْهَا، لنَزَعْتُ بِيَدَيَّ» (٩٢) .
٣- ومن فضل هذا الماء المبارك كذلك، أنه خير ماء على وجه الأرض، وأن شاربه يمكنه الاستغناء به عن الطعام، بخلاف سائر المياه، وأنه
_________
(٩٠) مسلم؛ بالتخريج السابق، برقم (١٦٢) ، عن أنس رضي الله عنه أيضًا.
(٩١) إن لريق النبيِّ صلى الله عليه وسلم بركةً ظاهرة صحَّ ثبوتُها في روايات عديدة؛ من ذلك: مداواته صلى الله عليه وسلم بأثر ريقه الشريف، عينَيْ علي رضي الله عنه، وقد اشتكى رمدًا بهما يوم غزوة خيبر، فبرأ رضي الله عنه، كأنْ لم يكن به وجع. انظر: البخاري برقم (٣٧٠١) .
(٩٢) أخرجه أحمد في المسند، (١/٣٧٢) ، من حديث ابن عباس رضي الله عنهما. قال الأستاذ أحمد شاكر في شرحه للمسند (٥/١٧٧) : إسناده صحيح. وقال ابن كثير في "البداية والنهاية" (٥/١٩٣) : إسناده على شرط مسلم. اهـ.

والمجُّ: رميٌ بالشراب أو بالماء من الفم، ولا يكون مَجًّا حتى يُباعَدَ به. انظر: "النهاية" لابن الأثير (٤/٢٥٣) . والمقصود بالخطاب - (لولا أن تُغْلَبوا عليها) - هم بنو عبد المطّلب، لأن سُقْيا زمزم اختُصَّتْ بهم.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (54,'يُستشفى بشربه، ويُتداوى به، كما وتُحقَّق به المطالب الطيبة، عند صلاح قصد شاربه. قال رسول الله صلى الله عليه وسلم: «إِنَّهَا مُبَارَكَةٌ، إِنَّهَا طَعَامُ طُعْمٍ» (٩٣) [وَشِفَاءُ سُقْمٍ] (٩٤) ، وقال عليه الصلاة والسلام: «خَيْرُ مَاءٍ عَلَى وَجْهِ الأَْرْضِ مَاءُ زَمْزَمَ، فِيهِ طَعَامُ الطُّعْمِ وَشِفَاءُ السُّقْمِ» (٩٥)
وقال أبو ذرٍّ رضي الله عنه - وكان قد تغذّى بشرب ماء زمزم ثلاثين، بين ليلة ويومٍ - (ما كان لي طعامٌ إلا ماءُ زمزمَ، فسَمِنْتُ حتى تكسَّرَتْ عُكَنُ (٩٦) بطني، وما أجد على كبدي سُخْفَةَ (٩٧) جوع) (٩٨) .
وقال عليه الصلاة والسلام: «مَاءُ زَمْزَمَ لِمَا شُرِبَ لَهُ» (٩٩) ، [فَإِنْ شَرِبْتَهُ تَسْتَشْفِي
_________
(٩٣) جزء من حديث أخرجه مسلم مطوّلاً - في قصة إسلام أبي ذر رضي الله عنه - كتاب: فضائل الصحابة، باب: من فضائل أبي ذرٍّ، برقم (٢٤٧٣) .
(٩٤) هذه الزيادة، هي للإمام الطيالسي، في مسنده برقم (٤٥٩) ، وقال الحافظ ابن حجر في الفتح (٣/٤٩٣) : وزاد الطيالسي من الوجه الذي أخرجه منه مسلم: وقوله صلى الله عليه وسلم: «وَشِفَاءُ سُقْمٍ» . اهـ. لذا، فإن هذه الزيادة حسنة أو صحيحة، إذا ما جرينا على قاعدة ابن حجر رحمه الله في إيراده لها في زيادات الباب. و «وَشِفَاءُ سُقْمٍ» لفظ يفيد العموم، فهي شفاء للأسقام الحسية والمعنوية، كما أفاده الفقيه ابن حجر الهيتمي رحمه الله. انظر: «التحفة» (٤/١٣٤) .
(٩٥) أخرجه الطبراني في "معجمه الكبير"؛ برقم (١١١٦٧) ، وقال المنذري في "الترغيب والترهيب" (٢/١٣٣) : رواه الطبراني في "الكبير" ورجاله ثقات. اهـ. وحسَّنه الألباني. انظر: صحيح الترغيب والترهيب رقم (١١٦١) . وله شاهد من حديث أبي ذرٍّ مرفوعًا، بلفظ: «إِنَّهَا مُبَارَكَةٌ، إِنَّهَا طَعَامُ طُعْمٍ» . أخرجه مسلم برقم (٢٤٧٣) - وقد سبق ذكره آنفاً في الهامش الأسبق - والحديث أخرجه أحمد في مسنده، مطوَّلاً (٥/١٧٤) ، من حديث أبي ذرٍّ أيضًا رضي الله عنه..
(٩٦) عَكَنَ الشيءُ: إذا تجمَّع بعضُه فوق بعض وانثنى، والعُكْنة: ما انطوى وتثنّى من لحم البطن سِمَنًا. انظر: "المعجم الوسيط"، (عكن) .
(٩٧) سُخْفَةَ جوع، يعني: رِقَّته وهُزاله، وقيل: هي الخفة التي تعتري الإنسان إذا جاع. انظر: "النهاية" لابن الأثير (٢/٣١٥) .
(٩٨) جزء من حديث سبق تخريجه آنفًا بالهامش ذي الرقم (٩٣) .
(٩٩) انفرد بتخريجه - من أصحاب الكتب الستة - ابنُ ماجَهْ، كتاب: المناسك، باب: الشرب من زمزم، برقم (٣٠٦٢) ، عن جابر رضي الله عنه وهو في مسند الإمام أحمد في موضعين، من حديث جابر أيضاً، برقم (١٤٩١٠) وبرقم (١٥٠٦٠) . وعند الحاكم في المستدرك (١/٤٧٣) . وروي موقوفًا على معاوية رضي الله عنه، بلفظ «زَمْزَمُ شِفَاءٌ، وَهِيَ لِمَا شُرِبَ لَهُ» . قال ابن حجر رحمه الله: هذا إسناد حسن، مع كونه موقوفاً، وهو أحسن من كل إسناد وقفت عليه لهذا الحديث. انظر: جزءًا فيه الجواب عن حال الحديث المشهور: «مَاءُ زَمْزَمَ لِمَا شُرِبَ لَهُ» ، للإمام ابن حجر رحمه الله. ص٨. وقال الحافظ في الجزء المشار إليه، بعد ذكره طرق ورود حديث: «مَاءُ زَمْزَمَ لِمَا شُرِبَ لَهُ» ، قال: وإذا تقرر ذلك، فمرتبة هذا الحديث عند الحفَّاظ باجتماع هذه الطرق يَصْلُح للاحتجاج به، على ما عُرف من قواعد أئمة الحديث. اهـ. وقال الحافظ الدمياطي في "المتجر الرابح" ص ٣١٨: «رواه أحمد وابن ماجه بإسنادٍ حَسَن» . اهـ. والحديث صحَّحه الألباني. انظر: صحيح الجامع الصغير برقم (٥٥٠٢) .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (55,'بِهِ شَفَاكَ اللهُ، وَإِنْ شَرِبْتَهُ مُسْتَعِيذًا عَاذَكَ اللهُ، وَإِنْ شَرِبْتَهُ لِيَقْطَعَ ظَمَأَكَ قَطَعَهُ] (١٠٠) .
وقد «حَمَلَ رَسُولُ اللهِ صلى الله عليه وسلم زَمْزَمَ فِي الأَْدَاوِي وَالْقِرَبِ، وَكَانَ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ يَصُبُّ مِنْهُ عَلَى الْمَرْضى وَيَسْقِيهِمْ» (١٠١) . كذلك، فإن السيدة عائشة رضي الله عنها كانت تحمل من ماء زمزم وتخبر: «أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ يَحْمِلُهُ» (١٠٢) .

وقد كان عليه الصلاة والسلام مُحِبًّا لهذا الماء، يُرسِل في طلبه من مكةَ المكرمة، وهو في المدينة النبوية، قبل فتح مكة، وقد كَتَبَ صلى الله عليه وسلم إِلى سُهَيْلِ بْنِ
_________
(١٠٠) هذه الزيادة، قد صحَّحها الحاكم في مستدركه (١/٤٧٣) ، من حديث ابن عباس رضي الله عنهما.

تنبيه: أما الزيادة التي عند الدارقطني (٢٨٤) ، بلفظ: «إِنْ شَرَبْتَهُ تَسْتَشْفِي شَفَاكَ اللهُ، وَإِنْ شَرِبْتَهُ لِشَبْعِكَ أَشْبَعَكَ اللهُ وَإْنِ شَرِبْتَهُ لِقَطْعِ ظَمَئِكَ قَطَعَهُ اللهُ، وَهِيَ هَزْمَةُ جِبْرِيلَ، وَسُقْيَا إِسْمَاعِيلَ» ، فقد نبَّه المُحدِّث الألباني رحمه الله إلى ضعف إسناد الحديث بهذه الزيادة. انظر: إزالة الدهْش والولَهْ، للشيخ محمد القادري رحمه الله، بتخريج الألباني عليه، والمسمى: (التعليقات المسبلة) ص: ٩٩.
(١٠١) أخرجه البخاري في "التاريخ الكبير" (٣/١٨٩) ، والفاكهي في "أخبار مكة" (١١٢٦) ، والبيهقي في "سننه" (٥/٢٠٢) ، وفي "شعب الإيمان" (٣٨٣٤) من حديث عائشة رضي الله عنها. وقال البخاري: لا يُتابَع عليه - يعني خلاَّد بن يزيد -. والحديث صحَّحه الألباني رحمه الله في «الصحيحة» برقم (٨٨٣) ، وقال رحمه الله في «مناسك الحج والعمرة» ص٤٢: وله - أي للحاج والمعتمر - أن يحمل معه من ماء زمزم ما تيسر له تبرُّكًا به، فقد كان رسول الله صلى الله عليه وسلم يحمله معه في الأداوي والقِرب وكان يصبُّ على المرضى ويسقيهم. اهـ.
(١٠٢) أخرجه الترمذي؛ كتاب: الحج، باب: ما جاء في حمل ماء زمزم، برقم (٩٦٣) ، وقال أبو عيسى: هذا حديث حسن غريب لا نعرفه إلا من هذا الوجه. اهـ. انظر: "صحيح الترمذي" للألباني، برقم (٧٦٩) .',NULL,'60',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (56,'عَمْرٍو رضي الله عنه: «إِنْ جَاءَكَ كِتَابِي هَذَا لَيْلاً فَلاَ تُصْبِحَنَّ وَإِنْ جَاءَكَ نَهَارًا فَلاَ تُمْسِيَنَّ حَتَّى تَبْعَثَ إِلَيَّ بِمَاءِ زَمْزَمَ، فَمَلَأَ لَهُ مَزَادَتَيْنِ، وَبَعَثَ بِهِمَا عَلَى بَعِيرٍ» (١٠٣) .
يتبين مما ذكر آنفًا أن سقيا زمزم شفاء للمرضى من كل داء، بإذن الله تعالى، وبأن مَن شربها لأي نية أو مطلب - وقد صَلَح يقينه بتحقُّق ذلك - فإن الله عزَّ وجلَّ يحقق له ما نواه، كما يستفاد: (أن فضل ماء زمزم هو لِعَينِه لا لأجل البقعة التي هو فيها، ولهذا، فإن الصُّلَحاء يشربونه ويحملونه معهم في أسفارهم اتباعًا للنبيِّ صلى الله عليه وسلم، فإنه أول من حمل زمزم عند رجوعه من حجَّ البيت تبرُّكًا به واستشفاءً) (١٠٤) .
_________
(١٠٣) أخرجه البيهقي في سننه (٥/٢٠٢) ، وعبد الرزاق في مصنفه (٥/١١٩) ، وقد حسَّنه السخاوي في مقاصده الحسنة ص: ٣٦٠.
(١٠٤) انظر: "الإعلام الملتزَم بفضيلة زمزم"، لأحمد ابن علي الشافعي الغزِّي (ص٢٤) ، و (ص٢٧) .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (57,'علاوة على ما سبق من خاصية زمزمَ - بإذن ربها - في تحقيق المطلوب لشاربها، مع مشروعية الاستشفاء بشربها من عموم الأدواء، فإنها كذلك يُسْتشفى بها من أمراض بعينها، ومن ذلك: أنها تُبرد الحُمَّى، لقولِ رسول الله صلى الله عليه وسلم: «الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ، فَابْرُدُوها بِالْمَاءِ، أَوْ قَالَ: بِمَاءِ زَمْزَمَ» (١٠٥) ، ويكون ذلك الإبراد بصب الماء عند الجَيْبِ (١٠٦) ، أو بِرَشِّه رشًّا بين يدي المريض وثوبه (١٠٧) .
وقد (كانت أسماء بنت أبي بكر الصديق رضي الله عنهما، إذا أُتِيَتْ بالمرأة - قد حُمَّت - تدعو لها، أخذت الماء فصبَّتْه بينها وبين جيبها، وقالت: كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَأْمُرُنَا أَنْ نَبْرُدَهَا بِالْمَاءِ) (١٠٨) .
_________
(١٠٥) أخرجه البخاري؛ - بشك الراوي همَّام عن أبي جمرة الضُّبَعي - كتاب: بدء الخلق، باب: صفة النار وأنها مخلوقة، برقم (٣٢٦١) ، عن ابن عباس رضي الله عنهما. وعند مسلم، من حديث عائشة رضي الله عنها، ومن حديث ابن عمر رضي الله عنهما أيضًا، ومن حديث رافع بن خَدِيجٍ؛ جميعها في كتاب السلام، باب: لكل داء دواء واستحباب التداوي. بالأرقام (٢٢٠٩ - ٢٢١٠ - ٢٢١١ - ٢٢١٢) : «بِالمَاءِ» دون تعيين زمزم. والحديث أخرجه أحمد في مسنده (١/٢٩١) ، من حديث ابن عباس رضي الله عنهما بجزم همّامٍ «بِمَاءِ زَمْزَمَ» .
(١٠٦) الجَيْبُ: جيب الثوب، وهو: ما يُدخل منه الرأس عند لبسه. انظر: "المعجم الوسيط"، (جاب) .
(١٠٧) كما ذكره ابن حجر رحمه الله مستنبطًا ذلك من فعل أسماءَ رضي الله عنها. ونصُّ قوله رحمه الله: (وأَوْلى ما يُحمل عليه كيفية تبريد الحُمّى ما صنعَتْه أسماءُ بنت الصديق رضي الله عنهما، فإنها كانت ترشّ على بدن المحموم شيئًا من الماء بين يديه وثوبه، فيكون ذلك من باب النُّشْرة المأذون فيها، والصحابي - ولا سيما مثل أسماء التي هي ممن كان يلازم بيت النبيِّ صلى الله عليه وسلم - أعلمُ بالمراد من غيرها، ولعل هذا هو السر في إيراد البخاري رحمه الله لحديثها عقب حديث ابن عمر المذكور، وهذا من بديع ترتيبه رحمه الله) . اهـ..انظر: الفتح (١٠/١٨٦) .
(١٠٨) متفق عليه من حديث أسماء بنت أبي بكر رضي الله عنهما: أخرجه البخاري؛ كتاب: الطب، باب: الحمى من فيح جهنم، برقم (٥٧٢٤) ، ومسلم؛ كتاب: السلام، باب: لكل داء دواء واستحباب التداوي، برقم (٢٢١١) .',NULL,'62',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (58,'<span data-type="title" id=toc-13>٢- التمر، وبخاصةٍ منه (تمر العجوة) </span>.

التمر: هو ما تؤول إليه ثمرة النخلة المباركة (١٠٩) في نهاية المطاف، وإن لهذه الثمرة فوائد تكاد لا تحصى، وقد أرشد رسول الله صلى الله عليه وسلم إلى ألا يخلو بيت مسلم من تمر، وبخاصة تمر المدينة، واختَصَّ منه صلى الله عليه وسلم صنفًا كريمًا، هو عجوة المدينة، [وهو من أنفع تمر الحجاز على الإطلاق، ملذِّد، متين للجسم والقوة، من ألين التمر وأطيبِه وألذِّه] (١١٠) ، وهو نافع - بإذن الله - في الوقاية من أثر السُّم والسحر، كما سيأتي تفصيله في الفصل المختص بالأمراض المعنوية.
قال رسول الله صلى الله عليه وسلم: «يَا عَائِشَةُ، بَيْتٌ
_________
(١٠٩) توصف النخلة بالبركة، لقوله صلى الله عليه وسلم: «مِنَ الشَّجَرِ شَجَرَةٌ، تَكُونُ مِثْلَ الْمُسْلِمِ، وَهِيَ النَّخْلَةُ» . انظر: البخاري - بلفظه - كتاب الأطعمة، باب: بركة النخل. برقم (٥٤٤٨) ، عن ابن عمر رضي الله عنهما. ومسلم بزيادة: «لاَ يَتَحَاتُّ (لا يتساقط) وَرَقُهَا» . كتاب صفة القيامة والجنة والنار، باب: مَثَل المؤمن مَثَل النخلة، برقم (٢٨١١) عنه أيضًا.
(١١٠) انظر: "الطب النبوي" لابن القيم ص٣٤١.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (59,'لاَ تَمْرَ فِيهِ جِيَاعٌ أَهْلُهُ -أو: جَاعَ أَهْلُهُ -، قَالَهَا صلى الله عليه وسلم مَرَّتَيْنِ، أَوْ ثَلاَثًا» (١١١) وقال عليه من ربه أفضل الصلاة والسلام: «مَنْ تَصَبَّحَ سَبْعَ تَمَرَاتٍ عَجْوَةً لَمْ يَضُرُّهُ، ذَلِكَ الْيَوْمَ سُمٌّ وَلاَ سِحْرٌ» (١١٢) .
كما أن التمر عامة [يساعد على تليين الأمعاء وتنشيط حركتها لاحتواء أنواعه جميعًا على نسب متفاوته من الألياف السليولوزية، كما أن التمر يحتوي على عناصر غذائية هامة، مثل: السكريات والنشويات والبروتينات والأملاح والمعادن والفيتامينات والماء والسيليولوز، والتمر مفيد في الوقاية من البواسير، وفي منع النزف بسببها، أو
_________
(١١١) أخرجه مسلم كتاب: الأشربة، باب: في ادخار التمر ونحوه من الأقوات للعيال، برقم (٢٠٤٦) ، عن عائشة رضي الله عنها.
(١١٢) متفق عليه من حديث سعد بن أبي وقاص رضي الله عنه: أخرجه البخاري؛ كتاب: الطب، باب: الدواء بالعجوة للسحر، برقم (٥٧٦٩) . ومسلمٌ؛ كتاب: الأشربة، باب: فضل تمر المدينة، برقم (٢٠٤٧) .',NULL,'64',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (60,'التقليل من حدوثه لاحتوائه على فيتامين (ج) ، والذي يعمل على تقوية جُدُر الأوعية الدموية] (١١٣) .
ومن أحسن ما وُصف به التمر إجمالاً: أنه [فاكهة وغذاء ودواء وشراب وحلوى] (١١٤) . هذا، وقد صُنِّف في ذكر التمر ومنافعه المطوَّلات من الكتب (١١٥) ، فيحسُن بالمسلم الاطلاع على بعضها، فإن رُمْت ذلك فاستعن بالله ولا تعجز.
<span data-type="title" id=toc-14>٣- الحبة السوداء</span>.

الحبة السوداء، أو الحُبَيْبة السوداء، وهي (الشُّونِيز) - وهو لفظ فارسي (١١٦) ،
_________
(١١٣) انظر: "الرسالة الذهبية في الطب النبوي"، لعلي الرضا رحمه الله. بتحقيق د. البار، ص ١٦٧.
(١١٤) وصفه بذلك الإمام ابن القيم رحمه الله. انظر: "الطب النبوي". ص٢٩١.
(١١٥) من ذلك: "الإعجاز الطبي في القرآن والأحاديث النبوية: الرطب والنخلة". د. عبد الله السعيد. و"النخيل" إصدار وزارة الزراعة في المملكة العربية السعودية، و"نخلة التمر"، د. عبد الجبار البكر، و"غذاؤك حياتك". د. محمد علي الحاج. وغير ذلك كثير من الكتب والبحوث والمقالات، مما لا يتسع المقام لحصره.
(١١٦) كما في القاموس: (الشينيز، والشونيز، والشونوز، والشهنيز: الحبة السوداء، فارسي الأصل) . اهـ. انظر: "القاموس المحيط" للفيروزابادي. مادة: شنز.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (61,'اشتهرت تسميتها بذلك في زمن النبيِّ صلى الله عليه وسلم، ويسميها كثير من الناس اليوم: (حبة البَرَكة) .
يقول رسول صلى الله عليه وسلم في شأنها: «فِي الْحَبَّةِ السَّوْدَاءِ شِفَاءٌ مِنْ كُلِّ دَاءٍ، إِلاَّ السَّامَ» (١١٧) ، وقال الإمام الزُّهري رحمه الله: [والسامُ: الموت، والحبة السوداء، الشُّونِيز] . اهـ (١١٨) .
* مسألة: كيف يُتداوى بالحبة السوداء؟
الجواب: تُستعمل مفردةً، وربما استُعمِلت مركبة (مسحوقة تنقع في زيت، أو في ماء) ، وربما أكلاً وشربًا لخلاصتها، أو سَعُوطاً (١١٩) - قطرات
_________
(١١٧) متفق عليه، من حديث أبي هريرة رضي الله عنه: أخرجه البخاري؛ كتاب: الطب، باب: الحبة السوداء، برقم (٥٦٨٨) ، ومسلمٌ؛ كتاب: السلام، باب: التداوي بالحبة السوداء، برقم (٢٢١٥) .
(١١٨) قول ابن شهاب الزهري رحمه الله: لاحق برواية البخاري رحمه الله، كذلك هو مثبت بعد رواية مسلم للحديث، لكنْ من غير نسبته إلى الزهري رحمه الله.
(١١٩) السَّعوط، بالفتح: هو ما يُجعل من الدواء في الأنف. انظر: "النهاية" لابن الأثير، (٢/٣٣٢) .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (62,'تُصَبُّ في الأنف -، أو ضِمادًا.
هذا، وقد ذكر الأطباء كيفياتٍ لعلاج الزكام العارض، المصاحب لعطاسٍ كثير، بالحبة السوداء، أذكر منها:
-[أن تقلى الحبة السوداء، ثم تدق ناعمًا، ثم تنقع في زيت، ثم يقطر منه في الأنف ثلاث قطرات] (١٢٠) ، [وكذلك لعلاج نزلات البرد: يضاف زيت الحبة السوداء (ملعقة كبيرة) إلى ماءٍ مغلي، ومن ثَم يستنشق المريض البخارَ الصاعد منه، ورأسه مغطىً ببطانية أو نحو ذلك، ويُستحسن تكرار ذلك صباحاً ومساءً إلى أن يتم الشفاء بإذن الله (١٢١) . ويذكر في
_________
(١٢٠) "فتح الباري"، لابن حجر (١١/٢٩٠) ، بنقل الحافظ رحمه الله عن الأطباء.
(١٢١) انظر: "الرسالة الذهبية في الطب النبوي"، لعلي الرضا رحمه الله. بتحقيق د. محمد علي البار، ص١٧٢.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (63,'هذا المقام، أن لزيت الحبة السوداء طعم لا يستسيغه كثير من الناس، فضلاً عمّا له من تأثير مهيِّج في الأغشية المخاطية للجهاز الهضمي، وقد تمكن مؤخرًا فريق طبي (من الباحثين المصريين) ، منهم د. محمد المحفوظ، ود. محمد الدخاخني من فصل المُركَّب الفعَّال لهذا الزيت في حالة نقية وخالية من الثأثيرات المذكورة، كما أثبت هؤلاء خُلُوَّ المركب - وهو بمسمى (نِيْجِلُّلون) (١٢٢) -، من أي تأثير سامٍّ أو ضارّ] (١٢٣) .
مسألة: ما المراد بقول النبيِّ صلى الله عليه وسلم: «شِفَاءٌ مِنْ كُلِّ دَاءٍ» ؟ هل هو عام لكل داء؟ أم
_________
(١٢٢) اللفظ مشتق من التسمية الطبية - اللاتينية الأصل - لحبة البركة: (نيجِلّلا ساتيفا) .
(١٢٣) "الرسالة الذهبية"، بتحقيق د. البار ص ١٧٣.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (64,'هو عام مخصوص، يُراد به خصوص نزلات البرد، والزكام، وأمراض الجهاز التنفسي الواقعة بتأثير رطوبة أو برد ونحو ذلك؟
الجواب (١٢٤) : من وجهين؛ الأول: أن الحديث عام - بمنطوق الروايات جميعًا- ولا وجه للتخصيص إلا بحمله على تجربة الأطباء في الاستشفاء بالحبة السوداء، حيث اقتصرت في غالبها على معالجة الأمراض الباردة، وليس من اللائق تخصيص كلام خير الخلق صلى الله عليه وسلم بناءً على تجارب ما زالت تُجرى وتستجدّ. هذا، وقد سبق (١٢٥) ذكر ثبوت فائدة العلاج بالعسل في حالات الإسهال،
_________
(١٢٤) الجواب - بوجهه الأول - مستفاد بتصرفٍ من كلام الإمام الخطابي رحمه الله بنقل الحافظ ابن حجر عنه، في الفتح (١١/٢٩١) . وبوجهه الثاني من "الرسالة الذهبية"، بتحقيق د. البار. ص١٧٣.
(١٢٥) انظر: ص٤٣-٤٤، من هذا الكتاب.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (65,'بعد أن جزم بعض أهل الطِبّ بعدم جدوى المعالجة به رَدْهًا من الزمن.
والثاني: أن بعض الأطباء قد توصلوا فعلاً بأبحاثهم إلى تأثير مركّب النِّيْجِلُّلون في ترخية العضلات، وفي تخفيف آلام المغص الكلوي، وتأثيره في تقوية جهاز المناعة العام، وغير ذلك، فما المانع - عند تكرار الأبحاث - من معرفة تأثيرات أخرى لهذه المادة، تعمّ أجهزة الجسم كافة؟ فصلاة ربي وسلامه على عبده ورسوله محمد، الموصوف بقوله تعالى: [النّجْم: ٣-٤] {وَمَا يَنْطِقُ عَنِ الْهَوَى *إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى *} .',NULL,'70',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (66,'<span data-type="title" id=toc-15>٤- العُود الهِنْدِيُّ، وهو القُسْط أو الكُسْت </span>(١٢٦) .
وهو ضرب من البخور، وليس من مقصوده الطِّيب (١٢٧) ، وهو نوعان: أسود، وهو المسمى: الهندي، وأبيض، وهو البحري، والهندي أشدهما حرارة (١٢٨) . أما البحريُّ الأبيض فهو أَلْينهما؛ ويُتداوى بكلا النوعين، ومنافعهما كثيرة جدًا (١٢٩) . وقد دلت السُّنّة على طريق التداوي بالقسط، قال عليه الصلاة والسلام: «عَلاَمَهْ تَدْغَرْنَ أَوْلاَدَكُنَّ بِهَذَا العِلاَقِ؟! عَلَيْكُنَّ بِهَذَا الْعُودِ الْهِنْدِيِّ، فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ؛ يُسْتَعَطُ بِهِ مِنَ العُذْرَةِ، وَيُلَدُّ بِهِ مِنْ ذَاتِ الْجَنْبِ» (١٣٠) . [فإذا أصابت العُذْرة (١٣١)
_________
(١٢٦) كما عنون الإمام مسلم، باب: التداوي بالعود الهندي، وهو: الكُسْت. انظر: كتاب السلام من صحيحه، باب: رقم (٢٨) . والقسط والكست لغتان؛ مثل: الكافور والقافور.
(١٢٧) إن القسط ليس من صنوف ما يُتطيَّب به، لكنْ لقوة رائحته، فقد رُخِّص فيه للمرأة الحادّة عند طهرها من المحيض - بعد أن تغتسل من الحيض - أن تتبخر به وتتبع به أثر الدم لإزالة تلك الرائحة الكريهة، لا للتطيُّب. انظر: "الفتح" لابن حجر (٩/٤٠٢) .
(١٢٨) انظر "الفتح" لابن حجر (١٠/١٥٦) .
(١٢٩) انظر: "الطب النبوي" لابن القيم ص٣٥٣.
(١٣٠) متفق عليه من حديث أم قيس بنتِ مِحْصَنٍ: أخرجه البخاري؛ كتاب: الطب، باب: السعوط بالقسط الهندي والبحري، وهو الكست. ومسلم؛ كتاب: السلام، باب: التداوي بالعود الهندي، وهو الكست، برقم (٢٢١٤) .
(١٣١) سمي هذا المرض بالعُذْرة لأنه يَعرِض غالبًا في وقت محدد من السنة؛ وذلك عند طلوع العذرة، وهي خمسة كواكب تحت الشعرى العبور، وتسمى: العذارى، وهي تطلع في شدة الحرّ. انظر: "المنهاج في شرح مسلم" للنووي (٤/٤٢١) ..',NULL,'71',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (67,'طفلاً - وهي دم رَطِب يغلب عليه البلغم، يجتمع في الحلق - فيأخذ الطفل عندئذٍ وجع في حلقه بسبب هذا التهيج بالدم، أو يصيبه بسببه وجع في الخُرْم الذي بين الأنف والحلق، وهو موضع سقوط اللَّهاة، أو تقرُّحٌ فيما بين أنفه وحلقه، وهذا المرض يعرض للصبيان غالبًا وسط شدة الحرّ، عندها يعالج الطفل بأن يُسعط، أي: يُصَبُّ الدواءُ من القُسط الهندي نقاطًا بقَدْرٍ في أنفه، فتعمل حرارة القسط على تجفيف تلك الرطوبات الدموية البلغمية. أما مرض ذات الجَنْب وهو ألمٌ يَعرِض في نواحي الجنب ناتج عن رياح غليظة تحتقن بين',NULL,'72',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (68,'الصفاقات فتحدث ورمًا خطيرًا قلّما ينجو المصاب به، فإن من أدويته النافعة هذا القسط الهندي، حيث يُلَدُّ المريض؛ فيُسقى في أحد شِقَّي فمه مقدارًا من هذا القُسط، فيبرأ بإذن الله تعالى] (١٣٢) .

[وقد كانت النساء من عادتهن في معالجة العُذْرة أن تأخذ المرأة خِرْقة فتفتلَها فَتْلاً شديدًا، ثم تدخلها في أنف الصبيِّ وتطعن بها في الخُرْم الذي بين الحلق والأنف، فينفجر منه دم أسود، وربما أقرحته، وذلك الطعن يسمى دَغْرًا وغدرًا، أو كانت إحداهن تغمز حلق الولد بأصبعها فترفع ذلك الموضع وتكبسه، فتظن أنها بذلك قد أعلقت
_________
(١٣٢) انظر: "اللؤلؤ والمرجان فيما اتفق عليه الشيخان" لمحمد فؤاد عبد الباقي (٣/٦٦) .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (69,'الولد، أي: عالجت عذرته ووجع حلقه] (١٣٣) ، فنهى النبيُّ صلى الله عليه وسلم النِّسْوة عن فعل ذلك؛ لما فيه من شدة إيلامٍ للولد، مع احتمال إحداث تقرُّح زائدٍ عن تهيُّج الدم، ثم أرشدهنَّ صلى الله عليه وسلم إلى علاجهم بقطراتٍ من القُسط الذي حُكّ بالماء، فيُقطَر منه في الأنف، ليقوم بمادته الحارة بتجفيف رطوبة البلغم المختلط بالدم.
<span data-type="title" id=toc-16>٥- الكَمْأَةُ</span>.
[وهي نبات لا ورق لها ولا ساق، توجد في الأرض من غير أن تُزرع، قيل: سميت بذلك لاستتارها، يقال: كَمَأَ الشهادةَ إذا كتمها. ومادة الكَمْأة من
_________
(١٣٣) انظر: "المنهاج في شرح مسلم" للنووي (١٤/٤٢١) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (70,'جوهر أرضي بخاريٍّ، يحتقن نحو سطح الأرض بِبَرْد الشتاء ويُنْمِيه مطر الربيع، فيتولَّد ويندفع متجسِّدًا. والعرب تسمي الكمأة: بناتَ الرعد؛ لأنها تكثر بكثرته، ثم تنفطر عنها الأرض؛ وأجودها ما كانت أرضه رملةً قليلةَ الماء] (١٣٤) .
وفي فضل الكَمْأة، ومداواة العين بها، قال النبيُّ صلى الله عليه وسلم: «الْكَمْأَةُ مِنَ الْمَنِّ، وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ» (١٣٥) . [أما كون الكَمْأة من المنِّ، فالمعنى: أنه من الممنون به من الله تعالى؛ حيث إنه ليس للعبد فيه شائبةُ كَسْبٍ ولا صُنع فيه لأحد؛ فكان بذلك مَنًّا محضًا] (١٣٦) ، [وقد شبَّهها النبيُّ صلى الله عليه وسلم بالمنِّ الذي كان
_________
(١٣٤) انظر: "فتح الباري" لابن حجر (١٠/١٧٣) .
(١٣٥) متفق عليه من حديث سعيد بن زيد رضي الله عنهما: أخرجه البخاري؛ كتاب: التفسير، ٢- سورة البقرة: ٤- باب قوله تعالى: [البَقَرَة: ٥٧] {وَظَلَّلْنَا عَلَيْكُمُ الْغَمَامَ وَأَنْزَلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى} ، برقم (٤٤٧٨) ، ومسلم؛ كتاب: الأشربة، باب: فضل الكَمْأة ومداواةُ العين بها، برقم (٢٠٤٩) .
(١٣٦) انظر "الفتح" لابن حجر (١٠/١٧٣) .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (71,'ينزل على بني إسرائيل؛ لأنه كان يحصل لهم بلا كُلْفة ولا علاج، والكمأة كذلك تحصل بلا كلفة ولا علاج ولا زرع بزرٍ ولا سقي ولا غيره. وقيل: هي فعلاً من أصناف المنِّ الذي أنزله الله تعالى على بني إسرائيل حقيقةً، عملاً بظاهر اللفظ] (١٣٧) . وقد صحَّ في الحديث: «الْكَمْأَةُ مِنَ الْمَنِّ الَّذِي أَنْزَلَ اللهُ تَبَارَكَ وَتَعَالى عَلَى بَنِي إِسْرَائِيلَ، وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ» (١٣٨) .
وأما العلة في كون مائها شفاء للعين [فإنما اختُصّت بهذه الفضيلة لأنها من الحلال المحض الذي ليس في اكتسابه شبهة، ويُستنبط منه أن استعمال الحلال
_________
(١٣٧) انظر "شرح مسلم" للنووي (١٤/٢٣٣) .
(١٣٨) أخرجه مسلم؛ كتاب: الأشربة، باب: فضل الكمأة ومداواة العين بها، برقم (٢٠٤٩) ، عن سعيد بن زيد رضي الله عنهما.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (72,'المحض يجلو البصر، والعكس بالعكس] (١٣٩) ، وفي معنى قوله صلى الله عليه وسلم: «وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ» ، احتمالات ثلاثة (١٤٠) :
١- أن ماءها مجردًا هو شفاء مطلقًا (١٤١) . (ويستخرج منها بشيِّها واستقطار مائها؛ لأن النار تُلطِّفه وتُنضِجه، وتذيب فضلاته ورطوبته المؤذية، وتُبقِي منافعَه) (١٤٢) .
٢- أن ماءها شفاء للعين إذا خُلِط بدواء - كالإثمد وغيره من الأكحال - ثم عولجت به العين.
٣- أن التداوي بها يعتمد على نوع الداء في العين؛ فإن كان لتبريد حرارة
_________
(١٣٩) انظر: "الفتح" لابن حجر (١٠/١٧٤) .
(١٤٠) انظر: "المنهاج شرح مسلم" للنووي (١٤/٢٣٣) .
(١٤١) هذا القول رجّحه النوويُّ رحمه الله - في شرحه على صحيح مسلم بالعزو السابق -، وعبارته: (والصحيح، بل الصواب أن ماءها مجردًا شفاءٌ للعين مطلقًا، فيُعصر ماؤها ويُجعل في العين منه، وقد رأيت أنا وغيري في زمننا من كان عَمِي وذهب بصره حقيقةً فكحل عينه بماء الكمأة مجردًا فشفي وعاد إليه بصره، وهو: الشيخ العدل الأمين الكمال بن عبد الله الدمشقيُّ، صاحب صلاح ورواية للحديث، وكان استعماله لماء الكمأة: اعتقادًا في الحديث وتبرُّكًا به، والله أعلم. اهـ. قال ابن حجر في "الفتح" (١٠/١٧٤) : وينبغي تقييد ذلك بمن عرف من نفسه قوة اعتقادٍ في صحة الحديث والعمل به، كما يشير إليه آخر كلامه. اهـ. يعني: كما يشير آخر كلام النوويِّ رحمه الله من أن الشيخ الكمال المذكور كان عظيم الاعتقاد بصحة حديث الكمأة، ومشروعية مداواة العين بمائها، فلا يقاس عليه غيره، ولا تعمّم هذه القاعدة، لأن فعل الصالحين من عباد الله يدخل فيه الاستشفاء الروحي، وقد لا يحصل ذلك لغيرهم، والله أعلم.
(١٤٢) انظر: "الطب النبوي" لابن القيم (ص٣٦٥) .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (73,'العين وحسب فماؤها مجردًا شفاء، وإن كان لغير ذلك فلا بد من تركيب مائها مع غيره.

(والكمأة فيها جوهر مائي لطيف، يدل على خِفَّتها، والاكتحال بها نافع من ظلمة البصر والرَّمَد الحارِّ، وقد اعترف فضلاء الأطباء بأن ماءها يجلو العين) (١٤٣) .
تنبيه: (إن عصر الكمأة مطلقًا دون تقشيرها خطأ؛ لأن ماءها هنا يختلط بالمواد البروتينية، وفي هذه الحالة يسبب عصيرها حساسية للعين) (١٤٤) .
(والكمأة أنواع، منها أبيض، ومنها
_________
(١٤٣) المرجع السابق، (ص٣٦١) .
(١٤٤) انظر: "الطب النبوي، رؤية علمية". للبروفيسور عبد الباسط السيِّد (ص١١٤) .',NULL,'78',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (74,'أحمر أو أصفر، وإن الكمأة التي ذكرها رسول الله صلى الله عليه وسلم هي الكمأة البيضاء، التي تنمو في الجزيرة العربية غالبًا، وهي كمأة لذيذة الطعم، وليست حِرِّيفة (حادة الطعم) . وقد أثبتت تجربة علمية شملت الماء المأخوذ من الكمأة بعد تقطيعها إلى قطع صغيرة، أن ماءها يحتوي على مضادٍّ حيويٍّ واسع المدى يعمل ضد كل أنواع البكتيريا المُوجِبة الجرام، أو السالبة الجرام، لذلك فإن استخدامها في علاج الرَّمَد أمرٌ نفعه مُتيقَّن - إن شاء الله - سواء أُخِذ ماؤها من تقطيع الكمأة الطازجة، أو بعد تسخينها في الماء لدرجة حرارة تقل عن ٤٥ درجة مئوية) (١٤٥) .
_________
(١٤٥) المرجع السابق (ص١١٥) . والتجربة المذكورة قام بها البروفيسور السيِّدُ بنفسه.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (75,'<span data-type="title" id=toc-17>٦- التلبينة:</span>
(هو الحساء الرقيق المتخذ من دقيق الشعير بنخالته مطحونًا، وربما جُعل فيها عسل، وقد سميت تلبينة تشبيهًا لها باللبن، لبياضها ورقتها، وهي تسمية بالمَرَّة الواحدة من التلبين، يقال: لبَّن القومَ إذا سقاهم اللبن. والفرق بينها وبين ماء الشعير أنه يُطبخ من صحاح الشعير بنخالته، والتلبينة تطبخ من الشعير مطحونًا، وهي أنفع من ماء الشعير لخروج خاصية الشعير بالطحن، فتكون التلبينة أكثر تغذية وأقوى فعلاً وأعظم جِلاءً، وألطف على فؤاد المريض إذا قلَّ اشتهاؤه للطعام، فيغذيه غذاء لطيفًا) (١٤٦) .
_________
(١٤٦) انظر: "النهاية" لابن الأثير، (٤/١٩٨) . وانظر كذلك "الطب النبوي" لابن القيم ص١٢٠.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (76,'قال النبيُّ صلى الله عليه وسلم: «التَّلْبِينَةُ مَجَمَّةٌ لِفُؤَادِ الْمَرِيضِ، تَذْهِبُ بِبَعْضِ الْحُزْنِ» (١٤٧) . وكان رسول الله صلى الله عليه وسلم إذا أخذ أهلَه الوَعَكُ أمر بالحساء فصُنِع، ثم أَمَرَهم فحسَوْا منه، وكان يقول: «إِنَّهُ لَيَرْتُو فُؤَادَ الْحَزِينِ، وَيَسْرُو عَنْ فُؤَادِ السَّقِيمِ، كَمَا تَسْرُو إِحْدَاكُنَّ الْوَسَخَ عَنْ وَجْهِهَا» (١٤٨) .
إن ما ذكر آنفًا دالُّ - ولا ريب - على عظيم رأفة النبيِّ صلى الله عليه وسلم ورحمته بالمريض، مع بالغ عنايته بالحال النفسية له، وكذلك بمن أصابته مصيبة عظيمة فاغتمّ لها؛ حيث أرشد عليه الصلاة والسلام إلى تغذية المريض بألطف ما اعتاده من الأغذية، ليكون ذلك مدعاة لراحة قلبه،
_________
(١٤٧) متفق عليه من حديث عائشة رضي الله عنها: أخرجه البخاري؛ كتاب: الأطعمة باب: التلبينة، برقم (٥٤١٧) ، ومسلم؛ كتاب: السلام، باب: التلبينة مجمة لفؤاد المريض، برقم (٢٢١٦) .
(١٤٨) أخرجه الترمذي - وصحَّحه -، كتاب: الطب، باب: ما جاء ما يطعم المريض، برقم (٢٠٣٩) ، عن عائشةَ رضي الله عنها. صحَّحه الألباني. انظر: "صحيح الجامع الصغير"، برقم (٤٦٤٦) .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (77,'وجِلاء حزنه، مع كونه نافعًا مغذِّيًا [فإن قوى الحزين تضعف باستيلاء اليُبس على أعضائه، وعلى معدته خاصة لتقليل الغذاء، وهذا الحساء يرطِّبها، ويقوِّيها ويغذِّيها، ويفعل مثل ذلك بفؤاد المريض، لأن المريض كثيرًا ما يجتمع في معدته خَلْط مراريٌّ، أو بلغمي، أو صديدي، وهذا الحساء يجلو ذلك عن المعدة ويَسْرُوه، ويَحْدُره، ويُميعه، ويعدِّل كيفيته، ويكسر سَوْرته، فيريحها - أي: المعدة - ولاسيما لمن عادته الاغتذاء بخبز الشعير، وهي عادة أهلِ المدينة إذ ذاك، وكان هو غالبَ قُوْتهم، وكانت الحنطة غزيرة عندهم، والله أعلم] (١٤٩) .
_________
(١٤٩) انظر: "الطب النبوي" لابن القيم (ص١٢١) .',NULL,'82',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (78,'<span data-type="title" id=toc-18>٧- السَّنا والسَّنُوت</span>.
السَّنا، أو السَّنى، هو نبت حجازي أفضله المكيُّ، وهو دواء شريف مأمون الغائلة (١٥٠) ، له حَمْل إذا يَبِس وحرَّكته الريح سَمِعْتَ له زَجَلاً (١٥١) - أي: صوتًا لحركته -، وهو نبات شجيري من الفصيلة القرنسية، زهره مصفرٌّ، وحبُّه أبيض مفلطح رقيق (١٥٢) .

وأما السَّنُوت، فالأقرب إلى الصواب في معناه: أنه العسل الذي يكون في زقاق السمن، فيُخلط السنا مدقوقًا بالعسل المخالط للسمن. فيسمى عندها السَّنوت (١٥٣) .
_________
(١٥٠) المرجع السابق، (ص٧٥) .
(١٥١) "النهاية" لابن الأثير (٢/٤١٥) .
(١٥٢) "الطب النبوي، رؤية علمية"، للبروفيسور عبد الباسط السيد، (ص٩٦) .
(١٥٣) هذا ما صوّبه الإمام ابن القيم عن بعض الأطباء، بعد أن ساق ثمانية أقوال في معنى السَّنُوت. انظر: "الطب النبوي" (ص٧٦) .',NULL,'83',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (79,'وفي الحديث الشريف: «عَلَيْكُمْ بِالسَّنَا وَالسَّنُوتِ، فَإِنَّ فِيهِمَا شِفَاءٌ مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ» ، قيل: يا رسول الله، وما السامُ؟ قال: «الْمَوْتُ» (١٥٤) .
(وهذا السنا الحجازي والذي يعرف بالسنا المكي أفضل من الأصناف الأخرى - كالسنا الهندي مثلاً - وأكثرها قيمة علاجية، حيث إنه شاع استخدامه في الطب الشعبي في الجزيرة العربية على أنه علاج نافع للصداع المزمن والصداع النصفي (الشقيقة) ، ويقال: إن المطبوخ منه يُذهب البواسير، وأوجاع الظهر، وطبيخه مع الخلِّ يزيل الحكة والجَرَب، كما يساعد على التئام الجروح، ويمنع تساقط الشعر، وتستعمل
_________
(١٥٤) أخرجه ابن ماجه؛ كتاب: الطب، باب: السنا والسنوت، برقم (٣٤٥٧) ، عن أُبيِّ بن أم حرام رضي الله عنه. صحَّحه الألباني. انظر: صحيح ابن ماجه، برقم (٢٧٨٤) .',NULL,'84',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (80,'أوراق هذا النبات فقط بعد نقعها بالماء لمدة اثنتي عشرة ساعة، ويشرب المنقوع بدون الورق) (١٥٥) .
هذا، ومن فوائد السنا، أنه مسهِّل للطبيعة مأمون الغائلة، قريب من الاعتدال، وإن خلط السنا مدقوقًا بالعسل المخالط للسمن، ليصير سَنُوتًا ثم يُلعق فيكون ذلك أصلح من استعماله منفردًا؛ لما في العسل والسمن من إصلاح السنا، وإعانته على الإسهال، والله أعلم (١٥٦) .
<span data-type="title" id=toc-19>٨- الوَرْس:</span>
وهو نبت أصفر - مثل نبات السمسم - يُصبغ به (١٥٧) ، وهو
_________
(١٥٥) انظر: "الطب النبوي، رؤية علمية". للبروفيسور عبد الباسط السيد. (ص٩٦) .
(١٥٦) انظر: "الطب النبوي" لابن القيم (ص٧٦) .
(١٥٧) "النهاية" لابن الأثير (٥/١٧٣) .',NULL,'85',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (81,'يزرع زرعًا وليس ببريٍّ، وأكثر ما يكون في بلاد العرب، وبخاصة منها أرض اليمن (١٥٨) .
«وَقَدْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَنْعَتُ الزَّيْتَ وَالْوَرْسَ مِنْ ذَاتِ الْجَنْبِ» ، قال قتادة: ويُلَدُّ - أي: يُجعل منه في أحد شِقَّيِ الفم - من الجانب الذي يشتكيه (١٥٩) .

[والورس في منافعه قريب من منافع القُسْط البحري، وإذا لُطخ به على البهق والحكة والبثور والسفعة - صفرة الوجه - نَفَع منها، والثوب المصبوغ بالورس يقوي على الباه] (١٦٠) ، أي: يزيد الرغبة في الجماع.
_________
(١٥٨) انظر: "الطب النبوي" لابن القيم (ص٤٠٣) .
(١٥٩) أخرجه الترمذي - وصحَّحه -؛ كتاب: الطب، باب: ما جاء في دواء ذات الجنب. برقم (٢٠٧٨) ، عن زيد بن أرقم رضي الله عنه.
(١٦٠) انظر: "الطب النبوي" لابن القيم ص٤٠٣. ... والباءة - بالمدِّ - النكاح والتزوُّج، ويُقال أيضًا: الباهة - وزان: العاهة - والباه بالألف مع الهاء، يقال: فلانٌ حريص على الباءة والباء والباه، أي: على النكاح، ويقال: إن الباءة هو الموضع الذي تبوء إليه الإبِل، ثم جُعل عبارة عن المنزل، ثم كني به عن الجماع؛ إما لأنه لا يكون إلا في الباءة غالبًا، أو لأن الرجل يتبوَّأ من أهله، أي: يَسْتَكِنُّ كما يتبوأ من داره. انظر: "المصباح المنير" للفيُّومي، ً (ص٢٦) (بوأ) .',NULL,'86',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (82,'<span data-type="title" id=toc-20>٩- الحِنَّاء (سيِّد الخِضاب) </span>(١٦١) :
وهو نبت يزرع ولا يوجد بدون الماء، وشجره يعيش طويلاً، وهو متساقط الأوراق، ونَوْرُه - أي: أزهاره - بيضاء تسمى «الفَاغِية» ، أو «الفَغْو» ، وهي المسماة أيضًا (التَّمْر حِنّة) ، وهي ذات رائحة زكية. ولورق الحنة لونان: الأول ذهبي، والثاني مائل إلى السواد (١٦٢) .
وفي الإرشاد النبويِّ إلى الاختضاب بورق هذه النبتة، أن النبيَّ صلى الله عليه وسلم ما كان أحدٌ يشتكي إليه وَجَعًا في رِجْلَيْه إلا قال: «اِخْضِبْهُمَا» (١٦٣) ، وقالت سلمى (١٦٤) - خادمُ النبيِّ صلى الله عليه وسلم -: «مَا كَانَ يَكُونُ بِرَسُولِ اللهِ صلى الله عليه وسلم قُرْحَةٌ وَلاَ نَكْبَةٌ
_________
(١٦١) الخِضاب: ما يُختضب به من حِنَّاء ونحوه، يقال: خضب اليدَ وغيرَها خَضْبًا بالخضاب. فإذا لم يذكروا الشيب والشعر قالوا: خضب خضابًا واختضبت بالخضاب، فيقال للرجل خاضب إذا اختضب بالحناء، فإن كان بغير الحناء قيل: صبغ شعره. انظر: "المصباح المنير" للفيومي (ص٦٦) مادة (خضب) .
(١٦٢) انظر: "تذكرة أولي الألباب" - المشتهر بتذكرة داود - لداود الأنطاكي (١/١٢١) .
(١٦٣) جزء من حديث أخرجه أبو داود؛ كتاب: الطب، باب: الحجامة، برقم (٣٨٥٨) ، عن سلمى خادم رسول الله صلى الله عليه وسلم، وهي: أم رافع رضي الله عنها. حسَّنه الألباني. انظر: صحيح أبي داود برقم (٣٢٦٧) . والحديث أخرجه أحمد في مسنده (٦/٤٦٢) ، من حديثها أيضًا.
(١٦٤) سَلمى أو سُلمى - راوي الحديث - هي: خادم رسول الله صلى الله عليه وسلم، أم رافع، مولاة صفية بنت عبد المطلب، لها صحبة وأحاديث. (أخرج لها من أهل السنن: أبو داود، والترمذي، وابن ماجه، كما أخرج لها أحمد في مسنده) . انظر: "التقريب" لابن حجر، باب: النساء، ترجمة رقم (٨٦٠٨) .',NULL,'87',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (83,'إِلاَّ أَمَرَنِي أَنْ أَضَعَ عَلَيْهَا الْحِنَّاءَ» (١٦٥) .
هذا، وقد توصل علم الطب حديثًا إلى أن الحناء تحتوي على مواد قابضة، فهي تحتوي على سلاسل بِبْتيدية، ذات أحماض أَمِينيَّة من نوع بيتاأمين وبيتاكربوكسيل، وهي ذات فعالية عظيمة كمضاد حيوي قوي واسع المفعول؛ لذلك فهي تستخدم في علاج فِطْريات التَنْيا بين الأصابع، ومُطهِّر للجروح والقروح والتهابات القدمين وتشققها (١٦٦) .
وعليه، فإن الحناء (نافع لبعض أمراض القدمين؛ كالداء الفطري للمسافات بين
_________
(١٦٥) أخرجه الترمذي - وحسَّنه - كتاب: الطب، باب: ما جاء في التداوي بالحناء، برقم (٢٠٥٤) ، عن سلمى أو سُلمى. وابن ماجَهْ - بلفظ: «قُرْحَةٌ وَلاَ شَوْكَةٌ» - كتاب: الطب، باب: الحناء، برقم (٣٥٠٢) ، عنها أيضًا. صحَّحه الألباني. انظر: صحيح الترمذي، برقم (١٦٧٦) ، وصحيح ابن ماجه، برقم (٢٨٢١) . ... ومعنى قُرْحة أو نَكْبة، أي: جرح أو خدش، يقال نَكِبت الإصبعُ إذا نالتها الحجارة. انظر: "النهاية" لابن الأثير: (٤/٣٥) و (٥/١١٣) .
(١٦٦) انظر: "الطب النبوي رؤية علمية" للبروفيسور عبد الباسط السيد (ص٦٩) .',NULL,'88',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (84,'الأصابع. - أي: داء أقدام الرياضيين - والسَّحْجات والوَّخْزات والقروح السطحية، التي قد تنجم عن السير في الطرقات الوعرة؛ حيث إن الحناء فيها مادة قابضة، والتقبيض يُجفف الجلد ويقسِّيه ويمنع تعطينه، ما يعمل على تخفيف الخمائر والفطور، ويكافح تحكُّمَها) (١٦٧) .

(ومن منافع الحناء كذلك أنه محلِّلٌ نافع من حرق النار، وفيه قوة موافقة للعصب إذا ضُمِّد به، وينفع -إذا مُضغ- من قروح الفم، ويبرئ القُلاع الحادث في أفواه الصِّبْيان. والضِّماد به ينفع من الأورام الحارة الملهبة، وإذا خُلِط نَوْرُه
_________
(١٦٧) انظر: "الطب النبوي في العلم الحديث" للدكتور محمود النسيمي (٣/٢٢١) .',NULL,'89',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (85,'(أي: زهره الأبيض) مع الشمع المصفّى ودُهْنِ الوردِ، ينفع من أوجاع الجنب. والحِناء إذا أُلزِمت به الأظفار معجونًا حسَّنها ونفعها، وإذا عُجن بالسمن وضُمِّد به بقايا الأورام الحارة التي ترشح ماءً أصفرَ نَفَعها، وينفع من الجَرَب - وهو مرض جلدي سريع العدوى - المتقرِّح المزمن منفعة بليغة، وهو يُنبت الشعر ويقوِّيه، ويحسِّنه، وينفع من: الانتفاخات المائية الناتجة عن مرض الجدري مثلاً، ويزيل البثور التي تظهر على الجلد، في الساقين والرجلين، وسائر البدن) (١٦٨) .
<span data-type="title" id=toc-21>١٠- الذَّرِيرة:</span>
(دواء هندي يُتخذ من قصب الذريرة) (١٦٩) ، وهي نوع من
_________
(١٦٨) انظر: "الطب النبوي" لابن القيم ص٨٩ وما بعدها.
(١٦٩) المرجع السابق، (ص١١٣) .',NULL,'90',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (86,'الطِّيب مُركَّب مخصوص يعرفه أهل الحجاز وغيرهم، وهو من فتات قصب الطِّيب الذي يُجاء به من الهند، كقصب النُّشَّاب وغيره. وقيل: إن كل طيب مركب تُجمع مفرداته ثم تسحق وتنخل ثم تُذَرُّ في الشعر والطَّوْق فهو ذريرة (١٧٠) .
عن عائشةَ رضي الله عنها قالت: (طَيَّبْتُ رَسُولَ اللهِ صلى الله عليه وسلم بِيَدِي بِذَرِيرَةٍ فِي حَجَّةِ الْوَدَاعِ، لِلْحِلِّ وَالإِْحْرَامِ) (١٧١) .
وعن بعض أزواج النبيِّ صلى الله عليه وسلم (١٧٢) ، قالت: دخل عليَّ رسول الله صلى الله عليه وسلم وقد خرج في أصبعي بَثْرة، فقال: «عِنْدَكِ ذَرِيرَةٌ؟» ، قلت: نعم، قال: «ضَعِيهَا عَلَيْهَا،
_________
(١٧٠) انظر: "النهاية" لابن الأثير (٢/١٥٧) ، و"الفتح" لابن حجر (١٠/٣٨٤) ، وكذلك "المنهاج شرح مسلم" للنووي (٨/٣٤١) .
(١٧١) متفق عليه: أخرجه البخاري؛ كتاب: اللباس، باب: الذريرة، برقم (٥٩٣٠) ، ومسلم؛ كتاب: الحجّ، باب: الطيب للمُحرِم عند الإحرام، برقم (١١٨٩) .
(١٧٢) الذي يظهر أن من روى هذا الحديث من أزواج النبي صلى الله عليه وسلم هي زينب بنت جحشٍ رضي الله عنها، كما في مستدرك الحاكم (٤/٢٠٦) ، وقد سبقت الإشارة إلى ذلك في الهامش (٢٦) .',NULL,'91',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (87,'وَقُولِي: اللَّهُمَّ مُطْفِئَ (مُطْفِي) الْكَبِيرِ، وَمُكَبِّرَ الصَّغِيرِ، أَطْفِهَا عَنِّي» (١٧٣) .
(والذريرة حارة يابسة تنفع من أورام المعدة والكبد والاستسقاء، وتقوي القلب لطِيبها وهي نافعة في معالجة البَثْرة، وهي خراج صغير يكون عن مادة حارة تدفعها الطبيعة فتسترق مكانًا من الجسد تخرج منه، فهي محتاجة إلى ما يُنضِجها ويُخرِجها، والذريرة أحد ما يفعل ذلك، فإن فيها إنضاجًا وإخراجًا، مع طِيب رائحتها، مع أن فيها تبريدًا للناريَّة التي في تلك المادة) (١٧٤) .
<span data-type="title" id=toc-22>١١- أَلْيَة شاةٍ أعرابية</span>.
والألية هي: طَرَف الشاة، أو ما كان على العَجُز من اللحم
_________
(١٧٣) سبق تخريجه بالهامش ذي الرقم (٢٦) .
(١٧٤) انظر: "الطب النبوي" لابن القيم (ص١١٣) .',NULL,'92',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (88,'والشحم (١٧٥) ، والحكمة في أن تكون الشاة من شياه الأعراب، (قلة فضول هذه الشاة - أي: قلة ما تخرجه من فَضْلات -، وصغر مقدارها، ولطف جوهرها، وخاصيَّة مرعاها، لأنها ترعى أعشاب البر الحارة، كالشِّيْح والقَيْصُوم، وهذه النباتات إذا تغذَّى بها الحيوان، صار في لحمه من طَبْعها، بعد أن يلطِّفَها تغذِّيه بها، ويُكسبها مزاجًا ألطف منها، ولاسيما الألية، وظهور فعل هذه النباتات في اللبن أقوى منه في اللحم، ولكن الخاصية التي في الألية من الإنضاج والتليين لا توجد في اللبن) (١٧٦) .
_________
(١٧٥) انظر: "النهاية" لابن الأثير (١/٦٤) ، واللسان لابن منظور (١٤/٤٣) .
(١٧٦) انظر: "الطب النبوي" لابن القيم (ص٧٢) .',NULL,'93',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (89,'قال أنس رضي الله عنه: سمعت رسولَ الله صلى الله عليه وسلم يقول: «شِفَاءُ عِرْقِ النَّسَا: أَلْيَةُ شَاةٍ أَعْرَابِيَّةٍ تُذَابُ، ثُمَّ تُجَزَّأُ ثَلاَثَةَ أَجْزَاءٍ، ثُمَّ يُشْرَبُ عَلَى الرِّيقِ، فِي كُلِّ يَوْمٍ جُزْءٌ» (١٧٧) .
وعِرْق النَّسا: (هو عرق يخرج من الوَرِك فيستبطن الفَخِذ) (١٧٨) ، والمقصود به هنا (مرض يحلُّ بهذا العِرْق يتسبب بحدوث وجع يبتدئ من مفصل الورك، وينزل من خلف على الفخذ، وربما وصل إلى الكعب، وكلما طالت مدته زاد نزوله، وتهزل معه الرجل والفخذ) (١٧٩) .
(ولقد توصل الطب الحديث إلى أن لعِرْق النَّسا أسبابًا متعددة، وأن معظم
_________
(١٧٧) أخرجه ابن ماجَهْ؛ كتاب: الطب، باب: دواء عرق النسا، برقم (٣٤٦٣) ، وقال البوصيري في «الزوائد» ٣/١٢٤: هذا إسناد صحيح، رجاله ثقات. اهـ. ... وأخرجه أحمد في مسنده (٣/٢١٩) من حديث أنس أيضًا، بلفظ: (أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَصِفُ مِنْ عِرْقِ النَّسَا أَلْيَةَ كَبْشٍ عَرَبِيٍّ أَسْوَدَ، لَيْسَ بِالْعَظِيمِ وَلاَ بِالصَّغِيرِ، يُجَزَّأُ ثَلاَثَةَ أَجْزَاءٍ، فَيُذَابُ فَيُشْرَبُ كُلَّ يَوْمٍ جُزْءًا) . كما أخرجه الحاكم في مستدركه (٤/٢٠٦) و (٤/٤٠٨) ، وصحَّحه على شرط الشيخين، ووافقه الذهبي. وفيه قال أنس: (وقد وصفتُ ذلك لثلاثمائةٍ كلُّهم يعافيه اللهُ تعالى) .
(١٧٨) انظر "الطب النبوي رؤية علمية"، للبروفيسور عبد الباسط السيد (ص١٣٢) .
(١٧٩) انظر "الطب النبوي" لابن القيم (ص٧١) .',NULL,'94',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (90,'حالاته تنتج عن فَتْق النُّواة اللُّبِّية بين الفِقَر - الدِّسْك - ونتوئها في القناة السيسائية بما يترتب عليه انضغاط الجذور العصبية، ومن أسبابه أيضًا الإنتان بالعصيات الكولونية، وهي جراثيم عاطلة تستقر الأمعاء، ثم تنقلب مُمْرضة في ظروف خاصة. ولقد وصف النبيُّ صلى الله عليه وسلم لعرق النسا ألية شاة أعرابية ربما بمناسبة إصابة أحدهم بهذا الإنتان بالعصيات الكولونية، فيحدث بالألية المذابة إسهال بالدهن فتطرد تلك الجراثيم المستوطنة المسببة للمرض. هذا، إلى جانب حِكم أخرى الله أعلم بها لم يتوصل إليها العلم بعد) (١٨٠) .
_________
(١٨٠) انظر "الطب النبوي والعلم الحديث" د/ محمود النسيمي (٣/٢٨٩) .',NULL,'95',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (91,'وإن مما يدل دلالة قوية على نفع هذا الدواء أن أنسًا رضي الله عنه قد عالج بذلك ثلاثمائة مصاب بعرق النسا، كلهم تعافوا بإذن الله (١٨١) ، فلا ريب بأن هذا العلاج إذًا نافع لكثير من الأسباب المُحدِثة لعرق النسا؛ ما يفتح الباب لعلماء الطب الحديث إلى توصيف كيفية تلك المعالجة، فصلوات ربي وسلامه على المبعوث رحمة للعالمين.
(وما يجدر ذكره هنا أن المعالجة بشرب دهن ألية الشاة الأعرابية، هو مناسب جدًا لأهل الحجاز ومَن جاورهم، لاسيما أعراب البوادي، وذلك بحسب أماكن نزولهم وأحوالهم،
_________
(١٨١) كما عند الحاكم (٤/٢٠٦) ، وقد سبق ذكره آنفًا بالهامش ذي الرقم (١٧٧) .',NULL,'96',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (92,'لأن غالب عادات العرب وأهل البوادي إصابتهم بالأمراض البسيطة السبب، فناسب ذلك أن تكون أدويتهم بسيطة مفردة، أما الأمراض المركبة التي غالبًا ما تحدث عن تركيب الأغذية وتنوعها واختلافها، فإن علاجها يكون بالأدوية المركبة، والله تعالى أعلم) (١٨٢) .
<span data-type="title" id=toc-23>١٢- ألبان الإبِل وأبوالُها</span>.
قد ثبت في السُّنَّة المُطهَّرة مشروعيةُ التداوي بألبان الإبل وأبوالها، وإن ذلك لهو من عظيم الإعجاز النبوي في مسائل التطبيب، فإن المرء - ابتداءً - قد يجد للتداوي بألبان الإبل مسوِّغًا، لكنْ بأبوالها؟! فإن ذلك قد لا يخطر
_________
(١٨٢) انظر: "الطب النبوي" لابن القيم ص٧٣.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (93,'ابتداءً ببال ولا ينقدح في ذهن، حتى لو طال التفكر بتوقُّعه. لكنّ الواقع يشهد بأن رهطًا قد تداوَوا بذلك لما أشار عليهم رسول الله صلى الله عليه وسلم بفعل ذلك. ففي الصحيحين من حديث أنسٍ رضي الله عنه: «أن نفرًا من عُكْلٍ (١٨٣) ، ثمانيةً، قَدِموا على رسول الله صلى الله عليه وسلم، فبايعوه على الإسلام، فاستَوْخَموا الأرض (١٨٤) فسَقِمَتْ أجسامُهم، فشكَوْا ذلك إلى رسول الله صلى الله عليه وسلم؛ فقال لهم: «أَفَلاَ تَخْرُجُوَن مَعَ رَاعِيَنا فِي إِبِلِهِ فَتُصِيبُونَ مِنْ أَلْبَانِهَا وَأَبْوَالِهَا؟» ، قالوا: بلى، فخرجوا فشربوا من ألبانها وأبوالها، فصحُّوا ... » الحديث (١٨٥) . وقال عليه الصلاة
_________
(١٨٣) نسبة إلى عُكْل، وهي امرأةٌ جاهلية، يقال: إنها من الإماء. وفي رواية - في الصحيح أيضًا - أن هؤلاء النفر كانوا عُرَنِيِّين وهم ينسبون إلى عُرَيْنَةَ ابن نذير، من القحطانية جدٌ حاهل، النسبة إليه «عُرَنِي» .
(١٨٤) أي: أرض المدينة، فلم توافقهم وكرهوها لسقم أجسادهم بها.
(١٨٥) جزء من حديث متفق عليه - من حديث أنس رضي الله عنه -: أخرجه البخاري؛ كتاب: الديات، باب: القسامة، برقم (٦٨٩٩) ، ومسلم؛ كتاب: القسامة، باب: حكم المحاربين والمرتدين، برقم (١٦٧١) .',NULL,'98',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (94,'والسلام: «إِنَّ فِي أَبْوَالِ الإِْبِلِ وَأَلْبَانِهَا شِفَاءٌ لِلذَّرِبَةِ (١٨٦)
بُطُونُهُمْ» (١٨٧) .

هذا، وقد كان الداء الذي اشتكى منه هؤلاء: داء الاستسقاء (١٨٨) ، حيث اصفرّت ألوانهم، وعظمت بطونهم (١٨٩) ، (ولما كانت الأدوية المحتاجُ إليها في علاج هذا الداء هي الأدوية الجالبة، التي فيها إطلاق معتدل، وإدرارٌ بحسب الحاجة، وهذه الأمور موجودة في أبوال الإبل وألبانها، فقد أمرهم النبيُّ صلى الله عليه وسلم بشربها، فإن في لبن اللِّقاح جلاءً وتليينًا، وإدرارًا وتلطيفًا، وتفتيحًا للسُّدَد، إذ كان أكثر رعيها الشِّيْح (١٩٠) ، وهذا المرض - الاستسقاء - لا يكون
_________
(١٨٦) الذَّرْبُ: هو الداء الذي يصيب المعدة فلا تهضم الطعام، ويَفْسد فيها فلا تُمسِكه، ويقال لمن أصيب بهذا الداء: ذَرِبٌ بطنُه انظر "النهاية" لابن الأثير (٢/١٥٦) ..
(١٨٧) أخرجه أحمد في مسنده (١/٢٩٣) ، من حديث ابن عباسٍ رضي الله عنهما. والحديث رجال إسناده ثقات ما عدا ابن لهيعةَ، وقد توبع، ويشهد له حديث أنس السابق.
(١٨٨) داء الاستسقاء أو «الأوديما» : زيادة حجم السائل بين الخلايا وتراكمه في الأنسجة أو تجاويف الجسم، وغالبًا ما يسبِّب ذلك ورمًا، ومن أسبابه حدوث هبوط في القلب، وأمراض الكلى، وانسداد الأوردة أو الأوعية اللمفاوية، أو غير ذلك. انظر: شرح "الطب النبوي" تحقيق محمد البلتاجي (١/٧٧) .
(١٨٩) كما عند النَّسائي في سننه برقم (٣٠٦) ، وبرقم (٤٠٣٥) .
(١٩٠) الشيح عشب معمر أوراقه رمادية فضية اللون، وأزهاره صغيرة صفراء اللون، ورائحتها طيبة قوية، وهو نبات من أنواع العطارة الشائعة الاستعمال، وتنسب له فائدة ترياقية ضد السموم. انظر: شرح "الطب النبوي" بتحقيق محمد البلتاجي (١/٧٨) .',NULL,'99',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (95,'إلا مع آفةٍ في الكبد خاصة، أو مع مشاركة، وأكثرها عن السَّدَد فيها، ولبن اللِّقاح العربية نافع من السدد، لما فيه من التفتيح والمنافع المذكورة (١٩١) .
_________
(١٩١) انظر: "الطب النبوي" لابن القيم ص٤٧.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (96,'<span data-type="title" id=toc-24>الفصل الخامس:
الهَدْي النبويُّ في علاج الأمراض ... المعنوية (الروحانية)</span>
<span data-type="title" id=toc-25>تمهيد لبيان عظيم خطر هذه الأمراض:</span>
خطَّ النَّبِيُّ صلى الله عليه وسلم خطًّا مُرَبَّعًا، وَخَطَّ خَطًّا فِي الْوَسَطِ خَارِجًا مِنْهُ، وَخَطَّ خُطَطًا صِغَارًا إِلَى هَذَا الذِي فِي الْوَسَطِ مِنْ جَانِبِهِ الَّذِي فِي الْوَسَطِ، وَقَالَ: «هَذَا الإِنْسَانُ، وَهَذَا أَجَلُهُ مُحِيطٌ بِهِ - أَوْ: قَدْ أَحَاطَ بِهِ - وَهَذَا الَّذِي هُوَ خَارِجٌ أَمَلُهُ، وَهَذِهِ الْخُطَطُ الصِّغَارُ: الأَْعْرَاضُ؛ فَإِنْ أَخْطَأَهُ هَذَا نَهَشَهُ هَذَا، وَإِنْ أَخْطَأَهُ هَذَا نَهَشَهُ هَذَا» (١٩٢) .
_________
(١٩٢) أخرجه البخاري؛ كتاب: الرِّقاق، باب: في الأمل وطولِه، برقم (٦٤١٧) ، عن عبد الله بن مسعود رضي الله عنه.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (97,'انظر: فتح الباري لابن حجر (١١/٢٤١) . وقال رحمه الله: والأول المعتمد، وسياق الحديث يتنزّل عليه. اهـ.
هذا التمثيل البياني النبويُّ دلَّ - يقينًا - على عظم رأفة النبيِّ صلى الله عليه وسلم ورحمتِه بأمته، فلولا جلالة المعنى المشار إليه بهذا الرسم، وعظيم خطر التغافل عنه، لما خطّ عليه الصلاة والسلام ذلك رسمًا؛ فالأجل قريب متحقق الوقوع لا محالة، والأمل عظيم يكاد ألا ينحصر، فليس',NULL,'102',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (98,'من شيء من المنافع إلا ويحرص ابن آدم على حيازته والتمتع به، وهو يغضُّ طَرْفًا عما يحيط به من كل جانب، ثم هو -مع ذلك - يتطلع إلى ما لا يدركه بصره لبُعده، فلا يكلّ من التحديق به ولا يملّ، أما الأعراض والآفات الحادثة التي تصيبه مرارًا وتكرارًا فتنهشه كما تنشهه ذوات السموم؛ إنْ سَلِمَ من هذه أصابته أختُها، هذه الأعراض المحيطة به ليست آلامًا أو أسقامًا حسية وحسب، بل إن جُلّها أخطار محدقة؛ هي أدواء روحية معنوية تكون - غالبًا - أسرع فتكًا وأعظم ضررًا من الأمراض الحسية، لذا، فقد أكدت الشريعة',NULL,'103',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (99,'المطهرة عظيم خطرها، وتنزّلت الآيات تأمر بالتعوُّذ من شرها، وأتحفتنا سُنَّة المصطفى صلى الله عليه وسلم بدعوات وعُوَذ لا يعرف عظيم نفعها وشدةَ الحاجة إليها إلا الحصيف من المؤمنين، المدرك لخطورة تلك الأدواء.
فانظر - عافاك الله - إلى المعوِّذتين: [فإن فيهما الاستعاذة من كل مكروه جملة وتفصيلاً؛ فإن الاستعاذة من شرِّ ما خلق تعمُّ كلَّ شرٍّ يُستعاذ منه، سواء كان في الأجسام أو الأرواح، ثم التفصيل بعدها من شرور معنوية، فالاستعاذة من شر الغاسق وهو الليل وآيته وهو القمر إذا غسق - أي: غاب - تتضمن الاستعاذة من شر ما ينتشر بالليل',NULL,'104',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (100,'عند اشتداد ظلمته من الأرواح الخبيثة التي كان نور النهار يحول بينها وبين الانتشار، فلما أظلم الليل عليها، وغاب نور القمر، انتشرت وعاثت، والاستعاذة من شر النفَّاثات في العقد تتضمن الاستعاذة من شر السواحر وسحرهن، والاستعاذة من شر الحاسد تتضمن الاستعاذة من النفوس الخبيثة المؤذية بحسدها ونظرِها. أما سورة الناس فهي تتضمن الاستعاذة من شر شياطين الإنس والجن؛ فقد جمعت السورتان الاستعاذةَ من كل شر، ولهما شأن عظيم في الاحتراس والتحصُّن من الشرور قبل وقوعها] (١٩٣) ، ومما يُلحظ هنا أن
_________
(١٩٣) انظر: "الطب النبوي" لابن القيم ص ١٨١.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (101,'[المطلوب في سورة الناس: تحصيل سلامة الدِّين من كيد هؤلاء الشياطين وشرهم، أما المطلوب في سورة الفلق فسلامة النفس والبدن من ضر هؤلاء الشياطين وجندهم من السحرة، ومن ضر النفوس الحاسدة الخبيثة؛ ولما كانت سلامة الدِّين مطلبًا عظيم الأهمية جاء ذكر المستعاذ به وهو الله عزَّ وجلَّ بثلاث صفات: الرب والملك والإله، وفي السورة الأولى مذكور بصفة واحدة (رب الفلق) ، وفي ذلك تنبيه على أن مضرة الدين - وإن قلَّت - هي أعظم من مضارِّ الدنيا وإن عَظُمت] (١٩٤) .
وتأسيسًا عليه: فإن العاقل لا يقتصر باستشفائه على
_________
(١٩٤) انظر: أحكام السحر والسحرة، للرازي. ص١٥٧.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (102,'أمراض الجسد وإن عظم خطرها، لكنه يتعداها إلى ما هو أعظم منها خطرًا، وأشد فتكًا: أمراض الروح المتأتِّية من تأثير النفوس الخبيثة؛ من نحو ضر ساحر، أو عين عائن، أو شر حاسد؛، أو وسوسة شيطان يبغي هلاك دين المرء، فإن سلم المؤمن من هذا الخطر الداهم كانت سلامته من غير ذلك أقرب وأَوْلَى؛ [فإن الأدوية الإلهية تنفع من الداء بعد حصوله، وتمنع من وقوعه، وإن وقع لم يقع وقوعًا مُضرًا - وإن كان مؤذيًا - والأدوية الطبيعية إنما تنفع بعد حصول الداء؛ فالتعوُّذات والأذكار إما أن تمنع وقوع هذه الأسباب، وإما أن تحول بينها وبين كمال تأثيرها، وذلك',NULL,'107',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (103,'بحسب كمال التعوُّذ وقوته وضعفه، فالرُّقى والعُوَذ تُستعمل: لحفظ الصحة، ولإزالة المرض] (١٩٥) . وقد قال النبيُّ صلى الله عليه وسلم لعبد الله بن خُبيبٍ رضي الله عنه: «قُلْ: {قُل هُوَ اللهُ أَحَدٌ} وَالمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَحِينَ تُصْبِحُ، ثَلاَثَ مَرَّاتٍ، تَكْفِيكَ مِنْ كُلِّ شَيءٍ (١٩٦) ، وقال عليه الصلاة والسلام لعقبةَ بن عامرٍ رضي الله عنه: «يَا عُقْبَةُ تَعَوَّذْ بِهِمَا، فَمَا تَعَوَّذَ مُتَعَوِّذٌ بِمِثْلِهِمَا» .
إن السنَّة المطهَّرة قد دلت على علاج عامة تلك الأمراض المعنوية، لكني - في هذا المقام - سأختص بيان علاج مرضين هما من أكثر ما يبتلى به كثير من الناس، عنيت: السحرَ والعين.
_________
(١٩٥) انظر: "الطب النبوي" لابن القيم ص ١٨٢.
(١٩٦) تقدم تخريج هذا الحديث والذي يليه بالهامش ذي الرقم (٥) .',NULL,'108',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (104,'<span data-type="title" id=toc-26>أولاً: علاج السحر</span>.
إن هَدْي النبيِّ صلى الله عليه وسلم في علاج السحر يكمن في أربعة أمور، هي:
١- ... تكرير الدعاء، وكثرة التضرُّع إلى الله عزَّ وجلَّ أن يكشف للمسحور سبب بلائه، وموضع عمل السحر وفيما عُمِل به السحر، بل وكشف الساحر أيضًا، ففي الصحيح عن عائشة رضي الله عنها: «سَحَرَ رَسُولَ اللهِ صلى الله عليه وسلم يَهُودِيٌّ مِنْ يَهُودِ بَنِي زُرِيْقٍ، يُقَالُ لَهُ: لَبِيدُ بنُ الأَْعْصَمِ، قَالَتْ: حَتَّى كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يُخَيَّلُ إُلَيْهِ أَنَّهُ يَفْعَلُ الشَّيْءَ، وَمَا يَفْعَلُهُ، حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ، أَوْ',NULL,'109',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (105,'ذَاتَ لَيْلَةٍ دَعَا رَسُولُ اللهِ صلى الله عليه وسلم، ثُمَّ دَعَا، ثُمَّ دَعَا، ثُمَّ قَالَ: «يَا عَائِشَةُ، أَشَعَرْتِ (١٩٧) أَنَّ اللهَ أَفْتَانِي (١٩٨) فِيمَا اسْتَفْتَيْتُهُ فِيهِ؟ جَاءَنِي رَجُلاَنِ (١٩٩) ،
فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي، وَالآْخَرُ عِنْدَ رِجْلَيَّ، فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلَّذِي عِنْدَ رِجْلَيَّ، أَوِ الَّذِي عِنْدَ رِجْلَيَّ لِلَّذِي عِنْدَ رَأْسِي: مَا وَجَعُ الرَّجُلِ؟ قَالَ: مَطْبُوبٌ (٢٠٠) ، قَالَ: مَنْ طَبَّهُ؟ قَالَ: لَبِيدُ بنُ الأَْعْصَمِ، قَالَ: فِي أَيِّ شَيْءٍ؟ قَالَ: فِي مُشْطٍ ومُشَاطةٍ (٢٠١) ، قَالَ: وَجُفِّ طَلْعَةِ ذَكَرٍ (٢٠٢) ، قَالَ: فَأَيْنَ هُوَ؟ قَالَ: فِي
_________
(١٩٧) «أَشَعَرْتِ؟» أي: أَعَلِمْتِ، كما جاء مُصرِّحًا به عند البخاري برقم (٥٧٦٥) ، وفي مسند الحميدي، كلاهما من رواية سفيان بن عيينة رحمه الله.
(١٩٨) «أَفْتَانِي» : أي: أجابني فيما دعوته، فأطلق على الدعاء استفتاء، لأن الداعي طالب والمجيب مفتٍ، أو المعنى: أجابني بما سألته عنه، لأن دعاء النبيِّ صلى الله عليه وسلم كان أن يُطلِعه الله تعالى على حقيقة ما هو فيه لِما اشتبه عليه من الأمر. انظر: "الفتح" لابن حجر (١٠/٢٣٨) .
(١٩٩) «رَجُلاَنِ» : أي ملكان بصورة رجلين، وهما جبريل وميكال _ث. قال ابن حجر رحمه الله: سمَّاهما ابن سعدٍ - في رواية منقطعة عن عمر مولى غُفْرة -: جبريل وميكائيل. انظر: "الفتح" (١٠/٢٣٩) ، وطبقات ابن سعد (٢/١٥٢) ..
(٢٠٠) «مَطْبُوبٌ» : أي: مسحور، والطَّب - بالفتح -: السحر، وبالكسر: العلاج. انظر: هدي الساري - مقدمة "فتح الباري" - لابن حجر ص: ١٥٧.
(٢٠١) «مُشْطٍ وَمُشَاطَةٍ» : أما المُشط، فهو الآلة المعروفة التي يُسرَّح بها شعر الرأس واللحية، وأما المشاطة، فهي: ما يَخرج من الشعر إذا مُشِطَ. انظر: "الفتح" لابن حجر (١٠/٢٣٩) .
(٢٠٢) «جُفِّ طَلْعَةِ ذَكَرٍ» : الجُفّ: جف الطلعة، وهو وعاؤها، أي: الغشاء الذي يكون على طلع النخل، ويطلق على الذكر والأنثى، فلهذا قيَّده في الحديث بقوله: «طلعةِ ذَكَر» . انظر: "معجم المقاييس" لابن فارس (١/٢١٣) ، مادة: (جفّ) ، و"النهاية" لابن الأثير (١/٢٦٩) ، مادة (جفف) . وكذلك انظر: المنهاج شرح صحيح مسلم للنووي (١٤/٣٩٨) . ... أما الطَّلْع: فهو ما يطلُع من النخلة، ثم يصير ثمرًا إن كانت أنثى، وإن كانت النخلة ذكرًا لم يصر ثمرًا، بل يؤكل طريًا ويترك على النخلة أيامًا معلومة حتى يصير فيه شيء أبيض مثل الدقيق وله رائحة زكية، فيلقّح به الأنثى. انظر: "المصباح المنير" للفيومي ص ١٤٢، مادة (طلع) .',NULL,'110',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (106,'بِئْرِ ذِي أَرْوَانَ» (٢٠٣) .
قَالَتْ: فَأَتَاهَا رَسُولُ اللهِ صلى الله عليه وسلم، ثُمَّ قَالَ: «يَا عَائِشَةُ، وَاللهِ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ (٢٠٤) ، وَلَكَأَنَّ نَخْلَهَا رُؤُوسُ الشَّيَاطِينِ» . قَالَتْ: فَقُلْتُ يَا رَسُولَ اللهِ، أَفَلاَ أَحْرَقْتَهُ؟ قَالَ: «لاَ، أَمَّا أَنَا، فَقَدْ عَافَانِيَ اللهُ، وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ شَرًّا، فَأَمَرْتُ بِهَا فَدُفِنَتْ» (٢٠٥) .
٢- ... استخراج السحر، وتبطيلُه: وهذا العلاج - إن تيسَّر - هو من أبلغ ما يُعالج به المسحور، ويمكن معرفة موضع عمل السحر ابتداءً بتكرير الدعاء وصدق التوجُّه إلى الله تعالى
_________
(٢٠٣) «ذِي أَرْوَانَ» : هي بئر لبني زريق في المدينة. انظر: "النهاية" لابن الأثير (٢/١٤٨) ، مادة (ذرا) ..وقال النووي في المنهاج (١٤/٣٩٩) : هكذا هو في جميع نسخ مسلم: «ذي أروان» ، وكذا وقع في بعض روايات البخاري، وفي معظمها «ذروان» ، وكلاهما صحيح، والأول أجود وأصحّ، وادعى ابن قتيبة أنه الصواب، وهو قول الأصمعي، وهي بئر بالمدينة في بستان بني زُرَيق. اهـ.
(٢٠٤) «نُقَاعَةُ الْحِنَّاءِ» : (نُقاعة كل شيء الماءُ الذي يَنتقع فيه) . (والمراد هنا: الماء الذي ينقع فيه الحنّاء) ، (أي: أن لون ماء بئر ذي أروان كان مثل لون الماء الذي ينقع فيه الحناء) . انظر بالتتابع النقول الثلاثة: "المصباح المنير" للفيومي ص ٢٣٨، مادة (نقع) . والمنهاج شرح مسلم للنووي (١٤/٣٩٩) ، و"الفتح" لابن حجر (١٠/٢٤١) . ... هذا، وقد نقل ابن حجر رحمه الله روايات في تغيُّر لون الماء؛ الأول: بأن الماء قد احمرّ، والثاني: أنه قد اخضرّ، ثم قوّى القول الثاني، مستدلاً له، وأفاد رحمه الله بأن تغيّر لون البئر لم يكن لرداءته بطول إقامة الماء فيه، إنما لما خالطه من الأشياء التي أُلقيت فيه.
(٢٠٥) متفق عليه من حديث السيدة عائشة رضي الله عنها: أخرجه البخاري؛ كتاب الطِبّ، باب: هل يستخرج السحر؟ برقم (٥٧٦٥) ، ومسلم؛ كتاب: السلام، باب: السحر، برقم (٢١٨٩) .',NULL,'111',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (107,'بكشف الضر، [ثم إن لوليِّ الأمر إلزام الساحر بالدلالة على موضع السحر، وكذلك إلزامه بإزالة ما تسبّب به من ضرر؛ فإذا عُرف موضعه فإن هذا الشيء يُزال إما بحرق أو بإتلاف أو برمي في ماء جارٍ ونحو ذلك، فإذا عُرف واستخرج وأتلف بطل السحر، بإذن الله] (٢٠٦) .
تنبيه: لو نطق الجني المتلبِّس بالمريض، فدلَّ على المتسبِّب بالسحر أو أرشد إلى موضع السحر، فإن كلامه في ذلك ينبغي ألاّ يُغترَّ به وألاّ يُحمل على محمل الصدق ابتداءً؛ حيث إن
_________
(٢٠٦) انظر: حكم السحر والكَهانة، لسماحة العلاّمة ابن باز رحمه الله ص ٦٦.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (108,'كثيرًا من الجن المتلبِّس ينطق بذلك تلاعبًا، قاصدًا بذلك إيقاع العداوة والبغضاء فيما بين الناس، وبخاصة الأقارب منهم، والله أعلم.
مسألة (٢٠٧) : هل استخرج النبيُّ صلى الله عليه وسلم السحر الذي وضع له في بئر ذروان؟
إن المتتبع لروايات «حديث السحر» ، يجد اختلافاً ظاهرًا في نصوصها فيما يتعلق بهذا الاستخراج، فقد ثبت ذلك في بعض الروايات، وانتفى حصولُه في بعضها! ولا يلزم من ذلك تناقض كما قد يُتوهم، فإن أهل الحديث أمكنهم الجمع بينها بطرق، منها: أن الاستخراج حصل
_________
(٢٠٧) قد بسطت الإجابة عن هذه المسألة في كتابي (الحِذْر من السِّحْر) ، في الفصل الأول منه، فانظره إن شئت المزيد.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (109,'فعلاً حتى رآه النبيُّ صلى الله عليه وسلم وعَلِم أنه على صفته التي أُرِيها في منامه، وأن الاستخراج المنفيَّ الذي كرهه رسول الله صلى الله عليه وسلم هو: استخراجه ثم إظهاره للناس حتى يعاينوه (٢٠٨) فيتسبَّب ذلك بإحداث فتنة وشر عظيم، ويُهراق بسببه دم كثير، ومعلوم أن إظهاره للناس - على ما فيه من مصلحة كشف الساحر، والحذر منه ومن قومه - إلا أن النبيَّ صلى الله عليه وسلم كره ذلك درءًا للمفسدة المتوقعة من كشفه، حتى إنه صلى الله عليه وسلم لم يذكر ذلك الأمر لِلَبِيدٍ الساحرِ، ولا أَشْعره بأثر غضبٍ في وجهه قَطّ. وكل ذلك كان مردُّه إلى بالغ حكمة النبيِّ صلى الله عليه وسلم.
_________
(٢٠٨) كما أثبته ابن حجر في "الفتح" (١٠/٢٤٥) ؛ ونصُّ قولِه رحمه الله: [وفي رواية وهيب: «قلت يا رسول الله فأخرجه للناس» . اهـ.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (110,'ثم إن الرواية التي أثبتت الاستخراج قد رجَّحها أهل الحديث - من جهة اختصاصهم - على تلك التي نفت ذلك، لأمور، منها:
مزيد ضبط الراوي لها - وهو سفيان ابن عيينة - ورسوخ قدمه في إتقان جملة الرواية وتأديته لها، فضلاً عن أنه كرر ذكر ذلك الاستخراج في روايته (٢٠٩) ، فيَبْعُد بذلك حصولُ وَهْمٍ في تأدية الرواية، ومن وجوه الجمع عند أهل الحديث أيضًا: أن سؤال أمِّ المؤمنين عائشة رضي الله عنها عن الاستخراج - في الروايات التي نفت ذلك - كان قبل حصول ذلك الاستخراج، أو أنه كان
_________
(٢٠٩) هذه الرواية هي عند البخاريِّ برقم (٥٧٦٥) ، وفيها: «فَأَتَى النَّبِيُّ صلى الله عليه وسلم الْبِئْرَ حَتَّى اسْتَخْرَجَهُ، فَقَالَ: هَذِهِ الْبِئْرُ الَّتِي أُرِيتُهَا، وَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ، وَكَأَنَّ نَخْلَهَا رُؤُوسُ الشَّيَاطِينَ» ، قَالَ - أَيْ: سُفْيَانُ بْنُ عُيَيْنَةَ -: فَاسْتُخْرِجَ.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (111,'بعد استخراج السحر جملةً، إلا أن ما حواه السحر مما بداخل الجُفِّ هو الذي لم يُخرج، والله أعلم (٢١٠) .

٣-[الاستفراغ في المحلِّ الذي يصل إليه أذى السحر، [فإن للسحر تأثيرًا في الطبيعة وهيجانِ أخلاطها وتشويشِ مِزاجها، فإذا ظهر أثر السحر في عضو، وأمكن استفراغُ المادة الرديئة من ذلك العضو نَفَع جدًا - وذلك الاستفراغ يكون غالبًا بالاحتجام، كما قد يكون بالقيء أو بالإسهال - فإذا عرف الموضع الذي انتهى السحر إليه، واستُعمِلت الحجامةُ على ذلك المكان الذي تضررت أفعاله بالسحر
_________
(٢١٠) انظر: "فتح الباري"، لابن حجر (١٠/٢٤٥) .',NULL,'116',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (112,'كان ذلك من أنفع المعالجة، إذا استعملت الحجامة على القانون الذي ينبغي] (٢١١) .
٤- ... تناول سبع تَمْرات صباحًا قبل تناول أي طعام أو شراب، وأنفع أنواع التمر لعلاج المسحور، صنف من تمر المدينة، هو العجوة؛ وهو: (ضرب من أجود تمر المدينة وألينه، وهو أكبر من الصَّيْحَاني، يضرب بلونه إلى السواد، وهو مما غرسه النبيُّ صلى الله عليه وسلم بيده الشريفة في المدينة النبويَّة المنوَّرة) (٢١٢) ، وبخاصة من هذا التمر ما كان من عجوة عوالي المدينة (٢١٣) . فقد صحَّ عن النبيِّ صلى الله عليه وسلم
_________
(٢١١) انظر: "الطب النبوي" لابن القيم ص ١٢٥.
(٢١٢) انظر: "فتح الباري" لابن حجر رحمه الله (١٠/٢٤٩) . وانظر: "النهاية" لابن الأثير [عجا] (٣/١٨٨) .
(٢١٣) عالية المدينة: القرى التي في الجهة العالية من المدينة، وهي جهة نجد. انظر: "فتح الباري" لابن حجر رحمه الله (١٠/٢٤٩) .',NULL,'117',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (113,'قولُه: «مَنْ تَصَبَّحَ سَبْعَ تَمْرَاتٍ عَجْوَةً مِنْ تَمْرِ الْعَالِيَةِ لَمْ يَضُرُّهُ ذَلِكَ الْيَوْمِ سُمٌّ وَلاَ سِحْرٌ» (٢١٤) .
فائدة: [إن نفع هذا العدد (سبعة) من هذا التمر (العجوة) من هذا البلد (المدينة) من هذه البقعة (عالية المدينة) ، من السُّم والسحر؛ بحيث تمنع إصابته، هو من الخواص لهذا التمر التي لو قالها بقراط أو جالينوس (من أكابر أطباء اليونان) ، وغيرهما من الأطباء، لتلقاها عنهم الأطباء بالقبول والإذعان والانقياد، مع أن القائل إنما معه الحَدْس والتخمين، فمَنْ كلامُه يقينٌ، وقطع وبرهان ووحي: أَوْلَى أن تُتلقّى
_________
(٢١٤) متفق عليه من حديث سعدِ بن أبي وقَّاصٍ رضي الله عنه: أخرجه البخاري؛ كتاب: الطب، باب: الدواء العجوة للسحر، برقم (٥٧٦٩) ، ومسلم؛ كتاب: الأشربة، باب: فضل تمر المدينة، برقم (٢٠٤٧) .',NULL,'118',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (114,'أقوالُه بالقبول والتسليم وترك الاعتراض] (٢١٥) .

٥- ... [ومن أنفع علاجات السحر: الأدوية الإلهية، بل هي أدويته النافعة بالذات، فإنه - أي: السحر - من تأثيرات الأرواح الخبيثة السُّفْلية، ودفعُ تأثيرها إنما يكون بما يعارضها ويقاومها من الأذكار والآيات والدعوات التي تبطل فعلها وتأثيرها، وكلما كانت - هذه الأدوية الإلهية - أقوى وأشد، كانت أبلغ في النُّشْرة، أي: في إحداث شفاء المسحور؛ وذلك بمنزلة التقاء جيشين مع كل واحد منهما عدته
_________
(٢١٥) أفاده الإمام ابن القيم رحمه الله، بعد أن بيّن أن للعدد (سبعة بنفسه خاصية عددية ليست لغيره، وأن العجوة يكثر نفعها - في دفع أثر السم وضُرِّ السحر - لأهل المدينة ومَن جاورهم، إذا اعتقد أحدهم جازمًا النفعَ بذلك. انظر: الطِبّ النبوي (ص ٩٨-١٠٠) .',NULL,'119',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (115,'وسلاحه، فأيهما غلب الآخر قَهَره، وكان الحكم له] (٢١٦) .
هذا، وقد سبق في الفصل الأول المختصِّ بالرقى ثُلَّة مباركة من النصوص من الكتاب وصحيح السنّة مما يُرقى به المسحور، ويضاف إليه هنا أمور - مُحصِّنات - لا بدّ منها، هي:
أ- ... تحقيق الإخلاص في توحيد الله سبحانه، قال تعالى: [الحِجر: ٤٢] {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلاَّ مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ *} ، وقال عليه الصلاة والسلام مبشرًا عمر رضي الله عنه: «وَالَّذِي نَفْسِي بِيَدِهِ: مَا لَقِيَكَ الشَّيْطَانُ سَالِكًا فَجًّا إِلاَّ سَلَكَ فَجًّا غَيْرَهُ» (٢١٧) .
_________
(٢١٦) المرجع السابق ص ١٢٦.
(٢١٧) متفق عليه من حديث سعدٍ رضي الله عنه: أخرجه البخاري، كتاب: بدء الخلق، باب: صفة إبليس وجنوده، برقم (٣٢٩٤) ، ومسلم؛ كتاب: فضائل الصحابة، باب: من فضائل عمر رضي الله عنه، برقم (٢٣٩٦) .',NULL,'120',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (116,'ب- ... التحصُّن المستمرُّ بالأذكار المشروعة، وبخاصةٍ منها ما يُقال صباحًا ومساءً، وبعد الصلوات المفروضة، وعند النوم. [فالقلب إذا كان ممتلئًا من الله تعالى مغمورًا بذكره، وله من التوجُّهات والدعوات والأذكار والتعوُّذات وِرْد لا يُخِلُّ به، يطابق فيه قلبُه لسانَه، كان هذا من أعظم الاسباب التي تمنع إصابة السحر له، ومن أعظم العلاجات له بعدما يصيبه] (٢١٨) .
جـ- ... التحصُّن بالإكثار من الاستعاذة بالله تعالى من الشيطان الرجيم، قال تعالى: [فُصّلَت: ٣٦] {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ
_________
(٢١٨) انظر: "الطب النبوي" لابن القيم رحمه الله، ص ١٢٧.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (117,'فَاسْتَعِذْ بِاللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ *} . وقال سبحانه: [المؤمنون: ٩٧-٩٨] {وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ *وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ *} ، وقال عليه الصلاة والسلام عن رجلٍ مُغضَب قد احمرَّ وجهُه وانتفخت أوداجُه: «إِنِّي لَأَعْلَمُ كَلِمَةً لَوْ قَالَهَا لَذَهَبَ عَنْهُ مَا يَجِدُ، لَوْ قَالَ: أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ» (٢١٩) .
د- ... التحصُّن بالاجتهاد في تحقيق حُسْن الاقتداء بالنبيِّ صلى الله عليه وسلم، ومن ذلك:
- ... ذكر الله تعالى عند كل أمر ذي بال من قول أو عمل يريد الشروع به؛
_________
(٢١٩) متفق عليه من حديث سليمان بن صُرَد رضي الله عنه. أخرجه البخاري؛ كتاب: الأدب، باب: الحذر من الغضب، برقم (٦١١٥) . ومسلم؛ كتاب: البِرِّ والصلة والآداب، باب: فضل من يملِك نفسه عند الغضب، برقم (٢٦١٠) .',NULL,'122',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (118,'كتلاوة القرآن، والوضوء، ودخول المسجد والخروج منه، ودخول البيت والخروج منه، وركوب الدابَّة، وعند البدء بطعام أو شراب، وعند ذبح مأكول اللحم، وعند إرادة الجماع، وذلك لقوله صلى الله عليه وسلم: «كُلُّ أَمْرٍ ذِي بَالٍ، لاَ يُفْتَحُ بِذِكْرِ اللهِ عَزَّ وَجَلَّ فَهُوَ أَبْتَرُ» (٢٢٠) .
- ... قصد التيمُّنِ في جميع الشأن المُستحسَن، فقد: «كَانَ النَّبِيُّ صلى الله عليه وسلم يُعْجِبُهُ التَّيَمُّنُ فِي تَنَعُّلِهِ وَتَرَجُّلِهِ، وَطُهُورِهِ، وَفِي شَأْنِهِ كُلِّهِ» (٢٢١) .
هـ- ... من مُهِمَّات التحصُّن كذلك: أن يعمد المسلم إلى مخالفة الشيطان
_________
(٢٢٠) أخرجه أحمد في مسنده (٢/٣٥٩) ، من حديث أبي هريرة رضي الله عنه، وهو في مصنف عبد الرزاق بمعناه، برقم (١٠٤٥٥) وبرقم (٢٠٢٨٠) ، وكذا هو عند البيهقي في «الكبرى» برقم (١٠٣٣١) . كل ذلك بلفظ: «فَهُوَ أَبْتَرُ» ، وعند أبي داود؛ كتاب: الأدب، باب: الهدى في الكلام، برقم (٤٨٤٠) ، عن أبي هريرة رضي الله عنه أيضًا، بلفظ «فَهُوَ أَجْذَمُ» .
(٢٢١) أخرجه البخاري - بلفظه -؛ كتاب: الوضوء، باب: التيمُّن في الوضوء والغُسل، برقم (١٦٨) عن عائشةَ رضي الله عنها، ومسلم؛ كتاب: الطهارة، باب: التيمُّن في الطُّهور وغيره، برقم (٢٦٨) ، عنها أيضًا.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (119,'ومحبوبِه وما يميل إليه، ومن ذلك:

...
الكِبْر والاستعلاء، والعجَلة في إنجاز الأمور، والغضب لغير الله تعالى، والحَيْرة، وهي كثرة التردد عند إرادة أمرٍ ما، والتبذير ويكون بالإسراف في الإنفاق بغير وجه حق، وكثرة المراء وهو الجدال بالباطل، ومن أخطر أنواع التشبه بالشياطين العمد إلى تغيير خلق الله كما نشهد كثيرًا منه في عصرنا بمسمى (عمليات تجميل) ، فإنك لا تكاد تميز وجهًا - أُجريت له مثل هذه العمليات الجراحية - عما كان عليه من قبل!!',NULL,'124',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (120,'.. وختامًا لهذه المُحصِّنات الضرورية، أذكر أمورًا صحَّ النَّهيُ عنها في السُّنَّة المطهَّرة، وقد يستصغر شأنَها المؤمنُ فلا يُلقي لها بالاً، لكنها أفعال تحبها الشياطين وتستهوي من يفعلها، ومن ذلك:
- ... الإكثار من التثاؤب، مع عدم كظمه - ما أمكن - بالشفتين، أو عدم وضع اليد اليمنى مقبوضة على الفم.
- ... ترك نوم القيلولة (وهو نومة يسيرة قبيل وقت الزوال) .
- ... الجلوس في مجلس شيطانٍ، وهو الموضع الذي يتخلله الظل والشمس.
- ... التصرف باليد الشمال، عند أكل وشرب، أو أخذٍ وإعطاءٍ.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (121,'- ... النوم الطويل، وترك قيام الليل مطلقًا.
- ... المكث على غير طهارة تامة.
- ... اقتناء كلب (لغير صيد أو حراسة أو زرع) .
- ... وضع الصور المجسمة لذوات أرواح في البيوت.
- ... العمد إلى الأكل منفردًا.
- ... الإكثار من المأكل والمشرب، لحدّ الشِّبَع والتُّخَمة.
أخي القارئ، إن أهمية تحصين نفسك بجميع ما ذكر آنفًا، من الضرورة بمنزلةٍ تفوق ضرورةَ الأكل والشرب، فهذه',NULL,'126',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (122,'الأخيرة قد تحصِّن الجسد من التهالك، أما التحصين للقلب فهو وقاية له من التعرض لسهام الأنفس الخبيثة الفتاكة، فإن التزمتَ بمجمل هذه التحصينات، فإن حصول ضُرٍّ - من أثر سحر أو عين ونحوه - هو أمر في غاية النُّدْرة في حقك، إن لم يكن ذلك معدومًا، أما لو أنك أهملت ذلك، مستخِفًّا بشأن هذه المحصِّنات، فإنك لا تأمن عندها كيدَ ساحر، أو عين عائن، أو حسد حاسد، عياذًا بالله تعالى.
<span data-type="title" id=toc-27>ثانيًا: علاج العين:</span>
العين: هي النظر باستحسان مَشُوب - أي: مختلط - بحسد، من خبيث الطبع،',NULL,'127',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (123,'يحصل بسببه للمنظور ضرر (٢٢٢) ؛ [فإذا نظر خبيث الطبع المتشهِّي لزوال النعمة عن غيره، الكارهِ لتوجُّهِها إليه، إذا نظر إلى مُنعَم عليه خرج من نفسه سهام، تصيب المعيون تارة، وتخطئة تارة، فإن صادفت تلك السهام نفسَ المعيون مكشوفة، غير متحصِّنة، ولا وقاية عليها بذكر الله والتبريك، أثرت فيه تلك النظرة ولا بد، وإن صادفته حَذِرًا شاكي السلاح متخذًا وقاية، لم تنفذ فيه، ولم تؤثر، بل ربما رُدَّت السهام على صاحبها] (٢٢٣) .
قال تعالى: {وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ *} [القَلَم: ٥١] .
_________
(٢٢٢) التعريف للإمام ابن حجر رحمه الله. انظر: "الفتح" (١٠/٢١٠) .
(٢٢٣) الكلام بمعناه للإمام ابن القيم رحمه الله. انظر: الطِبّ النبوي ص١٦٧.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (124,'قال الحافظ ابن كثير رحمه الله: (قال ابن عباس، ومجاهد، وغيرُهما: {لَيُزْلِقُونَكَ} : ليَنْفُذونك بأبصارهم، أي: ليَعِينُونك بأبصارهم، بمعنى: يحسدونك لبغضهم إياك، لولا وقاية الله لك، وحمايته إياك منهم. وفي هذه الآية دليل على أن العين إصابتها وتأثيرَها حق، وذلك بأمر الله الكوني القدري، كما وردت بذلك الأحاديث المَرْوِيَّة من طرق متعددة كثيرة) (٢٢٤) . ثم إنه رحمه الله ساق نحوًا من عشرين رواية في ذلك؛ منها: قول رسول الله صلى الله عليه وسلم: «الْعَيْنُ حَقٌّ، وَلَوْ كَانَ شَيْءٌ سَابَقَ الْقَدَرَ سَبَقَتْهُ الْعَيْنُ، وَإِذَا استُغْسِلْتُمْ فَاغْسِلُوا» (٢٢٥) .
_________
(٢٢٤) انظر: "تفسير القرآن العظيم" (٤/٤٨٢) .
(٢٢٥) أخرجه البخاري - بالاقتصار على أوله: «العَيْنُ حَقٌّ» ؛ كتاب: الطب، باب: العين حق، برقم (٥٧٤٠) ، عن أبي هريرة رضي الله عنه، ومسلم - بتمامه -؛ كتاب: السلام، باب: الطب والمرض والرقى، برقم (٢١٨٨) ، عنه أيضًا.
فائدة ذكر الإمام البخاري رحمه الله في ختام هذا الحديث قولَ أبي هريرة رضي الله عنه: (ونَهَى صلى الله عليه وسلم عَنِ الْوَشْمِ) ، وقد استنبط ابن حجر رحمه الله مناسبة لطيفة بين هاتين الجملتين: «العَيْنُ حَقٌّ» ؛ و «نَهَى عَنِ الْوَشْمِ» ، فقال: وقد ظهرت لي مناسبة بين هاتين الجملتين لم ار من سبق إليها، وهي: أن من جملة الباعث على عمل الوشم تغيُّرَ صفة الموشوم لئلا تصيبه العين، فنهى عن الوشم مع إثبات العين، وأن التحيُّلَ بالوشم وغيره - مما لا يستند إلى تعليم الشارع - لا يفيد شيئًا، وأن الذي قدّره الله تعالى سيقع. اهـ. انظر "الفتح" (١٠/٢١٤) .',NULL,'129',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (125,'ولنشرع بعد بيان معنى العين، وأن تأثيرها حق، وأن نفوذها بالإصابة - لقوته - يكاد يسبق القدر، لولا أن القدر لا يردُّه شيء، وأن النبيَّ صلى الله عليه وسلم لما حذَّر أمَّتَه من أثر العين أعظمَ تحذير، لم يَدَعْهم عُرْضةً لسهام الأعين تنهشهم وتهلكهم، لكنه وصف لهم دواءً شافيًا - بإذن الله - يحصِّنهم ابتداءً، وينجيهم بعدها إذا ما وقعت سهام عين عليهم.
ومن هديه الكريم في ذلك:
١- ... إذنه صلى الله عليه وسلم بالاسترقاء من النظر، قال صلى الله عليه وسلم - لما رأى في بيت أم سلمةَ رضي الله عنها جارية في وجهها سَفْعة (٢٢٦) : «اسْتَرْقُوا لَهَا، فَإِنَّ بِهَا النَّظْرَةَ» (٢٢٧) .
_________
(٢٢٦) يعني: بوجهها صُفرة، كما بيَّنه مسلم بعد روايته هذا الحديث. وقال ابن الأثير في "النهاية" (٢/٣٧٤) : السَّفْعة: أي علامة من الشيطان، وقيل ضربة واحدة منه، وهي المرة من السَّفْع، وهو: الأخذ، يقال: سفع بناصية الفرس ليركبه، والمعنى: أن السَّفْعة أدركت تلك الجاريةَ من قِبَل النظرةِ فاطلبوا لها الرقية. اهـ.
(٢٢٧) متفق عليه من حديث أم سلمة رضي الله عنها: أخرجه البخاري، كتاب الطب، باب: رقية العين: برقم (٥٧٣٩) ، ومسلم؛ كتاب: السلام، باب: استحباب الرقية من العين، برقم (٢١٩٧) .',NULL,'130',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (126,'٢- ... أمرُه صلى الله عليه وسلم مَن عَلِم من نفسه ضررَ عينه، أن يبرِّك إذا رأى شيئًا أو إنسانًا أعجبه، كما قال عليه الصلاة والسلام لعامر بن ربيعة لما عان سهلَ بن حُنيف رضي الله عنهما: «أَلاَ بَرَّكْتَ» (٢٢٨) ، أي: هلاّ قلتَ: اللهم بارك عليه، ليندفع بذلك شرُّ النظرة عن أخيك.
٣- ... في حال عُرف العائن - يقينًا - فإن للمعيون أن يأمره بالاغتسال، وليس للعائن الامتناع عن ذلك، فقد أمر النبيُّ صلى الله عليه وسلم عامرًا لما عان سهلاً أن يغتسل له، وطريقة ذلك أن يؤتى بقدح فيه ماء كافٍ، ثم يغسل العائن
_________
(٢٢٨) جزء من حديث أخرجه مالك في موطئه (٢/٩٣٨) ، والحاكم في مستدركه (٣/٤١٠) ، وابن حِبَّان في صحيحه (٦١٠٥) . وتمام الحديث: أن النبيَّ صلى الله عليه وسلم خرج، وساروا معه نحو ماء، حتى كانوا بشِعْب الخَرَّار من الجُحْفة (مَنْزِل بين مكة والمدينة) ، فاغتسل سهل بن حنيف، وكان أبيض حسن الجسم والجِلد، فنظر إليه عامر ابن ربيعة فقال: ما رأيت كاليوم، ولا جِلْدَ مخبَّأةٍ، (أي: بياضه كبياض عذراء في خِدْرها مكنونة، لا تراها العيون) ، فلُبِطَ (أي: صُرِعَ) سهل، فأتى رسولُ الله صلى الله عليه وسلم، فقال: «هَلْ تَتَّهِمُونَ بِهِ مِنْ أَحَدٍ؟ قالوا: عامر بن ربيعة، فَدَعَا عَامِرًا فَتَغَيَّظَ عَلَيْهِ، فَقَالَ: عَلاَمَ يَقْتُلُ أَحَدُكُمْ أَخَاهُ؟! هَلاَّ إِذَا رَأَيْتَ مَا يُعْجِبُكَ بَرَّكْتَ؟ ثُمَّ قَالَ: اغْتَسِلْ لَهُ» ، فغسل وجهه ويديه ومرفقيه وركبتيه وأطراف رجليه وداخلةَ إزاره في قدح (إناء) ، ثم صَبَّ ذلك الماء عليه (أي: صبة واحدة) رجلٌ من خلفه على رأسه وظهره، ثم كفأ القدح (أي: قلبه وراءه على الأرض بعد أن صب عليه، ولا يوضع على الأرض قبل ذلك) ، ولما أن فعل ذلك راح سهلٌ مع الناس ليس به بأس. ... والحديث إسناده صحيح ورجاله ثقات، كما في شرح السنة للبغوي (١٢/١٦٤) . وتفسير الألفاظ بين معقوفتين مستفاد من "أوجز المسالك": (١٤/٣٦٥-٣٦٧) .',NULL,'131',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (127,'وجهه ويديه ومرفقيه وركبتيه وأطراف رجليه، وداخلة إزاره - أي طرف إزاره الداخل الذي يلي جسده من الجانب الأيمن (٢٢٩) -، ثم يَصُبُّ ذلك الماء الذي في القدح (قبل أن يوضع على الأرض) رجلٌ على المعيون من خلفه صبةً واحدة بغتة، ثم يكفأ القدح.
هذا وقد ذكر الإمام ابن شهاب الزُّهْري رحمه الله كيفيةً مُفصَّلة لهذا الغُسل، فقال:
١- ... [الغُسْل الذي أدرَكْنا علماءنا يصِفُونه: أن يؤتى الرجلُ العائنُ بالقدح فيه الماء، فيُمسَك له مرفوعًا من الأرض، فيُدخِل العائن يدَه اليمنى في الماء
_________
(٢٢٩) هذا إن حُمل - لفظ الحديث الدالِّ على ذلك - على ظاهره، فيكون الغسل لطرف الإزار الذي يلي جسد المؤتزر، لكن يحتمل أيضًا، أنه أراد أن يغسل العائن موضع داخلة إزاره من جسده، لا إزاره بعينه، فيكون المقصود عندها: غسل الوَرِك، أو الفرج (المذاكير) ، فكنّى بالداخلة عنها، كما كني عن الفرج بالسراويل. انظر: "النهاية" لابن الأثير (٢/١٠٨) .',NULL,'132',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (128,'فيصب على وجهه صبة واحدة في القدح.
٢- ... ثم يدخل يده فيمضمض، ثم يَمُجُّه في القدح.
٣- ... ثم يدخل يده اليسرى فيغترف من الماء فيغسل يده اليمنى إلى المِرْفق بيده اليسرى صبة واحدة في القدح.
٤- ... ثم يدخل يديه جميعًا في الماء صبة واحدة في القدح.
٥- ... ثم يدخل يده فيمضمض، ثم يَمُجُّه في القدح.
٦- ... ثم يدخل يده اليسرى فيغترف من الماء، فيصبه على ظهر كفه اليمنى صبة واحدة في القدح.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (129,'٧- ... ثم يدخل يده اليسرى فيصب على مرفق يده اليمنى صبة واحدة في القدح، وهو ثانٍ يده إلى عنقه.
٨- ... ثم يفعل مثل ذلك في مرفق يده اليسرى.
٩- ... ثم يفعل مثل ذلك في ظهر قدمه اليمنى من عند الأصابع.
١٠- ... واليسرى كذلك.
١١- ... ثم يدخل يده اليسرى فيصب على ركبته اليمنى.
١٢- ... ثم يفعل باليسرى مثل ذلك.
١٣- ... ثم يغمس داخلة إزاره اليمنى في الماء.
١٤- ... ثم يقوم الذي في يده القدح بالقدح فيصبه على رأس المعيون من ورائه.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (130,'١٥- ... ثم يكفأ القدح على وجه الأرض من ورائه.

... وعن الزهري أيضًا: زاد يحيى بن سعيد:
١٦- ... ثم يُعطى ذلك الرجلُ الذي أصابته العين القدحَ - قبل أن يضعه على الأرض - فيحسو منه ويتمضمض، ويهريق منه على وجهه، ثم يصب على وجهه، ثم يكفى القدح على ظهره] (٢٣٠) .
فائدة: هذا، ويستحسن للتحرُّز من وقوع أثر العين، بعد التحصُّن بالأذكار والدعوات والتعوُّذات (٢٣١) ، أن تُستر محاسنُ من يُخاف عليه العين بما يَرُدُّها
_________
(٢٣٠) ذكر هذه الهيئة المفصّلة البيهقيُّ في «الكبرى» ؛ كتاب: الضحايا، باب: الاستغسال للعين (٩/٣٥٢) . وذلك عَقِب روايته حديثَ سهلٍ رضي الله عنه.
(٢٣١) إن من أحسن ما يُرقى به المعين - بعد الفاتحة والمعوّذات - رقية جبريل للنبيِّ صلى الله عليه وسلم: «بِسْمِ اللهِ أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللهُ يَشْفِيكَ، بِسْمِ اللهِ أَرْقِيكَ» ، «بِسْمِ اللهِ يُبْرِيكَ، وَمِنْ كُلِّ دَاءٍ يَشْفِيكَ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ، وَشَرِّ كُلِّ ذِي عَيْنٍ» ، وكذلك تعويذ النبيِّ صلى الله عليه وسلم لسبطَيْهِ الحسن والحسين _ث: «أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّةِ، مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ» .',NULL,'135',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (131,'عنه، ومن ذلك قول عثمان رضي الله عنه لما رأى صبيًا مليحًا: (دسِّموا نونته - النقرة التي تكون في ذقن الصبي الصغير - لِتَرُدَّ العينَ عنه) (٢٣٢) .
قال الإمام ابن القيم رحمه الله: وهذا - أي: العلاج للعين باغتسال العائن وصبِّ الغَسول على المعين - مما لا يناله علاج الأطباء، ولا ينتفع به من أنكره، أو سَخِر منه، أو شكّ فيه، أو فعله مجرِّبًا لا يعتقد أن ذلك ينفعه. اهـ. ثم فصَّل رحمه الله في مناسبة ذلك العلاج لدفع شر العائن، ومناسبته لانتفاع المعين، تفصيلاً مفيدًا للغاية (٢٣٣) .
_________
(٢٣٢) دسِّموا نونته، أي: سوِّدوا تلك النقرة التي في ذقنه، لترد العين عنه. وفي الحديث: «أنه صلى الله عليه وسلم خطب الناسَ ذات يومٍ وعليه عِمامة دَسْماء» ، أي: سوداء. انظر: "النهاية" لابن الأثير (٢/١١٧) .
(٢٣٣) انظر: "الطب النبوي" لابن القيم رحمه الله ص ١٧١ وما بعدها.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (132,'<span data-type="title" id=toc-28>الفصل السادس
الهَدْي النبويُّ في اعتبار ... الحال النفسية للمرضى</span>
لقد أرشدت السُّنة النبوية إلى ضرورة التوقي والحِمْية تحرُّزًا من الداء، فإن وقع المرض فقد أوجبت على المريض التداوي بشقَّيْه؛ الروحاني والطبيعي، لكنها - مع هذا الكمال في التطبيب - لم تقتصر عليه، حيث حوت كذلك هديًا بالغ الشرف في الإرشاد إلى الأهمية القصوى للناحية النفسية للمريض؛ فإن كثيرًا من الأمراض النفسية - كما ثبت حديثًا - قد تظهر في صورة أعراض عضوية (٢٣٤) ، لذلك فإن السُّنَّة قد عمدت
_________
(٢٣٤) من ذلك حالات الاكتئاب المتكررة، وما تسببه من آلام في البطن أو الظهر، حتى إن المريض لَيتوهم إصابته بداء التهاب المفاصل (الروماتيزم) ، ومن ذلك أيضًا ما يشكوه مريض القلق من زيادة خفقان في القلب وكثرة التعرُّق والرجفة في بعض أنحاء الجسم. وانظر في تفصيل هذه الحقيقة الطبية: العلاج النفسي والعلاج بالقرآن، د/ طارق الحبيب. ص ٣٧٤ وما بعدها.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (133,'إلى معالجة أثر المصيبة كما عملت على تخفيف وقعها، فأسهمت في علاج الهم والغم والكرب والحزن، وكذلك الفزع والأرق المانع من النوم، وواست المرضى ابتداءً بالترغيب المؤكَّد بعيادتهم، ثم بتطييب نفوسهم وتقوية قلوبهم، وفي اختيار ألطف ما اعتاده المريض من الأغذية، مع عدم إكراهه على تناول غذاء لا يستسيغه، كما أَعْلمتِ المريضَ بأن المرض إنما هو في حقيقته خير له، يُكفَّر به من خطاياه، وكذلك فقد أذنت له بالاسترقاء، فإذا تيسر راقٍ صالح لهذا المريض استحبت له أن يتلطف به؛ وذلك بوضع اليد على',NULL,'138',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (134,'جبهته والمسحِ على موضع الألم، ورخَّصَتْ للمريض - بعد ذلك كله - التعبيرَ عن شكواه وما يجده من ألم، حتى إذا اشتدَّ وَعْكُه وأَيِس من حياته كرِهَتْ له حتى أن يتمنَّى موت نفسه!
هذا بالإجمال بعض ما صحَّت به السُّنة المطهرة من الاهتمام البالغ بعلاج نفس المريض، وهاك تفصيلَ ذلك بأدلته:
<span data-type="title" id=toc-29>١- علاج حَرِّ المصيبة، وتخفيفها بالإكثار من قول: (إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ) </span>، قال الله تعالى: {وَلَنَبْلُوَنَّكُمْ بِشَيءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الأَمْوَالِ وَالأَنْفُسِ وَالثَّمَرَاتِ وَبَشِّرِ الصَّابِرِينَ *الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ *} [البَقَرَة: ١٥٥-١٥٦] .',NULL,'139',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (135,'وقال النبيُّ صلى الله عليه وسلم: «مَا مِنْ عَبْدٍ تُصِيبُهُ مُصِيبَةٌ فَيَقُولُ: إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا، إِلاَّ أَجَرَهُ اللهُ فِي مُصِيبَتِهِ، وَأَخْلَفَ لَهُ خَيْرًا مِنْهَا» (٢٣٥) .
[هذه الكلمة الطيبة: (إِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ) هي من أبلغ علاج المصاب، وأنفعِه له في عاجلته وآجلته، ذلك أنها تتضمن أصلين عظيمين، إذا تحقق العبد بمعرفتهما تسلَّى عن مصيبته:
أحدهما: أن العبد وأهله وماله مُلك لله عزّ وجلّ، وأن ملك العبد لذلك إنما هو متعة مُعارة في زمن يسير، فلا بد أن
_________
(٢٣٥) أخرجه مسلم؛ كتاب: الجنائز، باب: ما يقال عند المصيبة، برقم (٩١٨) ، عن أمِّ سلمةَ رضي الله عنها.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (136,'يكون تصرفه فيها تصرُّفَ العبد المأمورِ المنهيِّ لا تصرُّف المُلاَّك.
والثاني: أن مصير العبد ومرجعه إلى الله مولاه الحق، ولا بدّ أنه يُخلِّف الدنيا بأكملها وراء ظهره، فكيف يفرح عندئذٍ بموجود، أو يأسى على مفقود؟!] (٢٣٦) .
<span data-type="title" id=toc-30>٢- علاج الكرب والهمِّ والغمِّ والحَزَن</span>.
قال النبيُّ صلى الله عليه وسلم، مرشدًا أمَّتَه إلى علاج هذه الآفات النفسية بالدعاء، ومن ذلك:
- ... «لاَ إِلهَ إِلاَّ اللهُ الْعَظِيمُ الْحَلِيمُ، لاَ إلهَ إِلاَّ اللهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلهَ إِلاَّ اللهُ رَبُّ السَّموَاتِ وَرَبُّ الأَْرْضِ، وَرَبُّ الْعَرْشِ الْكَرِيمِ» (٢٣٧) .
_________
(٢٣٦) انظر: "الطب النبوي"، لابن القيم ص ١٨٩.
(٢٣٧) سبق تخريجه بالهامش ذي الرقم (٢٧) .',NULL,'141',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (137,'- ... «دَعَوَاتُ الْمَكْرُوبِ: اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ» (٢٣٨) .
- ... «مَا قَالَ عَبْدٌ قَطُّ إِذَا أَصَابَهُ هَمٌّ وَحَزَنٌ: اللَّهُمَّ إِنِّي عَبْدُكَ، وَابْنُ عَبْدِكَ، وَابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ الْقُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجِلاَءَ حُزْنِي، وَذَهَابَ
_________
(٢٣٨) سبق تخريجه بالهامش ذي الرقم (٢٤) .',NULL,'142',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (138,'هَمِّي، إِلاَّ أَذْهَبَ اللهُ عَزَّ وَجَلَّ هَمَّهُ، وَأَبْدَلَهُ مَكَانَ حُزْنِهِ فَرَحًا» (٢٣٩) .
- ... «دَعْوَةُ ذِي النُّونِ إِذْ دَعَا رَبَّهُ، وَهُوَ فِي بَطْنِ الْحُوتِ: {لاَ إِلهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} فَإِنَّهُ لَمْ يَدْعُ بِهَا رَجُلٌ مُسْلِمٌ فِي شَيْءٍ قَطُّ إِلاَّ اسْتَجَابَ اللهُ لَهُ» (٢٤٠) .
هذه الدعوات المباركات مما ينبغي لكل مسلمٍ حفظُه؛ حيث إنها سبب مُتيقَّن - إن شاء الله - لإذهاب الكرب عن العبد، ولا يخفى ما للكرب من أثر مقرر - في علم الطب - في إحداث أو تفاقم كثير من الأمراض العضوية، فصلى الله
_________
(٢٣٩) سبق تخريجه بالهامش ذي الرقم (٢٣) .
(٢٤٠) سبق تخريجه بالهامش ذي الرقم (٢٥) .',NULL,'143',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (139,'وسلم وبارك على من هو بالمؤمنين رؤوف رحيم.
<span data-type="title" id=toc-31>٣- علاج الفزع والأَرَق المانعِ من النوم:</span>
كان النبيُّ صلى الله عليه وسلم إذا راعه شيءٌ، قال: «هُوَ اللهُ، اللهُ رَبِّي، لاَ شَرِيكَ لَهُ» (٢٤١) .

وكان عليه الصلاة والسلام يُعلِّم الصحابة إذا فزع أحدهم في منامه أن يقول كلمات هي: «أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّيَاطِينِ، وَأَنْ يَحْضُرُونِ» (٢٤٢) .
_________
(٢٤١) أخرجه النَّسائي في «عمل اليوم والليلة» ، برقم (٦٥٧) ، وابن السني في «عمل اليوم والليلة» ، برقم (٣٣٧) . بإسناد صحيح، رجاله ثقات. انظر: صحيح كتاب الأذكار وضعيفه لأبي أسامة الهلالي (١/٣٣٨) .
(٢٤٢) سبق تخريجه بالهامش ذي الرقم (١٢) .',NULL,'144',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (140,'<span data-type="title" id=toc-32>٤- علاج قلق المرضى بالتلطُّف بهم؛ بتطييب نفوسهم، وتقويةِ قلوبهم</span>.
إن مما يُثلِج صدر المريض ويفرح قلبه أن يرى القريب والبعيد قد اهتم بأمره؛ يرجو له الشفاء العاجل والعافية التامة، وقد رغّب النبيُّ صلى الله عليه وسلم بعيادة المريض، بل أمر بذلك (٢٤٣) ، فقال: «عَائِدُ الْمَرِيضِ فِي مَخْرَفَةِ الْجَنَّةِ حَتَّى يَرْجِعَ» (٢٤٤) ، وقال عليه الصلاة والسلام: «أَطْعِمُوا الجَائِعَ، وَعُودُوا الْمرَيضَ، وَفُكُّوا الْعَانِي» (٢٤٥) [ومما يلتحق بعيادة المريض: تعهُّدُه وتفقُّد أحواله والتلطُّفُ به، وربما كان ذلك - في العادة - سببًا لوجود نشاطه وانتعاش قوته] (٢٤٦) .
_________
(٢٤٣) الأمر بعيادة المريض، قد فهم منها البخاري رحمه الله الوجوبَ، وذلك على ظاهر الأمر بالعيادة، والجمهور على أنها في الأصل نَدْب (مستحبة) ، وقد تصل إلى الوجوب في حق بعض دون بعض. انظر: "الفتح" لابن حجر (١٠/١١٧) .
(٢٤٤) أخرجه مسلم؛ كتاب: البرّ والصلة والآداب، باب: فضل عيادة المريض، برقم (٢٥٦٨) ، عن ثوبانَ رضي الله عنه (مولى رسول الله صلى الله عليه وسلم) . ومَخْرفة الجنة أو خُرْفتها: «جَنَاهَا» ، كما بيّنها النبيُّ صلى الله عليه وسلم في آخر هذا الحديث.
(٢٤٥) أخرجه البخاري؛ كتاب: المرضى، باب: وجوب عيادة المريض، برقم (٥٦٤٩) ، عن أبي موسى الأشعري رضي الله عنه. و «الْعَانِي» هو: الأسير.
(٢٤٦) أفاده ابن حجر في "الفتح" (١٠/١١٨) .',NULL,'145',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (141,'ومن أحبِّ ما تطيب به نفس المريض: تبشيره بالشفاء، مع تكفير ذنوبه، حتى وإن كانت حاله على شفير الهلاك، فقد دخل رسول الله صلى الله عليه وسلم على رجل أعرابيٍ يعودُه من حُمّى أصابته؛ فقال: «لاَ بَأْسَ، طَهُورٌ إِنْ شَاءَ اللهُ» فقال الرجل، قلتَ: طُهور؟ كلا، بل حُمّى تفور، على شيخ كبير، كيما تُزِيرَه القبور!! فقال عليه الصلاة والسلام: «فَنَعَمْ إِذًا» (٢٤٧) . تأمّل - رحمك الله - إلى الفأل بالكلمة الطيبة التي بشره بها رسول الله صلى الله عليه وسلم، ثم انظر إلى اليأس الذي تملَّك نفسَ هذا الرجل فأورده التهلكة، ما يدل دلالة يقين على أن الحال النفسية للمريض مؤثرة عادة على صحة أعضائه.
_________
(٢٤٧) سبق تخريجه بالهامش ذي الرقم (٣١) .',NULL,'146',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (142,'ومن حُسن الإشفاق على المريض، والتلطُّفِ البالغ به: العمدُ إلى رقيته بالمشروع، والدعاء له. فقد رقى جبريلُ رسولَ صلى الله عليه وسلم - حين اشتكى - فقال _ج: «بِسْمِ اللهِ أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ اللهُ يَشْفِيكَ، بِسْمِ اللهِ أَرْقِيك» (٢٤٨) .
وقالت عائشة رضي الله عنها: كان رسول الله صلى الله عليه وسلم إذا اشتكى منا إنسان، مَسَحَهُ بِيَمِينِهِ صلى الله عليه وسلم، ثم قال: «أَذْهِبِ الْبَاس، رَبَّ النَّاس، وَاشْفِ أَنْتَ الشَّافِي، لا شِفَاءَ إِلا شِفَاؤُكَ، شِفَاءً لا يُغَادِرُ سَقَمًا» (٢٤٩) .
وكان عليه الصلاة والسلام إِذَا مَرِضَ أَحَدٌ مِنْ أَهْلِهِ، نَفَثَ عَلَيْهِ بِالْمُعوِّذَاتِ» (٢٥٠) .
_________
(٢٤٨) سبق تخريجه بالهامش ذي الرقم (١٤) .
(٢٤٩) سبق تخريجه بالهامش ذي الرقم (١٧) .
(٢٥٠) أخرجه مسلم؛ كتاب: السلام، باب: رقية المريض بالمعوذات والنفث، برقم (٢١٩٢) ، عن عائشة رضي الله عنها.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (143,'وَكَانَ عَلَيْهِ الصَّلاَةُ وَالسَّلاَمُ يَنْفُثُ عَلَى نَفْسِهِ فِي مَرَضِهِ الَّذِي قُبِضَ فِيهِ بِالْمُعَوِّذَاتِ» (٢٥١) .
هذا، وإن مما يُفرِح قلبَ المريض للغاية: أن يجهر العائد بالدعاء له - مكررًا ذكر اسمه - ماسحًا بيده موضع ألمه، وقد صحّ في السُّنة فعلُ النبيِّ صلى الله عليه وسلم ذلك، حين جاء سعدَ بنَ أبي وقّاص رضي الله عنه يعوده، لمّا تشكّى بمكة شكوى شديدة، فوضع النبيُّ صلى الله عليه وسلم يده على جبهته ثم مسح يده على وجه سعدٍ وبطنه، ثم دعا له قائلاً: «اللَّهُمَّ اشْفِ سَعْدًا، اللَّهُمَّ اشْفِ سَعْدًا، اللَّهُمَّ اشْفِ سَعْدًا، وَأَتْمِمْ لَهُ هِجْرَتَهُ» ، قال سعدٌ: فما زلت أجد
_________
(٢٥١) أخرجه البخاري؛ كتاب: الطب، باب: في المرأة ترقي الرجل، برقم (٥٧٥١) ، عن عائشة رضي الله عنها.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (144,'بَرْده على كبدي - فيما يُخال إليَّ - حتى الساعةِ (٢٥٢) .
ومما يُريح فؤاد المريض كذلك تغذيتُه بألطف ما اعتاده من الأغذية حالَ صحَّتِه؛ وذلك بأن يُخصَّص بنوع غذاءٍ كان يُفضِّله، وهو محبَّب إليه، مُفرح لقلبه، ومما أرشدت إليه السُّنة في ذلك: التلبينة، وهي حساء نضيج يُعمل من دقيق أو نخالة يجعل فيه عسل (٢٥٣) ، فقد قال صلى الله عليه وسلم: «التَّلْبِينَةُ مَجَمَّةٌ لِفُؤَادِ الْمَرِيضِ تَذْهَبُ بِبَعْضِ الْحُزْنِ» (٢٥٤) ، فهذا الطعام شبّهه النبيُّ صلى الله عليه وسلم بمكان الاستراحة للمريض، يخرج به من صعوبة ما يعانيه من مرض، إلى تذكُّر حال صحته
_________
(٢٥٢) أخرجه البخاري - بلفظه - كتاب: المرضى، باب: وضع اليد على المريض، برقم (٥٦٥٩) ، ومسلم كتاب: الوصية، باب: الوصية بالثلث، برقم (١٦٢٨) عن سعد رضي الله عنه.
(٢٥٣) انظر: "الفتح" لابن حجر (١٠/١٥٣) .
(٢٥٤) سبق تخريجه بالهامش ذي الرقم (١٤٧) .',NULL,'149',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (145,'واجتماعِه مع أحبابه على ذلك الطعام المحبَّب، فيريح ذلك فؤاده، ويُذهب إعياءه، ويقوّي روحه، ويكشف عنه حزنه؛ وهذه أسباب لها تأثير عجيب في شفاء علته وخفَّتها، فهي تعمل وكأن طبيبًا بارعًا قد قام فعلاً بمعالجته!!
ولنختم هذه الإرشادات النبوية بإذنٍ نبويٍّ ووصية؛ أما الإذن فهو بترخيص النبيِّ صلى الله عليه وسلم للمريض أن يعبِّر عن شكواه إذا اشتد وجعه، بما ينفِّس به من كربته، فقد سأل النبيُّ صلى الله عليه وسلم كعبَ بنَ عُجْرةٍ رضي الله عنه - وكان كعبٌ مُحرِمًا - فقال: «لَعَلَّكَ آذَاكَ هَوَامُّ رَأْسِكَ» ؟ قال كعبٌ: نعم يا رسول الله، فقال رسول الله صلى الله عليه وسلم: «اِحْلِقْ',NULL,'150',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (146,'رَأْسَكَ، وَصُمْ ثَلاَثَةَ أَيَّامٍ، أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ، أَوِ انْسِكْ بِشَاةٍ» (٢٥٥) .
كذلك فقد اشتكى سعدٌ - حين اشتد وَجَعُه - وذلك في حضرة النبيِّ صلى الله عليه وسلم حين جاءه يعوده، فقال: (يا رسول الله، إني قد بلغ بي من الوجع) (٢٥٦) ، بل إن النبيَّ صلى الله عليه وسلم قال في مرض وفاته: «بَلْ أَنَا وَارَأْسَاهُ» (٢٥٧) .
وأما الوصيَّة النبويَّة، فهي متوجِّهة للمريض الذي اشتد عليه مرضه - نسأل الله العافية - فقد نهاه عليه الصلاة والسلام عن تمني الموت وأمره بالصبر على ما ابتلي به، فقال صلى الله عليه وسلم: «لاَ يَتَمَنَّيَنَّ أَحَدٌ مِنْكُمُ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ، فَإِنْ كَانَ
_________
(٢٥٥) متفق عليه من حديث كعب بن عُجْرَةَ رضي الله عنه: أخرجه البخاري؛ كتاب: المُحصَر، باب قول الله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذىً مِنْ رَأْسِهِ} [البَقَرَة: ١٩٦] ، برقم (١٨١٤) ، ومسلم؛ كتاب: الحجِّ، باب: جواز حلق الرأس للمُحرِم إذا كان به أذى، برقم (١٢٠١) .
(٢٥٦) أثر سعدٍ رضي الله عنه هو جزء من استفتائه النبيَّ صلى الله عليه وسلم بقَدْر الوصية المشروع، والحديث سبق تخريجه بالهامش ذي الرقم (٢٥٢) .
(٢٥٧) جزء من حديث أخرجه البخاري؛ كتاب: المرضى، باب: ما رُخص للمريض أن يقول: إني وَجِع، برقم (٥٦٦٦) ، عن عائشة رضي الله عنها. والحديث أخرجه مسلم - مختصرًا - كتاب: فضائل الصحابة رضي الله عنهم، باب: من فضائل أبي بكر الصديق رضي الله عنه، برقم (٢٣٨٧) .',NULL,'151',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (147,'لاَ بُدَّ مُتَمَنِّيًا لِلْمَوْتِ، فَلْيَقُلْ: اللَّهُمَّ أَحْيِنِي مَا كَانَتِ الْحَيَاةُ خَيْرًا لِي، وَتَوَفَّنِي إِذَا كَانَتِ الوَفَاةُ خَيْرًا لِي» (٢٥٨) . بل إن النبيَّ صلى الله عليه وسلم قد رغَّب المؤمنَ - إذا غلب على ظنه أنه في مرض الوفاة - أن يُغِلِّب جانب الرجاء بواسع رحمة الله تعالى، وأن يزداد شوقًا إلى لقاء مولاه سبحانه، فقال صلى الله عليه وسلم: «مَنْ أَحَبَّ لِقَاءَ اللهِ أَحَبَّ اللهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللهِ كَرِهَ اللهُ لِقَاءَهُ، قَالَتْ عَائِشَةُ - أو بعضُ أزواج النبيِّ صلى الله عليه وسلم (٢٥٩)
- إِنَّا لَنَكْرَهُ الْمَوْتَ، قَالَ: لَيْسَ ذَاكَ، وَلَكِنَّ الْمُؤْمِنَ إِذَا حَضَرَهُ الْمَوْتُ بُشِّرَ بِرِضْوَانِ اللهِ وَكَرَامَتِهِ، فَلَيْسَ شَيْءٌ أَحَبَّ إِلَيْهِ مِمَّا أَمَامَهُ، فَأَحَبَّ لِقَاءَ اللهِ
_________
(٢٥٨) متفق عليه من حديث أنسٍ رضي الله عنه: أخرجه البخاري؛ كتاب: الدعوات، باب: الدعاء بالموت والحياة، برقم (٦٣٥١) ، ومسلم؛ كتاب: الذِّكر والدعاء، باب: كراهة تمني الموت لضُرٍّ نزل به، برقم (٢٦٨٠) .
(٢٥٩) قال ابن حجر رحمه الله: كذا في هذه الرواية بالشك، وجزم سعد بن هشام في روايته عن عائشة بأنها هي التي قالت ذلك، ولم يتردد. اهـ. انظر: "الفتح" (١١/٣٦٦) ..',NULL,'152',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (148,'وَأَحَبَّ اللهُ لِقَاءَهُ، وَإِنَّ الْكَافِرَ إِذَا حُضِرَ بُشِّرَ بِعَذَابِ اللهِ وَعُقُوبَتِهِ، فَلَيْسَ شَيْءٌ أَكْرَهُ إِلَيْهِ مِمَّا أَمَامَهُ، كَرِهَ لِقَاءَ اللهِ وَكَرِهَ اللهُ لِقَاءَهُ» (٢٦٠) .

هذا - جميعه - غيضٌ من فيض الهَدْي النبويِّ في علاج أدواء النفس، فلقد كان من صفة النبيِّ صلى الله عليه وسلم أنه يَعِزُّ عليه الشيءُ الذي يعنَتُ أُمَّتَه ويَشُقُّ عليها، فيا أيها المريض المؤمن: أبشرْ وأمِّلْ وارجُ رحمةَ الله، واتَّبِعْ في الاسترقاء والاستشفاء سبيلَ رسولِ الله صلى الله عليه وسلم، يُكتَبْ لك الأجرُ والشفاء والمعافاة التامة، بإذن الله تعالى.
_________
(٢٦٠) متفق عليه من حديث عبادة بن الصامت؛ أخرجه البخاري؛ كتاب: الرِّقاق، باب: من أحب لقاء الله أحب الله لقاءه، برقم (٦٥٠٧) ، ومسلم؛ كتاب: الذَّكر والدعاء، باب: من أحب لقاء الله أحب الله لقاءه، برقم (٢٦٨٣) .',NULL,'153',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (149,'(الله أكبر، الله أكبر، سُنَّةُ أبي القاسم صلى الله عليه وسلم) (٢٦١) ، (اللهم إنا نحب أن نستنَّ بسنَّة نبيك صلى الله عليه وسلم) (٢٦٢) «اللَّهُمَّ إِنَّا نَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآْخِرَةِ» (٢٦٣) ، «اللَّهُمَّ عَافِنَا فِي أَبْدَانِنَا، اللَّهُمَّ عَافِنَا فِي أَسْمَاعِنَا، اللَّهُمَّ عَافِنَا فِي أَبْصَارِنَا، لاَ إِلهَ إِلاَّ أَنْتَ» (٢٦٤) ، (اللَّهم إنا نسألك علمًا نافعًا، ورزقًا واسعًا، وعملاً مُتقبَّلاً، وشفاءً من كل داء) (٢٦٥) ، آمين.
_________
(٢٦١) هذا من قول ابن عباسٍ رضي الله عنهما؛ أخرجه البخاري؛ كتاب: الحجّ، باب: {فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ ... } [البَقَرَة: ١٩٦] ، برقم (١٦٨٨) ، ومسلم - بتكرار التكبير -؛ كتاب: الحج، باب: جواز العمرة في أشهر الحج، برقم (١٢٤٢) .
(٢٦٢) مستفاد من كلام أبي بكرةَ (نُفَيْعِ بن الحارث) رضي الله عنه، لولده عبد الرحمن، ومثل ذلك من كلام العباس رضي الله عنه. أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٩٠) .
(٢٦٣) جزء من حديث سبق تخريجه بالهامش ذي الرقم (٢٢) .
(٢٦٤) سبق تخريجه بالهامش ذي الرقم (١٨) .
(٢٦٥) هذا دعاء عبد الله بن عباس رضي الله عنهما عند شربه لماء زمزم؛ كما في مستدرك الحاكم (١/٤٧٣) ، ومُصنَّفِ عبد الرزاق (٥/١١٣) ، والدارقطنيِّ في السنن (٢/٢٨٨) .',NULL,'154',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (150,'<span data-type="title" id=toc-33>خاتمة</span>
تَمَّ بحمد الله وحسنِ توفيقِه ما أردت تسطيرَه من معالمَ في هدي النبوَّة، تدلُّ بوضوح على أن شريعة المصطفى صلى الله عليه وسلم لم تكن لِتَدَعَ الناسَ يستَجْدُون رقىً يتخيَّرُها الحكماء، أو يجود بسَبْكها الفصحاء، أو يتوارثها أقوام يَرْقون بها ويسترقون، ثم هم لا يدرون لها معنى، سوى أنها كلمات مُجرَّبات نافعات، كما دلت هذه المعالمُ النبويَّة على أن سنَّة المختارِ صلى الله عليه وسلم هي أجلُّ من أن تُغْفِل أصول استطباب وعافيةِ الأبدان، فقد أرشدت - بحمد الله - المهتدين بهَدْيها',NULL,'155',NULL,NULL,'0');
INSERT INTO [b21519] VALUES (151,'والمُسْتَنِّين بها، إلى علاج تامٍّ للروح بالرقى الإلهية، وإلى هديٍ مُعْجِزٍ في طِبِّ الأبدان، ما زال أهل العلم فيه إلى يومنا هذا تبهرهم حقائقُه، ثم هم ينهلون من مَعِينه الذي لا ينضب آياتٍ على صدق رسالة النبيِّ صلى الله عليه وسلم، وكمال شريعته، وعظَمة هَدْيِه الكريم.
{سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ *وَسَلاَمٌ عَلَى الْمُرْسَلِينَ *وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ *} [الصَّافات] .',NULL,'156',NULL,NULL,'0');
