-- Table: b21802
-- Chunk: 1
-- Rows: 246

CREATE TABLE "b21802"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b21802
INSERT INTO [b21802] VALUES (1,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-1>مقدمة المؤلف</span>
الحمد لله رب العالمين، حمداً كثيراً طيباً مباركاً فيه كما يحب ربنا ويرضى، وأشهد أن لا إله إلا الله وحده لا شريك له، له الحمد في الآخرة والأولى، وأشهد أن محمداً عبده ورسوله المصطفى، وخليله المجتبى، صلى الله عليه وعلى آله وأصحابه ومن بهداهم اهتدى، وسلم تسليماً كثيراً.
أما بعد:
فقد كنت أقيد بعض المسائل الهامة التي تمر بي، حرصاً على حفظها، وعدم نسيانها، في دفتر وسميتها: ((فرائد الفوائد)) .
وقد انتقيت منها ما رأيته أكثر فائدة، وأعظم أهمية، وسميت ذلك: ((المنتقى من فرائد الفوائد)) .
أسال الله تعالى أن ينفع به، وأن يجعل لطلبة العلم فيه أسوة، ومن سن في الإسلام سنة حسنة، فله أجرها وأجر من عمل بها إلى يوم القيامة.
المؤلف',NULL,'3',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (2,'<span data-type="title" id=toc-2>فوائد من كلام شيخ الإسلام ابن تيمية من ((كتاب الإيمان))</span>
فائدة
الإسلام: هو الاستسلام لله وحده بشهادة أن لا إله إلا الله، وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت؛ فهو الخضوع لله تعالى، والعبودية له وحده، فمن استكبر عن عبادته وأشرك معه غيره، فغير مسلم.
فإن قيل: ((ما أوجبه الله تعالى من الأعمال أكثر من الخمسة المذكورة التي جعلها النبي صلى الله عليه وسلم هي أركان الإسلام، أو هي الإسلام)) :
فالجواب هو: أن ما ذكره النبي صلى الله عليه وسلم هو الذي يجب على كل مكلف بلا قيد، وأما ما سواه: فإما أنه يجب على الكفاية؛ كالأمر بالمعروف، والنهي عن المنكر، ونحوه، أو لأسباب؛ كصلة الرحم؛ إذ ليس كل أحد له قرابة تجب صلتهم.
كذا ذكر الشيخ الجواب؛ لكن يرد على هذا: الزكاة، والحج؛ إذ ليس كل أحد عنده مال حتى تجب عليه الزكاة والحج، ولعل الجواب: أن هذه الخمس المذكورة هي أكبر أجناس الأعمال؛ فإن الأعمال على ثلاثة أقسام:
قسم: أعمال بدنية ظاهرة، كالصلاة، وباطنة، كالشهادتين، وهما أيضاً من الأقوال.
وقسم: أعمال مالية، كالزكاة.
وقسم: مركب من النوعين؛ كالحج.
فذكر النبي صلى الله عليه وسلم الأصول، وأن المرء إذا قام بأصل من هذه الأجناس، فهو مسلم.
وأيضاً: فإن صلة الرحم قد يكون الداعي فيها قوياً ليس من جهة الشرع، بل من جهة الإنسانية، بخلاف الزكاة والحج!!',NULL,'4',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (3,'فائدة
الناس في تفاضل الإيمان وتبعضه على قولين:
أحدهما: إثبات ذلك، وهو الصواب الذي تدل عليه الأدلة العقلية والنقلية وهو قول المحققين من أهل السنه، وتفاضله بأمرين:
الأول: من جهة العامل؛ وذلك نوعان:
النوع الأول: في الاعتقاد ومعرفة الله تعالى، فإن كل أحد يعرف تفاضل يقينه في معلوماته، بل في المعلوم الواحد وقتاً يري يقينه فيه أكمل من الوقت الآخر.
النوع الثاني: في القيام بالأعمال الظاهرة، كالصلاة، والحج، والتعليم، وإنفاق المال، والناس في هذا على قسمين:
أحدهما: الكامل، وهم الذين أتوا به على الوجه المطلوب شرعاً.
الثاني: ناقصون، وهم نوعان:
النوع الأول: ملامون، وهم من ترك شيئاً منه مع القدرة وقيام أمر الشارع، لكنهم إن تركوا واجباً، أو فعلوا محرماً، فهم آثمون، وإن فعلوا مكروها، أو تركوا مستحباً، فلا إثم.
النوع الثاني: ناقصون غير ملامين، وهم نوعان:
الأول: من عجز عنه حساً؛ كالعاجز عن الصلاة قائماً.
الثاني: العاجزون شرعاً مع القدرة عليه حساً، كالحائض تمتنع من الصلاة، فإن هذه قادرة عليه، لكن لم يقم عليها أمر الشارع؛ ولذلك جعلها النبي صلى الله عليه وسلم ناقصة الإيمان بذلك؛ فإن من لم يفعل المأمور ليس كفاعله.
ومثل ذلك: من أسلم ثم مات قبل أن يصلي لكون الوقت لم يدخل؛',NULL,'5',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (4,'فإن ذلك كامل الإيمان، لكنه من جهة أخرى ناقص، ولا يكون كمن فعل الصلاة وشرائع الإسلام، ومن ذلك: قول النبي صلى الله عليه وسلم: ((خيركم من طال عمره وحسن عمله)) (١)
الأمر الثاني: من جهة العمل؛ فكلما كان العمل أفضل، كانت زيادة الإيمان به أكثر.
القول الثاني: نفي التفاضل والتبعّض، وانقسم أصحاب هذا القول إلى طائفتين:
إحداهما: قالت: إن من فعل محرماً، أو ترك واجباً فهو مخلد في النار، وهؤلاء هم المعتزلة، وقالوا: هو لا مسلم ولا كافر، منزلة بين المنزلتين. وأما الخوارج فكفروه.
الطائفة الثانية: مقابلة لهذه، قالت: كل موحد لا يخلد في النار، والناس في الإيمان سواء؛ وهم المرجئة، وهم ثلاثة أصناف:
صنف قالوا: الإيمان مجرّد ما في القلب، وهم نوعان:
الأول: من يدخل أعمال القلوب، وهم أكثر فرق المرجئة.
والثاني: من لا يدخلها، وهم الجهمية وأتباعهم؛ كالأشعري، لكن الأشعري يثبت الشفاعة في أهل الكبائر.
والصنف الثاني قالوا: الإيمان مجرد قول اللسان، وهم الكرامية، ولا يعرف لأحد قبلهم، وهؤلاء يقولون: إن المنافق مؤمن، ولكنه مخلد في النار.
الصنف الثالث قالوا: إنه تصديق القلب وقول اللسان، وهم أهل الفقه والعبادة من المرجئة، ومنهم أبو حنيفة وأصحابه.
_________
(١) رواه الترمذي، كتاب الزهد (٢٣٢٩) وحسنه، والدارمي، كتاب الرقائق (٢٧٤٢) ، وأحمد (٤/١٨٨) .',NULL,'6',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (5,'فائدة
مراد النبي صلى الله عليه وسلم بقوله: ((وليس وراء ذلك من الإيمان حبة خردل)) (١) : أنه لم يبق بعد هذا الإنكار ما يدخل في الإيمان حتى يفعله المؤمن، لا أن من لم ينكر ذلك بقلبه، لم يكن معه من الإيمان حبة خردل.
قلت: ومن رضي بالذنب، واطمأن إليه، فهو كفاعله؛ لا سيما مع فعل ما يوصل إليه وعجز، وقد قال الشيخ- رحمه الله: _ ((إن من ترك إنكار كل منكر بقلبه، فهو كافر)) .

فائدة
الإسلام: عبادة الله وحده، فيتناول من أظهره ولم يكن معه إيمان، وهو المنافق، ومن أظهره وصدق تصديقاً مجملاً، وهو الفاسق، فالأحكام الدنيوية معلقة بظاهر الإيمان لا يمكن تعليقها بباطنه لعسره أو تعذره؛ ولذلك ترك النبي صلى الله عليه وسلم عقاب أناس منافقين مع علمه بهم؛ لأن الذنب لم يكن ظاهراً.
اهـ. ما أردنا نقله من ((كتاب الإيمان)) على نوع من التصرف لا يخل بالمعنى.

<span data-type="title" id=toc-3>ومن كلامه في ((شرح عقيدة الأصفهاني))</span>

فائدة
الله- جل جلاله- لا يدعى إلا بأسمائه الحسنىِ خاصة، فلا يدعي ولا يسمي بالمريد والمتكلم، وإن كان معناهما حقاً؛ فإنه يوصف بأنه مريد متكلم، ولا يسمى بهما؛ لأنهما ليسا من الأسماء الحسني؛ فإن من الكلام ما هو محمود ومذموم؛ كالصدق والكذب، ومن الإرادة كذلك، كإرادة
_________
(١) رواه مسلم، كتاب الإيمان (٥٠) .',NULL,'7',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (6,'العدل والظلم.

فائدة
كل صفة لا بد لها من محل تقوم به، وإذا قامت الصفة بمحل، فإنه يلزم منها أمران:
الأول: عود حكمها على ذلك المحل دون غيره.
الثاني: أن يشتق منها لذلك المحل اسم دون غيره.
مثال ذلك: الكلام؛ فإنه يلزم مَن أثبت كونه من صفات الله تعالى أن يشتق لله منه اسماً دون غيره، لكن لا يلزم من ذلك أن يثبت له اسماً بأنه متكلم كما سبق، ويلزم أن لا يجعله مخلوقاً في غيره، خلافاً للجهمية: حيث زعموا أنهم أثبتوا الكلام، وجعلوه مخلوقاً، فإنه يلزم من كلامهم نفي الكلام عن الله، كما نفاه متقدموهم.

فائدة
قال في ((ص١٣٨)) : فالتزموا- أي المعتزلة- لذلك: أن لا يكون لله علم، ولا قدرة، وأن لا يكون متكلماً قام به الكلام، بل يكون القرآن وغيره من كلامه تعالى مخلوقاً خلقه في غيره، ولا يجوز أن يرى لا في الدنيا ولا في الآخرة، ولا هو مباين للعالم، ولا محايثه، ولا داخل فيه، ولا خارج عنه، ثم قالوا أيضاً: لا يجوز أن يشاء خلاف ما أمَرَ به، ولا أن يخلق أفعال عباده، ولا يقدر أن يهدي ضالاً، أو يضل مهتدياً؛ لأنه لو كان قادراً على ذلك وقد أمر به، ولم يُعن عليه، لكان قبيحاً منه، فركبوا عن هذا الأصل التكذيب بالصفات والقدرة.
إلى أن قال: وأصل ضلالهم في القدر: أنهم شبهوا الخالق بالمخلوق؛ فهم مشبهة الأفعال.
وأما أصل ضلالهم في الصفات: فظنهم أن الموصوف الذي تقوم به',NULL,'8',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (7,'الصفات لا يكون إلا محدثاً، وقولهم من أبطل الباطل، فإنهم يسلمون أن الله حي عليم قدير، ومن المعلوم: أن حياً بلا حياة، وعليماً بلا علم، وقديراً بلا قدرة، مثل متحرك بلا حركة، وأبيض بلا بياض، وأسود بلا سواد، وطويل بلا طول، وقصير بلا قصر، ونحو ذلك من الأسماء المشتقة التي يدعي فيها نفي المشتق منه؛ وهذا مكابرة للعقل، والشرع، واللغة.

فائدة
ليس ما عُلِمَ إمكانه جُوِّزَ وقوعه، فإنا نعلم قدرة الله على قلب الجبال ذهباً ونحو ذلك، لكن نعلم أنه لا يفعله، إلى غير ذلك من الأمثلة.

فائدة
دليل النبوة يحصل بالمعجزات، وقيل: باستواء ما يدعو إليه وصحته وسلامته من التناقض، وقيل: لا يحصل بهما، والأصح: أن المعجزة دليل، وثَمَّ دليل غيرها؛ فإن للصدق علامات، وللكذب علامات.
فمن العلامات -سوى المعجزة: - النظر إلى نوع ما يدعو إليه، بأن يكون من نوع شرع الرسول قبله، فإن الرسالة من لدن آدم إلى وقتنا هذا لم تزل آثارها باقية ... وذكر منها علامات كثيرة، يرحمه الله رحمةً واسعةً والمسلمين.

فائدة
إذا وجب عليه الإيمان فآمن، ولم يدرك أن يأتي بشرائع الإيمان، كان كامل الإيمان، بالنسبة إلي الواجب عليه، وإن كان ناقصاً بالنسبة لمن هو أعلى منه.
مثاله: من آمن فمات قبل الزوال مثلاً، مات مؤمناً كامل الإيمان الواجب عليه، لكن من دخلت عليه الأوقات وصلى أكمل إيماناً منه.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (8,'فمن ذلك: عُلم أن نقصان الإيمان على نوعين:
أحدهما: ما يلام عليه.
الثاني: ما لالوم فيه؛ كهذا المثال.
قلت: وأما من عجز عن إكمال عمل بعد أن أتى بما قدَرَ عليه منه، فالظاهر أنه كمن فعله لقوله - صلى الله عليه وسلم - ((من مرض أو سافر، كتب له ما كان يعمل صحيحاً مقيماً)) (١) ، وأما إن عجز عنه أصلاً، فيحتمل أن يكون له أجر فاعله؛ لقصة الفقير الذي قال: لو أن عندي مال فلان، لعملت فيه مثل عمله، وكان يصرفه في مرضاة الله؛ قال النبي صلى الله عليه وسلم: ((فهما في الأجر سواء)) (٢) ، ويحتمل عكسه؛ لأن فقراء الصحابة-رضي الله عنهم- لما قالوا للنبي صلى الله عليه وسلم: ((ذهب أهل الدثور بالأجور)) (٣) ، لم يقل لهم: إن نيتكم تبلغكم ذلك فتمنوا، وإنما أخبرهم بعمل بدله. ولكن يقال: إن الذي لا يقدر على عمل معين: إما أن يكون لذلك العمل بدل يقدر عليه، فهذا لا يثاب على العمل إذا لم يأت ببدله؛ لأنه لو كان صحيح النية، لعمل ذلك البدل؛ فعلى هذا: يكون حصول الأجر مشروطاً بعدم وجود بدله المقدور عليه؛ على أنا نقول: إن من نفع الناس بماله، فله أجران:
الأول: بحسب ما قام بقلبه من محبة الله ومحبة ما يقرب إليه؛ فهذا الأجر يشركه الفقير إذا نوي نية صحيحة.
والأجر الثاني: دفع حاجة المدفوع له؛ فهذا لا يحصل للفقير، والله أعلم.
_________
(١) رواه البخاري من حديث أبي موسى، كتاب الجهاد (٢٩٩٦) .
(٢) رواه الترمذي من حديث أبي كبشة الأنماري، كتاب الزهد (٢٣٢٥) وابن ماجه، كتاب الزهد (٤٢٢٨) ، وصححه الألباني.
(٣) رواه البخاري، كتاب الأذان (٨٤٣) ، ومسلم، كتاب المساجد (٥٩٥) .',NULL,'10',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (9,'وبذلك انتهى ما أردنا نقله من شرح الشيخ- رحمه الله- على ((عقيدة الأصفهاني)) .

فائدة
من الجزء الأول<span data-type="title" id=toc-4> من ((بدائع الفوائد)) لابن القيم </span>(ص١٥٩) ما ملخصه:

ما يجري صفة أو خبراً عن الرب تعالى أقسام:
الأول: ما يرجع إلي الذات نفسها؛ كالشيء، والموجود.
الثاني: ما يرجع لصفات معنوية، كالسميع العليم.
الثالث: يرجع إلي أفعاله، كالخالق.
الرابع: يرجع للتنزيه المحض المتضمن ثبوتاً؛ إذ لا كمال في العدم المحض؛ كالقدوس والسلام.
الخامس: الاسم الدال على أوصاف عديدة؛ كالمجيد الصمد.
السادس: ما يحصل باقتران الاسمين أو الوصفين؛ كالغني الحميد، فإن الغني صفة مدح، وكذلك الحمد، فله ثناء من غناه، وثناء من حمده، وثناء منهما.
ويجب أن تعلم هنا أمور:
الأول: ما يدخل في باب الإخبار أوسع مما في أسمائه وصفاته، فيخبر عنه بالموجود والشيء، ولا يسمى به (قلت: وقد تقدم في كلام الشيخ تقي الدين معنى ذلك) .
الثاني: الصفة إذا انقسمت إلى كمال ونقص، فلا تدخل بمطلقها في أسمائه، كالصانع والمريد ونحوهما، فلذا لم يطلق على نفسه من هذا إلا أكمله فعلاً وخبراً؛ كقوله (فَعَّالٌ لِمَا يُرِيدُ) (هود: ١٠٧) .
الثالث: لا يلزم من الإخبار عنه بفعل مقيد أن يُشتق له منها اسم؛',NULL,'11',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (10,'ولذا غلط من سماه بالماكر، والفاتن، والمستهزئ، ونحو ذلك.
السابع: أن ما أطلق عليه في باب الأسماء والصفات توفيقي، دون ما يطلق من الأخبار.
الثامن: الاسم إذا أطلق عليه، جاز أن يشتق منه المصدر والفعل إن كان متعدياً؛ كالسميع والعليم، وإلا فلا، كالحي.
الحادي عشر: أسماؤه كلها حسنى، وأفعاله صادرة عنها، فالشر ليس إليه فعلاً ولا وصفاً، وإنما يدخل في مفعولاته البائنة عنه دون فعله الذي هو وصفه.
الثاني عشر: إحصاء أسماء الله تعالى مراتب:
الأولى: إحصاء ألفاظها وعددها.
الثانية: فهم معانيها ومدلولها.
الثالثة: دعاؤه بها، وهو مرتبتان:
الأولى: دعاء مسألة، فلا يسأل إلا بها، ولا يجوز: يا شيء، يا موجود، ونحوهما.
الثانية: دعاء ثناءٍ وعبادةٍ؛ فلا يكون إلا بها.
السادس عشر: أسماء الله الحسني لا تدخل تحت حصر ولا عد؛ لقوله صلى الله عليه وسلم: ((أسألك بكل اسم هو لك سميت به نفسك ... إلخ)) (١) فجعل أسماءه ثلاثة أقسام: ما سمى به نفسه، فأظهره لمن شاء من ملائكته وغيرهم، وما أنزل به كتابه، وما استأثر به تبارك وتعالى.
_________
(١) رواه أحمد (١/٣٩١) ، والحاكم (١/٥٠٩) ، وانظر: الأحاديث الصحيحة (١٩٩) .',NULL,'12',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (11,'السابع عشر: من أسمائه: ما يطلق عليه مفرداً ومقترناً بغيره، وهو غالبها؛ كالسميع، والبصير، ونحوهما؛ فيسوغ أن يدعى ويثنى عليه ويخبر عنه مفرداً ومقروناً.
ومنها: ما لا يطلق إلا مقروناً بغيره؛ لكون الكمال لا يحصل إلا به؛ كالضار، والمنتقم، والمانع، فلا تطلق إلا مقرونة بمقابلها؛ كالضار النافع، والمنتقم العفو، والمانع المعطي؛ إذ كمال التصرف لا يحصل إلا به.
قلت: لكن لو أُطلق عليه من ذلك اسم مدح، لم يمتنع؛ فيسوغ أن يقال: العفو من دون المنتقم؛ كما ورد في القرآن الكريم، ومثله: النافع والمعطي؛ فإن هذه الأسماء تستلزم المدح والثناء المطلق؛ بخلاف المانع والمنتقم والضار، على أن شيخ الإسلام- رحمه الله- ينكر تسمية الله بالمنتقم، ويقول: إن هذا لم يرد إلا مقيداً؛ كقوله تعالى: (إِنَّا مِنَ الْمُجْرِمِينَ مُنْتَقِمُونَ) (السجدة: ٢٢) ، (فَانْتَقَمْنَا مِنْهُمْ) (الزخرف: ٢٥) (وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ) (آل عمران: ٤) (١)
الثامن عشر: الصفات أنواع: صفات كمال، وصفات نقص، وصفات لا تقتضي واحداً منهما، وصفات تقتضيهما باعتبارين، والرب تعالى منزه عن هذه الثلاثة، موصوف بالأول، وهكذا أسماؤه أسماء كمال؛ فلا يقوم غيرها مقامها؛ فله من صفات الإدراكات؛ العليم الخبير دون العاقل الفقيه، والسميع البصير دون السامع والباصر والناظر، ومن صفات الإحسان: البرّ الرحيم الودود دون الرفيق والشفيق ونحوهما،،، وهكذا سائر الأسماء الحسنى.
_________
(١) قد ذكر الشيخ هذا في كتابه ((أقوم ما قيل في المشيئة والحكمة والقضاء والقدر والتعليل)) (ص١٢٥) من الجزء الخامس من ((الرسائل))',NULL,'13',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (12,'العشرون: الإلحاد في أسمائه أنواع:
الأول: أن يسمى به غيره من الأصنام.
الثاني: أن يسمى بما لا يليق بجلاله كتسميته أبا أو علةً فاعلة، (قلت: ومنه أن يسمى بغير ما سمى به نفسه) .
الثالث: وصفه بما ينزه عنه؛ كقول أخبث اليهود: إنه فقير.
الرابع: تعطيلها عن معانيها، وجحد حقائقها؛ كقول الجهمية: إنها ألفاظ مجردة لا تدل على أوصاف: سميع بلا سمع، بصير بلا بصر،،، وهكذا.
الخامس: تشبيه صفاته بصفات خلقه، تعالى الله عما يقول الملحدون علواً كبيراً.

<span data-type="title" id=toc-5>فائدة
من إملاء الشيخ محمد الأمين الشنقيطي</span>
المدرس بالمعهد العلمي في الرياض

كل معقولين لابد فيهما من إحدى نسب أربع:
المساواة.
المباينة.
(ج) العموم والخصوص المطلق.
(د) العموم والخصوص من وجه.

وبرهان ذلك الحصر: أن المعقولين من حيث هما: إما أن لا يجتمعا ألبتة، أو لا يفترقا
ألبتة، أو يجتمعا تارة ويفترقا أخري:
فإن كانا لا يفترقان: فهما المتساويان، والنسبة بينهما المساواة كالإنسان والبشر؛ فإن
كل ذات تثبت لها الإنسانية تثبت لها البشرية كالعكس.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (13,'وإن كانا لا يجتمعان: فهما المتباينان، والنسبة بينهما التباين؛ كالإنسان والحجر؛ فإن
كل ذات تثبت لها الإنسانية انتفت عنها الحجرية؛ كالعكس.
وإن كانا يجتمعان تارة، ويفترقان أخري: فلهما حالتان:
الأولي: أن يكون الافتراق من الطرفين.
الثانية: أن يكون الافتراق من طرف واحد.
فإن كان من طرف واحد؛ بأن كان أحدهما يفارق صاحبه، والثاني لا يفارق: فالنسبة
بينهما العموم والخصوص المطلق، فالذي يفارق أعم مطلقاً، والذي لا يفارق أخص مطلقاً، كالإنسان والحيوان: فالإنسان لا يفارق الحيوان؛ لأن كل إنسان حيوان؛ فهو أخصّ مطلقاً، والحيوان لا يفارق الإنسان؛ لوجوده في الفرس مثلاً؛ فهو أعم مطلقاً.
وإن كان الافتراق من الطرفين: فالنسبة بينهما العموم والخصوص من وجه؛ كالإنسان
والأبيض: فإنهما يجتمعان في العربي والرمي؛ فهو إنسان أبيض، وينفرد الإنسان عن الأبيض في الإنسان الأسود؛ كالحبشى، وينفرد الأبيض عن الإنسان في الثلج والعاج ونحو ذلك، مما هو أبيض غير إنسان.
فإن كانت النسبة بين طرفي القضية المساواة: صدق الإيجابان، وكذب السلبان؛ (فتقول: كل إنسان بشر، وكل بشر إنسان، بعض الإنسان بشر، وبعض البشر إنسان، فقد صدقت إيجاباً كليا وجزئياً، ولا يصح أن تقول: لا شيء من البشر بإنسان، ولا شيء من الإنسان ببشر، ولا بعض البشر ليس بإنسان، ولا بعض الإنسان ليس ببشر) .
وإن كانت المباينة: فالعكس، (أي: يكذب الإيجابان، ويصدق السلبان، كلية كانت القضية أو جزئية؛ فلا يصح أن تقول: كل حجر إنسان،',NULL,'15',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (14,'ولا كل إنسان حجر، ولا بعض الحجر إنسان، ولا بعض الإنسان حجر) .
وإن كانت النسبة العموم والخصوص من وجه: صدقت الجزئيتان، وكذبت الكليتان، (أي: سواء كانت القضية إيجاباً أو سلباً، فإذا قلت: بعض الأبيض إنسان، أو بعض الإنسان أبيض، ليس بعض الأبيض بإنسان، ليس بعض الإنسان بأبيض، كان ذلك صدقاً، وإن قلت: كل الأبيض إنسان، أو كل الأسود ليس بإنسان، أو قلت: كل إنسان أبيض، أو لا شيء من الإنسان بأبيض، كان ذلك كذباً) .
وإن كانت النسبة العموم والخصوص المطلق:
فإن كان المحكوم عليه هو الأخص: فكالمساواة، (أي: تصدق القضية إيجاباً، كلية كانت أو جزئية، وتكذب سالبة، كلية كانت أو جزئية؛ فلو قلت: كل إنسان حيوان، أو بعض الإنسان حيوان، كان ذلك صدقاً، ولو قلت: ليس الإنسان بحيوان، أو ليس بعض الإنسان بحيوان، كان كذباً) .
وإن كان المحكوم عليه هو الأعم: فكالعموم والخصوص من وجه، (أي: تصدق القضية جزئية، سالبة كانت أو موجبة، وتكذب كلية كذلك، فلو قلت: بعض الحيوان إنسان، أو ليس بعض الحيوان بإنسان، صار ذلك صدقاً، وإن قلت: كل الحيوان إنسان، أو لا شيء من الحيوان بإنسان، كان ذلك كذباً) .
التباين قسمان: تباين تخالف، وتباين تقابل:
أما تباين التخالف: فهو أن تكون الحقيقتان متابينتين في حد ذاتيهما، إلا أنهما يجوز تواردهما على ذات أخرى، بأن تتصف بهما معاً في وقت واحد؛ كالسواد والحلاوة، والقيام والكلام؛ فحقيقة السواد مباينة لحقيقة الحلاوة، مع أنهما يجوز اجتماعهما في شيء واحد؛ كالتمر الأسود، فهو',NULL,'16',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (15,'أسود حلو.
وأما تباين المقابلة: فهو أن يكون بين الحقيقتين غاية المنافاة حتى يستحيل اجتماعهما في محل واحد في وقت واحد، وهو أربعة أقسام:
الأول: تقابل النقيضين.
الثاني: تقابل الضدين.
الثالث: تقابل المتضايفين.
الرابع: تقابل العدم والملكة.
أما تقابل النقيضين: فهو تقابل السلب والإيجاب، أعني: النفي والإثبات؛ فالنقيضان أبداً أحدهما وجودي، والآخر عدمي، واجتماعهما مستحيل، وارتفاعهما مستحيل، ومثاله: الحركة والسكون، والضلال والهدى؛ (فَمَاذَا بَعْدَ الْحَقِّ إِلا الضَّلالُ) (يونس: ٣٢) .
وأما تقابل الضدين: فهو التقابل بين أمرين وجوديين بينهما غاية المنافاة، لا يتوقف إدراك أحدهما على إدراك الآخر، واجتماعهما مستحيل، وارتفاعهما جائز؛ كالسواد والبياض: فإنه يستحيل أن تكون النقطة الواحدة من اللون بيضاء سوداء في وقت واحد، ويجوز ارتفاعهما عنها بأن تكون خضراء أو حمراء.
وأما تقابل المتضايفين: فهو التقابل بين أمرين وجوديين بينهما غاية المنافاة، لا يمكن إدراك أحدهما إلا بإضافة الآخر إليه؛ كالأبوة والبنوة، والفوق والتحت، والقبل والبعد، فإن كل ذات تثبت لها الأبوة لذات، استحالت عليها البنوة لتلك الذات التي هي أب لها؛ كاستحالة اجتماع السواد والبياض؛ فكون ولدك أباك مستحيل، ولا تدرك الأبوة إلا بإضافة البنوة إليها، كالعكس، وبهذا القيد حصل الفرق بين المتضايفين وبين الضدين.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (16,'وأما تقابل العدم والملكة: فهو التقابل بين أمرين أحدهما وجودي، والآخر عدمي، والطرف العدمي سلب للطرف الوجودي عن المحل الذي شأنه أن يتصف به؛ كالعمى والبصر، فالبصر - وهو الملكة- أمر وجودي، والعمى- وهو العدم- أمر عدمي، وهذا الطرف العدمي- الذي هو العمى-سلْب للطرف الوجودي - الذي هو ملكة البصر- عن المحل الذي من شأنه الاتصاف به؛ كسائر الحيوانات.
فلا تتوارد الملكة والعدم إلا على ما يتصف بالملكة؛ ولذا لا يسمى في الاصطلاح الحائط ولا الحجر أعمي ولا بصيراً؛ وبهذا القيد حصل الفرق بين العدم والملكة، وبين النقيضين. أهـ. ما أملاه الأستاذ، ولكن ما كان بين قوسين، فهو من عندي، والله أعلم.

<span data-type="title" id=toc-6>فائدة
من ((الهدْي)) لابن القيم</span>

في قوله: فصل: ثم كان يكبر ويخر ساجداً.
انقلب على بعضهم حديث ابن عمر: ((إن بلالاً يؤذن بليل ... )) الحديث (١) ؛ فرواه: ((إن ابن أم مكتوم يؤذن؛ فكلوا واشربوا حتى يؤذن بلال)) ؛ ومثله حديث: ((لا يزال يلقى في النار وتقول: هل من مزيد؟!)) إلى أن قال: ((وأما الجنة، فينشيء الله لها خلقاً يسكنهم إياها)) (٢) ؛ فقلبه؛ وقال: ((وأما النار، فينشئ الله لها خلقا يسكنهم إياها)) ، وكان يقع لي أن حديث أبي هريرة: ((إذا سجد أحدكم، فلا يبرك كما يبرك البعير، وليضع يديه قبل ركبتيه)) (٣) منقلب على بعض الرواة، ولعله: ((وليضع ركبتيه قبل
_________
(١) رواه مسلم، كتاب الصيام (١٠٩٢)
(٢) رواه البخاري، كتاب التوحيد (٧٣٨٤)
(٣) رواه ابو داود، كتاب الصلاة (٨٤٠) والنسائي كتاب التطبيق (١٠٩١)',NULL,'18',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (17,'يديه)) ؛ حتى رأيت أبا بكر بن أبي شيبه رواه كذلك، عن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: ((إذا سجد أحدكم، فليبدأ بركبتيه قبل يديه، ولا يبرك كما يبرك الفحل)) (١) ، ورواه الأثرم في ((سننه)) أيضاً عن أبي بكر كذلك، والله أعلم.

<span data-type="title" id=toc-7>فائدة
قال الشيخ تقي الدين في الجزء الأول من ((الرسائل)) </span>(ص٥٩)
وأصل ذلك: أن المقالة التي هي كفر بالكتاب أو السنة أو الإجماع يقال: ((هي كفر)) قولاً يطلق؛ كما دل على ذلك الدليل الشرعي؛ فإن الإيمان من الأحكام المتلقاة عن الله ورسوله؛ ليس ذلك مما يحكم فيه الناس بظنونهم وأهوائهم، ولا يجب أن يحكم في كل شخص قال ذلك بأنه كافر، حتى يثبت في حقه شروط التكفير، وتنتفي موانعه؛ مثل من قال: ((إن الخمر أو الربا حلال لقرب عهده بالإسلام، أو لنشوئه في بادية بعيدة، أو سمع كلاماً أنكره ولم يعتقد أنه من أحاديث رسول الله صلى الله عليه وسلم؛ كما كان بعض السلف ينكر أشياء حتى يثبت عنده أن النبي صلى الله عليه وسلم قال ذلك، وكما كان الصحابة يشكون في أشياء؛ مثل رؤية الله، وغير ذلك؛ حتى يسألوا عن ذلك رسول الله صلى الله عليه وسلم، ومثل الذي قال: ((إذا أنا مت، فاسحقوني وذروني في اليم؛ لعلي أضل عن الله تعالى)) (٢) ونحو ذلك، فإنهم لا يكفرون حتى تقوم عليهم الحجة بالرسالة؛ كما قال تعالى: (لِئَلا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ) (النساء: ١٦٥) ، وقد عفا الله لهذه الأمة عن الخطأ والنسيان، رحمة كبيرة.
_________
(١) مصنف ابن أبي شيبة (٢٧٠٢)
(٢) رواه البخاري، كتاب أحاديث الأنبياء (٣٤٧٨، ٣٤٧٩) ، ومسلم، كتاب التوبة (٢٧٥٦، ٢٧٥٧) .',NULL,'19',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (18,'فائدة
شروط الاستجمار تسعة

تنقسم إلى ثلاثة أقسام:
الأول: شروط للمستجمَر فيه، وهو أن يكون فرجاً، وأن يكون أصلياً.
القسم الثاني: للمستجمَر عنه، وهو أن لا يجاوز محل العادة، وأن لا يجف قبل الاستجمار.
القسم الثالث: للمستجمَر به، وهو خمسة:
طهارته.
وإباحته؛ فلا يجزئ بمحرم لحقّ الله؛ كمطعوم، وكتب محترمة، أو لحق آدمي؛ كمغصوب.
وإنقاؤه؛ بحيث يعود آخر مسحة خالياً؛ فلا يجزئ بغيره؛ كزجاج ورطب، ويجزئ بتراب.
وأن لا يسبقه استجمار بمحرم.
وتكريره ثلاثاً؛ فلو أنقى بأقل، وجب إكمال مسحه ثلاثاً.

فائدة
الأشياء النجسة أقسام

القسم الأول: ما ليس بحيوان ولا منفصل منه، وهو الخمر والعصير إذا أتى عليه ثلاثة أيام أو غلا، وفي هذا القسم خلاف صحيح قوي جداً.
الثاني: الحيوان، وله حالتان:
الحال الأولى: حياة، والحيوان فيها قسمان:
الأول: ما كان محرم الأكل، وخلقته أكبر من الهر، فهو نجس إلا الآدمي.
الثاني: الطاهر، وهو ما سوى ذلك.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (19,'الحال الثانية: موت، فهو فيها ثلاثة أقسام:
الأول: الآدمي، وحيوان البحر المباح، وما لا يسيل دمه إذا تولد من طاهر.
الثاني: ما كان نجساً في حال حياته؛ فهو نجس بعد مماته.
الثالث: ما كان طاهراً في الحياة؛ فهو نجس؛ سوى أنه يباح الانتفاع بجلده في يابس بعد دبغه، وشعره ونحوه طاهر.
فصار هذا القسم ثلاثة أنواع:
نجس: لا يباح الانتفاع به، وهو ما سوى الجلد والشعر.
ونجس: يباح الانتفاع به، وهو الجلد، والمصران، والكرش إذا جعلا وتراً.
وطاهر: وهو الشعر، ونحوه.
القسم الثالث من أنواع النجس: الخارج من الحيوان، وهو نوعان:
الأول: أن يكون من نجس في الحياة؛ فجميع ما يخرج منه نجس.
الثاني: أن يكون من طاهر في الحياة؛ فهذا ثلاثة أقسام:
الأول: العرق، والريق، والخارج من الأنف؛ فطاهر.
الثاني: الدم وما تولد منه من قيح ونحوه:
فإن كان مما ميتته طاهرة، أو بقي بعد الذبح في العروق: فطاهر إلا من الآدمي.
وإن كان مما سوى ذلك، أو آدمي: فنجس، يعفى عن يسيره في غير مائع ومطعوم.
الثالث: ما خرج من جوفه من بول، وروث، ولبن، ونحوها؛ فإن كان من مباح الأكل: فطاهر، وإلا فنجس إلا مني الآدمي ولبنه.
القسم الرابع من أنواع النجس: ما أُبِين من حي؛ فهو كميتته سوى',NULL,'21',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (20,'المسك، وفأرته، والطريدة.

فائدة
النفاس يفارق الحيض في سبعة أشياء

الأول: أنه لا يحصل به البلوغ.
الثاني: لا تحتسب مدته على المُولي.
الثالث: أنه يكره الوطء في مدته بعد الطهر.
الرابع: أنه إذا عاد بعد انقطاعه في مدته، فمشكوك فيه.
الخامس: أنه لا يحتسب به في العدة.
السادس: أنه لا حد لأقله.
السابع: ليس له سن معينة.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (21,'فائدة
الناس في الجمعة أربعة أقسام
الأول: من تلزمه بنفسه، وهو كل ذكر، مكلف، مسلم، حر، مقيم ببلد أقيمت فيه إقامة استيطان.
الثاني: من تلزمه بغيره، وهو كل مسافر لا يقصر، ومن خارج البلد وبينه وبين موضعها فرسخ فأقل، وحكمه كالأول إلا أنها لا تنعقد به، ولا يصح أن يؤمّ فيها.
القسم الثالث: من يلزمه فعلها إن حضرها وهو من تلزمه بنفسه أو بغيره إذا قام به عذر يمنع وجوبها.
الرابع: من لا تلزمه بنفسه، ولا بغيره، وهم من سوى هؤلاء.

فائدة
الدَّيْن المضاف إلى العبد أنواع

الأول: ما تعلق بذمته، وهو ما أقر به ولم يصدقه السيد، فيطالب به بعد العتق.
ومن ذلك: ما إذا غرّ برقيقة تزوجها ظاناً أو شارطاً حريتها؛ فولدت منه؛ فولده حر يفديه بقيمته يوم ولادتها إذا عتق؛ لتعلقه بذمته؛ كما صرحوا به في الشروط في النكاح.
ومن ذلك أيضاً: ما إذا زوّج عبده بأمته؛ فإن للسيد المهر يؤديه إذا عتق على المذهب، وعنه: لا مهر، وعنه: يجب، ويسقط، ذكروا ذلك في الصداق.
الثاني: ما تعلق بذمة سيده، وهو ما استدانه بإذنه أو صدّقه فيه؛ فيطالَب به السيد.
الثالث: ما تعلق برقبة العبد، وهو ما استدانه بلا إذن سيده، أو لزمه',NULL,'23',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (22,'بجناية؛ فهذا النوع يخير فيه السيد بين ثلاثة أمور:
الأول: أن يبيعه ويسلّم الثمن صاحب الدين.
الثاني: أن يفديه بأقل الأمرين من قيمته وجنايته.
الثالث: أن يسلّمه إلى ولي الجناية؛ فيملكه.
النوع الرابع: ما تعلق بكسبه، وذكروه في جناية الموقوف على غير معين خطأ.
الخامس: ما لا يجب في شيء من ذلك؛ بل في أمر خارج، وهو جناية المغصوب؛ فإنها تلزم الغاصب.
السادس: أن تكون هدراً، وهي جناية المغصوب على مال غاصبه أو نفسه في غير قوَدٍ.

فائدة
السائمة تفارق غيرها في أمور

الأول: تقدير أنصبائها ابتداء وانتهاء، ويتفرع على ذلك.
الثاني: أنه لاشيء في الوقص، وهو ما بين الفرضين، ويسمي العفو.
الثالث: أنه إذا فرقها مسافة قصر ولا فرار، فلكل مكان حكم منفرد: فلو فرق مائة وعشرين شاة في أربعة مواضع، بين كل واحد منها المسافة، فلا زكاة فيها. وإن فرقها في ثلاثةٍ كذلك: ففيها ثلاث شياه، وإن لم يفرقها كذلك كذلك: ففيها شاة واحدة.
الرابع: أن الخلطة تؤثر فيها، بخلاف غيرها.

فائدة
يختص كل نوع من أنواع السائمة بخصيصة

أما الإبل: فتختص بالجبران، وهو ما يدفع جبراً لنقصان السن عن الواجب إذا لم يكن في ماله، أو يؤخذ في مقابلة زيادة سن.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (23,'فلو دفع عن بنت مخاض بنت لبون: فله الجبران. وإن كان بالعكس: دفها ودفع الجبران، لكن لو دفع عما عليه سنا لا يجب مثله في الزكاة، كما لو دفع ثنية عن جذعة: فلا جبران.
وأما البقر: فتختص بإجزاء الذكر فيها في الثلاثين وما تكرر منها، ولو مع وجود الأنثى وأما الغنم: فتختص بأجزاء الصغار منها إذا كان النصاب كله صغاراً، أما الإبل والبقر: فقد قدر الشارع فيها أسنان الواجب، فلا نتعداه.

فائدة
الخلطة نوعان

الأول: خلطة أعيان؛ بأن تكون السائمة لاثنين فأكثر على وجه الشيوع.
الثاني: خلطة أوصاف، بأن يتميز ما لكل واحد، ويشتركان في خمسة أمور جمعت في قوله:
إن اتفاق فحل مسرح ومرعى ومحلب المراح خلْط قطعا

الأول: الاشتراك في الفحل بأن لا يختص بطرق أحد المالين إذا كانا من نوع.
الثاني: المسرح، وهو ما تجتمع فيه للذهاب إلى المرعى.
الثالث: المرعى، وهو موضع الرعي ووقته.
الرابع: المحلب، وهو موضع الحلب.
الخامس: المَراح، وهو المبيت والمأوى.

فائدة
شروط الخلطة نوعان

عامة، وخاصة:
فالعامة ستة:',NULL,'25',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (24,'الأول: أن تكون في ماشية؛ فلا أثر لها في غيرها على المذهب، ورجح الشيخ عبد العزيز بن باز تأثيرها في غيرها، قلت: وهذا أظهر؛ ولكن في الأموال الظاهرة فقط.
الثاني: أن يبلغ المجموع نصاباً.
الثالث: أن يكون الخلط بفعل مالك، وظاهر كلامهم: ولو مكرهاً، وقد صرحوا بصحته ولو مع جهل المالك، كما لو اختلطت بفعل راع ولم يعلم المالك.
الرابع: أن يستمر الخلط جميع الحول، فلو ثبت لأحدهما حكم الانفراد ولو في بعض الحول، انقطعت الخلطة، فلو مات الخليط في أثناء الحول، ابتدأ حولاً جديداً في الخلطة، فإذا تم حولها الأول، زكاها زكاة انفراد.
الخامس: أن يكون الخليطان من أهل وجوب الزكاة.
السادس: أن لا يكون فراراً.
أما الشروط الخاصة: فهي شروط خلطة الأوصاف، وقد تقدمت.

فائدة

أما نصاب الحبوب والثمار: فإنه أربعمائة وزنة، وإحدى وستين وزنة، ونصف وزنة، ووزن ريالين من الفرانسا، ويعتبر هذا الوزن بالبر الرزين؛ فيُجعل أوعيةً تسَع هذا المقدار، ثم يكيل بها.
وأما نصاب العسل: فست وأربعون وزنة، ووزن ثمانية أرْيِل فرانسية.
وأما نصاب الذهب: فإنه أحد عشر جنيهاً عربياً وثلاثة أسباع جنيه، أو',NULL,'26',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (25,'وزن ذلك؛ فإن زنة الجنيه الواحد مثقالان إلا ربعاً (١) ، ولا غش فيه على ما ذكره الشيخ ابن باز نقلاً عن الخبراء بذلك.
وقيل: بل فيه غش ومقدار هذا المبلغ في الدراهم زنة ثمانية أريل عرية.
وأما نصاب الفضة: فهو من الفرانسي ثمانية وعشرون، ومن العربي اثنان وستون ريالاً وتُسْع ريال، لأن مقدار الغش في الأول: سدس، وفي الثاني: عشر، وزنة الأول بغشه: ستة مثاقيل، والثاني بغشه: مثقالان ونصف (٢) .

فائدة
الحبوب إذا تلفت فلها ثلاث حالات

الأولى: أن يكون قبل وقت الوجوب؛ فلا زكاة فيها إلا أن تكون من فعل المالك فراراً.
الثانية: أن يكون بعد وقت الوجوب؛ وقبل الاستقرار، فإن كان بتفريطه، لزمته الزكاة؛ وإلا فلا.
الثالثة: أن يكون بعد الاستقرار؛ فلا تسقط الزكاة بحال.

فائدة
من الفروق بين الركاز وغيره

(أ) لا يشترط لوجوبه الإسلام؛ فيجب على الذمي إخراج ما وجب
_________
(١) وزنة الجنيه بالدراهم الإسلامية: درهمان ونصف، وقد حررته بالدراهم والمثاقيل، فبلغ النصاب- كما في الأصل-: أحد عشر جنيهاً وثلاثة أسباع جنيه، ولله الحمد.
(٢) هذا ما كنا نذهب إليه من قبل في مقدار نصاب الذهب والفضة، ثم تبين لي - بعد- صحة كلام شيخ الإسلام في أن النصاب معتبر بالعدد لا بالوزن، وهو عشرون ديناراً في الذهب، ومائتا درهم في الفضة في كل زمان بحسبه.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (26,'فيه.
(ب) لا يشترط فيه الحرية، فيجب على المكاتَب.
(ج) لا يشترط بلوغه نصاباً.
(د) أن الدّيْن لا يؤثر فيه ولو كان مستغرقاً.
(هـ) أنه يصرف في المصالح ما وجب فيه.
(و) أنه عام في جميع الأموال؛ وهذا فيه نظر؛ فإن المعدن مثله.

فائدة
الناس في صيام رمضان أقسام

الأول: من يلزمه أداءً، وهو المسلم، المكلف، القادر شرعاً وحساً.
الثاني: من يلزمه القضاء، وهو من قام به عجز حسي؛ كمرض، أو شرعي، كحيض، ونفاس، ومن مظنة الحسي السفر.
الثالث: من يلزمه الإطعام فقط، وهو الكبير، ومن به عجز لا يُرجى زواله.
الرابع: من يلزمه الإطعام والقضاء؛ وذلك في صورتين:
الأولى: إذا أفطرت الحامل أو المرضع خوفاً على الولد فقط؛ فعليهما القضاء، وعلى من يمون الولدَ الإطعامُ.
الثانية: إذا أخر قضاء رمضان إلى ما بعد رمضان آخر بلا عذر، فإن مات في هذه الحال، لم يلزم إلا إطعام واحد فقط على المذهب.
الخامس: من لا يلزمه شيء، وذلك إذا سافر أهل القسم الثالث؛ قاله الأصحاب؛ وفيه نظر ظاهر، وهو مخالف للكتاب والسنة، والصواب في ذلك: أن عليهم الإطعام فقط؛ كما لو لم يسافروا؛ هذا هو الحق بلا ريب، والله أعلم.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (27,'فائدة
فيمن ترك طوافاً واجباً

وتحت هذا صورتان:
الأولى: طواف الزيارة ولا يمكن سقوطه إلا لعذر مع شرط، وعلى من تركه الرجوع مطلقاً؛ وإلا لم يتم حجه.
ثم إن رجع قبل مسافة القصر، فلا شيء عليه، وإن رجع بعدها، لزمه أن يحرم بعمرة، فإذا فرغ منها، أتى به.
فإن قيل: كيف تصح العمرة مع أن بواقي الإحرام بالحج موجودة، كالمنع من النساء؟
قيل: إما أن تكون هذه مستثناة من كلامهم، وإما أن يقال- وهو الأحسن-: إنه الآن في إحرام ناقص، والممنوع إدخال العمرة على الحج إذا كان إحرامه كاملاً لم يحل من شيء، أما الآن: فقد تحلل التحلل الأول (١) ، وهذا الإيراد مبني على مقدمتين:
الأولى: أنه لا يصح إدخال العمرة على الحج.
الثانية: أنه بعد التحلل الأول يحرم.
وفي كل منها خلاف، ولكن المذهب التسليم فيهما؛ وعليه فيتوجه هذا الإيراد، والله أعلم.
الصورة الثانية: في طواف الوداع، وهو في لزوم الإحرام بالعمرة وعدمه؛ كطواف الزيارة: إن بلغ مسافة القصر ورجع، لزمه؛ وإلا فلا؛ كما صرح به في حاشيتي ((المنتقى)) .
أما في لزوم الرجوع: فإن كان قبل بلوغ المسافة، لزمه إن لم يشق،
_________
(١) وقد قال في ((الفروع)) في صفة التمتع: ((فدل: لو أحرم بها- يعني العمرة- بعد تحلله الأول، صح)) اهـ.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (28,'فإن شق ولم يرجع، أو بلغ المسافة، فعليه دم، ولا يلزمه الرجوع.

فائدة
رجل نذر إن قدم فلان لأ تصدقن على بكر بدراهم، فقدم فلان، وأمهل الناذر حتى مات بكر قبل أن يعطيه الدراهم، فهل وجبت لورثته أو لا؟ وعلى الأول: هل يكفّر لفوات المحل أو لا؟ محل احتمال في الكل.
والذي يظهر لي- والله أعلم: أن الناذر:
إما أن يقصد نفع بكر المعين فقط: ففي هذه الحالة يكفر كفارة يمين فقط؛ لفوات المحل، ولا يعطي الورثة شيئاً لأنه لا يملكها بكر إلا بالقبض، وبعد ملكه لها تنقل للورثة ولم يحصل القبض، ويحتمل: أن يكفّر ويتصدق بها عنه إن قصد مطلق نفعه.
والحالة الثانية: أن يقصد التصدق بالدراهم المذكورة، إلا أنه ذكر بكراً على سبيل المثال، ففي هذه الحالة: يجب أن يعطي المبلغ أي إنسان كان بصفة بكر، وفي وجوب التكفير احتمالان عندي، والله أعلم.
فائدة
أحكام الصيد في الإحرام خمسة

الأولى: تملكه؛ فلا يصح إلا بإرثٍ ونحوه؛ كتنصّف صداق.
الثاني: قتله؛ فيحرُم إلا الصائل.
الثالث: ضمانه، فيجب حيث حرم قتله، إلا إذا تلف بفعل مصلحة فيه، كتخليصه من شبكة ونحوها فيموت، وهو ثلاثة أنواع:
الأول: ما يلزم ضمانه كاملاً، وله صورتان:
الأولى: أن ينفرد بقتله.
الثانية: أن يشاركه من لا ضمان عليه؛ كحلال.
النوع الثاني: ضمانُ مشاعٍ منه؛ وذلك فيما إذا شاركه من يلزمه',NULL,'30',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (29,'الضمان، فالجزاء بحسب رؤوسهم، ومنه ما لو دلَّ واحدٌ وقتل آخر.
النوع الثالث: ضمانُ معينٍ منه، وهو فيما إذا صيد وذُبح لأجله، فيلزمه ضمان ما أكل منه فقط.
الحكم الرابع: في الأكل منه، وهو ثلاثة أنواع:
أولها: ما يحرُم الأكل منه مطلقاً، وهو ما باشر المحرِم قتله.
ثانيها: ما يحرُم على معين، وهو ما ذبح أو صيد للمحرِم، أو كان له أثر في صيده، فيحرم عليه دون غيره من المحلين والمحرمين.
ثالثها: ما يباح مطلقاً، وهو ما سوى ذلك.
الحكم الخامس: في ثبوت اليد عليه؛ فثبت يد المحرم الحُكمية وأما المشاهدة، فتجب إزالتها بإرساله.

فائدة
الأشياء التي يفرق بين ابتدائها واستدامتها في الإحرام خمسة

الأول: الطيب؛ فيستحب عند الإحرام في بدنه، ويكره في ثوبه، ويحرم بعده فيهما.
الثاني: خضاب الأنثى يستحب عند الإحرام، ويكره بعده.
الثالث: عقد النكاح محرَّم بعده دون الرجعة؛ لأنها استدامة نكاح.
الرابع: الصيد ابتداءُ تملّكه محرم في غير الإرث ونحوه، واستدامته جائزة.
الخامس: الكحل بالأسود وبالإثمد للزينة مكروهة بعد الإحرام، دون استدامتها، والله أعلم.

فائدة
الفدية نوعان

أحدهما: فدية ترتيب، ولا إطعام فيها، وهي سبعة أنواع:',NULL,'31',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (30,'الأول: ما وجب لمتعة، أو قران، أو ترك واجب، أو فوات، أو إحصار.
فهذه الخمسة: فيها شاة، فإن عدمها أو ثمنها حين الوجوب، صام عشرة أيام، ثلاثةً في الحج، وسبعةً إذا رجع، أي: فرغ من جميع أفعال الحج، لكن الإحصار لا يمكنه إكمال النسك فيه؛ كما هو معلوم.
السادس والسابع: ما يجب لجماع أو مباشرة قبل التحلل الأول، إذا أنزل فيها، وهي بدنة فإن عدمها أو ثمنها، صام؛ كما سبق في الأنواع قبله.
النوع الثاني: فدية تخير، وهي قسمان: -
الأول: فدية الصيد؛ فإن كان له مثل، خير بين ثلاثة أشياء:
الأول: ذبح مثله.
والثاني: تقويم المثل بدراهم يخرج بدلها طعاماً يجزئ في فطرة، فيعطي كل مسكين مُدّا من البر أو مدين من غيره.
والثالث: أن يصوم عن إطعام كل مسكين يوماً، وإن لم يكن له مثل، خيّر بين الأمرين الأخيرين، إلا أن التقويم يكون للصيد نفسه لعدم المثل.
القسم الثاني: ما سوى ما سبق من المحظورات؛ فيخيّر بين صيام ثلاثة أيام أو إطعام ستة مساكين- كما سبق- أو ذبح شاة.

فائدة
أزمان ذبح الفدية ثلاثة

الأول: كأضحية، وهو دم المتعة والقران.
الثاني: أن تكون لفوات حج، فتذبح في القضاء.
الثالث: أن تكون لغير ذلك، فوقتها من حين السبب.

فائدة
الفدية على قسمين

الأول: ما جاز إخراجها في الحرم، وحيث وُجد سببها، وهي فدية',NULL,'32',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (31,'الإحصار بعذر، وكل محظور سوى جزاء الصيد.
الثاني: ما تعين في الحرم، وهو ما سوى ذلك.

فائدة
المحظورات قسمان

الأول: ما لا يُعذر فيه بالجهل والنسيان والإكراه، وهو خمسة: الحلق، والتقليم، والوطء، والمباشرة، وقتل الصيد، لكن الوطء ليس فيه فدية على الموطوء المُكرَه.
وإذا قيل بالفدية، فهل تكون على المحرم أو على من أكرهه؟
نقول: إن كان من المحرم عمل كأن يفعل ما أُكره عليه بنفسه، فالفدية عليه، لأنه مباشر. وأما إن كان ذلك بيد المكره، فالفدية عليه، ومن ذلك: أن يجعل يد المحرم كالآلة بأن يمسكها فيفعل بها المحظور.
القسم الثاني: ما يعذر فيه بذلك، وهو الطيب والقفازان وما اختص به الذكر أو الأنثى، والصواب: أنه يعذر بذلك في الجميع.

فائدة
شروط وجوب الجهاد ثمانية

الإسلام، والذكورية، والحرية، والتكليف، والقدرة، بأن يسلم من عمى، وعرج، ومرض يمنع الجهاد، السادس: أن يملك ما يكفيه وأهلَه في غيبته، السابع: أن يجد ما يحمله إذا كان مسافة قصر فأكثر، الثامن: أن يكون بعد قضاء الواجب والحوائج الأصلية.

فائدة
إذا ضحي باضحيه غيره، فعلى قسمين:
أحدهما: أن تكون بإذنه، فتجزئ.
الثاني: أن لا تكون بإذنه: فإن نواها عنه، أجزأت، وإن نواها عن',NULL,'33',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (32,'نفسه: فإما: أن لا يعلم أنها للغير، ولا يفرِّق لحمها عن صاحبها. وأما أن يعلم أو يفرق لحمها، فلا تجزئ عن واحدٍ منهما، إلا فيما إذا ضحى كل من اثنين بأضحيه الآخر، وفرقا اللحم.

فائدة
النظر إما أن يكون لشهوة أو لغير شهوة:
فإن كان لشهوة: حرم مطلقاً إلا لمباح أو مباحة.
وإن لم يكن لشهوة: فلا يخلو: إما أن يكون لمن لعورته حكم، وهو من بلغ سبع سنين، أو لا، الثاني: لا يحرم، والأول: أربعة أقسام:
الأول: نظر رجل لرجل.
الثاني: نظر امرأة لامرأة.
الثالث: نظرها للرجل.
ففي هذه الأقسام يباح إلا فيما بين السرة والركبة.
الرابع: نظر الذكر للأنثى فنوعان:
الأول: أن يكون الناظر صغيراً لا شهوة له، فكمَحْرم.
وإن كان ذا شهوة، فله ثمان حالات:
الأولى: أن يباح النظر لجميع بدنها، وهي من تباح له من زوجة أو أمة.
الثانية: أن يحرم إلى ما بين سرة وركبة فقط، وهي الحرة التي لم تبلغ تسعاً، وأمته المحرمة، كالمجوسية، والمزوَّجة.
الثالثة: أن يحرم إلى جميعها سوى الوجه والرأس والرقبة، واليد والساق والقدم، وهي من بلغت تسعاً، والأمة، ومالكه الرقيق كله، والمحارم، وهي من يحْرُمن أبداً بنسب أو سبب مباح سوى نساء النبي صلى الله عليه وسلم.
الرابعة: أن يحرم إلى جميعها سوى الوجه والرقبة، واليد والقدم، وهي المخطوبة إذا ظن الإجابة.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (33,'الخامسة: أن يباح للوجه والكفين فقط، وهي المشهود عليها.
السادسة: أن يباح للوجه والكفين فقط، وهي من لا تُشتهى لكبر أو قبح، وقيل: هي كالمخطوبة.
السابعة: نظر لا يتقيد بعضو معين، وإنما يكون بحسب الحاجة، وهو نظر الطبيب ونحوه، للموضع الذي يحتاج إليه.
الثامنة: أن لا يباح إلى شيٍء منها، وهي من عدا من تقدم؛ فهي الحرة الأجنبية البالغة التي تشتهى وليست مالكة لا مخطوبة ولا محتاجاً لنظرها.

فائدة
الألفاظ التي ينعقد بها النكاح نوعان

الأول: ما دل على معناه الخاص، وذلك في حق من جهل العربية، ومنها كتابة الأخرس وإشارته.
الثاني: أن يكون بألفاظٍ مخصوصة؛ وذلك في حق من يعرف العربية، فلا ينعقد إلا بأحد أربعة أشياء:
الأول: لفظ الإنكاح والتزويج.
الثاني: قول السيد لمن له فيها ملك: أعتقتكِ، وجعلت عتقكِ صداقكِ، ونحوه.
الثالث: الجواب فيما إذا قيل له: أزوّجتها أو أتُزوِّجها؟ فقال: نعم.
الرابع: لفظ الهبة، وهو خاص بالنبي صلى الله عليه وسلم، هذا هو المذهب.
وعند الشيخ تقي الدين وبعض المحققين: أنه ينعقد بما دل عليه عرفاً كسائر العقود، والله أعلم.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (34,'فائدة
المبيع في وعائه على أربعة أنواع

الأول: أن يباع معه كل رطل بكذا (١) .
الثاني: أن يكون جزافاً مع الوعاء أو دونه.
الثالث: أن يبيعه وزناً ويسقط وزن الظرف.
ففي هذه الأنواع: البيع صحيح، سواء علما مبلغ كل منهما أم لا.
الرابع: أن يبيعه وزنا دون وعائه، لكن يحتسب بوزن وعائه (٢) ، فهذا إن علما زنتهما، صح، وإلا فلا.

فائدة
صور تفريق الصفقة ثلاث

إحداها: أن يبيع معلوماً ومجهولاً، وهي نوعان:
الأول: أن يبين ثمن المعلوم فيصح مطلقاً، تعذر علم المجهول أو لا، إلا أن يكون المجهول حمل المبيعة؛ فلا يصح، كما في ((شرح الإقناع)) بحثاً، لأنه لا يصح استثناء حمل المبيع، وهذا يؤدي إليه، لأنه لا يصح البيع في الحمل.
الثاني: أن لا يبين ثمن المعلوم، فإن تعذر علم المجهول حال العقد؛ كفرس وما في بطن الأخرى، لم يصح، وإلا صح في المعلوم بقسطه من الثمن.
الصورة الثانية: أن يبيع ما لا يملك العقد على كله؛ كعبد يملك بعضه، وعين لمن يصح شراؤه لها، ومن لا يصح، كعبد مسلم لكافر
_________
(١) الوجه الثاني: لا يجوز إن جهلا زنة كل منهما أو أحدهما، وصحح المجد- رحمه الله- الصحة إن علما قدر الظرف فقط، وهو الصحيح، إن شاء الله.
(٢) يعني: أن يجعل وزن وعائه كالمبيع، وإن كان لا يأخذ ما يقابله، والله أعلم.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (35,'ومسلم: فيصح فيما يملك العقد عليه دون غيره، لكن لمشتر لا يعلم الخيار أو الأرش إن أمسك فيما ينقصه التفريق.
الصورة الثالثة: أن يجمع بين عينين لا يصح منه العقد على إحداهما؛ كعبده مع عبد غيره، وخمر مع خل ونحوهما، فيصح فيما يصح فيه البيع فقط. ولمشتر الرد، هذا كله في المبيع. أما الثمن: فقد قالوا: لو كان فيه جزء يسير لا يصح عقده عليه، لبطل العقد، والله أعلم.

فائدة
الولاء ثابت لكل معتق على عتيقة لا يمكن زواله بحال، وأما أولاد العتيق، فعلى أربعة أقسام:
الأول: أن لا يكون عليهم ولاء بحال، وهو إذا كان أحد أبويه جد الأصل، ولم يجر عليه رق تبعاً ولا استقلالاً؛ كأولاد عتيق أو عبد من حرة الأصل، وأولاد حر من عتيقه، فأما إن كانت رقيقة فهم أرقاء تبعاً لها إلا بشرط أو غرور.
الثاني: أن يكون ولاؤهم لمولى أمهم وهو ما إذا تزوج عتيقة، ومات على رقه، فولاء أولاده لمولى أمهم.
الثالث: أن يكون لمولى أبيهم، وهو ما إذا تزوج العتيق عتيقة أو تسرى.
الرابع: أن ينجر من مولى أمهم إلى مولى أبيهم، وهو ما إذا تزوج العبد عتيقة لغير سيده، ثم أعتق بعد أن ولد له؛ فينجرّ من مولى أمهم إلى مولى أبيهم، فإن كانت العتيقة لسيده، فلا انجرار؛ لأنه لا يمكن أن يجره من نفسه لنفسه، والله أعلم.

فائدة
إذا انتقلت الأرض وفيها غراس أو بناء، فعلى ثمانية أنواع:
الأول: أن ينتقل ملكها، أو تجعل رهناً؛ فيدخلان تبعاً.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (36,'الثاني: أن ينتقل نفعها المعقود عليه بعوض كالإجارة، فإن شرط القطع عمل به؛ وإلا أو شرط البقاء، فعلى ضربين:
الأول: أن يختار المستأجر القلع؛ فله ذلك ولا يلزمه تسوية الحفر.
الثاني: أن لا يختاره؛ فإن كان مسجداً ونحوه أو بناء وقف على مسجد لم يهدم، وتلزم الأجرة حتى يبيده، وإلا فعلى قسمين:
الأول: أن يكون مالك الأرض تام الملك، فيخير بين ثلاثة أمور:
الأول: تملكه بقيمته.
الثاني: أن يتركه بأجرة المثل.
الثالث: أن يقلعه وعليه نقصه لا مؤونة القلع.
القسم الثاني: أن لا يكون تام الملك كالموقوف عليه، فليس له تملكه إلا بشرط واقف أو رضا يستحق، قال المنقح: أو مع نفع، ولا له قلعه في ظاهر كلامهم؛ قاله في ((الإقناع)) ؛ فعلى هذا: يبقى بأجرة المثل، قاله في ((شرح الإقناع)) .
النوع الثالث: أن ينتقل ملكها إلى من خرجت عنه بفسخ كفسخ مبيع وقد غرس المشتري، فإن اختار القلع، فله، وإلا خير البائع بين الثلاثة السابقة في المؤجر.
الرابع: أن يتنقل الانتفاع بها الذي بلا عوض كالمعارة، فإن شرط القلع، لزم، ولا يلزم المستعير تسويتها بلا شرط. وإن لم يشترط: فإن اختاره مستعير، أجيب ولزمه تسوية الحفر، وإلا لم يجبر إن حصل عليه نقص ولم يضمنه معير، وخير المعير بين أخذ قيمته أو قلعه، ويضمن نقصه فإن أباهما بيعت الأرض معهما إن رضيا أو أحدهما، وإلا تركت حتى يصطلحا بلا أجرة.
الخامس: أن تنتقل عن اليد العادية كالغاصبة إلي مالكها، فيمنع',NULL,'38',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (37,'صاحبها من تملكها. قال المجد: إلا إن نقصت الأرض بالقلع، فليزم الغاصب القلع، وتسوية الأرض، وأجرتها وضمان نقصها، فإن كان البناء والغراس منها، فعليه أجرتهما معها، ولا يملك إزالتهما، فإن فعل، لزمه تسوية الأرض وضمان نقصه ونقصها، وإن طلب المالك إزالة الغرس، أجيب مع غرض صحيح؛ وإلا فلا. وإن كان الغرس من واحد، والأرض من آخر، فكـ:
النوع السادس: أن يحمل السيل غرساً أو نوي إلي أرضه، فيخير مالكها بين أخذه بالقيمة أو قلعه، ويضمن نقصه، وكذا لو غرس مشتر في شقصٍ أخذه شفيع؛ لكن إن اختار رب الغرس أخذه، أجيب، ولو مع ضرر الأرض، كما في ((المنتهى)) ومثل ذلك إذا فعل الورثة ذلك في أرض موصى بها قبل قبول الموصى له.
هذا وقد ذكروا في ((كتاب الصداق)) : أن المرأة إذا بنت في الأرض المصدقة، ثم تنصف فللزوج تملك الزيادة بقيمتها، وأنها لو بذلت له النصف بزيادته، لزمه قبوله، قاله في ((شرح الإقناع)) بحثاً.
وقد سبق في الغصب فيمن غصب خشباً وسمّره الغاصب بمسامير، ثم وهبها لمالك الخشب، لم يلزمه قبولها للمنة، فليحرر الفرق بين البناء والمسامير، ولذلك لو بذلت نصف الأرض مزروعة بنصف زرعها، لم يلزمه القبول؛ قدمه في ((المغني)) و ((الشرح)) ، و ((شرح ابن رزين)) ، وغيرهم، وصححه في ((تصحيح الفروع)) وقال: وقد تقدم نظير هذه المسألة في ((باب الغصب)) .
وأقول: الظاهر أن لا فرق بين تلك المسائل، وأنه لا يلزمه القبول؛ كما هو جادّة المذهب في أن الأعيان لا يلزم قبولها، والله أعلم.
السابع: أن ينتقل استحقاق نفعها كموقوفة، فيتبعها إن كان منها؛',NULL,'39',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (38,'وإلا فعلى قسمين:
الأول: أن لا يشهد صاحبها أنه له فيتبعها.
الثاني: أن يشهد، فإن كان الوقف عليه وحده، فهو له محترماً؛ وإلا مغير محترم.
النوع الثامن: أن تنتقل إلى بائع لفلس مشتر إذا رجع فيها فإن اختار قلعه الغريم أو مع فلس، أجيب، ولزمه النقص، وتسوية الحفر، وإلا فلصاحب الأرض أخذه بقيمته، أو قلعه ويغرم نقصه.

فائدة
إذا انتقلت الأرض وفيها زرع، فعلى ثمانية أنواع:
أحدها: أن ينتقل ملكها، فلا يخلو الزرع من حالين:
إحداهما: أن يكون مما لا يؤخذ إلا مرة كبُرّ، فلناقل إلا بشرط.
الثانية: أن يكون مما يؤخذ مراراً، فيتبع الأرض، لكن الجزة ونحوها الظاهرة عند الانتقال لناقل إلا بشرط، ويلزمه جزها في الحال، وإن لم تكن حينه ظاهرة، تبعت الأرض. وأما البذر: فإن كان مما يبقي، أصله فكالشجرة؛ وإلا فكالزرع.
النوع الثاني: أن ينتقل ملك نفعها كمؤجرة، فلا يخلو من حالتين أيضاً:
إحداهما: أن يكون بقاؤه بتفريط المستأجر؛ فإن أختار قلعه، أجيب، وإلا خير رب الأرض بين تركه بأجرة المثل أو تملكه بالقيمة؛ كما في ((المنتهى)) وغيره. وقيل: كزرع غاصب؛ فيأخذه بالنفقة؛ وعزاه الموضح للأصحاب.
الحالة الثانية: أن لا يكون بتفريط المستأجر؛ كتأخر الزرع لنحو برد ومثله لو أستأجرها لنحو قطن، فبقيت عروقه؛ قاله منصور في ((شرح المنتهى)) ففي هذا النوع يلزم إبقاؤه بأجرة المثل إلى زواله.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (39,'قلت: ومن ذلك ما إذا أصاب الزرع برَد بعد اشتداده، فسقط حبّه ونبت في العام القابل، كما جري ذلك في سنة سبع وستين وثلثمائة وألف هـ (سنة ١٣٦٧هـ) فإنه لما كان بين الظهرين في يوم الأربعاء الخامس من جمادى الآخرة، الموافق لخمس وعشرين من برج الحمل من ذلك العام، أنشأ الله سحاباً عظيماً وفيه برد مختلف الأنواع، فسقط على بلدة عنيزة وما حولها، وحصل بسببه من غفران الذنوب بالمصائب التي أصابت الزرع وكثيراً من النخيل ما ليس بقليل، فالحمد لله رب العالمين، نسأله تعالى أن لا يعيده علينا، وأن يمن بالمغفرة وحط الأوزار؛ إنه هو العزيز الغفار. ويفارق ما ذكروه في الحب الساقط من الحصاد؛ فإنه ترك هناك رغبة عنه، بخلافه هنا، والله أعلم.
النوع الثالث: أن ينتقل إباحة نفعها كمعارة رجع مالكها، فلا شيء له سوى أجرة المثل من الرجوع إلي وقت أخذه.
الرابع: إذا حمل السيل بذراً، فنبت في أرضه، وهو كالثالث.
الخامس: أن تزول عنها يد الغاصب، فيخير مالكها بين تملكه بنفقة مثل بذره وعِوض لواحقه، وبين تركه إلى الحصاد بأجرة المثل.
السادس: أن تزول عنها يد المشتري إلى الشفيع، وفيها زرع المشتري، فيبقى له إلى الحصاد مجاناً.
السابع: أن تنتقل إلى بائع لفلس مشتر، فكالسادس.
الثامن: أن ينتقل استحقاق نفعها كموقوفة: فإن كان ما فيها من الزرع يستحقه مشتر لو كانت مبيعة فهو للمنتقل إليه، وإلا فللأول، إلا أن يشترط لكل زمن قدر معين، فللجميع بالحصة.

فائدة
في ناظر الوقف مباحث خمسة

الأول: فيمن هو الناظر؟ إن عينه الواقف عمل به، وإلا فإن كان على',NULL,'41',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (40,'محصور يملك، فالنظر له؛ وإلا فللحاكم.
المبحث الثاني: في الصفات المعتبرة في الناظر:
فإن كان من أهل الوقف: فهو كالمالك لا شرط فيه إلا أنه إذا حجر عليه لسفه، كان النظر لوليه.
وإن كان أجنبياً:
فإن كانت ولايته من واقف، فشروطه ثلاثة: إسلام، وتكليف، وكفاية، لا عدالة؛ لكن يضم إليه أمين.
وإن كانت ولايته من حاكم، أو ناظر التولية، فشروطه أربعة: الثلاثة السابقة، والرابع: العدالة ويعزل لفقدها.
المبحث الثالث: في إقامته غيره مقامه، إن كان نظرُه بأصالة كالحاكم والموقوف عليه؛ فله نصب غيره وعزله، وإن كان بشرط، لم يملكه إلا إذا جعل له.
قلت: والظاهر كوكيل.
المبحث الرابع: في وظيفته؛ فيلزمه ما يعود حفظ الوقف وعمارته وصرفه إلى جهته، وله الاقتراض عليه وإقراضه أميناً لمصلحة.
المبحث الخامس: في حكم غراسه وبنائه:
فإن كانا من مال الوقف، فللوقف؛ وإلا فنوعان:
الأول: أن يكون الوقف عليه وحده؛ فهو له محترماً.
الثاني: أن لا ينفرد بالوقف، فله غير محترم، ويطالب بإزالته، قال في ((الفروع)) : ويتوجه فيمن غرس أو بنى إن شهد أنه له، وإلا فللوقف.

فائدة
المثليّ: كل مكيل أو موزون يصح السلم فيه، وليس ذا صناعة مباحة، ويضمن بمثله، إلا في صور:',NULL,'42',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (41,'الأولى: إذا تعذر؛ فيضمن بالقيمة حين تعذر.
الثانية: الماء في المفازة يضمن بقيمته هناك.
الثالثة: لبن الصيد المحرم لحق الله؛ كصيد الحرم والإحرام.
الرابعة: إذا اختلفا في قيمة المبيع التالف، ثم تفاسخا بعد التحالف.
الخامسة: ما ذكره في ((شرح المنتهي)) من أنه إذا قبض رأس مال سلم فاسد، رد ما قبضه إن كان، وإلا فقيمته، لكن نظر فيه منصور.
السادسة: لبن المصراة، لكن لا يضمن بالقيمة أيضاً، فإذا ردها، رد صاعاً من تمر.
السابعة: إذا سرق تمراً ونحوه، فعليه قيمته مرتين.
الثامنة: إذا قلع الأعور عين الصحيح المماثلة لعينه الصحيحة، فعليه الدية، ولا قصاص، لكن هذه مماثلة لغوية لا ينطبق عليها الحد السابق.

فائدة
في لحوق النسب

إن كان الزوج لم يبلغ عشر سنين، لم يلحقه مطلقاً، وإلا لحقه، إلا في ست صور:
إحداهما: أن تأتي به لدون ستة اشهر منذ أمكن اجتماعه بها، ويعيش.
الثانية: أن تأتي به لأكثر من أربع سنين منذ بانت منه.
الثالثة: أن تأتي به لنصف سنة منذ انقضت عدتها بالقروء بإقرارها.
الرابعة: أن تأتي به كذلك منذ انقضت عدتها بوضع آخر قبله.
الخامسة: أن يعلم عدم اجتماعها به.
السادسة: أن يكون مقطوع الأنثيين فقط، أو مع ذكره.

فائدة
في موجب القتل
وهو أحد خمسة أشياء:',NULL,'43',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (42,'أحدها: الدية فقط؛ وذلك فيما إذا قتل عمداً من لا يقاد به؛ كولده.
الثاني: الكفارة فقط: وذلك في ثلاث صور:
الأولى: إذا قتل في دار حرب من يظنه حربياً.
الثانية: إذا قتل بصف كفار من يظنه حربياً لكن إن وقف باختياره في صفهم، فهدر.
الثالثة: أن يرمي كفاراً يجب رميهم تترسوا بمسلم فيصيبه.
الثالث: الدية والكفارة، وهو قتل الخطأ وشبه العمد.
الرابع: أحد أمرين، إما القود، وإما الدية، ولا كفارة، وهو العمد العدوان محضاً.
الخامس: وهو من تمام الأقساط فقط؛ لأنه لا يوجب شيئاً، وهو القتل المباح؛ كقتل الحربي، وقتل العادل الباغي، وعكسه.

فائدة
كل سفر لو قصيراً، فلابد فيه من محرم للأنثى، إلا في أربعة مواضع:
الأول: إذا مات محرمها في الطريق، وقد بعدت عن البلد.
الثاني: إذا لزمتها الهجرة.
الثالث: إذا زنت وأريد تغريبها ولا محرم.
الرابع: إذا لزم الحاكم إحضارها بعد تحرير الدعوى عليها، وهي في غير بلده.

فائدة
من أدعى عليه عينا بيده ولم يقر، فإن ادعاها لنفسه، فهو الخصم؛ وإلا فعلى أربعة أقسام:
الأول: أن يقر بها لحاضر مكلف؛ فيلزمه اليمين أنها للمقر له، فإن نكل، لزمه بدلها، ثم إن صدّقه مقر، فهو له بيمينه، وإلا فلمدع.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (43,'الثاني: أن يقر بها لغائب أو غير مكلف، فإن كان له بينة، سمعت؛ وإلا حلف أنه لا يلزمه تسليم العين، فإن نكل، لزمه لمدّع بدلها.
الثالث: أن يقر بها لمجهول، فيقال له: عرِّفْه؛ وإلا قضي عليك بالنكول.
الرابع: أن يقول: لا هي له، ولا أعلم صاحبها، فهي لمدع بلا يمين، ومتى أقام المدعي في هذه الأقسام بينة، أخذها بلا يمين.

فائدة
إذا تداعيا عيناً في يد غيرهما، فلا تخلو من خمسة أحوال:
إحداها: أن يدعيها هو ولا بينة؛ فهي له بيمينه، يخلف لكل واحد منهما يميناً، فإن نكل، أخذاها وبدلها، واقترعا لأيهما يكون البدل.
الثانية: أن لا يدعيها، وهو أربعة أقسام:
الأول: أن يقر بها لأحدهما بعينه، فهي له بيمنه، وعلى المقر الحلف فإن نكل، لزمه بدلها.
الثاني: أن يقر بها لأحدهما لا بعينه، فهي له بقرعة مع يمينه، ويحلف المقر إن كذّباه أنه لا يعلم عينه، فإن نكل، غُرّم للمقروع بدل العين.
الثالث: أن يقر بها لهما؛ فعليه لكل واحد يمين بالنسبة إلي النصف المقر به لصاحبه، وعلى كل منهما يمين لصاحبه على النصف المحكوم له به، فإن نكل المقر،، غرم بدلها ويقتسمانه.
الرابع: أن لا يقر بها لهما، فإن أقر بها لغيرهما، فهي الفائدة السابقة، وإلا أقرع، فمن قرع، فهي له بيمنه.
الثالثة: أن يكون لأحدهما بينة، فهي له.
الرابعة: أن يكون لكل منهما بينة، فيتعارضان ويكونان كالعدم، لكن لو أقر بها لأحدهما قبل إقامة بينتهما، فالمُقَر له كداخل.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (44,'الحالة الخامسة: أن يكون لكل من المدعيين ومن هي بيده بينة، فهي لصاحب اليد؛ لسقوط بينتهما بالتعارض.

فائدة
إذا ادعي شيئاً، فله صور:
إحداها: أن يكون للمدعي بينة كاملة في المجلس؛ فليس له إلا إقامتها أو يمين خصمه.
الثانية: أن تكون غائبة عنه، فله تحليفه وإقامتها بعد.
الثالثة: إذا حلف المنكر، وأقام المدعي شاهداً، وحلف معه، استحق؛ خلافاً لما بحثه ((مرعي)) .
الرابعة: إذا أقام شاهداً وأعلمه القاضي أن له الحلف معه، ويستحق، وقال: لا أحلف؛ لكن يحلف خصمي، فحلف له- انقطعت الخصومة؛ فليس له الحلف مع شاهده، فإن اقام معه آخر، حكم له بالمال، ويحمل كلام ((مرعي)) على ذلك.
الخامسة: إذا كان الشاهد في المجلس، ولم يشهد: فالظاهر أن له إقامته والحلف معه بعد حلف المنكر، لقولهم: فأقام شاهداً، وذلك هو تلفظه بالشهادة لا حضوره مع سكوته. اهـ. ملخصاً من ((مجموع المنقور)) مع بعض تصرف غير مخل.

فائدة
فروع في النكاح

الأول: الجمع بين المرأة وبنتها، المذهب: أنه يبطل نكاح الأم، ويصح نكاح البنت، وقيل: يبطل نكاح البنت أيضاً. وذكر في ((المغني)) في سياق كلام لابن المنذر ما نصه: ((ولا يجوز الجمع بين المرأة وأمها في العقد؛ لما ذكرناه، ولأن الأم إلى بنتها أقرب من الأختين، فإذا لم يجمع',NULL,'46',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (45,'بين الأختين، فالمرأة وابنتها أولي)) ثم ذكر في ((المغني)) بعد ذلك بنحو عشر صفحات ما نصه: ((وإن تزوج امرأة وابنتها، فسد فيهما؛ لأن الجمع بينهما محرم؛ فلم يصح فيهما؛ كالأختين)) . اهـ. وقد ذكر ذلك في (ص٥٨٤/ج٦) من الطبعة المفردة عن ((الشرح الكبير)) والعبارة الأولى (ص٥٧٤) .
وأقول: إن هذا هو الظاهر؛ لأن فساد النكاح ناشيء - كما ذكر- من الجمع لا من الصهر حتى نعلل صحة نكاح الأم بأنه يصح وروده على نكاح البنت.
الفرع الثاني: هل الرضاع يدخل في تحريم الصهر والجمع أو لا؟:
جمهور الأمة على دخوله، وهو المذهب، واختار الشيخ تقي الدين عدم دخوله.
الفرع الثالث: هل وطء الشبهة يؤثر في تحريم المصاهرة أو لا؟:
جمهور العلماء على تأثيره وحكاه ابن المنذر إجماعاً، ولكن ذكر صاحب ((الفروع)) فيه وجهين. وأما الوطء المحرم: ففي ثبوت المصاهرة به نزاع مشهور، فقد رجّح جمع من المحققين عدم تأثيره، وهو أظهر، والله أعلم.

فائدة
إذا أقر بنسب معين، لحقه بشروط:
الأول: إمكان صدقه، فلو أقر ابن عشر سنين بأبوة ابن خمس عشرة سنة، لم يقبل؛ كعكسه.
الثاني: أن لا يدفع به نسباً معروفاً بأن يكون المُقَر به مجهول النسب، فإن كان معلوم النسب، لم يقبل.
الثالث: أن لا ينازعه أحد، وإلا فيطلب المرجح.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (46,'الرابع: أن يصدقه المقر به إن كان حيا مكلفاً، وإلا لم يعتبر تصديقه، فلو أنكر بعد بلوغه، لم يسمع إنكاره.
الخامس: أن يصح الإقرار من المقر بأن يكون أبا وابناً، فأما غيرهما فلا يصح من ذوي نسب معروف، إلا إذا أقر جميع الورثة المكلفين بمن يصح إقرار مورثهم به، وكذا إن صدّق باقيهم بعد تكليفه، أو مات قبل أن يكلف، وإن لم يتفقوا، ثبت من مقر فقط.

فائدة
قول الأصحاب - رحمهم الله - في ((الحَجر)) : إذا أنبت شعراً خشناً حول قُبُله، حكم ببلوغه)) ، عمومه يشمل حتى الإنبات بعلاج، لكن ذكروا في ((كتاب الإقرار)) أن من أنبت وقد تصرف بما يتوقف على الرشد؛ فادعي أن إنباته بعلاج، لم يقبل، وحكم ببلوغه، لأن الأصل عدم ما يدعيه، فمقتضاه أنه إذا ثبت إنباته بعلاج، لم يحكم ببلوغه؛ فلا ينفذ تصرفه.
وبهذا يتبين أن عموم كلامهم في ((الحجر)) مخصوص بما ذكروا في ((كتاب الإقرار)) وأنه إذا أنبت بعلاج، لم يحكم ببلوغه، وأظن أني رأيت في كلام الشيخ تقي الدين التصريح بذلك، وهو مقتضى النصوص، لأنه إذا كان بعلاج، لم يكن في أوانه، والله أعلم.
ثم رأيت في كلام ابن كثير على قوله تعالى: (حَتَّى إِذَا بَلَغُوا النِّكَاحَ) (النساء: ٦) ما هو دليل على ذلك؛ فإنه حكى في حصول البلوغ بالإنبات ثلاثة أقوال: ثالثها: يحصل في صبيان أهل الذمة؛ لأنهم لا يحتمل تعجيلهم للبلوغ بالعلاج، دون صبيان المسلمين؛ لأنه يحتمل أنهم أنبتوا بمعالجة؛ فهذا التعليل ظاهر، والله أعلم.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (47,'فائدة
العقوبات قسمان

الأول: أن تكون بزوال محبوب؛ كما في قوله صلى الله عليه وسلم: ((من أقتنى كلباً إلا كلب ماشية أو حرث أو صيد، انتقص كل يوم من أجره قيراطان (١)) ) ، فعلى هذا يكون اقتناء الكلب لغير هذا الأغراض الثلاثة محرماً، ودليله فوات هذا المقدار من الأجر.
القسم الثاني: يكون بحصول مكروه، وهو أكثر من الأول؛ على أن فوات المحبوب مستلزم لحصول المكروه، لكنه دلالة التزام لا مطابقة.

فائدة
قولهم: ((هلم جرا)) هو بالتنوين، قال في ((نهاية السول، شرح منهاج الأصول)) (ص٧٠١ج٣) : وقوله: ((جرا)) منون؛ قال صاحب ((المطالع)) : قال ابن الأنباري: معنى قولهم: ((هلم جرا)) سيروا وتمهلوا في سيركم، مأخوذ من الجر، وهو ترك النعم في سيرها، ثم استعمل فيما حصل الدوام عليه من الأعمال، قال ابن الأنباري: فانتصب جرا على المصدر، أي: جروا جرا، أو على الحال أو التمييز.
إذا علمت هذا، علمت أن معنى ((هلم جرا)) في مثل هذا: أنه استدعى الصور، فانجرت إليه جراً، فعبر به مجازاً عن ورود أمثال للأول. اهـ.

فائدة
نفي القبول هل هو نفي للصحة أو لا؟

اختلف في ذلك لاختلاف الأدلة، والصواب أن يقال: إن الدليل النافي للقبول على أربعة أقسام:
_________
(١) رواه البخاري، كتاب الذبائح والصيد (٥٤٨٢) ، ومسلم، كتاب المساقاة (١٥٧٤)',NULL,'49',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (48,'الأول: أن يكون لانتفاء أمر وجودي؛ مثل: ((لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ)) (١) ، ومثل: ((لا صيام لمن لم يبيت النية من الليل)) (٢) ، ونحو ذلك؛ فالنفي للقبول هنا نفي للصحة قطعاً؛ لأنه علق قبوله على أمر مطلوب، ولم يحصل فتعين بطلان المنفي.
الثاني: أن يكون لمعنى يقتضي مناقضة المنفي؛ مثل قوله صلى الله عليه وسلم: ((لا يقبل الله صدقة من غلولٍ)) (٣) ؛ فإن في الغلول معنى ينافي معنى الصدقة؛ إذ المقصود من الصدقة الإحسان، وصرفها من الغلول إساءة كبرى. وهذا أيضاً كالأول، وقد يقال: إنه منه؛ فإن الصدقة تبرع، ولا يصح إلا من مالك، والغال ليس بمالك؛ فنفي قبول الصدقة لانتفاء الملك، وهو أمر وجودي.
القسم الثالث: أن يكون لغير ذلك؛ مثل قوله صلى الله عليه وسلم: ((من شرب الخمر، لم تقبل له صلاة أربعين صباحاً)) (٤) ؛ فنفي القبول هنا يراد به - والله أعلم- أن في هذا شراً كبيراً يقابل ثواب الصلاة هذه المدة، ولا يقتضي البطلان، ومثل هذا قوله صلى الله عليه وسلم ((من أتي عرافاً فسأله، لم تقبل له صلاة أربعين ليلة)) ؛ رواه مسلم (٥) .
القسم الرابع: أن يكون الأمر مترددا بين تلك الأقسام، فإن كان أكثر
_________
(١) رواه البخاري، كتاب الوضوء (١٣٥) ، ومسلم، كتاب الطهارة (٢٢٥) .
(٢) رواه ابن ماجه بلفظ: ((لا صيام لمن لم يفرضه من الليل، كتاب الصيام (١٧٠٠) ، وأبو داود بلفظ: ((من لم يجمع الصيام قبل الفجر، فلا صيام له)) كتاب الصوم (٢٤٥٤) ، والنسائي، كتاب الصيام (٢٣٣٣) .
(٣) رواه مسلم، كتاب الطهارة (٢٢٤) .
(٤) رواه الترمذي، كتاب الأشربة (١٨٦٢) ، والنسائي، كتاب الأشربة (٥٦٧٠) وابن ماجه، كتاب الأشربة (٣٣٧٧) ، وصححه الألباني.
(٥) في كتاب الطب (٢٢٣٠)',NULL,'50',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (49,'شبهاً بأحدها، ألحق به، ولذلك تجد العلماء مختلفين في هذا القسم.
فمن ذلك: ما ورد في العبد الآبق، والمرأة الساخط عليها زوجها، وإمام القوم المكروه بينهم: أن صلاتهم لا تجاوز آذانهم (١) :
فمن قال: إن في هؤلاء معني يناقض المنفي، قال: لا تصح، وهو المذهب في الآبق، لكنهم خصوه بالنفل، لأن الفرض سيوقعه عند سيده، ولا حق له في ذمته، وأما إحرامه، فخرّج ابن عقيل بطلانه أيضاً، لكن قال الشيخ تقي الدين: إن بطلان صلاته أقوى، لأنه غاصب للزمان والمكان، بل قال الشيخ: إن بطلان فرضه قوي- أيضاً- كما جاء الحديث مرفوعاً بنفي قبول صلاته. اهـ.
وأما الناشز: فلم يحكموا فيها حكم العبد الآبق، ولعل الفرق بينهما: أن زمن العبد مملوك لسيده من جميع الوجوه بخلاف الزوجة، فإن الزوج لا يملك منها إلا زمنا يتمكن به من الاستمتاع ضرورة ملكه للاستمتاع وما يلحق به؛ ولذلك صحت إجارته العبد بخلاف الزوجة.
وأما من أم قوماً يكرهونه: فلأن من مقصود الجماعة حصول الائتلاف، والإمامة من ضرورة الجماعة، فإذا بطل مقصود الجماعة، بطل ما كان من ضرورتها؛ لبطلانها ببطلان مقصودها، فإذا بطلت إمامته بطلت صلاته، ولذلك نقل في ((النكت)) عن بعض الأصحاب: فساد صلاته إذا تعمد، ثم قال بعد ذلك: وكأن الأخبار لضعفها لا تنهض للتحريم، وإن كانت تقتضيه؛ فيستدل بها على الكراهة، كما يستدل بخبر ضعيف ظاهره يقتضي أمراً على ندبيّة ذلك الأمر، ولا يقال: لعل هناك صارفاً عن مقتضى الدليل ولم يُذكر، لأنه خلاف الظاهر. اهـ.
_________
(١) ذلك في حديث أمامة: ((ثلاثة لا تجاوز صلاتهم آذانهم..)) وذكر الحديث، رواه الترمذي، كتاب الصلاة (٣٦٠) ، وحسنه.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (50,'فائدة
توقيت المواقيت للإحرام هو من معجزات النبي صلى الله عليه وسلم، ثم إن اختلافها في البعد من الأمور التي يجب تلقيها عن الشارع، سواء علم حكمته أم لا، ولكن يظهر - والله أعلم-: أن أسباب بعد مهلّ المدينة إنما هو لأجل تقارب مشاعر الحرمين، وأنه لا يكاد يخرج من حد حرم المدينة حتى يدخل في الإحرام الذي هو من تعظيم حرم مكة، والله أعلم.

فائدة
قول الأصحاب- رحمهم الله- في المحرمة: تغطي جانباً من وجهها؛ لأنه لا يمكنها تغطية جميع الرأس إلا بجزء من الوجه، فستر الرأس كذلك أولى، وعللوا بأنه لا يختص ستره بالإحرام، بل هو عام بخلاف كشف الوجه، فإنه خاص.
وكلامهم هذا يدل على أن مراعاة الحكم العام مقدم على ما كان مختصاً بحالة دون أخرى.
ومثل ذلك: النصان إذا كانا عامين وتعارضا؛ فيقدم ما كان عمومه محكما على ما كان فيه تخصيص، كما قرره شيخ الإسلام ابن تيميه رحمه الله.

فائدة
التخيير في الشرع نوعان

أحدهما: من خير فيما يفعله لغيره بوكالة مطلقة أو ولاية، فالتخيير هنا راجع للمصلحة، فعليه أن يختار ما هو أصلح.
الثاني: المتصرف لنفسه، وهو نوعان:
الأول: أن يؤمر بنظر ما هو الأصلح بحسب اجتهاده، وذلك كما يؤمر المجتهد بطلب أقوى الآراء.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (51,'الثاني: أن يباح له ما شاء، كما يخير المحرم بين الأنساك الثلاثة، ونحو ذلك. اهـ. ملخصاً من ((مختصر الفتاوى)) طبع محمد حامد (ص٦٢٢) .

فائدة
إذا أبدل نصاب سائمة بمثله، فعلى أربعة أقسام:
الأول: أن يبدل نصاباً لتجارة بنصاب لتجارة، فيبنى.
الثاني: أن يبدل نصاباً لقنية بنصاب لقنية، فيبنى، إلا أن يبدل ما تجب الزكاة في عينه بما تجب في غيره، كخمس وعشرين بعيراً بخمس في ظاهر كلامهم.
الثالث: أن يبدل نصاباً لقنيةٍ بنصاب لتجارة، كأن يشتري نصابا للتجارة بمثله للقنية، فيبني، كما صرح به في ((الفروع)) و ((التنقيح)) و ((الإقناع)) و ((شرح الزاد)) ، وعللوه بقوله: ((لأن السّوم سبب للزكاة، قدم عليه زكاة التجارة لقوتها، فبزوال المعارض يثبت حكم السوم لظهوره)) . ا. هـ.
وهذا التعليل كما ترى لا يتلاءم مع الصورة المذكورة، وإنما يتلاءم مع صورة:
القسم الرابع: أن يبدل نصاباً لتجارة بنصاب لقنية، وهي صورة ((المنتهى)) لكن عارضه الشيخ منصور بكلام ((الفروع)) ، و ((التنقيح)) ، وبقول ((المنتهى)) بعد: و ((من ملك نصاب سائمة لتجارة نصف حول، ثم قطع نية التجارة، استأنفه)) ، قال: فهنا أولى. اهـ.
وهذه الصورة - أعني صورة القسم الرابع- هي التي صورها في ((الكافي)) ، وعللها بما عللوا به الصورة في القسم الثالث.
والظاهر: أن الصورة منقلبة على صاحب ((الفروع)) وتبعه من بعده،',NULL,'53',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (52,'وعلى تقدير الاتقلاب: يكون كلام ((المنتهى)) في المسألة الأخيرة على الوجه الثاني في المسألة التي في القسم الرابع؛ فإن فيها وجهين: الانقطاع، والبناء، والله أعلم.

فائدة
إذا اختلفت نيته في النصاب، فلا يخلو من حالين:
إحداهما: أن يكون للتجارة ونواها لغيرها، فتؤثر نيته، ثم إن نواه على حالة تجب فيها الزكاة، استأنف حولاً، وإلا فلا زكاة، ولكن في ((المنتهى)) : ((أنه إذا نوى بعبيد التجارة أو ثيابها شيئاً محرماً، انقطع بمجرد نيته)) فمفهومه: إن لم يكن محرماً، فلابد من تحقق ذلك بالفعل، كالسائمة إذا نواها لعمل محرم، انقطع بنيته، وإن كان لعمل مباح، لم ينقطع إلا بالفعل.
الحالة الثانية: أن يكون لغير التجارة، فنيته على صور:
الأولى: أن ينوي به التجارة، فلا يكون لها إلا حليّ اللبس.
الثانية: أن يكون حلياً معدا للكراء أو النفقة، ثم ينوي إعارته أو لبسه، فلا تكون نيته مؤثرة حتى يعيره أو يلبسه.
الثالثة: عكس ذلك؛ ففيه الزكاة بمجرد النية.
الرابعة: أن يكون له سائمة للدَّر والنسل، فينويها لقطع الطريق أو نحوه من الأفعال المحرمة، فينقطع الحول ولا زكاة، كذا قالوا: وفيه نظر.
الخامسة: إن نواها لعمل مباح، فلا ينقطع إلا بمباشرة.
السادسة: عكس ذلك، فتؤثر نيته، وتكون للسوم بمجردها.
السابعة: له سائمة للدر والنسل، فنواها للتجارة، فلا عبرة بنيته.
الثامنة: عكسها، ففيها الزكاة للسوم، ويبتدئ الحول.
التاسعة: عنده عروض للقنية، فنواها للتجارة، فلا أثر لها.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (53,'العاشرة: عكسها، فظاهر كلام ((المنتهى)) في ((باب زكاة السائمة)) أنه إن نواها لمحرم انقطع، وإلا فلا قبل مباشرة العمل، وصرح في ((باب زكاة العروض)) أنها تصير لها بمجرد النية، وهو الموافق للقياس.

فائدة
النية في إخراج الزكاة على أربعة أقسام

الأول: أن تكون شرطاً من المالك فقط؛ وذلك فيما إذا فرقها مالكها المكلف بنفسه.
الثاني: أن تكون شرطاً من غيره فقط؛ وذلك فيما إذا كان المالك غير مكلف، فينوي إخراجها وليه في ماله.
الثالث: أن تكون شرطاً من المالك ومن غيره، وذلك فيما إذا وكل في إخراجها وبعد الزمن؛ فتشترط من الوكيل أيضاً عند دفعها للفقير.
الرابع: أن لا تشترط النية أصلاً؛ وذلك في ثلاث صور:
الأولى: إذا تعذر وصولٌ إلى المالك بحبس أو غيره، فأخذها الإمام أو الساعي، وتجزئ ظاهراً وباطنا.
الثانية: إذا امتنع المالك من أدائها، فأخذها الإمام أو الساعي قهراً؛ فتجزئ ظاهراً لا باطناً.
الثالثة: إذا غيب ماله، فأخذها الإمام أو الساعي بعدالعثور عليه، وتجزئ ظاهراً لا باطناً.

فائدة
قول النبي صلى الله عليه وسلم: ((ألحقوا الفرائض بأهلها)) (١) يدل على عدة أصول من أصول الفرائض:
_________
(١) رواه البخاري، كتاب الفرائض (٦٧٣٢) ، ومسلم، كتاب الفرائض (١٦١٥)',NULL,'55',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (54,'أولاً: أن أصحاب الفروض مقدمون على العصبات.
ثانياً: وجوب استيعاب أصحاب الفروض بإلحاقهم فروضهم ولو أدى إلى النقص والتعويل إذا كان كلهم وراثين، فيكون فيه دليل للعول، ودليل بعمومه على سقوط الإخوة الأشقاء في الحمارية.
ومنها: أنه كما يدل على العول، فيدل بفحواه ومعناه على الرد إذا تعذر وجود العصبات، وبقي بعد الفروض بقية على نسبة فروضهم؛ كما هو رواية اختارها الشيخ؛ كما يعول لهم فينقصون، فيرد عليهم ويزدادون.
ومنها: يؤخذ حد العاصب، وأنهم جميع ذكور القرابة من أصول، وفروع، وفروع أصول كما هو معروف.
فأما الإخوة من الأم: فأصحاب فروض.
وأما الزوج: فمن غير القرابة.
(وأما المعتق: فليس بقريب أيضاً.
وأما الأخوات لغير أم مع البنات، أو مع إخوتهن، أو إناث الفروع مع ذكوره: فغير عصبة بالنفس) .
ومنها: أنه يؤخذ أيضاً حكم العاصب، وأنه هو الذي إذا استكملت الفروض التركة، ومن لازم ذلك ذلك استبداده بالمال إذا انفرد، فكلها تؤخذ من منطوق ومفهوم قوله: ((فما بقي: فلأولى رجل ذكر)) (١) .
ومنها: يؤخذ ترتيب التعصيب بقوله: ((أولى)) ، والأولوية هنا القرب، فأقربهم الفروع الذكور، ثم الأصول الذكور، ثم فروع الأصول الذكور: الأقرب فالأقرب؛ فلا يشذ عن هذا الحديث من العصبات في
_________
(١) تكملة للحديث السابق',NULL,'56',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (55,'النسب شيء حدا وحكماً وترتيباً.
ويؤخذ من هذا نوعان من أنواع الحجب:
حجب استغراق الفروض للعصبات.
وحجب الأقرب من العصبات منزلة وجهة للأبعد. اهـ. من خط كتبه شيخنا عبد
الرحمن بن سعدي في ٥/٤/١٣٧٢هـ، سوى ما بين القوسين فمني.

فائدة
اعلم أن قسمة التركات هي ثمرة علم الفرائض، ومعرفة كيفيتها من باب ما لا يتم الواجب إلا به، وقد أحببنا إيراد شيء مما من الله به، فنقول مستعينين بالله: لمعرفة قسم التركة طرق:
الأول: طريق النسبة، وهو أسهل الوجوه وأعمها نفعاً، وذلك بأن تنسب ما لكل وارث من المسألة إليها، وتعطيه من التركة بمثل تلك النسبة، ففي زوج وأبوين وبنتين، والتركة عشرون: للزوج ثلاثة من خمسة عشر، وهي خمس المسألة؛ فيأخذ بمثل نسبته من التركة أربعة، ولكل واحد من الأبوين اثنان من خمسة عشر، وهما ثلثا خمس المسألة، فلكل واحدٍ ثلثا خمس التركة، ثلاثة دراهم إلا ثلثا، وللبنتين ثمانية من خمسة عشر، وهي ثلث وخمس المسألة، فلهما من التركة كذلك أحد عشر إلا ثلثا.
الطريق الثاني: أن تضرب السهام في التركة، وتقسم الحاصل على المسألة أو ما صحت منه.
ففي المثال: للزوج ثلاثة في عشرين بستين، وإذا قسمتها على المسألة خمسة عشر خرج أربعة، فهي نصيبه، ولكل واحد من الأبوين اثنان في عشرين بأربعين، وبعد قسمتها على الخمسة عشر يخرج نصيب',NULL,'57',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (56,'كل واحد من التركة ثلاثة إلا ثلثا. وإذا ضربت سهام البنتين في التركة بلغ مائة وستين، وبقسمتها على المسألة يتبين أن نصيبهما من التركة أحد عشر إلا ثلثا.
وكيفية وضعها في الشباك: أن تضع من اليمين أولاً أسماء الورثة، يليه ما صحت المسألة منه، ثم التركة، وتضع ما لكل واحد من المسألة أو التركة بإزائه:
فإن كان في نصيب أحد من التركة كسر؛ كما في المثال، جعلت المسألة أضلاعاً، بأن تحولها إلى العدد أو الأعداد التي إذا ضربت أحدها في الآخر، خرجت المسألة.
فأضلاع مسألتنا هذه: ثلاثة، وخمسة، فتضع الأكبر منها مما يلي التركة، والأصغر بالطرف من جهة اليسار، فإذا تمت الأضلاع، فاضرب سهم كل واحد من المسألة في التركة، ثم اقسم الحاصل على الضلع الأصغر، فإن لم يبق كسر، جعلت ما تحته إما صفراً أو بياضاً، وإلا وضعت الكسر تحته.
وأما الصحيح: فتقسمه على الضلع الآخر الذي يليه، وتفعل فيه فعلك في هذا إلى أن يصل العدد إلي التركة، فتضعه تحتها، ويكون نصيب الوارث.
واعلم: أن كل ضلع بالنسبة لما فوقه كواحد منه؛ ففي المثال نقول: للزوج من المسألة ثلاثة مضروبة في التركة عشرين يبلغ ستين، وبقَسْمها على الضلع الأصغر يخرج عشرون، فاقسم العشرين على الضلع الأكبر خمسة يخرج أربعة، وهو عدد صحيح، تضعه تحت التركة، وإذا ضربت نصيب كل واحد من الأبوين في التركة، خرج له أربعون؛ فتقسمها على الضلع الأصغر فيخرج ثلاثة عشر صحيحة وواحد كسر؛ فتضعه تحت',NULL,'58',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (57,'الضلع؛ ثم تقسم الثلاثة عشر الصحيحة على الضلع الأصغر، يخرج اثنان صحيحان، فتضعهما تحت التركة وثلاثة منكسرة تضعها تحت الضلع، وإذا أعدت نظرك إلى سهام البنتين - وهي ثمانية- فضربتها في التركة، بلغت مائة وستين، فاقسمها على الضلع الأصغر يخرج ثلاثة وخمسون وواحد كسر، فضع الكسر تحت المقسوم عليه، ثم اقسم الصحيح على الضلع الأكبر يخرج عشرة صحيحة تضعها تحت التركة، وثلاثة كسر تضعها تحت الضلع.
وكيفية اختبار صحتها: أن تجمع كل عدد تحت الضلعين، وتقسم الحاصل على الضلع، ثم تضم الحاصل من القسمة إلى ما قبله، فتضم الحاصل في الضلع الأصغر إلى الحاصل في الضلع الأكبر، ثم الحاصل من الجميع إلى التركة، فإن قابل التركة فالقسم صحيح؛ وإلا فلا.

فائدة
وهاك جدول شباك يسهل علينا ذلك، فتجد في هذا الجدول أنا جمعنا ما تحت الضلع الأصغر، ثم قسمناه عليه فخرج اثنان، فضممناهما إلي ما تحت الضلع الأكبر، ثم قسمنا المجموع عليه فخرج اثنان ضممناهما إلى ما تحت التركة؛ فخرجت التركة؛ وهذا العمل ليس مختصا بهذه الطريق فقط، بل سترى أمامك ماله عرى وثيقة فيه.

ت ١٥ ٢٠ ٥ ٣
ج ٣ ٤ ٠ ٠
بنت ٤ ٥ ١ ٢
بنت ٤ ٥ ١ ٢
أم ٢ ٢ ٣ ١
أب ٢ ٢ ٣ ١
١٥ ٢٠ ٢ ٢',NULL,'59',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (58,'الطريق الثالث: أن تقسم التركة على المسألة، ثم تضرب الخارج في سهم كل وارث.
ففي المثال: يحصل من قسم التركة على المسألة واحد وثلث، للزوج ثلاثة مضروبة في واحد وثلث تبلغ أربعة، ولكل واحد من الأبوين اثنان مضروبان في واحد وثلث، يبلغ الحاصل لكل واحد ثلاثة إلا ثلثاً، ولكل واحدة من البنات أربعة في واحد وثلث، الحاصل خمسة وثلث لكل واحدة.
وإن كان بين المسألة والتركة موافقة، ردَدت كلا منهما إلى وَفقها، وجعلته كالأصل، فنقول في المثال: إن بين المسألة والتركة موافقة بالخمس، فتقسم خمس التركة، وهو أربعة، على خمس المسألة (ثلاثة) يخرج واحد وثلث.
ومثل ذلك (أعني: رد كل منها إلي وفقه إن كان) يتأتى في الطريق الثاني، فتضرب سهام الزوج ثلاثة في وفق التركة أربعة، يبلغ اثني عشر، فاقسمه على وفق المسألة ثلاثة يخرج أربعة،،،، وهكذا.
الطريق الرابع: أن تقسم المسألة على التركة، ثم سهام كل وارث على الخارج.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (59,'ففي المثال: إذا قسمت المسألة على التركه، ولا يمكن قسمها هنا، لكن ننسبها فتكون ثلاثة أرباعها، فنقول: للزوج ثلاثة مقسومة على ثلاثة أرباع، فما هو العدد الذي تكون الثلاثة ثلاثة أرباعه؟ هو الأربعة إذن فله أربعة، ولكل واحد من الأبوين اثنان مقسومة على ثلاثة أرباع، وإذا تأملت عدداً تكون الاثنان ثلاثة أرباعه، وجدته ثلاثة إلا ثلثا؛ كذلك لكل واحد من التركة هذا المقدار، ولكل واحدة من البنتين أربعة، فانظر عدداً تكون الأربعة ثلاثة أرباعه تجده خمسة وثلثا؛ فهو نصيب كل واحد.
الطريق الخامس: أن تقسم المسألة على نصيب كل وارث، ثم التركة على الخارج.
ففي المثال: اقسم خمسة عشر على نصيب الزوج منها ثلاثة يخرج خمسة، وإذا قسمت التركة على هذا الخارج، صار حاصل القسمة أربعة، فهو نصيبه. أما نصيب كل واحد من الأبوين: فيخرج من قسم المسألة على نصيب كل واحد سبعة ونصف، وإذا قسمت التركة عليها، خرج ثلاثة إلا ثلثاً.
وكيفية ذلك أن نقول: خمسة عشر على اثنين بسبعة ونصف؛ فإذا قسمت العشرين عليها حصل لكل واحد ثلاثة إلا ثلثا، ولكل واحدة من',NULL,'61',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (60,'البنتين أربعة، يخرج بقسم المسألة عليها أربعة إلا ربعاً، وإذا قسمت التركة على هذا العدد، خرج خمسة وثلث.
الطريق السادس: طريق القيراط:
وذلك بأن تقسم مصح المسألة على مخرج القيراط، وهو أربعة وعشرون في اصطلاح المصريين ومن وافقهم، أو عشرون في اصطلاح أهل العراق. والمشهور الأول، والعمل على كل صحيح؛ فإن هذا مجرد اصطلاح لا يخل بالمقصود.
فعلى الأول: نقسم المسألة إلي أربعة وعشرين سهماً، ونعرف ما له، وعلى الثاني: نجعلها عشرين سهماً ثم لا يخلو: إما أن يكون ما صحت منه أقل أو لا؛ فههنا حالتان:
الحالة الأولى: أن يكون أقل كما في المثال؛ فإن نسبة الخمسة عشر إلي مخرج القيراط نصف وثمن، وبسطها خمسة من ثمانية تحفظه معك، ثم من له شيء من المسألة يضرب في مخرج الكسر، وهو هنا ثمانية؛ لأن مخرجها النصف والثمن، ثم يقسم على بسط الكسر.
فللزوج ثلاثة في ثمانية بأربعة وعشرين، وإذا قسمتها على البسط خرج خمسة إلا خمساً من مخرج القيراط، وللأم اثنان في ثمانية بستة عشر، فاقسمها على الخمسة يخرج ثلاثة وخمس، وهذا هو سهمها من مخرج القيراط.
وتعمل في نصيب الأب عملك في نصيب الأم. ولكل واحدة من البنتين أربعة مضروبة في ثمانية باثنين وثلاثين، وإذا قسمت هذا الحاصل على الخمسة، بلغ الحاصل بالقسمة خرج ستة وخمسا سهم من مخرج القيراط؛ والأحسن في هذا المثال: أن نمشي على رأي العراقيين في مخرج القيراط؛ ليكون موافقاً للتركة، فيكون نسبة المسألة إلى مخرج القيراط نصفاً وربعا، ومخرجهما أربعة، وبسطهما ثلاثة، فتضرب سهام كل وارث في المخرج، ثم تقسمه على البسط، يخرج له أربعة،،، وهكذا بقية الورثة.
الحالة الثانية: أن يكون ما صحت منه المسألة أكثر من مخرج القيراط أربعة وعشرين، ثم لا يخلو من أمرين:
الأول: أن يفنيه بلا كسر، فإن كان الحاصل بالقسمة عدداً ناطقاً، أي: يتحصل من ضرب أحد عددين في الآخر، حللناه إلى أضلاعه، فإما أن تكون اثنين؛ كما في زوج وثلاث بنات وأربعة أعمام، فمسألتهم: من اثني عشر، وتصح من مائة وأربعة وأربعين، فاقسمها على مخرج القيراط، يصبح الحاصل ستة، وهي عدد ذو أضلاع، وضلعاه اثنان وثلاثة تضعهما وضع الأضلاع السابقة في المثال الأول، ثم أعط كل وارث نصيبه من القيراط، كما أعطيته من التركة في المثال السابق، وهاك صورتها في الشباك.

ت ١٤٤ ٢٤ ٣ ٢
ج ٣٦ ٦
بنت ٣٢ ٥ ١
بنت ٣٢ ٥ ١
بنت ٣٢ ٥ ١
عم ٣ ١ ١
عم ٣ ١ ١
عم ٣ ١ ١
عم ٣ ١ ١
١٤٤ ٢٤ ٣ ٢',NULL,'62',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (61,'وإما أن تكون الأضلاع أكثر، فتضعها جميعها أيضاً، ففي أربع زوجات، وثلاث جدات، وخمسة أبناء، نقسم المسألة من أربعة وعشرين، وسهام كل فريق منكسر عليهم، ورؤوسهم مباينة أيضاً، فنضرب الرؤوس بعضها ببعض، وما حصل فجزء السهم نضربه في أصل المسألة، فتصح من أربعين وأربعمائة وألف، وإذا قسمناه على مخرج القيراط، حصل ستون، وأضلاعها اثنان وخمسة وستة، وبيان ذلك: أننا إذا ضربنا بعض هذا العدد في بعض، حصلت الستون التي هي حاصل قسمة مصح المسألة على مخرج القيراط، فنقول: اثنان في خمسة تبلغ عشرة؛ فإذا ضربناها في ستة، صار الحاصل ستين، وصورة القسم في هذه الصورة: كما سبق في الصورة التي قبلها نقسم ما لكل وارث على تلك الأضلاع كما سبق. وهاك صورة هذه في الشباك.

ت ١٤٤٠ ٢٤ ٦ ٥ ٢
جد ٤٥ ٤ ٢ ١
جد ٤٥ ٤ ٢ ١
جد ٤٨ ٤ ٢ ١
جد ٨ ٤ ٢ ١
ده ٨٠ ١ ٢
ده ٨٠ ١ ٢
ابن ٢٠٤ ٣ ٢ ٢
ابن ٢٠٤ ٣ ٢ ٢
ابن ٢٠٤ ٣ ٢ ٢
ابن ٢٠٤ ٣ ٢ ٢
ابن ٢٠٤ ٣ ٢ ٢
١٤٤٠ ٢٤ ٦ ٤ ٢

وإن كان الحاصل بقسمة ما صحت منه المسألة عدداً صامتاً بمعنى أنه لا يتحصل من ضرب أحد عددين في آخر، وضعته كله كضلع واحد، فلو كان الورثة زوجة وجدة وسبعة أبناء، كانت مسألتهم من أربعة وعشرين، وتصح من مائة وثمانية وستين، لضربنا المسألة في رؤوس الأبناء السبعة،',NULL,'63',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (62,'وإذا قسمت هذا الحاصل من الضرب على مخرج القيراط (أربعة وعشرين) ، صار الحاصل بالقسمة سبعة، وهي عدد صامت لا يتحصل من ضرب أحد عددين في الآخر ولذلك لم يكن هناك أضلاع نوزعها على جداول تختص بها، ولكننا نضع هذا العدد موضع ضلع، ونقسم عليه سهم كل وارث؛ كما سبق لك في غير مثال، وهاك صورة لهذا المثال في شباك.
الأمر الثاني أن يفنيه ويبقى؛ فطريق ذلك أن تنسب المنكسر، وهو ما يبقى بعد المنقسم صحيحاً إلى مخرج القيراط (أربعة وعشرين) ؛ فأي جزء كان له تضرب مصح المسألة في مخرجه، ثم تقسم الحاصل على مخرج القيراط، وتفعل في الخارج كما سبق لك في الأمثلة، ثم تضرب سهام كل وارث فيما ضربت فيه مصح المسألة، وتقسم الحاصل على أضلاع القراريط؛ كما ترى في هذا المثال:
زوجة وبنتين وأبوين، فمسألتهم من أربعة وعشرين وتعول بثمنها إلي سبعة وعشرين، فإذا قسمنا سبعة وعشرين على مخرج القيراط، صار الحاصل بالقسمة واحداً، وبقي المنكسر ثلاثة، وهي ثمن مخرج القيراط أربعة وعشرين، ومخرج الثمن ثمانية؛ فنضرب مصح المسألة فيه يبلغ ستة عشر ومائتين، وإذا قسمتها على مخرج القيراط، خرج تسعة وضلعاها ثلاثة وثلاثة، فنقسم نصيب كل وارث عليها؛ كما سبق.

ت ٢٧ ٢١٦ ٢٤ ٣ ٣
جد ٣ ٢٤ ٢ ٢
بنت ٨ ٦٤ ٧ ١
بنت ٨ ٦٤ ٧ ١
أم ٤ ٣٢ ٣ ١ ٢
أب ٤ ٣٢ ٣ ١ ٢
٢٧ ٢١٦ ٢٤ ٢ ٢',NULL,'64',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (63,'إلا أننا نضربه أولاً في مخرج الثمن، فللزوجة من أصل المسألة ثلاثة مضروبة في مخرج الثمن بأربعة وعشرين، وإذا قسمتها على الضلع الأصغر خرج ثمانية بالقسمة، فاقسمها على الضلع الثاني، يخرج اثنان صحيحان، فتضعهما تحت القيراط، واثنان كسراً تضعهما تحت الضلع، وهكذا كل وارث، كما نراه في الشباك.

فائدة
في بيان معرفة نصيب كل واحد مما صحت منه المسألة

وبيان ذلك: أن تضرب نصيبه من قبل التصحيح في رؤوس غيره إن كانت مباينة له، أو وفقها إن كانت موافقة، أو ماله وحده فقط إن كان منقسماً، فإن كان بينه وبين رؤوس غيره مداخلة، ضربته في أقل جزء يتفقان فيه.
مثال ذلك: أربع زوجات، وثلاث جدات، وأربع بنات، وعمان.
أصل المسألة من أربعة وعشرين، وتصح من ثمانية وثمانين ومائتين:
للزوجات: ثلاثة مضروبة في رؤوس الجدات ثلاثة بتسعة، وهي نصيب كل واحدة، ولا تضرب في رؤوس الأعمام لمداخلتها لهما، ولا في رؤوس البنات للمماثلة.
وللجدات: أربعة مضروبة في رؤوس الزوجات أو البنات للمماثلة، دون الأعمام للمداخلة بستة عشر، وهي نصيب كل واحدة وتضرب وفق رؤوس البنات في رؤوس الجدات، تبلغ اثني عشر، وإذا ضربتها في رؤوس الزوجات، بلغت ثمانية وأربعين، وهي نصيب كل واحد منهن.
أما سهام العمين: فهي واحد مضروب في رؤوس الجدات، ثم في وفق سهام الزوجات أو البنات، يبلغ ستة، وهي نصيب كل واحد منهما.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (64,'فائدة
قال عبد الله ابن الإمام أحمد- رحمهما الله-: حدثني أبي، ثنا إبراهيم ابن أبي العباس، قال: ثنا بقية، قال: حدثني عثمان بن زفر الجهني، قال: حدثني أبو الأشد السلمي، عن أبيه، عن جده، قال: كنت سابع سبعة مع رسول الله صلى الله عليه وسلم، قال: فامرنا نجمع لكل واحد منا درهماً، فاشرينا أضحية بسبعة الدراهم، فقلنا: يا رسول الله، لقد أغلنا بها، فقال النبي صلى الله عليه وسلم: ((إن أفضل الضحايا أغلاها وأسمنها)) (١) ، فأمر رسول الله صلى الله عليه وسلم فأخذ رجل برجل، ورجل برجل، ورجل بيد، ورجل بيد، ورجل بقرن، ورجل بقرن، وذبحها السابع، وكبرنا عليها جميعاً.
وهذا الحديث من أحاديث المسند، وقد أخرجه الحاكم وسكت عنه، وقال الذهبي: عثمان- يعني ابن زفر- ثقة. اهـ. وقد أورده الهيثمي، وقال: رواه أحمد، وأبو الأشد لم أجد من وثقه ولا جرحه، وكذلك أبوه وجده، وقيل: إن جده عمرو بن عبسة. اهـ. قلت: وقيل: أبو المعلى.
وقد ذكره صاحب ((ترتيب المسند)) (ص٨٥ج١٣) رقم (٧٨) ، وقال الظاهر: أن هذه الأضحية كانت من البقر؛ لأن الكبش لا يجزئ عن سبعة، والبعير لا قرون له، والبقرة هي التي تجزئ عن سبعة، وله قرون؛ فتعين أن تكون من البقر، والله أعلم. اهـ. وهذا بناء على رأي القائلين بذلك، وهو المعتمد عند الشافعية؛ فقد قال النووي: في ((شرح المهذب)) (ص٣٩٧ج٨) : فرع: تجزئ الشاة عن واحد، ولا تجزئ عن أكثر من واحد، لكن إن ضحى بها واحد من أهل البيت تأدى الشعار في حق جميعهم، وتكون التضحية في حقهم سنة كفاية. وقال في ((المنهاج))
_________
(١) رواه أحمد في مسند المكيين (١٥٠٦٨) ، والحاكم (٢٣١/٤) برقم (٧٥٦١/٤٥) .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (65,'وشرحه: والشاة عن واحد، فلو اشترك اثنان في شاة، لم تجزئ، والأحاديث كذلك، كحديث: ((اللهم، هذا عن محمد وآل محمد)) (١) : محمولة على أن المراد التشريك في الثواب لا في الأضحية. اهـ.
وهذا المحمل استدل عليه بعضهم بقوله: ((وأمة محمد)) ؛ لأنهم لم يكونوا حاضرين هناك مشتركين، ولكنه جعل لهم الثواب، كما يصح أن تجعل ثواب ركعتين مثلا لعدد كثير، ولو اشتركوا في تأدية الركعتين كل واحد يؤدي جزءاً، لم يصح.
أما كلام أصحابنا: فظاهره أنه تجزئ عنه وعن أهل بيته وعياله؛ بدليل ما نقلوه عن صاحب ((الرعاية)) مقابلاً لكلامهم؛ حيث قال- بعد حكاية القول بالإجزاء وعدمه: - وقيل: في الثواب لا في الإجزاء (٢) .
ويدل عليه - أيضاً -: قول ابن القيم في ((إعلام الموقعين)) - وقد ذكر حديث أحمد هذا (ص ٥٠٢ج٣) -: نزل هؤلاء النفر منزلة أهل البيت الواحد في إجزاء الشاة عنهم؛ لأنهم كانوا رفقة واحدة. اهـ.
هذا؛ وقد ذكر في ((المحلّي)) (ص٣٨١ج٧) مسألة (٩٨٤) ؛ أنها تجزئ الأضحية الواحدة، أي شيء كانت، عن الجماعة من أهل البيت وغيرهم، وجائز أن يشتركوا فيها، ورد على القائلين بتخصيص الإبل والبقر بسبعة، والشاة بواحد، ونقل عن مالك: أن الرأس الواحد من الإبل أو البقر أو الغنم يجزئ عن واحد وعن أهل البيت وإن كثر عددهم وكانوا
_________
(١) رواه أحمد في باقي مسند الأنصار ((٢٥٣١٥)) وابن ماجه في الأضاحي، باب أضاحي رسول الله صلى الله عليه وسلم (٣١٢١، ٣١٢٢)
(٢) ثم وجدت في ((الإنصاف)) ما نصه: الثالثة: لو اشترك اثنان في شاتين على الشيوع، أجزأ على الصحيح، قال في ((التلخيص)) : أشبه الوجهين الإجزاء، وقاسه على قول الأصحاب في التي قبلها، وقيل: لا تجزئ، والمسألة التي أشار إليها هي ما إذا اشترك جماعة في بدنة، فبانوا ثمانية، فيذبحون شاة وتجزئهم، والله أعلم.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (66,'أكثر من سبعة إذا أشركهم فيها تطوعاً، ولا تجزئ إذا اشتروها بينهم بالشركة ولا عن أجنبيين فصاعداً. اهـ.
فإذن: تبين أن في هذه المسألة أربعة أقوال:
المنع من الاشتراك مطلقاً؛ وهو رأي مالك.
والجواز مطلقاً؛ وهو رأي ابن حزم.
وجواز الاشتراك في البدنة والبقرة سبعة فقط مطلقاً، وجواز الاشتراك في الشاة
في أهل البيت والرفقة ونحوهم؛ وهذا هو ظاهر المذهب.
الرابع: مذهب الشافعية، وهو جوازه في البقر والإبل مطلقاً لسبعة فقط، ومنعه في الشاة إلا في الثواب، ويجيبون عن حديث أبي الأشد: بحمله على البقر؛ كما سبق.
وهذا المذهب قوي عندي جداً؛ ويؤيده أن النبي صلى الله عليه وسلم لم يشرك أكثر من واحدة في جميع الأحاديث الواردة إلا في الإبل أو البقر، اللهم إلا في هذا الحديث، إن أخذنا بظاهره، مع أن حمله على البقر- كما حمله عليه صاحب ((الفتح الرباني)) - قريب محتمل بل ظاهر؛ إذ لو كانت معزاً أو شاة ذات قرون، ما احتاج أن يمسكها الستة، اللهم إلا أن يقال: إن إمساكهم إياها ليحصل اشتراك الجميع في ذبحها، والله أعلم. والأول أقرب؛ ليوافق غيره، ولو كانت مجزئة عن أكثر من واحد، لاشتهر اشتهاراً كبيراً للحاجة إليه، وانتشار فقر كثير من الصحابة، فإنهم في حاجة إلى أن يحصل لهم أضحية بثمن قليل.
قلت: وقد نقل في ((نيل الأوطار)) في باب السن الذي يجزئ في الأضحية..إلخ ما نصه: ((وأما الشاة: فلا تجزئ إلا عن واحد بالاتفاق)) . اهـ. (ص٢٠٣ ج٥) .
فإن قيل: ((قد ورد في أحاديث لا ريب في صحتها: أن الشاة تجزئ',NULL,'68',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (67,'عن الرجل وأهل بيته)) :
قيل: نعم، قد ورد ذلك، ولكن لفظها مختلف؛ فمنه: ما يقتضي أن الرجل تكون منه الضحية، ولكنه يجعلها عنه وعن أهل بيته، ومنه: ما يقتضي انهم يشتركون، والمسألة لم تتضح عندي غاية الاتضاح (١) .
وكان شيخنا عبد الرحمن بن سعدي يجيز الاشتراك لا سيما في الوصايا التي يخشي من تأخيرها تلفها، فعنده: لا بأس بجمع الوصايا إذا كانت كل واحدة لا تفي بأضحية كاملة، ويشتري فيها أضحية تكون للجميع.
فإن قيل: ((إن في هذا خلافاً لنص الموصي)) .
قلنا: لكنا نفهم غرض الموصى، وهو حصول الأجر له كل عام، وهذا حاصل إذا عملنا هذا العمل، غير حاصل إذا تربصنا بكل وصية حتى تتم على حدتها؛ هذا من جهة.
ومن جهة أخرى: فالتربص فيها عرضة لتلفها، كما هو مأخذ شيخنا، ولا ريب في رضى الموصى بهذا التصرف في هذه الحال، وهذا يشبه إبدال الوقف بخير منه؛ على رأي الشيخ تقي الدين، بل إن هذا يمكن أن ينزل على قاعدة المذهب؛ لأن هذا تعطيل للوصية في ذلك العام، فلا بأس بصرفها في بعض ما نص عليه الموصي؛ كالوقف المتعطل نفعه، والله أعلم.
واعلم أن هذا فيما إذا اختلف الموصون، أما إذا كان الموصي واحدا أوصى بثلاث أضاحي مثلاً، فلم يحتمل الريع، فإن كان نص على أنه إن ضاق الريع، جمعت في أضحية واحدة، فالأمر ظاهر، وإن لم ينص على ذلك،
_________
(١) ثم اتضح لي أخيراً: أن الأقرب عدم جواز التشريك في الشاة الواحدة، إلا في الثواب، أو فيما إذا اشترك اثنان في أضحية، فجعلاها لغيرهما؛ كولدين اشتركا في أضحية لوالدهما.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (68,'فالظاهر: جواز جمعها في أضحية واحدة، ويشرك جميع من لهم حق في الأضاحي الثلاث، لأن هذا من باب التشريك في الثواب، والله أعلم.

فائدة
قال في ((لسان العرب)) (ص٢٥١ج١) : وجرب الرجل تجربة: إذا اختبره، والتجربة من المصادر المجموعة؛ قال النابغة:
إلى اليوم قد جربن كل التجارب
وقال الأعشي:
قد جربوه فما زادت تجاربهم أبا قدامة إلا المجد والفنعا

أي: الخير والكرم، فإنه مصدر مجموع معمل في المفعول به وهو غريب. اهـ. وإنما استغربه؛ لأن من شروط إعمال المصدر عند الجمهور: أن يكون مفرداً؛ ولذلك حكموا على بيت الأعشى بالشذوذ، وخالف في ذلك جماعة منهم ابن عصفور، والناظم.
هذا وقد شكل صاحب ((اللسان)) : ((التجارب)) بكسر الراء، وكذلك الصبان على الأشموني (ص٢١٤ج٢) فقد صرح بأنها بكسر الراء؛ وبذلك يعرف خطأ من قرؤوه بضم الراء.

فائدة
روى عبد الرزاق، عن ابن عيينه، عن عمرو بن دينار موصولاً، قال: رأيت ابن عمر ينحر بدنه بمنى وهي باركة معقولة، ورجل يمسك بحبل في رأسها، وابن عمر يطعن. وقد ذكر البخاري نحو هذا تعليقاً في باب من ذبح ضحية غيره (ص١٩ج١) من ((الفتح)) ، الطبعة الأخيرة (١) .
_________
(١) وذلك في كتاب الأضاحي، والأثر ذكره ابن حجر في ((الفتح))',NULL,'70',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (69,'فائدة
قال الشيخ تقي الدين في ((رسالة الفرقان)) (ص٣٢) من المجموعة الكبرى ما معناه:
إذا قال لامرأته: أنت طالق إن شاء الله، ففيه نزاع، والمرجع التفصيل:
فإن كان قصده: أنت طالق بهذا اللفظ، وقع، لأنه كقوله: بمشيئة الله.
وإن كان قصده تعليقه بمشيئة توجد بعد، لم يقع إلا إذا طلقها مرة ثانية، إذ إنا لا نعلم مشيئة الله حتى يقع.
كما ذكر (ص٣٨) من هذه الرسالة: تفاضل الإيمان، وأنه من وجهين.

فائدة
الفرق بين العلة والسبب

أن العلة: هي الوصف الظاهر المنضبط الذي جعل مناطاً لحكم يناسبه، أما إن كان يفضي إليه، ولا تظهر المناسبة له، فهو السبب.
فبينهما عموم وخصوص مطلق؛ إذ كل علة سبب، ولا عكس.

فائدة
في ((الفتح)) في شرح حديث ابن عباس: ((تحشرون حفاة عراة غرلاً)) (١) :
قال أبو هلال العسكري: لا تلتقي اللام مع الراء في كلمة، إلا في أربع:
أرل: اسم جبل، وورل: اسم حيوان معروف، وحرل: ضرب من الحجارة، والغرلة.
واستدرك عليه كلمتان: هرل: ولد الزوجة، وبرل: الديك الذي
_________
(١) رواه البخاري في أحاديث الأنبياء (٣٤٤٧) والرقاق (٦٥٢٧) ومسلم في الجنة وصفة نعيهما وأهلها (٢٨٥٩)',NULL,'71',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (70,'يستدير بعنقه، والستة حوشية سوى الغرلة.
وقوله: ((لا تلتقي)) أي: لا يصير بعضها إلى جنب بعض، وليس المعنى: أنهما لا يجتمعان؛ فإن هذا كثير كما في رجل، ورجلٍ، وغيرهما.

فائدة
اللازم ثلاثة أقسام

لازم في الذهن والخارج؛ كلزوم الزوجية للأربعة:
ولازم في الذهن فقط؛ كلزوم البصر للعمى؛ لأن معنى العمى- بدلالة المطابقة -: سلب البصر، ولا يعقل المركب الإضافي إلا بعد تعقل جزأيه.
وهذان اللازمان تعتبر بهما دلالة الالتزام بالإجماع.
القسم الثالث: لازم في الخارج فقط؛ كلزوم السواد للفظة الغراب، وهذا اللزوم لا يعتبر في فن المنطق، وإنما يعتبر في الأصول والبلاغة أهـ. ما أملاه الشنقيطي.
ولما سألته عن مثال له تضمن وليس له لازم ذهني، قال: إنه قد مثل بعضهم له بالإنسان، وفسره بأنه يدل على الحيوانية أو الناطقية بالتضمن، وليس له لازم ذهني، والله أعلم.

فائدة
كره العلماء مداومة غير اللسان العربي لغير حاجة، وفي حديث ابن عمر: ((من أحسن أن يتكلم بالعربية، فلا يتكلف الفارسية ... إلخ)) ؛ رواه الحاكم في: ((المستدرك)) ، وقال: صحيح (١) ، وتعقبه الذهبي بأن عمرو بن
_________
(١) المستدرك للحاكم (٨٧/٤) برقم (٧٠٠٠/٢٥٩٩)',NULL,'72',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (71,'هارون أحد رجاله، كذيه ابن معين، وتركه الجماعة. هذه عبارته.
قال المناوي في ((شرح الجامع الصغير)) : فكان ينبغي للمصنف حذفه، وليته إذ ذكره بيّن حاله.

فائدة
اتفق العلماء على أن كراهة ((عبدي وأمتي)) للتنزيه حتى أهل الظاهر، ويستدل بقوله تعالى: (وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُم) (النور: ٣٢) ، على أن المنهي هو السيد، خشية التطاول، أما غيره، فلا؛ لأنه إنما يقصد التعريف غالباً.
وقد زاد مسلم في حديث النهي: ((ولا يقل: مولاي؛ فإن مولاكم الله)) (١) ، وهذه الزيادة قد بين مسلم الاختلاف فيها على الأعمش فمنهم من ذكرها، ومنهم من حذفها، وقال عياض: حذفها أصح، وقال القرطبي: المشهور حذفها.
أما كلمة الرب: فقد قال الخطابي: إن غير العاقل لا يكره إضافتها إليه؛ كرب الدار ونحوه، وقال ابن بطال: لا يجوز أن يقال لأحد غير الله: رب؛ كما لا يجوز: إله. اهـ.
هذا وقد ورد في الحديث: ((إذا ولدت الأمة ربها)) (٢) ؛ فدل على أن النهي عن الإطلاق.
ويحتمل: إنه للتنزيه، وما ترد، فلبيان الجواز.
وقيل: إن الجواز خاص بالنبي صلى الله عليه وسلم.
وقيل: إن النهي عن الإكثار من ذلك، ولعل هذا أقرب الاحتمالات، لقوله: ((لا يقل أحدكم: أطعم ربك، وضئ
_________
(١) صحيح مسلم، كتاب الألفاظ من الأدب وغيرها (٢٢٤٩)
(٢) رواه البخاري في الإيمان (٥٠) ، ومسلم في الإيمان (٩)',NULL,'73',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (72,'ربك)) (١) ؛ لأن الطعام والوضوء يكثر تكررهما.
ولا ريب أنه إذا خشي المحذور من استعمال الكلمتين، قوي النهي والكراهة، وربما وصلت إلى التحريم، وكلما بعد المحذور، بعدت الكراهة، وربما زالت إذا زال، والله أعلم.

فائدة
المذهب: أنه إذا وجد لقطة ولو في فلاة ولو مأيوساً من صاحبها، وجب عليه التعريف سنةً، ثم يملكها، إذا كانت مما تتبعه همة أوساط الناس، ولا تمتنع من صغار السباع.
وقال الشيخ تقي الدين- رحمه الله-: إنه إذا وجد لقطة بطريق غير مأتي، فكركاز؛ واختاره في ((الفائق)) ، وذكره في ((الفروع)) توجيهاً؛ فقال (ص٨٥٦ج٢) : ويتوجه جعل لقطة موضع غير مأتي كركاز. اهـ.
وقال في ((الإقناع)) وشرحه (ص١٨٣ج٤) من طبعة حامد، وص (٤٢٥ج٢) من طبعة مقبل: (وإن كان لا يرجي وجود صاحب اللقطة) ومنه: لو كانت دراهم ليست بصرة ونحوها؛ على ما ذكره ابن عبد الهادي في ((مغني ذوي الأفهام)) ؛ حيث ذكر أنه يملكها ملتقطها بلا تعريف، (لم يجب تعريفها في أحد القولين) نظراً إلى أنه كالعبث، ثم ذكر بعد: أن المذهب وجوب التعريف مطلقاً، كما في ((المنتهى) وغيره.
فتبين: أنه إذا كان صاحب اللقطة غير مرجو الوجود، فإنها تكون كالركاز؛ كما قاله الشيخ تقي الدين، ووجهه في الفروع.
وتكون ملكاً لواجدها من غير تعريف؛ كما في أحد القولين الذي أشار إليه في ((الإقناع)) ، وذكره في ((مغني ذوي الأفهام)) .
_________
(١) رواه البخاري في العتق (٢٥٥٢) ، ومسلم في الألفاظ من الأدب وغيرها (٢٢٤٩)',NULL,'74',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (73,'وتكون لقطة واجبة التعريف، كلقطة لم يؤيس من وجود صاحبها؛ على ظاهر كلام: ((المنتهى)) وغيره.
والذي يظهر لي - والله أعلم-: أن الأمر ليس كذلك، وأن هذه اللقطة كسائر الأموال التي لا يرجى وجود أصحابها، كالعواري، والودائع، والغصوب، وغيرها، وقد ذكر الأصحاب: أنه يتصدق بها عن صاحبها مضمونة، وأن أحمد نص على جواز بيعها والتصدق بثمنها، أي: إذا لم تكن أثماناً، وأنه لا يجوز لمن هي في يده الأكل منها، وإن كان محتاجاً.
غير أن ابن رجب ذكر في ((القواعد)) (ص١٢٩) ، عن القاضي تخريجاً بجواز أكله إذا كان فقيراً على الروايتين في جواز شراء الوكيل من نفسه، وأفتى به الشيخ تقي الدين في الغاصب إذا تاب.
فعلى هذا: يكون حكم هذه اللقطة حكم تلك الأموال على الخلاف المذكور، وقول القاضي: ليس ببعيد، وربما يستأنس له بحديث المجامع في نهار رمضان؛ على أحد الاحتمالين في الحديث، وهو أن الرسول صلى الله عليه وسلم أعطاه كفارة نفسه، وأما على الاحتمال الثاني- وهو سقوطها عنه، لفقره، وهو أقرب- فلا شاهد فيه، ولكن تؤخذ من نصوص أخري. ويفرق بينها وبين مسألة المجامع: أن كفارة المجامع عن نفسه بخلاف ذاك، والله أعلم.

فائدة
قال ابن القيم- رحمه الله- في ((إعلام الموقعين)) (ص٢١٨ج٣) :
ومن الحيل الباطلة: الحيلة على التخلص من الحنث بالخلع، ثم يفعل المحلوف عليه في حال البينونة، ثم يعود إلى النكاح، وهذه الحيلة باطلة شرعاً، وباطلة على أصول أئمة الأمصار. ثم ذكر وجه البطلان؛ وهذا ما يسميه العلماء- ومنهم أصحابنا- خلع الحيلة. وهو غير صحيح.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (74,'وإنما نقلت كلام ابن القيم، لما يشاع عنه من جوازه وصحته؛ فإن هذا غير لائق بمقامه، رحمه الله.

فائدة
في ((تاريخ الجهمية والمعتزلة)) ؛ نقلاً عن ((مجلة المنار)) في مواضع متعددة بطريقة مختصرة.
انقسام التجهم (ص٧٤٥مج١٦) :
قال الشيخ تقي الدين: ليس الناس في التجهم على درجة واحدة، بل انقسامهم في التجهم يشبه انقسامهم في التشيع، ولذلك يتستر الزنادقة بهاتين البدعتين اللتين هما أعظم أو من أعظم البدع التي حدثت في الإسلام.
فالرافضة القدماء ليسوا جهمية، بل مثبتو صفات، وغالبهم يصرح بلفظ الجسم، كما أن الجهمية ليسوا رافضة، بل كان الاعتزال فاشياً فيهم، والمعتزلة ضد الرافضة، وهم إلى النصب أقرب، ولكن في عهد بني بويه فشا التجهم في الرافضة.
والشيعة ثلاث درجات:
شرها: الغالية الذين يجعلون لعلي شيئاً من الألوهية أو النبوة.
والدرجة الثانية: الرافضة المعروفون، كالإمامية وغيرهم، يعتقدون أن عليا الإمام الحق بعد النبي صلى الله عليه وسلم بنص جلي، أو خفي، ولكنه ظلم ويبغضون أبا بكر وعمر ويشتمونهما، وهذا- أعني بغضهما وشتمهما- سيما الرافضة.
الثالثة: المفضلة يفضلون عليا على أبي بكر وعمر، ولكن يتولونهما ويعتقدون عدالتهما وإمامتهما، كالزيدية، وهؤلاء أقرب إلى أهل السنة منهم إلى الرافضة.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (75,'وكذلك الجهمية ثلاث درجات:
غالية: ينفون أسماء الله وصفاته، وإن سموه بشيء من أسمائه، قالوا: هو مجاز؛ فهو عندهم ليس بحي ولا عالم.. إلخ، فهم لا يثبتون شيئاً، ولكن يدفعون التشنيع بما يقرون به في العلانية. وقد قال أبو الحسن الأشعري: إن هؤلاء أخذوا عن إخوانهم المتفلسفة الذين زعموا أن للعالم صانعاً لم يزل ليس بعالم ولا قادر..إلخ، غير أن هؤلاء لم يظهروا المعنى فقالوا: إن الله عالم من طريق التسمية من غير أن نثبت له علماً أو قدره.. إلخ. وهذا القول قول القرامطة الباطنية ومن سبقهم من إخوانهم الصابئة والفلاسفة.
الدرجة الثانية: تجهم المعتزلة، يقرون بالأسماء الحسنى في الجملة، ويجعلون كثيراً منها على المجاز، لكنهم ينفون صفاته وهؤلاء هم الجهمية المشهورون.
والثالثة: الصفاتية المثبتون المخالفون للجهمية، لكن فيهم نوع من التجهم، يقرون بأسماء الله وصفاته في الجملة لكن يردّون طائفة من أسمائه وصفاته الخبرية وغير الخبرية، ويتأولونها كما تأول الأولون صفاته كلها. ومنهم من يقر بما جاء في القرآن الكريم دون الحديث، ومنهم يقر بالجميع لكن مع نفي وتعطيل للبعض، وهؤلاء إلى السنة المحضة أقرب إلى الجهمية المحضة؛ بيد أن متأخريهم والوا المعتزلة وقاربوهم أكثر فخالفوا أوليهم. اهـ.
وقد أشار المحشي إلى أن كلام الشيخ هذا في ((التسعينية)) انتهى الكلام على الجهمية.
أما الكلام على المعتزلة، فيلخص فيما يلي:
من هم المعتزلة؟ (ص٧٤٩ج١٦) .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (76,'هي فرقة إسلامية كبيرة جداً، إذ إنه انتحلها رجال كثيرون؛ فشيعة العراق قاطبة، والأقطار الهندية والشامية، والبلاد الفارسية، والزيدية في اليمن، كل هؤلاء الذين يعدون بالملايين على مذهب المعتزلة.
أما في نجد: فقد انتشر مذهب السلف الأثرية، كما يوجد ذلك في طوائف من الهند وفي جماعات قليلة في العراق والحجاز والشام.
أما السواد الأعظم من البلاد الإسلامية: فعلى المذهب المنسوب إلى الأشعري، أي: الذي تداوله المتأخرون؛ إذ إن مذهب الأشعري بنفسه هو مذهب أحمد بن حنبل؛ كما صرح بذلك في كتابه ((الإبانة)) .
تلقيب المعتزلة بالجهمية (ص٧٥١ مج١٦) :
كان مذهب الجهمية سابقاً بزمن قريب مذهب المعتزلة، غير أنهما اتفقا على أصول كبيرة في مذهبهما، وهي نفي الصفات، والرؤية، وخلق الكلام، فصاروا كأهل المذهب الواحد وإن اختلفوا في بعض الفروع، ومن ثم أطلق أئمة الأثر (الجهمية) على المعتزلة؛ فالإمام أحمد والبخاري في كتابيهما (الرد على الجهمية) ومن بعدهما، يعنون بالجهمية المعتزلة، لأنهم بهذه المسائل أشهر من الجهمية خصوصاً في المتأخرين. وأما المتقدمون: فيعنون بالجهمية الجهمية؛ لأنها الأم السابقة لغيرها من مذاهب التأويل (أي التعطيل) كما سبق عن الشيخ تقي الدين.
قال رشيد: وبما ذكر يزول الاشتباه الذي يراه البعض من ذكر الجهمية في هذه المسائل، مع أنها في عرفهم مضافة إلى المعتزلة وذلك أن تلقيبهم بالجهمية لما وجد من موافقتهم إياهم في هذه المسائل، ومن ثم قال الشيخ تقي الدين: كل معتزلي جهمي، ولا عكس، لكن جهم اشد تعطيلاً، لأنه ينفي الأسماء والصفات.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (77,'فائدة
قال ابن مفلح في ((الفروع)) : لم يبعث إليهم (أي الجن) نبي قبل نبينا محمد صلى الله عليه وسلم.
قلت: ويشهد له قوله صلى الله عليه وسلم: ((وكان النبي صلى الله عليه وسلم يبعث إلي قومه خاصة، وبعثت إلى الناس عامة)) (١)
فأما قوله تعالى عن الجن: (قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَاباً أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ) (الاحقاف: ٣٠) ، فظاهره: أنهم كانوا يتعبدون بشريعة موسى، وكذا هو ظاهر حال الجن المسخرين لسليمان، أي: أن الظاهر أنهم كانوا يتعبدون بشريعة سليمان، وكان يتعبد بشريعة موسى، هكذا قيل: إنه ظاهر حالهم، وفيه نظر؛ ولكن يكفينا ظاهر الآية.
والجواب: أن الظاهر أنه لم يكلف بالرسالة إليهم، وإن كانوا قد يتعبدون بها، والله أعلم.

فائدة
التعريض: كذب في إفهام السامع، حيث أفهمه خلاف الحقيقة بما أظهره من لفظه، ولذلك اعتذر إبراهيم عن الشفاعة للناس بالكذبات الثلاث التي هي تعريض.

فائدة
روى الإمام أحمد، عن ثوبان: سمعت النبي صلى الله عليه وسلم يقول: ((ليدخلن الجنة من أمتي سبعون ألفاً لا حساب عليهم ولا عذاب، مع كل ألف سبعون ألفا)) (٢) .
_________
(١) رواه البخاري في التيمم (٣٣٥) ومسلم في المساجد ومواضع الصلاة (٥٢١)
(٢) رواه أحمد في باقي مسند الأنصار برقم (٢١٩١٢) .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (78,'قال ابن كثير في تفسير آل عمران عند قوله تعالى: (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ) (آل عمران: ١١٠) ، إنه حديث صحيح- ولله الحمد والمنة- وذكر أحاديث كثيرة تدل على هذا المعنى، وبعضها يدل على أن مع كل واحد سبعين ألفاً وثلاث حثيات من حثيات الباري، جل وعلا.
وعن ابن مسعود- رضي الله عنه- في الصحيحين، أن النبي صلى الله عليه وسلم قال: ((أما ترضون أن تكونوا ربع أهل الجنة؟!)) فكبرنا؛ ثم قال: ((أما ترضون أن تكونوا ثلث أهل الجنة؟!)) فكبرنا ثم قال: ((إني لأرجو أن تكونوا شطر أهل الجنة)) (١) .
وروى أحمد، والترمذي، وابن ماجه، والطبراني؛ أن الجنة عشرون ومائة صف، وأن هذه الأمة ثمانون صفاً منها (٢) ، فلله الحمد.
وروى الإمام أحمد، من حديث ابن عمر: ((مثلكم ومثل اليهود والنصاري كمثل رجل استعمل عمالاً، فقال: من يعمل لي عملاً من صلاة الصبح إلي نصف النهار على قيراط قيراط؟ ألا فعملت اليهود، ثم قال: من يعمل لي عملاً من نصف النهار إلى صلاة العصر على قيراط قيراط؟ ألا فعملت النصارى، ثم قال: من يعمل من صلاة العصر إلى صلاة غروب الشمس على قيراطين قيراطين فأنتم الذين عملتم، فغضبت اليهود والنصارى، فقالوا: نحن أكثر عملاً، واقل عطاء، قال: هل ظلمتكم من أجركم شيئا؟ قالوا: لا، قال: فإنما هو فضلي أوتيه من اشاء)) (٣) اهـ.
_________
(١) رواه البخاري في الرقاق (٦٥٢٨) ومسلم في الإيمان (٢٢١)
(٢) رواه أحمد في مسند المكثرن من الصحابة برقم (٤٣١٦) ، والترمذي في صفة الجنة (١٥٤٦) وابن ماجه في الزهد (٤٢٨٩)
(٣) رواه الترمذي في الأمثال ٠٢٨٧١) ، وأحمد في مسند المكثرين من الصحابة (٢٤٩٤) ، ورواه البخاري في الإجارة (٢٢٦٩) بمعناه.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (79,'فائدة
عن ابن عباس - رضي الله عنهما- قال: قال النبي صلى الله عليه وسلم: ((من أنظر معسراً أو وضع عنه، وقاه الله من فيح جهنم، ألا إن عمل الجنة حزن بربوة ثلاثاُ، ألا إن عمل النار سهل بشهوة، والسعيد من وقي الفتن، وما من جرعة أحب إلى الله تعالى من جرعة غيظ يكتمها عبد، ما كظمها عبد لله إلا ملأ الله جوفه إيماناً)) ؛ انفرد به أحمد (١) ، وإسناده حسن ليس فيه مجروح، ومتنه حسن. اهـ. تفسير ابن كثير.

فائدة
من المنار (مج٣ ص١٦٣) أعجوبتان:
الأولى: امرأة ولدت بنتاً بدنها كبدن الإنسان، لكن رأسها بلا وجه، وعيناها في مكان الناصية من رأسها، وأذناها بحذائهما، وهما كأذني الأرنب، ولها أربع شفاه بعضها فوق بعض.
الثانية: امرأة ولدت بنتا نصفها الأعلى كالبشر، ونصفها الأسفل كالبطيخة.
وفي (مج٢ ص٣٦٩) من المجلة المذكورة كلمة في الحجاب.
وقد جري في بلدنا عنيزة أعجوبة ثالثة: هي ابنة ولدت في شعبان أو في أول رمضان عام ١٣٧٦هـ. وقد كساها الله بثوب لحم على صفة لباس يسمى الشلحة، فكان الشلش في يديها في الذراعين، وفي رجليها في الساقين، وعلى صدرها شيء يشبه الشلش على طوقها؛ فتبارك الله رب العالمين.
_________
(١) المسند (٣٠٠٨)',NULL,'81',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (80,'فائدة
عن عائشة - رضي الله عنها- أن النبي صلى الله عليه وسلم قال: ((لا تسكنوهن الغرف، ولا تعلموهن الكتابة، وعلموهن الغزل وسورة النور)) وكذلك روى ابن عباس النهي عن تعليم النساء الكتابة مرفوعاً؛ وكلاهما ضعيفان:
أما الأول: ففي إسناده محمد بن إبراهيم الشامي، كذبه الدراقطني، وقال ابن عدي: عامة أحاديثه غير محفوظة، وقال ابن حبان: يضع الحديث.
وأما الثاني: ففي سنده جعفر بن نصر، وهو متهم.
وقد ذكر ابن الجوزي الخبرين في الموضوعات.
ولذلك كان ظاهر كلام الأكثرين والإمام: عدم كراهة تعليمها الكتابة، كما روى أحمد في مسنده، وأبو داود، والنسائي: ((أن النبي صلى الله عليه وسلم دخل على الشفاء بنت عبد الله وهي عند حفصة، فقال: ألا تعلمين هذه رقية النملة، كما علمتها الكتابة؟!)) (١) ، وهو حديث صحيح، قال أحمد: هو رخصة في تعليم النساء الكتابة، وقال في ((المنتقى)) : وهو دليل على جواز تعلم النساء الكتابة. اهـ.
والنملة: بثرة تخرج في الجسد باحتراق والتهاب، وتدب إلى موضع آخر كالنملة وهي تعرف عندنا بالحزاة.
وقد نقلت الأحاديث والكلام عليها من الجزء الثالث من ((الآداب الشرعية)) (ص٣٠٩-٣١٠) .

فائدة
أخرج الحاكم من حديث ابن مسعود - رضي الله عنه- أن النبي صلى الله عليه وسلم
_________
(١) رواه أو داود في كتاب الطب (٣٨٨٦) وأحمد (٢٦٥٥٥)',NULL,'82',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (81,'قال: ((ليس من عمل يقرب من الجنة إلا وقد أمرتكم به، ولا عمل يقرب من النار إلا وقد نهيتكم عنه، فلا يسبطئن أحد منكم رزقه؛ فإن جبريل ألقى في روعي أن أحداً منكم لن يخرج من الدنيا حتى يستكمل رزقه، فاتقوا الله - أيها الناس- وأجملوا في الطلب، فإن استبطأ أحد منكم رزقه، فلا يطلبه بمعصية الله، فإن الله لا ينال فضله بمعصيته)) (١) . اهـ.

فائدة
الأنبياء المذكورون في القرآن الكريم هم المذكورون في هذه الأبيات وهم خمسة وعشرون نبياً:
حتم على كل ذي التكليف معرفة بأنبياء على التفصيل قد علموا
في تلك حجتنا منهم ثمانية من بعد عشر ويبقى سبعة وهمو
إدريس هود شعيب صالح وكذا ذو الكفل آدم بالمختار قد ختموا

وعد ذي الكفل منهم، فيه خلاف مشهور بين العلماء، فقيل: رجل صالح، وقيل: نبي، وتوقف ابن جرير في ذلك، والله أعلم.

فائدة
مسألة ١٦٩ في رجل طلب منه رجل ابنته لنفسه، فقال: ما أزوجك بنتي حتى تزوج بنتك لأخي، فهل يصح هذا التزويج؟
الجواب: وفيه: وإذا تشارطا أنه لا يزوجه ابنته حتى يزوجه أخته، كان هذا نكاحاً فاسداً ولو سمي مع ذلك صداق آخر، هذا هو المأثور عن رسول الله صلى الله عليه وسلم. اهـ. من ((الفتاوي)) (ص٩٧) مجموعة رقم (١) التي فيها الاختيارات.

فائدة
قال في ((الإقناع)) : ((وإن وجد الغرور من المرأة والولي، فالرجوع
_________
(١) رواه الحاكم في المستدرك (٢١٣٦)',NULL,'83',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (82,'بالمهر على الولي، ومنها ومن الوكيل، فبينهما نصفين:
قال الشيخ منصور- رحمه الله- في ((حاشيته)) : قاله الموفق؛ ولعله لأن فعل الوكيل كفعل الموكل، فقد صدر الغرور منهما؛ فيكون الغرم بينهما نصفين بخلاف الولي، فليس فعله فعل مولاه، وظاهر كلام ((الإنصاف)) : عدم الفرق بينهما، ولهذا قال: فيكون في كل من الولي والوكيل قولان اهـ. وهو ظاهر كلام الشيخ التقي في ((المسودة)) قال: يقدم فيه مباشر الفعل على الآذن فيه، قال: وقد ذكر الجد أيضاً في غرور الأمة: إن كان الغرور من وكيل السيد، رجع عليه، وإن كان منها، تعلق بها وإن كان منهما، رجع على كل واحد منهما بالنصف. اهـ. حاشية ((الإقناع)) .
وأقول: إن ظاهر كلام ((الإنصاف)) والشيخ التقي هو قياس المذهب، ولو كان الغرور من الجميع- الزوجة، والولي- فقياس قول الموفق ومن تابعه أنه بين الولي والوكيل نصفين، وقياس قول الآخرين أنه على الوكيل فقط؛ والله أعلم.

فائدة
قال الأصحاب- رحمهم الله-: إذا أقر السفيه بحد ونحوه، قبل إقراره في الحال، لكن إن أقر بقصاص، فعفي عنه إلى المال، لم يؤخذ إلا بعد فك الحجر عليه.
وأما إن أقر بمال، فإنه لا يؤخذ به إلا بعد فكه، ويقبل إقراره حال الحجر عليه.
وبهذا عرف أن المحجور عليه لحظّه إن كان لعدم تكليفه، لم يصح إقراره مطلقاً، وإن كان لسفه، صح مطلقا، لكن إن كان بما يئول إلى المال، لم يؤاخذ به إلا بعد فك الحجر عنه، وإلا أخذ به في الحال.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (83,'وبهذا عرف ما في إطلاقهم في ((كتاب الإقرار)) من عدم صحة إقرار المحجور عليه لسفه بالمال. وإن كان المراد لا يؤاخذ به، والله أعلم.

فائدة
عموم كلامهم في وجوب سترة تمنع مشارفة الأسفل: يقتضي أنه لا فرق بين كون المشارف سابقا على جاره أم لا، وقد صرح بذلك في النظم حيث قال:

ومن داره تعلو على الجار يلزمن بنا يستر الأدنى لباغي تقصد
ويلزم أيضاً سد طاق علا ولو تقدم ودعوى لا أرى لا تقلد

وقد سئل سعيد بن حجي عن بناء مشرف سابق طلب الجار سترة.
فأجاب: أنه لم يقف على تفرقة للعلماء بين البناء المتقدم والحادث، والله أعلم.
ولا يشترط أن يكون المشرف ملاصقاً، لعموم كلامهم.
وقد ذكر في ((سبل السلام)) في ((باب قتال الجاني، وقتل المرتد)) : أن ابن عبد الحكم في ((فتوح مصر)) أخرج عن يزيد بن أبي حبيب، قال: أول من بنى غرفة بمصر خارجة بن حذافة، فبلغ ذلك عمر بن الخطاب، فكتب إلى عمرو بن العاص: سلام عليكم، أما بعد: فإنه بلغني أن خارجة بن حذافة بنى غرفة، ولقد أراد أن يطلع على عورات جيرانه، فإذا أتاك كتابي هذا، فاهدمها- إن شاء الله- والسلام.

فائدة
قيل لبعض السلف: إن اليهود والنصارى يقولون: لا نوسوس، قال: صدقوا وما يصنع الشيطان بقلب خراب؟!
قال الشيخ تقي الدين- رحمه الله- في ((الفتاوي)) (ج٢ص٢١) :
والوسواس يعرض لكل من توجه إلى الله بذكر أو غيره لابد له من',NULL,'85',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (84,'ذلك؛ فينبغي للعبد أن يثبت ويصبر ويلازم ما هو فيه من الذكر والصلاة ولا يضجر؛ فإنه بملازمة ذلك ينصرف كيد الشيطان عنه، (إِنَّ كَيْدَ الشَّيْطَانِ كَانَ ضَعِيفاً) (النساء: ٧٦) ، وكلما أراد العبد توجهاً إلى الله تعالى بقلبه، جاءه من الوسواس أمور أخرى، فإن الشيطان بمنزلة قاطع الطريق، كلما أراد العبد أن يسير إلى الله، قطع الطريق عليه.
وقال في ((كتاب الإيمان)) (ص١٤٧) في الطبعة الهندية: وكثيراً ما يعرض للمؤمن شعبة من شعب النفاق، ثم يتوب الله عليه، وقد يرد على قلبه بعض ما يوجب النفاق ويدفعه الله عنه، والمؤمن يبتلى بوساوس الشيطان، وبوساوس الكفر التي يضيق بها صدره.
إلى أن قال: ولابد لعامة الخلق من هذه الوساوس؛ فمن الناس: من يجيبها فيصير كافراً، أو منافقاً، ومن الناس: من قد غمر قلبه الشهوات والذنوب فلا يحس بها إلا إذا طلب الدين، ولهذا يعرض للمصلين من الوساوس ما لا يعرض لغيرهم، لأن الشيطان يكثر تعرّضه للعبد إذا أراد أن ينيب إلى ربه، ويتصل به، ويتقرب إليه، ويعرض للخاصة أهل العلم والدين أكثر مما يعرض للعامة، ويوجد عند طلاب العلم والعبادة من الوساوس والشبهات ما ليس عند غيرهم؛ لأنه لم يسلك شرع الله ومنهاجه، بل هو مقبل على هواه في غفلة عن ذكر ربه؛ وهذا هو مطلوب الشيطان، بخلاف المتوجهين إلى ربهم بالعلم والعبادة؛ فإنه عدوهم يطلب صدهم عن الله. اهـ. كلامه ملخصاً- رحمه الله- ونسأل الله تعالى أن يعيذنا من عدونا عدو الإنس والجن؛ إنه سميع عليم.

فائدة
قال الأصحاب -رحمهم الله: - إن مؤنة الرد في الإقالة على البائع، وأما في الفسخ لعيب فعلى المشتري، وفرقوا بينهما: بأن الإقالة فسخ',NULL,'86',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (85,'باختيار البائع، فكانت عليه، بخلاف الفسخ لعيب، فإنه قهر على البائع.
ومقتضى هذا التعليل: أن الفسخ بالنجش والتدليس ونحوهما على المشتري مؤنة النقل، وأن شرط الخيار إن كان للبائع أو لهما ففسخ البائع فعلى البائع، وإن كان للمشتري فعليه.
ويحتمل أن تكون على البائع مطلقاً؛ لأن الشرط- وإن كان للمشتري- فإن البائع قد رضي به وبلازمه الذي هو الفسخ، فيكون هو الذي سلط المشتري عليه، والله أعلم.

فائدة
عن جرير بن عبد الله البجلي- رضي الله عنه- قال: خرجنا مع رسول الله صلى الله عليه وسلم، فلما برزنا من المدينة، إذا راكب يوضع نحونا، فقال النبي صلى الله عليه وسلم: ((كأن هذا الراكب إياكم يريد)) فانتهى إلينا الرجل فسلم، فرددنا عليه، فقال النبي صلى الله عليه وسلم: من أين أقبلت؟ قال: من أهلي وولدي وعشيرتي؟ قال: فأين تريد؟ قال: أريد رسول الله صلى الله عليه وسلم، قال: فقد أصبته، قال: يا رسول الله علمني ما الإيمان؟ قال: ((أن تشهد أن لا إله إلا الله، وأن محمداً رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت)) قال: قد أقررت، قال: ثم إن بعيره دخلت يده في شبكة جرذان، فهوى بعيره، وهوى الرجل، فوقع على هامته، فمات، فقال رسول الله صلى الله عليه وسلم على بالرجل، فوثب إليه عمار بن ياسر، وحذيفة بن اليمان، فأقعداه، فقالا: يا رسول الله، قبض الرجل، قال: فأعرض عنهما رسول الله صلى الله عليه وسلم، ثم قال لهما رسول الله صلى الله عليه وسلم: أما رأيتما إعراضي عن الرجل؛ فإني رأيت ملكين يدسان في فيه من ثمار الجنة، فعلمت أنه مات جائعاً ثم قال رسول الله صلى الله عليه وسلم: هذا من الذين قال الله فيهم: (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) (الأنعام: ٨٢) ، ثم قال: دونكم أخاكم، فاحتملناه إلى الماء، فغسلناه وحنطناه',NULL,'87',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (86,'وكفناه وحملناه إلى القبر، فجاء رسول الله صلى الله عليه وسلم حتى جلس على شفير القبر، فقال: ألحدوا ولا تشقوا؛ فإن اللحد لنا، والشق لغيرنا،)) ، رواه أحمد بن حنبل، عن إسحاق بن يوسف: حدثنا أبو جناب، عن زاذان، عن جرير (١) .
وفي الحديث: دليل على أن الإيمان يطلق على الأعمال الظاهرة التي هي الإسلام. اللهم توفنا على الإيمان؛ وأحينا على سنة المصطفى من بني الإنسان، يا كريم يا رحمن، يا حي يا قيوم.

فائدة
الرد على أهل الفروض بقدر فروضهم: هو مذهب أحمد، وأبي حنيفة- رحمهما الله- لكن يستثنى من ذلك الزوجان، فلا يرد عليهما؛ قال في ((المغني)) باتفاق من أهل العلم، وحكي الإجماع أيضاً في ((العذب الفائض)) ، وقال: حكاه العلامة سبط المارديني في ((شرح الكفاية)) وفي ((شرح كشف الغوامض)) أيضاً، وممن حكاه العلامة الشيخ على بن الجمال، الأنصاري في ((شرح فرائض المنهاج)) ويروى عن عثمان - رضي الله عنه- أنه رد على زوج، قال ((في المغني)) : ولعله كان عصبة أو ذا رحم، أو أعطاه من بيت المال، لا على سبيل الميراث. اهـ. بمعناه.
وأقول: إن شيخنا عبد الرحمن الناصر السعدي- رحمه الله- كان يرى الرد عليهما؛ قال في ((الإرشاد)) (ص١٦٩) : على القول الصحيح، والرد عليهم مروي عن عثمان، وبه قال شيخ الإسلام. اهـ. ولعله اعتمد في النقل عن الشيخ على ما جاء في ((الاختيارات)) (ص١٩٧) . وفي ((مختصر الفتاوي)) (ص٤٢٠) وفي ((الفتاوي)) (ج٤) ، مجموعة رقم ١ س٤٨: في
_________
(١) رواه أحمد (١٨٦٥٩)',NULL,'88',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (87,'زوج وبنت وأم أخت من أم: أن الفريضة تقسم على أحد عشر سهماً؛ للبنت ٦، للزوج٣، وللأم ٢، ولا شيء للأخت لأم.
قال في ((مختصر الفتاوي)) : وظاهر هذا أنه: يرد على الزوج، وفيه نظر. وصدق في تنظيرة، ولاسيما والشيخ- رحمه الله- عزاها إلى مذهب أبي حنيفة، مع أن المعروف في مذهبيهما: أن لا رد على الزوجين.
والذي يظهر - والله أعلم: - أن الشيخ- رحمه الله- حصل منه سهو حال قسمتها.
ويدل لذلك - أيضاً-: أن الشيخ نفسه- رحمه الله- أجاب في (ص٥٠) من ((الفتاوي)) (ج٤) ، مجموعة رقم ١، في رجل مات عن زوجة، وأخت شقيقة، وثلاث بنات أخ شقيق، فقال: للزوجة الربع، وللأخت لأبوين النصف، ولا شيء لبنات الأخ. والربع الثاني: إن كان هناك عصبة، فهو للعصبة؛ وإلا فهو مردود على الأخت، على أحد قولي العلماء، وعلى الآخر: هو لبيت المال.
وكذلك أجاب في (ص٥٢) من الجزء نفسه في امرأة ماتت عن زوج وابن أخت: بأن للزوج النصف، وأما ابن الأخت: ففي أحد الأقوال: له الباقي، وهو قول أبي حنيفة وأصحابه وأحمد في المشهور عنه، وطائفة من أصحاب الشافعي، وفي القول الثاني: الباقي لبيت المال، ثم ذكر أن اصل هذا الخلاف تنازع الناس في ميراث ذوي الأرحام، فقسمة هاتين المسألتين على هذه الصفة دليل على أنه لا يرد على الزوجين.
ويدل على ذلك-أيضاً- الإجماع الذي حكاه غير واحد، كما سبق.
ويدل عليه: أن ناقلي الخلاف في المذهب كصاحب، ((الإنصاف)) وغيره: لم يذكروا خلافاً عن الشيخ في ذلك، مع عظم اعتبار خلافه عندهم وعند غيرهم، ولو كان له قول في المسألة، لنقلوه عنه.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (88,'ولهذا يظهر لي: أنه رد على الزوجين؛ لأن أصل الرد مأخذه أن ذوي الأرحام بعضهم أولى ببعض، والزوج ليس منهم، والله أعلم.

فائدة
روى الطبراني من طريق ابن لهيعة، عن الحارث بن مالك الأنصاري؛ أنه مر برسول الله صلى الله عليه وسلم فقال: كيف أصبحت يا حارث؟ فقال: أصبحت مؤمنا حقاً، قال: انظر ما تقول؛ فإن لكل شيء حقيقة، فما حقيقة إيمانك؟ قال: عزفت نفسي عن الدنيا؛ فأسهرت ليلي، وأظمأت نهاري، وإني أنظر إلى عرش ربي بارزاً، وكأني أنظر إلى أهل الجنة يتزاورون فيها، وكأني أنظر إلى أهل النار يتضاغون فيها، فقال النبي صلى الله عليه وسلم: يا حارث، عرفت فالزم ثلاثاً. اهـ. ابن كثير عند قوله تعالى في سورة الأنفال: (أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقّا) (الأنفال: ٤) .

فائدة
قال في ((الإقناع)) وشرحه في فصل ((تعتبر عدالة البينة ظاهراً، وباطناً في آخر الفصل (ص٢٠٨ج٤) ، قال: وذلك-يعني: الترجمة وما عطف عليها- شهادة يعتبر فيها لفظ الشهادة، قال: وتجب المشافهة؛ فلا تكفي بالرقعة مع الرسول؛ كالشهادة؛ وكذلك في ((المنتهي)) وشرحه (ص٢٨٠) من الجزء المذكور.
وهذا صريح في أن أداء الشهادة بالكتابة غير معتبر ممن يتمكن من أدائها مشافهة. وأما من لا يتمكن: فظاهر كلامهم في باب الشهادة على الشهادة أيضاً: أنه لابد من إرسال من يشهد على شهادته، لكن الظاهر أنه متي تعذر، اكتفي بخطه إذا كان معروفاً، والله أعلم.
(وانظر الفائدة الآتية) .',NULL,'90',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (89,'فائدة
قال في ((الإقناع)) (ص٢٠٧ج٤) ، من طبعه مقبل، على كلامه في التزكية: ولا يكفي فيها رقعة المزكي؛ لأن الخط لا يعتمد في الشهادة، أي: بل تجب المشافهة.

فائدة
حديث: ((إن ثواب عبادة الصبي لوالديه أو أحدهما)) ضعيف، وذكره ابن الجوزي في ((الموضوعات)) ، قاله في ((الفروع)) في كتاب الصلاة (ج١ص٢٠٠) اهـ.

فائدة
إذا قال: أنت طالق، أنت طالق، أنت طالق، فإن المدخول بها يقع ثلاثاً، إلا أن ينوي بهذا التكرار توكيداً يصح أو إفهاماً، وعلى هذا: فلو نوي توكيد الأولى بالثالثة، لم يصح للفصل، وأما غير المدخول بها: فتبين بالأولي، ولا يلزمه ما بعدها.
وإذا قال: أنت طالق، وطالق، وطالق، فإنها تطلق ثلاثاً، ولو غير مدخول بها.
وإذا قال: أنت طالق، طالق، طالق، تطلق واحدة، ما لم ينو أكثر، وعموم كلامهم: مدخولاً بها كانت أو لا.

فائدة
المذهب فيما إذا وقف على أولاده وذريته وعقبة ونسله: عدم دخول أولاد البنات فيهم.
وكذلك إذا قال: على أولاد أولادي، فإنهم لا يدخلون أيضاً، وذكروا أنه إذا قال الهاشمي: على أولادي. أولادي الهاشميين، لم يدخل',NULL,'91',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (90,'من أولاد بنته من ليس هاشيماً.
وأما الهاشمي: ففي دخوله وجهان؛ بناهما القاضي على الخلاف في أصل المسألة، وهي هل يدخل ولد البنات في الوقف على الأولاد؟ وفيها روايتان، والدخول: هو مذهب الشافعي، ونصره في ((الشرح)) وجمهور الأصحاب - وهو المذهب -: على عدم الدخول.
وعلى ضوء هذه الأحكام: فإذا وقف على ذريته وذريتهم، فإن المذهب أن أولاد البنات لا يدخلون؛ إذ لا فرق بين أولادي وأولادهم، وبين ذريتي وذريتهم، قال في ((الإنصاف)) (ص٨١ج٧) : وكذا الحكم والخلاف والمذهب فيما إذا وقف على عقبه أو ذريته. اهـ.
هذا هو تقرير المذهب.
ولكن الذي يظهر: أنه إذا قال: على ذريتي وذريتهم، فإن أولاد البنات أولاد أبنائهن يدخلون، أما أولاد أولادهن: فإنهم لا يدخلون إلا أن يكونوا من أولاد الأبناء، وذلك أن الذرية إنما هي للأولاد وأولاد الأبناء، فإذا قال: وذريتهم، شمل أولاد البنات وأولاد أبنائهن، والله أعلم. (وانظر الفائدة الآتية) .

فائدة
إذا قال: وقف على اولادي، فالمشهور من المذهب: أنه لأولاد الموجودين حال الوقف حتى الحمل منهم.
وأما الحادث بعد ذلك: فلا يدخل، وعنه: يدخل، واختاره في ((الإقناع)) ، ويدخل في
ذلك أولاد البنين مطلقاً الموجودون حال الوقف والمتجددون بعد، ومحل دخول أولاد البنين: ما لم يقل: ولدي لصلبي، أو أولادي الذين يلونني، فإن قال ذلك، لم يدخل ولد البنين، قال: في ((شرح المنتهى)) : بلا خلاف.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (91,'ويكون الاستحقاق هنا مرتباً بين الأولاد وأولادهم، إلا أن يكونوا قبيلة كأولاد النضر،
أو يأتي بما يقتضي التشريك، كأولادي وأولادهم؛ فيستحقونه جميعاً من غير ترتيب، وقيل: يستحقونه جميعاً من غير ترتيب مطلقاً.
أما ولد البنات: فلا يدخلون إلا بنص أو قرينة، مثل أن يقول: على أولادي فلان
وفلان فلانة ثم أولادهم، أو من مات عن ولد فنصيبه لولده، أو يفضل أولاد البنين، ونحو ذلك؛ هذا هو تقرير المذهب.
وقيل: إن أولاد البنات يدخلون. وعن الإمام أحمد: أن أولاد البنين لا يدخلون، وعنه: يدخل الموجود منهم حال الوقف.
وقال في ((القواعد)) : على القول باستحقاقهم، هل يستحقونه مرتباً أو مع آبائهم؟ على قولين، وعلى القول بالترتيب، هل هو ترتيب بطن على بطن؛ فلا شيء للأسفل مع وجود واحد من الأعلى؟ أو ترتيب فرد على فرد؛ فيستحق كل ولد نصيب والده؟ على قولين.
٢-إذا قال: على ولد ولدي، لم يدخل ولد البنات أيضاً، قال في الفائق: اختاره القاضي وابن عقيل والشيخان، قال في ((الإنصاف)) : يعني بهما المصنف، والشيخ تقي الدين، وهو ظاهر ما قدمه الحارثي.
وأما أولاد البنين: فيدخلون بلا نزاع.
وأما أولاد أولاد البنين: فعلى الخلاف فيما إذا قال: على أولادي، فهل يدخل أولاد البنين؟
٣-إذا قال: على أولادي وأولادهم، اشترك الجميع من غير ترتيب إلا بنص؛ مثل أن
يقول: الأعلى فالأعلى، أو الأقرب فالأقرب، أو قرينة؛ مثل أن يرتب أولاً، ثم يأتي بالواو؛ كعلى أولادي، ثم أولادهم، ثم على أنسالهم وأعقابهم، فيستحقه أهل العقب مرتباً؛ لأن الواو لمطلق الجمع؛ فهي كما لا تقتضي الترتيب لا تنافيه أيضاً، فإذا وجدت قرينة الترتيب،',NULL,'93',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (92,'عمل بها. ويدخل في ذلك أولاد البطن الثاني والثالث،،، وهلم جرا، إلا على القول، بأن أولاد البنين لا يدخلون في الأولاد؛ كما تقدم وهذا القول يقتضي أن لا يدخل إلا المذكورون فقط.
٤-إذا قال: على أولادي ثم أولادهم، استحق أولاد الأبناء مرتباً بعد آبائهم ترتيب بطن
على بطن، فلا يستحق أحد من البطن الثاني مع وجود واحد من البطن الأول؛ هذا هو المشهور من المذاهب.
واختار الشيخ تقي الدين، أنه ترتيب فرد على فرد؛ فيستحق كل ابن نصيب أبيه بعد موته.

٥- إذا قال: على عقبه أو ذريته أو نسله، شمل أولاده وأولاد أبنائه فقط، ولا يدخل
ولد البنات إلا بنص، أو قرينة؛ على المشهور من المذهب، وعلى القول الثاني: يدخلون.
وهل استحقاق الطبقة الثانية مشروط بموت الأولى، أو يشترك الجميع؟
الظاهر: أن مقتضى كلامهم في الوقف على الأولاد: أنه على الترتيب؛ فلا شيء
للطبقة الثانية مع الأولى؛ وأفتى به الشيخ حسن بن حسين بن على من آل الشيخ، وأما الشيخ أبو بطين: فأفتى بأن القريب والبعيد من الذرية يتناولهم الوقف، ذكرهم وأنثاهم سواء.
قلت: وهو ظاهر كلامه في ((المغني)) ؛ حيث قال: إذا وقف على قوم وأولادهم
وعقبهم ونسلهم، كان الوقف على القوم وأولادهم ومن حدث من نسلهم على سبيل الاشتراط إن لم تقترن به قرينة تقتضي ترتيباً..إلى أن قال: ويشارك الآخر الأول وإن كان من البطن العاشر.
وفي ((شرح زاد المستقنع)) على قوله: (في جمع) قال: بأن يقف على أولاده
وأولاد أولاده ونسله وعقبه. اهـ.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (93,'٦- إذا وقف على قرابته، فهو للذكر والأنثى من أولاده، وأولاد أبيه- وهم إخوانه-
وأولاد جده- وهم أعمامه- وأولاد جد أبيه- وهم أعمام أبيه، وإن نزلوا- ويستوي في ذلك الذكر والأنثى، والقريب والبعيد، والغني والفقير، كما نص عليه شارح ((الزاد)) وشارح ((عمدة الطالب)) ؛ وكذا ((شرح المنتهى)) ومثل القرابة أهل بيته وقومه ونسباؤه وأهله وآله.
٧- العترة والعشيرة والقبيلة: هم القرابة الأدنون.

فائدة
الدماء التي تصيب المرأة على المذهب خمسة

دم فاسد: وهو الذي لا يصح أن يكون حيضاً بحال من الأحوال، كدم الحامل الذي لا يصلح نفاساً، ومن دون التسع أو فوق الخمسين، والدم الذي لم يبلغ أقل الحيض، وهذا لا يترتب عليه أحكام الحيض؛ بل تكون في صلاتها كمن به سلس بول، ولزوجها وطؤها فيه ولو بلا خوف العنت، إلا المبتدأة؛ فهي في حكم الحائض حتى ينجلي أمرها، لكنهم ذكروا في دم الحامل: أنه يستحب اغتسالها عند انقطاعه، ولم يذكروا مثل ذلك في غيرها من الدماء الفاسدة، وتعليلهم يقتضي أن لا فرق.
الثاني: دم الاستحاضة، وهو ما جاوز أكثر الحيض ممن يصلح كون دمها حيضاً.
الثالث: دم الحيض، وهو ما كان في سن الحيض، وصلح أن يكون حيضاً بأن لم يجاوز أكثره، ولم ينقص عن أقله.
الرابع: المشكوك فيه، وهو ما زاد على أقل الحيض من المبتدأة، وما ألحِق به، ودم النفاس العائد في مدته بعد الطهر، فهذا تصوم فيه وتصلي ولا توطأ، وتقضي الواجب فيما بعد إلا فيما إذا أيست المبتدأة قبل تكراره.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (94,'الخامس: دم النفاس.

فائدة
استشكل حديث عائشة في قصة بريرة من وجهين:
الأول: كيف أمرها النبي صلى الله عليه وسلم أن تشترط الولاء لهم مع أن الشرط باطل؟
والثاني: كيف أمرها بذلك مع أنه يعلم أنه لا وفاء لهذا الشرط؟ أليس في هذا تغرير لهم؟
والجواب عن الإشكال الأول من وجهين:
الأول: أن اللام بمعنى ((على)) أي: اشترطي عليهم الولاء؛ فإن اللام تأتي بمعنى ((على)) ؛ كقوله: (أُولَئِكَ لَهُمُ اللَّعْنَةُ) (الرعد: ٢٥) ، و (وَإِنْ أَسَأْتُمْ فَلَهَا) (الاسراء: ٧) ؛ وهذا فيه نظر من وجهين:
الأول: من حيث المعنى؛ فإنه لا يمكن أن يأمرها باشتراط الولاء عليهم، مع أنهم كانوا قد أبوا ذلك؛ فإن هذا تكرار بلا فائدة.
وأيضاً: فالولاء عليهم، سواء شرطته أم لا.
وأيضاً: لو كان هذا هو المعنى، لكان الشرط صحيحاً لا يستدعي أن يقوم النبي صلى الله عليه وسلم خطيباً مبيناً فساده.
الوجه الثاني: هو في رد هذا الجواب من حيث اللفظ وما يتعلق بمعنى الحرف: فإن اللام تفيد الاستحقاق والاختصاص، و ((على)) تفيد الاستعلاء، فهي إما خبر، وإما دعاء عليهم بحصول اللعنة، ولا ترادف بين المعنيين معنى اللام، ومعنى على.
والوجه الثاني من الجواب عن الإشكال الأول: أن اللام هي على بابها للاستحقاق والاختصاص؛ ويدل عليه السياق، والقصة وقيام النبي صلى الله عليه وسلم خطيباً ببيان بطلان الشرط، لكن لم يأمرها به مع فساده لإقرار الشرط',NULL,'96',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (95,'وإثباته، ولكن لبيان بطلانه بكل حال حتى ولو شرط؛ فيكون الأمر به غير مقصود لا للإزام به، ونظير هذا: أمره المسيء في صلاته أن يكررها مع فسادها، وتحريم الإتيان بها للمصلحة والاختبار.
وأما الجواب عن الإشكال الثاني فمن وجهين:
الأول: أنهم كانوا عالمين بهذا الحكم، ونهى النبي صلى الله عليه وسلم عن كون الولاء لغير من أعتق؛ فهم داخلون على بصيرة معتدون.
الثاني: أن النبي صلى الله عليه وسلم بادر بالإخبار بأن الولاء للمعتق، وأن هذا الشرط غير صحيح قبل أن يقبل أهل بريرة العقد؛ فلم يحصل البيع منهم إلا بعد أن علموا أن هذا الشرط لا يوفى به.

فائدة
العطية هي: التبرع بالمال في مرض الموت المخوف.
والوصية: التبرع به بعد الموت، أو الإذن بالتصرف بعده.
والوصية والعطية تشتركان في أشياء، وتفترقان في أشياء:
تشتركان في: أن كل واحدة منهما من الثلث فأقل لغير وارث، وفي نقصان ثوابهما عن التبرع في حال الصحة، والوصية أنقص، وفي اعتبار قبول المبذول له، وإن كان وقته مختلقاً؟ لأن العطية تعتبر حين وجودها، والوصية بعد الموت، وفي توقف ما زاد على الثلث، أو كان لوارث على إجازة الورثة بعد الموت.
ويفترقان في أشياء، منها:
الأول: اشتراط التنجيز في العطية دون الوصية؛ فتصح معلقة.
الثاني: اشتراط الرشد في العطية دون الوصية؛ فتصح من السفيه والصغير.
الثالث: اشتراط صحة بيع المتبرع به في العطية، وأن يكون موجوداً',NULL,'97',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (96,'معلوماً مقدوراً على تسليمه، بخلاف الوصية فتصح بالمعدوم والمجهول والمعجوز عن تسليمه؛ كالآبق.
الرابع: أن الوصية إذا شرعت، اختصت بمعين من المال، وهو الخمس؛ بخلاف العطية
الخامس: أن العطية تصح لعبد غيره، وأما الوصية فلا تصح؛ (إلا إذا قلنا: إنه يملك بالتمليك، والقول، بأنه يملك بالتمليك خلاف المذهب) ، وفي ((الإقناع)) : لا فرق بينهما فيصحان لعبد غيره، ولم يحك الحارثي والشارح في ذلك خلافاً، قال في ((شرح الإقناع)) : وأي فرق بينهما؟.
السادس: أن الوصية تصح للحمل، بخلاف الهبة.
السابع: أنها تصح هبة المدبر دون الوصية به؛ لعدم إمكان ملك الموصى له بعد الموت.
الثامن: أن العطية يبدأ فيها بالأول فالأول إن وقعت متعاقبة؛ بخلاف الوصية فيسوى بين المتقدم والمتأخر فيها.
التاسع: جواز الرجوع في الوصية دون العطية إذا قبضت.
العاشر: أنه يعتبر قبول العطية عند وجودها، والوصية بعد الموت.
الحادي عشر: ثبوت الملك في العطية حال وجودها إذا تمت الشروط؛ بخلاف الوصية فبعد الموت.
الثاني عشر: أن الوصية أعم من العطية؛ فإنها تكون في الأموال والحقوق؛ بخلاف العطية فخاصة بالمال.

فائدة
قول السفاريني في ((عقيدته)) عند ذكر الاستواء: ((قد تعالى أن يحد))
الحد: لفظ مجمل يراد به تارة معنى صحيح، وأخرى معنى باطل.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (97,'ومن ثم قال الإمام أحمد: ((وهو على العرش بلا حد)) ، ومرة أخرى قيل له ما يذكر عن ابن المبارك: أنه قيل له: كيف نعرف ربنا عز وجل؟ فقال: بأنه على عرشه بائن من خلقه بحد، قال: قد بلغني ذلك عنه، وأعجبه وقال: هكذا هو عندنا.
وذلك أن الحد تارة يراد به: أن الله محدود يدرك العقل حده، وتحيط به المخلوقات؛ فهذا باطل.
وتارة يراد به: أنه بائن من خلقه غير حال فيهم، فهذا صحيح؛ ولذلك رد الإمام عثمان بن سعيد الدرامي على بشر المريسي في نفيه الحد، وقال: إنه لا معنى لنفيك، إلا أن الله لا شيء، لأنه ما من شيء يقع عليه اسم الشيء إلا وله حد وغاية وصفه، لكن الباري جل وعلا لا يعلم كيفية صفته إلا هو، قال: فنحن نؤمن بالحد، ونكل علمه إلى الله تعالى. اهـ.
وبذلك تعرف أن نفي الحد وإثباته على وجه الإطلاق لا ينبغي؛ على أن السلامة هي أن يقال: إن الحد لا يضاف إلى الله إطلاقاً، لا على سبيل وجه النفي، ولا على سيبل وجه الإثبات، لكن معناه يستفصل فيه، ويثبت الحق منه، ويبطل الباطل، والله أعلم.

فائدة
في كتاب ((العقل والنقل)) (ص٦٠ج٢) مفرد، نقلاً عن أبي حامد: وكان عبد الله بن سعيد بن كلاب يقول: هي حكاية عن الأمر، فخالفه أبو الحسن الأشعري، بأن الحكاية تحتاج أن تكون مثل المحكي، ولكن هو عبارة عن الأمر القائم بالنفس.

فائدة
إذا مات في عدة المعتدة منه:
فإن كانت رجعية: انتقلت إلى عدة الوفاة؛ لأن الرجعية زوجة.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (98,'وإن كانت بائناً: فإن كان قد أبانها في الصحة، فلا تنتقل إلي عدة الوفاة، وإنما تكمل عدة الطلاق، وإن أبانها في مرض موته: فإن لم ترث منه لكونه غير متّهم بقصد حرمانها بأن سألته الطلاق ونحوه، لم تنتقل؛ بل تتم عدة الطلاق، وإن ورثت منه بكونه متهماً بقصد حرمانها، فإنها تعتد الأطول من عدة الوفاة والطلاق، لكن تبتدئ عدة الوفاة منذ مات؛ كما صرح به في ((شرح الإقناع)) ، فيما إذا طلق إحداهما بائناً، مبهمة أو معينة، ثم نسيها.
ولأن عدة الوفاة إنما تبتدئ من الموت لا قبل ذلك.
ولأن تعليلهم عدم انتقال المبانة بالصحة بكونها غير زوجة ولا في حكم الزوجة لعدم التوارث: يدل على أنه إذا ثبت الإرث، فإنها في حكم الزوجة، والزوجة تستأنف عدة الوفاة، والله أعلم.

فائدة
استشكل كون الوصية مقدمة على الورثة، بأنه كيف يكون ذلك مع أن الثلثين لابد من ثبوتهما للورثة؟
والجواب: أنه ليس معنى تقديم الوصية حرمان الورثة إطلاقاً، بل المراد: أنه لو فرضنا أنه أوصي بالثلث، وقد خلف الميت أختين من أم وأختين شقيقتين ونحو ذلك مما يكون للورثة فيه فروض تستغرق التركة، فإننا نقسم التركة في مثل هذا المثال على تسعة: للموصى له ثلاثة، ويبقى ستة، اثنان منها للأختين من الأم، وأربعة للأختين الشقيقتين، فيعطى الثلث من غير مزاحم، ويكون النقص على الورثة.
ولو قلنا بعد التقديم، لجعلنا أسهم التركة ثمانية: للموصى له اثنان، ولأختين لأم اثنان، وللشقيقتين أربعة.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (99,'فائدة
حديث عمران بن حصين: ((كان الله ولم يكن شيء قبله، وكان عرشه على الماء، وكتب في الذكر كل شيء، ثم خلق السموات والأرض)) (١) .
وقد روي الترمذي بإسناد صححه في موضع، وحسنه في آخر، والبيهقي، وأحمد وابن ماجه، ومحمد بن الصباح، من حديث أبي رزين العقيلي؛ أنه قال: يا رسول الله، أين كان ربنا قبل أن يخلق السموات والأرض؟ قال: كان الله في عماء ما فوقه هواء، وما تحته هواء، ثم خلق العرش، ثم استوى عليه)) (٢) ؛ هذا لفظ البيهقي.
العماء: هو السحاب الكثيف المطبق.
قال ابن كثير في ((البداية والنهاية)) (ص٨ج١) ما ملخصه: واختلف في أيها خلق أولاً:
فقال قائلون: خلق الله القلم قبل هذه الأشياء كلها، وهو اختيار ابن جرير، وابن الجوزي، وغيرهما، قال ابن جرير: وبعد القلم السحاب الرقيق.
واحتجوا بحديث عبادة بن الصامت مرفوعاً: ((إن أول ما خلق الله القلم)) رواه أحمد، وأبو داود، والترمذي (٣) .
والذي عليه الجمهور: أن العرش قبل؛ لحديث عبد الله بن عمرو بن العاص، مرفوعاً: ((إن الله كتب مقادير الخلائق قبل أن يخلق السموات والأرض بخمسين ألف سنة، قال: وعرشه على
_________
(١) رواه البخاري في بدء الخلق (٣١٩٢)
(٢) رواه أحمد في أول مسند المدنيين (١٥٧٦٧) ، والترمذي في تفسير القرآن (٣١٠٩) وابن ماجه في المقدمة (١٨٢)
(٣) رواه أحمد في باقي مسند الأنصار (٢٣١٩٧) ، وأبو داود في السنة (٤٧٠٠) ، والترمذي في القدر (٢١٥٥) .',NULL,'101',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (100,'الماء)) (١) ، وحملوا ((إن أول ما خلق الله القلم)) أي: من هذا العالم.
قال ابن جرير: وقال آخرون: بل خلق الله الماء قبل العرش.
ثم حكى عن محمد بن إسحاق: أن أول ما خلق الله النور والظلمة، ثم ميز بينهما.
ثم قال: وقد قيل: إن الذي خلق ربنا بعد القلم: الكرسي، ثم العرش، ثم الهواء والظلمة، ثم الماء، فوضع عرشه على الماء، والله أعلم.

فائدة
ذكر الأصحاب - رحمهم الله- أنه لو أراد قضاء الدين عن المدين، لم يجبر المدين ولا الغريم على القبول، ذكروه في ((النفقات)) في فصل: ((وإن أعسر بنفقة الزوجة)) وفي السلم أيضاً، لكن عدم إجبار المدين، لم يذكروه فيهما.
قلت: وقد ذكر الشيخ- رحمه الله تعالى- ما يدل على وقوع خلاف في إجبار الغريم على قبول الوفاء من غير المدين، ذكره في ((كتاب الصداق)) من ((الاختيارات)) .
قلت: لكن قال في ((الإقناع)) وشرحه، في ((باب الحجر)) في الحكم الثالث مما يتعلق بالحجر عليه: ((ولا يملك غير المدين وفاء دينه مع امتناعه؛ وكذا لو بذله غير المدين، وامتنع ربه من أخذه منه)) اهـ. (ص٢١٩ج٢) من طبعة مقبل.
وقال في ((الإنصاف)) في ((باب السلم)) : ((لو أراد قضاء دين عن غيره، فلم يقبله ربه، أو أعسر بنفقة زوجته فبذلها أجنبي- لم يجبرا، وفيه
_________
(١) رواه مسلم في القدر (٢٦٥٣) .',NULL,'102',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (101,'احتمال كتوكيله وكتمليكه للزوج والمديون)) اهـ.

فائدة
أفعال العباد:
اعلم أن الناس في أفعال العباد على ثلاثة أقسام:
طرفين، ووسط:
فأما الطرفان: فهما الجبرية، والقدرية النفاة.
فالجبرية: زعموا أن العبد مجبور على فعله، مقهور لا تأثير له فيه ألبته، حتى بالغ غلاتهم بأن فعل العبد هو عين فعل الله ولا ينسب إلى العبد إلا على سبيل المجاز، وأن الله يلوم العبد ويعاقبه على مالا صنع له فيه، ولا إرادة، ولا اختيار، بل هو مضطر إليه، لا فرق بينه وبين حركة المرتعش.
واستدل هؤلاء بأنه قد تقرر عقلاً وشرعاً، بأن الله خالق كل وملكيه ومدبره، لا يشذ عن هذا الأصل العظيم شيء، لا كلي ولا جزئي، لا من أفعال العباد ولا غيرها؛ كما قال تعالى: (اللَّهُ خَالِقُ كُلِّ شَيْءٍ) (الزمر: ٦٢) (الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ) (الحشر: ٢٤) (وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ) (الصافات: ٩٦) ، وغير ذلك من نصوص الكتاب والسنة الدالة على عموم خلق الله.
وبأن العباد في ملكه، وكيف يكون في ملكه ما لا يريد؟!
وهذه الطائفة نبغت مقابلة للطائفة الثانية القدرية التي هي:
الطرف الثاني قالوا: إن العبد قادر على أفعاله، مخترع لها على وجه الاستقلال، ولا تعلق لقدرة الله بها أصلاً.
قال ابن القيم في (٠ شفاء العليل)) (ص٥١) : ((وكلهم متفقون على أن الله غير فاعل لأفعال العباد، واختلفوا: هل يوصف بأنه مخترعها،',NULL,'103',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (102,'ومبدعها، وأنه قادر عليها، وخالق لها؟
فجمهورهم: نفوا ذلك، ومن يقرب منهم إلى السنة: أثبت كونها مقدروة لله، وأن الله قادر على أعيانها، وأن العباد أحدثوها بإقدار الله لهم على إحداثها، وليس معنى قدرة الله عليها عندهم: أنه قادر على فعلها، هذا عندهم عين المحال، بل قدرته عليها إقدارهم على إحداثها)) , اهـ. كلامه.
وهؤلاء استدلوا بالأدلة الدالة على أن العمل مضاف إليه، والأصل في الإضافة أنها للحقيقة، ومن المعلوم امتناع معمول واحد من عاملين، على وجه الاستقلال من كل منهما.
ولأننا نجد الفرق ضرورة بين الحركة الاختيارية، والحركة الاضطرارية؛ كالارتعاش.
وبأنه لو اعتدى شخص على بدن أو مال أو عرض، ثم احتج بالقدر، وأن ذلك بغير اختيار منه، لرده جميع العقلاء.
لكن هؤلاء ألغوا جميع النصوص الدالة على أن خلق الله عام، والتزموا أن يكون في ملكه ما لا يريد، وغلوا في النصوص والأدلة الدالة على أن فعل العبد يضاف إليه، حيث زعموا أنه لا تعلق لإرادة الله وخلقه فيما يفعله العبد من الطاعات وغيرها، وجفوا عن النصوص الدالة على عموم خلق الله.
وأولئك غلوا في النصوص الدالة على عموم خلق الله لكل شيء، وجفوا عن النصوص الدالة على أن للعبد فعلاً يضاف إليه ويقع باختياره.
ودين الله تعالى بين الغالي فيه والجافي عنه؛ ولذلك كان أسعد الناس به هم أهل السنة والجماعة القائلون: بأن الله تعالى رب كل شيء ومليكه وخالقه، لا يشذ عن هذا الأصل العظيم شيء، وقد دل عليه الكتاب',NULL,'104',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (103,'والسنة وإجماع الأمة قبل ظهور مجوسها القدرية النفاة، وهم مع ذلك يقولون: إن العباد فاعلون لأفعالهم حقيقة، تضاف إليهم، ويجازون عليها بالعدل والإحسان، وهذا لا ينافي أن يكون الله خالقاً لأفعالهم، فإن أفعال العباد تضاف إلي الله خلقاً وتكويناً، وتضاف إليهم فعلاً ومباشرة، وفرق بين مخلوق الله، وبين فعله، فأفعالهم مخلوقة بائنه عنه، لا تنسب إليه على أنها فعله، وهي فعل العباد الموصوفين بها حقيقة، فهي من صفاتهم العائد حكمها إليهم، والعقلاء كلهم يعلمون أن فعل الفاعل ناشئ عن قدرته وإرادته الجازمة، لا يتخلف عنها ألبته، ولا يمكن وجوده مع عدمه أو عدم إحداهما، والله تعالى هو الذي خلق الآدمي بما فيه من قدرة وإرادة، وخالق السبب التام خالق للمسبب، فالرب جعل إرادة العبد وقدرته سبباً لإيجاد فعله، بمنزلة إحراق النار لما وقع فيها مما يقبل الاحتراق؛ فإن إحراق النار يضاف إليها على وجه المباشرة، ويضاف إلى من أوقدها على أنه هو فاعل السبب.
قال ابن القيم: رحمه الله- في ((شفاء العليل)) (ص١٣٠) ، بعد أن أطال - رحمه الله- في الكلام على الكسب والجبر: ((فالطوائف كلها متفقة على الكسب، ومختلفون في حقيقته:
فالقدرية قالوا: هو إحداث العبد لفعله بقدرته ومشيئته استقلالاً، وليس للرب فيه صنع ولا هو خالق فعله، ولا مكونه، ولا مريداً له.
وقال الجبرية: اقتران الفعل بالقدرة الحادثة، من غير أن يكون لها فيه أثر.
ثم ذكر أن الأشعري في عامة كتبه، فسر الكسب بأن يكون الفعل بقدرة محدثة، فمن وقع الفعل منه بقدرة محدثة فهو مكتسب، ومن وقع منه بقدرة قديمة فهو فاعل خالق.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (104,'وقال بعض المعتزلة: من يفعل بغير آلةٍ ولا جارحة فهو خالق، ومن يحتاج في فعله إلى الآلات والجوارح فهو مكتسب.
ثم قال: ونحن نقول: هي أفعال للعباد حقيقة، ومفعولة للرب، فالفعل عندنا غير المفعول، وهو إجماع من أهل السنة، فالعبد فعلها حقيقة، والله خالقه وخالق ما فعل به من القدرة والإرادة، وخالق فاعليته.
وسر المسالة أن العبد فاعل منفعل باعتبارين.
ثم قال (ص١٣١) قلت: هاهنا ألفاظ، وهي فاعل، وعامل، ومكتسب، وكاسب، وصانع، ومحدث، وجاعل، ومؤثر، ومنشيء، وموجد، وخالق، وبارئ، ومصور، وقادر، ومريد، وهذه الألفاظ ثلاثة أقسام:
قسم: لم يطلق إلا على الرب؛ كالبارى، والبديع، والمبدع.
وقسم: لا يطلق إلا على العبد، كالكاسب، والمكتسب.
وقسم: وقع إطلاقه على العبد والرب؛ كاسم صانع، وفاعل، وعامل، ومنشيء، ومريد، وقادر.
وأما الخالق المصور: فإن استعملا مقيدين أطلقا على العبد، كما يقال لمن قدر في نفسه شيئاً: إنه خلقه.
وبهذا الاعتبار صح إطلاق خالق على العبد في قوله تعالى: (فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ) (المؤمنون: ١٤) .
قلت: ووجه ذلك: أن الخالقين جمع مفضل عليهم بالإضافة اسم التفضيل، ومن المعلوم: أنه لا ثم سوى خالق أو مخلوق، فإذا كان الخالق أحسن الخالقين، كان المفضل عليهم مخلوقين، وسماهم الله هنا خالقين، فدل على صحة إطلاق الخالق على المخلوق.
قلت: ومن ذلك قوله تعالى: (وَتَخْلُقُونَ إِفْكا) (العنكبوت: ١٧) ،',NULL,'106',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (105,'وقوله: صلى الله عليه وسلم في الحديث القدسي: ((إن الله قال: ((ومن أظلم ممن ذهب يخلق كخلقي)) (١) ، وقوله في الحديث الآخر: ((يقال للمصورين: أحيوا ما خلقتم)) (٢) .
هذا وقد ذكر ابن القيم- رحمه الله- في الكتاب المذكور (ص١٢١-١٢٢) عن الإسفرائيني: ((أن إطلاق لفظ ((الخلق)) لا يجوز إلا على الله وحده)) . اهـ. فتأمل ما في قوله إطلاق لفظ الخلق؛ فإنه يوافق كلامه هنا، والله أعلم.

فائدة
مراتب القضاء والقدر أربع: من ((شفاء العليل)) (ص٢٩) ما ملخصه:
((الأولى: علم الله تعالى بالأشياء قبل كونها.
الثانية: كتابته لها قبل كونها.
الثالثة: مشيئته لها.
الرابعة: خلقه لها)) اهـ.
فأما المرتبة الأولى: فقد اتفقت عليها جميع الرسل من أولهم إلي خاتمهم، وهذه المرتبة كان ينكرها طائفتان:
الأولى: من ينفي علمه بالجزئيات، وهم الفلاسفة.
الثانية: غلاة القدرية الذين قالوا: إن الله لا يعلم أعمال العباد حتى يعملوها، ولم يكتبها أو يقدرها؛ فضلا عن أن يخلقها.
المرتبة الثانية: مرتبة الكتابة، وهي أن الله كتب في اللوح المحفوظ ما هو كائن إلى يوم القيامة.
وهذه المرتبة هي مرتبة التقدير، والتقادير خمسة أنواع:
_________
(١) رواه البخاري في اللباس (٥٩٥٣) ومسلم في اللباس والزينة (٢١١١)
(٢) رواه البخاري في البيوع (٢١٠٥) ومسلم في اللباس والزينة (٢١٠٧)',NULL,'107',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (106,'النوع الأول: التقدير العام، وهو المكتوب في اللوح المحفوظ الذي كان قبل خلق السموات والأرض بخمسين ألف سنة، وكان عرشه على الماء؛ قال شيخ الإسلام- رحمه الله-: ((علم الله تعالى السابق ثابت لا يتغير، وأما الصحف التي بأيدي الملائكة: فيلحقها المحو والإثبات، وأما اللوح المحفوظ: فهل يلحقه ذلك؟ على قولين)) .
النوع الثاني: تقدير أرزاق العباد وآجالهم وأعمالهم قبل أن يخلقهم.
النوع الثالث: تقدير ما ذكر على الجنين في بطن أمه.
قال ابن القيم- رحمه الله- في ((شفاء العليل)) (ص٢٢) : (فاجتمعت هذه الأحاديث والآثار على تقدير رزق العبد وأجله، وشقاوته وسعادته، وهو في بطن أمه، واختلفت في وقت هذا:
ففي حديث ابن مسعود أنه بعد مائة وعشرين يوماً من حصول النطفة في الرحم (١) ، وحديث أنس غير موقت (٢) ، وحديث حذيفة بن اسيد: وقت فيه التقدير بأربعين يوماً، وفي لفظ: بأربعين ليلة، وفي لفظ: باثنتين وأربعين ليلة، وفي لفظ: بثلاث وأربعين ليلة، وهو حديث تفرد به مسلم (٣) .
ثم قال في وجه الجمع بينهما: إن هناك تقديرين:
أحدهما: سابق لنفخ الروح، وهو المتعلق بشأن النطفة إذا بدأت بالتخليق، وهو العلق.
والثاني: حين نفخ الروح، وهو المتعلق بشأنها حين تتعلق بالجسد.
أي: فصار التقدير معلقاً بمبدأ الجسد، ومبدأ الروح.
_________
(١) رواه البخاري في بدء الخلق (٣٢٠٨) ومسلم في القدر (٢٦٤٣)
(٢) رواه البخاري في الحيض (٣١٨) ، ومسلم في القدر (٢٦٤٦)
(٣) صحيح مسلم، كتاب القدر (٢٦٤٤، ٢٦٤٥)',NULL,'108',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (107,'النوع الرابع: التقدير السنوي، وهو ما يكون ليلة القدر.
النوع الخامس: التقدير اليومي.
فالتقديرات خمسة: يومي، وحولي، وعمري عند تعلق النفس بالبدن، وعند تخليقه، وتقدير قبل وجود ابن آدم بعد خلق السموات والأرض، وتقدير قبل خلق السموات والأرض، وكل هذه تفاصيل للتقدير السابق.
المرتبة الثالثة: مرتبة المشيئة، وهي عموم مشيئة الله تعالى.
وقد نفى المشيئة إطلاقاً طوائف من الفلاسفة وأتباعهم، ونفاها القدرية المعتزلة بالنسبة إلى أفعال العباد فقط.
المرتبة الرابعة: مرتبة الخلق، وهي عموم خلق الله لكل ما سواه، وقد سبق الكلام عليها.

فائدة
مدار المسائل التي يتعلق بها الاحتياط على ثلاث قواعد

الأولى: اختلاط المباح بالمحظور حساً، وهي قسمان:
الأول: أن يكون المحظور محرماً لعينه؛ كالدم، فهذا إذا ظهر اثر المحرم بالمباح، حرم تناول الحلال؛ لأنه يتعذر الوصول إليه إلا بمناولة الحرام، فلم يجز تناوله.
الثاني: أن يكون محرماً لكسبه لا لعينه، كالمغصوب، فهذا لا يحرم عليه الحلال إذا أخرج منه مقدار الحرام، فمتى أخرج مقدار الحرام، حل له الباقي بلا كراهة، سواء كان عين الحرام أو نظيره، هذا هو الصحيح في هذا النوع.
القاعدة الثانية: اشتباه المباح بالمحظور، فإن كان للمحظور بدل، انتقل إليه؛ وإلا فإن دعت الضرورة إليه، اجتهد.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (108,'مثال ذلك: إذا اشتبه طهور بنجس، فلا يجتهد فيهما للطهارة لوجود البدل، ويجتهد للشرب للضرورة.
القاعدة الثالثة: الشك في المباح والمحظور، وليس في الشريعة شيء مشكوك فيه ألبته، وإنما يعرض الشك للمكلف بسبب تعارض الأمارتين فصاعداً عنده؛ ولذلك قد يزول هذا الشك إلى يقين أو ظن.
والشك نوعان:
أحدهما: ما سببه تعارض الأدلة والأمارات، كقولهم في سؤر البغل: مشكوك فيه؛ فنتوضأ به ونتيمم.
قلت: ومن ذلك ما ذكره الأصحاب من المسائل التي فيها الجمع بين الوضوء والتيمم، والدماء المشكوك فيها.
النوع الثاني: الشك العارض بسبب اشتباه أسباب الحكم عليه، وخفائها لنسيانه أو ذهوله، أو لعدم معرفته بسبب يقطع الشك، فهذا واقع كثيراً، والضابط فيه: أنه إن كان للمشكوك فيه حال قبل الشك، استصحبها المكلف، وبنى عليها حتى يتقين الانتقال عنها.

فائدة
الرضا بالقضاء الذي هو وصف الله وفعله: واجب مطلقاً؛ لأنه من تمام الرضا بالله رباً.
وأما القضاء الذي هو المقضي: فالرضا به مختلف:
فإن كان المقضي دينياً، وجب الرضا به مطلقاً.
وإن كان كونياً: فإما أن يكون نعماً أو نقماً، أو طاعات أو معاصي:
فالنعم: يجب الرضا بها؛ لأنه من تمام شكرها، وشكرها واجب.
وأما النقم؛ كالفقر، والمرض، ونحوهما: فالرضا بها مستحب عند الجمهور، وقيل بوجوبه.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (109,'وأما الطاعات: فالرضا بها طاعة واجبة إن كانت الطاعة واجبة؛ ومستحبة إن كانت مستحبة.
وأما المعاصي: فالرضا بها معصية، والمكروهات: الرضا بها مكروه، والمباحات: مباح، والله أعلم.

فائدة
استشكل قول الأصحاب- رحمهم الله- في المجتهدين في القبلة إذا اختلفا جهة، حيث قالوا: لا يصح اقتداء أحدهما بالآخر.
ووجهة: أن اختلافهما في الاجتهاد إلى القبلة كاختلافهما في الاجتهاد في الأحكام الشرعية، وقد نصوا على أن هذا غير مانع من الاقتداء؛ فله أن يصلي خلف آكل لحم إبل لا يرى الوضوء منه، وإن كان هو ممن يرى نقض الوضوء به.
وهذا التفريق في الحكم بين المسألتين قد يكون خفيا في بادئ الأمر؛ ولذلك قال الموفق- رحمه الله-: إن قياس المذهب صحة الاقتداء.
ولكن عند التأمل تجد الصواب عدم صحة إقتداء أحدهما بالآخر؛ وذلك لأن الجميع متفقون على اشتراط القبلة في هذه المسألة، لكن أحدهما يقول: هذه هي، والثاني يخالفه، وكل واحد منهما يعتقد أن الثاني إلى غير القبلة؛ فصلاة الآخر عنده باطلة، فكيف يصح اقتداء أحدهما بالآخر؟!:
فإنه إن كان الصواب مع المأموم فصلاة الإمام باطلة؛ فيكون مقتدياً بمن يرى أنه لم يستقبل القبلة.
وإن كان الصواب مع الإمام، فصلاة المأموم باطلة! فكيف ينوي الإمامة بمن صلاته باطلة؟!.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (110,'ونظير ذلك: إذا سمعا صوتاً من أحدهما لا بعينه، فإن صلاة كل واحد بالنسبة إليه صحيحة، ولا يصح أن يقتدي أحدهما بالآخر، وقد خالف الموفق في هذا، وقال: إنه لا سواء بينهما، بل بينهما فرق، وهو أن من بان هو المحدث في الأخيرة، لزمه الإعادة، ومن بان أنه هو المخطئ للقبلة، فلا إعادة عليه، فصلاته صحيحة بكل حال، بخلاف مسألة الحدث.
ولكن هذا الفرق غير مؤثر هنا؛ فإن ذلك إنما يؤثر بالنسبة إلى صلاة الواحد بنفسه، أما بالنسبة إلى الجماعة بينهما، فلا فرق؛ فإن كل واحد منهما يعتقد أن الآخر مخطئ أو محدث يقيناً، ولا فرق بينهما، والله أعلم.

فائدة
حاصل القول في ثبوت الولاء على الأولاد، أن يقال: إما أن تكون الزوجة حرة، أو أمة، أو عتيقة:
-فإن كانت حرة: فالأولاد أحرار لا ولاء لأحد عليهم.
وإن كانت أمة: فأولادها أرقاء تبعاً لها إلا بشرط أو غرور.
وإن كانت عتيقة، نظرت إلى الزوج: فإما أن يكون حرا، أو رقيقاً، أو عتيقاً:
فإن كان حراً: فالأولاد أحرار، ولا ولاء لأحد عليهم.
وإن كان رقيقاً: فالأولاد أحرار، وولاؤهم لسيد الأم، إلا أن يعتق الزوج بعد ذلك؛ فينجر الولاء إلي معتقه.
وإن كان عتيقاً: فالأولاد أحرار، وولاؤهم لسيد الزوج، والله أعلم.

فائدة
إذا قال وكيل الزوج في القبول: قبلت النكاح، ولم يقل: لموكلي فلان، أو لفلان بن
فلان- لم يصح النكاح على المشهور من المذهب.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (111,'وفي الرعاية: يصح إن نوى أنه لموكله.

فائدة
إذا نفى أن يكون عنده وديعة، ثم ادعى تلفها أو ردها، فتارة لا يقبل مطلقاً، وتارة يقبل
ببينة، وتارة يقبل بيمينه:
-فأما التي لا يقبل مطلقاً: ففيما إذا أنكر أنه أودعه، ثم ثبتت الوديعة ببينة أو إقرار، ثم
ادعي رداً أو تلفاً سابقين لجحوده، فلا تقبل دعواه ولو ببينة.
مثال ذلك: أن ينكر يوم الخميس، فتثبت الوديعة عليه يوم الجمعة، فيدعي أنه ردها يوم الأربعاء، فلا يقبل قوله ولا بينته؛ لأن نفيه الوديعة يكذب ادعاءه الرد وبينته بذلك.
ويحتمل: أن تقبل بينته، قال الحارثي: وهو المنصوص من رواية أبي طالب، وهو الحق، قال: وهذا المذهب عندي.
قلت: وهو الصواب؛ وكيف لا نقبل البينة وهم قوم عدول شهدوا بردها ووصولها لصحابها من أجل كلام تحققنا بطلانه، وهو قوله: ((لم تودعني)) ؛ فإننا تحققنا بطلانه بثبوت الوديعة؟ فكيف يعارض البينة بردها؟ هذا غير ممكن.
وأما التي يقبل ببينة: فهي هذه الصورة: إذا ادعى رداً أو تلفاً بعد جحوده، وأقام بينة، لأنه يحتمل أن الإيداع والرد كان بعد جحوده؛ فلا يناقض قوله: لم تودعني.
ومثاله: أن يدعي الرد في المثال في يوم الجمعة؛ فإنه يحتمل أنه أودعه آخر نهار الخميس وردها.
وأما التي يقبل بيمينه: ففيما إذا قال: مالك عندي شيء، أو مالك وديعة، ونحو
ذلك والله أعلم.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (112,'فائدة
عبر الله - جل ذكره- في القرآن الكريم في سورة الإسراء بالتسبيح أمام ذكر الإسراء
بنبيه وعبده محمد صلى الله عليه وسلم، وكان مقتضى الحال على حسب ما يظهر لعقولنا الضعيفة أن يعبر بالحمد والثناء، ولكن مقتضى الحال على حسب ما يظهر لعقولنا الضعيفة أن يعبر بالحمد والثناء، ولكن لعل الفائدة في التعبير بالتسبيح هي أن هذا الإسراء الذي اتصل به المعراج كان من الأمور العظام التي يسبح الله لها، ويتعجب؛ كما ذكره ابن كثير بدليل قوله: (لِنُرِيَهُ مِنْ آيَاتِنَا) (الاسراء: ١) .
وفائدة أخرى: وهي أن النبي صلى الله عليه وسلم أخبرهم صبيحة الإسراء بما حصل، ولو كان كذباً، لما تركه الله؛ فإن الله ينزه أن يمكن شخصاً يكذب عليه مثل هذا الكذب من غير أن ينتقم منه، والله أعلم.

فائدة
إذا أضاف الإنسان الشيء إلى سببه الصحيح المعلوم من غير واو العطف الدالة على التشريك فلا بأس به.
ويدل عليه ما رواه البخاري: أن العباس بن عبد المطلب قال للنبي صلى الله عليه وسلم: ما أغنيت من عمك أبي طالب؛ فإنه كان يحوطك ويغضب لك؟ قال: ((هو في ضحضاح من نار، ولولا أنا لكان في الدرك الأسفل من النار)) ، ورواه مسلم بهذا اللفظ (١) .
وقريب من هذا قوله صلى الله عليه وسلم: ((لولا الهجرة، لكنت امراً من الأنصار)) (٢)

فائدة
قال ابن مالك: إذا أضيف الشيء إلى المثنى:
فإن كان جزء ما أضيف إليه: فالجمع أجود، ثم الإفراد ثم التثنية،
_________
(١) رواه البخاري في المناقب (٣٨٨٣) ، ومسلم في الإيمان (٢٠٩)
(٢) رواه البخاري في المغازى (٤٣٣٠) ومسلم في الزكاة (١٠٦١)',NULL,'114',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (113,'تقول: أكلت رؤوس شاتين، ورأس شاتين، ورأسي شاتين.
فمن الأول: (فَقَدْ صَغَتْ قُلُوبُكُمَا) (التحريم: ٤) .
ومن الثاني: حديث ابن عباس: ((فسمع صوتاً من إنسانين)) ,
ومن الثالث، والأول- أيضاً - قوله:
ظهراهما مثل ظهور الترسين
وأما إن لم يكن جزء ما أضيف إليه: فالأكثر مجيئه بلفظ التثنية، ويجوز بلفظ الجمع إن أمن اللبس؛ ومن الحديث: ((يعذبان في قبورهما)) ذكره في ((فتح الباري)) ((باب: من الكبائر أن لا يستتر من بوله)) (١)

فائدة
قواعد في المحرم من الحيوان البري
القاعدة الأولى: كل ماله مخلب من الطير يصيد به؛ ودليله: حديث ابن عباس- رضي الله عنهما- قال: ((نهى رسول الله صلى الله عليه وسلم عن كل ذي ناب من السباع، وكل ذي مخلب من الطير)) ؛ رواه الجماعة، إلا البخاري والترمذي (٢) ، وهذا مذهب الشافعي، وأحمد، وأبي حنيفة.
وأباح مالك: جميع الطيور على الإطلاق.
الثانية: كل ما له ناب من السباع يفترس به؛ لحديث ابن عباس السابق، وحديث أبي ثعلبة الخشني؛ أن رسول الله صلى الله عليه وسلم قال: ((كل ذي ناب من السباع فأكله حرام)) رواه الجماعة، إلا البخاري وأبا داود (٣) .
_________
(١) رواه البخاري في الوضوء (٢١٦)
(٢) رواه مسلم في الصيد والذبائح (١٩٣٤) ، وأبو داود في الأطعمة (٣٨٠٥، ٣٨٠٥) والنسائي في الصيد والذبائح (٤٣٤٨) ، وابن ماجه في الصيد (٣٢٣٤) .
(٣) رواه مسلم في الصيد والذبائح (١٩٣٣) والترمذي في الأطعمة (١٤٧٩، ١٧٩٥) ، والنسائي في الصيد (٤٣٢٤) .',NULL,'115',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (114,'وهذا مذهب الأئمة الأربعة، إلا مالكاً، فإنه كرهها فقط؛ هذا هو ما في ((الإفصاح)) لابن هبيرة.
وفي ((المغني)) أن مالكاً موافق للأئمة في تحريمه.
قلت: وذكر الشنقيطي في ((تفسيره)) عنه روايتين، إلا أن بعض أصحابه أباحه، والله أعلم.
الثالثة: كل ما يستخبثه العرب ذوو اليسار؛ لقوله تعالى: (وَيُحَرِّمُ عَلَيْهِمُ الْخَبَائِثَ) (لأعراف: ١٥٧) ، قال في ((المغني)) ما معناه: والقرآن نزل عليهم، وخوطبوا به وبالسنة، فرجع في مطلق ألفاظهما إلى عرفهم دون غيرهم.
وقال الشيخ تقي الدين: لا أثر لاستخباث العرب، فما لم يحرمه الشرع، فهو حل، وهو قول أحمد وقدماء أصحابه، وأول من قال بتأثيره الخرقي.
قلت: وهو ظاهر ما نقله في ((المغني)) عن مالك، إلا الوزغ، فإنه مجمع على تحريمه.
الرابعة: كل ما يأكل الجيف، ونقل عبد الله بن أحمد عن أبيه: يكره، وقال الشيخ تقي الدين: فيه روايتا الجلالة (١) ، وقال: عامة أجوبة أحمد ليس فيها تحريم.
الخامسة: كل ما أمر بقتله، كالعقرب، أو نهى عن قتله، كالنمل.
هذه قواعد عامة فيما يحرم من الحيوان الإنسي على المذهب.
وأما الأشياء المفردة التي فيها خلاف:
فمنها: الضبع؛ حرمها مالك، والثوري، وأبو حنيفة، والصواب: حلها.
_________
(١) عن ابن عمر وابن عباس',NULL,'116',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (115,'ومنها: الضب؛ حرمه أبو حنيفة، والثورى.
ومنها: الوبر، واليربوع؛ حرمهما أبو حنيفة.
ومنها: الخيل، حرمها أبو حنيفة، وكرهها مالك، والصواب: الحل في ذلك كله.
ومنها: الحشرات؛ كالديدان، والجعلان، والخنافس؛ رخص فيها مالك، والأوزاعي، وابن أبي ليلي، إلا الوزغ؛ فحرام في قول الجميع.
ومنها: القنفذ (١) ؛ رخص فيه الشافعي، والليث، وأبو ثور، وكرهه مالك، وأبو حنيفة.
ومنها: ابن عرس، أباحه الشافعي.
ومنها: الثعلب، رخص فيه الشافعي، وأكثر الروايات عن أحمد تحريمه، وهو قول مالك، وأبي حنيفة.
ومنها: الدب؛ حرمه أبو حنيفة، وهو المشهور من المذهب، ومال في ((المغني)) إلى إباحته.
ومنها: الفيل؛ رخص فيه الشعبي، وجمهور العلماء على تحريمه، وكرهه الشافعي، وأبو حنيفة.
ومنها: السنجاب، قال القاضي: هو محرم، وقال في ((المغني)) : يحتمل إباحته.
ومنها: الهدهد، والصرد عن أحمد في تحريمهما روايتان.
وأجاز مالك الحية إذا ذكيت.

فائدة
وعن أبي الأسود قال: أتيت المدينة، فوافقتها وقد وقع بها مرض؛
_________
(١) النيص: هو القنفذ الفخم',NULL,'117',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (116,'فهم يموتون موتاً ذريعاً، فجلست إلي عمر بن الخطاب، فمرت به جنازة، فأثني على صاحبها خيراً، فقال: وجبت، ثم مر بأخرى، فأثني عليها شراً، فقال عمر: وجبت، فقال أبو الأسود: ما وجبت يا أمير المؤمنين؟ قال: قلت كما قال الرسول صلى الله عليه وسلم: ((أيما مسلم شهد له أربعة بخير، أدخله الله الجنة)) ، قال: ((قلنا: وثلاثة؟ قال: ثلاثة: قال: فقلنا: واثنان؟ فقال: واثنان، ثم لم نسأله عن الواحد)) ، رواه البخاري، وأحمد، والترمذي، والنسائي (١) .

فائدة
وجدت في مجلة ((التمدن الإسلامي)) الصادرة في رمضان سنة ١٣٧٨هـ ٧٥٦ تحت عنوان: ((سد يأجوج ومأجوج)) ما نصه:
((توجد في العقبة الواقعة بين بحر الخزر والبحر الأسود سلسلة جبال توقان، كأنها جدار طبيعي، وقد سد هذا الجدار الجبلي الطريق الموصلة بين الشمال والجنوب إلا طريقاً واحداً بقي مفتوحاً، هو مضيق دار بال، بين ولايتي كيوكز وتفليس؛ حيث يوجد الآن جدار حديدي من قديم الأزمان)) اهـ. وذكر أنه منقول من ((كتاب شخصية ذي القرنين)) من منشورات دار البصري في بغداد.

فائدة

الذي تلخص لي من كلام الشيخ تقي الدين في الاستثناء في الطلاق بمشيئة الله: أنه إن كان الطلاق خارجاً مخرج اليمين، نفع فيه الاستثناء، وإن لم يكن خارجاً مخرج اليمين:
فإن كان الاستثناء عائداً إلى لفظه، وقع.
وإن كان عائداً على أمر مستقبل، لم يقع حتى يطلق مرة ثانية.
_________
(١) رواه البخاري في الجنائز (١٣٦٨) ، وأحمد في مسند العشرة المبشرين بالجنة (١٤٠) ، والترمذي في الجنائز (١٠٥٩) ، والنسائي في الجنائز (١٩٣٤) .',NULL,'118',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (117,'مثال الأول: أن يقول: امرأتي طالق لا أفعل كذا إن شاء الله.
ومثال الثاني: أن يقول: أنت طالق إن شاء الله، أي: إن شاء الله أن تطلقي بهذا اللفظ، ومن المعلوم أن قوله: ((أنت طالق)) تطلق به المرأة، وقد وقع؛ فيقع الطلاق به، لأن الله رتب وقوع الطلاق على وجود أسبابه، وكأنه قال: أنت طالق بمشيئة الله.
ومثال الثالث: أن يقول: أنت طالق إن شاء الله، أي: إن شاء الله طلاقك في المستقبل، ومن المعلوم أن طلاقها في المستقبل لا يقع إلا بوجود أسبابه، وهي أن يوقع طلاقها مرة ثانية، والله أعلم.

فائدة
قال ابن القيم- رحمه الله- في ((تحفة الودود)) (ص٦٦) ، في بيان اختصاص العقيقة بالأسابيع، قال: ((وحكمة هذا- والله أعلم-: أن الطفل حين يولد يكون أمره متردداً فيه بين السلامة والعطب، ولا يدري هل هو من أهل الحياة أم لا، إلى أن تأتي عليه مدة يستدل بما يشاهد من أحواله فيها على سلامة بنيته وصحة خلقته، وأنه قابل للحياة، وجعل مقدار تلك المدة أيام الأسبوع، فإنه دور يومي، كما أن السنة دور شهري..إلخ.
فظاهر هذا التعليل: أنها لا تشرع قبل ذلك، وأنه لو مات قبله، لم تشرع -أيضاً- لكن يظهر أن هذا الظاهر غير مراد.
أما في المسألة الأولى: فإن المؤلف نفسه قال في (ص٤١) من الكتاب المذكور، قال: والظاهر أن التقييد بذلك استحباب، وإلا فلو ذبح عنه في الرابع والثامن والعاشر وما بعده، أجزأت، وجزم به في ((الإنصاف)) و ((الإقناع)) .
وأما المسألة الثانية: وهي ما إذا مات قبله، فإن الشيخ عثمان- رحمه الله- صرح بأنه لو مات الأب أو الولد قبل يوم السابع، فإن الاستحباب باق.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (118,'وقال الشيخ عبد الله أبو بطين: ((إنها مشروعة ولو بعد موت المولود)) ، وسئل عن العقيقة عن السقط؟ فأجاب بأن العقيقة إنما تشرع عمن ولد حيا.
قلت: ونقل في ((شرح بلوغ المرام)) عن مالك؛ أن من مات قبل السابع، سقطت عنه، وفي ((شرح المهذب)) : لو مات المولود قبل السابع، استحبت عندنا (يعني الشافعية) وقال الحسن البصري، ومالك: لا تستحب.

فائدة
سئلت عن الفرق بين اللفظين المرويين في قول النبي صلى الله عليه وسلم: ((من عمل عملاً ليس عليه أمرنا، فهو رد)) (١) ، واللفظ الآخر: ((من أحدث في أمرنا هذا ما ليس منه، فهو رد)) (٢) ، فتلخص ثلاثة فروق:
الأول: أن اللفظ الأول يدل على أن من عمل عملاً ليس عليه أمر الشارع، فهو مردود، سواء كان قد أحدثه هو أم كان مقلداً لغيره فيه، أما الثاني: فظاهره أنه خاص بالعمل المحدث دون العمل المقلد فيه.
هكذا ظهر لي أولاً، ثم تبين لي أن هذا غير صحيح؛ لأن الثاني مطلق بالنسبة للعمل، أي: أنه غير مقيد بعامله؛ لأن مدلول الحديث أن هذا العمل المحدث رد، سواء كان من محدثه أم من غيره.
الثاني: أن الأول خاص بالأعمال، أما الثاني: فهو عام في كل محدث، سواء كان عملياً أم اعتقادياً؛ وعلى هذا فنأخذ بعموم الثاني.
فهذا فرق من جهة مدلول الحديثين.
أما من جهة الحكم، فبينهما فرق، وهو:
الثالث: أن الأول يقتضي أن كل عمل لم يوجد عليه أمر الشارع، فهو
_________
(١) رواه مسلم في الأقضية (١٧١٨)
(٢) رواه البخاري في الصلح (٢٦٩٧)',NULL,'120',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (119,'مردود من غير توقف، والثاني يقتضى أنه لا يرد إلا ما علم مخالفته لأمر الشارع، ويظهر هذا الفرق بالمثال:
فإذا قدرنا أن أحداً تعبد عبادة لا نعرف لها أصلاً من الشرع، فإنا نمنعه ونردها حتى يقوم عليها أمر الشارع، بناء على اللفظ الأول، أما على اللفظ الثاني: فنتوقف حتى ننظر في مخالفتها أو موافقتها، وعلى هذا فنأخذ باللفظ الأول؛ لأن الأخذ به أحوط، والله أعلم.
وبهذا ظهر أن بينهما ثلاثة فروق، فرقان معنويان، وفرق حكمي. وهذا إن سلمنا الفرق الأول؛ وإلا فهما فرقان فقط.

فائدة
القاعدة العامة في المذهب: أنه إذا اجتمع مبيح وحاظر، قدم جانب الحظر، وخرج عن هذه القاعدة مسائل:
منها: عورة الخنثى في الصلاة، ألحقوها بالذكر.
ومنها: الحرير المساوى ما معه، ألحقوه بالمباح.
ووجه خروجهما عن القاعدة المذكورة: أن الأصل إباحة الثياب، وعدم وجوب ستر ما زاد على عورة الذكر إلا بدليل، والله أعلم.

فائدة
يحتمل قوله تعالى في الإماء: (فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَاب) (النساء: ٢٥) : أن لا يعتبر مفهوم هذا الشرط؛ فتجلد الأمة نصف الحرة، بكراً كانت أو ثيباً، وهذا هو قول الجمهور، واستدلوا بعمومات الأدلة على وجوب إقامة الحد.
ويحتمل: أن يكون مفهوم هذا الشرط معتبراً، وعليه فإذا زنت وهي غير محصنة، فقيل: تحد حد الحرة، وهو المشهور من مذهب داود الظاهرى، لكنه ضعيف جداً؛ إذ كيف يمكن أن يتنصف الحد عليها إذا',NULL,'121',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (120,'أحصنت، ويكمل إذا لم تحصن، مع أن الحكمة أن يكون الأمر بالعكس، وقيل: تؤدب تأديباً من غير حد، وهو المحكي عن ابن عباس، واختاره جملة من التابعين.

فائدة
قوله تعالى: (أَلَمْ تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ وَلَوْ شَاءَ لَجَعَلَهُ سَاكِناً ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلاً) (٤٥) (ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضاً يَسِيراً) (الفرقان: ٤٥، ٤٦) :
اختلف المفسرون في هاتين الآيتين في موضعين:
الأول: في المراد بالظل:
فقال بعضهم: وهو ما بين طلوع الفجر وطلوع الشمس؛ قاله ابن عباس، وابن عمر، وأبو العالية، وأبو مالك، ومسروق، ومجاهد، وسعيد ابن جبير، والنخعي، والضحاك، والحسن، وقتادة.
وقال بعضهم: المراد به الليل كله.
وقال بعضهم: هو ظلال الأجسام بعد طلوع الشمس، فإن الشمس إذا طلعت، امتد الظل طويلا، ثم لا يزال ينقبض شيئاً فشيئاً، كلما ارتفعت الشمس، حتى ينعدم كليا إذا حاذت الشمس الرؤوس.
وقوله: (وَلَوْ شَاءَ لَجَعَلَهُ سَاكِناً) (الفرقان: ٤٥) ، أي: لو شاء، الله لجعله ثابتاً لا يتغير بمد ولا قبض، وذلك إما بسكون الشمس أو بغير ذلك.
وقوله: (ثُمَّ جَعَلْنَا الشَّمْسَ عَلَيْهِ دَلِيلاً) (الفرقان: ٤٥) هذه معطوفة على قوله (مَدَّ) في (كَيْفَ مَدَّ الظِّل) ، وليست معطوفة على جواب (لَوْ) ، لأنه يختل المعنى، والضمير في (عَلَيْه) يرجع إلى (الظِّل) أي: جعلنا الشمس على الظل في وجوده وفي مده وقبضه دليلاً؛ لأن الشي يتبين بضده، فلولا الشمس لم نعرف الظل، ولا ظل إلا مع وجود شعاع الشمس.
الموضع الثاني: في قوله: (ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضاً يَسِيراً) (الفرقان: ٤٦)',NULL,'122',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (121,'فمن المفسرين من قال: إن (يَسِيراً) يعود على كيفية القبض، أي: قبضة بتدريج ويسر، يقبض شيئاً فشيئاً.
ومنهم من قال: إنه يعود على صفة الفعل، أي: إن قبضه يسير على الله وليس بصعب.
ولعله يعود على الأمرين.
والحاصل: أن الله تعالى يأمر نبيه صلى الله عليه وسلم أن ينظر في قدرته ونعمته بالظل كيف مده الله، ثم قبضه إليه قبضاً يسيراً، لما في ذلك من المصالح والمنافع العامة.
وعندي: أن هذا المد والقبض في الظل يتناول ثلاثة أشياء:
الأول: الليل وهو المد، والنهار وهو القبض؛ لأنه يقبض بظهور شعاع الشمس على سطح الأرض.
الثاني: ظل الأجسام بعد طلوع الشمس، وهو المد، وانعدامها عند الزوال والغروب، وهو القبض.
الثالث: امتداد الظل في زمن الشتاء لبعد الشمس عن مسامته الرؤوس، وهو المَد، وقصره في زمن الصيف لقرب الشمس من محاذاة الرؤوس، وهو القبض؛ لأن في اختلاف الظل وتعاقبه في هذه الأحوال من المصالح والمنافع ما هو معلوم، ولولا ذلك، لكانت الشمس ثابتة؛ فلا مد للظل، ولا قبض، والله أعلم.

فائدة
قال الشيخ تقي الدين: ((الزيارة ليست سكنى اتفاقاً)) ؛ ذكره في ((الإقناع)) في فصل: ((وإن حلف لا يسكن داراً)) من ((كتاب الإيمان)) (ص١٥٧ج٤) من طبعه مقبل.
والمقصود من نقلها هنا: بيان أنه لو مات الزوج وزوجته عند أهلها في',NULL,'123',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (122,'زيارة لهم، فإنه يلزمها أن ترجع إلى بيت سكناها، لتعتد فيه للوفاة، والله أعلم.

فائدة
الكعبة قبلة إبراهيم وغيره من الأنبياء، لم يأمر الله نبياً قط أن يصلي إلى بيت المقدس، لكن جعل قبلة للرسول صلى الله عليه وسلم في أول الأمر، ليمتحن الناس بتحويلهم منه إلى الكعبة؛ قاله الشيخ في ((كتاب الإيمان)) (١٤٦) .

فائدة
سئلت: عن متمتع قدم سعي العمرة على طوافها جاهلاً، ثم تحلل منها وأحرم بالحج؟
فأجبت: بأن مقتضى الدليل أن لا شيء عليه؛ وبنيت ذلك على أصول:
الأول: أن هذا الرجل قد فعل السعي على وجه يعتقده صحيحاً، ولا دليل على بطلانه ووجوب إعادته عليه، فليس هناك نص ولا إجماع يدل على اشتراط تقدم الطواف على السعي، وأنه لا يسقط بالجهل.
الثاني: أن الترتيب بين الأنساك قد ورد النص بسقوطه في الجملة؛ إما مطلقاً، وإما في حال العذر، كما في أنساك يوم العيد؛ فإن النبي صلى الله عليه وسلم سئل عمن لم يشعر؛ فحلق قبل الذبح، أو ذبح قبل الرمي، ونحوه، فيقول: ((لا حرج!)) ؛ حتى قال عبد الله بن عمرو بن العاص: فما سئل يومئذ عن شيء قدم ولا أخر إلا قال: افعل لا حرج)) متفق عليه (١) وفي رواية لمسلم: ((فما رأيته يسأل يومئذٍ عن أمر مما ينسى المرء ويجهل، من تقديم بعض الأمور قبل بعض، إلا قال رسول الله صلى الله عليه وسلم: ((افعلوا ذلك ولا حرج)) (٢) .
ثم وجدت في حديث أسامة بن شريك الذي رواه أبو داود، قال أسامة: خرجت مع النبي صلى الله عليه وسلم حاجاً، فمن قائل: يا رسول الله، سعيت قبل أن أطوف، أو قدمت شيئا أو أخرت شيئاً، فكان يقول: لا حرج، لا حرج)) (٣) .
_________
(١) رواه البخاري في العلم (٨٣) ، ومسلم في الحج (١٣٠٦)
(٢) رواه مسلم في الحج (١٣٠٦)
(٣) رواه أبو داود في المناسك (٢٠١٥)',NULL,'124',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (123,'وهذا الحديث يعضده ما تقدم من حديث عبد الله بن عمرو بن العاص.
وقد احتج بعض أهل الحديث بحديث أسامة؛ فقال بإجزاء السعي إذا تقدم على الطواف، وحكى ابن المنذر عن عطاء في ذلك قولين، وذكر في ((المغني)) رواية عن الإمام أحمد؛ أنه يجزي السعي قبل الطواف إن كان ناسياً، وإن عمد لم يجزئه سعيه؛ لأن النبي صلى الله عليه وسلم لما سئل عن التقديم والتأخير في حال الجهل والنسيان، قال: ((لا حرج)) ؛ ذكره في الكلام على السعي (ص ٣٩٠ج٣) من الطبعة المفردة.
الأصل الثالث: أن النبي صلى الله عليه وسلم قال لعائشة، وكانت حائضاً: ((افعلي ما يفعل الحاج غير أن لا تطوفي بالبيت حتى تطهري)) (١) وفي حديث جابر في البخاري، قال: ((وحاضت عائشة- رضي الله عنها- فنسكت المناسك كلها غير أنها لم تطف بالبيت، فلما طهرت طافت بالبيت)) (٢) ، فاستثناء الطواف من المناسك دليل على أنها قد فعلت السعي، ومن لازم ذلك تقديمه على الطواف، لكن في رواية لمالك: ((غير أن لا تطوفي بالبيت، ولا بين الصفا والمروة)) .
الأصل الرابع: أن عمومات الكتاب والسنة تدل على عدم المؤاخذة بالجهل والنسيان؛ فتدخل هذه المسألة تحت تلك القاعدة الشرعية الكلية؛ فإن هذا الرجل لم يترك شيئاً من أركان عمرته؛ غاية ما هنالك: أنه
_________
(١) رواه مسلم في الحج (١٢١١)
(٢) رواه البخاري في الحج (١٦٥١)',NULL,'125',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (124,'قدم بعضها على بعض، والترتيب قد يسقط للعذر؛ كما قلنا في قضاء الفوائت: إنه يسقط بالنسيان، وكذلك بالجهل على الصحيح؛ ومثله ترتيب الوضوء، وترتيب رمي الجمار الثلاث.
الأصل الخامس: البناء على الرواية الثانية عن أحمد من أن المتمتع يكفيه سعي واحد لحجة وعمرته؛ كما هو اختيار الشيخ تقي الدين.
الأصل السادس: أن من العلماء من لم يوجب السعي أصلاً، ورأى أنه سنة، كما هي إحدى الروايتين عن أحمد والأصلان الأخيران- وإن كنا لا نقول بهما - لكن هما دليل على أن الإجماع لم ينعقد على وجوب إعادة السعي في مثل هذه الصورة، والله أعلم.

فائدة
ذكر ابن القيم في ((زاد المعاد)) (ص٤١٣ج٤) ، هل الرجعة حق للزوج؛ يملك إسقاطها؛ كما هو مذهب أبي حنيفة، أو لله؛ فلا يملك إسقاطها؛ كما هو مذهب الشافعي، أو لهما، أي: الزوجين؛ فلو تراضيا بالخلع بلا عوض، وقع طلاقاً بائناً، كما هو مذهب مالك.
والأقوال الثلاثة روايات عن أحمد، ثم صوب أن الرجعة حق لله، فلا يملكان إسقاطها؛ ونقله عن شيخه، رحمه الله.
قلت: والمذهب أنه إذا قال: أنت طالق بلا رجعة، فثلاث؛ كما صرح به في ((المنتهى)) في ((باب ما يختلف به عدد الطلاق)) .

فائدة
ذكر ابن القيم- رحمه الله- في (ص٥٢١ج٣) من ((إعلام الموقعين)) ؛ أن النبي صلى الله عليه وسلم ورث أحد الزوجين من صاحبه إذا قتله خطأ؛ لكن من ماله دون ديته، قال: وبه نأخذ.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (125,'قلت: وهو مذهب مالك.

فائدة
لو فارق الحامل زوجها بين التوأمين، فهل تخرج من العدة بوضع الثاني؟
محل إشكال؛ سببه: هو أن الفهم في قوله تعالى: (وَأُولاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنّ) (الطلاق: ٤) ، يتردد بين معنيين:
أحدهما: أن المراد به وضع جميع الحمل، أي: أن الآية تحدد آخر الحمل دون أوله، وأن المقصود بها أن ذات التوأمين لا تنقضي عدتها إلا بوضعهما جميعاً.
الثاني: أن الآية تحدد الحمل كله، وأن وضع جميع الحمل لابد أن يكون بعد الفراق.
فإن قلنا بالمعنى الأول، فإنها تخرج من العدة بوضع التوأم الثاني.
وإن قلنا بالمعنى الثانى، فإنها لا تخرج منها بوضعه.
لكن الظاهر أن المعنى الأول أرجح من وجوه ثلاثة:
الأول: أن من أهم مقاصد العدة العلم ببراءة الرحم، وهو حاصل هنا.
الثاني: أن الأصحاب قالوا: لو راجعها بين التوأمين، صحت الرجعة؛ وهذا دليل على أن حكم الحمل باق.
الثالث: أن العنقري نقل في ((حاشيته)) عن ابن عوض؛ أنه لو تقطع الولد في بطنها؛ فوضعت بعض أعضائه في حياة زوجها، وبعضها بعد موته، فالظاهر انقضاء عدتها بذلك، وقد وقع هذا في زمننا. اهـ.
قلت: وفي ((الإقناع)) للشافعية: قال: فالمتوفى عنها إن كانت حاملاً، فعدتها بوضع الحمل، أي: انقضائه كله، حتى ثاني توأمين ولو بعد الوفاة، قال في ((حاشيته)) : قوله: و ((لو بعد الوفاة)) أي: بأن وضعت',NULL,'127',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (126,'الثاني بعد الوفاة والأول قبلها. اهـ. والله أعلم.

فائدة
قال في ((المغني)) (ص٣٦٥ج٢) : قال أحمد: إذا كانوا يقرؤون الكتاب يوم الجمعة على الناس بعد الصلاة أعجب إلي أن يسمع إذا كان فتحاً من فتوح المسلمين، أو كان فيه شيء من أمور المسلمين، فليستمع، وإن كان شيئاً إنما فيه ذكرهم، فلا يستمع. اهـ. والمراد بذكرهم: تذكيرهم.

فائدة
قال الشيخ تقي الدين في ((الجواب الصحيح، لمن بدل دين المسيح)) (ص٩٦ج٤) : والناس في المعاد على أربعة أقوال:
أحدها: إثبات معاد الروح والبدن؛ وهو مذهب المسلمين من الصحابة والتابعين لهم بإحسان.
الثاني: أن المعاد للأبدان فقط؛ قاله كثير من المتكلمين من الجهمية والمعتزلة وغيرهم.
الثالث: أن المعاد للروح وحدها، وهو قول الفلاسفة المشركين، لم يقله أحد من أهل الملل؛ لا المسلمون، ولا اليهود، ولا النصارى؛ فإنهم كلهم متفقون على إعادة الأبدان، وعلى القيامة الكبرى، وأهل هذا القول منهم من يقول: بأن الأرواح تتناسخ؛ إما في أبدان الآدميين، أو أبدان الحيوان مطلقاً، أو في جميع الأجسام النامية، أو أن التناسخ في الأنفس الشقيقة فقط، وكثير من محققيهم ينكر التناسخ.
القول الرابع: إنكار المعادين جميعاً؛ كما قاله أهل الكفر من العرب، واليونان، والهند، والترك، وغيرهم.

فائدة
قال الحسن البصري- رحمه الله- على قوله تعالى: (كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ',NULL,'128',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (127,'مُبَارَكٌ لِيَدَّبَّرُوا آيَاتِهِ) (صّ: ٢٩) قال: والله ما تدبره بحفظ حروفه وإضاعة حدوده، حتى إن أحدهم ليقول: قرأت القرآن كله؛ ما يُرى له القرآن في خلق ولا عمل؛ رواه ابن أبي حاتم.

فائدة
عن أبي هريرة- رضي الله عنه- قال: قلنا: يا رسول الله، إنا إذا رأيناك رقت قلوبنا، وكنا من أهل الآخرة، فإذا فارقناك، أعجبتنا الدنيا، وشممنا النساء والأولاد؟! فقال النبي صلى الله عليه وسلم: ((لو أنكم تكونون على كل حال على الحال التي أنتم عليها عندي، لصافحتكم الملائكة بأكفهم، ولزارتكم في بيوتكم، ولو لم تذنبوا، لجاء الله بقوم يذنبون كي يغفر لهم)) ؛ الحديث رواه احمد (١) ؛ ذكره ابن كثير في تفسير قوله تعالى: (لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِنْ فَوْقِهَا غُرَفٌ) (الزمر: ٢٠) إلخ.. (انظر الفائدة الآتية) .

فائدة
روى مسلم من حديث حنظلة؛ أنه لقي أبا بكر، فقال له: نافق حنظلة، فقال أبو بكر: سبحان الله! ما تقول. فقال: نكون عند رسول الله يذكرنا بالجنة والنار، كانا رأي عين، فإذا خرجنا من عند رسول الله صلى الله عليه وسلم، عافسنا الأزواج والأولاد والضيعات، نسينا كثيراً، قال أبو بكر: فو الله إنا لنلقى مثل ذلك، فانطلقا إلى النبي صلى الله عليه وسلم، فقال له حنظلة كما قال لأبي بكر؟ فقال النبي صلى الله عليه وسلم: ((والذي نفسي بيده، إن لو تدومون على ما تكونون عندي وفي الذكر، لصافحتكم الملائكة على فرشكم، وفي طرقكم، ولكن يا حنظلة ساعة وساعة؛ ثلاث مرات)) (٢) . اهـ.
_________
(١) رواه أحمد في باقي مسند المكثرين (٧٩٨٣)
(٢) رواه مسلم في التوبة (٢٧٥٠)',NULL,'129',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (128,'فائدة
من كلام منقول عن شيخ الإسلام: هذه أربع قواعد يدور الدين عليها:
الأولى: تحريم القول على الله بلا علم.
الثانية: أن ما سكت الشارع عنه، فهو عفو لا يجوز لأحد أن يحكم فيه بما سوى الإباحة.
الثالثة: أن ترك الدليل الواضح، والاستدلال بالمشتبه هو طريق أهل الزيغ.
الرابعة: أن الحلال بين، والحرام بين، وبينهما أمور مشتبهات.
وهذه القواعد تدخل في علم التفسير، والأصول، وعلم القلوب المسمى علم السلوك، وفي علم الحديث، وعلم الحلال والحرام، المسمى علم الفقه، وعلم الوعد والوعيد، وغير ذلك.
مثال ذلك: أن بعض أهل العلم قال: الماء ثلاثة أقسام: طهور، وطاهر، ونجس؛ والدليل عليه: قول النبي صلى الله عليه وسلم: ((لا يغتسل أحدكم في الماء الدائم)) (١) ، فلولا أنه يفيد منعاً، لم ينه عنه، ودليله من النظر: أنه لو وكله في شراء ماء، فاشتري ماء مستعملاً أو متغيراً بطاهر، لم يلزمه قبوله؛ فدل على أنه لا يدخل في الماء المطلق.
فأجاب القائلون بأنه قسمان فقط: طهور ونجس؛ بأن النبي صلى الله عليه وسلم نهى أن يغتسل في الماء الدائم، وإن عصى وفعل، فالقول في الماء مسألة أخرى، لا تعرض لها في الحديث بنفي ولا إثبات، وعدم قبول الموكل لا يدل، فلو اشترى له ماء من ماء البحر، لم يلزمه قبوله، ولو اشترى له ماء
_________
(١) رواه مسلم في الطهارة (٢٨٣)',NULL,'130',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (129,'مستقذراً طهوراً، لم يلزمه قبوله، فانتقض قولكم.
وإذا كنتم معترفين أن هذا الدليل إنما يفيدكم الظن فقط- وقد ثبت أن الظن أكذب الحديث- فقد وقعتم في المحرم يقيناً، أصبتم أم أخطأتم؛ لأنكم أفتيتم بظن مجرد؛ فإن قوله: (فَلَمْ تَجِدُوا مَاءً) كلام عام من جوامع الكلم، فإن دخل فيه هذا، خالفتم النص، وإن لم يدخل فيه، وسكت عنه الشارع، لم يحل الكلام فيه، وعصيتم قول الله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَسْأَلوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ) (المائدة: ١٠١) .
وإذا تركتم هذا اللفظ العام الجامع مع قوله صلى الله عليه وسلم: ((الماء طهور لا ينجسه شيء)) (١) ، فقد وقعتم في طريق أهل الزيغ حيث تركتم المحكم، واتبعتم المتشابه.
فإن قلتم: ((لم يتبين لنا أنه طهور، وخفنا أن النهي يؤثر فيه)) :
قلنا: قد جعل الله لكم مندوحة، وهي الوقف وقول: ((لا ندري)) ، أما الجزم بأن الشارع جعل هذا طاهراً غير مطهر، فهو قول على الله بلا علم، وبحث في المسكوت عنه، واتباع للمتشابه، وترك لقوله: ((وبينهما أمور مشتبهات لا يعلمهن كثير من الناس)) !

فائدة
قال ابن القيم في ((إغاثة اللهفان)) (ص١٦٤) المطبعة الميمنيّة التي بهامشها ((طريق الهجرتين)) :
ولهذا قال كل من قال بتحريم جمع الثلاث: إنه لا يجوز له أن يردف الطلقة بأخرى في ذلك الطهر؛ لأنه غير مطلق للعدة؛ فإن العدة قد استقبلت من حين الطلقة الأولى؛ فلا تكون الثانية للعدة.
_________
(١) رواه أبو داود في الطهارة (٦٦) ، والترمذي الطهارة (٦٦) والنسائى في المياه (٣٢٦) وأحمد في باقي مسند المكثرين (١٠٨٦٤)',NULL,'131',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (130,'ثم قال أحمد في ظاهر مذهبه ومن وافقه: إذا أراد أن يطلقها ثانية، طلقها بعد عقد أو رجعة، لأن العدة تنقطع بذلك، فإذا طلقها بعد ذلك أخرى، طلقها للعدة.
وقال في رواية أخري عنه: له أن يطلقها الثانية في الطهر الثاني، والثالثة في الثالث، وهو قول أبي حنيفة؛ فيكون مطلقاً للعدة أيضاً لا يبتني على ما مضى.
والصحيح: الأول، وأنه ليس له أن يردف الطلاق قبل الرجعة والعقد؛ لأن الطلاق الثاني لم يكن لاستقبال العدة، بل هو طلاق لغير العدة؛ فلا يكون مأذوناً فيه.

فائدة
قال شيخ الإسلام ابن تيمية في رسالة ((الفرق بين الطلاق الحلال والحرام)) :
كل عقد يباح تارة، ويحرم أخرى، كالبيع والنكاح، فإنه إذا فعل على الوجه المحرم، لم يكن نافذاً لازماً؛ كنكاح المعتدة، وبيع الخمر.
وأما ما كان محرم الجنس؛ كالظهار: ففاعله مستحق للعقوبة بما شرعه الله من الأحكام؛ لأنه لا يكون تارة حلالاً، وتارة حراماً، حتى يكون تارةً صحيحاً، وتارة فاسداً.
وما كان محرماً من أحد الجانبين؛ كبيع المصراة، ورشوة الظالم لدفع ظلمه، ونحو ذلك: فإن المظلوم يباح له فعله، وله فسخ العقد وإمضاؤه بخلاف الظالم؛ فإن العقد في حقه غير لازم، والطلاق مما يباح تارة، ويحرم أخرى، فإذا فعل على وجه محرم، لم يكن لازماً نافذاً.

فائدة
قال ابن القيم في ((الطرق الحكمية)) في التسعير ما ملخصه:',NULL,'132',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (131,'التسعير أنواع:
الأول: ظلم؛ وهو إكراه على البيع بثمن لا يرضونه، أو منعهم مما أباح الله لهم.
الثاني: جائز، وهو الذي يتضمن العدل بين الناس؛ مثل إكراههم على ما يجب عليهم من المعاوضة بثمن المثل؛ فهذا جائز بل واجب.
الثالث: إذا خصص طائفة بنوع من السلع لا تباع إلا عليهم، ولا يبيعها غيرهم، فهذا حرام، فإن وقع، وجب التسعير عليهم بأن يشتروا بقيمة المثل، ولا يبيعوا إلا بها؛ بلا تردد في ذلك عند أحد من العلماء، ولا نزاع.
الرابع: التسعير في العمل، فلولي الأمر أن يلزم أهل الصنائع بأجرة المثل؛ لأنها لا تتم مصلحة الناس إلا بذلك.

فائدة
مما يدل على اختيار الشيخ تقي الدين من أن الحلف بالطلاق له حكم اليمين: أنهم قالوا: إذا قال: إن حلفت بطلاقك، فأنت طالق، ثم قال: أنت طالق إن قمت -طلقت؛ لأنه حلف، لا إن قال: أنت طالق إن طلعت الشمس، لأنه شرط محض.
وقالوا أيضاً: إذا قال لزوجته: إن دخلت الدار، فأنت طالق، طلقت إن دخلت.
قالوا: ما لم ينو رد المشيئة إلى الفعل، فإن نواه، لم تطلق، دخلت أو لا، لأن الطلاق إذن يمين؛ فتنفع فيه المشيئة.

فائدة
إعراب ((أرأيت))

الهمزة: للاستفهام.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (132,'ورأيت: تارة تكون بمعنى ((أبصرت)) ، فتعدى لمفعول واحد، تقول: أرأيت زيداً؟ بمعني: أأبصرته؟.
وتارة تكون بمعنى ((العلم)) وحينئذ يكون المعنى: أخبرني، ويكون المفعول الأول صريحاً، إما مذكوراً وإما محذوفاً، ويكون الثاني جملة استفهامية أو قسمية:
مثال المذكور: أرأيت زيدا ما صنع؟
ومثال المحذوف قوله تعالى: (قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ) (فصلت: ٥٢) ، وهذه الجملة الاستفهامية.
ومثال القسمية: أن تقول: أرأيت الظالم والله لن يفلح.

فائدة
قال شيخ الإسلام ابن تيمية في كتابه ((أقوم ما قيل)) (ص١٤١) ، من الثالث من ((مجموعة رسائله)) ، قال:
ومن توهم منهم- أي: من القدرية، أو من نقل عنهم-: أن الطاعة من الله، والمعصية من العبد، فهو جاهل بمذهبهم؛ فإن هذا لم يقله أحد من علماء القدرية، ولا يمكن أن يقوله، فإن أصل قولهم: أن فعل العبد للطاعة كفعله للمعصية، كلتاهما فعله بقدرة تحصل له من غير أن يخصه بإرادة خلقها فيه.
فإذا احتجوا بهذه الآية على مذهبهم، كانوا جاهلين بمذهبهم - ويعني بالآية قوله تعالى: (مَا أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللَّهِ وَمَا أَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَفْسِكَ) (النساء: ٧٩) - إلى قوله: فإن عندهم الحسنة المفعولة، والسيئة المفعولة من العبد لا من الله. اهـ.
ورأيت في ((تفسير ابن كثير)) - رحمه الله (ص٢٦٧ج٤) ، عند قوله',NULL,'134',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (133,'تعالى: (إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ) (القمر: ٤٩) ، عن ابن عباس- رضي الله عنهما- أنه قيل له: إن رجلاً قدم علينا يكذب بالقدر؟ فقال: دلوني عليه وهو أعمى، قالوا: وما تصنع به يا أبا عباس؟ قال: والذي نفسي بيده، لئن استمكنت منه لأعضن أنفه حتى أقطعه، ولئن وقعت رقبته في يدي لأدقنها؛ فإني سمعت رسول الله صلى الله عليه وسلم يقول: ((كأني بنساء بني فهر يطفن بالخزرج، تصطفق ألياتهن مشركات؛ هذا أول شرك هذه الأمة، والذي نفسي بيده، لينتهين بهم سوء رأيهم حتى يخرجوا الله من أن يكون قدر خيراً، كما أخرجوه من أن يكون قدر شراً)) ؛ رواه أحمد (١) .

فائدة
قال الأصحاب- رحمهما الله- في ((باب العيوب في النكاح)) : إذا أدعت الثيب أن الزوج لا يطؤها؛ فإن ثبتت عنته قبل ادعائها، فالقول قولها؛ وإلا فقوله؛ لأن الأصل السلامة.
وعنه: القول قولها أيضاً؛ لأن الأصل عدم الوطء، قال أحمد: إذا ادعت المرأة أن زوجها لا يصل إليها، استحلفت. اهـ.

فائدة
قوله تعالى: (أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِباً فَإِنْ يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ) (الشورى: ٤٢) .
فسر الختم بالربط، والمعنى: يربط على قلبك؛ فلا يتأثر بكلامهم، وقد فعل؛ وعلى هذا: فمفعول (يَشَأِ) تقديره: فإن يشأ الله أن يختم على قلبك، يختم على قلبك.
وفسر الختم بالطبع، كما هو معناه فيما ورد فيه من القرآن، كما في
_________
(١) رواه أحمد في مسند بني هاشم (٣٠٤٦)',NULL,'135',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (134,'قوله: (خَتَمَ اللَّهُ عَلَى قُلُوبِهِمْ) (البقرة: ٧) أي: طبع عليها، (الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِم) (يّس: ٦٥) نطبع عليها؛ وعلى هذا: فتقدير مفعول (يَشَأِ) أن يقال: فإن يشأ الله أن تفتري عليه كذباً، ويكون المعنى: لو أراد الله أن تفتري عليه كذباً، لافتريت؛ وحينئذ يختم الله على قلبك؛ فلا يصل الخير، ولا تهتدي، ويتبين كذبك، وهذا لم يقع، وانتفاء اللازم يدل على انتفاء الملزوم.
وقيل: المعنى: فإن يشأ الله أن تفتري عليه كذباً، يختم على قلبك أولا لتفتري عليه كذباً فعلى الوجه الذي قبل هذا: يكون الختم جزاءً وعقوبة، وعلى هذا الوجه يكون الختم سبباً.
وأما قوله: (وَيَمْحُ اللَّهُ الْبَاطِل) :
فيحتمل: أن يكون معطوفاً على ((يختم)) فيكون المعنى: لو افتريت على الله كذباً، لطبع على قلبك، ومحا الباطل، وهو الافتراء الذي زعموا أنك افتريته؛ ويؤيده حذف الواو.
ويحتمل: أن يكون مستأنفاً؛ ويؤيده الإظهار ورفع (يُحِقُّ) و (الْبَاطِل) ، وعلى هذا الاحتمال: هو ما نسبوه للنبي صلى الله عليه وسلم من الافتراء، والله أعلم.

فائدة
تعليق الرجعة بشرط غير صحيح عند الأئمة الأربعة، إلا في قول للمالكية.

فائدة
لنا في المفقود نظران:
الأول: من جهة إرثه من موروثه.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (135,'والثاني: من جهة الإرث عنه.
فأما الأول: فإن مات مورثه بعد مدة التربص، لم يرث منه، إلا أن تعلم حياته بعد موت مورثه، وإن مات مورثه في مدة التربص، أعطينا كل وارث اليقين، ووقفنا نصيب المفقود، فإن ظهر أنه مات قبل مورثه، رد على الورثة، وإن ظهر أنه بعد، صار تركة للمفقود، وإن علمنا موته، ولم نعلم هل هو قبل مورثه أو بعده، ورث، لأن الأصل بقاؤه.
وقال الأئمة الثلاثة: لا يرث، لاحتمال أنه مات قبل موروثه، وعلى هذا: يرد على الورثة، وإن لم يظهر له حياة ولا موت، فإنه يرث، ويكون ما ورثه تبعاً لتركته.
وأما النظر الثاني: فإنه إذا مضت مدة التربص، قسم ماله.

فائدة
إذا تزوج ذات لبن، فأرضعت طفلاً، فهل يكون الطفل ولداً للزوج الأول أو الثاني أو لهما؟ لا يخلو ذلك من ثلاث حالات:
الأولى: أن يكون ذلك قبل أن تحمل من الثاني، فهو للأول بكل حال.
الثانية: أن يكون بعد أن تلد من الثاني؛ فهو للثاني بكل حال. وقال الأصحاب: لهما، إلا أن يزداد عن حالة الأولى؛ لكنه خلاف ما نقله ابن المنذر إجماع من يحفظ عنه.
الثالثة: أن يكون بين حملها ووضعها من الثاني؛ فإن لم يكن قد تغير بانقطاع أو بزيادة أو نقص، فهو للأول، وإن كان بعده، فهو لهما، وإن انقطع، ثم عاد: فقال أبو الخطاب هو للثاني، وصوبه في ((الإنصاف)) ، والمذهب: أنه لهما، ومذهب أبي حنيفة: للأول.
والذي يظهر: أن مذهبه أن ما كان بعدها، فهو للثاني من غير تفصيل،',NULL,'137',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (136,'والله أعلم.

فائدة
سؤال الملكين يعم كل ميت، وقال بعض الحفاظ والمحققين: الذي يظهر اختصاص السؤال بمن يكون له تكليف؛ وبه جزم غير واحد من أئمة الشافعية، ولم يستحبوا تلقينه إذاً، وجزم الترمذي بأن المعلن في كفره لا يسأل، ووافقه ابن عبد البر، وخالفه القرطبي، وابن القيم؛ لقوله تعالى: (يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ الظَّالِمِينَ) (ابراهيم: ٢٧) ، ولحديث البخاري: ((وأما الكافر والمنافق)) ، ورجحه ابن حجر، وجزم ابن عبد البر والترمذي باختصاص السؤال بهذه الأمة، وخالفهما ابن القيم وجماعة، وتوقف آخرون.
وظاهر الأحاديث: أن السؤال بالعربية، كما أنه لسان أهل الجنة، والله أعلم.

فائدة
البريد أربعة فراسخ، والفرسخ ثلاثة أميال، والميل ستة آلاف ذراع بذراع اليد، وبذراع الحديد: خمسون ومائتان وخمسة آلاف ذراع، وبالمتر: (٢٥٢٠) . (انظر الفائدة الآتية) .

فائدة
رأيت تحقيقاً في ((صحفية الندوة)) تاريخ يوم الأحد ٢٥/١/٨١هـ، ذكر فيه أن مسافة الميل: تسعة أمتار، وستمائة، وألف متر، وسُبع المتر.
والفرسخ: سبعة وعشرون متراً، وثمانمائة، وأربعة آلاف متر، وثلاثة أسباع متر.
والبريد: تسعة أمتار: وثلثمائة وتسعة عشر ألف متر، وخمسة أسباع متر.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (137,'ثم ذكر أن مسافة القصر: سبعة وسبعون كيلو متراً، وثمان وثلاثون ومائتا متر، وستة أسباع متر. اهـ.

فائدة
القول في ألفاظ الطلاق من ناحيتين:
من جهةالصريح والكناية، فمنهما صريح، ومنها كناية
فالصريح: يقع الطلاق بمجرده، والكنايه: لا يقع بها إلا بنية أو قرينة، وهي مع النية أو القرينة كالصريح في وقوع الطلاق، غير أن الظاهرة يقع بها ثلاث، والخفية ما نواه، والصواب: ما نواه في الجميع.
الثانية: إذا أتى بصريح الطلاق، فلنا فيه نظران:
الأول: من ناحية المعنى.
والثاني: من ناحية العدد.
فأما المعنى: فإنه لا يقبل منه حكماً إرادة ما يخالف معناه، ويدين فيما بينه وبين الله.
مثال ذلك: أن يقول: إنه أراد ب ((أنت طالق)) طالقاً من وثاق، أو طاهراً، فغلط، أو طالقاً من نكاح سابق.
وأما العدد: فعلى ثلاثة وجوه:
الأول: أن يأتي بصريح العدد بأن يقول: أنت طالق ثلاثاً، أو واحدة؛ فلا تؤثر فيه نية ما يخالفه، ولا يقبل منه إرادة ذلك.
الثاني: أن يأتي بما يحتمله؛ مثل: أنت طالق أو الطلاق، ونحوه، فعلى حسب نيته، فإن لم ينو شيئاً، فواحدة.
الثالث: أن يكرر، وهذا على نوعين:
أحدهما: أن يكرر الجملة كلها؛ مثل: أنت طالق أنت طالق، فيقع العدد، إلا فيمن ليس له عليها عدة؛ فتبين بالأول، ولا يلزمه ما بعده، وإلا',NULL,'139',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (138,'إذا نوى توكيداً، يصح، أو إفهاماً، فيقع بحسب المؤكد والمفهم به.
والتوكيد الذي يصح هو ما اتصل بالمؤكد، ولم يفصل بينهما بعاطف.
ثانيهما: أن يكرر الخبر فقط؛ مثل: أنت طالق، طالق، فيقع واحدة إن لم ينو أكثر.
هذا هو تفصيل المقام على المشهور من المذهب.
والصواب: أن الطلاق الثلاث واحدة ولو صرح بالعدد؛ وعلى هذا:
فإذا نوى الثلاث بالكناية الظاهرة، لم يقع إلا واحدة، والله أعلم.

فائدة
الفلاسفة وصفوا الله تعالى بأنه عقل، وعاقل، ومعقول:
فالعقل: هو الذات المفارقة للمادة من كل وجه، وهذه هي ذات البارى عندهم، فإذا نظر إليه من حيث ذاته فهو عقل؛ لأنه حقيقة مجردة عن المادة.
وباعتبار أنه تعالى يعقل نفسه، فهو عاقل.
وباعتبار أن هذه الحقيقة المجردة لا تدرك إلا به، فهو معقول.
قالوا: وإذا كان الله مدركاً بذاته، فهو عشق، وعاشق، ومعشوق. اهـ.
وكل هذه أوصاف باطلة بالنسبة إلى الرب الكامل من جميع الوجوه؛ فهو سبحانه خالق لكل شيء، وهو بكل شيء عليم.
فوائد
الفائدة الأولى: في جزاء الصيد:
فمذهب أبي حنيفة: إن كانت قيمة الصيد تبلغ شاة، خير بين الشاة والإطعام والصيام، وإن كانت لا تبلغ، خير بين الإطعام والصيام، وأما مذهب الثلاثة: فيخير بين المثل، والإطعام والصيام.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (139,'لكن هل الإطعام في مقابلة قيمة المثل، أو في مقابلة قيمة الصيد؟
مذهب الشافعي وأحمد: الأول، ومذهب مالك: الثاني.
وأما الصيام: فهل يكون في مقابلة إطعام كل مسكين، أو في مقابلة كل صاع كما في جزاء المترفه بالحلق؟ فيه خلاف بين أهل العلم.
وفي ((الفروع)) عن ابن عباس، وأبي ثور: أن الإطعام والصيام في جزاء الصيد كفدية الأذى.
الفائدة الثانية: في ضمان شجر الحرم:
فمذهب مالك، وأبي ثور، وداود، وابن المنذر: لا ضمان فيه، ومذهب الثلاثة: فيه الضمان.
وعليه: فهل يضمن بالقيمة، أو بشيء معين؟:
مذهب أبي حنيفة: الأول، ومذهب الشافعي، وأحمد: الثاني، فالكبيرة ببقرة، والصغيرة بشاة.
الفائدة الثالثة: قال الأصحاب: إذا مس بيده طيباً تطيب به قبل إحرامه، أو أعاد ثوباً مطيباً بعد أن خلعه-فدى؛ فهاتان مسألتان:
فالمسألة الأولى: قال أصحابنا: يجب عليه فيها الفدية؛ حيث وجبت على مستعمل الطيب، وهو مذهب الشافعي. وفي ((شرح المهذب)) : لو أخذ طيباً من موضعه بعد الإحرام، ورده إليه، أو إلى موضع آخر، لزمته الفدية على المذهب؛ وبه قطع الأكثرون، وقيل: فيه قولان. اهـ.
قلت: والصواب: أنه إذا مسه لحاجة لا لقصد الطيب، فإنه لا فدية عليه؛ فقد كان وبيص المسك يري في مفارق النبي صلى الله عليه وسلم، وهو محرم، ومع ذلك: فإنه لابد أن يمسه حين يمسح رأسه في الوضوء، ولأنه لا يمكن التحرز منه.
وأما المسألة الثانية: فمذهبنا وجوب الفدية، وهو أصح الوجهين عند',NULL,'141',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (140,'الشافعية، والوجه الثاني عندهم: لا فدية؛ لأن العادة في الثوب النزع واللبس، فصار معفوا عنه، والله أعلم

فائدة
مسائل في الطلاق:
إذا قال لزوجته: طلقي نفسك، لم تملك إلا واحدة.
وإن قال: طلاقك بيدك أو وكلتك فيه، أو في الطلاق، ملكت ثلاثاً، لأنه مفرد مضاف، فيعم، وأل للجنس؛ فيعم القليل والكثير.
(٢) إذا فعل بها فعلاً، أو دفع إليها شيئاً، وقال: هذا طلاقك، طلقت، فإن فسره بمحتمل، قبل حكماً؛ هذا هو المذهب، وفيه وجه: لا يقبل حكماً، وعن أحمد: أنه كناية؛ فلا يقع إلا حيث يقع بالكناية، ونصره الموفق والشارح.
(٣) إذا طلق زوجته، وقال لضرتها: أنت كهي، أو مثلها، أو شريكتها أو شرَكْتك، فصريح فيهما، وعنه: كناية في الثانية.
(٤) إذا كتب صريح الطلاق بما يبين، وقع سواء نواه أم لم ينوه، فإن قال: ما أردت
إلا تجويد خطي، أو غم أهلي، قبل حكماً، لأنه نوى محتملاً غير الطلاق، أشبه ما لو نوى باللفظ غير الإيقاع، هذا هو المذهب.
والوجه الثاني: لا يقع به شيء، نوى الطلاق أم لا، قال في ((الإنصاف)) : والنفس
تميل إلي عدم الوقوع بذلك.
والوجه الثالث: يقع إن نوي، وإلا فلا، وصوبه في ((الإنصاف)) .
وعلى المذهب: فقد روى أبو طالب، عن أحمد: ما ظاهره وقوع الطلاق إذا أراد غم
أهله، وخرج في ((المقنع)) قبوله حكماً على روايتين.
(٥) إذا أتى بصريح الطلاق، وهو لا يعرف معناه، لم يقع، ولو نوى',NULL,'142',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (141,'موجبه. والوجه الثاني: إن نوى موجبه، وقع.
(٦) لو قيل له: أخليت امرأتك، ونحوه من الكنايات، فكناية.
(٧) إذا أتى بالكناية في حال لا تشترط معها النية، فإنه يقع، سواء أراد الطلاق أم لا، لكن إن ادعى عدم إرادة الطلاق، دين، ولم يقبل حكماً؛ هذا المذهب، وعنه: يقبل، وعنه: لا
يقع بالكناية إلا بنية مطلقاً.
(٨) إذا أتى بصريح الطلاق، وقال: أردت طاهراً ونحوه، لم يقبل حكماً، وعنه: يقبل إلا حال غضب أو سؤال طلاق، وعنه: من أتى بصريح الطلاق، ولم ينوه، لم يقع، إلا مع قرينة؛ كغضب ونحوه.

فائدة
أولاد العلات هم الإخوة، أبوهم واحد، وأمهاتهم شتي، وأولاد الأخياف بالعكس.
والإخوة الأعيان: هم الأشقاء، أبوهم وأمهم واحدة.

فائدة
في (ص٣٨٨) من الجزء الثالث من ((الفتاوى)) :
وقد جوز أحمد بن حنبل إبدال مسجد بمسجد آخر للمصلحة، كما جوز تغييره
للمصلحة، واحتج بفعل عمر، رضي الله عنه.
وفي ((الاختيارات)) (ص١٨٢) ونقل صالح: ينقل المسجد لمنفعة الناس.
وفي (ص٥٧٦) من الجزء (٥) من ((المغني)) قال في رواية صالح: يحول المسجد
خوفاً من اللصوص، وإذا كان موضعه قذراً، ثم ذكر أن عمر كتب إلى سعد لما بلغه أنه قد نقب بيت المال الذي في الكوفة: انقل المسجد الذي بالتّمّارين، واجعل بيت المال في قبلة المسجد؛ فإنه لن يزال في المسجد مصل.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (142,'فائدة
من الإشكالات علينا قوله تعالى: (لَيْسَ عَلَيْكُمْ وَلا عَلَيْهِمْ) أي: الأطفال (جُنَاحٌ بَعْدَهُن) (النور: ٥٨) :
وجه الإشكال: أن مفهومها أن على الأطفال جناح فيهن، وقد علم أنه قد رفع القلم عنهم.
والجواب- والله أعلم-: أنه ليس المراد بالجناح هنا الإثم، وإنما المراد الحرج والمشقة في الاستئذان؛ وهذا لا يلزم منه الإثم، والله أعلم.

فائدة
في رواية للبخاري في حديث فاطمة بنت أبي حبيش: ((ولكن دعي الصلاة قدر الأيام
التي كنت تحيضين فيها)) (١) ، وعند مسلم في قصة أم حبيبة بنت جحش: ((فقال لها: امكثي قدر ما كانت تحبسك حيضتك)) (٢) ، وعند أحمد، والنسائي في حديثها: ((فلتنظر قدر قروئها التي كانت تحيض)) (٣) ، وللنسائي من حديث زينب بنت جحش: ((تجلس أيام أقرائها)) ٧٨) ، وللخمسة إلا الترمذي، من حديث أم سلمة، ((لتنظر قدر الليالي والأيام التي كانت تحيضهن وقدرهن من الشهر)) (٤) ، ولمسلم من حديث فاطمة بنت أبي حبيش: ((اجتنبي الصلاة أيام محيضك)) (٥) .
_________
(١) رواه البخاري في الحيض (٣٢٥)
(٢) رواه مسلم في الحيض (٣٤٤)
(٣) رواه أحمد في باقي مسند الأنصار (٢٤٤٥١) والنسائي في الطهارة (٢٠٩)
٧٨) رواه النسائي في الحيض والاستحاضة (٣٦١)
(٤) رواه أبو داود في الطهارة (٢٧٤) ، والنسائي في الطهارة (٢٠٨) وابن ماجه في الطهارة وسننها (٦٢٣) .
(٥) رواه ابن ماجه في الطهارة وسننها (٦٢٤) وأحمد في باقي مسند الأنصار (٢٥١٥٣)',NULL,'144',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (143,'فائدة
عن عائشة- رضي الله عنها- أن فاطمة بنت أبي حبيش كانت تستحاض، فقال لها رسول الله صلى الله عليه وسلم: ((إن دم الحيض دم اسود يعرف؛ فإذا كان ذلك، فأمسكي عن الصلاة، فإذا كان الآخر، فتوضئي وصلى)) (١) .
قال في ((البلوغ)) وشرحه ((سبل السلام)) : رواه أبو داود، والنسائي، وصححه ابن حبان، والحاكم، واستنكره أبو حاتم، لأنه من حديث عدي ابن ثابت، عن أبيه، عن جده، وجده لا يعرف، وقد ضعف الحديث أبو داود. اهـ.
وفي ((نيل الأوطار)) أنه رواه الدارقطنى، والبيهقي أيضاً.
وفي ((شرح المهذب)) (ص٤٠٣ج٢) أن الحديث صحيح، رواه أحمد، وأبو داود، والنسائي، وغيرهم بأسانيد صحيحة من رواية فاطمة، واصله في البخاري، ومسلم بغير هذا اللفظ. اهـ.
قلت: تقدمت الروايات من هذا، وقد علل في ((المهذب)) تقديم التمييز بأنه علامة قائمة في شهر الاستحاضة، فكان اعتباره أولى من اعتبار عادة انقضت، وعلله في ((شرحه)) بالحديث، وبأنه علامة ظاهرة، وبأنه علامة في موضع النزاع (كذا! ولعله في غير موضع النزاع) . (انظر الفائدة السابقة) .

فائدة
من محمد بن علي بن سلوم، إلى جناب الشيخ المكرم عبد الله بن فائز، سلمه الله آمين.
السلام عليكم ورحمة الله وبركاته.
_________
(١) رواه أبو داود في الطهارة (٣٠٤) ، والنسائي في الطهارة (٢١٥)',NULL,'145',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (144,'وبعد:
فقد سألني ابن أخيك محمد بن إبراهيم عن وضع الشاخص لوقت الظهر والعصر، وهو أن تأخذ خشبة أو حجراً قدر ذراع، فتنصبه قبله المسجد على جداره من قبله تنصبه نصباً قوياً بجص حتى لا يسقط، وأن يكون ظله وقت العصر في أرض المسجد لا يكون على جدار، فهو أوضح، والخشبة المركوزة أو الحجر تورده قليلاً؛ بحيث إنك إذا أسقطت صخرة قدر تمرة أو قريباً منها تسقط على الأرض، ويسم مسقط حجره، ثم تأخذ وتداً فتضربه في مسقط الحجر، وترصد الجدي بالليل: فإن كان الحاجزان فوقه أو تحته، فهو حينئذ على سمت القطب، فتأتي بخيط وتجعله بيد رجل يمده إلي جهة الجدي، وتغمض بإحدي عينيك، وتنظر بالأخرى، وأنت جاعل رأسك عند الوتد تنظر إلي جهة الجدي، والرجل الآخر سامت الخيط، فإذا رأيت الجدي من قبل يد الرجل التي مسامته الخيط، فينزل الخيط في الأرض، فما وقع عليه الخيط فهو خط نصف النهار وقت الظهر.
وأما إذا أردت أن تعرف وقت العصر: فتأخذ خيطا من رأس الخشبة التي هي الشاخص إلي الأرض طول الخيط، وتضيف إليه أيضاً طول الظل الذي من الوتد إلي موضع الزوال، ثم تجعل طرف الخيط في الوتد وتمده إلى ظل الشاخص في الأرض، فإذا ساوى طرف الخيط ظل الشاخص فقد دخل وقت العصر.
وإذا أردت أن تعرف زوال الشمس وأنت في غير المسجد في برية أو غيرها: فاغرز درباشاً أو عصاً، أو رمحاً في أرض مستويه، ثم تخط على راس ظله خطاً كالهلال، وتنظر إلي ظله، فإن زاد فالشمس قد زالت، وإن نقص فخط خطاً، وكلما نقص فخط خطاً آخر حتى يزيد، فإذا زاد فقد',NULL,'146',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (145,'زالت الشمس ولو بقدر شعيرة.
وأنا أعرف الزوال بستة أوجه هذا أوضحها، وقد ذكر هذا الذي ذكرت في ((الإقناع)) و ((المنتهى)) و ((الغاية)) في شروط الصلاة، وأوضحها حاشية عثمان - رحمه الله- والسلام.

فائدة
في سنة إحدى وثمانين وثلاثمائة وألف، أمر رئيس الحسبة عندنا أن يتفقد الناس في صلاة الفجر، فاستشكل بعض الناس ذلك: بحجة أن هذا عمل بدعي لم يكن معروفاً في عهد النبي صلى الله عليه وسلم، وأنه يلزم منه أن يصلي بعض الناس رياء وسمعة، خوفاً من الفضيحة، ويلزم منه محذور آخر، وهو أن بعض الناس قد يقوم من منامه متاخراً فيصلي بلا وضوء أو مع الجنابة.
والجواب على هذا الإشكال: أن الشبهة الأولى- وهي كونه عملاً بدعياً- ليست بشبهة فإن العلم المحدث بعد عصر النبي صلى الله عليه وسلم نوعان:
نوع: يفعله محدثه على أنه عبادة وقربة؛ فهذا بدعة لا يجوز، لأن الأصل في العبادات الحظر، فلا يشرع منها إلا ما جاء عن الله ورسوله، فالعبادات مبناها على التوقيف يجب اعتقاد ما جاء به الشرع ديناً، وأن لا يشرع شيء على سبيل التعبد والتدين، وهو لم يرد به كتاب ولا سنة.
النوع الثاني: عمل يحدثه صاحبه على غير سبيل التعبد والقربة؛ فهذا ثلاثة أنواع:
الأول: ما كان داخلاً تحت عموم نص، سواء كان تحت عموم لفظي أم عموم معنوي، أي: بأن يكون داخلاً في عموم لفظ النص أو في عموم معناه، وهو المقيس على ما جاء به النص؛ فهذا واضح؛ له حكم ما دل عليه النص من تحريم أو إباحة أو إيجاب.
الثاني: ما لم يكن داخلاً في عموم نص؛ بل هو مسكوت عنه؛ فهذا',NULL,'147',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (146,'مباح على أصح الأقوال؛ لعموم قوله تعالى: (هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعا) (البقرة: ٢٩) ، وقوله: (قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْق) (الأعراف: ٣٢) ، وقول النبي صلى الله عليه وسلم: ((وسكت عن أشياء؛ رحمة بكم غير نسيان)) ، فما سكت عنه الله ورسوله فهو عفو.
ووجه الدلالة من الآيتين: أن التناول لما في الأرض وللزينة والطيبات عمل.
النوع الثالث: ما لم يكن داخلاً تحت عموم نص، وهو مسكوت عنه، لكنه وسيلة، فهذا له حكم ما كان وسيلة له؛ كاستعمال الأشياء المعينة على تبليغ الكلم من الإذاعات ومكبرات الصوت، وعلى إدراك الأشياء، كنظارة العين، ونحوها.
فهذه: إن استعملت لأمور نافعة، كانت محمودة، وإن استعملت لأمور ضارة، كانت مذمومة، وإن استعملت في أمور مباحة، كانت مباحة، ومن هذا النوع: ما يستخدم الآن في الاستخبارات والتجسس؛ من مسجلات الصوت ونحوها.
ومن هذا أيضاً: تفقد الناس في المساجد؛ فإنه يستعمل ليعين الناس على الحضور إلى الجماعة، ولا أحد يشاهد الحال إلا ويعرف بأن له أثراً كبيراً في حضور الناس إلي الصلاة في الجماعة، ولا ريب أن حضور الناس إلى الجماعة أمر محمود شرعاً؛ فيكون التفقد المعين عليه محمودا كذلك.
هذا على فرض أن التفقد لم يرد به عن النبي صلى الله عليه وسلم شيء؛ فكيف وقد ورد الحديث بذلك؛ فعن أبي بن كعب- رضي الله عنه- قال: صلى بنا رسول الله صلى الله عليه وسلم يوماً الصبح، فقال: أشاهد فلان؟ قالوا: لا، قال: أشاهد فلان؟ قالوا: لا، قال: إن هاتين الصلاتين أثقل الصلوات على المنافقين ... ))',NULL,'148',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (147,'الحديث؛ رواه أحمد، وأبو داود، والنسائي، وابن خزيمة وابن حبان في صحيحيهما، والحاكم (١) وقد جزم يحيى بن معين، والذهلي بصحة هذا الحديث؛ ذكره في ((الترغيب والترهيب)) (ص٢٦٤ج١) .
وبهذا تبين أن التفقد كان معروفاً في عهد النبي صلى الله عليه وسلم.
هذا؛ وفي (ص٢٠٣) من ((الدرر السنية)) ، فتاوى علماء نجد في الجزء الرابع، من المجلد الثاني، قال الشيخ عبد الرحمن بن حسن- رحمه الله-: يلزم الأمير يلزمهم تفقد الناس في المساجد حتى يعرف من يتخلف عن الجماعة ويتهاون بها، ويجعل للناس نوابا للقيام على الناس بالاجتماع للصلاة في جميع البلدان والقرى.. إلي آخر ما قال.
وأما كونه يلزم من ذلك أن يصلي بعض الناس رياء وسمعة، فجوابه: أن هذه الحدود والعقوبات التي جعلها الشارع مرتبة على بعض المعاصي، هي- أيضاً - سبب من اسباب ترك المعصية؛ فإن كثيراً من العصاة قد يمنعهم من فعل المعصية خوف العقوبة: ولذلك تجد بعض الناس إذا حصلت له المعصية خفية، لم يتوقف في فعلها، أما إذا كانت لا تحصل له إلا في مواقع العثور عليه، فإنه يتركها خوفاً من العثور عليه وعقوبته، ولا أحد يرتاب في مصلحة هذه الحدود والعقوبات، وأنها من رحمة الله وحكمته التي بهرت العقول، وتقاصرت عنها حكم ذوي الألباب؛ وهل يمكن لعاقل أن يعترض على هذه الحدود والعقوبات بحجة أن بعض الناس قد يترك المعصية خوفاً من الحد والعقوبة، فيكون بذلك مرائياً ومسمعاً؟!
فإن قيل: ((هذه الحدود والعقوبات جاءت فيمن فعل المعصية،
_________
(١) رواه أبو داود في الصلاة (٥٥٤) والنسائى في الإمامة (٨٤٣) وأحمد في مسند الأنصار (٢٠٧٥٨-٢٠٧٦٥) والدارمي في الصلاة (١٢٦٩)',NULL,'149',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (148,'والترك من أجلها ليس فعلاً يتصور فيه الرياء والسمعة)) :
فالجواب من وجهين:
الأول: أن تارك المعصية ظاهرة الصلاح، والأمر الظاهر تتصور فيه المراءاة والسمعة.
الثاني: أن الشرع جاء بالعقوبة على ترك الواجبات، كما في عقوبة مانع الزكاة ونحوه.
وأما ما يلزم من ذلك من كون بعض الناس يصلي بلا طهارة: فهذا إن وقع فهو نادر، والأمر النادر لا يترك له ما كان محقق المصلحة.
ثم إنه مفسدة في حق الفرد، والتفقد مصلحة عمومية، والمصلحة العامة تغتفر فيها المفسدة الخاصة.
ثم إن هذا المصلي بلا طهارة، هو الذي جنى على نفسه، فالذنب ذنبه، وليس ذنب المتفقد؛ فلم لا يقوم مبكراً حتى يتمكن من التطهر قبل المضى إلي الصلاة؟!
وبهذا تبين أنه لا إشكال في عمل التفقد، وأنه مصلحة ظاهرة، والله الموفق.

فائدة
قال في ((الإقناع)) (ص٥٠٧ج١) : وكذا أكل من أفطر والصوم يجب عليه، فإنه يلزمه الإمساك والقضاء؛ كالمفطر لغير عذر.
فقوله: ((والصوم يجب عليه)) يفيد أنه إذا كان الصوم لا يجب عليه كالمريض، فإن الإمساك لا يلزمه إذا أفطر؛ ومن هذا إذا احتاج المريض إلي حقنه تفطر، فإنه له استعمالها، ثم لا يلزمه الإمساك بعد ذلك.
ويؤيد ذلك قوله في (ص٥٠٩) من الجزء المذكور: وكذا مريض يباح له الفطر إذا نوى الصوم له الفطر بما شاء من جماع وغيره.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (149,'وقال في ((المغني)) (ص١٣٤ج٣) من الطبعة المفردة: وكل من أفطر والصوم لازم له كالمفطر بغير عذر، يلزمهم الإمساك، ثم قال: فأما من يباح لهم الفطر في أول النهار ظاهراً وباطناً، كالحائض، والنفساء، والمسافر، والصبي، والمجنون، والكافر، والمريض، إذا زالت أعذارهم في أثناء النهار، ففيهم روايتان:
إحداهما: يلزمهم الإمساك؛ وفاقاً لأبي حنيفة.
والثانية: لا، وفاقاً لمالك والشافعي.
ثم قال: ولو علم الصبي أنه يبلغ أثناء النهار بالسن، أو علم المسافر أنه يقدم، لم يلزمهما الصيام قبل زوال عذرهما. اهـ. بتخليص وتغيير لفظي، والله أعلم.

فائدة
ما يصدر من العبد ينقسم أقساماً:
الأول: أن يلجأ إلى الفعل بحيث لا يكون له فيه إرادة ألبتة، كمن أمسكت يده، فضرب بها غيره، فلا حكم لفعله إطلاقاً.
الثاني: أن يكره على أن يفعل؛ فهذا لا أثر لفعله من حيث الشرع؛ كما ألغى الله كلام المكره على الفعل، وأما ما يترتب عليه من حقوق الغير التي أتلفها بالكراهة، فثابت، ولذلك يقتل قصاصاً إذا ثبت عند الجمهور.
الثالث: أفعال النائم، وقد اتفق العلماء على أنها غير داخلة في التكليف، لكن هل هي مقدروة للعبد، أو مكتسبة، أو ضرورية؟ على خلف.
قلت: لكن في الإتلاف يكون ضامناً.
الرابع: زائل العقل بجنون أو سكر، فليست أفعاله اضطرارية كالمكره، ولا اختيارية، بل هي اضطرارية بنوع آخر؛ جارية مجري أفعال الحيوان والصبي الذي لا تمييز له.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (150,'وأفعال هؤلاء لا تدخل تحت التكليف.
قلت: لكن هم ضامنون لما أتلفوه.

فائدة
المشهور من المذهب: أن من سب الله أو رسوله لا تقبل توبته؛ وعللوه بعظم الذنب.
والصواب: قبول توبته، وسقوط الإثم عنه، وقد كان أهل الجاهلية يسبون الله؛ كما قال الله: (وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ) الآية (الأنعام: ١٠٨) ، ومع ذلم يسلمون فيقبل منهم، ومن ذا الذي يخرج ساب الله ورسوله من عموم قوله تعالى: (قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ) (الزمر: ٥٣) .
لكن إذا قلنا بصحة إسلامه، وقبول توبته، فإنه يسقط عنه القتل إذا كان كفره بسب الله؛ لأن الله تعالى أخبرنا أنه يتجاوز عن حقه بالتوبة، وأما إذا كان كفره بسب النبي صلى الله عليه وسلم، فإن القتل لا يسقط عنه، بل يقتل بكل حال؛ لأنا لا نعلم عفو النبي صلى الله عليه وسلم عن حقه. قال شيخ الإسلام ابن تيمية في كتاب ((الصارم المسلول، على شاتم الرسول)) (صلى الله عليه وسلم٤٤٠) : إنه قد اجتمع في الساب سببان كل منهما يوجب نوعاً من القتل مخالفاً للنوع الآخر، وإن كان أحدهما يستلزم الآخر، فالكفر: يوجب القتل؛ للكفر الأصلي أو الكفر الارتدادي، وله أحكام معروفة، والسب يوجب القتل؛ للكفر الأصلي لخصوصه حتى يندرج فيه قتل الكفر وقتل الردة، وهذا القتل هو المغلب في حق مثل هذا..إلى أن قال: فإذا انفصل عنه في أثناء الحال، فسقط موجب الكفر والردة، لم يسقط موجب السب.
وفي (ص٣٦١) : فعوده إلى الإسلام يسقط موجب الردة المحضة،',NULL,'152',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (151,'ويبقى خصوص السب، ولابد من إقامة حده، كما أن توبة القاطع قبل القدرة عليه تسقط تحتم القتل، ويبقي حق أولياء المقتول.
وفي (ص٣٣٧) : أن الذي عصم دم ابن أبي سرح عفو النبي صلى الله عليه وسلم، لا مجرد إسلامه، وأن بالإسلام والتوبة انمحى عنه الإثم، وبعفو النبي صلى الله عليه وسلم احتقن الدم، وليس للأمة أن يعفوا عن حقه.
وفي (ص٤١٥) : أن قتل الساب لا يسقط عن مسلم ولا معاهد بالتوبة، قلت: وذلك لأنه حد كما صرح به في (ص٣٩٥) من الكتاب المذكور، والله أعلم.

فائدة
الذي يحضرني الآن مما يصح تعليقه من العقود هو الضمان، والكفالة، والوكالة، والقضاء، والإمارة، وإباحة الأكل، والوصية، والوقف، لكن بالموت وينفذ من حينه.

فائدة
في (ص٤٧١ج٣) من ((إعلام الموقعين)) : أن للفقهاء قولين في جواز استفتاء المفضول مع وجود الفاضل.
وفي (ص٤٧٦) منه: هل يلزم المستفتي أن يجتهد في أعيان المفتين، ويسأل الأعلم والأدين؟ فيه مذهبان، والصحيح: أنه يلزمه، لأنه المستطاع من تقوى الله المأمور بها كل أحد.
وفي (ص٤٧٨) منه: فيما إذا اختلف عليه المفتون، فيجب عليه أن يتحرى، ويبحث عن الراجح بحسبه.

فائدة
من المواضع التي احتج فيها الأصحاب بحديث عمرو بن شعيب، عن',NULL,'153',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (152,'أبيه، عن جده: حديث ((لا كفالة في حد)) (١) .
ومنها: في الخيار حديث: ((ولا يحل له أن يفارقه خشية أن يستقيله)) (٢) .
ومنها: في الطلاق: ((لا طلاق ولا عتاق لابن آدم فيما لا يملك)) .
ومنها: في الصلاة: ((مروا أبناءكم بالصلاة وهم أبناء سبع)) (٣) .
ومنها: تحريم القصاص قبل البرء.
ومنها: في النهي عن بيع وإجارة بيوت مكة.
ومنها: ((المكاتب عبد ما بقي عليه درهم)) .
ومنها: في السرفة عند قولهم: يشترط إخراجه من الحرز.
ومنها: في كراهة نتف الشيب.

فائدة
ذكر ابن القيم-رحمه الله- في ((زاد المعاد)) (ص٢٤٨ج٣) : أن أصل العين من إعجاب العائن بالشيء، ثم تتبعه كيفية نفسه الخبيثة، ثم تستعين على تنفيذ سمها بنظرها إلى المعين، وقد يعين الرجل نفسه، وقد يعين بغير إرادته بل بطبعه، وهذا أردأ ما يكون من النوع الإنساني.
وقد قال أصحابنا وغيرهم من الفقهاء: إن من عرف بذلك، حبسه الإمام، وأجري له ما ينفق عليه إلى الموت، وهذا هو الصواب قطعاً، اهـ.
وفي ((الإقناع)) و ((شرحه)) في ((باب قتل العمد)) قال: والمعيان الذي يقتل بعينه، قال ابن نصر الله في ((حواشي الفروع)) : ينبغي أن يلحق
_________
(١) رواه البيهقي في السنن (٦/٧٧)
(٢) رواه أبو داود في البيوع (٣٤٥٦) والترمذي في البيوع (١٢٤٧) ، والنسائي في البيوع (٤٤٨٣) وأحمد في مسند المكثرين من الصحابة (٦٦٨٢)
(٣) رواه أحمد في مسند المكثرين من الصحابة (٦٧١٧) وأبو داود في الصلاة (٤٩٥)',NULL,'154',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (153,'بالساحر الذي يقتل بسحره، فإذا كانت عينه يستطيع القتل بها، ويفعله باختياره، وجب به القصاص؛ لأنه فعل به ما يقتل غالباً، وإن فعل ذلك بغير قصد الجناية، فيتوجه أنه خطأ يجب فيه ما يجب في القتل الخطأ، وكذلك ما أتلفه بعينه يتوجه فيه القول بضمانه، إلا أن يقع بغير قصد، فيتوجه عدم الضمان. اهـ.
وقال ابن القيم في ((شرح منازل السائرين)) : إن كان ذلك بغير اختياره؛ بل غلب على نفسه، لم يقتص منه، وعليه الدية، وإن عمد ذلك، وقدر على رده، وعلم أنه يقتل به، ساغ للوالي أن يقتله بمثل ما قتل به، فيعينه إن شاء كما أعان هو المقتول، وأما قتله قصاصاً بالسيف فلا؛ لأنه غير مماثل للجناية.
وسألت شيخنا عن القتل بالحال، هل يوجب القصاص؟ فقال: للوالي أن يقتله بالحال؛ كما قتل به اهـ. ((الإقناع)) وشرحه.
وفيهما في ((باب التعزير)) ومن عرف بأذى الناس ولو بعينه، ولم يكف، حبس حتى يموت أو يتوب. اهـ ملخصاً؛ وهكذا في ((المنتهى)) في ((باب التعزيز)) .

فائدة
إن قيل: ((ما الفائدة في قص إهلاك الأمم علينا، مع أن هذه الأمة لن تهلك كما هلك من قبلها على سبيل العموم؟)) :
فالجواب: أن لذلك فائدتين:
إحداهما: بيان نعمة الله علينا برفع العذاب العام عنا، وأننا مستحقون لذلك لولا منة الله.
الثانية: أن مثل عذابهم قد يكون لمن عمل عملهم في يوم القيامة إذا لم تحصل العقوبة في الدنيا، ولعله يفهم من قوله تعالى: (وَكَذَلِكَ أَخْذُ',NULL,'155',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (154,'رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ) (١٠٢) (إِنَّ فِي ذَلِكَ لَآيَةً لِمَنْ خَافَ عَذَابَ (هود: ١٠٢، ١٠٣) ؛ فلعل ظاهره: أن مثل هذا العذاب يكون في الآخرة، والله أعلم.

فائدة
لسوء التصرف سببان:
أحدهما: نقص العلم، وهو الجهل.
والثاني: نقص الحكمة، وهو السفه المنافي للرشد.
ولذلك وصف الله نفسه بالحكمة والخبرة في قوله تعالى: (كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ) (هود: ١) ، وفي هذا دليل على أن القرآن الكريم جامع بين العلم والحكمة.

فائدة
فائدتان من إحياء الموات:
الأولى: في التحجير وفيها:
المتحجر أحق من غيره.
فإن باعه لم يصح بيعه، ويحتمل الجواز والصحة؛ قاله أبو الخطاب، وهو الصحيح.
فإن سبق غيره، فأحياه، ملكه المحيي في وجه، والمذهب لا؛ وهو الصحيح.
الثانية: ما يحصل به الإحياء:
الحائط المنيع المبني بما جرت به العادة، ومعنى المنيع: أن لا يدخل إلي ما
وراءه إلا بباب.
إجراء الماء إليها إن كانت لا تزرع إلا به؛ أو حفر بئر يصل إليه.
أن يمنع أو يزيل عنها ما لا يمكن زرعها معه.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (155,'الغرس فيها لا الحرث والزرع، وللشافعي وجه: أن الحرث والزرع إحياء، وأنه
معتبر في الإحياء لا يتم بدونه. هذا ما يحصل به الإحياء عند المتأخرين من أصحاب أحمد.
وعنه رواية أخرى: أن الأحياء لا يتقيد بشيء معين، بل ما تعارفه الناس إحياء فهو
إحياء؛ لأن الشرع ورد بتقييد الملك بالأحياء ولم يبينه، ولا ذكر كيفيته، فوجب الرجوع فيه إلي العرف؛ كالقبض، والحرز.

فائدة
قال الأصحاب - رحمهم الله- في ((باب الإجارة)) : إن الأجير المشترك يضمن ما تلف بفعله من تخريق وخطأ في تفصيل، ويضمن جمال ما تلف بقوده وسوقه وانقطاع حبل شد به حمله، وما تلف بزلقه أو عثرته وسقوطه عنه كيف كان، قال في ((الإقناع)) وشرحه: وكذا طباخ، وخباز، وحائك، وملاح سفينة، ونحوهم من الأجراء المشتركين، فيضمنون ما تلف بفعلهم، لما تقدم. اهـ.
قال في ((الإنصاف)) (ص٧٢ج٦) : وقيل لا يضمن ما لم يتعد،
وهو تخريج لأبي الخطاب، قلت: والنفس تميل إليه.
ثم قال بعده بأسطر: وذكر القاضي- أيضاً- في تضمينه ثلاث روايات: الضمان،
وعدمه، والثالثة: لا يضمن إذا كان غير مستطاع؛ كزلق، ونحوه، قلت: وهذا قوي. اهـ.
أقول: هذا هو الذي صححه شيخنا عبد الرحمن السعدي في ((المختارات
الجلية)) وأنه لا يضمن إلا بالتعدي أو التفريط، وعلله بتعليل جيد، وهو مقتضى قياس كلام الأصحاب في غير موضع؛ فقد قالوا في باب الغصب على الكلام في ضمان جناية البهائم: ((ويضمن راكب وقائد وسائق قادر على التصرف فيها جناية يدها وفمها، ووطء برجلها)) ؛ فقيدوا',NULL,'157',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (156,'الضمان بالقادر على التصرف فيها، ومفهومه: أن من لا يقدر على التصرف فيها لا يضمن.
وقالوا أيضاً: ((وإن اصطدمت سفينتان، فغرقتا، ضمن كل سفينة الآخر وما فيها إن فرط، وإن تعمدا ذلك، اشتركا)) .
ثم قالوا: ((وإن كانت إحداهما واقفه، ضمنها قيم السيارة إن فرط، وإن كانت إحداهما مصعدة، والثانية منحدرة، ضمن قيمها، إلا أن يغلب عن ضبطها بغلبة ريح ونحوه، فلا ضمان عليه، لأنه لا يدخل في وسعه، ولا يكلف الله نفساً إلا وسعها)) .
قال الحارثي: وسواء فرط المصعد في هذه الحال أو لا، على ما صرح به في ((الكافي)) وأطلق أحمد والأصحاب.
وفي ((المغني)) : ((إن فرط المصعد بأنه أمكنة العدول بسفينته، والمنحدر غير قادر ولا مفرط، فالضمان على المصعد، لأنه المفرط)) اهـ.
قال الأصحاب: ((ويقبل قول الملاح في نفي التفريط، وفي العجز عن ضبطها)) اهـ.

فائدة
قال في ((المنتهى)) وشرحه في آخر مسألة في ((باب الوكالة)) : ولا يلزم رب الحق دفع الوثيقة المكتوب فيها الدين ونحوه إلى من كان عليه، لأنها ملكه، بل يلزم رب الحق الإشهاد بأخذه، كما لا يلزم البائع دفع حجة ما باعه لمشتر كما تقدم. قلت: العرف الآن تسليمها له، ولو قيل بالعمل به، لم يبعد كما في مواضع. اهـ.

فائدة
تفصيل القول في طواف وسعي الحامل والمحمول، وذلك له أربع صور:
الأولي: أن ينوي كل منهما عن نفسه؛ فيقع عن المحمول دون',NULL,'158',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (157,'الحامل، والصواب: أنه يقع عن كل منهما؛ لحديث: ((إنما الأعمال بالنيات)) (١) .
الثانية: أن ينوي كل منهما عن الآخر، فينوي الحامل أنه للمحمول، وينوي المحمول أنه للحامل، فلا يقع عن واحد منهما، لأن كل واحد لم ينوه عن نفسه، والأعمال بالنيات.
الثالثة: أن ينويا عن أحدهما، فيقع له، مثل أن ينوي كل منهما أنه للمحمول، فيقع للمحمول، أو ينوي كل منهما أنه للحامل؛ فيقع للحامل.
الرابعة: ينوي احدهما ولا ينوي الآخر، فيقع للناوي.

فائدة
في ((صحيح مسلم)) (ص١٩٧ج٥) : أن نجده كتب لابن عباس يسأله عن خمس خلال: هل كان النبي صلى الله عليه وسلم يغزو بالنساء؟ وهل كان يضرب لهن بسهم؟ وهل كان يقتل الصبيان؟ ومتي ينقضي يتم اليتيم؟ وعن الخمس لمن هو؟
فقال ابن عباس: لولا أن أكتم علماً ما كتبت إليه، فكتب إليه: كتبت تسألني هل كان النبي صلى الله عليه وسلم يغزو بالنساء؟ وقد كان يغزو بهن، فيداوين الجرحي، ويحذين من الغنيمة، وأما بسهم فلم يضرب لهن رسول الله صلى الله عليه وسلم، وإن رسول الله صلى الله عليه وسلم لم يكن يقتل الصبيان؛ فلا تقتل الصبيان، وكتبت تسألني متي ينقضي يتم اليتيم؟ فلعمري إن الرجل لتنبت لحيته، وإنه لضعيف الأخذ لنفسه، ضعيف العطاء منها، فإذا أخذ لنفسه من صالح ما يأخذ الناس، فقد ذهب عنه اليتم، وكتبت تسألني عن الخمس لمن هو؟
_________
(١) رواه البخاري في بدء الوحي (١) ومسلم في الأمارة (١٩٠٧)',NULL,'159',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (158,'وإنا كنا نقول: هو لنا، فأبى علينا قومنا ذاك (١) . اهـ. فيه دليل على جواز قول: ((لعمري)) .

فائدة
في ((صحيح البخاري)) (ص١٥٣ج٣) : باب من قال: ((لا نكاح إلا بولي)) :
وعن عائشة - رضي الله عنها - قالت: كان النكاح في الجاهلية على أربعة أنحاء:
فنكاح منها: نكاح الناس اليوم؛ يخطب الرجل إلي الرجل وليته أو بنته فيصدقها ثم ينكحها.
ونكاح آخر: كان الرجل يقول لامرأته: إذا طهرت من طمثها: أرسلي إلي فلان فاستبضعي منه، ويعتزلها زوجها ولا يمسها أبداً حتى يتبين حملها من ذلك الرجل الذي تستبضع منه، فإذا تبين حملها أصابها زوجها إذا احب، وإنما يفعل ذلك رغبة في نجابة الولد، فكان هذا النكاح نكاح الاستبضاع.
ونكاح آخر: يجتمع الرهط ما دون العشرة، فيدخلون على المرأة كلهم يصيبها، فإذا حملت ووضعت ومر عليها ليالي بعد أن تضع حملها، أرسلت إليهم، فلم يستطيع رجل منهم أن يمتنع حتى يجتمعوا عندها، تقول لهم: قد عرفتم الذي كان من أمركم، وقد ولدت؛ فهو ابنك يا فلان-تسمي من أحبت باسمه- فيلحق به ولدها لا يستطيع أن يمتنع به الرجل.
ونكاح رابع: يجتمع الناس الكثير، فيدخلون على المرأة لا تمتنع ممن جاءها، وهن البغايا، كن ينصبن على أبوابهن رايات تكون علماً؛ فمن أرادهن دخل عليهن، فإذا حملت إحداهن ووضعت حملها، جمعوا
_________
(١) رواه مسلم في الجهاد والسير (١٨١٢)',NULL,'160',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (159,'لها ودعوا لهم بالقافة، ثم ألحقوا ولدها بالذي يرون، فالتاط به، ودعي ابنه؛ لا يمتنع من ذلك.
فلما بعث محمد صلى الله عليه وسلم بالحق، هدم نكاح الجاهلية كله، إلا نكاح اليوم (١)

فائدة
أكثر الصحابة رواية للحديث:
أبو هريرة - رضي الله عنهما- روى ٥٣٧٤حديثاً.
عائشة - رضي الله عنها -روت ٢٢١٠ أحاديث.
أنس بن مالك-رضي الله عنه- روى ٢٢٨٦حديثاً.
عبد الله بن عباس-رضي الله عنه- روى ١٦٦٠حديثاً.
عبد الله بن عمر- رضي الله عنهما- روى ٢٦٣٠ (٢) حديثاً.
جابر بن عبد الله - رضي الله عنهما- روى ١٥٤٠حديثا.
أبو سعيد الخدري- رضي الله عنهم- روى ١١٧٠ حديثا.
عبد الله بن مسعود-رضي الله عنه-روى ٨٤٨ حديثاً.
عبد الله بن عمرو بن العاص- رضي الله عنهما- روى٧٠٠ حديث.

وبهذا يتبين الفرق العظيم بين ما رواه أبو هريرة وعبد الله بن عمرو، رضي الله
عنهم.
والجواب عما قال أبو هريرة: ((ما كان أحد من أصحاب رسول الله صلى الله عليه
وسلم أكثر حديثاً مني إلا ما كان من عبد الله بن عمرو؛ فإنه كان يكتب ولا أكتب)) :
_________
(١) رواه البخاري في النكاح (٥١٢٧)
(٢) كذا! ولعله: (١٦٣٠)',NULL,'161',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (160,'الجواب عن ذلك: هو أن المعنى على الانقطاع، أي: ان الاستثناء يعود لما بعده، وهو
أن عبد الله بن عمرو يكتب وأبو هريرة لا يكتب.
أو يقال: كان أبو هريرة في المدينة والناس يرحلون إليها لطلب الحديث؛ فكان الأخذ
عنه أكثر من الأخذ عن عبد الله بن عمرو؛ لأن عبد الله كان أكثر مقامه بمصر والطائف، والرحلة إليهما لطلب الحديث أقل من الرحلة إلى المدينة؛ فقل الأخذ عنه، والله أعلم.

فائدة
قال في ((المغني)) في ((كتاب الطلاق)) (ص١١٤ج٧) من الطبعة المفردة:
أما التوقف عن الجواب، فليس بقول في المسألة؛ وإنما هو ترك للقول فيها، وتوقف عنها، لتعارض الأدلة فيها وإشكال دليلها. اهـ.

فائدة
لقبض المبيع بكيل ونحوه صور:
الأولى: أن يكيله ونحوه بعد العقد؛ فالقبض صحيح، وتصرفه فيه بعد ذلك صحيح أيضاً.
الثانية: أن يكون معلوم الكيل قبل العقد للبائع بأن يشاهدا كيله قبل العقد، ثم يشتريه؛ فهذا كالصورة الأولي في صحة القبض والتصرف، سواء كاله بعد العقد أم لا.
هذا مقتضى كلام ((الإقناع)) في ((فصل قبض المبيع)) .
وذكر في آخر ((باب السلم)) : أنه لا يصح تصرفه فيه قال ص في شرحه: ((فإما أن يكون جرى في كل موضع على رواية، لأن المسألة ذلت روايتين، وإما أن يكون هذا خاصا في السلم، لأنه أضيق، والأول مقتضى كلامه في ((تصحيح الفروع)) قال: وظاهر كلام كثير من الأصحاب: لابد',NULL,'162',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (161,'من كيل ثان. اهـ.
الصورة الثالثة: ان يخبره البائع بكيله ونحوه، من غير أن يشاهده؛ فيصح القبض، ولا يصح التصرف إلا بعد اعتباره بالكيل ونحوه بعد العقد.
ثم إن كان قد صدق البائع في قدره، لم تقبل منه دعوى النقص بعد ذلك، وإن لم يصدقه بل قبضه وسكت، قبلت دعوى النقص:
فإن كان موجوداً بصفته، كيل: فإن وجد ناقصاً أو زائداً ما يتغابن به عادة، فلا اثر لذلك، وإن كان كثيراً بحيث يعد غبناً، فالزيادة للبائع، والنقص عليه.
وإن لم يكن موجوداً، قبل قول القابض في قدره مع يمينه؛ لأنه منكر للزائد.
وهذا حكم دعوى النقص فيما قبض بلا كيل ونحوه، بل بتصديق أو سكوت.
فأما لو قبض ما يستحقه من دين سلم أو غيره، بكيل ونحوه، ثم ادعى غلطاً، لم يقبل؛ قاله الأصحاب.
قال في ((الإنصاف)) : والوجه الثاني: يقبل إذا ادعى غلطا ممكناً عرفاً، ثم ذكر من صححه، وقال: والنفس تميل إلى ذلك مع صدقه وأمانته.

فائدة
بيع الدين الذي في الذمة جائز بشروط:
أحدها: أن يكون معلوماً: فإن كان مجهولاً، لم يصح إلا على سبيل المصالحة.
الثاني: ان يكون بسعر يومه؛ لحديث ابن عمر- رضي الله عنهما-',NULL,'163',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (162,'((كنا نبيع الإبل بالبقيع بالدراهم، فنأخذ عنها الدنانير، وبالدنانير فنأخذ عنها الدراهم؛ فسألنا رسول الله صلى الله عليه وسلم؟ فقال: لا بأس أن تاخذ بسعر يومها ما لم تتفرقا وبينكما شيء)) (١) ، ولأنه لو باعه بأكثر، لكان من الربح فيما لم يضمن، وقد نهي عنه النبي صلى الله عليه وسلم، وعلى هذا: فلو باعه بأقل من سعر يومه، فالظاهر الجواز، وصرح به شيخ الإسلام.
الثالث: أن يكون لمن هو عليه، فإن كان لغير من هو عليه، لم يصح. هذا المذهب، وعللوه: بأنه غير قادر على تسلميه، أشبه بيع الآبق.
وعن أحمد رواية ثانية: بجواز بيعه لغير من هو عليه، اختارها الشيخ تقي الدين: قلت: وهو الصواب بشرط أن يكون من عليه الدين غنياً باذلاً، وأن لا يبيعه بما يباع به نسيئة.
ثم إذا قلنا بصحة ذلك، وتعذر أخذه من المدين، فإن للمشتري الفسخ قياساً على قولهم فيمن باع مغصوباً لمن يظن قدرته على أخذه، ثم تعذر.
الرابع: قبض العوض بمجلس العقد إن بيع بما لا يباع به نسيئة، لما تقدم في حديث عبد الله بن عمر- رضي الله عنهما- فإن بيع بما يباع به نسيئة: فإن كان بمعين؛ كـ: بعتك ما في ذمتك بهذا الثوب، جاز التفرق قبل القبض، وإن كان بغير معين كـ: بعتك ما في ذمتك من البر بعشرة دراهم، حرم التفرق قبل القبض؛ على المشهور من المذهب، والصواب جوازه.
الخامس: أن لا يبيعه بمؤجل فإن باعه بمؤجل، فحرام باطل، لأنه بيع دين بدين، ولأنه يتخذ حيلة على قلب الدين المحرم.
_________
(١) ذكره ابن القيم في تعليقاته على ((سنن أبي داود)) الحديث برقم (٣٤٦٨) ، وقال: قد ثبت عن ابن عمر..',NULL,'164',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (163,'السادس: أن لا يكون دين سلم، فإن كان دين سلم، حرم بيعه على من هو عليه وعلى غيره.
وأجاز الشيخ تقي الدين بيعه لمن هو عليه ولغيره، وهو الصواب؛ إذ لا دليل على الفرق بين دين السلم وغيره، والله أعلم.
السابع: أن لا يكون الدين ثمناً لمبيع، ثم يعتاض عنه بما لا يباع به نسيئة؛ مثل أن يكون الدين ثمن بر، فيعتاض عنه شعيراً أو غيره من المكيلات؛ فلا يجوز؛ لئلا يتخذ حيلة على بيع الربوى نسيئة بما لا يباع به نسيئة، هذا هو المذهب.
واختار الموفق: الجواز إذا لم يكن حيله.
واختار الشيخ تقي الدين: الجواز إذا كان ثم حاجة وإلا فلا.
الثامن: أن يكون الدين مستقراً، كقرض، وثمن مبيع، ونحوه، فإن كان غير مستقر، كدين الكتابة، والأجرة التي لم يستوف نفعها، لم يصح بيعه، لعدم تمام الملك، وقد يستقر وقد لا يستقر.
التاسع: أن لا يكون رأس مال سلم، مثل أن يفسح عقد السلم، فيبيع رأس ماله على المسلم إليه؛ فلا يصح؛ على المشهور من المذهب، والصواب: الجواز؛ كما تقدم في دين السلم وأولى.

فائدة
ذكر ابن كثير في تفسير قوله تعالى: (وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّه) (البقرة: ١٩٦) ، عن سعيد بن جبير؛ أن قوله صلى الله عليه وسلم لأم هاني: ((عمرة في رمضان تعدل حجة معي)) (١) ، إنما هو من خصائص أم هانئ. اهـ. والصواب: أنه عام؛ لكن في رواية هذا الحديث الشك هل قال: تعدل حجة، أو تعدل
_________
(١) رواه البخاري في الحج (١٨٦٣) ، ومسلم في الحج (١٢٥٦)',NULL,'165',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (164,'حجة معي؟

فائدة
لم أجد للأصحاب كلاماً في تضمين الجاني منفعة المجنى عليه مدة احتباسه بالجناية، والذي تقتضيه القواعد أن يقال: لا يخلو إما أن تكون الجناية خطأ، أو عمداً:
فإن كانت خطأ: لم يلزم الجاني سوى مقتضى جنايته، وهو ما يجب فيها من دية مقدرة أو حكومة؛ وذلك لأن المخطئ معفو عنه، وليس منه قصد محرم حتى نقول: إنه ظالم معتد يجب تضمينه، فما وقع منه أمر كوني غالب ليس باختياره؛ فلا ينسب إليه؛ ولذلك جعل النبي صلى الله عليه وسلم أكل الصائم الناسي وشربه غير منسوب إليه في قوله: ((من نسي وهو صائم، فأكل أو شرب، فليتم صومه؛ فإنما أطعمه الله وسقاه)) (١) . والمخطئ بمعناه؛ فالمصيبة في الخطأ كما أنها على المجني عليه، فهي أيضا على الجاني؛ فهو يكرهها ويبغضها ولا يريدها.
وأما إن كانت الجناية عمداً: فهذه إن أوجبت قصاصاً أو دية مقدرة أو حكومة، فليس فيها سوي ما توجبه الجناية، ولا يضمن الجانى سوى ذلك؛ لأن الشارع أوجب ذلك في مقابلة ما فات من عضو أو منفعة؛ ولذلك لا فرق بين أن تكون الجناية في زمن متقدم من أول عمر المجنى عليه، أو متأخرة في آخر عمره، ولو كان الشارع ينظر إلى المنفعة التي فاتت وتعطلت، لكان هناك فرق بين تقدم الجناية وتأخرها.
وأما إذا لم توجب الجناية شيئاً لا قصاصاً ولا دية مقدرة ولا حكومة، فلا يخلو:
_________
(١) رواه البخاري في الصوم (١٩٣٣) ومسلم في الصيام (١١٥٥)',NULL,'166',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (165,'إما أن يكون قصد تعطيل المجنى عليه وحبسه عن العمل؛ مثل أن يكون تكلم بكلام يفهم منه ذلك، بأن يقول: لأعطلن هذا الرجل عن عمله حتى لا يزاحمنا في العمل ونحو ذلك، فهذا لا ريب في تضمينه المنفعة.
وقد نص الأصحاب على أن من حبس حراً عن العمل، ضمن منفعته.
وأما إن لم يظهر منه قصد تعطيل المجنى عليه عن العمل؛ فهذا في تضمينه تردد، والأقوى أنه يضمن إياها؛ لأن فعله ظلم وعدوان غير مأذون فيه، وما ترتب على غير المأذون فهو مضمون.

فائدة
قولهم: فيه نظر، أقوى من قولهم: فيه شيء.
ومعنى الأول: أنه يحتاج لإعادة النظر فيه؛ ليخرج منه الفاسد؛ ولذلك لا يقال فيما قطع بصحته أو فساده، فإن قيل فيما قطع بصحته، كان مكابرة ومعاندة، وإن قيل فيما يقطع بفساده، كان محاباة للخصم.
ومعنى الثاني (أي: قول ((فيه شيء)) ) : أنه يحتاج لإعادة النظر فيما ظهر للمتكلم، لكنه لم يقطع به اهـ. من هامش نسخة خطية من ((شرح الزاد)) .

فائدة
الفرق بين السارق، والمنتهب، والمختلس، والغاصب:
أن الأول: لا يظهر نفسه لا في أول الأمر ولا في آخره.
الثاني: يظهر نفسه أولاً وآخراً، لكنه لا يأخذ الشيء قهراً بل خطفاً.
والثالث: كالثاني:؛ إلا أنه يخفي نفسه في أول الأمر.
والرابع: كالثاني: إلا أنه يأخذ الشيء قهراً.

فائدة
من ((مجموع فتاوى شيخ الإسلام)) (ص١٥٥ج٣٠) : أن الناس يطلبون الحكر قسطاً لا يطلبون جميعه من البائع.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (166,'وفي (ص١٥٦-١٥٧) كما يفرقون في الأرض المحتكرة إذا بيعت أو ورثت؛ فإن الحكر يكون على المشتري والوارث، وليس لهم أخذه من البائع في أظهر قوليهم.

فائدة
تعليل الأحكام بالخلاف علة باطلة في الأمر نفسه؛ فإن الخلاف ليس من الصفات التي يعلّق الشارع بها الأحكام في الأمر نفسه، فإن ذلك وصف حادث بعد النبي صلى الله عليه وسلم، لكن يسلكه من لم يكن عالماً بالأدلة الشرعية في الأمر نفسه لطلب الاحتياط. اهـ. من ((مجموع فتاوى شيخ الإسلام)) (ص٢٨١ج٢٣) .

فائدة
إذا قال: وقف على أولادي ثم أولادهم، دخل أولاده الموجودون حين الوقف ولو حملاً، دون من يحدث بعد. هذا هو الذي في ((المنتهى)) ويدخل أولاد بنيه ملطقاً، وظاهر كلامهم: حتى أولاد من تجدد من أبنائه.
فعلى هذا: يكون أولاد الأبناء الحادثين مستحقين دون آبائهم، وصرح في ((الغاية)) : بأنه لا يستحق إلا أولاد الأبناء الموجودين حين الوقف.
ولكن الأول ظاهر كلامهم؛ ويؤيده: قولهم - فيمن له ثلاثة بنين، فقال: هذا وقف على ولدي فلان وفلان، وعلى ولد ولدي: كان الوقف على المسميين وأولادهما وأولاد الثالث.
هذا؛ ومشي في ((الإقناع)) على أن أولاده الحادثين يدخلون كالموجودين حين الوقف، وكأولاد البنين، وهو الصواب بلا ريب؛ وعلى هذا: فلا إشكال.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (167,'فائدة
عن سليمان بن صرد- رضي الله عنه- قال: كنت جالساً مع النبي صلى الله عليه وسلم، ورجلان يستبان وأحدهما قد أحمر وجهه، وانتفخت أوداجه، فقال رسول الله صلى الله عليه وسلم: ((إني لأعلم كلمة لو قالها لذهب عنه ما يجد، لو قال: أعوذ بالله من الشيطان الرجيم، ذهب عنه ما يجد، فقالوا له: إن النبي صلى الله عليه وسلم قال: تعوذ بالله من الشيطان الرجيم)) ؛ متفق عليه (١) .
يستفاد من هذا الحديث: جواز نقل الحديث بالمعنى.

فائدة
ذكر في ((فتح الباري)) الذين يظلهم الله في ظله يوم القيامة (ص١٤٢ج٢) من الطبعة الجديدة في ((باب من جلس ينتظر الصلاة، وفضل المساجد)) ؛ فذكر حديث أبي هريرة: ((سبعة يظلهم الله في ظله)) (٢) ، وزاد: ((من نظر معسراً أو وضع عنه ... )) ؛ رواه مسلم (٣) .
وإظلال الغازي: رواه ابن حبان وغيره.
وعون المجاهد والمكاتب، وإرفاد الغارم: رواه أحمد، والحاكم.
والتاجر الصدوق: رواه البغوي في ((شرح السنة)) ، وأبو القاسم التيمي.
وتحسين الخلق: أخرجه الطبراني بإسناد ضعيف.
ثم ذكر أنه تتبع الأحاديث، فجمع ثمانية وعشرين؛ لكن في أسانيدها ضعف، والله أعلم.
وأنظر (ص١٢٩) في السابقين إلى ظل الله يوم القيامة.
_________
(١) رواه البخاري في بدء الخلق (٣٢٨٢) ومسلم في البر والصلة والآداب (٢٦١٠)
(٢) رواه البخاري في الأذان (٦٦٠)
(٣) رواه مسلم في الزهد والرقائق (٣٠١٤)',NULL,'169',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (168,'وفي (ص٢٥٣ج٢) من ((دليل الفالحين، شرح الرياض)) أن السخاوى أوصلهم إلى (٨٠) وذكر في ذلك نظماً.

فائدة
إذا تمت القسمة، لزمت بواحد من أمور ثلاثة:
الأول: أن تكون بقاسم من الحاكم، فتلزم بالقرعة.
الثاني: إذا تقاسموا بأنفسهم، أو بقاسم نصبوه ثم اقترعوا، لزمت بالقرعة.
الثالث: إذا خير أحدهما الآخر، فتلزم برضاهما وتفرقهما، هذا في قسمة الإجبار.
أما في قسمة التراضي: فلا تلزم إلا بالتفرق من المجلس، أو بأن يتقاسما على أن لا خيار، أو يسقطاه بعد القسمة؛ لأنها بيع.
هذا مقتضى كلامهم في ((البيع)) لكن ذكر في ((شرح المنتهى)) أن هذا لعله ما لم يكن ثم قاسم، فإن كان ثم قاسم، لزمت بمجرد القرعة، والله أعلم.

فائدة
القسمة نوعان:
قسمة أعيان، وقسمة منافع، وتسمي مهايأة، وهذه جائزة لا لازمة، فلو رجع أحدهما قبل استيفاء نوبته، فله ذلك، بعده يعطي شريكه نصيبه من أجرة المثل زمن انتفاعه بها؛ هذا المذهب.
واختار في ((المحرر)) : لزومها إن تعاقدا مدة معلومةقال الشيخ تقي الدين: إذا رجع أحدهما بعد استيفاء نوبته، لم تنفسخ',NULL,'170',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (169,'حتى يستوفي كل
واحد حقه.

فائدة
المقسوم ثلاثة أنواع:
تارة: يمكن قسمه بالأجزاء إذا تساوت؛ كالمكيلات ونحوها من جنس واحد.
وتارة: بالتعديل إن لم تتساو، فيجعل الرديء أكثر من الجيد بقدر القيمة.
وتارة: بالرد بأن يجعل على صاحب الجيد دراهم.
والأولان قسمة إجبار، والثالث قسمة تراض.

فائدة
قال في ((الإنصاف)) (ص١٣٧ج٦) : لو غرس المشتري من الغاصب، ولم يعلم
بالحال، فللمالك قلعه مجاناً، والمنصوص: أنه يتملكه بالقيمة، ولا يقلع مجاناً.
قال ابن رجب في (القاعدة٩٣) : فجعل المغرور كالمأذون له، فيدفع صاحب الأرض
القيمة للمشتري، وفرق أحمد بينه وبين من غرس في أرض غيره.
وفي (ص١٤٦) منه: إذا فعل بالمغصوب ما يغيره؛ كجعل الطين لبناً، فالمذهب: أن الزيادة للمالك: وعنه: يكون الغاصب شريكا في الزيادة، اختاره الشيخ تقي الدين؛ قاله في ((الفائق)) .
وفي (ص١٥٠) منه: وإن غصب حباً فزرعه، أو بيضاً، فصار فراخاً، أو نوىً، فصار غراساً، رده ولا شيء له، ويتخرج فيها مثل التي قبلها؛ فيكون شريكاً في الزيادة كالتي قبلها.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (170,'وفي القاعدة (٨١) (ص١٥٨) ذكر كلام احمد في رواية أبي طالب، إذا اشترى غنماً فنمت ثم استحقت، فالنماء له، قال شيخ الإسلام: وهذا يعم المنفصل والمتصل.
قلت: وقد نص أحمد على الرجوع بقيمة النماء المتصل. اهـ.

فائدة
قال في ((شرح المفردات)) (ص١٦٨-١٦٩) : وكذلك لو أقرضه نقداً أو فلوساً فحرم السلطان المعاملة بذلك، فرده المقترض، لم يلزم المقرض قبوله، ولو كان باقياً بعينه، وله الطلب بقيمة ذلك يوم القرض، وتكون من غير جنس النقد إن أفضى إلى ربا الفضل، فإن كان دراهم، أعطي عنها دنانير، وبالعكس. اهـ.
وفي ((شرح الإقناع)) (ص١٣٨ج٢) ، عن الشيخ تقي الدين: أن الضابط في ذلك هو أن الدين الذي في الذمة كان ثمناً، فصار غير ثمن. اهـ.
وفي هذا دليل على أن العملة التي كانت معروفة بين الناس سابقاً وهي الريال الفرنسي: أن الواجب قيمتها وقت القرض على المذهب، أو وقت التحريم على القول الثاني الذي هو الصواب.

فائدة
إجراء العملية لإخراج الجنين:
هذه المسألة لا تخلو من أربعة أحوال:
الأولى: أن تكون الأم حية، والجنين حياً، فلا يجوز إجراء العملية إلا عند الحاجة، كتعسر الولادة ونحوها، وذلك لأن إجراء العملية بلا حاجة غير جائز؛ فإن البدن أمانة عند العبد يجب عليه مراعاته، وأن لا يتصرف فيه بما يخشى عليه منه، إلا إذا كان ذلك لمصلحة أكبر، وأيضاً: ربما يكون في إجراء العلمية ضرر على الجنين.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (171,'الحال الثانية: أن تكون الأم ميتة، والجنين ميتاً، فلا يجوز إجراء العملية أيضاً لعدم الحاجة إلى ذلك.
الحال الثالثة: أن تكون الأم حية، والجنين ميتاً، فيجوز إجراء العملية لإخراجه، لأن الظاهر- والله أعلم- أن مثل هذا لا يكاد يخرج إلا بالعملية، لكن متى خيف على الأم من ذلك، فإنه لا يجوز إجراء العملية لها، لأن خوف المفسدة يمنع من فعل مالا مصلحة فيه، نعم لو قدر أن احتمال الضرر عليها ضعيف، وأن بقاء الجنين في بطنها قد يستمر، فلا بأس بالعملية؛ لأن بقاء الجنين في بطنها يمنع الحمل.
الحال الرابعة: أن تكون الأم ميتة، والجنين حياً، فقد ذكر أصحابنا في هذه المسألة: أنه يحرم شق بطنها لإخراجه، وعللوا ذلك: بأنه مثله وهتك لحرمة متيقنة لإبقاء حياة موهومة، إلا إذا كان خرج بعضه فيشق لإخراج باقيه، قالوا: وإذا كان لم يخرج منه شي، فإن القوابل تسطو عليه فتخرجه.
وقد ذكر ابن القيم في ((إعلام الموقعين)) (ص٤١٣ج٣) أن أحمد ذكر له قول سفيان في امرأة ماتت وفي بطنها ولد يتحرك: ما أرى بأساً أن يشق بطنها. قال أحمد: ((بئس والله ما قال!)) يردد ذلك- سبحان الله بئس ما قال)) اهـ.
قلت: وتعليل الأصحاب بأنه مثله يقتضي إباحته في مثل يومنا هذا؛ فإن العملية ليست مُثلة؛ وعلى هذا: فالصواب قول سفيان أنه يشق بطنها وجوباً إن ظنت سلامته، واستحباباً إن احتمل، وإباحة مع ضعف ظن السلامة، وذلك من وجوه:',NULL,'173',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (172,'الأول: أن التعليل بالمثلة الذي هو علة المنع عند الأصحاب قد زال في وقتنا الحاضر، فإذا شق البطن، ثم خيط بعد إخراج الجنين، فقد زالت المثلة.
الثاني: أن حرمة الحى أعظم من حرمة الميت، فلو فرضنا أن في شق بطنها انتهاكاً لحرمتها، لكان انتهاك حرمتها أهون من انتهاك حرمة الحى.
الثالث: أن الجنين آدمي حى محترم معرض للموت، وفي شق بطن أمه لإخراجه إنقاذ له من الهلكة، وذلك واجب، لحصول المصلحة بلا مفسدة.
الرابع: أن تجويز الأصحاب شق بطنها إذا خرج بعضه، فتعليلهم ذلك بأن حياته معلومة، وقبل أن يخرج بعضه حياته موهومة: يقتضي أن لا فرق بين الحالتين - حالة ما إذا خرج بعضه، أو لم يخرج منه شيء- إذا تيقنا حياته.
الخامس: أن من المعلوم أن الشرع جاء بالأمر وجوباً أو استحباباً فيما ترجحت مصلحته، ولا ريب أن شق بطن الحامل الميتة لإنقاذ جنينها مصلحة راجحة، فتعين أن يكون إما مأموراً به وجوباً أو استحباباً وإما مباحاً، بحسب رجاء حياته وعدمه.

فائدة
قال الأصحاب: رحمهم الله-: لو قلع كفا بأصابعه، دخلت دية الكف في دية الأصابع، ولو قطع أنملة بظهر، دخلت دية الظفر في دية الأنملة، ولو قطع جفناً بأهدابه، دخلت دية الأهداب في دية الجفن، لأن ذلك تابع.
ثم قالوا: لو قطع لحيين بأسنانهما، لم تدخل دية الأسنان في دية اللحيين، فيجب عليه للأسنان ديتها كاملة، وللحيين دية كاملة.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (173,'هكذا فرقوا بين هذه المسألة والمسائل التي قبلها، ولم يذكروا تعليلاً للفرق تطمئن إليه النفس؛ اللهم إلا فرقاً في المغني، وهو أن الأصابع في الكف منذ الخلقة، وأما الأسنان في اللحيين فيوجدان بعدها، فهو دليل على عدم التبعية، لكن هذا الفرق يقتضي أنه إذا أتلف لحييه وكان ذا لحية وأسنان، فعليه ثلاث ديات، وظاهر كلامهم: أن شعر اللحية يدخل في اللحيين.
فالذي يظهر لي: أنه إذا قطع اللحيين، دخلت دية الأسنان في ديتهما، فإن قلنا: إن دية الأسنان إذا قلعت جميعاً مائة بعير، لزمه مائة بعير، وإن قلنا: مائة وستون، لزمه مائة وستون فقط، ما لم يمنع من ذلك إجماع.

فائدة
بيان الأعضاء والجروح التي فيها القصاص، والتى لا قصاص فيها:
كل عضو قطع من مفصل؛ كالأنملة، والكف، والمرفق، ونحوه.
كل ما له حد ينتهي إليه، كمارن الأنف، وهو ما لان منه.
كل جرح ينتهي إلى عظم، كالموضحة، وجرح العضد والساق والفخذ ونحوه.
الاسنان، سواء قلعها أو كسرها، ويقتص منها بمبرد ونحوه مما يتحدد به موضع الكسر.
فأما ما سوى ذلك: فلا قصاص فيه؛ فدخل في ذلك:
كل عضو قطع من غير مفصل؛ كقطع اليد من الذراع، والرجل من الساق.
هذا هو المذهب.
والوجه الثاني: يقتص من المفصل الذي دونه، ثم هل له أرش',NULL,'175',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (174,'الزائد؟ على وجهين:
والأظهر: وجوب الأرش؛ قياساً على ما قالوه فيمن اقتص موضحة على هاشمة: أن له أرش الزائد.
ويحتمل: أن يقتص من محل القطع بقدره من الجاني، فإذا كان من نصف الذراع،
قطع الجاني من نصفه،،، وهكذا.
نقل ابن منصور عن أحمد: كل شيء من الجراح والكسر يقدر على الاقتصاص يقتص منه للأخبار، واختاره الشيخ تقي الدين؛ ذكره في ((الإنصاف)) .
كل جرح لا ينتهي إلى عظم؛ كالجائفة وما دون الموضحة من الشجاج، فأما ما
فوقها كالهاشمة: فإنه لا قصاص فيها؛ لكن له أن يقتص موضحة، وله أرش الزائد.
جميع المنافع؛ كمنفعة الأكل والنكاح، والسمع والبصر، ونحوها؛ لعدم تحقق
المماثلة.
جميع الشعور، لأننا لا نأمن عود شعر المجني عليه، ونحن قد أتلفناه من الجاني،
ولا نأمن - أيضاً- أن يعود شعر الجاني بعد القصاص؛ فنكرر عليه القصاص، أو ندعه؛ فتفوت المماثلة في القصاص.
ومثل ذلك الأظفار للعلة التي ذكرناها في الشعر.

فائدة
بيان الأعضاء والجروح التي فيها مقدر والتي لا مقدر فيها:
الأعضاء التي فيها مقدر هي:
كل عضو ظاهر؛ كالأنف، واللسان، واليدين، والذكر، والخصية، ونحوها، ففي
عضو ليس في الجسم من جنسه: دية كاملة، وفيما فيه شيئان نصف دية، وفيما منه ثلاثة، كمارن الأنف: ثلث الدية،',NULL,'176',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (175,'وفيما منه أربعة، كالأجفان: ربع الدية، وفيما منه عشرة، كالأصابع: عشر الدية.
الأنامل؛ في كل أنملة ثلث عشر الدية، إلا في الإبهام فنصف عشر الدية، لأنه
مفصلان فقط.
الشعور الأربعة: شعر الرأس، وشعر اللحية، وشعر الحاجبين، وشعر أهداب
العينين؛ في كل واحدة منها دية كاملة، وفي بعضها بقسطه، ففي الحاجب الواحد نصف الدية، وفي الجفن الواحد ربعها، وفي بعض اللحية بقسطه، إلا أن يبقى ما لا جمال فيه فدية كاملة، وقيل: حكومة. قال في ((الإنصاف)) : وهو قوي، ويحتمل: أن يلزمه بقسطه، فأما الشارب، والعنفقة، والعانة: فحكومة.
وعن أحمد رواية أخري: أن جميع الشعور فيها حكومة لا مقدر؛ وهو مذهب مالك والشافعي.
الأظفار؛ في كل ظفر خمس دية الإصبع، وهو من المفردات؛ قاله في ((الإنصاف)) فيكون مذهب الأئمة الثلاثة: أن فيها حكومة.
الأسنان، في كل سن خمس من الإبل، فيكون في الجميع مائة وستون بعيراً، وقيل: إن قلعها دفعة واحدة، فعليه دية واحدة مائة بعير، والأول أصح للحديث.
الموضحة والهاشمة والمنقلة والمأمومة، في الأولى خمس من الإبل، وفي الثانية
عشر، وفي الثالثة خمسة عشر، وفي الرابعة ثلث الدية، والدامغة كالمأمومة، وقيل: فيها دية المأمومة وحكومة للزائد، وهو الصواب.
وعن أحمد: في البازلة بعير، وفي الباضعة بعيران، وفي المتلاحمة ثلاثة، وفي السمحاق أربعة، والمشهور من المذهب: أن فيهن حكومة.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (176,'٧- الجائفة، وهي التي تصل إلي باطن الجوف؛ فيها ثلث الدية.
٨-كسر الضلع أو الترقوة؛ في كل منهما بعير إذا جبر مستقيماً، وإلا فحكومة، ومذهب الثلاثة: أن في ذلك حكومة.
٩-كسر الزند والذراع والعضد والساق والفخذ؛ في كل واحد منها إذا جبر مستقيماً بعيران، وعنه: بعير واحد، وقيل: في ذلك حكومة؛ وهو مذهب الأئمة الثلاثة.
وصحح في ((المغني)) : أنه لا تقدير في غير الضلع والترقوتين والزندين. وعلل ذلك بعدم وجود دليل على التقدير في غيرها، فبقي على الأصل، وهو الحكومة، وأما فيها فقد وردت آثار عن عمر، رضي الله عنه.

فائدة
في ((شرح رياض الصالحين)) (ص٣١٧ج٢) : أن العبادلة هم: عبد الله بن عمر، وعبد الله بن عباس، وعبد الله بن الزبير، وعبد الله بن عمرو بن العاص.
قيل لأحمد: وابن مسعود قال: ليس منهم؛ قال البيهقي: لأنه تقدمت وفاته، وهؤلاء عاشوا طويلاً حتى احتيج إلى علمهم.
فإذا اتفقوا على شيء، قيل: هذا قول العبادلة، وجملة المسمين بعبد الله من الصحابة نحو مائتين وعشرين، رضي الله عنهم أجمعين.

فائدة
الحقوق التي لا تورث

خيار المجلس، وقيل: بلى؛ كخيار الشرط.
خيار الشرط: وخرج أبو الخطاب: بلى.
الشفعة، وخرج أبو الخطاب، بلى، وهو ظاهر نقل أبي طالب.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (177,'حد القذف، وخرج أبو الخطاب: بلى.

فائدة
ذكر في ((الكامل)) في (حوادث سنة ١٨) (ص٣٩٤ج٢) : أن عمر - رضي الله عنه- حول المقام إلى موضعه اليوم، وكان قبل ملصقاً بالبيت.

فائدة
كان شيخ الإسلام ابن تيمية- رحمه الله- لا يرى انتشار أحكام الرضاع من طريق المصاهرة، فلا يحرم على الزوج أم زوجته من الرضاع، ولا ابنتها منه، ولا عليها أبو زوجها من الرضاع، ولا ابنه منه، وجمهور العلماء على خلافة، وكنت أرجح كلام شيخ الإسلام من وجوه.
الأول: قوله صلى الله عليه وسلم: ((يحرم من الرضاع ما يحرم من النسب)) (١) ، أو:
((الرضاعة تحرم ما تحرمه الولادة)) (٢) ، ومن المعلوم: أن أقارب الزوجين لا يحرمهم على الآخر نسب ولا ولادة، وإنما يحرمهم مصاهرة؛ فإن أبا الزوج ليس بينه وبين زوجته نسب ولا ولاده، والحديث قال: ((ما يحرم من النسب)) ، وأقارب الزوجين يحرمون بالمصاهرة لا بالنسب.
فإن قيل: ((أم الزوجة من الرضاع تدخل في عموم قوله تعالى: (وَأُمَّهَاتُ نِسَائِكُمْ) (النساء: ٢٣) :
فالجواب: أن الأم إذا أطلقت، فالمراد بها أم النسب، بدليل أن الله تعالى قال: (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ) (النساء: ٢٣) ، ثم قال: (وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ) (النساء: ٢٣) ، فدل هذا على أن أم الرضاع لا تدخل في مطلق الأم، ولو كانت داخلة، لاكتفى بذكر الأم في صدر الآية.
_________
(١) رواه البخاري في الشهادات (٢٦٤٥) ، ومسلم في الرضاع (١٤٤٧)
(٢) رواه البخاري في الشهادات (٢٦٤٦) ، ومسلم في الرضاع (١٤٤٤)',NULL,'179',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (178,'فإن قيل: ((إن أم الزوجة من النسب تحرم عليك، بسبب نسبها من الزوجة أو ولادتها إياها، وقد قال النبي صلى الله عليه وسلم: ((الرضاعة تحرم ما تحرمه الولادة) ؛ فإذا كانت ولادة الزوجة تحرم على الزوج أمها الوالدة، فكذلك إرضاعها يحرم أمها المرضعة؛ لأن الرضاعة تحرم ما تحرمه الولادة)) :
فالجواب: أن من المعلوم تقسيم المحرمات إلي: محرمات بالنسب، ومحرمات بالرضاع، ومحرمات بالصهر، والمحرمات بالصهر لسن محرمات بالنسب، بإجماع العلماء. والحديث إنما علق الحكم بالمحرمات بالنسب، فلا يدخل في ذلك المحرمات بالصهر.
وأيضاً: الحكم إنما يتوجه إلى المخاطب الذي أضيف إليه؛ فالزوجة يحرم عليها أبوها من الرضاع، كما يحرم عليها أبوها من النسب، ولا تحرم أمها من الرضاع على زوجها؛ لأن أمها من النسب لم تحرم على زوجها بالنسب بل بالمصاهرة.
الثاني: قوله تعالى: (وَحَلائِلُ أَبْنَائِكُمُ الَّذِينَ مِنْ أَصْلبِكُم) (النساء: ٢٣) فقوله: (الَّذِينَ مِنْ أَصْلبِكُمْ) (النساء: ٢٣) يخرج الذين من الرضاع.
فإن قيل: ((إنه يخرج ابن التبني فقط؛ كما قاله الجمهور)) :
فالجواب: من وجهين:
أحدهما: إن ابن التبني ليس داخلاً في مطلق الابن شرعاً حتى يحتاج إلي قيد يخرجه، والدليل على أنه ليس بداخل: قوله تعالى: (وَمَا جَعَلَ أَدْعِيَاءَكُمْ أَبْنَاءَكُمْ ذَلِكُمْ قَوْلُكُمْ بِأَفْوَاهِكُم) (الأحزاب: ٤) فأبطل الله تعالى أن يكون ابن التبني ابناً، وكما أنه لا يدخل في ذلك ابن الزاني الذي يعلم بأنه مخلوق من مائه لأنه ليس ابناً شرعاً، فكذلك ابن التبني الذي بطلت بنوته بنص القرآن الكريم لا يدخل شرعاً في مطلق الابن.
ثانيهما: أنه لو قدر دخول ابن التبني في لفظ الابن، فتخصيص القيد',NULL,'180',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (179,'بإخراج ابن التبني دون ابن الرضاع تحكم بلا دليل.
الثالث: أن الرضاع خالف النسب في أكثر الأحكام، وذلك لضعفه، فلم يثبت له من أحكام النسب سوى أربعة أحكام، هي: إباحة النظر، والخلوة، وثبوت المحرمية، وتحريم النكاح، فلم يكن ليقوى على ثبوت جميع الأحكام حتى المصاهرة، فأبو الزوج من الرضاع ليس صهراً للزوجة، لأن الرضاع لا تثبت به المصاهرة، فلا يثبت به من احكام النسب سوى الأربعة المذكورة.
الرابع: أن الله تعالى لما ذكر المحرمات في النكاح، قال: (وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ) (النساء: ٢٤) ، فالأصل في المنكوحات الحل؛ يتزوج الرجل من شاء حتى يقوم الدليل على المنع، وحكم الحل عام؛ فلا يخصص منه شيء إلا بدليل ظاهر، وليس في المسألة دليل ظاهر على التخصيص، فلزم الأخذ بعموم الحل.
هذا ما ظهر لنا من تقرير الحل، ومع ذلك فليس من الظهور بحيث أقدم على الفتوى به، ولذلك فقد رأيت الفتوى بالاحتياط من الجانبين، فأقول بتحريم النكاح في هؤلاء دون ثبوت المحرمية، وجواز الخلوة والنظر، نظراً لاشتباه الدلالة من النصوص، واشتباه الدلالة كاشتباه الحال والسبب، وقد ثبت في ((الصحيحين)) : ((أن سعد بن ابي وقاص وعبد بن زمعة اختصما في غلام، فقال سعد: إنه ابن أخي عتبة، عهد إليّ أنه ابنه، انظر إلى شبهه، وقال: فنظر رسول الله صلى الله عليه وسلم، فرأي شبهاً بيناً بعتبة، فقال: هو لك يا عبد بن زمعة، الولد للفراش، وللعاهر الحجر، واحتجبي منه يا سودة)) (١) ، فأمر النبي صلى الله عليه وسلم سودة أن تحتجب منه مع أنه كان أخاها؛ وذلك
_________
(١) رواه البخاري في البيوع (٢٠٥٣) ومسلم في الرضاع (١٤٥٧)',NULL,'181',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (180,'لما رأى من الشبه بعتبة، فجعل الحكم متبعضا، لذلك الغلام أخو سودة، لوجود سبب الحكم بالنسب، وهو الفراش، ولكن تحتجب منه، لوجود الشبه الدال على أنه لعتبة، فلما تجاذب الحكم سببان، أعملهما النبي صلى الله عليه وسلم، جميعاً، مراعاة للاحتياط.
ونظير ذلك، من حيث العمل بالاحتياط: ما ذكره الفقهاء - رحمهم الله- فيما إذا وطئ رجلان امرأة بشبهة، وأتت بولد، فأرضعت بلبنه طفلاً:
فإن ألحق المولود بهما: فالطفل الراضع ولد لهما معاً.
وإن ألحق المولود بأحدهما: فالرضيع ولده فقط.
وإن لم يلحق المولود بهما؛ لكونه مات قبل الإلحاق، أو عدمت القافة، أو نفته عنهما، أو أشكل عليها الأمر، ففي هذه الصور: يكون الولد الرضيع ولداً لهما من جهة تحريم النكاح فقط، لا في ثبوت المحرمية، وجواز الخلوة والنظر.
فترى الفقهاء- رحمهم الله- في هذه المسألة جعلوا الحكم مبعضاً مراعاة لجانب الاحتياط.
وبهذا عرف أن الأحكام تتبعض عند الاشتباه وتعارض الأسباب إذا أمكن العمل من الجانبين، والله تعالى أعلم.
واعلم: أني إنما عزوت القول بالحل إلى شيخ الإسلام ابن تيميه، لأنه صرح به عنه ابن رجب في ((قواعده)) (ص١٥٢) ، وصرح به في ((الاختيارات)) (ص٢١٣) .
والعجيب: أن ابن القيم- رحمه الله- نقل عنه التوقف، ذكره (ص٣٢٨ج٤) من ((زاد المعاد)) وأنه قال: إن كان قد قال أحد بعدم التحريم، فهو أقوى. اهـ.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (181,'فائدة
ذكر الأصحاب-رحمهم الله- أن الصائم يفطر بالحقنة، وقال الشيخ تقي الدين: لا، وهو قياس كلامهم في الرضاع، حيث قالوا: إن التحريم لا ينتشر بالحقنة، وعللوا ذلك بأنه ليس برضاع، ولا يحصل به التغذي، فكذلك نقول في حقنة الصائم: ليست طعاماً ولا شراباً، ولا يحصل بها التغذي؛ فلا يشملها النص بلفظه ولا معناه.

فائدة
في ((تفسير ابن كثير)) على قوله تعالى: (لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرائيل) (المائدة: ٧٨) . قال الإمام أحمد: حدثنا عمرو بن عاصم، عن حماد بن سلمة، عن علي بن زيد، عن الحسن، عن جندب، عن حذيفة، عن النبي صلى الله عليه وسلم قال: ((لا ينبغي لمسلم أن يذل نفسه قيل: وكيف يذل نفسه؟ قال: يتعرض من البلاء لما لا يطيق)) ؛ رواه الترمذي، وابن ماجه، جميعاً عن محمد بن يسار، عن عمرو بن عاصم به، قال الترمذي: حديث حسن غريب (١) .

فائدة
الاصطدام على نوعين:
أحدهما: أن يكون بين إنسانين.
والثاني: أن يكون بين المركوبين.
فإذا كان بين إنسانين، فله صور:
إحداها: أن يكون بين ماش وقاعد أو واقف، فالضمان على الماشى إلا أن يحصل من القاعد أو الواقف تفريط أو تعد؛ بأن يقفا في قارعة طريق
_________
(١) رواه الترمذي في الفتن (٢٢٥٤) وابن ماجه في الفتن (٤٠١٦) وأحمد في باقي مسند الأنصار (٢٢٩٣٤)',NULL,'183',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (182,'ضيق غير مملوك لهما، فلا ضمان على الماشي حينئذ، لأن التفريط منهما، ولا يضمنان له شيئاً لو أصيب؛ لأن ذلك من فعله لا من فعلهما، هذا المذهب نص عليه أحمد.
وقال الموفق وجماعة: يضمنان ما تلف؛ لتعديهما في الوقوف بطريق ضيق غير مملوك لهما.
والصواب أن يقال: إن وقفا وقوفاً جرت به العادة، فلا ضمان عليهما؛ لعدم التعدي منهما حينئذ خصوصاً، إذا كان الماشي قد جاء بسرعة حتى اصطدم بهما، والله أعلم.
الصورة الثانية: أن يكون بين ماشيين صغير وكبير، أو عاقل ومجنون، فظاهر كلام الأصحاب: أن الضمان عليهما جميعاً، وهذا في الكبير والمجنون قريب، لأن صدمته قوية مؤثرة قد تقتل بخلاف الصغير، فإن صدمته لا تقتل؛ لأنه ضعيف الجسم، ضعيف الصدم، فالظاهر أن لا ضمان عليه للكبير، ويضمن الكبير نصف ديته، لأن قتله حصل بفعل نفسه وفعل الكبير.
الصورة الثالثة: أن يكون بين ماشيين متماثلين، كبيرين أو صغيرين، فعلى كل منهما ضمان الآخر.
فإن كانا غير مكلفين: فالضمان على عاقلتهما.
وإن كانا مكلفين: فإن كان الصدم خطأ، فعلى عاقلتهما الضمان، وإن كان عمداً ويقتل غالباً، فالدية في ذمتيهما، فيتقاصان إن تساوت ديتهما، وإلا رجع زائد على ناقص بالفضل.
وصرح الأصحاب في هذه الصورة: بأنه لا فرق بين أن يكونا بصيرين، أو ضريرين، أو أحدهما بصيراً والآخر ضريراً، وهو ظاهر فيما إذا تساويا، وأما إذا كان أحدهما بصيراً والآخر ضريراً، ففيه نظر،',NULL,'184',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (183,'والظاهر: اختصاص الضمان بالبصير؛ لأن الضرير معذور؛ لكن لا يضمن البصير له إلا نصف ديته، لحصول التلف من فعل نفسه وفعل البصير.
الصورة الرابعة: أن يكونا ماشيين؛ لكن غير متقابلين؛ بل أحدهما لحق الآخر وصدمه من خلفه، فلا ضمان على السابق، وأما اللاحق فعليه الضمان، إلا أن يصيح بالسابق على وجه يمكنه الخلاص من الصدم فلم يفعل، فالضمان عليهما جميعاً؛ كما سبق في الصورة الثالثة.
الصورة الخامسة: إذا كان أحدهما راكباً والآخر ماشياً، فهما كالماشيين على ما قاله الأصحاب وقد صرح بذلك في ((الإقناع)) وفي المسألة نظر.
والظاهر أن يقال: لا يخلو الراكب: إما أن يكون قادراً على مركوبه، يتصرف فيه تصرفاً كاملاً، أو يكون مغلوباً:
ففي الحالة الأولى: يختص بالضمان؛ لأن صدمته أقوى، لكن لا يضمن إلا نصف دية الماشي.
وفي الحالة الثانية- وهي أن يكون مغلوباً- فقدم في ((الرعايتين)) : أن لا ضمان عليه؛ وجزم به في ((الترغيب)) و ((الوجيز)) و ((الحاوى الصغير)) ، والأظهر: أنه إن أمكنه أن ينبه الماشي فلم يفعل، فعلى كل منهما ضمان الآخر، وإن لم يمكنه، فلا ضمان عليه، وعلى الماشي نصف ديته، والله أعلم.
الصورة السادسة: أن يكونا راكبين، فهما كالماشين، لكن إن كان أحدهما صغيراً، فالضمان على مركبه، إلا أن يكون مركبه وليا له وأركبه للمصلحة، فعلي عاقلة الصبي.
هذا ما ظهر، والكلام في جميع هذه الصور يحتاج إلي تحرير، لكن الأصل الذي يرجع إليه: هو أن الضمان يختص بمن يحصل منه التعدي أو',NULL,'185',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (184,'التفريط، فإن تساويا في ذلك، ضمن كل واحد منهما الآخر كاملا على المذهب، وقيل: يضمن نصفه؛ لحصول التلف من فعله وفعل غيره. وهذا هو الصواب؛ جزم به في ((الترغيب)) .
النوع الثاني: أن يكون الصدم بين المركوبين، وقد تقدم في الصورة الخامسة والسادسة صورتان منه.
الصورة السابعة: أن تصطدم سفينتان، ولهما أحوال:
الحالة الأولى: أن يتعمد الملاحان الصدم، فهنا يشتركان في ضمان السفينتين وما فيهما، ثم إن كان الصدم يقتل غالباً، فعليهما القود، وإلا فشبه عمد.
الحالة الثانية: أن يكون الصدم بتفريطهما من غير تعمد للصدم؛ فهنا يجب على كل منهما ضمان سفينة الآخر وما فيها. ويظهر الفرق بين هذه الحال والتي قبلها: فيما إذا اختلف ما في السفينتين من المتلفات.
مثال ذلك: إذا كان التالف من السفينة الصغيرة يساوى مائة ألف، ومن الأخري الكبيرة ثلاثمائة ألف:
ففي الحالة الأولى: يضمن كل واحد من الملاحين مائتي ألف.
وفي الحالة الثانية: يضمن ملاح الصغيرة ثلاثمائة ألف، وملاح الكبيرة مائة ألف.
الحالة الثالثة: أن يكون الصدم بلا تفريط منهما، فلا ضمان على واحد منهما، لأنه بغير اختياره. قال الأصحاب: ويقبل قول ملاح في أنه غلب عن ضبطها أو لم يفرط.
هكذا أطلقوا، والصواب: عدم قبول قوله إلا ببينة أو قرينة.
ثم إن كلامهم في عدم القدرة على الضبط بناء على ما كان في زمنهم',NULL,'186',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (185,'من السفن التي تسير بالهواء، فإن الهواء قد يعصف بها ولا يتمكن الملاح من ضبطها، أما في هذا الزمن: فالسفن تسير بالمحرك الذي يتمكن الملاح من ضبطه.
الحالة الرابعة: أن يكون التفريط من أحدهما؛ فعليه ضمان السفينة المصدومة، وضمان ما في سفينته من أموال.
ومثل ذلك: اصطدام السيارات:
فإن كان عن عمد، فالضمان بينهما.
وإن كان عن تفريط بلا عمد، فعلى كل واحد ضمان صاحبه.
وإن لم يكن منهما جميعاً تفريط؛ فلا ضمان عليهما، والله تعالى أعلم.

فائدة
ذكر في ((المنتهى)) من شروط القسامة: أن يكون في الورثة ذكور مكلفون، ثم صرح بمفهوم قوله: ((ذكور)) فقال: ((أو كانوا كلهم خناثى، أو نساء، حلف مدعي عليه خمسين يميناً وبريء)) ، ولم يصرح بمفهوم ((مكلفون)) إلا أنه قال: ولا يقدح غيبة بعضهم، وعدم تكليفه؛ بأن كان بعضهم صغيراً أو مجنوناً، فلذكر حاضر مكلف أن يحلف بقسطه ويستحق نصيبه من الدية، ولمن قدم أو كلف أن يحلف بقسط نصيبه ويأخذه. اهـ.
وقال في ((الإقناع)) وشرحه: الشرط الرابع: أن يكون في المدعين ذكور مكلفون ولو شخص واحد؛ فلا مدخل للنساء والخناثى والصبيان والمجانين في القسامة، عمداً كان القتل أو خطأ، وإن كان الجميع لا مدخل لهم في القسامة؛ كالنساء والصبيان، فكما لو نكل الورثة، فيحلف بقسطه، ويستحق نصيبه من الدية، هذا إن كانت الدعوى خطأ أو شبه عمد، فإذا قدم الغائب وبلغ الصبي، وعقل المجنون، حلف ما يخصه وأخذ من الدية بقسطه، وإن كانت عمداً لم تثبت القسامة حتى يحضر',NULL,'187',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (186,'الغائب، ويبلغ الصغير، ويعقل المجنون، ثم علله بعلة فيها نظر، قال الشارح: ولو قال: لأن القصاص لا يمكن تبعيضه، لكان أولى. اهـ.
هذا كلام صاحبي ((المنتهى)) و ((الإقناع)) وخلاصته: أنه:
إذا كان الورثة كلهم لا حق لهم في القسامة؛ كالنساء، والصبيان، حلف المدعى عليه خمسين يميناً وبرئ، صريحاً في ((الإقناع)) ، وظاهراً في ((المنتهى)) .
وأما إذا كان بعضهم له حق في القسامة؛ وبعضهم لا حق له:
فإن كان من لا حق له لا يرجي زوال مانع حقه؛ كالنساء، فإنه يحلف من له الحق خمسين يميناً، ويثبت القصاص أو الدية للجميع.
وإن كان يرجى زوال مانعه؛ كالصبي، والمجنون:
فإن كانت الدعوى خطأ أو شبه عمد، حلف المستحق بقدر نصيبه، وأخذ حقه من الدية، كما يدل على ذلك صريح ((الإقناع)) ، وظاهر ((المنتهى)) ، فإن ظاهر قوله: ((يستحق نصيبه من الدية)) يدل على أن الدعوى بغير العمد.
وإن كانت الدعوى عمداً، فإن القسامة لا تثبت حتى يزول المانع، فيبلغ الصبي، ويعقل المجنون؛ وهذا صريح في كلام ((الإقناع)) وظاهر في كلام ((المنتهي)) .
أما في ((المغني)) فظاهره أن القسامة لا تثبت حتى يبلغ الصبي؛ لأن الحق لا يثبت إلا ببينته الكاملة، والبينة أيمان الأولياء كلهم، والأيمان لا تدخلها النيابة.
ولأن الحق إن كان قصاصاً، فلا يمكن تبعيضه، فلا فائدة في قسامة الحاضر البالغ، وإن كان غيره، فلا يثبت إلا بواسطة ثبوت القتل، وهو لا يتبعض أيضاً.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (187,'وقال القاضي: إن كان القتل عمداً، لم يقسم الكبير حتى يبلغ الصغير، ولا الحاضر حتى يقدم الغائب؛ لأن حلف الكبير الحاضر لا يفيد شيئاً في الحال، وإن كان موجباً للمال كالخطأ وعمد الخطأ، فللحاضر المكلف أن يحلف ويستحق قسطه من الدية. اهـ.
ولم يتعرضوا لحبس المدعى عليه في القسامة في حال صغر أو جنون بعض الورثة، ولعل وجهه عدم ثبوت الحق عليه؛ فلم يحبس بمجرد الدعوى، لكن قد يقال: للمدعي ملازمته والمطالبة بحبسه، خوفاً من هربه، وإن على القاضي إجابة طلبه مع قوة التهمة؛ لأن النبي صلى الله عليه وسلم حبس في التهمة؛ كما ذكره ابن القيم- رحمه الله- في ((الطرق الحكمية)) ، والله أعلم.

فائدة
مسائل في القسامة

المسألة الأولى: إذا وجد قتيل في موضع، فادعي أولياؤه قتله على أهل المحلة، أو على واحد منهم، وليس بينهم عداوة: فعليهم البينة أو يمين المدعى عليهم كسائر الدعاوى، وقاله مالك والشافعي.
وقال أبو حنيفة وأصحابه: للولى أن يختار من الموضع خمسين رجلاً يحلفون خمسين يميناً: ما قتلناه ولا علمنا بقاتله، فإن نقصوا عن الخمسين، كررت عليهم الأيمان حتى تتم خمسين، فإن لم يحلفوا، حبسوا حتى يحلفوا أو يقروا.
المسألة الثانية: إذا كانت دعوى القتل على غير معين؛ كأهل مدينة أو محلة، أو واحد غير معين، أو جماعة غير معينين من أهل المدينة، ونحو ذلك، لم تسمع الدعوى، وقاله الشافعي.
وقال أبو حنيفة: تسمع ويستحلف خمسون منهم؛ لأن الأنصار ادعوا القتل على يهود خيبر، فسمع النبي صلى الله عليه وسلم دعواهم.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (188,'وأجيب: بان النبي صلى الله عليه وسلم بين أن الدعوى لا تصح إلا على واحد بقوله: ((تقسمون على رجل منهم)) ؛ وعلى مذهب أبي حنيفة: إذا حلف أهل المحلة، لزمتهم الدية، لقضاء عمر، رضي الله عنه.
المسألة الثالثة: إذا كانت دعوى القتل على جماعة معينين، ففيها ثلاثة أقوال:
المشهور من المذهب: عدم صحة الدعوى، سواء كانت بقتل عمد أو غيره. وقال بعض أصحاب الشافعي: تصح الدعوى، سواء كانت بقتل عمد أو غيره، فتقتل الجماعة إذا تمت القسامة، قاله في ((المغني)) قال: وهذا نحو قول أبي ثور.
القول الثالث: إن كانت الدعوى بقتل عمد، لم تصح إلا على واحد، وإن كانت بغيره، صحت على الجماعة، فتجب الدية عليهم؛ وهو قول مالك والشافعي.
وإذا توجهت الأيمان عليهم، فعلى كل واحد خمسون يميناً، وقيل: تقسم بينهم بالحصص.
وقال مالك: يحلف من المدعى عليهم خمسون رجلاً خمسين يميناً، فإن لم يبلغوا خمسين، ردت على من حلف منهم حتى يبلغ خمسين يميناً، ولو كان واحداً، حلف خمسين يميناً، والله أعلم.
المسألة الرابعة: قال الفقهاء- كما في ((المغني)) -: يشترط في القسامة تحرير الدعوى بأن يصف القتل نوعه، وكيفيته، وموضعه من البدن؛ فلا تسمع الدعوى فيها غير محررة كسائر الدعاوى.
قلت: وظاهر الحديث عدم اشتراط ذلك، قال في ((الاختيارات)) لشيخ الإسلام ابن تيمية: ومسألة تحرير الدعوى وفروعها ضعيفة؛',NULL,'190',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (189,'لحديث الحضرمي في دعواه على الآخر أرضاً غير موصوفة، وإذا قيل: لا تسمع الدعوى إلا محررة، فالواجب أن من ادعى مجملاً، استفصله الحاكم. اهـ.
المسألة الخامسة: من الذي يحلف في القسامة على القاتل؟ فيه ثلاثة أقوال:
أحدها: لا يحلف إلا الذكور البالغون من ورثة المقتول، سواء ورثوا بالفرض أو التعصيب أو الرحم؛ فيحلفون خمسين يميناً توزع عليهم بحسب إرثهم، ويجبر الكسر.
وقال الشافعي في أحد قوليه: يحلف كل واحد منهم خمسين يميناً، فإن كان الورثة كلهم نساء أو صبياناً، فلا قسامة. (وانظر الفائدة السابقة) .
القول الثاني: أن الذي يحلف ذكور العصبة؛ خمسون منهم يحلف كل واحد منهم يميناً، لكن يبدأ بالوارثين، فإن بلغوا خمسين، وإلا كمل من بقية العصبة الأقرب فالأقرب، فإن لم يوجد من العصبة خمسون، ردت على الموجود منهم حتى تكمل خمسين يميناً. وهذا قول لمالك؛ لقول النبي صلى الله عليه وسلم للأنصار: ((يحلف خمسون رجلاً منكم وتستحقون دم صاحبكم)) (١) ، وقد كان يخاطب بني عمه، وهم غير وراثين.
القول الثالث: أن الذي يحلف جميع الورثة وإن كانوا نساء، وهو قول الشافعي، وهو المذكور في كتب المالكية، إن كانت الدعوى بغير عمد، وإن كانت به، فلا يحلف أقل من رجلين عصبة، أي: لابد من رجلين فأكثر من العصبة.
المسألة السادسة: لا قسامة فيما دون النفس من الأطراف والجروح،
_________
(١) رواه أبو داود في الديات (٤٥٢٦)',NULL,'191',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (190,'قال في ((المغني)) لا أعلم بين أهل العلم في هذا خلافاً.
قلت: وذكر ابن دقيق العيد قولاً في مذهب الشافعي بجريانها فيها، وهو وجه ضعيف لهم.
<span data-type="title" id=toc-8>فوائد من تفسير الشنقيطي فيما يحرم من الحيوان وغيره</span>
كل ذي ناب من السباع؛ فالتحقيق تحريمه.
كل ذي مخلب من الطير؛ وبه قال جمهور العلماء منهم داود، والثلاثة، أي: غير مالك.
الحمر الأهلية: فالتحقيق أنها حرام، ولا ينبغي أن يشك فيه منصف، ثم أجاب عن حديث: ((أطعم أهلك من سمين حمرك)) بنقل النووي اتفاق الحفاظ على تضعيفه.
البغال.
الخيل منعها مالك في أحد القولين: وعنه: مكروهة، وقال أبو حنيفة: أكره لحم الخيل، فحمله بعضهم على الكراهة، وبعضهم على التحريم، ومذهب الشافعي وأحمد وأكثر العلماء: الجواز.
الكلب؛ فإن أكله حرام عند عامة العلماء، وعن مالك قول ضعيف جداً بالكراهة.
القرد لا يجوز أكله، نقل ابن عبد البر الإجماع عليه، وقيل: الأظهر عن مالك وأصحابه: أنه ليس بحرام.
الفيل، فالظاهر أنه من ذوات الناب من السباع، وقال بعض المالكية: كراهته أخف
من كراهة السبع، وأباحه أشهب، ونقل النووي إباحته عن الشعبي، وابن شهاب، ومالك في رواية.
١١-الهر، والثعلب، والدب عند مالك من ذوات الناب من السباع وعنه: رواية
مكروهة كراهة تنزيه، والهر الوحشي والأهلى عنده',NULL,'192',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (191,'سواء، وفرق بينهما غيره من الأئمة، فمنعوا الأهلى، وقال صاحب ((المهذب)) : في سنور الوحش وجهان:
أحدهما: لا يحل.
والثاني: يحل.
١٢- الضبع، وهو عند مالك كالثعلب، ورخص في أكلها الشافعي وغيره.
١٣- القنفذ، قال بعض العلماء بتحريمه، وأجازه جمهور العلماء، منهم مالك والشافعي وأبو ثور.
١٤- حشرات الأرض، كالفارة ونحوها؛ فجمهور العلماء على تحريمها، ورخص فيها مالك، لكن اشترط في جواز أكل الحيات أن يؤمن سمها.
١٥- ١٦- ابن آوى وابن عرس، فقيل: حرام، ومذهب الشافعي: الفرق بينهما، فابن عرس حلال بلا خلاف عندهم، واختلفوا في ابن آوى.
١٧-١٨-الوبر واليربوع؛ فأكلهما جائز عند الجمهور، وقال أبو حنيفة: حرام؛ كما نقل عنه تحريم الضب، والقنفذ، وابن عرس أيضاً.
١٩-٢٠-الخلد والضربون أباحهما مالك.
٢١- الضب؛ فالتحقيق جواز أكله، ونقل عن أبي حنيفة والثوري تحريمه.
٢٢- ميتة الجراد حلال عند الجمهور، وقال مالك: لابد من ذكاته بأن يفعل به ما يموت به بقصد الذكاة.
٢٣- جمهور العلماء على تحريم كل ذي مخلب من الطير، وأباحها مالك، قال ابن قاسم: لم يكره مالك أكل شيء من الطير كله، كالرخم، والنسور، والحدأة، وجميع سباع الطير وغير سباعها، ما أكل الجيف منها',NULL,'193',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (192,'وما لم يأكلها، ولا بأس بأكل الهدهد والخطاف.
٢٤- قال النخعي: أكل الطير حلال إلا الخفاش، وسئل أحمد عن الخطاف؟ فقال: لا أدري.
٢٥-٢٦- الببغاء والطاووس فيهما وجهان للشافعية، أصحهما التحريم.
٢٧-٢٨- وفي العندليب والحمرة لهم وجهان أيضاً، والصحيح إباحتهما.
٢٩- حشرات الطير، كالنحل، والزنابير حرام عند أكثر العلماء.
٣٠- الجلالة، فمذهب مالك جواز أكل لحمها، أما لبنها وبولها: فنجسان عنده
يطهران إذا حبست عن أكل النجس مدة يغلب على الظن عدم بقاء شيء في جوفها منه، ومذهب الشافعية: ان لحمها ولبنها مكروه كراهة تنزيه، وقيل: تحريم، ورخص الحسن في لحومها وألبانها.
٣١- الزروع والثمار التي سقيت بالنجاسة أو سمدت، أكثر العلماء على أنها طاهرة،
وأن ذلك لا ينجسها، وبه قال مالك والشافعي وأصحابهما، ونقل عن أبي حنيفة.

<span data-type="title" id=toc-9>فوائد
من كتاب المناقلة بالأوقاف</span>
الفائدة الأولى (ص١١) : أما لو شرط حالة وقفه أن له بيعه متى شاء، فقد نص أحمد على بطلان هذا الشرط، وهو قول الشافعي وغيره، وذهب أبو يوسف إلى صحة هذا الشرط، وأن له بيعه ونقض الوقف، وممن حكاه عنه الإمام أحمد، وهو قول إسحاق بن راهويه، وهو مذهب الشيعة.
الفائدة الثانية: (ص٢٠) : وفي مذهبه- أي أحمد- قول آخر: أنه لا زكاة في عين الوقف لقصور ملكه، اختاره القاضي في ((المجرد)) وابن عقيل؛ وهو قول أكثر أصحاب الشافعي.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (193,'الفائدة الثالثة: (ص٢١) : وقد قال أحمد في رواية إسماعيل بن سعيد: يجوز الوقف في كل شيء.
الفائدة الرابعة: (ص٢٦) : قال- أي: أحمد -في رواية أبي داود، في رجل بنى مسجداً، فجاء رجل فأراد أن يهدمه ويبنيه بناء أجود من ذلك، فأبى عليه الأول، وأحب الجيران أن يتركه يهدمه، فقال: لو تركه وصار إلى رضى الجيران، لم يكن به بأس.

فائدة
عن ابن أبي واقد، عن أبيه- رضي الله عنه- قال: سمعت رسول الله صلى الله عليه وسلم يقول لأزواجه في حجة الوداع: ((هذه ثم ظهور الحصر)) ؛ رواه أبو داود (١) وفي رواية للطبراني، وأبي يعلى، عن أم سلمة بلفظ: ((هي هذه الحجة، ثم الجلوس على ظهور الحصر في البيوت)) قال في ((الترغيب)) (ص٢١٣ج٢) : رواته ثقات.
والحصر: جمع حصير، قال في ((النهاية)) بضم الصاد، وتسكن تخفيفاً، قال في ((الفتح)) (ص٧٤ج٤) : وإسناد حديث أبي واقد صحيح، وذكر قبل ذلك أن نساءه صلى الله عليه وسلم، كن يحججن إلا سودة وزينب، وذكر اعتذاراً لهن بأنهن يتاولن ذلك على أن المراد لا يجب عليهن غير تلك الحجة، وكأن عمر - رضي الله عنه- كان متوقفاً في جواز الحج لهن؛ ثم ظهر له الجواز.
وعن عائشة - رضي الله عنها- قالت: منعنا عمر الحج والعمرة حتى إذا كان آخر عام، فأذن لنا (٢) . اهـ.
_________
(١) رواه أبو داود في المناسك (١٧٢٢) وأحمد في مسند الأنصار (٢١٣٩٨)
(٢) ذكر ابن حجر أن ابن سعد رواه من طريق أم درة.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (194,'فائدة

ولي خالة وأنا خالها ولي عمة وأنا عمها
فأما التي أنا عمها فإن أبي أمه أمها
أبوها أخي وأخوها أبي ولي خالة هكذا حكمها

صورة الأولى: أن أخاه من أمه تزوج أم أبيه، فأتت ببنت.
وصورة الثانية: أن أخته من أبيه تزوجها أبو أمه، فأتت ببنت.

فائدة
المستحاضات في عهده صلى الله عليه وسلم نحو من عشر:
فاطمة بنت أبي حبيش؛ حديثها في الصحيحين وغيرهما.
حمنة بنت جحش؛ حديثها رواه أحمد، والترمذي وقال: حسن صحيح، وحسنه البخاري، وصححه آخرون.
أم حبيبة بنت جحش؛ حديثها في الصحيحين وغيرهما.
زينب بنت جحش حديثها رواه النسائي، قال في ((نيل الأوطار)) : رواته ثقات. اهـ.
وعليه: فتكون بنات جحش الثلاث كلهن مستحاضات؛ فحمنة زوجها طلحة، وأم حبيبة زوجها عبد الرحمن بن عوف، وزينب زوجها رسول الله صلى الله عليه وسلم.
أم سلمة زوج النبي صلى الله عليه وسلم، وفي ((صحيح البخاري)) : أن بعض أزواج النبي صلى الله عليه وسلم اعتكفت معه وهي مستحاضة (١) ، وروى سعيد بن منصور بهذه الطريق: أنها أم سلمة.
سودة بنت زمعة زوج النبي صلى الله عليه وسلم ذكرها العلاء بن المسيب، قال
_________
(١) رواه البخاري في الحيض (٣١١)',NULL,'196',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (195,'في ((الفتح)) : قلت وهو حديث ذكره أبو داود من هذا الوجه تعليقاً، وذكر البيهقي أن ابن خزيمة أخرجه موصولاَ.
أسماء بنت عميس، حكاه الدارقطني من رواية سهل بن أبي صالح، عن الزهري، عن عروة، عنها.
سهلة بنت سهيل، ذكرها أبو داود.
أسماء بنت مرثد، ذكرها البيهقي وغيره.
بادية بنت غيلان، ذكرها ابن مندة. ملخصاً من ((فتح الباري)) (ص٤١٢ج١) .

فائدة
إذا انقطع مصرف الوقف مثل أن يقول: هذا وقف على زيد، ويسكت، فيموت الموقوف عليه، فلمن يعود الوقف؟ في هذا روايات عن الإمام أحمد:
إحداها: يعود إلي ورثة الموقوف عليه، قال ابن رجب- رحمه الله- في ((الفائدة التاسعة)) من الفوائد التي في آخر ((القواعد)) (ص٣٩٥) : وهذا هو المنصوص عن أحمد في رواية حرب وغيره، وظاهر كلامه: أنه يعود إليهم إرثاً لا وقفاً، وبه جزم الخلال في ((الجامع)) ، وابن أبي موسى، وهذا منزل على كونه ملكاً للموقوف عليه؛ كما صرح به أبو الخطاب وغيره.
الرواية الثانية عن أحمد: أنه يعود إلي ورثة الواقف حين الانقراض نسباً، وعلى هذه الرواية: فهل يختص بالعصبة أو يشمل ذوى الفروض أيضاً؟ وهل يكون ملكاً لهم أو قفاً عليهم؟:
فالمشهور عند المتأخرين: أنه لا يختص بالعصبة؛ بل يشمل ذوى الفروض أيضاً، ويكون وقفاً عليهم بقدر إرثهم.
وقيل: الذكر والأنثى سواء، وظاهر كلام الحارثي: الميل إلى ذلك،',NULL,'197',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (196,'قال في ((الإنصاف)) : وما هو ببعيد.
وعنه: يكون ملكاً لا وقفاً.
وقيل: إن عاد إلى العصبة فهو وقف، وإن عاد إلى الورثة فهو ملك، قال شيخ الإسلام ابن تيمية: وهذا أصح، وأشبه بكلام أحمد.
وعن الإمام أحمد رواية: أنه يعود إلى العصبة فقط: إما ملكا، أو قفاً على الخلاف المذكور في رجوعه إلى الورثة عموماً، وعلى هذه الرواية- وهي رواية رجوعه إلى ورثة الواقف على ما تقدم من الخلاف-فهل يختص بالفقراء منهم أو حتى الأغنياء؟ على وجهين.
الرواية الثالثة عن أحمد: أن المنقطع يصرف في المصالح العامة.
الرواية الرابعة: أنه يصرف لفقراء المسلمين.
وعلى هاتين الروايتين: فهو وقف بكل حال.
الرواية الخامسة: أنه يرجع إلى واقفه الحي.
وبهذا تبين أن الوقف إذا انقطع، ففيه أقوال:
الأول: أنه يرجع إلى ورثة الموقوف عليه، وهو المنصوص عن أحمد، وظاهر كلامه، أنه يعود إليهم إرثاً لا وقفاً.
الثاني: يرجع إلى ورثة الواقف نسباً؛ وقفاً عليهم بقدر إرثهم، وهذا هو المذهب عند المتأخرين، ومتى كان الواقف حياً، رجع إليه.
الثالث: يرجع إلى هؤلاء ملكاً لا وقفاً.
الرابع: يرجع إلى هؤلاء وقفاً بالسوية لا بقدر الإرث.
الخامس: يرجع إلى عصبة الواقف وقفاً عليهم.
السادس: يرجع إليهم ملكاً.
السابع: يرجع إلى الورثة أو العصبة مختصاً بالفقراء منهم، قلت: وعلى هذا القول: فالظاهر أنه يرجع وقفاً بكل حال، إذ لا وجه لاختصاصه',NULL,'198',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (197,'بالفقراء وهو ملك.
الثامن: يصرف لفقراء المسلمين.
التاسع: يصرف في المصالح العامة.
وعلى هذين القولين: فهو وقف بكل حال.

فائدة
قال في ((المنتهي)) وشرحه في آخر باب السلم: وما قبضه أحد الشريكين من دين مشترك بإرث، أو إتلاف، أو عقد، أو ضريبة سبب استحقاقها واحد، فشريكه مخير بين أخذ من غريم أو قابض ما لم يستأذنه، فإن أذن له في القبض من غير توكيل في نصيبه، فقبضه لنفسه، لم يحاصصه، أو يتلف مقبوض فيتعين غريم والتالف من حصة القابض.
وقال في ((الإقناع)) وشرحه في أثناء شركة العنان: وإن تقاسما الدين في الذمة، بأن كان لهما على زيد مائة، فقال: أنا آخذ خمسين وأنت تأخذ خمسين، لم يصح، أو تقاسها الدين في الذمم، بأن كان لهما ديون على جماعة، ورضي كل ببعضهم، لم يصح، فلو تقاسما وضاع البعض، وقبض البعض مما قبض لهما وما ضاع، فعليهما. اهـ.

فائدة
وجدت في مجلة حديثة ما نصه: ونتج عن تلك الأبحاث: أن الصواعق تنبعث من سحب قد حملت بشحنة كهربائية سالبة، وأن جهدها الكهربي يتزايد من عشرة إلى مائة مليون فولت، وذلك في وقت لا يتجاوز جزءاً من الثانية، فسبحان الله القوي العزيز.

فائدة
رفع عقيرته، أي: رفع صوته ببكاء أو غناء.
واصله: أن رجلاً انعقرت رجله، فرفعها على الأخرى، وجعل',NULL,'199',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (198,'يصيح، فصار كل من رفع صوته، قيل: رفع عقيرته وإن لم يرفع رجله. قال ثعلب: وهذا من الأسماء التي استعملت على غير أصلها أهـ. ((فتح الباري)) (ص٢٦٣ج٧) .

فائدة
إجلاء اليهود من خيبر

ذكر في ((الكامل)) في حوادث سنة عشرين: أن عمر- رضي الله عنه- أجلاهم في تلك السنة، وقسم خيبر بين المسلمين، ثم ذكر بعد أن مظهر بن رافع الأنصاري قدم من الشام ومعه من علوجها، فلما كان بخيبر، أمرهم قوم من اليهود، فقتلوه؛ فأجلاهم عمر؛ ذكر ذلك (ص٣٩٨ج٢) .
فظاهر: أن سبب إجلائهم أمرهم العلوج بقتل مظهر.
وفي ((صحيح البخاري)) أن عمر- رضي الله عنه- أجلاهم إلى تيماء وأريحاء (١) ، قال في ((الفتح)) : موضعان مشهوران بقرب بلاد طيئ على البحر في أول طريق الشام من المدينة؛ ذكره ((ص٥٢ج٥) .
وفي ((كتاب الشروط)) ((باب: إذا اشترط في المزارعة: إذا شئت أخرجتك)) من ((صحيح البخاري)) : أن أهل خيبر فدعوا عبد الله بن عمر، فخطب عمر- رضي الله عنه- فقال: ((إن رسول الله صلى الله عليه وسلم عامل يهود خيبر على أموالهم، وقال: ((لا نقركم ما أقركم الله تعالى)) ، وإن عبد الله بن عمر خرج إلى ماله هناك، فعدي عليه من الليل، ففدعت يداه ورجلاه، وليس لنا هناك عدو غيرهم، هم عدونا وتهمتها، وقد رأيت إجلاءهم ... الحديث؛ وفيه: ((فأجلاهم عمر، وأعطاهم قيمة ما كان لهم من الثمر مالاً وإبلا وعروضاً من أقتاب، وحبال، وغير ذلك (٢) .
_________
(١) رواه البخاري في المزارعة (٢٣٣٨)
(٢) رواه البخاري في الشروط (٢٧٣٠)',NULL,'200',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (199,'قال في ((الفتح)) : وهذا لا يقتضى حصر السبب في إجلاء عمر إياهم، وقد وقع لي فيه سببان آخران:
أحدهما: ما رواه الزهرى، عن عبيد بن عبد الله بن عتبة، قال: ما زال عمر حتى وجد الثبت عن رسول الله صلى الله عليه وسلم؛ أنه قال: ((لا يجتمع في جزيرة العرب دينان)) فقال: من كان له من أهل الكتابيين عهد، فليأت به أنفذه له، وإلا فإني مجليكم؛ فأجلاهم. أخرجه ابن أبي شيبه وغيره.
ثانيهما: رواه عمر بن شيبه في ((أخبار المدينة)) من طريق عثمان بن محمد الأخنسي، قال: لما كثر العيال- أي: الخدم- في أيدي المسلمين، وقووا على العمل في الأرض، أجلاهم عمر:
وبهذا تبين في إجلاء عمر لليهود ما يأتي:
إن إجلاءهم كان في سنة عشرين من الهجرة.
إن إجلاءهم كان إلى أريحا وتيماء.
أن أسباب إجلائهم أربعة:
الأول: تحريضهم العلوج على قتل مظهر بن رافع.
الثاني: فدعهم ابن عمر.
الثالث: قول النبي صلى الله عليه وسلم: ((لا يجتمع في جزيرة العرب دينان)) .
الرابع: استغناء المسلمين عنهم.

فائدة
((واعجباً)) قال في ((الفتح)) (ص٤٩١ج٧) : بالتنوين، اسم فعل بمعنى: أعجب و (وا) مثل واهاً، وعجباً للتوكيد، وبغير التنوين بمعنى: واعجبي؛ فأبدلت الكسرة فتحة؛ كقوله: يا أسفي.

فائدة
قاتل عمر: هو أبو لؤلوة النصراني غلام المغيرة بن شعبة.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (200,'وقاتل عثمان: سودان بن حمران الغافقي، وقيل: كنانة بن بشر التجيبي.
وقاتل علي: عبد الرحمن بن ملجم المرادي.

فائدة
اختلف العلماء- رحمهم الله تعالى - في التيمم، هل يرفع الحدث أو يبيح ما لا يحل فعله مع الحدث؟ على قولين:
فالمشهور من المذهب: أنه مبيح.
وعن أحمد - رحمه الله- رواية: رافع رفعاً مؤقتا إلى حين القدرة على استعمال الماء.
وقال ابو الخطاب في ((الانتصار)) يرفعه رفعاً مؤقتاً بالوقت على رواية.
وفي ((الفتاوى)) لشيخ الإسلام ابن تيمية (ص٣٥٢مج٢١) : وقد تنازع العلماء في التيمم: هل يرفع الحدث رفعاً مؤقتاً إلى حين القدرة على استعمال الماء أم الحدث قائم ولكن تصح الصلاة مع وجود الحدث المانع؟ وهذه مسألة نظرية.
ثم قال في (ص٣٥٥) : قول القائل: ((يرفع الحدث أو لا يرفعه)) : ليس تحته نزاع عملي، وإنما هو نزاع اعتباري لفظي، وذلك أن:
الذين قالوا: ((يرفع الحدث)) ، لو رفعه، لم يعد بعد إذا قدر على استعمال الماء، وقد ثبت بالنص والإجماع: أنه يبطل بالقدرة على استعمال الماء.
والذين قالوا: ((يرفع الحدث)) ، قالوا: إنما قالوا: برفعه رفعاً مؤقتاً إلي حين القدرة على استعمال الماء، فلم يتنازعوا في حكم عملي شرعي.
وفي (ص٣٥٩) : فصاحب هذا القول، إنما قال: برفع الحدث رفعاً',NULL,'202',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (201,'مؤقتاً إلي أن يقدر على استعمال الماء، ثم يعود، وهذا ممكن وليس بممتنع، والشرع قد دل عليه؛ فجعل التراب طهوراً، وإنما يكون طهوراً، إذا زال الحدث، وإلا فمع بقاء الحدث لا يكون طهوراً..
إلى أن قال: من قال: ((هو رافع للحدث)) : إن أراد بذلك أنه يرفعه كما يرفعه الماء، فلا يعود إلا بوجود سبب آخر، كان غالطاً؛ فإنه قد ثبت بالنص والإجماع: أنه إذا قدر على استعمال الماء، استعمله، وإن لم يتجدد بعد الجنابة الأولى جنابة ثانية. اهـ. كلام الشيخ - رحمه الله - وهو صريح بأن التيمم لا يرفع الحدث رفعاً كاملاً مطلقاً بالنص والإجماع.

فائدة
قال شيخ الإسلام ابن تيمية (ص٤٤٢مج٦) من ((مجموع الفتاوى الكبير)) : من الذي يقول ما من عموم إلا وقد خص إلا قوله: (بِكُلِّ شَيْءٍ عَلِيمٌ) (البقرة: ٩٢) ؛ فإن هذا الكلام- وإن كان يطلقه بعض السادات المتفقهة، وقد يوجد في كلام بعض المتكلمين في أصول الفقة- فإنه من أكذب الكلام وأفسده، والظن بمن قاله أنه إنما عنى أن العموم من لفظ ((كُلِّ شَيْءٍ) مخصوص إلا في مواضع قليلة، وإلا فأي عاقل يدعي هذا في جميع صيغ العموم في الكتاب، والسنة، وسائر كتب الله، وكلام أنبيائه، وسائر كلام الأمم عربهم وعجمهم، وأنت إذا قرأت القرآن الكريم من أوله إلى آخره، وجدت غالب عموماته محفوظة لا مخصوصة. ثم ذكر أمثله في الفاتحة والبقرة وغيرهما.
ثم قال: فالذي يقول بعد هذا: ((ما من عموم إلا وقد خص إلا كذا وكذا)) : إما في غاية الجهل، وإما في غاية التقصير في العبارة. اهـ.

فائدة
ثبوت دخول شهر رمضان، فيه:',NULL,'203',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (202,'حديث ابن عباس - رضي الله عنهما-: ((جاء أعرابي فقال: إني رأيت
الهلال ... إلى قوله: فقال رسول الله صلى الله عليه وسلم: يا بلال، أذن في الناس، فليصوموا)) ؛ أخرجه الأربعة، وابن خزيمة، وابن حبان في ((صحيحيهما)) والحاكم في ((المستدرك)) (١) ، وقال: على شرط مسلم، وقال الترمذي: أكثر أصحاب سماك يروونه عن عكرمة، عن النبي صلى الله عليه وسلم مرسلاً، أي: بدون ذكر ابن عباس، قال النسائي: وهذا أولى بالصواب؛ لأن سماكاً كان يلقن فيتلقن.
٢- حديث ابن عمر- رضي الله عنهما-: ((تراءى الناس الهلال، فأخبرت النبي صلى الله عليه وسلم أني رأيته، فصام وأمر الناس بصيامه)) ؛ رواه أبو داود، والحاكم في ((مستدركه)) وقال: على شرط مسلم، ورواه ابن حبان بسند أبي داود، ورواه أيضاً الدارقطني في ((سننه)) ، وابن حبان، والبيهقي، وصححه ابن حزم (٢) .
٣-حديث طاووس: أنه جاء رجل إلي والي المدينة، فشهد على رؤية هلال رمضان،
فسأل ابن عمر، وابن عباس، فأمراه أن يجيز شهادته، وقالا: إن رسول الله صلى الله عليه وسلم لا يجيز شهادة الإفطار إلا بشهادة رجلين، أخرجه الدارقطني. وقال: تفرد به حفص ابن عمر الأبلي، وهو ضعيف، قال صاحب ((التنقيح)) : هو ضعيف باتفاقهم، ولم يخرج له أحد من أصحاب السنن.
هذه هي الأحاديث المعروفة في ثبوت دخول رمضان، وقد أخذ بها
_________
(١) رواه أبو داود في الصوم (٢٣٤٠) ، والترمذي في الصوم (٦٩١) والنسائي في الصيام (٢١١٢) وابن ماجه في الصيام (١٦٥٢) والدارمي في الصوم (١٦٩٢) .
(٢) رواه أبو داود في الصوم (٢٣٤٢) والدارمي في الصوم (١٦٩١)',NULL,'204',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (203,'أحمد في المشهور عنه، والشافعي في الصحيح عنه، وهو قول عمر وعلى.
والرواية الثانية عن أحمد: لا يقبل إلا عدلان، وهو أحد قولي الشافعي، وبه قال مالك، والليث، والثوري، والأوزراعي، وقال به عثمان بن عفان.
وقال أبو حنيفة: إن كان غيماً فواحد، وإن كان صحواً فلابد من الاستفاضة.
وأما ثبوت خروجه، ففيه:
حديث ربعي بن حراش، عن رجل من أصحاب النبي صلى الله عليه وسلم، قال:
((اختلف الناس في آخر يوم من رمضان، فقدم أعرابيان، فشهدا عند النبي صلى الله عليه وسلم بالله لأهلا الهلال أمس عشية، فأمر النبي صلى الله عليه وسلم الناس أن يفطروا)) رواه أحمد، وأبو داود، وزاد في رواية: ((وأن يغدوا إلى مصلاهم)) (١) ؛ قال في ((نيل الأوطار)) : رجاله رجال الصحيح.
حديث أنس بن مالك، عن عمومة له: ((أن ركباً جاءوا إلى النبي صلى الله عليه
وسلم فشهدوا أنهم رأوا الهلال بالأمس، فأمرهم النبي صلى الله عليه وسلم أن يفطروا، وإذا اصبحوا أن يغدوا إلى مصلاهم)) ؛ أخرجه أحمد، وأبو داود والنسائي، وابن ماجه، وصححه ابن المنذر، وابن السكن، وابن حزم. (٢)
حديث عبد الرحمن بن زيد بن الخطاب: أنه خطب في اليوم الذي شك فيه، فقال:
ألا أني جالست أصحاب رسول الله صلى الله عليه وسلم، وسألتهم وإنهم حدثوني أن رسول الله صلى الله عليه وسلم قال: ((صوموا لرؤيته، وأفطروا لرؤيته، وانسكوا لها؛ فإن غم عليكم فأتموا ثلاثين، فإن شهد شاهدان مسلمان، فصوموا
_________
(١) رواه أبو داود في الصوم (٢٣٣٩) وأحمد في أول مسند الكوفيين (١٨٣٤٥)
(٢) رواه أبو داود في الصلاة (١١٥٧) ، والنسائى في صلاة العيدين (١٥٥٧) ، وابن ماجه في الصيام (١٦٥٣) ، وأحمد في أول مسند البصريين (٢٠٠٥٦)',NULL,'205',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (204,'وأفطروا)) ؛ رواه أحمد، ورواه النسائي، ولم يقل: مسلمان.

فائدة
من ((اقتضاء الصراط المستقيم)) ، (ص٤٣٤) : والأقصى اسم للمسجد كله، ولا يسمى هو ولا غيره حرماً، وإنما الحرم بمكة والمدينة خاصةً، وفي وادي وج الذي بالطائف نزاع بين العلماء.

فائدة المدفون الذي لفظته الأرض

وفي ((صحيح البخاري)) (ص٦٢٤ج٦) من ((فتح الباري)) الطبعة الأخيرة في
((باب علامات النبوة في الإسلام)) ، عن أنس بن مالك قال: كان رجل نصرانياً فأسلم، وقرأ البقرة وآل عمران، فكان يكتب للنبي صلى الله عليه وسلم، فعاد نصرانياً، فكان يقول: ما يدري محمد إلا ما كتبت له، فأماته الله فدفنوه فأصبح وقد لفظته الأرض، فقالوا: هذا فعل محمد وأصحابه لما هرب منهم، نبشوا عن صاحبنا، فألقوه؛ فحفروا له فأعمقوا، فأصبح وقد وقد لفظته الأرض، فقالوا: هذا فعل محمد وأصحابه نبشوا عن صاحبنا لما هرب منهم فألقوه، فحفروا لهم وأعمقوا له في الأرض ما استطاعوا، فأصبح قد لفظته الأرض، فعلموا أنه ليس من الناس، فألقوه، وفي رواية ثابت: ((فتركوه منبوذاً (١) ، وكان هذا الرجل من بني النجار.
وذكر ابن كثير في تفسير قوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا) (النساء: ٩٤) : أن النبي صلى الله عليه وسلم بعث محلم بن جثامة في بعث، فلقيه عامر بن الأضبط، فحياهم بتحية الإسلام، وكان بينهم إحنة في الجاهلية، فرماه محلم بسهم فقتله ... الحديث، وفيه: أن
_________
(١) رواه البخاري في المناقب (٣٦١٧) ومسلم في صفات المنافقين وأحكامهم (٢٧٨١) .',NULL,'206',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (205,'محلم بن جثامة، ما مضت له سابعة حتى مات ودفنوه، فلفظته الأرض، فجاءوا إلي النبي صلى الله عليه وسلم، فذكروا له ذلك، فقال: ((إن الأرض تقبل من هو شر من صاحبكم، ولكن الله أراد أن يعظكم)) ، ثم طرحوه بين صدفي جبل، وألقوا عليه الحجارة.
وفي ((ابن جرير)) (ص٧٩ج٩) على تفسير هذه الآية مرسلاً، عن قتادة، أن النبي صلى الله عليه وسلم أمرهم أن يقبروه، فلفظته الأرض ثلاث مرات، فقال النبي صلى الله عليه وسلم: ((إن الأرض أبت أن تقبله؛ فألقوه في غار من الغيران)) .

فائدة
إذا تداعى اثنان عيناً، فلا يخلو من أربع حالات:
الأولى: أن لا تكون بيد أحد، فإن كان لأحدهما بينة، فهي له ببينته.
وإن لم تكن بينة، وكان لأحدهما ظاهر يرجح قوله، فهي له بيمينه، مثل: أن يتنازعا عرصةً بينهما فيها بناء أو شجر لأحدهما، فهي له بيمينه، أو جداراً، معقوداً ببناء أحدهما أو متصلاً به اتصالاً لا يمكن إحداثه عادة، فهو له بيمينه.
وإن لم تكن بينة، ولا ظاهر يرجح قول أحدهما، فإنهما يتحالفان فيحلف كل منهما أن نصف العين المدعى بها له، ويجوز أن يحلف أن كلها له.
وقال الزركشي: الذي ينبغي أن تجب اليمين على حسب الجواب، وهذا هو الصحيح، فإذا تحالفا، قسمت بينهما نصفين؛ هذا هو المذهب عند المتأخرين.
وظاهر كلام أحمد، في رواية صالح، في اثنين تداعيا كيساً ليست أيديهما عليه: أنهما يستهمان عليه؛ فمن خرج سهمه، فهو له مع يمينه، فظاهر هذا: أنها لأحدهما بالقرعة مع يمينه، وهو الوجه الثاني، وهو',NULL,'207',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (206,'الذي قدمه في ((الفروع)) ، وقال: إنه نقله صالح وحنبل.
الحالة الثانية: أن تكون العين المدعي بها بيد أحدهما:
فإن كان للمدعى بينة، فهي له ببينته، وإن لم يكن له بينه، فهي لمن هي بيده بيمينه، لكن لا يكون ثبوت ملكه فيها كثبوته بالبينة، فلا شفعة له بمجرد اليد، وإن حكمنا بأنها له، ولا تضمن عاقلة صاحب الحائط المائل الذي حكم له به بمجرد اليد، قال الأصحاب: إلا أن يكون لمن هي بيده بينة، فلا تلزمه اليمين؛ اكتفاء بالبينة.
قال في ((الإنصاف)) : وفيه احتمال ذكره المصنف، قلت: ذكره في ((المغني)) فقال: ويحتمل أن تشرع اليمين أيضاً؛ لأن البينة هنا يحتمل أن يكون مستندها اليد والتصرف؛ فلا تفيد إلا ما أفادته اليد والتصرف، وذلك لا يغني عن اليمين؛ فكذا ما قام مقامه. اهـ.
وإن أقام كل منهما ببينه أنها له، فهي مسألة الداخل والخارج؛ فالخارج: المدعي، والداخل: المدعى عليه؛ قال في ((المغني)) (ص٢٧٥ج٩) : وقد اختلفت الرواية فيها عن أحمد:
فالمشهور عنه: تقديم بينة المدعى، ولا تسمع بينة المدعى عليه بحال، وهو قول إسحاق.
وعنه رواية ثانية: إن شهدت بينة الداخل بسبب الملك بأن قالت: نتجت في ملكه، أو اشتراها، أو نسجها، أو كانت بينته أقدم تاريخاً، قدمت.
وذكر أبو الخطاب رواية ثالثة: أن بينة المدعى عليه تقدم بكل حال؛ وهو قول شريح، والشعبي، والنخعي، والحكم، والشافعي، وأبي عبيد، وقال: هو قول أهل المدينة، وأهل الشام، وروي عن طاووس، ثم ذكر حجج هذه الرواية، والرواية الأولى.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (207,'ثم قال: وأي البينتين قدمناها، لم يحلف صاحبها معها، وقال الشافعي في أحد قوليه: يستحلف صاحب اليد؛ لأن البينتين سقطتا بتعارضهما؛ فصارا كمن لا بينة لهما؛ فيحلف الداخل كما لو لم تكن لواحد منهما بينة. اهـ. وما ذكره عن الشافعي في أحد قوليه، هو الصحيح؛ لقوة تعليله.
الحالة الثالثة: أن تكون العين بيديهما جميعاً، وليس لأحدهما مزية، ولا بينة، كبعير كل منهما ممسك بزمامه، فيحلف كل منهما أن له نصفه لا حق للآخر فيه، والظاهر: أنه لا يضر أن يحلف أن كله له كالمسألة التي قبلها في الحالة الثانية.
فإذا تحالفا كذلك، فبينهما نصفين؛ على المشهور من المذهب.
وعن الإمام أحمد رواية ثانية: أن يقرع بينهما؛ فمن قرع، فهي له بيمينه، نقلها في ((الإنصاف)) عن ((الترغيب)) ، قال الأصحاب: إلا أن يدعى أحدهما النصف فأقل، والآخر الجميع أو أكثر مما بقي، فيحلف مدعي الأقل ويأخذه بيمينه، لأنه يدعى أقل مما بيده ظاهراً، أشبه ما لو انفرد باليد، وقيل: يتحالفان، كما لو ادعى كل منهما جميع العين.
وإن نكلا جميعاً عن اليمين، فكما لو تحالفا.
وإن حلف لأحدهما، ونكل الآخر، فهي للحالف.
وإن كان لأحدهما مزية بقوة اليد؛ مثل أن تكون العين جملا أحدهما راكبه، والثاني سائقه، فهو للراكب بيمينه، لقوة يده.
ومثله لو تنازع رب دابة وآخر في رحل عليها، وكل واحد منهما ممسك بالرحل، فهو لرب الدابة بيمينه، لأن الظاهر معه.
وإن كان لأحدهما بينة، فهي له ببينته.
وإن كان لكل واحد منهما بينة، وتساوتا من كل وجه، تساقطتا وصار',NULL,'209',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (208,'كمن لا بينة لهما؛ على ما سبق.
وقيل: تقدم أسبقهما تاريخاً؛ وهو رواية عن الإمام أحمد، وهو قول أبي حنيفة.
الحالة الرابعة: أن تكون بيد ثالث، ولا بينة للمدعي: فإن ادعاها لنفسه، فهي له بيمينه، فيحلف لكل منهما يميناً، وتبقى له، فإن نكل عن اليمين لهما، قضي عليه بالنكول، ولزمه دفعها ودفع بدلها وهو مثلها إن كانت مثلية، وقيمتها إن كانت متقومة، ثم يقترع المتنازعان على العين وبدلها.
وإن حلف لأحدهما دون الآخر، قضي عليه بالنكول للآخر، ولزمه تسليمها له.

فائدة
في ((فتح الباري)) في ((كتاب الرقاق)) ((باب كيف الحشر)) (ص٣٨٣ج١١) ذكر الخلاف في عد الأحاديث التي رواها ابن عباس مباشرة، وقال: إنه اعتنى بجمعها، فزاد على الأربعين ما بين صحيح وحسن، خارجاً عن الضعيف، وزائداً أيضاً على ما هو في حكم السماع، كحكايته حضور شيء فعل بحضرة النبي صلى الله عليه وسلم.

فائدة
قال الشيخ تقي الدين في ((الاختيارات)) (ص٢٣٥) : لا يجوز أن يخالع الرجل إذا
كان مقصوده التزوج بالمرأة.
وقال أيضاً (ص٥٢١) : ويجوز الخلع عند الأئمة الأربعة والجمهور من الأجنبي؛
فيجوز أن يختلعها، كما يجوز أن يفتدي الأسير، ولهذا ينبغي أن يكون ذلك مشروطاً بما إذا كان قصده تخليصها من رق الزوج ولمصلحتهما في ذلك.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (209,'ونقل مهنا عن الإمام أحمد، في رجل قال لرجل: طلق امرأتك حتى أتزوجها، ولك ألف درهم، فأخذ منه الألف، ثم قال لامرأته: أنت طالق، فقال: ((سبحان الله! رجل يقول لرجل: طلق امرأتك؛ حتى أتزوجها! لا يحل هذا.

فائدة
في (ص٢٤٩) من ((الاختيارات)) قال: قياس المذهب عندي: جواز أخذ العوض عن سائر حقوقها من القسم وغيره، لأنه إذا جاز للزوج أن يأخذ عوضاً عن حقه منها، جاز لها أن تأخذ العوض عن حقها منه؛ لأن كلا منهما منفعة بدنيّة، وقد نص الإمام أحمد في غير موضع على انه يجوز أن تبذل المرأة عوضاً ليصير أمرها بيدها.
ولأنها تستحق حبس الزوج؛ كما يستحق الزوج حبسها، وهو نوع من الرق؛ فيجوز أخذ العوض عنه.
وقد تشبه هذه المسألة الصلح عن الشفعة، وحد القذف.

فائدة
قال شيخ الإسلام في رسالة ((حقيقة الصيام)) (ص٧٠) من الطبعة التي يوزعها المكتب الإسلامي:
ليس في الأدلة ما يقتضى أن المفطر الذي جعله الله ورسوله مفطراً هو ما كان واصلاً إلى دماغ أو بدن، أو ما كان داخلاً من منفذ، أو واصلاً إلى الجوف، ونحو ذلك من المعاني التي يجعلها أصحاب هذه الأقاويل هى مناط الحكم عند الله وعند رسوله.
وفي (ص٧٩) : فإن قيل: بل الكحل قد ينزل إلى الجوف، ويستحيل دماً)) :
قيل: هذا كما يقال في البخار الذي يصعد من الأنف إلى الدماغ',NULL,'211',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (210,'فيستحيل دماً، وكالدهن الذي يشربه الجسم، والممنوع منه: إنما هو ما يصل إلى المعدة؛ فيستحيل دماً، ويتوزع على البدن.

فائدة
يقع من كبار أهل العلم بعض الأحيان أجوبة غريبة، ولكن لعل الحامل لذلك النسيان، أو المضايقات بالمناظرة، ونحوها.
ومن غريب ذلك: ما أجاب به الإمام أحمد- رحمه الله- حينما قال: إن المتمتع إذا ساق الهدي، ثم قدم في العشر، لم يحل، فقيل له: حديث معاوية أنه قصر النبي صلى الله عليه وسلم بمشقص عند المروة، فأجاب - رحمه الله- إنما حل بمقدار التقصير، ذكره في ((الفروع)) (ص٢٥٨ج٢) من طبعة المنار.
ومن غريب ذلك: جواب ابن عقيل- رحمه الله- عن حديث تظليل أسامة أو بلال النبي صلى الله عليه وسلم من الحر بثوب حتى رمى جمرة العقبة، رواه مسلم (١) أجاب ابن عقيل بأجوبة، منها: أن له عذراً وفدى أو أنه لم يعلم بذلك، ذكره عنه في ((الفروع)) (ص٢٨٢ج٢) من طبعة المنار.
وقد أجاب ابن القيم عن حديث معاوية بأنه خطأ وغلط، ذكره في (ص٣٩٢-٣٩٣ج١) من ((زاد المعاد))

فائدة
من شروط الحكم بالصحة للحديث: أن لا يكون الحديث معللاً بعلة قادحة: إما في السند كتعليله بالانقطاع، أو في المتن كوقف مرفوع ونحوه، فإن لم تكن العلة قادحة، لم تؤثر قي صحة الحديث.
مثال العلة غير القادحة في السند: ما ذكره في ((المنتقى)) في ((باب ما جاء في المني)) : أن النبي صلى الله عليه وسلم سئل عن المني يصيب الثوب؟ فقال: ((إنما
_________
(١) رواه مسلم في الحج (١٢٩٨)',NULL,'212',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (211,'هو بمنزلة المخاط)) ، الحديث، رواه الدارقطني، وقال: لم يرفعه غير إسحاق الأزرق، عن شريك، قال ((صاحب المنتقى)) وهذا لا يضر؛ لأن إسحاق إمام مخرج له في الصحيحين.
ومثال العلة غير القادحة في المتن: ما ذكره ابن القيم في ((الهدي)) في هدي النبي صلى الله عليه وسلم في السنن الرواتب (١٦٥ج١) طبعة فقي: أن ابن عمر- رضي الله عنه- روي عن النبي صلى الله عليه وسلم قوله: ((رحم الله امرأً صلى قبل العصر أربعاً)) ، فأعله أبو الوليد الطيالسي بحديث ابن عمر: ((حفظت عن رسول الله صلى الله عليه وسلم عشر ركعات في اليوم والليلة)) (١) ، فلو كان هذا لعده، قال ابن القيم: وليس هذا بعلة أصلاً، فإن ابن عمر أخبر عما حفظه من فعل النبي صلى الله عليه وسلم لم يخبر عن غير ذلك؛ فلا تنافي بين الحديثين ألبته.

فائدة
قال في ((القواعد)) (ص٢٣٤) قاعدة (١٠٥) :
وأما الدعوى على المبهم: فلا تصح، ولا تسمع ولا تثبت بها قسامة ولا غيرها، فلو قال: قتل أبي أحد هؤلاء الخمسة، لم يسمع، قال في ((الترغيب)) : ويحتمل أن يسمع للحاجة؛ فإن مثله يقع كثيراً، ويحلف كل واحد منهم، قال: وكذلك يجرى في دعوى الغصب والاتلاف والسرقة، ولا يجري في الإقرار والبيع إذا قال: نسيت، لأنه مقصر. اهـ.
وذكر في ((الاختيارات)) (ص٣٣٠) : أن ظاهر كلام الشيخ صحة الدعوى على المبهم.

فائدة
نقل في ((النكت)) (ص٢٩١ج١) ، عن الشيخ تقي الدين قوله: إذا
_________
(١) رواه البخاري في الجمعة (١١٨١)',NULL,'213',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (212,'بيعت العين المؤجرة أو المرهونة ونحوها مما يتعلق به حق غير البائع وهو عالم بالبيع، فلم يتكلم، فينبغي أن يقال: لا يملك المطالبة بفساد البيع بعد هذا؛ لأن إخباره بالعيب واجب بالسنة بقوله: ولا يحل لمن علم ذلك إلا أن يبينه، فكتمانه تغرير، والغار ضامن.
وكذلك ينبغي أن يقال فيهما إذا رأى عبده يبيع، فلم ينهه.
وفي جميع المواضع، فالمذهب: أن السكوت لا يكون إذناً، فلا يصح التصرف، لكن إذا لم يصح يكون تغريراً، فيكون ضامناً، فإن ترك الواجب عندنا يوجب الضمان كفعل المحرم، كما نقول في مسألة المستضيف ومن أمكنه إنجاء شخص من الهلكة بل هنا أقوى اهـ. كلامه.

فائدة
من ((المنتقى)) في ((باب ما جاء في الأجرة عل القرب)) عن خارجة بن الصلت، عن عمه؛ أنه أتي النبي صلى الله عليه وسلم ثم أقبل راجعاً من عنده، فمر على قوم عندهم رجل مجنون موثق بالحديد، فقال أهله: إنا قد حدثنا أن صاحبكم هذا قد جاء بخير، فهل عندك شيء نداويه؟ قال: فرقيته بفاتحة الكتاب ثلاثة أيام كل يوم مرتين، فبرأ، فأعطوني مائتي شاة، فأتيت النبي صلى الله عليه وسلم، فأخبرته، فقال: ((خذها، فلعمري، من أكل برقية باطل، فقد أكلت برقية حق)) ، رواه أحمد، وأبو داود (١) ، قال في ((نيل الأوطار)) : رجاله رجال الصحيح، إلا خارجه المذكور، وقد وثقه ابن حبان. اهـ.
قلت: وفيه دليل على جواز قول الرجل: ((لعمري)) .

فائدة
روى مسلم، عن عطاء، عن جابر، في صلاة النبي صلى الله عليه وسلم العيد، وأنه
_________
(١) رواه ابو داود في الطب (٣٨٩٦) وأحمد في مسند الأنصار (٢١٣٢٨)',NULL,'214',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (213,'أتى النساء فوعظهن، فقيل لعطاء: أحقاً على الإمام الآن أن يأتي النساء حين يفرغ فيذكرهن؟ قال: إي لعمرى إن ذلك لحق عليهم، وما لهم لا يفعلون ذلك؟! (١) ذكره مسلم في صلاة العيدين.
ففيه: إفراد النساء بالموعظة، وجواز قول ((لعمري)) على رأي عطاء، رحمه الله.

فائدة
قال شيخ الإسلام في ((الفتاوى)) (ص١٢مجلد ٣٣) :
فإذا قال لزوجته: أنت طالق اثنتين أو ثلاثاً أو عشراً أو ألفاً، لم يكن قد طلقها إلا مرة واحدة، وذكر نحوه (ص٨٠) في المجلد المذكور.
وفي (ص٨١) : وإذا كان إنما أبيح- يعني: الطلاق- للحاجة، فالحاجة تندفع بواحدة، فما زاد فهو باقٍ على الحظر.

فائدة
من ((فتح الباري)) (ص٣٩٨ج١٠) : أن ابن مندة جمع من أردفهم النبي صلى الله عليه وسلم خلفه، فبلغوا ثلاثين.

فائدة
الصفرة والكدرة في دم الحيض:
إن كانت قبل الطهر، فهي حيض، قالت عائشة- رضي الله عنها-: ((لا تعجلن حتى ترين القصة البيضاء)) (٢) .
وإن كانت بعد الطهر: فليست بشيء، قالت أم عطية- رضي الله عنها-: ((كنا لا نعد الصفرة والكدرة شيئاً)) ؛ رواه البخاري، ورواه أبو داود،
_________
(١) رواه مسلم في صلاة العيدين (٨٨٥)
(٢) ذكره البخاري في الحيض، باب إقبال الحيض وإدباره.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (214,'وزاد: بعد الطهر (١) .
وإن كانت في زمن الحيض، ولم تتصل بدم قبلها ولا بعدها، فظاهر حديث أم عطية السابق: أنها ليست بشيء، وظاهر كلام الأصحاب - رحمهم الله- أن الصفرة والكدرة إن كانت من مبتدأه، فهي حيض. قال في ((المنتهى)) وشرحه: والمبتدأة بدم أو صفرة أو كدرة تجلس بمجرد ما تراه، أي: ما ذكر من دم أو صفرة أو كدرة أقله، ثم تغتسل.
وإن كان من معتادة، فهو حيض زمن العادة فقط، قال في المصدر المذكور: وصفرة وكدرة في أيامها حيض تجلسه، لقوله تعالى: (وَيَسْئلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً) (البقرة: ٢٢٢) ، وهو يتناولها، ولقول عائشة: ((لا تعجلن حتى ترين القصة البيضاء)) .
وقال في ((الإنصاف)) عن المبتدأة بصفرة أو كدرة: إنها لا تجلسه وهو ظاهر كلام الإمام أحمد، وصححه المجد في ((شرحه)) وقدمه ابن تميم، والرعاية الكبرى، والفائق، ومجمع البحرين، وابن عبيدان.
وقال في المعتادة: قوله: ((والصفرة والكدرة في أيام الحيض من الحيض)) يعني: في أيام العادة، وهذا هو المذهب، وعليه الأصحاب. وحكى الشيخ تقي الدين وجهاً أن الصفرة والكدرة ليستا بحيض مطلقاً.
ثم قال في الإنصاف:
(فائدة) : لو وجدت الصفرة والكدرة بعد زمن الحيض، وتكررتا، فليستا بحيض؛ على الصحيح من المذهب، واختاره الشيخ تقي الدين وغيره.
وعنه: إن تكرر، فهو حيض؛ اختاره جماعة، منهم القاضي، وابن
_________
(١) رواه البخاري في الحيض (٣٢٦) وأبو داود في الطهارة (٣٠٧)',NULL,'216',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (215,'عقيل، قلت: وهو الصواب، قال ابن تميم: فعلى رواية: أنه حيض إذا تكرر، لكن لو رأته بعد الطهر وتكرر، لم تلتفت إليه في أصح الوجهين اهـ. من ((الإنصاف)) ملخصاً.
وفي ((الفروع)) : والصفرة زمن العادة حيض، وعنه: وبعدها إن تكرر، اختاره جماعة، وشرط جماعة اتصالها بالعادة اهـ.
وفي ((المغنى)) : وإن طهرت، ثم رأت كدرة أو صفرة، لم يلتفت إليها؛ لخبر أم عطية، وعائشة، فظاهره اشتراط الاتصال.
وفي ((شرح المهذب)) للنووي (ص٤٤٢ج٢) : أما إذا كان الذي رأته صفرة أو كدرة، فقد قال الشافعي في ((مختصر المزني)) : الصفرة والكدرة في أيام الحيض حيض، واختلف أصحابنا في ذلك على ستة أوجه:
الصحيح المشهور: أنها في زمن الإمكان- وهو خمسة عشر- حيض، سواء كان من مبتدأة أو معتادة، وافق عادتها أم لا.
الثاني: إن رأته في أيام العادة فهو حيض؛ وإلا فلا، فإذا رأته مبتدأة أو معتادة في غير أيام العادة، فليس بحيض.
الثالث: إن تقدمه دم قوى اسود أو أحمر ولو بعض يوم، فهو حيض، وإلا لم يكن حيضاً بانفراده.
الرابع: إن تقدمه دم قوى يوماً وليلة فهو حيض، وإن تقدمه دون ذلك، فليس بحيض.
الخامس: إن تقدمه دم قوى ولحقه دم قوى، فهو حيض؛ وإلا فلا.
السادس: إن تقدمه دم قوى يوماً وليلة، ولحقه دم قوى يوماً وليلة، فهو حيض؛ وإلا فلا. اهـ. ملخصاً.
وقد نقل بعد ذلك، عن أبي ثور: أنه إن تقدمها دم فهي حيض؛ وإلا فلا، قال: واختاره ابن المنذر.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (216,'وفي ((المحلى)) (ص١٦٩ج٢) : وقال أبو ثور وبعض اصحابنا: الصفرة والكدرة في غير أيام الحيض ليستا حيضاً، وفي أيام الحيض قبل الدم ليستا حيضاً، وأما بعد الدم متصلاً به فهما حيض.
وأما رأيه هو، فيقول (ص١٦٢) من الجزء المذكور: الحيض هو الدم الأسود الخاثر الكريه الرائحة خاصة، فإذا رأت أحمر، أو كغسالة اللحم، أو صفرة أو كدرة، أو جفوفاً، فقد طهرت.
وفي (ص١٦٥) : أن الحمرة والصفرة والكدرة عرق وليست حيضاً. اهـ.

فائدة
قال في ((الآداب الكبرى)) (ص٢٦٩ج٢) :
فتصافح المرأة المرأة، والرجل الرجل، والعجوز والبرزة غير الشابة، فإنه يحرم مصافحتها للرجل، ذكره في ((الفصول)) و ((الرعاية)) .
وقال ابن منصور لأبي عبد الله: تكره مصافحة النساء؟ قال: أكرهه، فال إسحاق بن راهويه: كما قال.
وقال محمد بن عبد الله بن مهران: إن أبا عبد الله سئل عن الرجل يصافح المرأة؟ قال: لا، وشدد فيه جداً، قلت: فيصافحها بثوبه، قال: لا، قال رجل: فإن كان ذا محرمٍ، قال: لا، قلت: ابنته، قال: إذا كانت ابنته فلا بأس.
فهاتان روايتان في تحريم المصافحة وكراهتها للنساء، والتحريم اختيار الشيخ تقي الدين، وعلل بأن الملامسة أبلغ من النظر، ويتوجه تفصيل بين المحرم وغيره، فأما الوالد: فيجوز.
وفي ((صحيح البخاري)) : أن أبا بكر دخل على أهله، فإذا عائشة ابنته مضطجعة قد أصابتها حمى، فقبل خدها، وقال: كيف أنت يا',NULL,'218',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (217,'بنية (١) ، ورواه أحمد، ومسلم.
إلى أن قال: وتباح المعانقة، وتقبيل اليد والرأس تديناً وإكراماً واحتراماً مع أمن الشهوة، وظاهر هذا: عدم إباحته لأمر الدنيا، واختاره بعض الشافعية، والكراهة أولى، وذكر عن أحمد: إن كان على طريق الدنيا، فلا، إلا رجلاً يخاف سيفه أو سوطه، وقال مهنا: رأيت أبا عبد الله كثيراً يقبل وجهه ورأسه وخده، ولا يقول شيئاً، ولا يمتنع من ذلك، ولا يكرهه.
إلى أن قال: وقال الشيخ تقي الدين: تقبيل اليد لم يكونوا يعتادونه إلا قليلاً، ورخص فيه أكثر العلماء؛ كأحمد وغيره على وجه الدين، وكرهه آخرون؛ كمالك وغيره، وقال سليمان بن حرب: هي السجدة الصغرى، وتناول أبو عبيدة يد عمر ليقبلها فقبضها، فتناول رجله، فقال: ((ما رضيت منك بتلك، فكيف بهذه؟!)) .
وقال علي- رضي الله عنه-: قبلة الوالد عبادة، وقبلة الولد رحمه، وقبلة المرأة شهوة، وقبلة الرجل أخاه دين..
إلى أن قال: وقال إسحاق بن إبراهيم: إن أبا عبد الله احتج في المعانقة بحديث أبي ذر أن النبي- عليه الصلاة والسلام- عانقه. وقال الشعبي: كان أصحاب محمد صلى الله عليه وسلم إذا التقوا صافحوا، فإذا قدموا من السفر، عانق بعضهم بعضاً. إسناد جيد.
وقال الشيخ وجيه الدين أبو المعالي في ((شرح الهداية)) : تستحب زيارة القادم، ومعانقته، والسلام عليه، قال: وإكرام العلماء واشراف القوم بالقيام سنة مستحبة، كذا قال، وجزم في كتاب ((الهدي)) : بتحريم
_________
(١) رواه البخاري في المناقب (٣٩١٨) .',NULL,'219',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (218,'السجود والانحناء والقيام على الرأس، وهو جالس. اهـ.
إلى أن قال: ويكره تقبيل الفم؛ لأنه قل أن يقع كرامة.
وروي الترمذي وحسنه عن أنس، قال: ((قال رجل: يا رسول الله، الرجل منا يلقاه أخوه أو صديقه، أينحني له؟ قال: لا، قال: فليتزمه ويقبله؟ قال: لا، فيأخذ بيده ويصافحه؟ قال، نعم)) (١) ؛ ورواه أحمد وابن ماجه..
إلى أن قال: وعن عائشة- رضي الله عنها- قالت: ((قدم زيد بن حارثة المدينة ورسول الله صلى الله عليه وسلم في بيتي، فأتاه فقرع الباب، فقام النبي صلى الله عليه وسلم إليه يجر ثوبه، فاعتنقه وقبله)) ؛ رواه الترمذي، وحسنه (٢) .
وفي (ص٢٧٩) في تقبيل المحارم من النساء في الجبهة والرأس، قال ابن منصور لأبي عبد الله: يقبل الرجل ذات محرم منه؟ قال: إذا قدم من سفر، ولم يخف على نفسه وذكر حديث خالد بن الوليد. قال إسحاق بن راهويه: كما قال. وقد فعل النبي صلى الله عليه وسلم حين قدم من الغزو، فقبل فاطمة ... إلخ (٣) ؛ ولكن لا يفعله على الفم أبداً، الجبهة والرأس.
وسئل الإمام أحمد عن الرجل يقبل أخته؟ قال: قد قبل خالد بن الوليد أخته.
فتلخص من هذا أمران:
أحدهما: في المصافحة، مصافحة المرأة للمرأة، ومصافحة الرجل
_________
(١) رواه الترمذي في الاستئذان والآداب (٢٧٢٨) وابن ماجه في الأدب (٣٧٠٢)
(٢) رواه الترمذي في الاستئذان والآداب (٢٧٣٢)
(٣) قلت: وفي ((فتح الباري) ٩ صلى الله عليه وسلم (٥٠) ج (١١) عن عائشة - رضي الله عنها-: ((كان رسول الله صلى الله عليه وسلم إذا رأي فاطمة بنته قد أقبلت، رحب بها، ثم قام فقبلها ثم أخذ بيدها حتى يجلسها في مكانه)) ، رواه أبو داود، والنسائي، والترمذي وحسنه، وصححه ابن حبان والحاكم.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (219,'للرجل، فهذه جائزة.
أما مصافحة الرجل للمرأة: فإن كانت عجوزاً، فلا بأس، وإن كانت شابة، فحرام هذا مقتضى كلام ((الفصول)) و ((الرعاية)) .
ومقتضى كلام أحمد: الكراهة أو التحريم مطلقاً، ولو من وراء حائل إلا للوالد.
ومقتضى كلام الشيخ تقي الدين: أن يكون كالنظر؛ وعليه: فيتوجه التوجيه الذي ذكره المصنف، وهو التفريق بين المحرم وغيره، وهذا إذا لم يخف على نفسه، وإلا حرم في المحرم وغيره.
الأمر الثاني: التقبيل والمعانقة، فإن كان له سبب، كقدوم من سفر، فهو مشروع، كما فعل النبي صلى الله عليه وسلم في زيد بن حارثة، وكما حكاه الشعبي عن أصحاب رسول الله صلى الله عليه وسلم.
ومن الأسباب أن يفعل ذلك إكراماً وإجلالاً لمن يستحق.
ولا يقبل الرجل المرأة على الفم أبداً وإن كانت ذات محرم، وأما في الجبهة والرأس، فجائز بشرط أن لا يخاف على نفسه، وأن تكون من محارمه، وأن يكون لسبب، كقدوم من سفر.

فائدة
ذكر الأصحاب -رحمهم الله- أن وصل المرأة شعرها بغير الشعر لا بأس به، وفيه نظر، لأن ظاهر قوله صلى الله عليه وسلم: ((لعن الله الواصلة والمستوصلة)) (١) ، العموم، فتخصيصه لا دليل عليه.
ويؤيد العموم: ما رواه مسلم في ((صحيحه)) (ص١٦٧ج٦) في ((كتاب اللباس والزينة)) باب تحريم فعل الواصلة؛ عن جابر - رضي الله
_________
(١) رواه البخاري في اللباس (٥٩٣٧) ومسلم في اللباس والزينة (٢١٢٤)',NULL,'221',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (220,'عنه- قال: ((زجر النبي صلى الله عليه وسلم أن تصل المرأة بشعرها شيئاً)) (١) . وفي ((الترغيب والترهيب)) (ص١٢٢ج٣) - وعزاه للبخاري ومسلم- أن معاوية قال ذات يوم: ((إنكم قد أحدثتم زي سوء، وإن نبي الله صلى الله عليه وسلم نهى عن الزور)) (٢) ، قال قتادة: يعني ما يكثر به النساء اشعارهن من الخرق.
والقول بتحريم الوصل مطلقاً إحدى الروايتين عن أحمد، قال في ((الآداب الشرعية)) (ص٣٥٥ج٣) : ولا بأس بالقرامل، وعنه: هي كالوصل بالشعر، قال المروذي: سألت أبا عبد الله عن المرأة تصل رأسها بقرامل فكرهه، وقال له أيضاً: فالمرأة الكبيرة تصل رأسها بقرامل؟ فلم يرخص لها. اهـ. والقرامل: ما تصل به المرأة شعرها من صوف وغيره؛ كالضفائر.

فائدة
كان كثير من الناس يضمخون جنائزهم بالزعفران، وقد كره ذلك الفقهاء، رحمهم الله.
وفي (ص٣٠٤ج١٠) من ((فتح الباري)) الطبعة السلفية: قوله: ((ولأبي داود من حديث عمار، رفعه: ((لا تحضر الملائكة جنازة كافر ولا مضمخ بالزعفران)) :
ثم إني راجعت الحديث في أبي داود في الباب الثامن من كتاب الترجل (ص٣٩٨ج٢) ، وفي مختصر السنن (ص٩١ج٦) ، وفي مسند أحمد (ص٣٢٠ج٤) ، فوجدته بلفظ: ((إن الملائكة لا تحضر جنازة الكافر بخير، ولا المتضمخ بالزعفران، ولا الجنب)) ، وليس في لفظ أحمد: ((بخير)) (٣) .
_________
(١) رواه مسلم في اللباس والزينة (٢١٢٦)
(٢) رواه البخاري في أحاديث الأنبياء (٣٤٦٨) ومسلم في اللباس والزينة (٢١٢٧) .
(٣) رواه أبو داود في الترجل (٤١٧٦) ، وأحمد في أول مسند الكوفيين (١٨٤٠٧)',NULL,'222',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (221,'وفي رواية لأبي داود: ((ثلاثة لا تقربهم الملائكة: جيفة الكافر، والمتضمخ بالخلوق، والجنب إلا أن يتوضأ)) (١) .
والحديث الأول فيه عطاء الخراساني، فيه كلام. والحديث الثاني منقطع.
وعلى كل حال: فليس في ذلك ما يدل على أن التضمخ بالخلوق يختص بالميت، بل هو عام؛ بل ظاهره يدل على أن المراد به الحي.

فائدة
حديث عائشة، أن النبي صلى الله عليه وسلم قال لأسماء بنت أبي بكر: ((إن المرأة إذا بلغت المحيض، لم يصلح أن يري منها إلا هذا وهذا، وأشار إلي وجهه وكفيه)) (٢) : ضعيف من وجوه ثلاثة:
الأول: أنه منقطع؛ لأن راويه عن عائشة- وهو خالد بن دريك- لم يدركها؛ قاله أبو داود (ص ٣٨٣ج٢) تحت عنوان ((باب فيما تبدي المرأة من زينتها)) .
الثاني: أن في إسناده سعيد بن بشير الأزدي؛ ضعفه الإمام أحمد، وابن معين، وابن المديني، والنسائي.
الثالث: أنه إن كان قبل نزول آية الحجاب، فلا دليل فيه على جواز كشف الوجه واليدين، وإن كان بعد الحجاب، فهو بعيد جداً، لأن أسماء ولدت قبل الهجرة بسبع وعشرين سنة، فيكون لها عند نزول آية الحجاب نحو ثلاث وثلاثين سنة، ويبعد من مثلها أن تأتي إلى رسول الله صلى الله عليه وسلم بثياب رقاق فيعرض عنها.
فالحديث إذن ضعيف سنداً ومتناً؛ فلا يحتج به، وتترك الأحاديث
_________
(١) رواه أبو داود في الترجل (٤١٨٠)
(٢) رواه أبو داود في اللباس (٤١٠٤)',NULL,'223',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (222,'الصحيحة من أجله.

فائدة
روى الإمام أحمد من حديث ابن مسعود- رضي الله عنه- أن النبي صلى الله عليه وسلم كان في الركعتين الأوليين كأنه على الرضف، قلت: حتى يقول (ص٤١٠ج١) وسنده: حدثني أبي، ثنا عفان، وبهز قالا: ثنا شعبة، قال: سعد بن إبراهيم أخبرني قال: سمعت أبا عبيدة يحدث عن أبيه، عن النبي صلى الله عليه وسلم.
ورواه (ص٣٨٦) ، وسنده: حدثنى أبي، ثنا يحيي بن سعيد، عن شعبة، قال: حدثني سعد بن إبراهيم، عن أبي عبيدة، عن أبيه.
ورواه النسائي في ((باب تخفيف التشهد الأول)) (ص١٤٩ج١) ، قال: أخبرنا الهيثم عن أيوب الطالقاني، قال: حدثنا إبراهيم بن سعد، قال: حدثني أبي، عن أبي عبيدة، عن أبيه.
ورواه أبو داود في ((باب تخفيف القعود)) (ص٢٢٨ج١) ، عن حفص بن عمر، عن شعبة، عن سعد بن إبراهيم، عن أبي عبيدة، عن أبيه.
ورواه الترمذي في ((باب ما جاء في مقدار القعود في الركعتين الأوليين)) (ص١٦٠ج٢) ، من شرح ابن العربي، وقال: حديث حسن.
قال ابن العربي: وإنما حسنه ولم يصححه؛ لأن أبا عبيدة لم يسمع من أبيه.
شعبة: إمام حافظ، وسعد بن إبراهيم، قال أحمد: لم يكن به بأس.

فائدة
كانت ولادة النبي صلى الله عليه وسلم عام الفيل، على رأي جمهور العلماء، وقيل: بعده بعشر سنين، وقيل: بثلاث وعشرين، وقيل: بثلاثين، نقله موسى بن عقبة، عن الزهري، واختاره، وقيل: بأربعين.
وكانت في ربيع الأول، على رأي جمهور العلماء، وقيل: في رمضان',NULL,'224',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (223,'ليلة اثنتي عشرة منه، وعلى رأي الجمهور: كانت في الثاني من الشهر؛ قاله ابن عبد البر، وقيل: في الثامن؛ حكاه الحميدي عن ابن حزم، ونقل ابن عبد البر، عن أصحاب التاريخ: أنهم صححوه، وقطع به الحافظ الكبير الخوارزمي، ورجحه أبو الخطاب بن دحية، وقيل: في العاشر، وقيل: في الثاني عشر، وهو المشهور عن الجمهور، وقيل: في السابع عشر، وقيل: لثمان بقين منه؛ نقل هذا كله ابن كثير في ((البداية والنهاية)) (ص٢٦٠ج٢) .
ورأيت حاشية على الكامل لابن الأثير (ص٢٧٠ج١) : أن المرحوم محمود باشا الفلكي حقق بأدلة علمية أنها كانت ليلة التاسع من شهر ربيع الأول، ونقله عنه مرتضياً له محمد الخضري في ((تاريخ الأمم الإسلامية)) (ص٦٢ج١) ، وأن هذا اليوم يوافق العشرين من شهر إبريل سنة ٥٧١م، وكذلك في ((نور اليقين)) (ص٨)
وذكر في ((معالم الهجرة)) (ص ٥٨) أنها كانت في صباح اليوم الثاني عشر، أو التاسع؛ على ما حققه المرحوم العلامة الجليل محمود باشا الفلكي.
وفي ((مختصر السيرة)) للشيخ عبد الله بن محمد بن عبد الوهاب (ص٨) : أنها كانت لثمان خلون من ربيع الأول، وقيل: لعشر، وقيل: لاثنتي عشرة.
وفي ((ألفية العراقي)) في السيرة النبوية (ص١٥) : قدم أنه ولد لليلتين خلتا من ربيع الأول، وقيل: لاثنتي عشرة، قال المناوي في شرحها: الأصح عند الجمهور الأول، وذكر الأقوال السابقة عن ابن كثير.

فائدة
من كتاب ((ما يقال عن الإسلام)) لعباس محمود العقاد (ص٢٦٧) :',NULL,'225',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (224,'ولهذا كان من الخطأ أن نقرر أن القرآن الكريم يؤيد النظرية السديميّة في نشأة المنظومة الشمسية، أو نشأة الكواكب عموماً، من دخان المجرة المشهودة، أو دخان المجرات الأخري التي لا تري بالعين، ولا بالمناظير، فقد تعاقبت النظريات منذ أيام العالم الطبيعي (بوفون) إلى اليوم، عن نشأة المنظومة الشمسية، ولم يزل ينقض بعضها بعضاً حتى الساعة.

فائدة
كانت مدة أخذ القرامطة الحجر الأسود ثنتين وعشرين سنة إلا أياماً، وذلك من ذي الحجة سنة ٣١٧هـ إلى ذي القعدة سنة ٣٣٩هـ؛ ذكره في ((الكامل)) و ((البداية والنهاية)) .
أخذه في الكامل (ص٢٠٣، ٢٠٤ج٦) وفي ((البداية)) (ص١٦٠، ١٦١ج١١) .
ورده في الكامل (ص٣٣٥) ، وفي ((البداية)) (ص٢٢٣) من الجزأين المذكورين قال في ((الكامل)) : إن الذي رده هم القرامطة أنفسهم، وأنهم لما أرادوا رده، حملوه إلي الكوفة، وعلقوه بجامعها حتى رآه الناس، ثم حملوه إلى مكة، ونحوه في ((البداية والنهاية)) إلا أنه زاد أنهم علقوه على الأسطوانة السابعة من جامع الكوفة.
وهذا وقد قال القرامطة كما في ((الكامل)) و ((البداية)) هنا: إنهم أخذوه بأمر فلا يردونه إلا بأمر، وأن بحكم الأمير التركي دفع لهم خمسين ألف دينار على أن يردوه إلى موضعه، فلم يفعلوا.
وفي ((الكامل)) (ص٢٠٤) : أن المهدي أبا محمد عبيد الله بأفريقية كتب إلى أبي طاهر القرمطي الذي أخذه يوبخه ويلومه، ويتبرأ منه إن لم يرده هو والكسوة وما أخذ من أموال الناس، فرد الحجر، وما أمكنه من',NULL,'226',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (225,'أموال الناس.

فائدة
قال في ((الفتح)) (ص٣٠٧ج١٠) : وإن قلنا: النهي عنها- أي: عن المياثر الحمر- من أجل التشبه بالأعاجم، فهو لمصلحة دينية، لكن كان ذلك شعارهم حينئذ، وهم كفار، ثم لما لم يصر الآن يختص بشعارهم، زال ذلك المعنى، فتزول الكراهة.
وفي ((الفتح)) أيضاً (ص٢٧٢ج١٠) : أن مالكاً سئل عن لبس البرانس؟ فقال: لا بأس به، قيل: فإنه من لبوس النصارى؟ قال: كان يلبس هاهنا.

فائدة
قال في ((الفتح)) (ص٢٣٠ج٢) : والسكتة التي بين الفاتحة والسورة ثبت فيها حديث سمرة عند أبي داود وغيره.

فائدة
صفات الأذان والإقامة عند العلماء

قال الإمام أحمد: الأذان: خمس عشرة جملة، أربع تكبيرات في أوله، وشهادة الوحدانية لله تعالى والرسالة لمحمد صلى الله عليه وسلم، مثنى مثنى، بدون ترجيع، وحيعلة الصلاة مرتين، وحيعلة الفلاح مرتين، وتكبيرتان، ولا إله إلا الله مرة واحدة.
والإقامة: إحدى عشر جملة؛ تكبيرتان، وشهادة الوحدانية لله، والرسالة لرسوله مرة مره، وحيعلة الصلاة والفلاح مرة مرة، وقد قامت الصلاة مرتين، وتكبيرتان، ولا إله إلا الله.
ومذهب الشافعي: كمذهب أحمد، لكن يرجع الشهادتين في الأذان خاصة بأن يأتي بها خافضاً صوته جميعاً، ثم يعيدها رافعاً صوته، وليس كما نقل عنه: يخفض شهادة التوحيد أولاً، ثم يأتي بها رافعاً صوته، ثم',NULL,'227',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (226,'يأتي بشهادة الرسالة كذلك.
وعلى هذا: يكون الأذان تسع عشرة جملة.
ومذهب مالك: كمذهب الشافعي في الأذان، إلا أن التكبير في أوله مرتان فقط، فيكون الأذان سبع عشرة جملة.
أما الإقامة: فهي وتر في جميع جملها، ما عدا التكبير فمثنى، فتكون عشر جمل، الله أكبر مرتين، والشهادتان، والحيعلتان وقد قامت الصلاة مرة مرة، والله أكبر مرتين، ولا إله إلا الله.
ومذهب أبي حنيفة: كمذهب أحمد في الأذان، فيكون خمس عشرة جملة غير مرجع.
وأما الإقامة فيه: كالأذان عنده بزيادة: قد قامت الصلاة مرتين، فتكون سبع عشرة جملة.
وذكر في ((شرح المهذب)) (ص١٠٠ج٣) أقوالاً للشافعية في الإقامة:
منها: أن يكون تسع جمل بإفراد كل جملها، ما عدا التكبير في أولها فمرتين.
ومنها: أن تكون ثماني جمل بإفراد جميع جملها.
قلت: وحديث أنس: ((أمر بلال أن يشفع الأذان ويوتر الإقامة إلا الإقامة)) (١) يدل على أن الأذان مثنى مثنى في تكبيره وتشهده وحيعلته، ما عدا التوحيد في آخره، فهو مرة لبقطع، على وتر، وأن الإقامة مرة مرة ما عدا ((قد قامت الصلاة)) .
ويؤيده: ما ذكره في ((شرح المهذب)) (ص١٠٢ج٣) عن ابن عمر- رضي الله عنهما- قال: ((إنما كان الأذان على عهد رسول الله صلى الله عليه وسلم مرتين مرتين،
_________
(١) رواه البخاري في الأذان (٦٠٥) ، ومسلم في الصلاة (٣٧٨) .',NULL,'228',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (227,'والإقامة مرة مرة، غير أنه يقول: قد قامت الصلاة، قد قامت الصلاة)) ؛ رواه أبو داود، والنسائي، بإسناد صحيح (١) ، فإن كان أحد من أهل العلم قال بذلك، فهو أقرب الأقوال إلى الصواب؛ وإلا فلا يمكن الخروج عما أجمعت عليه الأمة والله أعلم.

فائدة
في (ص١٥٤ج٢٤) من ((الفتاوى)) جمع ابن القاسم، قال: وإن كان البيهقي روى هذا، فهذا مما أنكر عليه، ورآه أهل العلم لا يستوفي الآثار التي لمخالفيه كما يستوفي الآثار التي له، وأنه يحتج بآثار لو أحتج بها مخالفوه، لأظهر ضعفها، وقدح فيها.
وإنما أوقعه في هذا مع علمه ودينه: ما أوقع أمثاله ممن يريد أن يجعل آثار النبي صلى الله عليه وسلم موافقة لقول واحد من العلماء دون آخر، فمن سلك هذا السبيل، دحضت حججه، وظهر عليه نوع من التعصب بغير الحق، كما يفعل ذلك من يجمع الآثار، ويتأولها في كثير من المواضع بتأويلات يبين فسادها؛ لتوافق القول الذي ينصره، كما يفعله صاحب ((شرح الآثار)) أبو جعفر، مع أنه يروي من الآثار أكثر مما يروي البيهقي؛ لكن البيهقي ينقي الآثار، ويميز بين صحيحها وسقيمها أكثر من الطحاوي.

فائدة
أكثر بعض الناس التساؤل عن الجمع بين الأمر بالتيامن وإعجابه النبي صلى الله عليه وسلم وبين ما ثبت من كون النبي صلى الله عليه وسلم يعطى فيشرب، ثم يعطيه من على يمينه، فإن هذا يقتضي أن يبدأ بالأفضل دون الأيمن.
وكنا نجيب على ذلك: بأن للنبي صلى الله عليه وسلم من التوقير والإكرام ما لا يساويه
_________
(١) رواه أبو داود في الصلاة (٥١٠) والنسائي في الأذان (٦٢٨) وأحمد في مسند المكثرين من الصحابة (٥٥٤٤)',NULL,'229',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (228,'غيره من ذوى الفضل، فلاختصاصه بذلك اختص الحكم به في البداءة.
وأيضاً: فإن الله يقول: (يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ) (الحجرات: ١) ، فلا يمكن لأحد أن يتقدم بالأخذ قبل رسول الله صلى الله عليه وسلم، لا سيما أصحابه الذين هم اشد الناس توقيراً واحتراما له.
وأيضاً: فإنه يحتمل أن من جاء بالشراب إنما أراد به النبي صلى الله عليه وسلم أصالة دون غيره، ولكن لكرم النبي صلى الله عليه وسلم كان يعطى من معه.
وأيضاً: فإنه يحتمل أن يكون الذي طلبه أولاً هو النبي صلى الله عليه وسلم فيقدم، لأنه هو طالبه.
ومن أجل هذه الوجوه: صار فعله وأخذه الشراب لا يعارض ما أمر به من البداءة بالأيمن؛ لأن القاعدة الأصولية أن فعل الرسول صلى الله عليه وسلم لا يعارض قوله لما يلابس الفعل من الاحتمالات.
ثم وجدت في ((صحيح البخاري)) ما يدل بصراحة على أن النبي صلى الله عليه وسلم كان قد طلب الشراب، ففي (ص٢٠١ج٥) المطبعة السلفية من ((الفتح)) عن أنس- رضي الله عنه- قال: ((أتانا رسول الله صلى الله عليه وسلم في دارنا هذه، فاستسقي، فحلبنا له شاة لنا، ثم شُبْته من ماء بئرنا هذه، فأعطيته، وأبو بكر عن يساره، وعمر تجاهه، وأعرابي عن يمينه، فلما فرغ، قال عمر: هذا أبو بكر، فأعطى الأعرابي فضلةً، ثم قال: الأيمنون الأيمنون؛ ألا فيمنوا، قال أنس: فهي سنة، فهي سنة، ثلاث مرات)) (١) .
وفي حديث سهل بن سعد، ((أتي النبي صلى الله عليه وسلم بشراب، فشرب منه..)) الحديث في ((صحيح البخاري)) (٢) ، هو ظاهر في أن المقصود به رسول
_________
(١) رواه البخاري في الهبة وفضلها والتعريض عليها (٢٥٧١) ومسلم في الأشربة (٢٠٢٩)
(٢) رواه البخاري في المساقاة (٢٣٥١) ومسلم في الأشربة (٢٠٣٠)',NULL,'230',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (229,'الله صلى الله عليه وسلم، والله أعلم.

فائدة
في ((الفتح)) (ص١٩٣ج١) : وقد قلنا غير مرة: إن الاحتمالات العقلية لا مدخل لها في الأمور النقلية، ولو استرسل فيها مسترسل، لقال: يحتمل أن يكون (وذكر مثالاً) ، ثم قال: فيخرج بذلك إلى ما ليس بمرضي. أهـ.

فائدة
وفي ((الفتح)) (ص٥١١ج٢) : أن الدمياطي أفاد أن ابتداء دعاء النبي صلى الله عليه وسلم على قريش بالقحط كان بمكة قبل الهجرة حين طرحوا على ظهره سلا الجزور، وقد دعا عليهم، أيضاً- بعد الهجرة، كما في حديث أبي هريرة المذكور في الباب الثاني من صلاة الاستسقاء (ص٤٩٢) من المجلد المذكور.
قال: ولا يلزم من ذلك اتحاد هذه القصص؛ إذ لا مانع أن يدعو عليهم بذلك مراراً، والله أعلم. اهـ بتصرف.
وقد أقر ابن جرير- رحمه الله- كلام الدمياطي؛ أن ابتداء دعاء النبي صلى الله عليه وسلم على قريش بالقحط كان حين طرحوا سلا الجزور على ظهره، والذي رأيته في ((البخاري)) : أنه لم يدع عليهم بذلك، بل قال: ((اللهم عليك بقريش ثلاثاً)) ثم سمى سبعة أشخاص قتل أكثرهم في بدر، وألقوا في القليب.
وعليه: فالظاهر أن الدعاء عليهم بالقحط بعد الهجرة؛ كما هو صريح حديث أبي هريرة أو ظاهره.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (230,'ثم تبين لي: أن أصل الدعاء بالقحط كان قبل الهجرة، لكن ليس بعدد سنين كسنى يوسف، ولم يكن سببه وضع السلال على ظهره؛ بل إبطاء قريش عن الإسلام، والله أعلم.

فائدة
في ((الآداب الشرعية)) (ص١٠٣-١٠٤ج٣) :
روى أبو بكر بن أبي شيبة، بإسناده، عن عائشة - رضي الله عنهما- أنها كانت لا تري بأساً أن تعوذ بالماء، ثم يصب على المريض.
وفي (ص ٤٧٧ج٢) من الكتاب المذكور: قال صالح (يعني: ابن أحمد بن حنبل، رحمهما الله تعالى) : ربما اعتللت، فيأخذ أبي قدحاً فيه ماء، فيقرأ عليه، ويقول لي: اشرب منه، واغسل وجهك ويديك..وذكر نصوصاً أخرى.
قلت: وفي ((سنن أبي داود)) (ص٤٧٧ج٢) الطبعة الأولى، شركة مصطفي الحلبي: أن النبي صلى الله عليه وسلم دخل على ثابت بن قيس وهو مريض، فقال: ((اكشف الباس، رب الناس، عن ثابت بن قيس بن شماس، ثم أخذ تراباً من بطحان، فجعله في قدح، ثم نفث عليه بماء، وصبه عليه)) (١) .

فائدة
قال ابن حجر في ((فتح البارى)) (ص٢٠٣ج٩) :
والذي وضح لنا بالأدلة القوية أن من خصائص النبي صلى الله عليه وسلم جواز الخلوة بالأجنبية، والنظر إليها، وهو الجواب الصحيح عن قصة أم حرام بنت ملحان في دخوله عليها ونومه عندها وتفليتها رأسه، ولم يكن بينهما محرمية ولا زوجية. اهـ.
_________
(١) رواه أبو داود في الطب (٣٨٨٥)',NULL,'232',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (231,'فائدة
سئلتُ عن رجل تزوج امرأة، ثم تبين أن زوجة جده أرضعتها بعد موت جده بعشرين سنة، لأنها حضنت هذه الزوجة، فدرت عليها بعد أن انقطع لبنها.
فتوقفت فيها، ثم نظرت في كلام أهل العلم في ذلك، فوجدت أصرح كلام فيها كلام الشافعية، حيث قال في ((شرح منهاج الطالبين)) : ولا تنقطع نسبة اللبن عن زوج مات أو طلق وله لبن، طالت المدة، أو انقطع وعاد؛ لأنه لم يحدث ما يحال عليه، وقيل: إن عاد بعد أربع سنين، لا ينسب إليه؛ كما لو أتت بولد بعدها. اهـ. حاشية قليوبي وعميرة (ص٥٦ج٤) .
وقال في ((المهذب)) (ص٩٦ج١٧) ، نشر مكتبة الإرشاد، إذا ثار لها لبن على ولد من زوج، فطلقها، وتزوجت بآخر، فاللبن للأول، فإن أرضعت طفلاً، كان للأول، زاد اللبن أم لم يزد، انقطع ثم عاد أو لم ينقطع؛ لأنه لم يوجد سبب يوجب حدوث اللبن غير الأول. اهـ.
وهذا فيما إذا لم تحمل من الثاني، فإن حملت منه، فقد ذكر حكمه.
وفي ((إعانة الطالبين)) (ص٢٨٨ج٣) : ولا تنقطع نسبة اللبن عن صاحبه وإن طالت المدة جداً أو انقطع ثم عاد، إلا بولادة من آخر، فاللبن قبلها للأول، واللبن بعدها للآخر. اهـ.
أما كلام الحنابلة: ففيه إيماء إلى مثل ما قاله الشافعية، قال في ((الإقناع)) وشرحه (ص٢٩٦ج٣) : وإذا تزوج امرأة لها لبن من زوج قبله، فحملت منه ولم تلد ولم يزد لبنها، أو لم تحمل، فهو للأول..إلى أن قال: وإن انقطع لبن الأول، ثم ثاب بحملها من الثاني، فهو لهما، لأن اللبن كان للأول، فلما عاد بحدوث الحمل، فالظاهر: أن لبن الأول ثاب بسبب الحمل من الثاني؛ فكانا مضافاً إليهما، كما لو لم ينقطع اهـ.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (232,'أما المالكية: فكلامهم يدل على أن اللين يكون لمن نسب إليه حتى ينقطع، قال في ((جواهر الإكليل)) (ص٤٠٠ج١) : وقدر الطفل ولداً لصاحبه، أي: اللبن، سواء كان زوجاً أو سيدا، من حين وطئه صاحبة اللبن الذي أنزل فيه، لا من عقده ولا وطئه بلا إنزال ويستمر تقدير الوالدية لصاحبه، لانقطاعه (يعني: إلى انقطاعه) ، ولو كان الانقطاع بعد سنين من غير تحديد بعدد مخصوص، كما في ((المدونة)) ولو طلقها أو مات عنها، وتمادى بها اللبن أكثر من خمس سنين. اهـ.
فتبين بذلك أن هذه المسألة ثلاثة أقوال:
القول الأول: أن اللبن ينسب إلى من ثاب منه، ولو انقطع ثم عاد، سواء تزوجت بعد الأول أم لا، وهذا مذهب الشافعي، ما لم تلد من الثاني، فيكون اللبن منسوباً إليه.
وعلى هذا: فنكاح هذه المرأة باطل، لأن اللبن الذي ارتضعته ينسب إلى جد زوجها، فتكون عمة له أو خالة.
القول الثاني: أنه إن عاد قبل أربع سنين من البينونة، نسب إليه، وإن عاد بعدها، لم ينسب إليه، وهذا أحد القولين في مذهب الشافعية.
القول الثالث: أن اللبن ينسب إلي من ثاب منه إلي انقطاعه، فإذا انقطع، ثم عاد، لم ينسب إليه وهذا ظاهر مذهب مالك. وعلى هذين القولين فنكاح هذه المرأة صحيح لأن للبن الذي ارتضعته لا ينسب إلى جد زوجها، فلا يكون بينها وبينه محرمية، لأنها بنت امرأة جده حيث ثبتت الأمومة هنا دون الأبوة.
والراجح عندي من هذه الأقوال: أن اللبن ما دام مستمرا لم ينقطع، أو انقطع لسبب ثم عاد بزواله، فهو منسوب لمن ثاب منه، سواء بقيت عنده أو بانت منه، إلا أن تلد من زوج بعده، فاللبن للثاني.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (233,'وأما إذا انقطع لغير سبب ثم عاد:
فإن كانت باقية مع من ثاب منه، فاللبن منسوب إليه، لأن الفراش باق له، والنسب لاحق له، فكذلك اللبن.
وإن كانت قد بانت منه، لم ينسب اللبن إليه، فلا تثبت أبوته لمن ارتضعه، لكن إن عاد عند الزوج الثاني، فالظاهر: أنه ينسب إليه، فيكون أباً لمن ارتضعه؛ لأن الفراش له، والنسب لاحق له، فكذلك اللبن، وهذا الظاهر متعين ما لم يمنع منه إجماع.

فائدة
إذا تزوجت المرضع زوجاً آخر، فأرضعت عنده بلبنها طفلاً، فلا يخلو من خمس حالات:
الأولى: أن لا تحمل من الثاني: فاللبن للأول بكل حال.
الثانية: أن تلد من الثاني، فاللبن له بكل حال، قاله في ((الكافي)) ، وهو الصواب، والمذهب - كما في ((الإقناع)) و ((المنتهى)) -: يكون للأول والثاني، إلا أن يزيد اللبن، فيكون للثاني.
الثالثة: أن تحمل من الثاني، فيزيد اللبن بالحمل، فاللبن لهما؛ هذا ما في ((الكافي)) وهو الصواب، والمذهب - كما في ((المنتهى)) و ((الإقناع)) -: يكون للأول إلا أن تكون الزيادة في أوانها، فاللبن لهما.
الرابعة: أن تحمل من الثاني، ولا يزيد اللبن، فاللبن للأول.
وهذه الأحوال كلها فيما إذا كان اللبن مستمراً لم ينقطع، فأما إن انقطع ثم عاد بالحمل، فهي الحال الخامسة، وفيها ثلاثة أقوال:
أحدها: أنه للثاني، وهو الصواب.
والثاني: أنه للأول.
والثالث: إن عاد في أوانه، فلهما، وإن كان قبل أوانه، فللأول.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (234,'(انظر الفائدة السابقة) .

فائدة
في ((الصحيحين)) عن عائشة- رضي الله عنها- في قصة حيضها وهي معتمرة في حجة الوداع؛ فقال النبي صلى الله عليه وسلم ((افعلي ما يفعل الحاج غير أن لا تطوفي بالبيت حتى تطهري)) (١) ، فتوهم بعض الناس أنه أباح لها أن تسعى بين الصفا والمروة، وهى لم تطف، وهذا وهم باطل لوجوه:
أحدها: أن في ((الموطأ)) من طريق عبد الرحمن بن القاسم، عن أبيه، عنها؛ أن النبي صلى الله عليه وسلم قال: ((غير أن لا تطوفي بالبيت ولا بين الصفا والمروة حتى تطهري)) (٢) (ص٣٧٧ج٢) ش الزرقاني.
الثاني: أن في ((الصحيحين)) عنها، قالت: ((فقدمت مكة وأنا حائض ولم أطف بالبيت ولا بين الصفا والمروة، فقال: انقضي رأسك وامتشطي وأهلى بالحج ودعي العمرة)) ؛ (البخاري ص٤١٥ج ٣فتح، ومسلم ص٨٧٠) .
الثالث: أن في ((صحيح مسلم)) عن جابر (ص٨٨١) ؛ أن النبي صلى الله عليه وسلم قال لها: ((إن هذا أمر كتبه الله على بنات آدم، فاغتسلي، ثم أهلي بالحج)) ؛ ففعلت ووقفت المواقف حتى إذا طهرت، طافت بالكعبة والصفا والمروة، ثم قال: ((قد حللت من حجك وعمرتك جميعاً)) .
فهذه نصوص ظاهرة في أنها لم تسع بين الصفا والمروة، إلا بعد أن طهرت.

فائدة
اختلف العلماء- رحمهم الله- في المتمتع هل يلزمه سعيان، أو يكفيه
_________
(١) رواه البخاري في الحيض (٣٠٥) ومسلم في الحج (١٢١١)
(٢) موطأ مالك، كتاب الحج (٩٤١)',NULL,'236',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (235,'سعى واحد؟
والصواب: أنه يلزمه سعيان، لما رواه البخاري (ص٤٣٣ج٣ فتح) ، عن ابن عباس- رضي الله عنهما-أنه سئل عن متعة الحج؟ فذكر الحديث وفيه: ثم أمرنا (يعني رسول الله صلى الله عليه وسلم) عشية التروية أن نهل بالحج، فإذا فرغنا من المناسك، جئنا فطفنا بالبيت وبالصفا والمروة، وقد تم حجنا وعلينا الهدي.
ولما رواه أيضاً (ص٤١٥) ، من الجزء المذكور، عن عائشة- رضي الله عنها- قالت: خرجنا مع النبي صلى الله عليه وسلم في حجة الوداع، فأهللنا بعمرة، ثم قال النبي صلى الله عليه وسلم: ((من كان معه هدي، فليهل بالحج مع العمرة، ثم لا يحل حتى يحل منهما جميعاً)) فذكرت الحديث، وفيه: قالت: فطاف الذين كانوا أهلوا بالعمرة بالبيت وبين الصفا والمروة، ثم حلوا، ثم طافوا طوافاً آخر بعد أن رجعوا من مني، وأما الذين جمعوا الحج والعمرة، فإنما طافوا طوافاً واحدا.

فائدة
قال الشيخ تقي الدين (ص١٨٠ج١٢) من ((مجموع الفتاوى)) :
وأما التكفير، فالصواب: أنه من اجتهد من أمة محمد صلى الله عليه وسلم، وقصد الحق، فأخطأ- لم يكفر، بل يغفر له خطؤه، ومن تبين له ما جاء به الرسول، فشاق الرسول من بعد ما تبين له الهدى، واتبع غير سبيل المؤمنين - فهو كافر، ومن اتبع هواه، وقصر في طلب الحق، وتكلم بلا علم-فهو عاص مذنب، ثم قد يكون فاسقاً، وقد تكون له حسنات ترجح على سيئاته، فالتكفير يختلف بحسب اختلاف حال الشخص، فليس كل مبتدع ولا مخطئ ولا جاهل ولا ضال يكون كافراً، بل ولا فاسقاً بل ولا عاصياً اهـ.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (236,'فائدة
قال الشيخ تقي الدين (ص٣٠٧ج١١) من ((مجموع الفتاوى)) :
والمقصود هنا أن الجن مع الإنس على أحوال:
من كان يأمر الجن بما أمر الله به ورسوله، ويأمر الإنس بذلك، فهو من افضل أولياء الله.
من كان يستعمل الجن في أمور مباحة له، فهو كمن استعمل الإنس في ذلك.
(ج) من كان يستعملهم فيما نهي الله عنه ورسوله؛ كالشرك، وقتل المعصوم، والعدوان
عليه بما دون القتل: فإن استعان بهم على الكفر، فهو كافر، وعلى المعاصى، فهو عاص: إما فاسق، وإما مذنب غير فاسق. اهـ. ملخصاً.
وقال (ص٦٢ج١٩) من ((المجموع)) : وأما سؤال الجن، وسؤال من يسألهم، فإن
كان على وجه التصديق لهم في كل ما يخبرون به، والتعظيم للمسئول: فهو حرام، وإن كان ليمتحن حاله، ويختبر باطن أمره، وعنده ما يميز به صدقه من كذبه: فهذا جائز، وذكر أدلة ذلك، ثم قال: وكذلك إذا كان يسمع ما يقولونه، ويخبرون به عن الجن، كما يسمع المسلمون ما يقول الكفار والفجار، ليعرفوا ما عندهم فيعتبروا به، وكما يسمع خبر الفاسق ويتبين ويتثبت، فلا يجزم بصدقه ولا كذبه إلا ببينة.
ثم ذكر أنه روي عن أبي موسى الأشعري، أنه أبطأ عليه خبر عمر، وكان هناك امرأة لها قرين من الجن، فسأله عنه؟ فأخبره: أنه ترك عمر يسم إبل الصدقة، وفي خبر آخر: أن عمر أرسل جيشاً، فقدم شخص إلي المدينة، فأخبر أنهم انتصروا على عدوهم، وشاع الخبر، فسأل عمر عن ذلك، فذكر له، فقال: هذا أبو الهيثم بريد المسلمين من الجن، وسيأتي',NULL,'238',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (237,'بريد الإنس بعد ذلك، فجاء بعد ذلك بعدة أيام اهـ.
وقال في ((كتاب النبوات)) (ص٢٦٠) : والجن الذين يطيعون الإنس، وتستخدمهم الإنس ثلاثة أصناف:
أعلاها: أن يأمرهم بما أمر الله به ورسله ... وذكر كلاماً.
ثم قال: ومن الناس من يستخدم من يستخدمه من الإنس في أمور مباحة، كذلك فيهم من يستخدم الجن في أمور مباحة، لكن هؤلاء لا يخدمهم الإنس والجن إلا بعوض، مثل أن يخدموهم كما يخدمونهم، أو يعينوهم على بعض مقاصد، وإلا فليس أحد من الإنس والجن يفعل شيئاً إلا لغرض، والإنس والجن إذا خدموا الرجل الصالح في بعض أغراضه المباحة: فإما أن يكونوا مخلصين يطلبون الأجر من الله، وإلا طلبوه منه: إما دعاؤه لهم، وإما نفعه لهم بجاهه، أو غير ذلك.
القسم الثالث: أن يستخدم الجن في أمور محظورة، أو بأسباب محظورة، وذكر أن هذا من السحر، وذكر كلاماً كثيراً.
ثم قال (ص٢٧) : والجن المؤمنون قد يعينون المؤمنين بشيء من الخوارق، كما يعين الإنس المؤمنون للمؤمنين بما يمكنهم من الإعانة. اهـ.

فائدة
قال شيخ الإسلام في ((كتاب النبوات)) (ص١٧٢-١٧٣) ، مفرقاً بين النبي والرسول: أن النبي صلى الله عليه وسلم ينبئه الله وهو ينبئ بما أنبأ الله به، فإن أرسل مع ذلك إلى من خالف أمر الله ليبلغه رسالة من الله إليه، فهو رسول. وأما إذا كان إنما كان يعمل بالشريعة قبله، ولم يرسل هو إلى أحد يبلغه عن الله رسالة، فهو نبي وليس برسول.

فائدة
في ((صحيح البخاري)) ، باب غزوة الفتح في رمضان، عن ابن عباس-',NULL,'239',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (238,'رضي الله عنهما- أن النبي صلى الله عليه وسلم أفطر حين بلغ الكديد، فلم يزل مفطراً حتى انسلخ الشهر)) (١) .

فائدة
ذكر شيخ الإسلام ابن تيميه: أنه لا يقبل الرجوع عن الإقرار في ((مجموع الفتاوى)) (ص٣١-٣٢ج١٦) ، قال: وقد قيل في ماعز: إنه رجع عن الإقرار، وهذا هو أحد القولين فيه في مذهب أحمد، وهو ضعيف، والأول أجود.
وهؤلاء يقولون: سقط الحد؛ لكونه رجع عن الإقرار، ويقولون: رجوعه عن الإقرار مقبول، وهو ضعيف، بل فرق بين من أقر تائباً، ومن أقر غير تائب، فإسقاط العقوبة بالتوبة كما دلت عليه النصوص أولى من إسقاطها بالرجوع عن الإقرار، والإقرار شهادة منه على نفسه، ولو قبل الرجوع، لما قام حد بإقرار، فإذا لم نقبل التوبة بعد الإقرار مع أنه قد يكون صادقاً، فالرجوع الذي هو فيه كاذب أولى. اهـ.

فائدة
قال في ((مختصر الصواعق)) ، أثناء كلامه على حديث النزول (ص٣٨١) مطبعة الإمام:
الحادي عشر: أن الخبر وقع عن نفس ذات الله تعالى، لا عن غيره؛ فإنه قال: ((إن الله ينزل إلى السماء الدنيا)) فهذا خبر عن معنى لا عن لفظ، والمخبر عنه هو مسمى هذا الاسم العظيم، فإن الخبر يكون عن اللفظ تارة، وهو قليل، ويكون عن مسماه ومعناه، وهو الأكثر، فإذا قلت: ((زيد عندك، وعمرو قائم)) فإنما أخبرت عن الذات لا عن الاسم.
_________
(١) رواه البخاري في المغازى (٤٢٧٥) ، ومسلم في الصيام (١١١٣)',NULL,'240',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (239,'فقوله تعالى: (اللَّهُ خَالِقُ كُلِّ شَيْءٍ) (الزمر: من الآية٦٢) هو خبر عن ذات الرب تعالى، فلا يحتاج المخبر أن يقول: خالق كل شيء بذاته، وقوله (اللَّهُ رَبُّكُمْ) قد علم أن الخبر عن ذاته نفسها، وقوله: (اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ) (الأنعام: ١٢٤) ، وكذلك جميع ما أخبر الله به عن نفسه إنما هو خبر عن ذاته، لا يجوز أن يخص من ذلك إخبار واحد ألبته.
فالسامع قد أحاط علماً بأن الخبر إنما هو عن ذات المخبر عنه، ويعلم المتكلم بذلك، لم يحتج أن يقول: إنه بذاته فعل وخلق واستوى، فإن الخبر عن مسمى اسمه وذاته، هذا حقيقة الكلام، ولا ينصرف إلى غير ذلك، إلا بقرينة ظاهرة تزيل اللبس، وتعين المراد، فلا حاجة بنا أن نقول: استوى على العرش بذاته، وينزل إلي السماء بذاته، كما لا يحتاج أن نقول: خلق بذاته، وقدر بذاته، وسمع وتكلم بذاته، وإنما قال الأئمة ذلك إبطالاً لقول المعطلة اهـ,
وقوله: فإن الخبر يكون عن اللفظ تارة، مثاله: قول المعربين في: ((زيد قائم: زيد: مبتدأ، وقائم: خبره.

فائدة
آخر قرن الصحابة: سنة (١١٠-١٢٠هـ) .
وآخرون قرن التابعين: سنة (١٨٠هـ) .
وآخر قرن تابعي التابعين: سنة ٢٢٠هـ. وانظر ((فتح الباري)) (ص٦ج٧) .

فائدة
((من الصواعق المرسلة)) (٢/٥٧٩) لابن القيم.
ولا خلاف بين الأئمة أنه إذا صح الحديث عن رسول الله صلى الله عليه وسلم، لم يكن عدم العلم بالقائل به مسوغاً لمخالفته؛ فإنه دليل موجب للاتباع، وعدم العلم بالمخالف لا يصلح أن يكون معارضاً، فلا يجوز ترك الدليل له.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (240,'وإذا تأملت هذا الموضع، وجدت كثيراً من أعيان العلماء قد صاروا إلى أقوالٍ متمسكهم فيها عدم العلم بالمخالف، مع قيام الأدلة الظاهرة على خلاف تلك الأقوال، وعذرهم - رضي الله عنهم-: أنهم لم يكن لأحد منهم أن يبتدئ قولاً لم يعلم به قائلاً، مع علمه أن الناس قد قالوا خلافه، فيتركب من هذا العلم وعدم ذلك العلم الإمساك عن اتباع ذلك الدليل، وها هنا انقسم العلماء إلى ثلاثة أقسام:
فقسم: أخذوا بما بلغهم من أقوال أهل العلم وقالوا: لا يجوز أن نخالفهم، ونقول قولاً لم نسبق إليه؛ وهؤلاء معذورون قبل وصول الخلاف إليهم.
وقسم: توقفوا وعلقوا القول فقالوا: إن كان في المسألة إجماع، فهو أحق ما اتبع، وإلا فالقول فيها كيت وكيت، وهو موجب الدليل، ولو علم هؤلاء قائلاً به، لصرحوا بموافقته، فإذا علم به قائل، فالذي ينبغي ولا يجوزه غيره: أن يضاف ذلك القول إليهم، لأنهم إنما تركوه لظنهم أنه يضاف لا قائل به، وأنه لو كان قائل، لصاروا إليه، فإذا ظهر به قائل، لم يجز أن يضاف إليهم غيره إلا على الوجه المذكور، وهذه الطريقة أسلم.
وقسم ثالث: اتبعوا موجب الدليل، وصاروا إليه، ولم يقدموا عليه قول من ليس قوله حجة، ثم انقسم هؤلاء إلى قسمين:
فطائفة: علمت أنه يستحيل أن تجمع الأمة على خلاف هذا الدليل، وعلمت أنه لابد أن يكون في الأمة من يقول بموجبه وإن لم يبلغهم قوله، فما كل ما قاله كل واحد من أهل العلم وصل إلى كل واحد من المجتهدين، وهذا لا يدعيه عاقل، ولا يدعى في أحد..
وطائفة قالوا: يجوز أن لا يتقدم به قائل، ولكن لا يلزم انعقاد الإجماع على خلافه؛ إذا لعل تلك النازلة تكون قد نزلت، فأفتى فيها بعض',NULL,'242',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (241,'العلماء أو كثير منهم أو أكثرهم بذلك القول، ولم يستفت فيها الباقون، ولم تبلغهم، فحفظ فيها قول طائفة من أهل العلم، ولم يحفظ لغيرهم فيها قول، والذين حفظ قولهم فيها ليسوا كل الأمة فتحرم مخالفتهم..
ومما يوضح ذلك: أن كل من ترك موجب الدليل لظن الإجماع، فإنه قد تبين لغيره أنه لا إجماع في تلك المسألة، والخلاف فيها قائم، ونحن نذكر طرفاً من ذلك يسيراً يستدل به العالم على ما وراءه:
فمن ذلك: قول مالك- رحمه الله-: لا أعلم أحداً أجاز شهادة العبد، وروى أحمد عن أنس: لا أعلم أحداً رد شهادة العبد.
ومن ذلك قول مالك: لا أعلم أحداً أوجب الصلاة على النبي صلى الله عليه وسلم مع أن وجوبها محفوظ عن أبي جعفر الباقر.
وقال الشافعي: أجمعوا على أن المعتق بعضه لا يرث، وقد صح توريثه عن علي، وابن مسعود رضي الله عنهما.
وقال سفيان الثوري: فيمن طلق المدخول بها، ثم راجعها، ثم طلقها: تستأنف العدة، قال: أجمع الفقهاء على هذا؛ فقد حكى الإجماع، مع أن النزاع موجود في ذلك قبله وبعده.
وحكى الليث بن سعد الإجماع على أن المسافر لا يقصر الصلاة في أقل من يومين، والنزاع في ذلك أشهر من أن يذكر.
وقال الشافعي: ودل إجماعهم على أن من حلق في الإحرام عمداً أو خطأ، أو قتل صيداً عمداً أو خطأ، في الكفارة سواء، ومعلوم ثبوت النزاع في ذلك قديماً وحديثاً.
ونقل ابن المنذر: إجماع من يحفظ عنه من أهل العلم: أنه إذا قال لزوجته: أنت طالق ثلاثاً إن دخلت الدار، ثم طلقها ثلاثاً قبل أن تدخل، فتزوجت، ثم عادت للأول، فدخلت الدار: أنه لا يقع عليها الطلاق،',NULL,'243',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (242,'والنزاع في هذه المسألة معروف.
ونقل ابن المنذر أيضاً إجماع من يحفظ عنه أهل العلم: أنه إذا قال لامرأته: أنت طالق إن شئت، فقالت: قد شئت إن شاء فلان، أن هذا رد منها، ولا تطلق إن شاء فلان، مع أن لأصحاب الشافعي فيها وجهين.
ونقل أيضاً إجماع من يحفظ عنه من أهل العلم: أنه إذا قال: أنت طالق ثلاثاً إلا اثنتين، تطلق واحدة، والخلاف في هذا مشهور، فإن مذهب أحمد أنها تطلق ثلاثاً، وقال أبو بكر بن عبد العزيز: لا يصح الاستثناء في الطلاق.
ونقل ابن عبد البر الإجماع على أن الاعتكاف يلزم بالشروع، والخلاف في ذلك أشهر شيء.
قلت: ونقل ابن عبد البر، وأبوعبيد الإجماع على أنه لا يقضى من الزكاة دين على ميت، ونقل ابن المنذر، عن أبي ثور: جوازه، واختاره شيخنا، وذكره إحدى الروايتين عن أحمد، قاله في ((الفروع)) .
ونقل صالح بن أحمد، عن أبيه: أنه لا اختلاف أن لا يرث المسلم الكافر، والخلاف في ذلك مشهور عن الصحابة والتابعين.
وكذا قال ابن القيم، ولعل المراد الكافر المرتد.
ونقل ابن عبد البر الإجماع على أنه لا يقبل في رؤية هلال شوال إلا شهادة رجلين عدلين، والخلاف في ذلك مشهور، وقد حكى ابن المنذر، عن أبي ثور وطائفة من أهل الحديث: القول بقبول الواحد في الصوم والفطر.
وذكر ابن القيم - رحمه الله- ما ذكره بعض العلماء من أن الحالف بالطلاق والعتق يقع طلاقه وعتقه، وأن المتكلم بالطلاق الثلاث مرة واحدة يقع به الثلاث، وأن الطلاق في الحيض يقع مع أن الخلاف في ذلك',NULL,'244',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (243,'ثابت.
قلت: ومن ذلك نقل الإجماع على أن الأب يزوج ابنته البكر الصغيرة ولو كانت لا يؤطأ مثلها. وقد حكي ابن حزم عن ابن شبرمة، أنه لا يزوجها حتى تبلغ وتأذن.

فائدة
في ((فتح الباري)) (١٣/٢١٩) ورد في عدة أخبار النبي صلى الله عليه وسلم حرس في بدر، وأحد، والخندق، وفي رجوعه من خيبر، وفي وادي القرى، وعمرة القضية، وحنين، قال: وتتبع بعضهم أسماء من حرس النبي صلى الله عليه وسلم، فجمع منهم: سعد بن معاذ، ومحمد بن مسلم، والزبير، وأبو أيوب، وذكوان بن عبد القيس، والأدرع السلمي، وابن الأدرع واسمه محجن، ويقال: سلمة، وعباد بن بشر، والعباس، وأبو ريحانة؛ فهؤلاء عشرة رجال، وسبع وقائع.

فائدة
عن عوف بن مالك بن الطفيل؛ أن عائشة- رضي الله عنها- حدثت أن عبد الله بن الزبير - رضي الله عنه- قال- في بيع أو عطاء أعطته عائشة-: والله لتنتهين عائشة، أو لأحجرن عليها، فهجرته لذلك، فلما طال الهجر، استشفع إليها ابن الزبير، فلم تقبل، لأنها نذرت الهجر، فكلم المسور بن مخرمة، وعبد الرحمن بن الأسود بن عبد يغوث، وقال لهما: أنشدكما الله لما أدخلتماني على عائشة، فإنها لا يحل لها أن تنذر قطيعتي، فأقبلا حتى استئذنا على عائشة وسلما، فقالت: ادخلوا، قالوا: كلنا؟ قالت: نعم ادخلوا كلكم، ولا تعلم أن معهما ابن الزبير، فلما دخلوا دخل ابن الزبير الحجاب، فاعتنق عائشة، وطفق يناشدها ويبكي، وطفق المسور وعبد الرحمن يناشدانها إلا كلمته وقبلت منه، ويقولان: النبي صلى الله عليه وسلم نهى',NULL,'245',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (244,'عما عملت من الهجرة، ولا يحل لمسلم أن يهجر أخاه فوق ثلاث، فلما أكثروا طفقت تذكرهما وتبكي وتقول: إني نذرت والنذر شديد، فلم يزالا بها حتى كلمت ابن الزبير، وأعتقت في نذرها ذلك أربعين رقبة، وكانت تذكر نذرها بعد ذلك فتبكي حتى تبل دموعها خمارها، رواه البخاري في ((الأدب)) من ((صحيحه)) (١) .
في هذا الحديث فوائد:
منها: أن الحجاب الذي كان لأمهات المؤمنين ليس الحجاب الذي كان لغيرهن، فإن ظاهر هذا الحديث يقتضي أن هذا الحجاب كان يحجبها حتى جسدها عن العيون، بدليل: ((دخل ابن الزبير الحجاب)) ، وهو ظاهر. (انظر الفائدة الآتية) .

فائدة
في ((صحيح البخاري)) عن عروة بن الزبير، قال: كان عبد الله بن الزبير أحب البشر إلى عائشة بعد النبي صلى الله عليه وسلم، وأبي بكر، وكان أبر الناس بها، وكانت لا تمسك شيئاً مما جاءها من رزق الله تصدقت، فقال ابن الزبير: ينبغي أن يؤخذ على يديها، فقالت: أيؤخذ على يدي؟ ‍‍! على نذر إن كلمته، فاستشفع إليها برجال من قريش وأخوال رسول الله صلى الله عليه وسلم خاصة، فامتنعت، فقال له الزهريون أخوال رسول الله صلى الله عليه وسلم - منهم عبد الرحمن بن السود بن عبد يغوث، والمسور بن مخرمة-: إذا استأذنا فاقتحم ففعل، فأرسل إليها بعشر رقاب، فأعتقتهم، ثم لم تزل تعتقهم حتى بلغت أربعين، فقالت: وددت أني جعلت حين حلفت عملاً أعمله فأفرغ منه. ذكره البخاري في ((مناقب قريش)) (٢) وفيه: دليل على إجراء النذر مجري
_________
(١) برقم (٦٠٧٥)
(٢) برقم (٣٥٠٥)',NULL,'246',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (245,'اليمين. (وانظر تمام القصة في الفائدة السابقة) .

فائدة
العدالة الظاهرة يكتفى بها على المذهب في مواضع:
الأول: فيما إذا أخبره بنجاسة الماء.
الثاني: في الأذان.
الثالث: في ولاية المال.
الرابع: في ولاية النكاح.
الخامس: في شهادة النكاح.
وأما في الدلالة على الماء، وفي التنبيه على زيادة أو نقص في الصلاة: فإن ظاهر كلامهم: لا تكفي العدالة ظاهراً، وفيه نظر؛ فإن ذلك خبر ديني، فيكون كالأذان، أو الإخبار بنجاسة الماء ونحوه، وقد صرحوا باشتراط العدالة باطناً في الإخبار بدخول رمضان.
السادس: في الموصى إليه.
السابع: في ناظر الوقف؛ حيث اشترطت في ظاهر قولهم، فإنهم قاسوها على ولاية مال الصبي.

فائدة
من المشهود لهم بالجنة: العشرة، وهم: أبو بكر، وعمر وعثمان، وعلى، وسعد أبي وقاص، وعبد الرحمن بن عوف، وابو عبيدة بن الجراح، وسعيد بن زيد، وطلحة بن عبيد الله، والزبير بن العوام، ومنهم: عبد الله بن مسعود، وعكاشة بن محصن، وثابت بن قيس، وأبو سفيان بن الحارث، كما في ((الهدي)) (ص٣٨٩ج٢) ، وعبد الله بن سلام، وسعد بن معاذ، وبلال، وأم سليم امرأة أبي طلحة، وأصيرم أو الأصرم عمرو بن ثابت بن عبد الأشهل الأنصاري، من شهداء أحد، وزوجات النبي صلى الله عليه وسلم،',NULL,'247',NULL,NULL,'0');
INSERT INTO [b21802] VALUES (246,'وعمير بن الحمام؛ كما في قصة بدر، وأبو سفيان بن الحارث بن عبد المطلب؛ ذكره ابن القيم في ((غزوة الفتح)) .

فائدة
قوله:
(حرف أبوها أخوها من مهجنةٍ وعمها خالها قوداء شمليل)

صورة ذلك: جمل أورق أضرب ابنته، فنتجت بكراً أزرق، ثم أضربها مرة ثانية، فنتجت بكراً أملح.
ثم أن الأملح أضرب أمه بنت الأورق، فأتت ببكرة سوداء؛ فهذه السوداء أبوها هو أخوها من أمها، وهو الأملح، وعمها خالها هو الأزرق، لأنه أخو أمها من أبيها، فهو خال، وأخو أبيها من أمه وأبيه، فهو عم، وهو - أيضا- من جهة أخرى: أخوها من أمها؛ فهو خال عم خال، والله أعلم.

انتهى
((المنتقى من فرائد الفوائد))
بقلم كاتبه:
محمد بن صالح العثيمين
والحمد لله رب العالمين.',NULL,'248',NULL,NULL,'0');
