-- Table: b2216
-- Chunk: 1
-- Rows: 63

CREATE TABLE "b2216"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b2216
INSERT INTO [b2216] VALUES (1,'بسم الله الرحمن الرحيم

* <span data-type="title" id=toc-1>(تقديم) *</span>
الحمد لله المعبود وحده، واشهد أن لا إله غيره وأن محمد رسوله وعبده، بلغ الرساله وأدى الأمانة، نزل على قلبه الروح الأمين بكلام الله العليم الحكيم فكان هدى الله لعباده في الأرض وكان معجزة نبيه الخالدة في الدنيا إلى يوم القيامة،
أما بعد كان من ابرز سمات القرآن وآياته التي جعلها الله تعالى من حكمته وبعلمه أن أوجد سبحانه في هذا الكتاب ناسخا وفيه منسوخا والحكمة منه أن البشر بطبائعهم وخاصة كلما تقارب الزمان ودنت الساعة ضعفاء لهم طاقة محدودو وأن الله تعلى أراد أن يرحم أمة نبيه محمد عليه الصلاة والسلام فأنزل شريعة خالدة متكيفة مع طالقات البشر على اخاتلاف قدراتهم فشرع سبحانه ثم ابتلى وخصص أو قيد أو نسخ جزئيا أو كليا حتى تبقى لنا شريعة محكمة تامة قال تعالى * (اليوم اكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الأسلام دينا) * [٣ مدنية / المائدة / ٥] ، لقد نبغ في فن الناسخ والمنسوخ أئمة وحفاظ من قديم جمعوا وصنفوا ودونوا ولكن كان أكثر علومهم في مجال السنة وعلم الحديث مثل الحازمي وغيره، غير أن الله تعالى قيض لكتابه من نبغ في كشف أسراره والتفنن في علومه وكان منهم الامام أبو عبد الله محمد بن حزم إذ ألف في ناسخ القرآن ومنسوخه هذا الكتاب القيم الجامع فيه كل آي القرآن دراسة وتفصيلا وستقراءا ولقد اشتمل منهجه على تفسير الناسخ من القرآن والمنسوخ منه وبيان تاريخ النسخ مركزا على التوقيت المكي والمدني كأصل وقد أجاد وأصاب إذ جعل',NULL,'3',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (2,'محور التفريق هو التوقيت المكي والمدني - ونظرا لأهمية هذا الكتاب فقد أفردته بالتصنيف والتخريج واضافة فوائد هامة جدا عليه الحقتها في حواشي الكتاب وآثرت أن تثرى به المكتبة الاسلامية كمرجع ضروري في علوم التفسير وفي فن الناسخ والمنسوخ ولقد طبع هذا الكتاب في عام (١٣٠٣) على هامش تفسير الجلالين في المطبعة الأزهرية منذ قرن من الزمان أو يزيد وهذه طبعة أخرى جديدة محققة ومصنفة ومخرجة',NULL,'4',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (3,'بسم الله الرحمن الرحيم
قال الشيخ الإمام العلم جامع الفنون أبو عبد الله محمد بن حزم رحمه الله الحمد لله العزيز الجبار الملك القهار العظيم الغفار الحليم الستار وسلاته وسلامه على نبيه محمد نور الأنوار وقائد الغر المحجلين إلى دار القرار وعلى آله الأخيار وصحبه الأبرار (ثم أعلم) أن هذا الفن من العلم من تتمات الاجتهاد إذ الركن الأعظم في باب الاجتهاد معرفة النقل ومن فوائد النقل معرفة الناسخ والمنسوخ إذ الخطب في ظواهر الأخبار يسير وتحمل كلفها غير عسير وإنما الاشكال في الأمرين وآخرهما إلى غير ذلك من المعاني

<span data-type="title" id=toc-2>١ -[باب]</span>
- عن أبي عبد الرحمن قال مر علي رضي الله عنه على قاض فقال له أتعرف الناسخ من المنسوخ قال لا قال هلكت وأهلكت - وعن سعيد ين أبي الحسن أنه لقي أبا يحيى المعرف فقال له أعرفوني أعرفوني يا سعيد أني أنا هو قال ما عرفت أنك هو قال فإني أنا هو مر بي علي رضي الله عنه وأنا أقض بالكوفة فقال لي من من أنت قلت أنا أبو يحيى فقال لست',NULL,'5',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (4,'بأبي يحيى ولكنك تقول أعرفوني أعرفوني ثم قال هل علمت بالناسخ من المنسوخ قلت لا قال هلكت وأهلكت فما عدت بعد ذلك أقض على أحد أنافعك ذلك يا سعيد؟ ! - عن أبي جرير قال سئل حذيفة عن شئ فقال إنما يفتي أحد ثلاثة من عرف الناسخ والمنسوخ قالوا ومن ثعرف ذلك قال عمر أو سلطان فلا يجد من ذلك بدا أو رجل متكلف - عن الضحاك بن مزاحم قال مر ابن عباس رضي الله عنهما بقاض يقضي فركضه برجله قال أتدري ما الناسخ من المنسوخ قال ومن يعرف النسخ من المنسوخ قال وما تدري ما الناسخ من المنسوخ؟ قال لا قال هلكت وأهلكت والآثار في هذا الباب تكثر جدا، وإنما أوردنا نبذة قاليلة ليعلم منها شدة اعتناء الصحابة رضي الله عنهم بالناسخ والمنسوخ في كتاب الله وسنة رسول الله صلى الله عليه وسلم إذ شأنهما واحد - عن المقداد بن معد يكرب قال قال رسول الله صلى الله عليه وسلم ألا إني أوتيت الكتاب ومثله معه (ثلاثا) ألا يوشك رجل يجلس على أريكته - أي على سريره - يقول عليكم بهذا القرآن فما وجدتم فيه من حلال فأحلوه وما وجدتم فيه من حرام فحرموه وقبل الشروع في المقصود لا بد من ذكر مقدمة تكون مدخلا إلى معرفة المطلوب يذكر فيه حقيقة النسخ ولوازمه وتوابعه اعلم أن النسخ له اشتقاق عند أرباب اللسان وحد عند أصحاب المعاني وشرائط عند العالمين بالأحكام، أما أصله فالنسخ في اللغة عبارة عن إبطال شئ وإقامة آخر مقامة وقال أبو حاتم الأصل في النسخ هو أن يحول العسل في خلية والنحل في أخرى، ومنه نسخ الكتاب وفي الحديث ما من نبوة إلا وتنسخها فترة ثم إن النسخ في اللغة موضوع بإزاء معنين أحدهما الزوال على جهة الانعدام، والثاني على جهة الانتقال',NULL,'6',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (5,'أما الناسخ بمعنى الإزالة فهو أيضا على نسخ إلى بدل نحو قولهم نسخ الشيب الشباب، ونسخت الشمس الظل أي أذهبته وحلت محله، ونسخ إلى غير بدل، ورفع الحكم وإطاله من غير أن يقيم له بدلا يقال نسخت الريح الديار أي أبطلتها وأزالتها وأما النسخ بمعنى النقل فهو من قولك نسخت الكتاب ما فيه وليس المراد به إعدام ما فيه ومنه قوله تعلى * (إنا كنا نستنيخ ما كنتم تعملون) * [٢٩ مكية / ٤٥ الجاثية] يريد نقاله إلى الصحف أو من الصحف إلى غيرها غير أن المعروف من النسخ في القرآن هو إبطال الحكم مع إثبات الخط وكذلك هو في السنة أو في الكتاب أن تكون الآية الناسخة والمنسوخة ثابتتين في التلاوة إلا أن المنسوخة لا يعمل بها مثل عدة المتوفى عنها زوجها كانت سنة لقوله * (يتربصن بأنفسهن أربعة أشهر وعشرا) * [٢٣٤ / ٢ البقرة] وأما حده فمنهم من قال أنه بيان انتهاء مدة العبادة وقيل انقضاء العبادة التي ظاهرها الدوام وقال بعضهم أنه رفع الحكم بعد ثبوته وأما شرائطه فما دارك معرفتها محصورة (١) منها أن يكون النسخ بخطاب اأنه بموت المكلف ينقطع الحكم والموت مزيل للحكم لا ناسخ له (٢) ومنها أن يكون المنسوخ أيضا حكما شرعيا لأن الأمور العقلية التي مسندها البراءة الأهلية لم تنسخ وإنما ارتفعت بإيجاب العبادات (٣) ومنها أن لا يكون الحكم السابق مقيدا بزمان مخصوص نحو قوله عليه الصلاة والسلام لا صلاة في الصبح حتى تطلع الشمس ولا صلاة بعد العصر حتى تغرب الشمس، فإن الوقت الذي يجوز فيه أداء النوافل التي لا سبب لها مؤقتة فلا يكون نهيه عن هذه النوافل في الوقت المخصوص لما قبل ذلك من الجواز لأن التوقيت يمنع النسخ (٤) ومنها أن يكون الناسخ متراخيا عن المنسوخ وبيان النسخ منتهى',NULL,'7',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (6,'الحكم لتبدل المصلحة على اختلاف الأزمنة كالطبيب ينهى عن الشئ في الصيف ثم يأمر به في الشتاء، وذلك كالتوجه إلى بيت المقدس بمكة وهو اختيار اليهود، وكإيجاب التصدق بالفضل عن الحاجة في الابتداء لنشاط القوم في الصفاء والوفاء وكتقدير الواجب بربع العشر الفاضل إلى الانتهاء تيسيرا للاداء وصيانة لأهل النسخ من الاباء
١ - فصل أنكر اليهود النسخ وقالوا إنه يؤذن بالغلط والبراء وهم قد غلطوا لأن النسخ رفع عبادة قد علم الآمر أن بها خيرا ثم أن للتكليف بها غاية ينتهي إليها ثم يرفع الإيجاب والبراء هو الانتقال عن المأمور به بأمر حادث لا يعلم سابق ولا يمنع جواز النسخ عقلا لوجهين أحدهما لأن للآمر أن يأمر بما شاء وثانيهما أن النفس إذا مرنت على أمر ألفته فإذا نقلت عنه إلى غيره شق عليها لمكان الاعتياد المألوف فظهر منها بإذعان إلإنقياد لطاعة الأمر وقد وقع النسخ شرعا لأنه ثبت أن من دين آدم عليه السلام في طائفة من أولاده جواز نكاح الأخوات وذوات المحارم والعمل في يوم السبت ثم نسخ ذلك في شريعة الإسلام
٢ - فصل والنسخ إنما يقع في الأمر والنهي ولا يجوز أن يقع في الأخبار المحضة، والاستثناء ليس بنسخ إنما يقع في الأمر من بعد بخلاف وقوع النسخ في الخبر المحض وسمى بعضهم الاستثناء، والتخصيص نسخا والفقهاء على خلاف ذلك',NULL,'8',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (7,'٣ - فصل وهو على ثلاثة أنواع
١ - نسخ الخط والحكم * عن أنس بن مالك رضي الله عنه قال كنا نقرأ سورة تعدل سورة التوبة ما احفظ منها إلا هذه الآية * (لو كان لابن آدم واديان من ذهب لابتغى إليهما ثالثا ولو أن له ثالثا لابتغى إليه رابعا ولا يملأ جوف ابن آدم إلا التراب ويتوب الله على من تاب) *
٢ - والثاني نسخ الخط دون الحكم * عن عمر رضي الله عنه قال كنا نقرأ * (ألا ترغبوا الرغبة عنهما) * بمعنى الإعراض عن آبائكم، ومن ذلك * (الشيخ والشيخة إذا زنيا فرجموهما البتة نكالا من الله والله عزيز حكيم) * معناه المحصن والمحصنة
٣ - والثالث نسخ الحكم دون الخط أوله أمر القبلة بأن المصلي يتوجه حيث شاء لقوله تعالى عز وجل * (فأينما تولوا فثم وجه الله) * [١١٥ مدنية / البقرة / ٢] فنسخ ذلك والتوجه إلى بيت المقدس بقوله عز وجال * (فول وجهك شطر المسجد الحرام) * [١٤٤ مكية / البقرة / ٢] ونظارها كثيرة سيأتي ذكرها في موضعه إن شاء الله',NULL,'9',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (8,'٤ - فصل السور التي لم يدخلها ناسخ ومنسوخ هي ثلاث وأربعون سورة منها (أم الكتاب) ، و (يوسف) عليه السلام و (يس) و (الحجرات) وسورة (الرحمن) و (الحديد) والصف) و (الجمعة) و (والتحريم) و (الملك)',NULL,'10',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (9,'و (الحاقة) ، و (نوح) عليه السلام و (والجن) و (المرسلات) و (النبأ) و (النازعات) و (الانفطار) و (المطففين) و (الايشقاق) و (البروج) و (الفجر) و (البلد) و (الشمس) و (الليل) و (الضحى) و (ألم نشرح) و (التين) و (القلم) و (القدر) و (لم يكن) و (الزلزلة) و (العاديات) و (القارعة) والتكاثر) و (الهمزة) و (قريش) و (الماعون) و (الكوثر) و (والنصر) و (تبت) و (والإخلاص) و (الفلق) و (الناس)',NULL,'11',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (10,'<span data-type="title" id=toc-3>٢ - باب قسمة السور التي فيها ناسخ وليس فيها منسوخ</span>
وعددها أربعون سورة (٤٠) (الأنعام) و (الاعراف) و (يونس) و (وهود) و (الرعد) و (الحجر) و (النحل) و (بنو إسرائيل) و (الكهف) و (طه) و (المؤمنون) و (النمل) و (القصص) و (العنكبوت) و (الروم) و (لقمان) و (الضاجع) و (الملائكة) و (الصافات) و (ص) و (الزمر) و (فصلت) و (الزخرف) و (الدخان) و (الجاثية) و (الأحقاف) و (محمد) عليه السلام، و (ق) و (النجم) و (القمر) و (الامتحان) و (ن) و (المعارج) و (القيامة) و (الانسان) و (عبس) و (الطارق) و (الغاشية) و (التين) و (الكافرون)

<span data-type="title" id=toc-4>٣ - باب قسمة السور التي داخلها الناسخ والمنسوخ</span>
وعددها خمس وعشرون سورة (٢٥) أولها (البقرة) و (آل عمران) و (النساء) و (المائدة) و (الأنفال) و (التوبة) و (ابراهيم) عليه السلام) و (مريم) و (الأنبياء) و (الحج) و (النور) و (الفرقان) و (الشعراء) و (الأحزاب) و (المؤمن) و (الشورى) و (الذاريات) و (الطور) و (الواقعة) و (المجادلة) و (المزمل) و (المدثر) و (التكوير) و (العصر)

<span data-type="title" id=toc-5>٤ - باب الإعراض عن المشركين</span>
في مائة وأربع عشرة آية (١١٤) هن في ثمان وأربعين (٤٨) سورة أولها:
١ - البقرة: * (وقولوا للناس حسنا) * نسخ عمومها (لنا أعمالنا)',NULL,'12',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (11,'(فإن انتهوا) نسخ معنى لأن تحته الأمر بالصفح (قل قتال) (لا إكراه)
٢ - آل عمران: * (فإنما عليك البلاغ) * (منهم تقاة)',NULL,'14',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (12,'٣ - النساء: (فاعرض عنهم) في موضعين (وما أرسلناك عليهم حفيظا) (لا تكلف إلا نفسك) (إلا الذين يصلون)
٤ - المائدة: [ولا آمين] [على رسولنا البلاغ] [عليكم أنفسكم إذا اهتديتم] أي أمرتم ونهيتم
٥ - الأنعام: [قل لست عليكم بوكيل] [ثم ذرهم] [وما أنا عليكم بحفيظ] [واعرض] [وما أرسلناك عليهم حفيظا] [ولا تسبوا] [فذرهم] في موضعين [ويا قوم اعملوا على مكانتكم] [قل انتظروا] [لست منهم في شئ]
٦ - الأعراف: (وأعرض) (وأملي)
٧ - الأنفال: (وإن استنصروكم) يعني المعاهدين
٨ - التوبة: (فاستقيموا لهم)
٩ - يونس: (فانتظروا) (فقل لي عملي) (وإما نرينك) (أفأنت تكره) (فمن اهتدى) معنى الإمهال والصبر
١٠ - هود: (إنما أنت نذير) معنى أي تنذر (ويا قوم اعملوا على مكانتكم) (وانتظروا)',NULL,'16',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (13,'١١ - الرعد: (عليك البلاغ)
١٢ - الحجر: (ذرهم) (فاصفح) (ولا تمدن) (أنا النذير) (وأعرض)
١٣ - النحل: (فإنما عليك البلاغ) (وجادلهم) (واصبر) مختلف فيه
١٤ - بني إسرائيل: (ربكم أعلم بكم)
١٥ - مريم: عليها السلام (وأنذرهم) معنى: فليمدد (فلا تعجل)
١٦ - طه: (فاصبر) (قل كل)
١٧ - الحج: (وإن جادلوك)
١٨ - المؤمنون: (فذرهم) (ادفع)
١٩ - النور: (فإن تولوا)
٢٠ - النمل: (فمن اهتدى) معنى
٢١ - القصص: (لنا أعمالنا)
٢٢ - العنكبوت: (وإنما أنا نذير) معنى
٢٣ - الروم: (فاصبر)
٢٤ - لقمان: (ومن كفر) .
٢٥ - السجدة: (وانتظر) .
٢٦ - الأحزاب: (ودع أذاهم) .
٢٧ - سبأ: (قل لا تسألون) .
٢٨ - فاطر: (إن أنت إلا نذير) .
٢٩ - يس: (فلا يحزنك) مختلف فيه.
٣٠ - الصافات: (فتول) و (تول) (وما بينهما) .
٣١ - ص: (فاصبر) (إنما أنا منذر) معنى.
٣٢ - الزمر: (إن الله يحكم بينهم) معنى (فاعبدوا ما شئتم) (يا قوم اعملوا) (من يأتيه) (فمن اهتدى) معنى (أنت تحكم) معنى لأنه تفويض.
٣٣ - المؤمن: (فاصبر) في موضعين.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (14,'٣٤ - السجدة: (ارفع) .
٣٥ - حمعس ق: (وما أنت عليهم بوكيل) (لنا أعمالنا) (فإن أعرضوا) .
٣٦ - الزخرف: (فذرهم) (فاصفح) .
٣٧ - الدخان: (فارتقب) .
٣٨ - الجاثية: (يغفر) .
٣٩ - الاحقاف: (فاصبر) .
٤٠ - محمد عليه السلام: (فأمامنا) .
٤١ - ق: (فاصبر) (فذكر) .
٤٢ - المزمل: (واهجرهم) (وذرني) .
٤٣ - الإنسان: (فاصبر) .
٤٤ - الطارق: (فهل) .
٤٥ - الغاشية: (لست عليهم بمسيطر) .
٤٦ - والتين: (أليس الله بأحكم الحاكمين) معنى.
٤٧ - الكافرون: (لكم دينكم) .
٤٨ - نسخ الكل بقوله عز وجل: * (فاقتلوا المشركين حيث وجدتموهم) *. في سورة التوبة.
وسنذكرها في مواضعها آية آية إن شاء الله تعالى.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (15,'<span data-type="title" id=toc-6>٥ - باب الناسخ والمنسوخ على نظم القرآن</span>
اعلم أن نزول المنسوخ بمكة كثير ونزول الناسخ بالمدينة كثير وليس في أم الكتاب شئ منهما فأما

<span data-type="title" id=toc-7>١ -سورة البقرة: </span>وهي مدنية ففيها ستة وعشرون موضعا (٢٦) .
فأول ذلك قوله: ١ - * (إن الذين آمنوا والذين هادوا ... ) * الآية [٢٦ مدنية / البقرة] منسوخة وناسخة قوله تعالى: * (ومن يبتغ غير الإسلام دينا فلن يقبل منه) * [٨٥ مدنية / آل عمران / ٣] .',NULL,'19',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (16,'٢ - الآية الثانية: قوله تعالى: * (وقولوا للناس ... حسنا الآية) * [٨٣ /',NULL,'20',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (17,'البقرة] منسوخة وناسخة (آية السيف) قوله تعالى: * (فاقتلوا المشركين حيث وجدتموهم ... ) * [٥ مدنية / التوبة / ٩] .
٣ - الآية الثالثة: قوله تعالى: * (فاعفوا واصفحوا حتى يأتي الله بأمره ... ) * الآية [١٠٩ / البقرة / ٢] منسوخة وناسخها قوله تعالى: * (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ... ) * إلى قوله تعالى: * (حتى بعطوا الجزية عن يد وهم صاغرون) * [٢٩ مدنية / التوبة / ٩] .
٤ - الآية الرابعة: قوله تعالى: * (ولله الشرق والمغرب ... ) * [١١٥',NULL,'21',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (18,'مدنية / البقرة / ٢] هذا محكم والمسوخ منها قوله: * (فأينما تولوا فثم وجه الله) * الآية [١١٥ / البقرة] منسوخة وناسخة قوله تعالى: * (وحيث ما كنتم فولوا وجوهكم شطره) * [١٤٤ مدنية / البقرة / ٢] .
٥ - الآية الخامسة: قوله تعالى: * (إن الذين تكتمون ما أنزلنا من',NULL,'22',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (19,'البينات والهدى) * الآية [١٥٩ / مدنية / البقرة / ٢] نسخها الله تعالى بالاستثناء فقال: * (إلا الذين تابوا وأصلحوا وبينوا) * [١٥٩ / البقرة] .
٦ - الآية السادسة: قوله تعالى: * (إنما حرم عليكم الميتة والدم ... ) * الآية [١٧٣ مدنية / البقرة / ٢] فنسخ بالسنة بعض الميتة وبعض الدم بقوله (ص) أحلت لنا ميتتان ودمان: السمك والجراد والكبد والطحال وقال سبحانه: * (وما أهل به لغير الله) * ثم رخص للمضطر إذ كان غير باغ ولا عاد بقوله تعالى: * (فلا إثم عليه) *.
٧ - الآية السابعة: قوله تعالى: * (كتب عليكم القصاص في القتلى الحر',NULL,'23',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (20,'بالحر والعبد بالعبد واأنثى بالأنثى) * [١٧٨ / البقرة] وها هنا موضع النسخ من الآية الأنثى وباقيها محكم وناسخها قوله تعالى: * (وكتبنا عليهم فيها أن النفس بالنفس) * الآية [٤٥ / المائدة] وقيل ناسخها قوله في سورة بني إسرائيل * (ومن قتل مظلوما فقد جعلنا لوليه سلطانا فلا يسرف في القتل) * [٣٣ مدنية / الإسراء / ١٧] وقتل الحر بالعبد إسراف وكذلك قتل المسلم بالكافر.
٨ - الآية الثامنة: قوله تعالى: * (كتب عليكم إذا حضر أحدكم الموت',NULL,'24',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (21,'إن ترك خيرا الوصية للوالدين والأقربين) * [١٨٠ مدنية / البقرة / ٢] هذه الآية منسوخة وناسخها قوله تعالى: * (يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين) * [١١ مدنية / النساء / ٤] .
٩ - الآية التاسعة: قوله تعالى: * (يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم) * الآية [١٨٣ مدنية / البقرة / ٢] منسوخة وذلك أنهم كانوا إذا فطروا أكلوا وشربوا وجامعوا النساء ما لم',NULL,'25',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (22,'يصلوا العشاء الاخيرة وناموا قبل ذلك ثم نسخ الله ذلك بقوله تعالى: * (أحل لكم ليلة الصيام الرفث إلى نسائكم) * ... إلى قوله: * (وابتغوا ما كتب الله لكم) * [١٨٧ / البقرة] في شأن عمر رضي الله عنه والأنصاري لأنهما جامعا معا ومزل في صرفه * (وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر) * [١٨٧ مدنية / البقرة / ٢] .
١٠ - الآية العاشرة: قوله تعالى: * (وعلى الذين يطيقونه فدية طعام مسكين) * [١٨٤ مدنية / البقرة / ٢] هذه الآية نصفها منسوخ وناسخها قوله تعالى: * (فمن شهد منكم الشهر فليصمه) * [١٨٥ / البقرة] يعني فمن شهد منكم الشهر حيا بالغا صحيحا عاقلا فليصمه.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (23,'١١ - الآية الحادية عشرة: قوله تعالى: * (وقاتلوا في سبيل الله الذين تقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين) * [١٩٠ مدنية / البقرة / ٢] هذه جميعا محكمة إلا قوله تعالى: * (ولا تقاتلوهم عند المسجد الحرام حتى يقتلوكم فيه ... ) * الآية [١٩١ مدينة / البقرة / ٢] منسوخة وناسخها قوله تعالى: * (فإن قاتلوكم فاقتلوهم) * [١٩١ مدنية ٢ البقرة / ٢] .
١٣ - الآية الثالثة عشرة: قوله تعالى: * (فإن انتهوا فإن الله غفور رحيم) * [١٩٢ / البقرة] وهذا من الأخبار التي معناها الأمر تأويله فاغفروا لهم واعفوا عنهم ثم أخبار العفو منسوخة بآية السيف قال تعالى: * (فاقتلوا المشركين حيث وجدتموهم ... ) * الآية [٥ مدنية / التوبة / ٩] .',NULL,'27',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (24,'١٤ - الآية الرابعة عشرة: قوله تعالى: * (ولا تحلقوا رؤوسكم حتى يبلغ
الهدي محله ... ) * الآية [١٩٦ مدنية / البقرة / ٢] نسخت تلاستثناء بقوله تعالى: * (فمن كان منكم مريضا أو به أذى من رأسه ففدية من صيام أو صدقة أو نسك ... ) * الآية [١٩٦ مدنية / البقرة / ٢] .
١٥ - الآية الخامسة عشرة: قوله تعالى: * (يسألونك ماذا ينفقون قل ما أنفقتم من خير فللوالدين والأقربين ... ) * الآية [٢١٥ مدنية / البقرة / ٢] منسوخة وناسخها قوله تعالى: * (إنما الصدقات للفقراء والمساكين ... ) * الآية [٦٠ مدنية / التوبة / ٩] .
١٦ - الآية السادسة عشرة: قوله تعالى: * (يسألونك عن الشهر الحرام قتال فيه ... ) * الآية [٢١٧ / البقرة] منسوخة وناسخها قوله تعالى: * (فاقتلوا المشركين حيث وجدتموهم ... ) * الآية [٥ مدنية / التوبة / ٩] .
١٧ - الآية السابعة عشرة: قوله تعالى: * (يسئلونك عن الخمر والميسر ... ) * الآية [٢١٩ مدنية / البقرة / ٢] منسوخة نسخها آية منها قوله تعالى: * (وإثمهما أكبر من نفعهما) * [٢١٩ / البقرة] فلما نزلت هذه الآية امتنع قوم عن شربها وبقي قوم، ثم أنزل الله تعالى: * (يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون) * [٤٣ / النساء / ٤] وكانوا يشربون بعد العشاء الآخرة ثم يرقدون ثم يقومون من غد وقد صحوا ثم يشربونها بعد الفجر إن شاءوا فإذا جاء وقت الظهر لا يشربونها البتة ثم أنزل الله تعالى: * (فاجتنبوه) * [٩٠ مدنية / المائدة / ٥] فاتركوه واختلف العلماء على التحريم ههنا.
أو قوله تعالى: * (فهل أنتم منهون) * [٩١ مدنية / المائدة / ٥] لأن المعنى انتهوا - كما قال في سورة الفرقان * (أتصبرون) * [٢٠ مكية / الفرقان / ٢٥] الشعراء * ( ... قوم فرعون ألا يتقون) * [١١ مكية / الشعراء / ٢٦] المعنى اتقوا.
١٨ - الآية الثامنة عشرة: قوله تعالى: * (ويسئلونك ماذا ينفقون قل العفو) * [٢١٩ مدنية / البقرة / ٢] يعني الفضل من أموالكم الآية منسوخة',NULL,'28',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (25,'وناسخها قوله تعالى: * (خذ من أموالهم صدقة تطهرهم وتزكيهم ... ) * الآية [١٠٣ مدنية / التوبة / ٩] .
١٩ - الآية التاسعة عشرة: قوله تعالى: * (ولا تنكحوا المشركات حتى يؤمن) * [٢٣١ / البقرة] وليس في هذه شئ منسوخ إلا بعض حكم المشركات وجميعها محكم وذلك أن المشركات يعم الكتابيات والوثنيات ثم استثنى من جميع المشركات الكتابيات فقط وناسخها قوله تعالى: * (والمحصنات من المؤمنات والمحصنات من الذين أوتوا الكتاب من قبلكم ... ) * [٥ مدنية / المائدة / ٥] يعني بذلك اليهوديات والنصرانيات ثم مع الإباحة عفتهن فإن كن عواهر لم يجز ٢٠ - الآية العشرون: قوله تعالى: * (والمطلقات يتربصن بأنفسهن ثلاثة قروء) * [٢٢٨ مدنية / البقرة / ٢] هذه الآية جميعها محكم إلا كلاما في وسطها وهو قوله تعالى: * (وبعولتهن أحق بردهن في ذلك) * الآية [٢٢٨ مدنية / البقرة / ٢] وناسخها قوله تعالى: * (الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان ... ) * الآية [٢٢٩ مدنية / البقرة / ٢] .
٢١ - الآية الحادية والعشرون: قوله تعالى في آية الخلع: * (ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا) * [٢٢٩ مدنية / البقرة / ٢] ثم نسخها بالاستثناء وهو قوله تعالى: * (إلا أن يخافا ألا يقيما حدود الله) * [٢٢٩ مدنية / البقرة / ٢] .
٢٢ - الآية الثانية والعشرون: قوله تعالى: * (والوالدات يرضعن أولادهن
حولين كاملين ... ) * الآية [٢٣٣ / البقرة] نسخت بالاستثناء بقوله: * (فإن أرادا فصالا عن تراض منهما وتشاور فلا جناح عليهما) * [٢٣٣ / البقرة / ٢] فصارت هذه الإرادة بالاتفاق ناسخة لحولين كاملين.
٢٣ - الآية الثالثة والعشرون: قوله تعالى: * (والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم ... ) * الآية [٢٤٠ / البقرة] منسوخة',NULL,'29',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (26,'وناسخها قوله تعالى: * (والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر وعشرا) * [٢٣٤ / البقرة] وليس في كتاب الله آية تقدم ناسخها على منسوخها وآية أخرى في الأحزاب * (يا أيها النبي إنا أحللنا لك أزواجك) * [٥٠ مدنية / الأحزاب / ٣٣] هذه الناسخة والمنسوخة * (لا يحل لك النساء من بعد ... ) * الآية [٥٢ مدنية / الأحزاب / ٣٣] .
٢٤ - الآية الرابعة والعشرون: قوله تعالى: * (لا إكراه في الدين ... ) * الآية [٢٥٦ / البقرة / ٢] منسوخة وناسخها قوله تعالى: * (فاقتلوا المشركين حيث وجدتموهم ... ) * الآية [٥ مدنية / التوبة / ٩] .
٢٥ - الآية الخامسة والعشرون: قوله تعالى: * (وأشهدوا إذا تبايعتم ... ) * الآية [٢٨٢ / البقرة] منسوخة وناسخها قوله تعالى: * (فأن أمن بعضكم تعضا فليؤد الذي اؤتمن أمانته) * [٢٨٣ مدنية / البقرة / ٢] .
٢٦ - الآية السادسة والعشرون: قوله تعالى: * (لله ما في السموات وما في الأرض) * هذا محكم ثم قال: * (وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله) * [٢٨٤ مدنية / البقرة / ٢] فشق مزولها عليهم فقال النبي (ص) لا تقولوا كما قالت اليهنود سمعنا وعصينا ولكن قولوا سمعنا وأطعنا فلما علم الله تسليمهم لأمره أنزل ناسخ هذه بقوله تعالى: * (لا يكلف الله نفسا إلا وسعها) *
[٢٨٦ مدنية / البقرة / ٢] وخفف من الوسع بقول تعالى: * (يريد الله بكم اليسر ولا يريد بكم العسر) * [١٨٥ مدنية / البقرة / ٢] .

<span data-type="title" id=toc-8>٣ - آل عمران: </span>وهي مدنية فيها خمس آيات منسوخة:
١ - فأولى ذلك: قوله تعالى: * (فإن تولوا فإنما عليك البلاغ) * الآية [٢٠ مدنية / آل عمران / ٣] منسوخة، وناسخها آية السيف وهي قوله تعالى:',NULL,'30',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (27,'* (فاقتلوا المشركين حيث وجدتموهم) * [٥ مدنية / التوبة / ٩] .
٢ - الآية الثانية: قوله تعالى: * (كيف يهدي الله قوما كفروا بعد إيمانهم) * إلى قوله: * (ولا هم ينظرون) * [٨٦ مدنية / آل عمران / ٣] .
٣ - ٤ فهذه ثلاث تصير مع الأولى أربع آيات نزلت في ستة رهط ارتدوا عن الإسلام بعد أن أظهروا الإيمان ثم استثنى واحدا من الستة وهو سويد بن الصامت فقال تعالى: * (إلا الذين تابوا من بعد ذلك وأصلحوا) * [٨٩ / آل عمران] فهذه الآية ناسخة لها.
٥ - الآية الخامسة: قوله تعالى: * (يا أيها الذين آمنوا اتقوا اللهحق تقاته) * [١٠٢ / آل عمران ٣] لما نزلت لم يعلم ما تأويلها فقالوا يا رسول الله ما حق تقاته فقال عليه السلام: حق تقاته أن يطاع فلا يعصى وأن يذكر فلا ينسى وأن يشكر فلا يكفر فقالوا يا رسول اللله ومن يطيق ذل: فانزعجوا لنزولها انزعاجا عظيما ثم أنزل الله لعد مدة يسيرة آية توكد حكمها وهي قوله تعالى: * (وجاهدوا في الله حق جهاده) * [٧٨ مدنية / الجح / ٢٢] فكان هذا عليهم اعظم من الأول ومعناها اعملوا لله حق عمله فكادت عقولهم تذهل فلما علم الله ما قد نزل بهم في هذا الأمر العسير خفف فنسخها بالآية التي في التغابن
وهي قوله عالى: * (فاتقوا الله ما استطعتم) * [١٦ مدنية / التغابن / ٦٤] فكان هذا تيسرا من التعسير الأول وتخفيفا من التشديد الأول.

<span data-type="title" id=toc-9>٤ - سورة النساء: </span>وهي مدنية تحتوي على أربع وعشرين آية منسوخة
أولاهما: قوله تعالى: * (وإذا حضر القسمة أولوا القربى واليتامى والمساكين) * [٨ مدنية / النساء / ٤] ثم نسخت بآية المواريث وهي قوله تعالى: * (يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين ... ) * الآية [١١ مدنية / النساء / ٤] .
الآية الثانية: قوله تعالى: * (وليخش الذين لو تركوا من خلفهم ذرية ضعافا خافوا عليهم ... ) * الآية [٩ / النساء / ٤] ثم نسخت بقوله: * (فمن خاف من',NULL,'31',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (28,'موص جنفا أو إثما فأصلح بينهم فلا إثم عليه ... ) * الآية [١٨٢ مدنية / البقرة / ٢] .
الآية الثالثة: قوله تعالى: * (إن الذين يأكلون أموال اليتامى ظلما ... ) * [١٠ مدنية / النساء / ٤] وذلك أنه لما نزلت هذه الآية امتنعوا من أموال اليتامى وعذلوهم فدخل الضرر على الأيتام ثم أنزل الله تعالى: * (ويسألونك عن اليتامى قل إصلاح لهم خير) * [٢٢٠ / البقرة] من المخالطة من ركوب الدابة وشرب اللبن فرخص في المخالطة ولم يرخص في أكل الأموال بالظلم ثم قال عز وجل: * (ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف) * [٦ / النساء / ٤] فهذه الآية نسخت الأولى والمعروف القرض ههنا فإذا أيسر رده فإن مات قبل ذلك فلا شئ عليه.
الآية الرابعة: قوله تعالى: * (واللاتي يأتين الفاحشة من نسائكم ... ) * الآية [١٥ مدنية / النساء / ٤] كانت المرأة إذا زنت وهي محصنة حبست في بيت
فلا تخرج منه حتى تموت، قال رسول الله صلى الله عليه وسلم: خذوا عني قد جعل لهن السبيل الثيب بالثيب الرجم، والبكر جلد مائة، وتغريب عام.
فهذه الآية منسوخة بعضها بالكتاب بقوله تعالى: * (أو يجعل الله لهن سبيلا) * [١٥ مدنية / النساء / ٤] وبعضها بالسنة، وكنى فيها بذكر النساء عن ذكر النساء والرجال.
الآية الخامسة: قوله تعالى: * (واللذان يأتيانها منكم فآذوهما) * [١٦ مدنية / النساء / ٤] كان البكران إذا زنيا عيرا وشتما فنسخ الله ذلك بالآية التي في سورة النور قوله: * (الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة ... ) * [٢ مدنية / النور / ٢٤] .
الآية السادسة: قوله تعالى: * (إنما التوبة على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب ... ) * الآية [١٧ مدنية / النساء / ٤] وذلك أن الله تعالى ضمن لأهل التوحيد أن يقبل أن يغرغروا وقال رسول الله صلى الله عليه وسلم كل من',NULL,'32',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (29,'كان قبل الموت ثم استثنى في الآية الأخرى بقوله تعالى: * (إلا ما قد سلف) * فصارت ناسخة لبعض حكمها لأهل الشرك ثم قال: * (وليست التوبة للذين يعملون السيئات ... ) * إلى آخرها [١٨ / النساء / ٤] .
الآية السابعة: قوله تعالى: * (يا أيها الذين آمنوا لا يحل لكم أن ترثوا النساء كرها) * إلى قوله: * (ببعض ما آتيتموهن ... ) * [١٩ / النساء / ٤] ثم نسخت بالاستثناء بقوله تعالى: * (إلا أن يأتين بفاحشة مبينة ... ) * [١٩ / النساء / ٤] .
الآية الثامنة: قوله تعالى: * (ولا تنكحواما نكح آباؤكم) * ثم نسخت بالاستثناء بقوله تعالى: * (إلا ما قد سلف) * [٢٣ / النساء / ٤] أي من أفعالهم فقد عفوت عنه.
الآية التاسعة: قوله تعالى: * (وأن تجمعوا بين الأختين) * [٢٣ /
النساء / ٤] نسخت بالاستثناء بقوله: * (إلا ما قد سلف) * [٢٣ / النساء / ٤] يني عفوت عنه.
الآية العاشرة: قوله تعالى: * (فما استمتعتم به منهن فآتوهن أجورهن فريضة) * [٢٤ / النساء / ٤] فنسخت بقوله صلى الله عليه وسلم إني كنت أحللت هذه المتعة ألا وإن الله ورسوله قد حرماها ألا فليبلغ الشاهد الغائب.
ووقع ناسخها من القرآن موضع ذكر ميراث الزوجة الثمن والربع فلم يكن لها في ذلك نصيب.
وقال محمد بن إدريس الشافعي رحمة الله عليه موضع تحريمها في سورة المؤمن وناسخها قوله تعالى: * (والذين هم لفوجهم حافظون إلا على أزواجهم أو ما ملكت أيمانهم ... ) * [٥ مكية / المؤمن / ٢٣] وأجمعوا على أنها ليست بزوجة ولا ملك يمين فنسخها الله بهذه الآية.
الآية الحادية عشرة: قوله تعالى: * (يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل ... ) * الآية [٢٩ مدنية / النساء / ٤] نسخت بقوله تعالى في سورة النور: * (ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض',NULL,'33',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (30,'حرج) * [٦١ مدنية / النور / ٢٤] وكانوا يجتنبونهم في الأكل فقال تعالى: * (ليس على من أكل مع الأعرج والمريض حرج) * فصارت هذه الآية ناسخة لتلك الآية.
الآية الثانية عشرة: قوله تعالى: * (والذين عقدت أيمانكم فآتوهم نصيبهم ... ) * الآية [٣٣ مدنية / النساء / ٤] منسوخة وناسخها قوله تعالى في آخر الأنفال: * (وأولوا الأرحام بعضهم أولى ببعض ... ) * الآية [٥٧ مدنية / الأنفال / ٨] .
الآية الثالثة عشرة: قوله تعالى: * (فأعرض عنهم وعظهم..) * الآية [٦٣ مدنية / النساء / ٤] فنسخت بآية السيف.
الآية الرابعة عشرة: قوله تعالى: * (ولو أنهم إذ ظلموا أنفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله تولبا رحيما ... ) * الآية [٦٤ مدنية / النساء / ٤] منسوخة وناسخها قوله تعالى: * (استغفر لهم أو لا تستغفر لهم ... ) * الآية [٨٠ مدنية / التوبة / ٩] .
الآية الخامسة عشرة: قوله تعالى: * (يا أيها الذين آمنوا خذوا حذركم ... ) * الآية [٧١ مدنية / النساء / ٤] نسخت وناسخه: * (وما كان المؤمنون لينفروا كافة) * [١٢٢ مدنية / التوبة / ٩] .
الآية السادسة عشرة: قوله تعالى: * (ومن تولى فما أرسلناك عليهم حفيظا) * الآية [٨٠ مدنية / النساء / ٤] نسخها آية السيف.
الآية السابعة عشرة: قوله تعالى: * (فأعرض عنهم وتوكل على الله) * [٨١ مدنية / النساء / ٤] نسخها آية السيف.
الآية الثامنة عشرة: * (إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق) * [٩٠ مدينة / النساء / ٤] نسخها الله بأيه السيف.
الآية التاسعة عشرة: قوله تعالى: * (ستجدون آخرين يريدون أن يأمنوكم',NULL,'34',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (31,'ويأمنوا قومهم ... ) * [٩١ / النساء / ٤] نسخها الله بآية السيف.
الآية العشرون: قوله تعالى: * (فإن كان من قوم عدو لكم ... ) * الآية [٩٢ مدنية / النساء / ٤] نسخها الله تعالى بقوله: * (براءة من الله ورسوله) * [١ مدنية / التوبة / ٩] .
الآية الحادية والعشرون: قوله تعالى: * (ومن يقتل مؤمنا متعمدا فجزاؤه
جهنم خالدا فيها ... ) * الآية [٩٣ مدنية / النساء / ٤] نسخت بقوله تعالى: * (إن الله لا يغفر أن يشرك به) * [٤٨، ١١٦ / النساء / ٤] وبالآية التي في الفرقان * (والذين لا يدعون مع الله إلها آخر) * إلى قوله تعالى: * (إلا من تاب) * [٦٨ مدنية / الفرقان / ٢٥] .
الآية الثانية والعشرون: قوله تعالى: * (إن المنافقين في الدرك الأسفل من النار) * [١٤٥ / النساء] نسخ الله بعضها بالاستثناء بقوله: * (إلا الذين تابوا وأصلحوا واعتصموا بالله وأخلصوا ... ) * الآية [١٦٤ / النساء / ٤] .
الآية الثالثة والعشرون والرابعة والعشرون: قوله تعالى: * (فما لكم في المنافقين فئتين) * [٨٨ / النساء / ٤] وقوله: * (فقاتل في سبيل الله لا تكلف إلا نفسك) * [٨٤ / النساء] نسخهما آية السيف فتكون مع هاتين أربعا وعشرين آية.

<span data-type="title" id=toc-10>٥ - سورة المائدة: </span>تحتوي على تسع آيات منسوخة.
أولاهن قوله تعالى: * (يا أيها الذين آمنوا لا تحلوا شعائر الله) * إلى قوله: * (يبتغون فضلا من ربهم ورضوانا) * [٢ مدنية / المائدة / ٥] ثم نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (فاعف عنهم) * [١٥٩ / آل عمران ١٣ / المائدة] نزلت في اليهود ثم نسخت بقوله تعالى: * (قاتلوا الذين لا يؤمنون',NULL,'35',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (32,'بالله ولا باليوم الآخر) * الآية [٩٢ / التوبة / ٩] .
الآية الثالثة: قوله تعالى: * (إنما جزاء الذين يحربون الله ورسوله) * [٣٣ / المائدة / ٥] نسخت بالاستثناء منها فيما بعدها بقوله تعالى: * (إلا الذين تابوا من قبل أن تقدروا عليهم) * فصارت ناسخة لها الآية الرابعة: قوله تعالى: * (فإن جاؤك فاحكم بينهم أو أعرض عنهم ... ) * الآية [٤٢ المائدة / ٥] نسخت وناسخها قوله تعالى: * (وأن احكم بينهم بما
أنزل الله ولا تتبع أهواءهم) * [٤٩ المائدة / ٥] .
الآية الخامسة: قوله تعالى: * (ما على الرسول إلا البلاغ ... ) * الآية [٩٩ / المائدة / ٥] نسخها آية السيف.
الآية السادسة: قوله تعالى: * (يا أيها الذين آمنوا عليكم أنفسكم ... ) * الآية [١٠٥ / المائدة / ٥] نسخ آخرها أولها والناسخ منهما قوله تعالى: * (إذا اهتديتم) * [١٠٥ / المائدة] والهدى ههنا الأمر بالمعروف والنهي عن المنكر، وليس في كتاب الله آية جمعت الناسخ والمنسوخ إلا هذه الآية.
الآية السابعة: قوله تعالى: * (يا أيها الذين آمنوا شهادة بينكم ... ) * الآية [١٠٦ مدنية / المائدة / ٥] أجاز الله تعالى شهادة الذميين على صفة في السفر ثم يسخ ذلك قوله: * (وأشهدوا ذوي عدل منكم) * [٢ مدنية / الطلاق / ٦٥] وبطلت شهادة أهل الذمة في السفر والحضر.
الآية الثامنة: قوله تعالى: * (فإن عثر على أنهما استحقا إثما) * [١٠٧ مدنية / المائدة / ٥] نسخت نسخها الآية التي في الطلاق وهي قوله تعالى: * (وأشهدوا ذوي عدل منكم ... ) * الآية [٢ مدنية / الطلاق / ٦٥] .
الآية التاسعة: قوله تعالى: * (ذلك أدنى أن يأتوا بالشهادة على وجهها) * أي',NULL,'36',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (33,'على حقيقتها إلى قوله: * (أيمان بعد أيمانهم) * وباقي الآية محكمة نسخ ذلك من الآية بشهادة أهل الإسلام.

<span data-type="title" id=toc-11>٦ - سورة الأنعام: </span>مكية غير تسع آيات وهي نزلت ليلا وهي تحتوي على أربع عشرة آية منسوخة: أولاهن قوله تعالى: * (قل إني أخاف إن عصيت ربي عذاب يوم عظيم ... ) * الآية [١٥ مكية / الأنعام / ٦] منسوخة وناسخها قوله تعالى: * (ليغفر لك الله
ما تقدم من ذنبك وما تأخر ... ) * الآية [٢ مدنية / الفتح / ٤٨] .
الآية الثانية: قوله تعالى: * (وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم) * إلى قوله: * (وما على الذين يتقون من حسابهم من شئ) * [٦٨، ٦٩ مكية / الأنعام / ٦] نسخت بقوله تعالى في سورة النساء: * (فلا تقعدوا معهم حتى يخوضوا في حديث غيره ... ) * [١٤٠ مدنية / النساء / ٤] .
الآية الرابعة: قوله تعالى: * (وذر الذين اتخذوا دينهم لعبا ولهوا ... ) * [٧٠ مكية / الأنعام / ٦] يعني به اليهود والنصارى ثم نسخ بعده بقوله تعالى: * (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ... ) * الآية [٢٩ مدنية / التوبة / ٩] .
الآية الخامسة: قوله تعالى: * (قل الله ثم ذرهم في خوضهم يلعبون) * [٩١ مدنية / الأنعام / ٦] نسخت بآية السيف.
الآية السادسة: قوله تعالى: * (فمن أبصر فلنفسه ومن عمي فعليها وما أنا عليكم بحفيظ) * [١٠٤ مكية / الأنعام / ٦] نسخت بآية السيف.
الآية السابعة: قوله تعالى: * (وأعرض عن المشركين) * [١٠٦ مكية / الأنعام / ٦] نسخت بآية السيف.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (34,'الآية الثامنة: قوله تعالى: * (وما جعلناك عليهم حفيظا وما أنت عليهم بوكيل) * [١٠٧ مكية / الأنعام ٦] نسخت بآية السيف.
الآية التاسعة: قوله تعالى: * (ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم) * [١٠٨ مكية / الأنعام / ٦] نسخت بآية السيف.
الآية العاشرة: قوله تعالى: * (فذرهم وما يفترون) * [١١٢، ١٣٧ مكية / الأنعام / ٦] نسخها آية السيف.
الآية الحادية عشرة: قوله تعالى: * (ولا تأكلوا مما لم يذكر اسم الله
عليه..) * [١٢١ مكية / الأنعام / ٦] نسخت وناسخها الآية التي في سورة المائدة قوله تعالى: * (اليوم أحل لكم الطيبات وطعام الذين أوتوا الكتاب ... ) * [٥ مدنية / المائدة ٦] يعني الذبائح.
الآية الثانية عشرة: قوله تعالى: * (قل يا قوم اعملوا على مكانتكم ... ) * الآية [١٣٥ مكية / الأنعام / ٦] نسخت بآية السيف.
الآية الثالثة عشرة: قوله تعالى: * (إن الذين فرقوا دينهم وكانوا شيعا ... ) * الآية [١٥٩ مكية / الأنعام / ٦] نسخت بآية السيف.

<span data-type="title" id=toc-12>٧ - سورة الأعراف: </span>مكية جميعها محكم غير آيتين أولاهن قوله: * (وذروا الذين يلحدون في أسمائه..) * الآية [١٨٠ مكية / الأعراف / ٧] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (خذ العفو وأمر بالعرف وأعرض عن الجاهلين) * [١٩٩ مكية / الأعراف / ٧] وهذه الآية من عجيب المنسوخ لأن أولها منسوخ وآخرها منسوخ وأوسطها محكم قوله: * (خذ العفو) * يعني الفضل من أموالهم والأمر بالمعروف محكم وتفسيره معروف وقوله: * (وأعرض عن الجاهلين) * منسوخ بآية السيف.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (35,'<span data-type="title" id=toc-13>٨ - سورة الأنفال: </span>مدنية وفيها من المنسوخ ست آيات أولاهن قوله تعالى: * (يسألونك عن الأنفال) * [١ مدنية / الأنفال / ٨]- يعني الغنائم - نسخت بقوله تعالى: * (وأعلموا أنما غنمتم من شئ فأن لله خمسه ... ) * الآية [٤١ مدنية / الأنفال / ٨] .
الآية الثانية: قوله تعالى: * (وما كان الله ليعذبهم وأنت فيهم ... ) * الآية [٣٣ مدنية / الأنفال / ٨] منسوخة وناسخها قوله تعالى: * (وما لهم ألا يعذبهم
الله ... ) * الآية [٣٤ مدنية / الأنفال / ٨] .
الآية الثالثة: قوله تعالى: * (قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف ... ) * الآية [٣٨ مدنية / الأنفال / ٨] منسوخة وناسخها * (وقاتلوهم حتى لا تكون فتنة ... ) * الآية.
الآية الرابعة: قوله تعالى: * (وإن جنحوا للسلم فاجنح لها ... ) * الآية [٦١ مدنية / الأنفال / ٨] منسوخة وناسخها * (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ... ) * يعني اليهود [٢٩ مدنية / التوبة / ٩] .
الآية الخامسة: قوله تعالى: * (إن يكن منكم عشرون صابرون يغلبوا مائتين ... ) * الآية [٦٥ مدنية / الأنفال / ٨] منسوخة وناسخها قوله تعالى: * (الآن خفف الله عنكم وعلم أن فيكم ضعفا ... ) * [٦٦ مدنية / الأنفال / ٨] .
الآية السادسة: قوله تعالى: * (والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شئ حتى يهاجروا ... ) * الآية [٧٢ مدنية / الأنفال / ٨] وذلك أنهم كانوا يتوارثون بالهجرة لا بالنسب ثم نسخ ذلك بقوله تعالى: * (وألوا الأرحام بعضهم أولى ببعض في كتاب الله إن الله بكل شئ عليم ... ) * [٧٥ مدنية / الأنفال / ٨] .',NULL,'39',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (36,'<span data-type="title" id=toc-14>٩ - سورة التوبة: </span>مدنية وهي من أواخر ما نزل من القرآن فيها سبع آيات منسوخات أولاهن: قوله تعالى: * (براءة من الله ورسوله ... ) * إلى قوله: * (فسيحوا في الأرض أربعة أشهر ... ) * الآية [١، ٢ مدنية / التوبة / ٩] وقيل نسخت بقوله تعالى: * (فاقتلوا المشركين حيث وجدتموهم) * [٥ مدنية / التوبة / ٩] وقيل نسخ أولها بآخرها وهي قوله تعالى: * (فإن تابوا ... ) * الآية [٥ مدنية / التوبة / ٩] .
الآية الثانية: قوله تعالى: * (والذين يكنزون الذهب ولفضة ... ) * الآية [٣٤ مدنية / التوبة / ٩] نسخت بالزكاة الواجبة.
الآية الثالثة: قوله تعالى: * (إلا تنفوا يعذبكم عذابا أليما ... ) * الآية [٣٩ مدنية / التوبة / ٩] نسخت بقوله تعالى: * (وما كان المؤمنون لينفروا كافة ... ) * [١٢٢ مدنية / التوبة / ٩] .
الآية الرابعة: قوله تعالى: * (عفا الله عنك لم أذنت لهم ... ) * الآية [٤٣ مدنية / التوبة / ٩] منسوخة وناسخها قوله تعالى: * (فإذا استأذنوك لبعض شأنهم فأذن لمن شئت منهم) * [٦٢ / النور ٢٤] .
الآية لخامسة: قوله تعالى: * (استغفر لهم ... ) * الآية [٨٠ مدنية التوبة / ٩] منسوخة وناسخها قوله تعالى: * (سواء عليهم أستغفرت لهم أم لم تستغفر لهم ... ) * الآية [٦ مدنية / المنافقون / ٦٣] .
الآية السادسة: قوله تعالى: * (الأعراب أشد كفرا ونفاقا ... ) * [٩٧ مدنية / التوبة / ٩] هذه الآية والآية التي تليها صارتا منسوختين بقوله تعالى: * (ومن الأعراب من يؤمن بالله واليوم الآخر ... ) * الآية [٩٩ مدنية / التوبة / ٩] .',NULL,'40',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (37,'<span data-type="title" id=toc-15>١٠ - سورة يونس </span>عليه السلام: مكية منها أربع آيات منسوخات: أولاهن: قوله تعالى: * (إني أخاف إن عصيت ربي عذاب يوم عظيم) * [١٥ مكية / يونس / ١٠] نسخت بقوله تعالى: * (ليغفر الله ما تقدم من ذنبك وما تأخر ... ) * الآية [٢ ص الفتح / ٤٨] .
الآية الثانية: قوله تعالى: * (قل انتظروا إني معكم من المنتظرين) * [١٠٢ / يونس / ١٠] الآية نسخت بآية السيف.
الآية الثالثة: قوله تعالى: * (وإن كذبوك فقل لي عملي ولكم عملكم ... ) * الآية [٤١ مكية / يونس / ١٠] نسخت بآية السيف.
الآية الرابعة: قوله تعالى: * (فمن اهتدى فإنما يهتدي ليفسه ... ) * إلى قوله: * (وما أنا عليكم بوكيل) * [١٠٨ مكية / يونس / ١٠] نسخت بآية السيف.

<span data-type="title" id=toc-16>١١ - سورة هود </span>عليه السلام: مكية فيها من المنسوخ ثلاث آيات
أولاهن: قوله تعالى: * (من كان يريد الحياة الدنيا وزينتها ... ) * الآية [١٥ مكية / هود / ١١] نسخت بقوله تعالى في سورة بني إسرائيل: * (من كان يريد العاجلة عجلنا له فيها ما نشاء لمن نريد ... ) * الآية [١٨ مكية / الإسراء / ١٧] .
الآية الثانية: قوله تعالى: * (وقل للذين لا يؤمنون اعملوا على مكانتكم ... ) * الآية [١٢١ مكية / هود / ١١] نسخت بآية السيف.
الآية الثالثة: قوله تعالى: * (وانتظروا إنا منتظرون ... ) * الآية [١٢٢ مكية / هود / ١١] منسوخة بآية السيف.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (38,'<span data-type="title" id=toc-17>١٢ - سورة يوسف </span>عليه السلام: مكية ليس فيها ناسخ ولا منسوخ.

<span data-type="title" id=toc-18>١٣ - سورة الرعد: </span>مكية وفيها من المنسوخ آيتان:
آية مجمع على نسخها، وآية مختلف في نسخها، فالمجمع على نسخها قوله تعالى: * (إنما عليك البلاغ وعلينا الحساب ... ) * الآية [٤٠ / الرعد / ١٣] منسوخة بآية السيف.
الآية الثانية: قوله تعالى: * (وإن ربك لذو مغفرة للناس على ظلمهم ... ) * الآية [٦ / الرعد / ١٣] منسوخة وناسخها قوله تعالى: * (إن الله لا يغفر أن يشرك به ... ) * الآية [٤٨، ١١٦ / النساء / ٤] والظلم ههنا الشرك.

<span data-type="title" id=toc-19>١٤ - سورة إبراهيم </span>عليه السلام: مكية
وهي عند جميع المفسرين محكمة إلا عبد الرحمن بن زيد بن أسلم فإنه قال فيها آية منسوخة والجمهور على خلاف قوله وهي قوله تعالى: * (وإن تعدوا يعمة الله لا تحصوها إن الإنسان لظلوم كفار ... ) * الآية [٣٤ مكية / إبراهيم / ١٤] نسخت وناسخها قوله تعالى: * (وإنه تعدوا نعمة الله لا تحصوها إن الله لغفور رحيم) * في النحل [١٨ مكية / النحل / ١٦] .

<span data-type="title" id=toc-20>١٥ - سورة الحجر: </span>مكية وفيها من المنسوخ خمس آيات:
الآية الأولى: قوله تعالى: * (ذرهم يأكلوا ويتمتعوا ... ) * الآية [٣ مكية / الحجر / ١٥] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (فاصفح الصفح الجميل ... ) * الآية [٨٥',NULL,'42',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (39,'مكية / الحجر / ١٥] نسخت بآية السيف.
الآية الثالثة: قوله تعالى: * (لا تمدن عينيك إلى ما متعنا به أزواجا منهم ... ) * الآية [٨٨ مكية / الحجر / ١٥] نسخت بآية السيف.
الآية الرابعة: قوله تعالى: * (وقل إني أنا النذير المبين ... ) * الآية [٨٩ مكية / الحجر / ١٩] نسخ معناها أو لفظها بآية السيف.
الآية الخامسة: قوله تعالى: * (فاصدع بما تؤمر وأعرض عن المشركين ... ) * الآية [٩٤ مكية / الحجر / ١٥] نصفها محكم ونصفها منسوخ بآية السيف.

<span data-type="title" id=toc-21>١٦ - سورة النحل: </span>قيل أنزل منها بمكة أربعون آية من أولها، وباقيها بالمدينة وفيها خمس آيات منسوخات.
أولاهن: قوله تعالى: * (ومن ثمرات النخيل والأعناب تتخذون منه سكرا ورزقا حسنا ... ) * الآية [٦٧ مكية / النحل / ١٦] نسخت بقوله تعالى: * (قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم) * [٣٣ / الأعراف / ٧]
يعني الخمر وقيل بقوله: * (فهل أنتم منتهون) * [٩١ مدنية / المائدة / ٥] أي انتهوا.
الآية الثانية: قوله تعالى: * (فإن تولوا فإنما عليك البلاغ ... ) * الآية [٨٢ مكية / النحل / ١٦] نسخت بآية السيف.
الآية الثالثة: قوله تعالى: * (من كفر بالله من بعد إيمانه ... ) * الآية [١٠٦ مكية / النحل / ١٦] نسخت بقوله تعالى: * (إلا من أكره وقلبه مطمئن بالإيمان) * [١٠٦ / النحل / ١٦] وقيل بآية السيف.
الآية الرابعة: قوله تعالى: * (وجادلهم ... ) * [١٢٥ / النحل / ١٦] وقوله:',NULL,'43',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (40,'* (واصبر) * [١٢٨ / النحل] نسختا كلتاهما بآية السيف مع الاختلاف فيهما.

<span data-type="title" id=toc-22>١٧ - سورة بني إسرائيل: </span>مكية فيا ثلاث آيات منسوخات
أولاهن: قوله تعالى: * (وقضى ربك أن لا تعبدوا إلا إياه وبالوالدين إحسانا إما يبلغن عندك الكبر أحدهما أو كلاهما ... ) * إلى قوله: * (كما ربياني صغيرا) * [٢٣، ٢٤ / الإسراء / ١٧] نسخ بعض حكمها وبقي البعض على ظاهره فهو في أهل التوحيد محكم وبعض حكمها في أهل الشرك منسوخ بقوله تعالى: * (ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ... ) * الآية.
الآية الثانية: قوله تعالى: * (ربكم أعلم بكم ... ) * إلى قوله تعالى: * (وما أرسلناك عليهم وكيلا) * [من ٢٥ حتى ٥٤ / الإسراء / ١٧] نسختا بآية السيف.
الآية الثالثة: قوله تعالى: * (قل ادعوا الله أو ادعوا الرحمن ... ) * إلى قوله:
* (فله الأسماء الحسنى) * [١١٠ / الإسراء / ١٧] نسخت بالآية التي في سورة الأعراف وهي قوله تعالى: * (واذكر ربك في نفسك تضرعا وخيفة ... ) * الآية.

<span data-type="title" id=toc-23>١٨ - سورة الكهف: </span>مكية وقد أجمع المفسرون على أن لا منسوخ فيه إلا السدي وقتادة فإنهما قالا فيها آية واحدة وهي قوله تعالى: * (فمن شاء فليؤمن ومن شاء فليكفر ... ) * الآية [٢٩ / الكهف / ١٨] قالا: ناسخها * (إلا أن يشاء الله) *.

<span data-type="title" id=toc-24>١٩ - سورة مريم </span>عليها السلام: وفيها من المنسوخ خمس آيات أولاهن قوله تعالى: * (وأنذرهم يوم',NULL,'44',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (41,'الحسرة ... ) * [٣٩ / مريم / ١٩] نسخ الإنذار بآية السيف.
الآية الثانية: قوله تعالى: * (فسوف يلقون غيا ... ) * [٥٩ / مريم / ١٩] والغي واد في جهنم، الآية نسخت بالاستثناء بقوله: * (إلا من تاب) * [٦٠ / مريم / ١٩] .
الآية الثالثة: قوله تعالى: * (قل من كان في الضلالة فليمدد له الرحمن مدا) * [٧٥ / مريم / ١٩] نسخت بآية السيف.
الآية الرابعة: قوله تعالى: * (فلا تعجل عليهم ... ) * الآية [٨٤ / مريم / ١٩] نسخ أولها بآية السيف.
الآية الخامسة: قوله تعالى: * (فخلف من بعدهم خلف ... ) * الآية [٥٩ / مريم / ١٩] نسخت بالاستثناء وهو قوله تعالى: * (إلا من تاب وآمن ... ) * [٦٠ / مريم / ١٩] وفيها تقديم في النظم.

<span data-type="title" id=toc-25>٢٠ - سورة طه: </span>مكية وفيها من المنسوخ ثلاث آيات
أولاهن قوله تعالى: * (ولا تعجل بالقرآن من قبل أن يقضى إليك وحيه) * [١١٤ / طه / ٢٠] فنسخ معناها لا لفظها بقوله تعالى: * (سنقرئك فلا تنسى) * [٦ / الأعلى / ٨٧] .
الآية الثانية: قوله تعالى: * (فاصبر على ما يقولون) * [١٣٠ / طه / ٢٠] نسخ الصبر منها بآية السيف.
الآية الثالثة: قوله تعالى: * (قل كل متربص ... ) * [١٣٥ / طه / ٢٠] جميع الآية منسوخ بآية السيف.

<span data-type="title" id=toc-26>٢١ - سورة الأنبياء: </span>مكية نسخ منها آيتان
أولهما: قوله تعالى: * (إنكم وما تعبدون من دون الله حصب',NULL,'45',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (42,'جهنم ... ) * الآية [٩٨ / الأنبياء / ٢١] والآية التي بعدها قوله: * (وكل فيها خالدون) * [٩٩ / الأنبياء ٢١] هاتان الآيتان نسختا كلتاهما بقوله تعالى: * (إن الذين سبقت لهم منا الحسنى ... ) * الآية [١٠١ / الأنبياء / ٢١] .

<span data-type="title" id=toc-27>٢٢ - سورة الحج: </span>مكية وهي من أعاجيب القرآن لأن فيها مكيا ومدنيا وفيها حضريا وسفريا وفيها حربيا وفيها سلميا وفيها ليليا وفيها نهاريا فأما المكي: فمن رأس الثلاثين آية إلى آخرها، وأما المدني منها فمن رأس خمس عشر إلى رأس الثلاثين، وأما الليلي منها فمن أولها إلى رأس خمس آيات، وأما النهاري منها فمن رأس الخمس إلى رأس اثنتي عشرة، وأما الحضري فإلى رأس العشرين ونسب إلى المدينة لقربه منها وفيها ناسخ ومنسوخ فمن ذلك المنسوخ آيتان أولهما قوله تعالى: * (وما أرسلنا من قبلك من رسول ولا نبي إلا إذا تمنى ألقى الشيطان في أمنيته ... ) * الآية [٥٢ / الحج / ٢٢] نسخت بقوله تعالى: * (سنقرئك فلا تنسى ... ) * الآية [٦ / الأعلى / ٨٧] .
الآية الثانية: قوله تعالى: * (يحكم بينهم ... ) * الآية [٥٦ / الحج / ٢١] نسخها آية السيف.

<span data-type="title" id=toc-28>٢٣ - سورة المؤمنون: </span>مكية فيها آيتان منسوختان:
إحداهما قوله تعالى: * (فذرهم في غمرتهم حتى حين ... ) * الآية [٥٤ / المؤمنون / ٢٣] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (ادفع بالتي هي أحسن السيئة ... ) * الآية [٩٧ / المؤمنون / ٢٣] نسخت بآية السيف.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (43,'<span data-type="title" id=toc-29>٢٤ - سورة النور: </span>مدنية تحتوي على سبع آيات منسوخات
أولاهن قوله تعالى: * (ولا تقبلوا لهم شهادة أبدا ... ) * الآية [٤ / النور / ٢٤] نسخت بقوله: * (إلا الذين تابوا ... ) * [٥ / النور / ٢٤] .
الآية الثانية: قوله تعالى: * (الزاني لا ينكح إلا زانية أو مشركة ... ) * [٣ / النور / ٢٤] هذه الآية من أعاجيب آيات القرآن لأن لفظها لفظ الخبر ومعناها معنى النهي تقدير الكلام والله أعلم: لا تنكحوا زانية ولا مشركة، ومثله قوله تعالى: * (لتعلموا أن الله على كل شئ قدير ... ) * [١٢ مدنية / الطلاق / ٦٥] والمعنى اعلموا ومثله قوله تعالى: * (ولكن رسول الله وخاتم النبيين) * [٤٥ مدنية / الأحزاب / ٣٣] والمعنى: قولوا رسول الله، ناسخها قوله: * (وأنكحوا الأيامى منكم) * [٣٢ / النور / ٢٤] ولفظ النكاح ينقسم على خمسة أقسام منها: ماكني بالنكاح عن العقد قال الله تعالى: * (يا أيها الذين آمنوا إذا نكحتم المؤمنات ... ) * الآية [٤٩ مدنية / الاحزاب / ٣٣] .
الثاني: نكاح آخر اسم للوطء لا العقد وهو قوله تعالى: * (فإن طلقها فلا
تحل له من بعد حتى تنكح زوجا غيره) * [٢٣٠ / النساء / ٤] .
الثالث: نكاح آخر لا وطء ولا عقد وهو بمعنى الحلم والعقل وهو قوله تعالى: * (وابتلوا اليتامى حتى إذا بلغوا النكاح) * [٦ / النساء / ٤] .
الرابع: نكاح آخر: لا عقد ولا وطء ولا حلم ولكن سمي المهر باسم النكاح وهو قوله تعالى: * (وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله) * [٢٣ / النور / ٢٤] يعني مهرا.
الخامس: نكاح آخر في قوله تعالى: * (الزاني لا ينكح إلا زانية أو مشركة) * [٣ / النور / ٢٤] وسماه في هذا الموضع باسم النكاح ومعناه السفاح.
الآية الثالثة: قوله تعالى: * (والذين يرمون أزواجهم ولم يكن لهم شهداء إلا',NULL,'47',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (44,'أنفسهم ... ) * الآية [٦ / النور / ٢٤] نسخها بالآيتين اللتين بعدها وهما قوله تعالى: * (والخامسة أن لعنة الله عليه إن كان من الكاذبين) * [٧ / النور / ٢٤] وكذلك * (والخامسة أن غضب الله عليها إن كان من الصادقين) * [٩ / النور / ٢٤] فيدرأ عنها الحد، وعنه الحلف مع الملاعنة فإن نكل أحدهما وحلف الآخر سقط الحد عن الحالف، وأقيم الحد على الناكل.
الآية الرابعة: قوله تعالى: * (يا أيها الذين آمنوا لا تدخلوا بيوتا غير بيوتكم ... ) * الآية [٢٧ / النور / ٢٤] نسخت بقوله تعالى: * (ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة ... ) * الآية [٢٩ / النور / ٢٤] .
الآية الخامسة: قوله تعالى: * (وقل للمؤمنات يغضض من أبصارهن ... ) * الآية [٣١ / النور / ٢٤] نسخ بعضها بقوله: * (والقواعد من النساء ... ) * الآية.
الآية السادسة: قوله تعالى: * (فإنما عليه ما حمل وعليكم ما حملتم ... ) * الآية [٥٤ / النور / ٢٤] نسخها آية السيف.
الآية السابعة: قوله تعالى: * (يا أيها الذين آمنوا ليستأذنكم الذين ملكت
أيمانكم..) * الآية) ٥٨ / النور / ٢٤] نسخها بالآية التي تليها وهي قوله تعالى: * (وإذا بلغ الأطفال منكم الحلم ... ) * الآية [٥٩ / النور / ٢٤] .

<span data-type="title" id=toc-30>٢٥ - سورة الفرقان: </span>مكية وفيها من المنسوخ آيتان
أولاهما قوله تعالى: * (والذين لا يدعون مع الله إلها آخر ... ) * إلى قوله: * (ويخلد فيه مهانا) * [٦٨، ٦٩ / الفرقان / ٢٥] الآية نسخها بقوله: * (إلا من تاب وآمن وعمل عملا صالحا ... ) * الآية [٧٠ / الفرقان / ٢٥] .',NULL,'48',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (45,'الآية الثانية: قوله تعالى: * (وإذا خاطبهم الجاهلون قالوا سلاما ... ) * الآية [٦٣ / الفرقان / ٢٥] منسوخة في حق الكفار بآية السيف، وبعض معناها محكم في حق المؤمنين.

<span data-type="title" id=toc-31>٢٦ - سورة الشعراء: </span>مكية سوى أربع آيات من آخرها التي نزلت بالمدينة وجميعها محكم إلا قوله تعالى: * (والشعراء يتبعهم الغاوون ... ) * إلى قوله: * (وأنهم يقولون ما لا يفعلون) * [٢٢٦ / الشعراء / ٢٦] ثم نسخ في شعراء المسلمين فاستثناهم ب * (إلا الذين آمنوا وعملوا الصالحات وذكروا الله كثيرا ... ) * الآية [٢٢٧ / الشعراء / ٢٦] فصارت ناسخة للآيات التي قبلها ومن الذكر ههنا الشعر في الطاعة.

<span data-type="title" id=toc-32>٢٧ - سورة النمل: </span>مكية وجميعها محكم غير آية وهي قوله تعالى: * (وأن أتلو القرآن ... ) * الآية [٩٢ / النمل / ٢٧] نسخت بآية السيف معنى.

<span data-type="title" id=toc-33>٢٨ سورة القصص: </span>وجميعها محكم غير آية واحدة وهي قوله تعالى: * (وقالوا لنا أعمالنا ولكم
أعمالكم ... ) * الآية [٥٥ / القصص / ٢٨] نسخت بآية السيف.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (46,'<span data-type="title" id=toc-34>٢٩ - سورة العنكبوت: </span>نزل من أولها إلى رأس عشر آيات بمكة، ونزل باقيها بالمدينة، جميعها محكم غير قوله تعالى: * (ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن ... ) * الآية [٤٦ / العنكبوت / ٢٩] نسخت بالآية التي في سورة التوبة وهي قوله تعالى: * (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخر ... ) * [٢٩ / التوبة / ٩] .

<span data-type="title" id=toc-35>٣٠ - سورة الروم: </span>مكية، وجميعها محكم غير آية واحدة

<span data-type="title" id=toc-36>٣١ - سورة لقمان: </span>وجميعها محكم غير آية واحدة وهي قوله تعالى: * (ومن كفر فلا يحزنك كفره ... ) * الآية [٢٣ / لقمان / ٣١] .

<span data-type="title" id=toc-37>٣٢ - سورة السجدة: </span>مكية وجميعها محكم غير آخرها وهو قوله تعالى: * (فأعرض عنهم وانتظر',NULL,'50',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (47,'إنهم منتظرون) * [٣٠ / السجدة / ٣٢] .

<span data-type="title" id=toc-38>٣٣ - سورة الأحزاب: </span>مدنية، وفيها من المنسوخ آيتان: أولاهما: قوله تعالى: * (ولا تطع الكافرين والمنافقين ودع أذاهم وتوكل على الله ... ) * الآية [٤٨ / الأحزاب / ٣٣] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (لا يحل لك النساء من بعد ولا أن تبدل ... ) * الآية [٥٢ / الأحزاب / ٣٣] نسخها الله تعالى بآية قبلها في النظم وهي قوله تعالى: * (يا أيها النبي إنا أحللنا لك أزواجك ... ) * الآية [٠ /
الأحزاب / ٣٣] .

<span data-type="title" id=toc-39>٣٤ - سورة سبأ: </span>مكية فيه آية منسوخة وهي قوله تعالى: * (قل لا تسألوا عما أجرمنا ولا نسأل عما تعملون ... ) * الآية [٢٥ / سبأ / ٣٤] نسخها الله تعالى بآية السيف.

<span data-type="title" id=toc-40>٣٥ - سورة الملائكة: </span>مكية، جميعها محكم غير قوله تعالى: * (إن أنت إلا نذير) * [٢٣ / فاطر / ٣٥] نسخ معنى الآية لا لفظها بآية السيف.

<span data-type="title" id=toc-41>٣٦ - سورة يس: </span>مكية: ليس فيها ناسخ ولا منسوخ.

<span data-type="title" id=toc-42>٣٧ - سورة الصافات: </span>مكية، وجميعها محكم غير أربع آيات: الأولى والثانية: قوله تعالى: * (فتول',NULL,'51',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (48,'عنهم حتى حين وأبصرهم فسوف يبصرون) * الآيتان [١٧٤، ١٧٥ / الصافات / ٣٧] نسختا بآية السيف.
الثالثة والرابعة: قوله تعالى: * (وتول عنهم حتى حين وأبصر فسوف يبصرون) * [١٧٨، ١٧٩ / الصافات] أيضا نسختا بآية السيف.

<span data-type="title" id=toc-43>٣٨ - سورة ص: </span>مكية، وجميعها محكم غير آيتين أولهما قوله تعالى: * (إن يوحى إلي إلا أنما انا نذير مبين) * الآية [٧٠ / ص / ٣٨] نسخت بآية السيف.
الثانية: قوله تعالى: * (ولتعلمن نبأه بعد حين) * [٨٨ / ص / ٣٨] نسخت أيضا بآية السيف.

<span data-type="title" id=toc-44>٣٩ - سورة الزمر: </span>مكية، وجميعها محكم غير سبع آيات أولاهن: قوله تعالى: * (إن الله يحكم بينهم فيما هم فيه يختلفون ... ) * الآية [٣ / الزمر / ٣٩] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (قل إني أخاف إن عصيت ربي عذاب يوم عظيم ... ) * الآية [١٣ / الزمر / ٣٩] نسخت بقوله تعالى: * (ليغفر لك الله ما تقدم من ذنبك وما تأخر ... ) * الآية [٢ / الفتح / ٤٨] الآية الثالثة: قوله تعالى: * (فاعبدوا ما شئتم من دونه) * [١٥ / الزمر / ٣٩] نسخت بآية السيف.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (49,'الآية الرابعة: قوله تعالى: * (ومن يضلل الله فما له من هاد ... ) * الآية [٢٢، ٣٦ / الزمر / ٣٩] نسخ معناها بآية السيف.
الآية الخامسة: قوله تعالى: * (قل يا قوم اعملوا على مكانتكم ... ) * الآية [٣٩ / الزمر / ٣٩] نسخت بآية السيف.
الآية السادسة: قوله تعالى: * (أنت تحكم بين عبادك فيما كانوا فيه نختلفون) * الآية [٤٦ / الزمر / ٣٩] نسخ معناها بآية السيف.
الآية السابعة: قوله تعالى: * (فمن اهتدى فلنفسه ومن ضل فإنما يضل عليها) * الآية [١٥ / الإسراء / ١٧] نسخها الله عز وجل بآية السيف.

<span data-type="title" id=toc-45>٤٠ - سورة المؤمن: </span>مكية وجميعها محكم غير آيتين:
أولاهما قوله تعالى: * (فاصبر إن وعد الله حق ... ) * الآية [٥٥ غافر / ٤٠] نسخ الأمر بالصبر بآية السيف.
الآية الثانية: قوله تعالى: * (فاصبر إن وعد الله حق فإما نرينك بعض الذي نعدهم ... ) * [٧٧ / غافر / ٤٠] نسخت أيضا بآية السيف.

<span data-type="title" id=toc-46>٤١ - سورة فصلت: </span>مكية، وجميعها محكم غير آية واحدة وهي قوله تعالى: * (ولا تستوي الحسنة ولا السيئة ... ) * الآية [٣٤ / فصلت / ٤١] نسخت بآية السيف.

<span data-type="title" id=toc-47>٤٢ - سورة الشورى: </span>مكية، وجميعها محكم غير ثماني آيات:
أولاهن: قوله تعالى: * (يسبحون تحمد ربهم ويستغفرون لمن في الأرض ... ) * الآية [١٥ / الشورى / ٤٢]',NULL,'53',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (50,'نسخت بالآية التي في سورة المؤمن * (يسبحون بحمد ربهم ويؤمنون به ويستغفروهن للذين آمنوا ... ) * الآية [٧ / غافر / ٤٠] الآية الثانية: قوله تعالى: * (الله حفيظ عليهم وما أنت عليهم بوكيل ... ) * الآية [٦ / الشورى / ٤٢] نسخت بآية السيف.
الآية الثالثة: قوله تعالى: * (فلذلك فادع واستقم كما أمرت ولا تتبع أهواءهم ... ) * الآية [١٥ / الشورى / ٤٢] نسخت بقوله تعالى في سورة التوبة: * (قاتلوا الذين لا يؤمنون بالله ولا باليوم الآخرة ... ) * الآية [٢٠ / التوبة] .
الآية الرابعة: قوله تعالى: * (من كان يريد حرث الآخرة نزد له في حرثه ... ) * الآية [٢٠ / الشورى / ٤٢] نسخت بقوله تعالى في سورة سبحان: * (من كان يريد العاجلة عجلنا له ... ) * [١٨ / الاسراء / ١٧] .
الآية الخامسة: قوله تعالى: * (قل لا أسألكم عليه أجرا إلا المودة في القربى ... ) * الآية [٢٣ / الشورى / ٤٢] مختلف في نسخها، ناسخها قوله تعالى: * (قل ما سألتكم من أجر فهو لكم ... ) * الآية [٤٧ / سبأ ٣٤] .
الآية السادسة: قوله تعالى: * (والذين إذا أصابهم البغي هم ينتصرون ... ) * الآية [٣٩ / الشورى / ٤٢] .',NULL,'54',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (51,'الآية السابعة: قوله تعالى: * (ولمن ااتصر بعد ظلمه فأولئك ما عليهم من سبيل) * [٤١ / الشورى / ٤٢] الآيتان نسختا بقوله عز وجل: * (ولمن صبر وغفر إن ذلك لمن عزم الأمور) * [٤٣ / الشورى / ٤٢] .
الآية الثامنة: قوله تعالى: * (فإن أعرضوا فما أرسلناك عليهم حفيظا ... ) *
الآية [٤٨ / الشورى / ٤٢] .
نسخت بآية السيف.

<span data-type="title" id=toc-48>٤٣ - سورة الزخرف: </span>مكية، وجميعها محكم غير آيتين:
أولاهما قوله تعالى: * (فذرهم يخوضوا ويلعبوا ... ) * الآية [٨٣ / الزخرف / ٤٣] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (فاصفح عنهم وقل سلام ... ) * الآية [٨٩ / الزخرف / ٤٣] نسخت بآية السيف.

<span data-type="title" id=toc-49>٤٤ - سورة الدخان: </span>وجميعها محكم غير آية واحدة: وهي قوله تعالى في آخرها: * (فارتقب إنهم مرتقبون) * [٥٩ / الدخان / ٤٤] نسخت بآية السيف.

<span data-type="title" id=toc-50>٤٥ - سورة الجاثية: </span>مكية، وجميعها محكم غير آية واحدة قوله تعالى: * (قل للذين آمنوا',NULL,'55',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (52,'يغفروا للذين لا يرجون أيام الله ... ) * الآية [١٤ / الجاثية / ٤٥] نزلت في عمر بن الخطاب ثم نسخت بآية السيف.

<span data-type="title" id=toc-51>٤٦ - سورة الاحقاف: </span>مكية، وجميعها محكم غير آيتين
أولاهما قوله تعالى: * (قل ما كنت بدعا من الرسل وما أدري ما يفعل بي ولا بكم إن أتبع إلا ما يوحى إلي وما أنا إلا نذير مبين) * [٩ / الاحقاف / ٤٦] نسخت بقوله تعالى: * (إنا فتحنا لك فتحا مبينا ليغفر الله لك ما تقدم من ذنبك وما تأخر ... ) * الآية [٢ / الفتح / ٤٨] .
الآية الثانية: قوله تعالى: * (فاصبر كما صبر أولوا العزم من الرسل ... ) * [٣٥ / الاحقاف / ٤٦] نسخ معناها بآية السيف.

<span data-type="title" id=toc-52>٤٧ - سورة محمد </span>صلى الله عليه وسلم: اختلف فيها هل هي مكية أو مدنية، وجميعها محكم غير آية واحدة وهي قوله تعالى: * (فإما منا واما فداءا ... ) * [٥ / محمد / ٤٧] نسخ المن
والفداء بآية السيف.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (53,'وقيل في سورة محمد صلى الله عليه وسلم آيتان منسوختان الثانية منهما قوله تعالى: * (ولا يسألكم أموالكم ... ) * الآية [٣٦ / محمد / ٤٧] نسخت بقوله: * (إن يسألكموها فيحفكم تبخلوا ويخرج أضغانكم ... ) * الآية [٣٧ / محمد / ٤٧] .

<span data-type="title" id=toc-53>٤٨ - سورة الفتح: </span>مدنية، بإجماع، فيها ناسخ وليس فيه منسوخ.

<span data-type="title" id=toc-54>٤٩ - سورة الحجرات: </span>مدنية، لا ناسخ فيه ولا منسوخ.

<span data-type="title" id=toc-55>٥٠ - سورة ق: </span>مكية، بإجماع، وجميعها محكم إلا آيتين:
إحداهما قوله تعالى: * (فاصبر على ما يقولون ... ) * الآية [٣٩ / ق / ٥٠] نسخ الصبر بآية السيف.
الآية الثانية: قوله تعالى: * (نحن أعلم بما يقولون) * [٤٥ / ق / ٥٠] نسخ بآية السيف.

<span data-type="title" id=toc-56>٥١ - سورة الذاريات: </span>مكية، وفيها من المنسوخ آيتان
احداهما قوله تعالى: * (وفي أموالهم حق للسائل ولمحروم ... ) * الآية [١٩ / الذاريات / ٥١] نسخ ذلك بآية الزكاة.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (54,'الآية الثانية: قوله تعالى: * (فتول عنهم فما أنت بملوم) * [٥٤ / الذاريات / ٥١] نسخت بقوله بعدها * (وذكر فإن الذكرى تنفع المؤمنين) * [٥٥ / الذاريات / ٥١] .

<span data-type="title" id=toc-57>٥٢ - سورة الطور: </span>مكية، وجميعها محكم غير آية واحدة وهي قوله تعالى: * (واصبر لحكم ربك
فإنك بأعيننا ... ) * الآية [٤٨ / الطور / ٥٢] نسخ الصبر منها بآية السيف.

<span data-type="title" id=toc-58>٥٣ - سورة النجم: </span>مكية، وجميعها محكم غير آيتين
احداهما قوله تعالى: * (فأعرض عمن تولى عن ذكرنا ... ) * الآية [٢٩ / النجم ٥٣] منسوخة بآية السيف.
الآية الثانية: قوله تعالى: * (وأن ليس للإنسان إلا ما سعى) * [٣٩ / النجم / ٥٣] نسخت بقوله تعالى: * (والذين آمنوا واتبعتهم ذريتهم بإيمان ... ) * الآية فيجعل الولد الطفل يوم القيامة في ميزان أبيه ويشفع الله تعالى الآباء في الأبناء والأبناء في الآباء ويدل على ذلك قوله تعالى: * (آباؤكم وأبناؤكم لا تدرون أيهم أقرب لكم نفعا) * [١١ / النساء / ٤] .

<span data-type="title" id=toc-59>٥٥ - سورة الرحمن: </span>مكية، وجميعها محكم ليس فيه ناسخ ولا منسوخ.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (55,'<span data-type="title" id=toc-60>٥٦ - سورة الواقعة: </span>مكية، أجمع المفسرون على أن لا ناسخ فيها ولا منسوخ إلا قول مقاتل بن سليمان فإنه قال: نسخ منها قوله تعالى: * (ثلة من الأولين وقليل من الآخرين) * [١٤ / الواقعة / ٥٦] نسخت بقوله تعالى: * (ثلة من الأولين وثلة من الآخرين) * الآية [٤٠ / الواقعة ٥٦] .

<span data-type="title" id=toc-61>٥٧ - سورة الحديد: </span>مدنية، إلا في قول الكلبي، فإنها مكية وليس فيه ناسخ ولا منسوخ.

<span data-type="title" id=toc-62>٥٨ - سورة المجادلة: </span>وجميعها محكم غير آية واحدة وهي قوله تعالى: * (يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة ... ) * الآية [١٢ /
المجادلة / ٥٨] نسخت بقوله تعالى: * (أأشفقتم أن تقدموا بين يدي نجواكم صدقات ... ) * الآية [١٣ / المجادلة / ٥٨] فنسخ الله تعلى ذلك بإقامة الصلاة وإيتاء الزكاة والطاعة لله والرسول.

<span data-type="title" id=toc-63>٥٩ - سورة الحشر: </span>مدنية، ليس فيها منسوخ وفيها ناسخ وهو قوله تعالى: * (ما أفاء الله على رسوله من أهل القرى ... ) * الآية [٧ / الحشر / ٥٩] نسخ الله تعالى بها آية الأنفال: * (يسألونك عن الأنفال ... ) * [١ / الأنفال / ٨] .

<span data-type="title" id=toc-64>٦٠ - سورة الممتحنة: </span>مدنية، وفيها من المنسوخ ثلاث آيات:',NULL,'59',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (56,'أولاهن قوله تعالى: * (لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ... ) * [٨ / الممتحنة / ٦٠] الآية نسخت بقوله تعالى: * (إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم ... ) * الآية [٩ / الممتحنة / ٦٠] وهذا مما نسخ فيه العموم بتفسير الخصوص.
الآية الثانية: قوله تعالى: * (يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن ... ) * الآية [١٠ / الممتحنة / ٦٠] فنسخت بقوله تعالى: * (فلا ترجعوهن إلى الكفار ... ) * الآية [١٠ / الممتحنة / ٦٠] وقيل نسخت بقوله تعالى: * (براءة من الله ورسوله ... ) * [١ / براءة / ٩] .
الآية الثالثة: قوله تعالى: * (وإن فاتكم شئ من أزواجكم إلى الكفار فعاقبتم ... ) * إلى قوله: * (واتقوا الله الذي أنتم به مؤمنون) * [١١ / الممتحنة / ٦٠] نسخت بآية السيف.

<span data-type="title" id=toc-65>٦١ - سورة الصف: </span>مكية، ليس فيها ناسخ ومنسوخ.

<span data-type="title" id=toc-66>٦٢ - سورة الجمعة: </span>مدنية، ليس فيها ناسخ ولا منسوخ.

<span data-type="title" id=toc-67>٦٣ - سورة المنافقون: </span>مدنية، وجميعها محكم وفيها ناسخ وليس فيها منسوخ، فالناسخ قوله تعالى: * (سواء عليهم أستغفرت لهم أم لم تستغفر لهم ... ) * الآية [٦ /',NULL,'60',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (57,'المنافقون / ٦٣] .

<span data-type="title" id=toc-68>٦٤ - سورة التغابن: </span>مدنية، فيها ناسخ وليس فيها منسوخ، فالناسخ قوله تعالى: * (فاتقوا الله ما استطعتم ... ) * [١٦ / التغابن / ٦٤] .

<span data-type="title" id=toc-69>٦٥ - سورة الطلاق: </span>مدنية، وجميعها محكم فيا ناسخ وليس فيه منسوخ، فالناسخ قوله تعالى: * (وأشهدوا ذوي عدل منكم ... ) * الآية [٢ / الطلاق / ٦٥] .

<span data-type="title" id=toc-70>٦٦ - سورة التحريم: </span>مدنية، وليس فيها ناسخ ولا منسوخ.

<span data-type="title" id=toc-71>٦٧ - سورة الملك: </span>مكية، وليس فيها ناسخ ولا منسوخ.

<span data-type="title" id=toc-72>٦٨ - سورة ن: </span>مكية، وجميعها محكم غير آيتين
احداهما قوله تعالى: * (فذرني ومن يكذب بهذا الحديث ... ) * [٤٤ / القلم / ٦٨] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (فاصبر لحكم ربك ... ) * [٤٨ / القلم / ٦٨] نسخت بآية السيف.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (58,'<span data-type="title" id=toc-73>٦٩ - سورة الحاقة: </span>مكية، لا ناسخ فيها، ولا منسوخ.

<span data-type="title" id=toc-74>٧٠ - سورة المعارج: </span>مكية، وجميعها محكم غير آية واحدة وهي قوله تعالى: * (فذرهم يخوضوا ويلعبوا ... ) * الآية [٤٢ / العارج / ٧٠] نسخها بآية السيف.

<span data-type="title" id=toc-75>٧١ - سور نوح </span>عليه السلام: مكية، وجميعها محكم لا ناسخ فيها ولا منسوخ.

<span data-type="title" id=toc-76>٧٢ - سورة الجن: </span>مكية، وجميعها محكم لا ناسخ فيها ولا منسوخ.

<span data-type="title" id=toc-77>٧٣ - سورة المزمل: </span>مكية، فيها ست آيات منسخات:
أولاهن: قوله تعالى * (يا أيها المزمل قم الليل ... ) * [١، ٢ / المزمل / ٧٣] نسخت بقوله تعالى: * (إلا قليلا) * والقليل بالنصف والنصف بقوله تعالى: * (أو انقص منه) * [٣ / المزمل] أي إلى الثلث، وقوله: * (ثقيلا) * [٥ / المزمل] نسخت بقوله تعالى: * (يريد الله أن يخفف عنكم ... ) *.
الآية الرابعة: قوله تعالى: * (واهجرهم هجرا جميلا) * [١٠ / المزمل / ٧٣] نسخت بآية السيف.
الآية الخامسة: قوله تعالى: * (وذرني والمكذبين) * الآية [١١ /',NULL,'62',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (59,'المزمل / نسخت بآية السيف.
الآية السادسة: قوله تعالى: * (فمن شاء اتخذ إلى ربه سبيلا) * [١٩ / المزمل / ٧٣] نسخت بقوله تعالى: * (وما تشاؤن إلا أن يشاء الله) * [٣٠ / الإنسان / ٧٦] وقيل نسخت بآية السيف.

<span data-type="title" id=toc-78>٧٤ - سورة المدثر: </span>مكية، وجميعها محكم غير آية واحدة وهي قوله تعالى: * (ذرني ومن خلقت وحيدا) * [١١ / المدثر / ٧٤] يعني به الوليد بن المغيرة المخزومي نسخت بآية السيف.

<span data-type="title" id=toc-79>٧٥ - سورة القيامة: </span>مكية، وجميعها محكم غير قوله تعالى: * (لا تحرك به لسانك لتعجل به) * [١٦ / القيامة / ٧٥] معناها لا لفظها بقوله: * (سنقرئك فلا تنسى) * [٦ / الأعلى / ٨٧] .

<span data-type="title" id=toc-80>٧٦ - سورة الإنسان: </span>مدنية، وفيها اختلاف وجميعها محكم غير آيتين
إحداهما قوله تعالى: * (فاصبر لحكم ربك ولا تطع منهم آثما أو كفورا ... ) * [٢٤ / الإنسان / ٧٦] نسخت بآية السيف.
الآية الثانية: قوله تعالى: * (إن هذه تذكرة فمن شاء اتخذ إلى ربه سبيلا) * [٢٩ / الإنسان / ٧٦] نسخ التخيير آية السيف.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (60,'<span data-type="title" id=toc-81>٧٧ - سورة المرسلات: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-82>٧٨ - سورة النبأ: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-83>٧٩ - سورة النازعات: </span>مكية وجميعها محكم.

<span data-type="title" id=toc-84>٨٠ - سورة عبس: </span>مكية، وجميعها محكم إلا قوله تعالى: * (كلا إنها تذكرة فمن شاء ذكره ... ) * الآية [١١، ١٢ / عبس / ٨٠] نسخت بقوله: * (وما تشاؤن إلا أن يشاء الله رب العالمين) * [٢٩ / عبس / ٨٠] .

<span data-type="title" id=toc-85>٨٢ - سورة الانفطار: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-86>٨٣ - سورة المطففين: </span>نزلت في الهجرة بين مكة والمدينة وجميعها محكم.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (61,'<span data-type="title" id=toc-87>٨٦ - سورة الطارق: </span>مكية، وجميعها محكم غير آية واحدة وهي قوله تعالى: * (فمهل الكافرين أمهلهم رويدا) * [١٧ / الطارق / ٨٦] نسخت بآية السيف.

<span data-type="title" id=toc-88>٨٧ - سورة الاعلى: </span>مكية، وجميعها محكم فيها ناسخ وليس فيها منسوخ فالناسخ قوله تعالى: * (سنقرئك فلا تنسى) * [٦ / الاعلى / ٨٧] .

<span data-type="title" id=toc-89>٨٨ - سورة الغاشية: </span>مكية، وفيها آية منسوخة وهي قوله تعالى: * (لست عليهم بمصيطر) * [٢٢ / الغاشية / ٨٨] نسخت بآية السيف.

<span data-type="title" id=toc-90>٨٩ - سورة الفجر: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-91>٩٠ - سورة البلد: </span>مكية، وجميعها محكم.

٩١ - سورة الشمس: مكية، وجميعها محكم.

٩٢ - سورة الليل: مكية، وجميعها محكم.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (62,'<span data-type="title" id=toc-92>٩٣ - سورة الضحى: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-93>٩٤ - سورة ألم نشرح لك: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-94>٩٥ - سورة التين: </span>مكية، وجميعها محكم غير آية واحدة وهي قوله تعالى: * (أليس الله بأحكم الحاكمين) * [٨ / التين / ٩٥] نسخ معناها بآية السيف.

<span data-type="title" id=toc-95>٩٦ - سورة القلم: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-96>٩٧ - سورة القدر: </span>مدنية، وجميعها محكم.

<span data-type="title" id=toc-97>٩٨ - سورة لم يكن: </span>مدنية، وجميعها محكم.

٩٩ - سورة الزلزلة: مدنية، وجميعها محكم.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b2216] VALUES (63,'<span data-type="title" id=toc-98>١٠٠ - سورة العاديات: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-99>١٠١ - سورة القارعة: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-100>١٠٢ - سورة التكاثر: </span>مكية، وجميعها محكم

<span data-type="title" id=toc-101>١٠٣ - سورة العصر: </span>مكية، وجميعها محكم وفيها اختلاف، والمنسوخ فيها آية واحدة وهي قوله تعالى: * (إن الإنسان لفي خسر) * [٢ / العصر] ثم نسخت بالاستثناء بقوله: * (إلا الذين آمنوا وعملوا الصالحات) * [٣ / العصر ١٠٣]
<span data-type="title" id=toc-102>١٠٤ - سورة الهمزة: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-103>١٠٥ - سورة الفيل: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-104>١٠٦ - سورة قريش: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-105>١٠٧ - سورة الدين: </span>نصفها مكي ونصفها من أولها إلى قوله: * (ولا يحض على طعام السكين) * [٣ / الماعون / ١٠٧] نزل بمكة في العاص بن وائل السهمي وإلى آخرها نزل بالمدينة في عبد الله بن أبي سلول رأس المنافقين وجميعها محكم.

<span data-type="title" id=toc-106>١٠٨ - سورة الكوثر: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-107>١٠٩ - سورة الكافرون: </span>مكية، فيها آية واحدة منسوخة وهي قوله تعالى: * (لكم دينكم ولي دين) * نسخت بآية السيف.

<span data-type="title" id=toc-108>١١٠ - سورة النصر: </span>مدنية، وجميعها محكم.

<span data-type="title" id=toc-109>١١١ - سورة تبت: </span>مكية، وجميعها محكم.

<span data-type="title" id=toc-110>١١٢ - سورة الإخلاص</span>،<span data-type="title" id=toc-111> ١١٣ - الفلق</span>،<span data-type="title" id=toc-112> ١١٤ - الناس: </span>اختلف المفسرون في تنزيلهن فقال بعضهم هي مدنيات وقال الضحاك والسدي هن مكيات وكلهن محكم ليس فيهن ناسخ ولا منسوخ والله أعلم.',NULL,'67',NULL,NULL,'0');
