-- Table: b221
-- Chunk: 1
-- Rows: 151

CREATE TABLE "b221"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b221
INSERT INTO [b221] VALUES (1,'مؤلفات الإمام ابن قيم الجوزية
(نسخها الخطية وطبعاتها)

إعداد
محمد عزير شمس',NULL,'141',NULL,NULL,'0');
INSERT INTO [b221] VALUES (2,'<span data-type="title" id=toc-1>مقدمة</span>
الحمد لله رب العالمين، والصلاة والسلام على رسوله محمد وآله وصحبه أجمعين.
وبعد، فهذا فهرس لمؤلفات الإمام ابن القيم التي وصلت إلينا مخطوطةً ومطبوعةً، صنعتُه بتكليف من الشيخ بكر بن عبد الله أبو زيد - رحمه الله -، وقد قمت بجرد مجموعة كبيرة من فهارس المخطوطات في العالم، وفتّشتُ عن الطبعات المختلفة لكل كتاب. وعند الترتيب راعيتُ تاريخَ النسخ في المخطوطات، وتاريخَ الطبع في المطبوعات بقدر الإمكان، وتتبعتُ ــ حسب استطاعتي ــ ما خُدِمتْ به هذه الكتب من شروح أو اختصارات أو تراجم إلى لغات أخرى.
وقد كان المستشرق الألماني كارل بروكلمان أول من قام بإحصاء مؤلفات ابن القيم الموجودة في كتابه: «تاريخ الأدب العربي» (بالألمانية) [الأصل ٢/ ١٠٦، الملحق ٢/ ١٢٦ - ١٢٨]، وعدد المخطوطات والمطبوعات عنده (٥٢) كتاباً. وقد تكرر عنده ذكر بعض الكتب، كما ذكر الرسائل التي أفردت من هذه الكتب بصفة مستقلة، ووهم في نسبة مجموعة من الكتب إلى ابن القيم. وهناك كتب ورسائل نسبها إليه بالاعتماد على الفهارس التي اطلع عليها، وعناوينها غريبة، ولا يمكن التأكد من صحة نسبتها إليه إلّا بعد الاطلاع عليها ودراستها دراسة متأنية. وفيما يلي قائمة بكتب ابن القيم الموجودة:',NULL,'143',NULL,NULL,'0');
INSERT INTO [b221] VALUES (3,'(أ) كتبٌ ثابتة النسبة له:
١ - اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية.
٢ - أحكام أهل الذمة.
٣ - أعلام الموقعين عن ربّ العالمين.
٤ - إغاثة اللهفان في حكم طلاق الغضبان.
٥ - إغاثة اللهفان في مصايد الشيطان.
٦ - بدائع الفوائد.
٧ - التبيان في أيمان القرآن (أو) أقسام القرآن.
٨ - تحفة المودود بأحكام المولود.
٩ - تفسير سورة التكاثر.
١٠ - تهذيب سنن أبي داود.
١١ - جلاء الأفهام في فضل الصلاة والسلام على خير الأنام.
١٢ - حادي الأرواح إلى بلاد الأفراح.
١٣ - حكم إغمام هلال رمضان.
١٤ - الداء والدواء (أو) الجواب الكافي لمن سأل عن الدواء الشافي.
١٥ - رسالة إلى أحد إخوانه.
١٦ - الرسالة التبوكية.
١٧ - رفع اليدين في الصلاة.
١٨ - كتاب الروح.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b221] VALUES (4,'١٩ - روضة المحبين ونزهة المشتاقين.
٢٠ - زاد المعاد في هدي خير العباد (أو) الهدي النبوي.
٢١ - شفاء العليل في مسائل القضاء والقدر والحكمة والتعليل.
٢٢ - كتاب الصلاة وحكم تاركها (أو) حكم تارك الصلاة.
٢٣ - الصواعق المرسلة على الجهمية والمعطلة.
٢٤ - الطرق الحكمية في السياسة الشرعية.
٢٥ - طريق الهجرتين وباب السعادتين.
٢٦ - عدة الصابرين وذخيرة الشاكرين.
٢٧ - فتيا في صيغة الحمد.
٢٨ - فتيا في كتب أبي الحسن البكري.
٢٩ - الفروسية المحمدية.
٣٠ - كتاب الفوائد.
٣١ - القصيدة الميمية.
٣٢ - الكافية الشافية في الانتصار للفرقة الناجية (أو) القصيدة النونية.
٣٣ - الكلام على مسألة السماع (أو) كشف الغطاء عن حكم سماع الغناء.
٣٤ - مدارج السالكين في منازل السائرين.
٣٥ - مفتاح دار السعادة ومنشور ولاية العلم والإرادة.
٣٦ - المنار المنيف في الصحيح والضعيف.
٣٧ - هداية الحيارى في أجوبة اليهود والنصارى.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b221] VALUES (5,'٣٨ - الوابل الصيب من الكلم الطيب (أو) الكلم الطيب والعمل الصالح.
(ب) كتب نشرت مستلّة من بعض مؤلفاته:
- شرح الشروط العمرية (= أحكام أهل الذمة).
- تفسير الفاتحة (= مدارج السالكين).
- ذم التقليد (= أعلام الموقعين).
- بلوغ السول من أقضية الرسول (= أعلام الموقعين).
- فتاوى رسول الله (=أعلام الموقعين).
- فصول في القياس (= أعلام الموقعين).
- تفسير المعوذتين (= بدائع الفوائد).
- تفسير سورة الكافرون والمعوذتين (= بدائع الفوائد).
- ذم الحسد وأهله (= بدائع الفوائد).
- ذم الهوى واتباعه (= روضة المحبين).
- الغُربة والاغتراب (= مدارج السالكين).
- الرسالة القبرية (= الروح).
- الطبّ النبوي (= زاد المعاد). أُفرِد منه قديمًا.
- فضائل الذكر والدعاء (= الوابل الصيب).
- الفراسة (= الطرق الحكمية).
- طبقات المكلفين (= طريق الهجرتين).
- أمثال القرآن (= أعلام الموقعين).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b221] VALUES (6,'- صفات المنافقين (= مدارج السالكين).
- مشروعية زيارة القبور (= إغاثة اللهفان).
- مكايد الشيطان (= إغاثة اللهفان).
- الموازنة بين ذوق السماع وذوق الصلاة والقرآن (= الكلام على مسألة السماع).
(جـ) كتب نُسبت لابن القيم، ولا تصحّ نسبتها إليه:
- أخبار النساء (لعله قسم من كتاب أسامة بن منقذ).
- كتاب الفوائد المشوق إلى علوم القرآن وعلم البيان (هو مقدمة تفسير ابن النقيب).
- أسماء مؤلفات شيخ الإسلام ابن تيمية (الصواب أنه لابن رُشَيِّق. انظر: «الجامع لسيرة شيخ الإسلام»).
- فوائد في الكلام على حديث الغمامة وحديث الغزالة والضب وغيره (الكلام على نفي نسبته إلى ابن القيم يحتاج إلى بحث مستقل).
- معاني الأدوات والحروف (اطلعت على مخطوطته، وبعد دراستها ظهر لي أن الكتاب ليس لابن القيم).
- الرسالة الشافية للأمراض الفاشية (برلين ٨٨٠٠،  Pet.٥٩٣)،  نسبت إلى ابن القيم وليست له.
- الروض النضير في علم التذكير (مخطوط في بطرسبورج، المتحف الآسيوي قوقاز [٩٣٣]). لم أطلع عليه، ولعله لابن الجوزي.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b221] VALUES (7,'ولا أريد أن أطيل الكلام هنا بذكر الفرق بين عملي وعمل بروكلمان وغيره ممن صنع فهرسًا لمؤلفات ابن القيم المخطوطة والمطبوعة، وللقارئ أن يقوم بمثل هذه المقارنة ليدرك الفرق، ويتحفني بملاحظاته وتصويباته، لأستفيد منها في إكمال هذا الفهرس، شاكرًا له جهده وإخلاصه.
ولا يفوتني أن أشكر هنا الشيخ سليمان العمير على إفاداته، والأخوين الكريمين: شجاع الدين (من كراتشي) وعلي حسن (من لندن) اللذين أمدَّاني بمعلومات عن ترجمات أردية وإنجليزية لمؤلفات ابن القيم، أضفتها إلى ما كان لديَّ من بيانات، فجزاهما الله عن العلم وأهله خير الجزاء.
وفي الختام أدعو الله أن يوفقني لما يحبُّه ويرضاه، إنه وليّ ذلك والقادر عليه. وصلى الله على النبي وسلم.

كتبه
محمد عزير شمس
بمكة المكرمة في ٧/ ١٠/١٤٢٠
وزاد فيه حتى اليوم ٦/ ٢/١٤٤١',NULL,'148',NULL,NULL,'0');
INSERT INTO [b221] VALUES (8,'<span data-type="title" id=toc-2>١) اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية</span>
* المخطوطات:
- الظاهرية بدمشق [٢٩٤٣ عام] (الورقة ١ - ٧٩، كتبت سنة ٧٦٠ هـ).
- ليدن [٩٩٦ شرقيات] (١٠٩ ورقات، كتبت سنة ٨٠٨ هـ).
- برلين [٢٠٩٠ (We. ٣٨٥)] (٩٠  ورقة، كتبت سنة ٨٣١ هـ بخط محمد بن أبي بكر بن عبد الله بن زريق الحنبلي المقدسي). انظر: فهرس المكتبة (٢/ ٤٥٠).
- تشستربيتي [٣٣٠٥] (١٨٧ ورقة، لعلها من القرن التاسع).
- جامعة همدرد [١١١٣] (٣٧٠ ق، كتبت سنة ٩٢٧ هـ).
- طوبقبو سراي [١٥٩٤  A ٥١٤٠) (١١٦  ورقة، دون تاريخ). انظر فهرس المكتبة (٣/ ١٥٤).
- مكتبة الملك عبد العزيز بالرياض [٤٩١] (٩٣ ورقة، كتبت سنة ١٢٧٨ هـ). انظر فهرس المكتبة (١/ ١٧٣).
- الأوقاف العامة ببغداد [٤/ ٦٦٨٥ مجاميع] (٩٩ ورقة، كتبت سنة ١٢٨٠ هـ بخط عبد الله بن فارس بن ناصر آل سميح). انظر فهرس المكتبة (٢/ ٥٦١).
- الأوقاف العامة بالموصل [٢/ ١١ ــ الردود والفرق] (٩٤ ورقة، كتبت سنة ١٢٨٥ هـ بخط راشد بن عبد الله العنزي). انظر فهرس المكتبة (٢/ ٤٧).',NULL,'149',NULL,NULL,'0');
INSERT INTO [b221] VALUES (9,'- ندوة العلماء بلكنو [٩٤٧] (٩٠ ورقة، كتبت سنة ١٢٩٥ هـ بخط أحمد بن محمد بن عبد الله).
- دار الكتب المصرية: مجاميع طلعت [٢٩٩] (الورقة ١ - ٦٧، كتبت سنة ١٣٠٤ هـ).
- المكتبة السعودية بدار الإفتاء بالرياض [٣٠٧/ ٨٦] (١٨٤ صفحة، كتبت سنة ١٣٢٩ هـ).
- ندوة العلماء [٩٤٨] (٦٤ صفحة، بخط نسخي دون تاريخ).
- المكتبة السعودية [٥٩٠] (١٥٦ صفحة، دون تاريخ، وهي ناقصة الآخر).
- جامعة الملك سعود بالرياض [١٣٤٢] (١٠٠ ورقة، دون تاريخ).
* الطبعات:
- طبعة حجرية في أمرتسر (بالهند) سنة ١٣١٤ هـ، ١٣٤ ص.
- تصحيح ونشر: عبد الله بن حسن آل الشيخ وإبراهيم الشوري، القاهرة: إدارة الطباعة المنيرية، ١٣٥١ هـ/١٩٣٢ م، ١٤٢ ص.
- بعناية: زكريا علي يوسف، القاهرة، د. ت، ١٧٩ ص.
- بيروت: دار المعرفة، د. ت، ١٤١ ص.
- توزيع: دار الباز بمكة المكرمة، ١٤٠٤ هـ، ٢٢٤ ص.
- دراسة وتحقيق: عوَّاد عبد الله المعتق، ط ١. الرياض، ١٤٠٨ هـ/',NULL,'150',NULL,NULL,'0');
INSERT INTO [b221] VALUES (10,'١٩٨٨ م، جزآن في مجلد. [الأصل رسالة دكتوراه سنة ١٤٠٧ هـ]، ط ٢. الرياض: مكتبة الرشد، ١٤١٥ هـ/١٩٩٥ م، جزآن في مجلد.
- تحقيق: فواز أحمد زمرلي، ط ١، بيروت: دار الكتاب العربي، ١٤٠٨ هـ/١٩٨٨ م، ٣٩٠ ص.
- تحقيق: أبي حفص سيد بن إبراهيم بن صادق بن عمران، القاهرة: دار الحديث، ١٤١١ هـ/١٩٩١ م، ١٨١ ص.
- حققه وخرَّج أحاديثه وعلَّق عليه: بشير محمد عيون، الرياض: مكتبة المؤيد؛ دمشق: مكتبة دار البيان، ١٤١٤ هـ/١٩٩٣ م، ٢٥٦ ص.
- تحقيق: زائد بن أحمد النشيري، ط ١. مكة المكرمة: دار عالم الفوائد، ١٤٣١، ٦٢١ ص.
* * * * *',NULL,'151',NULL,NULL,'0');
INSERT INTO [b221] VALUES (11,'<span data-type="title" id=toc-3>٢) أحكام أهل الذمة</span>
* المخطوطات:
- نسخة فريدة منه في مكتبة المدرسة المحمدية في مدراس (بالهند) برقم [٧٠] (٥٦٩ صفحة، كتبت سنة ٨٦٩ هـ).
- قطعة منه في ورقتين في مكتبة الأوقاف ببغداد [٩/ ٤٧٦٧ مجاميع]. انظر فهرس المكتبة (١/ ٦٥٥).
- قطعة منه في ورقتين في مكتبة وزارة الأوقاف بالكويت [٣٢٤/ ٢] (الورقة ٤٦ - ٤٧، من القرن الثالث عشر).
* الطبعات:
- تحقيق: صبحي الصالح، ط ١، دمشق: مطبعة جامعة دمشق، ١٣٨٣ هـ/١٩٦٣ م، ٢ ج (١٠٧٩ ص)، ط ٢، بيروت ١٤٠١ هـ، ط ٤. بيروت: دار العلم للملايين، ١٩٩٤ م، ٢ ج.
- تحقيق: طه عبد الرؤوف سعد، ط ١، بيروت: دار الكتب العلمية، ١٤١٥ هـ.
- تحقيق: يوسف بن أحمد البكراوي وشاكر بن توفيق العاروري، الدمام: رمادي للنشر، ١٤١٨ هـ/ ١٩٩٧ م، ٣ ج.
- تحقيق: محمد عزير شمس ونبيل نصار السندي، ط ١. مكة المكرمة: دار عالم الفوائد، ١٤٤١ هـ، في مجلدين.
* استلّ منه «شرح الشروط العمرية»، ونشر بتحقيق: صبحي الصالح، دمشق: مطبعة جامعة دمشق، ١٣٨١ هـ/ ١٩٦١ م، ٢٦٤ ص.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b221] VALUES (12,'<span data-type="title" id=toc-4>٣) أعلام الموقعين عن رب العالمين</span>
* المخطوطات:
- المكتبة المحمودية بالمدينة [١٤٥٢] (مج ١: ٣٥٢ ورقة، كتبت سنة ٧٧٣ هـ).
- الجمعية الآسيوية بكلكتا [٥٨٨] (ج ٢: ٢١٨ ورقة، ج ٣: ٢٤٧ ورقة، كُتبت سنة ٧٧٤ هـ) انظر فهرسها (١/ ٢٩٠).
- دارة الملك عبد العزيز بالرياض [٢٧٥١] (الثلث الثاني في ٣١٣ ورقة، بخط ابن اللحام سنة ٧٧٩ هـ).
- الأزهر [٥٦٣ فقه عام، ٨٧١٩] (جـ ٢ في ٢٦٣ ورقة). تتمتها بعد الورقة ٢٥١ ضمن مجموع مخطوط في جامعة الإمام محمد بن سعود الإسلامية بالرياض [٤١٤٣] تبيِّن أن النسخة كتبت سنة ٧٩٠ هـ، لا سنة ٩٥٠ هـ كما في فهرس المكتبة الأزهرية (٣/ ٧).
- طوبقبو سراي [١١٢٠  A ٤٦٦٢] (٣٥٧  ورقة من القرن الثامن أو التاسع). انظر فهرس المكتبة (٢/ ٧٤٣).
- برنستون [٤٥٦١] (جـ ١ في ١٦٨ ورقة (¬١)، من القرن الثامن أو التاسع). انظر فهرس المكتبة ص ٨٤.
- مكتبة الأوقاف ببغداد [٢٨٠٥] (النصف الأول في ٣٢٠ ورقة، نسخة
_________
(¬١) تساوي من طبعة القاهرة سنة ١٩٥٥ م (=١/ ١ - ٣٣٩).',NULL,'153',NULL,NULL,'0');
INSERT INTO [b221] VALUES (13,'جيدة مخرومة الآخر، من القرن الثامن أو التاسع، وملكها محمد بن عبد الله ... في سنة ٩٩٥ هـ).
- المكتبة المحمودية بالمدينة [١٤٦٧] (ج ١: ٢٥٨ ورقة، كتبت سنة ١٢١٤ هـ).
- الأزهر [٥٦٤ فقه عام، ٢٣١١٢] (جـ ٢ في ٢٤٣ ورقة، كتبت سنة ١٢٣٨ هـ بخط علي التميمي). انظر فهرس المكتبة (٣/ ٧).
- الجمعية الآسيوية بكلكتا [٥٨٧] (ج ١: ١٢٩ ورقة، كتبت في القرن الثالث عشر).
- مكتبة الأوقاف ببغداد [٦٨٥٤، ٦٨٥٥] (في مجلدين، ٢٤٠+٢٦٣ ورقة، كتبت سنة ١٣٠٤ هـ بخط عباس العذاري الحلي). انظر فهرس المكتبة (٢/ ١٠١).
- القادرية ببغداد [٥٢٠، ٥٢١] (في مجلدين، ١٦٦+١٧٢ ورقة، كتبت سنة ١٣٠٥ هـ). انظر فهرسها (٢/ ٣٤٦، ٣٤٧).
- مكتبة الشيخ محب الله شاه الراشدي بالسند (ج ١، ٢ بخط الشيخ سليمان بن سحمان سنة ١٣٠٥ هـ، ج ٣ بخط عبد العزيز بن صعب التويجري سنة ١٣٠٦ هـ).
- دار الكتب المصرية [أصول فقه ١٩] (جـ ١، ناقصة الأول والآخر). انظر فهرس الخديوية (٢/ ٢٣٧) والفهرس الثاني (١/ ٣٧٨).
- المكتبة الأحمدية بتونس [٣٣١٣ و ٣٣١٤]. انظرا لفهرس القديم للمكتبة ص ١٠٩.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b221] VALUES (14,'- مكتبة المسجد النبوي (وقف عبد العزيز الحصين) [١٨ و ١٩ برمز ١ و ٢١٦] (١٠٨ + ٢٢٩ ورقة، كتبت بخط حديث).
- المكتبة السعودية بالرياض (جـ ٢ فقط).
- مكتبة المعهد العلمي بحائل (٧٦٥ ورقة، ناقصة الآخر ومضطربة الأوراق، بخط حديث).
- ملّت الوطنية بإستانبول [٨٢١] (في جزئين).
- مكتبة الشيخ عبد الله البراهيم السليم بالقصيم (انظر مجلة البحث العلمي ٢/ ٣٣٨).
- تشستربيتي [٤٨٤٢/ ٣] (قطعة منه، الورقة ٤٢ ب-٩٠، دون تاريخ، ولعلها من القرن التاسع).
- برلين [٤٨١٩،  Lbg.٢١٧] (قطعة من آخر الكتاب متعلقة بفتاوى رسول الله - صلى الله عليه وسلم -، في ٢٠ ورقة، كتبت في القرن الحادي عشر). انظر فهرس المكتبة (٤/ ٢٦١).
- برلين [٤٨٢٠،  Lbg.٧٥٢] (الورقة ٨٨ - ٩٨، قطعة تبدأ بقوله: «أشرف العلوم على الإطلاق علم التوحيد ... »، وآخرها: «في تغير الفتوى واختلافها بحسب تغير الأزمنة والأمكنة والأحوال والنيات والعوائد»). انظر فهرس المكتبة (٤/ ٢٦١).
- قطعة منه بعنوان «مناسك الحج» في ندوة العلماء بلكنو [٢٦٤] (ق ١٥ ب ــ ١٩ ب، من فتاوى النبي - صلى الله عليه وسلم - في الحج، بخط النواب صديق',NULL,'155',NULL,NULL,'0');
INSERT INTO [b221] VALUES (15,'حسن خان القنوجي).
- مكتبة الشيخ ابن باز بمكة المكرمة، اطلعتُ فيها على ثلاث قطع متفرقة من الكتاب، لعلها كتبت في القرن الثالث عشر.
- المكتبة المحمودية بالمدينة [١٤٥٣] (ج ١، الورقة ١٠٦ - ٢٢٢ بخط حديث= تساوي طبعة محمد محيي الدين عبد الحميد من أولها إلى ١/ ١٣٨).
- المكتبة المحمودية [١٤٥٤] (ج ٢: ٢٢٠ ورقة بخط حديث= تساوي طبعة محيي الدين ٢/ ٣٧٢ إلى آخر الكتاب).
- المكتبة المحمودية [١٣٩٧، ١٣٩٨) (ج ٢، ٣: ٢١٣ + ٢٣٨ ورقة، بخط حديث= تساوي طبعة محيي الدين ٢/ ١٦٥ إلى آخر الكتاب).
* الطبعات:
- طبعة حجرية في دهلي (بالهند) سنة ١٣١٣ - ١٣١٤ هـ/١٨٩٤ - ١٨٩٥ م، ٢ ج.
- القاهرة: مطبعة فرج الله الكردي، ١٣٢٥ هـ/١٩٠٧، ٣ ج.
- القاهرة: إدارة الطباعة المنيرية، د. ت، ٤ ج.
- القاهرة: محمد أدهم، ١٣٤٨ هـ/١٩٢٩ م، ٢ ج.
- تحقيق: محمد محيي الدين عبد الحميد، القاهرة: المكتبة التجارية الكبرى، ١٣٧٤ هـ/١٩٥٥ م، ٤ ج. طبعة مصورة عنها، بيروت: دار الفكر، د. ت.، ٤ ج في مجلدين.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b221] VALUES (16,'- تحقيق: طه عبد الرؤوف سعد، القاهرة: المكتبة الأزهرية (١٩٦٨ م)، ٤ ج. طبعة مصورة عنها، بيروت: دار الجيل، ١٩٧٣ م، ٤ ج.
- تحقيق: عبد الرحمن الوكيل، ط ١، القاهرة: دار الكتب الحديثة، ١٣٨٩ هـ/ ١٩٦٩ م، ٤ ج، ط ٢، القاهرة: دار الكتب الحديثة، ١٩٧٦ م، ٤ ج.
- تحقيق: عبد الكريم إبراهيم العزباوي، بإشراف محمد أبو الفضل إبراهيم، القاهرة: مكتبة النهضة المصرية، ١٩٧٠ م.
- تحقيق: عصام الدين الصبابطي، ط. القاهرة: دار الحديث، ١٤١٤ هـ/١٩٩٣ م، ٤ أجزاء.
- بعناية: محمد عبد السلام إبراهيم، بيروت: دار الكتب العلمية، ١٤١٧ هـ/١٩٩٦ م، ٤ ج.
- ط. مكة المكرمة ــ الرياض: مكتبة نزار مصطفى الباز، ١٤١٧ هـ/ ١٩٩٦ م، ٤ ج.
- حققه وعلق عليه وعمل فهارسه: عصام فارس الحرستاني. خرَّج أحاديثه: حسان عبد المنان، ط. بيروت: دار الجيل، ١٤١٩ هـ/ ١٩٩٨ م، ٤ ج.
- تحقيق: مشهور حسن سلمان، ط ١، الدمام: دار ابن الجوزي، ١٤٢٣ هـ، سبع مجلدات مع المقدمة.
- تحقيق: رائد صبري، ط. الرياض: دار طيبة، ١٤٢٧ هـ/٢٠٠٦ م.
- تحقيق: محمد أجمل الإصلاحي ومحمد عزير شمس، تخريج: عمر بن سعدي وجعفر حسن السيد ومحمد نديم خليل أحمد، ط. مكة',NULL,'157',NULL,NULL,'0');
INSERT INTO [b221] VALUES (17,'المكرمة: دار عالم الفوائد، ١٤٣٧ هـ، ستّ مجلدات.
* نُشِر منه القسم المتعلق بفتاوى رسول الله - صلى الله عليه وسلم - بالعناوين الآتية:
- «بلوغ السول من أقضية الرسول»، أفردها النواب صديق حسن خان القنوجي، طبعت طبعة حجرية بالهند سنة ١٢٩٢ هـ. ط ٢، ١٣٢١ هـ.
- «فتاوى رسول الله - صلى الله عليه وسلم -»، تحقيق وتعليق: مصطفى عاشور، ط ١، القاهرة: مكتبة الاعتصام، ١٩٨٠ م، ١٤٧ ص، ط ٢. تونس: دار بوسلامة، ١٩٨٣ م.
- «فتاوى إمام المفتين ورسول رب العالمين - صلى الله عليه وسلم -»، حقق نصوصه وخرَّج أحاديثه وعلَّق عليه: عبد القادر الأرناؤوط، وساعد في ذلك طالب عواد، ط ١. الرياض: دار المعراج الدولية، ١٤١٥ هـ/ ١٩٩٤ م، ٢٣٦ ص.
- «فتاوى رسول الله - صلى الله عليه وسلم -» تحقيق: محمد نزار تميم وهيثم نزار تميم.
- رتب هذه الفتاوى على الأبواب الفقهية: قاسم الشماعي الرفاعي. وطبعها على حدة.
- «شفاء الصدور في فتاوى الرسول»، حققه وخرج أحاديثه: بشير محمد عيون.
- «فتاوى رسول الله»، تحقيق: خالد خادم السروجي، ط. مكتبة ابن القيم.
- «فتاوى رسول الله»، تحقيق: خليل مأمون شيحا.
- «فتاوى رسول الله»، تحقيق: سليمان أيوب، ط. دار الحكمة.
- «فتاوى النبي - صلى الله عليه وسلم - في الصلاة»، تحقيق: علي أحمد الطهطاوي، ط. دار',NULL,'158',NULL,NULL,'0');
INSERT INTO [b221] VALUES (18,'الكتب.
- حققت هذه الفتاوى في ثلاث رسائل في جامعة الإمام محمد بن سعود الإسلامية بالرياض، ونُوقشت في ١٤١١، ١٤١٢، ١٤١٨ هـ. حقَّقها: ناصر بن إبراهيم العبودي، ولطيفة عبد الله الجلعود، وحصة صالح العماري.
* نُشِر منه القسم الخاص بالتقليد:
- ضمن كتاب «الدين الخالص» للنواب صديق حسن خان في الهند سنة ١٣٠٢ هـ، وهو في (٤/ ٢٧٤ - ٤١٠) من طبعة المدني سنة ١٣٧٩ هـ.
- «تفصيل القول في التقليد» ضمن «مجموعة الرسائل الكمالية» (الجزء الرابع)، ط. الطائف: مكتبة المعارف، د. ت.
- «رسالة التقليد»، تحقيق وتعليق: محمد عفيفي، ط ١. بيروت: المكتب الإسلامي، ١٤٠٣ هـ/١٩٨٣ م، ١١٩ ص، ط ٢، ١٤٠٥ هـ.
* نُشِر منه القسم الخاص بالقياس بعنوان:
- «فصول في القياس» ضمن «القياس في الشرع الإسلامي»، بعناية: محبّ الدين الخطيب، ط ١. القاهرة: المطبعة السلفية، ١٣٤٦ هـ، ٢٣٦ ص، ط ٢. القاهرة: المطبعة السلفية، ١٣٧٥ هـ، ١٣٢ ص، ط ٣، بيروت: دار الآفاق الجديدة، ١٣٩٨ هـ/١٩٨٧ م، ٢٠٦ ص.
- وطبع أيضًا ضمن «رسالتان في القياس»، عن دار الفكر، عمّان.
* ... نُشِر منه القسم الخاص بالاحتجاج بآثار الصحابة بعنوان:
- «البينات السلفية على أن أقوال الصحابة حجة شرعية في إعلام الإمام ابن قيم الجوزية»، أحمد سلام، ط. بيروت: دار ابن حزم، ١٤١٧ هـ.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b221] VALUES (19,'* نُشِر منه القسم الخاص بأمثال القرآن:
- «درر البيان في تفسير أمثال القرآن»، أفرده بعض علماء نجد لم يذكر اسمه، وطبع في المطبعة السلفية بالقاهرة د. ت.
- في مجلة «الهدي النبوي» القاهرة، المجلد ٢٠ (١٣٧٥ هـ) العدد ١١ - ١٢، والمجلد ٢١ (١٣٧٦ هـ) الأعداد ٨، ١٠، ١١ - ١٢.
- تحقيق: ناصر الرشيد، ط ١. مكة المكرمة: دار مكة للطباعة والنشر، ١٤٠٠ هـ/ ١٩٨٠ م، ٦٢ ص، ط ٢. مكة المكرمة: مطابع الصفا، ١٤٠٢ هـ/ ١٩٨٢ م، ٦٢ ص.
- تحقيق: سعيد محمد نمر الخطيب، ط ١. بيروت: دار المعرفة، ١٤٠٠ هـ، وط ٢، ١٤٠٣ هـ، ٢٨٧ ص.
- ترجمه إلى الإنجليزية: أيمن بن خالد، ط. بريطانيا ٢٠١٣ م.
وتوجد نسخه الخطية في المكتبات الآتية:
- بالي كسير، باغشلر [٢٣١] (ق ١٣٨ أ ــ ١٧٨ ب، كتبت سنة ٨١٨ هـ).
- مكتبة الأوقاف ببغداد [١/ ٦٦٨٥ مجاميع] (٢٨ ورقة، كتبت سنة ١٢٧٦ هـ).
- ندوة العلماء [١٩٣] (ص ٦٧ - ١١٠)، وأخرى فيها برقم [١٩٤] (ق ١ - ٢٨ أ، سنة ١٢٢٤ هـ).
- دار الكتب: مجامع حليم ٣١ (الورقة ١ - ٢٠، دون تاريخ).
* اختصر منه النواب صديق حسن خان القنوجي آدابَ المفتي بعنوان «ذخر المحتي من آداب المفتي»، ط. بوفال (الهند)، سنة ١٢٩٤ هـ، ١٢٣ ص.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b221] VALUES (20,'* قام مساعد بن عبد الله السلمان بجمع وترتيب ما تضمنه الكتاب من أسرار الشريعة، وسماه: «أسرار الشريعة من أعلام الموقعين»، ط ١، دار المسير، ١٤١٨ هـ، ١٦٠ ص.
* استخرج منه عبد المجيد جمعة الجزائري «القواعد الفقهية»، ط ١. الدمام: دار ابن القيم؛ الجيزة: دار ابن عفان، ١٤٢١ هـ، ٧١١ ص.
* استخرج منه مجدي بن حمدي بن أحمد بن محمد أصول فتاوى الإمام أحمد، وسماه «أصول فقهاء الحديث»، ط. ١٤٢٢ هـ، ٥٠٧ ص.
* «مختارات من أعلام الموقعين»، مخطوطة في جامعة الملك عبد العزيز بجدة [٢٨٨٧/ ١] (٢١٠ ورقة، بخط محمد محسن عبد الكريم). انظر فهرس المكتبة (١١/ ٧٧).
* ومما نُشِر في تهذيبه واختاره وانتقائه:
- «مختارات من أعلام الموقعين»، للشيخ محمد بن صالح العثيمين، ط. مؤسسة آسام، الرياض ١٤١٢ هـ.
- «فوائد من شرح أعلام الموقعين»، دروس علمية شرحها الشيخ ابن باز، ط. ضمن «الفوائد العلمية من الدروس البازية» (ج ٨).
- «تهذيب أعلام الموقعين»، انتقاء وتهذيب: عابد بن عبد الله الثبيتي، ط. دار ابن الجوزي.
- «بغية الموفقين من أعلام الموقعين»، انتقاء: شمس الدين بن محمد أشرف، ط. مكتبة الصحابة، الشارقة ١٤١٩ هـ.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b221] VALUES (21,'- «أعلام الموقعين عن رب العالمين»، قام بإعادة ترتيبه وتبويبه وتقسيمه على الموضوعات: صالح بن أحمد الشامي، ط. دار القلم، دمشق ١٤٣٢ هـ، ٤ مجلدات.
* الترجمة:
- تَرجَم الكتاب إلى اللغة الأردية: محمد جُوناكَري، بعنوان «دين محمدي»، ط. دهلي ١٣٥٥ - ١٣٥٦ هـ/ ١٩٣٦ - ١٩٣٧ م، ٧ ج. وطبع منه قسم بعنوان «فتاوى نبوي» في كراتشي ١٩٥٩ م.
- ترجم قسم «فتاوى رسول الله» بالأردية: عبد الحميد اطهر ندوي، ط. لكنو ٢٠٠٧ م.
- وترجم قسم الفتاوى أيضًا بالأردية: أبو يحيى محمد زكريا زاهد، ط. لاهور ٢٠٠٧ م.
- ترجم المبحث الخاص بالتقليد إلى الإنجليزية: عبد الرحمن مصطفى، وطبع في نيويورك سنة ٢٠١٣ م.
- ترجم ذم الموسوسين منه إلى الإنجليزية: عبد الله الأثري، ط. بريطانيا ٢٠٠٣ م.
- ترجمه إلى الفرنسية: محمد فتحي سنة ١٩١٣ م.
* * * * *',NULL,'162',NULL,NULL,'0');
INSERT INTO [b221] VALUES (22,'<span data-type="title" id=toc-5>٤) إغاثة اللهفان في حكم طلاق الغضبان</span>
* النسخة الخطية:
- مكتبة الملك فهد الوطنية بالرياض (انتقلت إليها من مكتبة الشيخ جمال الدين القاسمي، في ١٠ ورقات، كتبت سنة ٨٨٥ هـ).
* الطبعات:
- عُني بتصحيحه وتخريجه وتعليق حواشيه: محمد جمال الدين القاسمي، ط ١. القاهرة: مطبعة المنار، ١٣٢٧ هـ/١٩٠٩ م، ٤٨ ص.
- القاهرة: مكتبة الكليات الأزهرية (١٩٧١ م ثم ١٩٧٦ م)، ٤٧ ص.
- القاهرة: مطبعة الإمام.
- تصحيح: محمد عفيفي، ط ١. بيروت: المكتب الإسلامي، ١٤٠٦ هـ/ ١٩٨٦ م، ٩٤ ص.
- تقديم وتحقيق: أحمد حجازي السقا، ط. القاهرة: مكتبة الثقافة الدينية، ٦٩ ص.
- تحقيق: عمر بن سليمان الحفيان، بيروت: مؤسسة الرسالة، ١٤٢٤ هـ/٢٠٠٤ م.
- تحقيق: عبد الرحمن بن حسن بن قائد، مكة المكرمة: دار عالم الفوائد، ١٤٢٥ هـ، ٩٣ ص.
* * * * *',NULL,'163',NULL,NULL,'0');
INSERT INTO [b221] VALUES (23,'<span data-type="title" id=toc-6>٥) إغاثة اللهفان من مصايد الشيطان</span>
* المخطوطات:
- جامعة السند (جام شورو) بحيدرآباد السند [٣٦٣٣٥] (١٧٧ ورقة، كتبت سنة ٧٣٨ هـ. في النسخة خرم كبير في موضعين). كانت في ملك العلامة عبد العزيز الميمني.
- جاريت [١٩٠٥، ٣١٧  B] (٣٤٢  ورقة، كتبت سنة ٧٩٠ هـ بخط ريحان بن عبد الله الحنبلي). انظر فهرس المكتبة ص ٥٦٦.
- كوبريللي [٧٠٤] (٢١٥ ورقة، بخط محمد بن إبراهيم البشتكي المتوفى سنة ٨٣٠ هـ).
- الظاهرية بدمشق [٥٨٥] ضمن «الكواكب الدراري» لابن عروة (٢٣٧ ورقة، من القرن التاسع).
- تشستربيتي [٣٢٧٦] (٢٣٧ ورقة، كتبت سنة ٩٨٤ هـ، بخط علي بن أبي بكر بن عمر المقدسي).
- لا له لي [١٣٣٦] (مجلد ضخم لم ترقَّم أوراقه، كتبت سنة ١٠٩١ هـ).
- المحمودية بالمدينة [١٦٩٢] (١٧٦ ورقة، كتبت سنة ١١٥٧ هـ).
- خدا بخش خان باتنه [٤٠٠٣] (١٩٠ ورقة، كتبت سنة ١١٦٣ هـ). انظر فهرس المكتبة (٣/ ٦٩).
- مكتبة الملك فهد الوطنية [٢ - بريدة] (١٩٧ ورقة، كتبت سنة ١٢٠٩ هـ].',NULL,'164',NULL,NULL,'0');
INSERT INTO [b221] VALUES (24,'- المكتبة السعودية بالرياض [٤١٠] [كتبت سنة ١٢٤٨ هـ).
- القادرية ببغداد [١٤٩٣ مجموع] (ق ١ - ١٩١، سنة ١٣٠٤ هـ). انظر الفهرس (٥/ ٣٧٦).
- مكتبة الأوقاف ببغداد [٧٠١٦] (٤٥١ ورقة، كتبت سنة ١٣٠٥ هـ بخط صالح بن دخيل بن جار الله في القصيم). انظر فهرس المكتبة (٢/ ٣١٣).
- المكتبة السعودية بالرياض [٣٧٧] (كتبت سنة ١٣١٤ هـ بخط صالح بن عبد العزيز مرشد).
- إبراهيم أفندي (ضمن السليمانية) [٣٧٢٠]. انظر فهرس المكتبة ص ١٨٠.
- جامعة همدرد بدهلي [١٦٥٥] (٤٤٢ ورقة).
- الخزانة العامة بالرباط [٨٤].
- مكتبة الشيخ علي بن يعقوب بحائل (٧٥٨ صفحة).
- المتحف البريطاني [٩٢١٩ شرقيات] (قطعة من الكتاب).
- تكلي أوغلو في أنتاليا [٠٧  Tekeli ٩١٣] (الورقة ١ ب ــ ٢١ ب).
- محرم جلبي في مرعش [١٨٢/ي] (١٩ ورقة). انظر مجلة المورد ٤/ ٤ (١٩٧٥) ٣١٦.
- ندوة العلماء [٩٨٦] (٨ ص، بخط فارسي حديث).',NULL,'165',NULL,NULL,'0');
INSERT INTO [b221] VALUES (25,'* الطبعات:
- القاهرة: المطبعة الميمنية، ١٣٢٠ هـ/ ١٩٠٢ م، ٤٢٣ ص.
- تحقيق: محمد حامد الفقي، القاهرة: مصطفى البابي الحلبي، ١٣٥٧ هـ/ ١٩٣٩ م، ٢ ج، طبعة مصورة عنها، بيروت: دار المعرفة، ١٣٩٥ هـ/١٩٧٥ م، ٢ ج، ط ٢. القاهرة: مكتبة عاطف (١٩٧٨؟)، ٢ ج. ط ٣. بيروت: دار الكتب العلمية، ١٤٠٧ هـ.
- تحقيق: محمد سيد كيلاني، القاهرة: مصطفى البابي الحلبي، ١٣٨١ هـ/ ١٩٦١ م، ٢ ج في مجلد.
- راجعه وعلق عليه: محمد الأنور أحمد البلتاجي، القاهرة: مطابع دار التراث العربي، ١٤٠٣ هـ، ٢ ج.
- تصحيح وتحقيق: محمد عفيفي، ط ١. الرياض: مكتبة الخاني؛ بيروت: المكتب الإسلامي، ١٤٠٧ هـ/١٩٨٧ م، ٢ ج. ط ٢، ١٤٠٩ هـ/ ١٩٨٩ م.
- تحقيق: بشير محمد عيون، ط ١. الرياض: مكتبة المؤيد؛ دمشق: مكتبة دار البيان، ١٤١٤ هـ/١٩٩٣ م، ٨٥٦ ص.
- تحقيق: حسان عبد المنان وعصام فارس الحرستاني، ط. بيروت: مؤسسة الرسالة، سنة ١٤١٤ هـ/١٩٩٤ م.
- تحقيق: السيد الجميلي، ط. بيروت: دار ابن زيدن، د. ت.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b221] VALUES (26,'- تحقيق: خالد عبد اللطيف السبع العلمي، ط. بيروت: دار الكتاب العربي، د. ت.
- تحقيق: علي بن حسن الحلبي الأثري، تخريج: محمد ناصر الدين الألباني، ط. الدمام: دار ابن الجوزي، سنة ١٤٢١ هـ/٢٠٠١ م.
- تحقيق: محمد عزير شمس، تخريج: مصطفى بن سعيد إيتيم، ط. مكة المكرمة: دار عالم الفوائد، سنة ١٤٣٢ هـ، مجلدان.
* مختصرات «إغاثة اللهفان»:
- اختصر منه محمد بن بير علي البركوي (ت ٩٨١) ما يتعلق بزيارة القبور، وتوجد منه نسخ بعناوين مختلفة في المكتبات الآتية:
o  برلين [٢٦٥٧/ ٩].
o  برنستون [٤١١٣] (ق ٢٨ ب -١٥٥ أ، من القرن الثاني عشر)؛ بلا نسبة.
o  دار الكتب المصرية [١٣ م مجاميع] (ق ١٤٩ - ١٩١، كتبت سنة ١١٢١ هـ). انظر فهرس الخديوية (٧/ ٥١٩)، الفهرس الثاني (١/ ٣٠٠).
o  التيمورية بدار الكتب [١٧٤/ ٦ مجاميع]. انظر فهرس التيمورية (٤/ ٥٤).
o  التيمورية بدار الكتب [٥٣ عقائد]. انظر فهرس التيمورية (٤/ ١٢٣).
o  العثمانية بحلب [٨١٨].
o  برنستون [٣٠٩٢] (ق ٢٠ ب- ٣٤ أ، سنة ١١٣٣ هـ) ونسب فيها إلى سنان الدين يوسف الأماسي.
o  دار الكتب المصرية [٢٥٧٦٥ ب] (ق ١ - ٤٦، دون تاريخ، وبلا نسبة إلى المؤلف). انظر الفهرس الثالث (٣/ ١١٣).',NULL,'167',NULL,NULL,'0');
INSERT INTO [b221] VALUES (27,'o  وطبع بعنوان «زيارة القبور» طبعاتٍ عديدة، أولاها بهامش «شرح شرعة الإسلام» (ص ٢٩٣ - ٣٦٠) ط. إستانبول: مطبعة الإقدام، ١٣٢٦ هـ.
- «مختصر إغاثة اللهفان» لابن غانم المقدسي (ت ١٠٠٤ هـ)، مطبوع بتحقيق: إبراهيم محمد الجمل في مكتبة القرآن بالقاهرة.
- «مختصر إغاثة اللهفان» لأحمد بن عبد القادر الرومي (ت ١٠٤١ هـ)، ذكره الزركلي في «الأعلام» (١/ ١٥٣).
- «تبعيد الشيطان بتقريب إغاثة اللهفان» لهاشم بن يحيى الشامي (ت ١١٥٨)، مخطوط في ندوة العلماء بالهند [٥٦١]، وفي الخزانة العامة بالرباط (٢٠٦ ورقة). نقل عنه صاحب «صيانة الإنسان»: ص ٢٥٩. وعنوانه في «هدية العارفين» (٢/ ٥٠٤) و «ذيل كشف الظنون» (٢/ ٥٩٨): «موارد الظمآن المختصر من إغاثة اللهفان».
- «مختصر إغاثة اللهفان ... »، اختصره: عبد الله بن عبد الرحمن أبا بطين (ت ١٢٨٢)، ط ١. الرياض: دار اليمامة، ١٣٩٢ هـ/١٩٧٢ م، ٤٤٤ ص، ط ٢. الرياض: مطابع الدرعية، ١٤٠٩ هـ/ ١٩٨٩ م، ٤٤٢ ص.
- «جذوة مباركة من الإغاثة»، ضمن «الجامع المفيد المبني على بيان تحقيق التوحيد» تأليف: علي عبد الله الفهد الصقعبي، بريدة: دار العليا، ١٣٨٩ هـ/ ١٩٦٩ م.
- «موارد الأمان المنتقى من إغاثة اللهفان» بقلم: علي بن حسن بن علي بن عبد الحميد الأثري، ط ٥. الدمام، الرياض: دار ابن الجوزي،',NULL,'168',NULL,NULL,'0');
INSERT INTO [b221] VALUES (28,'١٤١٥ هـ/١٩٩٥ م، ٥٠٢ ص.
- منه «أقسام الحيل ومراتبها»، مخطوط في جامعة الملك سعود بالرياض.
- «الوسواس الخناس» استل من كتاب إغاثة اللهفان، ط. بيروت: دار القلم، بدون تاريخ.
- «كيف تتخلص من الوسوسة ومكايد الشيطان»، راجعه وعُني بنشره: أحمد بن سالم بادويلان، الرياض: دار طويق، ١٤١٥ هـ/ ١٩٩٤ م، ٩٥ ص.
- استخرج منه صالح أحمد الشامي «طبّ القلوب»، ط. دمشق: دار القلم، ١٤٢٢ هـ/٢٠٠١ م، ٢٤٧ ص.
- استخرج منه سعيد هليل العمر «كشف الستور عن مكايد الشيطان لأهل القبور»، ٤٧ ص.
- «رسالة في أحكام الغناء»، تحقيق: محمد حامد الفقي، ط. الرياض: دار طيبة، ١٤٠٣ هـ، ٤٨ ص. وطبعت أيضًا بعنوان «حكم الإسلام في الغناء» لابن القيم.
- «حكمة الابتلاء لابن قيم الجوزية» قدَّم له مروان كجك. نشر دار الأرقم، الكويت سنة ١٤٠٦ هـ. جاء النص على أنه من كتاب «إغاثة اللهفان» في آخر الكتاب (ص ٥٤).
- «أصول جامعة نافعة في البلاء والابتلاء، لابن قيم الجوزية» استله أشرف بن عبد المقصود.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b221] VALUES (29,'- «رسالة في أمراض القلوب، تأليف الإمام الحافظ ... ابن قيم الجوزية»، نشر: دار طيبة سنة ١٤٠٣ هـ.
- «مكايد الشيطان في الوسوسة وذم الموسوسين لابن القيم» نشر: مكتبة ابن تيمية، القاهرة سنة ١٤٠١ هـ.
- «الوسواوس الخناس، تأليف الإمام ... ابن قيم الجوزية» نشر: مكتبة التراث الإسلامي، مصر سنة ١٩٨٤ م، نصوا على انتقائه من إغاثة اللهفان في آخر الكتاب (ص ١٥٦).
* الترجمة:
- قام بتهذيبه وترجمته إلى الأردية: محمد أحسن النانوتوي، وطبعت بعنوان «تهذيب الإيمان» في المطبع الصديقي بمدينة بريلي (الهند) سنة ١٢٨٣ هـ.
- كما ترجمه إلى الأردية: محمد أسلم شاهدروي، ط. لاهور سنة ٢٠١٧ م.
- وترجم بعضه إلى الأردية كلٌّ من: محمد عبده الفلاح، وعبد الجبار السلفي.
- وترجمه واختصره بالإنجليزية: عبد العلي عبد الحميد، ط. الرياض ٢٠١٤ م.
* * * * *',NULL,'170',NULL,NULL,'0');
INSERT INTO [b221] VALUES (30,'<span data-type="title" id=toc-7>٦) بدائع الفوائد</span>
* المخطوطات:
- الظاهرية [٢٢٧٣] (ج ٢: ١٥٧ ورقة، كتبت سنة ٧٩٣ هـ).
- مكتبة الشيخ سليمان بن صالح البسام بعنيزة (٣٩٢ ورقة، كتبت سنة ٨٧٤ هـ).
- جامعة الإمام محمد بن سعود [٢٠٧٩] (٤٠٠ ورقة، كتبت سنة ٨٧٤ هـ).
- اسميخان سلطان في إستانبول [١٢٣] (نسخة كتبت سنة ٨٩٢ هـ).
- الظاهرية [١٠٥٣٦] (٢٧٢ ورقة، لعلها من القرن العاشر).
- جامعة أم القرى [١٤٧٣] (٢٩١ ورقة، دون تاريخ، لعلها من القرن الثاني عشر، وهي نسخة ناقصة الآخر).
- جامعة أم القرى [١٤٧٨] (٢٣٣ ورقة، دون تاريخ، كتبت في القرن الثالث عشر تقديرًا) ناقصة الآخر.
- مكتبة الأوقاف ببغداد [١/ ٥٦٧٤ مجاميع] (١٩١ ورقة، كتبت سنة ١٣٠٣ هـ بخط محمد علي النجفي). انظر فهرس المكتبة (٤/ ٣٦١).
- المكتبة القادرية ببغداد [٥١٦ و ١٥٠٧] (٣٠٩+١١٧ ورقة، كتبت سنة ١٣٠٨ هـ). انظر فهرسها (٢/ ٣٤١، ٥/ ٤٠٣).
- المكتبة العامة بالقصيم بريدة [١٢٩٧] (٤١١ ص، كتبت سنة',NULL,'171',NULL,NULL,'0');
INSERT INTO [b221] VALUES (31,'١٣١٤ هـ). (مجلة البحث العلمي ٢/ ٣٣٥).
- مكتبة الأوقاف بالموصل [٣/ ١٨ ــ موضوعات مختلفة] (٢٣٤ ورقة). انظر فهرس المكتبة (٢/ ٨٠).
- مكتبة الأوقاف ببغداد [٧١٤٨] (ج ٢: ٢١٠ ورقة، دون تاريخ، أولها: «فصل، ويندفع شر الحاسد بعشر أسباب ... »). انظر فهرس المكتبة (٢/ ٣٢٠).
- جامعة الإمام محمد بن سعود [٢٩٧٦ ق] (٢٨٠ ورقة).
- المكتبة السعودية للإفتاء بالرياض [٥٠٣].
- المكتبة السعودية للإفتاء بالرياض [٧٢٥].
- مكتبة خاصة في نجد (٢٠٠ ورقة، دون تاريخ).
- دار الكتب المصرية [٢ م معارف عامة] (٢٠٧ ورقة، نسخة ناقصة الأخير). انظر الفهرس الثاني (٦/ ١٨١).
- الظاهرية [٣٨٧٤ عام، مجاميع ١٣٩] (ق ١١٥ - ١١٧، قطعة منه كتبت سنة ٨٣٣ هـ بخط إبراهيم بن محمد بن التقي المقدسي). انظر فهرس مجاميع المدرسة العمرية ص ٧١٠.
- الجامع الكبير بصنعاء [٢٤٠] (ق ٢٠ - ٨٨، قطعة منه اختارها الأمير الصنعاني).
- ليدن [٣٠٠٣ شرقيات] (مختارات منه في ١٣٤ صفحة، بخط حديث).',NULL,'172',NULL,NULL,'0');
INSERT INTO [b221] VALUES (32,'* الطبعات:
- القاهرة: إدارة الطباعة المنيرية، د. ت.، ٤ ج في مجلدين.
- تحقيق: معروف مصطفى زريق ومحمد وهبي سليمان وعلي عبد الحميد بلطه جي، الرياض: دار الخاني، بيروت، دمشق: دار الخير، ١٤١٤ هـ/ ١٩٩٤ م، ٢ ج.
- تحقيق: بشير محمد عيون، الرياض: مكتبة المؤيد، ١٤١٥ هـ.
- تحقيق: أحمد عبد السلام، ط. بيروت: دار الكتب العلمية، د. ت. في مجلدين.
- مكة المكرمة: مكتبة نزار الباز، ١٤١٩ هـ، ٤ مج.
- تحقيق: محمد بن إبراهيم الزغلي، عمان: دار المعالي، ١٤٢٠ هـ/١٩٩٩ م، ٤ ج.
- تحقيق: محمد عبد القادر الفاضلي وأحمد عوض أبو الشباب، بيروت: المكتبة العصرية، ١٤٢٢ هـ/ ٢٠٠١ م، ٤ مج.
- تحقيق: محمد الإسكندراني وعدنان درويش، ط. بيروت: دار الكتاب العربي، ١٤٢٢ هـ، في مجلد واحد.
- تحقيق: سيد عمران وعامر صلاح، القاهرة: دار الحديث، ١٤٢٣ هـ، في مجلدين.
- تحقيق: علي بن محمد العمران، مكة المكرمة: دار عالم الفوائد، ١٤٢٥ هـ، ٥ مجلدات.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b221] VALUES (33,'* مختصراته:
- لعبد الله بن عثمان بن جامع (ت ١٢٥٦ هـ)، ذكره مؤلفا «إمارة الزبير» (٣/ ٦٨).
- لعبد الله بن عبد الرحمن أبا بطين (ت ١٢٨٢ هـ). مطبوع، كما في «روضة الناظرين» (١/ ٣٣٩).
- لعبد الله الدويش (ت ١٤٠٨ هـ). مطبوع مع مجموعة مؤلفاته (¬١) في المجلد الرابع.
* أُفرد من هذا الكتاب «تفسير المعوذتين» [وتوجد مخطوطة من «تفسير سورة الفلق» في مكتبة خدا بخش في باتنه [٢٩٦٤] (ق ١ - ١٩، كتبت سنة ١٣٢٤ هـ).
- أفرده أولًا: محمد منير الدمشقي من طبعته لبدائع الفوائد في ثمانين صفحة.
- وأفرده ثانيًا مع تفسير سورة الكافرون: الشيخ محمد حامد الفقي.
- وأفرده ثالثًا: الأستاذ عبد الصمد شرف الدين. طبع في الهند، سنة ١٣٧٥ هـ، ١٠٩ ص.
- وطبع أيضًا في مكتبة الصديق بالطائف.
- ترجم «تفسير المعوذتين» إلى الأردية: رحيم بخش، وعبد الجليل هزاروي، وعبد الرحيم بشاوري.
* أُفِرد منه «ذم الحسد وأهله».
_________
(¬١) أفادني بالمختصرات الثلاثة الشيخ بكر بن عبد الله أبو زيد - رحمه الله -.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b221] VALUES (34,'* أُفرِد منه أيضًا وطبع بعنوان «إرشاد القرآن والسنة إلى طريق المناظرة وتصحيحها وبيان العلل المؤثرة» بتحقيق أيمن الشوَّا، ط. دار الفكر بدمشق.
* أفردت الفائدة المتعلقة «بما يجري صفةً أو خبرًا عن الربّ تبارك وتعالى»، وطبعت بتحقيق: عبد الرزاق بن عبد المحسن العباد البدر، ط. الرياض: دار الإمام مالك، ١٤١٦ هـ.
* * * * *',NULL,'175',NULL,NULL,'0');
INSERT INTO [b221] VALUES (35,'<span data-type="title" id=toc-8>٧) التبيان في أيمان القرآن (أو) أقسام القرآن</span>
* المخطوطات:
- الأزهر [١٨٢ مجاميع] (ق ١ - ١٥٢، كتبت سنة ٧٦٦ هـ). انظر فهرس المكتبة (١/ ١٤٥).
- نسخة أخرى في الأزهر كتبت سنة ٧٩٨ هـ، سقط منها الربع الأول من الكتاب، وهي مضطربة الأوراق، في ١٣٠ ورقة.
- برنستون [٤٥٧٩] (٩٤ ورقة، من القرن الثامن أو التاسع، فيها سقط كبير). انظر فهرس المكتبة (ص ١٢).
- المحمودية بالمدينة [٨٨] (دون تاريخ، ولعلها من القرن التاسع).
- كتاهية، وحيد باشا [٣] (٢٨٠ ورقة، كتبت في القرن التاسع). انظر «نوادر المخطوطات العربية في مكتبات تركيا» (١/ ١٥٩).
- ندوة العلماء [١٥٤] (٣٢٢ ص، سنة ١٢٧٨ هـ).
- جامعة أم القرى [١٤٨٠/ ١] (١٣٩ ورقة، كتبت سنة ١٢٨٤ هـ).
- المتحف البريطاني [Or. ٩٠٦٢] (١٦٦  ورقة، كتبت سنة ١٣١١ هـ).
- مركز الملك فيصل [٢٨٢٠ - ٥ - ف] (١٧٠ ورقة، كتبت سنة ١٣٤٦ هـ).
- ندوة العلماء [١٥٥] (١٢٠ ص، نسخة حديثة الخط أكلتها الأرضة).
- مكتبة علي بن عبد الله بن يعقوب بحائل (١٥٢ ورقة).',NULL,'176',NULL,NULL,'0');
INSERT INTO [b221] VALUES (36,'* الطبعات:
- تصحيح: عبد الحميد الفردوسي المكي الأفغاني، ط. مكة المكرمة: المطبعة الميرية، ١٣٢١ هـ/١٩٠٣ م، ١٦١ ص.
- تحقيق: محمد حامد الفقي، القاهرة: المكتبة التجارية، ١٣٥٢ هـ/١٩٣٣ م، ٣٢+٤٣١ ص، طبعة مصورة عنها في بيروت: دار المعرفة، ١٤٠٢ هـ/ ١٩٨٢ م.
- تصحيح وتعليق: طه يوسف شاهين، ط ١. القاهرة: دار الطباعة المحمدية، ١٣٨٨ هـ/ ١٩٦٨ م، ٢٨٠ ص. (ثم صدرت لها طبعات مصورة في بيروت والقاهرة)، ط ٢. القاهرة: دار الطباعة المحمدية، د. ت.، ٣١٩ ص.
- تحقيق: محمد زهري النجّار، الرياض: المؤسسة السعودية، ١٣٩٩ هـ/١٩٧٩ م، ٢ ج.
- تحقيق وتعليق: محمد شريف سكّر، ط. بيروت: دار إحياء العلوم، ١٤٠٩ هـ/١٩٨٨ م.
- تحقيق: عصام فارس الحرستاني ومحمد إبراهيم الزعلي، ط. بيروت: مؤسسة الرسالة، ١٤١٤ هـ/١٩٩٤ م.
- علق عليه وصححه: فواز أحمد زمرلي، بيروت: دار الكتاب العربي، ١٤١٥ هـ/١٩٩٤ م، ٣٨٨ ص.
- حققه وخرَّج أحاديثه: أبو عبد الرحمن عادل بن أحمد حامد محمد، الإسكندرية: دار الإيمان للطبع والنشر والتوزيع، ٢٠٠٢ م.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b221] VALUES (37,'- اعتنى به وراجعه: محمد حسين عرب، صيدا: المكتبة العصرية، ١٤٢٤ هـ/٢٠٠٣ م.
- اعتنى به: أبو صهيب الكرمي، بيروت: بيت الأفكار الدولية، ٢٠٠٤ م.
- تحقيق: عبد الله بن سالم البطاطي، مكة المكرمة: دار عالم الفوائد، ١٤٢٩ هـ، ٧٨ + ٨٠٢ ص.
* مختصره:
- اختصره ابن طولون (ت ٩٥٣ هـ) بعنوان «خلاصة التبيان في أقسام القرآن».
* * * * *',NULL,'178',NULL,NULL,'0');
INSERT INTO [b221] VALUES (38,'<span data-type="title" id=toc-9>٨) تحفة المودود بأحكام المولود</span>
* المخطوطات:
- المحمودية بالمدينة المنورة [٢٦٦٧] (٩٠ ورقة، كتبت سنة ٧٧٠ هـ).
- برنستون [٣٤٢١] (٧٢ ورقة، من القرن الثامن أو التاسع، نسخة ناقصة، تبدأ من الفصل الثاني من الباب الثامن في الوقت الذي يستحب فيه العقيقة، وتنتهي في أثناء الباب السابع عشر).
- الظاهرية [٧٠٨٦] (١٣٢ ورقة، كتبت سنة ٨٠٧ هـ). انظر فهرس علم الهيئة (ص ٢٥٩).
- الخالدية بالقدس [٢٧ (٢٠)]. (نسخة كتبت سنة ٨٩١ هـ).
- الجامع الكبير بعنيزة [٩٢] (١١٥ ورقة، كتبت سنة ١٠٨١ هـ).
- باريس [١٢٩٤] (٧٣ ورقة، من القرن الحادي عشر). انظر دي سلان (ص ٢٤٧)، وفهرس فاجدا (ص ٦٩٠).
- عارف حكمت [٢٣٤ حديث ــ فقه حنبلي] (٩٣ ورقة، القرن ١١ هـ).
- ليدن [٣٠٠٠ شرقيات] (١٣٠ صفحة، كتبت ١١٣٩ هـ).
- جامعة ليبزيج [DC ٢٧٥٣٢٩] (١٣٢  ورقة، من القرن الثاني عشر). انظر فهرس المكتبة (ص ٩٩).
- قليج علي ضمن المكتبة السليمانية بإستانبول [٧٧٧] (٩١ ورقة، دون تاريخ).',NULL,'179',NULL,NULL,'0');
INSERT INTO [b221] VALUES (39,'- فاتح بإستانبول [١٥١٠] (١٠٢ ورقة).
- إبراهيم أفندي (في السليمانية) [١٩٠٢]. انظر فهرس المكتبة ص ٩٣.
- دار الكتب المصرية [٨٧ فقه ابن حنبل] (نسخة كتبت سنة ١٣٢١ هـ). انظر الفهرس الثاني (ملحق ١/ ٦٥).
- جامعة أم القرى [١٤٨٧] (٧٧ ورقة، كتبت سنة ١٣٢٤ هـ).
- جامعة الملك عبد العزيز [٢٨٢٠] (١٧٥ ورقة، كتبت سنة ١٣٣١ هـ).
- ندوة العلماء [٥٢١] (١٧٢ ص، بخط عبد الله بن عبد العزيز الدوسري).
- دار الإفتاء بالرياض [٤٥٢/ ٨٦].
* الطبعات:
- طبعة حجرية بعناية الشيخ عبد التواب الملتاني في ملتان (بالهند)، ١٣٣٩ هـ.
- نشره: عبد الحكيم شرف الدين، بمباي: المكتبة القيمة، ١٣٨٠ هـ/١٩٦١ م، ١٩٠ ص.
- تحقيق: عبد القادر الأرناؤوط، دمشق: مكتبة دار البيان، ١٣٩١ هـ/١٩٧١ م، ٣١٤ ص.
- القاهرة: المكتبة القيمة، ١٣٩٧ هـ/ ١٩٧٧ م، ٢٤٨ ص.
- القاهرة: مكتبةالمتنبي، ١٩٨٠ م.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b221] VALUES (40,'- تعليق: زكريا علي يوسف، القاهرة: مطبعة الإمام، د. ت، ٢٤٠ ص.
- ضبط وتحقيق: عبد المنعم العاني، بيروت: دار الكتب العلمية، ١٤٠٣ هـ/١٩٨٣ م، ٢١٩ ص.
- تحقيق: عبد الغفار سلمان البنداري، بيروت: دار الجيل، سنة ١٤٠٣ هـ/١٩٨٣ م.
- بعناية: بشير محمد عيون، ط ٢، دمشق: مكتبة دار البيان، ١٤٠٧ هـ، ١٩٦ ص. ط ٣، سنة ١٤١٢ هـ، ط ٤، ١٤١٤ هـ.
- حقَّقه وخرَّج أحاديثه: محمد علي أبو العباس، الرياض: مكتبة الساعي، ١٤٠٨ هـ/ ١٩٨٨، ٢٠٥ ص.
- تحقيق وتعليق: عبد اللطيف آل محمد صالح الفواعير، عمّان: دار الفكر، ١٤٠٨ هـ، ٣٦١ ص.
- ط. المنصورة: مكتبة الإيمان، سنة ١٤١٣ هـ/ ١٩٩٣ م.
- بعناية: بسام عبد الوهاب الجابي، بيروت: دار البشائر الإسلامية، ١٤٠٩ هـ/١٩٨٨ م، ثم ١٤١٩ هـ/١٩٩٨ م، ٣١٧ ص.
- المدينة المنورة: المكتبة العلمية، د. ت.، ١٩٠ ص.
- الطائف: مكتبة المعارف، د. ت، ٢٤٤ ص.
- تصحيح وتخريج: محمد رمضان الأثري، فيصل آباد: مكتبة الدعوة الإسلامية، ٢١٢ ص، بدون تاريخ.
- تحقيق: صلاح الدين مقبول أحمد، ط. الكويت: دار إيلاف، سنة ١٤١٦ هـ.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b221] VALUES (41,'- ط. دمشق: دار المنار، سنة ١٤١٩ هـ.
- تحقيق: محمد عبد السلام إبراهيم، ط ١. بيروت: دار الكتب العلمية، ١٤١٩ هـ، ١٧٤ ص.
- تحقيق: فواز أحمد زمرلي، ط. بيروت: دار الكتاب العربي، سنة ١٤٢٠ هـ.
- تحقيق وتخريج: سليم بن عيد الهلالي، طبعة دار ابن القيم، دار ابن عفان، ١٤٢١ هـ، ٥٢١ ص.
- ط. بيروت: دار ابن حزم، سنة ١٤٢٤ هـ/٢٠٠٤ م.
- تحقيق: شعيب الأرناؤوط ومصطفى أبو يعقوب، بيروت: مؤسسة الرسالة، سنة ١٤٢٦ هـ/٢٠٠٦ م.
- تحقيق: عثمان بن جمعة ضميرية، مكة المكرمة: دار عالم الفوائد، سنة ١٤٣١ هـ، ٦٥ + ٥٨٨ ص.
* الترجمة:
- ترجمه إلى الأردية: أبو عبد الرحمن شبير بن نور، ط. لاهور ١٩٩١ م.
* * * * *',NULL,'182',NULL,NULL,'0');
INSERT INTO [b221] VALUES (42,'<span data-type="title" id=toc-10>٩) تفسير سورة التكاثر</span>
- توجد نسخته الخطية ضمن «الكواكب الدراري» (ج ٦/الورقة ١٣٢ أ- ١٣٣ ب) مخطوطة دار الكتب المصرية [٦٤٥ تفسير].
- طبع قسم من أوله في كتاب «الفوائد» للمؤلف (ص ٤٣ - ٤٤ ط. دار عالم الفوائد بمكة المكرمة سنة ١٤٢٩) بتحقيق محمد عزير شمس.
- وهو غير ما في «عدة الصابرين» (ص ٣٥٣ - ٣٧١) ط. دار عالم الفوائد بمكة المكرمة سنة ١٤٢٩ هـ.
* * * * *',NULL,'183',NULL,NULL,'0');
INSERT INTO [b221] VALUES (43,'<span data-type="title" id=toc-11>١٠) تهذيب سنن أبي داود</span>
* المخطوطات:
- مكتبة الملك عبد العزيز بالمدينة ضمن مجموعة عارف حكمت [٤٨٥] (بعنوان «حواشٍ وزوائد على مختصر سنن أبي داود»، ٢٧٤ ورقة، كتبت سنة ٧٩٠ هـ).
- الجامعة العثمانية بحيدراباد (الهند)، ١٨٥ ورقة، لعلها كتبت في القرن التاسع بثلاثة خطوط مختلفة. وفيها بعض الزيادات على بقية النسخ.
- خدا بخش باتنه [٣٠٩٩] (٢٤١ ورقة، كتبت سنة ١٢٩٤ هـ، وهي منسوخة عن نسخة المدينة). انظر فهرس المكتبة «مفتاح الكنوز الخفية» (٣/ ٣٢). كانت في مكتبة المحدث شمس الحق العظيم آبادي.
- رامفور [٨٣٥] (٢٨٩ ورقة، كتبت سنة ١٢٩٧ هـ. بعنوان «تجريد تهذيب المجتبى»، وقد عمل هذا التجريد محمود بن أحمد المسعودي سنة ٧٩٠ هـ. وهذه النسخة نسخت عن نسخة قُرِئت على المسعودي سنة ٨٤٦ هـ). انظر فهرس المكتبة (١/ ٤٣٤).
- ندوة العلماء [٢٩٩] (٣٤٠ ورقة، بخط نسخي متأخر، نسخة ناقصة الآخر إلى «باب في الحوض»، وفي أثنائها بياض في أوراق كثيرة).
- المكتبة السعودية بدار الإفتاء بالرياض [٧١٣] (منسوخة عن نسخة المدينة).',NULL,'184',NULL,NULL,'0');
INSERT INTO [b221] VALUES (44,'- مكتبة الحرم المكي [٤٨٨ حديث].
* الطبعات:
- طبع قسم منه طبعة حجرية بهامش الجزء الأول من «غاية المقصود في حلّ سنن أبي داود» للعظيم آبادي، ط. دهلي (الهند)، ١٣٠٥ هـ/١٨٩١ م.
- تحقيق: أحمد محمد شاكر ومحمد حامد الفقي، القاهرة: مطبعة أنصار السنة المحمدية، ١٣٦٧ هـ/ ١٩٤٨ م، ٨ ج. (مع «مختصر السنن» للمنذري و «معالم السنن» للخطابي).
- طبع مع «عون المعبود شرح سنن أبي داود» للعظيم آبادي، بعناية: عبد الرحمن محمد عثمان، ط ٢. المدينة المنورة: المكتبة السلفية ١٣٨٨ هـ/١٩٦٨ م، ١٤ ج. وط. بيروت: دار الكتب العلمية، ١٤١٠ هـ/ ١٩٩٠ م.
- تحقيق: إسماعيل غازي مرحبا، الرياض: دار المعارف، سنة ١٤٢٨ هـ، ٥ مجلدات.
- تحقيق: محمد صبحي حسن حلّاق، الرياض: دار المعارف، سنة ١٤٣٢ هـ، ٣ مجلدات.
- تحقيق: علي بن محمد العمران ونبيل نصار السندي، مكة المكرمة: دار عالم الفوائد، سنة ١٤٣٧ هـ، ٣ مجلدات.
* * * * *',NULL,'185',NULL,NULL,'0');
INSERT INTO [b221] VALUES (45,'<span data-type="title" id=toc-12>١١) جلاء الأفهام في فضل الصلاة والسلام على خير الأنام</span>
* المخطوطات:
- الظاهرية [٥٤٨٠] (١٧٨ ورقة، كتبت سنة ٨١٥ هـ).
- طوبقبو سراي [A.٥٦١٢٩٦٢] (٨٨  ورقة، كتبت سنة ٨٣٦ هـ). انظر فهرس المكتبة (٢/ ٢٣١).
- تشستربيتي [٥٠٣٠] (١٥٢ ورقة، دون تاريخ، ولعلها من القرن التاسع).
- برنستون [١٠٦٩] (١٤٤ ورقة، لعلها من القرن التاسع، ناقصة الأول والأخير).
- الجزائر [٧٩٦ (١)] (الورقة ٤٨ أ - ١٠٢ ب، كتبت سنة ٩٨٦ هـ، وفيها خروم في مواضع).
- شهيد علي باشا [٥٢٠] (١٩٥ ورقة، من القرن العاشر). وفي فهرس المكتبة (ص ٤٢) أنه لمجهول.
- برلين [٣٩١٦،  Lbg.٧٥٠] (١٦٤  ورقة، كتبت سنة ١٠٨٩ هـ، بعنوان «ربيع الأبرار في الصلاة على النبي المختار»).
- برلين [٣٩١٥،  Lbg.٤٢٢] (٢٠٢  ورقة، من القرن الحادي عشر، بخط سليمان بن علي بن محمد بن مشرَّف). انظر فهرس المكتبة (٣/ ٤٢٣).',NULL,'186',NULL,NULL,'0');
INSERT INTO [b221] VALUES (46,'- ليدن [٢٩٩٩] (١٧٩ صفحة، كتبت سنة ١١٣٤ هـ).
- عارف حكمت [٣٣ مجاميع] (قطعة منه في ٥ صفحات فقط، كتبت في القرن الثاني عشر).
- دار صدام [٨٦٠٨] (٣٣٢ صفحة، كتبت سنة ١٣٠٦ هـ). انظر فهرسها ص ١٢١.
- القادرية ببغداد [١٤٤٥ مجموع] (ق ٣٩ - ١٠٢، سنة ١٣٠٧ هـ). انظر فهرسها (٥/ ١٦٣).
- دار الكتب المصرية: مجاميع طلعت [٢٩٩] (الورقة ٩٩ - ١٧٧) بخط رميح بن سليمان سنة ١٣٠٨ هـ.
- العمومية بإستانبول [٨٣٧/ ١٩]. انظر فهرسها (ص ٤٢).
- بروصه أولو جامع [تصوف ٥٦ (١)].
- مكتبة حسن حسني عبد الوهاب [٢٢٣] (مجلد، د. ت.). انظر فهرسها (ص ٩).
- الجامع الكبير (الغربية) بصنعاء [حديث ٦٠] (١٩٣ ورقة). انظر فهرس المكتبة (ص ٧٤ - ٧٥).
- الآصفية بحيدر آباد [حديث ٩٢١].
* الطبعات:
- طبعة حجرية بعناية عبد الغفور وعبد الأول ابني الشيخ عبد الله الغزنوي، في أمرتسر (بالهند): مطبعة القرآن والسنة، ١٣١٤ هـ/١٨٩٧ م، ٤٠٨ ص.
- القاهرة: إدارة الطباعة المنيرية، ١٣٥٧ هـ/١٩٣٨ م، ٣٣٣+١٠ ص.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b221] VALUES (47,'- تحقيق: طه يوسف شاهين، القاهرة: مكتبة القاهرة، (١٩٦٨ م)، ٣٠٠ ص، طبعة مصورة عنها، بيروت: دار الكتب العلمية، د. ت. وبيروت: دار القلم، ١٩٨١ م.
- تحقيق: طه عبد الرؤوف، القاهرة: دار الطباعة المحمدية، ١٣٩٢ هـ/١٩٧٢ م.
- تحقيق: شعيب الأرناؤوط وعبدالقادر الأرناؤوط، الرياض: مكتبة المؤيد؛ دمشق: مكتبة دار البيان، ١٣٩٩ هـ/١٩٧٩ م.
- تحقيق: محيي الدين مستو، ط ١، المدينة المنورة: مكتبة دار التراث؛ دمشق: دار ابن كثير، ١٤٠٨ هـ/١٩٨٨ م، ٣٨١ ص (مكتبة ابن القيم ــ ٣)، ط ٢. المدينة المنورة: مكتبة دار التراث، ١٤١٣ هـ/١٩٩٢، ٣٨١ ص.
- مكة المكرمة ــ الرياض: مكتبة نزار مصطفى الباز، ١٤١٧ هـ/١٩٩٦ م، ص ٢٦٢ ص.
- تحقيق: مشهور بن حسن آل سلمان، ط ١. الدمام: دار ابن الجوزي، ١٤١٧ هـ/١٩٩٦ م، ط ٢. ١٤١٩ هـ/ ١٩٩٨ م، ٧٩٢ ص، ط ٣. ١٤٢٠ هـ/ ١٩٩٩ م.
- بيروت: دار الكتب العلمية، ٢٨٠ ص. صورة لإحدى الطبعات السابقة.
- تحقيق: زائد بن أحمد النشيري، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٥ هـ.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b221] VALUES (48,'* مختصراته:
- «الفوائد والثمرات الحاصلة بالصلاة على النبي - صلى الله عليه وسلم -» جمع: إبراهيم بن عبد الله الحازمي، ط ١. الرياض: دار الشريف، ١٤١٤ هـ/١٩٩٣ م، ٢٩ ص.
- «المنتقى من جلاء الأفهام ... »، انتقاه وعلّق عليه: محمد بن أحمد سيد أحمد، راجعه وقدم له: عبد القادر الأرناؤوط، ط ١. جدة: دار الوسيلة، ١٤١٥ هـ/١٩٩٥ م، ١٦٨ ص. ط ٢. جدة: دار الوسيلة، ١٤١٧ هـ/ ١٩٩٧ م، ١٧٦ ص.
- «فضل الصلاة والسلام على رسول الله - صلى الله عليه وسلم -»، اختصره: محمد عرفات محمد الخروبي، ط ١. مكة المكرمة: مطابع النور، ١٤١٥ هـ/١٩٩٥ م، ٤٨ ص.
* الترجمة:
- ترجمه إلى الأردية: القاضي محمد سليمان المنصورفوري، ط. لاهور سنة ٢٠٠٠ م.
- كما ترجمه إلى الأردية كلٌّ من: محمد فضل الرحمن الندوي، ومحمد محيي الدين، ومحمد شاكر حسين.
* * * * *',NULL,'189',NULL,NULL,'0');
INSERT INTO [b221] VALUES (49,'<span data-type="title" id=toc-13>١٢) حادي الأرواح إلى بلاد الأفراح</span>
* المخطوطات:
- طوبقبو سراي [A. ١٥٢٠٥١٤٤] (١٥٤  ورقة، كتبت سنة ٧٥٧ هـ).
- برنستون [٢٢٠٨] (١٦٨ ورقة، كتبت سنة ٧٦١ هـ، وهي منقولة من نسخة المؤلف).
- كوبريلي [٧١٧] (٢٥٣ ورقة، كتبت سنة ٧٦١ هـ، ناقصة الأول).
- مكتبة الأوقاف ببغداد [٦٦٧٣] (٢٣٣ ورقة، نسخة نفيسة متقنة، كتبها عبد الرحمن بن إسماعيل بن الحسن المؤدب السنجاري المعروف بابن المسواك الحيالي في سنة ٧٧١ هـ). انظر فهرسها (٢/ ٣٤٧).
- مكتبة وزارة المطبوعات والإرشاد بكابل [٢١] (٢١٦ ورقة، كتبت سنة ٧٧٥ هـ بخط عبد العزيز بن الحاج علي بن محمد حاجي سليمان النوشابادي).
- طوبقبو سراي [A. ١٥٢١٥١٤٥] (١٤٤  ورقة، كتبت سنة ٧٨٢ هـ). انظر: فهرس المكتبة (٣/ ١٥٦).
- الأزهر [(٢٨٥ - آداب وفضائل) ٨٣٠] (٢٠٧ ورقة، كتبت سنة ٧٨٩ هـ بخط سليمان بن يوسف). انظر فهرس المكتبة (٣/ ٦٨٠).
- عارف حكمت [١٧٨ مواعظ] (١٩١ ورقة، كتبت سنة ٧٩٣ هـ).
- زيلة بتركيا [٣٠٧١/ ١] (ق ١ أ - ٢٢٤ أ، كتبت سنة ٧٩٤ هـ بخط',NULL,'190',NULL,NULL,'0');
INSERT INTO [b221] VALUES (50,'عمر بن موسى بن أحمد الصفدي).
- برنستون [١٧٦٤] (١٧٩ ورقة، من القرن الثامن).
- الخزانة العامة بالرباط، الزاوية الناصرية [٧٤٤] (٢٥٧ ورقة، كتبت سنة ٨٠١ هـ).
- برلين [٨٧٩٨،  We. ١٥٣٠] (٢٥٤  ورقة، كتبت سنة ٨٠٩ هـ بخط إبراهيم بن محمد خطيب مردا).
- الإسكوريال ثان [١٥٩١] (٤٤ ورقة، كتبت سنة ٨٠٩ هـ). انظر الفهرس (٣/ ١٤٨).
- قسطموني [٣١٩٣] (١٧٩ ورقة، كتبت سنة ٨٤٠ هـ).
- المتحف البريطاني [٩٢٥٩ شرقيات] (٢٦٦ ورقة، كتبت سنة ٨٤٠ هـ).
- يوسف آغا في قونية [٧٤٢٠] (٢٢٤ ورقة، من القرن التاسع).
- الظاهرية [٨٤٦٨] (١٠٢ ورقة، كتبت سنة ٩٦٣ هـ بخط إبراهيم بن محيي الدين بن أحمد الدويك الشافعي).
- الظاهرية [١١٠٥٩] (١٠ ورقات، عبارة عن قطعة صغيرة من الكتاب مخرومة، كتبت في القرن العاشر عليها خطوط بعض العلماء، مثل ابن طولون الحنفي).
- المحمودية [١٦٩٤ (المواعظ والأخلاق)] (١٧٧ ورقة، منسوخة سنة ١٠٠٢ هـ).
- الأزهر [(٢٠٣ - آداب وفضائل) ٧٣٩٢] (١٥٣ ورقة، كتبت سنة',NULL,'191',NULL,NULL,'0');
INSERT INTO [b221] VALUES (51,'١٠٣٩ هـ، بأولها أوراق بخط مغاير). انظر فهرس المكتبة (٣/ ٦٨٠).
- المحمودية [١٦٩٥ (تصوف)] (١٧١ ورقة، منسوخة سنة ١١٠٣ هـ).
- ندوة العلماء [١١٠٣] (٣٥٨ ص، سنة ١١٤٥ هـ).
- دار الكتب المصرية [تصوف ٢٢٠٣] (٢٤٨ ورقة، كتبت سنة ١١٦٧ هـ).
- دار الكتب المصرية [تصوف ٢٢٠٢] (١٨٢ ورقة، بخط أبي الفيض محمد الحسيني، من القرن الثاني عشر). انظر عن النسختين الفهرس الثاني للدار (١/ ٢٨٥).
- مكتبة الأوقاف بالموصل [٢/ ٦ - تصوف] (٢٩٤ ورقة، كتبت سنة ١٢٨٠ هـ بخط راشد بن عبد الله العنزي). انظر فهرسها (٢/ ٣١).
- خدا بخش باتنه [١١٥٦] (١٦٧ ورقة، سنة ١٢٩٢ هـ).
- مكتبة الأوقاف ببغداد [١٣٨٤٢] (١٤٥ ورقة، كتبت سنة ١٣٠٣ هـ). انظر فهرسها (٢/ ٣٤٧).
- مكتبة الأوقاف ببغداد [٢/ ٥٦٧٤ مجاميع] (١٥ ورقة، قطعة من الكتاب، كتبت سنة ١٣٠٣ هـ بخط محمد علي النجفي). انظر فهرسها (٤/ ٣٦٢).
- ليدن [٣٥١ شرقيات] (١٦٩ ورقة، دون تاريخ).
- المكتبة القادرية ببغداد [٧٠٥ مجموع] (ق ١ - ٨٥، كتبت سنة ١٣٠٨ هـ). انظر الفهرس (٣/ ٦١).
- المتحف البريطاني [٨٠٩٠ شرقيات].
- باريس [١٣٨٧]. انظر فهرس فاجدا (ص ٣٦٧).',NULL,'192',NULL,NULL,'0');
INSERT INTO [b221] VALUES (52,'- إبراهيم أفندي (في السليمانية) [٣٣٢٥].
- إبراهيم أفندي (في السليمانية) [٣٣٢٦].
- تونس: زيتونة ٣/ ١٢٢ (١٥٠٧).
- الجامعة النظامية بحيدر آباد [حديث ٢٤] (٣١١ ورقة، دون تاريخ).
- مكتبة الشيخ علي بن يعقوب بحائل (٤٢٠ صفحة).
- برلين [٨٧٩٩،  We.١٥٣٨] («منقول من كتاب حادي الأرواح من الباب الأول»، ق ٥٥ - ٥٨).
* الطبعات:
- القاهرة: مطبعة فرج الله الكردي، ١٣٢٦ هـ/ ١٩٠٨ م، ٣ ج بهامش «أعلام الموقعين».
- القاهرة: ١٣٤٠ هـ، ٣ ج.
- تصحيح: محمود حسن ربيع، القاهرة: مطبعة الأنوار، ١٣٥٧ هـ/١٩٣٨ م، ٣٠٤ ص. ط ٢. القاهرة: محمد علي صبيح، ١٣٨١ هـ. ط ٣، مكتبة ومطبعة النهضة الحديثة بمكة المكرمة ١٣٩٢ هـ.
- القاهرة: مكتبة نهضة مصر، ١٣٩١ هـ/ ١٩٧١ م، ٣٤٢ ص.
- الطائف: مكتبة المعارف، د. ت.، ٢٩٦ ص.
- القاهرة: مطبعة المدني، ١٣٩٨ هـ/ ١٩٧٨ م، ٤٢٤ ص.
- بيروت: دار الكتب العلمية، ١٤٠٣ هـ/١٩٨٣ م، ٣٠١ ص.
- جدة: دار المدني، ١٤٠٤ هـ/١٩٨٣ م، ٣٣٩ ص.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b221] VALUES (53,'- تحقيق: السيد الجميلي، ط. بيروت: دار الكتاب العربي، ١٤٠٦ هـ/ ١٩٨٦ م، و ١٤٠٩ هـ/١٩٨٨ م، و ١٤١٤ هـ/١٩٩٤ م، ٤٦١ ص.
- ط. القاهرة: دار الحديث، سنة ١٩٨٩ م، ٣٧٦ ص.
- تحقيق: يوسف علي بديوي، ط. المدينة: دار التراث؛ دمشق: دار ابن كثير، ١٤١١ هـ/١٩٩١ م، ٦٢٨ ص.
- تحقيق: بشير محمد عيون، ط ٢. دمشق: مكتبة دار البيان؛ الرياض: مكتبة المؤيد، ١٤١٤ هـ/١٩٩٣ م، ٣٩٥ ص.
- تحقيق: علي صبح المدني، القاهرة: مطبعة المدني، ١٤١٧ هـ/١٩٩٦ م، ٣٦٣ ص.
- تحقيق: علي الشربجي، قاسم النوري، ط ٢. بيروت: مؤسسة الرسالة، ١٤١٩ هـ/١٩٩٨ م، ٥٠٩ ص.
- تحقيق: محمد العلاوي، ط ١. المنصورة: دار ابن رجب، ١٤٢١ هـ/٢٠٠٠ م، ٤٨٧ ص.
- تحقيق: فواز زمرلي وفاروق الترك، ط ١. بيروت: دار ابن حزم، ١٤٢٤ هـ/٢٠٠٤ م، ٧٨١ ص.
- تحقيق: زائد بن أحمد النشيري، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٨ هـ، مجلدان.
* مختصرات:
- «الداعي إلى أشرف المساعي» اختصره أحد تلاميذ المؤلف، ورتبه على ثمانية أبواب كما في «كشف الظنون» (١/ ٦٢٣). وتوجد منه',NULL,'194',NULL,NULL,'0');
INSERT INTO [b221] VALUES (54,'نسخة في الأزهر [٢٥٥ مجاميع، ٧٦٠٤] (ق ١ - ٧١). انظر فهرس المكتبة (٣/ ٦٨٣).
- «منتقى من حادي الأرواح»، ليوسف بن عبد الله الحسيني الأرميوني الشافعي (ت ٩٥٨ هـ)، مخطوط في المكتبة الأحمدية بحلب [٢٨٥]، كُتب سنة ٩٨٤ هـ.
- «مثير ساكن الغرام إلى روضات دار السلام» لخصه: صديق حسن خان، كما ذكره هو في «التاج المكلل» (ص ٤١٨).
- «تقريب حادي الأرواح» لعبد الحميد أحمد الدخاخني، ط. القاهرة: دار الصفا، ١٤١٠ هـ/١٩٩٠ م.
* نظمه:
- ابن الوزير اليماني (ت ٨٤٠ هـ).
- نظم لآخر الباب الرابع عشر منه، نظمه: سعد بن حمد بن عتيق (ت ١٣٤٩). مخطوط ضمن «هداية الطريق من مسائل آل عتيق» في المكتبة السعودية بالرياض [٤٦/ ٨٥ مجاميع].
* الترجمة:
- ترجمه إلى الأردية: كل من مختار أحمد الندوي، وخورشيد أنور المدني، وفاروق حسن زئي، وعبد القدوس قارن. وأكثرها بعد تهذيب واختصارٍ للكتاب.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b221] VALUES (55,'<span data-type="title" id=toc-14>١٣) حكم إغمام هلال رمضان</span>
- توجد منه نسخة في الظاهرية [٢٧٥٨] (ق ٧ ب - ١٢ أ، بدون تاريخ، وبلا عنوان وغفلًا من اسم المؤلف). وفي فهرس دار الكتب الظاهرية «المجاميع» (٢/ ١٠٨) نسبت هذه الرسالة إلى ابن قدامة. والصحيح أنها لابن القيم، ذكرها ابن رجب في «ذيل طبقات الحنابلة» (٢/ ٤٥٠) وغيره. وقد ضمَّنها المؤلف كلام شيخه (من «الفتاوى» ٢٥/ ٩٨ - ١٠١) دون أن يشير إليه، على طريقته في مواضع كثيرة من كتبه. ورأيه فيه هو الذي ذكره في «الزاد» و «تهذيب السنن».
* * * * *',NULL,'196',NULL,NULL,'0');
INSERT INTO [b221] VALUES (56,'<span data-type="title" id=toc-15>١٤) الداء والدواء</span>
(أو الجواب الكافي لمن سأل عن الدواء الشافي)
* المخطوطات:
- الإسكوريال [٧٤٣] (ق ١ - ١٢٥، كتبت سنة ٧٧٠ هـ).
- مصورة بمركز الملك فيصل [١٥٠٤ ف] (٣٩٣ ص، كتبت سنة ٧٨٥ هـ).
- بايزيد عمومي [١٥٩٨] (٨٩ ورقة، كتبت في القرن الثامن، في آخرها قيد تملك سنة ٧٩١ هـ).
- جامعة ييل [٩٤] (٢٢١ ورقة، لعلها من القرن الثامن).
- حسن حسني عبد الوهاب بتونس [٦٤١] (ق ١ أ-٨٣ أ، كتبت في القرن الثامن).
- باليكسير، باغشلر [٢٣١] (ق ١٨٠ أ- ٣١٠ أ، كتبت سنة ٨١٨ هـ).
- مكتبة الأوقاف ببغداد [٤٧٣٢] (١٥٨ ورقة، كتبت سنة ١١٠٠ هـ، بعنوان «دواء القلوب»). انظر فهرسها (٢/ ٣٦٩، ٣٧٠).
- برلين [٦٢٩٦،  We.١٥٩٢] (١٥٤  ورقة، من القرن الحادي عشر).
- حاجي بشير آغا [٣٥٣] (١٥٠ ورقة، كتبت سنة ١١٠٨ هـ).',NULL,'197',NULL,NULL,'0');
INSERT INTO [b221] VALUES (57,'- دار الكتب: مجاميع مصطفى فاضل [١٣] (ق ١ - ١٣٩، كتبت سنة ١١٨٧ هـ بخط محمد بن الحاج أحمد المرزبان). انظر فهرس الخديوية (٧/ ٥١٩)، والفهرس الثاني (١/ ٣٤٥).
- مصورة بمركز الملك فيصل [٣٢٥ ف] (١٤٣ ق، سنة ١١٩٥ هـ).
- خدا بخش باتنه [١٣٠٦] (٦٠ ورقة، سنة ١٢٠٠ هـ)؛ نسخة أخرى فيها برقم [٣٢٠٣/ ٥] (٢٩ ورقة، كتبت سنة ١٢٣٠ هـ، نسخة ناقصة الآخر). انظر فهرس المكتبة «مفتاح الكنوز الخفية» (٣/ ٣٩).
- جامعة الملك سعود [١٨٠٣] (١٠٣ ق، سنة ١٢٤٣ هـ).
- مكتبة الأوقاف بالموصل [٥/ ١٨ - موضوعات مختلفة] (١٥٠ ورقة، كتبت سنة ١٢٩٧ بخط راشد بن عبد الله العنزي). انظر الفهرس (٢/ ٨٠، ٨١).
- القادرية ببغداد [١٤٢٠ مجموع] (ق ١ - ٦١، سنة ١٣١١ هـ). انظر الفهرس (٥/ ٤٠).
- الجامع الكبير بصنعاء (المكتبة الغربية) [٨٧] (ق ١ - ٧٩، كتبت سنة ١٣١٢ هـ).
- الجامع الكبير بصنعاء (الأوقاف) [٢٠٥٩] (ق ٣ - ١٣٣، كتبت سنة ١٣١٧ هـ). انظر الفهرس (٢/ ٥٨٦).
- الجامع الكبير بصنعاء (المكتبة الغربية) [٢٣ تصوف] (٧٠ ورقة، كتبت سنة ١٣٦٢ هـ بخط علي بن هلال الديب).
- مكتبة الحرم المكي [٢٥١١] (نسخة ناقصة الأول والآخر، مجهولة',NULL,'198',NULL,NULL,'0');
INSERT INTO [b221] VALUES (58,'العنوان والمؤلف).
- مكتبة المسجد النبوي (وقف عبد العزيز الحصين) [٤١/ ٢١٨] (١٩٠ ورقة، ينقص من أوله قدر خمس صفحات).
- المتحف البريطاني (ملحق) [٢٣٨].
- بطرسبورج: المتحف الآسيوي قوقاز [٩٢٩].
- الآصفية بحيدر آباد ٣/ ٢٥٢ (٩٢١).
- مكتبة الأوقاف ببغداد ضمن مكتبة حسن الأنكرلي [١٣٧٩٧/ ٢] (٥٠ ورقة، نسخة ناقصة).
- مكتبة الشيخ علي بن يعقوب بحائل (٥٧٢ صفحة).
- الظاهرية [٤١٦١ فقه حنبلي] (١٣٨ ورقة، بدون تاريخ).
- مكتبة الشيخ عبد الله إبراهيم السليم ببريدة.
- الرفاعية بحلب [٣٩ (٧)] («الفوائد المنتخبة من الداء والدواء» في ٧ ورقات).
- برلين [٦٢٩٥،  Sbr. ١٨٨٠] (ق ١ - ٤، قطعة من أوله، من القرن العاشر).
* الطبعات:
- طبعة حجرية في آرة (الهند) ١٣٠٧ هـ/ ١٨٨٩ م، ٢٠٢ ص.
- القاهرة: مطبعة التقدم، ١٣٢٢ هـ/ ١٩٠٤ م، ١٧٦ ص.
- القاهرة: مطبعة أمين عبد الرحمن، ١٣٤٦ هـ/ ١٩٢٧ هـ، ٣٣٤+٢٢ ص.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b221] VALUES (59,'- تصحيح وتعليق: محمود عبد الوهاب فايد، القاهرة: مكتبة محمد علي صبيح، ١٣٧٧ هـ/١٩٥٨ م، ٢٢٤ ص.
- تحقيق: محمد محيي الدين عبد الحميد، القاهرة: مطبعة المدني، ١٣٧٧ هـ/١٩٥٨ م، ٣٥٩ ص. ط ٢، ١٣٨٨ هـ.
- تعليق وتصحيح: محمد حامد الفقي، القاهرة: مكتبة محمد علي صبيح، د. ت.، ٢٨٦ ص.
- القاهرة: قصي محب الدين الخطيب، ١٣٩٤ هـ/١٩٧٤ م، ٢٧٢ ص.
- تقديم وتحقيق: محمد جميل غازي، ط ١. القاهرة: مطبعة المدني، ١٣٩٨ هـ/ ١٩٧٨ م، ٣٧٨ ص، ط ٢، القاهرة: مطبعة المدني، ١٤٠٣ هـ/ ١٩٨٣ م. طبعة أخرى، القاهرة: مطبعة المدني، ١٤١٠ هـ/١٩٨٩ م.
- القاهرة: قصي محب الدين الخطيب، ١٤٠٠ هـ/ ١٩٨٠ م، ٢٩٦ ص.
- جدة: دار المدني، ١٤٠٣ هـ/١٩٨٣ م، ٣٣٤ ص. وطبعة أخرى، ١٤١٠ هـ، ٣٠٣ ص.
- حققه: سعيد محمد اللحام، قدَّم له وراجعه: بهيج غزاوي، ط ١. الرياض: مكتبة المعارف؛ بيروت: دار إحياء العلوم، ١٤٠٧ هـ/١٩٨٧ م، ٣٦٣ ص.
- تحقيق: قاسم الرفاعي، دار القلم، ١٤٠٧ هـ، ٢٨٥ ص.
- تحقيق: يوسف علي بديوي، ط ١. دمشق، بيروت: دار ابن كثير، ١٤٠٨ هـ/١٩٨٨ م. (مكتبة ابن القيم ــ ١)، ط ٢. دمشق، بيروت: دار',NULL,'200',NULL,NULL,'0');
INSERT INTO [b221] VALUES (60,'ابن كثير، ١٤١٥ هـ/ ١٩٩٥ م، ٤٥٦ ص.
- تحقيق: أبي حذيفة عبيد الله بن عالية، ط ٢. بيروت: دار الكتاب العربي؛ الرياض: دار الهدى، ١٤١٤ هـ/١٩٩٤ م، ٣٤٧ ص.
- حقَّقه وخرَّج نصوصه وعلق عليه: مصطفى أبو النصر الشلبي، مكتبة السوادي، ١٤١٤ هـ، ٥٧٨ ص.
- تحقيق: علي بن حسن بن علي بن عبد الحميد الحلبي الأثري، ط ١. الدمام ــ الرياض: دار ابن الجوزي، ١٤١٦ هـ/ ١٩٦٦ م، ٣٩٥ ص. (سلسلة مكتبة ابن القيم ــ ٢). ط ٨، ١٤٢٥ هـ.
- تحقيق: عامر بن علي ياسين، ط ١. الرياض: دار ابن خزيمة، ١٤١٧ هـ/١٩٩٧ م، ٥٧٤ ص.
- خرّج أحاديثه وحقَّقها: عمرو عبد المنعم سليم، القاهرة: مكتبة ابن تيمية، سنة ١٤١٧ هـ، ٤٧٧ ص.
- مكة المكرمة، الرياض: مكتبة نزار الباز، ١٤١٧ هـ/ ١٩٩٦ م، ٣٢٦ ص.
- القاهرة: مطبعة أطلس، د. ت.، ٢٣٩ ص. (صوت الحق-٢١).
- تحقيق: حسين عبد الحميد، ط ٣. دار اليقين.
- ط. النهار للطبع والنشر والتوزيع، ٣٠٢ ص، بدون تاريخ ومكان الطبع.
- ط. القاهرة: مكتبة التراث الإسلامي، ٣٠٢ ص، بدون تاريخ.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b221] VALUES (61,'- تحقيق: محمد أجمل الإصلاحي، وتخريج: زائد بن أحمد النشيري، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٩ هـ، ٧٣+ ٦٧٨ ص.
* الترجمة:
- ترجمه إلى الأردية: إسماعيل كودهروي، وطبع مرارًا.
- تُرجم إلى الإنجليزية وطبع في بريطانيا ٢٠٠٧ م.
- ترجمه إلى الإنجليزية: إسماعيل عبد السلام، ط. بيروت ٢٠٠٨ م.
- ترجمه إلى الإنجليزية: أبو عالم رشيد وأبو عالية، ط. بريطانيا.
* * * * *',NULL,'202',NULL,NULL,'0');
INSERT INTO [b221] VALUES (62,'<span data-type="title" id=toc-16>١٥) رسالة إلى أحد إخوانه</span>
* المخطوطات:
- دار الكتب المصرية: مجاميع مصطفى فاضل [١٣] (ق ١٤٠ أ- ١٤٩ أ، كتبت سنة ١١٨٧ هـ).
- المكتبة المحمودية بالمدينة [٢٢١/ ٨] (١٥ ورقة، من القرن الثاني عشر).
- جامعة الملك سعود [١٦٥٦] (بعنوان «رسالة في الإرشاد»، ٩ ورقات، من القرن الرابع عشر).
- المكتبة السعودية بالرياض (بعنوان «رسالة في البركة»، ٤ ورقات، نسخة ناقصة، من القرن الرابع عشر).
* الطبعات:
- طبعت بعنوان «الطريق إلى الهداية»، ط. القاهرة: دار التراث العربي.
- بعنوان «رسالة إلى كل مسلم»، مراجعة وتعليق: أسامة محمد عبد العظيم حمزة، ط ١. القاهرة: دار الفتح، ١٤٠٤ هـ/١٩٨٤ م، ٤٨ ص.
- طبعت بعنوان: «صلاة المحبين والطريق إلى إمامة المتقين» بتعليق: خالد بن علي العنبري، الرياض: دار سعد النجيم، ومؤسسة البشائر، ١٤١٣ هـ.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b221] VALUES (63,'- تحقيق: عبدالله بن محمد المديفر، ط ١. الرياض، ١٤٢٠ هـ، ١١٧ ص. ط ٢. مكة المكرمة: دار عالم الفوائد، ١٤٢٥ هـ، ٢٩+ ٧٤ ص.
* الترجمة:
- ترجمها إلى الأردية: عقيل أحمد حبيب الله، ط. مئو (الهند) ٢٠١٢ م.
- تُرجمت إلى الإنجليزية وطبعت في بريطانيا ٢٠١٦ م.
* * * * *',NULL,'204',NULL,NULL,'0');
INSERT INTO [b221] VALUES (64,'<span data-type="title" id=toc-17>١٦) الرسالة التبوكية</span>
(كتبها سنة ٧٣٣ هـ)
* المخطوطات:
- برلين [٢٠٨٩،  Lbg.٣٠٥] (ق ١٠٠ ب-١١٣ أ، لعلها من القرن الحادي عشر). انظر فهرس المكتبة (٢/ ٤٤٩). وهي النسخة الكاملة.
- مكتبة الأوقاف ببغداد [١/ ٧٣٨٦ مجاميع] (١٨ ورقة، كتبت سنة ١٢٥٦ هـ). انظر فهرسها (٢/ ٤١٤).
- جامعة أم القرى [١٤٨٩/ ٢] (ق ١٥ ب-٣٧ أ، كتبت سنة ١٢٦٩ هـ).
- مجموعة الدلم [٢٢] ضمن مكتبة الملك فهد الوطنية، بالرياض (٢٠ ورقة، سنة ١٢٨٤ هـ).
- مكتبة خاصة (٢٤ ورقة، بخط الشيخ إبراهيم بن محمد بن ضويان سنة ١٢٩٤ هـ).
- دار الكتب المصرية [١٣ م مجاميع] (ق ١٣٩ - ١٤٨). انظر فهرس الخديوية (٧/ ٥١٩)، والفهرس الثاني للدار (١/ ٣١١).
- مكتبة الأوقاف بالموصل (ضمن مجموع في ٥٥ ورقة). انظر فهرسها (٩/ ١٨، ١٩).
- مكتبة الأوقاف ببغداد [٢/ ٤٧٦٧ مجاميع] (٩ ورقات، دون تاريخ). انظر فهرسها (١/ ١١٤).',NULL,'205',NULL,NULL,'0');
INSERT INTO [b221] VALUES (65,'- المكتبة السعودية بالرياض [٤٥/ ٨٦] (٢٢ ورقة، دون تاريخ).
- مكتبة شقراء ضمن مكتبة الملك فهد بالرياض [٣١٤٧٤٩] (٣١ ص، سنة ١٣٥٦ هـ).
* الطبعات:
- مكة المكرمة: المطبعة السلفية، ١٣٤٧ هـ. بمراجعة الشيخ عبد الظاهر أبي السمح.
- القاهرة: مطبعة المدني، ١٣٧٦ هـ/١٩٥٧ م، ١٠٧ ص.
- بعنوان «زاد المهاجر إلى ربه» بتقديم محمد جميل غازي، جدة: مكتبة المدني، د. ت. ٦٣ ص، جدة: دار المدني، ١٤٠٦ هـ/ ١٩٨٦ م، ٥٤ ص.
- طبعة أخرى بالعنوان نفسه، اعتنى بها وعلق عليها: أبو محمد أشرف عبد المقصود، ط ١، ١٤٠٨ هـ. ط ٢، ١٤١١ هـ، ١٥٩ ص.
- بعنوان: «تحفة الأحباب في تفسير قوله تعالى: {وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ}، ط ٢. الرياض: الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، ١٤٠٤ هـ/ ١٩٨٤ م، ١٠٤ ص.
- حققها وخرَّج أحاديثها: طارق السعود، دمشق، بيروت: دار الهجرة، [١٤٠٥ هـ]، ٧٧ ص.
- ضمن كتاب «المجموع القيم من كلام شيخ الإسلام ابن القيم»، جمع',NULL,'206',NULL,NULL,'0');
INSERT INTO [b221] VALUES (66,'محمد سليمان العليط، ط ٣. بريدة: مكتبة دار العليان، ١٤٠٧ هـ/ ١٩٨٧ م، ٧٢ ص.
- تحقيق: سليم الهلالي، جدة: مكتبة الخراز؛ بيروت: دار ابن حزم، ١٤١٩ هـ/ ١٩٩٨ م، ٣٠١ ص.
- تحقيق: محمد عزير شمس، ط ١. مكة المكرمة: دار عالم الفوائد، ١٤٢٥ هـ، ١١٦ ص.
* الترجمة:
- ترجمها إلى الإنجليزية: محمد مصطفى الجبالي، ط. أمريكا ٢٠٠٨ م.
* * * * *',NULL,'207',NULL,NULL,'0');
INSERT INTO [b221] VALUES (67,'<span data-type="title" id=toc-18>١٧) رفع اليدين في الصلاة</span>
* المخطوطات:
- مكتبة الملك عبد العزيز بالمدينة [الروضة الشريفة ٥٣] (١٠٠ ورقة، وفي أولها وأثنائها خرم، كتبت سنة ٧٤٠ هـ).
- المكتبة السعودية بالرياض [٦٠٩/ ٨٦] (٨١ ورقة، حديثة الخط كتبت سنة ١٣٣٨ هـ، مخرومة من أولها).
* الطبعات:
- تحقيق: أبي المنذر محمود بن حسين آل مكي الرزيقي، ط ١. القاهرة: المكتبة الإسلامية، ١٤٢٦ هـ/٢٠٠٦ م، ٢٧٢ ص.
- تحقيق: فيصل بن عبد العزيز الفهد، ط. الكويت: غراس للنشر والتوزيع، ١٤٢٨ هـ/٢٠٠٧ م، ٢٨٣ ص.
- تحقيق: علي بن محمد العمران، ط. مكة المكرمة: دار عالم الفوائد، ١٤٣١ هـ، ٤٢+ ٣٩٠ ص.
* * * * *',NULL,'208',NULL,NULL,'0');
INSERT INTO [b221] VALUES (68,'<span data-type="title" id=toc-19>١٨) كتاب الروح</span>
* المخطوطات:
- جامعة ييل [٥٧٢] (ورقة، كتبت سنة ٧٧١ هـ).
- الظاهرية [٥٤٠٨] (١٧٨ ورقة، كتبت سنة ٧٧٤ هـ بخط أحمد بن محمد بن أحمد البعلي الحنبلي). انظر فهرس التصوف (١/ ٧٤٤).
- مكتبة وزارة الأوقاف بالكويت [٢٨٥] (٢٩١ ورقة، كتبت سنة ٧٧٧ هـ).
- الحوزة العلمية في آشتيان بإيران [٨] (٢٣١ ورقة، كتبت سنة ٧٨٠ هـ).
- الإسكوريال [١٥٩٠] (١٦٣ ورقة، كتبت سنة ٧٩٨ هـ). انظر فهرس المكتبة (٣/ ١٤٧).
- تشستربيتي [٣٢٨٥] (١٦٧ ورقة، من القرن الثامن).
- تشستربيتي [٥٠٤٤] (١١١ ورقة، من القرن الثامن).
- مركز الملك فيصل بالرياض [١٣٩٤٩] (١٦٥ ورقة، كتبت سنة ٨١٣ هـ).
- الإسكوريال [١٥٩٢] (٣٢٨ ورقة، كتبت سنة ٨١٩ هـ). انظر فهرس المكتبة (٣/ ١٤٨).',NULL,'209',NULL,NULL,'0');
INSERT INTO [b221] VALUES (69,'- قليج علي باشا [٥٦٦] (٢٠١ ورقة، كتبت سنة ٨٢٢ هـ).
- عاطف أفندي [١٤٨١] (١٦١ ورقة، كتبت سنة ٨٢٥ هـ).
- الظاهرية [٣٨٤٧، مجاميع ١٣٩] (ق ٩١ - ١١٤، كتبت سنة ٨٣٣ هـ، بخط إبراهيم بن محمد بن التقي المقدسي). انظر فهرس مجاميع المدرسة العمرية (ص ٧١٠).
- جامعة إستانبول، القسم العربي [٣٢٦٧] (١٣٢ ورقة، كتبت سنة ٨٣٨ هـ).
- الأزهر، رواق الأتراك [١٢٤١] (٨١ ورقة، كتبت سنة ٨٥٣ هـ).
- الظاهرية [٧١٢٥] (١٤٦ ورقة، كتبت سنة ٨٥٦ هـ. انظر فهرس التصوف (١/ ٧٤٥).
- فينا [١٥٣٣] (١٢٧ ورقة، كتبت سنة ٨٥٧ هـ، بخط محمد بن عبد الرزاق الشاذلي السكندري). انظر فهرس المكتبة (٢/ ٦٠٨).
- مركز الملك فيصل بالرياض [١٢٣٧٠] (١٨٨ ورقة، كتبت سنة ٨٨١ هـ).
- المكتب الهندي بلندن [B ٨٧] (٣٣١  ورقة، كتبت سنة ٨٨٧ هـ، بعنوان «روح الأرواح»). انظر فهرس لوث (ص ٤١ رقم ١٧٢).
- رشيد أفندي [٩٩١] (ق ٩٨ ب ــ ١٧٨ ب، من القرن التاسع).
- الظاهرية [٣١٨٨] (١٨٠ ورقة، من القرن العاشر). انظر فهرس التصوف (١/ ٧٤٥).',NULL,'210',NULL,NULL,'0');
INSERT INTO [b221] VALUES (70,'- تشستربيتي [٤٠٢٣] (١١٠ ورقة، من القرن العاشر).
- مركز جمعة الماجد [٤٥٧٤] (٢٣٤ ورقة، القرن العاشر).
- برنستون [٣٨٨٦] (ق ١٩٤ أ ــ ٣٠٢ أ، كتبت سنة ١٠٥٨ هـ).
- رئيس الكتاب [٥٨٦] (ق ٧٦ ب ــ ١٥٥ ب، كتبت سنة ١١١٢ هـ).
- مكتبة الأوقاف ببغداد [٧٠٦٩] (١٠٨ ورقة، كتبت سنة ١١١٧ هـ، بخط أحمد بن شيخ درويش الدوري البغدادي). انظر فهرسها (٢/ ٤٦٩).
- مكتبة الحرم المكي [٢٥٠٨/أ] (١٨٦ ورقة، كتبت سنة ١١٢٣ هـ).
- خدا بخش في باتنه [٣٢٣٥] (١٢٨ ورقة، كتبت سنة ١١٣١ هـ). انظر فهرسها «مفتاح الكنوز الخفيّة» (٣/ ٧٩).
- حسن حسني عبد الوهاب بتونس (١٦٥ ورقة، كتبت سنة ١١٣٣ هـ).
- ندوة العلماء [٩١٦] (١٨٨ ص، بخط الأمير الصنعاني).
- ندوة العلماء [٩١٧] (٢٠٦ ص، سنة ١١٧٨ هـ).
- ليدن [٣٠٠١ شرقيات] (٥٧٠ صفحة، كتبت سنة ١٢٠٤ هـ).
- القادرية ببغداد [٧٠٥ مجموع] (ق ٨٦ ــ ١٥٣، كتبت سنة ١٣٠٧ هـ). انظر الفهرس (٣/ ٦٢).
- مركز جمعة الماجد [٣٢٩٦] (٢٦٤ ورقة، سنة ١٣١٥ هـ).
- الجامع الكبير بصنعاء (المكتبة الغربية) [تصوف ٧٢] (٦٣ ورقة، بخط نسخي قديم، دون تاريخ).',NULL,'211',NULL,NULL,'0');
INSERT INTO [b221] VALUES (71,'- دار الكتب المصرية [٩٧٤ تصوف]. انظر الفهرس الثاني للدار (١/ ٣٤٥).
- الإسكوريال [٦٩٩].
- قليج علي باشا [٧٧٢].
- جامعة أم القرى [١٤٩٠] (١٨٥ ورقة، بخط حديث).
- مكتبة الملك فهد: مخطوطات بريدة [١٠ ب].
- ندوة العلماء [٩١٨] (٢٩٤ ص، بخط نسخي متأخر ناقصة الآخر).
- الجامعة النظامية بحيدر آباد [كلام ١] (نسخة غير مؤرخة).
* الطبعات:
- حيدر آباد: دائرة المعارف النظامية، ١٣١٨ هـ/١٩٠٠ م، ٤٤٨ ص. ثم طبع فيها مرارًا سنة ١٣٢٤، ١٣٥٧، ١٣٨٣ هـ.
- القاهرة: مكتبة محمد علي صبيح، ١٣٧٦ هـ/ ١٩٥٧ م، ٢٨٠ ص. وسنة ١٣٩٣ هـ/ ١٩٧٣ م، ٤١٦ ص.
- بيروت: دار الكتب العلمية، ١٣٩٥ هـ/١٩٧٥ م، ٢٧٠ ص.
- تحقيق: محمد أنيس عبادة ومحمد فهمي السرجاني، القاهرة: مكتبة نصير، ١٩٧٩ م، ٤٣٦ ص.
- تحقيق: محمد إسكندر يلدا، بيروت: دار الكتب العلمية، ١٤٠٢ هـ/١٩٨٢ م، ٣٧٤ ص.
- دراسة وتحقيق: بسام علي سلامة العموش، ط ١. الرياض: دار ابن تيمية، ١٤٠٦ هـ، في جزئين. ط ٢. الرياض، ١٤١٤ هـ/ ١٩٩٤ م،',NULL,'212',NULL,NULL,'0');
INSERT INTO [b221] VALUES (72,'٤٠٤ ص. (وأصلها رسالة دكتوراه قدمت إلى جامعة الإمام بالرياض سنة ١٤٠٤ هـ).
- ط. بيروت: دار الكتاب العربي، ١٤١٠ هـ/١٩٩٩ م.
- حقَّق نصوصه وخرَّجه: يوسف علي بديوي، ط ١. دمشق ــ بيروت: دار ابن كثير، ١٤١٠ هـ، ط ٥. سنة ١٤٢٢ هـ.
- تحقيق: عادل عبد المنعم أبو العباس، ط. القاهرة: مكتبة القرآن، د. ت.
- حقَّقه: محمد أجمل أيوب الإصلاحي، خرَّج أحاديثه: كمال بن محمد قالمي، ط. مكة المكرمة، ١٤٣٢ هـ، مجلدان.
* مختصراته ومقتطفات منه:
- «قاعدة مختصرة من كتاب الروح»، اختصار إسماعيل بن محمد بن بردس (ت ٧٦٦ هـ)، منها نسخة في دار الكتب المصرية [٦٥ م كلام] (كتبت سنة ٩٧٩ هـ). ونسخة أخرى منها بعنوان «أسئلة عديدة وأجوبة مفيدة» في هيدلبرج. انظر مجلة  ZDMG (٩١/٣٨١).
- «سرُّ الروح»، للبقاعي (ت ٨٨٥ هـ)، منه نسخة في إبراهيم أفندي (ضمن السليمانية) [٣٦٦٢]. انظر فهرسها ص ١٧٧. وطبع في مصر سنة ١٣٢٦ هـ على نفقة محمد أمين الخانجي. وكتب عنه ماكدونالد في  Acta Or (مجلد ٩/ ٣٠٧ - ٣٥١).
- «الفتوح في حقيقة الروح»، لابن طولون (ت ٩٥٣ هـ)، كما ذكر ذلك في كتابه «الفلك المشحون» (ص ٤٢).',NULL,'213',NULL,NULL,'0');
INSERT INTO [b221] VALUES (73,'- «مختصر كتاب الروح» لبعض الفضلاء، في: دار الكتب المصرية [٥٩ مجاميع] (ق ١٤٧ - ١٦٤). ونسب في نسخة الأزهرية [٣٠٢٧٣٧] إلى إسماعيل بن محمد بن ركين، ونسب في نسخة الظاهرية [٦١٩٦] إلى محمد الأزهري. وهو في ندوة العلماء بلكنو [٩٣٦] بعنوان «مقاصد الروح» لمؤلف مجهول.
- «نفحة الأرواح وتحفة الأفراح»، لعبد الوهاب الشافعي، في جامعة الإمام محمد بن سعود الإسلامية [٩٥٤] (ق ٧٧ - ١٢٠).
- «أسرار الأرواح»، مخطوطة في مكتبة غازي خسرو في يوغوسلافيا [٣٤٢٩] (٣٠ ورقة، كتبت سنة ١٠٠٧ هـ).
- «رسالة مختصرة من كتاب الروح» في: مكتبة الأوقاف بالموصل [٨١/ ٢٤ ــ مجموع] (كتبت سنة ١١٧٥ هـ)، انظر فهرسها (٥/ ٢٨٠).
- «مختصر من كتاب الروح» في: فيسبادن [٣٥٤١] (ق ٢٣ ب ــ ٣١ أ). انظر فهرس فاجنر ص ٣٥٠.
- مقتطفات منه في برنستون [٣٣٦] (ق ٣٨ ب - ٤٣ أ)، و [٩٧٦] (ق ١٤٧ ب - ١٦٣ ب) و [٢٧٩٨] (ق ٣٢ أ - ٤١ ب).
- استل منه بعضهم «الرسالة القبرية في الردّ على منكري عذاب القبر من الزنادقة والقدرية» منها نسخة خطية في دار الكتب المصرية [٢٢٦ م مجاميع] (ق ٦ - ٨). انظر فهرس الخديوية (٧/ ٦٩٩)، والفهرس الثاني للدار (١/ ١٨٧). طبعت بمطبعة النجاح بالقاهرة، بدون تاريخ، ضمن مجموع بعنوان «الهداية السعيدية فيما جرى بين الوهابية والأحمدية»',NULL,'214',NULL,NULL,'0');
INSERT INTO [b221] VALUES (74,'(ص ٢٦ - ٣٩).
* الترجمة:
- ترجمه إلى الأردية: محمد داود راغب رحماني، ط. كراتشي ١٩٨٢ م. كما ترجمه أيضًا: عبد المجيد صديقي.
- ترجمه إلى الإنجليزية: إسماعيل عبد السلام، ط. بيروت ٢٠٠٨ م.
- ترجمه إلى الإنجليزية: مطلوب أحمد قاسمي، ط. دلهي ٢٠٠٣ م.
- ترجمت مختصره إلى الإنجليزية: عائشة بيولي، ط. دار التقوى في بريطانيا ١٩٨٧ م.
* * * * *',NULL,'215',NULL,NULL,'0');
INSERT INTO [b221] VALUES (75,'<span data-type="title" id=toc-20>١٩) روضة المحبين ونزهة المشتاقين</span>
* المخطوطات:
- توبنجن [١٨٦] (١٨٧ ورقة، كتبت سنة ٧٥٩ هـ). انظر فهرسها (٢/ ١٤١ - ١٤٣).
- تشستربيتي [٣٨٣٢] (٢٤٠ ورقة، كتبت سنة ٧٩٠ هـ، بخط أحمد بن محمود بن عبد الله بن عبد الملك).
- حسن حسني عبد الوهاب في تونس [١٨٠٢٦] (١٦٥ ورقة، كتبت سنة ١١٣٣ هـ، بخط عبد الحفيظ بن عبد الله العنابي).
- مكتبة الرياض العامة السعودية [٤٤٥/ ٨٦] (٢٥٨ ص، مخرومة من أولها وأثنائها وآخرها، كتبت في القرن الثالث عشر).
- لا له إسماعيل بتركيا [٢٦٥]. ورد ذكرها في معجم المخطوطات الموجودة في مكتبات إستانبول وآناطولي (٢/ ١١٠١)، وليس فيها وصفها.
* الطبعات:
- تحقيق: أحمد عبيد، ط ١. دمشق: المطبعة العربية، ١٣٤٩ هـ، ط ٢. القاهرة: المكتبة التجارية الكبرى، ١٣٧٥ هـ/ ١٩٥٦ م، ٥٣٦ ص.
- تحقيق: صابر يوسف، القاهرة: مكتبة الجامعة، ١٩٧٣ م، ٤٤٨ ص.
- بيروت: دار الكتب العلمية، ١٣٩٧ هـ/١٩٧٧ م، ٤٨٨ ص، وطبعة',NULL,'216',NULL,NULL,'0');
INSERT INTO [b221] VALUES (76,'أخرى ١٤٠٣ هـ.
- تحقيق: السيد الجميلي، ط ١. بيروت: دار الكتاب العربي، ١٤١٤ هـ/ ١٩٩٤ م، ٤٨٩ ص. ط ٣، بيروت: دار الكتاب العربي، ١٤١٧ هـ.
- خرَّج أحاديثه وعلَّق عليه: عبد الرزاق المهدي، ط ١. الرياض: دار العصيمي؛ دمشق: دار الخير، ١٤١٦ هـ/ ١٩٩٦ م، ٤٢٠ ص.
- مكة المكرمة، الرياض: مكتبة نزار مصطفى الباز، ١٤١٧ هـ/ ١٩٩٦ م، ٣٧٨ ص.
- تحقيق: محيي الدين ديب مستو، دمشق، بيروت: دار ابن كثير؛ دمشق، بيروت: دار الكلم الطيب، ١٤١٨ هـ/١٩٩٧ م، ٥٨٠ ص.
- تحقيق: بشير محمد عيون، ط ١. دمشق: مكتبة دار البيان، ١٤٢١ هـ/ ٢٠٠٠ م، ٤٤٥ ص.
- تحقيق: يوسف علي بديوي، ط ١. دمشق: دار ابن كثير؛ مكة المكرمة: دار طيبة الخضراء، ١٤٢٣ هـ/٢٠٠٣ م، ٥٧٤ ص.
- تحقيق: محمد عزير شمس، ط. مكة المكرمة: دار عالم الفوائد، ١٤٣١ هـ. ٤٠+ ٧٥٢ ص.
* الترجمة:
- ترجم الباب التاسع والعشرين منه إلى الأردية: محمد زكريا، ط. أمرتسر ١٩٤٦ م، ثم لاهور ١٩٧١ م.
* * * * *',NULL,'217',NULL,NULL,'0');
INSERT INTO [b221] VALUES (77,'<span data-type="title" id=toc-21>٢٠) زاد المعاد في هدي خير العباد</span>
(أو الهدي النبوي)
* المخطوطات:
- خزانة القرويين [٢٣٧/ ٢] (ج ٢: ٢٤١ ورقة، كتبت في حياة المؤلف قبل سنة ٧٤٩ هـ).
- دار الكتب المصرية [٢٣١ حديث] (جـ ١: ١٥٨ ورقة، مخرومة من أولها، كتبت سنة ٧٥٤ هـ).
- دار الكتب المصرية [٢٣٣ حديث] (جـ ٣: ٢٣٠ ورقة، كتبت سنة ٧٥٨ هـ).
- مكتبة الحرم المكي [١٠٢٠] (ج ٣، كتبت سنة ٧٦٥ هـ).
- خزانة القرويين [٢٣٧/ ١] (جـ ١: ٢٥٨ ورقة، كتبت سنة ٧٦٦ هـ).
- ولي الدين با يزيد [٨٧٨، ٨٧٩، ٨٨٠] (ج ٢: ٢٣٣ ورقة، ج ٣: ١٨٨ ورقة، كُتبا سنة ٧٦٧ هـ، ج ٤: ١٨٤ ورقة، كُتب سنة ٧٦٨ هـ).
- ولي الدين بايزيد [٨٧٧] (ج ١: ٢٢٧ ورقة، من نسخة أخرى غير السابقة).
- خزانة القرويين [٢٣٧/ ٣] (ج ٣: ١٥٧ ورقة، كتبت سنة ٧٦٧ هـ).
- مغنيسا [١٧٩٣] (جـ ٢: ٢٥٩ ورقة، كتبت سنة ٧٧٢ هـ).',NULL,'218',NULL,NULL,'0');
INSERT INTO [b221] VALUES (78,'- المكتبة الكتانية [١٣٩٨] (ج ١: ٢٤٢ ورقة، مضطربة الأوراق، كتبت سنة ٧٧٢ هـ).
- طوبقبو سراي [M.٤٤٤٦٠٢٣] (ج ٢: ٢٦٨ ورقة، كتبت سنة ٧٧٦ هـ، أولها: «فصل في مبدأ الهجرة التي فرَّق الله فيها بين أوليائه وأعدائه ... »). انظر فهرسها (٣/ ٤٢٤).
- مكتبة الأوقاف ببغداد [١٧٩٨٩] (ج ١: ٢١٦ ورقة، كتبت سنة ٧٩٠ هـ).
- تشستربيتي [٣٥٤٢] (جـ ٣: ٢٢٢ ورقة، بخط نسخي ممتاز، من القرن الثامن).
- مغنيسا [١٧٩٢] (ج ١: ٣١٩ ورقة، كتبت سنة ٨١٣ هـ).
- دار الكتب المصرية: مجاميع مصطفى فاضل [٢٢٩] (ق ١ - ١٧٧، كتبت سنة ٨٣٤ هـ).
- طوبقبو سراي [M.٤٤٥٦٠٢٤] (ج ٣: ٢٣٠ ورقة، كتبت سنة ٨٤٠ هـ، أولها: «قلت: في هذه القصة نظر، فقد ذكر أبو حاتم ابن حبان في صحيحه وغيره وفاته عن مجاهد عن إبراهيم بن الأشتر ... »). انظر فهرسها (٣/ ٤٢٤).
- الظاهرية بدمشق [١٨٩٧، ١٨٩٨] (ج ٢: ٢٠٨ ورقة، ج ٣: ٢٤٤ ورقة، كتبت سنة ٨٥٣ و ٨٥٤ هـ).
- ليدن [٢٩٩٨ شرقيات] (مج ٣: ٢١٤ ورقة، كتبت سنة ٨٥٤ هـ). انظر فهرسها ص ٤٠٣.
- الخزانة العامة بالرباط (نسخة كاملة في مجلدين، ج ١: ٢٢٧ ورقة، ج ٢: ٢٧٢ ورقة، بخط محمود بن علي الهندي المتوفى سنة ٨٦٥ هـ).',NULL,'219',NULL,NULL,'0');
INSERT INTO [b221] VALUES (79,'- مدرسة مصلي (ضمن السليمانية) بإستانبول [٤٠ - ٤١] (ج ١: ٢٦٣ ورقة، ج ٢: ٢٤٧ ورقة). والجزء الرابع من هذه النسخة في الظاهرية بدمشق [١٨٩٩] (٢٦٩ ورقة، كتبت في القرن التاسع).
- عمجه زاده ضمن المكتبة السليمانية بإستانبول [٢٨٠، ٢٨١] (ج ١: ٢٣٤ ورقة، ج ٢: ٢٦٥ ورقة، لعلها كتبت في القرن التاسع).
- دار الكتب المصرية [٢٣٤ حديث] (ج ١، مخرومة الآخر، كتبت في القرن التاسع).
- مكتبة وزارة الأوقاف بالكويت [٣٦٩] (ج ١: ١٩٣ ورقة، كتبت في القرن التاسع).
- تشستربيتي [٤٠٤٥] (النصف الثاني: ١٤٧ ورقة، كتبت سنة ٩٤٩ هـ).
- دار الكتب المصرية [٢٣٧٧٠ ب] (ج ٢: ٢١٨ ورقة، كتبت سنة ٩٩٨ هـ). انظر الفهرس الثالث للدار (١/ ٤٤٨).
- جامعة قار يونس [١٥٠١] (ج ٣: ٣٣٦ ورقة، من القرن العاشر تقريبًا). انظر فهرس مخطوطاتها (١/ ٧٨).
- خزانة القرويين [٢٣٧/ ٢] (ج ٢: ٢٤١ ورقة، كتبت قبل سنة ١٠١١ هـ).
- برنستون [١٤١] (ج ٢: ١٧٨ ورقة، عليها خط سنة ١٠٨٧ هـ، بداية النسخة ونهايتها بخط مختلف. أولها: «ذكر هديه - صلى الله عليه وسلم - في مكاتبته إلى الملوك وغيرهم ... »). انظر فهرسها ص ٣٨٨.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b221] VALUES (80,'- ندوة العلماء [١٧٨٥] (الجزء الأول، ٥٤٢ ص، سنة ١٠٩٤ هـ)، و [١٧٨٦] (الجزء الثاني، ٣٠٠ ص، سنة ١٠٩٥ هـ).
- طوبقبوسراي [M. ٤٤٦٦٠٢٢] (نسخة تامة في ٣٣٦ ورقة، كتبت سنة ١١٥٣ هـ). انظر فهرسها (٣/ ٤٢٣).
- مكتبة خدا بخش باتنه [٤٩٦] (٣٢٦ ورقة، سنة ١١٥٧ هـ). انظر فهرسها الإنجليزي (٥/ ٢/٥٦).
- الجامع الكبير (الأوقاف) بصنعاء [٤٢٧] (ج ١: ٣٤٨ ورقة، كتبت سنة ١١٦٣ هـ). انظر الفهرس (٣/ ١٠٦٢).
- الجامع الكبير (الأوقاف) بصنعاء (٤٨٩] (ج ٢: ٢٥٨ ورقة، نسخة متعددة الخطوط، عليها تعاليق بقلم محمد بن إسماعيل الأمير الصنعاني، وفي آخرها مقابلة بتاريخ سنة ١١٦٦ هـ). انظر الفهرس (٣/ ١٠٦٣).
- جامعة أم القرى [١٩٤١، ١٩٤٢] (مجلدان: ٢٠٣+٢٤٥ ورقة، تاريخ نسخهما سنة ١١٦٦ هـ وسنة ١١٦٧ هـ).
- بلدية الإسكندرية [١٢٦٠ ب] (نسخة في مجلد، كتبت سنة ١١٩٧ هـ). انظر فهرسها للشندي ص ١٨ - ١٩.
- مكتبة مكة المكرمة [١٠٧ حديث] (٩٠ ورقة، من القرن الثاني عشر، ناقصة الآخر، أطرافها متآكلة، وعليها آثار رطوبة). انظر فهرسها ص ٦٢ (ط. الرياض ١٤١٨ هـ).',NULL,'221',NULL,NULL,'0');
INSERT INTO [b221] VALUES (81,'- ليدن [٢٩٩٨ شرقيات] (ج ١: ٢٢٥ ورقة، يقال: إنها بخط الشيخ محمد بن عبد الوهاب).
- رامفور [٤٣١٨] (٣٦٢ ورقة، سنة ١٢٢٣ هـ)، ونسخة أخرى فيها برقم [٤٣١٩ - ٤٣٢٠] (في مجلدين، ٢٤٤+١٢٨ ورقة، من القرن الثالث عشر)، وقطعة من نسخة ثالثة برقم [٤٣٢١] (١٦ ورقة، من القرن الثالث عشر).
- ديوبند [حديث ٦٤] (٢٧٢ ورقة، من القرن الثالث عشر).
- دار الكتب المصرية [٢٣٠ حديث] (٣ مجلدات، المجلد الأول مخروم من أوله).
- دار الكتب المصرية [٢٣٢ حديث] (ج ٢، مخرومة من أولها).
- دار الكتب المصرية [٨٠٦ حديث] (ج ٣، به خرم).
- جامعة همدرد [١٤٢٩] (٤٩٢ ورقة).
- الجامعة الملية بدهلي [٣٧٠٢] (الجزء الثاني).
- علي كره [ج ع ٨٥ حديث] (نسخة حديثة).
- جاريت [٤٥١٦].
- غوطا [٢ (٥)] (ديباجته).
- الأوقاف بالموصل [٥/ ١٧ ــ تاريخ وتراجم وسير] (النصف الأول، ٢٢٥ ورقة، بخط عبد العزيز بن محمد بن عيسى بن قاسم). انظر فهرسها (٢/ ٧٦، ٧٧).
- مكتبة الملك فهد بالرياض [٣٢٣، ٥٥٢، ٥٦٤، ٦٠٤، ٨٥٨] و [الدلم',NULL,'222',NULL,NULL,'0');
INSERT INTO [b221] VALUES (82,'٦١/ ٧].
- مكتبة وزارة الأوقاف بالكويت [١٢] (٢٤٦ ورقة، بدون تاريخ).
- مكتبة المسجد النبوي [١٩/ ٢١٧] (٢٤٣ ورقة).
- مكتبة وزارة الأوقاف بالكويت [٨٧٢] (١٧١ ورقة، بدون تاريخ).
- مكتبة الأوقاف ببغداد [٣٥٥٦] (٢٨٥ ورقة، نسخة نفيسة مضبوطة قديمة، مخرومة الأول). انظر فهرسها (١/ ٣٧١).
- المتحف البريطاني [١١/ ٨٤] (مجلدان).
- الإسكندرية [فنون ١٣٣/ ٥] (ثلاثة مجلدات).
* الطبعات:
- طبعة حجرية بكانفور (الهند): المطبع النظامي، ١٢٩٨ هـ/ ١٨٨١ م، ٢ ج، ٥٢٢+٤١٦ ص.
- القاهرة: المطبعة الميمنية، ١٣٢٤ هـ/ ١٩٠٦ م، ٢ ج. [بهامشها «سيرة ابن هشام»].
- القاهرة: المطبعة الأزهرية المصرية، ١٣٢٥ هـ/ ١٩٠٧ م، ٨ ج [بهامش «شرح الزرقاني على المواهب اللدنية»].
- القاهرة: مطبعة محمد علي صبيح، ١٣٤٧ هـ/ ١٩٢٨، ٤ ج في مجلدين.
- القاهرة: مصطفى البابي الحلبي، ١٣٦٩ هـ/ ١٩٥٠ م، ٤ ج في مجلدين.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b221] VALUES (83,'- تحقيق: محمد حامد الفقي، القاهرة: مطبعة السنة المحمدية، ١٣٧٣ هـ/ ١٩٥٣ م، ٤ أجزاء.
- القاهرة: المطبعة المصرية، ١٣٧٩ هـ/ ١٩٦٠ م، ٤ ج.
- مراجعة: ط عبد الرؤوف طه، القاهرة: مصطفى البابي الحلبي، ١٣٩٠ هـ/ ١٩٧١ م، ٤ ج في مجلدين.
- تحقيق: شعيب الأرناؤوط وعبدالقادر الأرناؤوط، ط ١. بيروت: مؤسسة الرسالة ١٣٩٩ هـ/ ١٩٧٩ م، ٥ ج. [صدر لها فهرس في مجلد سادس، صنعه: محمد أديب الجادر، بيروت: مؤسسة الرسالة، ١٤٠٨ هـ/ ١٩٨٨ م، ٤٩٦ ص]. وقد صدرت لها طبعات كثيرة مصورة في ٦ مجلدات، مع الفهرس.
- بيروت: دار ابن حزم، ١٤٢٠ هـ/ ١٩٩٩ م، مجلد واحد، ١٢١٣ ص.
- تحقيق: أنور الباز، ط. بيروت: دار ابن حزم، ١٤٣٢ هـ، ٦ مجلدات.
- تحقيق: محمد أجمل الإصلاحي ومحمد عزير شمس ونبيل نصار السندي وعلي بن محمد العمران، تخريج: سراج منير وجعفر حسن السيد ومصطفى بن سعيد ايتيم وإبراهيم بن محمد شلبي وحسين بن حسن باقر، ط. مكة المكرمة: دار عالم الفوائد، ١٤٣٩ هـ/٢٠١٨ م، ٧ مجلدات.
* أُفرِد منه كتاب «الطب النبوي»، وفيما يلي ذِكر مخطوطاته وطبعاته:
(أ) المخطوطات:',NULL,'224',NULL,NULL,'0');
INSERT INTO [b221] VALUES (84,'- مكتبة الحرم المكي [٢ طب] (٢١٢ صفحة، كتبت سنة ٧٨٨ هـ).
- تشستربيتي [٣٢٩٢/ ١١] (ق ٢٣٠ - ٢٨٥، بدون تاريخ، وهي من أوائل القرن التاسع، فإن الناسخ هو أحمد بن أبي بكر الطبراني الكاملي، وقد توفي سنة ٨٣٥ هـ).
- خراججي أوغلي [١١٣٤] (٦٦ ورقة، من القرن التاسع).
- حميديه [١٠٤٠] (١٢٩ ورقة، كتبت سنة ١١٧٠ هـ).
- جراح باشا [طب تاريخي ٣٩٩] (١٤٩ ورقة، كتبت سنة ١٢٤٦ هـ).
- جراح باشا [طب تاريخي ٢٦٢] (١٢٥ ورقة، كتبت قبل سنة ١٢٦٨ هـ).
- جراح باشا [طب تاريخي ٢٦٢] (١٢٥ ورقة، كتبت قبل سنة ١٢٦٨ هـ).
- جامعة إستانبول، القسم العربي [٣٠١٨] (١٤٩ ورقة، كتبت سنة ١٢٩١ هـ).
- جامعة إستانبول، القسم العربي [٦١٦٣/ ١] (ق ١ - ٨٠، بدون تاريخ، بخط علي بن محمد الشرواني).
- أوبسلا [٣٤٨].
- السليمانية [٨٥١].
- الظاهرية [٧٥٤٩] (٨٠ ورقة، مخروم الآخر، بدون تاريخ).
- الأزهر [٣٣ (٤٥١٥)] (ضمن مجموعة: ق ١ - ٦٠).',NULL,'225',NULL,NULL,'0');
INSERT INTO [b221] VALUES (85,'- رئيس الكتاب [٧٣٣] (٢٧٢ ورقة، بدون تاريخ، كتبها موسى بن أحمد).
- أيا صوفيا [٣٧٠٠] (١٩٦ ورقة، كتبها موسى بن محمد علي الشافعي).
- شهيد علي باشا [٢٠٦٣] (١٦٥ ورقة، بدون تاريخ).
- بغداد لي وهبي [١٣٦٧/ ١] (١٠٩ ورقة، بدون تاريخ).
- رشيد أفندي [١٢٥١] (١٥٦ ورقة، بدون تاريخ).
- رشيد أفندي [٢١٤٧٦] (١٠٩ ورقة، بدون تاريخ).
- رشيد أفندي [٦٩٦/ ١] (ق ١ أ-٨٧ ب، من القرن الحادي عشر).
- الجامعة النظامية بحيدر آباد [طب ١] (٢٦٦ ورقة، بخط حديث).
(ب) الطبعات:
- حلب: المطبعة العلمية، ١٩٢٨ م.
- تحقيق: عبد الغني عبد الخالق، ووضع التعليقات الطبية: عادل الأزهري ومحمود فرج العقدة، ط ١. القاهرة: دار إحياء الكتب العربية، ١٣٧٧ هـ/ ١٩٥٧ م، ٣٣٤ ص. [وصدرت لها طبعات مصورة مرارًا].
- نشره: عبد المعطي أمين قلعجي، ط ١. القاهرة: دار التراث، ١٣٩٨ هـ/ ١٩٧٨ م، ٤٦٤ ص، ط ٢. القاهرة: دار التراث، ١٤٠٢ هـ/ ١٩٨٢ م، ٤٦٤ ص، ط ١٤. الرياض: دار عالم الكتب، ١٤١٨ هـ/',NULL,'226',NULL,NULL,'0');
INSERT INTO [b221] VALUES (86,'١٩٩٨ م، ٥٢٧ ص.
- طبعة مؤسسة الرسالة، مفردة من طبعة زاد المعاد في المؤسسة نفسها. ط ٢، ١٤٠٢ هـ، ٤٢٣ ص. ط ٩، ١٤٠٦ هـ.
- وضع المادة العلمية: محمد محمد بكر علي، ط ٢. الإسكندرية: دار الدعوة، ١٤١٠ هـ/ ١٩٨٩ م، ٣٤٩ ص.
- تحقيق: عصام فارس حرستاني وحسّان عبد المنان، بيروت؛ دار الجيل، ١٤١٨ هـ/ ١٩٩٨ م، ٥٠٧ ص.
- مختصره: للمحلّي، يوجد مخطوطًا في باريس [٢٨٠٠ (١٦)].
- قام بترجمته إلى اللغة الأردية: الحكيم عزيز الرحمن الأعظمي، ط. كراتشي ٢٠٠٢ م، ولاهور ٢٠١٥ م.
- ترجمه إلى اللغة الإنجليزية: جلال عبد الرب، ط. الرياض: مكتبة دار السلام، ١٤٢٠ هـ/ ١٩٩٩ م.
- ترجمه إلى الإنجليزية أيضًا: عبد القادر بن عبد العزيز، ط. مصر ٢٠٠٣ م.
* مختصرات ودراسات عن «زاد المعاد»:
قام بعض العلماء باختصاره وانتقاء فصول وأبواب منه وإفرادها، وتهذيب بعض موضوعاته، ونظمه، وترجمه آخرون إلى اللغات الأخرى، وإليك بيان ما وقفنا عليه منها:
- «مختصر هدي النبي - صلى الله عليه وسلم -»، اختصار: شمس الدين ابن النقّاش (ت ٧٦٣)، مخطوط في دار الكتب المصرية [٢٢٩ م مجاميع]، وفيه',NULL,'227',NULL,NULL,'0');
INSERT INTO [b221] VALUES (87,'نقص وخروم.
- «سفر السعادة»، لمجد الدين الفيروزابادي (ت ٨١٧). اختصر فيه كلام ابن القيم من «زاد المعاد» دون أن يشير إليه، على طريقته في اختصار الكتب السابقة في مؤلفاته. ولا مجال هنا لتفصيل القول في ذلك. وقد طبع هذا الكتاب طبعات عديدة.
- «مختصر الهدي النبوي»، للحسين بن أحمد المعروف بزبارة الصنعاني (ت ١١٤١)، ورد ذكره في «نشر العرف» (١/ ٥٢٤) و «معجم المؤلفين» (٣/ ٣١١).
- «مختصر الهدي النبوي»، لعبد الله بن حسين دلامة الذماري (ت ١١٧٩)، كما في «نشر العرف» (٢/ ٨٨) و «معجم المؤلفين» (٦/ ٤٥).
- «مختصر هدي الرسول - صلى الله عليه وسلم -»، لمجهول، مخطوط في الجامعة الأمريكية ببيروت [ms ٢٩٧, m ٩٥  ــ سابقًا ٢٥٦] (٢٠٥ ورقة).
- «مختصر زاد المعاد»، لمحمد بن عبد الوهاب (ت ١٢٠٦). وهو مختصر مشهور، توجد نسخة خطية منه في مكتبة الملك فهد الوطنية بالرياض مكتوبة سنة ١١٩٧، وأخرى في مكتبة رضا برامفور (الهند) [٤٣٢٢] (١٨٤ ورقة، كتبت سنة ١٢١٣)، وثالثة في المكتبة السعودية بدار الإفتاء [٤٨/ ٨٦] (١٣٠ ورقة)، وغيرها من النسخ، وطبع طبعات كثيرة أولاها طبعة المكتب الإسلامي في بيروت سنة ١٣٩١. وقد ترجمه إلى اللغة الأردية: مقتدى حسن الأزهري، ونشرته الدار',NULL,'228',NULL,NULL,'0');
INSERT INTO [b221] VALUES (88,'السلفية في بومبي (الهند) سنة ١٩٧٨ م، كما نُشر في لاهور سنة ١٩٩٢ م. وترجمه إلى الأردية أيضًا: سعيد أحمد قمر الزمان، ط. الرياض ١٤٢٧. وترجمه إلى الإنجليزية: عصام دياب، ونشرته دار الكتب العلمية بالقاهرة، ومكتبة نور الشام بدمشق ١٩٩٣ م. كما طبعت ترجمته الإنجليزية بدون ذكر المترجم بالرياض ٢٠٠٣ م.
- «هدي الرسول - صلى الله عليه وسلم -: مختصر من زاد المعاد»، اختصره وعلق عليه: محمد أبو زيد من علماء مصر، نشرته مكتبة المتنبي بالقاهرة، ودار ابن زيدون ببيروت. وترجمه إلى الأردية: عبد الرزاق المَلِيحابادي، بعنوان «أسوة حسنة»، ونشر في الهند سنة ١٩٢٥ م ثم ١٩٣١ م.
- «ذخيرة العباد في سيرة سيد العباد من زاد المعاد»، لصالح بن أحمد، نزيل المدينة المنورة والمتوفى بها في حدود سنة ١٣٩٥. نشرته دار نشر الثقافة بالإسكندرية دون تاريخ، كما طبع بمطبعة المدني في القاهرة سنة ١٣٧٨. ويُعرف أيضًا بعنوان: «سيرة خير العباد شفيع يوم المعاد».
- «ثمر الوداد مختصر زاد المعاد»، لمصطفى محمد عمارة، ط. مصطفى البابي الحلبي بالقاهرة، سنة ١٩٥٢ م.
- «مختارات من زاد المعاد»، لمحمد بن صالح العثيمين، ط ٢. دار الأفق بالرياض ١٤١١، ثم نشرته مؤسسة الشيخ الخيرية سنة ١٤٣٣ ضمن سلسلة مؤلفاته.
- «مهذب زاد المعاد في هدي خير العباد»، لسعد الحصين ويوسف الغويري، ط ١، نشرة وقف الأنصار، سنة ١٤٢١.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b221] VALUES (89,'- «زاد للعباد من زاد المعاد»، لمحمد ماهر عبد الحميد، ط. دار الدعوة بالإسكندرية.
- «نزهة العباد بفوائد زاد المعاد»، لأبي أنس ماجد البنكاني، طبع عدة طبعات منها ط. مكتبة الصحابة بالشارقة.
- «تهذيب زاد المعاد»، لشعيب الأرنؤوط ومحمد الجُوراني، يصدر قريبًا عن مركز الذخائر للتراث.
- «مختارات وفوائد من زاد المعاد» بطريقة سؤال وجواب، إعداد: سليمان بن محمد اللُّهيميد.
- «زاد المعاد» (تقيسم منهجي وتبويب موضوعي)، عُني به: صالح الشامي، في أربعة مجلدات، نشر دار القلم بدمشق.
- «الهدي النبوي في العبادات»، إعداد: صالح أحمد الشامي، ط. المكتب الإسلامي، بيروت.
- «الهدي النبوي في الفضائل والآداب»، إعداد: صالح أحمد الشامي، ط. المكتب الإسلامي، بيروت.
- «سيرة خير العباد»، ملخَّص للسيرة النبوية من الزاد، إعداد: صالح الشامي، ط. المكتب الإسلامي، بيروت.
- «أحكام الصوم والاعتكاف من زاد المعاد»، ط. غراس للنشر بالكويت. وترجمه إلى اللغة الأردية: أبو أنس سرور گوهر، ونشر من دار البلاغ بلاهور سنة ٢٠٠٥ م.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b221] VALUES (90,'- استل منه ما يتعلق بالحج والعمرة بعنوان «مناسك الحج والعمرة»، تحقيق وتعليق: محمد حسني عفيفي، ط. مكتبة الحرمين سنة ١٤٠٠.
- «منسك» الأمير الصنعاني، اعتمد فيه اعتمادًا كبيرًا على الزاد. طبع في مجموعة بالهند سنة ١٣١٣، ثم طبع مرارًا آخرها من دار المأمون للتراث بدمشق ١٤٣٠.
- «حجة خير العباد المجرد من زاد المعاد» لعلي بن محمد بن سنان، ط. دار الكتب العلمية بالقاهرة سنة ١٤١٠، ودار المأمون للتراث بدمشق ١٤٢٨.
- «حجة الوداع»، لمحمد زكريا الكاندهلوي، اختصرها من الزاد وشرحها شرحًا حنفيًّا. طبعت في لكنو (الهند) سنة ١٣٩٠.
- «المنسك الجليل في صفة أداء المناسك الواردة عن الخليل»، لحمد بن مطلق الغفيلي (ت ١٣٩٧)، جرَّده من زاد المعاد. توجد منه نسخة في دارة الملك عبد العزيز بالرياض.
- «التعليقات الجياد على زاد المعاد»، لمحمد ناصر الدين الألباني، لم يتمه، وهو مفقود.
- «إزالة الشكوك عن حديث البروك»، للألباني، ناقش فيه ابن القيم في الكلام على هذا الحديث. وهو مفقود.
- «التعليقات البازية على زاد المعاد»، لعبد العزيز بن عبد الله بن باز، قيّدها: عبد العزيز بن محمد الوهيبي، توزيع المكتب التعاوني بسلطانة في الرياض.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b221] VALUES (91,'- «إتحاف العباد بالأحاديث التي تكلَّم عليها ابن القيم في زاد المعاد»، لخالد بن محمد الأنصاري، ط. دار طويق بالرياض سنة ١٤٢٣.
- «الصناعة الحديثية عند الإمام ابن القيم في كتابه زاد المعاد»، لإبراهيم بركات صالح عواد.
- نظم قسم العبادات منه: الحسن بن إسحاق بن محمد المهدي اليمني (ت ١١٦٠)، وشرحه بكتاب سماه «فتح القوي شرح منظومة الهدي النبوي» أو «بلوغ المراد شرح منظومة زاد المعاد»، في مجلد ضخم، وصل فيه إلى باب الجهاد، ولم يكمله. توجد نسخة خطية منه بمكتبة جامعة صنعاء [٤٢٩] ومنه نسخة في جامعة أم القرى. وشرح هذا النظم أيضًا: محمد بن قاسم الوجيه اليمني، وطبع شرحه بتحقيق: محمد بن أحمد الجرافي بدار الحكمة في صنعاء سنة ١٩٨٨ م.
* الترجمة:
- ترجمه إلى اللغة الأردية: رئيس أحمد الجعفري، ط. كراتشي ١٩٦٢ م.
- ترجمه إلى الأردية كاملًا في خمسة مجلدات: عبد المجيد الإصلاحي، وطبع المجلد الأول منه في دهلي (الهند).
- ترجم قسم الصوم منه: أبو أنس سرور كوهر، ط. لاهور ٢٠٠٥ م.
- ترجمه إلى الإنجليزية كاملًا في أربعة مجلدات: جلال عبد الرب، وطبع في أمريكا ١٩٩٩ و ٢٠٠٣ م.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b221] VALUES (92,'- ترجمه إلى الإنجليزية باختصار: إسماعيل عبد السلام، ط. بيروت ٢٠١٠ م.
* * * * *',NULL,'233',NULL,NULL,'0');
INSERT INTO [b221] VALUES (93,'<span data-type="title" id=toc-22>٢١) شفاء العليل</span>
في مسائل القضاء والقدر والحكمة والتعليل
* المخطوطات:
- جامع يوسف آغا في قونية [٥٤٤٠] (٣٢١ ورقة، بدون تاريخ، نسخة كاملة منقولة من أصل المؤلف). فُقدت هذه النسخة من المكتبة.
- دار الكتب المصرية [٣٢٣ كلام، (١٩٢٤٥)] (٢٢٦ ورقة، نسخة قديمة مخرومة نحو ورقتين من الخطبة). انظر فهرس الخديوية (٢/ ٣٢)، والفهرس الثاني للدار (١/ ١٩٤).
- جامع أبي العباس المرسي بالإسكندرية [عام ٣٦١٤، خاص ٣١٧] (٢٦١ ورقة، مخرومة الآخر، فلم يعرف الناسخ وتاريخ النسخ، وهي نسخة قديمة).
- جامعة الإمام محمد بن سعود الإسلامية [٢٠٨٢] (١٧٠ ورقة، مخرومة الأول والوسط والآخر، لعلها من القرن الثالث عشر).
- مكتبة الأوقاف ببغداد [٧١٥٥] (٢١٠ ورقة، بخط حديث، نسخة مخرومة الأول، أول الموجود منها: «الباب الثاني في تقدير الرب تبارك وتعالى شقاوة العباد وسعادتهم ... »، وآخرها مخروم تنتهي بالنوع الخامس عشر). انظر الفهرس (٢/ ٤٤١).
- القادرية ببغداد [١٥١٥ مجموع] (نسخة مجهولة العنوان والمؤلف',NULL,'234',NULL,NULL,'0');
INSERT INTO [b221] VALUES (94,'تحتوي على عشرين بابًا، أولها الباب الثاني، ٧١ ورقة، كتبت سنة ١٣١٨ هـ). انظر فهرسها (٥/ ٤٠٩).
* الطبعات:
- تصحيح: محمد بدر الدين أبو فراس النعساني، القاهرة: المطبعة الحسينية، ١٣٢٣ هـ، ٣٠٧ ص.
- تحرير: الحساني حسن عبد الله، القاهرة: دار التراث، ١٣٩٥ هـ/ ١٩٧٥ م، ٤٦٤ ص.
- ط. بيروت: دار الكتب العلمية، ١٤٠٧ هـ/١٩٨٧ م.
- الطائف: مكتبة المعارف، د. ت.، ٤١٠ ص.
- خرَّج نصوصه وعلَّق عليه: مصطفى أبو النصر الشلبي. طبعة مكتبة السوادي، جدة، سنة ١٤١٢ هـ، ٢ مج.
- تحقيق: السيد محمد السيد وسعيد محمود، ط ١. القاهرة: دار الحديث ١٤١٤ هـ، ٦٥٥ ص.
- تحقيق: عمر بن سليمان الحفيان، ط ١. الرياض: مكتبة العبيكان، ١٤٢٠ هـ/١٩٩٩ م، ٢ ج.
- تحقيق: أحمد بن صالح الصمعاني وعلي بن محمد العجلان، ط. الرياض: دار الصميعي، ١٤٢٧ هـ، ٣ مجلدات.
- تحقيق: زاهر بن سالم بلفقيه، ط. مكة المكرمة: دار عالم الفوائد، ١٤٤٠ هـ/ ٢٠١٩ م، مجلدان.
* اختصر الكتاب: خالد بن عبد الرحمن العك، من مطبوعات دار',NULL,'235',NULL,NULL,'0');
INSERT INTO [b221] VALUES (95,'المعرفة، بيروت، ١٩٩٦ م.
* نُشِر منه مقتطف بعنوان: «مقادير الخلائق»، بتحقيق سيد إبراهيم، دار الحديث، القاهرة، سنة ١٤١٤ هـ.
* الترجمة:
- نُشِرت ترجمته إلى الأردية بعنوان «كتاب التقدير» في الهند سنة ١٩٢٧ م.
- ترجم الأبواب ٢١ - ٢٩ منه إلى الإنجليزية: طلال محمد زيني، ط. بريطانيا ٢٠١٧ م. وأضاف إليها فصلين من «مفتاح دار السعادة» بعد ترجمتهما.
* * * * *',NULL,'236',NULL,NULL,'0');
INSERT INTO [b221] VALUES (96,'<span data-type="title" id=toc-23>٢٢) كتاب الصلاة وحكم تاركها (أو) حكم تارك الصلاة</span>
* المخطوطات:
- ديوبند [فقه ٧٠] (٧٠ ورقة، من القرن الثاني عشر).
- نسخة في إحدى المكتبات الخاصة بنجد، (١٥٢ ورقة، كتبت سنة ١٢٧١ هـ).
- الجامعة الإسلامية بالمدينة [٨٧٥٢/ ٦] (كتبت سنة ١٢٩٩ هـ).
- نسخة في مكتبة الرياض العامة السعودية [٤٠٠/ ٨٦] (١٥٩ ورقة، كتبت في أواخر القرن الثالث عشر).
* الطبعات:
- تولى طبعه محمد بن عبد الله الغزنوي، وطبع في المطبع المرتضوي في دهلي سنة ١٢٩٦ هـ (طبعة حجرية) بالاعتماد على ما نسخه عبد الرحمن بن عمر بن سعيد بن السعد الحضرمي، ١٥٢ ص.
- طبع ضمن «مجموعة مباركة» (ط. دهلي ١٣١٢ هـ/ ١٨٩٥ م) ص ٢٦٣ - ٣٨٤.
- القاهرة: المطبعة الشرفية، ١٣٢٣ هـ، ١٨٨ ص، [مع كتاب «الصلاة» للإمام أحمد].
- ضمن «مجموعة الحديث النجدية»: ط ١. القاهرة ١٣٤٢ هـ، ص ٤٧٩ - ٦٦٧، ط ٢. القاهرة: المطبعة السلفية ومكتبتها، ١٣٧٥ هـ، ط. الرياض: مطابع الحكومة، ١٣٨٩ هـ. وطبعة ثالثة للمكتبة السلفية سنة ١٣٩٤ هـ.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b221] VALUES (97,'- القاهرة، مطبعة محمد علي صبيح، ١٣٤٧ هـ.
- بعناية: الشيخ محمد عبد الرزاق حمزة، القاهرة: مطبعة الإمام، د. ت.، ٢٧٢ ص، [مع «الصلاة» للإمام أحمد].
- بعناية: زكريا علي يوسف، القاهرة: مطبعة الإمام، د. ت.
- تعليق وتخريج: عبد الله المنشاوي، ط. المنصورة: مكتبة الإيمان، د. ت، ١٤٤ ص.
- تحقيق: تيسير زعيتر، ط ١. دمشق: المكتب الإسلامي، ١٤٠١ هـ/ ١٩٨١ م، ٢٢٢ ص، ط ٢. بيروت: المكتب الإسلامي، ١٩٨٥ م.
- لاهور: إدارة ترجمان السنة، ١٤٠٢ هـ/ ١٩٨٢ م، ١٣١ ص.
- تحقيق: محمد نظام الدين الفتيح، ط ١. دمشق، بيروت: دار ابن كثير؛ المدينة المنورة: مكتبة دار التراث، ١٤٠٩ هـ/١٩٨٩ م، ١٥٦ ص، (مكتبة ابن القيم ــ ٤)، ط ٢. المدينة المنورة، مكتبة دار التراث، ١٤١٢ هـ/ ١٩٩٢ م.
- بعناية: بسّام عبد الوهاب الجابي، ط ١. بيروت: دار ابن حزم؛ الجفان والجابي، ١٤١٦ هـ/١٩٩٦ م. ط ٢. ١٤١٩ هـ/١٩٩٩ م.
- المدينة المنورة: الجامعة الإسلامية، د. ت.، ١٤٠ ص.
- تحقيق: عدنان بن صفاخان البخاري، مكة المكرمة: دار عالم الفوائد ١٤٣١ هـ، ٥٦ + ٥٦٤ ص.
* نُشِر منه قسم بعنوان «صفة صلاة النبي - صلى الله عليه وسلم -»، اعتنى بها وقدَّم لها:',NULL,'238',NULL,NULL,'0');
INSERT INTO [b221] VALUES (98,'عبد الله بن جار الله بن إبراهيم الجار الله، ٨٧ ص.
* الترجمة:
- ترجمه إلى الأردية: عبد الرشيد حنيف، ط. جهنـگ (باكستان) ١٩٧٧ م.
* * * * *',NULL,'239',NULL,NULL,'0');
INSERT INTO [b221] VALUES (99,'<span data-type="title" id=toc-24>٢٣) الصواعق المرسلة على الجهمية والمعطلة</span>
* المخطوطات:
- برلين [٢٠٩٤،  Lbg. ٣٠٥] (ق ٣ - ٩٩، دون تاريخ، ولعلها من القرن الحادي عشر).
- العثمانية بحلب (ضمن مكتبات الأوقاف) [٥٧٠٠] (٢٧٢ صفحة، كتبت سنة ١١١٠ هـ).
- المتحف العراقي ببغداد [٨٥٠٠] (٤٧٥ صفحة، كتبت سنة ١٣٤١ هـ، منقولة من النسخة العثمانية).
جميع هذه النسخ ناقصة، ولا تحتوي إلا على ثلث الكتاب تقريبًا.
* الطبعات:
- تحقيق: علي بن محمد الدخيل الله، ط ١. الرياض: دار العاصمة، ١٤٠٨ هـ/ ١٩٨٨ م، ٤ ج [١٧٢١ ص]. ط ٢. الرياض: دار العاصمة، ١٤١٢ هـ. ط ٣. الرياض: دار العاصمة، ١٤١٨ هـ.
- تحقيق: علي بن محمد ناصر فقيهي وأحمد بن عطية الغامدي، ط ١. المدينة المنورة: مطابع الجامعة الإسلامية ١٤٠٧ هـ. ط ٣. الرياض: دار العاصمة ١٤١٨ هـ.
- تحقيق: أبي عبد الله الحسين بن عكاشة، ط. مكة المكرمة: دار عالم الفوائد، ١٤٤١ هـ.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b221] VALUES (100,'* مختصره لمحمد ابن الموصلي (ت ٧٧٤ هـ):
المخطوطات:
- ندوة العلماء بلكنو [٥٤٨] (٢٦٠ ورقة، كتبت سنة ٧٥٨ هـ).
- ندوة العلماء (نسخة أخرى في ١٨٢ ورقة، كتبت ١٣٠٣ هـ).
- المكتبة السعودية بدار الإفتاء بالرياض [٤٢] (٤٤٧ صفحة، كتبت سنة ١٣٠٣ هـ، ناقصة الأول).
- رامفور [١٩٦٣] (٢٦٨ ورقة، كتبت سنة ١٣٠٤ هـ). انظر فهرس المكتبة (٢/ ٤٤٨).
- المكتبة السعودية بدار الإفتاء بالرياض (٧١٢ صفحة، كتبت سنة ١٣١٢ هـ).
- جامعة الإمام محمد بن سعود بالرياض (٣٢٩ ورقة، كتبت سنة ١٣١٣ هـ).
- الجامعة العثمانية (بحيدر أباد) (٢١٨ ورقة، ١٣٢٩ هـ).
- المكتبة التيمورية بدار الكتب المصرية [٣٤٧ عقائد] (٢٨٦ ورقة، كتبت سنة ١٣٢٩ هـ). انظر فهرس التيمورية (٤/ ٩٠).
- مكتبة مكة المكرمة [٣٤ توحيد] (٤٩٩ صفحة، من القرن الرابع عشر).
الطبعات:
- تصحيح: محمد حامد الفقي ومحمد عبد الرزاق حمزة، القاهرة: المطبعة السلفية، ١٣٤٨ - ١٣٤٩ هـ/ ١٩٢٩ - ١٩٣٠ م، ٢ ج، [صدرت لها طبعات مصورة].',NULL,'241',NULL,NULL,'0');
INSERT INTO [b221] VALUES (101,'- بيروت: دار الندوة الجديدة، ١٤٠٢ هـ/ ١٩٨٤ م، ٢ ج في مجلد، ٥٣٢ ص.
- بيروت: دار الكتب العلمية، ١٤٠٥ هـ/ ١٩٨٥ م، ٢ ج في مجلد، ٥١٩ ص.
- تحقيق: سيد إبراهيم، ط ١. القاهرة: دار الحديث، ١٤١٢ هـ، ٦٠٠ ص.
- شرح وتحقيق: رضوان جامع رضوان، مكة المكرمة، الرياض: مكتبة نزار مصطفى الباز، ١٤١٥ هـ/ ١٩٩٤ م، ٢ ج في مجلد، ٧٨٧ ص.
- تحقيق: الحسن بن عبد الرحمن العلوي: الرياض: مكتبة أضواء السلف، ١٤٢٥ هـ/٢٠٠٤ م، ٤ مجلدات. (الأصل رسالة دكتوراه بالجامعة الإسلامية بالمدينة المنورة).
* * * * *',NULL,'242',NULL,NULL,'0');
INSERT INTO [b221] VALUES (102,'<span data-type="title" id=toc-25>٢٤) الطرق الحكمية في السياسة الشرعية</span>
* المخطوطات:
- ليبزيج [٣٨٨] (٢٤٠ ورقة، كتبت سنة ٧٧٤ هـ).
- عارف حكمت [٨٠ فقه حنبلي] (٢٩٣ ورقة، كتبت سنة ٧٩٧ هـ).
- مكتبة الأوقاف ببغداد [٧٤٨٢] (١٩٨ ورقة، كتبت سنة ٨١١ هـ، بخط محمد بن أبي بكر بن عبد الرحمن الحنبلي. نسخة مضبوطة جيدة الخط). انظر فهرسها (٤/ ٢٨٣).
- الظاهرية [] وعنها نسخة مصورة بمركز الملك فيصل [١٩٨٢ ف] ضمن المجلد ٣٣ من «الكواكب الدراري» (ص ٣٠٢ ــ ٤٦٣، كتبت سنة ٨٢٧ هـ).
- تشستربيتي [٥٠١٣] (١٥١ ورقة، كتبت سنة ٨٥٠ هـ).
- غوطا [١٢٣٥] (١٠٣ ورقة، كتبت سنة ١١٠٦ هـ). انظر فهرسها (٢/ ٤٢٥).
- مكتبة المسجد النبوي (وقف عبد العزيز الحصين) [٢٠/ ٢١٧] (٨٠ ورقة، كتبت سنة ١١٥٤ هـ).
- مكتبة الإسكندرية [مواعظ ٢٦] (١٨٨ ورقة، كتبت سنة ١٢٠٢ هـ).
- الجمعية الآسيوية بكلكتا [١٦٤٧] (٢٥١ ورقة، كتبت سنة ١٢١٤ هـ).
- القادرية ببغداد [٤٩٢] (١٢٣ ورقة، سنة ١٢٢٢ هـ) بعنوان «الفراسة». انظر فهرسها (٢/ ٣٠٩).',NULL,'243',NULL,NULL,'0');
INSERT INTO [b221] VALUES (103,'- مكتبة وزارة الأوقاف بالكويت [٢١٩/ ٤] (الورقة ١٤٢ - ٢٨٤، كتبت سنة ١٢٢٦ هـ).
- مكتبة وزارة الأوقاف بالكويت [١٧٤] (١٥٨ ورقة، كتبت سنة ١٢٢٨ هـ).
- رامفور [٢٧٤٠] (١١٦ ورقة، كتبت سنة ١٢٢٨ هـ). انظر فهرسها (٣/ ٤٣٦).
- الأحمدية بتونس [٥٠٩٢] (٩٨ ورقة، كتبت سنة ١٢٣٨ هـ) كما في الفهرس (ص ٨٩).
- مركز المخطوطات والتراث بالكويت [٩٣/ ٦٤] (٢٣٥ ورقة، كتبت في القرن ١٣).
- برنستون [٢٠٤] (٢٣٧ ورقة، كتبت سنة ١٣٠٣ هـ). انظر فهرسها ص ٤٠٨.
- جامعة الملك سعود [١٩٦٩] (١٢٩ ورقة، كتبت سنة ١٣٠٣ هـ).
- جامعة الإسكندرية [١٥٧] (١٨٨ ورقة، كتبت سنة ١٣٠٣ هـ).
- دار التربية الإسلامية ببغداد [٥٩] (١١٤ ورقة، كتبت سنة ١٣٠٨ هـ) انظر المورد ٦/ ١ (١٩٧٧) ٢٤٨.
- مكتبة الأوقاف ببغداد [٣/ ١٣٧٩٤ مجاميع] (١٠٠ ورقة، كتبت سنة ١٣٠٨ هـ). انظر فهرسها (٤/ ٢٨٢).
- الأزهر [(١٤١٣) ٦١٥٨٢] (٩٠ ورقة، كتبت سنة ١٣٣٨ هـ).
- لا له لي [١١٠٠].',NULL,'244',NULL,NULL,'0');
INSERT INTO [b221] VALUES (104,'- دار الكتب المصرية [٦٠٠ ــ أصول فقه].
- دار الكتب المصرية [٦٠٣ ــ أصول فقه] (ناقصة الأول).
- دار الكتب الوطنية بتونس [٤١٢٥] (٢٤٣ ورقة).
- الأحمدية بتونس [٣٣١٥]. انظر فهرسها (ص ١٠٩).
- المحمودية [١٤٣٧].
- المكتبة السعودية بالرياض [٤٤].
- مكتبة الشيخ علي بن يعقوب بحائل (١٥٤ ورقة). (مجلة البحث العلمي ٣/ ٤٤٩).
- مكتبة الشيخ إبراهيم المحمد البسام بالقصيم (مجلة البحث العلمي ٢/ ٣٥٦).
- مكتبة الشيخ عبد العزيز السبيل بالبكيرية (مجلة البحث العلمي ٢/ ٣٥٩).
- مكتبة الملك فهد بالرياض [شقراء ٧١].
- خدا بخش باتنه [٢٧٣١] (٢٥٦ ورقة، القرن ١٤).
- الآصفية [٩].
- الظاهرية [٢٧٥٩] (٦ ق) فصل من الكتابة في العمل بالخطوط.
* الطبعات:
- القاهرة: مطبعة الآداب والمؤيد، ١٣١٧ هـ/ ١٨٩٩ م، ٣٠٩+١٥ ص.
- تحقيق: محمد حامد الفقي، القاهرة: مطبعة السنة المحمدية، ١٣٧٢ هـ/ ١٩٥٢ م، ٣٢٥ ص. [صدرت عنها طبعات مصورة].',NULL,'245',NULL,NULL,'0');
INSERT INTO [b221] VALUES (105,'- تقديم: محمد محيي الدين عبد الحميد، مراجعة وتصحيح: أحمد عبد الحليم العسكري، القاهرة: المؤسسة العربية للطباعة والنشر، ١٣٨٠ هـ.
- نشره: محمد جميل أحمد، القاهرة: مطبعة المدني، ١٣٨١ هـ/ ١٩٦١ م، ٣٨٠ ص.
- تحقيق: محمد جميل غازي، القاهرة: مطبعة المدني، ١٣٩٧ هـ/ ١٩٧٧ م، ٤٣٩ ص.
- تحقيق: صلاح أحمد السامرائي، ط. بغداد: مطبعة الأمان، ١٩٨٦ م، ٣١٢ ص [بالاعتماد على نسخة المكتبة القادرية].
- تحقيق: زكريا عميرات، ط. بيروت: دار الكتب العلمية، ١٤١٥ هـ/١٩٩٥ م.
- تحقيق: نايف بن أحمد الحمد، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٨ هـ، مجلدان.
* اختصره وهذبه: محمد بن صالح بن عثيمين، بعنوان «مختارات من الطرق الحكمية»، وطبع سنة ١٤١٢ هـ.
* الترجمة:
- ترجمه إلى الأردية: طيب شاهين لودهي، ط. ملتان ١٩٩٣ م.
* * * * *',NULL,'246',NULL,NULL,'0');
INSERT INTO [b221] VALUES (106,'<span data-type="title" id=toc-26>٢٥) طريق الهجرتين وباب السعادتين</span>
* المخطوطات:
- الظاهرية [١٤٥٧ ـ تصوف ١٣٩] (١٢٥ ورقة، مضطربة الأوراق، الورقة الأولى منها بخط المؤلف، ثم ورقتان بخط حديث، ثم يتخلل الكتاب خطوط مختلفة، ولكن الغالب خطّ المؤلف. وهي من وقف العمرية). انظر فهرس الظاهرية [التصوف] (٢/ ٢٧٣، ٢٧٤).
- مكتبة الفاتح بإستانبول [٢٧٣٧] (٢٢٦ ورقة، كتبت سنة ٧٧٢ هـ).
- برنستون [٢٥٣٣] (ق ١ ـ ٦٢ ب، من القرن الثامن، نسخة ناقصة الآخر). انظر فهرسها (ص ١٨٠).
- برلين [٨٧٩٥،  Spr. ٨٨٤] (١٤٨  ورقة، كتبت سنة ٨١٦ هـ، بخط عمر بن محمد المارديني، وهي ناقصة الأول).
- مكتبة وزارة الأوقاف بالكويت [٥٢] (٢٠٨ ورقة، كتبت سنة ١٠٠٠ هـ).
- مركز الملك فيصل [٢٥٢٨] (١٠٠ ورقة، من القرن الثاني عشر) بعنوان «طريق السعادتين».
- مصورة مركز الملك فيصل [٣٩٤] (١٠٠ ق، من القرن الثاني عشر).
- برلين [٢٣٧٦،  We. ١٦٧٨] (٣١٥  ورقة، كتبت سنة ١٢٤٤ هـ).
- مكتبة الأوقاف ببغداد [٧٠٦٧] (٣٥١ ورقة، كتبت سنة ١٢٦٨، بخط إبراهيم بن عبد الرحمن بن عبيد). انظر فهرسها (٢/ ٤٢٢).',NULL,'247',NULL,NULL,'0');
INSERT INTO [b221] VALUES (107,'- المكتبة السعودية بالرياض [٤٥/ ٨٦] (٤٠٣ ورقة، كتبت سنة ١٢٧٦ هـ).
- المكتبة السعودية بالرياض [٤٣/ ٨٦] (٤٢١ ص، بخط الشيخ سليمان بن سحمان ١٢٨٥ هـ).
- مكتبة المعهد العلمي بحائل (٢٠٤ ورقة، كتبت سنة ١٣٠١ هـ).
- المكتبة السعودية بالرياض [٣٥٠/ ٨٦] (٤١٥ ص، بخط الشيخ إبراهيم بن محمد الضويان ١٣١٤ هـ).
- بولونيا [٢٣٦].
- ليدن [٣٠٠٢ شرقيات] (٢٠٥ ورقة، بخط حديث، الأوراق ٢٠ - ٢٧ ساقطة من المخطوطة).
- جامعة الإمام محمد بن سعود [٨٩١/خ].
* الطبعات:
- القاهرة: المطبعة الميمنية، ١٣٢٠ هـ/ ١٩٠٢ م، ٤٢٣ ص، على هامش «إغاثة اللهفان».
- القاهرة: إدارة الطباعة المنيرية، ١٣٥٨ هـ/ ١٩٣٩ م، ٥٦٧+ ١٣ ص.
- تصحيح: محبّ الدين الخطيب، ط ١. القاهرة: المطبعة السلفية، ١٣٧٥ هـ/١٩٥٥ م، ط ٢، ١٣٩٤ هـ/١٩٧٤ م، ٤٣٢ ص. طبعة مصورة عنها: بيروت: دار الكتب العلمية، ١٤١٦ هـ.
- تحقيق ومراجعة: عبد الله بن إبراهيم الأنصاري، الدوحة (قطر): إدارة',NULL,'248',NULL,NULL,'0');
INSERT INTO [b221] VALUES (108,'الشؤون الدينية، ١٣٩٧ هـ/١٩٧٧ م، ٧٤٤ ص.
- تصحيح: محمود غانم غيث، القاهرة: مكتبة النهضة الإسلامية، ١٣٩٩ م/١٩٧٩ م، ٦٢٤ ص.
- ط. الطائف: مكتبة المعارف، دون تاريخ، ٤٢٧ ص.
- ط. الرياض: دار الوطن، دون تاريخ، ٤٣٢ ص.
- تحقيق: طه عبد الرؤوف سعد، القاهرة، ٤٦٠ ص.
- تحقيق: أبي حفص سيد إبراهيم صادق عمران، ط. القاهرة: دار الحديث، ١٩٩١ م.
- ضبط وتخريج وتعليق: عمر بن محمود أبو عمر، ط ١. الدمام: دار ابن القيم، ١٤٠٩ هـ، ٧٤٠ ص. ط ٢. ١٤١٤ هـ، ٦٣٢ ص.
- تحقيق: بشير محمد عيون، الرياض: مكتبة المؤيد، ١٤١٤ هـ/ ١٩٩٣ م، ٤٤٣ ص. ط ٢. دمشق: دار البيان: ١٤١٩ هـ، ٤٤٣ ص.
- تحقيق: يوسف علي بديوي، ط ١. دمشق: دار ابن كثير، ١٤١٤ هـ. ط ٤، ١٤٢٤ هـ، ٨١٢ ص.
- تحقيق: أبي الزهراء حازم علي بهجت القاضي، مكة المكرمة: نزار مصطفى الباز، ١٤١٥ هـ، ٥٥٦ ص.
- تحقيق: وهبة الزحيلي، تخريج: أسامة حسن عبد المجيد، بيروت: دار الخير، ١٤١٩ هـ، ٤٩٨ ص.
- اعتناء: أبي عبد الله العاملي السلفي، ط. بيروت: المكتبة العصرية،',NULL,'249',NULL,NULL,'0');
INSERT INTO [b221] VALUES (109,'١٤٢٣ هـ، ٤٨٨ ص.
- تحقيق وتخريج: أحمد إبراهيم زهوة، ط ١. بيروت: دار الكتاب العربي، ١٤٢٣ هـ.
- ط. بيروت: دار ابن حزم، ١٤٢٤ هـ.
- اعتنى به: عبد الله سنده، ط. بيروت: دار المعرفة، ١٤٢٤ هـ.
- حقَّقه: محمد أجمل الإصلاحي، خرَّج أحاديثه: زائد بن أحمد النشيري، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٩ هـ، مجلدان.
* مختصراته:
- اختصره فؤاد شاكر بعنوان «إني مهاجر إلى ربي ــ مختصر طريق الهجرتين»، ط. القاهرة: مكتبة التراث الإسلامي، ١٤٠٧ هـ، ٢١٢ ص.
- اختصر الباب الأخير منه: عبد الله بن جار الله بن إبراهيم الجار الله، بعنوان «مختصر طبقات المكلفين»، ط. مكة المكرمة: مكتبة الطالب الجامعي، ١٤٠٤ هـ، ٢٧ ص.
- فصل «مشاهد الخلق في المعصية»، استلَّه: نذير حسن عتمة، ونشره سنة ١٤٠٥ هـ.
- استلّ منه «السالكون إلى الله الراغبون في الجنة»: محمود محمد هلال، ط. الكويت: دار البيان ١٤١٠ هـ/١٩٩٠ م، ١١٢ ص.
* الترجمة:
- ترجمته إلى الأردية: عبد الرحيم بشاوري، ط. لاهور، د. ت.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b221] VALUES (110,'- ترجمه إلى الأردية بشيء من الاختصار: عبد العليم الإصلاحي، ونشرت في الرياض ١٤١٤ هـ.
- ترجمه إلى الأردية باختصار: محمد شهباز حسين، ط. لاهور ٢٠١٣ م.
- ترجم مختصر طبقات المكلفين منه إلى الإنجليزية: أبو طلحة بربنك، ط. بريطانيا ٢٠٠٥ م.
* * * * *',NULL,'251',NULL,NULL,'0');
INSERT INTO [b221] VALUES (111,'<span data-type="title" id=toc-27>٢٦) عدة الصابرين وذخيرة الشاكرين</span>
* المخطوطات:
- كوبريللي (١٣٣ ورقة، كتبت سنة ٧٧٠ هـ).
- بالي كسير باغشلر [٢٣١] (ق ١ أ-١٣٧ ب، كتبت سنة ٨١٨ هـ).
- قسطموني [٢٠٠٥] (١٣٨ ورقة، كتبت سنة ٨٣٥ هـ). انظر عن النسختين نوادر المخطوطات العربية في مكتبات تركيا (١/ ١٦٠، ١٦١).
- ندوة العلماء [١٠٤٤] (١٣٦ ص، سنة ١٢٢٠ هـ).
- نسخة مصورة بالجامعة الإسلامية بالمدينة [٤١٦٩] (١٢١ ورقة، كتبت سنة ١٢٧٥ هـ).
- مكتبة الملك فهد [٢٢٣/ ١] (١٢٤ ورقة، كتبت سنة ١٢٩٩ هـ).
- مصورة بالجامعة الإسلامية بالمدينة [٤١٧٠] (٩٩ ص، كتبت سنة ١٣١٠ هـ).
- دار الكتب المصرية [٢١٥٩ تصوف] (١٥٣ ورقة، كتبت سنة ١٣١٣ هـ). انظر الفهرس الثاني للدار (١/ ٣٣١).
- جامع بريدة [١٧/ب] (١١٠ ق، كتبت سنة ١٣٣٧ هـ).
* الطبعات:',NULL,'252',NULL,NULL,'0');
INSERT INTO [b221] VALUES (112,'- القاهرة: المطبعة السلفية، ١٣٤٠ هـ/١٩٢١ م، ٢٤٧ ص. ثم ١٣٤٩ هـ/١٩٣٠ م.
- ط ١. بيروت، دار الآفاق الجديدة، ١٩٧٨ م، ٣٢٨ ص. ط ٤. بيروت، دار الآفاق الجديدة، ١٤٠٠ هـ.
- القاهرة: مكتبة المتنبي، د. ت.
- تحقيق: زكريا علي يوسف، ط. بيروت: دار الكتب العلمية.
- الطائف، مكتبة المعارف، د. ت.، ٢٨٨ ص.
- تحقيق: عصام الدين الصبابطي، ط. القاهرة: دار الحديث، د. ت.
- تصحيح: محمد علي قطب، بيروت: دار القلم، ١٤٠٧ هـ/١٩٨٧ م.
- تحقيق: محمد عثمان الخشت، بيروت: دار الكتاب العربي، ١٤٠٧ هـ، ط. دار الريان للتراث، القاهرة، ١٤٠٨ هـ، ٣٤٣ ص، ط. بيروت: دار الكتاب العربي، ١٤١٠ هـ/١٩٩٠ م. طبعة أخرى لدار الهدى، ١٤١٥ هـ، ٣٤٣ ص.
- حقق نصوصه وخرج أحاديثه: محيي الدين مستو، ط. دمشق: دار ابن كثير، ط ٤، ١٤١٤ هـ، ٣٣٣ ص.
- تصحيح: نعيم زرزور، ط. بيروت: دار الكتب العلمية، ١٤١٨ هـ، ٢٩١ ص.
- تحقيق: سليم بن عيد الهلالي، ط. الدمام: دار ابن الجوزي، ١٤٢٠ هـ، ٤٩٦ ص. ط ٣. ١٤٢٤ هـ.
- تحقيق: إسماعيل غازي مرحبا، ط. مكة المكرمة: دار عالم الفوائد،',NULL,'253',NULL,NULL,'0');
INSERT INTO [b221] VALUES (113,'١٤٢٩ هـ، ٦٩١ ص.
* مختصراته:
- اختصره الأمير الصنعاني (ت ١١٨٢ هـ) بعنوان: «السيف الباتر في يمين الصابر الشاكر»، مخطوط في الجامع الكبير بصنعاء، انظر فهرسه (٣/ ١٣٥٢).
- اختصره محمد مسلم الغنيمي في كتابه «ابن القيم» (ص ٣٠٢ ــ ٣٣٦).
- استلَّ سالم بن محمد القرني جزءًا منه، ونشره بعنوان «التفضيل بين الصبر والشكر» في مجلة «الحكمة»، العدد ٢٥ (١٤٢٣ هـ).
* الترجمة:
- ترجمه إلى الأردية: النواب صديق حسن خان (ت ١٣٠٧ هـ) بعنوان: «إدامة السكر بإقامة الصبر والشكر»، ط. آكره، سنة ١٣٠٣ هـ.
- ترجمه إلى الإنجليزية: عبد العلي عبد الحميد، ط. الرياض ٢٠١٢ م.
- ترجمه إلى الإنجليزية باختصار: ناصر الدين خطّاب، ط. بريطانيا ١٩٩٧ م.
- ترجم قسمًا منه إلى الإنجليزية: أبو الليث قاسم، ط. أمريكا ٢٠١٤ م.
* * * * *',NULL,'254',NULL,NULL,'0');
INSERT INTO [b221] VALUES (114,'<span data-type="title" id=toc-28>٢٧) فتيا في صيغة الحمد</span>
* المخطوطات:
- مخطوط في ليدن (؟)، ومصورته في مركز الملك فيصل ضمن مجموع [١١٧٤٠ ب] (٤ صفحات، من القرن الثامن). نسخة تحوي النصف الأول من الفتيا.
- المكتبة السعودية بدار الإفتاء بالرياض [٦٧٢/ ٨٦] (١٣ صفحة، سنة ١٣٣٨ هـ).
* الطبعات:
- حققه وخرَّج أحاديثه وعلَّق عليه: فهد بن عبد العزيز بن مقحم العسكر، ط ١. الرياض: دار ابن خزيمة، ١٤١٤ هـ/١٩٩٣ م، ١٠٦ ص. [نشره بعنوان «مطالع السعد بكشف مواقع الحمد»].
- تحقيق وتخريج: محمد بن إبراهيم السعران، ط ١. الرياض: دار العاصمة، ١٤١٥ هـ/١٩٩٤ م، ٧٢ ص. [بعنوان: «جواب في صيغ الحمد»].
- تحقيق: عبد الله بن سالم البطاطي، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٥ هـ، ٦٠ ص.
* * * * *',NULL,'255',NULL,NULL,'0');
INSERT INTO [b221] VALUES (115,'<span data-type="title" id=toc-29>٢٨) فتيا في كتب أبي الحسن البكري</span>
- توجد نسخته الخطية ضمن «الكواكب الدراري» (مخطوطة الظاهرية).
* * * * *',NULL,'256',NULL,NULL,'0');
INSERT INTO [b221] VALUES (116,'<span data-type="title" id=toc-30>٢٩) الفروسية المحمدية</span>
* المخطوطات:
- الظاهرية [١٥١/ ٥٨٠] (ص ٣٤٨ - ٤٤٩) ضمن «الكواكب الدراري» (٥٢ ورقة، كتبت سنة ٨٣٠ هـ، بخط يوسف بن أحمد ابن سليماناه).
- مكتبة الشيخ علي بن يعقوب بحائل (٢٠٧ ص، كتبت سنة ١٣١٨ هـ). انظر: مجلة البحث العلمي العدد ٣ (١٤٠٠ هـ) ص ٤٥٢.
- معهد الأبحاث العربية بتونك (الهند) [(٩٤٣) ١/ ٧٦٠] (١٢٣ ورقة، بعنوان «كتاب الرمي»، كتبت سنة ١٣٣٠ هـ) انظر الفهرس (٢/ ٢٢٠).
- مكتبة أحمد تيمور باشا [٢٦٩٢/ ٢٢ فروسية]. (انظر: مجلة المجمع العلمي العربي بدمشق ٣/ ٣٦٤).
- الآصفية [فقه حنفي (٧٦٩)] بعنوان «السبق والرمي».
- المتحف العراقي [٨٨٢٢] (قطعة من أوله، ١٥ ص). انظر: مجلة المورد مج ٤ ع ١/ ١٨٣.
* الطبعات:
- نشره: عزت العطار الحسيني، القاهرة: مطبعة الأنوار، ١٣٦٠ هـ/ ١٩٤١ م، ١٣٤ ص. ط ٢. القاهرة: مكتبة الخانجي، ١٤١٤ هـ، ١٣٤ ص.
- بيروت: دار الكتب العلمية، د. ت. (١٩٧٠ م؟)، ١٧٦ ص.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b221] VALUES (117,'- القاهرة: مكتبة عاطف، ١٩٧٨ م، ١٨٤ ص.
- تحقيق: محمد نظام الدين الفتيح، ط ١. المدينة المنورة: مكتبة دار التراث، ١٤١٠ هـ/١٩٩٠ م، ٣٣٥ ص. (مؤلفات ابن القيم ــ ٦).
- تحقيق: أبي عبيدة مشهور بن حسن بن محمود بن سلمان، ط ١. حائل: دار الأندلس، ١٤١٤ هـ/ ١٩٩٣ م، ٥٢٨ ص، ط ٢. حائل: دار الأندلس، ١٤١٧ هـ/١٩٩٦ م، ٥٢٨ ص.
- تحقيق: أبي عبد الرحمن عادل بن سعد، ط ١. القاهرة: دار الآثار، ١٤٢٥ هـ/ ٢٠٠٤ م، ٢٧٠ ص.
- تحقيق: زائد بن أحمد النشيري، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٨ هـ، ٥٨٢ ص.
* هذّبه وعلق عليه: سمير حسين حلبي، دار الصحابة للتراث، طنطا، مصر، ١٤١١ هـ، ١٠٧ ص.
* * * * *',NULL,'258',NULL,NULL,'0');
INSERT INTO [b221] VALUES (118,'<span data-type="title" id=toc-31>٣٠) كتاب الفوائد</span>
* النسخة الخطية:
- الظاهرية بدمشق [٥٦٧]، ضمن «الكواكب الدراري» (مج ٣٩، الورقة ١٤٥ أ ــ ٢٠٠ ب، كتبت سنة ٨٢٧ هـ).
* الطبعات:
- القاهرة: إدارة الطباعة المنيرية، ١٣٤٤ هـ/١٩٢٥ م، ٢٢٤ ص. [صدرت لها طبعات مصورة مرارًا، فلا نشير إليها].
- تخريج وتعليق: أحمد راتب عمروش، ط ٣. بيروت: دار النفائس، ١٩٧٨ م.
- طبعة المؤسسة السعيدية، الرياض، ١٩٨٢ م، ٣٨٤ ص.
- ضبطها وحققها: عبد السلام شاهين، بيروت: دار الكتب العلمية، ١٤٠٧ هـ/١٩٨٧ م، ٢٤٠ ص.
- حققه وخرَّج أحاديثه: محمد بشير عيون، ط ٢. الرياض: مكتبة المؤيد؛ دمشق: دار البيان، ١٤٠٨ هـ، ٤٥٤ ص.
- تحقيق: محمد عثمان الخشت، ط ٢، بيروت: دار الكتاب العربي، ١٤١٤ هـ/ ١٩٩٤ م، ٣٠٩ ص.
- تحقيق: عصام الدين الصبابطي، القاهرة: دار الحديث، ١٤١٥ هـ، ٣١٦ ص.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b221] VALUES (119,'- مكة المكرمة، الرياض: مكتبة نزار مصطفى الباز، ١٤١٧ هـ/١٩٩٦ م، ٣٠٢ ص.
- تحقيق: الشحات أحمد الطحان، المنصورة: مكتبة المنارات، ١٤١٧ هـ/ ١٩٩٧ م، ٢٨٨ ص.
- تحقيق: ماهر منصور وكمال علي، ط ٣. دار اليقين، مصر، ١٤٢٠ هـ، ٢٦٤ ص.
- تحقيق: سليم بن عيد الهلالي، ط. الرياض: طبعة مكتبة الرشد، ١٤٢٢ هـ، ٣٢٠ ص.
- تحقيق: محمد عزير شمس، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٩ هـ، ٣٦٨ ص.
* الترجمة:
- ترجمه إلى الإنجليزية: آسية عادل وسعيد تراور، ط. مصر ٢٠٠٤ م.
- ترجمه إلى الإنجليزية: رزق واحد صديق محمد، ط. مصر ٢٠٠٩ م.
* * * * *',NULL,'260',NULL,NULL,'0');
INSERT INTO [b221] VALUES (120,'<span data-type="title" id=toc-32>٣١) القصيدة الميمية</span>
* المخطوطات:
- مكتبة دار الإفتاء بالرياض [٤٦١/ ٨٦].
* الطبعات:
- الطبعة الأولى بالهند سنة ١٣١٦ هـ ضمن مجموعة تسمى «أربح بضاعة في معتقد أهل السنة والجماعة» جمعها علي بن سليمان آل يوسف.
- ط. القاهرة: مكتبة ابن تيمية سنة ١٤٠٧ هـ (مع القصيدة النونية للمؤلف).
- ضمن «مجموعة القصائد الزهديات» جمع عبد العزيز بن محمد بن عبد الرحمن السلمان (ت ١٤٢٢ هـ) ١/ ١٠٥ - ١٢٦ (ط. ١٤٠٩ هـ).
- ضمن «مفتاح الأفكار للتأهب لدار القرار» للمؤلف السابق ٣/ ١٢٤ - ١٣٦.
- ضمن «موارد الظمآن لدروس رمضان» للمؤلف السابق ٥/ ٤٣٨ - ٤٥٩ (ط. سنة ١٤٢٤ هـ).
- منها أبيات في عدد من كتب ابن القيم، مثل: «طريق الهجرتين» (ص ١٠٨ - ١١٥) [١٠٣ بيت] و «حادي الأرواح» (ص ١٢ - ١٥، ٦٠٤) [٤٨ بيتًا] ط. دار عالم الفوائد بمكة المكرمة. وقد قرئت هذه',NULL,'261',NULL,NULL,'0');
INSERT INTO [b221] VALUES (121,'القصيدة على الناظم كما في «ذيل طبقات الحنابلة» (٢/ ٤٥١ - ٤٥٢).',NULL,'262',NULL,NULL,'0');
INSERT INTO [b221] VALUES (122,'<span data-type="title" id=toc-33>٣٢) الكافية الشافية في الانتصار للفرقة الناجية</span>
(أو القصيدة النونية)
* المخطوطات:
- الظاهرية [٢٩٤٣ عام] (ق ٨١ ــ ١٩١، كتبت سنة ٧٦١ هـ عن نسخة عليها سماع على الناظم سنة ٧٥١ هـ).
- لا له لي [٢٤٢١] (١٦٥ ق، كتبت سنة ٧٦٤ هـ).
- التيمورية بدار الكتب المصرية [١٧٠ عقائد] (١٥٧ ورقة، كتبت سنة ٧٦٨ هـ). انظر فهرسها (٤/ ١٤١).
- برلين [٢٠٩٣،  We. ١٥٤١] (١٦٦  ورقة، كتبت سنة ٧٧٠ هـ، بخط إسماعيل بن حاجي). انظر فهرس المكتبة (٢/ ٤٥٢).
- المكتبة السعودية بالرياض [٣٤٧/ ٨٦] (٢٤٨ صفحة، كتبت سنة ٧٨٢ هـ).
- الظاهرية [٢٩٧٣] (جزء من «الكواكب الدراري» ج ٥٠) (١٤٢ ورقة، كتبت سنة ٨٢٨ هـ). وفيها خرم كبير.
- جامعة أم القرى [١٤٨٣] (١٧٤ ورقة، كتبت سنة ١١٢٨ هـ).
- جامعة إستانبول، القسم العربي [٤٦٠٨] (١٤٩ ورقة، كتبت سنة ١١٦٧ هـ).',NULL,'263',NULL,NULL,'0');
INSERT INTO [b221] VALUES (123,'- خدا بخش [١٢٦٤] (١٢٩ ورقة، سنة ١١٩٠ هـ).
- برلين [٢٠٩٢،  We. ٤٢٥] (ق ١ - ١٣٧، كتبت سنة ١٢٠٧ هـ). انظر فهرس المكتبة (٢/ ٤٥١). وهي كثيرة السقط والأخطاء.
- خدا بخش باتنه [١٢٤٧] (١١٣ ورقة، سنة ١٢٤٥ هـ).
- ندوة العلماء [١٢٩] (١١٠ ص، بخط صديق حسن القنوجي سنة ١٢٨٤ هـ).
- الجامعة الإصلاحية باتنه [٨] (٢٢٣ ص، سنة ١٢٩٨ هـ).
- المكتبة القادرية ببغداد [١٤٣١] (ق ١ - ٤٨، كتبت سنة ١٣٠٤ هـ). انظر الفهرس (٥/ ١٠٥).
- مكتبة عبد الرحمن الشبل (نسخة في مجلد، كتبت سنة ١٣٠٧ هـ).
- جامعة الإمام محمد بن سعود الإسلامية [٦٥٨٠/ن] (١٥٣ ورقة، كتبت سنة ١٣٠٨ هـ بخط الشيخ سليمان بن سحمان).
- مكتبة لوزاك (انظر:  Bull. Or. XXI, No. ١٠٤٨).
-  الآصفية بحيدر اباد [كلام ١٣٢].
- مكتبة الأوقاف ببغداد [٦٧٨٢] (١٤١ ورقة، بدون تاريخ، نسخة مخرومة الورقة الأولى، وآخرها مخروم، قديمة جيدة الخط). انظر فهرسها (٢/ ٢٣٨).
- مكتبة الأوقاف ببغداد [٦٧٩٢] (٩٨ ورقة، بدون تاريخ، نسخة مخرومة الطرفين). انظر فهرسها (٢/ ٢٣٩).
- دارا لكتب المصرية [٢٣٤٥٩ ب] (١٤٦ ورقة، بدون تاريخ، بها أثر رطوبة وتلويث). انظر الفهرس الثالث للدار (٢/ ٢٣٢).',NULL,'264',NULL,NULL,'0');
INSERT INTO [b221] VALUES (124,'- مكتبة الجامعة الإسلامية بالمدينة [٥١٧٠] (١٤٢ ورقة).
- المكتبة السعودية بالرياض [٣٣٣] (٢٩٨ صفحة).
- المكتبة السعودية بالرياض [٣٧٩].
- المكتبة السعودية بالرياض [٤١٤]، و [٥٤٩] و [٨٥٥].
- خمس نسخ في مكتبة الشيخ علي بن يعقوب بحائل (مجلة البحث العلمي ٣/ ٤٤٨).
- جامعة الملك سعود بالرياض [١٢٠٨/ ١٨٨٢] (فهرس ٥/ ١٧٧).
- المكتبة العلمية العامة بالقصيم (مجلة البحث العلمي ٢/ ٣٣٣).
- مكتبة الشيخ صالح المحمد الخريصي بالقصيم (مجلة البحث العلمي ٢/ ٣٣٦).
- مكتبة الشيخ عبد الله البراهيم السليم بالقصيم (مجلة البحث العلمي ٢/ ٣٣٨).
- مكتبة وزارة الأوقاف بالكويت [١١٤٣] (٩٢ ورقة، ناقصة الأول والآخر، د. ت).
* الطبعات:
- آكره (بالهند)، ١٣٠٦ هـ.
- القاهرة: المطبعة الخيرية، ١٣١٩ هـ/١٩٠١ م، ٢٧٩ ص.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b221] VALUES (125,'- القاهرة، ١٣٣٦ هـ.
- القاهرة: مكتبة الهلال، ١٣٤٤ هـ/١٩٢٥ م، ٢٥٦ ص.
- الهند؛ مطبعة الجمال، د. ت.، ٣٢٩ ص.
- ضمن «الرسائل والمتون العلمية» جمع: عبد الرحمن بن ناصر السعدي، ط ١. الرياض: دار الوطن، ١٤١٥ هـ/١٩٩٥ م.
- القاهرة: مكتبة ابن تيمية، ١٤٠٧ هـ/١٩٨٧ م، ٢٦٣ ص، ط ٢. ١٤١٥ هـ/١٩٩٥ م، ٣٦٧ ص.
- تحقيق: عبد الله بن محمد العمير، ط ١. الرياض: دار ابن خزيمة، ١٤١٦ هـ/١٩٩٦ م، ٤٢٢ ص.
- قابل أصولها وضبطها: أيوب هديمي الجزائري، ط ١. الرياض: دار المغني، ١٤٢٥ هـ، ٣٣٩ ص.
- تحقيق وتعليق: محمد بن عبد الرحمن العريفي وناصر بن يحيى الحنيني وعبد الله بن عبد الرحمن الهذيل وفهد بن علي المساعد، مراجعة وتصحيح وضبط: محمد أجمل الإصلاحي، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٨ هـ، ٣ مجلدات. وطبع المتن مجردًا من التعليقات في مجلد مستقل، ٣١٧ ص.
* شروحها:
- «توضيح المقاصد وتصحيح القواعد في شرح قصيدة الإمام ابن القيم ... »، تأليف: أحمد بن إبراهيم بن عيسى (ت ١٣٢٩ هـ)، ط. بيروت، دمشق: المكتب الإسلامي، ١٣٨٢ هـ، ١٣٨٣ هـ، ١٤٠٦ هـ، ٢ ج.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b221] VALUES (126,'- «توضيح الكافية الشافية»، لعبدالرحمن بن ناصر السعدي (ت ١٣٧٦ هـ)، ط ١. الأحساء: مكتبة ابن الجوزي، ١٤٠٧ هـ/ ١٩٨٧ م، ١٧٦ ص.
- «التوضيح المبين لتوحيد الأنبياء والمرسلين من الكافية الشافية»، لعبدالرحمن بن ناصر السعدي، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٠ هـ، ٢١٠ ص. وطبع مختصره بعنوان «الحق الواضح المبين» في حياة المؤلف في ٦٢ صفحة، ثم ضمن المجلد الثالث من مؤلفاته، ط. عنيزة: مركز صالح بن صالح الثقافي، ١٤١٢ هـ.
- «شرح القصيدة النونية»، تأليف: محمد خليل هراس، ط. القاهرة: مطبعة الإمام، د. ت، ٨٣٣ ص، و ط. القاهرة: الفاروق الحديثة للطباعة والنشر، ٢ مج، سنة ١٩٨٤ م، و ط. بيروت: دار الكتب العلمية، ٢ مج، سنة ١٤٠٦ هـ.
- شرح النونية لابن بدران (ت ١٣٤٦ هـ)، كما في مقدمة «المدخل» له ص/ب (ط ١)، ص ٣٤ (ط ٢).
- شرح نونية ابن القيم، لعبداللطيف بن عبد الرحمن (ت ١٢٩٣ هـ) لم يكمله. طبع بعنوان «شرح الكافية الشافية» بتحقيق: يوسف بن محمد السعيد، الرياض: دار أطلس الخضراء ١٣٢٣ هـ، ٦٨ ص.
- حاشية على النونية لصالح بن عثمان القاضي (ت ١٣٥١ هـ). ذكرها محمد بن عثمان القاضي في «روضة الناظرين» (١/ ١٦٢).
- حاشية على النونية لعثمان بن صالح القاضي (ت ١٣٦٦ هـ). ذكرها',NULL,'267',NULL,NULL,'0');
INSERT INTO [b221] VALUES (127,'القاضي في «روضة الناظرين» (٢/ ٧١).
- حاشية على النونية لعبد الله العنقري (ت ١٣٧٣ هـ). مخطوطة، كما في «مشاهير علماء نجد» (ص ٣٨٢) و «روضة الناظرين» (٢/ ١١).
- شرح لصالح بن محمد بن خليف (ت ١٣٩٠ هـ)، كما في «روضة الناظرين» (١/ ٢٠٥).
- تعليقات عليها، لعبد العزيز بن عبد الله بن باز (ت ١٤٢٠)، مخطوطة عند بعض تلاميذه.
- شرح الشيخ ابن عثيمين، في ٤ مجلدات عن مؤسسة الشيخ.
* مختصراتها:
- مختصرها لعثمان بن قائد النجدي (ت ١٠٩٧ هـ). ذكره ابن بسام في «علماء نجد» (٣/ ١٨٦).
- «كشف الأستار عن كنوز الكافية الشافية في الانتصار للفرقة الناجية»، اختيار وتقديم وتعليق: محمد بن ربيع هادي المدخلي، ط ١. القاهرة: دار المنار، ١٤١٢ هـ، ٧٥ ص.
* الترجمة:
- ترجمها إلى الأردية: عبد الجبار السلفي، ط. لاهور.
- ترجم مختارات منها إلى الإنجليزية: عمرقن، ط. أمريكا ٢٠١٨ م.',NULL,'268',NULL,NULL,'0');
INSERT INTO [b221] VALUES (128,'* نقدها:
- «الرد على نونية ابن قيم الجوزية»، لتقي الدين السبكي، مخطوط في التيمورية [٣٥٨ عقائد] (نسخة منقولة من خط المؤلف، كتبت سنة ١٣١٨ هـ). انظر فهرس المكتبة (٤/ ٤٧). نشره محمد زاهد الكوثري، بعنوان «السيف الصقيل في الرد على ابن زفيل»، القاهرة، ١٣٥٦ هـ/١٩٣٧ م. وأعيد طبعه ضمن «الرسائل السبكية»، ط. بيروت: عالم الكتب، ١٤٠٣ هـ/١٩٨٣ م.
* * * * *',NULL,'269',NULL,NULL,'0');
INSERT INTO [b221] VALUES (129,'<span data-type="title" id=toc-34>٣٣) الكلام على مسألة السماع</span>
(أو كشف الغطاء عن حكم سماع الغناء)
* المخطوطات:
- الإسكوريال [١٥٩٣] (١٤٢ ورقة، وفي أثنائها خرم، ولعلها من القرن التاسع). انظر فهرس المكتبة (٣/ ١٤٨).
- ضمن «الكواكب الدراري» لابن عروة ح ٤٧ [نسخة الظاهرية ٥٧٢] (الورقة ٩٧ ب - ١٢٤ أ، من القرن التاسع) تحتوي على القسم الأول من الكتاب.
- مكتبة الملك عبد العزيز بالرياض [٩٥٥/ ٢] (نسخة كاملة، من القرن الحادي عشر).
- قطعة منه في مكتبة خدا بخش في باتنه [٣٨٣١/ ١] (الورقة ١ - ٣٢ ب)، وفي دار الكتب المصرية، وفي مكتبة الملك فهد [دار الإفتاء ٦٣٣/ ٨٦] بعنوان «أسرار الصلاة».
* الطبعات:
- تحقيق ودراسة: راشد عبد العزيز الحمد، ط ١. الرياض: دار العاصمة، ١٤٠٩ هـ/ ١٩٨٩ م، ٥٣١ ص. [الأصل رسالة دكتوراه بالجامعة الإسلامية بالمدينة المنورة].
- تحقيق: ربيع بن أحمد خلف، القاهرة: مكتبة السنة، ١٤١١ هـ، ٣٠١ ص.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b221] VALUES (130,'- تحقيق: محمد عزير شمس، ط ١. مكة المكرمة: دار عالم الفوائد، ١٤٣٢ هـ، ٣٨١ ص، ط ٢. ١٤٤١ هـ.
- تحقيق: عبد المنعم الأسيوطي، ط. الرياض: مدار الوطن، ١٤٣٧ هـ، ٧٧٦ ص.
- طبعت قطعة منه بعنوان «الموازنة بين ذوق السماع وذوق الصلاة والقرآن»، بتحقيق: مجدي فتحي السيد، طنطا: دار الصحابة للتراث، ١٤١٠ هـ/١٩٩٠ م، ٦٥ ص.
* الترجمة:
- ترجم هذه القطعة إلى الإنجليزية: أيمن بن خالد، ط. بريطانيا ٢٠١٣ م.
- وترجمت هذه القطعة أيضًا إلى الإنجليزية: أم حمزة، وطبعت سنة ٢٠٠٠ م.
* * * * *',NULL,'271',NULL,NULL,'0');
INSERT INTO [b221] VALUES (131,'<span data-type="title" id=toc-35>٣٤) مدارج السالكين في منازل السائرين</span>
* المخطوطات:
- قويون أوغلي [١١٣٣٤] (النصف الأول في ٣٢٢ ورقة، كتبت في حياة المؤلف وقرئت عليه).
- العثمانية بحلب [٦٩٦] (ج ١، ٢ في ٢٣٩+٢٥٨ ورقة، كتبت قبل سنة ٧٧٣ هـ). تحتوي على الثلثين الأولين من الكتاب.
- المكتبة الوطنية بفينا [Mixt ١٥٤٧] (٣٠٨  ورقة، كتبت سنة ٧٧٩ هـ، بخط محمد بن أحمد بن محمد ابن الحريري). تحتوي على النصف الأول.
- قره جلبي زاده (ضمن المكتبة السليمانية بإستانبول) [٢١٤] (النصف الأول في ٢٩٩ ورقة، كتبت سنة ٧٨٠ هـ).
- ولي الدين بايزيد بإستانبول [١٧٣٠] (ج ١: ٢٨٢ ورقة، كتبت سنة ٧٨٤ هـ)، و [١٧٣٢] (ج ٢: ٣٨٧ ورقة، كتبت سنة ٧٨٧ هـ).
- تشستربيتي [٣٦٢٧] (كاملة في ٤٣٢ ورقة، من القرن الثامن).
- جامعة الإمام محمد بن سعود الإسلامية [٨٨٦٠/خ] (ج ١: ١٨١ ورقة، من القرن الثامن).
- دار الكتب المصرية [١٥٢٢ - طلعت تصوف] (ج ١: ٢٥٣ ورقة، كتبت سنة ٨٢٣ هـ).',NULL,'272',NULL,NULL,'0');
INSERT INTO [b221] VALUES (132,'- دار الكتب المصرية [١٠٣ تصوف قوله] (٣٢٨ ورقة، كتبت سنة ٩٣٦ هـ).
- مكتبة طهران الملية [٢٥٥٢٣٤] (٣٦٠ ورقة، كتبت سنة ٩٨٨ هـ).
- مكتبة الأوقاف ببغداد [٧١٠٦] (٢٦٥ ورقة، كتبت سنة ١١١٠ هـ، بخط سليمان بن موسى).
- دار الكتب المصرية [٢٦٧٧٢ ــ تصوف تيمور ١٥٥] (ج ٢: ١٦١ ورقة، كتبت سنة ١١٨٦ هـ منقولة عن نسخة كتبت سنة ٧٦٥ هـ).
- جامعة البصرة [٣٤٢] (في جزئين: ٢٧٩+٢٥٧ ورقة، كتبت سنة ١٢٢٨ هـ).
- القادرية ببغداد [١٥١٨ - ١٥١٩ مجموع] (في مجلدين، ٢٩١+٢٠٨ ورقة، سنة ١٢٧١ هـ). انظر الفهرس (٥/ ٤١٢، ٤١٣).
- ندوة العلماء [١٠٧١] (الجزء الأول في ٤١٢ ص بخط نسخي دون تاريخ)، و [١٠٧٢] (الجزء الثاني، ٤٣٢ ص، سنة ١٢٨٥ هـ)، و [١٠٧٣] (الجزء الثالث، ٣٤٢ ص، سنة ١٢٢٧ هـ).
- دار الكتب المصرية [٢٠٥٣١ ب] (٣ مجلدات، ٥٢٤ ورقة، كتبت سنة ١٣٠١ هـ، بخط أحمد بن أحمد بن علي التونسي).
- دار الكتب المصرية [٢٠٥٢٣ ب] (الموجود منها الأول والأخير، ٣١٧+٣٢٢ ورقة، كتب الأول سنة ١٣١٤ هـ، والأخير سنة ١٣١٦ هـ).
- مكتبة سليمان بن عبد الله سليمان الخاصة، الموجود منها ج ١، ٣',NULL,'273',NULL,NULL,'0');
INSERT INTO [b221] VALUES (133,'(١٧٦+ ١٦٦ ورقة، كتبت سنة ١٣١٥ هـ).
- مكتبة أحمد بن صالح الراشد بالغاط (٣ مجلدات، كتبت سنة ١٣١٧ هـ).
- دار الكتب المصرية [٨٧٤ تصوف] (٣ مجلدات، كتبت سنة ١٣٢٠ هـ).
- الإسكوريال [٧١٦] (الجزء الأول، ٢٨٤ ورقة، دون تاريخ).
- الآصفية بحيدر آباد [تصوف ٢٢٥ - ٢٢٦] (في مجلدين).
- المحمودية بالمدينة (ج ٢: ١٢٩ ورقة، ج ٣: ٣١٢ ورقة).
- جامعة الإمام محمد بن سعود [٨٧٨٧، ٨٧٨٨] (في مجلدين، ٤٣٤ ورقة، ناقصة الآخر).
- جامعة الإمام محمد بن سعود [٨١٢] (٢٣٧ ورقة، نسخة ناقصة).
- مكتبة الشيخ علي بن يعقوب بحائل (في مجلدين، ٤٢٢ ورقة).
- مكتبة دار الإفتاء بالرياض [٢٩٧/ ٨٦].
- مكتبة دار الإفتاء [٧٥١/ ٨٦].
- مكتبة دار الإفتاء [٧٦٩/ ٨٦].
- مكتبة عبد المحسن الملق بحائل (مجلة البحث العلمي ٣/ ٤٤٩).
* الطبعات:
- تصحيح: محمد رشيد رضا، القاهرة: مطبعة المنار، ١٣٣١ -',NULL,'274',NULL,NULL,'0');
INSERT INTO [b221] VALUES (134,'١٣٣٤ هـ/ ١٩١٢ - ١٩١٥ م، ٣ ج.
- تحقيق: محمد حامد الفقي، القاهرة: مطبعة السنة المحمدية، ١٣٧٥ هـ/١٩٥٦ م، ٣ ج. [صدرت لها طبعات مصورة].
- تحقيق: محمد كمال جعفر وعبد الحميد عبد المنعم مدكور، القاهرة ١٩٨٠ - ٢٠٠٢ م، صدرت ٤ مجلدات، وبقي الخامس.
- القاهرة: دار التراث العربي، ١٤٠٢ هـ/١٩٨٢ م، ٣ ج.
- بيروت: دار الكتب العلمية، ١٤٠٣ هـ/١٩٨٣ م، ٣ ج. و ١٤٠٨ هـ/ ١٩٨٨ م.
- تحقيق: عماد عامر، القاهرة: دار الحديث، القاهرة، ١٤١٦ هـ، ٣ مج.
- تحقيق وتعليق: محمد المعتصم بالله البغدادي، بيروت: دار الكتاب العربي، ١٤١٧ هـ، ٣ مج.
- تقديم: محمد عبد الرحمن المرعشلي، بيروت: دار إحياء التراث العربي ومؤسسة التاريخ العربي، ١٤١٩ هـ/١٩٩٩ م، ٣ ج.
- تحقيق: عبد العزيز بن ناصر الجُليِّل، الرياض: دار طيبة، سنة ١٤٢٣ هـ، ٤ مج.
- تحقيق: عامر بن علي ياسين، ط. الرياض: دار ابن خزيمة، ١٤٢٤ هـ، ٣ مجلدات.
- تحقيق: ناصر بن سليمان السعودي وعلي بن عبد الرحمن القرعاوي وصالح بن عبد العزيز التويجري وخالد بن عبد العزيز الغنيم ومحمد بن عبد الله الخضيري، ط. الرياض: دار الصميعي، ١٤٣٢ هـ، ٦',NULL,'275',NULL,NULL,'0');
INSERT INTO [b221] VALUES (135,'مجلدات.
- تحقيق: محمد أجمل الإصلاحي ونبيل نصار السندي ومحمد عزير شمس وعلي بن محمد العمران، ط. مكة المكرمة: دار عالم الفوائد، ١٤٤٠ هـ/٢٠١٩ م، ٤ مجلدات.
* مختصراته:
- «تحفة المقتصدين من مدارج السالكين»، لعبد الرحمن بن عبد العزيز بن محمد بن سحمان.
- «تهذيب مدارج السالكين»، هذَّبه: عبد المنعم صالح العلي العزي، جدة: صالح عبد الله العمودي، ١٤٠٢ هـ/ ١٩٨٢ م، ٦٧٩ ص، جدة: دار المطبوعات الحديثة، ١٤٠٨ هـ/١٩٨٨ م، ٦٧٩ ص.
- «بغية القاصدين من مدارج السالكين»، لعبد الله السبت، ط. الكويت ١٤٠٧ هـ.
- «المنتقى الثمين من كتاب مدارج السالكين»، لزامل بن صالح الزامل، ط. جدة ١٤١٢ هـ.
- «مسار الراغبين إلى مدارج السالكين»، لصلاح شادي. مطبوع.
- «تهذيب مدارج السالكين»، لمحمد بيومي، ط. مكتبة الإيمان.
- «المهذب من مدارج السالكين»، لصالح أحمد الشامي، ط. دار القلم بدمشق.
- «تقريب مدارج السالكين»، لمجموعة من الباحثين، ط. دار ابن',NULL,'276',NULL,NULL,'0');
INSERT INTO [b221] VALUES (136,'الجوزي ١٤٣٩ هـ.
- «الإكسير خلاصة أعمال القلوب من مدارج السالكين»، لمجموعة من الباحثين، ط. دار الحضارة ١٤٤٠ هـ.
- «منتخب (في نوعي الشرك) من مدارج السالكين»، مخطوط في: متحف كابل [مجاميع ٩٢] (ق ٢١٤ ب - ٢١٦ ب). انظر فهرسه ص ١٩٣.
- «مشاهد الخلق في المعصية»، مستل من الكتاب (١/ ٣٩٩ - ٤٣٣) من طبعة الشيخ محمد حامد الفقي، طبع بتحقيق: نذير حسن عتمة، بيروت: المكتب الإسلامي، ١٤٠٥ هـ. وله نسخة خطية في الظاهرية. ومنها صورة في مكتبة جامعة الإمام ضمن مجموع برقم (٢١١٤) وهي فيه ص ٤٨ - ٧٤.
- استلّ منه: «الغربة»، قدَّم لها وحقَّقها: عمر بن محمود أبو عمر، ط ١. الزرقاء: دار الكتب الأثرية، ١٤٠٩ هـ/١٩٨٩ م، ٩٨ ص.
* الترجمة:
- ترجم قسم «التوبة» منه إلى الإنجليزية: عبد العلي عبد الحميد، ط. الرياض ٢٠١٦ م.
- ترجم قسم «الحياة السعيدة» منه إلى الإنجليزية: عبد العلي عبد الحميد، ط. الرياض ٢٠١٦ م.
- ترجم «صفات المنافقين» منه إلى الإنجليزية: أبو رميثة، ط. بريطانيا',NULL,'277',NULL,NULL,'0');
INSERT INTO [b221] VALUES (137,'٢٠١٢ م.
- ترجم قسم «التقرب إلى الله» إلى الإنجليزية: طالب بن تائسون، ط. عمان ٢٠٠٧ م.
* * * * *',NULL,'278',NULL,NULL,'0');
INSERT INTO [b221] VALUES (138,'<span data-type="title" id=toc-36>٣٥) مفتاح دار السعادة ومنشور ولاية العلم والإرادة</span>
* المخطوطات:
- داماد إبراهيم باشا ضمن المكتبة السليمانية بتركيا [٤١٣] (٣٢٥ ورقة، كتبت سنة ٧٦٦ هـ).
- طوبقبو سراي [١٣٧٢/ ٢  A. ٥١٤١] (٢٧٥  ورقة، كتبت سنة ٧٧٥ هـ، تبدأ هذه النسخة بقوله: «فصل. وفي هذه الآلات مآرب أخرى ... »). كذا في الفهرس، والموجود بهذا الرقم في المكتبة كتاب «مفتاح السعادة» لطاش كبري زاده.
- مركز جمعة الماجد [٣٣٣٥] (٢٠٦ ورقة، كتبت سنة ٧٨١ هـ).
- أيا صوفيا [٢٠٨٥] (٣٢٨ ورقة، نسخة كثيرة التحريف كتبت سنة ٧٨٦ هـ كما في خاتمتها).
- مكتبة الأوقاف ببغداد [٥٩٩٤] (٢٥٠ ورقة، نسخة جيدة مضبوطة، كتبها أحمد بن محمد الصعيدي المكي الحنبلي سنة ٨٤١ هـ عن نسخة المؤلف، ومقابلة عليها). انظر فهرسها (٤/ ٢٩٤).
- طوبقبو سراي [١٣٧٢/ ١  A.٥١٤١] (٣٠٩  ورقة، كتبت سنة ٨٨٩ هـ).
- أحمد الثالث [٥٤٤] (٢٠٠ ورقة، كتبت سنة ١٢١٠ هـ).
- ندوة العلماء [١٠٧٧] (الجزء الأول، ٣٣٠ ص، سنة ١٢٩٣ هـ)، و [١٠٧٨] (الجزء الثاني، ١٦٠ ص، بخط فارسي متأخر).',NULL,'279',NULL,NULL,'0');
INSERT INTO [b221] VALUES (139,'- مكتبة شقراء ضمن مكتبة الملك فهد الوطنية بالرياض [١٩٥/ ٨٦] (ج ١، في ٢٦٠ ورقة، كتبت سنة ١٢٩٦ هـ).
- مكتبة الرياض العامة ضمن مكتبة الملك فهد [٤٠٧/ ٨٦] (النصف الأول في ٢٢٠ ورقة، كتبت سنة ١٣١٠ هـ).
- المكتبة القادرية ببغداد [١٤٢٧/ ١] (ق ١ - ١٨٧، كتبت سنة ١٣٠٣ هـ، بخط محمد بن علي بن الملا الحنفي البغدادي). انظر الفهرس (٥/ ٨٥).
- دارة الملك عبد العزيز [المنيع ٢] (ج ١ في ١٣٦ ورقة، كتبت سنة ١٣١١ هـ).
- دارة الملك عبد العزيز [السلمان ١] (ج ١ في ١٧٧ ورقة، كتبت سنة ١٣١٢ هـ).
- مكتبة الشيخ علي بن يعقوب ضمن مكتبة المعهد العلمي بحائل [٤٥] (ج ١، ٢٠٧ ورقة، تحتوي على نصف الكتاب، كتبت سنة ١٣٢١ هـ).
- المحمودية بالمدينة المنورة، (٤٥٠ ورقة، مخرومة من آخرها، د. ت).
- الخالدية بالقدس [٢٩ (١)].
* الطبعات:
- القاهرة: مطبعة السعادة، ١٣٢٣ - ١٣٢٥ هـ/١٩٠٥ - ١٩٠٧ م، ٢ ج. صدرت لها طبعات مصورة عن دار الفكر ببيروت، ودار الكتب العلمية ببيروت.
- صححه وعلق عليه: محمود حسن ربيع، القاهرة: مكتبة الأزهر، ١٣٥٨ هـ/١٩٣٩ م، ٦٣٢ ص. [صدرت لها طبعات مصورة].',NULL,'280',NULL,NULL,'0');
INSERT INTO [b221] VALUES (140,'- بعناية: زكريا علي يوسف، القاهرة: د. ت.، ٢ ج في مجلد.
- أشرف على تصحيحه ومراجعته: فكري أبو النصر، مكتبة الفاروق الحديثة ومطبعتها، د. ت.، ٢ ج في مجلد.
- تحقيق: علي بن حسن بن علي بن عبد الحميد الحلبي الأثري، مراجعة: بكر بن عبد الله أبو زيد، ط ١. الخبر: دار ابن عفان، ١٤١٦ هـ/ ١٩٩٦ م، ٥٥٨ ص. ط ٣، دمشق: المكتب الإسلامي.
- تحقيق: عامر علي ياسين، ط. دار ابن خزيمة.
- تحقيق: عصام الحرستاني وحسان عبد المنان، ط. بيروت: دار الجيل.
- تحقيق: الداني بن منير آل زهوي، ط. بيروت: المكتبة العصرية.
- تحقيق: محمد الإسكندراني، ط. بيروت: دار الكتاب العربي.
- تحقيق: عبد الرحمن بن حسن بن قائد، ط. مكة المكرمة: دار عالم الفوائد، سنة ١٤٣٢ هـ، ٣ مجلدات.
* مختصراته:
- «غاية المراد والإرادة المختصر من مفتاح دار السعادة»، لأحمد بن علوي بن الحسن الحنبلي (كان حيًّا سنة ٨١٨ هـ). منه نسخة في: برنستون [٦٤٤] (١١٣ ورقة، كتبت سنة ٨٧١ هـ عن نسخة المؤلف).
- تأملات ابن القيم في الأنفس والآفاق من كتاب «مفتاح دار السعادة»، لأنس عبد الحميد الفوز، ط. دار الهدى للنشر والتوزيع، سنة ١٤١٣ هـ.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b221] VALUES (141,'- «تنقيح الإفادة المنتقى من مفتاح دار السعادة ... »، بقلم أبي أسامة سليم بن عبد الهلالي، ط ١. جدة: مكتبة الصحابة، ١٤١٤ هـ/١٩٩٣ م، ٢ ج.
- «مزيل الإلباس عن معاني حديث أمير المؤمنين علي بن أبي طالب - رضي الله عنه - في تصنيف الناس»، ضبط وتخريج وتعليق: خالد أبو صالح، ط ١. الرياض: دار المعراج الدولية، ١٤١٥ هـ/١٩٩٤ م، ٧٢ ص. [مستلّ من «مفتاح دار السعادة»].
- «العلم فضله وشرفه: من درر كلام ... ابن قيم الجوزية»، نسقه وضبط نصه وعلَّق عليه: علي بن حسن بن علي بن عبد الحميد الحلبي الأثري، ط ١. الرياض: مجموعة التحف النفائس الدولية، ١٤١٦ هـ/١٩٩٦ م، ٢٧٦ ص. (سلسلة آداب طالب العلم ــ ٢).
* الترجمة:
- ترجم القسم المتعلق بفضائل العلم والعلماء إلى الأردية: الأستاذ عبد الحليم، ط. لاهور ١٩٦٠ م.
- ترجم هذا القسم إلى الإنجليزية: طلال محمد زيني، ط. بريطانيا ٢٠١٦ م.
- كما ترجم فصلين آخرين منه إلى الإنجليزية: طلال محمد زيني، ط. بريطانيا ٢٠١٧ م.
- وترجم قسمًا منه إلى الإنجليزية: عبد اللطيف، ط. الرياض ٢٠٠٤ م.
* * * * *',NULL,'282',NULL,NULL,'0');
INSERT INTO [b221] VALUES (142,'<span data-type="title" id=toc-37>٣٦) المنار المنيف في الصحيح والضعيف</span>
* المخطوطات:
- برلين [١٠٦٩،  Spr.١١٧٢] (ق ٧١ - ١١٢، دون تاريخ). انظر فهرس المكتبة (٢/ ١٨).
* الطبعات:
- تحقيق: محمد حامد الفقي، في: مجلة «الهدي النبوي»، المجلد ٢١ (١٣٧٦ هـ) الأعداد ٢ - ٧.
- تحقيق: محمد حامد الفقي، القاهرة، د. ت.
- ط. المنصورة: مكتبة الشامي، ١٣٨٣ هـ/١٩٦٣ م، بعنوان «نقد المنقول (أو) المنار المنيف».
- دمشق: دار القادري، بعنوان: «نقد المنقول والمحك المميز بين المقبول والمرذول».
- تحقيق: عبد الفتاح أبو غدة، ط ١. حلب: مكتب المطبوعات الإسلامية، ١٣٩٠ هـ/ ١٩٧٠ م، ٢٢٤ ص، ط ٦. حلب: مكتب المطبوعات الإسلامية، ١٤١٤ هـ/١٩٩٤ م، ٢٢٤ ص.
- تحقيق: محمود مهدي الإستانبولي.
- حققه وضبطه: أحمد عبد الشافي، بيروت: دار الكتب العلمية، ١٤٠٨ هـ، ١٤٤ ص.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b221] VALUES (143,'- تحقيق العلَّامة عبد الرحمن المعلمي، أعده وأخرجه منصور بن عبد العزيز السماري، ط ١. الرياض: دار العاصمة، ١٤١٦ هـ، ١١١ ص. ط ٢، ١٤١٩ هـ.
- تحقيق: يحيى بن عبد الله الثمالي، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٨ هـ.
* الترجمة:
- ترجمه باختصار إلى الإنجليزية: أزهر مجوثي وفتحية خانم، ط. بريطانيا ٢٠١٧ م.
* * * * *',NULL,'284',NULL,NULL,'0');
INSERT INTO [b221] VALUES (144,'<span data-type="title" id=toc-38>٣٧) هداية الحيارى في أجوبة اليهود والنصارى</span>
* المخطوطات:
- القادرية ببغداد [٦٢٣] (١٣٥ ورقة، من القرن التاسع). انظر فهرسها (٢/ ٤٧١).
- يني جامع [٧٦١] (١٩١ ورقة، كتبت سنة ١٠٦٦ هـ).
- رئيس الكتاب [٥٨٦/ ٣] (٥٦ ق، سنة ١١١٤ هـ).
- ليدن [١٥١٠ شرقيات] (١٧١ ورقة، كتبت سنة ١١١٩ هـ).
- بشير آغا بإستانبول (ضمن المكتبة السليمانية) [٤١٣] (١٥٤ ورقة، كتبت سنة ١١٤٤ هـ).
- الزيتونة بتونس (ضمن المكتبة الوطنية [٤/ ٤٣٦ (٢٩١)] (١٢٢ ورقة، كتبت سنة ١٢٣١ هـ).
- جاريت [١٥١٨ - ٩٧٦  H] (٢٠٣  ورقة، كتبت سنة ١٢٧٥ هـ، بخط مصطفى رشدي بن أحمد فليوزي).
- مكتبة الأوقاف ببغداد [١٣٧٢١] (٩٣ ورقة، كتبت سنة ١٣٠٥ هـ). انظر فهرسها (٢/ ٥٧١).
- أيا صوفيا [٢٢٤٣] (١٥٤ ورقة، بدون تاريخ).
- دار الكتب المصرية [٢١٣٦٩ ب] (١٤٧ ورقة، بدون تاريخ، نسخة',NULL,'285',NULL,NULL,'0');
INSERT INTO [b221] VALUES (145,'بخط النسخ، مجدولة بالمداد الأحمر). انظر الفهرس الثالث للدار (٣/ ١٨٧).
- جامعة الملك سعود [١٧٢٣] (فهرس ٣/ ٤٥١).
- مكتبة الشيخ علي بن يعقوب بحائل (٤٨٠ صفحة).
* الطبعات:
- الهند، د. ت.
- القاهرة: مطبعة التقدم، ١٣٢٣ هـ. بهامش كتاب «الفارق بين المخلوق والخالق» لعبدالرحمن باجه جي زاده.
- القاهرة، ١٣٢٣ هـ، طبعة مفردة.
- ضمن «الجامع الفريد»، ط ١. الرياض: مطبعة المدينة، ١٣٨٧ هـ. [ثم صدرت له طبعات مصورة مرارًا].
- ط. مؤسسة مكة للطباعة والإعلام، ١٣٩٦ هـ، ١٩٣ ص.
- ضمن «مجموعة التوحيد»، ط. الرياض، د. ت.
- القاهرة: المكتبة القيمة، ١٩٧٨ م، ١٩٣ ص. [صدرت عنها طبعات مصورة].
- تقديم وتعليق: أحمد حجازي السقا، ط ٢. القاهرة: المكتبة القيمة، ١٣٩٩ هـ/١٩٨٠ م، ٣٦٨ ص.
- نشره: سيف الدين الكاتب، بيروت: دار الكتب العلمية، ١٩٨٠ م، ٢٦١ ص.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b221] VALUES (146,'- ط. بيروت: دار الكتب العلمية، ١٤٠٧ و ١٤١٥ هـ، ٢٣٢ ص.
- تحقيق: مصطفى أبو النصر الشلبي، ط ١. جدة: مكتبة السوادي، ١٤٠٨ هـ/ ١٩٨٨ م، ٣٦٧ ص.
- تحقيق: محمد أحمد الحاج، ط ١. دمشق: دار القلم؛ بيروت: الدار الشامي، ١٤١٦ هـ/ ١٩٩٦ م، ٦٠٠ ص.
- تحقيق: عثمان جمعة ضميرية، مكة المكرمة: دار عالم الفوائد، ١٤٢٩ هـ، ٥٤٢ ص.
* الترجمة:
- ترجمه إلى الأردية: زبير أحمد السلفي، ط. لاهور ١٩٩٩ م.
- ترجمه إلى الإنجليزية: عبد الحي المصري، ط. بيروت ٢٠٠٧ م.
* * * * *',NULL,'287',NULL,NULL,'0');
INSERT INTO [b221] VALUES (147,'<span data-type="title" id=toc-39>٣٨) الوابل الصيب من الكلم الطيب</span>
(أو الكلم الطيب والعمل الصالح)
* المخطوطات:
- شهيد علي باشا [٥٣٠] (١١٣ ورقة، كتبت سنة ٧٩٥ هـ).
- الخزانة العامة بالرباط (الزاوية الناصرية) (٥٤ ورقة، كتبت سنة ٨٠١ هـ).
- كوبريلي [٧٦٨] (١٥٥ ورقة، عليها تملّك سنة ٩١٢ هـ).
- مكتبة المسجد النبوي [١٥٣/ ٢١٣] (١٤٧ ورقة، كتبت سنة ١٠٨٨ هـ).
- مكتبة علي بن إبراهيم بصنعاء [٦٨] (كتبت سنة ١١١٩ هـ). انظر فهرس مخطوطات بعض المكتبات الخاصة باليمن، ط. لندن ١٩٩٤ م، ص ١١١.
- مكتبة الحرم المكي [٢٥٠٨/ ٢] (٨٧ ورقة، كتبت سنة ١١٢٣ هـ ونقلت من نسخة مكتوبة سنة ٧٨٨ هـ، وقوبلت عليها).
- الجامع الكبير (الأوقاف) بصنعاء [٤٩٩] (٤٦ ورقة، كتبت سنة ١١٧٩ هـ).
- الجامع الكبير (الأوقاف) بصنعاء [٥٠٦] (٩٦ ورقة، كتبت سنة ١١٩٦ هـ).',NULL,'288',NULL,NULL,'0');
INSERT INTO [b221] VALUES (148,'- مكتبة الأوقاف ببغداد [١٣٥١١] (١٩٨ ورقة، بدون تاريخ، لعلها من القرن الثاني عشر).
- مكتبة الأوقاف ببغداد [٧١٤٦] (٦٩ ورقة، كتبت سنة ١٢٠٨ هـ).
- مكتبة جامع بومبي [١١٩ مجاميع] (الورقة ١ - ٦٠، كتبت سنة ١٢٣٤ هـ).
- مكتبة وزارة الأوقاف بالكويت [١٦٨] (٦٥ ورقة، كتبت سنة ١٢٩٦ هـ).
- ندوة العلماء [١٠٦٧] (٢٤٢ ص، من القرن الثالث عشر)، وبرقم [١٠٦٨] (١٤٢ ص، بخط نسخي قديم، ألحقت الصفحة الأخيرة منها بخط متأخر).
- الجامع الكبير (الغربية) بصنعاء [٥٣ مجموع] (ق ١٣٢ - ١٦١، كتبت سنة ١٣٠٥ هـ).
- الآصفية بحيدر آباد [حديث ١١٠٠].
- مكتبة الأوقاف ببغداد [١٣٧٩٠] (٨٦ ورقة، كتبت سنة ١٣٠٧ هـ).
- الجامع الكبير (الأوقاف) بصنعاء [٤٧٣] (٩٠ ورقة، كتبت سنة ١٣٢٠ هـ).
- ليدن [٢٩٩٧ شرقيات] (١٥٨ صفحة، بدون تاريخ).
- مكتبة المسجد الأحمدي بطنطا [٣٣٠، خاص ٥]. (١٠٥ صفحة).
- الجامع الكبير (الأوقاف) بصنعاء [٤٧٢] (٦٣ ورقة، من القرن الرابع',NULL,'289',NULL,NULL,'0');
INSERT INTO [b221] VALUES (149,'عشر).
- مصورة مركز الملك فيصل [١٥٠٣/ ٣] (١٢٩ ص، سنة ١٣١٨ هـ).
- مكتبة الملك فهد بالرياض [٨٦].
* الطبعات:
- طبعة حجرية، دهلي (الهند)، ١٨٩٥ م.
- ضمن «مجموعة الحديث النجدية»: القاهرة، ١٣٤٢ هـ، ص ٦٦٩ - ٨٥٦، القاهرة: المطبعة السلفية، ١٣٧٥ هـ/ ١٩٥٥ م، الرياض: مطابع الحكومة، ١٣٨٩ هـ/١٩٦٩ م.
- القاهرة: إدارة الطباعة المنيرية، ١٩٥٣ م، ٢٠٨ ص.
- الإسكندرية: دار عمر بن الخطاب، د. ت.، ١٤٤ ص.
- جدّة: مكتبة الإرشاد، د. ت.، ٢١٨ ص.
- طبعة أنصار السنة المحمدية، لاهور، باكستان، ١٧٢ ص.
- حققه وخرج أحاديثه: عبد القادر الأرناؤوط، الطائف: مكتبة المؤيد، دمشق: مكتبة دار البيان، ط ١، ١٣٩١ هـ، ٢٩٢ ص. ط ٢، ١٣٩٩ هـ، ٢١٢ ص.
- حققه وعلّق عليه: إسماعيل بن محمد الأنصاري، الرياض: الرئاسة العامة لإدارات البحوث العلمية والإفتاء والدعوة والإرشاد، د. ت.، ٣١٦ ص.
- تحقيق: محمد بن عبد الرحمن عوض، القاهرة: دار الريان للتراث،',NULL,'290',NULL,NULL,'0');
INSERT INTO [b221] VALUES (150,'١٤٠٨ هـ، ٢٤١ ص. ط ٣. بيروت: دار الكتاب العربي، ١٤١٠ هـ/ ١٩٩٠ م.
- تحقيق: مصطفى العدوي، دار الصحابة للتراث، طنطا، ١٤١٠ هـ، ٢٦٦ ص.
- ضبطه وكتب هوامشه: إبراهيم العجوز، بيروت: دار الكتب العلمية، بدون تاريخ، ١٧٦ ص.
- مكة المكرمة: المكتبة التجارية. ١٩١ ص، بدون تاريخ.
- تحقيق: إياد بن عبد اللطيف القيسي، ط. الرياض: مكتبة الرشد، ١٤٢٢ هـ.
- تحقيق: سليم بن عيد الهلالي، ط. عجمان: مكتبة الفرقان، ١٤٢٢ هـ.
- تحقيق: عبد الرحمن بن حسن بن قائد، ط. مكة المكرمة: دار عالم الفوائد، ١٤٢٥ هـ، ٥٤٣ ص.
* مختصره:
- «صحيح الوابل الصيب من الكلم الطيب»، بقلم: سليم بن عيد الهلالي، الدمام: دار ابن الجوزي، ١٤٠٩، ط ٣. ١٤١٦ هـ/١٩٩٥ م، ٣٣٣ ص.
- استلّ منه: «أذكار اليوم والليلة»، ط. بيروت: دار القلم، ١٤٠٤ هـ، ٩٥ ص.
* الترجمة:
- ترجمته الأردية: بعنوان «ذكر الهي»، ط. تاند نواله (باكستان): مكتبة',NULL,'291',NULL,NULL,'0');
INSERT INTO [b221] VALUES (151,'عتيقية، د. ت. وطبعت أيضًا من الدار السلفية في بومبي سنة ١٩٨٨، وغيرها.
- ترجمه إلى الأردية: رحمة الله رفيق، ط. لاهور.
- وترجم قسم الأذكار منه إلى الأردية: خالد محمود، ط. لاهور ٢٠٠٥ م.
- ترجمه إلى الإنجليزية: محمد يوسف سليطن ومحمد عبد الرحمن فتزجيرالد، ط. بريطانيا ٢٠٠٠ م.
- وترجمه إلى الإنجليزية أيضًا: مطلوب أحمد قاسمي، ط. الهند ٢٠٠٦ م.',NULL,'292',NULL,NULL,'0');
