-- Table: b22364
-- Chunk: 1
-- Rows: 344

CREATE TABLE "b22364"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b22364
INSERT INTO [b22364] VALUES (1,'{قَالُوا سُبْحَانَكَ لَا علم لنا إِلَّا مَا علمتنا إِنَّك أَنْت الْعَلِيم الْحَكِيم}
بِسم الله الرَّحْمَن الرَّحِيم',NULL,'2',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (2,'.. الْحَمد للإله ذِي الْجلَال ... وشارع الْحَرَام والحلال
ثمَّ صَلَاة الله مَعَ سلامي ... على النَّبِي الْمُصْطَفى التهامي
مُحَمَّد الْهَادِي من الضلال ... وَأفضل الصحب وَخير آل
وَبعد هذى زبد نظمتها ... أبياتها ألف بِمَا قد زدتها',NULL,'3',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (3,'.. يسهل حفظهَا على الْأَطْفَال ... نافعة لمبتدى الرِّجَال
تكفى مَعَ التَّوْفِيق للمشتغل ... إِن فهمت وأتبعت بِالْعَمَلِ
فاعمل وَلَو بالعشر كَالزَّكَاةِ ... تخرج بِنور الْعلم من ظلمات
فعالم بِعِلْمِهِ لم يعملن ... معذب من قبل عباد الوثن
وكل من بِغَيْر علم يعْمل ... أَعماله مَرْدُودَة لَا تقبل',NULL,'4',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (4,'.. وَالله أَرْجُو الْمَنّ بالإخلاص ... لكى يكون مُوجب الْخَلَاص
اول وَاجِب على الْإِنْسَان ... معرفَة الْإِلَه باستيقان
والنطق بِالشَّهَادَتَيْنِ اعتبرا ... لصِحَّة الايمان مِمَّن قدرا',NULL,'5',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (5,'.. إِن صدق الْقلب وبالأعمال ... يكون ذَا نقص وَذَا كَمَال
فَكُن من الْإِيمَان فِي مزِيد ... وَفِي صفاء الْقلب ذَا تَجْدِيد
بِكَثْرَة الصَّلَاة والطاعات ... وَترك مَا للنَّفس من شهوات
فشهوة النَّفس مَعَ الذُّنُوب ... موجبتان قسوة الْقُلُوب',NULL,'6',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (6,'.. وَإِن أبعد قُلُوب النَّاس ... من رَبنَا الرَّحِيم قلب قاسي
وَسَائِر الْأَعْمَال لَا تخلص ... إِلَّا مَعَ النِّيَّة حَيْثُ تخلص',NULL,'7',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (7,'.. فصحح النِّيَّة قبل الْعَمَل ... وائت بهَا مقرونة بِالْأولِ
وَإِن تدم حَتَّى بلغت آخِره ... حزت الثَّوَاب كَامِلا فِي الْآخِرَة
وَنِيَّة وَالْقَوْل ثمَّ الْعَمَل ... بِغَيْر وفْق سنة لَا تكمل
من لم يكن يعلم ذَا فليسأل ... من لم يجد معلما فليرحل
وَطَاعَة مِمَّن حَرَامًا يَأْكُل ... مثل الْبناء فَوق موج يَجْعَل
فاقطع يَقِينا بالفؤاد واجزم ... بِحَدَث الْعَالم بعد الْعَدَم',NULL,'8',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (8,'أحدثه لَا لاحتياجه الْإِلَه ... وَلَو أَرَادَ تَركه لما ابتداه
فَهُوَ لما يُريدهُ فعال ... وَلَيْسَ فِي الْخلق لَهُ مِثَال
قدرته لكل مَقْدُور جعل ... وَعلمه لكل مَعْلُوم شَمل',NULL,'9',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (9,'.. مُنْفَرد بالخلق وَالتَّدْبِير ... جلّ عَن الشبيه والنظير
حى مزِيد قَادر علام ... لَهُ البقا والسمع وَالْكَلَام',NULL,'10',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (10,'.. كَلَامه كوصفه الْقَدِيم ... لم يحدث المسموع للكليم
يكْتب فِي اللَّوْح وباللسان ... يقرا كَمَا يحفظ بالأذهان
أرسل رسله بمعجزات ... ظَاهِرَة لِلْخلقِ باهرات',NULL,'11',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (11,'.. وَخص من بَينهم (مُحَمَّدًا) ... فَلَيْسَ بعده نَبِي أبدا',NULL,'12',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (12,'فَضله على جَمِيع من سواهُ ... فَهُوَ الشَّفِيع والحبيب للإله
وَبعده فَالْأَفْضَل الصّديق ... وَالْأَفْضَل الثَّانِي لَهُ الْفَارُوق',NULL,'13',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (13,'عُثْمَان بعده كَذَا على ... فالستة الْبَاقُونَ فالبدري
وَالشَّافِعِيّ وَمَالك نعْمَان ... وَأحمد بن حَنْبَل سُفْيَان
وَغَيرهم من سَائِر الْأَئِمَّة ... على هدى وَالِاخْتِلَاف رَحمَه
والأوليا ذَوُو كرامات رتب ... وَمَا انْتَهوا لوالد من غير أَب',NULL,'14',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (14,'.. وَلم يجز فِي غير مَحْض الْكفْر ... خروجنا على ولى الْأَمر
وَمَا جرى بَين الصحاب نسكت ... عَنهُ وَأجر الِاجْتِهَاد نثبت',NULL,'15',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (15,'فرض على النَّاس إِمَام ينصب ... وَمَا على الْإِلَه شَيْء يجب
يثيب من أطاعة بفضله ... وَمن يَشَأْ عاقبه بعدله
يغْفر مَا يَشَاء غير الشّرك ... بِهِ خُلُود النَّار دون شكّ
لَهُ عِقَاب من أطاعه كَمَا ... يثيب من عصى ويولى نعما
كَذَا لَهُ أَن يؤلم الْأَطْفَال ... وَوَصفه بالظالم استحالا',NULL,'16',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (16,'يرْزق من يَشَاء وَمن شا أخرما ... والرزق مَا ينفع وَلَو محرما
وَعلمه بِمن يَمُوت مُؤمنا ... فَلَيْسَ يشقى بل يكون آمنا
لم يزل الصّديق فِيمَا قد مضى ... عِنْد إلهه بِحَالهِ الرِّضَا
إِن الشقي لشقي الْأَزَل ... وَعَكسه السعيد لم يُبدل',NULL,'17',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (17,'وَلم يمت قبل انقضا الْعُمر أحد ... وَالنَّفس تبقى لَيْسَ تفنى لِلْأَبَد
والجسم يبْلى غير عجب الذَّنب ... وَمَا شَهِيد بَالِيًا وَلَا نَبِي
وَالروح مَا أخبر عَنْهَا الْمُجْتَبى ... فنمسك الْمقَال عَنْهَا أدبا',NULL,'18',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (18,'وَالْعلم أَسْنَى سَائِر الْأَعْمَال ... وَهُوَ دَلِيل الْخَيْر والإفضال
ففرضه علم صِفَات الْفَرد ... مَعَ علم مَا يَحْتَاجهُ الْمُؤَدى
من فرض دين الله فِي الدَّوَام ... كالطهر وَالصَّلَاة وَالصِّيَام
وَالْبيع للمحتاج للتبايع ... وَظَاهر الْأَحْكَام فِي الصَّنَائِع',NULL,'19',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (19,'وَعلم دَاء للقلوب مُفسد ... كالعجب وَالْكبر وداء الْحَسَد
وَمَا سوى هَذَا من الْأَحْكَام ... فرض كِفَايَة على الْأَنَام
كل مِنْهُم قصدُوا تحصله ... من غير أَن يعتبروا من فعله',NULL,'20',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (20,'كأمر مَعْرُوف وَنهى الْمُنكر ... وَأَن يظنّ النهى لم يُؤثر',NULL,'21',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (21,'أَحْكَام شرع الله سبع تقسم ... الْفَرْض وَالْمَنْدُوب وَالْمحرم
وَالرَّابِع الْمَكْرُوه ثمَّ مَا أُبِيح ... وَالسَّادِس الْبَاطِل وَاخْتِمْ بِالصَّحِيحِ
فالفرض مَا فِي فعله الثَّوَاب ... كَذَا على تَاركه الْعقَاب',NULL,'22',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (22,'وَمِنْه مَفْرُوض على الْكِفَايَة ... كرد تَسْلِيم من الْجَمَاعَة
وَالسّنة المثاب من قد فعله ... وَلم يُعَاقب امرو إِن أهمله
وَمِنْه مسنون على الْكِفَايَة ... كالبدء بِالسَّلَامِ من جمَاعَة ...',NULL,'23',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (23,'.. أما الْحَرَام فالثواب يحصن ... لتارك وآثم من يفعل
وفاعل الْمَكْرُوه لم يعذب ... بل إِن يكف لامتثال يثب
وَخص مَا يُبَاح باستواء ... الْفِعْل وَالتّرْك على السوَاء
لَكِن إِذا نوى بِأَكْلِهِ القوى ... لطاعة الله لَهُ مَا قد نوى
أما الصَّحِيح فِي الْعِبَادَات فَمَا ... وَافق شرع الله فِيمَا حكما
وَفِي الْمُعَامَلَات مَا ترتبت ... عَلَيْهِ آثَار بِعقد ثبتَتْ',NULL,'24',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (24,'.. وَالْبَاطِل الْفَاسِد للصحيح ضد ... وَهُوَ الَّذِي بعض شُرُوطه فقد
واستشن مَوْجُودا كَمَا لَو عدما ... كواجد المَاء إِذا تيمما
وَمِنْه مَعْدُوم كموجود مثل ... كدية تورث عَن شخص قتل',NULL,'25',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (25,'كتاب الطَّهَارَة

وَإِنَّمَا يَصح تَطْهِير بِمَا ... أطلق لَا مُسْتَعْمل وَلَا بِمَا
بِظَاهِر مخالط تغيرا ... تغيرا إِطْلَاق الِاسْم غيرا
فِي طعمه أَو رِيحه أَو لَونه ... وَيُمكن استغناؤه بصونه
واستشن تغيرا بِعُود صلب ... أَو ورق أَو طحلب أَو ترب',NULL,'26',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (26,'.. وَلَا بِمَاء مُطلق حلته عين ... نَجَاسَة وَهُوَ بِدُونِ الْقلَّتَيْنِ
واستشن مَيتا دَمه لم يسل ... أَو لَا يرى بالطرف لما يحصل
أَو قُلَّتَيْنِ بالرطيل الرَّمْلِيّ ... فَوق ثَمَانِينَ قريب رَطْل
أَو قُلَّتَيْنِ بالدمشقي هيه ... ثَمَان أَرْطَال أَتَت بعد ميه',NULL,'27',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (27,'وَالنَّجس الْوَاقِع قد غَيره ... واختير فِي مشمس لَا يكره
وَإِن بِنَفسِهِ انْتَفَى التَّغَيُّر ... وَالْمَاء لَا كزعفران يطهر ...',NULL,'28',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (28,'.. وكل مَا اسْتعْمل فِي تَطْهِير ... فرض وَقل لَيْسَ بالطهور ...',NULL,'29',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (29,'<span data-type="title" id=toc-1>بَاب النَّجَاسَات</span>
الْمُسكر الْمَائِع وَالْخِنْزِير ... وَالْكَلب مَعَ فرعيها والسور
وميتة مَعَ الْعِظَام وَالشعر ... وَالصُّوف لَا مأكولة وَلَا بشر ...',NULL,'30',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (30,'.. وَالدَّم والسقيء وكل مَا ظهر ... من السَّبِيلَيْنِ سوى أصل الْبشر
وجزء حى كيد مفضولة ... كميته لاشعر الْمَأْكُول
وصوفه وريشه وريقته ... وعرق والمسك ثمَّ فأرته ...',NULL,'31',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (31,'.. وتطهر الْخمر إِذا تخللت ... بِنَفسِهَا وَإِن غلت أَو نقلت
وَجلد ميتَة سوى خِنْزِير بر ... وكلب ان يدبغ بحريف طهر',NULL,'32',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (32,'.. نَجَاسَة الْخِنْزِير مثل الْكَلْب ... تغسل سبعا مرّة بترب',NULL,'33',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (33,'وَمَا سوى ذين ففردا يغسل ... والحت والتثليب فِيهِ أفضل
يَكْفِيك جرى الما على الْحكمِيَّة ... وَأَن تزَال الْعين من عَيْنَيْهِ
وَبَوْل طِفْل غير در مَا أكل ... يَكْفِيهِ رش إِن يصب كل الْمحل
وَمَاء مغسول لَهُ حكم الْمحل ... إِذْ لَا تغير بِهِ حِين انْفَصل
وليعف عَن نزر دم وقيح ... من بثرة ودمل وقرح',NULL,'34',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (34,'<span data-type="title" id=toc-2>بَاب الْآنِية</span>
يُبَاح مِنْهَا طَاهِر من خشب ... أَو غَيره لافضة أَو ذهب
فَيحرم اسْتِعْمَاله اسْتِعْمَاله كمرود ... لامْرَأَة وَجَاز من زبرجد
وَتحرم الضبة من هذَيْن ... بكبر عرفا مَعَ التزين
إِن فقد حلت وفردا يكره ... وَالْحَاجة الَّتِي تَسَاوِي كسرة',NULL,'35',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (35,'.. وَيسْتَحب فِي الْأَوَانِي التغطية ... وَلَو بِعُود حط فَوق الْآنِية
ويتحرى لاشتباه طَاهِر ... بِنَجس وَلَو لأعمى قَادر
لَا الْكمّ وَالْبَوْل وميتة وَمَا ... ورد وخمر در أتن ومحرما',NULL,'36',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (36,'<span data-type="title" id=toc-3>بَاب السِّوَاك</span>
... يسن لَا بعد زَوَال الصَّائِم ... وأكدوه لانتباه النَّائِم',NULL,'37',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (37,'.. ولتغير فَم وللصلاة ... وَسن باليمنى الْأَرَاك أولاه
وَيسْتَحب الاكتحال وترا ... وغبا ادهن وقلم ظفرا',NULL,'38',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (38,'.. وانتف لإبط ويقص الشَّارِب ... والعانة احْلق والختان وَاجِب
لبالغ سَاتِر كمرة قطع ... وَالِاسْم من أُنْثَى',NULL,'39',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (39,'وَيكرهُ القزع
تنزها وَالْأَخْذ من جَوَانِب ... عنفقة ولحية وحاجب
وَحلق شعر امْرَأَة ورد ... طيب وَرَيْحَان على من يهدي
وحرموا خضاب شعر بسواد ... لرجل وَامْرَأَة لَا للْجِهَاد',NULL,'40',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (40,'<span data-type="title" id=toc-4>بَاب الْوضُوء</span>
... مُوجبه الْخَارِج من سَبِيل ... غير منى مُوجب التغسيل',NULL,'41',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (41,'كَذَا زَوَال الْعقل لَا ينوم كل مُمكن ... ولمس مرأة رجل ... لَا محرم وَحَائِل للنقض كف ... وَمَسّ فرج بشر بِبَطن كف ...',NULL,'42',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (42,'.. واختير من أكل للحم الجزر ... وَمَعَ يَقِين حدث أَو طهر
إِذا طرا شكّ بضده عمل ... يقينه وسابق إِذا جهل
خُذ ضد مَا قبل يَقِين حَيْثُ لم ... يعلم بِشَيْء فالوضوء مُلْتَزم
فروضه النِّيَّة واغسل وجهكا ...',NULL,'43',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (43,'وغسلك الْيَدَيْنِ مَعَ مرفقكا
وَمسح بعض الرَّأْس ثمَّ أتسل وَعم ... رجليك مَعَ كعبيك وَالتَّرْتِيب ثمَّ
لَهُ شُرُوط خَمْسَة طهُور مَا ... وَكَونه مُمَيّزا وَمُسلمًا ...',NULL,'44',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (44,'.. وَعدم الْمَانِع من وُصُول ... مَاء إِلَى بشرة المغسول
وَيدخل الْوَقْت لدائم الْحَدث ... وعد مِنْهَا الرَّافِعِيّ رفع الْخبث
وَالسّنَن السِّوَاك ثمَّ بسملا ... وأغسل يَديك قبل أَن تدخلا
إِنَّا ومضمض وانتشق',NULL,'45',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (45,'وعمم ... الرَّأْس وابداه من الْمُقدم
وَمسح أذن بَاطِنا وظاهرا ... وللصماخين بِمَاء آخرا
وخللن أَصَابِع الْيَدَيْنِ ... واللحية الكثة وَالرّجلَيْنِ
واستكمل الثَّلَاث بِالْيَقِينِ ...',NULL,'46',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (46,'وابدا بيمناك سوى الْأُذُنَيْنِ
واستصحب النِّيَّة من بَدْء إِلَى ... آخِره ودلك عُضْو والولا
وللوضوء مد وللتغسيل ... صَاع وَطول الغر والتحجيل
ثمَّ الْوضُوء سنة للْجنب ... لنومه أَو إِن يطَأ أَو يشرب ...',NULL,'47',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (47,'.. كَذَاك تَجْدِيد الوضو إِن صلى ... فَرِيضَة أَو سنة أَو نفلا
وركعتان للْوُضُوء والدعا ... من بعده فِي أى وَقت وَقعا
دَابَّة اسْتِقْبَال قبْلَة كَمَا ... يجلس حَيْثُ لم ينله رش مَا
ويبتدى الْيَدَيْنِ بالكفين ... وبأصابع من الرجلَيْن ...',NULL,'48',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (48,'.. مكروهه فِي المَاء حَيْثُ أسرافا ... وَلَو من الْبَحْر الْكَبِير اغترفا
أَو قدم الْيُسْرَى على الْيَمين ... أَو جَاوز الثَّلَاث بِالْيَقِينِ ...
<span data-type="title" id=toc-5>بَاب الْمسْح على الْخُفَّيْنِ</span>
... رخص فِي وضوء كل حَاضر ... يَوْمًا وَلَيْلَة واللمسافر
فِي سفر الْقصر إِلَى ثَلَاث ... مَعَ لياليها من الإحداث ...',NULL,'49',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (49,'.. فان يشك فِي انْقِضَاء غسلا ... وَشَرطه اللّبْس بطهر كملا
يُمكن مَشى حَاجَة عَلَيْهِمَا ...',NULL,'50',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (50,'وَالسير للرجلين مَعَ كعبيهما
وَالْفَرْض مسح بعض علو وَندب ... للخف مسح السّفل مِنْهُ والعقب
وَعدم استيعابه وَيكرهُ ... الْغسْل للخف وَمسح كَرَّرَه
مبطله خلع وَمُدَّة الْكَمَال ... فقدميك اغسل وَمُوجب اغتسال ...',NULL,'51',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (51,'<span data-type="title" id=toc-6>بَاب الِاسْتِنْجَاء</span>
... تلويث فرج مُوجب استنجاء ... وَسن بالأحجار ثمَّ المَاء
يجزىء مَاء أَو ثَلَاث أَحْجَار ... ينقى بهَا عينا وَسن الإيتار
وَلَو بأطراف ثَلَاثَة حصل ... بِكُل مسحة لسَائِر الْمحل ...',NULL,'52',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (52,'.. وَالشّرط لَا يجِف خَارج وَلَا ... يطْرَأ غَيره وَلنْ ينتقلا
وَالنَّدْب فِي الْبناء لَا مُسْتَقْبلا ... أَو مُدبرا وحرموه فِي الفلا
وَلَا بِمَاء راكد وَلَا مهب ... وَتَحْت مثمر وثقب وسرب ...',NULL,'53',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (53,'.. والظل وَالطَّرِيق وليبعد وَلَا ... يحمل ذكر الله أَو من أرسلا
وَمن سَهَا ضم عَلَيْهِ بِالْيَدِ ... ويستعيذ وبعكس الْمَسْجِد
فَقدم الْيُمْنَى خُرُوجًا واسأل ... مغفره وَاحْمَدْ وباليسري ادخل
وَاعْتمد اليسري وثوبا أحسرا ... شَيْئا فَشَيْئًا ساكتا مستترا ...',NULL,'54',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (54,'.. وَمن بقايا الْبَوْل يستبرى وَلَا ... يسْتَنْج بِالْمَاءِ على مَا نزل
لَا مَاله بني بجامد طهر ... لاقصب وَذي أحترام كالثمر ...',NULL,'55',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (55,'<span data-type="title" id=toc-7>بَاب الْغسْل</span>
... مُوجبه المنى حِين يخرج ... وَالْمَوْت والكمرة حَيْثُ تولج
فرجا وَلَو ميت بِلَا إعاده ... وَالْحيض وَالنّفاس والولاده ...',NULL,'56',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (56,'.. وَيعرف المنى باللذة حِين ... خُرُوجه وريح طلع أَو عجين
وَمن يشك هَل المنى ظهر ... أَو هُوَ مذى بَين ذين خيرا
وَالْفَرْض تَعْمِيم لجسم ظهرا ... شعرًا وظفرا منبت وبشرا
وَنِيَّة بِالِابْتِدَاءِ أقترنت ... كالحيض أَو جَنَابَة تعيّنت ...',NULL,'57',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (57,'.. وَالشّرط رفع نجس قد علما ... وكل شَرط فِي الْوضُوء قدما
وَسن باسم الله وارفع قدرا ... ثمَّ الوضو وَالرجل لن تؤخرا
وَإِن نوى فرضا ونفلا حصلا ... أَو فبكل مثله تحصلا
وَسنة الْغسْل نوى لأكبرا ... جرد عَن ضد وَإِلَّا الاصغرا ...',NULL,'58',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (58,'.. وشعرا ومعطفا تعهد ... وادلك وَثلث وبيمناك ابتدى
وتتبع الْحيض بمسك والولا ... مسنونة حُضُور جُمُعَة كلا
عيدين والإفاقة الْإِسْلَام ... والخسف الاسْتِسْقَاء وَالْإِحْرَام ...',NULL,'59',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (59,'.. دُخُول مَكَّة وقُوف عرفه ... والرمى وَالْمَبِيت بِالْمُزْدَلِفَةِ
وَغسل من غسل مَيتا كَمَا ... لداخل الْحمام أَو من حجما
وَالْغسْل فِي الْحمام جَازَ للذّكر ... مَعَ ستر عَورَة وغض لِلْبَصَرِ
وَيكرهُ الدُّخُول فِيهِ للنسا ... الإ لعذر مرض أَو نفسا
وَقبل أَن يدْخل يُعْطي أجرته ...',NULL,'60',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (60,'وَلم يُجَاوز فِي أغتسال حَاجته ...
<span data-type="title" id=toc-8>بَاب التَّيَمُّم</span>
... تيَمّم المنحدث أَو من أجنبا ... يُبَاح فِي حَال وَحَال وجبا
وَشَرطه خوف من اسْتِعْمَال مَا ... أَو فقد مَاء فَاضل عَن الظما ...',NULL,'61',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (61,'.. دُخُول وَقت وسؤال ظَاهر ... لفاقد المَاء تُرَاب طَاهِر
وَلَو غُبَار الرمل لَا مُسْتَعْملا ...',NULL,'62',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (62,'ملتصقا بالعضو أَو مُنْفَصِلا
وفرضه نقل تُرَاب لَو نقل ... من وَجهه لليد أَو بِالْعَكْسِ حل
وقصده وَنِيَّة استباح ... فرض أَو الصَّلَاة وانمساح
الْوَجْه لَا المنبت وَالْيَدَيْنِ ... مَعَ مرفق',NULL,'63',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (63,'ورتب المسحين
وَسنَن تفريج وَأَن يبسملا ... وَقدم الْيُمْنَى وخلل والولا
وَنزع خَاتم لاولى يضْرب ... أما لثاني ضَرْبَة فَيجب
آدابه الْقبْلَة أَن يستقبلا ... مكروهه الترب الْكثير استعملا ...',NULL,'64',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (64,'.. حرَامه تُرَاب مَسْجِد وَمَا ... فِي الشَّرْع لاستعمال مِنْهُ حَرَامًا
مبطله مَا ابطل الْوضُوء مَعَ ... توهم المَاء بِلَا شَيْء منع
قبل ابتدا الصَّلَاة أما فِيهَا ... فَمن عَلَيْهِ وَاجِب يَقْضِيهَا
أبطل وَإِلَّا لَا وَلَكِن أفضل ... إِبْطَالهَا كى بِالْوضُوءِ تفعل ...',NULL,'65',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (65,'.. وردة تبطل لَا التوضى ... جدد تيمما لكل فرض
يمسح ذُو جبيرَة بِالْمَاءِ مَعَ ... تيَمّم وَلم يعده إِن وضع
على طَهَارَة وَلَكِن من على ... عُضْو تيَمّم لصوقا جعلا ...',NULL,'66',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (66,'.. وجنبا خَيره أَن يقدما ... الْغسْل أَو يقدم التيمما
وليتيمم مُحدث إِذْ غسلا ... عليله ثمَّ الْوضُوء كملا
وَإِن يرد من بعده فرضا وَمَا ... أحدث فَليصل إِن تيمما
عَن حدث أَو عَن جَنَابَة وَقيل ... يُعِيد مُحدث لما بعد العليل
وَمن لماء وتراب فقدا ... الْفَرْض صلى ثمَّ مهما وجدا ...',NULL,'67',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (67,'.. من ذين فَردا حَيْثُ يسْقط القضا ... بِهِ فتجديد عَلَيْهِ فرضا ...
<span data-type="title" id=toc-9>بَاب الْحيض</span>
... إِمْكَانه من بعد تسع والأقل ... يَوْم وَلَيْلَة وَأكْثر الْأَجَل
خمس إِلَى عشرَة وَالْغَالِب ... سِتّ وَإِلَّا سَبْعَة تقَارب
أدنى النّفاس لَحْظَة ستونا ... أقصاه وَالْغَالِب أربعونا
إِن عبر الْأَكْثَر واستداما ... فمستحاضة حوت أقساما ...',NULL,'68',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (68,'.. لم ينْحَصر أَكثر وَقت الطُّهْر ... أما أَقَله فَنصف الشَّهْر
ثمَّ أقل الْحمل سِتّ أشهر ... واربع الأعوام أقْصَى الْأَكْثَر
وَثلث عَام غَايَة التَّصَوُّر ... وغالب الْكَامِل تسع أشهر ...',NULL,'69',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (69,'.. بِالْحَدَثِ الصَّلَاة مَعَ تَطوف ... حرم وللبالغ حمل الْمُصحف
ومسه وَمَعَ ذِي الْأَرْبَعَة ... للْجنب اقتراء بعض آيَة
قصدا ولبث مَسْجِد للْمُسلمِ ...',NULL,'70',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (70,'وبالمحيض وَالنّفاس حرم
السِّت مَعَ تمتّع بِرُؤْيَة ... والمس بَين سرة وركبة
إِلَى اغتسال أَو بديل يمْتَنع ... الصَّوْم وَالطَّلَاق حَتَّى يَنْقَطِع ...
١ كتاب الصَّلَاة
١',NULL,'71',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (71,'.. فرض على مُكَلّف قد أسلما ... وَعَن مَحِيض ونفاس سلما
وواجب على الْوَلِيّ الشَّرْعِيّ ... أَن يَأْمر الطِّفْل بهَا لسبع
وَالضَّرْب فِي الْعشْر وفيهَا إِن بلغ ... أجزت وَلم تعد إِذا مِنْهَا فرغ
لَا عذر فِي تَأْخِيرهَا إِلَّا لساه ... أَو نوم',NULL,'72',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (72,'أَو للْجمع أَو للإكراه
وَوقت ظهر من زَوَالهَا إِلَى ... أَن زَاد عَن مثل لشَيْء ظللا
ثمَّ بِهِ يدْخل ...',NULL,'73',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (73,'وَقت الْعَصْر ... واختير مثلي ظلّ ذَاك الْقدر
جَازَ إِلَى غُرُوبهَا أَن تفعلا ... وَوقت مغرب بهَا قد دخلا
وَالْوَقْت يبْقى فِي الْقَدِيم الْأَظْهر ... إِلَى الْعشَاء بمغيب الْأَحْمَر
وَغَايَة الْعشَاء فجر يصدق ... معترض يضىء مِنْهُ الْأُفق
واختير للثلث وَجوزهُ إِلَى ... صَادِق فجر وَبِه قد دخلا
الصُّبْح واختير إِلَى الاسفار ... جَوَازه يبْقى إِلَى الإدبار ...',NULL,'74',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (74,'.. ينْدب تَعْجِيل الصَّلَاة فِي الاول ... إِذْ أول الْوَقْت بالاسباب اشْتغل
وَسن الْإِبْرَاد بِفعل الظّهْر ... لشدَّة الْحر بقطر الْحر
لطَالب الْجمع بِمَسْجِد أَتَى ... إِلَيْهِ من بعد خلاف الْجُمُعَة
صَلَاة مالاسبب لَهَا امنعا ... بعد صَلَاة الصُّبْح حَتَّى تطلعا ...',NULL,'75',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (75,'.. وَبعد فعل الْعَصْر حَتَّى غربت ... وَعند مَا تطلع حَتَّى أرتفعت
والاستوا لَا جُمُعَة إِلَى الزَّوَال ... والاصفرار لغروب ذى كَمَال
أما الَّتِى لسَبَب مقدم ... كالندر والفائت لم تحرم
ركعتى الطّواف والتحية ... وَالشُّكْر والكسوف والجنازة ... وَحرم الْكَعْبَة لَا الْإِحْرَام ... وَتكره الصَّلَاة فِي الْحمام
مَعَ مسلخ ومعطن ومقبره ... مَا نبشت وطرق ومجزرة ...',NULL,'76',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (76,'.. مَعَ صِحَة كحاقن وحازق ... وَعند مَأْكُول صَلَاة التائق
مسنونها العيدان والكسوف ... كَذَاك الاسْتِسْقَاء والخسوف ...',NULL,'77',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (77,'.. وَالْوتر رَكْعَة لإحدى عشر ... بَين صَلَاة للعشا وَالْفَجْر
ثِنْتَانِ قبل الصُّبْح وَالظّهْر كَذَا ... وَبعده ومغرب ثمَّ العشا
وَسن رَكْعَتَانِ قبل الظّهْر ... تزاد كالإربع قبل الْعَصْر
ثمَّ التَّرَاوِيح فندبا تفعل',NULL,'78',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (78,'.. ثمَّ الضُّحَى وَهِي ثَمَان أفضل
ثِنْتَانِ أدناها ووقتها هوا ... من ارْتِفَاع الشَّمْس حَتَّى الاستوا
وَالنَّفْل فِي اللَّيْل من الْمُؤَكّد ... وندبوا تَحِيَّة لِلْمَسْجِدِ
ثِنْتَانِ فِي تَسْلِيمَة لَا أكثرا ... تحصل بِالْفَرْضِ وَنفل آخرا ...',NULL,'79',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (79,'.. لَا فَرد رَكْعَة وَلَا جَنَازَة ... وَسجْدَة للشكر أَو تِلَاوَة
كرر بتكرير دُخُول يقرب ... وركعتان إِثْر شمس تغرب
وفائت النَّفْل الْمُؤَقت اندب ... قَضَاءَهُ لَا فائتا ذَا سَبَب
والقبور وَالتَّرْتِيب فِيمَا فاتا ... أولى لمن لم يختشي الفواتا ...',NULL,'80',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (80,'.. وَجَاز تَأْخِير مقدم أدا ... وَلم يجز لما يُؤَخر ابتدا
وَيخرج النوعان جمعا بانقضا ... مَا وَقت الشَّرْع لما قد فرضا
ثمَّ الْقعُود جَائِز فِي النَّفْل ... لغير عذر وَهُوَ نصف الْفضل
أَرْكَانهَا ثَلَاث عشر النِّيَّة ... فِي الْفَرْض قصد الْفِعْل والفرضية
أوجب مَعَ التَّعْيِين أما ذُو سَبَب ...',NULL,'81',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (81,'.. وَالْوَقْت فالقصد وَتَعْيِين وَجب
كالوتر أما مُطلق من نفلها ... فَفِيهِ تَكْفِي نِيَّة لفعلها
دون إِضَافَة لذى الْجلَال ... وَعدد الرَّكْعَات واستقبال
ثَان قيام قَادر الْقيام ... وثالث تَكْبِيرَة الْإِحْرَام
وَلَو مُعَرفا عَن التنكير ...',NULL,'82',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (82,'وقارن النِّيَّة بِالتَّكْبِيرِ
فِي كُله حتما ومختار الإِمَام ... وَالنَّوَوِيّ وَحجَّة الْإِسْلَام
يكفى بِأَن يكون قلب الْفَاعِل ... مستحضر النِّيَّة غير غافل
ثمَّ انحنى لعَجزه أَن ينْتَصب ... من لم يطق يقْعد كَيْفَمَا يحب
وعاجز عَن الْقعُود صلى ... لجنبه وباليمين أولى
ثمَّ يصلى عَاجز على قَفاهُ ... وبالركوع وَالسُّجُود أَو ماه
بِالرَّأْسِ',NULL,'83',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (83,'إِن يعجز فبالأجفان ... للعجز أجْرى الْقلب بالأركان
وَلَا يجوز تَركهَا لمن عقل ... وَبعد عجز إِن يطق شَيْئا فعل
وَالْحَمْد لَا فِي رَكْعَة لمن سبق ... بِبسْم',NULL,'84',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (84,'والحروف والشد نطق
لَو أبدل الْحَرْف بِحرف أبطلا ... وواجب ترتيبها مَعَ الولا
وبالسكوت انْقَطَعت إِن كثرا ... أَو قل مَعَ قصد لقطع مَا قرا
لَا بسجوده وتأمين وَلَا ... سُؤَاله لما إِمَامه تَلا ...',NULL,'85',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (85,'.. ثمَّ من الْآيَات سبع والولا ... أولى من التَّفْرِيق ثمَّ الذّكر لَا
ينقص عَن حروفها ثمَّ وقف ... بِقَدرِهَا واركع بِأَن تنَال كف
لركبة بالانحنا والاعتدال ... عود إِلَى مَا كَانَ قبله فَزَالَ
وَالسَّابِع السُّجُود مرَّتَيْنِ مَعَ ... شَيْء من الْجَبْهَة مكشوفا يضع ...',NULL,'86',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (86,'.. وقعدة بَينهمَا للفصل ... ويطمئن لَحْظَة فِي الْكل
ثمَّ التَّشَهُّد الْأَخير فَاقْعُدْ ... فِيهَا مُصَليا على مُحَمَّد ...',NULL,'87',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (87,'.. ثمَّ السَّلَام أَولا لَا الثَّانِي ... وَالْآخر التَّرْتِيب فِي الْأَركان ...',NULL,'88',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (88,'.. أبعاضها تشهد إِذْ تبتديه ... الْقعُود وَصَلَاة الله فِيهِ
على النَّبِي وَآله فِي الآخر ... ثمَّ الْقُنُوت وَقيام الْقَادِر
فِي الِاعْتِدَال الثان من صبح وفى ... وتر لشهر الصَّوْم إِذْ ينتصف ...',NULL,'89',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (89,'.. سننها من قبلهَا الْأَذَان مَعَ ... إِقَامَة وَلَو بصحراء يَقع
شَرطهمَا الولا وترتيب ظهر ...',NULL,'90',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (90,'وَفِي مُؤذن مُمَيّز ذكر
أسلم والمؤذن الْمُرَتّب ... معرفَة الْأَوْقَات لَا الْمُحْتَسب
وَسنة ترتيله بعج ... والخفض فِي إِقَامَة بدرج
والالتفات فيهمَا إِذْ حيعلا',NULL,'91',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (91,'.. ون يكون طَاهِرا مُسْتَقْبلا
عدلا أَمينا صيتًا مثوبا ... لفجره مرجعا محتسبا ...',NULL,'92',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (92,'.. مرتفعا كَقَوْلِه أَجَابَهُ ... مستمع وَلَو مَعَ الْجَنَابَة
لكنه يُبدل لفظ الحيعله ... إِذا حكى أَذَانه بالحوقلة ...',NULL,'93',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (93,'.. وَالرَّفْع لِلْيَدَيْنِ فِي الْإِحْرَام سنّ ... بِحَيْثُ إِبْهَام حذا شَحم الْأذن
مكشوفة وَفرق الأصابعا ... ويبتدى التَّكْبِير حِين رفعا
ولركوع واعتدال بالفقار ... وَوضع يمناه على كوع الْيَسَار
أَسْفَل صدر نَاظرا محلا ... سُجُوده وجهت وجهى الكلا ...',NULL,'94',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (94,'.. وكل رَكْعَة تعوذ يسر ... وَمَعَ إِمَامه بآمين جهر
وَسورَة',NULL,'95',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (95,'والجهر أَو سر أثر ... وَعند أَجْنَبِي بهَا الْأُنْثَى تسر
وكبرن لسَائِر انْتِقَال ... لكنما التسميع لاعتدال
وَالرجل الرَّاكِع جافى مرفقه ... كَمَا يسوى ظَهره وعنقه ...',NULL,'96',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (96,'.. والوضع لِلْيَدَيْنِ بعد الرّكْبَة ... منشورة مَضْمُومَة للكعبة
وَرفع بطن ساجد عَن فَخذيهِ ... مفرقا كالشبر بَين قَدَمَيْهِ
وجلسة الرَّاحَة خففتها ... فِي كل رَكْعَة تقوم عَنْهَا
وَسبح إِن ركعت أَو إِن تسْجد ... وضع على الفخذين فِي التَّشَهُّد
يَديك واضمم ناشرا يسراكا ... واقبض سوى سبابة يمناكا ...',NULL,'97',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (97,'.. وَعند إِلَّا الله فالمهللة ... إرفع لتوحيد الَّذِي صليت لَهُ
والثان من تَسْلِيمه التفاته ... وَنِيَّة الْخُرُوج من صلَاته
ينوى الإِمَام حاضريه بِالسَّلَامِ ... وهم نووا ردا على هَذَا الإِمَام
شُرُوطهَا الْإِسْلَام والتمييز ... للسبع فِي الْغَالِب والتمييز
للْفَرض من نفل لمن يشْتَغل ...',NULL,'98',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (98,'وَالْفَرْض لَا ينوى بِهِ التَّنَفُّل
وطهر مَا لم يعف عَنهُ من خبث ... ثوبا مَكَانا بدنا وَمن حدث
وَغير حرَّة عَلَيْهَا الستْرَة ... لعورة من ركبة لسره ...',NULL,'99',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (99,'.. وحرة لَا الْوَجْه والكف بِمَا ... لَا يصف اللَّوْن وَلَو كدرة مَا
وَعلم أَو ظن بِوَقْت دخلا ... واستقبلن لَا فِي قتال حللا ...',NULL,'100',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (100,'.. أَو نافلات سفر وَإِن قصر ... وَتَركه عمدا كلَاما للبشر ...',NULL,'101',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (101,'.. حرفين أَو حرفا بِمد صوتكا ... أَو مفهما وَلَو بضحك أَو بكا
أَو ذكرا أَو قِرَاءَة تجردا ... للفهم أَو لم ينْو شَيْئا أبدا
أَو خَاطب الْعَاطِس بالترحم ... أَو رد تَسْلِيمًا على الْمُسلم
لَا بسعال أَو تنحنح غلب ... أَو دون ذين لم يطق ذكرا وَجب ...',NULL,'102',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (102,'.. وَإِن تنحنح الإِمَام فَبَدَا ... حرفان فَالْأولى دوَام الاقتدا
وَفعله الْكثير لَو بسهو ... مثل مُوالَاة ثَلَاث خطو
ووثبة تفحش والمفطر ... وَنِيَّة الصَّلَاة إِذْ تغير ...',NULL,'103',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (103,'.. ندبا لما ينوبه يسبح ... وَهِي بِظهْر كفها تصفح
وَيبْطل الصَّلَاة ترك ركن أَو ... فَوَات شَرط من شُرُوط قد مضوا
فكروهها بكف ثوب أَو شعر ... وَرَفعه إِلَى السَّمَاء بالبصر
وَوَضعه يدا على خاصرته ... وَمسح ترب وحصى عَن جَبهته
وحطه الْيَدَيْنِ فِي الأكمام ... فِي حَالَة السُّجُود وَالْإِحْرَام ...',NULL,'104',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (104,'.. والنقر فِي السُّجُود كالغراب ... وجلسة الإقعاء كالكلاب
تكون أليتاه مَعَ يَدَيْهِ ... بِالْأَرْضِ لَكِن ناصبا سَاقيه
والالتفات لَا لحَاجَة لَهُ ... والبصق للْيَمِين أَو للْقبْلَة ...
<span data-type="title" id=toc-10>بَاب سُجُود السَّهْو</span>
... قبيل تَسْلِيم تسن سجدتاه ...',NULL,'105',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (105,'لسهو مَا يبطل عمده الصَّلَاة
وَترك بعض عمدا أَو لذهل ...',NULL,'106',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (106,'لَا سنة بل نقل ركن قولى
وكل ركن قد تركت سَاهِيا ... مَا بعده لَغْو إِلَى أَن تأتيا
بِمثلِهِ فَهُوَ يَنُوب عَنهُ ... وَلَو بِقصد النَّفْل تفعلنه
وَمن نسي التَّشَهُّد المقدما ... وَعَاد بعد الانتصاب حرما
وجاهل التَّحْرِيم أَو نَاس فَلَا ... يبطل عوده وَإِلَّا أبطلا ...',NULL,'107',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (107,'.. لَكِن على الْمَأْمُوم حتما يرجع ... إِلَى الْجُلُوس للْإِمَام يتبع
وعائد قبل انتصاب ينْدب ... سُجُوده إِذْ للْقِيَام أقرب
ومقتد لسَهْوه لن يسجدا ...',NULL,'108',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (108,'لَكِن لسهو من بِهِ قد اقْتدى
وشكه قبل السَّلَام فِي عدد ... لم يعْتَمد فِيهِ على قَول أحد
لَكِن على يقينه وَهُوَ الاقل ... وليأت بِالْبَاقِي وَيسْجد للخلل ...
<span data-type="title" id=toc-11>بَاب صَلَاة الْجَمَاعَة</span>
... تسن فِي مَكْتُوبَة لَا جمعه ...',NULL,'109',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (109,'وَفِي التَّرَاوِيح وَفِي الْوتر مَعَه
كَأَن يُعِيد الْفَرْض ...',NULL,'110',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (110,'ينوى نِيَّته ... مَعَ الْجَمَاعَة اعْتقد نفليته
وَكَثْرَة الْجمع استحبت حَيْثُ لَا ... بِالْقربِ مِنْهُ مَسْجِد تعطلا
أَو فسق الإِمَام أَو ذُو بِدعَة ... وجمعة يُدْرِكهَا بِرَكْعَة
وَالْفضل فِي تَكْبِيرَة الْإِحْرَام ... بالاشتغال عقب الإِمَام ...',NULL,'111',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (111,'.. وَعذر تَركهَا وجمعة مطر ... ووحل وَشدَّة الْبرد وحر
وَمرض وعطش وجوع ... قد ظهرا أَو غلب الهجوع
مَعَ اتساع وَقتهَا وعرى ... وَأكل ذِي ريح كريه نى
إِن لم يزل فِي بَيته فليقعد ...',NULL,'112',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (112,'وَلَا تصح قدوة بمقتدى
وَلَا بِمن تلْزمهُ إِعَادَة ... وَلَا بِمن قَامَ إِلَى زِيَادَة
وَالشّرط علمه بِأَفْعَال الإِمَام ... بِرُؤْيَة أَو سمع تَابع الإِمَام
وليقترب مِنْهُ بِغَيْر الْمَسْجِد ... وَدون حَائِل إِذا لم يزدْ
على ثلثمِائة من الذِّرَاع ...',NULL,'113',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (113,'وَلم يحل نهر وطرق وتلاع ...',NULL,'114',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (114,'.. يؤم عبد وَصبي يعقل ... وفاسق وَلَكِن سواهُم أفضل
لَا امْرَأَة بِذكر وَلَا المخل ... بالحرف من فَاتِحَة بالمكتمل
وَإِن تَأَخّر عَنهُ أَو تقدما ... بركنى الْفِعْلَيْنِ ثمَّ علما ...',NULL,'115',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (115,'.. وَأَرْبع تمت من الطوَال ... للْعُذْر والأقوال كالأفعال
كشكه والبطء فِي أم الْقُرْآن ... وزحم وضع جبهة ونسيان
وَنِيَّة الْمَأْمُوم أَولا تجب ... وَللْإِمَام غير جُمُعَة ندب ...',NULL,'116',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (116,'<span data-type="title" id=toc-12>بَاب صَلَاة الْمُسَافِر</span>
... رخص قصر أَربع فرض أدا ... أَو فَائت فِي سفر إِن قصدا
سِتَّة عشر فرسخا ...',NULL,'117',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (117,'ذَهَابًا ... فِي السّفر الْمُبَاح حَتَّى أَبَا ...',NULL,'118',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (118,'.. وَشَرطه النِّيَّة فِي الْإِحْرَام ... وَترك مَا خَالف فِي الدَّوَام
وَجَاز أَن يجمع بَين العصرين ... فِي وَقت إِحْدَى ذين كالعشاءين
كَمَا يجوز الْجمع للمقيم ... لمطر لَكِن مَعَ التَّقْدِيم
إِن أمْطرت عِنْد ابتدء الْبَادِيَة ... وختمها وَفِي ابْتِدَاء الثَّانِيَة
لمن يصلى مَعَ جمَاعَة إِذا ... جا من بعيد مَسْجِدا نَالَ الْأَذَى
وَشَرطه النِّيَّة فِي الأولى وَمَا ... رتب',NULL,'119',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (119,'والولا وَإِن تيمما
وَالْجمع بالتقديم وَالتَّأْخِير ... بِحَسب الأرفق للمعذور
فِي مرض قَول جلى وقوى ... اخْتَارَهُ حمد وَيحيى النَّوَوِيّ ...
<span data-type="title" id=toc-13>بَاب صَلَاة الْخَوْف</span>',NULL,'120',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (120,'.. أَنْوَاعهَا ثَلَاثَة فَإِن يكن ... عدونا فِي غير قبْلَة فسن
تحرس فرقة وَصلى من يؤم ... بالفرقة الرَّكْعَة الأولى وتتم
وحرست ثمَّ يصلى ركعه ... بالفرقة الْأُخْرَى وَلَو فِي جُمُعَة
ثمَّ أتمت وبهم يسلم ...',NULL,'121',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (121,'وَإِن يكن فِي قبْلَة صفهم
صفّين ثمَّ بِالْجَمِيعِ أحرما ... وَمَعَهُ يسْجد صف مِنْهُمَا
وحرس الآخر ثمَّ حَيْثُ قَامَ ... فَيسْجد الثَّانِي وليلحق الإِمَام
وَفِي التحام الْحَرْب صلوا مهما ... أمكنهم ركبانا أَو بالايما
وحرموا على الرِّجَال العسجدا ...',NULL,'122',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (122,'بالنسج والتمويه لَا حَال الصدا
وخالص القز أَو الْحَرِير ... وغالبا إِلَّا على الصَّغِير ...
<span data-type="title" id=toc-14>بَاب صَلَاة الْجُمُعَة</span>
... وركعتان فَرضهَا لمُؤْمِن ... كلف حر ذكر مستوطن ...',NULL,'123',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (123,'.. ذِي صِحَة وَشَرطهَا فِي أبنية ... جمَاعَة بِأَرْبَعِينَ وهية
بِصفة الْوُجُوب ...',NULL,'124',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (124,'وَالْوَقْت فَإِن ... يخرج يصلوا الظّهْر بالبنا وَمن
شُرُوطهَا تَقْدِيم خطبتين ... يجب أَن يقْعد بَين تين
ركنهما الْقيام وَالله أَحْمد ... وَبعده صل على مُحَمَّد
وليوص بالتقوى أَو الْمَعْنى كَمَا ... نَحْو أطِيعُوا الله فِي كلتيهما ...',NULL,'125',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (125,'.. والستر وَالْوَلَاء بَين تين ... وَبَين مَا صلى وبالطهرين
ويطمئن قَاعِدا بَينهمَا ... وَيقْرَأ الْآيَة فِي إِحْدَاهمَا
وَاسم الدعا ثَانِيَة للْمُؤْمِنين ... وَحسن تَخْصِيصه بالسامعين
سننها الْغسْل وتنظيف الْجَسَد ... وَلبس أَبيض وَطيب إِن وجد ...',NULL,'126',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (126,'.. وَبكر المشى لَهَا من فجر ... وازداد من قِرَاءَة وَذكر
وَسنة الْخطْبَة بالإنصات ... والخف فِي تَحِيَّة الصَّلَاة ...
<span data-type="title" id=toc-15>بَاب صَلَاة الْعِيدَيْنِ</span>',NULL,'127',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (127,'.. تسن رَكْعَتَانِ لَو مُنْفَردا ... بَين طُلُوع وزوالها أدا
تَكْبِير سبع أول الأولى يسن ... وَالْخمس فِي ثَانِيَة من بعد أَن
كبر فِي إِحْرَامه وقومته ... وخطبتان بعْدهَا كجمعته
كبر فِي الأولى مِنْهُمَا تسعا وَلَا ... والسبع فِي ثَانِيَة أَي أَولا
وَسن من قبل صَلَاة الْفطر ... فطر كَذَا الْإِمْسَاك حَتَّى النَّحْر
وَبكر الْخُرُوج لَا الْخَطِيب ... وَالْمَشْي والتزيين والتطييب
وَكَبرُوا لَيْلَتي الْعِيد إِلَى ... تحرم بهما',NULL,'128',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (128,'كَذَا لما تَلا
الصَّلَوَات بعد صبح التَّاسِع ... إِلَى انْتِهَاء عصر يَوْم الرَّابِع ...
<span data-type="title" id=toc-16>بَاب صَلَاة الخسوف والكسوف</span>
... ذِي رَكْعَتَانِ وكلا هَاتين ... حوت ركوعين وقومتين
وَسن تَطْوِيل اقترا القومات ... وسبحة الرَّكْعَات والسجدات ...',NULL,'129',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (129,'.. والجهر فِي قِرَاءَة الخسوف ... لقمر والسر فِي الْكُسُوف
وخطبتان بعْدهَا كَالْجُمُعَةِ ... قدم على فرض بِوَقْت وَسعه ...
<span data-type="title" id=toc-17>بَاب صَلَاة الاسْتِسْقَاء</span>
... صل كعيد بعد أَمر الْحَاكِم ... بتوبة وَالرَّدّ للمظالم
وَالْبر وَالْإِعْتَاق وَالصِّيَام ... ثَلَاثَة ورابع الْأَيَّام ...',NULL,'130',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (130,'.. فليخرجو ببذلة التخشع ... مَعَ رضع ورتع وَركع
واخطب كَمَا فِي الْعِيد باستدبار ... وأبدل التَّكْبِير باستغفار ...',NULL,'131',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (131,'<span data-type="title" id=toc-18>بَاب الْجَنَائِز</span>
... الْغسْل والتكفين وَالصَّلَاة ... عَلَيْهِ ثمَّ الدّفن مفروضات
كِفَايَة وَمن شَهِيدا يقتل ... فِي معركة الْكفَّار لَا يغسل
وَلَا يصلى',NULL,'132',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (132,'بل على الغريق ... وَالْهدم والمبطون والحريق
وكفن السقط بِكُل حَال ... وَبعد نفخ الرّوح باغتسال
فَإِن يَصح فكالكبير يَجْعَل ... وَسن ستره ووترا يغسل
بالسدر فِي الأولى',NULL,'133',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (133,'وبالكافور ... الصلب والآكد فِي الاخير
وَذكر كفن فِي عراض ... لفائف ثَلَاثَة بَيَاض
لَهَا لفافتان والإزار ... ثمَّ الْقَمِيص الْبيض والخمار
وَالْفَرْض للصَّلَاة كبر نَاوِيا ... ثمَّ اقرإ الْحَمد وَكبر ثَانِيًا
وَبعده صل على المقفى ... وثالثا تَدْعُو لمن توفى ...',NULL,'134',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (134,'.. من بعده التَّكْبِير وَالسَّلَام ... وقادر يلْزمه الْقيام
وَدَفنه لقبلة قد أوجبوا ... وَسن فِي لحد بِأَرْض تصلب ...',NULL,'135',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (135,'.. تَعْزِيَة الْمُصَاب فِيهَا السّنة ... ثَلَاث أَيَّام توالى دَفنه
وجوزوا البكا بِغَيْر ضرب ... وَجه وَلَا نوح وشق ثوب ...',NULL,'136',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (136,'١ كتاب الزَّكَاة
١ ... وَإِنَّمَا الْفَرْض على من أسلما ... حر معِين وملكا تمما
فِي إبل وبقر وأغنام ... بِشَرْط حول ونصاب واستيام ...',NULL,'137',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (137,'.. وَذهب وَفِضة غير حلى ... جَازَ وَلَو أوجر للمستعمل
وَعرض متجر وَربح حصلا ... بِشَرْط حول ونصاب كملا ...',NULL,'138',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (138,'.. وجنس قوت بِاخْتِيَار طبع ... من عِنَب وَرطب وَزرع ...',NULL,'139',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (139,'.. وَشَرطه النّصاب إِذْ يشْتَد ... حب وزهو فِي الثِّمَار يَبْدُو
فِي إبل أدنى نِصَاب الأس ... خمس لَهَا شَاة وكل خمس
مِنْهَا لأَرْبَع مَعَ الْعشْرين ضان ... تمّ لَهَا عَام وعنز عامان
فِي الْخمس وَالْعِشْرين بنت للمخاض ... وَفِي الثَّلَاثِينَ وست افتراض
بنت لبون سنتَيْن استكملت ... سِتّ وَأَرْبَعُونَ حقة ثَبت
وجذعة للفرد مَعَ سِتِّينَ ... سِتّ وَسَبْعُونَ ابنتا لبون
فِي الْفَرد وَالتسْعين ضعف الحقة ... والفرد مَعَ عشْرين بعد الْمِائَة
ثَلَاثَة الْبَنَات من لبون ... بنت اللَّبُون كل أَرْبَعِينَ
وحقة لكل خمسين احسب ...',NULL,'140',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (140,'واعف عَن الأوقاص بَين النصب
نِصَاب أبقار ثَلَاثُونَ وفى ... كل ثَلَاثِينَ تبيع يقتفى
مُسِنَّة فِي كل أَرْبَعِينَ ... أَي ذَات ثِنْتَيْنِ من السنين ...',NULL,'141',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (141,'.. وَضعف عشْرين نِصَاب الْغنم ... شَاة لَهَا كشاة إبل النعم
وَضعف سِتِّينَ إِلَى وَاحِدَة ... شَاتَان والإحدى وَضعف الْمِائَة
ثَلَاثَة من الشياه ثما ... شَاة لكل مية اجْعَل حتما
مَال الخليطين كَمَال مُفْرد ... إِن مشرع ومسرح يتحد
والفحل والراعي وَأَرْض الْحَلب ... وَفِي مراح لَيْلهَا وَالْمشْرَب
عشرُون مِثْقَالا نِصَاب لِلذَّهَبِ ... وَمِائَتَا دِرْهَم فضَّة وَجب
فِي ذين ربع الْعشْر لَو من مَعْدن ... وَمَا يزِيد بِالْحِسَابِ الْبَين ...',NULL,'142',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (142,'.. وَفِي ركاز جاهلي مِنْهُمَا ... الْخمس حَالا كَالزَّكَاةِ قسما
فِي التَّمْر وَالزَّرْع النّصاب الرملى ... قل خَمْسَة وَربع ألف رَطْل ...',NULL,'143',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (143,'.. وزائد جف وَمن غير نقى ... الْعشْر إِذْ بِلَا مئونة سقى
وَنصفه مَعَ مُؤَن للزَّرْع ... أَو بهما وزع بِحَسب النَّفْع ...',NULL,'144',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (144,'.. وَعرض متجر أخير حوله ... قومه مَعَ ربح بِنَقْد أَصله ...
<span data-type="title" id=toc-19>بَاب زَكَاة الْفطر</span>
... إِن غربت شمس تَمام الشَّهْر ... تجب إِلَى غرُوب يَوْم الْفطر
أَدَاء مثل صَاع خير الرُّسُل ... خَمْسَة أَرْطَال وَثلث رَطْل
بَغْدَاد قدر الصَّاع بالأحفان ...',NULL,'145',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (145,'قريب أَربع يدى إِنْسَان
وجنسه الْقُوت من المعشر ... غَالب قوت بلد المطهر
وَالْمُسلم الْحر عَلَيْهِ فطرته ... وفطرة الَّذِي عَلَيْهِ مُؤْنَته
واستثن من يكفر',NULL,'146',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (146,'مهما يفضل ... قوته وخادم ومنزل
وَدينه وقوت من مئونته ... يحمل يَوْم عيده وَلَيْلَته ...
<span data-type="title" id=toc-20>بَاب قسم الصَّدقَات</span>
... أصنافه إِن وجدت ثَمَانِيَة ...',NULL,'147',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (147,'من يفقد ارْدُدْ سَهْمه للباقيه
فَقير العادم والمسكين لَهُ ... مَا يَقع المواقع دون تكمله
وعامل كحاشر الْأَنْعَام ...',NULL,'148',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (148,'مؤلف يضعف فِي الْإِسْلَام
رقابهم مكَاتب والغارم ... من للمباح ادان وَهُوَ عادم ...',NULL,'149',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (149,'.. وَفِي سَبِيل الله غاز احتسب ... وَابْن السَّبِيل ذُو افتقار اغترب
ثَلَاثَة أقل كل صنف ... فِي غير عَامل وَلَيْسَ يكفى
دفع لكَافِر',NULL,'150',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (150,'وَلَا ممسوس رق ... وَلَا نَصِيبين بوصفي مُسْتَحقّ
وَلَا بنى هَاشم وَالْمطلب ... وَلَا الْغنى بِمَال أَو تكسب
وَمن بإنفاق من الزَّوْج وَمن ... حتما من الْقَرِيب مكفى الْمُؤَن
وَالنَّقْل من مَوضِع رب الْملك ... فِي فطْرَة وَالْمَال مِمَّا زكى
لَا يسْقط الْفَرْض وَفِي التَّكْفِير ... يسْقط والإيصاء والمنذور ...',NULL,'151',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (151,'.. وصدقات النَّقْل فِي الْإِسْرَار ... أولى وللقريب ثمَّ الْجَار
وَوقت حَاجَة وَفِي شهر الصّيام ... وَهُوَ بِمَا احْتَاجَ عِيَاله حرَام
وفاضل الْحَاجة فِيهِ أجر ... بِمن لَهُ على اضطرار صَبر ...',NULL,'152',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (152,'١ كتاب الصّيام
١ ... يجب صَوْم رَمَضَان بِأحد ... أَمريْن باستكمال شعْبَان الْعدَد
أَو رُؤْيَة الْعدْل هِلَال الشَّهْر ... فِي حق من دون مسير الْقصر ...',NULL,'153',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (153,'.. وَإِنَّمَا الْفَرْض على شخص قدر ... عَلَيْهِ مُسلم مُكَلّف طهر
وَشرط نفل نِيَّة للصَّوْم ... قبل زَوَالهَا لكل يَوْم
وَإِن يكن فرضا شرطنا نِيَّته ... قد عينت من لَيْلَة مبيته ...',NULL,'154',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (154,'.. وبانتفاء مفطر الصّيام ... حيض نِفَاس ردة الْإِسْلَام
جُنُون كل الْيَوْم لَكِن من ينَام ... جَمِيع يَوْمه فصحح الصّيام
وَإِن يفق مغمى عَلَيْهِ بعض يَوْم ... وَلَو لحيظة يَصح مِنْهُ صَوْم
وكل عين',NULL,'155',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (155,'وصلت مُسَمّى ... جَوف بمنفذ وَذكر صوما
كالبطن والدماغ ثمَّ المثن ... ودبر وباطن من أذن
والعمد للْوَطْء وباستيقاء ... أَو أخرج المنى باستمناء ...',NULL,'156',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (156,'.. وَسن مَعَ علم الْغُرُوب بفطر ... بِسُرْعَة وَعَكسه التسحر
وَالْفطر بِالْمَاءِ لفقد التَّمْر ... وَغسل من اجنب قبل الْفجْر
وَيكرهُ العلك وذوق واحتجام ... وَمَج مَاء عِنْد فطر من صِيَام
اما استياك صَائِم بعد الزَّوَال ... فاختير لم يكره وَيحرم الْوِصَال ... وَسنة صِيَام يَوْم عرفه ...',NULL,'157',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (157,'إِلَّا لمن فِي الْحَج حَيْثُ أضعفه
وست شَوَّال وبالولاء ... أولى وعاشوراء وتاسوعاء
وَصَوْم الأثنين كَذَا الْخَمِيس مَعَ ... أَيَّام بيض وأجز لمن شرع
فِي النَّفْل أَن يقطعهُ بِلَا قضا ... وَلم يجز قطع لما قد فرضا ...',NULL,'158',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (158,'.. وَلَا يَصح صَوْم يَوْم الْعِيد ... ويم تَشْرِيق وَلَا ترديد
لَا إِن يُوَافق عَادَة أَو نذرا ... أَو وصل الصَّوْم بِصَوْم مرا
يكفر الْمُفْسد صَوْم يَوْم ... من رَمَضَان إِن يطَأ مَعَ إِثْم ...',NULL,'159',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (159,'.. كَمثل من ظَاهر لَا على الْمرة ... وكررت إِن الْفساد كَرَّرَه
وواجب بِالْمَوْتِ دون صَوْم ... بعد تمكن لكل يَوْم
مد طَعَام غَالب فِي الْقُوت ...',NULL,'160',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (160,'وَجوز الْفطر لخوف موت
وَمرض وسفر إِن يطلّ ... وَخَوف مرضع وَذَات حمل
مِنْهُ على نَفسهَا ضرا بدا ... وَيُوجب الْقَضَاء دون الافتدا
ومفطر لهرم لكل يَوْم ... مد كَمَا مر بِلَا قَضَاء صَوْم
وَالْمدّ والقضا لذات الْحمل ... أَو مرضع إِن خافتا للطفل ...',NULL,'161',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (161,'<span data-type="title" id=toc-21>بَاب الِاعْتِكَاف</span>
... سنّ وَإِنَّمَا يَصح إِن نوى ... بِالْمَسْجِدِ الْمُسلم بعد أَن ثوى',NULL,'162',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (162,'لَو لَحْظَة وَسن يَوْمًا يكمل ... وجامع بالصيام أفضل
وأبطلوا إِن نذر التوالي ... بِالْوَطْءِ واللمس مَعَ الْإِنْزَال
لَا بِخُرُوج مِنْهُ بِالنِّسْيَانِ ... أَو لقَضَاء حَاجَة الْإِنْسَان ...',NULL,'163',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (163,'.. أَو مرض شقّ مَعَ الْمقَام ... وَالْحيض وَالْغسْل من الِاحْتِلَام
وَالْأكل وَالشرب أَو الْأَذَان ... من راتب وَالْخَوْف من سُلْطَان ...
١ كتاب الْحَج وَالْعمْرَة
١ ... الْحَج فرض',NULL,'164',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (164,'وكذاك الْعمرَة ... لم يحبا فِي الْعُمر غير مره
وَإِنَّمَا يلْزم حرا مُسلما ... كلف ذَا استطاعة لكل مَا
يحْتَاج من مَأْكُول أَو مشروب ... إِلَى رُجُوعه وَمن مركوب
لَاق بِهِ',NULL,'165',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (165,'بِشَرْط أَمن الطّرق ... وَيُمكن الْمسير فِي وَقت بقى ...',NULL,'166',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (166,'.. أَرْكَانه الْإِحْرَام بِالنِّيَّةِ',NULL,'167',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (167,'قف ... بعد زَوَال التسع إِذْ تعرف
وَطَاف بِالْكَعْبَةِ سبعا',NULL,'168',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (168,'وسعى ... من الصَّفَا لمروة مسبعا ...',NULL,'169',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (169,'.. ثمَّ أزل شعرًا ثَلَاثًا نزره ... وَمَا سوى الْوُقُوف ركن الْعمرَة
وَالدَّم جَابر لواجبات ... أَولهَا الْإِحْرَام من مِيقَات
وَالْجمع بَين اللَّيْل وَالنَّهَار ... بِعَرَفَة وَالرَّمْي للجمار ...',NULL,'170',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (170,'.. ثمَّ الْمبيت بمنى وَالْجمع ... وَأخر السِّت طواف الودع
وَسن بَدْء الْحَج ثمَّ يعْتَمر ... وليتجرد محرم وينزر
ويرتد الْبيَاض',NULL,'171',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (171,'ثمَّ التَّلْبِيَة ... وَأَن بطوف قادم والأدعية
يرمل فِي ثَلَاثَة مهرولا ... والمشى بَاقٍ سَبْعَة تمهلا
والاضطباع فِي طواف يرمل ... فِيهِ وَفِي سعي',NULL,'172',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (172,'بِهِ يُهَرْوِل
وركعتا الطّواف من ورا الْمقَام ... فالحجر فالمسجد إِن يكن زحام
وَبَات فِي منى بلَيْل عرفه ... وَجمعه بهَا وبالمزدلفة
بت وارتحل فجرا وقف بالمشعر ... تدعوا وأسرع وادى المحسر ...',NULL,'173',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (173,'.. وَفِي منى للجمرة الأولى رميت ... بِسبع رميات الْحَصَى حِين انهيت
مكبرا للْكُلّ واقطع تلبيه ... ثمَّ اذْبَحْ الْهدى بهَا كالأضحية
واحلق بهَا أَو قصرن مَعَ دفن ... شعر وَبعده طواف الرُّكْن
وَبعد يَوْم الْعِيد للزوال ... ترمى الْجمار الْكل بالتوالى ...',NULL,'174',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (174,'.. بِاثْنَيْنِ من حلق وَرمى النَّحْر ... أَو الطّواف حل قلم الظفر
وَالْحلق واللبس وصيد وَيُبَاح ... بثالث وَطْء وَعقد وَنِكَاح
واشرب لما تحب مَاء زَمْزَم ... وَطف وداعا وادع بالملتزم
ولازم لمتسع دم ... أَو قَارن إِن كَانَ عَنهُ الْحرم
مَسَافَة الْقصر',NULL,'175',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (175,'وَعند الْعَجز صَامَ ... من قبل نَحره ثَلَاث أَيَّام
سَبْعَة فِي دَاره وليحتلل ... لفوت وَقْفَة بِعُمْرَة عمل
وليقض مَعَ دم ومحصر أحل ... بنية وَالْحلق مَعَ دم حصل ...',NULL,'176',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (176,'<span data-type="title" id=toc-22>بَاب مُحرمَات الْإِحْرَام</span>
... حرم بِإِحْرَام مُسَمّى ... خيط وللراجل ستر الرَّأْس
وَامْرَأَة وَجها ودهن الشّعْر ...',NULL,'177',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (177,'وَالْحلق وَالطّيب وقلم الظفر
واللمس بالشهوة كل يُوجب ... تخييره مَا بَين شَاة تعطب
أَو آصَع ثَلَاثَة لسِتَّة ... مِسْكين أَو صَوْم ثَلَاث بَيت ...',NULL,'178',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (178,'.. وَعمد وَطْء لمام حققا ... مَعَ الْفساد والقضا مضيقا
كَالصَّوْمِ تَكْفِير صَلَاة باعتدا ... وبالقضا يحصل مَاله والأدا
وَصَحَّ فِي الصِّبَا ورق كفره ... بدنه إِن لم يجد فبقره
ثمَّ الشياه السَّبع فالطعام ... بِقِيمَة الْبَدنَة فالصيام
بالعد من أمداده وحرما ... لمحرم وَمن يحل الحرما
تعرض الصَّيْد',NULL,'179',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (179,'وَفِي الْأَنْعَام ... الْمثل فالبعير كالنعام
والكبش كالضبع وعنز ظَبْي ... وكالحمام الشَّاة ضَب جدى
أَو الطَّعَام قيمَة أَو صوما ... بعْدهَا عَن كل مد يَوْمًا ...',NULL,'180',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (180,'.. بِالْحرم اخْتصَّ طَعَام وَالدَّم ... لَا الصَّوْم إِن يعْقد نِكَاحا محرم
فَبَاطِل وَقطع نبت حرم ... رطب وقلعا دون عذر حرم ...
١ كتاب البيع
١ ... وَإِنَّمَا يَصح بِالْإِيجَابِ ...',NULL,'181',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (181,'وبقبوله أَو استيجاب
فِي طَاهِر منتفع بِهِ',NULL,'182',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (182,'قدر ... تَسْلِيمه ملك لذِي العقد نظر
إِن عينه مَعَ الْمَمَر تعلم ... أَو وَصفه وَقدر مَا فِي الذمم ...',NULL,'183',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (183,'.. وَشرط بيع النَّقْد بِالنَّقْدِ كَمَا ... فِي بيع مطعوم بِمَا قد طعما
تقابض الْمجْلس',NULL,'184',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (184,'والحلول زد ... علم تماثل بِجِنْس يتحد ... وَإِنَّمَا يعْتَبر التَّمَاثُل ... حَال كَمَال النَّفْع وَهُوَ حَاصِل
فِي لبن وَالتَّمْر وَهُوَ بالرطب ...',NULL,'185',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (185,'رخص فِي دون نِصَاب كالعنب
واشرط لبيع ثَمَر أَو زرع ... من قبل الْأكل شَرط الْقطع
بيع الْمَبِيع قبل قبض أبطلا ...',NULL,'186',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (186,'كالحيوان إِذْ بِلَحْم قوبلا
والبيعان بِالْخِيَارِ قبل أَن ... يفترقا عرفا وطوعا بِالْبدنِ ...',NULL,'187',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (187,'.. ويشرط الْخِيَار فِي غير السّلم ... ثَلَاثَة دونهَا من حِين تمّ
وَإِن بِمَا يبْتَاع عيب يظْهر ... من قبل قبض',NULL,'188',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (188,'جَائِز للشترى
يردهُ فَوْرًا على الْمُعْتَاد ... ككون من تبَاع فِي اعْتِدَاد ...
١ كتاب السّلم
١ ... الشَّرْط كَونه مُنجزا وَأَن ... يقبض فِي الْمجْلس سَائِر الثّمن ...',NULL,'189',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (189,'.. وَإِن يكن فِي ذمَّة يتَبَيَّن ... قدرا ووصفا دون مَا يعين
وَكَون مَا أسلم فِيهِ دينا ... حلولا أَو مُؤَجّلا لَكنا
بِأَجل يعلم',NULL,'190',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (190,'والوجدان عَم ... وَعند مَا يحل يُؤمن الْعَدَم
دون ثمار من صَغِيرَة الْقرى ... مَعْلُوم مِقْدَار بمعيار جرى ...',NULL,'191',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (191,'.. وَالْجِنْس وَالنَّوْع كَذَا صِفَات ... لأَجلهَا تخْتَلف القيمات ...',NULL,'192',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (192,'.. وَكَونهَا مضبوطة الْأَوْصَاف لَا ... مختلطا أَو فِيهِ نَار دخلا
عين لذى التَّأْجِيل مَوضِع الأدا ... إِن لم يُوَافقهُ مَكَان عقدا ...
<span data-type="title" id=toc-23>بَاب الرَّهْن</span>',NULL,'193',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (193,'.. يجوز فِيمَا بَيْعه جَازَ كَمَا ... صَحَّ بدين ثَابت قد لزما ...',NULL,'194',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (194,'.. للرَّاهِن الرُّجُوع مالم يقبض ... مُكَلّف بِإِذْنِهِ حِين رَضِي ...',NULL,'195',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (195,'.. وَإِنَّمَا بضمنه المر تهن ... إِذا تعدى فِي الَّذِي يؤتمن
يَنْفَكّ بالإبرا',NULL,'196',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (196,'وَفسخ الرَّهْن ... كَذَا إِذا زَالَ جَمِيع الدّين ...
<span data-type="title" id=toc-24>بَاب الْحجر</span>
... جَمِيع من عَلَيْهِ يحْجر ... صَغِير أَو مَجْنُون أَو مبذر ...',NULL,'197',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (197,'.. تصريفهم لنفسهم قد أبطلا ... ومفلس قد زَاد دينه على
أَمْوَاله بِحجر قَاض بطلا ... تصريفه بِكُل مَا تمولا
لاذمة',NULL,'198',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (198,'وَالْمَرَض الْمخوف ... ان مَاتَ فِيهِ يُوقف التصريف
فِيمَا على ثلث يزِيد عِنْده ... على إجَازَة الوريث بعده
وَالْعَبْد لم يُؤذن لَهُ فِي متجر ... يتبع بالتصريف للتحرر ...',NULL,'199',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (199,'<span data-type="title" id=toc-25>بَاب الصُّلْح</span>
... الصُّلْح جَائِز مَعَ الْإِقْرَار ... بعد خُصُومَة وَلَا إِنْكَار ...',NULL,'200',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (200,'.. وَهُوَ بِبَعْض الْمُدعى فِي الْعين ... هبة أَو بَرَاءَة للدّين
وَفِي سواهُ بيع أَو إِجَارَة ... وَالدَّار للسُّكْنَى هِيَ الْإِعَارَة
بِالشّرطِ أبطل وأجز فِي الشَّرْع ... على مروة وَوضع الْجذع
وَجَاز إشراع جنَاح معتلى ... لمُسلم فِي نَافِذ من سبل
لم يؤذ من مر',NULL,'201',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (201,'وَقدم بابكا ... وَجَاز تَأْخِير بِإِذن الشركا ...
<span data-type="title" id=toc-26>بَاب الْحِوَالَة</span>
... شَرط رضَا الْمُحِيل والمحتال ... لُزُوم دينين اتِّفَاق المَال
جِنْسا وَقدرا أَََجَلًا وكسرا ... بهَا عَن الدّين الْمُحِيل يبرا ...',NULL,'202',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (202,'<span data-type="title" id=toc-27>بَاب الضَّمَان</span>
... يضمن ذُو تبرع وَإِنَّمَا ... يضمن دينا ثَابتا',NULL,'203',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (203,'قد لزما
يعلم كالإبراء والمضمون لَهُ ... طَالب ضَامِنا وَمن تأصله
وَيرجع الضَّامِن بِالْإِذْنِ بِمَا ... أدّى إِذا أشهد حِين سلما ...',NULL,'204',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (204,'.. والدرك الْمَضْمُون للرداءة ... يَشْمَل وَالْعَيْب وَنقص الصنجة
يَصح دَرك بعد قبض للثّمن ... وبالرضا صحت كَفَالَة الْبدن
فِي كل من حُضُوره استحقا ... وكل جُزْء دونه لَا يبْقى
وَمَوْضِع الْمَكْفُول إِن يعلم مهمل ... قدر ذهَاب وإياب اكتمل ...',NULL,'205',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (205,'.. وَإِن يمنت أَو اختفى لَا يغرم ... وَبَطلَت بِشَرْط مَال يلْزم ...
<span data-type="title" id=toc-28>بَاب الشّركَة</span>
... تصح مِمَّن جوزوا تصرفه ... واتحد المالان جِنْسا وَصفه
من نقد أَو غير وخلط ينتفى ... تميزه',NULL,'206',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (206,'وَالْإِذْن فِي التَّصَرُّف
وَالرِّبْح والخسر عتبر تقسيمه ... بِقدر مَا لشركة بِالْقيمَةِ
فسخ الشَّرِيك مُوجب إِبْطَاله ... وَالْمَوْت وَالْإِغْمَاء كالوكاله ...
<span data-type="title" id=toc-29>بَاب الْوكَالَة</span>',NULL,'207',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (207,'.. مَا صَحَّ أَن يُبَاشر الْمُوكل ... بِنَفسِهِ جَازَ لَهُ التَّوَكُّل
جَازَ فِي الْمَعْلُوم من وَجه وَلَا ... يَصح إِقْرَار على من وكلا ...',NULL,'208',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (208,'.. وَلم يبع من نَفسه وَلَا ابْن ... طِفْل وَمَجْنُون وَلَو بِإِذن
وَهُوَ أَمِين وبتفريط ضمن ...',NULL,'209',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (209,'.. يعْزل بِالْعَزْلِ وأغماء وجن ...',NULL,'210',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (210,'<span data-type="title" id=toc-30>بَاب الاقرار</span>
... وَإِنَّمَا يَصح مَعَ تَكْلِيف ... طَوْعًا وَلَو فِي مرض مخوف
والرشد إِذْ إِقْرَاره بِالْمَالِ ...',NULL,'211',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (211,'وَصَحَّ الِاسْتِثْنَاء باتصال ...',NULL,'212',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (212,'.. عَن حَقنا لَيْسَ الرُّجُوع يقبل ... بل حق رَبِّي فالرجوع أفضل
وَمن بِمَجْهُول أقرّ قبلا ... بَيَانه بِكُل مَا تمولا ...',NULL,'213',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (213,'<span data-type="title" id=toc-31>بَاب الْعَارِية</span>
... تصح إِن وَقتهَا أَو أطلقها ... فِي عين انتفاعها مَعَ البقا ...',NULL,'214',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (214,'.. يضمنهَا ومؤن الرَّد وَفِي ... سوم بِقِيمَة ليَوْم التّلف
والدر والنسل بِلَا ضَمَان ... وَالْمُسْتَعِير لم يعر للثَّانِي
فَإِن يعر وَهَلَكت تَحْتَهُ يَدَيْهِ ... يضمنهَا ثَان وَلم يرجع عَلَيْهِ ...',NULL,'215',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (215,'<span data-type="title" id=toc-32>بَاب الْغَصْب</span>
... يجب رده وَلَو بنقله ... وَأرش نَقصه وَأجر مثله
يضمن مثلي بِمثلِهِ تلف ... بِنَفسِهِ أَو متْلف لَا يخْتَلف
وَهُوَ الَّذِي فِيهِ أَجَازُوا السلما ... وحصره بِالْوَزْنِ والكيل كَمَا
لافى مفازة ولاقاه بيم ... فِي ذَا وَفِي مقوم أقْصَى الْقيم
من غصه لتلف الَّذِي انغصب ...',NULL,'216',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (216,'من نقد أَرض تلف غلب ...
<span data-type="title" id=toc-33>بَاب الشُّفْعَة</span>',NULL,'217',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (217,'.. تثبت فِي الْمشَاع من عقار ... منقسم مَعَ تَابع الْقَرار
لافى بِنَاء أرضه محتكرة ... فَهِيَ كمنقول وَلَا مستأجره ...',NULL,'218',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (218,'.. يدْفع مثل ثمن أَو بدل ... قيمَة أَن بيع وَمهر مثل
إِن أصدقت لَكِن على الْفَوْر اخصص ... للشركا بِقدر ملك الحصص ...',NULL,'219',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (219,'<span data-type="title" id=toc-34>بَاب الْقَرَاض</span>
... صَحَّ بِإِذن مَالك لِلْعَامِلِ ... فِي متجر عين نقد الْحَاصِل
وَأطلق التصريف أَو فِيمَا يعم ... وجوده',NULL,'220',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (220,'.. لَا كشرا بنت وَأم
غير مُقَدّر لمُدَّة الْعَمَل ... كَسنة وَإِن يعلقه بَطل
مَعْلُوم جُزْء ربحه بَينهمَا ... وَيجْبر الخسر بِرِبْح قد نما
وَيملك الْعَامِل ربح حِصَّته ... بِالْفَسْخِ والنضوض مثل قسمته ...',NULL,'221',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (221,'<span data-type="title" id=toc-35>بَاب الْمُسَاقَاة</span>
... صحت على أَشجَار نخل أَو عِنَب ... إِذْ وقتت بِمدَّة فِيهَا غلب
تَحْصِيل ريعه',NULL,'222',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (222,'بِجُزْء علما ... من ثَمَر لعامل وَإِنَّمَا
عَلَيْهِ أَعمال تزيد فِي الثَّمر ... وَمَالك يحفظ أصلا كالشجر
إجَازَة الأَرْض بِبَعْض مَا ظهر ... من ريعها عَنهُ نهى خير الْبشر ...',NULL,'223',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (223,'<span data-type="title" id=toc-36>بَاب الْإِجَارَة</span>
... شَرطهمَا كبائع ومشترى ... بِصِيغَة من مؤجر ومنكنرى
صِحَّتهَا إِمَّا بأجره ترى ... أَو علمت فِي ذمَّة الذى اكترى ...',NULL,'224',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (224,'.. فِي مَحْض نفع مَعَ عين بقيت ... مقدورة التَّسْلِيم شرعا قومت
إِن قدرت بِمدَّة أَو عمل ...',NULL,'225',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (225,'قد علما وَجمع ذين أبطل
تجوز بالحلول والتأجيل ... وَمُطلق الْأجر على التَّعْجِيل
تبطل إِذْ تتْلف عين مؤجرة ... لَا عَاقد لَكِن بِغَصب خَيره ...',NULL,'226',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (226,'.. وَالشّرط فِي إِجَارَة فِي الذمم ... تسلمنها فِي مجْلِس كالسلم
وَيضمن الْأَجِير بالعدوان ... وَيَده فِيهَا يَد ائتمان
وَالْأَرْض إِن آجرها بمطعم ... أَو غَيره صحت وَلَو فِي الذمم
لاشرط جُزْء علما من ريعه ... لزارع وَلَا بِقدر شبعة ...
<span data-type="title" id=toc-37>بَاب الجمالة</span>
... صِحَّتهَا من مُطلق التَّصَرُّف ... بِصِيغَة وَهِي بِأَن يشرط فِي
ردود آبق وَمَا قد شاكله ...',NULL,'227',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (227,'مَعْلُوم قدر حازه من عمله
وفسخها قبل تَمام الْعَمَل ... من جَاعل عَلَيْهِ أجر الْمثل ...
<span data-type="title" id=toc-38>بَاب إحْيَاء الْموَات</span>
... يجوز للْمُسلمِ إحيا مَا قدر ... إِذْ لَا لملك مُسلم بِهِ أثر ...',NULL,'228',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (228,'.. بِمَا لإحياء عمَارَة يعد ... يخْتَلف الحكم بِحَسب من قصد
وَمَالك الْبِئْر أَو الْعين بذل ... على الْمَوَاشِي لَا الزروع مَا فضل
والمعدن الظَّاهِر وَهُوَ الْخَارِج ... جَوْهَرَة من غير مَا يعالج
كالنفط والكبريت ثمَّ القار ... وساقط الزروع وَالثِّمَار ...',NULL,'229',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (229,'<span data-type="title" id=toc-39>بَاب الْوَقْف</span>
... صِحَّته من مَالك تَبَرعا ... بِكُل عين جَازَ أَن ينتفعا
بهَا مَعَ البقا مُنجزا على ... مَوْجُود أَن تَمْلِيكه تأهلا
ووسط وَآخر إِن انْقَطع ... فَهُوَ إِلَى أقرب وَاقِف رَجَعَ ...',NULL,'230',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (230,'.. وَالشّرط فِيمَا عَم نفى المعصيه ... وَشرط لَا ينكرى اتبع والتسويه
والضد والتقديم والتأخر ... ناظره يعمره ويؤجره
وَالْوَقْف لَازم وَملك البارى ... الْوَقْف وَالْمَسْجِد كالاحرار ...
<span data-type="title" id=toc-40>بَاب الْهِبَة</span>
... تصح فِيمَا بَيْعه قد صَحا ... واستثن نَحْو حبتين قمحا ...',NULL,'231',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (231,'.. بِصِيغَة وَقَوله أعمرتكا ... مَا عِشْت أَو عمرك أَو أرقبتكا
وَإِنَّمَا يملكهُ الْمُتَّهب ... يقبضهُ وَالْأُذن مِمَّا يهب
ولارجوع بعده إِلَّا الْأُصُول ... ترجع إِذْ ملك الْفُرُوع لَا يَزُول ...
<span data-type="title" id=toc-41>بَاب اللّقطَة</span>
... وَأَخذهَا للْحرّ من موَات ... أَو طرق أَو مَوضِع الصَّلَاة
أفضل إِذْ خِيَانَة قد أمنا ... وَلَا عَلَيْهِ أَخذهَا تعينا ...',NULL,'232',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (232,'.. يعرف مِنْهَا الْجِنْس والوعاء ... وقدرها وَالْوَصْف والوكاء
وحفظها فِي حرز مثل عرفا ... وَإِن يرد تمْلِيك نزر عرفا
بِقدر طَالب وَغَيره سنة ... وليتملك إِن يرد تضمنه
إِن جَاءَ صَاحب وَمَا لم يدم ...',NULL,'233',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (233,'كالبقل بَاعه وَإِن شا يطعم
مَعَ غرمه وَذُو علاج للبقا ... كرطب يفعل فِيهِ الأليفا
من بَيْعه رطبا أَو التجفيف ... وحرموا لقطا من الْمخوف
لملك حَيَوَان منوع من أَذَاهُ ... بل الَّذِي لَا يحتمى مِنْهُ كشاه
خير بَين أَخذه مَعَ الْعلف ... تَبَرعا أَو إِذن قَاض بالسلف
أَو بَاعهَا وَحفظ الأثمانا ... أَو أكلهَا مُلْتَزم ضمانا
وَلم يجب إفرازها والملتقط ... فِي الْأَوَّلين فِيهِ تَخْيِير فَقَط ...',NULL,'234',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (234,'<span data-type="title" id=toc-42>بَاب اللَّقِيط</span>
... للعدل أَن يَأْخُذ طفْلا نبذا ... فرض كِفَايَة وحضنه كَذَا
وقوته من مَاله بِمن قضى ... لفقده أشهد ثمَّ اقترضا
عَلَيْهِ إِذْ يفقد بَيت المَال ... وَالْقَرْض خُذ مِنْهُ لَدَى الْكَمَال ...',NULL,'235',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (235,'<span data-type="title" id=toc-43>بَاب الْوَدِيعَة</span>
... ن قبُولهَا إِذا مَا أمنا ... خِيَانَة إِن لم يكن تعينا
عَلَيْهِ حفظهَا بحرز الْمثل ... وَهُوَ أَمِين مُودع فِي الأَصْل
يقبل بِالْيَمِينِ قَول الرَّد ... لمودع لَا الرَّد بعد الْجحْد ...',NULL,'236',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (236,'.. وَإِنَّمَا يضمن بالتعدى ... والمطل فِي تخلية من بعد
طلبَهَا من غير عذر بَين ... وَارْتَفَعت بِالْمَوْتِ والتجنن ...
١ كتاب الْفَرَائِض
١ ... يبْدَأ من تَركه ميت بِحَق ... كَالرَّهْنِ وَالزَّكَاة بِالْعينِ اعتلق ...',NULL,'237',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (237,'.. فمؤن التَّجْهِيز بِالْمَعْرُوفِ ... فدينه ثمَّ الْوَصَايَا توفى
من ثلث بَاقِي الْإِرْث والنصيب ... فرض مُقَدّر أَو التَّعْصِيب
فالفرض سِتَّة فَنصف اكتمل ... للْبِنْت أَو لبِنْت الابْن مَا سفل
وَالْأُخْت من أصلين أَو من الْأَب ... وَهُوَ نصيب الزَّوْج إِن لم يحجب
بِولد أَو ولد ابْن علما ... وَالرّبع فرض الزَّوْج مَعَ فرعهما
وزوجه فَمَا علا إِن عدما ... وَثمن لَهُنَّ مَعَ فرعهما
وَالثُّلُثَانِ فرض من قد ظفرا ... بِالنِّصْفِ مَعَ مثل لَهَا فأكثرا ...',NULL,'238',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (238,'.. وَالثلث فرض اثْنَيْنِ من أولد أم ... فَصَاعِدا أُنْثَى تساوى ذكرهم
وَهُوَ لأمه إِذا لم تحجب ... وَثلث الْبَاقِي لَهَا مَعَ الْأَب
وَاحِد الزَّوْجَيْنِ وَالسُّدُس حبوا ... إِمَّا مَعَ الْفَرْع وَفرع الإبن أَو
اثْنَيْنِ من أَخَوَات أَو من إخْوَة ... والفرد من أَوْلَاد أم الْمَيِّت
وجده فَصَاعِدا لَا مدلية ... بِذكر من بَين ثِنْتَيْنِ هيه ...',NULL,'239',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (239,'.. وَبنت الابْن صاعدا مَعَ بنت ... فَرد وأختا من أَب مَعَ أُخْت
أصلين وَالْأَب وجدا مَا علا ... مَعَ ولد أَو ولد ابْن سفلا
لأَقْرَب الْعَصَبَات بعد الْفَرْض مَا ... يبْقى فَإِن يفقد فكلا غنما
الابْن بعده ابْنه فأسفلا ... فالأب فالجد لَهُ وَإِن علا
وَإِن يكن أَوْلَاد أصلين وَأب ... وَزَاد ثلثه على قسم وَجب
إِذْ لَيْسَ فرض أَو يكون راقى ... بسدسه أَو زَاد ثلث الباقى
وَكَانَ فِي الْقِسْمَة فرض وجدا ... فالجد يَأْخُذ الأحظ الأجودا ...',NULL,'240',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (240,'.. ثمَّ اقْسمْ الْحَاصِل للإخوة بَين ... جُمْلَتهمْ لذكر كالأنثيين
فالأخ للأصلين فالناقص أم ... فَابْن أَخ الْأَصْلَيْنِ ثمَّ الأَصْل ثمَّ
الْعم فابنه فَعم للْأَب ... ثمَّ ابْنه فمعتق فالعصب
ثمَّ لبيت المَال إِرْث الفاني ... ثمَّ ذوى الْفُرُوض لَا الزَّوْجَانِ ...',NULL,'241',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (241,'.. بنسبه الْفُرُوض ثمَّ ذى الرَّحِم ... قرَابَة فرضا وتعصيبا عدم
وَعصب الْأُخْت أَخ يماثل ... وَبنت الابْن مثلهَا والنازل
وَالْأُخْت لافرض مَعَ الْجد لَهَا ... فِي غير اكدرية كملها
زوج وَأم ثمَّ بَاقٍ يُورث ... ثُلُثَاهُ للْجدّ وَأُخْت ثلث',NULL,'242',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (242,'وكل جدة فبالأم احجب ... ويحجب الْأَخ الشَّقِيق بِالْأَبِ
وَالِابْن وَابْنه وَأَوْلَاد الْأَب ... بهم وبالأخ الشَّقِيق فاحجب
وَولد الْأُم أَب أَو جد ... وَولد وَولد ابْن يَبْدُو
لَا يَرث الرَّقِيق وَالْمُرْتَدّ ... وَقَاتل كحاكم يحد
وَلَا تورث مُسلما مِمَّن كفر ... وَلَا معاهد وحربى ظهر ...
<span data-type="title" id=toc-44>بَاب الْوَصِيَّة</span>',NULL,'243',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (243,'.. تصح بِالْمَجْهُولِ والمعدوم ... لجِهَة تُوصَف بالعمموم
لَيست بإثم أَو لموجود أهل ... للْملك عِنْد مَوته كمن قتل
وَإِنَّمَا تصح للْوَارِث إِن ... أجَاز باقى ورث لما دفن ...',NULL,'244',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (244,'<span data-type="title" id=toc-45>بَاب الْوِصَايَة</span>
... سنّ لتنفيذ الْوَصَايَا ووفا ... دُيُونه إيصاء حر كلفا
وَمن ولى ووصى أذنا ... فِيهِ على الطِّفْل وَمن تجنبا
إِلَى مُكَلّف يكون عدلا ...',NULL,'245',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (245,'وَأم الْأَطْفَال بِهَذَا أولى ...
١ كتاب النِّكَاح
١ ... سنّ لمحتاج مطيق للأهب ... نِكَاح بكر ذَات دين وَنسب ...',NULL,'246',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (246,'.. وَجَاز للْحرّ بِأَن يجمع بَين ... أَرْبَعَة وَالْعَبْد بَين زَوْجَتَيْنِ
وَإِنَّمَا ينْكح حر ذَات رق ... مسلمة خوف الزِّنَا وَلم يطق
صدَاق حرَّة وَحرم مسا ... من رجل لمرأة لاعرسا ...',NULL,'247',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (247,'.. أَو أمة ونظرا حَتَّى إِلَى ... فرج وَلَكِن كرمه قد نقلا
وَالْمحرم انْظُر وإماء زوجت ... لَا بَين سرة وَركبهُ بَدَت
وَمن يرد مِنْهَا النِّكَاح نظرا ... وَجها وكفا بَاطِنا وظاهرا
وَجَاز للشَّاهِد أَو من عَاملا ... نظر وَجه أَو يداوي عللا
أَو يَشْتَرِيهَا قدر حَاجَة نظر ... وَإِن نجد أُنْثَى فَلَا ير الذّكر
وَلَا يَصح العقد إِلَّا بولى ... وشاهدين',NULL,'248',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (248,'الشَّرْط إِسْلَام جلى
لافى ولي زَوْجَة ذِمِّيَّة ... وَاشْترط التَّكْلِيف وَالْحريَّة
ذكورة عَدَالَة فِي الاعلان ... لَا سيد لأمة وسلطان ...',NULL,'249',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (249,'.. ولى حرَّة أَب فالجد ثمَّ ... أَخ فكا لعصبات رتب إرثهم
فمعتق فعاصب كالنسب ... فحاكم كفسق عضل الْأَقْرَب
حرم صَرِيح خطْبَة الْمُعْتَدَّة ... كَذَا الْجَواب',NULL,'250',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (250,'لَا لرب الْعدة
وَجَاز تَعْرِيض لمن قد بَانَتْ ... ونكحت عِنْد انْقِضَاء الْعدة
وَالْأَب وَالْجد لبكر أجبرا ... وثيب زواجها تعذرا
بل إِذْ نها بعد الْبلُوغ قد وَجب ... وحرموا من الرَّضَاع وَالنّسب
لَا ولدا يدْخل فِي العمومة ... أَو ولد الخؤولة الْمَعْلُومَة ...',NULL,'251',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (251,'.. وَمن صهاره بِعقد حرما ... زَوْجَات أَصله وَفرع قد نما
وَأُمَّهَات زَوْجَة إِذْ تعلم ... وبالدخول فرعها محرم
يحرم جمع امْرَأَة واختها ... أَو عَمه الْمَرْأَة أَو خَالَتهَا ...',NULL,'252',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (252,'.. وبالجنون والجذام والبرص ... كل من الزَّوْجَيْنِ إِن يخْتَر خلص
كرتقها أَو قرن بخيرته ... كَمَا لَهَا بجبه أَو عنته ...',NULL,'253',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (253,'<span data-type="title" id=toc-46>بَاب الصَدَاق</span>
... يسن فِي العقد وَلَو قَلِيلا ... مهر كنفع لم يكن مَجْهُولا
لَو لم يسم صَحَّ عقد وانحتم ... مهر بِفَرْض مِنْهُمَا',NULL,'254',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (254,'أَو من حكم
وَإِن يطَأ أَو مَاتَ فَرد أوجب ... كمهر مثل عصبات النّسَب
وبالطلاق قبل وَطئه سقط ... نصف كَمَا إِذا تخالعا يحط ...',NULL,'255',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (255,'.. وحبسها لنَفسهَا وفاقها ... حَتَّى ترَاهَا قبضت صَدَاقهَا ...',NULL,'256',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (256,'<span data-type="title" id=toc-47>بَاب الْوَلِيمَة</span>
... وَلِيمَة الْعرس بِشَاة قد ندب ... لَكِن إِجَابَة بِلَا عذر تجب
وَإِن أَرَادَ من دَعَاهُ يَأْكُل ... ففطره من صَوْم نفل أفضل ...
<span data-type="title" id=toc-48>بَاب الْقسم والنشوز</span>
... وَبَين زَوْجَات فقسم حتما ...',NULL,'257',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (257,'وَلَو مَرِيضَة ورتقا انما
غير مقسوم لَهَا يغْتَفر ... دُخُوله فِي اللَّيْل حَيْثُ ضَرَر
وَفِي النَّهَار عِنْد حَاجَة دعت ... كَانَ يعودها إِذا مَا مَرضت
وَإِنَّمَا بفرعة يُسَافر ... ويبتدى ببعضهن الْحَاضِر ...',NULL,'258',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (258,'.. وَالْبكْر تخْتَص بِسبع أَولا ... وثيب ثَلَاثَة على الولا
وَمن أَمَارَات النشورز لحظا ... من زَوْجَة قولا وفعلا وعظا
وليهجرن حَيْثُ النُّشُوز حَقَّقَهُ ... وَيسْقط الْقسم لَهَا وَالنَّفقَة
فَإِن أصرت جَازَ ضرب إِن نجع ... فِي غير وَجه مَعَ ضَمَان مَا وَقع ...',NULL,'259',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (259,'<span data-type="title" id=toc-49>بَاب الْخلْع</span>
... يَصح من زوج مُكَلّف بِلَا ... كره ببذل عوض لم يجهلا ...',NULL,'260',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (260,'.. أما الَّذِي بِالْخمرِ أَو مَعَ جهل ... فَإِنَّهُ يُوجب مهر الْمثل
تملك نَفسهَا بِهِ وَيمْتَنع ... طَلاقهَا وَمَا لَهُ أَن يرتجع ...
<span data-type="title" id=toc-50>بَاب الطَّلَاق</span>',NULL,'261',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (261,'.. صَرِيحَة سرحت أَو طلقت ... خالعت أَو فاديت أَو فَارَقت
وكل لفظ لفراق احْتمل ... فَهُوَ كِنَايَة بنية حصل
وَالسّنة الطَّلَاق فِي طهر خلا ... عَن وَطئه أَو باختلاع حصلا
وَهُوَ لمن توط أَو من يئست ... أَو ذَات حمل لَا وَلَا أَو صغرت
للْحرّ تطليق الثَّلَاث تكرمه ... وَالْعَبْد ثِنْتَانِ وَلَو من الأمه ...',NULL,'262',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (262,'.. وَإِنَّمَا يَصح من مُكَلّف ... زوج بِلَا إِكْرَاه ذى نخوف
وَلَو لمن فِي عدَّة الرَّجْعِيَّة ... لَا إِن تبن بعوض العطيه
وَصَحَّ تَعْلِيق الطَّلَاق بصفه ... إِلَّا إِذا بالمستحيل وَصفه ...',NULL,'263',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (263,'.. وَصَحَّ الاستثنا إِذا مَا وَصله ... إِن يُنَوّه من قبل أَن يكمله ...
<span data-type="title" id=toc-51>بَاب الرّجْعَة</span>
... تثبت فِي عدَّة تطليق بِلَا ... تعوض إِذْ عدد لم يكملا ...',NULL,'264',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (264,'.. وبانقضا عدتهَا يجدد ... وَلم تحل إِذْ يتم الْعدَد
إِلَّا إِذا الْعدة مِنْهُ تكمل ... ونكحت سواهُ ثمَّ يدْخل
بهَا وَبعد وَطْء ثَان فورقت ... وعدة الْفرْقَة من هَذَا انْقَضتْ
وَلَيْسَ الاشهاد بهَا يعْتَبر ... نَص عَلَيْهِ الْأُم والمختصر
وَفِي الْقَدِيم لَا رُجُوع إِلَّا ... بِشَاهِدين قَالَه فِي الإملا
وَهُوَ كَمَا قَالَ الرّبيع آخر ... قوليه فالترجيح فِيهِ أَجْدَر
وَهُوَ على الْقَوْلَيْنِ مُسْتَحبّ ... وَأعلم الزَّوْجَة فَهُوَ ندب ...',NULL,'265',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (265,'<span data-type="title" id=toc-52>بَاب الْإِيلَاء</span>
... حلفه أَلا يطا فِي الْعُمر ... زَوجته أَو زَائِدا عَن أشهر ...',NULL,'266',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (266,'.. أَرْبَعَة فَإِن مَضَت لَهَا الطّلب ... بِالْوَطْءِ فِي قبل وتكفير وَجب
أَو بِطَلَاقِهَا فَإِن أباهما ... طلق',NULL,'267',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (267,'فَرد طَلْقَة من حكما ...
<span data-type="title" id=toc-53>بَاب الظِّهَار</span>
... قَول متكلف وَلَو من ذمى ... لعرسه أَنْت كَظهر أمى
أَو نَحوه فَإِن يكن لَا يعقب ... طَلاقهَا فعائد',NULL,'268',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (268,'يجْتَنب
الْوَطْء كالحائض حَتَّى كفرا ... بِالْعِتْقِ ينوى الْفَرْض عَمَّا ظَاهرا
رَقَبَة مُؤمنَة بِاللَّه جلّ ... سليمَة عَمَّا يضر بِالْعَمَلِ ...',NULL,'269',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (269,'.. إِن لم يجد يَصُوم شَهْرَيْن على ... تتَابع لعذر حصلا
وعاجز سِتِّينَ مدا ملكا ... سِتِّينَ مِسْكينا كفطرة حكى ...
<span data-type="title" id=toc-54>بَاب اللّعان</span>',NULL,'270',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (270,'.. يَقُول أَرْبعا إِن القَاضِي أَمر ... إِذا زنا زَوجته عَنْهَا أشتهر
أَو الْحق الطِّفْل بهَا من الزِّنَا ... أشهد بِاللَّه لصَادِق أَنا
فِيمَا رميتها بِهِ وَأَنا ... ذَا لَيْسَ منى خَامِسًا أَن لعنا
عَلَيْهِ من خالقه إِن كذبا ... يُشِير إِن تحضر لَهَا مُخَاطبا
أَو سميت وهى تَقول أَرْبعا ... أشهد بِاللَّه لكذبا ادّعى
فِيمَا رمى وخامسا بِالْغَضَبِ ... إِن صَادِقا فِيمَا رمى من كذب ...',NULL,'271',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (271,'.. وَسن بالجامع عِنْد الْمِنْبَر ... بمجمع عَن أَربع لم ينزر
وَخَوف الْحَاكِم حِين ينهيه ... الْكل مَعَ وضع يَد من فَوق فِيهِ
وبلعانه انْتَفَى عَنهُ النّسَب ... وَحده لَكِن عَلَيْهَا قد وَجب
وَحُرْمَة بَينهَا تأبدت ...',NULL,'272',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (272,'وَشطر الْمهْر وَأُخْت خللت
وبلعانها سُقُوط الْحَد ... عَن الزِّنَا من رَجمهَا أَو جلد ...
<span data-type="title" id=toc-55>بَاب الْعدة</span>
... لمَوْت زَوجهَا وَلَو من قبل ... الْوَطْء باستكمال وضع الْحمل
يُمكن من ذى عدَّة فَإِن فقد ... فثلث عَام قبل عشر تستعد
من حرَّة',NULL,'273',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (273,'.. وَنِصْفهَا من الْأمة ... وللطلاق بعد وَطْء تممه
بِالْوَضْعِ إِن يفقد فربع السّنة ... من حرَّة وَنِصْفهَا من أمة
إِن لم تحيضا أَو إِيَاس حلا ... لَكِن شَهْرَيْن الْإِمَاء أولى
ثَلَاث أطهار لحرة تحيض ... وَالْأمة اثْنَان لفقد التَّبْعِيض ...',NULL,'274',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (274,'.. لحامل وَذَات رَجْعَة مُؤَن ... وَذَات عدَّة تلازم السكن
حَيْثُ الْفِرَاق لَا لحَاجَة الطَّعَام ... وخوفها نفسا ومالا كانهدام ...',NULL,'275',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (275,'.. وللوفاة الطّيب والتزين ... يحرم كالشعر فَلَيْسَ يدهن ...',NULL,'276',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (276,'<span data-type="title" id=toc-56>بَاب الِاسْتِبْرَاء</span>
... إِن يطر ملك أمة فَيحرم ... عَلَيْهِ الِاسْتِمْتَاع بل يستخدم
وَحل غير الْوَطْء من ذِي سبى ... أَو هلك السَّيِّد بعد الوطىء
قبل زواجها بِوَضْع الْحَامِل ... لَو من رنا وحيضة للحائل ...',NULL,'277',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (277,'.. واستبر ذَات أشهر بِشَهْر ... واندب لشارى الْعرس أَن يستبرى ...
<span data-type="title" id=toc-57>بَاب الرَّضَاع</span>
... من ابْنه التسع لطفل دونا ... حَوْلَيْنِ خمس رَضعَات هُنَا مفترقات
متفرقات',NULL,'278',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (278,'صيرتها أمه ... وَزوجهَا أَبَا أَخَاهُ عَمه
تثبت تَحْرِيمًا كماض فِي النِّكَاح ... وَنظر وخلوة بذا يُبَاح
لَا نتعدى حُرْمَة إِلَى أصُول ... طِفْل وَلَا تسرى لتَحْرِيم الْفُصُول ...',NULL,'279',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (279,'<span data-type="title" id=toc-58>بَاب النَّفَقَات</span>
... مدان للزَّوْجَة فرض الْمُوسر ... إِن مكنت وَالْمدّ فرض الْمُعسر
مد وَنصف متوسط الْيَد ... من حب قوت غَالب فِي الْبَلَد
والأدم وَاللَّحم كعادة الْبَلَد ... ويخدم الرفيعة الْقدر أحد ...',NULL,'280',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (280,'.. لَهَا خمار وقميص ولباس ... بِحَسب عَادَة وَفِي الصَّيف مداس ... وَمثله مَعَ جُبَّة فصل الشتا ... وَاعْتبر الْعَادة جِنْسا ثبتا
وحاله فِي لينها',NULL,'281',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (281,'وقورا ... الْفَسْخ بِالْقَاضِي لَهَا إِن أعسرا
عَن قوتها أَو كسْوَة أَو منزل ... ثَلَاث أَيَّام لَا قصى الْمهل
وَالْفَسْخ قبل وَطئهَا بِالْمهْرِ ...',NULL,'282',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (282,'.. وافرض كِفَايَة على ذى يتسر
لأصل أَو فرع لفقر صحبا ... لَا الْفَرْع إِن يبلغ وَلَا منكتسبا
لدابة قدر كفاها كالرقيق ...',NULL,'283',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (283,'.. وَلَا يكلفا سوى شَيْء يُطيق ...
<span data-type="title" id=toc-59>بَاب الْحَضَانَة</span>
... وَشَرطهَا حريَّة وعقل ... مسلمة حَيْثُ كَذَاك الطِّفْل ...',NULL,'284',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (284,'.. أمينة وترضع الرضيعا ... أم فأمهاتها جَمِيعًا
قدمن فالأب فأمهات ... الْأَب فالجد فوالدات
جد فَمَا لِلْأَبَوَيْنِ يُولد ... وَبعده الخالات ثمَّ الْوَلَد
لولد لِلْأَبَوَيْنِ فلأب ... ثمَّ بَنَات ولد أم انتسب
يتلوه فرع الْجد للأصلين ثمَّ ... الْفَرْع من أَب فعمة لأم ...',NULL,'285',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (285,'.. بنت خَالَة فبنت عَمه ... فولد عَم حَيْثُ إِرْث عَمه
تقدم الْأُنْثَى بِكُل حَال ... أخواته أولى من الْأَحْوَال
ووالد مُسَافر لنقله ... أَو نكحت لغير حاضن لَهُ ...',NULL,'286',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (286,'.. وَإِن يُمَيّز وأباه اخْتَارَهُ ... يَأْخُذهُ وَأم لَهَا الزِّيَارَة ...
١ كتاب الْجِنَايَات
١ ... فَعمد مَحْض وَهُوَ قصد الضَّارِب ... شخصا بِمَا يقْتله فِي الْغَالِب
وَالْخَطَأ الرمى لشاخص بِلَا ... قصد أَصْحَاب بشرا فقتلا
ومشبه الْعمد بِأَن يرْمى إِلَى ... شخص بِمَا فِي غَالب لن يقتلا
وَلم يجب قصاص غير الْعمد ... إِذْ يحصل الإزهاق بالتعدى ...',NULL,'287',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (287,'.. فَلَو عَفا عَنهُ أَخذ الدِّيَة ... من يسْتَحق وَجَبت كَمَا هيه
لَكِن مَعَ التغليط والحلول ... وَلَو بسخط قَاتل الْمَقْتُول
وَفِي الْخَطَأ وعمده مُؤَجّلَة ... ثَلَاث أَعْوَام على من عقله
وخففت فِي الخطا الْمَحْض كَمَا ... علظ فِي عمد كَمَا تقدما
يقْتَصّ فِي غير أَب من محرم ... أَو فِي الشُّهُور وَالْحرم أَو فِي الْحرم ...',NULL,'288',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (288,'.. فِي الْحَال وَالْجمع بفرد فَاقْتُلْ ... فِي النَّفس أَو فِي عضوه ذى مفصل
إِن يكن الْقَاتِل ذَا تكلّف ... وأصل من يجنى عَلَيْهِ ينتفى
عَنهُ الْقصاص',NULL,'289',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (289,'كانتفا من نزلا ... عَنهُ بِكفْر أَو برق حصلا
واشرط تساوى الطَّرفَيْنِ فِي الْمحل ... لم تَنْقَطِع صَحِيحه بذى شلل
ودية فِي كَامِل النَّفس مائَة ... إبل فَإِن غلظتها فالمجزئه
سِتُّونَ بَين جذعه وَحقه ... وَأَرْبَعُونَ ذَات حمل حَقه ...',NULL,'290',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (290,'.. فَإِن تخفف فابنة المحاض ... عشرُون كابنه اللَّبُون الْمَاضِي
وَابْن اللَّبُون قدرهَا وَمثلهَا ... من حَقه وجذعه إِذْ كلهَا
من إبل صَحِيحَة سليمَة ... من عيبها والانعدام قيمَة
وَالنّصف للْأُنْثَى وللكتابى ... ثلثهَا كشبهة الْكتاب
وعابد الشَّمْس وَذُو التمجس ... وعابد الْأَوْثَان ثلث الْخمس
قوم رَقِيقا وجنين الْحر ... بغرة ساوت لنصف الْعشْر ...',NULL,'291',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (291,'.. ودية الرَّقِيق عشر غرمة ... من قيمَة الْأُم لسَيِّد الْأمة
فِي الْعقل وَاللِّسَان والتكلم ... وَذكر وَالصَّوْت والتطعيم
وكمرة كدية النَّفس وَفِي ... أذن أَو استماعها للأحرف ...',NULL,'292',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (292,'.. وَالْيَد والبطش وشم المنخر ... وشفه وَالْعين ثمَّ الْبَصَر
وَالرجل أَو مَشى لَهَا والخصية ... وألية واللحى نصف الدِّيَة
وطبقة من مارن',NULL,'293',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (293,'وجائفة ... ثلثهَا والجفن ربع السالفة
لأصبع عشر وَمِنْهَا الْأُنْمُلَة ... ثلث وَفِي بهم وَفِي المنقلة
وَالسّن أَو مُوضحَة وهاشمية ... فَنصف عشرهَا بِلَا مخاصمة
عُضْو بِلَا مَنْفَعَة مَعْلُومَة ... وَالْجرْح لم يقدر الْحُكُومَة ...',NULL,'294',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (294,'.. فِي الْقَتْل تَكْفِير فَفرض الْبَارِي ... الْعتْق ثمَّ الصَّوْم كالظهار ...
<span data-type="title" id=toc-60>بَاب دَعْوَى الْقَتْل</span>
... إِن قارنت دَعْوَاهُ سَمِعت ... وَهُوَ قرينه لظن غلبت
يحلف خمسين يَمِينا مدعى ... ودية الْعمد على جَان دعى
فَإِن يكن عَن الْيَمين امتنعا ... حَلفهَا الَّذِي عَلَيْهِ يدعى ...',NULL,'295',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (295,'<span data-type="title" id=toc-61>بَاب الْبُغَاة</span>
... مخالفو الإِمَام إِذْ تأولوا ... شَيْئا يسوع وَهُوَ ظن بَاطِل
مَعَ شَوْكَة يُمكنهَا المقاومه ... لَهُ مَعَ الْمَنْع لأشيا لَازِمَة
وَلم يُقَاتل مُدبر مِنْهُم',NULL,'296',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (296,'.. \ وَلَا ... جريحهم وَلَا أَسِير حصلا
وَعند أَمن الْعود إِذْ تفَرقُوا ... عِنْد انقضا الْحَرْب الْأَسير يُطلق
وَمَا لَهُم بعد الْحَرْب ... فِي الْحَال واستعماله كالغضب ...
<span data-type="title" id=toc-62>بَاب حد الرِّدَّة</span>
... كفر الْمُكَلف اخْتِيَارا ذى هدى ... وَلَو لفرض من صَلَاة جحدا ...',NULL,'297',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (297,'.. وَتجب اسْتِتَابَة لن يمهلا ... إِن لم يتب فَوَاجِب أَن يقتلا
وَبعد لَا يغسل وَلَا يصلى ... عَلَيْهِ مَعَ مُسلم دفنا كلا
من دون جحد عَامِدًا مَا صلى ... عَن وَقت جمع استتب فالقتلا
بِالسَّيْفِ حدا بعد ذَا صَلَاتنَا ... عَلَيْهِ ثمَّ الدّفن فِي قبورنا ...
<span data-type="title" id=toc-63>بَاب حد الزِّنَا</span>',NULL,'298',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (298,'.. يزجم حر مُحصن بِالْوَطْءِ فِي ... عقد صَحِيح وَهُوَ ذ وتكلف
وَالْبكْر جلد مائَة للْحرّ ... وَنفى عَام قدر ظعن الْقصر
وَالرّق نصف الْجلد والتغرب ... ودبر العَبْد زنا كالاجنبي
وَمن أَتَى بَهِيمَة أَو دبر ا ... زَوجته أَو دون فرج عزرا ...',NULL,'299',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (299,'<span data-type="title" id=toc-64>بَاب حد الْقَذْف</span>
... أوجب لرام باللواط وَالزِّنَا ... جلد ثَمَانِينَ لحر أحصنا
وللرقيق النّصْف عرف مُحصنا ... مُكَلّفا أسلم حرا مَا زني
وَإِن تقم بَينه على زِنَاهُ ... يسْقط كَأَن صدق قذفا أَو عفاه ...
<span data-type="title" id=toc-65>بَاب حد السّرقَة</span>
... وواجب بِسَرِقَة الْمُكَلف ... لغير أَصله وَفرع مَا تفى
قِيمَته بِربع دِينَار ذهب ...',NULL,'300',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (300,'.. وَلَو قراضة بِغَيْر لم يشب
من حرز مثله وَلَا شبهه فِيهِ ... لسارق كشركة أَو يَدعِيهِ
تقطع يمناه من الْكُوع فَإِن ... عَاد لَهَا قرجله الْيَسَار من
مفصلها فان يعد يسراه من ... يَد فان عَاد قيمناه فان ...',NULL,'301',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (301,'.. يعد فتعزيز بِغَيْر قتل ... ويغمس الْقطع بِزَيْت مغلى ...
<span data-type="title" id=toc-66>بَاب قَاطع الطَّرِيق</span>
... وقاطع الطَّرِيق بالإرعاب ... عزره والآخذ للنصاب
كف الْيَمين اقْطَعْ وَرجل الْيُسْرَى ... فان يعد كفا وَرجل الْأُخْرَى
إِن يقتل أَو يجرح بعمد ينحتم ... قتل وبالأخذ مَعَ الْقَتْل لزم
قتل فصلبه ثَلَاثَة فان ... يَتُوب قبل ظفر بِهِ حقن
وجوب حد لَا حُقُوق آدمى ...',NULL,'302',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (302,'وَغير قتل فرقن وَقدم
حق الْعباد فالأخف موقعا ... فالأسبق الأسبق ثمَّ اقرعا ...
<span data-type="title" id=toc-67>بَاب شَارِب الْخمر</span>
... يحد كَامِل بِشرب مُسكر ... بِأَرْبَعِينَ جلدَة وعزر ...',NULL,'303',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (303,'.. إِلَى ثَمَانِينَ أجز وَالْعَبْد ... بِنصفِهِ وَإِنَّمَا يحد
إِن شهد العدلان أَو أقرا ... لَا نكهة وَإِن تقايا خمرًا ...
<span data-type="title" id=toc-68>بَاب حد الصَّائِل</span>
... وَمن على نفس يصول أَو طرف ... أَو بضع ادْفَعْ بالأخف فالأخف
وَالدَّفْع أوجب إِن يكن عَن بضع ... لَا المَال واهدر تَالِفا بِالدفع ...',NULL,'304',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (304,'.. واضمن لما تتلفه البهيمه ... فِي اللَّيْل لَا النَّهَار قدر القيمه ...
١ كتاب الْجِهَاد
١ ... فرض مُؤَكد على كل ذكر ... مُكَلّف أسلم حر ذى بصر
وَصِحَّة يطيقه',NULL,'305',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (305,'فان أسر ... رق النسا وَذَا الْجُنُون والصغر
وَغَيرهم رأى الإِمَام الأجودا ... من قتل أَو رق وَمن أَو فدا
بِمَال أَو اسرى وَمَاله آعصما ... من قبل خَيره الإِمَام أسلما
وَقبل أسر طِفْل ولد النّسَب ... وَمَا لَهُ واحكم باسلام صبى
أسلم من بعض أُصُوله أحد ...',NULL,'306',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (306,'أَو إِن سباه مُسلم حِين انْفَرد
عَنْهُم كدا اللَّقِيط مُسلم بِأَن ... يُوجد حَيْثُ مُسلم بهَا سكن ...
<span data-type="title" id=toc-69>بَاب الْغَنِيمَة</span>
... يخْتَص مِنْهَا قَاتل بالسلب ... وَخمْس الباقى',NULL,'307',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (307,'فَخمس للنَّبِي
يصرف فِي مصَالح وَمن نسب ... لهاشم ولأخيه الْمطلب
لذكر أَضْعَف ولليتامى ... بِلَا أَب إِن لم ير احتلاما
والفقراء وَالْمَسَاكِين كَمَا ... لِابْنِ السَّبِيل فِي الزَّكَاة قدما
وَأَرْبع الْأَخْمَاس قسم المَال ... لشاهد الْوَاقِعَة فِي الْقِتَال
لراجل سهم كَمَا الثَّلَاثَهْ ... لفارس إِن مَاتَ للوراثة',NULL,'308',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (308,'وَالْعَبْد وَالْأُنْثَى وطفل يُغني ... وَكَافِر حضرها بِإِذن
إمامنا سهم أقل مَا بدا ... قدره الإِمَام حَيْثُ اجتهدا
والفىء مَا يُؤْخَذ من كفار ... فِي آمنهم كالعشر فى تجار
فَخمسهُ كالخمس من غنيمه ... والباق للجند حووا تقسيمه ...
<span data-type="title" id=toc-70>بَاب الْجِزْيَة</span>',NULL,'309',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (309,'.. وَإِنَّمَا تُؤْخَذ من حر ذكر ... مُكَلّف لَهُ كتاب اشْتهر
أَو الْمَجُوس',NULL,'310',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (310,'.. دون من يهودا ... آباؤه من بعد بعثة الْهدى
أقلهَا فِي الْحول دِينَار ذهب ... وَضَعفه من متوسط الرتب
وَمن غنى أَربع إِذا قبل ... واشرط ضِيَافَة لمن بهم نزل
ثَلَاثَة ويلبسوا الغيارا ... أَو فَوق ثوب جعلُوا زنارا ...',NULL,'311',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (311,'.. ويتركوا ركُوب خيل حربنا ... وَلَا يساووا الْمُسلمين فِي الْبَنَّا
وانتقض الْعَهْد بجزية منع ... وَحكم شرع بتمرد دفع
لاهرب بالطعن فِي الْإِسْلَام أَو ... فعل يضر الْمُسلمين النَّقْض لَو
شَرط ترك وَالْإِمَام خيرا ... فِيهِ كَمَا فِي كَامِل قد أسرا ...',NULL,'312',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (312,'١ كتاب الصَّيْد والذبائح
١ ... من مُسلم وذى كتاب حلا ... لَا وثنى وَالْمَجُوس أصلا
وَالشّرط فِيمَا حللوا إِن يقدر ... عَلَيْهِ قطع كل حلق ومرى
حَيْثُ الْحَيَاة مُسْتَقر الحكم ... بجارح لَا ظفر وَعظم
وَغير مَقْدُور عَلَيْهِ صيدا ... أَو الْبَعِير ند أَو تردى
الْجرْح إِن يزهق بِغَيْر عظم ... أَو جرحه أَو مَوته بالفم
إرْسَال كلب جارح أَو غَيره ... من سبع معلم أَو طيره ...',NULL,'313',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (313,'.. يُطِيع غير مره إِذا اؤتمر ... وَدون أكل ينتهى إِن ينزجر
وَإِنَّمَا يحل صيد أدْركهُ ... مَيتا أَو الْمَذْبُوح حَال الحركه
وَسن أَن يقطع الْأَوْدَاج كَمَا ... ينْحَر لبة الْبَعِير قَائِما
وَوجه الْمَذْبُوح نَحْو القبله ... وَقبل أَن تصل قل بِسم الله
وسم فى أضْحِية وكبرا ... وبالدعاء بِالْقبُولِ فاجهرا ...
<span data-type="title" id=toc-71>بَاب الْأُضْحِية</span>',NULL,'314',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (314,'.. ووقتها قدر صلاه رَكْعَتَيْنِ ... من الطُّلُوع تَنْقَضِي وخطبتين
وَسن من بعد ارتفاعها إِلَى ... ثَلَاثَة التَّشْرِيق أَن تكملا
عَن وَاحِد ضَأْن لَهُ حول كمل ... أَو معز فِي ثَالِث الْحول دخل
كبقر لَكِن عَن السَّبع كفت ... وإبل خمس سِنِين استكملت ... وَلم تجز بَينه الهزال ... وَمرض وعرج فِي الْحَال
وناقص الْجُزْء كبعض أذن ... أَو ذَنْب كعور فِي الْأَعْين
أَو الْعَمى أَو قطع بعض الأليه ... وَجَاز نقص قرنها وخصية
وَالْفَرْض بعض اللَّحْم لَو بنزر ...',NULL,'315',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (315,'.. وكل من الْمَنْدُوب دون النّذر ...
<span data-type="title" id=toc-72>بَاب الْعَقِيقَة</span>
... تسن فِي سابعه وَاسم حسن ... وَحلق شعر وَالْأَذَان فِي الْأذن
وَالشَّاة للْأُنْثَى وللغلام ... شَاتَان دون الْكسر فِي الْعِظَام ...
<span data-type="title" id=toc-73>بَاب الْأَطْعِمَة</span>',NULL,'316',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (316,'.. يحل مِنْهَا طَاهِر لمن ملك ... كميته من الْجَرَاد والسمك
وَمَا بمخلب وناب يقوى ... يحرم كالتمساح وَابْن آوى
أَو نَص تَحْرِيم بِهِ أَو يقرب ... مِنْهُ كَذَا مَا استخبثته الْعَرَب
لَا مَا استطابته وللمضطر حل ... من ميته مَا سد قُوَّة الْعَمَل ...',NULL,'317',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (317,'<span data-type="title" id=toc-74>بَاب الْمُسَابقَة</span>
... تصح فِي الدَّوَابّ والسهام ... إِن علمت مَسَافَة المرامى
وَصفَة الرَّمْي سَوَاء يظْهر ... المَال شخص مِنْهُمَا أَو آخر
إِن أخرجَا فَهُوَ قمار مِنْهُمَا ... إِلَّا إِذا مُحَلل بَينهمَا ...',NULL,'318',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (318,'.. مَا تَحْتَهُ كُفْء لما تحتيهما ... يغنم إِن يسبقهما لن يغرما ...
<span data-type="title" id=toc-75>بَاب الْأَيْمَان</span>
... وَإِنَّمَا تصح باسم الله ... أَو صفة تخْتَص الْإِلَه ...',NULL,'319',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (319,'.. أَو الْتِزَام فثربة أَو نذر ... لَا اللَّغْو إِذْ سبق اللِّسَان يجرى
وحالف لَا يفعل الْأَمريْنِ ... لَا حنث بِالْوَاحِدِ من هذَيْن
وَلَيْسَ حانثا إِذا مَا وكلا ... فى فعل مَا يحلف أَن لَا يفعلا
كَفَّارَة الْيَمين عتق رقبه ... مُؤمنَة سليمَة من معيبه
أَو عشرَة تمسكنوا قد أدّى ... من غَالب الأقوات مدا مدا ...',NULL,'320',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (320,'.. أَو كسْوَة بِمَا يُسمى كسوه ... ثوبا قبَاء أَو ردا أَو فروه
وعاجز صَامَ ثَلَاثًا كالرقيق ... وَالْأَفْضَل الولا وَجَاز التَّفْرِيق ...
<span data-type="title" id=toc-76>بَاب النّذر</span>
... يلْزم بالتزامه لقُرْبه ... لَا وَاجِب الْعين وذى الْإِبَاحَة ...',NULL,'321',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (321,'.. بِاللَّفْظِ إِن علقه بِنِعْمَة ... حَادِثَة أَو اندفاع نقمة
أَو نجز النّذر كلله على ... صَدَقَة نذر الْمعاصِي لَيْسَ شى
وَمن يعلق فعل شَيْء بِالْغَضَبِ ... أَو ترك شَيْء بالتزامه الْقرب
إِن وجد الشَّرْط ألزم من حلف ... كَفَّارَة الْيَمين مثل مَا سلف
كَمَا بِهِ أفتى الإِمَام الشَّافِعِي ... وَبَعض أَصْحَاب لَهُ كالرافعي
أما النواوي فَقَالَ خيرا ... مَا بَين تَكْفِير وَمَا قد نذرا
وَمُطلق الْقرْبَة نذر لزما ... نذر الصَّلَاة رَكْعَتَانِ قَائِما
وَالْعِتْق ماكفارة قد حصلا ... صَدَقَة أقل مَا تمولا ...
١ كتاب الْقَضَاء
١',NULL,'322',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (322,'.. وَإِنَّمَا يَلِيهِ مُسلم ذكر ... مُكَلّف حر سميع ذُو بصر
ذُو يقظة عدل وناطق وَأَن ... يعرف أَحْكَام الْقُرْآن وَالسّنَن
ولغة وَالْخلف مَعَ إِجْمَاع ... وطرق الِاجْتِهَاد بالأنواع ...',NULL,'323',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (323,'.. وَيسْتَحب كَاتبا وَيدخل ... بكرَة الِاثْنَيْنِ ووسطا ينزل
ومجلس الحكم يكون بارزا ... متسعا من وهج حر حاجز ...',NULL,'324',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (324,'.. يكره بِالْمَسْجِدِ حَيْثُ قصدا ... حكم خلاف مَالك وأحمدا
وَنصب بواب وحاجب بِلَا ... عذر وَإِلَّا فأمينا عَاقِلا
وَحكمه مَعَ مَا يخل فكره ... كغضب لحظ نفس يكره
وَمرض وعطش وجوع ... حقن نُعَاس ملل وشبع
حر وَبرد فَرح وهم ... والقاض فِي ذى نَافِذ للْحكم
تَسْوِيَة الْخَصْمَيْنِ فِي الْإِكْرَام ... فرض وَجَاز الرّفْع بلإسلام ...',NULL,'325',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (325,'.. لَكِن لَهُ يجوز رفع الْمُسلم ... فِي مجْلِس على رجال الذمم
هَدِيَّة الْخصم لمن لم يعْتد ... قبل القضا حرم قبُول مَا هدى
وَلم يجز تلقين حجَّة وَلَا ... تعْيين قوم غَيرهم لن يقبلا
وَإِنَّمَا يقبل قَاض مَا كتب ... قَاض إِلَيْهِ حِين مُدع طلب
بِشَاهِدين ذكرين شَهدا ... بِمَا حواه حِين خصم جحدا',NULL,'326',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (326,'من أَسَاءَ أدبه فيزجره ... فَإِن أصر ثَانِيًا يعزره ...
<span data-type="title" id=toc-77>بَاب الْقِسْمَة</span>
... يجْبر حَاكم عَلَيْهَا الْمُمْتَنع ... فِي متشابه وتعديل شرع
إِن لم يضر طَالب للْقِسْمَة ... وَقسم رد بِالرِّضَا والقرعة
وَينصب الْحَاكِم حرا ذكرا ... كلف عدلا فِي الْحساب مهْرا
وَيشْتَرط اثْنَان إِذْ يقوم ... وَحَيْثُ لَا تَقْوِيم فَرد يقسم ...',NULL,'327',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (327,'<span data-type="title" id=toc-78>بَاب الشَّهَادَة</span>
... وَإِنَّمَا تقبل مِمَّن أسلما ... كلف حرا ناطقا قد علما
عدلا على كَبِيرَة مَا أقدما ... طَوْعًا وَلَا صَغِيرَة مالزم
أَو تَابَ مَعَ قَرَائِن ان قد صلح ... والاختبار سنة على الاصح ...',NULL,'328',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (328,'.. مُرُوءَة الْمثل لَهُ وَلَيْسَ جَار ... لنَفسِهِ نفعا وَلَا دَافع ضار
أَو أصل فرع لمن يشْهد لَهُ ... كَمَا على عدوة لن نقبله ...',NULL,'329',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (329,'.. وَيشْهد الْأَعْمَى ويسروى إِن سبق ... تحمل أَو بمقر اعتلق
وبتسامع نِكَاح وحمام ... وقف وَلَاء نسب بِلَا اتهام
وللزنا أَرْبَعَة أَن أدخلهُ ... فِي فرجهَا كمرود فِي مكحله
وَغَيره اثْنَان كإقرار الزِّنَا ... ولهلال الصَّوْم عدل بَينا
وَرجل وَامْرَأَتَانِ أَو رجل ... ثمَّ الْيَمين المَال أَو فِيمَا يؤل
إِلَيْهِ كالموضحة الَّتِي جهل ... تَعْيِينهَا',NULL,'330',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (330,'أَو حق مَال كالأجل
أَو سَبَب وَامْرَأَتَانِ أَربع ... نسا لما الرِّجَال لَا تطلع
عَلَيْهِ كالرضاع والولادة ... وعيبها وَالْحيض والبكارة ...
<span data-type="title" id=toc-79>بَاب الدعاوي والبينات</span>
... إِن تمت الدَّعْوَى بِشَيْء علما ... سَالَ قَاض خَصمه وَحكما ...',NULL,'331',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (331,'.. إِن يعْتَرف خصم فَإِن يجْحَد وَثمّ ... بَينه بِحَق مُدع حكم
وَحَيْثُ لَا بَينه فالمدعى ... عَلَيْهِ حلف حَيْثُ مُدع دَعَا
فَإِن أَتَى ردَّتْ على من ادّعى ... وباليمين يسْتَحق الْمُدعى
وَالْمُدَّعى عينا بهَا ينْفَرد ... أَحدهمَا فَهِيَ لمن لَهُ الْيَد
وَحَيْثُ كَانَت مَعَهُمَا وَشهِدت ... بينتان حلفا وَقسمت ...',NULL,'332',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (332,'.. وَحلف الْحَاكِم من تَوَجَّهت ... عَلَيْهِ دَعْوَى فِي سوى حد ثَبت
لله لَا القَاضِي وَلَو مغرولا ... وَشَاهد ومنكر التوكيلا
بتا كَمَا أجَاب دَعْوَى حلفا ... وَنفى علم فعل غَيره نفى ...
١ كتاب الْعتْق
١ ... يَصح عتق من مُكَلّف ملك ...',NULL,'333',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (333,'صَرِيحَة عتق وتحرير وَفك
رَقَبَة وَصَحَّ بالكنايه ... بنية مِنْهُ كيامولايه
وَعتق جُزْء من رقيقَة سرى ... أَو شركَة مَعَ غَيره إِن أيسرا
فاعتق عَلَيْهِ مَا بقى بِقِيمَتِه ... فِي الْحَال والمعسر قدر حِصَّته
وَمَالك الْأُصُول وَالْفُرُوع ... يعْتق كالميراث وَالْمَبِيع
لمعتق حق الْوَلَاء وجبا ... ثمَّ لمن بِنَفسِهِ تعصبا
لَو مَعَ اخْتِلَاف دين أوجبه ... وَلَا يَصح بَيْعه وَلَا الْهِبَة ...',NULL,'334',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (334,'<span data-type="title" id=toc-80>بَاب التَّدْبِير</span>
... كَقَوْلِه لعَبْدِهِ دبرتكا ... أَو انت حر بعد موتِي ذلكا
يعْتق بعده من الثُّلُث لمَال ... وَيبْطل التَّدْبِير حَيْثُ الْملك زَالَ ...
<span data-type="title" id=toc-81>بَاب الْكِتَابَة</span>
... اذا كسوب ذُو أَمَانَة طلب ... من غير مَحْجُور عَلَيْهِ يسْتَحبّ ...',NULL,'335',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (335,'.. وَشَرطهَا مَعْلُوم مَال وَأجل ... نجمان أَو أَكثر مِنْهَا لَا أقل
وَالْفَسْخ للْعَبد مَتى شَاءَ انْفَصل ... لَا سيد إِلَّا إِذا عجز حصل
اجز لَهُ تَصرفا كَالْحرِّ لَا ... تَبَرعا وخطرا إِذْ فعلا
وَحط شَيْء لَازم للْمولى ... عَنهُ وَفِي النَّجْم الْأَخير أولى
وَهُوَ رَقِيق مَا بقى عَلَيْهِ ... شَيْء إِلَى أَدَائِهِ إِلَيْهِ ...',NULL,'336',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (336,'<span data-type="title" id=toc-82>بَاب الْإِيلَاء</span>
... لأمة لَهُ تكون ملكا ... أَو بَعْضهَا يُوجب عتق تلكا
بِمَوْتِهِ ونسلها بهَا الْتحق ... من غَيره بعد الايلاد عتق ...',NULL,'337',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (337,'.. من رَأس مَال قبل دين وَاكْتفى ... بِوَضْع مَا فِيهِ تصور خفى
جَازَ الكرا وخدمة جماع ... لاهبة وَالرَّهْن وابتياع
ومولد بِالِاخْتِيَارِ جَارِيَة ... لغيره مَنْكُوحَة أَو زَانِيَة
فالنسل قن مَالك وَالْفرع حر ... من وَطئه بِشُبْهَة أَو حَيْثُ غر
أَو بشرَاء فَاسد فَإِن ملك ... ذى بعد لم تعْتق عَلَيْهِ إِن هلك
لَكِن عَلَيْهِ قيمَة الْحر ثَبت ... بِحَمْد رَبِّي زبد الْفِقْه انْتَهَت ...
خَاتمه
... من نَفسه شريفة أبيَّة ... يربأ عَن أُمُوره الدنية
وَلم يزل يجنح للمعالي ... يسهر فِي طلابها اللَّيَالِي ...',NULL,'338',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (338,'.. وَمن يكون عَارِفًا بربه ... تصور ابتعاده من قربه
فخاف وارتجى وَكَانَ صاغيا ... لما يكون آمرا أَو ناهيا
فَكل مَا أمره يرتكب ... وَمَا نهى عَن فعله يجْتَنب
فَصَارَ محبوبا لخالق الْبشر ... لَهُ بِهِ سمع وبطش وبصر
وَكَانَ لله وليا إِن طلب ... أعطَاهُ ثمَّ زَاده مِمَّا أحب
وقاصر الهمة لَا يُبَالِي ... يجهل فَوق الْجَهْل كالجهال ...',NULL,'339',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (339,'.. فدونك الصّلاح أَو فَسَادًا ... أَو سخطا أَو تَقْرِيبًا أَو إبعادا
وزن بِحكم الشَّرْع كل خاطر ... فَإِن يكن مأموره فبادر
وَلَا تخف وَسْوَسَة الشَّيْطَان ... فَإِنَّهُ أَمر من الرَّحْمَن
فَإِن تخف وُقُوعه مِنْك على ... منهى وصف مثل إعجاب فَلَا
وَإِن يَك استغفارنا يفْتَقر ... لمثله فاننا نَسْتَغْفِر
فاعمل وداو الْعجب حَيْثُ يخْطر ... مُسْتَغْفِرًا عساه أَن يكفر
وَإِن يكن مِمَّا نهيت عَنهُ ... فَهُوَ من الشَّيْطَان فاحذرته ... فَإِن تمل إِلَيْهِ كن مُسْتَغْفِرًا ...',NULL,'340',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (340,'من ذَنبه عساه أَن يكفرا
فَيغْفر الحَدِيث للنَّفس وَمَا ... هم إِذا لم يعْمل أَو تكلما
فَجَاهد النَّفس بِأَن لَا تفعلا ... فَإِن فعلت تب وأقلع عجلا
وَحَيْثُ لَا تقلع لاستلذاذ ... أَو كسل يَدْعُوك باستحواذ
فاذكر هجوم هاذم اللَّذَّات ... وفجأة الزَّوَال والفوات
وَأعْرض التَّوْبَة وَهِي النَّدَم ... على ارْتِكَاب مَا عَلَيْك يحرم ...',NULL,'341',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (341,'.. تحقيقها إقلاعه فِي الْحَال ... وعزم ترك الْعود فِي اسْتِقْبَال
وَإِن تعلّقت بِحَق آدمى لابد من تبرئة للذمم
وواجب إِعْلَامه إِن جهلا ... فان يغب فَابْعَثْ إِلَيْهِ عجلا
فَإِن يمت فَهِيَ لوَارث يرى ... إِن لم يكن فأعطها للفقرا
مَعَ نِيَّة الْغرم لَهُ إِذا حضر ... ومعسر ينوى الأدا إِذا قدر
فَإِن يمت من قبلهَا ترجى لَهُ ... مغْفرَة الله بِأَن تناله ...',NULL,'342',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (342,'.. وَإِن تصح تَوْبَة وانتقضت ... بِالْعودِ لَا يضر صِحَة مَضَت
وَتجب التَّوْبَة من صَغِيرَة ... فِي الْحَال كالوجوب من كَبِيرَة
وَلَو على ذَنْب سواهُ قد أصر ... لَكِن بهَا يصفو عَن الْقلب الكدر
وواجب فِي الْفِعْل إِذْ تشكك ... أمرت أَو نهيت عَنهُ تمسك
وَالْخَيْر وَالشَّر مَعًا تجديده ... بِقدر الله كَمَا يُريدهُ
وَالله خَالق لفعل عَبده ... بقدرة قدرهَا من عِنْده
وَهُوَ الَّذِي أبدع فعل المكتسب ... وَالْكَسْب للْعَبد مجَازًا ينتسب
وَاخْتلفُوا فرجح التَّوَكُّل ... وَآخَرُونَ الِاكْتِسَاب أفضل
وَالثَّالِث الْمُخْتَار أَن يفصلا ... وباختلاف النَّاس أَن ينزلا
من طَاعَة الله تَعَالَى آثرا ... لَا ساخطا إِن رزقه تعسرا
وَلم يكن مستشرفا للرزق ... من أحد بل من إِلَه الْخلق
فَإِن ذَا فِي حَقه التَّوَكُّل ... أولى والا',NULL,'343',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (343,'الِاكْتِسَاب أفضل
وطالب التَّجْرِيد وَهُوَ فِي السَّبَب ... خفى شَهْوَة دعت فليجتنب
وَذُو تجرد لأسباب سَأَلَ ... فَهُوَ الَّذِي عَن ذرْوَة الْعِزّ نزل
وَالْحق أَن تمكث حَيْثُ أنزلك ... حَتَّى يكون الله عَنهُ نقلك
قصد الْعَدو ترك جَانب الله ... فِي صُورَة الْأَسْبَاب مِنْك أبداه
أَو لتماهن مَعَ التكاسل ... أظهره فِي صُورَة التَّوَكُّل
من وفْق الله تَعَالَى يلهم ... الْبَحْث عَن هذَيْن ثمَّ يعلم
أَن لَا يكون غير مَا يَشَاء ... فَعلمنَا إِن يرد هباء ...',NULL,'344',NULL,NULL,'0');
INSERT INTO [b22364] VALUES (344,'.. وَالْحَمْد لله على الْكَمَال ... سَائل توفيق لحسن الْحَال
ثمَّ الصَّلَاة وَالسَّلَام أبدا ... على النَّبِي الْهَاشِمِي أحمدا
والآل والصحب وَمن لَهُم قفا ... وحسبنا الله تَعَالَى وَكفى ...',NULL,'345',NULL,NULL,'0');
