-- Table: b23072
-- Chunk: 1
-- Rows: 73

CREATE TABLE "b23072"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b23072
INSERT INTO [b23072] VALUES (1,'دراسة حول قول أبي زرعة في سنن<span data-type="title" id=toc-1> ابن ماجه</span>
للدكتور سعدي الهاشمي
أستاذ مساعد بكلية الحديث بالجامعة
ابن ماجه:
هو الإمام أبو عبد الله محمد بن يزيد بن ماجه الربعي القزويني الحافظ، ولد سنة ٢٠٩هـ.
وصفه أبو يعلى الخليلي بقوله: ابن ماجه ثقة كبير متفق عليه، محتج به، له معرفة وحفظ، وله مصنفات في السنن والتفسير والتاريخ، وكان عارفا بهذا الشأن، ارتحل إلى العراقيين - البصرة والكوفة – ومكة والشام ومصر١.
وقال عنه الحافظ ابن كثير: صاحب كتاب السنن المشهورة وهي دالة على عمله وعلمه، وتبحره واطلاعه، واتباعه للسنة في الأصول والفروع٢، وكانت وفاته لثمان بقين من رمضان سنة ٢٧٣? ٣.','47 - 48','21',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (2,'<span data-type="title" id=toc-2>منزلة سنن ابن ماجه بين كتب الستة</span>
...
منزلة سنن ابن ماجه بين الكتب الستة:
قال الحافظ السلفي: اتفق على صحتها - أي الكتب الخمسة٤ - علماء الشرق والغرب، ولم يضموا إليها سنن ابن ماجه لتأخر مرتيتها عنها، وأول من جعلها سادس الكتب الستة الحافظ أبو الفضل محمد بن طاهر بن علي بن أحمد القيسراني المقدسي المتوفى سنة ٥٠٧? في كتابه (أطراف الكتب الستة) ، ورسالته (شروط الأئمة الستة) ٥.
_________
١ انظر تذكرة الحفاظ ج ٢/٦٣٦، وتهذيب التهذيب ج ٩/٥٣١، والمنتخب من الإرشاد في علماء قزوين.
٢ انظر البداية والنهاية لابن كثير ج ١١/٥٢.
٣ انظر المصادر السابقة.
٤ أي صحيح البخاري وصحيح مسلم وسنن أبي داود والنسائي وجامع الترمذي. والمراد بالصحة، صحة أصولها. انظر التقييد والإيضاح ص ٦٢
٥ انظر البحر الذي زخر في شرح ألفية الأثر ورقة (٦٥- أ-) حيث نسبه ابن عساكر الدمشقي لأبي الفضل إضافته للكتب الستة.','47 - 48','21',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (3,'ثم تابعه الحافظ عبد الغني بن عبد الواحد المقدسي المتوفى سنة ٦٠٠? في كتابه (الكمال في أسماء الرجال) ، ثم تابعهما أصحاب كتب الأطراف وأسماء الرجال، والمتأخرون في تصانيفهم، وإنما قدم هؤلاء سنن ابن ماجة على الموطأ لكثرة زوائده على الكتب الخمسة بخلاف الموطأ؛ فإن أحاديثه - إلا القليل منها - موجودة في الكتب الخمسة مندمجة فيها، فهذا هو السبب في عدهم السادس سنن ابن ماجة دون الموطأ١
وقد عدّ بعض الحفاظ موطأ مالك في درجة الصحيحين، بل منهم من قدمه على الصحيحين، كالإمام ابن عبد البر المتوفى سنة ٤٦٣?، والإمام أبو بكر بن العربي المتوفى سنة ٥٤٣?.
وقال ابن حجر: لم يرو - أي الإمام مالك - فيه إلا الصحيح عنده٢.
ومن الذين قدموا الموطأ على سنن ابن ماجة أبو الحسن أحمد بن رزين السرقسطي المتوفى سنة ٥٣٥? في كتابه (التجريد في الجمع بين الصحاح) ، وتابعه على ذلك أبو السعادات مبارك بن محمد المشهور بابن الأثير الجزري المتوفى سنة ٦٠٦? وكذا غيره٣.
ومن الحفاظ من عد سادس الكتب كتاب الدارمي.
قال طاهر الجزائري: ولما كان ابن ماجة قد أخرج أحاديث عن رجال متهمين بالكذب وسرقة الأحاديث، قال بعضهم: ينبغي أن يجعل السادس كتاب الدارمي؛ فإنه قليل الرجال الضعفاء، نادر الأحاديث المنكرة والشاذة، وإن كانت فيه أحاديث مرسلة وموقوفة؛ فهو مع ذلك أولى منه٤.
وقال الذهبي: سنن أبي عبد الله كتاب حسن لولا ما كدره أحاديث واهية ليست بالكثيرة٥.
وقال الحافظ ابن رجب عند كلامه عن طبقات الرواة عن الزهري في الطبقة الخامسة: قوم من المتروكين والمجهولين كالحكم الأيلي، وعبد القدوس بن حبيب، ومحمد بن سعيد المصلوب، وبحر السقاء ونحوهم؛ فلم يخرج لهم الترمذي ولا أبو داود ولا
_________
١ انظر توجيه النظر ص ١٥٣.
٢ انظر تعجيل المنفعة ص ٩.
٣ انظر توجيه النظر ص ١٥٣.
٤ انظر توجيه النظر ص ١٥٣ ومقدمة ابن الصلاح ص ٣٤- ٣٥ حيث ذكر السبب في تأخر المسانيد عن مرتبة الكتب الخمسة ومنها مسند الدارمي، وانظر كلام ابن رشيد في حاشية سنن النسائي ج ١/١١.
٥ انظر تذكرة الحفاظ ج٢/٦٣٦.','47 - 48','22',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (4,'النسائي، ويخرج لبعضهم ابن ماجة، ومن هنا نزلت درجة كتابه عن بقية الكتب، ولم يعده من الكتب المعتبرة سوى طائفة من المتأخرين١.
وقال الحافظ ابن حجر: كتابه في السنن - أي ابن ماجة - جامع جيد، كثير الأبواب والغرائب، وفيه أحاديث ضعيفة جدا، حتى بلغني أن السري كان يقول: مهما انفرد بخبر، فيه أحاديث كثيرة منكرة، والله تعالى المستعان، ثم وجدت بخط الحافظ شمس الدين محمد بن علي الحسيني ما لفظه: سمعت شيخنا الحافظ أبا الحجاج المزي يقول: كل ما انفرد به ابن ماجة فهو ضعيف٢، يعني: وكلامه هو ظاهر كلام شيخه.
لكن حمله على الرجال أولى، وأما حمله على أحاديث فلا يصح٣.','47 - 48','23',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (5,'<span data-type="title" id=toc-3>عدد كتب سنن ابن ماجة، وأبوابه، وأحاديثه:</span>
قال الذهبي: عدد كتب سننه - أي ابن ماجة - اثنان وثلاثون كتابا٤.
وقال أبو الحسن القطان صاحب ابن ماجة٥: في السنن ألف وخمس مائة باب، وجملة ما فيها أربعة آلاف حديث٦.
ولقد قام الأستاذ المحقق محمد فؤاد عبد الباقي - رحمه الله – بإحصاء أحاديث سنن ابن ماجة بصورة علمية متقنة؛ فكان جملة أحاديثها (٤٣٤١) أربعة آلاف وثلاثمائة وواحد وأربعون حديثا، من هذه الأحاديث (٣٠٠٢) اثنان وثلاثة آلاف حديث أخرجها أصحاب الكتب الخمسة كلهم أو بعضهم، وباقي الأحاديث وعددها (١٣٣٩) ألف وثلاثمائة وتسعة وثلاثون حديثا هي الزوائد على ما جاء بالكتب الخمسة، وهذه الزوائد هي التي عرض لها
_________
١ انظر شرح علل الترمذي ص ٢٩٤. ومحمد بن سعيد المصلوب لم ينفرد ابن ماجة بإخراج حديثه في السنن بل شاركه أيضاً الترمذي في الجامع. انظر: ميزان الاعتدال ج٣/٥٦١. وخلاصة تهذيب الكمال ج٢/٤٠٧
٢ وقال ابن حجر في الفهرسة: إنه قال الحافظ المزي: إن الغالب فيما انفرد به ابن ماجة الضعف. انظر توضيح الأفكار للأمير الصنعاني ج ١/٢٢٣.
٣ انظر: تهذيب التهذيب ج ٩/٥٣١- ٥٣٢، وفي البحر الذي زخر للسيوطي ورقة (٦٥- أ-) (قال الحافظ ابن حجر فيما كتبه بخطه على حاشية الكتاب: مراده – أي المزي - من الرجال لا من الأحاديث فإن في أفراده صحاحا) ا?.
٤ انظر تذكرة الحفاظ ج ٢/٦٣٦.
٥ هو الحافظ الإمام القدوة أبو الحسن علي بن إبراهيم بن سلمة بن بحر القزويني، محدث قزوين وعالمها (٢٥٤- ٣٤٥?) . انظر تذكرة الحفاظ ج ٣/٨٥٦- ٨٥٧.
٦ انظر تذكرة الحفاظ ج ٢/٦٣٦.','47 - 48','23',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (6,'الحافظ الشهاب البوصيري في (مصباح الزجاجة) ١، ومن هذه الزوائد (٤٢٨) أربعمائة وثمانية وعشرون حديثا رجالها ثقات صحيحة الإسناد، ومنها (١٩٩) تسعة وتسعون ومائة حديث؛ حسنة الإسناد، ومنها (٦١٣) ثلاثة عشر وستمائة حديث؛ ما بين واهية الإسناد أو منكرة أو مكذوبة٢.
تبين لنا من خلال إحصاء الأستاذ محمد فؤاد أن عدد كتب سنن ابن ماجة (٣٧) سبعة وثلاثون كتابا عدا المقدمة، وعدد أبوابه (١٥١٥) بابا، وعدد أحاديثه (٤٣٤١) حديثا٣.
ويبدو أن الاختلاف في عدد الأحاديث نجم عن اختلاف النسخ؛ فالنسخة التي كانت عند أبي الحسن القطان تختلف من حيث عدد الأبواب والأحاديث عن النسخ التي طبعت ووقف عليها الأستاذ محمد فؤاد عبد الباقي٤ ولعل أبا الحسن القطان - رحمه الله - لم يدخل مقدمة سنن ابن ماجة ضمن أحاديث الكتب الأخرى ابتداء من كتاب الطهارة وسننها حتى نهاية كتاب الزهد، ولو أسقطنا أحاديث المقدمة والتي مجموعها (٢٦٦) حديثا يبقى الفرق بين العدد الذي ذكره فؤاد عبد الباقي وبين ما ذكره أبو الحسن القطان (٧٥) حديثا، ولعل تعبير ابن القطان - وجملة ما فيها – يدل على أنه لم يذكرها بالضبط والدقة حديثا حديثا؛ ابتداء من المقدمة حتى نهاية كتاب لزهد.
وكذلك يقال عن الأبواب؛ فالفرق بين عدد الأبواب التي ذكرها فؤاد عبد الباقي وبين ما ذكره أبو الحسن القطان (١٥) خمسة عشر بابا؛ عد فؤاد عبد الباقي في المقدمة (٢٤) أربعة وعشرين بابا.
_________
(مصباح الزجاجة في زوائد ابن ماجة) لأحمد بن أبي بكر ابن إسماعيل الكناني البوصيري المتوفى سنة ٨٤٠?، توجد نسخة منه في دار الكتب المصرية رقم (حديث ٤٤٢) وقد اطلعت عليه. وانظر تاريخ التراث العربي ج١/٣٨٠ ط١. وأفرد هذه الزوائد أيضا نور الدين أبو الحسن علي بن أبي بكر بن سليمان الهيثمي المتوفى سنة ٨٠٧? باسم زوائد على الكتب الخمسة. توجد نسخة منه في الآصفية رقم (حديث ٤١٠) . انظر تاريخ التراث ج ١/٣٨٠.
٢ انظر سنن ابن ماجة ج ٢/١٥١٩- ١٥٢٠.
٣ انظر سنن ابن ماجة ج ٢/١٥٢٤.
٤ اعتمد الأستاذ فؤاد عبد الباقي على نسخة مطبوعة بالمطبعة العلمية بمصر سنة ١٣١٣? وعليها حاشية الإمام أبي الحسن محمد بن عبد الهادي الحنفي نزيل المدينة المنورة المتوفى سنة ١١٣٨?. وهذه النسخة - كما يقول فؤاد عبد الباقي - لم يراع فيها شيء من الدقة، لا في تحري صحة المتن ولا في أسماء رجال السند.
والمطبوعة الثانية طبعت سنة ١٨٤٧ ميلادية، نصفها في المطبع الفاروقي في الدهلي بالهند بتصحيح مولانا مولوي طاهر، والنصف الآخر في مطبع مجتبائي في الدهلي بالهند بتصحيح مولوي عبد الأحد.
ولعل أصح النسخ المروية عن ابن ماجة هي النسخة التي تداولتها أيدي الحفاظ المتقنين من المقادسة وغيرهم طبقة بعد طبقة، والمحفوظة بالخزانة التيمورية (رقم ٥٢٢) بدار الكتب المصرية.','47 - 48','24',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (7,'أما عدد الكتب ففيه اختلاف كذلك؛ فذكر الذهبي أنها (اثنان وثلاثون) كتابا، بينما عددها حسب إحصاء فؤاد عبد الباقي (سبعة وثلاثون) كتابا، ولو وقف الأستاذ فؤاد عبد الباقي على نسخة متقنة مروية بالسند الصحيح عن الإمام ابن ماجة لكان عمله أكمل في خدمة هذا المصدر السادس للسنة النبوية، ويزيل هذا الاختلاف الواقع في عدد الكتب وكذا الأبواب والأحاديث.','47 - 48','25',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (8,'<span data-type="title" id=toc-4>قول أبي زرعة في سنن ابن ماجة:</span>
قال ابن ماجة: عرضت هذه السنن على أبي زرعة؛ فنظر فيها وقال: أظن إن وقع هذا في أيدي الناس تعطلت هذه الجوامع أو أكثرها، ثم قال: (لعل لا يكون فيه تمام ثلاثين حديثا مما في إسناده ضعف) ١.
وعقب الحافظ الذهبي على هذا القول في سير أعلام النبلاء بقوله: (وقول أبي زرعة لعل لا يكون فيه تمام ثلاثين حديثا مما في سنده ضعف، أو نحو ذلك - إن صح- كأنما عنى بثلاثين حديثا، الأحاديث المطرحة الساقطة، وأما الأحاديث التي لا تقوم بها حجة فكثيرة نحو الألف..) ٢.
ونقل ابن الوزير في (تنقيح الأنظار) كلام الذهبي هذا وعقب عليه بقوله: (إنما أراد الذهبي تقليل الأحاديث الباطلة، وأما الأحاديث الضعيفة في عرف أهل الحديث ففيه قدر ألف حديث منها - كما ذكر في النبلاء في ترجمة ابن ماجة - وقدر الباطلة بعشرين حديثا) ٣.
أما الشق الأول من كلام أبي زرعة وهو: (أظن إن وقع هذا في أيدي الناس تعطلت هذه الجوامع أو أكثرها) ؛ فأراد به - والله أعلم - ما ذكره ابن طاهر المقدسي المتوفى سنة ٥٠٧? من (حسن الترتيب، وغزارة الأبواب، وقلة الأحاديث، وترك التكرار، ولا يوجد فيه من النوازل والمقاطيع والمراسيل..)
_________
١ انظر تذكرة الحفاظ ج ٢/٦٣٦، وفي معجم البلدان لياقوت الحموي في مادة (قزوين) (عرضت هذه النسخة) ، وزاد في الخبر بعد قوله في إسناده ضعف (أو قال عشرين أو نحو هذا الكلام) .
٢ انظر سير أعلام النبلاء النسخة المصورة المحفوظة في معهد المخطوطات بجامعة الدول العربية.
٣ انظر توضيح الأفكار لمعاني تنقيح الأنظار للأمير الصنعاني ج ١/٢٢٣.
٤ انظر كتاب التقييد لرواة السنن والمسانيد لابن نقطة الحنبلي البغدادي المتوفى سنة ٦٢٩? نسخة المتحف البريطاني ورقة (٤٢- ب-) وانظر كتاب البدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير الذي صنفه أبو القاسم عبد الكريم بن أبي الفضل الرافعي المتوفى سنة ٦٢٣? لأبي حفص ابن الملقن المتوفى سنة ٨٠٤? ج ١/ ورقة ١٥.','47 - 48','25',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (9,'وقال الحافظ ابن حجر: (كتابه في السنن - أي ابن ماجة - جامع جيد، كثير الأبواب والغرائب، وفيه أحاديث ضعيفة جدا..) ١.
وقال صديق حسن خان عند كلامه عن سنن ابن ماجة: (وفي الواقع؛ الذي فيه من حسن الترتيب وسرد الأحاديث بالاختصار من غير تكرار ليس في أحد من الكتب، وقد شهد أبو زرعة على صحته) ٢.
ولعل الإمام الرازي - أبو زرعة - أراد بالجوامع التي صنفها الحفاظ في بلاد الري وقزوين وطبرستان وتلك البلادن، ويؤيد هذا ما قاله ابن طاهر المقدسي عند ذكره سنن ابن ماجة، يقول ابن طاهر: (وهذا الكتاب وإن لم يشتهر عند أكثر الفقهاء فإن له بالري وما والاها من ديار الجبل وقوهستان ومازندان وطبرستان شأن عظيم؛ عليه اعتمادهم، وله عندهم طرق كثيرة) ٣.
أو أراد الجوامع المشهورة، ومنها الجامع الصحيح للبخاري والجامع الصحيح لمسلم؛ من حيث الترتيب والتنظيم، وهذا رأيه، ولكل رأيه واجتهاده.
ولقد ذكر بعض المحدثين عددا أقل من الأحاديث التي ذكرها أبو زرعة، ولعلهم أرادوا أن يرفعوا من شأن سنن ابن ماجة ومكانتها.
قال أبو القاسم عبد الكريم بن محمد القزويني الرافعي المتوفى سنة ٦٢٣? في ترجمة ابن ماجة من تأريخه: (وسمعت والدي رحمه الله يقول: عرض كتاب السنن لابن ماجة على أبي زرعة الرازي فاستحسنه وقال: لم يخطئ إلا في ثلاثة أحاديث) ٤.
أقول: هذا الخبر ظاهر الضعف، ولعله أراد أن يفتخر بإمام بلده ويرفع من شأن سننه - رحمهما الله-، ويحتمل وقوع تصحيف (ثلاثين) إلى (ثلاثة) .
وروى ابن نقطة بسنده إلى ابن طاهر المقدسي الحافظ أنه قال: (رأيت على ظهر جزء قديم بالري حكاية كتبها أبو حاتم الحافظ المعروف بخاموش: قال أبو زرعة: طالعت
_________
١ انظر تهذيب التهذيب ج ٩/٥٣١-٥٣٢، والبحر الذي زخر للسيوطي ورقة (٦٥- أ-) .
٢ انظر الحطة في ذكر الصحاح الستة ص ٢٥٦ ط إسلامي أكادمي أردو بازار - لاهور ١٣٩٧? / ١٩٧٧م.
٣ انظر التقييد لابن نقطة وكذا البدر المنير لابن الملقن. ومن المعلوم أن تلك البلاد برز فيها الكثير من الحفاظ لا سيما في القرن الثالث وصنفوا الكثير من المسانيد، والسنن وغير ذلك من كتب السنة النبوية.
٤ انظر كتاب التدوين في ذكر أهل العلم بقزوين النسخة المصورة بدار الكتب المصرية.','47 - 48','26',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (10,'كتاب أبي عبد الله بن ماجة فلم أجد فيه إلا قدرا يسيرا مما فيه شيء. وذكر بضعة عشر، وكلاما هذا معناه، قال ابن طاهر المقدسي: وحسبك من كتاب يعرض على أبي زرعة الرازي، ويذكر هذا الكلام بعد إمعان النظر والنقد) ١.
وذكر الحافظ ابن عساكر في تاريخ دمشق في ترجمة ابن ماجة قول أبي زرعة هذا إلى قوله: وكلامه هذا معناه..، إلا أنه قال فيه: (وذكر قريب تسعة عشر..) ٢.','47 - 48','27',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (11,'<span data-type="title" id=toc-5>الرد على هذ القول - رد الإمام ابن الرشيد </span>-
...
الرد على هذا القول
رد الإمام ابن رشيد:
قال الإمام أبو عبد الله بن رشيد - أثناء كلامه عن منزلة سنن النسائي، والموازنة بينها وبين كتب السنن -: (وأما ما حكاه ابن طاهر عن أبي زرعة أنه نظر فيه فقال: (لعل لا يكون فيه تمام ثلاثين حديثا) لا تصح لانقطاع سندها، وإن كانت محفوظة فلعله أراد ما فيه من الأحاديث الساقطة إلى الغاية، أو كان ما رأى من الكتاب إلا جزءا منه فيه هذا القدر، وقد حكم أبو زرعة على أحاديث منه بكونها باطلة أو ساقطة أو منكرة، وذلك محكي في كتاب (العلل) لأبي حاتم٣. [والصواب لابن أبي حاتم] .','47 - 48','27',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (12,'<span data-type="title" id=toc-6>رد الحافظ ابن الملقن:</span>
ولقد رد على قول ابن طاهر أيضا الحافظ ابن الملقن في فصل أفرده لسنن ابن ماجة في كتابه البدر المنير، يقول فيه: (وأما سنن أبي عبد الله بن ماجة القزويني فلا أعلم له شرطا، وهو أكثر السنن الأربعة ضعفا، وفيه موضوعات، منها ما ذكره في إتيانه بحديث في فضل قزوين، لكن قال أبو زرعة فيما رويناه عنه: طالعت كتاب أبي عبد الله بن ماجة فلم أجد فيه إلا قدرا يسيرا مما فيه شيء، وذكر قدر بضعة عشر، أو كلاما هذا معناه، وهذا الكلام من أبي زرعة - رحمه الله - لولا أنه مروي عنه من أوجه لجزمت بعدم صحته عنه؛ فإنه غير لائق لجلالته،
_________
١ انظر كتاب التقييد لرواة السنن والمسانيد نسخة المتحف البريطاني، وشروط الأئمة الستة للحافظ أبي الفضل محمد بن طاهر المقدسي، وقال ابن حجر في تهذيب التهذيب ج ٩/٥٣٢ وذكر ابن طاهر في المسور - ولعل الصواب - المشهور أن أبا زرعة وقف عليه فقال: ليس فيه إلا نحو سبعة أحاديث.
٢ تاريخ دمشق لابن عساكر نسخة المكتبة الظاهرية نسخة منها مصورة محفوظة في معهد المخطوطات لجامعة الدول العربية.
٣ انظر سنن النسائي (المجتبى) بشرح زهر الربى ج ١/١١، والبحر الذي زخر في شرح ألفية الأثر للسيوطي المتوفى سنة ٩١١? ورقة (٦٥- أ-) مخطوط في دار الكتب المصرية تحت رقم (١٠ حليم مصطلح الحديث) وابن رشيد هو محمد بن عمر بن محمد بن عمر بن رشيد، أبو عبد الله السبتي الفهري المالكي المتوفى سنة ٧٢١?، رحالة عالم بالأدب، عارف بالتفسير والتاريخ، وله (المحاكمة بين البخاري ومسلم) و (مسألة العنعنة) و (إيضاح المذاهب فيمن يطلق عليه اسم الصاحب) و (ترجمان التراجم على أبواب البخاري) لم يتمه وله غير ذلك من الكتب والرسائل. انظر الدرر الكامنة ج ٤/١١١- ١١٣.','47 - 48','27',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (13,'لا جرم أن الشيخ تقي الدين قال في الإلمام: هذا الكلام من أبي زرعة لابد من تأويله وإخراجه عن ظاهره وحمله على وجه صحيح، وعجيب قول ابن طاهر حسبك من كتاب يعرض على أبي زرعة الرازي ويذكر هذا الكلام بعد إمعان النظر والنقد، وقوله: ولعمري إن كتاب أبي عبد الله بن ماجة من نظر فيه علم منزلة الرجل من حسن الترتيب وغزارة الأبواب وقلة الأحاديث وترك التكرار، ولا يوجد فيه من النوازل والمقاطيع والمراسيل والرواية عن المجروحين إلا هذا القدر الذي أشار إليه أبو زرعة. وروى ابن عساكر عن أبي الحسن بن بالويه قال: أبو عبد الله ابن ماجة: عرضت هذه النسخة على أبي زرعة فنظر فيه وقال: أظن إن وقع هذا في أيدي الناس تعطلت هذه الجوامع كلها أو أكثرها، ثم قال: لعله لا يكون فيه تمام ثلاثين حديثا مما في إسناده ضعف، أو قال: عشرين ونحوها من الكلام، قال: وحكى عنه أنه نظر في جزء من أجزائه وكان عنده في خمسة أجزاء، قال الشيخ تقي الدين: لابد من تأويله جزما، ولعله أراد ذلك الجزء الذي نظر فيه أو غيره مما يصح) ١.
والحق أن سنن ابن ماجة فيها أكثر من هذا العدد المشار إليه من الأحاديث المنتقدة، ولقد ساق الشيخ عبد الرشيد النعماني - في كتابه (ما تمس إليه الحاجة لمن يطالع سنن ابن ماجة) - (٣٤) حديثا من أحاديث سنن ابن ماجة والتي ذكرها ابن الجوزي في الموضوعات، ثم قال: (فهذه أربعة وثلاثون حديثا قد حكم عليها ابن الجوزي بالوضع، وقد تركت من الأحاديث ما أدرجها ابن الجوزي في الموضوعات وشطرها مروي في سنن ابن ماجة أولها شاهد في كتابه، والحافظ السيوطي ذكر في كتابه (القول الحسن في الذب عن السنن) ستة عشر حديثا مما أورده ابن الجوزي في الموضوعات وهو في سنن ابن ماجة، وأورد في التعقبات على الموضوعات من كتاب ابن الجوزي ثلاثين حديثا؛ فزدت عليه الأربعة، ولله الحمد) .
وقال النعماني أيضا: ويوجد في كتاب ابن ماجه أحاديث أخر قد حكم عليها بعض الحفاظ بالوضع أو البطلان منها..) وذكر سبعة أحاديث٢.
ولقد جمعت الرجال الذين انفرد ابن ماجة بالرواية عنهم دون أصحاب الكتب الستة، وتكلم فيهم الإمام أبو زرعة بالضعف أو الكذب أو غير ذلك من ألفاظ التجريح؛ فكانت مجموعة كبيرة أذكرها بعد هذا الكلام، مع الإشارة إلى المصادر التي نقلت أقوال أبي زرعة فيهم، وإضافة إلى هؤلاء هنالك من الرجال الذين تكلم فيهم أبو زرعة وقد انفرد بالرواية عنهم ابن ماجة
_________
١ انظر الجزء الأول من كتاب (البدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير) ورقة
٢ انظر ما تمس إليه الحاجة لمن يطالع سنن ابن ماجة لمحمد رشيد الهندي ط الهند ص ٤٤- ٤٥.','47 - 48','28',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (14,'والإمام الترمذي دون الأئمة الستة، وكذلك من انفرد بالرواية عنهم ابن ماجة والإمام أبو داود دون الأئمة الستة، وقد أرجأت ذكر هؤلاء الرواة والأحاديث التي رووها إلى دراسة موسعة في سنن ابن ماجة أرجو إنهاءها.','47 - 48','29',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (15,'<span data-type="title" id=toc-7>أسماء الرواة الذين انفرد الإمام ابن ماجة في الرواية عنهم في سننه دون رجال الكتب الستة:</span>
١- إبراهيم بن محمد بن أبي يحيى، واسمه سمعان الأسلمي مولاهم، أبو إسحاق المدني ت ١٨٤?، ذكره أبو زرعة في أسماء الضعفاء١.
٢- إبراهيم بن مسلم العبدي، أبو إسحاق الكوفي المعروف بالهجري قال عنه: (ضعيف) ٢.
٣- (خت ق) إبراهيم بن إسماعيل بن مجمع بن يزيد، وقيل ابن زيد بن مجمع الأنصاري، أبو إسحاق المدني. نقل ابن أبي حاتم عن أبي زرعة أنه قال عنه: (لا يسوي حديثه) ، وسكت ثم قال بعد ذلك - أي أبو زرعة -: (لا يسوي حديثه فلسين) ٣، وذكره أبو زرعة أيضا في أسماء الضعفاء٤.
٤-إسحاق بن إبراهيم بن سعيد الصواف المدني، وقيل المزني مولى مزينة، قال عنه: (منكر الحديث ليس بقوي) ٥.
٥- إسماعيل بن زياد، ويقال ابن أبي زياد، السكوني قاضي الموصل، قال البرذعي: وسمعته - أي أبو زرعة - يقول: (إسماعيل بن أبي زياد يروي أحاديث مفتعلة) ، قلت: - أي البرذعي - من أين هو؟ قال: (كوفي حدث عن إسرائيل، عن أبي إسحاق، عن
_________
١ انظر كتاب الضعفاء لأبي زرعة حرف - أ- وقال عنه: (ليس بشيء) . انظر الجرح والتعديل ج ١/ق١/١٢٧، وكذا في تهذيب التهذيب ج ١/١٦٠، وقال الذهبي في ميزان الاعتدال ج ١/٦١: (ما خرج له ابن ماجة سوى الحديث الماضي من مات مريضا مات شهيدا) . انظر سنن ابن ماجة ج ١/٥١٦.
ملاحظة: إذا ذكر أحد الرواة في أسماء الضعفاء لأبي زرعة فأذكر الحرف الذي ذكر فيه ذلك الراوي أما إذا ذكره في الأجوبة - أي أجوبة أبي زرعة على أسئلة البرذعي - فأشير إلى رقم الورقة لأن الكتاب المخطوط يحتوي على كتاب الضعفاء لأبي زرعة مع أجوبته على أسئلة البرذعي.
٢ انظر تهذيب التهذيب ج ١/١٦٥.
٣ انظر الجرح والتعديل ج ١/ق١/٨٤ وفي تهذيب التهذيب ج١/١٠٥، وقال أبو زرعة: سمعت أبا نعيم - أي الفضل بن دكين - يقول: (لا يسوى حديثه فلسين) .
٤ انظر كتاب الضعفاء لأبي زرعة حرف- أ-.
٥ انظر الجرح والتعديل ج ١/ق١/٢٠٦، وتهذيب التهذيب ج ١/١٠٥، وأسماء الضعفاء لابن الجوزي. واكتفى الذهبي في ميزان الاعتدال ج ١/١٧٦ بقوله (منكر الحديث) .','47 - 48','29',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (16,'الحارث، عن علي في (الكرفس بقلة الأنبياء) ١.
٦- (بخ ق) إسماعيل بن سلمان بن أبي المغيرة الأزرق التميمي الكوفي قال عنه: (واهي الحديث، ضعيف الحديث) ٢.
٧- إسماعيل بن محمد بن يحيى الطلحي الكوفي ت ٢٣٢? أو ٢٣٣? قال البرذعي: (وانتهى أبو زرعة في كتاب الفوائد إلى حديث إسماعيل بن محمد الطلحي، عن داود بن عطاء٣، عن صالح بن كيسان٤، عن سعيد بن المسيب٥، عن أبي بن كعب٦، عن النبي صلى الله عليه وسلم: "أول من يصافح الحق عمر"٧، فلم أره،
_________
(ع) الحارث بن عبد الأعور. الهمذاني، الخارفي، أبو زهير الكوفي ت ٦٥? قال عنه أبو زرعة: (لا يحتج بحديثه) انظر الجرح والتعديل ج ١/ق٢/٧٩، وتهذيب التهذيب ج٢/١٤٦.
والحديث بهذا اللفظ لم أقف عليه إلا أن السيوطي ذكر في اللآلئ المصنوعة ج ٢/٢٢٣ كتاب الأطعمة، وابن عراق في تنزيه الشريعة ج ٢/٢٦٣ عن الحسن بن علي أن النبي صلى الله عليه وسلم قال له: "يا بني كل الكرفس فإنها بقلة الأنبياء".
٢ انظر الجرح والتعديل ج ١/ق١/١٧٦، وتهذيب التهذيب ج ١/٣٠٣- ٣٠٤ ونقل البرذعي في الأجوبة عن أبي زرعة تضعيفه لإسماعيل. انظر كتاب الضعفاء لأبي زرعة مع أجوبته على أسئلة البرذعي ورقة (١١- ب-) .
(ق) داود بن عطاء المزني مولاهم، ويقال مولى الزبير أبو سليمان المديني قال عنه أبو زرعة: (منكر الحديث) انظر الجرح والتعديل ج١/ق٢/٤٢١، وتهذيب التهذيب ج١/١٩٤.
(ع) صالح بن كيسان المدني أبو محمد ويقال أبو الحارث قال ابن حبان: (كان من فقهاء المدينة والجامعين للحديث والفقه من ذوي الهيئة والمروءة) توفي بعد ١٤٠? انظر تهذيب التهذيب ج ٤/٣٩٩- ٤٠٠.
(ع) سعيد بن المسيب، أبو محمد المخزومي الإمام أجل التابعين كان واسع العلم وافر الحرمة متين الديانة، قوالا بالحق فقيه النفس توفى سنة ٩٤?. انظر تذكرة الحفاظ ج ١/٥٤- ٥٦.
(ع) أبي بن كعب بن قيس بن عبيد بن زيد بن معاوية بن عمرو أبو المنذر المدني سيد القراء كان من أصحاب القضاء من الصحابة، شهد بدرا والمشاهد كلها، وكان عمر يسميه سيد المسلمين. انظر تهذيب التهذيب ج ١/١٨٧- ١٨٨، والإصابة ج ١/٢٧- ٢٨.
٧ رواه ابن ماجة في سننه ج ١/٣٩ قال: ثنا إسماعيل بن محمد الطلحي، أنبأنا داود بن عطاء المديني، عن صالح بن كيسان، عب ابن شهاب، عن سعيد بن المسيب، عن أبي بن كعب، قال: قال رسول الله صلى الله عليه وسلم: "أول من يصافحه الحق عمر، وأول من يأخذ بيده فيدخله الجنة"، قال ابن كثير في جامع المسانيد: هذا حديث منكر جدا، وما هو أبعد من أن يكون موضوعا. كذا في حاشيته على سنن ابن ماجة ج ١/٣٩. ورواه الحاكم في المستدرك ج ٣/٨٤ من طريق يحيى بن سعيد عن سعيد بن المسيب، عن أبي..وزاد في أوله "أول من يعانقه الحق يوم القيامة"، ولم يذكر "وأول من يسلم عليه". وقال عنه الذهبي في تلخيص المستدرك ج ٣/٨٤: (موضوع في إسناده كذاب) وذكر في الميزان ج ٢/١٢ في ترجمة داود بن عطاء أن الحديث ذكره ابن أبي عاصم في كتاب السنة بنفس سند ابن ماجة واللفظ دون ذكر "وأول من يسلم عليه"، وقال عنه: هذا منكر جدا.','47 - 48','30',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (17,'وقال: (حديث منكر) ، وأمرنا لأن نضرب عليه، ثم قرأه عليّ في كتاب الفضائل بعد أن ألححت عليه) ١.
٨- بشار بن كدام، السلمي، الكوفي، قال البرذعي: (قلت لأبي زرعة: بشار بن كدام؟ قال: ضعيف الحديث، حدث عن محمد بن زيد٢، عن ابن عمر٣، عن النبي صلى الله عليه وسلم: "الحلف حنث أو ندم"٤، ورواه عاصم بن محمد بن زيد٥ عن أبيه، قال: (كان عمر يقول: (اليمين مأثمة) ٦، حدثناه أحمد بن يونس، وجماعة٧.
٩- بشر بن منصور الحناط عن أبي زيد، عن المغيرة، عن ابن عباس بحديث "أبى الله أن يقبل عمل صاحب بدعة..) الحديث، قال عنه: (لا أعرفه ولا أعرف أبا زيد) ٨.
١٠- بشر بن نمير القشيري البصري روى عن مكحول والقاسم بن عبد الرحمن، وروى عنه نسخة كبيرة ساقطة، توفي ما بين (١٤٠- ١٥٠?) ، قال البرذعي: وقلت: (حديث صفوان
_________
١ انظر كتاب الضعفاء لأبي زرعة مع أجوبته على أسئلة البرذعي ورقة (٢٩- ب-) .
(ع) محمد بن زيد بن عبد الله بن عمر الخطاب، القرشي، العدوي روى عن جده وسعيد بن زيد بن عمرو وغيرهما. وثقه أبو زرعة وأبو حاتم وقال: يحتج به. انظر تهذيب التهذيب ج ٩/١٧٢.
(ع) عبد الله عمر بن الخطاب بن نفيل، القرشي، العدوي، أبو عبد الرحمن المكي، أسلم قديما وهو صغير وهاجر مع أبيه واستصغر في أحد ثم شهد الخندق وبيعة الرضوان والمشاهد بعدها ت ٧٣ أو ٧٤?. انظر تهذيب التهذيب ج ٥/٣٢٨- ٣٣٠، الإصابة ج ٤/١٨١- ١٨٨.
٤ رواه ابن ماجة في سننه ج ١/٦٨٠ من طرق بشار بن كدام، ورواه الحاكم في المستدرك ج ٤/٣٠٣ وقال: (قد كنت أحسب برهة من دهري بشار هذا أخو مسعر فلم أقف عليه، وهذا الكلام صحيح من قول ابن عمر) . ورواه الطبراني في لمعجم الصغير ج ٢/١١٢ ثم قال: لم يروه عن بشار إلا معاوية ولا نحفظ لبشار حديثا مسندا غير هذا. ورواه أبو يعلى، والعسكري فيما ذكره السخاوي في المقاصد الحسنة ص ١٩٣، وانظر كشف الخفاء ومزيل الإلباس ج ١/٣٦٥ن ورواه البخاري في التاريخ انظر الجامع الصغير ج ١/٠١٥١، وذكره الذهبي في ميزان الاعتدال في ترجمة بشار ج ١/٣١٠ بلفظ: (اليمين حنث أو ندم) وقال: أخرجه ابن أبي شيبة.
(ع) عاصم بن محمد بن زيد بن عبد الله بن عمر الخطاب العمري المدني روى عن أبيه وإخوته، وغيرهم قال أحمد وابن معين وأبو داود (ثقة) وقال أبو زرعة: صدوق في الحديث. انظر تهذيب التهذيب ج ٥/٥٧.
٦ رواه الحاكم في المستدرك ج ٤/٣٠٤ من طريق عاصم بن محمد إلى ابن عمر رضي الله عنهما أنه قال: (إنما اليمين مأثمة أو مندمة) وانظر المقاصد الحسنة ص ١٩٣، وكشف الخفاء ومزيل الإلباس ج ١/٣٦٥.
٧ انظر كتاب الضعفاء لأبي زرعة مع أجوبته على أسئلة البرذعي ورقة (٤- ب-) وتقل المزي قول أبي زرعة فيه. انظر تهذيب التهذيب ج ١/٤٤٠، وكذلك الذهبي في ميزان الاعتدال ج ١/٣١٠.
٨ انظر الجرح والتعديل ج ١/ق١/٣٦٥، وتهذيب التهذيب ج ١/٤٦٠.','47 - 48','31',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (18,'بن أمية١ "من دفِّي بكفّي"٢ حديث يحيى بن العلاء٣؟ فكلح وجهه وحرك رأسه وقال: (حدثنا به سلمة ابن شبيب) ٤، ولم يرد علي فيه جوابا كأنه أنكره؛ إذ هو رواية يحيى بن العلاء وبشر بن نمير. قال أبو عثمان - أي البرذعي -: (سمعت محمد بن سهل بن عسكر٥؛ كذاب رافضي، يضع الحديث، وبشر بن نمير أسوأ حالا منه) ٦.
١١- بشير بن ميمون الخراساني ثم الواسطي، أبو صيفي توفي ما بين (١٨٠- ١٩٠?) قال ابن أبي حاتم: (سئل أبو زرعة عنه فقال: ضعيف الحديث، ولم يمنع من قراءة حديثه) ٧.
١٢- ثابت بن موسى بن عبد الرحمن بن سلمة الضبي، أبو يزيد الكوفي الضرير العابد، ت ٢٢٩ أو ٢٢٨?. قال ابن أبي حاتم: (أمسك أبي وأبو زرعة الرواية عنه) ٨.
١٣- جبارة بن المغلس الحماني، أبو محمد الكوفي ت ٢٤١? قال البرذعي: (سمعت أبا زرعة ذكر جبارة بن المغلس فقال: أما أنه كان لا يتعمد الكذب، ولكن كان يوضع له الحديث فيقرأه) ٩.
_________
(خت م ٤) صفوان بن أمية بن خلف بن وهب الجمحي روى عن النبي صلى الله عليه وسلم وكان من أشراف قريش في الجاهلية والإسلام. ت ٤١ أو ٤٢? , انظر تهذيب التهذيب ج ٤/٤٢٤- ٤٢٥، والإصابة ج ٣/٤٣٢- ٤٣٤.
٢ رواه ابن ماجة في سننه ج ٢/٨٧١- ٨٧٢ من طريق يحيى بن العلاء، أنه سمع بشر بن نمير أنه سمع مكحولا يقول أنه سمع يزيد ابن عبد الله أنه سمع صفوان بن أمية قال: كنا عند رسول الله صلى الله عليه وسلم فجاء عمر بن مرة فقال: "يا رسول الله، إن الله قد كتب علي الشقوة، فما أراني أرزق إلا من دُفِّي بكفِّي، فأذن لي في الغناء في غير فاحشة".. وذكر بقية الحديث، وذكره الذهبي في ميزان الاعتدال ج ١/٣٢٦ في ترجمة بشر بن نمير القشيري البصري.
(د ق) يحيى بن العلاء البجلي، أبو سلمة، ويقال أبو عمرو الرازي ت ما بين (١٥٠- ١٦٠?) قال عنه أبو زرعة (في حديثه ضعف) , انظر الجرح والتعديل ج٤ – ق ٢/١٨٠، وتهذيب التهذيب ج ١١/٢٦٢.
(م٤) سلمة بن شبيب النيسابوري، أبو عبد الرحمن الجحري المسمعي نزيل مكة الحافظ الجوال قال النسائي عنه: (ليس به بأس) ت ٢٤٧ أو ٢٤٦?، انظر تهذيب التهذيب ج ٤/١٤٦، تذكرة الحفاظ ج ٢/٥٤٣
(٥) (م ت س) محمد بن سهل بن عسكر بن عمارة التميمي مولاهم أبو بكر الحافظ الجوال روى عن عبد الرزاق وغيره، وعنه مسلم والنسائي، وأبو حاتم والذهلي وكان ثقة صدوقا ت ٢٥١?. انظر تهذيب التهذيب ج ٩/٢٠٧.
٦ انظر كتاب الضعفاء لأبي زرعة.. ورقة (٢٣- ب-) .
٧ انظر الجرح والتعديل ج ١/ق١/٣٧٩، وذكره أبو زرعة في كتابه الضعفاء حرف- ب- انظر كتاب الضعفاء لأبي زرعة ... ورقة (٢٥- ب-) .
٨ انظر الجرح والتعديل ج ١/ق١/٤٥٨، وتهذيب التهذيب ج ٢/١٥.
٩ انظر كتاب الضعفاء لأبي زرعة..ورقة (١٣- أ-) وقال ابن أبي حاتم في الجرح والتعديل ج ١/ق١/٥٥٠ (كان أبو زرعة حدث عنه في أول أمره وكناه. قال: حدثنا أبو محمد الحماني، ثم ترك حديثه بعد ذلك فلم يقرأ علينا حديثه ٩. وقال- أي أبو زرعة - (قال لي ابن نمير: ما هو عندي ممن يكذب، قلت: ما حاله؟ كان يوضع له الحديث فيحدث به وما كان عندي ممن يتعمد الكذب) وانظر تهذيب التهذيب ج ٢/٥٨ حيث ذكر قول أبي زرعة فيه باختصار.','47 - 48','32',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (19,'١٤- جعفر بن الزبير الحنفي، وقيل الباهلي الدمشقي نزيل البصرة، توفي ما بين (١٤٠- ١٥٠?) . قال عنه: (لا أحدث عنه، ليس بشيء) ١.
١٥- جميل بن الحسن بن جميل الأزدي الجهضمي، أبو الحسن البصري، نزيل الأهواز٢، سأل البرذعي أبا زرعة عنه فقال: (قد كنت كتبت عنه، وسألت عنه نصر بن علي الجهضمي٣ فقال: اتق الله! ذاك زفان٤، يجتمع بالليل مع هؤلاء المغبرين٥ يزفن ويرقص معهم. قال أبو زرعة: فضربت على ما كتبت عنه) ٦.
١٦- (خدق) جويبر بن سعيد الأزدي، أبو القاسم البلخي عداده في الكوفيين، ويقال اسمه جابر، وجويبر توفي ما بين (١٤٠- ١٥٠?) . قال ابن أبي حاتم: (سمعت أبي وأبا زرعة يقولان: جويبر ابن سعيد كان خرسانيا ليس بالقوي) ٧.
١٧- الحارث بن عمران الجعفري المدني، قال عنه: (ضعيف الحديث، واهي الحديث) ٨.
_________
١ انظر كتاب الضعفاء لأبي زرعة ورقة (١٤- ب-) وروى بسنده إلى عبد الله ابن المبارك أنه اتهم بأنه كان اختلط - أي في الحديث - وقال ابن أبي حاتم في الجرح والتعديل ج ١/ق١/٤٧٩ (سمعت أبا زرعة يقول: - وكان في كتابنا حديث عن جعفر بن الزبير - فقال اضربوا عليه. فقلت: ما حال جعفر بن الزبير؟ ضعيف هو؟ قال: كما يكون لا أحدث عنه ليس بشيء) وانظر تهذيب التهذيب ج ٢/٩١ حيث ذكر قول أبي زرعة فيه باختصار.
٢ الأهواز: سبع كور بين البصرة وفارس، لكل كورة منها اسم ويجمعهن الأهواز. انظر معجم البلدان لياقوت الحموي في مادة (الأهواز) ومراصد الاطلاع ج ١/١٣٥.
(ع) نصر بن علي بن نصر بن علي، أبو عمرو الأزدي الجهضمي البصري الحافظ العلامة روى عن سفيان بن عيينة وغيره. قال أحمد: ما به بأس، وقال النسائي: ثقة وقال أبو حاتم: هو أحب إلي من الفلاس وأحفظ منه وأوثق. ت ٢٥٠?. انظر تذكرة الحفاظ ج ٢/٥١٩.
٤ الزفن: الرقص. انظر تهذيب اللغة ج ١٣/٢٢٤, والقاموس المحيط ج ٤/٢٣٣.
٥ المغبرة: قوم يغبرون، يذكرون الله بدعاء وتضرع، وقد يسمى ما يقرأ بالتطريب من الشعر في ذكر الله تعالى تغبيرا، كأنهم إذا تناشدوها بالألحان طربوا فرقصوا وأَرْهَجوا فسموا مغبرة بهذا المعنى، قال الشافعي رحمه الله: أرى الزنادقة وضعوا هذا التغبير ليصدوا الناس عن ذكر الله وقراءة القرآن. وقال أبو إسحاق النحوي: سمي هؤلاء مغبرين لتزهيدهم الناس في الفانية الماضية وترغيبهم في الغابرة، وهي الآخرة الباقية. انظر تهذيب اللغة ج ٨/١٢٢- ١٢٣. والقاموس المحيط ج ٢/١٠٣.
٦ انظر: كتاب الضعفاء لأبي زرعة..... ورقة (٢٣-أ-) .
٧ انظر الجرح والتعديل ج ١/ق١/٥٤١، وذكره أبو زرعة في كتاب الضعفاء حرف - ج - وقال عنه أبو زرعة أيضا: لا يحتج بحديثه. انظر كتاب الضعفاء لأبي زرعة ورقة (٣٣- ب-) وورقة (٣٩ - ب -) .
٨ انظر الجرح والتعديل ج ١/ق٢/٨٤، وتهذيب التهذيب ج ٢/١٥٢، واكتفى الذهبي في ميزان الاعتدال ج ١/٤٣٩ بقوله (واهي الحديث) ونقل ابن الجوزي في أسماء الضعفاء انه قال: (ضعيف الحديث واه) .','47 - 48','33',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (20,'١٨- حيان بن علي العنزي الكوفي ت ١٧١ أو ١٧٢? قال عنه: (لين) ١.
١٩- حبيب بن أبي حبيب إبراهيم، ويقال مرزوق، ويقال زريق الحنيفي أبو محمد المصري كاتب مالك ت ٢١٨? قال البرذعي: (سمعت أبا زرعة يقول: وقع بمصر رجلان كانا يضعان الحديث؛ خالد بن نجيح٢، وحبيب بن زريق) ٣.
٢٠- حريش بن الخريت، البصري، أخو الزبير، قال عنه: (واهي الحديث) ٤.
٢١- حصين، والد داود بن الحصين الأموي مولاهمـ ذكره أبو زرعة في أسماء الضعفاء٥.
٢٢- حفص بن جميع العجلي الكوفي، قال عنه: (ليس بالقوي) ٦.
٢٣- حفص بن عمر بن ميمون، العدني، أبو إسماعيل الملقب بالفرخ، مولى عمر، ويقال مولى علي، ويقال له الصنعاني، قال عنه: واهي٧.
٢٤- حماد بن عبد الرحمن الكلبي، أبو عبد الرحمن من أهل قنسرين، وقيل كوفي، وقيل حمصي، قال عنه: (يروي أحاديث مناكير) ٨.
٢٥- حميد بن أبي سويد، ويقال ابن أبي سوية، ويقال ابن أبي حميد المكي قال عنه: (ضعيف الحديث) ٩.
_________
١ انظر الجرح والتعديل ج ١/ق٢/٢٧٠ن وتهذيب التهذيب ٢/١٧٣، وميزان الاعتدال ج ١/٤٤٩ روى له ابن ماجة في السنن حديثا واحدا، وآخر في التفسير.
٢ خالد بن نجيح المصري، كان يصحب عثمان بن صالح المصري قال أبو حاتم عنه (هو كذاب كان يفتعل الأحاديث ويضعها في كتب ابن أبي مريم وأبي صالح. وهذه الأحاديث التي أنكرت على أبي صالح يتوهم أنه من فعله) انظر الجرح والتعديل ج ١/ق٢/٣٥٥، وميزان الاعتدال ج ١/٦٤٤.
٣ انظر كتاب الضعفاء لأبي زرعة ورقة (١٢- أ-) ، وروى له ابن ماجة حديثا واحدا في البيوع.
٤ انظر المصدر السابق ورقة (٨- أ -) . ونقل المزي قول أبي زرعة فيه. انظر تهذيب التهذيب ج ٢/٢٤١ وفي ميزان الاعتدال ج ١/٤٦٧ اكتفى بقوله، في علل الحديث ج ١/٤٧ قال أبو زرعة عن حديث رواه: (هذا حديث منك، والحريش شيخ لا يحتج به) . روى له ابن ماجة حديثا واحدا عن عائشة "كنت أضع لرسول الله صلى الله عليه وسلم ثلاثة آنية مخمرة" انظر سنن ابن ماجة ج ١/٩٩، ١٢٩ ج ٢/١١١٩، ١١٢٩.
٥ انظر كتاب الضعفاء لأبي زرعة حرف - ح - وقال عنه ابن حبان: (كان ممن اختلط في آخر عمره حتى كان لا يدري ما يحدث به، واختلط حديثه القديم بحديثه الأخير فاستحق الترك) انظر المجروحين ج ١/٢٧٠. روى له ابن ماجة حديثا واحدا في الجنائز. انظر سنن ابن ماجة ج ١/٤٩٥.
٦ انظر الجرح والتعديل ج ١/ق٢/١٧١ وتهذيب التهذيب ج ٢/٣٩٧، وميزان الاعتدال ج ١/٦٥٦، وأسماء الضعفاء لابن الجوزي.
٧ انظر كتاب الضعفاء لأبي زرعة ورقة (١٠- أ -) له عند ابن ماجة حديث واحد من جحد آية من القرآن فقد حل ضرب عنقه. انظر سنن ابن ماجة ج ٢/٨٤٨- ٨٤٩.
٨ انظر المصدر السابق ورقة (١٥- ب-) ، والجرح والتعديل ج ١/ق٢/١٤٣، وتهذيب التهذيب ج ٢/١٨.
٩ انظر كتاب الضعفاء لأبي زرعة ورقة (٤- ب-) .','47 - 48','34',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (21,'٢٦- داود بن عطاء المزني مولاهم، ويقال مولى الزبير، أبو سليمان المديني قال عنه: (منكر الحديث) ١.
٢٧- (قدق) داود بن المحبر بن محذم بن سليمان الطائي، ويقال الثقفي البكراوي، أبو سليمان البصري، نزيل بغداد وصاحب كتاب العقل ت ٢٠٦? قال عنه: (ضعيف الحديث) ٢.
٢٨- دهثم بن قران العكلي، ويقال الحنفي اليمامي الذي روى عن يحيى بن كثير وغيره، قال عنه: (ضعيف الحديث) ٣.
٢٩- الربيع بن حبيب الملاح العبسي مولاهم، أبو هاشم الكوفي الأحول توفي ما بين (١٥٠-١٦٠?) ذكره أبو زرعة في أسماء الضعفاء٤.
٣٠- زكرياء بن منظور، يقال اسم جده عقبة بن ثعلبة بن أبي مالك، ويقال زكرياء بن يحيى بن منظور بن ثعلبة القرضي، أبو يحيى المدني قال عنه: (واهي الحديث) ٥.
_________
١ انظر كتاب الضعفاء لأبي زرعة حرف -د- والجرح والتعديل ج ١/ق٢/٤٢١ وتهذيب التهذيب ج ٣/١٩٤.
ملاحظة: قال ابن حجر في آخر ترجمة داود بن عمر الضبي في تهذيب التهذيب ج ٣/١٩٥: (وحكى ابن الجوزي في الضعفاء أن أبا زرعة وأبا حاتم قالا أنه منكر الحديث فيحرر هذا) وكذا فعل الذهبي في ميزان الاعتدال ج ٢/١٧، وانظر أسماء الضعفاء لابن الجوزي. وعقب ذلك الشيخ المعلمي اليماني في حاشية ج ١/ق٢/٤٢٠: (إنما قالا ذلك في الآتي - أي داود بن عطاء - فكأن ابن الجوزي لم يتفطن لأول الترجمة الآتية وتوهم أن ما فيها من الكلام يتعلق بهذا. ونقل ابن الجوزي في ترجمة - ابن عطاء - عن أبي زرعة قوله: (متروك الحديث) والصواب قوله: (منكر الحديث) .
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (١٧- أ-) . وانظر الجرح والتعديل ج ١/ق٢/٤٢٤، وتهذيب التهذيب ج٣/٢٠٠ن وتاريخ بغداد ج ٨/٣٦١ ن واكتفى الذهبي في ميزان الاعتدال ج ٢/٢٠ بقوله (ضعيف) روى له ابن ماجة حديثه عب الربيع بن صبيح عن يزيد الرقاشي، عن أنس في فضل قزوين وهو منكر يقال أنه أدخله عليه. قال الذهبي: (لقد شان ابن ماجة سننه بإدخاله هذا الحديث الموضوع فيها) وذكر أبو زرعة في كتابه الضعفاء حرف - د – انظر سنن ابن ماجة ج ٢/٩٢٩.
٣ انظر كتاب الضعفاء لأبي زرعة ورقة (١١- أ-) وقال الذهبي في ميزان الاعتدال ج ٢/٢٩ في ترجمة دهثم (وقد روى دهثم بن قران، عن نمران ابن جارية، عن أبيه من بني حنيفة، عن النبي صلى الله عليه وسلم: يأخذ ماء جديدا للأذنين رواه ابن ماجة ولا يصح لحال دهثم وجهالة نمران) .
٤ انظر كتاب الضعفاء لأبي زرعة في حرف - ر- وقال عنه أيضا (شيعي) انظر الجرح والتعديل ج ١/ق٢/٤٥٨ن وتهذيب التهذيب ج ٣/٢٤١ن وميزان الاعتدال ج ٢/٤٠. له في سنن ابن ماجة حديث واحد في النهي عن ذبح ذوات الدر.
٥ انظر كتاب الضعفاء لأبي زرعة ورقة (١٠- أ -) وكذا في ميزان الاعتدال ج ٢/٧٨ن وروى الخطيب في تاريخه ج ٨/٤٥٢ بسنده إلى البرذعي قول أبي زرعة وزاد على واهي الحديث (واهي الحديث منكر الحديث) ، وكذلك نقله المزي كما تهذيب التهذيب ج ٣/٣٣٣، أما في الجرح والتعديل ج ١/ق٢/٥٩٧ قال عنه (ليس بقوي) .','47 - 48','35',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (22,'٣١- السري بن إسماعيل الهمداني الكوفي ابن عم الشعبي ذكره في أسماء الضعفاء١.
٣٢- سعاد (كجبار) بن سليمان الجعفي، ويقال التميمي، الكوفي قال عنه: (ضعيف) ٢.
٣٣- سعيد بن خالد بن أبي طويل، القرشي، الصيداوي روى عن أنس وغيره، قال: ضعيف الحديث؛ حدث عن أنس بمناكير٣.
٣٤- سعيد بن سنان، أبو مهدي الحنفي، ويقال الكندي الحمصي ت ١٦٣ أو ١٦٨? قال ابن أبي حاتم: (سألت أبا زرعة عنه فأومأ بيده أنه ضعيف) ٤.
٣٥- سعيد بن الجبار الزبيدي، أبو عثمان، ويقال أبو عثيم بن أبي سعيد الحمصي، ذكره أبو زرعة في أسماء الضعفاء٥.
٣٦- سلام بن مسلم، أبو سليمان، ويقال أبو أيوب، ويقال أبو عبد الله وهو سلام الطويل المدائني ت بحدود ١٧٧? قال البرذعي: (وذكرت لأبي زرعة في حديث جرى عنده سلام الطويل؟ فحرك رأسه كالمتعجب من ذكري له، كأن سلاما الطويل عنده في موضع لا يذكر، ومر بحديث في كتابنا، عنه، عن قبيصة٦، عن سلام، فأمر أن نضرب عليه، وقال: سلام ما نصنع به) ٧.
٣٧- أبو بكر الهذلي البصري، اسمه سلمى بن عبد اله بن سلمى، وقيل اسمه روح، وهو ابن بنت حميد بن عبد الرحمن الحميري ت ١٦٨? قال عنه: (ضعيف) ٨.
_________
١ انظر كتاب الضعفاء لأبي زرعة في حرف - س -.
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (١٥- أ -) .
٣ انظر كتاب الضعفاء لأبي زرعة ورقة (٣- أ -) واقتصر الذهبي في ميزان الاعتدال ج ٢/١٣٢ على قوله (ضعفه أبو زرعة وغيره) والمزي على قوله (ضعيف الحديث) انظر تهذيب التهذيب ج ٤/٢٠.
٤ انظر الجرح والتعديل ج ٢/ق١/٢٨- ٢٩ وكذا في تهذيب التهذيب ج ٤/٤٧ وذكره أبو زرعة في أسماء الضعفاء حرف - س-.
٥ انظر كتاب الضعفاء لأبي زرعة حرف - س – روى له ابن ماجه حديثا واحدا في الكحل وهو صائم. انظر سنن ابن ماجة ج ١/٥٣٦.
(ع) قبيصة بن عقبة بن محمد بن سفيان بن عقبة السوائي، أبو عامر الكوفي كان ثقة صدوقا كثير الحديث عن سفيان الثوري ت ٢١٣?. انظر تهذيب التهذيب ج ٨/٣٤٧- ٣٤٩ , والجرح والتعديل ج ٣/ق٢/١٢٦- ١٢٧.
٧ انظر كتاب الضعفاء لأبي زرعة ورقة (٢٢- ب -) ونقل ابن أبي حاتم في الجرح والتعديل ج ٢/ق١/٢٦٠ عن أبي زرعة أنه قال عنه (ضعيف الحديث) . واكتفى في تهذيب التهذيب ج ٤/٢٨١- ٢٨٢ بقوله (ضعيف) وكذا في ميزان الاعتدال ج ٢/١٧٥.
٨ انظر تهذيب التهذيب ج ١٢/٤٥- ٤٦، وذكره أبو زرعة في أسماء الضعفاء حرف - س - والجرح والتعديل ج ٢/ق١/٣١٤.','47 - 48','36',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (23,'٣٨- سليمان بن عطاء بن قيس، القرشي، أبو عمرو الجزري ت ما بين ١٩٠-٢٠٠? قال عنه: (منكر الحديث) ١.
٣٩- سليمان بن يسير، ويقال ابن أسير، ويقال ابن قسم النخعي، أبو الصباح الكوفي، مولى إبراهيم النخعي قال البرذعي: (قلت: سليمان بن يسير؟ قال: منكر الحديث، حدث عنه شعبة٢، قلت: شعبة؟ قال: نعم شعبة، عن أبي الصباح، وليس موسى بن أبي كثير٣، عن إبراهيم٤ مسألة، قلت: فهو سليمان بن يسير؟ قال: نعم) ٥.
٤٠- صالح بن عبد الله بن صالح العامري مولاهم المدني ذكره أبو زرعة في أسماء الضعفاء٦.
٤١- طلحة بن زيد القرشي، أبو مسكين، ويقال أبو محمد الرقي ذكره أبو زرعة في أسماء الضعفاء٧.
٤٢- طلحة بن عمرو بن عثمان الحضرمي المكي ت ١٥٢? قال عنه (ضعيف) ١٠.
٤٣- عائذ الله المجاشعي، أبو معاذ، ذكره أبو زرعة في أسماء الضعفاء١١.
_________
١ انظر كتاب الضعفاء لأبي زرعة ورقة (٤- ب-) ن وتهذيب التهذيب ج ٤/٢١١، وذكره أبو زرعة كذلك في أسماء الضعفاء حرف - س -.
٢ شعبة هو (ع) ابن الحجاج بن الورد، أبو بسطام الأزدي العتكي مولاهم الواسطي الحجة الحافظ شيخ الإسلام قال الثوري: شعبة أمير المؤمنين في الحديث. ت ١٦٠?. انظر تذكرة الحفاظ ج ١/١٩٣.
(بخ س) موسى بن أبي كثير الأنصاري مولاهم، ويقال الهمداني، أبو الصباح الكوفي، ويقال الواسطي، المعروف بموسى الكبير ضعفه أبو زرعة بقوله (كان يرى القدر) انظر تهذيب التهذيب ج ١٠/٣٦٨.
(ع) إبراهيم بن يزيد بن قيس بن الأسود النخعي، أبو عمران الكوفي ثقة إلا أنه يرسل كثيرا ت ٩٦?. انظر تهذيب التهذيب ج ١/١٧٧- ١٧٨.
٥ انظر كتاب الضعفاء لأبي زرعة ورقة (١١- أ -) وقال ابن أبي حاتم في الجرح والتعديل ج ٢/ق١/١٥٠ (سمعت أبا زرعة يقول: سليمان بن يسير واهي الحديث، ضعيف الحديث) . وانظر كذلك تهذيب التهذيب ج ٤/٢٣٠ روى له ابن ماجة حديثا واحدا في أجر القرض. وانظر سنن ابن ماجة ج ٢/٨١٢.
٦ انظر كتاب الضعفاء لبي زرعة حرف - ص- قال عنه البخاري في الضعفاء الصغير (منكر الحديث) .
٧ انظر كتاب الضعفاء لأبي زرعة حرف - ط -.
١٠ انظر الجرح والتعديل ج ٢/ق١/٤٧٨ن وتهذيب التهذيب ج ٥/٢٤، وميزان الاعتدال ج ٢/٣٤٢ وأسماء الضعفاء لابن الجوزي وكذلك ذكره أبو زرعة في كتاب الضعفاء حرف - ط -.
١١ انظر كتاب الضعفاء لأبي زرعة حرف (ع) ، وذكره العقيلي في الضعفاء وأورد له الحديث الذي أخرجه له ابن ماجه في الأضاحي (وإن بكل شعرة حسنة) انظر سنن ابن ماجة ج ٢/١٠٤٥.','47 - 48','37',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (24,'٤٤- عاصم بن عمرو، ويقال ابن عوف البجلي الكوفي الشيعي ذكره أبو زرعة في أسماء الضعفاء١.
٤٥- (بخ ق) عباد بن كثير الرملي الفلسطيني بقي إلى ما بعد ١٧٠? قال عنه: واهي الحديث٢.
٤٦- عباس بن الفضل بن عمرو بن عبيد بن حنظلة بن رافع الأنصاري الواقفي، أبو الفضل البصري ت ١٨٦? قال عنه (كان لا يصدق) ٣.
٤٧- عبد الأعلى بن أعين الكوفي، مولى بني شيبان, قال عنه (ضعيف الحديث) ٤.
٤٨- عبد الأعلى بن أبي المساور الزهري مولاهم، أبو مسعود الجرار الكوفي، قال عنه: (ضعيف جدا) ٥.
٤٩- (بخ ق) عبد الله بن الحسين بن عطاء بن يسار الهلالي المدني، قال عنه: (ضعيف) ٦.
٥٠- عبد الله بن خراش بن حريث الشيباني الحوشبي، أبو جعفر الكوفي، قال عنه: (منكر الحديث، يحدث عن العوام بأحاديث مناكير..) ٧.
_________
١ انظر كتاب الضعفاء لأبي زرعة حرف (ع) روى له ابن ماجة حديثا واحدا في فضل صلاة الرجل في بيته، انظر سنن ابن ماجة ج ١/٤٣٧- ٤٣٨، قال ابن أبي حاتم: سألت أبي عنه فقال: (صدوق كتبه البخاري في كتاب الضعفاء) فسمعت أبي يقول: يحول من هناك، انظر الجرح والتعديل ج ٣/ق١/٣٤٨ قال البخاري: لم يثبت حديثه.
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (٧) ، وانظر الجرح والتعديل ج ٣/ق١/٨٥ن وتهذيب التهذيب ج ٥/١٠٢، وفي ميزان الاعتدال ج ٢/٣٧٠ نقل عنه قوله (ضعيف) ، وكذا في أسماء الضعفاء لابن الجوزي، وذكره أبو زرعة في أسماء الضعفاء حرف - ع -، وذكره أيضا في موضعين من كتابه الضعفاء ورقة (١٥- ب-) ، و (٣٩- ب) وقال عنه لا يحتج بحديثه.
٣ انظر كتاب الضعفاء لأبي زرعة ورقة (١٥ - ب -) والجرح والتعديل ج ٣/ق١/٢١٣ن وتهذيب التهذيب ج ٥/١٢٦ن وأسماء الضعفاء لابن الجوزي، وكذلك ذكره أبو زرعة في الضعفاء في حرف (ع) .
٤ انظر كتاب الضعفاء لأبي زرعة ورقة (٢ - أ-) وذكره مرة أخرى فوهن أمره روى له ابن ماجة حديثا واحدا في آداب الأكل. انظر تهذيب التهذيب ج ٦/٩٣.
٥ انظر كتاب الضعفاء لأبي زرعة ورقة (٢- أ-) وانظر كذلك الجرح والتعديل ج ٣/ق١/٢٧، وتهذيب التهذيب ج ٦/٩٨.
٦ انظر كتاب الضعفاء لأبي زرعة ورقة (١٩- أ-) والجرح والتعديل ج ٢/ق٢/٣٥ وكذا في أسماء الضعفاء لابن الجوزي وميزان الاعتدال ج ٢/٤٠٨، وتهذيب التهذيب ج ٥/١٨٧ وفيه (له عندها في القول عند الخروج من البيت) انظر سنن ابن ماجة ج ٢/١٢٧٨.
٧ انظر كتاب الضعفاء لأبي زرعة ورقة (١٢- أ-) وقال عنه أيضا (ليس بشيء، ضعيف الحديث) انظر الجرح والتعديل ج ٢/ق٢/٤٦، وفي تهذيب التهذيب ج ٥/١٩٨ (ليس بشيء ضعيف) ، واكتفى في ميزان الاعتدال ج ٢/٤١٣ بقوله (ليس بشيء) وكذا في أسماء الضعفاء لابن الجوزي. والعوام هو: (ع) بن حوشب بن يزيد بن الحارث الشيباني الربعي كان صاحب أمر بالمعروف ونهي عن المنكر وكان ثقة ت ١٤٨?. وانظر تهذيب التهذيب ج ٨/١٦٣- ١٦٤، وتاريخ واسط ص ١١٤- ١١٧ ومن هذه الأحاديث ما رواه ابن ماجة في سننه ج ٢/٨٢٦ بسنده عن شيخ شيخه بن خراش بن حوشب ولفظه (المسلمون شركاء في ثلاث: في الماء والكلأ والنار، وثمنه حرام) ورواه أحمد في مسنده ج ٥/٣٦٤، ورواه أبو إسحاق الفزاري بسنده مطولا. وهذه الرواية ضعفها أبو حاتم كما ذكرها ابن أبي حاتم في علل الحديث ج ٢/٣٢٢.','47 - 48','38',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (25,'٥١- عبد الله بن دينار، البهراني، ويقال الأسدي، أبو محمد، الحمصي، قال عنه (شيخ ربما أنكر) ٨.
٥٢- (مدق) عبد الله بن زياد بن سليمان بن سمعان المخزومي، أبو عبد الرحمن المدني، قال ابن أبي حاتم: (امتنع أبو زرعة من أن يقرأ علينا حديث ابن سمعان وقال: هو لا شيء) ٩.
٥٣- عبد الله بن عامر الأسلمي أبو عامر المدني ت ١٥١ أو ١٥٠?، قال عنه: (ضعيف الحديث) ١.
٥٤- عبد الله بن عبد العزيز بن عبد الله بن عامر الليثي أبو عبد العزيز قال عنه: (ضعيف الحديث) ٢.
٥٥- عبد الله بن محمد العدوي التميمي، ذكره أبو زرعة في أسماء الضعفاء٣.
٥٦- عبد الله بن محرر العامري الجزري الحراني قاضي الجزيرة توفي ما بين (١٥٠- ١٦٠?) (قال ابن أبي حاتم سألت أبا زرعة عنه فقال: ضعيف الحديث وامتنع من قراءة حديثه وضربنا عليه) ٤.
_________
٨ انظر كتاب الضعفاء لأبي زرعة ورقة (٢- ب-) ، وانظر تهذيب التهذيب ج ٥/٢٠٣.
٩ انظر الجرح والتعديل ج ٢/ق٢/٦٢، وتهذيب التهذيب ج ٥/٢٢٠- ٢٢١، وروى أبو زرعة بسنده إلى مالك أنه قال عن ابن سمعان (كذاب) وذكره أبو زرعة في أسماء الضعفاء حرف (ع) .
١ انظر الجرح والتعديل ج ٢/ق٢/١٢٣، وتهذيب التهذيب ج ٥/٢٧٥.
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (٤- ب-) ، وفي الجرح والتعديل ج ٢/ق٢/١٠٣ قال عمه (ليس بالقوي) ، وكذلك في تهذيب التهذيب ج ٥/٣٠١، وميزان الاعتدال ج ٢/٤٥٥، والترغيب والترهيب ج ٤/٥٧٣ وقال أبو زرعة في موضع آخر ورقة (٣٠- أ-) من كتابه الضعفاء.. (ليس بالقوي) .
٣ انظر كتاب الضعفاء حرف (ع) قال ابن حبان في المجروحين ج ٢/٩ (منكر الحديث جدا على قلة روايته، لا يشبه حديثه حديث الأثبات ولا روايته رواية الثقات لا يحل الاحتجاج بخبره وهو صاحب حديث: تارك الجمعة: ألا ولا صلاة له، ألا ولا صوم له ألا ولا حج له) قال ابن عبد البر: (جماعة أهل العلم بالحديث يقولون إن هذا الحديث يعني الذي أخرجه له ابن ماجة من وضع عبد الله بن محمد العدوي وهو عندهم موسوم بالكذب) انظر تهذيب التهذيب ج ٦/٢١، وانظر سنن ابن ماجة ج ١ /٣٤٣.
٤ انظر الجرح والتعديل ج٢/ق٢/١٧٦ن وفي تهذيب التهذيب ج ٥/٣٨٩ له في سنن ابن ماجة حديث واحد في الحلف باليهودية. انظر سنن ابن ماجة ج ١/٦٧٩.','47 - 48','39',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (26,'٥٧- (عس ق) عبد الله بن ميسرة أبو ليلى الحارثي الكوفي، قال عنه (واهي الحديث) ٥.
٥٨- عبد الله بن نافع العدوي مولاهم المدني ابن عمر ت ١٥٤? قال عنه: (منكر الحديث) ٦.
٥٩- عبد الرحمن بن ثابت بن الصامت الأنصاري ذكره أبو زرعة في أسماء الضعفاء٧.
٦٠- عبد الرحمن بن عبد الله بن عمر بن حفص بن عاصم العمري، قال عنه ابن أبي حاتم (سئل أبو زرعة عنه فقال: هو متروك الحديث، وترك قراءة حديثه في مسند ابن عمر ولم يقرأه علينا) ٨.
٦١- عبد الرحيم بن زيد بن الحواري، العمري، البصري، أبو زيد ت ١٨٤? قال عنه: (واهي ضعيف الحديث) ٩.
٦٢- عبد السلام بن أبي الجنوب المدني روى عن الزهري. قال ابن أبي حاتم: سئل أبو زرعة عنه فقال: (ضعيف ولم يقرأ علينا حديثه) ١٠.
٦٣- عبد السلام بن صالح بن سليمان بن أيوب بن ميسرة القرشي مولاهم، أبو الصلت الهروي، قال ابن أبي حاتم: (وأما أبو زرعة فأمر أن يضرب على حديث أبي الصلت، وقال: لا أحدث عنه ولا أرضاه) ١.
٦٤- عبد العزيز بن عبيد الله بن حمزة بن صهيب الحمصي، قال عنه: (ضعيف الحديث) ٢.
_________
٥ انظر كتاب الضعفاء لأبي زرعة ورقة (١٠- ب-) وفي الجرح والتعديل ج ٢/ق٢/١٧٨ (واهي الحديث، ضعيف الحديث) .
٦ انظر كتاب الضعفاء لأبي زرعة حرف (ع) .
٧ انظر المصدر السابق وقال ابن أبي حاتم في الجرح والتعديل ج ٢/ق٢/٢١٩ (سألت أبي عنه فقال: ليس عندي بمنكر الحديث، قلت: أدخله البخاري في كتابه الضعفاء قال: يكتب حديثه ليس بحديثه بأس ويحول من هناك) .
٨ انظر الجرح والتعديل ج٢/ق٢/٢٥٣ن واكتفى في تهذيب التهذيب ج ٦/٣٠٥ بقوله (متروك الحديث وترك قراءة حديثه) وفي أسماء الضعفاء لابن الجوزي اكتفى بقوله (متروك) له في سنن ابن ماجة حديث واحد في العيدين. انظر سنن ابن ماجة ج ١/٤١١.
٩ انظر الجرح والتعديل ج ٢/ق٢/٣٤٠، وتهذيب التهذيب ج ٦/٣٠٥، واكتفى الذهبي في ميزان الاعتدال ج ٢/٦٠٥ بقوله (واه) وكذا في أسماء الضعفاء لابن الجوزي.
١٠ انظر الجرح والتعديل ج ٣/ق١/٤٥، وتهذيب التهذيب ج ٦/٣١٥.
١ انظر الجرح والتعديل ج ٣/ق١/٤٨، وتهذيب التهذيب ج ٦/٣١٢، وذكره الذهبي في ميزان الاعتدال ج ٢/٦١٦ باختصار. له في سنن ابن ماجه حديث الإيمان إقرار بالقول وهو متهم بوضعه كذا في تهذيب التهذيب. انظر سنن ابن ماجة ج ١/٢٥- ٢٦.
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (٢٠- أ-) وقال عنه أيضا (مضطرب الحديث، واهي الحديث) وزاد في تهذيب التهذيب ج ٦/٣٤٨- ٣٤٩ ٠ يروي عن أهل الكوفة والمدينة ولم يرو عنه، غير إسماعيل، وهو عندي عجيب ضعيف منكر الحديث ينكر حديثه، ويروي أحاديث مناكير، ويروي أحاديث حسانا) روى له ابن ماجة حديثا واحدا في ترجمة السائب بن الخباب.','47 - 48','40',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (27,'٦٥- عبد الملك بن حسين أبو مالك النخعي الواسطي، ويقال عبادة بن الحسين ويعرف بأبي ذر، قال عنه: (ضعيف الحديث) ٣.
٦٦- عبد الملك بن قدامة بن إبراهيم بن محمد بن حاطب الجمحي ت ما بين (١٦٠- ١٧٠?) ، قال عنه: (منكر الحديث) ٤.
٦٧- عبد الواحد بن قيس السلمي أبو حمزة الدمشقي الأفطس، ذكره أبو زرعة في أسماء الضعفاء٥.
٦٨- عبيد الله بن أبي حميد غالب، الهذلي، أبو الخطاب البصري، ذكره أبو زرعة في أسماء الضعفاء٦.
٦٩- عبيد بن القاسم الأسدي التيمي الكوفي، قال عنه: (واهي الحديث) ٧.
٧٠- عبيدة بن ميمون التيمي الرقاشي، أبو عبيدة الخزار البصري قال عنه: (ضعيف الحديث) ٨.
٧١- عثمان بن مطر الشيباني، أبو الفضل، ويقال أبو علي البصري قال ابن أبي حاتم سئل أبو زرعة عنه فقال: (حماد بن سلمة أحب إلي منه، فقلت: ما تقول فيه؟ قال: ضعيف الحديث) ١.
_________
٣ انظر الجرح والتعديل ج ٢/ق٢/٣٤٧ن وتهذيب التهذيب ج ١٢/٢١٩، واكتفى الذهبي في ميزان الاعتدال ج ٢/٦٥٣ بقوله (ضعيف) وكذا في أسماء الضعفاء لابن الجوزي.
٤ انظر كتاب الضعفاء لأبي زرعة ورقة (٤- ب-) .
٥ انظر كتاب الضعفاء لأبي زرعة حرف - ع – قال عنه ابن حبان في المجروحين ج ٢/٥٤ (ممن ينفرد بالمناكير عن المشاهير فلا يجوز الاحتجاج بما خالف الثقات فإن اعتبر معتبر بحديثه الذي لم يخالف الأثبات فيه فحسن) له عند ابن ماجة حديث عن نافع عن ابن عمر: كان عليه السلام إذا توضأ عرك عرضه شيئا. انظر سنن ابن ماجة ج ١/١٤٩.
٦ انظر كتاب الضعفاء لأبي زرعة حرف - ع - قال ابن حبان في المجروحين ج ٢/٦٥ (كان ممن يقلب الأسانيد ويأتي بالأشياء التي لا يشك مَن الحديث صناعته أنها مقلوبة فاستحق الترك لما كثر في روايته) له عند ابن ماجة حديث واثلة في قول الأعرابي "اللهم ارحمني ومحمدا.." ج ١/١٧٦ واتهمه أبو زرعة بهذا الحديث انظر كتاب الضعفاء لأبي زرعة ورقة (٧- أ -) .
٧ انظر كتاب الضعفاء لأبي زرعة ورقة (١٦- ب-) وقال ابن أبي حاتم في الجرح والتعديل ج ٢/ق٢/٤١٢ سألت أبا زرعة عنه فقال (كوفي قدم البصرة حدث بأحاديث منكرة لا ينبغي أن يحدث عنه) ، وفي تهذيب التهذيب ج ٧/٧٣ نقل المزي عن أبي زرعة أنه قال: (واهي الحديث حدث بأحاديث منكرة لا ينبغي لأن يحدث عنه) واكتفى ابن الجوزي في أسماء الضعفاء بقوله (لا ينبغي أن يحدث عنه) وكذا في ميزان الاعتدال ج ٣/٢١ وانظر كذلك تاريخ بغداد ج ١١/٩٤- ٩٥.
٨ انظر كتاب تهذيب التهذيب ج ٧/٨٨ وفيه روى له ابن ماجة حديث سلمان الفارسي: "من غدا إلى صلاة الصبح". انظر سنن ابن ماجة ج ٢/٧٥١ وفي سند الحديث اسم (عيسى بن ميمون) وذكره ابن أبي حاتم باسم عيسى بن ميمون أبو عبيدة التيمي البصري وقال عنه (ضعيف الحديث) انظر الجرح والتعديل ج ٣/ق٢/٣٤ وكذا ذكره الذهبي بهذا الاسم انظر ميزان الاعتدال ج ٣/٢٦- ٢٧، وخلاصة تذهيب الكمال ج ٢/٢٠٧.
١ انظر الجرح والتعديل ج ٣/ق١/١٧٠، وفي تهذيب التهذيب ج ٧/١٥٤- ١٥٥ قال أبو زرعة (ضعيف الحديث) وقال ابن الجوزي في أسماء الضعفاء (ضعفه أبو زرعة..) .','47 - 48','41',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (28,'٧٢- عدي بن الفضل التيمي، أبو حاتم البصري ت ١٧١? قال ابن أبي حاتم: (وترك أبو زرعة حديث عدي بن الفضل وكان في كتابه، عن عبد الواحد بن غياث عنه، فلم يقرأ علينا وقال: ليس بالقوي) ٢.
٧٣- علي بن الحزور الكوفي ت ما بين (١٣٠- ١٤٠?) ، قال عنه: (واهي الحديث) ٣.
٧٤- علي بن ظبيان بن هلال بن قتادة الكوفي أبو الحسن ت ١٧٢?، قال عنه: (واهي الحديث جدا) ٤.
٧٥- عمر بن حبيب بن محمد بن مجالد العدوي البصري القاضي ت ٢٠٢ أو ٢٠٧? قال عنه: (ليس بالقوي) ٥.
٧٦- عمر بن شبيب بن عمر المسلي المذحجي أبو حفص الكوفي ت ٢٠٢?. قال عنه: (واهي الحديث) ٦.
٧٧- عمر بن صهبان ويقال عمر بن محمد بن صهبان الأسلمي أبو جعفر المدني ت ١٥٧?. ذكره أبو زرعة في أسماء الضعفاء٧.
٧٨- عمر بن قيس المكي أبو جعفر، المعروف بسندل، بقي إلى قريب ١٦٠? قال عنه: (لين الحديث) ٨.
_________
٢ انظر الجرح والتعديل ج ٣/ق٢/٤، وكذا في تهذيب التهذيب ج ٧/١٧٠ وفيه روى له ابن ماجة حديثا واحدا في النهي عن البول قائما، وذكره ابن عدي بهذا الحديث وغيره. وذكره أيضا أبو زرعة في كتابه الضعفاء ورقة (٣٠) وقال عن حديث عن روايته: غريب، منكر ولم يقرأه وأمر بالضرب عليه.
٣ انظر كتاب الضعفاء لأبي زرعة ورقة (١١- أ -) قال ابن معين (لا يحل لأحد أن يروي عنه) انظر ميزان الاعتدال ج ٣/١١٨، وتهذيب التهذيب ج ٧/٢٩٦- ٢٩٧، روى له ابن ماجة حديثا واحدا في الجنائز. انظر سنن ابن ماجة ج ١/٤٧٦.
٤ انظر كتاب الضعفاء لأبي زرعة ورقة (١١- أ-) ، وتاريخ بغداد ج ١١/٤٤٥، وتهذيب التهذيب ج ٧/٣٤٢، وأسماء الضعفاء لابن الجوزي، روى له ابن ماجة حديث المدبر عن ابن عمر فقط، وقال علي: كنت أرفعه فنهاني أصحابي ورواه جماعة عن علي مرفوعا. ساق له ابن عدي عدة أحاديث، وقال: الضعف على حديثه بين. انظر تهذيب التهذيب ج ٧/٣٤٢، وميزان الاعتدال ج ٣/١٣٤.
٥ انظر كتاب الضعفاء لأبي زرعة ورقة (٧- أ -) وتهذيب التهذيب ج ٧/٤٣٢، وتاريخ بغداد ج ١١/٢٠٠.
٦ انظر كتاب الضعفاء لأبي زرعة ورقة (١١- أ -) وكذا في أسماء الضعفاء لابن الجوزي وتاريخ بغداد ج ١١/١٩٥، وفي الجرح والتعديل ج ٣/ق١/١١٥ نقل قوله (لين الحديث) وفي ميزان الاعتدال ج ٣/٢٠٤ اكتفى بقوله (لين) وفي تهذيب التهذيب ج ٧/٤٦٢ قال أبو زرعة (لين الحديث، وقال مرة واهي الحديث) .
٧ انظر كتاب الضعفاء لأبي زرعة في حرف (ع) ونقل عنه ابن أبي حاتم في الجرح والتعديل ج ٣/ق١/١١٦ في ترجمة عمر بن صهبان قوله (ضعيف الحديث) وفي ج ٣/ق١/١٣٢ في ترجمة عمر بن محمد بن صهبان قوله (واهي الحديث) وفي تهذيب التهذيب ج ٧/٤٦٤ ذكر القولين في ترجمة الأول، واكتفى في ميزان الاعتدال ج ٣/٢٢٠ بقوله (واه) وقال ذهبي في ترجمة عمر بن محمد بن صهبان وهو عمر بن صهبان نسب إلى جده، واه عنده حديث في الأكل يوم الفطر قبل الغدو، ونقل ابن الجوزي عنه في ترجمة عمر بن صهبان قوله (واهي الحديث) وانظر ابن ماجة ج ١/٥٥٨.
٨ انظر الجرح والتعديل ج ٣/ق١/١٣٠، وكذا في تهذيب التهذيب ج ٧/٤٩١، وضعفه أيضا حينما ذكر عنده حميد بن قيس المكي ووثقه وقال البرذعي: (ما أبعد ما بين الأخوين، انظر إلى حميد في أعلى درجة العلو، وانظر إلى عمر في أي درجة من الوهاء) انظر كتاب الضعفاء.','47 - 48','42',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (29,'٧٩- عمرو بن الحصين العقيلي، الباهلي، أبو عثنان البصري قال عنه: (واهي الحديث) ٩.
٨٠- عمرو بن خالد، أبو خالد القرشي الكوفي انتقل إلى واسط ت ما بين (١١٠- ١٢٠?) ذكره أبو زرعة في أسماء الضعفاء١.
٨١- عمرو بن عثمان بن يسار الكلابي، أبو عمرو الرقي ت ٢١٩ أو ٢١٧? ذكره عنده البرذعي؛ (فكلح وجهه وأساء الثناء عليه) ٢.
٨٢- عون بن عمارة العبدي، القيسي، أبو محمد البصري ت ٢١٢? قال عنه: (منكر الحديث) ٣.
٨٣- عيسى بن عبد الرحمن بن فروة الأنصاري المدني قال عنه: (ليس بالقوي) ٤.
٨٤- الفضل بن عيسى بن أبان الرقاشي، أبو عيسى البصري قال عنه: (شيخ صالح، إلا أنه ضعيف، وكان قدريا، وكان قاصا يذكر) ٥.
٨٥- (بخ ق) الفضل بن مبشر الأنصاري، أبو بكر المدني قال عنه: (لين) ٦.
٨٦- القاسم بن عبد الله بن عمر بن حفص أبو الخطاب العمري المدني، ت ما بين (١٥٠- ١٦٠?) قال عنه: (ضعيف لا يساوي شيئا، ومتروك الحديث، منكر الحديث) ٧.
_________
٩ انظر كتاب الضعفاء لأبي زرعة ورقة (١٧- أ -) وقال ابن أبي حاتم في الجرح والتعديل ج ٣/ق/٢٢٩ وسئل أبو زرعة عنه عندما امتنع من التحديث عنه فقال: ليس هو موضع يحدث عنه واهي انظر تهذيب التهذ يب ج ٨/٢١، واكتفى الذهبي في ميزان الاعتدال ج ٣/٢٥٣ بقوله (واه) .
١ انظر كتاب الضعفاء لأبي زرعة حرف (ع) وقال ابن أبي حاتم في الجرح والتعديل ج ٣/ق١/٢٣٠ سألت أبا زرعة عنه فقال (كان واسطيا، وكان يضع الحديث، ولم يقرأ علينا حديثه وقال اضربوا عليه) وفي تهذيب التهذيب ج ٨/٢٧ اكتفى بقوله (كان يضع الحديث) وكذا في أسماء الضعفاء لابن الجوزي.
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (٣٧- أ -) .
٣ انظر الجرح والتعديل ج ٣/ق١/٣٨٨، وتهذيب التهذيب ج ٨/١٧٣.
٤ انظر تهذيب التهذيب ج ٨/٢١٨، وميزان الاعتدال ج ٣/٣١٧ن وقال عنه في الضعفاء ورقة (٢- أ-) ضعيف.
٥ انظر كتاب الضعفاء لأبي زرعة ورقة (٣- ب-) وذكره في أسماء الضعفاء حرف - ف- وروى بسنده إلى أيوب السختياني أنه كان قال عنه: (إن فضلا الرقاشي لو ولد أخرس كان خيرا له) وقال عنه أبو زرعة أيضا (منكر الحديث) انظر الجرح والتعديل ج ٣/ق٢/٦٥، وتهذيب التهذيب ج ٨/٢٨٣.
٦ انظر الجرح والتعديل ج ٣/ق٢/٦٧، وتهذيب التهذيب ج ٨/٢٨٥، وذكره أبو زرعة في أسماء الضعفاء حرف - ف-.
٧ انظر الجرح والتعديل ج ٣/ق٢/١١٢، وتهذيب التهذيب ج ٨/٣٢١، وفي أسماء الضعفاء لابن الجوزي اكتفى بقوله (لا يساوي شيئا متروك الحديث) .','47 - 48','43',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (30,'٨٧- كثير بن سليم الضبي، أبو سلمة المدائني ت ١٧٠?، قال عنه (ضعيف الحديث) ٨.
٨٨- مبارك بن سحيم ويقال ابن عبد الله، أبو سحيم البناني البصري، قال عنه: (واهي الحديث منكر الحديث، ثم قال: ما أعرف له حديثا واحدا صحيحا، وقد حسنوه بمولى عبد العزيز بن صهيب) ٩.
٨٩- مبشر بن عبيد، القرشي أبو حفص الحمصي كوفي الأصل، قال عنه (هو عندي ممن يكذب) ١٠.
٩٠- محمد بن الحارث بن زياد الهاشمي الحارثي البصري، قال ابن أبي حاتم: (ترك أبو زرعة حديثه ولم يقرأه علينا في كتاب الشفعة) ١.
٩١- محمد بن خالد بن عبد الله بن عبد الرحمن الواسطي الطحان توفي ما بين ١٥٠- ٢٤٠? قال عنه (رجل سوء) ٢.
٩٢- محمد بن داب المديني قال عنه: (ضعيف الحديث كان يكذب) ٣.
٩٣- محمد بن ذكوان الأزدي الطاحي الجهضمي، مولاهم البصري، ذكره أبو زرعة في أسماء الضعفاء٤.
_________
٨ انظر كتاب الضعفاء لأبي زرعة ورقة (٢٠- أ -) ونقل ابن أبي حاتم في الجرح والتعديل ج ١/ق٢/١٥٢ عن أبي زرعة أنه قال عنه (واهي الحديث) وكذا في تهذيب التهذيب ج ٨/٤١٦، وأسماء الضعفاء لابن الجوزي، واكتفى الذهبي في ميزان الاعتدال ج ٣/٤٠٥ بقوله (واه) .
٩ انظر كتاب الضعفاء ل أبي زرعة ورقة (١٧- أ-) والجرح والتعديل ج ٤/ق١/٣٤١، وتهذيب التهذيب ج ١٠/٢٧ واكتفى الذهبي في ميزان الاعتدال ج ٣/٤٣٠ بقوله (ما أعرف له حديثا صحيحا) وانظر أسماء الضعفاء لابن الجوزي حيث نقل قول أبي زرعة إلى قوله (.. صحيحا) وذكره وأبو زرعة أيضا في أسماء الضعفاء حرف - م -.
١٠ انظر كتاب الضعفاء لأبي زرعة ورقة (٢- أ-) .
١ انظر الجرح والتعديل ج ٣/ق٢/٢٣١، وتهذيب التهذيب ج ٩/١٠٥، وميزان الاعتدال ج ٣/٤٠٤- ٤٠٥.
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (٣٣- أ -) وفي الجرح والتعديل ج ٣/ق٢/٢٤٣ قال أبو زرعة أخبرني وهب الفامي قال سمعت محمد بن خالد الواسطي يقول: لم أسمع من أبي إلا حديثا واحدا، خالد عن بيان عن الشعبي لا أدري أيهما أكبر في الناس البخل أو الكذب، ثم حدث عنه حديثا كثيرا. وقال أبو زرعة أيضا أخبرني أبو عون بن عمرو قال أخرج ابن خالد الواسطي عن أبيه عن الأعمش كتابا قال أبو زرعة ولم يسمع أبوه من الأعمش حرفا، وقال ابن أبي حاتم: سألت أبا زرعة عنه فقال: (ضعيف الحديث لا أحدث عنه ولم يقرأ علينا حديثه وكان حدث عنه قديما وأبى أن يقرأ علينا) وكذا في تهذيب التهذيب ج ٩/١٤١- ١٤٢ باختصار في بعض الألفاظ.. واكتفى الذهبي في ميزان الاعتدال ج ٣/٥٣٣ بقوله (ضعيف) .
٣ انظر الجرح والتعديل ج ٣/ق٢/٢٥٠، وتهذيب التهذيب ج ٩/١٥٣، وميزان الاعتدال ج ٣/٥٤٠ واكتفى ابن الجوزي في أسماء الضعفاء بقوله (كان يكذب) .
٤ انظر كتاب الضعفاء لأبي زرعة في حرف - م- قال البخاري عنه (منكر الحديث) وقال النسائي (ليس بثقة ولا يكتب حديثه) انظر ميزان الاعتدال ج ٣/٥٤٢ له عند ابن ماجة حديث ابن عباس "أن النبي صلى الله عليه وسلم عدل إلى الشعب فبال"، وحديث عمرو بن عنبسة أي الجهاد أفضل.','47 - 48','44',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (31,'٩٤- (خذ ق) محمد بن مروان بن قدامة العقيلي، أبو بكر البصري العجلي قال عنه: (ليس عندي بذاك) ٥.
٩٥- محمد بن عبيد الله بن أبي رافع الهاشمي مولاهم الكوفي، ذكره أبو زرعة في أسماء الضعفاء٦.
٩٦- محمد بن عمر بن واقد، الواقدي الأسلمي مولاهم أبو عبد الله المدني ت ٢٠٧? قال عنه: (ترك الناس حديثه) ٧.
٩٧- محمد بن عون، أبو عبد الله الخراساني ت ما بين (١٤٠- ١٥٠?) قال عنه: (ضعيف الحديث، ليس بقوي)
٩٨- محمد بن الفرات التميمي أبو علي الكوفي قال عنه: (منكر الحديث) ٩.
٩٩- محمد بن كريب بن أبي مسلم الهاشمي قال عنه: (منكر الحديث) ١.
١٠٠- مسلمة بن علي بن خلف الخشني، أبو سعيد، الدمشقي ت ١٩٠?، قال عنه: (منكر الحديث) ٢.
١٠١- مروان بن سالم الغفاري أبو عبد الله الشامي الجزري ذكره أبو زرعة في أسماء الضعفاء٣.
_________
٥ انظر الجرح والتعديل ج ٣/ق١/٨٦، وتهذيب التهذيب ج ٩/٤٣٧ واكتفى الذهبي في ميزان الاعتدال ج ٤/٣٣ بقوله (ليس بذاك) وكذا في أسماء الضعفاء لابن الجوزي وقال عنه أبو داود صدوق، أما الإمام أحمد فقد لينه. كما في ميزان الاعتدال وتهذيب التهذيب.
٦ انظر كتاب الضعفاء لأبي زرعة حرف- م – وقال عنه البخاري منكر الحديث. انظر تهذيب التهذيب ج ٩/٣٢١ وميزان الاعتدال ج ٣/٦٣٥ وخلاصة تذهيب الكمال ج ٢/٤٣٤.
٧ انظر كتاب الضعفاء لأبي زرعة ورقة (١٧- أ -) . وفي الجرح والتعديل ج ٤/ق١/٢١ قال ابن أبي حاتم: سألت أبا زرعة عنه فقال: ضعيف، قلت: يكتب حديثه؟ قال: ما يعجبني إلا على الاعتبار ترك الناس حديثه. واكتفى في تهذيب التهذيب ج ٩/٣٦٧ بقوله (متروك الحديث) وانظر تاريخ بغداد ج ٣/١٤. وضعفه أيضا أبو زرعة في موضع آخر من كتابه عند ذكره بعض الضعفاء. انظر الورقة (٤- ب-) ، وكذا في أسماء الضعفاء حرف -م-.
٨ انظر الجرح والتعديل ج ٤/ق١/٤٧ وتهذيب التهذيب ج ٩/٣٨٤ وذكره أبو زرعة أيضا في أسماء الضعفاء حرف - م- روى له ابن ماجة حديثا عن نافع عن ابن عمر قبل رسول الله صلى الله عليه وسلم الحجر ثم وضع شفتيه عليه فسكن طويلا ثم التفت فإذا هو بعمر يبكي فقال: "يا عمر هاهنا تسكب العبرات". سنن ابن ماجة ج ٢/٩٨٢.
٩ انظر كتاب الضعفاء لأبي زرعة ورقة (١٣- أ-) وفي الجرح والتعديل ج ٤/ق١/٦٠ نقل عن أبي زرعة أنه قال عنه: ٠ ضعيف الحديث) وكذا في تهذيب التهذيب ج ٩/٣٩٧ أخرج له ابن ماجة حديث "شاهد الزور" فقط. انظر سنن ابن ماجة ج ٢/٧٩٤.
١ انظر كتاب الضعفاء لأبي زرعة ورقة (١١- ب -) ، وقال عنه أيضا (لين) انظر الجرح والتعديل ج ٤/ق١/٦٨، وتهذيب التهذيب ج ٩/٤٢٠. روى له ابن ماجة حديثه عن أبيه عن ابن عباس عن حصين بن عوف في الحج.
٢ انظر الجرح والتعديل ج ٤/ق١/٢١٨، وتهذيب التهذيب ج ١٠/١٤٦.
٣ انظر كتاب الضعفاء لبي زرعة حرف - م – وسأل ابن أبي حاتم عنه فقال: (منكر الحديث جدا، ضعيف الحديث ليس له حديث قائم، قلت: يترك حديثه؟ قال: لا يكتب حديثه) . انظر الجرح والتعديل ج ٤/ق١/٢٧٥.','47 - 48','45',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (32,'١٠٢- مطر بن ميمون المحاربي أبو خالد الكوفي ذكره أبو زرعة في أسماء الضعفاء٤.
١٠٣- مطرح بن يزيد الأسدي الكناني، أبو المهلب الكوفي قال عنه: (ضعيف الحديث) ٥.
١٠٤- مطهر - كمعظم - بن الهيثم الطائي البصري ت في حدود ٢٠٠? قال عنه: (منكر الحديث) ٦.
١٠٥- معبد الجهني البصري، يقال إنه ابن عبد الله بن حكيم قتل في سنة ٨٠?، ذكره أبو زرعة في أسماء الضعفاء٧.
١٠٦- معلى بن عبد الرحمن الواسطي قال عنه: (واهي الحديث) ٨.
١٠٧- معلى بن هلال بن مؤيد الحضرمي، ويقال الجعفي، أبو عبد الله الطحان الكوفي، سئل أبو زرعة عنه ما كان تنقم عليه؟ قال: الكذب٩.
١٠٨- (مد ق) مهران بن أبي عمر العطار أبو عبد الله الرازي، ذكره أبو زرعة في أسماء الضعفاء١٠.
١٠٩- نصر بن حماد بن عجلان البجلي، أبو الحارث، الحافظ البصري، قال عنه: (لا يكتب حديثه) ١١.
_________
٤ انظر كتاب الضعفاء لأبي زرعة حرف - م- قال عنه ابن حبان في المجروحين ج ٣/٥: كان ممن يروي الموضوعات عن الأثبات، لا تحل الرواية عنه.
٥ انظر الجرح والتعديل ج ٤/ق١/٤٠٩، وتهذيب التهذيب ج ١٠/١٧١.
٦ انظر كتاب الضعفاء لأبي زرعة ورقة (٢- أ -) .
٧ انظر كتاب الضعفاء لأبي زرعة حرف - م - وانظر تهذيب التهذيب ج ١٠/٢٢٥- ٢٢٦ حيث قال: (وذكره أبو زرعة الرازي في أسامي الضعفاء ومن تكلم فيهم) ومعبد هو أول من تكلم في القدر بالبصرة روى له ابن ماجة حديث معاوية "إياكم والتمادح". انظر سنن ابن ماجة ج ٢/١٢٣٢.
٨ انظر كتاب الضعفاء لأبي زرعة ورقة (٨- أ -) وروى الخطيب في تاريخ بغداد ج ١٣/١٨٨ بسنده إلى البرذعي أن أبا زرعة قال عنه: (ذاهب الحديث) وكذا في تهذيب التهذيب ج ١٠/٢٣٨، وميزان الاعتدال ج ٤/١٤٩، وأسماء الضعفاء لابن الجوزي.
٩ لنظر الجرح والتعديل ج ٤/ق١/٣٣٢ وتهذيب التهذيب ج ١٠/٢٤٢ قال عنه ابن حبان في المجروحين ج ٢/١٦- ١٧ كان يروي الموضوعات عن أقوام ثقات وكان غاليا في التشيع يشتم أصحاب رسول الله صلى الله عليه وسلم لا تحل الرواية عنه بحال ولا كتابة حديثه إلا على جهة التعجب، وروى بسنده إلى ابن عيينة - من طريق أبي زرعة - أنه قال عنه (يكذب) .
١٠ انظر كتاب الضعفاء لأبي زرعة في حرف - م - قال البخاري في حديثه اضطراب وقال النسائي ليس بالقوي، وكذا ضعفه إبراهيم الفراء، ووثقه أبو حاتم وابن معين. انظر ميزان الاعتدال ج ٤/١٩٦، وتهذيب التهذيب ج ١٠/٣٢٧.
١١ انظر الجرح والتعديل يل ج ٤/ق١/٤٧٠، وتهذيب التهذيب ج ١٠/٤٢٦.','47 - 48','46',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (33,'١١٠- نصر بن محمد بن سليمان بن أبي ضمرة السلمي، قال عنه: لست أحدث عنه، وأمر بالضرب على حديثه جملة١.
١١١- نهشل بن سعيد بن وردان، أبو سعيد الخراساني. قال عنه: (ضعيف) ٢.
١١٢-هارون بن هارون بن عبد الله بن محرز القرشي التيمي، ذكره أبو زرعة في أسماء الضعفاء ٣.
١١٣- هارون بن زيد بن يسار بن بولا البصري، ذكره أبو زرعة في أسماء الضعفاء٤.
١١٤- يحيى بن راشد المازني، أبو سعيد البصري، البراء، قال عنه: (شيخ لين الحديث) ٥.
١١٥- يحيى بن كثير، أبو النضر صاحب البصري. قال عنه: (ضعيف الحديث) ٦.
١١٦- يزيد بن عبد الملك بن المغيرة بن نوفل، أبو المغيرة المدني ت ١٦٧? ذكره أبو زرعة في أسماء الضعفاء٧.
١١٧- (عخ ق) يعقوب بن حميد بن كاسب المدني ت ١٤٠ أو ١٤١? قال ابن أبي حاتم: سألت أبا زرعة عنه فحرك رأسه قلت: كان صدوقا في الحديث؟ قال: لهذا شروط، وقال مرة في حديث رواه يعقوب: قلبي لا يسكن على ابن كاسب٨.
_________
١ انظر كتاب الضعفاء لأبي زرعة ورقة (٣١- ب -) وقال أبو حاتم (أدركته ولم أكتب عنه وهو ضعيف الحديث لا يصدق) انظر الجرح والتعديل ج ٤/ق١/٤٧١.
٢ انظر الجرح والتعديل ج ٤/ق١/٤٩٦، وتهذيب التهذيب ج ١٠/٤٧٩.
٣ انظر كتاب الضعفاء لأبي زرعة حرف - ? - قال عنه ابن حبان في المجروحين ج ٣/٩٤: كان يروي الموضوعات عن الأثبات لا يجوز الاحتجاج به ولا الرواية عنه إلا على سبيل الاعتبار لأهل الصناعة فقط.
٤ انظر كتاب الضعفاء لأبي زرعة حرف - ? - قال عنه ابن حبان في المجروحين ج ٣/٨٧: لا يجوز الاحتجاج به بحال ولا ذكر حديثه إلا على جهة الاعتبار.
٥ انظر الجرح والتعديل ج ٤/ق٢/١٤٣، وتهذيب التهذيب ج ١١/٢٠٧، والترغيب والترهيب ج ٤/٧٩، وميزان الاعتدال ج ٤/٣٧٣.
٦ انظر الجرح والتعديل ج ٤/ق٢/١٨٣ن وفي تهذيب التهذيب ج ١١/٢٦٧ قال عنه (ضعيف) .
٧ انظر كتاب الضعفاء لأبي زرعة في حرف - ي – وفي الجرح والتعديل ج ٤/ق٢/٢٧٩، نقل ابن أبي حاتم عنه قوله (منكر الحديث) وفي نسخة أخرى قال (ضعيف الحديث، منكر الحديث جدا) وفي تهذيب التهذيب ج ١١/٣٤٨ (وقال أبو زرعة ضعيف الحديث، وقال مرة واهي الحديث وغلظ القول جدا) واكتفى في ميزان الاعتدال ج ٤/٤٣٣ بقوله (ضعيف) وذكره أيضا أبو زرعة في كتابه الضعفاء ورقة (٨- ب -) وقال (واهي الحديث وغلظ فيه القول جدا) .
٨ انظر الجرح والتعديل ج ٤/ق٢/٢٠٦ن وتهذيب التهذيب ج ١١/٣٨٣، واكتفى الذهبي في ميزان الاعتدال ج ٤/٤٥٠ بقوله (وسئل أبو زرعة عنه فحرك رأسه) .','47 - 48','47',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (34,'١١٨- (خنت ق) يعقوب بن محمد بن عيسى بن عبد الملك الزهري ت ٢١٣? قال عنه: (واهي الحديث) ٩.
١١٩- يوسف بن خالد بن عمير السمتي، أبو خالد البصري ت ١٨٩ أو ١٩٠? قال عنه: (ذاهب الحديث، كان يحيى – أي ابن معين – يقول كذاب) ١٠.
١٢٠- يوسف بن محمد بن المنكدر التيمي قال عنه: (واهي الحديث) ١.
١٢١- يوسف بن ميمون القرشي المخزومي الكوفي أبو خزيمة الصباغ، قال عنه: (واهي الحديث) ٢.
١٢٢- أبو بكر العنسي روى عن أبي قبيل المعافري ت ٢٥٦? قال عنه: (منكر الحديث) ٣.
١٢٣- أبو بكر بن عبد الله بن محمد بن أبي سبرة بن أبي رهم العامري المدني ت ١٦٢? ذكره أبو زرعة في أسماء الضعفاء٤.
١٢٤- أبو زيد، عن أبي المغيرة عن ابن عباس بحديث "أبى الله أن يقبل عمل صاحب بدعة"، قال عنه: (لا أعرف أبا زيد، ولا أبا المغيرة) ٥.
١٢٥- أبو سعيد الساعدي عن أنس، قال عنه: (مجهول) ٦.
_________
٩ انظر الجرح والتعديل ج ٤/ق٢/٢١٥، وتهذيب التهذيب ج ١١/٣٩٧، ونقل الذهبي في ميزان الاعتدال ج ٤/٤٥٤ عن أبي زرعة أنه قال عنه (ليس بشيء يقارب الواقدي) وذكره في كنابه الضعفاء ورقة (٤- ب -) فقال: (ليس على يعقوب الزهري قياس، يعقوب الزهري، وابن زبالة، والواقدي، وعمر بن أبي بكر الموملي، يقاربون في الضعف في الحديث وهم واهون) وقال عنه في موضع آخر ورقة (٣٠- أ -) (منكر الحديث) .
١٠ انظر كتاب الضعفاء لأبي زرعة ورقة (٧- أ-) ونقل ابن أبي حاتم عن أبي زرعة أنه قال عنه (ذاهب الحديث، ضعيف الحديث، أضرب على حديثه، كان يحيى بن معين يقول: كان يكذب) انظر الجرح والتعديل ج ٤/ق٢/٢٢٢، وتهذيب التهذيب ج ١١/٤١٢.
١ انظر كتاب الضعفاء لأبي زرعة ورقة (٨- ب -) ونقل ابن أبي حاتم في الجرح والتعديل ج ٤/ق٢/٢٢٩ عن أبي زرعة أنه قال عنه (هو صالح وهو أقل رواية من أخيه المنكدر) وكذا في تهذيب التهذيب ج ١١/٤٢٢، وأما في ميزان العتدال ج ٤/٤٧٢ فقال عنه (صالح الحديث) والذي أراه أنه أراد بقوله (صالح) أي من الصلاح والتقوى والعبادة أما في الحديث فهو ضعيف يؤيد هذا قول أبي زرعة الذي نقله عنه البرذعي، ويؤيده أيضا أن ابن حبان قال عنه (غلب عليه الصلاح فغفل عن الحفظ فكان يأتي بالشيء توهما فبطل الاحتجاج به) انظر تهذيب التهذيب ج ١١/٤٢٣، والمجروحين ج ٣/١٣٥- ١٣٦.
٢ انظر كتاب الضعفاء لأبي زرعة ورقة (١٣- أ -) وتهذيب التهذيب ج ١١/٤٢٦، وذكره أبو زرعة في أسماء الضعفاء، وذكره أيضا في موضع آخر ورقة (٣٠- أ-) فقال (واهي الحديث) .
٣ انظر كتاب الضعفاء لأبي زرعة ورقة (٦- ب -) وفي تهذيب التهذيب ج ١٢/٢٩، ٤٤ نقل منه أنه قال (ضعيف منكر الحديث) .
٤ انظر كتاب الضعفاء لأبي زرعة في الكنى، قال ابن حبان في المجروحين ج ٣/١٤٧ (كان ممن يروي الموضوعات عن الأثبات، لا يحل كتابة حديثه ولا الاحتجاج به بحال، كان أحمد بن حنبل يكذبه) .
٥ انظر تهذيب التهذيب ج ١٢/١٠٣.
١٦ انظر تهذيب التهذيب ج ١٢/١٠٦، قال ابن حبان في المجروحين ج ٣/١٥٧ (شيخ يروي عن أنس بن مالك المناكير التي لا يشارك فيها، لا يجوز الاحتجاج به بحال) .','47 - 48','48',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (35,'<span data-type="title" id=toc-8>مصادر ومراجع</span>
...
المراجع
١- الإرشاد في معرفة علماء البلاد للخليلي نسخة أيا صوفيا.
٢- الإصابة في تمييز الصحابة لابن حجر العسقلاني ط السعادة ١٣٢٣هـ وطبعة البجاوي.
٣- أسماء الضعفاء لابن الجوزي نسخة مصورة عن نسخة المكتبة السعيدية محفوظة بمكتبة السيد صبحي السامرائي ببغداد.
٤- البحر الذي زخر في شرح ألفية الأثر لجلال الدين السيوطي مخطوط في دار الكتب المصرية رقم (١٠ حليم مصطلح الحديث) .
٥- البدر المنير في تخريج الأحاديث والآثار الواقعة في الشرح الكبير لسراج الدين ابن الملقن نسخة مصورة عن نسخة مكتبة أحمد الثالث بتركيا رقم (٤٧٤) محفوظة في مكتبة السيد صبحي السامرائي ببغداد.
٦- البداية والنهاية للحافظ إسماعيل بن كثير ط ١٣٥٨هـ القاهرة.
٧- تاريخ بغداد للخطيب البغدادي ط ١٣٤٩? القاهرة.
٨- تاريخ التراث العربي للدكتور فؤاد سزكين ترجمة د. فهمي أبو الفضل ط الهيئة المصرية العامة للتأليف والنشر القاهرة ١٩٧١م.
٩- تاريخ مدينة دمشق لأبي الحسن علي بن عساكر نسخة مصورة عن نسخة مكتبة أحمد الثالث في تركيا والمحفوظة بمعهد المخطوطات بمصر رقم (٦٠٢ تاريخ) .
١٠- تاريخ واسط لأسلم بن سهل الرزاز الواسطي المعروف ببخشل ط المعارف ببغداد ١٣٨٧هـ /١٩٦٧م.
١١- التدوين في أخبار قزوين لأبي القاسم عبد الكريم بم محمد القزويني الرافعي مخطوط في دار الكتب المصرية.
١٢- تذكرة الحفاظ للحافظ الذهبي ط حيدر أباد الهند ١٩٥٥- ١٩٥٨.','47 - 48','49',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (36,'١٣- الترغيب والترهيب لزكي الدين عبد العظيم المنذري ط مصطفى عمارة.
١٤- تعجيل المنفعة بزوائد رجال الأئمة الأربعة لابن حجر العسقلاني ط ١٣٨٧? /١٩٦٦م.
١٥- التقييد لرواة السنن والمسانيد لابن نقطة الحنبلي نسخة مصورة عن نسخة المتحف البريطاني والمحفوظة في معهد المخطوطات بجامعة الدول العربية.
١٦- التقييد والإيضاح شرح مقدمة ابن الصلاح لزين الدين العراقي ط المكتبة السلفية بالمدينة المنورة ١٩٦٩م.
١٧- تلخيص المستدرك للحافظ الذهبي طبع مع المستدرك للحاكم.
١٨- تهذيب التهذيب لابن حجر العسقلاني ط حيدر أباد الهند ١٣٢٥- ١٣٢٧هـ ٠
١٩- توجيه النظر إلى أصول الأثر لطاهر بن صالح الجزائري الدمشقي ط المكتبة العلمية في المدينة المنورة.
٢٠- توضيح الأفكار لمعاني تنقيح النظار لمحمد بن إسماعيل الأمير الصنعاني ط مكتبة الخانجي بالقاهرة ط ١٣٦٦هـ.
٢١- الجرح والتعديل لابن أبي حاتم حيدر اباد / الهند ١٩٥٢- ١٩٥٣.
٢٢- الحطة بذكر الصحاح الستة لصديق حسن خان ط اسلامي اكاديمي / لاهور ١٣٩٧هـ
٢٣- خلاصة تهذيب الكمالفي أسماء الرجال لصفي الدين الخزرجي ط مكتبة القاهرة وكذا ط٢ ١٩٦٧م.
٢٤- الرسالة المستطرفة في بيان كتب السنة المشرفة للكتاني ط ١٩٦٣ دمشق.
٢٥- الزهر الربى في شرح المجتبى للسيوطي ط مع سنن النسائي / مصطفى الحلبي..١٩٦٤م.
٢٦- الدرر الكامنة في أعيان المائة الثامنة للحافظ ابن حجر ط الهند / حيدر أباد.
٢٧- سنن ابن ماجة لمحمد بن يزيد القزويني تحقيق فؤاد عبد الباقي القاهرة ١٩٦٤م.
٢٨- سير أعلام النبلاء للذهبي نسخة معهد المخطوطات رقم (٢٨٧ تاريخ) .
٢٩- شرح علل الترمذي لابن رجب الحنبلي البغدادي تحقيق السيد صبحي السامرائي ط بغداد ١٣٩٧?/ ١٩٧٧.
٣٠- شروط الأئمة الستة لأبي الفضل محمد بن طاهر المقدسي ط مكتبة القدس القاهرة ١٣٥٧هـ.','47 - 48','50',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (37,'٣١- علل الحديث لابن أبي حاتم ط المكتبة السلفية / القاهرة ١٣٤٣?.
٣٢- كشف الخفاء ومزيل الإلباس عما اشتهر من الأحاديث على ألسنة الناس للعجلوني الجراحي ط مكتبة التراث الإسلامي حلب.
٣٣- لسان العرب لجمال الدين محمد بن مكرم الأنصاري ط مصورة عن طبعة بولاق الدار المصرية للتأليف والترجمة / القاهرة.
٣٤- ما تمس إليه الحاجة لمن يطالع سنن ابن ماجة لمحمد رشيد الهندي ط الهند.
٣٥- المجروحين من المحدثين لبي حاتم ابن حبان ط القاهرة ١٣٩٦?.
٣٦- مراصد الاطلاع على أسماء الأمكنة والبقاع لصفي الدين البغدادي ط ١٣٧٣?/١٩٥٤م. القاهرة.
٣٧- المستدرك على الصحيحين لأبي عبد الله الحاكم ط حيدر أباد الدكن الهند ١٣٤١?
٣٨- المسند للإمام أحمد بن حنبل ط ١٣١٣? القاهرة.
٣٩- معجم البلدان لياقوت لحموي ط دار صادق صادر بيروت.
٤٠- المعجم الصغير للطبراني ط المكتبة السلفية المدينة المنورة.
٤١- المقاصد الحسنة في الأحاديث المشهورة للسخاوي ط الخانجي القاهرة ١٣٧٥?
٤٢- ميزان الاعتدال في نقد الرجال للذهبي ط عيسى الحلبي القاهرة ١٩٦٣ م.','47 - 48','51',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (38,'دراسة حول قول أبي زرعة الرازي ت ٢٦٤هـ في سنن ابن ماجه
للدكتور سعدي الهاشمي أستاذ مساعد بكلية الحديث
سبق وأن نشرنا على صفحات هذه المجلة١ دراسة حول قول أبي زرعة الرازي (ت ٢٦٤ هـ) في سنن ابن ماجه، وذكرنا قائمة ب (١٢٥) راويا من الرواة الذين انفرد ابن ماجه بالرواية عنهم في سننه دون الأئمة الستة في مصنفاتهم، وفي هذه المرة نكمل تلك الدراسة بذكر الرواة الذين اشترك ابن ماجه بالرواية عنهم مع أصحاب المصنفات الستة، والذين جرحهم أبو زرعة الرازي مجتمعين ومنفردين وبلغ مجموعهم (١٧٢) راوياً. وسنبدأ بذكر الرواة الذين انفرد ابن ماجه مع الترمذي في جامعه بالرواية عنهم، ثم الرواة الذين انفرد ابن ماجه مع أبى داود في سننه بالرواية عنهم، ثم النسائي في (المجتبى) ثم أصحاب السنن الثلاثة (أبو داود، الترمذي، النسائي) ثم نختمهم بالرواة الذين روى عنهم أحد الشيخين أو كلاهما، وشاركهم أبو زرعة بالرواية عنهم٢.
<span data-type="title" id=toc-9>الرجال الذين انفرد بالرواية عنهم الترمذي في (الجامع) وابن ماجه في سننه وضعفهم أبو زرعة:</span>
١- (ت ق) إبراهيم بن عثمان بن عبد الله بن المخارق أبو شيبة العبسي مولاهم الكوفي قاضي واسط ت ١٦٩ هـ، قال ابن أبي حاتم، سئل أبو زرعة عنه فقال: "ضعيف حدثنا عنه علي بن الجعد"٣. وذكره في أسماء الضعفاء٤.
_________
١ في العددين (٤٧، ٤٨) لشهري رجب - ذو الحجة سنة ١٤٠٠ هـ من صفحة (٣١- ٥١) .
٢ قد يذكر ضمنا بعض الرواة الذين روى عنهم البخاري في الأدب المفرد أو تعليقا أو غيرهما من مصنفاته وكذلك بالنسبة للأئمة الأربعة (مسلم، أبو داود، الترمذي، النسائي) والعبرة بالرواة الذين لهم رواية في الكتب الستة.
٣ انظر الجرح والتعديل ج ١/ ق ١/ ١١٥.
٤ انظر أسماء الضعفاء لأبي زرعة حرف - أ-.','55 - 56','69',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (39,'٢- (ت ق) إبراهيم بن الفضل المخزومي المدني أبو إسحق. قال عنه أبو زرعة (ضعيف) ١. وذكره في أسماء الضعفاء٢.
٣- (ت ق) إسحاق بن يحيى بن طلحة بن عبيد الله التيمي، ت ١٦٤ هـ، قال ابن أبي حاتم سمعت أَبا زرعة يقول عنه (واهي الحديث) ٣. وذكره في أسماء الضعفاء٤.
٤- (ت ق) إسماعيل بن إبراهيم الأحول أبو يحيى التيمي الكوفي. قال عنه أبو زرعة (يعد في الكوفيين) ٥. وذكره في أسماء الضعفاء٦.
٥- (ت ق) إسماعيل بن إبراهيم بن مهاجر بن جابر البجلي النخعي الكوفي. ذكره أبو زرعة في أسماء الضعفاء٧.
٦- (ت ق) إسماعيل بن مسلم المكي أبو إسحق البصري. سكن مكة ولكثرة مجاورته قيل له المكي وكان فقيهاً مفتياً. نقل ابن أبي حاتم عن أبي زرعة أنه قال عنه: "هو بصري سكن مكة يحدث عن الحسن، ضعيف الحديث"٨ وكلح أبو زرعة وجهه - حينما سئل عنه- وقال عنه (ضعيف) .
٧- (ت ق) أشعث بن سعيد البصري أبو الربيع السمان، قال ابن أبي حاتم سمعت أبا زرعة يقول عنه: "ضعيف الحديث"٩ وذكره في أسماء الضعفاء١٠.
_________
١ انظر: الجرح والتعديل ج أ/ ق ١/ ١٢٢ تهذيب التهذيب ج ١/١٥٠، ميزان الاعتدال ح ١/٥٢.
٢ انظر: أسماء الضعفاء لأبي زرعة حرف - أ-.
٣ انظر: الجرح والتعديل ج ا/ق ١/٢٣٧ تهذيب التهذيب ج ١/٢٥٤.
٤ انظر: أسماء الضعفاء لأبي زرعة حرب - أ-.
٥ انطر: الجرح والتعديل ج ا/ ق ١/١٥٥ وتهذيب التهذيب ج ١/٣٨١.
٦ انظر: أسماء الضعفاء لأبي زرعة حرف أ. انظر: الجرح والتعديل ج ١/ ق ١/ ١٥٢_ ١٥٣، تهذيب التهذيب ح ١/٣٧٩، وانظر ترجمته في ميزان الاعتدال ج ١/ ٣١٢_٣١٣.
٧ انظر: أسماء الضعفاء لأبي زرعة حرف- أ-.
٨ انظر: الجرح والتعديل ج ١/ق ١/ ١٩٩، وفي كتاب تهذيب التهذيب ج ١/٣٣٣ اكتفى بقوله (ضعيف الحديث) وفي ميزان الاعتدال ج ١/ ٣٤٨ اكتفى بقوله (بصري ضعيف: سكن مكة) .
انظر: أجوبة أبي زرعة على أسئلة البرذعي. ورقة (١٣_أ_) .
٩ انظر: الجرح والتعديل ج ١/ق ١/٢٧٢، عن ابن أبي حاتم، وفي تهذيب التهذيب ج ١/٣٥١ قال (يضعف في الحديث) واكتفى ابن الجوزي في أسماء الضعفاء بقوله ضعيف.
١٠ انظر أسماء الضعفاء لأبي زرعة حرف - أ-.','55 - 56','70',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (40,'٨- (ت ق) بكر بن خنيس الكوفي العابد نزيل بغداد وكان يوصف بالزهد والعبادة، ت في حدود ١٧٠ هـ، قال عنه أبو زرعة (ذاهب) ١.
٩- (ت ق) بكر بن يونس بن بكير الشيباني الكوفي، قال البرذعي: سألت أبا زرعة، عنه؟ فقال: (واهي الحديث) ، حدث عن موسى بن علي بحديثين منكرين لم أجد لهما أصلا من حديث موسى٢.
١٠- (ت ق) ثواب بن عتبة المهري، البصري، قال ابن أَبي حاتم: "سمعت أبي وأبا زرعة ورأيا في كتاب رواه عباس الدوري عن يحيى بن معين أنه قال: ثواب بن عتبة ثقة. فأنكرا جميعا ذلك"٣.
١١- (ت ق) حارثة بن أبي الرجال محمد بن عبد الرحمن بن عبد الله بن حارثة ابن النعمان، الأنصاري، البخاري، المدني ت ١٤٨ هـ، قال عنه أبو زرعة (واهي الحديث، ضعيف الحديث) ٤.
١٢- (ت ق) الحارث بن نبهان الجرحي، أبو محمد البصري، ت ما بين ١٥٠_١٦٠ هـ قال ابن أَبي حاتم: سألت أبا زرعة عنه؟ فقال: (ضعيف الحديث في حديثه وهن وتعجب من قول يحيى بن معين أنه قال: ليس بشيء) ٥. وفي أجوبة أبي زرعة على أسئلة البرذعي قال عنه: (ليس بالقوي) ٦.
١٣ - (ت ق) الحارث بن النعمان بن سالم الليثي ابن أخت سعيد بن جبير، ذكره أبو زرعة في أسماء الضعفاء٧.
_________
١ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٢- أ-) وقد روى الخطيب في تاريخ بغداد ج ٧/٩٠ بسنده إلى البرذعي قوله فيه، وفي تهذيب التهذيب ج ١/٤٨٢ قال أبو زرعة (ذاهب الحديث) .
٢ روى له الترمذي وابن ماجة حديثا واحدا من حديث عقبة بن عامر "لا تكرهوا مرضاكم على الطعام" وحسنه الترمذي واستغربه، انظر: تهذيب التهذيب ج ١_٤٨٨_٤٨٩ وفيه (وقال أبو زرعة واهي الحديث، حدث عن موسى ابن علي بحديثين منكرين لم أجد لهما أصلا في حديث موسى) وانظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٢٩ - أ-) .
٣ انظر: الجرح والتعديل ج ١/ق ١/٤٧١. وفي تهذيب التهذيب ج ٢/٣٠ قال ابن أبي حاتم: (أنكر أبي وأبو زرعة توثيقه) . وانظر كذلك ميزان الاعتدال ج ١/٣٧٣.
٤ انظر: الجرح والتعديل ج١/ق ٢/٢٥٦، وفي أجوبة أبي زرعة على أسئلة البرذعي قال عنه (واه) . انظر ورقة (١٠ -ب-) . وفي تهذيب التهذيب ج ٢/١٦٦ (واهي الحديث، ضعيف) وفي أسماء الضعفاء لابن الجوزي في الحاشية نقاط عنه قوله (ضعيف الحديث) .
٥ انظر: الجرح والتعديل ج١/ق ٢/٩٢ وفي تهذيب التهذيب ج ٢/١٥٩ قال أبو زرعة (ضعيف الحديث في حديثه وهن) .
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١١ - ب-) .
٧ انظر: أسماء الضعفاء لأبي زرعة. وانظر: ترجمته في الجرح والتعديل ج ا/ق ٢/٩١ تهذيب التهذيب ج ٢/١٥٩_١٦٠. ميزان الاعتدال ج ١/٤٤٤.','55 - 56','71',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (41,'١٤- (خت ت ق) حريث بن أبي مطر عمرو الفزاري أبو عمرو الحناط الكوفي. ذكره أبو زرعة في أسماء الضعفاء١.
١٥- (ت ق) الحسن بن أبي جعفر عجلان، وقيل عمرو الجفري، أبو سعيد الأزدي، البصري، ت ١٦١ أو ١٦٧ هـ. قال ابن أبي حاتم (سئل أبو زرعة عن الحسن بن أبى جعفر؟ فقال: ليس بالقوي، روى عنه عباد بن العوام) ٢.
١٦- (ت ق) الحسن بن علي النوفلي الهاشمي، والد أبي جعفر الشاعر ت ما بين (١٥٠_١٦٠ هـ) قال عنه أبو حاتم (ليس بقوي، منكر الحديث، ضعيف الحديث. روى ثلاثة أحاديث أو أربعة أو نحوها مناكير) ٣.
١٧- (خت ت ق) الحسن بن عمارة بن المضرب البجلي مولاهم الكوفي أبو محمد كان على قضاء بغداد في خلافة المنصور ت ١٥٣ هـ. ذكره أبو زرعة في أسماء الضعفاء٤.
١٨- (ت ق) الحسين بن قيس الرجبي أبو على الواسطي (حنش) قال عنه (ضعيف) ٥.
١٩- (ت عس ق) حفص بن سليمان الأسدي أبو عمر البزاز الكوفي القاري، ت ١٨٠ هـ. ضعفه أَبو زرعة٦.
٢٠- (ت ق) حنظلة بن عبد الله وقيل ابن عبيد وقيل ابن عبد الرحمن وقيل ابن
_________
١ انظر أسماء الضعفاء لأبي زرعة حرف (ح) .
٢ انظر: الجرح والتعديل ج ١/ق ٢/٢٩، وانظر كذلك، أجوبة أبي زرعة على أسئلة البرذعي وفي ورقة (١٧- ب-) . وفي تهذيب التهذيب ج ٣/٢٦١، وقد نقل ابن حجر عن أبي زرعة أنه قال (ليس بالقوي في الحديث) .
٣ انظر: أسماء الضعفاء لأبي زرعة (حرف -ح-) وانظر ترجمته في الجرح والتعديل ج ١/ق ١/ ٢٠، تهذيب التهذيب ج ٢/٣٠٣_٣٠٤، ميزان الاعتدال ج ١/٥٠٥.
٤ انظر: أسماء الضعفاء لأبي زرعة حرف -ح-. وقال عنه أحمد بن حنبل (متروك الحديث أحاديثه موضوعة لا يكتب حديثه) وقال ابن حجر بعد كلام حول إخراج البخاري له تعليقا: (فلم يعلق له البخاري شيئا بل هذا مما يدل على سوء حفظه وكان يلزم الشيخ على هذا أن يعلم له علامة مقدمة مسلم فقد ذكره في المقدمة..) وانظر ترجمته في الجرح والتعديل ج ١/ ق ٢/٣٧_٣٨ وميزان الاعتدال ج ١/٥١٣_٥١٥، وتهذيب التهذيب ج ٢/٣٠٧، وتاريخ بغداد ج ٧/٣٤٥_٣٥٠.
٥ انظر: تهذيب التهذيب ج ٢/٣٦٤، والجرح والتعديل ج ١/ق ٢/٦٤، وميزان الاعتدال ج ١/٥٦٤، وأسماء الضعفاء لابن الجوزي.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٦ - أ-) وفي الجرح والتعديل ج ١/ق ٢/١٧٤ قال ابن أبي حاتم (سئل أبو زرعة عن حفص بن داود فقال هو حفص بن سليمان وهو ضعيف الحديث) وقال في تهذيب التهذيب ج ٢/٤٠١ (ضعيف الحديث) واكتفى ابن الجوزي في أسماء الضعفاء بقوله (ضعيف) .','55 - 56','72',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (42,'أبي صفية، السدوسي أبو عبد الرحيم البصري. قال عنه (هو ضعيف) ١.
٢١- (ت ق) خارجة بن مصعب بن خارجة الضبعي بن الحجاج الخراساني السرخسي ت ١٦٨ هـ. قال البرذعي: قلت: خارجة بن مصعب؟ قال: (منكر الحديث، يحدث بكذا ويحدث بكذا فجعل يعدد) . قلت: يحدث عن حفص بن برد، عن مكحول، عن واثلة "لا تظهر الشماتة بأخيك"٢. فقال: حدث بهذا؟ قلت: نعم، حدثني بهذا عنه حجاج بن حمزة. فقال: (ليست لهذا أصل) .
٢٢- (ت ق) خالد بن إلياس ويقال إياس بن صخر أبو الهيثم العدوي المدني، نقل ابن أبي حاتم عن أبيه أبي زرعة أنه قال عنه: (ليس بقوي، ضعيف، سمعت أبا نعيم يقول: لا يسوى حديثه وسكت وذكر بعدنا: لا يسوى حديثه فلسين) ٣.
٢٣- (ت ق) داود بن الزبرقان، الرقاشي، أبو عمرو وقيل أبو عمر البصري نزيل بغداد توفي سنة نيف وثمانين ومائة هـ. وقد نقل البرذعي عن أبي زرعة أنه قال عنه: (واهي الحديث) ٤. وسأله مرة أخرى عنه فقال: (متروك الحديث) . قلت: ترى أو يذاكر عنه، أو يكتب حديثه؟ قال: (لا) ٥.
_________
١ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٧ - أ-) (له في الكتابين حديث واحد، وهو: (أينحني بعضنا لبعض) ؟ قال: "لا" حسنه الترمذي رواه عن أنس، انظر: تحفة الأحوذي ج ٧/ ٥١٣_٥١٤، وسنن ابن ماجة ج ٢/١٢٢٠.
انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٣ -ب-) ، وانظر ترجمته في الجرح والتعديل ج ١/ق ٢/٣٧٥_٣٧٦ تهذيب التهذيب ج ٣/٧٦_٧٨، وميزان الاعتدال ج ١/٦٢٥_٦٢٦.
٢ رواه الترمذي في الجامع في أبواب صفة القيامة: با.٠ب ١٨ ج ٧/٢٠٦_٢٠٧ من طريق حفص بن غياث، عن برد بن سنان، عن مكحول، عن واثلة بن الأسقع قال: قال رسول الله صلى الله عليه وسلم "لا تظهر الشماتة لأخيك فيرحمه الله ويبتليك" وقال عنه: هذا حديث حسن غريب، ورواه الطبراني، وابن أبي الدنيا كما في المقاصد الحسنة ص ٤٦٣، وكشف الخفاء ج ٢/٣٥٦، ورواه أبو نعيم في الحلية ج ٥/١٨٦ هـ، والخطيب في تاريخ بغداد ج ٩/٩٦، وذكره ابن حبان في المجروحين ج ١/٣٥٢ في ترجمة السري بن عاصم بن سهل الهمداني، وقال عنه (كان ببغداد يسرق الحديث ويرفع الموقوفات لا يحل الإحتجاج به) . وج ٢/٢١١ في ترجمة القاسم بن أمية الحذّاء وقال عنه (شيخ يروي عن حفص بن غياث المناكير الكثيرة لا يجور الإحتجاج به إذا انفرد) وقال عن الحديث: (وهذا لا أصل له من كلام رسول الله صلى الله عليه وسلم) . وانظر: تذكرة الموضوعات لابن طاهر المقدسي ص ٧٣، وانظر ميزان الاعتدال ج ١/٨_٣٦٩، ورواه أبو حنيفة في مسندة ص ٢١٤ قال سمعت واثلة به الأسقع بلفظ "لا تظهرن شماتة لأخيك فيعافيه الله ويبتليك".
٣ انظر: الجرح والتعديل ج ١/ق ٢/٣٢١، وكذا في تهذيب التهذيب ج ٣/٨٠_٨١، وانظر: كذلك أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٤ -أ-) ، وفيها قال عنه: (ليس بالقوي) . ثم قال: كتبنا أحاديثه. وإبراهيم ابن إسماعيل بن مجمع عن أبي نعيم الفضل بن دكين-. وحضر خروجا، ولم يسمعه منه. قال أبو زرعة: فبلغنا أن أبا نعيم لما حدث. حدث عنهما قال: (قد حدثتكم اليوم، عن شيخين لا يسويان فلسين) .
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٨ -أ-) .
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١١ -أ- (وهذا القول رواه الخطيب في تاريخ بغداد ج ٨/٣٥٨_٣٥٩ بسنده إلى البرذعي واقتصر المزي والذهبي على قوله (متروك) . انظر: تهذيب التهذيب ج ٣/١٨٥. وميزان الاعتدال ج ٢/٧.','55 - 56','73',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (43,'٢٤- (ت ق) ذواد بن علبة الحارثي أبو المنذر الكوفي، ت ما بين (١٨٠_١٩٠ هـ) ذكره أبو زرعة في أَسماء الضعفاء١.
٢٥- (ت ق) الربيع بن بدر بن عمرو بن جراد االتميمي السعدي الأعرجي، ويقال العرجي أبو العلاء البصري المعروف بعليلة وهو لقب، ت ١٧٨ هـ. ذكره أبو زرعة في أسماء الضعفاء٢.
٢٦- (ت ق) رشدين سعد بن مفلح بن هلال المهدي أبو الحجاج المصري وهو رشدين أبي رشدين، ت ١٨٨ هـ. قال ابن أبي حاتم سئل أبو زرعة عنه فقال (ضعيف الحديث) ٣، وذكره أبو زرعة في أَسماء الضعفاء٤.
٢٧- (ت ق) رشدين بن كريب بن أبي مسلم الهاشمي مولاهم أبو كريب المدني، نقل ابن أبي حاتم عن أبي زرعة أَنه قال عنه (ضعيف الحديث) ٥ وسئل مرة أَخرى عنه فقال: (منكر الحديث) ٦.
٢٨- (ت ق) روح بن جناح أَبو سعد الأموي مولاهم ويقال أبو سعيد الدمشقي. قال ابن أبى حاتم: (سألت أبا زرعة عنه فقال: شيخ دمشقي - قلت ما حاله؟ قال أخوه مروان بن جناح أحب إليّ منه – قلت روح ليس بقوي؟ قال: نعم) ٧.
٢٩- (ت ق) زيد بن جبيرة بن محمود بن أبي الضحاك الأنصاري أبو جبيرة المدني. ذكره أبو زرعة في أسماء الضعفاء٨.
_________
١ انظر: أسماء الضعفاء لأبي زرعة حرف - د-. روى له الترمذي حديثا واحدا، وكذلك ابن ماجة روى عنه حديثاً واحداً وانظر ترجمته في تهذيب التهذيب ج ٣/٢٢٨، ميزان الاعتدال ج ٢/٣٢. والجرح والتعديل ج ١/ق ٢/٤٥٢_٤٥٣.
٢ انظر: أسماء الضعفاء لأبي زرعة حرف -ر-، وانظر ترجمته في تهذب التهذيب ج ٣/٢٣٩_٢٤٠، ميزان الاعتدال ج ٢/٣٨_٣٩، والجرح والتعديل ج ١/ق ٢/٤٥٥.
٣ انظر: الجرح والتعديل ج ١/ق ٢/٥١٣، وكذا تهذيب التهذيب ج ٣/٢٧٨، وفي ميزان الاعتدال ج ٢/٤٩ اكتفى بقوله (ضعيف) وكذا في الترغيب والترهيب ج ٤/٥٧٠ وأسماء الضعفاء لابن الجوزي.
٤ انظر أسماء الضعفاء لأبي زرعة حرف -ر-.
٥ انظر: الجرح والتعديل ج ١/ ق ٢/٥١٣، وفي تهذيب التهذيب ج ٣/٢٧٩ اكتفى بقوله (ضعيف) وكذا في أسماء الضعفاء لابن الجوزي.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١١-ب-) .
٧ انظر: الجرح والتعديل ج ١/ق ٢/٤٩٤، وفي تهذيب التهذيب ج ٣/ ٢٩٢ (قال ابن أبي حاتم عن أبيه وفي نسخة عن أبي زرعة مروان أحب إليّ منه يكتب حديثهما ولا يحتج بهما، وروح ليس بقوي) .
٨ انظر: أسماء الضعفاء لأبي زرعة حرف –ر-. وانظر ترجمته: الجرح والتعديل ج ١/ ق ٢/٥٦٧ ميزان الاعتدال ج ٢/١٠٥، ولسان الميزان ج ٢/٥٠٨.','55 - 56','74',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (44,'٣٠- (ت ق) سعد بن طريف الاسكاف الحذاء الحنظلي الكوفي، قال عنه أبو زرعة (لين) ١، وذكره أبو زرعة في أسماء الضعفاء٢.
٣١- (بخ ت ق) سعيد بن المرزبان العبسي، أبو سعد البقال الكوفي الأعور مولى حذيفة، ت سنة بضع وأربعين ومائة. ذكره أبو زرعة في أسماء الضعفاء٣، وقال ابن أبي حاتم: سئل أبو زرعة عنه فقال: (لين الحديث مدلس) . قلت: هو صدوق؟ قال: (نعم كان لا يكذب) ٤.
٣٢- (ت ق) سعيد بن مسلمة بن هشام بن عبد الملك بن مروان بن الحكم الأموي. ذكره أبو زرعة في أسماء الضعفاء٥.
٣٣- (ت ق) سفيان بن وكيع بن الجراح، الرؤاسي، أبو محمد، الكوفي ت ٢٤٧ هـ ترك الرواية عنه الرواية أبو زرعة. قال البرذعي: قلت لأبي زرعة: سفيان بن وكيع كان يتهم بالكذب؟ قال: (الكذب بس) ، ثم قال لي أبو زرعة: (كتبت عنه شيئأً؟) قلت: لا. قال: (استرحت) .
قال أبو زرعة: (كان وراقه٦ نقمة، كان يعمد إلى أحاديث من أحاديث الواقدي فيجيء بها إليه، فيقول: قد أصبت أحاديث، عن أسامة بن زيد فلان، وفلان فاكتبها بخطك حتى ندخلها في الفوائد فتحملها على الشيوخ الثقات حتى قال يوماً قد بلغت الفوائد ألفي حديث.
_________
١ انظر: الجرح والتعديل ج ٢/ ق ١/٨٧، وفي تهذيب التهذيب ج ٣/٤٧٣ قال (لين الحديث) .
٢ انظر: أسماء الضعفاء لأبي زرعة حرف - س-.
٣ انظر: أسماء الضعفاء لأبي زرعة حرف –س-.
٤ انظر: الجرح والتعديل ج ٢/ ق ١/٦٣، وتهذيب التهذيب ج ٤/ ٧٩_٨٠، وفي ميزان الاعتدال ج ٢/١٥٨ قال عنه (صدوق مدلس) وقد ذكره ابن حجر في المرتبة الخامسة من مراتب المدلسين وقال فيه (ضعيف، مشهور بالتدليس) ، وصفه له أحمد وأبو حاتم والدارقطني وغيرهم وأصحاب هذه المرتبة قال فيهم ابن حجر: من ضعف بأمر آخر سوى التدليس فحديثهم مردود ولو صرحوا بالسماع إلا أن يوثق من كان ضعفه يسيراْ) . انظر: تعريف أهل
التقديس بمراتب الموصوفين بالتدليس ص ٨، صْ ٤٠.
٥ انظر: أسماء الضعفاء لأبي زرعة حرف- س-، وانظر ترجمته في تهذيب التهذيب ج ٤/٨٣_٨٤، وميزان الاعتدال ج ٢/١٥٨ والجرح والتعديل ج ٢/ق ١/٦٧.
٦ وراق سفيان اسمه (قرطمة) ذكره الدراقطني في حاشية كتاب المجروحين لابن حبان ج ١/٣٥٥. قال ابن أبي حاتم في الجرح والتعديل ج ٢/ق ١/٢٣١ (سمعت أبي يقول جائني جماعة من مشيخة الكوفة فقالوا: بلغنا أنك تختلف إلى مشايخ الكوفة تكتب عنهم وتركت سفيان بن وكيع أما كنت ترعى له في أبيه؟ فقت لهم: إني أوجب له وأحب أن تجري أموره على الستر وله وراق قد أفسد حديثه، قالوا فنحن نقول له أن يبعد الوراق عن نفسه فوعدتهم أن أجيئه فأتيته مع جماعو من أهل الحديث وقلت له: إن حقك واجب علينا في شيخك ونفسك فلو صنت نفسك وكنت تقتصر على كتب أبيك لكانت الرحلة إليك في ذلك، فكيف وقد سمعت؟. فقال: ما الذي ينقم علي؟ قلت: قد أدخل وراقك في حديثك ما ليس في حديثك. فقال: فكيف السبيل في ذلك؟ قلت: ترمي بالمخرجات وتقتصر على الأصول، ولا تقرأ إلا من أصولك، وتنحي هذا الوراق عن نفسك، وتدعو بابن كرامة توليه أصولك، فإنه يوثق به. فقال مقبول منك. وبلغني أن وراقة كان قد أدخلوه بيناً يتسمع علينا الحديث، فلما فعل شيئاً مما قاله، فبطل الشيخ، وكان يحدث بتلك الأحاديث التي قد أدخلت بين حديثه. وقد سرق من حدث المحدثين)','55 - 56','75',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (45,'قلت: حديث أسامة بن زيد في (الهريسة) من ذاك؟ قال: (نعم) ١.
٣٤- (ت ق) سليمان بن عبيد الله الأنصاري أبو أيوب الخطاب الرقي سمع منه أبو حاتم بالكوفة سنة ٢١٥ هـ. قال البرذعي قلت لأبي زرعة: سليمان بن عبيد الله، أعني الرقي؟ قال: (منكر الحديث) ٢.
٣٥- (ت ق) صالح بن موسى بن إسحاق بن طلحة بن عبيد الله الطلحي الكوفي، روى عن شريك والأعمش وهشام بن عروة وغيرهم. ذكره أبو زرعة في أسماء الضعفاء٣.
٣٦- (ت ق) الصلت بن دينار الأزدي الهنائي البصري أبو شعيب المجنون، قال عنه (لين) ٤.
٣٧- (ت ق) طريف بن سفيان السعدي، العطاردي وهو الذي يقال له طريف ابن سعد، وقد قيل طريف بن شهاب ويقال أيضاً طريف الأشل. ذكره أبو زرعة في أَسماء الضعفاء٥.
_________
وانظر: الخبر في تهذيب التهذيب ج ٤/١٢٤ وأشار إليه الذهبي في ميزان الاعتدال ج ٢/١٧٣، وانظر: بعض الأحاديث التي لقنها له في المجروحين لابن حبان ج ١/٣٥٥، ج ١/ ٣٥٥، وانظر ما ذكره الخطيب في الكفاية ص ٢٣٧ في باب (رد حديث من عرف بقبول التلقين) حول وراق سفيان بن وكيعْ.
وذكره ابن أبي حاتم في علل الحديث ج ٢/٨ وقد سأل والده عنه؟ فأجابه (هذا حديث كذب ومحمد بن الحجاج (أي الواسطي) هذا ذاهب الحديث) وكذلك ذكره في ترجمته في الجرح والتعديل ج ٣/ق ٢/٢٣٤ وذكره ابن حبان في المجروحين في ترجمته ج ٢/٢٩٠ والذهبي في ميزْان الاعتدال ج ٣/٥٠٩ في ترجمته وقال عنه: (هذا من وضع محمد، وكان صاحب هريسة) ، رواه ابن الجوزي في الموضوعات ج ٣/١٦_١٨ وقال: (هذا حديث وضعه محمد بن الحجاج وكل الطرق تدور عليه إلا طريق ابن عباس، فإن فيها نهشلْ. قال ابن راهويه: كان كاذباَ وضعفه آخرونْ) . وذكر طرقه السيوطي في اللآليء المصنوعة ج ٢/٢٣٤_٢٣٧ وذكر هذه الرواية التي أشار إليها أبو زرعةْ رواها أبو نعبم في الطب بسند إلى سفيان بن وكيع قال حدثنا أبي حدثنا أسامة بن زيد عن صفوان بن سليم عن عطاء بن يسار عن أبي هريرة قال: قال رسول الله صلى الله علبه وسلم "أطعمني جبريل االهريسة شد بها ظهري لقيام الليل"، ورواه الخطيب في تاريخ بغداد ج ٢/٢٨٠ وانظر: تنزيه الشريعة لابن عراق ج ٢/ ٢٥٣، وتذكرة الموضوعات للفتني ص ١٤٥، وذكره الهيثمي في مجمع الزوائد ج ٥/٣٨، وابن القيم في المنار المنيف ص ٦٤، وملأ على في الأسرار المرفوعة ص ٤٣٩.
١ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٩_أ _) . وقال ابن أبي حاتم في الجرح والتعديل ج ٢/ق ١/٢٣١ (سألت أبا زرعة عنه فقال. لا يشتغل بهْ. قيل له كان يكذب. قال كان أبوه رجلا صالحاْ. قيل له كان يتهم بالكذب؟ قال: نعم) ونقله عنه المزيْ انظر: تهذيب التهذيب ج ٤/١٢٤. ونقل الذهبي في ميزان الاعتدال ج ٢/١٧٣ عنه أنه قال (يتهم بالكذب) وفي أسماء الضعفاء لابن الجوزي قال عنه: (لا يشتغل بهْ. قيل له كان يتهم بالكذب؟ قال: نعم) .
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٦- ب-) . وانظر: ترجمته في: تهذيب التهذيب ج ٤/١٠. وميزان الاعتدال ج ٣/٢١٤، والجرح والتعديل ج ٢/ ق ١/١٢٧.
٣ انظر: أسماء الضعفاء لأبي زرعة حرف -ص-. وانظر ترجمته في: تهذيب التهذيب ج ٤/٤٠٤، وميزان الاعتدال ج ٢/٣٠١_٣٠٢، والجرح والتعديل ج ٢/ ق ١/٤١٥.
٤ انظر: الجرح والتعديل ج ٢/ق ١/٤٣٨، وتهذيب التهذيب ج ٤/٤٣٤ وفيه قال ابن حبان (كان الثوري إذا حدث عنه يقول ثنا أبو شعيب ولا يسميه) . وانظر: المجروحين ج ٢/٣٧٠_٣٧١.
٥ انظر: أسماء الضعفاء لأبي زرعة حرف -ط- وانظر ترجمته في تهذيب التهذيب ج ٥/١١_١٢، وميزان الاعتدال ج ٢/٣٣٦، والجرح والتعديل ج ٢/ق ١/٤٩٢_٤٩٣.','55 - 56','76',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (46,'٣٨- (ت ق) عاصم بن عبد العزيز بن عاصم الأشجعي، أبو عبد الرحمن، ويقال أَبو عبد العزيز المدني. قال البرذعي: قلت لأبي زرعة: عاصم بن عبد العزيز؟ قال: (ليس بالقوي) ١.
٣٩- (ت ق) عاصم بن عمر بن حفص بن عاصم بن عمر بن الخطاب العمري أبو عمر المدني، قال البرذعي: قلت لأبي زرعة عبيد الله بن عبد الكريم الرازي عاصم بن عمر؟ قال: (واهي الحديث جدا) ٢.
٤٠- (ت ق) عبد الله بن سعيد بن أبي سعيد كيسان، المقبري، أبو عباد الليثي مولاهم. المدني. قال عنه أبو زرعة (ضعيف الحديث ليس يوقف منه على شيء) ٣ وقد نعته بالضعف في أجوبته على البرذعي٤.
٤١- (بخ ت ق) عبد الله بن المؤمل بن وهب الله القرشي المخزومي العابدي المدني ويقال المكي، ت ١٥٠ هـ قال عنه (ليس بقوي) ٥.
٤٢- (ت ق) عبد الجبار بن عمر الأيلي، أبو عمر ويقال أبو الصباح الأموي مولاهم. قال البرذعي: قلت لأبي زرعة عبد الجبار بن عمر؟ قال: "واهي الحديث، وأما مسائله فلا بأس"، كأنه يقول: حديثه واهي، ومسائله مستقيمة يعني ما روى من المسائل، عن ربيعة، وغيره٦.
٤٣- (ت ق) عبد الحميد بن الخزاعي أَبو عمر، المدني، الضرير نزيل بغداد أخو فليح، سأل ابن أَبي حاتم أَبا زرعة عنه فقال (ضعيف الحديث) ٧ وقد قال البرذعي قلت لأبي زرعة: عبد الحميد بن سليمان؟ قال: (واهي) ٨.
_________
١ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٧-ب-) . وانظر ترجمته تهذيب التهذيب ج ٥/٤٦، وميزان الاعتدال ج ٢/٣٥٣.
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٢٢-أ-) ، وانظر ترجمته في تهذيب التهذيب ج ٥/٥١-٥٢، وميزان الاعتدال ج ٢/٣٥٥_٣٥٦ والجرح والتعديل ج ٣/ق ١/٣٤٦_٣٤٧.
٣ انظر: الجرح والتعديل ج ٢/ق ٢/٧١، تهذيب التهذيب ج ٥/٢٣٨.
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٦-أ-) .
٥ انظر: الجرح والتعديل ج ٢/ ق ٢/١٧٥، وتهذيب التهذيب ج ٦/٤٦، والترغيب والترهيب ج ٤/٥٧٣.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٠- أ-) وقد نقل ابن رجب في شرح العلل ص ٤٥٢_٤٥٣ قول ابن أبي زرعة فيه وكذلك تعقيب البرذعي وزاد في الخبر (قال البرذعي كأنه يقول..) ونقل ابن أبي حاتم في الجرح والتعديل ج ٣/ق ١/٣٢ عن أبي زرعة أنه قال عنه (ضعيف الحديث ليس بقوي، وقرأ علينا حديثه) وكذا في تهذيب التهذيب ج ٦/١٠٣ وزاد نقلا عن أبي حاتم عن أبي زرعة أنه قال عنه (واهي الحديث، وأما مسائله فلا بأس بها) واكتفى الذهبي في ميزان الاعتدال ج ٢/٥٣٤ بقوله (وهاه أبو زرعة) وفي أسماء الضعفاء لابن الجوزي قال أبو زرعة عنه (ضعيف) .
٧ انظر: الجرح والتعديل ج ٣/ق ١/١٤
٨ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٠- أ-) .','55 - 56','77',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (47,'٤٤- (ت ق) عبد الرحمن بن أبي بكر بن عبيد الله بن أبي مليكة القرشي، المليكي، التيمي، الجدعاني. ذكره أبو زرعة في أَسماء الضعفاء١.
٤٥- (ت ق) عبد الرحمن بن زيد بن أسلم العدوي مولاهم المدني ت ١٨٢ هـ وقد قال عنه أبو زرعة (ضعيف الحديث) ٢.
٤٦- (ت ق) عبد المهيمن بن عباس بن سهل بن سعد الساعدي الأنصاري المدني، ت ما بين (١٨٠_ ١٩٠ هـ) ذكره أبو زرعة في أسماء الضعفاء٣.
٤٧- (ت ق) عبيد الله بن عكراش بن ذويب بن حرقوص التميمي. ذكره أَبو زرعة في أَسماء الضعفاء٤.
٤٨- (بخ ت ق) عبيد الله بن الوليد الوصافي أبو إسماعيل الكوفي، قال عنه: (ضعيف الحديث) ٥.
٤٩- (ت ق) عفير بن معدان، الحضرمي، الحمصي، المؤذن، أبو عائذ، ت ١٦٦ هـ، قال البرذعي: قلت لأبي زرعة: عفير بن معدان؟ قال: (منكر الحديث جدا إلا أنه رجل فاضل كان مؤذنهم بحمص وكان من أفاضلهم إلا أن حديثه ضعيف جدا) ً٦.
٥٠- (ت ق) على بن يزيد بن أبي هلال الدلهاني ويقال الهلالي، أبو عبد الملك ويقال أبو الحسن الدمشقي، قال عنه أبو زرعة (ليس بقوي) ٧، وذكره في أسماء الضعفاء٨.
_________
١ انظر: أسماء الضعفاء لأبي زرعة حرف -ع- وانظر ترجمته في تهذيب التهذيب ج ٦/١٤٦، وميزان الاعتدال ج ٢/٥٥٠، والجرح والتعديل ج ٢/ق ٢/٢١٧_٢١٨.
٢ انظر: الجرح والتعديل ج ٢/ق ٢/٢٣٣، وفي تهذيب التهذيب ج ٦/١٧٨ اكتفى بقوله (ضعيف) وقال ابن الجوزي في أسماء الضعفاء (ضعفه أبو زرعة) .
٣ انظر: أسماء الضعفاء لأبي زرعة حرف -ع- وانظر ترجمته في تهذيب التهذيب ج ٦/٤٣٢، وميزان الاعتدال ج ٢/٦٧١، والجرح والتعديل ج ٣/ق ١/٦٧_٦٨.
٤ انظر: أسماء الضعفاء لأبي زرعة حرف -ع-، وانظر ترجمته في تهذيب التهذيب ج ٧/٣٧ وميزان الاعتدال ج ٣/١٣_١٤ والجرح والتعديل ج ٢/ ق ٢/٣٢٩_٣٣٠.
٥ انظر: الجرح والتعديل ج ٢/ق ٢/٣٣٧، وتهذيب التهذيب ج ٧/٥٥، واكتفىْ الذهبي في ميزان الاعتدال ج ٣/١٧ بقوله (ضعيف) لابن الجوزي.
٦ انظر: أحوبة أبي زرعة على أسئلة البرذعي ورقة (٦-ب-) . وانظر ترجمته في: تهذيب التهذيب ج ٢/٢٥، وميزان الاعتدال ج ٣/٨٣، والجرح والتعديل ج ٣/ق ٢/٣٦.
٧ انظر: الجرح والتعديل ج ٣/ق ١/٢٠٩، وكذا في ميزان الاعتدال ج ٣/١٦١، وفي تهذيب التهذيب ج ٧/٣٩٧ قال (ليس بالقوي) .
٨ انظر: أسماء الضعفاء لأبي زرعة حرف -ع-.','55 - 56','78',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (48,'٥١- (ت ق) عمار بن سيف الضبي أبو عبد الرحمن الكوفي. قال عنه: (ضعيف) ١.
٥٢- (عخ ت ق) عمارة بن جوين، أَبو هارون العبدي البصري ت ١٣٤ هـ، قال البرذعي: قلت:- أي لأبي زرعة- أبو هارون البكاء؟ فكلح وجهه، وقال بيده هكذا. قلت: فأي شيء أنكروا عليه؟ قال: "أمّا شيء كذا فلا أعلمه إلا أن أصحابنا حكوا عن، يحيى ابن معين أنه قال: فيه شيئا ليس من طريق الحديث، مثل الشرك، وأشباهه"٢.
٥٣- (ت ق) عمر بن راشد بن شجرة أَبو حفص اليمامي، قال ابن أبي حاتم (سئل أَبو زرعة عن عمر بن راشد الذي يحدث عن يحيى بن أبي كثير فقال: (لين الحديث) ٣.
٥٤- (ت ق) عمر بن عبد الله بن أَبور خثعم، وقد ينسب إلى جده ويقال عمر ابن خثعم. قال البرذعي: قلت لأبي زرعة: عمر بن عبد الله بن أبي خثعمة؟ قال: (واهي الحديث، حدث عن يحيى بن أَبي كثير ثلاثة أحاديث، لو كانت في خمسمائة حديث لأفسدتها) ٤.
٥٥- (ت ق) عمر بن هارون بن يزيد بن جابر بن سلمة الثقفي، مولاهم أَبو حفص البلخي، ت ١٩٤ هـ، قال عنه (قيل لإبراهيم بن موسى لم لا تحدث عن عمر بن هارون؟ قال: الناس تركوا حديثه) ٥.
_________
١ انظر: الجرح والتعديل ج ٣/ق ١/٣٩٣، وتهذيب التهذيب ج ٧/٤٠٢، والترغيب والترهيب ج ٤/٥٧٥، واكتفى الذهبي في ميزان الاعتدال ج ٣/١٦٥ بقوله (ضعفه أبو زرعة) .
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٣ -ب-) . قال ابن حبان في المجروحين ج ٢/١٦٧ (كان رافضيا يروي عن أبي سعيد ما ليس من حديثه ولا يحل كتبة حديثه إلا على جهة التعجب) وقال بهز بن أسد: أتيت إلى أي هارون العمدي فقلت أخرج إليّ ما سمعت عن أبي سعيد فأخرج لي كتابا فإذا فيه حدثنا أبو سعيد أن عثمان أدخل حفرته وإنه لكافر بالله، قال: قلت تقر بهذا قال هو كما ترى قال: فدفعت الكتاب في يده وقمت فهذا كذب ظاهر على أبي سعيدْ. كذا في تهذيب التهذيب ج ٧/٤١٣_٤١٤ ونحوه في ميزان الاعتدال ح ٣/١٧٤، وفي الجرح والتعديل ج ٣/ق ١/٣٦٤ نقل ابن أبي حاتم عن أبي زرعة أنه قال عنه (ضعيف الحديث) وكذا في تهذيب التهذيب ج ٧/٤١٢.
٣ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٧-أ-) . وانظر: كذلك في الجرح والتعديل ج ٣/ق ١/١٠٧_١٠٨، وانظر: تهذيب التهذيب ج ٧/٤٤٦، واكتفى المنذري في الترغيب والترهيب ج ٤/٥٧٥ بقوله (لين) وكذا الذهبي في ميزان الاعتدال ج ٣/١٩٤.
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٩-ب-) . انظر: كذلك في تهذيب التهذيب ج ٧/٤٦٨ وفيه (قال البرذعي عن أبي زرعة واهي الحديث، وذكر قوله فيه) واكتفى الذهبي في ميزان الاعتدال ج ٣/٢١١ بقوله (وهاه أبو زرعة) .
٥ انظر. الجرح والتعديل ج ٣/ق ١/١٤١، وتهذيب التهذيب ج ٧/٥٠٤.','55 - 56','79',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (49,'٥٦- (ت ق) عمر بن دينار البصري أبو يحيى الأعور قهرمان آل الزبير بن شعيب البصري. نقل ابن أَبي حاتم عن أبي زرعة أنه قال عنه (واهي الحديث) ١. قال البرذعي: سألت أبا زرعة عن عمر بن دينار وكيل آل الزبير؟ قال إسماعيل: (لم يكن عندي ممن يحفظ الحديث) ٢.
٥٧- (ت ق) عنبسة بن عبد الرحمن بن عنبسة بن سعيد بن العاص، وقال بعضهم عنبسة بن أبي عبد الرحمن الأموي القرشي، قال عنه أبو زرعة (واهي الحديث منكر الحديث) ٣، وذكره في أسماء الضعفاء٤.
٥٨- (ت ق) عيسى بن ميمون، المدني مولى القاسم بن محمد يعرف بالواسطي ويقال له ابن تليدْ. روى عن محمد بن كعب القرظي. قال ابن أبي حاتم (سألت أبا زرعة عن عيسى بن ميمون فقال: ضعيف الحديث) ٥. وسأل مرة أَخرى عنه فقال: (واهي الحديث) ٦.
٥٩- (ت ق) فائد بن عبد الرحمن الكوفي، أَبو الورقاء العطار ت ما بين ١٥٠_١٦٠ هـ، قال ابن أَبي حاتم (سمعت أبي وأبا زرعة يقولان فائد أبو الورقاء لا يشتغل به) ٧. وقال البرذعي: قلت لأبي زرعة: أبو الورقاء فائد؟ قال: (ضعيف الحديث) ٨.
٦٠- (ت ق) فرقد بن يعقوب، السبخي، أبو يعقوب، البصري، من سبخة البصرة، وقيل من سبخة الكوفة ت ١٣١ هـ. قال البرذعي: قلت: لأبي زرعة: أحاديث فرقد عن مرة؟ قال: منكرات٩.
_________
١ انظر: الجرح والتعديل ج ٣/ ق ١/٢٣٢ وكذا في تهذيب التهذيب ج ٨/٣١، وأسماء الضعفاء لابن الجوزي.
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٧-أ-)
٣ انظر: تهذيب التهذيب ج ٨/١٦١، وفي الجرح والتعديل ج ٣/٤٠٣ ذكر قوله هذا في ترجمة عنبسة بن عبد الرحمن غير الأول، وقال ابن أبي حاتم بعد أن نقل قول أبي زرعة (أحسب أن عنبسة بن عبد الرحمن هذا هو القرشي الذي يحدث عن شبيب بن بشير) أي صاحب الترجمة المذكورة.
٤ انظر: أسماء الضعفاء لأبي زرعة حرف -ع-.
٥ انظر: الجرح والتعديل ج ٣/ق ١/٢٨٧.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي. ورقة (٨-ب-) .
٧ انظر: الجرح والتعديل ج ٣/ق ٢/٨٤.
٨ انظر: أجوبة أبي زرعة على أسئلة البرذعي. ورقة (١١-أ-)
٩ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٢-ب-) ، وانظر ترجمته في تهذيب التهذيب ج ٨/٢٦٢_٢٦٤، وميزان الاعتدال ج ٣/٣٤٥_٣٤٦، والجرح والتعديل ج ٣/ق ٢/٨١_٨٢.','55 - 56','80',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (50,'٦١- (ت ق) كثير بن زادان النخعي الكوفي. قال ابن أبي حاتم: (سألت أبي وأبا زرعة عنه فقالا هذا شيخ مجهول لا نعلم أَحداً حدث عنه إلا ما روى ابن حميد عن هارون بن المغيرة عن عنبسة عنه) ١.
٦٢- (ت ق) محمد بن أبى حميد واسمه إبراهيم الأنصاري الزرقي أَبو إبراهيم المدني يلقب بحماد. قال عنه أبو زرعة (ضعيف الحديث) ٢. وقد ذكره في أسماء الضعفاء٣.
٦٣- (ت ق) محمد بن زادان المدني، ذكره أبو زرعة في أسماء الضعفاء وقال عنه (منكر الحديث) ٤.
٦٤- (ت ق) محمد بن سعيد بن حسان بن قشر الأسدي المصلوب الأردني الشامي، قتله أبو جعفر المنصور في الزندقة. قال البرذعي: سمعت أبا زرعة يقول: محمد بن حسان يقول: محمد بن حسان ويقال: محمد بن أبي قيس ويقال: محمد الأردني والشامي، وهو من أهل الأردن، (متروك الحديث) ٥.
٦٥- (ت ق) محمد بن عبيد الله بن أبي سليمان العرزمي. الفزاري أبو عبد الرحمن الكوفي ت ١٥٥هـ، قال ابن أبي حاتم سألت أبا زرعة عنه فقال: (لا يكتب حديثه، وترك قراءة حديثه علينا) وقد ذكره أبو زرعة في أسماء الضعفاء٦.
٦٦- (ت ق) محمد بن الفضل بن عطية بن عمر بن خالد العبسي. مولاهمْ تْ ١٨٠ هـ. ذكره أبو زرعة في أسماء الضعفاء٧. وقالا عنه (ضعيف الحديث) ٨.
_________
١ انظر: الجرح والتعديل ج ٣/ق ٢/١٥١، وفي تهذيب التهذيب ج ٨/٤١٣ عن أبي زرعة (شيخ مجهول) وفيه له عندهما حديث واحدة فضل القرآن قال الترمذي (لا نعرفه إلا من هذا الوجه ليس له إسناد صحيح) . وفي ميزان الاعتدال ج ٣/٤٠٣ قال عنه أيضاَ (مجهول) وكذا في أسماء الضعفاء لابن الجوزي.
٢ انظر: الجرح والتعديل ج ٣/ق ٢/٢٣٤، تهذيب التهذيب ج ٩/١٣٣، وأسماء الضعفاء لابن الجوزي.
٣ انظر: أسماء الضعفاء لأَبي زرعة حرف-م-.
٤ انظر: أسماء الضعفاء لأَبي زرعة حرف -م-، وانظر: ترجمته في تهذيب التهذيب ج ٩/١٦٥، ميزان الاعتدال ج ٣/٥٤٦. والجرح والتعديل ج ٣/ق ٢/٢٦٠.
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٣٣-أ-) . وانظر: كذلك في الجرح والتعديل ج ٣/ق ٢/٢٦٢_٢٦٤ وفيه نقل ابن أبي حاتم عن أبي زرعة أنه قال عنه (صلب في الزندقة وهو متروك الحديث) .
٦ انظر: الجرح والتعديل ج ٤/ق ١/٢، وفي تهذيب التهذيب ج ٩/٣٢٣ اكتفى بقوله (ترك أبو زرعة قراءة حديثه) ونقل ابن الجوزي في أسماء الضعفاء عنه أنه قال (لا يكتب حديثه) وقوله (ضعيف الحديث) .
٧ ذكره أبو زرعة في أسماء الضعفاء حرف -م-.
٨ انظر: أجوبة أبى زرعة على أسئلة البرذعي ورقة (٨-ب-) ، وانظر كذلك الجرح والتعديل ج ٤/ق ١/٥٧، وتهذيب التهذيب ج ٩/٤٠١، وتاريخ بغداد ج ٣/١٥١.','55 - 56','81',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (51,'٦٧- (ت ق) معاوية بن يحيى الصدفي أبو روح الدمشقي كان على بيت المال بالريّ قبل المهدي، قال ابن أبي حاتم سألت أبا زرعة عنه فقال: "ليس بقويْ. أحاديثه كلها مقلوبة ما حدث بالريّ، والذي بالشام أحسن حالا"١. وذكره أيضا في أسماء الضعفاء٢.
٧٨- (ت ق) معدي بن سليمان أبو سليمان صاحب الطعام. نقل ابن أبي حاتم عن أبي زرعة أنه قال عنه (واهي الحديث، يحدث عن ابن عجلان بمناكير) ٣.
٦٩- (ت ق) موسى بن عبيدة بن نشيط بن عمرو بن الحارث الربذي أبو عبد العزيز المدني، ت ١٥٢ هـ أو ١٥٣، قال ابن أبي حاتم عن أبي زرعة أنه قال عنه (ليس بقوي الحديث) ٤ قال البرذعي: قلت لأبي زرعة موسى بن عبيدة؟ قال: (عاصم أنكر عندي) - وقال فيه: (عاصم واهي الحديث جداً) - حدثنا عن موسى بن عبيدة، روى عن عبد الله بن دينار خمسين حديثا مناكير كلها وموسى لا أرى غيره عندي عاصم أنكر حديثا٥.
٧٠- (ت ق) موسى بن محمد بن إبراهيم بن الحارث التيمي أبو محمد المدني، ت ١٥١ هـ، قال البرذعي: قلت لأبي زرعة: موسى بن محمد بن إبراهيم؟ قال: (منكر الحديث) ٦.
٧١- (ت ق) ناصح بن عبد الله. ويقال ابن عبد الرحمن التميمي المحلمي أبو عبد الله الحائك الكوفي، ذكره أبو زرعة في أسماء الضعفاء٧.
٧٢- (ت ق) نفيع بن الحارث أبو داود الأعمى، الهمداني، القاص، النخعي. قال عنه (لم يكن بشيء) ٨.
_________
١ انظر: الجرح والتعديل ج ٤/ق ١/٣٨٤، وكذا في تهذيب التهذيب ج ١٠/٢١٩ إلا أنه قال (أحاديثه كأنها منكرة) بدل (كلها مقلوبة) في ميزان الاعتدال ج ٤/١٣٨ اكتفى بقوله (أحاديثه كلها مقلوبة) .
٢ انظر: أسماء الضعفاء لأبي زرعة حرف -م-.
٣ انظر: الجرح والتعديل ج ا/ق ١/٤٣٨، وكذا في تهذيب التهذيب ج ١٠/٢٢٩ واكتفى الذهبي في ميزان الاعتدال ج ٤/١٤٣ والمنذري في الترغيب والترهيب ج ٤/٥٧٨ بقوله (واهي الحديث) وانظر: كذلك: أجوبة أبي زرعة على أسئلة البرذعي. ورقة (١٧-ب-) .
٤ انظر: الجرح والتعديل ج ٤/ق ١/١٥٢، وكذا في تهذيب التهذيب ج ١٠/٣٥٨ وفيهما قال يحيى بن معين روى عن عبد الله بن دينار أحاديث مناكير، وكذا في المجروحين لابن حبان ج ٢/٢٣٤.
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي. ورقة (٢٢-أ-) .
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٨-أ-) ، انظر: كذلك الجرح والتعديل ج ٤/ق ١/١٦٠، وكذا في تهذيب التهذيب ج ١/٣٦٨.
٧ انظر: أسماء الضعفاء لأبي زرعة حرف -ن-، وانظر ترجمته في تهذيب التهذيب ج ١٠/٤٠١_ ٤٠٢، وميزان الاعتدال ج ٤/٢٤٠، والجرح والتعديل ج ٤/ق ١/٥٠٢_٥٠٣.
٨ انظر: الجرح والتعديل ج ٤/ق ١/٤٩٠، وميزان الاعتدال ج ٤/٢٧٢.','55 - 56','82',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (52,'٧٣- (ت ق) هشام بن زياد بن أبي يزيد القرشي، أبو المقدام بن أبي هشام المدني مولى عثمان. قال عنه: (ضعيف الحديث) ١.
٧٤- (ت ق) واصل بن السائب الرقاشي أبو يحيى البصري ت ١٤٤ هـ. قال ابن أبي حاتم سألت أبا زرعة عنه فقال (ضعيف الحديث) مثل أشعث بن سوار وليث بن أبي سليم وأشباههم٢، وذكره أبو زرعة في أسماء الضعفاء٣.
٧٥- (بخ ت ق) الوليد بن جميل بن قيس القرشي، ويقال الكندي أبو الحجاج الفلسطيني قال عنه (شيخ لين الحديث) ٤.
٧٦- (ت ق) الوليد بن محمد الموقري، أبو بشر البلقاوي مولى يزيد بن عبد الملك، ت ١٨٢ هـ. قال أبو زرعة عنه (لين الحديث) ٥، وذكره أبو زرعة في أسماء الضعفاء٦.
٧٧- (ت ق) يحيى بن عبيد الله بن عبد الله بن موهب التيمي المدني، ذكره أبو زرعة في أسماء الضعفاء٧.
٧٨- (ت ق) يحيى بن مسلم، ويقال ابن سليم، ويقال ابن أبي خليد الأزدي، أبو سليم، ويقال أبو السلم ويقال أبو مسّلم ويقال أبو الحكم البصري المعروف بيحيى البكاء مولى القاسم بن الفضل الحداني ت ١٣٠ هـ قال عنه (ليس بقوي) ٨.
_________
١ انظر: الجرح والتعديل ج ٤/ق ٢/٥٨. وتهذيب التهذبب ج ١١/٣٨.
٢ انظر: الجرح والتعديل ج ٤/ق ٢/٣١، وكذا في تهذيب التهذيب ج ١١/١٠٤. دون كلمة وأشباههم، وفي ميزان الاعتدال ج٤/٣٢٨ اكتفى بقوله (ضعيف) وكذا في أسماء الضعفاء لابن الجوزي.
٣ انظر: أسماء الضعفاء لأبي زرعة حرف -و-.
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٩-أ-) والجرح والتعديل ج ٤/ق ٢/٣، وكذا في تهذيب التهذيب ح ١١/١٣٢. والترغيب والترهيب ج ٤/٥٧٩، وميزان الاعتدال ج ٤/٣٣٧.
٥ انظر: الجرح والتعديل ج ٤/ق ٢/ (١٥) .
٦ انظر: أسماء الضعفاء لأبي زرعه حرف -و-، وانظر ترجمته في تهذيب التهذيب ج ١١/١٤٩_١٥٠. وميزان الاعتدال ج ٤/٣٤٦.
٧ انظر: أسماء الضعفاء لأبي زرعه حرف -ي-، وانظر ترجمته في تهذيب التهذيب ج ١١/٢٥٢_٢٥٤. وميزان الاعتدال ج ٤/٣٩٥، والجرح والتعديل ج ٤/ق ٢/١٧٦_١٦٨.
٨ انظر. الجرح والتعديل ج ٤/ق ٢/١٨٧، وتهذيب التهذيب ج ٤/٢٧٩، والترغيب والترهيب ج ٤/٥٨٠، وميزان الاعتدال ج ٤/٤٠٩.','55 - 56','83',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (53,'٧٩- (بخ ت ق) يزيد بن أبان الرقاشي، أبو عمرو البصري القاص الزاهد ت ما بين (١١٠_١٢٠ هـ) ذكره أبو زرعة في أسماء الضعفاء١.
٨٠- (ت ق) يزيد بن زياد ويقال ابن أبي زياد القرشي الدمشقي ويقال أنهما اثنان، ذكره أبو زرعة في أسماء الضعفاء٢.
٨١- (ت ق) يزيد بن سنان بن يزيد التميمي الجزري، أبو فروة الرهاوي ت ١٥٥ هـ. قال عنه: (ليس بقوي الحديث) ٣.
٨٢- (ت ق) يزيد بن عياض بن جعدبة الليثي. أبو الحكم المدني، نزل البصرة وتوفي بها في خلافة المهدي قال ابن أبي حاتم (سئل أبو زرعة عن يزيد بن عياض؟ فقال: ضعيف الحديث وانتهى إلى حديثه فيما كان يقرأ علينا فقال: اضربوا على حديثه ولم يقرأ علينا) ٤ وقال عنه أيضا (أكذب من ابن سمعان) ٥. وذكره في أسماء الضعفاء٦.
٨٣- (ت ق) يعقوب بن الوليد بن عبد الله بن أبي هلال الأزدي أبو يوسف، وقيل أبو هلال المدني. قال ابن أبي حاتم (سئل أبو زرعة عن يعقوب بن الوليد فقال: ليس يشيء. وترك حديثه ولم يقرأ علينا) ٧.
_________
١ انظر: أسماء الضعفاء لأبي زرعة حرف –ي- وقال عنه شعبة (لأن اقطع الطريق أحب إلي من أن أروي عن يزيد) وقال أيضاً (لأن أزني أحب إلى من أن أحدث عن يزيد الرقاشي) . وانظر: ترجمته في الجرح والتعديل ج ٤/ق ٢/٢٥١_٢٥٢. وتهذيب التهذيب ج ١١/٣٠٩_٣١١، وميزان الاعتدال ج ٤/٤١٨، والمجروحين لابن حبان ٣/٩٨.
٢ انظر: أسماء الضعفاء لأبي زرعة حرف –ي-، وانظر ترجمته في: تهذيب التهذيب ج ١١/٣٢٨_٣٢٩، وميزان الاعتدال ج ٤/٤٢٥، والجرح والتعديل ج ٤/ق ٢/٢٦٢_٢٦٣.
٣ انظر: الجرح والتعديل ج ٤/ق ٢/٢٦٧، وكذا في تهذيب التهذيب ج ١١/٣٣٦ دون كلمة (الحديث) .
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي. وانظر: الجرح والتعديل ج ٤/ق ٢/٢٨٣، وفي تهذيب التهذيب ج ١١/٣٥٣ قال عنه (ضعيف الحديث وأمر أن يضرب على حديثه) .
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٩-ب-) وابن سمعان هو عبد الله بن زياد بن سليمان ابن سمعان المخزومي الذي قال عنه أبو زرعة (كذاب) ، انظر: تهذيب التهذيب ج ٥/٢٢٠_٢٢١.
٦ انظر: أسماء الضعفاء لأبي زرعة حرف –ي-.
٧ انظر: الجرح والتعديل ج ٤/ق ٢/٢١٦_٢١٧، وفي تهذيب التهذيب ج ١١/٣٩٨ قال عنه (غير ثقة) .
٨ انظر: تهذيب التهذيب ج ١/٤١٠، وفي تقريب التهذيب ج ١/٩٠ قال عنه: (فيه لين) .','55 - 56','84',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (54,'<span data-type="title" id=toc-10>الرواة الذين انفرد بالرواية عنهم أبو داود وابن ماجة في سننهما وضعفهم أبو زرعة</span>.
٨٤- (د ق) أيوب بن قطن الكندي الفلسطيني قال ابن أبي حاتم عن أبي زرعة (لا يعرف) ٨.
_________
٨ انظر: تهذيب التهذيب ج ١/٤١٠، وفي تقريب التهذيب ج ١/٩٠ قال عنه: (فيه لين) .','55 - 56','84',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (55,'٨٥- (د ق) الحسين بن عيسى بن مسلم الحنفي، أبو عبد الرحمن الكوفي أخو سليم القاري قال عنه: (منكر الحديث) ١.
٨٦- (د ق) خالد بن عمرو بن محمد بن عبد الله بن سعيد بن العاص الأموي السعيدي أبو سعيد الكوفي قال عنه: (واهي الحديث) ٢. وقال عنه: (منكر الحديث) ٣. وضرب على حديثه٤.
٨٧- (قد ق) داود بن المحبر بن قحذم بن سليمان الطائي. ويقال الثقفي البكراوي أبو سليمان صاحب كتاب العقل ت ٢٠٦ هـ. قال عنه: (ضعيف الحديث) ٥.
٨٨- (د ق) درست بن زياد العنبري. ويقال القشيري أبو الحسن، ويقال أبو يحيى بصري. القزاز ت ما بين ١٧٠_٢٠٠ هـ قال عنه: (واهي الحديث) ٦.
٨٩- (بخ د ق) شرحبيل بن سعد أبو سعد الحظمي المدني مولى الأنصار ت ١٢٣ هـ قال عنه (لين) ٧.
٩٠- (د ق) عباد بن كثير الثقفي البصري ت سنة بضع وخمسين ومائة قال عنه: (واهي الحديث. وهو فاضل متعبد) ٨.
٩١- (مد ق) عبد الله بن زياد بن سليمان بن سمعان المخزومي أبو عبد الرحمن المدنيْ. قال ابن أبي حاتم امتنع أبو زرعة من أن يقرأ علينا حديث ابن سمعان وقال: (هو لاشيء) ٩.
_________
١ انظر: الجرح والتعديل ج ١/ق ٢/٦٠، وتهذيب التهذيب ج ٢/٣٦٤، واكتفى في ميزان الاعتدال ج ١/٥٤٥ بقوله (له مناكير) وأخرجا له حديثا واحداً "ليؤذن لكم خياركم وليؤمكم قراؤكم"، كذا في تهذيب التهذيب ج ٢/٣٦٤.
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١١-أ-) .
٣ انظر: الجرح والتعديل ج ١/ق ٢/٣٤٤، وكذا في تهذيب التهذيب ج ٣/١٠٩.
٤ انظر: ميزان الاعتدال ج ١/٦٣٥.
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٧-أ-) وكذلك روى الخطيب في تاريخ بغداد ج ٨/٣٦١ بسنده إلى البرذعي قول أبي زرعة فيه، وانظر: الجرح والتعديل ج ١/ق ٢/٤٢٤، وتهذيب التهذيب ج ٣/٢٠٠، واكتفى الذهبي في ميزان الاعتدال ج ٢/٢٠ بقوله قول أبو زرعة: (ضعيف) ، وقال الذهبي: (لقد شان ابن ماجة سننه بإدخاله هذا الحديث الموضوع فيها) .
٦ انظر: الجرح والتعديل ج ١/ق ٢/٤٣٨، وتهذيب التهذيب ج ٣/٢٠٩، واكتفى الذهبي في ميزان الاعتدال ج ٢/٢٦ بقوله (واه) . وكذا في أسماء الضعفاء لابن الجوزي.
٧ انظر: الجرح والتعديل ٢/ق ١/٣٣٩، وتهذيب التهذيب ج ٤/٣٢١، وميزان الاعتدال ج ٢/٢٦٦ قال عنه (فيه لين) . وكذا في الترغيب والترهيب ج ٤/٥٧١.
٨ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٧) . وقال ابن أبي حاتم في الجرح والتعديل ج ٣/ق ١/٨٥ (سألت أبا زرعة عن عباد بن كثير قلت يكتب حديثه؟ قال: (لا. ثم قال: كان شيخا صالحا وكان لا يضبط الحديث) وكان في كتاب أبي زرعة حديث عن أحمد بن يونس عن زهير، عن عباد بن كثير. فقال: (اضربوا عليه ولم يحدثنا به) . وانظر: تهذيب التهذيب ج ٥/١٠٠_١٠١.
٩ انظر: الجرح والتعديل ج ٢/ق ٢/٦٢، وكذلك انظر: تهذيب التهذيب ج ٥/٢٢٠_٢٢١. وفي أجوبة أبي زرعة على أسئلة البرذعي ورقة (٩-ب-) نقل أبو زرعة بسنده إلى مالك بن أنس أنه قال عن ابن سمعان: (كذاب) .','55 - 56','85',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (56,'٩٢- (د ق) عمر بن عبد الله بن يعلى بن مرة الثقفيْ. قال عنه: (ضعيف الحديث) ١.
٩٣- (د ق) عمر بن عطاء بن وراز، ويقال ورازة، حجازيْ قال البرذعي: قلت لأبي زرعة عمر بن عطاء الذي يروي، عن عكرمة؟ فقال: (عمر بن عطاء بن وراز يحدث عن عكرمة ضعيف الحديث) ٢.
٩٤- (مد ق) محمد بن مروان بن قدامة العقيلي، أبو بكر البصري المعروف بالعجلي قال عنه: (ليس عندي بذاك) ٣.
٩٥- (د ق) مسلم بن خالد بن فروة مولى بني مخزوم. الزنجي المكي الفقيه أبو خالد ت ١٨٠ هـ. ذكره أبو زرعة في أسماء الضعفاء٤ وقال عنه: (منكر الحديث) ٥.
(د ق) مندل بن علي العنزي أبو عبد الله الكوفي. يقال اسمه عمرو، ومندل لقبه ت ١٦٧ هـ. مر بحديثه أبو زرعة أثناء مذاكراته مع البرذعي فأمره بالضرب عليه. ولم يقرأه٦ وقال عنه: (لين الحديث) ٧، وقال عنه أيضا (ليس بالقوي) ٨.
(د ق) يحيى بن العلاء البجلي أبو سلمة ويقال أبو عمرو الرازي ت ما بين (١٥٠_١٦٠ هـ) قال عنه (واهي الحديث) ٩.
٩٦- (د ق) أبو سعيد الجبراني، الحميري، الحمصي، ويقال أبوْ سعد الخير
_________
١ انظر أجوبة أبي زرعة على أسئلة البرذعي ورقة (٥-ب-) ، وفي الجرح والتعديل ج ٣/ق ١/١١٨_ ١١٩ قال ابن أبي حاتم: سئل أبو زرعة عنه؟ فقال: (ليس بقوي) . قلت: ما حاله؟ قال: (أسأل الله السلامةْ) . ونقل هذا القول المزي. انظر: تهذيب التهذيب ج ٧/٤٧١.
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٠-أ-) ، ونقل ابن أبي حاتم في الجرح والتعديل ح ٣/ق ١/١٢٦ عن أبي زرعه أنه قال عن (مكي. لين) وفي نسخة أخرى في الجرح والتعديل قال عنه: (ثقة، لين) ومن هذه النسخة نقل المزي قول أبي زرعة فيه. انظر: تهذيب التهذيب ج ٧/٤٨٣_٤٨٤ وفيه قال يحيى بن معين: عمر ابن عطاء الذي يروى عنه ابن جريح يحدث عن عكرمة ليس هو بشيء وهو ابن أبي وراز وهم يضعفونه. كل شيء عن عكرمة فهو ابن وراز، عمر بن عطاء بن أبي الخوار: ثقةْ.
٣ انظر: الجرح والتعديل ج ٤/ق ١/٨٦ وتهذيب التهذيب ج ٩/٤٣٧، واكتفى الذهبي في ميزان الاعتدال ج ٤/٣٣ بقوله (ليس بذاك) ، وكذا في أسماء الضعفاء لابن الجوزي.
٤ انظر أسماء الضعفاء لأبي زرعة حرف -م-.
٥ انظر: أسماء الضعفاء لابن الجوزيْ.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٢٤-ب-) .
٧ انظر: الجرح والتعديل ج ٤/ق ١/٤٣٥، وتهذيب التهذيب جْ ١٠/٢٩٩.
٨ انظر: أسماء الضعفاء لابن الجوزيْ.
٩ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٨-أ-) ، وقال عنه أيضا كما في الجرح والتعديل ج ٤/ق ٢/١٨٠ (في حديثه ضعف) وكذا في تهذيب التهذيب ج ١١/٢٦٢.','55 - 56','86',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (57,'الأنماري، ويقال إنهما اثنان، قيل اسمه زياد، ويقال عامر، ويقال عمر بن سعدْ. قال عنه: (لا أعرفه) ١.
<span data-type="title" id=toc-11>الرواة الذين انفرد بالرواية عنهم النسائي وابن ماجة في سننهما وضعفهم أبو زرعة</span>
٩٧- (س ق) إبراهيم بن عيينة بن أبي عمران الهلالي مولاهم الكوفي، أبو إسحاق أخو سفيان ت قبل ٢٠٠ هـ. قال عنه: (ضعيف الحديث) ٢.
٩٨ - (س ق) بشر بن حرب الأزدي، أبو عمر الندبي البصري ت سنة نيف وعشرين ومائةْ قال عنه: (ضعيف الحديث) ٣، وذكره في أسماء الضعفاء٤.
٩٩- (س ق) جرير بن يزيد بن عبد الله البجلي. قال أبن أبي حاتم: سئل أبو زرعة عنه؟ فقال: (منكر الحديث) ٥.
١٠٠- (خت س ق) سلامة بن روح بن خالد بن عقيل بن خالد الأموي مولاهم الأيلي ت ١٩٧ هـ. قال أبو زرعة: (ضعيف. منكر الحديثْ) . قلت- القائل ابن أبي حاتم- يكتب حديثه؟ قال: نعم يكتب على الاعتبار روى حديث أنس عن النبي صلى الله عليه وسلم "أكثر أهل الجنة البله"، وحديث أنس عن النبي صلى الله عليه وسلم: "كم من ضعيف متضعف لو قسم على الله لأبره"٦.
١٠١- (عس ق) عبد الله بن ميسرة أبو ليلى الحارثي الكوفي الواسطيْ قال عنه: (واهي الحديث) ٧.
_________
١ انظر: تهذيب التهذيب ج ١٢/١٠٩، وميزان الاعتدال ج ٤/٥٢٩، وقال عنه ابن حجر في تقريب التهذيب ج ٢/٤٢٨ (مجهول) .
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٣-أ-) وانظر ترجمته في: تهذيب التهذيب ج ١/١٤٩_١٥٠، وميزان الاعتدال ج ١/٥١، والجرح والتعديل ج ١/ق ١/١١٨.
٣ انظر: الجرح والتعديل ج ١/ق ١/٣٥٤، واكتفى ابن الجوزي في أسماء الضعفاء بقوله (ضعفه أبو زرعةْ) .
٤ انظر: أسماء الضعفاء لأبي زرعة حرف -ب-.
٥ انظر: الجرح والتعديل ج ١/ق ١/٥٠٣، وتهذيب التهذيب بقوله ج ٢/٧٧. وميزان الاعتدال ج ١/٣٩٧، وأسماء الضعفاء لابن الجوزي، قال المزي كما في تهذيب التهذيب ج ٢/٧٧، له عندهما حديث واحد في المسح على الخفين، وفي تحفة الأشراف للمزي ج ٢/٣٧٦ عزاه لابن ماجة فقط وهذا وهم منه رحمه الله حيث عزاه للنسائي كما مر، وانظر الحديث في: سنن ابن ماجه ج ١/١٨٣.
٦ انظر: الجرح والتعديل ج ٢/ق ١/٣٠٤ وكذا في تهذيب التهذيب ج ٤/٢٨٩ باختصارْ واكتفى الذهبي في ميزان الاعتدال ج ٢/١٨٣ بقوله (منكر الحديث) ، واكتفى ابن الجوزي في أسماء الضعفاء بقوله (ضعيف منكر الحديث) ْ.
٧ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٠-ب-) ، وفي الجرح والتعديل ج ٢/ق ٢/ ١٧٨ قال عنه (واهي الحديث، ضعيف الحديثْ) وقال الذهبي في ميزان الاعتدال ج ٣/٥١١ ضمن ترجمته (أبو ليلى، وهو أبو إسحاق وأبو جرير، وأبو عبد الجليل، كناه بهذه الأربعة هشيم يدلسه) .','55 - 56','87',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (58,'١٠٢ - (س ق) عبد الرحمن بن يزيد بن تميم السلمي، الدمشقيْ قال عنه: (ضعيف الحديث) ١.
<span data-type="title" id=toc-12>الرواة الذين روى عنهم أصحاب السنن مع ابن ماجه وضعفهم أبو زرعة</span>
١٠٣- (د ت ق) إسحاق بن عبد الله بن أبي فروة عبد الرحمن الأسود أبو سليمان الأموي مولى آل عثمان المدني، أدرك معاوية ت ١٤٤ هـ. قال ابن أبي حاتم سمعت أبا زرعة يقول عنه: (ذاهب الحديث، متروك الحديثْ. وكان في كتابنا حديث عنه فلم يقرأه علينا وقال: أضعف ولد أبي فروة إسحاق) ٢، وذكره في أسماء الضعفاء٣.
١٠٤ - (ي د ت ق) إسماعيل بن عبد الملك بن أبي الصغير٤ الأسدي المكي أبو عبد الملك ابن أخي عبد العزيز بن رفيع. ذكره أبو زرعة في أسماء الضعفاء٥.
١٠٥- (ت عس ق) ثابت بن أبي صفية دينار وقيل سعيد أبو حمزة الثمالي الأزدي، الكوفي مولى المهلب. مات في خلافة أبي جعفرْ. قال عنه أبو زرعة: (لين) ٦ قال البرذعي: قلت لأبي زرعة: أبو حمزة الثمالي؟ قال: (واهي الحديث) ٧.
١٠٦- (د ت ق) جابر بن يزيد بن الحارث، الجعفي، أبو عبد الله، ويقال أبو يزيد الكوفي ت ١٢٧ هـ وقيل ١٣٢ هـ. قال عنه أبو زرعة (لين) ٨.
_________
١ انظر: الجرح والتعديل ج ٢/ق ٢/٣٠١، وتهذيب التهذيب ج ٦/٢٩٦_٢٩٧، وفي أجوبته على أسئلة البرذعي ورقة (١٣ -أ-) قال عنه: (ضعيف) . واكتفى الذهبي في ميزان الاعتدال ج ٢/٥٩٨ بقوله (ضعيف) ، وكذا في أسماء الضعفاء لابن الجوزي.
٢ انظر: الجرح والتعديل ح ١/ق ١/٢٢٨ وقال في ج ١/ق ١/٣٠٧ (ترك أبي وأبو زرعة حديث إسحاق بن أبي فروت وكذلك أحمد ويحيى وعلي) ، واكتفى في تهذيب التهذيب ج ١/٢٤١ بقوله (متروك الحديث ذاهب الحديث) وفي ميزان الاعتدال ج ١/١٩٣ بقوله (متروك) .
٣ انظر: أسماء الضعفاء لأبي زرعة حرف –أ-.
٤) والصفير) بالمهملة والفاء مصغراً، وفي الجرح والتعديل ج ١/ق ١/١٨٦ والمجروحين لابن حبان ج ١/١١٠ (الصفيراء) وفي الأصل وميزان الاعتدال ج ١/٢٣٧، (الصغير) وكذا في خلاصة تهذيب الكمال.
٥ انظر: أسماء الضعفاء لأبي زرعة حرف –أ-.
٦ انظر: الجرح والتعديل ج ١/ق ١/٤٥٨، تهذيب التهذيب ج٢/٧
٧ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١١) .
٨ انظر: الجرح والتعديل ج ١/ق ١/٤٩٨، وانظر: ترجمته في: تهذيب التهذيب ج ٢/٤٦_٥١، وميزان الاعتدال ج ١/٣٧٩_٣٨٤.','55 - 56','88',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (59,'١٠٧- (د ت ق) دلهم بن صالح الكندي، الكوفي، قال البرذعي: قلت لأبي زرعة: دلهم بن صالح؟ قال: (ضعيف الحديث) ١.
١٠٨- (د ت ق) سليمان بن جنادة بن أبي أمية الأزدي الدوسي. ذكره أبو زرعة في أسماء الضعفاء٢.
١٠٩- (مد ت ق) صالح بن حسان النصنري أبو الحارث المدني نزيل البصرة. ذكره أبو زرعة في أسماء الضعفاء٣.
(د ت سي ق) صالح بن محمد بن زائدة المدني أبو واقد الليثي الصغير ت ما بين ١٤٠_١٥٠ هـ قال عنه: (ضعيف الحديث) ٤.
١١٠- (د ت ق) صالح بن نبهان مولى التؤمة بنت أمية بن خلف المديني وهو صالح بن أبي صالح ت ١٢٥ هـ. قال عنه أبو زرعة فيما نقله عنه أبن أبي حاتم (ضعيف) ٥. قال البرذعي: قلت لأبي زرعة: صالح مولى التؤمة؟ فقال: (حدثني عبد الله ابن الحسن عن مطرف قال: سمعت ملكا يقول: صالح مولى التؤمة كذاب) ٦.
١١١- (ت س ق) صدقة بن عبد الله السمين أبو معاوية ويقال أبو محمد الدمشقي، قال عنه (كان شاميا قدريا لينا) ٧.
١١٢- (عخ د ت سي ق) عاصم بن عبيد الله بن عاصم بن عمر بن الخطاب
_________
١ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١١-أ-) ، وانظر: ترجمته في: تهذيب التهذيب ج ٣/٢١٢_٢١٣، وميزان الاعتدال ج ٢/٢٨، والجرح والتعديل ج ١/ق ٢/٤٣٦.
٢ انظر: أسماء الضعفاء لأبي زرعة حرف –س-. وانظر: ترجمته في تهذيب التهذيب ج ٤/١٧٧، وميزان الاعتدال ج ٢/١٩٨، والجرح والتعديل ج ٢/ق ١/١٠٥.
٣ انظر: أسماء الضعفاء لأبي زرعة حرف –ص-، وانظر: ترجمته في: تهذيب التهذيب ج ٤/٣٨٤_٣٨٥، وميزان الاعتدال ج ٢/٢٩١، وتاريح بغداد ج ٩/٣٠١_٣٠٣، والجرح والتعديل ج ٢/ق ١/٣٩٨.
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٥-أ-) ، وانظر: تهذيب التهذيب ج ٤/٤٠١.
٥ انظر: الجرح والتعديل ج ٢/ق ١/٤١٨، وكذا في تهذيب التهذيب ج ٤/٤٠٦.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي. ورقة (١٣- أ-) .
٧ انظر: الجرح والتعديل ج ٢/ق ١/٤٣٠، وفي تهذيب التهذيب ج ٤/٤١٦ قال عنه (ضعيف) وقال: (شيخ) ، وفي ميزان الاعتدال ج ٢/٣١٠ اكتفى بقوله (كان قدرياً ليناً) ، وفي تهذيب التهذيب ج ٤/٤١٦ قال أبو زرعة: الدمشقي عن دحيم أنه قال عن صدقة (مضطرب الحديث ضعيف) وفيه وفي الجرح والتعديل ج ٢/ق ١/٤٢٩، قال الإمام أحمد: (ما كان من حديثه مرفوعاً فهو منكر وما كان من حديثه مرسل عن مكحول فهو أسهل وهو ضعيف جداً) .','55 - 56','89',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (60,'العدوي المدني ت ١٣٢ هـ. ذكره أبو زرعة في أسماء الضعفاء١، وقال عنه (منكر الحديث، مضطرب الحديث) ٢.
١١٣- (بخ مد ت ق) عبد الله بن مسلم بن هرمز، المكيْ قال البرذعي: سألت أبا زرعة عن عبد الله بن مسلم بن هرمز فقال: (ليس بالقوي) ٣.
١١٤- (بخ د ت ق) عبد الرحمن بن رافع التنوخي أبو الجهم ويقال أبو الحجر المصري، قاضي إفريقية ت ١١٣ هـ، ذكره أبو زرعة في أسماء الضعفاء٤.ْ
١١٥- (بخ د ت ق) عبد الرحمن بن زياد بن أنعم، الإفريقي، أبو أيوبه، الشعباني قاضي إفريقية (ت ١٥٦) قال ابن أبي حاتم: (سألت أبي وأبا زرعة، عن الإفريقي، وابن لهيعة؟ فقالا ضعيفان وأثبتهما الإفريقي، أما الإفريقي فإن أحاديثه التي تنكر عن شيوخ لا نعرفهم، وعن أهل بلده فيحتمل أن لا يكون فيهم ويحتمل أن يكون) ٥. قال البرذعي: قلت: يروى عن يحيى القطان أنه قال: (الإفريقي ثقة، رجاله لا نعرفهم؟) . فقال لي أبو زرعة: (حديثه، عن هؤلاء لا يدرى، ولكنه حدث عن عبد الله بن سعيد، عن سعيد ابن المسيب "فيمن أتى بهيمة"٦ وهو منكرْ. قلت: فكيف محله عندك؟ قال: يقارب يحيى ابن عبد الله) ٧ ونحوه.
١١٦- (د س ق) عبيد الله بن عبد الله أبو المنيب العتكي المروزيْ. ذكره أبو زرعة في أسماء الضعفاء٨.ْ
_________
١ انظر: أسماء الضعفاء لأبي زرعة حرف -ع-.
٢ في الجرح والتعديل ج ٣/ق ١/٣٤٨ (سئل أبو زرعة عنه؟ فقال: قال لي محمد بن عبد الله بن نمير عاصم ابن عبيد الله أحب إليك أم ابن عقيل؟ فقلت ابن عقيل يختلف عليه في الأسانيد وعاصم منكر الحديث في الأصل وهو مضطرب الحديث) ، وفي ميزان الاعتدال ج ٢/٣٥٤ قال عنه (منكر الحديث) .
٣ انظر: أجوبة أبى زرعة على أسئلة البرذعي ورقة (٢-أ-) . وانظر ترجمته في الجرح والتعديل ج ٢/ق ٢/١٦٤، وتهذيب التهذيب ج ٦/٢٩، وميزان الاعتدال ج ٢/٥٠٣.
٤ انظر: أسماء الضعفاء لأبي زرعة حرف -ع-. وانظر ترجمته في: تهذيب التهذيب ج ٦/١٦٨، وميزان الاعتدال ج ٢/٥٦٠، والجرح والتعديل ج ٢/ق ٣/٢٣٢.
٥ انظر: الجرح والتعديل ج ٢/ق ٢/٢٣٥ وزاد (سئل أبو زرعة عن عبد الرحمن الإفريقي؟ فقال: ليس بقوي) .
٦ رواه أبو داود في سننه ج ١٧/٤٣١، والترمذي في الجامع أبواب الحدود ج ٥/١٩،٢١. ورواه ابن ماجه في سننه ج ٢/٨٥٦، والإمام أحمد في مسنده ج ١٦/١٠٢_١٠٣، والحاكم في المستدرك ج ٤/٣٥٥ وقال صحيح الإسناد. وأقره الذهبي. كلهم عن طريق عكرمة، عن ابن عباس عن النبي صلى الله عليه وسلم. وذكره الهيثمي في مجمع الزوائد ج ٦/٢٧٣ عن أبي هريرة وأشار إليه ابن أبي حاتم في الجرح والتعديل ج ٣/ق ٢/٢٧٨.
٧ ويحيى بن عبد الله لعله أراد به يحيى بن عبد الله الكندي الأجلح أبو حجية الذي قال عنه (ليس بقوي) انظر: الجرح والتعديل ج ٤/ق ٢/١٦٤، أو أراد به يحيى بن عبد الله بن الضحاك، الحراني البابلتي الذي امتنع أن يحدث عنه ولم يقرأ حديثه عن ابن أبي حاتم، انظر: الجرح والتعديل ج ٤/ق ٢/١٦٤، وميزان الاعتدال ج٤/٣٩٠.
٨ انظر: أسماء الضعفاء لأبي زرعة حرف -ع-. وانظر: ترجمته في الجرح والتعديل ج ٢/ق ٢/٣٢٢، تهذيب التهذيب ج ٧/٢٦_ ٢٧، ميزان الاعتدال ج ٣/١١.','55 - 56','90',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (61,'١١٧- (خت د ت ق) عبيدة بن متعب الضبي أبو عبد الكريم الكوفي، قال عنه أبو زرعة (ليس بقوي) ١. وقال البرذعي: قال لي أبو زرعة: حدثنا علي بن الجعد قال: سمعت سفيان يقول لنا: شيخ من أهل الكوفة فقالوا: من هو؟ قال من بني ضبة. فقالوا: من هو؟ قال: عبيدة. كأنه كره أن يذكره لأنه ليس بذاك القوي٢.
١١٨- (تم س ق) عطاء بن مسلم الخفاف أبو مخلد الكافي نزيل حلب ت ١٩٠ هـ قال عنه (كان من أهل الكوفة قدم حلب، روى عنه ابن المبارك، دفن كتبه ثم روى من حفظه فيهم فيه، وكان رجلا صالحا) ٣.
١١٩- (د ت ق) علي بن عاصم بن صهيب الواسطي، أبو الحسن التيمي مولاهم ت ٢٠١ هـ. قال ابن أبي حاتم في ترجمة محمد بن مصعب القرقساني (قلت لأبي زرعة: محمد ابن مصعب وعلي بن عاصم أيهما أحب إليك؟ قال: محمد بن مصعب أحب إلي. علي ابن عاصم تكلم بكلام سوء ما أقل من حدث عنه من أصحابنا) ٤. وقال البرذعي: قلت لأبي زرعة: علي بن عاصم؟ قال: (ترك الناس حديثه إلا أن أحمد ربما ذكره) ٥.
١٢٠- (بخ قد ت ق) عيسى بن سنان الحنفي، أبو سنان القسملي، الفلسطيني، سكن البصرة. قال البرذعي: قلت لأبي زرعة: عيسى بن سنان القسملي؟ فقال: (لين الحديث) . وسألته مرة أخرى عنه فقال: (مخلط ضعيف الحديث) ٦.
١٢١- (بخ د ت ق) عطية بن سعد بن جنادة العوفي الجدلي القيسي الكوفي أبو الحسن. ت ١١١ هـ. قال عنه (لين) ٧. قال البرذعي: قلت: أبو إسماعيل المؤدب، عن عطية عن أبي سعيد عن النبي صلى الله عليه وسلم قال: "لا تقصوا أعرافها" ٨ فقال: (حديث منكر جدا) ٩.
_________
١ انظر: تهذيب التهذيب ج ٧/٨٧، الجرح والتعديل ج ٣/ق ١/٩٤.
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٢٩-أ-) .
٣ انظر: الجرح والتعديل ج ٣/ق ١/٣٣٦، وكذا في تهذيب التهذيب ج ٧/٢١١_٢١٢ دون عبارة (قدم حلب روى عنه ابن المبارك) واكتفى الذهبي في ميزان الاعتدال ج ٣/٧٦ بقوله (كان يهم) .
٤ انظر: الجرح والتعديل ج ٤/ق ١/١٠٣، تهذيب التهذيب ج ٧/٣٤٨ وفيه نقل قول أبي زرعة ابن حجر.
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٨- أ-) .
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٧ -أ-) ، وقد نقل المزي قول أبي زرعة فيه باختصار. انظر: تهذيب التهذيب ج ٨/٢١٢.
٧ انظر: الجرح والتعديل ج ٣/ق ١/٣٨٣، وتهذيب التهذيب ج ٧/٢٢٥.
٨ رواه أبو داود في سننه كتاب الجهاد / باب في كراهية جز نواصي الخيل وأذنا بها ج ١٣/٣٦، عن عتبة بن عبد السلمي ورواه أبو نعيم في تاريخ أصبهان ج ١/١٧١، بلفظ مقارب عن أنس. وانظر مجمع الفوائد للمغربي ج ١/٣٦.
٩ انظر أجوبة أبي زرعة على أسئلة البرذعي ورقة (٦ -ب-) .','55 - 56','91',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (62,'١٢٢- (ز د ت ق) كثير بن عبد الله بن عمرو بن عوف بن زيد اليشكري المزني ت ما بين ١٥٠_١٦٠ هـ، قال ابن أبي حاتم سألت أبا زرعة عنه فقال (واهي الحديث ليس بقوي، قلت له بهز بن حكيم وعبد المهيمن وكثير بن عبد الله أيهم أحب إليك؟ فقال: بهز وعبد المهيمن أحب إلي منه) ١. وقال البرذعي: قلت: أحاديث كثير بن عبد الله، عن أبيه، عن جده قال (واهية) . قلت: ممن وهنها؟ قال: (من كثير) ٢.
١٢٣- (د ت ق) المثني بن الصباح اليماني الأبناوي أبو عبد الله ويقال أبو يحيى المكي، أصله من أبناء فارس ت ١٤٩ هـ. قال عنه أبو زرعة (لين الحديث) ٣. وقد ذكره أبو زرعة في أسماء الضعفاء٤.
١٢٤- (د س ق) مصعب بن ثابت بن عبد الله بن الزبير بن العوام الأسدي، ت ١٥٧ هـ. نقل ابن أبي حاتم عن أبي زرعة أنه قال عنه (ليس بقوي) ٥ وفي أجوبته على البرذعي قال أيضاً (ليس بقوي) ٦.
١٢٥- (د ت ق) محمد بن حميد بن حيان التميمي الحافظ أبو عبد الله الرازي. قال عنه أبو زرعة (من فاته ابن حميد يحتاج أن ينزل في عشرة آلاف حديث) وقال أبو القاسم ابن أخي أبو زرعة (سألت أبا زرعة محمد بن حميد فاومي بأصبعه إلى فمه فقلت له كان يكذب فقال برأسه نعم. فقلت له: كان قد شاخ لعله كان يعمل عليه ويدلس عليهْ. فقال: لا يعنى كان يتعمد) وقال أبو زرعة (كتب إلى من بغداد بنحو من خمسين حديثا من حديث ابن حميد منكرة، فيه أحاديث رواه شبابة عن شعبة حدث به عن إبراهيم بن المختار عن شعبة) وروى أن أبا زرعة سئل عنه فقال تركه محمد بن إسماعيل فلما بلغ ذلك البخاري قال (بره لنا قديم) ٧.
وقال البرذعي دفع إليّ أبو زرعة جزءا من فوائد الرازيين، فنسخت منه ما نسخت وكان فيه أحاديث، عن أحمد بن أبي سريج، وعن من دون أحمد فلما أتيته بالكتاب
_________
١ انظر: الجرح والتعديل ج ٣/ق ٢/١٥٤، وانظر: تهذيب التهذيب ج ٨/٤٢٢، وقال ابن حبان في المجروحين ج ٢/٢٢١ (منكر الحديث جداً) يروي عن أبيه عن جده بنسخة موضوعة، لا يحل ذكرها في الكتب ولا الرواية عنه إلا على جهة التعجب واكتفى ابن الجوزي في أسماء الضعفاء بقوله (واهي الحدث) .
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٦-أ-) .
٣ انظر: الجرح والتعديل ج٤/ق ١/٣٢٤، تهذيب التهذيب ج ١٠/٣٦.
٤ انظر: أسماء الضعفاء لأبي زرعة حرف -م-.
٥ انظر: الجرح والتعديل ج٤/ق ١/٣٠٤.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٩ -ب-) .
٧ انظر: الجرح والتعديل ج ٣/ق ٢/٢٣٢- ٢٣٣، وميزان الاعتدال، وتهذيب التهذيب ج ٩/١٢٧_ ١٣١، وتاريخ بغداد ج ٢/٢٥٩_٢٦٤.','55 - 56','92',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (63,'قلت: لا إدراك أدخلت في هذا الجزء محمد بن حميد؟ فقال لي: محمد بن حميد يحتاج إلى جزء على حدةْ. وقلت له مرة أخرى أو قال له غيري أن أحمد بن حنبل قال: (إن أحاديث ابن حميد، عن جرير- ابن عبد الحميد الضبي-صحاح، وأحاديثه. عن شيوخه لا يدري) ْ فقال أبو زرعة: (نحن أعلم به من أبي عبد الله رحمه الله يعني في إمساكه، عن الرواية عنه) ١.
١٢٦- (د ت ق) محمد بن فضاء بن خالد الأزدي الجهضمي، أبو بحر البصري. قال عنه: (ضعيف الحديث) ٢.
١٢٧- (د س ق) نوح بن ربيعة الأنصاري مولاهم أبو مكين البصري ت ١٥٣ هـ. ذكره أبو زرعة في أسماء الضعفاء وقال عنه (منكر الحديث) ٣.
١٢٨- (بخ د ت ق) الوليد بن عبد الله بن أبي ثور الهمداني، المرهبي ت ١٧٢ هـ. نقل ابن أبي حاتم عن أبي زرعة أنه قال عنه (في حديثه وهي) ٤. قال البرذعي: قلت لأ بي زرعة: الوليد بن أبي ثور؟ قال: (منكر الحديث يهم كثيراً) ٥.
١٢٩- (د ت ق) أبو بكر بن عبد الله بن أبي مريم الغساني الشامي اسمه بكير وقيل عبد السلام، ت ٢٥٦ هـ. قال عنه (ضعيف الحديث، منكر الحديث) ٦.
١٣٠- (د ت ق) أبو زيد المخزومي مولى عمرو بن حريث، وقيل أبو زائد، وأبو زيد بالشك. (قال ابن أبي حاتم عن أبي زرعة أبو زيد مجهول لا يعرف لا أعرف كنيته ولا أعرف اسمه) ٧.
١٣١- (د ت ق) أبو ماجد، ويقال أبو ماجدة الحنفي العجلي الكوفي اسمه عائذ ابن نضلة، عن ابن مسعود في السير في الجنازة. قال أبو زرعة: قال الحميدي: قال ابن
_________
١ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٢٤ -أ-) .
٢ انظر: الجرح والتعديل ج ٤/ق ١/٥٦، وتهذيب التهذيب ج ٩/٤٠٠.
٣ انظر: أسماء الضعفاء لأبي زرعة حرف -ن- وانظر: ترجمته في تهذيب التهذيب ج١٠/٤٨٥، وميزان الاعتدال ج ٤/٢٧٧، والجرح والتعديل ج ٤/ق ١/٤٨٢_٤٨٣.
٤ انظر: تهذيب التهذيب ج ١١/١٣٨، وقد نقل المزي قول أبي زرعة فيه كما أجاب البرذعي به. ونقل الذهبي القولين عنه في ميزان الاعتدال ج ٤/٣٤١، إلا أنه قال وقال مرة: (حديثه وهاء) وروى هذا الخبر الخطيب في تاريخ بغداد ج ١٣/٤٤٠ بسنده إلى البرذعي.
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٠-ب-) .
٦ انظر: الجرح والتعديل ج ١/ق ١/٤٠٥، واكتفى في تهذيب التهذيب ج ١٢/٢٩ بقوله (ضعيف، منكر الحديث) ، واكتفى ابن الجوزي في أسماء الضعفاء بقوله (ضعيف) .
٧ انظر: تهذيب التهذيب ج ١٢/١٠٣ وزاد في الجرح والتعديل ج ٤/ق ٢/٣٧٣ (ولا بشر بن منصور الذي روى عن أبي زيد هذا) ، وانظر: ميزان الاعتدال ج ٤/٥٢٧.','55 - 56','93',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (64,'عيينة: قلت ليحيى الجابر: من أبو ماجد الحنفي؟ قال: (طار علينا طير فحدثنا، وهو منكر الحديث) ١.
١٣٢- (د ت ق) أبو المهزم التميمي البصري. اسمه يزيد وقيل عبد الرحمن بن سفيان، روى عن أَبي هريرة. قال ابن أبي حاتم (سألت أبا زرعة عن أبي المهزم يزيد بن سفيان، فقال: ليس بقوي، شعبة يوهنه ويقول: كتبت عنه مائة حديث ما حدثت عنه بشيء حكى علي بن المديني عن عبد الرحمن بذلك) ٢. وقد ذكره أبو زرعة في أسماء الضعفاء٣.
١٣٣- (بخ د ت ق) أبو يحيى القتات الكوفي الكناني، اسمه زاذان، وقيل دينار وقيل مسلم، وقيل يزيد، وقيل زبان، وقيل عبد الرحمن بن دينار. قال البرذعي: قلت لأبي زرعة أبو يحيى القتات؟ قال: (ضعيف الحديث) ٤.
١٣٤- (٤) باذام ويقال باذان أبو صالح مولى أم هانيء بنت أبي طالب. ذكره أبو زرعة في أسماء الضعفاء٥.
١٣٥- (٤) الحارث بن عبد الله الهمداني الأعور الخارقي أبو زهير الكوفي الحوني قال عنه: (لا يحتج بحديثه) ٦. وروى بسنده إلى الشعبي أنه قال: (حدثني الحارث الأعور وكان كاذباً) ٧.
١٣٦- (٤) زيد بن الحواري أبو الحواري العمي البصري قاضي هداة وهو مولى زياد بن أبيه، قال عنه: (ليس بقوي، واهي الحديث ضعيف) ٨.
١٣٧- (٤) سعيد بن بشير الأزدي، ويقال البصري مولاهم أبو عبد الرحمن، ويقال أبو سلمة الشامي. ت ١٦٨ أو ١٦٩ هـ قال ابن أبي حاتم: (سمعت أبي وأبا زرعة
_________
١ قال البخاري في الضعفاء الصغير في ترجمته (قال الحميدي، عن ابن عيينة قلت ليحيى من أبو ماجد؟ قال: طاري طرأ علينا وهو منكر الحديث) ، وكذا في تهذيب التهذيب ج ١٢/٢١٧ وفيه (طير طرأ علينا.....) وانظر: ميزان الاعتدال ج ٤/٥٦٧.
٢ انظر: الجرح والتعديل ج ٤/ق ٢/٢٦٩، وكذا تهذيب التهذيب ج ١٢/٢٤٩.
٣ انظر: أسماء الضعفاء لأبي زرعة حرف -ي-.
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (- -) .
٥ انظر: أسماء الضعفاء لأبي زرعة حرف -ب-، وانظر ترجمته في تهذيب التهذيب ج ١/٤١٧، وميزان الاعتدال ج ١/٢٩٦، والجرح والتعديل ج ١/ق ١/٤٣٢.
٦ انظر: الجرح والتعديل ج ١/ق ٢/٧٩، وتهذيب التهذيب ج ٢/١٤٦.
٧ هذا الخبر أورده مسلم في مقدمة صحيحه ج ١/٩٨، وكذا في تهذيب التهذيب ج ٢/١٤٥، والجرح والتعديل ج ١/ق ٢/٧٨، وميزان الاعتدال ج ١/٤٣٥.
٨ انظر: الجرح والتعديل ج ١/ق ٢/٥٦١، وتهذيب التهذيب ج ٣/٤٠٨.','55 - 56','94',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (65,'ذكرا سعيد بن بشير فقالا: محله الصدق عندنا. قلت لهما يحتج بحديثه؟ فقالا: يحتج بحديث ابن أبي عروبة، والدستوائي، هذا شيخ يكتب حديثه) ١ وذكره أبو زرعة في أسماء الضعفاء٢.
١٣٨- (٤) عبد الاعلى بن عامر الثعلبي الكوفي، ت ١٢٩ هـ، نقل ابن أَبي حاتم عن أبي زرعة أنه قال عنه: (ضعيف الحديث ربما رفع الحديث وربما وقفه) ٣. وقد ذكره أبو زرعة في أسماء الضعفاء٤.
١٣٩- (٤) عبد الرحمن بن أبي الرجال محمد بن عبد الرحمن بن عبد الله بن حارثة بن النعمان، الأنصاري المدني قال البرذعي: قلت: حارثة وعبد الرحمن ابنا أبي الرجال؟ فقال: (عبد الرحمن أشبه، وحارثة واه، وعبد الرحمن أيضا يرفع أشياء لا يرفعها غيره) ٥.
١٤٠- (س ٤) عمارة بن حديد البجلي. قال عنه (لا يعرف) ٦.
١٤١- (٤) عمران بن عيينة بن أبي عمران الهلالي، أَبو الحسن الكوفي أخو سفيان قال عنه أبو زرعة: (ضعيف الحديث) ٧..
_________
١ انظر: الجرح والتعديل ج ٢/ق ١/٧، كذلك في تهذيب التهذيب ج ٤/١٠، وفي ميزان الاعتدال ج ٢/١٢٩ قال الذهبي (وذكره أبو زرعة في الضعفاء وقال لا يحتج به) . وكذا قال أبو حاتم. وقال (يحول من كتاب الضعفاء) . وقال أبو مسهر عبد الأعلى ت ٢١٨- (لم يكن في بلدنا أحفظ منه، وهو منكر الحديث..) وقال البخاري: (يتكلمون في حفظه) ، وقال ابن (معين ضعيف) ، وقال مرة: (ليس بشيء) وقال النسائي: (ضعيف) ، وقال علي بن المدين: (كان ضعيفا) . وقال محمد بن عبد الله بن نمير: (منكر الحديث ليس بشيء، ليس بقوي الحديث، يروي عن قتادة المنكراتْ) . وقال ابن عدي. (لا أرى بما يرويه بأسا ولعله يهم في الشيء بعد الشيء، ويغلط والغالب على حديثه الإستقامة والغالب عليه الصدقْ) . ووثقه شعبة ودحيم هذه أغلب أقوال الأئمة فيه، لذا قال عنه ابن حجر في التقريب ج ١/٢٩٢: (ضعيف) ، وانظر ترجمته وأقوال العلماء فيه في: تهذيب التهذيب ج ٤/٨_١٠، وميزان الاعتدال ج ٣/١٢٧_ ١٢٨، وتهذيب تاريخ دمشق ج ٦/١٢٣_١٢٤.
٢ أسماء الضعفاء لأبى زرعة حرف - س-.
٣ انظر: الجرح والتعديل ج ٣/ق ١/٢٦، وكذا في تهذيب التهذيب ج ٦/٩٤_٩٥، واكتفى الذهبي في ميزان الاعتدال ج ٢/٥٣٠ بقوله (ضعفه أبو زرعة) ونقل ابن الجوزي أسماء الضعفاء عنه أنه قال: (ضعيف الحديث) .
٤ انظر: أسماء الضعفاء لأبي زرعة حرف -ع-.
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي (ورقة -١٠-) ، وانظر: تهذيب التهذيب ج ٦/١٦٩.
٦ انظر: تهذيب التهذيب ج ٣/٤١٤، وميزان الاعتدال ج ٣/١٧٥، والجرح والتعديل ج ٣/ق ١/٣٦٤، وأسماء الضعفاء لابن الجوزي.
٧ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٣ –أ-) . وكذا في ميزان الاعتدال ج ٣/٢٤٠، والترغيب والترهيب ج ٤/٥٧٦، وفي تهذيب التهذيب ج ٨/١٣٦، نقل عن أبي زرعة أنه قال عنه (صالح الحديث) ولفظة (ضعيف الحديث) من ألفاظ الجرح ومرتبتها (٣) ويراد بها أن (لا يطرح حديثه بل يعتبر به) ولفظة (صالح الحديث) من ألفاظ التعديل ومرتبتها (٤) ويراد بها أن (يكتب حديثه للاعتبار) وكان عبد الرحمن بن مهدي ربما جرى ذكر حديث الرجل فيه ضعيف وهو رجل صدوق فقول رجل (صالح الحديث) .','55 - 56','95',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (66,'١٤٢- (خت ٤) عباد بن منصور الناجي أبو سلمة البصري القاضي ت ١٥٢ هـ قال عنه (لين) ١.
١٤٣- (خت ٤) محمد بن سليم أبو هلال الراسبي، العبدي، البصري ت ١٦٧ هـ. قال ابن أبي حاتم سئل أبو زرعة عنه فقال (لين) ٢ قال البرذعي: سئل أبو زرعة، وأنا شاهد، عن أبي هلال الراسبي؟ فقال: (لين، وليس بالقوي) ٣.
١٤٤- (٤) المغيرة بن زياد البجلي، أبو هاشم الموصلي، ويقال أَبو هاشم روى عن مكحول وغيره، ت ١٥٢ هـ. قال ابن أبي حاتم (سألت أبي وأبا زرعة عن مغيرة بن زياد؟ فقالا: شيخ. قلت: يحتج بحديثه؟ قالا: لا) ٤. وقد ذكره أبو زرعة في أسماء الضعفاء وقال عنه: (في حديثه اضطراب) ٥.
١٤٥- (٤) نجيح بن عبد الرحمن السندي المدني، أبو معشر، وهو مولى بني هاشم، مشهور بكنيته، ويقال كان اسمه عبد الرحمن بن الوليد بن هلال ت ١٧٠ هـ ذكره أبو زرعة في أسماء الضعفاء٦، وقال ابن أبي حاتم: سئل أبي وأبو زرعة عنه فقالا: (صدوق) . وقال أبو زرعة: (هو صدوق في الحديث وليس بالقوي) ٧.
_________
انظر: مقدمة ابن الصلاح ص ١١٢_ ١١٣. أقوال الأئمة فيه: قال البزار: (ليس به بأس) وقال ابن خلفون وقال أبو صالح: (صدوق) ، وقال ابن معين والذهبي: (صالح الحديث) ، وقال أبو داود: (صالح وحديثه قريب) ، وقال أبو حاتم (لا يحتج به يأتي بالمناكير) ، وقال العقيلي: في العقيلي: (في حديثه وهم، خطأ) . انظر: تهذيب التهذيب ج ٨/١٣٦_١٣٧، وميزان الاعتدال ج ٣/٣٤٠_٣٤١، والجرح والتعديل ج ٣/ق ١/٣٠٢.
١ انظر: الجرح والتعديل ج ٣/ق ١/٨٦، وتهذيب التهذيب ج ٥/١٠٤ وضبط اسمه بالنون والجيمْ.
٢ انظر: الجرح والتعديل ج ٣/ق ٢/٢٧٤.
٣ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٦-ب-) .
٤ انظر: الجرح والتعديل ج ٤/ق ١/٢٢٢، وكذا في تهذيب التهذيب ج ١٠/٢٥٩.
٥ انظر: أسماء الضعفاء لأبي زرعة حرف -م-. تهذيب التهذيب ج ١٠/٢٥٩، وفي الترغيب والترهيب ج ٤/٥٧٨ قال أبو زرعة (لا يحتج به) ونقل ابن الجوزي في أسماء الضعفاء عنه أنه قال: (لا يحتج بحديثه) .
٦ انظر: أسماء الضعفاء لأبي زرعة حرف –ن-.
٧ انظر: الجرح والتعديل ج ٤/ق ١/٤٩٥، وكذا في تهذيب التهذيب ج ١٠/٤٢١، وانظر أقوال العلماء فيه في المصدرين السابقين وتاريخ بغداد ج ١٣/٤٥٧_٤٦٢، وميزان الاعتدال ج ٤/٢٤٦_ ٢٤٨. قال عنه الخليلي الحافظ: (أبو معشر له مكان في العلم والتاريخ، وتاريخه احتج به الأئمة وضعفوه في الحديث وكان ينفرد بأحاديث أمسك الشافعي عن الرواية عنه، وتغير قبل أن يموت بسنتين تغراً شديداً) . انظر: تهذيب التهذيب ج ١٠/٤٢٢.','55 - 56','96',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (67,'<span data-type="title" id=toc-13>الرواة الذين روى عنهم أحد الشيخين في صحيحيهما أو كليهما أو يشاركهم أصحاب السنن أو بعضهم وجرحهم أبو زرعة</span>
١٤٦- (خ م س ق) أحمد بن عيسى بن حسان، المصري، أبو عبد الله العسكري','55 - 56','96',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (68,'المعروف بالتستري، ت ٢٤٣ هـ، قال عنه أبو زرعة: ما رأيت أهل مصر يشكون في أن أحمد ابن عيسى. وأشار بيده إلى لسانه كأنه يقول: الكذب١.
١٤٧- (م ٤) إسماعيل بن عبد الرحمن بن أبي كريمة السدي أبو محمد القرشي مولاهم الكوفي الأعور وهو السدي الكبير كان يقعد في سدة باب الجامع فسمي السدي ت ١٢٧ هـ. قال عنه (لين) ٢.
١٤٨- (بخ م ت س ق) أشعث بن سوار الكندي النجار الكوفي مولى ثقيف ويقال له: شعبة النجار، والتابوتي، والأفرق، والأثرم، صاحب التوابيت ت ١٣٦ هـ قال عنه (لين) ٣.
١٤٩ - (خ د ت ق) الحسن بن ذكوان، أبو سلمة البصري، قال البرذعي: قلت لأ بي زرعة: الحسن بن ذكوان؟ قال: (ضعيف الحديث) ٤.
١٥٠- داود بن الحصين الأموي مولاهم أبو سليمان المدني ت ١٣٥ هـ قال عنه (لين) ٥.
١٥١- (م مد ت س ق) زمعة بن صالح الجندي اليماني، سكن مكة، سئل أبو زرعة عنه فقال: (مكي، لين، واهي الحديث، حديثه عن الزهري كأنه يقول مناكير) (٦) .
١٥٢- (خت م ٤) شريك بن عبد الله بن أبي شريك النخعي أبو عبد الله الكوفي القاضي، ت ١٧٧ هـ، قال ابن أبي حاتم (قلت لأبي زرعة شريك يحتج بحديثه؟ قال:
_________
١ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٢٨ -ب-) وقد قال الخطيب عنه (ما رأيت لمن تكلم في أحمد بن عيسى حجة توجب ترك الاحتجاج بحديثه) . انظر: تهذيب التهذيب ج ١/٦٤_٦٥، تاريخ بغداد ج ٤/٢٧٢_٢٧٥.
(٢) انظر: الجرح والتعديل ج ١/ق ١/١٨٥، وتهذيب التهذيب ج ١/٣١٤ وأسماء الضعفاء لابن الجوزي.
(٣) انظر: الجرح والتعديل ج ١/ق ١/٢٧٢، تهذيب التهذيب ج١/٣٥٣، وميزان الاعتدال ج ١/٢٦٤.
(٤) انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٨-أ-) ، وانظر: ترجمته في ج ١/ق ٢/١٣، وتهذيب التهذيب ج ٢/٢٧٦_٢٧٧، وميزان الاعتدال ج ١/٤٨٩، وهدي الساري ص ٣٩٧. قال الساجي: (إنما ضعف لمذهبه وفي حديثه بعض المناكير، كان قدرياً) .
(٥) انظر: الجرح والتعديل ج ١/ق ٢/٤٠٩، وأسماء الضعفاء لابن الجوزي، وتهذيب التهذيب ج ٣/١٨١، وميزان الاعتدال ج ٢/٥، وفي هدي الساري ص ٤٠١ قال ابن حجر في ترجمته (وثقة ابن معين وابن سعد والعجلي وابن إسحاق وأحمد بن صالح المصري والنسائي وقال أبو حاتم ليس بقوي لولا أن مالكاً روى عنه لترك حديثه) ، وقال الجوزجاني (لا يحمدون حديثه) ، وقال الساجي (منكر الحديث متهم برأي الخوارج) وقال ابن حبان (لم يكن داعية) وقال علي بن المديني (ما روى عن عكرمة فمنكر) وكذا قال أبو داود وزاد حديثه عن شيوخه مستقيم، وقال ابن عدي (هو عندي صالح الحديث) ، قلت (ابن حجر) روى له البخاري حديثاً واحداً من رواية مالك عنه عن أبي سفيان مولى ابن أبي أحمد عن أبي هريرة في العرايا وله شواهد.
٦ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٣٧-أ-) . وانظر: الجرح والتعديل ج ١/ق ٢/٦٢٤، كذا في تهذيب التهذيب ج ٣/٣٣٩ دون كلمة (مكي) ، وفي ميزان الاعتدال ج ٢/٨١ اكتفى بقوله (لين واهي الحديث) .','55 - 56','97',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (69,'كان كثير الخطأ صاحب حديث وهو يغلط أحياناً. فقال له فضلك الصائغ أنه حدث بواسط بأحاديث بواطيل. فقال أبو زرعة لا تقل بواطيل) ١.
١٥٣- (م ٤) الضحاك بن عثمان بن عبد الله بن خالد بن حزام الأسدي الحزامي أبو عثمان المدني، القرشي، ت ١٥٣ هـ قال عنه (ليس بقوي) ٢.
١٥٤- (ع) عبد الله بن سعيد بن أبي هند الفزاري، مولاهم أبو بكر المدني، ت ١٤٧ هـ أو قبلها. قال ابن أبي حاتم (وهنه أبو زرعة) ٣.
١٥٥- (م ٤) عبد الله بن عمر بن حفص بن عمر بن الخطاب العدوي المدني، أبو عبد الرحمن العمري، ت ١٧٣ هـ. ذكره أبو زرعة في أسماء الضعفاء٤.
١٥٦- (م د ت ق) عبد الله بن لهيعة بن عقبة (وفي المجروحين لابن حبان: عبد الله بن عقبة بن لهيعة) أبو عبد الرحمن الحضرمي ويقال الغافقي قاضي مصر ت ١٧٤ هـ. لقي ابن لهيعة (٧٢) تابعياً. صدوق، خلط بعد احتراق كتبه قال البرذعي: قال لي أبو زرعة: قال يحيى يعني بن بكير، احترق حصن لابن لهيعة فبعث إليه الليث٥ بمائة دينار٦ وأنكر يحيى٧ أن يكون احترقت كتب لابن لهيعة. قال أبو زرعة: (لم تحترق كتبه، ولكن كان رديء الحفظ) ٨.
_________
١ انظر: الجرح والتعديل ج ٢/ق ١/٣٦٧، وتهذيب التهذيب ج ٤/٣٣٥، وميزان الاعتدال ج ٢/٢٧١.
٢ انظر: الجرح والتعديل ج ٢/ق ١/٤٦٠، وتهذيب التهذيب ج ٤/٤٤٧، وميزان الاعتدال ج ٢/٣٢٤.
٣ انظر: الجرح والتعديل ج ٢/ق ٢/٧١، وقال ابن حجر في هدي الساري ص ٤١٣ (وثقة أحمد وابن معين وأبو داود والعجلي ويعقوب بن سفيان وعلي بن المديني وآخرون) ، وقال أبو حاتم (ضعيف الحديث) ، وقال أبو بكر بن خلاد سألت يحيى القطان عنه فقال (كان صالحاً يعرف وينكر) . قلت (أي ابن حجر) احتج به الجماعة) وذكره ابن حبان في الثقات وقال: (يخطئ) ، وانظر: أقوال الآئمة فيه في تهذيب التهذيب ج ٥/٢٣٩، وميزان الاعتدال ج ٢/٤٢٩.
٤ انظر: أسماء الضعفاء لأبي زرعة حرف –ع-. وانظر ترجمته في: الجرح والتعديل ج ٢/ق ٢/١٠٩_١١٠، وتهذيب التهذيب ج ٥/٣٢٦_٣٢٧، وميزان الاعتدال ج ٢/٤٦٥_٤٦٦.
(ع) الليث بن سعد بن عبد الرحمن، الفهمي، أبو الحارث الإمام المصري (٩٤_١٧٥ هـ) شيخ الديار المصرية وعالمها ورئيسها، أصبهاني الأصل. انظر: ترجمته في: المعرفة والتاريخ ج ٢/٤٤١_٤٤٦، والجرح والتعديل ج ٣/ق ٢/١٨٠، تهذيب التهذيب ج ٨/٤٥٩_٤٦٥، تذكرة الحفاظ ج ١/٢٢٤_٢٢٦.
٦ قال المزي في ترجمة الليث (واحترق بيت ابن لهيعة فوصله بألف دينار) انظر: تهذيب التهذيب ج ٨/٤٦٤، تذكرة الحفاظ ج ١/٢٢٥.
٧ خ م د ت س يحيى بن حسان، حيان، التنيس، البكري، أبو زكريا البصري (١٤٤_٢٠٨ هـ) ثقة. روى عنه الشافعي، انظر: تهذيب التهذيب ج ١١/١٩٧، الجرح والتعديل ج ٤/ق ٢/١٣٥.
٨ قال ابن أبي حاتم (سألت أبي وأبا زرعة، عن الإفريقي وابن لهيعة أيهما أحب إليك فقالا جميعاً ضعيفان وابن لهيعة أمره مضطرب يكتب حديثه على الاعتبار (قال ابن أبي حاتم) قلت لأبي إذا كان من يروي عن ابن لهيعة مثل ابن المبارك فابن لهيعة يحتج به، قال: (لا) . قال أبو زرعة: (كان لا يضبط) وفيه أيضاً (سئل أبو زرعة عن ابن لهيعة سماع القدماء منه، فقال: (آخره وأوله سواء إلا أن ابن المبارك،','55 - 56','98',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (70,'١٥٧- (م ٤) عطاء بن أبي مسلم، أبو عثمان الخراساني، واسم أبيه ميسرة، وقيل عبد الله، ت ١٣٥ هـ ذكره أبو زرعة في أسماء الضعفاء١.
١٥٨- (خت م ل ت س ق) عبد الكريم بن أبي المخارق واسمه قيس ويقال طارق أبو أمية المعلم البصري نزيل مكة، ت ١٢٦ هـ. قال عنه (لين) ٢.
١٥٩- (ز م ٤) العلاء بن عبد الرحمن بن يعقوب الحرقي، أبو شبل المدني، مولى الحرقة من جهينة ت ١٣٢ هـ، قال البرذعي شهدت أبا زرعة ينكر حديث العلاء بن عبد الرحمن (إذا انتصف شعبان) ٣ وزعم أنه منكر٤.
١٦٠- (بخ م ٤) علي بن زيد بن عبد الله بن أبي مليكة، زهير بن عبد الله التيمي أبو الحسن البصري ت ١٢٩ هـ قال عنه ليس بقوي) ٥.
_________
وابن وهب كانا يتتبعان أصوله فيكتبان منه وهؤلاء الباقون كانوا يأخذون من الشيخ- هكذا في الكتاب والصواب والله أعلم يأخذون من النسخ- وكان ابن لهيعة لا يضبط وليس ممن يحتج بحديثه من أجل القول فيه) ونقل ابن حجر كلامه هذا في تهذيب التهذيب ج ٥/٣٧٨_٣٧٩، وذكره ابن الجوزي في أسماء الضعفاء، وذكره الذهبي في ميزان الاعتدال ج ٢/٤٧٧، وابن رجب في شرح العلل ص ١٣٧ باختصار أيضاً، وانظر: ترجمته وأقوال أئمة الجرح والتعديل فيه: كتاب المعرفة والتاريخ ليعقوب بن سفيان ج ٢/١٨٤_١٨٥، ٤٣٤_٤٣٦، الجرح والتعديل ج ٢/ق ٢/١٤٥_١٤٨، المجروحين لابن حبان ج ٢/١٨_٢١، ميزان الاعتدال ج ٢/٤٧٥_٤٨٣، شرح علل الترمذي لابن رجب ص ١٣٧_١٣٩، تهذيب التهذيب ج ٥/٣٤٣/٣٩٣، وانظر: الترغيب والترهيب ج ٤/٥٧٣.
(١) انظر: أسماء الضعفاء لأبي زرعة حرف –ع-. وانظر ترجمته في: تهذيب التهذيب ج ٧/٢١٢_٢١٥، الجرح والتعديل ج ٣/ق ١/٣٣٤_٣٣٥، ميزان الاعتدال ج ٣/٧٣_٧٥.
(٢) انظر: الجرح والتعديل ج ٣/ق ١/٥٩، وتهذيب التهذيب ج ٦/٣٧٨.
(٣) رواه أبو داود في سننه كتاب الصيام / باب في كراهية ذلك ج ١١/١٣٣_١٣٤، والترمذي في الجامع كتاب الصوم/ باب ما جاء في كراهية الصوم في النصف الباقي من شعبان لحال رمضان ج ٣/٤٣٧_٤٣٩ وقال عنه: حديث حسن صحيح لا نعرفه إلا من هذا الوجه على هذا اللفظ أي "إذا بقي نصف شعبان فلا تصوموا" وقال (ومعنى هذا الحديث عند بعض أهل العلم أن يكون الرجل مفطراً فإذا بقي شيء من شعبان أخذ في الصوم لحال شهر رمضان) ، وان ماجه في سننه ج ١/٥٢٨ بلفظ "فلا صوم حتى يجيء رمضان" وأحمد في مسنده ج ١٠/٢٠٥، وأبو نعيم في تاريخ أصبهان ج ١/٢٨٣ بلفظ "فأسمكوا عن الصوم لرمضان" ورواه أبو جعفر الطحاوي في شرح معاني الآثار ج ٢/٨٢ بلفظ "لا صوم بعد النصف من شعبان حتى رمضان" كلهم عن طريق العلاء بن عبد الرحمن. وقد اختلف في صحة هذا الحديث فصححه الترمذي وابن حبان، وابن عساكر، وابن حزم، وابن عبد البر، وضعفه الإمام أحمد فيما حكاه البيهقي عن ابن داود، قال قال أحمد، (هذا حديث منكر) ، قال وكان عبد الرحمن (يعني ابن مهدي) لا يحدث به. وقال المنذري: (ويحتمل أن يكون الإمام أحمد إنما أنكره من جهة العلاء بن عبد الرحمن فإن فيه مقالا لأئمة هذا الشأن..) ، انظر: مختصر سنن أبي داود للمنذري ومعالم السنن للخطابي وتهذيب ابن القيم ج ٣/٢٢٣_٢٢٥ ط القاهرة، أنصار السنة المحمدية ١٣٦٨ هـ ١٩٤٩ م، والمقاصد الحسنة ص ٣٥، وكشف الخفاء ج ١/٨٤، وانظر: الموضوعات لابن الجوزي ج ١/٣٣ حيث عده من غرائب الحديث التي يرويها الثقات العدول.
(٤) انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٧-ب-) وقد نقل ابن أبي حاتم في الجرح والتعديل ج ٣/ق ١/٣٥٨ عن أبي زرعة أنه قال فيه (ليس هو بأقوى ما يكون) وفي تهذيب التهذيب ج ٨/١٨٧ (ليس هو بالقوي ما يكون) وفيه قال الخليلي الحافظ: (مدني مختلف فيه لأنه ينفرد بأحاديث لا يتابع عليها لحديثه "إذا كان النصف من شعبان فلا تصوموا") .
٥ انظر: الجرح والتعديل ج ٣/ق ١/١٨٧، وتهذيب التهذيب ج ٧/٣٢٣، والترغيب والترهيب ج ٤/٥٧٥، وأسماء الضعفاء لابن الجوزي، ولقد الحق كلام ابن حبان دون أن ينسبه له ومن يقرأه يحسبه كلام أبي زرعة. انظر: قول ابن حبان في تهذيب التهذيب ج ٧/٣٢٤.','55 - 56','99',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (71,'١٦١- (م ت ق) عمار بن محمد الثوري أبو اليقظان الكوفي ابن أخت سفيان الثوري، ت ١٨٣ هـ قال عنه (ليس بقوي، وهو أحسن حالا من عمار بن سيف) ١.
١٦٢- (خت م د ت ف) عمر بن حمزة بن عبد الله بن عمر بن الخطاب العدوي العمري، المدني، قال البرذعي: قلت لأبي زرعة: عمر بن حمزة؟ قال: (ليس بذا خبر) ٢.
١٦٣- (ع) فضيل بن سليمان، النعيري، أبو سليمان، البصري، ت ١٨٣ هـ وقيل غير ذلك. قال عنه ابن أبي حاتم (سئل أبو زرعة عن فضيل بن سليمان؟ فقال: لين الحديث روى عنه علي بن المديني وكان من المتشددين) ٣.
١٦٤- (ع) فليح بن سليمان بن أبي المغيرة، واسمه رافع، ويقال نافع ن جبير الخزاعي، ويقال الأسلمي، أو يحيى المدني، وفليح لقب غلب عليه، واسمه عبد الملك ت ١٦٨ هـ. قال أبو زرعة: (فليح بن سليمان، ضعيف الحديث إلا أنه من حسن حديثه نعمة) ٤. وقيل له: فليح؟ فحرك رأسه، وقال (واهي الحديث، هو وابنه، محمد بن فليح جميعا واهيان) ٥.
١٦٥- (م ٤) قرة بن عبد الرحمن بن حيوئيل بن ناشرة بن عبد بن عامر أبو محمد البصري، ويقال إنه مدني الأصل ت ١٤٧ هـ، قال عنه (الأحاديث التي يرويها مناكير) ٦.
١٦٦- (خ م د ت ق) كثير بن شنظير المازني ويقال الأزدي أبو قرة البصري. قال عنه (لين) ٧.
_________
١ انظر: الجرح والتعديل ج ٣/ق ١/٣٩٣.
٢ انظر أجوبة أبي زرعة على أسئلة البرذعي ورقة (٥ -ب-) وانظر: ترجمته في: الجرح والتعديل ج ٣/ق ١/١٠٤، تهذيب التهذيب ج ٧/٤٣٧، ميزان الاعتدال ج ٣/١٩٢، وضعفه بعض أئمة الجرح والتعديل.
٣ انظر: الجرح والتعديل ج ٣/ق ٢/٧٣، وانظر: قوله هذا في تهذيب التهذيب ج ٨/٢٩٢، واكتفى في ميزان الاعتدال ج ٣/٣٦١ بقوله (لين) ، وكذا في المغني ج ٢/٥١٥، وذكر قوله ابن حجر في هدي الساري ص ٤٣٥ كما في التهذيب. ونقل ابن الجوزي عنه في أسماء الضعفاء قوله (لين الحديث) .
٤ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (٥-ب-) وقال ابن عدي: (لفليح أحاديث صالحة يروي عن الشيوخ من أهل المدينة أحاديث مستقيمة وغرائب وقد اعتمد، البخاري في صحيحه، وروى عنه الكثير، وهو عندي لا بأس به) .. وانظر: ترجمة وأقوال العلماء فيه في: الجرح والتعديل ج ٣/ق ٢/٨٤_٨٥، وتهذيب التهذيب ج ٨/٣٠٣_٣٠٥، وميزان الاعتدال ج ٣/٣٦٥، وهدي الساري ص ٤٣٥، وأسماء الضعفاء لابن الجوزي.
٥ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٠-ب-) .
٦ انظر: الجرح والتعديل ج ٣/ق ٢/١٣٢، وتهذيب التهذيب ج ٨/٣٧٣.
٧ انظر: الجرح والتعديل ج ٣/ق ٢/١٥٣، وتهذيب التهذيب ج ٨/٤١٩، وأسماء الضعفاء لابن الجوزي، وميزان الاعتدال ج ٣/٤٠٦، وفي هدي الساري ص ٤٣٦ قال ابن حجر (قال النسائي، ليس بالقوي، ووثقه ابن سعد وقال الساجي صدوق فيه بعض','55 - 56','100',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (72,'١٦٧- (خت م ٤) ليث بن أبي سليم بن زنيم القرشي مولاهم أبو بكر ويقال أبو بكر الكوفي، ت ١٤٨ أو ١٤٣ هـ، قال ابن أبي حاتم: (سمعت أبي وأبا زرعة يقولان ليث لا يشتغل به هو مضطرب الحديث) وقال أبو زرعة عنه أيضاً (لين الحديث لا تقوم به الحجة عند أهل العلم بالحديث) ١.
١٦٨- (خ س ق) محمد بن فليح بن سليمان الأسلمي ويقال الخزاعي المدني ت ١٩٧ هـ، قال عنه أبو زرعة: (واهي الحديث) ٢.
١٦٩- (ع) محمد بن مسلم بن تدرس الأسدي مولاهم أبو الزبير المكي، ت ١٢٦ هـ، قال ابن أبي حاتم: (سألت أبا زرعة عن أبي الزبير فقال روى عنه الناس. قلت: (يحتج بحديثه؟ قال: إنما يحتج بحديث الثقات) ٣.
١٧٠- (خت م ٤) مطر بن طهمان الوراق أبو رجاء الخراساني السلمي مولى علي، سكن البصرة، ت ١٢٥ أو قرب ١٤٠ هـ قال عنه (روايته عن أنس مرسل لم يسمع مطر من أنس شيئاًَ) وقال ابن أبي حاتم: (سئل أبو زرعة عن مطر الوراق فقال: صالح كأنه لين أمره) ٤.
١٧١- (خ قد س ق) معاوية بن إسحاق بن طلحة بن عبيد الله التيمي، أبو الأزهر الكوفي. قال عنه: (شيخ واهي) ٥.
_________
الضعف وقال أبو زرعة لين. قلت (ابن حجر) احتج به الجماعة سوى النسائي وجميع ما له عندهم ثلاثة أحاديث: أحدهما عن عطاء بن جابر في السلام على المصلى رواه الشيخان من حديث عبد الوارث عنه وتابعه الليث عن أبي الزبير عن جابر عند مسلم وثانيهما حديثه بهاذ الإسناد في الأمر بتخمير الآنية وكف الصبيان عند المساء أخرجه البخاري وأبو داود والترمذي من حديث حماد بن زيد عنه وتابعه ابن جريح. وثالثها انفرد ابن ماجه بإخراجه والراوي عنه ضعيف.
١ انظر: الجرح والتعديل ج ٣/ق ٢/١٧٩، وتهذيب التهذيب ج ٨/٤٦٧، واكتفى ابن الجوزي في أسماء الضعفاء بقوله (لا يشتغل به هو مضطرب الحديث) .
٢ انظر: أجوبة أبي زرعة على أسئلة البرذعي ورقة (١٠-ب-) . وانظر: ترجمته والجرح والتعديل ج ٤/ق ١/٩٥، تهذيب التهذيب ج ٩/٤٠٦_٤٠٧، وميزان الاعتدال ج ٤/١٠، هدي الساري ص ٤٤١_٤٤٢.
٣ انظر الجرح والتعديل ج ٤/ق ١/٧٦، وتهذيب التهذيب ج ٩/٤٤٢، واكتفى الذهبي في تذكرة الحفاظ ج ١/١٢٧، وميزان الاعتدال ج ٤/٣٨ بقوله (لا يحتج به) . قال ابن حجر في هدي الساري ص ٤٤٢ (أحد التابعين مشهور وثقه الجمهور وضعفه بعضهم لكثرة التدليس وغيره، ولم يرو له البخاري سوى حديث واحد في البيوع قرنه بعطاء عن جابر وعلق له عدة أحاديث واحتج به مسلم والباقون) وانظر: أقوال الأئمة فيه في المصادر السابقة وقال ابن الجوزي في أسماء الضعفاء (قيل لأبي زرعة يحتج حديثه؟ فقال: إنما يحتج بحديث الثقات) .
٤ انظر: الجرح والتعديل ج ٤/ق ١/٢٨٧_٢٨٨، وتهذيب التهذيب ج ١٠/١٦٨ دون عبارة (كأنه لين أمره) .
٥ انظر: الجرح والتعديل ج ٤/ق ١/٣٨١، وتهذيب التهذيب ج ١٠/٢٠٢، وميزان الاعتدال ج ٤/١٣٤، وقال ابن حجر في هدي الساري ص ٤٤٤ (وثقة أحمد والنسائي، وقال أبو حاتم لا بأس به، وقال أبو زرعة: (شيخ واه) . قلت: (ابن حجر) ما له في البخاري سوى حديث واحد في الجهاد عن عمته عائشة بنت طلحة، عن عائشة حديث جهادكن الحج، وقد تابعه عليه عنده حبيب بن أبي عمرة، وروى له النسائي وابن ماجة) .','55 - 56','101',NULL,NULL,'0');
INSERT INTO [b23072] VALUES (73,'١٧٢- (خت م ٤) يزيد بن أبي زياد القرشي الهاشمي أبو عبد الله مولاهم الكوفي ت ١٣٧ أو ١٣٦ هـ قال عنه: (لين يكتب حديثه ولا يحتج به) ١.
_________
١ انظر: الجرح والتعديل ج ٤/ق ٢/٢٦٥، وتهذيب التهذيب ج ١١/٣٣٠.','55 - 56','102',NULL,NULL,'0');
