-- Table: b23647
-- Chunk: 1
-- Rows: 247

CREATE TABLE "b23647"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b23647
INSERT INTO [b23647] VALUES (1,'<span data-type="title" id=toc-1>تقديم فضيلة الشيخ محمد المنتقى الكشناوى</span>
الحمد لله العزيز القهار، العالم بالاسرار الذي اصطفى سيد البشر سيدنا محمد بن عبد الله بنبوته، ورسالته، وحذر جميع خلقه مخالفته فقال عز من قائل فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً وصلوات الله وسلامه عليه وآله وصحبه وأزواجه وذريته أجمعين.
أما بعد: فاعلم أن علم الحديث ومن جملته علم السيرة النبوية أجل العلوم قدرا وأكملها مزية، من حازه فقد حاز فضلا كثيرا، ومن أوتيه فقد أوتي خيرا كثيرا. فقد روي عن سفيان الثوري رحمه الله كما ذكره ابن الصلاح في مقدمة علوم الحديث له قال: «ما أعلم عملا أفضل من طلب الحديث لمن أراد به الله عز وجل» . قال ابن الصلاح: وروينا نحوه عن ابن المبارك أهـ.
قاله العلامة أبو الفيض مولانا جعفر الحسني الادريسي الشهير الكتاني رحمه الله تعالى وإيانا في مقدمة كتابه «نظم المتناثر من الحديث المتواتر» .
ثم كما قال بعض الصالحين رضوان الله تعالى علينا وعليهم: إن معرفة عبادة الله تعالى والعمل بدينه الذي أنزله لصلاح شؤون العباد في الدنيا والآخرة متوقفة على معرفة هدى رسول الله (صلى الله عليه وسلم) وطريقته العملية التي بين فيما شرع الله تعالى أول ما نزل عليه الوحي إلى أن أكمل الله تعالى هذا الدين وقد وعت كتب السنة والمغازي والتاريخ والشمائل أقوال النبي صلى الله عليه وسلم، وأفعاله، وصفاته من أول نشأته إلى أن اختاره الله تعالى إلى جواره، لا سيما الفترة التي أدّى فيها الرسالة ولم تدع أمرا من أموره ولا شيئا من شؤونه دقّ أو جل إلا أحصته حتى',NULL,'7',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (2,'انك لتجد فيها صفة ثيابه وجلوسه ونهوضه من نومه وهيئته في ضحكه وابتسامه ومشيته وعبادته في ليله ونهاره، وكيف كان يفعل إذا اغتسل وإذا أكل وكيف كان يشرب وماذا كان يلبس وكيف كان يتحدث للناس إذا لقيهم. وما كان يحب من الألوان وما هي حليته وشمائله.
ولسنا نعدو الحقيقة إذا قلنا: إنه ليس في الدنيا إنسان كامل يتحدث التاريخ عن سيرته على التفصيل كما تحدث عن تفاصيل حياة نبينا محمد صلى الله عليه وسلم خاتم النبيين. وأن من أوفى كتاب في هذا الموضوع هو كتاب الشمائل المحمدية للإمام الحافظ المحقق محمد بن عيسى الترمذي نفعنا الله تعالى به وأعاد علينا من بركاته آمين.
وقد استوعب رحمه الله تعالى في كتابه هذا هديه صلى الله عليه وسلم في صفاته، وقد كان من حسن الحظ أن نتعرف على فضيلة الأخ الكبير الشيخ محمد عفيف الزعبي رحمه الله تعالى وإيانا والمؤمنين بدار العلم للطباعة والنشر، جدة وقد عرض علينا فضيلته نسخة من تحقيقه للكتاب فأرادنا أن نشاركه في الأجر بتقديم الكتاب للقراء راجيا من المولى الكريم أن يجازيه بأحسن الجزاء على هذا العمل العظيم ولكل من ساعد وساهم في إخراج هذا الكتاب الجليل، وأن ينفع به الطلاب، والمسلمين آمين. والحمد لله رب العالمين وصلى الله تعالى وسلم على سيدنا محمد وآله وصحبه.
محمد المنتقى الكشناوى',NULL,'8',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (3,'<span data-type="title" id=toc-2>ترجمة: الامام الترمذى</span>

<span data-type="title" id=toc-3>نسبه:</span>
هو أبو عيسى محمد بن عيسى بن سورة بن موسى بن الضحاك السلمي «١»

<span data-type="title" id=toc-4>ولادته ووفاته:</span>
ولد الامام الحافظ أبو عيسى في قرية بوغ في سنة (٢٠٩ هـ) ثم انتقل منها إلى مدينة ترمذ «٢» إلى أن توفاه الله تعالى فيها سنة (٢٧٩ هـ) وله سبعون سنة.

<span data-type="title" id=toc-5>شيوخه وتلاميذه:</span>
يعتبر المؤرخون عصر الترمذي العصر الذهبي لعلم الحديث حيث كان رائد بعثه وازدهاره الامام محمد بن إدريس الشافعي المطلبي ناصر السنة.
حيث علم الناس عامة وأهل العراق ثم مصر خاصة معنى الاحتجاج بالسنة
_________
(١) بضم السين منسوب الى بنى سليم بالتصغير قبيلة من غيلان/ كذا ذكره ابن عساكر وقال السمعاني ابن شداد بدل ابن الضحاك. وأبو عيسى كنيته ومحمد اسمه وعيسى اسم أبيه وسورة اسم جده كما في القاموس ومعنى السورة في الأصل الحدة.
(٢) قال صاحب القاموس ترمذ بكسر التاء وهي مدينة قديمة على طرف نهر بلخ من جهة شاطئه الشرقي ويقال لها مدينة الرجال. وقال الشيخ ابراهيم الباجوري فيها ثلاث لغات كسر التاء والميم وهو الأشهر وضمها وهو ما يقوله المتقنون وأهل المعرفة وفتح التاء وكسر الميم وثانية ساكن في الوجوه الثلاثة.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (4,'ومعنى العمل بها مع القرآن، وحدد أصول ذلك وحررها، وأقام الحجة على مناظريه بوجوب الأخذ بالحديث وأفحمهم. من ذلك نرى أن الأئمة الأعلام أصحاب كتب السنة نبغوا في الطبقة التالية لعصر الشافعي مباشرة، وان لم يدركوه رؤية وسماعا لتقدم وفاته، ولكنهم أدركوا اقرانه ومعاصريه ومناظريه وكبار تلاميذه.
وبسرد بسيط لتواريخ ولادتهم ووفاتهم تظهر المقارنة واضحة
١- فالبخاري/ محمد بن اسماعيل ابو عبد الله ولد في شوال سنة ١٩٤ هـ ومات يوم السبت غرة شوال من سنة ٢٥٦ هـ.
٢- ومسلم بن الحجاج القشيري أبو الحسن ولد في سنة ٢٠٩ هـ ومات في ٢٥ رجب سنة ٢٥٦ هـ.
٣- والامام الحافظ الترمذي ولد سنة ٢٠٩ هـ ومات في ١٣ رجب سنة ٢٧٩ هـ.
٤- وأبو داوود سليمان بن الأشعث السجستاني ولد سنة ٢٠٢ هـ ومات في ١٦ شوال سنة ٢٥٧ هـ.
٥- والنسائي أحمد بن شعيب أبو عبد الرحمن ولد سنة ٢١٥ هـ ومات في ١٣ صفر ٣٠٣ هـ.
٦- وابن ماجه محمد بن يزيد بن ماجه أبو عبد الله ولد سنة ٢٠٩ هـ ومات في ٢٢ رمضان سنة ٢٧٣ هـ.
٧- وقد روى هؤلاء الأئمة الستة عن شيوخ كثيرين متفرد بعضهم بالرواية عن بعض الشيوخ واشترك بعضهم مع غيره في الرواية عن آخرين، واشتركوا جميعا في الرواية عن تسعة شيوخ فقط وهم:',NULL,'10',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (5,'وقد أدرك أبو عيسى الترمذي شيوخا أقدم من هؤلاء وسمع منهم وروى عنهم. قال الذهبي في تذكرة الحفاظ: سمع قتيبة بن سعيد «١» وأبا مصعب «٢» وإبراهيم بن عبد الله الهروي «٣» ، وإسماعيل بن موسى السدي «٤» ، وسويد بن نصر «٥» ، وعلي بن صخر «٦» .
والترمذي تلميذ البخاري وخريجه، وعنه أخذ علم الحديث وتفقه فيه ومرن بين يديه، وسأله واستفاد منه، وناظره فوافقه وخالفه، كعادة هؤلاء العلماء، في اتباع الحق حيث كان. وقد طاف ابو عيسى البلاد، وسمع خلقا من الخراسانيين والعراقيين والحجازيين.
_________
(١) قتيبة بن سعيد الثقفي أبو رجاء ولد سنة ١٥٠ هـ ومات سنة ٢٤٠ هـ.
(٢) أبو مصعب: أحمد بن أبي بكر الزهري المدني ولد سنة ١٥٠ هـ ومات سنة ٢٤٢ هـ.
(٣) ابراهيم بن عبد الله بن حاتم الزهري ولد سنة ١٧٨ هـ ومات سنة ٢٤٤ هـ.
(٤) إسماعيل بن موسى الفزاري السدي مات سنة ٢٤٥ هـ.
(٥) سويد بن نصر بن سويد المروزي السدى مات سنة ٢٤٠ هـ وعمره ٩١ سنة.
(٦) علي بن حجر المروزي مات سنة ٢٤٤ هـ وقد قارب المائة.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (6,'<span data-type="title" id=toc-6>شهادة العلماء فيه وفي كتبه:</span>
قال الحافظ أبو الفضل محمد بن طاهر المقدسي (أخبرنا الحسن بن أحمد أبو محمد السمرقندي مناولة أخبرنا أبو بشر عبد الله بن محمد بن محمد بن عمرو، حدثنا أبو سعيد عبد الرحمن بن محمد الادريسي الحافظ قال: محمد بن عيسى بن سورة الترمذي الحافظ الضرير، أحد الأئمة الذين يقتدى بهم في علم الحديث.
صنف كتاب الجامع والتواريخ والعلل، تصنيف رجل عالم متقن، كان يضرب به المثل في الحفظ.
وقال عنه السمعاني في الانساب بأنه «إمام عصره بلا مدافعة، صاحب التصانيف» ، وبأنه «أحد الائمة الذين يقتدى بهم في علم الحديث» .
ونقل الذهبي في تذكرة الحفاظ والصفدي في نكت الهميان، والمزي في التهذيب أن ابن حبان ذكره في الثقات وقال: «كان ممن جمع وصنف وحفظ وذاكر» .
ووصفه المزي في التهذيب بأنه «الحافظ صاحب الجامع وغيره من المصنفات، أحد الائمة الحفاظ المبرزين، وممن نفع الله به المسلمين» .
وقال الذهبي في الميزان «الحافظ العلم، صاحب الجامع، ثقة مجمع عليه، ولا التفات إلى قول أبي محمد بن حزم فيه في الفرائض من كتاب الأيصال: إنه مجهول، فإنه ما عرف ولا درى بوجود الجامع ولا العلل له» .
وقال ابن العماد الحنبلي في شذرات الذهب «كان مبرزا على الاقران، آية في الحفظ والاتقان» .
ونقل الحاكم أبو أحمد عن أحد شيوخه قال «مات محمد بن إسماعيل البخاري ولم يخلف بخرسان مثل أبي عيسى في العلم والحفظ والورع والزهد، بكى حتى عمي، وبقي ضريرا سنين» .
وفي التهذيب: قال أبو الفضل البيلماني: سمعت نصر بن محمد الشبركوهي يقول: سمعت محمد بن عيسى الترمذي يقول: قال لي محمد بن إسماعيل- يعني',NULL,'12',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (7,'البخاري- ما انتفعت بك أكثر مما انتفعت بي» .
وقال ابن الأثير في تاريخه «كان إماما حافظا، له تصانيف حسنة منها الجامع الكبير وهو أحسن الكتب» .
وقال أبو علي منصور بن عبد الله الخالدي عن الترمذي أنه قال في شأن كتابه (الجامع) صنفت هذا الكتاب فعرضته على علماء الحجاز والعراق وخراسان فرضوا به ومن كان في بيته هذا الكتاب فكأنما في بيته نبي يتكلم.
قول العلماء في كتاب الشمائل:
يقول علي بن سلطان محمد القاري:
ومن أحسن ما صنف في شمائله وأخلاقه صلى الله عليه وسلم كتاب الترمذي المختصر الجامع في سيره على الوجه الأتم بحيث أن مطالع هذا الكتاب، كأنه يطالع طلعة ذلك الجناب، ويرى محاسنه الشريفة في كل باب.
وقال محمد بن محمد الجزري رحمه الله تعالى:
أخلاي إن شط الحبيب وربعه ... وعز تلاقيه وناءت منازله
وفاتكم أن تبصروه بعينكم ... فما فاتكم بالعين فهذي شمائله
وللأديب محي الدين عبد القادر الزركشي في وصف كتاب الشمائل:
يا أشرف مرسلا كريما ... ما ألطف هذي الشمايل
من يسمع وصفها تراه ... كالغصن مع النسيم مايل
وقال الشيخ عبد الرؤوف المناوي:
«فإن كتاب الشمائل لعلم الرواية وعلم الدراية للامام الترمذي جعل الله قبره روضة عرفها أطيب من المسك الشذي كتاب وحيد في بابه فريد في ترتيبه واستيعابه، لم يأت له أحد بمماثل ولا بمشابه، سلك فيه منهاجا بديعا ورصعه بعيون الاخبار وفنون الآثار ترصيعا حتى عد ذلك الكتاب من المواهب وطار في المشارق والمغارب.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (8,'وكان ممن تصدى لشرحه أفضل المدققين وأحد المحققين مولانا عصام الدين الاسفرايني الشافعي.
وتلاه العالم النحرير الفقيه الشهير الشهاب بن حجر نزيل مكة فأطال وأطاب.
قال أبي الفداء اسماعيل:
ومن أحسن من جمع في ذلك فأجاد وأفاد الامام أبو عيسى محمد بن عيسى بن سورة الترمذي رحمه الله تعالى أفرد في هذا المعنى كتابه المشهور بالشمائل المحمدية، ولنا به سماع متصل إليه.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (9,'قال الحافظ «١» أبو عيسى محمد بن عيسى بن سورة الترمذي «٢» :

<span data-type="title" id=toc-7>١- باب ما جاء في خلق «٣» رسول الله صلى الله عليه وسلم</span>
١- حدثنا «٤» أبو رجاء قتيبة بن سعيد «٥» عن مالك بن أنس «٦» عن ربيعة بن أبي عبد الرحمن «٧» عن أنس بن مالك «٨» أنه سمعه يقول:
«كان رسول الله صلى الله عليه وسلم ليس بالطويل البائن «٩» ولا بالقصير، ولا بالأبيض
_________
(١) الحافظ في اصطلاح المحدثين: من أحاط علمه بمائة ألف حديث متنا واسنادا.
(٢) ترمذ: علم لبلدة قديمة، تقع على نهر «بلخ» المعروف بنهر جيحون، شمالي إيران، وهي بكسر التاء والميم ويجوز ضمهما. اليها نسب الامام الترمذي، وتوفي فيها سنة تسع وسبعين ومائتين وله سبعون سنة.
(٣) الخلق: بفتح الخاء وسكون اللام. والمراد به هنا صورته وشكله صلى الله عليه وسلم. والخلق بضمتين: ما تحلى به صلى الله عليه وسلم من صفاته الباطنة؛ كالحلم والعلم. والشمائل: جمع شمال بمعنى الطبع والسجية. وأحاديث الشمائل تبلغ [٤٠٠] حديثا وأبوابه [٥٦] بابا.
(٤) وفي نسخة (أخبرنا) .
(٥) اسمه (يحيى) ، ولقبه (قتيبة) ؛ وقيل اسمه (علي) . رحل الى العراق والمدينة ومكة والشام ومصر، وسمع مالك بن أنس وخلقا كثيرا من الاعلام، وروى عنه البخاري والترمذي وخلق كثير من الائمة. ولد سنة ثمان واربعين ومائة وتوفي سنة أربعين ومائتين. وكان ثقة ثبتا.
(٦) الامام المشهور من الائمة الاربعة، وهو من كبار أتباع التابعين، أخذ عن نافع مولى ابن عمر وعن الزهري وغيرهما، وقيل بلغ مشايخه تسعمائة، وأخذ عنه الشافعي ومحمد بن الحسن الشيباني وأمثالهما. ولد سنة ٩٥ هـ، وتوفي سنة ١٧٩ هـ.
(٧) فقيه المدينة ابو عثمان القرشي المدني المعروف بربيعة الرأي، حافظ فقيه ثبت مجتهد بصير الرأي، توفي بالأنبار أو بالمدينة سنة ١٣٦ هـ. قال مالك: ذهبت حلاوة الفقه بموته.
(٨) هو أبو النضر أنس بن مالك الانصاري البخاري الخزرجي، خادم رسول الله صلى الله عليه وسلم عشر سنين، وهو آخر من مات بالبصرة من الصحابة سنة ٧١ هـ.
(٩) البائن: الظاهر.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (10,'الأمهق، ولا بالآدم «١» ولا بالجعد القطط ولا بالسّبط «٢» ، بعثه الله تعالى على رأس أربعين سنة، فأقام بمكة عشر سنين «٣» وبالمدينة عشر سنين، وتوفاه الله على رأس ستين سنة «٤» وليس في رأسه ولحيته عشرون شعرة بيضاء» «٥» .
٢- حدثنا حميد بن مسعدة البصريّ «٦» . حدثنا «٧» عبد الوهاب الثقفي «٨» عن حميد «٩» عن أنس بن مالك قال:
«كان رسول الله صلى الله عليه وسلم ربعة «١٠» ليس بالطويل ولا بالقصير، حسن الجسم،
_________
(١) الأمهق: الشديد، والآدم: الأسمر.
(٢) الجعد: بفتح وسكون الشعر فيه التواء وانقباض. والقطط بفتحتين: على الأشهر ويجوز كسر ثانيه وهو شعر الزنجي الجعودة والسبط بفتح فكسر: الشعر المسترسل، الذي ليس فيه تعقد ولا نتوء أصلا.
(٣) وفي رواية أقام بها ثلاث عشرة فتحمل رواية العشر على أن الراوي حذف الكسر الزائد عن العشرة.
(٤) وفي رواية وهو ابن ثلاث وستين وهي أشهر واصح وتحمل رواية الستين على ان الراوي حذف الزائد على العشرات.
(٥) والحديث أخرجه البخاري في صفة النبيّ صلى الله عليه وسلم وفي اللباس ومسلم في الفضائل والترمذي في سننه في اللباس والمناقب ومالك في الجامع.
(٦) هو أبو علي السامي من بني سامة بن لؤي، واسع الرواية كثير الحديث، روى عنه مسلم وأبو داود والترمذي والنسائي وغيرهم، سمع أيوب ويحيى بن سعيد الأنصاري وغيرهما. توفي سنة «٢٢٤» هـ. والبصري: نسبة الى البصرة البلد المشهور، وهو مثلث الباء والفتح فيه أفصح ولم يسمع الضم في النسبة.
(٧) وفي نسخة «قال حدثنا عبد الوهاب الثقفي» .
(٨) الحافظ أبو محمد أحد أشراف البصرة، ثقة جليل القدر، روى عنه الشافعي وأحمد بن حنبل وابن راهويه، وخرج له الجماعة. ولد سنة «١٠٨» هـ وتوفي سنة «١٩٤» هـ.
(٩) أبو عبيدة الخزاعي البصري، اختلفوا في اسم أبيه فقيل: تير وقيل تيرويه وقيل غير ذلك ويقال له حميد الطويل. روى عن أنس بن مالك. قالوا عنه: ثقة مدلس. وعابه زائدة لدخوله في شيء من أمر الأمراء وهو من صغار التابعين. توفي سنة «١٤٢» أو «١٤٣» هـ.
(١٠) ربعة بفتح الراء وسكون الباء أي كان متوسطا بين الطول والقصر.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (11,'وكان شعره ليس بجعد ولا سبط أسمر اللون، إذا مشى يتكفأ «١» » «٢» .
٣- حدثنا محمد بن بشار «٣» «يعني العبدي» «٤» . حدثنا محمد بن جعفر «٥» .
حدثنا شعبة «٦» عن أبي إسحق «٧» قال: سمعت البراء بن عازب «٨» يقول:
«كان رسول الله صلى الله عليه وسلم رجلا مربوعا، بعيد ما بين المنكبين، عظيم
_________
(١) يتكفأ: أي يسرع في مشيه. وفي نسخ يتوكأ.
(٢) أخرجه البخاري في صفة النبي صلى الله عليه وسلم وفي اللباس ومسلم في الفضائل باب صفة شعر النبي صلى الله عليه وسلم ك ٤٣ ب ٢٦ ح ٢٣٣٨ والترمذي في سننه في اللباس حديث رقم ١٧٥٤ وفي المناقب برقم ٣٦٢٧ والنسائي في الزينة ومالك في الجامع.
(٣) محمد بن بشار بن عثمان البصري، المعروف ببندار الحافظ، أحد الثقات المشاهير. قال الحافظ ابن حجر: هو شيخ الأئمة الستة. قال أبو داود: كتبت عنه خمسين ألف حديث. سمع محمد بن جعفر وخلقا، وهو من كبار الآخذين عن تبع التابعين. والعبدي: نسبة الى عبد قيس وكان مولى لهم. توفي سنة «٢٥٢» هـ.
(٤) قوله «يعني العبدي» بصيغة الغائب: إن كان من كلام المصنف فهو التفات، والأرجح انها إدراج من بعض تلامذته الذين نقلوا عنه الكتاب، والله أعلم.
(٥) أبو عبد الله محمد بن جعفر البصري الهذلي مولاهم المعروف بغندر أخرج حديثه الأئمة الستة في صحاحهم. روى عن شعبة بن الحجاج، وجالسه نحوا من عشرين سنة. وروى عنه أحمد ابن حنبل ويحيى بن معين. لقب بغندر كقنفذ لاكثاره السؤال في مجلس ابن جريج فقال: ما تريد يا غندر فجرى عليه. توفي سنة «١٩٣» هـ ومعناه في اللغة محرك الشر.
(٦) شعبة بن حجاج بن بسطام العتكي مولاهم. الحافظ الثبت، كان الثوري يقول: هو أمير المؤمنين في الحديث، كان إماما من أئمة المسلمين وركنا من أركان الدين به حفظ الله أكثر الحديث، قال الشافعي: لولا شعبة ما عرف الحديث بالعراق. سمع الحسن والثوري وخلقا كثيرا. وهو من كبار أتباع التابعين. توفي سنة «١٦٠» هـ.
(٧) أبي إسحاق عمرو بن عبد الله السبيعي الهمداني الكوفي، أحد الأعلام تابعي كبير مكثر، له ثلاثمائة شيخ، عابد غزا مرات. ولد لسنتين بقيتا من خلافة عثمان، وتوفي سنة «١٢٧» أو «١٢٩» هـ.
(٨) البراء بن عازب: صحابي. جليل، كنيته: أبو عمارة، أول مشهد شهده في الخندق وافتتح الرّيّ توفي بالكوفة أيام مصعب بن الزبير.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (12,'الجمة «١» ، إلى شحمة أذنيه، عليه حلة حمراء «٢» ما رأيت شيئا قطّ أحسن «٣» منه»
٤- حدثنا محمود بن غيلان «٤» . حدثنا وكيع «٥» . حدثنا سفيان «٦» عن أبي اسحاق عن البراء بن عازب قال:
«ما رأيت من ذي لمة «٧» في حلّة حمراء أحسن من رسول الله صلى الله عليه وسلم، له شعر يضرب منكبيه، بعيد ما بين المنكبين، لم يكن بالقصير ولا بالطويل» «٨» .
_________
(١) رجلا: بكسر الجيم الشعر بين السبوطة والجعودة. وقع في بعض النسخ: (بعيد) بصيغة التصغير وهو تصغير ترخيم قال الحافظ ابن حجر: «وقيل بالتصغير وهو غريب بل في صحته نظر» . والجمة: بضم الجيم وتشديد الميم، وهي ما سقط من شعر الرأس ووصل الى المنكبين واللمة ما جاوز شحمة الأذن.
(٢) الحلة: ثوبان أو ثوب له بطانة.
(٣) والحديث أخرجه البخاري ومسلم في الفضائل برقم ٢٣٣٧ وأبو داود في اللباس برقم ٤٠٧٢ والنسائي وابن ماجه برقم ٣٦٩٩ والترمذي في سننه في اللباس برقم ١٧٢٤.
(٤) الحافظ أبو أحمد محمود بن غيلان، سمع الفضل بن موسى وغيره. ثقة من كبار الآخذين عن تبع التابعين. توفي سنة «٢٣٩» هـ. خرج له الشيخان والمصنف.
(٥) الحافظ أبو سفيان وكيع بن الجراح الرؤاسي الكوفي، من كبار الطبقة السابعة. سمع سفيان الثوري وخلقا وروى عنه قتيبة وخلق كثير. وهو من مشايخ الحديث الثقات المعمول بحديثهم المرجوع الى قولهم. كان يفتي بقول أبي حنيفة وقد سمع منه توفي سنة «١٩٧» هـ.
(٦) سفيان مثلث السين والأشهر الضم. وهو الثوري جزم بذلك ميرك شاه، كما صرح به المؤلف في جامعه في هذا الحديث بعينه، فبطل قول بعض الشراح في أنه ابن عيينة. والثوري: نسبة الى أحد أجداده.
(٧) اللمة- بكسر اللام وتشديد الميم المفتوحة شعر الرأس المجاوز شحمة الأذن.
(٨) انظر تخريج الحديث السابق.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (13,'٥- حدثنا محمد بن اسماعيل «١» . حدثنا أبو نعيم «٢» . حدثنا المسعودي «٣» عن عثمان بن مسلم بن هرمز «٤» عن نافع بن جبير بن مطعم «٥» عن علي بن أبي طالب قال:
لم يكن النّبيّ صلى الله عليه وسلم بالطويل ولا بالقصير، شثن «٦» الكفين والقدمين، ضخم الرأس ضخم الكراديس «٧» ، طويل المسربة «٨» ، إذا مشى تكفأ تكفؤا كأنما «٩» ينحط من صبب «١٠» ، لم أر قبله ولا بعده مثله (صلى الله عليه وسلم) » «١١» .
٦- حدثنا أحمد بن عبدة الضبي البصري «١٢» وعلي بن حجر «١٣» ، وأبو جعفر
_________
(١) محمد بن إسماعيل البخاري، صاحب الصحيح، إمام المحدثين، جبل الحفظ، روي أنه رؤي في البصرة قبل أن تطلع لحيته وخلفه ألوف من طلبة الحديث، وروي عنه أنه قال: أحفظ مائة ألف حديث صحيح ومائتي ألف حديث غير صحيح، توفي سنة «٢٥٦» هـ.
(٢) أبو نعيم الفضل بن دكين، من كبار شيوخ البخاري، كان غاية الاتقان والحفظ، وهو حجة. قال الرافعي في تاريخ قزوين: رمي بالتشيع لذلك تكلم الناس فيه، لكن احتج به الجماعة. توفي سنة «٢١٩» هـ.
(٣) عبد الرحمن بن عتبة بن عبد الله بن مسعود الكوفي المسعودي. قال العصام صدوق اختلط قبل موته. توفي سنة «١٦٠» هـ.
(٤) عثمان بن مسلم بن هرمز، وفي نسخة منصرف، وهو نسائي، فيه لين.
(٥) نافع بن جبير بن مطعم، تابعي جليل سمع عليا وعدة من الأصحاب. توفي سنة «٩٩» هـ. وأبوه من كبار الصحابة.
(٦) بفتح الشين وسكون الثاء أي غليظ الأصابع والراحة. من غير خشونة وهي صفة مستحبة في الرجال، مكروهة في النساء.
(٧) وهي رؤوس العظام، واحدتها كردس.
(٨) المسربة: بفتح الميم وسكون السين الشعر الدقيق الذي يبدأ من الصدر وينتهي بالسرة.
(٩) وفي نسخ «كأنه» .
(١٠) الصبب ما انحدر من الأرض.
(١١) وأخرجه الترمذي في سننه في المناقب برقم ٣٦٤١ وأنه تفرد به بين أصحاب الكتب الستة.
(١٢) أحمد بن عبدة الضبي البصري: ثقة حجة رمى بالنصب (أي بكونه من الخوارج) ، وهو عربي من بني ضبة. توفي سنة «٢٤٥» هـ.
(١٣) الحافظ علي بن حجر السعدي: مأمون ثقة، سمع كثيرا من أئمة الحديث. توفي سنة «٢٤٤» هـ.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (14,'محمد بن الحسين «١» وهو ابن أبي حليمة والمعنى واحد. قالوا. حدثنا عيسى بن يونس «٢» عن عمر بن عبد الله مولى غفرة «٣» قال حدثني ابراهيم بن محمد «٤» من ولد علي بن أبي طالب رضي الله عنه قال كان علي إذا وصف رسول الله (صلى الله عليه وسلم) قال:
«لم يكن رسول الله صلى الله عليه وسلم بالطويل الممغط «٥» ، ولا بالقصير المتردد، وكان ربعة من القوم، لم يكن بالجعد القطط ولا بالسبط، كان جعدا رجلا، ولم يكن بالمطهّم ولا بالمكلثم، وكان في وجهه تدوير، أبيض، مشرب، أدعج العينين، أهدب الأشفار، جليل المشاش والكتد، أجرد ذو مسربة، شثن الكفين والقدمين إذا مشى تقلع كأنما ينحط في صبب، وإذا التفت التفت معا، بين كتفيه خاتم النبوة، وهو خاتم النبيين، أجود الناس صدرا، وأصدق الناس لهجة، وألينهم عريكة، وأكرمهم (عشرة) «٦» ، من رآه بديهة هابه، ومن
_________
(١) أبو جعفر محمد بن الحسين بن أبي حليمة البصري: مقبول لكن لم يخرج له إلا المصنف؛ ولعدم اشتهاره بينه بقوله: (هو ابن أبي حليمة) ، وفي نسخ بالواو والضمير «هو» لمحمد؛ إذ لو كان للحسين لقال: الحسين بن أبي حليمة.
(٢) عيسى بن يونس: ثقة مأمون رأى جده أبا إسحاق السبيعي وسمع منه، وروى عن مالك بن أنس والأوزاعي وغيرهما. وروى عنه أبوه يونس وإسحاق وابن راهويه، سكن الشام، وكان علما في العلم والعمل، كان يغزو سنة ويحج سنة. توفي سنة «٢٦٤» هـ.
(٣) عمر بن عبد الله مولى غفرة: مدني مسن وثقه ابن مسعود، وضعفه ابن معين. قال أحمد كثير الارسال. توفي سنة «١٤٥» هـ. وغفرة: بضم الغين: هي بنت رباح أخت بلال المؤذن.
(٤) إبراهيم بن محمد: بن الحنفية صدوق من الطبقة الخامسة. وقول المصنف: «من ولد علي بن أبي طالب» صفة له. و «الولد» بفتحتين: اسم جنس، أو بضم فسكون: اسم جمع. والأول هو الرواية.
(٥) الممغط: بضم الميم الأولى وتشديد الثانية بعدها غين مكسورة وهو اسم فاعل من الانمغاط ورواه بعض المحدثين بضم الميم الأولى وفتح الميم الثانية وفتح الغين المشددة، وهو اسم مفعول من التغميط. وأكثر المحققين على الأول.
(٦) في نسخة عشيرة.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (15,'خالطه معرفة أحبه، يقول ناعته: لم أر قبله ولا بعده مثله صلى الله عليه وسلم» «١» .
قال أبو عيسى «٢» سمعت (أبا جعفر محمد بن الحسين يقول: سمعت الأصمعي يقول: في تفسير صفة النبي صلى الله عليه وسلم: الممغط الذاهب طولا. وقال سمعت أعرابيا يقول في كلامه: تمغط في نشابته أي مدها مدا شديدا. والمتردد:
الداخل بعضه في بعض قصرا، وأما القطط: فالشديد الجعودة، والرجل الذي في شعره حجونة؛ أي تثن قليل، وأما المطهم: فالبادن الكثير اللحم، والمكلثم:
المدور الوجه، والمشرب: الذي في بياضه حمرة، والأدعج: الشديد سواد العين.
والأهدب: الطويل الأشفار.
٧- حدثنا سفيان بن وكيع قال حدثنا جميع بن عمير «٣» بن عبد الرحمن العجلي/ إملاء علينا من كتابه/ قال أخبرني رجل من بني تميم من ولد أبي هالة زوج خديجة، يكنى أبا عبد الله «٤» عن ابن لأبي هالة «٥» عن الحسن بن علي رضي
_________
(١) رواه الترمذي في سننه في المناقب برقم ٣٦٤٢.
(٢) كذا في الأصول المصححة، ولم يوجد في بعض النسخ لفظ (أبو عيسى) . وقال بعضهم: يريد نفسه إذ هذه كنيته. والأرجح أنه إدراج من بعض الرواة الذين نقلوا الكتاب عنه. والكتد: مجتمع الكتفين وهو الكاهل. والمسربة: هو الشعر الدقيق الذي كأنه قضيب من الصدر الى السرة. والشثن: الغليظ الأصابع من الكفين والقدمين والتقلع: أن يمشي بقوة. والصبب: الحدور، يقال انحدرنا في صبوب وصبب، وقوله جليل. المشاش: يريد رؤوس المناكب. والعشرة: الصحبة. والعشير: الصاحب. والبديهة: المفاجأة، يقال بدهته بأمر: أي فجأته.
(٣) جميع بن عمر: كذا في نسخ الشمائل، وهو ما أورده المزني في التهذيب، وتبعه الذهبي في الميزان، وفي بعض الروايات (عمير) مصغرا، واختاره الحافظ ابن حجر في التقريب. والعجلي: بكسر العين وسكون الجيم: نسبة الى قبيلة عجل. وجميع هذا وثقه ابن حبان، وضعفه غيره، قال ابن حجر العسقلاني: جميع ضعيف رافضي.
(٤) أبو عبد الله قيل اسمه يزيد بن عمرو أو عمر أو عمير. مجهول من الطبقة السادسة لم يخرج حديثه أحد من الأئمة أصحاب الصحاح إلا المصنف.
(٥) واختلف في اسم أبي هالة فقيل اسمه النباش وقيل مالك وقيل زرارة وقيل هند وأبو هالة تزوج خديجة في الجاهلية فولدت له ذكرين، هندا وهالة. وتزوجها أيضا عتيق بن خالد المخزومي، فولدت له عبد الله، وبنتا. ثم تزوجها رسول الله صلى الله عليه وسلم وجميع أولاده صلى الله عليه وسلم منها إلا ابراهيم فمن مارية القبطية.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (16,'الله عنهما قال: سألت خالي هند بن أبي هالة «١» ، وكان وصافا عن حلية النبي صلى الله عليه وسلم، وأنا أشتهي أن يصف لي منها شيئا أتعلق به فقال:
«كان رسول الله صلى الله عليه وسلم فخما مفخّما، يتلألأ وجهه تلألؤ القمر ليلة البدر، أطول من المربوع، وأقصر من المشذّب «٢» ، عظيم الهامة، رجل الشعر، ان انفرقت عقيقته «٣» فرقها، والا فلا يجاوز شعره شحمة أذنيه، إذا هو وفّره، أزهر اللون، واسع الجبين، أزج «٤» الحواجب سوابغ في غير قرن «٥» بينهما عرق يدره الغضب «٦» ؛ أقنى العرنين «٧» ، له نور يعلوه يحسبه من لم يتأمله أشم، كث اللحية، سهل الخدين، ضليع الفم «٨» مفلج الأسنان «٩» دقيق المسربة كأن عنقه جيد دمية في صفاء الفضة «١٠» ، معتدل الخلق، بادن متماسك «١١» ، سواء البطن والصدر، عريض الصدر، بعيد ما بين المنكبين، ضخم الكراديس، أنور المتجرد، موصول ما بين اللّبة «١٢» والسرة بشعر
_________
(١) وانما كان هند هذا خالا للحسن لأنه أخو أمه من أمها، فانه ابن خديجة التي هي أم فاطمة التي هي أمه. قتل هند هذا مع علي يوم الجمل.
(٢) المشذب: الطويل البائن الطول مع نقص في لحمه، وأصله من النخلة التي شذب عنها جريدها.
(٣) والمراد بالعقيقة: شعر رأسه الذي على الناصية، أي جعلها فرقتين.
(٤) أزج: أي مقوس الحاجين.
(٥) سوابغ: أي كاملان وهو منصوب على المدح ويصح رفعه على أنه خبر لمبتدأ محذوف. والقرن (بالتحريك) اقتران الحاجبين بحيث يلتقي طرفاهما.
(٦) بينهما عرق يدره الغضب: أي يصيره الغضب ممتلئا دما.
(٧) أي طويل الأنف مع دقة أرنبته. والعرنين بكسر العين قيل ما صلب من الأنف وقيل الأنف كله.
(٨) الضليع: الواسع والعرب تمدح ذلك لأن سعته دليل على الفصاحة.
(٩) الفلج انفراج ما بين الأسنان.
(١٠) الجيد: العنق، والدمية: الصورة المتخذة من عاج أو غيره والمراد هو في اعتدال وحسن هيئة وكمال واشراق.
(١١) البادن: السمين المعتدل السمن بدليل لم يكن بالمطهم.
(١٢) أي نير العضو المتجرد عن الشعر أو عن الثوب. واللبة: بفتح اللام موضع الثغرة فوق الصدر.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (17,'يجري كالخط، عاري الثديين والبطن مما سوى ذلك، أشعر الذراعين والمنكبين وأعالي الصدر، طويل الزندين رحب الراحة شثن الكفين والقدمين، سائل الأطراف، أو قال شائل الأطراف «١» خمصان الأخمصين «٢» مسيح القدمين «٣» ينبو عنهما الماء، إذا زال زال قلعا، يخطو تكفيا «٤» ويمشي هونا؛ ذريع المشية إذا مشى كأنما ينحط من صبب «٥» ؛ وإذا التفت التفت جميعا؛ خافض الطرف؛ نظره إلى الأرض أطول من نظره إلى السماء؛ جل نظره الملاحظة. يسوق أصحابه «٦» ؛ ويبدر «٧» من لقي بالسلام «٨» .
٨- حدثنا أبو موسى محمد بن المثنى «٩» . حدثنا محمد بن جعفر. حدثنا شعبة عن سماك بن حرب «١٠» قال: سمعت جابر بن سمرة «١١» يقول:
«كان رسول الله صلى الله عليه وسلم ضليع الفم؛ أشكل العين، منهوس العقب، قال شعبة: قلت لسماك: ما ضليع الفم؟
قال: عظيم الفم. قلت:
_________
(١) شك من الراوي والسائل الطويل، والشائل مثلها.
(٢) أخمص القدم هو الموضع الذي لا يمس الأرض عند الوطء من وسط القدم. وخمصان، كعثمان. والمراد أنه شديد تجافيهما عن الأرض.
(٣) أي أملسهما ومستويهما.
(٤) أي اذا مشى رفع رجليه بقوة وفي نسخة تكفؤا وهي تأكيد لما قبلها.
(٥) ذريع أي واسع والصبب الأرض المنحدرة.
(٦) أي يقدم أصحابه بين يديه ويمشي خلفهم.
(٧) وفي نسخة يبدأ.
(٨) تفرد به الترمذي في الشمائل والطبراني والبيهقي.
(٩) أبو موسى محمد بن المثنى العنزي البصري: المعروف بالزمن، ثقة ورع، روى عن ابن عيينه وغندر «محمد بن جعفر البصري» وخرج له الجماعة. توفي سنة «٢٥٢» هـ.
(١٠) سماك بن حرب: تابعي أدرك ثمانين من الصحابة. ثقة، ساء حفظه توفي سنة ١٢٣ هـ.
(١١) جابر بن سمرة العامري السوائي: وهما صحابيان، خرج لأبيه البخاري ومسلم وأبو داود والنسائي، وله الجماعة. توفيا في خلافة عبد الملك بن مروان.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (18,'ما أشكل العين؟ قال طويل شق العين، قلت: ما منهوس العقب؟ قال قليل لحم العقب» «١» .
٩- حدثنا هناد بن السري «٢» . حدثنا عبثر بن القاسم «٣» عن أشعث «٤» يعني ابن سوار عن أبي اسحاق عن جابر بن سمرة قال:
«رأيت رسول الله صلى الله عليه وسلم في ليلة إضحيان «٥» ، وعليه حلّة حمراء، فجعلت أنظر إليه وإلى القمر، فلهو عندي أحسن من القمر» «٦» .
١٠- حدثنا سفيان بن وكيع. حدثننا حميد بن عبد الحميد الرؤاسي «٧» عن زهير «٨» عن أبي إسحاق قال: سأل رجل البراء بن عازب:
«أكان وجه رسول الله صلى الله عليه وسلم مثل السيف؟ قال لا، بل مثل القمر» «٩» .
١١- حدثنا أبو داود المصاحفي/ سليمان بن سلم/ «١٠» حدثنا النضر بن
_________
(١) الحديث أخرجه مسلم في الفضائل برقم ٢٣٣٩ وأخرجه الترمذي في سننه في المناقب برقم ٣٦٤٩.
(٢) هناد بن السري: الكوفي التميمي الدارمي، الزاهد الحافظ، كان يقال له راهب الكوفة لزهده. خرج له مسلم والأربعة توفي سنة «٢٢٣» هـ.
(٣) عبثر بن القاسم الزبيري: نسبة الى الزبير بالتصغير، كوفي، ثقة، خرج له الجماعة.
(٤) أشعث بن سوار الكندي: بتشديد الواو، روى له مسلم والنسائي والمصنف وابن ماجه. توفي سنة «١٣٠» هـ.
(٥) أي مقمرة.
(٦) أخرجه الترمذي في كتاب أدب الحديث رقم ٢٨١٢.
(٧) حميد بن عبد الرحمن الرؤاسي: نسبة الى رواس، كوفي روى عن ابن إسحاق وعطية وروى عنه سفيان وابن المبارك وغيرهما. توفي سنة «١٩٠» هـ.
(٨) زهير بن معاوية بن خديج: أبو خيثمة الجعفي، ثقة حافظ، خرج له الجماعة. توفي سنة «١٧٣» هـ.
(٩) أخرجه البخاري في صفة النبي صلى الله عليه وسلم والترمذي في المناقب برقم ٣٦٤٠.
(١٠) أبو داود المصاحفي سليمان بن سلم: البلخي، ثبت ثقة، روى عن أبي مطيع، وروى عنه أبو داود. توفي سنة «٢٣٨» هـ.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (19,'شميل «١» عن صالح بن أبي الأخضر «٢» عن ابن شهاب «٣» عن أبي سلمة «٤» عن أبي هريرة «٥» رضي الله عنه قال:
«كان رسول الله صلى الله عليه وسلم أبيض كأنّما صيغ من فضة، رجل الشعر» «٦» .
١٢- حدثنا قتيبة بن سعيد «٧» قال أخبرني الليث بن سعد «٨» عن أبي الزبير عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال:
«عرض عليّ الأنبياء، فإذا موسى عليه السلام ضرب من الرجال كأنّه من رجال شنوءة «٩» ، ورأيت عيسى بن مريم عليه السلام فإذا أقرب من رأيت به شبها عروة بن مسعود «١٠» ، ورأيت ابراهيم عليه السلام فإذا أقرب من رأيت به
_________
(١) النضر بن شميل: أبو الحسن المازني النحوي البصري، ثقة إمام، خرج له الجماعة.
(٢) صالح بن أبي الأخضر: اليماني مولى بني أمية، كان خادما للزهري، وثقه البخاري، وضعفه المصنف والنسائي، قال الذهبي: صالح الحديث، خرج له الأربعة.
(٣) ابن شهاب: أبو بكر محمد بن أسلم الزهري المنسوب إلى زهرة بن كلاب، الفقيه الحافظ، تابعي صغير، متفق على جلالته واتقانه. توفي سنة «١٢٤» أو «١٢٥» هـ.
(٤) أبو سلمة: اسمه عبد الله أو إسماعيل بن عبد الرحمن بن عوف المدني، وهو قرشي زهري وفي موته أقوال قيل سنة «٩٤» هـ وقيل غير ذلك.
(٥) أبي هريرة: اسمه على الأصح عبد الرحمن الدوسي، حافظ الصحابة ومكثرهم. قال الشافعي: أحفظ من روى الحديث في دهره أبو هريرة. كان فقيها مفتيا ورعا، ولي أمر المدينة، توفي سنة «٥٧» هـ أو «٥٩» هـ ودفن في البقيع.
(٦) تفرد به الترمذي.
(٧) في بعض النسخ (ابن سعد) .
(٨) الليث بن سعد العرنمي عالم أهل مصر. قال الشافعي الليث أفقه من مالك، لكن ضيعه أصحابه وما فاتني أحد، فأسفت عليه مثله، توفي سنة «١٧٥» هـ.
(٩) بفتح الشين قبيلة من اليمن، ورجال هذه القبيلة متوسطون بين الخفة والسمن والشنوءة في الأصل التباعد.
(١٠) عروة بن مسعود الثقفي، وهو الذي أرسلته قريش للنبي صلى الله عليه وسلم يوم الحديبية، وقد أسلم سنة تسع من الهجرة. وهو أحد الرجلين اللذين قالت قريش فيهما لَوْلا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ٣١ الزخرف.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (20,'شبها دحية «١» » «٢» .
١٣- حدثنا سفيان بن وكيع ومحمد بن بشار/ المعنى واحد/ قالا أخبر يزيد بن هارون «٣» عن سعيد الجريري «٤» قال سمعت أبا الطفيل «٥» يقول:
«رأيت النّبي صلى الله عليه وسلم وما بقي على وجه الأرض أحد رآه غيري. قلت: صفه لي. قال: كان أبيض؛ مليحا مقصّدا» «٦» .
١٤- حدثنا عبد الله بن عبد الرحمن «٧» . حدثنا إبراهيم بن المنذر الحزاميّ «٨»
_________
(١) دحية الكلبي الصحابي شهد مع رسول الله صلى الله عليه وسلم المشاهد بعد بدر وبايع تحت الشجرة، وكان جبريل يأتي للنبي صلى الله عليه وسلم غالبا على صورته نزل الشام وبقي فيها واستوطن المزة بجانبها حتى مات بزمن معاوية، وكان رسول النبي صلى الله عليه وسلم الى هرقل فلقيه بحمص..
(٢) والحديث أخرجه مسلم في الايمان باب الاسراء حديث رقم ١٦٧ والترمذي في سننه في المناقب برقم ٣٦٥١.
(٣) يزيد بن هارون: السلمي مولاهم، كنيته أبو خالد، الحافظ المتقن، العابد، أحد الأعلام، قيل كان يحضر مجلسه ببغداد نحو سبعين ألفا، خرج له الجماعة، توفي سنة «٢٢٠» هـ وقيل سنة «٢٢٦» هـ.
(٤) سعيد الجريري: نسبة الى أحد أبائه واسمه (جرير) ، ثقه ثبت، من الطبقة الخامسة، اختلط قبل موته، خرج له الجماعة توفي سنة «١٤٤» هـ.
(٥) أبا الطفيل: عامر بن واثلة الليثي الكناني، ولد عام الهجرة، أو عام أحد. صحابي، من محبي علي وشيعته. وهو آخر من مات من الصحابة. توفي سنة «١١٠» هـ على الصحيح.
(٦) والحديث أخرجه أيضا مسلم في الفضائل حديث رقم ٢٣٤٠. والمقصد: هو الذي ليس بجسيم ولا نحيف ولا طويل ولا قصير. وملح الشيء، من باب ظرف أي حسن فهو مليح.
(٧) عبد الله بن عبد الرحمن: بن الفضل الدارمي السمرقندي، الحافظ الكبير وعالم سمرقند، روى عن إبراهيم بن المنذر والنضر بن شميل ويزيد بن هارون والحجاج بن منهال وخلف، وروى عنه مسلم والنسائي والمصنف والبخاري في غير الصحيح. قال أبو حاتم: إمام أهل زمانه. ثقة ثبت توفي سنة «٢٥٥» هـ.
(٨) ابراهيم بن المنذر الحزاميّ: أحد علماء المدينة، من كبار العلماء، صدوق، تكلّم فيه أحمد لأجل القرآن توفي سنة ٢٣٦ هـ والحزاميّ: نسبة الى أحد أجداده، فإنه ابراهيم بن المنذر بن عبد الله بن المنذر بن المغيرة بن عبد الله بن خالد بن حزام القرشي.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (21,'حدثنا عبد العزيز بن ثابت الزّهريّ «١» . حدثني إسماعيل بن إبراهيم «٢» / ابن أخي موسى بن عقبة/ عن موسى بن عقبة «٣» عن كريب «٤» عن ابن عباس «٥» قال:
«كان رسول الله صلى الله عليه وسلم أفلج الثّنيّتين «٦» . إذا تكلم رؤي كالنور يخرج من بين ثناياه» «٧» .
_________
(١) عبد العزيز بن ثابت الزّهريّ: نسبة لبني زهرة، متروك حدّث من حفظه لاحتراق كتبه، فكثر غلطه. قال الذهبي: لا يتابع في حديثه. خرّج له المصنف. قال ميرك: كذا وقع أصل سماعنا وكثير من النسخ، والصواب ابن أبي ثابت كما حققه المحققون من علماء أسماء الرجال.
(٢) إسماعيل بن إبراهيم: الأسدي مولاهم، ثقة، روى عنه البخاري والنسائي والمصنف. توفي سنة «١٦٩» هـ.
(٣) موسى بن عقبة: الأسدي مولى آل الزبير. أحد علماء المدينة، فقيه، إمام في المغازي، روى عنه عروة، وروى عنه السفيانان، وخرّج له الجماعة. توفي سنة «١٤١» هـ.
(٤) كريب: مصغر ابن أبي مسلم المدني، كنيته أبو رشيد، مولى ابن غياث، ثبت، روى عن مولاه وعن عائشة وجماعة، وروى عنه ابناه وخلف. ثقة خرّج له الجماعة. توفي بالمدينة سنة «٩٨» هـ.
(٥) حبر الأمة، وترجمان القرآن، وابن عم رسول الله صلى الله عليه وسلم وأبي الخلفاء، عبد الله بن عباس المشهور بالفضل والسخاء والكرم والعلم، مات في الطائف سنة «٧٨» هـ أو سنة «٦٨» وقد كفّ بصره وصلى عليه ابن الحنفية. وقال: مات رباني هذه الأمة، وهو أحد الستة المكثري الرواية، ومناقبه أكثر من أن تذكر، وهو أحد العبادلة الأربعة. وكان عمره حين مات المصطفى ثلاثة عشرة.
(٦) بتشديد الياء، تثنية «ثنية» والفلج فرجة بين الثنايا والرباعيات.
(٧) أخرجه الطبراني والبيهقي/ الجامع الصغير/.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (22,'<span data-type="title" id=toc-8>٢- باب ما جاء في خاتم النّبوة</span>
١٥- حدثنا قتيبة بن سعيد «١» . حدثنا حاتم بن اسماعيل «٢» عن الجعد بن عبد الرحمن قال «٣» : سمعت السائب بن يزيد «٤» يقول:
«ذهبت بي خالتي إلى النّبي صلى الله عليه وسلم فقالت: يا رسول الله انّ ابن أختي وجع «٥» فمسح صلى الله عليه وسلم رأسي، ودعا لي بالبركة، وتوضأ فشربت من وضوئه، وقمت خلف ظهره؛ فنظرت إلى الخاتم بين كتفيه فإذا هو مثل رز الحجة» .
١٦- حدثنا سعيد بن يعقوب الطالقاني «٦» . حدثنا أيوب بن جابر «٧» عن سماك بن حرب عن جابر بن سمرة قال:
_________
(١) وفي نسخة: أبو الرجاء.
(٢) حاتم بن اسماعيل المدني الحارثي مولاهم، أصله من الكوفة، مولى بني عبد الدار، ثقة، ولكنه اتهم. توفي سنة «١٨٧» هـ. خرّج له الجماعة.
(٣) الجعد بن عبد الرحمن: بن أوس الكندي ويقال التميمي المدني، وقد نسب إلى جده، روى عن السائب وعائشة بنت سعد والدوسي وغيرهم، وروى عنه يحيى القطان والقاسم المدني وخلف، ثقة خرج له الشيخان والنسائي وأبو داود.
(٤) السائب بن يزيد: الكندي، ولد في السنة الثانية من الهجرة، حضر حجة الوداع مع أبيه، توفي سنة «٨٠» هـ.
(٥) أي مريض.
(٦) سعيد بن يعقوب الطالقاني: بكسر اللام وتفتح أحيانا، نسبة لبلد عند قزوين. ثقة، قال ابن حبان: ربما أخطأ، خرج له المصنف وأبو داود والنسائي. توفي سنة «٢٤٤» هـ.
(٧) أيوب بن جابر: اليمامي ثم الكوفي، روى عن سماك وبلال بن المنذر وخلف، وروى عنه قتيبة بن سعيد وابن أبي ليلى وغيرهما. قال أبو زرعة وغيره. ضعيف من الطبقة السابعة، خرج له أبو داود والمصنف.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (23,'«رأيت الخاتم بين كتفي رسول الله صلى الله عليه وسلم غدة حمراء مثل بيضة الحمامة» «١» .
١٧- حدثنا أبو مصعب المديني «٢» . يوسف بن الماجشون عن أبيه «٣» عن عاصم بن عمر «٤» بن قتادة عن جدته رميثة «٥» قالت:
«سمعت رسول الله صلى الله عليه وسلم (ولو أشاء ان أقبّل الخاتم الذي بين كتفيه من قربه لفعلت) ، يقول لسعد بن معاذ يوم مات:
اهتزّ له عرش الرّحمن» «٦» .
١٨- حدثنا أحمد بن عبدة الضّبّيّ وعلي بن حجر وغير واحد. قالوا: حدثنا عيسى بن يونس عن عمر بن عبد الله مولى غفرة قال: حدثني ابراهيم بن محمد من ولد علي بن أبي طالب قال:
كان علي إذا وصف رسول الله صلى الله عليه وسلم فذكر الحديث بطوله وقال: بين كتفيه خاتم النبوة، وهو خاتم النّبيين» «٧» .
_________
(١) الحديث أخرجه الترمذي في سننه في المناقب برقم ٣٦٤٧ وهو مما تفرد به، والغدة، قطعة اللحمة المرتفعة والمراد أنه شبيه بها وأخرجه مسلم عن جابر بن سمرة في الفضائل برقم ٢٣٤٤. وهذا لا ينافي ما جاء في رواية مسلم أنه كان على لون جسده. والتشبيه ببيضة الحمامة في المقدار، وقيل في الصورة واللون!
(٢) أبو مصعب المدني: وفي نسخ «المديني» والذي أثبتناه هو القياس في النسبة. هو مطرف بن عبد الله الهمداني ثم اليساري الأصم، من كبار الفقهاء.
(٣) يوسف بن الماجشون: بكسر الجيم وضم الشين، وضبطه صاحب القاموس بضم الجيم، ومعناه بالفارسية: المورد، سمي بذلك لحمرة خديه. وهو أبو سلمة المدني التميمي مولى المنكدر، روى عن أبيه والزهري والمقبري، وروى عنه أحمد. ثقة توفي سنة «٢٨٥» هـ خرج له الشيخان والمصنف وابن ماجه.
(٤) عاصم بن عمر بن قتادة: مدني أوسي أنصاري ثقة عالم بالمغازي أخرج حديثه الأئمة الستة. قال الذهبي: وثق وكان كثير الحديث علامة بالمغازي توفي سنة «١١٢٠» هـ.
(٥) رميثة: بنت عمر بن هشام بن عبد المطلب بن عبد مناف بن أم حكيم والدة القعقاع، صحابية صغيرة خرج لها النسائي والمصنف.
(٦) وأخرجه الترمذي في سننه عن جابر في المناقب والشيخان وابن ماجه. وسعد بن معاذ سيد الأوس أسلم بالمدينة على يد مصعب بن عمير بين العقبة الأولى والثانية وأسلم باسلامه بنو عبد الأشهل وكان مطواعا في قومه شهد بدرا وأحدا ورمي في الخندق فمات من جرحه بعد شهر واهتزاز العرش كناية عن سرور حملته من الملائكة بتلقي روحه رضي الله عنه.
(٧) وأخرجه الترمذي في سننه في المناقب برقم ٣٦٤٢ وهو مما تفرد به.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (24,'١٩- حدثنا محمد بن بشار. حدثنا أبو عاصم «١» . حدثنا عزرة بن ثابت «٢» قال: حدثني علباء بن أحمر اليشكري «٣» قال: حدثني أبو زيد عمرو بن أخطب الأنصاري «٤» قال:
«قال لي رسول الله صلى الله عليه وسلم: يا أبا زيد ادن مني فامسح ظهري، فمسحت ظهره، فوقعت أصابعي على الخاتم. قلت «٥» : وما الخاتم؟
قال: شعرات مجتمعات» «٦» .
٢٠- حدثنا أبو عمار بن حريث الخزاعي «٧» ، حدثنا علي بن «٨» حسين بن واقد. حدثني عبد الله بن بريدة «٩» قال: سمعت أبي بريدة «١٠» يقول:
_________
(١) أبو عاصم: الضحاك بن مخلد الشيباني، النبيل، البصري الحافظ، شيخ البخاري، ثقة من الطبقة التاسعة، صاحب مناقب وفضائل، خرج له الجماعة. توفي سنة «٢١٢» هـ.
(٢) عزرة بن ثابت: بن أبي زيد الأنصاري البصري، ثقة من الطبقة السابعة، روى عن عمرو بن دينار وطائفة، وروى عنه وكيع وابن مهدي، توفي سنة «٢١٤» أو «٢١٥» هـ.
(٣) علباء بن أحمر اليشكري: صدوق من الطبقة الرابعة، روى عن عكرمه وغيره وعن ابن واقد، بصريّ وثقه ابن معين. خرّج له مسلم والمصنف وابن ماجه والنسائي.
(٤) أبو زيد عمرو بن أخطب الأنصاريّ: البدريّ الحضرميّ، صحابيّ جليل. قال الذهبي: وهو جد عزرة بن ثابت. خرج له مسلم والأربعة.
(٥) القائل علباء لأبي زيد، لا أبو زيد للنبي صلّى الله عليه وسلم.
(٦) لعله أدخل يده في جيب رسول الله صلى الله عليه وسلم فهو لم ير الخاتم وإنما تحسّس الشعرات التي حوله بيده.
(٧) أبو عمار الحسين بن حريث الخزاعي: مولاهم، المروزيّ، من الطبقة العاشرة، ثقة، حدث عن سفيان بن عيينه والفضيل بن عياض ووكيع وخلف، وخرج له البخاري ومسلم والمصنف والنسائي. توفي سنة ٢٤٤ هـ.
(٨) علي بن حسين بن واقد: القرشي مولاهم المروزي، صدوق، قال أبو حاتم: ضعيف، وقال النسائي: لا بأس به. روى عن المبارك وغيره، وروى عنه ابن راهويه وغيره. توفي سنة «٢١٠» هـ. أبوه حسين بن واقد: روى عن عكرمه وثابت البناني، وروى عنه شقيق وخلف، وثقه ابن معين وغيره، ولم يرتضيه أحمد وقال: له مناكير. توفي سنة «١٥٧» أو «١٥٩» هـ.
(٩) عبد الله بن بريدة: الأسلمي، المروزي، كان قاضيا، من ثقات التابعين، وثقه أبو حاتم وغيره، وخرج له الجماعة.
(١٠) بريدة: صحابي، أسلم قبل بدر، ولم يشهدها، سكن المدينة والبصرة فمرض بها ومات سنة «٦٢» أو «٦٣» هـ.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (25,'«جاء سلمان الفارسي «١» إلى رسول الله صلى الله عليه وسلم. حين قدم المدينة بمائدة عليها رطب فوضعت بين يدي رسول الله صلى الله عليه وسلم فقال يا سلمان ما هذا؟ فقال صدقة عليك وعلى أصحابك، فقال: إرفعها فإنا لا نأكل الصدقة. قال:
فرفعها فجاء الغد بمثله، فوضعه بين يدي رسول الله صلى الله عليه وسلم فقال: ما هذا يا سلمان؟ فقال: هدية لك فقال رسول الله صلى الله عليه وسلم لأصحابه ابسطوا. ثم نظر إلى الخاتم على ظهر رسول الله صلى الله عليه وسلم فآمن به، وكان لليهود فاشتراه رسول الله صلى الله عليه وسلم بكذا وكذا درهما على أن يغرس لهم نخلا «٢» فيعمل سلمان فيه حتى تطعم فغرس رسول الله صلى الله عليه وسلم النخيل إلا نخلة واحدة غرسها عمر، فحملت النخل من عامها، ولم تحمل النخلة، فقال رسول الله صلى الله عليه وسلم ما شأن هذه النخلة فقال عمر يا رسول الله أنا غرستها فنزعها رسول الله صلى الله عليه وسلم فغرسها فحملت من عامها.
_________
(١) نسبة لفارس، وهو صحابي جليل وهو واحد ممن اشتاقت لهم الجنة، وكان أخبره بعض الرهبان بظهور النبي في الحجاز ووصف له فيه علامات وهي عدم قبول الصدقة وقبول الهدية، وخاتم النبوة فأحب الفحص عنها. وفي الأسماء واللغات للنووي ١/ ٢٢٦ وسبب اسلامه أنه هرب من أبيه وكان مجوسيا. فلحق براهب ثم بجماعة من الرهبان فدله واحد منهم على الذهاب الى الحجاز وأخبره بظهور النبي فقصده مع عرب فغدروا به وباعوه في وادي القرى ليهودي، ثم اشتراه منه يهودي من قريظة فقدم به المدينة فأقام بها مدة حتى قدمها رسول الله صلى الله عليه وسلم فأتاه بصدقه فلم يقبلها ثم بعد مدة أتاه بهدية فقبلها ورأى خاتم النبوة فتأكد من خبر الراهب قال سلمان فرأيت الخاتم فقبلته وبكيت فأجلسني رسول الله صلى الله عليه وسلم بين يديه فحدثني بشأني كله وفاتني معه بدر وأحد بسبب الرق فقال لي يا سلمان كاتب عن نفسك فكاتبته على أن أغرس ثلاثمائة نخلة وعلي أربعين أوقية ذهب فقال صلى الله عليه وسلم أعينوا صاحبكم بالنخل وكان صلى الله عليه وسلم هو الذي يغرسها، ثم جاءه أحد الصحابة بالذهب. وأول مشاهده الخندق، وآخى رسول الله بينه وبين أبي الدرداء، وقد أشار على رسول الله بحفر الخندق توفي بالمدائن سنة ٣٦ هـ وخرج الترمذي في سننه في مناقب سلمان قول رسول الله صلى الله عليه وسلم: «إن الجنة لتشتاق إلى ثلاثة علي وعمار وسلمان» .
(٢) وفي نسخ نخيلا.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (26,'٢١- حدثنا محمد بن بشار. حدثنا بشر بن الوضاح «١» حدثنا أبو عقيل الدورقي «٢» . عن أبي نضرة العوفي «٣» قال:
«سألت أبا سعيد الخدري عن خاتم رسول الله (صلى الله عليه وسلم) فقال: «كان في ظهره بضعة ناشزة» «٤» .
٢٢- حدثنا أحمد بن المقدام أبو الأشعث العجلي البصري «٥» . أخبرنا حماد بن زيد «٦» عن عاصم الأحول «٧» عن عبد الله بن سرجس «٨» قال:
«أتيت رسول الله (صلى الله عليه وسلم) وهو في ناس «٩» من أصحابه فدرت هكذا من خلفه فعرف الذي أريد، فألقى الرداء عن ظهره، فرأيت موضع الخاتم على
_________
(١) بشر بن وضاح: أبو الهيثم البصري، صدوق، وثقه ابن حبان، روى عن أبي عقيل وغيره، وروى عنه بندار وغيره.
(٢) أبو عقيل الدورقي: هو بشير بن عقبة، ويقال له: الناجي الشامي ويقال له: البصري، روى عن أبي المتوكل الناجي والعبدي، وروى عنه بهز وغيره، ثقة، خرج له الشيخان والمصنف.
(٣) أبو نضرة العوفي: اسمه المنذر بن مالك بن قطعة العبدي العوفي، من أجلاء التابعين، فلج في آخر عمره، توفي سنة «١٠٨» أو «١٠٩» هـ. وخرج له الجماعة.
(٤) تفرد به الترمذي في الشمائل. أي كان الخاتم في ظهره الشريف قطعة لحم ظاهرة، والناشزة: أي المرتفعة.
(٥) أحمد بن المقدام أبو الأشعث العجلي البصري: صدوق، أحد الأثبات المسندين. قال ابن خذعة: كيس صاحب حديث، وقال أبو حاتم: صالح الحديث. روى عن بشر بن المفضل وغيره. وخرج له البخاري والنسائي، وترك أبو داود الرواية عنه لمزاح فيه، توفي سنة «٢٥٣» هـ.
(٦) حماد بن زيد: بن درهم الأزدي، الجهضمي، البصري، الأزرق، مولى آل جرير بن حازم، كان ضريرا، قال ابن مهدي: ما رأيت بالبصرة أفقه منه، ولا أعلم بالسنة منه. توفي سنة «١٧٩» هـ. وخرج له الجماعة.
(٧) عاصم الأحول: هو عاصم بن سليمان أبو عبد الرحمن البصري، الحافظ، قاضي المدائن، ثقة، لم يتكلم به الا ابن القطان لدخوله في عمل السلطان. قال سفيان: حفاظ البصرة أربعة، فذكره منهم. توفي سنة «١٤٢» هـ. وخرّج له الستة.
(٨) عبد الله بن سرجس: المزني وقيل المخزومي، صحابي سكن البصرة خرج له مسلم والأربعة.
(٩) وفي نسخة «أناس» .',NULL,'32',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (27,'كتفيه مثل الجمع «١» حولها خيلان «٢» كأنها ثآليل «٣» فرجعت حتى استقبلته فقلت غفر الله لك يا رسول الله. فقال ولك فقال القوم استغفر لك رسول الله (صلى الله عليه وسلم) . فقال نعم. ولكم ثم تلا هذه الآية وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ «٤» » «٥» .
_________
(١) الجمع: بضم الجيم أي مثل جمع الكف وهو هيأته بعد جمع الأصابع.
(٢) جمع خال وهو نقطة تضرب الى السواد تسمى شامة.
(٣) ثآليل كمصابيح وهو جمع ثؤلول كعصفور وهو خراج صغير كالحمصة يظهر على الجسد له نتوء واستدارة.
(٤) الآية ١٩ من سورة محمد صلى الله عليه وسلم.
(٥) الحديث أخرجه مسلم في كتاب الفضائل ك ٤٣ ب ٣٠ ح ٢٣٤٦.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (28,'<span data-type="title" id=toc-9>٣- باب ما جاء في شعر رسول الله صلى الله عليه وسلم</span>
٢٣- حدثنا علي بن حجر. أخبرنا اسماعيل بن ابراهيم عن حميد. عن أنس بن مالك قال:
«كان شعر رسول الله صلى الله عليه وسلم إلى نصف أذنيه «١» » «٢» .
٢٤- حدثنا هناد بن السري. أخبرنا عبد الرحمن بن أبي الزناد «٣» عن هشام بن عروة «٤» . عن أبيه. عن عائشة «٥» قالت:
«كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد، وكان له شعر فوق الجمة، ودون الوفرة» «٦» .
_________
(١) وفي نسخة «أذنه» بالافراد.
(٢) أخرجه مسلم عن أنس في الفضائل حديث رقم ٢٣٣٨ «وكان شعر رسول الله صلى الله عليه وسلم بين أذنيه وعاتقه» بأطول مما هنا.
(٣) عبد الرحمن بن أبي الزناد: اسمه عبد الله بن ذكوان المدني، مولى قريش، صدوق، وثقه مالك. وقال أحمد: مضطرب الحديث. وقال صاحب الميزان: له مناكير، وكان يفتي ببغداد. توفي سنة «١٧٤» هـ. وخرج له الستة.
(٤) هشام بن عروة: أحد الأعلام حجة إمام، تناقص حفظه في الكبر، توفي سنة «١٤٧» هـ. وأبيه: عروة بن الزبير، كان ثقة فقيها ثبتا مأمونا، يصوم الدهر. وهو أحد فقهاء المدينة السبعة.
(٥) عائشة: الصديقة بنت الصديق، المبرأة من كل عيب، الفقيهة العالمة حبيبة المصطفى، ولدت سنة أربع من النبوءة، وتوفيت سنة ست أو سبع أو ثمان وخمسين، ومناقبها كثيرة.
(٦) وأخرج ابن ماجه في الطهارة عن عائشة القسم المتعلق بالغسل حديث رقم «٦٠٤» وأخرج ابن ماجه أيضا القسم المتعلق بالشعر في كتاب اللباس حديث رقم ٣٦٣٥ والجمة: الشعر النازل الى المنكبين، والوفرة ما بلغ شحمة الاذن.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (29,'٢٥- حدثنا أحمد بن منيع «١» : حدثنا أبو قطن «٢» حدثنا شعبة عن أبي إسحاق عن البراء بن عازب قال:
«كان رسول الله صلى الله عليه وسلم مربوعا، بعيد ما بين المنكبين وكانت جمّته تضرب شحمة أذنيه» «٣» .
٢٦- حدثنا محمد بن بشار. حدثنا وهب بن جرير بن حازم «٤» قال: حدثني أبي عن قتادة «٥» قال: قلت لأنس: كيف كان شعر رسول الله صلى الله عليه وسلم، قال:
«لم يكن بالجعد ولا بالسبط، كان يبلغ شعره شحمة أذنيه» «٦» .
_________
(١) أحمد بن منيع: أبو جعفر الأصم، ثقة حافظ المشهور، صاحب المسند. روى عن هشيم وعباد وخلف، وروى عنه الجماعة توفي سنة «٢٤٤» هـ. وخرج له الستة. قدري ولكنه صدوق.
(٢) أبو قطن: اسمه عمرو بن الهيثم بن قطن البصري، قدري إلا أنه صدوق، ثقة، أخرج حديثه الأئمة الستة.
(٣) وعن البراء عند مسلم في الفضائل برقم ٢٣٣٧ (عظيم الجمة الى شحمة أذنيه) وأخرجه أبو داود في كتاب الترجل حديث رقم ٤١٨٤ والبخاري في المناقب باب صفة النبي صلى الله عليه وسلم، وعند الترمذي عن البراء برقم ٣٦٣٩ (له شعر يضرب منكبيه) .
(٤) وهب بن جرير بن حازم: الأزدي البصري الجهضمي، الحافظ المشهور، وثقه ابن معين والعجلي، وقال النسائي: لا بأس به. وتكلم فيه عفان. روى عن هشام بن حسان وابن عوف، وروى عنه أحمد. قتل على مرحلة من دمشق راجعا من الحج، سنة «٢٠٦» هـ وخرج له الستة. وأبوه: جرير بن حازم، أبو النصر، وفي حديثه عن قتادة ضعف، وله أوهام إذا حدّث من حفظه، ومع هذا روى حديثه الأئمة الستة في صحاحهم. توفي سنة «٢٠٧» هـ.
(٥) قتادة: ابن دعامة السدوسي، أبو الخطاب البصري، تابعي ثقة ثبت، ولد أكمه سنة «٦٠» هـ، وتوفي سنة «١٢٧» هـ.
(٦) وعن أنس عند أبي داود برقم ٤١٨٥ بلفظ (كان شعر رسول صلى الله عليه وسلم الى انصاف أذنيه) والنسائي.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (30,'٢٧- حدثنا محمد بن يحي بن أبي عمر «١» حدثنا سفيان بن عيينة «٢» عن ابن أبي نجيح «٣» عن مجاهد «٤» عن أم هانىء بنت أبي طالب «٥» قالت:
«قدم رسول الله صلى الله عليه وسلم مكّة قدمة وله أربع غدائر» «٦» .
_________
(١) محمد بن يحيى بن أبي عمر: هو أبو عمر المكي، الحافظ النيسابوري، كان إمام زمانه، صدوق، ضعيف السند، لازم ابن عيينه، قال أبو حاتم: كان به غفلة. أكثر الرواية عنه مسلم وكل ما ذكره المصنف في هذا الكتاب ب (ابن أبي عمر) فالمراد به محمد بن يحيى. توفي سنة «٢٥٨» هـ.
(٢) سفيان بن عيينه: هو أبو محمد بن أبي عمران الهدالي الكوفي الأعور، أحد الأعلام الكبار، حدّث عن ابن دينار، وروى عنه أحمد وابن المديني، ثقة ثبت، عالم زاهد عابد، كوفي سكن مكة، سمع من سبعين من التابعين. قال الشافعي: لولا مالك وسفيان لذهب علم الحجاز. توفي سنة «١٩٨» هـ. وخرج له الجماعة.
(٣) ابن أبي نجيح: اسمه يسار، روى عن أبيه وطاوس ومجاهد، وروى عنه شعبة وابن علية وعطاء، وثقه أحمد وغيره، توفي في سنة «١٣١» هـ.
(٤) مجاهد: بن جبير، أحد الأعلام الاثبات، أجمعوا على أمانته، ولم يلتفتوا لتضعيف ابن حبان له، توفي بمكة وهو ساجد سنة «١٠٣» هـ. خرّج له الستة.
(٥) أم هانىء بنت أبي طالب: اختلفوا في اسمها فقالوا: فاختة وعاتكة وهند والأول أشهر، شقيقة علي كرم الله وجهه. أسلمت يوم الفتح، خطبها النبي فاعتذرت فعذرها، روى عنها ابنها جعدة وعروة وطائفة. ماتت في خلافة معاوية.
(٦) أخرجه أبو داود في كتاب الترجل حديث رقم ٤١٩١. وأخرجه ابن ماجه في اللباس برقم ٣٦٣١. أم هانىء اسمها فاختة أو عاتكة أو هند، أسلمت يوم الفتح، وخطبها صلى الله عليه وسلم فاعتذرت فعذرها وهي التي قال لها المصطفى يوم الفتح: «قد أجرنا من أجرت يا أم هانىء» وهي شقيقة علي بن أبي طالب ماتت في خلافة معاوية. قوله (قدمة) بفتح القاف وسكون الدال، وهي القدمة التي كان فيها فتح مكة، وقدوماته صلى الله عليه وسلم لمكة بعد الهجرة أربع، قدوم عمرة القضاء، وقدوم الفتح، وقدوم الجعرانة، وقدوم حجة الوداع. والغدائر: جمع غديرة وفي رواية ضفائر وهي جمع ضفيرة وكل من الضفيرة والغديرة بمعنى الذؤابة وهي الخصلة من الشعر اذا كانت مرسلة. فان كانت ملوية فعقيصة.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (31,'٢٨- حدثنا سويد بن نصر «١» . حدثنا عبد الله بن المبارك «٢» عن معمر «٣» عن ثابت البناني «٤» عن أنس:
«أنّ شعر رسول الله كان إلى أنصاف أذنيه» «٥» .
٢٩- حدثنا سويد بن نصر. حدثنا عبد الله بن المبارك عن يونس بن يزيد «٦» عن الزهري حدثنا عبيد الله بن عبد الله بن عتبة «٧» عن ابن عباس:
«أنّ رسول الله صلى الله عليه وسلم كان يسدل شعره. وكان المشركون يفرقون رؤوسهم، وكان أهل الكتاب يسدلون رؤوسهم، وكان يحب موافقة أهل الكتاب فيما لم يؤمر فيه بشيء ثمّ فرق رسول الله صلى الله عليه وسلم رأسه» «٨» .
_________
(١) سويد بن نصر؛ المروزي، ثقة، روى عن ابن المبارك وابن عيينة. خرج له المصنف والنسائي. توفي سنة «٢٤٠» هـ.
(٢) عبد الله بن المبارك: بن واضح الحنظلي التميمي مولاهم المروزي أحد الأئمة الاعلام المكثرين، ثقة ثبت فقيه عالم جواد مجاهد صوفي عابد، أخذ عن أربعة آلاف شيخ، ولد سنة «١١٨» هـ، وتوفي سنة «١٨١» هـ بهيت منصرفا من الغزو، خرج له الستة.
(٣) معمر بن راشد البصري الأسدي مولاهم، أبو عروة، روى عنه أربعة من التابعين مع كونه غير تابعي، والأربعة شيوخ له، وهو أحد الأعلام الثقات، له أوهام معروفة احتملت له في سعة ما أتقن. توفي سنة ثلاث أو أربع وخمسين ومائة للهجرة. خرج له الستة.
(٤) ثابت البناني: نسبة الى بنانة أم سعد بنت لؤي بن غالب ذكره الخطيب، وقال الزبير بن بكار بنانة أمة لسعد بن لؤي حضنت بنته فغلبت عليهم فسموا بها. تابعي صحب أنس بن مالك أربعين سنة ثقة بلا مدافع جليل القدر. توفي سنة «١٢٢» أو «١٢٣» هـ. خرج له الستة.
(٥) وأخرجه أبو داود برقم ٤١٨٦ بمعناه في كتاب الترجل والنسائي ومسلم برقم ٢٣٣٨ بلفظ (كان شعر رسول الله صلى الله عليه وسلم بين أذنيه وعاتقه) .
(٦) يونس بن يزيد: الأيلي، القرشي مولاهم، وثقه النسائي وضعفه ابن سعيد، وتناقض أحمد فيه، توفي سنة أربع أو تسع وخمسين أو ستين ومائة.
(٧) عبيد الله بن عبد الله بن عتبة: الهذلي المدني، الفقيه الأعمى، ثبت ثقة، من الطبقة الثالثة، ومن تلاميذه عمر بن عبد العزيز وهو أحد الفقهاء السبعة توفي سنة «٩٨» أو «٩٩» هـ. خرج له الستة وأبوه من الأعيان الراسخين، تابعي كبير.
(٨) أخرجه البخاري في المناقب باب صفة النبي صلى الله عليه وسلم ومسلم في الفضائل برقم ٢٣٣٦ وأبو داود في الترجل برقم ٤١٨٨. وابن ماجه في اللباس برقم ٣٦٣٢. والترمذي والنسائي في الزينة. وسدل الشعر: ارساله، ومعنى فرق رأسه أي ألقى الشعر الى جانبي رأسه.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (32,'٣٠- حدثنا محمد بشار: حدثنا عبد الرحمن بن مهدي «١» . عن ابراهيم بن نافع المكي «٢» . عن ابن أبي نجيح. عن مجاهد. عن أم هانىء قالت:
«رأيت رسول الله صلى الله عليه وسلم ذا ضفائر أربع» «٣» .
_________
(١) عبد الرحمن بن مهدي: الامام أبو سعيد الأزدي العنبري مولاهم، البصري، اللؤلؤي، أحد الأعلام الحفاظ الثقات، أهل المناقب العلية. ولد سنة «١٣٥» هـ وتوفي سنة «١٩٨» هـ. خرج له الستة.
(٢) ابراهيم بن نافع المكّي؛ ثقة حافظ، روى عنه الأئمة الستة.
(٣) انظر تخريج حديث رقم ٢٧، ملاحظة: يؤخذ من تعدد الروايات ان كل راو حدث عن الذي رآه كما روي عنه صلى الله عليه وسلم أنه حلق شعره. ولعل فعل النبي صلى الله عليه وسلم هذا وهذا يدل على جواز هذه الأوجه من فرقه وسدله وحلقه/ والله أعلم/.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (33,'<span data-type="title" id=toc-10>٤- باب ما جاء في ترجّل رسول الله صلى الله عليه وسلم</span>
٣١- حدثنا إسحاق بن موسى الأنصاري «١» : حدثنا معن بن عيسى «٢» :
حدثنا مالك بن أنس عن هشام بن عروة عن أبيه «٣» عن عائشة قالت:
«كنت أرجّل رأس رسول الله صلى الله عليه وسلم وأنا حائض» «٤» .
٣٢- حدثنا يوسف بن عيسى «٥» . حدثنا وكيع. حدثنا الربيع بن صبيح «٦»
_________
(١) إسحاق بن موسى الأنصاري: أبو موسى المدني الكوفي، جده عبد الله بن يزيد له صحبة، روى عن ابن عيينه والأشجعي وابن وهب والعنبري والقزاز والغفاري وخلف، وروى عنه ابن بكير ومسلم والمصنف والنسائي وغيرهم، صدوق ثقة متقن من الطبقة العاشرة.
(٢) معن بن عيسى: الأشجعي مولاهم، القزّاز أبو يحيى المدني أحد أئمة الحديث، ثقة ثبت من الطبقة العاشرة. توفي سنة (١٩٨) هـ. خرج حديثه الستة إلا ابن ماجه.
(٣) عروة بن الزبير: تقدم التعريف به في الحديث ٢٤ مع ابنه هشام بن عروة.
(٤) أخرجه البخاري في اللباس باب ترجيل الحائض زوجها وأخرجه مسلم في كتاب الحيض برقم ٢٩٧ وعند أبي داود عن عائشة في الترجل برقم ٤١٨٩ «كنت إذا أردت أن أفرق رأس رسول الله صلى الله عليه وسلم صدعت الفرق من يافوخه وارسل ناصيته بين عينيه» وهو عند ابن ماجه في اللباس برقم ٣٦٣٣ وترجيل الشعر أي تسريحه ويدل الحديث على طهارة يد الحائض وعلى عدم كراهة مخالطتها، وعلى حل استخدام الزوجة برضاها وتولي خدمة الزوجة لزوجها بنفسها. وعلى جواز تسريح الشعر. / والله أعلم/.
(٥) يوسف بن عيسى: بن دينار الزهيري المروزيّ، روى عن ابن عيينة والمفضل بن موسى وغيرهما. وهو ثقة. فاضل من العاشرة، خرج له الشيخان وأبو داود والمصنف والنسائي. توفي سنة «٢٤٩» هـ.
(٦) الربيع بن صبيح: السديّ البصريّ. كان القطان لا يرضاه. وقال ابن معين: ضعيف، وقال أحمد: لا بأس به، وقال شعبة: هو من سادات المسلمين، وقال عفان: أحاديثه مقلوبة. توفي سنة «١٦٠» وقيل «١٧٠» هـ.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (34,'عن يزيد بن أبان «١» / هو الرقاشي/ عن أنس بن مالك قال:
«كان رسول الله صلى الله عليه وسلم يكثر دهن رأسه «٢» ، وتسريح لحيته، ويكثر القناع «٣» ، حتى كأنّ ثوبه ثوب زيّات» «٤» «٥» .
٣٣- حدثنا هناد بن السري. حدثنا أبو الأحوص «٦» . عن الأشعث «٧» بن أبي الشعثاء عن أبيه «٨» عن مسروق «٩» عن عائشة قالت:
«إن كان رسول الله صلى الله عليه وسلم ليحبّ التيمّن في طهوره إذا تطهّر وفي ترجّله إذا ترجّل، وفي انتعاله إذا انتعل» «١٠» .
_________
(١) يزيد بن أبّان الرّقاشي: نسبة لرقاشة وهي بنت قيس بن ثعلبة، روى عن حماد بن سلمة وخلق، عابد زاهد لكنه كما قال النسائي: متروك، والدارقطني وأحمد: منكر الحديث فالحديث معلول بل عده الجزريّ في تصحيح المصابيح من المناكير ومن ثمّ جزم الحافظ العراقي بضعفه.
(٢) الدهن استعمال الدهن وهو ما يدهن به من زيت وغيره.
(٣) أي اتخاذه ولبسه والقناع بكسر القاف خرقة توضع على الرأس حين استعمال الدهن.
(٤) قيل المراد بثوبه: القناع واقتصر عليه الحافظ ابن حجر. والتحقيق أن هذا الحديث من مناكير يزيد بن أبان الرّقاشي انظر ما ورد في التعريف به في الحاشية رقم (٢) من هذه الصفحة. والحديث يتعارض مع الأحاديث الكثيرة التي وردت عنه عليه الصلاة والسلام وتدل على نظافته واعتنائه بحسن مظهره.
(٥) في الجامع الصغير أخرجه الترمذي في الشمائل والبيهقي.
(٦) أبو الأحوص: عوف بن مالك بن فضالة الخيثميّ، أو سلام بن سليم الحنفي: روى عن آدم بن علي وزياد بن علاثة، وروى عنه مسدد وهناد. وثقه الزهري وابن معين، وقال الحاكم: ليس بالمتين. توفي سنة ١٧٩ هـ من الطبقة السابعة.
(٧) ابن أبي الشعثاء: الكوفي المحاربي، روى عن أبيه والأسود وغيرهما، وروى عنه شعبة، ثقة توفي سنة «١٢٥» هـ خرّج له الستة.
(٨) أبو الشّعثاء: اسمه سليم بالضم ابن أسود بن حنظلة المحاربي الكوفي. روى عن عمر وابن مسعود وأبي ذر ولازم عليا، وهو ثقة ثبت. توفي سنة «٨٢» هـ خرج له الجماعة.
(٩) مسروق: سرق في صغره فسمي به. امام همام قدوة عابد زاهد من الاعلام الكبار. توفي سنة «٦٣» هـ خرج له الستة.
(١٠) والحديث أخرجه البخاري في الطهارة باب التيمن في الوضوء وزاد فيه «وفي شأنه كله» وأخرجه مسلم في الطهارة حديث رقم ٢٥٨ وفيه زيادة «في شأنه كله» وأبو داود برقم ٣٣ والترمذي والنسائي وابن ماجه و «إن» مخففة من الثقيلة، واسمها ضمير الشأن واللام في',NULL,'40',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (35,'٣٤- حدثنا محمد بشار. حدثنا يحيى بن سعيد «١» عن هشام بن حسان «٢» عن الحسن البصري «٣» عن عبد الله بن مغفّل «٤» قال:
«نهى رسول الله صلى الله عليه وسلم عن التّرجّل إلا غبّا» «٥» .
٣٥- حدثنا الحسن بن عرفة «٦» قال: حدثنا عبد السلام بن حرب «٧» عن
_________
«ليحب» هي الفارقة بين المخففة والثقيلة، والتيمن هو الابتداء باليمين، وطهوره: بضم الطاء وفتحها روايتان مسموعتان وبضم الطاء هو الفعل وبفتحها: ما يتطهر به. والترجل: أي يحب في تمشطه أن يبدأ بالجهة اليمنى من رأسه. وفي تنعله: أي ويحب التيمن بالانتعال، وفي شرح مسلم للنووي ٣/ ١٦٠.
(١) يحيى بن سعيد: أبي سعيد التميمي البصري القطان الأحول أحد الحفاظ الأعلام، روى عن حميد والأعمش، وروى عنه أحمد وابن معين، كان رأسا في العلم والعمل، قال أحمد ما رأيت مثله. وقال بندار: امام زمانه حفظا وورعا وزهدا، هو الذي رسم لأهل العراق رسم الحديث، كان يقف أحمد وابن معين وابن المديني يسألونه عن الحديث هيبة. توفي سنة «١٩٨» هـ. خرّج له الستة.
(٢) هشام بن حسان: الأزدي مولاهم، ثقة عظيم الشأن، من أكابر الثقات. قال الذهبي: وأخطأ شعبة في تضعيفه. توفي سنة «١٤٨» هـ. خرج له الستة.
(٣) الحسن البصري: اسمه يسار، مولى الأنصار، ولد لسنتين بقيتا من خلافة عمر، ومات بالبصرة سنة «١١٠» هـ كان عالما زاهدا فقيها فصيحا تضرب الأمثال بنسكه أدرك ١٣٠ صحابيا، وهو كثير الارسال والتدليس.
(٤) عبد الله بن مغفل: المزني، صحابي مشهور، من أصحاب الشجرة. قال: كنت أرفع أغصانها عن المصطفى، وهو أول من دخل وكبر يوم الفتح. توفي بالبصرة سنة «٦٠» أو «٥٧» هـ.
(٥) وأخرجه أبو داود في كتاب الترجل ك ٢٧ ب ١ ح ٤١٥٩ والنسائي في الزينة والترمذي في سننه في كتاب اللباس حديث رقم ١٧٥٦ وابن حبان في صحيحه. والغب: بكسر الغين وتشديد الباء، أي يحجل شعره وينظفه ويحسنه من وقت لآخر، لأن مواظبته تشعر بشدة الامعان في الزينة وذلك من شأن النساء.
(٦) الحسن بن عرفة: العبدي المؤدب، روى عن اسماعيل بن عياش وجرير، وروى عنه الصغار صدوق ثبت من الطبقة العاشرة، خرج له المصنف والنسائي.
(٧) عبد السلام بن حرب: النهدي الملائى، من كبار مشيخة الكوفة وثقاتهم ومسنديهم. قال المصنف: ثقة حافظ. وقال الدارقطني: ثقة حجة. وقال ابن معين وابن سعد: ضعيف. توفي سنة «١٨٧» هـ وخرج له الجماعة.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (36,'يزيد بن أبي خالد «١» عن أبي العلاء الأودي «٢» عن حميد بن عبد الرحمن عن رجل من أصحاب النبي صلى الله عليه وسلم:
«أنّ النّبي صلى الله عليه وسلم كان يترجّل غبّا» » .
_________
(١) يزيد بن أبي خالد: كذا وقع في بعض نسخ الشمائل وصوابه يزيد بن خالد بن يزيد بن موهب الرملي، ثقة عابد زاهد ورع، روى عن الليث وابن علية ووكيع وخلف، وروى عنه أبو داود والفريابي وابن قتيبة. مات سنة اثنين أو ثلاث أو سبع وثلاثين ومائتين. خرج له أبو داود والمصنف والنسائي وابن ماجه.
(٢) أبو العلاء الأودي: داود بن عبد الله بن عمرو الدمشقي، روى عن أبي سلام ومكحول، وروى عنه هشيم وأهل واسط لأنه واليها. قال أبو زرعة: لا بأس به. وقال غيره: ثقة. خرج له أبو داود وابن ماجه والمصنف.
(٣) أنظر تخريج الحديث السابق فقد قيل هذا الرجل المبهم هو الصحابي عبد الله بن مغفل.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (37,'<span data-type="title" id=toc-11>٥- باب ما جاء في شيب رسول الله صلى الله عليه وسلم</span>
٣٦- حدثنا محمد بن بشار. أخبرنا أبو داود «١» . أخبرنا همّام «٢» عن قتادة قال: قلت لأنس بن مالك:
«هل خضب رسول الله صلى الله عليه وسلم قال: لم يبلغ ذلك. إنما كان شيبا في صدغيه، ولكن أبو بكر رضي الله تعالى عنه خضب بالحنّاء والكتم» «٣» .
٣٧- حدثنا إسحاق بن منصور «٤» ويحيى بن موسى «٥» قالا: حدثنا عبد الرزاق «٦» عن معمر عن ثابت عن أنس بن مالك قال:
_________
(١) أبو داود: سليمان بن داود بن الجارود البصري الطيالسي، ثقة حافظ، روى عن ابن عوف وشعبة، وروى عنه بندار والكريمي، توفي سنة «٢٠٤» هـ من الطبقة التاسعة أخرج له البخاري في تاريخه ومسلم.
(٢) همام: بن يحيى، العودي البصري، عالم ثقة، قال أبو حاتم: ثقة في حفظه شيء وقال: أبو زرعة: لا بأس به وربما وهم. مات سنة «١٦٤» هـ خرج له الستة.
(٣) اخرجه البخاري وليس فيه ذكر أبي بكر، وأخرجه مسلم مثل رواية الشمائل وأخرجه أبو داود في كتاب الترجل وزاد «قد خضب أبو بكر وعمر» . وفي جمع الوسائل أخرجه الأئمة الستة. والخضب: تلوين الشيب بالحمرة. والصدغ: هو ما بين العين والأذن. ويسمى الشعر النابت على الصدغ صدغا وهو المراد هنا. والكتم: وهو ورق يصبغ به. والحناء: تجعل الشعر أحمر، والكتم يجعل الشعر أسود مائلا الى الحمرة.
(٤) اسحاق بن منصور: أبو يعقوب الكوسج، المروزي، التميمي مولاهم، أحد الأئمة الزهاد المتمسكين بالسنة، لكنه كان يتشيع. توفي سنة «٢٥١» هـ خرج له الستة.
(٥) يحيى بن موسى: البلخي السجستاني، ثقة من الطبقة العاشرة، روى عن ابن عيينة ووكيع وروى عنه الحكيم الترمذي وغيره. توفي سنة «٢٠٤» هـ وقيل غير ذلك. خرج له البخاري وأبو داود والنسائي.
(٦) عبد الرزاق: بن همام بن نافع الحميري مولاهم، ثقة حافظ كبير، مصنف شهير، عمي في آخر حياته فتغير وكان شيخا لأجل أصحاب الحديث، قال العصام: وكان يتشيع والله أعلم.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (38,'«ما عددت في رأس رسول الله صلى الله عليه وسلم ولحيته إلا أربع عشرة شعرة بيضاء» «١» .
٣٨- حدثنا محمد بن المثنى. أخبرنا أبو داود «٢» . حدثنا شعبة عن سماك بن حرب قال: سمعت جابر بن سمرة، وقد سئل عن شيب رسول الله صلى الله عليه وسلم فقال:
«كان إذا دهن رأسه لم ير منه شيب وإذا لم يدهن رؤي منه شيء» .
٣٩- حدثنا محمد بن عمر بن الوليد الكندي الكوفي «٣» حدثنا يحيى بن آدم «٤» عن شريك «٥» عن عبيد الله بن عمر «٦» عن نافع «٧» عن ابن عمر «٨» قال:
«إنما كان شيب رسول الله صلى الله عليه وسلم نحوا من عشرين شعرة بيضاء» «٩» .
_________
(١) أخرجه مسلم في الفضائل برقم ٢٣٤٤ والنسائي بمعناه في الزينة.
(٢) أي الطيالسي لأنه يروي عن شعبة.
(٣) محمد بن عمر بن الوليد الكندي الكوفي: نسبة لكندة، روى عن وكيع وطبقته، وروى عنه ابن صاعد وابن زيدان وجمع، قال أبو حاتم: صدوق، وقال النسائي: لا بأس به. توفي سنة «٢٥٦» هـ. خرج له المصنف والنسائي وابن ماجه.
(٤) يحيى بن آدم: بن سليم الكوفي، أبو زكريا المقرىء، مولى خالد بن خالد بن عقبة بن أبي معيط، ثقة حافظ من كبار الطبقة التاسعة، روى عن مالك ومعمر، وروى عنه أحمد وإسحاق. توفي سنة «٢٠٣» هـ. خرج له الستة.
(٥) شريك: بن عبيد الله بن أبي شريك النخعي الكوفي، قاضي واسط ثم الكوفة صدوق يخطىء كثيرا، وثقة حافظ يغلط. توفي سنة «٢٣٠» هـ وقيل غير ذلك. خرج له الجماعة.
(٦) عبد الله بن عمر: بن حفص بن عاصم بن عمر بن الخطاب، الفقيه، ثقة ثبت، من أكابر الفقهاء، قدمه أحمد على نافع توفي سنة سبع أو خمس أو أربع وأربعين ومائة للهجرة.
(٧) نافع: مولى ابن عمر العدوي، أحد الأعلام، من أئمة التابعين، ثقة ثبت، توفي سنة «١١٧» أو «١١٩» هـ.
(٨) ابن عمر: أبي عبد الرحمن عبد الله، ولد بعد البعثة بقليل استصغر يوم أحد وهو ابن أربع عشر سنة، وحضر الخندق وبيعة الرضوان، وهو شقيق حفصة أم المؤمنين، وأحد الستة المكثرين، كان من أشد الناس اتباعا للسنة، كثير الصدقة. توفي سنة «٧٣» أو «٧٤» هـ.
(٩) وأخرجه ابن ماجه في اللباس برقم ٣٦٣٠.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (39,'٤٠- حدثنا أبو كريب محمد بن العلاء «١» . حدثنا معاوية بن هشام «٢» عن شيبان «٣» عن أبي إسحاق عن عكرمة «٤» عن ابن عباس قال:
«قال أبو بكر يا رسول الله قد شبت قال: شيبتني هود «٥» والواقعة والمرسلات وعمّ يتساءلون، وإذا الشمس كوّرت» «٦» .
٤١- حدثنا سفيان بن وكيع. حدثنا محمد بن بشر «٧» عن علي بن صالح «٨» عن أبي إسحاق عن أبي جحيفة «٩» قالوا:
«يا رسول الله نراك قد شبت قال قد شيّبتني هود واخواتها» .
٤٢- حدثنا علي بن حجر قال: أنبأنا شعيب بن صفوان «١٠» عن عبد الملك بن
_________
(١) أبو كريب محمد بن العلاء: الهمداني الكوفي، ثقة، أحد الأعلام المكثرين، توفي سنة «٢٤٨» هـ. خرج له الستة.
(٢) معاوية بن هشام: القصار الكوفي، قال أبو حاتم: صدوق. وأبو داود: ثقة. وخطأ الذهبي من زعم أنه متروك، توفي سنة «٢٠٤» هـ.
(٣) شيبان: صدوق، يهم، رمي بالقدر، أكثر الرواية عنه مسلم.
(٤) عكرمة: مولى ابن عباس، ثبت عالم. لم يثبت تكذيبه عن ابن عمر، وهو من كبار التابعين.
(٥) بالصرف، وبتركه على أنه علم على سورة، وهما روايتان. أخرجه الترمذي في كتاب التفسير، تفسير سورة الواقعة حديث رقم ٣٢٩٣ وقد جاء في هذه السور من أحوال يوم القيامة، وهلاك الأمم الخ.
(٦) وأخرجه الطبراني أيضا/ الجامع الصغير/.
(٧) محمد بن بشر: العقدي الكوفي، أحد الأعلام الثقات، من الطبقة التاسعة خرج له الستة.
(٨) علي بن صالح: الكوفي الهمداني، وثقه جمع، كان رأسا في العلم والعمل، والقراءة. توفي سنة «١٥٣» هـ أو بعدها. أخرج له الجماعة إلا البخاري.
(٩) أبي جحيفة: وهب السواء بن عامر بن صعصعة، الكوفي، من مشاهير الصحابة، وكان علي المرتضى يحبه ويسميه وهب الخير. قال الذهبي: ثقة. توفي سنة «٧٤» هـ.
(١٠) شعيب بن صفوان: الثقفي الكوفي الكاتب. قال في الكاشف: قال ابن عدي: عامة ما يرويه لا يتابع عليه. قال ابن حجر: مقبول.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (40,'عمير «١» عن إياد لقيط العجلي «٢» عن أبي رمثة التيمي «٣» تيم الرباب قال أتيت النبي صلى الله عليه وسلم ومعي ابن لي قال فأريته، فقلت لما رأيته:
«هذا نبيّ الله صلى الله عليه وسلم، وعليه ثوبان أخضران، وله شعر قد علاه الشّيب، وشيبه أحمر» «٤» .
٤٣- حدثنا أحمد بن منيع. حدثنا سريج بن النعمان «٥» . حدثنا حماد بن سلمة «٦» عن سماك بن حرب قال: قيل لجابر بن سمرة أكان في رأس رسول الله صلى الله عليه وسلم شيب قال:
«لم يكن في رأس رسول الله صلى الله عليه وسلم شيب إلا شعرات في مفرق رأسه إذا ادّهن واراهنّ الدّهن» » .
_________
(١) عبد الملك بن عمير: اللخمي العجلي، ويقال القبطي، فصيح عالم تغير حفظه، ربما دلس. قال أحمد: مضطرب الحديث، وقال ابن معين: مختلط، وثقه جمع. توفي سنة «١٣٦» هـ. خرج له الستة.
(٢) إياد بن لقيط العجلي: السدوسي، قال الذهبي: ثقة. خرج له البخاري في تاريخه ومسلم وأبو داود.
(٣) أبو رمثة التيمي، تيم الرباب: صاحبي اختلف في اسمه، فقيل رفاعة وقيل خياب وغير ذلك.
(٤) وعند أبي داود في اللباس حديث رقم ٤٠٦٥ عن أبي رمثة قال «انطلقت مع أبي نحو النبي صلى الله عليه وسلم فرأيت عليه بردين أخضرين» وأخرجه النسائي في الزينة والترمذي في سننه. وعند أبي داود عنه في الترجل برقم ٤٢٠٦ بلفظ «فاذا هو ذو وفرة بها ردع حناء وعليه بردان أخضران» . وقوله: «شيبه أحمر» أي أن البياض صبغ بحمرة.
(٥) سريج بن النعمان: أبو الحسن البغدادي الجوهري أصله من خراسان. ثقة يهم قليلا، أخذ عن الماجشون وفليج، وروى عنه البخاري، والحربي، توفي سنة «٢١٧» هـ. خرج له البخاري والأربعة.
(٦) حماد بن سلمة: البصري، العابد الزاهد المجاب الدعوة، أحد الأعلام قال ابن معين: إذا رأيت من يقع فيه فاتهمه على الاسلام. قال ابن حجر أثبت الناس لكن تغير. توفي سنة «١٦٧» هـ.
(٧) وأخرجه مسلم في صفة النبي صلى الله عليه وسلم حديث رقم ٢٣٤٤ والنسائي في الزينة.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (41,'<span data-type="title" id=toc-12>٦- باب ما جاء في خضاب رسول الله صلى الله عليه وسلم</span>
٤٤- حدثنا أحمد بن منيع. حدثنا هشيم «١» . حدثنا عبد الملك بن عمير عن إياد بن لقيط قال: أخبرني أبو رمثة قال:
«أتيت النّبيّ صلى الله عليه وسلم مع ابن لي. فقال ابنك هذا؟ فقلت: نعم، أشهد به، قال لا يجني عليك ولا تجني عليه «٢» ، قال ورأيت الشيب أحمر» «٣» .
قال أبو عيسى «٤» هذا أحسن شيء روي في هذا الباب، وأفسر «٥» لأنّ الروايات الصحيحة أنه صلى الله عليه وسلم لم يبلغ الشيب وأبو رمثه اسمه رفاعة بن يثربي التيمي «٦» .
_________
(١) هشيم: أبو مغوية السملي الواسطي حافظ بغداد، إمام ثقة مدلس. عاش ثمانين سنة.
(٢) أي لا يؤخذ هو بذنبك، ولا تؤخذ أنت بذنبه.
(٣) وأخرجه أبو داود في كتاب الترجل حديث رقم ٤٢٨٨ ك ٢٧ ب ١٨ والترمذي في سننه والنسائي. وأخرجه أبو داود في الديات برقم ٤٤٩٥ دون ذكر الشيب، وفيه زيادة [ثم قال: أما أنه لا يجني عليك ولا تجني عليه] ، ثم قرأ رسول الله صلى الله عليه وسلم وَلا تَزِرُ وازِرَةٌ وِزْرَ أُخْرى الآية ١٦٥ الأنعام و ٣٨ النجم.. وهذا ابطال لما كانت عليه العرب في الجاهلية يأخذون الرجل بجريرة قريبه.
(٤) أبو عيسى أي المصنف. وقد تقدم تفسير ذلك.
(٥) الفسر: أي الكشف والبيان والمعنى أنه أوضح رواية وأظهر دلالة.
(٦) نسبة ليثرب من أسماء المدينة قبل الاسلام، وتيم إحدى القبائل.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (42,'٤٥- حدثنا سفيان بن وكيع قال: حدثنا أبي عن شريك عن عثمان بن موهب «١» قال:
«سئل أبو هريرة هل خضب رسول الله صلى الله عليه وسلم قال نعم» .
قال أبو عيسى وروى أبو عوانة هذا الحديث عن عثمان بن عبد الله بن موهب فقال عن أم سلمة «٢» » .
٤٦- حدثنا ابراهيم بن هارون «٣» قال: أنبأنا النضر بن زرارة «٤» عن أبي جناب «٥» عن إياد بن لقيط عن الجهذمة «٦» امرأة بشير بن الخصاصية «٧» قالت:
«أنا رأيت رسول الله صلى الله عليه وسلم يخرج من بيته ينفض رأسه، وقد اغتسل، وبرأسه ردع من حناء أو قال ردغ شك في هذا الشيخ» «٨» .
_________
(١) عثمان بن موهب: صوابه عثمان بن عبد الله بن موهب كما صرح المصنف فيما بعد، التيمي الطلحي مولى آل طلحة، المدني الأعرج، أخذ عن أبي هريرة وابن عمر وطائفة، وروى عنه شعبة وعدة، ثقة من الطبقة الرابعة.
(٢) وعن أم سلمة عند البخاري في اللباس انها أخرجت شعرا من شعر النبي صلى الله عليه وسلم مخضوبا. وعند ابن ماجه في اللباس حديث رقم ٣٦٢٣ عن عثمان بن موهب قال: دخلت على أم سلمة فأخرجت إليّ شعرا من شعر رسول الله صلى الله عليه وسلم مخضوبا بالحناء والكتم. ولعله أراد أن عثمان روى الحديث عنهما معا، فروى شريك عنه عن أبي هريرة وروى أبو عوانة عنه عن أم سلمة.
(٣) إبراهيم بن هارون: العابد الزاهد، صدوق ثقة، روى عن حاتم بن اسماعيل وخلق، وخرج له الحكيم الترمذي.
(٤) النضر بن زرارة: بن عبد الكريم الذهلي الكوفي، أورده الذهبي في الضعفاء والمتروكين وقال: إنه مجهول. وقال ابن حجر: مستور من الطبقة التاسعة.
(٥) أبي جناب: يحيى بن أبي حية الكلبي، محدث مشهور، وربما ضعفوه لكثرة تدليسه، من الطبقة السادسة.
(٦) الجهذمة كدحرج، صحابية غير النبي صلى الله عليه وسلم اسمها فسماها ليلى.
(٧) الخصاصية مثل كراهية اسم أمه وهي منسوبة الى خصاصة بن عمرو بن كعب.
(٨) الردع: هو الصبغ من زعفران أو ورس. والمراد بالردغ لطخات غليظة من الصبغ في رأسه الذي هو الحناء أو الزعفران أو غيره. والذي شك في أنه ردع أو ردغ هو شيخ الترمذي وهو إبراهيم بن هارون. قال القسطلاني: اتفق المحققون على أن (الردغ) بالمعجمة وهم وغلط لإطباق من أهل اللغة على أنه بالمهملة.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (43,'٤٧- حدثنا عبد الله بن عبد الرحمن. حدثنا عمرو بن عاصم «١» . حدثنا حماد بن سلمة حدثنا حميد عن أنس قال:
«رأيت شعر رسول الله صلى الله عليه وسلم مخضوبا قال حماد: وأخبرنا عبد الله بن محمد بن عقيل «٢» ، قال: رأيت شعر رسول الله صلى الله عليه وسلم عند أنس بن مالك مخضوبا» «٣» .
_________
(١) عمرو بن عاصم: الكلابي العبسي البصري الحافظ، روى عن خلق كثير منهم شعبة، وروى عنه البخاري وخلق. صدوق، توفي سنة «٢٢٣» هـ. خرج له الجماعة.
(٢) عبد الله بن محمد بن عقيل: بن أبي طالب الهاشمي، وأمه زينب بنت علي كرّم الله وجهه.
(٣) قال النووي رحمه الله، والمختار أنه صلى الله عليه وسلم في وقت دل عليه حديث ابن عمر في الصحيحين وتركه في معظم الأوقات، فأخبر كل بما رأى، وهو صادق، والله أعلم. وانظر ما كتب في سنن الترمذي في الجزء ٦/ ٦٨ في هذا الموضوع.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (44,'<span data-type="title" id=toc-13>٧- باب ما جاء في كحل رسول الله صلى الله عليه وسلم</span>
٤٨- حدثنا محمد بن حميد الرازي «١» . حدثنا أبو داود الطيالسي عن عبّاد بن منصور «٢» عن عكرمة عن ابن عبّاس أن النّبيّ صلى الله عليه وسلم قال:
«اكتحلوا بالأثمد «٣» فإنّه يجلو البصر، وينبت الشعر» . وزعم «٤» أنّ النّبيّ له مكحلة «٥» يكتحل منها كلّ ليلة ثلاثة في هذه وثلاثة في هذه» «٦» .
٤٩- حدثنا عبد الله بن الصباح الهاشمي البصري «٧» حدثنا عبيد الله بن «٨» موسى. حدثنا اسرائيل «٩» عن عباد بن منصور/ ح «١٠» وحدثنا علي بن حجر.
_________
(١) محمد بن حميد الرازي: أبو عبد الله، روى عن ابن المبارك، وروى عنه أحمد. اختلفوا فيه قال ابن معين: حسن الرأي، وقيل حافظ ضعيف. توفي سنة «٢٤٨» هـ.
(٢) عباد بن منصور: أبو سلمة البصري، صدوق، رمي بالقدر وتغيّر بآخره.
(٣) الكحل: بضم الكاف اسم لما يكتحل به وبالفتح مصدر بمعنى استعمال الكحل في العين. والأثمد: بكسر الهمزة والميم بينهما ثاء ساكنة حجر يكتحل به.
(٤) وزعم أي ابن عباس كما في رواية ابن ماجه والمراد بالزعم هنا مجرد القول، لا للشك.
(٥) المكحلة: بضم الميم وهي آلة الكحل والمراد منها ما فيه الكحل. وقوله ثلاثة في هذه أي في العين اليمنى وثلاثة في العين اليسرى.
(٦) وأخرجه ابن ماجه في كتاب الطب حديث رقم ٣٤٩٧ و ٣٤٩٩ وأخرج قسما منه النسائي في الزينة باب الكحل.
(٧) عبد الله بن الصّبّاح الهاشمي البصري المريدي ثقة من كبار الطبقة السادسة خرج له الشيخان وأبو داود والمصنف والنسائي توفي سنة «٢٥٠» هـ.
(٨) عبيد الله بن موسى: السيد الجليل أبو محمد العبسي مولاهم، أحد الحفاظ المشاهير، كان عالما بالقراءات، ولم ير ضاحكا قط. من الطبقة التاسعة، قال الذهبي: أحد الأعلام على تشيعه وبدعته، وقال ابن حجر: ثقة ينفع. توفي سنة «٢١٠» هـ. خرج له الستة.
(٩) اسرائيل: بن يونس بن أبي اسحاق السبيعي، ثقة، تكلم فيه بلا حجة.
(١٠) / ح/ إشارة الى التحويل من اسناد إلى اسناد آخر، وذلك إذا كان للحديث إسنادان.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (45,'حدثنا يزيد بن هارون. حدثنا عباد بن منصور عن عكرمة عن ابن عباس قال:
«كان رسول الله صلى الله عليه وسلم يكتحل قبل أن ينام بالاثمد ثلاثا في كلّ عين، وقال يزيد بن هارون في حديثه: إن النبي صلى الله عليه وسلم كانت له مكحلة يكتحل منها عند النوم ثلاثا في كلّ عين» «١» .
٥٠- حدثنا أحمد بن منيع. حدثنا محمد بن يزيد «٢» عن محمد بن اسحاق «٣» عن محمد بن المنكدر «٤» عن جابر هو ابن عبد الله قال:
«قال رسول الله صلى الله عليه وسلم: عليكم بالاثمد عند النّوم فإنه يجلو البصر وينبت الشّعر» » .
٥١- حدثنا قتيبة بن سعيد قال: حدثنا بشر بن المفضل «٦» عن عبد الله بن عثمان بن خيثم «٧» عن سعيد بن جبير «٨» عن ابن عباس قال:
_________
(١) انظر تخريج الحديث السابق.
(٢) محمد بن يزيد: الواسطي، روى عن اسماعيل بن أبي خالد ومجالد، وروى عنه أحمد واسحاق، قال الذهبي: حجة وقال ابن حجر: ثقة ثبت عابد. توفي سنة «١٩٠» هـ أو نحوها خرج له أبو داود والنسائي.
(٣) محمد بن اسحاق: بن يسار المطلبي مولاهم، المدني نزيل العراق، أحد الأعلام، إمام المغازي والسير، رأى أنسا وابن المسيب، وروى عن عطاء وطبقته، وروى عنه شعبة والسفيانان والحمادان وخلق، كان بحرا من بحار العلم، صدوق ولكنه يدلس، له غرائب، واختلف في الاحتجاج به وحديثه فوق الحسن. توفي سنة «١٥١» أو «١٥٢» هـ خرج له البخاري في التعليق والخمسة.
(٤) محمد بن المنكدر: التيمي المدني التابعي، جليل ثقة إمام، روى عن أبي هريرة وعائشة، وروى عنه مالك والسفيانان توفي سنة «١٣٠» هـ. خرّج له الستة.
(٥) وأخرجه أبو داود في الطب باب الأمر بالكحل ك ٢٢ ب ١٤ ح ٣٨٧٨ وفيه زيادة [البسوا من ثيابكم البياض فانها من خير ثيابكم وكفنوا فيها موتاكم] وأخرجه ابن ماجه في الطب ك ٣١ ب ٢٥ ح ٣٤٩٧ وحديث ٣٤٩٨ والترمذي في سننه في اللباس حديث رقم ١٧٥٧.
(٦) بشر بن المفضل: أبو اسماعيل الامام الحجة الثقة. توفي سنة «١٨٧» هـ. خرج له الجماعة.
(٧) عبد الله بن عثمان بن خيثم: المكي، حليف الزهريين. قال أبو حاتم: صالح الحديث. توفي سنة «١٣٢» هـ خرّج له البخاري في التعليق والخمسة.
(٨) سعيد بن جبير: الأسدي مولاهم، أحد الأعلام الكبار مجمع على جلالته وعلمه وزهده، قتله الحجاج سنة «٩٥» هـ خرج له الستة.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (46,'«قال رسول الله صلى الله عليه وسلم إن خير أكحالكم الاثمد يجلو البصر وينبت الشعر» «١» .
٥٢- حدثنا ابراهيم بن المستمر البصري «٢» . حدثنا أبو عاصم عن عثمان بن عبد الملك «٣» عن سالم «٤» عن ابن عمر قال:
«قال رسول الله صلى الله عليه وسلم عليكم بالاثمد فإنّه يجلو البصر وينبت الشعر» «٥» .
_________
(١) انظر تخريج الحديث السابق.
(٢) إبراهيم بن المستمر البصري: روى عن العقدي، وروى عنه ابن خزيمة وأمم. قال النسائي صدوق، قال ابن حجر: لكنه يقرب. من الطبقة الحادية عشر خرج له أبو داود والمصنف والنسائي وابن ماجه.
(٣) عثمان بن عبد الملك: المكي المؤذن، مستقيم لين الحديث، أخرج له المصنف وأبو داود وابن ماجه.
(٤) سالم: بن عبد الله بن عمر بن الخطاب، أحد الأئمة الفقهاء السبعة بالمدينة. توفي سنة «١٠٦» أو «١٠٧» هـ.
(٥) وأخرجه ابن ماجه في كتاب الطب حديث رقم ٣٤٩٥.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (47,'<span data-type="title" id=toc-14>٨- باب ما جاء في لباس رسول الله صلى الله عليه وسلم</span>
٥٣- حدثنا محمد بن حميد الرازي. حدثنا الفضل بن موسى «١» وأبو تميلة «٢» وزيد بن حباب «٣» عن عبد المؤمن بن خالد «٤» عن عبد الله بن بريدة عن أم سلمة قالت «٥» :
«كان أحبّ الثياب إلى رسول الله صلى الله عليه وسلم القميص» «٦» .
٥٤- حدثنا علي بن حجر حدثنا الفضل بن موسى عن عبد المؤمن بن خالد عن عبد الله بن بريدة عن أم سلمة قالت:
_________
(١) الفضل بن موسى: المروزي، من ثقات صغار التابعين، قال الذهبي: ما علمت فيه لينا إلا ما روي عن ابن المديني أنه قال: له مناكير. روى عن هشام بن عروة وطبقته، وروى عنه ابن راهويه وخلق. توفي سنة «١٩١» أو «١٩٢» هـ.
(٢) أبو تميلة: يحيى بن واضح المروزي قال أحمد: لا بأس به، وقال الذهبي ثقة، من الطبقة التاسعة. روى عن ابن إسحاق وروى عنه أحمد وابن أبي شيبة والدورقي. خرج له الستة.
(٣) زيد بن حباب: أبو الحسن، حافظ، روى عن حسين بن واقد، وروى عنه أحمد وغيره. قال الذهبي: لا بأس به وقد يهم. توفي سنة «٢٠٣» هـ.
(٤) عبد المؤمن بن خالد: المروزي قاضي مرو، قال الذهبي: صدوق. من الطبقة السابعة، خرج له أبو داود والمصنف.
(٥) أم سلمه: أم المؤمنين هند بنت المغيرة المخزومية، أسلمت قديما هاجرت الى الحبشة.
(٦) وأخرجه أبو داود في كتاب اللباس ك ٢٦ ب ٣ ح ٤٠٢٥ والترمذي في سننه في كتاب اللباس حديث رقم ١٧٦٢ والنسائي وأم سلمة اسمها هند بنت أبي أمية المخزومية تزوجها النبي صلى الله عليه وسلم بعد وفاة زوجها أبي سلمة وهي أول من هاجر الى الحبشة توفيت سنة ٦٢ هـ وهي آخر أمهات المؤمنين وفاة. والقميص: اسم لما يلبس من المخيط له كمان وجيب ويحيط بالبدن.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (48,'«كان أحب الثياب إلى رسول الله صلى الله عليه وسلم القميص» «١» .
٥٥- حدثنا زياد بن أيوب البغدادي «٢» حدثنا أبو تميلة عن عبد المؤمن بن خالد عن عبد الله بن بريدة عن أمه عن أم سلمة قالت:
«كان أحبّ الثياب إلى رسول الله صلى الله عليه وسلم لبس القميص» «٣» .
قال هكذا قال زياد بن أيوب في حديثه عن عبد الله بن بريدة عن أمه عن أم سلمة، وهكذا روى غير واحد عن أبي تميلة مثل زياد بن أيوب وأبو تميلة يزيد في هذا الحديث (عن أمه) وهو أصح.
٥٦- حدثنا عبد الله محمد بن الحجاج «٤» . حدثنا معاذ بن هشام «٥» . حدثني أبي عن بديل (يعني ابن ميسرة) العقيلي «٦» . عن شهر بن حوشب «٧» عن أسماء بنت يزيد قالت:
«كان كمّ قميص رسول الله صلى الله عليه وسلم إلى الرّسغ» «٨» .
_________
(١) انظر تخريج الحديث السابق.
(٢) زياد بن أيوب: الطوسي، لقب بدلويه وكان يغضب منها فلقبه أحمد بشعبة الصغير، حافظ، خرّج له الشيخان.
(٣) انظر تخريج الحديث السابق.
(٤) عبد الله بن محمد بن الحجاج: الصواف، صدوق، أخذ عن أبي خزيمة وغيره. توفي سنة «٢٠٥» هـ.
(٥) معاذ بن هشام: البصري، قال ابن عدي: صدوق ليس بحجة ربما غلط، توفي سنة «٢٠٠» هـ. خرج له الستة. وأبوه: هشام بن عبد الله، قال الطيالسي: كان هشام أمير المؤمنين في الحديث. توفي سنة «١٥٤» هـ.
(٦) بديل بن ميسرة العقيلي: وثقه جماعة، توفي سنة «١٣٠» هـ.
(٧) شهر بن حوشب: صدوق كثير الارسال، وثقه أحمد وابن معين وغيرهما. توفي سنة «١٠٠» هـ.
(٨) وأخرجه أبو داود في اللباس حديث رقم ٤٠٢٧ والترمذي في اللباس برقم ١٧٦٥ والنسائي. الرسغ: بالسين والصاد لغتان في الحديث وهو مفصل ما بين الكف والساعد. وأسماء بنت يزيد الأنصاري، صحابية تكنى أم سلمة خرج لها البخاري في الأدب المفرد، وأصحاب السنن قتلت تسعة من الروم بعمود فسطاطها.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (49,'٥٧- حدثنا أبو عمار (الحسين بن حريث) . حدثنا أبو نعيم. حدثنا زهير عن عروة بن عبد الله بن قشير «١» . عن معاوية بن قرة «٢» عن أبيه قال:
«أتيت رسول الله صلى الله عليه وسلم في رهط من مزينة لنبايعه، وإنّ قميصه لمطلق، أو قال زر قميصه مطلق، قال فأدخلت يدي في جيب قميصه فمسست الخاتم» «٣» .
٥٨- حدثنا عبد بن حميد «٤» . حدثنا محمد بن الفضل «٥» حدثنا حماد بن سلمة عن حبيب بن الشهيد «٦» عن الحسن عن أنس بن مالك:
«أنّ النّبي صلى الله عليه وسلم خرج وهو يتّكىء على أسامة بن زيد، عليه ثوب قطريّ قد توشّح به «٧» فصلى بهم» .
وقال عبد بن حميد قال محمد بن الفضل سألني يحيى بن معين عن هذا الحديث أول ما جلس إليّ، فقلت حدثنا حماد بن سلمة، فقال لو كان من
_________
(١) عروة بن عبد الله بن قشير: أبو مهل، وثقه الذهبي وابن حجر، روى عن ابن سيرين وطائفة، وروى عنه سفيان وغيره. خرج له أبو داود وابن ماجه.
(٢) معاوية بن قرّة: كان عالما عاملا، ثقة ثبتا، ولد يوم الجمل، وتوفي سنة «١١٣» هـ. خرج له الجماعة.
(٣) الحديث أخرجه أبو داود في اللباس برقم ٤٠٨٢ وابن ماجه في اللباس برقم ٣٥٧٨- والرهط قوم الرجل وعشيرته أو من ثلاث إلى عشرة ومعنى القميص مطلق أي محلول غير مزرور. والجيب: الفتحة في الصدر أو المراد به الطوق الذي يخرج منه الرأس.
(٤) عبد بن حميد: هو عبد الحميد بن بحر ويقال نصر، ثقة حافظ طواف في البلدان لطلب الحديث، ذو تصانيف. من الطبقة الحادية عشرة، روى عن علي بن عاصم والنضر بن شميل وابن أبي فديك وخلف، وروى عنه مسلم والترمذي وعدة. توفي سنة «٢٤٩» هـ.
(٥) محمد بن الفضل: أبو النعمان البصري، الحافظ المشهور، شيخ حافظ صدوق مكثر ثقة، اختلط آخرا فترك الأخذ عنه. توفي سنة «٢٢٤» هـ. خرج له الجماعة.
(٦) حبيب بن الشهيد: الأزدي البصري، تابعي صغير، أدرك أبا الطفيل ثقة ثبت، توفي سنة «١٤٥» هـ. خرج له الستة.
(٧) القطري: بكسر القاف وسكون الطاء، نسبة الى القطر، وهو نوع من البرود اليمنية يتخذ من قطن وفيه حمرة وأعلام مع خشونة، أو نوع من حلل جياد تحمل من بلد بالبحرين اسمها (قطر) بفتحتين، وتوشح به: أي وضعه فوق عاتقيه.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (50,'كتابك. فقمت لأخرج كتابي فقبض على ثوبي، ثم قال: أمله «١» علي فإني أخاف أن لا ألقاك، قال فأمليته عليه، ثم أخرجت كتابي فقرأت عليه.
٥٩- حدثنا سويد بن نصر. حدثنا عبد الله بن المبارك عن سعيد بن إياس الجريري «٢» عن أبي نضرة عن أبي سعيد الخدري قال:
[كان رسول الله صلى الله عليه وسلم إذا استجدّ»
ثوبا سماه باسمه «٤» (عمامة أو قميصا أو رداء) ثم يقول اللهم لك الحمد كما كسوتنيه «٥» ، أسألك خيره وخير ما صنع له، وأعوذ بك من شرّه وشرّ ما صنع له) «٦» .
حدثنا هشام بن يونس الكوفي «٧» . حدثنا القاسم بن مالك المزني «٨» عن
_________
(١) أمله بكسر الميم وتشديد اللام المفتوحة وهو من الإملال بمعنى الاملاء، والمعنى اقرأه عليّ من حفظك. وفي نسخة (إمله) .
(٢) سعيد بن إياس الجريري: أحد الثقات الاثبات، تغير قليلا ولذا ضعفه يحيى القطان، ووثقه جمع. توفي سنة «١٤٤» هـ وخرج له الجماعة.
(٣) أي إذا لبس ثوبا جديدا.
(٤) قوله (عمامة أو قميصا أو رداءا) موجودة في بعض النسخ ومحذوفة من بعضها. ومعنى قوله سماه باسمه أي إذا كان عمامة سماه عمامة وإذا كان رداء سماه رداء وهكذا.
(٥) قوله كسوتني إياه أجرى الضمير المنفصل مجرى المتصل.
(٦) أخرجه أبو داود في اللباس حديث رقم ٤٠٢٠ والترمذي في سننه في اللباس برقم ١٧٦٧ والنسائي وزاد أبو داود (فكان أصحاب النبي صلى الله عليه وسلم، إذا لبس أحدهم ثوبا جديدا قيل له: تبلى ويخلف الله تعالى) . وقد أخرجه ابن ماجه والحاكم والترمذي عن حديث عمر مرفوعا (من لبس ثوبا جديدا فقال الحمد لله الذي كساني ما أواري به عورتي، وأتجمل به في حياتي ثم عمد الى الثوب الخلق فتصدق به كان في حفظ الله، وفي كنف الله وفي ستر الله حيا وميتا) . ومنها ما أخرجه أحمد والترمذي وأبو داود وابن ماجه (من لبس ثوبا فقال الحمد لله الذي كساني) .
(٧) هشام بن يونس الكوفي: ثقة، روى عنه أبو داود والمصنف توفي سنة «٢٥٢» هـ.
(٨) القاسم بن مالك المزني: الكوفي، روى عنه أحمد وابن عرفة وعدة. قال ابن حجر: صدوق فيه لين، خرج له الشيخان والنسائي وابن ماجه: (هذا ورزقنيه من غير حول مني ولا قوة، غفر الله له ما تقدم من ذنبه) . وخير الثوب هو بقاؤه ونقاؤه والخير الذي صنع من أجله هو صرفه لما فيه رضا الله تعالى. وشره هو ضد الخير، وشر ما صنع له هو تحويله الى لبس الكبر والخيلاء، وقد رأى النبي صلى الله عليه وسلم على عمر ثوبا أبيض جديدا فقال له (البس جديدا وعش حميدا ومت شهيدا) أخرجه ابن ماجه في اللباس برقم ٣٥٥٨.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (51,'الجريري عن أبي نضرة عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم نحوه.
٦٠- حدثنا محمد بن بشار. حدثنا معاذ بن هشام. حدثني أبي عن قتادة عن أنس بن مالك قال:
كان أحبّ الثياب إلى رسول الله صلى الله عليه وسلم يلبسه الحبرة «١» .
٦١- حدثنا محمود بن غيلان. حدثنا عبد الرزاق. حدثنا سفيان. عن عون «٢» بن أبي جحيفة. عن أبيه قال:
«رأيت النّبيّ صلى الله عليه وسلم وعليه حلّة حمراء كأنّي أنظر إلى بريق ساقيه. قال سفيان: أراها حبرة» «٣» .
٦٢- حدثنا علي بن خشرم «٤» حدثنا عيسى بن يونس. عن اسرائيل عن أبي اسحاق عن البراء بن عازب قال:
«ما رأيت أحدا من الناس أحسن في حلّة حمراء من رسول الله صلى الله عليه وسلم، أن كانت جمته «٥» لتضرب قريبا من منكبيه» «٦» .
_________
(١) وأخرجه أبو داود في اللباس برقم ٤٠٦٠ والترمذي في اللباس برقم ١٧٨٨ وأخرجه البخاري في اللباس باب البرود والحبرة والشملة عن أنس، ومسلم في اللباس برقم ٢٠٧٩. والنسائي. والحبرة: بكسر الحاء وفتح الباء، وهي ثياب من نوع برود اليمن تتخذ من كتان أو قطن محبرة أي مزينة والتحبير التزين والتحسن والحبر مفرد والجمع حبر وحبرات مثل عنبة وعنب وعنبات.
(٢) عون بن أبي جحيفة: روى عنه شعبة وسفيان وعدة، وثقوه. توفي سنة «١١٦» هـ. خرج له الستة.
(٣) الحديث أخرجه البخاري. وكانت رؤية أبي جحيفة في بطحاء مكة قرب مكة وقوله (حبرة) أي مخططة بخطوط حمر لا حمراء قانية، والمراد بسفيان الثوري.
(٤) علي بن خشرم: المروزي، الحافظ، وثقه النسائي، توفي في رمضان سنة «٢٥٧» هـ.
(٥) الجمة: خصلة الشعر.
(٦) وأخرجه الترمذي في سننه في اللباس برقم ١٧٢٤ وفي الاستئذان والأدب، والبخاري في صفة النبي صلى الله عليه وسلم وفي اللباس ومسلم في فضائل النبي صلى الله عليه وسلم. وأبو داود في الترجل برقم ٤١٨٣ وفي اللباس برقم ٤٠٧٢، والنسائي في الزينة، وابن ماجه في اللباس.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (52,'٦٣- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا عبيد الله ابن إياد «١» عن أبيه عن أبي رمثة قال:
«رأيت النّبي صلى الله عليه وسلم وعليه بردان أخضران» «٢» .
٦٤- حدثنا عبد بن حميد. حدثنا عفان بن مسلم «٣» . قال حدثنا عبد الله بن حسان العنبري «٤» عن جدتيه دحيبة «٥» وعليبة «٦» عن قيلة بنت مخرمة «٧» قالت:
«رأيت النّبي صلى الله عليه وسلم وعليه أسمال مليّتين «٨» كانت بزعفران وقد نفضته» «٩» وفي الحديث قصة طويلة «١٠» .
_________
(١) عبيد الله بن إياد: السدوسي، صدوق، توفي سنة «٢٦٩» هـ خرج له الستة إلا ابن ماجه.
(٢) أخرجه أبو داود في اللباس برقم ٤٠٦٥ وفي الديات. والترمذي في الاستئذان والنسائي في العقود والزينة. والبردان: تثنية برد وهو ثوب مخطط، أي ذو خطوط خضر.
(٣) عفان بن مسلم: البصري، الثقة الثبت. قال يحيى القطان: إذا وافقني عفان لا أبالي بمن أخالف. توفي سنة «٢٢٠» هـ خرج له الستة.
(٤) عبد الله بن حسان العنبري: أبو الجنيد التميمي، روى عن حبان وعنه الحوضي. قال صاحب الكاشف: ثقة، وقال صاحب التقريب: مقبول. من الطبقة السابعة. خرج له البخاري في تاريخه وأبو داود.
(٥) دحيبة: العنبرية مقبولة، من الطبقة الثالثة، خرج لها البخاري، في تاريخه وأبو داود.
(٦) عليبة: هي بنت أو بنت بنت قيلة.
(٧) قيلة بنت مخرمة: صحابية لها حديث طويل في الصحاح. خرج لها البخاري في الأدب وأبو داود.
(٨) الاسمال: جمع سمل، كأسباب وسبب وهو الثوب الخلق. والمليتان تثنية ملية وهي تصغير ملاءة، والملاءة: كل ثوب لم يضم بعضه الى بعض بخيط بل كله نسج واحد.
(٩) أي كانت المليتان مصبوغتين بزعفران. وقوله له نفضته أي نفضت الاسمال من الزعفران فلم يبق منه الا الأثر القليل. وهذا لا ينافي نهيه صلى الله عليه وسلم عن لبس الزعفران لأن النهي محمول على ما اذا بقي لون الزعفران براقا بخلاف ما اذا نفض وزال عن الثوب ولم يبق منه الا القليل.
(١٠) والقصة جاءت في الطبراني بسند لا بأس به «أن رجلا جاء فقال السلام عليك يا رسول الله، فقال وعليك السلام ورحمة الله وبركاته، وعليه أسمال مليتين قد كانتا بزعفران فنفضتا، وبيده عسيب نخلة قاعدا القرفصاء قال: فلما رأيته أرعدت من الفرق، / أي الخوف/ فنظر اليّ فقال: وعليك السكينة، فذهب عني ما أجد من الروع» أهـ.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (53,'٦٥- حدثنا قتيبة بن سعيد. حدثنا بشر بن المفضل. عن عبد الله بن عثمان ابن خثيم عن سعيد بن جبير عن ابن عباس قال:
«قال رسول الله صلى الله عليه وسلم عليكم بالبياض من الثّياب ليلبسها أحياؤكم وكفّنوا فيها موتاكم، فإنّها من خير ثيابكم» «١» .
٦٦- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن حبيب بن أبي ثابت «٢» عن ميمون بن أبي شبيب عن سمرة بن جندب «٣» قال:
«قال رسول الله صلى الله عليه وسلم البسوا البياض فإنّها أطهر وأطيب، وكفّنوا فيها موتاكم» «٤» .
٦٧- حدثنا أحمد بن منيع. حدثنا يحيى بن زكريا بن أبي زائدة «٥» . حدثنا أبي عن مصعب بن شيبة «٦» عن صفية بنت شيبة «٧» عن عائشة قالت:
_________
الحديث أخرجه الترمذي في سننه في كتاب الأدب برقم ٢٨١٥، وانظر حديث رقم ٣٠٧٠ في كتاب الخراج عند أبي داود.
(١) أخرجه أبو داود في اللباس حديث رقم ٤٠٦١ وابن ماجه في اللباس برقم ٣٥٦٦ والترمذي في سننه.
(٢) حبيب بن أبي ثابت: أبو يحيى الكوفيّ الأعور، صدوق ثقة، من الطبقة الثالثة. توفي سنة «١١٩» هـ.
(٣) سمرة بن جندب: صحابيّ جليل، عظيم الأمانة، صدوق الحديث من عظماء الحفاظ المكثرين، توفي سنة «٥٨» أو «٥٩» هـ.
(٤) أخرجه الترمذي في سننه في كتاب الاستئذان برقم ٢٨١١ والنسائي في الزينة والجنائز وابن ماجه في اللباس برقم ٣٥٦٧.
(٥) يحيى بن زكريا بن أبي زائدة: الكوفي، أحد الفقهاء الكبار المحدثين الأثبات جمع الفقه والحديث، وله كتب، قيل: لم يغلط قط، توفي سنة «١٨٢» هـ. خرج له الستة. وأبو زكريا: صدوق مشهور حافظ، وثقه أحمد. توفي سنة «١٤٩» هـ.
(٦) مصعب بن شيبة: المكّي، من الطبقة الخامسة، خرّج له مسلم قال أبو حاتم: لا يحمدونه. وقال له مناكير. وقال الدارقطني: لين. وقال أبو داود: ضعيف.
(٧) صفية بنت شيبة: البدريّة نسبة لبني عبد الدار، لها رواية وحديث. أنكر الدارقطني إدراكها للنبي، ويرده تصريح البخاري بسماعها من النبي، وجزمه في الفتح بأنها من صغار الصحابة.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (54,'«خرج رسول الله صلى الله عليه وسلم ذات غداة وعليه مرط من شعر أسود» «١» .
٦٨- حدثنا يوسف بن عيسى. حدثنا وكيع. حدثنا يونس بن أبي إسحاق عن أبيه. عن الشعبي «٢» عن عروة بن المغيرة «٣» بن شعبة. عن أبيه:
«أنّ النّبي صلى الله عليه وسلم لبس جبّة روميّة ضيّقة الكمّين» «٤» .
_________
(١) وأخرجه أبو داود في اللباس برقم ٤٠٣٢ ولفظه «عليه مرط مرحل من شعر أسود» ومسلم في اللباس برقم ٢٧٨١ والترمذي في سننه. ومعنى «ذات غداة» أي بكرة. والمرط: كساء طويل واسع من خز أو صوف أو شعر أو كتان يؤتزر به، والمرحل الذي على صورة رحال الابل والذي فيه خطوط.
(٢) الشّعبيّ: نسبة لأشعب بطن من همدان، وهو عامر بن شرحبيل، فقيه مشهور، ومن كبار التابعين، روى عن خمسمائة صحابي.
(٣) عروة بن المغيرة بن شعبة: الثقفيّ الكوفيّ، ولّي أمر الكوفة، ثقة. وأبو المغيرة: صحابي مشهور، كان من خدمة المصطفى صلى الله عليه وسلم. خرّج له الستة.
(٤) وأخرجه الترمذي في سننه في كتاب اللباس برقم ١٧٦٨ والجبة لباس معروف، وكان لبس النبي صلى الله عليه وسلم هذه الجبة في غزوة تبوك. والرومية نسبة الى بلاد الروم.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (55,'<span data-type="title" id=toc-15>٩- باب ما جاء في خف رسول الله صلى الله عليه وسلم* [١]</span>
٦٩- حدثنا هناد بن السري. حدثنا وكيع عن دلهم بن صالح «١» . عن حجير بن عبد الله «٢» . عن ابن بريدة عن أبيه:
«أنّ النّجاشي «٣» أهدى للنّبيّ صلى الله عليه وسلم خفّين أسودين ساذجين «٤» فلبسهما ثمّ توضّأ ومسح عليهما»
_________
* ورد بين هذا الباب والباب الذي قبله باب بعنوان «باب ما جاء في عيش رسول الله صلى الله عليه وسلم» ويبدو أن ذلك وقع من فعل النساخ لأن هذا الباب مذكور في آخر الكتاب بتوسع.
(١) دلهم بن صالح: الكوفيّ، قال أبو داود: لا بأس به، وقال ابن معين: ضعيف. من الطبقة الثالثة. روى عن الشعبي وغيره، وروى عنه أبو نعيم. خرج له أبو داود وابن ماجه والبخاري.
(٢) حجير بن عبد الله: الكندي، جاء في التقريب: مقبول من الطبقة الثامنة خرج له أبو داود.
(٣) النجاشي: بفتح النون وكسرها لقب ملوك الحبشة وكان اسم النجاشي: أصحمة وكان من الملوك الذين دعاهم النبي صلى الله عليه وسلم للاسم في كتاب أرسله مع عمرو بن أمية الضمري، وكتب اليه يدعوه للاسلام فأسلم سنة ست على قول الأكثر ومات سنة تسع من الهجرة وقد أخبر النبي صلى الله عليه وسلم أصحابه بموت النجاشي وصلى عليه صلاة الغائب وقد هاجر اليه المسلمون في صدر الاسلام فأكرم وفادتهم ورد وفد قريش المكون من عمرو بن العاص وصاحبيه دون أن يمس المسلمين بأذى.
(٤) ساذجين بفتح الذال وكسرها أي خالصين في السواد. أخرجه أبو داود في الطهارة برقم ١٥٥ والترمذي في الأدب برقم ٢٨٢١ وابن ماجه في الطهارة وفي اللباس ٣٦٢٠ وفي الحديث قبول هدية أهل الكتاب وان أصل الأشياء الطهارة. وجواز المسح على الخف.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (56,'٧٠- حدثنا قتيبة بن سعيد حدثنا يحيى بن زكريا بن أبي زائدة عن الحسن بن عياش «١» عن أبي اسحاق عن الشعبي قال: قال المغيرة بن شعبة «٢» :
«أهدى دحية «٣» للنّبيّ صلى الله عليه وسلم خفّين فلبسهما، وقال إسرائيل عن جابر عن عامر «٤» وجبة فلبستهما حتى تخرّقا لا يدري النبي صلى الله عليه وسلم أذكىّ «٥» هما أم لا؟» «٦» .
قال أبو عيسى وأبو إسحاق هذا هو أبو اسحق الشيباني واسمه سليمان «٧» .
_________
(١) الحسن بن عياش: الكوفي وثقه ابن معين وغيره. توفي سنة «١٣٢» هـ خرج له مسلم.
(٢) المغيرة بن شعبة: صحابي، تقدم التعريف به مع ابنه عروة بن المغيرة. ص ٣٩.
(٣) دحية بن خليفة الكلبي صحابي جليل كان ينزل جبريل بصورته في بعض الأحيان.
(٤) أي الشعبي.
(٥) أذكى: أي أمذبوح تذكية شرعية أم لا، والمعنى: لم يعلم أن هذين الخفين كانتا متخذتين من جلد مذكى أم من جلد الميتة: المدبوغ أم غير المدبوغ، وفي الحديث أن الأصل في الأشياء المجهولة الطهارة.
(٦) وأخرجه الترمذي في سننه في كتاب اللباس برقم ١٧٦٦.
(٧) أبو إسحاق الشيباني: اسمه سليمان وقيل فيروز، وقيل خاقان، الكوفي.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (57,'<span data-type="title" id=toc-16>١٠- باب ما جاء في نعل رسول الله صلى الله عليه وسلم</span>
٧١- حدثنا محمد بن بشار: حدثنا أبو داود الطيالسي. حدثنا همام عن قتادة قال قلت لأنس بن مالك:
«كيف كان نعل رسول الله صلى الله عليه وسلم؟ قال: لهما قبالان» «١» .
٧٢- حدثنا أبو كريب محمد بن العلا. حدثنا وكيع عن سفيان عن خالد الحذاء «٢» عن عبد الله بن الحارث «٣» عن ابن عباس قال:
«كان لنعل رسول الله صلى الله عليه وسلم قبالان مثنى «٤» شراكهما «٥» .
٧٣- حدثنا أحمد بن منيع. (ويعقوب بن ابراهيم) «٦» حدثنا أبو أحمد
_________
(١) والحديث أخرجه الترمذي أيضا في سننه في اللباس برقم ١٧٧٣ وأبو داود في اللباس برقم ٤١٣٣ ومسلم والنسائي، وعند البخاري في كتاب اللباس باب قبالان في نعل النبي صلى الله عليه وسلم عن أنس «أن نعل النبي صلى الله عليه وسلم كان لهما قبالان» . والقبالان تثنية قبال بكسر القاف؛ ويسمى شسعا، والشسع أحد سيور النعل، فالقبال هو السير الذي يعقد فيه الشسع الذي يكون بين إصبعي الرجل.
(٢) خالد الحذّاء: ثقة إمام حافظ، تابعي جليل القدر، كثير الحديث، واسع لعلم، توفي سنة «١٤١» هـ. خرّج له الجماعة. وقد عيب لدخوله في عمل السلطان.
(٣) عبد الله بن الحارث: هاشميّ جليل، له رواية، ولأبيه وجده صحبة، أجمعوا على توثيقه. توفي سنة «٨٤» هـ.
(٤) بفتح الميم والنون وسكون الثاء من التثنية وهي جعل الشيء اثنين والشراك: وهو أحد سيور النعل يكون على وجهها وفي رواية (مثنيّ) .
(٥) وأخرجه ابن ماجه في اللباس حديث رقم ٣٦١٤.
(٦) يعقوب بن إبراهيم: الزهريّ، ثقة، مكثر، خرج له الجماعة.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (58,'الزبيري «١» حدثنا عيسى بن طهمان «٢» قال:
«أخرج إلينا أنس بن مالك نعلين جرداوين «٣» لهما قبالان، قال:
«فحدثني ثابت بعد «٤» عن أنس أنهما كانتا نعلي النّبي صلى الله عليه وسلم» «٥» .
٧٤- حدثنا إسحاق بن موسى الأنصاريّ. قال حدثنا معن «٦» . قال حدثنا مالك حدثنا سعيد بن سعيد المقبريّ «٧» . عن عبيد بن جريج «٨» أنه قال لابن عمر: رأيتك تلبس النعال السّبتية «٩» قال:
«إنّي رأيت رسول الله صلى الله عليه وسلم يلبس النّعال التي ليس فيها شعر، ويتوضأ فيها «١٠» فأنا أحبّ أن ألبسها» «١١» .
_________
(١) أبو أحمد الزبيري: الكوفيّ، ثقة ثبت، لكنه يخطىء في حديث الثوري. توفي سنة «٢٠٨» هـ. من الطبقة التاسعة. خرج له الجماعة.
(٢) عيسى بن طهمان: أبو بكر البصريّ، نزيل الكوفة، روى عن أنس وناس وروى عنه يحيى بن آدم وقبيصة وعروة، وثّقوه. خرج له البخاري والنسائي.
(٣) أي لا شعر عليهما، أستعير من أرض جرداء لا نبات فيها.
(٤) بعد: مقطوعة عن الاضافة. أي بعد هذا المجلس، أو بعد إخراج أنس النعلين.
(٥) انظر تخريج الحديث السابق.
(٦) معن: بن عيسى المدنيّ، أحد الأئمة، قال أبو حاتم: أثبت أصحاب مالك توفي سنة ١٩٨ هـ خرج له الجماعة.
(٧) سعيد بن سعيد المقبريّ: ثقة: كثير الحديث، روايته عن عائشة وأم سلمة مرسلة. توفي سنة ١٢٣ هـ خرج له الجماعة.
(٨) عبيد بن جريح بالتصغير فيهما مدنيّ تابعي، أخرج حديثه الشيخان وغيرهما.
(٩) أي التي لا شعر عليها نسبة للسبت بكسر السين، وهو جلود البقر المدبوغة لأن شعرها سبت وسقط عنها بالدباغ، ومراد السائل أن يعرف حكمة اختيار ابن عمر، لبس السبتية.
(١٠) أي يتوضأ والرجل في النعل، وقال الثوري معناه، أن يتوضأ ويلبسها بعد، ورجلاه رطبتان.
(١١) البخاري في اللباس باب النعال السبتية والنسائي.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (59,'٧٥- حدثنا إسحاق بن منصور. حدثنا عبد الرزّاق عن معمر. عن ابن أبي ذئب «١» عن صالح مولى التوأمة «٢» عن أبي هريرة قال:
«كان لنعل رسول الله صلى الله عليه وسلم قبالان» .
٧٦- حدثنا أحمد بن منيع. حدثنا أبو أحمد حدثنا سفيان عن السّدّيّ «٣» قال حدثني من سمع عمرو بن حريث «٤» يقول:
«رأيت رسول الله صلى الله عليه وسلم يصلّي في نعلين مخصوفتين» «٥» .
٧٧- حدثنا اسحاق بن موسى الانصاري. حدثنا معن. حدثنا مالك. عن أبي الزناد. عن الأعرج «٦» عن أبي هريرة؛ أن رسول الله صلى الله عليه وسلم قال:
«لا يمشينّ أحدكم في نعل واحدة، لينعلهما جميعا أو ليحفهما جميعا» «٧» .
حدثنا قتيبة عن مالك بن أنس عن أبي الزناد نحوه.
_________
(١) ابن أبي ذئب عبد الرحمن بن محمد الامام الكبير الشأن ثقة فقيه فاضل عالم روى عن نافع وعكرمة وروى عنه معمرو بن مالك وابن وهب وأنه كان كبير الشأن وحسبك قول الشافعي: ما فاتني أحد فأسفت عليه ما أسفت على الليث وابن أبي ذئب.
(٢) صالح مولى التوأمة: ابن صالح مولى أم سلمة ثقة ثبت تغير آخرا توفي سنة ١٢٥ هـ والتوأمة: هي أخت ربيعة بن خلف سميت به لكونها أحد توأمين.
(٣) السّدّيّ: هو اسماعيل بن عبد الرحمن السدي الكبير ضعفه ابن معين ووثقه أحمد وقال صاحب التقريب: صدوق يهم ويتشيع. توفي سنة ١٢٧ هـ خرج له جماعة الا البخاري.
(٤) عمرو بن حريث: قرشيّ مخزومي صحابي صغير خرج له الجماعة.
(٥) النعلان المخصوفتان: أي المخروزتان، أو المرقعتان ويؤخذ من الحديث جواز الصلاة في النعلين.
(٦) الأعرج: عبد الرحمن بن هرمز، ثقة ثبت عالم، من الطبقة الثالثة توفي بالاسكندرية سنة «١١٧» هـ. خرج له الستة.
(٧) وأخرجه البخاري ومسلم وأبو داود في اللباس ومعنى لينعلهما أي ليلبسهما، وقوله ليحفهما جميعا أي ليخلعهما جميعا، وفي رواية ليخلعها. والأصل ليحف بهما، حذف الجار اختصارا أو ضمن المجرد معنى المتعدي.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (60,'٧٨- حدثنا إسحاق بن موسى. حدثنا معن. حدثنا مالك عن أبي الزّبير عن جابر:
«أنّ النّبي صلى الله عليه وسلم نهى أن يأكل- يعني الرجل بشماله أو يمشي في نعل واحدة» «١» .
٧٩- حدثنا قتيبة عن مالك/ ح/ وحدثنا إسحاق بن موسى. حدثنا معن.
حدثنا مالك عن أبي الزناد عن الأعرج عن أبي هريرة:
«أنّ النّبي صلى الله عليه وسلم قال: إذا انتعل أحدكم فليبدأ باليمين. وإذا نزع فليبدأ بالشّمال، فلتكن اليّمنى أولهما تنعل وآخر هما تنزع» «٢» .
٨٠- حدثنا أبو موسى محمد بن المثنى. حدثنا محمد بن جعفر قال حدثنا شعبة. حدثنا أشعث/ هو ابن أبي الشعثاء/ عن أبيه عن مسروق عن عائشة قالت:
«كان رسول الله صلى الله عليه وسلم يحبّ التيمّن ما استطاع في ترجّله وتنعّله وطهوره» «٣» .
٨١- حدثنا محمد بن مرزوق «٤» / أبو عبد الله/ حدثنا عبد الرحمن بن قيس «٥» / أبو معاوية/ حدثنا هشام عن محمد «٦» عن أبي هريرة قال:
_________
(١) مسلم في اللباس برقم ٢٠٩٩ وأبو داود في اللباس برقم ٤١٣٧ بأطول مما هنا والنسائي في الزينة.
(٢) وأخرجه البخاري في اللباس باب ينزع نعل اليسرى ومسلم وأبو داود في اللباس برقم ٤١٣٩ وابن ماجه بنحوه برقم ٣٦١٦ والترمذي في اللباس برقم ١٧٨٠.
(٣) وأخرجه البخاري في اللباس باب يبدأ بالنعل اليمنى ومسلم في الطهارة برقم ٢٦٨ وأبو داود في اللباس برقم ٤١٤٠ والترمذي والنسائي وابن ماجه بنحوه.
(٤) محمد بن مرزوق: أبو عبد الله، روى عن عبد الله الأعلى بن الأعلى وسالم بن نوح، وروى عنه مسلم وابن ماجه وابن خزيمة. توفي سنة «٢٤٨» هـ.
(٥) عبد الرحمن بن قيس أبو معاوية: بن معاوية الضّبيّ، كذبه أبو زرعه وغيره، ذكره ابن حجر والذهبي في الطبقة التاسعة وقالا: لا ذكر له في الكتب الستة.
(٦) أي هشام بن حسان، ومحمد بن سيرين.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (61,'«كان لنعل رسول الله صلى الله عليه وسلم قبالان وأبي بكر وعمر رضي الله تعالى عنهما، وأول من عقد عقدا واحدا عثمان رضي الله عنه» «١» .
_________
(١) وفعل سيدنا عثمان هذا باتخاذ قبال واحد اشارة الى بيان الجواز وأن لبسه صلى الله عليه وسلم كان على وجه المعتاد لا على قصد العبادة، وأن أمر الانتعال بقبالين أو بقبال واحد أمر موسع ولكل أن يلبس ما يناسبه وما يلائم أرضه وبيئته.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (62,'<span data-type="title" id=toc-17>١١- باب ما جاء في ذكر خاتم رسول الله صلى الله عليه وسلم</span>
٨٢- حدثنا قتيبة بن سعيد وغير واحد عن عبد الله بن وهب «١» عن يونس عن ابن شهاب. عن أنس بن مالك قال:
«كان خاتم النبي (صلى الله عليه وسلم) من ورق «٢» وكان فصّه «٣» حبشيا» «٤» .
٨٣- حدثنا قتيبة. حدثنا أبو عوانة عن أبي بشر عن نافع عن ابن عمر:
«أنّ النبي صلى الله عليه وسلم اتخذ خاتما من فضة، فكان يختم به ولا يلبسه» «٥» .
قال أبو عيسى: أبو بشر: اسمه جعفر بن أبي وحشيّ «٦» .
_________
(١) عبد الله بن وهب: البصريّ، أحد الأعلام الأثبات، صاحب التصانيف. ولد سنة «١٢٥» هـ، وتوفي سنة «١٧٧» هـ. خرج له الجماعة.
(٢) الورق: بكسر الراء الفضة. وتسكن تخفيفا.
(٣) الفص: بفتح الفاء وضمها وكسرها، والمراد به ما ينقش عليه اسم صاحبه، وانما كان حبشيا لأن معدنه بالحبشة كان من جزع وهو خرز فيه بياض وسواد أو من عقيق ومعدنها بالحبشة.
(٤) وأخرجه البخاري في كتاب اللباس باب قول النبي صلّى الله عليه وسلم لا ينقش على نفس خاتمه بلفظ «اتخذ خاتما من فضة» وأخرجه مسلم في اللباس برقم ٢٠٩٤ وابن ماجه في اللباس برقم ٣٦٤١ وأبو داود في كتاب الخاتم باب في اتخاذ الخاتم ك ٢٨ ب- ح ٤٢١٦ والنسائي في اللباس باب في صفة خاتم النبي صلى الله عليه وسلم ولفظه «اتخذ خاتما من ورق وفصه حبشي ونقشه محمد رسول الله» وأخرجه الترمذي في اللباس برقم ١٧٣٧.
(٥) أي يختم به الكتب التي يرسلها للملوك ولا يلبسه في يده لكن هذا ينافي الأخبار الآتية على أنه كان يلبسه في يمينه، ولعل المراد أنه لا يلبسه دائما بل غالبا.
(٦) أبو بشر جعفر بن وحشي: هو جعفر بن إياس البصري، ثقة- توفي سنة «١٢٥» هـ وقيل التي بعدها.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (63,'٨٤- حدثنا محمود بن غيلان. قال حفص بن عمر بن عبيد «١» / هو الطنافسي/ حدثنا زهير/ أبو خيثمة/ عن حميد عن أنس بن مالك قال:
«كان خاتم النبي صلى الله عليه وسلم من فضّة، فصّه منه» «٢» .
٨٥- حدثنا إسحاق بن منصور. حدثنا معاذ بن هشام. حدثني أبي عن قتادة عن أنس بن مالك قال:
«لما أراد رسول الله صلى الله عليه وسلم أن يكتب إلى العجم قيل له إن العجم لا يقبلون إلا كتابا عليه خاتم، فاصطنع خاتما فكأني أنظر إلى بياضه في كفه» «٣» .
٨٦- حدثنا محمد بن يحيى حدثنا محمد بن عبد الله الأنصاري «٤» حدثني أبي عن ثمامة «٥» عن أنس بن مالك قال:
«كان نقش خاتم رسول الله صلى الله عليه وسلم (محمّد) سطر و (رسول) سطر و (الله) سطر» «٦» .
_________
(١) حفص بن عمر بن عبيد الطنافسي: ثقة، من الطبقة العاشرة.
(٢) الضمير في منه «يعود للخاتم» ومن للتبعيض، أي فصه بعض الخاتم ولعل الخاتم كان مربعا، فهذا أقرب للنقش فيه.
(٣) أخرجه البخاري في اللباس باب اتخاذ الخاتم يختم به الشيء أو ليكتب به الى أهل الكتاب وغيرهم ومسلم في اللباس برقم ٢٠٧٢ باب اتخاذ النبي صلى الله عليه وسلم خاتما لما أراد ان يكتب الى العجم وأبو داود في كتاب الخاتم حديث رقم ٤٢١٤ بنحوه.
(٤) محمد بن عبد الله الأنصاري: قال أبو زرعة: صالح الحديث، وقال ابن معين: ثقة ثبت. خرج له الجماعة توفي سنة «٢١٥» هـ. وأبوه عبد الله بن المثنى: صدوق كثير الغلط، من الطبقة السادسة، خرج له البخاري والنسائي.
(٥) ثمامة: بن عبد الله أنس بن مالك الأنصاري البصري، كان قاضيا بالبصرة، صدوق وثقة أحمد، وأشار ابن معين الى تضعيفه، عزل سنة «١١٠» هـ ومات بعد ذلك بقليل، خرج له البخاري.
(٦) أخرجه الترمذي في سننه في اللباس برقم ١٧٤٧ والبخاري في اللباس باب هل يجعل نقش الخاتم ثلاثة أسطر وأخرجه مسلم في اللباس حديث رقم ٢٠٩٢ عن أنس قال «اتخذ رسول الله صلى الله عليه وسلم خاتما من فضة ونقش فيه محمد رسول الله» . وأبو داود في الخاتم برقم ٤٢١٤ والنسائي في اللباس باب صفة خاتم النبي صلى الله عليه وسلم ونقشه «اتخذ النبي صلى الله عليه وسلم خاتما من ورق ونقشه محمد رسول الله» .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (64,'٨٧- حدثنا نصر بن علي الجهضمي «١» / أبو عمرو/ حدثنا نوح بن قيس «٢» عن خالد بن قيس «٣» عن قتادة عن أنس بن مالك:
«أنّ النبي صلى الله عليه وسلم كتب إلى كسرى وقيصر والنجاشيّ، فقيل له إنّهم لا يقبلون كتابا إلا بخاتم، فصاغ، رسول الله صلى الله عليه وسلم خاتما؛ حلقته فضة ونقش فيه محمّد رسول الله» «٤» .
٨٨- حدثنا إسحاق بن منصور. حدثنا سعيد بن عامر «٥» والحجاج «٦» بن منهال عن همّام عن ابن جريج «٧» عن الزهري عن أنس:
«أنّ النبي صلى الله عليه وسلم كان إذا دخل الخلاء نزع خاتمه» «٨» .
٨٩- حدثنا إسحاق بن منصور. حدثنا عبد الله بن نمير «٩» حدثنا عبد الله بن عمر عن نافع عن ابن عمر قال:
_________
(١) نصر بن علي الجهضمي: الأسدي، أحد الحفاظ الأعلام الثقات، من الطبقة العاشرة. توفي سنة «٢٠٥» هـ. خرج له البخاري.
(٢) نوح بن قيس: البصري، صالح الحال، حسن الحديث، كان يتشيع وثقه أحمد، ونقل عن يحيى تضعيفه، وقال البخاري: لم يصح حديثه. توفي سنة «١٨٣» هـ أو التي بعدها. خرج له مسلم والأربعة.
(٣) خالد بن قيس: بن رياح البصري، ثقة صدوق، قال البخاري لا يصح حديثه، من الطبقة التاسعة، خرج له مسلم وأبو داود.
(٤) انظر تخريج حديث رقم ٨٥.
(٥) سعيد بن عامر: أبو محمد البصري، أحد الأعلام، ثقة مأمون صالح، ربما وهم. من الطبقة التاسعة. توفي سنة «٢٠٨» هـ خرج له الستة.
(٦) الحجاج بن منهال: البصري، ثقة من الطبقة التاسعة ورع عالم. توفي سنة «٢١٦» هـ أو التي بعدها.
(٧) همام بن جريج: المكي، الفقيه المشهور، أول من صنف في الإسلام قال يحيى: هو أثبت من مالك. توفي سنة «١٥٠» هـ.
(٨) أخرجه الترمذي في سننه في اللباس حديث رقم ١٧٤٦ وأبو داود في الطهارة حديث رقم ١٩ وابن ماجه في الطهارة باب ذكر الله على الخلاء والخاتم في الخلاء حديث رقم ٣٠٣. والنسائي وابن حبان والحاكم.
(٩) عبد الله بن نمير: أبو هشام الكوفي، ثقة، من الطبقة التاسعة، خرج له الجماعة.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (65,'«اتخذ رسول الله صلى الله عليه وسلم خاتما من ورق فكان في يده، ثم كان في يد أبي بكر ويد عمر، ثم كان في يد عثمان حتى وقع في بئر أريس «١» نقشه «محمد رسول الله» «٢» .
_________
(١) أريس بفتح الهمزة وكسر الراء/ بوزن أمير بالصرف وعدمه/ وهي بئر بحديقة قريبة من مسجد قباء، ونسب الى رجل من اليهود اسمه أريس وهو الفلاح بلغة أهل الشام.
(٢) وأخرجه البخاري في اللباس عن أنس وزاد فيه «جلس عثمان على أريس قال- فأخرج الخاتم فجعل يعبث به فسقط قال فاختلفنا ثلاثة أيام مع عثمان ننزح البئر فلم نجده ومسلم في اللباس برقم ٥٤ والنسائي وأبو داود في كتاب الخاتم برقم ٤٢١٨ والترمذي.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (66,'<span data-type="title" id=toc-18>١٢- باب ما جاء في تختم رسول الله صلى الله عليه وسلم</span>
٩٠- حدثنا محمد بن سهل بن عسكر البغدادي وعبد الله بن عبد الرحمن قالا أخبرنا يحيى بن حسان «١» . حدثنا سليمان بن بلال «٢» عن شريك بن عبد الله بن أبي نمر «٣» عن إبراهيم بن عبد الله بن حنين «٤» عن أبيه عن علي بن أبي طالب رضي الله عنهم:
«أنّ النبي صلى الله عليه وسلم كان يلبس خاتمه في يمينه» «٥» .
حدثنا محمد بن يحيى حدثنا أحمد بن صالح «٦» حدثنا عبد الله بن وهب عن سليمان بن بلال عن شريك بن عبد الله بن أبي نمر نحوه.
٩١- حدثنا أحمد بن منيع. حدثنا يزيد بن هارون عن حماد بن سلمة قال رأيت ابن أبي رافع «٧» يتختم في يمينه، فسألته عن ذلك فقال رأيت عبد الله بن
_________
(١) يحيى بن حسان: التنيسي البصري، ثقة، إمام رئيس- خرج له الجماعة إلا ابن ماجه. توفي سنة «٢٠٨» هـ.
(٢) سليمان بن بلال: التيمي، إمام جليل، ثقه. توفي سنة «١٧٢» هـ.
(٣) شريك بن عبد الله بن أبي نمر: وثقه أبو داود، وقال ابن معين: لا بأس به وقال النسائي: غير قوي.
(٤) إبراهيم بن عبد الله بن حنين؛ الهاشمي مولاهم، ثقة، خرج له الستة. توفي بعد المائة.
(٥) وأخرجه أبو داود في كتاب الخاتم برقم ٤٢٢٦ والنسائي.
(٦) أحمد بن صالح: المصري، ثقة حافظ، تكلم فيه، ولكن وثقه غير واحد توفي سنة «٢٤٨» هـ.
(٧) ابن أبي رافع: اسمه عبد الرحمن. قال البخاري: في حديثه مناكير، من الطبقة الرابعة روى له الأربعة.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (67,'جعفر «١» يتختم في يمينه، وقال عبد الله بن جعفر:
«كان رسول الله صلى الله عليه وسلم يتختّم في يمينه» «٢» .
٩٢- حدثنا يحيى بن موسى. حدثنا عبد الله بن نمير. حدثنا إبراهيم بن الفضل «٣» . عن عبد الله بن محمد بن عقيل. عن عبد الله بن جعفر:
[أنه (صلى الله عليه وسلم) كان يتختم في يمينه] «٤» .
٩٣- حدثنا أبو الخطاب زياد بن يحيى «٥» حدثنا عبد الله بن ميمون «٦» عن جعفر بن محمد «٧» عن أبيه عن جابر بن عبد الله:
«أنّ النبي صلى الله عليه وسلم كان يتختم في يمينه» .
٩٤- حدثنا محمد بن حميد الرازي. حدثنا جرير. عن محمد بن إسحاق.
عن الصلت «٨» بن عبد الله قال: كان ابن عباس يتختم في يمينه ولا إخاله «٩» ، إلا قال:
_________
(١) عبد الله بن جعفر بن أبي طالب الهاشمي أحد الأجواد ولد بأرض الحبشة وله صحبة مات سنة ثمانين وهو ابن ثمانين.
(٢) وأخرجه الترمذي في اللباس برقم ١٧٤٤ وابن ماجه في اللباس برقم ٣٦٤٧ والنسائي في الزينة.
(٣) ابراهيم بن الفضل: بن سليمان المخزومي، قال الذهبي: شيخ مدني روى عنه الترمذي والبيهقي وابن ماجه، وقول ابن معين: ضعيف لا يثبت حديثه، ليس بشيء. وقال أحمد: ليس بقوي.
(٤) انظر تخريج الحديث السابق.
(٥) أبو الخطاب زياد بن يحيى: بصري، ثقة حافظ، من الطبقة العاشرة. توفي سنة «٢٥٤» هـ خرج له الستة.
(٦) عبد الله بن ميمون: بن داود القداح المكي، قال البخاري: واهي الحديث، وقال أبو حاتم: متروك، وقال ابن حبان: لا يجوز الاحتجاج به، من الطبقة الثامنة، خرج له المصنف.
(٧) جعفر بن محمد: الصادق لقب به لكمال صدقه وورعه، فقيه توفي سنة «١٤٨» هـ. وأبو: محمد بن علي الباقر بن جعفر الباقر، ثقة من الطبقة الرابعة، خرج له الجماعة، لقب بالباقر لأنه بقر العلم أي شقه. توفي سنة «١١٨» هـ.
(٨) الصلت بن عبد الله: بن نوفل بن الحارث بن عبد المطلب، من الطبقة السادسة وثقوه، خرج له أبو داود.
(٩) إخاله بكسر الهمزة، أي أظنه والقائل هو الصلت.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (68,'«كان رسول الله صلى الله عليه وسلم يتختم في يمينه» «١» .
٩٥- حدثنا ابن أبي عمر. حدثنا سفيان «٢» عن أيوب بن موسى «٣» عن نافع عن ابن عمر:
«أنّ النبي صلى الله عليه وسلم اتخذ خاتما من فضة وجعل فصه مما يلي كفه «٤» ونقش فيه محمد رسول الله ونهى أن ينقش أحد عليه، وهو الذي سقط من معيقيب «٥» في بئر أريس» «٦» .
٩٦- حدثنا قتيبة بن سعيد. حدثنا حاتم بن إسماعيل عن جعفر بن محمد «٧» عن أبيه قال:
«كان الحسن والحسين يتختمان في يسارهما» «٨» .
٩٧- حدثنا عبد الله بن عبد الرحمن. حدثنا محمد بن عيسى/ وهو ابن
_________
(١) أخرجه أبو داود في اللباس برقم ٤٢٢٩ والترمذي في اللباس برقم ١٧٤٢.
(٢) ابن أبي عمر: هو محمد. وسفيان: يريد ابن عيينة.
(٣) أيوب بن موسى: بن عمرو الأشدق الأموي المكي، وثقه أحمد ويحيى بن معين. من الطبقة السادسة. خرج له الجماعة.
(٤) وفي رواية لمسلم «مما يلي باطن كفه» وهي تفسير للأولى وعند أبي داود عن ابن عباس انه كان يلبس خاتمه وجعل فصه على ظهرها قال راوي الحديث الصلت بن عبد الله: ولا أخال ابن عباس الا وقد كان يذكر ان رسول الله صلى الله عليه وسلم كان يلبس خاتمه كذلك ويجمع بين الروايات أنه وقع مرة هكذا ومرة هكذا.
(٥) بضم الميم وفتح العين تصغير معقاب كمفضال أسلم قديما وشهد بدرا وهاجر الى الحبشة وكان يلي خاتم النبي صلى الله عليه وسلم، واستعمله أبو بكر وعمر وعثمان على بيت المال.
(٦) وأخرجه البخاري في اللباس نقش الخاتم ومسلم في اللباس برقم ٢٠٩١ وأبو داود في الخاتم برقم ٤٢١٨ والترمذي والنسائي بنحوه في الزينة. وابن ماجه برقم ٣٦٤٥ القسم الأول منه «اتخذ من فضة وجعل فصه مما يلي كفه» .
(٧) هو الصادق بن الباقر.
(٨) وأخرجه الترمذي في اللباس برقم ١٧٤٣. وعن ابن عمر عند أبي داود برقم ٤٢٢٧ أن النبي صلى الله عليه وسلم كان يتختم في يساره وكان فصه في باطن كفه ويحمل فعل الحسن والحسين على اقتدائهما بالنبي صلى الله عليه وسلم فانه فعله في آخر أمره.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (69,'الطباع «١» / حدثنا عباد بن العوام «٢» عن سعيد بن أبي عروبة عن قتادة عن أنس بن مالك:
«أنه صلى الله عليه وسلم كان يتختّم في يمينه» .
«قال أبو عيسى: هذا حديث غريب لا نعرفه من حديث سعيد بن أبي عرفة عن قتادة عن أنس عن النبي صلى الله عليه وسلم نحو هذا إلا من هذا الوجه. وروى بعض أصحاب قتادة عن قتادة عن أنس بن مالك عن النبي صلى الله عليه وسلم أنه كان يتختم في يساره وهو حديث لا يصح أيضا» .
٩٨- حدثنا محمد بن عبيد الله المحاربي «٣» حدثنا عبد العزيز بن أبي حازم «٤» عن موسى بن عقبة عن نافع عن ابن عمر قال:
«اتخذ رسول الله صلى الله عليه وسلم خاتما من ذهب فكان يلبسه في يمينه فاتخذ النّاس خواتيم من ذهب فطرحه صلى الله عليه وسلم وقال لا ألبسه أبدا فطرح الناس خواتيمهم» «٥» .
_________
(١) محمد بن عيسى بن الطباع: كان حافظا مكثرا فقيها. قال أبو حاتم: ثقة مأمون ما رأينا أحفظ للأبواب منه. توفي سنة «١٨٥» هـ روى له الستة.
(٢) عباد بن العوام: الواسطي: وثقه أبو حاتم، وقال أحمد: حديثه عن ابن أبي عروبة مضطرب. توفي سنة «١٥٦» هـ خرج له الستة.
(٣) محمد بن عبيد الله المحاربي: الكوفي النحاس يقال توفي سنة «٢٤٥» هـ خرج له أبو داود والنسائي.
(٤) عبد العزيز بن أبي حازم: مسلمة بن دينار المدني قال أحمد: لم يكن يعرف بطلب الحديث، ولم يكن بالمدينة بعد مالك أفقه منه. قال ابن معين: ثقة توفي سنة «١٨٤» هـ وخرج له الجماعة.
(٥) وأخرجه البخاري في اللباس باب خواتيم الذهب ومسلم في اللباس باب تحريم خاتم الذهب على الرجال ونسخ ما كان من اباحته في أول الاسلام برقم ٢٠٩١ وأبو داود برقم ٤٢١٨ وروى ابن ماجه برقم ٣٦٤٣ عن ابن عمر أن النبي صلى الله عليه وسلم «نهى عن خاتم الذهب» والترمذي برقم ١٧٤١. وهذا الحديث يدل على تحريم خاتم الذهب للرجل ونسخ حله وهذه الأحاديث تدل على أن الغالب هو تختم الرسول صلى الله عليه وسلم باليمين وهذا لا يمنع جواز التختم باليسار كما ثبت في بعض الأحاديث/ والله أعلم/.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (70,'<span data-type="title" id=toc-19>١٣- باب ما جاء في صفة سيف رسول الله صلى الله عليه وسلم</span>
٩٩- حدثنا محمد بن بشار. حدثنا وهب بن جرير. حدثنا أبي عن قتادة عن أنس قال:
«كان قبيعة سيف رسول الله صلى الله عليه وسلم من فضّة» «١» .
١٠٠- حدثنا محمد بن بشار. حدثنا معاذ بن هشام. حدثني أبي عن قتادة عن سعيد بن أبي الحسن البصري «٢» قال:
«كانت قبيعة سيف رسول الله صلى الله عليه وسلم من فضّة» «٣» .
_________
(١) أخرجه الترمذي في الاجتهاد برقم ١٦٩١ وأبو داود برقم ٢٥٨٣ والنسائي في الزينة والدارمي. والقبيعة: (بفتح القاف) : ما على رأس مقبض السيف من فضة أو حديد أو غيرهما، وقائم السيف: مقبضه. وكان للنبي صلى الله عليه وسلم تسعة أسياف لكل واحد اسم خاص منها ذو الفقار، (بكسر الفاء وفتحها) وكان لا يكاد يفارقه ودخل يوم فتح مكة، وسمي ذا الفقار لأن في ظهره فقرات كفقرات الظهر غنمه عليه الصلاة والسلام من بدر. ومن سيوفه البتار، والسيف المأثور الذي ملكه من أبيه، ومنها سيف يقال له القضيب، والحتف والمخذم والرسول والصمصامة واللحيف.
(٢) سعيد هذا هو أخو الحسن البصري وهو ثقة من أوساط التابعين. توفي سنة «١٠٠» هـ خرج له الجماعة والحديث مرسل لأنه من أوساط التابعين، لكن يشهد له الحديث السابق.
(٣) الحديث مرسل ولكن يشهد له الحديث السابق وقد أشار اليه الترمذي في سننه بعد حديث رقم ١٦٩١. وأخرجه أبو داود في الجهاد برقم ٢٥٨٤.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (71,'١٠١- حدثنا أبو جعفر محمد بن صدران البصري «١» حدثنا طالب بن حجير «٢» عن هود/ وهو ابن عبد الله بن سعيد «٣» عن جده «٤» قال:
«دخل رسول الله صلى الله عليه وسلم مكة يوم الفتح وعلى سيفه ذهب وفضة، قال طالب فسألته عن الفضة فقال كانت قبيعة السيف فضة» «٥» .
١٠٢- حدثنا محمد بن شجاع البغدادي «٦» . حدثنا أبو عبيدة الحداد «٧» عن عثمان بن سعد «٨» عن ابن سيرين قال: صنعت سيفي على سيف سمرة بن جندب.
«وزعم سمرة أنّه صنع سيفه على سيف رسول الله صلى الله عليه وسلم وكان حنفيّا» «٩» .
حدثنا عقبة بن مكرم البصري «١٠» . حدثنا محمد بن بكر «١١» عن عثمان بن سعد بهذا الاسناد نحوه.
_________
(١) أبو جعفر محمد بن صدران البصري: في التقريب هو محمد بن ابراهيم بن صدران صدوق ثقة.
(٢) طالب بن حجير: البصري، ارتضاه المصنف، وضعفه ابن القطان، وقال الذهبي: صدوق. من الطبقة العاشرة. خرج له البخاري في الأدب.
(٣) مقبول من الطبقة السابعة خرج له البخاري في الأدب وفي رواية سنن الترمذي «سعد» وهو الصواب.
(٤) هو جده لأمه واسمه «مزيد» بن مالك العصري بن عبد القيس صحابي جليل. وقيل اسمه «مزيدة» ككبيرة.
(٥) أخرجه الترمذي برقم ١٦٩٠ وهو مما تفرد به.
(٦) محمد بن شجاع البغدادي: ذكره ابن حبان في الثقات. توفي سنة «٢٤٤» هـ خرج له النسائي.
(٧) أبو عبيدة الحداد: عبد الواحد بن واصل البصري نزيل بغداد، ثقة تكلم فيه الأزدي بلا حجة. خرج له البخاري وأبو داود والنسائي والمصنف.
(٨) عثمان بن سعد: الكاتب المؤدب البصري، قال في الكاشف: لينه غير واحد خرج له أبو داود.
(٩) وأخرجه الترمذي في الجهاد برقم ١٦٨٣، ومعنى حنفيا أي على هيئة سيوف بني حنيفة، قبيلة مسيلمة لأن صانعه منهم، أي يعمل كعملهم وكانوا معروفين بحسن صناعة السيوف.
(١٠) عقبة بن مكرم البصري: الحافظ وهو غير الضبي الكوفي توفي سنة «٢٤٣» هـ. خرج له الجماعة.
(١١) محمد بن بكر: بن عثمان البصري، ثقة، صاحب حديث خرج له الجماعة.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (72,'<span data-type="title" id=toc-20>١٤- باب ما جاء في صفة درع رسول الله صلى الله عليه وسلم</span>
١٠٣- حدثنا أبو سعيد عبد الله بن سعيد الأشج «١» . حدثنا يونس بن بكير «٢» عن محمد بن إسحاق عن يحيى بن عباد بن عبد الله بن الزبير عن أبيه عن جده عبد الله بن الزبير «٣» عن الزبير بن العوام «٤» قال:
«كان على النبي صلى الله عليه وسلم يوم أحد درعان، فنهض إلى الصخرة فلم يستطع، فأقعد تحته وصعد النبيّ صلى الله عليه وسلم حتى استوى على الصخرة، قال سمعت النبي صلى الله عليه وسلم يقول أوجب طلحة» «٥» .
_________
(١) عبد الله بن سعيد الأشج: الكوفي، الحافظ، قال أبو حاتم إمام أهل زمانه. وقال السيوطي: ما رأيت أحفظ منه. توفي سنة «٢٥٧» هـ خرج له الستة.
(٢) يونس بن بكير: الشيباني الحافظ، قال ابن معين صدوق. وقال أبو داود. ليس بحجة يوصل كلام ابن إسحاق بالحديث. توفي سنة «١٩٩» هـ. خرج له البخاري في التعليق ومسلم وأبو داود.
(٣) عبد الله بن الزبير: أحد العبادلة الأربعة، من كبار متأخري الصحابة، عالم زاهد عابد. استخلف بعد معاوية وتابعه ممالك الاسلام سوى الشام. صلبه الحجاج بن يوسف الثقفي.
(٤) الزبير بن العوام: أحد العشرة المبشرين بالجنة. هاجر إلى الحبشة ثم الى المدينة. وكان أول من سل السيف في سبيل الله.
(٥) أخرجه الترمذي في الجهاد برقم ١٦٩٢ وفي المناقب برقم ٣٧٣٩. ووقعة أحد كانت في السنة الثالثة للهجرة، وقد جرح النبي صلى الله عليه وسلم في هذه الوقعة وكسرت رباعيته وشج وجهه ودخلت حلقة المغفر في وجنته وسقط بين القتلى حتى قال ابن قميئة قتلنا محمد فأراد النبي صلى الله عليه وسلم أن يستعلي على الصخرة ليراه الناس وتعلم حياته فلم يستطع، وطلحة بن عبد الله القرشي أحد المبشرين بالجنة والستة أصحاب الشورى، ومعنى أوجب طلحة أي وجبت له الجنة، قتل طلحة سنة ٣٦ هـ يوم الجمل وهو ابن ٦٤ سنة وله قبر في البصرة. والدرع، بكسر الدال، وهو هنا جبة من حديد، ويسمى الزرد يصنع حلقا وهو من ملابس الحرب، وكان للنبي صلى الله عليه وسلم تسعة دروع.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (73,'١٠٤- حدثنا ابن أبي عمر. حدثنا سفيان بن عيينة عن يزيد بن خصيفة «١» عن السائب بن يزيد:
«أن رسول الله صلى الله عليه وسلم كان عليه يوم أحد درعان قد ظاهر بينهما» «٢» .
_________
(١) يزيد بن خصيفة: قال جمع: ثقة ناسك. وقال أحمد: منكر الحديث خرج له الجماعة.
(٢) وأخرجه البخاري وأبو داود برقم ٢٥٩٠ عن رجل قد أسماه، ولعله طلحة كما في البخاري. وأخرجه ابن ماجه في الجهاد باب السلاح ك ٢٤ ب ١٨ ح ٢٨٠٦، ومعنى ظاهر بينهما أي جمع بينهما ولبس احداهما فوق الأخرى. كأنه جعل احداهما ظهارة والأخرى بطانة ولبس الدرعين يدل على الاهتمام في التوقي في الحرب وليساعد ذلك في الاقدام وعدم الاكتراث بالعدو.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (74,'<span data-type="title" id=toc-21>١٥- باب ما جاء في صفة مغفر رسول الله صلى الله عليه وسلم</span>
١٠٥- حدثنا قتيبة بن سعيد. حدثنا مالك بن أنس عن ابن شهاب عن أنس بن مالك:
«أنّ النبي صلى الله عليه وسلم دخل مكة وعليه مغفر «١» ، فقيل له هذا ابن خطل «٢» متعلق بأستار الكعبة فقال اقتلوه» «٣» .
_________
(١) المغفر: بوزن المبضع زرد ينسج على قدر الرأس يلبس تحت القلنسوة.
(٢) واسمه عبد العزى فلما أسلم سمي عبد الله. وتعلق بأستار الكعبة خوفا من القتل، وكان قد ارتد عن الاسلام بعد أن كتب الوحي، وقتل مسلما كان يخدمه لما أرسله النبي صلى الله عليه وسلم على الصدقة، نزل منزلا وأمره أن يذبح تيسا ويصنع له طعاما ثم نام فاستيقظ ولم يصنع له شيئا فعدا عليه فقتله، واتخذ قينتان تغنيان بهجاء المسلمين والرسول عليه الصلاة والسلام. والذي قتله هو أبو برزة الأسلمي ضرب عنقه بين الركن والمقام وهذا لا ينافي قوله صلى الله عليه وسلم «من دخل المسجد فهو آمن الخ» . لأن ابن خطل ممن استثناهم النبي صلى الله عليه وسلم، روى الدارقطني والحاكم أن رسول الله صلى الله عليه وسلم قال: «أربعة لا آمنهم لا في حل ولا في حرم، الحويرث بن نقيد، وابن خطل ومقيس بن صبابة، وعبد الله بن أبي السرح، وقد أسلم ابن أبي سرح فلم يقتل/ من شرح جسوس على الشمائل/.
(٣) وأخرجه البخاري في الحج واللباس والجهاد والمغازي ومسلم في المناسك حديث رقم ١٣٥٧ باب جواز دخول مكة بغير احرام وأبو داود في الجهاد والنسائي في الزينة وابن ماجة في الجهاد برقم ٢٨٠٥ والترمذي في الجهاد برقم ١٦٩٣.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (75,'١٠٦- حدثنا عيسى بن أحمد «١» . حدثنا عبد الله بن وهب حدثني مالك بن أنس عن ابن شهاب عن أنس بن مالك:
«أنّ رسول الله صلى الله عليه وسلم دخل مكة عام الفتح وعلى رأسه المغفر قال فلما نزعه جاءه رجل فقال له: إنّ ابن خطل متعلق بأستار الكعبة فقال اقتلوه، قال ابن شهاب، وبلغني أنّ رسول الله صلى الله عليه وسلم لم يكن يومئذ محرما» «٢» .
_________
(١) عيسى بن أحمد: بن وردان العسقلاني، وثقه النسائي. توفي سنة «٢٦٨» هـ.
(٢) انظر تخريج الحديث السابق.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (76,'<span data-type="title" id=toc-22>١٦- باب ما جاء في عمامة رسول الله صلى الله عليه وسلم</span>
١٠٧- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي عن حماد بن سلمة/ ح/ وحدثنا محمود بن غيلان حدثنا وكيع عن حمّاد بن سلمة عن أبي الزبير عن جابر قال:
«دخل النبي صلى الله عليه وسلم مكة يوم الفتح وعليه عمامة سوداء» «١» .
١٠٨- حدثنا ابن أبي عمر. حدثنا سفيان عن مساور الورّاق عن جعفر ابن عمرو بن حريث عن أبيه قال:
«رأيت على رأس رسول الله صلى الله عليه وسلم عمامة سوداء» «٢» .
١٠٩- حدثنا محمود بن غيلان ويوسف بن عيسى قالا حدثنا وكيع عن مساور الورّاق عن جعفر بن عمرو بن حريث عن أبيه:
«أنّ النبي صلى الله عليه وسلم خطب النّاس وعليه عمامة سوداء» «٣» .
_________
(١) وأخرجه مسلم في المناسك وأبو داود في اللباس برقم ٤٠٧٦ وابن ماجه في اللباس برقم ٣٥٨٥. وأخرجه الترمذي في الجهاد، وفي اللباس برقم ١٧٣٥ والنسائي في الزينة.
(٢) وأخرجه ابن ماجه في اللباس برقم ٣٥٨٤ وزاد فيه «يخطب على المنبر» وأبو داود في اللباس برقم ٤٠٧٧ ولفظه «رأيت النبي صلى الله عليه وسلم على المنبر وعليه عمامة سوداء قد أرخى طرفها بين كتفيه» . وأخرجه مسلم في الحج باب جواز دخول مكة بلا احرام برقم ١٣٥٩ والنسائي.
(٣) انظر تخريج الحديث السابق.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (77,'١١٠- حدثنا هارون بن إسحاق الهمذاني «١» . حدثنا يحيى بن محمد المدني «٢» عن عبد العزيز بن محمد «٣» عن عبيد الله بن عمر «٤» عن نافع عن ابن عمر قال:
«كان النبي صلى الله عليه وسلم إذا اعتمّ سدل عمامته بين كتفيه» «٥»
قال نافع وكان ابن عمر يفعل ذلك قال عبيد الله ورأيت القاسم بن محمد وسالما يفعلان ذلك.
١١١- حدثنا يوسف بن عيسى. حدثنا وكيع حدثنا أبو سليمان وهو عبد الرحمن بن الغسيل عن عكرمة عن ابن عباس:
«أنّ النبي صلى الله عليه وسلم خطب الناس وعليه عمامة دسماء» «٦» .
_________
(١) هارون بن اسحاق الهمذاني: الكوفي، الحافظ الثقة، متعبد، توفي سنة «٢٥٨» هـ. خرج له النسائي وابن ماجه والمصنف.
(٢) يحيى بن محمد المدني: نسبة إلى مدينة السلام على الأصح. صدوق يخطىء، من الطبقة العاشرة. خرج له أبو داود وابن ماجه والمصنف.
(٣) عبد العزيز بن محمد: المدني حدّث من كتب غيره فأخطأ. قال النسائي حديثه عن عبد الله العمري منكر. وهو من الطبقة الثامنة، خرج له الجماعة.
(٤) عبيد الله بن عمر: هو عبيد الله بن عبد الله بن عمر أخو سالم. توفي قبل أخيه سالم.
(٥) وأخرجه الترمذي في اللباس برقم ١٧٣٦ وهو مما تفرد به ومعنى «اعتم» أي لبس العمامة.
(٦) أصل هذا الحديث عند البخاري في كتاب المناقب، مناقب الأنصار عن ابن الغسيل عن عكرمة عن ابن عباس قال «خرج رسول الله وعليه ملحفة متعطفا بها على منكبيه وعليه عصابة دسماء» وزاد فيه فضل الأنصار. والعصابة والعمامة بمعنى واحد، والدسماء المتلطخة بدسومة شعره من الطيب. وابن الغسيل، هو عبد الرحمن بن الغسيل، والغسيل هو حنظلة ولقب بالغسيل لأنه كان جنبا حين سمع نفير أحد فخرج مسرعا قبل أن يغتسل فلما استشهد رأى النبي صلى الله عليه وسلم الملائكة تغسله غسل الجنابة. ان ذلك كان في مرضه صلى الله عليه وسلم كما جاء عند البخاري في المناقب عن أنس قال «فصعد المنبر ولم يصعده بعد ذلك» .',NULL,'83',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (78,'<span data-type="title" id=toc-23>١٧- باب ما جاء في صفة إزار رسول الله صلى الله عليه وسلم</span>
١١٢- حدثنا أحمد بن منيع. حدثنا إسماعيل بن إبراهيم. حدثنا أيّوب عن حميد بن هلال «١» عن أبي بردة عن أبيه «٢» قال:
«أخرجت إلينا عائشة رضي الله عنها كساء ملبّدا وإزارا غليظا، فقالت:
قبض روح رسول الله صلى الله عليه وسلم في هذين» «٣» .
١١٣- حدثنا محمود بن غيلان. حدثنا أبو داود عن شعبة عن الأشعث بن سليم قال سمعت عمتي تحدث عن عمها «٤» ، قال:
«بينا «٥» أنا أمشي في المدينة إذا إنسان خلفي يقول: ارفع إزارك «٦» فإنه
_________
(١) حميد بن هلال: البصري، ثقة توقف فيه ابن الأنباري لدخوله في عمل السلطان. وقال ابن قتادة: ما كانوا يفضلون أحدا عليه في العلم روى له الجماعة.
(٢) أبوه هو موسى الأشعري الصحابي المشهور.
(٣) وأخرجه مسلم في اللباس حديث رقم ٢٠٨٠. ولفظه (أخرجت الينا ازارا غليظا مما يصنع باليمن وكساء من التي يسمونها الملبدة قال: فأقسمت بالله أن رسول الله صلى الله عليه وسلم قبض في هذين الثوبين) وأخرجه أبو داود في اللباس باب لباس الغليظ ك ٢٦ ب ٨ ح ٤٠٣٦ وابن ماجه والترمذي في اللباس برقم ١٧٣٣ وأخرجه البخاري في اللباس والخمس. والملبدة: المرقعة أو التخينة التي صارت كاللبدة. والإزار: بكسر الهمزة: الملحفة، والمراد بالإزار ما يستر أسفل البدن، والرداء ما يستر أعلى البدن.
(٤) عمة الأشعث اسمها رهم وعمها اسمه عبيد بن خالد المحاربي.
(٥) في نسخة (بينما) باثبات الميم.
(٦) أي ارفع إزارك عن الأرض.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (79,'أتقى «١» وأبقى، فإذا هو رسول الله (صلى الله عليه وسلم) ، فقلت يا رسول الله إنما هي بردة ملحاء «٢» ، قال أمالك في أسوة؟ فنظرت فإذا إزاره إلى نصف ساقيه» «٣» .
١١٤- حدثنا سويد بن نصر. حدثنا عبد الله بن المبارك عن موسى بن عبيدة «٤» عن أياس بن سلمة بن الأكوع «٥» عن أبيه قال:
«كان عثمان بن عفان يأتزر إلى أنصاف ساقيه، وقال هكذا كانت إزرة صاحبي يعني النبي (صلى الله عليه وسلم) «٦» .
١١٥- حدثنا قتيبة بن سعيد. حدثنا أبو الأحوص عن أبي اسحاق عن مسلم بن نذير «٧» عن حذيفة بن اليمان «٨» قال:
«أخذ رسول الله صلى الله عليه وسلم بعضلة ساقي أو ساقه، فقال هذا موضع الازار فإن أبيت فأسفل، فإن أبيت فلا حقّ للازار في الكعبين» «٩» .
_________
(١) في نسخة (أنقى) بالنون أي أنظف من الوسخ وأبقى أي أكثر دواما للثوب.
(٢) بفتح الميم تأنيث أملح أي فيها بياض يخالطه سواد، فالملحاء التي فيها خطوط من سواد وبياض.
(٣) أخرجه أحمد والبيهقي «الجامع الصغير» .
(٤) موسى بن عبيدة: الزيدي، ضعفوه قال أحمد: لا تحل الرواية عنه. توفي سنة «١٥٣» هـ. خرج له ابن ماجه.
(٥) سلمة بن الأكوع: ثقة، كان شجاعا راميا فاضلا شهد بيعة الرضوان، وغزا مع المصطفى سبع غزوات.
(٦) وفي الباب عن أبي سعيد الخدري قال قال رسول الله صلى الله عليه وسلم: «ازرة المسلم الى نصف الساق ولا حرج أو لا جناح فيما بينه وبين الكعبين» أخرجه أبو داود برقم ٤٠٩٣ والنسائي وابن ماجه برقم ٣٥٧٣. ومعنى إزره: بكسر الهمزة وسكون الزاي، اسم للهيئة التي يكون عليها الإزار كالجلسة من الجلوس واللبسة من اللبس.
(٧) مسلم بن نذير: الكوفي. قال الذهبي: صالح. خرّج له البخاري في الأدب والنسائي وابن ماجه. ويكنى بأبي الفياض.
(٨) حذيفة بن اليمان: صاحب سر رسول الله صلى الله عليه وسلم في المنافقين والفتن، أسلم قبل بدر وشهد أحدا، قتل أبوه في أحد قتله المسلمون خطأ، فوهب لهم دمه. توفي سنة «٣٦» هـ أو غير ذلك.
(٩) وأخرجه الترمذي في اللباس برقم ١٧٨٤ وابن ماجه برقم ٣٥٧٢ والنسائي في الزينة والمعنى لا تستر الكعبين بالإزار.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (80,'<span data-type="title" id=toc-24>١٨- باب ما جاء في مشية رسول الله صلى الله عليه وسلم</span>
١١٦- حدثنا قتيبة بن سعيد. حدثنا ابن لهيعة «١» عن أبي يونس «٢» عن أبي هريرة قال:
«ما رأيت شيئا أحسن من رسول الله (صلى الله عليه وسلم) كأن الشمس تجري في وجهه، ولا رأيت أحدا أسرع في مشيته من رسول الله (صلى الله عليه وسلم) كأنما الأرض تطوى له، إنا لنجهد أنفسنا وإنه لغير مكترث» «٣» .
١١٧- حدثنا علي بن حجر وغير واحد قالوا: أنبأنا عيسى بن يونس عن عمر بن عبد الله مولى غفرة، قال أخبرني ابراهيم بن محمد من ولد علي بن أبي طالب قال:
«كان عليّ إذا وصف النبي (صلى الله عليه وسلم) قال: كان إذا مشى تقلع كأنما ينحط من صبب» «٤» .
_________
(١) ابن لهيعة: اسمه عبد الله، الحضرمي، الفقيه المشهور، وقاضي مصر. قال الذهبي: ضعفوه، لكن حديث ابن وهب وابن المبارك وأبي عبد الرحمن المقرىء عنه أحسن وأجود. توفي سنة «١٧٤» هـ.
(٢) أبي يونس: مولى أبي هريرة. قال صاحب التقريب: ثقة.
(٣) الحديث أخرجه الترمذي في مناقب النبي صلى الله عليه وسلم برقم ٣٦٥٠ و «لنجهد» بضم النون وكسر الهاء ويجوز فتحهما.
(٤) وأخرجه الترمذي في المناقب برقم ٣٦٤٢ وتكفأ: تقدم وفي نسخة «تكفي تكفيا» بلا همزة. ومعناه يميل الى أمامه ليرفع رجله من الأرض بكليته والصبب: المنحدر، أي كأنما ينزل في محل منحدر.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (81,'١١٨- حدثنا سفيان بن وكيع قال حدثنا أبي عن المسعودي عن عثمان بن مسلم بن هرمز عن نافع بن جبير بن مطعم عن علي بن أبي طالب كرم الله وجهه قال:
«كان النبي صلى الله عليه وسلم إذا مشى تكفأ تكفّؤا كأنما ينحط من صبب» .',NULL,'87',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (82,'<span data-type="title" id=toc-25>١٩- باب ما جاء في تقنّع رسول الله صلى الله عليه وسلم</span>
١١٩- حدثنا يوسف بن عيسى. حدثنا وكيع. حدثنا الربيع بن صبيح عن يزيد بن أبان عن أنس بن مالك قال:
«كان رسول الله صلى الله عليه وسلم يكثر القناع كأنّ ثوبه ثوب زيّات» «١» .
_________
(١) سبق هذا الحديث برقم ٣٢ والقناع خرقة توضع على الرأس حين استعمال الدهن.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (83,'<span data-type="title" id=toc-26>٢٠- باب ما جاء في جلسة رسول الله صلى الله عليه وسلم</span>
١٢٠- حدثنا عبد بن حميد حدثنا عفان بن مسلم. حدثنا عبد الله بن حسان عن جدتيه «١» عن قبلة بنت مخرمة أنها:
«رأت رسول الله صلى الله عليه وسلم في المسجد وهو قاعد القرفصاء «٢» ، قالت: فلما رأيت رسول الله صلى الله عليه وسلم المتخشع في الجلسة فأرعدت من الفرق «٣» » «٤» .
١٢١- حدثنا سعيد بن عبد الرحمن المخزومي «٥» وغير واحد قالوا:
حدثنا سفيان عن الزهري عن عباد بن تميم عن عمه «٦» أنه رأى النبي صلى الله عليه وسلم مستلقيا في المسجد وواضعا إحدى رجليه على الأخرى «٧» .
_________
(١) سبق تسميتها في الحديث رقم ٦٤.
(٢) بضم القاف والفاء أي وهو قاعد قعودا مخصوصا بأن يجلس على إليتيه ويلصق فخذه ببطنه ويضع يديه على ساقيه.
(٣) الفرق (بالتحريك) أي الخوف والفزع مما علاه من عظم المهابة، وهذا بعض قصة سبقت، ووقع في هذه القصة بعد قولها أرعدت من الفرق فقال له جليسه يا رسول الله أرعدت المسكينة، فقال رسول الله صلى الله عليه وسلم ولم ينظر إلي وأنا عند ظهره، يا مسكينة عليك السكينة، قالت فأذهب الله ما كان دخل في قلبي من الرعب. وقد ورد أنه صلى الله عليه وسلم قال للرجل الذي أرعد بين يديه هون عليك فإني لست بملك إنما أنا ابن امرأة من قريش تأكل القديد.
(٤) أخرجه أبو داود في الأدب باب في جلوس الرجل حديث رقم ٤٨٤٧ وانظر الترمذي في حديث رقم ٢٨١٥.
(٥) سعيد بن عبد الرحمن المخزومي: المكي، ثقة. خرج له النسائي.
(٦) عمه هو عبد الله بن زيد بن عاصم بن محمد صحابي شهير ويقال هو الذي قتل مسيلمة الكذاب.
(٧) أخرجه البخاري في الصلاة واللباس والاستئذان ومسلم في اللباس برقم ٢١٠٠ وابو داود في الادب والنسائي في الصلاة ومالك في الصلاة. والترمذي في الأدب برقم ٢٧٦٦.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (84,'١٢٢- حدثنا سلمة بن شبيب «١» حدثنا عبد الله بن إبراهيم المدني «٢» حدثنا اسحاق بن محمد الانصاري عن ربيح بن عبد الرحمن بن أبي سعيد عن أبيه عن جده أبي سعيد الخدري قال:
«كان رسول الله صلى الله عليه وسلم إذا جلس في المسجد «٣» احتبى «٤» بيديه» «٥» .
_________
(١) سلمة بن شبيب: النيسابوري نزيل مكة، ثقة من الطبقة الحادية عشرة خرج له مسلم والأربعة.
(٢) عبد الله بن ابراهيم المدني: متروك الحديث، ونسبه ابن حبان إلى الوضع. خرج له أبو داود.
(٣) في نسخة: في المجلس.
(٤) احتبى الرجل إذا جمع ظهره وساقيه بيديه، والاحتباء يقوم مقام الاستناد إلى الجدار.
(٥) أخرجه البيهقي في السنن وابو داود في الأدب برقم ٤٨٤٦ والترمذي.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (85,'<span data-type="title" id=toc-27>٢١- باب ما جاء في تكأة رسول الله صلى الله عليه وسلم</span>
١٢٣- حدثنا عباس بن محمد الدوري البغدادي «١» . حدثنا إسحاق بن منصور عن إسرائيل عن سماك بن حرب عن جابر بن سمرة قال:
«رأيت رسول الله صلى الله عليه وسلم متكئا على وسادة على يساره» «٢» .
١٢٤- حدثنا حميد بن مسعدة. حدثنا بشر بن المفضل. حدثنا الجريري عن عبد الرحمن بن أبي بكرة عن أبيه «٣» قال:
«قال رسول الله (صلى الله عليه وسلم) ألا أحدثكم «٤» بأكبر الكبائر؟ قالوا بلى يا رسول الله. قال: الاشراك بالله، وعقوق الوالدين. قال: وجلس رسول الله (صلى الله عليه وسلم) وكان متكئا «٥» قال: وشهادة الزور، أو قول الزور، قال فما زال رسول الله
_________
(١) عباس بن محمد الدوري البغدادي: ثقة حافظ توفي سنة ٢٧١ هـ خرج له الأربعة.
(٢) الترمذي في الأدب برقم ٢٧٧١ وابو داود في اللباس برقم ٣١٤٣. وأخرج الترمذي في صفة القيامة حديث رقم ٢٤٧١ عن عائشة «كانت وسادة رسول الله صلى الله عليه وسلم التي يضطجع عليها من أدم حشوها ليف» وأخرجه مسلم والبخاري وابو داود في اللباس برقم ٤١٤٦.
(٣) عبد الرحمن بن أبي بكرة: البصري التابعي أول مولود ولد في الاسلام بالبصرة سمع من كبار الصحابة وروى عنه كبار التابعين اتفقوا على توثيقه. روى له الجماعة. أبوه: هو أبو بكرة نفيع ابن الحارث صحابي مشهور بكنيته نزل من الطائف من بكرة تعلق بها فكناه النبي صلى الله عليه وسلم بأبي بكرة وكان مثل النصل من العبادة.
(٤) في نسخة أخبركم.
(٥) ولعل المصنف ساق هذا الحديث لوجود الاتكاء فيه. وتغيير الجلسة يدل على الاهتمام بما بعدها والزور: هو الانحراف. والرسول صلى الله عليه وسلم يحذر من شهادة الزور ويؤخذ من الحديث تكرار الواعظ المهم من الكلام ليأخذ السامعون بالمهم وينتبهوا لما يلقى عليهم.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (86,'(صلى الله عليه وسلم) يقولها حتى قلنا ليته سكت» «١» .
١٢٥- حدثنا قتيبة بن سعيد. حدثنا شريك عن علي بن الأقمر عن أبي جحيفة قال:
«قال رسول الله صلى الله عليه وسلم أما أنا فلا آكل متكئا» «٢» .
١٢٦- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن علي بن الأقمر قال سمعت أبا جحيفة يقول:
«قال رسول الله صلى الله عليه وسلم لا آكل متكئا لا آكل متكئا» «٣» .
١٢٧- حدثنا يوسف بن عيسى. حدثنا وكيع حدثنا اسرائيل عن سماك بن حرب عن جابر بن سمرة قال:
«رأيت النبي صلى الله عليه وسلم متكئا على وسادة» «٤» .
قال أبو عيسى. لم يذكر وكيع على يساره، وهكذا روى غير واحد عن إسرائيل نحو رواية وكيع، ولا نعلم أحدا، روى فيه على يساره إلا ما رواه إسحق بن منصور عن إسرائيل.
_________
(١) أخرجه الترمذي في البر برقم ١٩٠٢ والتفسير والشهادات والبخاري في الشهادات وفي استتابة المرتدين في الاستئذان وفي الأدب ومسلم في الايمان.
(٢) أخرجه ابو داود في الأطعمة إ ١، ب ٧ ح ٣٧٦٩ والبخاري في الأطعمة والترمذي في الاطعمة وابن ماجه فيه.
(٣) انظر تخريج الحديث السابق.
(٤) أخرجه ابو داود في اللباس برقم ٤١٤٣ والترمذي في الاستئذان برقم ٢٧٧١.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (87,'<span data-type="title" id=toc-28>٢٢- باب ما جاء في إتكاء رسول الله صلى الله عليه وسلم «١»</span>
١٢٨- حدثنا عبد الله بن عبد الرحمن. حدثنا عمرو بن عاصم. حدثنا حماد بن سلمة عن حميد عن أنس:
أنّ النبي صلى الله عليه وسلم كان شاكيا «٢» فخرج يتوكأ على أسامة بن زيد وعليه ثوب قطري قد توشح به فصلى بهم «٣» .
١٢٩- حدثنا عبد الله بن عبد الرحمن. حدثنا محمد بن المبارك. حدثنا عطاء بن مسلم الخفاف الحلبي «٤» . حدثنا جعفر بن برقان «٥» عن عطاء بن أبي رباح عن الفضل «٦» بن عباس قال:
«دخلت على رسول الله صلى الله عليه وسلم في مرضه الذي توفّي فيه، وعلى رأسه عصابة صفراء، فسلمت عليه، فقال يا فضل. قلت: لبيك يا رسول الله، قال: أشدد
_________
(١) المراد بهذا الباب اتكاء النبي صلى الله عليه وسلم على أحد من أصحابه حالة المشي لعارض مرض أو نحوه، أما الباب السابق فكان في اتكاء النبي صلى الله عليه وسلم حال الجلوس.
(٢) أي مريضا.
(٣) تقدم هذا الحديث برقم ٥٨ ص ٣٤.
(٤) عطاء بن مسلم الخفاف الحلبي: كوفي، نزل حلب، ضعفه أبو داود. وقال أبو حاتم لا يحتج به. من الطبقة التاسعة. توفي سنة ١٩٠ هـ. خرج له النسائي وابن ماجه.
(٥) جعفر بن برقان: قال ابن معين: ثقة. توفي سنة ١٥٤ هـ خرج له البخاري في تاريخه والجماعة.
(٦) الفضل بن عباس: صحابي مشهور ابن عم النبي صلى الله عليه وسلم ورديفه بعرفة وهو أكبر أولاد العباس.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (88,'بهذه العصابة رأسي «١» ، قال: ففعلت ثم قعد فوضع كفه على منكبي «٢» ، ثم قام فدخل في المسجد، وفي الحديث قصة «٣» » .
_________
(١) ليسكن الألم بالشد فيخف.
(٢) أي عند إرادة القيام ليقوم، وهذا وجه مناسبة الحديث للاتكاء.
(٣) وهي أنه صلى الله عليه وسلم صعد المنبر وأمر بنداء الناس وحمد الله وأثنى عليه والتمس من المسلمين أن يطلبوا منه حقوقهم وستأتي هذه القصة في باب وفاته صلى الله عليه وسلم.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (89,'<span data-type="title" id=toc-29>٢٣- باب ما جاء في صفة أكل رسول الله صلى الله عليه وسلم</span>
١٣٠- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي عن سفيان عن سعد بن إبراهيم «١» عن ابن لكعب بن مالك عن أبيه «٢» :
«أن النبي صلى الله عليه وسلم كان يلعق «٣» أصابعه ثلاثا» .
قال أبو عيسى روى غير محمد بن بشار هذا الحديث قال «يلعق أصابعه الثلاث» «٤» .
١٣١- حدثنا الحسن بن علي الخلال «٥» . حدثنا عفان. حدثنا حماد بن سلمة عن ثابت عن أنس قال:
_________
(١) سعد بن ابراهيم: وفي نسخة سعيد وهو سهو من الناسخ. ثقة إمام عابد، مكثر مشهور، توفي سنة ١٢٥ هـ.
(٢) ابن كعب بن مالك: قال ميرك: الصحيح أنه عبد الله بن كعب، وفي بعض الروايات بالشك عبد الله أو عبد الرحمن، وهما ثقتان من كبار التابعين. وأبوه: كعب بن مالك الأنصاري صحابي مشهور، وهو أحد الثلاثة الذين خلفوا. مات في خلافة علي كرم الله وجهه.
(٣) لعق الاصابع أي لحسها.
(٤) ففي هذا الحديث روايتان رواية محمد بن بشار، كان يلعق أصابعه ثلاثا ورواية غير محمد بن بشار كان يلعق اصابعه الثلاث واستفيد من الروايتين معا ان الملعوق ثلاثة أصابع وأن اللعق ثلاث لكل من الثلاث الوسطى فالسبابة فالابهام. وأخرجه الترمذي برقم ١٨٠٢ ومسلم برقم ٢٠٣٥ عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم إذا أكل أحدكم فليلعق أصابعه فإنه لا يدري في أيتهن البركة.
(٥) الحسن بن علي الخلال: ثقة حافظ، صاحب تآليف من الطبقة الحادية عشر. خرج له الجماعة إلا النسائي.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (90,'«كان النبي صلى الله عليه وسلم إذا أكل طعاما لعق أصابعه الثلاث» «١» .
١٣٢- حدثنا الحسين بن علي بن يزيد الصدائي البغدادي «٢» حدثنا يعقوب بن إسحاق/ يعني الحضرمي/ «٣» . حدثنا شعبة عن سفيان الثوري عن علي بن الأقمر عن أبي جحيفة قال:
«قال النبي صلى الله عليه وسلم أما أنا فلا آكل متكئا» «٤» .
حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن علي بن الأقمر نحوه.
١٣٣- حدثنا هارون بن إسحاق الهمداني. حدثنا عبدة بن سليمان عن هشام بن عروة عن ابن لكعب بن مالك عن أبيه قال:
«كان رسول الله صلى الله عليه وسلم يأكل بأصابعه الثلاث ويلعقهن» «٥» .
_________
(١) وأخرجه الترمذي في الأطعمة برقم ١٨٠٤ ومسلم برقم ٢٠٣٤ وابو داود في الاطعمة برقم ٣٨٤٥ والنسائي.
(٢) علي بن يزيد الصدائي البغدادي: صدوق ثقة توفي سنة ٢٤٠ هـ خرج له أبو داود والنسائي والمصنف.
(٣) يعقوب بن إسحاق الحضرمي: أحد القراء الثلاثة من العشرة. ثقة، خرج له الجماعة إلا البخاري. وجاء فيه زيادة «وقال: إذا ما وقعت لقمة أحدكم فليمط عنها الأذى وليأكلها ولا يدعها للشيطان وأمرنا أن نسلت الصحفة، وقال انكم لا تدرون في أي طعامكم البركة» . انظر الترمذي ٦/ ١٠٣.
(٤) أخرجه البخاري في الأطعمة وابو داود فيه برقم ٣٧٩٩ والترمذي في الأطعمة برقم ١٨٣١ وابن ماجه في الأطعمة برقم ٣٢٦٢.
(٥) وأخرجه أحمد ومسلم في الأطعمة برقم ٢٠٣٢ ولفظه عن كعب «رأيت النبي صلى الله عليه وسلم يلعق أصابعه الثلاث من الطعام وفي رواية لمسلم ويلعق يده قبل ان يمسحها» وابو داود في الأطعمة برقم ٣٨٤٨.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (91,'١٣٤- حدثنا أحمد بن منيع. حدثنا الفضل بن دكين. حدثنا مصعب بن سليم قال سمعت أنس بن مالك يقول:
«أتي رسول الله صلى الله عليه وسلم بتمر فرأيته، يأكل وهو مقع من الجوع» «١» .
_________
(١) مسلم برقم ٢٠٤٤ وابو داود برقم ٣٧٧١ والنسائي والترمذي. مقع: اسم فاعل من الاقعاء. أي متساند الى ما وراءه من الضعف الحاصل له بسبب الجوع.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (92,'<span data-type="title" id=toc-30>٢٤- باب ما جاء في صفة خبز رسول الله صلى الله عليه وسلم</span>
١٣٥- حدثنا محمد بن المثنى ومحمد بن بشار قالا: حدثنا محمد بن جعفر.
حدثنا شعبة عن أبي اسحاق قال سمعت عبد الرحمن بن يزيد «١» يحدث عن الأسود بن يزيد «٢» عن عائشة أنها قالت:
«ما شبع آل محمد صلى الله عليه وسلم من خبز الشعير يومين متتابعين حتى قبض رسول الله صلى الله عليه وسلم» «٣» .
١٣٦- حدثنا عباس بن محمد الدوري. حدثنا يحيى بن أبي بكير. حدثنا حريز بن عثمان عن سليم بن عامر «٤» قال سمعت أبا أمامة الباهلي «٥» يقول:
«ما كان يفضل عن أهل بيت رسول الله صلى الله عليه وسلم خبز الشعير» «٦» .
١٣٧- حدثنا عبد الله بن معاوية الجمحي «٧» حدثنا ثابت بن يزيد عن هلال
_________
(١) عبد الرحمن بن يزيد: أبو بكر الكوفي، ثقة، توفي قبل يوم الجماجم. خرج له الجماعة.
(٢) الأسود بن يزيد: أخو عبد الرحمن، مخضرم ثقة جليل مكثر، توفي سنة «٧٤» هـ خرج له الستة. رأى الصديق وروى عن علي.
(٣) وأخرجه الترمذي في الزهد برقم ٢٣٥٨ ومسلم في الزهد برقم ٢٩٧٠ وابن ماجه في الزهد.
(٤) سليم بن عامر: الحمصي، كان ثبتا، توفي سنة ١٦٣ هـ. وغلط من قال: له رؤية. خرج له مسلم والأربعة.
(٥) ابو أمامة الباهلي: صحابي مشهور سكن الشام، قيل هو آخر من مات بها من الصحب.
(٦) أخرجه الترمذي في الزهد برقم ٢٣٦٠.
(٧) عبد الله بن معاوية الجمحي: أبو جعفر البصري. توفي سنة «٢٤٣» هـ خرج له أبو داود والنسائي.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (93,'ابن خباب «١» عن عكرمة عن ابن عباس قال:
«كان رسول الله صلى الله عليه وسلم يبيت الليالي المتتابعة طاويا هو وأهله لا يجدون عشاء، وكان أكثر خبزهم خبز الشعير» «٢» .
١٣٨- حدثنا عبد الله بن عبد الرحمن. حدثنا عبيد الله بن عبد المجيد الحنفي «٣» حدثنا عبد الرحمن بن عبد الله بن دينار «٤» . حدثنا أبو حازم «٥» عن سهل بن سعد «٦» أنه قيل له:
«أكل رسول الله صلى الله عليه وسلم النقى يعني الحوّارى «٧» فقال سهل: ما رأى رسول الله صلى الله عليه وسلم النقى حتى لقي الله عز وجل، فقيل له: هل كانت لكم مناخل على عهد رسول الله صلى الله عليه وسلم، قال: ما كانت لنا مناخل، قيل كيف كنتم تصنعون بالشعير، قال كنا ننفخه فيطير منه ما طار «٨» ثم نعجنه» «٩» .
١٣٩- حدثنا محمد بن بشار. حدثنا معاذ بن هشام قال: حدثني أبي عن يونس «١٠» عن أنس بن مالك قال:
_________
(١) هلال بن خباب: أبو العلاء البصري، ثقة، تغير آخرا، من الطبقة الخامسة، خرج له الأربعة.
(٢) وأخرجه الترمذي في الزهد برقم ٢٣٦١ وابن ماجه.
(٣) عبيد الله بن عبد المجيد الحنفي: البصري، نسبة إلى بني حنيفة قبيلة من ربيعة، ثقة، لم يثبت أن يحيى بن معين ضعفه. خرج له الجماعة.
(٤) عبد الرحمن بن عبد الله بن دينار: روى عن أبيه وزيد بن أسلم، وروى عنه القطان وعلي بن الجعد، قال أبو حاتم وغيره: فيه لين، وقال ابن معين: في حديثه ضعف.
(٥) أبو حازم: الأعرج سلمة بن دينار المدني، ثقة عابد، من الطبقة الثالثة، خرج له الجماعة.
(٦) سهل بن سعد: بن مالك الأنصاري له ولأبيه صحبة، وهو آخر من مات من الصحب في المدينة. توفي سنة «٨٨» هـ أو «٩١» هـ.
(٧) الحوارى: الدقيق الأبيض وهو لباب الدقيق «المعجم الوسيط» .
(٨) في سنن الترمذي حديث رقم ٢٣٦٥ زيادة «ثم نثريه» أي نضع عليه الماء.
(٩) أخرجه الترمذي في سننه في الزهد برقم ٢٣٦٥.
(١٠) يونس: بن أبي الفرات البصري، ثقة، من الطبقة السادسة. لينه ابن حبان. خرج له البخاري والنسائي وابن ماجه.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (94,'«ما أكل نبي الله صلى الله عليه وسلم على خوان «١» ولا في سكرّجة «٢» ولا خبز له مرقق.
قال فقلت لقتادة فعلام كانوا يأكلون؟ قال: على هذه السفر» «٣» .
قال محمد بن بشار (يونس) هذا الذي روى عن قتادة هو يونس الاسكاف.
١٤٠- حدثنا أحمد بن منيع. حدثنا عباد بن عباد المهلبي «٤» عن مجالد عن الشعبي عن مسروق قال:
«دخلت على عائشة فدعت لي بطعام وقالت: ما أشبع من طعام فأشاء أن أبكي إلا بكيت. قال: قلت لم؟ قالت: أذكر الحال التي فارق عليها رسول الله صلى الله عليه وسلم الدنيا، والله ما شبع من خبز ولحم مرتين في يوم» «٥» .
١٤١- حدثنا محمود بن غيلان. حدثنا أبو داود. قال حدثنا شعبة عن أبي إسحاق قال سمعت عبد الرحمن بن يزيد يحدث عن الأسود بن يزيد عن عائشة قالت:
«ما شبع رسول الله صلى الله عليه وسلم من خبز الشعير يومين متتابعين حتى قبض» «٦» .
١٤٢- حدثنا عبد الله بن عبد الرحمن. حدثنا عبد الله بن عمرو «٧» «أبو معمر» حدثنا عبد الوارث عن سعيد بن أبي عروبة عن قتادة عن أنس قال:
«ما أكل رسول الله صلى الله عليه وسلم على خوان، ولا أكل خبزا مرققا حتى مات» «٨» .
_________
(١) الخوان بكسر الخاء وبضم وهو مرتفع يهيأ ليؤكل الطعام عليه.
(٢) السكرجة: بضم السين والكاف والراء المشددة المضمومة وهي إناء صغير يوضع فيه الشيء القليل المشهي للأكل كالسلطة والمخلل.
(٣) الحديث أخرجه الترمذي في الزهد برقم ٣٣٦٤ والبخاري وابن ماجه والنسائي. السفر: بضم السين المشددة جمع سفرة وهي أخص من المائدة، وهي ما يمد ويبسط ليؤكل عليه سواء كان من الجلد أو الثياب.
(٤) عباد بن عباد المهلبي: نسبة إلى المهلب بن أبي صفرة، ثقة، ربما وهم. خرج له الجماعة.
(٥) وأخرجه الترمذي في الزهد برقم ٢٣٥٧.
(٦) أخرجه الترمذي في الزهد برقم ٢٣٥٨ ومسلم في الزهد حديث رقم ٢٩٧٠ وابن ماجه في الزهد.
(٧) عبد الله بن عمرو: المقرىء، الحافظ، حجة. توفي سنة ٢٢٤ هـ. رمي بالقدر. خرج له الجماعة.
(٨) أخرجه الترمذي في الزهد برقم ٢٣٦٤ والبخاري والنسائي وابن ماجه.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (95,'<span data-type="title" id=toc-31>٢٥- باب ما جاء في إدام رسول الله صلى الله عليه وسلم</span>
١٤٣- حدثنا محمد بن سهل بن عسكر وعبد الله بن عبد الرحمن قالا: حدثنا يحيى بن حسان. حدثنا سليمان بن بلال عن هشام بن عروة عن أبيه عن عائشة:
«أن رسول صلى الله عليه وسلم قال: نعم الادام الخل، قال عبد الله بن عبد الرحمن في حديثه نعم الادام أو الادام الخلّ» «١» .
١٤٤- حدثنا قتيبة. حدثنا أبو الأحوص عن سماك بن حرب قال: سمعت النعمان بن بشير «٢» يقول:
«ألستم في طعام وشراب ما شئتم، لقد رأيت نبيكم (صلى الله عليه وسلم) وما يجد من الدقل ما يملأ بطنه» «٣» .
١٤٥- حدثنا عبدة بن عبد الله الخزاعي «٤» حدثنا معاوية بن هشام عن سفيان عن محارب بن دثار «٥» عن جابر بن عبد الله قال:
«قال رسول الله صلى الله عليه وسلم: نعم الادام الخل» «٦» .
_________
(١) أخرجه الترمذي في الأطعمة برقم ١٨٤١ ومسلم في الأشربة برقم ٢٠٥١
(٢) النعمان بن بشير: الانصاري، والي حمص ليزيد. قتل سنة «٦٤» هـ. له ولأبويه صحبة.
(٣) أخرجه الترمذي في الزهد برقم ٢٣٧٣ ومسلم في الزهد. برقم ٢٩٧٧.
(٤) عبدة بن عبد الله الخزاعي: أبو سهل البصري، كوفي الأصل، ثقة خرج له الجماعة.
(٥) محارب بن دثار: الكوفي، القاضي، ثقة إمام من أكابر العلماء والزهاد. خرج له الجماعة.
(٦) أخرجه الترمذي في الأطعمة برقم ١٨٤٠ ومسلم وابو داود في الاطعمة برقم ٣٨٢٠ والنسائي.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (96,'١٤٦- حدثنا هناد. حدثنا وكيع عن سفيان عن أيوب عن أبي قلابة «١» عن زهدم الجرمي «٢» قال:
«كنا عند أبي موسى الأشعري فأتى بلحم دجاج فتنحى رجل من القوم، فقال: ما لك؟ فقال: إني رأيتها تأكل شيئا نتنا «٣» ، فحلفت أن لا آكلها، قال:
ادن فإني رأيت رسول الله صلى الله عليه وسلم يأكل لحم الدجاج» «٤» .
١٤٧- حدثنا الفضل بن سهل الأعرج البغدادي «٥» حدثنا إبراهيم بن عبد الرحمن بن مهدي «٦» عن إبراهيم بن عمر بن سفينة «٧» عن أبيه عن جده «٨» قال:
«أكلت مع رسول الله صلى الله عليه وسلم لحم حبارى» «٩» .
١٤٨- حدثنا علي بن حجر. حدثنا إسماعيل بن إبراهيم عن أيوب عن
_________
(١) أبو قلابة: عبد الله بن زيد الجرمي، ثقة فاضل كثير الارسال، من الطبقة الثالثة. خرج له الجماعة.
(٢) زهدم الجرمي: أبو مسلم البصري، ثقة من الطبقة الثالثة. خرج له البخاري وغيره.
(٣) لم يحرم هذا الرجل وهو من التابعين على نفسه الشيء الحلال إنما رأى الدجاجة تأكل شيئا غير نظيف فعافتها نفسه.
(٤) أخرجه الترمذي في الاطعمة برقم ١٨٢٧ والبخاري في التوحيد والنذور والذبائح وكفارات الايمان والمغازي ومسلم في الأيمان والنذور والنسائي في الصيد، وفي الحديث حل أكله وهو من الطيبات.
(٥) الفضل بن سهل: صدوق، كان ذكيا حافظا، توفي سنة ٢٥٥ هـ خرج له الجماعة إلا ابن ماجه.
(٦) ابراهيم بن عبد الرحمن بن مهدي: البصري، صدوق له مناكير، من الطبقة العاشرة. خرج له أبو داود.
(٧) ابراهيم بن عمر بن سفينة: مولى أم سلمة صدوق من الطبقة الثالثة خرج له أبو داود.
(٨) سفينة هذا مولى رسول الله صلى الله عليه وسلم واسمه مهران وكنيته أبو عبد الرحمن ولقبه النبي صلى الله عليه وسلم سفينة.
(٩) الحديث أخرجه ابو داود في الاطعمة برقم ٣٧٩٧ والترمذي في الاطعمة برقم ١٨٣٠. والحبارى: بضم الحاء وفتح الباء طائر معروف كبير العنق رمادي اللون لحمه بين الدجاج والبط، ويقع على المؤنث والمذكر. وواحده وجمعه سواء.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (97,'القاسم التميمي «١» عن زهدم الجرمي «٢» قال:
«كنا عند أبي موسى الأشعري قال فقدم طعامه وقدم في طعامه لحم دجاج. وفي القوم رجل من بني تيم الله، أحمر كأنه مولى. قال فلم يدن فقال له أبو موسى ادن فإني قد رأيت رسول الله (صلى الله عليه وسلم) أكل منه، قال إني رأيته يأكل شيئا فقذرته فحلفت أن لا أطعمه أبدا» «٣» .
١٤٩- حدثنا محمود بن غيلان. حدثنا أبو أحمد الزبيري وأبو نعيم قالا حدثنا سفيان عن عبد الله بن عيسى عن رجل من أهل الشام يقال له عطاء «٤» عن أبي أسيد «٥» قال:
«قال رسول الله صلى الله عليه وسلم: كلوا الزيت، وادهنوا به فإنه من شجرة مباركة» «٦» .
١٥٠- حدثنا يحيى بن موسى. حدثنا عبد الرزاق. حدثنا معمر عن زيد بن أسلم عن أبيه «٧» عن عمر بن الخطاب رضي الله عنه قال:
«قال رسول الله صلى الله عليه وسلم: كلوا الزيت وادّهنوا به فإنه من شجرة مباركة» «٨» .
_________
(١) القاسم التميمي: ابن عاصم، مقبول، من الطبقة الرابعة.
(٢) زهدم الجرمي: ابو مسلم البصري، ثقة من الطبقة الثالثة. خرج له البخاري وغيره.
(٣) أخرجه الترمذي في الأطعمة برقم ١٨٢٧ والبخاري ومسلم والنسائي.
(٤) عطاء: في التقريب، شامي أنصاري، سكن الساحل، مقبول، من الطبقة الرابعة.
(٥) أبو أسيد: قيل اسمه عبد الله بن ثابت الزرقي. ليس له عند المؤلف إلا هذا الحديث، وليس في الكتب الستة غيره.
(٦) وأخرجه الترمذي في الأطعمة ١٨٥٣.
(٧) زيد بن أسلم: الفقيه العمري، قال ابن عجلان: ما هبت أحدا هيبتي زيد بن أسلم. توفي سنة «١٣٦» هـ. خرج له الجماعة. وأبوه أسلم مولى عمر بن الخطاب، مخضرم، اتفقوا على توثيقه توفي سنة ٨٠ هـ. خرج له الجماعة.
(٨) وأخرجه الترمذي في الأطعمة برقم ١٨٥٢ وابن ماجه في الأطعمة.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (98,'قال أبو عيسى وعبد الرزاق كان يضطرب في هذا الحديث، فربما أسنده وربما أرسله.
حدثنا السنجي «١» وهو أبو داود سليمان بن معبد المروزي السنجي.
حدثنا عبد الرزاق عن معمر عن زيد بن أسلم عن أبيه عن النبي صلى الله عليه وسلم نحوه. ولم يذكر فيه عن عمر.
١٥١- حدثنا محمد بن بشار. حدثنا محمد بن جعفر وعبد الرحمن بن مهدي قالا حدثنا شعبة عن قتادة عن أنس بن مالك قال:
«كان النبي صلى الله عليه وسلم يعجبه الدّبّاء فأتي بطعام أو دعي له، فجعلت أتتبعه، فأضعه بين يديه لما أعلم أنه يحبه» «٢» .
١٥٢- حدثنا قتيبة بن سعيد. حدثنا حفص بن غياث «٣» عن إسماعيل بن أبي خالد «٤» عن حكيم بن جابر «٥» عن أبيه قال:
«دخلت على النبي صلى الله عليه وسلم فرأيت عنده دباء يقطع، فقلت ما هذا؟ قال نكثّر به طعامنا» «٦» .
قال أبو عيسى: وجابر هذا هو جابر بن طارق، ويقال ابن أبي طارق وهو
_________
(١) السنجي: بكسر السين وسكون النون نسبة إلى سنج قرية من قرى مرو. وثقه النسائي. توفي سنة «٢٥٧» هـ خرج له أبو داود والنسائي.
(٢) حديث أنس المتعلق بالدباء مروي عند الترمذي بألفاظ متقاربة في الأطعمة برقم ١٨٥٠ و ١٨٥١ وأبو داود في الاطعمة برقم ٣٧٨٢ ومسلم في الاطعمة برقم ٢٠٤١ والبخاري في الاطعمة باب الدباء والنسائي.
(٣) حفص بن غياث: قاضي الكوفة وقاضي الجانب الشرقي، ثبت إذا حدث من كتابه. توفي سنة «١٩٤» هـ. خرج له الجماعة.
(٤) اسماعيل بن أبي خالد: حافظ إمام، توفي سنة «١٤٦» هـ.
(٥) حكيم بن جابر: ثقة من الطبقة الثالثة، خرج له النسائي وابن ماجه.
(٦) وأخرجه ابن ماجه برقم ٣٣٠٤ في الاطعمة وقد أشار اليه الترمذي في الاطعمة بعد حديث ١٨٥٠.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (99,'رجل من أصحاب رسول الله (صلى الله عليه وسلم) ولا نعرف له إلا هذا الحديث الواحد وأبو خالد اسمه سعد.
١٥٣- حدثنا قتيبة بن سعيد عن مالك بن أنس عن إسحاق بن عبد الله بن أبي طلحة «١» أنه سمع أنس بن مالك يقول:
«إن خياطا دعا رسول الله صلى الله عليه وسلم لطعام صنعه. قال أنس فذهبت مع رسول الله صلى الله عليه وسلم إلى ذلك الطعام، فقرّب إلى رسول الله صلى الله عليه وسلم خبزا من شعير ومرقا فيه دبّاء وقديد «٢» ، قال أنس فرأيت النبي صلى الله عليه وسلم يتتبع الدباء حوالي القصعة «٣» ، فلم أزل أحبّ الدباء من يومئذ» «٤» .
١٥٤- حدثنا أحمد بن إبراهيم الدروقي «٥» وسلمة بن شبيب ومحمود بن غيلان قالوا حدثنا أبو أسامة «٦» عن هشام بن عروة عن عائشة قالت:
«كان النبي صلى الله عليه وسلم يحب الحلواء والعسل» «٧» .
١٥٥- حدثنا الحسن بن محمد الزعفراني «٨» . حدثنا حجاج بن محمد «٩» قال:
_________
(١) إسحاق بن عبد الله بن أبي طلحة: ثقة ثبت مات في زمن معاوية خرج له الجماعة.
(٢) القديد: لحم مملح مجفف في الشمس أو غيرها.
(٣) القصعة: بفتح القاف هي التي يأكل منها عشرة والصحفة: التي يأكل منها خمسة.
(٤) أخرجه الترمذي في الأطعمة برقم ١٨٥١ والبخاري في الاطعمة باب الدباء، ومسلم في الاشربة باب أكل اليقطين برقم ٢٠٤١ وابو داود في الاطعمة برقم ٣٧٨٢ والنسائي.
(٥) أحمد بن إبراهيم الدروقي: البغدادي الحافظ، له تصانيف، توفي سنة «٢٤٦» هـ.
(٦) أبو أسامة: قيل اسمه حماد بن أسامة، الكوفي الحافظ، كان حجة. خرج له الجماعة.
(٧) أخرجه الترمذي في الاطعمة برقم ١٨٣٣ والبخاري في الأطعمة باب الحلواء والعسل وفي الأشربة والطب وترك الحيل ومسلم. وأبو داود في الاشربة باب شراب العسل برقم ٣٧١٥ وابن ماجه في الاطعمة برقم ٣٣٢٣.
(٨) الحسن بن محمد الزعفراني: البغدادي صاحب الشافعي، روى له البخاري والأربعة. وثقه النسائي وغيره.
(٩) حجاج بن محمد: الترمذي، نزل بغداد ثم المصيصة. قال أحمد: ما كان أضبط وأشد تعاهده للحروف. خرج له الستة.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (100,'قال ابن جريج «١» :
«أخبرني محمد بن يوسف «٢» أن عطاء بن يسار «٣» أخبره أن أم سلمة أخبرته أنها قربت إلى رسول الله صلى الله عليه وسلم جنبا مشويا، فأكل منه ثم قام إلى الصلاة وما توضأ» «٤» .
١٥٦- حدثنا قتيبة عن ابن لهيعة عن سليمان بن زياد «٥» عن عبد الله بن الحارث قال:
«أكلنا مع رسول الله صلى الله عليه وسلم شواء في المسجد» «٦» .
١٥٧- حدثنا محمود بن غيلان. حدثنا وكيع. حدثنا مسعر «٧» عن أبي صخرة جامع بن شداد «٨» عن المغيرة بن شعبة «٩» قال:
«ضفت «١٠» مع رسول الله صلى الله عليه وسلم ذات ليلة فأتي بجنب «١١» مشوي ثم أخذ
_________
(١) ابن جريج: اسمه القرشي الأموي المكي الفقيه أحد الأعلام. قال ابن عيينه سمعته يقول: ما دون العلم تدويني أحد.
(٢) محمد بن يوسف: محدث قيسارية الشام، توفي سنة «١٢» هـ. خرج له الجماعة.
(٣) عطاء بن يسار: المدني القاضي من كبار التابعين وعلمائهم. خرج له الجماعة واتفقوا على توثيقه.
(٤) أخرجه الترمذي في الأطعمة برقم ١٨٣٠ وهو مما تفرد به.
(٥) سليمان بن زياد: البصري وثقوه. خرج له ابن ماجه.
(٦) أخرجه ابن ماجه في الأطعمة برقم ٣٣١١ واشار اليه الترمذي في سننه بعد رقم ١٨٣٠.
(٧) مسعر: ابن كدام أبو سلمة الكوفي قال أبو شعبة: كنا نسميه المصحف من إتقانه. توفي سنة «١٠٥» هـ.
(٨) أبو صخرة جامع بن شداد: المحاربي، ثقة مات سنة «١٢٧» هـ خرج له الستة.
(٩) المغيرة بن شعبة: بن أبي عقيل اليشكري الكوفي ثقة من الطبقة الرابعة خرج له مسلم وأبو داود والنسائي.
(١٠) ضفت: أي كنت ضيفا عليه.
(١١) الجنب المشوي: أي قطعة من اللحم المشوي.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (101,'الشفرة «١» فجعل يحز، فحز لي بها منه. قال «٢» فجاء بلال يؤذنه «٣» بالصلاة فألقى الشفرة فقال: ما له؟ تربت «٤» يداه؟ قال: وكان شاربه «٥» قد وفى «٦» فقال له أقصّه «٧» لك على سواك أو «٨» قصه على سواك» «٩» .
١٥٨- حدثنا واصل بن عبد الأعلى «١٠» . حدثنا محمد بن فضيل «١١» عن أبي حيان التيمي «١٢» عن أبي زرعة عن أبي هريرة قال:
«أتي النبي صلى الله عليه وسلم بلحم فرفع إليه الذراع، وكانت تعجبه، فنهش منها» «١٣» .
_________
(١) أي السكين.
(٢) أي قال المغيرة.
(٣) أي يعلمه بوقتها.
(٤) تربت يداه: بفتح التاء وكسر الراء. جاء في شرح سنن الترمذي ١/ ١٢٨ بشرح حديث رقم ١١٣ أصل هذه الكلمة افتقرت، ولكن العرب اعتادت استعمالها غير قاصدة حقيقة معناها الأصلي فيذكرون تربت يداك، وقاتله الله ما أشجعه، ولا أم لك ولا أب لك، وثكلته أمه وويل أمه الخ، يقولونها عند انكار الشيء، أو الزجر عنه أو العزم عليه، أو استعظامه أو الحث عليه أو الاعجاب به/ والله أعلم/ وانظر شرح مسلم للنووي ٣/ ٢٢١.
(٥) في رواية أبي داود رقم ١٨٨ وكان شاربي فيكون الضمير عائد إلى بلال، وفيه التفات من التكلم إلى الغيبة. والتقدير: قال المغيرة: وكان شارب بلال قد طال وأشرف على فمه. والذي يقص منه هو الذي يسيل على الفم.
(٦) وفى: أي طال وأشرف على فمه.
(٧) بتقدير همزة الاستفهام أي أأقصه لك على سواك. والسواك هو عود الاراك الذي يستاك به. فيوضع العود تحت الشارب ثم يقص ما فضل عن السواك.
(٨) «أو» شك من الرواة من المغيرة أو غيره في أي العبارتين قالها النبي صلى الله عليه وسلم و «قصه» فعل أمر. أي قصه أنت.
(٩) وأخرجه ابو داود في الطهارة برقم ١٨٨ وابن ماجه.
(١٠) واصل بن عبد الأعلى: الكوفي، ثقة، مات سنة «٢٤٤» هـ خرج له مسلم والأربعة.
(١١) محمد بن فضيل: أبو عبد الرحمن الكوفي، صدوق ثقة تشيع. توفي سنة «١٩٤» هـ. خرج له الجماعة.
(١٢) أبو حيان التيمي: اسمه يحيى بن سعيد الكوفي، إمام عابد زاهد. توفي سنة «١٤٥» هـ. خرج له الستة.
(١٣) أخرجه الترمذي في الاطعمة برقم ١٨٣٨ وابن ماجه برقم ٣٣٠٧ والبخاري ومسلم.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (102,'١٥٩- حدثنا محمد بن بشار. حدثنا أبو داود. عن زهير/ يعني ابن محمد/ «١» عن أبي إسحاق عن سعيد بن عياض «٢» عن مسعود قال:
«كان النبي صلى الله عليه وسلم يعجبه الذراع قال وسمّ في الذّراع «٣» ، وكان يرى «٤» أن اليهود سمّوه» «٥» .
١٦٠- حدثنا محمد بن بشار. حدثنا مسلم بن إبراهيم «٦» عن أبان بن يزيد «٧» عن قتادة عن شهر بن حوشب عن أبي عبيد «٨» قال:
«طبخت للنبي صلى الله عليه وسلم قدرا، وقد كان يعجبه الذراع فناولته الذراع ثم قال:
ناولني الذراع فناولته ثم قال: ناولني الذراع فقلت: يا رسول الله وكم للشاة من ذراع؟ فقال: والذي نفسي بيده لو سكتّ لناولتني الذراع «٩» ما دعوت» .
١٦١- حدثنا الحسن بن محمد الزعفراني. حدثنا يحيى بن عباد عن فليح بن سليمان «١٠» قال: حدثني رجل من بني عباد يقال له عبد الوهاب بن يحيى بن عباد «١١» عن عبد الله بن الزبير عن عائشة رضي الله عنها قالت:
_________
(١) زهير بن محمد: المروزي أبو المنذر، نزل الشام، ثقة، توفي سنة «١٦٢» هـ.
(٢) سعيد بن عياض: الكوفي صدوق، من الطبقة الثانية خرج له البخاري في تاريخه والنسائي.
(٣) كان ذلك في غزوة خيبر، وضعته له زينب بنت الحارث بايعاز من اليهود، وأخبر النبي صلى الله عليه وسلم بالسم فامتنع. وقد اسلمت زينب ولم ينتقم صلى الله عليه وسلم منها. وقد احضرها صلى الله عليه وسلم وقال لها ما حملك على ذلك؟ فقالت: ان كنت نبيا لا يضرك السم وإلا استرحنا منك.
(٤) أي ابن مسعود.
(٥) وأخرجه ابو داود في الأطعمة حديث رقم ٣٧٨١.
(٦) مسلم بن إبراهيم: الفراهيدي البصري الحافظ قال ابن معين: ثقة مأمون. توفي سنة «٢٢٠» هـ وهو أكبر مشايخ أبي داود.
(٧) أبان بن يزيد: العطار البصري أبو يزيد. قال أحمد: ثبت في كل المشايخ. خرج له الستة إلا ابن ماجه.
(٨) بالتصغير بدون تاء، وهو مولى للنبي صلى الله عليه وسلم وقد جاء أيضا بالتاء (أبو عبيدة) .
(٩) هذا من معجزاته صلى الله عليه وسلم في تكثير الطعام.
(١٠) فليح بن سليمان بن أبي المغيرة الأسلمي، وقيل فليح لقبه واسمه عبد الملك. قال ابن معين وابو حاتم والنسائي: ليس بالقوي. توفي سنة «١٦٨» هـ. خرج له الستة.
(١١) عبد الوهاب بن يحيى بن عباد: بن عبد الله بن الزبير، قال أبو حاتم: شيخ ذكره ابن عباد في الثقات، والدارقطني يختج به وضعفه النسائي.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (103,'«ما كانت الذراع أحب اللحم إلى رسول الله صلى الله عليه وسلم ولكنه كان لا يجد اللحم إلا غبا، وكان يعجل إليها لأنها أعجلها نضجا» «١» .
١٦٢- حدثنا محمود بن غيلان. حدثنا أبو أحمد. حدثنا مسعر، قال سمعت شيخا من فهم «٢» ، قال سمعت عبد الله بن جعفر «٣» يقول سمعت رسول الله صلى الله عليه وسلم قال:
«إن أطيب اللحم لحم الظهر» «٤» .
١٦٣- حدثنا سفيان بن وكيع. حدثنا زيد بن الحباب عن عبد الله بن المؤمل «٥» عن ابن أبي مليكة «٦» عن عائشة رضي الله عنها:
«أن النبي صلى الله عليه وسلم قال: نعم الادام الخلّ» «٧» .
١٦٤- حدثنا أبو كريب محمد بن العلاء حدثنا أبو بكر بن عيّاش «٨» عن ثابت أبي حمزة الثمالي «٩» عن الشعبي عن أم هانىء قالت:
«دخل عليّ النبي صلى الله عليه وسلم فقال: أعندك شيء؟ فقلت لا إلا خبز يابس وخلّ، فقال هاتي، ما أقفر بيت من أدم فيه الخلّ» «١٠» .
_________
(١) وأخرجه الترمذي في الاطعمة برقم ١٨٣٩ والغب: بكسر الغين، المرة بعد المرة.
(٢) قيل اسمه محمد بن عبد الله، وقيل محمد بن عبد الرحمن، وقيل هو أبوحي.
(٣) ابن أبي طالب أبو جعفر الهاشمي.
(٤) أخرجه ابن ماجه في الأطعمة باب أطايب اللحم ك ٢٩ ب ٢٨ ح ٢٣٠٨.
(٥) عبد الله بن المؤمل: المخزومي المكي، أخذ عن أبي مليكة وعطاء، وأخذ عنه الشافعي وأبو سعدونة وخلق ولي قضاء مكة. قال ابو داود: منكر الحديث. وقال أبو حاتم: ليس بالقوي. وقال زين الحفاظ: ضعفه الجمهور توفي سنة «١٨٠» هـ.
(٦) ابن أبي مليكة: عبد الله بن عبيد الله، ثقة فقيه، من الطبقة الثالثة، خرج له الجماعة.
(٧) وأخرجه الترمذي في الأطعمة برقم ١٨٤١ ومسلم في الأشربة باب فضيلة الخل برقم ٢٠٥١.
(٨) أبو بكر بن عياش: ثقة عابد، من الطبقة السابعة، ساء حفظه لما كبر. قيل هذا اسمه وقيل عبد الله أو محمد أو سالم، وغير ذلك خرج له الجماعة.
(٩) ثابت أبي حمزة الثمالي: روى عن أنس وعدة، وروى عنه وكيع وأبو نعيم وخلق، ضعفوه.
(١٠) وأخرجه الترمذي في الأطعمة برقم ١٨٤٢ وهو مما تفرد به. وما أقفر: أي ما خلا.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (104,'١٦٥- حدثنا محمد بن المثنى. حدثنا محمد بن جعفر. حدثنا شعبة عن عمرو بن مرة «١» عن مرة الهمداني «٢» عن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم قال:
«فضل عائشة على النساء كفضل الثريد على سائر الطعام» «٣» .
١٦٦- حدثنا علي بن حجر. حدثنا اسماعيل بن جعفر. حدثنا عبد الله بن عبد الرحمن بن معمر الأنصاري أبو طوالة «٤» أنه سمع أنس بن مالك يقول: قال رسول الله صلى الله عليه وسلم:
«فضل عائشة على النساء كفضل الثريد على سائر الطعام» «٥» .
١٦٧- حدثنا قتيبة بن سعيد. حدثنا عبد العزيز بن محمد «٦» عن سهيل بن أبي صالح «٧» عن أبيه عن أبي هريرة رضي الله عنه:
«أنه رأى رسول الله صلى الله عليه وسلم توضأ من أكل ثور أقط «٨» ، ثم رآه أكل من كتف
_________
(١) عمرو بن مروة: بن عبد الله بن طارق البجلي.
(٢) مرة الهمداني: بن شرحبيل الكوفي، يقال له مرة الطيب، ثقة عابد من الطبقة الثامنة. خرج له الجماعة.
(٣) أخرجه الترمذي في الاطعمة برقم ١٨٣٥ والبخاري في أحاديث الانبياء وفي فضل عائشة والاطعمة. ومسلم في الفضائل برقم ٢٤٣١ والنسائي في عشرة النساء. والثريد هو الخبز المأدوم بالمرق والغالب أن يكون مع اللحم.
(٤) عبد الله بن عبد الرحمن بن معمر الانصاري أبو طوالة: قاضي المدينة، ثقة، من الطبقة الخامسة، خرج له الجماعة.
(٥) أخرجه الترمذي في فضل عائشة برقم ٣٨٨١ والبخاري في فضل عائشة وفي الاطعمة ومسلم في الفضائل برقم ٢٤٤٦ وابن ماجه في الاطعمة.
(٦) عبد العزيز بن محمد: قال أبو زرعة: سيء الحفظ، توفي سنة «١٨٧» هـ خرج له الجماعة.
(٧) سهيل بن أبي صالح: المدني السمان، قال أبو حاتم: لا يحتج به، ووثقه ناس. توفي سنة «١٤٠» هـ. روى له الجماعة إلا البخاري لم يرو عنه إلا حديثا مفردا. وأبوه: ذكوان المذي السماك الزيات، ثقة ثبت، من الطبقة الثالثة، خرج له الستة.
(٨) الثور: بفتح الثاء وسكون الواو القطعة من الأقط: والأقط: بفتح الهمزة وكسر القاف لبن مجفف يابس.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (105,'شاة، ثم صلّى ولم يتوضأ» «١» .
١٦٨- حدثنا ابن أبي عمر. حدثنا سفيان بن عيينه عن وائل بن داود «٢» عن أبيه وهو بكر بن وائل عن الزّهريّ عن أنس بن مالك قال:
«أولم رسول الله صلى الله عليه وسلم عن صفيّة بتمر وسويق» «٣» .
١٦٩- حدثنا الحسين بن محمد البصري. حدثنا الفضيل بن سليمان «٤» .
حدثنا فائد «٥» مولى عبيد الله بن علي بن أبي رافع «٦» مولى رسول الله صلى الله عليه وسلم قال:
«حدثني عبيد الله بن علي عن جدته سلمى «٧» أن الحسن بن عليّ وابن عبّاس وابن جعفر أتوها، فقالوا لها: اصنعي لنا طعاما مما كان يعجب رسول
_________
(١) وأخرجه الترمذي في الطهارة برقم ٧٩ وابن ماجه في الطهارة برقم ٤٩٣ عن أبي هريرة ولفظه (أكل صلى الله عليه وسلم كتف شاة فمضمض وغسل يديه وصلى) . وأخرجه ابو داود في الطهارة برقم ١٩٢ عن جابر «كان آخر الأمرين من رسول الله صلى الله عليه وسلم ترك الوضوء مما غيرت النار» وأخرجه النسائي أيضا وأخرجه ابن ماجه برقم ٤٨٩ بنحوه ولفظه أكل النبي صلى الله عليه وسلم وابو بكر وعمر خبزا ولحما ولم يتوضأوا فيكون هذا الحديث ناسخا للحديث الأول، وحمله بعضهم على الوضوء اللغوي وهو غسل الكفين والوضوء الثاني بالمعنى الشرعي. وقيل ان الأول للاستحباب لا للوجوب/ والله أعلم/.
(٢) وائل بن داود التيمي، الكوفي، ثقة صدوق من الطبقة الثالثة خرج له الأربعة والبخاري في الأدب. وفي نسخة عن ابنه بكر بن وائل.
(٣) أخرجه الترمذي في النكاح برقم ١٠٩٥ وابو داود برقم ٣٧٤٤ وابن ماجه برقم ١٩٠٩ والسويق القمح أو الشعير المقلو. أي جعل طعام وليمته عليها التمر والسويق. وفي الصحيحين «أو لم عليها بحيس» وهو الطعام المتخذ من التمر والأقط والسمن، وقد يجعل عوض الأقط خاصة، من الولم وهو الجمع. وصفية هذه هي بنت حيي بن أخطب اليهودي وهي من نسل هارون أخي موسى، قال لها النبي صلى الله عليه وسلم جدك نبي وعمك نبي وزوجك نبي» . وكانت عروسا تحت كنانة بن الربيع قتل يوم خيبر سنة سبع هجرية فاصطفاها النبي صلى الله عليه وسلم لنفسه، توفيت سنة «٥٨» هـ ودفنت بالبقيع.
(٤) الفضيل بن سليمان: البصري، صدوق يخطىء كثيرا، من الطبقة الثامنة. خرج له الستة.
(٥) فائد: وثقه ابن معين، وخرج له ابو داود وابن ماجه.
(٦) عبيد الله بن علي بن أبي رافع: القبطي، واسمه ابراهيم وقيل أسلم وقيل غير ذلك.
(٧) هي حاضنة إبراهيم ابن النبي صلى الله عليه وسلم وزوجة أبي رافع وخادمة النبي صلى الله عليه وسلم وطباخته.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (106,'الله صلى الله عليه وسلم ويحسن أكله، فقالت: يا بني لا تشتهيه اليوم، قال: بلى اصنعيه لنا.
قال: فقامت فأخذت شيئا من الشعير فطحنته، ثم جعلته في قدر وصبّت عليه شيئا من زيت ودقت الفلفل والتوابل «١» فقربته إليهم، فقالت هذا مما كان يعجب نبي الله صلى الله عليه وسلم ويحسن أكله» .
١٧٠- حدثنا محمود بن غيلان. حدثنا أبو أحمد عن سفيان عن الأسود بن قيس «٢» عن نبيح العنزي «٣» عن جابر بن عبد الله قال:
«أتانا النبي صلى الله عليه وسلم في منزلنا، فذبحنا له شاة فقال: كأنهم علموا أنا نحبّ اللحم، وفي الحديث قصة «٤» » .
١٧١- حدثنا ابن أبي عمر. حدثنا سفيان. حدثنا عبد الله بن محمد بن عقيل «٥» أنه سمع جابرا قال سفيان وحدثنا محمد بن المنكدر عن جابر قال:
«خرج رسول الله صلى الله عليه وسلم وأنا معه فدخل على امرأة من الأنصار فذبحت له شاة فأكل منها، وأتته بقناع «٦» من رطب «٧» فأكل منه ثم توضأ للظهر وصلى ثم
_________
(١) التوابل: ما يضاف للطعام من كزبرة وكمون الخ.
(٢) الأسود بن قيس: الكوفي، يكنى أبا قيس، ثقة، من الطبقة الرابعة. خرج له الستة.
(٣) نبيح العنزي: بن عبد الله الكوفي ثقة خرج له الأربعة.
(٤) وهي أن جابرا في غزوة الخندق قال «انكفأت أي انطلقت إلى امرأتي فقلت هل عندك شيء فإني رأيت برسول الله صلى الله عليه وسلم جوعا شديدا فأخرجت جرابا فيه صاع من الشعير، ولنا بهيمة داجن، أي شاة سمينة فذبحتها أنا وطحنت أي زوجتي الشعير، حتى جعلنا اللحم في البرمة ثم جئته صلى الله عليه وسلم وأخبرته الخبر سرا وقلت له تعال أنت ونفر معك، فصاح يا أهل الخندق، إن جابرا صنع سورا فحيهلا بكم، أي هلموا مسرعين، وقال: لا تنزلن برمتكم ولا تخبزن عجينكم حتى أجيء، فلما جاء. أخرجت له العجين، فبصق فيه، وبارك ثم عمد إلى برمتنا فبصق وبارك ثم قال: ادعي خابزة لتخبز معك واغرفي من برمتكم ولا تنزلوها والقوم ألف. ثم أقسم بالله لقد أكلوا حتى تركوه وانصرفوا وإن برمتنا لتغط، أي لتغلي، ويسمع غطيطها كما هي، وإن عجيننا ليخبز، أخرجه البخاري ومسلم. ومعنى سورا أي طعاما.
(٥) عبد الله بن محمد بن عقيل: بن أبي طالب الهاشمي المدني أمه زينب بنت علي قال أبو حاتم: وعندي لين الحديث. وقال ابن خزيمة: لا أحتج به. توفي بعد الأربعين.
(٦) القناع بكسر القاف الطبق الذي يؤكل عليه.
(٧) الرطب: بالفتح ضد اليابس، والرطب من التمر معروف وهو نضيج البسر.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (107,'انصرف فأتته بعلالة «١» من علالة الشاة فأكل ثم صلى العصر ولم يتوضأ» «٢» .
١٧٢- حدثنا العباس بن محمد الدوري. حدثنا يونس بن محمد «٣» . حدثنا فليح بن سليمان عن عثمان بن عبد الرحمن «٤» ، عن يعقوب بن أبي يعقوب «٥» . عن أم المنذر «٦» قالت:
«دخل عليّ رسول الله صلى الله عليه وسلم ومعه عليّ ولنا دوال «٧» معلقة، قالت: فجعل رسول الله صلى الله عليه وسلم يأكل وعليّ معه يأكل، فقال رسول الله صلى الله عليه وسلم لعلي: مه «٨» يا علي؛ فانك ناقة «٩» ، قالت فجلس علي والنبي صلى الله عليه وسلم يأكل، قالت فجعلت لهم سلقا وشعيرا، فقال النبي صلى الله عليه وسلم لعلي: من هذا فأصب فان هذا أوفق لك» «١٠» .
١٧٣- حدثنا محمود بن غيلان. حدثنا بشر بن السري «١١» عن سفيان عن طلحة بن يحيى «١٢» . عن عائشة أم «١٣» المؤمنين رضي الله عنها قالت:
_________
(١) العلالة: بضم العين: البقية، أو ما يتعلل به شيئا بعد شيء، من العلل: بفتح العين: وهو الشرب بعد الشرب.
(٢) أخرجه أصحاب السنن، الترمذي في الطهارة برقم ٨٠.
(٣) يونس بن محمد بن مسلم البغدادي المؤدب الحافظ، ثقة توفي سنة «٢٨٠» هـ. خرج له الجماعة.
(٤) عثمان بن عبد الرحمن: قيل صوابه عبد الرحيم، التيمي المدني، ثقة من الطبقة الخامسة. روى له الجماعة.
(٥) يعقوب بن أبي يعقوب: ثقة ثبت، من الطبقة الثالثة، خرج له أبو داود وابن ماجه.
(٦) أم المنذر: أنصارية اسمها سلمة بنت قيس بن عمرو، لها صحبة، خرج لها أبو داود والنسائي.
(٧) جمع دالية وهي العذق من النخلة يقطع بسرا، ثم يعلق فإذا أرطب يؤكل.
(٨) (مه) اسم فعل أمر بمعنى أكفف.
(٩) أي قريب عهد بمرض، ويستفاد من الحديث الحمية للمريض والناقة.
(١٠) أخرجه ابو داود في الطب ك ٢٢ ب ١ ح ٣٨٥٥ والنسائي وابن ماجه والترمذي.
(١١) بشر بن السري: أبو عمرو الأفوه، أخذ عنه أحمد وأمم، وثقوه. توفي سنة «١٧٥» هـ.
(١٢) طلحة بن يحيى: بن طلحة بن عبيد الله القرشي، وثقه جمع، وقال البخاري منكر الحديث. وقال ابو زرعة: صالح. توفي سنة «١٤٨» هـ خرج له مسلم والأربعة.
(١٣) عائشة بنت طلحة: أمها أم كلثوم بنت الصديق. كانت فارطة الجمال، توفيت سنة نيف ومائة. خرج لها الجماعة.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (108,'«كان النبي صلى الله عليه وسلم يأتيني فيقول: أعندك غداء «١» فأقول لا، فيقول إني صائم، قالت: فأتاني يوما فقلت يا رسول الله إنه أهديت لنا هدية، قال وما هي؟ قلت حيس «٢» قال أما إني أصبحت صائما: قالت: ثم أكل «٣» » .
١٧٤- حدثنا عبد الله بن عبد الرحمن. حدثنا عمر بن حفص بن غياث «٤» حدثنا أبي عن محمد بن أبي يحيى الأسلمي «٥» . عن يزيد بن أبي أمية الأعور «٦» عن يوسف «٧» بن عبد الله بن سلام «٨» قال:
«رأيت النبي صلى الله عليه وسلم أخذ كسرة من خبز الشعير، فوضع عليها تمرة، وقال هذه إدام هذه وأكل» «٩» .
١٧٥- حدثنا عبد الله بن عبد الرحمن. حدثنا سعيد بن سليمان «١٠» . عن عباد ابن العوام عن حميد، عن أنس أن رسول الله صلى الله عليه وسلم:
«كان يعجبه الثّفل. قال عبد الله يعني ما بقي من الطعام» «١١» .
_________
(١) الغداء طعام أول النهار.
(٢) الحيس: بفتح الحاء هو التمر مع السمن والأقط أو الدقيق.
(٣) هذا دليل على جواز التحلل من صيام النفل.
(٤) عمر بن حفص بن غياث. الكوفي، ثقة ربما وهم. توفي سنة «٢٢٢» هـ خرج له الجماعة إلا ابن ماجه.
(٥) محمد بن يحيى الأسلمي: صدوق من الطبقة الخامسة روى له أبو داود والنسائي وابن ماجه وأبو يحيى واسمه سمعان.
(٦) يزيد بن أبي أمية الأعور: من الطبقة الخامسة، خرج له أبو داود والمصنف في الشمائل.
(٧) يوسف بن عبد الله بن سلام: أجلسه المصطفى في حجره وسماه، بقي إلى سنة مائة. وله ولأبيه صحبة.
(٨) في نسخة زيادة «عن عبد الله بن سلام» فعلى الرواية الأولى يكون يوسف رواه عن الرسول صلى الله عليه وسلم وعلى رواية الزيادة يكون يوسف قد رواه عن أبيه، ويوسف وأبوه صحابيان.
(٩) أخرجه أبو داود في الايمان والنذور برقم ٣٢٥٩ والترمذي.
(١٠) سعيد بن سليمان: ثقة حافظ، نزيل بغداد ذكروا أنه ما دلس قط. قال أحمد: كان يصحف. توفي سنة «١٢٠» هـ خرج له الستة.
(١١) وأخرجه أحمد والحاكم في الجامع الصغير.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (109,'<span data-type="title" id=toc-32>٢٦- باب ما جاء في صفة وضوء رسول الله صلى الله عليه وسلم «١»</span>
١٧٦- حدثنا أحمد بن منيع. حدثنا إسماعيل بن ابراهيم عن أيوب عن ابن أبي مليكة عن ابن عباس:
«أن رسول الله صلى الله عليه وسلم خرج من الخلاء فقرّب إليه الطعام فقالوا ألا نأتيك بوضوء «٢» قال: إنما أمرت بالوضوء إذا قمت إلى الصلاة» «٣» .
١٧٧- حدثنا سعيد بن عبد الرحمن المخزومي. حدثنا سفيان بن عيينه عن عمرو بن دينار «٤» عن سعيد بن الحويرث «٥» . عن ابن عباس قال:
«خرج رسول الله صلى الله عليه وسلم من الغائط فأتي بطعام، فقيل له: ألا تتوضّأ فقال أصلي فأتوضأ؟» «٦» .
_________
(١) المراد بالوضوء هنا، الوضوء اللغوي وهو غسل اليدين والفم.
(٢) الوضوء: بفتح الواو: ما يتوضأ به وبالضم الفعل.
(٣) ابو داود في الاطعمة: برقم ٣٧٦٠ والنسائي والترمذي في الاطعمة برقم ١٨٤٨ ومسلم بنحوه.
(٤) عمرو بن دينار: المكي أبو الأشرم، ثقة ثبت، من الطبقة الرابعة. خرج له الجماعة.
(٥) سعيد بن الحويرث: المكي أخذ عن محمد بن عباس وأخذ عنه عمرو بن دينار وابن جريج ثقة.
(٦) انظر تخريج الحديث السابق.',NULL,'115',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (110,'١٧٨- حدثنا يحيى بن موسى. حدثنا عبد الله بن نمير. حدثنا قيس بن الربيع «١» . (ح) وحدثنا قتيبة. حدثنا عبد الكريم الجرجاني «٢» عن قيس بن الربيع عن أبي هشام «٣» عده زاذان «٤» عن سلمان قال:
«قرأت في التوراة أن بركة الطعام الوضوء قبله والوضوء بعده فذكرت ذلك للنبي (صلى الله عليه وسلم) وأخبرته بما قرأته في التوراة فقال رسول الله (صلى الله عليه وسلم) بركة الطعام الوضوء قبله والوضوء بعده» «٥» .
_________
(١) قيس بن الربيع الكوفي، كان شعبة يثني عليه. قال ابن معين: ليس بشيء وضعفه آخرون. توفي سنة بضع وستين ومائة. خرج له أبو داود وابن ماجه.
(٢) عبد الكريم الجرجاني: قاضي جرجان، أخذ عن ابن جريج وأبي حنيفة، وأخذ عنه الشافعي وقتيبة. هرب من القضاء فجاور مكة.
(٣) أبو هشام: اسمه يحيى بن دينار وقيل غير ذلك. من الطبقة السادسة. خرج له الستة.
(٤) زاذان: أخذ عن علي وابن مسعود ويقال سمع عمر، وأخذ عنه عدة والمنهال. ثقة. توفي سنة «٨٢» هـ خرج له مسلم والأربعة والبخاري في التاريخ.
(٥) وأخرجه الترمذي في الاطعمة برقم ١٨٤٧ وابو داود في الاطعمة برقم ٣٧٦١.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (111,'<span data-type="title" id=toc-33>٢٧- باب ما جاء في قول رسول الله صلى الله عليه وسلم قبل الطعام وبعد ما يفرغ منه</span>
١٧٩- حدثنا قتيبة. حدثنا ابن لهيعة عن يزيد بن أبي حبيب «١» عن راشد بن جندل اليافعي «٢» عن حبيب بن أوس «٣» عن أبي أيوب الانصاري «٤» قال:
«كنا عند النبي صلى الله عليه وسلم يوما، فقرب طعاما فلم أر طعاما كان أعظم بركة منه أول ما أكلنا، ولا أقل بركة في آخره، فقال: يا رسول الله كيف هذا؟ قال إنا ذكرنا اسم الله حين أكلنا، ثم قعد من أكل ولم يسم الله تعالى فأكل معه الشيطان» .
١٨٠- حدثنا يحيى بن موسى. حدثنا أبو داود. حدثنا هشام الدستوائي «٥» عن بديل العقيلي عن عبد الله بن عبيد بن عمير «٦» عن أم كلثوم «٧» عن عائشة قالت:
_________
(١) يزيد بن أبي حبيب: المقرىء، ثقة يرسل، من الطبقة الخامسة. خرج له الستة.
(٢) راشد بن جندل اليافعي: المصري، ثقة، من الطبقة السادسة خرج له المصنف.
(٣) حبيب بن أوس: الثقفي: مقبول، من الطبقة الثانية، خرج له المصنف.
(٤) اسمه خالد بن زيد، صحابي جليل وهو الذي بركت ناقة رسول الله صلى الله عليه وسلم أمام بيته في أول الهجرة، مات بالقسطنطينية سنة ٥١ هـ وقبره معروف وقد شيد مسجد كبير بجانبه كما وأصبح حوله حي يعرف باسمه.
(٥) هشام الدستوائي: قال أبو داود الطيالسي: كان هشام أمير المؤمنين في الحديث. توفي سنة «١٥٤» هـ. خرج له الستة.
(٦) عبد الله بن عبيد بن عمير: المكي، وثقه أبو حاتم، توفي سنة «١١٣» هـ خرج له الجماعة إلا البخاري.
(٧) أم كلثوم: بنت عقبة بن أبي معيط الأموية الصحابية، هاجرت سنة سبع تزوجها زيد فالزبير فعبد الرحمن بن عوف، وهي أخت عثمان لأمه.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (112,'«قال رسول الله صلى الله عليه وسلم: إذا أكل أحدكم فنسي أن يذكر الله تعالى على طعامه فليقل بسم الله أوّله وآخره» «١» .
١٨١- حدثنا عبد الله بن الصباح الهاشمي البصري. حدثنا عبد الأعلى «٢» عن معمر عن هشام بن عروة عن أبيه عن عمر بن سلمة «٣» انه:
«دخل على رسول الله صلى الله عليه وسلم وعنده طعام، فقال: أدن يا بني فسم الله تعالى وكل بيمينك، وكل مما يليك» «٤» .
١٨٢- حدثنا محمود بن غيلان. حدثنا أبو أحمد الزبيري. حدثنا سفيان الثوري عن أبي هاشم عن إسماعيل بن رياح عن أبيه رياح بن عبيد «٥» عن أبي سعيد الخدري قال:
«كان رسول الله صلى الله عليه وسلم إذا فرغ من طعامه قال: الحمد لله الذي أطعمنا وسقانا وجعلنا مسلمين» «٦» .
١٨٣- حدثنا محمد بن بشار. حدثنا يحيى بن سعيد. حدثنا ثور بن يزيد «٧»
_________
(١) أخرجه أبو داود في الاطعمة برقم ٣٧٦٧ والنسائي والترمذي في الأطعمة برقم ١٨٥٩ وزاد، وبهذا الاسناد عن عائشة قالت «كان النبي صلى الله عليه وسلم يأكل طعاما في ستة من أصحابه، فجاء أعرابي فأكله بلقمتين. فقال رسول الله صلى الله عليه وسلم أما أنه لو سمّى لكفاكم» .
(٢) عبد الأعلى: بن واصل، ثقة من الطبقة التاسعة. خرج له النسائي.
(٣) كان ربيب النبي صلى الله عليه وسلم من أم سلمة، ولد بالحبشة حين هاجر أبوه إليها ومات بالمدينة سنة «٨٣» هـ واسم أبيه عبد الله بن عبد الأسد.
(٤) أخرجه الترمذي في الأطعمة برقم ١٨٥٨ والبخاري في الأطعمة ومسلم في الأطعمة والأشربة برقم ٣٧٧٧ وأبو داود في الأطعمة برقم ٢٠٢٢ وابن ماجه في الأطعمة.
(٥) إسماعيل بن رياح: بن عبيدة السلمي، أخذ عن أبيه وغيره، وأخذ عنه أبو هاشم الرماني وغيره، وهو من الطبقة الثالثة، خرج له أبو داود. وأبوه: رياح بن عبيدة: أخذ عن ابن عمر وابن سعيد وغيرهما، وعنه حجاج بن أرطأة وجماعة. وثق.
(٦) أخرجه ابو داود برقم ٣٨٥٠ والنسائي.
(٧) ثور بن يزيد: أي خالد الحمصي الحافظ كان ثبتا، قدريا، أخرجوه من حمص وأحرقوا داره. مات سنة «١٥٠» هـ خرج له البخاري والأربعة.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (113,'عن خالد بن معدان «١» عن أبي أمامة قال:
«كان رسول الله صلى الله عليه وسلم إذا رفعت المائدة من بين يديه يقول: الحمد لله حمدا كثيرا طيبا مباركا فيه، غير مودع «٢» ولا مستغنى عنه «٣» ربنا» «٤» .
١٨٤- حدثنا أبو بكر/ محمد بن أبان «٥» / حدثنا وكيع عن هشام الدستوائي. عن بديل بن ميسرة العقيلي. عن عبد الله بن عبيد بن عمير عن أم كلثوم عن عائشة قالت:
«كان النبي صلى الله عليه وسلم يأكل الطعام في ستة من أصحابه فجاء أعرابي فأكله بلقمتين فقال رسول الله صلى الله عليه وسلم: لو سمى لكفاكم» «٦» .
١٨٥- حدثنا هناد ومحمود بن غيلان. قالا: حدثنا أبو أسامة «٧» عن زكريا بن أبي زائدة عن سعيد بن أبي بردة «٨» عن أنس بن مالك قال:
«قال رسول الله صلى الله عليه وسلم: إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها، أو يشرب الشربة فيحمده عليها» «٩» .
_________
(١) خالد بن معدان: الكلاعي الحمصي، فقيه كبير الشأن ثبت مهيب مخلص خرج له الستة.
(٢) مودع: بضم الميم وبتشديد الدال المفتوحة: أي غير متروك ذلك الحمد بل الاشتغال به دائم من غير انقطاع كما ان نعمه سبحانه لا تنقطع عنا طرفة عين، وفي رواية البخاري (غير مكفي ولا مودع) قال الخطابي: ومعناه (غير محتاج إلى أحد بل هو الذي يطعم عباده ويكفيهم) وقيل غير ذلك.
(٣) أي لا يستغني عنه أحد.
(٤) أخرجه ابو داود برقم ٣٨٤٩ والبخاري والنسائي وابن ماجه في الأطعمة برقم ٣٢٨٤.
(٥) محمد بن أبان: يلقب حمدويه، حافظ مكثر. وثقه النسائي وغيره توفي سنة ٢٤٤ هـ. خرج له الجماعة.
(٦) أخرجه أبو داود والترمذي في الأطعمة برقم ١٨٥١ وابن ماجه وابن حبان في صحيحه. وهذا الحديث يدل على أن التسمية فيها بركة في الطعام وان عدم التسمية فيها محق للبركة.
(٧) أبو أسامة: حماد بن أسامة الكوفي القرشي مولاهم المشهور بكنيته، ثقة ثبت، ربما دلس، من كبار الطبقة التاسعة توفي بالشام هاربا من القضاء. خرج له الجماعة.
(٨) سعيد بن أبي بردة: بن أبي موسى الأشعري الكوفي، الحافظ مولى بني هاشم، كان حجة. خرج له الستة.
(٩) أخرجه الترمذي في الأطعمة برقم ١٨١٧ وأحمد والنسائي ومسلم.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (114,'<span data-type="title" id=toc-34>٢٨- باب ما جاء في قدح رسول الله صلى الله عليه وسلم</span>
١٨٦- حدثنا الحسين بن الأسود البغدادي «١» . حدثنا عمرو بن محمد.
حدثنا عيسى بن طهمان عن ثابت قال:
«أخرج إلينا أنس بن مالك قدح خشب غليظا مضببا «٢» بحديد فقال: يا ثابت، هذا قدح رسول الله صلى الله عليه وسلم» «٣» .
١٨٧- حدثنا عبد الله بن عبد الرحمن. أنبأنا حماد بن سلمة أنبأنا حميد وثابت عن أنس قال:
«لقد سقيت رسول الله صلى الله عليه وسلم بهذا القدح الشراب كله «٤» : الماء والنبيذ «٥» والعسل واللبن» «٦» .
_________
(١) الحسين بن الأسود: صدوق يخطىء كثيرا من الطبقة الحادية عشر خرج له المصنف فقط.
(٢) المضب: أي مشدود بضباب من حديد جمع ضبة. وهي حديدة عريضة يجمع فيها الخشب ويمنعها من التفريق.
(٣) أخرجه البخاري في كتاب الاشربة عن عاصم الاحول قال رأيت قدح النبي صلى الله عليه وسلم عند أنس بن مالك وكان قد تصدع فسلسله بفضة قال وهو قدح جيد عريض من نضار، والنّضار خشب معروف، وعند البخاري عن أبي بردة قال قال لي عبد الله بن سلام ألا أسقيك في قدح شرب النبي صلى الله عليه وسلم فيه.
(٤) هذا القدح السابق المضبب بحديد.
(٥) النبيذ: هو ماء يجعل فيه تمرات ليحلو، وكان يوضع له التمر أول الليل ويشرب منه إذا أصبح.
(٦) وأخرجه مسلم في الأشربة برقم ٢٠٠٨ وأخرجه مسلم في الاشربة برقم ٢٠٠٦ عن سهل بن سعد قال دعا أبو أسيد الساعدي رسول الله صلى الله عليه وسلم في عرسه فكانت امرأته يومئذ خادمهم، وهي العروس، قال سهل تدرون ما ... رسول الله صلى الله عليه وسلم أنقعت له تمرات من الليل في تور فلما أكل سقته إياه.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (115,'<span data-type="title" id=toc-35>٢٩- باب ما جاء في صفة فاكهة رسول الله صلى الله عليه وسلم</span>
١٨٨- حدثنا إسماعيل بن موسى الفزاري «١» . حدثنا ابراهيم بن سعد عن أبيه «٢» عن عبد الله بن جعفر قال:
«كان النبي صلى الله عليه وسلم يأكل القثاء بالرطب» «٣» .
١٨٩- حدثنا عبدة بن عبد الله الخزاعي البصري. حدثنا معاوية بن هشام عن سفيان عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها:
«أنّ النبي صلى الله عليه وسلم كان يأكل البطيخ بالرّطب» «٤» .
١٩٠- حدثنا إبراهيم بن يعقوب. حدثنا وهب بن جرير. حدثنا أبي قال:
سمعت حميد (يقول) أو قال حدثني حميد قال وهب: وكان صديقا له «٥» عن أنس بن مالك قال:
_________
(١) إسماعيل بن موسى: صدوق رمي بالرفض، من الطبقة العاشرة، خرج له البخاري في خلق الأفعال وأبو داود وابن ماجه.
(٢) سعد بن عبد الرحمن بن عوف الزهري المدني، ثقة عابد، من الطبقة الخامسة. روى له الجماعة.
(٣) أخرجه الترمذي في الأطعمة برقم ١٨٤٥ والبخاري في الاطعمة ومسلم فيه وابو داود فيه برقم ٣٨٣٥ وابن ماجه. والقثاء يشبه الخيار ولكنه أكبر منه.
(٤) وأخرجه الترمذي في الأطعمة برقم ١٨٤٤ وابو داود في الاطعمة برقم ٣٨٣٦ والنسائي مختصرا.
(٥) أي كان حميد صديقا لجرير.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (116,'«رأيت رسول الله صلى الله عليه وسلم يجمع بين الخربز «١» والرّطب» «٢» .
١٩١- حدثنا محمد بن يحيى. حدثنا محمد بن عبد العزيز الرملي «٣» حدثنا عبد الله بن يزيد بن الصلت «٤» عن محمد بن إسحاق عن يزيد بن رومان «٥» عن عروة عن عائشة رضي الله عنها:
«أن النبي صلى الله عليه وسلم أكل البطيخ بالرطب» «٦» .
١٩٢- حدثنا قتيبة بن سعيد عن مالك بن أنس/ ح/ وحدثنا إسحاق بن موسى حدثنا معن. حدثنا مالك عن سهيل بن أبي صالح عن أبي هريرة قال:
«كان الناس إذا رأوا أول الثمر جاءوا به إلى رسول الله صلى الله عليه وسلم، فإذا أخذه رسول الله صلى الله عليه وسلم قال: اللهم بارك لنا في ثمارنا وبارك لنا في مدينتنا وبارك «٧» لنا في صاعنا وفي مدّنا، اللهم إن ابراهيم عبدك وخليلك ونبيك وإني عبدك ونبيك وإنه دعاك لمكة «٨» وإني أدعوك للمدينة بمثل ما دعاك به لمكة ومثله معه قال: ثم يدعو أصغر وليد «٩» يراه فيعطيه ذلك الثمر» «١٠» .
_________
(١) الخربز: هو بكسر الخاء البطيخ وهو معرب عن الفارسية.
(٢) أخرجه احمد والنسائي «الجامع الصغير» .
(٣) محمد بن عبد العزيز الرملي: نسبة إلى الرملة في الشام. قال يعقوب الفسوي: حافظ ولينه غيره خرج له البخاري والنسائي.
(٤) عبد الله بن يزيد بن الصلت: القاهري مولى الزبير، قال جرير بن حازم: ثقة. خرج له النسائي.
(٥) يزيد بن رومان: المدني قال الذهبي: واه وقال أبو حاتم: متروك. خرج له الجماعة.
(٦) أخرجه الترمذي في الاطعمة برقم ١٨٤٤ وابو داود في الاطعمة برقم ٣٨٣٦ وزاد «فيقول نكسر حرّ هذا ببرد هذا، وبرد هذا بحر هذا» وأخرجه النسائي مختصرا.
(٧) ببركة دعاء النبي صلى الله عليه وسلم لها كان في قليل ثمارها كفاية لكثير سكانها/ والله أعلم/.
(٨) قال تعالى في سورة ابراهيم ٣٧ رَبَّنا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ. رَبَّنا لِيُقِيمُوا الصَّلاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَراتِ لَعَلَّهُمْ يَشْكُرُونَ.
(٩) الوليد: ولد. أي يدعو أصغر طفل.
(١٠) أخرجه الترمذي في الدعوات برقم ١٤٥١ ومسلم في الحج برقم ١٣٧٣ وابن ماجه في الأطعمة برقم ٣٩٢٩ وإيثار الحج بذلك لشدة فرحهم به أو لتكون مناسبة بين الباكورة في الرطب والصغار منهم أقرب العهد بالخلق والايجاد/ والله أعلم/.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (117,'١٩٣- حدثنا محمد بن حميد الرازي. حدثنا إبراهيم بن المختار «١» عن محمد بن إسحاق عن أبي عبيد بن محمد بن عمار بن ياسر «٢» عن الربيع «٣» بنت معوذ بن عفراء قالت:
«بعثني معاذ بن عفراء «٤» بقناع من رطب وعليه أجر «٥» من قثاء زغب «٦» وكان صلى الله عليه وسلم يحب القثاء فأتيته به وعنده حلية «٧» قد قدمت عليه من البحرين «٨» فملأ يده منها فأعطانيه «٩» » «١٠» .
١٩٤- حدثنا علي بن حجر حدثنا شريك عن عبد الله بن محمد بن عقيل عن الربيع بنت معوذ بن عفراء قالت:
«أتيت النبي صلى الله عليه وسلم بقناع من رطب وأجر زغب. فأعطاني ملء كفه حليا أو قالت ذهبا» «١١» .
_________
(١) إبراهيم بن مختار: ضعفوه، من الطبقة الثامنة، خرج له البخاري في تاريخه وابن ماجه.
(٢) محمد بن عمار بن ياسر: قيل مقبول، من الطبقة الرابعة. خرج له الاربعة. وهو أخو سلمة.
(٣) بتشديد الراء المضمومة وفتح الباء، وبتشديد الياء المكسورة. الصحابية الأنصارية، ومعوذ بضم الميم وفتح العين وكسر الواو، والربيع ممن بايع النبي صلى الله عليه وسلم تحت الشجرة بيعة الرضوان روى عنها أهل المدينة، وأبوها معوذ هو أحد الذين قتلوا أبا جهل بن هشام عدو الله يوم بدر، وفي البخاري في الجهاد والطب. عنها قالت (كنا نغزوا مع رسول الله صلى الله عليه وسلم نسقي القوم ونخدمهم ونرد القتلى والجرحى إلى المدينة) / من تهذيب الاسماء واللغات للنووي ٢/ ٣٤٤.
(٤) وهو عمها، واشترك هو وأخوه معوذ في قتل أبي جهل ببدر، وتم أمر قتله على يد ابن مسعود وهو مجروح مطروح يتكلم حتى قال له (لقد رقيت مرقى عاليا يا رويعي الغنم) .
(٥) القناع: الطبق الذي يؤكل فيه، وقوله (أجر) بفتح الهمزة وسكون الجيم، أي وعلى القناع أجر، وهو جمع جرو، وهو الصغير من كل شيء حيوانا كان أو غيره.
(٦) الزغب: بضم الزاي وسكون الغين جمع أزغب من الزغب بفتحتين، وهو صغار الريش أول طلوعه أشبه ما يكون على القثاء الصغيرة مما يشبه أطراف الريش أول طلوعه.
(٧) الحلية بالكسر فسكون اسم لما يتزين به من نقد أو غيره.
(٨) أي من خراج البحرين.
(٩) وهذا من سخائه صلى الله عليه وسلم وفيه مناسبة الحلية للمرأة وفي «أعطانيه» إجراء للضمير المنفصل مجرى المتصل والأصل أعطاني إياه.
(١٠) أخرجه الطبراني/ الجامع الصغير/ القسم المتعلق بالقثاء.
(١١) أنظر تخريج الحديث السابق.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (118,'<span data-type="title" id=toc-36>٣٠- باب ما جاء في صفة شراب رسول الله صلى الله عليه وسلم</span>
١٩٥- حدثنا ابن أبي عمر. حدثنا سفيان عن معمر عن الزهيري عن عروة عن عائشة رضي الله عنها قالت:
«كان أحب الشراب إلى رسول الله صلى الله عليه وسلم الحلو البارد» «١» .
١٩٦- حدثنا أحمد بن منيع. حدثنا إسماعيل بن إبراهيم. حدثنا علي بن زيد «٢» عن عمر/ هو ابن أبي حرملة «٣» عن ابن عباس رضي الله عنهما قال:
«دخلت مع رسول الله صلى الله عليه وسلم أنا وخالد بن الوليد على ميمونة، فجاءتنا بإناء من لبن فشرب رسول الله صلى الله عليه وسلم وأنا على يمينه وخالد عن شماله فقال لي الشربة لك، فان شئت آثرت بها خالدا، فقلت ما كنت لأوثر على سؤرك «٤» أحدا، ثم قال رسول الله صلى الله عليه وسلم: من أطعمه الله طعاما فليقل اللهم بارك لنا فيه وأطعمنا خيرا منه، ومن سقاه الله عز وجل لبنا فليقل اللهم بارك لنا فيه وزدنا منه. ثم قال: قال رسول الله صلى الله عليه وسلم: ليس شيء يجزىء مكان الطعام والشراب غير اللبن» «٥» .
_________
(١) وأخرجه الترمذي في الاشربة برقم ١٨٩٧ وهو مما تفرد به.
(٢) علي بن زيد بن عبد الله بن زهير بن عبد الله بن جدعان البصري، وهو أحد الحفاظ بالبصرة قال الدارقطني لا يزال عندي فيه لين توفي سنة «١٣١» هـ خرج له البخاري في الأدب والخمسة.
(٣) عمر بن أبي حرملة: من الطبقة الرابعة خرج لها أبو داود والنسائي.
(٤) السؤر: المراد به ما بقي في الاناء بعد شرب النبي صلى الله عليه وسلم.
(٥) وأخرجه ابن ماجه في الأشربة برقم ٣٤٢٦ مختصرا. وفي الباب عن أنس «أتي النبي صلى الله عليه وسلم بقدح لبن قد شيب بماء فشرب وعن يساره ابو بكر وعن',NULL,'124',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (119,'قال أبو عيسى هكذا روى سفيان بن عيينه هذا الحديث عن معمر عن الزهري عن عروة عن عائشة رضي الله عنها. ورواه عبد الله بن المبارك وعبد الرزاق وغير واحد عن معمر عن الزهري عن النبي صلى الله عليه وسلم مرسلا ولم يذكروا فيه عن عروة عن عائشة. وهكذا روى يونس وغير واحد عن الزهري عن النبي صلى الله عليه وسلم مرسلا.
قال أبو عيسى إنما أسنده ابن عيينة من بين الناس قال أبو عيسى وميمونة بنت الحارث زوج النبي صلى الله عليه وسلم هي خالة ابن الوليد وخالة ابن عباس وخالة يزيد بن الأصم رضي الله عنهم.
واختلف الناس في رواية هذا الحديث عن علي بن زيد بن جدعان فروى بعضهم عن علي بن زيد عن عمر بن أبي حرملة وروى شعبة عن علي بن زيد فقال عن عمرو بن حرملة والصحيح عمر بن أبي حرملة.
_________
يمينه أعرابي، فأعطى الاعرابي فضله وقال الأيمن فالأيمن» أخرجه الستة إلا النسائي. أبو داود في الاشربة برقم ٣٧٢٥. والترمذي برقم ١٨٩٤. ومسلم برقم ٢٠٢٩. وعن سهل بن سعد عند الشيخين.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (120,'<span data-type="title" id=toc-37>٣١- باب ما جاء في صفة شرب رسول الله صلى الله عليه وسلم</span>
١٩٧- حدثنا أحمد بن منيع. حدثنا هشيم. حدثنا عاصم الأحول وغيره عن الشعبي عن ابن عباس رضي الله عنهما:
«أن النبي صلى الله عليه وسلم شرب من زمزم وهو قائم» «١» .
١٩٨- حدثنا قتيبة بن سعيد. حدثنا محمد بن جعفر عن حسين المعلم «٢» عن عمرو بن شعيب عن أبيه عن جده «٣» قال:
«رأيت رسول الله صلى الله عليه وسلم يشرب قائما وقاعدا» «٤» .
١٩٩- حدثنا علي بن حجر. قال حدثنا ابن المبارك. عن عاصم الأحول عن الشعبي. عن ابن عباس رضي الله عنهما قال:
«سقيت النبي صلى الله عليه وسلم من زمزم فشرب وهو قائم» «٥» .
_________
(١) أخرجه الترمذي في الاشربة برقم ١٨٨٣ والبخاري في الحج والاشربة ومسلم برقم ٢٠٢٧ والنسائي في الحج وابن ماجه في الاشرب.
(٢) حسين بن المعلم: بن الذكوان، ثقة ربما وهم. خرج له الجماعة.
(٣) عمرو بن شعيب: قال البخاري: رأيت أحمد وابن المديني وإسحاق وعامة أصحابنا يحتجون به. مات سنة «١١٨» هـ. وأبوه: شعيب بن محمد بن عبد الله بن عمرو بن العاص: صدوق ثبت من الطبقة الثالثة. خرج له البخاري والأربعة وجده: عبد الله بن عمرو: الصحابي ابن الصحابي ابن الصحابية كان أكثر تلقيا وأخذا للعلم عن المصطفى من أبيه.
(٤) أخرجه الترمذي في الاشربة برقم ١٨٨٤. والحديث يدل على جواز الشرب قائما وقاعدا. / والله أعلم/.
(٥) انظر تخريج الحديث السابق.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (121,'٢٠٠- حدثنا ابو كريب- محمد بن العلاء- ومحمد بن طريف الكوفي «١» قالا حدثنا ابن الفضيل عن الاعمش «٢» عن عبد الملك بن ميسرة «٣» عن النزال «٤» بن سبرة قال:
«أتى عليّ رضي الله عنه بكوز من ماء وهو في الرحبة «٥» فأخذ منه كفا فغسل يديه ومضمض واستنشق ومسح وجهه وذراعيه ورأسه، ثم شرب منه وهو قائم ثم قال: هذا وضوء من لم يحدث «٦» هكذا رأيت رسول الله صلى الله عليه وسلم فعل» «٧» .
٢٠١- حدثنا قتيبة بن سعيد ويوسف بن حماد «٨» قالا: حدثنا عبد الوارث بن سعيد «٩» عن أبي عاصم «١٠» عن أنس بن مالك رضي الله عنه:
_________
(١) محمد بن طريف الكوفي: أبو جعفر، ثقة، توفي سنة «٢٤٢» هـ خرج له مسلم وأبو داود وابن ماجه.
(٢) الأعمش: سليمان بن مهران الكوفي، أحد الأعلام، توفي سنة «١٤٨» هـ. خرج له الجماعة.
(٣) عبد الملك بن ميسرة: الكوفي، ثقة من الطبقة الرابعة. خرج له الستة.
(٤) النزال: بتشديد النون المفتوحة وتشديد الزاي: الهلالي الكوفي له صحبة، خرج له الجماعة غير مسلم.
(٥) مكان في الكوفة أو رحبة المسجد بفتح الراء والحاء، وقد تسكن وهي المكان المتسع.
(٦) هذا الوضوء هو الوضوء اللغوي والمراد به التنظيف.
(٧) وأخرجه ابو داود في الاشربة برقم ٣٧١٨ والبخاري وأحمد. وذكر هذا الحديث هنا لورود قوله «شرب وهو قائم» . وفي شرح مسلم للنووي ١٣/ ١٩٥ أن شربه صلى الله عليه وسلم قائما للجواز وما ورد من النهي عن الشرب قائما، فمحمول على التنزيه جمعا بين الأحاديث.
(٨) يوسف بن حماد: ثقة خرج له مسلم وأبو داود والنسائي وابن ماجه توفي سنة «٢٤٥» هـ.
(٩) عبد الوارث بن سعيد: بن ذكوان البصري، الحافظ، كان فصيحا معربا مفوها ثبتا صالحا، رمي بالقدر. توفي سنة «١٨٠» هـ.
(١٠) البصري قيل اسمه ثمامه وقيل خالد بن عبيد العتكي، روى له مسلم وأبو داود والنسائي.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (122,'«أن النبي صلى الله عليه وسلم كان يتنفس في الاناء ثلاثا إذا شرب، ويقول هو أمرأ وأروى» «١» .
٢٠٢- حدثنا علي بن خشرم حدثنا عيسى بن يونس عن رشدين بن كريب «٢» عن أبيه عن ابن عباس رضي الله عنهما:
«أن النبي صلى الله عليه وسلم كان إذا شرب تنفس مرتين» «٣» .
٢٠٣- حدثنا ابن أبي عمر. حدثنا سفيان عن يزيد بن يزيد بن جابر «٤» عن عبد الرحمن بن أبي عمرة «٥» عن جدته كبشة «٦» قالت:
«دخل عليّ النبي صلى الله عليه وسلم فشرب من في قربة «٧» معلقة قائما، فقمت إلى فيها «٨» فقطعته» «٩» .
٢٠٤- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا عزرة ابن ثابت الانصاري عن ثمامة بن عبد الله قال:
_________
(١) أخرجه الترمذي في الاشربة برقم ١٨٨٥ ومسلم برقم ٢٠٢٨، وأبو داود برقم ٣٧٢٧ والنسائي، ومعنى أمرأ: أي أسوغ.
(٢) رشدين بن كريب: العباسي، قال البخاري: رشدين هذا منكر الحديث. وأبوه كريب بن أبي مسلم الهاشمي المدني مولى ابن عباس. قال الذهبي: وثقوه. توفي سنة «٩٨» هـ. خرج له الجماعة.
(٣) أخرجه الترمذي في الاشربة برقم ١٨٨٧ وابن ماجه برقم ٣٤١٧ وعن ابن عباس عنه الترمذي برقم ١٨٨٦ عن النبي صلى الله عليه وسلم «قال لا تشربوا واحدا كشرب البعير ولكن اشربوا مثنى وثلاث وسموا إذا أنتم شربتم واحمدوا إذا أنتم رفعتم» .
(٤) يزيد بن يزيد بن جابر: الدمشقي، كان ثقة صالحا. توفي سنة «١٣٣» هـ خرج له مسلم وأبو داود والنسائي.
(٥) عبد الرحمن بن أبي عمرة: الأنصاري البخاري القاضي، قيل ولد في عهد المصطفى وليس له صحبة. خرج له الجماعة.
(٦) كبشة بنت ثابت الانصارية أخت حسان لها صحبة.
(٧) أي من فم قربة، والقربة، جلد مدبوغ يوضع فيه الماء.
(٨) قامت إلى فم القربة فقطعته.
(٩) وأخرجه الترمذي في الاشربة برقم ١٨٩٣ وابن ماجه في الاشربة برقم ١٤٢٣ وزاد «تبتغي بركة موضع فم الرسول صلى الله عليه وسلم» .',NULL,'128',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (123,'«كان أنس بن مالك يتنفس في الاناء ثلاثا. وزعم أنس أن النبي صلى الله عليه وسلم كان يتنفس في الاناء ثلاثا» «١» .
٢٠٥- حدثنا عبد الله بن عبد الرحمن. حدثنا أبو عاصم عن ابن جريج عن عبد الكريم «٢» عن البراء بن زيد ابن ابنة أنس بن مالك عن أنس بن مالك:
«أن النبي صلى الله عليه وسلم دخل على أم سليم «٣» وقربة معلقة فشرب من فم القربة وهو قائم فقامت أم سليم إلى رأس القربة فقطعتها «٤» » «٥» .
٢٠٦- حدثنا أحمد بن نصر النيسابوري «٦» . حدثنا إسحاق بن محمد الفروي «٧» حدثتنا عبيدة بنت نائل «٨» عن عائشة بنت سعد بن أبي وقاص عن أبيها «٩» .
«أن النبي صلى الله عليه وسلم كان يشرب قائما» «١٠» .
قال أبو عيسى: وقال بعضهم عبيدة بنت نابل.
_________
(١) انظر تخريج الحديث السابق.
(٢) عبد الكريم: بن مالك الحضرمي كان حافظا مكثرا توفي سنة ١٢٧ هـ خرج له الجماعة.
(٣) وهي أم أنس بن مالك.
(٤) في نسخة فقطعته.
(٥) أخرجه أحمد، وأشار اليه الترمذي بعد حديث ١٨٩٢.
(٦) أحمد بن نصر: بن زياد القرشي النيسابوري المقرىء أحد الأئمة الزهاد. توفي سنة «٢٤٥» هـ.
(٧) إسحاق بن محمد الفروي: قال أبو حاتم: صدوق ربما لقن لذهاب بصره، وقال مرة مضطرب. ووهاه أبو داود توفي سنة «٢٢٠» هـ. خرج له البخاري.
(٨) عبيدة بنت نائل: من الطبقة السابعة، خرج لها المصنف قال صاحب التهذيب: ذكرها ابن حبان في الثقات.
(٩) عائشة بنت سعد بن وقاص: الزهرية المدنية، ثقة من الرابعة، عمرت حتى أدركها مالك. توفيت سنة «١١٧» هـ. خرج لها البخاري وأبو داود. وأبوها سعد بن أبي وقاص أحد العشرة المبشرين بالجنة وآخرهم موتا، وأول من رمى بسهم في سبيل الله، شهد المشاهد كلها، يقال له فارس الاسلام.
(١٠) أشار اليه الترمذي في الاشربة بعد حديث ١٨٨٣ والشوكاني في نيل الاوطار ٨/ ١٩٥.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (124,'<span data-type="title" id=toc-38>٣٢- باب ما جاء في تعطر رسول الله صلى الله عليه وسلم</span>
٢٠٧- حدثنا محمد بن رافع «١» وغير واحد، قالوا: حدثنا أبو أحمد الزبيري.
حدثنا شيبان «٢» عن عبد الله بن المختار «٣» عن موسى بن أنس بن مالك «٤» عن أبيه قال:
«كان لرسول الله صلى الله عليه وسلم سكّة «٥» يتطيب منها» «٦» .
٢٠٨- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا عزرة بن ثابت عن ثمامة بن عبد الله قال:
«كان أنس بن مالك لا يرد الطيب. وقال أنس إن النبي صلى الله عليه وسلم كان لا يرد الطيب» «٧» .
_________
(١) محمد بن رافع: الزاهد الحافظ، قال النسائي: ثقة مأمون. كان مهيبا كبير القدر كثير الحديث. توفي سنة ٢٤٥ هـ خرج له الجماعة الا القزويني.
(٢) شيبان: بن فروخ أبو محمد بن أبي شيبة، قال أبو زرعة: صدوق. توفي سنة ٢٣٥ هـ. خرج له أبو داود وأكثر عنه مسلم.
(٣) عبد الله بن مختار: البصري لا بأس به، قال ابن معين ثقة. خرج له الجماعة إلا البخاري.
(٤) موسى بن أنس بن مالك: قاضي البصرة ثقة.
(٥) سكة: بضم السين وتشديد الكاف، وهي طيب أسود يخلط ويعرك ويترك وتظهر رائحته كلما مضى عليه الزمن. ويحتمل أن تكون وعاء يوضع فيه الطيب، وهو الظاهر. ويتأكد التعطر للمسلم في يوم الجمعة والعيدين وعند الاحرام وحضور الجماعة والمحافل وقراءة القرآن، والعلم والذكر.
(٦) أخرجه ابو داود في كتاب الترجل باب في استحباب الطيب ك ٢٧ ب ٢ ح ٤١٦٢.
(٧) أخرجه احمد والبخاري والنسائي والترمذي في الأدب برقم ٢٧٩١.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (125,'٢٠٩- حدثنا قتيبة بن سعيد. حدثنا ابن أبي فديك «١» عن عبد الله بن مسلم بن جندب عن أبيه «٢» عن ابن عمر قال:
«قال رسول الله صلى الله عليه وسلم: ثلاث لا ترد: الوسائد و (الدهن) واللبن» «٣» .
٢١٠- حدثنا محمود بن غيلان. حدثنا أبو داود الحفري «٤» . عن سفيان عن الجريري عن أبي نضرة عن رجل «٥» . عن أبي هريرة قال:
«قال رسول الله صلى الله عليه وسلم طيب الرجال ما ظهر ريحه وخفي لونه وطيب النّساء ما ظهر لونه وخفي ريحه» «٦» .
وحدثنا عليّ بن حجر أنبأنا إسماعيل بن إبراهيم عن الجريري عن أبي نضرة عن الطفاوي عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم مثله بمعناه.
_________
(١) ابن أبي فديك: محمد بن إسماعيل بن أبي فديك. قال الذهبي: صدوق وهو شيخ الشافعي.
(٢) عبد الله بن مسلم بن جندب: الهذلي المدني المقرىء، قال أبو زرعة: لا بأس به من الطبقة الثالثة. خرج له المؤلف فقط. وأبوه: مسلم بن جندب: المدني القاضي، ثقة فصيح، من الطبقة الثالثة خرج له البخاري في خلق الأعمال عن أبيه.
(٣) أخرجه الترمذي في الأدب برقم ٢٧٩١ وهو مما تفرد به المراد بالدهن الطيب والمعنى أن إكرام الضيف هذه الثلاثة هدية قليلة المنة فلا ينبغي ان ترد. وفي نسخة بدل اللبن الطيب. وعند أبي داود في كتاب الترجل عن أبي هريرة برقم ٤١٧٢ يرفعه «من عرض عليه طيب فلا يرده» .
(٤) ابو داود الحفري: عمر بن سعد بن عبد الله. قال ابن المديني: لا أعلم أني رأيت بالكوفة أعلم منه. خرج له مسلم والأربعة.
(٥) في نسخة بدله الطفاوي: نسبة لطفاوة حي من قيس غيلان. قال صاحب التقريب: شيخ لأبي نضرة مجهول.
(٦) أخرجه الترمذي في الأدب رقم ٢٧٨٨. وهذا الحديث المراد به خارج البيت وللمرأة أن تتطيب في بيتها بما شاءت. وفي الباب عن عمران بن حصين بمعناه عند الترمذي في الأدب برقم ٢٧٨٩. وللمرأة أن تتزين وتتعطر لزوجها بما تشاء بل ندب الشارع لذلك.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (126,'٢١١- حدثنا محمد بن خليفة «١» وعمرو بن علي، قالا: حدثنا يزيد بن زريع حدثنا حجاج الصواف «٢» عن حنان «٣» عن أبي عثمان النهدي «٤» قال:
«قال رسول الله صلى الله عليه وسلم إذا أعطي أحدكم الريحان فلا يردّه فإنه خرج من الجنة» «٥» .
قال أبو عيسى ولا نعرف لحنان غير هذا الحديث وقال عبد الرحمن بن أبي حاتم في كتاب الجرح والتعديل حنان الأسدي من بني أسد بن شريك وهو صاحب الرقيق عم والد مسدد وروى عن أبي عثمان النهدي وروى عنه الحجاج بن أبي عثمان الصواف، سمعت أبي يقول ذلك.
٢١٢- حدثنا عمر بن إسماعيل بن مجالد بن سعيد الهمداني «٦» . حدثنا أبي عن بيان «٧» عن قيس بن أبي حازم «٨» عن جرير بن عبد الله «٩» قال:
_________
(١) محمد بن خليفة: البصري الصيرفي مات سنة ٢٦١ هـ. خرج له المصنف وابن خزيمة والمحاملي وغيرهم.
(٢) حجاج الصواف: بن أبي ميسرة أو سالم الصواف أبو الصلت الكندي مولاهم البصري، ثقة حافظ، خرج له الستة.
(٣) حنان: الأسدي، عم سرهد والد مسدد، من الطبقة السادسة. خرج له أبو داود.
(٤) بفتح النون المشددة من اليمن واسمه عبد الرحمن بن مل أدرك الجاهلية وأسلم في عهد النبي صلى الله عليه وسلم ولم يلقه وهو ثقة ثبت مات سنة خمس وتسعين عن مائة وثلاثين سنة، والحديث مرسل.
(٥) أخرجه الترمذي في الأدب برقم ٢٧٩٢ وفي الجامع الصغير أخرجه أبو داود في مراسيله. والريحان هو كل نبت طيب الريح ومنه الحبق.
(٦) عمر بن اسماعيل بن مجالد بن سعيد الهمداني: نزيل بغداد، أورده الذهبي في الضعفاء والمتروكين. من الطبقة العاشرة. وأبوه: اسماعيل الهمداني، نزيل بغداد، صدوق يخطىء. من الطبقة الثامنة. خرج له البخاري.
(٧) بيان: بن بشير الكوفي المؤدب، ثقة ثبت من الخامسة. خرج له الجماعة.
(٨) قيس بن أبي حازم: الكوفي، تابعي كبير، هاجر إلى المصطفى ففاتته الصحبة بليالي، روى له الجماعة. اتفقوا على أنه تفرد من بين التابعين بالرواية عن العشرة.
(٩) صحابي مشهور كان سيد قبيلة بجيلة وكان طويلا جدا، ومفرطا بالجمال حتى لقب بيوسف هذه الأمة؛ نزل الكوفة ومات سنة ٥١ هـ وسيأتي في حديث رقم ٢٢٨ انه صلى الله عليه وسلم كلما رأى جريرا تبسم.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (127,'«عرضت بين يدي عمر بن الخطاب رضي الله عنه، فألقى جرير رداءه ومشى في إزار، فقال له خذ رداءك، فقال عمر للقوم: ما رأيت رجلا أحسن صورة من جرير الا ما بلغنا من صورة يوسف الصديق عليه السلام» .',NULL,'133',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (128,'<span data-type="title" id=toc-39>٣٣- باب كيف كان كلام رسول الله صلى الله عليه وسلم</span>
٢١٣- حدثنا حميد بن مسعدة، البصري. حدثنا حميد الأسود «١» عن أسامة بن زيد «٢» عن الزهري عن عروة عن عائشة رضي الله تعالى عنها قالت:
«ما كان رسول الله صلى الله عليه وسلم يسرد كسردكم هذا، ولكنه كان يتكلم بكلام بيّن فصل، يحفظه من جلس إليه» «٣» .
٢١٤- حدثنا محمد بن يحيى. حدثنا أبو قتيبة/ مسلم بن قتيبة «٤» عن عبد الله بن المثنى عن ثمامة عن أنس بن مالك قال:
«كان رسول الله (صلى الله عليه وسلم) يعيد الكلمة ثلاثا لتعقل عنه» «٥» .
٢١٥- حدثنا سفيان بن وكيع. حدثنا جميع بن عمر «٦» بن عبد الرحمن العجلي قال: حدثني رجل من بني تميم من ولد أبي هالة زوج خديجة يكنى أبا
_________
(١) حميد الأسود: الأشعري البصري، صدوق يهم قليلا، من الطبقة السابعة. خرج له البخاري والنسائي وابن ماجه.
(٢) أسامة بن زيد: المدني، قال النسائي وغيره: ليس بالقوي توفي سنة ١٥٣ هـ. خرج له البخاري في التاريخ والخمسة.
(٣) أخرجه الترمذي في المناقب برقم ٣٦٤٣ والبخاري ومسلم وابو داود في كتاب العلم باب في سرد الحديث ك ١٩ ب ٧ ح ٣٦٥٥ بمعناه.
(٤) مسلم بن قتيبة: الخرساني، نزيل البصرة، صدوق من الطبقة التاسعة خرج له البخاري والأربعة.
(٥) وأخرجه الترمذي في المناقب برقم ٣٦٤٤ والاستئذان برقم ٢٧٢٤ والبخاري في العلم والاستئذان.
(٦) في نسخة عمرو.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (129,'عبد الله عن أبن لأبي هالة عن الحسن بن علي رضي الله تعالى عنهما قال:
«سألت خالي هند بن أبي هالة وكان وصافا، فقلت صف لي منطق رسول الله صلى الله عليه وسلم، قال كان رسول الله صلى الله عليه وسلم متواصل الأحزان، دائم الفكرة، ليست له راحة، طويل السكت، لا يتكلم في غير حاجة، يفتتح الكلام ويختمه (باسم الله تعالى) «١» ويتكلم بجوامع الكلم، كلامه فصل، لا فضول ولا تقصير، ليس بالجافي ولا المهين، يعظم النعمة وإن دقت لا يذم منها شيئا غير أنه لم يكن يذم ذواقا «٢» ولا يمدحه، ولا تغضبه الدنيا ولا ما كان لها فإذا تعدى الحق لم يقم لغضبه شيء حتى ينتصر له ولا يغضب لنفسه ولا ينتصر لها، إذا أشار أشار بكفه كلها، وإذا تعجب قلبها وإذا تحدث اتصل بها، وضرب براحته اليمنى بطن إبهامه اليسرى، وإذا غضب أعرض وأشاح، وإذا فرح غض طرفه، جلّ ضحكه التبسم، يفترّ عن مثل حبّ الغمام «٣» » .
_________
(١) في نسخة ويختمه باشداقه.
(٢) الذواق: المأكول والمشروب أي كان صلى الله عليه وسلم يمدح جميع نعم الله ولا يشتغل بمذمتها قط.
(٣) الغمام: السحاب وحب الغمام: هو البرد شبه به اسنانه البيض.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (130,'<span data-type="title" id=toc-40>٣٤- باب ما جاء في ضحك رسول الله صلى الله عليه وسلم</span>
٢١٦- حدثنا أحمد بن منيع. حدثنا عباد بن العوام. أخبرنا الحجاج/ وهو ابن أرطأة «١» عن سماك بن حرب عن جابر بن سمرة رضي الله عنه قال:
«كان في ساق «٢» رسول الله صلى الله عليه وسلم حموشة «٣» ، وكان لا يضحك إلا تبسما، فكنت إذا نظرت إليه قلت: أكحل العينين وليس بأكحل «٤» » «٥» .
٢١٧- حدثنا قتيبة بن سعيد. أخبرنا ابن لهيعة عن عبد الله بن المغيرة «٦» عن عبد الله بن الحارث بن جزء «٧» رضي الله عنه أنه قال:
«ما رأيت أحدا أكثر تبسما من رسول الله صلى الله عليه وسلم» «٨» .
٢١٨- حدثنا أحمد بن خالد الخلال «٩» حدثنا يحيى بن اسحاق السيلحاني «١٠»
_________
(١) الحجاج بن أرطأة: الكوفي القاضي، الفقيه، اتفقوا على حفظه وتدليسه وضعفه الجمهور.
(٢) في نسخة ساقي.
(٣) أي دقه/ وفي المعجم الوسيط/ حمش الرجل: كان دقيق الساقين وفي بعض النسخ بالخاء والخمش: اسم لجرح البشرة.
(٤) الكحل بفتحتين سواد في اجفان العين خلقة.
(٥) أخرجه الترمذي في المناقب برقم ٣٦٤٨.
(٦) عبد الله بن المغيرة: صدوق من الطبقة الرابعة. خرج له ابن ماجه.
(٧) عبد الله بن الحارث بن جزء: صحابي، سكن مصر، خرج له ابو داود وابن ماجه.
(٨) أخرجه الترمذي في المناقب برقم ٣٦٤٥ وهو مما تفرد به.
(٩) أحمد بن خالد الخلال: البغدادي، ثقة، من طبقة أحمد بن حنبل. توفي سنة ٢٤٧ هـ. روى له النسائي.
(١٠) يحيى بن إسحاق السيلحاني: صدوق، ثقة، حافظ. توفي سنة ٢٢٠ هـ خرج له مسلم والأربعة.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (131,'حدثنا ليث بن سعد عن يزيد بن أبي حبيب عن عبد الله بن الحارث رضي الله عنه قال:
«ما كان ضحك رسول الله (صلى الله عليه وسلم) إلا تبسما» «١» .
قال أبو عيسى هذا حديث غريب من حديث ليث بن سعد.
٢١٩- حدثنا أبو عمار/ الحسين بن حريث. حدثنا وكيع. حدثنا الأعمش عن المعرور بن سويد «٢» عن أبي ذر رضي الله عنه قال:
«قال رسول الله (صلى الله عليه وسلم) : إني لأعلم أول رجل يدخل الجنة وآخر رجل يخرج من النار. يؤتى بالرجل يوم القيامة فيقال: اعرضوا عليه صغار ذنوبه ويخبأ عنه كبارها فيقال له: عملت يوم كذا كذا وكذا وهو مقرّ لا ينكر وهو مشفق من كبارها فيقال أعطوه مكان كل سيئة عملها حسنة فيقول إن لي ذنوبا لا أراها ههنا. قال أبو ذر: فقد رأيت رسول الله (صلى الله عليه وسلم) ضحك حتى بدت نواجذه» «٣» .
٢٢٠- حدثنا أحمد بن منيع. حدثنا معاوية بن عمرو «٤» حدثنا زائدة «٥» عن بيان عن قيس بن أبي حازم عن جرير بن عبد الله رضي الله عنه قال:
«ما حجبني رسول الله (صلى الله عليه وسلم) منذ أسلمت ولا رآني إلا ضحك» «٦» .
_________
(١) وأخرجه الترمذي في المناقب برقم ٣٦٤٥.
(٢) المعرور بن سويد: أبو أمية، ثقة من الطبقة الثانية، خرج له الجماعة.
(٣) أخرجه الترمذي في صفة جهنم برقم ٢٥٩٩ ومسلم في الايمان برقم ١٩٠ وفي الباب عن ابن مسعود عند الترمذي برقم ٢٥٩٨ والبخاري في صفة الجنة والتوحيد ومسلم في الايمان برقم ١٨٧ وابن ماجه في الزهد برقم ٤٣٣٩.
(٤) معاوية بن عمرو: البغدادي، ثقة، كان شجاعا لا يبالي بلقاء عشرين، توفي سنة ٢١٤ هـ خرج له الستة.
(٥) زائدة: بن قدامة الثقفي، الكوفي، ثقة حجة، صاحب سنن، توفي عزبا بالروم سنة ٢٦١ هـ خرج له الجماعة.
(٦) أخرجه الترمذي في المناقب برقم ٣٨٢٢ والبخاري ومسلم في فضائل جرير برقم ٢٤٧٥ وابن ماجه في المقدمة برقم ١٥٩.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (132,'٢٢١- حدثنا أحمد بن منيع. حدثنا معاوية بن عمرو. حدثنا زائدة عن إسماعيل بن أبي خالد عن قيس عن جرير قال:
«ما حجبني رسول الله صلى الله عليه وسلم ولا رآني منذ أسلمت إلا تبسم» «١» .
٢٢٢- حدثنا هناد بن السري. حدثنا أبو معاوية عن الأعمش عن إبراهيم عن عبيدة السلماني «٢» عن عبد الله بن مسعود رضي الله عنه قال:
«قال رسول الله صلى الله عليه وسلم: إني لأعرف آخر أهل النار خروجا، رجل يخرج منها زحفا فيقال له انطلق فادخل الجنة. قال: فيذهب ليدخل الجنة فيجد الناس قد أخذوا المنازل، فيرجع فيقول: يا رب قد أخذ الناس المنازل.
فيقال له أتذكر الزمان الذي كنت فيه فيقول: نعم. قال فيقال له تمنّ.
قال فيتمنى. فيقال له فان لك الذي تمنيت وعشرة أضعاف الدنيا.
قال: فيقول: تسخر بي وأنت الملك. قال فلقد رأيت رسول الله صلى الله عليه وسلم ضحك حتى بدت نواجذه» «٣» .
٢٢٣- حدثنا قتيبة بن سعيد. حدثنا أبو الأحوص عن أبي إسحاق عن عليّ بن ربيعة «٤» قال:
«شهدت عليا رضي الله عنه أتى بدابة ليركبها، فلما وضع رجله في
_________
(١) البخاري في الجهاد والمغازي والدعوات، وفي ذكر جرير والأدب. ومسلم في الفضائل برقم ٢٤٧٥ وأبو داود في الجهاد والترمذي في المناقب برقم ٣٨٢٢ وابن ماجه في المقدمة برقم ١٥٩ وزادوا «ولقد شكوت اليه اني لا أثبت على الخليل فضرب في صدري وقال اللهم ثبته واجعله هاديا مهديا» .
(٢) عبيدة السلماني: عبيدة بن عمرو بن قيس الكوفي، أسلم في حياة المصطفى قال ابن عيينه: كان يوازي شريحا في العلم والقضاء، توفي سنة ٧٢ هـ.
(٣) أخرجه الترمذي في كتاب صفة جهنم برقم ٢٥٩٨ والبخاري في صفة الجنة وفي التوحيد ومسلم في الايمان برقم ١٨٦ وابن ماجه في الزهد برقم ٤٣٣٩ والنواجذ: هي الأضراس.
(٤) علي بن ربيعة: ثقة من كبار الطبقة الثالثة، خرج له الستة.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (133,'الركاب قال بسم الله: فلما استوى على ظهرها قال الحمد لله. ثم قال:
سُبْحانَ الَّذِي سَخَّرَ لَنا هذا وَما كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلى رَبِّنا لَمُنْقَلِبُونَ «١» . ثم قال: الحمد لله ثلاثا. والله أكبر ثلاثا. سبحانك إني ظلمت نفسي، فاغفر لي فانه لا يغفر الذنوب إلا أنت، ثم ضحك فقلت له: من أي شيء ضحكت يا أمير المؤمنين؟ قال رأيت رسول الله صلى الله عليه وسلم صنع كما صنعت، ثم ضحك فقلت: من أي شيء ضحكت يا رسول الله؟ قال: إن ربك ليعجب من عبده إذا قال: ربّ اغفر لي ذنوبي، يعلم أنه لا يغفر الذنوب أحد غيره «٢» » «٣» .
٢٢٤- حدثنا محمد بن بشار. حدثنا محمد بن عبد الله الانصاري. حدثنا عبد الله بن عون «٤» عن محمد بن محمد بن الأسود «٥» عن عامر بن سعد «٦» قال:
«قال سعد «٧» لقد رأيت النبي صلى الله عليه وسلم ضحك يوم الخندق «٨» حتى بدت نواجذه.
قال: قلت كيف كان ضحكه قال: كان رجل معه ترس «٩» وكان سعد راميا، وكان الرجل «١٠» يقول. كذا وكذا بالترس يغطي جبهته. فنزع له سعد بسهم، فلما رفع رأسه رماه، فلم يخطىء هذه منه «يعني جبهته» وانقلب الرجل
_________
(١) الآية ١٣ من سورة الزخرف. ومعنى سخر لنا هذا: أي ذلل لنا هذا المركب الصعب وجعله منقادا لنا، وما كنا له مقرنين: أي مطيقين، من أقرن الشيء: أطاقه وقوي عليه، كأنه صار له قرنا أي مثله في الشدة وقال بعض الشراح: أي ما كنا مطيقين قهره واستعماله لو لم يسخره الله لنا.
(٢) في بعض النسخ (أحد غيري)
(٣) أبو داود في الجهاد برقم ٢٦٠٢ والترمذي في الدعوات برقم ٣٤٤٣ والنسائي واحمد في المسند.
(٤) عبد الله بن عون: البصري، أحد الأعلام الورعين، توفى سنة ١٥١ هـ خرج له الجماعة.
(٥) محمد بن محمد بن الاسود: الزهري، مستور من الطبقة السادسة، خرج له المصري فقط.
(٦) عامر بن سعد: بن أبي وقاص الزهري، المدني مات سنة ١٠٤ هـ. خرج له الستة.
(٧) أي سعد بن أبي وقاص وهو أحد العشرة المبشرين بالجنة.
(٨) يوم الخندق كان في السنة الخامسة الهجرية، والخندق حفر حول المدينة باستشارة سلمان الفارسي.
(٩) الترس: وهو ما يستتر به حال الحرب وفي رواية (قوس) بدل ترس.
(١٠) هذا من كلام سعد، والمراد بالرجل أحد المقابلين لسعد في الخندق من الاعداء.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (134,'وشال برجله «١» . فضحك النبي صلى الله عليه وسلم حتى بدت نواجذه. قال: قلت من أي شيء ضحك قال. من فعله بالرجل «٢» » .
_________
(١) أي انقلب الرجل وصار أعلاه أسفله وقوله وشال برجله أي سقط على عقبه ورفع رجله.
(٢) ضحكه صلى الله عليه وسلم من قتل سعد لهذا الرجل الكافر، واصابته المحكمة وأن ترسه لم ينفعه.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (135,'<span data-type="title" id=toc-41>٣٥- باب ما جاء في صفة مزاح رسول الله صلى الله عليه وسلم</span>
٢٢٥- حدثنا محمود بن غيلان. حدثنا أبو اسامة عن شريك عن عاصم الأحول. عن أنس بن مالك.
«أن النبي صلى الله عليه وسلم قال له: يا ذا الأذنين» «١» . قال محمود قال أبو أسامة: يعني يمازحه «٢» .
٢٢٦- حدثنا هناد بن السري. حدثنا وكيع عن شعبة عن أبي التياح «٣» عن أنس بن مالك رضي الله عنه قال:
«إن كان رسول الله صلى الله عليه وسلم ليخالطنا حتى يقول لأخ لي صغير «٤» : يا أبا عمير ما فعل النّغير» «٥» .
_________
(١) أخرجه الترمذي في البر برقم ١٩٩٣ وفي المناقب برقم ٣٨٣١ وأبو داود في الادب برقم ٥٠٠٢ في باب المزاح.
(٢) المزاح: بكسر الميم الانبساط مع الغير من غير تنقيص أو تحقير له والمزاح المنهي عنه هو الذي فيه افراط ويداوم عليه فانه يورث كثرة الضحك وقسوة القلب، ويوجب الاحقاد ويسقط المهابة والوقار.
(٣) أبو التياح: يزيد بن حميد الضبعي، أحد الأئمة الثقات العابدين، توفي سنة ١٢٠ هـ خرج له الجماعة.
(٤) أخ لأم وهو ابن أبي طلحة زيد بن سهل الأنصاري أمهما أم سليم بنت ملحان وأبو عمير مات صغيرا في حياة النبي صلى الله عليه وسلم.
(٥) أخرجه الترمذي في البر برقم ١٩٩٠ وفي الصلاة باب الصلاة على البسط برقم ٣٣٣ والبخاري في كتاب الأدب وابن ماجه في الادب برقم ٣٧٢٠ ومسلم في الصلاة والاستئذان وفي فضائل النبي صلى الله عليه وسلم وفي الادب برقم ٢١٥٠ والنسائي في اليوم والليلة. والنغير: بضم النون تصغير النغر/ بضم النون وفتح الغين/ وهو طائر صغير جمعه نغران،',NULL,'141',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (136,'قال أبو عيسى: وفقه هذا الحديث أن النبي صلى الله عليه وسلم كان يمازح وفيه أنه كنى غلاما صغيرا. فقال له يا أبا عمير، وفيه أنه لا بأس أن يعطى الصبي الطير ليلعب به وإنما قال له النبي صلى الله عليه وسلم يا أبا عمير، ما فعل النّغير؟ لأنه كان له نغير يلعب به، فمات فحزن الغلام عليه فمازحه النبي صلى الله عليه وسلم فقال يا أبا عمير: ما فعل النغير؟
٢٢٧- حدثنا عباس بن محمد الدوري. حدثنا علي بن الحسن بن شقيق «١» .
أنبأنا عبد الله بن المبارك عن أسامة بن زيد عن سعيد المقبري. عن أبي هريرة رضي الله تعالى عنه قال:
«قالوا يا رسول الله إنك تداعبنا. فقال: نعم غير أني لا أقول إلا حقا» «٢» .
٢٢٨- حدثنا قتيبة بن سعيد. حدثنا خالد بن عبد الله «٣» عن حميد عن أنس بن مالك.
«أن رجلا استحمل «٤» رسول الله صلى الله عليه وسلم. فقال: إني حاملك على ولد ناقة.
_________
وفي الحديث: مخالطة الرجل مخدومه وصاحبه ودخوله إياه وان كان عالما أو إماما وفيه كنية من لم يولد له أو التسمي باسم بصورة الكنية وفيه التصغير للمرء أو للشيء إذا لم يكن على طريق التحقير. وفيه أن صيد المدينة غير محرم وفيه جواز المزاح فيما ليس اثما وجواز لعب الصبي بالعصفور وتمكين الولي إياه من ذلك وجواز السجع بالكلام الحسن بلا كلفة، وملاطفة الصبيان وتأنيسهم وبيان ما كان عليه النبي صلى الله عليه وسلم من حسن الخلق وكرم الشمائل والتواضع وزيارة الأهل لأن أم سليم والدة أبي عمير هي من محارمه/ راجع العارضة لابن العربي ٢/ ١٣٧ وشرح مسلم للنووي ١٤/ ١٢٩.
(١) علي بن الحسن بن شقيق: المروزي، كان من حفاظ كتب ابن المبارك، توفي سنة ٢١٥ هـ. خرج له الجماعة.
(٢) اخرجه الترمذي/ في البر برقم ١٩٩١ وهو مما تفرد به.
(٣) خالد بن عبد الله: الواسطي المدني مولاهم، ثقة عابد، توفي سنة ١٧٩ هـ وقيل غير ذلك خرج له الستة.
(٤) أي سأله أن يحمله على دابة.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (137,'فقال: يا رسول الله ما أصنع بولد الابل؟ فقال صلى الله عليه وسلم: هل تلد الناقة إلا النّوق» «١» .
٢٢٩- «حدثنا إسحاق بن منصور. حدثنا عبد الرزاق. حدثنا معمر عن ثابت. عن أنس بن مالك:
«أن رجلا من أهل البادية/ كان اسمه زاهرا/ «٢» . وكان يهدي إلى النبي صلى الله عليه وسلم هدية من البادية. فيجهزه النبي صلى الله عليه وسلم إذا أراد أن يخرج. فقال النبي صلى الله عليه وسلم: إن زاهرا باديتنا «٣» ونحن حاضروه «٤» ، وكان صلى الله عليه وسلم يحبه، وكان رجلا دميما «٥» ، فأتاه النبي صلى الله عليه وسلم يوما وهو يبيع متاعه فاحتضنه من خلفه وهو لا يبصره. فقال: من هذا؟ أرسلني فالتفت، فعرف النبي صلى الله عليه وسلم فجعل لا يألو «٦» ما ألصق ظهره بصدر النبي صلى الله عليه وسلم حين عرفه فجعل النبي صلى الله عليه وسلم يقول: من يشتري هذا العبد؟ فقال يا رسول الله إذا والله تجدني كاسدا. فقال النبي صلى الله عليه وسلم: لكن عند الله لست بكاسد. أو قال: أنت عند الله غال» .
٢٣٠- حدثنا عبد بن حميد. حدثنا مصعب بن المقدام. حدثنا المبارك بن فضالة «٧» عن الحسن «٨» قال:
_________
(١) أخرجه الترمذي في البر برقم ١٩٩٢ وأبو داود في الأدب باب المزاح حديث ٤٩٩٨ وهذا منه صلى الله عليه وسلم مداعبة ومباسطة، والعبارة تفيد الصغير من ولد الناقة ولهذا تعجب الرجل فقال له صلى الله عليه وسلم قولته الكريمة والنوق جمع ناقة وهي أنثى الإبل.
(٢) في جمع الوسائل زاهر بن جرام الأشجعي شهد بدرا.
(٣) أي نستفيد منه ما يستفيد الرجل من باديته، والبادي: هو المقيم بالبادية، قال تعالى في سورة الحج الآية ٢٥ «والمسجد الحرام الذي جعلناه للناس سواء العاكف فيه والباد» .
(٤) أي حاضرو المدينة له، وهذا من حسن المعاملة تعليما لأمته في متابعة هذه المجاملة.
(٥) أي قبيح الصورة مع كونه مليح السيرة.
(٦) لا يقصر.
(٧) المبارك بن فضالة: البصري وثقه عفان وأبو زرعة، وضعفه النسائي، توفي سنة ١٦٥ هـ خرج له ابن ماجه.
(٨) هو الحسن البصري عند الاطلاق فالحديث مرسل.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (138,'«أتت عجوز «١» إلى النبي صلى الله عليه وسلم فقالت:
يا رسول الله أدع الله أن يدخلني الجنة. فقال يا أم فلان! انّ الجنة لا تدخلها عجوز. قال: فولت تبكي فقال: أخبروها أنها لا تدخلها وهي عجوز إن الله تعالى يقول: إِنَّا أَنْشَأْناهُنَّ إِنْشاءً فَجَعَلْناهُنَّ أَبْكاراً عُرُباً أَتْراباً «٢» » .
_________
(١) قيل هي صفية بنت عبد المطلب عمته وأم الزبير بن العوام.
(٢) الآيات ٣٥، ٣٦، ٣٧ من الواقعة والابكار: العذارى وعربا: أي متحببات إلى أزواجهن يحسن التبعل جمع عروب، كرسل ورسول، من أعرب إذا بين. وأترابا: أي مستويات في سن واحدة كأنهم أشبهن في التساوي الترائب وهي ضلوع الصدر جمع ترب.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (139,'<span data-type="title" id=toc-42>٣٦- باب ما جاء في صفة كلام رسول الله صلى الله عليه وسلم فى الشعر</span>
٢٣١- حدثنا علي بن حجر. حدثنا شريك عن المقدام بن شريح عن أبيه «١» عن عائشة رضي الله عنها قالت:
«قيل لها هل كان رسول الله صلى الله عليه وسلم يتمثل بشيء من الشعر قالت: كان يتمثل بشعر ابن رواحه «٢» ويتمثل بقوله «٣» ويأتيك بالأخبار من لم تزود «٤» » «٥» .
٢٣٢- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان الثوري عن عبد الملك بن عمير. حدثنا أبو سلمة عن أبي هريرة رضي الله عنه قال:
_________
(١) المقدام بن شريح: بن هانىء بن يزيد الحارثي الكوفي، ثقة، من الطبقة السادسة. خرج له الجماعة. وأبوه شريح الكوفي، مخضرم ثقة، روى له الجماعة.
(٢) هو عبد الله بن رواحة الانصاري الخزرجي أحد النقباء شهد العقبة وبدرا وأحدا والخندق والمشاهد بعدها، الا الفتح وما بعده فإنه قتل يوم مؤتة شهيدا أميرا ومن شعره:
وفينا رسول الله يتلو كتابه ... إذا انشق معروف من الفجر ساطع
أرانا الهدى بعد العمى فقلوبنا ... به موقنات ان ما قال واقع
يبيت يجافي جنبه عن فراشه ... إذا استقلت بالكافرين المضاجع
(٣) أي ويتمثل أيضا بشعر طرفة بن العبد قال ذلك في قصيدته المعلقة.
(٤) بضم التاء وكسر الواو المشددة، وهو من التزويد وهو اعطاء الزاد وأول البيت:
ستبدي لك الايام ما كنت جاهلا ... ويأتيك بالاخبار من لم تزود
(٥) أخرجه الترمذي في الأدب برقم ٢٨٥٢.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (140,'قال رسول الله صلى الله عليه وسلم إن أصدق كلمة قالها الشاعر كلمة لبيد «١» : ألا كل شيء ما خلا الله باطل «٢» .
وكاد أمية «٣» بن أبي الصّلت أن يسلم» «٤» .
٢٣٣- حدثنا محمد بن المثنى حدثنا محمد بن جعفر حدثنا شعبة عن الأسود بن قيس عن جندب بن سفيان البجلي «٥» قال:
«أصاب حجر إصبع رسول الله صلى الله عليه وسلم وسلم فدميت فقال:
هل أنت إلا إصبع دميت ... وفي سبيل الله ما لقيت «٦»
حدثنا ابن أبي عمر. حدثنا سفيان بن عيينة عن الأسود بن قيس عن جندب بن عبد الله البجلي نحوه:
_________
(١) لبيد بن أبي ربيعة العامري قدم على النبي صلى الله عليه وسلم وفد قومه، كان شريفا في الجاهلية والاسلام نزل الكوفة مات سنة ٤١ هـ وله من العمر ١٤٠ سنة، وهو من فصحاء العرب وشعرائهم ولما أسلم لم يقل شعرا، وقال يكفيني القرآن.
(٢) والبيت هكذا:
ألا كلّ شيء ما خلا الله باطل ... وكل نعيم لا محالة زائل
(٣) الثقفي أدرك الاسلام ولم يسلم، وكان أمية هذا ينطق بالحقائق ويؤمن بالبعث ويتعبد بالجاهلية. مات في حصار الطائف. وقال عنه صلى الله عليه وسلم: «آمن شعره وكفر قلبه» .
(٤) أخرجه الترمذي في الأدب برقم ٢٨٥٣ والبخاري ومسلم في كتاب الشعر برقم ٢٢٥٦ وابن ماجه في الادب برقم ٣٧٥٧.
(٥) البجلي. بفتح الباء والجيم نسبة إلى قبيلة بجيلة. له صحبة، خرج له الجماعة.
(٦) أخرجه الترمذي في التفسير حديث رقم ٣٣٤٢ ومسلم في الجهاد باب مالقي الرسول صلى الله عليه وسلم من أذى المشركين ك ٣٢ ب ٣٩ ح ١٧٩٦/ أنظر شرح مسلم للنووي ١٢/ ١٥٤ وأخرجه البخاري في الجهاد باب فضل من يصرع في سبيل الله، وفي كتاب الأدب. وهذا الشعر لابن رواحة قال في غزوة مؤتة فأصيب باصبعه فارتجز وجعل يقول:
هل أنت إلا أصبع دميت ... وفي سبيل الله ما لقيت
يا نفس، إلا تقتلي تموتي ... هذا حياض الموت قد صليت
وما تمنيت فقد لقيت ... إن تفعلي فعلهما هديت
ثم ثبت حتى استشهد، وتمثل النبي صلى الله عليه وسلم بقوله.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (141,'٢٣٤- حدثنا محمد بن بشار. حدثنا يحيى بن سعيد. حدثنا سفيان الثوري، أنبأنا أبو إسحاق عن البراء بن عازب قال:
«قال له رجل أفررتم «١» عن رسول الله (صلى الله عليه وسلم) يا أبا عمارة «٢» . فقال لا والله ما ولّى رسول الله (صلى الله عليه وسلم) ولكن ولّى سرعان الناس «٣» تلقتهم هوازن «٤» بالنبل ورسول الله (صلى الله عليه وسلم) على بغلته وأبو سفيان بن الحارث «٥» بن عبد المطلب آخذ بلجامها ورسول الله (صلى الله عليه وسلم) يقول:
أنا النّبيّ لا كذب ... أنا ابن عبد المطلب «٦»
٢٣٥- حدثنا إسحاق بن منصور. حدثنا عبد الرزاق. حدثنا جعفر بن سليمان. حدثنا ثابت عن أنس:
«أن النبي صلى الله عليه وسلم دخل مكة في عمرة القضاء «٧» وابن رواحه يمشي بين يديه وهو يقول:
خلّوا بني الكفار عن سبيله ... اليوم نضربكم على تنزيله «٨»
ضربا يزيل الهام عن مقيله ... ويذهل الخليل عن خليله «٩»
فقال له عمر: يا ابن رواحة بين يدي رسول الله صلى الله عليه وسلم وفي حرم الله تقول الشعر فقال صلى الله عليه وسلم خل عنه يا عمر فلهي أسرع فيهم من نضج النبل» «١٠» .
_________
(١) بضم العين؛ وهي كنية البراء.
(٢) أي أوائلهم وأخفاؤهم.
(٣) قبيلة مشهورة بشدة السهم لا تكاد تخطىء سهامهم.
(٤) ابن عم النبي صلى الله عليه وسلم وأخوه من الرضاعة.
(٥) أخرجه مسلم في الجهاد باب غزوة حنين ك ٣٢ ب ٢٨ ح ١٧٧٦ والبخاري في المغازي والترمذي في الجهاد حديث رقم ١٦٨٨ وابن ماجه في الجهاد.
(٦) وذاك يوم حنين كما في رواية الصحيحين.
(٧) حصلت بعد صلح الحديبية.
(٨) نضر بكم: بسكون الباء لضرورة الشعر. والتنزيل: القرآن والنبل: السهام.
(٩) والهام جمع هامة أعلى الرأس، ومقيله أي موضعه.
(١٠) أخرجه الترمذي في الأدب برقم ٢٨٥٢ والنسائي في الحج.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (142,'٢٣٦- حدثنا عليّ بن حجر. حدثنا شريك عن سماك بن حرب عن جابر بن سمرة قال:
«جالست النبيّ صلى الله عليه وسلم أكثر من مائة مرة وكان أصحابه يتناشدون الشعر ويتذاكرون أشياء من أمر الجاهلية وهو ساكت وربما تبسم معهم» «١» .
٢٣٧- حدثنا عليّ بن حجر. حدثنا شريك عن عبد الملك بن عمير عن أبي سلمة عن أبي هريرة:
«عن النبي صلى الله عليه وسلم قال: أشعر كلمة تكلمت بها العرب كلمة لبيد: ألا كل شيء ما خلا الله باطل» «٢» .
٢٣٨- حدثنا أحمد بن منيع. حدثنا مروان بن معاوية «٣» عن عبد الله بن عبد الرحمن الطائفي عن عمرو بن الشريد عن أبيه قال:
«كنت ردف «٤» النبي صلى الله عليه وسلم فأنشدته مائة قافية من قول أميّة بن أبي الصلت الثقفي: كلما أنشدته بيتا قال لي النبي صلى الله عليه وسلم: هيه «٥» حتى أنشدته مائة يعني بيتا. فقال النبي صلى الله عليه وسلم: إن كاد ليسلم» «٦» .
٢٣٩- حدثنا إسماعيل بن موسى الفزاري وعليّ بن حجر/ والمعنى واحد/ قالا: حدثنا عبد الرحمن بن أبي الزناد عن هشام بن عروة عن أبيه عن عائشة قالت:
«كان رسول الله صلى الله عليه وسلم يضع لحسان بن ثابت منبرا في المسجد يقوم عليه
_________
(١) أخرجه الترمذي في الأدب برقم ٢٨٥٤.
(٢) انظر تخريج الحديث رقم ٢٤٢.
(٣) مروان بن معاوية: بن الحارث الكوفي الحافظ نزيل مكة ودمشق ثقة يدلي أسماء الشيوخ توفي سنة ١٩٣ هـ. خرج له الجماعة.
(٤) أي رديفه. أي راكب خلفه على الدابة.
(٥) أي زدني.
(٦) أخرجه مسلم في كتاب الشعر حديث رقم ٢٢٥٥ وابن ماجه في الادب.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (143,'قائما يفاخر عن رسول الله صلى الله عليه وسلم أو قال ينافح عن رسول الله صلى الله عليه وسلم ويقول صلى الله عليه وسلم:
إن الله تعالى يؤيد حسان بروح القدس «١» ما ينافح أو يفاخر عن رسول الله صلى الله عليه وسلم» «٢» .
حدثنا إسماعيل بن موسى وعليّ بن حجر قالا: حدثنا ابن أبي الزناد عن أبيه عن عروة عن عائشة رضي الله عنها. عن النبي صلى الله عليه وسلم مثله.
_________
(١) أي جبريل.
(٢) أخرجه الترمذي في الأدب برقم ٢٨٤٩ وأبو داود في الأدب ك ٣٥، ب ٩٥ ح ٥٠١٥.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (144,'<span data-type="title" id=toc-43>٣٧- باب ما جاء في كلام رسول الله صلى الله عليه وسلم في السّمر</span>
٢٤٠- حدثنا الحسن بن صباح البزار «١» . حدثنا أبو النضر «٢» حدثنا أبو عقيل الثقفي عبد الله بن عقيل «٣» عن مجالد عن الشعبي عن مسروق عن عائشة قالت:
«حدث رسول الله صلى الله عليه وسلم ذات ليلة «٤» نساءه حديثا فقالت امرأة منهنّ: كأنّ الحديث حديث خرافة فقال أتدرون ما خرافة، إن خرافة كان رجلا من عذرة «٥» أسرته الجنّ في الجاهلية، فمكث فيهم دهرا ثم ردوه إلى الانس، فكان يحدث الناس بما رأى فيهم من الأعاجيب «٦» فقال الناس: حديث خرافة» .
_________
(١) الحسن بن صباح البزار: البغدادي، أحد الاعلام، وثقه أحمد وقال أبو حاتم: صدوق، توفي ببغداد سنة ٢٤٩ هـ. خرج له البخاري وأبو داود والنسائي.
(٢) أبو النضر: سالم بن أبي أمية أو هاشم بن القاسم المدني نزيل بغداد ثقة يرسل، توفي سنة ١٢٥ هـ. خرّج له الستة.
(٣) عبد الله بن عقيل: الكوفي نزيل بغداد صدوق من الطبقة الثامنة. خرج له الأربعة.
(٤) يؤخذ من الحديث جواز التحدث بعد العشاء ولا سيما مع العيال والنساء من باب حسن المعاشرة معهن وتفريج الهم عن قلوبهن.
(٥) إحدى القبائل اليمنية المشهورة.
(٦) بين عليه الصلاة والسلام أن حديث خرافة ليس بكذب بل كان صادقا فيما قاله، ولكنه لغرابته تعجب الناس منه. وان اختطاف الجن للانس قبل الهجرة كان كثيرا إذا ذاك.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (145,'حديث أمّ زرع
٢٤١- حدثنا علي بن حجر. أخبرنا عيسى بن يونس عن هشام بن عروة عن أخيه عبد الله بن عروة عن عروة عن عائشة قالت:
«جلست إحدى عشرة أمرأة فتعاهدن وتعاقدن أن لا يكتمن من أخبار أزواجهن شيئا:
(فقالت الأولى) زوجي لحم جمل غث «١» على رأس جبل وعر لا سهل فيرتقى ولا سمين فينتقل «٢» .
(قالت الثانية) زوجي لا أثير خبره «٣» ، إني أخاف أن لا أذره «٤» ، أن أذكره أذكر عجره وبجره «٥» .
_________
(١) أي كلحم الجمل في الرداءة لا كلحم الضأن، والمقصود منه المبالغة في قلة نفعه والرغبة عنه ونفاد الطبع منه.
(٢) والمقصود منه في المبالغة في تكبره وسوء خلقه فلا يوصل إليه إلا بغاية المشقة ولا ينفع زوجته في عشرة ولا غيرها مع كونه مكروها رديئا. ومعنى لا ينتقل أي لا ينقله الناس إلى بيوتهم ليأكلوه بعد مقاساة التعب ومشقة الوصول، بل يرغبون عنه لرداءته. وبالجملة فقد وصفته بالبخل والرداءة والكبر على أهله وسوء الخلق.
(٣) أي لا أظهره وأنثره.
(٤) أي هي تخاف من ذكره أن يطلقها.
(٥) بضم الأول وفتح الثاني أي عيوبه، كلها ظاهرها وباطنها، والعجر جمع عجرة وهي نفخة في عروق العنق. والبجر، جمع بجرة السرة. تريد: لا أخوض في ذكر خبره فاني أخاف من ذكره الشقاق والفراق وضياع الاطفال والعيال.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (146,'(قالت الثالثة) زوجي العشنّق «١» ، إن أنطق أطلق «٢» وإن أسكت أعلق «٣» .
(قالت الرابعة) زوجي كليل تهامة «٤» لا حرّ ولا قرّ «٥» ولا مخافة ولا سآمة.
(قالت الخامسة) زوجي إن دخل فهد «٦» ، وإن خرج أسد «٧» ، ولا يسأل عما عهد «٨» .
(قالت السادسة) زوجي إن أكل لف «٩» ، وإن شرب اشتفّ «١٠» وإن اضطجع التفّ «١١» ، ولا يولج الكفّ ليعلم البث «١٢» .
(قالت السابعة) زوجي عياياء «١٣» أو غياياء «١٤» طباقاء «١٥» كلّ داء له داء «١٦» شجّك أو فلك أو جمع كلّا لك «١٧» .
_________
(١) بفتح العين والشين ونون مفتوحة مشددة وهو الطويل المستكره في طوله النحيف السيء الخلق.
(٢) أي أنطق بعيوبه تفصيلا يطلقني لسوء خلقه ولا أحب الطلاق لأولادي منه أو لحاجتي اليه.
(٣) أي وإن سكت عن عيوبه يصيرني معلقة وهي المرأة التي لا هي مزوجة بزوج ينفع ولا هي مطلقة تتوقع أن تتزوج.
(٤) في كمال الاعتدال وعدم الأذى وسهولة أمره وتهامة: مكة وما حولها.
(٥) كناية عن عدم الاذى لكرم أخلاقه وثبوت جميع أنواع اللذة في عشرته.
(٦) أي إن دخل عليها يثب كوثوب الفهد لجماعها. فهد الرجل: كثر نومه كالفهد.
(٧) وان خرج من عندها أو خالط الناس فعل فعل الاسد.
(٨) أي لا يسأل عما علم في بيته من مطعم ومشرب وغيرهما تكرما. فوصفته بأنه كريم الطبع حسن العشرة لين الجانب في بيته قوي شجاع في أعدائه لا يتفقد ما ذهب من ماله ومتاعه ولا يسأل عنه لشرف نفسه وسخاء قلبه.
(٩) أي كثر وخلط صنوف الطعام.
(١٠) أي شرب الشفافة وهي بقية الماء في قعره أي لا يدع في الاناء شيئا منه.
(١١) أي إن اضطجع على جنبه التف في ثيابه وتغطى بلحاف منفردا في ناحية وحده ولا يباشرها فلا نفع فيه لزوجته.
(١٢) أي ولا يدخل يده تحت ثيابها ليعلم بثها وحزنها، فلا شفقة عنده عليها.
(١٣) أي عاجز عن القيام بمصالحه من العي، وقيل هو العنين.
(١٤) أي ذو غي وهو الضلالة أو الخيبة.
(١٥) أي أحمق، أطبقت عليه أموره أو العاجز عن الجماع أو الكلام.
(١٦) أي اجتمعت فيه كل عيوب الناس.
(١٧) أي إما يشج رأس نسائه أو يكسر عضوا من أعضائهن أو يجمع لهن بين الأمرين.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (147,'(قالت الثامنة) زوجي المسّ مسّ أرنب «١» والريح ريح زرنب «٢» .
(قالت التاسعة) زوجي رفيع العماد طويل النجاد عظيم الرماد. قريب البيت من الناد «٣»
(قالت العاشرة) زوجي مالك «٤» . وما مالك؟ مالك خير من ذلك «٥» له إبل كثيرات المبارك «٦» ، قليلات المسارح «٧» إذا سمعن صوت المزهر أيقنّ أنهن هوالك «٨» .
(قالت الحادية عشرة) زوجي أبو زرع «٩» ، وما أبو زرع؟ أناس «١٠» من حليّ أذني «١١» ، وملأ من شحم عضدي «١٢» وبجحني فبجحت «١٣» إليّ نفسي وجدني في
_________
(١) أي مس زوجي كمس الأرنب في اللين والنعومة.
(٢) الزرنب: بفتح الزاي نوع من النبات طيب الرائحة والمعنى أنها تصفه بحسن الخلق وكرم المعاشرة ولين الجانب كلين مس الأرنب وشبهت ريح بدنه أو ثوبه بريح الطيب ويجوز أن يراد به طيب الثناء عليه وانتشاره بين الناس.
(٣) العماد في الاصل عمد تقوم عليها البيوت كنّت بذلك عن علو حسبه وشرف نسبه. والنجاد: بكسر النون: حمائل السيف كنت به عن طول القامة، إشارة إلى أنه صاحب سيف فأشارت إلى شجاعته والرماد: كناية عن كثرة الجود المستلزم لكثرة الضيافة المستلزمة لكثرة الرماد ودوام وقود ناره. والناد: أصله النادي حذفت الياء للسجع والنادي الموضع الذي يجتمع فيه وجوه القوم للتشاور والتحدث وهذا شأن الكرام يجعلون بيوتهم قريبا من النادي تعرضا لمن يضيفهم.
(٤) أي اسمه مالك.
(٥) أي خير مما سأقوله في حقه ففيه إيماء إلى أنه فوق ما يوصف من الجود والسماحة.
(٦) جمع مبروك، مكان بروك الابل.
(٧) أي إبله كثيرة إذا بركت فإذا سرحت كانت قليلة لكثرة ما نحر منها في مباركها للاضياف أو يتركها بجانب البيت حتى إذا نزل به الضيفان كانت حاضرة.
(٨) أي إذا سمعت الابل صوت العود الذي يضرب أيقن أنهن منحورات للاضياف من كرمه وجوده.
(٩) كنته بذلك لكثرة زرعه، ويحتمل أنها كنته بذلك تفاؤلا بكثرة أولاده ويكون الزرع بمعنى الولد.
(١٠) أناس: بزنة أقام، من النوس وهو تحرك الشيء متدليا.
(١١) المراد أنه حرك أذنيها من أجل ما حلاهما به.
(١٢) أي جعلني سمينة.
(١٣) المعنى فرحني ففرحت نفسي.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (148,'أهل غنيمة بشق «١» فجعلني في أهل صهيل وأطيط ودانس ومنقّ «٢» فعنده أقول فلا أقبح «٣» ، وأرقد فأتصبّح «٤» ، وأشرب فاتقمح «٥» ، أمّ أبي زرع فما أمّ أبي زرع «٦» : عكومها رداح «٧» ، وبيتها فساح «٨» ابن أبي زرع فما ابن أبي زرع «٩» :
مضجعه كمسل- شطبة «١٠» وتشبعه ذراع الجفرة «١١» ، بنت أبي زرع: فما بنت
_________
(١) غنيمة: بالتصغير للتقليل أي أهل غنم قليلة، و «بشق» بالفتح والكسر ويحتمل أنه اسم موضع أو بمعنى المشقة ومنه قوله تعالى إِلَّا بِشِقِّ الْأَنْفُسِ من سورة النحل (٧) . والمعنى، وجدني في أهل غنم قليلة فهم في جهد وضيق عيش.
(٢) أي فحملني إلى أهل خيل ذات صهيل وابل ذات أطيط فالصهيل صوت الخيل والأطيط: صوت الإبل وبقر تدوس الزرع في بيدره ليخرج الحب من السنبل. ومنق: بضم الميم وفتح النون وتشديد القاف وهو الذي ينقي الحب وينظفه من التبن وغيره بعد الدرس بغربال فهم أصحاب زرع وأرباب حب نظيف. والمراد من ذلك كله: أنها كانت في أهل قلة ومشقة فنقلها إلى أهل ثروة وكثرة لكونهم أصحاب خيل وإبل وغيرهما.
(٣) أي فأتكلم عنده بأي كلام فلا ينسبني الى القبح لكرامتي عليه ولحسن كلامي لديه.
(٤) أي أنام فأدخل في الصبح فيرفق بي ولا يوقظني لخدمته ومهنته لأني محبوبة إليه مع استغنائه عني بالخدم التي تخدمه وتخدمني.
(٥) أي فأروى وأودع الماء لكثرته عنده مع قلّته عند غيره، والمعنى: أنها لم تتألم منه لا من جهة المرقد ولا من جهة المشرب.
(٦) أرادت أن تمدح أم زوجها بعد مدح زوجها.
(٧) أي أعدالها وأوعية طعامها عظيمة ثقيلة كثيرة، فالعكوم جمع عكم وهو العدل إذا كان فيه متاع، والرداح: بفتح الراء، العظيمة الثقيلة الكثيرة.
(٨) بفتح الفاء أي واسع وسعة البيت دليل سعة الثروة.
(٩) انتقلت الى مدح ابن أبي زرع.
(١٠) أي مرقده كمسل: بفتح أوله وثانيه بمعنى مسلول، شطبة: بفتح الشين وسكون الطاء وهي ما شطب أي شق من جريد النخل وهو السعف. والمعنى أن محل اضطجاعه وهو الجنب كشطبة مسلولة من الجريد في الدقة فهو خفيف اللحم دقيق الحصر كالشطبة المسلولة من قشرها.
(١١) تشبعه: بضم التاء من تشبعه لأنه من الاشباع، والجفرة بفتح الجيم وسكون الفاء ولد الشاة إذا عظم واستكرش، والمراد أنه ضاوي مهفف قليل اللحم على نحو واحد على الدوام وذلك شأن الكرام.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (149,'أبي زرع طوع أبيها وطوع أمها «١» ، وملء كسائها «٢» وغيظ جارتها «٣» ، جارية أبي زرع فما جارية «٤» أبي زرع: لا تبثّ حديثنا تبثيثا «٥» ولا تنقث ميرتنا تنقيثا «٦» ، ولا تملأ بيتنا تعشيشا «٧» . قالت خرج أبو زرع «٨» والأوطاب تمخض «٩» فلقي امرأة معها ولدان لها. كالفهدين «١٠» يلعبان من تحت خصرها برمانتين «١١» فطلقني ونكحها فنكحت بعده رجلا سريّا «١٢» ركب شريا «١٣» وأخذ خطيا «١٤» وأراح علي نعما ثريا «١٥» وأعطاني من كل رائحة زوجا «١٦» ، وقال: كلي أم زرع، وميري أهلك «١٧» فلو جمعت كل شيء أعطانيه ما بلغ أصغر آنية أبي زرع.
_________
(١) أي هي مطيعة لأبيها ومطيعة لأمها غاية الاطاعة.
(٢) أي مالئة لكسائها لضخامتها وسمنها وهذا ممدوح في النساء.
(٣) والمراد منها ضرتها، فتغيظ ضرتها لغيرتها منها بسبب مزيد جمالها وحسنها.
(٤) أي خادمته.
(٥) والمعنى لا تنشر كلامنا الذي نتكلم به فيما بيننا نشرا لديانتها.
(٦) أي لا تنقل طعامنا نقلا لأمانتها وصيانتها، (وتنقث) بفتح التاء وضم القاف، والنون ساكنة. والمعنى: لا تنقل، والميرة: بكسر الميم الطعام.
(٧) أي لا تجعل بيتنا مملوءا من القمامة والكناسة حتى يصير كأنه عش الطائر، بل تصلحه وتنظفه لشطارتها.
(٨) خرج لسفر في يوم من الأيام.
(٩) أي والحال أن الاوطاب جمع وطب: أي أسقيه اللبن، وتمخض بالبناء للمجهول أي تحرك لاستخراج الزبد من اللبن. والمراد أنه خرج في حال كثرة اللبن وذلك حال خروج العرب للتجارة.
(١٠) أي مثلهما في الوثوب واللعب وسرعة الحركة.
(١١) أي ذات ثديين صغيرين كالرمانتين فيلعب ولداها بثدييها الشبيهين بالرمانتين. أو أنها ذات كفل عظيم إذا استقلت يصير تحتها فجوة يجري فيها الرمان، لعب ولداها برمي الرمان في تلك الفجوة. وهذا أنسب لأنها قالت من تحت خصرها.
(١٢) سريا: أي من سراة الناس واشرافهم.
(١٣) أي فرسا يتشرى في مشيه أي يلج فيه بلا فتور.
(١٤) وهو الرمح المنسوب إلى الخط قرية بساحل بحر عمان تعمل فيها الرماح.
(١٥) أي جعلها داخلة علي في وقت الرواح وهو ما بعد الزوال أو أدخلها علي في المراح. والنعم: الابل والغنم والبقر، وثريا: من الثروة وهي كثرة المال.
(١٦) أعطاها من كل بهيمة ذاهبة إلى بيته في وقت الرواح زوجين اثنين اثنين.
(١٧) قال الزوج الذي تزوجها بعد أبي زرع كلي ما تشائين وأعطي أقاربك.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (150,'قالت عائشة رضي الله عنها فقال لي رسول الله صلى الله عليه وسلم كنت لك كأبي زرع لأم زرع «١» » «٢» .
_________
(١) أي في الألفة والعطاء. لا في الفرقة والخلاء.
(٢) أخرجه البخاري في النكاح باب حسن المعاشرة مع الأهل وحل السمر في خير. ومسلم في الفضائل باب ذكر حديث أم زرع ك ٤٤ ب ١٤ ح ٢٤٤٨ والنسائي في عشرة النساء وفيه زيادة (إلا أنها طلقها وأنا لا أطلق فقالت عائشة: يا رسول الله بل أنت خير من أبي زرع) انظر القسطلاني على البخاري ٨/ ١٠٢.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (151,'<span data-type="title" id=toc-44>٣٨- باب ما جاء في صفة نوم برسول الله صلى الله عليه وسلم</span>
٢٤٢- حدثنا محمد بن المثنى. حدثنا عبد الرحمن بن مهدي. حدثنا اسرائيل عن أبي إسحاق عن عبد الله بن يزيد «١» عن البراء بن عازب:
«أن النبي صلى الله عليه وسلم كان إذا أخذ مضجعه وضع كفه اليمنى تحت خده الأيمن وقال: رب قني عذابك يوم تبعث عبادك» «٢» .
حدثنا محمد بن المثنى حدثنا عبد الرحمن حدثنا إسرائيل عن أبي إسحاق عن أبي عبيدة عن عبد الله مثله وقال: يوم تجمع عبادك.
٢٤٣- حدثنا محمود بن غيلان. حدثنا عبد الرزاق. حدثنا سفيان عن عبد الملك بن عمير عن ربعي بن حراش «٣» عن حذيفة قال:
«كان النبي صلى الله عليه وسلم إذا أوى إلى فراشه قال اللهم باسمك أموت وأحيا، وإذا استيقظ قال الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور» «٤» .
_________
(١) عبد الله بن يزيد: المدني المقرىء، من شيوخ مالك، ثقة، من الطبقة السادسة. خرج له الجماعة. وهو لم يدرك البراء لأن الطبقة السادسة لم تدرك الصحابة فالخبر منقطع.
(٢) أخرجه الترمذي في الدعوات برقم ٣٣٩٦.
(٣) ربعي بن حراش: أبو مريم الكوفي، قانت لله لم يكذب قط. توفي سنة ١٠٤ هـ. خرج له الجماعة.
(٤) أخرجه الترمذي في الدعوات برقم ٣٤١٣ والبخاري في الدعوات والتوحيد وأبو داود في الادب وابن ماجه في الدعوات.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (152,'٢٤٤- حدثنا قتيبة بن سعيد. حدثنا المفضل بن فضالة «١» عن عقيل «٢» : أراه عن الزهري عن عروة عن عائشة قالت:
«كان رسول الله صلى الله عليه وسلم إذا أوى إلى فراشه كل ليلة جمع كفيه فنفث فيهما وقرأ فيهما قل هو الله أحد وقل أعوذ برب الفلق وقل أعوذ برب الناس ثم مسح بهما ما استطاع من جسده يبدأ بهما رأسه ووجهه وما أقبل من جسده، يصنع ذلك ثلاث مرات» «٣» .
٢٤٥- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن سلمة بن كهيل «٤» عن كريب. عن ابن عباس:
«أن رسول الله صلى الله عليه وسلم نام حتى نفخ وكان إذا نام نفخ فأتاه بلال فآذنه بالصلاة فقام وصلى «٥» ولم يتوضأ» «٦» وفي الحديث قصة «٧» .
٢٤٦- حدثنا إسحاق بن منصور. حدثنا عفان. حدثنا حماد بن سلمة عن ثابت عن أنس بن مالك:
«أن رسول الله صلى الله عليه وسلم كان إذا أوى إلى فراشه قال: الحمد لله الذي أطعمنا وسقانا وكفانا وآوانا. فكم ممن لا كافي له ولا مؤوي» «٨» .
_________
(١) المفضل بن فضالة: البصري مولى آل عمر بن الخطاب أخو مبارك. قال النسائي ليس بقوي. من الطبقة الثامنة. خرج له الجماعة.
(٢) عقيل: بن خالد بن عقيل، كان حافظا صاحب كتاب. توفي سنة ١٤١ هـ خرج له الجماعة.
(٣) أخرجه الترمذي في الدعوات برقم ٣٣٩٩ والبخاري ومسلم وابن ماجه وأبو داود في الأدب باب ما يقول عند النوم ك ٣٥ ب ١٠٧ ج ٥٠٥٦.
(٤) سلمة بن كهيل: الحضرمي الكوفي، ثقة، من الطبقة الرابعة. خرج له الستة.
(٥) وهذه من خصوصياته صلى الله عليه وسلم ان نومه لا ينقض وضوءه.
(٦) (كان إذا نام نفخ) أحمد والشيخان عن ابن عباس (الجامع الصغير) .
(٧) ستأتي هذه القصة في الباب الآتي/ في عبادة النبي صلى الله عليه وسلم في حديث رقم ٢٦٢ في نوم ابن عباس عند ميمونة.
(٨) أخرجه الترمذي في الدعوات برقم ٣٣٩٣ ومسلم وأبو داود في الأدب برقم ٥٠٥٣ والنسائي.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (153,'٢٤٧- حدثنا الحسين بن محمد الحريري «١» . حدثنا سليمان بن حرب «٢» حدثنا حماد بن سلمة عن حميد «٣» عن بكر بن عبد الله المزني «٤» عن عبد الله بن رباح «٥» عن أبي قتادة:
«أن النبي صلى الله عليه وسلم كان إذا عرّس بليل اضطجع على شقه الأيمن، وإذا عرّس «٦» قبيل الصّبح نصب ذراعه ووضع رأسه على كفه» «٧»
_________
(١) الحسين بن محمد الحريري: قيل بمهملة مفتوحة مكبرا، وقيل بجيم ومهمتلين نسبة إلى جرير مصفرا، مستور من الطبقة الحادية عشر، خرج له المصنف فقط.
(٢) سليمان بن حرب: البصري قاضي مكة، قال أبو حاتم: إمام من الأئمة لا يدلس ويتكلم في الرجال وفي الفقه. توفي سنة ٢٢٤ هـ. خرج له الستة.
(٣) لعله حميد بن هلال البغدادي البصري، ثقة، توقف فيه ابن المنير لدخوله في عمل السلطان روى له الجماعة.
(٤) بكر بن عبد الله المزني: البصري، ثقة، خرج له الجماعة.
(٥) عبد الله بن رباح: المدني، سكن البصرة، إمام، توفي سنة ١٢٨ هـ وثقوه قتله الأزارقة خرج له مسلم والأربعة.
(٦) أي نزل، والتعريس النزول في أي وقت بليل أو نهار.
(٧) أخرجه مسلم في الصلاة.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (154,'<span data-type="title" id=toc-45>٣٩- باب ما جاء في عبادة رسول الله صلى الله عليه وسلم</span>
٢٤٨- حدثنا قتيبة بن سعيد وبشر بن معاذ «١» ، قالا: حدثنا أبو عوانه «٢» عن زياد بن علاقة «٣» عن المغيرة بن شعبة رضي الله عنه قال:
«قام رسول الله صلى الله عليه وسلم حتى انتفخت قدماه فقيل له أتتكلف هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر «٤» قال: أفلا أكون عبدا شكورا» «٥» .
٢٤٩- حدثنا أبو عمار/ الحسين بن حريث. حدثنا الفضل بن موسى عن محمد بن عمرو، عن أبي سلمة عن أبي هريرة رضي الله عنه قال:
«كان رسول الله صلى الله عليه وسلم يصلي حتى ترم «٦» قدماه قال: فقيل له: أتفعل هذا وقد جاءك: إن الله قد غفر لك ما تقدم من ذنبك وما تأخر، قال أفلا أكون عبدا شكورا» «٧» .
_________
(١) بشر بن معاذ: البصري، صدوق، توفي بعد سنة ٤٠ هـ. خرج له النسائي وابن ماجه.
(٢) أبو عوانه: الوضاح الواسطي، ثقة، من الطبقة السابعة، خرج له الستة.
(٣) زياد بن علاقة: أبو سهيل، ثقة، رمي بالنصب، من الطبقة الثالثة. خرج له الستة.
(٤) قال تعالى في سورة الفتح إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً، لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ.
(٥) أخرجه البخاري في صلاة الليل، وفي الرقائق والتفسير، ومسلم في صفة القيامة والجنة والنار والترمذي في الصلاة والنسائي فيه وابن ماجه فيه.
(٦) في نسخة حتى تورم أي من كثرة الوقوف في الصلاة.
(٧) البخاري في صلاة الليل والرقائق والتفسير. ومسلم في صفة القيامة والجنة والنار والترمذي في الصلاة برقم ٤١٢ والنسائي فيه وابن ماجه فيه.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (155,'٢٥٠- حدثنا عيسى بن عثمان بن عيسى بن عبد الرحمن الرملي «١» . حدثنا عمي يحيى بن عيسى الرملي عن الأعمش عن أبي صالح عن أبي هريرة رضي الله عنه قال:
«كان رسول الله صلى الله عليه وسلم يقوم يصلي حتى تنتفخ قدماه، فيقال له يا رسول الله تفعل هذا وقد غفر الله لك ما تقدم من ذنبك وما تأخر، قال أفلا أكون عبدا شكورا» «٢» .
٢٥١- حدثنا محمد بن بشار. حدثنا محمد بن جعفر. حدثنا شعبة عن أبي إسحاق عن الأسود بن يزيد قال:
«سألت عائشة رضي الله عنها عن صلاة رسول الله صلى الله عليه وسلم بالليل فقالت: كان ينام أول الليل ثم يقوم فإذا كان من السحر «٣» أوتر، ثم أتى فراشه فإذا كان له حاجة «٤» ألمّ بأهله، فإذا سمع الاذان وثب، فإن كان جنبا أفاض عليه من الماء وإلا توضأ وخرج إلى الصلاة» «٥» .
٢٥٢- حدثنا قتيبة بن سعيد. عن مالك بن أنس/ ح/ وحدثنا إسحاق بن موسى الأنصاري حدثنا معن عن مالك عن مخرمة بن سليمان عن كريب عن ابن عباس أنه أخبره أنه بات عند ميمونة «٦» وهي خالته قال:
_________
(١) عيسى بن عثمان بن عيسى بن عبد الرحمن الرملي: الكوفي نزيل الرملة، صدوق تشيع، من الطبقة التاسعة. خرج له البخاري في الأدب ومسلم وأبو داود وابن ماجه.
(٢) راجع هامش رقم (٧) في الصفحة السابقة
(٣) السحر آخر الليل وقبل الفجر، ويوتر أي يصلي ثلاث ركعات.
(٤) أي إلى الجماع.
(٥) أخرجه الترمذي. في الصلاة برقم ٤٨ وأصحاب الكتب الستة.
(٦) ميمونة: بنت الحارث أم المؤمنين الهلالية تزوجها صلى الله عليه وسلم سنة ست من الهجرة وقيل سنة سبع قيل كان اسمها برة فسماها رسول الله ميمونة ماتت بسرف وهو ماء بينه وبين مكة عشرة أميال. ودفنت هناك، توفيت سنة ٥١ هـ وكانت قبل أن يتزوجها النبي صلى الله عليه وسلم عند أبي رهم بن عبد العزى. وهي مشتقة من اليمن وهي البركة والميمون المبارك. / من تهذيب الاسماء واللغات للنووي/ وسبب مبيته كما رواه الحاكم أن المصطفى صلى الله عليه وسلم وعد العباس بذود من الابل فأرسل عبد الله يستخيره فأدركه المساء فبات عندها.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (156,'«فاضطجعت في عرض الوسادة «١» واضطجع رسول الله صلى الله عليه وسلم في طولها، فنام رسول الله صلى الله عليه وسلم حتى إذا انتصف الليل أو قبله بقليل أو بعده بقليل فاستيقظ رسول الله صلى الله عليه وسلم فجعل يمسح النوم عن وجهه وقرأ العشر آيات الخواتيم من سورة آل عمران «٢» ، ثم قام إلى شن «٣» معلق فتوضأ منها فأحسن الوضوء ثم قام يصلي.
قال عبد الله بن عباس فقمت إلى جنبه «٤» فوضع رسول الله صلى الله عليه وسلم يده اليمنى على رأسي ثم أخذ بأذني اليمنى ففتلها «٥» فصلى ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين ثم ركعتين «٦» قال: / معن/ ست مرات ثم أوتر «٧» ثم اضطجع حتى جاءه المؤذن فقام فصلى ركعتين خفيفتين «٨» ثم خرج فصلى الصبح» «٩» .
٢٥٣- حدثنا أبو كريب/ محمد بن العلاء/ حدثنا وكيع عن شعبة عن أبي جمرة «١٠» عن ابن عباس قال:
_________
(١) عرض، بفتح العين على الأشهر وفي رواية بضمها، أي بجانبها.
(٢) وأول الآيات إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ إلى آخر السورة وتندب قراءة هذه الآيات للشخص إذا استيقظ.
(٣) أي إلى قربة بالية معلقة لتبريد الماء.
(٤) في رواية فقمت وتوضأت فقمت عن يساره.
(٥) وفي رواية فأخذ بأذني فأدارني عن يمينه، تنبيها على ما هو السنة من وقوف المأموم الواحد عن يمين الامام، فان وقف عن يساره حوله الامام نادبا.
(٦) يؤخذ منه أنه يسن السلام من كل ركعتين، وصح الوصل من فعله صلى الله عليه وسلم، ويؤخذ منه جواز فعل النفل جماعة. ويؤخذ منه حذق ابن عباس مذ كان طفلا ومراقبته أحوال النبي صلى الله عليه وسلم في العادات والعبادات.
(٧) أي أفرد ركعة وحدها فتمت صلاته ثلاث عشرة ركعة كما في رواية الصحيحين منها ركعتان سنة العشاء أو سنة الوضوء والاحدى عشرة وتر على المشهور.
(٨) هما سنة الصبح فيسن تخفيفهما، ويؤخذ من الحديث أن فعل النفل في البيت أفضل إلا ما استثنى.
(٩) وأخرج الترمذي في الصلاة برقم ٢٣٢ قسما منه، وأخرجه البخاري ومسلم وغيرهم.
(١٠) أبو جمرة: نصر بن عمران البصري، مشهور بكنيته، ثقة، من الطبقة الثالثة. خرج له الستة.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (157,'«كان النبي صلى الله عليه وسلم يصلي من الليل ثلاث عشرة ركعة» «١» .
٢٥٤- حدثنا قتيبة بن سعيد. حدثنا أبو عوانة عن قتادة عن زرارة بن أوفى «٢» عن سعد بن هشام «٣» عن عائشة:
«أن النبي صلى الله عليه وسلم كان إذا لم يصل بالليل منعه من ذلك النوم أو غلبته عيناه صلى من النهار ثنتي عشرة ركعة» «٤» .
٢٥٥- حدثنا محمد بن العلاء حدثنا أبو اسامة عن هشام/ يعني ابن حسان/ عن محمد بن سيرين عن أبي هريرة:
«عن النبي صلى الله عليه وسلم قال إذا قام أحدكم من الليل فليفتتح صلاته بركعتين خفيفتين» «٥» .
٢٥٦- حدثنا قتيبة بن سعيد عن مالك بن أنس/ ح/ وحدثنا إسحاق بن موسى حدثنا معن حدثنا مالك عن عبد الله بن أبي بكرة عن أبيه «٦» أن عبد الله ابن قيس بن مخرمة «٧» أخبره عن زيد بن خالد الجهني «٨» أنه قال:
«لأرمقنّ صلاة النبي صلى الله عليه وسلم، فتوسدت عتبته أو فسطاطه فصلى رسول الله صلى الله عليه وسلم ركعتين خفيفتين ثم صلى ركعتين طويلتين «٩» ثم صلى ركعتين وهما
_________
(١) أخرجه الترمذي في الصلاة برقم ٤٤٢ والبخاري ومسلم وغيرهم.
(٢) زرارة بن أوفى: أبو حاجب البصري، قاضي البصرة، ثقة عابد، خرج له الستة.
(٣) سعد بن هشام: الأنصاري المدني، ثقة، من الطبقة الثالثة، استشهد بمكران. خرج له الستة.
(٤) أخرجه الترمذي في الصلاة برقم ٤٤٤
(٥) أخرجه مسلم في الصلاة برقم ٧٦٨ وغيره.
(٦) عبد الله بن أبي بكرة: الأنصاري المدني القاضي، حجة، مات سنة ١٣٥ هـ خرج له الأربعة. وأبوه: أبو بكرة المشهور بابن حزم. أكثر ابناه إسحاق وهشام الرواية عنه.
(٧) عبد الله بن قيس بن مخرمة: المطلبي، يقال له رؤبة، تابعي كبير، ولي العراق قبل الحجاج أياما، وولي قضاء المدينة. خرج له مسلم والأربعة.
(٨) زيد بن خالد الجهني: المدني، صحابي مشهور، سكن المدينة وحضر الحديبية، وكان معه لواء جهينة يوم الفتح. توفي سنة ٨٨ هـ.
(٩) ذكر طويلتين ثلاث مرات للمبالغة في غاية الطول.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (158,'دون اللتين قبلهما ثم صلى ركعتين وهما دون اللتين قبلهما ثم صلى ركعتين وهما دون اللتين قبلهما ثم صلى ركعتين وهما دون اللتين قبلهما ثم أوتر فذلك ثلاث عشرة ركعة» «١» .
٢٥٧- حدثنا إسحق بن موسى. حدثنا معن. حدثنا مالك عن سعيد بن أبي سعيد المقبري عن أبي سلمة بن عبد الرحمن أنه أخبره أنه سأل عائشة رضي الله تعالى عنها كيف كانت صلاة رسول الله صلى الله عليه وسلم في رمضان؟ فقالت:
«ما كان رسول الله صلى الله عليه وسلم ليزيد في رمضان ولا في غيره عن إحدى عشرة ركعة يصلي أربعا لا تسأل عن حسنهن وطولهنّ ثمّ يصلي أربعا لا تسأل عن حسنهنّ وطولهنّ ثم يصلي ثلاثا قالت عائشة رضي الله عنها: قلت: يا رسول الله أتنام قبل أن توتر فقال يا عائشة إن عيني تنامان ولا ينام قلبي» «٢» .
٢٥٨- حدثنا إسحاق بن موسى. حدثنا معن. حدثنا مالك عن ابن شهاب عن عروة عن عائشة رضي الله عنها:
«أن رسول الله (صلى الله عليه وسلم) كان يصلي من الليل إحدى عشرة ركعة يوتر منها بواحدة فإذا فرغ منها اضطجع على شقه الأيمن» «٣» .
حدثنا ابن أبي عمر حدثنا معن عن مالك عن ابن شهاب نحوه/ ح/ وحدثنا قتيبة عن مالك عن ابن شهاب نحوه.
٢٥٩- حدثنا هناد حدثنا أبو الأحوص عن الأعمش عن ابراهيم عن الأسود عن عائشة قالت:
«كان رسول الله صلى الله عليه وسلم يصلي من الليل تسع ركعات» «٤» .
_________
(١) وأخرجه مسلم في الصلاة. وأبو داود فيه وابن ماجه فيه ومالك في الموطأ فيه.
(٢) وأخرجه الترمذي في الصلاة برقم ٤٣٩ والبخاري ومسلم وغيرهم.
(٣) أخرجه الترمذي في الصلاة برقم ٤٢٠ والبخاري ومسلم وغيرهم، وفعله هذا منه صلى الله عليه وسلم يدل على استحباب الاضطجاع وقد تركه صلى الله عليه وسلم بيانا لجواز الترك/ والله أعلم/.
(٤) أخرجه الترمذي في الصلاة برقم ٤٤٢ والبخاري ومسلم وغيرهم.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (159,'حدثنا محمود بن غيلان، حدثنا يحيى بن آدم، حدثنا سفيان الثوري عن الأعمش نحوه.
٢٦٠- حدثنا محمد بن المثنى. حدثنا محمد بن جعفر. حدثنا شعبة عن عمرو بن مرة عن أبي حمزة «١» رجل من الأنصار عن رجل من بني عبس عن حذيفة بن اليمان رضي الله عنه أنه صلى مع النبي صلى الله عليه وسلم من الليل قال:
«فلما دخل في الصلاة قال الله أكبر ذو الملكوت والجبروت والكبرياء والعظمة. قال: ثم قرأ البقرة ثم ركع فكان ركوعه نحوا من قيامه وكان يقول سبحان ربي العظيم سبحان ربي العظيم ثم رفع رأسه فكان قيامه نحوا من ركوعه، وكان يقول لربي الحمد لربي الحمد ثم سجد فكان سجوده نحوا من قيامه وكان يقول سبحان ربي الأعلى سبحان ربي الأعلى ثم رفع رأسه فكان ما بين السجدتين نحوا من السجود وكان يقول رب اغفر لي رب اغفر لي حتى قرأ البقرة وآل عمران والنساء والمائدة أو الأنعام. / شعبة الذي شك في المائدة والأنعام» «٢» .
قال أبو عيسى وأبو حمزة اسمه طلحة بن زيد وأبو حمزة الضبعي اسمه نصر بن عمران.
٢٦١- حدثنا أبو بكر محمد بن نافع البصري «٣» . حدثنا عبد الصمد بن عبد الوارث «٤» عن إسماعيل بن مسلم العبدي «٥» عن أبي المتوكل «٦» عن عائشة رضي الله عنها قالت:
_________
(١) أبو حمزة: طلحة بن يزيد، وثقه النسائي خرج له البخاري والأربعة.
(٢) أخرجه الترمذي في الصلاة برقم ٢٦٢ واحمد ومسلم وابو داود وابن ماجه.
(٣) أبو بكر محمد بن نافع البصري: روى عن غندر وجماعة، وروى عنه مسلم وعدة. قال الذهبي: ثقة.
(٤) عبد الصمد بن عبد الوارث: التنوري أبو سهل، حافظ حجة، روى عن هشام الدستوائي وشعبة، وروى عنه ابنه وغندر، توفي سنة ٢٠٧ هـ خرج له الستة.
(٥) إسماعيل بن مسلم العبدي: البصري القاضي، ثقة، من الطبقة السادسة، خرج له مسلم.
(٦) أبو المتوكل: اسمه علي بن داود أو علي بن دؤد.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (160,'«قام رسول الله صلى الله عليه وسلم بآية من القرآن ليلة» «١» .
٢٦٢- حدثنا محمود بن غيلان. حدثنا سليمان بن حرب. حدثنا شعبة عن الأعمش عن أبي وائل «٢» عن عبد الله بن مسعود قال:
«صليت ليلة مع رسول الله صلى الله عليه وسلم فلم يزل قائما حتى هممت بأمر سوء، قيل له وما هممت به؟ قال هممت أن أقعد وأدع النبي صلى الله عليه وسلم» «٣» .
حدثنا سفيان بن وكيع حدثنا جرير عن الأعمش نحوه.
٢٦٣- حدثنا إسحاق بن موسى الأنصاري. حدثنا معن. حدثنا مالك عن أبي النضر عن أبي سلمة عن عائشة رضي الله تعالى عنها:
«أن النبي صلى الله عليه وسلم كان يصلي جالسا فيقرأ وهو جالس فإذا بقي من قراءته قدر ما يكون ثلاثين أو أربعين آية قام فقرأ وهو قائم ثم ركع وسجد ثم صنع في الركعة الثانية مثل ذلك» «٤» .
٢٦٤- حدثنا أحمد بن منيع. حدثنا هشيم حدثنا خالد الحذاء. عن عبد الله بن شقيق «٥» قالت سألت عائشة رضي الله عنها عن صلاة رسول الله صلى الله عليه وسلم عن تطوعه فقالت:
_________
(١) في فضائل القرآن لأبي عبيدة عن أبي ذر «قام المصطفى صلى الله عليه وسلم ليلة فقرأ آية واحدة الليل كله حتى اصبح بها يقوم وبها يركع فقيل لأبي ذر، ما هي؟ قال إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ من سورة المائدة ١١٨، وانما كررها حتى أصبح لما اعتراه عند قراءتها من هول ما ابتدئت به/ والله أعلم/.
(٢) أبو وائل: الأسدي شقيق بن سلمة الكوفي. قال الذهبي: له إدراك، توفي سنة ثلاث وثمانين، من العلماء العاملين اتفقوا على توثيقه.
(٣) أخرجه البخاري في الصلاة ومسلم فيه وابن ماجه فيه.
(٤) وأخرجه الترمذي في الصلاة برقم ٣٧٤ وأخرجه أبو داود في الصلاة برقم ٩٥٥ والبخاري ومسلم وابن ماجه والنسائي والحديث يدل على جواز فعل بعض صلاة التطوع من قعود وبعضها من قيام وهو قول الجمهور. انظر ما كتب على حديث ٣٧٤ من سنن الترمذي ١/ ٨٠.
(٥) عبد الله بن شقيق: البصري، قال أحمد ثقة ناصبي. من الطبقة الثالثة. خرج له الستة.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (161,'«كان يصلي ليلا طويلا قائما وليلا طويلا قاعدا، فإذا قرأ وهو قائم ركع وسجد وهو قائم، وإذا قرأ وهو جالس ركع وسجد وهو جالس» «١» .
٢٦٥- حدثنا إسحاق بن موسى الأنصاري. حدثنا معن. حدثنا مالك عن ابن شهاب عن السائب بن يزيد عن المطلب بن أبي وداعة السهمي «٢» عن حفصه «٣» زوج النبي صلى الله عليه وسلم قالت:
«كان رسول الله صلى الله عليه وسلم يصلي في سبحته «٤» قاعدا ويقرأ بالسورة ويرتلها حتى تكون أطول من أطول منها» «٥» .
٢٦٦- حدثنا الحسن بن محمد الزعفراني. حدثنا الحجاج بن محمد عن ابن جريح قال: أخبرني عثمان بن أبي سليمان «٦» أن أبا سلمة بن عبد الرحمن أخبره أن عائشة رضي الله تعالى عنها أخبرته:
«أن النبي صلى الله عليه وسلم لم يمت حتى كان أكثر صلاته وهو جالس» .
٢٦٧- حدثنا أحمد بن منيع. حدثنا إسماعيل بن إبراهيم عن أيوب عن نافع عن ابن عمر رضي الله عنهما قال:
«صليت مع رسول الله صلى الله عليه وسلم ركعتين قبل الظهر وركعتين بعدها وركعتين بعد المغرب في بيته وركعتين بعد العشاء في بيته» «٧» .
_________
(١) أخرجه الترمذي في الصلاة برقم ٣٧٥ وبقية أصحاب الكتب الستة. أبو داود برقم ٩٥٥.
(٢) المطلب بن أبي وداعه السهمي: أسلم يوم الفتح، ونزل المدينة وبها مات. خرج له الجماعة إلا البخاري.
(٣) حفصة بنت عمر بن الخطاب كانت زوجة لخنيس السهمي. ثم تزوجها النبي صلى الله عليه وسلم. وقد وصفها جبريل بأنها صوامة قوامة، وقال لرسول الله صلى الله عليه وسلم انها زوجتك يوم القيامة.
(٤) وهي النافلة، والسائب، والمطلب وحفصة كلهم من الصحابة يروي بعضهم عن بعض.
(٥) أخرجه الترمذي في الصلاة برقم ٣٧٣ وأحمد ومسلم والنسائي والمراد أن مدة قراءته لها أطول من قراءة سورة أخرى أطول منها إذا قرئت غير مرتلة.
(٦) عثمان بن أبي سليمان: المكي قاضي مكة، وثقه أحمد، من الطبقة السادسة خرج له الجماعة.
(٧) أخرجه الترمذي في الصلاة برقم ٤٢٥ والشيخان.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (162,'٢٦٨- حدثنا أحمد بن منيع. حدثنا إسماعيل بن إبراهيم. حدثنا أيوب عن نافع عن ابن عمر رضي الله عنهما قال وحدثتني حفصة:
«أن رسول الله صلى الله عليه وسلم كان يصلي ركعتين حين يطلع الفجر وينادي المنادي» «١» . قال أيوب: وأراه «٢» قال خفيفتين.
٢٦٩- حدثتنا قتيبة بن سعد. حدثنا مروان بن معاوية الفزاري عن جعفر بن برقاق. عن ميمون بن مهران «٣» عن ابن عمر رضي الله عنهما قال:
«حفظت من رسول الله صلى الله عليه وسلم ثماني ركعات ركعتين قبل الظهر وركعتين بعدها وركعتين بعد المغرب وركعتين بعد العشاء. قال: ابن عمر وحدثتني حفصة بركعتي الغداة «٤» ولم أكن أراهما من النبي «٥» صلى الله عليه وسلم» «٦» .
٢٧٠- حدثنا أبو سلمة يحيى بن خلف «٧» . حدثنا بشر بن المفضل عن خالد الحذاء عن عبد الله بن شقيق قال: سألت عائشة رضي الله عنها عن صلاة رسول الله صلى الله عليه وسلم قالت:
«كان يصلي قبل الظّهر ركعتين وبعدها ركعتين وبعد المغرب ركعتين وبعد العشاء ركعتين وقبل الفجر اثنتين» «٨» .
_________
(١) أخرجه الشيخان.
(٢) بضم الهمزة أي أظنه، والذي قال هو نافع.
(٣) ميمون بن مهران: أبو أيوب، عالم الرقة، ثقة عابد كبير القدر. توفي سنة ١١٧ هـ خرج له الجماعة.
(٤) هي صلاة الفجر.
(٥) لأنه صلى الله عليه وسلم كان يصليهما في البيت.
(٦) أخرجه الترمذي في الصلاة برقم ٤٣٣ والشيخان وغيرهم.
(٧) أبو سلمة يحيى بن خلف: البصري، صدوق، توفي سنة ٢٤٢ هـ خرج له مسلم وأبو داود.
(٨) أخرجه الترمذي في الصلاة برقم ٤٣٦ ومسلم.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (163,'٢٧١- حدثنا محمد بن المثنى. حدثنا محمد بن جعفر. حدثنا شعبة عن أبي إسحاق قال: سمعت عاصم بن ضمرة «١» يقول سألنا عليا كرم الله وجهه عن صلاة رسول الله صلى الله عليه وسلم من النهار فقال:
«إنّكم لا تطيقون ذلك، قال فقلنا من أطاق ذلك منّا صلى، فقال كان إذا كانت الشّمس من ههنا كهيئتها من ههنا عند العصر صلى ركعتين، وإذا كانت الشمس من ههنا كهيئتها من ههنا عند الظهر صلى أربعا ويصلي قبل الظّهر أربعا وبعدها ركعتين وقبل العصر أربعا يفصل بين كل ركعتين بالتسليم على الملائكة المقربين والنبيّين ومن تبعهم من المؤمنين والمسلمين» «٢» .
_________
(١) عاصم بن ضمرة: وثقه ابن المديني، وقال النسائي: لا بأس به. توفي سنة ٧٤ هـ. خرج له الأربعة.
(٢) الترمذي برقم ٤٢٩ و ٥٩٨ وأحمد والنسائي وابن ماجه.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (164,'<span data-type="title" id=toc-46>٤٠- باب صلاة الضحى «١»</span>
٢٧٢- حدثنا محمود بن غيلان. حدثنا أبو داود الطيالسيّ. حدثنا شعبة عن يزيد الرّشك «٢» قال:
«سمعت معاذة «٣» قالت: قلت لعائشة رضي الله تعالى عنها أكان النّبيّ صلى الله عليه وسلم يصلي الضّحى، قالت: نعم أربع ركعات. ويزيد ما شاء الله عزّ وجلّ» «٤» .
_________
(١) أي الصلاة التي تؤدى في الضحى، ووقتها من ارتفاع الشمس قدر رمح الى الزوال. وقال في العارضة ٢/ ٢٥٧ كانت صلاة الانبياء: قبل محمد صلى الله عليه وسلم قال تعالى مخبرا عن داود إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ. سورة ص الاية ١٨ وهي نافلة مستحبة وفي صلاة الضحى أحاديث أصولها ثلاث: الأول: حديث أبي داود ومسلم عن أبي ذر برقم ٧٢٠ «يصبح على كل سلامي من أحدكم صدقة، فكل تسبيحة صدقة وكل تحميدة صدقة وكل تهليلة صدقة وكل تكبيرة صدقة، وأمر بالمعروف صدقة ونهي عن المنكر صدقة ويجزىء من ذلك ركعتان يركعهما من الضحى» . والثاني: حديث سهل بن معاذ بن أنس الجهني عن أبيه عن النبي صلى الله عليه وسلم عند أبي داود «من قعد في مصلاه حين ينصرف من صلاة الصبح يسبح حتى صلاة الضحى» الخ. والثالث: حديث أم هانىء عند مسلم برقم ٣٣٦ «دخل بيتها يوم فتح مكة فصلى ثماني ركعات» الخ. وانظر سنن الترمذي ٢/ ١٩٤ واحكام القرآن لابن العربي ٤/ ١٦١٣.
(٢) الرشك: بكسر الراء وسكون الشين وهو الذي يقسم الدور، وهو يزيد بن أبي يزيد الضبعي أحسب أهل زمانه، ولذا لقب بالرشك.
(٣) معاذة: بنت عبد الله العدوية، أم الصهباء البصرية، ثقة، من الطبقة الثالثة. خرج لها الستة.
(٤) أخرجه أحمد وابن ماجه ومسلم برقم ٧١٩، وفي المجموع للنووي ٤/ ٣٥ من السنن صلاة الضحى وأفضلها ثمان ركعات لحديث أم هانىء وأقلها ركعتان لحديث أبي ذر عند مسلم «يجزي من ذلك ركعتان يصليهما من الضحى» ووقتها إذا أشرقت الشمس إلى الزوال. انظر الترمذي ٢/ ١٩٨.',NULL,'170',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (165,'٢٧٣- حدثنا محمد بن المثنى. حدثني حكيم بن معاوية الزّيادي «١» . حدثنا زياد بن عبيد الله بن الرّبيع الزّياديّ عن حميد الطويل عن أنس بن مالك:
«أنّ النّبيّ صلى الله عليه وسلم كان يصلي الضّحى ست ركعات» «٢» .
٢٧٤- حدثنا محمد بن المثنى. حدثنا محمد بن جعفر. حدثنا شعبة عن عمرو بن مرّة عن عبد الرحمن بن أبي ليلى «٣» قال:
«ما أخبرني أحد أنّه رأى النّبيّ صلى الله عليه وسلم يصلي الضّحى إلا أمّ هانىء رضي الله تعالى عنها فإنها حدّثت أنّ رسول الله صلى الله عليه وسلم دخل بيتها يوم فتح مكة فاغتسل فسبّح ثمان ركعات ما رأيته صلى الله عليه وسلم صلّى صلاة قطّ أخف منها غير أنه كان يتمّ الرّكوع والسّجود» «٤» .
٢٧٥- حدثنا ابن أبي عمر. حدثنا وكيع. حدثنا كهمس بن الحسن عن عبد الله بن شقيق قال:
«قلت لعائشة رضي الله تعالى عنها أكان النّبيّ صلى الله عليه وسلم يصلي الضّحى قالت:
لا، إلا أن يجيء من مغيبه» «٥» .
٢٧٦- حدثنا زياد البغدادي. حدثنا محمد بن ربيعة «٦» عن فضيل بن مرزوق «٧» عن عطية «٨» عن أبي سعيد الخدري رضي الله عنه قال:
_________
(١) حكيم بن معاوية الزيادي: البصري، مستور، من الطبقة العاشرة. خرج له مسلم.
(٢) تفرد به الترمذي في الشمائل (الجامع الصغير)
(٣) عبد الرحمن بن أبي ليلى: الانصاري المدني الكوفي، تابعي جليل، كان أصحابه يعظمونه كأنه أمير، توفي سنة ٨٨ هـ. خرج له الجماعة اتفقوا وأثنى على توثيقه، وأثنى عليه الكبار.
(٤) الترمذي في الصلاة برقم ٤٧٤ وفي الاستئذان والسير والبخاري ومسلم في الصلاة برقم ٣٣٦ وأبو داود في الصلاة والنسائي في الطهارة وابن ماجه في الصلاة.
(٥) أخرجه الترمذي. وأبو داود برقم ١٢٩٢ ومسلم والنسائي. ويجيء من مغيبه: أي من سفره وفي نسخة من سفره.
(٦) محمد بن ربيعة: الكوفي، أبو عمر، وثقه أبو داود، وقال أبو حاتم: صالح الحديث. من الطبقة السابعة خرج له الجماعة.
(٧) الفضيل بن مرزوق: أبو عبد الرحمن الكوفي، وثقه غير واحد، وقيل يهم وتشيع، من الطبقة السابعة، خرج له مسلم والأربعة.
(٨) عطية: المازني له صحبة. خرج له مسلم والأربعة.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (166,'«كان النّبيّ صلى الله عليه وسلم يصلي الضّحى حتى نقول لا يدعها ويدعها حتى نقول لا يصليها» «١» .
٢٧٧- حدثنا أحمد بن منيع. عن هشيم. حدثنا عبيدة عن ابراهيم عن سهم بن منجاب «٢» عن قرثع الضّبيّ «٣» / أو/ عن قزعة «٤» عن قرثع عن أبي أيّوب الأنصاريّ رضي الله تعالى عنه:
«أنّ النّبيّ صلى الله عليه وسلم كان يدمن «٥» أربع ركعات عند زوال الشّمس فقلت يا رسول الله إنك تدمن هذه الأربع ركعات عند زوال الشّمس فقال: إن أبواب السماء تفتح عند زوال الشّمس فلا ترتج «٦» حتى يصلّى الظّهر فأحبّ أن يصعد لي في تلك السّاعة خير. قلت: أفي كلّهنّ قراءة؟ قال: نعم. قلت: هل فيهنّ تسليم فاصل قال: لا» «٧» .
أخبرني أحمد بن منيع أبو معاوية حدثنا عبيدة عن إبراهيم عن سهم بن منجاب عن قزعة عن قرثع عن أبي أيّوب الأنصاريّ رضي الله عنه عن النبي صلى الله عليه وسلم نحوه.
٢٧٨- حدثنا محمد بن المثنى. حدثنا أبو داود. حدثنا محمد بن مسلم بن أبي الوضّاح «٨» عن عبد الكريم الجزري «٩» عن مجاهد عن عبد الله بن السائب «١٠» :
_________
(١) أخرجه الترمذي برقم ٤٧٧.
(٢) سهم بن منجاب: بن راشد الضبي الكوفي من الطبقة السادسة.
(٣) قرثع الضبي: صدوق. من الطبقة الثانية مخضرم، خرج له أبو داود والنسائي وابن ماجه.
(٤) قزعة: بن سويد بن حجر الباهلي، مختلف فيه، خرج له الستة.
(٥) يدمن: أي يداوم.
(٦) بضم التاء الأولى وفتح التاء الثانية: أي لا تغلق.
(٧) أخرجه أبو داود برقم ١٢٧٠ وابن ماجه.
(٨) مسلم بن أبي الوضاح: الجزري، نزيل مكة، أبو سعيد المؤدب، مشهور بكنيته، صدوق يهم، من الطبقة الثامنة. خرج له الجماعة.
(٩) عبد الكريم الجزري: ابو سعيد كان حافظا مكثرا مات سنة ١٢٧ هـ خرج له الجماعة.
(١٠) عبد الله بن السائب: المخزومي المكي الكوفي، له ولأبيه صحبة. خرج له الجماعة.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (167,'«أنّ رسول الله صلى الله عليه وسلم كان يصلي أربعا بعد أن تزول الشمس قبل الظّهر وقال:
إنها ساعة تفتح فيها أبواب السماء فأحبّ أن يصعد لي فيها عمل صالح» «١» .
٢٧٩- حدثنا أبو سلمة يحيى بن خلف. حدثنا عمر بن عليّ المقدمي «٢» عن مسعر بن كدام عن أبي إسحاق عن عاصم بن ضمرة عن علي:
«أنّه كان يصلي قبل الظّهر أربعا وذكر أنّ رسول الله صلى الله عليه وسلم كان يصليها عند الزّوال ويمدّ فيها» «٣» .
_________
(١) أخرجه الترمذي في الصلاة برقم ٤٧٨.
(٢) عمر بن علي المقدمي: البصري الواسطي الأصل، ثقة يدلس، من الطبقة الثامنة خرج له الجماعة.
(٣) أخرج الترمذي في الصلاة برقم ٤٢٤ نحوه',NULL,'173',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (168,'<span data-type="title" id=toc-47>٤١- باب صلاة التطوع في البيت «١»</span>
٢٨٠- حدثنا عبّاس العنبريّ «٢» . حدثنا عبد الرحمن بن مهدي عن معاوية بن صالح «٣» عن العلاء بن الحارث «٤» عن حرام بن معاوية «٥» عن عمه عبد الله بن سعد «٦» قال:
«سألت رسول الله صلى الله عليه وسلم عن الصّلاة في بيتي والصّلاة في المسجد قال: قد ترى ما أقرب بيتي من المسجد فلئن أصلي في بيتي أحبّ إليّ من أن أصلي في المسجد إلّا أن تكون صلاة مكتوبة» «٧» .
_________
(١) التطوع: هو ما زاد عن الفرض.
(٢) عباس العنبري: بن عبد العظيم أبو الفضل، من حفاظ البصرة. توفي سنة ٢٤٦ هـ. وخرج له الجماعة.
(٣) معاوية بن صالح: الحضرمي، ابو عبد الرحمن، قاضي الاندلس، صدوق يهم. توفي سنة ١٥٨ هـ. خرج له الستة.
(٤) العلاء بن الحارث: بن عبد الوارث الحضرمي، أبو وهب، صدوق فقيه رمي بالقدر، واختلط، من الطبقة الخامسة، خرج له مسلم والأربعة.
(٥) حرام بن معاوية: الأنصاري، ثقة من الطبقة الثالثة، خرج أبو داود وابن ماجه.
(٦) عبد الله بن سعد: الأنصاري، عم حرام بن حكيم، صحابي نقل أنه شهد وقعة القادسية.
(٧) أخرجه ابن ماجه في الصلاة.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (169,'<span data-type="title" id=toc-48>٤٢- باب ما جاء في صوم رسول الله صلى الله عليه وسلم</span>
٢٨١- حدثنا قتيبة بن سعيد. حدثنا حماد بن زيد عن أيوب عن عبد الله بن شقيق قال:
«سألت عائشة رضي الله تعالى عنها عن صيام رسول الله صلى الله عليه وسلم قالت: كان يصوم حتى نقول قد صام، ويفطر حتى نقول قد أفطر قال: وما صام رسول الله صلى الله عليه وسلم شهرا كاملا منذ قدم المدينة إلّا رمضان» «١» .
٢٨٢- حدثنا عليّ بن حجر. حدثنا إسماعيل بن جعفر «٢» عن حميد عن أنس بن مالك أنه سئل عن صوم النّبي (صلى الله عليه وسلم) . حدثنا شعبة عن يزيد الرشق قال:
«كان يصوم من الشهر حتى نرى أن «٣» لا يريد أن يفطر منه، ويفطر حتى نرى أن لا يريد أن يصوم منه شيئا. وكنت لا تشاء أن تراه من الليل مصليا إلّا رأيته مصلّيا ولا نائما إلّا رأيته نائما» «٤» .
٢٨٣- حدثنا محمود بن غيلان. حدثنا أبو داود. حدثنا شعبة عن أبي بشر قال سمعت سعيد بن جبير عن ابن عباس قال:
«كان النّبي صلى الله عليه وسلم يصوم حتى نقول ما يريد أن يفطر منه ويفطر حتى نقول ما
_________
(١) أخرجه الترمذي برقم ٧٦٨ وأبو داود برقم ٢٤٣٤ ومسلم والنسائي.
(٢) إسماعيل بن جعفر: المدني، الزرقي؛ نسبة لبني زريق بطن من الانصار، ثقة توفي سنة ١٨٠ هـ.
(٣) كذا في أكثر النسخ وفي نسخة (انه)
(٤) أخرجه الشيخان.',NULL,'175',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (170,'يريد أن يصوم منه، وما صام شهرا كاملا مذ قدم المدينة إلّا رمضان» «١» .
٢٨٤- حدثنا محمد بن بشّار. حدثنا عبد الرحمن بن مهدي عن سفيان عن منصور عن سالم بن أبي الجعد «٢» عن أبي سلمة عن أمّ سلمة قالت:
«ما رأيت النّبيّ صلى الله عليه وسلم يصوم شهرين متتابعين إلا شعبان ورمضان» «٣» .
قال أبو عيسى هذا اسناد صحيح وهكذا قال عن أبي سلمة عن أم سلمة وروى هذا الحديث غير واحد عن أبي سلمة عن عائشة رضي الله تعالى عنها عن النّبي صلى الله عليه وسلم ويحتمل أن يكون أبو سلمة بن عبد الرحمن قد روى هذا الحديث عن عائشة وأم سلمة جميعا عن النّبي صلى الله عليه وسلم.
٢٨٥- حدثنا هناد. حدثنا عبدة عن محمد بن عمرو. حدثنا أبو سلمة عن عائشة قالت:
«لم أر رسول الله صلى الله عليه وسلم يصوم في شهر أكثر من صيامه لله في شعبان، كان يصوم شعبان إلّا قليلا بل كان يصومه كلّه» «٤» .
٢٨٦- حدثنا القاسم بن دينار/ الكوفي. حدثنا عبيد بن موسى وطلق بن غنّام «٥» عن شيبان عن عاصم عن زر بن حبيش «٦» عن عبد الله «٧» قال:
_________
(١) أخرجه مسلم.
(٢) سالم بن أبي الجعد: هو رافع الفطاني الأشجعي مولاهم، الكوفي، ثقة، مرسل، خرج له الستة.
(٣) أخرجه الترمذي. برقم ٧٣٦ وأبو داود برقم ٢٣٣٦ والنسائي.
(٤) الترمذي في الصوم برقم ٧٣٧.
(٥) طلق بن غنام: الكوفي، ثقة. توفي سنة ٢١١ هـ. خرج له البخاري والأربعة.
(٦) زر بن حبيش: أبو مريم الأسدي، أدرك الجاهلية، عاش ١٢٠ سنة، توفي سنة ٨٢ هـ. خرج له الجماعة.
(٧) عبد الله هو ابن مسعود لأنه هو المراد عند إطلاق اسم «عبد الله» .',NULL,'176',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (171,'«كان رسول الله صلى الله عليه وسلم يصوم من غرّة «١» كل شهر ثلاثة أيام، وقلّما كان يفطر يوم الجمعة» «٢» .
٢٨٧- حدثنا أبو حفص/ عمر بن علي. حدثنا عبد الله بن داود «٣» عن ثور بن يزيد عن خالد بن معدان عن ربيعة الجرشي «٤» عن عائشة قالت:
«كان النّبيّ صلى الله عليه وسلم يتحرّى صوم الاثنين والخميس» «٥» .
٢٨٨- حدّثنا محمد بن يحيى. حدّثنا أبو عاصم عن محمد بن رفاعة «٦» عن سهيل بن أبي صالح عن أبيه عن أبي هريرة:
«أنّ النّبيّ صلى الله عليه وسلم قال: تعرض الأعمال يوم الاثنين والخميس فأحبّ أن يعرض عملي وأنا صائم» «٧» .
٢٨٩- حدثنا محمود بن غيلان. حدثنا أبو أحمد ومعاوية بن هشام. قالا:
حدثنا سفيان عن منصور عن خيثمة «٨» عن عائشة قالت:
«كان النّبيّ صلى الله عليه وسلم يصوم من الشّهر السّبت والأحد والاثنين ومن الشّهر الآخر الثلاثاء والأربعاء والخميس» «٩» .
_________
(١) الغرة: أول الشهر.
(٢) الترمذي برقم ٧٤٢ وأبو داود برقم ٤٢٥٠ والنسائي واحمد.
(٣) عبد الله بن داود: الواسطي، قال البخاري: فيه نظر، قال عصام: تفرد المصنف بالرواية عنه. وليس كما زعم.
(٤) ربيعة الجرشي: اختلف في صحبته، ثقة، خرج له الأربعة.
(٥) أخرجه الترمذي برقم ٧٤٥ وابن ماجه برقم ٧٣٩ والنسائي.
(٦) محمد بن رفاعة: القرظي، ذكره ابن حبان في الثقات، من الطبقة السابعة، خرج له الستة.
(٧) أخرجه الترمذي برقم ٧٤٧.
(٨) خيثمة: بن عبد الرحمن الكوفي، ثقة، خرج له الجماعة.
(٩) أخرجه أحمد وأخرج ابن ماجه نحوه، وانظر ما كتب على هذا الحديث في سنن الترمذي ٣/ ٩٤.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (172,'٢٩٠- حدثنا أبو مصعب المديني «١» مالك بن أنس عن أبي النّضر عن أبي سلمة بن عبد الرحمن عن عائشة قالت:
«ما كان رسول الله صلى الله عليه وسلم يصوم في شهر أكثر من صيامه في شعبان» «٢» .
٢٩١- حدثنا محمود بن غيلان. حدثنا أبو داود. حدثنا شعبة عن يزيد الرشك قال:
«سمعت معاذة قال: قلت لعائشة: أكان رسول الله صلى الله عليه وسلم يصوم ثلاثة أيام من كلّ شهر قالت: نعم قلت: من أيّه كان يصوم قالت: كان لا يبالي من أيّه صام»
قال أبو عيسى: يزيد الرشك هو يزيد الضبعي البصري وهو ثقة روى عنه شعبة وعبد الوارث بن سعيد وحماد بن يزيد اسماعيل بن إبراهيم وغير واحد من الأئمة وهو يزيد القاسم ويقال القسام. والرشك بلغة أهل البصرة هو القسّام.
٢٩٢- حدثنا هارون بن إسحاق الهمذاني. حدثنا عبدة بن سليمان «٣» عن هشام بن عروة عن أبيه عن عائشة قالت:
«كان عاشوراء «٤» يوما تصومه قريش في الجاهلية، وكان رسول الله صلى الله عليه وسلم
_________
(١) أبو مصعب المديني: وفي نسخة المدني، هو عبد السلام بن حفص، وثقه ابن معين، من الطبقة السابعة. خرج له أبو داود والنسائي.
(٢) وأخرجه الترمذي برقم ٧٣٧ وقال الترمذي في سننه قال ابن المبارك في هذا الحديث: هو جائز في كلام العرب إذا صام أكثر الشهر ان يقال له صام الشهر كله. وفي نيل الأوطار ٤/ ٣٤٥ أخرجه الشيخان أيضا.
(٣) عبدة بن سليمان: أبو محمد الكلابي المقرىء، قال أحمد ثقة وزيادة مع صلاحه وشدة فقره توفي سنة ١٨٨ هـ.
(٤) عاشوراء: هو اليوم العاشر من المحرم. وليس في كلامهم فاعولاء بالمد غيره وألحق به تاسوعاء.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (173,'يصومه، فلمّا قدم المدينة صامه «١» وأمر بصيامه، فلمّا افترض رمضان «٢» كان رمضان هو الفريضة وترك عاشوراء فمن شاء صامه ومن شاء تركه» «٣» .
٢٩٣- حدثنا محمد بن بشار. حدثنا عبد الرحمن بن مهدي حدثنا سفيان عن منصور عن ابراهيم عن علقمة قال:
«سألت عائشة رضي الله عنها: أكان رسول الله صلى الله عليه وسلم يخصّ من الأيام شيئا؟
قالت: كان عمله ديمة «٤» ، وأيكم يطيق ما كان رسول الله صلى الله عليه وسلم يطيق» «٥» .
٢٩٤- حدثنا هارون بن إسحاق. حدثنا عبدة عن هشام بن عروة عن أبيه عن عائشة قالت:
«دخل عليّ رسول الله صلى الله عليه وسلم وعندي امرأة «٦» ، فقال: من هذه؟ قلت فلانة لا تنام الليل، فقال رسول الله صلى الله عليه وسلم عليكم من الأعمال ما تطيقون فو الله لا يملّ الله حتى تملّوا وكان أحبّ ذلك إلى رسول الله صلى الله عليه وسلم الذي يدوم عليه صاحبه» «٧» .
٢٩٥- حدثنا أبو هشام/ محمد بن يزيد الرّفاعي. حدثنا ابن فضيل عن الأعمش عن أبي صالح قال:
_________
(١) أخرجه الشيخان عن ابن عباس انه صلى الله عليه وسلم لما قدم المدينة وجد اليهود تصوم عاشوراء فسألهم عن ذلك فقالوا هذا يوم نجى الله فيه موسى وأغرق فيه فرعون وقومه فصامه شكرا فنحن نصومه فقال صلى الله عليه وسلم نحن أحق بموسى منكم فصامه وأمر بصيامه.
(٢) كان فرض رمضان في السنة الثانية للهجرة.
(٣) أخرجه الترمذي برقم ٧٥٣ والبخاري ومسلم.
(٤) ديمة: أي دائما.
(٥) وعند الترمذي في الادب برقم ٢٨٦٠ عن عائشة «كان أحب العمل إلى رسول الله صلى الله عليه وسلم ما ديم عليه» .
(٦) اسم هذه المرأة الحولاء بنت تويت بن حبيب من رهط خديجة.
(٧) أشار اليه الترمذي في سننه في آخر حديث ٢٨٦٠.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (174,'«سألت عائشة وأمّ سلمة أيّ العمل كان أحبّ إلى رسول الله صلى الله عليه وسلم قالتا:
ماديم عليه وان قلّ» «١» .
٢٩٦- حدثنا محمد بن اسماعيل «٢» . حدثنا عبد الله بن صالح «٣» . حدثني معاوية بن صالح عن عمرو بن قيس أنه سمع عاصم بن حميد قال «٤» : سمعت عوف بن مالك «٥» يقول:
«كنت مع رسول الله صلى الله عليه وسلم ليلة «٦» فاستاك ثمّ توضأ ثمّ قام يصلّي فقمت معه، فبدأ فاستفتح البقرة فلا يمرّ بآية رحمة إلّا وقف فسأل ولا يمرّ بآية عذاب إلّا وقف فتعوذ ثمّ ركع فمكث راكعا بقدر قيامه ويقول في ركوعه سبحان ذي الجبروت والملكوت والكبرياء والعظمة؛ ثم سجد بقدر ركوعه ويقول في سجوده سبحان ذي الجبروت والملكوت والكبرياء والعظمة، ثم قرأ آل عمران ثم سورة سورة يفعل مثل ذلك» «٧» .
_________
(١) أخرجه الترمذي في الادب برقم ٢٨٦٠
(٢) هو البخاري صاحب الصحيح.
(٣) عبد الله بن صالح: بن محمد بن مسلم، أبو صالح المصري، كاتب الليث ثقة مكثر حسن الحديث، كذبه ابن جزرة. توفي سنة ٢٢٣ هـ. خرج له البخاري في التعليق وأبو داود.
(٤) عاصم بن حميد: السكوني الحمصي، صدوق مخضرم، من الطبقة الثانية خرج له ابو داود والنسائي.
(٥) صحابي جليل من مسلمة الفتح. سكن دمشق.
(٦) أي ليلة عظيمة كأنها ليلة القدر.
(٧) أخرجه أبو داود في الصلاة والنسائي فيه.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (175,'<span data-type="title" id=toc-49>٤٣- باب ما جاء في قراءة رسول الله صلى الله عليه وسلم</span>
٢٩٧- حدثنا قتيبة بن سعيد. حدثنا الليث عن أبي مليكة، عن يعلى بن مملك «١» أنه:
«سأل أمّ سلمة عن قراءة رسول الله صلى الله عليه وسلم فإذا هي تنعت «٢» قراءة مفسّرة حرفا حرفا» «٣» .
٢٩٨- حدثنا محمد بن بشار. حدثنا وهب بن جرير بن حازم. حدثنا أبي عن قتادة قال:
«قلت لأنس بن مالك: كيف كانت قراءة رسول الله صلى الله عليه وسلم؟ قال مدّا» «٤» .
٢٩٩- حدثنا علي بن حجر. حدثنا يحيى بن سعيد الأموي «٥» عن ابن جريج عن ابن أبي مليكة عن أم سلمة قالت:
«كان النّبيّ صلى الله عليه وسلم يقطّع «٦» قراءته يقول: الحمد لله رب العالمين ثم يقف ثم
_________
(١) يعلى بن مملك: روى عن أم الدرداء وأم سلمة، وقد وثق.
(٢) تنعت: أي تصف، ومفسره/ بسين مشددة مفتوحة. من الفسر وهو البيان، أي واضحة مرتلة مبينة. ومعنى حرفا: أي كلمة كلمة.
(٣) الترمذي في ثواب القرآن برقم ٢٩٢٤ والنسائي وأبو داود برقم ١٤٦٦.
(٤) أخرجه البخاري في كتاب فضائل القرآن في باب الترتيل في القراءة وأبو داود برقم ١٤٦٥ والنسائي وابن ماجه في الصلاة. ومعنى (مدا) أي يمد الحرف الذي يستحق المد/ أنظر القسطلاني على البخاري ٧/ ٥٣٥.
(٥) يحيى بن سعيد الأموي: ثقة من الطبقة الثالثة خرج له البخاري في الادب ومسلم.
(٦) من التقطيع وهو جعل الشيء قطعا قطعا أي يقف على رؤوس الآي.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (176,'يقول الرحمن الرحيم ثم يقف وكان يقرأ مالك «١» يوم الدين» «٢» .
٣٠٠- حدثنا قتيبة. حدثنا اللّيث عن معاوية بن صالح عن عبد الله بن أبي قيس قال:
«سألت عائشة رضي الله عنها عن قراءة النّبيّ صلى الله عليه وسلم أكان يسرّ بالقراءة أم يجهر قالت: كلّ ذلك قد كان يفعل، قد كان ربّما أسرّ وربّما جهر. فقلت:
الحمد لله الذي جعل في الأمر سعة» «٣» .
٣٠١- حدثنا محمود بن غيلان. حدثنا وكيع. حدثنا مسعر عن أبي العلاء العبدي «٤» عن يحيى بن جعدة عن أم هانىء قالت:
«كنت أسمع قراءة النبيّ صلى الله عليه وسلم وأنا على عريشي» «٥» .
٣٠٢- حدثنا محمود بن غيلان. حدثنا أبو داود. حدثنا شعبة، عن معاوية بن قرّة قال سمعت عبد الله بن مغفّل يقول:
«رأيت النبيّ صلى الله عليه وسلم على ناقته يوم الفتح «٦» وهو يقرأ إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً «٧» لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ مِنْ ذَنْبِكَ وَما تَأَخَّرَ قال «٨» فقرأ ورجّع «٩» قال «١٠» وقال
_________
(١) (مالك) بالألف، وقد أخرجه الترمذي في سننه في كتاب القراءات بلا ألف.
(٢) أخرجه الترمذي برقم ٢٩٢٨ وأبو داود في الصلاة برقم ١٤٦٦ وأخرجه أيضا أبو داود في القراءات برقم ٤٠٠١ والنسائي في الصلاة.
(٣) أخرجه الترمذي في ثواب القرآن برقم ٢٩٢٥ وأبي داود في الصلاة برقم ١٤٣٥ والبخاري والنسائي وابن ماجه ومسلم.
(٤) أبو العلاء العبدي: هلال بن الخباب، صدوق، تغير آخرا، من الطبقة الخامسة.
(٥) أخرجه النسائي في الصلاة وابن ماجه فيه. وكان ذلك في مكة قبل الهجرة وذلك في صلاة النبي صلى الله عليه وسلم في الليل عند الكعبة، ومعنى قولها وأنا على عريشي أي على سريري.
(٦) أي فتح مكة.
(٧) هذا الفتح هو فتح مكة، أو فتح خيبر، والأكثرون على أنه صلح الحديبية.
(٨) أي قال عبد الله بن مغفل.
(٩) رجع: بتشديد الجيم المفتوحة أي رد صوته بالقراءة، وقال بعض الشراح أراد بالترجيع تحسين التلاوة.
(١٠) قال: أي شعبة لانه الراوي عن شعبة.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (177,'معاوية بن قرّة لولا أن يجتمع الناس عليّ لأخذت لكم في ذلك الصوت أو قال اللحن «١» » «٢» .
٣٠٣- حدثنا قتيبة بن سعيد. حدثنا نوح بن قيس «٣» الحدّاني عن حسام ابن مصكّ «٤» عن قتادة «٥» قال:
«ما بعث الله نبيا إلّا حسن الوجه حسن الصوت، وكان نبيّكم صلى الله عليه وسلم حسن الوجه حسن الصوت وكان لا يرجّع «٦» » «٧» .
٣٠٤- حدثنا عبد الله بن عبد الرحمن. حدثنا يحيى بن حسان. حدثنا عبد الرحمن بن أبي الزّناد. عن عمرو بن أبي عمرو عن عكرمة عن ابن عباس رضي الله عنهما قال:
«كانت قراءة النبيّ صلى الله عليه وسلم ربّما يسمعها من في الحجرة وهو في البيت» «٨» .
_________
(١) اللحن: بفتح اللام وسكون الحاء واحد اللحون، وهو التطريب والترجيع وتحسين القراءة.
(٢) أخرجه أبو داود في الصلاة برقم ١٤٦٧ والبخاري في المغازي والتفسير وفي فضائل القرآن التوحيد ومسلم في الصلاة وأبو داود فيه.
(٣) نوح بن قيس الحداني: نسبة إلى (حدان) قبيلة من الازد، أبو روح البصري، قال الذهبي: حسن الحديث وقد وثق. توفي سنة ٨٣ هـ. خرج له مسلم والأربعة.
(٤) حسام بن مصك: الأسدي، أبو سهل البصري، ضعيف متروك من الطبقة السابعة. خرج له المصنف.
(٥) قتادة: تابعي من أصحاب الحسن البصري ثقة ثبت ورد ذكره في الحديث رقم ٢٦.
(٦) أي لا يرجع ترجيع الغناء أو لا يرجع في بعض الاحيان. جمعا بين الاحاديث.
(٧) هذا الحديث مرسل لأنه من رواية التابعي الذي لم يذكر فيه الصحابي.
(٨) أخرجه أبو داود في الصلاة باب رفع الصوت بالقراءة حديث رقم ١٣٢٧ وهذا الحديث يدل على توسطه (صلى الله عليه وسلم) في القراءة.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (178,'<span data-type="title" id=toc-50>٤٤- باب ما جاء في بكاء رسول الله صلى الله عليه وسلم</span>
٣٠٥- حدثنا سويد بن نصر. حدثنا عبد الله بن المبارك عن حماد بن سلمة عن ثابت عن مطرّف «١» وهو ابن الشّخّير عن أبيه «٢» قال:
«أتيت رسول الله (صلى الله عليه وسلم) وهو يصلي ولجوفه أزيز كأزيز المرجل «٣» من البكاء» «٤» .
٣٠٦- حدثنا محمود بن غيلان. حدثنا معاوية بن هشام. حدثنا سفيان عن الأعمش عن إبراهيم عن عبيد عن عبد الله بن مسعود رضي الله عنه قال:
«قال لي رسول الله (صلى الله عليه وسلم) : إقرأ عليّ. فقلت: يا رسول الله أقرأ عليك وعليك أنزل؟ قال: إني أحبّ أن أسمعه عن غيري «٥» فقرأت سورة النّساء حتى بلغت وَجِئْنا بِكَ عَلى هؤُلاءِ شَهِيداً «٦» قال: فرأيت عيني رسول الله تهملان» «٧» .
_________
(١) مطرف: المصري، ثقة عابد، من الطبقة الثانية. خرج له الجماعة. وأبوه: عبد الله بن عوف ابن كعب العامري البصري، صحابي من مسلمة الفتح. خرج له الجماعة الا البخاري.
(٢) وهو عبد الله بن الشخير صحابي أدرك الجاهلية والاسلام وهو من مسلمة الفتح.
(٣) أي غليان كغليان القدر. وهذا دليل على كمال خوفه (صلى الله عليه وسلم) من ربه ومعلوم ان العمل على قدر العلم والمعرفة وهو (صلى الله عليه وسلم) سيد العارفين بالله وقد قال (صلى الله عليه وسلم) : «إني لأعلمكم بالله وأشدكم له خشية» . وقال «إني لأخشاكم لله وأتقاكم لله» وقال «إني لأستغفر الله في اليوم مائة مرة» .
(٤) أخرجه أبو داود في الصلاة.
(٥) يحتمل أن يكون هذا تشريعا لطريق العرض على الشيخ، عكس ما وقع لأبي حيث قال النبي (صلى الله عليه وسلم) «أمرت أن أقرأ عليك» .
(٦) الآية ٤١.
(٧) أخرجه الترمذي في التفسير برقم ٣٠٢٨ والشيخان وأبو داود والنسائي.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (179,'٣٠٧- حدثنا قتيبة. حدثنا جرير عن عطاء بن السائب «١» عن أبيه عن عبد الله بن عمرو قال:
«انكسفت الشّمس يوما على عهد رسول الله (صلى الله عليه وسلم) «٢» فقام رسول الله (صلى الله عليه وسلم) يصلّي «٣» حتى لم يكد يركع ثم ركع فلم يكد يرفع رأسه ثم رفع رأسه فلم يكد أن يسجد ثم سجد فلم يكد أن يرفع رأسه فلم يكد أن يسجد ثم سجد فلم يكد أن يرفع رأسه فجعل ينفخ ويبكي ويقول ربّ ألم تعدني أن لا تعذبهم وأنا فيهم ربّ ألم تعدني ألا تعذبهم وهم يستغفرون «٤» ونحن نستغفرك فلمّا صلى ركعتين انجلت الشّمس فقام فحمد الله تعالى وأثنى عليه ثم قال: إنّ الشّمس والقمر آيتان من آيات الله «٥» لا ينكسفان لموت أحد ولا لحياته فإذا انكسفا فافزعوا إلى ذكر الله» «٦» .
٣٠٨- حدثنا محمود بن غيلان. حدثنا أبو أحمد. حدثنا سفيان عن عطاء بن السائب عن عكرمة، عن ابن عباس قال:
«أخذ رسول الله (صلى الله عليه وسلم) ابنة له تقضي «٧» فاحتضنها فوضعها بين يديه
_________
(١) عطاء بن السائب: الثقفي الكوفي، صدوق، اختلط، من الطبقة الخامسة. خرج له البخاري والأربعة. وأبوه: السائب بن مالك أو ابن زيد الكوفي، ثقة، من الطبقة الثانية. خرج له البخاري في تاريخه والأربعة.
(٢) زاد البخاري يوم مات إبراهيم فقال الناس، كسفت الشمس لموت إبراهيم. كان ذلك في السنة العاشرة.
(٣) صلاة الكسوف والخسوف سنة عند الجميع والجماعة فيها سنة عند الأكثر، وتفصيلها يرجع فيه لكتب الفقه.
(٤) قال تعالى: في سورة الأنفال الآية رقم ٣٣ وَما كانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ، وَما كانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ.
(٥) للدلالة على قدرته ووحدانيته أو على تخويف العباد من بأسه وسطوته قال تعالى وَما نُرْسِلُ بِالْآياتِ إِلَّا تَخْوِيفاً الإسراء (٥٩) .
(٦) أخرجه النسائي في صلاة الكسوف.
(٧) تشرف على الموت وفي رواية النسائي ابنة صغيرة وهي ابنة بنته زينب من أبي العاص بن الربيع فإضافتها إليه مجازية وقيل غير ذلك انظر ما كتب في جمع الوسائل للقاري ٢/ ١٢٣ وفيه لعل الصواب ابنه فوقعت تحريف الخ..',NULL,'185',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (180,'فماتت وهي بين يديه وصاحت أمّ أيمن «١» فقال يعني (صلى الله عليه وسلم) : أتبكين عند رسول الله فقالت ألست أراك تبكي قال إنّي لست أبكي إنما هي رحمة «٢» إن المؤمن بكل خير على كل حال إن نفسه تنزع من بين جنبيه وهو يحمد الله عزّ وجلّ» «٣» .
٣٠٩- حدثنا محمد بن بشّار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن عاصم بن عبيد الله «٤» عن القاسم بن محمد «٥» عن عائشة رضي الله عنها.
«أنّ رسول الله صلى الله عليه وسلم قبّل عثمان بن مظعون «٦» وهو ميت وهو يبكي أو قال عيناه تهراقان» «٧» .
٣١٠- حدثنا إسحاق بن منصور. أخبرنا أبو عامر «٨» . حدثنا فليح وهو ابن سليمان عن هلال بن علي «٩» عن أنس بن مالك قال:
_________
(١) أم أيمن: حاضنته (صلى الله عليه وسلم) ومولاته الحبشية وماتت بعد عمر بعشرين يوما وكان (صلى الله عليه وسلم) ورثها من أبيه وأعتقها حين تزوج خديجة وزوجها لزيد مولاه فولدت له اسامة وقد شهدت أحدا وكانت تسقي وتداوي الجرحى وشهدت خيبر.
(٢) زاد في رواية الصحيحين (جعلها الله في قلوب عباده فإنما يرحم الله من عباده الرحماء) .
(٣) أخرجه النسائي في الجنائز باب في البكاء على الميت/ ٤/ ١١.
(٤) عاصم بن عبيد الله: بن عمر بن الخطاب، ضعفه ابن معين، وقال البخاري منكر الحديث. خرج له البخاري في الادب المفرد والاربعة.
(٥) القاسم بن محمد: بن أبي بكر، أحد فقهاء المدينة السبعة، من الطبقة الثانية، مناقبه لا تحصى. خرج له الجماعة.
(٦) أبو السائب عثمان بن مظعون، كان من السابقين إلى الاسلام أسلم قبل دخول رسول الله صلى الله عليه وسلم دار الارقم وهو وأبو عبيدة بن الجراح وعبد الرحمن بن عوف، وقد هاجر إلى الحبشة ثم إلى المدينة، وقد حرم على نفسه الخمر في الجاهلية وقال- لا أشرب شيئا يذهب عقلي ويضحك بي من هو أدنى مني. وقد آخى الرسول صلى الله عليه وسلم بين عثمان بن مظعون وأبي الهيثم بن التيهان الانصاري. توفي بعد سنتين ونصف من الهجرة.
(٧) أخرجه الترمذي برقم ٩٨٩ وأبو داود برقم ٣١٦٣ وابن ماجه برقم ١٤٥٦. وفي هذا الحديث جواز تقبيل الميت الصالح وقد قبل أبو بكر النبي صلى الله عليه وسلم وهو ميت وقال: طبت حيا وميتا بأبي أنت وأمي ثم أبو بكر تلى قوله تعالى: إِنَّكَ مَيِّتٌ الخ.
(٨) أبو عامر: عبد الملك بن عمرو البصري الحافظ. خرج له الستة.
(٩) هلال بن علي: المدني، ثقة، من الطبقة الخامسة، خرج له الجماعة.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (181,'«شهدنا ابنة «١» لرسول الله صلى الله عليه وسلم جالس على القبر فرأيت عينيه تدمعان فقال: أفيكم رجل لم يقارف «٢» الليلة قال أبو طلحة «٣» أنا قال انزل فنزل في قبرها» .
_________
(١) هي أم كلثوم زوجة عثمان بن عفان.
(٢) كنى بالمقارفة عن الجماع
(٣) أبو طلحة هو زيد بن سهيل الانصاري الخزرجي النجاري عقبي بدري، شهد المشاهد مع رسول الله صلى الله عليه وسلم وقال عنه صلى الله عليه وسلم لصوت ابي طلحة في الجيش خير من مائة رجل، قتل يوم حنين عشرين رجلا، وقد تصدق أبو طلحة بحائط له اسمه بيرحاء/ عندها نزل قول الله تعالى لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ وهو عم أنس وزوج أمه أم سليم، وقيل توفي في البحر غازيا/ أنظر تهذيب الاسماء للنووي.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (182,'<span data-type="title" id=toc-51>٤٥- باب ما جاء في فراش رسول الله صلى الله عليه وسلم</span>
٣١١- حدثنا علي بن حجر. حدثنا علي بن مسهر «١» عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت:
«إنّما كان فراش رسول الله صلى الله عليه وسلم الذي ينام عليه من أدم «٢» حشوه ليف» «٣» .
٣١٢- حدثنا أبو الخطاب/ زياد بن يحيى البصري/ حدثنا عبد الله بن مهدي. حدثنا جعفر بن محمد «٤» عن أبيه قال:
«سئلت عائشة ما كان فراش رسول الله صلى الله عليه وسلم في بيتك قالت: من أدم حشوه من ليف، وسئلت حفصة ما كان فراش رسول الله صلى الله عليه وسلم في بيتك قالت مسحا «٥» نثنيه ثنيّتين فينام عليه؛ فلمّا كان ذات ليلة قلت لو ثنيته أربع ثنيات لكان أوطأ له؛ فثنيناه له بأربع ثنيات، فلمّا أصبح قال: ما فرشتموا لي الليلة؟ قالت قلنا هو فراشك، الا أنّا ثنيناه بأربع ثنيات، قلنا هو أوطأ لك، قال: ردوه لحالته الأولى فإنّه منعتني وطاءته صلاتي الليلة» «٦» .
_________
(١) علي بن مسهر: القرشي الكوفي، الحافظ، كان فقيها محدثا، له غرائب. توفي سنة ١٨٩ هـ خرج له الستة.
(٢) الأدم بفتحتين، جمع أديم وهو الجلد المدبوغ أو مطلق الجلد والليف هو ليف النخل.
(٣) أخرجه مسلم في اللباس برقم ٢٠٨٢ وأخرجه الترمذي في اللباس برقم ١٧٦١ وأبو داود في اللباس برقم ٤١٤٧ وابن ماجه بنحوه.
(٤) أي الصادق بن الباقر.
(٥) مسحا بكسر الميم وسكون السين وهو كساء خشن يعد للفراش من صوف.
(٦) في الجامع الصغير (كان فراشه مسحا) أخرجه الترمذي في الشمائل عن حفصة ولم يذكر غيره.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (183,'<span data-type="title" id=toc-52>٤٦- باب ما جاء في تواضع رسول الله صلى الله عليه وسلم</span>
٣١٣- حدثنا أحمد بن منيع وسعيد بن عبد الرحمن المخزوميّ «١» وغير واحد قالوا- حدثنا سفيان بن عيينة عن الزّهريّ عن عبيد الله عن ابن عباس عن عمر بن الخطاب قال-:
«قال رسول الله صلى الله عليه وسلم: لا تطروني «٢» كما أطرت النّصارى ابن مريم إنّما أنا عبد فقولوا: عبد الله ورسوله» .
٣١٤- حدثنا عليّ بن حجر. حدثنا سويد بن عبد العزيز «٣» عن حميد عن أنس بن مالك رضي الله عنه:
«أن امرأة «٤» جاءت الى النبيّ صلى الله عليه وسلم فقالت له: إنّ لي اليك حاجة. فقال:
اجلسي في أيّ طريق المدينة شئت أجلس «٥» إليك» «٦» .
_________
(١) سعيد بن عبد الرحمن المخزومي: روى عن ابن عيينة وعدة، ثقة. توفي سنة ٢٤٩ هـ خرج له النسائي.
(٢) الاطراء هو حسن الثناء أي لا تبالغوا في مدحي كما بالغت النصارى في مدح سيدنا عيسى فجعلوه إلها أو ابن إله.
(٣) سويد بن عبد العزيز: أبو محمد الدمشقي، قاضي بعلبك، ثم نائب الحكم في دمشق، قال البخاري: في حديثه نظر لا يحتمل. توفي سنة ١٩٤ هـ.
(٤) من الأنصار كما في البخاري وفي رواية ومعها صبي لها. وفي بعض حواشي الشفاء ان اسمها أم زفر ماشطة خديجة.
(٥) في رواية مسلم زيادة «فخلا معها في بعض الطريق حتى فرغت من حاجتها، والغرض من البعد حتى لا يسمع بشكواها أحد غيره صلى الله عليه وسلم.
(٦) أخرجه البخاري ومسلم.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (184,'٣١٥- حدثنا عليّ بن حجر. حدثنا عليّ بن مسهر عن مسلم الأعور «١» عن أنس بن مالك رضي الله عنه قال:
«كان رسول الله صلى الله عليه وسلم يعود المريض ويشهد الجنائز ويركب الحمار ويجيب دعوة العبد. وكان يوم بني قريظة على حمار مخطوم «٢» بحبل من ليف وعليه إكاف «٣» من ليف» «٤» .
٣١٦- حدثنا واصل بن عبد الأعلى الكوفي. حدثنا محمد بن فضيل عن الأعمش عن أنس بن مالك رضي الله عنه قال:
«كان النّبيّ صلى الله عليه وسلم يدعى إلى خبز الشعير والإهالة السّنخة «٥» فيجيب. ولقد كان له درع «٦» عند يهوديّ فما وجد ما يفكّها حتى مات» «٧» .
٣١٧- حدثنا محمود بن غيلان. حدثنا أبو داود الحفري «٨» . عن سفيان عن الربيع بن صبيح «٩» عن يزيد بن أبان عن أنس بن مالك رضي الله عنه قال:
«حجّ رسول الله صلى الله عليه وسلم على رحل رثّ «١٠» وعليه قطيفة لا تساوي أربعة
_________
(١) مسلم الأعور: هو ابن كيسان الكوفي، أبو عبد الله، روى عن أنس ومجاهد وروى عنه شعبة وعلي بن مسهر. قال الذهبي: واه. خرج له البيهقي.
(٢) أي ذي خطم وهو الزمام الحبل من ليف.
(٣) الاكاف هو كالسرج للفرس.
(٤) أخرجه الترمذي في الجنائز وابن ماجه في التجارات.
(٥) والاهالة: (بكسر الهمزة) كل دهن يؤتدم به، أو الدسم الجامد والسنخة: هي الدهن المتغير الرائحة من طول المكث.
(٦) زاد البخاري درع من حديد، وهذه الدرع تسمى/ ذات الفضول/.
(٧) أخرجه الترمذي في البيوع برقم ١٢١٥ والبخاري في البيوع برقم ١٠٤٦ والرهن والنسائي في البيوع وابن ماجه في الاحكام.
(٨) أبو داود الحفري: نسبة إلى محلة بالكوفة، ثقة عابد.
(٩) الربيع بن صبيح: السعدي، قال أبو زرعة: صدوق. وضعفه النسائي. خرج له البخاري في التاريخ والنسائي.
(١٠) الرحل: ما يوضع على ظهر البعير للركوب عليه وهو القتب، وهو للبعير كالسرج للفرس. والرث: أي البالي.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (185,'دراهم، فقال: اللهمّ اجعله حجّا لا رياء فيه ولا سمعة» «١» .
٣١٨- حدثنا عبد الله بن عبد الرحمن. حدثنا عفّان. حدثنا حماد بن سلمة عن حميد عن أنس بن مالك رضي الله عنه قال:
«لم يكن شخص أحبّ إليهم من رسول الله صلى الله عليه وسلم قال: وكانوا إذا رأوه لم يقوموا لما يعلمون من كراهته «٢» لذلك» «٣» .
٣١٩- حدثنا سفيان بن وكيع. حدثنا جميع بن عمر بن عبد الرحمن العجلي أنبأنا رجل من بني تميم من ولد «٤» أبي هالة/ زوج خديجة «٥» / يكنى أبا عبد الله «٦» عن ابن أبي هالة «٧» عن الحسن بن علي «٨» قال:
«سألت خالي «٩» هند بن أبي هالة، وكان وصافا «١٠» عن حلية رسول الله صلى الله عليه وسلم، وأنا أشتهي أن يصف لي منها شيئا فقال: كان رسول الله صلى الله عليه وسلم فخما مفخّما،
_________
(١) البخاري في الحج وابن ماجه فيه.
(٢) كان هذا من تواضعه صلى الله عليه وسلم وحسن معاشرته لهم وهذا لا ينافي القيام لأهل الفضل من الصالحين. ودليل عدم المنافاة ان النبي صلى الله عليه وسلم كان لا يكره قيام بعضهم لبعض وأنه أمر أسرى بني قريظة فقال لهم: قوموا لسيدكم يعني سعد بن معاذ، وقد قام صلى الله عليه وسلم لعكرمة بن أبي جهل لما قدم عليه ليسلم وكان يقوم لعدي بن حاتم كلما دخل عليه وكان يقوم لعبد الله بن أم مكتوم ويفرش له رداءه ليجلس عليه ويقول: أهلا بالذي عاتبني ربي من أجله. وقد ورد أن الصحابة قاموا لرسول الله صلى الله عليه وسلم.
(٣) أخرجه الترمذي في الادب برقم ٢٧٥٥.
(٤) من جهة الأمهات لأنه من أسباط أبي هالة، والسبط ولد البنت.
(٥) أبو هالة تزوج خديجة في الجاهلية فولدت له ذكرين، هندا وهالة ثم مات، فتزوجها عتيق بن خالد المخزومي فولدت له عبد الله وبنتا. وتزوجها بعد هما رسول الله صلى الله عليه وسلم.
(٦) يكني ذلك الرجل التميمي، أبا عبد الله واسمه يزيد بن عمر.
(٧) والمراد ابنه بواسطة لانه ابن ابنه، واسمه هند وهو ابن هند الذي أخذ عنه الحسن، فقد اشترك مع ابيه في الاسم.
(٨) سبط النبي صلى الله عليه وسلم، وهو أكبر من الحسين بسنة، ولد في رمضان سنة ثلاث هجرية.
(٩) لان الحسن بن فاطمة التي هي ابنة خديجة وهند بن خديجة.
(١٠) لأنه أمعن النظر في ذات النبي صلى الله عليه وسلم وهو صغير مثل علي بن أبي طالب لأن كلا منهما تربى في حجر النبي صلى الله عليه وسلم، والصغير يتمكن من التأمل والامعان بخلاف الكبير فانه تمنعه المهابة والحياء.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (186,'يتلألأ وجهه تلألؤ القمر ليلة البدر، فذكر الحديث بطوله «١» . قال الحسن:
فكتمتها الحسين زمانا، ثم حدّثته فوجدته قد سبقني إليه. فسأله عما سألته عنه، ووجدته قد سأل أباه عن مدخله ومخرجه وشكله فلم يدع منه شيئا.
قال الحسين: فسألت أبي عن دخول رسول الله صلى الله عليه وسلم، فقال: كان إذا أوى إلى منزله جزّأ دخوله ثلاثة أجزاء جزءا لله وجزءا لأهله، وجزءا لنفسه. ثم جزّأ جزأه بينه وبين النّاس فيردّ ذلك بالخاصة على العامة «٢» ، ولا يدّخر عنهم شيئا، وكان من سيرته في جزء الأمّة إيثار أهل الفضل بإذنه، وقسمه على قدر فضلهم في الدين، فمنهم ذو الحاجة، ومنهم ذو الحاجتين، ومنهم ذو الحوائج، فيتشاغل بهم ويشغلهم فيما يصلحهم والأمة من مساءلتهم عنه وإخبارهم بالذي ينبغي لهم، ويقول: ليبلّغ الشاهد منكم الغائب، وأبلغوني حاجة من لا يستطع إبلاغها، فإنّه من أبلغ سلطانا حاجة من لا يستطع إبلاغها ثبّت الله قدميه يوم القيامة، لا يذكر عنده إلّا ذلك ولا يقبل من أحد غيره. يدخلون روّادا «٣» ولا يفترقون إلّا عن ذواق «٤» ، ويخرجون أدلة «٥» يعني على الخير. قال فسألته عن مخرجه كيف كان يصنع فيه؛ قال: كان رسول الله صلى الله عليه وسلم يخزن «٦» لسانه إلا فيما يعنيه، ويؤلفهم ولا ينفرهم «٧» ، ويكرم كريم كل قوم ويوليه عليهم، ويحذّر الناس ويحترس منهم من غير أن يطوي عن أحد منهم بشره وخلقه، ويتفقد أصحابه، ويسأل الناس عمّا في
_________
(١) وقد تقدم هذا الحديث في باب ما جاء في خلق رسول الله صلى الله عليه وسلم حديث رقم ٧.
(٢) المراد بالخاصة: الصحابة الذين يكثرون الدخول عليه كالخلفاء الأربعة والمراد بالعامة الذين لم يعتادوا الدخول عليه. فالخواص يأخذون عنه وهم يبلغونها بقية الناس.
(٣) الرواد: جمع رائد، وهو في الأصل من يتقدم القوم لينظر اليهم الكلأ ومساقط الماء والمراد هنا أكابر الصحابة.
(٤) والمعنى لا يتفرقون من عنده الا بعد استفادة علم وفير.
(٥) أي هداة للناس.
(٦) أي يحبس.
(٧) وقد وصفه ربه يقوله وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ. آل عمران ١٥٩.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (187,'الناس ويحسّن الحسن ويقوّيه، ويقبّح القبيح ويوهّيه، معتدل الأمر غير مختلف، لا يغفل مخافة أن يغفلوا أو يميلوا، لكلّ حال عنده عتاد، لا يقصّر عن الحق ولا يجاوزه، الذين يلونه من الناس، خيارهم؛ أفضلهم عنده أعمهم نصيحة، وأعظمهم عنده منزلة أحسنهم مواساة ومؤازرة. قال: فسألته عن مجلسه، فقال: كان رسول الله صلى الله عليه وسلم لا يقوم ولا يجلس إلّا على ذكر وإذا انتهى الى قوم جلس حيث ينتهي به المجلس، ويأمر بذلك، يعطي كلّ جلسائه بنصيبه، لا يحسب جليسه أنّ أحدا أكرم عليه منه. من جالسه أو فاوضه في حاجة صابره حتى يكون هو المنصرف عنه، ومن سأله حاجة لم يردّه إلّا بها أو بميسور من القول، قد وسع الناس بسطه وخلقه فصار لهم أبا وصاروا عنده في الحقّ سواء مجلسه مجلس علم وحلم وحياء، وأمانة وصبر لا ترفع فيه الأصوات ولا تؤبن فيه الحرم ولا تثنى «١» فلتاته، متعادلين؛ بل كانوا يتفاضلون فيه بالتقوى، متواضعين، يوقّرون فيه الكبير ويرحمون فيه الصغير، ويؤثرون ذا الحاجة ويحفظون الغريب» «٢» .
٣٢٠- حدثنا محمد بن عبد الله بن بزيع «٣» . حدثنا بشر بن المفضل. حدثنا سعيد عن قتادة عن أنس بن مالك رضي الله عنه قال:
«قال رسول الله صلى الله عليه وسلم لو أهدي إليّ كراع لقبلت ولو دعيت عليه لأجبت» «٤» .
٣٢١- حدثنا محمد بن بشار. حدثنا عبد الرحمن. حدثنا سفيان عن محمد بن المنكدر عن جابر رضي الله عنه قال:
«جاءني رسول الله صلى الله عليه وسلم ليس براكب بغل ولا برذون» «٥» .
_________
(١) لا تثنى: لا تذاع ولا تشاع.
(٢) انظر تخريج الحديث رقم ٧. ولا تؤبن: أي لا تعاب.
(٣) محمد بن عبد الله بن بزيع: البصري. توفي سنة ٢٥٧ هـ.
(٤) أخرجه الترمذي في الاحكام برقم ١٣٣٨.
(٥) أخرجه البخاري عن جابر «أتاني رسول الله يعودني وأبو بكر وهما ماشيان» . ويفيد الحديث تواضع الرسول صلى الله عليه وسلم وأنه كان يزور أصحابه ماشيا. لما في ذلك من كثرة الثواب. والبرذون: ضرب من الدواب يخالف الخيل، عظيم الخلقة.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (188,'٣٢٢- حدثنا عبد الله بن عبد الرحمن. حدثنا أبو نعيم. أنبأنا يحيى بن أبي الهيثم العطار «١» قال:
«سمعت يوسف بن عبد الله بن سلام «٢» قال: سمّاني: رسول الله صلى الله عليه وسلم يوسف وأقعدني في حجره ومسح على رأسي» «٣» .
٣٢٣- حدثنا إسحاق بن منصور. حدثنا أبو داود الطيالسيّ. حدثنا الربيع وهو ابن صبيح. حدثنا يزيد الرّقاشيّ عن أنس بن مالك رضي الله عنه:
«أنّ رسول الله صلى الله عليه وسلم حجّ على رحل رث وقطيفة كنّا نرى ثمنها أربعة دراهم، فلمّا استوت به راحلته قال: لبّيك بحجة لا سمعة فيها ولا رياء» «٤» .
٣٢٤- حدثنا إسحاق بن منصور. حدثنا عبد الرزاق. حدثنا معمر عن ثابت البنانيّ. وعاصم الأحول عن أنس بن مالك:
«أنّ رجلا خياطا دعا رسول الله صلى الله عليه وسلم وسلم فقرب منه ثريدا عليه دبّاء «٥» قال فكان رسول الله صلى الله عليه وسلم يأخذ الدّباء وكان يحبّ الدّباء. قال ثابت: فسمعت أنسا يقول فما صنع لي طعام أقدر على أن يصنع فيه دباء إلا صنع» «٦» .
٣٢٥- حدثنا محمد بن إسماعيل. حدثنا عبد الله بن صالح. حدثنا معاوية بن صالح عن يحي بن سعيد عن عمرة قالت:
«قيل لعائشة ماذا كان يعمل رسول الله صلى الله عليه وسلم في بيته، قالت: كان بشرا من البشر: يفلي ثوبه ويحلب شاته ويخدم نفسه» «٧» .
_________
(١) يحيى بن أبي الهيثم العطار: كوفي ثقة، خرج له البخاري في الادب.
(٢) صحابي صغير، وأبوه مبشر بالجنة.
(٣) زاد الطبراني ودعا له بالبركة.
(٤) انظر تخريج حديث رقم ٣٢٣.
(٥) وهو القرع.
(٦) انظر تخريج حديث رقم ١٦٣
(٧) عند الترمذي برقم ٢٤٩١ (يكون في مهنة أهله) والبخاري في الأدب والصلاة والنفقات.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (189,'<span data-type="title" id=toc-53>٤٧- باب ما جاء في خلق رسول الله صلى الله عليه وسلم</span>
٣٢٦- حدثنا عبّاس بن محمد الدّوريّ. حدثنا عبد الله بن يزيد المقرىء «١» . حدثنا ليث بن سعد «٢» . حدثني أبو عثمان الوليد بن أبي الوليد عن سليمان بن خارجة عن خارجة بن زيد «٣» بن ثابت قال:
«دخل نفر على زيد بن ثابت «٤» فقالوا له حدّثنا أحاديث رسول الله صلى الله عليه وسلم، قال: ماذا أحدّثكم؟ كنت جاره فكان إذا نزل عليه الوحي بعث إليّ فكتبته له «٥» ، فكنّا إذا ذكرنا الدنيا ذكرها معنا، وإذا ذكرنا الآخرة ذكرها معنا، وإذا
_________
(١) عبد الله بن يزيد المقرىء: المخزومي المدني الأعور مولى الاسود بن سفيان من شيوخ مالك، ثقة، خرج له الجماعة.
(٢) ليث بن سعد: عالم أهل مصر، قال الذهبي وثقوه وكان نظير مالك في العلم. توفي سنة ١٧٥ هـ.
(٣) خارجة بن زيد: أبو زيد الفقيه، أخذ عن أبيه واسامة بن زيد، وروى عنه الزهري وغيره توفي سنة ٩٩ هـ وهو أحد فقهاء المدينة السبعة.
(٤) زيد بن ثابت هو ابو سعيد، وقيل أبو خارجة الانصاري النجاري المدني، الفرضي الكاتب، كاتب الوحي والمصحف، وكان عمره حين قدم رسول الله صلى الله عليه وسلم إلى المدينة إحدى عشرة سنة، واستصغره النبي صلى الله عليه وسلم يوم بدر فرده وشهد أحدا والخندق وما بعدها من المشاهد وأعطاه النبي صلى الله عليه وسلم يوم تبوك راية بني النجار وقال: القرآن مقدم وزيد أكثر أخذا للقرآن، وكان يكتب الوحي للرسول صلى الله عليه وسلم ويكتب له أيضا المراسلات إلى الناس وكان يكتب لأبي بكر وعمر في خلافتهما، وكان أحد الثلاثة الذين جمعوا المصحف، أمره بذلك أبو بكر وعمر وكان عمر يستخلفه إذا حج، وكان معه حين قدم الشام وهو الذي تولى قسم غنائم اليرموك، وكان عثمان يستخلفه إذا حج؛ ورمي يوم اليمامة بسهم فلم يضره. وفي الحديث «أفرضكم زيد» وأمره صلى الله عليه وسلم أن يتعلم لغة اليهود. وكان من الراسخين في العلم، وكان على بيت المال في زمن عثمان. توفي بالمدينة سنة ٥٤ هـ/ من تهذيب الاسماء للنووي.
(٥) ومن كتاب الوحي أيضا عثمان، علي، أبي، معاوية، خالد بن سعيد وحنظلة بن الربيع، والعلاء بن الحضرمي، وأبان بن سعيد، وغيرهم.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (190,'ذكرنا الطّعام. ذكره معنا، فكلّ هذا أحدّثكم عن رسول الله صلى الله عليه وسلم» .
٣٢٧- حدثنا إسحاق بن موسى. حدثنا يونس بن بكير عن محمد بن إسحاق عن زياد بن أبي زياد «١» عن محمد بن كعب القرظيّ عن عمرو بن العاص «٢» قال:
«كان رسول الله صلى الله عليه وسلم يقبل بوجهه وحديثه عليّ حتى ظننت أنّي خير القوم، فقلت يا رسول الله أنا خير أو أبو بكر. فقال: أبو بكر فقلت: يا رسول الله أنا خير أم عمر. فقال: عمر. فقلت: يا رسول الله أنا خير أم عثمان. قال عثمان، فلمّا سألت رسول الله فصدقني فلوددت أنّي لم أكن سألته» «٣» .
٣٢٨- حدثنا قتيبة بن سعيد. حدثنا جعفر بن سليمان الضّبعيّ عن ثابت عن أنس بن مالك رضي الله عنه قال:
«خدمت رسول الله (صلى الله عليه وسلم) عشر سنين فما قال لي أف «٤» قطّ؛ وما قال لي لشيء صنعته، لم صنعته، ولا لشيء تركته لم تركته. وكان رسول الله صلى الله عليه وسلم من أحسن الناس خلقا ولا مسست خزّا «٥» ولا حريرا ولا شيئا ألين من كفّ رسول الله صلى الله عليه وسلم، ولا شممت مسكا قطّ ولا عطرا كان أطيب من عرق النبيّ صلى الله عليه وسلم» «٦» .
_________
(١) زياد بن أبي زياد: ميسرة مولى بني مخزوم، مدني نزل دمشق، تابعي جليل، ثقة حجة، من الطبقة الخامسة. خرج له مسلم والنسائي.
(٢) صحابي جليل أسلم مع خالد بن الوليد قبل غزوة الفتح وكان من قواد المسلمين المهرة والدهاة توفي بمصر وله مسجد عظيم فيها.
(٣) أخرجه الترمذي برقم ٣٨٨٠ مختصرا ومسلم برقم ٢٣٨٥ والبخاري بنحوه.
(٤) أف: بضم الهمزة وتشديد الفاء وكسرها بالتنوين وبدون تنوين، وهي كلمة تبرم وملال تقال لكل ما يتضجر منه، ويستوي فيه الواحد والمثنى والجمع والمذكر والمؤنث. وفيها عشر لغات. ونقل أبو حيان في الارتشاف نحو أربعين وجها.
(٥) الخز: ثياب تعمل من صوف وحرير.
(٦) الترمذي: برقم ٢٠١٦ والبخاري في الادب والوصايا والديات ومسلم وأبو داود برقم ٤٧٧٤.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (191,'٣٢٩- حدثنا قتيبة بن سعيد، وأحمد بن عبدة الضّبي/ والمعنى واحد/ قالا حدثنا حمّاد بن زيد عن سلم العلويّ «١» عن أنس بن مالك رضي الله عنه:
«عن رسول الله صلى الله عليه وسلم أنّه كان عنده رجل به أثر صفرة «٢» قال: وكان رسول الله صلى الله عليه وسلم لا يكاد يواجه أحدا بشيء يكرهه، فلمّا قام قال للقوم: لو قلتم له يدع «٣» هذه الصّفرة» «٤» .
٣٣٠- حدثنا محمد بن بشّار. حدثنا محمد بن جعفر. حدثنا شعبة عن أبي إسحاق عن أبي عبد الله الجدلي «٥» عن عائشة أنها قالت:
«لم يكن رسول الله صلى الله عليه وسلم فاحشا ولا متفحّشا «٦» ، ولا صخّابا «٧» في الأسواق ولا يجزي بالسيئة السيئة؛ ولكن يعفو ويصفح» «٨» .
٣٣١- حدثنا هارون بن إسحاق الهمذاني، حدثنا عبدة عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها قالت:
«ما ضرب رسول الله صلى الله عليه وسلم بيده شيئا قطّ «٩» إلّا أن يجاهد في سبيل الله «١٠» ولا ضرب خادما ولا امرأة» «١١» .
_________
(١) سلم العلوي: نسبة لقبيلة بني علي بن ثوبان، وهو ابن قيس، ضعيف، من الطبقة الرابعة، تكلم فيه شعبة، ووثقه يحيى. خرج له البخاري في التاريخ.
(٢) صفرة: أي بقية صفرة من زعفران.
(٣) الجمهور على كراهة المزعفر ومثله المعصفر.
(٤) الظاهر ان فعل ذلك لداعي المصلحة وأخرجه أبو داود بنحوه.
(٥) أبو عبد الله الجدلي: رمي بالتشيع، من كبار الطبقة الثالثة.
(٦) الفاحش: ذو الفحش، في طبعه في أقواله وأفعاله وصفاته، وان كان استعماله في القول أكثر والمتفحش: متكلف الفحش.
(٧) الصخاب: شديد الصوت.
(٨) أخرجه الترمذي في البر برقم ٢٠١٧.
(٩) يؤخذ من هذا الحديث أن الأولى للامام أو ولي الامر أن لا يقيم الحدود والتعازير بنفسه، بل يقيم لها من يستوفيها.
(١٠) قد وقع منه صلى الله عليه وسلم في غزوة أحد فانه قتل أبي بن خلف بيده ولم يقتل أحدا بعده.
(١١) أخرجه ابن ماجه في النكاح برقم ١٩٨٤.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (192,'٣٣٢- حدثنا أحمد بن عبدة الضّبيّ. حدثنا فضيل بن عياض «١» عن منصور عن الزهري عن عروة عن عائشة قالت:
«ما رأيت رسول الله صلى الله عليه وسلم منتصرا من مظلمة ظلمها قطّ مالم ينتهك من محارم الله شيء، فإذا انتهك من محارم الله شيء كان من أشدّهم في ذلك غضبا «٢» ، وما خيّر بين أمرين إلا اختار أيسرهما ما لم يكن مأثما» «٣» .
٣٣٣- حدثنا ابن أبي عمر. حدثنا سفيان عن محمد بن المنكدر عن عروة عن عائشة رضي الله عنها قالت:
«استأذن رجل «٤» على رسول الله صلى الله عليه وسلم وأنا عنده فقال: بئس ابن العشيرة (أو) «٥» أخو العشيرة، ثم أذن له فلمّا دخل ألان له القول «٦» ، فلما خرج قلت يا رسول الله قلت ما قلت ثم ألنت له القول فقال يا عائشة إنّ من شرّ الناس من تركه الناس أو ودعه الناس اتقاء فحشه» «٧» .
٣٣٤- حدثنا سفيان بن وكيع. حدثنا جميع بن عمير بن عبد الرحمن العجلي أنبأنا رجل من بني تميم من ولد أبي هالة «٨» زوج خديجة/ ويكنى أبا عبد الله عن ابن أبي هالة عن الحسن بن علي قال:
_________
(١) فضيل بن عياض: التيمي الخرساني، شيخ الشافعي، زاهد ومناقبه أكثر من أن تذكر. خرج له الجماعة.
(٢) والمعنى أن ينتقم ممن ارتكب ذلك لصلابته في الدين.
(٣) البخاري في الحدود وفي صفة النبي صلى الله عليه وسلم وفي الادب ومسلم في فضائل النبي صلى الله عليه وسلم وأبو داود في الادب برقم ٤٧٨٥ والطب.
(٤) هو عيينة بن حصن الفزاري، الذي يقال له الاحمق المطاع، وكان اذ ذاك من أهل النفاق ولذا قال فيه الرسول صلى الله عليه وسلم ما قال ليتقي شره، وهذا ليس بغيبة بل نصيحة للامة وقد أسلم بعد ذلك وحسن اسلامه وحضر بعض الفتوحات وقد اعتبر العلماء قول النبي صلى الله عليه وسلم فيه وهو غائب وإلانته له وهو حاضر من باب المداراة والتآلف.
(٥) الشك من الراوي، ورواية البخاري «أخو العشيرة» دون شك.
(٦) ألان له ليتألفه ليسلم قومه لأنه كان رئيسهم ومطاع فيهم، كما هو شأن الجفاة لانه لو لم يلن له القول لأفسد حال عشيرته وزين لهم العصيان لانهم لا يعصون له أمرا.
(٧) الترمذي في البر برقم ١٩٩٧ والبخاري في الأدب ومسلم برقم ٢٥٩١ وأبو داود برقم ٤٧٩١.
(٨) انظر كلمة عن أبي هالة في صفحة ٢١ حديث رقم ٧.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (193,'«قال الحسين: سألت أبي عن سيرة النبيّ صلى الله عليه وسلم في جلسائه فقال: كان رسول الله صلى الله عليه وسلم دائم البشر «١» ، سهل الخلق، لين الجانب ليس بفظ ولا غليظ ولا صخّاب ولا فحاش ولا عيّاب ولا مشاح «٢» يتغافل عمّا لا يشتهي، ولا يؤيس منه راجيه «٣» ، ولا يجيب فيه، قد ترك نفسه من ثلاث: المراء «٤» والإكثار «٥» وما لا يعنيه «٦» ، وترك الناس من ثلاث: كان لا يذمّ أحدا ولا يعيبه ولا يطلب عورته «٧» ، ولا يتكلّم إلّا فيما رجا ثوابه وإذا تكلّم أطرق جلساؤه كأنّما على رؤوسهم الطّير «٨» ، فإذا سكت تكلّموا، لا يتنازعون عنده الحديث، من تكلّم عنده أنصتوا له حتى يفرغ، حديثهم عنده حديث أولهم، يضحك ممّا يضحكون منه ويتعجّب مما يتعجبون منه ويصبر للغريب على الجفوة «٩» في منطقة ومسألته، حتى إذا كان أصحابه ليستجلبونهم» «١٠» .
«ويقول: إذا رأيتم طالب حاجة يطلبها فأرفدوه «١١» . ولا يقبل الثناء إلّا من
_________
(١) البشر: بكسر الباء وسكون الشين: أي طلاقة الوجه وبشاشته مع الناس.
(٢) اسم فاعل من باب المفاعلة من الشح وهو البخل، وفي نسخة بدله «ولا مداح» .
(٣) أي لا يصيره آيسا من بره.
(٤) المراء: الجدال وقد ورد «من ترك المراء، وهو محق بنى الله له بيتا في ربض الجنة» أي في أول الجنة.
(٥) أي استعظام نفسه في المشي والجلوس وغيره.
(٦) وقد ورد «من حسن اسلام المرء تركه ما لا يعنيه» وقال تعالى وَالَّذِينَ هُمْ عَنِ اللَّغْوِ مُعْرِضُونَ. المؤمنون الآية: ٣.
(٧) أي لا يطلب عورة أحد؛ وهي ما يستحيى منه إذا ظهر، والمعنى لا يظهر ما يريد الشخص ستره ويخفيه عن الناس.
(٨) المعنى، انهم كانوا لا جلالهم إياه لا يتحركون فكان صفتهم صفة من على رأسه طائر يريد أن يصيده. فهو يخاف أن يتحرك.
(٩) أي على الجفاء والغلظة مما كان يصدر من بعض الجفاة. وقد ورد ان ذا الخويصرة أتاه وهو يقسم قسما فقال يا رسول الله إعدل. فقال: ويحك، ومن يعدل إن لم أعدل. لقد خبت وخسرت إن لم أكن أعدل.
(١٠) أي يتمنون ان يجيء الغرباء إلى مجلسه صلى الله عليه وسلم ليستفيدوا بسبب أسئلتهم ما لا يستفيدون في غيبتهم لأنهم كانوا يتهيبون أن يسألوه.
(١١) أي أعينوه على طلبته.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (194,'مكافىء «١» ، ولا يقطع على أحد حديثه حتى يجوز «٢» فيقطعه بنهي أو قيام» «٣» .
٣٣٥- حدثنا محمد بن بشّار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن محمد بن المنكدر قال:
«سمعت جابر بن عبد الله يقول ما سئل «٤» رسول الله صلى الله عليه وسلم شيئا قطّ فقال لا» «٥» .
٣٣٦- حدثنا عبد الله بن عمران «٦» / أبو القاسم/ القرشيّ المكّي. حدثنا ابراهيم بن سعد «٧» عن ابن شهاب عن عبيد الله عن ابن عبّاس رضي الله عنهما قال:
«كان رسول الله صلى الله عليه وسلم تعالى عليه وسلم أجود الناس بالخير، وكان أجود ما يكون في شهر رمضان «٨» حتى ينسلخ فيأتيه جبريل فيعرض عليه القرآن «٩» فإذا لقيه جبريل كان رسول الله صلى الله عليه وسلم أجود بالخير من الرّيح المرسلة» «١٠» .
٣٣٧- حدثنا قتيبة بن سعيد. أخبرنا جعفر بن سليمان عن ثابت عن أنس بن مالك رضي الله تعالى عنه قال:
_________
(١) أي مقتصد في المدح غير متجاوز اللائق به.
(٢) يجاوز الحق ويتعداه.
(٣) أي يترك ذلك المجلس.
(٤) أي ما سأله أحد شيئا من أمور الدنيا من الخير فقال: لا أعطيك قط، بل إما أن يعطيه إن كان ميسورا أو أن يقول له ميسورا من القول بأن يعده أو يدعو له.
(٥) وأخرجه البخاري في الادب ومسلم في الفضائل.
(٦) عبد الله بن عمران: عابد زاهد، صدوق معمر: توفي سنة ٢٤٥ هـ.
(٧) إبراهيم بن سعد: الزهري أبو إسحاق. توفي سنة ١٨٣ هـ.
(٨) لأنه شهر يتفضل الله تعالى فيه على عباده ما لا يتفضل عليهم في غيره من الأوقات، ولأن شهر رمضان موسم الخيرات.
(٩) وقد ورد أن قراءة زيد بن ثابت هي القراءة التي قرأها رسول الله صلى الله عليه وسلم عن جبريل مرتين في العام الذي قبض فيه.
(١٠) أخرجه البخاري في بدء الوحي وفي صفة النبي صلى الله عليه وسلم وفي فضائل القرآن وبدء الخلق. وأخرجه مسلم في فضائل النبي صلى الله عليه وسلم.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (195,'«كان النّبيّ صلى الله عليه وسلم لا يدّخر شيئا لغد» «١» .
٣٣٨- حدثنا هارون بن موسى بن أبي علقمة المديني «٢» . حدثني أبي عن هشام بن سعد «٣» عن زيد بن أسلم عن أبيه عن عمر بن الخطاب رضي الله عنه:
«أن رجلا جاء إلى النّبي صلى الله عليه وسلم فسأله أن يعطيه فقال النّبيّ صلى الله عليه وسلم ما عندي شيء ولكن ابتع عليّ فإذا جاءني شيء قضيته، فقال عمر: يا رسول الله قد أعطيته «٤» فما كلّفك الله مالا تقدر عليه، فكره صلى الله عليه وسلم قول عمر فقال رجل من الأنصار يا رسول الله «أنفق ولا تخف من ذي العرش إقلالا» فتبسم رسول الله صلى الله عليه وسلم وعرف في وجهه البشر لقول الأنصاريّ ثم قال بهذا أمرت» .
٣٣٩- حدثنا عليّ بن حجر. أخبرنا شريك عن عبد الله بن محمد بن عقيل عن الرّبيّع بنت معوّذ بن عفراء قالت:
«أتيت النبيّ صلى الله عليه وسلم بقناع «٥» من رطب وأجر زغب «٦» فأعطاني ملء كفّه حليا وذهبا» «٧» .
_________
(١) أخرجه الترمذي في سننه في الزهد برقم ٢٣٦٣. وهذا منه صلى الله عليه وسلم لكمال توكله على ربه، وقد يدخر لعياله قوت سنتهم لضعف توكلهم بالنسبة إليه صلى الله عليه وسلم، وليكون سنة للمعيلين من أمته. وفي الصحيحين «أنه صلى الله عليه وسلم كان يدخر لأهله قوت سنتهم» .
(٢) هارون بن موسى: الفروي نسبة لجده فروة، قال الذهبي: صدوق مات سنة ٢٥٢ هـ. خرج له النسائي.
(٣) هشام بن سعد: المديني، قال أبو حاتم: لا يحتج به، وقال أحمد: لم يكن من الحفاظ. توفي سنة ٢٠٦ هـ خرج له الجماعة.
(٤) يحتمل أنه صلى الله عليه وسلم كان قد أعطاه في مرة سابقة، ويحتمل أن يكون المعنى أنك قد أعطيته الميسور من القول وهو قولك ما عندي شيء، فلا حاجة أن تلزم له شيئا في ذمتك.
(٥) أي طبق.
(٦) أجر: بفتح الهمزة وسكون الجيم أي قثاء صغار، والزغب جمع أزغب وهو صغار الريش أول طلع عليه شبه به ما على القثاء من الزغب.
(٧) سبق هذا الحديث في باب الفاكهة حديث رقم ٢٠٣ و ٢٠٤ وسبق ترجمة للربيع.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (196,'٣٤٠- حدثنا عليّ بن خشرم وغير واحد قالوا حدثنا عيسى بن يونس عن هشام عن عروة بن أبيه عن عائشة رضي الله عنها.
«أنّ النّبيّ صلى الله عليه وسلم كان يقبل الهدية ويثيب عليها» «١» .
_________
(١) أخرجه الترمذي في البر وأحمد والبخاري وأبو داود في البيوع برقم ٣٥٣٦.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (197,'<span data-type="title" id=toc-54>٤٨- باب ما جاء في حياء رسول الله صلى الله عليه وسلم</span>
٣٤١- حدثنا محمود بن غيلان. حدثنا أبو داود. حدثنا شعبة عن قتادة قال: سمعت عبد الله بن أبي عتبة «١» يحدّث عن أبي سعيد الخدري قال:
«كان صلى الله عليه وسلم أشدّ حياء من العذراء في خدرها «٢» . وكان إذا كره شيئا عرفناه «٣» في وجهه» «٤» .
٣٤٢- حدثنا محمود بن غيلان. حدثنا وكيع. حدثنا سفيان عن منصور عن موسى بن عبد الله بن يزيد الخطمي «٥» . عن مولى لعائشة قال:
«قالت عائشة: ما نظرت إلى فرج رسول الله صلى الله عليه وسلم أو قالت: ما رأيت فرج رسول الله صلى الله عليه وسلم قطّ» «٦» .
_________
(١) عبد الله بن أبي عتبة: الفقيه الأعمى، معلم عمر بن عبد العزيز، كان بحرا في العلم توفي سنة ٩٨ هـ خرج له الجماعة.
(٢) العذراء: البنت البكر، والخدر: الستر.
(٣) عرف في وجهه أي يتغير وجهه فيفهم كراهته لهذا الشيء.
(٤) البخاري في صفة النبي صلى الله عليه وسلم وفي الادب ومسلم في فضائل النبي صلى الله عليه وسلم وابن ماجه في الزهد. برقم ٤١٨٠.
(٥) موسى بن عبد الله بن يزيد الخطمي: نسبة لخطم قبيلة. قال الذهبي وغيره: ثقة.
(٦) أخرجه ابن ماجه في الطهارة برقم ٦٦٦٢.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (198,'<span data-type="title" id=toc-55>٤٩- باب ما جاء في حجامة رسول الله صلى الله عليه وسلم «١»</span>
٣٤٣- حدثنا عليّ بن حجر. حدثنا إسماعيل بن جعفر عن حميد قال: سئل أنس بن مالك عن كسب الحجّام فقال:
«احتجم رسول الله صلى الله عليه وسلم، حجمه (أبو طيبة) «٢» فأمر له بصاعين «٣» من طعام وكلم أهله فوضعوا عنه من خراجه «٤» وقال: إن أفضل ما تداويتم به الحجامة «٥» أو إنّ من أمثل ما تداويتم به الحجامة» «٦» .
٣٤٤- حدثنا عمرو بن علي. حدثنا أبو داود. حدثنا ورقاء بن عمر «٧» عن عبد الأعلى عن أبي جميلة «٨» عن علي:
_________
(١) الحجامة: بكسر الحاء: وهي شرط الجلد وإخراج الدم بالمحجمة، وهي ما يحجم به وفي احتجامه صلى الله عليه وسلم اشارة إلى أن تدبير البدن مشروع غير مناف للتوكل.
(٢) اسمه نافع وكان عبدا لبني حارثة أو لأبي مسعود الانصاري.
(٣) الصاع مكيال يسع أربعة أمداد.
(٤) كلم النبي صلى الله عليه وسلم سيده في التخفيف عنه فوضعوا عنه خراجه وكان خراجه ثلاثة آصع من تمر فوضعوا عنه صاعا ويؤخذ من هذا الحديث حل التداوي وأخذ الأجرة للطبيب والشفاعة عند رب الدين.
(٥) الخطاب لأهل الحجاز ومن في حكمهم من البلاد الحارة وأمر الحجامة يختلف باختلاف الزمان والمكان والمزاج.
(٦) أخرجه الترمذي في البيوع برقم ١٢٧٨ والبخاري في الطب برقم ١٠٦٥ ومسلم في المساقاة برقم ٦٢ وأبو داود برقم ٣٢٢٤.
(٧) ورقاء بن عمر: أبو بشر الكوفي، نزيل المدائن، قال الذهبي: صدوق صالح وقال فيه لين، من الطبقة السابعة. خرج له الجماعة.
(٨) أبو جميلة: ميسرة بن يعقوب الطهوي، تابعي من الطبقة الثانية خرج له أبو داود والنسائي.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (199,'«أنّ النّبيّ صلى الله عليه وسلم احتجم وأمرني فأعطيت الحجّام أجره» «١» .
٣٤٥- حدثنا هارون بن إسحاق الهمذاني. حدثنا عبدة عن سفيان الثوري عن جابر عن الشّعبي عن ابن عبّاس أظنه قال:
«إن النّبيّ صلى الله عليه وسلم احتجم على الأخدعين «٢» وبين الكتفين وأعطى الحجّام أجره ولو كان حراما لم يعطه» «٣» .
٣٤٦- حدثنا هارون بن إسحاق. حدثنا عبدة عن ابن أبي ليلى عن نافع عن ابن عمر:
«أنّ النّبيّ صلى الله عليه وسلم دعا حجاما فحجمه، وسأله كم خراجك؟ فقال: ثلاثة آصع. فوضع عنه صاعا وأعطاه أجره.» .
٣٤٧- حدثنا عبد القدوس بن محمد العطار البصري «٤» . حدثنا عمرو بن عاصم. حدثنا همّام وجرير بن حازم قالا: حدثنا قتادة عن أنس بن مالك رضي الله عنه قال:
«كان رسول الله صلى الله عليه وسلم يحتجم في الأخدعين والكاهل «٥» وكان يحتجم لسبع عشرة وتسع عشرة «٦» وإحدى وعشرين» «٧» .
٣٤٨- حدثنا إسحاق بن منصور. أنبأنا عبد الرزاق عن معمر عن قتادة عن أنس بن مالك:
_________
(١) ابن ماجه في التجارات برقم ٢١٦٣.
(٢) الأخدعان: عرقان في جانبي العنق.
(٣) أخرجه أبو داود في البيوع برقم ٣٤٢٣ والبخاري ومسلم بلفظ «حجم النبي عبد لبني بياضه فأعطاه النبي صلى الله عليه وسلم أجره وكلم سيده فخفف عنه من ضريبته ولو كان سحتا لم يعطه النبي صلى الله عليه وسلم.
(٤) عبد القدوس بن محمد العطار البصري من الطبقة الحادية عشرة خرج له النسائي.
(٥) الكاهل: هو مقدم أعلى الظهر مما يلي العنق.
(٦) أي يحتجم لسبع عشرة ليلة خلت من الشهر وهكذا.
(٧) أخرجه الترمذي في الطب برقم ٢٠٥٥ وابن ماجه في الطب برقم ٣٤٨٦ بنحوه.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (200,'«أنّ رسول الله صلى الله عليه وسلم احتجم وهو محرم «١» بملل «٢» على ظهر القدم» «٣» .
_________
(١) وهو محرم فيدل على جواز ذلك للمحرم.
(٢) وهو محل بين مكة والمدينة على سبعة عشر ميلا من المدينة.
(٣) أي على ظهر قدم رجله فالحجامة إنما شرعت لدفع الضرر فتختلف مواضعها من البدن.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (201,'<span data-type="title" id=toc-56>٥٠- باب ما جاء في عيش رسول الله صلى الله عليه وسلم</span>
٣٤٩- حدثنا قتيبة بن سعيد. حدثنا حمّاد بن زيد «١» عن أيوب «٢» عن محمد ابن سيرين «٣» قال:
«كنّا عند أبي هريرة وعليه ثوبان ممشّقان «٤» من كتّان، فتمخّط في أحدهما فقال: بخ بخ «٥» ، يتمخّط أبو هريرة في الكتّان. لقد رأيتني وإني لأخرّ فيما بين منبر رسول الله صلى الله عليه وسلم وحجرة عائشة رضي الله عنها مغشيا عليّ «٦» ، فيجيء الجائي فيضع رجله على عنقي، يرى أن بي جنونا، وما بي جنون وما هو إلّا الجوع» «٧» .
_________
(١) حماد بن زيد: أبو إسماعيل البصري الأزرق، عالم أهل البصرة. توفي سنة ١٩٩ هـ.
(٢) أيوب: بن كيسان، أحد المشاهير الكبار. ثقة ثبت حجة. توفي سنة ١٣١ هـ خرج له الجماعة.
(٣) محمد بن سيرين: البصري مولى أنس بن مالك كان ثقة مأمونا فقيها إماما ورعا أدرك ثلاثين صحابيا توفي سنة ١١٠ هـ.
(٤) أي مصبوغان بالمشق وهو الطين الاحمر وقيل المغرة.
(٥) (بخ بخ) بسكون الخاء فيهما، وبكسرها أيضا كلمة تقال عند الرضا والإعجاب بالشيء. ونقول بخ بخ، وبخ بخ، وقد تستعمل للانكار كما هنا.
(٦) كان أبو هريرة عريف أهل الصفة من أصحاب رسول الله صلى الله عليه وسلم الفقراء، ويحمل وضع أبي هريرة من الجوع على الفترة التي لم يكن لدى النبي صلى الله عليه وسلم فيها طعام يواسيهم. وإنما ذكر الترمذي هذا الحديث هنا ليدل على ضيق عيشه صلى الله عليه وسلم لأنه لو كان لديه ما ترك أصحابه هكذا. / والله أعلم/.
(٧) وأخرجه البخاري والترمذي في كتاب الزهد حديث رقم ٢٣٦٨.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (202,'٣٥٠- حدثنا قتيبة. حدثنا جعفر بن سليمان الضّبعيّ «١» عن مالك بن دينار «٢» قال:
«ما شبع رسول الله صلى الله عليه وسلم من خبز قطّ ولا لحم إلّا على ضفف» «٣» .
قال مالك سألت رجلا من أهل البادية ما الضفف؟ قال: أن يتناول مع الناس «٤» .
٣٥١- حدثنا قتيبة بن سعيد. حدثنا أبو الأحوص عن سماك بن حرب قال: سمعت النعمان بن بشير يقول:
«ألستم في طعام وشراب ما شئتم. لقد رأيتم نبيّكم (صلى الله عليه وسلم) وما يجد من الدّقل «٥» ما يملأ بطنه» «٦» .
٣٥٢- حدثنا هارون بن إسحاق. حدثنا عبدة عن هشام بن عروة عن أبيه عن عائشة قالت:
«إن كنّا آل محمد نمكث شهرا ما نستوقد بنار إن هو إلّا التمر والماء» «٧» .
_________
(١) جعفر بن سليمان الضبعي: كان من العلماء الزهاد على تشيعه بل رفضه وثقه ابن معين وضعفه ابن القطان وقال أحمد: لا بأس به.
(٢) مالك بن دينار: الشامي، وثقه النسائي وابن حبان، روى عن أنس توفي سنة ١٣٠ هـ خرج له الأربعة والبخاري في التاريخ.
(٣) الضفف بفتح الضاد والفاء أي ما شبع في زمن من الازمان الا اذا نزل به الضيوف فيشبع حينئذ لضرورة الايناس والمجابرة.
(٤) أي مع الناس الذين ينزلون به من الضيفان.
(٥) الدقل: بفتح القاف: ردىء التمر وفي رواية مسلم برقم ٢٩٧٨ «يظل اليوم يلتوي وما يجد من الدقل ما يملأ بطنه» .
(٦) أخرجه مسلم في الزهد برقم ١٩٧٧ والترمذي في الزهد برقم ٢٣٧٣.
(٧) أخرجه مسلم في الزهد برقم ٢٩٧٢ وزاد «إلا أنه كان لرسول الله جيران من الانصار وكانت لهم منائح فكانوا يرسلون إلى رسول الله صلى الله عليه وسلم من البانها فيسقيناه» . والمنائح تطلق على الشاة الحلوب يعطيها صاحبها رجلا يشرب لبنها ثم يردها إلى صاحبها.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (203,'٣٥٣- حدثنا عبد الله بن أبي زياد «١» . حدثنا سيار «٢» . حدثنا سهل بن أسلم «٣» عن يزيد «٤» بن أبي منصور عن أنس عن أبي طلحة قال:
«شكونا إلى رسول الله (صلى الله عليه وسلم) الجوع ورفعنا عن بطوننا عن حجر حجر «٥» فرفع رسول الله (صلى الله عليه وسلم) عن بطنه عن حجرين» «٦» .
قال أبو عيسى هذا حديث غريب من حديث أبي طلحة لا نعرفه إلّا من هذا الوجه، ومعنى قوله ورفعنا عن بطوننا عن حجر حجر، قال كان أحدهم يشد في بطنه الحجر من الجهد والضعف الذي به من الجوع.
٣٥٤- حدثنا محمد بن إسماعيل «٧» . حدثنا آدم بن أبي سلمة بن أبي إياس «٨» . حدثنا شيبان (أبو معاوية) . حدثنا عبد الملك بن عمير عن ابن عبد الرحمن عن أبي هريرة قال:
«خرج رسول الله صلى الله عليه وسلم في ساعة لا يخرج فيها ولا يلقاه فيها أحد «٩» ، فأتاه أبو بكر فقال: ما جاء بك يا أبا بكر؟ قال: خرجت ألقى رسول الله صلى الله عليه وسلم وأنظر في وجهه، والتسليم عليه، فلم يلبث أن جاء عمر، فقال ما جاء بك يا عمر؟
قال الجوع يا رسول لله. قال صلى الله عليه وسلم وأنا قد وجدت بعض ذلك. فانطلقوا إلى منزل أبي الهيثم بن التيّهان «١٠» الأنصاريّ «وكان رجلا كثير النخيل والشاء ولم
_________
(١) عبد الله بن أبي زياد: صدوق من الطبقة العاشرة.
(٢) سيار: بن نصر أبو المنهال، ثقة من الطبقة الرابعة خرج له الجماعة.
(٣) سهل بن أسلم: أبو سعيد البصري صدوق من الطبقة الثامنة.
(٤) يزيد بن أبي منصور: البصري، لا بأس به خرج له مسلم.
(٥) شكوا لرسول الله صلى الله عليه وسلم شدة الجوع وكشفوا ثيابهم عن بطونهم عن حجر حجر يعني لكل واحد منا حجر واحد رفع عنه وشد الحجر لاقامة الصلب ودفع النفخ.
(٦) أخرجه الترمذي في الزهد برقم ٢٣٧٢.
(٧) محمد بن اسماعيل هو الامام البخاري صاحب صحيح البخاري.
(٨) آدم بن أبي إياس خرساني الأصل نشأ ببغداد عابد من الطبقة التاسعة.
(٩) لعل هذا الوقت هو وقت الظهيرة.
(١٠) اسمه مالك بن التيهان الانصاري.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (204,'يكن له خدم فلم يجدوه فقالوا لامرأته: أين صاحبك؟ فقالت «١» : انطلق يستعذب لنا الماء فلم يلبثوا أن جاء أبو الهيثم بقربة يزعبها «٢» فوضعها، ثم جاء يلتزم «٣» النبي (صلى الله عليه وسلم) ويفديه بأبيه وأمّه، ثم انطلق بهم إلى حديقته فبسط لهم بساطا، ثم انطلق إلى نخلة فجاء بقنو «٤» فوضعه، فقال النبي (صلى الله عليه وسلم) :
أفلا تنقّيت لنا من رطبه؟ فقال يا رسول الله إني أردت أن تختاروا أو تخيروا من رطبه وبسره «٥» ، فأكلوا وشربوا من ذلك الماء. فقال (صلى الله عليه وسلم) هذا والذي نفسي بيده من النعيم الذي تسألونا عنه يوم القيامة! ظل بارد، ورطب طيّب، وماء بارد. فانطلق أبو الهيثم ليصنع لهم طعاما فقال النبي (صلى الله عليه وسلم) : لا تذبحنّا لنا ذات درّ، فذبح لهم عناقا أو جديا، فأتاهم بها، فأكلوا، فقال (صلى الله عليه وسلم) :
هل لك خادم؟ قال لا. قال: فإذا أتانا سبي فأتنا؛ فأتى (صلى الله عليه وسلم) برأسين معهما ثالث. فأتاه أبو الهيثم فقال النبي (صلى الله عليه وسلم) : اختر منهما. فقال يا رسول الله اختر لي، فقال النبي (صلى الله عليه وسلم) : إن المستشار مؤتمن، خذ هذا، فإنّي رأيته يصلي، واستوص به معروفا، فانطلق أبو الهيثم الى امرأته فأخبرها بقول رسول الله (صلى الله عليه وسلم) فقالت امرأته: ما أنت ببالغ حقّ ما قال فيه النبي (صلى الله عليه وسلم) إلّا بأن تعتقه، قال فهو عتيق، فقال (صلى الله عليه وسلم) : إن الله لم يبعث نبيا ولا خليفة إلّا وله بطانتان: بطانة تأمره بالمعروف وتنهاه عن المنكر «٦» ، وبطانة لا تألوه خبالا «٧» ، ومن يوق بطانة السوء فقد وقي «٨» » «٩» .
_________
(١) في رواية مسلم فقالت زوجته (مرحبا وأهلا) .
(٢) يزعبها: زعب القربة إذا ملأها وقيل حملها ممتلئة.
(٣) أي يعانق النبي صلى الله عليه وسلم.
(٤) القنو: عنقود البلح
(٥) البسرة: ثمر النخل قبل أن يرطب والبسرة واحدة البسرة.
(٦) البطانة: خاصة الرجل الذي يبطنون أمره، ويخصهم بمزيد التقريب، ويسمى به الواحد والجمع.
(٧) أي لا تقصر في إفساده والخبال الفساد، والألو التقصير.
(٨) وقي أي حفظه.
(٩) وأخرجه الترمذي في الزهد برقم ٢٣٧٠ وأصحاب السنن.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (205,'٣٥٥- حدثنا عمر بن إسماعيل بن مجالد بن سعيد، حدثني أبي عن بيان بن بشر عن قيس بن أبي حازم قال:
«سمعت سعد بن أبي وقاص «١» يقول: إنّي لأول رجل اهراق «٢» دما في سبيل الله عزّ وجلّ، وإنّي لأول رجل رمى بسهم في سبيل الله، لقد رأيتني أغزو في العصابة من أصحاب محمد عليه الصلاة والسلام ما نأكل إلّا ورق الشجر والحبلة «٣» ، حتى تقرّحت أشداقنا، وأن أحدنا ليضع كما تضع الشاة والبعير «٤» ، وأصبحت بنو أسد يعزرونني «٥» في الدين. لقد خبت وخسرت إذا وضلّ عملي» «٦» .
٣٥٦- حدثنا محمد بن بشّار. حدثنا صفوان بن عيسى «٧» . حدثنا محمد بن عمرو بن عيسى أبو نعامة العدوي «٨» قال:
«سمعت خالد بن عمير وشويسا أبا الرّقاد قالا: بعث عمر بن الخطاب عتبة بن غزوان، وقال انطلق أنت ومن معك حتى إذا كنتم في أقصى بلاد
_________
(١) اسمه مالك بن أهيب بن عبد مناف بن زهرة القرشي الزهري أحد العشرة المبشرين بالجنة وأحد الستة أصحاب الشورى كان مستجاب الدعوة مات سنة ٥٨ هـ وكانت له مواقف مشهورة منها قيادة وقعة القادسية.
(٢) أي أراق بفتح الهاء وسكونها، وكان هذا الدم من شجه لمشرك، روى ابن اسحاق ان الصحابة كانوا في أول الاسلام يستخفون في صلاتهم فبينما سعد في نفر يصلي في شعب إذ طلع عليهم نفر من المشركين وهم يصلون فعابوا عليهم واشتد الشقاق بينهم حتى تقاتلوا، فضرب سعد رجلا منهم بلحي بعير فشجه فكان أول دم في الاسلام.
(٣) الحبلة: بضم الحاء وسكون الباء، وبضمهما وهو ورق يشبه اللوبيا وقيل شجر له شوك.
(٤) أي البعر اليابس من قلة الطعام المألوف.
(٥) يعزرونني أي يعيبون علي أني لا أحسن الصلاة من التعزير بمعنى اللوم والتوبيخ.
(٦) أخرجه الترمذي في الزهد برقم ٢٣٦٦ والبخاري في فضل سعد وفي الاطعمة وفي الرقاق ومسلم في الزهد برقم ٢٩٦٦ وابن ماجه في المقدمة.
(٧) صفوان بن عيسى: الزهري البصري، وثقه الذهبي توفي سنة ٢٠٠ هـ خرج له الجماعة.
(٨) محمد بن عمرو بن عيسى: وثقة الذهبي، من الطبقة السابعة خرج له مسلم وأبو داود.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (206,'العرب وأدنى بلاد العجم فأقبلوا حتى إذا كانوا بالمربد «١» وجدوا هذا الكذّان «٢» فقالوا ما هذه؟! قالوا هذه البصرة فساروا حتى بلغوا جبال الجسر الصغير فقالوا ههنا أمرتم «٣» . فنزلوا فذكروا الحديث بطوله «٤» ، قال: فقال عتبة بن غزوان: لقد رأيتني وإني لسابع سبعة مع رسول الله صلى الله عليه وسلم، مالنا طعام إلّا ورق الشجر حتى تقرحت أشداقنا، فالتقطت بردة قسمتها بيني وبين سعد، فما منا من أولئك السبعة أحد إلّا وهو أمير مصر من الأمصار وستجرّبون الأمراء بعدنا» «٥» .
٣٥٧- حدثنا عبد الله بن عبد الرحمن. حدثنا روح بن أسلم «٦» أبو حاتم البصري. حدثنا حمّاد بن سلمة. حدثنا ثابت عن أنس قال:
«قال رسول الله صلى الله عليه وسلم: لقد أخفت في الله وما يخاف أحد، ولقد أوذيت في الله وما يؤذى أحد، ولقد أتت عليّ ثلاثون من بين ليلة ويوم ومالي ولبلال، طعام يأكله ذو كبد إلّا شيء يواريه إبط بلال» «٧» .
٣٥٨- حدثنا عبد الله بن عبد الرحمن. حدثنا عفّان بن مسلم. حدثنا أبان بن يزيد العطار. حدثنا قتادة عن أنس بن مالك:
«أنّ النّبيّ (صلى الله عليه وسلم) لم يجتمع عنده غداء ولا عشاء من خبز ولحم إلّا على ضفف» .
_________
(١) المربد موضع بالبصرة وهو في الاصل موضع يحبس فيه الإبل والغنم أو يجمع فيه الرطب حتى يجف ثم أصبح سوقا في الاسلام.
(٢) الكذان: حجارة رخوة بيض. والبصرة أيضا حجارة رخوة مائلة إلى البياض.
(٣) أي أمرتم النزول والاقامة حفظا لأرض فارس من خروج الهند لقتال العرب.
(٤) انظره في مسلم في كتاب الزهد حديث رقم ٢٩٦٧ والترمذي في الزهد وابن ماجه في الزهد.
(٥) وعتبة بن غزوان من السابقين في الاسلام هاجر الهجرتين وارسله عمر إلى البصرة فاختطها وسكنها الناس وكان ذلك سنة ١٧ هـ وقد ذكر هذا الصحابي حالة الجوع التي عاناها مع رسول الله صلى الله عليه وسلم في أول الأمر.
(٦) روح بن أسلم: الباهلي. قال الذهبي: ضعيف. من الطبقة التاسعة.
(٧) وأخرجه الترمذي في كتاب صفة القيامة برقم ٢٤٧٤. ولعل هذا كان حين الحصار في الشعب مع بني هاشم.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (207,'قال عبد الله «١» قال بعضهم هو كثرة الأيدي «٢» .
٣٥٩- حدثنا عبد بن حميد. حدثنا محمد بن إسماعيل بن أبي فديك. حدثنا ابن أبي ذئب عن مسلم بن جندب «٣» عن نوفل بن إياس الهذلي، قال:
«كان عبد الرحمن بن عوف «٤» لنا جليسا، وكان نعم الجليس وإنه انقلب «٥» بنا ذات يوم، حتى إذا دخلنا بيته دخل فاغتسل ثمّ خرج، وأتينا بصحفة «٦» فيها خبز ولحم، فلما وضعت بكى عبد الرحمن فقلت: يا أبا محمد ما يبكيك؟ فقال هلك رسول الله صلى الله عليه وسلم ولم يشبع هو وأهل بيته من خبز الشّعير، فلا أرانا أخّرنا لما هو خير لنا» .
_________
(١) وهو ابن عبد الرحمن شيخ الترمذي.
(٢) ومن معناه أيضا تناول الطعام مع أهل البيت، ومن معناه الضيق والشدة.
(٣) مسلم بن جندب: الهذلي المدني القاضي، ثقة، توفي سنة ١٦٠ هـ خرج له البخاري.
(٤) عبد الرحمن بن عوف أحد العشرة المبشرين استخلف من خليفة إلا كانت له بطين بالجنة.
(٥) انقلب بنا: أي رجع معنا من السوق أو غيرهم.
(٦) الصحفة وهي اناء كالقصعة.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (208,'<span data-type="title" id=toc-57>٥١- باب ما جاء في اسماء رسول الله صلى الله عليه وسلم «١»</span>
٣٦٠- حدثنا سعيد بن عبد الرحمن المخزومي وغير واحد. قالوا حدثنا سفيان عن الزهري عن محمد بن جبير بن مطعم عن أبيه «٢» قال:
«قال رسول الله (صلى الله عليه وسلم) : إن لي أسماء أنا محمد وأنا أحمد وأنا الماحي الذي يمحو الله بي الكفر وأنا الحاشر الذي يحشر الناس على قدمي «٣» وأنا العاقب «٤» «والعاقب الذي ليس له بعده نبي «٥» » «٦» .
٣٦١- حدثنا محمد بن طريف الكوفي. حدثنا أبو بكر بن عيّاش «٧» عن عاصم عن أبي وائل «٨» عن حذيفة قال:
_________
(١) والمراد الالفاظ التي تطلق على رسول الله صلى الله عليه وسلم سواء كانت علما أو وصفا، وقد ألف السيوطي رسالة سماها بالبهجة السنية في الاسماء النبوية وقد قاربت الخمسمائة، والقاعدة أن كثرة الاسماء تدل على شرف المسمى.
(٢) جبير بن مطعم: هو الصحابي الجليل جبير بن مطعم بن عدي وكان أبوه من أشراف مكة ورؤسائها.
(٣) يتقدم عليه الصلاة والسلام يوم المحشر ويحشر الناس على أثره.
(٤) أي الذي أتى عقب الانبياء فلا نبي بعده.
(٥) قيل هذا من قول الزهري فيكون مدرجا في الحديث.
(٦) أخرجه الترمذي في الادب برقم ٢٨٤٢ والبخاري في صفة النبي صلى الله عليه وسلم وفي التفسير تفسير سورة الصف ومسلم في فضائل النبي صلى الله عليه وسلم وزاد مسلم ونبي الرحمة، ونبي التوبة، وفي رواية ونبي الملحمة.
(٧) أبو بكر بن عياش: الكوفي المقرىء تلميذ الامام عاصم، اختلفوا في اسمه فقيل محمد أو عبد الله أو سالم أو شعبة وقيل غير ذلك ثقة عابد ساء حفظه آخرا، من الطبقة السابعة خرج له الجماعة.
(٨) أبو وائل: شقيق بن سلمة الاسدي الكوفي مخضرم تابعي مشهور أدرك المصطفى ولم يره.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (209,'«لقيت النبيّ (صلى الله عليه وسلم) في بعض طرق المدينة فقال: أنا محمد وأنا أحمد وأنا نبيّ الرّحمة «١» ونبيّ التوبة وأنا المقفّى «٢» وأنا الحاشر ونبيّ الملاحم» «٣» .
حدثنا إسحاق بن منصور. حدثنا النضر بن شميل أنبأنا حماد بن سلمة عن عاصم عن زرّ عن حذيفة عن النبيّ صلى الله عليه وسلم نحوه بمعناه.
هكذا قال حمّاد بن سلمة عن عاصم عن زرّ عن حذيفة رضي الله عنه.
_________
(١) قال تعالى وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ ١١٧ الانعام.
(٢) بكسر الفاء، ومعناه الذي قفا آثار من سبقه من الأنبياء قال تعالى: أُولئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُداهُمُ اقْتَدِهْ أو بفتح الفاء، أي الذي قفى به على آثار الانبياء وختم به الرسالة، قال تعالى ثُمَّ قَفَّيْنا عَلى آثارِهِمْ بِرُسُلِنا سورة الحديد.
(٣) جمع ملحمة وهي الحرب سميت بذلك لاشتباك لحوم الناس فيها بعضهم ببعض.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (210,'<span data-type="title" id=toc-58>٥٢- باب ما جاء في سن رسول الله صلى الله عليه وسلم</span>
٣٦٢- حدثنا أحمد بن منيع. حدثنا روح بن عبادة «١» . حدثنا زكريا بن إسحاق «٢» . حدثنا عمرو بن دينار «٣» عن ابن عبّاس قال:
«مكث النّبيّ صلى الله عليه وسلم بمكة ثلاث عشرة سنة يوحى إليه وبالمدينة عشرا وتوفي وهو ابن ثلاث وستين» «٤» .
٣٦٣- حدثنا محمد بن بشّار. حدثنا محمد بن جعفر عن شعبة عن أبي إسحاق عن عامر بن سعد «٥» عن جرير «٦» عن معاوية «٧» أنه سمعه يخطب قال:
«مات رسول الله صلى الله عليه وسلم وهو ابن ثلاث وستين وأبو بكر وعمر، وأنا «٨» ابن
_________
(١) روح بن عبادة: البصري، حافظ له تآليف، توفي سنة ٢٥٠ هـ. خرج له البخاري في تاريخه.
(٢) زكريا بن اسحاق: المكي، ثقة رمي بالقدر، من الطبقة السادسة خرج له الستة.
(٣) عمرو بن دينار: المكي، إمام ثقة ثبت، توفي سنة ١٢٦ هـ خرج له الجماعة.
(٤) أخرجه الترمذي في المناقب برقم ٣٦٢٥ والبخاري في الهجرة والمغازي في فضائل القرآن ومسلم في الفضائل.
(٥) عامر بن سعد: بن أبي وقاص الزهري المدني، ثقة، تابعي كبير توفي سنة ١٠٣ هـ أو التي بعدها. خرج له الجماعة.
(٦) جرير: بن حازم الأسدي، تابعي، ثقة، لكنه اختلط فحجبه أولاده توفي سنة ١٧٠ هـ.
(٧) ابن أبي سفيان.
(٨) «وأنا ابن ثلاث وستين» هذا كلام مستأنف أي وأنا متوقع موافقتهم وإني أموت في سنتي هذه كذا وجهه النووي وقال السيوطي في تاريخ الخلفاء مات معاوية في رجب سنة ٦٠ هـ ودفن في باب الجابية بدمشق. وقال القسطلاني: ولد معاوية قبل البعثة بخمس سنين. وتأخر موت معاوية بعد هذه السنة وقد عاش حوالي ثمانين سنة.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (211,'ثلاث وستين» «١» .
٣٦٤- حدثنا حسين بن مهدي البصري «٢» . حدثنا عبد الرزاق عن ابن جريج عن الزهري عن عروة عن عائشة:
«أنّ النّبيّ صلى الله عليه وسلم مات وهو ابن ثلاث وستين سنة» «٣» .
٣٦٥- حدثنا أحمد بن منيع ويعقوب بن إبراهيم الدورقي «٤» قالا: حدثنا إسماعيل بن علية «٥» عن خالد الحذاء أنبأنا عمار «٦» مولى بني هاشم قال:
«سمعت ابن عبّاس يقول: توفي رسول الله (صلى الله عليه وسلم) وهو ابن خمس وستين» «٧» .
٣٦٦- حدثنا محمد بن بشّار ومحمد بن أبان قالا: حدثنا معاذ بن هشام.
حدثني أبي، عن قتادة عن الحسن عن دغفل «٨» بن حنظلة:
«أنّ النّبيّ (صلى الله عليه وسلم) قبض وهو ابن خمس وستين» .
_________
(١) أخرجه مسلم في فضائل النبي صلى الله عليه وسلم.
(٢) حسين بن مهدي: قال أبو حاتم: صدوق. توفي سنة ٢٤٧ هـ خرج له ابن ماجه.
(٣) أخرجه الترمذي في المناقب والبخاري في المغازي وصفه النبي صلى الله عليه وسلم ومسلم في الفضائل باب كم سن النبي صلى الله عليه وسلم.
(٤) يعقوب بن ابراهيم الدورقي: ثقة حجة، من الطبقة العاشرة، خرج له الجماعة.
(٥) اسماعيل بن علية: ثقة حافظ، من الطبقة الثانية، خرج له الجماعة. قال شعبة: ابن علية سيد المحدثين وريحانة الفقهاء.
(٦) عمار مولى بني هاشم: صدوق يخطىء، من الطبقة الثالثة. خرج له مسلم والأربعة. وفي نسخ «عمارة» وهو سهو.
(٧) أخرجه الترمذي في المناقب برقم ٣٦٥٢ والبخاري في الهجرة والمغازي وفي فضائل القرآن ومسلم في الفضائل، قال محمد بن اسماعيل رواية ثلاث وستين أكثر. وقال النووي هي أصحها وأشهرها، وأنكر رواية ابن عباس عروة أنكرها على ابن عباس وقال إنه لم يدرك أول النبوة.
(٨) بوزن جعفر وهو ابن زيد السدوسي النسابة مخضرم نزل البصرة ومات بفارس في قتال الخوارج.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (212,'قال أبو عيسى ودغفل لا نعرف له سماعا «١» من النبيّ صلى الله عليه وسلم وكان في زمن النبيّ صلى الله عليه وسلم رجلا «٢» .
٣٦٧- حدثنا إسحاق بن موسى الأنصاري. حدثنا معن. حدثنا مالك بن أنس عن ربيعة بن أبي عبد الرحمن عن أنس بن مالك أنه سمعه يقول:
«كان رسول الله (صلى الله عليه وسلم) ليس بالطويل البائن ولا بالقصير ولا بالأبيض الأمهق ولا بالآدم ولا بالجعد القطط ولا بالسّبط «٣» . بعثه الله تعالى على رأس أربعين سنة فأقام بمكة عشر سنين «٤» وبالمدينة عشر سنين وتوفاه الله على رأس ستين سنة «٥» وليس في رأسه ولحيته عشرون شعرة بيضاء» «٦» .
حدثنا قتيبة بن سعيد عن مالك بن أنس عن ربيعة بن أبي عبد الرحمن عن أنس بن مالك نحوه.
_________
(١) فهذا الحديث مرسل.
(٢) كان رجلا ولكن لم يثبت أنه اجتمع به صلى الله عليه وسلم حتى تثبت صحبته عند الترمذي، وقال الحميدي إن دغفلا له صحبة وروى حديثا.
(٣) مر شرح هذه المفردات في حديث رقم ١.
(٤) لعله بعد فترة الوحي فلا ينافي أنه أقام بها ثلاث عشر سنة.
(٥) يجوز أنه أسقط الكسر الزائد على العشرات لأن رواية الأكثر توفاه الله وهو ابن ثلاث وستين.
(٦) الحديث سبق برقم ١ وانظر تخريجه هناك.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (213,'<span data-type="title" id=toc-59>٥٣- باب ما جاء في وفاة رسول الله صلى الله عليه وسلم</span>
٣٦٨- حدثنا أبو عمار الحسين بن حريث وقتيبة بن سعيد وغير واحد، قالوا حدثنا سفيان بن عيينة عن الزهري عن أنس بن مالك قال:
«آخر نظرة نظرتها إلى رسول الله صلى الله عليه وسلم كشف الستارة «١» يوم الاثنين، فنظرت إلى وجهه كأنّه ورقة مصحف «٢» والناس خلف أبي بكر «٣» ، فكاد الناس أن يضطربوا فأشار إلى الناس أن اثبتوا، وأبو بكر يؤمّهم وألقي السّجف «٤» وتوفي رسول الله صلى الله عليه وسلم من آخر ذلك اليوم» «٥» .
٣٦٩- حدثنا حميد بن مسعدة البصري «٦» . حدثنا سليم بن أخضر «٧» عن
_________
(١) بكسر السين: ما يستر به، وكان من عادتهم تعليق الستائر على بيوتهم والمراد أنه أمر بكشف الستارة المعلقة على بيته الشريف. والحجرة التي توفي فيها صلى الله عليه وسلم هي حجرة عائشة رضي الله عنها وأمره بكشف الستارة إثارة الى أن حرمة هذا المكان قد رفعت ومن ثم تمكن أنس وغيره من دخول الحجرة فرأوا النبي صلى الله عليه وسلم وهو مسجى ببردة.
(٢) كأنه ورقة مصحف في الحسن والصفاء.
(٣) الظاهر أن راوي الحديث جمع في هذا الحديث عبارات تتعلق بمسائل وفيها تقديم وتأخير، فالعبارة الأولى تفيد أن رفع الستارة كان بعد الوفاة، والعبارة الثانية تشير إلى صلاة الصبح التي أمها أبو بكر بأمر النبي صلى الله عليه وسلم وهذه كانت قبل الوفاة وقبل رفع الستر بزمن، والمعروف أن أبا بكر صلى الصبح ثم انصرف إلى أهله بالسنخ «كما عند البخاري في فضائل أبي بكر» وأنه لم يحضر وفاة الرسول صلى الله عليه وسلم وانما دعي بعدها فحضر ودخل على رسول الله صلى الله عليه وسلم وهو ميت.
(٤) السجف: الستر.
(٥) أخرجه البخاري ومسلم بنحوه.
(٦) حميد بن مسعدة البصري: صدوق، توفي سنة ٢٤٤ هـ خرج له الجماعة إلا البخاري.
(٧) سليم بن أخضر: البصري أخذ عن سليمان التميمي وابن عوف وروى عنه أحمد بن عبدة وغيره، ثقة حافظ خرج له مسلم وأبو داود والنسائي.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (214,'ابن عون «١» عن إبراهيم عن الأسود عن عائشة قالت:
«كنت مسندا النّبيّ صلى الله عليه وسلم إلى صدري أو قالت: الى حجري فدعا بطست «٢» ليبول فيه، ثم بال فمات» «٣» .
٣٧٠- حدثنا قتيبة. حدثنا الليث عن ابن الهاد «٤» عن موسى بن سرجس «٥» عن القاسم بن محمد عن عائشة أنها قالت:
«رأيت رسول الله صلى الله عليه وسلم وهو بالموت وعنده قدح فيه ماء وهو يدخل يده في القدح ثم يمسح وجهه بالماء ثم يقول: اللهمّ أعنّي على منكرات الموت أو قال سكرات الموت» «٦» .
٣٧١- حدثنا الحسن بن الصّبّاح البزار. حدثنا مبشر بن إسماعيل «٧» عن عبد الرحمن بن العلاء «٨» عن أبيه عن ابن عمر عن عائشة قالت:
«لا أغبط أحدا بهون موت «٩» بعد الذي رأيت من شدّة موت رسول الله (صلى الله عليه وسلم) » «١٠» .
قال أبو عيسى: سألت أبا زرعة فقلت له من عبد الرحمن بن العلاء هذا؟
_________
(١) ابن عون: اسمه عبد الله بصري ثقة ثبت، من الاعلام المشاهير قال الأوزاعي: إذا مات سفيان وابن عون استوى الناس. توفي سنة ١٥١ هـ. خرج له الجماعة.
(٢) الطست إناء. أعجمية معربة، مؤنثة عند الأكثر وحكى بعضهم التذكير.
(٣) في رواية للبخاري «قبضه الله وان رأسه لبين سحري ونحري» أرادت أنه مات في حضنها، البخاري في المغازي وفي الخمس.
(٤) ابن الهاد: يزيد بن عبد الله بن أسامة بن الهاد الليثي المدني، ثقة مكثر، شيخ مالك. توفي سنة ١٣٩ هـ. خرج له الجماعة.
(٥) موسى بن سرجس: مستور خرج له الجماعة.
(٦) أخرجه الترمذي في الجنائز برقم ٩٧٨ وابن ماجه برقم ١٦٢٣. وفي تبريد الوجه بالماء دليل السعي في تخفيف الألم. ومنكرات الموت شدائده وهو بالنسبة للانبياء رفع درجات.
(٧) مبشر بن اسماعيل: الحلبي الكلبي مولاهم، صدوق، من الطبقة التاسعة.
(٨) عبد الرحمن بن العلاء: نزيل حلب مقبول من الطبقة السابعة.
(٩) أي بموت سهل هين ليس فيه شدة.
(١٠) أخرجه الترمذي في الجنائز برقم ٩٧٩ والنسائي في الجنائز.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (215,'فقال هو عبد الرحمن بن العلاء بن اللجلاج.
٣٧٢- حدثنا أبو كريب محمد بن العلاء. حدثنا أبو معاوية عن عبد الرحمن بن أبي بكر/ هو ابن المليكي عن ابن أبي مليكة عن عائشة قالت:
«لمّا قبض رسول الله صلى الله عليه وسلم اختلفوا في دفنه فقال أبو بكر: سمعت من رسول الله صلى الله عليه وسلم شيئا ما نسيته، قال: ما قبض الله نبيا إلّا في الموضع الذي يحبّ أن يدفن فيه. أدفنوه في موضع فراشه» «١» .
٣٧٣- حدثنا محمد بن بشّار وعياش العنبري «٢» وسوار بن عبد الله «٣» وغير واحد قالوا: حدثنا يحيى بن سعيد عن سفيان الثوري عن موسى «٤» بن أبي عائشة عن عبيد الله بن عبد الله عن ابن عباس وعائشة:
«أنّ أبا بكر قبّل النبيّ صلى الله عليه وسلم بعد ما مات» «٥» .
٣٧٤- حدثنا نصير بن علي الجهضمي. حدثنا مرحوم بن عبد العزيز العطار «٦» عن أبي عمران الجوني «٧» عن يزيد بن بابنوس «٨» عن عائشة:
«أنّ أبا بكر دخل على النبيّ صلى الله عليه وسلم بعد وفاته فوضع فمه بين عينيه، ووضع
_________
(١) أخرجه الترمذي في الجنائز برقم ١٠١٨.
(٢) عياش العنبري: فقيه حافظ، من الطبقة الحادية عشرة قدم بغداد وجالس احمد. خرج له الجماعة.
(٣) سوار بن عبد الله: القاضي، ثقة، مات سنة «٢٤٥» هـ.
(٤) موسى بن ابى عائشة: الكوفي، ثقة عابد، من الطبقة الخامسة يرسل. خرج له الجماعة.
(٥) أشار اليه الترمذي في الجنائز بعد حديث ٩٨٩ وأخرجه ابن ماجه برقم ١٤٥٧، وقد ثبت عن النبي صلى الله عليه وسلم كما ورد عند الترمذي برقم ٩٨٩ وابن ماجه برقم ٣١٦٣ وابن ماجه برقم ١٤٥٦ عن عائشة ان النبي صلى الله عليه وسلم قبل عثمان بن مظعون وهو ميت وهو يبكي، أو قال: عيناه تذرفان. وفي رواية ابن ماجه (فكأني انظر الى دموعه تسيل على خديه) . وفي المجموع للنووي ٥/ ١٢٧ يجوز لأهل الميت وأصدقائه تقبيل وجهه ثبت فيه الأحاديث/ والله أعلم/.
(٦) مرحوم بن عبد العزيز العطار: الاموي البصري، ثقة عابد، توفي سنة «١٨٨» هـ، خرّج له الستة.
(٧) أبو عمران الجوني: عبد الملك بن حبيب البصري، من علماء البصرة ثقة، توفي سنة «١٢٨» هـ. خرّج له الجماعة.
(٨) يزيد بن بابنوس: البصري، قال الدارقطني: لا بأس به. خرج له البخاري في الأدب.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (216,'يديه على ساعديه وقال: وانبياه «١» واصفياه واخليلاه» .
٣٧٥- حدثنا بشر بن هلال الصواف البصريّ «٢» . حدثنا جعفر بن سليمان عن ثابت عن أنس قال:
«لمّا كان اليوم الذي دخل فيه رسول الله صلى الله عليه وسلم المدينة، أضاء منها كلّ شيء، فلما كان اليوم الذي مات فيه أظلم منها كلّ شيء، وما نفضنا أيدينا من التراب وإنّا لفي دفنه حتى أنكرنا قلوبنا «٣» » «٤» .
٣٧٦- حدثنا محمد بن حاتم «٥» . حدثنا عامر بن صالح «٦» عن هشام بن عروة عن أبيه عن عائشة قالت:
«توفي رسول الله صلى الله عليه وسلم يوم الاثنين» «٧» .
٣٧٧- حدثنا محمد بن أبي عمر. حدثنا سفيان بن عيينة عن جعفر «٨» بن
_________
(١) وفي رواية أن أبا بكر قال (طبت حيا وميتا) ومن هذا الحديث يؤخذ جواز عد أوصاف الميت دون نوح. / والله أعلم/.
(٢) بشر بن هلال الصواف البصري: ثقة من الطبقة العاشرة. توفي سنة «٢٤٧» هـ. خرج له مسلم والأربعة.
(٣) هذا تعبير عن اللوعة بفقد أكرم الرسل وأنها ساعة شديدة حتى أنكروا أنفسهم من شدة الحزن وانقطاع الوحي وفقد الصحبة.
(٤) أخرجه الترمذي في المناقب. برقم ٣٦٢٢ وابن ماجه في الجنائز برقم ١٦٣١.
(٥) محمد بن حاتم: المؤدب ببغداد، روى عن هيثم وطبقته. وروى عنه النسائي والمصنف وخلق كثير. توفي سنة «٢٤٦» هـ.
(٦) عامر بن صالح بن رستم البصري، قال أبو حاتم: ليس بقوي، وأفرط ابن حبان فنسبه للوضع. وقيل: هو عامر بن صالح بن عبد الله بن عروة بن الزبير، إذ هو الراوي عن هشام، وروى عنه أحمد ويعقوب. قال أحمد: ثقة لم يكن يكذب وقال ابن معين: كذاب، فقيل له: فأحمد يحدث عنه قال؛ ماله جنّ. وقال الدارقطني: متروك.
(٧) أخرجه الترمذي في الجنائز باب موت النبي صلى الله عليه وسلم يوم الاثنين وقد سألها أبو بكر (في أي يوم توفي رسول الله صلى الله عليه وسلم قالت يوم الاثنين)
(٨) وهو الصادق.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (217,'محمد عن أبيه «١» قال:
«قبض رسول الله صلى الله عليه وسلم يوم الاثنين فمكث ذلك اليوم وليلة الثلاثاء ودفن من الليل «٢» . قال (سفيان) «٣» وقال غيره «٤» سمع صوت المساحي «٥» من آخر الليل» .
٣٧٨- حدثنا قتيبة بن سعيد. حدثنا عبد العزيز بن محمد عن شريك بن عبد الله بن أبي نمر عن أبي سلمة بن عبد الرحمن بن عوف قال:
«توفّي رسول الله صلى الله عليه وسلم يوم الاثنين ودفن يوم الثلاثاء» «٦» .
قال أبو عيسى: هذا حديث غريب.
٣٧٩- حدثنا نصر بن علي الجهضمي. حدثنا عبد الله بن داود، قال حدثنا سلمة بن نبيط «٧» حدثنا عن نعيم بن أبي هند عن نبيط بن شريط «٨» . عن سالم بن عبيد «٩» وكانت له صحبة قال:
«أغمي على رسول الله صلى الله عليه وسلم في مرضه فأفاق، فقال: حضرت الصلاة؟
فقالوا: نعم فقال: مروا بلالا فليؤذن ومروا أبا بكر أن يصلي للناس أو قال
_________
(١) وهو محمد الباقر بن علي بن زين العابدين بن الحسين وهو من التابعين فالحديث مرسل.
(٢) أي ليلة الأربعاء، وسط الليل، أما الغسل والكفن فحصل يوم الثلاثاء.
(٣) سفيان هو ابن عيينة المتقدم في السند.
(٤) أي غير محمد الباقر.
(٥) المساحي: بفتح الميم جمع مسحاة بكسرها. وهي كالمجرفة والذي حفر القبر هو أبو طلحة وانما تأخر الدفن لاختلافهم في تعيين مكان الدفن ولدهشتهم بهذا الأمر الهائل. ولاشتغالهم بنصب امام يتولى مصالح المسلمين، وسماع المساحي بالليل لهدوئه.
(٦) وما تقدم في الحديث السابق ان دفنه عليه الصلاة والسلام كان ليلة الاربعاء فيكون المعنى ابتدىء في مقدمات دفنه بتجهيزه يوم الثلاثاء وأنه فرغ من آخر ليلة الاربعاء.
(٧) سلمة بن نبيط: أبو فراس الكوفي، ثقة اختلط، من الطبقة الخامسة، خرج له أبو داود والنسائي وابن ماجه.
(٨) نبيط بن شريط: الأشجعي الكوفي، صحابي صغير خرج له الستة.
(٩) سالم بن عبيد: الأشجعي، صحابي ثقة، من أهل الصفة. خرج له الأربعة ومسلم.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (218,'بالناس، قال: ثمّ أغمي عليه فأفاق فقال حضرت الصلاة فقالوا: نعم، فقال مروا بلالا فليؤذن ومروا أبا بكر فليصل بالناس، فقالت عائشة: إنّ أبي رجل أسيف «١» إذا قام ذلك المقام «٢» بكى فلا يستطيع؛ فلو أمرت غيره. قال ثم أغمي عليه فأفاق، فقال: مروا بلالا فليؤذن ومروا أبا بكر فليصل بالناس فانّكنّ صواحب أو صواحبات «٣» يوسف. قال فأمر بلال فأذّن وأمر أبو بكر فصلى بالناس، ثم إنّ رسول الله صلى الله عليه وسلم وجد خفّة فقال: انظروا لي من أتكىء عليه فجاءت بريرة «٤» ورجل آخر «٥» فاتكأ عليهما، فلما رآه أبو بكر ذهب لينكص «٦» فأومأ إليه أن يثبت مكانه حتى قضى أبو بكر صلاته «٧» ثم إنّ رسول الله صلى الله عليه وسلم قبض فقال عمر: والله لا أسمع أحدا يذكر أنّ رسول الله صلى الله عليه وسلم قبض إلّا ضربته بسيفي هذا.
قال: وكان الناس أميين «٨» لم يكن فيهم نبيّ قبله فأمسك الناس، فقالوا يا سالم انطلق إلى صاحب رسول الله صلى الله عليه وسلم فادعه، فأتيت أبا بكر وهو في المسجد فأتيته أبكي دهشا فلما رآني قال: أقبض رسول الله (صلى الله عليه وسلم) قلت: إن عمر يقول: لا أسمع أحدا يذكر أن رسول الله (صلى الله عليه وسلم) قبض إلّا ضربته بسيفي هذا. فقال لي: انطلق فانطلقت معه فجاء والناس قد دخلوا على رسول الله (صلى الله عليه وسلم) فقال أيها الناس أفرجوا لي فأفرجوا له فجاء حتى أكبّ ومسّه فقال إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ «٩» ، ثم قالوا: يا صاحب رسول الله صلى الله عليه وسلم
_________
(١) أسيف أي حزين، يغلب عليه الحزن.
(٢) وهو مقام الامامة في محل النبي صلى الله عليه وسلم.
(٣) أي مثلهن في اظهار خلاف ما يبطن.
(٤) وهي قبطية أو حبشية، مولاة عائشة.
(٥) في رواية الصحيحين خرج بين عباس ورجل آخر وهو علي بن أبي طالب. وقيل العباس، وولده الفضل ويجمع بين الروايات بتعدد خروجه (صلى الله عليه وسلم) .
(٦) أي ليرجع.
(٧) في رواية الشيخين كان أبو بكر يصلي قائما ورسول الله والناس يقتدون بصلاة أبي بكر. ويمكن الجمع بتعدد الواقعة، فتكون رواية الشيخين في حادثة أخرى/ والله أعلم/.
(٨) لا يقرأون ولا يكتبون.
(٩) سورة الزمر الآية: ٣٠.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (219,'أقبض رسول الله (صلى الله عليه وسلم) ، قال نعم، فعلموا أن قد صدق قالوا يا صاحب رسول الله: أيصلّي على رسول الله؟ قال: نعم، قالوا: وكيف؟ قال: يدخل قوم فيكبرون ويصلون ويدعون ثم يخرجون ثم يدخل قوم فيكبرون ويصلون ويدعون ثم يخرجون حتى يدخل الناس، قالوا: يا صاحب رسول الله أيدفن رسول الله صلى الله عليه وسلم قال نعم، قالوا: أين؟ قال في المكان الذي قبض الله فيه روحه فإنّ الله لم يقبض روحه إلّا في مكان طيب فعلموا أن قد صدق، ثم أمرهم أن يغسّله بنو أبيه «١» واجتمع المهاجرون يتشاورون «٢» فقالوا: انطلق بنا إلى إخواننا من الأنصار ندخلهم معنا في هذا الأمر. فقالت الأنصار «٣» : منا أمير ومنكم أمير فقال عمر «٤» بن الخطاب: من له مثل هذه الثلاثة «٥» ثانِيَ اثْنَيْنِ إِذْ هُما فِي الْغارِ إِذْ يَقُولُ لِصاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنا. من هما؟ «٦» قال: ثم بسط يده فبايعوه وبايعه الناس بيعة حسنة جميلة» «٧» .
_________
(١) فعله سيدنا علي رضي الله عنه فكان الفضل بن عباس واسامة يناولان عليا الماء. وشقران مولى رسول الله صلى الله عليه وسلم.
(٢) أي يتشاورون في أمر الخلافة.
(٣) وكانوا مجتمعين في سقيفة بني ساعدة والقائل هو الحباب بن المنذر.
(٤) في رواية فقال عمر: يا معشر الأنصار الستم تعلمون أن رسول الله صلى الله عليه وسلم قد أمر أبا بكر أن يؤم الناس فايكم تطيب نفسه أن يتقدم على أبي بكر فقالت الانصار نعوذ بالله ان نتقدم على أبي بكر.
(٥) أي من ثبت له مثل هذه الفضائل الثلاثة التي ثبتت لابي بكر، وهو استفهام انكاري قصد به الرد على الانصار حيث توهموا أن لهم حقا في الخلافة. فالفضيلة الاولى: كونه أحد الاثنين في قوله تعالى ثانِيَ اثْنَيْنِ إِذْ هُما فِي الْغارِ، فذكره مع رسوله بضمير التثنية. الفضيلة الثانية: اثبات الصحبة في قوله تعالى إِذْ يَقُولُ لِصاحِبِهِ لا تَحْزَنْ فسماه صاحبه. الفضيلة الثالثة: اثبات الصحبة في قوله تعالى إِنَّ اللَّهَ مَعَنا فثبوت هذه الفضائل يؤذنه بأحقيته بالخلافة.
(٦) أي من هذين المذكورين في هذه الآية.
(٧) أخرجه ابن ماجه في الصلاة برقم ١٢٣٤ في باب صلاة رسول الله في مرضه. وقد ورد أن سيدنا عليا والزبير لم يحضرا هذه البيعة فقالا: «لقد أمره رسول الله صلى الله عليه وسلم أن يصلي بالناس وهو وحي وأنه رضيه لديننا أفلا نرضاه لدنيانا» .',NULL,'225',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (220,'٣٨٠- حدثنا نصر بن علي. حدثنا عبد الله بن الزبير «١» / شيخ باهلي قديم بصري. حدثنا ثابت البناني عن أنس بن مالك قال:
«لما وجد «٢» رسول الله صلى الله عليه وسلم من كرب الموت ما وجد قالت فاطمة رضي الله تعالى عنها: واكرباه «٣» ؛ فقال النّبي صلى الله عليه وسلم: لا كرب على أبيك بعد اليوم. إنه قد حضر من أبيك ما ليس بتارك منه أحدا «٤» ، الموافاة يوم القيامة «٥» » «٦» .»
٣٨١- حدثنا أبو الخطاب زياد بن يحيى البصري «٧» ونصر بن علي، قالا:
حدثنا عبد ربه بن بارق الحنفيّ «٨» قال:
«سمعت جدي أبا أمي سماك بن الوليد «٩» يحدث أنه سمع ابن عباس رضي الله تعالى عنهما يحدّث أنّه سمع رسول الله صلى الله عليه وسلم يقول: من كان له فرطان «١٠» من أمتي أدخله الله بهما الجنة، فقالت عائشة رضي الله عنها: فمن كان له فرط من أمتك قال: ومن كان له فرط يا موفّقة. قالت: فمن لم يكن له فرط من أمتك قال: فأنا فرط لأمتي «١١» لن يصابوا بمثلي» «١٢» .
_________
(١) عبد الله بن الزبير: قال أبو حاتم: مجهول، وقال المزني: روى له الترمذي حديثا واحدا، يعني هذا الحديث. وقال بعضهم: شيخ بصري مقبول من الطبقة الثامنة.
(٢) وجد الرجل يجد وجدا: حزن.
(٣) بفتح الكاف وسكون الراء: لما رأت من شدة كرب أبيها فقد حصل لها من التألم والتوجع مثل ما حصل لأبيها فسلاها صلى الله عليه وسلم.
(٤) أي نزل بأبيك الموت فإنه أمر عام لكل أحد والمصيبة اذا عمت هانت.
(٥) أي الملاقاة كائنة وحاصلة يوم القيامة.
(٦) البخاري في آخر المغازي وابن ماجه في الجنائز والنسائي في الجنائز بنحوه.
(٧) أبو الخطاب زياد بن يحيى البصري: ثقة حافظ، روى عن ابن عيينه والمعتمر، وروى عنه الجماعة. توفي سنة «٢٥٤» هـ.
(٨) عبد ربه بن بارق الحنفي: الكوسج، صدوق يخطىء، وقال أحمد: لا بأس به، وقال يحيى: ليس بشيء، وهو من الطبقة الثامنة.
(٩) سماك بن الوليد: أبو زميل الحنفي نزيل الكوفة، قال أبو حاتم: صدوق لا بأس به، من الطبقة الثالثة خرج له الجماعة.
(١٠) أي من مات له ولدان صغيران ذكورا أو إناثا يموتان قبله والفرط في الأصل: السابق من القوم المسافرين يرسلونه أمامهم لاعداد مكان نزولهم.
(١١) لان مصيبة موته كانت أشد المصائب.
(١٢) أخرجه الترمذي في الجنائز برقم ١٠٦٢.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (221,'<span data-type="title" id=toc-60>٥٤- باب ما جاء في ميراث رسول الله صلى الله عليه وسلم</span>
٣٨٢- حدثنا أحمد بن منيع. حدثنا حسين بن محمد «١» حدثنا إسرائيل عن أبي إسحاق عن عمرو بن الحارث أخي جويرية «٢» له صحبة- قال:
«ما ترك رسول الله صلى الله عليه وسلم إلّا سلاحه «٣» وبغلته «٤» وأرضا «٥» جعلها صدقة «٦» » «٧» .
٣٨٣- حدثنا محمد بن المثنى. حدثنا أبو الوليد. حدثنا حماد بن سلمة عن محمد بن عمرو، عن أبي سلمة عن أبي هريرة رضي الله عنه قال:
«جاءت فاطمة الى أبي بكر فقالت: من يرثك؟ فقال: أهلي وولدي
_________
(١) حسين بن محمد: البصري، ثقة توفي سنة «٢٤٧» هـ. خرج له النسائي.
(٢) جويرية: هي أم المؤمنين: بضم الجيم وفتح الواو وهي بنت الحارث الخزاعية سباها الرسول صلى الله عليه وسلم يوم المريسيع، وهي غزو بني المصطلق في السنة الخامسة من الهجرة، وكانت جويرية تحت مسافع بن صفوان ذي الشفرين فقتل يوم المريسيع وكان اسم جويرية برة، فسماها رسول الله صلى الله عليه وسلم جويرية، وتوفيت سنة ٥٦ هـ في خلافة معاوية وصلى عليها مروان بن الحكم وهو يومئذ والي المدينة وعمرها «٦٥» سنة، وقد وقعت جويرية بنت الحارث في سهم ثابت بن خنيس فأسلمت وكاتبها فجاءت رسول الله تستعين في كتابتها فقال أو خير لك من ذلك أن أؤدي عنك كتابتك وأتزوجك قالت نعم، ففعل فبلغ الناس أنه تزوجها فقالوا اصهار رسول الله صلى الله عليه وسلم فأرسلوا ما كان في أيديهم من سبي المصطلق فلقد اعتق بها مائة من أهل بيت بني المصطلق، فما أعلم امرأة كانت بركة على قومها منها. وأبوها الحارث أسلم كما في تاريخ دمشق/ الاسماء للنووي.
(٣) من نحو سيف ورمح ومغفر وحربة الخ.
(٤) وبغلته البيضاء واسمها دلدل.
(٥) حصة في أرض فدك وخيبر وبنى النضير.
(٦) جعلها صدقة لحديث «نحن معاشر الأنبياء لا نورث ما تركناه صدقة» .
(٧) أخرجه البخاري في الخمس وفي الجهاد وفي المغازي والوصايا والنسائي في الاحباس.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (222,'فقالت: مالي لا أرث أبي؟ فقال أبو بكر: سمعت رسول الله صلى الله عليه وسلم يقول: لا نورث ولكني أعول «١» من كان رسول الله صلى الله عليه وسلم يعوله وأنفق على من كان رسول الله (صلى الله عليه وسلم) ينفق عليه» «٢» .
٣٨٤- حدثنا محمد بن المثنى. حدثنا يحيى بن كثير العنبري أبو غسان «٣» .
حدثنا شعبة عن عمرو بن مرة عن أبي البختري «٤» أن العباس وعليا جاءا إلى عمر يختصمان يقول كل واحد منهما لصاحبه أنت كذا أنت كذا فقال عمر لطلحة والزبير وعبد الرحمن بن عوف وسعد رضي الله تعالى عنهم:
«أنشدكم بالله أسمعتم رسول الله صلى الله عليه وسلم يقول: (كل مال نبي صدقة إلّا ما أطعمه. إنا لا نورث) «٥» وفي الحديث قصة «٦» » .
_________
(١) أي أنفق على من كان ينفق عليه صلى الله عليه وسلم.
(٢) أخرجه الترمذي في السير برقم ٨. ١٦.
(٣) يحيى بن كثير العنبري: البصري ثقة من الطبقة التاسعة، خرج له الجماعة توفي سنة «٢٠٦» هـ.
(٤) بفتح الباء وسكون الخاء وفتح التاء سعيد بن فيروز الطائي مولاهم الكوفي. تابعي جليل مات في الجماجم سنة ثلاث وثمانين.
(٥) أخرجه أبو داود في الخراج برقم ٢٩٧٥.
(٦) أخرجه البخاري في الجهاد باب في الخمس والفرائض ومسلم في الجهاد برقم ١٧٥٧ والترمذي برقم ١٦١٠ والنسائي مطولا ومختصرا وأبو داود في الخراج حديث رقم ٣٩٦٣ عن مالك بن أوس بن الحدثان قال: أرسل إلي عمر حين تعالى النهار فجئته. فوجدته جالسا على سرير مفضيا الى رماله «أي قاعد عليه من غير فراش» فقال حين دخلت عليه: يا مالك، إنه قد دقّ أهل أبيات من قومك وإني قد أمرت فيهم بشيء فاقسم فيهم، قلت لو أمرت غيري بذلك، فقال خذه، فجاء يرفأ «حاجب عمر» فقال: يا أمير المؤمنين هل لك في عثمان بن عفان، وعبد الرحمن بن عوف والزبير بن العوام وسعد بن أبي وقاص؟ قال: نعم، فاذن لهم فدخلوا، ثم جاءه يرفأ، فقال: يا أمير المؤمنين هل لك في العباس وعلي؟ قال: نعم. فاذن لهم، فدخلوا، فقال العباس يا أمير المؤمنين، إقض بيني وبين هذا، يعني عليا فقال بعضهمة التي تحتفي بمثل هذا النتاج، بل وتشجعه وترعاه بجعل ركن خاص له فيها، نجد ذلك واضحا في مجلات مثل «المسلمون» التي تصدر من لندن، و «المجتمع» التي تصدر في الكويت، و «الدعوة» سواء التي تصدر بالقاهرة أو الرياض، على تباين في درجة ذلك بين هذه المجلات ونظائرها. م. ثم أقبل على علي والعباس، فقال: أنشدكما بالله الذي بإذنه تقوم السماء والأرض هل تعلمان أن رسول الله صلى الله عليه وسلم قال: «لا نورث ما تركنا صدقة» فقالا: نعم، قال: فان الله خص رسوله صلى الله عليه وسلم بخاصة لم يخص بها أحدا من الناس فقال تعالى ما أَفاءَ اللَّهُ عَلى',NULL,'228',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (223,'٣٨٥- «حدثنا محمد بن المثنى. حدثنا صفوان بن عيسى عن أسامة بن زيد عن الزهري عن عروة عن عائشة رضي الله تعالى عنها:
«أنّ رسول الله صلى الله عليه وسلم قال «لا نورث: ما تركنا فهو صدقة» «١» .
٣٨٦- حدثنا محمد بن بشّار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن أبي الزناد عن الأعرج عن أبي هريرة رضي الله عنه عن النّبي صلى الله عليه وسلم قال:
«لا يقسم ورثتي دينارا ولا درهما. ما تركت بعد نفقة نسائي ومؤنة عاملي فهو صدقة» «٢» .
٣٨٧- حدثنا الحسن بن علي الخلال «٣» . حدثنا بشر بن معمر «٤» . قال
_________
رَسُولِهِ مِنْهُمْ فَما أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلا رِكابٍ، وَلكِنَّ اللَّهَ يُسَلِّطُ رُسُلَهُ عَلى مَنْ يَشاءُ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ فكأن الله أفاء على رسوله بني النضير، فو الله ما استأثر بها عليكم ولا أخذها دونكم فكان رسول الله صلى الله عليه وسلم يأخذ منها نفقة سنة، أو نفقته ونفقة أهله سنة، ويجعل ما بقي أسوة المال ثم أقبل على أولئك الرهط، فقال أنشدكم بالله الذي باذنه تقوم السماء والارض، هل تعلمان ذلك؟ قالا: نعم، فلما توفي رسول الله صلى الله عليه وسلم قال أبو بكر: أنا ولي رسول الله صلى الله عليه وسلم، فجئت أنت وهذا الى أبي بكر تطلب أنت ميراثك من ابن أخيك، ويطلب هذا ميراث امرأته من أبيها، فقال أبو بكر قال رسول الله (صلى الله عليه وسلم) لا نورث ما تركنا صدقة والله يعلم أنه لصادق بار راشد تابع للحق فوليها أبو بكر فلما توفي أبو بكر قلت: أنا ولي رسول الله صلى الله عليه وسلم وولي أبي بكر فوليتها ما شاء الله أن اليها، فجئت أنت وهذا وانتما جميع وأمركما واحد، فسألتما فيها، فقلت: ان شئتما أن أدفعها اليكما على أن عليكما عهد الله أن تلياها بالذي كان رسول الله صلى الله عليه وسلم يليها، فأخذتماها مني على ذلك، ثم جئتماني لأقضي بينكما بغير ذلك، والله لا أقضي بينكما بغير ذلك حتى تقوم الساعة فان عجزتما عنها فرداها الي» . وانظر في صحيح مسلم حديث رقم ١٧٥٧ مناقشة بين علي والعباس.
(١) أخرجه البخاري في الفرائض ومسلم في الجهاد حديث ١٧٥٨.
(٢) أخرجه البخاري ومسلم والترمذي وأبو داود في الخراج برقم ٢٩٧٤ وزاد فيه «مؤنة عاملي: يعني أكرة الأرض «والخليفة من بعدي كأبي بكر وعمر الخ. وأخرج أبو داود برقم ٢٩٧٢ أن أرض فدك كانت للنبي صلى الله عليه وسلم وكان ينفق منها، ثم تولاها أبو بكر وعمر ثم بعده أقطعها مروان. فلما ولي عمر بن عبد العزيز الخلافة ردها لبيت المال،.
(٣) الحسن بن علي الخلال: ثقة حافظ له تصانيف، من الطبقة الحادية عشر خرج له البخاري ومسلم وأبو داود.
(٤) بشر بن معمر: البصري، ثقة من الطبقة التاسعة. خرج له الجماعة',NULL,'229',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (224,'سمعت مالك بن أنس عن الزهري عن مالك بن أوس بن الحدثان «١» قال:
«دخلت على عمر فدخل عليه عبد الرحمن بن عوف وطلحة وسعد وجاء عليّ والعبّاس يختصمان فقال لهم عمر: أنشدكم بالذي بإذنه تقوم السماء والأرض أتعلمون أنّ رسول الله صلى الله عليه وسلم قال لا نورث. ما تركناه صدقة فقالوا:
اللهم نعم» «٢» . - وفي الحديث قصة طويلة «٣» .
٣٨٨- حدثنا محمد بن بشّار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن عاصم بن بهدلة عن زرّ بن حبيش عن عائشة رضي الله عنها قالت:
«ما ترك رسول الله صلى الله عليه وسلم دينارا ولا درهما ولا شاة ولا بعيرا قال: وأشكّ «٤» في العبد والأمة» «٥» .
_________
(١) مالك بن أوس بن الحدثان: أبو سعيد المدني، قيل رأى أبا بكر وسمع عمر وعثمان وروى عن الزهري، اتفقوا على توثيقه. خرج له الجماعة.
(٢) أخرجه البخاري في الجهاد والفرائض ومسلم في الجهاد برقم ١٧٥٧ وأبو داود برقم ٢٩٦٣ والترمذي برقم ١٦١٠ والنسائي.
(٣) هذه القصة ذكرت في البخاري في كتاب الجهاد ومسلم وفي أبي داود برقم ٢٩٦٣ وانظر نص هذه القصة حديث (٣٨٣) .
(٤) الشك: من الراوي عن عائشة وهو زرّ بن حبيش شك هل ذكرتهما عائشة أم لا، وقد تقدم في رواية البخاري عن جويرية ولا عبدا ولا أمة.
(٥) أخرجه مسلم وأبو داود والنسائي.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (225,'<span data-type="title" id=toc-61>٥٥- باب ما جاء في رؤية رسول الله صلى الله عليه وسلم</span>
٣٨٩- حدثنا محمد بن بشّار. حدثنا عبد الرحمن بن مهدي. حدثنا سفيان عن أبي اسحاق عن أبي الأحوص عن عبد الله بن مسعود عن النّبي صلى الله عليه وسلم قال:
«من رآني في المنام فقد رآني فإنّ الشيطان لا يتمثل بي» «١» .
٣٩٠- حدثنا محمد بن بشّار ومحمد بن المثنى قالا حدثنا محمد بن جعفر.
حدثنا شعبة عن أبي حصين «٢» عن أبي صالح عن أبي هريرة رضي الله عنه قال:
«قال رسول الله صلى الله عليه وسلم من رآني في المنام فقد رآني. فإن الشيطان لا يتصور أو قال لا يتشبه بي» » .
٣٩١- حدثنا قتيبة. حدثنا خلف بن خليفة «٤» عن أبي مالك الأشجعي عن أبيه قال:
«قال رسول الله صلى الله عليه وسلم من رآني في المنام فقد رآني» «٥» .
قال أبو عيسى وأبو مالك هذا هو سعيد بن طارق بن أشيم وطارق بن أشيم هو من أصحاب النّبي صلى الله عليه وسلم وقد روى عن النّبي صلى الله عليه وسلم أحاديث «٦» .
_________
(١) أخرجه الترمذي في كتاب «الرؤيا» برقم ٢٢٧٧ وأخرجه ابن ماجه في «الرؤيا» برقم ٢٩٠٣.
(٢) أبو حصين: أحمد بن عبد الله بن يونس التميمي الكوفي، من الطبقة العاشرة.
(٣) أخرجه ابن ماجه برقم ٣٩٠١.
(٤) خلف بن خليفة: بن صاعد الكوفي، نزيل واسط ثم بغداد، صدوق اختلط آخرا.
(٥) وهذه معجزة له صلى الله عليه وسلم لأنه محفوظ من الشيطان.
(٦) من هذه الأحاديث حديث القنوت في الصلاة عند الترمذي والنسائي وابن ماجه وحديث دعاء',NULL,'231',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (226,'قال أبو عيسى سمعت علي بن حجر يقول قال خلف بن خليفة رأيت عمرو بن حريث صاحب النّبي صلى الله عليه وسلم وأنا غلام صغير «١» .
٣٩٢- حدثنا قتيبة بن سعيد. حدثنا عبد الواحد بن زياد «٢» عن عاصم بن كليب قال حدثني أبي «٣» أنه سمع أبا هريرة يقول:
«قال رسول الله صلى الله عليه وسلم (من رآني في المنام فقد رآني فإنّ الشيطان لا يتمثلني) » «٤» .
قال أبي فحدثت به ابن عباس فقلت قد رأيته «٥» فذكرت الحسن بن عليّ فقلت شبهته به فقال ابن عباس إنه كان يشبهه «٦» .
٣٩٣- حدثنا محمد بن بشّار. حدثنا ابن أبي عدي «٧» ، ومحمد بن جعفر قالا: حدثنا عوف بن أبي جميلة «٨» عن يزيد الفارسي «٩» وكان يكتب المصاحف قال:
_________
اللهم أغفر لي وارحمني عند مسلم وابن ماجه وحديث من قال لا إله إلا الله حرّم دمه وماله، عند مسلم.
(١) غرض الترمذي من هذا السياق، بيان أنه (أي الترمذي) من أتباع التابعين لأنّ بينه وبين الصحابي واسطتين: علي بن حجر وخلف بن خليفة، فالترمذي اجتمع بعلي بن حجر وهو اجتمع بخلف بن خليفة وهو رأى الصحابي وهو عمرو بن حريث رضي الله عنه.
(٢) عبد الواحد بن زياد: البصري، قال النسائي: لا بأس به. توفي سنة «١٧٦» هـ. خرّج له الجماعة.
(٣) عاصم بن كليب: بن شهاب الجرمي الكوفي، صدوق رمي بالإرجاء. قال ابن المديني: لا يحتج بما انفرد به، وقال أبو داود وهو كليب، وهو من التابعين كان أفضل أهل الكوفة ومن العباد، توفي سنة «١٣٧» هـ. خرّج له الجماعة.
(٤) وعند البخاري ومسلم وأبو داود عن أبي هريرة يرفعه «من رآني في المنام فسيراني في اليقظة ولا يتمثل الشيطان بي» / الجامع الصغير/.
(٥) أي رأى النبي صلى الله عليه وسلم في المنام.
(٦) أي الحسن بن علي كان يشبه النبي صلى الله عليه وسلم.
(٧) ابن أبي عدي: محمد بن ابراهيم البصري، ثقة، من الطبقة التاسعة.
(٨) عوف بن أبي جميلة: البصري، ثقة ثبت، رمي بالقدر وبالتشيع، من الطبقة السادسة. خرّج له الستة.
(٩) يزيد الفارسي: بن هرمز، تابعي، قال الذهبي: كان رأس الموالي يوم الحرة، وهو والد عبد الله الفقيه، بقي إلى سنة «١٠٠» هـ. خرّج له مسلم وأبو داود والنسائي.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (227,'«رأيت النبيّ صلى الله عليه وسلم في المنام زمن ابن عباس فقلت لابن عباس: إني رأيت رسول الله صلى الله عليه وسلم في النوم فقال ابن عباس: إن رسول الله صلى الله عليه وسلم كان يقول: (إنّ الشيطان لا يستطيع أن يتشبّه بي فمن رآني في النوم فقد رآني) «١» . هل تستطيع أن تنعت هذا الرجل الذي رأيته في النوم؟ قال: نعم، أنعت لك رجلا بين الرجلين، جسمه ولحمه أسمر إلى البياض، أكحل العينين، حسن الضحك، جميل دوائر الوجه، ملأت لحيته ما بين هذه إلى هذه قد ملأت نحره قال عوف «٢» : ولا أدري ما كان مع هذا النعت، فقال ابن عباس: لو رأيته في اليقظة ما استطعت أن تنعته فوق هذا» .
قال أبو عيسى ويزيد الفارسي هو يزيد بن هرمز وهو أقدم من يزيد الرقاشي «٣» . وروى يزيد الفارسي عن ابن عبّاس أحاديث.
ويزيد الرقاشي لم يدرك ابن عباس وهو يزيد بن ابان الرقاشي وهو يروي عن أنس بن مالك ويزيد الفارسي ويزيد الرقاشي كلاهما من أهل البصرة وعوف بن أبي جميلة هو عوف الأعرابي.
٣٩٤- حدثنا أبو داود سليمان بن سلم البلخي. حدثنا النضر بن شميل قال: قال عوف الأعرابي أنا أكبر من قتادة.
٣٩٤- حدثنا عبد الله بن (أبي زياد) «٤» . حدثنا يعقوب بن إبراهيم بن سعد، حدثنا ابن أخي ابن شهاب الزهري عن عمه قال قال أبو سلمة، قال أبو قتادة:
«قال رسول الله صلى الله عليه وسلم: (من رآني- يعني في النوم- فقد رأى الحق) » «٥» .
_________
(١) أخرجه ابن ماجه في «الرؤيا» برقم ٣٩٠٥.
(٢) عوف هذا ابن جميلة الراوي عن يزيد الفارسي.
(٣) يظهر أن الترمذي يريد أن يبين التغاير بين يزيد الفارسي ويزيد الرقاشي وان كانا من أهل البصرة.
(٤) في بعض النسخ «ابن أبي الزناد» .
(٥) أخرجه أحمد والبخاري ومسلم/ الجامع الصغير/.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (228,'٣٩٥- حدثنا عبد الله بن عبد الرحمن الدارمي. حدثنا معلّى بن أسد «١» .
حدثنا عبد العزيز بن المختار «٢» . حدثنا ثابت عن أنس:
«أنّ النّبي صلى الله عليه وسلم قال: (من رآني في المنام فقد رآني فإنّ الشيطان لا يتخيل بي «٣» وقال «٤» : ورؤيا المؤمن جزء من ستة وأربعين جزءا من النبوة» «٥» .
٣٩٦- حدثنا محمد بن علي قال: سمعت أبي يقول: قال عبد الله بن المبارك:
«إذا ابتليت بالقضاء فعليك بالأثر» «٦» .
٣٩٧- حدثنا محمد بن علي. حدثنا النضر بن شميل، أنبأنا ابن عوف عن ابن سيرين «٧» قال:
«هذا الحديث دين «٨» فانظروا عمن تأخذون دينكم» «٩» .
_________
(١) معلى بن أسد: البصري، ثقة ثبت ذو صلاح ودين، من كبار الطبقة العاشرة. توفي سنة «١١٨» هـ. خرّج له الشيخان والنسائي وابن ماجه والمصنّف.
(٢) عبد العزيز بن مختار: البصري، ثقة مكثر، خرّج له الجماعة جميعا.
(٣) أخرجه أحمد والبخاري والترمذي في الجامع الصغير.
(٤) قال أي أنس فقوله هذا موقوف له حكم الرفع أو قال أي النبي صلى الله عليه وسلم.
(٥) في الجامع الصغير. أخرجه أحمد والبخاري في تعبير «الرؤيا» ومسلم في تعبير «الرؤيا» عن أنس، وهم وأبو داود في الأدب برقم ٥٠١٨ عن أنس عن عبادة والترمذي عن عبادة بن الصامت برقم ٢٢٧٢.
(٦) ختم الترمذي رحمه الله تعالى كتاب «الشمائل» بهذين الأثرين: الأثر الأول، عن ابن المبارك. وعبد الله بن المبارك ولد سنة ثمان عشرة ومائة وتوفي سنة إحدى وثمانين ومائة وقبره/ بهيت/ وابتليت بالقضاء أي بالحكم بين الناس وعليك بالأثر: أي بالحديث المنقول عن النبي صلى الله عليه وسلم والخلفاء الراشدين في أحكامهم وأقضيتهم، قال النووي في شرح مسلم الأثر عند المحدثين يعم المرفوع والموقوف كالمخبر والحديث.
(٧) سيرين: هي اسم أمة وهي مولاة أم سلمة أم المؤمنين رضي الله عنها. وهذا الأثر مسوق لبيان الاحتياط في الرواية والتثبت في النقل.
(٨) المراد بالحديث ما ثبت عن النبي صلى الله عليه وسلم دين: أي متدين به لأنه يجب أن يتدين به.
(٩) أخرجه مسلم وغيره. أي تأملوا عمن تروون دينكم فلا ترووه إلا عمن تحققتم أهليته بأن يكون من العدول الثقات المتقنين.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (229,'<span data-type="title" id=toc-62>مفتاح الشمائل المحمّدية</span>
الصفحة/ رقم الحديث/ الهمزة الهمزة مع الهمزة (ء)
١١٥/ ١٧٧/ أأصلي فأتوضأ
الهمزة مع الباء (ب)
٤٧/ ٤٤/ ابنك هذا، لا يجني عليك
الهمزة مع التاء (ت)
٧٠/ ٨٩/ اتخذ صلى الله عليه وسلم خاتما من ورق
٧٥/ ٩٨/ اتخذ خاتما من ذهب
١٥٠/ ٢٤٠/ أتدرون ما خرافة
٩٧/ ١٣٤/ أتي بتمر فرأيته يأكله وهو مقع
١٠٧/ ١٥٨/ أتي اليه بلحم فرفع إليه الذراع
١٨٢/ ٣٠٠/ أتيت النبي صلى الله عليه وسلم ولجوفه أزيز
١٢٣/ ١٩٤/ أتيت النبي صلى الله عليه وسلم بقناع من رطب
١٢٧/ ٢٠٠/ أتي عليّ بكوز ماء وهو الرحبة
٢٠١/ ٣٣٩/ أتيته بقناع من رطب
الهمزة مع الجيم (ج)
١٨٩/ ٣١٤/ اجلسي في أي طرق المدينة
الهمزة مع الحاء (ح)
٢٠٥/ ٣٤٨/ احتجم وهو محرم
٢٠٤/ ٣٤٣/ احتجم صلى الله عليه وسلم',NULL,'235',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (230,'الصفحة/ رقم الحديث/ الهمزة مع الخاء (خ)
١٨٥/ ٣٠٨/ أخذ ابنة له تقضي
٨٥/ ١١٥/ أخذ صلى الله عليه وسلم بعضلة ساقي
١٢٠/ ١٨٦/ أخرج إلينا أنس قدح خشب
٦٣/ ٧٣/ أخرج إلينا أنس نعلين
٨٤/ ١١٢/ أخرجت إلينا عائشة
٢١٩/ ٣٦٨/ آخر نظرة نظرتها كشف الستارة
الهمزة مع الدال والذال (د- ذ)
١١٨/ ١٨١/ أدن يا بني فسم
٢٣٤/ ٣٩٦/ إذا ابتليت بالقضاء فعليك بالأثر
١٣٢/ ٢١١/ إذا أعطى أحدكم الريحان
٦٦/ ٧٩/ إذا انتعل أحدكم فليبدأ باليمين
١٩٥/ ٣٢٦/ إذ ذكرنا الدنيا ذكرها معنا
١٦٣/ ٢٥٥/ إذا قام أحدكم من الليل
١١٧/ ١٨٠/ إذا أكل أحدكم فنسي أن يذكر
الهمزة مع الراء (ر)
٨٤/ ١١٣/ ارفع إزارك فانه اتقى
الهمزة مع الشين (ش)
١٤٨/ ٢٣٧/ أشعر كلمة كلمة لبيد
الهمزة مع الصاد (ص)
٦٩/ ٨٥/ اصطنع خاتما
١١١/ ١٦٩/ اصنعي لنا طعاما
الهمزة مع العين (ع)
٢٠٥/ ٣٤٥/ اعطى الحجام أجره
١٠٩/ ١٦٤/ أعندك شيء؟
١١٣/ ١٧٣/ أعندك غداء
الهمزة مع الغين (غ)
٢٢٣/ ٣٧٩/ أغمي على رسول الله',NULL,'236',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (231,'الصفحة/ رقم الحديث/ الهمزة مع الفاء (ف)
١٤٧/ ٢٣٤/ أفررتم عن رسول الله صلى الله عليه وسلم
١٦٠/ ٢٤٨/ أفلا أكون عبدا شكورا
١٦١/ ٢٥٠/ أفلا أكون عبدا شكورا
١٦٠/ ٢٤٩/ أفلا أكون عبدا شكورا
٢٠٩/ ٣٥٤/ أفلا تنقيت لنا من رطبه
١٨٦/ ٣١٠/ أفيكم رجل لم يقارف الليلة
الهمزة مع القاف (ق)
١٨٤/ ٣٠٦/ إقرأ علي
الهمزة مع الكاف (ك)
٢٤/ ١٠/ أكان وجهه صلى الله عليه وسلم مثل السيف
١٨٢/ ٣٠٠/ أكان يسر أم يجهر
١٧٠/ ٢٧٢/ أكان يصلي الضحى
٥٠/ ٤٨/ اكتحلوا بالاثمد
١٠٢/ ١٤٧/ أكلت معه صلى الله عليه وسلم لحم الحباري
٩٩/ ١٣٨/ أكل صلى الله عليه وسلم النقي
١٠٦/ ١٥٦/ أكلنا معه صلى الله عليه وسلم شواء
الهمزة مع اللام (ل)
٩١/ ١٢٤/ ألا أحدثكم بأكبر الكبائر
٥٩/ ٦٥/ البسوا البياض
١٠١/ ١٤٤/ الستم في طعام وشراب
٢٠٨/ ٣٥١/ الستم في طعام وشراب ما شئتم
الهمزة مع الميم (م)
٩٦/ ١٣٢/ أما أنا فلا آكل متكئا
الهمزة مع النون (ن)
٢١٤/ ٣٦١/ أنا محمد
١٤٥/ ٢٣٢/ ان أصدق كلمة كلمة لبيد
١٠٩/ ١٦٢/ ان اطيب اللحم لحم الظهر
١١٧/ ١٧٩/ انا ذكرنا اسم الله حين أكلنا
٢٢١/ ٣٧٤/ ان أبا بكر دخل على النبي صلى الله عليه وسلم
٢٢١/ ٣٧٣/ ان أبا بكر قبل النبي صلى الله عليه وسلم',NULL,'237',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (232,'الصفحة/ رقم الحديث/ الهمزة مع النون (ن)
١٥٧/ ٢٤٣/ ان أفضل ما تداويتم به الحجامة
١٩٦/ ٣٢٧/ انا خير أو عمر
٥١/ ٥١/ ان خير اكحالكم الاثمد
١٠٥/ ١٥٣/ ان خياطا دعا رسول الله صلى الله عليه وسلم
١٣٨/ ٢٢٣/ ان ربك ليعجب من عبده
١٩٤/ ٣٢٤/ ان رجلا خياطا دعا رسول الله صلى الله عليه وسلم
١٧١/ ٢٧٤/ ان رسول الله صلى الله عليه وسلم دخل
١٤٣/ ٢٢٩/ ان زاهرا باديتنا
٢٣٢/ ٣٩٣/ ان الشيطان لا يتشبه بي
١٨٥/ ٣٠٧/ ان الشمس والقمر آيتان
١٦٤/ ٢٥٧/ ان عينىّ تنامان
٢٠١/ ٣٣٨/ أنفق ولا تخف
٤٠/ ٣٣/ ان كان ليحب التيمن في طهوره
١٤٨/ ٢٣٨/ ان كاد ليسلم
٢٠٨/ ٣٥٢/ ان كنا آل محمد نمكث شهرا
١٨٥/ ٣٠٧/ انكسفت الشمس يوما
٢١٤/ ٣٦٠/ ان لي أسماء أنا محمد
١٦٠/ ٢٤٩/ ان الله يؤيد حسان بروح القدس
٢٠٩/ ٣٥٤/ ان الله لم يبعث نبيا ولا خليفة
١١٩/ ١٨٥/ ان الله ليرضى عن العبد أن
١٨٨/ ٣١١/ إنما كان فراشه من أدم
٤٤/ ٣٩/ انما كان شبيه نحو من عشرين
١٨٥/ ٣٠٨/ ان المؤمن بكل خير
٢٠٩/ ٣٥٤/ ان المستشار مؤتمن
١١٥/ ١٧٦/ انما أمرت بالوضوء
٢٠٥/ ٣٤٥/ ان النبي صلى الله عليه وسلم احتجم
٢٠٥/ ٣٤٦/ ان النبي صلى الله عليه وسلم دعا
١٢٩/ ٢٠٥/ ان النبي صلى الله عليه وسلم دخل على أم سليم
١٦٧/ ٢٦٦/ ان النبي صلى الله عليه وسلم لم يمت حتى كان
٦١/ ٦٩/ ان النجاشي أهدى
٧٤/ ٩٥/ انه صلى الله عليه وسلم اتخذ خاتما من فضة
١٢٢/ ١٩١/ أنه صلى الله عليه وسلم أكل البطيخ
٦٨/ ٨٣/ أنه صلى الله عليه وسلم اتخذ خاتما فضة
٥٥/ ٥٨/ أنه صلى الله عليه وسلم خرج وهو يتكىء',NULL,'238',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (233,'الصفحة/ رقم الحديث/ الهمزة مع النون (ن)
١٤٧/ ٢٣٥/ أنه دخل مكة وابن
١٢٦/ ١٩٧/ أنه شرب وهو قائم
٨٩/ ١٢١/ أنه رأى النبي صلى الله عليه وسلم مستلقيا
١٥٩/ ٢٤٧/ أنه كان إذا عرس بليل
٩٣/ ١٢٨/ أن النبي كان شاكيا
٧٠/ ٨٧/ أن النبي كتب إلى كسرى
٦٠/ ٦٨/ أن النبي لبس جبة
٧٣/ ٩٢/ أنه كان يتختم في يمينه
٢١٢/ ٣٥٨/ أن النبي صلى الله عليه وسلم لم يجتمع عنده غداء
١٢٩/ ٢٠٦/ أن النبي كان يشرب قائما
١٦٩/ ٢٧١/ انكم لا تطيقون ذلك
١٥٨/ ٢٤٥/ أن رسول الله نام حتى نفخ
١٠٥/ ١٥٥/ انها قربت إلى رسول الله جنبا
١٨٤/ ٣٠٦/ اني أحب أن أسمعه من غيري
١٤٢/ ٢٢٨/ اني حاملك على ولد الناقة
٦٤/ ٧٤/ اني رأيت رسول الله يلبس
١٣٧/ ٢١٩/ اني لا أعلم أول رجل يدخل
٢١١/ ٣٥٥/ إني لأول رجل اهراق دما
١٣٨/ ٢٢٢/ إني لاعرف آخر أهل النار
١٨٥/ ٣٠٨/ اني لست أبكي
الهمزة مع الهاء (هـ)
٢٩/ ١٧/ اهتز عرش الرحمن لموت سعد
٦٢/ ٧٠/ اهدى دحية للنبي
الهمزة مع الواو (و)
١١١/ ١٦٨/ أولم على صفية بتمر
المعرف بالألف واللام
١٦٥/ ٢٦٠/ الله أكبر ذو الملكوت
١٥٧/ ٢٤٣/ اللهم باسمك أموت وأحيا
١٨٣/ ٣٠٣/ اللهم أعنيّ على سكرات الموت
٦٣/ ٧٣/ اللهم لك الحمد كما كسوتنيه
١١٢/ ١٧٠/ اللهم بارك لنا في ثمارنا',NULL,'239',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (234,'الصفحة/ رقم الحديث/ حرف الباء (ب)
١٩٨/ ٣٣٣/ بئس ابن العشيرة
١١٦/ ١٧٨/ بركة الطعام الوضوء قبله
٢١١/ ٣٥٦/ بعث عمر بن الخطاب عتبة
١٢٣/ ١٩٣/ بعثني معاذ بقناع من رطب
٢٩/ ١٨/ بين كتفيه خاتم النبوة
حرف التاء (ت)
١٧٧/ ٢٨٨/ تعرض الاعمال يوم الاثنين
١١٠/ ١٦٧/ توضأ من أكل ثور أقط
٢١٧/ ٣٦٥/ توفي وهو ابن خمس وستين
٢٢٣/ ٣٧٨/ توفي يوم الاثنين
٢٢٢/ ٣٧٦/ توفي صلى الله عليه وسلم يوم الاثنين
١٨١/ ٢٩٧/ تنعت قراءة مفسرة
حرف الثاء (ث)
١٣١/ ٢٠٩/ ثلاث لا ترد
حرف الجيم (ج)
١٩٣/ ٣٢١/ جاءني ليس براكب
١٤٨/ ٢٣٦/ جالست النبي صلى الله عليه وسلم وكان
١٥١/ ٢٤١/ جالست إحدى عشرة امرأة
حرف الحاء (ح)
١٩٠/ ٣١٧/ حج على رحل رث
١٥١/ ٢٤١/ حديث أم زرع
٢٢٣/ ٣٧٩/ حضرت الصلاة
١٦٨/ ٢٦٩/ حفظت من رسول الله صلى الله عليه وسلم
١١٨/ ١٨٣/ الحمد لله حمدا كثيرا طيبا
١١٨/ ١٨٢/ الحمد لله الذي أطعمنا
١٥٨/ ٢٤٦/ الحمد لله الذي أطعمنا
حرف الخاء (خ)
١٩٦/ ٣٢٨/ خدمت النبي صلى الله عليه وسلم عشر
٥٩/ ٦٧/ خرج وعليه مرط
١١٢/ ١٧١/ خرج صلى الله عليه وسلم وأنا معه',NULL,'240',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (235,'الصفحة/ رقم الحديث/ حرف الخاء (خ)
٨٣/ ١١١/ خطب الناس وعليه عمامة
٨٢/ ١٠٩/ خطب وعليه عمامة
١٤٧/ ٢٣٥/ خل عنه يا عمر
حرف الدال (د)
١٢٨/ ٢٠٣/ دخل علي صلى الله عليه وسلم فشرب من
٢٠٥/ ٣٤٦/ دعا حجاما فحجمه
١٠٠/ ١٤٠/ دخلت على عائشة فدعت لي
٨٢/ ١٠٧/ دخل مكة وعليه عمامة
٨٠/ ١٠٥/ دخل مكة وعليه مغفر
٧٧/ ١٠١/ دخل مكة يوم الفتح
٨١/ ١٠٦/ دخل مكة وعليه المغفر
١٩٥/ ٣٢٦/ دخل على زيد نفر
حرف الراء (ر)
٢٨/ ١٦/ رأيت الخاتم بين كتفي
٢٣٤/ ٣٩٥/ رؤيا المؤمن جزء من ستة
٩٢/ ١٢٧/ رأيت النبي متكئا
١٠٢/ ١٤٨/ رأيت رسول الله صلى الله عليه وسلم أكل منه
٨٩/ ١٢٠/ رأيت رسول الله في المسجد
١٠٢/ ١٤٦/ رأيت رسول الله يأكل لحم
١٨٢/ ٣٠٢/ رأيته على ناقته يوم الفتح يقرأ
٣٢/ ٢٢/ رأيت موضوع الخاتم على كتفيه
٤٩/ ٤٧/ رأيت شعره مخضوبا
٢٦/ ١٣/ رأيت النبي صلى الله عليه وسلم وما بقي على
٣٨/ ٣٠/ رأيته ذا ضفائر أربع
٨٢/ ١٠٨/ رأيت على رأسه صلى الله عليه وسلم عمامة
٢٤/ ٩/ رأيته صلى الله عليه وسلم في ليلة أضحيان
١٢٦/ ١٩٨/ رأيت رسول الله يشرب قائما وقاعدا
٥٨/ ٦٣/ رأيت النبي وعليه بردان
١٢٧/ ٢٠٠/ رأيت النبي صلى الله عليه وسلم يجمع بين الخربز
٥٨/ ٦٣/ رأيت النبي صلى الله عليه وسلم وعليه بردان
٦٥/ ٧٦/ رأيت النبي صلى الله عليه وسلم يصلي في نعلين
٩٦/ ١٣٣/ رأيت النبي صلى الله عليه وسلم متكئا على وسادة
٥٧/ ٦١/ رأيت النبي صلى الله عليه وسلم وعليه حلة حمراء',NULL,'241',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (236,'الصفحة/ رقم الحديث/ حرف الراء (ر)
٤٨/ ٤٦/ رأيت النبي صلى الله عليه وسلم يخرج من بيته
١٥٧/ ٢٤٢/ رب قني عذابك
حرف السين (س)
١٩١/ ٣١٩/ سألت خالي عن حلية
١٧١/ ٢٧٤/ سبح ثمان ركعات
١٢٦/ ١٩٩/ سقيت النبي صلى الله عليه وسلم من زمزم
١٩٤/ ٣٢٢/ سماني رسول الله يوسف
حرف الشين (ش)
١٢٤/ ١٩٦/ الشربة لك
٢٠٩/ ٣٥٣/ شكونا إلى رسول الله صلى الله عليه وسلم الجوع
١٣٨/ ٢٢٣/ شهدت عليا أتي بدابة ليركبها
١٨٦/ ٣١٠/ شهدنا ابنة لرسول الله
٤٥/ ٤١/ شيبتني هود
٤٥/ ٤٠/ شيبتني هود
حرف الصاد (ص)
١٦٧/ ٢٦٧/ صليت مع النبي صلى الله عليه وسلم ركعتين
١٦٦/ ٢٦٢/ صليت ليلة معه صلى الله عليه وسلم
حرف الضاد (ض)
١٠٦/ ١٥٧/ ضفت مع رسول الله صلى الله عليه وسلم
حرف الطاء (ط)
١٠٨/ ١٦٠/ طبخت للنبي صلى الله عليه وسلم قدرا
١٣١/ ٢١٠/ طيب الرجال ما ظهر ريحه
حرف العين (ع)
١٣٢/ ٢١٢/ عرضت بين يدي عمر
٢٥/ ١٢/ عرض علي العلماء فإذا موسى
٥٩/ ٦٥/ عليكم بالبياض
٥١/ ٥٠/ عليكم بالاثمد
١٧٩/ ٢٩٤/ عليكم من الاعمال ما تطيقون',NULL,'242',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (237,'الصفحة/ رقم الحديث/ حرف الفاء (ف)
١٦١/ ٢٥٢/ فاضطجعت في عرض الوسادة
١١٠/ ١٦٥/ فضل عائشة على النساء
١١٠/ ١٦٦/ فضل عائشة على النساء
حرف القاف (ق)
١٦٥/ ٢٦١/ قام بآية ليلة
١٤٢/ ٢٢٧/ قالوا انك تداعبنا
٨٤/ ١١٢/ قبض روح رسول الله صلى الله عليه وسلم في هذين
٢١٧/ ٣٦٦/ قبض وهو ابن خمس وستين
١٧٢/ ٢٧٧/ قبل عثمان وهو ميت
٢٢٢/ ٣٧٧/ قبض يوم الاثنين
١٧٤/ ٢٨٠/ قد ترى ما أقرب بيتي
٣٦/ ٢٧/ قدم الرسول مكة وله أربع ضفائر
١١٦/ ١٧٨/ قرأت في التوراة بركة الطعام
حرف الكاف (ك)
٢٤/ ١١/ كان أبيض كأنما صيغ من فضة
٢٠٠/ ٣٣٦/ كان أجود الناس بالخير
٥٣/ ٥٤/ كان أحب الثياب اليه القميص
٥٧/ ٦٠/ كان أحب الثياب اليه الحبرة
٥٤/ ٥٥/ كان أحب الثياب إليه
٥٣/ ٥٣/ كان أحب الثياب إليه القميص
١٢٤/ ١٩٥/ كان أحب الشراب إليه الحلو
١٧٩/ ٢٩٥/ كان أحب العمل، ما ديم عليه
٥٦/ ٥٩/ كان إذا استجد ثوبا سماه
٨٣/ ١١٠/ كان إذا اعتم سدل عمامته
٩٥/ ١٣١/ كان إذا أكل لعق أصابعه
١٥٨/ ٢٤٤/ كان إذا أوى إلى فراشه
١٩١/ ٣١٩/ كان إذا أوى إلى فراشه
٩٠/ ١٢٢/ كان إذا جلس في المسجد احتبى
٧٠/ ٨٨/ كان إذا دخل الخلاء نزع خاتمه
٤٤/ ٣٨/ كان إذا دهن رأسه
١٢٨/ ٢٠٢/ كان إذا شرب تنفس
١٥٩/ ٢٤٧/ كان إذا عرس بليل
١٦٩/ ٢٧١/ كان إذا كانت الشمس من ههنا',NULL,'243',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (238,'الصفحة/ رقم الحديث/ حرف الكاف (ك)
٨٦/ ١١٧/ كان النبي إذا مشى تقلع
٨٧/ ١١٨/ كان النبي إذا مشى تكفأ
١٦٣/ ٢٥٤/ كان إذا لم يصل من الليل
١٩٥/ ٣٢٦/ كان إذا نزل عليه الوحي
٢٠٣/ ٣٤١/ كان أشد حياء
٢٦/ ١٤/ كان رسول الله صلى الله عليه وسلم أفلج الثنيتين
١٩٤/ ٣٢٥/ كان بشرا من البشر
٧٤/ ٩٦/ كان الحسن والحسين يتختمان
٦٩/ ٨٤/ كان خاتم النبي من الفضة
٦٨/ ٨٢/ كان خاتم النبي من ورق
٢٢١/ ٣٧٤/ كان دائم البشر
٢٨/ ١٥/ كان رسول الله ربعة ليس بالطويل
٢٨/ ١٦/ كان رسول الله رجلا مربوعا
٧٨/ ١٠٣/ كان سيفه حنفيا
٤٨/ ٤٥/ كان شعره الى أنصاف أذنيه
٥٢/ ٥٢/ كان شيبه في صدغيه
١٦٠/ ٢٤٨/ كان عاشوراء يوما تصومه
٣٥/ ٢٥/ كان ضليع الفم
١٧٩/ ٢٩٥/ كان عبد الرحمن لنا جليسا
٨٤/ ١١٣/ كان عثمان يأتزر
٧٩/ ١٠٤/ كان على النبي درعان
٨٠/ ١٠٥/ كان عليه درعان
٣٢/ ٢٢/ كان فخما مفخما
١٨٨/ ٣١٢/ كان فراشه من أدم
١٣٦/ ٢١٦/ كان في ساقه حموشة
٣٢/ ٢١/ كان في ظهره بضة
٥٤/ ٥٦/ كان كم قميص رسول الله إلى الرسغ
٢٠٠/ ٣٣٧/ كان لا يدخر لغد
١٣٦/ ٢١٨/ كان لا يرد الطيب
٦٣/ ٧٢/ كان لنعله قبالان
٦٥/ ٧٥/ كان لنعل رسول الله قبالان
١٣٠/ ٢٠٧/ كان لرسول الله صلى الله عليه وسلم سكة
٢١٨/ ٣٦٧/ كان ليس بالطويل
١٥/ ١/ كان ليس بالطويل البائن
١٣٤/ ٢١٥/ كان متواصل الاحزان',NULL,'244',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (239,'الصفحة/ رقم الحديث/ حرف الكاف (ك)
٣٥/ ٢٥/ كان مربوعا
٦٩/ ٨٦/ كان نقش خاتم
٩٦/ ١٣٣/ كان يأكل بأصابعه
١٢١/ ١٨٩/ كان يأكل القثاء
١٢١/ ١٨٨/ كان يأكل البطيخ
٧٣/ ٩٣/ كان يتختم في يمينه
٩٨/ ١٣٧/ كان يبيت الليالي خاويا
٧٤/ ٩٧/ كان يتختم باليمين
١٧٧/ ٢٨٧/ كان يتحرى صوم الاثنين
٧٢/ ٩١/ كان يتختم في يمينه
٧٣/ ٩٤/ كان يتختم
٤١/ ٣٥/ كان يترجل غبا
١٤٥/ ٢٣١/ كان يتمثل بشعر ابن رواحة
١٢٧/ ٢٠١/ كان يتنفس في الاناء
٦٦/ ٨٠/ كان يحب التيمن
١٠٥/ ١٥٤/ كان يحب الحلواء والعسل
١٢٣/ ١٩٣/ كان يحب القثاء
٢٠٥/ ٣٤٧/ كان يحتجم في الاخدعين
١٩١/ ٣١٩/ كان يخزن لسانه
١٧٩/ ٢٩٣/ كان يخص من الايام شيئا
١٩٠/ ٣١٦/ كان يدعى إلى خبز الشعير
١٧٢/ ٢٧٧/ كان يدمن ثماني ركعات
٣٧/ ٢٩/ كان يسدل شعره
١٦٦/ ٢٦٣/ كان يصلي جالسا
١٦٨/ ٢٦٨/ كان يصلي ركعتين حين
١٧١/ ٢٧٦/ كان يصلي الضحى
١٧١/ ٢٧٣/ كان يصلي الضحى
١٧٠/ ٢٧٢/ كان يصلي الضحى أربعا
١٦٧/ ٢٦٥/ كان يصلي في سبحته قاعدا
١٧٣/ ٢٧٩/ كان يصلي قبل الظهر أربعا
١٦٨/ ٢٧٠/ كان يصلي قبل الظهر
١٦٤/ ٢٥٨/ كان يصلي من الليل احدى
١٦٤/ ٢٥٩/ كان يصلي من الليل
١٦٢/ ٢٥٣/ كان يصلي من الليل
١٦٦/ ٢٦٤/ كان يصلي ليلا طويلا',NULL,'245',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (240,'الصفحة/ رقم الحديث/ حرف الكاف (ك)
١٧٨/ ٢٩١/ كان يصوم ثلاثة أيام كل شهر
١٧٥/ ٢٨٣/ كان يصوم حتى نقول
١٧٢/ ٢٧٨/ كان يصلي أربعا بعد الشمس
١٧٥/ ٢٨١/ كان يصوم حتى نقول
١٧٧/ ٢٨٩/ كان يصوم شعبان
١٧٦/ ٢٨٥/ كان يصوم السبت
١٧٦/ ٢٨٦/ كان يصوم من غرة كل شهر
١٧٥/ ٢٨٢/ كان يصوم من الشهر
١١٤/ ١٧٥/ كان يعجبه الثفل
١٠٤/ ١٥١/ كان يعجبه الدباء
١٠٨/ ١٥٩/ كان يعجبه الذراع
١٩٠/ ٣١٥/ كان يعود المرضى ويشهد
١٣٤/ ٢١٤/ كان يعيد الكلمة ثلاثا
١٩٦/ ٣٢٧/ كان يقبل بوجهه وحديثه على
١٨١/ ٢٩٩/ كان يقطع قراءته
٢٠٢/ ٣٤٠/ كان يقبل الهدية
٥٠/ ٤٩/ كان يكتحل قبل أن ينام
٣٩/ ٣٢/ كان يكثر دهن رأسه
٨٨/ ١١٩/ كان يكثر القناع
٧٢/ ٩٠/ كان يلبس خاتما في يمينه
٩٥/ ١٣٠/ كان يلعق أصابعه
١٦١/ ٢٥١/ كان ينام أول الليل
٧٦/ ١٠٠/ كانت قبيعة سيفه
٧٦/ ٩٩/ كانت قبيعة سيفه
١٨٣/ ٣٠٤/ كانت قراءته ربما سمعت
١٨١/ ٢٩٨/ كانت قراءته مدا
١٩٠/ ٣١٦/ كانت له درع عند يهودي
١٩١/ ٣١٨/ كانوا إذا رأوه لم يقوموا
١١٢/ ١٧٠/ كأنهم علموا انا نحب اللحم
٢٢٩/ ٣٨٥/ كل مال نبي صدقة
١٠٣/ ١٤٩/ كلوا الزيت
١٠٣/ ١٥٠/ كلوا الزيت
٢٠٧/ ٣٤٩/ كنا عند أبي هريرة وعليه
٣٩/ ٣١/ كنت أرجل رسول الله',NULL,'246',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (241,'الصفحة/ رقم الحديث/ حرف الكاف (ك)
١٨٢/ ٣٠١/ كنت أسمع قراءته بالليل
٣٤/ ٢٤/ كنت أغتسل أنا ورسول الله
١٥١/ ٢٤١/ كنت لك كأبي زرع
٢١٩/ ٣٦٩/ كنت مسندة النبي صلى الله عليه وسلم
١٨٠/ ٢٩٦/ كنت مع رسول الله ليلة
٦٣/ ٧١/ كيف كان نعل رسول الله صلى الله عليه وسلم
حرف اللام (ل)
١٦٣/ ٢٥٦/ لأرمقن صلاة النبي صلى الله عليه وسلم
٢٢٠/ ٣٧١/ لا أغبط أحدا بهون موت
٩٢/ ١٢٥/ لا آكل متكئا
٢٠٩/ ٣٥٤/ لا تذبحن لنا ذات در
١٨٩/ ٣١٣/ لا تطروني
٢٢٦/ ٣٨٠/ لا كرب على أبيك
٢٢٩/ ٣٨٧/ لا نورث
٢٢٩/ ٣٨٥/ لا نورث ما تركناه
٢٢٧/ ٣٨٣/ لا نورث
٢٢٩/ ٣٨٦/ لا يقسم ورثتي دينارا
٦٥/ ٧٧/ لا يمشين أحدكم في نعل
٢١٢/ ٣٥٧/ لقد أخفت في الله وما يخافه
١٣٧/ ٢١٩/ لقد رأيت النبي صلى الله عليه وسلم ضحك
١٢٠/ ١٨٧/ لقد سقيته صلى الله عليه وسلم بهذا القدح
٦٩/ ٨٥/ لما أراد أن يكتب إلى العجم
٢٢٢/ ٣٧٥/ لما كان اليوم الذي دخل فيه
١٧٦/ ٢٨٥/ لم أر النبي صلى الله عليه وسلم يصوم في
٢٢٦/ ٣٨٠/ لما وجد قالت فاطمة واكرباه
٣٥/ ٢٦/ لم يكن بالجعد
٤٦/ ٤٣/ لم يكن في رأس رسول الله
١٩/ ٦/ لم يكن بالطويل الممغط
١٩٧/ ٣٣٠/ لم يكن فاحشا
١٩/ ٥/ لم يكن بالطويل ولا بالقصير
١١٩/ ١٨٤/ لو سمى لكفاكم
١٩٧/ ٣٢٩/ لو قلتم له يدع هذه الصفرة
١٢٤/ ١٩٦/ ليس شيء يجزىء مكان اللبن',NULL,'247',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (242,'الصفحة/ رقم الحديث/ حرف الميم (م)
١٠٠/ ١٤٠/ ما أشبع من طعام
١٠٠/ ١٤٢/ ما أكل صلى الله عليه وسلم على خوان
٩٩/ ١٣٩/ ما أكل صلى الله عليه وسلم على خوان
١٣٧/ ٢٢٠/ ما حجبني منذ أسلمت
١٣٨/ ٢٢١/ ما حجبني ولا رآني منذ
١٠٩/ ١٦٤/ ما أقفر بيت فيه خل
١٨٣/ ٣٠٣/ ما بعث الله نبيا إلا حسن
٢١٧/ ٣٦٤/ مات وهو ابن ثلاث وستون
٢١٦/ ٣٦٣/ مات هو ابن ثلاث وستين
٢٢٧/ ٣٨٢/ ما ترك إلا سلاحه
٢٣٠/ ٣٨٨/ ما ترك رسول الله صلى الله عليه وسلم
٢٠٩/ ٣٥٤/ ما جاء بك يا أبا بكر
٥٧/ ٦٢/ ما رأيت أحدا من الناس
١٧٦/ ٢٨٤/ ما رأيت النبي صلى الله عليه وسلم يصوم
٢٠٠/ ٣٣٥/ ما سئل عن شيء فقال لا
١٤٢/ ٢٢٧/ ما رأيت أحدا أكثر تبسما
١٨/ ٤/ ما رأيت من ذي لمة في حلة
١٠٠/ ١٤١/ ما شبع صلى الله عليه وسلم من خبز الشعير
٩٨/ ١٣٥/ ما شبع آل محمد من خبز
١٠٠/ ١٤١/ ما شبع رسول الله صلى الله عليه وسلم
١٨٨/ ٣١٢/ ما فرشتموا لي الليلة ما رأيت النبي
٤٣/ ٣٧/ ما عدت في رأسه صلى الله عليه وسلم
٢٠١/ ٣٣٨/ ما عندي شيء
٢٢١/ ٣٧٢/ ما قبض الله نبيا إلا في الموضع
١٠٨/ ١٦١/ ما كانت الذراع أحب اللحم
١٣٦/ ٢١٨/ ما كان ضحكه إلا تبسما
١٦٤/ ٢٥٧/ ما كان ليزيد على إحدى عشرة
١٣٤/ ٢١٣/ ما كان يسرد كسردكم
١٧٨/ ٢٩٠/ ما كان يصوم في شهر
٩٨/ ١٣٦/ ما كان يفضل عن أهل بيت صلى الله عليه وسلم
١٠٦/ ١٥٧/ ماله تربت يداه
٢٠٣/ ٣٤٢/ ما نظرت إلى فرجه صلى الله عليه وسلم
٢٢٣/ ٣٧٩/ مروا أبا بكر
٢٢٣/ ٣٧٩/ مروا بلالا فليؤذن
٢٨/ ١٥/ مسح رأسي ودعا لي',NULL,'248',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (243,'الصفحة/ رقم الحديث/ حرف الميم (م)
٢١٦/ ٣٦٢/ مكث بمكة ثلاث عشرة
١٢٤/ ١٩٦/ ما أطعمه الله طعاما فليقل
٢٣٣/ ٣٩٤/ من رآني فقد رأى الحق
٢٣٢/ ٣٩٢/ من رآني في المنام فقد رآني
٢٣٤/ ٣٩٥/ من رآني في المنام فقد رآني
٢٣١/ ٣٩٠/ من رآني في المنام
٢٢٦/ ٣٨١/ من كان له فرطان
١١٣/ ١٧٢/ مه يا علي فانك ناقة
حرف النون (ن)
١٠٨/ ١٦٠/ ناولني الذراع
١٠٩/ ١٦٣/ نعم الادام الخل
١٠١/ ١٤٥/ نعم الادام الخل
١٠١/ ١٤٣/ نعم الادام الخل
١٤٨/ ٢٣٧/ نعم غير اني لا أقول لا
١٠٤/ ١٥٢/ نكثر به طعامنا
٦٦/ ٧٨/ نهى أن يأكل الرجل بشماله
٤١/ ٣٤/ نهى عن الترجل
حرف الهاء (هـ)
٢٠٩/ ٣٥٤/ هذا من النعيم
٨٥/ ١١٥/ هذا موضوع الازار
٤٥/ ٤٢/ هذا نبي الله وعليه ثوبان
١١٤/ ١٧٤/ هذا إدام هذه
١٤٦/ ٢٣٣/ هل أنت الا أصبع دميت
١٤٢/ ٢٢٨/ هل تلد الناقة إلا النوق
٤٨/ ٤٥/ هل خضب رسول الله
١٦٣/ ٢٥٤/ هل لك من خادم
٢٣٤/ ٣٩٧/ هذا الحديث دين
١٤٨/ ٢٣٨/ هيه
حرف الياء (ي)
٣٠/ ١٩/ يا أبا زيدان مني
١٤٨/ ٢٣٦/ يا أبا عمير ما فعل النغير',NULL,'249',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (244,'الصفحة/ رقم الحديث/ حرف الياء (ي)
١٤٣/ ٢٣٠/ يا أم فلان إن الجنة لا تدخلها
١٤٧/ ٢٣٥/ يا ذا الاذنين
٩٣/ ١٢٩/ يا فضل أشد بهذه العصابة
١٩٨/ ٣٣٣/ يا عائشة ان من شر الناس
٣٠/ ٢٠/ يا سلمان ما هذا',NULL,'250',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (245,'مراجع الكتاب
١- الشمائل المحمدية للإمام أبي عيسى الترمذي/ تخريج عزة عبيد دعاس/ الناشر مؤسسة الزعبي للطباعة والنشر- سورية.
٢- المواهب اللدنية على الشمائل المحمدية/ للشيخ ابراهيم البيجوري/ المكتبة التجارية الكبرى- بمصر.
٣- المواهب اللدنية على الشمائل المحمدية/ إبراهيم البيجوري/ طبع مصطفى البابي الحلبي وأولاده بمصر.
٤- جمع الوسائل في شرح الشمائل/ جزءان للشيخ علي بن سلطان القارىء- دار المعرفة- بيروت.
٥- شرح المناوي/ على الشمائل المحمدية/ للشيخ عبد الرؤوف المناوي المصري- طبع دار المعرفة بيروت.
٦- الجامع الصحيح/ للامام الترمذي/ تحقيق أحمد محمد شاكر/ دار احياء التراث بيروت.
٧- شمائل الرسول ودلائل نبوته وفضائله وخصائصه للإمام أبي الفداء ابن كثير تحقيق مصطفى عبد الواحد/ دار الباز للنشر والتوزيع بمكة.
٨- تذكرة الحفاظ للامام أبي عبد الله شمس الدين الذهبي/ طبعة وزارة المعارف بمصر.
٩- تهذيب الاسماء واللغات لأبي زكريا محي الدين النووي دار الكتب العلمية بيروت.
١٠- الوفا بأحوال المصطفى لأبي الفرج ابن الجوزي/ دار احياء التراث بيروت.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (246,'فهرس الشمائل المحمّدية
ص/ باب/ الموضوع/ ص/ باب/ الموضوع ١٥/ ١/ في خلق رسول الله صلى الله عليه وسلم
٢٨/ ٢/ خاتم النبوة
٣٤/ ٣/ في شعر رسول الله صلى الله عليه وسلم
٩٨/ ٢٤/ صفة خبزة صلى الله عليه وسلم
٣٩/ ٤/ ترجله صلى الله عليه وسلم
١٠١/ ٢٥/ ادامه صلى الله عليه وسلم
٤٣/ ٥/ شيبه صلى الله عليه وسلم
١١٥/ ٢٦/ الوضوء قبل الطعام
٤٧/ ٦/ خضابه صلى الله عليه وسلم
١١٧/ ٢٧/ ما يقال قبل وبعد الطعام
٥٠/ ٧/ كحله صلى الله عليه وسلم
١٢٠/ ٢٨/ قدحه صلى الله عليه وسلم
٥٣/ ٨/ لباسه صلى الله عليه وسلم
١٢١/ ٢٩/ فاكهته صلى الله عليه وسلم
٦١/ ٩/ خفه صلى الله عليه وسلم
١٢٤/ ٣٠/ شرابه صلى الله عليه وسلم
٦٣/ ١٠/ نعله صلى الله عليه وسلم
١٢٦/ ٣١/ شرابه صلى الله عليه وسلم
٦٨/ ١١/ خاتمه صلى الله عليه وسلم
١٣٠/ ٣٢/ تعطره صلى الله عليه وسلم
٧٢/ ١٢/ التختم باليمين
١٣٤/ ٣٣/ كلامه صلى الله عليه وسلم
٧٦/ ١٣/ سيفه صلى الله عليه وسلم
١٣٦/ ٣٤/ ضحكه صلى الله عليه وسلم
٧٨/ ١٤/ درعه صلى الله عليه وسلم
١٤١/ ٣٥/ مزاحه صلى الله عليه وسلم
٨٠/ ١٥/ مغفره صلى الله عليه وسلم
١٤٥/ ٣٦/ صفة كلام رسول الله صلى الله عليه وسلم
٨٢/ ١٦/ عمامته صلى الله عليه وسلم
١٥٠/ ٣٧/ ما جاء في كلام رسول
٨٤/ ١٧/ ازاره صلى الله عليه وسلم
الله صلى الله عليه وسلم في السمر
٨٦/ ١٨/ مشيته صلى الله عليه وسلم
١٥١/-/ حديث أم زرع
٨٨/ ١٩/ تقنعه صلى الله عليه وسلم
١٥٧/ ٣٨/ في صفة نوم رسول الله صلى الله عليه وسلم
٨٩/ ٢٠/ جلسته صلى الله عليه وسلم
١٦٠/ ٣٩/ في عبادة رسول الله صلى الله عليه وسلم
٩١/ ٢١/ تكأته صلى الله عليه وسلم
١٧٠/ ٤٠/ باب صلاة الضحى',NULL,'253',NULL,NULL,'0');
INSERT INTO [b23647] VALUES (247,'ص/ باب/ الموضوع/ ص/ باب/ الموضوع
١٧٤/ ٤١/ باب صلاة التطوع
٢٠٧/ ٥٠/ في عيش رسول الله صلى الله عليه وسلم
١٧٥/ ٤٢/ باب صوم رسول الله صلى الله عليه وسلم
١٨١/ ٤٣/ باب قراءة رسول الله صلى الله عليه وسلم
٢١٦/ ٥٢/ في سن رسول الله
١٨٤/ ٤٤/ باب بكاء رسول الله
٢١٩/ ٥٣/ في وفاة رسول الله
١٨٨/ ٤٥/ فراش رسول الله صلى الله عليه وسلم
٢٢٧/ ٥٤/ في ميراث رسول الله
١٨٩/ ٤٦/ باب تواضع رسول الله صلى الله عليه وسلم
٢٣١/ ٥٥/ في رؤية رسول الله
١٩٥/ ٤٧/ باب خلق رسول الله
٢٣٥/ مفتاح الشمائل
٢٠٣/ ٤٨/ باب في حياء رسول الله صلى الله عليه وسلم
٢٥١/ مراجع
٢٠٤/ ٤٩/ باب حجامة رسول الله صلى الله عليه وسلم
٢٥٣/ فهرس الشمائل',NULL,'254',NULL,NULL,'0');
