-- Table: b241
-- Chunk: 1
-- Rows: 120

CREATE TABLE "b241"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b241
INSERT INTO [b241] VALUES (1,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-1>مُقدّمة</span>
الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مُضلَّ له، ومن يُضلل فلن تجدَ له وليًّا مرشدًا، وأشهد أن لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، يحيي ويميت، وهو على كل شيء قدير، وأشهد أن محمدًا عبده ورسوله، بلَّغ الرسالة، وأدَّى الأمانة، ونصَح الأمة، وجاهَد في الله حقَّ جِهاده حتى أتاه اليقين، ورضي الله تعالى عن الصحابة الأعلام، وأتباعه الذين قعَّدُوا للسنة وكائد، وحفظوها وحافظوا عليها من الأقارب والأباعد، وبذلوا في تحقيق ذلك كلَّ نفيس من كلّ كريم وماجد، فجزاهم الله خيراً عن الأمة والإسلام، ورزقنا السير على منهاجهم، لبلوغ المرام، أما بعد:
فإن السنة النبوية هي المصدر الثاني من مصادر التشريع الإسلامي بعد كتاب الله، فهي موضّحة لأحكام القرآن، ومبيّنة لمعانيه، وقد بدأ بجمع السنة النبوية بشكل رسميٍّ من قِبل الخليفة الراشد عمر بن عبد العزيز، وذلك في آخر القرن الأول الهجري، أو أوّل الثاني؛ امتثالاً لِمَا جاء في السنة النبوية من الحث على جمع السنة وطلب الحديث وفضل أهله، قال رسول الله صلى عليه وسلم: «أَوْلَى النَّاسِ بِي يَوْمَ الْقِيَامَةِ أَكْثَرُهُمْ عَلَيَّ صَلَاة» (¬١).
_________
(¬١) أخرجه الترمذي، في أبواب الوتر، باب: ما جاء في فضل الصلاة على النبي صلى الله عليه وسلم (٤٨٤) وقال: هذا حديث حسن غريب، والبخاري في تاريخه (٥/ ١٧٧) (٥٥٩)، والبغوي في "شرح السنة" (٣/ ١٩٦) (٦٨٦) وقال: هذا حديث حسن غريب، والخطيب في "شرف أصحاب الحديث" ص (٣٤) وذكره العجلوني في "كشف الخفاء" ص (٢٦٧)، ومن قبله السخاوي في "المقاصد الحسنة" ص (٢٢١) وقال: وفي سنده موسى بن يعقوب الزمعي، وقد تفرد به فيما قاله الدارقطني مع الاختلاف عليه فيه، فقيل عن عبد اللَّه بن شداد عن ابن مسعود بلا واسطة، وهي رواية الترمذي والبخاري في تاريخه الكبير، وابن أبي عاصم وآخرين. وقيل: بإثبات أبيه بينهما. وهي رواية أبي بكر بن أبي شيبة، ومن طريقه ابن حِبان في "صحيحه"، وأبو نُعيم، وابن بشكوال، وآخرون. وهي أكثر وأشهر، والزمعي قال فيه النسائي: إنه ليس بالقوي لكن وثّقه ابن معين فحسبُك به، وكذا وثقه أبو داود، وابن حبان، وابن عَدي، وجماعة، وأشار البخاري في تاريخه إلى أن الزمعي رواه عن ابن كيسان. عن عتبة بن عبد اللَّه عن ابن مسعود. وفيه منقبة لأهل الحديث، فإنهم أكثرُ الناس صلاة عليه.
وقال الحافظ ابن حجر في "فتح الباري" (١١/ ١٦٧): حسّنه الترمذي، وصححه ابن حبان، وللحديث شاهد من حديث أبي أمامة بلفظ: «صلاة أمتي تعرض علي كل جمعة، فمن كان أكثرهم علي صلاةً كان أقربهم مني منزلة». أخرجه البيهقي في "شعب الإيمان" ولا بأس بسنده. والحديث في السنن الكبرى (٣/ ٢٤٩) (٦٢٠٨)، و"شعب الإيمان" (٣/ ١٦٤٢). وقال الألباني: حسنٌ لغيره، وقال: رواه البيهقي بإسناد حسن إلا أنّ مكحولًا قيل لم يسمع من أبي أمامة. "صحيح الترغيب" (١٦٦٨).',NULL,'1',NULL,NULL,'0');
INSERT INTO [b241] VALUES (2,'وعن ابن مسعود مرفوعًا: «نَضَّرَ اللَّهُ امْرَأً سَمِعَ مِنَّا حَدِيثًا، فَحَفِظَهُ حَتَّى يُبَلِّغَهُ، فَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ، وَرُبَّ حَامِلِ فِقْهٍ لَيْسَ بِفَقِيهٍ» (¬١).
قال القاضي أبو بكر بن العربي: قال علماءُ الحديث: (ما مِن رجل يَطلب الحديثَ إلا كان على وجهه نُضْرة) (¬٢).
_________
(¬١) أخرجه بلفظه أبو داود، كتاب العلم، باب: فضل نشر العلم (٣٦٦٢)، والترمذي، كتاب العلم، باب: ما جاء في الحث على تبليغ السماع (٢٦٥٧) و (٢٦٥٨) وقال: هذا حديث حسن صحيح،، و ابن ماجه، كتاب افتتاح الكتاب في الإيمان ... ، باب: من بلغ علماً (٢٣٢)، وأحمد في "مسنده" (٤١٥٧) في مسند عبد الله بن مسعود، وأبو يعلى في "مسنده" (٥١٢٦) و (٥٢٩٦) وقال محققه الأستاذ حسين سليم: إسناده حسن.
قال الحافظ الجورجاني في "الأباطيل والمناكير والمشاهير" (١/ ٢٤١) (٩٨): هذا حديث صحيح، رواه عن ... عبد الله جماعةٌ. وهو الذي أخرجه الترمذي برقم (٢٦٥٧)، وقال الجورجاني أيضاً عقب حديث (٩٥): هذا حديث مشهور، ورواته ثقات. وهو الذي أخرجه الترمذي برقم (٢٦٥٨).
وعدَّه السيوطي متواترًا في "قطف الأزهار المتناثرة في الأخبار المتواترة" ص (٢٨) وذكره بلفظ: «نضّر الله امرأً سمع مقالتي فوعاها، فأداها إلى مَن لم يَسمعها، فرُبَّ حاملِ فقهٍ غير فقيهٍ، ورب حامل فقه إلى مَن هو أفقه منه». وذكر ستة عشر صحابياً قاموا بروايته.
هذا، وقد وصححه الألباني في "صحيح وضعيف ابن ماجه" (٣٠٤).
(¬٢) في "أحكام القرآن" (٤/ ١٤٢). وعزا الإدريسي في "نظم المتناثر من الحديث المتواتر" ص (٦) لسفيان بن عيينة قوله: "ليس أحد من أهل الحديث إلا وفي وجهه نَضْرة؛ لهذا الحديث" والنضرة: نعيم الوجه.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b241] VALUES (3,'وعن إبراهيم بن عبد الرحمن العُذْري مرفوعًا: «يَحملُ هذا العلمَ مِن كل خَلفٍ عُدولُهُ، يَنفُون عنه تَحْريفَ الغَالِين، وانتحالَ المُبطِلين، وتأويلَ الجاهِلين» (¬١).
وذلك في جمع السنة.
وفي الصحيح من حديث معاوية بن أبي سفيان: «لا تزالُ طائفة من أمتي ظاهرين على الحقِّ، لا يَضرُّهم مَن خالفَهم» (¬٢).
قال علي بن المديني: "هم أصحاب الحديث" (¬٣).
_________
(¬١) أخرجه ابن عدي في "الكامل" (١/ ١٤٧)، وابن أبي حاتم في "الجرح" (٢/ ١٧)، والبيهقي في "السنن الكبرى" (١٠/ ٢٠٩)، والعقيلي في "الضعفاء" (٤/ ٢٥٦)، وابن عبد البر في "التمهيد" (١/ ٥٩)، والخطيب في "شرف أصحاب الحديث" (٥٥) من حديث إبراهيم بن عبد الرحمن العذري معضلاً، قال العقيلي في ترجمة معان بن رفاعة: لا يعرف إلا به، وقد رواه قوم مرفوعًا من جهة لا تثبت. وعدّ رواية إبراهيم عن النبي صلى الله عليه وسلم مرسلة، ورواه ابن عساكر في "تاريخ دمشق" (٧/ ٣٧)، وابن حبان في "الثقات" (٤/ ١٠)، وابن حجر في "الإصابة في تمييز الصحابة" (١/ ٤٢٩).
قال الذهبي في "الميزان" (١/ ٤٥): رواه غير واحد عن معان بن رفاعة، ومعان ليس بعمدة, ولا سيما أتى بواحد لا يدري من هو.
قال الحافظ ابن حجر في "لسان الميزان" (١/ ٧٧): حديثه قد رواه ابن عدي في "الكامل" من رواية الوليد بن مسلم عن معان ابن رفاعة، عن إبراهيم بن عبد الرحمن، ثنا الثقة من أشياخنا فذكره. وقال مهنا بن يحيى: قلت لأحمد: حديث معان بن رفاعة كأنه كلام موضوع!! قال: لا. بل هو صحيح،
فقلت له: ممن سمعتَه أنت؟ قال: مِن غير واحد. قلتُ: مَن هم؟ قال: حدثني به مِسكين، إلا أنه يقول: معان عن القاسم ابن عبد الرحمن. قال أحمد: معان بن رفاعة: لا بأس به.
قال الحافظ العلائي في "بغية الملتمس" (١/ ٣٤) في حديث أسامة: هذا حديث حسن غريب صحيح تفرد به من هذا الوجه معان بن رفاعة، وقد وثقه علي بن المديني ودحيم، وقال فيه أحمد بن حنبل: لا بأس به.
قلت: تعدًّدُ طرقه يقضي بحُسنه، وقد جمع ابن عبد البر طرقه في " التمهيد" (١/ ٢٨) و (١/ ٥٩)، وابن القيم في "مفتاح دار السعادة" (١/ ٢٠٦)، وابن مفلح في " الآداب الشرعية" (٢/ ١٤٨). انظر " الحطة في ذكر الصحاح الستة" ص:٧٠ و ٧١، و"شرف أصحاب الحديث"ص ١١ ـ ٢٨ ـ ٢٩.
(¬٢) أخرجه البخاري (٧١) و (٣١١٦) و (٧٣١٢)، ومسلم (١٠٣٧) (١٠٠) وأحمد (١٦٩١٢).
(¬٣) "شرف أصحاب الحديث" (١/ ١٢٧) و"فتح الباري" (١٣/ ٢٩٣) وقال الحافظ: أخرج الحاكم في علوم الحديث بسند صحيح عن أحمد: إن لم يكونوا أهل الحديث فلا أدري من هم!.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b241] VALUES (4,'وقد عُني أئمة الحديث بجمعهِ في مصنفات، وكتب، وجوامع، تتفاوتُ دقة وصحة في الرواية، وفي ضبط الرواة، ومن هذه المصنفات: (المستخرجات)، فما هي هذه المستخرجات؟ ولماذا أُفرِدتْ تصنيفاً؟ وما أشهر هذه المستخرجات؟ هذه الأسئلة وغيرها هي ما كانت دوافع لنا في عقد هذه الرسالة حيث سنعرِّف بـ (المستخرجات) ومصنفيها، والفائدة التي ذكرها أهل العلم من تصنيفها .....
نسأل الله العلي القدير التوفيقَ والسداد، وأن يجعل عملنا هذا ــ وغيره ــ خالصًا لوجهه الكريم، وأن ينفع به.
وكتبه
نايف بن ناصر المنصور
عام ١٤٣٥',NULL,'4',NULL,NULL,'0');
INSERT INTO [b241] VALUES (5,'<span data-type="title" id=toc-2>هدف البحث والدافع إليه:</span>
إن الغرض من بحثنا هذا هو: التعريف بـ (المُستخرجات)، حيث لم يفرد الكلام عنها في مصنف مستقل!! ويجهلها بعض أهل العلم، وبعض المهتمين بكتب السنة ورواية الحديث, من هنا كان اهتمامنا بذكر بعض التفاصيل العلمية، وإجراء تطبيقات عملية على أحد هذه المصنفات وهو " مستخرج أبي عوانة"؛ حتى يسهُل الرجوع إليها والإفادة منها، ولا نزعم أننا أتينا بما لم يأت به الأولون! بل حسبنا أن نزعم ــ واثقين ــ أن بحثنا تميّز بعرض وافٍ، وإيضاح كافٍ، والله من وراء القصد.

<span data-type="title" id=toc-3>دراسات سبقت بحثنا:</span>
تناول أهل العلم في مصطلح الحديث كتب السنة ومصادرها بالنقد والإيضاح، وعملوا على دراسة الأحاديث رواية ودراية، وميَّزوا صحيحها من سقيمها، وتكلموا على (المستخرجات)، ولكن لم يُفرد كتابٌ! أو تطبيق برأسه لهذه الفوائد على حدِّ عِلمي إلا مجرد بحث عن (المستخرجات) من حيث نشأتها وتطورها قام به الدكتور موفق بن عبد اللَّه بن عبد القادر، وذلك في جامعة أم القرى في مكة المكرمة،
ولكن بحثه هذا لم يفِ بالغرض المرجوّ، حيث اقتصَرَ على ذكر فوائدها، وكان حديثه عاماً!، ولم يُفرد مستخرجًا بعينه يتم تطبيق الفوائد عليها.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b241] VALUES (6,'<span data-type="title" id=toc-4>سبب اختيار الموضوع:</span>
(المستخرجات) عامة، ومستخرج أبي عوانة نموذجاً، لها من الفوائد العلمية والحديثية الحظّ الكبير، ونظراً إلى أن هذا الجانب لم يُخدَمْ علمياً في العصر الحديث، أحببت في بحثي هذا أن أُعرِّف بهذا الجزء غير المهتم به من قِبَل طلاب العلم في الجامعات والمراكز العلمية، وهو نواة أرجو أن تُتْبَعَ بأبحاثٍ ورسائلَ علميةٍ أخرى؛ لِمَا نعلم مِن أن هذه المستخرجات مُلِئَتْ فوائدَ حديثيةً، وعلينا أن نجلّيَها.

<span data-type="title" id=toc-5>منهج البحث:</span>
قسِّم البحثُ إلى أربعةِ فصول، وفي كل فصلٍ مباحثُ، ثم خاتمةٌ للبحث ,
ثم كان سردٌ منهجي في العمل.
أما الفصل الأول: فتناول التعريف بالسنة.
والفصل الثاني: التعريف بالمستخرجات.
وتضمنت مباحث الفصلين:
المبحث الأول: تعريف المستخرجات
المبحث الثاني: حكم الأحاديث الواردة في المستخرجات.
المبحث الثالث: أصول الاستخراج.
المبحث الرابع: المؤلفات في المستخرجات.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b241] VALUES (7,'والفصل الثالث: اختيار (مسند أبي عوانة)، وفيه ثلاثة مباحث:
المبحث الأول: تعريف مختصر بصحيح مسلم الذي هو أصل الكتاب.
المبحث الثاني: التعريف بمسند أبي عوانة. وذلك من خلال:
أولاً - المؤلف.
- نسبته.
- سيرته.
ثانيًا: مستخرج أبي عوانة.
ثالثًا: أقوال أهل العلم في مستخرجه.
رابعًا: طبعات الكتاب والتحقيقات.
المبحث الثالث: منهج أبي عَوانة في مُستخرجه.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b241] VALUES (8,'والفصل الرابع: في فوائد المستخرجات , حيث اشتملت على
ست عشرة فائدة:
(الفائدة الأولى): علو الإسناد.
(الفائدة الثانية): زيادة الثقات.
(الفائدة الثالثة): بيانُ أحكامٍ فِقْهِيَّةٍ في الحديث.
(الفائدة الرابعة): توضيح المقصود في الحديث وشرح غريبه.
(الفائدة الخامسة): القوة بكثرة الطرق.
(الفائدة السادسة): الزيادة في قدر الصحيح.
(الفائدة السابعة): تمييز رواية المختلط.
(الفائدة الثامنة): التصريح بالسماع عند ورود عنعنة المدلس.
(الفائدة التاسعة): التصريح بالأسماء المبهمة في الإسناد، أو المتن.
(الفائدة العاشرة): تعيين الأسماء المهملة في الإسناد، أو في المتن.
(الفائدة الحادية عشرة): التمييز للمتن المحال به على المتن المحال عليه.
(الفائدة الثانية عشرة): تعيين الإدراج في الإسناد، أو في المتن.
(الفائدة الثالثة عشرة): وصل المعلقات.
(الفائدة الرابعة عشرة): رفع الموقوف.
(الفائدة الخامسة عشرة): تصحيح بعض الأسماء في السند.
(الفائدة السادسة عشرة): الفوائد التي يذكرها المستخرج إذا كان إمامًا حافظًا.
ومنها ما يكون:
من مسائل العقيدة
من المسائل الفقهية.
من مسائل الحديث وعلومه.
وأخيراً .... الخاتمة',NULL,'8',NULL,NULL,'0');
INSERT INTO [b241] VALUES (9,'<span data-type="title" id=toc-6>عملي في البحث:</span>
١ - عزوت الآيات القرآنية الكريمة إلى أماكنها بذكر اسم السورة ورقم الآية فقط على الشكل التالي: [البقرة:١٢٢].
٢ - تخريج الأحاديث الواردة في البحث، وذلك ضمن توجه محدد؛ فما كان في الصحيحين أو أحدهما اكتفيتُ بالعزو إلى الصحيح، وإن لم يكن فيهما، عزوته إلى مصادره، وذكرت كلامَ العلماء على ذلك الحديث قبولاً ورفضاً.
٣ - الاعتماد على أفضل طبعة لمسند أبي عوانة، وهي طبعة (دار المعرفة) بتحقيق أيمن عارف الدمشقي، مع الإضافة التي أكملها أحمد الخضري من خلال جمعه لباقي المسند من كتاب "إتحاف المهرة" لابن حجر العسقلاني.
٤ - ضبط الألفاظ المُشْكِلَةِ التي لا تُقرأ على وجهها الصحيح.
٥ - قمتُ باستعراض كتب علم مصطلح الحديث، وجمعت ما يناسب البحث في المستخرجات، وأحكامها، والمصنفات فيها، وقد حدَّدنا "مستخرج أبي عوانة" على صحيح مسلم، لشهرته وإمامته.
٦ - قمتُ بانتخاب الأمثلة على فوائد المستخرجات منه.
٧ ــ استخرجتُ بعض الفوائد الفقهية والعقدية منه.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b241] VALUES (10,'٨ - ترجمتُ لبعض الأعلام وبينت حالهم وكلام أبي عَوانة فيهم.
فكان البحث ممزوجًا بالفوائدِ الحديثية والفقهية والعقدية.
٩ - التنبيه على أخطاء وقعت في مستخرج أبي عوانة.
١٠ - وضع فهارس عامة:
أ- فهرس الآيات القرآنية.
ب- فهرس الأحاديث النبوية.
ج- فهرس الآثار.
د- فهرس القواعد والضوابط الفقهية.
هـ - فهرس الأعلام المترجم لهم.
و - فهرس الأماكن والبلدان.
ز - فهرس المراجع والمصادر.
ح - فهرس الموضوعات.
والله الموفق.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b241] VALUES (11,'<span data-type="title" id=toc-7>الفصل الأول التعريف بالسنة النبوية ومكانتها</span>
السنة النبوية في ميزان الشرع
هي الأصل الثاني بعد القرآن الكريم، والتطبيق العملي لِمَا جاء فيه، وهي الكاشفة لغوامضه، المجلِّيَة لمعانيه، الشارحة لألفاظه ومبانيه، وإذا كان القرآن قد وضع القواعد والأسس العامة للتشريع والأحكام، فإن السنة قد عُنيت بتفصيل هذه القواعد، وبيان تلك الأسس، ولذا فإنه لا يمكن للدين أن يكتمل وأن يتم إلا بأخذ السنة جنبًا إلى جنب مع القرآن، وقد جاءت الآيات الكثيرة والأحاديث المتواترة آمرة بطاعة الرسول صلى الله عليه وسلم، والاحتجاج بسنته والعمل بها، وقد أمر سبحانه وتعالى باتّباع السنة والتمسك بها، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} [النساء: ٥٩]، وقوله تعالى: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} [الحشر: ٧].',NULL,'11',NULL,NULL,'0');
INSERT INTO [b241] VALUES (12,'وجاء في الحديث الصحيح عن العرباض بن سارية رضي الله عنه قال: وعظنا رسول الله صلى الله عليه وسلم موعظة وَجلتْ منها القلوبُ، وذرَفتْ منها العُيونُ، فقلنا: يا رسولَ الله، كأنها مَوعظةُ مُودِّع، فأوصِنَا، فقال: أُوصِيكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ، وَإِنْ عَبْدًا حَبَشِيًّا، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلَافًا كَثِيرًا، فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الخُلَفَاءِ المَهْدِيِّينَ الرَّاشِدِينَ، تَمَسَّكُوا بِهَا، وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ، وَإِيَّاكُم وَمُحْدَثَاتِ الأُمُورِ، فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ، وَكُلَّ بِدْعَةٍ ضَلَالَةٌ (¬١)».
رواه أحمد وأبو داود والترمذي وابن ماجه.
_________
(¬١) أبو داود في كتاب السنة، باب: في لزوم السنة (٤٦٠٧)، و الترمذي في كتاب العلم عن رسول الله صلى الله عليه وسلم باب: ما جاء في الأخذ بالسُّنّة واجتناب البدع (٢٦٧٦)، وقال الترمذي: هذا حديث صحيح، وابن ماجة في المقدمة (٤٢). و البغوي في "شرح السنة" (١/ ٢٠٥) وقال: هذا حديث حسن، وأحمد (١٧١٤٢)، (١٧١٤٤)، (١٧١٤٥)، والجوزجاني في "الأباطيل والمناكير والصحاح والمشاهير" (٢٨٨) وقال: هذا حديث صحيح ثابت مشهور، حدَّث به الإمام أحمد بن حنبل، عن أبي عاصم مثله.
وقد روى هذا الحديث عن العرباض بن سارية جماعة من التَّابعين، منهم: حَجَرُ بن حَجَرٍ، ويحيى بن أبي مطاع، وجبير بن نفير وعبد الله بن أبي بلال، والمهاجر بن حبيب وغيرهم، بعضهم مطوَّلاً، وبعضهم مختصرًا. =
= وفي "بيان الوهم والإيهام" (٤/ ٨٨) لأبي الحسن ابن القطان قال: "فأما عبد الرَّحمن بن عمرو السّلمِيّ فترجم البخاريّ وابن أبي حاتم باسمه؛ فأما ابن أبي حاتم فلم يقل فيه شيئًا. وأما البخاريّ، فإنه ذكر روايته عن العرباض، ورواية خالد بن معدان وضمرة بن حبيب، وعبد الأعلى بن هلال عنه، ولم يزدْ.
فالرجل مجهول الحال، والحديث من أجله لا يصح.
وَقد روى هَذَا الحَدِيث الْوَلِيد بن مُسلم بِإِسْنَاد آخر قَالَ: حَدثنَا عبد الله بن العَلَاء بن زبر عَن يحيى بن أبي المطاع، عَن العِرْبَاض مثله.
ذكره البَزَّار واختاره، وهو أيضًا لا يصح، فإن يحيى بن أبي المطاع لا يعرف بغيره، وهو في شيءٍ من أهل الشَّام". ...
وقال ابن حجر في "التقريب " ص (٣٤٧) في شأن عبد الرَّحمن بن عمرو السّلمِيّ: مقبول.
والحديث قال فيه الشيخ الألباني: صحيح. كما في تعليقه على حديث أبي داود وابن ماجه.
وقال حسين سليم في حكمه على حديث الدارمي: صحيح.
وقال شعيب الأرناؤوط في حكمه على حديث أحمد (١٧١٤٢): "حديث صحيح بطرقه وشواهده، وهذا إسناد حسن، عبد الرحمن بن عمرو السلمي روى عنه جمع، وذكره ابن حبان في " الثقات"، وقال الذهبي في
"الكاشف": صدوق، وقد صحّح حديثه الترمذي، والحاكم، والذهبي، وأبو نعيم فيما نقله ابن رجب في "جامع العلوم والحكم" (٢/ ١٠٩)، والبزار فيما نقله ابن عبد البر في "جامع بيان العلم" ص (٤٨٣)،، وقد تابع عبد الرحمن بن عمرو السُّلَمي هذا حُجر بن حجر الكلاعي فيما سيرد برقم (١٧١٤٥)، وعبدُ الله بن أبي بلال الخزاعي فيما سيرد (١٧١٤٦)، وثمة طرق أخرى للحديث تأتي في موضعها في التخريج، وباقي رجاله ثقات ".',NULL,'12',NULL,NULL,'0');
INSERT INTO [b241] VALUES (13,'وقال صلى الله عليه وسلم: «كُلُّ أُمَّتِي يَدْخُلُونَ الجَنَّةَ إِلَّا مَنْ أَبَى»، قَالُوا: يَا رَسُولَ اللَّهِ، وَمَنْ يَأْبَى؟ قَالَ: «مَنْ أَطَاعَنِي دَخَلَ الجَنَّةَ، وَمَنْ عَصَانِي فَقَدْ أَبَى» (¬١) رواه البخاري. إضافة إلى ما ورد من إجماع الأمة وأقوال الأئمة في إثبات حُجيتها ووُجوب الأخذ بها.
_________
(¬١) البخاري (٧٢٨٠)، وأحمد (٨٧٢٨)، والحاكم (١/ ٥٥) من حديث أبي هريرة. وفي الباب من حديث أبي أمامة عند أحمد (٢٢٢٢٦)، ومن حديث أبي سعيد الخدري عند الطبراني في الأوسط (٨١٢). وقوله: أطاعني .. أي: بقبول دعوتي.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b241] VALUES (14,'<span data-type="title" id=toc-8>تعريف السنة:</span>
السنة في اللغة: هي الطريقة والسيرة، سواء أكانت محمودة أم مذمومة، وقد ورد استعمالها في القرآن الكريم، وفي الحديث النبوي بهذا المعنى (¬١).
ففي القرآن يقول تعالى: {قُل لِلَّذِينَ كَفَرُوا إِن يَنتَهُوا يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينِ} [الأنفال: ٣٨].
ويقول تعالى: {سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلاً}
[الإسراء: ٧٧].
وفي الحديث يقول صلى الله عليه وسلم: «لَتَتَّبِعُنَّ سَنَنَ مَنْ قَبْلَكُمْ شِبْرًا بِشِبْرٍ، وَذِرَاعًا بِذِرَاعٍ، حَتَّى لَوْ سَلَكُوا جُحْرَ ضَبٍّ لَسَلَكْتُمُوهُ»، قُلْنَا: يَا رَسُولَ اللَّهِ، اليَهُودَ، وَالنَّصَارَى؟ قَالَ: «فَمَنْ»؟ (¬٢).
وأما تعريف السنة عند الفقهاء: فهو ما ثبت عن النبي صلى الله عليه وسلم من غير وجوبٍ. فهي أحدُ الأحكام التكليفية الخمسة: الواجب، والحرام، والسنة، والمكروه، والمباح. وقد يستعملونها في مقابل البدعة فيقولون: طلاقُ السنة كذا، وطلاق البدعة كذا.
أما تعريف السنة عند الأصوليين فهو: ما يُثاب فاعله، ولا يعاقب تاركه.
وعند المحدثين: ما أُثِرَ عن النبي صلى الله عليه وسلم من قول، أو فعل، أو تقرير، أو صفةٍ، أو سِيرة. وهي بهذا المعنى مرادفة للحديث النبوي عند أكثرهم (¬٣).
_________
(¬١) "لسان العرب" مادة: سنن. " تيسير الوصول إلى قواعد الأصول" للإمام عبد المؤمن بن عبد الحقّ (ص ٢٧)، "الإبهاج في شرح المنهاج" لتقي الدين وابنه تاج الدين السبكي (٢/ ٢٦٣)، "مذكرة أصول الفقه" للشيخ الأمين الشنقيطي ص (١١٣)، " تاريخ التشريع الإسلامي" مناع القطان ص (٧١).
(¬٢) البخاري في أحاديث الأنبياء، باب: ما ذكر عن بني إسرائيل (٣٤٥٦) و (٧٣٢٠)، ومسلم في العلم، باب: اتِّباع سنن اليهود والنصارى (٢٦٦٩)، وأحمد (١١٨٨٠) من حديث أبي سعيد الخدري.
(¬٣) انظر " البحر المحيط في أصول الفقه" للزركشي (٣/ ٢٣٦) و "شرح الكوكب المنير" للفتوحي (٢/ ١٦٠) ... و"الإبهاج شرح المنهاج" للسبكي (٢/ ٢٦٣)، و "تاريخ التشريع الإسلامي" (٧٢).',NULL,'14',NULL,NULL,'0');
INSERT INTO [b241] VALUES (15,'الفصل الثاني
المبحث الأول: تعريف المستخرجات
المبحث الثاني: حكم الأحاديث الواردة في المستخرجات
المبحث الثالث: أصول الاستخراج
المبحث الرابع: المؤلفات في المستخرجات',NULL,'15',NULL,NULL,'0');
INSERT INTO [b241] VALUES (16,'<span data-type="title" id=toc-10>المبحث الأول: تعريف المستخرجات</span>
(المستخرج) في اللغة: هو اسمٌ مفعول، مُشتق من الفعل: اسْتَخْرَجَ المزيد من الثلاثيّ خَرَجَ، والخرُوج نَقِيض الدّخُول، وخارج كل شيء ظاهرُه، والاستخراج كالاستنباط، واستخرجتُ الشيء من المعدِن: خلصته من ترابه (¬١).
وفي الاصطلاح
قال الإمام العراقي: المستخرجُ موضوعُه: أن يأتي المصنف إلى كتاب البخاري، أو مسلم .. فيخرِّج أحاديثه بأسانيدَ لنفسه من غير طريق البخاري، أو مسلم، فيجتمع إسنادُ المصنّف مع إسناد البخاري أو مسلم في شيخه، أو مَن فوقه (¬٢).
وقال السخاوي: والاستخراج: أن يَعمد حافظ إلى"صحيح البخاري" مثلاً فيُورد أحاديثه حديثًا حديثًا بأسانيدَ لنفسه غير ملتزم فيها ثقة الرواة، وإن شذّ بعضُهم حيث جعله شرطًا من غير طريق البخاري إلى أن يلتقي معه في شيخه أو في شيخ شيخهِ، هكذا ولو في الصحابي، كما صرّح به بعضهم. لكن لا يَسوغُ للمُخَرِّج العُدول عن الطريق التي يقرب اجتماعه مع مصنف الأصل فيها إلى البَعيدة إلا لغرض من علو، أو زيادة حكم مُهم، أو نحو ذلك، ومقتضى الاكتفاء بالالتقاء في الصحابي أنهما لو اتفقا في الشيخ مثلاً ولم يتحد سنده عندهما، ثم اجتمع في الصحابي إدخاله فيه، وإن صرّح بعضهم بخلافهِ.
_________
(¬١) "المصباح المني" مادة: خرج.
(¬٢) "التبصرة والتذكرة" (١/ ٥٦، ٥٧) للحافظ العراقي.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b241] VALUES (17,'وقال الحافظ الشيخ أحمد بن الصّديق الغماري (ت:١٣٨٠ هـ): وأما الاستخراج، فهو أن يقصد الحافظ إلي مصنف مسند لغيره، فيخرِّج أحاديثه بأسانيد نفسه، من غير طريق صاحب الكتاب، فيَجتمع معه في شيخهِ، أو شيخ شيخهِ،
وهكذا إلي صحابيّ الحديث (¬١).
وقال الكتاني رحمه الله تعالى: وقد يطلق المستخرَج عندهم على كتاب استخرَجَه مؤلفه؛ أي: جمعَه من كتب مخصوصة، كمُستخرَج الحافظ أبي القاسم عبد الرحمن بن محمد بن إسحاق بن محمد بن يحيى بن مَنْدَهْ، وسماه: "المستخرج من كتب الناس للتذكرة والمستطرف من أحوال الناس للمعرفة"، جمع فيه فأوعَى. وكثيرًا ما ينقل عن مستخرَجه المذكور الحافظ ابنُ حجر في كتبه، فيقول: ذكر ابنُ مَنْدَهْ في" مستخرجه "، وتارة يقول: في "تذكرته". والله أعلم (¬٢).
_________
(¬١) "حصول التفريج بأصول التخريج" الصديق الغماري ص (١٥).
(¬٢) "الرسالة المستطرفة" الكتاني ص (٣١ ــ ٣٢).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b241] VALUES (18,'<span data-type="title" id=toc-11>المبحث الثاني: شروط المستخرج</span>
ينبني العمل على تخريج أحاديث الكتاب المستخرج عليه بأسانيدَ خاصة، ومجانبة طريق مؤلف الكتاب ما أمكن، والاجتماع مع صاحب الكتاب في بعض طبقات الإسناد
وهذه الأصول، قد لا يطرد وقوعُها للمستخرج، إذ ربما أسقط أحاديث لم يجد له بها سندًا يَرتضيهِ، وربما ذكَرها من طريق صاحبِ الكتاب لكن لا يَسوغُ للمستخرج العدولُ عن الطريق التي يقرُب اجتماعه مع مصنفِ الأصل فيها، إلي الطريق البعيدة، إلا لغرض من عُلُوٍّ، أو زيادة حُكم مهمّ. ذكر ذلك ابنُ حجر (¬١).
_________
(¬١) "النكت الوفية بما في شرح الألفية" للبقاعيّ (١/ لوحة ٢٣). و"فتح المغيث"للسخاوي (١/ ٥٧).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b241] VALUES (19,'<span data-type="title" id=toc-12>المبحث الثالث: حكم الأحاديث الواردة في المُستخرَجات</span>
قال السَّخَاوي: والكتب المخرَّجة لم يلتزم فيها موافقتها للكتب المخرجة عليها في الألفاظ، فحصَل فيها تفاوت في اللفظ والمعنى (¬١).
وقال ابن الصلاح: صنَّف على"صحيح مسلم" قوم من الحفاظ، وأدركوا الأسانيد العالية، وفيهم مَن أدرك بعض شيوخ مسلم، فخرَّجُوا أحاديثه في تصانيفِهم تلك، فالتحقتْ به في أن لها سِمَة الصحيح، وإن لم تلتحق به في خصائصه ... ، ثم إنهم لم يلتزموا فيها الموافقة في ألفاظ الأحاديث من غير زيادة ولا نقص، لكونهم يروونها بأسانيد أُخر، فأوجب ذلك بعض التفاوت في بعض الألفاظ.
فلا يجوز أن تنقل منها حديثًا وتقول: هو كذا فيهما إلا أن تقابله بهما، أو أن يقول المصنف: أخرجاه بلفظه (¬٢).
_________
(¬١) "فتح المغيث" (١/ ٣٨).
(¬٢) "صيانة صحيح مسلم" للإمام ابن الصلاح ص (٨٨).',NULL,'19',NULL,NULL,'0');
INSERT INTO [b241] VALUES (20,'وحيث إنّ رجال المستخرَجات ليسُوا ثقات كلُّهم، ففيهم الثقة والصَّدُوق ومَن دونهما، بل وُجِدَ فيهم الضعيفُ والمتهم والوضَّاع، وعلى ذلك فإن الزياداتِ التي تفرَّد بها هؤلاء لا يُحكم لها بالصِّحة مطلقًا.
ويرجع تفاوت أصحاب المستخرجات إلى أسبابٍ، منها أنه ليس كلُّ رجال المستخرجات رجالَ الصحيح. قال الحافظ ابن حجر في "النكت" (١/ ٢٩٣): (بل ورأيت في"مُستخرَج أبي نُعيم" وغيره الرّواية عن جماعةٍ من الضعفاء).
وقال السخاوي في "فتح المغيث" (١/ ٤٠): (فرُبَّ حديثٍ أخرجه البخاري من طريق بعض أصحاب الزهري عنه مثلاً، فأورده المخرِّجُ من طريق آخر ممن تُكُلِّمَ فيه عن الزهري بزيادة، فلا يحكم لها حينئذ بالصحة، وقد خرَّج الإسماعيلي في "مُستخرجه"لإبراهيم بن الفضل المخزومي، وهو ضعيفٌ عندهم، وأبو نُعيم لمحمد بن زُبَالة، وقد اتهَّمُوه).
فهؤلاء رجال المُستخرجات كما رأيت يتدرجون من الثقة إلى الاتّهام، ولازمُ ذلك أن تكون زيادات بعض المستخرجات ضعيفة أو دون ذلك، وفي المُستخرجات أحاديث معلَّقة وموقوفة، وفي بعضها نقصُ أحاديث عن الصحيح، وأخرى زائدة.
وربما عزَّ على المصنف - يعني صاحب المستخرج - وجودُ حديث يعني من أحاديث" الصحيح " فيتركه أصلاً، أو يُعلقه على بعض رواته.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b241] VALUES (21,'<span data-type="title" id=toc-13>المبحث الرابع: المؤلَّفات في المُستخرَجات</span>
[أولاً]: المستخرجات على "الصحيحين" حيث إنها من الأهمية بمكان بالنسبة لأهل العلم، وذلك لفضل الشيخين وقدرهما إذا اجتمعَا خاصةً. وهذه المؤلفات هي:
١ - "المستخرج على الصحيحين": للإمام الحافظ المتقِن الحجّة، أبي عبد الله محمد بن يعقوب بن يوسف الشيبانيّ النيسابُوريّ، المعروف بابن الأخرم، ويُعرَف قديمًا بابن الكرمانيّ (ت:٣٤٤ ه) (¬١).
٢ - "المستخرج على الصحيحين":للإمام الحافظ أبي علي الحسين بن محمد بن أحمد الماسرسجي (ت:٣٦٥ ه) (¬٢).
٣ - "المستخرج على الصحيحين": للإمام الحافظ، المعمّر الثقة، شيخ الأهواز أبي بكر، أحمد بن عبدان بن محمد بن الفرَج، الشِّيرازيّ (ت:٣٨٨ ه) (¬٣).
٤ - " المستخرج على الصحيحين": للإمام الحافظ، العلامة الثقة، شيخ الفقهاء والمحدثين، أبي بكر، أحمد بن محمد بن أحمد بن غالب، الخوارزمي، ثم البَرْقاني (ت:٤٢٥ ه) (¬٤).
٥ ــ"المستخرج على الصحيحين": للإمام الحافظ المجوّد، أبي بكر، أحمد بن علي بن محمد بن إبراهيم بن مَنْجَويه، اليزديّ، الأصبهانيّ (ت:٤٢٨ ه) (¬٥).
_________
(¬١) قال الحاكم: صنف كتاب "المستخرج على الصحيحين"، وصنف "المسند الكبير"، وسأله أبو العباس السراج أن يخرج له كتابًا على "صحيح مسلم" ففعل.
وسمعتُ أبا عبد الله بن يعقوب غير مرة، يقول: ذهب عُمري في جمع هذا الكتاب، يعني "المستخرج" على كتاب مسلم، وسمعته تندَّم على تصنيفهِ "المُختصر الصحيح المتفق عليه"، ويقول: مِن حقنا أن نجهد في زيادة الصحيح. "سير أعلام النبلاء " (١٥/ ٤٦٦).
(¬٢) ذكره الكتاني فيمن صنّف على كل منهما. " الرسالة المستطرفة" ص (٢٩،٣٠).
(¬٣) المرجع السابق نفسه.
(¬٤) قال الخطيب البغدادي: وصنف مسندًا ضمّنه ما اشتمل عليه صحيح البخاري ومسلم."تاريخ بغداد" (٤/ ٣٧٤). وقال الكتاني: (على كل منهما). "الرسالة المستطرفة" ص (٣٠).
(¬٥) نزيل نيسابور، قال الذهبي: (قد صنف ابن منجويه على "الصحيحين" مستخرجًا، وعلى "جامع أبي عيسى"،
و " سنن أبي داود". " سير أعلام النبلاء" (١٧/ ٤٣٨).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b241] VALUES (22,'٦ - "المستخرج على الصحيحين": للإمام الحافظ، الثقة العلامة، أبي نُعيم، أحمد بن عبد الله ابن إسحاق المهرانيّ، الأصبهانيّ (ت:٤٣٠ ه) (¬١).
٧ - "المستخرج على الصحيحين": للإمام الحافظ المجود، شيخ الحرم، أبي ذر، عبد بن أحمد بن محمد، المعروف ببلده بابن السمّاك، الأنصاريّ، الخراسانيّ، الهرويّ، المالكيّ (ت:٤٣٤ ه) (¬٢).
٨ - " المستخرج على الصحيحين": للإمام الحافظ المجود، محدث العراق، أبي محمد، الحسن بن محمد بن الحسن بن علي، البغداديّ الخلال (ت:٤٣٩ ه) (¬٣).
٩ - "المستخرج على الصحيحين": للإمام المحدث الثقة، أبي الحسن، أحمد بن محمد بن أحمد بن منصور، البغداديّ، العتيقيّ (ت:٤٤١ ه) (¬٤).
١٠ - "المستخرج على الصحيحين": للحافظ العالم المفيد، أبي مَسعود، سليمان بن إبراهيم ابن محمد بن سليمان الأصبهانيّ، الملنجيّ (ت:٤٨٦ ه) (¬٥).
_________
(¬١) الصوفي، الأحول، ذكره الإمام الذهبي، وسماه: "المستخرج على الصحيحين". "سير أعلام النبلاء" (١٧/ ٤٥٥).
(¬٢) قال القاضي عياض: ولأبي بكر كتابه الكبير في المسند الصحيح المخرج على البخاري ومسلم. "ترتيب المدارك" (٤/ ٦٩٧)، وسماه الحافظ الذهبي: " الصحيح المسند المخرَّج على الصحيحين". "سير أعلام النبلاء" (١٧/ ٥٦٠).
(¬٣) قال الخطيب البغدادي: وخرج المسند على " الصحيحين". " تاريخ بغداد" (٧/ ٤٢٥).
(¬٤) قال ابن ماكولا: خرج على " الصحيحين ". "الوافي بالوفيات" (٧/ ٣٧٩).
(¬٥) قال السمعاني: خرج على " الصحيحين". " سير أعلام النبلاء" (١٩/ ٢١).',NULL,'22',NULL,NULL,'0');
INSERT INTO [b241] VALUES (23,'[ثانيًا]: المستخرجات على صحيح البخاري:
١ - "المستخرج على صحيح البخاري": للإمام الحافظ أبي العباس محمد بن أحمد بن حمدان بن علي الحيريّ النيسابوريّ (ت:٣٦٠ ه) (¬١).
٢ - "المستخرج على صحيح البخاريّ": للحافظ الكبير الثبت الجوّال، الإمام أبي علي، الحسين ابن محمد بن الحسين بن عيسى بن ماسرجس الماسرجسي، النيسابوري (ت:٣٦٥ ه) (¬٢).
٣ - "المستخرج على صحيح البخاري": للإمام الحافظ الرحالة النحوي أبي محمد، وأبي القاسم، عبد الصمد بن محمد بن حيويه البخاري (ت ٣٦٨ ه) (¬٣).
٤ - "المستخ (¬٤) ٧١ ه) (¬٥).
_________
(¬١) قال الذهبي: وقد سمع بمنصورة - وهي أم بلاد خوارزم - بعض "صحيح البخاري" من الفِرَبْري، فوجده نازلًا، فصنف على مثاله مُستخرَجًا له. "سير أعلام النبلاء" (١٦/ ١٩٥).
(¬٢) قال أبو عبد الله الحاكم في " تاريخه": وخرج على "صحيح البخاري" كتابًا، وعلى "صحيح مسلم". "سِير أعلام النبلاء" (١٦/ ٢٨٨).
(¬٣) قال أبو عبد الله الحاكم: استخرج على " صحيح البخاري" وجَوَّدَهُ. "سير أعلام النبلاء" (١٦/ ٢٩١).
(¬٤) قال الذهبي في "سير أعلام النبلاء" (١٦/ ٢٩٣)، وابن كثير في " البداية والنهاية" (١١/ ٢٩٨): يقع في أربعة مجلدات. وقد ذكر المباركفوري في مقدمة "تحفة الأحوذي" (١/ ٣٣٠) أن منه نسخة مكتوبة بخط الحافظ ابن حجر محفوظة في الخزانة الجرمنية، وأن الحافظ اختصر هذا الكتاب ولخصه وسماه: "المنتقى". وقد استفاد الحافظ ابن حجر من هذا الكتاب في شرحهِ للبخاري.
(¬٥) أخرج على صحيح البخاري": للإمام الحافظ الحجة الفقيه، شيخ الإسلام، أبي بكر أحمد بن إبراهيم بن إسماعيل الجرجاني
الإسماعيلي (٣',NULL,'23',NULL,NULL,'0');
INSERT INTO [b241] VALUES (24,'٥ - "المستخرج على صحيح البخاري": للإمام الحافظ المجود الرحالة، أبي أحمد محمد بن أحمد بن حسين العبدي، الغطريفي، الجرجاني (ت:٣٧٧ ه) (¬١).
٦ - "المستخرج على صحيح البخاري": للإمام الحافظ، رئيس أصبهان، أبي عبد الله، محمد بن أحمد بن محمد بن عصم ابن أبي ذهل العصمي الضبي الهروي (ت:٣٧٨ ه) (¬٢).
٧ - "المستخرج على صحيح البخاري": للحافظ المجوّد العلامة، محدث أصبهان، أبي أيوب، أحمد بن موسى بن مردويه بن فورك الأصبهانيّ (ت:٤١٠ ه) (¬٣).
٨ - "المستخرج على البخاري": للإمام الحافظ، الثقة العلامة، أبي نعيم، أحمد بن عبد الله بن إسحاق المهرانيّ، الأصبهانيّ (ت:٤٣٠ ه) (¬٤).
_________
(¬١) قال الإمام السمعاني: صنف"المسند الصحيح على كتاب البخاري". " سير أعلام النبلاء" (١٦/ ٣٥٥).
(¬٢) قال الذهبي: لابن أبي ذهل صحيح خرجه على "صحيح البخاري". " سير أعلام النبلاء" (١٦/ ٣٨١).
(¬٣) قال الذهبي: ومن تصانيفه: كتاب "المستخرج على صحيح البخاري" بعلو في كثير من أحاديث الكتاب حتى كأنه لقي البخاري. " سير أعلام النبلاء" (١٧/ ٣١٠).
(¬٤) ذكره الذهبي في "سير أعلام النبلاء" (١٩/ ٣٠٦)، و ابن حجر في "المجمع المؤسس" (٢/ ٩٤) برقم (٦٢٣). ويعد هذا الكتاب أحد المراجع التي أكثر الإمام ابن حجر الاقتباس منها في كتابه " فتح الباري". انظر"معجم المصنفات الواردة في فتح الباري" (٣٦٣) برقم (١١٦٧) مشهور حسن آل سلمان و رائد صبري.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b241] VALUES (25,'[ثالثًا]: المستخرجات على " صحيح مسلم":
١ - "المستخرج على صحيح مسلم": للإمام الحافظ أبي بكر، محمد بن محمد بن رجاء الأَسْفَرايِينيّ (ت:٢٨٦ ه) (¬١).
٢ - " المستخرج على صحيح مسلم": للإمام الحافظ الحجة، أبي الفضل، أحمد بن سلمة النيسابوري، البزاز (ت:٢٨٦ ه) (¬٢).
٣ - "المستخرج على صحيح مسلم": للإمام الحافظ الزاهد شيخ الإسلام، أبي جعفر،
أحمد بن حمدان بن علي الحيريّ النيسابوريّ (ت:٣١١ ه) (¬٣).
٤ - "المستخرج على صحيح مسلم": للإمام الحافظ أبي عوانة، يعقوب بن إسحاق بن
إبراهيم بن يزيد النيسابوري الأصل، الأَسْفَرايِينيّ (¬٤).
٥ - "المستخرج على صحيح مسلم": للإمام الكبير، شيخ الإسلام، أبي عِمران، موسى بن العباس، الخُراساني، الجويني (ت:٣٢٣ ه) (¬٥).
_________
(¬١) قال ابن الصلاح في معرض حديثه عن المستخرجات على " صحيح مسلم": ومنها: " المسند الصحيح" المصنَّف على شرط مسلم، وهو متقدمٌ يُشارك مسلمًا في أكثر شيوخه. "صيانة صحيح مسلم" ص (٨٩).
(¬٢) وهو رفيق مسلم في الرحلة إلى بلخ وإلى البصرة، قال الذهبي: له مستخرج كهيئة "صحيح مسلم". " سير أعلام النبلاء" (١٣/ ٣٧٣). وقال الشيخ أبو القاسم النصرأباذي: رأيت أبا علي الثقفي في النوم، فقال لي: عليكَ بصحيح
أحمد بن سلمة."تذكرة الحفاظ" (٢/ ١٥٦).
(¬٣) قال الخطيب البغدادي: ولم يزل يطلب الصحيح على شرط مسلم حتى صنّفه. وقال ابن الصلاح: "المخرج على صحيح مسلم" للعبد الصالح أبي جعفر أحمد بن حمدان. "صيانة صحيح مسلم" ص (٨٨).
(¬٤) وهو موضوع هذا البحث وستأتي تفاصيل عنه في الفصول القادمة.
(¬٥) قال الحاكم النيسابوري: خرّج على كتاب "مسلم". "سير أعلام النبلاء" (١٥/ ٢٣٥).',NULL,'25',NULL,NULL,'0');
INSERT INTO [b241] VALUES (26,'٦ - "المستخرج على صحيح مسلم": للإمام الحافظ المفيد، أبي محمد أحمد بن محمد بن إبراهيم الطوسي البلاذريّ (ت:٣٣٩ ه) (¬١).
٧ - "المستخرج على صحيح مسلم": للإمام الحافظ العلامة محدث الأندلس، أبي محمد، قاسم ابن أصبَغ بن محمد القرطبيّ (ت:٣٤٠ ه) (¬٢).
٨ - "المستخرج على صحيح مسلم": للإمام الحافظ الفقيه القُدوة شيخ الإسلام، أبي النضر, محمد بن محمد بن يوسف، الطوسيّ، الشافعيّ (ت:٣٤٤ ه) (¬٣).
٩ - "المستخرج على صحيح مسلم": للإمام الحافظ المتقن الحجة، أبي عبد الله محمد بن يعقوب ابن يوسف الشيبانيّ النيسابوريّ، المعروف بابن الأخْرَم، ويعرف قديمًا بابن الكِرْمَاني (ت:٣٤٤ ه) (¬٤)
١٠ - "المستخرج على صحيح مسلم": للإمام الحافظ المفتي، شيخ خراسان أبي الوليد حسان بن محمد بن أحمد بن هارون النيسابوري، الشافعي (¬٥).
_________
(¬١) قال الحاكم أبو عبد الله: وحكي عن أبي محمد البلاذريّ أنه قال: لم تكن لي همة في سماع الحديث أكبر من التخريج على كتاب "مسلم"، فلما انصرفت من الرحلة أخذت في التخريج عليه، وأفنيت عمري في جمعه."سير أعلام النبلاء" (١٦/ ٣٦).
(¬٢) مولى بني أمية، قال الذهبي: وَفَاتَهُ السماع من أبي داود، فصنف سننًا على وضع سننه، و" صحيح مسلم" فاته أيضًا فخرّج صحيحًا على هيئته. "سير أعلام النبلاء" (١٤/ ٤٧٣).
(¬٣) قال الإمام الذهبي: وعمل مستخرجًا على "صحيح مسلم". "سير أعلام النبلاء" (١٥/ ٤٩٠).
(¬٤) قال الحاكم: صنف كتاب "المستخرج على الصحيحين"، وصنف ""المسند الكبير"، وسأله أبو العباس السراج أن يخرِّج له كتابًا على "صحيح مسلم" ففعل.
(و) سمعت أبا عبد الله بن يعقوب غيرَ مرة، يقول: ذهَب عُمري في جمع هذا الكتاب، يعني " المستخرج" على كتاب مسلم، وسمعته تندم على تصنيفه "المختصر الصحيح المتفق عليه"، ويقول: من حقنا أن نجهد في زيادة الصحيح. "سير أعلام النبلاء" (١٥/ ٤٦٧، ٤٦٨).
(¬٥) نعته في "السير" (٥/ ٤٩٢) بالفقيه الإمام الأوحد الحافظ المفتي، ولد بعد ٢٧٠ هـ، قال الحاكم: صنَّف أبو الوليد
"المستخرج على صحيح مسلم"، تُوفِّيَ سنة ٣٤٩ هـ. وانظر" الرسالة المستطرفة" ص (٢٨).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b241] VALUES (27,'١١ - "المستخرج على صحيح مسلم": للحافظ المجود، أبي سعيد، أحمد بن محمد بن
سعيد بن إسماعيل الحيريّ النيسابوريّ الشهيد (¬١).
١٢ - "المستخرج على صحيح مسلم": للعلامة الحافظ أبي حامد، أحمد بن محمد بن شارك، الهروي، الشافعي (ت:٣٥٨ ه) (¬٢).
١٣ - "المستخرج على صحيح مسلم": للحافظ الكبير الثبت الجوال الإمام أبي علي، الحسين بن محمد بن أحمد بن الحسين بن عيسى بن ماسرجس الماسرجسي النيسابوري (ت:٣٦٥ ه) (¬٣).
١٤ - "المستخرج على صحيح مسلم": للإمام الحافظ الصادق، محدث أصبهان، أبي محمد عبد الله بن محمد بن جعفر بن حيان، المعروف بأبي الشيخ (ت:٣٦٩ ه) (¬٤).
_________
(¬١) نعته في "السير" (١٦/ ٢٩) بقوله: الحافظ المجود، أحد الأئمة، وقال: وصنَّف (التَّفسير الكبير)، و"المستخرج على صحيح مسلم"، والأبواب، وغير ذلك. تُوفِّي سنة ٣٥٣ هـ.
(¬٢) قال السبكي: وللحافظ أبي حامد الشاركي كتاب"المخرج على صحيح مسلم" لم أقف عليه. "طبقات الشافعية الكبرى" (٣/ ٤٥). وذكره ابن الصلاح في "صيانة صحيح مسلم" ص (٨٩).
(¬٣) قال أبو عبد الله الحاكم في "تاريخه": وخرّج على "صحيح البخاري" كتابًا، وعلى "صحيح مسلم".
"سير أعلام النبلاء" (١٦/ ٢٨٨).
(¬٤) ذكره الإمام السمعاني ضمن مروياته وسماه: "المسند المنتخب على الأبواب المستخرج من كتاب مسلم بن الحجاج", وسماه ابن الصلاح " المخرج على مسلم صيانة صحيح مسلم" ص (١٦١). "شرح مسلم" للنووي (١/ ١٩٣، ١٩٤).
"سير أعلام النبلاء" (١٩/ ٤١٩).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b241] VALUES (28,'١٥ - "المستخرج على صحيح مسلم": للإمام الحافظ الحجة الفقيه، شيخ الإسلام، أبي بكر أحمد بن إبراهيم بن إسماعيل الجرجاني الإسماعيلي الشافعي (ت:٣٧١ ه) (¬١).
١٦ - "المستخرج على صحيح مسلم": للمحدث الحافظ الجوال، أبي عبد الله، الحسين بن أحمد ابن محمد الشماخي، الهروي، الصفار (٣٧٢ ه) (¬٢).
١٧ - "المستخرج على صحيح مسلم": للإمام الحافظ المجود، أبي بكر، محمد بن عبد الله بن محمد بن زكريا الشيباني الخراساني الجوزقي (ت:٣٨٨ ه) (¬٣).
١٨ - "المستخرج على صحيح مسلم": للإمام الحافظ، الثقة العلامة، أبي نعيم، أحمد بن
عبد الله بن إسحاق المهراني، الأصبهاني، الصوفي (¬٤).
_________
(¬١) قال الإمام البرقاني: عندي عن الشَّمَّاخِي رزمة، وكان قد أخرج كتابًا على "صحيح مسلم" ولا أخرج عنه في الصحيح حرفًا واحدًا. وقال الذهبي: صاحب "المستخرج على صحيح مسلم". "تاريخ بغداد" (٤/ ٩)، و" سير أعلام النبلاء" (١٦/ ٣٦٠).
(¬٢) قال أبو عبد الله الحاكم: صنف المسند الصحيح على كتاب مسلم. وذكر المباركفوري أن منه نسخة مكتوبة بخط الحافظ ابن حجر، موجودة في الخزانة الجرمنية بألمانيا، وأن الحافظ ابن حجر اختصَر هذا الكتابَ وسمّاهُ " المنتقى"، وكذا سماه ابن الصلاح في "صيانة صحيح مسلم" ص (٩٠)، " مقدمة تحفة الأحوذي" (١/ ٢٣٠) ومجلة جامعة أم القرى (١/ ٢٢٠).
(¬٣) "صيانة صحيح مسلم"ص (٩٠)،وقد طبع تحت عنوان "المسند المستخرج على صحيح مسلم" بتحقيق محمد حسن.
(¬٤) قال الذهبي: صنَّف كتابًا في السنن، خرّجه على "سنن أبي داود". قاله في "سير أعلام النبلاء" (١٥/ ٢٤١)، وقريباً منه قاله في "تاريخ الإسلام" (٧/ ٥٩٦)، و انظر "تاريخ علماء الأندلس" (٢/ ٥٠)، و" الرسالة المستطرفة" ص (٣٠).',NULL,'28',NULL,NULL,'0');
INSERT INTO [b241] VALUES (29,'[رابعًا]: المستخرجات على السنن وغيرها:
١ - "المستخرج على سنن أبي داود": للإمام الحافظ العلّامة، شيخ الأندلس ومسندها، أبي عبد الله محمد بن عبد الملك بن أيمن بن فرج القرطبي (¬١).
٢ - "المستخرج على سنن أبي داود": للإمام الحافظ المجود، أبي بكر، أحمد بن علي بن محمد بن إبراهيم بن مَنْجَويه، اليَزدِي، الأصبهاني (¬٢).
٣ - "المستخرج على سنن أبي داود": للإمام الحافظ العلّامة محدّث الأندلس، أبي محمد،
قاسم بن أصبَغ بن مُحمد القرطبي (ت:٤٣٠ ه) (¬٣).
٤ - "المستخرج على جامع الترمذي": للإمام الحافظ المجود، أبي علي، الحسن بن علي بن نصر ابن منصور، الطوسي، المعروف بمكردش (ت:٣١٢ ه) (¬٤).
٥ - "المستخرج على جامع الترمذي": للإمام الحافظ المجود، أبي بكر، أحمد بن علي بن محمد بن إبراهيم بن مَنجُويه، اليزدي، الأصبهاني (ت:٤٢٨ ه) (¬٥).
_________
(¬١)
(¬٢) قال يحيى بن منده: كتب عنه عمِّي عبد الرَّحمن بن منده كتاب "السُّنَن" له، الَّذي عمله على هيئة "سنن أبي داودَ"، وَكَانَ يُثنِي عَلَيْهِ كَثِيْراً. ذكره الذهبي، وقال: قُلْتُ: قد صَنَّف ابن مَنْجُوَيْه على ((الصَّحِيْحَيْنِ)) مُسْتَخْرَجًا، وعلى " جامع أبي عيسى"، و "سنن أبي داود". "سير أعلام النبلاء" (١٧/ ٤٣٩)، "الرسالة المستطرفة" ص (٣٠).
(¬٣) قال الذهبي: وفاتَهُ السماعُ من أبي داود، فصنف سُنَنًا على وضع سُنَنِهِ. قال الكتاني: ثم اختَصر قاسم بن أصبغ كتابه وسماه "المجتنى" (بالنون)، فيه من الحديث المسند: ألف وأربعمائة وتسعون حديثًا، في سبعة أجزاء."سير أعلام النبلاء" (١٤/ ٤٧٣)، وقال ابن فرحون: وصنف في الحديث مصنفات حسنة، منها: مصنفه المخرّج على كتاب أبي داود "الديباج المذهب" (٢/ ١٤٦) , و "الرسالة المستطرفة" ص (٣٠).
(¬٤) ذكر الكتاني أن له مستخرجًا على الترمذي، وأضاف قائلاً: لقد شارك الترمذي في كثير من شيوخه. "سير أعلام النبلاء" (١٤/ ٢٨٧)، "الرسالة المستطرفة" ص (٣١).
(¬٥) قال الذهبي: قد صنف ابن منجويه مستخرجًا على جامع أبي عيسى. " سير أعلام النبلاء" (١٧/ ٤٤٠).',NULL,'29',NULL,NULL,'0');
INSERT INTO [b241] VALUES (30,'٦ - "الأموال":لأبي أحمد حميد بن مخلد بن قتيبة بن عبد الله الأزدي النسائي، المعروف بابن زنجويه، وهو لقب أبيه. وكتابه كالمستخرج على كتاب "الأموال" لأبي عُبيد (¬١).
٧ - "المنتقى": للإمام الحافظ العلامة محدث الأندلس، أبي محمد، قاسم بن أصبغ بن محمد القرطبي (ت: ٣٤٠ هـ). قال الكتاني: وكتاب "المنتقى" لأبي محمد قاسم بن أصبغ، وهو على نحو كتاب "المنتقى" لابن الجارود (عبد الله بن علي ت ٣٠٦، أو ٣٠٧ هـ، وهو كالمستخرج على صحيح ابن خزيمة)، وكان قد فاته السماع منه ووجده قد مات، فألفه على أبواب كتابه بأحاديث خرجها عن شيوخه. قال أبو محمد ابن حزم: وهو خير انتقاء منه (¬٢).
٨ - "المستخرج على كتاب التوحيد لابن خزيمة": للإمام الحافظ، الثقة العلامة، أبي نعيم،
أحمد بن عبد الله بن إسحاق المهراني، الأصبهاني (¬٣).
٩ - "المستخرج على المستدرك للحاكم النيسابوري": للإمام أبي الفضل عبد الرحيم بن الحسين بن عبد الرحمن العراقي (ت:٨٠٦ ه) (¬٤).
_________
(¬١) قال في "الرسالة المستطرفة" ص (٤٧): وكتابه كالمستخرج على كتاب أبي عبيد - يعني كتاب الأموال لأبي عبيد - وقد شاركه في بعض شيوخه وزاد عليه زيادات، وفي "سير أعلام النبلاء" (١٩/ ١٢) قال: الإمام الحافظ الكبير صاحب كتاب "التَّرْغِيْبِ وَالتَّرْهِيْب" , وكتاب "الأَمْوَال"، وغير ذلك باختصار. قلت: وكتاب "الأموال" مطبوع طبعه مركز الملك فيصل للبحوث والدراسات الإسلامية، الطبعة الأولى سنة ١٤٠٦ هـ، ١٩٨٦ م بتحقيق د. شاكر ذيب فياض.
(¬٢) "المُسْتَخْرَجات نشأتها وتطورها" د. موفق بن عبد الله بن عبد القادر، بحث في مجلة جامعة أمِّ القرى - مكة المكرمة، العدد ١٩. و "سير أعلام النبلاء" (١٥/ ٤٧٢)، و "الرسالة المستطرفة" ص (٢٥).
(¬٣) الإمام الحافظ العلامة، صاحب "الحلية"، عمل معجم شيوخه، و "الحلية"، و"المستخرج على الصحيحين"، ومصنفاته كثيرة، قاله الذهبي مختصرًا في"سير أعلام النبلاء" (١٧/ ٤٥٣).
هذا، وقد سبق ذكره فيمن أخرج على "الصحيحين"، و "البخاري"، و"مسلم"، وقال في "الرسالة المستطرفة" ص (٣١): و "مستخرج أبي نعيم الأصفهاني على التوحيد لابن خزيمة".
(¬٤) قال الحافظ ابن حجر في ترجمة العراقي: ثم شرع في الإملاء من "تخريج المستدرك"، فكتب منه قدر مجيلدة إلى أثناء كتاب الصلاة. وقال الكتاني: وأملى على "المستدرك" للحاكم مستخرجًا لم يكمل. "المجمع المؤسس" (٢/ ١٧٦، ١٨٥)، برقم (٧٥٣)، و "الرسالة المستطرفة" ص (٣١).',NULL,'30',NULL,NULL,'0');
INSERT INTO [b241] VALUES (31,'الفصل الثالث: اختيار (مسند أبي عَوَانة)
المبحث الأول: تعريف مختصر بصحيح مسلم الذي هو أصل الكتاب
المبحث الثاني: التعريف بمسند أبي عوانة (المؤلف: نسبه وسيرته).
المبحث الثالث: منهج أبي عوَانة في مستخرجه',NULL,'31',NULL,NULL,'0');
INSERT INTO [b241] VALUES (32,'<span data-type="title" id=toc-15>المبحث الأول: تعريفٌ مُختصر بصحيح مسلم الذي هو أصل الكتاب</span>.
الإمام مسلم رحمه الله تعالى:
هو مسلم بن الحجاج القشيريّ النيسابوريّ، يُنسب إلى بني قُشَير، ولد - رحمه الله تعالى - في السنة التي تُوفِّيَ فيها إمامان عظيمان: الشافعي، وأبو داود الطيالسيّ، وذلك في السنة الرابعة بعد المائتين للهجرة. ووفاته - رحمه الله - بعد وفاة البخاري بنحو خمس سنين، فالبخاري تُوفِّيَ في سنة ست وخمسين ومائتين، ومسلم تُوفِّيَ في نحو سنة إحدى وستين ومائتين.
وعدد أحاديث "صحيح مسلم" نحو أربعة آلاف حديث، سوى المكرر، وبالمكرر يصل إلى اثني عشر ألف حديث تقريبًا، وقد مكث في تأليف هذا الكتاب خمس عشرة سنةً حسب ما قول تلميذه وقرينه أحمد بن سَلمة.
وقد أعجب كثيرٌ من أهل العلم بـ "صحيح مسلم" غاية الإعجاب، وذلك بسبب حُسن ترتيبه وتلخيصه لطرق الحديث بغير زيادةٍ ولا نقصان، واحترازه من التحول في الأسانيد عند اتفاقها من غير زيادة ولا نقصان، وتنبيهه على ألفاظ الرواة من اختلاف في متن أو إسناد ولو في حرف.
ولم يمزج حديث النبي صلى الله عليه وسلم بغيره، كما أنه رحمه الله يجمع طرق الحديث في مكانٍ واحد.
كما اعتنى بالطرق في ترتيبها، فنجد أنه يُقدم الطريق التي فيها أصحِّية، ويقدم الطريق التي فيها إجمال، ثم يردفها بالطريق المبينة لها، ويُقدّم الطريق المنسوخة ثم يأتي بعد ذلك بالطريق الناسخة (¬١).
_________
(¬١) "صحيح مسلم " (١/ ٣)، و "النكت على كتاب ابن الصلاح" (١/ ٢٨٩)، (٢/ ٧١٦) و"سير أعلام النبلاء" (١٢/ ٥٧٥)، و"توضيح الأفكار" للصنعاني (١/ ٤١، ٤٤)، (١/ ٢٠٤)، و"صيانة صحيح مسلم" ص (١٠٤) , و"شرح علل الترمذي" لابن رجب (٢/ ٥٨).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b241] VALUES (33,'<span data-type="title" id=toc-16>المبحث الثاني: التعريف بمسند أبي عوانة (المؤلف: نسبه وسيرته)</span>.
أولاً: المؤلف:
أبو عوانة الأسْفَرايِينِيّ (¬١) (صاحب المستخرج)
هو أبو عوانة يعقوب بن إسحاق بن إبراهيم النيسابوري الإمام الحافظ الكبير، أبو عوانة
يعقوب بن إسحاق بن إبراهيم بن يزيد النيسابوري الأصل، الأَسْفَرايِينيّ، وُلِدَ في ٢٣٠ من الهجرة.
- نسبته:
وأسفرايين بلدةٌ بنواحي نيسابور على منتصف الطريق من جُرجان، وقد أكثرَ الترحال في طلب العِلم.
- سيرته:
وقد سمع: بالحرمين، والشام، ومصر، واليمن، والثُّغور، والعراق، والجزيرة، وخراسان، وفارس, وأصبهان. سمع: يونس بن عبد الأعلى، وعلي بن حرب الطائي، ومحمد بن يحيى الذُّهْليّ، وأحمد بن عبد الرحمن بن وهب، وشُعيب بن حرب الضبعي، وزكريا بن يحيى بن أسد المروزي، وسعد بن مسعود المروزي، وسعدان بن نصر، وعمر بن شبّة، وعيسى بن أحمد البَلْخي، وعلي بن إشكاب ثور، وعبد السلام بن أبي فَرْوة النصيبي - صاحباً لابن عُيينة ــ وعطية بن بقية بن الوليد، وأبا عمرو ابن سعد بن عمرو الشعباني - صاحباً لابن وهب ــ ومحمد بن سليمان ابن بنت مطر، وأبا زرعة الرازي، وأبا جعفر بن المنادي، ومحمد بن عقيل النيسابوري، ومحمد بن إسماعيل الأحمسي ومحمد
ابن عبد الله بن ميمون الإسكندراني، وموسى بن نصر الرازي، وأبا سلمة المسلم بن محمد بن المسلم ابن عفان الصنعاني الفقيه. وسمع من الإمام مسلم صاحب الصحيح في بغداد، فقد صرَّح أبو عوانة بأنه سمع الكتابَ إملاءً من مسلم كما في "مُستخرجه" (٥٨٠٧) إذ قال: حدّثنا مسلم بن الحجاج أبو الحسين إملاءً ببغداد (¬٢).
_________
(¬١) أسفرايين بالفتح ثم السكون وفتح الفاء وراء وألف وياء مكسورة وياء أخرى ساكنة ونون: بُليدة حَصينة من نواحي نيسابور على منتصف الطريق من جرجان، واسمها القديم: مهرجان، سماها بذلك بعض الملوك لخضرتها ونَضارتها، ومهرجان: قرية من أعمالها. وقال أبو القاسم البيهقي: أصلها من أسبرايين بالباء الموحدة، وأسبر بالفارسية هو الترس، وايين هو العادة، فكأنهم عرفوا قديمًا بحمل الترس فسميت مدينتهم بذلك. وقيل: بناها اسفنديار، فسمّيت به، ثم غيّر لتطاول الأيام، وتشتمل ناحيتها على أربعمائة وإحدى وخمسين قرية، والله أعلم.
انظر "معجم البلدان" (١/ ١٧٧)، و "مراصد الاطلاع على أسماء الأمكنة" (١/ ٧٣).
(¬٢) وهذا يفيد أن الإمام مسلماً روَى "صحيحه" في بغداد.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b241] VALUES (34,'حدث عنه: أحمد بن علي الرازي الحافظ، وأبو علي النيسابوري الحافظ، ويحيى بن منصور، وسليمان بن أحمد الطبراني، وأبو أحمد بن عَدي، وأبو بكر الإسماعيلي، وحُسَيْنَك بن علي التميمي، وولده؛ أبو مصعب محمد بن أبي عوانة، وأبو أحمد محمد بن أحمد الغِطريفي، وجماعة، خاتمتهم: ابنُ ابنِ أخته أبو نعيم عبد الملك بن الحسن.
وحجّ خمس مرات. وقال: كنت بالمصيصة، فكتب إلي أخي محمد بن إسحاق، فكان في كتابه:
فإن نحن التقينا قبل موتٍ ... شفينا النفس من مَضَض العِتاب
وإن سبقت بنا أيدي المنايا ... فكم من عاتبٍ تحت التراب
قال أبو عبد الله الحاكم: أبو عوانة من علماء الحديث وأثباتهم، سمعت ابنه محمدًا يقول: إنه تُوفِّيَ سنة ست عشرة وثلاث مئة. وقال ابن أخت أبي عوانة؛ المحدث الحسن بن محمد الأَسْفَرايِينيّ: توفي أبو عوانة في سلخ ذي الحجة، سنة ست عشرة وثلاث مئة. وقال غيره: بُنِيَ على قبر أبي عوانة مشهد بأسفرايين يزار، وهو في داخل المدينة، وكان - رحمه الله - أول من أدخل إلى أسفرايين مذهب الشافعي وكتبه، أخذ ذلك عن الربيع المراديّ، والمزنيّ. ومن قول الحاكم في "تاريخه": أبو عوانة سمع: محمد بن يحيى، ومسلمَ بن الحجاج، وأحمد بن سعيد الدارميّ، وأبا زرعة، وأبا حاتم، وابن وارة، ويعقوب بن سفيان، وسعدان، وابن عبد الحكم، والمزني، وصالح بن أحمد بن حنبل، وعمرو بن عبد الله الأودي، ومحمد بن المقرئ، وأحمد بن سنان، وأسيد بن عاصم، وهارون بن سليمان .. .، وسمى جماعة، ثم أثنى عليه.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b241] VALUES (35,'قال الذهبي عنه: الإمام الحافظ الكبير الجوال، أكثر الترحال، وبرَع في هذا الشأن، وبَذَّ (¬١) الأقران.
وقال أيضًا: الحافظ الثقة الكبير، طوف الدنيا وعُني بهذا الشأن وهو ثقة جليل، وقال عنه: كان مع حفظهِ فقِيهًا شافعيًّا إمامًا (¬٢).
وقال السَّمْعَاني: من مشاهير المحدثين، أحد حفاظ الدنيا، ومَن رحَل في طلب الحديث، وعُني بجمعه، وعُني بكتابته، وكان زاهدًا عفيفًا متعبِّدًا متقللاً (¬٣).
وقال ابنُ خلِّكان: أحد الحفاظ الجوالين، والمحدثين المكثرين (¬٤).
_________
(¬١) قال في "لسان العرب" (١/ ٢٣٧) مادة (بَذَذَ): بَذِذْتَ تَبَذُّ بَذَذاً (بذاذًا) وبَذاذةً وبُذُوذَةً: رثَّتْ هيئتُك وساءت حالتُك، ورجل بَذُّ البخت سيئُه رديئه. وبَذَّ القومَ يَبُذُّهم بذّاً سبقهم وغلبهم، وكل غالب باذٌّ، والعرب تقول: بَذَّ فلان فلاناً يَبُذُّه بذاً إذا ما علاه وفاقَهُ في حُسن أَو عمل كائنًا ما كان. وبَذَّ القائلين، أَي: سبقهم وغلبهم يَبُذُّهم بَذًّا.
(¬٢) "سير أعلام النبلاء" (١٤/ ٤١٧).
(¬٣) "الأنساب" (١/ ١٤٣).
(¬٤) "وفيات الأعيان" (٦/ ٣٩٣).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b241] VALUES (36,'ثانيًا: مستخرج أبي عوانة (¬١).
من المعلوم أن المستخرجات على"صحيح مسلم" أكثر من المستخرجات على "البخاري"، ويرجع سبب ذلك إلى ما ذكره الذهبي في "سير أعلام النبلاء" في كلامه على "صحيح مسلم"، إذ قال: ليس في "صحيح مسلم" من العوالي إلا ما قلّ ... وهو كتاب نفيس كامل في معناه، فلما رآه الحفّاظ أعجبوا به، ولم يسمعوه لنزوله، فعمَدوا إلى أحاديث الكتاب، فساقوها من مروياتهم عالية
بدرجة وبدرجتين، ونحو ذلك، حتى أتوا على الجميع هكذا، وسموه: "المستخرج على صحيح مسلم" (¬٢).
_________
(¬١) لكن هذا المستخرج يسمى صحيحًا باعتبار أنه زاد طرقًا وأسانيد على "صحيح مسلم" وقليلاً من المتون أيضًا، فكأنه أصبح كتابًا مستقلاً، وقد انتقى الذهبي من هذا الصحيح كتابًا مستقلاً يعرف بـ "منتقى الذهبي" وهو مائتان وثلاثون حديثًا.
(¬٢) "سير أعلام النبلاء" (١٢/ ٥٦٨، ٥٦٩).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b241] VALUES (37,'ثالثًا: أقوال أهل العلم في "مُستخرجه".
قال السمعاني في ترجمته (¬١): (صنف المسندَ الصحيح على"صحيح مسلم بن الحجاج القشيري" وأحسن).
وقال السخاوي (¬٢): (واجتمع له من المرويات بالسماع والقراءة ما يفوق الوصف، وهي تتنوع أنواعًا: أحدها ما رتب على الأبواب الفقهية ونحوها، وهي كثيرة جدًّا، ومنها ما تقيد فيه بالصحيح، كـ "الصحيحين" للبخاري ولمسلم، ولابن خزيمة - ولم يوجد بتمامه -، ولأبي عوانة الأَسْفَرايِينيّ وهو وإن كان مستخرجًا على ثاني "الصحيحين" فقد أتى فيه بزيادات طرق، بل وأحاديث كثيرة).
وقال الثعالبي (¬٣): (صحيح أبي عوانة الأَسْفَرايِينيّ وهو مستخرج على "صحيح مسلم"، وزاد فيه طرقًا في الإشارة وقليلاً من المتون).
وقال الدهلوي (¬٤): "صحيح أبي عوانة"وهو مستخرج على"صحيح مسلم"، ويقال: المستخرج في اصطلاح المحدثين على الكتاب الذي صنّف لإثبات كتاب آخر، على ترتيبه ومتونه وطرق إسناده، ويذكر سنده بحيث يتصل بمصنف ذلك الكتاب، ثم شيخه، ثم شيخ شيخه .. وهلم جراً،
وإذا ثبت بطرق أخرى كثُر الاعتماد عليه والوثوق به، ولكن هذا المستخرج إنما يُسمَّى صحيحًا، لإتيانه فيه بزيادة طرق وقليل من المتون، ولهذا قد يقال: إنه كتاب مستقلّ.
وقال الذهبي (¬٥) في ترجمة الإمام مسلم: وأبو عوانة يعقوب بن إسحاق الأَسْفَرايِينيّ، وزاد في كتابه متونًا معروفة بعضُها ليِّن.
_________
(¬١) "الأنساب" (١/ ٢٢٣).
(¬٢) في مرويَّات نفسه. "الضوء اللامع" (٨/ ١٠).
(¬٣) قاله الثعالبي في "مقاليد الأسانيد" كما ذكر ذلك السيد الميلاني في "نفحات الأزهار في خلاصة عبقات الأنوار" (٢/ ٣٥)
(¬٤) "بستان المحدثين" للدهلوي ص (٩٣).
(¬٥) "سير أعلام النبلاء" (١٢/ ٥٧٠).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b241] VALUES (38,'رابعًا: طبعات الكتاب
توجد نسخة كاملة منه مكتوبة بخط يحيى بن نعيم الأنصاري، موجودة في الخزانة الجرمنية بألمانيا،
كما توجد نسخة كاملة أيضاً منه مكتوبة بخط الحافظ ابن حَجَر، موجودة في الخزانة الجرمنية أيضًا.
ونسخة صحيحة نفيسة منه موجودة في خزانة الكتب للعلامة أبي الطيب شمس الحق العظيم أبادي ــ الفهرس الشامل للتراث العربي الإسلامي المخطوط الحديث النبوي الشريف وعلومه ورجاله.
وفي فهرست الكتبخانة (١/ ٤١١) ذكر أجزاء مخطوطة من "مختصر أبي عوانة" ويوجد مخطوط تحت عنوان "المُسْنَد المُخَرَّج على كتاب مُسْنَدِ ابنِ الحَجَّاج". وكذا قال فؤاد سزكين في "تاريخ التراث العربي" ١/ ١/٣٤٣.
وأول طباعة لـ "مسند أبي عوانة" كانت بدائرة المعارف العثمانية بحيدر أباد في الهند، واحتوى على أربع مجلدات: الأول، وبعض الثاني، وبعض الرابع، وبعض الخامس.
واشتملت هذه المجلدات على الكتب التالية: الأضاحي، الإيمان، الأحكام، الأشربة، الأطعمة، الإمارة، التيمم، الجماعة، الجمع، الجهاد، الحيض، الخمر، الذبائح، السهو، الصلاة، الصيد، الطهارة، اللباس، المساجد، الوتر.
ثم طبع المجلد الثالث مفردًا، وقد كان في عِداد المفقود، طبعته مكتبة السنة بالقاهرة.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b241] VALUES (39,'وأخيرًا طبع الكتاب في (دار المعرفة) ببيروت بتحقيق أيمن بن عارف الدمشقي، واحتوت هذه الطبعة على المجلدات السابقة نفسها في الطبعة الهندية القديمة، والمجلد الثالث الذي طبع مفردًا، وأضافت جزءًا آخر كان في عداد المفقود أيضاً، احتوى على تكمِلة المجلد الثاني، وتكملة المجلد الرابع.
استدرك المجلد الثاني الكتب التالية: الزكاة، الصيام، الحج، فضائل القرآن.
واستدرك الرابع الكتب التالية: النذور، الأيمان، المماليك، الحدود، الديات.
وبالتالي فإن طبعة (دار المعرفة) هي أكملُ طبعات الكتاب إلى الآن، ولا يَنقصُها إلا جزء من آخر المجلد الخامس، لم يوفَّق السيد المحقِّق أيمن الدمشقي الحصول على نسخهِ الخطية، فقد جاء في نهاية المجلد الخامس من طبعته ما نصه: يتلوه إن شاء الله في الخامس (بيان التشديد في اتخاذ الصُّور في البيوت والأمتعة التي فيها الصور، والعلة التي لها نهي عنه). مع العلم أن محققي كتاب "إتحاف المهرة" لابن حجر قد تمكنوا من الحصول على بعض النُّسَخ الخطية التي لم تقع لأيمن بن عارف، وكانوا يُخرِّجون بعض الأحاديث التي لا يجدونها في طبعة أيمن بن عارف من تلك النسخ الخطية، وانظر على سبيل المثال حاشية المجلد (١٥) صفحة (٨)، والمجلد (١٩) صفحة (٤٧٩)، لكن تلك النسخ الخطية التي كانوا يحيلون عليها لم تغطِّ كامل الجزء المفقود من المجلد الخامس، فلا يزال هناك الكثير من الأحاديث التي ليس لها مرجعٌ إلا ما نقله ابنُ حَجَر في "إتحاف المهرة"!.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b241] VALUES (40,'وقد قام أحمد الخضري بإلحاق ما تبقى في مُلحق مع المسند، وقال في ذلك: (وبما أن مسند أبي عوانة ما هو إلا مستخرج على "صحيح مسلم"، فقد طابقنا المطبوع منه على "صحيح مسلم"، فوجدنا أنه يُشَكِّل حوَالي ثلاثة أرباع أحاديث "صحيح مسلم"، فعرفنا أن الجزءَ الذي لم يطبع من آخر المجلد الخامس يشكل حوالي ربع الكتاب، لذا قمنا باستدراك هذا النقص من "إتحاف المهرة" لابن حجر، فقد صرح في مقدمته بسماعه لعدة كتب من مستخرج أبي عوانة، هي من
القسم الذي لم يطبع، وفيما يلي أسماء هذه الكتب: الحلي، التسمية، الاستئذان، الرقى، الطب، فضائل الأنبياء، مناقب الصحابة، البر والصلة، القدر، العلم، الدعوات.
وقد أودعنا الأحاديث المستدركة في ملحق خاص في آخر الكتاب، وعددها (٢٠٦٢) حديثًا، بينما مجموع أحاديث مسند أبي عوانة المطبوع (٨٧١٨) حديثًا، فأصبح مجموع أحاديث الكتاب (١٠٧٨٠) حديثًا.
وبهذا يكون الكتاب قد اكتمل بحمد الله، ويظهر من مجموع أحاديثه أنه من الكتب الكبيرة).
وثمة رسائل وأطروحات جامعية حَقَّقَتْ أجزاء من المسند في الجامعة الإسلامية بالمدينة المنورة قام بها بعض الباحثين فليرجع إليها في مكتبةِ الجامعة.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b241] VALUES (41,'<span data-type="title" id=toc-17>المبحث الثالث: منهج أبي عوانة في مستخرجه</span>
عمد أبو عوانة في مصنِّفه إلى أحاديث كتاب "صحيح مسلم" المرفوعة، والموقوفة، فرواها بإسنادها من غير طريق صاحب الكتاب. فزاد فيه أحاديث كثيرة زائدة على"صحيح مسلم"، وفيها الصحيح، والحسن، بل والضعيف أيضًا.
ويقع في "مستخرجه" زيادة في أحاديث، أو تتمة لمحذوف، أو نحو ذلك، فهي تعتبر صحيحة، لكن مع وجود الصفات المشترطة في الصحيح، فيمَن بين صاحب المستخرَج والراوي الذي اجتمعا فيه هو وصاحب الأصل، وقد يقف على أحاديث "صحيح مسلم" من طريق عالٍ لم يكن قد وقف عليه صاحبُ الكتاب.
وقد يُعَيِّن مبهمات، أو مهملات كانت في "صحيح مسلم"، ولكنها جاءت مسماة من طريقه (¬١)
وذكر المعلمي في كتابه "التنكيل" (¬٢): (أصحاب المستخرجات يَلتزمون إخراج كل حديث من الكتب التي يستخرجون عليها، فأبو عوانة جعل كتابه مستخرجًا على "صحيح مسلم" ومعنى ذلك أنه التزم أن يخرج بسند نفسه كلَّ حديث أخرجه مسلم، فقد لا يقع له بسند نفسه الحديث إلا من طريق رجل ضعيف، فيتساهل في ذلك؛ لأن أصل الحديث صحيح من غير طريقه، ومع ذلك زاد أبو عوانة أحاديث ضعيفة لم يَحكم هو بصحتها، وإنما سمَّى كتابه صحيحًا، لأنه مخرَّج على الصحيح، ولأن معظمَ أحاديثه صحيحة، فإخراجه لرجل لا يَستلزم توثيقه ولا تصديقه، بل صاحب "الصحيح" نفسه قد يخرِّج في المتابعات والشواهد لمن لا يُوثقه، وهذا أمر معروف عند أهل الفن).
_________
(¬١) "فتح المغيث" (١/ ٣٧ - ٤٣).
(¬٢) "التنكيل بما في تأنيب الكوثري من الأباطيل " (٢/ ١٥٩).',NULL,'41',NULL,NULL,'0');
INSERT INTO [b241] VALUES (42,'ويقول أبو عوانة في "مستخرجه على مسلم"بعد أن ساق طرق مسلم كلها: (من هنا لمخرجه)، ثم يسوق أسانيد يجتمع فيها مع مسلم فيمَن فوق ذلك، وربما قال: (من هنا لم يخرجاه)، ولا يظن أنه يعني البخاري ومسلمًا، فالسيوطي رحمه الله استقرأ صنيعه في ذلك، فوجده إنما يعني مسلمًا وأبا الفضل أحمد بن سَلمة (¬١)، فإنه كان قرينَ مسلم، وصنَّف مثلَ مسلم.
وربما أسقط المستخرِج أحاديث لم يجد لها سندًا يَرتضيه، وربما ذكرها من طريق صاحب الكتاب، وهذا قليل. ولم يلتزم في مُستخرجه بموافقته لـ "صحيح مسلم" في الألفاظ، لأنه إنما يروي الحديث بالألفاظ التي وقعت له عن شيوخه، فحصَل فيها تفاوتٌ قليل في اللفظ وفي المعنى، كما ذكرنا في حُكم المستخرجات.
وقد رتَّبه على كتب الجوامع، بدأه بكتاب الإيمان، وختَمه بكتاب اللباس، ثم قسّم الكتاب الواحد إلى أبواب، وأوردَ في كل باب جملة من الأحاديث والآثار، كما هي عادة الأئمة، بلغ عددها (١٠٧٨٠) حديثًا وأثرًا.
_________
(¬١) هو أحمد بن سلمة بن عبد الله، أبو الفضل، البزاز النيسابوري، أحد الحفّاظ المتقنين. قال الذهبي: له مستخرج كهيئة "صحيح مسلم" تُوفِّيَ سنة (٢٨٦) هـ.
انظر "تاريخ بغداد" (٤/ ١٨٦)، و"تذكرة الحفاظ" (٢/ ٦٣٧)، و"شذرات الذهب" (٢/ ١٩٢) , و"الرسالة المستطرفة"ص (٢٣).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b241] VALUES (43,'<span data-type="title" id=toc-18>الفصل الرابع: فوائد المستخرجات</span>',NULL,'43',NULL,NULL,'0');
INSERT INTO [b241] VALUES (44,'فوائد المستخرجات على مسند أبي عوانة:
يجب أن نعرف بداية أن العلماء في مصطلح الحديث ذكروا فوائد (¬١) استنبطوها من كتب المستخرجات تخدم كتب المصنفات في السنة، من هذه الفوائد:
١ - عُلُو الإسنادِ: وهو قِلَّةُ الوسائِط في السَّنَدِ، أو قِدَمِ سَمَاع الرَّاوي، أو وفاته، (¬٢) وهو سُنَّةٌ مِن السُّنَنِ، ولذلِكَ استُحِبَّت الرِّحْلَة. (¬٣) قال أحمدُ بنُ حَنبلٍ: طلبُ الإسناد العالي سُنَّة عَمَّن سَلَفَ، لأنَّ أصحابَ عبدالله كانوا يرحلونَ مِنَ الكوفةِ إلى المدينةِ فيتَعَلَّمونَ مِن عُمَرَ وَيَسْمعونَ منهُ (¬٤)، وعُلوه يُبعِدهُ مِن الخَللِ المتَطَرِّقِ إلى كُلِّ رَاوٍ (¬٥).
٢ - زيادة الثِّقَات: هو ما نراهُ زائِداً مِنَ الألفاظِ في رواية بعضِ الثِّقاتِ لحديثٍ ما، عما رواهُ الثِّقاتُ الآخرونَ لذلكَ الحديثِ، وتقَعُ هذهِ الزيادة في المتنِ بزيادةِ كلمةٍ، أو جُملةٍ، أو في الإسنادِ برفعِ موقوفٍ، أو وَصْلِ مُرْسَلٍ (¬٦)
_________
(¬١) أفضل مَن رتَّب هذه الفوائد الإمام أبو العلا محمد عبدالرحمن المباركفوري في كتابه (فوائد في علوم الحديث وكتبه وأهله) طبعة: دار المنهاج في الرياض. والدكتور محمد بن مطر بن عثمان آل مطر الزهراني في كتابه (تدوين السنة النبوية نشأته وتطوره من القرن الأول إلى نهاية القرن التاسع الهجري) طبعته: دار الهجرة للنشر والتوزيع، الرياض، المملكة العربية السعودية. و الدكتور موفّق بن عبد اللَّه بن عبدِ القادر الأستاذ بجامعة أمِّ القرى - مكة المكرمة في بحثهِ (المسْتَخْرَجات نشأتها وتطورها) نُشر في مجلة جامعة أم القرى لعلوم الشريعة واللغة العربية وآدابها، مكة المكرمة، المجلد: ١٢ - العدد ١٩ - شعبان ١٤٢٠ هـ-نوفمبر ١٩٩٩ م
(¬٢) "فتح المغيث" (٣/ ٥)
(¬٣) انظر "الرحلة في طلب الحديث" (٨٧ - ١٦٥)، و"الجامع لأخلاق الراوي وآداب السَّامع" (٢/ ٢٢٣)، و"علوم الحديث" لابن الصلاح (٢٢٣).
(¬٤) "الجامع لأخلاق الراوي وآداب السامع" (١/ ١٢٣)، "الرحلة في طلب الحديث" (٩٨)، و"علوم الحديث" (٢٣١)، و"فتح المغيث" (٣/ ٧)، و"تدريب الراوي" (٢/ ١٦٠).
(¬٥) "المحدث الفاصل" (٢١٦)، و"الجامع لأخلاق الراوي" (١/ ١١٦)، و"علوم الحديث" (٢٣١).
(¬٦) "المنهل الروي" (٥٨)، "شرح نخبة الفِكَر لابنِ حَجَرٍ" (٤٥)،"تيسير مصطلح الحديث" للدكتور الطَّحَّان (١٣٧).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b241] VALUES (45,'٣ - بيانُ أحكامٍ فِقْهِيَّةٍ: قد تأتي رِوايةٌ مُختصَرةُ الألفاظِ، فتأتي بقيَّةُ الطُّرُقِ الأُخرى فتزيدُ فيها مِنَ الأحكامِ الفقهيَّةِ.
٤ - توضيح المقصود في الحديث: شَرحُ لفظٍ، أو بيانُ معْنَىً مِنَ المعاني، قد تأتي روايةٌ مِنَ الروايات تحتملُ أوجُهَاً مُخْتَلِفَة، فيتبعها المصَنِّفُ برواياتٍ أُخرى لِتُؤكد وجهَاً مِنَ الوجوهِ.
٥ - القوة بِكَثْرَةِ الطُّرُقِ: وفائِدتُهُ التَّرْجيح عندَ المعَارَضَةِ. وهو إذا وجد حديثان متعارضان ولم يمكن الجمع بينهما نلجأ إلى الترجيح. ووجوه الترجيحات كثيرة ذكرها الحازمي في كتابه "الاعتبار في الناسخ والمنسوخ من الآثار" (¬١) ومنها: كثرة الطرق، وهي مؤثرة في باب الرواية؛ لأنها تقرب مما يوجب العلم، وهو التواتر.
٦ - الزيادةُ في قَدْرِ الصَّحيح: وذلكَ لِمَا يقعُ مِن ألفاظٍ زائِدَةٍ، وتَتِمَّاتٍ في بعضِ الأحاديثِ (¬٢)
٧ - التَّصريحُ بالسَّماعِ عندَ ورودِ عَنْعَنَة المدَلِّسِ: إذ قد يأتي الحديثُ في رِوايةٍ عن مُدَلِّسٍ بالعَنْعَنَةِ، فتأتي الطُّرُقُ الأخرى بالتَّصْريحِ بالسَّماعِ (¬٣).
٨ - التَّصريحُ بالأسماءِ المبْهَمَةِ في الإسنادِ، أو المتنِ: كَحَدَّثَنا فُلان، أو رَجُل، أو فلان وغيره، أو غير واحدٍ، أو رأى رجُلاً، فتأتي الطُّرُقُ الأخرى فتُعَيِّنهُ. (¬٤)
_________
(¬١) أبو بكر محمد بن موسى بن عثمان الحازمي الهمداني، زين الدين (ت: ٥٨٤ هـ).
(¬٢) "صيانة صحيح مُسْلِم" لابن الصلاح (٨٨)، "علوم الحديث" لابن الصلاح (١٩)، "تدريب الراوي" (١/ ١٥).
(¬٣) " النكت على ابنِ الصَّلاح" (١/ ٣٢٢)، "تدريب الراوي (١/ ١١٦)، "توضيح الأفكار" (١/ ٧٢).
(¬٤) "النكت على ابنِ الصَّلاح" (١/ ٣٢٢)، "تدريب الراوي" (١/ ١١٦)، "توضيح الأفكار" (١/ ٧٢).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b241] VALUES (46,'٩ - تَعْيينُ الأسماء المهْمَلَة في الإسْنادِ، أو في المتنِ: كأن يأتي في طريقٍ (مُحَمَّدٌ) مِن غَيرِ ذِكْر ما يُمَيزهُ عن غَيرهِ مِنَ المحَدِّثين، ويكونُ في مشايخِ مَن رواهُ كذلك مَن يُشارِكُهُ في الاسمِ، فتأتي الطُّرُقُ الأخرى فتُمَيزُهُ عن غيرهِ. (¬١)
١٠ - التَّمييزُ للمَتْنِ المحَال بهِ على المتنِ المحال عليهِ: كما وقع في كتابِ مُسْلِمٍ، فإنَّهُ يُخَرِّجُ الحديثَ على لفظ بعضِ الرُّواةِ، ويُحيلُ بباقي ألفاظِ الرواة على ذلك اللَّفظِ الذي يُورِدهُ فتارةً يقولُ: مثلهُ، فيحملُ على أنَّهُ نظيرٌ سواء. وتارةً يقولُ: نحوهُ أو معناهُ، فتوجد بينهُما مُخالفةٌ بالزِّيادةِ والنَّقْصِ. (¬٢)
١١ - تَعيينُ الإدْراج في الإسنادِ، أو في المتنِ: إذ قَد تأتي روايَةٌ فيها إدراجٌ، وهو ما كانت فيهِ زيادةٌ ليست منهُ، فتأتي الطُّرُقُ الأُخرى للرِّوايةِ فتكشفُ الإدْراج. (¬٣)
١٢ - تصحيح بعض الأسماء في السند.
١٣ - الفوائد التي يذكرها المستخرج خاصة إذا كان إماماً حافظاً مثل الحافظ أبي عوانة الأسفراييني.
_________
(¬١) "المرجع السابق نفسه.
(¬٢) المرجع السابق نفسه.
(¬٣) انظر الإدراج في: الفصل للوصلِ المدْرج في النَّقْلِ للخطيب البغداديِّ، ط: تحقيق عبدالسَّميع محمد الأنيس، "التبصرة والتذكرة" مع فتح الباقي (١/ ٢٤٦ - ٢٥٢)، "نزهة النظر" (٤٦)، "فتح المغيث" (١/ ٢٢٦ - ٢٣٠)، "تدريب الراوي" (١/ ٢٦٨ - ٢٧١).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b241] VALUES (47,'وفي التفاصيل نقول:
فوائد المستخرجات:

<span data-type="title" id=toc-19>(الفائدة الأولى): علو الإسناد:</span>
وهو قلة الوسائط من الرواة في السند (¬١). وهو مستحب عند أهل الحديث، وقد قال الإمام أحمد بن حنبل: طلب الإسناد العالي سُنة عمن سلف، لأن أصحاب عبد الله كانوا يرحَلون من الكوفة إلى المدينة فيتعلمون من عمر ويَسمعون منه (¬٢).
وترجع فائدة ذلك بأن العلو في الإسناد يُبعده من الخلل المتطرِّق إلى كل راوٍ، وقد حَرص على ذلك أصحابُ المستخرجات في مُعظَم مَروياتِهم (¬٣).
ومثال ذلك:
ما جاء في مسلم: وحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ جَمِيعًا، عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، قَالَ يَحْيَى بْنُ يَحْيَى: أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ
عَبْدِ اللهِ بْنِ دِينَارٍ أَنَّهُ سَمِعَ ابْنَ عُمَرَ، يَقُولُ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَيُّمَا امْرِئٍ قَالَ لِأَخِيهِ: يَا كَافِرُ، فَقَدْ بَاءَ بِهَا أَحَدُهُمَا، إِنْ كَانَ كَمَا قَالَ، وَإِلَّا رَجَعَتْ عَلَيْهِ» (¬٤).
* * *
_________
(¬١) " فتح المغيث" (١/ ٣٩)، ومقدمة ابن الصلاح ص (٢٤).
(¬٢) " الرحلة في طلب الحديث" ص (٩٨)، و"الكفاية"ص (٣٩٣)،و "قواعد التحديث"ص (٣٤١).
(¬٣) انظر:" المحدث الفاصل" ص (٢١٦).
(¬٤) أخرجه مسلم (٦٠)، وأحمد (٥٠٣٥)، وابن حبان (٢٥٠). وأخرجه البخاري من حديث أبي هريرة (٦١٠٣).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b241] VALUES (48,'فقد أخرجه أبو عوانة عن طريق يونس بن عبد الأعلى وهو من شيوخ مسلم
قال: حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الأَعْلَى (¬١)، قَالَ: أَخْبَرَنَا ابْنُ وَهْبٍ (¬٢):
أَنَّ مَالِكًا (¬٣) أَخْبَرَهُ، عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيهِ وَسَلَّمَ قَالَ:
«إِذَا قَالَ رَجُلٌ لأَخِيهِ: كَافِرٌ، فَقَدْ بَاءَ بِهِ أَحَدُهُمَا» (¬٤).
* * *
[ومثال آخر]: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، وَعَبْدُ اللهِ بْنُ نُمَيْرٍ، قَالا: حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا كَفَّرَ الرَّجُلُ أَخَاهُ فَقَدْ بَاءَ بِهَا أَحَدُهُمَا» (¬٥).
* * *
رواه أبو عوانة في "مستخرجه" عن عبد الرحمن بن بشر وهو من شيوخ مسلم، قال: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ (¬٦)، قَالَ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ (¬٧)، عَنْ أَيُّوبَ (¬٨)، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيهِ وَسَلَّمَ: "مَنْ كَفَّرَ أَخَاهُ فَقَدْ بَاءَ بِهِ أَحَدُهُمَا" (¬٩).
وأيضًا روَى عن محمد بن إسحاق الصَّاغَاني، وهو من شيوخ مسلم، أحاديثَ كثيرةً في مسنده.
* * *
_________
(¬١) هو يونس بن عبد الأعلى بن ميسرة بن حفص بن حيان الصدفي، أبو موسى المِصْرِي. نعته الذهبي في "السير" (١٢/ ٣٤٨) بقوله: الإمام شيخ الإسلام، المقرئُ الحافظ، ولقد كان قُرَّةَ عَيْنٍ، مُقَدَّمًا في العلم والخير والثِّقة. وقال: قرأ القرآن على وَرْشٍ صاحب نافع. وَكان من كبار العلماء في زمانه، وَكان كبير المعدِّلين والعلماء في زمانه بمصر، وثقه النسائيّ وأبو حاتم، ورفع من شأنه.
وفي "تقريب التهذيب" ص (٦١٣) قال: ثقة، من صغار العاشرة، مات سنة أربع وستين، وله ست وتسعون سنة (م س ق). وفي "تهذيب التهذيب" (١١/ ٤٤٠) قال ابن حجر: قلت: وكان إمامًا في القراءات قرأ على ورش وغيره، وقرأ عليه بن جرير الطبري وجماعة، وقال أبو عمر الكندي: كان فقيرًا شديد التقشف مقبولًا عند القضاة. قال يحيى بن حسان: يونسكم هذا من أركان الإسلام. قال أبو عمر: كان يستسقى بدعائه. وقال مسلمة بن قاسم: كان حافظًا.
(¬٢) هو عبد الله بن وهب بن مسلم القرشي مولاهم أبو محمد المصري الفقيه. وفي "السير" (١٦/ ٢٧٧) قال أحمد: عبد الله بن وهب صحيح الحديث، يفصل السماع من العرض، والحديث من الحديث، ما أصح حديثه وأثبته. قيل له: أليس كان يسيء الأخذ؟ قال: قد يسيء الأخذ، ولكن إذا نظرت في حديثه، وما روى عن مشايخه، وجدته صحيحًا. وثقه ابن معين، وأبو زرعة، والعجلي وقال: صاحب سنة رجل صالح صاحب آثار. وقال أبو أحمد ابن عدي: وعبد الله بن وهب من أجلة الناس، ومن ثقاتهم، وحديث الحجاز ومصر وما والى تلك البلاد، يدور على رواية ابن وهب، وجمعه لهم مسندهم ومقطوعهم، وقد تفرد عن غير شيخ بالرواية عنهم مثل عمرو بن الحارث وحيوة بن شريح ومعاوية بن صالح، وسليمان بن بلال وغيرهم من ثقات المسلمين ومن ضعفائهم، ولا أعلم له حديثًا منكرًا إذا حدث عنه ثقة من الثقات.
وفي "تهذيب الكمال" (١٦/ ٢٧٧) قَال يُونُس بن عبد الأعلى عن هارون بن عبد الله الزُّهْرِيّ: كان الناس يختلفون فِي الشيء عن مالك، فينتظرون قدوم ابن وهب حَتَّى يسألوه عنه.
وفي "تهذيب التهذيب" قال ابن حجر: وقال أبو عوانة في كتاب الجنائز من "صحيحه" قال أحمد بن حنبل: في حديث ابن وهب عن ابن جريج شيء. قال أبو عوانة: صدق، لأنه يأتي عنه بأشياء لا يأتي بها غيره.
وقال ابن سعد: عبد الله بن وهب كان كثير العلم ثقة فيما قال حدثنا وكان يدلس.
وفي التقريب" قال: ثقة حافظ عابد، من التاسعة، مات سنة سبع وتسعين [ومائة] وله اثنتان وسبعون سنة (ع).
ترجمته في: "السير" (٩/ ٢٢٣)، "تهذيب الكمال" (١٦/ ٢٧٧)، "تهذيب التهذيب" (٦/ ٧١)،"الجرح والتعديل" (٥/ ١٨٩)، "التقريب" ص (٣٢٨).
(¬٣) هو مالك بن أنس بن مالك المدني (ع). نعته الذهبي في "السير" بقوله: هو شيخ الإسلام، حجة الأمة، إمام دار الهجرة، أبو عبد الله. وقال ابن حجر في "التقريب": الفقيه إمام دار الهجرة، رأس المتقنين، وكبير المتثبتين حتى قال البخاري: أصح الأسانيد كلها مالك عن نافع عن ابن عمر. انظر ترجمته في "سير أعلام النبلاء" (٨/ ٤٨)، "تهذيب الكمال" (٢٧/ ١١٧)، "تقريب التهذيب" ص (٥١٦).
(¬٤) أبو عوانة (٥٢).
(¬٥) مسلم (٦٠).
(¬٦) هو عبد الرحمن بن بشر بن الحكم العَبْديّ النيسابورِيّ. نعته الذهبي في "السير" بقوله: المحدِّث الحافظ، الجواد الثِّقة الإمام، وقال ابن أبي حاتم: كتب إليّ ببعض فوائده، وكان صدُوقًا ثقة. وقال يحيى القطَّان: ما حدّثكم عنِّي هذا الصبيُّ فصدِّقوه، فإنه كيّس. انظر"رجال صحيح مسلم"لابن منجويه (ت ٩٠١)،
و"تهذيب الكمال" (١٦/ ٥٤٥)، و"سير أعلام النبلاء" (١٢/ ٣٤٠)،و"تهذيب التهذيب" (٦/ ١٤٤).
(¬٧) هو سفيان بن عُيَيْنَة بن أبي عمران ميمون الهلاليُّ. قال علي بن المديني: ما في أصحاب الزُّهْرِيّ أتقن من ابن عُيَيْنَة. وقال أحمد بن عبد الله العجلي: سفيان بن عُيَيْنة كوفي ثقة، ثبْت فِي الحديث، وكان بعض أهل الحديث يقول: هو أثبتُ الناس في حديث الزُّهْرِيّ، وكان حسن الحديث، وكان يُعدّ من حُكماء أصحاب الحديث، وكان حديثه نحوًا من سبعةِ آلاف، ولم تكن له كتب. وقال مجاهد بن موسى: سمعت ابنَ عُيَيْنَة يقول: ما كتبت شيئًا قط إلا شيئًا حفظته قبل أن أكتبه. وقال الشافعي: لولا مالك وسفيان لذهب علم الحجاز. وقال يحيى بن سعيد: سُفْيَان إمام اليوم منذ أربعين سنة. وقال ابن وهب: ما رأيت أحدًا أعلم بكتاب الله من ابن عُيَيْنَة. وقال ابن حبان في "الثقات": كان من الحفّاظ المتقنين وأهل الورع والدين.
نعته الذهبي بقوله: الإمام الكبير، حافظ العصر، شيخ الإسلام، أبو محمد الهلاليّ، وطلب الحديث وهو حدث، بل غلام، ولقي الكبار، وحمل عنهم علمًا جمًّا، وأتقن وجوَّد وجمع وصنف، وعُمِّرَ دَهْرًا، وازدحم الخلق عليه، وانتهى إليه عُلُوُّ الإسناد، ورحل إليه من البلاد، وألحق الأحفاد بالأجداد. وسفيان حجة مطلقًا، وحديثه في جميع دواوين الإسلام. وكان سفيان صاحب سُنَّة واتّباع. وفي "التقريب": ثقة حافظ فقيه إمام حجة إلا أنه تغير حفظه بآخرة ... مات في رجب سنة ثمان وتسعين، وله إحدى وتسعون سنة.
انظر: "تهذيب التهذيب" (٤/ ١١٧)، و"السير" (٨/ ٤٥٤)، و"تهذيب الكمال" (١١/ ١٧٧)، و"التقريب" ص (٢٤٥).
(¬٨) هو أيوب بن أبي تميمة، واسمه كيسان، السختياني، أبو بكر البصريّ. قال البخاري عن علي ابن المديني: له نحو ثمان مئة حديث. وقال ابن علية: حديثه ألفا حديث، فما أقل ما ذهب علي منها. وقال شعبة: كان سيد الفقهاء. وقال سفيان بن عُيَيْنَة: ومن كان أطلب لحديث نافع وأعلم به من أيوب؟! وقال يحيى بن معين: أيوب ثقة، وهو أثبت من ابن عون. وقال أبو حاتم: سئل ابن المديني: من أثبت أصحاب نافع؟ قال: أيوب وفضله، ومالك وإتقانه، وعبيد الله وحفظه. وقال ابن سعد: كان ثقة ثبتًا في الحديث جامعًا كثير العلم حجة عَدْلاً. وقال أبو حاتم: هو ثقة لا يُسأل عن مثله. وقال النَّسائي: ثقة ثبت. وقال في "التقريب": ثقة ثبت حجة من كبار الفقهاء العباد، من الخامسة، مات سنة إحدى وثلاثين ومائة، وله خمس وستون (ع).
انظر ترجمته في: "تهذيب التهذيب" (١/ ٣٩٧)، و"السير" (٦/ ١٥)، و"تهذيب الكمال" (٣/ ٤٥٧)، و"التقريب"
ص ١١٧.
(¬٩) أخرجه أبو عوانة (٤٩).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b241] VALUES (49,'<span data-type="title" id=toc-20>(الفائدة الثانية): زيادة الثقة:</span> ما زاد من الألفاظ في رواية بعض الثقات لحديثٍ ما، عما رواه الثقات الآخرون لذلك الحديث، وتقع هذه الزيادة في المتن بزيادة كلمةٍ، أو جملة، أو في الإسناد برفع موقوف، أو وصْلِ مرسَل، ويُعرف هذا بجَمع الطرق للحديث (¬١).
حكمُ زيادة الثقة عندما تأتي في السند (¬٢):
ذهب الجمهور وأكثر أهل الحديث إلى ترجيح رواية الإرسال على الوصل، وترجيح رواية الوقف على الرفع. لكن الراجح الذي عليه المحققون من أئمة هذا الفن هو ترجيح الوصل على الإرسال، والرفع على الوقف، إذا كان راويهما حافظاً متقناً ضابطاً، ولم تكن قرينة أقوى على ترجيح إرساله أو وقفه.
قال الخطيب البغدادي (¬٣): "وهذا القول هو الصحيح عندنا، لأنَّ إرسالَ الراوي للحديث ليس بجرح لمن وصله، ولا تكذيب له، ولعله أيضاً مسند عند الذين رووه مرسلاً أو عند بعضهم، إلا أنهم أرسلوه لغرض أو نسيان، والناسي لا يقضي له على الذاكر، وكذلك حال راوي الخبر إذا أرسله مرة، ووصله أخرى لا يضعف ذلك أيضاً، لأنه قد ينسَى فيُرسله، ثم يذكر بعده فيُسندُه، أو يفعل الأمرين معاً عن قصدٍ منه لغرضٍ له فيه .. ".
هذا، وإن مما يصلح مثالاً للزيادة في السند ما ذكرته في الفائدتين {الثالثة عشرة والرابعة عشرة} من وصل المعلقات، ورفع الموقوف ... ولم أشأْ دمج تلك الفائدتين مع الفائدة الثانية
ــ هنا ــ لأن كتب المصطلح كفتح المغيث للسخاوي, والنكت على ابن الصلاح قد أفردتْ وصل المعلقات ورفع الموقوف على حدة، ففضّلت ذلك أيضاً , والله أعلم.
_________
(¬١) " المنهل الرويّ" في مختصر علوم الحديث النبوي لمحمد بن إبراهيم بن جماعة ص (٥٨)، و"تيسير مصطلح الحديث" للدكتور محمود الطَّحَّان ص (١٣٧).
(¬٢) "منهج النقد في علوم الحديث" (٤٢٣) د. نور الدين عتر.
(¬٣) "الكفاية في علم الرواية" للخطيب البغدادي (١/ ٤١١).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b241] VALUES (50,'أما الزيادة في المتن
فقد قال ابن حجر (¬١): وزيادةُ راويهما، أَيْ: الصحيح والحسن، مقبولةٌ، ما لم تَقَع منافيةً لروايةِ مَنْ هو أوثقُ ممن لم يَذْكر تلك الزيادة؛ لأن الزيادة:
١ - إمّا أن تكون لا تَنافِيَ بينها وبين روايةِ مَن لم يَذْكُرْها، فهذه تُقْبَلُ مطلقاً؛ لأنها في حكم الحديث المستقل الذي ينفرد به الثقة، ولا يرويه عن شيخه غيرُه.
٢ - وإمّا أن تكون منافيةً، بحيث يَلْزم من قبولها ردُّ الرواية الأخرى؛ فهذه التي يقع الترجيح بينها وبين مُعارِضها؛ فَيُقْبَلُ الراجحُ ويُرَدُّ المرجُوحُ.
واشتهر عن جمعٍ من العلماء القولُ بقبول الزيادة مطلقاً، من غير تفصيلٍ، ولا يتأتّى ذلك على طريقِ المحدثين الذين يَشترطون في الصحيح أن لا يكون شاذّاً، ثم يُفسِّرون الشذوذَ بمخالفة الثقة مَن هو أوثقُ منه.
والعَجَبُ ممن أَغفل ذلك منهم، مع اعترافه باشتراط انتفاءِ الشذوذ في حدّ الحديث الصحيح، وكذا الحسن!. والمنقولُ عن أئمة الحديث المتقدمين: كعبد الرحمن بن مهدي، ويحيى القطانِ، وأحمدَ بنِ حنبل، ويحيى بن معين، وعليّ بن المدِيني، والبُخَارِي، وأبي زُرْعَة، وأبي حاتم، والنسائي، والدارقطني، وغيرهم، اعتبارُ الترجيح فيما يتعلقُ بالزيادة وغيرها، ولا يُعْرَفُ عن أحدٍ منهم إطلاقُ قبولِ الزيادةِ.
_________
(¬١) "نزهة النظر شرح نخبة الفكر" (١/ ٦٨).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b241] VALUES (51,'وأَعْجَبُ من ذلك إطلاقُ كثيرٍ مِن الشافعية القولَ بقبولِ زيادةِ الثقة، مع أن نَصَّ الشافعي يدل على غير ذلك، فإنه قال -في أثناء كلامه على ما يُعْتَبَرُ به حالُ الراوي في الضبط ما نصه-: ويكونَ إذا شَرِكَ أحداً مِن الحُفَّاظِ لم يخالِفْه، فإنْ خالفه فَوُجِد حديثُه أَنقصَ كان في ذلك دليلٌ على صحة مَخْرَجِ حديثه. ومتى خالف ما وَصفتُ أضَرّ ذلك بحديثه، انتهى كلامه.
ومقتضاه أنه إذا خالف فوُجِد حديثُهُ أَزْيَدَ أَضرَّ ذلك بحديثه، فدل على أن زيادة العدل عنده لا يلزم قبولها مطلقاً، وإنما تُقبَلُ من الحفاظ، فإنه اعْتَبَرَ أن يكون حديثُ هذا المخالف أنقصَ مِن حديث مَنْ خَالفه مِنَ الحُفّاظ، وجَعَلَ نقصانَ هذا الراوي مِن الحديث دليلاً على صحته؛ لأنه يدل على تحرّيه، وجَعَلَ ما عدا ذلك مضراً بحديثه، فدخلتْ فيه الزيادة، فلو كانت عنده مقبولةً مطلقاً لم تكن مضِرّةً بحديثِ صاحبها.
* * *',NULL,'51',NULL,NULL,'0');
INSERT INTO [b241] VALUES (52,'فنرى مثل ذلك في "صحيح مسلم": حَدَّثَنِي أَبُو الطَّاهِرِ أَحْمَدُ بْنُ عَمْرِو بْنِ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ سَرْحٍ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي يُونُس، عَنِ ابْنِ شِهَابٍ، قَالَ: حَدَّثَنِي عُرْوَةُ ابْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّهَا قَالَتْ: كَانَ أَوَّلُ مَا بُدِئَ بِهِ
رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الوَحْيِ الرُّؤْيَا الصَّادِقَةَ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الخَلَاءُ، فَكَانَ يَخْلُو بِغَارِ حِرَاءٍ يَتَحَنَّثُ فِيهِ - وَهُوَ التَّعَبُّدُ - اللَّيَالِيَ أُوْلَاتِ العَدَدِ، قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ، وَيَتَزَوَّدُ لِذَلِكَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا، حَتَّى فَجِئَهُ الحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ، فَجَاءَهُ المَلَكُ، فَقَالَ: اقْرَأْ، قَالَ: «مَا أَنَا بِقَارِئٍ»، قَالَ: فَأَخَذَنِي، فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، قَالَ: قُلْتُ: «مَا أَنَا بِقَارِئٍ»، قَالَ: فَأَخَذَنِي، فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي، فَقَالَ: اقْرَأْ، فَقُلْتُ: «مَا أَنَا بِقَارِئٍ»، فَأَخَذَنِي، فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي، فَقَالَ: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الْأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ} [العلق: ٢]،',NULL,'52',NULL,NULL,'0');
INSERT INTO [b241] VALUES (53,'فَرَجَعَ بِهَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَرْجُفُ بَوَادِرُهُ، حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: «زَمِّلُونِي زَمِّلُونِي»، فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ، ثُمَّ قَالَ لِخَدِيجَةَ: «أَيْ خَدِيجَةُ، مَا لِي» وَأَخْبَرَهَا الْخَبَرَ، قَالَ: «لَقَدْ خَشِيتُ عَلَى نَفْسِي»، قَالَت لَهُ خَدِيجَةُ: كَلَّا أَبْشِرْ، فَوَاللهِ، لَا يُخْزِيكَ اللهُ أَبَدًا، وَاللهِ، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتُكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى، وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: أَيْ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، قَالَ وَرَقَةُ بْنُ نَوْفَلٍ: يَا ابْنَ أَخِي، مَاذَا تَرَى؟ فَأَخْبَرَهُ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَبَرَ مَا رَآهُ، فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَا لَيْتَنِي فِيهَا جَذَعًا، يَا لَيْتَنِي أَكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ، قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَوَ مُخْرِجِيَّ هُمْ»؟ قَالَ وَرَقَةُ: نَعَمْ لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إِلَّا عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا (¬١).
* * *
_________
(¬١) أخرجه مسلم (١٦٠).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b241] VALUES (54,'رواه أبو عوانة في مسنده: حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى (¬١) قَالَ: أنبا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ, عَنِ ابْنِ شِهَابٍ قَالَ: حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّهَا قَالَتْ: (كَانَ أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الْوَحْيِ الرُّؤْيَا الصَّادِقَةُ فِي النَّوْمِ، فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ فَكَانَ يَخْلُو بِغَارٍ يَتَحَنَّثُ فِيهِ - وَهُوَ التَّعَبُّدُ - بِاللَّيَالِي أُولَاتِ الْعَدَدِ قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ فَيَتَزَوَّدَ، ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا حَتَّى فَجَأَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءَ, فَجَاءَهُ الْمَلَكُ فَقَالَ: اقْرَأْ، فَقَالَ: «مَا أَنَا بِقَارِئٍ»، قَالَ: «فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، قَالَ: فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ, حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي, فَقَالَ: اقْرَأْ، فَقُلْتُ: مَا أَنَا بِقَارِئٍ، فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي فَقَالَ: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الْأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ} [العلق: ٢]
_________
(¬١) سبقت ترجمته.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b241] VALUES (55,'فَرَجَعَ بِهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَرْجُفُ بَوَادِرُهُ حَتَّى دَخَلَ عَلَى خَدِيجَةَ، فَقَالَ: «زَمِّلُونِي». فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ, قَالَ لِخَدِيجَةَ: «أَيْ خَدِيجَةُ, مَا لِي»؟ وَأَخْبَرَهَا الْخَبَرَ، فَقَالَ: «لَقَدْ خَشِيتُ عَلَى نَفْسِي»، فَقَالَتْ لَهُ خَدِيجَةُ: كَلَّا أَبْشِرْ، وَاللَّهِ لَا يَحْزُنُكَ اللَّهُ أَبَدًا، وَاللَّهِ إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَكْسِبُ الْمَعْدُومَ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ، فَانْطَلَقَتْ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا، وَكَانَ امْرَءًا تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ، وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللَّهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ، فَقَالَتْ لَهُ خَدِيجَةُ: أَيْ عَمِّ، اسْمَعْ مِنَ ابْنِ أَخِيكَ، فَقَالَ وَرَقَةُ بْنُ نَوْفَلٍ: يَا ابْنَ أَخِي، مَاذَا تَرَى؟ فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَبَرَ مَا رَأَى، فَقَالَ لَهُ وَرَقَةُ: هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى، يَا لَيْتَنِي فِيهَا جَذَعًا، يَا لَيْتَنِي أَكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَوَ مُخْرِجِيَّ هُمْ»؟ فَقَالَ وَرَقَةُ: نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إِلَّا عُودِي،
وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا، [ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ وَفَتَرَ الْوَحْيُ فَتْرَةً حَتَّى حَزِنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا بَلَغَنَا، فَغَدَا مِنْ أَهْلِهِ مِرَارًا لِكَيْ يَتَرَدَّى مِنْ رُؤوسِ شَوَاهِقِ جِبَالِ الْحَرَمِ، فَكُلَّمَا أَوْفَى ذِرْوَةَ جَبَلٍ لِكَيْ يُلْقِيَ نَفْسَهُ تَبَدَّى لَهُ جِبْرِيلُ فَقَالَ: يَا مُحَمَّدُ، إِنَّكَ رَسُولُ اللَّهِ حَقًّا فَيَسْكُنُ لِذَلِكَ جَأْشُهُ، وَتَقِرُّ نَفْسُهُ وَيَرْجِعُ، فَإِذَا طَالَ عَلَيْهِ فَتْرَةُ الْوَحْيِ غَدَا لِمِثْلِ ذَلِكَ، فَإِذَا أَوْفَى عَلَى ذِرْوَةِ جَبَلٍ تَبَدَّى لَهُ جِبْرِيلُ، فَقَالَ لَهُ مِثْلَ ذَلِكَ] (¬١) (¬٢).
_________
(¬١) وهذه الزيادة عند البخاري (٦٤٨١) من طريق عبد الله بن محمد وهو أبو بكر بن أبي شيبة وهذه الرواية عند البخاري أيضا في التفسير، و لكن ليس فيها القصة، فعزو الحافظ ابن كثير في تفسيره الحديث بهذه الزيادة .. فيه. نظرٌ بينٌ .. و الرواية مُعْضَلَةٌ؛ لأنها من بلاغات الزهري، ومعلوم عند أهل العلم أن بلاغات الزهري واهية ليست بشيء.
قال الحافظ في " الفتح " (١٢/ ٣٥٩): وهو من بلاغات الزهري وليس موصولاً.
قلتُ: ومعنى ذلك فقد اُعتدّ بهذا البلاغ الواهي أحد المعاصرين الشاميين، فذكره في كتابه "فقه السيرة "كقضية مسلمة!.
(¬٢) أخرجه أبو عوانة (٣٢٨).',NULL,'55',NULL,NULL,'0');
INSERT INTO [b241] VALUES (56,'فنرى أن أبا عوانة ذكر زيادة في الحديثِ لم يروها مسلم في "صحيحه" وهي: ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ .. إلى آخر الحديث.
ويتضح من الحديث أن ورقة بن نوفل تُوفّيِّ بعد مدةٍ قصيرة من هذه القصة، ولم يتمكن من الدخول في الإسلام، كما بَيَّنَ الحديثُ الحالَ التي كان عليها النبي صلى الله عليه وسلم بعد فتور الوحي عنه من الحزن والضيق.
* * *
وهناك أيضًا ما جاء في مسلم قال: وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا قَتَادَةُ، وَثَابِتٌ، وَحُمَيْدٌ، عَنْ أَنَسٍ، أَنَّ رَجُلاً جَاءَ فَدَخَلَ الصَّفَّ وَقَدْ حَفَزَهُ النَّفَسُ، فَقَالَ: الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، فَلَمَّا قَضَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاتَهُ قَالَ:
«أَيُّكُمُ الْمُتَكَلِّمُ بِالْكَلِمَاتِ»؟ فَأَرَمَّ الْقَوْمُ، فَقَالَ: «أَيُّكُمُ الْمُتَكَلِّمُ بِهَا؟ فَإِنَّهُ لَمْ يَقُلْ بَأْسًا». فَقَالَ رَجُلٌ: جِئْتُ وَقَدْ حَفَزَنِي النَّفَسُ فَقُلْتُهَا، فَقَالَ: «قَدْ رَأَيْتُ اثْنَيْ عَشَرَ مَلَكًا يَبْتَدِرُونَهَا، أَيُّهُمْ يَرْفَعُهَا» (¬١).
* * *
_________
(¬١) أخرجه مسلم (٦٠٠).',NULL,'56',NULL,NULL,'0');
INSERT INTO [b241] VALUES (57,'وجاءت زيادة عند أبي عوانة في روايته قال: حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ شَاكِرٍ (¬١)
قَالَ: ثَنَا عَفَّانُ قَالَ: ثَنَا حَمَّادُ بْنُ سَلَمَةَ قَالَ: أنبا ثَابِتٌ، وَقَتَادَةُ، وَحُمَيْدٌ، عَنْ أَنَسٍ، أَنَّ رَجُلاً جَاءَ فَدَخَلَ فِي الصَّفِّ، وَقَدْ حَفَزَهُ النَّفَسُ فَقَالَ: الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ، فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاتَهُ قَالَ: «أَيُّكُمُ الْمُتَكَلِّمُ بِكَلِمَاتٍ»؟ فَأَرَمَّ الْقَوْمُ فَقَالَ: «أَيُّكُمُ الْمُتَكَلِّمُ بِهَا»؟ فَأَرَمَّ الْقَوْمُ، فَقَالَ: «أَيُّكُمُ الْمُتَكَلِّمُ؟ فَإِنَّهُ لَمْ يَقُلْ بَأْسًا» فَقَالَ رَجُلٌ: جِئْتُ وَقَدْ حَفَّزَنِي النَّفْسُ فَقُلْتُهَا، فَقَالَ: «لَقَدْ رَأَيْتُ اثْنَيْ عَشَرَ مَلَكًا يَبْتَدِرُونَهَا أَيُّهُمْ يَرْفَعُهَا». وَزَادَ حُمَيْدٌ: «إِذَا جَاءَ أَحَدُكُمْ فَلْيَمْشِ نَحْوَ مَا كَانَ يَمْشِي، فَلْيُصَلِّ مَا أَدْرَكَ وَلْيَقْضِ مَا سَبَقَهُ» (¬٢).
فهذه زيادة في قول الرسول صلى الله عليه وسلم بالأمر بالمشي إلى الصلاة بوقار وسكينة لم يروها مسلم إلا في أحاديث في باب غير هذا الباب.
* * *
_________
(¬١) هو جعفر بن محمد بن شاكر الصائغ. نعته الذهبي في "السير" بقوله: الإمام المحدث شيخ الإسلام أبو محمد البغداديّ الصَّائغ أحد الأعلام. وقال أبو زرعة: صدوق. وقال النسائيّ: ليس به بأس. وقال الحافظ أبو بكر الخطيب: كان عابدًا زاهدًا، ثقة، صادقًا متقنًا، ضابطًا. وقال في "التقريب": ثقة عارف بالحديث، من الحادية عشرة، مات في آخر سنة تسع وسبعين، وله تسعون سنة (د).
ترجمته في: "سير أعلام النبلاء" (١٣/ ١٩٧)، و" تهذيب الكمال" (٥/ ١٠٣).
(¬٢) أخرجه أبو عوانة (١٦٠٢). وأخرجه أحمد (١٣٦٤٥)،والبغوي (٦٣٣) بهذه الزيادة أيضاً.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b241] VALUES (58,'<span data-type="title" id=toc-21>(الفائدة الثالثة): بيانُ أحكامٍ فِقْهِيَّةٍ في الحديث</span>
فقد تأتي رِوايةٌ مُختصَرةُ الألفاظِ، فتأتي بقيَّةُ الطُّرُقِ الأُخرى، فتزيدُ فيها مِنَ الأحكامِ الفقهيَّةِ. وفي ذلك أمثلة كثيرة منها:
ما أخرجه مسلم: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، وَأَبُو مُعَاوِيَةَ، وَهُشَيْمٌ، عَنِ الأَعْمَشِ، عَنْ مُنْذِرِ بْنِ يَعْلَى، - وَيُكْنَى أَبَا يَعْلَى - عَنِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ قَالَ: كُنْتُ رَجُلاً مَذَّاءً وَكُنْتُ أَسْتَحْيِي أَنْ أَسْأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِمَكَانِ ابْنَتِهِ، فَأَمَرْتُ المِقْدَادَ بْنَ الْأَسْوَدِ فَسَأَلَهُ فَقَالَ: «يَغْسِلُ ذَكَرَهُ وَيَتَوَضَّأُ» (¬١).
وعند أبي عوانة: حَدَّثَنَا مُوسَى بْنُ سَهْلٍ (¬٢) قَالَ: ثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ (¬٣)، وَيَزِيدُ بْنُ خَالِدِ بْنِ مُرْشِلٍ (¬٤) قَالَا: ثَنَا سُلَيْمَانُ بْنُ حَيَّانَ (¬٥)، عَنْ هِشَامِ بْنِ حَسَّانَ (¬٦)، عَنْ مُحَمَّدِ بْنِ سِيرِينَ (¬٧)، عَنْ عَبِيدَةَ
السَّلْمَانِيِّ (¬٨)، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ: كُنْتُ رَجُلاً مَذَّاءً فَاسْتَحْيَيْتُ أَنْ أَسْأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَرْسَلْتُ المِقْدَادَ، فَسَأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَغْسِلُ أُنْثَيَيْهِ وَذَكَرَهُ وَيَتَوَضَّأُ وُضُوءَهُ لِلصَّلَاةِ» (¬٩).
_________
(¬١) أخرجه مسلم (٣٠٣) (١٧).
(¬٢) هو موسى بن سهل الرملي. قال ابن أبي حاتم: صدوق ثقة. وقال في "التقريب": ثقة من الحادية عشرة، مات سنة اثنتين وستين على الصحيح.
انظر "تهذيب الكمال" (٢٩/ ٧٥)، و"السير" (١٣/ ١٤٩)، و"التقريب" ص ٥٥١.
(¬٣) هو محمد بن عبد العزيز الرملي. قال أبو حاتم: أدركته ولم يقض لي السماع منه، كان عنده غرائب، ولم يكن عندهم بالمحمود، وهو إلى الضعف ما هو. وقال ابن حجر في "مقدمة الفتح هدي الساري" فيمن: وثقه العجلي، وقال يعقوب بن سفيان: كان حافظًا. وقال أبو زرعة: ليس بالقوي. وقال: روى له البخاري حديثين. وبيَّن أنه توبع فيهما.
وقال في "التقريب": صدوق يهم وكانت له معرفة.
انظر:"تهذيب الكمال" (٢٦/ ١١)،و"تهذيب التهذيب" (٩/ ٣١٣)، و"مقدمة الفتح هدي الساري" ص (٤٤١)، و"التقريب" ص ٤٩٣.
(¬٤) هو يزيد بن خالد بن مرشل القرشى أبو مسلمة من أهل يافا. قال الذهبي في"تاريخ الإسلام" (١٥/ ٤٥٠): قال ابن سميع: ثقة عاقل. وذكره ابن حبان في "الثقات" (٩/ ٢٧٥)، وابن أبي حاتم في "الجرح والتعديل" (٩/ ٢٥٩).
(¬٥) هو سليمان بن حيان الأزدي، أبو خالد الأحمر الكوفي الجعفري. نعته في "السير" بقوله: الإمام الحافظ. وقال في "التقريب": صدوق يخطئ، من الثامنة، مات سنة تسعين أو قبلها، وله بضع وسبعون (ع).
انظر: "تهذيب الكمال" (١١/ ٣٩٤)، و"السير" (٩/ ١٩)،و"تهذيب التهذيب" (٤/ ١٨١)، و"التقريب" ص (٢٥٠).
(¬٦) هو هشام بن حسان الأزدي القردوسي. قال العجلي: بصري ثقة حسن الحديث، يقال: إن عنده ألف حديث حسن ليست عند غيره. ورأيت بعضهم قال: له نحو مائَتَيْ حديث، فكأنه أراد المسند. وقال الذهبي في "السير": هشام قد قفز القنطرة، واستقرَّ توثيقه، واحتجّ به أصحاب الصحاح، وفي"التقريب": ثقة من أثبت الناس في ابن سيرين، وفي روايته عن الحسن وعطاء مقال لأنه قيل: كان يرسل عنهما من السادسة مات سنة سبع أو ثمان وأربعين (ع).
انظر: "السير" (٦/ ٣٥٥)،و"تهذيب الكمال" (٣٠/ ١٨١)، و"التقريب" ص (٥٧٢).
(¬٧) ولد لسنتين بقيتا من خلافة عُثْمَان. قال هشام بن حسان: حدثني أصدق من أدركت من البشر محمد بن سيرين. وقال أيضًا: أدرك محمد ثلاثين صحابيًّا. وقال ابن سعد: كان ثقة مأمونًا عاليًا رفيعًا فقيهًا إمامًا كثير العلم ورعًا، وكان به صمم. وقال ابن جرير الطّبريّ: كان ابن سيرين فقيهًا عالمًا وَرِعًا أديبًا كثير الحديث صدوقًا، شهد له أهل العلم والفضل بذلك وهو حجة. وقال في "التقريب": ثقة ثبت عابد كبير القدر كان لا يرى الرواية بالمعنى من الثالثة مات سنة عشر ومائة (ع).
ترجمته في: "تهذيب الكمال" (٢٥/ ٣٤٤)، "السير" (٤/ ٦٠٦)، "التقريب" ص (٤٨٣).
(¬٨) هو عبيدة بن عمرو، ويقال ابن قيس بن عمرو السلماني. قال في "التقريب": مخضرم فقيه ثبت.
ترجمته في: " السير" (٤/ ٤٠)، و"تهذيب الكمال" (١٩/ ٢٦٦)، و"تهذيب التهذيب" (٧/ ٨٤)، و"التقريب" ص (٣٧٩).
(¬٩) أخرجه أبو عوانة (٧٦٥).',NULL,'58',NULL,NULL,'0');
INSERT INTO [b241] VALUES (59,'فجاءت هنا زيادة «أُنْثَيَيْهِ» (¬١) في الواجب غسلها.
وقد صحح أبو عَوَانة هذه الزيادة في "صحيحه" (¬٢)، والنووي في "المجموع" (¬٣)، والحافظ ابن حجر في "التلخيص" (¬٤).
* * *
_________
(¬١) وهذه الزيادة جاءت من حديث علي من طرق عنه:
فمن طريق عروة جاءت بدون واسطة، وبواسطة المقداد.
ورواية عروة عن علي أخرجها أبو داود (٢٠٨).
قال الألباني في صحيح أبي داود عقب الحديث (٢٠٣): وهذا إسناده صحيح، رجاله كلهم ثقات رجال البخاري، وقد أُعِلَّ بالإرسال والانقطاع. ففي "التهذيب": قال ابن أبي حاتم عن أبيه: عُروة بن الزبير عن علي مرسلٌ. وقال المحقق أحمد شاكر في تعليقه على "المسند" (٢/ ٢١٨): وهذا نقل خطأ، فليس موجوداً في المراسيل لابن أبي حاتم (ص ٥٥)، ثم هو في نفسه خطأ، لأن عروة ولد في خلافة عمر، وكان يوم الجمل ابن ثلاث عشر سنة. وفي "التهذيب" عن مسلم بن الحجاج في كتاب "التمييز": حج عروة مع عثمان، وحفظ عن أبيه فمَن دونهما من الصحابة، وهذا الثبت.
قلت - أي الألباني -: أما كونه في نفسه خطأ؛ فهو ظاهر، وأما كون النقل خطأ فغير ظاهر، لاحتمال وجوده في كتاب آخر لابن أبي حاتم كـ "العلل" أو غيره مما لم يصل إلينا.
قال الباحث: هو في "علل الحديث" (١/ ٦٠٦) مسألة.
وأخرج رواية عروة أحمد (١٠٠٩)، وقال شعيب الأرنؤوط: حديث صحيح، رجاله ثقات رجال الشيخين، ورواية عروة بن الزبير عن علي مرسلة فيما قاله أبو حاتم وأبو زرعة الرازيان، نقله عن الأول ابنه في "المراسيل" ص (١٤٩)، وفي "العلل" (١/ ٥٤)، وعن الثاني العلائي في "جامع التحصيل" ص (٢٣٦). وانظر ما بعده.
وأخرجه عبد الرزاق (٦٠٢) و (٦٠٣)، وأبو داود (٢٠٩)، والنسائي ١/ ٩٦ من طرق عن هشام بن عُروة، بهذا الإسناد.
- ومن طريق عبيدة السلماني طريق أبي عوانة.
قال الألباني في صحيح أبي داود عقب (٢٠٤): إسناده صحيح.
- ومن طريق حصين بن قبيصة أخرجه أحمد (١٢٣٨). وقال الشيخ شعيب الأرنؤوط: حسن لغيره، شريك النخعي- وإن كان سيئ الحفظ - قد تُوبع، وباقي رجاله ثقات.
- ومن طريق محمد بن الحنفية أخرجه ابن الأعرابي في "معجمه" (٩٧٩).
- وطريق رافع بن خديج بلفظ: «يَغْسِلُ مَذَاكِيرَهُ وَيَتَوَضَّأُ». أخرجه النسائي في الكبرى (١٥٠) , وابن حبان (١١٠٥)، وقال شعيب الأرنؤوط: رجاله رجال الشيخين غير إياس بن خليفة، فقد روَى له النسائي ولم يوثقه غير [ابن حبان] ٤/ ٣٤، ولم يرو عنه غير عطاء، وقال الذهبي في "الميزان": لا يكاد يعرف، وقول الحافظ في "التقريب": صدوق. فيه ما فيه.
وابن أبي نجيح: هو عبد الله بن أبي نجيح يسار الثقفي المكي ثقة, روَى له الستة.
قال في اللسان عن "التهذيب": ومن أجله يُسَمَّى ما يليه المذاكير.
ومن حديث عبد الله بن سعد الأنصاري كما في سنن أبي داود (٢١١).
قال الألباني في صحيح أبي داود (٢٠٦): إسناد صحيح، رجاله كلهم ثقات رجال مسلم، غير حرام بن حكيم. قال دحيم والعجلي: ثقة. وكذا قال الحافظ في "التقريب". ثم قال الألباني: قال النووي في "المجموع" (٢/ ١٤٥): رواه أبو داود وغيره بإسناد صحيح.
ومن حديث أُبَيّ بن كعب أخرجه ابن حبان في "صحيحه" (١١٧٠) ولفظه:
«لِيَغْسِلْ ذَكَرَهُ وَأُنْثَيَيْهِ، وَلْيَتَوَضَّأْ ثُمَّ لِيُصَلِّ».
قال شعيب الأرنؤوط: محمد بن عبد ربه، ذكره المؤلف [ابن حبان] في "الثقات" (٩/ ١٠٧) وقال: يخطِئ ويخالف، وقد تابعه عليه نعيم بن حماد عند الطحاوي (١/ ٥٤) وباقي رجاله ثقات.
(¬٢) انظر "صحيح سنن أبي داود" (١/ ٣٨٠).
(¬٣) (٢/ ١٤٥).
(¬٤) "تلخيص الحبير" (١/ ٢٠٦) وقال: رواه أبو عوانة في صحيحه من حديث عبيدة عن علي بالزيادة، وإسناده لا مطعن فيه.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b241] VALUES (60,'[مثال آخر] جاء عند مسلم أيضًا: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالُوا: حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا يَبِعْ حَاضِرٌ لِبَادٍ»، وقَالَ زُهَيْرٌ: عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: (أَنَّهُ نَهَى أَنْ يَبِيعَ حَاضِرٌ لِبَادٍ) (¬١).
* * *
وعند أبي عوانة: حَدَّثَنَا الْمُزَنِيُّ (¬٢)،
عَنِ الشَّافِعِيِّ (¬٣)، قثنا سُفْيَانَ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا يَبِيعُ حَاضِرٌ لِبَادٍ»، وَزَادَ غَيْرُ الزُّهْرِيِّ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «دَعُوا النَّاسَ يَرْزُقِ اللَّهُ بَعْضَهُمْ مِنْ بَعْضٍ» (¬٤).
فجاءت هنا زيادة وهي أمر الرسول بأن يدعوا الناس يجلبون بضاعتهم للبلدة، ولا يتلقوهم، وذلك للمصلحةِ العامة من خوف الاحتكار ورفع الأسعار على أهل البلدة وبخس بضاعة البادي.
* * *
_________
(¬١) أخرجه مسلم (١٥٢٠).
(¬٢) هو إسماعيل بن يحيى بن إسماعيل المزنيّ، أبو إبراهيم. نعته الذهبي في السير بقوله: الإمام العلامة فقيه الملة، علم الزهاد، تلميذ الشافعيِّ. وهو قليل الرواية، ولكنه كان رأسًا في الفقه. قال ابن أبي حاتم: صدوق. وقال ابن يونس: ثقة. تُوفِّي سنة ٢٦٣ هـ.
وانظر ترجمته في: "تاريخ الإسلام" (٢٠/ ٦٦)، "سير أعلام النبلاء" (١٢/ ٤٩٢)،
(¬٣) هو الإمام الشَّافعيّ محمد بن إدريس بن العباس بن عثمان بن شافع بن السَّائب بن عبيد بن عبد يزيد بن هشام بن المُطَّلِب ابن عبد مَنَافٍ بن قُصَيِّ بن كلاب بن مرَّة بن كعب بن لؤيّ بن غالب. نعته في السير بقوله: الإمام، عالم العصر، ناصر الحديث، فقيه الملة، أبو عبد الله القرشيّ ثم الْمُطَّلِبيُّ، الشَّافعيُّ، المكِّيُّ، الغَزِّيُّ المولد، نسيب رسول الله - صلى الله عليه وسلم - وابن عمه، فالمطلب هو أخو هاشم والد عبد الْمُطَّلب. وقال المزي: إمام عصره وفريد دهره. وقال في "التقري: نزيل مصر، رأس الطبقة التاسعة، وهو المجدد لأمر الدين على رأس المائتين، مات سنة أربع ومائتين وله أربع وخمسون سنة.
ترجمته في: "تاريخ الإسلام" (١٤/ ٣٠٤)، "سير أعلام النبلاء" (١٠/ ٥)، " تهذيب الكمال" (٢٤/ ٣٥٥)، " تهذيب التهذيب" (٩/ ٢٥)، "التقريب" ص (٤٦٧).
(¬٤) أخرجه أبو عوانة (٤٩٤٨).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b241] VALUES (61,'وجاء أيضًا في مسلم: حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «غَطُّوا الْإِنَاءَ، وَأَوْكُوا السِّقَاءَ، وَأَغْلِقُوا الْبَابَ، وَأَطْفِئُوا السِّرَاجَ، فَإِنَّ الشَّيْطَانَ لَا يَحُلُّ سِقَاءً، وَلَا يَفْتَحُ بَابًا، وَلَا يَكْشِفُ إِنَاءً، فَإِنْ لَمْ يَجِدْ أَحَدُكُمْ إِلَّا أَنْ يَعْرُضَ عَلَى إِنَائِهِ عُودًا، وَيَذْكُرَ اسْمَ اللهِ،
فَلْيَفْعَلْ، فَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى أَهْلِ الْبَيْتِ بَيْتَهُمْ». وَلَمْ يَذْكُرْ قُتَيْبَة فِي حَدِيثِهِ "وَأَغْلِقُوا الْبَابَ (¬١).
* * *
وجاءت الرواية عند أبي عوانة: حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْأَحْمَسِيُّ (¬٢)، وَأَبُو دَاوُدَ الْحَرَّانِيُّ (¬٣)، قَالا: ثَنَا يَعْلَى بْنُ عُبَيْدٍ (¬٤)، قَالَ: ثَنَا عَبْدُ الْمَلِكِ (¬٥)، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ:
(أَمَرَنَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَنْ نُغْلِقَ أَبْوَابَنَا، وَنُطْفِئَ سُرُجَنَا، وَنُوكِئَ أَسْقِيَتنَا، وَنُغَطِّيَ آنِيَتَنَا، فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ بَابًا مُغْلَقًا، وَلَا سِقَاءً مُوكَأً، وَلا إِنَاءً مُغَطًّى، وَإِنَّ الْفَأْرَةَ تُضْرِمُ الْبَيْتَ عَلَى أَهْلِهِ بِسِرَاجِهِمْ).
فذكر: زَادَ أَبُو دَاوُدَ: (وَنَهَانَا أَنْ نَأْكُلَ بِالشِّمَالِ، وَنَمْشِيَ فِي نَعْلٍ وَاحِدَةٍ، أَوْ يَحْتَبِيَ أَحَدُنَا وَفَرْجُهُ مُفْضِيًا إِلَى السَّمَاءِ، أَوْ نَشْتَمِلَ الصَّمَّاءَ) (¬٦).
_________
(¬١) أخرجه مسلم (٢٠١٢). والفويسقة هي الفأرة. مسند أحمد (١١٧٥٥).
(¬٢) هو محمّد بن إسماعيل بن سمرة الأحمسي، أبو جعفر الكوفي السراج. قال ابن أَبي حاتم: سئل أبي عنه فقال: صدوق. وسمعت منه مع أبي وهُوَ صدُوق ثقة. وكذا وثّقه النسائي وابن حجر في "التقريب" وابن حبان. مات سنة ٢٦٠، ويُقال: ٢٥٨.
انظر: "تهذيب الكمال" (٢٤/ ٤٧٧)،"تهذيب التهذيب" (٩/ ٥٨)، و"التقريب" ص (٤٨٦).
(¬٣) هو سليمان بن سيف بن يحيى بن درهم الطائي مولاهم، أبو داود الحراني الحافظ. نعته الذهبي في "السير" بقوله: الحافظ الكبير، أبو داود الحَرَّانيّ الطَّائيّ مولاهم، محدِّث حَرَّان. قال في "التقريب": ثقة حافظ من الحادية عشرة، مات سنة اثنتين وسبعين.
انظر: "سير أعلام النبلاء" (١٣/ ١٤٧)، و"تهذيب الكمال" (١١/ ٤٥٠)، و"تهذيب التهذيب" (٤/ ١٩٩)، "التقريب" ص (٢٥٢).
(¬٤) هو يعلى بن عُبيد بن أبي أمية الإيادي، ويُقال: الحنفي، مولاهم أبو يوسف الطنافسي الكوفي. نعته الذهبي في "السير" بقوله: الحافظ الثقة الإمام. قال أحمد بن حنبل: كان صحيح الحديث، وكان صالحًا في نفسه. وقال أبو حاتم: صدوق. ووثقه الدارقطني، قال في "التقريب" إذ قال: ثقة إلا في حديثه عن الثوري، ففيه لين (ع).
ترجمته في: "سير أعلام النبلاء" (٩/ ٤٧٦)، "تهذيب التهذيب" (١١/ ٤٠٢)، و"التقريب" ص (٦٠٩).
(¬٥) هو عبد الملك بن أبي سليمان واسمه ميسرة الكوفي. نعته الذهبي في "السير" بقوله: الإمام الحافظ. وقال: وليس هو بالمكثر وكان يوصف بالحفظ.
وقال النسائي: ثقة. وقال أبو زرعة الرازي: لا بأسَ به. وقال ابن عمّار: ثقة حُجّة. وقال العجلي: ثقة ثبت في الحديث.
وقال الترمذي: ثقة مأمون لا نعلم أحدًا تكلم فيه غير شعبة.
وقال ابن حجر في "التهذيب": أحد الأئمة. وقال: استشهد به البخاري في "الصحيح"، وروى له فِي "رفع اليدين"، وفي "الأدب"، وروى لَهُ الباقون.
انظر: "سير أعلام النبلاء" (٦/ ١٠٧)، و"تهذيب الكمال" (١٨/ ٣٢٢)، و"تهذيب التهذيب" (٦/ ٣٩٦)، و"التقريب" ص (٣٦٣).
(¬٦) أخرجه أبو عوانة مبتدأ كتاب الأشربة، من ذلك إباحة شرب النبيذ في جماعة ليوم، وليلة، وإباحة شرب الماء، وغيره في القدح، والسُّنَّة فيه، وإباحة السؤال بشرب الماء واللبن، والدليل على أنّ أفضل الشراب اللبن، باب: بيان الأخبار الموجبة تغطية الإناء، وإِيكاء السّقاء، وإطفاء المصابيح عند النوم، وغلق الأبواب، وإمساك الصبيان عند المساء، والدليل على أنّ تغطية الإناء، وإِيكاء السِّقاء، بالليل أوجب منه بالنهار (٨١٥٦).',NULL,'61',NULL,NULL,'0');
INSERT INTO [b241] VALUES (62,'فزاد هذه الأحكام والتوجيهات الوقائية حيث جاء النهي بالأكل بالشمال للتحريم لما جاء في السنة في وجوب الأكل باليمين عن النبي صلى الله عليه وسلم: (إذا أكل أحدُكم فليأكُل بيمينه، وإذا شرب فليشرب بيمينه)، وأيضاً في الحديث: (أن النبي صلى الله عليه وسلم رأى رجلاً يأكُل بشماله، فقال له: كُلْ بيَمينك، قال: لا أستطيعُ، فقال: لا استطعت! فمَا رفعَها إلى فِيه بعدُ). وفيه إشارة إلى أنه ينبغي اجتنابُ الأفعال التي تُشبهُ أفعالَ الشيطان، وأن للشيطان يدين، وأنه يأكُل ويشرب بشماله.
وقيل: إن الرسول صلى الله عليه وسلم نهَى أن نمشي في نعل واحدة؛ لأن النعل شُرعتْ وقاية الرِّجل عما يكون في الأرض مِن شَوك أو نحوه، فإذا انفرَدَت إحدى الرِّجْلين احتاج الماشِي أن يَتوقّى لإحدى رِجليه ما لا يَتوقى لأخرى، فيخرُجُ بذلك عن سجِيّة مشيهِ، ولا يأمَن مع ذلك مِن العَثَار.
وقيل: لأنه لم يعدل بين جوارحه، وربما نُسِب فاعل ذلك إلى اختلالِ الرأي، أو ضَعْفِهِ، وقيل: للكرَاهة فيه للشُّهرة، فتَمتدُّ الأبصار لمن تَرَى ذلك منه.
وجاء النهيُ عن الاحتباء، وهو: أن يقعد على إليتيه، وينصِب ساقيه، ويلف عليه ثوباً. ويقال له: الحبوة، وكانت من شأن العرب (مُفضياً بفَرْجهِ إلى السماء) أي: لم يكن بين فرْجهِ وبين السماء شيءٌ يواريه، فالنهي عن الاحتباء، إنما هو بقيدِ كشفِ الفَرْج، وإلا فهو جائز.
وجاء تفسير الصمّاء: أن يحتبي الرجل في ثوب واحد، وليس على فَرْجه منه. قال أهل اللغة: هو أن يُجلل جسدَه بالثوب لا يرفع منه جانباً ولا يَبقى ما يخرج منه يده.
قال ابن قتيبة: سُميت صماء؛ لأنه يسُدُّ المنافذَ كلها فتصير كالصخرة الصماء التي ليس فيها خرق.
وقال الفقهاء: هو أن يلتحف بالثوب، ثم يرفعه من أحد جانبيه، فيضعه على منكبيه، فيصير فرجه بادياً.
قال النووي: فعلى تفسير أهل اللغة يكون مكروهاً لئلا يعرض له حاجة، فيتعسَّر عليه إخراج يده، فيلحقه الضرر، وعلى تفسير الفقهاء يحرُم لأجل انكشاف العَورة
* * *',NULL,'62',NULL,NULL,'0');
INSERT INTO [b241] VALUES (63,'<span data-type="title" id=toc-22>(الفائدة الرابعة): توضيح المقصود من الحديث وشرح غريبه:</span>
<span data-type="title" id=toc-23>فمن ناحية توضيح المقصود من الحديث</span>.
ما جاء في صحيح مسلم: حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالَا: حَدَّثَنَا سُفْيَانُ ابْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَا أَذِنَ اللهُ لِشَيْءٍ مَا أَذِنَ لِنَبِيٍّ يَتَغَنَّى بِالْقُرْآنِ» (¬١).
* * *
ورواه أبو عوانة: حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الْوَاسِطِيُّ (¬٢)، قَثَنَا يَزِيدُ بْنُ هَارُونَ (¬٣).
قَالَ: أنبا مُحَمَّدُ بْنُ عَمْرٍو (¬٤)، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا أَذِنَ اللَّهُ لِشَيْءٍ كَأَذَنِهِ لِنَبِيٍّ يَتَغَنَّى بِالْقُرْآنِ يَجْهَرُ بِهِ» (¬٥).
_________
(¬١) أخرجه مسلم (٧٩٢).
(¬٢) هو مُحَمَّد بن عبد الملك بن مروان بن الحكم الواسطي الدقيقي، أبو جعفر. نعته في "السير" بقوله: الإمام المحدِّث الحجة. قال أبو حاتم: صدُوق. وقال الدارقطني: ثقة , وذكره ابن حبان في الثقات.
انظر: "سير أعلام النبلاء" (١٢/ ٥٨٢)،و"تهذيب الكمال" (٢٦/ ٢٤)، "تهذيب التهذيب" (٩/ ٣١٧).
(¬٣) هو يزيد بن هارون بن زاذان السلمي مولاهم أبو خالد الواسطي. نعته الذهبي بقوله: الإمام الحافظ القدوة، شيخ الإسلام. وكان رأسًا في العلم والعمل، ثقة حجّة كبير الشأن. احتفل محدثو بغداد وأهلها لقدومه، وازدحموا عليه لجلالته وعلوِّ إسناده. وقال أحمد: كان يزيد حافظًا متقنًا. وقال أبو حاتم الرَّازيُّ: يزيد ثقة إمام، لا يُسأل عن مثله، وقال ابن سعد: كان ثقة كثير الحديث.
قال يزيد: أحفظ أربعة وعشرين ألف حديثٍ بالإسناد - ولا فخر - وأحفظ للشاميِّيْن عشرين ألف حديث لا أسأل عنها. وقال: ما دلّستُ حديثًا قطُّ إلا حديثًا واحدًا عن عوف الأعرابيّ، فما بورك لي فيه. ...
ترجمته في: "سير أعلام النبلاء" (٩/ ٣٥٨)، و"تهذيب الكمال" (٣٢/ ٢٦١)، و"تهذيب التهذيب" (١١/ ٣٦٦).
(¬٤) هو مُحَمَّد بن عمرو بن علقمة بن وقاص الليثي المدني. نعته في "السير" بقوله: الإمام المحدث الصدوق، صاحب أبي سلمة بن عبد الرحمن وراويته. قال النسائي: ليس به بأس.
قال الذهبي في "ميزان الاعتدال" (٣/ ٦٧٣): شيخ مشهور، حسن الحديث، قد أخرج له الشيخان متابعةً. وفي "التقريب": صدوق له أوهام، من السادسة على الصحيح (ع). توفي سنة خمس وأربعين ومائة.
وفي "هدي الساري" قال ابن حَجَر: مشهور، من شيوخ مالك، تكلم فيه بعضهم من قِبل حفظه، أخرج له الشيخان، أما البخاري فمقرونًا بغيره أو تعليقًا. وأما مسلم فمتابعة، وروى له الباقون.
(¬٥) أخرجه أبو عوانة مبتدأ فضائل القرآن، باب: ذكر الخبر المبيح للقارئ أن يَتَغَنَّى بالقرآن إذا كان حسن الصَّوت، ويجهر به ويحبر ويرجع، والدّليل على أنَّ السُّنَّة في رفع الصوت بالقراءة وتحزينه إذا كان القارئُ حسن الصوت وعلى أنه له فعل هذه لغيره، وبيان نفي اتِّباع النَّبِيِّ عَمَّن لم يَتَغَنَّ بالقرآن (٣٨٧٠).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b241] VALUES (64,'حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: قَالَ أَبُو عُبَيْدٍ: قَوْلُهُ: «لَمْ يَتَغَنَّ» التَّغَنِّي وَالِاسْتِغْنَاءُ وَالتَّعَفُّفُ مِنْ مَسْأَلَةِ النَّاسِ، وَاسْتِئْكَالِهِمْ بِالْقُرْآنِ، وَأَنْ يَكُونَ فِي نَفْسِهِ بِحَمْلِهِ الْقُرْآنَ غَنِيًّا، وَإِنْ كَانَ مِنَ الْمَالِ مُعْدَمًا. قَالَ أَبُو عُبَيْدٍ: كَأَذَنِهِ، يَعْنِي: مَا اسْتَمَعَ اللَّهُ لِشَيْءٍ كَاسْتِمَاعِهِ لِنَبِيٍّ، وَكَذَلِكَ قَوْلِهِ: {وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ} [الانشقاق: ٢] قَالَ: اسْتَمَعْتُ يُقَالُ أَذِنْتُ لِلشَّيْءِ أَذِنَ لَهُ أَذِنَا، يَذْهَبُ بِهِ إِلَى الْإِذْنِ مِنَ الِاسْتِئْذَانِ، وَلَيْسَ لِهَذَا وَجْهٌ، وَكَيْفَ يَكُونُ إِذْنُهُ فِي هَذَا أَكْثَرَ مِنْ إِذْنِهِ فِي غَيْرِهِ، وَالَّذِي أَذِنَ لَهُ فِيهِ مِنْ طَاعَتِهِ وَالْإِبْلَاغِ فِيهِ أَكْثَرُ مِنَ الْإِذْنِ فِي قِرَاءَةٍ يَجْهَرُ بِهَا، وَقَوْلُهُ: «يَتَغَنَّى بِالْقُرْآنِ» عِنْدَنَا تَحْزِينُ الْقِرَاءَةِ، وَأَمَّا قَوْلُهُ: «لَيْسَ مِنَّا مَنْ لَمْ يَتَغَنَّ بِالْقُرْآنِ» فَلَيْسَ مِنْ هَذَا إِنَّمَا هُوَ الِاسْتِغْنَاءُ (¬١).
فذكر أبو عوانة في مسنده قول أبي عُبيد المراد من قوله: «لَمْ يَتَغَنَّ» في الحديث.
* * *
_________
(¬١) أخرجه أبو عوانة، مبتدأ فضائل القرآن، باب: ذكر الخبر المبيح للقارئ أن يَتَغَنَّى بالقرآن إذا كان حسن الصَّوت، ويجهر به ويحبر ويرجع، والدّليل على أنَّ السُّنَّة في رفع الصوت بالقراءة وتحزينه إذا كان القارئُ حسن الصوت وعلى أنه له فعل هذه لغيره، وبيان نفي إتِّباع النَّبِيِّ عَمَّن لم يَتَغَنَّ بالقرآن (٣٨٧١).',NULL,'64',NULL,NULL,'0');
INSERT INTO [b241] VALUES (65,'<span data-type="title" id=toc-24>وأما مِن ناحية شرح غريب الحديث</span>
ففي "صحيح مسلم" حديث:
حَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنِي الضَّحَّاكُ بْنُ مَخْلَدٍ، مِنْ رُقْعَةٍ عَارَضَ لِي بِهَا، ثُمَّ قَرَأَهُ عَلَيَّ، قَالَ: أَخْبَرَنَاهُ حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، قَالَ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ، يَقُولُ: لَمَّا حُفِرَ الْخَنْدَقُ رَأَيْتُ بِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَمَصًا، فَانْكَفَأْتُ إِلَى امْرَأَتِي، فَقُلْتُ لَهَا: هَلْ عِنْدَكِ شَيْءٌ؟ فَإِنِّي رَأَيْتُ بِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَمَصًا شَدِيدًا، فَأَخْرَجَتْ لِي جِرَابًا فِيهِ صَاعٌ مِنْ شَعِيرٍ وَلَنَا بُهَيْمَةٌ دَاجِنٌ، قَالَ: فَذَبَحْتُهَا وَطَحَنَتْ، فَفَرَغَتْ إِلَى فَرَاغِي، فَقَطَّعْتُهَا فِي بُرْمَتِهَا، ثُمَّ وَلَّيْتُ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: لَا تَفْضَحْنِي بِرَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَمَنْ مَعَهُ، قَالَ: فَجِئْتُهُ فَسَارَرْتُهُ، فَقُلْتُ: يَا رَسُولَ اللهِ، إِنَّا قَدْ ذَبَحْنَا بُهَيْمَةً لَنَا، وَطَحَنَتْ صَاعًا مِنْ شَعِيرٍ كَانَ عِنْدَنَا، فَتَعَالَ أَنْتَ فِي نَفَرٍ مَعَكَ، فَصَاحَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالَ: «يَا أَهْلَ الْخَنْدَقِ، إِنَّ جَابِرًا قَدْ صَنَعَ لَكُمْ سُورًا فَحَيَّ هَلاً بِكُمْ»، وَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تُنْزِلُنَّ بُرْمَتَكُمْ، وَلَا تَخْبِزُنَّ عَجِينَتَكُمْ حَتَّى أَجِيءَ»، فَجِئْتُ وَجَاءَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْدَمُ النَّاسَ حَتَّى جِئْتُ امْرَأَتِي، فَقَالَتْ: بِكَ وَبِكَ، فَقُلْتُ: قَدْ فَعَلْتُ الَّذِي قُلْتِ لِي، فَأَخْرَجْتُ لَهُ عَجِينَتَنَا فَبَصَقَ فِيهَا وَبَارَكَ،
ثُمَّ عَمَدَ إِلَى بُرْمَتِنَا فَبَصَقَ فِيهَا وَبَارَكَ، ثُمَّ قَالَ: «ادْعِي خَابِزَةً فَلْتَخْبِزْ مَعَكِ، وَاقْدَحِي مِنْ بُرْمَتِكُمْ وَلَا تُنْزِلُوهَا» وَهُمْ أَلْفٌ، فَأُقْسِمُ بِاللهِ لَأَكَلُوا حَتَّى تَرَكُوهُ وَانْحَرَفُوا، وَإِنَّ بُرْمَتَنَا لَتَغِطُّ كَمَا هِيَ، وَإِنَّ عَجِينَتَنَا - أَوْ كَمَا قَالَ الضَّحَّاكُ: - لَتُخْبَزُ كَمَا هُوَ (¬١).
_________
(¬١) أخرجه مسلم (٢٠٣٩).',NULL,'65',NULL,NULL,'0');
INSERT INTO [b241] VALUES (66,'* * *
وفي رواية أبي عوانة: حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ (¬١)، مَرَّةً مِنْ حِفْظِهِ، قثنا أَبُو عَاصِمٍ النَّبِيلُ (¬٢) قثنا حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ، قثنا سَعِيدُ بْنُ مِينَاءَ، قَالَ: سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ الْأَنْصَارِيَّ، قَالَ:
لَمَّا أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِحَفْرِ الْخَنْدَقِ، رَأَيْتُ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَمَصًا شَدِيدًا فَانْكَفَأْتُ إِلَى أَهْلِي، فَقُلْتُ: إِنِّي رَأَيْتُ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَمَصًا شَدِيدًا فَأَخْرَجَتْ إِلَيَّ امْرَأَتِي مُدًّا مِنْ شَعِيرٍ، فَطَحَنْتُهُ، وَلَنَا بُهَيْمَةٌ دَاجِنٌ، فَذَبَحَتْهَا، وَقَطَّعَتْهَا فِي بُرْمَتِهَا، فَفَرَغَتْ إِلَى فَرَاغِي، فَقُلْتُ: حَتَّى آتِيَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَدْعُوهُ، فَقَالَتْ: لَا تَفْضَحْنِي بِرَسُولِ اللَّهِ وَمَنْ مَعَهُ، فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ، فَصَاحَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا أَهْلَ الْخَنْدَقِ، إِنَّ جَابِرًا قَدْ عَمِلَ سُورًا فَهَلُمَّ هَلَّا بِكُمْ»، فَجَاءَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَصْحَابِهِ، فَقَالَ: «يَا جَابِرُ، لَا تَخْبِزُنَّ عَجِينَكُمْ، وَلَا تَطْبُخُنَّ قِدْرَكُمْ حَتَّى أَجِيءَ" فَجِئْتُ إِلَى امْرَأَتِي فَأَخْبَرْتُهَا، فَقَالَتْ: بِكَ وَبِكَ، وَجَاءَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْرَجْنَا لَهُ عَجِينًا فَبَصَقَ فِيهِ، وَبَارَكَ، وَأَخْرَجْنَا لَهُ قِدْرَنَا فَبَصَقَ فِيهَا وَبَارَكَ، ثُمَّ قَالَ لِامْرَأَتِي: «هَلُمِّي خَابِزَةً تَخْبِزُ مَعَكِ»، قَالَ: ثُمَّ قَالَ: «يَا جَابِرُ أَدْخِلْ عَلَيَّ عَشْرَةً عَشْرَةً»، فَجَعَلْنَا نَقْدَحُ لَهُمْ مِنْ قِدْرِنَا فَيَأْكُلُونَ، ثُمَّ يَدْخُلُ عَشْرَةً حَتَّى أَكَلُوا جَمِيعًا وَهُمْ أَرْبَعُمِائَةٍ، فَأُقْسِمُ بِاللَّهِ لَقَدْ أَكَلُوا حَتَّى شَبِعُوا وَإِنَّ قِدْرَنَا لَتَغِطُّ كَمَا هِيَ وَإِنَّ عَجِينَتَنَا لَتُخْبَزُ كَمَا هِيَ. قَالَ أَبُو عَوَانَةَ: قَالَ لِي الْعَبَّاسُ: جَاءَنِي أَبُو الدَّرْدَاءِ الْمَرْوَزِيُّ فَقَالَ: أُحِبُّ أَنْ تُمْلِيَهُ عَلَيَّ فَأَمْلَيْتُهُ عَلَيْهِ، قَالَ: وَقَالَ لِي يَحْيَى بْنُ مَعِينٍ: تَكَلَّمَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْفَارِسِيَّةِ فِي هَذَا الْحَدِيثِ، فَقَالَ: «قُومُوا فَإِنَّ جَابِرًا صَنَعَ سُورًا» (¬٣).
فبين رحمه الله أن لفظة سورًا هي لفظة (فارسية) معناها: طعامًا يدعو الناس إليه، وهي لفظة غريبة وردَت في الحديث.
* * *
_________
(¬١) هو عَبَّاس بن مُحَمَّد بن حاتم بن واقد الدوري، أَبُو الفضل البغدادي، مولى بَنِي هاشم. نعته في "السير" بقوله: الإمام الحافظ الثقة النَّاقد، أحد الأثبات المصنِّفِين. قال أبو حاتم وابنه: صدوق. وقال النسائي ومسلمة: ثقة. وقال الخليلي في "الإرشاد": متفق عليه. يعني على عدالته. وقال في "التقريب": ثقة حافظ. تُوفِّي سنة ٢٧١.
ترجمته في: "سير أعلام النبلاء" (١٢/ ٥٢٢)، و"تهذيب الكمال" (١٤/ ٢٤٥)، و"تهذيب التهذيب" (٥/ ١٢٩).
(¬٢) هو الضحاك بن مخلد بن الضحاك بن مسلم بن الضحاك الشيباني، أبو عاصم النبيل البَصْرِيّ. نعته في "السير" بقوله: الإِمَامُ الحَافِظُ شَيْخُ المُحَدِّثِيْنَ الأَثْبَاتِ. وقال في "التقريب": ثقة ثبت (ع). تُوفِّي سنة ٢١٢ أو بعدها بقليل.
ترجمته في: "سير أعلام النبلاء" (٩/ ٤٨٠)، و"تهذيب الكمال" (١٣/ ٢٨١)، و"تهذيب التهذيب" (٤/ ٤٥٠).
(¬٣) أخرجه (٦٩٤٢). قال النووي في شرح مسلم: وقد تظاهرت أحاديث صحيحة بأن النبي صلى الله عليه وسلم تكلم بألفاظ غير العربية، فيدل على جوازه. وانظر" الديباج على صحيح مسلم"للسيوطي (٥/ ٨٤).',NULL,'66',NULL,NULL,'0');
INSERT INTO [b241] VALUES (67,'<span data-type="title" id=toc-25>(الفائدة الخامسة): تقوية الحديث بكثرة طرقه:</span>
وهو إذا وجد حديثان متعارضان ولم يمكن الجمع بينهما نلجأ إلى الترجيح, ووجوه الترجيح كثيرة ذكرها الحازمي في كتابه " الاعتبار ... " ومنها كثرة الطرق، وهي مؤثرة في باب الرواية، لأنها تقرب مما يوجب العلم، وهو التواتر. (¬١)
مثال ذلك ما رواه مسلم: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ نُمَيْرٍ، قَالُوا: حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ عِلَاقَةَ، سَمِعَ جَرِيرَ بْنَ عَبْدِ اللهِ، يَقُولُ:
(بَايَعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى النُّصْحِ لِكُلِّ مُسْلِمٍ) (¬٢).
* * *
وعند أبي عوانة: حَدَّثَنَا إِسْحَاقُ بْنُ سَيَّارٍ (¬٣)، قَالَ: ثنا عُبَيْدُ اللَّهِ (¬٤) قَالَ: أنبا سُفْيَانُ، عَنْ زِيَادِ بْنِ عِلاقَةَ قَالَ: سَمِعْتُ جَرِيرًا يُحَدِّثُ حِينَ مَاتَ الْمُغِيرَةُ بْنُ شُعْبَةَ خَطَبَ النَّاسَ فَقَالَ: أُوصِيكُمْ بِتَقْوَى اللَّهِ وَحْدَهُ لا شَرِيكَ لَهُ وَالسَّكِينَةِ وَالْوَقَارِ (فَإِنِّي بَايَعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِيَدِي هَذِهِ عَلَى الْإِسْلَامِ، وَاشْتَرَطَ عَلَيَّ النُّصْحَ لِكُلِّ مُسْلِمٍ). فَوَرَبِّ الْكَعْبَةِ إِنِّي لَكُمْ نَاصِحٌ أَجْمَعِينَ. وَاسْتَغْفَرَ وَنَزَلَ (¬٥).
_________
(¬١) انظر: "صيانة صحيح مسلم" لابن الصلاح ص (٨٨)، و"تدريب الراوي" (١/ ١١٥).
(¬٢) أخرجه مسلم (٥٦).
(¬٣) هو إسحاق بن سَيَّار بن محمد أبو يعقوب النصيبِيُّ. نعته في "السير" بقوله: الإمام الحافظ الثبت. وفي"تاريخ الإسلام" بقوله: وكان من كبار العلماء. قال ابن أبي حاتم: كان صدوقًا ثقة.
ترجمته في: "تاريخ الإسلام" (٢٠/ ٣٠١)، و"سير أعلام النبلاء" (١٣/ ١٩٤).
(¬٤) هو عُبَيد الله بن موسى بن أَبي المختار، واسمه باذام العبسي، مولاهم أبو محمد الكوفي. نعته في "السير" بقوله: الإمام الحافظ العابد، وكان من حفَّاظ الحديث، مجوِّدًا للقرآن. وقال أبو حاتم: صدُوقٌ ثقة حَسَنُ الحديث، وأبو نعيم أتقنُ منه، وأبو عبيد الله أثبتهم في إسرائيل، كان يأتيه فيقرأ عليه القرآن. وقال في "التقريب": ثقة كان يتشيع (ع). توفي سنة ٢١٣ هـ.
ترجمته في: "تاريخ الإسلام" (١٥/ ٢٨٣)، و"سير أعلام النبلاء" (٩/ ٥٥٣)، و"تهذيب الكمال" (١٩/ ١٦٤)، و"تهذيب التهذيب" (٧/ ٥٠)، و"التقريب" ص (٣٧٥)، و"هدي الساري" ص (٤٢٣) و (٤٦٠).
(¬٥) أخرجه أبو عَوانة (١٠٦).',NULL,'67',NULL,NULL,'0');
INSERT INTO [b241] VALUES (68,'أبو عَوَانة في هذا الحديث لم يلتق فيه بمسلم في شيخه، ولا في شيخ شيخه ابن عُيينة، إنما في شيخ ابن عُيينة، ومن الفوائد في الإسناد أن مسلماً روى هذا الحديث من حديث سفيان بن عيينة، ورواه أبو عَوانة من رواية سفيان الثوري متابعةً لابن عُيينة، كلاهما عن زياد، وذلك يعني زيادة طرق للحديث. أما المتن فإنّ مسلمًا لم يروِ هذا الحديث بهذا التمام، وجاء عند أبي عوانة زيادة في الحديث من أن الحديث قيل بعد وفاة المغيرة بن شعبة عندما كان والياً على الكوفة، وأنه قام خطيبًا بالناس، ودعَاهم إلى تقوى اللهِ والتزام السَّكينة والوقار حتى لا يكون فوضى ولغط, وذكر أنه بايع النبي صلى الله عليه وسلم وشرط عليه النصيحة للمسلمين.
* * *',NULL,'68',NULL,NULL,'0');
INSERT INTO [b241] VALUES (69,'ومن ذلك أيضًا حديث أصحاب الغار في "صحيح مسلم".
قال مسلم في "صحيحه": حَدَّثَنِي مُحَمَّدُ بْنُ إِسْحَاقَ الْمُسَيِّبِيُّ، حَدَّثَنِي أَنَسٌ يَعْنِي ابْنَ عِيَاضٍ أَبَا ضَمْرَةَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللهِ بْنِ عُمَرَ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: «بَيْنَمَا ثَلَاثَةُ نَفَرٍ يَتَمَشَّوْنَ أَخَذَهُمُ الْمَطَرُ، فَأَوَوْا إِلَى غَارٍ فِي جَبَلٍ، فَانْحَطَّتْ عَلَى فَمِ غَارِهِمْ صَخْرَةٌ مِنَ الْجَبَلِ، فَانْطَبَقَتْ عَلَيْهِمْ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ: انْظُرُوا أَعْمَالاً عَمِلْتُمُوهَا صَالِحَةً لِلَّهِ، فَادْعُوا اللهَ تَعَالَى بِهَا، لَعَلَّ اللهَ يَفْرُجُهَا عَنْكُمْ، فَقَالَ أَحَدُهُمْ: اللهُمَّ إِنَّهُ كَانَ لِي وَالِدَانِ شَيْخَانِ كَبِيرَانِ، وَامْرَأَتِي، وَلِي صِبْيَةٌ صِغَارٌ أَرْعَى عَلَيْهِمْ، فَإِذَا أَرَحْتُ عَلَيْهِمْ، حَلَبْتُ، فَبَدَأْتُ بِوَالِدَيَّ، فَسَقَيْتُهُمَا قَبْلَ بَنِيَّ، وَأَنَّهُ نَأَى بِي ذَاتَ يَوْمٍ الشَّجَرُ، فَلَمْ آتِ حَتَّى أَمْسَيْتُ، فَوَجَدْتُهُمَا قَدْ نَامَا، فَحَلَبْتُ كَمَا كُنْتُ أَحْلُبُ، فَجِئْتُ بِالْحِلَابِ، فَقُمْتُ عِنْدَ رُءُوسِهِمَا أَكْرَهُ أَنْ أُوقِظَهُمَا مِنْ نَوْمِهِمَا، وَأَكْرَهُ أَنْ أَسْقِيَ الصِّبْيَةَ قَبْلَهُمَا، وَالصِّبْيَةُ يَتَضَاغَوْنَ عِنْدَ قَدَمَيَّ، فَلَمْ يَزَلْ ذَلِكَ دَأْبِي وَدَأْبَهُمْ حَتَّى طَلَعَ الْفَجْرُ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ، فَافْرُجْ لَنَا مِنْهَا فُرْجَةً، نَرَى مِنْهَا السَّمَاءَ، فَفَرَجَ اللهُ مِنْهَا فُرْجَةً، فَرَأَوْا مِنْهَا السَّمَاءَ، وَقَالَ الْآخَرُ: اللهُمَّ إِنَّهُ كَانَتْ لِيَ ابْنَةُ عَمٍّ أَحْبَبْتُهَا كَأَشَدِّ مَا يُحِبُّ الرِّجَالُ النِّسَاءَ، وَطَلَبْتُ إِلَيْهَا نَفْسَهَا، فَأَبَتْ حَتَّى آتِيَهَا بِمِائَةِ دِينَارٍ، فَتَعِبْتُ حَتَّى جَمَعْتُ مِائَةَ دِينَارٍ،
فَجِئْتُهَا بِهَا، فَلَمَّا وَقَعْتُ بَيْنَ رِجْلَيْهَا، قَالَتْ: يَا عَبْدَ اللهِ اتَّقِ اللهَ، وَلَا تَفْتَحِ الْخَاتَمَ إِلَّا بِحَقِّهِ، فَقُمْتُ عَنْهَا، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ، فَافْرُجْ لَنَا مِنْهَا فُرْجَةً، فَفَرَجَ لَهُمْ، وَقَالَ الْآخَرُ: اللهُمَّ إِنِّي كُنْتُ اسْتَأْجَرْتُ أَجِيرًا بِفَرَقِ أَرُزٍّ، فَلَمَّا قَضَى عَمَلَهُ قَالَ: أَعْطِنِي حَقِّي، فَعَرَضْتُ عَلَيْهِ فَرَقَهُ فَرَغِبَ عَنْهُ، فَلَمْ أَزَلْ أَزْرَعُهُ حَتَّى جَمَعْتُ مِنْهُ بَقَرًا وَرِعَاءَهَا، فَجَاءَنِي فَقَالَ: اتَّقِ اللهَ وَلَا تَظْلِمْنِي حَقِّي، قُلْتُ: اذْهَبْ إِلَى تِلْكَ الْبَقَرِ وَرِعَائِهَا، فَخُذْهَا فَقَالَ: اتَّقِ اللهَ وَلَا تَسْتَهْزِئْ بِي. فَقُلْتُ: إِنِّي لَا أَسْتَهْزِئُ بِكَ، خُذْ ذَلِكَ الْبَقَرَ وَرِعَاءَهَا، فَأَخَذَهُ فَذَهَبَ بِهِ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ، فَافْرُجْ لَنَا مَا بَقِيَ، فَفَرَجَ اللهُ مَا بَقِيَ» (¬١).
* * *
_________
(¬١) أخرجه مسلم كتاب الرقاق، باب قصة أصحاب الغار الثلاثة والتّوسل بصالح الأعمال (٢٧٤٣).',NULL,'69',NULL,NULL,'0');
INSERT INTO [b241] VALUES (70,'وَحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، وَعَبْدُ بْنُ حُمَيْدٍ (¬١)، قَالا: أَخْبَرَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، ح وحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ (¬٢)، عَنْ عُبَيْدِ
اللهِ، ح وحَدَّثَنِي أَبُو كُرَيْبٍ، وَمُحَمَّدُ بْنُ طَرِيفٍ الْبَجَلِيُّ (¬٣)، قَالَا: حَدَّثَنَا ابْنُ فُضَيْلٍ، حَدَّثَنَا ... أَبِي، وَرَقَبَةُ بْنُ مَسْقَلَةَ، ح وحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ وَحَسَنٌ الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ، قَالُوا: حَدَّثَنَا يَعْقُوبُ يَعْنُونَ ابْنَ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحِ بْنِ كَيْسَانَ، كُلُّهُمْ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَعْنَى حَدِيثِ أَبِي ضَمْرَةَ، عَنْ مُوسَى ابْنِ عُقْبَةَ وَزَادُوا فِي حَدِيثِهِم: «وَخَرَجُوا يَمْشُونَ»، وَفِي حَدِيثِ صَالِحٍ «يَتَمَاشَوْنَ» إِلَّا عُبَيْدَ اللهِ فَإِنَّ فِي حَدِيثِهِ: «وَخَرَجُوا» وَلَمْ يَذْكُرْ بَعْدَهَا شَيْئًا (¬٤).
* * *
_________
(¬١) هو عبد بن حميد. ويقال: اسمه عبد الحميد بن حميد، ولكن خُفِّف. الكَشّي كذا في "لب اللباب" ص (٢٢٢). بالفتح والتشديد نسبة إلى كش، قرية على ثلاث فراسخ من جرجان. وفي "تبصير المنتبه بتحرير المشتبه" (٣/ ١٢١٧) بيَّن أن (كش) تُعَرَّب إلى (كس) فينسب إليها فيقال: (الكِسيّ) بكسر الكاف وإهمال السين. نعته في "السير" بقوله: هو الإمام الحافظ الحجة الجوَّال. ونعته في " تاريخ الإسلام" بقوله: صنّف "المسْنَد الكبير" الذي وقع لنا منتخبه، و "التّفسير"، وغير ذلك. وكان أحد الحفّاظ بما وراء النّهر. علّق له الْبُخَارِيّ فِي دلائل النُّبُوة من" صحيحه". وقال ابن حبان في كتاب " الثقات": وكان ممن جمع وصنف، مات سنة تسع وأربعين ومائتين. وقال في "التقريب": ثقة حافظ.
ترجمته في: "تاريخ الإسلام" (١٨/ ٣٤١)، "سير أعلام النبلاء" (١٢/ ٢٣٥)، "تهذيب الكمال" (١٨/ ٥٢٤)، "التقريب" ص (٣٦٨).
(¬٢) هو عليّ بن مسهر أبو الحسن القُرشيُّ من أنفسهم. نعته الذهبي في "السير" بقوله: العلامة الحافظ. وقال: كان من مشايخ الإسلام. وقال أبو زرعة: صدوق ثقة. وقال العقيلي: قال أبو عبد الله، يعني أحمد، لما سئل عنه: لا أدري كيف أقول، قال: كان قد ذهب بصره فكان يحدثهم من حفظه. وقال في "التقريب": ثقة له غرائب بعد أن أضر، من الثامنة مات سنة تسع وثمانين (ع).
ترجمته في: "سير أعلام النبلاء" (٨/ ٤٨٤)، "تهذيب الكمال" (٢١/ ١٣٥)، "التقريب" ص (٤٠٥).
(¬٣) هو محمد بن طريف بن خليفة البجلي أبو جعفر الكوفي. قال أبو زرعة: محله الصدق. وفي موضع آخر: لا بأس به. وقال الخطيب: كان ثقة. وقال في " الكاشف": ثقة صاحب حديث. وفي "التقريب": صدوق. تُوُفِيَّ سنة ٢٤٢.
ترجمته في: "تهذيب الكمال" (٢٥/ ٤٠٩)،"الكاشف" (٢/ ١٨٣)، "التقريب" ص (٤٨٥).
(¬٤) أخرجه مسلم (٢٧٤٣).',NULL,'70',NULL,NULL,'0');
INSERT INTO [b241] VALUES (71,'حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، وَعَبْدُ اللهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ بِهْرَامَ وَأَبُو بَكْرِ بْنُ إِسْحَاقَ - قَالَ ابْنُ سَهْلٍ: حَدَّثَنَا، وقَالَ الْآخَرَانِ: أَخْبَرَنَا - أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللهِ، أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «انْطَلَقَ ثَلَاثَةُ رَهْطٍ مِمَّنْ كَانَ قَبْلَكُمْ، حَتَّى آوَاهُمُ الْمَبِيتُ إِلَى غَارٍ» وَاقْتَصَّ الْحَدِيثَ بِمَعْنَى حَدِيثِ نَافِعٍ، عَنِ ابْنِ عُمَرَ غَيْرَ أَنَّهُ قَالَ: قَالَ رَجُلٌ مِنْهُمْ: «اللهُمَّ كَانَ لِي أَبَوَانِ شَيْخَانِ كَبِيرَانِ، فَكُنْتُ لَا أَغْبِقُ قَبْلَهُمَا أَهْلاً وَلَا مَالاً»، وَقَالَ: «فَامْتَنَعَتْ مِنِّي حَتَّى
أَلَمَّتْ بِهَا سَنَةٌ مِنَ السِّنِينَ، فَجَاءَتْنِي فَأَعْطَيْتُهَا عِشْرِينَ وَمِائَةَ دِينَارٍ» وَقَالَ: «فَثَمَّرْتُ أَجْرَهُ حَتَّى كَثُرَتْ مِنْهُ الْأَمْوَالُ، فَارْتَعَجَتْ». وَقَالَ: «فَخَرَجُوا مِنَ الْغَارِ يَمْشُونَ» (¬١).
فهذه القصة رواها أبو عوانة من طريق ثلاثين من شيوخه عن عدد من الصحابة، هم عبدالله بن عمر بن الخطاب وأنس بن مالك وأم المؤمنين عائشة والنعمان بن بشير وعلي بن أبي طالب وأبي هريرة وعقبة بن عامر.
قال ابن حجر عنه في "فتح الباري" (¬٢): جمع أبو عوانة طرق هذا الحديث.
_________
(¬١) المرجع السابق نفسه.
(¬٢) (٦/ ٥١٠).',NULL,'71',NULL,NULL,'0');
INSERT INTO [b241] VALUES (72,'وقد أوردت حديثاً واحداً لكل صحابي اختصاراً للمسألة، ففي مسند أبي عوانة:
قال أبو عوانة: حَدَّثَنَا يُوسُفُ بْنُ مُسْلِمٍ (¬١)، قثناحَجَّاجٌ (¬٢)، قَالَ: أنبا ابْنُ جُرَيْجٍ، قَالَ: أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «بَيْنَا نَفَرٌ ثَلَاثَةٌ يَمْشُونَ أَخَذَهُمْ مَطَرٌ، فَأَوَوْا إِلَى غَارٍ فِي جَبَلٍ، فَانْحَطَّتْ عَلَى غَارِهِمْ صَخْرَةٌ
مِنَ الْجَبَلِ، فَأَطْبَقَتْ عَلَيْهِمْ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ: انْظُرُوا أَعْمَالاً عَمِلْتُمُوهَا صَالِحَةً، فَادْعُوا اللَّهَ بِهَا لَعَلَّهُ يُفَرِّجُهَا، فَقَالَ أَحَدُهُمْ: اللَّهُمَّ إِنَّهُ كَانَ لِي وَالِدِانِ شَيْخَانِ كَبِيرَانِ، وَامْرَأَتِي وَصِبْيَةٌ صِغَارٌ فَكُنْتُ أَرْعَى عَلَيْهِمْ، فَإِذَا رُحْتُ عَلَيْهِمْ حَلَبْتُ، فَبَدَأْتُ بِوَالِدَيَّ أَسْقِيهِمَا قَبْلَ صِبْيَتِي وَأَهِلِّي، وَإِنِّي أُحْتُبِسْتُ يَوْمًا فَلَمْ آتِ حَتَّى أَمْسَيْتُ، فَوَجَدْتُهُمَا قَدْ نَامَا، فَحَلَبْتُ كَمَا كُنْتُ أَحْلُبُ، وَجِئْتُ بِالْحِلَابِ، فَقُمْتُ عِنْدَ رُءُوسِهِمَا أَكْرَهُ أَنْ أُوقِظَهُمَا مِنْ نَوْمِهِمَا، وَأَكْرَهُ أَنْ أَبْدَأَ بِالصِّبْيَةِ قَبْلَهُمَا وَالصِّبْيَةُ يَتَضَاغَوْنَ عِنْدَ رِجْلَيَّ، فَلَمْ يَزَلْ ذَلِكَ دَأْبِي، وَدَأْبَهُمْ، حَتَّى طَلَعَ الْفَجْرُ، فَأَنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ، فَافْرُجْ لَنَا فُرْجَةً نَرَى مِنْهَا السَّمَاءَ، فَفَرَجَ اللَّهُ مِنْهَا فُرْجَةً فَرَأَوُا السَّمَاءَ،
_________
(¬١) هو يوسف بن سعيد بن مُسَلَّم (بالتشديد، قاله النسائي) المصيصي، أَبُو يعقوب، نزيل أنطاكية.
نعته في "السير" بقوله: الإمام الحافظ الحجة المُصَنِّف. قال النسائي: ثقة حافظ. وقال ابن أبي حاتم: كان ثقة صدوقًا. وقال مسلمة بن قاسم: ثقة حافظ وأبوه ثقة. وقال في "التقريب": ثقة حافظ. تُوُفِيَّ سنة ٢٧١، وقيل: قبلها.
ترجمته في: "سير أعلام النبلاء" (١٢/ ٦٢٢)،"تهذيب الكمال" (٣٢/ ٤٣٠)،"التقريب" ص (٦١١).
(¬٢) هو حجاج بن محمد المصيصي. نعته في "السير" بقوله: الإمام الحجة الحافظ. وفي "ميزان الاعتدال" قال: أحد الثقات. قال أحمد: ما كان أضبطه وأشد تعاهده للحروف ورفع أمره جدًّا. وقال: وكان صحيح الأخذ. وقال علي بن المديني والنسائي: ثقة. وذكره بن حبان في "الثقات".
وقال ابن سعد: تحول إلى المصيصة، ثم قدم بغداد في حاجة له فمات بها سنة (٢٠٦) كان ثقة صدوقًا إن شاء الله، ترجمته في: "سير أعلام النبلاء" (٩/ ٤٤٧)، "تهذيب الكمال" (٥/ ٤٥١)، "التقريب" ص (١٥٣)، "الكواكب النيرات في معرفة من اختلط من الرواة الثقات" (١/ ٤٥٦).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b241] VALUES (73,'وَقَالَ الْآخَرُ: اللَّهُمَّ إِنَّهُ كَانَتْ لِي بِنْتُ عَمٍّ أَحْبَبْتُهَا كَأَشَدِّ مَا يُحِبُّ الرَّجُلُ النِّسَاءَ، فَطَلَبْتُ إِلَيْهَا نَفْسَهَا، فَأَبَتْ حَتَّى آتِيَهَا بِمِائَةِ دِينَارٍ، فَسَعَيْتُ فِيهَا، حَتَّى جَمَعْتُ مِائَةَ دِينَارٍ، فَجِئْتُهَا بِهَا فَلَمَّا قَعَدْتُ بَيْنَ رِجْلَيْهَا، قَالَتْ: يَا عَبْدَ اللَّهِ اتَّقِ اللَّهَ، وَلَا تَفُضَّ الْخَاتَمَ إِلَّا بِحَقِّهِ، فَقُمْتُ عَنْهَا فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ، فَافْرُجْ لَنَا مِنْهَا فَفَرَجَ اللَّهُ لَهُمْ فُرْجَةً، وَقَالَ الْآخَرُ: اللَّهُمَّ إِنِّي كُنْتَ تَعْلَمُ أَنِّي كُنْتُ اسْتَأْجَرْتُ أَجِيرًا بِفَرَقِ رُزٍّ فَلَمَّا قَضَى عَمَلَهُ، قَالَ: أَعْطِنِي حَقِّي فَعَرَضْتُ عَلَيْهِ فَرَقَهُ، فَتَرَكَ وَرَغِبَ عَنْهُ فَلَمْ أَزَلْ أَزْرَعُهُ حَتَّى جَمَعْتُ مِنْهُ بَقَرًا وَرَاعِيَهَا، ثُمَّ جَاءَنِي، فَقَالَ: يَا عَبْدَ اللَّهِ لَا تَظْلِمْنِي وَأَعْطِنِي حَقِّي، فَقُلْتُ: اذْهَبْ إِلَى تِلْكَ الْبَقَرِ وَرَاعِيهَا، قَالَ: اتَّقِ اللَّهَ وَلَا تَهْزَأْ بِي، فَقُلْتُ لَهُ: إِنِّي لَا أَهْزَأُ بِكَ خُذْ تِلْكَ الْبَقَرَ وَرَاعِيَهَا فَأَخَذَهَا، فَقَالَ: أَتَهْزَأُ بِي فَقُلْتُ: اذْهَبْ فَخُذْهَا فَذَهَبَ بِهَا، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ ابْتِغَاءَ وَجْهِكَ, فَافْرُجْ لَنَا فَفَرَجَ اللَّهُ عَنْهُمْ») (¬١).
_________
(¬١) أخرجه أبو عوانة، مبتدأ كتاب البيوع، باب: ذكر الخبر الدّال على الإباحة لمتولِّي مال غيره أن يصرفه في تجارة، ومعاملة لمنفعة صاحبه، والإباحة لصاحبه أخذ ربحته ومنفعته (٥٥٤٩).',NULL,'73',NULL,NULL,'0');
INSERT INTO [b241] VALUES (74,'وأما الحديث المروي عن أنس
فقد قال أبو عوانة: حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الْحِمْصِيُّ (¬١)، وَإِبْرَاهِيمُ بْنُ الْهَيْثَمِ الْبَلَدِيُّ (¬٢) قثنا الْهَيْثَمُ ابْنُ جَمِيلٍ (¬٣)، قثنا مُبَارَكُ بْنُ فَضَالَةَ (¬٤)، عَنِ الْحَسَنِ (¬٥)، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: "أَنَّ ثَلَاثَةَ نَفَرٍ أَوَوْا إِلَى غَارٍ فَانْطَبَقَ الْغَارُ» وَذَكَرَ الْحَدِيثَ (¬٦).
_________
(¬١) سبقت ترجمته.
(¬٢) هو إبراهيم بن الهيثم بن المهلب أبو إسحاق البلدي. قال ابن عدي: حدث ببغداد بحديث الغار عن الهيثم بن جميل عن مبارك بن فضالة عن الحسن عن أنس عن النبي صلى الله عليه و سلم، فكذبه فيه الناس وواجهوه به.
وقال: إبراهيم بن الهيثم أحاديثه مستقيمة سوى هذا الحديث الواحد الذي أنكروه عليه، وقد فتشت عن حديثه الكثير فلم أر له منكرًا يكون من جهته إلا أن يكون من جهة من روى عنه. قال الخطيب البغدادي "تاريخ بغداد" (٧/ ١٦٤): قد روى حديث الغار عن الهيثم جماعة، وإبراهيم بن الهيثم عندنا ثقة ثبت لا يختلف شيوخنا فيه، وما حكاه ابن عدي من الإنكار عليه لم أر أحداً من علمائنا يعرفه، ولو ثبت لم يؤثر قدحاً فيه؛ لأن جماعة من المتقدمين أنكر عليهم بعض رواياتهم، ولم يمنع ذلك من الاحتجاج بهم. وقال الدارقطنيّ: ثقة. ترجمته في: " تاريخ الإسلام" (٦/ ٥١٠)، " تاريخ بغداد " (٧/ ١٦٤)، " الثقات" " (٨/ ٨٨)، " الكامل" (١/ ٤٤٣).
(¬٣) هو الهيثم بن جَميل البغدادي أبو سهل نزيل أنطاكية. نعته في "السير" بقوله: الحافظ الإمام الكبير الثبت. وقال أحمد: ثقة. وقال العجلي: ثقة صاحب سنة. وقال الدارقطني: ثقة حافظ. وقال ابن عدي: ليس بالحافظ يغلط على الثقات، وأرجو أنه لا يتعمد الكذب. وقال أبو نعيم الأصبهاني: إنه متروك، ذكر ذلك في "أماليه". قال الذهبي في "الكاشف": حجة صالح. وقال ابن حجر في "التقريب": ثقة من أصحاب الحديث وكأنه ترك فتغير. تُوُفِيَّ ٢١٣. ترجمته في: "سير أعلام النبلاء" (١٠/ ٣٩٦)، " تهذيب الكمال" (٣٠/ ٣٦٥)، "تهذيب التهذيب" (١١/ ٩٠)، "التقريب" ص (٥٧٧).
(¬٤) هو مبارك بن فضالة بن أبي أمية أبو فضالة البصري. نعته في " السير" بقوله: الحافظ المحدِّث الصادق الإمام، من كبار علماء البصرة. وقال: هو حسن الحديث، ولم يذكره ابن حبان في "الضعفاء"، وكان من أوعية العلم. استشهد به البخاريّ في "الصحيح". وقال في "التقريب": صدوق يدلس ويسوي. تُوُفِيَّ ١٦٦. ترجمته في: " سير أعلام النبلاء" (٧/ ٢٨١)، " تهذيب الكمال " (٢٧/ ١٨٠)،"التقريب" ص (٥١٩).
(¬٥) هو الحسن بن أبي الحسن يسار البصري الإمام، أبو سعيد. قال في "الكاشف": كان كبير الشأن رفيع الذكر رأسًا في العلم والعمل. وقال في "الميزان": كان ثقة في نفسه، حجة رأسًا في العلم والعمل، عظيم القدر، وقد بدت منه هفوة في القدر لم يقصدها لذاتها، فتكلموا فيه، فما التفت إلى كلامهم.
وقال في "التقريب": ثقة فقيه فاضل مشهور وكان يرسل كثيرًا ويدلس. قال البزار: كان يروي عن جماعة لم يسمع منهم فيتجوز ويقول: حدثنا وخطبنا يعني قومه الذين حُدِّثوا وخُطبوا بالبصرة. تُوُفِيَّ ١١٠ (ع).
ترجمته في:"سير أعلام النبلاء" (٤/ ٥٦٣)،"تهذيب الكمال" (٦/ ٩٥)، "التقريب" ص (١٦٠)، "ميزان الاعتدال" (١/ ٥٢٧)، "الكاشف" (١/ ٣٢٢).
(¬٦) أخرجه أبو عوانة، مبتدأ كتاب البيوع، باب: ذكر الخبر الدَّالّ على الإباحة لِمُتَوَلِّي مال غيره أن يصرفه في تجارة، ومعاملة لمنفعة صاحبه، والإباحة لصاحبه أخذ ربحته ومنفعته (٥٥٧٠).',NULL,'74',NULL,NULL,'0');
INSERT INTO [b241] VALUES (75,'<span data-type="title" id=toc-26>(الفائدة السادسة):الزيادةُ في قَدْرِ الصَّحيح:</span>
وذلكَ لِمَا يقعُ مِن ألفاظٍ زائِدَةٍ، وتَتِمَّاتٍ في بعضِ الأحاديثِ
والحديث المروي عن أمِّ المؤمنين عائشة بنت أبي بكر رضي الله عنهما
قال أبو عوانة: حَدَّثَنَا يُوسُفُ بْنُ مُسلمٍ (¬١)، وَعَبْدَانُ الْمَرْوَزِيُّ (¬٢)،قَالا: ثَنَا هِشَامُ بْنُ عَمَّارٍ (¬٣) قثنا مْرُو بْنُ وَاقِدٍ (¬٤)، قثنا عُمَرُ بْنُ يَزِيدَ [الْنصْرِيُّ] (¬٥)، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ (¬٦)، عَنْ عَائِشَةَ (¬٧)، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: (أَنَّ ثَلَاثَةَ نَفَرٍ دَخَلُوا إِلَى غَارٍ، فَطُبِقَ الْجَبَلُ) وَذَكَرَ الْحَدِيثَ (¬٨).
_________
(¬١) سبقت ترجمته.
(¬٢) هو عبدان بْن مُحَمَّد المروزي.، قيل: إن اسمه عبد الله وعبدان لقب. نعته في "السير" بقوله: الإمام الكبير، فقيه مرو، الزاهد. وقال أبو بكر الخطيب: كان ثقة حافظًا صالحًا زاهدًا. وقال السمعاني في "الأنساب": كان أحد أئمة خراسان المرجوع إليه في الفتاوى والنوازل المعضلات. تُوُفِيَّ ٢٩٣. ترجمته في: "سير أعلام النبلاء" (١٤/ ١٣)، "تاريخ بغداد" (١٢/ ٤٤٧)، "الأنساب" (٣/ ٣٥٦).
(¬٣) هو هشام بن عمار أبو الوليد السلمي الدمشقي. نعته في "السير" بقوله: الإمام الحافظ العلامة المقرئ عالم أهل الشام. وقال: فلقد كان من أوعية العلم، وكان ابتداء طلبه للعلم وهو حدث. وقال: هشام عظيم القدر، بعيد الصيت، وغيره أتقن منه وأعدل رحمه الله تعالى. وقال في "التقريب": صدوق مقرئ كبر فصار يتلقن فحديثه القديم أصح. تُوُفِيَّ ٢٤٥، وقيل: ٢٤٤. ترجمته في: "السير" (١١/ ٤٢٠)،" تهذيب الكمال" (٣٠/ ٢٤٢).
(¬٤) هو عَمْرو بن واقد القرشي أَبُو حفص. وقال البخاري وأبو حاتم ودحيم ويعقوب بن سفيان: ليس بشيء. وقال أبو حاتم أيضًا: ضعيف منكر الحديث. وقال البخاري والترمذي: منكر الحديث. وقال النسائي والدارقطني والبرقاني: متروك الحديث. وفي ((التقريب)): متروك.
ترجمته في:"تهذيب الكمال" (٢٢/ ٢٨٦)، "التقريب" ص (٤٢٨).
(¬٥) هو عمر بن يزيد النصري. ولفظ (النصري) تصحف في مسند أبي عوانة إلى (البصري)، وقد ضبطناه من المراجع المذكورة بعد. قال في " تاريخ الإسلام": وثقه دُحيم. وقال العُقيليّ: يخالف في حديثه. وقال في "الثقات ": في روايته أشياء. وقال في " المجروحين" (٢/ ٨٩): كان ممن يقلب الأسانيد ويرفع المراسيل لا يجوز الاحتجاج به على الإطلاق وإن اعتبر بما يوافق الثقات فلا ضير. ترجمته في:" تاريخ الإسلام" (٣/ ٩٣٦)، "الجرح والتعديل" (٦/ ١٤٢)، "الثقات" (٧/ ١٧٩)، "المجروحين" (٢/ ٨٩)، "تهذيب الكمال" في ترجمة عمرو بن واقد (٢٢/ ٢٨٦).
(¬٦) هو عروة بن الزبير بن العوام بن خويلد. ابن حواري رسول الله - صلى الله عليه وسلم - أحد الفقهاء السبعة. قال في "التقريب": ثقة فقيه مشهور. تُوُفِيَّ ٩٤، وقيل غير ذلك. ترجمته في: "سير أعلام النبلاء" (٤/ ٤٢١)، "تهذيب الكمال" (٢٠/ ١١) ,"التقريب" ص (٣٨٩).
(¬٧) هي عائشة بنت أبي بكر الصديق أم المؤمنين، وبنت الصديق أبي بكر، حبيبة رسول الله صلى الله عليه وسلم. وهي أفقه نساء الأمة. ترجمتها في "الإصابة في تمييز الصحابة" (٨/ ٢٣١).
(¬٨) أخرجه أبو عوانة (٥٥٨٠).',NULL,'75',NULL,NULL,'0');
INSERT INTO [b241] VALUES (76,'ورواية الحديث عن النعمان بن بشير
قال أبو عوانة: حَدَّثَنَا عَلِيُّ بْنُ حَرْبٍ (¬١)، قثنا أَبُو مَسْعُودٍ الزَّجَّاجُ (¬٢)، عَنْ أَبِي سَعْدٍ (¬٣)، عَنْ سِمَاكِ بْنِ حَرْبٍ (¬٤)، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَذَكَرَ ثَلَاثَةً خَرَجُوا يَبْتَغُونَ الْخَيْرَ فَخَرَجَ وَاحِدٌ مِنْهُمْ فَلَقِيَهُ رَجُلٌ فَقَالَ: أَيْنَ تُرِيدُ؟ فَقَالَ: أُرِيدُ مَا تُرِيدَانِ فَاصْطَحَبُوا ثَلَاثَتُهُمْ فَرُفِعُوا إِلَى كَهْفٍ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ: لَوْ دَخَلْنَا هَذَا الْكَهْفَ، فَدَخَلُوا
فِي لَيْلَةٍ مُقْمِرَةٍ فَخَرَّ عَلَيْهِمْ طَائِفَةٌ مِنَ الْجَبَلِ فَسَدَّ عَلَيْهِمُ الْبَابَ، فَقَالُوا: (إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ). وَذَكَرَ الْحَدِيثَ (¬٥).
وأما الإسناد المروي عن علي بن أبي طالب
قال أبو عوانة: حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ الْحَرَّانِيُّ (¬٦)، قثنا يَعْقُوبُ بْنُ كَعْبٍ الْأَنْطَاكِيُّ (¬٧)، ح وَحَدَّثَنَا يُوسُفُ بْنُ مُسْلِمٍ (¬٨)، قثنا مُحَمَّدُ بْنُ عِيسَى (¬٩)، قَالا: ثَنَا أَشْعَثُ بْنُ شُعْبَةَ (¬١٠) عَنْ حَنَشِ بْنِ الْحَارِثِ (¬١١)، عَنْ أَبِيهِ (¬١٢)، عَنْ عَلِيٍّ (¬١٣)، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (أَنَّ ثَلَاثَةَ
نَفَرٍ انْطَلِقُوا إِلَى حَاجَاتِهِمْ، فَأَوَاهُمُ اللَّيْلُ إِلَى كَهْفٍ، فَانْطَبَقَ عَلَيْهِمْ، فَقَالُوا: يَا هَؤُلَاءِ، تَذَاكَرُوا حُسْنَ أَعْمَالِكُمْ، فَادْعُوا اللَّهَ بِهَا لَعَلَّ اللَّهَ أَنْ يُفَرِّجَ عَنْكُمْ) وَذَكَرَ الْحَدِيثَ (¬١٤).
والحديث عن أبي هريرة
قال أبو عوانة: حَدَّثَنَا أَبُو يُوسُفَ (¬١٥)، وَالصَّائِغُ (¬١٦)، بِمَكَّةَ قَالَا: ثَنَا أَبُو نُعَيْمٍ (¬١٧)، قثنا حَنَشُ ابْنُ الْحَارِثِ، وَحَدَّثَنَا يَزِيدُ بْنُ سِنَانٍ (¬١٨)، وَيُونُسُ بْنُ حَبِيبٍ (¬١٩)، قَالا: ثَنَا أَبُو جَاوِدٍ (¬٢٠)،
جَمِيعًا عَنْ عِمْرَانَالْقَطَّانِ (¬٢١)، عَنْ قَتَادَةَ (¬٢٢)، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ (¬٢٣)، عَنْ أَبِي هُرَيْرَةَ (¬٢٤) عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «خَرَجَ ثَلَاثَةٌ فِيمَنْ كَانَ قَبْلَكُمْ يَرْتَادُونَ لِأَهْلِيهِمْ فَأَصَابَهُمُ (¬٢٥) السَّمَاءُ فَلَجَئُوا إِلَى جَبَلٍ فَوَقَعَ عَلَيْهِمْ صَخْرَةٌ»، وَذَكَرَ الْحَدِيثَ (¬٢٦).
_________
(¬١) هو علي بن حرب بن محمد بن علي الطائي. نعته في "السير" بقوله: الإمام المحدث الثقة الأديب مسند وقته. قال النسائي: صالح. وقال أبو حاتم: صدوق. وقال الدارقطني: ثقة. وقال الخطيب: كان ثقة ثبتًا. وقال في "الكاشف": وكان مع ذلك أخباريًّا شاعرًا. وقال في "التقريب": صدوق فاضل. تُوُفِيَّ ٢٦٥ أو ٢٦٦.
ترجمته في: "سير أعلام النبلاء" (١٢/ ٢٥١)، "التقريب" ص (٣٩٩)، "الكاشف" (٢/ ٣٧).
(¬٢) هو عبد الرحمن بن الحسن، أبو مسعود الموصلي الزجاج. قال الذهبي في "ميزان الاعتدال": قال أبو حاتم: لا يحتج به. وقال غيره: صالح الحديث. ترجمته في: "الجرح والتعديل" (٥/ ٢٢٧)، "ميزان الاعتدال" (٢/ ٥٥٦).
(¬٣) هو سعيد بن المرزبان العبسي، أبو سعد البقال الكوفي الأَعور. تركه الفلاس. وقال ابن معين: لا يكتب حديثه. وقال أبو زرعة: صدوق مدلس. وقال أحمد والبخاري: منكر الحديث. وقال في "التقريب": ضعيف مدلس. ترجمته في "تهذيب الكمال (١١/ ٥٢)، " تهذيب التهذيب" (٤/ ٧٩)، " الميزان" (٢/ ١٥٧)، " الكاشف" (١/ ٤٤٤).
(¬٤) هو سِمَاك بن حرب بن أوس الذهلي البكري. أدرك ثمانين من الصحابة. نعته في "السير" بقوله: الحافظ الإمام الكبير. وقال في "الكاشف": هو ثقة ساء حفظه. وفي "الميزان": صدوق صالح من أوعية العلم، مشهور.
وقال في "التقريب": صدوق، وروايته عن عكرمة خاصة مضطربة، وقد تغير بآخرة فكان ربما تلقَّن. وقال ابن عدي: ولسماك حديث كثير مستقيم إن شاء الله، وهو من كبار تابعي أهل الكوفة، وأحاديثه حسان، وهو صدوق لا بأس به. تُوُفِيَّ ١٢٣. ترجمته في: " سير أعلام النبلاء" (٥/ ٢٤٥)، " تهذيب الكمال" (١٢/ ١١٥)،" التقريب""" ص (٢٥٥)، " ميزان الاعتدال" (٢/ ٢٣٢)، " الكاشف" " (١/ ٤٦٥).
(¬٥) أخرجه أبو عوانة (٥٥٧١).
(¬٦) هو مُحَمَّد بْن يحيى بْن مُحَمَّد بْن كثير الحراني، ولقبه لؤلؤ. نعته في "السير" بقوله: الإمام محدث حران. قال النسائي: ثقة. وذكره بن حبان في "الثقات". وقال أبو عوانة: كان كيسًا من أهل الصناعة. وقال في "التقريب": ثقة صاحب حديث. تُوُفِيَّ ٢٦٧. ترجمته في: "سير أعلام النبلاء" (١٢/ ٦٠٥)، "تهذيب الكمال" (٢٧/ ٧)، "التقريب" ص (٥١٣).
(¬٧) هو يعقوب بن كعب الحلبي، أبو يوسف نزيل أنطاكية. قال أبو حاتم: كان ثقة. ونعته في " السير" بقوله: الحافظ وقال: وكان ذا رحلة، وفضل. وقال في "الكاشف": ثقة صالح سني. وقال في "التقريب": ثقة. تُوُفِيَّ ٢٤٤. ترجمته في: "سير أعلام النبلاء" (١١/ ٥٢٤)، "التقريب" ص (٦٠٨)، "الكاشف" (٢/ ٣٩٥).
(¬٨) سبقت ترجمته.
(¬٩) سبقت ترجمته.
(¬١٠) هو أشعث بن شعبة المصيصي، أَبُو أَحْمَد، أصله خراساني، سكن الثغور. قال أبو زرعة وغيره: لين. وقال الأزدي: ضعيف. وقواه ابن حبان. وفي سؤالات الأحمري عن أبي داود أشعث بن شعبة: ثقة. وقال الأزدي: ضعيف. وقال في "الكاشف": وثق. وقال في "التقريب": مقبول. ترجمته في: "تهذيب الكمال" (٣/ ٢٧٠)، "التقريب" ص (١١٣)، "ميزان الاعتدال" (١/ ٢٦٥).
(¬١١) هو حَنش بن الحارث بن لقيط النخعي الكوفي. قال أبو حاتم: صالح الحديث ما به بأس. وقال ابن سعد: كان ثقة قليل الحديث. وقال أبو بكر البزار في "مسنده" ليس به بأس. وقال العجلي وأبو نعيم: ثقة. قال في ... "التقريب": لا بأس به.
ترجمته في: "تهذيب الكمال" (٧/ ٤٢٨)، "تهذيب التهذيب" (٣/ ٥٧)، "التقريب" ص (١٨٣).
(¬١٢) هو الحارث بن لقيط النخعي الكوفي، شهد القادسية. روى عن عمر بن الخطاب، وعلي بْن أَبي طالب.
وقال ابن سعد: كان قليل الحديث وقال العجلي كوفي تابعي ثقة وقال في "التقريب": ثقة مخضرم.
ترجمته في: "تهذيب الكمال" (٥/ ٢٧٥)، "تهذيب التهذيب" (٢/ ١٥٥)، "التقريب" ص (١٤٧).
(¬١٣) هو علي بن أبي طالب ابن عم رسول الله صلى الله عليه وسلم وزوج ابنته، أمير المؤمنين، من السابقين الأولين ورجَّح جمع أنه أول من أسلم، فهو سابق العرب، وهو أحد العشرة مات في رمضان سنة أربعين وهو يومئذ أفضل الأحياء من بني آدم بالأرض بإجماع أهل السنة. ترجمته في: "الإصابة في تمييز الصحابة" (٣/ ٨٧).
(¬١٤) أخرجه أبو عوانة (٥٥٨١).
(¬١٥) هو يعقوب بن سفيان بن جُوان الفارسي، أبو يوسف. نعته في "السير" بقوله: الإمام الحافظ الحجة الرحال محدث إقليم فارس. وقال في "الكاشف": ثقة مصنف خَيِّر صالح. وقال في "التقريب": ثقة حافظ. قال ابن حبان في "الثقات": كان ممن جمع وصنف مع الورع والنسك والصلابة في السنة. وقال النسائي: لا بأس به. وقال الحاكم: كان إمام أهل الحديث بفارس. عدَّه أبو زرعة الدمشقي من النبلاء، وقال: يعجز أهل العراق أن يروا مثله رجلاً. تُوُفِي ٢٧٧، وقيل بعدها.
ترجمته في: "سير أعلام النبلاء" (١٣/ ١٨٠) , "التقريب" ص (٦٠٨)، "الكاشف" (٢/ ٣٩٤).
(¬١٦) سبقت ترجمته.
(¬١٧) هو الفضل بن دكين الحافظ أبو نعيم الملائي. نعته في "السير" بقوله: الحافظ الكبير، شيخ الإسلام. وقال في "الميزان": حافظ حجة إلا أنه يتشيع من غير غلو ولا سب. وقال أحمد: أبو نعيم صدوق ثقة موضع للحجة في الحديث. وقال أيضًا: ثقة كان يقظان في الحديث عارفًا به، ثم قام في أمر الامتحان ما لم يقم غيره عافاه الله وأثنى عليه يُلقن، وكان حافظًا متقنًا. وقال النسائي: ثقة مأمون. قال ابن سعد: وكان ثقة مأمونًا كثير الحديث حجة. وقال ابن شاهين في "الثقات" قال أحمد بن صالح: ما رأيت محدثًا أصدق من أبي نعيم، وكان يدلس أحاديث مناكير "تاريخ أسماء الثقات" لابن شاهين ص (١٨٦). وقال على بن المديني: كان أبو نعيم عالِمًا بأنساب العرب أعلم بذلك من يحيى بن سعيد القطان. وقال في "التقريب": مشهور بكنيته ثقة ثبت، وهو من كبار شيوخ البخاري (ع). تُوُفِي ٢١٨، وقيل ٢١٩.
ترجمته في: "سير أعلام النبلاء" (١٠/ ١٤٢) , "التقريب" ص (٤٤٦)، "ميزان الاعتدال" (٣/ ٣٥٠).
(¬١٨) هو يزيد بن سنان بن يزيد بن الذيال بن خالد بن عَبد الله بن يزيد بن سَعِيد القرشي الأُمَوِي، أَبُو خالد القزاز البَصْرِيّ نزيل مصر. نعته في "السير" بقوله: الإمام الحافظ الثقة. وقال أيضًا: وبلغنا أنه كان ثقة إمامًا نبيلاً. قال ابن أبي حاتم: وهو صدوق ثقة. وابن حجر في "التقريب": ثقة. تُوُفِيَّ ٢٦٤. ترجمته في: "سير أعلام النبلاء" (١٢/ ٥٥٤)، "تهذيب الكمال" (٣٢/ ١٥٢)، "التقريب" ص (٦٠١).
(¬١٩) سبقت ترجمته.
(¬٢٠) هكذا قال: (أبو جاود)، ولعله تحريف للفظ (داود) , أو أنه أراد (ابن الجارود) والحديث جاء من طريق أبي داود الطيالسي فيما أخرجه الروياني في (١٣٥٩) , وذكر إسناده إلى أبي هريرة ثم ذكر إسنادًا آخر عن أنس، وإسنادُ أنس أخرجه في "فنون العجائب في أخبار الماضين من بني إسرائيل" (٤٢) من طريق يونس بن حبيب حدثنا أبو داود (وهو الطيالسي).
وعليه فهو سليمان بن داود بن الجارود، أبو داود الطيالسي البصريّ الحافظ.
(¬٢١) هو عمران بن داور العمي، أبو العوام القطان البصري. نعته في "السير" بقوله: الإمام المحدث. وقال في ... "الكاشف": ضعفه النسائي ومشاه أحمد. قال عمرو بن علي: كان ابن مهدي يحدث عنه، وكان يحيى لا يحدث عنه، وقد ذكره يحيى يومًا فأحسن الثناء عليه. وقال أحمد: أرجو أن يكون صالح الحديث. وقال الدوري عن ابن معين: ليس بالقوي. وقال مرة: ليس بشيء لم يرو عنه يحيى بن سعيد. وقال العجلي: بصري ثقة. وقال الحاكم: صدوق. وقال ابن عدي: هو ممن يُكْتَبُ حديثه. وقال ابن شاهين في "الثقات": كان من أخص الناس بقتادة.
وقال الترمذي: قال البخاري: صدوق يهم. وقال النسائي: ضعيف. وقال في "التقريب": صدوق يهم، ورُمِيَ برأي الخوارج. ترجمته في: "سير أعلام النبلاء" (٧/ ٢٨٠)، "تهذيب الكمال" (٢٢/ ٣٢٨)، "التقريب" ص (٤٢٩) "الكاشف" (٢/ ٩٣)، "هدي الساري" ص (٤٥٨).
(¬٢٢) سبقت ترجمته.
(¬٢٣) هو سعيد بن أبي الحسن يسار البصريّ. نعته في "السير" بقوله: أخو الحسن البصريّ من ثقات التابعين، وكان يسمَّى راهبًا لدينه. قال أبو زرعة والنسائي والذهبي في "الكاشف"، وابن حجر في "التقريب": ثقة. (ع).
ترجمته في:"سير أعلام النبلاء" (٤/ ٥٨٨)، ((تهذيب الكمال)) (١٠/ ٣٨٥)،"التقريب" ص (٢٣٤)، "الكاشف" (١/ ٤٣٣).
(¬٢٤) هو أبو هريرة الدوسي عبد الرحمن بن صخر. اختلف في اسمه على أقوال جمة، أرجحها: عبد الرحمن بن صخر قالف في "السير". بقوله: الإمام الفقيه المجتهد الحافظ صاحب رسول الله صلى الله عليه وسلم أبو هريرة الدوسي، اليماني، سيد الحفاظ الأثبات. "أسد الغابة" لابن الأثير (٣/ ٧٠).
(¬٢٥) وفي "مسند أبي داود الطيالسي" (٢١٢٦): أصابتهم.
(¬٢٦) أخرجه أبو عوانة (٥٥٨٤).',NULL,'76',NULL,NULL,'0');
INSERT INTO [b241] VALUES (77,'ورواية عقبة بن عامر
قال أبو عوانة:
حَدَّثَنَا عَلَّانُ بْنُ الْمُغِيرَةِ (¬١)، وَالصَّاغَانِيُّ (¬٢)، قَالَا: ثَنَا ابْنُ أَبِي مَرْيَمَ (¬٣)، قَالَ: أنبا ابْنُ لَهِيعَةَ (¬٤)، قثنا يَزِيدُ بْنُ عَمْرٍو الْمَعَافِرِيُّ (¬٥)، أَنَّ أَبَا سَلَمَةَ الْقِتْبَانِيَّ (¬٦)، أَخْبَرَهُ عَنْ عُقْبَةَ بْنِ
عَامِرٍ، قَالَ: سَمِعْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ ثَلَاثَةَ نَفَرٍ مِنْ بَنِي إِسْرَائِيلَ خَرَجُوا يَرْتَادُونَ الْمَطَرَ، فَأَوَوْا تَحْتَ صَخْرَةٍ فَخَرَّتِ الصَّخْرَةُ فَأَطْبَقَتْ عَلَيْهِمْ، فَنَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ، فَقَالُوا: إِنَّهُ لَا يُنْجِيكُمْ مِنْ هَذَا إِلَّا الصِّدْقُ»، وَذَكَرَ الْحَدِيثَ بِطُولِهِ، فَقَالَ: طَاقْ فَخَرَجُوا مِنْهَا (¬٧).
فتأمل كيف بعد جمع أبو عوانة رحمه الله طرق هذا الحديث مما يعد مثالاً لتعدد الطرق وزيادة الألفاظ وإكمالٍ لخبر هؤلاء الثلاثة، وحرص تتبع الأئمة على جمع طرق حديثٍ واحد من عدةِ شيوخ، وفي أماكن متفرقة من المجالس والبلدان.
_________
(¬١) هو علي بن عبد الرحمن بن محمد بن المغيرة المخزومي المصري المعروف بعلان. نعته في "السير" بقوله: الإمام الحافظ المتقن النبيل. وقال في "التقريب": صدوق. تُوُفِي سنة ٢٧٢.
ترجمته في: "سير أعلام النبلاء" (١٣/ ١٤١)، "تهذيب الكمال" (٢١/ ٥١)، "التقريب" ص (٤٠٢)، "اللباب في تهذيب الأنساب" (٢/ ٣٦٧).
(¬٢) سبقت ترجمته.
(¬٣) هو سعيد بن الحكم بن محمد بن أبي مريم أبو محمد المصري [وقد ينسب إلى جد جده] ثقة ثبت فقيه، قاله في "التقريب"، ونعته الذهبي في "السير" بقوله: الحافظ العلامة الفقيه محدِّث الديار المصرية. وقال أيضًا: كان من أئمة الحديث.
ترجمته في: "سير أعلام النبلاء" (١٠/ ٣٢٧)،"تهذيب الكمال" (١٠/ ٣٩١)، "التقريب" ص (٢٣٤).
(¬٤) هو عبد الله بن لهيعة أبو عبد الرحمن الحضرمي الفقيه قاضي مصر. قال في"الكاشف": ضعف. وقال أبو داود: سمعت أحمد يقول: من كان مثل ابن لهيعة بمصر في كثرة حديثه وإتقانه وضبطه. قلت: العمل على تضعيف حديثه. ونعته في "السير" بقوله: الإمام العلامة محدث ديار مصر مع الليث. وقال: وَطَلَبَ العِلْمَ فِي صِبَاهُ، وَلَقِيَ الكِبَارَ بِمِصْرَ وَالحَرَمَيْنِ. وقال أيضًا: أعرض أصحاب الصحاح عن رواياته. وقال في "التقريب": صدوق من السابعة خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما. وقد ضعفه أبو حاتم وأبو زرعة وقالا: فقالا: ابن لهيعة فأمره مضطرب، يكتب حديثه على الاعتبار.
ترجمته في: "سير أعلام النبلاء" (٨/ ١١)، "تهذيب الكمال" (١٥/ ٤٨٧) , "الكاشف" (١/ ٥٩٠)، "تعريف أهل التقديس بمراتب الموصوفين بالتدليس" ص (٥٤).
(¬٥) هو يزيد بن عمرو المعافري. قال الذهبي في "الكاشف"، وابن حجر في " التقريب": صدوق. وقال أبو حاتم: لا بأس به. ترجمته في: "تهذيب الكمال" (٣٢/ ٢١٤)، " التقريب" ص (٦٠٤)، " الكاشف" (٢/ ٣٨٨).
(¬٦) بكسر القاف وسكون التاء المنقوطة باثنتين من فوقها وبعدها باء منقوطة بواحدة وفي آخرها النون، قتبان موضع بعدن من بلاد اليمن. "الأنساب" للسمعاني (١٠/ ٣٣٦). وسماه في ((الدعاء)) للطبراني ص (٧٩): أبا سلمى، وكذا سماه في "مسند الروياني" (٢٦٥)، وكذا أيضًا في "فنون العجائب في أخبار الماضين" ص (٥٤)، وكذا في "المعرفة والتاريخ" ليعقوب الفسوي (٢/ ٥٠٤)، وفي "إتحاف المهرة" (١١/ ١٨٠) سماه أبا أسلم، وفي "تهذيب الكمال" (٣٢/ ٢١٤) ذكره في الرواة عن يزيد بن عمرو وسماه سلمان أبا سلمة القتباني.
(¬٧) أخرجه أبو عوانة (٥٥٨٧).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b241] VALUES (78,'وتتمات في بعض الأحاديث (¬١).
يتمثل ذلك في الحديث الذي رواه مسلم قال: حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْعَزِيزِ ابْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «وَالْغَدْوَةَ يَغْدُوهَا الْعَبْدُ فِي سَبِيلِ اللهِ، خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا» (¬٢). وأخرجه أبو عوانة بزيادة فقال: حَدَّثَنَا أَبُو دَاوُدَ الْحَرَّانِيُّ (¬٣)، قَالَ: ثنا مُسْلِمٌ (¬٤)، قَالَ: ثنا حَمَّادُ ابْنُ سَلَمَةَ، قَالَ: أَنْبَا ثَابِتٌ، عَنْ أَنَسٍ (¬٥) رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ
وَسَلَّمَ: «لَغَدْوَةٌ أَوْ رَوْحَةٌ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا، وَلَقَابُ قَوْسِ أَحَدِكُمْ مِنَ الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا» (¬٦). في هذه الزيادة فائدة وهي فضل مساحة موضع السوط في الجنة على الدنيا وما فيها, مما يبين أن الدنيا لا تسوى شيئًا بالنسبة للجنة.
* * *
_________
(¬١) انظر: "صيانة صحيح مسلم" لابن الصلاح (٨٨).
(¬٢) أخرجه مسلم (١٨٨١).
(¬٣) سبقت ترجمته.
(¬٤) هو مسلم بن إبراهيم الأزدي الفراهيدي مولاهم. نعته في "السير" بقوله: الإمام الحافظ الثقة مسند البصرة. قال ابن معين: ثقة مأمون. وقال أبو حاتم: ثقة صدوق. وقال بن حبان في "الثقات": كان من المتقنين. وقال العجلي كان ثقة عمي بآخره. وقال في "التقريب": ثقة مأمون مكثر عمي بآخرة. تُوُفِيَّ سنة ٢٢٢.
ترجمته في: "سير أعلام النبلاء" (١٠/ ٣١٤)، و"تهذيب الكمال" (٢٧/ ٤٨٧)، و"التقريب" ص (٥٢٩).
(¬٥) سبقت ترجمته.
(¬٦) أخرجه أبو عوانة (٧٣٥٦).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b241] VALUES (79,'<span data-type="title" id=toc-27>(الفائدة السابعة): تمييز رواية المختلط، وبيان زمنها:</span>
وذلك بأن تكون الرواية عمّن اختلط ولم يتبين، هل سماع ذلك الحديث في هذه الرواية قبل الاختلاط أو بعده؟ فتُبينه الطرق الأخرى، إما تصريحًا، أو بأن يأتي عنه من طريق من لم يسمع منه إلا قبل الاختلاط (¬١).
قال النووي في سعيد بن أبي عروبة وهو من رجال مسلم: واختلط في آخر عمره، واختلاطه مشهور ... ثم قال: من علمنا أنه روى عن المختلط في حال سلامته قبلنا روايته واحتججنا بها، ومن روى في حال الاختلاط أو شككنا فيه لم نحتجّ بروايته، ومن كان من المختلطين محتجاً به في الصحيحين فهو محمول على أنه ثبت أخذ ذلك قبل الاختلاط (٢).
* * *
_________
(¬١) " النكت على ابن الصلاح" لابن حجر العسقلاني (١/ ٣٢٢).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b241] VALUES (80,'<span data-type="title" id=toc-28>(الفائدة الثامنة): التصريح بالسماع عند ورود عنعنة المدلس:</span>
إذ قد يأتي الحديث في رواية عن مدلس بالعنعنة، فتأتي الطرق الأخرى بالتصريح بالسماع (¬١).
في ذلك ما روى مسلم في "صحيحه" قال: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اعْتَدِلُوا فِي السُّجُودِ، وَلَا يَبْسُطْ أَحَدُكُمْ ذِرَاعَيْهِ انْبِسَاطَ الْكَلْبِ» (¬٢).
* * *
وجاء التصريح بالسماع عند أبي عوانة قال: حَدَّثَنَا الصَّغَانِيُّ (¬٣) قَالَ: ثَنَا أَبُو النَّضْرِ (¬٤) قَالَ: أنبا شُعْبَةُ، عَنْ قَتَادَةَ قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اعْتَدِلُوا فِي السُّجُودِ، وَلَا يَبْسُطْ أَحَدُكُمْ ذِرَاعَيْهِ بِسَاطَ الْكَلْبِ» (¬٥).
هذا، وقتادة مدلس، إلا أنه صرح بالسماع من أنس. وقال ابن حجر: قال شعبة: (كفيتكم تدليس ثلاثة: الأعمش وأبي إسحاق وقتادة). قلت: فهذه قاعدة جيدة في أحاديث هؤلاء الثلاثة أنها إذا جاءت من طريق شعبة دلت على السماع، ولو كانت معنعنة. ونظيره: ثنا الليث عن أبي الزبير عن جابر، فإنه لم يسمع منه إلا مسموعة من جابر. "تعريف أهل التقديس بمراتب
الموصوفين بالتدليس"، المشهور بـ "طبقات المدلسين" (¬٦)، وأصله عن شعبة في "معرفة السنن والآثار" للبيهقي (¬٧).
* * *
_________
(¬١) " النكت على ابن الصلاح" (١/ ٣٢٢).
(¬٢) أخرجه مسلم (٤٩٣).
(¬٣) سبقت ترجمته.
(¬٤) هو هاشم بن القاسم أَبُو النضر الليثي البغدادي، خراساني الأصل، مشهور بكنيته ولقبه قيصر. نعته في"سير أعلام النبلاء" بقوله: الحافظ الإمام شيخ المحدِّثين. قال ابن معين وابن المديني وأبو حاتم وابن سعد وابن قانع: ثقة. قال أحمد: أبو النضر شيخنا من الآمرين بالمعروف، والناهين عن المنكر. وقال ابن عبد البر: اتفقوا على أنه صدوق. وقال في "التقريب": ثقة ثبت (ع). مات سنة ٢٠٧.
ترجمته في: "سير أعلام النبلاء" (٩/ ٥٤٥)، و"التقريب" ص (٥٧٠).
(¬٥) أخرجه أبو عوانة (١٨٦٩).
(¬٦) ط. مكتبة المنار - عمان، الطبعة: الأولى سنة ١٤٠٣ هـ - ١٩٨٣ م.
(¬٧) ط. (الناشرون: جامعة الدراسات الإسلامية (كراتشي - باكستان)، دار قتيبة (دمشق - بيروت)، دار الوعي (حلب - دمشق)، دار الوفاء (المنصورة - القاهرة)، الطبعة الأولى سنة ١٤١٢ هـ - ١٩٩١ م.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b241] VALUES (81,'<span data-type="title" id=toc-29>(الفائدة التاسعة): التصريح بالأسماء المبهمة في الإسناد، أو المتن:</span>
كحدثنا فلان، أو رجل، أو فلان وغيره، أو غير واحد، أو رأى رجلاً، فتأتي الطرق الأخرى فتعينه (¬١).
إما بالتصريح بالسماع بالأسماء المبهمة في الإسناد كما جاء عند "مسلم": وحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، ح
وحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، ح
وحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح
وحَدَّثَنَا عُبَيْدُ اللهِ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى يَعْنِي الْقَطَّانَ، كُلُّهُمْ عَنْ عُبَيْدِ اللهِ بْنِ عُمَرَ، ح
وحَدَّثَنَا أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ، قَالَا: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، ح وحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، جَمِيعًا عَنْ أَيُّوبَ، ح
وحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ يَعْنِي ابْنَ عُثْمَانَ، ح
وحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي أُسَامَةُ، كُلُّ هَؤُلَاءِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، مِثْلَ حَدِيثِ اللَّيْثِ، عَنْ نَافِعٍ، قَالَ أَبُو إِسْحَاقَ: وَحَدَّثَنَا الْحَسَنُ بْنُ بِشْرٍ، حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، بِهَذَا مِثْلَ حَدِيثِ اللَّيْثِ، عَنْ نَافِعٍ، وحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ حُجْرٍ، كُلُّهُمْ عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، عَنْ عَبْدِ اللهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: ح وحَدَّثَنِي حَرْمَلَةُ ابْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللهِ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: بِمَعْنَى حَدِيثِ نَافِعٍ، عَنِ ابْنِ عُمَرَ، وَزَادَ فِي حَدِيثِ الزُّهْرِيِّ، قَالَ: وَحَسِبْتُ أَنَّهُ قَدْ قَالَ: «الرَّجُلُ رَاعٍ فِي مَالِ أَبِيهِ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ»، وحَدَّثَنِي أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ، أَخْبَرَنِي عَمِّي عَبْدُ اللهِ بْنُ وَهْبٍ، أَخْبَرَنِي رَجُلٌ سَمَّاهُ وَعَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، حَدَّثَهُ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِهَذَا الْمَعْنَى (¬٢).
فنرى مسلماً ذكر في هذا الإسناد أن ابن وهب حدث عن عمرو بن الحارث ورجل سماه, ولم يذكر اسمه.
* * *
_________
(¬١) " النكت على ابن الصلاح" (١/ ٣٢٢).
(¬٢) أخرجه مسلم (١٨٢٩).',NULL,'81',NULL,NULL,'0');
INSERT INTO [b241] VALUES (82,'ولكن أبا عوانة بيَّنهُ في "مستخرجه" قال: حَدَّثَنَا بَكَّارٌ، قَالَ: نا مُؤَمَّلٌ، قَالَ: ثنا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، بِنَحْوِهِ ح
حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ وَهْبٍ، قثنا عَمِّي، ح
وَحَدَّثَنَا أَبُو زُرْعَةَ الرَّازِيُّ، قَالَ: ثنا عَبْدُ الْجَبَّارِ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنِي ابْنُ وَهْبٍ، ح
وَحَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الصَّائِغُ (¬١)، قَالَ: ثنا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ (¬٢)، قَالَ: حَدَّثَنِي ابْنُ وَهْبٍ, قَالَ: حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، حَدَّثَهُ عَنْ عَبْدِ اللَّهِ ابْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ، قَالَ: «كُلُّ مُسْتَرْعى مَسْئُولٌ عَمَّا اسْتُرْعِيَ، حَتَّى إِنَّ الرَّجُلَ يُسْأَلُ عَنْ زَوْجَتِهِ وَوَلَدِهِ وَعَبْدِهِ». قَالَ إِبْرَاهِيمُ بْنُ الْمُنْذِرِ، وَابْنُ أَخِي ابْنِ وَهْبٍ قَالَ: أَنْبَا عَمْرُو بْنُ الْحَارِثِ وَابْنُ لَهِيعَةَ (¬٣).
رَوَاهُ مُسْلِمٌ، عَنِ ابْنِ أَخِي ابْنِ وَهْبٍ، فَقَالَ: عَمْرٌو، وَرَجُلٌ، لَمْ يُسَمِّهِ مُسْلِمٌ فِي صحيحه (¬٤).
فذكر أبو عوانة في"مستخرجه" أن الرجل هو ابنُ لهيعة.
* * *
_________
(¬١) سبقت ترجمته.
(¬٢) هو إبراهيم بن المنذر بن عبد الله القرشي الأسدي الحزامي، أبو إسحاق المدني، نعته في "السير" بقوله: الحافظ الثقة. قال عثمان الدارمي: رأيت ابن معين كتب عن إبراهيم بن المنذر أحاديث ابن وهب ظننتها المغازي. قال أبو حاتم وصالح بن محمد: صدوق. وزاد أبو حاتم: هو أعرف بالحديث من إبراهيم بن حمزة إلا أنه خلَّط في القرآن فلم يرد عليه أحمد السلام. وفي "خلاصة تذهيب تهذيب الكمال": أحد كبار الْعلمَاء الْمُحدثين. وفي "ميزان الاعتدال": حافظ من شيوخ الأئمة. وقال زكريا الساجي: عنده مناكير. وقال في "التقريب": صدوق تكلم فيه أحمد لأجل القرآن. مات سنة ٢٣٦، وقيل ٢٣٥
ترجمته في: "سير أعلام النبلاء" (١٠/ ٦٨٩)، و"تهذيب الكمال" (٢/ ٢٠٧)، و"التقريب" ص (٦٧)، و"خلاصة تذهيب تهذيب الكمال" ص (٢٢)، "ميزان الاعتدال" (١/ ٦٧).
(¬٣) أخرجه أبو عوانة (٧٠٤١).
(¬٤) أخرجه أبو عوانة (٧٠٤٢).',NULL,'82',NULL,NULL,'0');
INSERT INTO [b241] VALUES (83,'أما من ناحية المتن فمما رواه مسلم: حَدَّثَنَا عَاصِمُ بْنُ النَّضْرِ التَّيْمِيُّ، حَدَّثَنَا الْمُعْتَمِرُ، حَدَّثَنَا عُبَيْدُ اللهِ، ح قَالَ: وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ عَجْلَانَ، كِلَاهُمَا عَنْ سُمَيٍّ،
عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ - وَهَذَا حَدِيثُ قُتَيْبَةَ - أَنَّ فُقَرَاءَ الْمُهَاجِرِينَ أَتَوْا رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالُوا: ذَهَبَ أَهْلُ الدُّثُورِ بِالدَّرَجَاتِ الْعُلَى، وَالنَّعِيمِ الْمُقِيمِ، فَقَالَ: «وَمَا ذَاكَ»؟ قَالُوا: يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَيَتَصَدَّقُونَ وَلَا نَتَصَدَّقُ، وَيُعْتِقُونَ وَلَا نُعْتِقُ، فَقَالَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَفَلَا أُعَلِّمُكُمْ شَيْئًا تُدْرِكُونَ بِهِ مَنْ سَبَقَكُمْ وَتَسْبِقُونَ بِهِ مَنْ بَعْدَكُمْ؟ وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ صَنَعَ مِثْلَ مَا صَنَعْتُمْ» قَالُوا: بَلَى، يَا رَسُولُ اللهِ، قَالَ: «تُسَبِّحُونَ، وَتُكَبِّرُونَ، وَتَحْمَدُونَ، دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ مَرَّةً». قَالَ أَبُو صَالِحٍ: فَرَجَعَ فُقَرَاءُ الْمُهَاجِرِينَ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالُوا: سَمِعَ إِخْوَانُنَا أَهْلُ الْأَمْوَالِ بِمَا فَعَلْنَا، فَفَعَلُوا مِثْلَهُ، فَقَالَ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ذَلِكَ فَضْلُ اللهِ يُؤْتِيهِ مَنْ يَشَاءُ» وَزَادَ غَيْرُ قُتَيْبَةَ فِي هَذَا الْحَدِيثِ عَنِ اللَّيْثِ، عَنِ ابْنِ عَجْلَانَ، قَالَ سُمَيٌّ: فَحَدَّثْتُ بَعْضَ أَهْلِي هَذَا الْحَدِيثَ، فَقَالَ: وَهِمْتَ، إِنَّمَا قَالَ «تُسَبِّحُ اللهَ ثَلَاثًا وَثَلَاثِينَ، وَتَحْمَدُ اللهَ ثَلَاثًا وَثَلَاثِينَ، وَتُكَبِّرُ اللهَ ثَلَاثًا وَثَلَاثِينَ» فَرَجَعْتُ إِلَى أَبِي صَالِحٍ فَقُلْتُ لَهُ ذَلِكَ، فَأَخَذَ بِيَدِي فَقَالَ: اللهُ أَكْبَرُ، وَسُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، اللهُ أَكْبَرُ، وَسُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ، حَتَّى تَبْلُغَ مِنْ جَمِيعِهِنَّ ثَلَاثَةً وَثَلَاثِينَ. قَالَ ابْنُ عَجْلَانَ: فَحَدَّثْتُ بِهَذَا الْحَدِيثِ رَجَاءَ بْنَ حَيْوَةَ، فَحَدَّثَنِي بِمِثْلِهِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (¬١).
_________
(¬١) أخرجه مسلم (٥٩٥).',NULL,'83',NULL,NULL,'0');
INSERT INTO [b241] VALUES (84,'لم يصل مسلم هذه الزيادة، فإنه أخرج الحديث عن قتيبة عن الليث عن ابن عجلان. ثم قال: زاد غير قتيبة في هذا الحديث عن الليث فذكرها. والغير مذكور مبهمًا، فيحتمل أن يكون شعيب بن الليث، أو سعيد بن أبي مريم فقد أخرجه أبو عوانة في "مستخرجه" عن الربيع بن سليمان (¬١) عن شعيب.
* * *
فجاء في مستخرج أبي عَوانة قال: حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ (¬٢) قَالَ: ثَنَا شُعَيْبُ بْنُ اللَّيْثِ (¬٣) قَالَ: أنبا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ عَجْلَانَ، عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ فُقَرَاءَ الْمُهَاجِرِينِ أَتَوْا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا: ذَهَبَ أَهْلُ الدُّثُورِ وَالْأَمْوَالِ بِالدَّرَجَاتِ الْعُلَى وَالنَّعِيمِ الْمُقِيمِ، قَالَ: «وَمَا ذَاكَ»؟ قَالُوا: يُصَلُّونَ كَمَا نُصَلِّي، وَيَصُومُونَ كَمَا نَصُومُ، وَيَتَصَدَّقُونَ وَلَا نَتَصَدَّقُ، وَيُعْتِقُونَ وَلَا نُعْتِقُ، قَالَ: «أَفَلَا أُعَلِّمُكُمْ شَيْئًا تُدْرِكُونَ بِهِ مَنْ سَبَقَكُمْ وَتَسْبِقُونَ بِهِ مَنْ بَعْدَكُمْ، وَلَا يَكُونُ أَحَدٌ أَفْضَلَ مِنْكُمْ إِلَّا مَنْ صَنَعَ مِثْلَ مَا صَنَعْتُمْ»؟ قَالُوا: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: «تُسَبِّحُونَ وَتُكَبِّرُونَ وَتَحْمَدُونَ دُبُرَ كُلِّ صَلَاةٍ ثَلَاثًا وَثَلَاثِينَ».
وَقَالَ سُمَيٌّ: فَحَدَّثْتُ بِذَلِكَ بَعْضَ أَهْلِي فَقَالَ: وَهِمْتَ إِنَّمَا قَالَ لَكَ: تُسَبِّحُ ثَلَاثًا وَثَلَاثِينَ وَتَحْمَدُ اللَّهَ ثَلَاثًا وَثَلَاثِينَ، وَتُكَبِّرُ اللَّهَ ثَلَاثًا وَثَلَاثِينَ، فَرَجَعْتُ إِلَى أَبِي صَالِحٍ فَقُلْتُ ذَلِكَ لَهُ، فَأَخَذَ بِيَدِي وَقَالَ يَقُولُ: اللَّهُ أَكْبَرُ وَسُبْحَانَ اللَّهِ وَاللَّهُ أَكْبَرُ وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ، حَتَّى يَبْلُغَ مِنْ جَمِيعِهِمْ ثَلَاثٌ وَثَلَاثِينَ، ثُمَّ قَالَ أَبُو صَالِحٍ: فَرَجَعَ فُقَرَاءُ الْمُهَاجِرِينَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا: يَا رَسُولَ اللَّهِ، سَمِعَ إِخْوَانُنَا أَهْلُ الْأَمْوَالِ بِمَا فَعَلْنَا فَفَعَلُوا مِثْلَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيَهُ مَنْ يَشَاءُ». فَقَالَ مُحَمَّدُ بْنُ عَجْلَانَ: فَذَكَرْتُ ذَلِكَ لِرَجَاءِ بْنِ حَيْوَةَ فَحَدَّثَنِي بِمِثْلِهَا، عَنْ أَبِي صَالِحٍ وَقَالَ: صَدَقَ سُمَيٌّ (¬٤).
* * *
_________
(¬١) سبقت ترجمته.
(¬٢) سبقت ترجمته.
(¬٣) هو شعيب بن الإمام الليث بن سعد الفهمي قال في "الكاشف": وكان مفتيًا متقنًا. قال ابن وهب: ما رأيت أفضل من شعيب بن الليث، وكان من أهل الفضل. وقال الخطيب: كان ثقة. قال في "التقريب": ثقة نبيل فقيه. تُوُفِيَّ سنة ١٩٩.
ترجمته في: "تهذيب الكمال" (١٢/ ٥٣٣)، "التقريب" ص (٢٦٧)، و"الكاشف" (١/ ٤٨٨).
(¬٤) أخرجه أبو عوانة (٢٠٨٦).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b241] VALUES (85,'<span data-type="title" id=toc-30>(الفائدة العاشرة): تعيين الأسماء المهملة في الإسناد، أو في المتن:</span>
كأن يأتي في طريق محمد من غير ذكر ما يميزه عن غيره من المحدثين، ويكون في مشايخ مَن رواه كذلك مَن يشاركه في الاسم، فتأتي الطرق الأخرى فتميزه عن غيره (¬١).
مثال ذلك في رواية مسلم للحديث قال: وحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالَا: حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو وَهُوَ ابْنُ الْحَارِثِ، عَنْ بُكَيْرٍ، أَنَّهُ سَمِعَ سَعِيدَ بْنَ الْمُسَيِّبِ، يَقُولُ: سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «إِنَّمَا مَثَلُ الَّذِي يَتَصَدَّقُ بِصَدَقَةٍ، ثُمَّ يَعُودُ فِي صَدَقَتِهِ، كَمَثَلِ الْكَلْبِ يَقِيءُ، ثُمَّ يَأْكُلُ قَيْئَهُ» (¬٢).
ذكر مسلم في هذه الرواية (عن بكير) ولم يميزه في طرقِ هذا الحديث.
* * *
وميَّزه أبو عوانة قال: حدثنا أحمد بن عبد الرحمن الوهبي (¬٣) قثنا عمي، قال: أخبرني عمرو بن الحارث، عن بكير وهو ابن الأشج، أنه سمع سعيد بن المسيب يقول: سمعت ابن عباس يقول: سمعت رسول الله صلى الله عليه وسلم يقول: «إنما مثل الذي يتصدق بصدقة ثم يعود في صدقته كمثل الكلب يقيء ثم يأكل قيئه». فبيَّن أن بكير هو ابن الأشج (¬٤).
_________
(¬١) " النكت على ابن الصلاح" (١/ ٣٢٢).
(¬٢) أخرجه مسلم (١٦٢٢).
(¬٣) هو أحمد بن عبد الرحمن بن وهب بن مسلم القرشي مولاهم المصري يعرف بـ (بحشل)، ابن أخي عبد الله بن وهب. نعته في"السير" بقوله: الحافظ العالم المحدِّث. وقال: أكثر عن عمه جدًّا. وقال: حدَّث عنه مسلم محتجًّا به. قال أبو زرعة: أدركناه ولم نكتب عنه. ولما عَلِم برجوعه عن تلك الأحاديث قال: إنَّ رجوعه مما يحسن حاله ولا يبلغ به المنزلة التي كان من قبل. وسئل أبو حاتم عنه بعد ذلك، فقال: كان صدوقًا. ولرجوعه عن هذه الأحاديث التي أُنكرت عليه اعتمده ابن خزيمة من المتقدمين, وابن القطان من المتأخرين. وقال في "التقريب": صدوق تغير بآخرة. تُوُفِّيَ ٢٦٤.
ترجمته في: "سير أعلام النبلاء" (١٢/ ٣١٧)، و"التقريب" ص (٨٢).
(¬٤) أخرجه أبو عوانة (٥٦٥٠).',NULL,'85',NULL,NULL,'0');
INSERT INTO [b241] VALUES (86,'<span data-type="title" id=toc-31>(الفائدة الحادية عشرة): التمييزُ للمتن المُحال به على المتن المحال عليه:</span>
كما وقع في كتاب مسلم، فإنه يخرِّج الحديثَ على لفظ بعض الرواة، ويحيل بباقي ألفاظ الرواة على ذلك اللفظ الذي يورده, فتارة يقول: مثله، فيحمل على أنه نظير سواء. وتارة يقول: نحوه أو معناه، فتوجد بينهما مخالفة بالزيادة أوالنقص، وفي ذلك من الفوائد ما لا يخفى (¬١).
كما جاء في صحيح مسلم: حَدَّثَنَا أَبو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، أَخْبَرَنَا يَحْيَى بْنُ أَبِي إِسْحَاقَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ: (نَهَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، عَنِ الْفِضَّةِ بِالْفِضَّةِ، وَالذَّهَبِ بِالذَّهَبِ، إِلَّا سَوَاءً بِسَوَاءٍ، وَأَمَرَنَا أَنْ نَشْتَرِيَ الْفِضَّةَ بِالذَّهَبِ كَيْفَ شِئْنَا، وَنَشْتَرِيَ الذَّهَبَ بِالْفِضَّةِ كَيْفَ شِئْنَا). قَالَ: فَسَأَلَهُ رَجُلٌ، فَقَالَ: يَدًا بِيَدٍ؟ فَقَالَ: هَكَذَا سَمِعْتُ (¬٢).
* * *
حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَحْيَى بْنُ صَالِحٍ، حَدَّثَنَا مُعَاوِيَةُ، عَنْ يَحْيَى وَهُوَ ابْنُ أَبِي كَثِيرٍ، عَنْ يَحْيَى بْنِ أَبِي إِسْحَاقَ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرَةَ، أَخْبَرَهُ أَنَّ أَبَا بَكْرَةَ، قَالَ: نَهَانَا رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ (¬٣).
* * *
_________
(¬١) " النكت على ابن الصلاح" (١/ ٣٢٢، ٣٢٣).
(¬٢) أخرجه مسلم (١٥٩٠) (٨٨).
(¬٣) أخرجه مسلم (١٥٩٠).',NULL,'86',NULL,NULL,'0');
INSERT INTO [b241] VALUES (87,'وعند أبي عوانة في مسنده قال: حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الصَّمَدِ الدِّمَشْقِيُّ (¬١)، وَإِبْرَاهِيمُ بْنُ أَبِي دَاوُدَ الْأَسَدِيُّ (¬٢)، وَأَبُو زُرْعَةَ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الدِّمَشْقِيُّ (¬٣)، وَعِمْرَانُ بْنُ بَكَّارٍ الْحِمْصِيُّ (¬٤) قَالُوا: ثَنَا يَحْيَى بْنُ صَالِحٍ الْوُحَاظِيُّ، قثنا مُعَاوِيَةُ بْنُ سَلَّامٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ يَحْيَى بْنِ أَبِي إِسْحَاقَ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرَةَ، أَخْبَرَهُ أَنَّ أَبَا بَكْرَةَ قَالَ: نَهَانَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ نَبِيعَ الْفِضَّةَ بِالْفِضَّةِ إِلَّا عَيْنا بِعَيْنٍ سَوَاءً بِسَوَاءٍ وَلَا نَبِيعَ الذَّهَبَ بِالذَّهَبِ إِلَّا عَيْنًا بِعَيْنٍ سَوَاءً بِسَوَاءٍ وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «بِيعُوا الذَّهَبَ بِالْفِضَّةِ كَيْفَ شِئْتُمْ، وَالْفِضَّةَ بِالذَّهَبِ كَيْفَ شِئْتُمْ يَدًا بِيَدٍ» (¬٥).
فترى أبا عوانة ذكر رواية أبي بكرة التي أشار إليها "مسلم" في الحديث ولم يذكر تفاصيلها.
* * *
_________
(¬١) سبقت ترجمته.
(¬٢) سبقت ترجمته.
(¬٣) هو أبو زرعة الدمشقي عبد الرحمن بن عمرو بن عبد الله بن صفوان بن عمرو النصري. قال المزي: الحافظ شيخ الشام في وقته. ونعته الذهبي في "السير" بقوله: الشيخ الإمام الصادق محدِّث الشام. قال عبد الرحمن بن أبي حاتم: كان أبو زرعة الدمشقيّ رفيق أبي، وكتبتُ عنه أنا وأبي وكان ثقة صدوقًا. وقال: سئل أبي عنه فقال: صدوق. قال الخليلي: كان من الحفاظ الأثبات. وقال في "التقريب": ثقة حافظ. تُوُفِّيَ سنة ٢٨١.
ترجمته في: "سير أعلام النبلاء" (١٣/ ٣١١)، "تهذيب الكمال" (١٧/ ٣٠١) , "التقريب" ص (٣٤٧).
(¬٤) هو عمران بن بكار بن راشد الكلاعي البرَّاد بموحدة وراء ثقيلة الحمصي المؤذن. نعته في "السير" بقوله: الشيخ المحدِّث الحافظ. قال النسائي، والذهبي في "الكاشف"، وابن حجر في "التقريب": ثقة. وقال مسلمة: لا بأس به. مات بحمص سنة إحدى وسبعين ومئة.
ترجمته في: "سير أعلام النبلاء" (١٣/ ١٤٢)، و"تهذيب الكمال" (٢٢/ ٣١١)، و"تهذيب التهذيب" (٨/ ١٢٤)، "التقريب" ص (٤٢٩)، و"الكاشف" (٢/ ٩١).
(¬٥) أخرجه أبو عوانة (٥٤٠٤).',NULL,'87',NULL,NULL,'0');
INSERT INTO [b241] VALUES (88,'<span data-type="title" id=toc-32>(الفائدة الثانية عشرة): تعيين الإدراج في الإسناد، أو في المتن:</span>
إذ قد تأتي رواية فيها إدراج، وهو ما كانت فيه زيادة ليست منه، فتأتي الطرق الأخرى للرواية لتكشف هذا الإدراج (¬١).
من ذلك ما جاء في صحيح مسلم: حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ وَاللَّفْظُ لَهُ، حَدَّثَنَا أَبِي، حَدَّثَنَا عُبَيْدُ اللهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا خَرَجَ يَوْمَ الْعِيدِ، أَمَرَ بِالْحَرْبَةِ فَتُوضَعُ بَيْنَ يَدَيْهِ، فَيُصَلِّي إِلَيْهَا. وَالنَّاسُ وَرَاءَهُ. وَكَانَ يَفْعَلُ ذَلِكَ فِي السَّفَرِ. فَمِنْ ثَمَّ اتَّخَذَهَا الْأُمَرَاءُ (¬٢).
* * *
وجاءت الرواية عند أبي عوانة على النحو التالي: قال: حَدَّثَنَا الصَّغَانِيُّ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ الْخَلِيلِ (¬٣) قَالَ: ثَنَا عَلِيُّ ابْنُ مُسْهِرٍ (¬٤)، ح وَحَدَّثَنَا أَبُو دَاوُدَ السِّجْزِيُّ (¬٥) قَالَ: ثَنَا الْحَسَنُ بْنُ
عَلِيٍّ (¬٦) قَالَ: ثَنَا ابْنُ نُمَيْرٍ قَالَا: ثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى فِي يَوْمِ الْعِيدِ أَوْ غَيْرِهِ نُصِبَتْ حَرْبَتُهُ بَيْنَ يَدَيْهِ، فَيُصَلِّي إِلَيْهَا وَالنَّاسُ مِنْ خَلْفِهِ. قَالَ نَافِعٌ: فَمِنْ ثُمَّ اتَّخَذَهَا الْأُمَرَاءُ (¬٧).
فقد أوضَحَ أبو عوانة أنها من قول نافع، وليست من الحديث.
* * *
_________
(¬١) " النكت على ابن الصلاح" (١/ ٣٢٣).
(¬٢) أخرجه مسلم (٥٠١).
(¬٣) سبقت ترجمته.
(¬٤) سبقت ترجمته.
(¬٥) هو أبو داود السِّجْزِيّ، والسِّجْزِيّ بكسر السين المهملة وسكون الجيم وفي آخرها الزاي، نسبة إلى سجستان قاله في "الأنساب" (٧/ ٨٠)، وفي "اللباب في تهذيب الأنساب" (٢/ ١٠٤).
وفي "توضيح المشتبه في ضبط أسماء الرواة وأنسابهم وألقابهم وكناهم" (٥/ ٥٨) قال: هو بكسر أوله وسكون الْجِيم وكسر الزَّاي. وقَيده أبو الْعَبَّاس أحمد بن إبراهيم بن الزبير الغرناطي فِي برنامجه بِفَتْح السِّين والأول المعروف. قال: نسبة إلى سجستان وهو إقليم ذو مَدَائن، واسم قصبته زرنج وهو بين خُرَاسَان والسند وكرمان. قلت: هي بين خُراسان ومكران والسند وكرمان فِيمَا قاله أبو العلاء الفرضي. قال: ومنه أبو داود. قلت: هو سليمان بن الأشعث صاحب "السّنَن".
إذًا فهو أبو داود سليمان بن الأشعث السَّجستاني. نعته في "السير" بقوله: الإمام شيخ السنة مُقَدَّم الحفاظ، أبو داود الأَزْدِيُّ السِّجِسْتانيّ محدِّث البصرة. قال أحمد بن محمد بن ياسين الهروي: كان أحد حفاظ الإسلام للحديث وعلمه وعلله وسنده في أعلى درجة مع النسك والعفاف والصلاح والورع. وقال محمد بن إسحاق الصغاني وإبراهيم الحربي: ألين لأبي داود الحديث كما ألين لداود عليه السلام الحديد. وقال الحاكم: أبو داود إمام أهل الحديث في عصره بلا مدافعة. وقال ابن حجر في "التقريب": ثقة حافظ مصنف السنن وغيرها من كبار العلماء. تُوُفِّيَ سنة ٢٧٥. ترجمته في: "سير أعلام النبلاء" (١٢/ ٢٠٣)، "التقريب" ص (٢٥٠).
(¬٦) هو الحسن بن علي بن محمد الهذلي الخلال الحلواني الريحاني، نزيل مكة. نعته في "السير" بقوله: الإمام الحافظ الصدوق. وقال أبو داود: كان عالمًا بالرجال وكان لا يستعمل علمه. قُلْتُ - أي الذهبي -: لاشتغاله - لعل - بالاستعداد للعبور. قال النسائي: ثقة. وقال الترمذي: وكان حافظًا. وقال يعقوب بن شيبة: كان ثقة ثبتًا. وقال في "التقريب": ثقة حافظ له تصانيف. تُوُفِّيَ سنة ٢٤٢. ترجمته في: "سير أعلام النبلاء" (١١/ ٣٩٨)، و"التقريب" ص (١٦٢).
(¬٧) أخرجه أبو عوانة (١٤٠٦).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b241] VALUES (89,'<span data-type="title" id=toc-33>(الفائدة الثالثة عشرة): وصل المُعلقات</span>
: قد تأتي رواية فيها حديث معلَّق، وهو: ما حذف من مبدأ إسناده واحد فأكثر، فتأتي بقية الروايات فتُوصلها (¬١).
فقد أخرج مسلم في"صحيحه" وقال: وَرَوَى اللَّيْثُ بْنُ سَعْدٍ (¬٢)، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ عُمَيْرٍ، مَوْلَى ابْنِ عَبَّاسٍ، أَنَّهُ سَمِعَهُ يَقُولُ: أَقْبَلْتُ أَنَا وَعَبْدُ الرَّحْمَنِ بْنُ يَسَارٍ، مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. حَتَّى دَخَلْنَا عَلَى أَبِي [الْجَهْمِ] (¬٣) بْنِ الْحَارِثِ بْنِ
الصِّمَّةِ الْأَنْصَارِيِّ، فَقَالَ أَبُو [الْجَهْمِ] (¬٤): أَقْبَلَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ نَحْوِ بِئْرِ جَمَلٍ فَلَقِيَهُ رَجُلٌ فَسَلَّمَ عَلَيْهِ، فَلَمْ يَرُدَّ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِ، حَتَّى أَقْبَلَ عَلَى الْجِدَارِ فَمَسَحَ وَجْهَهُ وَيَدَيْهِ، ثُمَّ رَدَّ عَلَيْهِ السَّلَامُ (¬٥). فرواه عن الليث معلقًا، وجاء في صحيح أبي عوانة موصولاً.
* * *
قال أبو عوانة: حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ (¬٦) قَالَ: ثَنَا شُعَيْبُ بْنُ اللَّيْثِ (¬٧) [عن أبيه الليث ابن سعد] (¬٨)، عَنْ جَعْفَرٍ يَعْنِي ابْنَ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ عُمَيْرٍ مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ
سَمِعَهُ يَقُولُ: أَقْبَلْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ يَسَارٍ مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى دَخَلْنَا عَلَى أَبِي الْجَهْمِ (¬٩) بْنِ الْحَارِثِ بْنِ الصِّمَّةِ الْأَنْصَارِيِّ فَقَالَ أَبُو الْجَهْمِ (¬١٠): أَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ نَحْوِ بِئْرِ جَمَلٍ، فَلَقِيَهُ رَجُلٌ سَلَّمَ عَلَيْهِ فَلَمْ يَرُدَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَقْبَلَ عَلَى الْجِدَارِ فَمَسَحَ بِوَجْهِهِ وَيَدَيْهِ، ثُمَّ رَدَّ عَلَيْهِ السَّلَامَ (¬١١).
* * *
_________
(¬١) فتح المغيث (١/ ٥٤، ١٣٤).
(¬٢) قال المزي في "تهذيب الكمال" (٢٢/ ٣٨٣): وذكره مسلم (٢) تعليقًا بلا إسناد، فقال: ورواه الليث بن سعد، فذكره. وقال ابن حجر في "الإصابة" (٧/ ٦٢) قال: وأخرجه مسلم معلقًا، ووصله البخاريّ. أي: في الحديث (٣٣٧).
(¬٣) رواية مسلم: أبي الجهم، وفي "البخاري" (٣٣٧)، وكذا في روايتي النسائي في "الكبرى" و"المجتبى" قالوا: أبي جهيم. قال ابن حجر في "فتح الباري" (١/ ٤٤٢): قَوْلُهُ: عَلَى أَبِي جُهَيْمٍ. قيل: اسْمه عبد الله، وَحكى ابن أَبِي حَاتِمٍ عن أبيه قال: يُقَالُ: هُوَ الْحَارِث بن الصمَّة. فعلى هَذَا لَفْظَة (بن) زَائِدَةٌ بَيْنَ أَبِي جُهَيْمٍ وَالْحَارِثِ، وصَحَّحَ أَبُو حَاتِمٍ أَنَّ الْحَارِثَ اسْمُ أَبِيهِ لَا اسْمه، وَفرّق ابن أَبِي حَاتِمٍ بَيْنَهُ وَبَيْنَ عَبْدِ اللَّهِ بْنِ جهيم. وَقَالَ ابن مَنْدَهْ: عَبْدُ اللَّهِ بْنُ جُهَيْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ, فَجَعَلَ الْحَارِثَ اسْمَ جَدِّهِ وَلَمْ يُوَافِقْ عَلَيْهِ، وَكَأَنَّهُ أَرَادَ أَنْ يَجْمَعَ الْأَقْوَالَ الْمُخْتَلِفَةَ فِيهِ، وَالصِّمَّةُ: بِكَسْرِ الْمُهْمَلَةِ وَتَشْدِيدِ الْمِيمِ هُو: ابن عَمْرِو بْنِ عَتِيكٍ الْخَزْرَجِيُّ، وَوَقَعَ فِي "مُسْلِمٍ": دَخَلْنَا عَلَى أَبِي الْجَهْمِ بِإِسْكَانِ الْهَاءِ .. وَالصَّوَابُ أَنَّهُ بِالتَّصْغِيرِ، وَفِي الصَّحَابَةِ شَخْصٌ آخَرُ يُقَالُ لَهُ: أَبُو الْجَهْمِ، وَهُوَ صَاحِبُ الْإِنْبِجَانِيَّةِ وَهُوَ غَيْرُ هَذَا، لِأَنَّهُ قُرَشِيٌّ، وَهَذَا أَنْصَارِيٌّ، وَيُقَالُ: بِحَذْفِ الْأَلِفِ وَاللَّامِ فِي كُلٍّ مِنْهُمَا وَبِإِثْبَاتِهِمَا. وفي "التقريب" (٦٢٩): أبو جُهيم بالتصغير، ابن الحارث بن الصِّمّة (بكسر المهملة وتشديد الميم) ابن عمرو الأنصاري، قيل: اسمه عبد الله، وقد ينسب لجده، وقيل: هو عبد الله بن جُهيم بن الحارث بن الصمة. وقيل: اسمه الحارث بن الصمة. وقيل: هو آخر غيره. صحابي معروف وهو ابن أخت أبي ابن كعب بقي إلى خلافة معاوية. وفي "تهذيب الكمال" (٣٣/ ٢٠٩) قال: له صحبة. وكذا قال ابن أبي حاتم في "الجرح والتعديل" الترجمة ١٥٩٩. وترجم له ابن حَجر في "تهذيب التهذيب" (١٢/ ٦١)، وفي "الإصابة" (٧/ ٦٢) ط. دار الكتب العلمية, و (١٢/ ١١٩) ط. دار هجر.
(¬٤) وفي "البخاري"، والنسائي في "الكبرى" و"المجتبى": الجهيم.
(¬٥) أخرجه مسلم (٣٦٩).
(¬٦) سبقت ترجمته.
(¬٧) سبقت ترجمته.
(¬٨) ما بين المعقوفتين سقط من مسند أبي عوانة، وقد أثبتناه من "الكنى والأسماء" للدولابي (١٥١) الذي أخرج الحديث بلفظه عن الربيع فقال: حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ أَبُو مُحَمَّدٍ الْمُرَادِيُّ قَالَ:، ثَنَا شُعَيْبُ بْنُ اللَّيْثِ، عَنْ أَبِيهِ اللَّيْثِ بْنِ سَعْدٍ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ عَنْ عُمَيْرٍ مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ سَمِعَهُ يَقُولُ: أَقْبَلْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ [يسارٍ - تصحف في المطبوع إلى بشار -] مَوْلَى مَيْمُونَةَ حَتَّى دَخَلْنَا عَلَى أَبِي جَهْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ الْأَنْصَارِيِّ فَقَالَ أَبُو الْجَهْمِ: (أَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ نَحْوِ بِئْرِ جَمَلٍ، فَلَقِيَهُ رَجُلٌ فَسَلَّمَ عَلَيْهِ، فَلَمْ يَرُدَّ عَلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَقْبَلَ عَلَى الْجِدَارِ فَمَسَحَ بِوَجْهِهِ وَيَدَيْهِ، ثُمَّ رَدَّ عَلَيْهِ السَّلَامَ).
وكذلك أخرجه النسائي في "السنن الكبرى" (٣٠٣) ط. وكما في"المجتبى" (٣١١) فقال: أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ قَالَ: حَدَّثَنَا شُعَيْبُ بْنُ اللَّيْثِ، عَنْ أَبِيهِ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ.
وكذا أخرجه ابن خزيمة في "صحيحه" (٢٧٤) فقال: نا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُرَادِيُّ، أَخْبَرَنَا شُعَيْبٌ يَعْنِي ابْنَ اللَّيْثِ، عَنِ اللَّيْثِ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ.
هذا. ولفظ (يسارٍ) في رواية الدولابي تصحف في "الكنى والأسماء" إلى (بشَّار)، والضبط من أبي عوانة والنسائي والبخاري (٣٣٧)، وهو عبد الله بن يسار أخو عطاء بن يسار، قال في ابن حجر في "الفتح" (١/ ٤٤١): قوله: أَقْبَلْتُ أَنَا وعبد الله بن يسار هو أخو عطاء بن يَسارٍ التَّابعيِّ المشهور، ووقع عند مسلم في هذا الحديث عَبْدُ الرَّحمن بن يَسارٍ وهو وَهْمٌ، وليس له في هذا الحديث رواية، ولهذا لَمْ يَذْكُرْه الْمُصَنِّفون في رجال "الصَّحيحيْنِ".
(¬٩) كذا تابع أبو عوانة مسلمًا فجاء عنده (أبو الجهم)، كما في "مسلم"، وكذا عند الدولابي كما ذكرنا، وكذا في "شرح معاني الآثار" (٥٤٧). هذا وقد ذكر كنيته [أبو الجهيم] غير من ذكرنا: أبو داود في "السنن" (٣٢٩)، وأحمد في "المسند" (١٧٥٤١)، والقاسم بن سلام في كتابه"الطهور" (٦١)، والدارقطني في "سننه" (٦٧١) (٦٧٥)، وابن خزيمة في صحيحه (٢٧٤)، وابن حبان في "صحيحه" (٨٠٥)، والبيهقي في "السنن الكبرى" (٩٩٠)، وغير ذلك.
(¬١٠) كسابقه.
(¬١١) أخرجه (٨٨٨).',NULL,'89',NULL,NULL,'0');
INSERT INTO [b241] VALUES (90,'وما جاء أيضًا عند رواية الحديث التالي قال: وحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ: حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، وَسَعِيدِ بْنِ الْمُسَيِّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ: أَتَى رَجُلٌ مِنَ الْمُسْلِمِينَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي الْمَسْجِدِ، فَنَادَاهُ، فَقَالَ: يَا رَسُولَ اللهِ، إِنِّي زَنَيْتُ، فَأَعْرَضَ عَنْهُ، فَتَنَحَّى تِلْقَاءَ وَجْهِهِ، فَقَالَ لَهُ: يَا رَسُولَ اللهِ، إِنِّي زَنَيْتُ، فَأَعْرَضَ عَنْهُ، حَتَّى ثَنَى ذَلِكَ عَلَيْهِ أَرْبَعَ مَرَّاتٍ، فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ دَعَاهُ رَسُولُ الله، فَقَالَ: «أَبِكَ جُنُونٌ»؟ قَالَ: لَا، قَالَ: «فَهَلْ أَحْصَنْتَ»؟ قَالَ: نَعَمْ، فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:
«اذْهَبُوا بِهِ، فَارْجُمُوهُ». قَالَ ابْنُ شِهَابٍ: فَأَخْبَرَنِي مَنْ سَمِعَ جَابِرَ بْنَ عَبْدِ اللهِ، يَقُولُ: فَكُنْتُ فِيمَنْ رَجَمَهُ، فَرَجَمْنَاهُ بِالْمُصَلَّى، فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ هَرَبَ، فَأَدْرَكْنَاهُ بِالْحَرَّةِ، فَرَجَمْنَاهُ.
في الرواية التي بعدها: وَرَوَاهُ اللَّيْثُ، أَيْضًا عَنْ عَبْدِ الرَّحْمَنِ بْنِ خَالِدِ بْنِ مُسَافِرٍ، عَنِ ابْنِ شِهَابٍ بِهَذَا الْإِسْنَادِ مِثْلَهُ (¬١).
فعلّقها عن الليث بن سعد.
* * *
_________
(¬١) أخرجه مسلم (١٦٩١).',NULL,'90',NULL,NULL,'0');
INSERT INTO [b241] VALUES (91,'ووصلها أبو عوانة في "مسنده" قال: حَدَّثَنَا
عُثْمَانُ بْنُ خُرَّزَاذَ (¬١)، قثنا سَعِيدُ بْنُ عُفَيْرٍ (¬٢)، ح
وَحَدَّثَنَا عُبَيْدُ (¬٣) اللَّهِ بْنُ سَعِيدِ بْنِ كَثِيرِ بْنِ عُفَيْرٍ (¬٤)، قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنِي اللَّيْثُ بْنُ سَعْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ خَالِدِ بْنِ مُسَافِرٍ الْفَهْمِيِّ، عَنِ ابْنِ شِهَابٍ، بِمِثْلِ هَذَا الْإِسْنَادِ وَمَتْنِهِ،
وَقَالَ فِيهِ: أَتَى رَجُلٌ مِنَ الْمُسْلِمِينَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ فِي الْمَسْجِدِ فَنَادَاهُ، فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ. يُرِيدُ نَفْسَهُ. فَأَعْرَضَ عَنْهُ فَتَنَحَّى لِشِقِّ وَجْهِهِ الَّذِي أَعْرَضَ عَنْهُ، وَقَالَ فِيهِ: فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ دَعَاهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ:
«أَبِكَ جُنُونٌ»؟ ... ) الحديث (¬٥).
_________
(¬١) هو عثمان بن عبد الله بن محمد بن خُرّزاذ البصري أبو عمرو الحافظ، وقد ينسب إلى جد أبيه. نعته في "السير" بقوله: الحافظ الثبت شيخ الإسلام، نزيل أنطاكية وعالمها. قال ابن أبي حاتم: صدوق. وقال أبو منده: كان أحد الحفاظ. قال الحاكم: ثقة مأمون. قال في "التقريب": ثقة من صغار الحادية عشرة. تُوفِّي سنة إحدى وثماني ٢٨١، وقيل: في أول التي بعدها. ترجمته في:"سير أعلام .. " (١٣/ ٣٧٨)،و"التقريب"ص (٣٨٥).
(¬٢) هو سعيد بن كثير بن عفير بن مسلم بن يزيد بن الأسود الأنصاري مولاهم أبو عثمان المصري.
نعته في "السير" بقوله: الإمام الحافظ العلامة الأخباريّ الثقة. وقال: وكان ثقة إمامًا من بحور العلم. وقال يحيى بن معين: رأيتُ بمصر ثلاث عجائب: النِّيْل، والأهرام، وسعيد بن عُفَيْر. قلت - أي الذهبي -: حسبك أن يحيى إمام المحدثين انبهر لابن عفير. وقال: من كان في سعة علم سعيد، فلا غرو أن ينفرد. وقال في "التقريب": صدُوق عالم بالأنساب وغيرها. قال الحاكم: يقال: إن مصر لم تخرج أجمع للعلوم منه. وقد رد ابن عدي على السعدي في تضعيفه. تُوفِّي سنة ٢٢٦.
ترجمته في: "سير أعلام النبلاء" (١٠/ ٥٨٣)، و"التقريب" ص (٢٤٠).
(¬٣) وقد تحرف اسم عبيد الله في مسند أبي عوانة إلى عبد الله، وقد ذكره على الصواب: عبيد الله، كما في حديث (١٥٧٠)
و (٤٥٩٤) وغيرهما.
(¬٤) هو عبيد الله بن سعيد بن كثير بن عفير المصري. قال ابن حبان: يروي عن الثقات الأشياء المقلوبات، ولا يشبه حديثه حديث الثقات، لا يجوز الاحتجاج بخبره إذا انفرد. وقال ابن عدي في "الكامل": سعيد بن عفير مستقيم الحديث، فلعل البلاء فيهما من ابنه. مات سنة ثلاث وسبعين ومائتين.
ترجمته في: "لسان الميزان" (٥/ ٣٢٨)، و"المجروحين" (٢/ ٦٧).
(¬٥) أخرجه أبو عوانة (٦٢٦٣).',NULL,'91',NULL,NULL,'0');
INSERT INTO [b241] VALUES (92,'<span data-type="title" id=toc-34>(الفائدة الرابعة عشرة): رفع الموقوف:</span>
قد تأتي الرواية موقوفة على الصحابي من قوله أو فعله، أو نحوهما، فتأتي الطرق الأخرى للرواية فتصرح برفعها (¬١) والموقوفات في"صحيح مسلم" قليلة، ثم إن معظمها أوردها الإمام مسلم في مقدمة "صحيحه"، لا في أصله، وقد أخرج جميعها تبعاً لا مقصوداً، وغالب ما أورده من الموقوف يتعلق بمسائل رواية الحديث، وجُلُّ ما أورده خارج المقدمة يتعلق بمناسبات وُرود أحاديث مرفوعة، وقد جمَع الحافظ ابنُ حَجر موقوفات مسلم في جزءٍ صغير سماه: "الوقوف على ما في صحيح مسلم من الموقوف".
* * *
_________
(¬١) " النكت على ابن الصلاح" (١/ ٣٢٣).',NULL,'92',NULL,NULL,'0');
INSERT INTO [b241] VALUES (93,'<span data-type="title" id=toc-35>(الفائدة الخامسة عشرة): تصحيح بعض الأسماء في السند:</span>
جاء في "صحيح مسلم": حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ نُمَيْرٍ، جَمِيعًا عَنْ سُفْيَانَ، قَالَ زُهَيْرٌ: حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ،، عَنْ عَمْرٍو، عَنْ أَبِي الْعَبَّاسِ الشَّاعِرِ الْأَعْمَى، عَنْ عَبْدِ اللهِ بْنِ عَمْرٍو، قَالَ: حَاصَرَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَهْلَ الطَّائِفِ، فَلَمْ يَنَلْ مِنْهُمْ شَيْئًا فَقَالَ: «إِنَّا قَافِلُونَ إِنْ شَاءَ اللهُ»، قَالَ أَصْحَابُهُ: نَرْجِعُ وَلَمْ نَفْتَتِحْهُ؟ فَقَالَ لَهُمْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اغْدُوا عَلَى الْقِتَالِ»، فَغَدَوْا عَلَيْهِ، فَأَصَابَهُمْ جِرَاحٌ. فَقَالَ لَهُمْ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّا قَافِلُونَ غَدًا»، قَالَ: فَأَعْجَبَهُمْ ذَلِكَ، فَضَحِكَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (¬١).
فذكر أن الحديث عن (عبد الله بن عمرو)
* * *
وجاء عند أبي عوانة عن (عبد الله بن عمر) فقال: حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى بْنِ أَسَدٍ الْمَرْوَزِيُّ (¬٢)، بِبَغْدَادَ، قثنا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ أَبِي الْعَبَّاسِ الشَّاعِرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: حَاصَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَهْلَ الطَّائِفِ، فَلَمْ يَنَلْ مِنْهُمْ شَيْئًا، قَالَ: «إِنَّا قَافِلُونَ غَدًا إِنْ شَاءَ اللَّهُ»، فَقَالَ الْمُسْلِمُونَ: أَنَرْجِعُ وَلَمْ نَفْتَحْهُ؟ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اغْدُوا عَلَى الْقِتَالِ غَدًا»، فَغَدَوْا عَلَيْهِ فَأَصَابَهُمْ جِرَاحٌ، فَقَالَ
لَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّا قَافِلُونَ غَدًا إِنْ شَاءَ اللَّهُ»، فَأَعْجَبَهُمْ ذَلِكَ فَضَحِكَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (¬٣).
* * *
_________
(¬١) أخرجه مسلم (١٧٧٨).
(¬٢) هو زكريا بن يحيى بن أسد المروزي الملقب زَكْرَوَيْه. نعته في "السير" بقوله: الشيخ المحدِّث الصّدوق. وقال: وقد ذكره أبو الفتح الأَزْديّ في كِتَاب "الضعفاء" فلم يصب. قال الدارقطني: لا بأس به.
ترجمته في: "سير أعلام النبلاء" (١٢/ ٣٤٧)، و"تاريخ بغداد" (٩/ ٤٤٧٦).
(¬٣) أخرجه أبو عوانة (٦٧٦٥).',NULL,'93',NULL,NULL,'0');
INSERT INTO [b241] VALUES (94,'حَدَّثَنَا مُحَمَّدُ بْنُ حَيَّوَيْهِ (¬١)، قثنا الْحُمَيْدِيُّ (¬٢)، قثنا سُفْيَانُ، قثنا عَمْرُو بْنُ دِينَارٍ، قَالَ: سَمِعْتُ أَبَا الْعَبَّاسِ الْأَعْمَى، وَاسْمُهُ السَّائِبُ بْنُ فَرُّوخٍ، يَقُولُ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ بْنِ الْخَطَّابِ، يَقُولُ: لَمَّا حَاصَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الطَّائِفَ
فَذَكَرَ مِثْلَهُ (¬٣).
قال أبو عوانة: بلغني أن إسحاق بن موسى الأنصاري وغيره قالوا: عبد الله بن عمرو، ورواه عنه من أصحابه ممن يفهم ويضبط فقالوا: عبد الله بن عمر (¬٤).
قال النووي في شرحه على صحيح مسلم:
(عبد الله بن عمرو) هكذا هو في نسخ "صحيح مسلم" عن عبد الله بن عمرو (بفتح العين)، وهو ابن عمرو بن العاص. قال القاضي: كذا هو في رواية الجلودي وأكثر أهل الأصول عن ابن هامان. قال: وقال القاضي الشهيد أبو علي: صوابه ابن عمر بن الخطاب رضي الله عنه. كذا ذكره
البخاري، وكذا صوبه الدارقطني ... وذكره أبو مسعود الدمشقي في الأطراف عن ابن عمر بن الخطاب مضافًا إلى البخاري ومسلم ... وذكره الحميدي في "الجمع بين الصحيحين" في مسند ابن عمر. ورواه أحمد في "مسنده":حدثنا سفيان، حدثنا عمرو، عن أبي العباس، عن عبد الله بن عمر ــ قيل لسفيان: ابن عمرو؟ قال: لا ابن عمر ــ أن النبي صلى الله عليه وسلم .... "المسند" (٤٥٨٨).
_________
(¬١) هو محمَّد بن يحيى بن موسى الأسْفَرَايِيْنِيُّ. قال ابن ماكولا في "الإكمال" (٢/ ٣٦٠): وأما حيويه بياء قبل الواو معجمة باثنتين من تحتها فهو: محمد بن يحيى بن موسى أبو عبد الله الأسفراييني، يلقب يحيى حيويه. نعته الذهبي في "السير" (١٢/ ٣٦٠) بقوله: الحافظ، المجوّد، الأسفرايِينِيُّ، يلقب: حَيَّوَيْه. وقيل: إنّ حَيَّوَيْه لقب لأبيه يحيى. وقال: وكان الحافظ أبو عوانة يفتخر به. وقال ابن ماكولا: أحد المكثرين في الرحلة والسماع والتثبت. مات يوم التَّروية من ذي الحجة، سنة تسعٍ وخمسين ومائتيْنِ عن نيّف وسبعين سنة.
(¬٢) سبقت ترجمته.
(¬٣) أخرجه أبو عوانة (٦٧٦٦).
(¬٤) "مسند أبي عوانة" (٤/ ٢٨٣).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b241] VALUES (95,'وهذا الحديث أخرجه البخاري في كتاب المغازي، باب غزوة الطائف في شوال سنة ثمان، وفي كتاب الأدب، باب التبسم والضحك، وفي كتاب التوحيد، باب في المشيئة والإرادة (¬١).
* * *
وجاء أيضًا عند مسلم الحديث الثاني: حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كُرَيْبٍ، وَاللَّفْظُ لِزُهَيْرٍ، قَالا: حَدَّثَنَا وَكِيعٌ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ أَبِي كَثِيرٍ الْحَنَفِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: نَهَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الزَّبِيبِ وَالتَّمْرِ، وَالْبُسْرِ وَالتَّمْرِ، وَقَالَ: «يُنْبَذُ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى حِدَتِهِ» (¬٢).
* * *
وحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أُذَيْنَةَ وَهُوَ أَبُو كَثِيرٍ الْغُبَرِيُّ، حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ (¬٣). فعرف مسلم أن أبا كثير الغبري أنه يزيد بن عبد الرحمن بن أذينه.
* * *
ولكن جاء عند أبي عوانة تصحيح لذلك قال: حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ السُّلَمِيُّ (¬٤)، قَالَ:
ثَنَا النَّضْرُ بْنُ مُحَمَّدٍ (¬٥)، قَالَ: ثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، قَالَ: ثَنَا أَبُو كَثِيرٍ الْغُبَرِيُّ، قَالَ: سَمِعْتُ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ قَالَ: رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تَنْبِذُوا التَّمْرَ، وَالزَّبِيبَ جَمِيعًا، وَلَا الْبُسْرَ، وَالتَّمْرَ جَمِيعًا، وَانْبِذُوا كُلَّ وَاحِدٍ مِنْهُمَا عَلَى حِدَةٍ» (¬٦).
* * *
_________
(¬١) قال محققو المسند: هو عبد الله بن عمر بن الخطاب كما هو مبين صريحاً في رواية أحمد، وقد ذكر الحافظ في "الفتح" (٨/ ٤٤) الاختلاف في ذلك، فانظره إن شئت.
(¬٢) أخرجه مسلم (١٩٨٨).
(¬٣) أخرجه مسلم (١٩٨٩).
(¬٤) هو أحمد بن يوسف بن خالد المهلبي الأزدي أبو الحسن النيسابوري السلمي (أمًّا) المعروف بحمدان. نعته في "السير" بقوله: الإمام الحافظ الصادق، كان محدّث خراسان في زمانه. قال مُسلم: ثقة. وقال الدارقطني: ثقة نبيل. وقال الخليلي: ثقة مأمون. قَالَ الْحَاكِم: هُوَ أحد أَعْلَام الحَدِيث كثير. وذكره ابن حبان في " الثقات" وقال: كان راويًا لعبد الرزاق ثبتًا فيه. قال في "التقريب":حافظ ثقة. تُوفِّيَ سنة ٢٦٤، وقيل ٢٦٣، وله إحدى وثمانون سنة. ترجمته في: "سير أعلام النبلاء" (١٢/ ٣٨٤)، و"التقريب" ص (٨٦).
(¬٥) هو النضر بن محمد بن موسى الجرشي أبو محمَّد اليمامي، مولى بني أمية. قال العجلي: ثقة، روى عن عكرمة بن عمار ألف حديث رحل إليه. وذكره ابن حبان في "الثقات" وقال: ربما انفرد. وقال في "التقريب": ثقة له أفراد.
ترجمته في: "تهذيب الكمال" (٢٩/ ٤٠٢)، و"التقريب" ص (٥٦٢).
(¬٦) أخرجه أبو عوانة (٨٠١٨).',NULL,'95',NULL,NULL,'0');
INSERT INTO [b241] VALUES (96,'حدثنا يوسف بن يعقوب (¬١) قال ثنا أبو الوليد (¬٢) قال: ثنا عكرمة بإسناده مثله («ولينبذوا كل واحد منهما على حدته»).
قال أبو داود السجزي (¬٣): أبو كثير السحيمي يزيد بن عبد الرحمن بن أذينة (¬٤).
وقالوا: ابن غُفيلة (¬٥)، وهو أصح من أذينة. وقد اعتمد على تصحيح أبي عوانة للاسم في كتب التراجم كما ذكر ذلك المزي في "تهذيب الكمال" (¬٦) وما ذكره ابن حجر في "تبصير المنتبه بتحرير المشتبه (¬٧) "يزيد بن عبد الرحمن الغفيلي السحيمي صاحب أبي هريرة. ونسبة إلى غفيلة بن عوف بن سلمة بن شكامة بن السكون".
وذكر ذلك ابن كثير في كتابه "التَّكْميل في الجَرْح والتَّعْدِيل ومَعْرِفة الثِّقَات والضُّعفاء والمجَاهِيل" (¬٨)
فبين قول أبي داود السجزيّ أن الاسم الصحيح ليزيد بن عبد الرحمن بن أذينة أنه ابن غفيلة.
* * *
_________
(¬١) هو القاضي يوسف بن يعقوب بن إسماعيل بن حماد بن زيد بن درهم الأزديّ مولاهم البَصريّ الأصل البغداديّ.
نعته في "السير" بقوله: صاحب التصانيف في السُّنن، الإمام الحافظ الفقيه الكبير الثقة. وقال: حرص عليه أهله، فإنهم بيت علم. وقال: وكان أسند أهل زمانه ببغداد. قال الخطيب: كان ثقة صالحًا عفيفًا مهيبًا سديد الأحكام. تُوُفِيَ سنة ٢٩٧.
ترجمته في:"سير أعلام النبلاء" (١٤/ ٨٥)، و"البداية والنهاية" (١٤/ ٧٦١).
(¬٢) هو هشام بن عبد الملك الباهلي مولاهم، أبو الوليد الطيالسي البصريّ. نعته في "السير" بقوله: الإمام الحافظ الناقد شيخ الإسلام. قال ابن حنبل: أبو الوليد مُتْقِنٌ. وقال: أبو الوليد اليوم شيخ الإسلام ما أُقدِّم عليه اليوم أحدًا من المحدِّثين. وقال العجليّ: بصريّ ثقة ثبت في الحديث.
وقال في "التقريب": ثقة ثبت. تُوُفِّيَ سنة ٢٢٧.
ترجمته في: "سير أعلام النبلاء" (١٠/ ٣٤١)،و"التقريب" ص (٥٧٣).
(¬٣) سبق أن بيَّنَّا أنه هو أبو داود السجستاني سليمان بن الأشعث صاحب السنن.
(¬٤) هو أبو كثير السحيمي بمهملتين مصغر الغبري بضم المعجمة وفتح الموحدة اليمامي الأعمى، قيل: هو يزيد بن عبد الرحمن وقيل: يزيد بن عبد الله بن أذينة، أو ابن غفيلة بمعجمة وفاء مصغرًا. قال أبو حاتم وأبو داود والنسائي: ثقة. وذكره ابن حبان في "الثقات". قال ابن حجر: وفرق - أي ابن حبان - بين يزيد بن أذينة وبين يزيد بن غفيلة الشامي وغُفَيلة بضم المعجمة وفتح الفاء. قال في "التقريب" ثقة، من الثالثة.
ترجمته في: "تهذيب الكمال" (٣٤/ ٢٢١)، و"التقريب" (٦٦٨).
(¬٥) كذا الصواب كما في "تهذيب الكمال"، و"تهذيب التهذيب" نقلاً عن أبي عوانة، وعلى الصواب ذكره في "التقريب"، وقول أبي داود الذي هو الأصل على الصواب أي بلفظ غُفَيلة في سننه (٣٦٧٨).
أما في أبي عوانة فقد تصحف إلى عقيلة.
وفي "تبصير المنتبه" قال: وبغين معجمة وفاء وزن الأول - أي: الغفيلي - يزيد بن عبد الرحمن الغفيلي السحيمي صاحب أبي هريرة. ونسبة إلى غفيلة بن عوف بن سلمة بن شكامة بن السكون. (٣/ ١٠١٧).
وفي "الأنساب" للسمعاني (١٠/ ٦٨) قال: الغُفيلي بضم الغين المعجمة وفتح الفاء وسكون الياء آخر الحروف وفي آخرها اللام، هذه النسبة إلى غفيلة، وأبو كثير يزيد بن عبد الرحمن بن غفيلة السحيمي الغفيلي، نسب إلى جده، هو ابن أذينة بدل غفيلة.
(¬٦) (٣٤/ ٢٢٤).
(¬٧) (٣/ ١٠١٧).
(¬٨) (٣/ ٣٩٥) (مركز النعمان للبحوث والدراسات الإسلامية وتحقيق التراث والترجمة -اليمن).',NULL,'96',NULL,NULL,'0');
INSERT INTO [b241] VALUES (97,'<span data-type="title" id=toc-36>(الفائدة السادسة عشرة): فوائد عقدية وفقهية وحديثية:</span>
ف<span data-type="title" id=toc-37>في مسائل العقيدة:</span> قال أبو عوانة معلقًا على الحديث الذي رواه: حَدَّثَنَا أَحْمَدُ بْنُ يُوسُفَ السُّلَمِيُّ قَالَ: ثنا النَّضْرُ بْنُ مُحَمَّدٍ ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى قَالَ: ثنا أَبُو الْوَلِيدِ قَالَ: ثنا عِكْرِمَةُ بْنُ عَمَّارٍ قَالَ: ثنا أَبُو زُمَيْلٍ قَالَ: ثنا عَبْدُ اللَّهِ بْنُ عَبَّاسٍ قَالَ: ثنا عُمَرُ بْنُ الْخَطَّابِ قَالَ: لَمَّا كَانَ يَوْمُ خَيْبَرَ قُتِلَ أُنَاسٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَجَعَلُوا يَقُولُونَ: قُتِلَ فُلَانٌ شَهِيدًا حَتَّى مَرُّوا بِرَجُلٍ فَقَالُوا: قُتِلَ فُلَانٌ شَهِيدًا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَلَّا إِنِّي رَأَيْتُهُ فِي النَّارِ فِي عَبَاءَةٍ غَلَّهَا أَوْ بُرْدَةٍ غَلَّهَا»، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا ابْنَ الْخَطَّابِ نَادِ فِي النَّاسِ: لَا يَدْخُلُ الْجَنَّةَ إِلَّا الْمُؤْمِنُونَ». قَالَ: فَنَادَيْتُ أَلا إِنَّهُ لا يَدْخُلُ الْجَنَّةَ إِلَّا الْمُؤْمِنُونَ. هَذَا لَفْظُ أَبِي النَّضْرِ، وَحَدِيثُ مُحَمَّدٍ بِمَعْنَاهُ، وَقَالَ: فَقُمْتُ فَنَادَيْتُ. رَوَاهُ أَبُو عُبَيْدِ اللَّهِ الْوَرَّاقُ، عَنْ أَبِي عَاصِمٍ، عَنْ عِكْرِمَةَ مِثْلَهُ.
قَالَ أَبُو عَوَانَةَ: قَدْ صَحَّ فِي حَدِيثِ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِلالاً أَنْ يُنَادِيَ: «أَنَّهُ لَا يَدْخُلُ الْجَنَّةَ إِلَّا نَفْسٌ مسْلمَةٌ»، وَأَمَرَ عُمَرَ أَنْ يُنَادِيَ «لَا يَدْخُلُ الْجَنَّةُ إِلَّا الْمُؤْمِنُونَ»، وَقَالَ اللَّهُ تَبَارَكَ وَتَعَالَى {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ} [آل عمران: ٨٥]،وَقَدْ وَصَفَ اللَّهُ صِفَةَ الْمُؤْمِنِينَ فِي أَوَّلِ سُورَةِ الْأَنْفَالِ وَفِي سُورَةِ الْمُؤْمِنِونَ فَقَالَ: {فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ} [الأنفال: ٢] إِلَى قَوْلِهِ: {يُنْفِقُونَ} [الأنفال: ٣]، وَقَالَ {قَدْ أَفْلَحَ الْمُؤْمِنُونَ} [المؤمنون: ١] إِلَى قَوْلِهِ: {يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} [المؤمنون: ١١]',NULL,'97',NULL,NULL,'0');
INSERT INTO [b241] VALUES (98,'قَالَ أَبُو عَوَانَةَ: وَسَأَلْتُ الْمُزَنِيَّ فِي أَوَّلِ مَا وَقَعَ الْخَبَرُ إِلَيْنَا بِمِصْرَ أَنَّ بِحَرَّانَ اخْتِلَافٌ بَيْنَ أَهْلِ الْحَدِيثِ فِي هَذِهِ الْمَسْأَلَةِ, فَسَأَلْتُهُ عَنِ الْإِيمَانِ وَالْإِسْلَامِ، فَقَالَ لِي: هُمَا وَاللَّهِ وَاحِدٌ كَانَ بَلَغَنَا عَنْ أَحْمَدَ بْنِ حَنْبَلٍ أَنَّهُ فَرَّقَ بَيْنَهُمَا, وَزَعَمَ أَنَّ حَمَّادَ بْنَ زَيْدٍ فَرَّقَ بَيْنَهُمَا، ثُمَّ حَدَّثَنَا بِهِ صَالِحُ بْنُ أَحْمَدَ بْنِ
حَنْبَلٍ، عَنْ أَبِيهِ بِذَلِكَ، فَقَالَ لِي الْمُزَنِيُّ: هُمَا وَاحِدٌ.
فَاحْتَجَجْتُ عَلَيْهِ بِحَدِيثِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ». وَبُقُولِ الزُّهْرِيِّ فِي ذَلِكَ وَالْأَحَادِيثِ الَّتِي جَاءَتْ فِي أَنَّ جِبْرِيلَ جَاءَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنِ الْإِيمَانِ, وَسَأَلَهُ عَنِ الْإِسْلَامِ فِي أَحَادِيثَ أُخَرَ, فَرَأَيْتُهُ لَا يَرْجِعُ عَنْ قَوْلِهِ، وَقُلْتُ لَهُ: {قَالَتِ الْأَعْرَابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلَكِنْ قُولُوا أَسْلَمْنَا} [الحجرات: ١٤] قَالَ: هَذِهِ اسْتَسْلَمْنَا. فَقَالَ لِي فِيمَا قَالَ: قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران: ٨٥] وَقَالَ لِي: وَيْحَكَ أَفَدِينٌ أَعْلَاهَا عِنْدَ اللَّهِ؟ قَالَ اللَّهُ: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران: ١٩] وَكَذَلِكَ كَانَ إِسْمَاعِيلُ الْقَاضِي يَقُولُ: إِنَّهُمَا وَاحِدٌ (¬١).
* * *
_________
(¬١) أخرجه أبو عوانة كتاب الإيمان، باب: بيان التّشديد في الذي يقتل نفسه وفي لعن المؤمن وأخذ ماله والدَّليل على أنّ القاتل إذا مات بغير توبة لم ينفعه إسلامه واجتهاده ويخلد في نار جهنّم، وأنّ من قتل على المعصية استوجب بمعصيته النار، ولا يكون ذلك كفَّارة معصيته، وبيان إباحة قتل من تعمد لقتاله، وأنّه إن قتل على منع ماله منه فهو شهيدٌ وبيان أنّ الجنة لا يدخلها إلا المؤمنون وأنه لا فرق بين الإيمان والإسلام (١٣٧).',NULL,'98',NULL,NULL,'0');
INSERT INTO [b241] VALUES (99,'أما<span data-type="title" id=toc-39> من ناحية المسائل الفقهية:</span>
ذكرنا أن أبا عوانة من أئمة الشافعية، وهو الذي نقل مذهب الشافعي إلى (أسفرايين) فتجد في "مستخرجه" بعض أقواله في مسائل الفقه والأحكام، منها ما جاء في الحديث: حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ الْكُزْبُرَانِيُّ قَالَ: ثَنَا مِسْكِينُ بْنُ بُكَيْرٍ ح، وَحَدَّثَنَا أَحْمَدُ بْنُ الْفَرَجِ الْحِمْصِيُّ قَالَ: ثَنَا بَقِيَّةُ ابْنُ الْوَلِيدِ كِلَاهُمَا قَالَ: ثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَطُوفُ عَلَى نِسَائِهِ بِغُسْلٍ وَاحِدٍ. زَادَ بَقِيَّةُ: (نِسَائِهِ بِغُسْلٍ وَاحِدٍ) (¬١). فذكر بعد ذلك قوله عن الحديث يُعَارِضُ هَذِهِ الْأَخْبَارَ فِي إِيجَابِ الْوُضُوءِ (¬٢).
* * *
وجاء في مسند أبي عوانة قوله: حَدَّثَنَا أَبُو دَاوُدَ الْحَرَّانِيُّ (¬٣)، قَثَنَا مُحَاضِرُ بْنُ الْمُوَرِّعِ (¬٤)، قَثَنَا هِشَامُ بْنُ عُرْوَةَ (¬٥)، عَنْ أَبِيهِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ رَجُلاً مِنْ بَنِي قُرَيْظَةَ تَزَوَّجَ امْرَأَةً، فَطَلَّقَهَا، فَتَزَوَّجَهَا رَجُلٌ مِنْهُمْ، فَأَتَتِ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيَنْزِعَهَا مِنْهُ، فَقَالَ: «أَتُرِيدِينَ أَنْ تَرْجِعِي إِلَى زَوْجُكِ الْأَوَّلِ»؟ فَقَالَتْ: وَاللَّهِ يَا رَسُولَ اللَّهِ، مَا مَعَهُ إِلَّا مِثْلُ الْهُدْبَةِ. قَالَ: «لَا حَتَّى تَذُوقِي عُسَيْلَتَهُ وَيَذُوقَ عُسَيْلَتَكِ» (¬٦).
_________
(¬١) أخرجه أبو عوانة (٧٩٨).
(¬٢) انظر "المغني" لابن قدامة (١/ ٢٦١).
(¬٣) سبقت ترجمته.
(¬٤) هو محاضر بن المورع الهمداني. قال أبو زرعة: صدوق. وقال أبو حاتم: ليس بالمتين، يكتب حديثه. وقال النسائي: ليس به بأس. وقال أبو أحمد بن عديّ: قد روى عن الأعمش أحاديثَ صالحة مستقيمة، ولم أر في أحاديثه حديثًا منكرًا فأذكره، إذا روى عنه ثقة. وذكره ابنُ حِبَّان في "الثقات"، واستشهد به البخاري، وروى له مسلم حديثًا واحدًا متابعة. وقال في "التقريب": صدوق له أوهام من التاسعة، مات سنة ست ومائتين.
ترجمته في: "تهذيب الكمال" (٢٧/ ٢٥٨)، "تهذيب التهذيب" (١٠/ ٥١)، "التقريب" ص (٥٢١).
(¬٥) هو هشام بن عروة بن الزُّبَيْر بن العوَّام الأسديّ. نعته في "السير" بقوله: الإمام الثقة شيخ الإسلام. وقال ابن سعد" ثقة حجَّة، وقال أبو حاتم: إِمَام. قَالَ أَبُو نعيم: توفّي سنة خمس وَأَرْبَعين وَمِائَة، وَقيل: سنة سِتّ، وَتكلم فِيهِ مَالك وَغَيره. وقال أبو حاتم وابن سعد والعجلي: ثقة. زاد أَبُو حاتم: إمام فِي الحديث. وزاد ابن سعد: ثبت كثير الحديث حجة. وقال يعقوب بن شَيْبَة: ثبت، ثقة. روى له الجماعة. وقال في "التقريب": ثقة فقيه ربما دلس من الخامسة، مات سنة خمس أو ست وأربعين وله سبع وثمانون سنة (ع). وقال ابن حجر في "هدي الساري" في القسم الثاني فيمن ضعف بأمر مردود: هشام بن عروة ذكر بالتدليس أو الإرسال. ترجمته في: "سير أعلام النبلاء" (٦/ ٣٤)، "تهذيب الكمال" (٣٠/ ٢٣٢)، "التقريب" ص (٥٧٣)، "هدي الساري" ص (٤٦٤).
(¬٦) أخرجه أبو عوانة (٤٣٢٥).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b241] VALUES (100,'وحديث: حَدَّثَنَا مُحَمَّدُ بْنُ حَيَّوَيْهِ (¬١)، قَثَنَا مُحَمَّدُ بْنُ سَعِيدٍ (¬٢)، قَثَنَا عَلِيُّ بْنُ مُسْهِرٍ (¬٣)، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: طَلَّقَ رِفَاعَةُ امْرَأَتَهُ، فَتَزَوَّجَهَا عَبْدُ الرَّحْمَنِ بْنُ الزُّبَيْرِ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، وَاللَّهِ مَا مَعَهُ إِلَّا مِثْلُ هُدْبَتِي هَذِهِ. وَذَكَرَ الْحَدِيثَ.
فِيهِ دَلِيلٌ عَلَى أَنَّ الْمَرْأَةَ إِذَا كَانَ زَوْجُهَا عِنِّينًا، وَسَأَلْتِ السُّلْطَانَ انْتَزَاعَهَا مِنْهُ أَنْ لَا يَنْتَزِعَهَا، وَيَتْركهَا عِنْدَهُ (¬٤).
فهذا حكم فقهي استنبطه الحافظ أبو عوانة من هذا الحديث.
* * *
وحديث: رَوَاهُ مُسْلِمٌ، عَنْ سَلَمَةَ بْنِ شَبِيبٍ، قثنا الْحَسَنُ بْنُ أَعْيَنَ، قثنا مَعْقِلٌ، عَنْ أَبِي الزُّبَيْرِ، قَالَ: سَأَلْتُ جَابِرًا عَنْ ثَمَنِ الْكَلْبِ، وَالسِّنَّوْرِ، [فَقَالَ] (¬٥): زَجَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ (¬٦). وَرَوَاهُ حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَيْسِ بْنِ سَعْدٍ، عَنْ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (نَهَى عَنْ ثَمَنِ السِّنَّوْرِ) (¬٧). قَالَ أَبُو عَوَانَةَ فِي الْأَخْبَارِ الَّتِي فِيهَا نُهِيَ عَنْ ثَمَنِ السِّنَّوْرِ: فِيهَا نَظَرٌ فِي صِحَّتِهَا وَتَوْهِينِهَا (¬٨).
* * *
_________
(¬١) سبقت ترجمته.
(¬٢) هو محمَّد بن سعيد بن سليمان الكوفي أبو جعفر ولقبه حمدان المعروف بابن الْأَصْبَهَانِيّ. قال أبو حاتم: كان حافظًا يحدث من حفظه ولا يقبل التلقين ولا يقرأ من كتاب الناس، ولم أر بالكوفة أتقن حفظًا منه. وقال في موضع آخر: هو ثبت. وقال النّسائيّ ثقة. وقال بن عدي: كوفي ثقة. وقال يعقوب بن شيبة ثقة متقن. وقال في "التقريب": ثقة ثبت من العاشرة. وفي "الزهرة": روى عنه خ ثلاثة أحاديث. ترجمته في: "تهذيب الكمال" (٢٥/ ٢٧٢)،و"التقريب" ص (٤٨٠).
(¬٣) سبقت ترجمته.
(¬٤) أخرجه أبو عوانة مبتدأ كتاب النِّكاح وما يشاكله، باب: بيان حظر نكاح الْمُطَلَّقة ثلاثًا على الْمُطَلِّق، وإن تزوجت زوجًا غيره، حتى يجامعها ويصيب منها هذا الزوج الأخير، والدليل على أن المباشرة والخلوة دون المجامعة لا يوجبان حكم الجماع (٤٣٢٦).
(¬٥) كذا في مسند أبي عوانة، وعند مسلم بلفظ [قال].
(¬٦) أخرجه مسلم (١٥٦٩).
(¬٧) أخرجه أبو عوانة (٥٢٧٤).
(¬٨) قال البيهقي في "السنن الكبرى" عقب (١١٠٣٨) بعد أن ذكر الحديث بطرقه: وهذا الحديث صحيح على شرط مسلم دون البخاري، فإن البخاري لا يحتج برواية أبي الزبير، ولا برواية أبي سفيان، ولعل مسلماً إنما لم يخرجه في الصحيح، لأن وكيع ابن الجراح رواه عن الأعمش قال: قال جابر بن عبد الله فذكره. ثم قال الأعمش: أرى أبا سفيان ذكره. فالأعمش كان يشك في وصل الحديث، فصارت رواية أبي سفيان بذلك ضعيفة، وقد حمله بعض أهل العلم على الهر، إذا توحش فلم يُقْدَرْ على تسليمه، ومنهم من زعم أن ذلك كان في ابتداء الإسلام حين كان محكوماً بنجاسته، وليس على واحد من هذين القولين دلالة بينة.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b241] VALUES (101,'وعند أبي عوانة:
حَدَّثَنَا عِيسَى بْنُ أَحْمَدَ (¬١)، قثنا ابْنُ وَهْبٍ، قَالَ: سَمِعْتُ مَالِكًا، يُحَدِّثُ ح، وَحَدَّثَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: أنبأ ابْنُ وَهْبٍ، قَالَ: سَمِعْتُ مَالِكًا، يُحَدِّثُ.
حَدَّثَنَا عَبَّاسٌ الدُّورِيُّ (¬٢)، قثنا رَوْحُ بْنُ عُبَادَةَ (¬٣)، قثنا مَالِكُ بْنُ أَنَسٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى أَبِي قَتَادَةَ، عَنْ أَبِي قَتَادَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَامَ حُنَيْنٍ، قَالَ: فَلَمَّا الْتَقَيْنَا كَانَتْ لِلْمُسْلِمِينَ جَوْلَةٌ، فَرَأَيْتُ رَجُلاً مِنَ الْمُشْرِكِينَ قَدْ عَلَا رَجُلاً مِنَ الْمُسْلِمِينَ فَاسْتَدَرْتُ لَهُ حَتَّى أَتَيْتُهُ مِنْ وَرَائِهِ، فَضَرَبْتُهُ عَلَى حَبْلِ عَاتِقِهِ فَأَقْبَلَ إِلَيَّ، فَضَمَّنِي ضَمَّةً، وَجَدْتُ فِيهَا رِيحَ الْمَوْتِ، ثُمَّ أَدْرَكَهُ الْمَوْتُ فَأَرْسَلَنِي،
فَلَحِقْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ، فَقُلْتُ لَهُ: مَا لِلنَّاسِ؟ فَقَالَ: أَمْرُ اللَّهِ، ثُمَّ إِنَّ النَّاسَ رَجَعُوا وَجَلَسَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «مَنْ قَتَلَ قَتِيلاً لَهُ عَلَيْهِ بَيِّنَةٌ فَلَهُ سَلَبُهُ» فَقَالَ أَبُو قَتَادَةَ: فَقُمْتُ فَقُلْتُ: مَنْ يَشْهَدُ لِي؟ ثُمَّ جَلَسْتُ، ثُمَّ قَالَ مِثْلَ ذَلِكَ، قَالَ: فَقُمْتُ فَقُلْتُ: مَنْ يَشْهَدُ لِي؟ ثُمَّ جَلَسْتُ، ثُمَّ قَالَ ذَلِكَ الثَّالِثَةَ، فَقُمْتُ فَقَالَ لِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا لَكَ يَا أَبَا قَتَادَةَ»؟ فَقَصَصْتُ عَلَيْهِ الْقِصَّةَ، فَقَالَ رَجُلٌ مِنَ الْقَوْمِ: صَدَقَ يَا رَسُولَ اللَّهِ وَسَلَبُ ذَلِكَ الْقَتِيلِ عِنْدِي فَأَرْضِهِ مِنْ حَقِّهِ، فَقَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ: لَاهَا اللهِ إِذًا لَا يَعْمِدُ إِلَى أَسَدٍ مِنْ أُسْدِ اللَّهِ يُقَاتِلُ عَنِ اللَّهِ وَعَنْ رَسُولِهِ فَيُعْطِيَكَ سَلَبَهُ.
فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «صَدَقَ، أَعْطِهِ إِيَّاهُ» فَأَعْطَانِي، فَبِعْتُ الدِّرْعَ، فَابْتَعْتُ بِهِ مَخْرَفًا (¬٤) فِي بَنِي سَلَمَةَ، فَإِنَّهُ لَأَوَّلُ مَالٍ تَأَثَّلْتُهُ فِي الإِسْلَامِ (¬٥).
* * *
_________
(¬١) هو عيسى بن أحمد بن عيسى بن وردان أبو يحيى البغداديّ، ثم البلخيّ العسقلانيّ. نعته في "سير أعلام النبلاء" بقوله: الإمام المحدث الثقة. وقال النَّسائي: ثقة. وقال أبو حاتم: صدوق. وقال الخليلي: كان ثقة كبيرًا في العلماء يعرف بابن البغدادي وله أحاديث يتفرد بها. وقال "التقريب": ثقة يغرب من الحادية عشرة، مات سنة ثمان وستين، وقد قارب التسعين.
ترجمته في: "سير أعلام النبلاء" (١٢/ ٣٨١)، "التقريب" ص (٤٣٨).
(¬٢) سبقت ترجمته.
(¬٣) هو روح بن عبادة القيسي الحافظ أبو محمد البصري. نعته في "السير" بقوله: الحافظ الصدوق الإمام. وقال في "الكاشف": صنف الكتب وكان من العلماء. قال ابن المديني: نظرت لروح بن عبادة في أكثر من مائة ألف حديث كتبت منها عشرة آلاف. وقال: من المحدثين قوم لم يزالوا في الحديث لم يشغلوا عنه نشأوا، فطلبوا، ثم صنفوا، ثم حدثوا، منهم روح بن عبادة. قال ابن معين: ليس به بأس صدوق حديثه يدل على صدقه. وقال مرة: ليس به بأس. وقال في "التقريب": ثقة فاضل له تصانيف. تُوُفِيَّ سنة ٢٠٥، وقيل: ٢٠٧ (ع).
ترجمته في: "سير أعلام النبلاء" (٩/ ٤٠٢)، "التقريب" ص (٢١١)، "الكاشف" (١/ ٣٩٨).
(¬٤) قال ابن الأثير: المخارِف جمع مَخْرَفٍ، بالفتح، وهو الحائط من النَّخل."النهاية في غريب ... "مادة: خرف.
(¬٥) أخرجه أبو عوانة (٦٦٣٠، ٦٦٣١).',NULL,'101',NULL,NULL,'0');
INSERT INTO [b241] VALUES (102,'حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ (¬١)، قَالَ:
أَنْبَا الشَّافِعِيُّ (¬٢)، قَالَ: أَنْبَا مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى أَبِي قَتَادَةَ، عَنْ أَبِي قَتَادَةَ الْأَنْصَارِيِّ، بِمِثْلِهِ عَلَى حَبْلِ عَاتِقِهِ ضَرْبَةً، قَالَ: فَقُلْتُ: مَا بَالُ النَّاسِ؟ وَقَالَ: فَاقْتَصَصْتُ عَلَيْهِ الْقِصَّةَ، وَسَلَبُ ذَلِكَ الْقَتِيلِ عِنْدِي فَأَرْضِهِ مِنْهُ، فَأَعْطَانِيهِ، فَبَعَثَ الدِّرْعَ، فَابْتَعْتُ بِهِ مَخْرَفًا فِي بَنِي سَلِمَةَ، فَإِنَّهُ أَوَّلُ مَالٍ تَأَثَّلْتُهُ فِي الْإِسْلَامِ، بِمِثْلِهِ (¬٣).
فذكر أبو عوانة مذهبه فقال: قَالَ الشَّافِعِيُّ: هَذَا حَدِيثٌ ثَابِتٌ مَعْرُوفٌ عِنْدَنَا، وَالَّذِي لَا شَكَّ فِيهِ أَنْ يُعْطَى السَّلَبَ مَنْ قَتَلَ، وَالْمُشْرِكُ مُقْبِلٌ يُقَاتِلُ مِنْ أَيِ جِهَةٍ قَتَلَهُ مُبَارَزَةً أَوْ غَيْرَ مُبَارَزَةٍ، وَلَمْ يُحْفَظْ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أَعْطَى أَحَدًا قَتَلَ مُوَلِّيًا بِسَلَبِ مَنْ قَتَلَهُ (¬٤).
* * *
_________
(¬١) سبقت ترجمته.
(¬٢) سبقت ترجمته.
(¬٣) أخرجه أبو عوانة (٦٦٣٢).
(¬٤) مسند أبي عوانة (٤/ ٢٣٣).',NULL,'102',NULL,NULL,'0');
INSERT INTO [b241] VALUES (103,'أما<span data-type="title" id=toc-40> في مسائل الحديث وعلومه</span>
فقد قال رحمه الله: حَدَّثَنَا أَبُو الْأَحْوَصِ صَاحِبُنَا وَكَتَبَ إِلَيَّ مُحَمَّدُ بْنُ يَحْيَى بْنِ ضُرَيْسٍ قَالَ: ثَنَا أَبُو الْوَلِيدِ قَالَ: ثَنَا سَلْمُ بْنُ زُرَيْرٍ قَالَ: سَمِعْتُ أَبَا رَجَاءٍ الْعُطَارِدِيَّ قَالَ: حَدَّثَنِي عِمْرَانُ بْنُ حُصَيْنٍ، أَنَّهُ كَانَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي مَسِيرٍ. وَذَكَرَ الْحَدِيثَ بِطُولِهِ، سَلْمٌ: عَزِيزُ الْحَدِيثِ (¬١).
ومعنى عزيز الحديث؛ أي: قليله (¬٢).
* * *
وقال أيضًا: حَدَّثَنَا الصَّغَانِيُّ (¬٣) قَالَ: ثَنَا عَفَّانُ ح
وَحَدَّثَنَا يَزِيدُ بْنُ سِنَانٍ قَالَ: ثَنَا أَبُو الْوَلِيدِ ح
وَحَدَّثَنَا مُحَمَّدُ بْنُ عَامِرٍ الرَّمْلِيُّ قَالَ: ثَنَا مُوسَى بْنُ دَاوُدَ ح
وَحَدَّثَنَا الْحَسَنُ بْنُ مُكْرَمٍ قَالَ: ثَنَا سَعِيدُ بْنُ عَامِرٍ قَالُوا: ثَنَا هَمَّامٌ ح
وَحَدَّثَنَا مُحَمَّدُ بْنُ حَيَّوَيْهِ قَالَ: أنبا عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ: ثَنَا مُعَاذُ بْنُ هِشَامٍ، عَنْ أَبِيهِ كِلَاهُمَا، عَنْ عَامِرٍ الْأَحْوَلِ قَالَ: حَدَّثَنِي مَكْحُولٌ، أَنَّ عَبْدَ اللَّهِ بْنَ مُحَيْرِيزٍ حَدَّثَهُ، أَنَّ أَبَا مَحْذُورَةَ حَدَّثَهُ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَّمَهُ هَذَا الْأَذَانَ: اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ثُمَّ يَعُودُ فَيَقُولُ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ - مَرَّتَيْنِ - حَيَّ عَلَى الصَّلَاةِ - مَرَّتَيْنِ - حَيَّ عَلَى الْفَلَاحِ - مَرَّتَيْنِ - اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ، لَا إِلَهَ إِلَّا اللَّهُ. هَذَا لَفْظُ هِشَامٍ، وَزَادَ هَمَّامٌ فِي حَدِيثِهِ ذِكْرَ الْإِقَامَةِ فَتَرَكْتُهُ؛ لِأَنَّ هِشَامًا أَحْفَظُ وَأَتْقَنُ مِنْهُ، وَلِأَنَّ إِجْمَاعَ أَهْلِ الْحَرَمَيْنِ عَلَى خِلَافِ زِيَادَتِهِ (¬٤).
فبيَّن أن هشاماً أحفظ من همّام (¬٥).
_________
(¬١) أخرجه أبو عوانة (٨٩٠).
(¬٢) انظر: "المجروحين" لابن حبّان (٣/ ١٣٩). وفي "تهذيب الكمال" (١١/ ٢٢٣): قال البخاريّ عن علي بن المديني: له نحو عشرة أحاديث. وفي "تهذيب التهذيب" (٤/ ١٣٠): قال الحاكم: أخرجه محمد في الأصول ومسلم في الشواهد. وضعفه يحيى بن معين لقلة اشتغاله بالحديث, وقد حدث بأحاديث مستقيمة. روى له مسلم حديثًا واحدًا، والبخاري ثلاثة أحاديث. وفي "الكامل في الضعفاء" (٤/ ٣٤٩) قال ابن عدي: وسلمٌ هذا له أحاديث قليلة، وَهو في عداد البصريين المقلين الذين يعز حديثهم, وليس هي مقدار ما له من الحديث أن يعتبر حديثه ضعيف هو أو صدوق.
(¬٣) سبقت ترجمته.
(¬٤) أخرجه أبو عوانة كتاب الصلاة، باب: بيان أذان أبي محذورة، وإيجاب الترجيع فيه، والدليل بعدما أمر بلال بالأذان، وعلى أنّ الإقامة إقامة بلال وتر لم ينسخ إذ لم يصحّ في حديث أبي محذورة تثنية الإقامة في رواية إلا وحديث أنس في الإفراد أصحّ منه، فإذا تعارض الخبران وأحدهما أصحّ كان الأخذ به أَوْلَى (٩٦٤).
(¬٥) في "تهذيب الكمال" (٣٠/ ٢١٥) قال - أي عبد الرحمن بْن أَبي حَاتِم -: سئل أبي عَنْ هشام الدستوائي، وهمام أيهما أحفظ؟ قال: هشام.
وعن حفظ هشام ذكر المزي عن معلى بن منصور: سألت ابْن علية عَنْ حفاظ أهل البصرة، فذكر هشامًا الدستوائي.
وعَن يحيى بن مَعِين أيضا: كان يحيى بن سعيد إذا سمع الحديث من هشام الدستوائي لا يبالي أن لا يسمعه من غيره.
وَقَال أَبُو حاتم أيضًا: سألت أَحْمَد بْن حَنْبَلٍ عَنِ الأَوزاعِيّ، والدستوائي: أيهما أثبت فِي يحيى بْن أَبي كثير؟ قال: الدستوائي، لا تسأل عنه أحدًا، ما أرى الناس يروون عن أحد أثبت منه، مثله عسى، وأما أثبت منه فلا.
وقال أبو بكر الأثرم: قلتُ لأبي عبد الله أحمد بن حنبل: هشام الدستوائي أكبر من شيبان؟ قال: أجل، هشام أرفع.
وقال أبو حاتم أيضًا: سألت علي بن المديني: من أثبت أصحاب يحيى بن أَبي كثير؟ قال: هشام الدستوائي. قلت: ثم أي؟ قال: ثم الأَوزاعِيّ، وحسين المعلم، وحجاج الصواف، وأراه ذكر علي بن المبارك، فإذا سمعت عن هشام عن يحيى فلا ترد به بدلاً.
وَقَال عبد الرحمن بْن أَبي حَاتِم: سَأَلتُ أَبِي، وأبا زرعة: من أحب إليكما من أصحاب يحيى بن أَبي كثير؟ قالا: هشام. قلت لهما: والأوزاعيّ؟ قالا: بعده. وقال: سألت أبا زرعة، قلت: في حديث يحيى بن أبي كثير من أحبهم إليك هشام الدستوائي أو الأَوزاعِيّ؟ قال: هشام أحب إليَّ لأن الأَوزاعيّ ذهبت كتبه، وأثبت أصحاب قتادة هشام وسعيد. وقال: سئل أبي عَنْ هشام الدستوائي، وهمام أيهما أحفظ؟ قال: هشام.
وفي "سير أعلام النبلاء" (٧/ ١٥٠) نعته الذهبي بقوله: هو الحافظ الحُجَّة الإمام الصادق. وقال العِجليّ: كان يقول بالقدر، ولم يكن يدعو إليه.
وقال ابن حجر في "التقريب" ص (٥٧٣): ثقة ثبت، وقد رُمِي بالقدر، من كبار السابعة، مات سنة أربع وخمسين، وله ثمان وسبعون سنة (ع).
هذا. وهمام نعته في "السير" (٧/ ٢٩٦) بقوله: (ع) الإمام الحافظ الصدوق الحجَّة. وقال: وهمَّام ممن جاوز القنطرة، واحتجّ به أرباب الصحاح.
وفي "تهذيب الكمال" (٣٠/ ٣٠٢): عن عفان بن مسلم: كان يحيى بن سعيد يعترض على همام في كثير من حديثه، فلما قدم معاذ بن هشام نظرنا فِي كتبه فوجدناه يوافق همامًا فِي كثير مما كان يحيى ينكره، فكفّ يحيى بعد عنه. وَقَال علي بن المديني، وذكر أصحاب قتادة: كان هشام الدستوائي أرواهم عنه، وكان سَعِيد أعلمَهم به، وكان شعبة أعلمَهم بما سمع قتادة وما لم يسمع. قال: ولم يكن همام عندي بدون القوم فِي قتادة، ولم يكن ليحيى فيه رأي، وكان عبد الرحمن بن مهدي حسن الرأي فيه.
وقال عبد الرَّحمن بن أَبي حاتم: سئل أبو زُرْعَة عن همام بن يحيى، فقال: لا بأس به.
وقال أيضًا: سألت أبي عن همام، فقال: ثقة صدوق، فِي حفظه شيء، وهو فِي قتادة أحب إلي من حماد بن سلمة، ومن أبان العطار.
وفي "تقريب التهذيب" ص (٥٧٤) قال: ثقة، ربما وهم. من السابعة مات سنة أربع أو خمس وستين (ع).',NULL,'103',NULL,NULL,'0');
INSERT INTO [b241] VALUES (104,'وفي الحديث التالي:
حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ، وَأَبُو أُمَيَّةَ (¬١) قَالَا: ثَنَا خَالِدُ بْنُ مَخْلَدٍ الْقَطَوَانِيُّ قَالَ: ثَنَا سُلَيْمَانُ بْنُ بِلَالٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ قَالَ: (بَيْنَمَا النَّاسُ فِي صَلَاةِ الصُّبْحِ بِقُبَاءَ إِذْ جَاءَهُمْ رَجُلٌ، فَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُنْزِلَ عَلَيْهِ اللَّيْلَةَ قُرْآنٌ وَأُمِرَ أَنْ يَسْتَقْبِلَ الْكَعْبَةَ, أَلَا فَاسْتَقْبِلُوهَا، قَالَ: وَكَانَ وُجُوهُ النَّاسِ إِلَى الشَّامِ فَاسْتَدَارُوا بِوُجُوهِهِمْ إِلَى الْكَعْبَةِ) (¬٢). وَهَذَا الْحَدِيثُ مِمَّا يُحْتَجُّ بِهِ فِي إِثْبَاتِ الْخَبَرِ الْوَاحِدِ (¬٣).
* * *
وفي حديث: حَدَّثَنَا عَلِيُّ بْنُ حَرْبٍ (¬٤)، قَثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ الْأَحْوَلِ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ: خَطَبْتُ امْرَأَةً، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَلْ نَظَرْتَ إِلَيْهَا»؟ قُلْتُ: لَا، قَالَ: «فَانْظُرْ إِلَيْهَا، فَإِنَّهُ أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا» (¬٥). قَالَ أَبُو عَوَانَةَ: فِي سَمَاعِ بَكْرٍ مِنَ الْمُغِيرَةِ نَظَرٌ (¬٦).
_________
(¬١) سبقت ترجمته.
(¬٢) أخرجه أبو عوانة كتاب الصلاة، باب: بيان أوّل مسجد وضع في الأرض وأول قبلة النّبيّ صلى الله عليه وسلَّم الَّتي كان يصلّي إليها، وَتحويلها والدليل على إباحة اتخاذها في جميع المواطن إذا كان طَيِّبًا إلا فيما استثني منها، وعلى إباحة الصلاة في الطَّريق وفي مرابض الغنم وعلى أنّ أيّ موضع صلّى فيه سُمِّي مسجدًا (١١٦٨).
(¬٣) وقد استدل به كثير أهل العلم. ينظر "إحكام الأحكام" لابن دقيق العيد (١/ ١٣١)، "التمهيد"لابن عبد البر (١٧/ ٤٥).
(¬٤) سبقت ترجمته.
(¬٥) أخرجه أبو عوانة، مبتدأ كتاب النِّكاح وما يشاكله، باب: إباحة النَّظر إلى المرأة الَّتي يريد أن يخطبها، والإباحة لمن يستشار فيها أن يخبر بعيبها، والدليل على أَن له أن ينظر إلى جميع ما يريد منها إذا توهمّ بها عيبًا (٤٠٣٦).
(¬٦) هو بكر بن عبد الله المزنيّ، من رواة الكتب الستة، نعته الذهبي في "السير" (٤/ ٥٣٢) بقوله: الإمام القدوة الواعظ الحجّة أحد الأعلام، يذكر مع الحسن وابن سيرين. وقال ابن حجر في "التقريب" ص (١٢٧): (ثقة ثبت جليل من الثالثة). وقال ابن سعد في "الطبقات" (٧/ ٢٠٩):كان ثقة ثبتًا مأمونًا، كثير الحديث، حجة، وكان فقيهًا. قال ابن معين وأبو زرعة والنسائي والعجلي: ثقة. وزاد أبو زرعة مأمون.
وقال الذهبي في "الكاشف" (١/ ٢٧٤): ثقة إمام. وانظر "تهذيب التهذيب" (١/ ٤٨٤)، و"تهذيب الكمال" (٤/ ٢١٦)،
و"خلاصة تذهيب تهذيب الكمال" ص (٥١).
وفي "سؤالات مسعود للحاكم"،و"كتاب الجوزقاني": لم يسمع من المغيرة بن شعبة شيئًا، إنما يروي عن أبيه عنه. وفي كتاب "المراسيل" لعبد الرحمن عن أبيه: روايته عن أبي ذر مرسلة.
مات سنة ١٠٦ قاله البخاري، وقال يحيى بن أبي بكير وغيره: سنة ١٠٨، ورجحه ابن سعد.
وفي "علل الدارقطني" (٧/ ١٠٣، ١٠٤): وسئل عن حديث حمزة بن المغيرة، عن أبيه، عن النَّبيّ صلّى الله عليه وسلَّم في المسح على الخفَّين والعمامة.
قال الدارقطني: وروى هذا الحديث عاصم الأحْول، عن بكر مرسلاً، عن المغيرة.
هذا , وكل ما سقناه يفيد بأن ما أفاده أبو عوانة بقوله: (في سماع بكر من المغيرة) نظر ,
غير أن في هذا الحديث المعني هنا ذكر الدارقطني في (٧/ ١٣٨) فقال: ١٢٦٠ - وَسُئِلَ عَنْ حَدِيثِ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنِ الْمُغِيرَةِ أَنَّهُ خَطَبَ امْرَأَةً، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: اذْهَبْ فَانْظُرْ إِلَيْهَا فَإِنَّهُ أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا.
فقال: يرويه عاصم الأحول، عن بكر، واختلف عنه، ومدار الحديث على بكر بن عبد الله المزنيِّ، قيل له: سمع من المغيرة؟ قال: نعم.
وفي "موسوعة أقوال الدارقطني" (٧/ ٧٦): بكر بن عبد الله بن عمرو المزني، أبو عبد الله البصري. قال البرقاني: قيل للدارقطني: سمع من المغيرة؟ قال: نعم. "العلل" (٧/ ١٣٩).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b241] VALUES (105,'وفي حديث: حَدَّثَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: أنبا ابْنُ وَهْبٍ، قَالَ: أنبا يُونُس، وَمَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ كَانَ يَقُولُ: (شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ، يُدْعَى إِلَيْهِ الْأَغْنِيَاءُ، وَيُتْرَكُ الْفُقَرَاء، وَمَنْ لَمْ يَأْتِ الدَّعْوَةَ، فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ).
حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الطُّفَاوِيُّ، عَنْ أَيُّوبَ، عَنِ الزُّهْرِيِّ بِإِسْنَادِهِ مِثْلَهُ. قَالَ أَبُو عَوَانَةَ: أَيُّوبُ عَنِ الزُّهْرِيِّ حَسَنٌ (¬١).
* * *
وقد بيَّن أبو عوانة في "مسنده" ترجمة وتعاريف لبعض الأسماء في الأحاديث والأسانيد
منها: حَدَّثَنَا الصَّغَانِيُّ (¬٢) قَالَ: ثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، ح
وَحَدَّثَنَا أَبُو أُمَيَّةَ (¬٣) قَالَ: ثَنَا أَبُو نُعَيْمٍ (¬٤) قَالَا، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ قَالَ: حَدَّثَنِي مُعَيْقِيبٌ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي الرَّجُلِ يَمْسَحُ التُّرَابَ حَيْثُ يَسْجُدُ قَالَ: «إِنْ كُنْتَ فَاعِلاً فَمَرَّةً».
قَالَ أَبُو عَوَانَةَ: مُعَيْقِيبُ بْنُ أَبِي فَاطِمَةَ حَلِيفُ بَنِي عَبْدِ شَمْسٍ بَدْرِيٌّ (¬٥).
فبيَّن من هو معيقيب في هذا الحديث.
* * *
_________
(¬١) أخرجه أبو عوانة، مبتدأ كتاب النِّكاح وما يشاكله، باب: ذكر الدّليل على إيجاب إجابة الدَّاعي إلى طعام الوليمة، وإن منعها من هو أحقّ بها ممن يدعى إليها، وأنها شرّ الأطعمة الَّتي تتخذ إذا خُصّ بها الأغنياء دون الفقراء (٤٢٠٣).
(¬٢) سبقت ترجمته.
(¬٣) سبقت ترجمته.
(¬٤) سبقت ترجمته.
(¬٥) أخرجه أبو عوانة (١٨٩٨).',NULL,'105',NULL,NULL,'0');
INSERT INTO [b241] VALUES (106,'وفي حديث: حَدَّثَنَا يُونُسُ بْنُ حَبِيبٍ (¬١) قَالَ: ثَنَا أَبُو دَاوُدَ (¬٢) قَالَ: ثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ قَالَ: سَمِعْتُ هِلَالَ بْنَ يِسَافٍ يُحَدِّثُ، عَنْ أَبِي يَحْيَى الْأَعْرَجِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «صَلَاةُ الْقَاعِدِ عَلَى النِّصْفِ مِنْ صَلَاةِ الْقَائِمِ»
قَالَ أَبُو عَوَانَةَ: اسْمُ أَبِي يَحْيَى مِصْدَعٌ (¬٣).
فعرفنا باسم المكنى بأبي يحيى في هذا الحديث.
* * *
ولأبي عوانة كلام في الرجال اعتدَّ به أهل الحديث، ويظهر من ذلك قوله في الحديث: حَدَّثَنَا الصَّغَانِيُّ (¬٤)، ثَنَا أَبُو صَالِحٍ، قَالَ: حَدَّثَنِي اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ شِمَاسَةَ، أَنَّهُ سَمِعَ عُقْبَةَ بْنَ عَامِرٍ، يَقُولُ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْمُؤْمِنُ أَخُ الْمُؤْمِنِ، وَلَا يَحِلُّ لِمُؤْمِنٍ أَنْ يَبْتَاعَ عَلَى بَيْعِ أَخِيهِ حَتَّى يَذَرَ، وَلَا يَخْطُبَ عَلَى خِطْبَةِ أَخِيهِ، حَتَّى يَذَرَ».
قَالَ أَبُو عَوَانَةَ: أَبُو صَالِحٍ فِيهِ لِينٌ، وَلَكِنْ رَوَاهُ ابْنُ وَهْبٍ عَنِ اللَّيْثِ (¬٥).
أبو صالح هو كاتب الليث، هنا قال أبو عوانة: فيه لين. وهذا الحكم هو حكم الذهبي أيضاً في "الكاشف" فقال: وكان صاحب حديث فيه لين. قال أبو زرعة: حسن الحديث لم يكن ممن يكذب) (¬٦). وفي "سير أعلام النبلاء" (١٠/ ٤٠٥) قال: (قَدْ شَرَحْتُ حَالَهُ فِي"مِيْزَانِ الاعْتِدَالِ"، وَليَّنَّاهُ. وَبِكُلِّ حَالٍ، فَكَانَ صَدُوْقاً فِي نَفْسِهِ، مِنْ أَوْعِيَةِ العِلْمِ، أَصَابَهُ دَاءُ شَيْخِهِ ابْنِ لَهِيْعَةَ، وَتَهَاوَنَ بِنَفْسِهِ حَتَّى ضَعُفَ حَدِيْثُهُ، وَلَمْ يُتْرَكْ بِحَمْدِ اللهِ، وَالأَحَادِيْثُ الَّتِي نَقَمُوهَا عَلَيْهِ مَعْدُوْدَةٌ فِي سَعَةِ مَا رَوَى).
_________
(¬١) سبقت ترجمته.
(¬٢) سبقت ترجمته
(¬٣) أخرجه أبو عوانة كتاب (٢٠٠٠).
(¬٤) سبقت ترجمته.
(¬٥) أخرجه أبو عوانة (٤١٣٤).
(¬٦) "الكاشف" (١/ ٥٦٢).',NULL,'106',NULL,NULL,'0');
INSERT INTO [b241] VALUES (107,'وقال عنه ابن حجر في "تقريب التهذيب": صدوق كثير الغلط، ثبت في كتابه، وكانت فيه غفلة (¬١). وقال ابن عدى في "الكامل": هو عندي مستقيم الحديث إلا أنه يقع في حديثه في أسانيده ومتونه غلط، ولا يتعمد
الكذب (¬٢).
وقال صالح بن محمد (جزرة): كان ابن معين يوثقه، وعندي أنه كان يكذب في الحديث (¬٣).
* * *
وفي حديث: حَدَّثَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ بَكَّارِ بْنِ بِلَالٍ الدِّمَشْقِيُّ، قَالَ أَبُو عَوَانَةَ: هُوَ قَدَرِيٌّ لَكِنَّهُ ثِقَةٌ فِي الْحَدِيثِ، قثنا مَرْوَانُ بْنُ مُحَمَّدٍ أَبُو بَكْرٍ الطَّاطَرِيُّ، قثنا اللَّيْثُ بْنُ سَعْدٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ أَنَّهُ قَالَ: سَمِعَتْ أُذُنَايَ وَبَصُرَتْ عَيْنَايَ حِينَ تَكَلَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتَهُ»، قَالُوا: وَمَا جَائِزَتُهُ يَا رَسُولَ اللَّهِ؟، قَالَ: «يوْمُهُ وَلَيْلَتُهُ وَالضِّيافَةُ ثَلَاثَةَ أَيَّامٍ فَمَا كَانَ وَرَاءَ ذَلِكَ فَهُوَ صَدَقَةٌ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيقُلْ خَيْرًا أَوْ لِيصْمُتْ» (¬٤). فتكلم أبو عوانة على الحسن بن أحمد بأنه (قدري) (¬٥) في العقيدة، ولكن بين أنه موثوق في الحديث.
_________
(¬١) "تقريب التهذيب" (١/ ٣٠٨).
(¬٢) "الكامل" (٥/ ٣٤٢).
(¬٣) "تهذيب التهذيب" (٥/ ٢٥٨).
(¬٤) أخرجه أبو عوانة مبتدأ كتاب الجهاد، باب الخبر المبيح للبعث الذين يبعثهم الإمام أخذ حقّ الضيف الذي ينبغي لهم أن يقروهم، والدّليل على ذلك وأنّه يوم وليلة، وإباحة مقام الضيف عند من يضيِّفه ثلاثة أيّام، والدليل على الكراهة في كونه عنده فوق ذلك وفي كونه عند من ليس له سعة بقوته (٦٤٨٤).
(¬٥) القدرية الضالة التي تنكر القدر، وهم في هذا الإنكار على قسمين:
القسم الأول:
القدرية الغلاة الذين ينكرون علم الله بالأشياء قبل كونها، وينكرون كتابته لها في اللوح المحفوظ، ويقولون: إن الله أمر ونهى، وهو لا يعلم من يطيعه ممن يعصيه؛ فالأمر أنف (أي: مستأنف)، لم يسبق في علم الله وتقديره. وهذه الفرقة قد انقرضت أو كادت.
القسم الثاني:
تقر بالعلم، ولكنها تنفي دخول أفعال العباد في القدر، وتزعم أنها مخلوقة لهم استقلالًا، لم يخلقها الله ولم يردها، وهذا مذهب المعتزلة.
وقابلتهم طائفة غلت في إثبات القدر حتى سلبوا العبد قدرته واختياره، وقالوا: إن العبد مجبر على فعله، ولذلك سموا بالجبرية.
وكلا المذهبين باطل لأدلة كثيرة؛ منها: قوله تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ} [التكوير: ٢٨، ٢٩] لأن قوله تعالى: {لِمَنْ شَاءَ مِنْكُمْ أَنْ يَسْتَقِيمَ} يرد على الجبرية؛ لأن الله تعالى أثبت للعباد مشيئة، وهم يقولون: إنهم مجبورون لا مشيئة لهم. وقوله تعالى: {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ رَبُّ الْعَالَمِينَ}
[التكوير: ٢٩] فيه الرد على القدرية القائلين بأن مشيئة العبد مستقلة بإيجاد الفعل من غير توقف على مشيئة الله، وهذا قول باطل؛ لأن الله علق مشيئة العبد على مشيئته سبحانه، ربطها بها.
وهذا هو مذهب أهل السنة والجماعة في هذه القضية، فلم يُفَرِّطوا تفريط القدرية النفاة، ولم يُفَرِّطوا إفراط الجبرية الغلاة.
وأول من نطق بهذه البدعة رجل كان نصرانيًّا فأسلم يقال له: سوسن، من أهل العراق، فأخذها عنه معبد الجهني، وأخذها عن معبد غيلان الدمشقي. قال الأوزاعي: (أول من نطق بالقدر رجل من أهل العراق يقال له سوسن كان نصرانياً، فأسلم ثم تنصر، فأخذ عنه معبد الجهني وأخذ غيلان عن معبد). "أصول الدين عند الإمام أبي حنيفة" لمحمد بن عبد الرحمن الخميس ص (١٨١).
وانظر: "شرح الرسالة التدمرية" (٣٥٨)،
"حقيقة البدعة وأحكامها" لسعيد بن ناصر (١/ ١٠٤)،
"السنة" لأبي بكر الخَلَّال، بتحقيق: د. عطية الزهراني (٣/ ٥٢٩)،
"اعتقاد أئمة السلف أهل الحديث" لمحمد بن عبد الرحمن الخميس ص (٢٢٥).',NULL,'107',NULL,NULL,'0');
INSERT INTO [b241] VALUES (108,'<span data-type="title" id=toc-41>الخاتمة</span>
ختامًا لبحثنا هذا الذي قمت به بداية بالتعريف بالسنة ومكانتها في التشريع الإسلامي مستدلاً على ذلك بما ورد في القرآن الكريم، وفي سنة نبينا عليه أفضل الصلاة وأتم التسليم، ومعرّفاً بفضل نقل السنة ورواية الحديث، وفضل أهل الحديث الذي ذكره أهل العلم في هذا الباب، ووضحت سبب
كتابة البحث لجهل البعض بالمستخرجاتِ وبمؤلفيها، وتكلمت عن الدراسات والبحوث التي سبقتني في هذا البحث الذي يتميز بكلام أكثر تفصيلاً عن المستخرجات وكتب المستخرجات، وحكم الأحاديث الواردة في المستخرجات، وبعض الفوائد التي ذكرها علماءُ مصطلح الحديث عن المستخرجات، وطبقت ذلك عملياً على أحد أهم هذه المستخرجات، وهو مستخرج أبي عوانة، وهو مستخرج على صحيح الإمام مسلم، وقمت باستعراض كتب علوم مصطلح الحديث، وجمعتُ ما يناسب البحث، وذكرت بعض الفوائد الفقهية والعقدية من مستخرج أبي عوانة أيضاً، وبعض تراجم الرجال الذين تكلم عنهم أبو عوانة فيهم، فظهر البحث ممزوجًا بالفوائد الحديثية والفقهية والعقدية، ووجدت بعض الصعوبات في البحث لقلة الكلام عنها في كتب المصطلح وعلوم الحديث، وقلةِ المهتمين بها.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b241] VALUES (109,'<span data-type="title" id=toc-42>ومن التوصيات التي خرجت بها من هذا البحث:</span>
١ - هي إحصاء كتب المستخرجات في كتبِ السنة، ومعرفة مَنهج مُؤلفيها في كتابتها، وبيان ذلك والحرص على جمعها، وجعلها بجانب كتب السنة الأساسية.
٢ - استقراء كتب المستخرجات ومقارنتها بالكتب الأصلية التي استخرجت عليها، وتطبيق فوائد المستخرجات عليها حتى تصبح صيانة للكتب الأصلية في تصحيح الأحاديث، وزيادة قوتها وإيضاح ما أشكل فيها من أسانيد وأسماء ومتون.
٣ - استنباط الفوائد الأخرى من هذه المستخرجات من كلام مصنفيها على الأحاديث، حيث إنهم أئمة، ولهم دراية وعلمٌ بالحديث، وعمل بالأحكام.
وفي ختام بحثنا هذا المتواضع نتوجه إلى الله تعالى متضرعين أن يكون هذا العمل العلمي في ميزان حسناتنا بعد كرم الله تعالى وتفضله بقبوله، كما نتوجه إلى أهل العلم والاختصاص في هذا الفن العزيز أن لا يضنوا علينا بتوجيهاتهم العلمية الكريمة، لأنه في النهاية عمل علمي يفيد طلبة العلم، أو يعطيهم مِنْوَرَاً بأيديهم لكشف المزيد والمزيد من غوامض علم الحديث الشريف ... اللهم هذا جهدنا وعليك التكلان ولا حول ولا قوة إلا بك, اللهم اهدنا فيمن هديت، وعافنا واعف عنا، وما فيه
من صواب فمن الله وبتوفيقه، وما كان من خطأ فمِن نفسي و من الشيطان , وآخر دعوانا أن الحمد لله رب العالمين.

تم بحمد الله',NULL,'109',NULL,NULL,'0');
INSERT INTO [b241] VALUES (110,'<span data-type="title" id=toc-43>المراجع والمصادر</span>
• «الأباطيل والمناكير والصحاح والمشاهير» الجورقاني، ط. دار الصميعي - الرياض، ومؤسسة الدعوة الهند الطبعة الرابعة سنة ١٤٢٢ هـ، ٢٠٠٢ م.
• «الإبهاج في شرح المنهاج» تقي الدين وابنه تاج الدين السبكي، ط. دار الكتب العلمية - بيروت سنة ١٤١٦ هـ، ١٩٩٥ م.
• «إتحاف المهرة» ط. الناشر: مجمع الملك فهد لطباعة المصحف الشريف (بالمدينة) - ومركز خدمة السنة والسيرة النبوية (بالمدينة) الطبعة الأولى سنة ١٤١٥ هـ - ١٩٩٤ م.
• «الإحسان في تقريب صحيح ابن حبان»، ويشتهر بـ «صحيح ابن حبان» ط. مؤسسة الرسالة، بيروت، الطبعة الأولى سنة ١٤٠٨ هـ - ١٩٨٨ م.
• «إحكام الأحكام» لابن دقيق العيد.
• «أحكام القرآن»، ابن العربي، ط. دار الكتب العلمية - بيروت.
• «الإرشاد في معرفة علماء الحديث»، الخليلي، خليل بن عبد الله بن أحمد بن إبراهيم ابن الخليل القزويني، تحقيق: د. محمد سعيد عمر إدريس، ط. مكتبة الرشد - الرياض، الطبعة الأولى سنة ١٤٠٩.
• «إرشاد القاصي والداني إلى تراجم شيوخ الطبراني» ط. دار الكيان - الرياض، مكتبة ابن تيمية - الإمارات.
• «أسماء المدلسين» السيوطي، ط. دار الجيل - بيروت الطبعة الأولى.
• «الإصابة» ابن حجر العسقلاني، ط. دار الكتب العلمية - بيروت / ط. دار هجر.
• «أصول الدين عند الإمام أبي حنيفة» لمحمد بن عبد الرحمن الخميس ط. دار الصميعي، السعودية.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b241] VALUES (111,'• «اعتقاد أئمة السلف أهل الحديث» لمحمد بن عبد الرحمن الخميس ط. دار إيلاف الدولية - الكويت، الطبعة الأولى سنة ١٤٢٠ هـ، ١٩٩٩ م ص ٢٢٥.
• «إكمال تهذيب الكمال في أسماء الرجال» لمغلطاي ط. دار الفاروق الحديثة للطباعة والنشر، الطبعة الأولى سنة ١٤٢٢ هـ، ٢٠٠١ م.
• «الإكمال في رفع الارتياب عن المؤتلف والمختلف في الأسماء والكنى والأنساب» ابن ماكولا، ط. دار الكتب العلمية - بيروت، الطبعة الأولى سنة ١٤١١ هـ -١٩٩٠ م.
• «الأنساب» للسمعاني ط مجلس دائرة المعارف العثمانية، حيدر آباد، الطبعة الأولى سنة ١٣٨٢ هـ، ١٩٦٢ م.
• «البحر المحيط في أصول الفقه»، الزركشي، ط. دار الكتب العلمية - بيروت.
• «البداية والنهاية» ابن كثير، ط. دار هجر للطباعة - مصر، الطبعة الأولى سنة ١٤١٨ هـ - ١٩٩٧ م.
• «بستان المحدثين» للدهلوي، ط. دار الغرب الإسلامي.
• «بغية الطلب في تاريخ حلب»، ابن العديم، ط. دار الفكر.
• «بغية الملتمس»، العلائى، ط. عالم الكتب- بيروت.
• «بيان الوهم والإيهام» أبو الحسن ابن القطان ط. دار طيبة - الرياض، الطبعة الأولى ١٤١٨ هـ - ١٩٩٧ م.
• «تاريخ ابن يونس» [تاريخ مصر] ط. دار الكتب العلمية، بيروت، الطبعة الأولى سنة ١٤٢١ هـ.
• «تاريخ الإسلام» الذهبي، ط. دار الغرب الإسلامي، الطبعة الأولى سنة ٢٠٠٣ م. / ط. دار الكتاب العربي - بيروت، الطبعة الثانية سنة ١٤١٣ هـ، ١٩٩٣ م.
• «تاريخ أسماء الثقات» لابن شاهين ط. الدار السلفية - الكويت.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b241] VALUES (112,'• «تاريخ أسماء الضعفاء والكذابين» لابن شاهين، ط. مؤسسة الرسالة، الطبعة الأولى سنة ١٤٠٩ هـ، ١٩٨٩ م.
• «تاريخ أصبهان» لأبي نعيم، ط. دار الكتب العلمية - بيروت، الطبعة الأولى ١٤١٠ هـ -١٩٩٠ م.
• «تاريخ بغداد» الخطيب البغدادي، ط. دار الغرب الإسلامي - بيروت، الطبعة: الأولى ١٤٢٢ هـ - ٢٠٠٢ م.
• «تاريخ التشريع الإسلامي» مناع القطان، ط. مكتبة وهبة الطبعة الخامسة سنة ١٤٢٢ هـ، ١٤٢٠ م.
• «تاريخ جرجان» أبو قاسم الجرجاني، ط. عالم الكتب - بيروت، الطبعة الرابعة ١٤٠٧ هـ - ١٩٨٧ م.
• «تاريخ دمشق»، ابن عساكر ط. دار الفكر للطباعة والنشر والتوزيع سنة: ١٤١٥ هـ - ١٩٩٥ م.
• «تاريخ علماء الأندلس» عبد الله بن محمد بن يوسف بن نصر الأزدي، أبو الوليد، المعروف بابن الفرضي، ط. مكتبة الخانجي، الطبعة الثانية ١٤٠٨ هـ، ١٩٩٨ م.
• «التاريخ الكبير» للبخاري ط. دائرة المعارف العثمانية بحيدر آباد الدكن الهند.
• «تاريخ مصر» ابن يونس، ط. دار الكتب العلمية - بيروت، الطبعة: الأولى سنة ١٤٢١ هـ.
• «تاريخ مولد العلماء ووفياتهم» للربعي ط. دار العاصمة سنة ١٤١٠.
• «التبصرة والتذكرة»، عبد الرحيم الحسين العراقي زين الدين أبو الفضل، المحقق: عبد اللطيف لهميم - ماهر ياسين الفحل ط. دار الكتاب العلمية - بيروت.
• «تبصير المنتبه بتحرير المشتبه»، ابن حجر العسقلاني، ط. المكتبة العلمية، بيروت.
• «تحفة الأحوذي» المباركفوري، ط. دار الكتب العلمية - بيروت.
• «تدريب الراوي» السيوطي، ط. مكتبة الرياض الحديثة - الرياض.',NULL,'161',NULL,NULL,'0');
INSERT INTO [b241] VALUES (113,'• «تذكرة الحفاظ» للذهبي، ط. دار الكتب العلمية بيروت- لبنان، الطبعة الأولى سنة ١٤١٩ هـ- ١٩٩٨ م.
• «تراجم رجال الدارقطني في سننه» مقبل الوداعي، ط. دار الآثار - صنعاء، الطبعة الأولى سنة ١٤٢٠ هـ، ١٩٩٩ م.
• «ترتيب المدارك وتقريب المسالك»، القاضي عياض، ط. مطبعة فضالة - المحمدية، المغرب، الطبعة الأولى.
• «تعريف أهل التقديس بمراتب الموصوفين بالتدليس»، المشهور بـ «طبقات المدلسين» ط. مكتبة المنار - عمان، الطبعة الأولى سنة ١٤٠٣ هـ - ١٩٨٣ م.
• «تقريب التهذيب»، ابن حجر العسقلاني، ط. دار الرشيد بتحقيق محمد عوامة، الطبعة الأولى سنة ١٤٠٦ هـ، ١٩٨٦ م.
• «تلخيص الحبير»، ابن حجر العسقلاني، ط. قرطبة - مصر، الطبعة الأولى سنة ١٤١٦ هـ، ١٩٩٥ م. / ط. دار الكتب العلمية، الطبعة، الطبعة الأولى ١٤١٩ هـ.
• «التمهيد»، ابن عبد البر، ط. مؤسسة قرطبة.
• «تهذيب التهذيب»، ابن حجر العسقلاني، ط. دار صادر المصورة لنسخة مطبعة دائرة المعارف النظامية، الهند، الطبعة الأولى ١٣٢٦ هـ.
• «تهذيب الكمال»، للمزي، ط. مؤسسة الرسالة.
• «توضيح الأفكار» للصنعاني ط. المكتبة السلفية - المدينة المنورة،
• «توضيح المشتبه في ضبط أسماء الرواة وأنسابهم وألقابهم وكناهم»، لابن ناصر الدين، ط. مؤسسة الرسالة - بيروت، الطبعة: الأولى، ١٩٩٣ م.
• «تيسير مصطلح الحديث» للدكتور محمود الطَّحَّان ط. مكتبة المعارف للنشر والتوزيع- الرياض.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b241] VALUES (114,'• «تيسير الوصول إلى قواعد الأصول»، عبد المؤمن بن عبد الحقّ، ط. دار ابن الجوزي - السعودية، الطبعة الثانية.
• «الثقات»، ابن حبان، ط. دائرة المعارف العثمانية بحيدر آباد الدكن الهند، الطبعة الأولى سنة ١٣٩٣ ه‍ـ، ١٩٧٣ م.
• «الجرح والتعديل»، ابن أبي حاتم، ط. مجلس دائرة المعارف العثمانية - الهند، لطبعة الأولى سنة ١٢٧١ هـ، ١٩٥٢ م، تصوير دار إحياء التراث العربي.
• «حصول التفريج بأصول التخريج» أحمد بن محمد بن الصديق الغماري. ط. مكتبة طبرية - الرياض.
• «حقيقة البدعة وأحكامها» لسعيد بن ناصر الغامدي ط. مكتبة الرشد، الرياض.
• «خلاصة تذهيب تهذيب الكمال»، الخزرجي، ط. مكتب المطبوعات الإسلامية، دار البشائر - حلب - بيروت، الطبعة الخامسة سنة ١٤١٦ هـ.
• «الدعاء» الطبراني، ط. دار الكتب العلمية - بيروت، الطبعة الأولى سنة ١٤١٣.
• «ذيل ميزان الاعتدال» للعراقي ط. دار الكتب العلمية الطبعة الأولى سنة ١٤١٦ هـ - ١٩٩٥ م.
• «رجال الحاكم في المستدرك» ط. مكتبة صنعاء الأثرية، الطبعة الثانية سنة ١٤٢٥ هـ، ٢٠٠٤ م.
• «الرحلة في طلب الحديث»، أحمد بن علي بن ثابت أبو بكر الخطيب البغدادي، ط. دار الكتب العلمية - بيروت.
• «الرسالة القشيرية» ط. دار المعارف، القاهرة.
• «الرسالة المستطرفة» محمد بن جعفر الكتاني، ط. دار البشائر الإسلامية - بيروت.
• «الرؤية» للدراقطني ط. مكتبة المنار، الزرقاء - الأردن، الطبعة الأولى سنة ١٤١١ هـ، ١٩٩٠ م.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b241] VALUES (115,'• «السنة» لأبي بكر الخَلَّال، بتحقيق: د. عطية الزهراني ط. دار الراية - الرياض، الطبعة الأولى سنة ١٤١٠ هـ - ١٩٨٩ م.
• «سنن ابن ماجه» ط. دار الفكر - بيروت.
• «سنن أبي داود» ط. المكتبة العصرية - بيروت، بتحقيق محمد محيي الدين عبد الحميد، / وطبعة دار الفكر - بيروت بتحقيق محمد محيي الدين عبد الحميد، / وطبعة دار الكتاب العربي.
• «سنن الترمذي» ط. شركة مكتبة ومطبعة مصطفى البابي الحلبي - مصر، الطبعة الثانية سنة ١٣٩٥ هـ - ١٩٧٥ م.
• «سنن الدارقطني». دار المعرفة - بيروت، سنة ١٣٨٦ - ١٩٦٦.
• «السنن الكبرى» البيهقي، ط. دار الكتب العلمية - بيروت.
• «سنن الكبرى» النسائي، ط. مؤسسة الرسالة - بيروت، الطبعة الأولى سنة ١٤٢١ هـ - ٢٠٠١ م.
• «سؤالات البرقاني للدارقطني» ط. كتب خانه جميلي - لاهور، باكستان، الطبعة الأولى سنة ١٤٠٤ هـ.
• «شذرات الذهب»، لابن العماد، ط. دار ابن كثير، دمشق - بيروت
• «شرح الرسالة التدمرية» محمد بن عبد الرحمن الخميس ط. دار أطلس الخضراء سنة ١٤٢٥ هـ، ٢٠٠٤ م.
• «شرح السنة» البغوي، ط. المكتب الإسلامي - دمشق - بيروت الطبعة الثانية ١٤٠٠٣ هـ، ١٩٨٣ م.
• «شرح علل الترمذي»، ابن رجب، ط. مكتبة الرشد - الرياض، الطبعة الثانية، سنة ١٤٢١ هـ، ٢٠٠١ م.
• «شرح الكوكب المنير»، الفتوحي، ط. مكتبة العبيكان - الرياض،
• «شرح مسلم» للنووي ط. دار إحياء التراث العربي - بيروت، الطبعة الثانية ١٣٩٢.',NULL,'164',NULL,NULL,'0');
INSERT INTO [b241] VALUES (116,'• «شرح معاني الآثار»، أبو جعفر الطحاوي، ط. دار الكتب العلمية - بيروت
• «شرف أصحاب الحديث» الخطيب البغدادي، ط. دار إحياء السنة النبوية - أنقرة.
• «شعب الإيمان» البيهقي، ط. مكتبة الرشد للنشر والتوزيع بالرياض.
• «صحيح ابن حبان» المسمى «الإحسان في تقريب صحيح ابن حبان» ط. مؤسسة الرسالة، بيروت، الطبعة الأولى سنة ١٤٠٨ هـ - ١٩٨٨ م.
• «صحيح ابن خزيمة»، ط. المكتب الإسلامي - بيروت.
• «صحيح البخاري» ط. دار طوق النجاة (مصورة عن السلطانية بإضافة ترقيم محمد فؤاد عبد الباقي) الطبعة: الأولى، ١٤٢٢ هـ.
• «صحيح الترغيب والترهيب»، الألباني، ط. مكتبة المعارف - الرياض.
• «صحيح سنن أبي داود الكتاب الأم»، ط. مؤسسة غراس للنشر والتوزيع، الكويت الطبعة الأولى سنة ١٤٢٣ هـ - ٢٠٠٢ م.
• «صحيح وضعيف ابن ماجه»، الألباني، مركز نور الإسلام لأبحاث القرآن والسنة بالإسكندرية.
• «صيانة صحيح مسلم»، ابن الصلاح، ط. دار الغرب الإسلامي- بيروت، الطبعة الثانية سنة ١٤٠٨ هـ.
• «الضعفاء الكبير» العقيلي، ط. دار الكتب العلمية - بيروت. الطبعة الثانية، سنة ١٤١٨ هـ، ١٩٩٨ م.
• «الضعفاء والمتروكون» لابن الجوزي، ط. دار الكتب العلمية الطبعة الأولى سنة ١٤١٦ هـ.
• «الضعفاء والمتروكون» للنسائي، ط. دار الوعي - حلب. الطبعة الأولى، سنة ١٣٩٦.
• «الضوء اللامع» للسخاوي، ط. دار مكتبة الحياة - بيروت.
• «طبقات الشافعية الكبرى»، السبكي، ط. هجر للطباعة والنشر والتوزيع
• «الطبقات الكبرى» ابن سعد، ط. دار صادر - بيروت، الطبعة الأولى سنة ١٩٦٨ م.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b241] VALUES (117,'• «الطهور» القاسم بن سلام. ط. مكتبة الصحابة، جدة - الشرفية، مكتبة التابعين، سليم الأول - الزيتون، الطبعة الأولى سنة ١٤١٤ هـ - ١٩٩٤ م.
• «علل الحديث» ابن أبي حاتم، ط. مطابع الحميضي، الطبعة الأولى سنة ١٤٢٧ هـ، ٢٠٠٦ م.
• «علل الدارقطني» أبو الحسن علي بن عمر الدارقطني، ط. دار طيبة - الرياض، الطبعة الأولى سنة ١٤٠٥ هـ - ١٩٨٥ م، والمجلدات من ١٢ - ١٥ ط. دار ابن الجوزي - الدمام، الطبعة الأولى سنة ١٤٢٧ هـ.
• «فتح الباري»، ابن حجر العسقلاني، ط. دار المعرفة - بيروت سنة ١٣٧٩ هـ.
• «فتح المغيث»، السخاوي، ط. دار الكتب العلمية - لبنان، الطبعة الأولى سنة ١٤٠٣ هـ.
• «فنون العجائب في أخبار الماضيين من بني إسرائيل»، أبو سعيد محمد بن علي بن عمر ابن مهدي الأصبهاني الحنبلي النقاش، ط. مكتبة القرآن - القاهرة.
• «قطف الأزهار المتناثرة في الأخبار المتواترة» السيوطي.
• «الكاشف» للذهبي، ط. دار القبلة للثقافة الإسلامية - مؤسسة علوم القرآن بجدة، الطبعة الأولى سنة ١٤١٣ هـ، ١٩٩٢ م.
• «الكامل في الضعفاء»، ابن عدي، ط. دار الكتب العلمية - بيروت، الطبعة الأولى سنة ١٤١٨ هـ، ١٩٩٧ م.
• «كشف الخفاء» العجلوني، ط. مكتبة القدسي، لصاحبها حسام الدين القدسي - القاهرة
• «الكنى والأسماء» للدولابي، ط. عمادة البحث العلمي بالجامعة الإسلامية، المدينة المنورة، المملكة العربية السعودية، الطبعة الأولى سنة ١٤٠٤ هـ، ١٩٨٤ م.
• «الكواكب النيرات في معرفة من اختلط من الرواة الثقات» ط. دار المأمون - بيروت، الطبعة الأولى سنة ١٩٨١ م.
• «لب اللباب»، السيوطي، ط. دار صادر - بيروت.',NULL,'166',NULL,NULL,'0');
INSERT INTO [b241] VALUES (118,'• «اللباب في تهذيب الأنساب» ط. دار صادر - بيروت.
• «لسان العرب» ابن منظور، ط. دار صادر - بيروت. / ط. دار المعارف - مصر.
• «لسان الميزان» ابن حجر العسقلاني، ط. دار البشائر، الطبعة الأولى سنة ٢٠٠٢ هـ. / ط. مؤسسة الأعلمي للمطبوعات بيروت - لبنان، الطبعة الثانية، ١٣٩٠ هـ، ١٩٧١ م.
• «المجتبى» [سنن النسائي] ط. مكتب المطبوعات الإسلامية حلب، الطبعة الثانية سنة ١٤٠٦ هـ، ١٩٨٦ م.
• «المجروحين» ط. دار الوعي - حلب، الطبعة الأولى سنة ١٣٩٦ هـ.
• «المجمع المؤسس»، ابن حجر العسقلاني، ط. دار المعرفة - بيروت.
• «المجموع» النووي ط. دار الفكر
• «المحدث الفاصل» الحسن بن عبد الرحمن الرامهرمزي، ط. دار الفكر - بيروت.
• «المختلطين» للعلائي، ط. مكتبة الخانجي - القاهرة، الطبعة الأولى سنة ١٤١٧ هـ - ١٩٩٦ م.
• «مذكرة أصول الفقه»، الأمين الشنقيطي، ط. مكتبة العلوم والحكم - المدينة المنورة.
• «المراسيل» ابن أبي حاتم ط. مؤسسة الرسالة - بيروت.
• «مراصد الإطلاع على أسماء الأمكنة» ط. دار الجيل - بيروت، الطبعة الأولى سنة ١٤١٢ هـ.
• «الْمُسْتَخْرَجات نشأتها وتطورها» د. موفق بن عبد الله بن عبد القادر، بحث في مجلة جامعة أمِّ القرى - مكة المكرمة، العدد ١٩.
• «مسند أبي داود الطيالسي» ط. دار هجر - مصر، الطبعة الأولى سنة ١٤١٩ هـ - ١٩٩٩ م.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b241] VALUES (119,'• «مسند أبي عوانة» أبو عوانة الأسفراييني، ط. دار المعرفة - بيروت، الطبعة الأولى سنة: ١٤١٩ هـ، ١٩٩٨، بتحقيق أيمن عارف الدمشقي مع الإضافة التي أكمل بها أحمد الخضري هذا المسند من خلال جمعه لباقي المسند من كتاب «إتحاف المهرة» لابن حجر العسقلاني.
• «مسند أبي يعلى»، أبو يعلى، ط. دار المأمون لتراث الطبعة الأولى سنة ١٤٠٤ هـ، ١٩٨٤ م.
• «مسند أحمد بن حنبل»، أحمد بن حنبل، ط. مؤسسة الرسالة - بيروت - دمشق.
• «مسند البزار» [البحر الزخار] ط. مكتبة العلوم والحكم - المدينة المنورة، الطبعة الأولى (بدأت ١٩٨٨ م، وانتهت ٢٠٠٩ م).
• «مسند الروياني» ط. مؤسسة قرطبة - القاهرة، الطبعة الأولى سنة ١٤١٦.
• «المصباح المنير»، أحمد بن محمد بن علي المقري الفيومي، ط. المكتبة العلمية - بيروت. «معجم ابن الأعرابي»، ط. دار ابن الجوزي - السعودية، الطبعة الأولى سنة ١٤١٨ هـ - ١٩٩٧ م.
• «معجم البلدان» ط. دار صادر، الطبعة لثانية سنة ١٩٩٥ م.
• «المعجم الكبير» الطبراني ط. مكتبة ابن تيمية - القاهرة، الطبعة الثانية.
• «معجم المصنفات الواردة في فتح الباري» مشهور حسن آل سلمان، ورائد صبري ط. دار الهجرة للنشر والتوزيع - الرياض.
• «معرفة السنن والآثار» للبيهقي ط. (الناشرون: جامعة الدراسات الإسلامية ... (كراتشي - باكستان)، دار قتيبة (دمشق - بيروت)، دار الوعي (حلب - دمشق)، دار الوفاء (المنصورة - القاهرة)، الطبعة الأولى سنة ١٤١٢ هـ - ١٩٩١ م.
• «معرفة علوم الحديث»، للحاكم النيسابوري، ط .. دار الكتب العلمية - بيروت، الطبعة الثانية، ١٣٩٧ هـ - ١٩٧٧ م.
• «المعرفة والتاريخ» ليعقوب الفسوي، ط. مؤسسة الرسالة، الطبعة الثانية سنة ١٤٠١ هـ، ١٩٨١ م.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b241] VALUES (120,'• «المغني» لابن قدامة، ط. دار الفكر - بيروت، الطبعة الأولى سنة ١٤٠٥.
• «المقاصد الحسنة»، السخاوي، ط. دار الكتاب العربي - بيروت.
• «مقدمة ابن الصلاح»، ط. دار الكتب العلمية، الطبعة الأولى سنة ١٤٢٣ هـ، ٢٠٠٢ م.
• «المنتظم في تاريخ الأمم والملوك»، ابن الجوزي، ط. دار صادر - بيروت. / ط. دار الكتب العلمية - بيروت، الطبعة الأولى سنة ١٤١٢ هـ - ١٩٩٢ م.
• «المنهل الرويّ في مختصر علوم الحديث النبوي»، لمحمد بن إبراهيم بن جماعة ط. دار الفكر - دمشق.
• «المؤتلف والمختلف»، عبد الغني الأزدي، ط. دار الغرب الإسلامي، الطبعة الأولى سنة ١٤٢٨ هـ - ٢٠٠٧ م.
• «موسوعة أقوال أبي الحسن الدارقطني في رجال الحديث وعلله» ط. عالم الكتب للنشر والتوزيع - بيروت، لبنان، الطبعة الأولى سنة ٢٠٠١ م.
• «ميزان الاعتدال» الذهبي، ط. دار المعرفة للطباعة والنشر - بيروت، الطبعة الأولى، سنة ١٣٨٢ هـ، ١٩٦٣ م.
• «النجوم الزاهرة» ابن تغردي بردي، ط. دار الكتب - مصر.
• «نظم المتناثر من الحديث المتواتر» الإدريسي، ط. دار الكتب السلفية - مصر.
• «نفحات الأزهار في خلاصة عبقات الأنوار» الميلاني، ط. دار المؤرخ العربي، الطبعة الأولى، سنة ١٤١٦ هـ.
• «النكت على ابن الصلاح»، ابن حجر العسقلاني، ط. عمادة البحث العلمي بالجامعة الإسلامية، المدينة المنورة، المملكة العربية السعودية، تحقيق ربيع بن هادي عمير المدخلي. «النكت الوفية بما في شرح الألفية» للبقاعيّ، نسخة مكتبة الأوقاف - بغداد - العراق. «هدي الساري»، ابن حجر العسقلاني، ط. دار المعرفة - بيروت سنة ١٣٧٩ هـ.
• «الوافي بالوفيات» صلاح الدين خليل بن أيبك الصفدي، دار إحياء التراث - بيروت.
• «الوقوف على ما في صحيح مسلم من الموقوف»، ابن حجر العسقلاني، ط. مؤسسة الكتب الثقافية - بيروت، الطبعة الأولى سنة ١٤٠٦.',NULL,'169',NULL,NULL,'0');
