-- Table: b2424
-- Chunk: 1
-- Rows: 84

CREATE TABLE "b2424"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b2424
INSERT INTO [b2424] VALUES (1,'سد الذرائع في مسائل العقيدة
على ضوء الكتاب والسنة الصحيحة
تأليف الدكتور/ عبد الله شاكر محمد الجنيدى
رئيس قسم الدراسات الإسلامية بكلية المعلمين
بالقنفذة - السعودية
بسم الله الرحمن الرحيم
ال<span data-type="title" id=toc-1>مقدمة:</span>
إن الحمد لله نحمده ونستعينه ونستغفره ونستهديه، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادى٠
وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله٠
{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} ١٠
{يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} ٢٠
{يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} ٣٠
أما بعد:
فلعل من نافلة القول ومكرور الكلام أن يقال: إن التوحيد وإفراد الله بجميع أنواع العبادة أساس دعوة الأنبياء والمرسلين فما من نبي بُعث في قومه إلا أمرهم به ودعاهم إليه كما قال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلاَّ أَنَا فَاعْبُدُونِ} ٤، وهو مفتتح دعوة الأنبياء والمرسلين، فكل منهم قال لقومه: {اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} ، والمتتبع لكتاب الله الكريم يجد هذا واضحاً فيه غاية الوضوح، كما أنه كان من أعظم ما اعتنى به نبينا الأمين صلى الله عليه وسلم حيث مكث في مكة ثلاثة عشر عاماً يركز ويكرر ويؤكد الدعوة إلى هذا
_________
١ آل عمران / آية: ١٠٢.
٢ النساء / آية: ١.
٣ الأحزاب / آية: ٧٠، ٧١.
٤ الأنبياء / آية: ٢٥.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (2,'التوحيد، ثم بعد هجرته كان ينافح ويدافع ويزيل العقبات التي تعترض طريقه حتى يُبَلَّغ ما أوحى الله به ويدخل الناس بهذا التوحيد إلى الدين الذي ارتضاه الله لهم، ووضع القواعد اللازمة لصيانته، وقضى على كل وسيلة مفضية إلى الإخلال به، وسدَّ كل ذريعة يمكن أن تؤدى إلى شائبة فيه – كما سيتضح من خلال هذا البحث – إن شاء الله تعالى – وهذا من كمال الشريعة ومقاصدها الحميدة٠
يقول العلامة ابن القيم – رحمه الله -: "لما كانت المقاصد لا يتوصل إليها إلا بأسباب وطرق تفضي إليها كانت طرقها وأسبابها تابعة لها معتبرة بها، فوسائل المحرمات والمعاصي في كراهتها والمنع منها بحسب إفضائها إلى غاياتها وارتباطاتها بها، ووسائل الطاعات والقربات في محبتها والإذن فيها بحسب إفضائها إلى غايتها، فوسيلة المقصود تابعة للمقصود وكلاهما مقصود لكنه مقصود قصد الغايات، وهى مقصودة قصد الوسائل، فإذا حرَّم الرب تعالى شيئاً وله طرق ووسائل تفضي إليه فإنه يحرمها ويمنع منها، تحقيقاً لتحريمه وتثبيتاً له، ومنعا أن يقرب حماه، ولو أباح الوسائل والذرائع المفضية إليه لكان ذلك نقضا للتحريم، وإغراءً للنفوس به، وحكمته تعالى وعلمه يأبى ذلك كل الإباء" ١٠
ولأهمية هذا الموضوع وتجليته، وعدم وجود كتاب يجمع شتات ما تفرق من أقوال لعلماء السلف فيه٠ استعنت الله عز وجل في الكتابة حوله سائلا العلى الأعلى أن ينفع به٠
وقد تضمن البحث بعد هذه المقدمة والتمهيد خمسة فصول وخاتمة، وبيان ذلك فيما يلي:
_________
١ إعلام الموقعين جـ٣ / ١٤٧.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (3,'- المقدمة: وقد بينت فيها أهمية دراسة هذا الموضوع والكتابة حوله٠
- التمهيد: وقد بينت فيه مفهوم الذريعة، والأدلة على وجوب سدها من القرآن والسنة وأقوال بعض الأئمة٠
- الفصل الأول: سد الذرائع المؤدية إلى الشرك الأكبر٠
وتحته ثلاثة مباحث:
١- المبحث الأول: تعريف الشرك الأكبر وبيان خطورته٠
٢- المبحث الثاني: بعض الآيات والأمثلة المتعلقة بسد الذرائع إلى الشرك الأكبر٠
٣- المبحث الثالث: بعض أحاديث سد الذرائع المتعلقة بالشرك الأكبر٠
- الفصل الثاني: سد الذرائع المؤدية إلى الشرك الأصغر٠
وتحته مبحثان:
١- المبحث الأول: سد الذرائع في الألفاظ٠
٢- المبحث الثاني: سد الذرائع في الأعمال٠
- الفصل الثالث: سد الذرائع في توحيد المعرفة والإثبات٠
وتحته مبحثان:
١- المبحث الأول: سد الذرائع في مضاهاة أفعال الله تعالى٠
٢- المبحث الثاني: سد الذرائع في توحيد الأسماء والصفات٠
- الفصل الرابع: سد الذرائع المتعلق بالنبوة والرسالة٠
وتحته أربعة مباحث:
١- المبحث الأول: تأييد الأنبياء بمعجزات لا تحصل لغيرهم٠
٢- المبحث الثاني: النهى عن المفاضلة بين الأنبياء٠
٣- المبحث الثالث: إرسال المرسلين بلسان أقوامهم ليعقلوا خطابهم٠
٤- المبحث الرابع: نهى المؤمنين عن مخاطبة النبي صلى الله عليه وسلم بلفظ "راعنا"٠',NULL,'175',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (4,'- الفصل الخامس: سد الذرائع المتعلق بالإمامة والخروج على الحاكم٠
وتحته مبحثان:
١- المبحث الأول: وجوب تنصيب إمام واحد والاجتماع عليه٠
٢- المبحث الثاني: ترك الخروج على الحاكم وطاعته في غير معصية الله٠
الخاتمة:
هذا وقد جعلته بين التطويل الممل والتقصير المخل، مع رغبة في العودة إليه عند فسحة من الوقت٠
وأسأل الله عز وجل أن يجعله خالصاً لوجهه الكريم، وأن يثيبني عليه خيرا يوم الدين، وأن يغفر لي ولوالدي ولجميع المسلمين٠
وآخر دعوانا أن الحمد لله رب العالمين٠',NULL,'176',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (5,'ال<span data-type="title" id=toc-2>تمهيد: </span>ويشتمل على ما يلي:
١- تعريف الذريعة ومفهوم سد الذرائع٠
٢- الأدلة على وجوب سد الذرائع٠
أولاً: تعريف الذريعة:
الذريعة: هي الوسيلة والسبب إلى الشيء، وأصلها عند العرب: الناقة التي يستتر بها رامي الصيد حتى يصل إلى صيده ١٠
قال ابن تيمية: "والذريعة: ما كان وسيلة وطريقا إلى الشيء، لكن صارت في عرف الفقهاء عبارة عما أفضت إلى فعل محرم، ولو تجردت عن ذلك الإفضاء لم يكن فيها مفسدة، ولهذا قيل: الذريعة: الفعل الذي ظاهره أنه مباح وهو وسيلة إلى فعل المحرم" ٢٠
وقال الشاطبي: "حقيقة الذريعة: التوسل بما هو مصلحة إلى مفسدة" ٣٠
والذرائع بذلك تختلف عن الحيل، فسد الذرائع مطلوب، والحيل محرمة لا تجوز، لأن حقيقتها: تقديم عمل ظاهر الجواز لإبطال حكم شرعي وتحويله في الظاهر إلى حكم آخر، كالواهب ماله عند رأس الحول فرارا من الزكاة ٤٠
قال ابن تيمية:"واعلم أن تجويز الحيل يناقض سد الذرائع مناقضة ظاهرة، فإن الشارع سد الطريق إلى ذلك المحرم بكل طريق، والمحتال يريد أن يتوسل إليه" ٥٠
_________
١ لسان العرب جـ٨/٩٦، والقاموس المحيط جـ٣ /٢٤.
٢ مجموعة الفتاوى الكبرى جـ٣ /١٣٩.
٣ الموافقات جـ٣ /١٩٩.
٤ المرجع السابق جـ٣ /٢٠١.
٥ مجموعة الفتاوى الكبرى جـ٣ /١٤٥.',NULL,'177',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (6,'وقال ابن القيم: "وتجويز الحيل يناقض سد الذرائع مناقضة ظاهرة فإن الشارع يسد الطريق إلى المفاسد بكل ممكن، والمحتال يفتح الطريق إليها بحيلة، فأين من يمنع من الجائز خشية الوقوع في المحرم إلى من يعمل الحيلة في التوصل إليه" ١٠
ثانياً: الأدلة على وجوب سد الذرائع:
دل القرآن والسنة والإجماع على وجوب سد الذرائع وإليكم بعض ما جاء من ذلك٠
أولاً: أدلة القرآن الكريم:
١- قال تعالى: {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ} ٢٠
ووجه الدلالة من الآية: أن الله سبحانه وتعالى نهى المؤمنين عن سب آلهة المشركين، وإن كان فيه مصلحة، إلا أنه يترتب عليه مفسدة أعظم منها، وهى سب المشركين لله عز وجل، فكان النهى سدَّا لهذه الذريعة، وهذا دليل على المنع من الجائز إذا كان يؤدى إلى محرم٠
قال القرطبي:"في هذه الآية ضرب من الموادعة، ودليل على وجوب الحكم بسد الذرائع"٣٠
ونقل القاسمي عن بعض العلماء قوله في الآية:"إنه متى خيف من سب الكفار وأصنامهم أن يسبوا الله، أو رسوله، أو القرآن لم يجز أن يُسَبُّوا ولا دينهم، قال: وهى أصل في قاعدة سد الذرائع"٤٠
_________
١ إعلام الموقعين جـ٣ /١٧١.
٢ الأنعام / آية: ١٠٨.
٣ الجامع لأحكام القرآن جـ٤/٢٤٩٧.
٤ محاسن التأويل جـ٦ /٢٤٦٣.',NULL,'178',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (7,'وقال الشيخ/ عبد الرحمن السعدي:"وفى هذه الآية الكريمة دليل للقاعدة الشرعية، وهو أن الوسائل تعتبر بالأمور التي توصل إليها، وأن وسائل المحرم، ولو كانت جائزة تكون محرمة إذا كانت تفضي إلى الشر"١٠
١- وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَقُولُوا رَاعِنَا وَقُولُوا انْظُرْنَا وَاسْمَعُوا وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ} ٢٠
ووجه الدلالة من الآية: أن الله سبحانه وتعالى نهى المؤمنين عن كلمة "راعنا"، ومعناها عندهم راعنا سمعك، أي: اسمع لنا ما نريد أن نسأل عنه ونراجعك فيه، وهذا معنى صحيح، ولكن الله نهاهم عنها سدا للذريعة، لأن اليهود كانوا يقولونها لاوين بها ألسنتهم، لتوافق كلمة شتم عندهم، أو نسبة النبي صلى الله عليه وسلم إلى الرعونة٠
وسيأتي كلام على هذه الآية – إن شاء الله تعالى – في الفصل الخامس من هذا البحث٠
ثانياً: الأدلة من السنة النبوية:
١- عن عبد الله بن عمرو – رضي الله عنهما – قال: قال رسول الله صلى الله عليه وسلم "إن من أكبر الكبائر أن يلعن الرجل والديه قيل" يا رسول الله، وكيف يلعن الرجل والديه؟ قال: "يسب الرجل أبا الرجل فيسب أباه، ويسب أمه فيسب أمه" ٣٠
_________
١ تيسير الكريم الرحمن في تفسير كلام المنان جـ٢ /٤٥٤،٤٥٥.
٢ البقرة / آية: ١٠٤.
٣ أخرجه البخاري في كتاب الأدب باب ٤ جـ١٠ /٤٠٣،ومسلم كتاب الإيمان باب ٣٨ ط/٩٢ وأبو داود في كتاب الأدب باب ١٢٩ جـ٥ /٣٥٢.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (8,'ووجه الدلالة من هذا الحديث: أن النبي صلى الله عليه وسلم جعل الرجل لاعنا لأبويه إذا كان سببا في ذلك، وإن لم يقصده ٠
قال النووى – رحمه الله – في شرحه للحديث:"فيه دليل على أن من تسبب في شيئ جاز أن ينسب إليه ذلك الشيء، وإنما جعل هذا عقوقاً لكونه يحصل منه ما يتأذى به الوالد تأذيا ليس بالهين، وفيه قطع الذرائع، فيؤخذ منه النهى عن بيع العصير ممن يتخذ الخمر، والسلاح ممن يقطع الطريق ونحو ذلك٠ والله أعلم"١٠
وقال ابن حجر:"قال ابن بطال: هذا الحديث أصل في سد الذرائع، ويؤخذ منه أن من آل فعله إلى محرم يحرم عليه ذلك الفعل، وإن لم يقصد إلى ما يحرم، والأصل في هذا الحديث: قوله تعالى: {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ} ٢٠
١- قال عبد الله بن أبى بن سلول في غزوة بنى المصطلق:"أما والله لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل، فبلغ النبي صلى الله عليه وسلم فقام عمر فقال: يا رسول الله: دعني أضرب عنق هذا المنافق، فقال النبي صلى الله عليه وسلم "دعه لا يتحدث الناس أن محمدا يقتل أصحابه" ٣٠
ووجه الدلالة من قول النبي صلى الله عليه وسلم هذا، أنه كان يكف عن قتل المنافقين مع كونه مصلحة، لئلا يكون ذريعة لتنفير الناس عنه وقولهم: إن محمدا يقتل أصحابه٠
يقول ابن تيمية في ذلك:"إن النبي صلى الله عليه وسلم كان يكف عن قتل المنافقين مع كونه مصلحة لئلا يكون ذريعة إلى قول الناس أن محمدا صلى الله عليه وسلم يقتل أصحابه
_________
١ شرح النووي على مسلم جـ٢ /٨٨.
٢ فتح البارى شرح صحيح البخاري جـ١٠ /٤٠٤.
٣ أخرجه البخاري في كتاب التفسير جـ٨ /٦٤٨، ومسلم في كتاب البر باب ١٦ جـ٤ /١٩٩٨.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (9,'لأن هذا القول يوجب النفور عن الإسلام ممن دخل فيه، وممن لم يدخل فيه، وهذا النفور حرام"١٠
ثالثاً: الإجماع:
أجمع الصحابة على بعض المسائل التي يمكن أن يستدل بها على وجوب سد الذرائع، وقد اعتبرها أهل العلم أدلة على سد الذرائع واحتجوا بها، كما عمل بها كثير من الأئمة، وإليكم بعض الأدلة٠
١- إن السابقين الأولين من المهاجرين والأنصار ورثوا المطلقة المبتوتة في مرض الموت، حيث يتهم بقصد حرمانها من الميراث بلا تردد، وإن لم يقصد الحرمان، لأن الطلاق ذريعة وأما حيث لا يتهم ففيه خلاف معروف ٢٠
وقد رجح ابن قدامة توريثها فقال:"وإن كان الطلاق في المرض المخوف، ثم مات من مرضه ذلك في عدتها ورثته، ولم يرثها إن ماتت، وروى عن عتبة بن عبد الله بن الزبير لا ترث مبتوته، ولنا: أن عثمان – رضي الله عنه – ورث تماضر بنت الأصبغ الكلبية من عبد الرحمن بن عوف، وكان طلقها في مرضه فبتها، واشتهر ذلك في الصحابة فلم ينكر فكان إجماعا" ٣٠
إجماع الصحابة – رضي الله عنهم – وعامة الفقهاء على قتل الجماعة بالواحد، وإن كان قياس القصاص يمنع ذلك، لئلا يكون عدم القصاص ذريعة إلى التعاون على سفك الدماء، قال ابن قدامة:"
_________
١ مجموعة الفتاوى الكبرى جـ٣ /١٤٠.
٢ انظر مجموعة الفتاوى الكبرى لابن تيمية جـ٤ /١٤٣.
٣ المغنى جـ٦ /٣٢٩،٣٣٠.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (10,'١- ولأن القصاص لو سقط بالاشتراك أدى إلى التسارع إلى القتل به، فيؤدى إلى إسقاط حكمة الردع والزجر"١٠
وقد تتابع كثير من العلماء على اعتبار سد الذرائع، وحكَّمها الإمام مالك في أكثر أبواب الفقه، كما ذكر الشاطبي ٢، وقال بعد أن ذكر خلافا بين الإمامين مالك والشافعي:"فقد ظهر أن قاعدة سد الذرائع متفق على اعتبارها في الجملة"٣٠
وقال ابن بدران:"سد الذرائع هو مذهب مالك وأصحابنا"٤٠ يعنى الحنابلة٠
وقد قال بها ابن تيمية، وذكر لها ثلاثين شاهدا من الشريعة يدل عليها ٥، وتوسع ابن القيم فذكر تسعة وتسعين دليلا عليها، وختم كلامه بقوله:"ولنقتصر على هذا العدد من الأمثلة الموافق لأسماء الله الحسنى التي من أحصاها دخل الجنة، وباب سد الذرائع أحد أرباع التكليف، فإنه أمر ونهى، والأمر نوعان: أحدهما: مقصود لنفسه، والثاني: وسيلة إلى المقصود، والنهى نوعان: أحدهما: ما يكون المنهي عنه مفسدة في نفسه٠ والثاني: ما يكون وسيلة إلى المفسدة، فصار سد الذرائع المفضية إلى الحرام أحد أرباع الدين" ٦٠
_________
١ المرجع السابق جـ٧ /٦٧٢، ومجموعة الفتاوى الكبرى جـ٤ /١٤٣.
٢ الموافقات جـ٤ /١٩٨.
٣ المرجع السابق جـ٤ /٢٠٠،٢٠١.
٤ المدخل إلى مذهب أحمد /١٣٨.
٥ مجموعة الفتاوى الكبرى جـ٣ /١٣٨ – ١٤٥.
٦ إعلام الموقعين جـ٣/١٧١.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (11,'<span data-type="title" id=toc-3>الفصل الأول: سد الذرائع المؤدية إلى الشرك الأكبر</span>
<span data-type="title" id=toc-4>المبحث الأول: تعريف الشرك الأكبر وبيان خطورته</span>
الشرك الأكبر: هو أن يجعل العبد لله شريكاً وندا في ربوبيته وإلهيته، وأغلب شرك المشركين وقع في توحيد الإلهية كدعاء غير الله، أو صرف أي لون من ألوان العبادة لغير الله كالذبح والنذر والخوف والرجاء والمحبة وما إلى ذلك٠
والشرك بالله أعظم ذنب عصى الله به، فهو أظلم الظلم، وأكبر الكبائر، وما هلكت الأمم الغابرة وأعدت لهم النيران في الآخرة إلا بالشرك، وما أرسل الله الأنبياء والمرسلين وأنزل عليهم الكتب بالحق المبين إلا للتحذير منه وبيان قبحه وشؤمه، ودعوة الناس إلى ضده ألا وهو تحقيق التوحيد لله رب العالمين٠
والشرك خطره عظيم وضرره على العبد كبير، وذلك للأسباب التالية:
١- لأنه تشبيه للمخلوق العاجز الضعيف بالواحد الأحد المتفرد بالجلال والكمال، ومن أشرك مع الله أحدا فقد شبهه به، وهذا أعظم الظلم كما في الصحيحين ١٠ من حديث عبد الله بن مسعود - رضي الله عنه – قال: سألت رسول الله صلى الله عليه وسلم: أي الذنب أعظم عند الله؟ قال: " أن تجعل لله ندا وهو خلقك" قال النووى: "الند: الضد والشبه، وفلان ند فلان ونديده ونديدته أي: مثله.. أما أحكام هذا الحديث: ففيه أن أكبر المعاصي الشرك، وهذا ظاهر لا خفاء فيه"٢٠
٢- أن الله لا يغفر لمشرك مات على الشرك دون توبة٠ قال الله تعالى: {إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} ٣٠
_________
١ أخرجه البخاري في مواضع منها كتاب التفسير باب ٣ جـ٨ /١٦٣، وكتاب التوحيد باب ٤٦ جـ١٣/٥٠٣، ومسلم كتاب الإيمان٠ باب كون الشرك أقبح الذنوب جـ١ /٩٠.
٢ شرح النووي على مسلم جـ٢ /٨٠،٨١.
٣ النساء / آية: ٤٨،١١٧.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (12,'١- أن الله حرم الجنة على كل مشرك ٠ قال تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} ١٠
٢- أن الشرك يحبط جميع الأعمال التي يعملها العبد، وتصير هباءً منثوراً في يوم الدين ٠قال تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ بَلِ اللَّهَ فَاعْبُدْ وَكُنْ مِنَ الشَّاكِرِينَ} ٢٠
_________
١ المائدة / آية: ٧٢.
٢ الزمر / آية: ٦٥، ٦٦.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (13,'<span data-type="title" id=toc-5>المبحث الثاني: بعض الآيات والأمثلة المتعلقة بسد الذرائع إلى الشرك الأكبر</span>٠
بعد الوقوف على خطورة الشرك الأكبر ومفاسده وأضراره أتعرض لذكر نماذج يسيرة من القرآن والسنة جاء بها الشرع الحكيم لقطع علائق الشرك كله وما يؤدى إليه، حتى يتبين لنا كيف أن الإسلام سدَّ الذرائع المؤدية إلى الشرك، وأحكم الحديث في هذا الباب أيما إحكام ليحذر العباد من الشرك ومن الوسائل المفضية إلى حصوله ووقوعه، فمن ذلك:
١- الآيات الدالة على عبودية عيسى – عليه السلام – وأنه بشر رسول مخلوق، ليس بإله، أو فيه جزء من الإله، أو أنه ابن الله - تعالى الله عما يقول الظالمون علوا كبيرا-، وذلك سدَّا لذريعة الشرك، واتخاذه إلها من دون الله أو مع الله، ودفعا لأي شبهة ترد على الطريقة التي خلق بها ٠ قال تعالى: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} ١٠
قال ابن تيمية:" فأعنى بقوله {مَثَلَ عِيسَى} إشارة إلى البشرية المأخوذة من مريم الطاهرة، لأنه لم يذكر هنا اسم المسيح، إنما ذكر عيسى فقط، فإنه سبحانه خلق هذا النوع البشرى على الأقسام الممكنة ليبين عموم قدرته، فخلق آدم من غير ذكر ولا أنثى، وخلق زوجته حواء من ذكر بلا أنثى، كما قال: {وَخَلَقَ مِنْهَا زَوْجَهَا} ، وخلق المسيح من أنثى بلا ذكر، وخلق سائر الخلق من ذكر وأنثى، وكان خلق آدم وحواء أعجب من خلق المسيح، فإن حواء خلقت من ضلع آدم، وهذا أعجب من خلق المسيح في بطن مريم، وخلق آدم أعجب من هذا وهذا، وهو أصل خلق حواء فلهذا شبهه الله بخلق آدم الذي هو أعجب من خلق المسيح، وهذا كله يبين به أن المسيح عبدُ ليس بإله، وأنه مخلوق كما خلق آدم"٢٠
_________
١ آل عمران / آية: ٥٩.
٢ الجواب الصحيح لمن بدل دين المسيح جـ٢ / ٢٩٣ – ٢٩٥.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (14,'وقال ابن كثير:"يقول تعالى: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ} في قدرة الله تعالى حيث خلقه من غير أب {كَمَثَلِ آدَمَ} فإنه الله تعالى خلقه من غير أب ولا أم، بل {خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} والذي خلق آدم قادر على خلق عيسى بطريق الأولى والأحرى، وإن جاز ادعاء البنوة في عيسى بكونه مخلوقاً من غير أب، فجواز ذلك في آدم بالطريقة الأولى، ومعلوم بالاتفاق أن ذلك باطل فدعواها في عيسى أشد بطلانا وأظهر فسادا، ولكن الرب عز وجل أراد أن يظهر قدرته حين خلق آدم لا من ذكر ولا من أنثى، وخلق حواء من ذكر بلا أنثى، وخلق عيسى من أنثى بلا ذكر، كما خلق البرية من ذكر وأنثى" ١٠
ويقرر ربنا في آيات أخرى بشرية عيسى وأمه – عليهما السلام- وأنهما من جنس البشر، ويسلكان في الطبيعة البشرية ما يسلكه غيرهم٠ قال تعالى: {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآياتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ} ٢٠
يعنى أن عيسى رسول من رسل الله تعالى الذين أرسلوا لهداية البشرية ودعوتها إلى توحيد الله وعبادته، وأمه صديقة من فضليات النساء، وحقيقتهما مساوية لحقيقة غيرهما من أفراد نوعهما وجنسهما بدليل أنهما كان يأكلان الطعام، وكل من يأكل الطعام فهو مفتقر إلى ما يقيم بنيته ويمد حياته، إلى جانب أن أكل الطعام يستلزم الحاجة إلى دفع الفضلات، وعليه فلا يمكن أن يكون ربا خالقا، ولا ينبغي أن يكون ربا معبودا٠
قال الشوكاني في تفسيره للآية: {مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} ، أي: هو مقصور على الرسالة لا يجاوزها كما زعمتم، وجملة {قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} صفة لرسول، أي ما هو إلا رسول من جنس الرسل الذين
_________
١تفسير القرآن العظيم لابن كثير جـ١/٤٠.
٢ المائدة / آية: ٧٩.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (15,'خلوا من قبله، وما وقع منه من المعجزات لا يوجب كونه إلها، فقد كان لمن قبله من الرسل مثلها، فإن الله أحيا العصا في يد موسى، وخلق آدم من غير أب، فكيف جعلتم إحياء عيسى للموتى ووجوده من غير أب يوجبان كونه إلها، فإن كان كما تزعمون إلها لذلك، فمن قبله من الرسل الذين جاءوا بمثل ما جاء به آلهة، وأنتم لا تقولون بذلك ٠ قوله: {وَأُمُّهُ صِدِّيقَةٌ} عطف على المسيح، أي: وما أمه إلا صديقة، وذلك لا يستلزم الإلهية لها، بل هي كسائر من يتصف بهذا الوصف من النساء٠ قوله: {كَانَا يَأْكُلانِ الطَّعَامَ} استئناف يتضمن التقرير لما أشير إليه من أنهما كسائر أفراد البشر: أي من كان يأكل الطعام كسائر المخلوقين فليس برب، بل هو عبد مربوب ولدته النساء، فمتى يصلح لأن يكون ربا" ١٠
وقال الشيخ عبد الرحمن السعدي في تفسيره:"أي: هذا غاتيه ومنتهى أمره، أنه من عباد الله المرسلين، الذين ليس لهم من الأمر، ولا من التشريع إلا ما أرسلهم به الله، وهو من جنس الرسل قبله، لا مزية له عليهم تخرجه عن البشرية إلى مرتبة الربوبية، {وَأُمُّهُ} مريم {صِدِّيقَةٌ} أي: هذا أيضا غايتها، أن كانت من الصديقين الذين هم أعلى الخلق رتبة بعد الأنبياء، فإذا كان عيسى –عليه السلام – من جنس الأنبياء والرسل من قبله، وأمه صديقة، فلأي شيئا تخذهما النصارى إلهين مع الله؟، وقوله: {كَانَا يَأْكُلانِ الطَّعَامَ} دليل ظاهر على أنهما عبدان فقيران محتاجان كما يحتاج بنو آدم إلى الطعام والشراب، فلو كانا إلهين لاستغنيا عن الطعام والشراب ولم يحتاجا إلى شيء، فإن الإله هو الغنى الحميد" ٢٠
_________
١ فتح القدير جـ٢ /٦٤.
٢ تيسير الكريم الرحمن جـ٢/ ٣٢٦،٣٢٧.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (16,'وقال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ} ١ وأن مريم ولدت إلها، ولذلك رد الله عليهم هذا البهتان وعليه فكيف يدَّعون الإلهية لمن يعترف على نفسه بأنه عبد مثلهم كما أن دلائل الحدوث ظاهرة عليه ٢٠
وقال تعالى: {وَإِذْ قَالَ اللَّهُ يَا عِيسَى ابْنَ مَرْيَمَ أَأَنْتَ قُلْتَ لِلنَّاسِ اتَّخِذُونِي وَأُمِّيَ إِلَهَيْنِ مِنْ دُونِ اللَّهِ قَالَ سُبْحَانَكَ مَا يَكُونُ لِي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِنْ كُنْتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ تَعْلَمُ مَا فِي نَفْسِي وَلا أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنْتَ عَلاَّمُ الْغُيُوبِ مَا قُلْتُ لَهُمْ إِلاَّ مَا أَمَرْتَنِي بِهِ أَنِ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ وَكُنْتُ عَلَيْهِمْ شَهِيداً مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} ٣٠
قال القاسمي في تفسيره:" لا ذكر تعالى أنه يعدد نعمه على عيسى بحضرة الرسل واحدة فواحدة إشعاراً بعبوديته، فإن كل واحد من تلك النعم المعدودة عليه، تدل على أنه عبد وليس بإله ثم أتبع ذلك باستفهامه لينطق بإقراره – عليه السلام – على رؤوس الأشهاد بالعبودية، وأمره لهم بعبادة الله عز وجل إكذابا لهم في افترائهم عليه، وتثبيتا للحجة على قومه، فهذا سر سؤاله تعالى له، مع علمه بأنه لم يقل ذلك، وكل ذلك لتنبيه النصارى الذين كانوا في وقت نزول الآية ومن تأثر بهم على قبح مقالتهم وركاكة مذهبهم واعتقادهم"٤٠
ومثل ذلك ما جاء في قوله تعالى: {قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيّاً} إلى قوله: {إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ} ٥٠
_________
١ المائدة /آية:٧٢.
٢ انظر الدين الخالص لصديق حسن خان جـ١ /٢٥.
٣ المائدة /آية:١١٦، ١١٧
٤ محاسن التأويل جـ٦ /٢٢١٩.
٥ مريم الآيات من ٣٠ – ٣٦.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (17,'قال ابن كثير في تفسيره:"ومما أمر عيسى به قومه وهو في مهده: أن أخبرهم إذ ذاك أن الله ربهم وربه وأمرهم بعبادته فقال: {فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ} أي: هذا الذي جئتكم به عن الله صراط مستقيم، أي: قويم٠ من اتبعه رشد وهدى، ومن خالفه ضل وغوى"١٠
وعن عبادة بن الصامت – رضي الله عنه – عن النبي صلى الله عليه وسلم قال: "من شهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله، وأن عيسى عبد لله ورسوله وكلمته ألقاها إلى مريم وروح منه والجنة حق والنار حق أدخله الله الجنة على ما كان من العمل" ٢٠
_________
١ تفسير ابن كثير جـ٤ /٢٢٥.
٢ أخرجه البخاري في كتاب الأنبياء باب ٤٧ جـ٦ /٤٧٤، ومسلم كتاب الإيمان جـ١ /٥٨،٥٩، وأحمد في مسنده جـ٥ /٣١٣،٣١٤.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (18,'١- الآيات الدالة على عبودية النبي صلى الله عليه وسلم
جاءت آيات كثيرة في القرآن الكريم تدل وترشد إلى حقيقة هامة ألا وهى أن النبي صلى الله عليه وسلم بشر كسائر البشر، ولكنه فضل عليهم بالنبوة والرسالة التي توجب محبته وطاعته والانقياد لأمره صلى الله عليه وسلم، كما نهى صلى الله عليه وسلم عن الغلو والإطراء في شخصه، وذلك سدَّا لذريعة اتخاذه شريكا مع الله، أو صرف أي لون من ألوان العبادة له صلى الله عليه وسلم قال تعالى: {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلاَّ مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} ١٠ ولهذا كانت العبودية هي أشرف مقام للنبي صلى الله عليه وسلم وقد خاطبه ربه بها في أشرف المناسبات وأعظم المقامات قال تعالى: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ} ٢، وقال تعالى: {الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ وَلَمْ يَجْعَلْ لَهُ عِوَجَا} ٣٠ وقال سبحانه: {تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً} ٤، وقال تعالى: {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَداً قُلْ إِنَّمَا أَدْعُو رَبِّي وَلا أُشْرِكُ بِهِ أَحَداً قُلْ إِنِّي لا أَمْلِكُ لَكُمْ ضَرّاً وَلا رَشَداً} ٥٠
وإذا كان رسول رب العالمين الذي هو أكمل الخلق وأقربهم إلى الله عز وجل لا يملك ضرا ولا رشدا بنص كتاب الله الكريم فغيره من سائر الخلق ممن هم دونه صلى الله عليه وسلم من باب أولى وأحرى، بل إنه صلى الله عليه وسلم ما سبق غيره إلا بكمال عبوديته لربه٠
قال ابن القيم: "أكمل الخلق أكملهم عبودية وأعظمهم شهودا لفقره وضرورته وحاجته إلى ربه وعدم استغنائه عنه طرفة عين، ولهذا كان من
_________
١ الأعراف / آية: ١٨٨.
٢ الإسراء / آية: ١.
٣ الكهف / آية: ١.
٤ الفرقان / آية: ١.
٥ الجن / الآيات من ١٩ – ٢١.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (19,'دعائه صلى الله عليه وسلم "أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين، ولا إلى أحد من خلقك" ١، وكان يدعو: "يا مقلب القلوب ثبت قلبي على دينك" ٢، يعلم صلى الله عليه وسلم أن قلبه بيد الرحمن عز وجل لا يملك منه شيئاً، وأن الله سبحانه يصرفه كما يشاء، وهو يتلو قوله تعالى: {وَلَوْلا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً} ٣، فضرورته صلى الله عليه وسلم إلى ربه وفاقته إليه بحسب معرفته به، وحسب قربه منه ومنزلته عنده..، ولهذا كان أقرب الخلق إلى الله وسيلة وأعظمهم جاها وأرفعهم عنده منزلة لتكميله مقام العبودية والفقر إلى ربه ....، وذكره الله سبحانه بسمة العبودية في أشرف مقاماته، مقام الإسراء، ومقام الدعوة، ومقام التحدي فقال: {سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً} ٤٠وقال: {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ} ٥٠ وفى حديث الشفاعة:"أن المسيح يقول لهم: اذهبوا إلى محمد عبد غفر الله له ما تقدم من ذنبه وما تأخر"٦، فنال ذلك المقام بكمال عبوديته لله وبكمال مغفرة الله له"٧٠ وللعلامة الشيخ محمد الأمين الشنقيطي – رحمه الله – كلام جميل على هذا الموضوع يحسن إيراد شيئا منه هنا لتتم الفائدة٠ قال وهو يفسر أوائل سورة الحجرات: "مسألتان: الأولى: اعلم أن عدم احترام النبي صلى الله عليه وسلم المشعر بالغض منه، أو تنقيصه صلى الله عليه وسلم والاستخفاف به، أو الاستهزاء به ردة عن الإسلام وكفر بالله، وقد قال تعالى في الذين استهزءوا بالنبي صلى الله عليه وسلم وسخروا منه في غزوة
_________
١ أخرجه أبوداود في كتاب الأدب باب ١١ جـ٥ /٣٢٦، وأحمد في مسنده جـ٥ /٤٢.
٢ أخرجه الترمذي في أبواب الدعوات جـ٩ /٥٠٤، ومسند أحمد جـ٣ /٢٥٧،والسنة لابن ابى عاصم جـ١ /١٠١، والآجرى في الشريعة /٣١٧.
٣ الإسراء / آية: ٧٤.
٤ الإسراء / آية:١.
٥ الجن / آية: ١٩.
٦ أخرجه البخاري في كتاب التوحيد باب ١٩ جـ١٣/ ٣٩٢، ومسلم كتاب الإيمان باب ٨٤ جـ١ /١٨٠، ١٨١.
٧ طريق الهجرتين وباب السعادتين ص ١٠،١١.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (20,'تبوك لما ضلت راحلته: {وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} ١٠
المسألة الثانية: وهى من أهم المسائل، اعلم أنه يجب على كل إنسان أن يميز بين حقوق الله تعالى التي هي من خصائص ربوبيته التي لا يجوز صرفها لغيره، وبين حقوق خلقه كحق النبي صلى الله عليه وسلم ليضع كل شيئ في موضعه على ضوء ما جاء به النبي صلى الله عليه وسلم في هذا القرآن العظيم والسنة الصحيحة٠
وإذا عرفت ذلك فاعلم: أن من الحقوق الخاصة بالله التي هي من خصائص ربوبيته التجاء عبده إليه إذا دهمته الكروب التي لا يقدر على كشفها إلا الله، فالتجاء المضطر الذي أحاطت به الكروب ودهمته الدواهي لا يجوز إلا لله وحده، لأنه من خصائص الربوبية، فصرف ذلك الحق لله وإخلاصه له هو عين طاعة الله ومرضاته، وطاعة رسوله صلى الله عليه وسلم ومرضاته، وهو عين التوقير والتعظيم للنبي صلى الله عليه وسلم لأن أعظم أنواع توقيره وتعظيمه هو اتباعه والاقتداء به في إخلاص التوحيد والعبادة له وحده جل وعلا، وقد بين جل وعلا في آيات كثيرة من كتابه أن التجاء المضطر من عباده إليه وحده في أوقات الشدة والكرب من خصائص ربوبيته تعالى ... قال تعالى: {قُلِ الْحَمْدُ لِلَّهِ وَسَلامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ} ٢، ثم بين من خصائص ربوبيته الدالة على أنه المعبود وحده فقال: {أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَأَنْزَلَ لَكُمْ مِنَ السَّمَاءِ مَاءً فَأَنْبَتْنَا بِهِ حَدَائِقَ ذَاتَ بَهْجَةٍ مَا كَانَ لَكُمْ أَنْ تُنْبِتُوا شَجَرَهَا أَإِلَهٌ مَعَ اللَّهِ بَلْ هُمْ قَوْمٌ يَعْدِلُونَ} فهذه المذكورات التي هي خلق السماوات والأرض وإنزال الماء من السماء وإنبات الحدائق ذات البهجة التي لا يقدر على إنبات شجرها إلا الله من خصائص ربوبيه الله، ولذا قال تعالى بعدها {أَإِلَهٌ مَعَ اللَّهِ} يقدر على خلق
_________
١ التوبة / آية:٦٥، ٦٦.
٢ النمل / آية: ٥٩، ٦٠.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (21,'السماوات والأرض وإنزال الماء من السماء وإنبات الحدائق به، والجواب "لا" لأنه لا إله إلا الله وحده"١٠
٣- الآيات الدالة على أن دعاء غير الله واللجوء إليه شرك٠
جاء آيات كثيرة في القرآن الكريم تبين أن الدعاء والاستعاذة والاستغاثة لا تكون إلا بالله وحده لا شريك له، وأن الآلهة الباطلة التي عبدت من دونه لا تملك لنفسها نفعاً ولا ضرا، فكيف يرجو العبد منها شيئا لا تملكه، وذلك سدَّا لذريعة التعلق بها، أو اعتقاد نفع فيها، ويسلك القرآن الكريم في ذلك مسلكا عظيما يضيق المقام عن استقصائه، ولكن تكفى الإشارة إلى بعض من ذلك ٢٠
بيان عجز هذه الآلهة المزعومة وإبراز فقرها وضعفها كقوله تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلاً أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً} ٣٠ وكقوله تعالى: {قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ائْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ} ٤ ٠ فقد بينت هذه الآيات بيانا شافيا قاطعا للعذر أن غير الله لا يدعى لأنه إلى جانب أنه لا ينفع ولا يضر لم يخلق شيئا بالاستقلال، كما لم يخلق شيئا بالشركة، وليس عند المشركين أي دليل على ما يفعلون ثم بينت الآيات ضلال من يدعو من دون الله من لا يستجيب له إلى يوم القيامة، بل نصَّت على أن المدعو غافل عن دعاء الداعي مما يبين عجزه وضعفه وشدة
_________
١ أضواء البيان في إيضاح القرآن بالقرآن جـ٧ /٦١٧ – ٦٢١.
٢ باختصار وتصرف من كتاب دعوة التوحيد للدكتور /محمد خليل هراس ص ٣٥ - ٤٠.
٣ الإسراء آية: ٥٦ – ٥٧.
٤ الأحقاف الآيات من ٤ – ٦.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (22,'أ - احتياجه إلى خالقه وربه، وقد ذكر القاسمي –رحمه الله – في الآيات الأخيرة لطيفة جميلة نقلها عن من يعرف بالناصر وإليك نصها:"لطيفة: قال الناصر: في قوله {إِلَى يَوْمِ الْقِيَامَةِ} نكتة حسنة، وذلك أنه جعل يوم القيامة غاية لعدم الاستجابة، ومن شأن الغاية انتهاء المُغيَّا عندها لكن عدم الاستجابة مستمر بعد هذه الغاية، لأنهم في يوم القيامة أيضا لا يستجيبون لهم، فالوجه – والله أعلم – أنها من الغايات المشعرة بأن ما بعدها، وإن وافق ما قبلها، إلا أنه أزيد منه زيادة بينة تلحقه بالثاني، حتى كأن الحالتين وإن كانتا نوعا واحدا لتفاوت ما بينهما كال شيئ وضده، وذلك أن الحالة الأولى التي جعلت غايتها القيامة، لا تزيد على عدم الاستجابة، والحالة الثانية التي في القيامة زادت على عدم الاستجابة بالعداوة والكفر بعبادتهم إياهم، فهو من وادي ما تقدم آنفا في سورة الزخرف في قوله: {بَلْ مَتَّعْتُ هَؤُلاءِ وَآبَاءَهُمْ حَتَّى جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ} ١٠
ومثل هذه الآيات ما جاء في قوله تعالى: {يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي لِأَجَلٍ مُسَمّىً ذَلِكُمُ اللَّهُ رَبُّكُمْ لَهُ الْمُلْكُ وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ مَا يَمْلِكُونَ مِنْ قِطْمِيرٍ إِنْ تَدْعُوهُمْ لا يَسْمَعُوا دُعَاءَكُمْ وَلَوْ سَمِعُوا مَا اسْتَجَابُوا لَكُمْ وَيَوْمَ الْقِيَامَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلا يُنَبِّئُكَ مِثْلُ خَبِيرٍ} ٢٠
فقد أخبر الله فيها عن حال المدعويين من دونه من الملائكة والأنبياء وغيرهم بما يدل على عجزهم وضعفهم، وأنهم قد انتفت عنهم الأسباب التي تكون في المدعو، وهى الملك، وسماع الدعاء، والقدرة على استجابته، فمتى لم توجد هذه الشروط تامة بطلت دعوته، فكيف إذا عدمت بالكلية؟ ٣٠
_________
١ محاسن التأويل جـ١٥ /٥٣٣٨، ٥٣٣٩، والآيتين من سورة الزخرف ٢٩،٣٠.
٢ فاطر / آية: ١٣، ١٤.
٣ انظر فتح المجيد شرح كتاب التوحيد / ١٨٨.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (23,'أ - التشنيع بحال العابدين لهذه الآلهة الباطلة ورميهم بالضلال والسفه وعدم التعقل والتفكر، حيث رضوا لأنفسهم أن يعبدوا من لا يستحق العبادة ممن لا يملك لهم ولا لغيرهم نفعا ولا ضرا ولا يسمع ولا يبصر، ولا يملك من أمر نفسه شيئا، وذلك لأن الإله يجب أن يكون متصفا بصفات الجلال والكمال منزها عن صفات العجز والنقص والحدوث والاحتياج، لأن كل ذلك مناف للإلهية ٠ قال تعالى على لسان إبراهيم – عليه السلام – في خطابه لقومه: {أُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ أَفَلا تَعْقِلُونَ} ١٠ وقال تعالى: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلاَّ كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلاَّ فِي ضَلالٍ} ٢٠
جـ- تصوير ما سيكون وسيقع يوم القيامة بين العابدين والمعبودين، وبين الأتباع
والمتبوعين من التبرؤ والمعاداة وتنصل المعبودين من جناية هؤلاء العابدين، وإنكارهم أن يكون لهم يد في إضلالهم وشركهم، ومن ذلك ما جاء في قوله تعالى: {وَيَوْمَ نَحْشُرُهُمْ جَمِيعاً ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا مَكَانَكُمْ أَنْتُمْ وَشُرَكَاؤُكُمْ فَزَيَّلْنَا بَيْنَهُمْ وَقَالَ شُرَكَاؤُهُمْ مَا كُنْتُمْ إِيَّانَا تَعْبُدُونَ فَكَفَى بِاللَّهِ شَهِيداً بَيْنَنَا وَبَيْنَكُمْ إِنْ كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ وَرُدُّوا إِلَى اللَّهِ مَوْلاهُمُ الْحَقِّ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ} ٣٠
يقول ابن كثير في هذه الآيات:"وفى هذا تبكيت عظيم للمشركين الذين عبدوا مع الله غيره، ممن لا يسمع ولا يبصر، ولا يغنى عنهم شيئا، ولم يأمرهم بذلك ولا رضي به ولا أراده، بل تبرأ منهم في وقت أحوج ما يكونون إليه،
_________
١ الأنبياء / آية: ٦٧.
٢ الرعد / آية: ١٤.
٣ يونس الآيات من ٢٨ – ٣٠.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (24,'وقد تركوا عبادة الحي القيوم السميع البصير، القادر على كل شيء، العليم بكل شيء، وقد أرسل رسله وأنزل كتبه آمرا بعبادته وحده لا شريك له ناهيا عن عبادة ما سواه، كما قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ فَمِنْهُمْ مَنْ هَدَى اللَّهُ وَمِنْهُمْ مَنْ حَقَّتْ عَلَيْهِ الضَّلالَةُ} ١، وقال تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} ٢، وقال: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} ٣٠
والمشركون أنواع وأقسام كثيرون قد ذكرهم الله في كتابه، وبين أحوالهم وأقوالهم ورد عليهم فيما هم فيه أتم رد"٤٠
_________
١ النحل / آية:٣٦.
٢ الأنبياء / آية: ٢٥.
٣ الزخرف / آية: ٤٥.
٤ تفسير ابن كثير جـ٣ /٢٠١، ٢٠٢، وراجع ما بعدها من صفحات فإنه كلام جيد ونفيس٠',NULL,'196',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (25,'<span data-type="title" id=toc-6>المبحث الثالث: بعض أحاديث سد الذرائع المتعلقة بالشرك الأكبر٠</span>
بعث رسول الهدى صلى الله عليه وسلم رحمة للعالمين وهداية للناس أجمعين، وكان صلى الله عليه وسلم حريصا كل الحرص على رجوع العباد إلى ربهم وعبادتهم له وحده، وكان توحيد العبادة على رأس المهمات التي ركز عليها صلى الله عليه وسلم، بل هو لُبَّ دعوته ودعوة إخوانه من الأنبياء والمرسلين، ولذلك لا نجد عجبا حينما نجد كتب السنة قد امتلأت بكثير من الأحاديث التي حذر فيها النبي صلى الله عليه وسلم أمته من الشرك، واحتاط صلى الله عليه وسلم لهذا الأمر احتياطا عظيما بالغا، فسد الذرائع وأغلق أي باب يؤدى إلى الشرك، وأكَّد وكرر ونهى وحذر في مواقف مختلفة متعددة، حتى وقع ذلك منه صلى الله عليه وسلم وهو على فراش الموت٠
يقول شيخ الإسلام ابن تيمية:"وقد كان النبي صلى الله عليه وسلم يحقق هذا التوحيد لأمته، ويحسم عنهم مواد الشرك، إذ هذا تحقيق قولنا "لا إله إلا الله"، فإن الإله هو الذي تألهه القلوب لكمال المحبة والتعظيم والإجلال والإكرام والرجاء والخوف" ١٠
وهذه نبذة يسيرة مما قاله صلى الله عليه وسلم في ذلك٠
١- نهى عن الغلو فيه حتى لا يكون ذلك ذريعة إلى عبادته من دون الله، أو مع الله٠
فعن عمر بن الخطاب – رضي الله عنه – قال: سمعت النبي صلى الله عليه وسلم يقول: "لا تطروني كما أطرت النصارى ابن مريم، فإنما أنا عبده فقولوا: عبد الله ورسوله" ٢ والإطراء هو مجاوزة الحد في المدح والكذب فيه ٣، ولذلك نهى عنه النبي صلى الله عليه وسلم حتى لا تقع أمته فيه، وتفعل كما فعلت النصارى بعيسى بن مريم٠
_________
١ مجموع الفتاوى جـ١ /١٣٦.
٢ أخرجه البخاري في كتاب الأنبياء باب ٤٨ جـ٦ / ٤٧٨، والدرامي في كتاب الرقائق جـ٢ /٣٢٠، وأحمد في مسنده جـ١/٢٣، ٢٤، ٤٧، ٥٥.
٣ النهاية في غريب الحديث والأثر جـ٣/١٢٣.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (26,'قال الشيخ عبد الرحمن بن حسن آل الشيخ في شرحه للحديث:"أي لا تمدحوني فتغلوا في مدحي كما غلت النصارى في عيسى – عليه السلام- فادَّعوا فيه الإلهية، وإنما أنا عبد الله ورسوله فصفوني بذلك كما وصفني ربى فقولوا عبد الله ورسوله..."١٠
وقد بين النبي صلى الله عليه وسلم أن الغلو بصفة عامة أهلك الأمم السابقة، وكان سببا في القضاء عليها، ومن هنا حذر أمته منه حتى لا تهلك كهلاكهم، فعن ابن عباس – رضي الله عنه – قال:"قال لي رسول الله صلى الله عليه وسلم غداه جمع ٢ "هلَّم القط لي"، فلقطت له حصيات من حصى الخذف ٣، فلما وضعهن في يده قال: "نعم بأمثال هؤلاء، وإياكم والغلو في الدين فإنما هلك من كان قبلكم بالغلو في الدين" ٤٠
ولمسلم عن ابن مسعود – رضي الله عنه – قال: قال رسول الله صلى الله عليه وسلم "هلك المتنطعون" قالها ثلاثا ٥٠ والمتنطعون: هم المتعمقون الغالون المجاوزون الحدود في أقوالهم وأفعالهم ٦٠
وكرر النبي صلى الله عليه وسلم هذه الكلمة ثلاث مرات مبالغة في التعليم والإبلاغ، وتحذيرا من الوقوع فيه لخطره وضرره على العقيدة وحماية لجناب التوحيد٠
قال ابن القيم:"فدين الله بين الغالي فيه والجافي عنه، وخير الناس النمط الأوسط، وقد جعل الله سبحانه هذه الأمة وسطا، وهى الخيار العدل لتوسطها
_________
١ فتح المجيد شرح كتاب التوحيد ص ٢٠٣، ٢٣١.
٢ يعنى مزدلفة٠
٣ أي حصى صغارا. انظر لسان العرب جـ٩ / ٦١.
٤ أخرجه أحمد في مسنده جـ١/٢١٥، ٣٤٧، والنسائي في كتاب مناسك الحج جـ٥ /٢١٨، وابن ماجة كتاب المناسك باب ٦٣ جـ٢/١٠٠٨، وابن أبى عاصم في السنة جـ١/٤٦، والحاكم في المستدرك، وقال: صحيح على شرط الشيخين ووافقه الذهبي.
٥ صحيح مسلم كتاب العلم باب ٤ جـ٤ / ٢٠٥٥.
٦ شرح النووي على مسلم جـ١٦ / ٢٢٠.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (27,'بين الطرفين المذمومين، والعدل: هو بين طرفي الجور والتفريط، والآفات إنما تتطرق إلى الأطراف والأوساط محمية بأطرافها، فخيار الأمور أوساطها٠
قال الشاعر:
كانت هي الوسط المحمى فاكتنفت ... بها الحوادث حتى أصبحت طرفا١٠
وقد كان الغلو هو سبب عبادة الأصنام وحدوث الشرك في الأرض كما جاء في البخارى عن ابن عباس – رضي الله عنه- في قول الله تعالى: {وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدّاً وَلا سُوَاعاً وَلا يَغُوثَ وَيَعُوقَ وَنَسْراً} ٢ قال: "أسماء رجال صالحين من قوم نوح، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي كانوا يجلسون أنصابا وسموها بأسمائهم ففعلوا فلم تعبد، حتى إذا هلك أولئك وتنسخ ٣ العلم عبدت"٤٠
فهؤلاء كما جاء في الحديث غلوا في هؤلاء الصالحين لماَّ صوروا صورهم ونصبوها في مجالسهم، وكان الدافع لهم إلى ذلك – في زعمهم- أن ينشطوا ويجتهدوا في الطاعة والعبادة ويسلكوا سبيلهم ولكن آل الأمر بعد طول الأمد وغلبة الجهل ووسوسة الشيطان إلى عبادتهم من دون الله عز وجل، وقد ساق ابن جرير الطبري بإسناده إلى محمد بن قيس أنه قال:"كانوا قوما صالحين من بنى آدم، وكان لهم أتباع يقتدون بهم، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم: لو صورناهم كان أشوق لنا إلى العبادة إذا ذكرناهم فصوروهم، فلما ماتوا وجاء آخرون دب إليهم إبليس فقال:"إنما كانوا يعبدونهم وبهم يسقون المطر فعبدوهم"٥٠
_________
١ إغاثة اللهفان من مصايد الشيطان جـ١ / ١٨٢.
٢ نوح / آية: ٢٣.
٣ يعنى تحول وتغير ونسى بسبب ذهاب العلماء٠
٤ البخاري كتاب التفسير جـ٨ /٦٦٧.
٥ جامع البيان في تفسير القرآن جـ٢٩ / ٦٢.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (28,'قال الشيخ عبد الرحمن بن حسن:"فصارت هذه الأصنام بهذا التصوير على صور الصالحين سُلَّما إلى عبادتها، وكل ما عبد من دون الله من قبر، أو مشهد، أو صنم، أوطاغوت فالأصل في عبادته هو الغلو كما لا يخفى على ذوى البصائر"١٠
وقال الشيخ حافظ الحكمي بعد ذكره لحديث ابن عباس:"فلو جاءهم اللعين وأمرهم من أول مرة بعبادتهم لم يقبلوا ولم يطيعوه، بل أمر الأولين بنصب الصور لتكون ذريعة للصلاة عندها ممن بعدهم، ثم تكون عبادة الله عندها ذريعة إلى عبادتها ممن يخلفهم"٢٠
وقال الشيخ صديق حسن خان:"ومن أسباب عبادة الأصنام الغلو في المخلوق وإعطاؤه فوق منزلته"٣٠
١- بيان النبي صلى الله عليه وسلم أن الاستغاثة بالله وحده٠
الاستغاثة: هي طلب الغوث وهو إزالة الشدة٠يقال: استغاثني فلان فأغثته، ولا تجوز بغير الله فيما لا يقدر عليه إلا الله٠ قال تعالى مبينا استغاثة الرسول صلى الله عليه وسلم وصحبه الكرام بربهم وحده: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ} ٤٠
وعن عمر بن الخطاب- رضي الله عنه – قال:"لما كان يوم بدر نظر رسول الله صلى الله عليه وسلم إلى المشركين وهم ألف وأصحابه ثلاثمائة وتسعة عشر رجلا، فاستقبل نبي الله صلى الله عليه وسلم القبلة، ثم مد يديه فجعل يهتف بربه: "اللهم انجز لي ما وعدتني، اللهم آت ما وعدتني، اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض"، فمازال يهتف بربه، مادا يديه مستقبل القبلة حتى سقط رداؤه عن
_________
١ فتح المجيد الهامش ص ٢٢٥.
٢ معارج القبول جـ١ / ٤٢٢.
٣ الدين الخالص جـ٢/ ٤٤٥.
٤ الأنفال / آية: ٩.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (29,'منكبيه، فأتاه أبو بكر فأخذ رداءه فألقاه على منكبيه، ثم التزمه من ورائه، وقال: يا نبي الله كفاك مناشدتك ربك فإنه سينجز لك ما وعدك فأنزل الله عز وجل: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ} ، فأمده الله بالملائكة"١٠
وروى الطبراني عن عبادة بن الصامت – رضي الله عنه – قال: قال أبو بكر: قوموا بنا نستغيث برسول الله صلى الله عليه وسلم من هذا المنافق، فقال رسول الله صلى الله عليه وسلم: "إنه لا يستغاث بي وإنما يستغاث بالله عز وجل" ٢٠
قال الشيخ عبد الرحمن بن حسن بعد ذكره للحديث:"فيه النص على أنه لا يستغاث بالنبي صلى الله عليه وسلم ولا بمن دونه٠ كره النبي صلى الله عليه وسلم أن يستعمل هذا اللفظ في حقه، وإن كان مما يقدر عليه في حياته، حماية لجناب التوحيد وسدا لذرائع الشرك وأدبا وتواضعا لربه وتحذيرا للأمة من وسائل الشرك في الأقوال والأفعال، فإذا كان هذا فيما يقدر عليه صلى الله عليه وسلم في حياته، فكيف يجوز أن يستغاث به بعد وفاته"٠
وقال في قرة العيون: "وقيل إن النبي صلى الله عليه وسلم كان يقدر أن يغيثهم من ذلك المنافق فيكون نهيه صلى الله عليه وسلم عن الاستغاثة به حماية لجناب التوحيد، وسدا لذرائع الشرك كنظائره مما للمستغاث به قدرة عليه مما كان يستعمل لغة وشرعا مخافة أن يقع من أمته استغاثة بمن لا يضر ولا ينفع"٣٠قلت: ويظهر بذلك أن الاستغاثة نوعان:
_________
١ مسلم كتاب الجهاد باب ١٨ جـ٣ /١٣٨٤، وأحمد في مسنده جـ١ / ٣٠، ٣٢.
٢ قال الهيثمي في مجمع الزوائد جـ١٠ / ١٥٩: رواه الطبراني ورجاله رجال الصحيح غير ابن لهيعة وهو حسن الحديث٠ قلت: ابن لهيعة ضعيف مختلط إلا في رواية العبادلة عنه، وهذه ليست منها، وقد ذكر بعض العلماء هذا الحديث في كتبهم كابن تيمية وغيره وسقته هناك كشاهد على موضوع سد الذرائع التي أنا بصدد الحديث عنها٠
٣ فتح المجيد / ١٨٤، ١٨٥، وبها مشه كلامه في قرة العيون٠',NULL,'201',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (30,'أ-استغاثة لا يقدر عليها إلا الله ولا تطلب إلا منه وحده، وطلبها من غيره شرك، وهى التي تقدم الحديث عنها٠
ب-استغاثة بالمخلوق فيما يقدر عليه ويتمكن من فعله والقيام به، فهذه ليست شركا، وذلك كاستغاثة الغريق مثلا بمن ينقذه ومنه استغاثة الاسرائيلي بموسى – عليه السلام – كما جاء في قوله: {فَاسْتَغَاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسَى فَقَضَى عَلَيْهِ} ١٠
٣- النهى عن اتخاذ القبور مساجد وعبادة الله عندها٠
قبل بيان ما ورد في الشرع من ذلك أرى من الضروري أن أبين أولاً صفة القبور الشرعية، حتى يتبين لنا المخالفات التي وقع فيها من اتخذوا القبور مساجد، ونفهم أيضا أهمية التحذيرات المتكررة من النبي صلى الله عليه وسلم ونهيه الشديد عن اتخاذ القبور مساجد٠
قال ابن فارس في مادة "قبر":"القاف والباء والراء أصل صحيح يدل على غموض في شيئ وتطامن٢، ومن ذلك القبر قبر الميت، ويقال في اللغة: أطمأنت الأرض وتطأمنت: انخفضت ٣٠
وهذا يحدد مفهوم كلمة "قبر" في اللغة، وهو ما كان من المواضع منخفضا غير شارع ولا بارز٠
_________
١ القصص / آية: ١٥.
٢ أي انخفاض.
٣ انظر معجم مقاييس اللغة ج٥/٤٧ولسان العرب جـ١٣ / ٢٦٨.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (31,'وقد بين النبي صلى الله عليه وسلم في سنته صفة القبور، وما يجب أن تكون عليه، ومن ذلك ما رواه جابر بن عبد الله – رضي الله عنهما- قال:" نهى رسول الله صلى الله عليه وسلم أن يجصص القبر أو يقعد عليه أو يبنى عليه" ١٠
وعن أبى الهياج الأسدي قال: قال لي على بن أبى طالب: ألا أبعثك على ما بعثني عليه رسول الله صلى الله عليه وسلم:"أن لا تدع تمثالاً إلا طمسته ولا قبرا مشرفا إلا سويته"٢٠
وقد وردت أحاديث كثيرة بهذا المعنى، وكلها تدل على تحريم البناء على القبور أو الكتابة عليها وتجصيصها، وإيقاد السرج عليها٣٠
والآن إلى ذكر بعض الأحاديث الواردة في النهى عن اتخاذ القبور مساجد والصلاة عندها، وبيان ما في ذلك من سد لذرائع الشرك٠
١-عن عائشة وعبد الله بن عباس – رضي الله عنهما – قالا: لما نزل ٤ برسول الله صلى الله عليه وسلم طفق٥ صلى الله عليه وسلم يطرح خميصة له على وجهه فإذا اغتنم بها كشفها عن وجهه فقال وهو كذلك: "لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد" يحذر ما صنعوا٦٠
_________
١ أخرجه مسلم في كتاب الجنائز باب ٣٢ جـ٢ /٦٦٧، وأحمد في مسنده جـ٣/ ٣٣٩، والترمذي في أبواب الجنائز باب ٥٧ جـ٤ / ١٥٥، وأبو داود في كتاب الجنائز باب ٧٦ جـ٣ /٥٥٢.
٢ أخرجه مسلم في كتاب الجنائز باب ٣١ جـ٢ /٦٦٦، والترمذي في أبواب الجنائز باب ٥٥ جـ٤/١٥٠، وأبو داود في كتاب الجنائز باب ٧٢ جـ٣ / ٥٤٨.
٣ يراجع في ذلك المبحث الثالث من الفصل الثاني من كتابي "أصول الاعتقاد عند الإمام البغوي"٠
٤ نُزل ونزل، والمعنى: لما نزل ملك الموت، أو حضرت المنية، والوفاة رسول الله صلى الله عليه وسلم
٥ طفق: بكسر الفاء وفتحها، أي: جعل، والكسر أفصح وأشهر٠
٦ الحديث أخرجه البخاري في مواضع منها كتاب الصلاة باب ٥٥ جـ١/٥٣٢، وكتاب الجنائز باب ٦١ جـ٣ /٢٠٠، وباب ٩٦ جـ٣/٢٥٥، وكتاب أحاديث الأنبياء باب ٥٠ جـ٦/٤٩٤، ومسلم في كتاب المساجد باب ٣ جـ١/ ٣٧٧، والنسائي في كتاب المساجد باب النهى عن اتخاذ القبور مساجد جـ٢/٣٣ وأحمد في مسنده جـ٦ /٢٢٨، ٢٧٥',NULL,'203',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (32,'قال القرطبي في معنى الحديث:"وكل ذلك لقطع الذريعة المؤدية إلى عبادة من فيها، كما كان السبب في عبادة الأصنام"، وقال أيضاً:"ولهذا بالغ المسلمون في سد الذريعة في قبر النبي صلى الله عليه وسلم فأعلوا حيطان تربته وسدوا المداخل إليها، وجعلوها محدقة بقبره صلى الله عليه وسلم، ثم خافوا أن يتخذ موضع قبره قبلة إذا كان مستقبل المصلين، فتصور الصلاة إليه بصورة العبادة، فبنوا جدارين من ركني القبر الشماليين وحرفوهما حتى التقيا على زاوية مثلثة من ناحية الشمال، حتى لا يمكنوا أحدا من استقبال قبره ١٠
وقال شيخ الإسلام ابن تيمية:"فحرم صلى الله عليه وسلم أن تتخذ قبورهم مساجد بقصد الصلوات فيها، كما تقصد المساجد، وإن كان القاصد لذلك إنما يقصد عبادة الله وحده، لأن ذلك ذريعة إلى أن يقصدوا المسجد لأجل صاحب القبر ودعائه، والدعاء به، والدعاء عنده، فنهى رسول الله صلى الله عليه وسلم عن اتخاذ هذا المكان لعبادة الله وحده لئلا يتخذ ذريعة إلى الشرك بالله، والفعل إذا كان يفضى إلى مفسدة وليس فيه مصلحة راجحة ينهى عنه، كما نهى عن الصلاة في الأوقات الثلاثة لما في ذلك من المفسدة الراجحة، وهو التشبه بالمشركين الذي يفضى إلى الشرك"٢٠
وقال في موطن آخر:"إنه نهى عن بناء المساجد على القبور ولعن من فعل ذلك، ونهى عن تكبير القبور وتشريفها وأمر بتسويتها، ونهى عن الصلاة إليها
_________
١ فتح المجيد /٢٣٩.
٢ مجموع الفتاوى جـ٣ / ١٦٣، ١٦٤.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (33,'وعندها، وعن إيقاد المصابيح عليها لئلا يكون ذلك ذريعة إلى اتخاذها أوثانا، وحرم ذلك على من قصد هذا ومن لم يقصده بل قصد خلافه سدا للذريعة"١٠
٢-وفى الصحيحين وغيرهما ٢ أن أم حبيبة وأم سلمة – رضي الله عنهما – ذكرتا كنيسة رأينها بأرض الحبشة وما فيها من الصور، فقال صلى الله عليه وسلم: "أولئك إذا مات فيهم الرجل الصالح أو العبد الصالح بنوا على قبره مسجداً وصوروا فيه تلك الصور، أولئك شرار الخلق عند الله" ٠
قال ابن حجر:"وإنما فعل ذلك أوائلهم ليتأسوا برؤية تلك الصور ويتذكروا أحوالهم الصالحة فيجتهدوا كاجتهادهم، ثم خلف من بعدهم خلوف جهلوا مرادهم، ووسوس لهم الشيطان أن أسلافكم كانوا يعبدون هذه الصور ويعظمونها فعبدوها، فحذر النبي صلى الله عليه وسلم عن مثل ذلك سدا للذريعة المؤدية إلى ذلك ٣٠
وقال ابن القيم بعد ذكره لهذا الحديث وغيره من الأحاديث الناهية عن اتخاذ القبور مساجد:"إن فتنة الشرك بالصلاة في القبور ومشابهة عباد الأوثان أعظم بكثير من مفسدة الصلاة بعد العصر والفجر، فإذا نهى عن ذلك، أي عن الصلاة بعد هذين الوقتين سدا لذريعة التشبه التي لا تكاد تخطر ببال المصلى، فكيف بهذه الذريعة القريبة التي كثيرا ما تدعو صاحبها إلى الشرك ودعاء الموتى
_________
١ مجموعة الفتاوى الكبرى جـ٣ / ١٤١.
٢ أخرجه البخاري في كتاب الصلاة باب ٤٨ جـ١/٥٢٣، وباب ٥٤ جـ١/٥٣١، وكتاب الجنائز باب ٧٠ جـ٣ / ٢٠٨، وكتاب مناقب الأنصار باب ٣٧ جـ٧ / ١٨٧،١٨٨، ومسلم في كتاب المساجد باب ٣ جـ١ / ٣٧٥، والنسائي في كتاب المساجد جـ٢ /٣٣.
٣ فتح الباري جـ١/٥٢٥.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (34,'واستغاثتهم، وطلب الحوائج منهم، واعتقاد أن الصلاة عند قبورهم أفضل منها في المساجد مما هو محادة لله ورسوله صلى الله عليه وسلم "١٠
٣- وعن جندب بن عبد الله البجلي أنه سمع النبي صلى الله عليه وسلم قبل أن يموت بخمس وهو يقول "إني أبرأ إلى الله أن يكون لي منكم خليل، فإن الله تعالى قد اتخذني خليلاً كما اتخذ ابراهيم خليلاً، ولو كنت متخذا من أمتي خليلاً لاتخذت أبا بكر خليلا٠ ألا وإن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد٠ ألا فلا تتخذوا القبور مساجد إني أنهاكم عن ذلك" ٢٠
قال النووي:"قال العلماء: إنما نهى النبي صلى الله عليه وسلم عن اتخاذ قبره وقبر غيره مسجداً خوفاً من المبالغة في تعظيمه والافتتان به، فربما أدى ذلك إلى الكفر، كما جرى لكثير من الأمم الخالية ....."٣٠
وقال ابن القيم:"إن النبي صلى الله عليه وسلم نهى عن بناء المساجد على القبور، ولعن من فعل ذلك، ونهى عن تجصيص القبور وتشريفها واتخاذها مساجد، وعن الصلاة إليها وعندها، وعن إيقاد المصابيح عليها، وأمر بتسويتها ونهى عن اتخاذها عيدا، وعن شد الرحال إليها، لئلا يكون ذلك ذريعة إلى اتخاذها أوثانا والإشراك بها، وحرم ذلك على من قصده ومن لم يقصده، بل قصد خلافه سدَّا للذريعة"٤٠
وقد ذكر الصنعاني بعد سياقه لبعض الأحاديث المبينة لصفات القبور الشرعية:"وهذه الأخبار المعبر فيها باللعن والتشبيه بقوله:"لا تجعلوا قبري وثنا يعبد من دون الله"، تفيذ التحريم للعمارة والتزيين والتجصيص، ووضع
_________
١ إغاثة اللهفان من مصايد الشيطان جـ١/ ١٨٨.
٢ أخرجه مسلم في صحيحة كتاب المساجد باب ٣ جـ١ / ٣٧٧، ٣٧٨.
٣ شرح النووي على مسلم جـ ٥ / ١٣.
٤ إعلام الموقعين عن رب العالمين جـ٣ /١٥١.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (35,'الصندوق المزخرف، ووضع الستائر على القبر وعلى سمائه، والتمسح بجدار القبر، وأن ذلك قد يفضى مع بعد العهد وفشو الجهل إلى ما كان عليه الأمم السابقة من عبادة الأوثان، فكان في المنع عن ذلك بالكلية قطع لهذه الذريعة المفضية إلى الفساد، وهو المناسب للحكمة المعتبرة في شرع الأحكام من جلب المصالح ودفع المفاسد سواء كانت بأنفسها أو باعتبار ما تفضي إليه"١٠
٤-وعن ثابت بن الضحاك – رضي الله عنه – قال:"نذر رجل على عهد النبي صلى الله عليه وسلم أن ينحر إبلا ببوانة، فقال النبي صلى الله عليه وسلم "هل كان فيها وثن من أوثان الجاهلية يعبد؟ " قالوا: لا، قال: " هل كان فيها عيد من أعيادهم؟ " قالو: لا ٠ قال رسول الله صلى الله عليه وسلم " أوف بنذرك، فإنه لا وفاء لنذر في معصية الله ولا فيما لا يملك ابن آدم" ٢٠
_________
١ سبل السلام شرح أدلة الأحكام جـ٢/٥٧٤.
١ بوانة: هضبة وراء ينبع قريبة من ساحل البحر. انظر معجم البلدان جـ ١/٥٠٥
٢ أخرجه أبو داود في سننه كتاب الأيمان والتذور باب ٢٣ جـ٩ / ١٤٠.وقال الشيخ الألبانى٠ صحيح٠ انظر صحيح سند أبى داود جـ٢ /٦٣٧.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (36,'<span data-type="title" id=toc-7>الفصل الثاني: سد الذرائع المؤدية إلى الشرك الأصغر</span>
<span data-type="title" id=toc-8>مدخل</span>
...
الفصل الثاني: سد الذرائع المؤدية إلى الشرك الأصغر٠
الشرك الأصغر: هو النوع الثاني من أنواع الشرك بعد الأكبر، وهو لا يخرج من الملة، ولكنه قد يحبط العمل الذي يصاحبه أو ينقص ثوابه ١، وقد خاف النبي صلى الله عليه وسلم على أمته منه، كما جاء في حديث محمود بن لبيد أن رسول الله صلى الله عليه وسلم قال: "إن أخوف ما أخاف عليكم الشرك الأصغر"، قالوا: وما الشرك الأصغر يا رسول الله؟ قال: "الرياء" ٠ يقول الله عز وجل لهم يوم القيامة إذا جزى الناس بأعمالهم: اذهبوا إلى الذين كنتم تراؤن في الدنيا فانظروا هل تجدون عندهم جزاء؟ " ٢، والمراد بالرياء في هذا الحديث هو يسيره، لا النفاق الاعتقادي الأكبر المخرج من الملة، وذلك أن الرياء قد يطلق ويراد به النفاق الأكبر كما جاء في قوله تعالى: {كَالَّذِي يُنْفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} ٣٠
قال ابن كثير في تفسيره:"أي: لا تبطلوا صدقاتكم بالمن والأذى، كما تبطل صدقة من راءى بها الناس فأظهر لهم أنه يريد وجه الله، وإنما قصده مدحة الناس له، أو شهرته بالصفات الجميلة ليشكر بين الناس، أو يقال: إنه كريم، ونحو ذلك من المقاصد الدنيوية، مع قطع نظره عن معاملة الله تعالى وابتغاء مرضاته وجزيل ثوابه، ولهذا قال: {وَلا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ} ٤٠
_________
١ انظر معارج القبول جـ١ / ٤٥٠.
٢ أخرجه أحمد في مسنده جـ٥ / ٤٢٨، ٤٢٩، والبغوى في شرح السنة جـ١٤ / ٣٢٤.
٣ البقرة / آية: ٢٦٤.
٤ تفسير ابن كثير جـ١ / ٤٧٠.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (37,'وطريقة التفريق بين الرياء الذي هو النفاق الأكبر، وبين الرياء الذي سماه النبي صلى الله عليه وسلم شركاً أصغر حديث: "إنما الأعمال بالنيات....." ١، فالنية هي التي تفرق بينهما، وقد وضح ذلك وفصله الشيخ حافظ الحكمي فقال:"......فإن كان الباعث على العمل هو إرادة غير الله عز وجل والدار الآخرة فذلك النفاق الأكبر ...، وإن كان الباعث على العمل هو إرادة الله عز وجل والدار الآخرة، ولكن دخل عليها الرياء في تزيينه وتحسينه فذلك هو الذي سماه النبي صلى الله عليه وسلم الشرك الأصغر وفسره بالرياء العملى ......"٢٠
ولخطورة هذا النوع من الشرك أيضاً، ولخفائه أحياناً، وصيانة لجانب التوحيد، فقد سدَّ الشارع كل الوسائل المفضية إلى الوقوع فيه، وسأبين ذلك من خلال المبحثين التاليين:
_________
١ أخرجه البخاري في مواطن منها كتاب بدء الوحي باب ١ جـ١ / ٩، ومسلم في كتاب الإمارة باب ٤٥ جـ٣ / ١٥١٥.
٢ معارج القبول جـ١ / ٤٥٤.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (38,'<span data-type="title" id=toc-9>المبحث الأول: سد الذرائع في الألفاظ</span>
لقد تهاون كثير من الناس في هذه المسألة، وأصبحوا يطلقون كلمات توقعهم في هذا اللون من الشرك، ولكثرة وقوعه وانتشاره بدأت الحديث عنه في هذا الفصل، ومن أمثلة سد الذرائع في هذا الباب ما يلي:
أ- النهى عن الحلف بغير الله: لما كان الحلف بالشيئ يقتضى تعظيمه، والعظمة في الحقيقة لله وحده، نهى الرسول صلى الله عليه وسلم عن الحلف بغير الله كما في حديث عمر – رضي الله عنه – قال: قال لي رسول الله صلى الله عليه وسلم: "إن الله ينهاكم أن تحلفوا بآبائكم" ١٠
وعن ابن عمر – رضي الله عنه – قال: سمعت رسول الله صلى الله عليه وسلم يقول: "من حلف بغير الله فقد كفر أو أشرك" ٢٠ قال الترمذي بعد سياقه:"هذا حديث حسن ٣، وتفسير هذا الحديث عند بعض أهل العلم أن قوله: "فقد كفر أو أشرك"، على التغليظ، والحجة في ذلك حديث ابن عمر أن النبي صلى الله عليه وسلم سمع عمر يقول: وأبى وأبى، فقال: "ألا إن الله ينهاكم أن تحلفوا بآبائكم"، وحديث أبى هريرة عن النبي صلى الله عليه وسلم أنه قال: "من قال في حلفه: واللات والعزى فليقل: لا إله إلا الل هـ"٠
وهذا مثل ما روى عن النبي صلى الله عليه وسلم أنه قال: "الرياء شرك"، وقد فسر بعض أهل العلم هذه الآية: {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحا} الآية ٠ قال: لا يرائي"٤٠
_________
١ أخرجه البخاري في كتاب الأيمان باب ٤ جـ١١/ ٥٣٠، ومسلم كتاب الأيمان باب ١ جـ٣ /١٢٦٦، ومالك في الموطأ جامع الأيمان جـ٣ /٦٧ من شرح الزرقانى٠
٢ أخرجه الترمذي في أبواب النذور باب ٨ جـ٥ / ١٣٥ من تحفة الأحوذى٠
٣ قال الشيخ الألباني بعد ذكره لكلام الترمذي هذا، بل هو صحيح٠ انظر السلسلة الصحيحة جـ٥ /٧٠.
٤ الترمذي مع شرحه تحفة الأحوذي جـ٥ / ١٣٦، ٣١٧.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (39,'قال ابن حجر:" والتعبير بقوله:"فقد كفر أو أشرك للمبالغة في الزجر والتغليظ في ذلك، وقد تمسك به من قال بتحريم ذلك"١٠
قال أبو جعفر الطحاوي:"لم يرد به الشرك الذي يخرج من الإسلام حتى يكون به صاحبه خارجاً عن الإسلام، ولكنه أراد أنه لا ينبغي أن يحلف بغير الله تعالى، لأن من حلف بغير الله تعالى فقد جعل ما حلف به محلوفا به، كما جعل الله تعالى محلوفا به، وبذلك جعل من حلف به أو ما حلف به شريكا فيما يحلف به، وذلك أعظم، فجعله شركا بذلك شركا غير الشرك الذي يكون به كافرا بالله تعالى خارجا عن الإسلام"٠
قال الشيخ الألباني بعد نقله لهذا الكلام:"يعنى – والله أعلم – أنه شرك لفظي وليس شركا اعتقاديا، والأول تحريمه من باب سد الذرائع، والآخر محرم لذاته، وهو كلام وجيه متين"٢٠
ب-النهى عن قول:"ما شاء الله وشئت"٠
قال البخاري في صحيحة:"باب لا يقول ما شاء الله وشئت"٣٠
وعن حذيفة بن اليمان أن رجلا من المسلمين رأى في النوم أنه لقي رجلا من أهل الكتاب فقال: نعم القوم أنتم، لولا أنكم تشركون٠ تقولون: ما شاء الله وشاء محمد، وذكر ذلك للنبي صلى الله عليه وسلم فقال: "أما والله، إن كنت لأعرفها لكم، قولوا: ما شاء الله ثم شاء محمد" ٤٠
قال الربيع بن سليمان: قال الشافعي:"المشيئة إرادة الله قال الله سبحانه وتعالى: {وما تشاؤون إلا أن يشاء الله} ٥، فأعلم الله خلقه أن المشيئة له دون
_________
١ فتح البارى جـ١١ /٥٣١.
٢ سلسلة الأحاديث الصحيحة جـ١ /٢١٧.
٣ أخرجه البخاري فىكتاب الأيمان والنذور باب ٨ جـ١١ /٥٣٩.
٤ أخرجه ابن ماجة في سننه كتاب الكفارات باب ١٣ جـ١ م ٦٨٥، والدارمي في سننه كتاب الاستئذان جـ٢/٢٩٥، وأحمد في مسنده جـ٥ /٣٩٣، ٣٩٤.
٥ الإنسان / آية: ٣٠.',NULL,'211',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (40,'خلقه، وأن مشيئتهم لا تكون إلا أن يشاء، فيقال لرسول الله صلى الله عليه وسلم:"ما شاء الله ثم شئت"، ولا يقال:"ما شاء الله وشئت"١٠
وعن ابن عباس – رضي الله عنهما – أن رجلاً قال للنبي صلى الله عليه وسلم:"ما شاء الله وشئت"، فقال له النبي صلى الله عليه وسلم: "أجعلتني والله عدلا، بل ما شاء الله وحده" ٢٠
قال ابن القيم:" إنه صلى الله عليه وسلم قال: "لا تقولوا ما شاء الله وشاء محمد"، وذم الخطيب الذي قال:"من يطع الله ورسوله فقد رشد، ومن عصاهما فقد غوى"، سدا لذريعة التشريك في المعنى بالتشريك في اللفظ، وحسما لمادة الشرك حتى في اللفظ، ولهذا قال للذي قال له:"ما شاء الله وشئت" أجعلتني لله ندا؟ فحسم مادة الشرك، وسد الذريعة إليه في اللفظ، كما سدها في الفعل والقصد، فصلاة الله وسلامه عليه وعلى آله أكمل صلاة وأتمها وأزكاها وأعمها"٣٠
وقال الشيخ الألباني بعد ذكره لبعض الأحاديث في هذا الموضوع:"قلت: وفى هذه الأحاديث أن قول الرجل لغيره: ما شاء الله وشئت يعتبر شركا في نظر الشارع، وهو من شرك الألفاظ، لأنه يوهم أن مشيئة العبد في درجة مشيئة الرب سبحانه وتعالى، وسببه القرن بين المشيئتين، ومثل ذلك قول بعض العامة وأشباههم ممن يدعى العلم مالي غير الله وأنت، وتوكلنا على الله وعليك، ومثله قول بعض المحاضرين: باسم الله والوطن، أو باسم الله والشعب، ونحو ذلك من الألفاظ الشركية التي يجب الانتهاء عنها والتوبة منها، أدبا مع الله تبارك وتعالى"٤٠
_________
١ شرح السنة للبغوي جـ١٢ / ٣٦١.
٢ مسند أحمد جـ١ /٢١٤،٢٢٤،٢٨٣،٣٤٧.
٣ إعلام الموقعين جـ٣ / ١٥٨، ١٥٩.
٤ سلسلة الأحاديث الصحيحة جـ١ /٢١٧.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (41,'جـ- النهي عن قول: عبدي وأمتي٠
عن همام بن منبه أنه سمع أبا هريرة – رضي الله عنه – يحدث عن النبي صلى الله عليه وسلم أنه قال: "لا يقل أحدكم: أطعم ربك وضئ ربك، وليقل: سيدي، مولاي، ولا يقل أحدكم: عبدي، أمتي، وليقل: فتاي، وفتاتي وغلامي" ١٠
قال البغوي:"قيل: إنما منع من أن يقول: ربى أو اسق ربك، لأن الإنسان مربوب متعبد بإخلاص التوحيد، فكره له المضاهاة بالاسم، لئلا يدخل في معنى الشرك، والعبد والحُر، فيه بمنزلة واحدة، فأما ما لا تعبُّد عليه من سائر الحيوان والجماد فلا يمنع منه، كقولك: رب الدار، ورب الدابة والثوب، ولم يمنع العبد أن يقول: سيدي ومولاي، لأن مرجع السيادة إلى معنى الرياسة على من تحت يده، والسياسة له وحسن التدبير لأمره، ولذلك سمى الزوج سيدا٠ قال الله سبحانه وتعالى: {وَأَلْفَيَا سَيِّدَهَا لَدَى الْبَابِ} ٢ .....، ومنع السيد من أن يقول: عبدي، لأن هذا الاسم من باب المضاف ومقتضاه العبودية له، وصاحبه عَبْدُ لله، مُتَّعَبَّدُ بأمره ونهيه، فإدخاله مملوكه تحت هذا الاسم يوهم التشريك..."٣٠
وقال النووي في شرحه للحديث:"يكره للسيد أن يقول لمملوكه عبدي وأمتي، بل يقول "غلامي وجاريتي وفتاي وفتاتي، لأن حقيقة العبودية إنما يستحقها الله تعالى، ولأن فيها تعظيما بما لا يليق بالمخلوق استعماله لنفسه، وقد
_________
١ أخرجه البخاري في كتاب العتق باب ١٧ جـ٥ /١٧٧، ومسلم في كتاب الألفاظ باب ٣ جـ٤/١٧٦٥، وأبو داود في سننه كتاب الأدب باب ٨٣ جـ٥/٢٥٦، وأحمد في مسنده جـ٢ /٣١٦، ٤٢٣، ٤٦٣.
٢ يوسف / آية: ٢٥.
٣ شرح السنة جـ١٢ /٣٥٠، ٣٥١.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (42,'بين النبي صلى الله عليه وسلم العلة في ذلك فقال:"كلكم عبيد الله، فنهى عن التطاول في اللفظ"١٠
وقال ابن القيم:"إن النبي صلى الله عليه وسلم نهى الرجل أن يقول لغلامه وجاريته: عبدي وأمتي، ولكن يقول: فتاي وفتاتي، ونهى أن يقول لغلامه: وضئ ربك، أطعم ربك سدا لذريعة الشرك في اللفظ والمعنى، وإن كان الرب ههنا هو المالك كرب الدار، ورب الإبل، فعدل عن لفظ العبد والأمة إلى لفظ الفتى والفتاة، ومنع من إطلاق لفظ الرب على السيد حماية لجانب التوحيد وسدا لذريعة الشرك"٢٠
وقال عبد الرحمن بن حسن:"هذه الألفاظ المنهي عنها، وإن كانت تطلق لغة، فالنبي صلى الله عليه وسلم نهى عنها تحقيقا للتوحيد، وسدا لذرائع الشرك لما فيها من التشريك في اللفظ، لأن الله تعالى هو رب العباد جميعهم، فإذا أطلق على غيره شاركه في الاسم فينهى عنه لذلك، وإن لم يقصد بذلك التشريك في الربوبية التي هي وصف الله تعالى...، فالنهى عنه حسما لمادة التشريك بين الخالق والمخلوق، وتحقيقا للتوحيد، وبعدا عن الشرك حتى في اللفظ، وهذا من أحسن مقاصد الشريعة لما فيه من تعظيم الرب تعالى، وبعده عن مشابهة المخلوقين، فأرشدهم صلى الله عليه وسلم إلى ما يقوم مقام هذه الألفاظ، وهو قوله: "سيدي ومولاي" وكذا قوله: "ولا يقل أحدكم عبدي وأمتي"، لأن العبيد عبيد الله والإماء إماء الله٠ قال الله تعالى: {إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ إِلاَّ آتِي الرَّحْمَنِ عَبْداً} ٣، ففي إطلاق هاتين الكلمتين على غير الله تشريك في اللفظ، فنهاهم عن ذلك تعظيما لله تعالى وأدبا وبعدا عن الشرك وتحقيقا للتوحيد، وأرشدهم إلى أن يقولوا: "فتاي وفتاتي وغلامي"، وهنا من باب حماية المصطفى صلى الله عليه وسلم جناب التوحيد، فقد بلغ صلى الله عليه وسلم أمته كل ما فيه نفع لهم، ونهاهم عن كل ما فيه نقص في الدين، فلا خير إلا دلهم
_________
١ شرح النووي على مسلم جـ١٥ / ٧.
٢ إعلام الموقعين جـ٣ / ١٦٢، ١٦٣.
٣ مريم / آية: ٩٣.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (43,'عليه، خصوصا في تحقيق التوحيد، ولا شر إلا حذرهم منه خصوصا ما يقرب من الشرك لفظا وإن لم يقصد٠ وبالله التوفيق"١٠
_________
١ فتح المجيد شرح كتاب التوحيد / ٤٦٧.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (44,'<span data-type="title" id=toc-10>المبحث الثاني: سد الذرائع في الأعمال</span>
كما نهى الشارع عن الشرك في الألفاظ وسَدَّ كل الوسائل المؤدية إليه، نهى أيضا وحذر من الوسائل المفضية إلى الشرك في الأعمال، ويظهر ذلك في الصور التالية:
أ - النهى عن التمائم:
التمائم: جمع تميمة، وهى خرزات كانت العرب تعلقها على أولادهم يتقون بها العين في زعمهم فأبطلها الإسلام ١٠
وعن عبد الله بن مسعود – رضي الله عنه – قال: سمعت رسول الله صلى الله عليه وسلم يقول: "إن الرقى والتمائم والتولة شرك" ٢٠
وقد اختلف العلماء في التمائم إذا كانت من القرآن الكريم، فأباحها البعض كالرقى الشرعية، ومنعها آخرون سدا لذريعة الوقوع في الشرك، ومن هؤلاء ابن مسعود وابن عباس وغيرهم٠
قال الشيخ محمد بن عبد الوهاب في كتابه التوحيد:"التمائم شيئ يعلق على الأولاد عن العين، لكن إذا كان المعلق من القرآن فرخص فيه بعض السلف، وبعضهم لم يرخص فيه ويجعله من المنهي عنه منهم ابن مسعود رضي الله عنه –"٠
قال شارحه:"هذا هو الصحيح- أي النهى عن تعليق التمائم من القرآن –لوجوه ثلاثة تظهر للمتأمل:
الأول: عموم النهى ولا مخصص للعموم٠
_________
١ النهاية في غريب الحديث والأثر جـ١/١٩٧، وانظر شرح السنة جـ١٢ /١٥٨.
٢ أخرجه أبو داود في سننه كتاب الطب باب ١٧ جـ١٠ /٣٦٧، وابن ماجة كتاب الطب باب ٣٩ جـ٢ /١١٦٧ وأحمد في مسنده جـ١ /٣٨١.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (45,'الثاني: سد الذريعة فإنه يفضى إلى تعليق ما ليس كذلك٠
الثالث: "أنه إذا علق فلابد أن يمتهنه المعَلِّق بحمله معه في حال قضاء الحاجة والاستنجاء ونحو ذلك"١٠
وقال الشيخ حافظ الحكمي:
وفى التمائم المعلقات ... إن تك آيات بينات
فالاختلاف واقع بين السلف ... فبعضهم أجازها والبعض كف
ثم ذكر بعض أسماء المانعين والمبيحين وعقب بقوله:"ولا شك أن منع ذلك سد لذريعة الاعتقاد والمحظور، لاسيما في زماننا هذا، فإنه إذا كرهه أكثر الصحابة والتابعين في تلك العصور الشريفة المقدسة، والإيمان في قلوبهم أكبر من الجبال، فلأن يكره في وقتنا هذا – وقت الفتن والمحن- أولى وأجدر بذلك "٢٠
وقال الشيخ عبد العزيز بن باز:"واختلف العلماء في التمائم إذا كانت من القرآن أومن الدعوات المباحة٠ هل هي محرمة أم لا؟ والصواب تحريمها لوجهين:
أحدهما: عموم الأحاديث المذكورة، فإنها تعم التمائم من القرآن وغير القرآن٠
والوجه الثاني: سد ذريعة الشرك، فإنها إذا أبيحت التمائم من القرآن اختلطت بالتمائم الأخرى واشتبه الأمر، وانفتح باب الشرك بتعليق التمائم كلها، ومعلوم أن سد الذرائع المفضية إلى الشرك والمعاصي من أعظم القواعد الشرعية٠ والله ولى التوفيق"٣٠
_________
١ فتح المجيد شرح كتاب التوحيد / ١٣٢، ١٣٣.
٢ معارج القبول جـ١ / ٤٦٩، ٤٧٠.
٣ من مجموع فتاوى سماحة الشيخ عبد العزيز بن باز جـ١ /٢٧٩.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (46,'وعليه فتعليق التمائم ينهى عنه بإطلاق سدا للذريعة في ذلك التي منها تعليق ما ليس من القرآن، وتعظيما لكلمات الله وآياته من امتهانها أثناء قضاء الحاجة وغير ذلك، خاصة في هذا الزمان الذي كثرت فيه البدع وانتشر أهل الخرافة والدجل والمشعوذين وغلب الجهل على كثيرين٠
قال الشيخ الألباني بعد ذكره لتعريف التميمة:"ولا تزال هذه الضلالة فاشية بين البدو والفلاحين وبعض المدنيين، ومثلها الخرزات التي يضعها بعض السائقين أمامهم في السيارة- يعلقونها على المرآة وبعضهم يعلق نعلا في مقدمة السيارة أو في مؤخرتها، وغيرهم يعلقون نعل فرس في واجهة الدار أو الدكان فكل ذلك لدفع العين زعموا، وغير ذلك مما عم وطم بسبب الجهل بالتوحيد وما ينافيه من الشركيات والوثنيات التي ما بعثت الرسل وأنزلت الكتب إلا من أجل إبطالها والقضاء عليها"١٠
ب- النهى عن انحناء الرجل للرجل أو القيام له٠
عن أنس بن مالك – رضي الله عنه – قال:"قال رجل يا رسول الله: الرجل منا يلقى أخاه، أو صديقه، أينحني له؟ قال: لا، قال: فيلتزمه ويقبله ٠ قال: لا، قال: فيأخذ بيده ويصافحه، قال: نعم"٢٠
قال ابن القيم:"إن النبي صلى الله عليه وسلم نهى الرجل أن ينحني للرجل إذا لقيه كما يفعل كثير من المنتسبين إلى العلم ممن لا علم له بالسنة بل يبالغون إلى أقصى حد الانحناء مبالغة في خلاف السنة جهلا، حتى يصير أحدهم بصورة الراكع لأخيه، ثم يرفع رأسه من الركوع كما يفعل إخوانهم من السجود بين يدي شيوخهم الأحياء والأموات، فهؤلاء أخذوا من الصلاة سجودها، وأولئك ركوعها،
_________
١ السلسلة الصحيحة جـ١ /٨١٠.
٢ أخرجه الترمذي في أبواب الاستئذان باب ٣١ جـ٧ /٥١٤، وابن ماجة في كتاب الأدب باب ١٥ جـ٢ /١٢٢٠، وأحمد في مسنده جـ٣ / ١٩٨.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (47,'وطائفة ثالثة قيامها، يقوم عليهم الناس وهم قعود كما يقومون في الصلاة، فتقاسمت الفرق الثلاث أجزاء الصلاة، والمقصود أن النبي صلى الله عليه وسلم نهى عن انحناء الرجل لأخيه سداً لذريعة الشرك، كما نهى عن السجود لغير الله ١٠
تنبيه: جاء في حديث أنس السابق نهى عن الالتزام وهو المعانقة، وقد وردت عن أصحاب النبي صلى الله عليه وسلم لقول أنس – رضي الله عنه -:"كان أصحاب رسول الله صلى الله عليه وسلم إذا تلاقوا تصافحوا، وإذا قدموا من سفر تعانقوا"٢٠
وعانق عبد الله بن أنيس جابر بن عبد الله – رضي الله عنهما – لما رحل إليه من المدينة إلى الشام ليسأله عن حديث لرسول الله صلى الله عليه وسلم ٣٠
وقد جمع العلماء بين هذه الأحاديث، ودفعوا التعارض الظاهر بينها، ومنهم الإمام البغوي، وفى ذلك يقول:"قال حميد بن زنجوية: قد جاء عن النبي صلى الله عليه وسلم أنه نهى عن المعانقة والتقبيل، وجاء أنه عانق جعفر بن أبى طالب وقبله عند قدومه من أرض الحبشة، ولكل وجه عندنا، فأما المكروه من المعانقة والتقبيل، فما كان على وجه الملق والتعظيم وفى الحضر، فأما المأذون فيه، فعند التوديع وعند القدوم من السفر وطول العهد بالصاحب، وشدة الحب في الله ومن قبَّل فلا يقبل الفم، ولكن اليد والرأس والجبهة"٤٠
وقال الشيخ الألباني عقب ذكره لبعض أحاديث النهى وأحاديث الإباحة: "فيمكن أن يقال: إن المعانقة في السفر مستثنى من النهى لفعل الصحابة ذلك"٥٠
_________
١ إعلام الموقعين جـ٣/١٦٦، ١٦٧.
٢ رواه الطبراني في الأوسط ورجاله رجال الصحيح كما ذكر الهيثمي في مجمع الزوائد جـ٨ /٣٦.
٣ أخرجه البخاري في الأدب المفرد باب المعانقة جـ٢/٤٥٨، وعلقه في صحيحه في كتاب العلم باب ١٩، وقال الحافظ في الفتح: إسناده حسن، وأحمد في مسنده جـ٣ / ١٩٨.
٤ شرح السنة للبغوى جـ١٢ / ٢٩٢، ٢٩٣.
٥ سلسلة الأحاديث الصحيحة جـ١/٢٥٢.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (48,'وكما نهى صلى الله عليه وسلم عن الانحناء سدَّا للذريعة، كره أن يقوم الناس له، كما ذكر وعيداً شديدا لمن يحب أن يتمثل الناس له قياما٠
فعن أنس – رضي الله عنه- قال:"ما كان في الدنيا شخص أحب إليهم رؤية من رسول الله صلى الله عليه وسلم، وكانوا إذا رأوه لم يقوموا إليه، لما يعلمون من كراهيته لذلك"١٠
وعن أبى مجلز قال:"خرج معاوية فقام عبد الله بن الزبير وابن صفوان حين رأوه، فقال:اجلسا، سمعت رسول الله صلى الله عليه وسلم يقول: "من سره أن يتمثل له الرجال قياما فليتبوأ مقعده من النار" ٠ قال الترمذي:" وفى الباب عن أبى أمامه، وهذا حديث حسن"٢٠
ولا يتعارض النهى عن القيام هنا مع قول النبي صلى الله عليه وسلم لماَّ قدم سعد بن معاذ إلى بنى قريظة ليحكم فيهم: " قوموا إلى سيدكم" ٣ للفرق بين الحالين، وقد وضح ذلك ابن يتمية –رحمه الله- وفصله تفصيلا دقيقا فقال:"لم تكن عادة السلف على عهد النبي صلى الله عليه وسلم وخلفائه الراشدين أن يعتادوا القيام كلما يرونه صلى الله عليه وسلم كما يفعله كثير من الناس، بل قد قال أنس بن مالك: لم يكن شخص أحب إليهم من النبي صلى الله عليه وسلم وكانوا إذا رأوه لم يقوموا له، لما يعلمون من كراهيته لذلك، ولكن ربما قاموا للقادم من مغيبه تلقيا له، كما روى عن النبي صلى الله عليه وسلم أنه قام لعكرمة وقال للأنصار لما قدم سعد بن معاذ:قوموا إلى سيدكم، وكان قد قدم ليحكم في بنى قريظة.....، وأما القيام لمن يقدم من سفر ونحو ذلك تلقيا له فحسن، وإذا كان من عادة الناس إكرام الجائي بالقيام ولو ترك لاعتقد أن ذلك
_________
١ أخرجه البخاري في الأدب المفرد جـ٢/٤١٩، والترمذي في أبواب الاستئذان باب ٤٧ جـ٨/٢٩، وأحمد في مسنده جـ٣ /١٣٢ ٠
٢ سنن الترمذي أبواب الاستئذان باب ٤٧ جـ٨ / ٣٠، والبخاري في الأدب المفرد جـ٢ / ٤٦٦، وأبو داود في سننه أبواب السلام باب ٢٤ جـ١٤/١٤٢ وأحمد في مسنده جـ٤/٩٣،١٠٠ ٠
٣ أخرجه البخاري في كتاب الاستئذان باب ٢٦ جـ١١/٢٩ ٠',NULL,'220',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (49,'لترك حقه، أو قصد خفضه، ولم يعلم العادة الموافقة للسنة، فالأصلح أن يقام له، لأن ذلك أصلح لذات البين وإزالة التباغض والشحناء، وأما من عرف عادة القوم الموافقة للسنة، فليس في ترك ذلك إيذاء له، وليس هذا القيام المذكور في قوله صلى الله عليه وسلم: "من سره أن يتمثل له الرجال قياما فليتبوأ مقعده من النار"، فإن ذلك أن يقوموا له وهو قاعد، ليس هو أن يقوموا لمجيئة إذا جاء، ولهذا فرقوا بين أن يقال:قمت إليه وقمت له، والقائم للقادم ساواه في القيام بخلاف القائم للقاعد"١٠
كما جمع بين الأحاديث ابن القيم جمعا حسنا، وذكر أن الأحاديث التي ورد فيها القيام كان لعارض، وأنه كان قياما إلى الرجل للقائه، لا قياما له، ثم قال:"فالمذموم: القيام للرجل، وأما القيام إليه للتلقي إذا قدم:فلا بأس به، وبهذا تجتمع الأحاديث"٢ قلت: هذا جمع جيد وحسن بين النصوص الثابتة، وعليه فينهى القيام للشخص للتعظيم مهما كانت منزلته سدَّا لذريعة الوقوع في الشرك، بعد الغلو فيه، أو مجاوزة الحد في حبه وتعظيمه وما إلى ذلك كما هو واقع من بعض أتباع الطرق لمشايخهم، وأما القيام لعارض كالقيام للقادم من سفر، أو لغائب على سبيل البر والإكرام فلا بأس به٠
وقد نقل أبو عبد الله بن الحاج٣ عن أبى الوليد بن رشد أن القيام يقع على أربعة أوجه:
الأول: محظور، وهو أن يقع لمن يريد أن يقام إليه تكبرا وتعاظما على القائمين إليه٠
الثاني: مكروه، وهو أن يقع لمن لا يتكبر ولا يتعاظم على القائمين، ولكن يخشى أن يدخل نفسه بسبب ذلك ما يحذر، ولما فيه من التشبه بالجبابرة٠
_________
١ مجموع فتاوى ابن تيمية جـ١ /٣٧٤، ٣٧٥ ٠
٢ شرح ابن القيم لسنن أبى داود من كتاب عون المعبود جـ١٤ / ١٢٧ ٠
٣ أنظر المدحل لابن الحاج جزء ١ من ص ١٦٨، وفتح الباري لابن حجر جزء ١١ / ٥١، ٥٢',NULL,'221',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (50,'الثالث: جائز، وهو أن يقع على سبيل البر والإكرام لمن لا يريد ذلك، ويؤمن معه التشبه بالجبابرة٠
الرابع: مندوب، وهو أن يقوم لمن قدم من سفر فرحا بقدومه ليسلم عليه، أو إلى من تجددت له نعمة فيهنئه بحصولها أو مصيبة فيعزيه بسببها.
وقال التوريشتى في شرح المصابيح:معنى "قوموا إلى سيدكم"، أى إلى إعانته وإنزاله من دابته، ولو كان المراد التعظيم لقال: قوموا لسيدكم" ١٠
وقال الألباني في حديث أبى مِجلَز:"دلنا هذا الحديث على أمرين:
الأول: تحريم حب الداخل على الناس القيام منهم له، وهو صريح الدلالة، بحيث أنه لا يحتاج إلى بيان٠
والآخر: كراهة القيام من الجالسين للداخل، ولو كان لا يحب القيام، وذلك من باب التعاون على الخير، وعدم فتح باب الشر، وهذا معنى دقيق دلنا عليه راوى الحديث معاوية – رضي الله عنه -، وذلك بإنكاره على عبد الله بن عامر قيامه له، واحتج عليه بالحديث، وذلك من فقهه في الدين، وعلمه بقواعد الشريعة التي منها سد الذرائع"٢٠
ومن هذا الباب ما جاء في صحيح البخاري عن عائشة – رضي الله عنها – أنها قالت:"صلى رسول الله صلى الله عليه وسلم في بيته وهو شاكٍ، فصلى جالسا، وصلى وراءه قوم قياما، "فأشار أن اجلسوا، فلما انصرف قال:إنما جعل الإمام ليؤتم به، فإذا ركع فاركعوا، وإذا رفع فارفعوا" ٣٠
قال ابن القيم:"إن النبي صلى الله عليه وسلم أمر المأمومين أن يصلوا قعودا إذا صلى إمامهم قاعدا، وقد تواتر عنه ذلك، ولم يجئ عنه ما ينسخه، وما ذاك إلا سدا لذريعة مشابهة الكفار، حيث يقومون على ملوكهم وهو قعود"٤٠
_________
١ المرجع السابق جـ١١ / ٥٢ ٠
٢ السلسلة الصحيحة جـ١ / ٦٢٩ ٠
٣ أخرجه البخاري في كتاب تقصير الصلاة باب ١٧ جـ٢ / ٥٨٤ ٠
٤ إعلام الموقعين جـ٣ / ١٥٨ ٠',NULL,'222',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (51,'قلت: تأمل أيها المسلم حرص الإسلام ورسول رب العالمين وسلف الأمة الصالحين على مخالفة الكفار والمشركين، ونهى الشريعة الغراء على المباح خوفا من الوقوع في الحرام، كل ذلك صيانة وحماية للعقيدة، وتحقيقا للتوحيد٠
فما بالنا اليوم نجد جرأة كبيرة، حتى من بعض المنتسبين إلى العلم في التساهل في هذا الباب، ويا ليت الأمر – مع خطورته- اقتصر على الجائز المؤدى إلى الحرام، بل وقعوا صراحة فيما نهى عنه الشارع الحكيم، وسقطوا في أعمال الجاهلين٠ فإنا لله وإنا إليه راجعون٠',NULL,'223',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (52,'<span data-type="title" id=toc-11>الفصل الثالث: سد الذرائع في توحيد المعرفة والإثبات</span>
<span data-type="title" id=toc-12>مدخل</span>
...
الفصل الثالث: سد الذرائع في توحيد المعرفة والإثبات
توحيد المعرفة والإثبات أحد نوعي التوحيد، وهو التوحيد العلمي الخبري الاعتقادي المتضمن إثبات صفات الجلال والكمال لله عز وجل، وهو توحيد الربوبية والأسماء والصفات، فلا رب سوى خالق الأرض والسماء، كما أنه لا يشبهه أحد من خلقه، لا في ذاته، ولا في صفاته وأفعاله، تعالى سبحانه وتقدس عن الشبيه والنظير٠
يقول شيخ الإسلام ابن تيمية: "ولهذا لما كان وجوب الوجود من خصائص رب العالمين، والغني عن الغير من خصائص رب العالمين، كان الاستقلال بالفعل من خصائص رب العالمين، وكان التنزه عن شريك في الفعل والمفعول من خصائص رب العالمين، ولهذا لا يستحق غيره أن يسمى خالقا، ولا ربا مطلقا ونحو ذلك، لأن ذلك يقتضي الاستقلال والانفراد بالمفعول المصنوع، وليس ذلك إلا لله وحده"١٠
وقد سدَّ الشارع الذرائع التي يمكن أن تؤدي إلى وقوع محظور في هذا النوع من التوحيد، وبيان ذلك في مبحثين كما يلي:
_________
١ مجموع فتاوى ابن تيمية جـ٢ / ٣٤، ٣٥.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (53,'<span data-type="title" id=toc-13>المبحث الأول: سد الذرائع في مضاهاة أفعال الله تعالى:</span>
أفعال الله كثيرة، وهي مبينة أن الله رب كل شيء ومليكه وخالقه ورازقه، وهو الذي يحييه ويميته ويدبر أمره، وهو أمر تشهد له الفطرة، ويذعن له العقل، وقد ذكر ربنا ذلك في آيات كثيرة من كتابه، كما نفى أن يكون لأحد معه شريك في الخلق والتكوين فقال سبحانه: {مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ} ١٠
ويظهر احتياط الشرع لهذا النوع من التوحيد بذكر الأمثلة الآتية:
١- النهي عن تصوير ذوات الأرواح:
نهي الإسلام عن تصوير ذوات الأرواح سدَّا لذريعة المضاهاة في أفعال الله تعالى، وهي هنا الخلق، فعن أبي هريرة – رضي الله عنه – قال: سمعت رسول الله صلى الله عليه وسلم يقول: قال الله عز وجل: "ومن أظلم ممن ذهب يخلق كخلقي فليخلقوا ذرة، أو ليخلقوا حبة، أو ليخلقوا شعيرة" ٢٠
قال النووي بعد ذكره لبعض الأحاديث الناهية عن التصوير:"وهذه الأحاديث صريحة في تحريم تصوير الحيوان وأنه غليظ التحريم، وأما الشجر ونحوه مما لا روح فيه، فلا تحرم صنعته ولا التكسب به وسواء الشجر المثمر وغيره، وهذا مذهب العلماء كافة إلا مجاهدا فإنه جعل الشجر المثمر من المكروه، وقال القاضي: لم يقله أحد غير مجاهد، واحتج مجاهد بقوله تعالى: "ومن أظلم ممن ذهب يخلق خلقا كخلقي"، واحتج الجمهور بقوله صلى الله عليه وسلم: "ويقال لهم أحيوا ما خلقتم"، أي اجعلوه حيوانا ذا روح كما ضاهيتم.."٣٠
_________
١ المؤمنون / آية: ٩١.
٢ أخرجه البخاري في كتاب اللباس باب ٩٠ جـ١٠ / ٣٨٥، وكتاب التوحيد باب ٥٦ جـ ١٣ / ٥٢٨، ومسلم في كتاب اللباس باب ٢٦ جـ٣ / ١٦٧١.
٣ شرح النووي على مسلم جـ١٤ / ٩٠، ٩١.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (54,'وقال الشيخ/ عبد الرحمن بن حسن بعد ذكره للحديث السابق:"وقد ذكر النبي صلى الله عليه وسلم العلة وهي المضاهاة بخلق الله، لأن الله تعالى له الخلق والأمر، فهو رب كل شيء ومليكه، وهو خالق كل شيء، وهو الذي صور جميع المخلوقات، وجعل فيها الأرواح التي تحصل بها الحياة"١٠
وقال الشيخ/ صديق حسن خان:"قال بعض أهل العلم في معنى هذا الحديث: يعني أن المصورين يدعون الإلهية في هذه السترة، لكونهم يريدون أن يصنعوا أشياء مثل ما صنعه الخالق القدير، فهم مسيئوا الأدب بالله عز وجل، ودعواهم هذه كذب صريح وحجة داحضة"٢٠
٢- النهي عن قول: "مطرنا بنوء كذا"
عن زيد بن خالد الجهني أنه قال:"صلى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحديبية على أثر سماء كانت من الليلة، فلما انصرف أقبل على الناس فقال: "هل تدرون ماذا قال ربكم؟ " قالوا: الله ورسوله أعلم، قال: "أصبح من عبادي مؤمن بي وكافر، فأما من قال: مطرنا بفضل الله ورحمته فذلك مؤمن بي وكافر بالكواكب، وأما من قال: بنوء كذا وكذا فذلك كافر بي ومؤمن بالكواكب" ٣٠
قال الشافعي:"من قال مطرنا بنوء كذا وكذا على ما كان بعض أهل الشرك يعنون من إضافة المطر إلى أنه أمطره نوء كذا، فذلك كفر، كما قال رسول الله صلى الله عليه وسلم، لأن النوء وقت، والوقت مخلوق لا يملك لنفسه ولا لغيره شيئا، ولا يمطر ولا يصنع شيئا، وأما من قال مطرنا بنوء كذا، على معنى: مطرنا
_________
١ فتح المجيد / ٤٩٢.
٥ هكذا في المصدر ولعلها الصورة والله تعالى أعلم.
٢ الدين الخالص جـ٢ / ٢٢٨.
٣ أخرجه البخاري في كتاب الآذان باب ١٥٦ جـ٢ / ٣٣٣، وكتاب الاستسقاء باب ٢٨ جـ٢ / ٥٢٢، ومسلم في كتاب الإيمان باب ٣٢ جـ١ / ٨٣. وغيرهما٠',NULL,'226',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (55,'بوقت كذا، فإنما ذلك كقوله: مطرنا في شهر كذا، ولا يكون هذا كفرا، وغيره من الكلام أحب إلى منه"١٠
قال ابن حجر عقب نقله لكلام الشافعي السابق:"يعني حسما للمادة وعلى ذلك يحمل إطلاق الحديث"٢٠
وقال الشيخ سليمان بن عبد الله معلقا على كلام الشافعي:"إن كلام الشافعي لا يدل على جواز ذلك، وإنما يدل على أنه لا يكون كفر شرك، وغيره من الكلام أحسن منه، أما كونه يجوز إطلاق ذلك أولا يجوز، فالصحيح أنه لا يجوز، وإن كان القائل لذلك يعتقد أن الله هو المنزل للمطر، فهذا من باب الشرك الخفي في الألفاظ، كقوله: لولا فلان لم يكن كذا..."٣٠
وقال النووي:"وأما معنى الحديث، فاختلف العلماء في كفر من قال: مطرنا بنوء كذا على قولين: أحدهما: هو كفر بالله سبحانه وتعالى سالب لأصل الإيمان مخرج عن ملة الإسلام، قالوا: وهذا فيمن قال ذلك معتقدا أن الكواكب فاعل مدبر منشيء للمطر، كما كان بعض أهل الجاهلية يزعم، ومن اعتقد هذا فلاشك في كفره، وهذا القول هو الذي ذهب إليه جماهير العلماء والشافعي منهم، وهو ظاهر الحديث، قال: وعلى هذا لو قال: مطرنا بنوء كذا معتقدا أنه من الله تعالى وبرحمته، وأن النوء ميقات له وعلامة اعتبارا بالعبادة، فكأنه قال: مطرنا في وقت كذا، فهذا لا يكفر، والأظهر كراهيته، لكنها كراهة تنزيه لا إثم فيها، وسبب الكراهة أنها كلمة مترددة بين الكفر وغيره فيساء الظن بصاحبها"٤٠
قلت: الأولى النهي مطلقا عن قول هذه الكلمة سدا للذريعة، وقد بين ذلك ووضحه الشيخ سليمان فقال: "الاستسقاء بالنجوم نوعان: أحدهما أن
_________
١ الأم للشافعي جـ ١ / ٢٨٨.
٢ فتح الباري جـ ٢ / ٥٢٣.
٣ تيسير العزيز الحميد شرح كتاب التوحيد / ٤٠٣.
٤ شرح النووي على مسلم جـ٢ / ٦٠، ٦١.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (56,'يعتقد أن المنزل للمطر هو النجم، فهذا كفر ظاهر، إذ لا خالق إلا الله، وما كان المشركون هكذا، بل كانوا يعلمون أن الله هو المنزل للمطر، كما قال تعالى: {وَلَئِنْ سَأَلْتَهُمْ مَنْ نَزَّلَ مِنَ السَّمَاءِ مَاءً فَأَحْيَا بِهِ الأَرْضَ مِنْ بَعْدِ مَوْتِهَا لَيَقُولُنَّ اللَّهُ} ١، وليس هذا معنى الحديث، فالنبي صلى الله عليه وسلم أخبر أن هذا لا يزال في أمته، ومن اعتقد أن النجم ينزل المطر فهو كافر٠
الثاني: أن ينسب إنزال المطر إلى النجم، مع اعتقاده أن الله تعالى هو الفاعل لذلك المنزل له، لكن معني أن الله تعالى أجرى العادة بوجود المطر عند ظهور ذلك النجم، فحكى ابن مفلح خلافا في مذهب أحمد في تحريمه وكراهته، وصرح أصحاب الشافعي بجوازه والصحيح أنه محرم، لأنه من الشرك الخفي، وهو الذي أراده النبي صلى الله عليه وسلم وأخبر أنه من أمر الجاهلية، ونفاه وأبطله، وهو الذي كان يزعم المشركون، ولم يزل موجودا في هذه الأمة إلى اليوم، وأيضاً فإن هذا من النبي صلى الله عليه وسلم حماية لجناب التوحيد، وسدًّا لذريعة الشرك ولو بالعبارات الموهمة التي لا يقصدها صاحبها"٢٠
_________
١ العنكبوت / آية: ٦٥.
٢ تيسير العزيز الحميد / ٣٩٩.',NULL,'228',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (57,'<span data-type="title" id=toc-14>المبحث الثاني: سد الذرائع في توحيد الأسماء والصفات٠</span>
من المعلوم المقرر عند أهل السنة والجماعة أن الله سبحانه وتعالى له وحده الأسماء الحسنى والصفات العلي التي لا يشاركه فيها غيره، وهم يثبتون كل ما جاء في كتاب الله، وما صح به الخبر من سنة رسول الله صلى الله عليه وسلم من غير تشبيه وتمثيل، أو تعطيل وتأويل٠
ولأهمية السلامة في جانب الاعتقاد –ومنه الأسماء الحسنى- وبما أن أسماء الله وصفاته تحمل معنى العظمة والجلال التي لا يشارك فيها الخالق المخلوق، فقد احتاط الشارع لهذا الجانب، وسد كل طريق يؤدى إلى الخلط فيه، وهذه بعض الأمثلة:
١- إثبات علم الغيب لله وحده ونفيه عن الأنبياء والمرسلين فضلا عن غيرهم٠
من الصفات الثابتة الدالة على كمال العلم وسعة القدرة والعظمة انفراد الله عز وجل بعلم الغيب، فلا يشاركه فيه نبي مرسل ولا ملك مقرب٠ قال تعالى: {قُلْ لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ الْغَيْبَ إِلاَّ اللَّهُ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ} ١٠
ولما كان الأنبياء والمرسلون يخبرون عن الله أمره، ويعلمون الناس شرعه بإعلام الله لهم، ومن ذلك أمور تتصل بعالم الغيب كما قال تعالى: {عالم الغيب فلا يظهر على غيبه احدا٠ إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلفه رصدا٠ ليعلم أن قد أبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شيء عددا} ٢، فقد نفى الله عنهم علم الغيب ونص على بشريتهم وبين منزلتهم، وقرر ذلك في كتابه أكثر من موطن سدا لذريعة نسبة علم الغيب إليهم، ويظهر ذلك واضحا في سياق الآية السابقة، ويظهر أيضا في قوله تعالى: {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا
_________
١ النحل / آية: ٦٥.
٢ الجن / الآيات من ٢٦ – ٢٨.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (58,'ضَرّاً إِلاَّ مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلاَّ نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} ١٠
قال ابن كثير:"أمره الله تعالى أن يفوض الأمور إليه، وأن يخبر عن نفسه أنه لا يعلم الغيب المستقبل، ولا اطلاع به على شيء من ذلك إلا بما أطلعه الله عليه، كما قال تعالى: {عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَداً} الآية، وقوله: {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ} ، قال عبد الرزاق عن الثوري عن منصور عن مجاهد: لو كنت أعلم متي أموت لعملت صالحا، وكذا روى ابن أبي نجيح عن مجاهد، وقال مثله ابن جريج وفيه نظر، لأن عمل رسول الله صلى الله عليه وسلم كان ديمة، وفي رواية كان إذا عمل عملا أثبته، فجميع عمله كان على منوال واحد، كأنه ينظر إلى الله عز وجل في جميع أحواله، اللهم إلا أن يكون المراد أن يرشد غيره إلى الاستعداد لذلك والله أعلم، والأحسن في هذا ما رواه الضحاك عن ابن عباس: {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ} أي من المال، وقال عبد الرحمن بن زين بن أسلم: {وَمَا مَسَّنِيَ السُّوءُْ} قال: لاجتنبت ما يكون من الشر قبل أن يكون واتقيه، ثم أخبر أنه إنما هو نذير وبشير أي نذير من العذاب وبشير للمؤمنين بالجنات، كما قال تعالى: {فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْماً لُدّاً} ٢٠
وللشيخ محمد رشيد رضا كلام جميل في هذه الآية بين فيه أن الناس قد افتتنوا بمن اصطفاهم الله من الأنبياء والمرسلين وغلوا فيهم، فكان هذا السياق الكريم بهذه الصورة ردا عليهم، كما بينت حقيقة أمر النبي صلى الله عليه وسلم، وأنه بشر لا يرفع إلى مرتبة الألوهية كما تجب طاعته، لأنه رسول رب العالمين، وفى ذلك يقول:"أي قل أيها الرسول للناس فيما تبلغه من أمر دينهم إنني لا أملك لنفسي -أي ولا لغيري بالأولى – جلب نفع مّا في وقت مَّا، ولا دفع ضرر مَّا
_________
١ الأعراف / آية: ١٨٨.
٢ تفسير ابن كثير جـ٢ / ٥٢٦، ٥٢٧.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (59,'في وقت مَّا... كما أنه لا يملك شيئا من علم الغيب الذي هو شأن الخالق دون المخلوق كما يأتي بيانه في تفسير الجملة التالية، والاستثناء على هذا منفصل عما قبله مؤكد لعمومه، أي لكن ما شاء الله تعالى من ذلك كان، فهو كقوله تعالى: {سَنُقْرِئُكَ فَلا تَنْسَى إِلاَّ مَا شَاءَ اللَّهُ} ، وهذا الوجه المختار عندنا، لأن الناس قد فتنوا منذ قوم نوح بمن اصطفاهم الله ووفقهم لطاعته وولايته من الأنبياء ومن دون الأنبياء من الصالحين، {وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ} ، والجملة استدلال على نفى علم النبي صلى الله عليه وسلم الغيب كأنه يقول: لا أملك لنفسي نفعا ولا ضرا ولا أعلم الغيب، ولو كنت أعلم الغيب- وأقربه ما يقع في مستقبل أيامي في الدنيا – لاستكثرت من الخير كالمال وأعمال البر...، وفيه وجه آخر: أنه مستأنف غير معطوف على ما قبله، ومعناه: وما مسني الجنون كما زعم الجاهلون، فيكون حاصل معنى الآية: نفى رفعه إلى رتبة الألوهية الذي افتتن بمثله الغلاة، أو نفى وضعه في أدنى مرتبة البشرية الذي زعمته الغواة العتاة وبيان حقيقة أمره..."١٠
وقال الشيخ محمد الطاهر بن عاشور في الآية:"هذا ارتقاء في التبرؤ من معرفة الغيب ومن التصرف في العالم، وزيادة من التعليم للأمة بشيء من حقيقة الرسالة والنبوة، وتمييز ما هو من خصائصها عما ليس منها، والجملة مستأنفة ابتدائية قصد من استيفائها الاهتمام بمضمونها، كي تتوجه الأسماع إليها، ولذلك أعيد الأمر بالقول مع تقدمه مرتين في قوله: {قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي} ، {قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ} ، للاهتمام باستقلال المقول، وأن لا يندرج في جملة المقول المحكي قبله، وخص هذا المقول بالإخبار عن حال الرسول صلى الله عليه وسلم نحو معرفة الغيب ليقلع من عقول المشركين توهم ملازمة معرفة الغيب لصفة النبوة، إعلانا
_________
١ تفسير المنار جـ٩ /٥٠٨ – ٥١٢.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (60,'للمشركين بالتزام أنه لا يعلم الغيب، وأن ذلك ليس بطاعن في نبوته حتى يستيئسوا من تحديه بذلك ..." ١٠
٢- إثبات صفة العلم ومعية الله لخلقه مع استوائه على عرشه٠
ذكر ربنا سبحانه وتعالى في كتابه استواءه على عرشه في أكثر من موضع، وهو استواء يليق بجلال الله وكماله، ومعناه عند السلف علو الله خلقه٢، وذكر البخاري عن أبى العاليه: استوى إلى السماء: ارتفع، وقال مجاهد: استوى: علا على العرش٣٠
ودفعا لما يمكن فهمه من علو الله على خلقه أن الله بعيد من عباده، فلا يعلم ما هم عليه نصَّ سبحانه في كثير من آيات الاستواء على علمه بخلقه، وبتدبير أمر مملكته، وإحاطته بما هم عليه، كما ذكر معيته لهم مع استوائه على عرشه، حتى لا يفهم أحد أن الله حال في مخلوقاته٠
وأكتفى هنا بذكر آخر آية في القرآن الكريم أثبتت علو الله على خلقه واستوائه على عرشه، مع إثبات صفتي العلم والمعية معا، ثم أتبعها بأقوال بعض أهل العلم في معناها٠
قال تعالى: {هُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يَعْلَمُ مَا يَلِجُ فِي الأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنْزِلُ مِنَ السَّمَاءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} ٤٠
قال الطبري في معنى الآية:"يقول تعالى ذكره مخبرا عن صفته، وأنه لا يخفى عليه خافية من خلقه٠ يعلم ما يلج في الأرض من خلقه، يعنى بقوله يلج: يدخل، وما يخرج منها منهم، وما ينزل من السماء إلى الأرض من شيء قط، وما
_________
١ تفسير التحرير والتنوير جـ٩ / ٢٠٦، ٢٠٧.
٢ انظر مثلا كتاب أصول اعتقاد أهل السنة للالكائي جـ٣ / ٣٨٧.
٣ فتح الباري شرح صحيح البخاري جـ١٣ / ٤٠٣.
٤ الحديد / آية: ٤.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (61,'يعرج فيها فيصعد إليها من الأرض، وهو معكم أينما كنتم، يقول: وهو شاهد لكم أيها الناس٠ أينما كنتم يعلمكم ويعلم أعمالكم، ومتقلبكم ومثواكم، وهو على عرشه فوق سماواته السبع، والله بما تعملون بصير..."١٠
وقال ابن تيمية عن فهم السلف وتفسيرهم لمعنى المعية والقرب:".... وأما القسم الرابع، فهم سلف الأمة وأئمتها، أئمة العلم والدين من شيوخ العلم والعبادة، فإنهم أثبتوا وآمنوا بجميع ما جاء به الكتاب والسنة كله من غير تحريف للكلم، أثبتوا أن الله تعالى فوق سماواته، وأنه على عرشه بائن من خلقه، وهم منه بائنون، وهو أيضا مع العباد عموما بعلمه، ومع أنبيائه وأوليائه بالنصر والتأييد والكفاية، وهو أيضا قريب مجيب ففي آية النجوى دلالة على أنه عالم بهم٢، وكان النبي صلى الله عليه وسلم يقول: "اللهم أنت الصاحب في السفر والخليفة في الأهل"٣٠ فهو سبحانه مع المسافر في سفره ومع أهله في وطنه، ولا يلزم من هذا أن تكون ذاته مختلطة بذواتهم.." ٤٠
ومعية الله لخلقه تنقسم إلى قسمين: معية خاصة، وهى الواردة في مثل قول الله تعالى: {قَالَ لا تَخَافَا إِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَى} ٥، وفى قوله: {لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} ٦، وهذه المعية تقتضى النصر والتأييد والحفظ والإعانة، وهى للمؤمنين، ومعية عامة تتعلق بالناس جميعا، وهى الواردة في مثل قول الله تعالى: {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ
_________
١ تفسير الطبري جـ٢٧ / ١٢٥.
٢ يعنى الآية رقم ٧ من سورة المجادلة.
٣ أخرجه مسلم في كتاب الحج باب ٧٥ جـ٢ / ٩٧٨، وأبو داود في سننه كتاب الجهاد باب ٧٩ جـ٣ / ٧٤ وغيرهما٠
٤ مجموع الفتاوى جـ٥/ ٢٣١، ولمزيد من التفصيل يراجع ص ٤٩٤ – ٥١٣ من الجزء المذكور٠
٥ سورة طه / آية: ٤٦.
٦ التوبة / آية: ٤٠.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (62,'هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} ١، وهذه المعية تقتضى علمه واطلاعه ومراقبته لأعمالهم٢٠
وقد ذكر القاسمي عن ابن قدامة المقدسي أنه قال:"إن ابن عباس والضحاك ومالك وسفيان وكثيرا من العلماء قالوا في قوله: {وَهُوَ مَعَكُمْ} أي علمه، ثم قد ثبت بكتاب الله والمتواتر عن رسول الله صلى الله عليه وسلم وإجماع السلف أن الله تعالى في السماء على عرشه، وجاءت هذه اللفظة محفوفة بها دلالة على إرادة العلم منها، وهو قوله: {أَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ} ، ثم قال في آخرها: {إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} ٣، فبدأها بالعلم وختمها به، ثم سياقها لتخويفهم بعلم الله تعالى بحالهم، وأنه ينبئهم بما علموا يوم القيامة ويجازيهم عليه، وهذه قرائن كلها دلالة على إرادة العلم."٤٠
وقال عبد الرحمن السعدي: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ} ، كقوله: {مَا يَكُونُ مِنْ نَجْوَى ثَلاثَةٍ إِلاَّ هُوَ رَابِعُهُمْ وَلا خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ وَلا أَدْنَى مِنْ ذَلِكَ وَلا أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا} ، وهذه المعية، معية العلم والاطلاع، ولهذا توعد ووعد بالمجازاة بالأعمال بقوله: {وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} ، أي: هو تعالى بصير بما يصدر منكم من الأعمال، وما صدرت عنه تلك الأعمال"٥٠
وقال الشيخ محمد بن عثيمين بعد كلام له عن آية سورة الحديد:"فيكون ظاهر الآية أن مقتضى هذه المعية علمه بعباده وبصره بأعمالهم مع علوه عليهم، واستوائه على عرشه، لا أنه سبحانه مختلط بهم، ولا أنه معهم في الأرض، وإلا لكان آخر الآية مناقضا لأولها الدال على علوه واستوائه على عرشه"٦٠
_________
١ المجادلة / آية: ٧.
٢ جامع العلوم والحكم / ٢٧٧.
٣ المجادلة / آية ٧.
٤ محاسن التأويل جـ١٦ / ٥٦٧٥.
٥ تيسير الكريم الرحمن جـ٧ / ٢٨٤.
٦ القواعد المثلى في صفات الله وأسمائه الحسنى / ٥٦.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (63,'<span data-type="title" id=toc-15>الفصل الرابع: سد الذرائع المتعلقة بالنبوة والرسالة</span>
<span data-type="title" id=toc-16>المبحث الأول: تأييد الأنبياء بمعجزات لا تحصل لغيرهم٠</span>
...
الفصل الرابع: سد الذرائع المتعلق بالنبوة والرسالة٠
المبحث الأول: تأييد الأنبياء بمعجزات لا تحصل لغيرهم٠
اختص الله سبحانه وتعالى أنبياءه ورسله بآيات١، بينات وبراهين ساطعات تدل على صدقهم وتوجب اتباعهم ويطلق عليها المعجزات، وإن كان الدليل على صدق الأنبياء لا ينحصر في المعجزات، إلا أنها من الأدلة الصحيحة على ثبوت النبوة، وما أجرى على يد الأنبياء من المعجزات لا يقع لغيرهم بحال وذلك سدَّا لذريعة تكذيبهم، والاختلاف عليهم والكفر بما أرسلوه به، وحتى يتميزوا عن الكاذبين٠
يقول ابن تيمية:"ولهذا يجب في آيات الأنبياء أن لا يعارضها من ليس بنبي، فكل ما عارضها صادرا ممن ليس من جنس الأنبياء فليس من آياتهم، ولهذا طلب فرعون أن يعارض ما جاء به موسى لما ادَّعى أنه ساحر، فجمع السحرة ليفعلوا مثل ما يفعل موسى، فلا تبقى حجته مختصة بالنبوة، وأمرهم موسى أن يأتوا أولا بخوارقهم، فلما أتت وابتلعتها العصا التي صارت حية، علم السحرة أن هذا ليس من جنس مقدورهم فآمنوا إيمانا جازما"٢٠
ويقول أيضا:"وخوارق الأنبياء لا يمكن غيرهم أن يعارضها ولا يمكن أحدا إبطالها، لا من جنسهم ولا من غير جنسهم، فإن الأنبياء يصدق بعضهم بعضا، فلا يتصور أن نبيا يبطل معجزة آخر وإن أتى بنظيرها فإنه يصدقه، ومعجزة كل منهما آية له وللآخر أيضا، كما أن معجزات أتباعهم آيات لهم بخلاف خوارق السحرة، فإنها تدل على أن صاحبها ساحر، يؤثر آثارا غريبة مما هو فساد في العالم، ويسر بما يفعله من الشرك والكذب والظلم، ويستعين على ذلك بالشياطين، فمقصوده الظلم والفساد، والنبي مقصوده العدل والصلح،
_________
١ الآية: هي العلامة الدالة على الشيء، والمراد بها هنا: ما يجريه الله على أيدي أنبيائه ورسله من أمور خارقة للعادة، يعنى مخالفة للسنن الكونية المعتادة عند الناس ولا قدرة لهم عليها٠
٢ النبوات / ١٢، ١٣.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (64,'وهذا يستعين بالشياطين، وهذا بالملائكة وهذا يأمر بالتوحيد لله وعبادته وحده لا شريك له، وهذا إنما يستعين بالشرك وعبادة غير الله، وهذا يعظم إبليس وجنوده وهذا يذم إبليس وجنوده"١٠
والقرآن الكريم هو أعظم معجزات النبي صلى الله عليه وسلم إلى يوم الدين، وأهم دليل على ثبوت نبوته صلى الله عليه وسلم، وقد تحدى الله به الإنس والجن مجتمعين على أن يأتوا بمثله، فما استطاعوا إلى ذلك سبيلا٠
يقول البيهقي:"فأما "العلم" الذي اقترن بدعوته ولم يزل يتزايد أيام حياته، ودام في أمته بعد وفاته، فهو القرآن العظيم، المعجز المبين، وحبل الله المتين، الذي هو كما وصفه به من أنزله فقال: {وَإِنَّهُ لَكِتَابٌ عَزِيزٌ لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} ٢٠
ومع تأييد الله لنبيه بالآيات المختلفة إلا أنه لم يجب المشركين إلى ما طلبوه من آيات لم يرد الله أن تكون لهم، وذلك سدا لذريعة التكذيب بها، فيهلكم الله، كما هي سنته في ذلك قال تعالى: {وَمَا مَنَعَنَا أَنْ نُرْسِلَ بِالآياتِ إِلاَّ أَنْ كَذَّبَ بِهَا الأَوَّلُونَ وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً فَظَلَمُوا بِهَا وَمَا نُرْسِلُ بِالآياتِ إِلاَّ تَخْوِيفاً} ٣٠
قال ابن جرير في تفسيره:"يقول تعالى ذكره: وما منعنا يا محمد أن نرسل بالآيات التي سألها قومك إلا أن من كان قبلهم من الأمم المكذبة سألوا ذلك مثل سؤالهم، فلما أتاهم ما سألوا كذبوا رسلهم فلم يصدقوا مع مجيء الآيات فعوجلوا، فلم نرسل إلى قومك بالآيات، لأنا لو أرسلنا بها إليهم فكذبوا بها سلكنا في تعجيل العذاب لهم مسلك الأمم قبلها"، ثم ساق روايات كثيرة في سبب نزول هذه الآية منها ما ذكره ابن عباس – رضي الله عنه- قال: سأل أهل مكة النبي صلى الله عليه وسلم أن يجعل لهم الصفا ذهبا، وأن ينحى عنهم الجبال فيزرعوا، فقيل له: إن شئت أن نستأني بهم، وإن شئت أن نؤتيهم الذي سألوا، فإن كفروا أهلكوا كما أهلك من قبلهم، قال: بل نستأني بهم، فأنزل الله الآية.." ٤٠
_________
١ المرجع السابق ص ٢١.
٢ دلائل النبوة للبيهقى جـ١ / ١٠، والآيات من سورة فصلت ٤١، ٤٢.
٣ الإسراء / آية: ٥٩.
٤ جامع البيان في تفسير القرآن جـ١٥/ ٧٤.',NULL,'236',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (65,'<span data-type="title" id=toc-17>المبحث الثاني: النهى عن المفاضلة بين الأنبياء سدا لذريعة الانتقاص من أحدهم٠</span>
دل القرآن الكريم على أن الله فضل بعض النبيين على بعض كما قال تعالى: {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ} ١، ومع هذا وردت أحاديث صحيحة تنهى عن تفضيل بعض النبيين على بعض كما جاء في حديث أبى هريرة – رضي الله عنه – قال:"بينما يهودي يعرض سلعته أعطى بها شيئا كرهه، فقال: لا والذي اصطفى موسى على البشر، فسمعه رجل من الأنصار فقام فلطم وجهه، وقال: تقول والذي اصطفى موسى على البشر والنبي صلى الله عليه وسلم بين أظهرنا؟ فذهب إليه فقال: أبا القاسم، إن لي ذمة وعهدا، فما بال فلان لطم وجهي؟ فقال: "لم لطمت وجهه؟ " فذكره، فغضب النبي صلى الله عليه وسلم حتى رؤى في وجهه، ثم قال: "لا تفضلوا بين أنبياء الله، فإنه ينفخ في الصور فيصعق من في السماوات ومن في الأرض إلا من شاء، ثم ينفخ فيه أخرى فأكون أول من بعث، فإذا موسى آخذ بالعرش، فلا أدرى أحوسب بصعقته يوم الطور، أم بعث قبلي"
وعن ابن عباس – رضي الله عنهما – عن النبي صلى الله عليه وسلم قال: "ما ينبغي لعبد أن يقول: "إني خير من يونس بن متى٠ ونسبه إلى أبيه" ٢٠
وهذه الأحاديث لا تعارض آية التفضيل المذكورة آنفا، وينبغي أن يحمل النهى الوارد فيها عن التفضيل إذا كان على وجه الحمية والعصبية، سدا لذريعة الانتقاص من المفضول٠
قال النووي: قال العلماء: هذه الأحاديث تحتمل وجهين
أحدهما: أنه صلى الله عليه وسلم قال هذا قبل أن يعلم أنه أفضل من يونس،
_________
١ البقرة / آية: ٢٥٣.
٢ أخرجهما البخاري في كتاب أحاديث الأنبياء باب ٣٥ جـ٦ / ٤٥٠، ٤٥١، ومسلم في كتاب الفضائل باب ٤٢ جـ٤ / ١٨٤٣، ١٨٤٤.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (66,'فلما علم ذلك قال: "أنا سيد ولد آدم.." ١٠
والثاني: أنه صلى الله عليه وسلم قال هذا زجرا عن أن يتخيل أحد من الجاهلين شيئا من حط مرتبة يونس صلى الله عليه وسلم ٢٠
وقد ذكر القرطبي أقوالاً كثيرة لأهل العلم في هذه المسألة منها:"إنما نهى عن الخوض في ذلك، لأن الخوض في ذلك ذريعة إلى الجدال، وذلك يؤدى إلى أن يذكر منهم ما لا ينبغي أن يذكر ويقل احترامهم عند المماراة"٣٠
وقال ابن حجر: قال العلماء:"إنما قال صلى الله عليه وسلم ذلك تواضعا٠ إن كان قاله بعد أن أعلم أنه أفضل الخلق، وإن كان قاله قبل علمه بذلك فلا إشكال، وقيل: خص يونس بالذكر لما يخشى على من سمع قصته أن يقع في نفسه تنقيص له، فبالغ في ذكر فضله لسد هذه الذريعة"٤٠
وقال شارح الطحاوية بعد أن ذكر حديث أبى هريرة السابق:"فكيف يجمع بين هذا وبين قوله صلى الله عليه وسلم: "أنا سيد ولد آدم ولا فخر" ٥، فالجواب: أن هذا كان له سبب ...،لأن التفضيل إذا كان على وجه الحمية والعصبية وهوى النفس كان مذموما، بل نفس الجهاد إذا قاتل الرجل حمية وعصبية كان مذموما، فإن الله حرم الفخر، وقد قال تعالى: {وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ} ٦، وقال تعالى: {تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِنْهُمْ مَنْ كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ} ٧، فعلم أن المذموم إنما هو التفضيل على وجه الفخر، أو على الانتقاص بالمفضول"٨٠
_________
١ أخرجه أبو داود في كتاب السنة باب ١٤جـ٥ /٢٥٤ وابن ماجة في كتاب الزهد باب ٣٧ جـ٢ /١٤٤٠.
٢ شرح النووي على مسلم جـ١٥ / ١٣٢.
٣ الجامع لأحكام القرآن جـ٢ / ١٠٧٠.
٤ فتح الباري جـ٦ / ٤٥٢.
٥ سبق تخريجه ص ٥٣.
٦ الإسراء / آية: ٥٥.
٧ البقرة / آية: ٢٥٣.
٨ شرح العقيدة الطحاوية / ١٧٠، ١٧١.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (67,'وقد جاء في أبحاث اللجنة الدائمة للبحوث العلمية والإفتاء ما يلي:"..... ومن هذا القبيل تفضيل بعض الأنبياء على بعض، هو نفسه جائز، فقد فضل الله بعضهم على بعض ورفع بعضهم درجات، ولكنه يمنع حينما يجر إلى الفتنة والعصبية....، وقد تخاصم مسلم ويهودي في العهد النبوي، ولطم المسلم وجه اليهودي، لأنه أقسم بالذي اصطفى موسى على العالمين وأقسم المسلم بالذي اصطفى محمدا على العالمين...، فلما بلغت الخصومة خاتم النبيين صلى الله عليه وسلم غضب حتى عرف الغضب في وجهه، وقال: "لا تخيروني على موسى" ١، ثم أثنى عليه بما هو أهله، ونهاهم أن يفضلوا بين أنبياء الله سدا لذريعة الفتن، وحرصا على وقارهم –صلوات الله وسلامه عليهم-...، وإذا كانت الدول تشدد في سد الذرائع، وترى ذلك ركنا من أركان السياسة والأمن والنظام والمعاملات الدنيوية، فإنه في العقائد أخلق وفى مقام النبوة أوجب وأحق"٢٠
_________
١ أخرجه مسلم في كتاب الفضائل باب ٤٢ جـ٤ / ١٨٤٤.
٢ حكم تمثيل الصحابة ص ٤١ لهيئة كبار العلماء٠',NULL,'239',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (68,'<span data-type="title" id=toc-18>المبحث الثالث: إرسال المرسلين بلسان أقوامهم ليعقلوا خطابهم</span>٠
أرسل الله أنبياءه ورسله باللسان الذي يتكلم به المرسل إليهم، حتى يعرفوا خطابه ومراده منه، ولئلا يتعللوا بعدم الفهم له، فكان الإرسال بهذه الطريقة سدا لذريعة تكذيبهم بحجة عدم الفهم عنهم٠ قال تعالى: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ فَيُضِلُّ اللَّهُ مَنْ يَشَاءُ وَيَهْدِي مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الْحَكِيمُ} ١٠
واختص الله نبينا محمدا صلى الله عليه وسلم بإرساله إلى الناس كافة من العرب والعجم، كما هو مرسل إلى الجن أيضا، ولا حجة لغير العرب في ذلك، لأن الله قيض لدينه من ينشره إلى غير العرب بلسانهم وأقيمت الحجة عليهم بذلك٠
قال القرطبي: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ} أي قبلك يا محمد {إِلاَّ بِلِسَانِ قَوْمِهِ} ، أي بلغتهم، ليبينوا لهم أمر دينهم...، ولا حجة للعجم وغيرهم في هذه الآية، لأن كل من ترجم له ما جاء به النبي صلى الله عليه وسلم ترجمة يفهمها لزمته الحجة، وقد قال الله تعالى: {وَمَا أَرْسَلْنَاكَ إِلاَّ كَافَّةً لِلنَّاسِ بَشِيراً وَنَذِيراً} ٢٠
وقال ابن تميمة:"وأما كون القرآن أنزل باللسان العربي وحده فعنه أجوبة: أحدهما: أن يقال: والتوراه إنما أنزلت باللسان العبري وحده..، وكذلك سائر الكتب لا ينزلها الله إلا بلسان واحد، بلسان الذي أنزلت عليه، ولسان قومه الذين يخاطبهم أولا، وسائر الأنبياء إنما يخاطبون الناس بلسان قومهم الذي يعرفونه أولا، ثم بعد ذلك تبلغ الكتب وكلام الأنبياء لسائر الأمم، إما أن يترجم لمن لا يعرف لسان ذلك الكتاب، وإما بأن يتعلم الناس لسان ذلك الكتاب فيعرفون معانيه"٣٠
_________
١ إبراهيم / آية: ٤.
٢ الجامع لأحكام القرآن جـ٥ / ٣٥٦٩.
٣ الجواب الصحيح لمن بدل دين المسيح جـ١ / ١٨٩.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (69,'وقال ابن كثير:"هذا من لطفه تعالى بخلقه: أنه يرسل إليهم رسلا منهم بلغاتهم ليفهموا عنهم ما يريدون وما أرسلوا به إليهم، كما قال الإمام أحمد: حدثنا وكيع، عن عمر بن ذر قال: قال مجاهد: عن أبى ذر قال: قال رسول الله صلى الله عليه وسلم "لم يبعث الله نبيا إلا بلغة قومه"..، وقد كانت هذه سنة الله في خلقه: أنه ما بعث نبيا في أمة إلا أن يكون بلغتهم، فاختص كل نبى بإبلاغ رسالته إلى أمته دون غيرهم، واختص محمد بن عبد الله رسول الله بعموم الرسالة إلى سائر الناس..."١٠
وقال القاسمي في تفسيره:"فإن قلت: لم يبعث رسول الله صلى الله عليه وسلم إلى العرب وحدهم، وإنما بعث إلى الناس جميعا، {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعاً} ٢، بل إلى الثقلين وهم على ألسنة مختلفة... قلت: لا يخلو إما أن ينزل بجميع الألسنة أو بواحد منها، فلا حاجة إلى نزوله بجميع الألسنة، لأن الترجمة تنوب عن ذلك وتكفى التطويل، فبقى أن ينزل بلسان واحد، فكان أولى الألسنة لسان قوم الرسول لأنهم أقرب إليه، فإذا فهموا عنه وتبينوه وتنوقل عنهم وانتشر، قامت التراجم ببيانه وتفهمه، كما ترى الحال وتشاهد من نيابة التراجم في كل أمة من أمم العجم"٣٠
وفى صحيح مسلم عن جابر بن عبد الله الأنصاري – رضي الله عنه – قال: قال رسول الله صلى الله عليه وسلم: "أعطيت خمسا لم يعطهن أحد قبلي ..." وذكر منها: "وبعثت إلى كل أحمر وأسود.." ٠
قال النووي في شرحه:"قيل المراد بالأحمر البيض من العجم وغيرهم، وقيل المراد بالأسود السودان، وبالأحمر من عداهم من العرب وغيرهم، قيل الأحمر الإنس، والأسود الجن، والجميع صحيح فقد بعث إلى جميعهم"٤٠
_________
١ تفسير ابن كثير جـ٣ / ٢٩٧.
٢ الأعراف / آية: ١٥٨.
٣ محاسن التأويل جـ١٠ / ٣٧٠٦، ٣٧٠٧.
٤ شرح النووي على مسلم جـ٥ / ٥، وانظر أيضا فتح الباري جـ١/ ٤٣٩.',NULL,'241',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (70,'<span data-type="title" id=toc-19>المبحث الرابع: نهى المؤمنين عن مخاطبة النبي صلى الله عليه وسلم بلفظ "راعنا"٠</span>
كان المؤمنون يقولون كلمة "راعنا" للنبي صلى الله عليه وسلم ويقصدون بها معنى صحيحا وهو: راعنا سمعك، أي اسمع لنا ما نريد أن نسأل عنه، ونراجعك فيه القول لنفهمه عنك، ولكن اليهود كانوا يقولونها ويقصدون بها الحط من مقام النبي صلى الله عليه وسلم فكانوا يقولون:"راعنا"، من المراعاة، وهى تقتضى المشاركة في الرعاية، أيس: ارعنا نرعك، وفى خطاب النبي صلى الله عليه وسلم بذلك من سوء الأدب ما هو ظاهر، أو أنهم كانوا يميلون ألسنتهم في نطق هذه الكلمة لتؤدى معنى آخر مشتقا من الرعونة فنهاهم الله عز وجل أن يقولوا لنبيه صلى الله عليه وسلم هذه الكلمة سدَّا لذريعة الانتقاص من قدره صلى الله عليه وسلم وأمرهم أن يتخيروا من الألفاظ أحسنها ومن المعاني أفضلها٠
قال ابن تيمية:"إنه سبحانه منع المسلمين من أن يقولوا للنبي صلى الله عليه وسلم "راعنا" مع قصدهم الصالح لئلا يتخذه اليهود ذريعة إلى سبه صلى الله عليه وسلم، ولئلا يتشبه بهم، ولئلا يخاطب بلفظ يحتمل معنى فاسدا"١٠
وقال ابن كثير:"نهى الله تعالى المؤمنين أن يتشبهوا بالكافرين في مقالتهم وفعالهم، وذلك أن اليهود كانوا يُعانون من الكلام ما فيه تورية لما يقصدونه من التنقص – عليهم لعائن الله -، فإذا أرادوا أن يقولوا: اسمع لنا ٠ يقولون: راعنا، يورون بالرعونة، كما قال تعالى: {مِنَ الَّذِينَ هَادُوا يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَرَاعِنَا لَيّاً بِأَلْسِنَتِهِمْ وَطَعْناً فِي الدِّينِ} ٢، وكذلك جاءت الأحاديث بالأخبار عنهم بأنهم كانوا إذا سلموا إنما يقولون:"السام عليكم" والسام هو: الموت، ولهذا أمرنا أن نرد عليهم بـ "وعليكم" وأنه يستجاب لنا فيهم ولا يستجاب لهم فينا"٣٠
_________
١ مجموعة الفتاوى الكبرى جـ٣ / ١٤٤.
٢ النساء / آية: ٤٦.
٣ تفسير ابن كثير جـ١ / ٢١٣.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (71,'وقال الشيخ عبد الرحمن السعدي:"كان المسلمون يقولون حين خطابهم للنبي صلى الله عليه وسلم عند تعلمهم أمر الدين: "راعنا"، أي: ارع أحوالنا، فيقصدون بها معنى صحيحا، وكان اليهود يريدون بها معنى فاسد، فانتهزوا الفرصة فصاروا يخاطبون الرسول بذلك، ويقصدون المعنى الفاسد، فنهى الله المؤمنين عن هذه الكلمة، سدا لهذا الباب، ففيه النهى عن الجائز إذا كان وسيلة إلى محرم"١٠
_________
١ تيسير الكريم الرحمن جـ١ / ١٢٠.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (72,'<span data-type="title" id=toc-20>الفصل الخامس: سد الذرائع المتعلقة بالإمامة والخروج على الحاكم</span>
<span data-type="title" id=toc-21>المبحث الأول: وجوب تنصيب إمام واحد والاجتماع عليه٠</span>
...
الفصل الخامس: سد الذرائع المتعلق بالإمامة والخروج على الحاكم٠
المبحث الأول: وجوب تنصيب إمام واحد والاجتماع عليه٠
من المعلوم أن الإمامة١ شرعت لحفظ الدين وسياسة الدنيا به ومن هنا دعا الإسلام إلى وجود إمام واحد تجتمع عليه القلوب، وتكون به الجماعة، وتعدد الأئمة مدعاة للتفرق والاختلاف، لما يمكن أن يقع بينهم من تناحر وشقاق، لذا كان من شريعة الإسلام الدعوة إلى إمام واحد سدَّا لذريعة التفرق والاختلاف، وها هي بعض الأدلة على ذلك من القرآن والسنة:
أولاً: أدلة القرآن الكريم٠
قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ} ٢ وقال تعالى: {وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ} ٣٠
في هاتين الآيتين الكريمتين يأمر الله جماعة المؤمنين بطاعة الله وطاعة رسوله صلى الله عليه وسلم والاجتماع على كلمته وعدم مخالفته، حتى لا يحدث نزاع بينهم فيقع ما حذرت منه الآيتان٠
يقول الشيخ رشيد رضا في شرحه للآية الثانية:"أطيعوا الله في هذه الأوامر المرشدة إلى أسباب الفلاح في القتال وفى غيرها، وأطيعوا رسوله فيما يأمر به وينهى عنه من شؤون القتال وغيرها من حيث أنه المبين لكلام الله الذي أنزل إليه على ما يريده تعالى منه، والمنفذ له بالقول والعمل والحكم، ومنه ولاية
_________
١ الإمامة رئاسةً عامة في الدين والدنيا خلافة عن النبي صلى الله عليه وسلم انظر الموسوعة الفقهية جـ٦/٢١٦
٢ النساء /آية:٥٩.
٣ الأنفال / آية: ٤٦.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (73,'القيادة العامة في القتال، فطاعة القائد العام هي جماع النظام الذي هو ركن من أركان الظفر..."١٠
وقال القاسمي في تفسيره بعد شرحه للآية:"تنبيه: قال بعض المفسرين في قوله تعالى: {وَلا تَنَازَعُوا} أي: لا تختلفوا فيما أمركم به من الجهاد، بل ليتفق رأيكم، قال: ولقائل أن يقول: استثمر من هذا وجوب نصب أمير على الجيش ليدبر أمرهم ويقطع اختلافهم، فإنه بلزوم طاعته ينقطع الاختلاف وقد فعله صلى الله عليه وسلم في السرايا، وقال: "اسمعوا وأطيعوا وإن أمر عليكم عبد حبشي" ٢٠
ثانياً: أدلة السنة النبوية:
١- عن أبى هريرة – رضي الله عنه- عن النبي صلى الله عليه وسلم قال: "كانت بنوا إسرائيل تسوسهم الأنبياء كلما هلك نبي خلفه نبي وإنه لا نبي بعدى، وستكون خلفاء فيكثرون"، قالوا فما تأمرنا٠ قال: "فوا ببيعة الأول فالأول٠ أعطوهم حقهم، فإن الله سائلهم عما استرعاهم" ٣٠
٢- عن أبى سعيد الخدري – رضي الله عنه – قال: قال رسول الله صلى الله عليه وسلم "إذا بويع لخليفتين فاقتلوا الآخر منهما" ٤٠
قال النووي في شرح الحديث الأول:"ومعنى هذا الحديث: إذا بويع لخليفة بعد خليفة فبيعة الأول صحيحة يجب الوفاء بها، وبيعة الثانية باطلة يحرم الوفاء بها، ويحرم عليه طلبها...، واتفق العلماء على أنه لا يجوز أن يعقد لخليفتين في عصر واحد، سواء اتسعت دار الإسلام أم لا، وقال إمام الحرمين في كتابه الإرشاد: قال أصحابنا لا يجوز عقدها لشخصين، قال: وعندي أنه لا
_________
١ تفسير المنار جـ١٠ / ٢٤.
٢ محاسن التأويل جـ٨/ ٣٠١٢، والحديث المذكور أخرجه البخاري في كتاب الأحكام باب ٤جـ١٣/١٢١
٣ أخرجه البخاري في كتاب الأنبياء باب ٥٠ جـ٦ / ٤٩٥، ومسلم في كتاب الإمارة باب ١٠ جت٣/ ١٤٧١.
٤ أخرجه مسلم في كتاب الإمارة باب ١٥ جـ٣ / ١٤٨٠.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (74,'يجوز عقدها لاثنين في صقع واحد، وهذا مجمع عليه، قال: فإن بعد ما بين الإمامين وتخللت بينهما شسوع فللاحتمال فيه مجال ٠ قال: وهو خارج من القواطع وحكى المازري هذا القول عن بعض المتأخرين من أهل الأصول وأراد به إمام الحرمين وهو قول فاسد مخالف لما عليه السلف والخلف ولظواهر إطلاق الأحاديث٠ والله أعلم"١٠
وقال ابن حجر:"فوا" فعل أمر من الوفاء، والمعنى: أنه إذا بويع لخليفة بعد خليفة، فبيعة الأول صحيحة يجب الوفاء بها، وبيعة الثاني باطلة"٢٠
وقال ابن تيمية:"إنه صلى الله عليه وسلم سنَّ الاجتماع على إمام واحد في الإمامة الكبرى وفى الجمعة والعيدين والاستسقاء وفى صلاة الخوف وغير ذلك مع كون إمامين في صلاة الخوف أقرب إلى حصول الصلاة الأصلية، لما في التفريق من خوف تفريق القلوب وتشتت الهمم، ثم إن محافظة الشارع على قاعدة الاعتصام بالجماعة وصلاح ذات البين وزجره عما قد يفضى إلى ضد ذلك في جميع التصرفات لا يكاد ينضبط، وكل ذلك يشرع لوسائل الألفة وهى من الأفعال، وزجر عن ذرائع الفرقة وهى من الأفعال أيضاً"٣٠
وقال ابن القيم:"إن الشارع أمر بالاجتماع على إمام واحد في الإمامة الكبرى، وفى الجمعة والعيدين والاستسقاء وصلاة الخوف، مع كون صلاة الخوف بإمامين أقرب إلى حصول صلاة الأمن، وذلك سدا لذريعة التفريق والاختلاف والتنازع، وطلبا لاجتماع القلوب وتألف الكلمة، وهذا من أعظم مقاصد الشرع، وقد سد الذريعة إلى ما يناقضه بكل طريق، حتى في تسوية الصف في الصلاة، لئلا تختلف القلوب، وشواهد ذلك أكثر من أن تذكر٤٠
_________
١ شرح النووي على مسلم جـ١٢ / ٢٣١، ٢٣٢.
٢ فتح الباري جـ٦ / ٤٩٧.
٣ مجموعة الفتاوى الكبرى جـ٣ / ١٤٤.
٤ إعلام الموقعين جـ٣ / ١١٨.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (75,'<span data-type="title" id=toc-22>المبحث الثاني: ترك الخروج على الحاكم وطاعته في غير معصية الله٠</span>
يرى أهل السنة والجماعة عدم الخروج على الحاكم المسلم الظالم الجائر، ما لم يصل ظلمه وجوره إلى الكفر البواح، وذلك سدا لمفسدة الخروج عليه، وما يترتب عليه من إراقة للدماء، وانتشار الفوضى في البلاد وبين العباد والأدلة على ذلك من السنة ما يلي:
١- حديث عبادة بن الصامت – رضي الله عنه – قال:"بايعنا رسول الله صلى الله عليه وسلم على السمع والطاعة في العسر واليسر والمنشط والمكره وعلى أثرة علينا، وعلى أن لا ننازع الأمر أهله إلا أن تروا كفرا بواحا عندكم من الله فيه برهان"١٠
٢- عن عوف بن مالك الأشجعي – رضي الله عنه- قال:"سمعت رسول الله صلى الله عليه وسلم يقول: "خيار أئمتكم الذين تحبونهم ويحبونكم وتصلون عليهم ويصلون عليكم، وشرار أئمتكم الذين تبغضونهم ويبغضونكم وتلعنوهم ويلعنونكم"، قالوا: قلنا: يا رسول الله: أفلا ننابذهم عند ذلك، قال: "لا ما أقاموا فيكم الصلاة، ألا من ولى عليه وال فرآه يأتي شيئا من معصية الله فليكره ما يأتي من معصية الله ولا ينزعن يدا من طاعة" ٢٠
وقد وردت أحاديث كثيرة حول هذا المعنى وهى تفيد: ترك الخروج على الأئمة، ووجوب الطاعة في المعروف، وعدم طاعته في المعصية مع كراهة ما يأتي منها٠وقد ذهب إلى القول والعمل بهذه الأحاديث أهل السنة والجماعة٣٠
_________
١ أخرجه البخاري في كتاب الفتن باب ٢ جـ١٣ / ٥، ومسلم في كتاب الإمارة باب ٨ جـ٣/ ١٤٧٠.
٢ أخرجه مسلم في كتاب الإمارة باب ١٧ جـ٣ / ١٤٨١.
٣ انظر مثلا اعتقاد احمد بن حنبل وعلى بن المديني في كتاب شرح أصول اعتقاد أهل السنة للالكائي جـ١ / ١٧٥ ١٩٣.',NULL,'247',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (76,'قال النووي في شرحه لحديث عبادة السابق ذكره:"ومعنى الحديث لا تنازعوا ولاة الأمور في ولايتهم ولا تعترضوا عليهم إلا أن تروا منهم منكرا محققا تعلمونه من قواعد الإسلام، فإذا رأيتم ذلك فأنكروه عليهم، وقولوا بالحق حيث ما كنتم، وأما الخروج عليهم وقتالهم فحرام بإجماع المسلمين، وإن كانوا فسقة ظالمين، وقد تظاهرت الأحاديث بمعنى ما ذكرته.. قال العلماء: وسبب عدم انعزاله وتحريم الخروج عليه ما يترتب على ذلك من الفتن وإراقة الدماء وفساد ذات البين فتكون المفسدة في عزله أكثر منها في بقائه"١٠
وقال ابن تيمية:"وقد استفاض وتقرر في غير هذا الموضع – ما قد أمر به صلى الله عليه وسلم - من طاعة الأمراء في غير معصية الله ومناصحتهم والصبر عليهم في حكمهم وقسمهم، والغزو معهم والصلاة خلفهم ونحو ذلك من متابعتهم في الحسنات التي لا يقوم بها إلا هم، فإنه من باب التعاون على البر والتقوى، وما نهى عنه من تصديقهم بكذبهم وإعانتهم على ظلمهم وطاعتهم في معصية الله ونحو ذلك مما هو من باب التعاون على الإثم والعدوان..، ولا يزال المنكر بما هو أنكر منه، بحيث يخرج عليهم بالسلاح، وتقام الفتن كما هو معروف من أصول أهل السنة والجماعة، وكما دلت عليه النصوص النبوية في ذلك من الفساد الذي يربى على فساد ما يكون من ظلمهم، بل يطاع الله فيهم وفى غيرهم، ويفعل ما أمر به ويترك ما نهى عنه"٢٠
وقال الحافظ ابن حجر:"وقد أجمع الفقهاء على وجوب طاعة السلطان المتغلب والجهاد معه، وأن طاعته خير من الخروج عليه، لما في ذلك من حقن الدماء وتسكين الدهماء"٣٠
وقال ابن القيم:"نهى النبي صلى الله عليه وسلم عن قتال الأمراء والخروج على الأئمة- وإن ظلموا أو جاروا- ما أقاموا الصلاة، سدا لذريعة الفساد العظيم والشر
_________
١ شرح النووي على مسلم جـ١٢ / ٢٢٩.
٢ مجموع الفتاوى جـ٣٥ / ٢٠، ٢١.
٣ فتح الباري جـ١٣ / ٧.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (77,'الكثير بقتالهم كما هو الواقع، فإنه حصل بسبب قتالهم والخروج عليهم أضعاف ما هم عليه، والأمة في بقايا تلك الشرور إلى الآن"١٠
وقال عبد الرحمن بن يحيى المعلمي:"وقد جرب المسلمون الخروج فلم يروا منه إلا الشر، خرج الناس على عثمان يرون أنهم يريدون الحق، ثم خرج أهل الجمل يرى رؤساهم ومعظمهم أنهم إنما يطلبون الحق فكانت ثمرة ذلك بعد اللتيا واللتي أن انقطعت خلافة النبوة، وتأسست دولة بنى أمية، ثم اضطر الحسين بن على إلى ما اضطر إليه فكانت تلك المأساة، ثم خرج أهل المدينة فكانت وقعة الحرة.." ٢٠
وهكذا سرد المعلمي مفاسد الخروج الكبيرة في فترة من فترات الإسلام العظيمة، مبينا ثمرات هذا الخروج وآثاره على الأمة الإسلامية لهذا جاء الشرع الحكيم بسد الباب، ووضع أئمة أهل السنة ضوابط جليلة لمنع إراقة الدماء وحفاظا على المسلمين من التمزق والضياع٣٠
_________
١ إعلام الموقعين جـ٣ / ١٣٠.
٢ التنكيل لما ورد في تأنيب الكوثري من الأباطيل جـ١ / ٩٩.
٣ يراجع للفائدة كتاب الإمامة العظمى عند أهل السنة والجماعة للدكتور عبد الله بن عمر الدميجي ص٤٩٠ – ٥٤٨.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (78,'<span data-type="title" id=toc-23>الخاتمة</span>
الحمد لله الذي بنعمته تتم الصالحات، والصلاة والسلام على المبعوث رحمة للعالمين.
وبعد...،
فلقد انتهت بذلك صفحات هذا البحث بفصوله الخمسة التي بينت فيها ومن خلالها بعد المقدمة والتمهيد احتياط الشرع الحكيم للدين الحق القويم الذي جاء من عند الله عز وجل٠
وقد ظهر من خلال هذه الدراسة أهمية علم التوحيد، وأهمية الحفاظ عليه، وسد كل منفذ يؤدى إلى خدشه، أو التهاون في أمره، لكونه أساس الدين وقاعدته التي يقوم عليها٠
وعلى هذا أقول: يجب على دعاة التوحيد والسنة الاهتمام الكبير بالتوحيد، ودراسته دراسة علمية قوية لتقديمه صافيا نقيا إلى البشرية، وذلك لترتفع راية التوحيد عالية خفاقة فوق كل مظاهر الشرك والوثنية، وتطهر البلاد ويخضع العباد لله الحي القيوم سبحانه وتعالى، وحتى ينتشر الأمن والسلام والرخاء، فبالتوحيد يتحقق للعبد ما يريد بمشيئة من له الخلق والأمر وحده٠
وعلى المسلمين جميعا الاعتصام بحبل الله، والسير على منهاج النبوة، ولا نخشى قلة السالكين، لأن العاقبة للمتقين٠
والحمد لله رب العالمين',NULL,'250',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (79,'<span data-type="title" id=toc-24>مصادر ومراجع</span>
...
المصادر والمراجع
١) أصول اعتقاد أهل السنة والجماعة من الكتاب والسنة وإجماع الصحابة لللالكائي تحقيق الدكتور أحمد سعد حمدان ط / ١ الناشر دار طيبة بالرياض.
٢) أضواء البيان في إيضاح القران للشيخ محمد الأمين الشنقيطي عالم الكتب / دار طيبة بالرياض بيروت.
٣) إغاثة اللهفان من مصايد الشيطان للإمام ابن قيم الجوزيه. بتحقيق الشيخ محمد حامد الفقي. الناشر مكتبة عاطف بجوار إدارة الأزهر.
٤) إعلام الموقعين عن رب العالمين لابن قيم الجوزيه بتحقيق د / محمد محيي الدين عبد الحميد. ط / ١ / ١٣٧٤هـ مطبعة السعادة بمصر.
٥) الأم للامام محمد بن إدريس الشافعي مع مختصر المزني ط / ٢ ١٤٠٣ هـ دار الفكر بيروت لبنان.
٦) تفسير القران الكريم الشهير بتفسير المنار لمحمد رشيد رضا ط ٣ / ١٣٦٧ هـ دار المنار بمصر.
٧) تيسير الكريم الرحمن في تفسير كلام المنان للشيخ عبد الرحمن بن ناصر السعدي بتحقيق محمد زهدي النجار مطابع الدجوي بالقاهرة.
٨) تفسير القرآن العظيم للحافظ ابن كثير بتحقيق عبد العزيز غنيم وجماعة طبعة الشعب القاهرة بدون تاريخ.
٩) تفسير القاسمي المسمى محاسن التأويل للإمام محمد جمال الدين القاسمي بتحقيق محمد فؤاد عبد الباقي مطبعة عيسى الحلبي.
١٠) تفسير التحرير والتنوير للشيخ محمد الطاهر بن عاشور.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (80,'١) تيسير العزيز الحميد في شرح كتاب التوحيد للشيخ سليمان بن عبد الله بن عبد الوهاب ط/٣ـ المكتب الإسلامي.
٢) التنكيل لما في تأنيب الكوثري من الأباطيل للشيخ عبد الرحمن بن يحيى المعلمي بتحقيق محمد ناصر الدين الألباني ومحمد عبد الرزاق حمزة ـ الناشر / دار الكتب السلفية بالقاهرة.
٣) تفسير القرطبي الجامع لأحكام القرآن لأبي عبد الله محمد بن أحمد القرطبي طبعة دار الشعب بالقاهرة.
٤) الجواب الصحيح لمن بدل دين المسيح لابن تيمية مطابع المجد التجارية بدون تاريخ.
٥) جامع البيان في تفسير القرآن للإمام أبي جعفر محمد بن جرير الطبري ـ مصور عن الطبعة الأولى بالمطبعة الكبرى الأميرية ببولاق عام ١٣٢٩هـ ـ القاهرة.
٦) جامع العلوم والحكم في شرح خمسين حديثاَ من جوامع الكلم لابن رجب بتحقيق محمد عبد الرزاق الرعود ط/١/ ١٤١١هـ دار الفرقان للطبع والنشر بالأردن.
٧) حكم تمثيل الصحابة لهيئة كبار العلماء باللجنة الدائمة للبحوث العلمية والإفتاء طبعة دار أم القرى بالقاهرة بإشراف إدارة الدعوة والإعلام بالمركز العام لجماعة أنصار السنة المحمدية بالقاهرة.
٨) دعوة التوحيد للدكتور محمد خليل هراس.ط/٢/ ١٤٠٧هـ مكتبة ابن تيمية بالقاهرة.
٩) الدين الخالص للسيد محمد صديق حسن بتحقيق محمد زهدي النجار مكتبة دار التراث بالقاهرة.
١٠) دلائل النبوة للبيهقي تحقيق د. عبد المعطي قلعجي ط/١/١٤٠٨هـ الناشر دار الريان للتراث.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (81,'١) سنن أبي داود للحافظ أبي داود سليمان بن الأشعث السجستاني ومعه معالم السنن للخطابي بتعليق عزت الدعاس وعادل السيد.ط/١/١٣٩٤هـ دار الحديث بسوريا.
٢) سنن الترمذي مع شرحه تحفة الأحوذي بتصحيح عبد الرحمن عثمان. ط/٣/١٤٠٧هـ مكتبة ابن تيمية بالقاهرة.
٣) سنن الدارمي للإمام أبي محمد بن عبد الرحمن الدارمي ـ طبع بعناية محمد أحمد دهمان ونشرته دار إحياء السنة النبوية بدون تاريخ.
٤) سنن النسائي المجتبى للحافظ أبي عبد الرحمن بن شعيب النسائي ومعه زهر الربى على المجتبى ـ ط/١ ـ ١٣٨٣هـ مطبعة مصطفى الحلبي بالقاهرة.
٥) سلسلة الأحاديث الصحيحة لمحمد ناصر الدين الألباني المجلد الخامس طـ /١ /١٤١٢هـ مكتبة المعارف ـ الرياض.
٦) سنن ابن ماجة للحافظ أبي عبد الله محمد بن يزيد القزويني بتحقيق محمد فؤاد عبد الباقي ـ الناشر المكتبة العلمية بدون تاريخ.
٧) سلسلة الأحاديث الضعيفة للألباني المجلد الأول ـ ط/ ٤/ ١٤٠٥هـ المكتب الإسلامي.
٨) سبل السلام شرح بلوغ المرام لمحمد بن إسماعيل الأمير الصنعاني بتحقيق إبراهيم عصر ـ الناشر دار الحديث بالقاهرة بدون تاريخ.
٩) الشريعة للإمام أبي بكر محمد بن الحسين الآجري بتحقيق محمد حامد الفقي ـ الناشر أنصار السنة بلاهور ـ باكستان.
١٠) شرح النووي على صحيح مسلم ـ المطبعة المصرية ومكتبتها ـ بدون تاريخ.
١١) شرح السنة للبغوي بتحقيق شعيب الأرناؤوط ـ ط/ ١/١٤٠٠هـ المكتب الإسلامي.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (82,'١) شرح العقيدة الطحاوية بتحقيق محمد ناصر الدين الألباني ـ ط/٤/ ١٣٩١هـ المكتب الإسلامي.
٢) صحيح البخاري لأبي عبد الله محمد بن إسماعيل البخاري مع شرحه فتح الباري ـ الناشر مكتبة الرياض الحديثة ـ بدون تاريخ.
٣) صحيح مسلم للإمام أبي الحسين مسلم بن الحجاج بتحقيق محمد فؤاد عبد الباقي ـ الناشر رئاسة البحوث العلمية والإفتاء بالرياض.
٤) صحيح سنن الترمذي للألباني ـ ط/١/١٤٠٨هـ المكتب الإسلامي ببيروت ـ الناشر مكتب التربية العربي لدول الخليج.
٥) صحيح سنن أبي داود للألباني ـ ط/١/١٤٠٩هـ الناشر مكتب التربية العربي لدول الخليج.
٦) طريق الهجرتين وباب السعادتين لابن قيم الجوزية المطبعة السلفية بالقاهرة عام ١٣٧٦هـ.
٧) عون المعبود شرح سنن أبي داود لمحمد شمس الحق العظيم آبادي ـ ط/٣/١٤٠٧هـ مكتبة ابن تيمية بالقاهرة.
٨) فتح القدير الجامع بين فني الرواية والدراية من علم التفسير لمحمد بن على الشوكاني ط/٢/١٣٨٣هـ مطبعة الحلبي بالقاهرة.
٩) فتح المجيد شرح كتاب التوحيد للشيخ عبد الرحمن بن حسن آل الشيخ بتحقيق الشيخ محمد حامد الفقي ومراجعة سماحة الشيخ عبد العزيز بن باز.
١٠) فضل الله الصمد في توضيح الأدب المفرد لأبي عبد الله البخاري ـ تأليف فضل الله الجيلاني ـ مطبعة المدني بالقاهرة عام ١٤٠٢هـ
١١) القواعد المثلى في صفات الله وأسمائه الحسنى للشيخ محمد الصالح العثيمين ـ ط/٣/١٤٠٩هـ مركز شؤون الدعوة بالجامعة الإسلامية بالمدينة المنورة.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (83,'١) كتاب السنة للحافظ أبي بكر عمر بن أبي عاصم الضحاك ومعه ظلال الجنة للألباني ـ ط/١/١٤٠٠هـ ـ المكتب الإسلامي.
٢) لسان العرب للإمام أبي الفضل جمال الدين ابن منظور ـ الناشر دار صادر ببيروت.
٣) مسند الإمام أحمد بن حنبل ـ الناشر المكتب الإسلامي.
٤) المستدرك على الصحيحين للإمام أبي عبد الله الحاكم النيسابوري بإشراف د. يوسف المرعشلي ـ الناشر دار المعرفة ببيروت.
٥) المغني لابن قدامة بتحقيق الشيخ محمد رشيد رضا ـ الناشر مطبعة الرياض الحديثة ـ بدون تاريخ.
٦) معجم مقاييس اللغة لأبي الحسين أحمد بن فارس بتحقيق عبد السلام هارون. طبعة دار الجيل ببيروت ـ بدون تاريخ.
٧) معجم البلدان لأبي عبد الله ياقوت الحموي طبعة دار صادر ببيروت عام ١٤٠٤هـ.
٨) معارج القبول بشرح سلم الوصول إلى علم الأصول للشيخ حافظ بن أحمد الحكمي ـ من مطبوعات الرئاسة العامة للإفتاء بالرياض.
٩) مجمع الزوائد ومنبع الفوائد للحافظ نور الدين علي بن أبي بكر الهيثمي ـ الناشر مكتبة القدسي بالقاهرة ـ بدون تاريخ.
١٠) مجموع فتاوى ابن تيمية ـ جمع وترتيب عبد الرحمن بن محمد وابنه ـ مطابع دار العربية ببيروت.
١١) مجموع فتاوى سماحة الشيخ عبد العزيز بن باز ـ إعداد وتقديم أ. د.عبد الله بن محمد الطيار والشيخ أحمد بن عبد العزيز ـ ط/١/١٤١٦هـ ـ دار الوطن بالرياض.
١٢) مجموعة فتاوى ابن تيمية الكبرى ـ طبعة المطبعة الفنية ـ بدون تاريخ ـ الناشر دار المنار بالقاهرة.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b2424] VALUES (84,'١) الموافقات في أصول الشريعة لأبي إسحاق الشاطبي بتحقيق الشيخ عبد الله دراز ـ طبع المطبعة الرحمانية بمصر ـ بدون تاريخ.
٢) الموسوعة الفقهية اصدار وزارة الأوقاف والشؤون الإسلامية بالكويت/ ط/٤/١٤١٤هـ ٥٧) النهاية في غريب الحديث والأثر لابن الأثير بتحقيق طاهر أحمد الزاوي ومحمود محمد الطناحي ـ المكتبة العلمية ببيروت ـ بدون تاريخ.
٥٨) النبوات لابن تيمية ـ الناشر دار الفتح بالقاهرة ـ بدون تاريخ.',NULL,'256',NULL,NULL,'0');
