-- Table: b252
-- Chunk: 1
-- Rows: 596

CREATE TABLE "b252"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b252
INSERT INTO [b252] VALUES (1,'舄آثار الإمام ابن قيم الجوزية وما لحقها من أعمال (١٥)

عدة الصابرين وذخيرة الشاكرين

تأليف
الإمام أبي عبد الله محمد بن أبي بكر بن أيوب ابن قيم الجوزية
(٦٩١ هـ - ٧٥١ هـ)

تحقيق
إسماعيل بن غازي مرحبا

إشراف
بكر بن عبد الله أبو زيد

دار عطاءات العلم - دار ابن حزم','المقدمة','1',NULL,NULL,'0');
INSERT INTO [b252] VALUES (2,'舄رَاجع هَذَا الْجُزْء
سُلَيْمَان بن عبد اللَّه العمير
مُحَمَّد أجمل الإصلاحي
عَليّ بن مُحَمَّد الْعمرَان','المقدمة','3',NULL,NULL,'0');
INSERT INTO [b252] VALUES (3,'舄<span data-type="title" id=toc-1>مقدمة التحقيق</span>
إن الحمد للَّه نحمده، ونستعينه، ونستغفره، ونعوذ باللَّه من شرور أنفسنا، ومن سيئات أعمالنا، من يهده اللَّه فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.
{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١٠٢)} [آل عمران/ ١٠٢].
{يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (١)}. [النساء/ ١].
{يَاأَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (٧٠) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (٧١)} [الأحزاب/ ٧٠ - ٧١]
أما بعد؛ فقد جعل اللَّه تعالى للصبر الثواب الجزيل، والأجرَ العظيم، في آياتٍ من الذّكرِ الحكيم، وأحاديثِ رسوله الأمين -صلى اللَّه عليه وسلم-، وجاء فضله في آثار الصحابة والتابعين.
كما أن للشكر فضله الذي لا يخفى، وهو مع الصبر كفرسي رهان وكجناحي الطائر.
لذا فقد كثرت الكتابات فيهما واستفاضت، فتكلم فيهما الفقهاء والمحدثون والأدباء والشعراء، حتى كتب في ذلك العلماء مصنفات مفردة مستقلة، فقد صنَّف أبو الحسن علي بن عبيد البغدادي الكاتب أحد','المقدمة','5',NULL,NULL,'0');
INSERT INTO [b252] VALUES (4,'舄الأدباء والبلغاء، المتوفى سنة تسع عشرة ومائتين (٢١٩ هـ) كتاب الصبر (¬١)، وهذا الإمام عبد اللَّه بن محمد بن أبي الدنيا المتوفى سنة إحدى وثمانين ومائتين (٢٨١ هـ)، أفرد الصبر بكتاب، والشكر بكتاب آخر (¬٢).
وما زالت أقلام الأدباء والفصحاء والعلماء والوُعَّاظ لا تكاد تجف من التأليف في هذا الباب إلى عصرنا هذا.
وكان ممن كتب في ذلك فأحسن، وجمع فأجاد، ونظر فحقق، الإمام محمد بن أبي بكر ابن قيم الجوزية في كتابه الذي عملت على تحقيقه وهو: "عدة الصابرين وذخيرة الشاكرين".
وقد قدمت بين يدي الكتاب بعددٍ من المباحث، وباللَّه وحده الإعانة والتوفيق.
_________
(¬١) انظر: الفهرست ص ١٧٣.
(¬٢) وكلاهما مطبوع.','المقدمة','6',NULL,NULL,'0');
INSERT INTO [b252] VALUES (5,'舄<span data-type="title" id=toc-2>المبحث الأول: اسم الكتاب، وضبطه:</span>
نصَّ ابن القيم على اسم مؤلَّفه هذا في مقدمته حيث قال: "وسميته: عدة الصابرين وذخيرة الشاكرين".
إلا أنه وقع في المخطوط الأصل اسم الكتاب على ورقة العنوان هكذا: "كتاب عُدّة (¬١) الصابرين وذخيرة الشاكرين في الصبر والشكر".
أي بزيادة: "في الصبر والشكر".
أما النسخ الثلاث الأخرى، فقد جاء اسم الكتاب فيها على صفحة العنوان مطابقًا لنص ابن القيم على تسميته.
وهذه الزيادة لا تضر، ولا تُعدّ خلافًا في اسم الكتاب، إذ هي عبارة عن بيانٍ وتوضيحٍ لمضمون الكتاب ومحتواه، واللَّه أعلم.
بل قد تكون لهذه الزيادة فائدةٌ في بيان سبب وهم الحاج خليفة في جعله هذه الجملة كتابًا آخر لابن القيم حيث قال:
في كشف الظنون ٢/ ١٤٣٢ ما يلي: "كتاب الصبر والشكر لشمس الدين محمد بن أبي بكر ابن قيم الجوزية المتوفى سنة ٧٥١ إحدى وخمسين وسبعمائة".
مع أنه ذكره باسمه التامّ "عدة الصابرين وذخيرة الشاكرين" في ٢/ ١١٢٩.
أما ما ذكره إسماعيل باشا في كتابه هدية العارفين ٢/ ١٥٨ ضمن
_________
(¬١) هكذا جاء مضبوطًا فيه، وسيأتي التنبيه عليه.','المقدمة','7',NULL,NULL,'0');
INSERT INTO [b252] VALUES (6,'舄مؤلفات ابن القيم بعنوان: "كتاب الصبر والسكن". وتبعه عليه جماعة ممن كتب في ترجمة ابن القيم، منهم: أحمد عُبيد (¬١)، ومحمد الفقي (¬٢)، ومحمد مسلم الغنيمي (¬٣)، وغيرهم. فيظهر أنَّ كلمة "السكن" مصحفة من "الشكر"، إذ هما قريبتان في الرسم، كما لا يخفى. وهذا يعني أنه هو الكتاب السابق الذي ذكره حاجي خليفة بعنوان "الصبر والشكر"، وهو بالتالي "عدة الصابرين وذخيرة الشاكرين"، واللَّه أعلم.
وقد يختصر العلماء اسم الكتاب فيقولون: "عدة الصابرين" حسبُ، وقد ذكر عنوان الكتاب مختصرًا ابنُ رجب (¬٤)، وتبعه الداودي (¬٥)، وابن العماد (¬٦)، والقنوجي (¬٧).

أما ضبط اسم الكتاب:
فقال الشيخ بكر بن عبد اللَّه أبو زيد في كتابه "ابن قيم الجوزية: حياته، آثاره، موارده": "والمستفيض في ضبط عين (عدة) هو كسرها مع فتح الدال المهملة مخففة، من الوعد، يُقال: وعده يعده عدة في الخير.
_________
(¬١) في مقدمته لكتاب روضة المحبين ص/ ش.
(¬٢) في مقدمته لكتاب إغاثة اللهفان (ص ٣٤).
(¬٣) في كتابه: "ابن القيم" ص ١١٦.
(¬٤) في ذيل طبقات الحنابلة ٢/ ٤٥٠.
(¬٥) في طبقات المفسرين ٢/ ٩٦.
(¬٦) في شذرات الذهب ٦/ ١٧٠.
(¬٧) انظر: التاج المكلل (ص ٤١٩).','المقدمة','8',NULL,NULL,'0');
INSERT INTO [b252] VALUES (7,'舄وهو ههنا بمعنى: ما وعده اللَّه عباده الصابرين من الأجر الجزيل والثواب العظيم. وهذا يتناسب تمامًا مع الفصل الثاني للعنوان "ذخيرة الشاكرين".
ويصح أن يُقال: (عُدَّة) بضم العين وفتح الدال المشددة؛ لأنه يُقال لغة: أعدّ الشيء بمعنى هيأه وجعله عدّة للدهر، فيكون بمعنى: العدد والأسباب التي بموجبها يتسلح الصابرون، واللَّه أعلم" اهـ.
والحق -كما قال الشيخ- أن كلا الوجهين محتمل، وكذلك كلاهما متناسب مع الفصل الثاني من العنوان، فالذخيرة هي: واحدة الذّخائر، وهي ما ادُخر (¬١).
ولعل من يُرجِّح الوجه الثاني يقول: إنه جاء هكذا مضبوطًا على صفحة عنوان النسخة الأصل، كما سبق.
وكذلك يمكن أن يُرجَّح الثاني على الأول من جهة أنه أعم من الأول، فوَعْدُ اللَّه تعالى وما ادّخره للصابرين وللشاكرين، هو من ضمن العُدد والأسباب التي بها يتسلحون، واللَّه تعالى أعلم.

<span data-type="title" id=toc-3>المبحث الثاني: تاريخ تأليف الكتاب:</span>
لم أقف على نصّ لابن القيم أو لأحد تلاميذه يحدد تاريخ تأليفه
لهذا الكتاب.
ولم أقف على نصّ لابن القيم أو لأحد تلاميذه يشير إلى سبق هذا الكتاب لأحد من كتبه، أو أنه كُتب بعد كتابٍ ما من كتبه.
_________
(¬١) انظر: لسان العرب ٤/ ٣٠٢.','المقدمة','9',NULL,NULL,'0');
INSERT INTO [b252] VALUES (8,'舄ولم أقف على إحالة من ابن القيم في أيّ من كتبه إلى هذا الكتاب.
ولم أجد ما يُساعد على ذلك أثناء تحقيقي للكتاب إلا ما كان من نقوله عن شيخ الإسلام ابن تيمية رحمه اللَّه تعالى، التي ستأتي الإشارة إليها في المبحث التالي.
فمن خلال هذه النقول نجزم بأن ابن القيم إنما ألّفه بعد لقائه بشيخ الإسلام والاستفادة منه.

<span data-type="title" id=toc-4>المبحث الثالث: إثبات نسبة الكتاب لمؤلفه:</span>
لا ريب في صحة نسبة هذا الكتاب للإمام ابن القيم، وذلك لأدلة متعددة، منها:
١ - نصّ عدد ممن ترجم لابن القيم على نسبة هذا الكتاب له، كما سبق في المبحث الأولى.
٢ - النقول التي نُقلت عن الكتاب تُؤكد أن هذا الكتاب الموجود بين أيدينا هو الذي ذكر مترجموه أنه له. وسيأتي ذكر هذه النقول في المبحث.
٣ - ورود نسبة الكتاب إلى المؤلف في صفحات عناوين الأصول الخطية.
٤ - النقول عن شيخ الإسلام ابن تيمية بعباراته المعروفة، ومن ذلك قوله في الباب السابع عشر: "أنكره شيخنا"، وقوله في الباب التاسع عشر: "وهذه طريقة شيخنا"، وقوله في الباب الثاني والعشرين: "وقد سُئل شيخ الإسلام ابن تيمية عن هذه المسألة فقال"، وقوله في الباب الرابع والعشرين:','المقدمة','10',NULL,NULL,'0');
INSERT INTO [b252] VALUES (9,'舄"وسمعت شيخ الإسلام يقول".
٥ - التوافق والتطابق بين بعض مباحث الكتاب، ومباحث ابن القيم في كتبه الأخرى، وقد أشرت إلى بعض ذلك في حواشي الكتاب.
٦ - طريقة المؤلف المعروفة في عرضه وسياقه وترجيحه وتحريره للمسائل ظاهرة في الكتاب لا تخفى.

<span data-type="title" id=toc-5>المبحث الرابع: أهمية الكتاب:</span>
لما كان صاحب الكتاب هو أعلم الناس بحقيقته وأهميته ومكانته، لذا فإن ما يذكره المؤلف من ذلك هو أولى من بالاعتماد بدلًا من الاستنباط، وقد كفانا ابن القيم مؤونة ذلك حيث ذكر أهميته في مقدمته، وسأنقل ما ذكره مفصلًا في النقاط التالية:
١ - أنه "لما كان الإيمان نصفين: نصف صبر ونصف شكر، كان حقيقًا على من نصح نفسه وأحب نجاتها وآثر سعادتها، أن لا يهمل هذين الأصلين العظيمين، ولا يعدل عن هذين الطريقين القاصدين، وأن يجعل سيره إلى اللَّه بين هذين الطريقين ليجعله اللَّه يوم لقائه مع خير الفريقين، فلذلك وضع هذا الكتاب للتعريف بشدّة الحاجة والضرورة إليهما".
٢ - أن فيه "بيان توقف سعادة الدنيا والآخرة عليهما" -الصبر والشكر-.
٣ - كون هذا الكتاب "كتابًا جامعًا حاويًا نافعًا، فيه من الفوائد ما هو حقيق على أن يُعضّ عليه بالنواجذ، وتُثنى عليه الخناصر".','المقدمة','11',NULL,NULL,'0');
INSERT INTO [b252] VALUES (10,'舄٤ - ومن أهميته أنه جاء "ممتعًا لقارئه، مريحًا للناظر فيه، مسليًا للحزين، ومنهضًا للمقصرين، محرّضًا للمشمّرين".
٥ - أنه جاء "مشتملًا على نكاتٍ حسانٍ من تفسير القرآن"، و"على أحاديث نبوية معزوة إلى مظانها، وعلى "آثار سلفية منسوبة إلى قائلها".
٦ - ومن أهميته اشتماله على "مسائل فقهية حسان مقرَّرة بالدليل".
٧ - وكذلك فمن أهميته وجود "دقائق سلوكية على سواء السبيل، وذكر أقسام الصبر ووجوهه، والشكر وأنواعه، وفصل النزاع في التفضيل بين الغني الشاكر والفقير الصابر، وذكر حقيقة الدنيا وما مَثَّلها اللَّهُ ورسولُه والسلف الصالح به، والكلام على سِرّ هذه الأمثال ومطابقتها لحقيقة الحال، وذكر ما يذم من الدنيا ويحمد، وما يقرّب منها إلى اللَّه ويبعّد، وكيف يشقى بها من يشقى ويسعد بها من يسعد".
٨ - "وغير ذلك من الفوائد التي لا تكاد تظفر بها في كتاب سواه".
٩ - ومن أهميته أنه "كتاب يصلح للملوك والأمراء، والأغنياء والفقراء، والصوفية والفقهاء".
* * *

<span data-type="title" id=toc-6>المبحث الخامس: العلوم التي حواها الكتاب:</span>
العلوم التي حواها كتاب عدة الصابرين وذخيرة الشاكرين متعددة ومختلفة، كما يلوح ذلك من خلال ذكر أهمية الكتاب في المبحث السابق.
١ - أما الموضوع الرئيس للكتاب والعِلْم الأساس الذي حواه، وهو الذي كُتب من أجله، فهو: علم السلوك والزهد، فمصنفه وضعه ليُعرف قارئه','المقدمة','12',NULL,NULL,'0');
INSERT INTO [b252] VALUES (11,'舄بالأسباب والعدد وما يمكن أن يدّخره السالك إلى اللَّه والدار الآخرة؛ ليكون على أتم استعداد لمواجهة المحن والابتلاءات التي يمكن أن يواجهها، أو ليُعرفه بما وعده اللَّه تعالى وما أعدّه له من جزيل الثواب وعظيم الأجر.
هذا، ولم يَخْلُ الكتاب من التطرق إلى علوم أخرى أراد بها المؤلف تحقيق ما يذكره، أو تأكيد ما يرجحه، أو توجيه ما يخالفه، ساعده في ذلك سعة علمه، وكثرة اطلاعه، ودقيق فهمه واستنباطه.
٢ - فتجد في هذا الكتاب من دقائق التفسير وفهم التنزيل، ما لا تجده في كتابٍ سواه، "فكان يستحضر من بحاره الزخّارة كل فائدة مهمة، ومن كواكبه السيارة كلّ نيّر يجلو حنادس الظلمة" (¬١).
فانظر في الباب الثالث والعشرين قول المصنف: "وقد حام أكثر المفسرين حول معنى هذه الآية وما أوردوا، فراجع أقوالهم تجدها لا تشفي عليلًا ولا تُرْوي غليلًا، ومعناها أجل وأعظم مما فسروها به. . . ". وراجع فهرس الآيات التي فسرها المصنف.
٣ - وفيه من فقه السنة وتفسير الأحاديث والاستنباط منها ما لا يكاد يوجد في غيره من الكتب، ففي كلامه على حديث: "خير الرزق ما يكفي، وخير الذكر الخفي"، قال: "وتأمل جمعه في هذا الحديث بين رزق القلب والبدن، ورزق الدنيا والآخرة وإخباره أن خير الرزقين ما لم يتجاوز الحد، فيكفي من الذكر إخفاؤه فإن زاد على الإخفاء، خيف على صاحبه الرياء والتكبر به على الغافلين، وكذلك رزق البدن إذا زاد على الكفاية خيف على
_________
(¬١) قاله الصفدي في مدحه لابن القيم في ترجمته من أعيان العصر ٤/ ٣٦٧.','المقدمة','13',NULL,NULL,'0');
INSERT INTO [b252] VALUES (12,'舄صاحبه الطغيان والتكاثر". وللاستزادة من استنباطات المؤلف راجع الفهارس.
٤ - وفيه من علوم الحديث طرفٌ لا بأس به من تصحيح أحاديث وتضعيف أخرى. وانظر في ذلك فهرس الأحاديث التي صححها أو ضعفها.
٥ - كما حوى الكتاب بعضًا من مسائل الفقه مُستدلًا لها بالدليل.
٦ - كما ذكر فيه مؤلفه بعضَ مذهب السلف في التوحيد والعقيدة "فذاك عُشّه الذي منه درج، وغابه الذي ألِفَه لَيثُه الخادر ودخل وخرج" (¬١).
٧ - وبعض مسائل العربية، التي تدل على سعة اطلاع المؤلف ومعرفته بهذا الفن، كيف لا وهو الذي "تبحر في العربية وأتقنها، وحرر قواعدها ومكّنها" (¬٢).

<span data-type="title" id=toc-7>المبحث السادس: مجمل ترتيب الكتاب:</span>
أما ترتيب الكتاب، فكأن ابن القيم يكتب بمنهج كتابة البحوث المعاصرة، فنجده قد مهد لكتابه هذا بمقدمة لطيفة يُستشف منها أسباب اختياره للكتابة فيه، ثم عقد فصلًا ذكر فيه أهمية كتابه ومزاياه، وأتبع ذلك بذكر خطة كتابه التي سار عليها، وهي تقع في ستةٍ وعشرين بابًا وخاتمة، ثم نص على تسميته لكتابه.
_________
(¬١) قاله الصفدي في أعيان العصر ٤/ ٣٦٧.
(¬٢) المصدر السابق.','المقدمة','14',NULL,NULL,'0');
INSERT INTO [b252] VALUES (13,'舄أما أبواب الكتاب، فكانت على النحو التالي:
خصص الأبواب من الأول إلى الثامن عشر للصبر وما يتعلق به من تعريفه وحقيقته وأسمائه بالإضافة إلى متعلقه، والفرق بين الصبر والتصبر والاصطبار والمصابرة، وتقسيمه باعتبار محله، وبحسب اختلاف قوته وضعفه، وباعتبار متعلقه، وباعتبار تعلق الأحكام الخمسة به، وبيان تفاوت درجاته، وانقسامه إلى محمود ومذموم، والفرق بين صبر الكرام وصبر اللئام، وفي الأسباب التي تعين عليه، وبيان أن الإنسان لا يستغني عن الصبر، وفي بيان أشقِّه على النفوس، وفيما ورد فيه من نصوص الكتاب والسنة والآثار، ثم أمور تتعلق بالمصيبة من البكاء والندب وشق الثياب ودعوى الجاهلية ونحوها.
ثم في الأبواب من التاسع عشر إلى الرابع والعشرين أدخل الشكر وأشركه في موضوع الكتاب، فتحدث فيها أن الإيمان نصفان صبر وشكر، وفي تنازع الناس في الأفضل منهما، ثم حكم بين الفريقين، وتكلم عن اختلاف الناس في الغني الشاكر والفقير الصابر، ثم ذكر حجة كلٍ.
وخصص البابَ الخامسَ والعشرين لبيان أمور تضاد الصبر وتنافيه وتقدح فيه، وكأنه أراد إخراج من يقع في شيء من ذلك من الدخول في خلاف الأفضلية بين الفقير الصابر والغني الشاكر، فذكر أمورًا قد تخفى على كثير ممن يدعي الصبر؛ من الشكوى إلى المخلوق والأنين والهلع.
ثم في الباب السادس والعشرين -وهو آخر الأبواب- أراد بيان فضيلة عظيمة لكلٍ من الصبر والشكر، ألا وهي دخولهما في صفات الرب جل جلاله وأنه لو لم يكن للصبر والشكر من الفضيلة إلا ذلك لكفى.','المقدمة','15',NULL,NULL,'0');
INSERT INTO [b252] VALUES (14,'舄ثم ختم الكتاب بخاتمة ماتعة، أراد فيها حثّ الناس وشحذ هممهم في مسيرهم إلى اللَّه والدار الآخرة.
فمن خلال هذا الكتاب وما حواه من آيات كريمات، وأحاديث نبوية، وآثار سلفية، وتحقيقات مرضية، يستلهم الصابرون والشاكرون منها أخذ عدتهم وتهيئة أسلحتهم في مسيرهم في هذه الدنيا إلى اللَّه والدار الآخرة، فكان هذا الكتاب بحق عُدّة للصابرين وذخيرة للشاكرين. واللَّه تعالى أعلم.
ومع جودة ترتيب هذا الكتاب، وحسن سياق أبوابه، أسجّل ملاحظتين هما:
الأولى: أنَّ الباب الثامن عشر: وهو "في ذكر أمور تتعلق بالمصيبة من البكاء والندب وشق الثياب ودعوى الجاهلية ونحوها"، والباب الخامس والعشرين: "في بيان الأمور المضادة للصبر والمنافية له والقادحة فيه" كان يمكن دمجهما في باب واحد لتقارب موضوعهما.
ويظهر ذلك بالمقارنة.
الثانية: من الملاحظ أن المؤلف لم يُفرد للشكر بابًا مستقلًا، كما فعل في الصبر، حيث أفرد له بابًا في معناه واشتقاقه، وبابًا آخر في حقيقته، وغير ذلك.
فكما أن المصنف جعل عنوان الكتاب في فصلين، أحدهما للصبر "عدة الصابرين"، والآخر للشكر "وذخيرة الشاكرين"، كان من المتوقع أن يُفرد للشكر أبوابًا مستقلة كالتي أفردها للصبر، خاصة في الأمور التي ذكرها ضمنًا كتعريف الشكر واشتقاقه، فكان من المناسب أن يفرد لذلك بابًا عنوانه: "معنى الشكر لغة، واشتقاق هذه الكلمة وتصريفها"، كما فعل في الصبر، وآخر عنوانه: "حقيقة الشكر وكلام الناس فيه"، كما فعل في الصبر.','المقدمة','16',NULL,NULL,'0');
INSERT INTO [b252] VALUES (15,'舄لا سيما أن مضمون هذين البابين موجود في كلام المصنف في الباب الحادي والعشرين: "في الحكم بين الفريقين والفصل بين الطائفتين"، إذ قد ذكر فيه تعريف الشكر واشتقاقه وحقيقته وكلام الناس فيه. واللَّه تعالى أعلم.

<span data-type="title" id=toc-8>المبحث السابع: سمات الكتاب ومعالم منهجه:</span>
بالنظر في الكتاب وجدت أن أهم سماته ما يلي:
١ - أن ترتيب الكتاب جاء ترتيبًا منطقيًا، كما سبق ذكره في المبحث السابق، فخلا الكتاب عن التكرار في المواضيع، أو تداخلها بعضها في بعض، إذا استثنينا الملاحظتين في المبحث السابق.
٢ - أن ترتيب المصنف لكتابه كان على الأبواب، فيقول: "الباب
الأول. . . "، "الباب الثاني. . . " وهكذا.
٣ - أن ترتيب المواضيع داخل الأبواب كان ترتيبًا منطقيًّا أيضًا، ففي الباب الثامن مثلًا: "في انقسامه باعتبار تعلق الأحكام الخمسة به"، ذكر أن الصبر ينقسم بذلك إلى خمسة أقسام: واجب، ومندوب، ومحظور، ومكروه، ومباح، ثم أتى على ذكر هذه الأقسام واحدًا تلو الآخر.
وفي الباب العاشر: "في انقسام الصبر إلى محمود ومذموم" ذكر أنه ينقسم إلى القسمين: مذموم وممدوح، ثم أتى على القسم الأول، ثم القسم الثاني.
وهكذا في سائر أبواب الكتاب.
٤ - من سمات هذا الكتاب أيضًا كثرة الفصول في كثير من الأبواب، ولذلك عدة أسباب منها:','المقدمة','17',NULL,NULL,'0');
INSERT INTO [b252] VALUES (16,'舄أ- إذا أراد المصنف الانتقال من جزئية معينة من الموضوع إلى الجزئية التالية عقد فصلًا. فمثلًا في الباب العاشر: "في انقسام الصبر إلى محمود ومذموم" تكلّم أولًا على الصبر المذموم، ولما أراد أن يتكلم على الشق الثاني من الموضوع، وهو الصبر الممدوح قال: "فصل: وأما الصبر المحمود فنوعان. . . " وذكرهما.
ب- عندما يريد ذكر فائدة أو نكتة مهمة لها علاقة بما يذكره، فإنه قد يعقد لذلك فصلًا تنبيهًا لذلك، كما فعل في الباب السادس: "في بيان أقسامه بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى وعجزه عنه"، فلما ذكر أن لباعث الدين بالإضافة إلى باعث الهوى ثلاثة أحوال، قال في أثناء ذكره للحالة الثانية منها: "فصل: وهاهنا نكتة بديعة يجب التفطن لها. . . " وذكر هذه النكتة، ثم انتقل إلى الحالة الثالثة عاقدًا لها فصلًا جديدًا.
ج - وقد يعقد فصلًا من الفصول إذا عاد إلى الموضوع الرئيس بعد استطراد، كأنه يريد تنبيه القارئ على أنه قد رجع إلى إكمال ما كان بدأه، ومثاله في الباب الثامن.
د- عندما يريد التأكيد على أمرٍ ذكره أو يتعلق به، فإنه قد يعقد لذلك فصلًا، ومثاله في الباب السابع عشر.
٥ - ومن سمات الكتاب ومعالم منهجه الواضحة، كثرة الاستطرادات، ما بين طويل أو قصير، وقد يعتذر المؤلف عن طول الاستطراد بأهميته ونفعه.
ففي الباب الثالث والعشرين: "في ذكر ما احتجت به الفقراء من الكتاب والسنة والآثار والاعتبار" بعد أن استطرد قال: "ولا تستطل هذا الفصل المعترض في أثناء هذه المسألة، فلعله أهم منها وأنفع، وباللَّه التوفيق".','المقدمة','18',NULL,NULL,'0');
INSERT INTO [b252] VALUES (17,'舄٦ - وكذلك من سمات الكتاب محاولة المؤلف التوضيح والبيان للقارئ بحيث لا يدع شبهة إلا ويحاول كشفها، ويجتهد في ذلك اجتهادًا كبيرًا.
ففي الباب التاسع: "في بيان تفاوت درجات الصبر" عندما أراد بيان أن الصبر على فعل المأمور أفضل من الصبر على ترك المحظور ذكر لذلك عشرين وجهًا.
وفي الباب الثالث والعشرين "في ذكر ما احتجت به الفقراء من الكتاب والسنة والآثار والاعتبار"، عقد فصلًا لذكر أمثلة تُبيّن حقيقة الدنيا، فذكر اثنين وعشرين مثالًا.
٧ - ومن معالم هذا الكتاب: توسع المؤلف في ذكر الأدلة والمرجحات ونحوها، بحيث يحاول استيعاب ما يمكن ذكره في ذلك.
وأمثلته في الباب الثاني عشر والخامس عشر.
٨ - ومن معالم الكتاب عناية المؤلف رحمه اللَّه تعالى الظاهرة بالتفسير وعلومه، كما سيظهر للقارئ بالنظر إلى فهرس الآيات التي فسَّرها المؤلف.
٩ - ومنها أيضًا عناية المؤلف الكبيرة بالاستدلال بالأحاديث والآثار، وأقوال السلف.
١٠ - ومن سمات الكتاب، عناية المؤلف التي لا تخفى باستشهاده بالأبيات الشعرية. يُراجع فهرس الأبيات الشعرية.
١١ - ومنها اهتمام المؤلف بالترجيح بين الأقوال المختلفة، وعدم ترك الأمر دون تحقيق أو ترجيح أو توجيه للأدلة الواردة، وذلك واضح ظاهر.','المقدمة','19',NULL,NULL,'0');
INSERT INTO [b252] VALUES (18,'舄<span data-type="title" id=toc-9>المبحث الثامن: النقول من الكتاب:</span>
لما كان موضوع الكتاب قد أُفرد بالتأليف والكتابة، وكُتب في موضوع الصبر والشكر ضمنًا في فنون مختلفة؛ كان من الطبيعي أن تقل نقول العلماء من هذا الكتاب، إلا أنه لأهمية الكتاب وما فيه من تحريرات وفوائد غزيرة لا توجد عند غير ابن القيم، قد أفاد بعض العلماء منه ونقلوا منه بعض الفوائد، وهذا ما وقفت عليه من ذلك.
١ - محمد المنبجي، في كتابه تسلية أهل المصائب (ص ١٨٥ و ٢١٠، ٢١٦).
٢ - عبد الرؤوف المناوي (ت ١٠٣٣)، في كتابه فيض القدير (١/ ٢٢٤، ٤٤٠) و (٤/ ٧٣، ٢٣٤، ٢٨٦)، و (٥/ ٤٢٨).
٣ - منصور البهوتي (ت ١٠٤٦) في كتابه كشاف القناع (ص ١٤).
٤ - سليمان بن عبد اللَّه بن محمد بن عبد الوهاب (ت ١٢٣٣)، في كتابه تيسير العزيز الحميد (ص ٥١٢، ٦٢٧، ٥٢٣ - ٦٢٨).
٥ - عبد الرحمن بن حسن بن محمد بن عبد الوهاب (ت ١٢٨٥)، في كتابه فتح المجيد (٢/ ٦٠٣، ٦١٤، ٧٢٩).','المقدمة','20',NULL,NULL,'0');
INSERT INTO [b252] VALUES (19,'舄<span data-type="title" id=toc-10>المبحث التاسع: الثناء على الكتاب:</span>
قال العلامة الصنعاني (ت ١١٨٢) في "مختصر عدة الصابرين" (ق ١ - ٢) (¬١): "فإني لما وقفت على كتاب عدّة الصابرين وذخيرة الشاكرين الذي ألفه فارس الحفاظ. . . = رأيتُ كتابًا لم يُنْسَج على منواله، ولا سَمحت القرائح بمثاله، قد بثّ فيه من درر الفوائد ما يحيّر الناظر، ومن كنوز الشوارد ما يغني البصائر، فهو جدير بأن يُصان في الأجفان وأن تكتحل بفوائده عيون الأذهان، حقيقٌ بقول مؤلفه في ديباجته مثنيًا عليه: فجاء كتابًا حاويًا نافعًا. . . " وذكر كلام المصنف إلى آخره.
ثم قال: "وقد كنت قلت عند الوقوف على محاسن ما فيه:
عُدّة الصابرين إن نابَ خطبٌ ... وزمان الفتى كثير الخطوب
جمعت في غضونها كل معنًى ... فهي نعم الجليس للمكروبِ
كم بها من فوائدٍ فاغتنمها ... فنكات العلوم كنز القلوب
فارتشفها ثم اقتطف من رُباها ... وتضمّخ بعطرها والطيب
ثم سرّح أجفان فكرك إن كنـ ... ـت فتًى ناظرًا بفكر اللبيب
تلقَ فيها دواءَ جهلك بالصبـ ... ـر وبالشكر من حكيم طبيب
واضعًا للهِناء في موضع النقـ ... ـب مزيلًا للبس والتنقيب
جالبًا للتحقيق في كل فنٍّ ... فتغنّم من ذلك المجلوب
يا له من مؤلف حاز علمًا ... وأتانا بكل معنى غريب
_________
(¬١) نسخة الجامع الكبير بصنعاء، تفضَّل بتصوير ورقاتٍ منه الشيخ وليد الربيعي، ونقلنا منه هنا ما يناسب المقام. (علي العمران).','المقدمة','21',NULL,NULL,'0');
INSERT INTO [b252] VALUES (20,'舄فاللبيب اللبيب من أشعر القلـ ... ـب من الصبر كل ثوبٍ قشيب
جاعلًا للدثار أثواب شكر ... نسجت بالترغيب والترهيب
ولعمري لم أختصره لحشوٍ ... قد حواه ولا لأمرٍ مريب
ثم قال:
فهو لا شك سلوة لحزينٍ ... ولذي الروح فيه أوفى نصيب
فتمسّك به إذا شئت تلقى ... كل خطب بكل سيف ضروب".

<span data-type="title" id=toc-11>المبحث العاشر: موارد ابن القيم في كتابه:</span>
يمكن تقسيم موارد ابن القيم في الكتاب إلى قسمين:
القسم الأول: الكتب التي نص ابن القيم على أسمائها.
القسم الثاني: الكتب التي لم ينصّ على أسمائها، بل ذكر أسماء مؤلفيها.

أما القسم الأول: الكتب التي نصّ على أسمائها:
اسم الكتاب ومؤلفه. . . الصفحة
بعض الكتب القديمة. . . ١٥٠
بعض المسانيد. . . ١٤٥، ١٥٢
بعض كتب اللَّه سبحانه. . . ١٧٢
التمام - محمد بن محمد بن الحسين الفراء. . . ٣٤١، ٣٤٤، ٣٤٥
جامع الترمذي. . . ٦٠، ١٥٠، ١٥١ وغيرها
الزهد - أحمد بن حنبل. . . ٣٣١، ٤٢٠','المقدمة','22',NULL,NULL,'0');
INSERT INTO [b252] VALUES (21,'舄السنة- اللالكائي. . . ٥٣٩
سنن أبي داود. . . ١٤٠، ١٨٩، ١٩٧ وغيرها
سنن النسائي. . . ١٤٢، ١٤٨، ١٥٨ وغيرها
الصحاح للجوهري. . . ٢٩٠
صحيح البخاري. . . ١٠٤، ١٤١، ١٤٦ وغيرها
صحيح ابن حبان. . . ١٤١، ٣٤٧، ٣٨٠
صحيح مسلم. . . ١٤٠، ١٤٤، ١٥٢ وغيرها
صحيفة عمرو بن شعيب. . . ١٤٣، ٢٢٨
الضعفاء - العقيلي. . . ٤٦٤
الفتوح - محمد بن إسحاق. . . ٢٦١
فتوح الغيب - عبد القادر الجيلاني. . . ٤٨
المسائل - إسحاق بن هانئ. . . ٤٢٤
المسند - الإمام أحمد بن حنبل. . . ٩٧، ١٤١، ١٩١ وغيرها
المسند - الحسن بن الصباح. . . ٢٣٧، ٥٣٠
المسند - الحارث بن أبي أسامة. . . ٣٧٩
المسند - البزار. . . ٤٩٧
المعجم - الطبراني. . . ٣٩٩
الموضوعات - ابن الجوزي. . . ٣٠٩
الموطأ - مالك بن أنس. . . ١٤٢، ١٤٩، ١٥١','المقدمة','23',NULL,NULL,'0');
INSERT INTO [b252] VALUES (22,'舄القسم الثاني: الكتب التي لم ينصّ على أسمائها، بل ذكر أسماء مؤلفيها (¬١):
اسم العَلَم. . . الصفحة
* ابن أبي الدنيا. . . ٤٧، ١٣٨، ١٨١ وغيرها
- (الشكر). . . ٢٢٤، ٢٢٥، ٢٢٦ وغيرها
- (الصبر). . . ١٨٤، ١٨٥
- (المرض والكفارات). . . ١٥٤، ١٥٥، ١٥٩، وغيرها
- (ذم الدنيا). . . ٢١٣، ٤٣٧، ٤٣٨، ٤٤٢
- (قصر الأمل). . . ٤٧٠
ابن الأعرابي (لعله تشريف الفقير على الغني). . . ٤٠٦، ٤٠٩
ابن الأنباري. . . ٣٢٢
ابن الجوزي. . . ٢١٠، ٢٩٩، ٣٠٦
ابن تيمية. . . ٣٤٩
ابن حبان. . . ٣٠٧، ٣٢٠
ابن خزيمة. . . ٥٣٩
ابن عبد البر. . . ١٩٥
ابن عدي (الكامل). . . ٣٤٨
_________
(¬١) أذكر أحيانًا إلى جانب العَلَم اسم الكتاب، إذا عثرت على النقل في ذلك الكتاب، وقد أكرر اسم العلم إما لاختلاف الكتاب أو لوقوفي أحيانًا على إحالة في كتبه، وعدم وقوفي أحيانًا أخرى.
على أني لم أذكر اصحاب الكتب الستة وأحمد إذا كانت الإحالة على كتبهم لكثرة ورودها.','المقدمة','24',NULL,NULL,'0');
INSERT INTO [b252] VALUES (23,'舄ابن عقيل. . . ٣٣٥
ابن منده (الرد على الجهمية). . . ٥٣٩
أبو البركات ابن تيمية. . . ٢٠٢
أبو حاتم الرازي. . . ٣٠٦
أبو سعيد بن الأعرابي. . . ٣٤٦
أبو عبيد القاسم بن سلام. . . ١٣٨
أبو عثمان الحيري. . . ٢٠
أبو علي الدقاق. . . ٢٢، ٢٣، ٨٥، ١٣٠
أبو عمر بن عبد البر. . . ٢٨٨
أبو محمد الجريري. . . ٢٢، ٢٦٩
* أحمد بن حنبل. . . ٥٤، ٦٥، ١٢٩، وغيرها
- (الرد على الجهمية والزنادقة). . . ٤٥١
- (الزهد). . . ٢١١، ٢٣٧، ٢٣٩، وغيرها
الأصمعي. . . ١٨
بكر بن محمد. . . ٥٢٦
البيهقي (السنن الكبرى). . . ٣٤٦
البيهقي (شعب الإيمان). . . ٣٠٧، ٤٨٨، ٤٨٩
الجنيد بن محمد. . . ١٩، ٩١
الجوهري (الصحاح). . . ٥٣١
الدارقطني. . . ٣٠٧، ٣٠٨
الزجاج. . . ٣٥٨
سعيد بن منصور. . . ٢٦١، ٤٠٥
الشافعي. . . ١٣٤
عبد الرزاق (المصنف). . . ٤١٠','المقدمة','25',NULL,NULL,'0');
INSERT INTO [b252] VALUES (24,'舄عبد اللَّه بن أحمد (زوائد الزهد). . . ٢٣٨، ٣٩٠، ٣٩١، ٤٢٥، ٥١٣
عبد اللَّه بن أحمد. . . ٤١١
* عبد اللَّه بن المبارك. . . ٢٤٧، ٢٤٨، ٢٥٦ وغيرها
- (الزهد). . . ٤١١، ٢٨٥
عبد اللَّه بن وهب. . . ٢٨١
عثمان الدارمي (نقض عثمان بن سعيد). . . ٥٣٩
علي بن الجعد. . . ٢٢٧، ٢٥١

الفراء. . . ٣٢٠
محمد بن محمد بن الفراء (التمام). . . ٥٢٥
المروذي. . . ٥٢٦
معمر بن راشد. . . ٤١٠
مقاتل بن سليمان. . . ٢٨٠
النسائي. . . ٣٠٨، ٣١٢
الهروي شيخ الإسلام. . . ٥٣٩
* الواحدي. . . ٣٦٣
- (الوسيط). . . ٣٦٦
وهب بن منبه. . . ١٧٢، ١٧٨، ٢٦٦، ٢٧٧
* * *

<span data-type="title" id=toc-12>المبحث الحادي عشر: بين ابن القيم في (العدة) والغزالي في (الإحياء):</span>
كان الإمام الغزالي ممن كتب في الصبر والشكر ضمن كتابه المعروف "إحياء علوم الدين"، وذلك في الكتاب الثاني من ربع المنجيات.','المقدمة','26',NULL,NULL,'0');
INSERT INTO [b252] VALUES (25,'舄وقد استفاد ابن القيم من كتاب الغزالي هذا دون أن يشير إلى ذلك، وذلك ظاهر لمن تأمَّل الكتابين.
وسوف أعرض هنا المواطن المتشابهة من الكتابين التي يغلب على الظن أن ابن القيم استفاد منها، وهي:
* في مقدمة الكتاب، عند بيان ابن القيم لأهمية الكتابة في هذا الموضوع قال: "فصل: ولما كان الإيمان نصفين: نصف صبر ونصف شكر. . . " إلخ، ثم بنى كلامه على هذه الجملة.
ومن نظر في "إحياء علوم الدين" يجد أن ابن القيم قد استعار هذه العبارة منه في مقدمة الكلام على الصبر والشكر (٤/ ٥٢) حيث يقول الغزالي: "أما بعد، فإن الإيمان نصفان: نصف صبر ونصف شكر. . . " إلخ.
بل إن الغزالي هنا أردف أمرًا ثانيًا لبيان أهمية الكتابة في هذا الموضوع، فقال بعد الكلام السابق: "وهما (¬١) أيضًا وصفان من أوصاف اللَّه تعالى واسمان من أسمائه الحسنى؛ إذ سمى نفسه صبورًا وشكورًا، فالجهل بحقيقة الصبر والشكر جهلٌ بكلا شطري الإيمان، ثم هو غفلة عن وصفين من أوصاف الرحمن. . . ".
وهذا الأمر أخّره المصنِّف إلى الباب السادس والعشرين، وهو الباب الأخير فقال: "الباب السادس والعشرون: في بيان دخول الصبر والشكر في صفات الرب جل جلاله، وتسميته بالصبور والشكور، ولو لم يكن للصبر والشكر من الفضيلة إلا ذلك لكفى به".
_________
(¬١) أي: الصبر والشكر.','المقدمة','27',NULL,NULL,'0');
INSERT INTO [b252] VALUES (26,'舄* وفي الباب الثاني الذي هو: "في حقيقة الصبر وكلام الناس فيه".
أقول: قد ذكر ذلك الغزالي في كتابه (٤/ ٥٤) في فصلٍ هو: "بيان حقيقة الصبر ومعناه: اعلم أن الصبر مقام. . . " إلخ.
وقد ختم ابن القيم بابه بأن حقيقة الصبر: "ثبات باعث العقل والدين في مقابلة باعث الشهوة والطبع" ثم شرحه شرحًا مجملًا.
وهذا الذي ختم به ابن القيم في بيان حقيقة الصبر، إنما هو ما استنبطه الغزالي في ذلك الفصل الذي ذكره في كتابه (٤/ ٥٤).
ثم أعاد ابن القيم ذكر هذه الحقيقة في الباب الخامس بقوله: ". . . فلا يُتصور في حقهم الصبر الذي حقيقته: ثبات باعث العقل والدين في مقابلة باعث الشهوة والهوى".
* وفي الباب الثالث الذي ترجمه ابن القيم: "في بيان أسماء الصبر بالإضافة إلى متعلقه".
قال ابن القيم في مُستهلِّه: "لما كان الصبر المحمود هو: الصبر النفساني الاختياري عن إجابة داعي الهوى المذموم، كانت مراتبه بحسب متعلقه. . . ".
وقد عقد لذلك الغزالي في كتابه (٤/ ٥٧) فصلًا فقال: "بيان الأسامي التي تتجدد للصبر بالإضافة إلى ما عنه الصبر: اعلم أن الصبر ضربان: أحدهما: ضرب بدني كتحمل المشاق. . . " إلخ.
بل من الملاحظ هنا في كلام ابن القيم في هذا الباب أنه استهلَّه وكأن القارئ يعرف تقسيمات الصبر التي يريدها ابن القيم فقال: "لما كان الصبر','المقدمة','28',NULL,NULL,'0');
INSERT INTO [b252] VALUES (27,'舄المحمود هو: الصبر النفساني الاختياري عن إجابة داعي الهوى. . . "، فكأنَّ القارئ يعرف أن هناك صبرًا ممدوحًا وآخر مذمومًا، ولم يسبق ذكر ذلك قبلُ، بل سيأتي ذكر هذا التقسيم بعد ذلك في الباب العاشر.
وكأنَّ القارئ عنده سابق علم أن هناك صبرًا نفسانيًّا يقابله الصبر البدني، وهو ما سيذكره المصنف بعد ذلك في الباب الخامس.
وكأن القارئ يعلم أن هناك صبرًا اختياريًّا يقابله صبرٌ اضطراري، وهو ما سيذكره ابن القيم بعد ذلك في أبواب متفرقة: الباب الخامس والباب التاسع والباب الثالث عشر.
بينما نرى الغزالي مهّد لذلك في هذا الموضع بأن ذكر هذه التقسيمات، وانطلق منها لبيان مراده، فكان ترتيبُ الغزالي أوجه وأكثر دقةً من ترتيب ابن القيم. واللَّه تعالى أعلم.
* في الباب الرابع الذي عنوانه: "في الفرق بين الصّبر والتّصبّر والاصطبار والمصابرة".
وقد سبقه الغزالي إلى بيان الفرق بين الصبر والتصبر في كتابه (٤/ ٥٩)، وما ذكره ابن القيم يتفق مع ما ذكره الغزالي من الفرق بينهما.
* وفي الباب الخامس وهو: "في أقسامه باعتبار محله".
ذكر ابن القيم فيه أن الصبر ضربان: بدني ونفساني، وأن كلًّا منهما نوعان: اختياري واضطراري.
وقد أشار إلى ذلك الغزالي في كتابه (٤/ ٥٧، ٦٠، ٦١).','المقدمة','29',NULL,NULL,'0');
INSERT INTO [b252] VALUES (28,'舄* وفي الباب السادس: "في بيان أقسامه بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى وعجزه عنه".
قال ابن القيم فيه: "باعث الدين بالإضافة إلى باعث الهوى له ثلاثة أحوال. . . " ثم ذكرها.
والذي ذكره ابن القيم هو الذي ذكره الغزالي في الإحياء (٤/ ٥٨) حيث قال: "بيان أقسام الصبر بحسب اختلاف القوة والضعف: اعلم أن باعث الدين بالإضافة إلى باعث الهوى له ثلاثة أحوال. . . " ثم ذكرها، وهي عينها التي ذكرها ابن القيم في كتابه.
* الباب السابع الذي ترجمه ابن القيم بقوله: "في ذكر أقسامه باعتبار متعلقه".
ذكر ابن القيم في هذا الباب انقسام الصبر بذلك إلى ثلاثة أقسام:
١ - صبر على الأوامر والطاعات.
٢ - صبر عن المناهي والمخالفات.
٣ - صبر على الأقدار والأقضية.
وهذه الأقسام الثلاثة ذكرها الغزالي في كتابه، ففي (٤/ ٦٠) ذكر الصبر على الطاعة، وفي (٤/ ٦١) ذكر الصبر عن المعاصي، وفي (٤/ ٦٢) ذكر الصبر على الأقدار، وهو الذي سماه الغزالي بقوله:
"القسم الثالث: ما لا يدخل تحت حصر الاختيار أوله وآخره، كالمصائب، مثل: موت الأعزة. . . " إلخ.','المقدمة','30',NULL,NULL,'0');
INSERT INTO [b252] VALUES (29,'舄* الباب الثامن الذي ذكره ابن القيم، وهو: "في انقسامه باعتبار
تعلق الأحكام الخمسة به".
وانقسامه بهذا الاعتبار قد ذكره الغزالي في الإحياء (٤/ ٥٩).
* الباب التاسع: "في بيان تفاوت درجات الصبر".
ذكر ابن القيم اختلاف درجات الصبر، ورجّح أن الصبر الاختياري أكمل من الصبر الاضطراري.
وقد أشار الغزالي إلى اختلاف درجات الصبر في الإحياء (٤/ ٦٢، ٦٣) إلا انه رجّح أن الصبر الاضطراري أكمل.
* وفي الباب العاشر الذي هو "في انقسام الصبر إلى محمود ومذموم".
وذكر هذا التقسيم الغزالي في الإحياء (٤/ ٥٧، ٦٩).
* وفي الباب الثاني عشر: "في الأسباب التي تعين على الصبر".
ذكر ابن القيم أن ذلك بأمرين:
الأول: تضعيف الداء وباعث الشهوة.
الثاني: تقوية باعث الدين.
وهذان الأمران هما اللذان ذكرهما الغزالي في الإحياء (٤/ ٦٥ - ٦٦) وترجم لذلك بقوله: "بيان دواء الصبر وما يُستعان به عليه".
* وفي الباب الثالث عشر: الذي ترجمه ابن القيم بقوله: "في بيان أن الإنسان لا يستغني عن الصبر في حال من الأحوال"، بيَّن فيه ابن القيم أن كل','المقدمة','31',NULL,NULL,'0');
INSERT INTO [b252] VALUES (30,'舄ما يعرض للإنسان في هذه الحياة الدنيا إما أن يكون موافقًا لهواه ومراده، أو يخالفه، ثم بيَّن احتجاج افنسان غلى الصبر في كلّ منهما.
وهو عين ما ذكره الغزالي في الإحياء (٤/ ٥٩) وما بعدهما.
* وفي الباب الرابع عشر: الذي ترجمه ابن القيم بقوله: "في بيان أشق الصبر على النفوس".
وذكر الغزالي مراده ومضمون ما ذكره ابن القيم في الإحياء (٤/ ٦١).
* وفي الباب الخامس عشر: "في ذكر ما ورد في الصبر من نصوص الكتاب العزيز".
* والباب السادس عشر: "في ذكر ما ورد فيه من نصوص السنة".
* وفي الباب السابع عشر: في الآثار الواردة عن الصحابة ومن بعدهم في فضيلة الصبر".
أقول: قد عقد الغزالي لذلك في الإحياء (٤/ ٥٢ - ٥٣) فصلًا ترجمه بقوله: "بيان فضيلة الصبر". ثم قال: "وقد وصف اللَّه تعالى الصابرين بأوصاف، وذكر الصبر في القرآن. . . " ثم ذكر شيئًا من ذلك.
ثم قال: "وأما الأخبار. . . " وذكر من الأحاديث النبوية.
ثم قال: "وأما الآثار. . . " وذكر ما تيسر له منها.
* الباب التاسع عشر: "في أن الصبر نصف الإيمان، وأن الإيمان نصفان: نصف صبرٍ ونصف شكر".
وقد بيّن ذلك الغزالي في الإحياء (٤/ ٥٦ - ٥٧)، حيث عقد لذلك فصلًا ترجمه بـ: "بيان كون الصبر نصف الإيمان".','المقدمة','32',NULL,NULL,'0');
INSERT INTO [b252] VALUES (31,'舄* الباب العشرون إلى الباب الرابع والعشرين كلها في التنازع في الأفضل من الصبر والشكر والغني الشاكر والفقير الصابر وحجة كلٍ والترجيح.
وقد عقد الغزالي لذلك في الإحياء (٤/ ١١٥ - ١٢٠) فصلًا فقال: "بيان الأفضل من الصبر والشكر" وأشار في أثنائه إلى مسألة الغني الشاكر والفقير الصابر.
* والباب الخامس والعشرون: "في بيان الأمور المضادة للصبر والمنافية له والقادحة فيه". ونحوه الباب الثامن عشر.
وقد أشار الغزالي إلى جزء كبير من مضمون هذين البابين في الإحياء (٤/ ٦٣) فقال: "فاعلم أنه إنما يخرج عن مقام الصابرين بالجزع و. . " إلخ، ثم قال: "ولا يخرجه عن حدّ الصابرين توجع القلب. . . ".
* أما الباب الأخير، وهو الباب السادس والعشرون فقد سبقت الإشارة إليه في أول هذا المبحث.
وبعد هذه المقارنة بين كتاب (العدة) وكتاب الصبر والشكر من (الإحياء) يتبيّن لنا الارتباط والتشابه بين الكتابين في أصل فكرة الموضوع وعموم الأبواب، اللهم إلا في الباب الأول الذي تكلم فيه ابن القيم عن معنى الصبر لغة واشتقاق هذه الكلمة، والباب الحادي عشر الذي تكلم فيه ابن القيم عن الفرق بين صبر الكرام وصبر اللئام.
وبعد هذا العرض نخرج بنتيجة مهمة وهي استفادة ابن القيم من كتاب الغزالي، حيث جعل من كلامه أساسًا لشجرة كبيرة كثيرة الفروع والأغصان، إذ إنه سقاها من عصارة علمه، وحرثها بسعة فقهه، ونقحها بصحيح فكره.','المقدمة','33',NULL,NULL,'0');
INSERT INTO [b252] VALUES (32,'舄فزاد ابن القيم على ما ذكره الغزالي فوائد عديدة، وتفريعات كثيرة، واستنباطات مهمة، وفوائد ونكات لم يتطرق إليها الغزالي، وأضاف أمثلة وتوضيحات ليكون لقارئه عُدّة في طريقه وسيره إلى اللَّه والدار الآخرة.

فكان هذا الكتاب المهم "عدة الصابرين وذخيرة الشاكرين" وهو بحجمه يقارب أربعة أضعاف ما كتبه الغزالي.
ولا تستطل أيها القارئ هذا المبحث فإنه من أكثر المباحث فائدة وجدة، إذ إن أكثر طلاب العلم لا يعلمون هذه الحقيقة.
ونسبة للفضل إلى أهله، فالذي نبهني على استفادة ابن القيم من كتاب الغزالي هو فضيلة شيخي الدكتور محمد بن حسين الجيزاني، جزاه اللَّه خيرًا وأجزل له المثوبة.

<span data-type="title" id=toc-13>المبحث الثاني عشر: مختصراته والبحوث المستلة منه:</span>
إن الإمام ابن القيم لسعة علمه وكثرة اطلاعه وشمول معرفته وكثرة ما عنده من الفوائد كانت له سِمة عامة في مؤلفاته هي الاستطراد والتوسع وكثرة الأدلة والوجوه ونحوها، كما قال في وصفه الحافظ ابن حجر: "وكل تصانيفه مرغوب فيها بين الطوائف، وهو طويل النفس فيها يتعانى الإيضاح جهده، فيسهب جدًّا" (¬١).
لذا فإن من السهل أن يجد من يريد اختصار كتاب ما من كتبه مُسوّغًا له بسبب ذلك. أضف إلى ذلك أهمية كتبه وكثرة فائدتهًا.
_________
(¬١) الدرر الكامنة (٣/ ٤٠٢).','المقدمة','34',NULL,NULL,'0');
INSERT INTO [b252] VALUES (33,'舄وقد قام عدد من العلماء والأفاضل باختصار عدة الصابرين.
* فقام الإمام محمد بن إسماعيل الصنعاني (١١٨٢) باختصار هذا الكتاب وسماه: السيف الباتر في يمين الصابر الشاكر (¬١).
* وقام محمد مسلم الغنيمي بعرض المادة العلمية للكتاب مختصرة، لإبراز ابن القيم كأديب ومصلح (¬٢)، فجاء هذا العرض وكأنه اختصار لهذا الكتاب، والسياق الذي ذكره كله لابن القيم من لفظه مختصرًا (¬٣).
* كما قام أحد المعاصرين (¬٤) باستلال جزء من الكتاب، وجعل ما استله في بحث مفرد بعنوان: "التفضيل بين الصبر والشكر"، وهو مأخوذ برمته من كتاب "عدة الصابرين وذخيرة الشاكرين" إلا قليلًا.

<span data-type="title" id=toc-14>المبحث الثالث عشر: طبعات الكتاب:</span>
للكتاب عدة طبعات، وأول طبعة للكتاب كانت عام ١٣٤٠ (¬٥) في المطبعة السلفية على نفقة فهد بن علي الرشودي النجدي.
_________
(¬١) انظر: فهرست مخطوطات مكتبة الجامع الكبير - صنعاء (٣/ ١٣٥٢).
(¬٢) قال الغنيمي في خاتم كتابه: "ابن القيم" ص ٤١٤: إن غرضه "إبراز شخصية ابن القيم كأديب ومرشد ومصلح اجتماعي".
(¬٣) انظر المصدر السابق ص ٣٠٢ - ٣٣٦.
(¬٤) هو الدكتور سالم بن محمد القرني، وقد نُشر في مجلة الحكمة، العدد الخامس والعشرين، عام ١٤٢٣ هـ.
(¬٥) وذكر سركيس في معجم المطبوعات العربية: ١/ ٢٢٤، والشيخ بكر أبو زيد في ابن قيم الجوزية (ص ٢٧٦) أنه طبع سنة ١٣٤١، مع ملاحظة اختلاف هذين المرجعين في الدار الطابعة له في تلك السنة.','المقدمة','35',NULL,NULL,'0');
INSERT INTO [b252] VALUES (34,'舄وبعدها طُبع عام ١٣٤٩ هـ في المطبعة السلفية (¬١).
وتوالت الطبعات للكتاب بعد ذلك:
* ولعل من الطبعات المشهورة طبعة مكتبة المتنبي بالقاهرة، ضمن سلسلة مكتبة ابن القيم، وقد وُصفت في وقتها بأنها أكثر الطبعات تداولًا (¬٢).
* وطُبع في دار الكتاب العربي ببيروت عام ١٤٠٨ هـ بتحقيق محمد عثمان الخشت.
* ومن طبعات الكتاب طبعة دار ابن كثير ودار الكلم الطيب - دمشق، بيروت، عدة طبعات، بتحقيق محيي الدين ديب مستو.
* ومنها أيضًا طبعة دار الكتب العلمية - بيروت، تحقيق زكريا علي يوسف.
* ومنها طبعة دار الحديث - القاهرة، تحقيق عصام الدين الصبابطي.
* ومنها طبعة دار ابن الجوزي - الدمام، الطبعة الثالثة، ١٤٢٤ هـ، بتحقيق سليم بن عيد الهلالي.
* ومنها طبعة دار الحديث، القاهرة، بدون تحقيق، سنة ١٩٨٩ م.
* ومنها طبعة مكتبة المعارف، الطائف.
* ومنها طبعة دار القلم، بيروت، ١٤٠٧ هـ، تصحيح: محمد علي قطب.
وغيرها كثير.
_________
(¬١) انظر: ابن قيم الجوزية لبكر أبو زيد (ص ٢٧٦).
(¬٢) انظر: مقدمة محمد عثمان الخشت لعدة الصابرين ص ١٠.','المقدمة','36',NULL,NULL,'0');
INSERT INTO [b252] VALUES (35,'舄<span data-type="title" id=toc-15>المبحث الرابع عشر: نُسخ الكتاب الخطية:</span>
لكتاب عدة الصابرين عدة نسخ، توفر لي منها أثناء التحقيق أربع نسخ خطية.

<span data-type="title" id=toc-16>١ - نسخة كوبريلي بتركيا</span>.
عدد أوراقها: ١٣٣ لوحة. نسخت عام: ٧٧٠ هـ. وخطها نسخي جميل مشكول، وكُتبت الأبواب والفصول بالمداد الأحمر، وعلى هوامشها العديد من التصحيحات والاستدراكات وناسخها -كما في نهاية المخطوط- هو: محمد بن محمد بن محمد القرشي الباهي.
وهو: الشيخ الإمام محمد بن محمد بن محمد بن عبد الدائم الباهي المصري، نجم الدين الحنبلي، اشتغل كثيرًا وعني بالتحصيل، ودرّس وأفتى، وكان عين الحنابلة بمصر وأفضلهم فيها وأحقهم في ولاية القضاء، توفي رحمه اللَّه تعالى سنة اثنتين وثمانمائة (¬١).
وقد أوقف هذه النسخة الوزير أبو الخير، كما هو مختوم عليها في عدة أماكن من الكتاب، وكُتب فيه: "قد وقف هذه النسخة الوزير أبو الخير الحاج أحمد بن الوزير الأعظم الفاضل نعمان بن الوزير الأعظم العلامة الصدر الشهيد مصطفى بن الوزير الأعظم النحرير أبي عبد اللَّه محمد عُرِفَ بكوبريلي أقال اللَّه عثارهم".
_________
(¬١) انظر: إنباء الغمر بابناء العمر لابن حجر ٢/ ١٢٨، والذيل التام على دول الإسلام للسخاوي ١/ ٤١١، وتاريخ ابن قاضي شهبة ٤/ ١٣٦ - ١٣٧، وحسن المحاضرة للسيوطي ١/ ٤٨٣.','المقدمة','37',NULL,NULL,'0');
INSERT INTO [b252] VALUES (36,'舄ومع أن هذه النسخة لم تسلم من الأخطاء والتصحيفات والسقط في عدة مواضع إلا إني اتخذت هذه النسخة أصلًا لتحقيق الكتاب لِقِدم نسخها من جهة، فإنها قد نسخت سنة سبعين وسبعمائة. ولمنزلة ناسخها من جهة أخرى، ولأن النسخ الأخرى متأخرة جدًّا عنها.

<span data-type="title" id=toc-17>٢ - نسخة دار الكتب القومية بمصر</span>
وهي محفوظة فيها برقم ٢١٥٩ تصوف.
عدد أوراقها: ١٥٣. نسخت عام ١٣١٣ هـ.
ناسخها، كما جاء في نهاية المخطوط: "علقه. . . عبد الرحمن بن عبد العزيز آل عويد ضحوة السبت من شهر ذي القعدة سنة ١٣١٣ من هجرة نبينا محمد صلى اللَّه عليه وآله وصحبه وسلم تسليمًا كثيرًا".
وقد ترجم الشيخ عبد اللَّه البسام له في كتابه علماء نجد فقال: "الشيخ عبد الرحمن بن عبد العزيز بن عويد، ولد في مدينة بريدة، ونشأ بها، وحفظ القرآن الكريم بها، كما أخذ العلم عن علمائها. . . وحصّل واستفاد، وكان له خطّ جميل نيّر مضبوط، وكان عليه الوقار والسكينة مع لين الجانب، وكان ورعًا زاهدًا لا يأكل إلا من عمل يده في نسخ الكتب، فقد كتب عدة كتب كبار وصغار، وجلس للتدريس فانتفع كثير من الناس بعلمه، وما زال على حالته الحميدة حتى توفي عام ١٣٥٠ هـ رحمه اللَّه تعالى" (¬١).
وقد رمزت لهذه النسخة بـ "م".
_________
(¬١) علماء نجد خلال ثمانية قرون ٣/ ٧٦.','المقدمة','38',NULL,NULL,'0');
INSERT INTO [b252] VALUES (37,'舄<span data-type="title" id=toc-18>٣ - نسخة في مكتبة الملك فهد </span>برقم ٢٢٣/ ١.
عدد أوراقها: ١٢٤ ورقة في ٢٤٠ صفحة.
تاريخ نسخها: عام ١٢٩٩ هـ.
ناسخها كما هو موجود في آخرها: "علقه لنفسه أفقر عباد اللَّه وأحوجهم إلى رحمته ومغفرته: راشد بن عبد اللَّه العنزي المهاجري".
ولم أقف على من ترجم له. وعلى صفحة العنوان كتبت وقفية للكتاب بخط مغاير مؤرّخة في سنة (١٣٠٧) بعد وفاة الناسخ لأنه ترحم عليه. وقد رمزت لهذه النسخة بـ "ن".

<span data-type="title" id=toc-19>٤ - نسخة جامع بريدة</span>.
وعنها صورة في مكتبة الملك فهد برقم ١٧/ ب، عدد أوراقها: ١١٠ ورقات.
تاريخ نسخها: عام ١٣٣٧ هـ.
ناسخها كما جاء في آخرها: "تم الكتاب المسمى بعدة الصابرين. . . بقلم الفقير إلى ربه القدير. . . محمد بن عبد الرحمن بن حوبان".
والناسخ المذكور كان كاتبًا بديوان الملك عبد العزيز آل سعود. وكان كثير التردد والاجتماع بعلماء بريدة. وقد رمزت لهذه النسخة بـ "ب".

<span data-type="title" id=toc-20>المبحث الخامس عشر: منهج العمل في الكتاب:</span>
يمكن إجمال المنهج الذي سرت عليه في تحقيقي لهذا الكتاب في النقاط الآتية:','المقدمة','39',NULL,NULL,'0');
INSERT INTO [b252] VALUES (38,'舄١ - اتخذتُ النسخة الأولى أصلًا وذلك لقدم نسخها من ناحية، ولأن ناسخها إمام معروف.
٢ - جعلت النسخ الثلاث الأخرى نسخًا مساندة للنسخة الأصل، وذلك لقرب عهد نسخها.
٣ - لم أعتنِ ببيان الفروق والأخطاء بين النسخ الثلاث المساندة ما لم تخالف الأصل، وذلك لأن هذه النسخ الثلاث على ما يبدو ترجع إلى أصل واحد لاتفاقها في كثير من المواضع، خاصة مواضع الكلمات المشكلة.
٤ - أثبت كثيرًا من القراءات للكلمات المحتملة في الحاشية، مع كتابة ما ورد في النسخة الأصل في المتن، ما لم يثبت خطؤها، فإني أصحح الكلمة في المتن وأشير إلى ما وقع في الأصل في الحاشية.
٥ - عزوت الآيات القرآنية بذكر اسم السورة ورقم الآية، مع وضعها داخل النص المحقق بين معقوفتين.
٦ - خرّجت الأحاديث والآثار الواردة في المتن تخريجًا مختصرًا، إن كان في الصحيحين أو أحدهما، أو السنن الأربعة فإني أكتفي بتخريجه منها إلا إذا كان هناك فائدة من تخريجه من غيرها.
وما لم يكن في أحد الكتب الستة فإني أقوم بتخريجه من الكتب المشهورة والأمات المعروفة تجنبًا للإطالة إذا وجدته فيها، وإلا فإني أخرجه من أي كتاب أو جزء حديثي وجدته.
٧ - بينت درجة الحديث صحة وضعفًا من خلال ما ذكره أهل العلم المختصّون بذلك.','المقدمة','40',NULL,NULL,'0');
INSERT INTO [b252] VALUES (39,'舄٨ - نسبت الأبيات الشعرية إلى قائليها وخرجتها من الكتب المعتبرة قدر الإمكان.
٩ - وثقت النصوص التي نقلها المؤلف من كتب من سبقه ما وجدت إلى ذلك سبيلًا.
١٠ - ترجمت للأعلام غير المشهورين الواردين في الكتاب على وجه الاختصار.
١١ - بيان بعض الكلمات الغريبة وتوضيحها.
وفي الختام أتوجه بالشكر لمكتبة الملك فهد الوطنية بالرياض على إتاحة الفرصة لتصوير نسختي (ن، ب)، كما أشكر المشايخ الفضلاء الذين راجعوا الكتاب على ملاحظاتهم القيمة التي كمّلت العمل وسدّدته. وصلى اللَّه على نبينا محمد وعلى آله وصحبه وسلم.','المقدمة','41',NULL,NULL,'0');
INSERT INTO [b252] VALUES (40,'舄نماذج من النسخ الخطية','المقدمة','44',NULL,NULL,'0');
INSERT INTO [b252] VALUES (41,'舄ورقة العنوان من نسخة تركيا (الأصل)','المقدمة','47',NULL,NULL,'0');
INSERT INTO [b252] VALUES (42,'舄الورقة الأخيرة نسخة تركيا (الأصل)','المقدمة','49',NULL,NULL,'0');
INSERT INTO [b252] VALUES (43,'舄الورقة الأولى نسخة دار الكتب المصرية (م)','المقدمة','50',NULL,NULL,'0');
INSERT INTO [b252] VALUES (44,'舄الورقة الأخيرة نسخة الورقة الأولى نسخة دار الكتب المصرية (م)','المقدمة','51',NULL,NULL,'0');
INSERT INTO [b252] VALUES (45,'舄ورقة العنوان من نسخة مكتبة الملك فهد (ن)','المقدمة','52',NULL,NULL,'0');
INSERT INTO [b252] VALUES (46,'舄الورقة الأولى نسخة مكتبة الملك فهد (ن)','المقدمة','53',NULL,NULL,'0');
INSERT INTO [b252] VALUES (47,'舄الورقة الأخيرة من نسخة مكتبة الملك فهد (ن)','المقدمة','54',NULL,NULL,'0');
INSERT INTO [b252] VALUES (48,'舄ورقة العنوان من نسخة بريدة (ب)','المقدمة','55',NULL,NULL,'0');
INSERT INTO [b252] VALUES (49,'舄الورقة الأولى من نسخة بريدة (ب)','المقدمة','56',NULL,NULL,'0');
INSERT INTO [b252] VALUES (50,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

ربّ يسّر وأعن
الحمدُ للَّه الصَّبورِ الشَّكورِ العليّ الكبير السميع البصير العليم القدير، الذي شملت قدرتُه كلَّ مقدور، وجَرت مشيئتُه في خلقه بتصاريفِ الأمور، وأَسمعت دعوتُه لليوم الموعود أصحابَ القبورِ، قَدَّرَ مقاديرَ الخلائقِ وآجالَهم، وكتب آثارَهم وأعمالهم، وَقسَّم بينهم معايشَهم وأموالَهم، وخَلَق (¬١) الموتَ والحياةَ لِيَبلُوَهم أيُّهم أحسنُ عملًا وهوَ العزيزُ الغفورُ، القاهرُ القادرُ، فكلُّ عسيرٍ عليه يَسير، والمولى النَّاصِرُ، فَنِعمَ المولى ونعمَ النَّصيرُ.
{يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (١) هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٢) خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ (٣) يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} [التغابن: ١ - ٤].
وأشهدُ أن لا إله إلا اللَّه وحدَه لا شريكَ له، إله جلَّ عن الشَّبيه والنظير، وتعالى عن الشَّريكِ والظَّهيرِ، وتقدَّسَ عن تعطيل الملحدين، كما تنزّه عن شَبَهِ المخلوقين، فـ {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِير (١١)} (¬٢) [الشورى: ١١].
_________
(¬١) في (ن) و (م): وقدّر.
(¬٢) في حاشية الأصل بعده: "أحمده سبحانه وتعالى على نعمه وهو اللطيف الخبير، وأشكره شكر عبدٍ لم يرضَ سواه له نصير". بخط مغاير ودون علامة =','1','3',NULL,NULL,'0');
INSERT INTO [b252] VALUES (51,'وأشهدُ أن محمدًا عبدُه ورسولُه، وخيرتُه من بريَّته، وصفوتُه من خَليقته، وأمينُه على وَحْيِه، وسفيرُه بينه وبين عباده، أعرفُ الخَلقِ بِه وأقومُهم بخشيته، وأنصحُهم لأمّته، وأصبَرُهم لِحُكمِه، وأَشكرهم لِنِعَمِه، وأقربُهم إليه وسيلَةً، وأعلاهُم عنده منزلةً، وأعظمُهم عنده جاهًا، وأوسعُهم عنده شفاعةً، بعثهُ إلى الجَنَّةِ داعيًا، وللإيمانِ مُناديًا، وفي مرضاته ساعيًا، وبالمعروف آمرًا، وعن المنكر ناهيًا، فَبَلَّغ رسالاتِ ربِّه، وصدّعَ بأمره، وتحمَّل في مرضاته ما لمِ يتحمَّلْه بشرٌ سواه، وقام للَّه بالصَّبرِ والشُّكر أحَقَّ القيام حتى بَلَغ رضاه، فَثَبَت في مَقامِ الصَّبرِ حتى لم يلحقْه أحدٌ من الصّابرين، وَتَرقى في دَرَجةِ الشُّكر حتى علا فوقَ جَميعِ الشاكرين.
فَحَمدَه اللَّهُ وملائكتُه ورسلُه وجميعُ المؤمنين، ولذلك خُصَّ بلواءِ الحَمدِ دون جميع العالمين، فآدمُ تحتَ لوائِه ومن دونه من الأنبياءِ والمرسلين، وجعلَ الحمْدَ فاتحَةَ كتابِه الذي أنزلَه عليه (¬١) وآخرَ دعوى أهلِ ثوابِه الذين هداهم على يديه.
وسمّى أمَّته الحَمّادين (¬٢) قبل أن يُخرجَهم إلى الوجودِ، لحمدِهم له على السَّرَّاءِ والضَّرَّاءِ والشِّدَّةِ والرّخاءِ، وجعلَهم أَسبق الأممِ إلى دارِ الثَّوابِ والجزاءِ.
فأقربُ الخلقِ إلى لوائه أكثرُهم حمدًا للَّه وذكرًا، كما أن أعلاهم
_________
= إلحاقٍ، لذا لم أثبتها في الأصل.
(¬١) في (م) و (ن) زيادة: "كذلك فيما بلغنا هو في التوراة والإنجيل". ونحوه في (ب).
(¬٢) جاء في ذلك حديث أخرجه الدارمي في سننه برقم (٥، ٧، ٨).','1','4',NULL,NULL,'0');
INSERT INTO [b252] VALUES (52,'منزلةً أعظمهم صبرًا وشُكرًا، فصلّى اللَّهُ وملائكتُه وأنبياؤُه ورسلُه وجميعُ المؤمنين عليه كما وَحَّدَ اللَّه، وَعَرَّفَ به، ودعا إليه، وَسلَّم تَسليمًا كثيرًا.
أما بعد: فإن اللَّه سبحانه جعل الصبر جوادًا لا يكبو (¬١)، وصارما لا ينبو (¬٢)، وجندًا غالبًا لا يهزم، وحصنًا حصينًا لا يهدم ولا يثلم، فهو والنصر أخوان شقيقان (¬٣).
رَضِيْعَيْ لِبَانٍ ثديَ أُمٍّ تقاسما ... بأسحمَ (¬٤) داجٍ عَوضُ لا نتفرق (¬٥)
فالنصر (¬٦) مع الصبر، والفرج مع الكرب، واليسر مع العسر، وهو أنصر لصاحبه من الرجال، بلا عدة ولا عدد، ومحله من (¬٧) الظفر كمحل الرأس من الجسد.
ولقد ضمن الوفي الصادق لأهله في محكم كتابه أنه يوَفيهم أجرهم بغير حساب، وأخبر أنه معهم بهدايته ونصره العزيز وفتحه المبين، فقال: {وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦)} [الأنفال: ٤٦]؛ فذهب
_________
(¬١) كبا الجواد يكبو كبوة إذا عثر. انظر "لسان العرب" (١٥/ ٢١٣).
(¬٢) نبا السيف إذا كلّ ولم يقطع. انظر "لسان العرب" (١٥/ ٣٠١).
(¬٣) في (م) و (ن) زيادة: لا يفترقان.
(¬٤) في الأصل: "باسود". والمثبت من النسخ الأخرى، وهو الموافق للمصادر الآتية.
(¬٥) البيت للأعشى وهو في "ديوانه" ص ٢٧٥. يمدح به المحلّق بن جشم الكلابي وفيه جعل الأعشى الجود والمحلّق كأخوين رضعا لبانًا واحدًا، من ثدي أم واحدة مبالغة في وصفه بالكرم، وذكر أنهما تحالفا وتعاقدا ألا يفترقا أبدًا.
انظر: "الحلل في شرح أبيات الجمل" ص ١٠٤ وما بعدها.
(¬٦) في الأصل "فالنصرة"، والمثبت من النسخ الأخرى.
(¬٧) "من" ساقطة من الأصل، وأثبتها من النسخ الأخرى.','1','5',NULL,NULL,'0');
INSERT INTO [b252] VALUES (53,'الصابرون بهذه المعية بخير الدنيا والآخرة، وفازوا بها بنعمه الباطنة والظاهرة.
وجعل سبحانه الإمامة في الدين منوطةً بالصبر واليقين، فقال تعالى -وبقوله اهتدى المهتدون-: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (٢٤)} [السجدة: ٢٤].
وأخبر أن الصبر خير لأهله خبرًا مؤكدًا باليمين، فقال تعالى: {وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦)} [النحل: ١٢٦].
وأخبر أن مع الصبر والتقوى لا يضر كيد العدو ولو كان ذا تسليط، فقال: {وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ مُحِيطٌ (١٢٠)} [آل عمران: ١٢٠].
وأخبر عن نبيه يوسف الصديق عليه السلام، أن صبره وتقواه وصَّلاه إلى محل العز والتمكين، فقال: {إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (٩٠)} [يوسف: ٩٠].
وعلق الفلاح بالصبر والتقوى، فعقل ذلك عنه المؤمنون، فقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (٢٠٠)} [آل عمران: ٢٠٠].
وأخبر عن محبته لأهله، وفي ذلك أعظم ترغيب للراغبين (¬١)، فقال: {وَاللَّهُ يُحِبُّ الصَّابِرِينَ (١٤٦)} [آل عمران: ١٤٦].
ولقد بشر الصابرين بثلاثٍ، كلّ منها خير مما عليه أهل الدنيا
_________
(¬١) في الأصل و (ب): الراغبين، والمثبت من (م، ن) وط السلفية.','1','6',NULL,NULL,'0');
INSERT INTO [b252] VALUES (54,'يتحاسدون، فقال: {وَبَشِّرِ الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧)} [البقرة: ١٥٥ - ١٥٧].
ووصّى عباده بالاستعانة بالصبر والصلاة على نوائب الدنيا والدين، فقال: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ (٤٥)} [البقرة: ٤٥].
وجعل الفوز بالجنة والنجاةَ من النار لا يحظى به إلا الصابرون، فقال تعالى: {إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ (١١١)} [المؤمنون: ١١١].
وأخبر أن الرغبة في ثوابه والإعراضَ عن الدنيا وزينتها لا يلقَّاها إلا أولو الصبر المؤمنون، فقال تعالى: {وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠)} [القصص: ٨٠].
وأخبر أن دفع السيئة بالتي هي أحسن تجعل المسيء كأنه ولي حميم، فقال: {وَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ (٣٤)} [فصلت: ٣٤].
وأن هذه الخصلة لا يُلقّاها: {إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ (٣٥)} [فصلت: ٣٥].
وأخبر سبحانه خبرًا مؤكدًا بالقسم: {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣)} [العصر: ٢ - ٣].
وقسّم خلقه قسمين: أصحابَ ميمنة وأصحاب مشأمة، وخص','1','7',NULL,NULL,'0');
INSERT INTO [b252] VALUES (55,'بالميمنة أهل التواصي بالصبر والمرحمة، وخص بالانتفاع بآياته أهلَ الصبر والشكر تمييزًا لهم بهذا الحظ الموفور، فقال في أربع آيات من كتابه: {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ} [إبراهيم: ٥]، [لقمان: ٣١]، [سبأ: ١٩]، [الشورى: ٣٣].
وعلق المغفرة والأجر بالعمل الصالح والصبر، وذلك على من يسَّرَه عليه يسير، فقال: {إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١)} [هود: ١١].
وأخبر أن الصبر والمغفرة من العزائم التي تجارة أهلها لا تبور، فقال: {وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ (٤٣)} [الشورى: ٤٣].
وأمر رسوله بالصبر لحكمه، وأخبر أن صبره إنما هو به، وبذلك جميع المصائب تهون، فقال: {وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا} [الطور: ٤٨]، وقال: {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ (١٢٧) إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨)} [النحل: ١٢٧ - ١٢٨].
فالصبر آخيّة المؤمن التي يجول ثم يرجع إليها (¬١)، وساقُ إيمانه
_________
(¬١) الآخيّة بالمد والتشديد: عود أو حبل يعرض في الحائط ويدفن طرفاه فيه، ويصير وسطه كالعروة تشدّ إليه الدّابّة. انظر "النهاية" لابن الأثير (١/ ٢٩)، و"لسان العرب" (١٤/ ٢٣).
ولعل المصنف استفاد هذه العبارة من حديث أبي سعيد الخدري رضي اللَّه عنه أن النبي -صلى اللَّه عليه وسلم- قال: "مثل المؤمن ومثل الإيمان، كمثل الفرس في آخيّته، يجول ثم يرجع إلى آخيّته". رواه أحمد في "مسنده" (٣/ ٥٥).
قال الهيثمي في "مجمع الزوائد" (١٠/ ٢٠١): "رواه أحمد وأبو يعلى =','1','8',NULL,NULL,'0');
INSERT INTO [b252] VALUES (56,'التي لا اعتماد له إلا عليها، فلا إيمان لمن لا صبر له، وإن كان فإيمانٌ قليلٌ في غاية الضعف، وصاحبه ممن {يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآخِرَةَ} [الحج/ ١١] (¬١)، ولم يحظَ منهما إلا بالصفقة الخاسرة، فخير عيشٍ أدركه السعداءُ بصبرهم، وترقوا إلى أعلى المنازل بشكرهم، فساروا بين جناحي الصبر والشكر إلى جنات النعيم، وذلك فضل اللَّه يؤتيه من يشاء، واللَّه ذو الفضل العظيم.
_________
= ورجالهما رجال الصحيح غير أبي سليمان الليثي وعبد اللَّه بن الوليد التميمي وكلاهما ثقة".
كذا قال رحمه اللَّه، إلا أن أبا سليمان الليثي قال فيه علي بن المديني: مجهول، وعبد اللَّه بن الوليد ليّن الحديث، كما في التقريب.
انظر: "تعجيل المنفعة" ص: ٤٩٢، و"تقريب التهذيب" ص: ٥٥٦.
لذا ضعفه الألباني في "ضعيف الترغيب والترهييب" رقم: ١٨٣١.
قال ابن الأثير في "النهاية" (١/ ٣٠): "ومعنى الحديث أنه يبعد عن ربّه بالذنوب، وأصل إيمانه ثابت" اهـ.
(¬١) في (ن) أكمل الآية إلى قوله: {ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (١١)}.','1','9',NULL,NULL,'0');
INSERT INTO [b252] VALUES (57,'فصل (¬١)
ولما كان الإيمان نصفين: نصفَ صبر ونصفَ شكر، كان حقيقًا على من نصح نفسه وأحب نجاتها وآثر سعادتها، أن لا يهمل هذين الأصلين العظيمين، ولا يعدِل عن هذين الطريقين [القاصدين] (¬٢) وأن يجعل سيره إلى اللَّه بين هذين الطريقين (¬٣)؛ ليجعله يوم لقائه مع خير الفريقين.
فلذلك وضع هذا الكتاب للتعريف بشدة الحاجة والضرورة إليهما، وبيان توقف سعادة الدنيا والآخرة عليهما، فجاء كتابًا جامعًا حاويًا نافعًا، فيه من الفوائد ما هو حقيق أن يُعضّ عليه بالنواجذ وتثنى عليه الخناصر، ممتعًا لقارئه، مُرِيحًا للناظر فيه، مسلّيًا للحزين، منهضًا للمقصرين، محرّضًا للمشمرين.
مشتملًا على نكت حِسانٍ من تفسير القرآن، وعلى أحاديثَ نبويةٍ معزوةٍ إلى مظانها، وآثار سلفية منسوبة إلى قائلها، ومسائلَ فقهية حسان مقررة بالدليل، ودقائق سلوكية على سواء السبيل (¬٤)، وذكرِ أقسام الصبر
_________
(¬١) المقدمة الآتية استفادها المصنف رحمه اللَّه من كتاب "إحياء علوم الدين" للغزالي (٤/ ٥٢).
وقد أفرد الغزالي في "إحياء علوم الدين" (٤/ ٥٢ - ١٢٠) للصبر والشكر كتابًا، وهو الكتاب الثاني من ربع المنجيات.
(¬٢) ما بين المعكوفين من النسخ الأخرى، ولعله سقط من الأصل.
(¬٣) في (م): "الجناحين".
(¬٤) في (م)، (ب) زيادة: "لا تخفى معرفة ذلك على من فكّر وأحضر ذهنه، فإن فيه ذكر أقسام. . . ".
وفي (ن): "لا تخفى. . . ذهنه وذكر أقسام. . . ".','1','10',NULL,NULL,'0');
INSERT INTO [b252] VALUES (58,'ووجوهه والشكرِ وأنواعه، وفَصْلِ النزاع في التفضيل بين الغني الشاكر والفقير الصابر، وذكرِ حقيقة الدنيا وما مثَّلها اللَّه ورسولُه والسلف الصالح به، والكلامِ على سِرّ هذه الأمثال ومطابقتها لحقيقة الحال، وذكرِ ما يُذمُّ من الدنيا ويُحمَدُ وما يقرّبُ منها إلى اللَّه ويُبْعِد وكيف يَشقى بها من يشقى، ويسعدُ بها من يسعد، وغير ذلك من الفوائد التي لا يكاد يُظفر بها في كتاب سواه.
وذلك محض منةِ اللَّه على عبده، وعطية من بعض عطاياه، فهو كتاب يصلح للملوك والأمراء، والأغنياء والفقراء، والصوفية والفقهاء، يُنهِض القاعدَ إلى المسير، ويؤنس السائر في الطريق، وينبِّه السالك على المقصود.
ومع هذا فهو جهد المقل وقدرة المفلس، حذر فيه من الداء وإن كان من أهله، ووصف فيه الدواء وإن قصَّر عن (¬١) تناوله لظلمه وجهله، وهو يرجو أكرم الأكرمين وأرحم الراحمين أن يغفر له غِشَّهُ لنفسه بنصيحته لعباده المؤمنين.
فما كان في الكتاب من صوابِ فمن اللَّه وحده؛ فهو المحمود المستعان، وما كان فيه من خطأ فمن مصنفه ومن الشيطان، واللَّهُ بريء منه ورسولُه.
وهذه بضاعة مؤلفه المزجاة تساق إليك، وسلعته تعرض عليك، فلقارئه غُنمه، وعلى مؤلفه غرمه (¬٢).
_________
(¬١) في (ن): "لم يصبر على". مكان: "قصر عن".
(¬٢) في (م)، (ب) بعد هذه الكلمة الزيادة التالية: "وبنات أفكاره تزف إليك، فإن =','1','11',NULL,NULL,'0');
INSERT INTO [b252] VALUES (59,'وقد جعلته ستةً وعشرين بابًا وخاتمة:
الباب الأول: في معنى الصبر لغة واشتقاق هذه اللفظة وتصريفها.
الباب الثاني: في حقيقة الصبر وكلام الناس فيه.
الباب الثالث: في بيان أسماء الصبر بالإضافة إلى متعلَّقه.
الباب الرابع: في الفرق بين الصبر والتصبر والاصطبار والمصابرة.
الباب الخامس: في أقسام الصبر باعتبار محله.
الباب السادس: في أقسامه بحسب اختلاف قوته وضعفه ومقاومته لجيش الهوى وعجزه عنه.
الباب السابع: في بيان أقسامه باعتبار متعلَّقه.
الباب الثامن: في انقسامه باعتبار تعلّق الأحكام الخمسة به.
الباب التاسع: في بيان تفاوت درجات الصبر.
الباب العاشر: في انقسام الصبرِ إلى محمود ومذموم.
الباب الحادي عشر: في الفرقِ بين صبر الكرام وصبر اللئام.
الباب الثاني عشر: في الأسبابِ التي تعينُ على الصبر.
الباب الثالث عشر: في بيان أنّ الإنسان لا يَستغني عن الصبر في حال من الأحوال.
_________
= وجدت حرًّا كريمًا كان بها أسعد، وإلا فهي خود تُزفّ إلى عنين مقعد". وفي (ن) أيضًا: "وبنات أفكاره. . . " إلى: "خود تُزف إلى عنين ضرير مقعد".','1','12',NULL,NULL,'0');
INSERT INTO [b252] VALUES (60,'الباب الرابع عشر: في بيان أشقّ الصبر على النفوس.
الباب الخامس عشر: في ذكر ما ورد في الصبر من نصوص الكتاب العزيز.
الباب السادس عشر: في ذكر ما ورد فيه من نصوصِ السنة.
الباب السابع عشر: في ذكر الآثار الواردة عن الصحابة في فضيلة الصبر.
الباب الثامن عشر: في ذكر أمور تَتَعلق بالمصيبة من البكاء، والندب، وشق الثياب، ودعوى الجاهلية، ونحوها.
الباب التاسع عشر: في أنّ الصبرَ نصف الإيمان، وأنّ الإيمان نصفان: نصف صبر، ونصف شكر.
الباب العشرون: في بيان تنازع الناس في الأفضل من الصبر والشكر.
الباب الحادي والعشرون: في الحكم بين الفريقين، والفصل بين الطائفتين.
الباب الثاني والعشرون: في اختلاف الناس في الغنيّ الشاكر والفقير الصابر أيهما أفضل؟ وما هو الصوابُ في ذلك؟
الباب الثالث والعشرون: في ذكر ما احتجت به الفقراء من الكتاب والسنة والآثار والاعتبار.
الباب الرابع والعشرون: في ذكر ما احتجت به الأغنياء من الكتاب والسنة والآثار والاعتبار.','1','13',NULL,NULL,'0');
INSERT INTO [b252] VALUES (61,'الباب الخامس والعشرون: في بَيانِ الأمور المضادة للصبر، والمنافية له، والقادحة فيه.
الباب السادس والعشرون: في بيان دخول الصبرِ والشكرِ في صفات الرب جل جلاله وتسميته بالصبور والشكور.
وسَمَّيتُهُ: "عُدَّةَ الصابرين وذَخِيرةَ الشاكرين"، واللَّه سبحانه المسؤول أن يجعله خالصًا لوجهه مُدنيًا من رضاه، وأن ينفع به مؤلفَهُ وكاتبه وقارئه، إنه سميع الدعاء وأهل الرجاء، وهو حسبنا ونعم الوكيل.','1','14',NULL,NULL,'0');
INSERT INTO [b252] VALUES (62,'<span data-type="title" id=toc-28>البابُ الأول في معنى الصبر لغة، واشتقاق هذه اللفظة وتصريفها</span>
أصل هذه الكلمة هو: المنع والحبس. فالصبر: حبس النفس عن الجزع، واللسان عن التَّشكّي والتسَخُّط، والجوارح عن لطم الخدود وشق الجيوب ونحوهما.
ويقال: صَبَرَ يَصْبرُ صَبْرًا، وصَبَرَ نفسَه؛ قال تعالى: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ} [الكهف: ٢٨].
وقال عنترة:
فَصَبَرتُ عارفةً لذلكَ حُرَّةً ... تَرسو إذا نَفْسُ الجبانِ تَطلَّعُ (¬١)
يَقُول: حَبَسْتُ نَفْسًا عارفةً، وهي نفس حرٍّ يأنف لا نفسُ عبد لا أنَفَةَ له.
وقوله: ترسو، أي: تثبت وتسكن، إذا خفّت نفس الجبان واضطربت.
ويُقال: صَبَرتُ فلانًا، إذا حَبَسته، وصبَّرتُه -بالتشديد- إذا حمَلته على الصبر.
وفي حديث الذي أَمسك رجلًا وقتَلَه آخر: "يُقْتَلُ القاتلُ، ويُصْبَرُ
_________
(¬١) البيت في "ديوانه" ص ٨٥. وانظر "غريب الحديث" لأبي عبيد (١/ ٣٢١)، و"لسان العرب" (٤/ ٤٣٨) و (٩/ ٢٣٩).','1','15',NULL,NULL,'0');
INSERT INTO [b252] VALUES (63,'الصابرُ" (¬١)؛ أي: يُحبَس للموت كما حَبَس من أمسكه للموت.
وصَبَرت الرجُلَ إذا قتلته صبرًا، أي: أمسكته للقتل.
وصَبَرْتُه أيضًا وأصبرته إذا حبسته للحلف، ومنه الحديثُ الصحيحُ: "من حلف على يمينِ صبرٍ لتقْتَطعَ بها مال امرئٍ مسلمٍ لقيَ اللَّهَ وهو عنه معرض" (¬٢).
ومنه الحديث الذي في القَسَامَة: "ولا تُصْبِرْ يَمينَه حيث تُصْبَرُ الأيمان" (¬٣).
والمصبورة: اليمين المحلوف عليها.
_________
(¬١) أخرجه عبد الرزاق في "مصنفه" رقم (١٧٨٩٢)، ومن طريقه الدارقطني في "سننه" (٣/ ١٤٠) عن معمر عن إسماعيل بن أمية رفع الحديث إلى النبي -صلى اللَّه عليه وسلم- به. وهذا ظاهر الانقطاع.
وأخرجه الدارقطني في "سننه" (٣/ ١٣٩)، عن إسماعيل بن أمية عن سعيد بن المسيب نحوه. وهذا مرسل أيضًا.
ثم أخرجه الدارقطني في "سننه" (٣/ ١٤٠) ومن طريقه البيهقي في "السنن الكبرى" (٨/ ٥٠) عن إسماعيل بن أمية مرسلًا نحوه.
كما أخرجه الدارقطني في "سننه" (٣/ ١٤٠)، والبيهقي في "السنن الكبرى" (٨/ ٥٠) وأبو نعيم في "الحلية" (٧/ ١١٠)، عن إسماعيل بن أمية عن نافع عن ابن عمر عن النبي -صلى اللَّه عليه وسلم- نحوه. إلا أنه غير محفوظ كما ذكر البيهقي في "السنن الكبرى" (٨/ ٥٠).
(¬٢) أخرجه البخاري في "صحيحه" رقم (٤٥٤٩)، (٦٦٧٦)، ومسلم في "صحيحه"، رقم (١٣٨) عن عبد اللَّه بن مسعود رضي اللَّه عنه، بلفظ: "من حلف على يمين صبر ليقتطع بها مال امرئ مسلم، لقي اللَّه وهو عليه غضبان".
(¬٣) أخرجه البخاري في "صحيحه" رقم (٣٨٤٥) عن ابن عباس رضي اللَّه عنهما.','1','16',NULL,NULL,'0');
INSERT INTO [b252] VALUES (64,'وفي الحديث: "نهى عن المصبورة" (¬١)؛ وهي: الشاةُ، والدجاجةُ، ونحوهما تُصْبَر للموت فتُربط ثم تُرمى حتى تموت.
وفعل هذا الباب: صَبَرتُ أصبِرُ بالفتح في الماضي والكسر في المستقبل، [وأما صَبَرتُ أصبُر بالضم في المستقبل] (¬٢) فهو بمعنى: الكفالة، والصبير: الكفيل، كأنه حبس نفسه للغرم، ومنه قولهم: اصبُرني: أَعطني كَفيلًا.
وقيل: أصلُ الكلمةِ من الشدة والقوة، ومنه: الصَّبِر للدواء المعروف؛ لشِدة مَرارته وكراهته.
قال الأصمعي: إذا لقيَ الرجل الشدة بكمالها، قيل: لقيها بأصبارها.
ومنه الصُّبُر بضم الصاد: الأرضُ ذاتُ الحَصْباء، لشدتها
_________
(¬١) روى عبد الرزاق في "مصنفه": (٨٧١٨) عن مجاهد قال: "نهى رسول اللَّه -صلى اللَّه عليه وسلم- عن أكل المصبورة". وهذا ظاهر الانقطاع.
وقد أخرج البخاري في "صحيحه" رقم (٥٥١٣)، ومسلم في "صحيحه" رقم (١٩٥٦) عن أنس بن مالك رضي اللَّه عنه قال: "نهى رسول اللَّه أن تُصبر البهائم".
والمصبورة هي المجثمة، إلا أن المجثمة لا تكون إلا في الطير والأرانب وأشباه ذلك مما يجثم. انظر "غريب الحديث" لأبي عبيد (١/ ٣٢٢).
وفي النهي عن أكل المجثمة عدة أحاديث عن أبي الدرداء وابن عباس وأبي ثعلبة الخشني رضي اللَّه عنهم.
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى، وهي زيادة لا بدّ منها ليصح الكلام. انظر: "القاموس المحيط" (٢/ ٦٦)، و"لسان العرب" (٤/ ٤٣٩).','1','17',NULL,NULL,'0');
INSERT INTO [b252] VALUES (65,'وصلابتها.
ومنه سميت الحَرَّة أمّ صبَّار.
ومنه قولهم: وقع القوم في أمّ صَبُّور -بتشديد الباء- أي: في أمرٍ شديد.
ومنه صَبَارَّة الشتاء -بتخفيف الباء وتشديد الراء- لشدّة برده.
وقيل: هو مأخوذٌ من الجمع والضم؛ فالصَّابر يجمع نفسه ويضمها عن الهلع والجَزَع، ومنه: صبْرَة الطعام، وصُبَارَةُ الحجارة.
والتحقيق: أن في الصبر المعاني الثلاثة: المنعَ والشدةَ والضمَّ.
ويُقال: صبَر إذا أتى بالصبر، وتصبَّر إذا تكلَّفه واستدعاه، واصطبر إذا اكتسبه وتعلمه، وصابر إذا واقف (¬١) خصمَه في مقام الصبر، وصبَّر نفسَه وغيرَه -بالتشديد- إذا حَملها على الصبر.
واسم الفاعل: صَابِر وصبّار وصبُور ومصابر ومصطبر؛ فمصابر من صابر، ومصطبر من اصطبر، وصابِر مِن صَبَر، وأما صبّار وصبُور فهو من أوزان المبالغة من الثلاثي كضرّابٍ وضروبٍ، واللَّه تعالى أعلم.
_________
(¬١) في الأصل: "وقف"، والمثبت من (ن) و (م).','1','18',NULL,NULL,'0');
INSERT INTO [b252] VALUES (66,'<span data-type="title" id=toc-30>الباب الثاني في حقيقة الصّبرِ وكلام النّاسِ فيه</span>
قد تقدم بيان معناه لغة.
وأما حقيقتهُ فهو: خُلُق فاضل من أخلاق النفس، تمتنع به من فعل ما لا يحسن ولا يجمل، وهو قوة من قُوى (¬١) النفس التي بها صَلاح شأنِها، وقوام أمرها.
وسُئل عنه الجنيد بن محمد (¬٢)؛ فقال هو: "تجرُّع المرارة من غير تعبُّس" (¬٣).
وقال ذو النون (¬٤): "هو: التباعدُ عن المخالفاتِ والسّكون عند تجرّع غُصص البلية، وإظهار الغِنى مع حلولِ الفقرِ بساحاتِ المعيشَة (¬٥) " (¬٦)
_________
(¬١) الأصل: "قوة" خطأ.
(¬٢) هو أبو القاسم الجنيد بن محمد النهاوندي البغدادي، شيخ الصوفية، أتقن العلم ثم تأله وتعبد ونطق بالحكمة، توفي سنة ٢٩٨ انظر ترجمته في: "تاريخ بغداد" (٧/ ٢٤١ - ٢٤٨)، و"سير أعلام النبلاء" (١٤/ ٦٦ - ٧٥).
(¬٣) انظر: "الرسالة القشيرية" ص: ٢٥٥، و"مدارج السالكين" (٢/ ١٥٧).
(¬٤) هو أبو الفيض ثوبان بن إبراهيم النوبي شيخ الديار المصرية، كان عالمًا فصيحًا حكيمًا، ولد في أواخر أيام المنصور، وتوفي رحمه اللَّه سنة خمس وأربعين ومائتين. انظر ترجمته في "تاريخ بغداد" (٨/ ٣٩٣ - ٣٩٦)، و"سير أعلام النبلاء" (١١/ ٥٣٢ - ٥٣٦).
(¬٥) في الأصل: "العيشة" والمثبت من النسخ الأخرى والمصادر.
(¬٦) انظر: "حلية الأولياء" (٩/ ٣٦٢)، و"الرسالة القشيرية" ص: ٢٥٦، و"مدارج السالكين" (٢/ ١٥٨). وفي "حلية الأولياء": "التباعد عن الخلطاء =','1','19',NULL,NULL,'0');
INSERT INTO [b252] VALUES (67,'وقيل: "الصبرُ: هو الوقوف مع البلاء بحُسن الأدب" (¬١).
وقيل: "هو: الفَناء في البلوى بلا ظهور شكوى" (¬٢).
وقال أبو عثمان (¬٣): "الصبَّار: هو الذي عوّد نفسَه الهجوم على المكاره" (¬٤).
وقيل: "الصبر: المُقام مع البلاء بحسن الصحبة كالمقام مع العافية" (¬٥).
ومعنى هذا: أن للَّه على العبد عبوديّة في عافيته وفي بلائه، فعليه أن يحسن صحبةَ العافية بالشكر، وصحبةَ البلاء بالصبر.
وقال عمرو بن عثمان المكي (¬٦): "الصبر: هو الثبات مع اللَّه،
_________
= في الشدة" مكان: "التباعد عن المخالفات".
وذكر القشيري في "الرسالة" ص: ٢٥٦، والقرطبي في "الجامع لأحكام القرآن" (٢/ ١١٨)، عنه أنه قال: الصبر هو: الاستعانة باللَّه تعالى.
(¬١) انظر: "الرسالة القشيرية" ص: ٢٥٦، و"شرح النووي على مسلم" (٣/ ١٠٢)، ونسباه لابن عطاء.
(¬٢) انظر: "الرسالة القشيرية": ص: ٢٥٦، و"مدارج السالكين" (٢/ ١٥٨).
(¬٣) هو أبو عثمان سعيد بن إسماعيل بن سعيد الحيري، شيخ الإسلام، ولد سنة ثلاثين ومائتين، كان للخراسانيين نظير الجنيد للعراقيين، توفي رحمه اللَّه سنة ثمان وتسعين ومائتين. انظر ترجمته في: "حلية الأولياء" (١٠/ ٢٤٤ - ٢٤٦)، و"سير أعلام النبلاء" (١٤/ ٦٢ - ٦٦).
(¬٤) انظر: "الرسالة القشيرية" ص: ٢٥٦، و"مدارج السالكين" (٢/ ١٥٨).
(¬٥) انظر: "الرسالة القشيرية" ص: ٢٥٦، و"مدارج السالكين" (٢/ ١٥٨).
(¬٦) هو أبو عبد اللَّه عمرو بن عثمان المكي الزاهد، شيخ الصوفية، توفي رحمه اللَّه بعد الثلاث مائة. انظر ترجمته في: "حلية الأولياء" (١٠/ ٢٩١ - ٢٩٦)، =','1','20',NULL,NULL,'0');
INSERT INTO [b252] VALUES (68,'وتلقي بلائِه بالرحب والدعة" (¬١).
ومعنى هذا: أنه يتلقى البلاء بصدر واسع، لا يتلقاه (¬٢) بالضيق والتسخّط والشكوى.
وقال الخوّاص (¬٣): "الصّبر: الثبات على أحكام الكتاب والسنة" (¬٤)
وقال رُوَيم (¬٥): " الصّبر: ترك الشكوى" (¬٦). فسّره بلازمه.
وقال غيره: "الصّبر: هو الاستعانة باللَّه" (¬٧).
_________
= و"سير أعلام النبلاء" (١٤/ ٥٧ - ٥٨).
(¬١) انظر: "الرسالة القشيرية" ص: ٢٥٦، و"مدارج السالكين" (٢/ ١٥٨).
(¬٢) في (ب): يتعلق وهو تحريف.
(¬٣) هو أبو إسحاق إبراهيم بن أحمد الخوّاص، عابد من أقران الجنيد والنوري، توفي بالري سنة إحدى وتسعين ومائتين. انظر ترجمته في "حلية الأولياء" (١٠/ ٣٢٥ - ٣٣١)، و"الرسالة القشيرية" ص: ٩٦.
(¬٤) انظر: "شرح النووي على مسلم" (٣/ ١٠١ - ١٠٢)، و"الجامع لأحكام القرآن" للقرطبي (٢/ ١١٨)، و"الرسالة القشيرية" ص: ٢٥٦.
(¬٥) هو أبو الحسن رُويم بن أحمد بن يزيد الصوفي، من أفاضل البغداديين، كان عالمًا بالقرآن، شيخ الصوفية، ومن فقهاء الظاهرية، توفي رحمه اللَّه سنة ثلاث وثلاثمائة. انظر ترجمته في: "تاريخ بغداد" (٨/ ٤٣٠)، و"حلية الأولياء" (١٠/ ٢٩٦ - ٣٥٢).
(¬٦) انظر: "تاريخ بغداد" (٨/ ٤٣٠)، و"الجامع لأحكام القرآن" للقرطبي (٢/ ١١٨)، و"الرسالة القشيرية" ص: ٢٥٦.
(¬٧) انظر: "الرسالة القشيرية" ص: ٢٥٦، و"الجامع لأحكام القرآن" للقرطبي (٢/ ١١٨)، ونسباه لذي النون.','1','21',NULL,NULL,'0');
INSERT INTO [b252] VALUES (69,'وقال أبو علي (¬١): "الصّبر كاسمه" (¬٢).
قال علي بن أبي طالب رضي اللَّه عنه: "الصّبر مطية لا تكبو" (¬٣).
وقال أبو محمد الجُرَيري (¬٤): "الصبر أن لا تُفرّق بين حَالِ النّعمةِ والمحنةِ مع سكون الخاطر فيهما" (¬٥).
قلت: وهذا غير مقدور ولا مأمور، فقد ركَّب اللَّه الطّباع على التفريق بين الحالتين، وإنما المقدور حبس النفس عن الجزع لا استواء الحالتين عند العبد.
وساحة العافية أوسع للعبد من ساحة الصبر، كما قال النبي -صلى اللَّه عليه وسلم- في الدعاء المشهور: "إن لم يكن بك غَضَبٌ عليَّ فلا أبالي، غير أن عافيتَك
_________
(¬١) هو أبو علي الحسن بن علي النيسابوري الدقاق، شيخ الصوفية بنيسابور، توفي رحمه اللَّه سنة ست وأربعمائة. انظر ترجمته في: "سير أعلام النبلاء" (١٧/ ٢٤٦)، و"شذرات الذهب" (٣/ ١٨٥).
(¬٢) انظر: "الرسالة القشيرية" ص: ٢٥٦.
(¬٣) لم أجده مسندًا ونسبه إليه القشيري في "رسالته" ص: ٢٥٦، والثعالبي في "التمثيل والمحاضرة" ص: ٣٥، والزمخشري في "ربيع الأبرار ونصوص الأخبار" (٣/ ٩٤) وغيرهم.
(¬٤) هو أبو محمد أحمد بن محمد بن حسين الجريري الزاهد، شيخ الصوفية، ولما توفي الجنيد أجلسوه مكانه، توفي رحمه اللَّه سنة اثنتي عشرة وثلاثمائة. انظر ترجمته في "حلية الأولياء" (١٥/ ٣٤٧ - ٣٤٨)، و"سير أعلام النبلاء" (١٤/ ٤٦٧).
(¬٥) انظر: "الرسالة القشيرية" ص: ٢٥٦، و"طبقات الأولياء" لابن الملقن ص: ٧٤ - ٧٥.','1','22',NULL,NULL,'0');
INSERT INTO [b252] VALUES (70,'أوسعُ لي" (¬١)، ولا يناقض هذا قولَه -صلى اللَّه عليه وسلم-: "وما أُعطِي أحدٌ عطاءً خيرًا وأوسعَ من الصّبرِ" (¬٢)؛ فإن هذا بعد نزول البلاء ليس للعبد أوسع من الصبر، وأما قبله فالعافية أوسع له منه.
وقال أبو علي الدّقاق: "حد الصبر ألا تعترض على التقدير. فأما إظهار البلاء على غير وجه الشكوى فلا ينافي الصبر. قال اللَّه تعالى في قصة أيوب عليه السلام: {إِنَّا وَجَدْنَاهُ صَابِرًا} [ص: ٤٤] مع قوله: {مَسَّنِيَ الضُّرّ} [الأنبياء: ٨٣] " (¬٣).
قلت: فسر اللفظة بلازمها.
_________
(¬١) أخرجه الطبراني في "الكبير" -قطعة من الجزء ١٣، ص ٧٣ رقم (١٨١) -، وفي "الدعاء" رقم: (١٠٣٦)، ومن طريقه أخرجه أبو القاسم الأصبهاني في "الحجة في بيان المحجة" (٢/ ٤٤١ - ٤٤٢)، والضياء في "المختارة" (٩/ ١٨٠ - ١٨١)، والخطيب البغدادي في "الجامع لأخلاق الراوي" (٢/ ٢٧٥)، وابن منده في "جزء ترجمة الطبراني" ص: ٣٤٦.
وأخرجه ابن عدي في "الكامل" (٦/ ١١١)، كلاهما -أي الطبراني وابن عدي- من طريق محمد بن إسحاق عن هشام بن عروة عن أبيه عن عبد اللَّه بن جعفر رضي اللَّه عنه به.
قال ابن عدي: "وهذا حديث أبي صالح الراسبي لم نسمع أن أحدًا حدّث بهذا الحديث غيره، ولم نكتبه إلا عنه".
وقال الهيثمي في "مجمع الزوائد" (٦/ ٣٥): "رواه الطبراني وفيه محمد بن إسحاق وهو مدلس ثقة، وبقية رجاله ثقات".
(¬٢) أخرجه البخاري في "صحيحه" رقم (١٤٦٩)، ومسلم في "صحيحه" رقم: (١٠٥٣)، عن أبي سعيد الخدري رضي اللَّه عنه.
(¬٣) انظر: "الرسالة القشيرية" ص: ٢٥٩، و"شرح النووي على مسلم" (٣/ ١٠٢)، و"الجامع لأحكام القرآن" للقرطبي (٢/ ١١٨).','1','23',NULL,NULL,'0');
INSERT INTO [b252] VALUES (71,'وأما قوله: "على غير وجه الشكوى"؛ فالشكوى نوعان:
أحدهما: الشكوى إلى اللَّه، فهذا لا ينافي الصبر؛ كما قال يعقوب عليه السلام: {إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ} [يوسف: ٨٦] مع قوله: {فَصَبْرٌ جَمِيلٌ} [يوسف: ١٨، ٨٣].
وقال أيوب عليه السلام: {مَسَّنِيَ الضُّرّ} [الأنبياء: ٨٣] مع وصف اللَّه له بالصّبر.
وقول سيّد الصابرين صلوات اللَّه وسلامه عليه: "اللهم إليك أشكو ضعف قوتي وقلّة حيلتي. . . " الحديث (¬١).
وقول موسى صلى اللَّه عليه وسلم: "اللهم لك الحمد، وإليك المُشْتكى، وأنت المُسْتعان، وبك المُسْتغاث، وعليك التُّكلان، ولا حول ولا قوة إلا بك" (¬٢).
والنوع الثاني: شكوى المُبتلى بلسان الحال أو المقال، فهذا لا
_________
(¬١) تقدم تخريجه قريبًا.
(¬٢) أخرجه الطبراني في "الأوسط" رقم (٣٣٩٤)، وفي "الصغير" رقم (٣٣٩)، والخرائطي في "فضيلة الشكر" رقم (١١). عن عبد اللَّه بن مسعود رضي اللَّه عنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ألا أعلمكم الكلمات التي تكلم بها موسى عليه السلام حين جاوز البحر ببني إسرائيل؟ فقلنا: بلى يا رسول اللَّه، قال: قولوا: اللهم لك الحمد. . . ".
فذكره دون قوله: "وبك المستغاث وعليك التكلان".
وقال المنذري في "الترغيب والترهيب" (٢/ ٦٠٤): "رواه الطبراني في "الصغير" بإسناد جيد". وقال الهيثمي في "مجمع الزوائد" (١٠/ ١٨٣): "رواه الطبراني في "الأوسط" و"الصغير" وفيه من لم أعرفهم".','1','24',NULL,NULL,'0');
INSERT INTO [b252] VALUES (72,'يُجامع الصبر بل يُضادّه، ويُبطله.
فالفرق بين شكواه والشكوى إليه. وسنعود لهذه المسألة في باب: "اجتماع الشكوى والصبر وافتراقهما" إن شاء اللَّه (¬١).
وقيل: "الصبر: شجاعة النفس".
ومن هاهنا أخذ القائل قوله: "الشجاعة صبرُ ساعة" (¬٢).
وقيل: "الصبر ثبات القلب عند موارد الاضطراب".
والصبر والجَزَعُ ضدان، ولهذا يُقابَل أحدُهما بالآخر، قال تعالى عن أهل النار: {سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا} [إبراهيم: ٢١].
والجزع قرين العجز وشقيقه، والصبر قرين الكَيْس ومادته؛ فلو سُئل الجزع: من أبوك؟ لقال: العجز. ولو سُئل الكَيس من أبوك؟ لقال: الصبر.
والنفس مطيةُ العبد التي يسير عليها إلى الجنة أو النار، والصبر لها بمنزلة الخِطام والزمام للمطية، فإن لم يكن للمطية خطام ولا زمام
_________
(¬١) وقد تناول الفرق بينهما أيضًا في "مدارج السالكين" (٢/ ١٦١).
(¬٢) قاله البطال، وأخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم: (٥٠)، وفي كتاب "مكارم الأخلاق" رقم: (١٧٢).
وقاله أيضًا -ولعله أخذه عن البطال- يحى بن سعيد الطبيب النصراني البصري، حيث قال:
إن الشجاعة صبر ساعه ... فازجر عن القلب انخداعه
واقنع بما سنّ الإلـ ... ـهُ فخيرُ ما صُحب القناعهْ
انظر: "خريدة القصر وجريدة العصر" للعماد الأصبهاني (٤/ ٢/ ٧٠٠).','1','25',NULL,NULL,'0');
INSERT INTO [b252] VALUES (73,'شرَدَت في كل مذهب.
وحُفِظَ مِن خُطَبِ الحجّاج: "اقدعوا هذه النفوس؛ فإنها طُلَعَةٌ إلى كلّ سوء، فرحم اللَّه امرأ جعل لنفسه خطامًا وزمامًا؛ فقادها بخطامها إلى طاعة اللَّه، وصرفها بزمامها عن معصية اللَّه، فإن الصبر عن محارم اللَّه أيسرُ من الصبر على عذابه" (¬١).
قلت: والنفس فيها قوّتان: قوة الإقدام، وقوة الإحجام، فحقيقة الصبر أن يجعل قوة الإقدام مصروفة إلى ما ينفعه، وقوة الإحجام إمساكًا عما يضره.
ومن الناس من يكون صبره (¬٢) على فعل ما يُنتفع به وثباته عليه أقوى من صبره عما يضره، فيصبر على مشقة الطاعة، ولا صبر له عن داعي هواه إلى ارتكاب ما نُهِيَ عنه.
ومنهم من تكون قوة صبره عن المخالفات أقوى من صبره على مشقة الطاعات.
ومنهم من لا صبر له على هذا ولا على هذا.
وأفضل الناس أصبرُهم على النوعين؛ فكثير من الناس يصبر على مكابدة قيام الليل في الحر والبرد وعلى مشقة الصيام، ولا يصبر عن نظرة محرمة.
_________
(¬١) لم أقف عليها هكذا، وذكر نحوها المبرد في "الكامل" (١/ ١٦٠)، والزمخشري في "ربيع الأبرار ونصوص الأخبار" (٣/ ٢٩١).
وقال المبرد: "اقدعوا" يُقال: قَدَعْتُه عن كذا، أي: منعته عنه.
(¬٢) كذا في الأصل و (ب). وفي (م) و (ن): "تكون قوة صبره".','1','26',NULL,NULL,'0');
INSERT INTO [b252] VALUES (74,'وكثير من الناس يصبر عن النظر، وعن الالتفات إلى الصور، ولا صبر له على الأمر بالمعروف والنهي عن المنكر وجهاد الكفار والمنافقين، بل هو أضعفُ شيء عن هذا وأعجزُه.
وأكثرهم لا صبر له على واحد من النّوعين، وأقلهم أصبرهم في الموضعين.
وقيل: "الصبر: ثباتُ باعثِ العقل والدين في مقابلة باعث الشهوة والطّبع (¬١) " (¬٢).
ومعنى هذا: أن الطبع يتقاضى ما يُحبّ، وباعث العقل والدين يمنع منه، والحرب قائمة بينهما وهي سجال، ومعركة هذا الحرب قلب العبد. والصبر: الشجاعة والثبات (¬٣).
_________
(¬١) في النسخ الأخرى: "الهوى والشهوة"، مكان: "الشهوة والطبع". وفي "الإحياء": "باعث الشهوة".
(¬٢) قاله الغزالي في "إحياء علوم الدين" (٤/ ٥٤، ٥٦).
(¬٣) انظر: "إحياء علوم الدين" (٤/ ٥٤). وفيه: "ومعركة هذا القتال. . ".','1','27',NULL,NULL,'0');
INSERT INTO [b252] VALUES (75,'<span data-type="title" id=toc-31>الباب الثالث في بيان أسماء الصبر بالإضافة إلى متعلقه</span>
لما كان الصبر المحمود (¬١) هو: الصبر الئفساني الاختياريّ عن إجابة داعي الهوى المذموم، كانت مراتبه وأسماؤه بحسب متعلقه (¬٢):
فإنه إن كان صبرًا عن شهوة الفرج المحرمة سُمي عفة، وضدها الفجور والزنى والعُهر.
وإن كان عن شهوة البطن وعدم التسرع إلى الطعام أو تناول ما لا يَحِلُّ منه سُمي شَرَفَ نفْس وشِبَع نفْس، وسُمي ضده شَرَهًا ودناءة ووضاعةَ نفْس.
وإن كان عن إظهار ما لا يَحسن إظهاره من الكلام سُمي كتمانَ سرّ، وضده إذاعة وإفشاء أو تهمة أو فحشًا أو سبًّا أو كذبًا أو قذفًا.
وإن كان عن فضول العيش سُمي زهدًا، وضده حرصًا.
_________
(¬١) في الأصل: "المذموم"، وهو خطأ. والتصويب من النسخ الأخرى.
(¬٢) هذه المراتب والأسماء الآتية التي ذكرها المصنف رحمه اللَّه هنا -والتي سوف يفصلها فيما بعد- أصلها من كتاب الغزالي "إحياء علوم الدين" (٤/ ٥٧).
وقوله: "لما كان الصبر المحمود هو: الصبر النفساني الاختياري. . . " الخ. فالصبر المحمود يقابله الصبر المذموم، وسيأتي ذلك في الباب العاشر. ثم الصبر النفساني يقابله الصبر البدني، وسياتي ذلك في الباب الخامس. وكذلك الصبر الاختياري يقابله الصبر الاضطراري، وسيأتي ذلك في الباب الخامس والباب التاسع، وكذلك في أثناء الباب الثالث عشر.
وبهذا يتضح معنى هذه الجملة واللَّه أعلم.','1','28',NULL,NULL,'0');
INSERT INTO [b252] VALUES (76,'وإن كان على قدرٍ يكفي من الدنيا سُمي قناعة، ويُضادُّها الحرص أيضًا.
وإن كان عن إجابة داعي الغضب سُمي حلمًا، وضده تسرُّعًا.
وإن كان عن إجابة داعي العَجَلة سُمي وقارًا وثباتًا، وضده طيشًا وخفّة.
وإن كان عن إجابة داعي الفرار والهرب سُمي شجاعة، وضده جُبْنًا وخَوَرًا.
وإن كان عن إجابة داعي الانتقام سُمي عفوًا وصَفْحًا، وضده انتقامًا وعقوبة.
وإن كان عن إجابة داعي الإمساك والبخل سُمي جودًا (¬١)، وضده بخلًا.
وإن كان عن إجابة داعي الطعام والشراب في وقت مخصوص سُمّي صَوْمًا.
وإن كان عن إجابة داعي العجز والكسل سمي كَيْسًا.
وإن كان عن إجابة داعي إلقاء الكَلّ (¬٢) على الناس وعدم حمل كَلّهم سمي مروءة.
فله عند كل فعل وترك اسم يخصه بحسب متعلَّقه، والاسم الجامع
_________
(¬١) في الأصل: "جوادا"، وهو خطأ، والتصويب من النسخ الأخرى.
(¬٢) الكَلّ: الثقل من كل ما يتكلف. النهاية: ٤/ ١٩٨.','1','29',NULL,NULL,'0');
INSERT INTO [b252] VALUES (77,'لذلك كله: الصبر.
وهذا يدلُّك على ارتباط مقامات الدين كلِّها (¬١) بالصبر من أولها إلى آخرها.
وكذا يُسَمَّى عدلًا إذا تعلّق بالتسوية بين المتماثلين وضده الظلم.
وسُمّي سماحة إذا تعلّق ببذل الواجب والمستحب بالرضا والاختيار، وعلى هذا منازل جميع الدين.
_________
(¬١) في (م) و (ن): كلّه.','1','30',NULL,NULL,'0');
INSERT INTO [b252] VALUES (78,'<span data-type="title" id=toc-32>الباب الرابع في الفرق بين الصبر والتصبر والاصطبار والمصابرة </span>(¬١)
الفرق بين هذه الأسماء بحسب حال العبد في نفسه وحاله مع غيره، فإن حبس نفسه ومنعها عن إجابة داعي ما لا يحسن؛ إن كان خُلُقا ومَلَكَة سمي صبرًا. وإن كان بتكلُّف وتمرُّن وتجرُّع لمرارته سمي تصبُّرًا، كما يدل عليه هذا البناء لغة، فإنه موضوع للتكلُّف؛ كالتحلُّم، والتشجُّع، والتكرُّم، والتحمُّل ونحوها.
وإذا تكلفه العبد واستدعاه صار سجية له؛ كما في الحديث عن النبي -صلى اللَّه عليه وسلم- أنه قال: "ومن يَتَصَبّر يُصَبّره اللَّه" (¬٢).
وكذلك العبد يتكلف التعفف حتى يصير العَفَافُ له سجية، وكذلك سائر الأخلاق.
وهي مسألة اختلف الناس فيها هل يمكن اكتساب الأخلاق أم لا يمكن اكتسابها؟
فقالت طائفة: الخُلق كالخَلْقِ الظاهر لا يمكن اكتساب (¬٣) واحد منهما والتخلُّق لا يصير خُلُقًا أبدًا؛ كما قال الشاعر:
_________
(¬١) وانظر في الفرق بين الصبر والتصبر: "إحياء علوم الدين" للغزالي (٤/ ٥٩).
(¬٢) أخرجه البخاري في "صحيحه" رقم (١٤٦٩)، ومسلم في "صحيحه" رقم (١٠٥٣) عن أبي سعيد الخدري رضي اللَّه عنه.
(¬٣) من قوله: "الأخلاق أم لا يمكن اكتسابها" في الفقرة السابقة، إلى هنا ساقط من النسخ الثلاث.','1','31',NULL,NULL,'0');
INSERT INTO [b252] VALUES (79,'يُراد من القلب نسيانُكم ... وتأبى الطباعُ على النّاقِل (¬١)
وقال الآخر:
يا أيُّها المتحلّي غيرَ شِيمَته ... إن التخلُّقَ يأتي دونه الخُلُق (¬٢)
وقال الآخر:
فَضَحَ التطبُّعُ شيمةَ المطبوع (¬٣)
قالوا: وقد فرغ اللَّهُ سبحانه من الخَلْق، والخُلُق، والرزق، والأجل.
وقالت طائفة أخرى: بل يمكن اكتساب الخُلُق كما يُكتسَب العقل والحلم والجود والسخاء والشجاعة. والوجود شاهد بذلك.
قالوا: والمُزاولات تُعطي الملَكات.
_________
(¬١) البيت للمتنبي. انظر: "ديوان المتنبي" مع الشرح المنسوب إلى العكبري ص: ٢٢.
(¬٢) البيت هكذا بشطريه في النوادر ٤٨٩ لأبي زيد. و"الكامل" للمبرد (١/ ١٦). منسوبًا إلى سالم بن وابصة، ونُسِبَ للعرجي مُركبًا من بيتين هكذا:
يا أيها المتحلي غير شيمته ... ومن شمائله التبديل والمَلقُ
ارجع إلى خُلقك المعروف ديْدَنُه ... إن التخلّق ياتن دونه الخُلُقُ
انظر: "البيان والتبيين" للجاحظ (١/ ٢٣٣)، و"العقد الفريد" لابن عبد ربه (٢/ ٣١٩)، و"الشعر والشعراء" لابن قتيبة ص ٣٨٧.
(¬٣) عجز بيت للشريف الرضي وصدره:
هيهات لا تتكلفن لي الهوى
وهو في "ديوانه" (١/ ٦٥٢).','1','32',NULL,NULL,'0');
INSERT INTO [b252] VALUES (80,'ومعنى هذا: أن من زاول شيئًا واعتاده وتمرن عليه صار ملَكةً له وسجية وطبيعة.
قالوا: والعوائدُ تنقل الطّبائع؛ فلا يزال العبد يتكلف التصبُّر حتى يصير الصبر له سجية، كما أنه لا يزال يتكلف الحلم والوقار والسكينة والثبات حتى تصير له أخلاقًا بمنزلة الطبائع.
قالوا: وقد جعل اللَّه سبحانه في الإنسان قوة القبول والتعلم والتهيؤ للكمال (¬١)، فنقل الطبائع عن مقتضياتها غير مستحيل، غير أن هذا الانتقالَ قد يكون ضعيفًا فيعود العبد إلى طبعه بأدنى باعث، وقد يكون قويًّا ولكن لم ينتقل الطبع انتقالًا تامًّا (¬٢)، فقد يعود إلى طبعه إذا قوي الباعث واشتد، وقد يستحكم الانتقال بحيث يستحدث صاحبُه طبعًا ثانيَا، فهذا لا يكاد يعود إلى طبعه الذي انتقل عنه.
وأما الاصْطبار فهو أبلغ من التصبُّر؛ فإنه افتعال للصبر بمنزلة الاكتساب، فالتصبر مبدأ الاصطبار، كما أن التكسب مقدمة الاكتساب، فلا يزال التصبُّر يتكرر حتى يصير اصطبارًا.
وأما المُصابرة فهي مقاومة الخصم في ميدان الصبر؛ فإنها مفاعلة تستدعي وقوعَها بين اثنين كالمُشاتمة والمُضاربة، قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا} [آل عمران: ٢٠٠]؛ فأمرهم بالصبر وهو حال الصابر في نفسه، والمصابرة وهي حاله في التصبُّر مع خصمه، والمرابطة وهي الثبات واللزوم والإقامة على التصبُّر والمصابرة، فقد
_________
(¬١) قوله: "والتهيؤ للكمال" ليس في (ب).
(¬٢) قوله: "انتقالًا تامًّا" ليس في (ب).','1','33',NULL,NULL,'0');
INSERT INTO [b252] VALUES (81,'يصبر (¬١) العبد ولا يصابر، وقد يصابر ولا يرابط، وقد يصبر ويصابر ويرابط من غير تعبُّد بالتقوى، فأخبر سبحانه أن ملاك ذلك (¬٢) كله التقوى، وأن الفلاح موقوف عليها فقال: {وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (٢٠٠)} [آل عمران: ٢٠٠]؛ فالمرابطة كما أنها لزوم الثغر الذي يُخاف هجوم العدوّ منه في الظاهر، فهي لزوم ثغر القلب لئلا يدخل منه الهوى والشيطان فيزيله عن مملكته.
_________
(¬١) في الأصل: "بعد تصبر" وهو تصحيف.
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الأخرى.','1','34',NULL,NULL,'0');
INSERT INTO [b252] VALUES (82,'<span data-type="title" id=toc-33>الباب الخامس في أقسامه (¬١) باعتبار محله </span>(¬٢)
الصبر ضربان: ضرب بدني، وضرب نفساني، وكلٌّ منهما نوعان: اختياري، واضطراري، فهذه أربعة أقسام:
الأول: البدنى الاختياريّ، كتعاطي الأعمال الشاقّة على البدن اختيارًا وإرادة.
الثاني: البدنيّ الاضطراريّ، كالصّبر على ألم الضرب والمرض والجراحات والبرد والحرّ وغير ذلك.
الثالث: النّفسانيّ الاختياريّ، كصبر النَّفْس عن فعل ما لا يَحسُنُ فعلُه شرعًا ولا عقلًا.
الرابع: النّفسانيّ الاضطراريّ، كصبر النّفس عن محبوبها قهرًا إذا حِيل بينها وبينه.
فإذا عرفت هذه الأقسام فهي مختصة بنوع الإنسان دون البَهائم، وتشاركه البهائم (¬٣) في نوعين منها وهما: صَبْر البدن والنَّفس الاضطراريين، وقد يكون بعضُها أقوى صبزا من الإنسان، وإنما تميّز الإنسان عنها بالنّوعين الاختياريين.
_________
(¬١) في (ب): "انقسامه".
(¬٢) قارن هذا الباب بـ "إحياء علوم الدين" (٤/ ٥٧)، (٦٠ - ٦٢). وسيأتي الكلام على الصبر الاختياري والاضطراري في الباب التاسع، وكذلك في أثناء هذا الباب.
(¬٣) في (م) و (ن): "ومشاركة البهائم" وفي (ب): "ومشاركته للبهائم".','1','35',NULL,NULL,'0');
INSERT INTO [b252] VALUES (83,'وكثير من الناس تكون قوة صبره في النوع الذي شاركه فيه البهائم لا في النوع الذي يختصُّ بالإنسان، فيُعد صابرًا وليس من الصابرين.
فإن قيل فهل يشارك الجنُّ الإنسَ في هذا الصبر؟.
قيل: نعم هذا من لوازم التكليف، وهو مَطيّةُ (¬١) الأمر والنّهي، والجن مكلفون بالصبر على الأوامر، والصبر عن المناهي، كما كُلّفنا نحن بذلك.
فإن قيل: فهل هم مكلَّفون على الوجه الذي كُلّفنا نحن به أم على وجه آخر؟
قيل: ما كان من لوازم النفوس: كالحب والبغض والإيمان والتصديق والموالاة والمعاداة فنحن وهم مستوون فيه، وما كان من لوازم الأبدان: كغسل الجنابة وغسل الأعضاء في الوضوء والاستنجاء والختان وغسل الحيض ونحو ذلك، فلا يجب مساواتهم لنا (¬٢) في كيفيته، وإن تعلَّق ذلك بهم على وجه يناسب خلقهم وهيئاتهم.
فإن قيل: فهل تشاركنا الملائكة في شيء من أقسام الصبر؟
قيل: الملائكة لم يُبتلوا بهوى يُحارب عقولهم ومعارفهم، بل العبادة والطاعة لهم كالنَّفَس لنا، فلا يُتصور في حقِّهم الصبر الذي حقيقته ثبات باعث العقل والدين في مقابلة باعث الشهوة والهوى (¬٣)، وإن كان لهم صبر يليق بهم، وهو ثباتُهم وإقامتُهم على ما
_________
(¬١) ما عدا الأصل: "مظنة".
(¬٢) في الأصل: "لها". والتصويب من النسخ الثلاث الأخرى.
(¬٣) وهذا تعريف الغزالي للصبر في "إحياء علوم الدين"، كما سبق.','1','36',NULL,NULL,'0');
INSERT INTO [b252] VALUES (84,'خُلِقوا له من غير منازعةِ هوى أو شهوة أو طبع.
فالإنسان منا إذا غَلب صبرُه باعثَ الهوى والشهوة التحق بالملائكة، وإن غلب باعثُ الهوى والشهوة صبرَه التحق بالشياطين، وإن غلب باعثُ طبعه من الأكل والشرب والجماع صبرَه التحق بالبهائم.
قال قتادة: "خلق اللَّه سبحانه الملائكة عقولًا بلا شهوات، وخلق البهائم شهوات بلا عقول، وخلق الإنسان وجعل له عقلًا وشهوة، فمن غلب عقلُه شهوتَه فهو مع الملائكة، ومن غلبت شهوتُه عقلَه فهو كالبهائم" (¬١).
ولما خُلق الإنسانُ في ابتداء أمره ناقصًا لم تُخلق فيه إلا شهوة الغذاء الذي هو محتاج إليه، فصبره في هذه الحال بمنزلة صبر البهائم، وليس له قبل تمييزه قوة صبر الاختيار.
فإذا ظهرت فيه شهوة (¬٢) اللّعب استعد لقوة الصبر الاختياري على ضعفها فيه.
فإذا تعلقت به شهوةُ النكاح ظهرت فيه قوةُ الصبر.
فإذا تحرك سلطانُ العقل وقوي، أُعِين بجيش الصبر، ولكن هذا السلطانَ وجندَه لا يستقلان بمقاومة سلطان الهوى وجنده؛ فإن إشراق
_________
(¬١) لم أجده مسندًا ولا من ذكره عن قتادة. وقد ذكره المصنف في "مدارج السالكين" (٢/ ٣٥٢) معزوًّا لبعض السلف.
وذكره ابن تيمية كما في "مجموع الفتاوى" (٤/ ٣٥١) بنحوه فقال: "وهذا الذي يُقال: الملائكة لهم عقول. . . " الخ.
(¬٢) ساقطة من الأصل.','1','37',NULL,NULL,'0');
INSERT INTO [b252] VALUES (85,'نور الهداية يلوحُ عليه عند أول سنّ التمييز وينمو على التدريج إلى سنّ البلوغ، كما يبدو خيط الفجر ثم يتزايد ظهورُه، ولكنها هداية قاصرة غير مستقلة بإدراك مصالح الآخرة ومضارِّها، بل غايتها تعلقها ببعض مصالح الدنيا ومفاسدها، فإذا طلعت عليه شمس النبوة والرسالة وأشرق عليه نورُها رأى في ضوئها تفاصيلَ مصالح الدارين ومفاسدهما فتَلَمَّح العواقب، ولبس لأمة الحرب (¬١)، وأخذ أنواع الأسلحة، ووقع في حومة الحرب بين داعي الطبع والهوى وداعي العقل والهدى، والمنصورُ من نصره اللَّه، والمخذول من خذله اللَّه، ولا تضع الحرب أوزارها حتى ينزلَ في إحدى المنزلتين، ويصيرَ إلى ما خُلِق له من الدارين.
_________
(¬١) لأمة الحرب: أداتها كالدرع والسيف والرمح. انظر: "لسان العرب" (١٢/ ٥٣٢).','1','38',NULL,NULL,'0');
INSERT INTO [b252] VALUES (86,'<span data-type="title" id=toc-34>الباب السادس في بيان أقسامه بحسب اختلافِ قُوّتِه وضعفه ومقاومته لجيش الهوى وعجزه عنه</span>
باعث الدين بالإضافة إلى باعث الهوى له ثلاثة أحوال (¬١):
أحدها: أن يكون القهر والغلبة لداعي الدين فيُردّ جيشُ الهوى مفلولًا، وهذا إنما يصل إليه بدوام الصبر، والواصلون إلى هذه الرُّتبة هم المنصورون في الدنيا والآخرة، وهم الذين قالوا: {رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا} [فصلت: ٣٠]، وهم الذين يقول لهم الملائكةُ عند الموت: {أَلَّا تَخَافُوا وَلَا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ (٣٠) نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ} [فصلت: ٣٠، ٣١]، وهم الذين نالوا معية اللَّه مع الصابرين، وهم الذين جاهدوا في اللَّه حق جهاده، فخصهم بهدايته دون من عداهم.

<span data-type="title" id=toc-36>الحالة الثانية:</span> أن يكون القَهْرُ (¬٢) والغلبةُ لداعي الهوى فتَسْقُطُ منازعةُ باعث (¬٣) الدين بالكلية، فيستسلم البائس للشيطان وجندِه فيقودونه حيث شاءوا، وله معهم حالتان:
إحداهما: أن يكون من جندهم وأتباعهم، وهذه حال الفاجر (¬٤) الضعيف.
_________
(¬١) انظر هذه الأحوال في "إحياء علوم الدين" (٤/ ٥٨ - ٥٩).
(¬٢) في (ب): القوة.
(¬٣) ساقطة من الأصل، واستدركتها من النسخ الأخرى، ومن إحياء علوم الدين.
(¬٤) في النسخ الأخرى: العاجز.','1','39',NULL,NULL,'0');
INSERT INTO [b252] VALUES (87,'الثانية: أن يصير الشيطان من جنده، وهذه حال الفاجر القوي المتسلط والمبتدع الداعية المتبوع، كما قال القائل:
وكنتُ امرأً من جندِ إبليسَ فارتقى ... بي الحالُ حتى صارَ إبليسُ من جندي (¬١)
فيصير إبليس وجنودُه من أعوانه وأتباعه، وهؤلاء هم الذين غَلبت عليهم شقوتُهم، فاشتروا الحياة الدنيا بالآخرة، وإنما صاروا إلى هذه الحال لما أفلسوا من الصبر.
وهذه الحالة بين جَهد البلاء (¬٢) ودرك الشقاء، وسوء القضاء وشماتة الأعداء.
وجندُ أصحابها: المكر، والخداع، والأماني الباطلة، والغرور، والتسويف بالعمل، وطولُ الأمل، وإيثار العاجل على الآجل، وهي التي قال في صاحبها النبي -صلى اللَّه عليه وسلم-: "العاجز من أتبع نفسَه هواها، وتمنى على اللَّه الأماني" (¬٣).
_________
(¬١) انظر هذا البيت في: "التذكرة الحمدونية" (٩/ ٤٢٩)، و"ثمار القلوب" للثعالبي ص: ٦٤، و"ربيع الأبرار" للزمخشري (١/ ٣٢٥). وهو غير منسوب لأحد. [البيت من قصيدة للخبزأرزي في ديوانه المنشور في مجلة المجمع العراقي] (ص).
(¬٢) في (ن): "وهذه الحالة هي حالة بين جهد البلاء"، وفي (م): "وهذه الحالة هي حالة جهد البلاء".
(¬٣) أخرجه الترمذي في "جامعه" رقم (٢٤٥٩) وقال: "حديث حسن"، وابن ماجه في "سننه" (٤٢٦٠)، بلفظ: ". . . وتمنى على اللَّه" فقط بدون كلمة "الأماني".
ومثله الديلمي في "الفردوس" (٣/ ٣١٠) وذكره بلفظ الترمذي السيوطي في "الجامع الصغير" (٥/ ٦٧) مع الفيض.','1','40',NULL,NULL,'0');
INSERT INTO [b252] VALUES (88,'وأصحاب هذه الحال أنواع شتى:
فمنهم: المحارب للَّه ورسوله، الساعي في إبطال ما جاء به الرسول، يُضلُّ عن سبيل اللَّه، ويبغيها بجُهده عوجًا وتحريفًا؛ ليصدَّ الناس عنها.
ومنهم: المعرضُ عما جاء به الرسول، المُنهمك على شهواته ودنياه فقط (¬١).
ومنهم: المنافقُ ذو الوجهين، الذي يأكل بالكفر والإسلام.
ومنهم: الماجنُ المتلاعب الذي قطع أنفاسه بالمجون واللهو واللعب.
ومنهم: من إذا وُعظ قال: واشوقاه إلى التوبة، ولكنها قد تعذرت عليّ فلا مطمع لي فيها.
ومنهم: من يقول: ليس اللَّهُ محتاجًا إلى صلاتي وصيامي، وأنا لا أنجو بعملي، واللَّه غفور رحيم.
ومنهم من يقول: تركُ المعاصي استهانة بعفو اللَّه ومغفرته.
فَكثِّر ما استطعتَ مِنَ الخَطايا ... إذا كانَ القدومُ على كريمِ (¬٢)
_________
(¬١) في (ب): "المقبل على دنياه وشهواتها فقط". مكان: "المنهمك على شهواته ودنياه فقط".
(¬٢) البيت لأبي نواس الحسن بن هانئ، وهو في "ديوانه" ص ٣٠٧، إلا أن عجز البيت فيه:
فإنك قاصد ربًّا غفورا
وانظره كما هو هنا في: "وفيات الأعيان" (٢/ ٩٧).','1','41',NULL,NULL,'0');
INSERT INTO [b252] VALUES (89,'ومنهم: من يقول: ماذا تَقَعُ طاعتي في جنب ما قد عمِلت، وما ينفع الغريق خلاصُ إصبعه وباقي بدنه غريق.
ومنهم: من يقول: سوف أتوبُ، وإذا جاء الموت ونزل بساحتي تبتُ وقُبِلت توبتي.
إلى غير ذلك من أصناف المُغترّين الذين قد صارت عقولُهم في أيدي شهواتهم، فلا يستعمل أحدُهم عقله إلا في دقائق الحيل التي بها يتوصل إلى قضاء شهوته. فعقلُه مع الشيطان كالأسير في يد كافرٍ يستعملُه في رعاية الخنازير، وعصر الخمر، وحمل الصليب؛ وهو بقهره عقلَه وتسليمِه إلى أعدائه عند اللَّه بمنزلة رجل قَهَرَ مسلمًا، وباعه للكفار، وسلَّمه إليهم، وجعله أسيرًا عندهم.','1','42',NULL,NULL,'0');
INSERT INTO [b252] VALUES (90,'فصل
وها هنا نكتة بديعة يجب التفطُّن لها، وينبغي إخلاءُ القلب لتأمُّلِها، وهي: أن هذا المغرور لما أذلَّ سلطان اللَّه الذي أعزه به وشرَّفه ورفع به قدره، وسلَّمه إلى أبغض (¬١) أعدائه إليه، وجعلَه أسيرًا له تحت قهره وتصرّفه وسلطانه، سلَّط اللَّه عليه من كان حقُّه هو أن يتسلَّط عليه، فجعله تحت قهره وتصرفه وسلطانه، يسخِّره حيث شاء ويسخر منه، ويسخر منه جنده وحزبه.
فكما أذل سلطان اللَّه وسلمه إلى عدوه أذله اللَّه وسلط عليه عدوّه الذي أمره أن يتسلط هو عليه ويذلَّه ويقهره، فصار بمنزلة من سلَّم نفسه إلى أعدى عدو له يسومه سوء العذاب، وقد كان بصدد أن يستأسره ويقهره ويشفي غيظه منه، فلما ترك مقاومته ومحاربته واستسلم له سلِّط عليه عقوبة له، قال تعالى: {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (٩٨) إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩) إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ (١٠٠)} [النحل: ٩٨ - ١٠٠].
فإن قيل: فقد أَثبت له على أوليائه هنا سلطانًا، فكيف نفاه في قوله تعالى حاكيًا عنه مقرًّا لقوله: {وَقَالَ الشَّيْطَانُ لَمَّا قُضِيَ الْأَمْرُ إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي} [إبراهيم: ٢٢]، وقال تعالى: {وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ (٢٠) وَمَا كَانَ لَهُ عَلَيْهِمْ مِنْ سُلْطَانٍ إِلَّا لِنَعْلَمَ مَنْ يُؤْمِنُ بِالْآخِرَةِ مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ} [سبأ: ٢٠، ٢١].
_________
(¬١) في الأصل: "بعض"، وهو تحريف.','1','43',NULL,NULL,'0');
INSERT INTO [b252] VALUES (91,'قيل: السلطان الذي أثبته له عليهم غير السلطان الذي نفاه من وجهين:
أحدهما: أن السلطان الثابت هو سلطان التمكُّن منهم وتلاعُبه بهم وسَوقُه إياهم كيف أراد بتمكينهم إياه من ذلك بطاعته وموالاته، والسلطان الذي نفاه سلطان الحجة فلم يكن لإبليس عليهم من حجة يتسلط بها غير أن دعاهم فأجابوه بلا حجة ولا برهان.
الثاني: أن اللَّه لم يجعل له عليهم سلطانًا ابتداء ألبتة، ولكن هم سلطوه على أنفسهم بطاعته، ودُخولهم في جملة جنده وحزبه، فلم يَتَسَلْطن (¬١) عليهم بقوَّته فإن كيده ضعيف، وإنما تسلطن (¬٢) عليهم بإرادتهم واختيارهم.
والمقصود: أن من قصد أعظم أوليائه وأحبابه ونصحائه فأخذه وأخذ أولاده وحاشيته فسلَّمهم إلى عدوه كان من عقوبته أن يسلط عليه ذلك العدو نفسه.
_________
(¬١) في (م) و (ن): "يتسلط". والمثبت من الأصل و (ب).
(¬٢) في (م) و (ن): سلط.','1','44',NULL,NULL,'0');
INSERT INTO [b252] VALUES (92,'فصل

<span data-type="title" id=toc-37>الحالة الثالثة </span>(¬١): أن تكون الحرب سجالًا ودولًا بين الجندين، فتارة له وتارة عليه، وتكثر نوبات الانتصار وتقلُّ، وهذه حال أكثر المؤمنين الذين خلطوا عملًا صالحًا وآخر سيئًا.
وتكون الحال يوم القيامة موازنة لهذه الأحوال الثلاثة سواء بسواء؛ فمن الناس من يَدخُل الجنة ولا يدخُل النار، ومنهم من يدخل النار ولا يدخل الجنة، ومنهم من يدخل النار ثم يدخل الجنة.
وهذه الأحوال الثلاثة هي أحوال الناس في الصحة والمرض، فمن الناس من تقاوم قوَّتُه داءه فتقهره ويكون السلطان للقوة، ومنهم من يقهر داؤُه قوَّتَه ويكون السلطان للداء، ومنهم مَن الحرب بين دائه وقوتِه نوبًا، فهو متردد بين الصحة والمرض.
_________
(¬١) سبق ذكر الحالة الأولى والثانية في بداية هذا الباب.','1','45',NULL,NULL,'0');
INSERT INTO [b252] VALUES (93,'فصل
ومن الناس من يصبر بجَهد ومشقة، ومنهم من يصبر بأدنى حمْلٍ على النفس.
ومثال الأول: كرجل صارع رجلًا شديدًا فلا يقهره إلا بتعب ومشقة.
والثاني: كمن صارع رجلًا ضعيفًا فإنه يصرعُه بغير مشقة.
فهكذا تكون المصارعة بين جنود الرحمن وجنود الشيطان، ومن صرَع جند الشيطان صرَع الشيطان.
قال عبد اللَّه بن مسعود رضي اللَّه عنه: "لقي رجلٌ من الإنس رجلًا من الجن، فصارعه الإنسيّ (¬١)، فصرَعه الإنسي، فقال: ما لي أراك ضئيلًا؟ فقال: إني من بينهم لضليع". فقالوا: هو عمر بن الخطاب رضي اللَّه عنه؟ فقال: "من ترونه غير عمر"؟ (¬٢).
_________
(¬١) هذه الكلمة ليست في النسخ الأخرى، ولا في مصادر التخريج، والأولى حذفها.
(¬٢) أخرجه الدارمي في "مسنده" رقم (٣٤٢٤)، والطبراني في "الكبير" رقم (٨٨٢٦)، والبيهقي في "دلائل النبوة" (٧/ ١٢٣).
وأورده الهيثمي في "مجمع الزوائد" (٩/ ٧١) ورواية أخرى له، ثم قال: "رواهما الطبراني بإسنادين، ورجال الرواية الثانية رجال الصحيح، إلا أن الشعبي لم يسمع من ابن مسعود، ولكنه أدركه، ورواة الطريق الأولى فيهم المسعودي وهو ثقة، ولكنه اختلط؛ فبان لنا صحة رواية المسعودي برواية الشعبي".
وقال الدارمي عقبه: "الضئيل: الرقيق. . . والضليع: جيّد الأضلاع".','1','46',NULL,NULL,'0');
INSERT INTO [b252] VALUES (94,'وقال بعض الصحابة: "إن المؤمن يُنضي (¬١) شيطانَه كما يُنضي أحدُكم بعيره في السّفر" (¬٢).
وذكر ابن أبي الدنيا عن بعض السلف: "أن شيطانًا لقي شيطانًا فقال: ما لي أراك شخّيتًا (¬٣) فقال: إني مع رجل إن أكل ذكر اسم اللَّه فلا آكل معه، وإن شرب ذكر اسم اللَّه فلا أشرب معه، وإن دخل بيته ذكر اسم اللَّه فأبيتُ خارج الدار. فقال: لكني مع رجل إن أكل لم يسم اللَّه فآكل أنا وهو جميعًا، وإن شرب لم يسم اللَّه فأشرب معه، وإن دخل دارَه لم يسم اللَّه فأدخل معه، وإن جامع امرأته لم يسم اللَّه فأجامعها معه" (¬٤).
فمن اعتاد الصبر هابه عدوُّه، ومن عزّ عليه الصبر طمع فيه عدوُّه، وأوشك أن ينال منه غرضه.
_________
(¬١) ذكره ابن الأثير في "النهاية" (٥/ ٧٢)، ثم قال: "أي يهزله ويجعله نِضْوًا، والنِّضْو: الدابة التي أهزلتها الأسفار وأذهبت لحمها".
(¬٢) لم أجده موقوفًا، وقد روي مرفوعا عن أبي هريرة رضي اللَّه عنه: أخرجه أحمد في "مسنده" (٢/ ٣٨٠). قال الهيثمي في "مجمع الزوائد" (١/ ١١٦): "رواه أحمد وفيه ابن لهيعة".
وقال المناوي في "فيض القدير" (٢/ ٣٨٥): "فيه أيضًا سعيد بن شرحبيل، أورده الذهبي في "الضعفاء" وعده من المجاهيل، وفي الميزان قال أبو حاتم: مجهول. وموسى بن وردان ضعّفه ابن معين، ووثقه أبو داود".
(¬٣) الشّخْتُ والشّخّيت: النّحيف الجسم الدقيقه. انظر: "النهاية" لابن الأثير (٢/ ٤٥٠).
(¬٤) أخرجه عبد الرزاق في "المصنف" رقم (١٩٥٦٥)، والخطابي في "غريب الحديث" (٢/ ٤٦٣)، والطبراني في "الكبير" رقم: (٨٧٨٢)، والبيهقي في "شعب الإيمان" رقم (٥٨٣٣) عن عبد اللَّه بن مسعود رضي اللَّه عنه موقوفًا.
وقال الهيثمي في "مجمع الزوائد" (٥/ ٢٢): "رواه الطبراني موقوفًا، ورجاله رجال الصحيح".','1','47',NULL,NULL,'0');
INSERT INTO [b252] VALUES (95,'<span data-type="title" id=toc-38>الباب السابع في ذِكْرِ أقسامه باعتبار متعلَّقه</span>
الصبر باعتبار متعلقه ثلاثة أقسام (¬١):
صبر على الأوامر والطاعات حتى يؤديها.
وصبر عن المناهي والمخالفات حتى لا يقع فيها.
وصبر على الأقدار والأقضية حتى لا يتسخطها.
وهذه الأنواع الثلاثة هي التي قال فيها الشيخ عبد القادر في: "فتوح الغيب": "لا بد للعبد من أمر يفعله، ونهيٍ يجتنبه، وقدَرٍ يصبر عليه" (¬٢).
وهذا الكلام يتعلق بطرفين: طرف من جهة الرب تعالى، وطرف من جهة العبد.
فأما الذي من جهة الرب، فهو: أن اللَّه تعالى له على عبده حكمان: حكم شرعي ديني، وحكم كوني قدري؛ فالشرعي متعلق بأمره، والكوني متعلق بخلقه، وهو سبحانه له الخلق والأمر.
وحكمه الديني الطلبي نوعان بحسب المطلوب، فإنّ المطلوب إنْ
_________
(¬١) انظر هذا التقسيم للصبر في "إحياء علوم الدين" (٤/ ٦٠، ٦١، ٦٢).
(¬٢) "فتوح الغيب" ص ٦. ونصُّ كلامه: "لا بد لكل مؤمن في سائر أحواله من ثلاثة أشياء: أمر يتعلق به، ونهي يجتنبه، وقدر يرضى به".
وذكر ذلك عنه شيخ الإِسلام كما في "مجموع الفتاوى" (١٠/ ٤٥٥)، ثم علّق عليه بقوله: "هذا كلام شريف جامع، يحتاج إليه كل أحد، وهو تفصيل لما يحتاج إليه العبد. . . ".','1','48',NULL,NULL,'0');
INSERT INTO [b252] VALUES (96,'كان محبوبًا له فالمطلوب فعله إما وجوبًا وإما استحبابًا, ولا يتم ذلك إلا بالصبر، وإن كان مبغوضًا له فالمطلوب تركه إما تحريمًا وإما كراهة، وذلك أيضًا موقوف على الصبر. فهذا حكمه الديني الشرعي.
وأما حكمه الكوني القدري فهو ما يقضيه ويقدِّره على (¬١) العبد من المصائب التي لا صنع له فيها، ففرضه الصبر عليها.
وفي وجوب الرضا بها قولان للعلماء (¬٢)، وهما وجهان في مذهب أحمد، أصحهما أنه مستحب (¬٣).
فرجعَ الدين كلُّه إلى هذه القواعد الثلاثة: فعل المأمور، وترك المحظور، والصبر على المقدور.
وأما الذي من جهة العبد فإنه لا ينفك عن هذه الثلاثة ما دام مكلّفًا، ولا تسقط عنه هذه الثلاثة حتى يسقط عنه التكليف، فقيام عبودية الأمر والنهي والقدر على ساق الصبر، لا تستوي إلا عليه، كما لا تستوي السنبلة إلا على ساقها.
فالصبر متعلق بالمأمور والمحظور والمقدور بالخلق والأمر، والشيخ دائمًا يحوم حول هذه الأمور الثلاثة، كقوله: "يا بني افعل
_________
(¬١) في الأصل: "من"، والتصويب من النسخ الأخرى.
(¬٢) انظر في ذلك: "قواعد الأحكام" للعز بن عبد السلام (٢/ ٣٦١)، و"أحكام القرآن" للجصاص (١/ ١١٦ - ١١٧)، و"الفواكه الدواني" ص: ٥٨ - ٦٠، و"إعانة الطالبين" (١/ ١٥٩)، و"كشاف القناع" (٢/ ١٦٢).
وقد ذكر شيخ الإِسلام القولين، ثم قال: "أصحهما أنه مستحب ليس بواجب". انظر "مجموع الفتاوى" (٨/ ١٩١).
(¬٣) فصّل المصنف المسألة في "شفاء العليل": (٢/ ٧٦١).','1','49',NULL,NULL,'0');
INSERT INTO [b252] VALUES (97,'المأمور، واجتنب المحظور، واصبر على المقدور".
وهذه الثلاثة هي التي وصّى بها لقمان لابنه في قولهه: {يَابُنَيَّ أَقِمِ الصَّلَاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا أَصَابَكَ} [لقمان: ١٧] فأمرُه بالمعروف يتناول فعلَه في نفسه وأمرَ غيره به، وكذلك نهيه عن المنكر، أما من حيث إطلاق اللفظ فتدخل نفسه وغيره فيه. وأما من حيث اللزوم الشرعي فإن الآمر الناهيَ لا يستقيم له أمره ونهيه حتى يكون أول مأمور ومنهي.
وذكر هذه الأصول سبحانه في قوله: {إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ (١٩) الَّذِينَ يُوفُونَ بِعَهْدِ اللَّهِ وَلَا يَنْقُضُونَ الْمِيثَاقَ (٢٠) وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ (٢١) وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ أُولَئِكَ لَهُمْ عُقْبَى الدَّارِ (٢٢)} [الرعد: ١٩ - ٢٢] فجمع لهم مقامات الإِسلام والإيمان في هذه الأوصاف:
فوصفهم بالوفاء بعهده الذي عاهدهم عليه، وذلك يعم أمره ونهيه الذي عهده إليهم بينهم وبينه، وبينهم وبين خلقه.
ثم أخبر عن استمرارهم بالوفاء به بأنه لا يقع منهم نقضه.
ثم وصفهم بأنهم يصلون ما أمر اللَّه به أن يوصل، ويدخل في هذا ظاهر الدين وباطنُه وحق اللَّه وحَقُّ خلقه، فيصلون ما بينهم وبين ربهم بعبوديته وحده لا شريك له، والقيام بطاعته والإنابة إليه والتوكل عليه وحبه وخوفه ورجائه، والتوبة إليه (¬١) والاستكانة له، والخضوع
_________
(¬١) "إليه" ساقطة من الأصل.','1','50',NULL,NULL,'0');
INSERT INTO [b252] VALUES (98,'والذل له والاعتراف له بنعمته وشكره عليها، والإقرار بالخطيئة والاستغفار منها. فهذه هي الوصلة بين العبد والرب، وقد أمر اللَّه بهذه الأسباب التي بينه وبين عبده أن توصل.
وأمر أن يوصل ما بيننا وبين رسوله بالإيمان به، وتصديقه وتحكيمه في كل شيء، والرضا بحكمه والتسليم له، وتقديم محبته على محبة النفس والولد والوالد والناس أجمعين؛ فدخل في ذلك القيام بحقه وحق رسوله.
وأمر أن نصِلَ ما بيننا وبين الوالدين والأقربين بالبر والصلة، فإنه أَمَرَ ببر الوالدين وصلة الأرحام، وذلك مما أمر به أن يوصل.
وأمر أن نصِلَ ما بيننا وبين الزوجات بالقيام بحقوقهن ومعاشرتهن بالمعروف.
وأن نصِلَ ما بيننا وبين الأرقّاء بأن نطعمهم مما نأكل، ونكسوهم مما نلبس، ولا نكلفهم فوق طاقتهم.
وأن نصِلَ ما بيننا وبين الجار القريب والبعيد بمراعاة حقه وحفظه في نفسه وماله وأهله بما نحفظ به نفوسنا وأهلينا وأموالنا.
وأن نصِلَ ما بيننا وبين الرفيق في السفر والحضر.
وأن نصِلَ ما بيننا وبين عموم الناس بأن نأتي إليهم ما نحب أن يأتوه إلينا.
وأن نصِلَ ما بيننا وبين الحفظة الكرام الكاتبين بأن نكرمَهم ونستحي منهم كما يستحيي الرجل من جليسه ومن هو معه ممن يجله ويكرمه.','1','51',NULL,NULL,'0');
INSERT INTO [b252] VALUES (99,'فهذا كله مما أمر به أن يوصل.
ثم وصفهم بالحامل لهم على هذه الصلة، وهو خشيته وخوف سوء الحساب يوم المآب فقال: {وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوءَ الْحِسَابِ (٢١)} [الرعد: ٢١]. ولا يمكن أحدًا قط أن يصل ما أمر اللَّه بوصله إلا بخشيته، ومتى ترحلت الخشية من القلب انقطعت هذه الوُصَل.
ثم جمع لهم سبحانه ذلك كله في أصل واحد، هو آخية ذلك وقاعدته ومداره الذي يدور عليه وهو الصبر، فقال: {وَالَّذِينَ صَبَرُوا ابْتِغَاءَ وَجْهِ رَبِّهِمْ} [الرعد: ٢٢] فلم يكتفِ منهم بمجرد الصبر حتى يكون خالصًا لوجهه.
ثم ذكر لهم ما يعينُهم على الصبر وهو الصلاة، فقال: {وَأَقَامُوا الصَّلَاةَ} [الرعد: ٢٢]. وهما العونان على مصالح الدنيا والآخرة وهما الصبر والصلاة، قال تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ (٤٥)} [البقرة: ٤٥] وقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا اسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (١٥٣)} [البقرة: ١٥٣].
ثم ذكر سبحانه إحسانهم إلى غيرهم بالإنفاق عليهم سرًّا وعلانية، فأحسنوا إلى أنفسهم بالصبر والصلاة، وإلى غيرهم بالإنفاق عليهم.
ثم ذكر حالهم إذا جُهل عليهم وأوذوا أنهم لا يقابلون ذلك بمثله بل يدرأون بالحسنة، فيحسنون إلى من يسيء إليهم، فقال: {وَيَدْرَءُونَ بِالْحَسَنَةِ السَّيِّئَةَ} (¬١) [الرعد: ٢٢].
وقد فُسِّر هذا الدرء بأنهم يدفعون الذنب بالحسنة بعده، كما قال
_________
(¬١) الآية ليست في الأصل، وأثبتها من النسخ الأخرى.','1','52',NULL,NULL,'0');
INSERT INTO [b252] VALUES (100,'تعالى: {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} [هود: ١١٤] وقال النبي -صلى اللَّه عليه وسلم-: "أتبعِ السَّيئةَ الحسنةَ تمحُها" (¬١).
والتحقيق: أن الآية تعم النوعين.
والمقصود: أن هذه الآيات تناولت مقامات الإِسلام والإيمان كلّها، واشملت على فعل المأمور وترك المحظور والصبر على المقدور، وقد ذكر تعالى هذه الأصول الثلاث (¬٢) في قوله: {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا} [آل عمران: ١٢٥] وقوله: {إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ} [يوسف: ٩٠] وقوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (¬٣)} [آل عمران: ٢٠٠].
فكل موضع قُرنَ فيها التقوى بالصبر اشتمل على الأمور الثلاثة، فإن حقيقة التقوى فعل المأمور وترك المحظور.
_________
(¬١) أخرجه: الترمذي في "جامعه" رقم (١٩٨٧) من حديث أبي ذر وحسّنه. ثم أخرجه الترمذي (١٩٨٧/ م ٢) من حديث معاذ بن جبل رضي اللَّه عنه، ثم قال: "قال محمود -أي ابن غيلان-: والصحيح حديث أبي ذر".
(¬٢) ما عدا الأصل: "الثلاثة"، وهو الأشهر في اللغة.
(¬٣) "تفلحون" ساقطة من الأصل.','1','53',NULL,NULL,'0');
INSERT INTO [b252] VALUES (101,'<span data-type="title" id=toc-39>الباب الثامن في انقسامه باعتبار تعلق الأحكام الخمسة به</span>
وهو ينقسم بهذا الاعتبار إلى واجب، ومندوب، ومحظور، ومكروه، ومباح (¬١).
فالصبر الواجب ثلاثة أنواع:
أحدها: الصبر عن المحرمات.
والثاني: الصبر على أداء الواجبات.
والثالث: الصبر على المصائب التي لا صنع للعبد فيها كالأمراض والفقر وغيرهما.
وأما الصبر المندوب، فهو: الصبر عن المكروهات، والصبر على المستحبات، والصبر عن مقابلة الجاني بمثل فعله.
وأما الصبر المحظور فأنواع:
أحدها: الصبر عن الطعام والشراب حتى يموت، وكذلك الصبر عن الميتة والدم ولحم الخنزير عند المخمصة حرام إذا خاف بتركه الموت.
قال طاووس وبعده الإِمام أحمد (¬٢): من اضطر إلى أكل الميتة والدم فلم يأكل فمات دخل النار (¬٣).
_________
(¬١) انظر في تقسيم الصبر باعتبار حكمه: "إحياء علوم الدين" (٤/ ٥٩).
(¬٢) كلمة "أحمد" ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٣) قاله الإِمام أحمد في رواية الأثرم عنه. انظر: "المغني" (١٣/ ٣٣١ - ٣٣٢).
أما قول طاووس فلم أقف عليه، ولعله وهم من المصنف، إذ المعروف =','1','54',NULL,NULL,'0');
INSERT INTO [b252] VALUES (102,'فإن قيل: فما تقولون في الصبر عن المسألة في هذه الحال؟
قيل: اختلف في حكمه هل هو حرام أو مباح؟ على قولين هما لأصحاب أحمد (¬١). وظاهر نصه أن الصبر عن المسألة جائز، فإنه قيل له: إذا خاف إن لم يسأل أن يموت؟ فقال: لا يموت، يأتيه اللَّه برزق (¬٢)، أو كما قال.
فأحمد منع وقوع المسألة، ومتى علم اللَّه ضرورته وصدقه في ترك المسألة قيض له رزقًا.
وقال كثير من أصحاب أحمد والشافعيّ: يجب عليه المسألة، وإن لم يسأل كان عاصيًا؛ لأن المسألة تتضمن نجاته من التلف (¬٣).
_________
= أنه من قول مسروق، كما في رواية الأثرم.
وأثر مسروق رواه: عبد الرزاق في "المصنف" رقم (١٩٥٣٦)، ووكيع -كما في تفسير ابن كثير (١/ ١٩٥) -، والبيهقي في "السنن الكبرى" (٩/ ٣٥٧).
(¬١) انظر: "الفروع" لابن مفلح (٦/ ٢٠٤)، و"كشاف القناع" (٦/ ١٩٦).
واختيار شيخ الإِسلام ابن تيمية عدم وجوب السؤال. انظره في: "الاختيارات الفقهية" ص: ٤٦٤.
(¬٢) قاله الإِمام أحمد في رواية الأثرم أيضًا. انظر: "التمهيد" لابن عبد البر (٤/ ١٢٠ - ١٢١)، و"الجامع لأحكام القرآن" للقرطبي (٣/ ٢٢٣)، و"الفروع" لابن مفلح (٦/ ٢٠٤)، و"كشاف القناع" (٦/ ١٩٦).
(¬٣) وهو اختيار القاضي أبي يعلى من الحنابلة. انظر: كشاف القناع (٦/ ١٩٦). ولم أقف في كتب الشافعية على نص في وجوب المسألة، ولكن وقفت على أنه يجب على المضطر أن يأخذ من غيره ما يدفع ضرورته، بل يجب عليه القتال فيه في وجهٍ، ولا شك أن وجوب المسألة أخفّ من ذلك. انظر: "المجموع" للنووي (٩/ ٤٦).','1','55',NULL,NULL,'0');
INSERT INTO [b252] VALUES (103,'فصل
ومن الصبر المحظور صبر الإنسان على ما يقصد هلاكه من سبُعٍ أو حيّة أو حريق أو ماء أو كافر يريد قتله، بخلاف استسلامه وصبره في الفتنة وقتال المسلمين فإنه مباح له بل يستحب الصبر كما دلت عليه النصوص الكثيرة.
وقد سُئِل النبي -صلى اللَّه عليه وسلم- عن هذه المسألة، فقال: "كُنْ كخير ابنَي آدم" (¬١)، وفي لفظ: "كُن عبد اللَّه المقتول، ولا تكن عبد اللَّه القاتل" (¬٢)،
_________
(¬١) أخرجه أبو داود في "سننه" رقم (٤٢٥٧) من حديث سعد بن أبي وقاص رضي اللَّه عنه، بلفظ: "كن كابنَيْ آدم".
قال الطبراني في "الأوسط" رقم (٨٦٧٨): "لم يُرْوَ هذا الحديث عن سعد إلا من حديث بكير بن عبد اللَّه بن الأشج، ولا رواه عن بكير إلا عياش وابن لهيعة". وكل من بكير وعياش ثقة. انظر: "تقريب التهذيب" ص: ١٧٧، ٧٦٤.
ورواه أبو داود في "سننه" رقم (٤٢٥٩)، وابن ماجه في "سننه" رقم (٣٩٦١) من حديث أبي موسى الأشعري رضي اللَّه عنه، أن النبي -صلى اللَّه عليه وسلم- قال: "إن بين يدي الساعة فتنا كقطع الليل. . . " الحديث، وفيه: "فليكن كخير ابنَيْ آدم".
وصححه ابن حبان حيث أخرجه في "صحيحه" برقم (٥٩٦٢).
(¬٢) أخرجه أحمد في "مسنده" (٥/ ١١٠)، وأبو يعلى في "مسنده" (٥/ ٧٢)، والطبراني في "الكبير" رقم (٣٦٣٠)، من حديث خباب بن الأرت بلفظ: "فكن عبد اللَّه المقتول ولا تكن عبد اللَّه القاتل".
وأخرجه أحمد في "مسنده" (٥/ ٢٩٢)، والحاكم في "المستدرك" (٣/ ٢٨١) من حديث خالد بن عرفطة نحوه. وله شواهد أخرى، وصححه الألباني بمجموع طرقه في "إرواء الغليل" (٨/ ١٠٤).','1','56',NULL,NULL,'0');
INSERT INTO [b252] VALUES (104,'وفي لفظ آخر: "دعه يبوءُ بإثمه وإِثمك" (¬١)، وفي لفظ آخر: "فإن بَهَرَك شعاعُ السّيف فَضَع يَدَك على وَجْهِك" (¬٢).
وقد حكى اللَّه سبحانه استسلام خير بني آدم وصبره وأثنى عليه بذلك، وهذا بخلاف قتل الكافر، فإنه يجب عليه الدفع عن نفسه؛ لأنّه من مقصود الجهاد أن يدفع عن نفسه وعن المسلمين.
وأما قتال اللصوص، فهل يجب فيه الدفع أو يجوز الاستسلام؟
فإن كان عن (¬٣) معصوم غيره وجب، وأما عن نفسه فظاهر نصّه أنه لا يجب الدفع (¬٤)، وأوجبه بعضُهم (¬٥).
_________
(¬١) أخرجه مسلم في "صحيحه" رقم (٢٨٨٧)، من حديث أبي بكرة بلفظ: "يبوء بإثمه وإثمك".
وأخرجه ابن ماجه في "سننه" رقم (٣٩٥٨) من حديث أبي ذر بلفظ: "فيبوء بإثمه وإثمك".
(¬٢) أخرجه أبو داود في "سننه" رقم (٤٢٦١)، وابن ماجه في "سننه" رقم (٣٩٥٨) من حديث أبي ذر رضي اللَّه عنه بلفظ: "فإن خشيت أن يبهرك شعاع السيف فألقِ ثوبك على وجهك".
وصححه ابن حبان حيث أخرجه في صحيحه رقم (٥٩٦٠). وصححه أيضًا الحاكم في المستدرك (٢/ ١٥٧) على شرط البخاري ومسلم ووافقه الذهبي.
(¬٣) ليست في الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٤) وهو المذهب، وفرض هذه المسألة في الفتن، أما إذا كان في غير وقت الفتن فالذي عليه نص أحمد وعليه المذهب أنه يجب الدفع.
انظر: "المغني" (١٢/ ٥٣٣ - ٥٣٤)، و"الهداية" (٢/ ١٠٩)، و"الإنصاف" (١٠/ ٣٠٤).
(¬٥) انظر: "الإنصاف" (١٠/ ٣٠٤).','1','57',NULL,NULL,'0');
INSERT INTO [b252] VALUES (105,'ولا يجوز الصبر عمّن قصده أو حُرمتَه بالفاحشة.

فصل
وأما الصبر المكروه: فله أمثلة:
أحدها: أن يصبر عن الطعام والشراب واللبس وجماع أهله حتى يتضرر بذلك بدنُه.
الثاني: صبره عن جماع زوجته إذا احتاجت إلى ذلك ولم يتضرر به.
الثالث: صبره على فعل المكروه.
والرابع: صبره عن فعل المستحب.

فصل
وأما الصبر المباح، فهو: الصبر عن كل فعلٍ مستوي الطرفين خُيّرَ بين فعله وتركه والصبر عليه.
وبالجملة فالصبر على الواجب واجب وعن الواجب حرام، والصبر عن الحرام واجب وعليه حرام، والصبر على المستحب مستحب وعنه مكروه، والصبر عن المكروه مستحب وعليه مكروه، والصبر عن المباح وعليه مباح، واللَّه أعلم.','1','58',NULL,NULL,'0');
INSERT INTO [b252] VALUES (106,'<span data-type="title" id=toc-40>الباب التاسع في بيان تفاوت درجات الصبر</span>
الصبر كما تقدم (¬١) نوعان: اختياري، واضطراري (¬٢).
والاختياري أكمل من الاضطراري؛ فإن الاضطراري يشترك فيه الناس ويتأتَّى ممن لا يتأتَّى منه الصبر اختيارًا (¬٣)، ولذلك كان صبر يوسف الصديق -صلى اللَّه عليه وسلم- عن مطاوعته امرأةَ العزيز، وصبرُه على ما ناله من ذلك من الحبس والمكروه، أعظم من صبره على ما ناله من إخوته لما ألقوه في الجُبِّ وفرقوا بينه وبين أبيه وباعوه بيع العبيد.
ومن الصبر الثاني: إنشاء اللَّه سبحانه له ما أنشأه من العزّ والرفعة والملك والتمكين في الأرض (¬٤).
وكذلك صبر الخليل والكليم، وصبر نوح، وصبر المسيح، وصبر خاتم الأنبياء وسيد ولد آدم صلى اللَّه عليهم أجمعين، كان صبرًا على الدعوة إلى اللَّه ومجاهدة أعداء اللَّه، ولهذا سماهم اللَّه تعالى "أولو العزم" وأمر رسوله أن يصبر صبرهم فقال: {فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ} [الأحقاف: ٣٥].
_________
(¬١) في أول الباب الخامس.
(¬٢) انظر هذا التقسيم للصبر في "إحياء علوم الدين" للغزالي (٤/ ٦٠، ٦١ - ٦٢)، و"مجموع فتاوى شيخ الإِسلام" (١٠/ ١٢٢ - ١٢٤).
(¬٣) في (ب): "الاختياري".
(¬٤) انظر المفاضلة بين نوعي الصبر فيما جرى ليوسف عليه السلام في: "مجموع فتاوى شيخ الإِسلام" (١٠/ ١٢١ - ١٢٢).','1','59',NULL,NULL,'0');
INSERT INTO [b252] VALUES (107,'وأولو العزم هم المذكورون في قوله تعالى: {شَرَعَ لَكُمْ مِنَ (¬١) الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى} [الشورى: ١٣]. وفي قوله: {وَإِذْ أَخَذْنَا مِنَ النَّبِيِّينَ مِيثَاقَهُمْ وَمِنْكَ وَمِنْ نُوحٍ وَإِبْرَاهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ وَأَخَذْنَا مِنْهُمْ مِيثَاقًا غَلِيظًا (٧)} [الأحزاب: ٧] كذلك قال ابن عباس وغيرُه من السلف (¬٢).
ونهاه سبحانه أن يتشبه بصاحب الحوت حيث لم يصبر صبر أولي العزم فقال: {فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ (٤٨)} [القلم: ٤٨].
وهنا سؤال وهو أن يُقال: ما العامل في الظرف؟ وهو قوله: {إِذْ}، ولا يمكن أن يكون الفعل المنهي عنه، إذ يصير المعنى: لا تكن مثله في ندائه، وقد أثنى اللَّه سبحانه عليه في هذا النداء وأخبر أنه نجاه به، فقال: {وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (٨٧) فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (٨٨)} [الأنبياء: ٨٧، ٨٨].
وفي الترمذي وغيره عن النبي -صلى اللَّه عليه وسلم-: أنه قال: "دعوةُ أخي ذي النّون إذ دعا بها في بطن الحوت، ما دعا بها مكروبٌ إلا فَرّجَ اللَّهُ عنه: لا إله إلا أنتَ سبحانك إني كنتُ من الظالمين" (¬٣).
_________
(¬١) "من" سقطت من الأصل.
(¬٢) رواه عن ابن عباس: ابن أبي حاتم وابن مردويه، كما في "الدر المنثور" (٧/ ٤٥٤).
ورواه عبد الرزاق في "تفسيره" (٣/ ٢١٩)، والطبري في "تفسيره" (٢٦/ ٣٧)، عن قتادة وعطاء الخراساني.
(¬٣) أخرجه الترمذي في "جامعه" رقم (٣٥٠٥) من حديث سعد بن أبي وقاص =','1','60',NULL,NULL,'0');
INSERT INTO [b252] VALUES (108,'فلا يمكن أن يُنهى عن التشبه به في هذه الدعوة، وهي النداء الذي نادى به ربه، وإنما نهي عن التشبه به في السبب الذي أفضى به إلى هذه المناداة، وهو مغاضبته التي أفضت به إلى حبسه في بطن الحوت وشدة ذلك عليه حتى نادى ربه وهو مكظوم.
والمكظوم والكظيم والكاظم: الذي قد امتلأ غَيْظًا أو غَضَبًا أو هَمًّا وحزَنًا، وكظم عليه فلم يُخرجه.
فإن قيل: وعلى ذلك، فما العامل في الظرف؟
قيل: ما في صاحب الحوت من معنى الفعل.
فإن قيل: فالسؤال بعد قائم، فإنه إذا قيّدَ المنهي عنه بقيد أو زمن كان داخلًا في حيّز النهي، فإذا كان المعنى: لا تكن مثل مَنْ صحب الحوت في هذه الحال وهذا الوقت كان نهيًا عن تلك الحالة.
قيل: لما كان نداؤه مُسَبّبًا (¬١) عن كونه صاحب الحوت، فنهي أن يتشبّه به في الحال التي أفضت به إلى صُحْبَة الحوت والنداء، وهي ضعف العزيمة والصبر لحكمه تعالى. ولم يقل تعالى: ولا تكن كصاحب الحوت إذ ذهب مغاضبًا فالتقمه الحوت فنادى، بل طوى القصة واختصرها، وأحال بها على ذكرها في الموضع الآخر، واكتفى بغايتها وما انتهت إليه.
فإن قيل: فما منعك من تعليق (¬٢) الظرف بنفس الفعل المنهي عنه
_________
= رضي اللَّه عنه. وصححه الحاكم في المستدرك (١/ ٥٠٥) ووافقه الذهبي.
(¬١) في (ن): "سببًا" وهو تحريف.
(¬٢) في (م) و (ن): "من تعويض". وفي (ب): "بتعويض".','1','61',NULL,NULL,'0');
INSERT INTO [b252] VALUES (109,'أي: لا تكن مثله في ندائه وهو ممتلئ غيظًا وهمًّا وغمًّا، بل يكون نداؤك نداءَ راضٍ بما قضي عليه، قد تلقَّاه بالرضا والتسليم وسعة الصدر، لا نداء كظيم؟.
قيل: هذا المعنى وإن كان صحيحًا، فلم يقع النهي عن التشبه به في مجرده، وإنما نهي عن التشبه به في الحال التي حملته على ذهابه مُغاضبًا حتى سُجنَ في بطن الحوت، ويدل عليه قوله: {فَاصْبِرْ لِحُكْمِ رَبِّكَ} [القلم: ٤٨] ثم قَال {وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ} [القلم: ٤٨] أي في ضَعف صبره لحكم ربه، فإن الحالة التي نهي عنها هي ضد الحالة التي أمر بها.
فإن قيل: فما منعك أن تَصير إلى أنه أُمر بالصبر لحكمه الكوني القدري الذي يقدّره عليه، ولا يكن كصاحب الحوت حيثُ لم يصبر عليه بل نادى وهو كظيم لكشفه، فلم يصبر على احتماله والسكون تحته؟
قيل: منع من ذلك أن اللَّه سبحانه أثنى على يونس وغيره من أنبيائه بسؤالهم إياه كشف ما بهم من الضرّ، وقد أثنى عليه سبحانه بذلك في قوله: {وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (٨٧) فَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (٨٨)} [الأنبياء: ٨٧، ٨٨] فكيف يَنهى عن التشبه به فيما يُثني عليه ويمدحه به؟!
وكذلك أثنى على أيوب بقوله: {مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (٨٣)} [الأنبياء: ٨٣]، وعلى يعقوب بقوله: {قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ} [يوسف: ٨٦]، وعلى موسى بقوله: {رَبِّ إِنِّي لِمَا أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ (٢٤)} [القصص: ٢٤]، وقد شكا إليه خاتم أنبيائه ورسله','1','62',NULL,NULL,'0');
INSERT INTO [b252] VALUES (110,'بقوله: "اللهم إليك أشكو ضعف قوتي وقلة حيلتي" الحديث (¬١).
فالشكوى إليه سبحانه لا تنافي الصبر الجميل بل إعراض عبده عن الشكوى إلى غيره جملة وجعل الشكوى إليه وحده هو الصبر، واللَّه سبحانه يبتلي عبده ليسمع شكواه وتضرعه ودعاءه، وقد ذم سبحانه من لم يتضرع إليه ولم يستكن له وقت البلاء، كما قال تعالى: {وَلَقَدْ أَخَذْنَاهُمْ بِالْعَذَابِ فَمَا اسْتَكَانُوا لِرَبِّهِمْ وَمَا يَتَضَرَّعُونَ (٧٦)} [المؤمنون: ٧٦].
والعبد أضعف من أن يتجلد على ربه، والرب تعالى لم يُرِد من عبده أن يتجلد عليه، بل أراد منه أن يستكين له ويتضرع إليه، وهو تعالى يمقت من يشكوه إلى خلقه، ويحب من يشكو ما به إليه.
وقيل لبعضهم: كيف تشكو إليه ما لا يخفى عليه؟ فقال:
قالو أتشكو إليه ما لا يخفى عليه
فقلتُ ربّيَ يرضى ذلّ العبيد لديه (¬٢)
والمقصود: أنه سبحانه أمر رسوله -صلى اللَّه عليه وسلم- أن يصبر صبر أولي العزم الذين صبروا لحكمه اختيارا وهذا أكمل الصبر؛ ولهذا دارت قصة الشفاعة يوم القيامة على هؤلاء حتى ردّوها إلى أفضلهم وخيرهم وأصبرهم الحاكم اللَّه صلوات اللَّه وسلامه عليهم أجمعين.
فإن قيل: فأيُّ أنواع الصبر الثلاثة أكمل: الصبر على المأمور، أم
_________
(¬١) سبق تخريجه ص ٢٢.
(¬٢) ذكرهما ابن القيم أيضًا في "مدارج السالكين" (٣/ ١٥٤)، والمنبجي في "تسلية أهل المصائب" ص ٢١٩.','1','63',NULL,NULL,'0');
INSERT INTO [b252] VALUES (111,'الصبر عن المحظور، أم الصبر على المقدور؟.
قيل: الصبر المتعلق بالتكليف -وهو: الأمر والنهي- أفضل من الصبر على مجرد القدر؛ فإن هذا الصبر يأتي به البَرِّ والفاجر، والمؤمن والكافر، فلا بد لكل أحد من الصبر على القدر اختيارًا أو اضطرارًا، وأما الصبر على الأوامر والنواهي فصبر أتباع الرسل، وأعظمهم اتباعًا أصبرهم في ذلك.
وكل صبر في محله وموضعه أفضل؛ فالصبر عن الحرام في محله أفضل، والصبر على الطاعة في محلها أفضل.
فإن قيل: فأي الصبرين أحب إلى اللَّه: صبر من يصبر على أوامره، أم صبر من يصبر عن محارمه؟
قيل: هذا موضع تنازع فيه الناس (¬١):
فقالت طائفة: الصبر عن المخالفات أفضل؛ لأنه أشق وأصعب، فإن أعمال البِرّ يفعلها البَرّ والفاجر، ولا يصبر عن المخالفات إلا الصديقون (¬٢).
قالوا: وإن الصبر عن المحرمات صبر على مخالفة هوى النفس،
_________
(¬١) صوب المصنف رحمه اللَّه في "مدارج السالكين" (٢/ ١٦٥ - ١٦٦) أن الصبر على فعل الطاعة فوق الصبر على ترك المعصية، معللًا ذلك بأن ترك المعصية إنما كان لتكميل الطاعة، وأن النهي مقصود للأمر.
وصوب شيخ الإِسلام رحمه اللَّه كما في "مجموع الفتاوى" (١١/ ٦٧١) أن جنس ترك الواجبات أعظم من جنس فعل المحرمات.
(¬٢) ممن ذهب إلى هذا: الإِمام أبو حاتم محمد بن حبان البستي في كتابه "روضة العقلاء" ص ١٦٢.','1','64',NULL,NULL,'0');
INSERT INTO [b252] VALUES (112,'وهو أشق شيء وأفضله.
قالوا: وإنّ ترك المحبوب الذي تحبه النفوس دليل على أن من تُرِكَ لأجله أحب إليه من نفسه وهواه، بخلاف فعل ما يحبه المحبوب فإنه لا يستلزم ذلك.
قالوا: وأيضًا فالمروءة والفتوة كلها في هذا الصبر؛ كما قال الإِمام أحمد: "الفتوة ترك ما تهوى لما تخشى" (¬١)، فمروءة العبد وفتوته بحسب هذا الصبر.
قالوا: وليس العجب ممن يصبر على الأوامر؛ فإن أكثرها محبوبات للنفوس لما فيها من العدل والإحسان والإخلاص والبر، وهذه محابٌ النفوس الفاضلة التركية، بل العجب ممن يصبر عن المناهي التي أكثرها محابٌ النفوس، فيترك المحبوبَ العاجلَ في هذه الدار للمحبوب الآجل في دار أخرى، والنفس موكلة بحب العاجل، فصبرها عنه مخالف لطبعها.
قالوا: وإنّ المناهي لها أربعة دواعٍ تدعو إليها: نفس الإنسان، وشيطانه، وهواه، ودنياه، فلا يتركها حتى يجاهد هذه الأربعة حق الجهاد، وذلك أشق شيء على النفس وأمَرُّه.
قالوا: فالمناهي من باب حِميَة النفوس عن مشتهياتها ولذاتها، والحمية مع قيام داعي التناول وقوته من أصعب شيء وأشقِّه.
_________
(¬١) رواه القشيري عنه في "رسالته" ص ٣١٨، من رواية عبد اللَّه بن الإِمام أحمد عن أبيه.
وذكره شيخ الإِسلام ابن تيمية كما في "مجموع الفتاوى" (١١/ ٨٤)، وابن مفلح في "الآداب الشرعية" (٢/ ٢٣١)، وذكره أيضًا ابن القيم في "مدارج السالكين" (٢/ ٣٤١)، وفي "روضة المحبين" ص ٣٣٠.','1','65',NULL,NULL,'0');
INSERT INTO [b252] VALUES (113,'قالو: ولذلك كان باب قربان النهي مسدودًا كله، وباب الأمر إنما يُفعل منه المستطاع، كما قال النبي -صلى اللَّه عليه وسلم- "إذا أمرتكم بأمر فأتوا منه ما استطعتم وما نهيتكم عنه فاجتنبوه" (¬١)، فدل على أن باب المنهيات أضيق من باب المأمورات، وأنه لم يرخص في ارتكاب شيء منه كما رخّص في ترك بعض المأمور للعجز والعذر.
قالوا: ولهذا كانت عامة العقوبات من الحدود وغيرها على ارتكاب المنهيات، بخلاف ترك المأمور فإن اللَّه سبحانه لم يُرتب عليه حدًّا معينًا. قالوا: وأعظم المأمورات الصلاة وقد اختلف هل عليه حدٌّ أم لا؟ (¬٢)

فصل
فهذا بعض ما احتجت به هذه الطائفة.
وقالت طائفة أخرى: بل الصبر على فعل المأمور أفضل وأجلّ من الصبر على المحظور، وأن فعل المأمور أحب إلى اللَّه من ترك المحظور، والصبر على أحب الأمرين إليه أفضل وأعلى، وبيان ذلك من
_________
(¬١) أخرجه البخاري في "صحيحه" رقم (٧٢٨٨)، ومسلم في "صحيحه" رقم (١٣٣٧) من حديث أبي هريرة رضي اللَّه عنه.
ولفظ البخاري: "فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بشيء فأتوا منه ما استطعتم". ولفظ مسلم: "فإذا أمرتكم بشيء فاتوا منه ما استطعتم، وإذا نهيتكم عن شيء فدعوه".
(¬٢) فمذهب الجمهور على أن تارك الصلاة يقتل إما حدًّا وإما كفرًا. ومذهب الحنفية أن تارك الصلاة لا يُقتل بل يحبس ويضرب.
انظر: "البحر الرائق" (٢/ ٩٧)، و"التمهيد" لابن عبد البر (٤/ ٢٣٠ - ٢٣١)، و"التهذيب" للشيرازي (١/ ٥١)، و"المغني" لابن قدامة (٣/ ٣٥١).','1','66',NULL,NULL,'0');
INSERT INTO [b252] VALUES (114,'وجوه (¬١):
أحدها: أنّ فعل المأمور مقصود لذاته، وهو مشروع شرع المقاصد، فإن معرفة اللَّه وتوحيده وعبوديته وحده والإنابة إليه والتوكل عليه وإخلاص العمل له ومحبته والرضا به والقيام في خدمته هو الغاية التي خُلق لها الخلق وثبت (¬٢) بها الأمر، وذلك أمر مقصود لنفسه.
والمنهيات إنما نُهي عنها لأنها صادّة عن ذلك أو شاغلة عنه أو معوِّقة أو مفوِّتة لكماله، ولذلك كانت درجاتها في النهي بحسب صدها عن المأمور وتعويقها عنه وتفويتها لكماله.
فهي مقصودة لغيرها والمأمور مقصود لنفسه، فلو لم يصُدَّ الخمر والميسر عن ذكر اللَّه وعن الصلاة وعن التوادّ والتحابّ الذي وضعه اللَّه بين عباده لما حرمه، وكذلك لو لم يَحُلْ بين العبد وبين عقله الذي به يعرف اللَّه ويعبد ويحمد ويمجد ويصلي له ويسجد لما حرمه، وكذلك سائر ما حرمه إنما حرمه لأنه يصدّ عما يحبه ويرضاه، ويحول بين العبد وبين إكماله.
الثاني: أنّ المأمورات متعلقة بمعرفة اللَّه وتوحيده وعبادته وشكره
_________
(¬١) وقد رجّح ابن القيم في كتابه "الفوائد" ص ١١٩ - ١٢٨ هذا القول، وذكر له ثلاثة وعشرين وجهًا.
وذكر الخلاف في "طريق الهجرتين" ص ٤١٤ - ٤١٥. ثم قال: "وفصل النزاع في ذلك أن هذا يختلف باختلاف الطاعة والمعصية، فالصبر على الطاعة المعظمة الكبيرة أفضل من الصبر عن المعصية الصغيرة الدنية، والصبر عن المعصية الكبيرة أفضل من الصبر على الطاعة الصغيرة. . . ".
(¬٢) في الأصل: "ثبت"، والمثبت من النسخ الأخرى.','1','67',NULL,NULL,'0');
INSERT INTO [b252] VALUES (115,'ومحبته والتوكل عليه والإنابة إليه، فمتعلقها ذات الرب تعالى وأسماؤه وصفاته، ومتعلَّق المنهيات ذوات الأشياء المنهي عنها، والفرق من أعظم ما يكون.
الثالث: أن ضرورة العبد وحاجته إلى فعل المأمور أعظم من ضرورته إلى ترك المحظور، فإنه ليس إلى شيء أضرَّ وأحوجَ وأشدَّ فاقةً منه إلى معرفة ربه وتوحيده وإخلاص العمل له وإفراده بالعبودية والمحبة والطاعة. وضرورته إلى ذلك أعظم من ضرورته إلى نفَسِه ونَفْسِه وحياتِه، وأعظم من ضرورته إلى غذائه الذي به قوام بدنه، بل هذا لقلبه وروحه (¬١) كالحياة والغذاء لبدنه، وهو إنما هو إنسان بروحه وقلبه لا ببدنه وقالبه، كما قيل:
يا خادمَ الجسم كم تشقى بخدمته ... أتطلب الربح فيما فيه خسران؟
اجهد لنفسك فاستكمل فضائلها ... فأنت بالنَّفْسِ لا بالجِسمِ إنسان (¬٢)
وترك المنهي إنما شُرع له تحصيلًا لهذا الأمر الذي هو أضرُّ شيء وأحوجه وأفقره إليه.
الرابع: أن ترك المنهي من باب الحِمْية، وفعل المأمور من باب حفظِ القوة والغذاء الذي (¬٣) لا تقوم البُنْية بدونه، ولا تحصل الحياة إلا به، فقد يعيش الإنسانُ (¬٤) مع ترك الحمية وإن كان بدنه عليلًا أشد ما
_________
(¬١) في الأصل: "ورحه"، وهو خطأ.
(¬٢) البيتان لأبي الفتح البستي. انظر: "أدب الدنيا والدين" للماوردي ص ٣٣٦، و"المنتظم" لابن الجوزي (٧/ ٧٣).
(¬٣) ساقطة من الأصل.
(¬٤) ساقطة من الأصل.','1','68',NULL,NULL,'0');
INSERT INTO [b252] VALUES (116,'يكون علة، ولا يعيش بدون القوة والغذاء الذي يحفظها، فهذا مثل المأمورات والمنهيات.
الخامس: أن الذنوب كلها ترجع إلى هذين الأصلين: ترك المأمور وفعل المحظور، ولو فعل العبد المحظور كله من أوله إلى آخره حتى أتى من مأمورات الإيمان بأدنى أدنى مثقال ذرة منه نجا بذلك من الخلود في النار، ولو ترك كل محظور ولم يأت بمأمور الإيمان لكان مخلدًا في السعير.
فأين شيء مثاقيل الذرّ منه تُخرِج من النار، إلى شيء وزن الجبال منه أضعافًا مضاعفة لا تقتضي الخلود في النار مع وجود ذلك المأمور أو أدنى شيء منه؟!
السادس: أن جميع المحظورات من أولها إلى آخرها تسقط بمأمور التوبة، ولا تَسقط المأموراتُ كلُها بمعصيةِ المخالفة إلا بالشرك أو الموافاة (¬١) عليه. ولا خلاف بين الأمة أن كل محظور يسقط بالتوبة، واختلفوا هل تسقط الطاعة بالمعصية؟ وفي المسألة نزاع وتفصيل ليس هذا موضعه (¬٢).
السابع: أن ذنب الأب كان بفعل المحظور، فكان عاقبته: أن اجتباه
_________
(¬١) في (م) و (ن): "الوفاة".
(¬٢) ذكر ابن القيم رحمه اللَّه المسألة بنوع تفصيل في "الوابل الصيب" ص ٢٣ - ٢٥، واستظهر أن الحسنات والسيئات تتدافع وتتقابل ويكون الحكم فيها للغالب، وهو يقهر المغلوب، ويكون الحكم له.
وفي "مدارج السالكين" (١/ ٢٧٧ - ٢٧٩) فضل أكثر وذكر أن الاعتبار للراجح، فيكون التأثير والعمل له دون المرجوح.','1','69',NULL,NULL,'0');
INSERT INTO [b252] VALUES (117,'ربه فتاب عليه وهدى، وذنب إبليس كان بترك المأمور، فكان عاقبته ما ذكر اللَّه سبحانه، وجعل هذا عبرة للذرية إلى يوم القيامة.
الثامن: أن المأمور محبوب للرب تعالى، والمنهيُّ مكروه له، وهو سبحانه إنما قدره وقضاه لأنه ذريعة إلى حصول محبوبه من عبده ومن نفسه تعالى؛ أما من عبده فبالتوبة والاستغفار والخضوع والذل والانكسار وغير ذلك، وأما من نفسه فبالمغفرة والتوبة على العبد والعفو عنه والصفح والحلم والتجاوز عن حقه وغير ذلك مما هو أحب إليه تعالى من فواته بعدم تقدير ما يكرهه. وإذا كان إنما قدَّر ما يكرهه لأنه يكون وسيلة إلى ما يحبه، عُلم أن محبوبه هو الغاية، ففوات محبوبه أبغض إليه وأكره له من حصول مبغوضه.
بل إذا ترتب على حصول مبغوضه ما يحبه من وجه آخر كان المبغوض مرادًا له إرادةَ الوسائل، كما كان النهي عنه وكراهته لذلك.
وأما المحبوب فمرادٌ إرادةَ المقاصد كما تقدم (¬١)، فهو سبحانه إنما خلق الخلق لأجل محبوبه ومأموره، وهو: عبادته وحده، كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦)} [الذاريات: ٥٦].
وقدر مكروهه ومبغوضه تكميلًا لهذه الغاية التي خلق خلقه لأجلها، فإنه ترتب عليه من المأمورات ما لم يكن يحصل بدون تقديره، كالجهاد الذي هو أحب العمل إليه، والموالاة فيه والمعاداة فيه، ولولا محبته لهذه المأمورات لما قدر من (¬٢) المكروه له ما يكون سببًا لحصولها.
_________
(¬١) في الوجه الأول من هذه الأوجه.
(¬٢) ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.','1','70',NULL,NULL,'0');
INSERT INTO [b252] VALUES (118,'التاسع: أن ترك المحبوب لا يكون قربة ما لم يقارنه فعلُ المأمور، فلو ترك العبد كل محظور لم يثبه اللَّه عليه حتى يقارنه مأمور الإيمان, وكذلك المؤمن لا يكون تركه للمحظور قربة حتى يقارنه مأمور النية بحيث يكون تركه للَّه. فافتقر ترك المنهيات في كونه قربة يثاب عليها إلى فعل المأمور ولا يفتقر فعل المأمور في كونه قربة وطاعة إلى ترك المحظور، ولو افتقر إليه لم يقبل اللَّه طاعة من عصاه أبدًا، وهذا من أبطل الباطل.
العاشر: أن المنهيَّ مطلوبٌ إعدامُه، والمأمور مطلوب إيجاده، والمراد: إيجاد هذا وإعدام هذا، فإذا قدِّر عدم الأمرين أو وجودهما كان وجودهما خيرًا من عدمهما، فإنه إذا عُدم المأمور لم ينفع عدم المحظور، وإذا وُجد المأمور فقد يُستعان به على دفع المحظور أو على دفع أثره، فوجود القوة والمرض خير من عدم الحياة والمرض.
الحادي عشر: أن باب المأمور الحسنة فيه بعشر أمثالها إلى سبعمائة ضعف إلى أضعاف كثيرة (¬١)، وباب المحظور السيئة فيه بمثلها (¬٢)، وهي بصدد الزوال بالتوبة والاستغفار والحسنة الماحية والمصيبة المكفرة واستغفار الملائكة للمؤمنين واستغفار بعضهم لبعض وغير ذلك، وهذا يدل على أنه أحب إلى اللَّه من عدم المنهيِّ.
الثاني عشر: أن باب المنهيات يمحوه اللَّه سبحانه ويبطل أثره بأمور عديدة من فعل العبد وغيره، فإنه يُبطله بالتوبة النصوح، وبالاستغفار،
_________
(¬١) قال اللَّه تعالى: {مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ (٢٦١)} [البقرة: ٢٦١].
(¬٢) قال تعالى: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} [الشورى: ٤٠].','1','71',NULL,NULL,'0');
INSERT INTO [b252] VALUES (119,'وبالحسنات الماحية، وبالمصائب المكفرة، وباستغفار الملائكة، وبدعاء المؤمنين -فهذه ستة في حال حياته- وبتشديد الموت وكربه وسياقه عليه -فهذا عند مفارقته الدنيا- وبهول المطلع، وروعة الملكين في القبر، وضغطته، وعصرته، وبشدة الموقف وعنائه وصعوبته، وبشفاعة الشافعين فيه، وبرحمة أرحم الراحمين له، فإن عجزت عنه هذه الأمور فلا بد له من دخول النار، ويكون لبثُه فيها على قدر بقاء خبثه ودرنه، فإن اللَّه حرَّم الجنة إلا على طيِّب، فما دام درنُه ووسخُه وخبثُه فيه فهو في غير التطهير حتى يتصفّى من ذلك الوسخ والخبَث.
وأما باب المأمورات فلا يبطله إلا الشرك.
الثالث عشر: أن جزاء المأمورات الثواب، وهو من باب الإحسان والفضل والرحمة، وجزاء المنهيات العقوبة، وهي من باب الغضب والعدل، ورحمته سبحانه تغلِب غضبَه، فما تعلق بالرحمة والفضل أحب إليه مما تعلق بالغضب والعدل، وتعطيل ما تعلق بالرحمة أكره إليه من فعل ما تعلق بالغضب.
الرابع عشر: أن باب المنهيات تُسقط الآلافَ المؤلفة منه الواحدةُ من المأمورات، وباب المأمورات لا يُسقط الواحدةَ منه الآلافُ المؤلفة من المنهيات (¬١).
الخامس عشر: أن متعلَّق المأمور الفعل وهو صفة كمال، بل كمال المخلوق من فعاله، فإنه فَعَل، فكَمُل.
ومتعلق النهي الترك، والترك عدم، ومن حيث هو كذلك لا يكون
_________
(¬١) انظر الوجه الثاني عشر.','1','72',NULL,NULL,'0');
INSERT INTO [b252] VALUES (120,'كمالًا، فإن العلم المحض ليس بكمال، وإنما يكون كمالًا لما يتضمنه أو يستلزمه من الفعل الوجودي الذي هو سبب الكمال، وأما أن يكون مجرد الترك الذي هو عدمٌ محضٌ كمالًا أو سببًا للكمال فلا.
مثال ذلك: أنَّه لو ترك السجود للصنم لم يكن كماله في مجرد هذا الترك ما لم يسجد للَّه، وإلا فلو ترك السجود للَّه وللصنم لم يكن ذلك كمالًا. وكذلك لو ترك تكذيب الرسول ومعاداته لم يكن بذلك مؤمنًا ما لم يفعل ضد ذلك من التصديق والحب له وموالاته وطاعته.
فعُلم أن الكمال كلَّه في المأمور، وأن المنهيَّ ما لم يتصل به فعل المأمور لم يفد شيئًا ولم يكن كمالًا، فإن الرجل لو قال للرسول: لا أكذبك ولا أصدقك ولا أواليك ولا أعاديك ولا أحاربك ولا أحارب من يحاربك لكان كافرًا, ولم يكن مؤمنًا بترك معاداته وتكذيبه ومحاربته، ما لم يأتِ بالفعل الوجودي الذي أُمر به.
السادس عشر: أن العبد إذا أتى بالمأمور به على وجهه ترك المنهي ولا بد، فالمقصود إنما هو فعل المأمور، ومع فعله على وجهه يتعذر فعل المنهى. فالمنهيُّ عنه في الحقيقة هو تعريض المأمور للإضاعة، فإن العبد إذا فعل ما أُمِرَ به من العدل والعفة، امتنع صدورُ الظلم والفواحش منه، فنفس العدل يتضمن ترك الظلم، ونفس العفة تتضمن ترك الفواحش، فدخل ترك المنهي في المأمور ضمنًا وتبَعًا, وليس كذلك في عكسه، فإن ترك المحظور لا يتضمن فعل المأمور، فإنه قد يتركهما معًا كما تقدم بيانه (¬١). فعُلِم أن القصد هو إقامة الأمر على وجهه، ومع ذلك
_________
(¬١) في الوجه الخامس عشر.','1','73',NULL,NULL,'0');
INSERT INTO [b252] VALUES (121,'لا يمكن ارتكابُ المنهيِّ ألبتَّة، وأما ترك المنهي فإنه لا يستلزم إقامة الأمر.
السابع عشر: أن الرب تعالى إذا أمر عبدَه بأمر ونهاه عن أمر ففَعَلَهما جميعًا كان قد حصّل محبوب الرب وبغيضه، فقد يقوم له من محبوبه ما يدفع عنه شر بغيضه ويقاومُه، ولا سيّما إذا كان فعل ذلك المحبوب أحب إليه من ترك ذلك البغيض، فيهَبُ له جناية ما فعل من هذا بطاعة ما فعل من الآخر.
ونظير هذا في الشاهد: أن يقتل الرجلُ عدوًّا لملكٍ هو حريص على قتله، وشَرِب مسكرًا نهاه عن شربه، فإنه يتجاوز له عن هذه الزلة بل عن أمثالها في جنب ما أتى به من محبوبه.
وأما إذا ترك محبوبه وبغيضه فإنه لا يقوم ترك بغيضه بمصلحة فعل محبوبه أبدًا، كما إذا أمر الملك عبده بقتل عدوِّه، ونهاه عن شرب مسكر، فعصاه في قتل عدوِّه مع قدرته عليه، وترَك شرب المسكر؛ فإن الملك لا يَهبُ له جُرْمَ ترك أمره في جَنْب ترك ما نهاه عنه. وقد فطر اللَّه عباده على هذا، فهكذا السادات مع عبيدَهم والآباء مع أولادهم والملوك مع خدمهم (¬١)، والزوجات مع أزواجهم، ليس التارك منهم محبوب الأمر ومكروهَه بمنزلة الفاعل منهم محبوب أمره وبعض مكروهِه بوجه.
الوجه الثامن عشر: أن فاعل محبوب الرب يستحيل أن يفعل جميع مكروهه، بل يترك من مكروهه بقدر ما أتى به من محبوبه، فيستحيل الإتيان بجميع مكروهه وهو يفعل ما أحبه أو بغضه، فغايته أنه اجتمع له
_________
(¬١) في النسخ الثلاث الأخرى: "جندهم".','1','74',NULL,NULL,'0');
INSERT INTO [b252] VALUES (122,'الأمران فيحبه الرب تعالى من وجه، ويبغضه من وجه.
أما إذا ترك المأمور به جملة فإنه لم يقم به ما يحبه الرب عليه، فإنَّ مجرد ترك المنهي لا يكون طاعة إلا باقترانه بالمأمور كما تقدم (¬١)، فلا يحبه على مجرد الترك، وهو سبحانه يكرهه ويبغضه على مخالفة الأمر، فصار مبغوضًا للرب تعالى من كل وجه، إذ ليس فيه ما يحبه الرب عليه، فتأمله.
يوضحه:
التاسع عشر: وهو أن اللَّه سبحانه لم يعلق محبته إلا بأمر وجودي أمر به إيجابًا أو استحبابًا, ولم يعلقها بالترك من حيث هو ولا في موضع واحد، فإنه يحب التوابين، ويحب المحسنين، ويحب الشاكرين، ويحب الصابرين، ويحب المتطهرين، ويحب الذين يقاتلون في سبيله صفًّا كأنهم بنيان مرصوص، ويحب المتقين، ويحب الذاكرين، ويحب المتصدقين (¬٢)، فهو سبحانه إنما علق محبته بأوامره، إذ هي المقصود من الخلق والأمر، كما قال تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦)} [الذاريات: ٥٦]، فما خلق الخلق إلا لقيام أوامره (¬٣)، وما نهاهم إلا عما يصدهم عن قيام أوامره ويعوقهم عنها.
يوضحه:
العشرون: أن المنهجات لو لم تصد عن المأمورات وتمنع وقوعها
_________
(¬١) في الوجه الخامس عشر.
(¬٢) في الأصل: "الذاكرين".
(¬٣) في الأصل: "أوامر".','1','75',NULL,NULL,'0');
INSERT INTO [b252] VALUES (123,'على الوجه الذي أمر اللَّه بها لم يكن للنهي عنها معنى، وإنما نهى عنها لمضادتها لأوامره وتعويقها لها وصدها عنها، فالنهي عنها من باب التكميل والتتمَّة للمأمور، فهو بمنزلة تنظيف طرق الماء (¬١) ليجري في مجاريه غير معوق.
فالأمر بمنزلة الماء الذي أُرسل في نهرٍ لحياة البلاد والعباد، والنهي بمنزلة تنظيف طرقه ومجراه وتنقيتها ممّا يعوّق الماء. والأمر بمنزلة القوَّة والحياة، والنهي بمنزلة الحمية الحافظة للقوة والدواء الخادم لها.
قالوا: فإذا تبيَّن أن فعل المأمور أفضل، فالصبر عليه أفضل أنواع الصبر، وبه يسهل عليه الصبر عن المحظور والصبر على المقدور، فإن الصبر الأعلى يتضمن الصبر الأدنى دون العكس.
وقد ظهر لك من هذا: أن الأنواع الثلاثة متلازمة، وكل نوع منها يُغني عن النوعين الآخرين، وإن كان من الناس مَن قوةُ صبره على المقدور فإذا جاء الأمر والنهي فقدة صبره هناك ضعيفة، ومنهم من هو بالعكس من ذلك، ومنهم من قوة صبره في جانب الأمر أقوى، ومنهم من هو بالعكس، واللَّه أعلم.
_________
(¬١) في الأصل: "الأمر"، وهو تحريف.','1','76',NULL,NULL,'0');
INSERT INTO [b252] VALUES (124,'<span data-type="title" id=toc-43>الباب العاشر في انقسام الصبر إلى محمود ومذموم</span>
الصبر ينقسم إلى قسمين: قسم مذموم، وقسم ممدوح (¬١).
فالمذموم: الصبر عن اللَّه وإرادته ومحبته وسير القلب إليه، فإن هذا الصبر يتضمن تعطيل كمال العبد بالكلية وتفويت ما خُلِق له.
وهذا كما أنه أقبح الصبر فهو أعظمُه وأبلغُه، فإنه لا صبر أبلغ من صبر من يصبر عن محبوبه الذي لا حياة له بدونه البتة، كما أنه لا زهد أبلغ من زهد الزاهد فيما أعد اللَّه لأوليائه من كرامته ما لا عينٌ رأت ولا أذنٌ سمعت ولا خطر على قلب بشر. فالزهد (¬٢) في هذا أعظم أنواع الزهد وأبلغها.
كما قال رجل لبعض الزاهدين وقد تعجب من زهده: ما رأيت أزهد منك! فقال: أنت أزهد مني؛ أنا زهدت في الدنيا وهي لا بقاء لها ولا وفاء، وأنت زهدت في الآخرة، فمن أزهد منا؟! (¬٣).
قال يحيى بن معاذ الرازي: "صبر المحبين أعجب من صبر الزاهدين، واعجبا كيف يصبرون؟ "
_________
(¬١) استفاد الإِمام ابن القيم رحمه اللَّه هذا التقسيم من الغزالي رحمه اللَّه في "إحياء علوم الدين" (٤/ ٥٧، ٦٩)، إلا أن الإِمام ابن القيم أبرز هذا التقسيم وجلاه، وأضاف إليه من فوائده الجليلة.
(¬٢) في الأصل: فالزاهد، تحريف.
(¬٣) انظر هذه الحكاية في: "التذكرة الحمدونية" (١/ ١٤٩). وهي محكية عن الرشيد والفضيل بن عياض.
انظر: "الوافي بالوفيات" (٢٤/ ٦٠) في ترجمة الفضيل.','1','77',NULL,NULL,'0');
INSERT INTO [b252] VALUES (125,'وفي هذا قيل: 
والصبرُ يَجْمُلُ في المواطن كلها ... إلا عليك فإنه لا يَجْمُلُ (¬١)
ووقف رجل على الشِّبلي (¬٢) فقال: أي الصبر أشد على الصابرين؟. فقال: الصبر في اللَّه؟ فقال: لا. فقال: الصبر للَّه؟. قال: لا. قال: فالصبر مع اللَّه؟. قال: لا. قال: فأيشٍ هو؟ قال: الصبر عن اللَّه. فصرخ الشِّبلي صرخة كادت روحه تزهق (¬٣).
وقيل: الصبر مع اللَّه وفاء، والصبر عن اللَّه جفاء (¬٤).
وقد أجمع الناس على أن الصبر عن المحبوب غير محمود،
_________
(¬١) انظر قول يحيى بن معاذ مع بيت الشعر في: "طبقات الأولياء" ص ٣٢٦، و"الرسالة القشيرية" ص ٢٥٦. وفيهما جعل البيت من إنشاد يحيى بن معاذ. وفيها "يُحْمَد". وذكر البيت الغزالي في "إحياء علوم الدين" (٤/ ٦٩) دون نسبة.
وهذا البيت مأخوذ من بيت لمحمد بن عبيد اللَّه العتبي، في رثاء ابن له مات:
والصبرُ يُحمد في المواطن كلها ... إلا عليك فإنه مذموم
انظر: "التهاني والتعازي" للكرخي ص ١٤٩، و"التذكرة الحمدونية" (٤/ ٢٦٣)، و"الوافي بالوفيات" (٤/ ٦).
(¬٢) هو أبو بكر دلف بن جحدر -وقيل: ابن جعفر- الشبلي الخراساني الأصل، والبغدادي المولد والمنشأ، مالكي المذهب، صحب الجنيد وطبقته، وكان يبالغ في تعظيم الشرع المكرم، توفي رحمه اللَّه سنة أربع وثلاثين وثلاثمائة.
انظر ترجمته في: "طبقات الأولياء" ص ٢٠٤ - ٢٠٥، و"حلية الأولياء" (١٠/ ٣٦٦ - ٣٧٥).
(¬٣) انظر "اللمع" للطوسي ص ٥٤، و"الرسالة القشيرية" ص ٢٥٦، و"إحياء علوم الدين" (٤/ ٦٩)، و"عوارف المعارف" للسهروردي (٥/ ٢٢١).
(¬٤) انظر: "الرسالة القشيرية" ص ٢٥٧، و"إحياء علوم الدين" (٤/ ٦٩).','1','78',NULL,NULL,'0');
INSERT INTO [b252] VALUES (126,'فكيف (¬١) إذا كان كمال العبد وصلاحه في محبته؟!
ولم تزل الأحباب تعيب المحبين بالصبر عنهم كما قيل:
والصبر عنك فمذموم عواقبه ... والصبر في سائر الأشياء محمود (¬٢)
وقال آخر في الصبر عن محبوبه:
إذا لعب الرجال بكل شيء ... رأيت الحُب يلعبُ بالرجالِ
وكيف الصبرُ عمن حل مني ... بمنزلة اليمين مع الشمال (¬٣)
وشكا آخر إلى محبوبه ما يقاسي من حبه فقال: لو كنتَ صادقًا لما صبرت عني (¬٤).
ولما شكوتُ الحبَّ قالت: كذبتني ... تُرَى الصَّبُّ عن محبوبه كيف يَصْبِرُ (¬٥)
_________
(¬١) ليست في الأصل، وأثبتها من (ن) و (ب).
(¬٢) انظر: "الرسالة القشيرية" ص ٢٥٧، و"إحياء علوم الدين" (٤/ ٦٩) دون نسبة لأحد.
(¬٣) انظر: "الرسالة القشيرية" ص ٢٥٧ وانظر للبيت الأول بمفرده: "المدهش" لابن الجوزي ص ٢٢٣، ٢٢٦.
(¬٤) لم أقف على من ذكره.
(¬٥) لم أقف عليه هكذا. وإنما وقفت على صدره وعجزه مختلف. انظر: "المستطرف من كل فن مستظرف" ص ٤٢٤، و"الموشى" لأبي الطيب ص ٦٣.','1','79',NULL,NULL,'0');
INSERT INTO [b252] VALUES (127,'فصل
وأما الصبر المحمود فنوعان: صبر للَّه وصبر باللَّه، قال تعالى: {وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا} [الطور: ٤٨]. وقال: {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ} [النحل: ١٢٧].
وتنازع الناس أيُّ الصبرين أكمل؟
فقالت طائفة: الصبر له أكمل، فإنّ ما كان للَّه أكمل مما كان باللَّه، فإن كان له فهو غاية وما كان به فهو وسيلة، والغايات أشرف من الوسائل، ولذلك وجب الوفاء بالنذر إذا كان تبررًا وتقربًا إلى اللَّه؛ لأنه نذْر له، ولم يجب الوفاء به إذا خرج مخرج النهي لأنه حَلِفٌ.
فما كان له سبحانه فهو متعلق بألوهيته، وما كان به فهو متعلق بربوبيته، [وما تعلق بألوهيته أشرف مما تعلق بربوبيته] (¬١)، ولذلك كان توحيد الإلهية هو المنجي من الشرك دون توحيد الربوبية بمجرده؛ فإن عباد الأصنام كانوا مقرين بأن اللَّه وحده خالق كل شيء وربُّه ومليكُه، ولكن لما لم يأتوا بتوحيد الإلهية، وهو: عبادته (¬٢) وحده لا شريك له، لم ينفعهم توحيدُ ربوبيته.
وقالت طائفة: الصبر باللَّهِ أكمل، بل لا يمكن الصبر له إلا بالصبر به، كما قال تعالى: {وَاصْبِرْ} [النحل: ١٢٧] فأمره بالصبر، والمأمور به هو الذي يُفعل لأجله، ثم قال تعالى: {وَمَا صَبْرُكَ إِلَّا بِاللَّهِ} [النحل: ١٢٧]؛ فهذه جملة خبرية غير الجملة الطلبية التي تقدَّمتْها، أخبر
_________
(¬١) ما بين المعقوفتين ساقط من الأصل.
(¬٢) في الأصل: "عباده"، والتصويب من النسخ الأخرى.','1','80',NULL,NULL,'0');
INSERT INTO [b252] VALUES (128,'فيها أنه لا يمكنه الصبر إلا به.
وذلك يتضمن أمرين: الاستعانة، والمعية الخاصة التي تدل عليها باء المصاحبة، كقوله: "فبي يسمع، وبي يُبصر، وبي يبطِش، وبي يمشي" (¬١)، وليس المراد بهذه الباء مجرد الاستعانة، فإن هذا أمر مشترك بين المطيع والعاصي، فإن ما لا يكون باللَّه لا يكون، بل هي باء المصاحبة. والمعيَّةُ التي صرح بمضمونها في قوله: {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦)} [الأنفال: ٤٦] المعيةُ الحاصلةُ لعبدِه الذي تقرّب إليه بالنوافل حتى صار محبوبًا له، فيه يسمع وبه يبصر، وكذلك به يصبر، فلا يتحرك ولا يسكن ولا يدرك إلا واللَّه معه، ومتى كان كذلك أمكنه الصبر له وتحمل الأثقال لأجله؛ كما في الأثر الإلهي: "بعيني ما يتحمَّلُ المتحمّلون من أجلي" (¬٢).
_________
(¬١) جزء من حديث الولي الذي أصله عند البخاري في "صحيحه" رقم (٦٥٠٢) من حديث أبي هريرة رضي اللَّه عنه بلفظ: "فإذا أحببته كنت سمعه الذي يسمع به، وبصره الذي يبصر به، ويده التي يبطش بها، ورجله التي يمشي بها". إلا أن جملة "فبي يسمع. . . " الخ لم يخرجها البخاري، ولم أقف على من أسندها، وقد ذكرها الحكيم الترمذي في "نوادر الأصول" (١/ ٢٦٤ - ٢٦٥، ٣٨١ - ٣٨٢)، و (٢/ ١٩٥، ٢٣٦)، وكذلك ذكرها شيخ الإِسلام في مواضع متعددة، انظر على سبيل المثال: "مجموع الفتاوى" (٢/ ١٨، ٤٦٣)، و (٣/ ٤١٧) و (٥/ ٥١١)، و (٦/ ٤٨٤) و (٧/ ٤٤٣) و (٨/ ١٤٤) و (١٠/ ٧، ٣٠٥) وغيرها كثير. وذكرها الطوفي في "التعيين في شرح الأربعين" ص ٣٢٠ وغيرهم.
وقال الألباني في السلسلة الصحيحة (٤/ ١٩١): "ولم أرَ هذه الزيادة عند البخاري ولا عند غيره ممن ذكرنا من المخرجين. . . ".
(¬٢) رواه أبو نعيم في "حلية الأولياء" (٤/ ٦٠) عن وهب بن منبه: "أوحى اللَّه =','1','81',NULL,NULL,'0');
INSERT INTO [b252] VALUES (129,'ويدل قولُه: {وَمَا صَبْرُكَ إِلَّا بِاللَّهِ} [النحل: ١٢٧] على أنه من لم يكن اللَّه معه لم يمكنه الصبر، وكيف يصبر على الحكم الأمريِّ امتثالًا وتنفيذًا وتبليغًا، وعلى الحكم القدري احتمالًا له واضطلاعًا به من لم يكن اللَّه معه؟!
فلا يطمع في درجة الصبر المحمودة عواقبه من لم يكن صبره باللَّه، كما لا يطمع في درجة المُقرّب (¬١) المحبوب من لم يكن سمعُه وبصره وبطشه ومشيه باللَّه.
وهذا هو المراد من قوله: "كنت سمعه الذي يسمع به، وبصره الذي يبصر به ويده التي يَبطش بها، ورجله التي يمشي بها" (¬٢) ليس المراد به: أني كنت نفس هذه الأعضاء والقوى، كما يظنه أعداءُ اللَّه أهلُ الوحدة، وأن ذات العبد هي ذاتُ الربّ، تعالى (¬٣) عن قول إخوان النصارى علوَّا كبيرًا.
_________
= تعالى إلى بعض أنبيائه: بعيني. . . ".
وفي (٩/ ٢٥٥) رواه عن أبي سليمان الداراني يقول: قرأت في بعض الكتب: يقول اللَّه عَزَّ وَجَلَّ: "بعيني. . . " فذكره.
وفي (١٠/ ٨٠) ذكره عن بعض العلماء قال: "أوحى اللَّه تعالى إلى نبي من الأنبياء. . . " فذكره.
وذكره ابن أبي الدنيا في "حسن الظن باللَّه" برقم (٩٠)، فقال: "بلغني أن اللَّه عَزَّ وَجَلَّ أوحى إلى بعض أنبيائه. . . " فذكره
(¬١) في النسخ الثلاث الأخرى: "المقترب".
(¬٢) تقدمت الإشارة إلى هذا الحديث عند البخاري في الصفحة السابقة هامش (١).
(¬٣) في النسخ الأخرى: "تعالى اللَّه".','1','82',NULL,NULL,'0');
INSERT INTO [b252] VALUES (130,'ولو كان كما يظنون لم يكن فرق بين هذا العبد وغيره. ولا بين حالتي تقرّبه إلى ربه بالنوافل وتمقته إليه بالمعاصي، بل لم يكن هناك متقرب ومتقرب إليه، ولا عبد ومعبود، ولا محب ومحبوب، فالحديث كله مكذب لدعواهم الباطلة من نحو ثلاثين وجهًا تُعرف بالتأمل الظاهر.
وقد فَسّر المراد من قوله: "كنت سمعه، وبصره، ويده، ورجله" بقوله: "فبي يسمع، وبي يبصر، وبي يبطش، وبي يمشي" (¬١) فعبّر عن هذه المصاحبة التي حصلت بالتقرب إليه بمحابّه بألطف عبارة وأحسنِها، تدل على تأكد المصاحبة ولزومها حتى صار له بمنزلة سمعه، وبصره، ويده، ورجله.
ونظير هذا قوله: "الحجرُ الأسودُ يمينُ اللَّه في الأرض، فمن صافَحه وقبّله، فكأنما صافح اللَّهَ وقبّل يمينَه" (¬٢).
_________
(¬١) سبق أن الجملة الأولى من الحديث أخرجها البخاري في "صحيحه"، وأما الجملة الثانية فلم أقف عليها.
(¬٢) رواه ابن عدي في "الكامل" (١/ ٣٤٢)، والخطيب في "تاريخ بغداد" (٦/ ٣٢٨). كلاهما من طريق إسحاق بن بشر الكاهلي عن أبي معشر المدائني عن محمد بن المنكدر عن جابر بن عبد اللَّه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "الحجر يمين اللَّه في الأرض، يصافح به عباده".
وقال ابن عدي عن إسحاق هذا: "وإسحاق بن بشر الكاهلي قد روى غير هذه الأحاديث، وهو في عداد من يضع الحديث".
وقال الخطيب عنه: "يروي عن مالك بن أنس وأبي معشر. . . وغيرهم من الرفعاء أحاديث منكرة".
لذا فقد أورد الحديث الشيخ الألباني في "سلسلة الأحاديث الضعيفة" برقم (٢٢٣).','1','83',NULL,NULL,'0');
INSERT INTO [b252] VALUES (131,'ومثل هذا سائغ في الاستعمال أن يُنزل الشيءُ منزلةَ ما يصاحبه ويقارنه حتى يقول المحب للمحبوب: أنت روحي، وسمعي، وبصري، وفي ذلك معنيان:
أحدهما: أنه قد صار بمنزلة روحه وقلبه وسمعه وبصره.
والثاني: أن محبته وذكره لما استولى على قلبه وروحه صار معه وجليسه، كما جاء في الحديث: "أنا جليس من ذكرني" (¬١)، وفي الحديث الآخر: "أنا مع عبدي ما ذكرني وتحركت بي شفتاه" (¬٢)، وفي الحديث الإلهي: "فإذا أحببتُ عبدي كنت له سمعًا وبصرًا ويدًا ومؤيدًا" (¬٣)، ولا يعبر عن هذا المعنى بأتم من هذه العبارة ولا أحسن ولا
_________
(¬١) رواه ابن شاهين في "الترغيب" -كما في "الدرر المنتثرة" للسيوطي حديث رقم (٤٠)، وكما في "كنز العمال" رقم (١٨٦٥) -، من طريق محمد بن جعفر الداني عن سلام بن مسلم عن زيد العمي عن أبي نصرة عن جابر عن النبي -صلى اللَّه عليه وسلم- أن اللَّه عز وجل قال لموسى: "يا موسى أما علمت أني جليس من ذكرني وحيث ما التمسني عبدي وجدني".
ثم قال السيوطي: "محمد بن جعفر وشيخه متروكان، وزيد العمي ليس بالقوي".
وأورده الديلمي في "الفردوس" برقم (٤٥٣٣) من حديث ثوبان نحوه.
(¬٢) علقه البخاري في "صحيحه" (١٣/ ٥٠٨)، ووصله ابن ماجه في "سننه" رقم (٣٧٩٢)، من حديث أبي هريرة رضي اللَّه عنه، وصححه ابن حبان فأخرجه في صحيحه برقم (٨١٥).
(¬٣) هذا جزء من حديث الوليّ من رواية أنس بن مالك، أخرجه: ابن أبي الدنيا في كتاب "الأولياء" رقم (١)، والبغوي في "تفسيره" (٤/ ١٢٧) وليس فيه محل الشاهد، وأبو نعيم في "حلية الأولياء" (٨/ ٣١٨ - ٣١٩)، وابن الجوزي =','1','84',NULL,NULL,'0');
INSERT INTO [b252] VALUES (132,'ألطف، وإيضاح هذه العبارة يزيدها جفاءً وخفاءً.
والمقصود: إنما هو الصبر باللَّه، وأن العبد بحسب نصيبه من معية اللَّه له يكون صبره، وإذا كان اللَّه معه أمكنه أن يأتي من الصبر بما لا يأتي به غيره.
قال أبو علي: فاز الصابرون بعز الدارين؛ لأنهم نالوا من اللَّه معيته، قال تعالى: {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (١٥٣)} [البقرة: ١٥٣، والأنفال: ٤٦] (¬١).
وهاهنا سر بديع وهو: أن من تعلَّق بصفة من صفات الرب تعالى أدخلته تلك الصفة عليه وأوصلته إليه، والرب تعالى هو الصبور، بل لا أحد أصبر على أذى يسمعه منه، وقد قيل: إن اللَّه تعالى أوحى إلى داود: "تخلَّق بأخلاقي، فإن من أخلاقي أني أنا الصبور" (¬٢).
والرب تعالى يُحب أسماءه وصفاته، ويحب مقتضى صفاته وظهور آثارها في العبد، فإنه جميل يحب الجمال، عفو يحب أهل العفو، كريم يحب أهل الكرم، عليم يحب أهل العلم، وتر يحب الوتر، قوي والمؤمن القوي أحب إليه من المؤمن الضعيف، صبور يحب الصابرين، محسن يحب المحسنين، شكور يحب الشاكرين، فإذا كان سبحانه يحب المتصفين بآثار صفاته فهو معهم بحسب نصيبهم من هذا الاتصاف، فهذه
_________
= في "العلل المتناهية" رقم (٢٧) وضعفه.
وضعفه الألباني في "السلسلة الضعيفة" رقم (١٧٧٥).
(¬١) انظر قول أبي علي الدقاق في "الرسالة القشيرية" ص ٢٥٧.
(¬٢) انظر: "الرسالة القشيرية" ص ٢٥٧، و"ربيع الأبرار" للزمخشري (٣/ ١٠٤).','1','85',NULL,NULL,'0');
INSERT INTO [b252] VALUES (133,'المعية الخاصة عبر عنها بقوله: "كنت له سمعًا، وبصرًا، ويدًا, ومؤيدًا (¬١) " (¬٢).
_________
(¬١) بياض في الأصل مكان هذه الكلمة، واستدركتها من النسخ الأخرى.
(¬٢) سبق أن هذا جزء من حديث الولي من رواية أنس بن مالك.','1','86',NULL,NULL,'0');
INSERT INTO [b252] VALUES (134,'فصل (¬١)
وزاد بعضهم قسمًا ثالثًا من أقسام الصبر: وهو الصبر مع اللَّه، وجعلوه أعلى أنواع الصبر، وقالوا: هو الوفاء (¬٢).
ولو سئل هذا عن حقيقة الصبر مع اللَّه لما أمكنه أن يفسره بغير الأنواع الثلاثة التي ذكرت، وهنّ: الصبر على أقضيته، والصبر على أوامره، والصبر عن نواهيه.
فإن زعم أن الصبر مع اللَّه هو الثبات على أحكامه يدور معها حيث دارت، فيكون دائمًا مع اللَّه لا مع نفسه، فهو مع اللَّه بالمحبة والموافقة.
فهذا المعنى حق، ولكن مداره على الصبر على الأنواع المتقدمة.
فإن زعم أن الصبر مع اللَّه هو الجامع لأنواع الصبر. فهذا حق، ولكن جَعْلُه قسمًا رابعًا من أقسام الصبر غير مستقيم.
واعلم أن حقيقة الصبر مع اللَّه هو: ثبات القلب بالاستقامة معه، لا يروغ عنه روغان الثعالب هاهنا وهاهنا، فحقيقة هذا الاستقامة إليه وعكوف القلب عليه.
وزاد بعضهم قسمًا آخر من أقسامه، وسمّاه: الصبر فيه.
وهذا أيضًا غير خارج عن أقسام الصبر المذكورة، ولا يعقل من الصبر فيه معنى غير الصبر له، وهذا كما يُقال: فعلتُ هذا في اللَّه
_________
(¬١) بياض في الأصل مكان هذه الكلمة، واستدركتها من النسخ الأخرى.
(¬٢) جعله القشيري في "تفسيره" (٦/ ٣١٨) أشد أنواع الصبر.
وانظر في جعل الصبر مع اللَّه وفاء: "الرسالة القشيرية" ص ٢٥٧، و"إحياء علوم الدين" (٤/ ٦٩).','1','87',NULL,NULL,'0');
INSERT INTO [b252] VALUES (135,'وللَّه (¬١)، كما قال خبيب (¬٢):
وذلك في ذات الإله وإن يَشَأ ... يُبارك على أوصالِ شِلْوٍ مُمَزَّعِ (¬٣)
وقد قال تعالى: {وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا} [العنكبوت: ٦٩] وقال: {وَجَاهِدُوا فِي اللَّهِ} [الحج: ٧٨]. وفي حديث جابر: "إن اللَّه تعالى أحيا أباه وقال له: تمنَّ، قال: يا رب أن ترجعني إلى الدنيا حتى اقتل فيك مرة ثانية" (¬٤)، وقال -صلى اللَّه عليه وسلم-: "ولقد أوذيتُ في اللَّهِ وما يُؤذى أحد" (¬٥).
وهذا يفهم منه معنيان (¬٦):
أحدهما: أن ذلك في مرضاته وطاعته وسبيله، وهذا فيما يفعله الإنسان باختياره، كما في الحديث "تعلمتُ فيك العلم" (¬٧).
والثاني: أنه بسببه وفي جهته حصل ذلك، وهذا فيما يصيبه بغير
_________
(¬١) في (ب): "وله".
(¬٢) هو خبيب بن عدي الأنصاري الصحابي الشهيد.
انظر ترجمته في: "سير أعلام النبلاء" (١/ ٢٤٦ - ٢٤٩)، و"الإصابة" (٢/ ٢٦٢ - ٢٦٣).
(¬٣) قول خبيب هذا البيت، رواه البخاري في "صحيحه" رقم (٣٠٤٥).
(¬٤) أخرجه الترمذي في "جامعه" رقم (٣٠١٠) وقال: "حسن غريب من هذا الوجه". وابن ماجه في "سننه" رقم (١٩٠، ٢٨٠٠)
(¬٥) أخرجه الترمذي في "جامعه" رقم (٢٤٧٢)، وقال: "حسن صحيح"، وابن ماجه في "سننه" رقم (١٥١)، كلاهما من حديث أنس بن مالك.
(¬٦) الأصول: "معنيين"، وسقطت "منه" من الأصل.
(¬٧) جزء من حديث أبي هريرة رضي اللَّه عنه في الثلاثة الذين أول ما تُسعر النار بهم، أخرجه مسلم في "صحيحه" رقم (١٩٠٥).','1','88',NULL,NULL,'0');
INSERT INTO [b252] VALUES (136,'اختياره، وغالب ما يأتي قولهم: "وذلك في اللَّه" في هذا المعنى، فتأمل قوله -صلى اللَّه عليه وسلم-: "ولقد أوذيت في اللَّه"، وقول خبيب: "وذلك في ذات الإله"، وقول عبد اللَّه بن حرام: "حتى أُقتل فيك" وكذلك قوله: {وَالَّذِينَ جَاهَدُوا فِينَا} [العنكبوت: ٦٩] فإنه يترتب عليه الأذى فيه سبحانه.
وليست: "في" هاهنا للظرفية ولا لمجرد السببية، وإن كانت السببية أصلها، فانظر إلى قوله: "في النفس المؤمنة مائة من الإبل" (¬١)، وقوله:
_________
(¬١) أخرجه النسائي في "المجتبى" رقم (٤٨٥٣)، عن أبي بكر بن محمد بن عمرو بن حزم عن أبيه عن جده أن رسول اللَّه -صلى اللَّه عليه وسلم- كتب إلى أهل اليمن كتابًا فيه الفرائض والسنن والديات، وفيه: "وأن في النفس الدية مائة من الإبل". ثم ضعفه.
وأخرجه النسائي في "المجتبى" أيضًا رقم (٤٨٥٦)، (٤٨٥٧) من حديث أبي بكر بن محمد بن عمرو بن حزم قال: الكتاب الذي كتبه رسول اللَّه -صلى اللَّه عليه وسلم- لعمرو بن حزم في العقول: "إن في النفس مائة من الإبل". وهو ظاهر الإرسال.
إلا أن معنى هذه الجملة من الحديث يشهد له حديث سهل بن أبي حثمة الذي رواه البخاري في "صحيحه" رقم (٦٨٩٨)، ومسلم في "صحيحه" رقم (١٦٦٩)، "أن النبي -صلى اللَّه عليه وسلم- ودى الأنصاري الذي قُتل بخيبر بمائة من إبل الصدقة" واللَّه أعلم.
أما لفظة: "في النفس المؤمنة. . . " هكذا، فإني لم أقف عليها مسندة، وقد ذكر البيهقي في "السنن الكبرى" (٨/ ١٠٠) أن هذه اللفظة جاءت في رواية أبي أويس عن عبد اللَّه ومحمد ابني أبي بكر بن محمد بن عمرو بن حزم عن أبيهما عن جدهما عن رسول اللَّه -صلى اللَّه عليه وسلم-.
إلا أن هذه اللفظة: "المؤمنة" مفهومة من سياق حديث النسائي رقم (٤٨٥٣) فإنه جاء في أوله: "من اعتبط مؤمنًا فتلًا. . . وأن في النفس الدية مائة من الإبل" واللَّه أعلم.','1','89',NULL,NULL,'0');
INSERT INTO [b252] VALUES (137,'"دخلت امرأة النار في هرة" (¬١)، كيف تجد فيه معنى زائدًا على السببية؟
وليست: "في" للوعاء في جميع معانيها، فقولك: فعلت هذا في مرضاتك، فيه معنى زائد على قولك: فعلته لمرضاتك، وأنت إذا قلت: أوذيت في اللَّه، لا يقوم مقام هذا اللفظ قولك: أوذيت للَّه، ولا بسبب اللَّه، وإذا فهم المعنى طُوي حكم العبارة.
والمقصود: أن الصبر في اللَّه إن أريد به هذا المعنى فهو حق، وإن أريد به معنى خارج عن الصبر على أقضيته وعلى أوامره، وعن نواهيه له وبه، لم يحصل، فالصابر في اللَّه كالمجاهد في اللَّه، والجهاد فيه لا يخرج عن معنى الجهاد به وله، واللَّه الموفق.
وأما قول بعضهم: "الصبر للَّه عناء، والصبر باللَّه بقاء، والصبر في اللَّه بلاءً، والصبر مع اللَّه وفاء، والصبر عن اللَّه جفاء" (¬٢)، فكلام لا يجب التسليم لقائله؛ لأنه ذكر ما سنح له وتصوره، وإنما يجب التسليم للنقل المصدَّق عن القائل المعصوم.
ونحن نشرح هذه الكلمات:
أما قوله: "الصبر للَّه عناء"، فإن الصبر للَّه ترك حظوظ النفس ومرادها لمراد اللَّه، وهذا أشق شيء على النفس وأصعبه، فإن قطع المفازة التي بين النفس وبين اللَّه، بحيث يسير منها إلى اللَّه، شديد جدًّا
_________
(¬١) أخرجه البخاري في "صحيحه" رقم (٣٣١٨) -واللفظ المذكور له-، ومسلم في "صحيحه" رقم (٢٢٤٢) من حديث عبد اللَّه بن عمر رضي اللَّه عنهما.
(¬٢) انظير هذا القول في: "الرسالة القشيرية" ص ٢٥٧، و"إحياء علوم الدين" (٤/ ٦٩).','1','90',NULL,NULL,'0');
INSERT INTO [b252] VALUES (138,'على النفس، بخلاف السفر من النفس إلى الآخرة فإنه سهل كما قال أبو القاسم الجنيد: "المسير من الدنيا إلى الآخرة سهل هين على المؤمن، وهُجران الخَلق في جنب الحق شديد، والمسير من النفس إلى اللَّه صعب شديد، والصبر مع اللَّه أشد" (¬١).
وأما قوله: "والصبر باللَّه بقاء" فلأن العبد إذا كان باللَّه هان عليه كل شيء، ويتحمل الأثقال ولم يجد لها ثقلًا، فإنه إذا كان باللَّه لا بالخلق ولا بنفسه، كان لقلبه وروحه وجود آخر وشأن آخر غير شأنه إذا كان بنفسه وبالخلق، وفي هذه الحال لا يجد عناء الصبر ولا مرارته، وتنقلب مشاق التكليف له نعيمًا وقرة عين، قال بعض الزهاد: "عالجت قيام الليل عشرين سنة ثم تنعَّمت به عشرين سنة" (¬٢)، ومن كانت قرة عينه في الصلاة لم يجد لها مشقة وكلفة.
وأما قوله: "الصبر في اللَّه بلاءً" فالبلاء فوق العناء، والصبر فيه فوق الصبر له وأخص منه، كما تقدم، فإن الصبر فيه بمنزلة الجهاد فيه، وهو أشق من الجهاد له، فكل مجاهد في اللَّه وصابر في اللَّه مجاهد له وصابر له من غير عكس، فإن الرجل قد يجاهد ويصبر للَّه مرة فيقع عليه اسم من فعَل ذلك للَّه، ولا يقع عليه اسم من فعل ذلك في اللَّه، إلا على من انغمس في الجهاد والصبر ودخل في الجنة.
وأما قوله: "والصبر مع اللَّه وفاء" فلأن الصبر معه هو الثبات معه على أحكامه، وأن لا يزيغ القلب عن الإنابة، ولا الجوارح عن الطاعة،
_________
(¬١) أسند قول الجنيد هذا: القشيري في "رسالته" ص ٢٥٥. وذكره الغزالي في "إحياء علوم الدين" (٤/ ٦٧).
(¬٢) لم أقف عليه.','1','91',NULL,NULL,'0');
INSERT INTO [b252] VALUES (139,'فتُعطى المعية حقها من التوفية؛ كما قال تعالى عن خليله {وَإِبْرَاهِيمَ الَّذِي وَفَّى (٣٧)} [النجم: ٣٧]؛ أي: وفّى ما أُمرَ به بصبره مع اللَّه على أوامره.
وأما قوله: "والصبر عن اللَّه جفاء" فلا جفاء أعظم ممن صبر عن معبوده وإلهه ومولاه الذي لا مولى له سواه، ولا حياة له ولا صلاح ولا نعيم إلا بمحبته والقرب منه وإيثار مرضاته على كل شيء، فأي جفاء أعظم من الصبر عنه.
وهذا معنى قول من قال: "الصبر على ضربين: صبر العابدين، وصبر المحبين؛ فصبر العابدين أحسنه أن يكون محفوظًا، وصبر المحبين أحسنه أن يكون مرفوضًا" (¬١) كما قيل:
تبيَّنَ يومَ البَينِ أن اعتزامَه ... على الصبر من إحدى الظُّنونِ الكَواذِبِ (¬٢)
وقال الآخر:
ولما دَعوتُ الصَّبْرَ بعدكَ والبُكا ... أجابَ البُكا طَوْعًا ولم يُجِب الصَّبْرُ (¬٣)
قالوا: ويدل عليه أن يعقوب صلوات اللَّه وسلامه عليه قال: {فَصَبْرٌ جَمِيلٌ} [يوسف: ١٨, ٨٣] ورسول اللَّه إذا وعد وفي، ثم حمله
_________
(¬١) هذا الكلام قاله القشيري في "رسالته" ص ٢٥٩.
(¬٢) البيت من أربعة أبيات وإسحاق بن إبراهيم المصعبي في الأغاني (٥/ ٤٢٧). وهو في "الرسالة القشيرية" ص ٢٦٠، و"الأغاني" (٥/ ٤٢٧)، و"الأمالي" للزجاجي ص ١٦.
(¬٣) البيت منسوب للعباس بن الأحنف، وهو في "ديوانه" ص ١٣٧. وانظره في: "الحماسة البصرية" (٢/ ٧٥٨).
ونُسب أيضًا لأعرابي يرثي ابنه. انظر: "التذكرة الحمدونية" (٤/ ٢٤٥)، و"العقد الفريد" (٣/ ٢١٥).','1','92',NULL,NULL,'0');
INSERT INTO [b252] VALUES (140,'الوجْدُ على يوسف والشوقُ إليه أن قال: {يَاأَسَفَى (¬١) عَلَى يُوسُفَ} [يوسف: ٨٤] فلم يكن عدمُ صبره عنه منافيًا لقوله {فَصَبْرٌ جَمِيلٌ} فإن الصبر الجميل هو الذي لا شكوى معه، ولا تنافيه الشكوى إلى اللَّه، فإنه قد قال: {إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ} [يوسف: ٨٦] واللَّه سبحانه أمر رسوله بالصبر الجميل، وقد امتثل ما أمر به وقال: "اللهم إليك أشكو ضعف قوتي وقلة حيلتي" الحديث (¬٢) (¬٣).
وأما قول بعضهم: "إن الصبر الجميل أن يكون صاحب المصيبة في القوم لا يدرى من هو" (¬٤) فهذا من الصبر الجميل، لا أن متفقده فَقَد (¬٥) الصبر الجميل، فإن ظهور أثر المصيبة على العبد مما لا يمكن دفعُه البتة، وباللَّه التوفيق.
وزاد بعضهم في الصبر قسمًا آخر، وسمّاه: الصبر على الصبر، وقال: هو أن يستغرق في الصبر حتى يعجز الصبر عن الصبر؛ كما قيل:
صابَرَ الصَّبرَ فاستغاثَ بِهِ الصَّبْـ ... ـرُ فصاحَ المُحبُّ بالصبرِ صَبْرًا (¬٦)
وليس هذا خارجًا عن أقسام الصبر، وإنما هو المرابطة على الصبر، والثبات عليه، واللَّه أعلم.
_________
(¬١) في الأصل: "واأسفا".
(¬٢) سبق تخريجه ص ٢٢.
(¬٣) ذكر الاستدلال بقصة يعقوب عليه السلام: القشيري في "رسالته" ص ٢٦٠، نقلًا عن أبي علي الدقاق.
(¬٤) ذكر هذا القول: القشيري في "رسالته" ص ٢٥٨، والقرطبي في "الجامع لأحكام القرآن" (١٨/ ١٨٤).
(¬٥) في الأصل: "صبر"، وهو سهو.
(¬٦) القول مع البيت في "الرسالة" ص ٣٢٦، وانظر: "اللمع" للطوسي ص ٥٥.','1','93',NULL,NULL,'0');
INSERT INTO [b252] VALUES (141,'<span data-type="title" id=toc-44>الباب الحادي عشر في الفرق بين صبر الكرام وصبر اللئام</span>
كلُّ أحد لا بد أن يصبر على بعض ما يكره إما اختيارًا وإما اضطرارًا، فالكريم يصبر اختيارًا لعلمه بحسن عاقبة الصبر، وأنه يحمد عليه ويُذم على الجزع، وأنه إن لم يصبر لم يرُدَّ الجزعُ عليه فائتًا, ولم ينزع عنه مكروهًا، وأن المقدور لا حيلة في دفعه، وما لم يقدّر لا حيلة في تحصيله، فالجزع خوف محض ضرُّه أقرب من نفعه، قال بعض العقلاء: "العاقل عند نزول المصيبة يفعل ما يفعلُه الأحمق بعد شهر"، كما قيل:
رأى الأمر يُفضي إلى آخِر ... فصيّر آخرَه أولًا (¬١)
فإذا كان آخر الأمر الصبر، والعبد غير محمود، فما أحسن به أن يستقبل الأمر في أوله بما يستدبره به الأحمق في آخره.
وقال بعض العقلاء: "من لم يصبر صبر الكرام سلا سلو البهائم" (¬٢).
فالكريم ينظر إلى المصيبة، فإن رأى الجزع يردُّها ويدفعها فهذا قد ينفعه الجزع، وإن كان الجزع لا ينفعه فإنه يجعل المصيبة مصيبتين.
_________
(¬١) عجز البيت في الأصل: "فصيره أولًا". والتصويب من (م) و (ن).
[البيت لمحمود الوراق في طبقات الشعراء لابن المعزّ، وينسب إلى علي بن أبي طالب انظر تخريجه في ديوان محمود] (ص).
(¬٢) هذا القول منسوب لعلي بن أبي طالب رضي اللَّه عنه. انظر: "التذكرة الحمدونية" (٤/ ٢١٠)، و"العقد الفريد" (٣/ ٢٥٥).','1','94',NULL,NULL,'0');
INSERT INTO [b252] VALUES (142,'فصل
وأما اللئيم فإنه يصبر اضطرارًا، فإنه يحوم حول ساحة الجزع فلا يراها تُجدي عليه شيئًا فيصبر صبر الموثق للضرب.
وأيضًا فالكريم يصبر في طاعة الرحمن، واللئيم يصبر في طاعة الشيطان؛ فاللئام أصبر الناس في طاعة أهوائهم وشهواتهم، وأقل الناس صبرًا في طاعة ربهم؛ فيصبر على البذل في طاعة الشيطان أتم صبر، ولا يصبر على البذل للَّه في أيسر شيء، ويصبر على تحمّل المشاق لهوى نفسه في مرضاة عدوه، ولا يصبر على أدنى المشاق في مرضاة ربه، ويصبر على ما يُقال في عِرضِه في المعصية، ولا يصبر على ما يقال في عرضه إذا أوذي في اللَّه، بل يفِرُّ من الأمر بالمعروف والنهي عن المنكر خشيةَ أن يُتكلّم في عرضه في ذات اللَّه، ويبذل عرضَه في هوى نفسه (¬١) صابرًا على ما يُقال فيه، وكذلك يصبر على التبذل بنفسه وجاهه في هوى نفسه ومراده، ولا يصبر على التبذل للَّه في مرضاته وطاعته،.
فهو أصبر شيء على البذل والتبذل في طاعة الشيطان أو مراد النفس، وأعجز شيء عن الصبر على ذلك في اللَّه. وهذا أعظم اللؤم، ولا يكون صاحبه كريمًا عند اللَّه، ولا يقوم مع أهل الكرم إذا نودي بهم يوم القيامة على رؤوس الأشهادْ لَيَعْلَمَنّ (¬٢) أهلُ الجمع من أولى بالكرم اليوم، أين المتقون؟
_________
(¬١) في (م) و (ن) بعدها: "ومراده"، وفي (ب): "ومرضاته".
(¬٢) في (م) و (ن): ليعلم. وليست في (ب).','1','95',NULL,NULL,'0');
INSERT INTO [b252] VALUES (143,'<span data-type="title" id=toc-45>الباب الثاني عشر في الأسباب التي تعين على الصبر</span>
لما كان الصبر مأمورًا به جعل اللَّه سبحانه له أسبابًا تعين عليه وتوصل إليه، وكذلك ما أمر اللَّه سبحانه بأمر إلا أعان عليه ونصب له أسبابًا تمدّه وتُعين عليه (¬١)، كما أنه ما (¬٢) قدّر داءً إلا قدّر له دواءً، وضمن الشفاء باستعماله.
فالصبر وإن كان شاقًّا كريهًا على النفوس فتحصيله ممكن، وهو يتركب من مفردين: العلم والعمل، فمنهما تُركب جميع الأدوية التي تُداوى بها القلوب والأبدان، فلا بدَّ من جزء علمي وجزء عملي، فمنهما يركب هذا الدواء الذي هو أنفع الأدوية.
فأما الجزء العلمي فهو إدراك ما في المأمور من الخير والنفع واللذة والكمال، وإدراك ما في المحظور من الشرِّ والضرِّ والنقص، فإذا أدرك هذين العلمين كما ينبغي أضاف إليهما العزيمة الصادقة والهمَّة العالية والنّخوة والمروءة الإنسانية، وضم هذا الجزء إلى هذا الجزء. ومتى فعل ذلك حصل له الصبر وهانت عليه مشاقُّه وحَلَت له مرارته وانقلب ألمه لذة.
وقد تقدم أن الصبر: "مصارعةُ باعث العقل والدين لباعثِ الهوى والنفس" (¬٣)، وكل متصارعين أردنا أن يغلب أحدهما على الآخر،
_________
(¬١) جملة: "تمده وتعين عليه"، ساقطة من الأصل.
(¬٢) ساقطة من الأصل.
(¬٣) انظر ص ٢٧.','1','96',NULL,NULL,'0');
INSERT INTO [b252] VALUES (144,'فالطريق فيه تقوية من أردنا أن تكون الغلبة له وتضعيف الآخر، كالحال مع القوة والمرض سواء.
فإذا قوي باعث شهوة الوقاع المحرم وغلب بحيث لا يملك معها فرجه، أو يملكه ولكن لا يملك طرْفَه، أو يملكه ولكن لا يملك قلْبَه، بل لا يزال يحدثه بما هناك ويَعدُه ويُمنّيه ويصرفه عن حقائق الذكر والتفكر فيما ينفعه في دنياه وآخرته = فإذا عزم على التداوي ومقاومة هذا الداء فليضعفه أولًا بأمور:
أحدها: أن ينظر إلى مادة قوة الشهوة فيجدها من الأغذية المحركة للشهوة إما بنوعها وإما بكمّيتها وكثرتها، فليحسم هذه المادة بتقليلها، فإن لم تنحسم فليبادر إلى الصوم فإنه يُضيّق مجاري الشهوة ويكسر حذتها (¬١)، ولا سيّما إذا كان أكلُه وقت الفطر معتدلًا.
الثاني: أن يجتنب محرّك الطلب وهو النظر، فليغضّ لجام طرْفِه ما أمكنه، فإن داعي الإرادة والشهوة إنما يهيج بالنظر، والنظر يحرك القلب بالشهوة (¬٢).
وفي "المسند" عنه -صلى اللَّه عليه وسلم-: "النظر سَهْمٌ مسمومٌ من سهامِ إبليس" (¬٣)،
_________
(¬١) كما أخرج البخاري في "صحيحه" رقم (١٩٠٥)، ومسلم في "صحيحه" رقم (١٤٠٠) من حديث عبد اللَّه بن مسعود رضي اللَّه عنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "يا معشر الشباب من استطاع منكم الباءة فليتزوج، فإنه أغض للبصر، وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء".
(¬٢) هذه الكلمة ساقطة من الأصل، واستدركتها من النسخ الأخرى.
(¬٣) الذي في "مسند" أحمد (٥/ ٢٦٤) عن أبي أمامة رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم- قال: "ما من مسلم ينظر إلى محاسن امرأة أول مرة ثم يغض بصره، إلا أحدث =','1','97',NULL,NULL,'0');
INSERT INTO [b252] VALUES (145,'وهذا السهم يسدّدُه إبليس نحو القلب ولا يصادف جُنّة (¬١) دونه، وليست الجُنة إلا غضّ الطرف أو التحيّز والانحراف عن جهة الرمي؛ فإنه إنما يَرمي هذا السهم عن قوس الصور، فإذا لم تقف على طريقها أخطأك السهم، وإن نصبت قلبك غرضًا فيوشك أن يقتله سهم من تلك السهام المسمومة.
الثالث: تسلية النفس بالمباح المعوض عن الحرام، فإن كل ما يشتهيه الطبع ففيما أحبه (¬٢) اللَّه سبحانه غنية عنه، وهذا هو الدواء النافع في حق أكثر الناس؛ كما أرشد إليه النبي -صلى اللَّه عليه وسلم- (¬٣).
فالدواء الأول: يُشبه قطع العلف عن الدابة الجموح، وعن الكلب الضاري؛ لإضعاف قوتهما.
والثاني: يُشبه تغييب اللحم عن الكلب والشعير عن البهيمة لئلا
_________
= اللَّه له عبادة يجد حلاوتها في قلبه".
وهو حديث ضعيف جدًّا. انظر: "سلسلة الأحاديث الضعيفة" رقم (١٠٦٤).
وقريب من اللفظ الذي ذكره المؤلف هو ما أخرجه الحاكم في "المستدرك" (٤/ ٣١٣ - ٣١٤)، عن حذيفة رضي اللَّه عنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "النظرة سهم من سهام إبليس مسمومة". وصححه الحاكم، إلا أن الذهبي تعقبه بتضعيفه.
(¬١) الجُنّة بالضم: ما واراك من السلاح واستترت به منه. "لسان العرب" (١٣/ ٩٤).
(¬٢) كذا في الأصول، ولعله: "أباحه".
(¬٣) وذلك في حديث جابر بن عبد اللَّه رضي اللَّه عنهما أن النبي -صلى اللَّه عليه وسلم- قال: "إن المرأة تُقبل في صورة شيطان، وتدبر في صورة شيطان، فإذا أبصر أحدكم امرأة فليأت أهله، فإن ذلك يرُدّ ما في نفسه". أخرجه مسلم في "صحيحه" رقم (١٤٠٣).','1','98',NULL,NULL,'0');
INSERT INTO [b252] VALUES (146,'تتحرك نفوسهما له عند المشاهدة.
والدواء الثالث: يشبه إعطاءها من الغذاء ما يميل إليه طبعها بحسب الحاجة؛ لتبقى معه القوة؛ فتطيع صاحبها، ولا تغلب بإعطائها الزيادة على ذلك.
الرابع: الفكر في المفاسد الدنيوية المتوقعة من قضاء هذا الوطر، فإنه لو لم يكن جنةٌ ولا نار لكان في المفاسد الدنيوية ما ينهى عن إجابة هذا الداعي، ولو تكلفنا عدّها لفاتت الحصر، ولكن عين الهوى عمياء (¬١).
الخامس: [الفكرة] (¬٢) في مقابح الصورة التي تدعوه نفسه إليها إن كانت معروفة بالإجابة (¬٣) وليُعِزَّ لنفسه (¬٤) أن تشرب من حوض ترده الكلاب والذباب، كما قيل:
سأتركُ وصلكم شَرَفًا وعِزًّا ... لِخِسَّة سائر الشُّركاء فيه (¬٥)
[وقال آخر:
إذا كثر الذباب على طعام ... رفعت يدي ونفسي تشتهيه] (¬٦)
_________
(¬١) وقد توسع الإمام ابن القيم رحمه اللَّه في ذلك في كتابه "روضة المحبين" ص ٣٥٢ وما بعدها، وفي "الجواب الكافي" ص ١٤٨ وما بعدها.
(¬٢) سقطت من الأصل.
(¬٣) بعد هذه الكلمة في النسخ الثلاث: "له ولغيره".
(¬٤) في (م) و (ن): "فتنفر". وفي (ب): "فيعز". وفي الأصول: "لنفسه" والصواب المثبت.
(¬٥) سقطت "سائر" من الأصل، والبيت لم أقف عليه، ولعله قيل مع البيتين بعده.
(¬٦) ما بين المعقوفين ساقط من الأصل، واستدركته من (ب) و (ن).','1','99',NULL,NULL,'0');
INSERT INTO [b252] VALUES (147,'وتجتنبُ الأسودُ ورودَ (¬١) مَاءٍ ... إذا كان الكلابُ يَلَغْنَ فيه (¬٢)
وليذكر مخالطة ريقه لريق كل خبيث ريقُه الداءُ الدويّ، فإن ريق الفاسق داء، كما قيل:
تسلَّ يا قلبُ عن سَمْحٍ بمهجته ... مبذّلٍ كلُّ من يلقاهُ يقرفُه
كالماء أيُّ (¬٣) صَدٍ (¬٤) يأتيه ينهلُه ... والغُصْنِ أيُّ نسيمٍ مرَّ يعطفُه
وإن حلا ريقُه فاذكر مرَارتَه ... في فمِ أبخَرَ يحفيه ويرشفُه
ومن له أدنى مروءة ونخوة يأنف لنفسه من مواصلة من هذا شأنه، فإن لم تجبه نفسه إلى الإعراض ورضي بالمشاركة، فلينظر إلى ما وراء هذا اللّون (¬٥) والجمال (¬٦) الظاهر من القبائح الباطنة، فإن من مكّن مِنْ نفسه فعل القبائح (¬٧) فنفسه أقبح من نفوس البهائم، فإنه لا يرضى لنفسه بذلك حيوان من الحيوانات أصلًا إلا ما يُحكى عن الخنزير، وأنه ليس في الحيوان لوطي سواه، فقد رضي هذا المُمَكّن من نفسه أنه يكون بمنزلة الخنزير، وهذا القبح يغطي كل جمال وملاحة في الوجه والبدن،
_________
(¬١) الأصل "ورد" وبه ينكسر البيت.
(¬٢) انظره مع بعض اختلاف في: "صبح الأعشى" (٢/ ٥٧)، و"المستطرف" للأبشيهي ص ٥٥، ٣٤٦.
(¬٣) في الأصل: "كما أي". والتصويب من النسخ الثلاث الأخرى.
(¬٤) من (م) ووقع في (ن، ب): "صيد" تصحيف، وفي الأصل: "صاد" وهو بمعنى "صدٍ" أي عطشان، لكن به ينكسر البيت.
(¬٥) في الأصل: "اللوث". والتصويب من النسخ الثلاث الأخرى.
(¬٦) في الأصل: "من الجمال"، والتصويب من النسخ الثلاث الأخرى.
(¬٧) "فعل القبائح" ساقطة من الأصل، واستدركتها من النسخ الثلاث.','1','100',NULL,NULL,'0');
INSERT INTO [b252] VALUES (148,'غير أن حبّك الشيءَ يعمي ويُصِم (¬١).
وإن كانت الصورة أنثى فقد خانت اللَّه ورسوله وأهلها وبعلها ونفسها [وأرّثت ذلك لمن بعدها من ذريتها، فلها نصيب من وزرهم وعارهم] (¬٢) ولا نسبة لجمال صورتها إلى هذا القبح ألبتة.
وإذا أردت معرفة ذلك فانظر إلى القبح الذي يعلو وجه أحدهما في كِبَره، وكيف يقلب اللَّه سبحانه تلك المحاسن مقابح حتى تعلو الوحشة والقبح وجْهه، كما قيل:
لو فَكّرَ العاشقُ في منتهى ... حُسنِ الذي يَسبيه لم يَسْبِه (¬٣)
وتفصيل هذه الوجوه يطول جدًّا، فيكفي ذكر أصولها (¬٤).
_________
(¬١) روى أبو داود في سننه رقم (٥١٣٠) عن أبي الدرداء عن النبي -صلى اللَّه عليه وسلم- قال: "حبك الشيء يعمي ويصم".
وضعفه العراقي في "المغني عن حمل الأسفار" (٣/ ٢٩). والحديث معدود من الأمثال الواردة في الأحاديث النبوية. انظر كتاب: "الأمثال في الحديث النبوي" لأبي الشيخ الأصبهاني ص (١٥٢ - ١٥٣).
(¬٢) ما بين المعقوفين ليس في الأصل، واستدركته من النسخ الثلاث،
(¬٣) هذا البيت للمتنبي، وهو في "ديوانه" (١/ ٢١٢).
(¬٤) ذكر الإمام ابن القيم رحمه اللَّه خمسين وجهًا في كتابه "روضة المحبين"، انظرها في ص ٤٧١، إلى نهاية الكتاب.','1','101',NULL,NULL,'0');
INSERT INTO [b252] VALUES (149,'فصل
وأما تقوية باعث الدين، فإنه يكون بأمور:
أحدها: إجلال اللَّه تبارك وتعالى أن يعصى وهو يرى ويسمع، ومن قام بقلبه مشهد إجلاله لم يطاوعه قلبه لذلك ألبتة.
الثاني: مشهد محبته سبحانه، فيترك معصيته محبة له، فـ "إن المحب لمن يحب مطيع" (¬١)، وأفضل الترك ترك المحبين، كما أن أفضل الطاعة طاعة المحبين، فبين ترك المحب وطاعته وترك من يخاف العذاب وطاعته (¬٢)، بونٌ بعيد.
الثالث: مشهد النعمة والإحسان، فإن الكريم لا يعاملُ (¬٣) بالإساءة من أحسن إليه، وإنما يفعل هذا لئام الناس، فليمنعه مشهد إحسان اللَّه ونعمته عن معصيته حياءً منه أن يكون خير اللَّه وإنعامه نازلًا إليه (¬٤)، ومخالفاته ومعاصيه وقبائحه صاعدة إلى ربه، فمَلَكٌ ينزل بهذا وملكٌ يعرُج بهذا، فأقبِح بها من مقابلة!.
الرابع: مشهد الغضب والانتقام، فإن الرب تعالى إذا تمادى العبد
_________
(¬١) هذا عجز بيت منسوب لابن المبارك، وصدره: (لو كان حبك صادقًا لأطعته). انظر: "تاريخ دمشق" (٣٢/ ٤٦٩) و"إحياء علوم الدين" (٤/ ٢٨١). وهو منسوب أيضًا لمحمود الوراق.
انظر: "فوات الوفيات" (٤/ ٨١)، و"الكامل للمبرد" (٢/ ٤)، و"التمثيل والمحاضرة" ص (١٢).
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الأخرى.
(¬٣) في النسخ الثلاث الأخرى: "يقابل".
(¬٤) في (م) و (ن): "عليه".','1','102',NULL,NULL,'0');
INSERT INTO [b252] VALUES (150,'في معصيته غضب، وإذا غضب لم يقم لغضبه شيء، فضلًا عن هذا العبد الضعيف.
الخامس: مشهد الفوات، وهو ما يفوته بالمعصية من خير الدنيا والآخرة، وما يحدث له بها من كل اسم مذموم عقلًا وشرعًا وعرفًا، وتزول عنه من الأسماء الممدوحة شرعًا وعقلًا وعرفًا. ويكفي في هذا المشهد مشهد فوات الإيمان الذي أدنى مثقال ذرة منه خير من الدنيا وما فيها أضعافًا مضاعفة، فكيف يبيعه بشهوة تذهب لذتُها وتبقى سوء معيشتها (¬١)؟! تذهب الشهوة وتبقى الشقوة. وقد صح عن النبي -صلى اللَّه عليه وسلم- أنه قال: "لا يزني الزاني حين يزني وهو مؤمن" (¬٢).
قال بعض الصحابة: "يُنزع منه الإيمان حتى يبقى على رأسه مثل الظُّلّة؛ فإن تاب عاد إليه" (¬٣).
وقال بعض التابعين: "يُنزع عنه الإيمان كما يُنزع عنه القميص فإن
_________
(¬١) في (م) و (ن): "تبعتها" مكان: "سوء معيشتها"، وفي (ب): "تبعاتها".
(¬٢) رواه البخاري في "صحيحه" رقم (٢٤٧٥)، ومسلم في "صحيحه" رقم (٥٧)، كلاهما من حديث أبي هريرة رضي اللَّه عنه.
(¬٣) انظر معناه عن الصحابة في: "شعب الإيمان" للبيهقي رقم (٥٣٦٧)، و"الشريعة" للآجري ص ١١٤ - ١١٥، و"شرح الاعتقاد لللالكائي" رقم (١٨٦٩ - ١٨٧١، ١٨٧٧)، و"السنة" لعبد اللَّه بن أحمد (١/ ٣٥١)، و"السنة" للخلال (٤/ ١٠٠، ١٠٢ - ١٠٣)، و"تعظيم قدر الصلاة" رقم (٥٣٨ - ٥٣٩).
وقد رواه أبو داود في "سننه" رقم (٤٦٩٥) عن أبي هريرة مرفوعًا، وصححه الحاكم في المستدرك (١/ ٢٢) على شرط البخاري ومسلم، ووافقه الذهبي.','1','103',NULL,NULL,'0');
INSERT INTO [b252] VALUES (151,'تاب لبِسه" (¬١).
ولهذا رأى النبي -صلى اللَّه عليه وسلم- في الحديث الذي رواه البخاري في صحيحه (¬٢) الزناة في التنور عراة؛ لأنهم تعرَّوا من لباس الإيمان، وعاد تنور الشهوة الذي كان في قلوبهم تنورًا ظاهرًا يحمى عليه بالنار.
السادس: مشهد القهر والظفر، فإن قهر الشهوة والظفر بالشيطان له حلاوة ومسرّة وفرحة عند من ذاق ذلك أعظم من الظفر بعدوّك من الآدميين وأحلى موقعًا وأتم فرحة. وأما عاقبته فأحمد عاقبة، وهو كعاقبة شرب الدواء النافع الذي أزال داء الجسد، وأعاده إلى صحته واعتداله.
السابع: مشهد العِوَض، وهو ما وعَد اللَّه سبحانه به تعويض من ترك المحارم لأجله، ونهى نفسه عن هواها، وليوازن بين العوض والمعوض، فأيُّهما كان أولى بالإيثار اختاره وارتضاه لنفسه.
الثامن: مشهد المعيّة، وهي نوعان: معية عامة، ومعية خاصة. فالعامة اطلاع الرب تعالى عليه، وكونه بعينه لا تخفى عليه حاله، وقد تقدم.
والمقصود هنا: المعية الخاصة، كقوله: {إِنَّ اللَّهَ مَعَ
_________
(¬١) هو مروي عن خالد بن معدان. انظر: "الثقات" لابن حبان (٧/ ٤٢).
وقد جاء ذلك في حديث مرفوع إلى النبي -صلى اللَّه عليه وسلم- رواه الحاكم في "المستدرك" (١/ ٢٢) من حديث أبي هريرة رضي اللَّه عنه.
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" برقم (١٢٧٤).
(¬٢) صحيح البخاري رقم (١٣٨٦) من حديث سمرة بن جندب رضي اللَّه عنه.','1','104',NULL,NULL,'0');
INSERT INTO [b252] VALUES (152,'الصَّابِرِينَ (٤٦)} [الأنفال: ٤٦]، وقولِه: {إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ (١٢٨)} [النحل: ١٢٨]، وقولِه: {وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ (٦٩)} [العنكبوت: ٦٩]، فهذه المعية الخاصة خير له وأنفع في دنياه وآخرته من قضاء وطره ونيل شهوتِه على التمام من أول العمر إلى آخره، فكيف يؤثر عليها لذة مُنغّصة مُنَكّدة في مدة يسيرة من العمر، إنما هي كأحلام النائم أو ظل زائل؟!
التاسع: مشهدُ المغافصة (¬١) والمعاجلة (¬٢)، وهو: أن يخاف (¬٣) أن يغافصَه الأجلُ؛ فيأخذه اللَّه عز وجل على غِرّة، فيحال بينه وبين ما يشتهي من لذات الدنيا وبينه وبين ما يشتهي من لذات الآخرة، فيا لها من حسرة ما أمرّها وما أصعبها، [لكن ما يعرفها إلا من جربها] (¬٤)!
وفي بعض الكتب القديمة: "يا من لا يأمن على نفسه طرفة عين ولا يتم له سرور يوم، الحذر الحذر" (¬٥).
العاشر: مشهد البلاء والعافية، فإن البلاء في الحقيقة ليس إلا الذنوب وعواقبها، والعافية المطلقة هي الطاعات وعواقبها؛ فأهل البلاء هم أهل المعصية وإن عوفيت أبدانهم، وأهل العافية هم أهل الطاعة وإن
_________
(¬١) غافص الرجل مغافصة وغفاصًا: أخذه على غزة. "لسان العرب" (٧/ ٦١).
(¬٢) في (ب): "والمعالجة". وهو خطأ.
(¬٣) جملة "أن يخاف" ساقطة من الأصل، واستدركتها من النسخ الأخرى.
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى.
(¬٥) ذكر وهب بن منبه أنه وجده في التوراة بلفظ: "يا من لا يستتم سرور يوم، ولا يأمن على روحه يومًا، الحذر الحذر".
رواه البيهقي في "الزهد الكبير" رقم (٥٢١)، وابن عساكر في "تاريخ دمشق" (٦٣/ ٣٩٣).','1','105',NULL,NULL,'0');
INSERT INTO [b252] VALUES (153,'مرضت أبدانهم.
وقال بعض أهل العلم في الأثر المروي: "إذا رأيتم أهل البلاء فاسألوا اللَّه العافية" (¬١): إن أهل البلاء المبتلون بمعاصي اللَّه والإعراض والغفلة عنه (¬٢).
وهذا وإن كان أعظم البلاء فاللفظ يتناول أنواع المبتلين في أبدانهم وأديانهم، واللَّه أعلم.
الحادي عشر: أن يُعوّد باعث الدين ودواعيه مصارعة الهوى ومقاومته على التدريج قليلًا قليلًا حتى يدرك لذة الظفر، فتقوى حينئذ هِمته، فإن من ذاق لذة شيء قويت همته في تحصيله. والاعتياد لممارسة الأعمال الشاقة يزيد القوى التي تصدر عنها تلك الأعمال، ولذلك تجد قوى الحمالين وأرباب الصنائع الشاقة تتزايد بخلاف البزاز (¬٣) والخياط ونحوهما. ومن ترك المجاهدة بالكلية ضعف فيه باعث الدين وقوي فيه باعث الشهوة، ومن عوّد نفسه مخالفة الهوى غلبه متى أراد.
_________
(¬١) ذكر هذا الأثر ابن الجوزي في "المدهش" ص ٣٣٨، دون نسبة لأحد.
وجاء أنه مرفوع إلى النبي -صلى اللَّه عليه وسلم- كما سيأتي في الحاشية التالية، إلا أنه روي عن عيسى بن مريم أنه قال: "فارحموا أهل البلاء واحمدوا اللَّه على العافية". رواه: مالك في "الموطأ" (٢/ ٩٨٦) بلاغًا، ورواه ابن أبي شيبة في "مصنفه"
رقم (٣١٨٧٩، ٣٤٢٣٠)، وأبو نعيم في "الحلية" (٦/ ٥٨، ٣٢٨) وغيرهما.
(¬٢) وهذا مروي عن الشبلي أنه سئل عن قول النبي -صلى اللَّه عليه وسلم-: "إذا رأيتم أهل البلاء فاسألوا اللَّه العافية". من هم أهل البلاء؟ قال الشبلي: أهل الغفلة عن اللَّه. انظر: "تاريخ بغداد" (١٢/ ١٦١).
(¬٣) البزاز هو بائع البَزّ. والبَزُّ: الثياب. "لسان العرب" (٥/ ٣١١ - ٣١٢).','1','106',NULL,NULL,'0');
INSERT INTO [b252] VALUES (154,'الثاني عشر: كف الباطن عن حديث النفس، وإذا مرت به الخواطر نفاها ولا يؤويها ويساكنها، فإنها تصير مُنى، وهي رؤوسُ أموال المفاليس. ومتى ساكن الخواطر صارت أماني، ثم تقوى فتصير همومًا، ثم تقوى فتصير إرادات، ثم تقوى فتصير عزمًا يقترن به المراد.
فدفع الخاطر الأول أسهل وأيسر من دفع أثر المقدور بعد وقوعه وترك معاودته (¬١).
الثالث عشر: قطع العلائق والأسباب التي تدعوه إلى موافقة الهوى، وليس المراد أن لا يكون له هوى، بل يصرف هواه إلى ما ينفعه ويستعمله في تنفيذ مراد الرب تعالى، فإن ذلك يدفع عنه شر استعماله في معاصيه، فإن كلَّ شيء من الإنسان يستعمله للَّه فإن اللَّه يقيه شرّ استعماله لنفسه وللشيطان، وما لا يستعمله للَّه استعمله لنفسه وهواه ولابد.
فالعلم إن لم يكن للَّه كان للنفس والهوى، والعمل إن لم يكن للَّه كان للرّياء والنفاق، والمال إن لم ينفق للَّه أنفق في طاعة الشيطان والهوى، والجاه إن لم يستعمل للَّه استعمل صاحبه في هواه وحظوظه، والقوة إن لم يستعملها في أمر اللَّه استعملتْه في معصيته.
فمن عوّد نفسه العمل للَّه لم يكن عليه أشق من العمل لغيره، ومن عوّد نفسه العمل لهواه وحظه لم يكن عليه أشقّ من الإخلاص والعمل للَّه، وهذا في جميع أبواب الأعمال، فليس شيء أشق على المنفق للَّه
_________
(¬١) توسع ابن القيم في بيان هذا الوجه في كتابه "طريق الهجرتين" ص ٢٧٤ وما بعدها.','1','107',NULL,NULL,'0');
INSERT INTO [b252] VALUES (155,'من (¬١) الإنفاق لغيره، وكذا بالعكس.
الرابع عشر: صرف الفكر إلى عجائب آيات اللَّه التي ندب عباده إلى التفكر فيها، وهي: آياته المتلوَّة وآياته المخلوقة، فإذا استولى ذلك على قلبه دفع عنه محاضرة الشيطان ومحادثته ووسواسه. وما أعظم غبن من أمكنه أن لا يزال محاضر الرحمن ورسوله والصحابة، فرغب عن ذلك إلى محاضرة الشيطان من الإنس والجنّ! فلا غبن بعد هذا الغبن، واللَّه المستعان.
الخامس عشر: التفكر في الدنيا وسرعة زوالها وقرب انقضائها، فلا يرضى لنفسه أن يتزوّد منها إلى دار بقائه وخلوده أخسَّ ما فيها وأقله نفعًا [إلا ساقط الهمة دنيء المروءة ميت القلب] (¬٢) فإن حسرته تشتد إذا عاين حقيقة ما تزوده وتبين له عدم نفعه له، فكيف إذا كان زاده ما يعذب به ويناله بسببه غاية الألم؟! بل إذا تزود ما ينفعه وترك ما هو أنفع منه كان حسرة عليه.
السادس عشر: تعرضه إلى من القلوب بين إصبعيه، وأزمّة الأمور بيديه، وانتهاء كل شيء إليه على الدوام، فلعله أن يصادف أوقات النفحات، كما في الأثر المعروف: "إن للَّه في أيام دهره نفحات فتعرضوا لنفحاته، واسألوا اللَّه أن يستُر عوراتكم، ويؤمن روعاتكم" (¬٣).
_________
(¬١) ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٣) روي عن أبي الدرداء رضي اللَّه عنه، رواه ابن أبي شيبة في "مصنفه" رقم (٣٤٥٩٤)، وأبو نعيم في "حلية الأولياء" (١/ ٢٢١).
وجاء في حديث مرفوع عن أنس بن مالك، أخرجه الطبراني في "الكبير" =','1','108',NULL,NULL,'0');
INSERT INTO [b252] VALUES (156,'ولعله في كثرة تعرضه يصادف ساعة من الساعات التي لا يسأل اللَّه فيها شيئًا إلا أعطاه، فمن أُعطي منشور الدعاء أُعطي الإجابة، فإنه لو لم يُرد إجابته لما ألهمه دعاءه، كما قيل:
لو لم ترِد نَيلَ ما أرجو وأطلبه ... من جود كفك ما عوّدتَني الطَّلبا (¬١)
ولا يستوحش مِنْ ظاهر الحال، فإن اللَّه سبحانه يعامل عبده بمعاملة من ليس كمثله شيء في أفعاله، كما ليس كمثله شيء (¬٢) في صفاته، فإنه ما حَرَمه إلا ليعطيه، ولا أمرضه إلا ليشفيه، ولا أفقره إلا ليغنيه، ولا أماته إلا ليحييه، وما أخرج أبويه من الجنة إلا ليعيدهما إليها على أكمل حال، كما قيل: يا آدم لا تجزع من قولي لك: اخرُجْ منها، فلك خلقتها وسأعيدك إليها.
فالرب تعالى ينعم على عبده بابتلائه، ويعطيه بحرمانه، ويصحه بسقمه، فلا يستوحش عبده من حالة تسوؤه أصلًا إلا إذا كانت تغضبه عليه، وتبعده منه.
السابع عشر: أن يعلم بأن فيه جاذبين متضادين، ومحنته بين الجاذبين: جاذب يجذبه إلى الرفيق الأعلى من أهل عليين، وجاذب
_________
= رقم (٧٢٠)، وأبو نعيم في "حلية الأولياء" (٣/ ١٦٢)، والبيهقي في "شعب الإيمان" رقم (١١٢١) وغيرهم.
وروي أيضًا من مسند أبي هريرة ومحمد بن مسلمة رضي اللَّه عنهما. وحسنه الألباني مرفوعًا بمجموع طرقه وشواهده في "السلسلة الصحيحة" رقم (١٨٩٠).
(¬١) لم أقف عليه، وذكره ابن القيم رحمه اللَّه في "مدارج السالكين" (٣/ ١٠٣).
(¬٢) كلمة "شيء" ساقطة من الأصل. واستدركتها من النسخ الثلاث الأخرى.','1','109',NULL,NULL,'0');
INSERT INTO [b252] VALUES (157,'يجذبه إلى أسفل سافلين.
فكلما انقاد مع الجاذب الأعلى صعد درجة حتى ينتهي إلى حيث يليق به من المحل الأعلى، وكلما انقاد إلى الجاذب الأسفل نزل درجة حتى ينتهي إلى موضعه من سجين.
ومتى أراد أن يعلم هل هو مع الرفيق الأعلى أو الأسفل، فلينظر أين روحه في هذا العالم، فإنها إذا فارقت البدن تكون في الرفيق الذي كانت منجذبة إليه في الدنيا [فهو أولى بها، فالمرء مع من أحب طبعًا وعقلًا وجزاءً، وكل مهتم بشيء] (¬١) فهو منجذب إليه وإلى أهله بالطبع، "وكلُّ امرئ يصبو إلى ما يناسبه"، وقد قال تعالى: {قُلْ كُلٌّ يَعْمَلُ عَلَى شَاكِلَتِهِ} [الإسراء: ٨٤]، فالنفوس العلوية تنجذب بذاتها وهممها وأعمالها إلى أعلى، والنفوس السافلة إلى أسفل.
الثامن عشر: أن يعلم أن تفريغ المحل شرط لنزول غيث (¬٢) الرحمة، وتنقيته من الدغل (¬٣) شرط لكمال الزرع، فمتى لم يفرغ المحل لم يصادف غيث الرحمة محلاًّ فارغا قابلًا (¬٤) ينزل فيه، وإن فرّغه حتى أصابه غيث الرحمة لكنه لم يُنَقّه من الدّغل لم يكن الزرع زرعًا كاملًا بل ربما غلب الدّغل على الزرع وكان الحكم له.
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) ليست في الأصل، وإنما أثبتها من النسخ الأخرى، وهو مفهوم مما يأتي في كلام المصنف.
(¬٣) الدَّغَل: الفساد، وأصل الدّغل الشجر الملتف الكثير. انظر: "لسان العرب" (١١/ ٢٤٥ - ٢٤٤).
(¬٤) الكلمتان: "فارغًا قابلًا" ليستا في الأصل. أما الكلمة الأولى فهي من: (م) و (ن). وأما الكلمة الثانية، فهي من باقي النسخ.','1','110',NULL,NULL,'0');
INSERT INTO [b252] VALUES (158,'وهذا كالذي يصلح أرضه، ويهيئها لقبول الزرع، ويودع فيها البذر، وينتظر نزول الغيث، فإذا طهّر العبد قلبه وفرّغه من إرادات السوء وخواطره، وبذر فيه بذر الذكر والفكر والمحبة والإخلاص، وعرّضه لمهاب رياح الرحمة، وانتظر نزول غيث الرحمة في أوانه، كان جديرًا في حصول المُغَلّ (¬١).
وكما يقوى الرجاء لنزول الغيث في وقته، كذلك يقوى الرجاء لإصابة نفحات الرحمن جل جلاله في الأوقات الفاضلة والأحوال الشريفة، ولا سيما إذا اجتمعت الهمم، وتساعدت القلوب، وعظم الجمع، كجمع عرفة وجمع الاستسقاء وجمع أهل الجمعة، فإن اجتماع الهمم والأنفاس أسباب نصبها اللَّه تعالى مقتضية لحصول الخير ونزول الرحمة، كما نصب سائر الأسباب مُفضِية إلى مسبِّباتها.
بل هذه الأسباب في حصول الرحمة، أقوى من الأسباب الحسية في حصول مسبّباتها، ولكن العبد لجهله يغلب عليه الشاهد على الغائب والحس على العقل، ولظلمه يؤثر ما يحكم به هذا ويقتضيه على ما يحكم به الآخر ويقتضيه، ولو فرغّ العبد المحل وهيأه وأصلحه لرأى العجائب، فإن فضل اللَّه لا يرده إلا المانع الذي في العبد، فلو أزال ذلك المانع لسارع إليه الفضل من كل صوب. فتأمل حال نهر عظيم يسقي كل أرض يمر عليها، فحصل بينه وبين بعض الأرض المعطشة المُجدبة سكْرٌ (¬٢) وسدّ كثيف، فصاحبها يشكو الجدب، والنهر إلى جانب أرضه!
_________
(¬١) الأصل: "الممغل"، وما أثبت من النسخ الأخرى هو الصواب. والمغلّ بمعنى الغَلَّة.
(¬٢) قال في "لسان العرب" (٤/ ٣٧٥): سَكَرَ النهرَ يَسْكُرُه سَكْرًا: سَدّ فاه، وكل =','1','111',NULL,NULL,'0');
INSERT INTO [b252] VALUES (159,'التاسع عشر: أن يعلم العبد أن اللَّه سبحانه خلقه لبقاء لا فناء له، ولعز لا ذُلَّ معه، وأمن لا خوف فيه، وغناء لا فقر معه، ولذّة لا ألم معها، وكمال لا نقص فيه، وامتحنه في هذه الدار بالبقاء الذي يسرع إليه الفناء، والعز الذي يقارنه الذلُّ ويعقبه الذلُّ، والأمن الذي معه الخوف وبعده الخوف، وكذلك الغناء واللذة والفرحة والسرور والنعيم الذي هنا مشوب بضدّه يتعقبه ضدّه، وهو سريع الزوال، فغَلِط أكثر الخلق في هذا المقام إذ طلبوا النعيم والبقاء والعز والملك والجاه في غير محله، ففاتهم في محله، وأكثرهم لم يظفر بما طلبه من ذلك، والذي ظفر به إنما هو متاع قليل ثم يزول عنه.
والرسل إنما جاءوا بالدعوة إلى النعيم المقيم والملك الكبير، فمن أجابهم حصل له ألذ ما في الدنيا وأطيبه فكان عيشه فيها أطيب من عيش الملوك فمن دونهم، فإن الزهد في الدنيا ملك حاضر، والشيطان يحسد المؤمن عليه أعظم حسد، فيحرص كل الحرص على أن لا يصل إليه، فإن العبد إذا ملك شهوته وغضبه فانقادا معه لداعي الدين فهو الملك حقًّا؛ لأن صاحب هذا الملك حرٌّ، والمَلِك المنقاد لشهوته وغضبه عبد شهوته وغضبه، فهو مسخَّر مملوك في زي مالك، يقوده زمام الشهوة والغضب، كما يقاد البعير.
فالمغرور المخدوع يقعُ نظره على المُلْكِ (¬١) الظاهر الذي صورته مُلكٌ وباطنه رقّ، وعلى الشهوة التي أولها لذة وآخرها حسرة.
_________
= شَق سُدّ فقد سُكِر، والسِّكْرُ: ما سُدّ به.
(¬١) ليست في الأصل، وأثبتها من النسخ الأخرى.','1','112',NULL,NULL,'0');
INSERT INTO [b252] VALUES (160,'والبصير الموفق يغير نظره من الأوائل إلى الأواخر، ومن المبادئ إلى العواقب، وذلك فضل اللَّه يؤتيه من يشاء، واللَّه ذو الفضل العظيم.
العشرون: أن لا يغترّ باعتقاده أن مجرد العلم بما ذكرنا كافٍ في حصول المقصود، بل لا بد أن يضيف إليه بذل الجهد في استعماله واستفراغ الوسع والطاقة فيه. وملاك ذلك الخروج عن العوائد فإنها أعداء الكمال والفلاح، فلا أفلح من استمرّ على عوائده أبدًا. ويستعين على الخروج عن العوائد بالهرب عن مظان الفتنة والبعد منها، قال النبي -صلى اللَّه عليه وسلم-: "من سمع بالدجال فلينأَ عنه" (¬١)، فما استعين على التخلص من الشر بمثل البعد عن أسبابه ومظانّه.
وهاهنا لطيفة للشيطان لا يتخلص منها إلا حاذق، وهي: أن يظهر له في مظان الشر بعض (¬٢) شيء من الخير، ويدعوه إلى تحصيله، فإذا قرب منه ألقاه في الشبكة، واللَّه المستعان (¬٣).
_________
(¬١) أخرجه أبو داود في "سننه" رقم (٤٣١٩) من حديث عمران بن حصين رضي اللَّه عنه. وصححه الحاكم في "المستدرك" (٤/ ٥٣١) على شرط مسلم.
(¬٢) في الأصل: "ضد"، والتصويب من (ب).
(¬٣) هذا الباب الذي هو في الأسباب التي تعين على الصبر، بشقيه: تضعيف باعث الشهوة، وتقوية باعث الدين، قد اقتبسه الإمام ابن القيم رحمه اللَّه من الإمام الغزالي في كتابه "إحياء علوم الدين" (٤/ ٦٥) وما بعدها. وبالطبع قد زاد الإمام ابن القيم هنا أمورًا تضرب لها أكباد الإبل.','1','113',NULL,NULL,'0');
INSERT INTO [b252] VALUES (161,'<span data-type="title" id=toc-48>الباب الثالث عشر في بيان أن الإنسان لا يستغني عن الصبر في حال من الأحوال </span>(¬١)
ما دام قلم التكليف جاريًا عليه لا يستغني عن الصبر في حال من الأحوال، فإنه بين أمر يجب امتثاله وتنفيذه، ونهي يجب عليه اجتنابه وتركه، وقدر يجب عليه الصبر عليه اتفاقًا، ونعمة يجب عليه شكر المنعم عليها؛ وإذا كانت هذه الأحوال لا تفارقه فالصبر لازم له إلى الممات.
وكل ما يلقى العبد في هذه الدار لا يخلو من نوعين:
أحدهما: يوافق هواه ومراده.
والآخر: يخالفه.
وهو يحتاج إلى الصبر في كل منهما.
أما النوع الموافق لغرضه: كالصحة، والسلامة، والجاه، والمال، وأنواع الملاذّ المباحة، وهو أحوج شيء إلى الصبر فيها من وجوه:
أحدها: أن لا يركن إليها، ولا يغترّ بها، ولا تحمله على البطر والأشر والفرح المذموم الذي لا يحب اللَّه أهله.
الثاني: أن لا ينهمك في نيلها ويبالغ في استقصائها، فإنها تنقلب إلى أضدادها، فمن بالغ في الأكل والشرب والجماع انقلب ذلك إلى ضده، وحرم الأكل والشرب والجماع.
_________
(¬١) انظر في ذلك أيضًا: "إحياء علوم الدين" (٤/ ٥٩، ٦٠، ٦١، ٦٢).','1','114',NULL,NULL,'0');
INSERT INTO [b252] VALUES (162,'الثالث: أن يصبر على أداء حق اللَّه فيها، ولا يضيعه فيسلَبها.
الرابع: أن يصبر عن صرفها في الحرام فلا يمكِّن نفسه من كل ما تريده منها فإنها (¬١) توقعه في الحرام (¬٢)، فإن احترز كل الاحتراز أوقعته في المكروه، ولا يصبر على السرّاء إلا الصدّيقون.
قال بعض السلف: "البلاء يصبر عليه المؤمن والكافر، ولا يصبر على العافية إلا صدّيق" (¬٣).
وقال عبد الرحمن بن عوف: "ابتلينا بالضراء فصبرنا، وابتلينا بالسراء فلم نصبر" (¬٤).
ولذلك حذر اللَّه سبحانه عباده من فتنة المال والأزواج والأولاد، فقال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ} [المنافقون: ٩]، وقال: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ} [التغابن: ١٤].
وليس المراد من هذه العداوة ما يفهمه كثير من الناس أنها عداوة البغضاء والمحادّة، بل عداوة المحبة الصادّة (¬٥) للآباء عن الهجرة والجهاد وتعلم العلم والصدقة، وغير ذلك من أعمال البر، كما في "جامع الترمذي" من حديث إسرائيل: حدثنا سماك عن عكرمة عن
_________
(¬١) ساقطة من الأصل، واستدركتها من (ب).
(¬٢) "في الحرام" ساقطة من الأصل، واستدركتها من النسخ الأخرى.
(¬٣) قال الغزالي في "الإحياء" (٤/ ٥٩): "قال بعض العارفين: البلاء يصبر عليه المؤمن، والعوافي لا يصبر عليها إلا صدّيق".
(¬٤) أخرجه الترمذي عنه في "جامعه" رقم (٢٤٦٤)، وقال: "هذا حديث حسن".
(¬٥) في الأصل: "المضادة"، والمثبت من النسخ الثلاث الأخرى.','1','115',NULL,NULL,'0');
INSERT INTO [b252] VALUES (163,'ابن عباس وسأله رجل عن هذه الآية: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ} [التغابن: ١٤]. قال: "هؤلاء رجال أسلموا من أهل مكة، فأرادوا أن يأتوا النبي -صلى اللَّه عليه وسلم- فأبى أزواجهم وأولادهم أن يدعوهم أن يأتوا رسول اللَّه -صلى اللَّه عليه وسلم-، فلما أتوا رسول اللَّه -صلى اللَّه عليه وسلم- ورأوا الناس قد فقِهوا في الدين همّوا أن يعاقبوهم، فأنزل اللَّه عز وجل {يَاأَيُّهَا الَّذِينَ آمَنُوا} الآية". قال الترمذي: هذا حديث حسن صحيح (¬١).
وما أكثر ما فات العبد من الكمال والفلاح بسبب زوجته وولده، وفي الحديث: "الولد مَبْخَلَةٌ مَجْبنَة" (¬٢).
وقال الإمام أحمد: حدثنا زيد بن الحباب قال: حدثني حسين (¬٣) بن واقد قال: حدثني عبدُ اللَّه بن بُريدة قال: سمعت أبي يقول: "كان رسول اللَّه -صلى اللَّه عليه وسلم- يخطبنا، فجاء الحسن والحسين عليهما قميصان أحمران يمشيان ويعثران، فنزل رسول اللَّه -صلى اللَّه عليه وسلم- عن المنبر فحَملهما فوضعهما بين يديه، ثم قال: صدق اللَّه {إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} [التغابن: ١٥]، نظرتُ إلى هذين الصبيين يمشيان ويعثران فلم أصبر حتى قطعت حديثي ورفعتهما" (¬٤).
_________
(¬١) "جامع الترمذي" رقم (٣٣١٧).
(¬٢) رواه ابن ماجه في "سننه" رقم (٣٦٦٦)، من حديث يعلى العامري. وصححه الحاكم في المستدرك (٣/ ١٦٤) على شرط مسلم.
وله شواهد أمثلها حديث الأسود بن خلف، رواه الحاكم في المستدرك (٣/ ٢٩٦).
(¬٣) في الأصل وباقي النسخ: "زيد". والتصويب من مصادر التخريج.
(¬٤) "المسند" (٥/ ٣٥٤).
وأخرجه أبو داود في "سننه" رقم (١١٠٩)، والترمذي في "جامعه" رقم =','1','116',NULL,NULL,'0');
INSERT INTO [b252] VALUES (164,'وهذا من كمال رحمته -صلى اللَّه عليه وسلم- ولطفه بالصغار وشفقته عليهم، وهو تعليم منه للأمة الرحمة والشفقة واللطف بالصغار.

فصل
وإنما كان الصبر على السرّاء شديدًا؛ لأنه مقرون بالقدرة، والجائع عند غيبة الطعام أقدر منه على الصبر عند حضوره، وكذلك الشبق عند غيبة المرأة أصبر منه عند حضورها.

فصل
وأما النوع الثاني المخالف للهوى فلا يخلو إما أن يرتبط باختيار العبد كالطاعات والمعاصي، أو لا يرتبط أوله (¬١) باختياره كالمصائب، أو يرتبط أوله باختياره ولكن لا اختيار له فى إزالته بعد الدخول فيه، فهاهنا ثلاثة أقسام:
أحدها: ما يرتبط باختياره، وهو: جميع أفعاله التي توصف بكونها طاعة أو معصية.
فأما الطاعة فالعبد محتاج إلى الصبر عليها؛ لأن النفس بطبعها تنفر عن كثير من العبودية، أما الصلاة فلِما في طبعها من الكسل وإيثار الراحة (¬٢).
_________
= (٣٧٧٤) وقال: "حسن غريب"، والنسائي في "المجتبى" رقم (١٤١٣)، وابن ماجه في "سننه" رقم (٣٦٥٠).
(¬١) ساقطة من الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٢) في النسخ الأخرى بعد هذه الكلمة العبارة الآتية: "ولا سيما إذا اتفق مع ذلك قسوة القلب ورين الذنب، والميل إلى الشهوات، ومخالطة أهل الغفلة، فلا =','1','117',NULL,NULL,'0');
INSERT INTO [b252] VALUES (165,'وأما الزكاة فلِما في طبعها من البخل والشح وكذلك الحج (¬١) والجهاد للأمرين جميعًا.
ويحتاج العبد هاهنا إلى الصبر في ثلاثة أحوال:
أحدها: قبل الشروع فيها بتصحيح النية والإخلاص، وتجنب دواعي الرياء والسمعة، وعقد العزم على توفية المأمور به.
الحالة الثانية: الصبر حال العمل، فيلازم الصبر [عن دواعي التقصير فيه والتفريط، ويلازم الصبر] (¬٢) على استصحاب ذكر النية وعلى حضور القلب بين يدي المعبود، وأن لا ينساه في أمره، فليس الشأن في فعل المأمور بل الشأن كل الشأن أن لا ينسى الآمر حال الإتيان بأمره، بل يكون مستصحبًا لذكره في أمره.
فهذه عبادة العبيد المخلصين، فهو محتاج إلى الصبر على توفية العبادة حقها (¬٣) بالقيام بأدائها وأركانها وواجباتها وسننها، وإلى الصبر على استصحاب ذكر المعبود فيها وأن لا يشتغل عنه بعبادته، فلا يعطله حضوره مع اللَّه بقلبه عن قيام جوارحه بعبوديته، ولا يعطله قيام الجوارح بالعبودية عن حضور قلبه بين يديه.
الحالة الثالثة: الصبر بعد الفراغ من العمل وذلك من وجوه:
_________
= يكاد العبد مع هذه الأمور وغيرها أن يفعلها، وإن فعلها مع ذلك كان متكلفًا غائب القلب ذاهلًا عنها، طالبًا لفراقها، كالجالس إلى الجيفة". فلعلها من تعليقات بعض النسَّاخ ثم أقحمت في النص.
(¬١) "وكذلك الحج" ساقطة من الأصل، واستدركتها من النسخ الأخرى.
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى.
(¬٣) ساقطة من الأصل، وأثبتها من النسخ الأخرى.','1','118',NULL,NULL,'0');
INSERT INTO [b252] VALUES (166,'أحدها: أن يصبر نفسه عن الإتيان بما يبطله، كما قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} [البقرة: ٢٦٤]، فليس الشأن في الإتيان بالطاعة إنما (¬١) الشأن في حفظها مما يبطلها.
الثاني: أن يصبر عن رؤيتها والعجب بها والتكبر والتعاظم بها، فإن هذا أضر عليه من كثير من المعاصي الظاهرة.
الثالث: أن يصبر عن نقلها من ديوان السر إلى ديوان العلانية، فإن العبد يعمل العمل سرًّا بينه وبين اللَّه فيكتب له في ديوان السر، فإذا تحدث به نقل إلى ديوان العلانية، فلا يظن أن بساط الصبر انطوى بالفراغ من العمل.

فصل
وأما الصبر عن المعاصي فأمره ظاهر، وأعظم ما يعين عليه قطع المألوفات [ومفارقة الأعوان عليها في المجالسة والمحادثة، وقطع] (¬٢) العوائد، فإن العادة طبيعة خامسة فإذا انضافت الشهوة إلى العادة تظاهر جندان من جند الشيطان على جند اللَّه، فلا يقوى باعث الدين على قهرها.

فصل
القسم الثاني: ما لا يدخل تحت الاختيار، وليس للعبد حيلة في دفعه، كالمصائب التي لا صنع للعبد فيها، كموت من يعزّ عليه، وسرقة ماله، ومرضه، ونحو ذلك، وهذا نوعان:
_________
(¬١) ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٢) ما بين الحاصرتين ساقط من الأصل. والعبارة فيه: "من قطع المألوفات والعوائد. . ".','1','119',NULL,NULL,'0');
INSERT INTO [b252] VALUES (167,'أحدهما: ما لا صنع لآدمي فيه.
والثاني: ما أصابه من جهة آدمي مثله، كالسبّ والضرب وغيرهما.
فالنوع الأول أربع مقامات:
أحدها: مقام العجز والشكوى والتسخط، وهذا لا يفعله إلا أقل الناس عقلًا ودينًا ومروءة، وهو أعظم المصيبتين.
المقام الثاني: مقام الصبر، إما للَّه وإما للمروءة والإنسانية.
المقام الثالث: مقام الرضى، وهو أعلى من مقام الصبر، وفي وجوبه نزاع، والصبر متفق على وجوبه.
المقام الرابع: مقام الشكر، وهو أعلى من مقام الرضى، فإنه يشهد البلية نعمة، فيشكر المبتليَ عليها.
وأما النوع الثاني: وهو ما أصابه من قبل الناس فله فيه هذه المقامات، وتنضاف إليها أربعة أخر:
أحدها: مقام العفو والصفح.
الثاني: مقام سلامة القلب من إرادة التشفي والانتقام، وفراغه من ألم مطالعة الجناية كل وقت وضيقه بها.
الثالث: مقام شهود القدر، وأنه وإن كان ظالمًا بإيصال هذا الأذى إليك، فالذي قدره عليك وأجراه على يد هذا الظالم ليس بظالم، وأذى الناس مثل الحَرّ والبرد لا حيلة في دفعه، فالمتسخط من أذى الحرّ والبرد غير حازم، والكل جارٍ بالقدر، وإن اختلفت (¬١) طرقه وأسبابه.
_________
(¬١) في الأصل: "اختلف"، والمثبت من النسخ الأخرى.','1','120',NULL,NULL,'0');
INSERT INTO [b252] VALUES (168,'المقام الرابع: مقام الإحسان إلى المسيء ومقابلة إساءته بإحسانك، وفي هذا المقام من الفوائد والمصالح ما لا يعلمه إلا اللَّه، فإن فات العبد هذا المقام العالي فلا يرضى لنفسه بأخسّ المقامات وأسفلها.

فصل (¬١)
القسم الثالث: ما يكون وروده باختياره، فإذا تمكّن لم يكن له اختيار ولا حيلة في دفعه، وهذا كالعشق الذي أوله اختيار وآخره اضطرار، وكالتعرض لأسباب الأمراض والآلام التي لا حيلة في دفعها بعد مباشرة أسبابها، كما لا حيلة في دفع السكر بعد تناول المسكر. فهذا كان فرضه الصبر عنه في أوله، فلما فاته بقي فرضه الصبر عليه في آخره، وأن لا يطيع داعي هواه ونفسه.
وللشيطان ههنا دسيسة عجيبة، وهي: أن يخيّل إليه أن نيل بعض ما مُنع منه قد يتعين عليه أو يباح له على سبيل التداوي، وغايته أن يكون كالتداوي بالخمر والنجاسة، وقد أجازه كثير من الفقهاء (¬٢).
_________
(¬١) لم تظهر في الأصل.
(¬٢) أما التداوي بالخمر، فالقول بالجواز هو وجه عند الحنفية ووجه عند الشافعية، وقول للمالكية إذا كان التداوي بها في ظاهر الجسد دون باطنه.
انظر: "حاشية ابن عابدين" (٥/ ٢٢٨)، و"القوانين الفقهية" ص ٢٩٥، و"روضة الطالبين" (١٠/ ١٦٩).
وأما التداوي بالنجاسة فهو مذهب الحنفية والشافعية، ووجه عند المالكية إذا كان على ظاهر الجسد.
انظر: "حاشية ابن عابدين" (١/ ٢١٠)، (٤/ ٢١٥)، و"القوانين الفقهية" ص ٢٩٥، و"روضة الطالبين" (١٦٩١٠).','1','121',NULL,NULL,'0');
INSERT INTO [b252] VALUES (169,'وهذا من أعظم الجهل، فإن هذا التداوي لا يزيل الداء بل يزيده ويقويه، وكم مِمّن تداوى بذلك فكان هلاك دينه ودنياه في هذا الدواء! بل الدواء النافع لهذا الداء الصبر والتقوى، كما قال تعالى: {وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٨٦)} [آل عمران: ١٨٦]، وقال: {إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (٩٠)} [يوسف: ٩٠]، فالصبر والتقوى دواء كل داء من أدواء الدين ولا يَستغني أحدهما عن صاحبه.
فإن قيل: فهل يثاب على الصبر في هذا القسم إذا كان عاصيًا مفرّطًا يتعاطى أسبابه؟ وهل يكون معاقَبًا على ما تولد منه وهو غير اختياري له؟
قيل: نعم، إذا صبر للَّه وندم على ما تعاطاه من المسبب المحظور، أثيب على صبره؛ لأنه جهاد منه لنفسه وعمل صالح، واللَّه لا يضيع أجر من أحسن عملا.
وأما عقوبته فإنه يستحق العقوبة على المسبب وما تولد منه، كما يعاقب السكران على ما جناه في حال سكره، فإذا كان المسبب محظورًا لم يكن السكران معذورًا، فإن اللَّه سبحانه يعاقب على الأسباب المحرمة وعلى ما تولد منها، كما يثيب على الأسباب المأمور بها وعلى ما تولد منها. ولهذا كان من دعا إلى بدعة وضلالة فعليه من الوزر مثل أوزار من تبعه (¬١)؛ لأن اتّباعهم له تولد عن فعله، ولذلك كان على ابن آدم القاتل
_________
(¬١) كما جاء في حديث أبي هريرة رضي اللَّه عنه أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص من أجورهم شيئًا، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه لا ينقص ذلك من آثامهم شيئًا". أخرجه مسلم في "صحيحه" رقم (٢٦٧٤).','1','122',NULL,NULL,'0');
INSERT INTO [b252] VALUES (170,'لأخيه كفلٌ من ذنب كل قاتل ظلمًا إلى يوم القيامة (¬١)، وقد قال تعالى: {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ} [النحل: ٢٥]، وقال: {وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَعَ أَثْقَالِهِمْ} [العنكبوت: ١٣].
فإن قيل: فكيف التوبة من هذا المتولد وليس من فعله، والإنسان إنما يتوب عما يتعلق باختياره؟
قيل: التوبة منه بالندم عليه، وعدم إجابة دواعيه وموجباته، وحبس النفس عن ذلك، فإن كان المتولد متعلقًا بالغير فتوبته مع ذلك برفعه عن الغير بحسب الإمكان، ولهذا كان من توبة الداعي إلى البدعة أن يبيّن أن ما كان يدعو إليه بدعة وضلالة، وأن الهدى في ضدّه؛ كما شرط تعالى في توبة أهل الكتاب الذين كان ذنبهم كتمان ما أنزل اللَّه من البينات والهدى ليضلوا الناس بذلك: أن يصلحوا العمل في نفوسهم، ويبيّنوا للناس ما كانوا يكتمونهم إياه، فقال: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ (١٥٩) إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَبَيَّنُوا فَأُولَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ (١٦٠)} [البقرة: ١٥٩, ١٦٠].
وهذا كما شُرط في توبة المنافقين الذين كان ذنبهم إفسادَ قلوب ضعفاء المؤمنين، وتحيزَهم واعتصامَهم باليهود والمشركين أعداء
_________
(¬١) يدل لذلك حديث عبد اللَّه بن مسعود قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا تُقتل نفسٌ ظلمًا إلا كان على ابن آدم الأول كِفْلٌ من دمها؛ لأنه أول من سن القتل". أخرجه البخاري في "صحيحه" رقم (٣٣٣٥)، ومسلم في "صحيحه" رقم (١٦٧٧).','1','123',NULL,NULL,'0');
INSERT INTO [b252] VALUES (171,'الرسول، وإظهارهم الإسلام رياء وسمعة: أن يصلحوا بدل إفسادهم، وأن يعتصموا باللَّه بدل اعتصامهم بالكفار من أهل الكتاب والمشركين، وأن يخلصوا دينهم للَّه بدل إظهارهم له رياء وسمعة (¬١).
فهكذا تُفهم شرائط التوبة وحقيقتها، واللَّه المستعان.
_________
(¬١) وذلك في قوله تعالى: {إِلَّا الَّذِينَ تَابُوا وَأَصْلَحُوا وَاعْتَصَمُوا بِاللَّهِ وَأَخْلَصُوا دِينَهُمْ لِلَّهِ فَأُولَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللَّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا (١٤٦)} [النساء: ١٤٦].','1','124',NULL,NULL,'0');
INSERT INTO [b252] VALUES (172,'<span data-type="title" id=toc-51>الباب الرابع عشر في بيان أشق الصبر على النفوس </span>(¬١)
مشقة الصبر بحسب قوة الداعي إلى الفعل وسهولته على العبد، فإذا اجتمع في الفعل هذان الأمران كان الصبر عنه أشق شيء على الصابر، وإن فُقدا معًا سهُل الصبر عنه، وإن وجد أحدهما وفُقِد الآخر سهُل الصبر من وجه وصعُب من وجه.
فمن لا داعي له إلى القتل والسرقة وشرب المسكر وأنواع الفواحش ولا هو سهل عليه، فصبره عنه من أيسر شيء وأسهله.
ومن اشتد داعيه إلى ذلك وسهل عليه فعله، فصبره عنه أشق شيء عليه، ولهذا كان صبر السلطان على الظلم، وصبر الشاب عن الفاحشة، وصبر الغنى عن تناول اللذات والشهوات عند اللَّه بمكان. وفي "المسند" وغيره عن النبي -صلى اللَّه عليه وسلم-: "عجب ربك من شاب ليست له صبوة" (¬٢).
ولذلك استحق السبعة المذكورون في الحديث أن يظلهم اللَّه في ظل عرشه لكمال صبرهم ومشقته، فإن صبر الإمام المتسلط على العدل في قسمه وحكمه ورضاه وغضبه، وصبر الشاب على عبادة اللَّه ومخالفة
_________
(¬١) سبق الإمام ابن القيم إلى بيان هذا الباب الإمام الغزالي في كتابه "إحياء علوم الدين" (٤/ ٦١) فراجعه إن شئت.
(¬٢) "المسند" (٤/ ١٥١) نحوه.
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٢٨٤٣).
وصبوة أي: ميل إلى الهوى، وهي المرّة منه. "النهاية" لابن الأثير (٣/ ١١).','1','125',NULL,NULL,'0');
INSERT INTO [b252] VALUES (173,'هواه، وصبر الرجل على ملازمة المسجد، وصبر المتصدق على إخفاء الصدقة حتى عن بعضه، وصبر المدعو إلى الفاحشة مع جمال الداعي ومنصبه، وصبر المتحابين في اللَّه على [ذلك في حال اجتماعهما وافتراقهما، وصبر الباكي من خشية اللَّه على] (¬١) كتمان ذلك وإظهاره للناس، من أشق الصبر.
ولهذا كان عقوبة الشيخ الزاني والملك الكذاب والفقير المختال أشد العقوبة لسهولة الصبر عن هذه المحرمات عليهم لضعف دواعيها في حقهم، فكان تركهم الصبر عنها دليلًا على تمردهم على اللَّه وعتوهم عليه.
ولهذا كان الصبر عن معاصي اللسان والفرج من أصعب أنواع الصبر لشدة الداعي إليهما وسهولتهما، فإن معاصي اللسان فاكهة الإنسان؛ كالنميمة، والغيبة، والكذب، والمراء، والثناء على النفس تعريضًا وتصريحًا، وحكاية كلام الناس، والطعن على من يبغضه، ومدح (¬٢) من يحبه ونحو ذلك، فتتفق قوة الداعي وتيسر حركة اللسان، فيضعف الصبر، ولهذا قال -صلى اللَّه عليه وسلم- لمعاذ: "أمسك عليك لسانك". فقال: وإنا لمؤاخذون بما نتكلم به؟ فقال: "وهل يكبّ الناس في النار على مناخرهم إلا حصائد ألسنتهم؟! " (¬٣).
ولا سيما إذا صارت المعاصي اللسانية معتادة للعبد، فإنه يعز عليه
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) في الأصل: "وتعريض"، والمثبت من النسخ الثلاث الأخرى.
(¬٣) أخرجه الترمذي في "جامعه" رقم (٢٦١٦)، وقال: "حديث حسن صحيح"، وابن ماجه في "سننه" رقم (٣٩٧٣) نحوه.','1','126',NULL,NULL,'0');
INSERT INTO [b252] VALUES (174,'الصبر عنها، ولهذا تجد الرجل [يقوم الليل ويصوم النهار و] (¬١) يتورع من استناده إلى وسادة حرير لحظة واحدة (¬٢)، ويطلق لسانه في الغيبة، والنميمة، والتفكُّه بأعراض الخلق (¬٣)، والقول على اللَّه ما لا يعلم!
وكثيرًا ممن تجده يتورع عن الدانق (¬٤) من الحرام، والقطرة من الخمر، ومثل رأس الإبرة من النجاسة، ولا يبالي بارتكاب الفرج الحرام، كما يحكى أن رجلًا خلا بأجنبية فلما أراد مواقعتها قال: يا هذه غطي وجهك، فإن النظر إلى وجه الأجنبية حرام!!
وقد سأل عبدَ اللَّه بن عمر رجلٌ من أهل الكوفة عن دم البعوض، [فقال: "انظروا إلى هؤلاء يسألوني عن دم البعوض] (¬٥) وقد قتلوا ابن بنت رسول اللَّه -صلى اللَّه عليه وسلم-" (¬٦).
واتفق لي قريب من هذه: جاءني في حال الإحرام، قوم من الأعراب المعروفين بقتل النفوس والإغارة على الأموال يسألون عن قتل المُحرِم القمل، فقلت: يا عجبًا لا يتورعون عن قتل النفس التي حرم
_________
(¬١) ما بين الحاصرتين من النسخ الأخرى.
(¬٢) في (م) و (ن) بعد هذه الكلمة العبارة التالية: "أو يرى نظرة بغير اختياره ذنبًا".
(¬٣) في النسخ الأخرى بعد هذه الكلمة العبارة التالية: "وربما خصّ أهل الصلاح والعلم باللَّه والدين".
وانفردت نسخة (م) بزيادة هذه الجملة أيضًا: "ويتفكه في أعراضهم".
(¬٤) الدانق هو: سدس الدينار والدرهم، ويطلق على الشيء التافه والحقير. انظر: "لسان العرب" (١٠/ ١٠٥).
وفي النسخ الأخرى: "الدقائق"، وهو تحريف.
(¬٥) ما بين المعقوفين ساقط من الأصل، وأثبته من النسخ الأخرى.
(¬٦) رواه البخاري في "صحيحه" رقم (٥٩٩٤).','1','127',NULL,NULL,'0');
INSERT INTO [b252] VALUES (175,'اللَّه، ويسألون عن قتل القملة في الإحرام.
والمقصود: أن اختلاف شدة الصبر في أنواع المعاصي وآحادها، باختلاف داعية تلك المعصية في قوتها وضعفها.
ويُذكر عن علي رضي اللَّه عنه: "الصبر ثلاثة: فصبر على المصيبة، وصبر على الطاعة، وصبر عن المعصية. فمن صبر على المصيبة حتى يردّها بحسن عزائها كتب اللَّه له ثلاثمائة درجة. ومن صبر على الطاعة كُتبت له ستمائة درجة، ومن صبر عن المعصية كُتبت له تسعمائة درجة" (¬١).
وقال ميمون بن مهران: "الصبر صبران، فالصبر على المصيبة حسن، وأفضل منه الصبر عن المعصية" (¬٢).
وقال الفضيل في قوله تعالى: {سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ} [الرعد: ٢٤]، قال: "صبروا على ما أمروا، وصبروا عما نهو عنه" (¬٣).
وكأنه جعل الصبر على المصيبة داخلًا في قسم المأمور به، واللَّه أعلم.
_________
(¬١) رواه ابن أبي الدنيا في "الصبر" رقم (٢٤)، وابن الجوزي في "الموضوعات" (٣/ ١٨٤). مرفوعًا. وقال ابن الجوزي: "هذا حديث موضوع".
(¬٢) رواه ابن أبي الدنيا عنه في "الصبر" رقم (١٨). وذكره ابن الجوزي في "ذم الهوى" ص ٦٠.
(¬٣) أخرجه ابن أبي الدنيا في "الصبر" رقم (٢٩)، والبيهقي في "شعب الإيمان" رقم (١٠٠٣٩).','1','128',NULL,NULL,'0');
INSERT INTO [b252] VALUES (176,'<span data-type="title" id=toc-52>الباب الخامس عشر في ذكر ما ورد في الصبر من نصوص الكتاب العزيز</span>
قال الإمام أحمد: ذكر اللَّه الصبر في القرآن في تسعين موضعًا (¬١). انتهى.
ونحن نذكر الأنواع التي سيق فيها الصبر (¬٢)، وهي عدة أنواع:
أحدها الأمر به كقوله: {وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ} [النحل: ١٢٧]، {وَاصْبِرْ لِحُكْمِ رَبِّكَ} [الطور: ٤٨].
الثاني: النهي عما يضادّه، كقوله: {وَلَا تَسْتَعْجِلْ لَهُمْ} [الأحقاف: ٣٥]، وقوله {وَلَا تَهِنُوا وَلَا تَحْزَنُوا} [آل عمران: ١٣٩]، وقوله: {وَلَا تَكُنْ كَصَاحِبِ الْحُوتِ} [القلم: ٤٨].
وبالجملة فكل ما نهي عنه فإنه يضاد الصبر المأمور به.
_________
(¬١) وذكره ابن القيم أيضًا عن الإمام أحمد في "مدارج السالكين" (٢/ ١٥٢) بلفظ: "نحو تسعين موضعًا".
وقال شيخ الإسلام كما في "مجموع الفتاوى" (١٥/ ٣٩): "وقد ذكر اللَّه الصبر في كتابه في أكثر من تسعين موضعًا". وفال الغزالي في "الإحياء" (٤/ ٥٢): "وقد وصف اللَّه تعالى الصابرين بأوصاف، وذكر الصبر في القرآن في نيف وسبعين موضعًا". ولعل كلمة: "سبعين" مصحفة من: "تسعين" والذي في المعجم المفهرس مائة وثلاثة مواضع.
(¬٢) وذكر ابن القيم أكثر هذه الأنواع في "مدارج السالكين" (٢/ ١٥٣ - ١٥٥). وقد أشار الغزالي في "إحياء علوم الدين" (٤/ ٥٢) إلى بعض الآيات الواردة في الصبر.','1','129',NULL,NULL,'0');
INSERT INTO [b252] VALUES (177,'الثالث تعليق الفلاح به، كقوله (¬١): {يَاأَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا وَرَابِطُوا وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ (٢٠٠)} [آل عمران: ٢٠٠]؛ فعلَّق الفلاح بمجموع هذه الأمور.
الرابع: الإخبار عن مضاعفة أجر الصابر على غيره، كقوله: {أُولَئِكَ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ بِمَا صَبَرُوا} [القصص: ٥٤]، وقوله: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠)} [الزمر: ١٠].
قال سليمان بن القاسم (¬٢): "كلُّ عملِ يُعرف ثوابُه إلا الصبر، قال اللَّه تعالى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠)} [الزمر: ١٠]. قال: كالماء المنهمر" (¬٣).
الخامس: تعليق الإمامة في الدين به وباليقين، قال اللَّه تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (٢٤)} [السجدة: ٢٤]، فبالصبر واليقين تُنال الإمامة في الدين.
السادس: ظفرهم بمعيّة اللَّه سبحانه لهم، قال تعالى: {إِنَّ اللَّهَ مَعَ الصَّابِرِينَ (٤٦)} [الأنفال: ٤٦] كما قال أبو علي: "فاز الصابرون بعز الدارين؛ لأنهم نالوا من اللَّه معيّته" (¬٤).
السابع: أنه جمع للصابرين ثلاثة أمور لم يجمعها لغيرهم، وهي: الصلاة منه عليهم، ورحمته لهم، وهدايته إياهم، قال تعالى: {وَبَشِّرِ
_________
(¬١) في الأصل: "قوله". والتصويب من النسخ الثلاث الأخرى.
(¬٢) هو سليمان بن القاسم المصري الزاهد. انظر "الجرح والتعديل" (٤/ ١٣٧).
(¬٣) أخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم (٢٠).
(¬٤) انظر قول أبي علي، وهو الدقاق في: "الرسالة القشيرية" ص ٢٥٧.','1','130',NULL,NULL,'0');
INSERT INTO [b252] VALUES (178,'الصَّابِرِينَ (١٥٥) الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ (١٥٦) أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧)} [البقرة: ١٥٥ - ١٥٧].
وقال بعض السلف -وقد عُزّي على مصيبة نالته- فقال: "ما لي لا أصبر وقد وعدني اللَّه على الصبر ثلاثَ خصال، كلُّ خصلة منها خير من الدنيا وما عليها" (¬١).
الثامن: أنه سبحانه جعل الصبر عونًا وعدّة وأمر بالاستعانة به (¬٢) فقال: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ} [البقرة: ٤٥]، فمن لا صبر له لا عون له.
التاسع: أنه سبحانه علّق النصر بالصبر والتقوى، فقال {بَلَى إِنْ تَصْبِرُوا وَتَتَّقُوا وَيَأْتُوكُمْ مِنْ فَوْرِهِمْ هَذَا يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ (١٢٥)} [آل عمران: ١٢٥].
ولهذا قال النبي -صلى اللَّه عليه وسلم-: "واعلم أن النصر مع الصبر" (¬٣).
العاشر: أنه سبحانه جعل الصبر والتقوى جُنة عظيمة من كيد العدو ومكره، فما استجن العبد من ذلك بجُنة أعظم منهما، فقال تعالى:
_________
(¬١) رواه ابن سعد في "الطبقات الكبرى" (٧/ ٢٤٤) عن مطرف بن عبد اللَّه ابن الشخير.
(¬٢) ساقطة من الأصل، واستدركتها من: (ب)، (م).
(¬٣) أخرجه أحمد في "مسنده" (١/ ٣٠٧)، والحاكم في "المستدرك" (٣/ ٥٤٢) وغيرهما، من حديث ابن عباس رضي اللَّه عنهما.
وصححه الألباني في "سلسلة الأحاديث الصحيحة" (٥/ ٤٩٦ - ٤٩٧).','1','131',NULL,NULL,'0');
INSERT INTO [b252] VALUES (179,'{وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا} [آل عمران: ١٢٠].
الحادي عشر: أنه سبحانه أخبر أن ملائكته تُسلم عليهم في الجنة بصبرهم كما قال تعالى: {وَالْمَلَائِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِنْ كُلِّ بَابٍ (٢٣) سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ (٢٤)} [الرعد: ٢٣ - ٢٤].
الثاني عشر: أنه سبحانه أباح لهم أن يعاقبوا بمثل ما عُوقبوا به، ثم أقسم قسمًا مؤكدًا غاية التوكيد أن صبرهم خير لهم، فقال: {وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا بِمِثْلِ مَا عُوقِبْتُمْ بِهِ وَلَئِنْ صَبَرْتُمْ لَهُوَ خَيْرٌ لِلصَّابِرِينَ (١٢٦)} [النحل: ١٢٦].
فتأمل هذا التأكيدَ بالقسمِ المدلولِ عليه بالواو ثم باللام بعده ثم باللام التي في الجواب.
الثالث عشر: أنه سبحانه رتّب المغفرة والأجر الكبير على الصبر والعمل الصالح، فقال: {إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ أُولَئِكَ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١)} [هود: ١١].
وهؤلاء ثنية (¬١) اللَّه من نوع الإنسان المذموم الموصوف (¬٢) باليأس والكفر عند المصيبة، والفرح والفخر عند النّعمة، ولا خلاص من هذا الذم إلا بالصبر والعمل الصالح، كما لا تُنال المغفرة والأجر الكبير إلا بهما.
الرابع عشر: أنه سبحانه جعل الصبر على المصائب من عزم الأمور، أي: مما يُعزم عليه من الأمور التي إنما يعزم على أجلّها وأشر فها، فقال: {وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ} [الشورى: ٤٣]، وقال لقمانُ لابنه: {وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلَى مَا
_________
(¬١) أي استثناهم اللَّه. وانظر "رسالة ابن القيم إلى أحد إخوانه" ص ٢٢.
(¬٢) في الأصل: "بالموصوف"، والتصويب من النسخ الثلاث الأخرى.','1','132',NULL,NULL,'0');
INSERT INTO [b252] VALUES (180,'أَصَابَكَ إِنَّ ذَلِكَ مِنْ عَزْمِ الْأُمُورِ (١٧)} [لقمان: ١٧].
الخامس عشر: أنه سُبحانه وعدَ المؤمنين بالنصر والظفر، وهي كلمتُه التي سبقت لهم، وهي الكلمة الحسنى، وأخبر أنه إنما نالهم بالصبر، فقال تعالى: {وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ بِمَا صَبَرُوا} [الأعراف: ١٣٧].
[السادس عشر: أنه سبحانه علّق محبته بالصبر،] (¬١) وجعلها لأهله، فقال تعالى {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللَّهِ وَمَا ضَعُفُوا وَمَا اسْتَكَانُوا وَاللَّهُ يُحِبُّ الصَّابِرِينَ (١٤٦)} [آل عمران: ١٤٦].
السابع عشر: أنه أخبر عن خصال الخير أنه لا يُلقّاها إلا الصابرون في موضعين من كتابه:
من سورة القصص في قصة قارون، وأن الذين أوتوا العلم قالوا للذين تَمَنّوا مثل ما أوتي: {وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠)} [القصص: ٨٠].
وفي سورة حم السجدة (¬٢)، حيث أمر العبد أن يدفع بالتي هي أحسن، فإذا فعل ذلك صار الذي بينه وبينه عداوة كأنه حبيب قريب ثم قال: {وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ (٣٥)} [فصلت: ٣٥].
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) السجدة من أسماء سورة فُصّلت. انظر "زاد المسير": ٧/ ٢٤٠.','1','133',NULL,NULL,'0');
INSERT INTO [b252] VALUES (181,'الثامن عشر: أنه سبحانه أخبر [أنه] إنما ينتفع بآياته ويتعظ بها الصبّار الشكور، فقال تعالى: {وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٥)} [إبراهيم: ٥].
وقال تعالى في لقمان: {أَلَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي فِي الْبَحْرِ بِنِعْمَتِ اللَّهِ لِيُرِيَكُمْ مِنْ آيَاتِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٣١)} [لقمان: ٣١].
وقال تعالى في قصة سبأ: {فَجَعَلْنَاهُمْ أَحَادِيثَ وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (١٩)} [سبأ: ١٩].
وقال تعالى: {وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (٣٢) إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٣٣)} [الشورى: ٣٢، ٣٣].
فهذه أربع مواضع (¬١) في القرآن تدل على أن آيات الرب إنما يَنتفع بها أهل الصبر والشكر.
التاسع عشر: أنه أثنى علي عبده أيوب بأحسن الثناء على صبره، فقال: {إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٤٤)} [ص: ٤٤]، فأطلق عليه قوله: {نِعْمَ الْعَبْدُ} بكونه وجده صابرًا، وهذا يدل على أن من لم يصبر فإنه بئس العبد.
العشرون: أنه سبحانه حكم بالخسران حكمًا عامًّا على كل من لم يكن من أهل الحق والصبر، وهذا يدل على أنه لا رابح سواهم، فقال تعالى: {وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣)} [العصر: ١ - ٣].
_________
(¬١) الصواب: أربعة مواضع، ولعله ذكّر العدد توهمًا لأن المقصود أربع آيات.','1','134',NULL,NULL,'0');
INSERT INTO [b252] VALUES (182,'قال الشافعي: "لو فكر الناس كلهم في هذه الآية لوسعتهم" (¬١).
وذلك أن العبد كماله في تكميل قوّتيه: قوة العلم وقوة العمل، وهما الإيمان والعمل الصالح. وكما هو محتاج إلى تكميل نفسه، فهو محتاج إلى تكميل غيره، وهو التواصي بالحق، والتواصي بالصبر، وآخية ذلك وقاعدته وساقه الذي يقوم عليه إنما هو الصبر.
الحادي والعشرون: أنه سبحانه خص أهل الميمنة بأنهم أهل الصبر والرحمة الذين قامت بهم هاتان الخصلتان، ووصوا بهما غيرَهم، فقال تعالى: {ثُمَّ كَانَ مِنَ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ (١٧) أُولَئِكَ أَصْحَابُ الْمَيْمَنَةِ (١٨)} [البلد: ١٧، ١٨].
وهذا حصر لأصحاب الميمنةِ فيمن قام به هذان الوصفان، والناس بالنسبة إليهما أربعة أقسام، [هؤلاء خير الأقسام] (¬٢) وشرّهم من لا صبر له ولا رحمة، ويليه من له صبر ولا رحمة عنده، ويليه القسم الرابع وهو من له رحمة ورقة ولكن لا صبر له.
الثاني والعشرون: أنه قرن الصبر بأركان الإسلام ومقامات الإيمان كلها: فقرنه بالصلاة، كقوله: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ} [البقرة: ٤٥]. وقرنه بالأعمال الصالحة عمومًا؛ كقوله تعالى: {إِلَّا الَّذِينَ صَبَرُوا وَعَمِلُوا الصَّالِحَاتِ} [هود: ١١]. وجعله قرين التقوى، كقوله تعالى: {إِنَّهُ مَنْ
_________
(¬١) انظر لقول الشافعي: "مجموع فتاوى شيخ الإسلام" (٢٨/ ١٥٢)، و"الاستقامة" لشيخ الإسلام أيضًا (٢/ ٢٥٩)، و"تفسير ابن كثير" (١/ ٦٠) و (٤/ ٥٥٠). وقد ذكرها أيضًا المصنف في "رسالته إلى أحد إخوانه" ص ٢٣، وفي "التبيان في أقسام القرآن": ١/ ١٧٥.
(¬٢) ما بين المعقوفين ليس في الأصل، وأثبته من النسخ الثلاث الأخرى.','1','135',NULL,NULL,'0');
INSERT INTO [b252] VALUES (183,'يَتَّقِ وَيَصْبِرْ} [يوسف: ٩٠]. وجعله قرين الشكر، كقوله: {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٥)} [إبراهيم: ٥]. وجعله قرين الحق، كقوله: {وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (٣)} [العصر: ٣]. وجعله قرين الرحمة، كقوله تعالى: {وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ (١٧)} [البلد: ١٧]. وجعله قرين اليقين، كقوله: {لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (٢٤)} [السجدة: ٢٤]. وجعله قرين الصدق {وَالصَّادِقِينَ وَالصَّادِقَاتِ وَالصَّابِرِينَ وَالصَّابِرَاتِ} [الأحزاب: ٣٥]. وجعله سببَ محبته ومعيته وعونه ونصره وحسن جزائه، ويكفيه بعض ذلك شرفًا وفضلًا.','1','136',NULL,NULL,'0');
INSERT INTO [b252] VALUES (184,'<span data-type="title" id=toc-53>الباب السادس عشر في ذكر ما ورد فيه من نصوص السنة </span>(¬١)
في "الصحيحين" من حديث أنس بن مالك رضي اللَّه عنه: أن رسول اللَّه -صلى اللَّه عليه وسلم- أتى على امرأة تبكي على صبي لها فقال لها: "اتق اللَّه واصبري"، فقالت: وما تبالي بمصيبتي؟ فلما ذهب، قيل لها: إنه رسول اللَّه. فأخذها مثل الموت، فأتت بابه فلم تجد على بابه بوابين، فقالت: يا رسول اللَّه لم أعرفك. فقال: "إنما الصبر عند أول صدمة". وفي لفظ: "عند الصدمة الأولى" (¬٢).
[وقولُه: "الصبر عند الصدمة الأولى"] (¬٣)، مثل قوله: "ليس الشديد بالصرعة، الشديد الذي يملك نفسه عند الغضب" (¬٤)، فإن مفاجأة المصيبة بغتة. لها روعة تزعزع القلب وتزعجه بصدمها، فإن صبر للصدمة الأولى انكسر حدها، وضعفت قوّتها، فهان عليه استدامة الصبر.
وأيضًا فإن المصيبة ترد على القلب وهو غير موطَّن لها فتزعجه، وهي الصدمة الأولى، وأما إذا وردت عليه بعد ذلك فقد توطن لها وعلم أنه لا بد له منها، فيصير صبره شبيه الاضطرار. وهذه المرأةُ لما علمت
_________
(¬١) انظر في بعض ذلك "إحياء علوم الدين" للغزالي (٤/ ٥٣).
(¬٢) "صحيح البخاري" رقم (٧١٥٤) لففظ الأول، و (١٢٨٣) للثاني و"صحيح مسلم" رقم (٩٢٦) للفظين.
(¬٣) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٤) أخرجه البخاري في "صحيحه" رقم (٦١١٤)، ومسلم في "صحيحه" رقم (٢٦٠٩)، من حديث أبي هريرة رضي اللَّه عنه.','1','137',NULL,NULL,'0');
INSERT INTO [b252] VALUES (185,'أن جزعها لا يجدي عليها شيئًا جاءت تعتذر إلى النبي -صلى اللَّه عليه وسلم-، كأنها تقول له: قد صبرت. فأخبرها أن الصبر عند الصدمة الأولى.
ويدل على هذا المعنى ما رواه سعيد بن زربي (¬١) عن محمد بن سيرين عن أبي هريرة رضي اللَّه عنه قال: مرّ النبيُّ -صلى اللَّه عليه وسلم- بالبقيع على امرأة جاثمة على قبر تبكي، فقال: "يا أمة اللَّه اتقي اللَّه (¬٢) واصبري". قالت: يا عبد اللَّه إني لجَزْعى ثكلى. فقال: "يا أمة اللَّه اتقي اللَّه واصبري". قالت يا عبد اللَّه لو كنت مصابًا عذَرْتَنِي. قال: "أمة اللَّه اصبري". قالت: يا عبد اللَّه قد أَسْمَعتَ فانصرف عني، فمضى رسول اللَّه -صلى اللَّه عليه وسلم-، واتّبعه رجل من أصحابه، فوقف على المرأة فقال لها: ما قال لك الرجل الذاهب؟ قالت: قال لي كذا وكذا وأجبته بكذا وكذا. قال: هل تعرفينه؟ قالت: لا. قال: ذاك رسول اللَّه -صلى اللَّه عليه وسلم-. قال: فوثبت مسرعة نحوه حتى انتهت إليه وهي تقول: أنا أصبر أنا أصبر يا رسول اللَّه. فقال: "الصبر عند الصدمة الأولى، الصبر عند الصدمة الأولى". قال ابن أبي الدنيا: حدثنا بشر بن الوليد الكندي وصالح بن مالك قالا: حدثنا سعيد بن زَرْبي فذكره (¬٣).
فهذا السياق يُبيّن معنى الحديث.
قال أبو عبيد: إن كل ذي مَرْزئة (¬٤) فإن قصاراه
_________
(¬١) هو سعيد بن زربي الخزاعي البصري، منكر الحديث. انظر: "تقريب التهذيب" ص: ٣٧٧.
(¬٢) ليست في الأصل، إنما أثبتها من النسخ الثلاث الأخرى.
(¬٣) لم أقف عليه عند ابن أبي الدنيا. وقد أخرجه أبو يعلى في "مسنده" رقم (٦٠٦٧). وروى البزار طرفًا منه كما في "مجمع الزوائد" للهيثمي (٣/ ٢). ثم ضعفه الهيثمي.
(¬٤) في النسخ الثلاث الأخرى: "رزية".','1','138',NULL,NULL,'0');
INSERT INTO [b252] VALUES (186,'الصبر (¬١)، ولكنه إنما يُحمد على صبره عند حدة المصيبة وحرارتها (¬٢).
قلت: وفي الحديث أنواع من العلم:
أحدها: وجوب الصبر على المصائب، وأنه من التقوى التي أُمر العبد بها.
الثاني: الأمر بالمعروف والنهي عن المنكر، وأن سُكر (¬٣) المصيبة وشدّتها لا يُسْقطه عن (¬٤) الآمر الناهي.
الثالث: تكرار الأمر مرة بعد مرة حتى يعذر الآمر إلى ربه.
الرابع: احتُج به على جواز زيارة القبور للنساء، فإنه -صلى اللَّه عليه وسلم- لم يُنكر عليها الزيارةَ وإنما أمرها بالصبر، ولو كانت الزيارة حرامًا لبيّن لها حكمها، وهذا في آخر الأمر؛ فإن أبا هريرة إنما أسلم بعد السنة السابعة.
وأُجيب عن هذا بأنه -صلى اللَّه عليه وسلم- قد أمرها بتقوى اللَّه والصبر، وهذا إنكار منه لحالها من الزيارة والبكاء، ويدل عليه أنها لما علمت أن الآمر لها بذلك من تجب طاعته انصرفت مسرعة.
وأيضًا فأبو هريرة لم يُخبر أنه شهد هذه القصة، فلا يدل الحديث على أنها بعد إسلامه، ولو شهدها فلعنَتُه -صلى اللَّه عليه وسلم- زائرات القبور والمتخذين
_________
(¬١) هكذا في الأصل و (ب): "قصاراه الصبر". وفي (م) و (ن): "مصيره إلى الصبر".
(¬٢) "الأمثال" لأبي عبيد ص (٢٩). وذكره أيضًا الجوهري في الصحاح (٥/ ١٩٦٥).
(¬٣) كذا في الأصل، وفي النسخ الأخرى: "شكوى" ولها وجه في القراءة.
(¬٤) الأصل: "يسقط عنه"، وبقية النسخ: "لا يسقط عنه" والمثبت من بعض المطبوعات ولعله الصواب.','1','139',NULL,NULL,'0');
INSERT INTO [b252] VALUES (187,'عليها المساجد والسرج (¬١) كان بعد هذا في مرض موته.
وفي عدم تعريفه لها بنفسه -صلى اللَّه عليه وسلم- شفقة منه ورحمة بها، إذ لو عرّفها بنفسه في تلك الحال التي لا تملك فيها نفسها فربما لم تسمع منه فتهلك، فكان معصيتُها له وهي لا تعلم أنه رسول اللَّه أخف من معصيتها له لو علمت به، فهذا من كمال رأفته ورحمته صلوات اللَّه وسلامه عليه.
وفي "صحيح مسلم" عن أم سلمة قالت: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "ما من مسلم تصيبه مصيبة، فيقول ما أمره اللَّه: إنا للَّه وإنا إليه راجعون، اللهم أجرني في مصيبتي واخلف لي خيرًا منها، إلا أخلف اللَّه له خيرًا منها". قالت: فلما مات أبو سلمة قلت: أي المسلمين خير من أبي سلمة؛ أول بيت هاجر إلى رسول اللَّه -صلى اللَّه عليه وسلم-، ثم إني قلتها، فأخلف اللَّه لي رسول اللَّه -صلى اللَّه عليه وسلم-، فأرسل إلي رسول اللَّه -صلى اللَّه عليه وسلم- حاطب بن أبي بلتعة يخطبني له، فقلت: إن لي بنتًا وأنا غيور، فقال: "أما ابنتها فأدعو اللَّه أن يغنيها عنها، وأدعو اللَّه أن يذهب بالغيرة" فتزوجت رسول اللَّه -صلى اللَّه عليه وسلم- (¬٢).
وعند أبي داود في هذا الحديث عنها، قالت: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إذا أصابت أحدكم مصيبة فليقل: إنا للَّه وإنا إليه راجعون، اللهم عندك أحتسب مصيبتي، فأْجُرْني بها، وأبدِلْني خيرًا منها"، فلما احتضر أبو سلمة قال: اللهم أخلفني في أهلي خيرًا مني. فلما قُبض قالت أم
_________
(¬١) رواه أبو داود في "سننه" رقم (٣٢٣٦)، والترمذي في "جامعه" رقم (٣٢٠)، وقال: "حديث حسن"، والنسائي في "المجتبى" رقم (٢٠٤٣) من حديث ابن عباس رضي اللَّه عنهما.
(¬٢) "صحيح مسلم" رقم (٩١٨).','1','140',NULL,NULL,'0');
INSERT INTO [b252] VALUES (188,'سلمة: إنا للَّه وإنا إليه راجعون، عند اللَّه احتسبت مصيبتي فأجرني فيها (¬١).
فانظر عاقبة الصبر والاسترجاع ومتابعة الرسول والرضاء عن اللَّه إلى ما آلت وأنالت أمَّ سلمة نكاحَ أكرم الخلق على اللَّه.
وفي "جامع الترمذي"، و"مسند الإمام أحمد"، و"صحيح ابن حبان" (¬٢)، عن أبي موسى الأشعري رضى اللَّه عنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إذا مات ولدُ العبد قال اللَّه لملائكته: قبضتم ولد عبدي؟ فيقولون: نعم. فيقول: قبضتم ثمرة فؤادِه؟ فيقولون: نعم. فيقول: ماذا قال عبدي؟ فيقولون: حمدك واسترجع. فيقول: ابنوا لعبدي بيتًا في الجنّة وسموه بيت الحمد" (¬٣).
وفي "صحيح البخاري" من حديث أنس أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "إذا ابتليت عبدي بحبيبتيْه ثم صبر عوّضتُه منهما الجنة" (¬٤)، يريد: عينيْه.
وعند الترمذي في هذا الحديث: "إذا أخذت كريمَتي عبدي في الدنيا لم يكن له جزاء عندي إلا الجنّة" (¬٥).
وفي "الترمذي" أيضًا عن أبي هريرة رضي اللَّه عنه قال: قال رسول
_________
(¬١) "سنن أبي داود" رقم (٣١١٩)، إلا أنه بدون قوله: "فلما احتضر أبو سلمة. . . " الخ. وقد أخرجه تامًّا: الترمذي في "جامعه" رقم (٣٥١١)، وقال: "حسن غريب من هذا الوجه"، وابن ماجه في "سننه" رقم (١٥٩٨).
(¬٢) في الأصل: "عباس"، وهو تحريف.
(¬٣) "جامع الترمذي" رقم (١٠٢١)، و"مسند أحمد" (٤/ ٤١٥)، و"صحيح ابن حبان" رقم (٢٩٤٨)، وقال الترمذي عقبه: "حديث حسن غريب".
(¬٤) "صحيح البخاري" رقم (٥٦٥٣).
(¬٥) "جامع الترمذي" رقم (٢٤٠٠)، وقال: "غريب من هذا الوجه".','1','141',NULL,NULL,'0');
INSERT INTO [b252] VALUES (189,'اللَّه -صلى اللَّه عليه وسلم-: "يقول اللَّه عز وجل: من أذهبت حبيبتَيْه فصبر واحتسب، لم أرضَ له ثوابًا دون الجنة" (¬١).
وفي "سنن النسائي" من حديث عبد اللَّه بن عمرو رضي اللَّه عنهما قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن اللَّه لا يرضى لعبده إذا ذهب بصفِيِّه من أهل الأرض فاحتسب، بثواب دون الجنة" (¬٢).
وفي "صحيح البخاري" من حديث أبي هريرة رضي اللَّه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "يقول اللَّه عز وجل: ما لعبدي المؤمن جزاء إذا قبضتُ صفيّه من أهل الدنيا ثم احتسبه إلا الجنة" (¬٣).
وفي "صحيحه" أيضًا عن عطاء بن أبي رباح قال: قال لي ابن عباس: ألا أريك امرأة من أهل الجنّة؟ قلت: بلى. قال: هذه المرأةُ السوداءُ أتت النبي -صلى اللَّه عليه وسلم- فقالت: إنّي أصرعُ وأتكشّف، فادع اللَّه لي. قال: "إن شئتِ صبرت ولك الجنة، وإن شئتِ دعوتُ اللَّه أن يعافيَك (¬٤) " قالت: أَصْبر. فقالت: إني أتكشفُ فادعُ اللَّه أن لا أتكشّف (¬٥).
وفي "الموطأ" من حديث عطاء بن يسار: أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "إذا مرض العبد بعث اللَّه إليه ملكين، فقال: انظرا ماذا يقول لعواده، فإن هو إذا جاؤوه حمدَ اللَّه وأثنى عليه، رفعا ذلك إلى اللَّه وهو أعلم، فيقول: لعبدي عليَّ إن توفيتُه أن ادخله الجنة، وإن أنا شفيتُه أن أبدله لحمًا خيرًا
_________
(¬١) "جامع الترمذي" رقم (٢٤٠١)، وقال: "حسن صحيح".
(¬٢) سنن النسائي "المجتبى" رقم (١٨٧١). وهو بمعنى حديث البخاري الآتي.
(¬٣) "صحيح البخاري" رقم (٦٤٢٤).
(¬٤) في الأصل: "يعافيك اللَّه". والمثبت من: (م)، (ن)، وصحيح البخاري.
(¬٥) "صحيح البخاري" رقم (٥٦٥٢)، وهو في "صحيح مسلم" أيضًا رقم (٢٥٧٦).','1','142',NULL,NULL,'0');
INSERT INTO [b252] VALUES (190,'من لحمه، ودمًا خيرًا من دمه، وأن أُكفّر عنه سيئاته" (¬١).
وفي صحيفة عمرو بن شعيب عن أبيه عن جده قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إذا جمع اللَّه الخلائق نادى مناد: أين أهلُ الفضل (¬٢)؟ قال: فيقوم ناس -وهم يسير- فينطلقون سراعًا إلى الجنة، فتلقاهم الملائكة، فتقول: إنا نراكم سراعًا إلى الجنة فمن أنتم؟ فيقولون (¬٣): نحن أهل الفضل. فيقولون: ماذا كان فضلُكم؟ فيقولون: كنا إذا ظُلمنا صبرنا، وإذا أسيء إلينا عفونا، وإذا جُهل علينا حلمنا، فيُقال لهم: ادخلوا الجنة فنعم أجر العاملين" (¬٤).
وفي "الصحيح" (¬٥) أن رسول اللَّه -صلى اللَّه عليه وسلم- قسم مالًا، فقال بعض الناس: هذه قسمة ما أريد بها وجه اللَّه، فأُخبر بذلك رسول اللَّه -صلى اللَّه عليه وسلم- فقال: "رحم اللَّه أخي موسى قد أوذي بأكثر من هذا فصبر" (¬٦).
_________
(¬١) "الموطأ" (٢/ ٩٤٠ - ٩٤١)، وهو مرسل.
وله طرق موصوله ذكرها الألباني في "سلسلة الأحاديث الصحيحة" رقم (٢٧٢)، وصحح الحديث لأجلها.
(¬٢) في الأصل وسائر النسخ الخطية: "الصبر"، وهو سهو كما سيأتي في سياق الحديث. وهو كذلك -على الصواب- في مصادر التخريج، واللَّه أعلم.
(¬٣) في الأصل: "قال". والتصويب من النسخ الثلاث الأخرى.
(¬٤) أخرجه ابن أبي الدنيا في كتاب "الحلم" رقم (٥٦)، وفي كتاب "مداراة الناس" رقم (١١)، والبيهقي في "شعب الإيمان" رقم (٨٥٨٦) وضعفه.
ورواه أبو نعيم في "حلية الأولياء" (٣/ ١٣٩)، وابن قدامة في "المتحابين في اللَّه" رقم (١٥٥) عن علي بن الحسين مقطوعًا عليه.
(¬٥) كذا في الأصل و (م) و (ن). وفي (ب): "الصحيحين".
(¬٦) "صحيح البخاري" رقم (٣٤٠٥)، و"صحيح مسلم" رقم (١٠٦٢). من حديث عبد اللَّه بن مسعود رضي اللَّه عنه.','1','143',NULL,NULL,'0');
INSERT INTO [b252] VALUES (191,'وفي "الصحيحين" من حديث الزهري عن عروة عن عائشة رضي اللَّه عنها قالت: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ما من مصيبة تصيب المسلم إلا كفّر اللَّه بها عنه (¬١) حتى الشوكة يُشاكها" (¬٢).
وفيهما أيضًا من حديث أبي سعيد وأبي هريرة رضي اللَّه عنهما عن النبي -صلى اللَّه عليه وسلم- قال: "ما يصيب المسلمَ من نصبٍ ولا وصب ولا حزنٍ ولا أذى ولا غمٍّ حتى الشوكة يشاكها إلا كفّر اللَّه بها من خطاياه" (¬٣).
وفي "صحيح مسلم" من حديث عائشة رضي اللَّه عنها عن النبي -صلى اللَّه عليه وسلم- أنه قال: "لا يصيب المؤمن شوكة فما فوقها إلا رفعه اللَّه بها درجة، وحطّ عنه بها خطيئة" (¬٤).
وفي "المسند" من حديث أبي هريرة (¬٥) رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم- قال: "لا يزال البلاء بالمؤمن أو المؤمنة في جسده وفي ماله وفي ولده حتى يلقى اللَّهَ وما عليه خطيئة" (¬٦).
وفي "الصحيح" من حديث سعد بن أبي وقاص رضي اللَّه عنه قال: قلت: يا رسول اللَّه أيُّ الناس أشد بلاء؟ قال: "الأنبياء ثم الصالحون ثم
_________
(¬١) في الأصل: "عنها". وفي (م)، (ن): "بها عن صاحبها". والمثبت من (ب)، وهو الموافق لمصادر التخريج.
(¬٢) "صحيح البخاري" رقم (٥٦٤٠)، و"صحيح مسلم" رقم (٢٥٧٢) (٤٩).
(¬٣) "صحيح البخاري" رقم (٥٦٤١)، (٥٦٤٢)، و"صحيح مسلم" رقم (٢٥٧٣).
(¬٤) "صحيح مسلم" رقم (٢٥٧٢) (٤٧).
(¬٥) كلمة "هريرة" سقطت من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٦) "المسند" (٢/ ٢٨٧)، وصححه الحاكم في "المستدرك" (١/ ٣٤٦) على شرط مسلم، ووافقه الذهبي في التلخيص.','1','144',NULL,NULL,'0');
INSERT INTO [b252] VALUES (192,'الأمثل فالأمثل؛ يبتلى الرجل على حسب دينه، فإن كان في دينه صلابة زيد في بلائه، وإن كان في دينه رقة خفِّف عنه، وما يزال البلاء بالعبد حتى يمشي على الأرض وليس عليه خطيئة" (¬١).
وفي "الصحيحين" عن عبد اللَّه بن مسعود رضي اللَّه عنه قال: دخلت على النبي -صلى اللَّه عليه وسلم- وهو يُوعك وعكًا شديدًا. فقلت: يا رسول اللَّه إنك لتوعك وعكًا شديدًا. قال: "أجل، لأُوعَكُ كما يُوعك رجلان منكم". قلت: إن لك لأجرين؟ قال: "نعم، والذي نفسي بيده ما على الأرض مسلم يصيبه أذى من مرض فما سواه إلا حَطّ اللَّه عنه خطاياه كما تَحُطّ الشجرةُ اليابسةُ ورقَها" (¬٢).
وفي "الصحيحين" أيضًا من حديث عائشة رضي اللَّه عنها قالت: "ما رأيت الوجع على أحد أشدَّ منه على رسول اللَّه -صلى اللَّه عليه وسلم-" (¬٣).
وفي بعض "المسانيد" مرفوعًا: "إن الرجل لتكون له الدرجة عند اللَّه تعالى، لا يبلغها بعمل حتى يُبتلى ببلاء في جسمه فيبلُغَها بذلك" (¬٤).
_________
(¬١) لم أقف عليه في صحيح البخاري ولا مسلم. وقد أخرجه الترمذي في "جامعه" رقم (٢٣٩٨)، وقال: "حسن صحيح"، وابن ماجه في سننه رقم (٤٠٢٣).
(¬٢) "صحيح البخاري" رقم (٥٦٦٥)، و"صحيح مسلم" رقم (٢٥٧١).
(¬٣) "صحيح البخاري" رقم (٥٦٤٦)، و"صحيح مسلم" رقم (٢٥٧٠).
(¬٤) أخرجه هناد في "الزهد" رقم (٤٠٠) من حديث عبد اللَّه بن مسعود.
وأخرجه أبو يعلى في "مسنده" رقم (٦٠٩٥) بلفظ: "إن الرجل ليكون له عند اللَّه المنزلة فما يبلغها بعمل، فما يزال اللَّه يبتليه بما يكره، حتى يبلغه إياها" من حديث أبي هريرة رضي اللَّه عنه.
وصححه ابن حبان حيث أخرجه في "صحيحه" رقم (٢٩٠٨)، والحاكم في "المستدرك" (١/ ٣٤٤).','1','145',NULL,NULL,'0');
INSERT INTO [b252] VALUES (193,'ويروي عن عائشة عنه -صلى اللَّه عليه وسلم-: "إذا اشتكى المؤمنُ أخلَصَه ذلك من الذنوب، كما يُخلِص الكيرُ الخَبَث من الحديد" (¬١).
وفي "صحيح البخاري" من حديث خبّاب بن الأرت رضي اللَّه عنه قال: شكونا إلى رسول اللَّه -صلى اللَّه عليه وسلم- وهو متوسد ببُردة له في ظلّ الكعبة، فقلنا: ألا تستنصرُ لنا، ألا تدعو لنا؟ فقال: "قد كان من قبلكم يؤخذ الرجل فيحفر له في الأرض فيُجعل فيها، ثم يُؤتى بالمنشار فيُوضع على رأسه فيُجعل نصفين، ويُمشط بأمشاطِ الحديد ما دون لحمه وعظمه ما يصدُّه ذلك عن دينه، واللَّه لَيُتِمَّنَّ اللَّه هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا اللَّه والذئب على غَنمِه، وأنتم (¬٢) تستعجِلون" (¬٣).
وفي لفظ للبخاري: أتيت رسول اللَّه -صلى اللَّه عليه وسلم- وهو متوسد بردة في ظل الكعبة -وقد لقينا من المشركين شدة- فقلت: ألا تدعو اللَّه؟ فقعد (¬٤)
وهو محمر وجهه، فقال: "لقد كان من قبلكم ليمشط بأمشاط الحديد ما دون لحمه وعظمه ما يصدُه ذلك عن دينه" (¬٥).
وقد حمل بعض أهل العلم قول خباب: "شكونا إلى رسول اللَّه -صلى اللَّه عليه وسلم-
_________
(¬١) أخرجه البخاري في "الأدب المفرد" رقم (٤٩٧)، وصححه ابن حبان حيث أخرجه في "صحيحه" رقم (٢٩٣٦).
(¬٢) في سائر النسخ: "ولكنكم".
(¬٣) "صحيح البخاري" رقم (٦٩٤٣).
(¬٤) في الأصل: "فقد"، وهو خطأ.
(¬٥) "صحيح البخاري" رقم (٣٨٥٢).','1','146',NULL,NULL,'0');
INSERT INTO [b252] VALUES (194,'حرّ الرَّمْضاء فلم يُشْكِنا" (¬١) على هذا المحمل، وقال: شكوا (¬٢) إليه حرّ الرمضاء الذي كان يصيب جباهَهم وأكفَّهم من تعذيب الكفار فلم يُشكِهم، وإنما دَلّهم على الصبر.
وهذا الوجه أنسب من تفسير من فسّر ذلك بالسجود على الرمضاء، واحتج به على وجوب مباشرة المصلي بالجَبْهة، لثلاثة أوجه:
أحدها: أنه لا دليل في اللفظ على ذلك.
الثاني: أنهم قد أَخبروا أنهم كانوا مع النبي -صلى اللَّه عليه وسلم-، فكان أحدهم إذا لم يستطع أن يسجد على الأرض بسط ثوبه فيسجد عليه (¬٣)، والظاهر أن هذا يبلغه ويعلم به وقد أقرّهم عليه.
الثالث: أن شدة الحرّ في الحجاز تمنع مباشرة الجبهة والكفّ للأرض، بل تكاد تشوي الوجهَ والكفَّ فلا يتمكن (¬٤) من الطمأنينة في السجود، ويذهب خشوع الصلاة، ويتضرر البدن، ويتعرض للمرض، والشريعة لا تأتي بهذا.
فتأمل رواية خبّاب لهذا وللذي قبله واجمع بين اللفظين والمعنيين، ولا تستوحش من قوله: "فلم يُشكِنا"، فإنه هو معنى إعراضه عن
_________
(¬١) أخرجه مسلم في "صحيحه" رقم (٦١٩).
(¬٢) في الأصل: "شكونا"، والتصويب من النسخ الأخرى.
(¬٣) وذلك فيما رواه البخاري في "صحيحه" رقم (١٢٥٨)، ومسلم في "صحيحه" رقم (٦٢٠) من حديث أنس بن مالك رضي اللَّه عنه قال: "كنا نصلي مع رسول اللَّه -صلى اللَّه عليه وسلم- في شدة الحرّ، فإذا لم يستطع أحدنا أن يُمكن جبهته من الأرض، بسط ثوبه فسجد عليه".
(¬٤) في الأصل: "تمكن": والتصويب من النسخ الثلاث الأخرى.','1','147',NULL,NULL,'0');
INSERT INTO [b252] VALUES (195,'شكايتهم وإخباره لهم بصبر من قبلهم، واللَّه أعلم.
وفي "الصحيحين" من حديث أسامة بن زيد رضي اللَّه عنه قال: أرسلت بنت النبي -صلى اللَّه عليه وسلم - إليه: أن ابنًا لي (¬١) احتضر فأتنا. فأرسل يُقرئ السلام ويقول: "إن للَّه ما أخذ، وله ما أعطى، وكلٌّ (¬٢) عنده بأجل مسمى، فلتصبر ولتحتسب". فأرسلت إليه تقسم عليه ليأتينها، فقام ومعه سعد بن عبادة ومعاذ بن جبل وأبيّ بن كعب وزيد بن ثابت ورجال، فرُفع الصبي إلى رسول اللَّه -صلى اللَّه عليه وسلم- فأقعده في حجره ونَفْسُه تَقَعْقَعُ (¬٣) كأنها شنٌّ (¬٤)، ففاضت عيناه، فقال سعد: يا رسول اللَّه ما هذا؟ قال: "هذه رحمة جعلها اللَّه في قلوب من يشاء من عباده، وإنما يرحم اللَّه من عباده الرحماء" (¬٥).
وفي "سنن النسائي" عن ابن عباس رضي اللَّه عنهما قال: احتضرت بنت لرسول اللَّه -صلى اللَّه عليه وسلم- صغيرة، فأخذها رسول اللَّه -صلى اللَّه عليه وسلم- وضمَّها إلى صدره ثم وضع يده عليها (¬٦) وهي بين يدي رسول اللَّه -صلى اللَّه عليه وسلم-، فبكت أم أيمن، فقلت لها: أتبكين ورسول اللَّه -صلى اللَّه عليه وسلم- عندك؟ فقالت: ما لي لا أبكي ورسول اللَّه -صلى اللَّه عليه وسلم - يبكي، فقال رسول اللَّه -صلى اللَّه عليه وسلم -: "إني لست أبكي ولكنها رحمة"، ثم قال رسول اللَّه -صلى اللَّه عليه وسلم -: "المؤمن بخير على كل حال،
_________
(¬١) ليست في الأصل وأثبتها من النسخ الثلاث الأخرى.
(¬٢) في سائر النسخ: "وكل شيء".
(¬٣) أي: تضطرب وتتحرك. "النهاية" (٤/ ٨٨).
(¬٤) الشنّ أي القربة. انظر: "النهاية" (٢/ ٥٠٦ - ٥٠٧).
(¬٥) "صحيح البخاري" رقم (١٢٨٤)، و"صحيح مسلم" رقم (٩٢٣).
(¬٦) في "سنن النسائي" بعد هذه الكلمة: "فقضت".','1','148',NULL,NULL,'0');
INSERT INTO [b252] VALUES (196,'تُنزع ن فسه من بين جنبيه وهو يحمد اللَّه عز وجل" (¬١).
وفي صحيح البخاري من حديث أنس قال: اشتكى ابنٌ لأبي طلحة فمات، وأبو طلحة خارج، فلما رأت امرأته أنه قد مات، هيّأت شيئًا وسجّته في جانب البيت، فلما جاء أبو طلحة قال: كيف الغلام؟ قالت: قد هدأت نفسه، وأرجو أن يكون قد استراح. فظن أبو طلحة أنها صادقة. قال: فبات معها، فلما أصبح اغتسل، فلما أراد أن يخرُج أعلمته أنه قد مات، فصلى مع النبي -صلى اللَّه عليه وسلم- ثم أخبره بما كان منهما، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "لعله أن يُبارك لهما في ليلتهما". قال ابن عيينة: فقال رجل من الأنصار: فرأيت [لهما] تسعة أولاد كلهم قد قرأوا القرآن (¬٢).
وفي "موطأ مالك" عن القاسم بن محمد قال: هلكت امرأة لي فأتاني محمد بن كعب القرظي يعزيني بها، فقال: إنه كان في بني إسرائيل رجل فقيه عابد عالم مجتهد، وكانت له امرأة وكان بها معجَبًا، فماتت فوجد عليها وجْدًا شديدًا حتى خلا في بيت وأغلق على نفسه واحتجب من الناس، فلم يكن يدخل عليه أحد، ثم إن امرأة من بني إسرائيل سمعت به فجاءته فقالت له: إن لي حاجة أستفتيه فيها، ليس يُجزئني إلا أن أشافهه بها، فذهب الناس ولزمت الباب فأُخبر، فأذن لها، فقالت: أستفتيك في أمر. قال: وما هو؟ قالت: إني استعرت من جارة
_________
(¬١) سنن النسائي "المجتبي" رقم (١٨٤٣). من طريق أبي الأحوص عن عطاء بن السائب عن عكرمة عن ابن عباس به. وقال النسائي في "السنن الكبرى" حديث رقم (١٩٧٠): "عطاء بن السائب كان قد اختلط، وأثبت الناس فيه سفيان الثوري وشعبة بن الحجاج".
(¬٢) أخرجه البخاري رقم (١٣٠١). والاستدراك منه.','1','149',NULL,NULL,'0');
INSERT INTO [b252] VALUES (197,'لي حُليًّا فكنت ألبسه وأعيره زمانًا، ثم إنهم أرسلوا إليّ فيه أفأرده إليهم؟ قال: نعم واللَّهِ. قالت: إنه قد مكث عندي زمانًا؟! فقال: ذلك أحق لردك إياه. فقالت له: يرحمك اللَّه أفتأسف على ما أعارك اللَّه ثم أخذه منك، وهو أحق به منك؟! فأبصر ما كان فيه، ونفعه اللَّه بقولها (¬١).
وفي "جامع الترمذي" عن شيخ من بني مرة قال: قدمت الكوفة فأخبرت عن بلال بن أبي بردة فقلت: إن فيه لمعتبرًا، فأتيته وهو محبوس في داره التي كان بنى، وإذا كل شيء منه قد تغير من العذاب والضرب، وإذا هو في قُشاش (¬٢)، فقلت له: الحمد للَّه يا بلال، لقد رأيتك تمر بنا وأنت تمسك أنفك من غير غبار، وأنت في حالتك هذه فكيف صبرك اليوم؟ فقال لي: ممن أنت؟ فقلت: من بني مرة بن عباد. قال: ألا أحدثك حديثًا عسى اللَّه أن ينفعك به؟ قلت: هات. قال: حدثني أبو بردة عن أبي موسي أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "لا تصيب عبدًا نَكْبَةٌ (¬٣) فما فوقها أو دونها إلا بذنب، وما يعفو اللَّه عنه أكثر" قال: وقرأ: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (٣٠)} [الشورى: ٣٠] (¬٤).
وفي "الصحيحين" من حديث عبد اللَّه بن مسعود رضي اللَّه عنه قال: كأني أنظر إلى رسول اللَّه -صلى اللَّه عليه وسلم- يحكي نبيًّا من الأنبياء ضربه قومه فأدموه
_________
(¬١) "الموطأ" (١/ ٢٣٧).
(¬٢) القشاش: ما كان ساقطًا مما لا قيمة له. انظر: "تحفة الأحوذي" (٩/ ٩٢).
(¬٣) أي: محنة وأذي. انظر: "تحفة الأحوذي" (٩/ ٩٢)
(¬٤) "جامع الترمذي" رقم (٣٢٥٢)، وقال: "حديث غريب لا نعرفه إلا من هذا الوجه".','1','150',NULL,NULL,'0');
INSERT INTO [b252] VALUES (198,'وهو يمسح الدم عن وجهه وهو يقول: "اللهمّ اغفر لقومي فإنهم لا يعلمون" (¬١).
فتضمنت هذه الدعوة العفو عنهم، والدعاء لهم، والاعتذارَ لهم، والاستعطاف بقوله: "لقومي".
وفي "الموطأ" من حديث عبد الرحمن بن القاسم قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "لِيُعَزِّ المسلمين في مصائبهم المصيبة بي" (¬٢).
وفي "الترمذي" من حديث يحيى بن وثاب عن شيخ من أصحاب رسول اللَّه -صلى اللَّه عليه وسلم-: قال: قال رسول اللَّه -صلى اللَّه عليه وسلم- "المسلم (¬٣) الذي يخالط الناس ويصبر على أذاهم خيرٌ من الذي لا يخالط الناس ولا يصبر على أذاهم" قال الترمذي (¬٤): كان شعبة يرى أن الشيخ ابن عمر (¬٥).
وفي "الصحيحين" من حديث أبي سعيد الخدري رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم- قال: "ما أعطي أحد عطاءً خيرًا وأوسع من الصبر" (¬٦).
_________
(¬١) "صحيح البخاري" رقم (٣٤٧٧)، و"صحيح مسلم" رقم (١٧٩٢).
(¬٢) "الموطأ" (١/ ٢٣٦)، وهو مرسل، وله عدة طرق موصولة، لذا صححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (١١٠٦).
(¬٣) هذه الكلمة ساقطة من (ب).
وفي (م) و (ن): "المؤمن". والمثبت موافق لجامع الترمذي.
(¬٤) الذي في جامع الترمذي أن هذا القول الآتي لابن أبي عدي، شيخ شيخ الترمذي، الراوي عن شعبة هذا الحديث.
(¬٥) "جامع الترمذي" رقم (٢٥٠٧).
وأخرجه ابن ماجه في "سننه" رقم (٤٠٣٢) من مسند عبد اللَّه بن عمر. وصحح الحديث الألباني في سلسلة الأحاديث الصحيحة برقم (٩٣٩).
(¬٦) "صحيح البخاري" رقم (١٤٦٩)، و"صحيح مسلم" رقم (١٠٥٣).','1','151',NULL,NULL,'0');
INSERT INTO [b252] VALUES (199,'وفي بعض "المسانيد" عنه -صلى اللَّه عليه وسلم- أنه قال: "قال اللَّه عز وجل: إذا وجَّهت إلى عبدٍ من عبيدي مصيبة في بدنه أو ماله أو ولده، ثم استقبل ذلك بصبرٍ جميلٍ استحييت منه يومَ القيامة أن أنصبَ له ميزانًا أو أنشرَ له ديوانًا" (¬١).
وفي "جامع الترمذي" عنه -صلى اللَّه عليه وسلم-: "إذا أحبّ اللَّه قومًا ابتلاهم، فمن رضي فله الرضى، ومن سخِط فله السخط" (¬٢).
وفي بعض "المسانيد" عنه مرفوعًا: "إذا أراد اللَّه بعبد خيرًا صبّ عليه البلاء صبًّا" (¬٣).
وفي "صحيح مسلم" من حديث جابر بن عبد اللَّه أن رسول اللَّه -صلى اللَّه عليه وسلم- دخل عل امرأة فقال: "ما لك تُزفزفين" (¬٤)؟ قالت: الحمى، لا بارك اللَّه فيها. قال: "لا تَسُبي الحمّى فإنها تُذهِبُ خطايا بني آدم كما يُذهب الكيرُ خَبَثَ الحديد" (¬٥).
_________
(¬١) أخرجه الشهاب في "مسنده" رقم (١٤٦٢)، وابن عدي في "الكامل" (٧/ ١٥٠). وضعفه العراقي في "المغني عن حمل الأسفار" (٤/ ٦٢).
(¬٢) "جامع الترمذي" رقم (٢٣٩٦)، وقال: "حسن غريب من هذا الوجه". وأخرجه ابن ماجه أيضًا في "سننه" رقم (٤٠٣١).
(¬٣) أخرجه ابن أبي الدنيا في كتابه "المرض والكفارات" رقم (٢٢٠)، وعزاه الهندي في "كنز العمال" رقم (٦٨١١) للطبراني، وذكره الديلمي في "الفردوس" رقم (٩٧٢). كلهم بلفظ: "إذا أحب اللَّه عبدًا صبّ عليه البلاء صبًّا". من حديث أنس بن مالك رضي اللَّه عنه.
وضعفه العراقي في "المغني عن حمل الأسفار" (١/ ٢٧٨).
(¬٤) أي ترتعدين من البرد. انظر: "النهاية" (٢/ ٣٠٥).
(¬٥) "صحيح مسلم" رقم (٢٥٧٥)، وفيه التصريح بأن المرأة هي أم السائب.','1','152',NULL,NULL,'0');
INSERT INTO [b252] VALUES (200,'ويذكر عن أبي هريرة رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم- أنه قال: "من وُعِك ليلةً فصبرَ ورضي عن اللَّه تعالي، خرج من ذنوبه (¬١) كيوم ولدته أمُّه" (¬٢).
وقال الحسن: "إنه ليُكفّر عن العبد خطاياه كلُّها بحمى ليلة" (¬٣).
وفي "المسند" وغيره عن أبي سعيد الخدري رضي اللَّه عنه [قال: دخلت على النبي -صلى اللَّه عليه وسلم-] (¬٤) وهو محموم، فوضعتُ يدي من فوق القطيفة (¬٥) فوجدت حرارة الحمّى، فقلت: ما أشد حمّاك يا رسول اللَّه. قال: "إنا كذلك معاشر الأنبياء يضاعفُ علينا الوَجَعُ ليضاعفَ لنا الأجرُ" قال: قلت: يا رسول اللَّه فأي الناس أشد بلاء؟ قال: "الأنبياء" قلت: ثم من؟ قال: "الصالحون، إن كان الرجلُ ليُبتلى بالفقر حتى ما يجد إلا العباء فيجوبها (¬٦) فيلبسها، وإن كان الرجل ليُبتلى بالقمّل حتى يقتله القمّل، وكان ذلك أحب إليهم من العطاء إليكم" (¬٧).
_________
(¬١) في الأصل: "يومه". وهو سهو، والتصويب من النسخ الأخرى.
(¬٢) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٨٣)، وكتاب "الرضا عن اللَّه" رقم (٧٥)، وكتاب "الصبر" رقم (١٨٠)، ومن طريقه أخرجه البيهقي في "شعب الإيمان" رقم (٩٨٦٨). من حديث الحسن عن أبي هريرة. ورواية الحسن عن أبي هريرة منقطعة.
انظر: "المراسيل" لابن أبي حاتم ص: ٣٨، و"جامع التحصيل" للعلائي ص: ١٦٤.
(¬٣) رواه البيهقي في "شعب الإيمان" رقم (٩٨٦٥). وسيأتي قريبًا عن الحسن مرفوعًا.
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٥) القطيفة: كساء له خَمْل. انظر: "النهاية" لابن الأثير (٤/ ٨٤).
(¬٦) يقال: جُبْتُ القميصَ، أي: قوّرتُ جَيبه. انظر: "لسان العرب" (١/ ٢٨٦).
(¬٧) "المسند" (٣/ ٩٤). وأخرجه ابن ماجه في "سننه" رقم (٤٠٢٤) نحوه. وصححه الحاكم في =','1','153',NULL,NULL,'0');
INSERT INTO [b252] VALUES (201,'وقال عقبة بن عامر الجهني: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ليس من عمل إلا وهو يختم عليه، فإذا مرض المؤمن، قالت الملائكة: يا ربنا عبدك فلان قد حبسته عن العمل، فيقول الرب تعالى: اختموا له على مثل عمله حتى يبرأ أو يموت" (¬١).
وقال أبو هريرة: "إذا مرض العبد المسلم نُودي صاحب اليمين أن أجري (¬٢) على عبدي صالح ما كان يعمل وهو صحيح، ويقال لصاحب الشمال: أقصر عن عبدي ما دام في وثاقي". فقال رجل عند أبي هريرة: يا ليتني لا أزال ضاجعًا. فقال أبو هريرة: كره العبد الخطايا.
ذكره ابن أبي الدنيا (¬٣).
وذكر أيضًا عن هلال بن يساف (¬٤) قال: كنا قعودًا عند عمار بن ياسر فذكروا الأوجاع، فقال أعرابي: ما اشتكيت قط، فقال عمار: "ما أنت منا، أو لست منا، إن المسلم يُبتلى ببلاء فتُحَط عنه ذنوبُه كما يحط الورق من الشجر، وإن الكافر أو الفاجر يُبتلي ببلية، فمثله مثل
_________
= المستدرك (٤/ ٣٠٧) على شرط مسلم، ووافقه الذهبي.
(¬١) أخرجه أحمد في "المسند" (٤/ ١٤٦)، وابن أبي الدنيا في "المرض والكفارات" رقم (١٢). وصححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (٢١٩٣).
(¬٢) في (ن): "أجر".
(¬٣) رواه في كتاب "المرض والكفارات" رقم (١٤)، ومن طريقه البيهقي في "شعب الإيمان" رقم (٩٩٤٨).
(¬٤) هلال بن يساف هنا يروي عن ربيع بن عميلة، وربيع هو القائل: كنا قعودًا. . . الخ. كما في مصادر التخريج.','1','154',NULL,NULL,'0');
INSERT INTO [b252] VALUES (202,'بعير، إن أُطلق لم يَدرِ لِمَ أطلق، وإن عُقل لم يَدرِ لِمَ عُقل" (¬١).
وذُكر عن أبي معمر الأزدي قال: "كنا إذا سمعنا من ابن مسعود شيئًا نكرهه سكتنا حتى يفسره لنا، فقال لنا ذات يوم: ألا إن السُّقم لا يُكتب له أجر. فساءنا ذلك وكبُر علينا. فقال: ولكن يُكفَّر به الخطيئة. فسرّنا ذلك وأعجبنا" (¬٢).
وهذا من كمال علمه وفقهه رضي اللَّه عنه، فإن الأجر إنما يكون على الأعمال الاختيارية وما (¬٣) تولّد منها، كما ذكر سبحانه النوعين في آخر سورة التوبة في قوله في المباشِر من الإنفاق وقطع الوادي: {إِلَّا كُتِبَ لَهُمْ} [التوبة: ١٢١]، وفي المتولد من إصابة الظمأ والنصب والمخمصة في سبيله وغيظ الكفار: {إِلَّا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ} [التوبة: ١٢٠]، فالثواب مرتبط بهذين النوعين، وأما الأسقام والمصائب فإن ثوابها تكفير الخطايا، ولهذا قال تعالى: {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} [الشورى: ٣٠].
والنبي -صلى اللَّه عليه وسلم- إنما قال في المصائب: "كفّر اللَّه بها من خطاياه"، كما تقدم ذكر ألفاظه صلي اللَّه عليه وسلم (¬٤). وكذا قوله: "المرضُ
_________
(¬١) رواه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (١٥)، ومن طريقه البيهقي في "شعب الإيمان" رقم (٩٩١٣).
(¬٢) رواه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (١٦)، ورواه أيضًا الطبراني في "المعجم الكبير" رقم (٨٥٠٦)، وحسنه الهيثمي في "مجمع الزوائد" (٢/ ٣٠١).
(¬٣) في النسخ الثلاث: "ومما".
(¬٤) انظر ص ١٤٤ (حاشية ٣) وص ١٤٥ (حاشية ٢).','1','155',NULL,NULL,'0');
INSERT INTO [b252] VALUES (203,'حِطَّةٌ" (¬١). فالطاعات تَرفع الدرجات، والمصائب تحُطُّ السيئات. ولهذا قال -صلى اللَّه عليه وسلم-: "من يُرد اللَّه به خيرًا يُصِب منه" (¬٢). وقال: "من يُرد اللَّه به خيرًا يفقهه في الدين" (¬٣). فهذا يرفعه، وهذا يحطُّ خطاياه.
وقال يزيد بن ميسرة: "إن العبد ليمرض المرض وما له عند اللَّه من عمل خير، فيذكِّره اللَّه سبحانه بعض ما سلف من خطاياه، فيخرج من عينَيْه مثل رأس الذباب من الدموع (¬٤) من خشية اللَّه، فيَبعثُه اللَّه إن بعثه مطهرًا، أو يَقْبِضُه إن قبضه مطهرًا" (¬٥).
ولا يَرِدُ على هذا حديث أبي موسى الأشعري في ثواب من قبض اللَّه ولده وثمرة فؤاده بأن يبني له بيتًا في الجنة، ويسميه بيت الحمد (¬٦)، لأنه إنما نال ذلك البيتَ بحمده للَّه واسترجاعه وذلك عمل اختياري، ولذلك سُمي بيت الحمد.
وقال زياد بن زياد مولى ابن عياش عن بعض أصحاب النبي -صلى اللَّه عليه وسلم- قال: دخلنا على النبي -صلى اللَّه عليه وسلم- وهو موعوك، -أي: محموم- فقلنا: أح
_________
(¬١) رواه أحمد في "مسنده" (١/ ١٩٥، ١٩٦)، والحاكم في "المستدرك" (٣/ ٢٦٥) عن أبي عبيدة مرفوعًا: "من ابتلاه اللَّه ببلاء في جسده، فهو له حطة".
(¬٢) أخرجه البخاري في "صحيحه" رقم (٥٦٤٥)، من حديث أبي هريرة رضي اللَّه عنه.
(¬٣) أخرجه البخاري في "صحيحه" رقم (٣١١٦)، ومسلم في "صحيحه" رقم (١٠٣٧)، من حديث معاوية رضي اللَّه عنه.
(¬٤) "من الدموع" ليست في (م). وفي (ن) و (ب): "من الدمع".
(¬٥) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (١٧)، وأبو نعيم في "الحلية" (٥/ ٢٤٠).
(¬٦) سبق تخريجه.','1','156',NULL,NULL,'0');
INSERT INTO [b252] VALUES (204,'أح بآبائنا وأمهاتنا يا رسول اللَّه ما أشد وعكك. فقال: "إنا معاشر الأنبياء يضاعف علينا البلاء تضعيفًا"، قال: قلنا: سبحان اللَّه. قال: "أفعجبتم إن أشد الناس بلاء الأنبياء ثم الصالحون ثم الأمثل فالأمثل" قلنا: سبحان اللَّه. قال: "أفعجبتم، إن كان النبي من الأنبياء ليقتله القمل". قلنا: سبحان اللَّه!. قال: "أفعجبتم، إن كانوا ليفرحون بالبلاء كما تفرحون بالرخاء" (¬١).
أح: بالحاء المهملة، هو المعروف من كلامهم، ومن قاله بالخاء المعجمة فقد غلط.
وذكر النسائي عن أبي (¬٢) عبيدة بن حذيفة عن عمته فاطمة قالت: أتيت النبي -صلى اللَّه عليه وسلم- في نساء نعوده، فإذا سقاء معلقة يقطر ماؤها عليه من شدة ما كان يجد من الحمى، فقلنا: لو دعوتَ اللَّه يا رسول اللَّه أن يُذهبها عنك. فقال: "إن أشدَّ الناس بلاء الأنبياء، ثم الذين يلونهم، ثم الذين يلونهم" (¬٣).
وقال مسروق: قالت عائشة: "ما رأيت أحدًا أشد وجعًا من رسول اللَّه -صلى اللَّه عليه وسلم-" (¬٤).
_________
(¬١) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٥). وله شاهد من حديث أبي سعيد الخدري سبق قريبًا.
(¬٢) كلمة: "أبي" ساقطة من سائر النسخ، واستدركتها من مصادر التخريج.
(¬٣) "السنن الكبرى" للنسائي رقم (٧٤٨٢) و (٧٤٩٦).
وأخرجه أيضًا أحمد في "مسنده" (٦/ ٣٦٩)، والحاكم في "المستدرك" (٤/ ٤٠٤). وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (١٤٥).
(¬٤) أخرجه البخاري في "صحيحه" رقم (٥٦٤٦)، ومسلم في "صحيحه" رقم =','1','157',NULL,NULL,'0');
INSERT INTO [b252] VALUES (205,'[وقالت:] (¬١) "كان يشدد عليه إذا مرض حتى إنه لربما مكث خمس عشرة لا ينام، وكان يأخذه عرق الكلية -وهي الخاصرة- فقلنا: يا رسول اللَّه لو دعوت اللَّه فيكشف عنك. قال: "إنا معاشر الأنبياء شُدد علينا الوجع ليُكفر عنا" (¬٢).
وفي "المسند" و"النسائي" من حديث أبي سعيد قال: قال رجل: يا رسول اللَّه أرأيت هذه الأمراض التي تصيبنا ماذا لنا بها؟ قال: "كفارات"، فقال أبيّ بن كعب: يا رسول اللَّه وإن قلّت؟ قال: "شوكة فما فوقها"، قال: فدعا أبيّ على نفسه عند ذلك أن لا يفارقه الوعك حتى يموت، ولا يشغله عن حج، ولا عمرة، ولا جهاد في سبيل اللَّه، ولا صلاة مكتوبة في جماعة. قال: فما مسّ رجل جلده بعدها إلا وجد حرها حتى مات (¬٣).
وقال عبد اللَّه بن عمرو (¬٤): قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن العبد إذا كان
_________
= (٢٥٧٠).
وكذا رواه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٨).
(¬١) ما بين المعقوفين ليس في الأصل، ولا في سائر النسخ الخطية، وزيادتها لازمة للتفريق بين حديثي عائشة رضي اللَّه عنها، وإنما وقع الخلط لأن ابن أبي الدنيا رواهما متتاليين واللَّه أعلم.
(¬٢) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٩). وسبق نحوه قريبًا من حديث بعض أصحاب النبي -صلى اللَّه عليه وسلم-، وقبل ذلك من حديث أبي سعيد الخدري.
(¬٣) "المسند" (٣/ ٢٣)، و"السنن الكبرى" للنسائي رقم (٧٤٨٩). من حديث أبي سعيد الخدري.
وصححه ابن حبان فأخرجه في "صحيحه" حديث رقم (٢٩٢٨)، وصححه الحاكم في "المستدرك" (٤/ ٣٠٨) على شرط الشيخين، ووافقه الذهبي.
(¬٤) في الأصل: "عمر"، وسائر النسخ الخطية كذلك. والتصويب من مصادر =','1','158',NULL,NULL,'0');
INSERT INTO [b252] VALUES (206,'على طريقة حسنة من العبادة ثم مرض، قيل للملك الموكل به: اكتب له مثلَ عمله إذا كان طُلُقًا (¬١) أو أَكفِتَه إليّ".
يقال: ناقة طُلُق -بضم الطاء واللام- إذا حُلَّ عقالها. ويقال: كفَتَه إليه إذا ضمَّه إليه.
ذكره ابن أبي الدنيا (¬٢).
وذكر أيضًا عن أبي أمامة الباهلي رضي اللَّه عنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن اللَّه ليُجرِّب أحدكم بالبلاء وهو أعلم به، كما يجرب أحدُكم ذهبه بالنار، فمنهم من يخرج كالذهب الإبريز (¬٣)، فذلك الذي نجاه من السيئات، ومنهم من يخرج كالذهب دون ذلك، فذلك الذي يشك بعض الشك، ومنهم من يخرج كالذهب الأسود، فذلك الذي قد افتتن" (¬٤).
_________
= التخريج.
(¬١) في مصادر التخريج بعد هذه الكلمة: "حتى أطلقه" إلا في كتاب "المرض والكفارات" لابن أبي الدنيا رقم (٢٦) الذي نقل منه ابن القيم.
(¬٢) "المرض والكفارات" رقم (٢٦).
ورواه عبد الرزاق في "مصنفه" رقم (٢٠٣٠٨)، وأحمد في "المسند" (٢/ ٢٠٣) وغيرهم. وصححه الهيثمي في "مجمع الزوائد" (٣/ ٣٠٣).
(¬٣) الذهب الإبريز أي: الخالص الصافي. انظر: "لسان العرب" (٥/ ٣١١).
(¬٤) "المرض والكفارات" لابن أبي الدنيا رقم (٢٧).
ورواه أيضًا الحاكم في "المستدرك" (٤/ ٣١٤)، والطبراني في "الكبير" رقم (٧٦٩٨)، والبيهقي في "شعب الإيمان" رقم (٩٩٢٤). وصححه الحاكم ووافقه الذهبي. وضعفه الألباني جدًّا في "ضعيف الترغيب والترهيب" برقم (١٩٨٩).','1','159',NULL,NULL,'0');
INSERT INTO [b252] VALUES (207,'وذَكَر أيضًا من مراسيل الحسن البصري عن النبي -صلى اللَّه عليه وسلم-: "إن اللَّه ليكفر عن العبد (¬١) خطاياه كلها بحمَّى ليلة". قال ابن أبي الدنيا: قال ابن المبارك: هذا من الحديث الجيد (¬٢).
قال (¬٣): "وكانوا يرجون في حمى ليلة كفارة ما مضى من الذنوب" (¬٤).
وذُكر عن أنس أن رسول اللَّه -صلى اللَّه عليه وسلم- دخل على رجل وهو يشتكي فقال: "قل: اللهم إني أسألك تعجيل عافيتك، وصبرًا على بليتك، وخروجًا من الدنيا إلى رحمتك" (¬٥).
وقالت عائشة رضي اللَّه عنها: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن الحمى تحط الخطايا كما تحتُّ (¬٦) الشجرة ورقها" (¬٧).
_________
(¬١) في النسخ الثلاث الأخرى: "المؤمن".
(¬٢) "المرض والكفارات" لابن أبي الدنيا رقم (٢٨). ورواه البيهقي في "شعب الإيمان" رقم (٩٨٦٦). وهو ظاهر الإرسال.
(¬٣) أي: الحسن البصري رحمه اللَّه.
(¬٤) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٢٩)، وأحمد في "الزهد" رقم (١٦٠٠)، وأخرجه الترمذي في "جامعه" رقم (٢٠٨٩) / ط كمال الحوت.
(¬٥) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٣٠)، من طريق يوسف بن عطية الصفار، وهو متروك. انظر: "تقريب التهذيب" ص: ١٠٩٤.
إلا أن الشهاب أخرجه في "مسنده" رقم (١٤٧٠) من طريق أخرى. وفيه أن الرجل هو عليّ رضي اللَّه عنه. وله شاهد من حديث عائشة رضي اللَّه عنها، أخرجه الحاكم في "المستدرك" (١/ ٥٢٢)، وابن حبان في "صحيحه" رقم (٩٢٢).
(¬٦) في النسخ الثلاث الأخرى: "تحط".
والحتّ هو: سقوط الورق عن الغصن. انظر: "لسان العرب" (٢/ ٢٢).
(¬٧) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٣٢). وله شواهد، منها ما =','1','160',NULL,NULL,'0');
INSERT INTO [b252] VALUES (208,'وقال أبو هريرة وقد عاد مريضًا، فقال له: إن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "إن اللَّه عز وجل يقول: هي ناري أسلطها على عبدي المؤمن في الدنيا، لتكون حظه من النار في الآخرة" (¬١).
وقال مجاهد: "الحمى حظ كل مؤمن من النار، ثم قرأ: {وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا (٧١)} [مريم: ٧١] " (¬٢).
وهذا لم يرد به مجاهد تفسير الورود الذي في القرآن، فإن السياق يأبى حمله على الحمى قطعًا، وإنما مراده أن اللَّه سبحانه أخبر (¬٣) عباده كلهم بورود النار، فالحمى للمؤمن تكفر خطاياه فيسهل عليه الورود يوم القيامة فينجو منها سريعًا، واللَّه أعلم.
ويدل عليه حديث أبي ريحانة (¬٤) عن النبي -صلى اللَّه عليه وسلم-: "الحُمى كيرٌ من كير
_________
= سيأتي قريبًا من حديث أبي أيوب وأبي هريرة وأم سليم، ومنها ما أخرجه مسلم في صحيحه رقم (٢٥٧٥)، من حديث جابر بن عبد اللَّه أن النبي -صلى اللَّه عليه وسلم- قال: "لا تسبي الحمى فإنها تذهب خطايا بني آدم كما يذهب الكير خبث الحديد".
(¬١) أخرجه الترمذي في "جامعه" (٢٠٨٨) / ط كمال الحوت، وابن ماجه في "سننه" رقم (٣٤٧٠).
وصححه الحاكم في "المستدرك" (١/ ٣٤٥) ووافقه الذهبي. وضعفه الهيثمي في "مجمع الزوائد" (٢/ ٢٩٨ - ٢٩٩). وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٥٥٧).
(¬٢) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٢٠)، والبيهقي في "شعب الإيمان" رقم (٩٨٤٥)، وابن جرير في "تفسيره" (١٦/ ١١١).
(¬٣) في النسخ الأخرى: "وعد".
(¬٤) هو شمعون بن زيد، أبو ريحانة الأزدي، المدني حليف الأنصار، ويقال مولى رسول اللَّه -صلى اللَّه عليه وسلم-، شهد فتح دمشق، وقدم مصر، وسكن بيت المقدس. "تقريب التهذيب" (ص ٤٤٠).','1','161',NULL,NULL,'0');
INSERT INTO [b252] VALUES (209,'جهنم، وهي نصيب المؤمن من النار" (¬١).
وقال أنس: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "مثل المؤمن إذا برأ وصحَّ من مرضه، كمثل البردة تقع من السماء في صفائها ولونها". ذكره ابن أبي الدنيا (¬٢).
وذكر أيضًا عن أبي أمامة يرفعه: "ما من مسلم يصرع صرعة من مرض إلا بُعث منها طاهرًا" (¬٣).
وذكر عنه -صلى اللَّه عليه وسلم-: "مثل المؤمن حين يصيبه الوعك، مثل الحديدة تدخل النار فيذهب خبثها، ويبقى طيبها" (¬٤).
وذكر أيضًا عنه مرفوعًا: "إن العبد إذا مرض أوحى اللَّه إلى ملائكته: يا ملائكتي أنا قيّدت عبدي بقيد من قيودي، فإن أقبضه أغفر
_________
(¬١) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٢١)، والبيهقي في شعب الإيمان" رقم (٩٨٤٦). وحسنه الألباني في "سلسلة الأحاديث الصحيحة" (٤/ ٤٣٨).
(¬٢) في "المرض والكفارات" رقم (٢٢). ورواه الترمذي في "جامعه" رقم (٢٠٨٦). وضعفه العراقي في "المغني عن حمل الأسفار" (٤/ ٢٤٦).
(¬٣) ذكره ابن أبي الدنيا في "المرض والكفارات" رقم (٢٣) بإسناده. ورواه الطبراني في "الكبير" رقم (٧٤٨٥)، وفي "مسند الشاميين" رقم (١٥٩٥)، وتمام في "فوائده" رقم (٤٧٤) مع الروض البسام، وغيرهم.
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٢٢٧٧).
(¬٤) رواه ابن أبي الدنيا في "المرض والكفارات" رقم (٢٤)، والحاكم في "المستدرك" (١/ ٣٤٨)، والبيهقي في "شعب الإيمان" رقم (٩٨٣٨)، من حديث عبد الرحمن بن أزهر.
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (١٧١٤).','1','162',NULL,NULL,'0');
INSERT INTO [b252] VALUES (210,'له، وإن أعافِه فجسدٌ مغفورٌ لا ذنب له" (¬١).
وذكر عن سهل [بن معاذ] (¬٢) بن أنس الجهني عن أبيه عن جده قال: دخلت على أبي الدرداء في مرضه فقلت: يا أبا الدرداء إنا نحبُّ أن نصحّ فلا نمرض. فقال أبو الدرداء: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "إن الصداع والمَليلة لا يزالان بالمؤمن وإن كان ذنبه مثل أحد، حتى لا يدعا عليه من ذنبه مثقال حبة من خردل" (¬٣).
المليلة: فعيلة من التمليل، وأصلها من المَلّة التي يُختبز فيها (¬٤).
وقالت أم سلمة عن النبي -صلى اللَّه عليه وسلم-: "ما ابتلى اللَّه عبدًا ببلاء وهو على طريقة يكرهها، إلا جعل اللَّه ذلك البلاء له كفارة وطهورًا، ما لم يُنزل ما أصابه من البلاء بغير اللَّه، أو يدعو غير اللَّه في كشفه" (¬٥).
_________
(¬١) رواه ابن أبي الدنيا في "المرض والكفارات" رقم (٢٥)، والحاكم في "المستدرك" (٤/ ٣١٣)، والطبراني في "الكبير" رقم (٧٧٠١)، والبيهقي في "شعب الإيمان" رقم (٩٩٢٣). من حديث أبي أمامة رضي اللَّه عنه.
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (١٦١١).
(¬٢) ساقطة من الأصل، واستدركتها من كتاب "المرض والكفارات" لابن أبي الدنيا.
(¬٣) رواه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٤١، ٢١٩).
ورواه أحمد في "مسنده" (٥/ ١٩٨)، والبيهقي في "شعب الإيمان" رقم (٩٩٠١، ٩٩٠٢)، والطبراني في "الأوسط" رقم (٦٣٤، ٣١١٩)، وفي "مسند الشاميين" رقم (٣٥١).
وضعفه العراقي في "المغني عن حمل الأسفار" (٤/ ٢٤٦).
(¬٤) والمراد بالمليلة: حرارة الحمى ووهَجُها، وقيل: هي الحمّى التي تكون بالعظام. انظر: "النهاية" لابن الأثير (٤/ ٣٦٢).
(¬٥) رواه ابن أبي الدنيا في "المرض والكفارات" رقم (٤٣، ٢٠٥).
وقد ضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم (١١٣٦)، وقال =','1','163',NULL,NULL,'0');
INSERT INTO [b252] VALUES (211,'وقال عطية بن قيس: مرض كعب فعاده رهط من أهل دمشق فقال: كيف تجدك يا أبا إسحاق؟ قال: "بخير، جسد أخذ بذنبه، إن شاء ربه عذبه وإن شاء رحمه، وإن بعثه بعثه خلقًا جديدًا لا ذنب له" (¬١).
وقال سعيد بن وهب: دخلنا مع سلمان الفارسي على رجل من كِنْدة نعوده، فقال سلمان: "إن المسلم يبتلى فيكون كفارة لما مضى، ومُستعتبًا فيما بقي، وإن الكافر يُبتلى فمثله كمثل البعير أطلق فلم يدرِ لم أطلق، وعُقل فلم يدرِ لِمَ عقل" (¬٢).
وذكر أيضًا عن أبي أيوب الأنصاري قال: عاد رسول اللَّه -صلى اللَّه عليه وسلم- رجلًا من الأنصار، وأكب عليه فسأله، فقال: يا نبيَّ اللَّه ما غمضت منذ سبع، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "أي أخي اصبر أي أخي اصبر، تخرج من ذنوبك كما دخلت فيها"، قال: وقال رسول اللَّه -صلى اللَّه عليه وسلم-: "ساعاتُ الأمراض يُذهبن
_________
= عنه: "موضوع". وأيضا صححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٢٥٠٠).
وذكر الشيخ مشهور حسن أن آخر رأي للشيخ في الحديث أنه ضعيف، إلا كون البلاء كفارة وطهورًا فقامت الشواهد على صحته.
انظر: "سلسلة الأحاديث الصحيحة مرتبة على الأبواب الفقهية" اعتناء مشهور حسن سلمان ص ٦٠٥.
(¬١) رواه ابن أبي الدنيا في "المرض والكفارات" رقم (٤٤)، والبيهقي في "شعب الإيمان" رقم (٩٨٢٣).
ورواه أبو نعيم في "حلية الأولياء" (٥/ ٣٦٦)، (٦/ ٢٦)، عن محمد بن زياد الألهاني به.
(¬٢) رواه ابن أبي الدنيا في "المرض والكفارات" رقم (٤٥)، والبخاري في "الأدب المفرد" رقم (٤٩٣)، وهناد في "الزهد" رقم (٤١٤)، وأبو نعيم في "الحلية" (١/ ٢٠٦).','1','164',NULL,NULL,'0');
INSERT INTO [b252] VALUES (212,'ساعات الخطايا" (¬١).
وفي "النسائي" من حديث أبي هريرة رضي اللَّه عنه: أن رسول اللَّه -صلى اللَّه عليه وسلم- قال لأعرابي: "هل أخذتك أمّ مِلدم؟ ". قال: يا رسول اللَّه ما أم مِلدم؟ قال: "حرٌّ يكون بين الجلد والدم" قال: ما وجدت هذا. قال: "يا أعرابي هل أخذك هذا الصداع (¬٢)؟ " قال: يا رسول اللَّه وما هذا الصداع (¬٣)؟ قال: "عرق يضرب على الإنسان في رأسه"، قال: ما وجدت هذا (¬٤) فلما ولّي قال رسول اللَّه -صلى اللَّه عليه وسلم-: "من أحب أن ينظر إلى رجل من أهل النار فلينظر إلى هذا" (¬٥).
وقالت أم سليم: مرضت فعادني رسول اللَّه -صلى اللَّه عليه وسلم- فقال: "يا أم سليم أتعرفين النار والحديد وخبث الحديد؟ "، قلت: نعم يا رسول اللَّه. قال: "فأبشري يا أم سليم، فإنك إن تخلصي من وجعك هذا تخلصين منه كما يخلص الحديد من النار من خبثه" (¬٦).
_________
(¬١) رواه ابن أبي الدنيا في "المرض والكفارات" رقم (٣٤)، وتمام في "فوائده" رقم (٤٧٦) مع الروض البسام، والبيهقي في "شعب الإيمان" رقم (٩٩٢٥). وضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم (٣٦٨٠).
(¬٢) في الأصل: "الصرع". والتصويب من النسخ الأخرى ومن مصادر التخريج.
(¬٣) في الأصل: "الصرع" والتصويب من النسخ الأخرى ومن مصادر التخريج.
(¬٤) كلمة: "هذا"، مكررة في الأصل.
(¬٥) "السنن الكبرى" حديث رقم (٧٤٩١).
وأخرجه البخاري في "الأدب المفرد" رقم (٤٩٥)، وأحمد في "مسنده" (٢/ ٣٣٢، ٣٦٦). وصححه ابن حبان فأخرجه في "صحيحه" رقم (٢٩١٦).
(¬٦) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٣٣)، والخطيب في "تاريخ بغداد" (٣/ ٤١٠ - ٤١١). من طريق أبي سنان القسملي عن جبلة بن أبي الأنصاري عن أم سليم به. =','1','165',NULL,NULL,'0');
INSERT INTO [b252] VALUES (213,'وخرج بعض الصحابة زائرًا لرجل من إخوانه، فبلغه أنه شاك قبل أن يدخل عليه، فدخل عليه فقال: أتيتك زائرًا وأتيتك عائدًا ومبشرًا. قال: كيف جمعت هذا؟ قال: خرجت وأنا أريد زيارتك فبلغني شكاتُك فصارت عيادة، وأبشرك بشيء سمعته من رسول اللَّه -صلى اللَّه عليه وسلم- قال: "إذا سبقت للعبد من اللَّه منزلة لم يبلغها -أو قال لم ينلها- بعمله، ابتلاه في جسده أو في ولده أو في ماله، ثم صبّره حتى يبلغه المنزلة التي سبقت له من اللَّه عز وجل" (¬١).
وقال الحسن وذكر الوجع: "أما واللَّه ما هو بِشَرّ أيام المسلم أيامٌ قُورب له فيها من أجله (¬٢)، وذُكّر فيها ما نسي من معاده، وكُفّر بها خطاياه" (¬٣).
_________
= وأبو سنان القسملي هو: عيسي بن سنان، ليّن الحديث، كما في "التقريب" ص: ٧٦٧، وجبلة بن أبي الأنصاري لم أجد له ترجمة.
إلا أن للحديث شواهد بمعناه سبقت قريبًا.
(¬١) أخرجه أبو داود في "سننه" رقم (٣٠٩٠). عن محمد بن خالد عن أبيه عن جده، وكانت له صحبة.
قال الهيثمي في "مجمع الزوائد" (٢/ ٢٩٢): "ومحمد بن خالد وأبوه لم أعرفهما".
لذا فقد ضعف إسناده الألباني في "سلسلة الأحاديث الصحيحة" (٦/ ١٩٠ - ١٩١). إلا أنه ذكر للحديث شواهد صحح بها الحديث. انظر: "سلسة الأحاديث الصحيحة" رقم (٢٥٩٩).
(¬٢) في الأصل وغيره: "نورت له فيها مراحله". وهو تصحيف.
(¬٣) رواه عنه ابن أبي الدنيا في "المرض والكفارات" رقم (٥٥, ١٤٥)، والإمام أحمد في "الزهد" رقم (١٥٨٠)، والبيهقي في "شعب الإيمان" رقم (٩٩٩١).','1','166',NULL,NULL,'0');
INSERT INTO [b252] VALUES (214,'وقال بعض السلف: "لولا مصائب الدنيا وردنا القيامة (¬١) مفاليس" (¬٢).
وقال أنس بن مالك: انتهى رسول اللَّه -صلى اللَّه عليه وسلم- إلى شجرة فهزها حتى سقط من ورقها ما شاء اللَّه، ثم قال: "المصائب والأوجاع في إحباط ذنوب أمتي أسرع مني في هذه الشجرة" (¬٣).
وذكر ابن أبي الدنيا أيضًا عن أبي هريرة يرفعه: "ما من مسلم إلا وَكَّل اللَّه به ملكين من ملائكته لا يفارقانه، حتى يقضي اللَّه في أمره بإحدى الحسنيين؛ إما بموت وإما بحياة، فإذا قال له العُواد: كيف تجدك؟ قال: أحمد اللَّه، أجدني -واللَّه المحمود- بخير، قال له الملكان: أبشر بدم هو خير من دمك، وصحة هي خير من صحتك. وإن قال: أجدني مجهودًا في بلاء شديد. قال له الملكان: أبشر بدم هو شرٌّ من دمك، وبلاء هو أطول من بلائك" (¬٤).
_________
(¬١) في (ب): "الآخرة".
(¬٢) انظر هذا الأثر في: "حلية الأولياء" (١٠/ ١٦٤)، و"شعب الإيمان" للبيهقي رقم (٩٩٩٣).
(¬٣) رواه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٥٧، ٨٨)، وأبو يعلي في "مسنده" رقم (٤٢٩٩)، والبيهقي في "شعب الإيمان" رقم (٩٨٦٤)، وابن عدي في "الكامل" (٣/ ١٨٧).
وفي سنده جابر الجعفي، وهو ضعيف، كما في "تقريب التهذيب" ص: ١٩٢.
(¬٤) "المرض والكفارات" رقم (٤٧)، ومن طريقه البيهقي في "شعب الإيمان" رقم (٩٩٤٠).','1','167',NULL,NULL,'0');
INSERT INTO [b252] VALUES (215,'ولا يناقض هذا قول النبي -صلى اللَّه عليه وسلم- "وا رأساه" (¬١)، وقول سعد: "يا رسول اللَّه قد اشتد بي الوجعُ وأنا ذو مال" (¬٢)، وقول عائشة: "وا رأساه" (¬٣) فإن هذا إنما قيل على وجه الإخبار لا على وجه شكوى الرب تعالى (¬٤) إلى العُواد، فإذا حمد المريض اللَّه ثم أخبر بعلته لم تكن شكوى، وإن أخبر بها تبرُّمًا وتسخُّطًا كانت شكوى منه، فالكلمة الواحدة قد يثاب عليها وقد يعاقب، بالنية والقصد.
وقال ثابت البناني: انطلقنا مع الحسن (¬٥) إلى صفوان بن محرز (¬٦) نعوده، فخرج إلينا ابنه وقال: هو مبطون لا تستطيعون أن تدخلوا عليه. فقال الحسن: "إن أباك إن يؤخذ اليوم من لحمه ودمه فيُؤجر فيه، خير من أن يأكله التراب" (¬٧).
وقال ثابت أيضًا: دخلنا على ربيعة بن الحارث (¬٨) نعوده -وهو
_________
(¬١) رواه البخاري في "صحيحه" رقم (٥٦٦٦).
(¬٢) رواه البخاري في "صحيحه" رقم (١٢٩٥)، ومسلم في "صحيحه" رقم (١٦٢٨).
(¬٣) رواه البخاري في "صحيحه" رقم (٥٦٦٦).
(¬٤) كلمة: "تعالى"، مكررة في الأصل.
(¬٥) هو الحسن البصري رحمه اللَّه.
(¬٦) هو صفوان بن مُحرز بن زياد المازني أو الباهلي، ثقة عابد، توفي رحمه اللَّه سنة أربع وسبعين ومائة. انظر: "تقريب التهذيب" ص (٤٥٤).
(¬٧) أخرجه أحمد في "الزهد" رقم (١٤٣٨)، وابن أبي الدنيا في "المرض والكفارات" رقم (٥٠)، وابن سعد في "الطبقات" (٧/ ١٤٧).
(¬٨) هو ربيعة بن الحارث بن عبد المطلب الهاشمي، ابن عم النبي -صلى اللَّه عليه وسلم-، له صحبة، توفي رضي اللَّه عنه في أول خلافة عمر رضي اللَّه عنه. انظر: "تقريب التهذيب" ص (٣٢١).','1','168',NULL,NULL,'0');
INSERT INTO [b252] VALUES (216,'ثقيل- فقال: "إنه من كان في مثل حالتي هذه، ملأت الآخرة قلبه، وكانت الدنيا أصغر في عينيه من ذباب" (¬١).
ويذكر عن أنس عن النبي -صلى اللَّه عليه وسلم- قال: "إذا مرض العبد ثلاثة أيام خرج من ذنوبه كيوم ولدته أمه" (¬٢).
ويذكر عنه -صلى اللَّه عليه وسلم-: "لا تُرَدّ دعوة المريض حتى يبرأ" (¬٣).
وذكر ابن أبي الدنيا عن ابن مسعود قال: كنت مع رسول اللَّه -صلى اللَّه عليه وسلم- جالسًا فتبسم، فقلنا: يا رسول اللَّه مم تبسمت؟ قال: "تعجبًا للمؤمن من جزعه من السقم، ولو كان يعلم ما له في السقم، أحب أن يكون سقيمًا حتى يلقى اللَّه" ثم تبسم ثانية ورفع رأسه إلى السماء، فقلنا: يا رسول اللَّه مم تبسمت ورفعت رأسك إلى السماء؟ قال: "عجبت من ملكين نزلا من السماء يلتمسان عبدًا مؤمنًا كان في مصلاه يصلي فلم يجداه، فعرجا إلى اللَّه عز وجل فقالا: يا رب، عبدك فلان المؤمن كنا نكتب له من العمل في يوم وليلة كذا وكذا، فوجدناه قد حبستَه في حبالك، فلم نكتب له شيئًا من عمله، فقال: اكتبوا لعبدي عمله الذي كان في يومه وليلته ولا تنقصوا
_________
(¬١) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٥١). ورواه أيضًا في "المحتضرين" رقم (٢٨٩) عن صفوان بن محرز. ولعله الصواب، لأن ثابتًا لم يدرك ربيعة بن الحارث.
(¬٢) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٦١)، والطبراني في "الصغير" رقم (٥١٩)، ونحوه رواه أحمد في مسنده (٣/ ١٧٤).
وضعفه جدا الألباني في "سلسلة الأحاديث الضعيفة" رقم (٢٧١٢).
(¬٣) أخرجه ابن أبي الدنيا "المرض والكفارات" رقم (٧٠)، والبيهقي في "شعب الإيمان" رقم (١٠٠٢٩)، من حديث عبد اللَّه بن عباس رضي اللَّه عنه.
وقال الألباني في "سلسلة الأحاديث الضعيفة" برقم (٥٠٠٠): "موضوع".','1','169',NULL,NULL,'0');
INSERT INTO [b252] VALUES (217,'منه شيئًا، فعليَّ أجر ما أحبسته (¬١) وله أجر ما كان يعمل" (¬٢).
ويذكر عنه -صلى اللَّه عليه وسلم-: "من وُعك ليلة فصبر ورضي بها عن اللَّه عز وجل، خرج من ذنوبه كهيئته يوم ولدته أمه" (¬٣).
ومن مراسيل يحيى بن أبي كثير قال: فَقَدَ رسول اللَّه -صلى اللَّه عليه وسلم- سلمان فسأل عنه، فأخبر أنه عليل، فأتاه يعوده فقال: "شفي اللَّه سقمك، وعظّم أجرك، وغفر ذنبك، ورزقك العافية في دينك وجسمك إلى منتهى أجلك، إن لك من وجعك خلالًا ثلاثًا: أما واحدة فتذكرة من ربك يُذكرُك بها، وأما الثانية فتمحيص لما سلف من ذنوبك، وأما الثالثة فادع بما شئت، فإن المبتلى مجاب الدعوة" (¬٤).
_________
(¬١) في النسخ الثلاث الأخرى: "حبسته".
(¬٢) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٧٥). من حديث عتبة بن مسعود.
وأخرجه أبو داود الطيالسي في "مسنده" رقم (٣٤٥ - ٣٤٦)، وأبو نعيم في "حلية الأولياء" (٤/ ٢٦٦ - ٢٦٧)، والطبراني في "الأوسط" رقم (٢٣١٧)، والبيهقي في "شعب الإيمان" رقم (٩٩٣٧ - ٩٩٣٨).
وقال الهيثمي في مجمع الزوائد (٢/ ٣٠٤): "وفيه محمد بن أبي حميد، وهو ضعيف جدًّا".
(¬٣) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٨٣)، وفي كتاب "الرضى عن اللَّه" رقم (٧٥)، والبيهقي في "شعب الإيمان" رقم (٩٨٦٨). من طريق الحسن عن أبي هريرة. ورواية الحسن عن أبي هريرة منقطعة.
انظر: "المراسيل" لابن أبي حاتم ص: ٣٨، و"جامع التحصيل" للعلائي ص: ١٦٤.
(¬٤) لم أقف عليه من مراسيل يحيى.
وقد رواه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (٤١)، =','1','170',NULL,NULL,'0');
INSERT INTO [b252] VALUES (218,'وقال زياد بن الربيع (¬١): قلت لأبيّ بن كعب: آية في كتاب اللَّه قد أحزنتني. قال: ما هي؟ قلت: {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ} [النساء: ١٢٣]. قال: "ما كنت أراك إلا أفقه مما أرى، إن المؤمن لا تصيبه عثرة قدم، ولا اختلاج عرقٍ إلا بذنب، وما يعفو اللَّه عنه أكثر" (¬٢).
وسُئلت عائشة (¬٣) عن هذه الآية، فقالت: ما سألني عنها أحد منذ سألت رسول اللَّه -صلى اللَّه عليه وسلم-، [فقال النبي -صلى اللَّه عليه وسلم-] (¬٤) "يا عائشة هذه معاتبة اللَّه تعالى العبد بما يصيبه من الحمى والنكبة (¬٥) والشوكة وانقطاع شِسْعه، حتى البضاعة يضعها في كمه فيفقدها فيفزع لها فيجدها في ضبنه، حتى إن المؤمن ليخرج من ذنوبه كما يخرج الذهب الأحمر من الكير" (¬٦).
_________
= والطبراني في "الكبير" رقم (٦١٠٦) من مسند سلمان، دون قوله: "وإن لك من وجعك. . . " الخ. وضعفه الهيثمي في "مجمع الزوائد" (٢/ ٢٩٩).
(¬١) هو زياد بن الربيع الحمصي، من أتباع التابعين، لم يدرك أحدًا من الصحابة.
ولكن الصواب أنه الربيع بن زياد. وهو الربيع بن زياد الحارثي يروي عن أبيّ بن كعب.
وقال البخاري في "التاريخ الكبير": ربيع بن زياد سمع أبي بن كعب {مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ}. انظر: "التاريخ الكبير" (٣/ ٢٦٨) و"تهذيب التهذيب" (٣/ ٢٤٣).
(¬٢) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (١٠٠)، والطبري في "تفسيره" (٥/ ٢٩٢)، والبيهقي في "شعب الإيمان" رقم (٩٨١٤).
ثم رواه الطبري في تفسيره (٥/ ٢٩٢) على الصواب من مسند الربيع بن زياد.
(¬٣) سألتها أمية بنت عبد اللَّه، كما في مصادر التخريج.
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٥) في (ب): "والبلية".
(¬٦) أخرجه الترمذي في "جامعه" رقم (٢٩٩١)، وقال: "حسن غريب من حديث =','1','171',NULL,NULL,'0');
INSERT INTO [b252] VALUES (219,'ضِبْن الإنسان: تحت يده، يقال: اضطبن كذا، إذا حمله تحت يده.
وقال وهب بن منبه: "لا يكون الرجل فقيهًا كامل الفقه حتى يعدَّ البلاء نعمة، ويعد الرخاء مصيبة، وذلك أن صاحب البلاء ينتظر الرخاء، وصاحب الرخاء ينتظر البلاء" (¬١).
وفي بعض كتب اللَّه سبحانه: "إن اللَّه ليصيب العبد بالأمر يكرهه وإنه ليحبه لينظر كيف تضرعه إليه" (¬٢).
وقال كعب (¬٣): "أجد في التوراة: لولا أن يحزن عبدي المؤمن، لعصبت الكافر بعصابة من حديد لا يصدع أبدًا" (¬٤).
وقال معروف الكرخي (¬٥): "إن اللَّه ليبتلي عبده المؤمن بالأسقام
_________
= عائشة".
واللفظ الذي ذكره المؤلف هو لابن أبي الدنيا في "المرض والكفارات" رقم (١٠١).
(¬١) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٩٣). ونحوه رواه أحمد في "الزهد" رقم (٢١٨٤)، وأبو نعيم في "حلية الأولياء" (٤/ ٥٦ - ٥٧).
(¬٢) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٩٤)، وأبو نعيم في "حلية الأولياء" (٤/ ١٨٠)، والبيهقي في "شعب الإيمان" رقم (٩٧٨٧)، عن كردوس الثعلبي أنه وجده في الإنجيل.
(¬٣) هو كعب الأحبار.
(¬٤) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (١٠٣)، وهناد في "الزهد" رقم (٤٢٨)، وأبو نعيم في "الحلية" (٥/ ٣٨١).
(¬٥) هو أبو محفوظ معروف بن فيروز الكرخي، من كبار مشايخ الصوفية. انظر ترجمته في: "الرسالة القشيرية" ص ٦٧ - ٦٨، و"حلية الأولياء" (٨/ ٣٦٠ - =','1','172',NULL,NULL,'0');
INSERT INTO [b252] VALUES (220,'والأوجاع فيشكو إلى أصحابه، فيقول اللَّه تبارك وتعالى: وعزتي وجلالي ما ابتليتك بهذه الأوجاع والأسقام إلا لأغسلك (¬١) من الذنوب فلا تشكين (¬٢) " (¬٣).
وذكر ابن أبي الدنيا أن رجلًا قال: يا رسول اللَّه ما الأسقام؟ قال: "أوَما سقمت قط؟ " [قال: لا] (¬٤) قال: "فقم عنا فلست منا" (¬٥).
وكان بعض أصحاب (¬٦) عبد اللَّه بن مسعود قد اشتدت به العلة، فدخل عليه بعض أصحابه يعودونه، وأهلُه تقول له: نفسي فداك، ما نطعمك ما نسقيك؟ فأجابها بصوت ضعيف: "بليت الحراقيف (¬٧) وطالت الضجعة، واللَّه ما يسرني أن اللَّه نقصني منه قلامة ظفر" (¬٨).
_________
= ٣٦٨).
(¬١) في الأصل: "لأغسك"، وهو خطأ.
(¬٢) في (ب): "تشكيني". وهو الموافق لمصدر التخريج.
(¬٣) رواه عنه ابن أبي الدنيا في "المرض والكفارات" رقم (١٧٧).
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى.
(¬٥) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (١٩٦). من حديث عامر الرامي أخي الخضر. ونحوه أخرجه أبو داود في "سننه" رقم (٣٠٨٩).
وضعف الحديث ابن حجر في "تقريب التهذيب" ص: ٤٧٩، حيث قال في ترجمة عامر: "عامر الرامي المحاربي، صحابي، له حديث يُروى بإسناد مجهول".
(¬٦) كلمة: "أصحاب" ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى. وهذا الصاحب هو: سويد بن مثعبة كما في مصادر التخريج.
(¬٧) الحراقيف: عظم رأس الورك. "النهاية" لابن الأثير (١/ ٣٧٢).
(¬٨) أخرجه ابن أبي الدنيا في كتاب "المرض والكفارات" رقم (١٩٧)، وفي كتاب "الرضى عن اللَّه" رقم (٧٨)، وابن المبارك في "الزهد" رقم (٤٦٣)، وابن سعد =','1','173',NULL,NULL,'0');
INSERT INTO [b252] VALUES (221,'وطلق خالد بن الوليد رضي اللَّه عنه امرأة له ثم أحسن عليها الثناء، فقلت له: (¬١) يا أبا سليمان لأي شيء طلقتها؟ قال: "ما طلقتها لأمر رابني منها ولا ساءني، ولكن لم يصبها عندي بلاء" (¬٢).
ويذكر عنه -صلى اللَّه عليه وسلم-: "ما ضُرب على مؤمن عِرْقٌ، إلا كتب اللَّه له به حسنة وحطّ عنه به سيئة ورفع له به درجة" (¬٣).
ولا ينافي هذا ما قدمناه من أن المصائب مكفّرات لا غير؛ لأن حصول الحسنة إنما هو بصبره الاختياري عليها وهو عمل منه.
وعاد رجل من المهاجرين مريضًا فقال: "إن للمريض أربعًا: يُرفع عنه القلم، ويُكتب له من الأجر مثل ما كان يعمل في صحته، ويَتبع المرضُ كلَّ خطيئة في مفصل من مفاصله فيستخرجها، فإن عاش عاش مغفورا له، وإن مات مات مغفورًا له"، فقال المريض: "اللهم لا أزال مضطجعا" (¬٤).
_________
= في "الطبقات" (٦/ ١٦٠)، وأحمد في "الزهد" رقم (٢٠٨٥).
(¬١) القائل هو: قيس بن أبي حازم كما في "المرض والكفارات" لابن أبي الدنيا.
(¬٢) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٢٠٣)، وابن أبي شيبة في "مصنفه" رقم (١٩٢٥٤)، والبيهقي في "شعب الإيمان" رقم (٩٩١٧).
(¬٣) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٢٠٧)، والطبراني في "الأوسط" رقم (٢٤٦٠)، والحاكم في "المستدرك" (١/ ٣٤٧)، والبيهقي في "شعب الإيمان" رقم (٩٨٦٠). من حديث عائشة رضي اللَّه عنها.
قال الحاكم: "هذا حديث صحيح الإسناد. . . "، ووافقه الذهبي. وضعفه الألباني في "سلسلة الأحاديث الضعيفة" برقم (٤٤٥٦).
(¬٤) أخرجه ابن أبي الدنيا في "المرض والكفارات" رقم (٢٠٩)، وهناد في "الزهد" رقم (٤٣٩).','1','174',NULL,NULL,'0');
INSERT INTO [b252] VALUES (222,'وفي "المسند" عنه -صلى اللَّه عليه وسلم-: "والذي نفسي بيده لا يقضي اللَّه للمؤمن من قضاء إلا كان خيرًا له: إن أصابته سرّاء شكر فكان خيرًا له، وإن أصابته ضرّاء صبر فكان خيرًا له، وليس ذلك إلا للمؤمن" (¬١).
وفي لفظ: "إن أمر المؤمن كله عجب، إن أصابته سرّاء شكر فكان خيرًا له، وإن أصابته ضرّاء صبر (¬٢) فكان خيرًا له" (¬٣).
_________
(¬١) "المسند" (٤/ ٣٣٢) نحوه من حديث صهيب دون جملة القسم الأولى.
(¬٢) كلمة: "صبر" ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٣) جاء في "المسند" (٥/ ٢٤) من حديث أنس: "عجبًا لأمر المؤمن لا يقضي اللَّه له شيئًا إلا كان خيرًا له". و (٤/ ٣٣٢) من حديث صهيب مرفوعًا: "عجبت من أمر المؤمن كله له خير، وليس ذلك لأحد إلا للمؤمن، إن أصابته سراء شكر. . . " الحديث.
وأصل الحديث عند مسلم في "صحيحه" رقم (٢٩٩٩) عن صهيب مرفوعًا: "عجبًا لأمر المؤمن إن أمره كله خير، وليس ذاك لأحد إلا للمؤمن، إن أصابته سراء شكر فكان خيرًا له، وإن أصابته ضراء صبر فكان خيرًا له".','1','175',NULL,NULL,'0');
INSERT INTO [b252] VALUES (223,'<span data-type="title" id=toc-54>الباب السابع عشر في الآثار الواردة عن الصحابة ومن بعدهم في فضيلة الصبر</span>
قال الإمام أحمد: حدثنا وكيع عن مالك بن مِغْوَل عن أبي السفر قال: مرض أبو بكر رضي اللَّه عنه فعادوه فقالوا: ألا ندعو لك الطبيب؟ فقال: "قد رآني الطبيب". قالوا: فأي شيء قال لك؟ قال: "إني فعال لما أريد" (¬١).
وقال أحمد: حدثنا أبو معاوية حدثنا الأعمش عن مجاهد قال: قال عمر بن الخطاب: "وجدنا خير عيشنا بالصبر" (¬٢).
وقال أيضًا: "أفضل عيش أدركناه بالصبر، ولو أن الصبر كان من الرجال كان كريمًا" (¬٣).
وقال علي بن أبي طالب رضي اللَّه عنه: "ألا إن الصبر من الإيمان بمنزلة الرأس من الجسد، فإذا قطع الرأس بار الجسد". ثم رفع صوته
_________
(¬١) أخرجه أحمد في "الزهد" رقم (٥٨٧)، ومن طريقه أبو نعيم في "حلية الأولياء" (١/ ٣٤).
(¬٢) أخرجه أحمد في "الزهد" رقم (٦١٢). وأخرجه ابن المبارك في "الزهد" رقم (٦٣٠)، (٩٩٧)، وأبو نعيم في حلية الأولياء (١/ ٥٠)، وابن أبي الدنيا في كتاب "الصبر" رقم (٤٧).
وعلقه البخاري في "صحيحه" قبل الحديث رقم (٦٤٧٠). وصحح إسناده الحافظ ابن حجر في "فتح الباري" (١١/ ٣٠٩).
(¬٣) أخرجه ابن أبي الدنيا في كتاب "الصبر" رقم (٦).
وروي المتن مرفوعًا من حديث عائشة، رواه أبو نعيم في "حلية الأولياء" (٨/ ٢٩٠)، وابن الجوزي في "العلل المتناهية" رقم (١٤٥٤)، وضعفاه.','1','176',NULL,NULL,'0');
INSERT INTO [b252] VALUES (224,'فقال: "ألا إنه لا إيمان لمن لا صبر له" (¬١).
وقال: "الصبر مطية لا تكبو" (¬٢).
وقال الحسن: "الصبر كنز من كنوز الخير، لا يعطيه اللَّه إلا لعبد كريم عنده" (¬٣).
وقال عمر بن عبد العزيز: "ما أنعم اللَّه على عبد نعمةً فانتزعها منه فعاضه (¬٤) مكانها الصبر، إلا كان ما (¬٥) عوّضه خيرًا مما انتزعه منه" (¬٦).
وقال ميمون بن مهران: "ما نال أحد شيئًا من جسيم الخير نبيٌّ فما دونه إلا بالصبر" (¬٧).
وقال سليمان بن القاسم: "كل عمل يعرف ثوابه إلا الصبر، قال اللَّه تعالى: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠)} [الزمر: ١٠]، قال: كالماء
_________
(¬١) أخرجه ابن أبي الدنيا في كتاب "الصبر" رقم (٨)، وابن أبي شيبة في "مصنفه" رقم (٣٠٤٣٩)، والبيهقي في "شعب الإيمان" رقم (٤٠)، (٩٧١٨)، وأبو نعيم في "حلية الأولياء" (١/ ٧٥ - ٧٦)، ووكيع في "الزهد" رقم (١٩٩).
(¬٢) لم أقف عليه مسندًا عن علي، وقد نسبه لعلي جماعة منهم: القشيري في "رسالته" ص ٢٥٦، والثعالبي في "التمثيل والمحاضرة" ص ٣٠، والزمخشري في "ربيع الأبرار ونصوص الأخبار" (٣/ ٩٤).
(¬٣) أخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم (١٦).
(¬٤) في الأصل: "فعاضها". والتصويب من النسخ الثلاث الأخرى.
(¬٥) في الأصل: "ما كان"، والتصويب من (ن) و (ب) ومن مصادر التخريج.
(¬٦) انظر: "الرسالة القشيرية" ص (٢٥٨).
(¬٧) أخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم (٢٢)، والبيهقي في "شعب الإيمان" رقم (١٠٠٣٨).','1','177',NULL,NULL,'0');
INSERT INTO [b252] VALUES (225,'المنهمر" (¬١).
وكان بعض العارفين في جيبه رقعة يخرجها كل وقت فينظر فيها، وفيها: {وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا} [الطور: ٤٨] (¬٢).
وقال عمر بن الخطاب أيضًا: "لو كان الصبر والشكر بعيرين (¬٣) لم أبال أيهما ركبت" (¬٤).
وكان محمد بن شبرمة إذا نزل به بلاء قال: "سحابة ثم تنقشع" (¬٥).
وقال ابن عيينة في قوله تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا} [السجدة: ٢٤]: "لما أخذوا برأس الأمر جعلناهم رؤوسًا" (¬٦).
وقيل للأحنف بن قيس: ما الحلم؟ قال: "أن تصبر على ما تكره قليلًا" (¬٧).
وقال وهب: "مكتوب في التوراة (¬٨): قصر السفه النصب، وقصر
_________
(¬١) تقدم في ص ١٣٠.
(¬٢) أخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم (٢٠).
(¬٣) في الأصل: "بعيران". والتصويب من النسخ الثلاث الأخرى ومن مصدر التخريج.
(¬٤) أخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم (٧).
(¬٥) انظر: "الرسالة القشيرية" ص ٢٥٨.
(¬٦) انظر: "الرسالة القشيرية" ص ٢٥٩، و"تفسير ابن كثير" (٣/ ٤٤٦).
والآية الواردة جاءت في الأصل وسائر النسخ هكذا {وَجَعَلْنَاهُمْ}، وقد بحثت في كتب القراءات فلم أجدها قراءة. واللَّه أعلم.
(¬٧) أخرجه عنه ابن أبي الدنيا في كتاب "الحلم" رقم (٧٣).
(¬٨) في النسخ الثلاث الأخرى: "الحكمة". وهو كذلك في مصدر التخريج.','1','178',NULL,NULL,'0');
INSERT INTO [b252] VALUES (226,'الحلم الراحة، وقصر الصبر الظفر" (¬١).
قصر الشيء وقصاراه: غايته وثمرته.
وقدم عروة بن الزبير على الوليد بن عبد الملك ومعه ابنه محمد، وكان من أحسن الناس وجهًا، فدخل يومًا على الوليد في ثياب وشي (¬٢) وله غديرتان (¬٣) وهو يضرب بيده، فقال الوليد: هكذا تكون فتيان قريش. فعانه (¬٤)، فخرج من عنده متوسنًا (¬٥)، فوقع في إصطبل الدواب، فلم تزل الدوابُّ تطؤه بأرجلها حتى مات.
ثم إن الأكلة وقعت في رجل عروة، فبعث إليه الوليدُ الأطباءَ فقالوا له: إن لم تقطعها سَرَت إلى باقي الجسد فتهلك، فعزم على قطعها، فنشروها بالمنشار، فلما صار المنشار إلى القصبة (¬٦) وضع رأسه على الوسادة فغشي عليه ثم أفاق والعرق يتحدر على وجهه وهو يهلل ويكبر، فأخذها بيده وجعل يقلبها في يده (¬٧) ثم قال: أما والذي حملني عليك إنه ليعلم أني ما مشيت بها إلى حرام ولا إلى معصية ولا إلى ما لا يرضي اللَّه.
ثم أمر بها فغُسلت وطيِّبت وكُفِّنت في قُبطية (¬٨)، ثم بَعث بها إلى مقابر
_________
(¬١) أخرجه عنه ابن أبي الدنيا في كتاب "الحلم" رقم (٧٢).
(¬٢) الوشْيُ نقش الثوب. "القاموس المحيط" (٤/ ٤٠٠).
(¬٣) أي ذؤابتان. انظر: "القاموس المحيط" (٢/ ١٠٠).
(¬٤) أي أصابه بالعين.
(¬٥) الوَسَن: النعاس. انظر: "القاموس المحيط" (٤/ ٢٧٥).
(¬٦) القصبة أي: العظم انظر: "القاموس المحيط" (١/ ١١٧).
(¬٧) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٨) القُبطية: ثياب كتان بيضٍ رقاقٍ تُعمل بمصر وهي منسوبة إلى القبط على غير قياس. "لسان العرب" (٧/ ٣٧٣).
وفي النسخ الثلاث الأخرى: "قطيفة"، والقطيفة ثوب له خَمْلٌ. =','1','179',NULL,NULL,'0');
INSERT INTO [b252] VALUES (227,'المسلمين.
فلما قدم من عند الوليد المدينة تلقاه أهل بيته وأصدقاؤه يعزونه، فجعل يقول: قد لقينا من سفرنا هذا نصبًا، ولم يزد عليه. ثم قال: لا أدخل المدينة، إنما أنا بين شامت بنكبة أو حاسد لنعمة، فمضى إلى قصره بالعقيق فأقام هناك. فلما دخل قصره قال له عيسي بن طلحة: لا أبا لشانيك (¬١)، أرنا (¬٢) هذه المصيبة التي نعزيك عنها (¬٣)، فكشف له عن ركبته، فقال له عيسي: أما واللَّه ما كنا نعدّك للصراع، قد أبقى اللَّه أكثرك: عقلك ولسانك وسمعك وبصرك ويديك وإحدى رجليك. فقال له: يا عيسي، ما عزّاني أحد بمثل ما عزيتني.
ولما أرادوا قطع رجله قالوا له: لو سقيناك شيئًا كي لا تشعر بالوجع. فقال: إنما ابتلاني ليري صبري أفأعارض أمره؟!
وسُئل ابنه هشام: كيف كان أبوك يصنع برجله التي قطعت إذا توضأ؟ قال: كان يمسح عليها (¬٤).
وقال الإمام أحمد: حدثنا عبد الصمد حدثنا سلام قال: سمعت قتادة يقول: "قال لقمان وسأله رجل: أي شيء خير؟ قال: صبر لا يتبعه
_________
= انظر "لسان العرب" (٩/ ٢٨٦).
(¬١) أي لمبغضك. انظر "لسان العرب" (١/ ١٠١، ١٠٢).
(¬٢) في النسخ الثلاث الأخرى: "أرني".
(¬٣) هكذا في الأصل و (م)، وفي (ن) و (ب): "عليها".
(¬٤) هذه قصة مشهورة عنه، انظر في ذلك: "المرض والكفارات" لابن أبي الدنيا رقم (١٣٥ - ١٤٥)، و"تاريخ أبي زرعة الدمشقي": ١/ ٥٥٢، و"المعرفة والتاريخ": ١/ ٣٥٥، و"حلية الأولياء" (٢/ ١٧٨) وغيرها.','1','180',NULL,NULL,'0');
INSERT INTO [b252] VALUES (228,'أذي. قال: فأي الناس خير؟ قال: الذي يرضي بما أوتي. قال: فأي الناس أعلم؟ قال: الذي يأخذ من علم الناس إلى علمه. قيل: فمن خير الكنز: من المال أو من العلم؟ قال: سبحان اللَّه! بل المؤمن العالم الذي إن ابتغي عنده خير وجد، وإن لم يكن عنده كف نفسه، وبحسب المؤمن أن يكف نفسه (¬١).
وقال حبان (¬٢) بن أبي جَبَلة: "من بث فلم يصبر" (¬٣).
ورواه ابن أبي الدنيا مرفوعًا إلى النبي -صلى اللَّه عليه وسلم- (¬٤). وإن صح؛ فمعناه:
_________
(¬١) "الزهد" (١/ ١٥٩) طبعة محمد جلال شرف.
ورواه عبد الرزاق في "مصنفه" رقم (٢٠٤٧٠)، وابن أبي الدنيا في "الصبر" رقم (١٩٤).
(¬٢) في الأصل والنسخ الخطية: "حسان". والتصويب من مصادر التخريج. ومما سيأتي ص (٥٢٨).
وحبان بن أبي جبلة هو المصري مولي قريش، ثقة توفي سنة اثنتين أو خمس وعشرين ومائة. انظر: "تقريب التهذيب" ص (٢١٧).
(¬٣) ذكره الغزالي في إحياء علوم الدين (٤/ ٢٤٩) عن بعضهم.
(¬٤) لم أقف عليه في المطبوع من كتب ابن أبي الدنيا.
وقد رواه ابن جرير في "تفسيره" (١٢/ ١٦٦)، والحسن بن الصباح في "مسنده" -كما سيأتي عند المصنف ص ٥٠٥ - وابن عدي في "الكامل" (٣/ ٢٣٤)، (٥/ ٢٩٦)، والبيهقي في "شعب الإيمان" رقم: (١٠٠٤٧)، (١٠٠٥٠)، عن ابن عمر مرفوعًا. ورواه تمام في "فوائده" رقم (٤٧٨) مع الروض البسام، من حديث عبد اللَّه بن مسعود مرفوعًا.
وضعف الألباني حديث ابن مسعود في "السلسلة الضعيفة" برقم (٦٩٢)، فقال: "ضعيف جدًّا".
وله شاهد من مرسل مسلم بن يسار، أخرجه عبد الرزاق الصنعاني في "تفسيره" (٢/ ٣٢٧)، وابن جرير في "تفسيره" (١٣/ ٤٨).','1','181',NULL,NULL,'0');
INSERT INTO [b252] VALUES (229,'من بث إلى المخلوق، لا من بث إلى اللَّه.
وقال حبان (¬١) بن أبي جبلة في قوله تعالى: {فَصَبْرٌ جَمِيلٌ} [يوسف: ١٨, ٨٣]، قال: "لا شكوي فيه" (¬٢).
ورفعه ابن أبي الدنيا أيضًا.
وقال مجاهد: " {فَصَبْرٌ جَمِيلٌ} في غير جزع" (¬٣).
وقال عمرو بن قيس: {فَصَبْرٌ جَمِيلٌ}، قال: "الرضى بالمصيبة والتسليم" (¬٤).
وقال بعض السلف: {فَصَبْرٌ جَمِيلٌ} "لا شكوي فيه" (¬٥).
وقال همام عن قتادة في قوله تعالى: {وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ (٨٤)} [يوسف: ٨٤] قال: "كَظَم على الحزن فلم يقل إلا خيرًا" (¬٦).
_________
(¬١) في الأصل والنسخ الخطية: "حسان". والتصويب من مصادر التخريج. ومما سيأتي ص (٥٠٣).
(¬٢) ذكره الغزالي في "إحياء علوم الدين" (٤/ ٢٤٩)، دون أن ينسبه لأحد.
وقد رواه ابن أبي الدنيا في "الصبر" رقم (١١٠)، وابن جرير في "تفسيره" (١٢/ ١٦٦) وهو مرسل.
(¬٣) أخرجه الصنعاني في "تفسيره" (٢/ ٣١٨)، والطبري في "تفسيره" (١٢/ ١٦٦).
(¬٤) أخرجه عنه ابن أبي الدنيا في كتاب "الصبر" رقم (١١٦).
(¬٥) انظر: "تفسير" عبد الرزاق (٢/ ٣٢٧)، و"تفسير" الطبري (١٣/ ٤٠)، و"معاني القرآن" للنحاس (٣/ ٤٠٤)، و"الدر المنثور" للسيوطي (٤/ ٥١٤).
(¬٦) أخرجه عبد الرزاق الصنعاني في "تفسيره" (٢/ ٣٢٧) وابن جرير في "تفسيره" =','1','182',NULL,NULL,'0');
INSERT INTO [b252] VALUES (230,'وقال يحيى بن المختار عن الحسن: "الكظيم: الصبور" (¬١).
وقال الضحاك: كظيم أي: كميد (¬٢). أي: كَمَدُ الحزن.
وقال الحسن: "ما جرعتان أحب إلى اللَّه من جرعة مصيبة موجعة محزنة ردها صاحبُها بحسن عزاء وصبر، وجرعة غيظ ردها بحلم" (¬٣).
وقال عبد اللَّه بن المبارك: أخبرنا عبد اللَّه بن لهيعة عن عطاء بن دينار أن سعيد بن جبير قال: "الصبر اعتراف العبد للَّه بما أصابه منه واحتسابه عند اللَّه ورجاءُ ثوابه، وقد يجزع الرجل وهو يتجلد لا يُرى منه إلا الصبر" (¬٤).
فقوله: "اعتراف العبد للَّه بما أصاب منه" كأنه تفسير قوله: {إِنَّا لِلَّهِ} [البقرة: ١٥٦]، فيعترف أنه مُلك للَّه يتصرَّف فيه مالكه بما يريد.
وقوله: "واحتسابه عند اللَّه" كأنه تفسير لقوله: {وَإِنَّا إِلَيْهِ رَاجِعُونَ} (¬٥) [البقرة: ١٥٦]، أي: نُرَدّ إليه فيجزينا على صبرنا، ولا يضيع أجر المصيبة.
_________
= (١٣/ ٤٠).
(¬١) أخرجه عنه: ابن جرير في "تفسيره" (١٣/ ٤٠)، وابن أبي الدنيا في كتاب "الصبر" رقم (١١٧).
(¬٢) أخرجه عنه ابن جرير في "تفسيره" (١٣/ ٤٠).
(¬٣) أخرجه ابن أبي شيبة في "مصنفه" رقم (٣٤٤٠٩) عن الحسن مرفوعًا.
(¬٤) "الزهد" لابن المبارك رقم (١١١) زوائد نعيم.
ومن طريقه أخرجه: ابن أبي الدنيا في كتاب "الصبر" رقم (١١٣).
ومن غير طريقه أخرجه: ابن أبي الدنيا في كتاب "الصبر" رقم (١٨٨) نحوه.
(¬٥) في الأصل: "وإنا للَّه وإليه راجعون". والمثبت موافق للنسخ الأخرى.','1','183',NULL,NULL,'0');
INSERT INTO [b252] VALUES (231,'وقوله: "وقد يجزع الرجل وهو يتجلد"، أي: ليس الصبر بالتجلد، وإنما هو حبس القلب عن التسخط على المقدور، واللسان عن الشكوي، فمن تجلد وقلبه ساخط على القدر، فليس بصابر.
وقال يونس بن يزيد: سألت ربيعة بن أبي عبد الرحمن: ما منتهى الصبر؟ قال: "أن يكون يوم تُصيبه المصيبة مثله قبل أن تُصيبه" (¬١).
وقال قيس بن الحجاج (¬٢) في قول اللَّه تعالى: {فَاصْبِرْ صَبْرًا جَمِيلًا (٥)} [المعارج: ٥] قال: "أن يكون صاحب المصيبة في القوم لا يُعرف من هو" (¬٣).
وكان شمّر إذا عزي مصابًا قال: "اصبر لما حكم ربّك" (¬٤).
وقال أبو عقيل: رأيت سالم بن عبد اللَّه بن عمر بيده سوط وعليه إزار في موت واقد بن عبد اللَّه بن عمر، لا يسمع صارخة ينالها بالسوط إلا ضربها (¬٥).
قال ابن أبي الدنيا: حدثني محمد بن جعفر بن مهران قال: قالت امرأة من قريش:
أما والذي لا خُلد إلا لوجهه ... ومن ليسَ في العز المنيعِ له كفو
_________
(¬١) أخرجه: ابن أبي الدنيا في كتاب "الصبر" رقم (١١٤).
(¬٢) هو قيس بن الحجاج الكلاعي المصري صدوق توفي سنة تسع وعشرين ومائة. انظر: "تقريب التهذيب" ص (٨٠٣).
(¬٣) أخرجه: ابن أبي الدنيا في كتاب "الصبر" رقم (١١٥).
(¬٤) ذكره المنبجي في "تسلية أهل المصائب" ص (١٦٣).
(¬٥) لم أقف عليه مسندًا.','1','184',NULL,NULL,'0');
INSERT INTO [b252] VALUES (232,'لئن كان بدءُ (¬١) الصبرِ مُرًّا (¬٢) مذاقه ... لقد يُجتنى (¬٣) من غِبه الثمر الحلو (¬٤)
قال: وأنشدني عمرو بن بُكير:
صبرتُ وكان الصبر خير مغبةٍ ... وهل جزَعٌ مُجْدٍ عليّ فأجزَع
ملكتُ دموعَ العين حتى رددتُها ... إلى ناظري فالعين في القلب تدمع (¬٥)
قال وأنشدني أحمد بن موسى الثقفي:
نُبِّئْتُ خولةَ أمسِ قد جزعتْ ... من أن تنوبَ نوائب الدهر
لا تجزعي يا خَوْلُ واصطبري ... إن الكرام بُنُوا على الصبر (¬٦)
قال وحدثني عبد اللَّه بن محمد بن إسماعيل التيمي: "أن رجلًا عزَّى رجلًا على ابنه فقال: إنما يستوجب على اللَّه وعده من (¬٧) صبر للَّه بحقه، فلا تجمع إلى ما أصبت به من المصيبة الفجيعة بالأجر، فإنها
_________
(¬١) في (م) و (ن): "بذر".
(¬٢) في (ن): "مرٌّ".
(¬٣) في (ب): "يجنى".
(¬٤) كتاب "الصبر" رقم ١٦٩.
(¬٥) لم أقف عليهما في كتب ابن أبي الدنيا.
البيتان من قصيدة للخريمي في رثاء مولاه أبي الهيذام أوردها ابن عساكر في "تاريخ دمشق" (١٦/ ٣٣٧). وانظر ذيل الأمالي (١٢٠) ومعاهد التنصيص (٢٤٦).
(¬٦) لم أقف عليهما في كتب ابن أبي الدنيا.
والبيتان منسوبان لمنظور بن زَبّان، وخولة هي ابنته زوج الحسين بن على. انظر: "الأمالي" للزجاجي ص ٨، وفي النسخ "واصبري" ولا يستقيم معه الوزن.
(¬٧) في النسخ الثلاث الأخرى: "من".','1','185',NULL,NULL,'0');
INSERT INTO [b252] VALUES (233,'أعظم المصيبتين عليك، وأنكى الرزيّتين لك، والسلام" (¬١).
وعزَّى ابن السمَّاك رجلًا فقال: "عليك بالصبر فبه يعمل من احتسب، وإليه يصير من جزَع" (¬٢).
وقال عمر بن عبد العزيز: "أما الرضى فمنزلة عزيزة أو منيعة، ولكن قد جعل اللَّه في الصبر معولًا حسنًا" (¬٣).
ولما مات عبد الملك ابنه (¬٤) صلّى عليه ثم قال: "رحمك اللَّه، لقد كنت لي وزيرًا، وكنت لي معينًا". قال: والناس يبكون وما يقطر من عينيه قطرة (¬٥).
وأصيب مطرِّف بن عبد اللَّه بابن له، فأتاه قوم يعزونه فخرج إليهم أحسن ما كان بشْرًا، ثم قال: "إني لأستحي من اللَّه أن أتضعضع لمصيبته (¬٦) " (¬٧).
وقال عمرو بن دينار: قال عبيد بن عمير (¬٨): "ليس الجزع أن تدمع
_________
(¬١) لم أقف عليه فيما بين يدي من كتب ابن أبي الدنيا. وقد ذكره في "العقد": ٣/ ٣٠٤، والمنبجي في "تسلية أهل المصائب" ص ١٦٣ - ١٦٤.
(¬٢) انظر: "العقد": ٣/ ٣٠٤، و"تسلية أهل المصائب" ص ١٦٤.
(¬٣) لم أقف عليه.
(¬٤) أي عبد الملك بن عمر بن عبد العزيز.
(¬٥) لم أقف عليه.
(¬٦) في النسخ الثلاث الأخرى: "لمصيبة".
(¬٧) رواه ابن عساكر في "تاريخ دمشق" (٥٨/ ٣١٨) من طريق ابن أبي الدنيا.
(¬٨) هو: عبيد بن عمير بن قتادة بن سعد الليثي، أبو عاصم المكي، مجمع على ثقته. انظر: "تقريب التهذيب" ص (٦٥١)','1','186',NULL,NULL,'0');
INSERT INTO [b252] VALUES (234,'العين ويحزن القلب، ولكن الجزع القول السيئ والظن السيئ" (¬١).
وقال ابن أبي الدنيا: حدثني الحسن (¬٢) بن عبد العزيز الجرَوي قال: مات ابن لي نفيس فقلت لأمه: "اتقي اللَّه واحتسبيه". فقالت: "مصيبتي أعظم من أن أفسدها بالجزع" (¬٣).
وقال ابن أبي الدنيا: وأخبرني عمرو بن بكير عن شيخ من قريش قال: مات الحسن بن الحصين أبو عبيد اللَّه بن الحسن، وعبيد اللَّه يومئذ قاضٍ على البصرة وأمير، فكثُر من يعزِّيه، فتذاكروا ما يتبين به جزع الرجل من صبره، فأجمعوا أنه إذا ترك شيئًا مما كان يصنعه فقد جزع (¬٤).
وقال خالد بن أبي عثمان القرشي: كان سعيد بن جبير يعزيني على ابني، فرآني أطوف بالبيت متقنعًا فكشف القناع عن رأسي وقال: "الاستكانة من الجزع" (¬٥).

فصل
وأما قول كثير من الفقهاء من أصحابنا وغيرهم: لا بأس أن يجعل المصاب على رأسه ثوبًا يعرف به. قالوا: لأن التعزية سنة، وفي ذلك تيسير لمعرفته حتى يعزَّى (¬٦)، ففيه نظر، وأنكره
_________
(¬١) انظر: "تسلية أهل المصائب" ص ١٦٤، ٢١٣.
(¬٢) في الأصل وسائر النسخ: الحسين. والتصويب من "تقريب التهذيب" ص ٢٣٩.
(¬٣) لم أقف عليه في كتب ابن أبي الدنيا.
(¬٤) لم أقف عليه في كتب ابن أبي الدنيا. [والخبر في "التعازي" ص ٧١ للمبرد]. (ص).
(¬٥) انظر: "تسلية أهل المصائب" ص ١٦٤، وفيه: "الاستتار من الجزع".
(¬٦) انظر: "الهداية": (١/ ٦٣)، و"الفروع" (٢/ ٢٩١ - ٢٩٢)، و"المبدع" (٢/ ٢٨٨)، و"الإنصاف" (٢/ ٥٦٧).','1','187',NULL,NULL,'0');
INSERT INTO [b252] VALUES (235,'شيخنا (¬١).
ولا ريب أن السلف لم يكونوا يفعلون شيئًا من ذلك، ولا نُقل هذا عن أحد من الصحابة والتابعين، والآثار المتقدمة كلها صريحة في رد هذا القول.
وقد كره إسحاق بن راهويه أن يترك لبس ما عادته لبسه وقال: هو من التّسلّب (¬٢).
وبالجملة فعادتهم أنهم لم يكونوا يغيرون شيئًا من زيّهم قبل المصيبة، ولا يتركون ما كانوا يعملونه، فهذا كله منافٍ للصبر، واللَّه أعلم.
_________
(¬١) لم أقف عليه في كتب شيخ الإسلام المتوفرة، ولعله مما سمعه ابن القيم من شيخ الإسلام، مما لم يكن مدونًا.
(¬٢) في (ب): "الجزع".
والتّسلب: لبسُ السّلاب، وهي ثياب المأتم السود. انظر: "لسان العرب" (١/ ٤٧٣).','1','188',NULL,NULL,'0');
INSERT INTO [b252] VALUES (236,'<span data-type="title" id=toc-55>الباب الثامن عشر في ذكر أمور تتعلق بالمصيبة من البكاء والندب وشق الثياب ودعوى الجاهلية ونحوها</span>
فمنها البكاء على الميت:
ومذهب أحمد وأبي حنيفة جوازه قبل الموت وبعده، واختاره أبو إسحاق الشيرازي (¬١).
وكرهه الشافعي وكثير من أصحابه بعد الموت، ورخصوا فيه قبل خروج الروح (¬٢).
واحتجوا بحديث جابر بن عتيك: أن رسول اللَّه -صلى اللَّه عليه وسلم- جاء يعود عبد اللَّه ابن ثابت فوجده قد غُلب، فصاح به فلم يجبه، فاسترجع وقال: "غُلبنا عليك يا أبا الربيع"، فصاح النسوة وبكين، فجعل ابن عتيك يسكتهن، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "دَعْهن، فإذا وجب فلا تبكين باكية" قالوا: وما الوجوب يا رسول اللَّه؟ قال: "الموت". رواه أبو داود والنسائي (¬٣).
_________
(¬١) انظر لمذهب الحنفية: "بدائع الصنائع" (١/ ٣١٠). ولمذهب الحنابلة: "الإنصاف" للمرداوي (٢/ ٥٦٧). وانظر لاختيار الشيرازي: "التنبيه" له ص ٥٣.
(¬٢) انظر لكراهة الشافعي ذلك: "الأم" (١/ ٢٧٩).
ومذهب الشافعية جواز البكاء قبل الموت وبعده، وقبله أولى. انظر: "روضة الطالبين" (٢/ ١٤٥).
(¬٣) "سنن" أبي داود رقم (٣١١١)، و"المجتبى" للنسائي رقم (١٨٤٦).
وصححه ابن حبان فأخرجه في "صحيحه" حديث رقم (٣١٨٩)، وصححه الحاكم في المستدرك (١/ ٣٥٢)، ووافقه الذهبي.','1','189',NULL,NULL,'0');
INSERT INTO [b252] VALUES (237,'قالوا: وفي "الصحيحين" من حديث ابن عمر رضي اللَّه عنهما أن النبي -صلى اللَّه عليه وسلم- قال: "إن الميت ليعذَّب ببكاء أهله عليه" (¬١).
وهذا إنما هو بعد الموت، وأما قبله فلا يُسمّى ميتًا.
وعن ابن عمر رضي اللَّه عنهما أن رسول اللَّه -صلى اللَّه عليه وسلم- لما قدم من أُحُد سمع نساء بني عبد الأشهل يبكين على هلكاهن، فقال: "لكن حمزة لا بواكي له" فجئن نساء الأنصار، فبكين على حمزة عنده، فاستيقظ فقال: "ويحهن أتين هاهنا يبكين حتى الآن، مُروهن فليرجعن ولا يبكين على هالك بعد اليوم". رواه الإمام أحمد (¬٢).
وهذا صريح في نسخ الإباحة المتقدمة.
والفرق بين ما قبل الموت وبعده: أنه قبل الموت يرجي فيكون البكاء عليه حذرًا، فإذا مات انقطع الرجاء وأبرم القضاء فلا ينفع البكاء.
قال المجوزون: قال جابر: أُصيب أبي يوم أحد فجعلت أبكي، فجعلوا ينهونني ورسول اللَّه -صلى اللَّه عليه وسلم- لا ينهاني، فجعلت عمّتي فاطمة تبكي، فقال النبي -صلى اللَّه عليه وسلم-: "تبكين أو لا تبكين، ما زالت الملائكة تظله بأجنحتها حتى رفعتموه". متفق عليه (¬٣).
وفي "الصحيحين" أيضًا عن ابن عمر قال: اشتكى سعد بن عبادة
_________
(¬١) "صحيح البخاري" رقم (١٢٨٦)، و"صحيح مسلم" رقم (٩٢٨).
(¬٢) "مسند أحمد" (٢/ ٨٤).
ورواه ابن ماجه في "سننه" رقم (١٥٩١). وصححه الحاكم في المستدرك (٣/ ١٩٥) على شرط مسلم، ووفقه الذهبي، وصححه الهيثمي في مجمع الزوائد (٦/ ١٢٠).
(¬٣) "صحيح البخاري" رقم (١٢٤٤)، و"صحيح مسلم" رقم (٢٤٧١).','1','190',NULL,NULL,'0');
INSERT INTO [b252] VALUES (238,'شكوى له، فأتاه النبي -صلى اللَّه عليه وسلم- يعوده مع عبد الرحمن بن عوف، وسعد بن أبي وقاص، وعبد اللَّه بن مسعود، فلما دخل عليه وجده في غشية فقال: قد قضى؟ فقالوا: لا يا رسول اللَّه، فبكى رسول اللَّه -صلى اللَّه عليه وسلم-، فلما رأي القوم بكاءه بكوا، فقال: "ألا تسمعون، إن اللَّه لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب بهذا -وأشار إلى لسانه- أو يرحم" (¬١).
وفي "الصحيحين" أيضًا من حديث أسامة بن زيد رضي اللَّه عنه أن رسول اللَّه -صلى اللَّه عليه وسلم- انطلق إلى إحدى بناته ولها صبيٌّ في الموت، فرُفع إليه الصبيُّ ونفسه تقعْقَع كأنها شنّة، ففاضت عيناه، فقال سعد: ما هذا يا رسول اللَّه؟ قال: "هذه رحمة جعلها اللَّه في قلوب عباده، وإنما يرحم اللَّه من عباده الرحماء" (¬٢).
وفي مسند الإمام أحمد من حديث ابن عباس رضي اللَّه عنهما قال: ماتت رقية ابنة رسول اللَّه -صلى اللَّه عليه وسلم- فبكت النساء، فجعل عمر يضربهن بسوطه، فقال النبي -صلى اللَّه عليه وسلم-: "دعهن يا عمر يبكين، وإياكن ونعيق الشيطان" ثم قال: "إنه مهما كان من العين ومن القلب فمن اللَّه ومن الرحمة، وما كان من اليد واللسان فمن الشيطان" (¬٣).
_________
(¬١) "صحيح البخاري" رقم (١٣٠٤)، و"صحيح مسلم" رقم (٩٢٤). ووقع في الأصل: "ألا تسمعوا".
(¬٢) "صحيح البخاري" رقم (١٢٨٤)، و"صحيح مسلم" رقم (٩٢٣).
(¬٣) "المسند" (١/ ٣٣٥).
قال البيهقي في السنن الكبرى (٤/ ٧٠): "وهذا وإن كان غير قوي فقوله -صلى اللَّه عليه وسلم- في الحديث الثابت عنه: "إن اللَّه لا يعذب بدمع العين ولا بحزن القلب ولكن يعذب بهذا -وأشار إلى لسانه- أو يرحم"، يدل على معناه ويشهد له بالصحة وباللَّه التوفيق". =','1','191',NULL,NULL,'0');
INSERT INTO [b252] VALUES (239,'وفي "المسند" أيضًا عن عائشة: أن سعد بن معاذ لما مات حضره رسول اللَّه -صلى اللَّه عليه وسلم- وأبو بكر وعمر رضي اللَّه عنهما، قالت: "فوالذي نفسي بيده إني لأعرف بكاء أبي بكر من بكاء عمر وأنا في حجرتي" (¬١).
وفي "المسند" أيضًا عن أبي هريرة رضي اللَّه عنه قال: مُرَّ على النبي -صلى اللَّه عليه وسلم- بجنازة يُبكى عليها وأنا معه، ومعه عمر بن الخطاب، فانتهر عمر اللاتي يَبكين عليها، فقال النبي -صلى اللَّه عليه وسلم-: "دعهن يا ابن الخطاب، فإن النفس مصابة، وإن العين دامعة، والعهد قريب" (¬٢).
وفي "جامع الترمذي" عن جابر بن عبد اللَّه قال: أخذ النبي -صلى اللَّه عليه وسلم- بيد عبد الرحمن بن عوف، فانطلق إلى ابنه إبراهيم فوجده يجود بنفسه، فأخذه النبي -صلى اللَّه عليه وسلم- فوضعه في حِجره فبكى، فقال له: أتبكي، أولم تكن نَهيت عن البكاء؟ قال: "لا، ولكن نَهَيْتُ عن صوتين أحمقين فاجرين؛ صوت عند مصيبة: خمشِ الوجوه (¬٣)، وشقَّ الجيوب، ورنّةِ الشيطان". قال الترمذي: هذا حديث حسن (¬٤).
وقد صح عنه -صلى اللَّه عليه وسلم-: "أنه زار قبر أمه فبكى، وأبكى من
_________
= وضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم (١٧١٥).
(¬١) "المسند" (٦/ ١٤١ - ١٤٢) ضمن حديث طويل.
وحسنه الألباني في "سلسلة الأحاديث الصحيحة" برقم ٦٧.
(¬٢) "المسند" (٢/ ٣٣٣).
ورواه النسائي في "المجتبى" رقم (١٨٥٩)، وابن ماجه في "سننه" رقم (١٥٨٧).
وصححه ابن حبان حيث أورده في صحيحه برقم (٣١٥٧).
(¬٣) في (ب): "الوجه".
(¬٤) "جامع الترمذي" رقم (١٠٠٥).','1','192',NULL,NULL,'0');
INSERT INTO [b252] VALUES (240,'حوله" (¬١).
وصح عنه: "أنه قبَّل عثمان بن مظعون حتى سالت دموعه على وجهه" (¬٢).
وصح عنه: "أنه نعى جعفرًا وأصحابه وعيناه تذرفان" (¬٣).
وصح عن أبي بكر الصديق رضي اللَّه عنه أنه قبَّل النبي -صلى اللَّه عليه وسلم- وهو ميت وبكى (¬٤).
فهذه اثنا عشر (¬٥) حجة تدل على عدم كراهة البكاء، فتعين حمل أحاديث النهي على البكاء الذي معه ندب ونياحة، ولهذا جاء في بعض ألفاظ حديث عمر (¬٦): "الميت يعذب ببعض بكاء أهله عليه" (¬٧) وفي بعضها: "يعذب بما نيح عليه" (¬٨).
وقال البخاري في "صحيحه": قال عمر: دعهن يبكين على أبي سليمان -يعني: خالد بن الوليد- ما لم يكن نقع أو لقلقة. والنقع:
_________
(¬١) رواه مسلم في "صحيحه" رقم (٩٧٦) من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) رواه أبو داود في "سننه" رقم (٣١٦٣)، والترمذي في "جامعه" رقم (٩٨٩) وقال: "حسن صحيح"، وابن ماجه في "سننه" رقم (١٤٥٦) من حديث عائشة رضي اللَّه عنها.
(¬٣) رواه البخاري في "صحيحه" رقم (٣٦٣٠).
(¬٤) رواه البخاري في "صحيحه" رقم (١٢٤١)، (١٢٤٢).
(¬٥) كذا في الأصول، والوجه: اثنتا عشرة.
(¬٦) في الأصل: "ابن عمر"، وهو سهو. والتصويب من النسخ الثلاث الأخرى.
(¬٧) رواه البخاري في "صحيحه" رقم (١٢٨٧)، ومسلم في "صحيحه" رقم (٩٢٧).
(¬٨) رواه البخاري في "صحيحه" رقم (١٢٩١)، ومسلم في "صحيحه" رقم (٩٢٧).','1','193',NULL,NULL,'0');
INSERT INTO [b252] VALUES (241,'التراب على الرأس (¬١). واللقلقة: الصوت (¬٢).
وأما دعوى النسخ في حديث حمزة فلا يصح؛ لأن معناه: لا يبكين على هالك بعد اليوم من قتلى أحد.
ويدل على ذلك أن نصوص الإباحة أكثرها متأخرة عن غزوة أحد، منها: حديث أبي هريرة إذ إسلامه وصحبته كانا في السنة السابعة. ومنها البكاء على جعفر وأصحابه، وكان استشهادهم في السنة الثامنة. ومنها البكاء على زينب وكان موتها في الثامنة أيضًا (¬٣). ومنها البكاء على سعد بن معاذ وكان موته في الخامسة. ومنها البكاء عند قبر أمه -صلى اللَّه عليه وسلم- وكان عام الفتح في الثامنة.
وقولهم: إنما جاز قبل الموت حذرًا، بخلاف ما بعد الموت.
جوابه: أنّ الباكي قبل الموت يبكي حزنًا، وحزنه بعد الموت أشد، فهو أولى برخصة البكاء من الحالة التي يرجو (¬٤) فيها، وقد أشار -صلى اللَّه عليه وسلم- إلى ذلك بقوله: "تدمع العين، ويحزن القلب، ولا نقول ما يسخط الرب،
_________
(¬١) "على الرأس"، ساقطة من الأصل، واستدركتها من: (م) و (ن).
(¬٢) "صحيح البخاري" قبل الحديث (١٢٩١) تعليقًا.
(¬٣) الأحاديث السابقة واللاحقة في هذه الفقرة فد سبق تخريجها.
أما بكاء النبي -صلى اللَّه عليه وسلم- على زينب، فلم أقف عليه. وقد توفيت رضي اللَّه عنها في السنة الثامنة كما قال المصنف. انظر: "الإصابة" لابن حجر (٧/ ٦٦٥).
والوارد أنه بكي على ابنة زينب، وذلك في "صحيح البخاري" رقم (٥٦٥٥) و"صحيح مسلم" رقم (٢٤٧١). واسمها أمامة. انظر: "فتح الباري" لابن حجر (٣/ ١٨٦).
(¬٤) في النسخ الثلاث الأخرى: "يرجى".','1','194',NULL,NULL,'0');
INSERT INTO [b252] VALUES (242,'وإنا بك يا إبراهيم لمحزونون" (¬١).

فصل
وأما الندب والنياحة فنص أحمد على تحريمهما. قال في رواية حنبل: النياحة معصية (¬٢).
وقال أصحاب الشافعي وغيرهم: النوْح حرام (¬٣).
وقال ابن عبد البر: أجمع العلماء على أن النياحة لا تجوز للرجال ولا للنساء (¬٤).
وقال بعض المتأخرين من أصحاب أحمد: يكره ذلك تنزيهًا، وهذا لفظ أبي الخطاب في "الهداية" قال: ويكره الندب والنياحة، وخمش الوجوه، وشق الجيوب، والتّحفّي (¬٥).
والصواب: القولُ بالتحريم لما في "الصحيحين" من حديث عبد اللَّه بن مسعود: أن النبي -صلى اللَّه عليه وسلم- قال: "ليس منا من ضرب الخدود، وشقّ الجيوب، ودعى بدعوى الجاهلية" (¬٦).
_________
(¬١) رواه البخاري في "صحيحه" رقم (١٣٠٣)، ومسلم في "صحيحه" رقم (٢٣١٥). من حديث أنس بن مالك رضي اللَّه عنه.
(¬٢) انظر: "الفروع" لابن مفلح (٢/ ٢٩٠).
(¬٣) انظر: "روضة الطالبين" (٢/ ١٤٥).
(¬٤) "الاستذكار" (٣/ ٦٨).
(¬٥) "الهداية" (١/ ٦٣).
وانظر: "المغني" (٣/ ٤٩٠)، و"الفروع" (٢/ ٢٩٠).
(¬٦) "صحيح البخاري" رقم (١٢٩٧)، و"صحيح مسلم" رقم (١٠٣).','1','195',NULL,NULL,'0');
INSERT INTO [b252] VALUES (243,'وفي "الصحيحين" عن أبي بردة قال: وجع أبو موسى وجعًا فغُشي عليه ورأسه في حجر امرأة من أهله، فلم يستطع أن يرد عليها شيئًا، فلما أفاق قال: "أنا بريء ممن برئ منه رسول اللَّه -صلى اللَّه عليه وسلم-، فإن رسول اللَّه -صلى اللَّه عليه وسلم- برئ من الصالقة (¬١) والحالقة والشاقّة" (¬٢).
وفي "الصحيحين" أيضًا عن المغيرة بن شعبة قال: سمعت النبي -صلى اللَّه عليه وسلم- يقول: "إن من نيح عليه يُعذب بما نيح عليه" (¬٣).
وفي "الصحيحين" أيضًا عن أم عطية قالت: "أخذ علينا رسول اللَّه -صلى اللَّه عليه وسلم- في البيعة ألا ننوح، فما وفَّت منا امرأة إلا خمس نسوة" (¬٤).
وفي "صحيح البخاري" عن ابن عمر: أن النبي -صلى اللَّه عليه وسلم- قال: "الميت يعذب في قبره بما نيح عليه" (¬٥)
وفي "صحيح مسلم" عن أبي مالك الأشعري: أن النبي -صلى اللَّه عليه وسلم- قال: "أربعٌ في (¬٦) أمتي من أمر الجاهلية لا يتركونهنّ: الفخر في الأحساب، والطعن في الأنساب، والاستسقاء بالنجوم، والنياحة". وقال: "النائحة إذا لم تتب قبل موتها، تُقامُ يوم القيامة وعليها سربال من قطران ودرع من جرب" (¬٧).
_________
(¬١) الصالقة: هي التي ترفع صوتها في المصائب. انظر "النهاية" لابن الأثير (٣/ ٤٨).
(¬٢) "صحيح البخاري" رقم (١٢٩٦)، و"صحيح مسلم" رقم (١٠٤).
(¬٣) "صحيح البخاري" رقم (١٢٩١)، و"صحيح مسلم" رقم (٩٣٣).
(¬٤) "صحيح البخاري" رقم (١٣٠٦)، و"صحيح مسلم" رقم (٩٣٦).
(¬٥) "صحيح البخاري" رقم (١٢٩٢).
(¬٦) في الأصل: "من". والتصويب من النسخ الثلاث الأخرى.
(¬٧) "صحيح مسلم" رقم (٩٣٤).','1','196',NULL,NULL,'0');
INSERT INTO [b252] VALUES (244,'وفي "سنن أبي داود" عن أسيد بن أبي أسيد عن امرأة من المبايعات قالت: "كان فيما أخذ علينا رسول اللَّه -صلى اللَّه عليه وسلم- في المعروف الذي أخذ علينا أن لا نعصيه فيه: أن لا نخمش وجهًا ولا ندعو ويلًا ولا نشق جيبًا ولا ننتف (¬١) شعرًا" (¬٢).
وفي "مسند الإمام أحمد" عن أنس قال: أخذ النبي -صلى اللَّه عليه وسلم- على النساء حين بايعهن أن لا يَنُحن، فقلن: يا رسول اللَّه إن نساء أسعدننا في الجاهلية أفنسعدهن في الإسلام؟ فقال: "لا إسعاد في الإسلام" (¬٣).
وقد تقدم قوله: "ما كان من اليد واللسان فمن الشيطان" (¬٤)، وقوله: "نَهيتُ عن صوتين أحمقين؛ صوت عند مصيبة: خمش وجوه وشق جيوب، ورنة شيطان" (¬٥).
وفي "مسند أحمد" من حديث أبي موسى أن النبي -صلى اللَّه عليه وسلم- قال: "الميت يُعذب ببكاء الحي، إذا قالت النائحة: واعضداه، واناصراه، واكاسياه، جُبذ (¬٦) الميت وقيل له: أنت عضدها؟! أنت
_________
(¬١) في النسخ الثلاث الأخرى: "ننفش".
(¬٢) "سنن أبي داود" رقم (٣١٣١). وفيه: "وأن لا ننشر شعرا"، بدل: "ولا ننتف شعرا".
وصححه الألباني في "أحكام الجنائز" ص: (٣٠).
(¬٣) "المسند" (٣/ ١٩٧).
ورواه النسائي في "المجتبى" رقم (١٨٥٢). وصححه ابن حبان حيث أورده في "صحيحه" برقم (٣١٤٦).
(¬٤) تقدم ص ١٩١ (حاشية ٣).
(¬٥) تقدم ص ١٩٢ (حاشية ٤).
(¬٦) في الأصل: "جذ". والتصويب من النسخ الثلاث الأخرى. وجُبِذَ أي: جُذب. =','1','197',NULL,NULL,'0');
INSERT INTO [b252] VALUES (245,'ناصرها؟! أنت كاسيها؟! " (¬١).
وفي "صحيح البخاري" عن النعمان بن بشير قال: "أغمي على عبد اللَّه بن رواحة، فجعلت أخته عمرة بنت رواحة تبكي وتقول: واجبلاه، واكذا، واكذا، تعدد عليه، فقال حين أفاق: ما قلتِ لي شيئًا إلا قيل لي: آنت كذلك؟ فلما مات لم تَبكِ عليه" (¬٢).
وكيف لا تكون هذه الخصال محرمة وهي مشتملة على التسخط على الرب، وفعل ما يناقض الصبر، والإضرار بالنفس: من لطم الوجه، وحلق الشعر ونتفه، والدعاء عليها بالويل والثبور، والتظلم من اللَّه سبحانه، وإتلاف المال بشق الثياب وتمزيقها، وذكر الميت بما ليس فيه؟
ولا ريب أن التحريم الشديد يَثبت ببعض هذا.
قال المبيحون لمجرد الندب والنياحة مع كراهتهم له: قد روى حرب عن واثلة بن الأسقع وأبي وائل: أنهما كانا يسمعان النوح ويسكتان (¬٣).
قالوا: وفي "الصحيحين" عن أم عطية قالت: لَمّا أُنزلت هذه الآية
_________
= انظر: "لسان العرب" (٣/ ٤٧٨).
(¬١) "المسند" (٤/ ٤١٤).
ورواه ابن ماجه في "سننه" برقم (١٥٩٤) نحوه. وصححه الحاكم في المستدرك (٢/ ٤٧١).
(¬٢) "صحيح البخاري" رقم (٤٢٦٧)، (٤٢٦٨).
(¬٣) انظر: "المغني" (٣/ ٤٩٠).
وأثر أبي وائل أخرجه ابن أبي شيبة في "مصنفه" رقم (١٢١١٣).','1','198',NULL,NULL,'0');
INSERT INTO [b252] VALUES (246,'{يَاأَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلَا يَسْرِقْنَ وَلَا يَزْنِينَ} [الممتحنة: ١٢] إلى قوله {وَلَا يَعْصِينَكَ فِي مَعْرُوفٍ} [الممتحنة: ١٢] كان منه النياحة، فقلت: يا رسول اللَّه إلا آل فلان، فإنهم كانوا أسعدوني في الجاهلية، فلا بد لي من أن أسعدهم. فقال: "إلا آل فلان" (¬١).
وفي رواية لهما قالت: بايعنا رسول اللَّه -صلى اللَّه عليه وسلم- فقرأ علينا {أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا} ونهانا عن النياحة، فقبضت امرأةٌ مِنّا يدها فقالت: فلانة أسعدتني فأنا أريد أن أجزيها. قالت: فما قال لها شيئًا، فذهبت فانطلقت ثم رجعت، فبايعها (¬٢).
قالوا: وهذا الإذن لبعضهن في فعله يدل على أن النهي عنه نهي تنزيه لا تحريم، ويتعين حمله على المجرد من تلك المفاسد جمعًا بين الأدلة.
قال المحرِّمون: لا تُعَارَضُ سنة رسول اللَّه -صلى اللَّه عليه وسلم- بأحد من الناس كائنًا من كان، ولا تضرب سنتُه بعضها ببعض، وما ذكرنا من النصوص صحيحة صريحة لا تحتمل تأويلًا، وقد انعقد عليها الإجماع.
وأما المرأة التي قال لها: "إلا آل فلان"، والمرأة التي سكت عنها، فذلك خاص بهما لوجهين:
أحدهما: أنه قال لغيرهما لما سألته ذلك: "لا إسعاد في الإسلام" (¬٣).
_________
(¬١) "صحيح البخاري" رقم (٤٨٩٢)، و"صحيح مسلم" رقم (٩٣٧)، واللفظ لمسلم.
(¬٢) هذا اللفظ هو للبخاري رقم (٤٨٩٢)، واللفظ السابق هو لمسلم رقم (٩٣٧).
(¬٣) سبق تخريجه قريبًا.','1','199',NULL,NULL,'0');
INSERT INTO [b252] VALUES (247,'والثاني: أنه أطلق لهما ذلك وهُمَا حديثا عهد بالإسلام، وهما لم يميّزا بين الجائز من ذلك وبين المحرم، وتأخير البيان عن وقت الحاجة لا يجوز، فعلم أن الحكم لا يعدوهما إلى غيرهما.

فصل
وأما الكلمات (¬١) اليسيرة إذا كانت صدقًا لا على وجه النّوح والتسخّط، فلا تحرم ولا تنافي الصبر الواجب، نص عليه أحمد (¬٢) لما رواه في "مسنده" من حديث أنس: "أن أبا بكر رضي اللَّه عنه دخل على النبي -صلى اللَّه عليه وسلم- بعد وفاته، فوضع فمه بين عينيه، ووضع يديه على صدغيه وقال: وانبياه واخليلاه واصفياه" (¬٣).
وفي "صحيح البخاري" عن أنس أيضًا قال: لما ثقل النبي -صلى اللَّه عليه وسلم- جعل يتغشاه الكرب، فقالت فاطمة: واكرب أبتاه. فقال: "ليس على أبيك كرب بعد اليوم"، فلما مات قالت: يا أبتاه أجاب ربًّا دعَاه، يا أبتاه جنة الفردوس مأواه، يا أبتاه إلى جبريل أنعاه. فلما دفن قالت فاطمة: يا أنس، أطابت أنفسكم أن تحثوا على رسول اللَّه -صلى اللَّه عليه وسلم- التراب (¬٤).
وقال رسول اللَّه -صلى اللَّه عليه وسلم-: "وإنا بك يا إبراهيم لمحزونون" (¬٥).
وهذا ونحوه من القول الذي ليس فيه تظلُّم للمقدور، ولا تسخُّط
_________
(¬١) في (ب): "الكلمة".
(¬٢) انظر: "الفروع" لابن مفلح (٢/ ٢٩١).
(¬٣) "المسند" (٦/ ٣١). وصححه الألباني في "إرواء الغليل" (٣/ ١٥٧).
(¬٤) "صحيح البخاري" رقم (٤٤٦٢).
(¬٥) وقد سبق تخريجه ص ١٩٥ (حاشية ١).','1','200',NULL,NULL,'0');
INSERT INTO [b252] VALUES (248,'على الرب تعالى ولا إسخاط له، فهو كمجرّد البكاء.

فصل
فأما قول النبي -صلى اللَّه عليه وسلم-: "إن الميت يُعذَّب بالنياحة عليه"، فقد ثبت عنه من رواية عمر بن الخطاب، وابنه عبد اللَّه، والمغيرة بن شعبة، وروى نحوه عمرانُ بن حصين، وأبو موسى رضي اللَّه عنهم (¬١).
فاختلفت طرق الناس في ذلك:
فقالت فرقة: يتصرف اللَّه في خلقه بما شاء، وأفعال اللَّه لا تعلل، ولا فرق بين التعذيب بالنوح عليه والتعذيب بما هو منسوب إليه؛ لأن اللَّه خالق الجميع، واللَّه تعالى يؤلم الأطفال والبهائم والمجانين بغير عمل.
وقالت فرقة: هذه الأحاديث لا تصح عن رسول اللَّه -صلى اللَّه عليه وسلم-، وقد أنكرتها عائشة أم المؤمنين، واحتجت بقوله تعالى: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: ١٦٤، الإسراء: ١٥، فاطر: ١٨، الزمر: ٧].
ولما بلغها رواية عمر وابنه قالت: إنكم لتحدثون عن غير كاذبَين ولا متهمَين، ولكن السمع يُخطئ. وقالت: إنما مر النبي -صلى اللَّه عليه وسلم- على قبر يهودي، فقال: "إن صاحب هذا القبر يعذب، وأهله يبكون عليه" (¬٢).
_________
(¬١) وقد سبق تخريجه من حديث عمر وابنه والمغيرة وأبي موسى رضي اللَّه عنهم.
أما حديث عمران بن حصين رضي اللَّه عنه فرواه النسائي في "المجتبى" رقم (١٨٤٩)، (١٨٥٤). وصححه ابن حبان حيث أورده في صحيحه برقم (٣١٣٤).
(¬٢) رواه البخاري في "صحيحه" رقم (١٢٨٩)، ومسلم في "صحيحه" رقم (٩٣١)، (٩٣٢).','1','201',NULL,NULL,'0');
INSERT INTO [b252] VALUES (249,'وفي رواية متفق عليها عنها: إنما قال رسول اللَّه -صلى اللَّه عليه وسلم- "إن اللَّه ليزيد الكافر عذابًا ببكاء أهله عليه". وقالت: حسبكم القرآن: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} (¬١).
وقالت فرقة أخرى منهم المزني (¬٢) وغيره: أن ذلك محمول على من أوصى به إذ كانت عاداتهم ذلك، وهو كثير في أشعارهم؛ كقول طرفة:
إذا متُّ فانعيني بما أنا أهلُه ... وَشُقِّي عليَّ الجيْبَ يا ابنةَ مَعْبَد (¬٣)
وقول لبيد:
فقوما فقولا بالذي قد عَلِمتُما ... ولا تخمِشا وجهًا ولا تَحلِقا شَعر
وقولا: هو المرء الذي لا صديقه ... أضاع، ولا خان الأمين ولا غدر
إلى الحول ثم اسم السلام عليكما ... ومن يبكِ حولًا كاملًا فقد اعتذر (¬٤)
وقالت طائفة: هو محمول على من سنتُه وسنة قومه ذلك، إذا لم ينههم عنه؛ لأن ترك نهيه دليل على رضاه به، وهذا قول ابن المبارك وغيره (¬٥).
قال أبو البركات ابن تيمية (¬٦): وهو أصح الأقوال كلها، لأنه متى
_________
(¬١) "صحيح البخاري" رقم (١٢٨٨)، و"صحيح مسلم" رقم (٩٢٩).
(¬٢) الفقيه الشافعي المعروف. وانظر قوله في: "مختصره" ص ٤٦.
(¬٣) البيت من معلقته، وهو في "ديوانه" ص ٤٦.
(¬٤) البيت في "ديوانه" ص ٢١٣.
وكلمة "اعتذر" جاءت في الأصل "أعذر"، وهو خطأ يخلّ بوزن البيت.
(¬٥) انظر: "فتح الباري" لابن حجر (٣/ ١٨٢).
(¬٦) انظر لاختيار أبي البركات: "مجموع فتاوى شيخ الإسلام" (٢٤/ ٣٧٠ - =','1','202',NULL,NULL,'0');
INSERT INTO [b252] VALUES (250,'غلب على ظنه فعلهم له ولم يوصهم بتركه فقد رضي به، وصار كمن ترك النهي عن المنكر مع القدرة عليه. فأما إذا أوصاهم بتركه فخالفوه فاللَّه أكرم من أن يعذّبه بذلك، وقد حصل بذلك العمل بالآية مع إجراء الخبر على عمومه في أكثر الموارد.
وإنكار عائشة لذلك بعد رواية الثقات لا يعول عليه، فإنهم قد يحضرون ما لا تحضره، ويشهدون ما تغيب عنه، واحتمال السهو والغلط بعيد جدًّا خصوصًا في حق خمسة من أكابر الصحابة.
وقوله في اليهودي لا يمنع أن يكون قد قال ما رواه عنه هؤلاء الخمسة في أوقات أخر. ثم هي محجوجة بروايتها عنه أنه قال: "إن اللَّه يزيد الكافر عذابًا ببكاء أهله عليه" (¬١) فإذا لم تمتنع (¬٢) زيادة الكافر عذابًا بفعل غيره، مع كونه مخالفًا لظاهر الآية لم يمتنع (¬٣) ذلك في حق المسلم؛ لأن اللَّه سبحانه كما لا يظلم عبده المسلم لا يظلم الكافر، واللَّه أعلم.

فصل
ولا تحتاج هذه الأحاديث إلى شيء من هذه التكلُّفات، وليس فيها بحمد اللَّه إشكال ولا مخالفة لظاهر القرآن ولا لقاعدة من قواعد الشرع، ولا تتضمن عقوبة الإنسان بذنب غيره، فإن النبي -صلى اللَّه عليه وسلم- لم يقل: إن الميت يعاقب ببكاء أهله عليه ونَوحِهم، وإنما قال: إنه يعذب
_________
= ٣٧١).
(¬١) سبق تخريجه قريبًا.
(¬٢) في (ب): "يمنع".
(¬٣) في (ب): "يمنع".','1','203',NULL,NULL,'0');
INSERT INTO [b252] VALUES (251,'بذلك، ولا ريب أن ذلك يؤلمه ويعذبه.
والعذاب هو: الألم الذي يحصل له، وهو أعم من العقاب، والأعم لا يستلزم الأخص، وقد قال النبي -صلى اللَّه عليه وسلم-: "السَّفَرُ قطعة من العذاب" (¬١)، وهذا العذاب يحصل للمؤمن والكافر، حتى إن الميت ليتألم بمن يعاقب في قبره في جواره ويتأذى بذلك، كما يتأذى الإنسان في الدنيا بما يشاهده من عقوبة جاره، فإذا بكى أهل الميت عليه البكاء المحرم، وهو البكاء الذي كان أهل الجاهلية يفعلونه، والبكاء على الميت عندهم اسم لذلك وهو معروف في نظمهم ونثرهم، تألم الميت بذلك في قبره، فهذا التألم هو عذابه بالبكاء عليه، وهذه طريقة شيخنا في هذه الأحاديث، وباللَّه التوفيق (¬٢).
_________
(¬١) رواه البخاري في "صحيحه" رقم (٣٠٠١)، ومسلم في "صحيحه" رقم (١٩٢٧)، من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) انظر: "مجموع فتاوى شيخ الإسلام" (٢٤/ ٣٧٤ - ٣٧٥).','1','204',NULL,NULL,'0');
INSERT INTO [b252] VALUES (252,'<span data-type="title" id=toc-59>الباب التاسع عشر في أن الصبر نصف الإيمان وأن الإيمان (¬١) نصفان: نصف صبرٍ، ونصف شكرٍ</span>
قال غير واحد من السلف: "الصبر نصف الإيمان" (¬٢).
وقال عبد اللَّه بن مسعود: "الإيمان نصفان: نصف صبر، ونصف شكر" (¬٣).
ولهذا جمع اللَّه سبحانه بين الصبر والشكر في قوله: {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (٥)} [إبراهيم: ٥، الشورى: ٣٣، سبأ: ١٩، لقمان: ٣١]، في سورة إبراهيم، وفي سورة حم عسق، وفي سورة سبأ، وفي سورة لقمان.
وقد ذُكر لهذا التنصيف اعتبارات:
أحدها: أن الإيمان اسم لمجموع القول والعمل والنية، وهي ترجع إلى شطرين: فعل وترك، فالفعل هو العمل بطاعة اللَّه عز وجل وهو حقيقة الشكر، والترك هو الصبر عن المعصية، والدين كله في هذين الشيئين: فعل المأمور، وترك المحظور.
_________
(¬١) في (ن): "الأعمال". وهو غلط.
(¬٢) انظر ذلك في: "تفسير الطبري" (٢١/ ٨٤)، و"تفسير القرطبي" (١٤/ ٥٣)، و"شعب الإيمان" للبيهقي رقم (٤٤٤٨)، و"الشكر" لابن أبي الدنيا رقم (٥٨)، و"غريب الحديث" لابن قتيبة (١/ ٢٥٩) وغيرها.
(¬٣) روى عبد اللَّه بن أحمد في "السنة" رقم (٨١٧)، والحاكم في "المستدرك" (٢/ ٤٤٦)، والطبراني في "الكبير" رقم (٨٥٤٤)، والبيهقي في "شعب الإيمان" رقم (٤٨)، (٩٧١٧)، عنه أنه قال: الصبر نصف الإيمان.','1','205',NULL,NULL,'0');
INSERT INTO [b252] VALUES (253,'الاعتبار الثاني: أن الإيمان مبني على ركنين: يقين، وصبر. وهما الركنان المذكوران في قوله تعالى: {وَجَعَلْنَا مِنْهُمْ (¬١) أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآيَاتِنَا يُوقِنُونَ (٢٤)} [السجدة: ٢٤].
فباليقين يَعلم حقيقةَ الأمر والنهي، والثواب والعقاب، وبالصبر ينفِّذ ما أُمر به ويكفُّ نفسه عما نُهي عنه، ولا يحصل له التصديق بالأمر والنهي أنه من عند اللَّه وبالثواب والعقاب إلا باليقين، ولا يمكنه الدوام على فعل المأمور وكف النفس عن فعل المحظور إلا بالصبر، فصار الصبر نصف الإيمان، والنصف الثاني الشكر، بفعل ما أمر به، وترك ما نهي عنه.
الاعتبار الثالث: أن الإيمان قول وعمل، والقول قول القلب واللسان، والعمل عمل القلب والجوارح.
وبيان ذلك: أن من عرف بقلبه، ولم يقر بلسانه لم يكن مؤمنًا، كما قال تعالى عن قوم فرعون: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا} [النمل: ١٤]، وكما قال عن قوم عاد وقوم صالح: {وَعَادًا وَثَمُودَ وَقَدْ تَبَيَّنَ لَكُمْ مِنْ مَسَاكِنِهِمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ وَكَانُوا مُسْتَبْصِرِينَ (٣٨)} [العنكبوت: ٣٨]، وقال موسى لفرعون: {لَقَدْ عَلِمْتَ مَا أَنْزَلَ هَؤُلَاءِ إِلَّا رَبُّ السَّمَاوَاتِ وَالْأَرْضِ بَصَائِرَ} [الإسراء: ١٠٢].
فهؤلاء حصل لهم قول القلب وهو: المعرفة والعلم، ولم يكونوا بذلك مؤمنين.
وكذلك من قال بلسانه وليس في قلبه، لم يكن بذلك مؤمنًا، بل كان
_________
(¬١) في الأصل و (ب): {وَجَعَلْنَاهُمْ}، وهي على الصواب في (م) و (ن).','1','206',NULL,NULL,'0');
INSERT INTO [b252] VALUES (254,'من المنافقين.
وكذلك لو عرف بقلبه وأقر بلسانه لم يكن بمجرد ذلك مؤمنًا، حتى يأتي بعمل القلب من الحب والبغض، والموالاة والمعاداة، فيحب اللَّه ورسوله، ويوالي أولياء اللَّه ويعادي أعداءه، ويستسلم بقلبه للَّه وحده، وينقاد لمتابعة رسوله وطاعته، والتزام شريعته ظاهرًا وباطنًا.
وإذا فعل ذلك لم يكفِ في كمال إيمانه حتى يفعل ما أمر به.
فهذه الأركان الأربعة هي أركان الإيمان التي قام عليها بناؤه وهي ترجع إلى علم وعمل، ويدخل في العمل كف النفس الذي هو متعلق النهي، وكلاهما لا يحصل إلا بالصبر، فصار الإيمان نصفين: أحدهما الصبر، والثاني ما تولد عنه من العلم والعمل.
الاعتبار الرابع: أن النفس لها قوَّتان: قوة الإقدام، وقوة الإحجام، وهي دائمًا تتردد بين أحكام هاتين القوّتين، فتُقْدِم على ما تحبه، وتحجم عما تكرهه، والدين كله إقدام وإحجام، إقدام على طاعة (¬١) اللَّه عز وجل، وإحجام عن معاصي اللَّه، وكل منهما لا يمكن حصوله إلا بالصبر.
الاعتبار الخامس: أن الدين كله رغبة ورهبة، فالمؤمن هو الراغب الراهب. قال تعالى: {إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا} [الأنبياء: ٩٠].
وفي الدعاء عند النوم، الذي رواه البخاري في "صحيحه": "اللهم إني أسلمت نفسي إليك، ووجَّهت وجهي إليك، وفوَّضت أمري إليك،
_________
(¬١) "طاعة" سقطت من الأصل.','1','207',NULL,NULL,'0');
INSERT INTO [b252] VALUES (255,'وألجأت ظهري إليك، رغبة ورهبة إليك" (¬١).
فلا تجد المؤمن أبدًا إلا راغبًا راهبًا، والرغبة والرهبة لا تقوم إلا على ساق الصبر، فرهبته تحمله على الصبر، ورغبته تقوده إلى الشكر.
الاعتبار السادس: أن جميع ما يباشره العبد في هذه الدار لا يخرج عما ينفعه في الدنيا والآخرة، أو يضره في الدنيا والآخرة، أو ينفعه في إحدى الدارين ويضره في الأخرى، وأشرف الأقسام أن يفعل ما ينفعه في الآخرة ويترك ما يضره فيها، وهو حقيقة الإيمان، ففعل ما ينفعه هو الشكر، وترك ما يضره هو الصبر.
الاعتبار السابع: أن العبد لا ينفك من أمرٍ يفعله، ونهي يجتنبه، وقدرٍ يجري عليه، وفرضه في الثلاثة الصبر والشكر، ففِعل المأمور هو الشكر، وترك المحظور والصبر على المقدور هو الصبر.
الاعتبار الثامن: أن العبد فيه داعيان: داع يدعوه إلى الدنيا وشهواتها ولذاتها، وداعٍ يدعوه إلى اللَّه والدار الآخرة وما أعد فيها لأوليائه من النعيم المقيم، فعصيان داعي الشهوة والهوى هو الصبر، وإجابة داعي اللَّه والدار الآخرة هو الشكر.
الاعتبار التاسع: أن الدين مداره على أصلين: العزمُ والثبات، وهما الأصلان المذكوران في الحديث الذي رواه أحمد والنسائي عن النبي -صلى اللَّه عليه وسلم-: "اللهم إني أسألُك الثبات في الأمر، والعزيمة
_________
(¬١) "صحيح البخاري" رقم (٦٣١٥).
ورواه أيضًا مسلم في "صحيحه" رقم (٢٧١٠). كلاهما من حديث البراء بن عازب رضي اللَّه عنه.','1','208',NULL,NULL,'0');
INSERT INTO [b252] VALUES (256,'على (¬١) الرشد" (¬٢).
وأصل الشكر صحة العزيمة، وأصل الصبر قوة الثبات، فمتى أُيّد العبد بعزيمة وثبات، فقد أُيد بالمعونة والتوفيق.
الاعتبار العاشر: أن الدين مبني على أصلين: الحق والصبر، وهما المذكوران في قوله تعالى: {وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ} [العصر: ٣].
ولما كان المطلوب من العبد هو العملُ بالحق في نفسه وتنفيذه في الناس، وكان هذا هو حقيقة الشكر، لم يمكنه ذلك إلا بالصبر عليه، فكان الصبر نصف الإيمان، واللَّه أعلم (¬٣).
_________
(¬١) في الأصل: "في"، والتصويب من النسخ الثلاث الأخرى، كما أنه موافق لمصادر التخريج، واللَّه أعلم.
(¬٢) "المسند" (٤/ ١٢٣)، وسنن النسائي "المجتبى" رقم (١٣٠٤)، من حديث شداد بن أوس.
وأخرجه الترمذي في "جامعه" رقم (٣٤٠٧)، بلفظ: ". . . وأسالك عزيمة الرشد".
وصححه ابن حبان حيث أورده في صحيحه برقم (٩٣٥، ١٩٧٤). وصححه الحاكم في المستدرك (١/ ٥٠٨) على شرط مسلم، ووافقه الذهبي.
(¬٣) قد سبق الإمام ابن القيم رحمه اللَّه إلى بيان كون الصبر نصف الإيمان واعتبارات ذلك: الإمام الغزالي في كتابه "إحياء علوم الدين" (٤/ ٥٦ - ٥٧). إلا أن الغزالي ذكر لهذا التنصيف اعتبارين فقط، بينما نرى الإمام ابن القيم ذكر أكثر من ذلك. رحم اللَّه الجميع.','1','209',NULL,NULL,'0');
INSERT INTO [b252] VALUES (257,'<span data-type="title" id=toc-60>الباب العشرون في بيان تنازع الناس في الأفضل من الصبر والشكر</span>
حكى أبو الفرج ابن الجوزي في ذلك ثلاثة أقوال (¬١):
أحدها: أن الصبر أفضل.
والثاني: أن الشكر أفضل.
والثالث: أنهما سواء، كما قال عمر بن الخطاب رضي اللَّه عنه: "لو كان الصبر والشكر بعيرين ما باليت أيهما ركبت" (¬٢).
ونحن نذكر ما احتجَّت به كل فرقة، وما لها وما عليها في احتجاجها، بعون اللَّه وتوفيقه.
قال الصابرون: قد أثنى اللَّه سبحانه على الصبر وأهله، ومدحه، وأمر به، وعلق عليه خير الدنيا والآخرة، وقد ذكره في كتابه في نحو تسعين موضعًا، وقد تقدم في (¬٣) النصوص والأحاديث ما فيه وفي فضله ما يدل على أنه أفضل من الشكر.
ويكفي في فضله قوله -صلى اللَّه عليه وسلم-: "الطاعم الشاكر بمنزلة الصائم الصابر" (¬٤)، فذكر ذلك في معرض تفضيل الصبر ورفع درجته على
_________
(¬١) لم أقف على كلام ابن الجوزي، وقد سبق ابن الجوزي إلى ذلك الغزالي في كتابه "إحياء علوم الدين" (٤/ ١١٥)، بل زاد قولًا رابعًا هو: أن ذلك يختلف باختلاف الأحوال.
(¬٢) وقد سبق تخريجه ص (١٧٨).
(¬٣) الأصل: "من".
(¬٤) أخرجه الترمذي في "جامعه" رقم (٢٤٨٦)، وقال: "حسن غريب"، وابن ماجه في "سننه" رقم (١٧٦٤)، من حديث أبي هريرة رضي اللَّه عنه. =','1','210',NULL,NULL,'0');
INSERT INTO [b252] VALUES (258,'الشكر، فإنه ألحق الشاكر بالصابر وشبّهه به، ورتبة المشبَّه به أعلى من رتبة المشبَّه، وهذا كقوله: "مدمن الخمر كعابد وثن" (¬١)، ونظائر ذلك.
قالوا: وإذا وازنا بين النصوص الواردة في الصبر والواردة (¬٢) في الشكر، وجدنا نصوص الصبر أضعافها، ولهذا لما كانت الصلاة والجهاد أفضل الأعمال كانت الأحاديث فيهما أكثر من الأحاديث في سائر الأبواب، فلا تجد الأحاديث النبوية في باب أكثر منها في باب الصلاة والجهاد.
قالوا: وأيضًا فالصبر يدخل في كل باب، بل في كل مسألة من مسائل الدين، ولهذا كان من الإيمان بمنزلة الرأس من الجسد.
قالوا: وأيضًا فاللَّه سبحانه علق على الشكر الزيادة، فقال: {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} [إبراهيم: ٧]، وعلق على الصبر الجزاء بغير حساب، فقال: {إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ (١٠)} [الزمر: ١٠].
وأيضًا فإنه سبحانه أطلق جزاء الشاكرين فقال: {وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ (١٤٤)} [آل عمران: ١٤٤] وقال: {وَسَنَجْزِي
_________
= وأخرجه ابن ماجه في "سننه" رقم (١٧٦٥)، من حديث سنان بن سَنّة رضي اللَّه عنه بلفظ: "الطاعم الشاكر له مثل أجر الصائم الصابر".
(¬١) رواه ابن ماجه في "سننه" رقم (٣٣٧٥) من حديث أبي هريرة رضي اللَّه عنه.
ورواه أحمد في "مسنده" (١/ ٢٧٢) من حديث عبد اللَّه بن عباس بلفظ: "مدمن الخمر إن مات لقي اللَّه كعابد وثن".
وصحح الحديث الألباني في "سلسلة الأحاديث الصحيحة" برقم (٦٧٧)، بمجموع طرقه.
(¬٢) في الأصل: "الوارد". والتصويب من النسخ الأخرى.','1','211',NULL,NULL,'0');
INSERT INTO [b252] VALUES (259,'الشَّاكِرِينَ (١٤٥)} [آل عمران: ١٤٥] وقيد جزاء الصابرين بالإحسان، فقال: {وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ} [النحل: ٩٦].
قالوا: وقد صح عن النبي -صلى اللَّه عليه وسلم- أنه قال: "يقول اللَّه تعالى: كل عمل ابن آدم له إلا الصوم فإنه لي، وأنا أجزي به" (¬١). وفي لفظ: "كل عمل ابن آدم يضاعف، الحسنة بعشر أمثالها، قال اللَّه: إلا الصوم فإنه لي وأنا أجزي به" (¬٢)، وما ذلك إلا لأنه صبر النفس ومنعها من شهواتها، كما في الحديث نفسه: "يدع شهوته وطعامه وشرابه من أجلي" (¬٣)، ولهذا قال النبي -صلى اللَّه عليه وسلم- لمن سأله عن أفضل الأعمال: "عليك بالصوم فإنه لا عِدْلَ له" (¬٤).
ولما كان الصبر حبس النفس عن إجابة داعي الهوى، وكان هذا حقيقة الصوم -فإنه حبس النفس عن إجابة داعي شهوة الطعام والشراب والجماع- فُسِّرَ الصبر في قوله تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ} [البقرة: ٤٥] إنه: الصوم (¬٥)، وسمِّي شهر رمضان: شهر الصبر (¬٦).
_________
(¬١) رواه البخاري في "صحيحه" رقم (٥٩٢٧)، ومسلم في "صحيحه" رقم (١١٥١) (١٦٣). من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) رواه مسلم في "صحيحه" رقم (١١٥١) (١٦٤) من حديث أبي هريرة رضي اللَّه عنه.
(¬٣) هذا جزء من الحديث السابق.
(¬٤) رواه النسائي في "المجتبى" رقم (٢٢٢٢) من حديث أبي أمامة رضي اللَّه عنه.
وصحح الحديث ابن خزيمة حيث أورده في صحيحه برقم (١٨٩٣)، وصححه ابن حبان في صحيحه برقم (٣٤٢٦).
(¬٥) انظر في ذلك: "تفسير الطبري" (١/ ٢٥٩)، و"تفسير القرطبي" (١/ ٢٥٣)، و"تفسير ابن كثير" (١/ ٨٣).
(¬٦) جاءت تسمية شهر رمضان بشهر الصبر في عدة أحاديث منها:
- حديث الباهلي، رواه أبو داود في "سننه" رقم (٢٤٢٨)، وابن ماجه =','1','212',NULL,NULL,'0');
INSERT INTO [b252] VALUES (260,'وقال بعض السلف: "الصوم نصف الصبر" (¬١)، وذلك لأن الصبرَ حبس النفس عن إجابة داعي الشهوة والغضب، فالنفس تشتهي الشيء لحصول اللذة بإدراكه وتغضب لتقربها من المؤلم، والصوم صبر عن مقتضى الشهوة فقط وهي شهوة البطن والفرج دون مقتضى الغضب، ولكن من تمام الصوم وكماله صبر النفس عن إجابة داعي الأمرين.
وقد أشار إلى ذلك النبي -صلى اللَّه عليه وسلم- في الحديث الصحيح، وهو قوله: "إذا كان يوم صوم أحدكم فلا يجهل ولا يصخب، فإن أحد سابّه أو شاتمه فليقل: إني صائم" (¬٢).
فأرشد -صلى اللَّه عليه وسلم- إلى تعديل قوى الشهوة والغضب، وأن الصائم ينبغي له أن يحتمي من إفسادهما لصومه، فهذه تفسد صومه، وهذه تحبط أجره، كما قال في الحديث الآخر: "من لم يدع قول الزور والعمل به، فليس للَّه حاجة في أن يدع طعامه وشرابه" (¬٣).
قالوا: ويكفي في فضل الصبر على الشكر قوله تعالى: {إِنِّي جَزَيْتُهُمُ
_________
= في "سننه" رقم (١٧٤١). وصححه الألباني في "سلسلة الأحاديث الصحيحة" بمجموع طرقه رقم (٢٦٢٣).
- حديث أبي هريرة، رواه أحمد في "مسنده" (٢/ ٢٦٣) وصححه الألباني في "إرواء الغليل" (٤/ ٩٩) على شرط مسلم.
ووردت تسميته بذلك في أحاديث أخرى لكنها ضعيفة.
(¬١) وقد سبق ذلك في بداية الباب السابق.
(¬٢) رواه البخاري في "صحيحه" رقم (١٩٠٤)، ومسلم في "صحيحه" رقم (١١٥١) (١٦٣) من حديث أبي هريرة رضي اللَّه عنه.
(¬٣) رواه البخاري في "صحيحه" رقم (١٩٠٣)، من حديث أبي هريرة رضي اللَّه عنه.','1','213',NULL,NULL,'0');
INSERT INTO [b252] VALUES (261,'الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ (١١١)} [المؤمنون: ١١١]، فجعل فوزهم جزاء صبرهم وقوله تعالى: {وَاللَّهُ مَعَ الصَّابِرِينَ} [البقرة: ٢٤٩] ولا شيء يعدل معيته لعبده، كما قال بعض العارفين: "ذهب الصابرون بخير الدنيا والآخرة لأنهم نالوا معية اللَّه" (¬١).
وقوله: {وَاصْبِرْ لِحُكْمِ رَبِّكَ فَإِنَّكَ بِأَعْيُنِنَا} [الطور: ٤٨]، وهذا يتضمن الحراسة والكلاءة والحفظ للصابر لحكمه، وقد وعد الصابرين بثلاثة أشياء كل واحد منها خير من الدنيا وما عليها وهي: صلوات اللَّه تعالى عليهم، ورحمته لهم، وتخصيصهم بالهداية في قوله تعالى: {أُولَئِكَ عَلَيْهِمْ صَلَوَاتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ وَأُولَئِكَ هُمُ الْمُهْتَدُونَ (١٥٧)} [البقرة: ١٥٧] وهذا مفهم لحصر الهدى فيهم.
وأخبر أن الصبر من عزم الأمور في آيتين من كتابه، وأمر رسوله أن يتشبه بصبر أولي العزم من الرسل، وقد تقدم ذكر ذلك (¬٢).
قالوا: وقد دلَّ الدليل على أن الزهد في الدنيا والتقلل منها ما أمكن أفضل من الاستكثار منها، والزهد فيها حال الصابر، والاستكثار منها حال الشاكر.
قالوا: وقد سُئل المسيح صلوات اللَّه وسلامه عليه عن رجلين مرّا بكنز فتخطاه أحدهما، ولم يلتفت إليه، وأخذه الآخر وأنفقه في طاعة اللَّه عز وجل أيهما أفضل؟ فقال: الذي لم يلتفت إليه وأعرض عنه أفضل عند اللَّه (¬٣).
_________
(¬١) سبق من قول أبي على الدقاق ص (٨٥).
(¬٢) انظر ص (٥٩ - ٦٠).
(¬٣) انظر هذا الأثر أيضًا في: "فيض القدير" (٢/ ٥٠).','1','214',NULL,NULL,'0');
INSERT INTO [b252] VALUES (262,'قالوا: ويدل على صحة هذا أن النبي -صلى اللَّه عليه وسلم- عرضت عليه مفاتيح كنوز الأرض فلم يأخذها، وقال: "بل أجوع يومًا، وأشبع يومًا" (¬١). ولو أخذها لأنفقها كلها في مرضاة اللَّه عز وجل وطاعته، فآثر مقام الصبر عنها والزهد فيها.
قالوا: وقد عُلم أن الكمال الإنساني في ثلاثة أمور: علوم يعرفها، وأعمال يعمل بها، وأحوال تُرتب له على علومه وأعماله.
وأفضل العلم والعمل والحال العلم باللَّه وأسمائه وصفاته وأفعاله، والعمل بمرضاته، وانجذاب القلب إليه بالحب والخوف والرجاء، فهذا أشرف ما في الدنيا وجزاؤه أشرف ما في الآخرة.
وأجل المقاصد معرفة اللَّه عز وجل ومحبته، والأنس بقربه، والشوق إلى لقائه، والتنعم بذكره، وهذا أجلّ سعادة الدنيا والآخرة، وهذا هو الغاية التي تطلب لذاتها. وإنما يشعر العبد تمام الشعور بأن ذلك عين السعادة إذا انكشف له الغطاء وفارق الدنيا ودخل الآخرة، وإلا فهو في الدنيا وإن شعر بذلك بعض الشعور فليس شعوره به كاملًا، للمعارضات التي عليه والمحن التي امتحن بها، وإلا فليست السعادة في الحقيقة سوى ذلك.
وكل العلوم والمعارف تبع لهذه المعرفة، مرادة لأجلها، وتفاوت العلوم في فضلها بحسب قرب إفضائها إلى هذه المعرفة وبُعدِه، فكل
_________
(¬١) رواه الترمذي في "جامعه" رقم (٢٣٤٧) عن أبي أمامة عن النبي -صلى اللَّه عليه وسلم- قال: "عرض عليّ ربي ليجعل لي بطحاء مكة ذهبًا. قلت: لا يا ربّ ولكن أشبع يومًا وأجوع يومًا" الحديث. وقال: "حديث حسن".','1','215',NULL,NULL,'0');
INSERT INTO [b252] VALUES (263,'علم كان أقرب إفضاءً إلى العلم باللَّه وأسمائه وصفاته فهو أعلى مما دونه. وكذلك حال القلب، فكل حال كان أدنى (¬١) إلى المقصود الذي خُلق له فهو أشرف مما دونه. وكذلك الأعمال، فكل عمل كان أقرب إلى تحصيل هذا المقصود كان أفضل من غيره. ولهذا كانت الصلاة والجهاد من أفضل الأعمال أو أفضلها؛ لقرب إفضائها إلى هذا المقصود.
وهكذا يجب أن يكون، فإن كلما كان الشيء أقرب إلى الغاية كان أفضل من البعيد عنها، فالعمل المُعِدُّ للقلب المهيّئ له لمعرفة اللَّه وأسمائه وصفاته ومحبته وخوفه ورجائه أفضل مما ليس كذلك.
وإذا اشتركت عدة أعمال في هذا الإفضاء فأفضلها أقربها إلى هذا المقصود، ولهذا اشتركت الطاعات في هذا الإفضاء فكانت مطلوبة للَّه، واشتركت المعاصي في حجب القلب وقطعه عن هذه الغاية فكانت منهيًّا عنها، وتأثير الطاعات والمعاصي بحسب درجاتها.
فههنا أمر ينبغي التفطن له، وهو أنه قد يكون العمل المعيّن أفضل في حق شخص، وغيره أفضل منه في حق غيره، فالغني الذي له مال كثير، ونفسه لا تسمح ببذل شيء منه، فصدقته وإيثاره أفضل له من قيام الليل وصيام النهار نافلة.
والشجاع الشديد البأس الذي يهاب العدو سطوته، وقوفُه (¬٢) في الصف ساعةً وجهادُه أعداءَ اللَّه أفضلُ له من الحج والصوم والصدقة
_________
(¬١) في النسخ الثلاث الأخرى: "أقرب".
(¬٢) في الأصل: "وقوته". والتصويب من النسخ الثلاث الأخرى.','1','216',NULL,NULL,'0');
INSERT INTO [b252] VALUES (264,'والتطوع.
والعالم الذي قد عرف السنة والحلال والحرام وطرق الخير والشر، مخالطتُه للناس وتعليمهم ونصحهم في دينهم أفضل من اعتزاله وتفريغ وقته للصلاة وقراءة القرآن والتسبيح.
ووليُّ الأمر (¬١) الذي قد نصبه اللَّه للحكم بين عباده، جلوسه ساعة للنظر في المظالم، وإنصاف المظلوم من الظالم، وإقامة الحدود، ونصر المحق، وقمع المبطل = أفضل من عبادة سنين من غيره.
ومن غلبت عليه شهوة النساء فصومه له أنفع وأفضل من ذكر غيره وصدقته.
وتأمل تولية النبي -صلى اللَّه عليه وسلم- لعمرو بن العاص وخالد بن الوليد وغيرهما من أمرائه وعماله وترك تولية أبي ذر، بل قال: "إني أراك ضعيفًا، وإني لأحب لك ما أحب لنفسي: لا تأمَّرنَّ على اثنين، ولا تولينَّ مال يتيم" (¬٢)، وأمر غيره بالصيام، وقال: "عليك بالصوم فإنه لا عِدْلَ له" (¬٣)، وأمر آخر بأن لا يغضب (¬٤)، وأمر آخر بأن لا يزال لسانه رطبًا من ذكر اللَّه (¬٥).
ومتى أراد اللَّه بالعبد كمالًا وفّقه لاستفراغ وسعه فيما هو مستعد له
_________
(¬١) ساقطة من الأصل.
(¬٢) رواه مسلم في "صحيحه" رقم (١٨٢٦) من حديث أبي ذر.
(¬٣) سبق تخريجه قريبًا.
(¬٤) رواه البخاري في "صحيحه" رقم (٦١١٦) من حديث أبي هريرة رضي اللَّه عنه.
(¬٥) رواه الترمذي في "جامعه" رقم (٣٣٧٥)، وقال: "حسن غريب من هذا الوجه"، وابن ماجه في "سننه" رقم (٣٧٩٣)، من حديث عبد اللَّه بن يسر.','1','217',NULL,NULL,'0');
INSERT INTO [b252] VALUES (265,'قابل له قد هُيِّئَ له، فإذا استفرغ وسعه فيه بَرز على غيره، وفاق الناس فيه وصار كما قيل:
ما زال يَسبق حتى قال حاسدُه ... له طريق إلى العلياءِ مختصرُ (¬١)
وهذا كالمريض الذي يشكو وجع البطن مثلًا، إذا استعمل دواء ذلك الداء انتفع به، وإذا استعمل دواء وجع الرأس لم يصادف داءه، فالشحُّ المطاع مثلًا من المهلكات ولا يزيله صيام مائة عام ولا قيام ليلها. وكذا داء اتباع الهوى والإعجاب بالنفس لا يلائمه كثرة قراءة القرآن، واستفراغ الوسع والذكر والزهد، وإنما يزيله إخراجه من القلب بضده.
ولو قيل: أيّما أفضل: الخبز أو الماء؟
لكان الجواب: إن هذا في موضعه أفضل، وهذا في موضعه أفضل.
وإذا عرفتَ هذه القاعدة (¬٢) فالشكر ببذل المال عمل صالح يحصل به للقلب حال، وهو زوال البخل والشحِّ بسبب خروج الدنيا منه، فيتهيأ لمعرفة اللَّه ومحبته، فهو دواء للداء الذي في القلب يمنعه من المقصود.
وأما الزاهد فقد استراح من هذا الداء والدواء، وتوفرت قوته على استفراغ الوسع في حصول المقصود.
ثم أوردوا على أنفسهم سؤالًا، فقالوا: فإن قيل: فقد حث الشرع على الأعمال؟
_________
(¬١) هذا البيت للبحتري من قصيدة في ديوانه (٩٥٧).
(¬٢) أشار إلى هذه القاعدة وضرب لها بعض الأمثلة مما ساقه الإمام ابن القيم رحمه اللَّه: الغزالي في "إحياء علوم الدين" (٤/ ١١٧).','1','218',NULL,NULL,'0');
INSERT INTO [b252] VALUES (266,'وانفصلوا عنه بأن قالوا: الطبيب إذا أثنى على الدواء لم يدلّ على أن الدواء يراد لعينه، ولا أنه أفضل من الشفاء الحاصل به، ولكن الأعمال علاج لمرض القلوب، ومرض القلوب مما لا يشعر به غالبا، فوقع الحث على العمل لمقصود وهو شفاء القلب، فالفقير الآخذ لصدقتك يستخرج منك داء البخل، كالحجّام يستخرج منك الدم المهلك.
قالوا: وإذا عُرف هذا عُرف أن حال الصابر حال المحافظ على الصحة والقوة، وحال الشاكر حال المتداوي بأنواع الأدوية لإزالة مواد السقم.

فصل
قال الشاكرون: لقد تعديتم طوركم، وفضلتم مقامًا غيره أفضل منه، وقدمتم الوسيلة على الغاية، والمطلوبَ لغيره على المطلوب لنفسه، والعمل الكامل على الأكمل، والفاضل على الأفضل، ولم تعرفوا للشكر حقه ولا وفّيتموه مرتبته.
وقد قَرَنَ تعالى ذكره الذي هو المراد من الخلق بشكره، وكلاهما هو المراد بالخلق والأمر، والصبر خادم لهما، ووسيلة إليهما، وعون عليهما، قال تعالى: {فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ (١٥٢)} [البقرة: ١٥٢].
وقرن سبحانه الشكر بالإيمان، وأخبر أنه لا غرض له في عذاب خلقه إن شكروه وآمنوا به فقال: {مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ} [النساء: ١٤٧] أي: قد وفيتم ما خلقتم له، وهو الشكر والإيمان، فما أصنع بعذابكم بعد هذا؟!','1','219',NULL,NULL,'0');
INSERT INTO [b252] VALUES (267,'وأخبر سبحانه أن أهل الشكر هم المخصوصون بمنّته عليهم من بين عباده، فقال: {وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلَاءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ (٥٣)} [الأنعام: ٥٣].
وقسّم الناسَ إلى شكور وكفور، فأبغض الأشياء إليه الكفر وأهله، وأحب الأشياء إليه الشكر وأهله، قال تعالى في الإنسان: {إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (٣)} [الإنسان: ٣]، وقال نبيُّه سليمان: {هَذَا مِنْ فَضْلِ رَبِّي لِيَبْلُوَنِي أَأَشْكُرُ أَمْ أَكْفُرُ وَمَنْ شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ (٤٠)} [النمل: ٤٠]، وقال تعالى: {وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذَابِي لَشَدِيدٌ (٧)} [إبراهيم: ٧]، وقال تعالى: {إِنْ تَكْفُرُوا فَإِنَّ اللَّهَ غَنِيٌّ عَنْكُمْ وَلَا يَرْضَى لِعِبَادِهِ الْكُفْرَ وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} [الزمر: ٧].
وهذا كثير في القرآن يقابل سبحانه بين الشكر والكفر، فهو ضده.
وقال تعالى: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ (١٤٤)} [آل عمران: ١٤٤].
والشاكرون هم الذين ثبتوا على نعمة الإيمان، فلم ينقلبوا على أعقابهم.
وعلّق سبحانه المزيد بالشكر (¬١)، والمزيد منه لا نهاية له، كما لا نهاية لشكره.
وقد وقف سبحانه كثيرًا من الجزاء على المشيئة، كقوله: {فَسَوْفَ
_________
(¬١) في الآية رقم (٧) من سورة إبراهيم. وقد ذكرها المصنف قريبًا.','1','220',NULL,NULL,'0');
INSERT INTO [b252] VALUES (268,'يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ} [التوبة: ٢٨]، وقوله في الإجابة: {فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَاءَ} [الأنعام: ٤١]، [وقوله في الرزق: {يَرْزُقُ مَنْ يَشَاءُ}] (¬١) [آل عمران: ٣٧]، والتوبة: {وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ} [التوبة: ١٥] وفي المغفرة: {يَغْفِرُ لِمَنْ يَشَاءُ} [آل عمران: ١٢٩].
وأطلق جزاء الشكر إطلاقًا حيث ذُكر، كقوله: {وَسَنَجْزِي الشَّاكِرِينَ (١٤٥)} [آل عمران: ١٤٥]، {وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ (١٤٤)} [آل عمران: ١٤٤].
ولما عَرف عدو اللَّه إبليس قَدْر مقام الشكر وأنه أجلُّ المقامات وأعلاها، جعل غايته أن يسعى في قطع الناس (¬٢) عنه، فقال: {ثُمَّ لَآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلَا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ (١٧)} [الأعراف: ١٧].
وقد وصف اللَّه سبحانه الشاكرين بأنهم قليل من عباده فقال تعالى: {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣)} [سبأ: ١٣].
وذكر الإمام أحمد عن عمر بن الخطاب رضي اللَّه عنه أنه سمع رجلًا يقول: اللهم اجعلني من الأقلين. فقال: ما هذا؟ قال: يا أمير المؤمنين إن اللَّه تعالى قال: {وَمَا آمَنَ مَعَهُ إِلَّا قَلِيلٌ (٤٠)} [هود: ٤٠]، وقال: {وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣)} [سبأ: ١٣]، وقال: {إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُم} [ص: ٢٤]؛ فقال عمر: صدقت (¬٣).
_________
(¬١) ما بين المعقوفين ساقط من الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٢) ساقطة من الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٣) "الزهد" للإمام أحمد رقم (٥٩٣).','1','221',NULL,NULL,'0');
INSERT INTO [b252] VALUES (269,'وقد أثنى اللَّه سبحانه على أول رسول بعثه إلى أهل الأرض بالشكر، فقال: {ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبْدًا شَكُورًا (٣)} [الإسراء: ٣].
وفي تخصيص نوح ههنا بالذكر وخطاب العباد بأنهم ذريته، إشارة إلى الاقتداء به، فإنه أبوهم الثاني، فإن اللَّه تعالى لم يجعل بعد الغرق للخلق نسلًا إلا من ذريته، كما قال تعالى: {وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ (٧٧)} [الصافات: ٧٧]، فأمر الذرية أن يتشبهوا بأبيهم في الشكر للَّه فإنه كان عبدًا شكورًا.
وقد أخبر سبحانه إنما يعبده من شكره، فمن لم يشكره لم يكن من أهل عبادته؛ فقال تعالى: {وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (١٧٢)} [البقرة: ١٧٢].
وأمر عبده موسى أن يتلقى ما آتاه من النبوة والرسالة والتكليم بالشكر، فقال: {يَامُوسَى إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي فَخُذْ مَا آتَيْتُكَ وَكُنْ مِنَ الشَّاكِرِينَ (١٤٤)} [الأعراف: ١٤٤].
وأول وصية وَصَّى بها الإنسانَ بعد ما عقل عنه الشكر له ولوالديه بقوله: {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (١٤)} [لقمان: ١٤].
وأخبر أن رضاه في شكره، فقال تعالى: {وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} [الزمر: ٧].
وأثنى سبحانه على خليله إبراهيم -صلى اللَّه عليه وسلم- بشكر أنعمه؛ فقال: {إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ (١٢٠) شَاكِرًا لِأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (١٢١)} [النحل: ١٢٠، ١٢١].','1','222',NULL,NULL,'0');
INSERT INTO [b252] VALUES (270,'فأخبر عنه سبحانه بأنه أمّة، أي: قدوة يؤتمُّ به في الخير، وأنه قانتٌ له، والقانت: هو المطيع المقيم على طاعته، والحنيف: هو المقبل على اللَّه المعرض عما سواه، ثم ختم له هذه الصفات بأنه شاكرٌ لأنعمه، فجعل الشكر غاية خليله.
وأخبر سبحانه أن الشكر هو الغاية من خلقه وأمره، بل هو الغاية التي خلق عبيده لأجلها فقال: {وَاللَّهُ أَخْرَجَكُمْ مِنْ بُطُونِ أُمَّهَاتِكُمْ لَا تَعْلَمُونَ شَيْئًا وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ لَعَلَّكُمْ تَشْكُرُونَ} [النحل: ٧٨].
فهذا غاية الخلق، وأما غاية الأمر، فقال: {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ (١٢٣)} [آل عمران: ١٢٣].
ويجوز أن يكون قوله تعالى: {لَعَلَّكُمْ تَشْكُرُونَ (١٢٣)} تعليلًا لقضائه لهم بالنصر، ولأمره لهم بالتقوى، ولهما معًا، وهو الظاهر، فالشكر غاية الخلق والأمر، وقد صرَّح سبحانه بأنه غاية أمره وإرساله الرسول في قوله: {كَمَا أَرْسَلْنَا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُو عَلَيْكُمْ آيَاتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ مَا لَمْ تَكُونُوا تَعْلَمُونَ (١٥١) فَاذْكُرُونِي أَذْكُرْكُمْ وَاشْكُرُوا لِي وَلَا تَكْفُرُونِ (١٥٢)} [البقرة: ١٥١، ١٥٢].
قالوا: فالشكر مراد لنفسه، والصبر مراد لغيره، والصبر إنما حمد لإفضائه وإيصاله إلى الشكر، فهو خادم الشكر.
وقد ثبت في "الصحيحين" عن النبي -صلى اللَّه عليه وسلم- أنه قام حتى تفطرت قدماه، فقيل له: أتفعل هذا وقد غفر اللَّه لك ما تقدم من ذنبك وما تأخر؟ قال: "أفلا أكون عبدًا شكورًا" (¬١).
_________
(¬١) "صحيح البخاري" رقم (٤٨٣٧)، و"صحيح مسلم" رقم (٢٨٢٠)، من حديث =','1','223',NULL,NULL,'0');
INSERT INTO [b252] VALUES (271,'وثبت في "المسند" (¬١) و"الترمذي" أن النبي -صلى اللَّه عليه وسلم- قال لمعاذ: "واللَّه إني لأحبك، فلا تنسَ أن تقول في دبر كل صلاة اللهم أعني على ذكرك، وشكرك، وحسن عبادتك" (¬٢).
وقال ابن أبي الدنيا: حدثنا إسحاق بن إسماعيل (¬٣)، حدثنا أبو معاوية وجعفر بن عون عن هشام بن عروة (¬٤) قال: كان من دعاء النبي -صلى اللَّه عليه وسلم-: "اللهم أعني على ذكرك، وشكرك، وحسن عبادتك" (¬٥).
قال: وحدثنا محمود بن غيلان حدثنا المؤمل بن إسماعيل حدثنا حماد بن سلمة حدثنا حميد الطويل عن طلق بن حبيب عن ابن عباس:
_________
= عائشة رضي اللَّه عنها.
ورواه البخاري في "صحيحه" رقم (١١٣٠)، ومسلم في "صحيحه" رقم (٢٨١٩) من حديث المغيرة بن شعبة رضي اللَّه عنه.
(¬١) كلمة: "المسند" محتملة في الأصل، والأقرب أنها: "السنن"، إلا أنه في النسخ الثلاث الأخرى كلمة: "المسند" واضحة لذا أثبتها، واللَّه أعلم.
(¬٢) "مسند أحمد" (٥/ ٢٤٤). ولم أقف عليه عند الترمذي.
ورواه أبو داود في "سننه" رقم (١٥٢٢)، والنسائي في "المجتبى" رقم (١٣٠٣).
وصحح الحديث ابن حبان حيث أورده في صحيحه برقم (٢٠٢٠)، وصححه الحاكم في المستدرك (١/ ٢٧٣) على شرط البخاري ومسلم، ووافقه الذهبي.
(¬٣) في الأصل: "إسماعيل بن إسحاق"، مكان: "إسحاق بن إسماعيل". والتصويب من النسخ الأخرى، ومن كتاب "الشكر" لابن أبي الدنيا.
(¬٤) في "الشكر" لابن أبي الدنيا بعده: عن ابن المنكدر: قال: كان. . . الخ.
(¬٥) "الشكر" لابن أبي الدنيا رقم (٤).
ورواه البيهقي في "شعب الإيمان" رقم (٤٤١١).
وأخرجه ابن شيبة في "مصنفه" رقم (٢٩٨٢٥) من طريق هشام عن أبيه به.','1','224',NULL,NULL,'0');
INSERT INTO [b252] VALUES (272,'أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "أربع من أعطيهن أعطي خير الدنيا والآخرة: قلبًا شاكرًا، ولسانًا ذاكرًا، وبدنًا على البلاء صابرًا، وزوجة لا تبغيه خونًا في نفسها ولا في ماله" (¬١).
وذكر أيضًا من حديث القاسم بن محمد عن عائشة عن النبي -صلى اللَّه عليه وسلم- قال: "ما أنعم اللَّه على عبد نعمة فعلم أنها من عند اللَّه إلا كتب اللَّه له شكرها، وما علم اللَّه من عبد ندامة على ذنب إلا غفر له قبل أن يستغفره، وإن الرجل ليشتري الثوب بالدينار فيلبسُه فيحمد اللَّه فما يبلغ ركبتيه حتى يغفر له" (¬٢).
وقد ثبت في "صحيح مسلم" عنه -صلى اللَّه عليه وسلم- أنه قال: "إن اللَّه ليرضى عن العبد يأكل الأكلة فيحمده عليها، ويشرب الشربة فيحمده عليها" (¬٣).
فكان هذا الجزاء العظيم الذي هو أكبر أنواع الجزاء، كما قال
_________
(¬١) "الشكر" لابن أبي الدنيا رقم (٣٤).
ورواه الطبراني في "الكبير" رقم (١١٢٧٥)، وفي "الأوسط" رقم (٧٢١٢)، والبيهقي في "شعب الإيمان" رقم (٤٤٢٩)، وأبو نعيم في "حلية الأولياء" (٣/ ٦٥).
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" برقم (١٠٦٦).
(¬٢) "الشكر" لابن أبي الدنيا رقم (٤٧).
ورواه الحاكم في "المستدرك" (١/ ٥١٤)، والطبراني في "الأوسط" رقم (٤٥٠٣)، والبيهقي في "شعب الإيمان" رقم (٤٣٧٩).
وقال الحاكم بعد إيراده الحديث: "هذا حديث لا أعلم في إسناده أحدًا ذُكر بجرح". وتعقبه الذهبي بقوله: "بلى، قال ابن عدي: محمد بن جامع العطار -أحد الرواة- لا يتابع على أحاديثه" اهـ.
(¬٣) "صحيح مسلم" رقم (٢٧٣٤) من حديث أنس بن مالك رضي اللَّه عنه.','1','225',NULL,NULL,'0');
INSERT INTO [b252] VALUES (273,'تعالى: {وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ} [التوبة: ٧٢] فى مقابلة شكره بالحمد.
وذكر ابن أبي الدنيا من حديث عبد اللَّه بن صالح حدثنا أبو زهير يحيى بن عطارد القرشي عن أبيه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا يرزق اللَّه عبدًا الشكر فيحرمه الزيادة؛ لأن اللَّه تعالى يقول: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} [إبراهيم: ٧] " (¬١).
وقال الحسن البصري: "إن اللَّه ليمتع بالنعمة ما شاء، فإذا لم يُشكر عليها قلَبَها (¬٢) عذابًا" (¬٣).
ولهذا كانوا يسمون الشكر "الحافظ"؛ فإنه الذي يحفظ النعم الموجودة، و"الجالب"؛ فإنه يجلب النعم المفقودة.
وذكر ابن أبي الدنيا عن علي بن أبي طالب رضي اللَّه عنه أنه قال لرجل من همدان: "النعمة موصولة بالشكر، والشكر متعلق بالمزيد، [وهما مقرونان في قَرَن، فلن ينقطع المزيد] (¬٤) من اللَّه حتى ينقطع الشكر من العبد" (¬٥).
_________
(¬١) "الشكر" لابن أبي الدنيا رقم (٣).
ورواه البيهقي في "شعب الإيمان" رقم (٤٥٢٦). وهو مرسل.
(¬٢) ساقطة من الأصل.
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧).
(¬٤) ما بين المعقوفين ساقط من الأصل.
(¬٥) "الشكر" لابن أبي الدنيا رقم (١٨). ورواه البيهقي في "شعب الإيمان" رقم (٤٥٣٢).','1','226',NULL,NULL,'0');
INSERT INTO [b252] VALUES (274,'وقال عمر بن عبد العزيز: "قيِّدوا نعم اللَّه بشكر اللَّه" (¬١).
وكان يقال: "الشكر قيد النعم" (¬٢).
وقال مطرّف بن عبد اللَّه: "لئن أعافى فأشكر أحب إليّ من أن أُبتلى فأصبر" (¬٣).
وقال الحسن: "أكثروا ذكر هذه النعم، فإن ذكرها شكر" (¬٤).
وقد أمر اللَّه تعالى نبيه أن يُحدِّث بنعمه فقال: {وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (١١)} [الضحى: ١١]. واللَّه تعالى يحب من عبده أن يرى عليه أثر نعمته (¬٥)، فإن ذلك شكر لها بلسان الحال.
وقال علي بن الجعد: سمعت سفيان الثوري يقول: إن داود عليه الصلاة والسلام قال: "الحمد للَّه حمدًا كما ينبغي لكرم وجه ربي وعزِّ جلاله، فأوحى اللَّه إليه: يا داود أتعبت الملائكة" (¬٦).
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٧)، وأبو نعيم في "حلية الأولياء" (٥/ ٣٤٠)، والبيهقي في "شعب الإيمان" رقم (٤٥٤٦).
(¬٢) انظر: "تفسير القشيري" (٥/ ٤٤، ١٣١)، و"أدب الدنيا والدين" (ص ٢٠٦)، و"التمثيل والمحاضرة" (ص ٤١٦).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٨) (٦٥) (١٨٥)، ومعمر في كتاب "الجامع" رقم (٢٠٤٦٨)، وأحمد في "الزهد" رقم (١٣٥٣)، والبيهقي في "شعب الإيمان" رقم (٤٤٣٧)، وأبو نعيم في "حلية الأولياء" (٢/ ٢٠٠).
(¬٤) رواه ابن أبي الدنيا في "الشكر" رقم (٣٣)، وابن المبارك في "الزهد" رقم (١٤٣٤)، والبيهقي في "شعب الإيمان" رقم (٤٤٢١).
(¬٥) وسيأتي قريبًا الدليل على ذلك.
(¬٦) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٣٧)، والبيهقي في "شعب الإيمان" رقم (٤٥٨٢)، وابن أبي يعلى في "طبقات الحنابلة" (١/ ١٩٣ - ١٩٤).','1','227',NULL,NULL,'0');
INSERT INTO [b252] VALUES (275,'وقال شعبة: حدثنا الفضل بن فضالة عن أبي رجاء العطاردي قال: خرج علينا عمران بن حصين وعليه مطرف خزّ (¬١) لم نره عليه قبل ولا بعد، فقال: إن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "إذا أنعم اللَّه على عبد نعمة، أحبَّ أن يرى أثر نعمته على عبده" (¬٢).
وفي صحيفة عمرو بن شعيب عن أبيه عن جده عن النبي -صلى اللَّه عليه وسلم- قال: "كلوا واشربوا وتصدقوا في غير مخِيلة ولا سرف، فإن اللَّه يحب أن يرى أثر نعمته على عبده" (¬٣).
وذكر شعبة عن أبي إسحاق عن أبي الأحوص عن أبيه قال: أتيت رسول اللَّه -صلى اللَّه عليه وسلم- وأنا قَشِفُ الهيئة (¬٤) فقال: "هل لك من مال؟ " قلت: نعم، قال: "من أيّ المال؟ " قلت: من كل المال، قد آتاني اللَّه من الإبل والخيل والرقيق والغنم. قال: "فإذا آتاك مالًا فَلْيُرَ عليك" (¬٥).
_________
(¬١) المِطرف واحد المطارف وهي أردية من خزّ مربعة لها أعلام. انظر: "لسان العرب" (٩/ ٢٢٠).
(¬٢) رواه أحمد في "مسنده" (٤/ ٤٣٨).
وصححه الهيثمي في مجمع الزائد (٥/ ١٣٢).
(¬٣) رواه أحمد في "مسنده" (٢/ ١٨٢).
وقد رواه ابن ماجه في "سننه" رقم (٣٦٠٥)، والنسائي في "المجتبى" رقم (٢٥٥٨)، بدون جملة: "فإن اللَّه يحب. . . " الخ.
ورواه الترمذي في "جامعه" رقم (٢٨١٩) بالجملة الأخيرة فقط، وقال: "حديث حسن".
والحديث صححه الحاكم في المستدرك (٤/ ١٣٥)، ووافقه الذهبي.
(¬٤) قشف الهيئة أي تاركٌ للغسل والتنظيف. انظر: "لسان العرب" (٩/ ٢٨٢).
ولعل المقصود هنا أنه رثّ الثياب، كما في رواية الترمذي والنسائي للحديث.
(¬٥) رواه أبو داود في "سننه" رقم (٤٠٦٣)، والترمذي في "جامعه" رقم (٢٠٠٦)، =','1','228',NULL,NULL,'0');
INSERT INTO [b252] VALUES (276,'وفي بعض المراسيل: "إن اللَّه يحب أن يرى أثر نعمته على عبده في مأكله ومشربه" (¬١).
وروى عبد اللَّه بن يزيد المقرئ عن أبي معمر عن بكر بن عبد اللَّه، رفعه: "من أعطي خيرًا فرُئِيَ عليه، سُمّي حبيبَ اللَّه محدّثًا بنعمة اللَّه، ومن أعطي خيرًا فلم يُرَ عليه سُمّي بغيضَ اللَّه معاديًا لنعمة اللَّه" (¬٢).
وقال فضيل بن عياض: كان يُقال: من عرف نعمة اللَّه بقلبه وحمده بلسانه لم يستتم ذلك حتى يرى الزيادة لقول اللَّه عز وجل: {لَئِنْ (¬٣) شَكَرْتُمْ لَأَزِيدَنَّكُمْ} [إبراهيم: ٧]. وقال: "مِنْ شُكْرِ النعمة أن يُحدّث بها" (¬٤).
وقال: قال اللَّه تعالى: "يا ابن آدم، إذا كنتَ تتقلّب في نعمتي، وأنت تتقلّب في معصيتي، فاحذرني لا أصرعك بين معاصي، يا ابن آدم اتّقِني ونَم حيث شئت" (¬٥).
وقال الشعبي: "الشكر نصف الإيمان، والصبر نصف الإيمان،
_________
= وقال: "حديث حسن صحيح"، والنسائي في "المجتبى" رقم (٥٢٢٣).
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٥٣)، وفي كتاب "العيال" رقم (٣٦٨). من مرسل علي بن زيد بن جدعان.
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٥٤)، وفي كتاب "العيال" (٣٦٤). وهو مرسل.
(¬٣) في الأصل و (ب): "ولئن".
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٥٦)، والبيهقي في "شعب الإيمان" رقم (٤٥٣٣ - ٤٥٣٤).
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٥٧)، والبيهقي في "شعب الإيمان" رقم (٣٥٣٥).','1','229',NULL,NULL,'0');
INSERT INTO [b252] VALUES (277,'واليقين الإيمان كلّه" (¬١).
وقال أبو قلابة: "لا تضركم دنيا إذا شكرتموها" (¬٢).
وقال الحسن: "إذا أنعم اللَّه على قوم سألهم الشكر، فإذا شكروه كان قادرًا على أن يزيدهم، وإذا كفروه كان قادرًا على أن يقلب (¬٣) نعمته عليهم عذابًا" (¬٤).
وقد ذم اللَّه سبحانه الكنودَ، وهو: الذي لا يشكر نعمَه. قال الحسن: " {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦)} [العاديات: ٦] يعدد المصائب وينسى النعم" (¬٥).
وقد أخبر النبي -صلى اللَّه عليه وسلم- أن النساء أكثر أهل النار بهذا السبب، قال: "لو أحسنتَ إلى إحداهنَّ الدهر، ثم رَأَتْ منك شيئًا قالت: ما رأيت منك خيرًا قط" (¬٦).
_________
(¬١) رواه الطبري في "تفسيره" (٢١/ ٨٤)، وابن أبي الدنيا في كتاب "الشكر" (٥٨)، والبيهقي في "شعب الإيمان" رقم (٤٤٤٨).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٥٩)، وهناد في "الزهد" رقم (٧٧٤)، وأبو نعيم في "حلية الأولياء" (٢/ ٢٨٦).
(¬٣) في (ب): "يبعث".
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٦٠)، والبيهقي في "شعب الإيمان" رقم (٤٥٣٦).
(¬٥) رواه ابن جرير في "تفسيره" (٣٠/ ٢٧٨)، وابن أبي الدنيا في كتاب "الشكر" رقم (٦٢)، وفي "المرض والكفارات" رقم (٢٢٢)، والبيهقي في "شعب الإيمان" رقم (٤٦٢٩).
(¬٦) رواه البخاري في "صحيحه" رقم (٢٩)، ومسلم في "صحيحه" رقم (٩٠٧)، من حديث عبد اللَّه بن عباس رضي اللَّه عنهما.','1','230',NULL,NULL,'0');
INSERT INTO [b252] VALUES (278,'فإذا كان هذا (¬١) بترك شكر نعمة الزوج وهي في الحقيقة من اللَّه، فكيف بمن ترك شكر نعمة اللَّه؟!
كما قيل:
أيها الظالم في فعله ... والظلمُ مردودٌ على من ظَلَمْ
إلى متى أنت وحتى متى ... تشكو المصيباتِ وتنسى النِّعَمْ (¬٢)
وذكر ابن أبي الدنيا من حديث أبي عبد الرحمن السلمي (¬٣) عن الشعبي عن النعمان بن بشير قال: قال رسول اللَّه -صلى اللَّه عليه وسلم- "التحدُّث بالنعم شكرٌ، وتركها كفرٌ، ومن لا يشكر القليل لا يشكر الكثير، ومن لا يشكر الناس لا يشكر اللَّه، والجماعة بركة والفرقة عذاب" (¬٤).
وقال مطرّف بن عبد اللَّه: "نَظَرتُ في العافية والشكر، فوجدت فيهما خير الدنيا والآخرة، ولأنْ أُعافى فأشكُرَ أحبُّ إليّ من أن (¬٥) أُبتلى فأصبِرَ" (¬٦).
وأتى بكرُ بن عبد اللَّه المزني حمّالًا عليه حمله وهو يقول: الحمد للَّه
_________
(¬١) سقطت من الأصل.
(¬٢) البيتان لمحمود الوراق. انظر: "الشكر" لابن أبي الدنيا رقم (٦٣)، و"شعب الإيمان" للبيهقي رقم (٤٦٣٠).
(¬٣) في مصادر التخريج: الشامي. واللَّه أعلم.
(¬٤) "الشكر" لابن أبي الدنيا رقم (٦٤).
ورواه أحمد في "مسنده" (٤/ ٢٧٨) و (٣٧٥).
وحسنه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٦٦٧).
(¬٥) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٦) سبق تخريجه ص (٢٢٧).','1','231',NULL,NULL,'0');
INSERT INTO [b252] VALUES (279,'أستغفر اللَّه. قال: فانتظرته حتى وضع ما على ظهره وقلت له: أما تحسن غير ذا؟ قال: بلى، أُحسن خيرًا كثيرًا، أقرأ كتاب اللَّه، غير أن العبد بين نعمة وذنب، فأحمد اللَّه على نعمائه السابغة، وأستغفره لذنوبي. فقلت: الحمّال أفقه من بكر (¬١).
وذكر الترمذي من حديث جابر بن عبد اللَّه قال: "خرج رسول اللَّه -صلى اللَّه عليه وسلم- على أصحابه فقرأ عليهم سورة الرحمن من أولها إلى آخرها فسكتوا. فقال لقد [قرأتها على الجن] (¬٢) ليلة الجن فكانوا أحسن ردًّا منكم، كنت كلّما أتيت على قوله {فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ (١٣)} [الرحمن: ١٣] قالوا: لا بشيء من نعمك ربنا نكذب فلك الحمد" (¬٣).
وقال مِسعر: "لما قيل لآل داود: {اعْمَلُوا آلَ دَاوُودَ شُكْرًا} [سبأ: ١٣] لم يأتِ على القوم ساعة إلا وفيهم مصلٍّ" (¬٤).
وقال عون بن عبد اللَّه: "قال بعض الفقهاء: إني رَوَّأْتُ (¬٥) في أمري فلم أرَ خيرًا إلا شرٌّ معه، إلا المعافاة والشكر، فربّ شاكر في بلاء وربّ معافى غير شاكر، فإذا سألتموا (¬٦) اللَّه، فسلوهما
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٦٦)، والبيهقي في "شعب الإيمان" رقم (٤٥١٤).
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى، ومن "جامع الترمذي".
(¬٣) "جامع الترمذي" رقم (٣٢٩١)، وقال: "حديث غريب. . . ".
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٧٤)، وفي "التهجد وقيام الليل" رقم (٢١٧)، والبيهقي في "شعب الإيمان" رقم (٤٥٢٤).
(¬٥) روّأ في الأمر: نظر فيه وتعقّبه. انظر: "لسان العرب" (١/ ٩٠).
(¬٦) في النسخ الثلاث الأخرى: "سألتم".','1','232',NULL,NULL,'0');
INSERT INTO [b252] VALUES (280,'جميعًا" (¬١).
وقال أبو أمامة: لبس عمر بن الخطاب قميصًا، فلما بلغ تَرقُوَتَه قال: الحمد للَّه الذي كساني ما أُواري به عورتي، وأتجمّل به في حياتي. ثم مدّ يده فنظر إلى كلِّ شيء يزيد على بدنه فقطعه ثم أنشأ يُحدّث، قال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "من لبس ثوبًا أحسبه قال جديدًا، فقال: حين يبلغ ترقوته، أو قال: قبل أن يبلغ ركبتيه مثل ذلك، ثم عمد إلى ثوبه الخَلق فكساه مسكينًا لم يزل في جوار اللَّه، وفي ذمة اللَّه، وفي كنف اللَّه حيًّا وميتًا حيًّا وميتًا حيًّا وميتًا، ما بقي من ذلك الثوب سلك" (¬٢).
وقال عون بن عبد اللَّه: "لبس رجل قميصًا جديدًا فحمد اللَّه فغُفر له، فقال رجل: لا أرجع حتى أشتري قميصًا فألبسه وأحمد اللَّه" (¬٣).
وقال شريح: ما أصيب عبد بمصيبة إلا كان للَّه عليه فيها ثلاث نعم: ألا تكون كانت في دينه، وألا تكون أعظم مما كانت، وأنها لا بد كائنة
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٧٧)، والبيهقي في "شعب الإيمان" رقم (٤٥٩٥).
(¬٢) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٧٥)، وابن المبارك في "الزهد" رقم (٧٤٩).
كما أخرجه الترمذي في "جامعه" رقم (٣٥٦٠)، وقال: "غريب". وابن ماجه في "سننه" رقم (٣٥٥٧)، كلاهما بدون الجملة الأخيرة: "ما بقي من ذلك الثوب سلك".
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٧٦). وفيه خالد بن عمرو بن محمد الأموي، متهم بالكذب. انظر: "تقريب التهذيب" ص (٢٨٩).
إلا أن ابن أبي شيبة رواه في "مصنفه" رقم (٢٥٠٩٤) و (٢٩٧٥٧) من طريق أخرى.','1','233',NULL,NULL,'0');
INSERT INTO [b252] VALUES (281,'فقد كانت (¬١).
وقال عبد اللَّه بن عمر بن عبد العزيز: ما قلّب عمر بن عبد العزيز بصره إلى نعمةٍ أنعم اللَّه بها عليه إلا قال: "اللهم إني أعوذ بك أن أبدل نعمتك كفرًا، وأن أكفرها بعد معرفتها، وأن أنساها ولا أثني بها" (¬٢).
وقال روح بن القاسم: "تنسّك رجل فقال: لا آكل الخبيص (¬٣) لا أقوم بشكره. فقال الحسن: هذا أحمق، وهل يقوم بشكر الماء البارد؟ " (¬٤).
وفي بعض الآثار الإلهية: "يقول اللَّه تعالى عز وجل: ابن آدم، خيري إليك نازل وشرك إليّ صاعد، أَتَحبب إليك بالنعم، وتتبغّض إليّ بالمعاصي، ولا يزال مَلَك كريم قد عرج (¬٥) إليّ منك بعمل قبيح" (¬٦).
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٨٠)، وابن عساكر في "تاريخ دمشق" (٢٣/ ٤١ - ٤٢).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٦٦)، والبيهقي في "شعب الإيمان" رقم (٤٥٤٥)، وابن عساكر في "تاريخ دمشق" (٤٥/ ٢٢٨).
(¬٣) الخبيص: الحلواء المخبوصة. انظر: "لسان العرب" (٧/ ٢٠).
(¬٤) رواه أحمد في "الزهد" رقم (١٤٨٧)، وابن أبي الدنيا في كتاب "الشكر" رقم (٧٢)، والبيهقي في "شعب الإيمان" رقم (٤٥٨٣).
(¬٥) كذا في النسخ، والذي في "طريق الهجرتين": "يعرج" وهو الذي يناسب "لا يزال".
(¬٦) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٤٣)، وأبو نعيم في "حلية الأولياء" (٢/ ٣٧٧)، والبيهقي في "شعب الإيمان" رقم (٤٥٨٩)، وابن أبي يعلى في "طبقات الحنابلة" (١/ ١٩٤)، وابن قدامة في "العلو" رقم (٨٧)، كلهم عن مالك بن دينار.
وذكره الذهبي في "العلو" ص (٩٧)، وقال: "إسناده مظلم".
ورواه أبو نعيم في "حلية الأولياء" (٢/ ٢٧) عن وهب بن منبه.','1','234',NULL,NULL,'0');
INSERT INTO [b252] VALUES (282,'قال ابن أبي الدنيا: وحدثني أبو على قال: كنت أسمع جارًا لي يقول في الليل: "يا إلهي خيرك عليّ نازل وشرّي إليك صاعد، وكم من ملك كريم قد صعد إليك مني بعمل قبيح، أنت مع غناك عني تتحبّب إليّ بالنعم، وأنا مع فقري إليك وفاقتي أتمقّت إليك بالمعاصي، وأنت في ذلك تجبُرني وتستُرني وترزُقني" (¬١).
وكان أبو المغيرة إذا قيل له: كيف أصبحت يا أبا محمد؟ يقول: "أصبحنا مُغرَقين في النعم عاجزين عن الشكر، يتحبّب إلينا ربنا وهو غنيٌّ عنا، ونتمقّت إليه ونحن إليه محتاجون" (¬٢).
وقال عبد اللَّه بن ثعلبة: "إلهي من كرمك أنك كأنك تُطاع ولا تُعصى، ومن حلمك أنك تُعصى وكأنك لا تَرى، وأي زمن لا يعصيك فيه سكان أرضك وأنت عليهم بالخير عوّاد" (¬٣).
وقال معاوية بن قرّة "من لبس ثوبًا جديدًا فقال: بسم اللَّه والحمد للَّه غفر له" (¬٤).
وقال أنس بن مالك: "ما من عبد توكل بعبادة اللَّه إلا غرّم اللَّه السموات والأرض، يعني رِزقَه، فجعله في أيدي بني آدم يعملونه حتى يدفعوه إليه فإن العبد قَبِلَه أوجب عليه الشكر، وإن أباه وجد الغنيُّ
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٤٤)، والبيهقي في "شعب الإيمان" رقم (٤٥٩٠).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٤٥).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٤٦)، وأبو نعيم في "حلية الأولياء" (٦/ ٢٤٦).
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٤٨).','1','235',NULL,NULL,'0');
INSERT INTO [b252] VALUES (283,'الحميد عبادًا فقراء يأخذون رزقه ويشكرون له" (¬١).
وقال يونس بن عبيد: قال رجل لأبي تميمة: كيف أصبحت؟ قال: "أصبحت بين نعمتين، ولا أدري أيتهما أفضل: ذنوب سترها اللَّه عز وجل فلا يستطيع (¬٢) أن يعيّرني بها أحد، ومودة قذفها اللَّه لي في قلوب العباد لا يبلغها عملي" (¬٣).
وقال ابن أبي الدنيا عن سعيد (¬٤) المقبري عن أبيه عن عبد اللَّه بن سلام أن موسى عليه السلام قال: "يا رب ما الشكر الذي ينبغي لك؟ قال: أن لا يزال لسانك رطبًا من ذكري" (¬٥).
وروى سهيل بن أبي (¬٦) صالح عن أبيه عن أبي هريرة قال: دعا رجل من الأنصار من أهل قباء النبي -صلى اللَّه عليه وسلم- فانطلقنا معه، فلما طَعِمَ وغسل يده قال: "الحمد للَّه الذي يُطعِم ولا يُطعَم، منّ علينا فهدانا، وأطعمنا وسقانا، وكلّ بلاء حسن أبلانا، الحمد للَّه غير مُودعّ ربي ولا مكافأ ولا مكفور ولا مُستغنًى عنه، الحمد للَّه الذي أطعم من الطعام، وسقى من الشراب، وكسى من العُري، وهدى من الضلالة، وبصّر من العمى،
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٤٩) عن أنس مرفوعًا.
(¬٢) في الأصل: "أستطيع"، والتصويب من النسخ الثلاث الأخرى.
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٤٠).
(¬٤) في الأصل: "أبي سعيد"، والتصويب من النسخ الثلاث الأخرى ومن مصدر التخريج.
(¬٥) كتاب "الشكر" لابن أبي الدنيا رقم (٣٩).
ورواه ابن المبارك في "الزهد" رقم (٩٤٢)، وابن أبي شيبة في "المصنف" رقم (٣٤٢٨٨)، والبيهقي في "شعب الإيمان" رقم (٦٧٩)، (٤٤٢٨).
(¬٦) كلمة "أبي" ساقطة من الأصل.','1','236',NULL,NULL,'0');
INSERT INTO [b252] VALUES (284,'وفضّل على كثير من خلقه تفضيلًا، الحمد للَّه رب العالمين" (¬١).
وفي "مسند الحسن بن الصباح" من حديث أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ما أنعم اللَّه على عبد نعمة في أهل ولا مال أو ولد فيقول: ما شاء اللَّه، لا قوّة إلا باللَّه، فيرى فيه آفة دون الموت" (¬٢).
ويُذكر عن عائشة أن النبي -صلى اللَّه عليه وسلم- دخل عليها فرأى كسرة ملقاة فمسحها، فقال: "يا عائشة، أحسني جوار نعم اللَّه، فإنها قلَّ ما نفرت عن أهل بيت فكادت أن ترجع إليهم"، ذكره ابن أبي الدنيا (¬٣).
وقال الإمام أحمد: حدثنا هاشم بن القاسم حدثنا صالح عن أبي عمران الجوني عن أبي الخلد قال: قرأت في مسألة داود أنه قال: "يا رب كيف لي أن أشكرك وأنا لا أصل إلى شكرك إلا بنعمتك؟ قال: فأتاه الوحي: يا داود، أليس تعلم أن الذي بك من النعم منّي؟ قال: بلى
_________
(¬١) رواه النسائي في "السنن الكبرى" رقم (١٠١٣٣)، والحاكم في "المستدرك" (١/ ٥٤٦) وصححه على شرط مسلم ووافقه الذهبي.
(¬٢) ورواه ابن أبي الدنيا في كتاب "الشكر" رقم (١)، والطبراني في "الأوسط" رقم (٥٩٩٥)، وفي "الصغير" رقم (٥٨٨)، والبيهقي في "شعب الإيمان" رقم (٨٩)، (٤٥٢٥).
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم (٢٠١٢).
(¬٣) في كتاب "الشكر" رقم (٢)، وكتاب "إصلاح المال" رقم (٣٤٣).
وروى نحوه ابن ماجه في "سننه" رقم (٣٣٥٣). وضعفه الألباني في "إرواء الغليل" برقم (١٩٦١).
ورواه أبو يعلى في مسنده من حديث أنس بن مالك. وضعفه الهيثمي في مجمع الزوائد (٨/ ١٩٥). والألباني في الإرواء في الموضع السابق.','1','237',NULL,NULL,'0');
INSERT INTO [b252] VALUES (285,'يا رب. قال: فإني أرضى بذلك منك شكرًا" (¬١).
وقال عبد اللَّه بن أحمد: حدثنا أبو موسى الأنصاري حدثنا الوليد عن سعيد بن عبد العزيز قال: كان من دعاء داود: "سبحان مستخرج الشكر بالعطاء، ومستخرج الدعاء بالبلاء" (¬٢).
وقال الإمام أحمد: حدثنا أبو معاوية حدثني الأعمش عن المنهال عن عبد اللَّه بن الحارث قال: "أوحى اللَّه إلى داود: أحِبَّني وأحِبَّ عبادي وحبّبني إلى عبادي، قال: يا رب هذا أحبُّك وأحب عبادك، فكيف أحببك إلى عبادك؟! قال: تذكرني عندهم فإنهم لا يذكرون مني إلا الحسن" (¬٣).
فجلَّ جلال ربنا وتبارك اسمه وتعالى جدُّه وتقدست أسماؤه وجلّ ثناؤه ولا إله غيره.
وقال أحمد: حدثنا عبد الرزاق أنبأنا عمران قال: سمعت وهبًا
_________
(¬١) "الزهد" للإمام أحمد رقم (٣٧٥).
ورواه ابن أبي الدنيا في كتاب "الشكر" رقم (٥)، وأبو نعيم في "حلية الأولياء" (٦/ ٥٦)، والبيهقي في "شعب الإيمان" رقم (٤٤١٤).
(¬٢) "الزهد" للإمام أحمد رقم (٤٠٥).
ورواه ابن أبي الدنيا في كتاب "الفرج بعد الشدة" رقم (٢٢)، والبيهقي في "شعب الإيمان" رقم (٤٤٣٩)، (١٠٠٣٣)، وأبو نعيم في "حلية الأولياء" (٦/ ١٢٥)، وابن عساكر في "تاريخ دمشق" (١٧/ ٩٨). وفي سنده الوليد بن مسلم، مدلس وقد عنعن.
(¬٣) لم أقف عليه في "الزهد" للإمام أحمد.
وقد رواه ابن أبي شيبة في "مصنفه" رقم (٣٤٢٥٤) عن الأعمش به.
ورواه أحمد في "الزهد" رقم (٣٧٤)، وابن أبي الدنيا في "الأولياء" رقم (٢٩)، بسند مغاير: عن أبي عبد اللَّه الجدلي به نحوه.','1','238',NULL,NULL,'0');
INSERT INTO [b252] VALUES (286,'يقول: "وجدت في كتاب آل داود: بعزتي إنه من اعتصم بي فإن كادته السماوات والأرضون بمن فيهن، فإني أجعل له من بين ذلك مخرجًا، ومن لم يعتصم بي فإني أقطع يديه من أسباب السماوات، وأخسف به من تحت قدميه الأرض فأجعله في الهواء، ثم أكِلُه إلى نفسه، كفى بي لعبدي مالًا إذا كان عبدي في طاعتي أعطيته قبل أن يسألني، واستجبت له قبل أن يدعوني، وإني أعلم بحاجته التي ترفق به من نفسه" (¬١).
وقال أحمد: حدثنا سيار حدثنا جعفر حدثنا ثابت قال: "كان داود -صلى اللَّه عليه وسلم- قد جزّأ ساعات الليل والنهار على أهله، فلم تكن ساعة من ليل أو نهار إلا وإنسان من آل داود قائم يصلي فيها، قال: فعمّهم تبارك وتعالى في هذه الآية: {يَعْمَلُونَ لَهُ مَا يَشَاءُ مِنْ مَحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣)} [سبأ: ١٣] " (¬٢).
قال أحمد: وحدثنا عبد الرحمن حدثنا جابر بن زيد عن المغيرة بن عيينة (¬٣): "قال داود: يا رب هل بات أحد من خلقك الليلة أطول ذكرًا لك مني؟ فأوحى اللَّه عز وجل إليه: نعم، الضفدع. وأنزل اللَّه عليه: {اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِنْ عِبَادِيَ الشَّكُورُ (١٣)} [سبأ: ١٣]. قال:
_________
(¬١) لم أقف عليه في "الزهد" للإمام أحمد. وأخرجه ابن المبارك في "الزهد" رقم (٣١٨)، وأبو نعيم في "الحلية" (٤/ ٣٨) عن ابن وهب نحوه. وأخرجه أبو نعيم في "الحلية" (٤/ ٢٥ - ٢٦، ٢٦) عن وهب بسند آخر نحوه.
(¬٢) "الزهد" للإمام أحمد (١/ ١٤١). طبعة محمد جلال شرف. ورواه أبو نعيم في "الحلية" (٢/ ٣٢٧).
(¬٣) كذا في الأصل والنسخ الخطية الثلاث، وكذا في الزهد. ولعل الصواب: "عتيبة". انظر: "الاكمال" لابن ماكولا (٦/ ١٢٣).','1','239',NULL,NULL,'0');
INSERT INTO [b252] VALUES (287,'يا رب كيف أطيق شكرك وأنت الذي تنعم عليّ ثم ترزقني على النعمة الشكر، ثم تزيدني نعمة بعد نعمة، فالنعم منك والشكر منك، فكيف أطيق شكرك؟ قال: الآن عرفتني يا داود" (¬١).
قال أحمد: وحدثنا عبد الرحمن حدثنا الربيع بن صبيح عن الحسن قال: قال نبي اللَّه داود: "إلهي لو أن لكل شعرة مني لسانين (¬٢) يسبّحانك الليل والنهار والدهر كله ما قضيت حق نعمة واحدة" (¬٣).
وذكر ابن أبي الدنيا عن أبي عمران الجوني عن أبي الخلد: قال موسى: "يا رب كيف لي أن أشكرك وأصغر نعمة وضعتها عندي من نعمك لا يجازي بها عملي كله؟ " قال: "فأتاه الوحي: يا موسى، الآن شكرتني" (¬٤).
وقال بكر بن عبد اللَّه: "ما قال عبد قط الحمد للَّه، إلا وجبت عليه نعمة بقوله الحمد للَّه، فجزاء تلك النعمة أن يقول الحمد للَّه، فجاءت نعمة أخرى، فلا تنفد نعم اللَّه" (¬٥).
_________
(¬١) "الزهد" للإمام أحمد رقم (٣٦٢).
ورواه البيهقي في "شعب الإيمان" رقم (٤٤١٣)، وابن عساكر في "تاريخ دمشق" (١٧/ ٩٦).
(¬٢) في الأصل: "لسانان"، والتصويب من النسخ الأخرى.
(¬٣) "الزهد" للإمام أحمد رقم (٣٦١).
ورواه ابن أبي شيبة في "مصنفه" رقم (٣١٨٩٠) و (٣٤٢٨٠)، وابن أبي الدنيا في كتاب "الشكر" رقم (٢٥)، والبيهقي في "شعب الإيمان" رقم (٤٥٧٩).
(¬٤) "الشكر" لابن أبي الدنيا رقم (٦).
وأخرجه أحمد في "الزهد" رقم (٣٤٩)، وأبو نعيم في "حلية الأولياء" (٦/ ٥٦)، والبيهقي في "شعب الإيمان" رقم (٤٤١٥).
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٧)، والبيهقي في "شعب الإيمان" =','1','240',NULL,NULL,'0');
INSERT INTO [b252] VALUES (288,'وقال الحسن: سمع نبي اللَّه رجلا يقول: الحمد اللَّه بالإسلام، فقال: "إنك لتحمد اللَّه على نعمة عظيمة" (¬١).
وقال خالد بن معدان: سمعت عبد الملك بن مروان يقول: "ما قال عبد كلمة أحب إلى اللَّه وأبلغ في الشكر عنده أن يقول: الحمد للَّه الذي أنعم علينا وهدانا للإسلام" (¬٢).
وقال سليمان التيمي: "إن اللَّه سبحانه أنعم على العباد على قدره، وكلفهم الشكر على قدرتهم" (¬٣).
وكان الحسن يقول إذا ابتدأ حديثه: "الحمد للَّه اللهم ربنا لك الحمد بما خلقتنا ورزقتنا، وهديتنا، وعلمتنا، وأنقذتنا، وفرّجت عنا، لك الحمد بالإسلام والقرآن، ولك الحمد بالأهل والمال والمعافاة، كبتّ عدوّنا، وبسطت رزقنا، وأظهرت أمننا، وجمعت فرقتنا، وأحسنت معافاتنا، ومن كل ما سألناك ربنا أعطيتنا، فلك الحمد على ذلك حمدًا كثيرًا، لك الحمد بكل نعمة أنعمت بها علينا في قديم أو حديث أو سرٍّ أو علانية أو خاصة أو عامة أو حيٍّ أو ميّت أو شاهد أو غائب، لك الحمد حتى ترضى، وإذا رضيت" (¬٤).
_________
= رقم (٤٤٠٨).
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٩)، والبيهقي في "شعب الإيمان" رقم (٤٤٩٨).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٠).
(¬٣) أخرجه ابن أبي الدنيا في كتاب "الشكر" (٨)، والبيهقي في "شعب الإيمان" رقم (٤٥٧٨).
(¬٤) أخرجه: ابن أبي الدنيا في كتاب "الشكر" رقم (١١)، (١٦١)، (٢٠١)، =','1','241',NULL,NULL,'0');
INSERT INTO [b252] VALUES (289,'وقال الحسن: قال موسى: "يا رب كيف يستطيع آدم أن يؤدي شكر ما صنعت إليه؟ خلقته بيدك، ونفخت فيه من روحك، وأسكنته جنتك، وأمرت الملائكة فسجدوا له. فقال: يا موسى علم أن ذلك مني، فحمدني عليه، فكان ذلك شكر ما صنعت إليه" (¬١).
وقال سعد بن مسعود الثقفي (¬٢): "إنما سُمّي نوح عبدًا شكورًا، لأنه لم يلبس جديدًا ولم يأكل طعامًا إلا حمد اللَّه" (¬٣).
وكان علي بن أبي طالب إذا خرج من الخلاء مسح بطنه بيده وقال: "يا لها من نعمة لو يعلم العباد شكرها" (¬٤).
وقال مخلد بن الحسين (¬٥): "كان يقال: الشكر ترك المعاصي" (¬٦).
_________
= والبيهقي في "شعب الإيمان" رقم (٤٥٨٦).
(¬١) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (١٢)، والبيهقي في "شعب الإيمان" رقم (٤٤٢٧).
(¬٢) هو سعد بن مسعود الثقفي، عم المختار بن أبي عبيد، له صحبة. انظر: "الإصابة" (٣/ ٨٣).
(¬٣) رواه ابن جرير في "تفسيره" (١٥/ ١٩)، وابن أبي الدنيا في "الشكر" رقم (١٢)، والطبراني في "المعجم الكبير" رقم (٥٤٢٠)، وابن عساكر في "تاريخ دمشق" (٦٢/ ٢٧٣، ٢٧٤).
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٣)، والبيهقي في "شعب الإيمان" رقم (٤٤٦٨).
(¬٥) هو مخلد بن الحسين الأزدي المهلبي، أبو محمد البصري، ثم المصيصي، من صغار أتباع التابعين، توفي سنة (١٩١ هـ). انظر ترجمته في: "تقريب التهذيب" ص ٩٢٧.
(¬٦) أخرجه عنه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩).
وأخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٤١)، والبيهقي في "شعب الإيمان" رقم (٤٥٤٧)، عن مخلد بن الحسين عن محمد بن لوط الأنصاري =','1','242',NULL,NULL,'0');
INSERT INTO [b252] VALUES (290,'وقال أبو حازم (¬١): "كل نعمة لا تقرّب من اللَّه فهي بلية" (¬٢).
وقال أبو سليمان (¬٣): "ذكر النعم يورث الحب للَّه" (¬٤).
وقال حماد بن زيد: حدثنا ليث عن أبي بردة قال: قدمت المدينة فلقيت عبد اللَّه بن سلام فقال لي: ألا تدخل بيتًا دخله النبي -صلى اللَّه عليه وسلم- وتصلي في بيت صلى فيه النبي -صلى اللَّه عليه وسلم-، ونطعمك سويقًا وتمرًا؟ ثم قال لي: "إن اللَّه إذا جمع الناس غدًا ذكّرهم ما أنعم عليهم، فيقول العبد: بآية ماذا؟ فيقول: آية ذلك أنك كنت في كربة كذا وكذا فدعوتني فكشفتها، وآية ذلك أنك كنت في سفر كذا وكذا فاستصحبتني فصحبتك. قال: يذكّره حتى يذكر، يقول: آية ذلك أنك خطبت فلانة بنت فلان وخطبها معك خطّاب فزوجتك ورددتهم" (¬٥).
"يقف عبده بين يديه فيعدد عليه نعمه. فبكى ثم بكى ثم قال: إني
_________
= قوله.
(¬١) هو سلمة بن دينار، أبو حازم الأعرج التمار المدني، الزاهد الحكيم، من صغار التابعين، توفي في خلافة المنصور. انظر ترجمته في: "تقريب التهذيب" ص ٣٩٩.
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٠)، وأبو نعيم في "الحلية" (٣/ ٢٣٠)، والخرائطي في "فضيلة الشكر" رقم (٧٥)، والبيهقي في "شعب الإيمان" رقم (٤٥٣٧)، وابن عساكر في "تاريخ دمشق" (٢٢/ ٥٦).
(¬٣) هو عبد الرحمن بن أحمد بن عطية العنسي، أبو سليمان الداراني الزاهد، من صغار التابعين، توفي سنة (٢١٢ هـ). انظر ترجمته في "تقريب التهذيب" ص ٥٨١.
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢١)، وابن عساكر في "تاريخ دمشق" (٣٦/ ٣٣٤).
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٢).','1','243',NULL,NULL,'0');
INSERT INTO [b252] VALUES (291,'لأرجو أن لا يقعد اللَّه عبدًا بين يديه فيعذبه" (¬١).
وروى ليث بن أبي سليم عن عثمان عن ابن سيرين عن أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "يؤتى بالنعم يوم القيامة والحسنات والسيئات، فيقول اللَّه عز وجل لنعمة من نعمه: خذي حقك من حسناته فما تترك له حسنة من حسناته إلا ذهبت بها" (¬٢).
وقال بكر بن عبد اللَّه المزني: "ينزل بالعبد الأمر فيدعو اللَّه فيصرف عنه، فيأتيه الشيطان فيضعف شكره، يقول: إن الأمر كان أيسر مما تذهب إليه. قال: أَوَلا يقول العبد: كان الأمر أشد مما أذهب إليه، ولكن اللَّه صرفه عني؟! " (¬٣).
وذكر ابن أبي الدنيا عن صدقة بن يسار قال: بينا داود في محرابه إذ مرت به ذرّة فنظر إليها وفكر في خلقها وعجِب منها وقال: "ما يعبأ اللَّه بهذه؟ قال: فأنطقها اللَّه فقالت: يا داود، أتُعَجبك نفسك؟ فوالذي نفسي بيده لأنا على ما آتاني اللَّه من فضله أشكَر منك على ما آتاك اللَّه من فضله" (¬٤)
وقال أيوب: "إن من نعمة اللَّه على العبد أن يكون مأمونًا على ما جاء
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٣)، عن أبي بردة عن عبد اللَّه بن سلام، إلا أنه بسند آخر غير السابق، لذا اقتضى فصلهما، واللَّه أعلم.
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٤).
وضعفه ابن رجب الحنبلي في "جامع العلوم والحكم" ص (٢٤٣).
(¬٣) رواه عنه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٦).
(¬٤) كتاب "الشكر" لابن أبي الدنيا رقم (٣٥). ورواه البيهقي في "شعب الإيمان" رقم (٤٥٨٠).','1','244',NULL,NULL,'0');
INSERT INTO [b252] VALUES (292,'به النبي -صلى اللَّه عليه وسلم-" (¬١).
وقال سفيان الثوري: "كان يقال: ليس بفقيه من لم يعد البلاء نعمة والرخاء مصيبة" (¬٢).
وقال زاذان (¬٣): "مما يحب اللَّه على ذي النعمة بحق نعمته أن لا يتوصل بها إلى معصية" (¬٤).
قال ابن أبي الدنيا: أنشدني محمود الوراق لنفسه (¬٥):
إذا كان شكري نعمةَ اللَّه نعمةً ... عليّ له في مثلها يجب الشّكرُ
فكيف وقوع الشكر إلا بفضله ... وإن طالت الأيام واتّصل العمرُ
إذا مسّ بالسّرّاء عمّ سرورها ... وإن مسّ بالضّرّاء أعقبها الأجرُ
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٧٩).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٨١)، وأبو نعيم في "حلية الأولياء" (٧/ ٥٥) و (٨/ ٢٤٢)، وابن أبي حاتم في "الجرح والتعديل" (١/ ٩٤)، وابن بطة في "إبطال الحيل" رقم (١٩).
(¬٣) لعله زاذان أبو عبد اللَّه، ويقال أبو عمر، الكندي مولاهم الكوفي الضرير البزاز، من كبار التابعين، توفي سنة (٨٢ هـ). انظر ترجمته فى: "تقريب التهذيب" ص (٣٣٣).
واعلم أنه قد جاء في كتاب "الشكر" لابن أبي الدنيا و"تاريخ دمشق" مكان: "زاذان: مما. . . "، جاء: "زياد أن مما. . . "، وهي قريبة ومحتملة، واللَّه أعلم.
(¬٤) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٨٢)، وابن عساكر في "تاريخ دمشق" (١٩/ ١٩١).
(¬٥) "الشكر" لابن أبي الدنيا رقم (٨٣). ورواه عنه البيهقي في "شعب الإيمان" رقم (٤٤١٢).','1','245',NULL,NULL,'0');
INSERT INTO [b252] VALUES (293,'وما منهما إلا له فيه منّة ... تضيق بها الأوهام والبرّ والبحرُ
وقد روى الدراورديّ عن عمرو بن أبي عمرو عن سعيد المقبري عن أبي هريرة رضي اللَّه عنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم- يعني قال اللَّه عز وجل-: "إن المؤمن عندي بمنزلة كلّ خير، يحمدني وأنا أنزع نفسه من بين جنبيه" (¬١).
ومرّ محمد بن المنكدر بشابٍّ يغامز (¬٢) امرأة، فقال: "يا فتى ما هذا جزاء نعم اللَّه عليك " (¬٣).
وقال حماد بن سلمة عن ثابت قال: قال أبو العالية: "إني لأرجو أن لا يهلك عبد بين اثنتين: نعمة يحمد اللَّه عليها، وذنب يستغفر منه" (¬٤).
وكتب ابن السماك إلى محمد بن الحسن -حين وُلّي القضاء بالرفة-: "أما بعد، فلتكن التقوى من بالك على كل حال، وخفِ اللَّه من كل نعمة أنعم بها عليك من قلة الشكر عليها مع المعصية بها، فإن في النعمة حجة وفيها تبعة؛ فأما الحجة بها فالمعصية بها، وأما التبعة فيها فقلّة الشكر عليها، فعفا اللَّه عنك كلما ضيعت من شكر أو ركبت من
_________
(¬١) أخرجه أحمد في "المسند" (٢/ ٣٦١). وصححه الهيثمي في مجمع الزوائد (١٠/ ٩٦).
(¬٢) يغامز مأخوذة من الغَمْز، وهو: الإشارة بالعين والحاجب والجفن. انظر: "لسان العرب" (٥/ ٣٨٨).
(¬٣) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٨٦).
(¬٤) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٨٨)، وأبو نعيم في "حلية الأولياء" (٢/ ٢١٩)، وابن عدي في "الكامل" (٣/ ١٦٣)، والبيهقي في "شعب الإيمان" رقم (٤٥١٣).','1','246',NULL,NULL,'0');
INSERT INTO [b252] VALUES (294,'ذنب أو قصرت من حق" (¬١).
ومرّ الربيع بن أبي راشد برجل به زمانة (¬٢)، فجعل يحمد اللَّه ويبكي، فقيل له: ما يبكيك؟ قال: "ذكرت أهل الجنة وأهل النار، فشبهت أهل الجنة بأهل العافية وأهل النار بأهل البلاء، فذلك الذي أبكاني" (¬٣).
وقد روى أبو هريرة عن النبي -صلى اللَّه عليه وسلم-: "إذا أحب أحدكم أن يعلم قدر نعمة اللَّه عليه، فلينظر إلى من هو تحته ولا ينظر إلى من هو فوقه". قال عبد اللَّه بن المبارك: أخبرني يحيى بن عبيد اللَّه قال: سمعت أبي قال: سمعت أبا هريرة، فذكره (¬٤).
وقال ابن المبارك: حدثنا يزيد بن إبراهيم عن الحسن قال: قال أبو الدرداء: "من لم يعرف قدر نعمة اللَّه إلا في مطعمه ومشربه، فقد قلّ علمه (¬٥)، وحضر عذابه" (¬٦).
_________
(¬١) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٨٩)، والبيهقي في "شعب الإيمان" رقم (٤٥٩١).
(¬٢) الزمانة أي: العاهة. انظر: "لسان العرب" (١٣/ ١٩٩).
(¬٣) أخرجه ابن أبي الدنيا في كتاب "الشكر" رقم (٩٠)، وأبو نعيم في "حلية الأولياء" (٥/ ٧٨).
(¬٤) الزهد لابن المبارك رقم (١٤٣٣). ورواه ابن أبي الدنيا في كتاب "الشكر" رقم (٩١).
وصحّ معناه عند البخاري رقم (٦٤٩٠)، ومسلم رقم (٢٩٦٣)، من حديث أبي هريرة رضي اللَّه عنه.
(¬٥) كذا في الأصل و (م) و (ن)، ووقعت في (ب): "عمله". وهي هكذا في المطبوع من "الزهد" لابن المبارك.
(¬٦) "الزهد" لابن المبارك رقم (١٥٥١).
والأثر رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٩٢)، وفي "مداراة =','1','247',NULL,NULL,'0');
INSERT INTO [b252] VALUES (295,'قال ابن المبارك: أخبرنا مالك بن أنس عن إسحاق بن عبد اللَّه بن أبي طلحة عن أنس قال: سمعت عمر بن الخطاب رضي اللَّه عنه سلّم على رجل فرد عليه السلام فقال عمر للرجل: كيف أنت؟ قال الرجل: أحمد إليك اللَّه. قال: "هذا أردت منك" (¬١).
قال ابن المبارك: وأخبرنا مسعر عن علقمة بن مرثد عن ابن عمر قال: "لعلنا نلتقي في اليوم مرارًا يسأل بعضنا عن بعض، ولم نُرد بذلك إلا ليحمد اللَّه عز وجل" (¬٢).
وقال مجاهد في قوله: {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً} [لقمان: ٢٠] قال: "لا إله إلا اللَّه" (¬٣).
وقال ابن عينية: "ما أنعم اللَّه على العباد نعمة أفضل من أَنْ عرّفهم لا
_________
= الناس" رقم (١٢٠)، وأبو نعيم في "حلية الأولياء" (١/ ٢١٠)، (٥/ ١٣٣)، وهناد في "الزهد" رقم (٥٩٩)، وابن عساكر في "تاريخ دمشق" (٤٧/ ١٨٣).
(¬١) "الزهد" لابن المبارك رقم (٢٠٥).
والأئر رواه مالك في "الموطأ" (٢/ ٩٦١)، والبخاري في "الأدب المفرد" رقم (١١٣٢)، وابن أبي الدنيا في كتاب "الشكر" رقم (٩٣) وغيرهم.
وروي مرفوعًا أيضًا، رواه الطبراني في "الأوسط" رقم (٤٣٧٧). وصححه الألباني في "صحيح الأدب المفرد" برقم (٨٦٢). وضعفه الهيثمي في "مجمع الزوائد" (٨/ ٤٦).
(¬٢) "الزهد" لابن المبارك رقم (٢٠٧).
ورواه ابن أبي الدنيا في كتاب "الشكر" رقم (٩٤)، والبيهقي في "شعب الإيمان" رقم (٤٤٥١).
(¬٣) رواه ابن جرير في "تفسيره" (٢١/ ٧٨)، وابن أبي الدنيا في كتاب "الشكر" رقم (٩٥)، والبيهقي في "شعب الإيمان" رقم (٤٥٠٢).','1','248',NULL,NULL,'0');
INSERT INTO [b252] VALUES (296,'إله إلا اللَّه. قال: وإن لا إله إلا اللَّه لهم في الآخرة كالماء في الدنيا" (¬١).
وقال بعض السلف في خطبته في يوم عيد: "أصبحتم زُهرًا وأصبح الناس غُبرًا، أصبح الناس ينسجون وأنتم تلبسون، وأصبح الناس يعطون وأنتم تأخذون، وأصبح الناس ينتجون وأنتم تركبون، وأصبح الناس يزرعون وأنتم تأكلون، فبكى وأبكاهم" (¬٢).
وقال عبد اللَّه بن قرط الأزدي -وكان من الصحابة- على المنبر في يوم أضحى ورأى على الناس ألوان الثياب: "يا لها من نعمة ما أسبغها، ومن كرامة ما أظهرها، ما زال عن قومٍ شيٌ أشد من نعمةٍ لا يستطيعون ردّها، وإنما تثبت النعم بشكر المنعَم عليه للمنعِم" (¬٣).
وقال سلمان الفارسي: "إن رجلًا بُسط له من الدنيا فانتزع ما في يديه فجعل يحمد اللَّه ويثني عليه، [حتى لم يكن له فراش إلا بارية (¬٤)، قال: فجعل يحمد اللَّه ويثني عليه] (¬٥)، وبُسط لآخر من الدنيا فقال
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٩٦)، وأبو نعيم في "حلية الأولياء" (٧/ ٢٧٢)، والبيهقي في "شعب الإيمان" رقم (٤٥٠٠).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٩٧)، عن عبد اللَّه بن محمد الشرعبي.
ورواه ابن سعد في "الطبقات الكبرى" (٧/ ٤٥١)، وابن عساكر في "تاريخ دمشق" (٣٣/ ٢٩) عن عبد اللَّه بن مخمر.
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٩٨)، والخرائطي في "فضيلة الشكر" رقم (٩٣)، وابن عساكر في "تاريخ دمشق" (٣٢/ ١١).
(¬٤) بارية، قال في "لسان العرب" (١٤/ ٧٢): الباريّ والبارياء: الحصير المنسوج، فارسي معرب.
(¬٥) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.','1','249',NULL,NULL,'0');
INSERT INTO [b252] VALUES (297,'لصاحب البارية: أنت على ما تحمد اللَّه؟ قال: أحمده على ما لو أعطيت به ما لو أعطي الخلق لم أعطهم إياه به. قال: وما ذاك؟ قال: أرأيتك بصرك، أرأيتك لسانك، أرأيتك يديك، أرأيتك رجليك" (¬١).
وجاء رجل إلى يونس بن عبيد يشكو ضيق حاله، فقال له يونس: "أيسرّك ببصرك هذا الذي تبصر به مائة ألف درهم؟ قال الرجل: لا. قال: فبيديك مائة ألف؟ قال: لا. قال: فبرجليك مائة ألف؟ قال: لا. فذكّره نعم اللَّه عليه، فقال يونس: أرى عندك مئين ألوف وأنت تشكو الحاجة؟! " (¬٢).
وكان أبو الدرداء يقول: "الصحة الملك" (¬٣).
وقال جعفر بن محمد: "فَقَدَ أبي بغلة له فقال: لئن ردّها اللَّه عليّ لأحمدنه بمحامد يرضاها فما لبث أن أُتي بسرجها ولجامها، فركبها فلما استوى عليها وضمّ ثيابه رفع رأسه إلى السماء فقال: الحمد للَّه! لم يزد عليها، فقيل له في ذلك، فقال: وهل تركت أو أبقيت شيئًا؟! جعلت الحمد كله للَّه" (¬٤).
_________
(¬١) رواه ابن أبي الدنيا في "الشكر" رقم (١٠٠)، والبيهقي في "شعب الإيمان" رقم (٤٤٦٢).
(¬٢) رواه ابن أبي الدنيا في "الشكر" رقم (١٠١)، والبيهقي في "شعب الإيمان" رقم (٤٤٦٣).
(¬٣) لم أقف عليه هكذا.
وروى ابن أبي الدنيا في كتاب "الشكر" رقم (١٠٢)، والبيهقي في "شعب الإيمان" رقم (٤٦٢٧)، عنه قال: "الصحة غنى الجسد".
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٠٦)، وأبو نعيم في "حلية الأولياء" (٣/ ١٨٦)، والبيهقي في "شعب الإيمان" رقم (٤٣٩١).','1','250',NULL,NULL,'0');
INSERT INTO [b252] VALUES (298,'وروى ابن أبي الدنيا من حديث سعد بن إسحاق بن كعب بن عجرة عن أبيه عن جده قال: بعث رسول اللَّه -صلى اللَّه عليه وسلم- بعثًا من الأنصار وقال: "إن سلّمهم اللَّه وغنمهم، فإن للَّه عليّ في ذلك شكرًا". قال: فلم يلبثوا أن غنموا وسلموا، فقال بعض أصحابه: سمعناك تقول: إن سلّمهم اللَّه وغنّمهم فإنّ على في ذلك للَّه شكرًا، قال: "قد فعلت، اللهم لك الحمد شكرًا، ولك المنّ فضلًا" (¬١).
وقال عبد الرحمن بن زيد بن أسلم: قال محمد بن المنكدر لأبي حازم: "يا أبا حازم، ما أكثر من يلقاني فيدعو لي بالخير، ما أعرفهم وما صنعت إليهم خيرًا قط" فقال له أبو حازم: "لا تظن أن ذلك من قِبَلِك، ولكن انظر إلى الذي ذلك من قِبَله فاشكره. وقرأ عبد الرحمن: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا (٩٦)} [مريم: ٩٦] " (¬٢).
وقال علي بن الجعد: حدثنا عبد العزيز بن أبي سلمة الماجشون: حدثني من أصدّقه أن أبا بكر الصديق رضي اللَّه عنه كان يقول في دعائه: "أسألك تمام النعمة في الأشياء كلها، والشكر لك عليها حتى ترضى وبعد الرضى، والخيرة في جميع ما تكون فيه الخيرة بجميع ميسور (¬٣)
_________
(¬١) "الشكر" لابن أبي الدنيا رقم (١٠٥).
والحديث رواه الطبراني في "الكبير" (١٩/ رقم ٣١٦)، والبيهقي في "شعب الإيمان" رقم (٤٣٩١). وضعفه الهيثمي في مجمع الزوائد (٤/ ١٨٥).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٥٨)، وأبو نعيم في "حلية الأولياء" (٣/ ٢٣٣).
(¬٣) في (ب): "ميسّر".','1','251',NULL,NULL,'0');
INSERT INTO [b252] VALUES (299,'الأمور كلها لا معسورها يا كريم" (¬١).
وقال الحسن: "ما أنعم اللَّه على عبده نعمة، فقال: الحمد للَّه، إلا كان ما أعطى أكثر مما أخذ" (¬٢).
قال ابن أبي الدنيا: وبلغني عن سفيان بن عيينة أنه قال: "هذا خطأ، لا يكون فعل العبد أفضل من فعل اللَّه" (¬٣).
ثم قال: وقال بعض أهل العلم: إنما تفسير هذا: أن الرجل إذا أنعم اللَّه عليه نعمة وهو ممن يحب أن يحمده، عرّفه ما صنع به، فيشكر اللَّه كما ينبغي له أن يشكره، فكان الحمد له أفضل (¬٤).
قلت: لا يلزم الحسن ما ذكر عن ابن عيينة؛ فإن قوله: "الحمد للَّه"، نعمة من اللَّه، والنعمة التي حمد اللَّه عليها أيضًا نعمة من اللَّه، وبعض النعم أجلّ من بعض، فنعمة الشكر أجلّ من نعمة المال والجاه والولد والزوجة ونحوها واللَّه أعلم.
وهذا لا يستلزم أن يكون قول (¬٥) العبد أفضل من فعل اللَّه (¬٦)، وإن
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١١٠). والراوي عن أبي بكر مجهول، كما هو واضح.
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١١١)، والبيهقي في "شعب الإيمان" رقم (٤٤٠٦).
(¬٣) "الشكر" لابن أبي الدنيا رقم (١١١). ورواه البيهقي في "شعب الإيمان" رقم (٤٤٠٧). بالإسناد السابق.
(¬٤) "الشكر" لابن أبي الدنيا رقم (١١١).
(¬٥) في النسخ الثلاث الأخرى: "فعل". وكذا فيما نقل ابن أبي الدنيا آنفًا.
(¬٦) لفظ الجلالة ليس في الأصل، والاستدراك من النسخ الأخرى.','1','252',NULL,NULL,'0');
INSERT INTO [b252] VALUES (300,'دلّ على أن فعل العبد للشكر قد يكون أفضل من بعض مفعول اللَّه، وفعل العبد هو مفعول اللَّه، ولا ريب أن بعض مفعولاته أفضل من بعض.
وقال بعض أهل العلم: "لَنِعَم اللَّه علينا فيما زوى عنّا أفضل من نعمه علينا فيما بسط لنا منها، وذلك أن اللَّه لم يرضَ لنبيه الدنيا، فأنْ أكون فيما رضي اللَّه لنبيه وأحبّ له أحبّ إليّ [أن أكون] (¬١) فيما كره له وسخطه" (¬٢).
قال ابن أبي الدنيا: وبلغني عن بعض العلماء أنه قال: "ينبغي للعالم أن يحمد اللَّه على ما زوى عنه من شهوات الدنيا، كما يحمده على ما أعطاه. وأين يقع ما أعطاه والحساب يأتي عليه، إلى ما عافاه ولم يبتلِه به، فيشغل قلبه، ويتعب جوارحه؟ فيشكر اللَّه على سكون قلبه وجمع همّه" (¬٣).
وحدِّثت (¬٤) عن ابن أبي الحواري قال: جلس فضيل بن عياض وسفيان ابن عيينة ليلة إلى الصباح يتذاكران النعم، فجعل سفيان يقول: "أنعم اللَّه علينا في كذا، أنعم اللَّه في كذا، فعل بنا كذا، فعل بنا كذا" (¬٥).
وحدثنا (¬٦) عبد اللَّه بن داود عن سفيان في قوله: {سَنَسْتَدْرِجُهُمْ مِنْ
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) رواه ابن أبي الدنيا في "الشكر" رقم (١١٢)، والبيهقي في "شعب الإيمان" رقم (٤٤٨٩). وسيأتي نحوه عن أبي حازم.
(¬٣) "الشكر" لابن أبي الدنيا رقم (١١٣).
(¬٤) المُحَدَّث هو: ابن أبي الدنيا.
(¬٥) "الشكر" لابن أبي الدنيا رقم (١١٤).
(¬٦) في "الشكر" لابن أبي الدنيا: حدثني محمد بن يحيى بن أبي حاتم أنبا عبد اللَّه =','1','253',NULL,NULL,'0');
INSERT INTO [b252] VALUES (301,'مِنْ حَيْثُ لَا يَعْلَمُونَ (١٨٢)} [الأعراف: ١٨٢] قال: "يسبغهم (¬١) النعم ويمنعهم الشكر" (¬٢).
وقال غير سفيان: كلما أحدثوا ذنبًا أحدث لهم نعمة (¬٣).
وسُئل ثابت البناني عن الاستدراج، فقال: "ذلك مكر اللَّه بالعباد المضيّعين" (¬٤).
وقال يونس في تفسيرها: "إن العبد إذا كانت له عند اللَّه منزلة، فحفظها وأبقى عليها ثم شكر اللَّه بما أعطاه، أعطاه أشرف منها. وإذا هو ضيّع الشكر استدرجه اللَّه، وكان تضييعه الشكر استدراجًا" (¬٥).
وقال أبو حازم: "نعمة اللَّه فيما زوى عني من الدنيا أعظم من نعمته فيما أعطاني منها، إني رأيته أعطاها أقوامًا فهلكوا" (¬٦).
_________
= بن داود به.
(¬١) في النسخ الثلاث الأخرى: "يسبغ عليهم".
(¬٢) "الشكر" لابن أبي الدنيا رقم (١١٥).
ورواه أبو نعيم في "حلية الأولياء" (٧/ ٧)، والبيهقي في "الأسماء والصفات" رقم (١٠٢٤).
(¬٣) "الشكر" لابن أبي الدنيا رقم (١١٦)، وهو بنفس السند السابق.
(¬٤) رواه ابن أبي الدنيا في "الشكر" رقم (١١٧)، والبيهقي في "الأسماء والصفات" رقم (١٠٢٣).
(¬٥) رواه ابن أبي الدنيا في "الشكر" رقم (١١٧)، والبيهقي في "الأسماء والصفات" رقم (١٠٢٣). وهو تكملة للأثر السابق.
(¬٦) رواه ابن أبي الدنيا في "الشكر" رقم (١٢٠)، وفي "القناعة والعفاف" رقم (١٧٠)، وأبو نعيم في "حلية الأولياء" (٣/ ٢٣٣)، وابن عساكر في "تاريخ دمشق" (٢٢/ ٤٩).
ورواه نحوه ابن أبي الدنيا في "الشكر" رقم (١٢٦)، والبيهقي في "شعب =','1','254',NULL,NULL,'0');
INSERT INTO [b252] VALUES (302,'وكل نعمة لا تقرّب من اللَّه فهي بليّة، وإذا رأيت اللَّه يتابع عليك نعمه وأنت تعصيه، فاحذره (¬١).
وذكر أبو صالح كاتب الليث عن هِقْل عن الأوزاعي أنه وعظهم فقال (¬٢) في موعظته: "أيها الناس، تقوّوا (¬٣) بهذه النعم التي أصبحتم فيها على الهرب من نار اللَّه الموقدة التي تطلع على الأفئدة، فإنكم في دارٍ الثواءُ فيها قليل، وأنتم فيها مُرْجَون خلائف من بعد القرون التي استقبلوا من الدنيا آنفها وزهرتها (¬٤)، فهم كانوا أطول منكم أعمارًا، وأمدّ أجسامًا، وأعظم آثارًا، فقطعوا الجبال وجابوا (¬٥) الصخور، ونقّبوا في البلاد مؤيدين ببطشٍ شديد وأجساد كالعماد، فما لبثت الأيام والليالي أن طوت مددهم، وعفت آثارهم، وأخْوَت منازلهم، وأَنْست ذكرَهم، فما تحسّ منهم من أحد ولا تسمع لهم ركزًا، كانوا يلهون آمنين لبيات قوم
_________
= الإيمان" رقم (٤٤٨٨)، عن صالح بن مسمار.
وروى نحوه أبو نعيم في "الحلية" (٧/ ٨٢)، عن الثوري، وفي (٧/ ٣٠٥) عن ابن عيينة.
(¬١) هذا من كلام أبي حازم أيضًا، إلا أنه بإسناد آخر، وقد سبق ص (٢٤٣) تخريج قوله: "كل نعمة لا تقرب من اللَّه فهي بليّة".
أما قوله: "وإذا رأيت. . . " الخ، فقد رواه ابن أبي الدنيا في "الشكر" رقم (٣١).
(¬٢) ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٣) في (ن): "اتقوا".
(¬٤) سقطت الواو في الأصل من كلمة: "وزهرتها"، وأثبتها من النسخ الثلاث الأخرى.
وآنفها أي أسرعها نباتًا. انظر: "لسان العرب" (٩/ ١٤).
(¬٥) أي خرقوا ونحتوا. انظر: "لسان العرب" (١/ ٢٨٥).','1','255',NULL,NULL,'0');
INSERT INTO [b252] VALUES (303,'غافلين أو لصباح قوم نادمين، ثم إنكم قد علمتم الذي نزل بساحتهم بياتًا من عقوبة اللَّه، فأصبح كثير منهم في دارهم جاثمين، وأصبح الباقون ينظرون في آثارهم نقمة وزوال نعمة ومساكن خاوية، فيها آية للذين يخافون العذاب الأليم، وعبرة لمن يخشى. وأصبحتيم من بعدهم في أجل منقوص، ودنيا مقبوضة، في زمان قد ولّى عفوه وذهب رخاؤه، فلم يبقَ منه إلا حمأة شرّ، وصُبابة (¬١) كدر، وأهاويل عبر، وعقوبات غِيَر، وإرسال فتن، وتتابع زلازل، ورذالة (¬٢) خَلَف، بهم ظهر الفساد في البر والبحر، ولا تكونوا أشباهًا لمن خدعه الأمل، وغرّه طول الأجل، وتبلّغ بالأماني، نسأل اللَّه أن يجعلنا وإياكم ممن وعى إنذاره، وعقل بشراه، فمَهَّد لنفسه" (¬٣).
وكان يُقال: "الشكر ترك المعصية" (¬٤).
وقال ابن المبارك: قال سفيان: "ليس بفقيه من لم يعدّ البلاء نعمة، والرخاء مصيبة" (¬٥).
وكان مروان بن الحكم إذا ذُكر الإسلام قال: "بنعمة ربي وصلت إليه، لا بما قدمت يدي ولا بإرادتي، إني كنت خاطئًا" (¬٦).
_________
(¬١) الصبابة: البقية اليسيرة من الشراب تبقى في أسفل الإناء. "النهاية" لابن الأثير (٣/ ٥).
(¬٢) في (ب): "ورذلة".
(¬٣) رواه ابن أبي الدنيا في "الشكر" رقم (٣٠)، وابن عساكر في "تاريخ دمشق" (٣٥/ ٢٠٨).
(¬٤) سبق تخريجه ص (٢٤٢).
(¬٥) سبق أيضا تخريجه ص (٢٤٥).
(¬٦) أخرجه ابن أبي الدنيا في "الشكر" رقم (١٢١).','1','256',NULL,NULL,'0');
INSERT INTO [b252] VALUES (304,'وقال:
وكم من مدخل لو متُّ فيه ... لكنتُ به نكالًا في العشيره
وُقيتُ السوءَ والمكروهَ فيه ... ورحتُ بنعمة منه كبيره
وكم من نعمة للَّه (¬١) تمسي ... وتصبح في العيان وفي السريره (¬٢)
ودعي عثمان بن عفان إلى قوم على ريبة، فانطلق ليأخذهم فتفرقوا قبل أن يبلغهم، فأعتق رقبة شكرًا للَّه أن لا يكون جرى على يديه خزي مسلم (¬٣).
وقال يزيد بن هارون: أخبرنا أصبغ بن يزيد أن نوحًا -صلى اللَّه عليه وسلم- كان إذا خرج من الخلاء قال: "الحمد للَّه الذي أذاقني لذته، وأبقى منفعته في جسدي، وأذهب عني أذاه"؛ فسمّي عبدًا شكورًا (¬٤).
وقال ابن أبي الدنيا: حدثني العباس بن جعفر حدثنا شاذ بن فياض عن الحارث بن شبل قال: حدثتنا أم النعمان أن عائشة حدثتها عن النبي -صلى اللَّه عليه وسلم-: "أنه لم يقم عن خلاء قط إلا قاله" (¬٥).
_________
(¬١) لفظ الجلالة غير موجود في الأصل، والاستدراك من النسخ الثلاث الأخرى.
(¬٢) الأبيات لأحمد بن موسى الثقفي، كما في كتاب "الشكر" لابن أبي الدنيا رقم (١٢٣)، مع تقديم وتأخير.
(¬٣) رواه ابن أبي الدنيا في "الشكر" رقم (١٢٤).
ونحوه في "الزهد" للإمام أحمد رقم (٦٩٠)، و"حلية الأولياء" لأبي نعيم (١/ ٦٠).
(¬٤) رواه ابن أبي الدنيا في "الشكر" رقم (١٢٨)، والبيهقي في "شعب الإيمان" رقم (٤٤٧٠).
(¬٥) "الشكر" لابن أبي الدنيا رقم (١٢٧)، ورواه البيهقي في "شعب الإيمان" رقم =','1','257',NULL,NULL,'0');
INSERT INTO [b252] VALUES (305,'وقال رجل لأبي حازم: ما شكر العينين يا أبا حازم؟ قال: إن رأيت بهما خيرًا أعلنته، وإن رأيت بهما شرًّا سترته. قال: فما شكر الأذنين؟ قال: إن سمعت بهما خيرًا وعيته، وإن سمعت بهما شرًّا دفعته. قال: فما شكر اليدين؟ قال: لا تأخذ بهما ما ليس لهما، ولا تمنع حقًّا للَّه هو فيهما. قال: فما شكر البطن؟ قال: أن يكون أسفله طعامًا وأعلاه علمًا. قال: فما شكر الفرج؟ قال: كما قال اللَّه تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٦) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ (٧)} [المؤمنون: ٥ - ٧]. قال: فما شكر الرِّجلين؟ قال: إن علمت شيئًا تغبطه استعملت بهما عمله، وإن مقته رغبت عن عمله وأنت شاكر للَّه، وأما من شكر بلسانه ولم يشكر بجميع أعضائه فمثله كمثل رجل له كساء فأخذ بطرفه ولم يلبسه، فما ينفعه ذلك من الحرّ والبرد والثلج والمطر (¬١).
وذكر عبد اللَّه بن المبارك: أن النجاشي أرسل ذات يوم إلى جعفر وأصحابه، فدخلوا عليه وهو في بيت عليه خُلْقان (¬٢) جالس على التراب، قال جعفر: فأشفقنا منه حين رأيناه على تلك الحال، فلما رأى ما في وجوهنا قال: إني أبشركم بما يسرّكم، إنه جاء من نحو أرضكم عين لي فأخبرني أن اللَّه نصر نبيه -صلى اللَّه عليه وسلم- وأهلك عدوّه، وأُسِرَ فلان وفلان
_________
= (٤٤٦٩).
والحديث ضعفه ابن حجر في لسان الميزان (٢/ ١٥٢).
(¬١) رواه ابن أبي الدنيا في "الشكر" رقم (١٢٩)، وأبو نعيم في "حلية الأولياء" (٣/ ٢٤٣).
(¬٢) يقال: ثوبٌ خَلَق، أي: بالٍ، والجمع خُلقان وأخلاق. انظر: "لسان العرب" (١٠/ ٨٨).','1','258',NULL,NULL,'0');
INSERT INTO [b252] VALUES (306,'وقُتلَ فلان وفلان، التقوا بواد يقال له بدر كثير الأراك -كأني أنظر إليه، كنت أرعى به لسيدي رجل من بني ضمرة-، فقال له جعفر: ما بالك على التراب، ليس تحتك بساط وعليك هذه الأخلاق؟ قال: إنا نجد فيما أَنزل اللَّه تبارك وتعالى على عيسى -صلى اللَّه عليه وسلم-: إن حقًّا على عباد اللَّه أن يُحدثوا للَّه تواضعًا عند ما أحدث لهم من نعمة، فلما أحدث لي نصر نبيه أُحدث للَّه هذا التواضع (¬١).
وقال حبيب بن عبيد: "ما ابتلى اللَّه عبدًا ببلاء إلا كان للَّه عليه فيه نعمة ألا يكون أشد منه" (¬٢).
وقال عبد الملك بن أبجر (¬٣): "ما من الناس إلا مبتلى بعافية لينظر كيف شكره، أو بلية لينظر كيف صبره" (¬٤).
وقال سفيان الثوري: "لقد أنعم اللَّه على عبد في حاجة أكثر من تضرعه إليه فيها" (¬٥).
و"كان رسول اللَّه -صلى اللَّه عليه وسلم- إذا جاءه أمر يسرّه خرّ للَّه ساجدًا شكرًا (¬٦)
_________
(¬١) "الزهد" لابن المبارك رقم (١٩٢).
ورواه ابن أبي الدنيا في "الشكر" رقم (١٣٠)، والبيهقي في "دلائل النبوة" (٣/ ١٣٣ - ١٣٤).
(¬٢) رواه ابن أبي الدنيا في "الشكر" (١٣١). وسبق نحوه عن شريح.
(¬٣) في (ب): "إسحاق"، وهو خطأ.
(¬٤) رواه ابن أبي الدنيا في "الشكر" رقم (١٣٢)، وأبونعيم في "حلية الأولياء" (٥/ ٨٥).
(¬٥) رواه ابن أبي الدنيا في "الشكر" رقم (١٣٤)، وأبو نعيم في "حلية الأولياء" (٧/ ٦). ووقع في الأصل: "أكبر".
(¬٦) في الأصل: "شكر"، والتصويب من النسخ الأخرى.','1','259',NULL,NULL,'0');
INSERT INTO [b252] VALUES (307,'للَّه عز وجل" (¬١). ذكره أحمد (¬٢).
وقال عبد الرحمن بن عوف: خرج علينا النبي -صلى اللَّه عليه وسلم-، فتوجه نحو صدقته، فدخل فاستقبل القبلة، فخرّ ساجدًا فأطال السجود، فقلت: يا رسول اللَّه سجدت سجدة خشيتُ أن يكون اللَّه قد قبض نفسك فيها، فقال: "إن جبريل أتاني فبشرني أن اللَّه عز وجل يقول لك: من صلّى عليك صليت عليه، ومن سلّم عليك سلّمت عليه، فسجدت للَّه شكرًا". ذكره أحمد (¬٣).
وعن سعد بن أبي وقاص قال: خرجنا مع النبي -صلى اللَّه عليه وسلم- من مكة نريد المدينة، فلما كنا قريبًا من عَزْور (¬٤) نزل ثم رفع يديه ودعا اللَّه ساعة ثم خرّ ساجدًا، فمكث طويلًا ثم قام فرفع يديه ساعة ثم خرّ ساجدًا، فعله ثلاثًا وقال: "إني سألت ربي وشفعت لأمتي فأعطاني ثلث أمتي فخررت ساجدًا شكرًا لربي، ثم رفعت رأسي فسألت ربي لأمتي فأعطاني ثلث أمتي، فخررت ساجدًا لربي، ثم رفعت رأسي فسألت ربي لأمتي فأعطاني الثلث الآخر؛ فخررت ساجدًا لربي". رواه أبو داود (¬٥).
_________
(¬١) رواه أبو داود في "سننه" رقم (٢٧٧٤)، والترمذي في "جامعه" رقم (١٥٧٨)، وقال: "حسن غريب"، وابن ماجه في "سننه" رقم (١٣٩٤). من حديث أبي بكرة رضي اللَّه عنه.
(¬٢) لم أقف عليه.
(¬٣) رواه أحمد في "المسند" (١/ ١٩١).
وصححه الضياء حيث أورده في "الأحاديث المختارة" برقم (٩٢٦).
(¬٤) عَزْور ويقال: عزورا بالقصر: ثنية بالجحفة عليها الطريق بين مكة والمدينة. انظر: "النهاية" لابن الأثير (٣/ ٢٣٣).
(¬٥) "السنن" (٢٧٧٥). وضعفه الألباني في "إرواء الغليل" (٢/ ٢٢٨).','1','260',NULL,NULL,'0');
INSERT INTO [b252] VALUES (308,'وذكر محمد بن إسحاق في كتاب "الفتوح" قال: "لما جاء المبشر يوم بدر بقتل أبي جهل استحلفه رسول اللَّه -صلى اللَّه عليه وسلم- ثلاثة أيمان باللَّه الذي لا إله إلا هو: لقد رأيته قتيلًا، فحلف له، فخرّ رسول اللَّه -صلى اللَّه عليه وسلم- ساجدًا" (¬١).
وذكر سعيد بن منصور: أن أبا بكر الصديق رضي اللَّه عنه سجد حين جاءه قتل مسيلمة (¬٢).
وذكر أحمد: أن عليًّا رضي اللَّه عنه سجد حين وجد ذا الثُّدَيَّة في الخوارج (¬٣).
وسجد كعب بن مالك في عهد النبى -صلى اللَّه عليه وسلم- لما بشِّر بتوبة اللَّه عليه (¬٤)، والقصة في "الصحيحين" (¬٥).
فإن قيل: فنعم اللَّه دائمًا مستمرة على العبد فما الذي اقتضى تخصيص النعمة الحادثة بالشكر دون الدائمة، وقد تكون المستدامة
_________
(¬١) رواه البيهقي في "دلائل النبوة" (٣/ ٨٩)، عن ابن إسحاق معضلًا.
وخبر مقتل أبي جهل رواه البخاري في "صحيحه" رقم (٣٩٦٢)، ومسلم في "صحيحه" رقم (١٨٠٠) كلاهما من حديث أنس بن مالك، دون ذكر السجود.
(¬٢) لم أقف عليه فيما طبع من سنن سعيد.
وأخرج عبد الرزاق في "مصنفه" رقم (٥٩٦٣)، وابن أبي شيبة في مصنفه رقم (٨٤١٣)، والبيهقي في "السنن الكبرى" (٢/ ٣٧١): "أن أبا بكر سجد لما أتاه فتح اليمامة".
(¬٣) "المسند" (١/ ١٤٧).
(¬٤) رواه ابن ماجه في "سننه" رقم (١٣٩٣).
(¬٥) "صحيح البخاري" (٤٤١٨)، و"صحيح مسلم" رقم (٢٧٦٩). من حديث كعب بن مالك رضي اللَّه عنه.','1','261',NULL,NULL,'0');
INSERT INTO [b252] VALUES (309,'أعظم؟
قيل: الجواب من وجوه:
أحدها: أن النعمة المتجددة تذكّر بالمستدامة، والإنسان موكّل بالأدنى.
الثاني: أن هذه النعمة المتجددة تستدعي عبودية مجددة، وكان أسهلها على الإنسان وأحبها إلى اللَّه السجود شكرًا له.
الثالث: أن المتجددة لها وقع في النفوس، والقلوب بها أعلَق، ولهذا يُهنّأ بها، ويعزى بفقدها.
الرابع: أن حدوث النعم توجب فرح النفس وانبساطها، وكثيرًا ما يجز ذلك إلى الأشر والبطر، والسجود ذلٌّ للَّه وعبودية وخضوع، فإذا تلقّى به نعمته كسر سَوْرة (¬١) فرح النفس وانبساطها، فكان جديرًا بدوام تلك النعمة، وإذا تلقاها بالفرح الذي لا يحبه اللَّه والأشر والبطر -كما يفعله الجهال عند ما يحدث اللَّه لهم من النعم- كانت سريعة الزوال، وشيكة الانتقال، وانقلبت نقمة، وعادت استدراجًا.
وقد تقدم أثر النجاشيّ: "فإن اللَّه إذا أحدث لعبده نعمة أحب أن يحدث له تواضعًا" (¬٢).
وقال العلاء بن المغيرة: بشرت الحسن (¬٣) بموت الحجاج، وهو
_________
(¬١) سَوْرةُ الشيء أي: حدّته، فسورة الفرح أي: حدّة الفرح. انظر: "لسان العرب" (٤/ ٣٨٤).
(¬٢) تقدم قريبًا.
(¬٣) هو الحسن البصري رحمه اللَّه.','1','262',NULL,NULL,'0');
INSERT INTO [b252] VALUES (310,'مختفٍ، فخرّ للَّه ساجدًا (¬١).

فصل
ومن دقيق نعم اللَّه على العبد التي لا يكاد يُفطن لها: أنه يغلق عليه بابه، فيرسل اللَّه إليه بمن يطرق عليه الباب يسأله شيئًا من القوت؛ ليعرّفه نعمته عليه (¬٢).
وقال سلام بن أبي مطيع: دخلت على مريض أعوده فإذا هو يئنُّ، فقلت له: اذكر المطروحين على الطريق، اذكر الذين لا مأوى لهم ولا لهم من يخدمهم. قال: ثم دخلت عليه بعد ذلك فسمعته يقول لنفسه: اذكر المطروحين في الطريق، اذكر من لا مأوى له ولا له من يخدمه (¬٣).
وقال عبد اللَّه بن أبي نوح: قال لي رجل على بعض السواحل: كم عاملته -تبارك اسمه- بما يكره فعاملك بما تحب؟ قلت: ما أحصي ذلك كثرة. قال: فهل قصدت إليه في أمر كربك فخذلك؟ قلت: لا واللَّه، ولكنه أحسن إليّ وأعانني. قال: فهل سألته شيئا فأعطاكه؟ قلت: وهل منعني شيئًا سألته؟! ما سألته شيئًا قط إلا أعطاني، ولا استغثت به إلا أغاثني. قال: أرأيت لو أن بعض بني آدم فعل بك بعض هذه الخلال ما كان جزاؤه عندك؟ قلت: ما كنت أقدر له على مكافأةٍ ولا جزاءٍ. قال:
_________
(¬١) رواه ابن أبي الدنيا في "الشكر" رقم (١٣٧)، والخرائطي في "فضيلة الشكر" رقم (٦٦)، وأبو نعيم في "حلية الأولياء" (٢/ ١٥٨ - ١٥٩).
(¬٢) روي نحو هذا عن سلام بن أبي مطيع. انظر: "الشكر" لابن أبي الدنيا رقم (١٣٩)، و"حلية الأولياء" (٦/ ١٨٨ - ١٨٩).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٤٠)، وأبو نعيم في "حلية الأولياء" (٦/ ١٨٩).','1','263',NULL,NULL,'0');
INSERT INTO [b252] VALUES (311,'فربك أحقّ وأحرى أن تُدئب نفسك له في أداء شكره، وهو المحسن قديمًا وحديثًا إليك، واللَّهِ لشُكرُه أيسرُ من مكافأة عباده، إنه تبارك وتعالى رضي من العباد بالحمد شكرًا (¬١).
وقال سفيان الثوري: "ما كان اللَّه لينعم على عبد في الدنيا فيفضحه في الآخرة، ويحق على المنعم أن يتمّ النعمة على من أنعم عليه" (¬٢).
وقال ابن أبي الحواري: قلت لأبي معاوية: ما أعظم النعمة علينا في التوحيد، نسأل اللَّه أن لا يسلبناه. قال: يحق على المنعم أن يتم على من أنعم عليه، واللَّه أكرم من أن ينعم بنعمة إلا أتمها، ويستعمل بعمل إلا قبله (¬٣).
وقال ابن أبي الحواري: قالت لي امرأة: أنا في شيء (¬٤) قد شغل قلبي. قلت: وما هو؟ قالت: أريد أن أعرف نعم اللَّه عليّ في طرفة عين، أو أعرف تقصيري عن شكر النعمة عليّ في طرفة عين. فقلت: تريدين ما لا تهتدي إليه عقولنا (¬٥).
_________
(¬١) رواه ابن أبي الدنيا في "الشكر" رقم (١٤١).
(¬٢) رواه ابن أبي الدنيا في "الشكر" رقم (١٤٢)، وأبو نعيم في "حلية الأولياء" (٧/ ٦).
(¬٣) رواه ابن أبي الدنيا في "الشكر" رقم (١٤٣)، وأبو نعيم في "حلية الأولياء" (٨/ ٢٧٢)، إلى قوله: "من أنعم عليه". وروى ابن أبي الدنيا في "الشكر" رقم (١٤٤) بقيته: "واللَّه أكرم. . . " الخ.
(¬٤) في النسخ الثلاث الأخرى: "بيتي". ولعله تصحيف.
(¬٥) رواه ابن أبي الدنيا في "الشكر" رقم (١٤٥)، وابن عساكر في "تاريخ دمشق" (٧٠/ ١٢٩).','1','264',NULL,NULL,'0');
INSERT INTO [b252] VALUES (312,'وقال ابن زيد: "إنه ليكون في المجلس الرجل الواحد يحمد اللَّه عز وجل، فيقضى لأهل ذلك المجلس حوائجهم كلهم" (¬١).
قال: وفي بعض الكتب التي أنزل اللَّه أنه قال: "سُرّوا عبدي المؤمن، فكان لا يأتيه شيء يحبه إلا قال: "الحمد للَّه الحمد للَّه ما شاء اللَّه ". قال: روّعوا عبدي المؤمن، فكان لا يطلع عليه طليعة من طلائع المكروه إلا قال: "الحمد للَّه الحمد للَّه". فقال اللَّه تبارك وتعالى: إن عبدي يحمدني حين روَّعته كما يحمدني حين سررته، أَدخلوا عبدي دار عزتي، كما يحمدني على كل حالاته" (¬٢).
وقال وهب: "عبدَ اللَّه عابد خمسين عامًا، فأوحى اللَّه إليه إني قد غفرت لك. قال: أي ربّ، وما تغفر لي ولم أذنب. فأذن اللَّه لعِرق في عنقه فضرب عليه، فلم ينم ولم يصلّ، ثم سكن فنام، فأتاه ملك فشكا إليه، فقال: ما لقيت من ضربان العرق؟ فقال الملك: إن ربك يقول: عبادتك خمسين سنة تعدل سكون العرق" (¬٣).
وذكر ابن أبي الدنيا أن داود قال: "يا رب أخبرني ما أدنى نعمك عليّ؟ فأوحى اللَّه إليه: يا داود تنفس، فتنفس، قال: هذا أدنى نعمي عليك" (¬٤).
_________
(¬١) رواه ابن أبي الدنيا في "الشكر" رقم (١٤٦)، وابن أبي يعلى في "طبقات الحنابلة" (١/ ١٣٦).
(¬٢) رواه ابن أبي الدنيا في "الشكر" رقم (١٤٧)، والبيهقي في "شعب الإيمان" رقم (٤٤٩٣)، وابن أبي يعلى في "طبقات الحنابلة" (١/ ١٣٦).
(¬٣) رواه ابن أبي الدنيا في "الشكر" رقم (١٤٨)، وأبو نعيم في "حلية الأولياء" (٤/ ٦٨)، والبيهقي في "شعب الإيمان" رقم (٤٦٢٢).
(¬٤) "الشكر" لابن أبي الدنيا رقم (١٤٩). =','1','265',NULL,NULL,'0');
INSERT INTO [b252] VALUES (313,'فصل
وبهذا يتبين معنى الحديث الذي رواه أبو داود من حديث زيد بن ثابت وابن عباس: "إن اللَّه لو عذّب أهل سماواته وأهل أرضه لعذبهم وهو غير ظالم لهم، ولو رحمهم لكانت رحمته خيرًا لهم من أعمالهم" (¬١).
والحديث الذي في الصحيح: "لن ينجي أحد منكم عمله" قالوا: ولا أنت يا رسول اللَّه؟ قال: "ولا أنا، إلا أن يتغمّدني اللَّه برحمة منه وفضل" (¬٢)؛ فإن أعمال العبد لا توافي نعمة من نعم اللَّه عليه.
وأما قول بعض الفقهاء: إن من حلف أن يحمد اللَّه أفضل أنواع الحمد كان برّ يمينه في أن يقول: الحمد حمدًا يوافي نعمه ويكافئ مزيده (¬٣).
فهذا ليس بحديث عن رسول اللَّه -صلى اللَّه عليه وسلم- ولا عن أحد من الصحابة، وإنما هو إسرائيلي عن آدم (¬٤)، وأصح منه: "الحمد للَّه غير مكفِيٍّ ولا
_________
= ورواه البيهقي في "شعب الإيمان" رقم (٤٦٢٣).
(¬١) سنن أبي داود رقم (٤٦٩٩).
ورواه ابن ماجه في "سننه" رقم (٧٧). كلاهما من حديث زيد بن ثابت وابن مسعود وحذيفة وأبي بن كعب رضي اللَّه تعالى عنهم.
وصححه ابن حبان حيث أورده في "صحيحه" برقم (٧٢٧). ولم أجده من حديث ابن عباس رضي اللَّه عنهما.
(¬٢) "صحيح البخاري" رقم (٦٤٦٣)، و"صحيح مسلم" رقم (٢٨١٦). من حديث أبي هريرة رضي اللَّه عنه.
(¬٣) انظر: "الوسيط" للغزالي (٧/ ٢٤٧)، و"روضة الطالبين" (١١/ ٦٥).
(¬٤) رواه أبو الشيخ الأصبهاني في "العظمة" رقم (١٠٤١) عن أبي صالح قال: "لما =','1','266',NULL,NULL,'0');
INSERT INTO [b252] VALUES (314,'مودعّ ولا مستغنى عنه ربنا" (¬١).
ولا يمكن حمد العبد وشكره أن يوافي نعمة من نعم اللَّه، فضلًا عن موافاته جميع نعمه، ولا يكون فعل العبد وحمده مكافئًا للمزيد.
ولكن يُحمل هذا على وجه يصح، وهو: أن الذي يستحقه اللَّه عز وجل من الحمد حمدًا يكون موافيًا لنعمه ومكافئًا لمزيده، وإن لم يقدر العبد أن يأتي به، كما إذا قال: "الحمد للَّه ملء السماوات وملء الأرض وملء ما بينهما، وملء ما شئت من شيء بعد، وعدد الرمال والتراب والحصى والقطر، وعدد أنفاس الخلائق، وعدد ما خلق اللَّه وما هو خالق"، فهذا إخبار عما يستحقه من الحمد لا عما يقع من العبد من الحمد.
_________
= أهبط آدم إلى الأرض. . . . فأوحى اللَّه عز وجل إليه أن قل: الحمد للَّه. . . فذكره، وفيه: فإنك إن فعلت ذلك غلبت جميع من خلقت بالتسبيح والمحامد".
ورواه ابن الصلاح في "أماليه" -كما في "التلخيص الحبير" (٤/ ١٧١) - عن محمد بن النضر به نحوه. قال ابن حجر: وهذا معضل. وللمصنف رسالة حول هذا الحديث والكلام فيه سندًا ومتنًا. طبعت ضمن "مجموعة الرسائل" لابن القيم في هذا المشروع المبارك.
(¬١) سبق تخريجه ص (٢٣٧).','1','267',NULL,NULL,'0');
INSERT INTO [b252] VALUES (315,'فصل
وقال أبو المليح: قال موسى: "يا رب ما أفضل الشكر؟ قال: أن تشكرني على كل حال" (¬١).
وقال بكر بن عبد اللَّه: قلت لأخ لي: أوصني. فقال: ما أدري ما أقول، غير أنه ينبغي لهذا العبد أن لا يفتر من الحمد والاستغفار، فإن العبد بين نعمة وذنب، ولا تصلح النعمة إلا بالحمد والشكر، ولا يصلح الذنب إلا بالتوبة والاستغفار، فأوسعني علمًا ما شئت (¬٢).
وقال عبد العزيز بن أبي رواد: رأيت (¬٣) في يد محمد بن واسع (¬٤) قرحة، فكأنه رأى ما شق عليّ منها، فقال لي: "تدري ماذا للَّه عليّ في هذه القرحة من نعمة حين لم يجعلها في حدقتي، ولا طرف لساني، ولا على طرف ذكري؟ فهانت عليّ قرحته (¬٥).
وروى الجريريّ عن أبي الورد عن اللجلاج (¬٦) عن معاذ بن جبل أن رسول اللَّه -صلى اللَّه عليه وسلم- أتى على رجل وهو يقول: اللهم إني أسألك تمام
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٥١).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٥٠).
(¬٣) ساقطة من الأصل، واستدركتها من النسخ الثلاث.
(¬٤) هو محمد بن واسع بن جابر بن الأخنس أبو بكر الأزدي البصري، ثقة كثير المناقب، توفي سنة ثلاث وعشرين ومائة. انظر: "تقريب التهذيب" ص (٩٠٤).
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٥٢)، وأبو نعيم في "حلية الأولياء" (٢/ ٣٥٢).
(¬٦) في الأصل والنسخ الثلاث الأخرى: الجلاح. والتصويب من مصدر التخريج وكتب التراجم.','1','268',NULL,NULL,'0');
INSERT INTO [b252] VALUES (316,'النعمة. فقال: "ابن آدم هل تدري ما تمام النعمة؟ " قال: يا رسول اللَّه دعوةٌ دعوت بها (¬١) أرجو بها الخير، فقال: "إن من تمام النعمة فوزًا من النار ودخول الجنة" (¬٢).
وقال تميم (¬٣) بن سلمة: "حدثت أن الرجل إذا ذكر اسم اللَّه على أول طعامه وحمده على آخره، لم يسأل عن نعيم ذلك الطعام" (¬٤).
_________
(¬١) في (ب): "دعوت دعوة"، مكان: "دعوةٌ دعوت بها".
(¬٢) رواه الترمذي في "جامعه" رقم (٣٥٢٧)، وقال: "حديث حسن". من حديث معاذ بن جبل.
(¬٣) في الأصل والنسخ الأخرى: "سهم". والتصويب من مصدر التخريج.
وهو: تميم بن سلمة الكوفي ثقة توفي سنة مائة. انظر: "تقريب التهذيب" ص (١٨٢)
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٥٩).','1','269',NULL,NULL,'0');
INSERT INTO [b252] VALUES (317,'فصل
ويدل على فضل الشكر على الصبر، أن اللَّه سبحانه يُحِبّ أن يُسألَ العافية، وما سُئل شيئًا أحبَّ إليه من العافية، كما في "المسند" عن أبي صالح عن أبي هريرة قال: قام أبو بكر على المنبر ثم قال: "سلوا اللَّه العافية، فإنه لم يُعْطَ عبا بعد اليقين خيرًا من العافية" (¬١).
وفي حديث آخر: "إن الناس لم يعطَوا في هذه الدنيا شيئًا أفضل من العفو والعافية، فسلوهما اللَّه عز وجل" (¬٢).
وقال لعمه العباس: "يا عمّ أكثرِ الدعاءَ بالعافية" (¬٣).
_________
(¬١) لم أقف عليه في المسند من رواية أبي صالح عن أبي هريرة عن أبي بكر.
وأخرجه أحمد في "المسند" (١/ ٣)، وابن ماجه في "سننه" رقم (٣٨٤٩) عن أوسط بن إسماعيل البجلي عن أبي بكر مرفوعًا: "سلوا اللَّه العافية، فلم يؤتَ أحد قط بعد اليقين أفضل من العافية".
وصححه الحاكم في المستدرك (١/ ٥٢٩) ووافقه الذهبي.
ورواه الترمذي في "جامعه" رقم (٣٥٥٨) من حديث معاذ بن رفاعة عن أبيه عن أبي بكر نحوه. وقال الترمذي: "حديث حسن غريب من هذا الوجه عن أبي بكر".
أما رواية أبي صالح عن أبي هريرة عن أبي بكر، فستأتي في الحديث التالي.
(¬٢) رواه النسائي في "الكبرى" رقم (١٠٧٢٢)، وأبو يعلى في "مسنده" رقم (٧٤). وصححه الضياء في "الأحاديث المختارة" رقم (٢٩).
(¬٣) رواه الحاكم في "المستدرك" (١/ ٥٢٩)، والطبراني في "الكبير" رقم (١١٩٠٨).
وصححه الحاكم على شرط البخاري، ووافقه الذهبي. وحسنه الألباني في "سلسلة الأحاديث الصحيحة" برقم (١٥٢٣).','1','270',NULL,NULL,'0');
INSERT INTO [b252] VALUES (318,'وفي "الترمذي" عنه: قلت: يا رسول اللَّه، علّمني شيئًا أسأله اللَّه. قال: "سل اللَّه العافية"، فمكثت أيامًا ثم جئت فقلت: علّمني شيئًا أسأله اللَّه، فقال لي: "يا عباس، يا عمَّ رسول اللَّه، سلِ اللَّه العافية في الدنيا وفي الآخرة" (¬١).
وقال في دعائه يوم الطائف: "إن لم يكن بك غضبٌ عليَّ فلا أبالي، غير أن عافيتك أوسعُ لي" (¬٢).
فلاذ بعافيته كما استعاذ بها في قوله: "أعوذ برضاك من سخطك، وأعوذ بمعافاتك من عقوبتك، وأعوذ بك منك" (¬٣).
وفي حديث آخر: "سلوا اللَّه العفو والعافية والمعافاة" (¬٤).
وهذا السؤال متضمن للعفو عما مضى، والعافية في الحال، والمعافاة في المستقبل بدوام العافية واستمرارها.
وكان عبد الأعلى التيمي (¬٥) يقول: "أكثروا من سؤال اللَّه العافية، فإن
_________
(¬١) "جامع الترمذي" رقم (٣٥١٤)، وقال: "حديث صحيح".
(¬٢) سبق تخريجه ص (٢٢ - ٢٣).
(¬٣) رواه مسلم في "صحيحه" رقم (٤٨٦) من حديث عائشة رضي اللَّه عنها.
(¬٤) رواه النسائي في "السنن الكبرى" رقم (١٠٧١٧)، وأبو يعلى في "مسنده" رقم (٤٩)، والطبراني في "مسند الشاميين" رقم (٥٧٩)، من حديث أبي بكر الصديق رضي اللَّه عنه.
ورواه الترمذي في "جامعه" رقم (٣٥٥٨) دون لفظ المعافاة. وقال: "حسن غريب".
(¬٥) هو عبد الأعلى التيمي، روى عن إبراهيم التيمي، وروى عنه مسعر بن كدام، ذكره البخاري وابن أبي حاتم ولم يذكرا فيه جرحًا ولا تعديلًا، وذكره ابن حبان =','1','271',NULL,NULL,'0');
INSERT INTO [b252] VALUES (319,'المبتلى وإن اشتد بلاؤه ليس بأحق بالدعاء من المعافى الذي لا يأمن البلاء، وما المبتلَون اليوم إلا من أهل العافية بالأمس، وما المبتلون بعد اليوم إلا من أهل العافية اليوم، ولو كان البلاء يجرّ إلى خير ما كنا من رجال البلاء. إنه رُبّ بلاء قد أجهد في الدنيا وأخزى في الآخرة، فما يأمن من أطال (¬١) المقام على معصية اللَّه أن يكون قد بقي له في بقية عمره من البلاء ما يجهده في الدنيا ويفضحه في الآخرة، ثم يقول عند ذلك: الحمد للَّه الذي إن نعدّ نعمه لا نحصيها، وإن ندأب له عملًا لا نجزيها، وإن نعمّر فيها لا نبليها" (¬٢).
ومرّ رسول اللَّه -صلى اللَّه عليه وسلم- برجل يسأل اللَّه الصبر، فقال: "لقد سألت البلاء، فاسأل العافية" (¬٣).
وفي "صحيح مسلم" أنه -صلى اللَّه عليه وسلم- عاد رجلًا قد خفت فصار مثل الفرخ، فقال له رسول اللَّه -صلى اللَّه عليه وسلم-: "هل كنت تدعو اللَّه بشيء أو تسأله إياه؟ " قال: نعم، كنت أقول: اللهم ما كنت معاقبني به في الآخرة فعجّله لي في الدنيا. فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "سبحان اللَّه، لا تطيقه ولا تستطيعه، أفلا قلت: اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة، وقنا عذاب النار" فدعا اللَّه له فشفاه (¬٤).
_________
= في "الثقات". انظر: "التاريخ الكبير" (٦/ ٧٢)، و"الجرح والتعديل" (٦/ ٢٨)، و"الثقات" (٧/ ١٣١).
(¬١) في الأصل: الحال، والتصويب من (ب) ومن مصدر التخريج.
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٥٧).
(¬٣) رواه الترمذي في "جامعه" رقم (٣٥٢٧)، وقال: "حديث حسن". من حديث معاذ بن جبل رضي اللَّه عنه.
(¬٤) "صحيح مسلم" رقم (٢٦٨٨) من حديث أنس بن مالك رضي اللَّه عنه.','1','272',NULL,NULL,'0');
INSERT INTO [b252] VALUES (320,'وفي "الترمذي" من حديث أبي هريرة قال: دعاء حفظته من رسول اللَّه -صلى اللَّه عليه وسلم- لا أدعه: "اللهم اجعلني أعظِّمُ شكرَك، وأُكثِرُ ذكرَك، وأتّبعُ نصيحتك، وأحفَظُ وصيّتك" (¬١).
وقال شيبان: كان الحسن إذا جلس مجلسًا يقول: "لك الحمد بالإسلام، ولك الحمد بالقرآن، ولك الحمد بالأهل والمال، بَسطت رزقنا، وأظهرتَ أمنَنا، وأحسنتَ معافاتَنا، ومن كلّ ما سألناك أعطيتنا، فلك الحمد كثيرًا كما تنعم كثيرًا، أعطيتَ خيرًا كثيرًا، وصرفتَ شرًّا كثيرًا، فلوجهك الجليل الباقي الدائم الحمد" (¬٢).
وكان بعض السلف يقول: "اللهم ما أصبح بنا من نعمة أو عافية أو كرامة، في دين أو دنيا، جرت علينا فيما مضى أو هي جارية علينا فيما بقي، فإنها منك وحدك لا شريك لك، فلك الحمد بذلك علينا، ولك المنّ، ولك الفضل، ولك الحمد عدد ما أنعمت به علينا وعلى جميع خلقك لا إله إلا أنت" (¬٣).
وقال مجاهد: كان ابن عمر إذا كان في سفر فطلع الفجر رفع صوته ونادى: "سمع سامع بحمد اللَّه ونعمه وحسن بلائه علينا ثلاثًا، اللهم صاحبنا فأفضل علينا، عائذ باللَّه من النار ولا حول ولا قوة إلا باللَّه،
_________
(¬١) ليس في المطبوع من الجامع.
وانظره في: "تحفة الأشراف" رقم (١٤٩٣٧)، حيث ذكر أن الترمذي رواه في جامعه من كتاب الدعوات، وقال: "غريب".
وهو في "مسند أحمد" (٢/ ٣١١).
(¬٢) سبق تخريجه ص (٢٤١).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٦٠)، وابن أبي يعلى في كتاب "طبقات الحنابلة" (١/ ١٩٤). ووقع في النسخ: "وهي" والمثبت من المصادر.','1','273',NULL,NULL,'0');
INSERT INTO [b252] VALUES (321,'ثلاثًا" (¬١).
وذكر الإمام أحمد: "أن اللَّه سبحانه أوحى إلى موسى بن عمران: يا موسى كن يقظان مرتادًا لنفسك أخدانًا، وكلُّ خدن لا يواتيك على مسرتي فلا تصحبه؛ فإنه عدو لك، وهو يُقسي قلبك، وأكثِرْ ذكري حتى تستوجب الشكر، وتستكمل المزيد" (¬٢).
وقال الحسن: "خلق اللَّه آدم حين خلقه، فأخرج أهل الجنّة من صفحته اليمنى، وأخرج أهل النار من صفحته اليسرى، فدبّوا على وجه الأرض، منهم الأعمى والأصم والمبتلى، فقال آدم: يا رب ألا سوّيت بين ولدي؟ قال: يا آدم إني أردت أن أُشكر" (¬٣).
وفي "السنن" عنه -صلى اللَّه عليه وسلم-: "من قال حين يصبح: اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر، إلا أدى شكر ذلك اليوم (¬٤) " (¬٥).
_________
(¬١) رواه عبد الرزاق في "مصنفه" رقم (٩٢٣٦) و (٢٠٩٢٩)، وابن أبي الدنيا في كتاب "الشكر" رقم (١٦٣)، وابن أبي شيبة في "مصنفه" رقم (٢٩٦١١)، والبخاري في "التاريخ الكبير" (١/ ٢٥٩).
وجاء نحوه مرفوعًا من حديث أبي هريرة عند مسلم رقم (٢٧١٨).
(¬٢) "الزهد" للإمام أحمد رقم (٤٣٧).
ورواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٦٤)، وأبو نعيم في "حلية الأولياء" (٨/ ٢٢٢)، وابن عساكر في "تاريخ دمشق" (٦١/ ١٥٣).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٦٥)، والبيهقي في "شعب الإيمان" رقم (٤٤٤١).
(¬٤) في النسخ الثلاث الأخرى تمام الحديث: "ومن قال ذلك حين يمسي فقد أدى شكر ليلته".
(¬٥) "سنن أبي داود" رقم (٥٠٧٣) من حديث عبد اللَّه بن غنّام البياضي. =','1','274',NULL,NULL,'0');
INSERT INTO [b252] VALUES (322,'ويُذكر عن النبي -صلى اللَّه عليه وسلم-: "من ابتُلي فصبر، وأُعطي فشكر، وظُلم فغفر، وظَلم فاستغفر، أولئك لهم الأمن وهم مهتدون" (¬١).
ويُذكر عنه -صلى اللَّه عليه وسلم- أنه أوصى رجلًا بثلاث، فقال: "أكثِرْ ذكرَ الموت يَشغلْك عما سواه، وعليك بالدعاء فإنك لا تدري متى يستجاب لك، وعليك بالشكر فإن الشكر زيادة" (¬٢).
ويذكر عنه -صلى اللَّه عليه وسلم- أنه كان إذا أكل قال: "الحمد للَّه الذي أطعمني وسقاني وهداني، وكلّ بلاء حسن أبلاني، الحمد للَّه الرزّاق ذي القوة المتين، اللهم لا تنزع منا صالحًا أعطيتنا ولا صالحًا رزقتنا، واجعلنا لك من الشاكرين" (¬٣).
_________
= وصححه ابن حبان من حديث عبد اللَّه بن عباس فأخرجه في "صحيحه" برقم (٨٦١).
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٦٧)، والطبراني في "الكبير" رقم (٦٦١٣) و (٦٦١٤)، والخرائطي في "فضيلة الشكر" رقم (٣٦) من حديث سخبرة.
وضعفه الهيثمي في "مجمع الزوائد" (١٠/ ٢٨٤). حيث قال بعد ذكره للحديث: "وفيه داود الأعمى وهو متروك".
وضعفه ابن حجر في "تقريب التهذيب" ص: ٣٦٦، حيث قال في ترجمة صحابي الحديث: "سخبرة -بفتح أوله وسكون المعجمة وفتح الموحدة- صحابي، في إسناد حديثه ضعف".
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٦٨)، وأبو نعيم في "حلية الأولياء" (٧/ ٣٠٥)، من حديث سفيان عن رجل مرفوعًا. وهو ظاهر الضعف لإبهام الرجل. واللَّه أعلم.
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٠)، من حديث أنس بن مالك.
وفي إسناده خالد بن محدوج، متهم بالكذب. انظر: "التاريخ الكبير" (٣/ =','1','275',NULL,NULL,'0');
INSERT INTO [b252] VALUES (323,'ويذكر عنه -صلى اللَّه عليه وسلم- أنه كان إذا أكل قال: "الحمد للَّه الذي أطعم وسقى وسوّغه وجعل له مخرجًا" (¬١).
وكان عروة بن الزبير إذا أتي بطعامه لم يزل مخمّرًا حتى يقول هذه الكلمات: "الحمد للَّه الذي هدانا وأطعمنا وسقانا ونعّمنا، اللَّه أكبر، اللهم أَلْفَتْنا نعمتُك ونحن بكل شرّ، فأصبحنا وأمسينا منها بخير، نسألك تمامها وشكرها، لا خير إلا خيرك ولا إله غيرك، إله الصالحين ورب العالمين، الحمد للَّه، لا إله إلا اللَّه، ما شاء اللَّه، لا قوة إلا باللَّه، اللهم بارك لنا فيما رزقتنا، وقنا عذاب النار" (¬٢).
وقال وهب بن منبه: "رؤوس النعم ثلاثة: فأولها نعمة الإسلام التي لا تتم نعمة إلا بها، والثانية نعمة العافية التي لا تطيب الحياة إلا بها، والثالثة نعمة الغنى التي لا يتم العيش إلا به" (¬٣).
وقدم سعيد الجريري (¬٤) من الحج، فجعل يقول: أنعم اللَّه علينا في
_________
= ١٧٢ - ١٧٣)، و"الجرح والتعديل" (٣/ ٣٥٤).
(¬١) رواه أبو داود في "سننه" رقم (٣٨٥١) من حديث أبي أيوب. وصححه ابن حبان فاخرجه في صحيحه برقم (٥٢٢٠).
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٧٠٥).
(¬٢) رواه مالك في "الموطأ" (٢/ ٩٣٤ - ٩٣٥)، وابن أبي شيبة في "مصنفه" رقم (٢٩٥٦٨)، وابن أبي الدنيا في كتاب "الشكر" رقم (١٦٩)، وابن عساكر في "تاريخ دمشق" (٤٠/ ٢٦٦).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٢)، وأبو نعيم في "حلية الأولياء" (٤/ ٦٨).
(¬٤) هو: سعيد بن إياس الجريري، أبو مسعود البصري، توفي سنة أربع وأربعين ومائة. انظر: "تقريب التهذيب" ص (٣٧٤).','1','276',NULL,NULL,'0');
INSERT INTO [b252] VALUES (324,'سفرنا بكذا وكذا، ثم قال: "تعداد النعم من الشكر" (¬١).
ومرّ وهب بمبتلى أعمى مجذوم مقعد عريان به وضح (¬٢)، وهو يقول: "الحمد للَّه على نعمه"، فقال رجل كان مع وهب: أي شيء بقي عليك من النعمة تحمد اللَّه عليها؛ فقال له المبتلى: ارم ببصرك إلى أهل المدينة فانظر إلى كثرة أهلها، أولا أحمد اللَّه أنه ليس فيها أحد يعرفه غيري (¬٣).
ويُذكر عن النبي -صلى اللَّه عليه وسلم- أنه قال: "إذا أنعم اللَّه على عبدٍ نعمة، فحمده عندها، فقد أدّى شكرها" (¬٤).
وذَكر عليُّ بن أبي طالب: أن بخت نصّر أُتي بدانيال فأمر به فحُبس، وأضرى أسدين ثم خلّى بينهما وبينه، ثم فتح عنه بعد خمسة أيام، فوجده قائمًا يصلي، والأسدان في ناحية الجبّ لم يعرضا له. فقال له: ما قلت حتى دُفع عنك؟ قال: قلت: "الحمد للَّه الذي لا ينسى من ذكره، والحمد للَّه الذي لا يُخيّب من دعاه، والحمد للَّه الذي لا يَكِل من توكل
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٣)، وأبو نعيم في "حلية الأولياء" (٦/ ٢٥٥). إلا أنه عندهما بلفظ: "أبلانا اللَّه في سفرنا كذا. . . ".
(¬٢) أي بياض. انظر: "لسان العرب" (٢/ ٦٣٤).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٤)، وأبو نعيم في "حلية الأولياء" (٤/ ٦٨)، والبيهقي في "شعب الإيمان" رقم (٤٤٩٦).
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٥)، عن السري بن عبد اللَّه مرسلًا.
ورواه الحاكم في "المستدرك" (١/ ٥٠٧ - ٥٠٨)، من حديث جابر نحوه، وصححه، وخالفه الذهبي فقال: "ليس بصحيح. قال أبو زرعة: عبد الرحمن بن قيس كذاب".','1','277',NULL,NULL,'0');
INSERT INTO [b252] VALUES (325,'عليه إلى غيره، والحمد اللَّه الذي هو ثقتنا حين تنقطع عنا الحِيل، والحمد للَّه الذي هو رجاؤنا حين يسوء ظننا بأعمالنا، والحمد للَّه الذي يكشف ضرّنا عند كربتنا، والحمد للَّه الذي يَجزي بالإحسان إحسانًا، والحمد للَّه الذي يَجزي بالصبر نجاة" (¬١).
ويُذكر عنه -صلى اللَّه عليه وسلم-: أنه كان إذا نظر في المرآة قال: "الحمد للَّه الذي حَسّنَ خَلقي وخُلُقي، وزان مني ما شان من غيري" (¬٢).
وقال ابن سيرين: كان ابن عمر يكثر النظر في المرآة، وتكون معه في الأسفار، فقلت له: ولمَ؟ قال: "أنظرُ فما كان في وجهي زين، فهو في وجه غيري شين، أحمد اللَّه عليه" (¬٣).
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٦).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٧)، والبيهقي في "شعب الإيمان" رقم (٤٤٥٩)، عن محمد بن جعفر مرسلًا.
وللحديث شاهد من حديث عبد اللَّه بن عباس، أخرجه الطبراني في "الكبير" رقم (١٠٧٦٦)، وأبو يعلى في "مسنده" (٢٦١١).
وله شاهد آخر من حديث أنس بن مالك، أخرجه الطبراني في "الأوسط" رقم (٧٨٧)، وابن المبارك في "الزهد" رقم (١١٧٤).
وله شواهد أخرى ذكرها الألباني في "إرواء الغليل" عند الحديث رقم (٧٤)، ثم قال بعد تخريجها: "ومما سبق يتبين أن هذه الطرق كلها ضعيفة، ولا يمكن القول بان هذه الطرق يقوي بعضها بعضًا لشدة ضعفها كما رأيت، من أجل ذلك لا يصح الاستدلال بالحديث على مشروعية هذا الدعاء عند النظر في المرآة. . . نعم لقد صحّ هذا الدعاء عنه عنه -صلى اللَّه عليه وسلم- مطلقًا دون تقييد بالنظر في المرآة ".
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٧٨). وفيه: "وهو في. . . "، وفي غير الأصل: "من وجهي".','1','278',NULL,NULL,'0');
INSERT INTO [b252] VALUES (326,'وسئل أبو بكر بن أبي مريم (¬١): ما تمام النعمة؟ قال: "أن تضع رِجلًا على الصراط ورِجلًا في الجنة" (¬٢).
وقال بكر بن عبد اللَّه: "يا ابن آدم إن أردت أن تعلم قدر ما أنعم اللَّه عليك فغمّض عينيك" (¬٣).
وقال مقاتل في قوله تعالى: {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً} [لقمان: ٢٠] قال: "أما الظاهرة فالإسلام، وأما الباطنة فستره عليك المعاصي" (¬٤).
وقال ابن شوذب: قال عبد اللَّه يعني ابن مسعود: "إن للَّه على أهل النار منّة، لو شاء أن يعذبهم بأشد من النار لعذبهم" (¬٥).
وقال أبو سليمان الداراني (¬٦): "جلساء الرحمن يوم القيامة من جعل فيه خصالًا: الكرم، والسخاء، والحلم، والرحمة والرأفة،
_________
(¬١) هو أبو بكر بن عبد اللَّه بن أبي مريم الغساني، الشامي، توفي سنة ست وخمسين ومائة. انظر: "تقريب التهذيب" ص (١١٦).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨١).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨٢)، والبيهقي في "شعب الإيمان" رقم (٤٤٦٥).
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨٣)، والبيهقي في "شعب الإيمان" رقم (٤٥٠٣).
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨٤)، والبيهقي في "شعب الإيمان" رقم (٤٥٧٧).
(¬٦) هو عبد الرحمن بن أحمد بن عطية العنسي، ثقة له حكايات في الزهد. انظر: "تقريب التهذيب" ص (٥٨١).','1','279',NULL,NULL,'0');
INSERT INTO [b252] VALUES (327,'والشكر، والبِرّ، والصبر" (¬١).
وقال أبو هريرة: "من رأى صاحب بلاء فقال: الحمد للَّه الذي عافاني مما ابتلاك به، وفضلني عليك وعلى جميع خلقه تفضيلًا، فقد أدّى شكر تلك النعمة" (¬٢).
وقال عبد اللَّه بن وهب: سمعت عبد الرحمن بن زيد يقول: "الشكر يأخذ بجِذْم (¬٣) الحمد وأصله وفرعه. قال: ينظر في نعم اللَّه: في بدنه وسمعه وبصره ويديه ورجليه وغير ذلك، ليس من هذا شيء إلا فيه نعمة من اللَّه، حق على العبد أن يعمل بالنعمة التي هي في بدنه للَّه في طاعته، ونعمة أخرى في الرزق، وحق عليه أن يعمل للَّه فيما أنعم به عليه من الرزق بطاعته، فمن عمل بهذا كان قد أخذ بجذم الشكر (¬٤) وأصله وفرعه" (¬٥).
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨٦)، وأبو نعيم في "حلية الأولياء" (٩/ ٢٦٦).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨٧)، والبيهقي في "شعب الإيمان" رقم (١١١٤٨)، والخرائطي في "فضيلة الشكر" رقم (٣) عن أبي هريرة مرفوعًا به.
ورواه الترمذي في "جامعه" رقم (٣٤٣٢)، من حديث أبي هريرة مرفوعًا دون جملة: "فقد أدى شكر تلك النعمة"، وإنما فيه مكانها: "لم يصبه ذلك البلاء". وقال الترمذي: "حسن غريب".
(¬٣) أي: أصل. انظر: "لسان العرب" (١٢/ ٨٨).
(¬٤) هكذا في الأصل والنسخ الخطية الأخرى، وكذلك في مصدر التخريج. ولعل الأصوب: "الحمد"؛ ليكون موافقًا لبداية الأثر، واللَّه أعلم.
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨٨).','1','280',NULL,NULL,'0');
INSERT INTO [b252] VALUES (328,'وقال كعب: "ما أنعم اللَّه على عبد من نعمة في الدنيا، فشكرها للَّه وتواضع بها للَّه إلا أعطاه اللَّه نفعها في الدنيا، ورفع له بها درجة في الأخرى، وما أنعم اللَّه على عبد من نعمة في الدنيا فلم يشكرها للَّه ولم يتواضع بها للَّه، إلا منعه اللَّه نفعها في الدنيا، وفتح له طبقًا من النار يعذبه إن شاء، أو يتجاوز عنه" (¬١).
وقال الحسن: "من لا يرى للَّه عليه نعمة إلا في مطعم ومشرب أو لباس، فقد قصُر علمه، وحضر عذابه" (¬٢).
وقال الحسن يومًا لبكر المزني: هات يا أبا عبد اللَّه دعوات لإخوانك. فحمد اللَّه وأثنى عليه وصلّى على النبي -صلى اللَّه عليه وسلم-، ثم قال: واللَّه ما أدري أيّ النعمتين أفضل عليّ وعليكم: أنعمة المسلك، أم نعمة المخرج إذ أخرجه منا. قال الحسن: إنها لمن نعمة الطعام (¬٣). (¬٤)
وقالت عائشة: "ما من عبد يشرب الماء القَراح (¬٥) فيدخل بغير أذى، ويخرج بغير أذى إلا وجب عليه الشكر" (¬٦).
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٨٩)، وأبو نعيم في "حلية الأولياء" (٦/ ٤٣).
(¬٢) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩٠). وقد سبق نحوه عن الحسن عن أبي الدرداء ص (٢٣٨).
(¬٣) في مصادر التخريج: "إنها لمن نعمه العظام".
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩١)، والبيهقي في "شعب الإيمان" رقم (٤٤٧٤).
(¬٥) الماء القَراح هو: الماء الذي لم يخالطه شيء يطيَّب به كالعسل والتمر والزبيب. انظر: "النهاية" لابن الأثير (٤/ ٣٦).
(¬٦) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩٢). =','1','281',NULL,NULL,'0');
INSERT INTO [b252] VALUES (329,'وقال الحسن: "يا لها نعمة! تأكل لذة وتخرج سُرُحًا (¬١)، لقد كان ملك من ملوك هذه القرية يرى الغلام من غلمانه يأتي الجبّ فيكتال (¬٢) منه ثم يجرجر قائمًا فيقول: يا ليتني مثلك ما يشرب حتى يقطع عنقه (¬٣) العطش، فإذا شرب كان له في تلك الشربة موتات، يا لها نعمة" (¬٤).
وكتب بعض العلماء إلى أخ له: "أما بعد: فقد أصبح بنا من نعم اللَّه ما لا نحصيه مع كثرة ما نعصيه، فما ندري أيهما نشكر، أجميل ما نشر أم قبيح ما ستر؟ " (¬٥).
وقيل للحسن: هاهنا رجل لا يجالس الناس، فجاء إليه فسأله عن ذلك فقال: إني أمسي وأصبح بين ذنب ونعمة، فرأيت أن أشغل نفسي
_________
= وفي سنده عمرو بن واقد، متروك كما في "التقريب ص ٧٤٨".
(¬١) في الأصل والنسخ الثلاث: "مسرحًا". والتصويب من "النهاية" لابن الأثير ومن مصادر التخريج.
وسُرُحًا أي: سهلًا سريعًا. انظر: "النهاية" لابن الأثير (٢/ ٣٥٨).
(¬٢) هكذا في الأصل والنسخ الثلاث، ولعل الصواب: "فيكتاز" أي: يغترف بالكوز. كما في "النهاية" لابن الأثير (٤/ ٢٠٩)، ومصدري التخريج.
(¬٣) في "الشكر - طبعة ابن كثير وهي أتم": "عَيْفَة" ومعناها بقية كما في "النهاية" (٣/ ٣٣٠).
(¬٤) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩٣)، والبيهقي في "شعب الإيمان" رقم (٤٤٧٥). والعبارة في "الشكر - طبعة ابن كثير": "يا لها من نعمة تأكل لذة وتخرج سرحًا". فلعلها سقطت من النسخ.
وكان هذا الملك يرى ما يكون من غلامه نعمة، إذ كان به احتباس بول، كما في "النهاية" لابن الأثير (٤/ ٢٠٩).
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩٤).','1','282',NULL,NULL,'0');
INSERT INTO [b252] VALUES (330,'عن الناس بالاستغفار من الذنب وأشكر اللَّه على النعمة، فقال الحسن: أنت عندي يا عبد اللَّه أفقه من الحسن، فالزم ما أنت عليه (¬١).
وقال ابن المبارك: سمعت علي بن صالح يقول في قوله تعالى: {لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ} [إبراهيم: ٧]. قال: "أي: من طاعتي" (¬٢).
والتحقيق: أن الزيادة من النعم، وطاعته من أجلّ نعمه.
وذكر ابن أبي الدنيا: أن مُحارب بن دِثار (¬٣) كان يقول بالليل ويرفع صوته أحيانا: "أنا الصغير الذي ربيته فلك الحمد، أنا الضعيف الذي قوّيته فلك الحمد، وأنا الفقير الذي أغنيته فلك الحمد، وأنا الصعلوك الذي موّلته فلك الحمد، وأنا العزب الذي زوجته فلك الحمد، وأنا الساغب (¬٤) الذي أشبعته. فلك الحمد، وأنا العاري الذي كسوته فلك الحمد (¬٥)، وأنا المسافر الذي صاحبته فلك الحمد، وأنا الغائب الذي رددته فلك الحمد، وأنا الراجل الذي حملته فلك الحمد، وأنا المريض الذي شفيته فلك الحمد، وأنا السائل الذي أعطيته فلك الحمد، وأنا الداعي الذي أجبته فلك الحمد، ربنا ولك الحمد حمدًا كثيرًا" (¬٦).
_________
(¬١) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩٦).
(¬٢) "الزهد" لابن المبارك رقم (٣٢٠).
ورواه ابن جرير في "تفسيره" (١٣/ ١٨٦)، وابن أبي الدنيا في كتاب "الشكر" رقم (١٩٨)، والبيهقي في "شعب الإيمان" رقم (٤٥٣٠).
(¬٣) هو محارب بن دثار، الكوفي، القاضي، ثقة إمام زاهد. انظر: "تقريب التهذيب" ص (٩٢٢).
(¬٤) الساغب أي: الجائع. انظر: "النهاية" لابن الأثير (٢/ ٣٧١).
(¬٥) جملة: "وأنا العاري الذي كسوته فلك الحمد". مكررة في الأصل.
(¬٦) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (١٩٩)، وفي "التهجد" رقم (٤٧)، =','1','283',NULL,NULL,'0');
INSERT INTO [b252] VALUES (331,'وكان بعض الخطباء يقول في خطبته: "اختطّ لك الأنف فأقامه وأتمه، فأحسن تمامه، ثم أدار منك الحدقة فجعلها بجفون مطبقة وبأشفار (¬١) معلّقة، ونقلك من طبقة إلى طبقة، وحنّن عليك الوالدين برقة ومِقة (¬٢)، فنعمه عليك مورقة، وأياديه بك محدقة" (¬٣).
وكان بعض العلماء يقول في قوله تعالى: {وَإِنْ تَعُدُّوا نِعْمَةَ اللَّهِ لَا تُحْصُوهَا} [إبراهيم: ٣٤]: "سبحان من لم يجعل لحد معرفة نعمه إلا المعرفة (¬٤) بالتقصير عن معرفتها، كما لم يجعل لحد إدراكه أكثر من العلم أنه لا يدركه، فجعل معرفة نعمه بالتقصير عن معرفتها شكرًا، كما شكر علم العالمين أنهم لا يدركونه فجعله إيمانًا، علمًا منه أن العباد لا يتجاوزن ذلك" (¬٥).
وقال عبد اللَّه بن المبارك: أخبرنا المثنى بن الصباح عن عمرو بن شعيب عن أبيه عن جده قال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "خصلتان من كانتا فيه كتبه اللَّه صابرًا شاكرًا، ومن لم تكونا فيه لم يكتبه صابرًا ولا شاكرًا؛ من نظر في دينه إلى من هو فوقه فاقتدى به، ومن نظر في دنياه
_________
= والآجري في "الشريعة" ص ٩٨ - ٩٩، والبيهقي في "شعب الإيمان" رقم (٤٥٩٦)، وابن عساكر في "تاريخ دمشق" (٥٧/ ٦٢ - ٦٣).
(¬١) الشُّفر حرف جَفْن العين ينبت عليه الشعر. انظر: "النهاية" لابن الأثير (٢/ ٤٨٤).
(¬٢) المِقةُ: المحبة. انظر: "النهاية" لابن الأثير (٤/ ٣٤٨).
(¬٣) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٠٠)، والبيهقي في "شعب الإيمان" رقم (٤٤٦٤).
(¬٤) في (م) و (ن): "الاعتراف". وفي (ب): "العلم".
(¬٥) رواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٠٢)، والبيهقي في "شعب الإيمان" رقم (٤٦٢٤).','1','284',NULL,NULL,'0');
INSERT INTO [b252] VALUES (332,'إلى من هو دونه فحمد اللَّه على ما فضله به عليه، كتبه اللَّه صابرًا شاكرًا، ومن نظر في دينه إلى من هو دونه ونظر في دنياه إلى من هو فوقه، فأسف على ما فاته منه، لم يكتبه اللَّه صابرًا ولا شاكرًا" (¬١).
وبهذا الإسناد عن عبد اللَّه بن عمرو موقوفًا عليه: "أربع خصال من كنّ فيه بنى اللَّه له بيتًا في الجنة: من كان عصمة أمره لا إله إلا اللَّه، وإذا أصابته مصيبة قال: إنا للَّه وإنا إليه راجعون، وإذا أعطي شيئًا قال: الحمد للَّه، وإذا أذنب ذنبًا قال: أستغفر اللَّه" (¬٢).
وقال ابن المبارك: عن شبل عن ابن أبي نجيح عن مجاهد في قوله تعالى: {إِنَّهُ كَانَ عَبْدًا شَكُورًا (٣)} [الإسراء: ٣] قال: "لم يأكل شيئًا إلا حمد اللَّه عليه، ولم يشرب شرابًا قط إلا حمد اللَّه عليه، ولم يمشِ مشيًا قط إلا حمد اللَّه عليه، ولم يبطش بشيء قط إلا حمد اللَّه عليه، فأثنى اللَّه عليه أنه كان عبدًا شكورًا" (¬٣).
وقال محمد بن كعب القرظي: "كان نوح إذا أكل قال: الحمد للَّه، وإذا شرب قال: الحمد للَّه، وإذا لبس قال: الحمد للَّه، وإذا ركب قال: الحمد للَّه، فسمّاه اللَّه عبدًا شكورًا" (¬٤).
_________
(¬١) "الزهد" لابن المبارك رقم (١٨٠) -زوائد نعيم-. ورواه الترمذي في "جامعه" رقم (٢٥١٢)، وقال: "حسن غريب".
(¬٢) "الزهد" لابن المبارك (١٨٢) -زوائد نعيم-. ورواه ابن أبي الدنيا في كتاب "الشكر" رقم (٢٠٥).
(¬٣) "الزهد" لابن المبارك رقم (٩٤١).
ورواه ابن جرير في "تفسيره" (١٥/ ١٩)، وابن أبي الدنيا في كتاب "الشكر" رقم (٢٠٦)، والبيهقي في "شعب الإيمان" رقم (٤٤٧٢)، وابن عساكر في "تاريخ دمشق" (٦٢/ ٢٧٤).
(¬٤) رواه ابن المبارك في "الزهد" رقم (٩٤٠)، وابن أبي الدنيا في كتاب "الشكر" =','1','285',NULL,NULL,'0');
INSERT INTO [b252] VALUES (333,'قال ابن أبي الدنيا: بلغني عن بعض الحكماء قال: "لو لم يعذّب اللَّه على معصيته، لكان ينبغي أن لا يُعصى لشكر نعمته" (¬١).

فصل
وللَّه تبارك وتعالى على عبده نوعان من الحقوق لا ينفك منهما:
أحدهما: أمره ونهيه، الذي هو محض حقه عليه.
والثاني: شكر نعمه، التي أنعم بها عليه.
فهو سبحانه يطالبه بشكر نعمه وبالقيام بأمره، فمشهد الواجب عليه لا يزال يُشهده تقصيره وتفريطه وأنه محتاج إلى عفو اللَّه ومغفرته، فإن لم يتداركه بذلك هلك.
وكلّما كان أفقه في دين اللَّه كان شهوده للواجب عليه أتمّ، وشهوده لتقصيره أعظم، وليس الدين بمجرد ترك المحرمات الظاهرة بل بالقيام مع ذلك بالأوامر المحبوبة للَّه.
وأكثر الديّانين لا يعبأون منها إلا بما يشاركهم فيه عموم الناس. وأما الجهاد والأمر بالمعروف والنهي عن المنكر والنصيحة للَّه ورسوله وعباده ونصرة اللَّه ورسوله وكتابه ودينه فهذه الواجبات لا تخطر ببالهم، فضلًا عن أن يريدوا أفضلها، فضلًا عن أن يفعلوه.
_________
= رقم (٢٠٧)، وعبد اللَّه بن أحمد في "زوائد الزهد" للإمام أحمد رقم (٢٨١)، والبيهقي في "شعب الإيمان" رقم (٤٤٧٣)، وابن عساكر في "تاريخ دمشق" (٦٢/ ٢٧٤).
(¬١) "الشكر" لابن أبي الدنيا رقم (٢٠٨). ورواه البيهقي في "شعب الإيمان" رقم (٤٥٤٨).','1','286',NULL,NULL,'0');
INSERT INTO [b252] VALUES (334,'وأقل الناس دينًا وأمقتهم إلى اللَّه من ترك هذه الواجبات وإن زهد في الدنيا جميعها، وقل أن ترى منهم من يُحمّر وجهَه ويمعّره في اللَّه، ويغضب لحرماته، ويبذل عرضه في نصرة دينه، وأصحاب الكبائر أحسن حالًا عند اللَّه من هؤلاء.
وقد ذكر أبو عمر وغيره: "أن اللَّه تعالى أمر ملكًا من الملائكة أن يخسف بقرية، فقال: يا رب إن فيهم فلانًا الزاهد العابد قال: به فابدأ، وأسمعني صوته، إنه لم يتمعّر وجهه فيّ يومًا قط" (¬١).

فصل
وأما شهود النعمة فإنه لا يدع له رؤية حسنة من حسناته أصلًا ولو عمل أعمال الثقلين، فإن نعم اللَّه سبحانه عليه أكثر من أعماله، وأدنى نعمة من نعمه تستنفد عمله، فينبغي للعبد ألا يزال ينظر في حق اللَّه عليه.
قال الإمام أحمد: حدثنا حجاج حدثنا جرير بن حازم عن وهب قال: "بلغني أن نبيّ اللَّه موسى عليه الصلاة والسلام مرّ برجل يدعو أو يتضرع، فقال: يا رب ارحمه فإني قد رحمته. فأوحى اللَّه إليه: لو دعاني حتى تنقطع قواه ما استجبت له حتى ينظر في حقي عليه" (¬٢).
_________
(¬١) رواه الطبراني في "الأوسط" -كما في "مجمع الزوائد" (٧/ ٢٧٠) - والبيهقي في "شعب الإيمان" رقم (٧٥٩٥)، عن جابر مرفوعًا به نحوه.
وأخرجه البيهقي في "شعب الإيمان" رقم (٧٥٩٤)، من قول مالك بن دينار.
وأخرجه ابن أبي الدنيا في "العقوبات" رقم (١٦) عن مسعر قال: "بلغني أن ملكًا. . . " الخ.
(¬٢) "الزهد" للإمام أحمد رقم (٤٥١).','1','287',NULL,NULL,'0');
INSERT INTO [b252] VALUES (335,'فمشاهدةُ (¬١) العبد النعمة والواجب لا تدع له حسنة يراها، ولا يزال مُزْريًا على نفسه ذامًّا لها.
وما أقربه من الرحمة إذا أعطى هذين المشهدين حقهما، واللَّه المستعان.
_________
(¬١) في الأصل: "فمشاهد" والمثبت من النسخ الثلاث الأخرى.','1','288',NULL,NULL,'0');
INSERT INTO [b252] VALUES (336,'<span data-type="title" id=toc-63>الباب الحادي والعشرون في الحكم بين الفريقين، والفصل بين الطائفتين</span>
فنقول: كل أمرين طُلبت الموازنة بينهما ومعرفة الراجح منهما على المرجوح، فإن ذلك لا يمكن إلا بعد معرفة كل واحد منهما، وقد ذكرنا حقيقة الصبر وأقسامه وأنواعه، فنذكر<span data-type="title" id=toc-64> حقيقة الشكر وماهيته</span>.
قال في "الصحاح": الشكر الثناء على المحسن بما أولاكه من المعروف، يقال: شكرته، وشكرت له. واللام أفصح.
وقوله تعالى: {لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (٩)} [الإنسان: ٩] يحتمل أن يكون مصدرًا كالقعود، وأن يكون جمعًا كالبرود والكفور.
والشكران خلاف الكفران، وتشكّرت له: مثل شكرت له. والشَّكُورُ من الدوابّ: ما يكفيه العلف القليل. واشتكرت السماء: اشتد وقع مطرها. واشتكر الضرع: امتلأ لبنًا، تقول منه: شكِرت الناقة بالكسر تشكَر شكرًا فهي شكِرة، وشكِرت الشجرة تشكَر شكَرًا إذا خرج منها الشّكير، وهو ما ينبت حول الشجرة من أصلها (¬١).
فتأمل هذا الاشتقاق وطابق بينه وبين الشكر المأمور به، وبين الشكر الذي هو جزاء الرب الشكور، كيف تجد في الجميع معنى الزيادة والنماء.
ويقال أيضًا: دابة شكور، إذا أظهرت من السّمن فوق ما تعطى من العلف (¬٢).
_________
(¬١) "الصحاح" للجوهري (٢/ ٧٠٢ - ٧٠٣).
(¬٢) "الرسالة القشيرية" (٣٤٧).','1','289',NULL,NULL,'0');
INSERT INTO [b252] VALUES (337,'وشكر العبد يدور على ثلاثة أركان، لا يكون شكورًا إلا بمجموعها:
أحدها: اعترافه بنعمة اللَّه عليه.
والثاني: الثناء عليه بها.
والثالث: الاستعانة بها على مرضاته.
وأما قول الناس في الشكر:
فقالت طائفة: "هو الاعتراف بنعمة المنعم على وجه الخضوع".
وقيل: "الشكر: الثناءُ على المحسن بذكر إحسانه إليه، فشكر العبد للَّه ثناؤه عليه بذكر إحسانه إليه".
وقيل: "شكر النعمة مشاهدة المنة، وحفظ الحرمة، والقيام بالخدمة".
وقيل: "شكر النعمة أن ترى نفسك فيها طفيليًّا".
وقيل: "الشكر معرفة العجز عن الشكر".
ويقال: "الشكر على الشكر أتم من الشكر، وذلك بأن ترى شكرك بتوفيقه، وذلك التوفيق من أجلّ النعم عليك، فتشكره على الشكر، ثم تشكره على شكر الشكر إلى ما لا يتناهى.
وقيل: "الشكر إضافة النعم إلى موليها بنعت الإستكانة".
وقال الجنيد: "الشكر أن لا ترى نفسك للنعمة أهلًا" (¬١).
_________
(¬١) انظر قول الجنيد في: "إحياء علوم الدين" للغزالي (٤/ ٧٣).','1','290',NULL,NULL,'0');
INSERT INTO [b252] VALUES (338,'وقيل: "الشكر استفراغ الطاقة في الطاعة".
وقيل: "الشاكر الذي يشكر على الموجود والشكور الذي يشكر على المفقود".
ويقال: "الشاكر الذي يشكر على الرفد، والشكور الذي يشكر على الردّ".
وقيل: "الشاكر الذي يشكر على النفع، والشكور الذي يشكر على المنع".
وقيل: "الشاكر الذي يشكر على العطاء، والشكور الذي يشكر على البلاء".
وقال الجنيد: "كنت بين يدي السّري (¬١) ألعب، وأنا ابن سبع سنين، وبين يديه جماعة يتكلمون في الشكر، فقال لي: يا غلام، ما الشكر؟ فقلت: أن لا تعصي اللَّه بنعمه، فقال: يوشك أن يكون حظك من اللَّه لسانك. فلا أزال أبكي على هذه الكلمة التي قالها السري" (¬٢).
وقال الشبلي: "الشكر رؤية المنعم لا رؤية النعم" (¬٣).
_________
(¬١) هو السري بن المغلس أبو الحسن السقطي أحد العباد المجتهدين صاحب معروف الكرخي، خال الجنيد وأستاذه. انظر: "تاريخ بغداد" (٩/ ١٨٧ - ١٩٢)، و"تاريخ دمشق" (٢٠/ ١٦٠ - ١٩٩).
(¬٢) رواه عنه القشيري في "رسالته" ص ٢٤٨، وأبو نعيم في "حلية الأولياء" (١٠/ ١١٩)، والبيهقي في "شعب الإيمان" رقم (٤٥٥٠).
(¬٣) ذكره عنه القشيري في "رسالته" ص ٢٤٨، والغزالي في "إحياء علوم الدين" (٤/ ٧٢).','1','291',NULL,NULL,'0');
INSERT INTO [b252] VALUES (339,'وهذا ليس بجيد، بل من تمام الشكر أن تشهد النعمة من المنعم.
وقيل: "الشكر قيد الموجود وصيد المفقود".
وقال أبو عثمان: "شكر العامة على المطعم والملبس، وشكر الخواص على ما يرد على قلوبهم من المعاني" (¬١).
وحبَس السلطان رجلًا، فأرسل إليه صاحبه: اشكر اللَّه. فضُرب، فأرسل إليه: اشكر اللَّه. فجيء بمحبوس مجوسي مبطون (¬٢)، فقُيّد وجعل حلقة من قيده في رجلِه وحلقة في قيد الرّجل المذكور، فكان المجوسي يقوم بالليل مرات (¬٣) فيحتاج الرجل أن يقف على رأسه حتى يفرغ، فكتب إليه صاحبه: اشكر اللَّه. فقال له: إلى متى تقول: اشكر اللَّه، وأي بلاء فوق هذا؟ فقال: ولو وُضع الزّنَّار الذي في وسطه في وسطك، كما وُضع القيد الذي في [رجله في] (¬٤) رجلك ماذا كنت تصنع؟ فاشكر اللَّه (¬٥).
ودخل رجل على سهل بن عبد اللَّه فقال: إن اللّصَّ دخل داري وأخذ متاعي، فقال: اشكر اللَّه، فلو دخل اللصّ قلبك -وهو الشيطان- وأفسد عليك التوحيد ماذا كنت تصنع (¬٦)؟!
_________
(¬١) ذكره عنه القشيري في "رسالته" ص ٢٤٨. وذكره الغزالي في "إحياء علوم الدين" (٤/ ٧٢) عن الخواص.
(¬٢) أي يشتكي بطنه. انظر: "لسان العرب" (١٣/ ٥٤).
(¬٣) أي يقوم عدة مرات لقضاء الحاجة بسبب الداء الذي في بطنه.
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من: (م)، (ب).
(¬٥) ذكرها القشيري في "رسالته" ص ٢٤٩، والغزالي في "إحياء علوم الدين" (٤/ ١١٠).
(¬٦) ذكرها القشيري في "رسالته" ص ٢٤٩، والغزالي في "إحياء علوم الدين" (٤/ =','1','292',NULL,NULL,'0');
INSERT INTO [b252] VALUES (340,'وقيل: "الشكر التلذذ بثنائه على ما لم يستوجبه من عطائه".
وقيل: "إذا قصرت يداك عن المكافأة، فليطل لسانك بالشكر".
وقيل: "أربعة لا ثمرة لها: مُسارّة الأصم، ووضع (¬١) النعمة عند من لا يشكرها، والبذر في السّباخ (¬٢)، والسراج في الشمس".
والشكر يتعلق بالقلب واللسان والجوارح: فالقلب للمعرفة والمحبة، واللسان للثناء والحمد، والجوارح لاستعمالها في طاعة المشكور وكفها عن معاصيه.
قال الشاعر:
أفادتكم النّعماء عندي (¬٣) ثلاثة ... يدي ولساني والضّمير المُحجّبا (¬٤)
والشكر أخص بالأفعال، والحمد أخص بالأقوال. وسبب الحمد أعمّ من سبب الشكر، ومتعلق الشكر وما به الشكر أعمّ مما به الحمد. فما يحمد الرب تعالى عليه أعمّ مما يشكر عليه، فإنه يحمد على أسمائه وصفاته وأفعاله ونعمه، ويشكر على نعمه. وما يحمد به أخصّ مما يشكر به، فإنه يشكر بالقلب واللسان والجوارح، ويحمد بالقلب واللسان.
_________
= ١٠٩ - ١١٠).
(¬١) من (م) و (ن)، وفي الأصل: "مسار. . . وواضع"! وفي القشيرية: "لا ثمرة لهم: مسار. . . " كما في الأصل. وفي (ب): "مشاورة".
والمعنى هو الإعلام بالسرّ.
(¬٢) السِّباخ جمع سَبَخة، وهي الأرض المالحة. انظر: "لسان العرب" (٣/ ٢٤).
(¬٣) في (ن): "مني".
(¬٤) انظر البيت في: "الكشاف" (تفسير سورة الفاتحة).','1','293',NULL,NULL,'0');
INSERT INTO [b252] VALUES (341,'فصل
إذا عُرف هذا فكلٌّ من الصبر والشكر داخل في حقيقة الآخر لا يمكن وجوده إلا به، وإنما يُعبر عن أحدهما باسمه الخاص به باعتبار الأغلب عليه والأظهر منه، وإلا فحقيقة الشكر إنما يلتئم من الصبر والإرادة والفعل، فإن الشكر هو العمل بطاعة اللَّه عز وجل وترك معصيته، والصبر أصل ذلك.
فالصبر على الطاعة وعن المعصية هو عين الشكر، وإذا كان الصبر مأمورًا به، فأداؤه هو الشكر.
فإن قيل: فهذا يفهم منه اتحاد الصبر والشكر، وأنهما اسمان لمسمّى واحد، وهذا محال عقلًا ولغةً وعرفًا، وقد فرّق اللَّه سبحانه بينهما.
قيل: بل هما معنيان متغايران، وإنما بيّنّا تلازمهما وافتقار كل واحد منهما في وجود ماهيته إلى الآخر، ومتى تجرّد الشكر عن الصبر بطل كونه شكرًا، وإذا تجرد الصبر عن الشكر بطل كونه صبرًا؛ أما الأول فظاهر، وأما الثاني فإنه إذا تجرد عن الشكر كان كفورًا، ومنافاة الكفور للصبر أعظم من منافاة السخط (¬١).
فإن قيل: بل ههنا قسم آخر وهو: أن لا يكون كفورًا ولا شكورًا، بل صابرًا على مضض وكراهة شديدة، فلم يأتِ بحقيقة الشكر ولا خرج عن ماهية الصبر.
قيل: كلامنا في الصبر المأمور به الذي هو طاعة، لا في الصبر الذي
_________
(¬١) في (ب): "السخوط".','1','294',NULL,NULL,'0');
INSERT INTO [b252] VALUES (342,'هو تجلد كصبر البهائم، وصبر الطاعة لا يأتي به إلا شاكر، ولكن اندرج شكره في صبره فكان الحُكْمُ للصبر، كما اندرج صبر الشكور في شكره فكان الحكم للشكر.
فمقامات الإيمان لا تعدم بالتنقل بل تندرج وينطوي الأدنى في الأعلى كما يندرج الإيمان في الإحسان، وكما يندرج الصبر في مقام الرضى، لا أن الصبر يزول، ويندرج الرضى في التفويض، ويندرج الخوف والرجاء في الحب، لا أنهما يزولان.
فالمقدور الواحد يتعلق به الشكر والصبر سواء كان محبوبًا أو مكروهًا، فالفقر مثلًا يتعلق به الصبر وهو أخص به لما فيه من الكراهة، ويتعلق به الشكر لما فيه من النعمة، فمن غلب عليه شهود نعمته وتلذّذ به واستراح واطمأن إليه عدّه نعمة يشكر عليها، ومن غلب عليه شهود ما فيه من الابتلاء والضيق والحاجة عدّه بلية يصبر عليها، وعكسه الغنى.
على أن اللَّه سبحانه ابتلى العباد بالنعم كما ابتلاهم بالمصائب، وعدّ ذلك كله ابتلاء، فقال: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً} [الأنبياء: ٣٥]. وقال: {فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ (١٥) وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ (١٦)} [الفجر: ١٥، ١٦]. وقال: {إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (٧)} [الكهف: ٧]. وقال: هو {الَّذِي (¬١) خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [الملك: ٢] وقال: {وَهُوَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا} [هود: ٧].
_________
(¬١) ليست في الأصل.','1','295',NULL,NULL,'0');
INSERT INTO [b252] VALUES (343,'فأخبر سبحانه أنه خلق العالم العلوي والسفلي، وقدّر أجل الخلق، وخلق ما على الأرض للابتلاء والاختبار، وهذا الابتلاء إنما هو ابتلاء صبر العباد وشكرهم في الخير والشر والسرّاء والضرّاء، فالابتلاء بالنعم من الغنى والعافية والجاه والقدرة، وتأتي الأسباب أعظم الابتلاءين، والصبر على طاعة اللَّه عز وجل أشق الصبرين. كما قال الصحابة رضي اللَّه عنهم: "ابتلينا بالضرّاء فصبرنا، وابتلينا بالسرّاء فلم نصبر" (¬١).
والنعمة بالفقر والمرض وقبض الدنيا وأسبابها وأذى الخلق قد تكون أعظم النعمتين، وفرض الشكر عليها أوجب من الشكر على أضدادها، فالرب تعالى يبتلي بنعمه، ويُنعم بابتلائه.
غير أن الصبر والشكر حالتان لازمتان (¬٢) للعبد في أمر الرب ونهيه وقضائه وقدره لا يُستغنى عنهما طرفة عين.
والسؤال عن أيهما أفضل كالسؤال عن الحبس والحركة أيهما أفضل؟ وعن الطعام والشراب أيهما أفضل؟ وعن خوف العبد ورجائه أيهما أفضل؟
فالمأمور لا يؤدّى إلا بصبر وشكر، والمحظور لا يُترك إلا بصبر وشكر.
وأما المقدور الذي يقدّر على العبد من المصائب فمتى صبر عليه اندرج شكره في صبره، كما يندرج صبر الشاكر في شكره.
_________
(¬١) رواه الترمذي في "جامعه" رقم (٢٤٦٤)، عن عبد الرحمن بن عوف رضي اللَّه عنه. وقال الترمذي: "حديث حسن".
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.','1','296',NULL,NULL,'0');
INSERT INTO [b252] VALUES (344,'ومما يوضح هذا: أن اللَّه سبحانه امتحن العبد بنفسه وهواه وأوجب عليه جهادهما في اللَّه، فهو كل وقت في مجاهدة نفسه حتى يأتي بالشكر المأمور به، ويصبر عن الهوى المنهي عن طاعته، فلا ينفك العبد عنهما، غنيًّا كان أو فقيرًا، معافى أو مبتلى.
وهذه هي مسألة الغنيّ الشاكر والفقير الصابر أيهما أفضل؟
وللناس فيها ثلاثة أقوال: وهي التي حكاها أبو الفرج (¬١) وغيره في عموم الصبر والشكر أيهما أفضل، وقد احتجت كل فرقة بحجج وأدلة على قولها.
والتحقيق أن يُقال: أفضلهما أتقاهما للَّه، فإن فُرض استواؤهما في التقوى استويا في الفضل، فإن اللَّه سبحانه لم يُفضل بالفقر والغنى كما لم يُفضّل بالعافية والبلاء، وإنما فَضّل بالتقوى، كما قال تعالى: {إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ} [الحجرات: ١٣].
وقد قال -صلى اللَّه عليه وسلم-: "لا فضل لعربي على عجمي، ولا لعجمي على عربي إلا بالتقوى، الناس من آدم، وآدم من تراب" (¬٢).
_________
(¬١) يعني ابن الجوزي، كما سبق.
(¬٢) الحديث هكذا لم أجده.
إنما أخرجه أحمد في "مسنده" (٥/ ٤١١) عن أبي نضرة عمن سمع خطبة رسول اللَّه -صلى اللَّه عليه وسلم- به، دون قوله: "الناس من آدم وآدم من تراب". وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٢٧٠٠).
أما الجملة الأخيرة، فرواها أبو داود في "سننه" رقم (٥١١٦)، والترمذي في "جامعه" رقم (٣٢٧٥)، من حديث ابن عمر مرفوعًا: "والناس بنو آدم، وخلق اللَّه آدم من تراب". وقال الترمذي: "حديث غريب لا نعرفه من حديث =','1','297',NULL,NULL,'0');
INSERT INTO [b252] VALUES (345,'والتقوى مبنية على أصلين: الصبر والشكر، وكل من الغني والفقير لا بد له منهما، فمن كان صبرُه وشكرُه أتمّ كان أفضل.
فإن قيل: فإذا كان صبر الفقير أتمّ وشكر الغني أتمّ فأيهما أفضل؟
قيل: أفضلهما أتقاهما للَّه في وظيفته ومقتضى حاله، ولا يصح التفضيل بغير هذا ألبتة، فإن الغني قد يكون أتقى للَّه في شكره من الفقير في صبره، وقد يكون الفقير أتقى للَّه في صبره من الغني في شكره، فلا يصح أن يقال: هذا بِغِناه أفضل ولا هذا بفقره أفضل.
ولا يصح أن يقال: هذا بالشكر أفضل من هذا بالصبر، ولا بالعكس، لأنهما مطيّتان للإيمان لا بد منهما، بل الواجب أن يقال: أقومهما بالواجب والمندوب هو الأفضل، فإن التفضيل تابع لهذين الأمرين، كما قال تعالى في الأثر الإلهي: "وما تقرّب إليّ عبدي بمثل أداء ما افترضت عليه، ولا يزال عبدي يتقرّب إليّ بالنوافل حتى أحبه" (¬١).
فأيّ الرجلين كان أقوم بالواجبات وأكثر نوافل كان أفضل.
فإن قيل: فقد ثبت عن النبي -صلى اللَّه عليه وسلم- أنه قال: "يدخل فقراء أمّتي الجنة قبل أغنيائهم بنصف يوم، وذلك خمسمائة عام" (¬٢).
_________
= عبد اللَّه بن دينار عن ابن عمر إلا من هذا الوجه".
(¬١) رواه البخاري في "صحيحه" رقم (٦٥٠٢)، من حديث أبي هريرة رضي اللَّه عنه نحوه.
(¬٢) رواه أحمد في "المسند" ٢/ ٣٤٢، والترمذي في "جامعه" رقم (٢٣٥٤)، وابن ماجه في "سننه" رقم (٤١٢٢)، من حديث أبي هريرة رضي اللَّه عنه. وقال الترمذي: "حديث حسن صحيح".','1','298',NULL,NULL,'0');
INSERT INTO [b252] VALUES (346,'قيل: هذا لا يدل على فضلهم على الأغنياء في الدرجة وعلوّ المنزلة وإن سبقوهم في الدخول، فقد يتأخر الغنيّ والسلطان العادل في الدخول لحسابه، فإذا دخل كانت درجته أعلى ومنزلته أرفع، كما يسبق الفقير القَفَل (¬١) في المضايق وغيرها، ويتأخر صاحب الأحمال بعده (¬٢).
فإن قيل: فقد قال -صلى اللَّه عليه وسلم- للفقراء لما شكوا إليه زيادة عمل الأغنياء عليهم بالعتق والصدقة: "ألا أدلكم على شيء إذا فعلتموه أدركتم به من سبقكم" فدلّهم على التسبيح والتحميد والتكبير عقيب كل صلاة، فلما سمع الأغنياء ذلك عملوا به، فذكروا ذلك للنبي -صلى اللَّه عليه وسلم-: فقال: {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} (¬٣) [الحديد: ٢١].
وهذا يدل على ترجيح حال الغني الشاكر.
قيل: هذا حجة للقول الذي نصرناه، وهو: أن أفضلهما أكثرهما نوافل، فإن استويا استويا وهاهنا قد ساوى الأغنياء الفقراء في أعمالهم المفروضة والنافلة، وزادوا عليهم بنوافل العتق والصدقة، ففضلوهم بذلك، فساووهم في صبرهم على الجهاد والأذى في اللَّه والصبر على المقدور، وزادوا عليهم بالشكر بنوافل المال، فلو كان للفقراء بصبرهم نوافل تزيد على نوافل الأغنياء لفضلوهم بها.
فإن قيل: فالنبي -صلى اللَّه عليه وسلم- عرضت عليه مفاتيح كنوز الدنيا فردّها، وقال:
_________
(¬١) القَفَل بمعنى القافلة، انظر "لسان العرب" (١١/ ٥٦٠).
(¬٢) في الأصل: "بعدها": والتصويب من النسخ الأخرى.
(¬٣) رواه مسلم في "صحيحه" رقم (٥٩٥) من حديث أبي هريرة رضي اللَّه عنه.
ورواه البخاري في "صحيحه" رقم (٨٤٣) دون فوله: "فلما سمع الأغنياء. . . " الخ.','1','299',NULL,NULL,'0');
INSERT INTO [b252] VALUES (347,'"بل أشبع يومًا وأجوع يومًا" (¬١).
وقال هشام بن عروة أعن أبيه، (¬٢) عن عائشة رضي اللَّه عنها قالت: "خرج رسول اللَّه -صلى اللَّه عليه وسلم- من الدنيا ولم يشبع من خبز البرّ" (¬٣)، و"مات ودرعه مرهونة عند يهودي على طعام أخذه لأهله" (¬٤).
وقال الإمام أحمد: حدثنا وكيع حدثنا الأعمش عن عمارة بن القعقاع عن أبي زرعة عن أبي هريرة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "اللهم اجعل رزق آل محمد قوتًا" (¬٥).
وقال الإمام أحمد: حدثنا إسماعيل بن محمد حدثنا عباد بن عباد حدثنا مجالد بن سعيد عن الشعبي عن مسروق عن عائشة قالت: دَخَلَتْ عليّ امرأة من الأنصار، فرأت فراش رسول اللَّه -صلى اللَّه عليه وسلم- عباءة مثنية، فرجعت إلى منزلها، فبعثت إليّ بفراش حشوه الصوف، فدخل على رسول اللَّه
_________
(¬١) سبق تخريجه ص (٢١٥).
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى، ومن مصادر التخريج.
(¬٣) رواه أحمد في "الزهد" رقم (١٨).
ورواه مسلم في "صحيحه" رقم (٢٩٧٠) بلفظ: "ما شبع آل محمد -صلى اللَّه عليه وسلم- من خبز البرّ ثلاثًا، حتى مضى لسبيله".
(¬٤) رواه البخاري في "صحيحه" رقم (٢٩١٦)، ومسلم في "صحيحه" رقم (١٦٠٣) عن عائشة رضي اللَّه عنها. ولفظ البخاري: "توفي رسول اللَّه -صلى اللَّه عليه وسلم- ودرعه مرهونة عند يهودي بثلاثين صاعًا من شعير". وليس في لفظ مسلم ذكر الوفاة.
(¬٥) "الزهد" رقم (٣٦)، و"المسند" (٢/ ٤٤٦).
ورواه البخاري في "صحيحه" رقم (٦٤٦٠)، ومسلم في "صحيحه" رقم (١٠٥٥) عن عمارة به.','1','300',NULL,NULL,'0');
INSERT INTO [b252] VALUES (348,'-صلى اللَّه عليه وسلم- فقال: "ما هذا؟ " فقلت: فلانة الأنصارية دخلت عليّ فرأت فراشك فبعثت إليّ بهذا. فقال: "رُدّيه" فلم أردَّه، وأعجبني أن يكون في بيتي، حتى قال لي ذلك ثلاث مرات، فقال: "يا عائشة رُدِّيه، فواللَّه لو شئتُ لأجرى اللَّه معي جبال الذهب والفضة" فرددته (¬١).
ولم يكن اللَّه سبحانه يختار لرسوله إلا الأفضل، هذا مع أنه لو أخذ الدنيا لأنفقها كلها في مرضاة اللَّه عز وجل، ولكان شكره بها فوق شكر جميع الناس.
قيل: قد احتج بحال رسول اللَّه -صلى اللَّه عليه وسلم- كل واحدة من الطائفتين.
والتحقيق: أن اللَّه سبحانه جمع له بين المقامين كليهما على أتم الوجوه، فكان سيد الأغنياء الشاكرين وسيد الفقراء الصابرين، فحصل له من الصبر على الفقر ما لم يحصل لأحد سواه، ومن الشكر على الغنى ما لم يحصل لغني سواه.
ومن تأمل سيرته وجد الأمر كذلك، فكان -صلى اللَّه عليه وسلم- أصبر الخلق في مواطن الصبر، وأشكر الخلق في مواطن الشكر، وربه تعالى كمّل له مراتب الكمال فجعله في أعلى رتب الأغنياء الشاكرين، وفي أعلى مراتب الفقراء الصابرين، قال تعالى: {وَوَجَدَكَ عَائِلًا فَأَغْنَى} [الضحى: ٨].
وأجمع المفسرون على أن العائل هو الفقير، يُقال: عال الرجل
_________
(¬١) "الزهد" للإمام أحمد رقم (٧٦).
ورواه ابن سعد في "الطبقات" (١/ ٤٦٥)، والطبراني في "الأوسط" رقم (٦٠٢٩)، والبيهقي في "شعب الإيمان" رقم (١٤٦٨). وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٢٤٨٤).','1','301',NULL,NULL,'0');
INSERT INTO [b252] VALUES (349,'يَعيل، إذا افتقر، وأعال يُعيل: إذا صار ذا عيال، مثل: ألبن، وأتمر وأثرى، إذا صار ذا لبن وتمر وثروة.
وعال يعول: إذا جار، ومنه قوله تعالى: {ذَلِكَ أَدْنَى أَلَّا تَعُولُوا (٣)} [النساء: ٣].
وقيل: المعنى ألا [تكثر عيالكم] (¬١).
والقول هو الأول لوجوه:
أحدها: أنه لا يعرف في اللغة عال يعول إذا كثر عياله، وإنما المعروف في ذلك عال يَعيل، وأما عال يعول فهو بمعنى الجور ليس إلا، هذا الذي ذكره أهل اللغة قاطبة.
الثاني: أنه سبحانه قابل ذلك بالعدل الذي نقلهم عند خوفهم من فقده إلى الواحدة أو التسري بما شاؤوا من ملك أيمانهم، ولا يحسن هذا التعليل بعدم العيال.
يوضحه:
الوجه الثالث: أنه سبحانه نقلهم عند الخوف من عدم القسط في نكاح اليتامى إلى نكاح من سواهن من النساء، لئلا يقعوا في ظلم أزواجهم (¬٢) اليتامى؛ وجوّز لهم نكاح الواحدة وما فوقها إلى الأربع، ثم نقلهم عند خوف الجور وعدم العدل في القسمة إلى الواحدة أو النوع الذي لا قسمة عليهم في الاستمتاع بهن، وهن الإماء. فانتظمت الآية
_________
(¬١) في الأصل مكان هذه العبارة: "تجوروا". وقد كتب عليها في الهامش: "ينظر". والتصويب من (ب)، وهو الموافق للسياق، واللَّه أعلم.
(¬٢) في الأصل: "أزواجهن"، والمثبت من النسخ الثلاث الأخرى.','1','302',NULL,NULL,'0');
INSERT INTO [b252] VALUES (350,'ببيان الجائز من نكاح اليتامى والبوالغ والأولى من ذينك القسمين عند خوف الظلم، والجائز من نكاح الواحدة وما فوقها، والأولى من هذين القسمين عند خوف العول، فما لكثرة العيال مدخل هنا ألبتة.
يوضحه:
الوجه الرابع: أنه لو كان المحذور كثرة العيال لما نقلهم إلى ما شاءوا من الإماء بلا عدد؛ فإن العيال كما يكونوا من الزوجات يكونوا من الإماء، ولا فرق؛ فإنه لم ينقلهم إلى إماء الاستخدام بل إلى إماء الاستفراش.
يوضحه:
الوجه الخامس: أن كثرة العيال ليس أمرًا محذورًا مكروهًا للرب تعالى، كيف وخير هذه الأمة أكثرها نساء (¬١)؟!
وقد قال النبي -صلى اللَّه عليه وسلم-: "تزوجوا الودود الولود، فإني مكاثر بكم الأمم" (¬٢)، فأمر بنكاح الولود؛ ليحصل منها ما يكاثر به الأمم يوم القيامة.
والمقصود أنه سبحانه جعل نبيه غنيًّا شاكرًا بعد أن كان فقيرًا صابرًا، فلا تحتج به طائفة لحالها إلا كان للطائفة الأخرى أن تحتج به
_________
(¬١) قاله ابن عباس لسعيد بن جبير حيث سأله: "هل تزوجت؟ قال: لا، فقال له ابن عباس: فتزوج، فإن خير هذه الأمة أكثرها نساء". رواه البخاري في "صحيحه" رقم (٥٠٦٩).
(¬٢) رواه أبو داود في "سننه" رقم (٢٠٥٠)، والنسائي في "المجتبى" رقم (٣٢٢٧)، عن معقل بن يسار.
وصححه الحاكم في المستدرك (٢/ ١٦٢)، ووافقه الذهبي.','1','303',NULL,NULL,'0');
INSERT INTO [b252] VALUES (351,'أيضا لحالها.
فإن قيل: فقد كان عبد الرحمن بن عوف من الشاكرين، وقد قال الإمام أحمد في "مسنده": حدثنا عبد الصمد، حدثنا عمارة عن ثابت عن أنس قال: بينما عائشة في بيتها سمعت صوتًا في المدينة، فقالت: ما هذا؟ فقالوا: عير لعبد الرحمن بن عوف قدمت من الشام تحمل من كل شيء. قال (¬١) وكانت سبعمائة بعير، فارتجّت المدينة من الصوت. فقالت عائشة: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "رأيت عبد الرحمن بن عوف يدخل الجنة حبوًا" فبلغ ذلك عبد الرحمن فقال: إن استطعتُ لأدخلنها قائمًا، فجعلها بأقتابها وأحمالها في سبيل اللَّه (¬٢).
قيل: قد قال الإمام أحمد: هذا الحديث كذب منكر. قال: وعمارة يروي أحاديث مناكير، وقال أبو حاتم الرازي: عمارة بن زاذان لا يُحتج به (¬٣).
قال أبو الفرج (¬٤): "وقد روى الجراح بن منهال بإسناده عن عبد الرحمن بن عوف أن النبي -صلى اللَّه عليه وسلم- قال له: "يا ابن عوف إنك من الأغنياء، وإنك لا تدخل الجنة إلا زحفًا، فأقرض ربك يطلق قدميك" (¬٥).
قال أبو عبد الرحمن النسائي: هذا حديث موضوع، والجراح متروك الحديث، وقال يحيى: ليس حديث الجراح بشيء، وقال ابن المديني:
_________
(¬١) في الأصل: "قالت"، وهو خطأ، والتصويب من النسخ الثلاث الأخرى.
(¬٢) "مسند أحمد" (٦/ ١١٥).
(¬٣) انظر: "الموضوعات" لابن الجوزي (٢/ ١٣).
(¬٤) أي ابن الجوزي.
(¬٥) "الموضوعات" لابن الجوزي (٢/ ١٣).','1','304',NULL,NULL,'0');
INSERT INTO [b252] VALUES (352,'لا يُكتب حديثه، [وقال ابن حبان: كان يكذب] (¬١). وقال الدارقطني: متروك (¬٢).
فإن قيل: فما تصنعون بالحديث الذي رواه البيهقي من حديث أحمد بن عدي (¬٣) حدثنا (¬٤) إسماعيل بن محمد حدثنا سليمان بن عبد الرحمن أخبرني خالد بن يزيد بن أبي مالك عن أبيه عن عطاء بن أبي رباح عن إبراهيم بن عبد الرحمن بن عوف عن أبيه عن رسول اللَّه -صلى اللَّه عليه وسلم- أنه قال له: "يا ابن عوف إنك من الأغنياء ولن تدخل الجنة إلا زحفًا، فأقرض اللَّه يطلق لك قدميك". قال: وما الذي أقرض يا رسول اللَّه؟ قال: "تتبرأ مما أمسيت فيه" قال: من كله أجمع يا رسول اللَّه؟ قال: "نعم". فخرج ابن عوف وهو يهم بذلك، فأتاه جبريل عليه السلام فقال: "مر ابن عوف فليُضف الضيف، وليطعم المسكين، وليبدأ بمن يعول، وليعطِ السائل، فإذا فعل ذلك كان تزكية ما فيه" (¬٥).
قيل: هذا حديث باطل عن رسول اللَّه -صلى اللَّه عليه وسلم-؛ فإن أحد رواته خالد بن
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى، ومن "الموضوعات" لابن الجوزي.
(¬٢) "الموضوعات" لابن الجوزي (٢/ ١٣).
(¬٣) في (ب): "على"، وهو تحريف.
(¬٤) في النسخ الثلاث الأخرى: "بن"، وهو خطأ.
(¬٥) "شعب الإيمان" للبيهقي رقم (٣٣٣٥).
والحديث في: "الكامل" لابن عدي (٣/ ١٢)، و"المستدرك" للحاكم (٣/ ٣١١)، و"البحر الزخار" للبزار رقم (١٠٠٥) وغيرهم.
وقال الحاكم: "صحيح الإسناد ولم يخرجاه". فتعقبه الذهبي بقوله: "قلت: خالد ضعفه جماعة، وقال النسائي: ليس بثقة". وضعفه الألباني جدًّا في "سلسلة الأحاديث الضعيفة" برقم (١٧٧٢).','1','305',NULL,NULL,'0');
INSERT INTO [b252] VALUES (353,'يزيد بن أبي مالك. قال الإمام أحمد: ليس بشيء، وقال ابن معين: واهٍ، وقال النسائي: غير ثقة، وقال الدارقطني: ضعيف، وقال يحيى بن معين: لم يرضَ أن يكذب على أبيه حتى كذب على الصحابة (¬١).
فإن قيل: فما تصنعون بالحديث الذي قال الإمام أحمد: حدثنا الهُذَيل بن ميمون عن مُطَّرِح بن يزيد عن عبيد اللَّه بن زَحْر عن علي بن يزيد (¬٢) عن القاسمِ عن أبي أمامة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "دخلت الجنة فسمعت فيها خَشْفة (¬٣) بين يدي، فقلت: ما هذا؟ قال: بلال. فمضيت فإذا أكثر أهل الجنة فقراء المهاجرين وذراري المسلمين ولم أرَ فيها أحدًا أقل من الأغنياء والنساء. قيل لي: أما الأغنياء فهم في الباب يحاسبون ويمحصون، وأما النساء فألهاهن الأحمران: الذهب والحرير. ثم خرجنا من أحد أبواب الجنة الثمانية، فلما كنت عند الباب أُتيت بكفة فوُضِعت فيها ووضعت أمتي في كفة فرجحْت بها، ثم أتي بأبي بكر فوُضع في كفة وجيء بجميع أمتي فُوضعوا في كفة فرجح أبو بكر، ثم أُتي بعمر فوُضع في كفة ووُضع جميع أمتي في كفة فرجح عمر، وعرضت على أمتي رجلًا رجلًا فجعلوا يمرون، واستبطأت عبد الرحمن بن عوف، ثم جاء بعد الإياس فقلت: عبد الرحمن؟ فقال: بأبي وأمي يا رسول اللَّه، والذي بعثك بالحق ما خلصت إليك حتى ظننت أني لا أصل إليك أبدًا إلا بعد المشيبات. قلت: وما ذاك؟ قال من كثرة مالي أحاسَب
_________
(¬١) انظر: "الكامل لابن عدي" (٣/ ١٠ - ١٣)، و"الجرح والتعديل" لابن أبي حاتم (٣/ ٣٥٩).
(¬٢) في الأصل: "زيد"، وكذا في (ن). والتصويب من (م) و (ب) ومن "المسند".
(¬٣) الخَشْفة: الحس والحركة، وقيل: هو الصوت، والخَشَفة بالتحريك: الحركة. وقيل: هما بمعنى واحد. انظر: "النهاية" لابن الأثير (٢/ ٣٤).','1','306',NULL,NULL,'0');
INSERT INTO [b252] VALUES (354,'فأمحَّص" (¬١).
قيل: هذا حديث لا يحتج بإسناده، وقد أدخله أبو الفرج هو والذي قبله في كتاب "الموضوعات"، وقال: أما عبيد اللَّه بن زحر فقال يحيى: ليس بشيء، وعلي بن يزيد (¬٢) متروك، وقال ابن حبان: عبيد اللَّه يروي الموضوعات عن الأثبات وإذا روى عن علي بن يزيد أتى بالطامات، وإذا اجتمع في إسناد خبر عبيد اللَّه بن زحر وعليّ بن يزيد والقاسم أبو عبد الرحمن، لم يكن متن ذلك الخبر إلا مما عملته أيديهم (¬٣).
قال أبو الفرج: وبمثل هذا الحديث الباطل يتعلق جَهَلة (¬٤) المتزهدين، ويرون أن المال مانع من السبق إلى الخير، ويقولون: إذا كان ابن عوف يدخل الجنة زحفًا لأجل ماله، كفى ذلك في ذم المال، والحديث لا يصح، وحُوشيَ عبدُ الرحمن المشهودُ له بالجنة أن يمنعه ماله السبق؛ لأن جمع المال مباح، وإنما المذموم كسبه من غير وجهه، ومنع الحق الواجب فيه، وعبد الرحمن منزّه عن الحالين.
وقد خلّف طلحة ثلاثمائة حمل من الذهب، وخلّف الزبير وغيره،
_________
(¬١) "المسند" (٥/ ٢٥٩).
ورواه الطبراني في "الكبير" رقم (٧٩٢٣).
وقال الألباني في "سلسلة الأحاديث الضعيفة" رقم (٥٣٤٦): "منكر جدًّا".
(¬٢) في الأصل هنا وفيما يأتي: "زيد"، والتصويب من النسخ الثلاث الأخرى.
(¬٣) "الموضوعات" لابن الجوزي (٢/ ١٤ - ١٥).
(¬٤) في الأصل و (ب): "جملة"، وهو تحريف.','1','307',NULL,NULL,'0');
INSERT INTO [b252] VALUES (355,'ولو علموا أن ذلك مذموم لأخرجوا الكل. وكم قاصّ يتشوّف بمثل هذا الحديث يحثّ على الفقر ويذم الغنى، فلله در العلماء الذين يعرفون الصحيح ويفهمون الأصول، انتهى كلامه (¬١).
قلت: وقد بالغ في رد هذا الحديث، وتجاوز في إدخاله في الأحاديث الموضوعة المختلقة على رسول اللَّه -صلى اللَّه عليه وسلم-، وكأنه (¬٢) استعظم احتباس عبد الرحمن بن عوف وهو أحد السابقين الأولين المشهود لهم بالجنة عن السبق إليها ودخوله الجنة حبوًا، ورأى ذلك مناقضًا لسبقه ومنزلته التي أعدها اللَّه له في الجنة، وهذا وهم منه رحمه اللَّه.
وهب أنه وجد السبيل إلى الطعن في هذين الخبرين، أفيجد سبيلًا إلى القدح في حديث أبي هريرة أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "يدخل فقراء المسلمين الجنة قبل أغنيائهم بنصف يوم، وهو خمسمائة عام". قال الترمذي: حديث حسن صحيح (¬٣)؟
وفي حديث ابن عمرو (¬٤) الذي رواه مسلم في "صحيحه" عن النبي -صلى اللَّه عليه وسلم-: "إن فقراء المهاجرين يسبقون الأغنياء يوم القيامة بأربعين خريفًا" (¬٥).
_________
(¬١) "الموضوعات" لابن الجوزي (٢/ ١٣ - ١٤). قاله بعد حديث عائشة رضي اللَّه عنها السابق.
(¬٢) الأصل و (م): "وكان" والمثبت من (ن، ب).
(¬٣) سبق تخريجه (٣٠٠).
(¬٤) في الأصل وسائر النسخ: "ابن عمر". وهو سهو. والتصويب من "صحيح مسلم".
ومما يدل على ذلك أنه سيأتي عند المصنف مرة أخرى ص (٣٩٧) على الصواب.
(¬٥) "صحيح مسلم" رقم (٢٩٧٩).','1','308',NULL,NULL,'0');
INSERT INTO [b252] VALUES (356,'وفي "مسند الإمام أحمد" عنه عن النبي -صلى اللَّه عليه وسلم-: "هل تدرون أول من يدخل الجنة"؟ قالوا: اللَّه ورسوله أعلم، قال: "فقراء المهاجرين الذين يُتقى بهم المكاره، يموت أحدهم وحاجته في صدره لا يستطيع لها قضاء" (¬١).
وفي "جامع الترمذي" من حديث جابر عن النبي -صلى اللَّه عليه وسلم- أنه قال: "يدخل فقراء أمتي الجنة قبل الأغنياء بأربعين خريفًا" (¬٢).
فهذا الحديث وأمثاله صحيح صريح في سبق فقراء الصحابة إلى الجنة لأغنيائهم، وهم في السبق متفاوتون؛ فمنهم من يسبق بخمسمائة عام، ومنهم من يسبق بأربعين عامًا.
ولا يقدح ذلك في منزلة المتأخرين في الدخول، فإنهم قد يكونون أرفع منزلة ممن سبقهم إلى الدخول وإن تأخروا بعدهم للحساب؛ فإن الإمام العادل يوقف للحساب ويسبقه من لم يلِ شيئًا من أمور المسلمين إلى الجنة، فإذا دخل الإمام العادل بعده كانت منزلته أعلى من منزلة الفقير، بل يكون أقرب الناس من اللَّه منزلة، كما في "صحيح مسلم" من حديث عبد اللَّه بن عمرو عن النبي -صلى اللَّه عليه وسلم- أنه قال: "المقسطون عند اللَّه يوم القيامة على منابر من نور عن يمين الرحمن وكلتا يديه يمين، الذين يعدلون في حكمهم وأهليهم وما وُلّوا" (¬٣).
_________
(¬١) "المسند" (٢/ ١٦٨)، من حديث عبد اللَّه بن عمرو.
وصححه الحاكم في المستدرك (٢/ ٧١ - ٧٢)، ووافقه الذهبي.
(¬٢) "جامع الترمذي" رقم (٢٣٥٥) بلفظ: "يدخل فقراء المسلمين الجنة قبل أغنيائهم بأربعين خريفًا". وقال: "حديث حسن". وأخرجه الإمام أحمد في "المسند": (٣/ ٣٢٤).
(¬٣) "صحيح مسلم" رقم (١٨٢٧).','1','309',NULL,NULL,'0');
INSERT INTO [b252] VALUES (357,'وفي "الترمذي" من حديث أبي سعيد الخدري عنه -صلى اللَّه عليه وسلم-: "إن أحب الناس إلى اللَّه يوم القيامة وأقربهم مني مجلسًا إمام عادل، وأبغض الناس إلى اللَّه يوم القيامة وأشدهم عذابًا إمام جائر" (¬١).
فالإمام العادل والغنيّ قد يتأخر دخوله للحساب، ويكون بعد الدخول أرفع منزلة من الفقير السابق. ولا يلزم من احتباس عبد الرحمن بن عوف لكثرة ماله حتى يحاسبه عليه ثم يلحق برسول اللَّه -صلى اللَّه عليه وسلم- وأصحابه، ولا غضاضة ولا نقص من مرتبته، ولا يضاد ذلك سبقه وكونه مشهودًا له بالجنة.
وأما حديث دخوله الجنة زحْفًا؛ فالأمر فيه كما قاله الإمام أحمد أنه كذب منكرٌ، وكما قال النسائي: إنه موضوع (¬٢).
ومقامات عبد الرحمن في الإسلام وهجرتُه وجهاده ونفقاته العظيمة وصدقاته = تقتضي دخوله إلى الجنة مع المارّين كالبرق أو كالطرف أو كأجاويد الخيل، ولا يدعه يدخلها زحفًا.
_________
(¬١) "جامع الترمذي" رقم (١٣٢٩) بلفظ: "إن أحبّ الناس إلى اللَّه يوم القيامة وأدناهم منه مجلسّا: إمام عادل، وأبغض الناس إلى اللَّه وأبعدهم منه مجلسا: إمام جائر". وقال: "حديث حسن غريب".
(¬٢) وقد سبق ذلك قريبًا.
واعلم أنه لا تعارض في كلام ابن القيم هنا، كما قد يظنه البعض، فالأحاديث الواردة في حق الصحابي الجليل هنا نوعان: حديث احتباسه وتأخره، وأحاديث دخوله الجنة حبوًا أو زحفًا. أما حديث الاحتباس فلا يصل عند ابن القيم إلى مرتبة الموضوع والكذب بخلاف، حديث الزحف. واللَّه أعلم.','1','310',NULL,NULL,'0');
INSERT INTO [b252] VALUES (358,'فصل
واللَّه سبحانه كما هو خالق الخلق، فهو خالق ما به غناهم وفقرهم، وخالق غناهم وفقرهم، فخلَقَ الغنى والفقر ليبتلي بهما عباده أيهم أحسن عملًا، وجعلهما سببًا للطاعة والمعصية والثواب والعقاب، قال تعالى: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ (٣٥)} [الأنبياء: ٣٥]. قال ابن عباس: "بالشدة والرخاء والصحة والسقم والغنى والفقر والحلال والحرام، وكلها بلاء" (¬١).
وقال ابن زيد: "نبلوكم بما تحبون وما تكرهون؛ لننظر كيف شكركم وصبركم فيما تحبون وفيما تكرهون" (¬٢).
وقال الكلبي: "الشرّ بالفقر والبلاء، والخير بالمال والولد" (¬٣).
فأخبر سبحانه أن الغنى والفقر مطيّتا الابتلاء والامتحان.
وقال تعالى: {فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ (١٥) وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ (١٦) كَلَّا} [الفجر: ١٥ - ١٧] فأخبر سبحانه أنه يبتلي عبده بإكرامه له وتنعيمه له، وبسط الرزق عليه، كما يبتليه بتضييق الرزق وتقديره عليه، وأن كليهما ابتلاء منه وامتحان.
ثم أنكر سبحانه على من زعم أن بسط الرزق وتوسعته إكرام من اللَّه
_________
(¬١) رواه ابن جرير في "تفسيره" (١٧/ ٢٥)، واللالكائي في "شرح الاعتقاد" رقم (١٠٠٧).
(¬٢) رواه ابن جرير في "تفسيره" (١٧/ ٢٥).
(¬٣) لم أقف عليه.','1','311',NULL,NULL,'0');
INSERT INTO [b252] VALUES (359,'لعبده، وأن تضييقه عليه إهانة منه له، فقال: {كَلَّا}، أي: ليس الأمر كما يقول الإنسان بل قد أبتلي بنعمتي وأنعم ببلائي.
وإذا تأملت ألفاظ الآية وجدت هذا المعنى يلوح على صفحاتها ظاهرًا للمتأمّل.
وقال تعالى: {وَهُوَ الَّذِي جَعَلَكُمْ خَلَائِفَ الْأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ} [الأنعام: ١٦٥].
وقال تعالى: {إِنَّا جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا (٧)} [الكهف: ٧].
فأخبر سبحانه أنه زيّن الأرض بما عليها من المال وغيره للابتلاء والامتحان، كما أخبر أنه خلق الموت والحياة لذلك، وخلق السماوات والأرض لهذا الابتلاء أيضًا.
فهذه ثلاثة مواضع في القرآن يخبر فيها سبحانه أنه خلق العالم العلويّ والسفليّ وما بينهما، وأجل العالم وأجل أهله، وأسباب معايشهم التي جعلها زينة للأرض من الذهب والفضة والمساكن والملابس والمراكب والزرع والثمار والحيوان والنساء والبنين وغير ذلك = كل ذلك خلقه للابتلاء والامتحان؛ ليختبر خلقه أيهم أطوع وأرضى له، فهو الأحسن عملًا.
وهذا هو الحق الذي خلق به وله السماوات والأرض وما بينهما، وغايته الثواب والعقاب. وفواته وتعطيله هو العبث الذي نزّه اللَّه نفسه وأخبر أنه يتعالى عنه، وأن ملكه الحق، وتفرّده بالإلهية وحده، وبربوبيته كل شيء، ينفي هذا الظنّ الباطل والحسبان الكاذب، كما قال تعالى:','1','312',NULL,NULL,'0');
INSERT INTO [b252] VALUES (360,'{أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ (١١٥) فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ (١١٦)} [المؤمنون: ١١٥، ١١٦].
فنزّه سبحانه نفسه عن ذلك، كما نزّهها عن الشريك والولد والصاحبة وسائر العيوب والنقائص من السِّنة والنوم واللغوب والحاجة واكتراثه بحفظ السّماوات والأرض، وتقدم الشفعاء بين يديه بدون إذنه كما يظنه أعداؤه المشركون، وخفاء بعض أمر الخلق عليه كما يظنه أعداؤه الذين يُخرجون عن علمه جزئيات العالم أو شيئًا منها.
فكما أن كماله المقدس وكمال أسمائه وصفاته يأبى ذلك ويمنع منه، فكذلك يُبطل خلقه لعباده عبثما وتركهم سدى لا يأمرهم ولا ينهاهم ولا يردهم إليه؛ فيثيب محسنهم بإحسانه ومسيئهم بإساءته، ويعرّف المبطلين منهم أنهم كانوا كاذبين، ويشهدهم أن رسله وأتباعهم كانوا أولى بالصدق والحق منهم.
فمن أنكر [ذلك فقد أنكر] (¬١) إلهيته وربوبيته وملكه الحق، وذلك عين الجحود والكفر به سبحانه، كما قال المؤمن لصاحبه الذي حاوره في المعاد وأنكره: {أَكَفَرْتَ بِالَّذِي خَلَقَكَ مِنْ تُرَابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا (٣٧)} [الكهف: ٣٧]، فأخبر أن إنكاره للمعاد كفر بذات الرب سبحانه.
وقال تعالى: {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ أُولَئِكَ الَّذِينَ كَفَرُوا بِرَبِّهِمْ} [الرعد: ٥]، وذلك أن إنكار المعاد يتضمن إنكار قدرة الربّ وعلمه وحكمته وملكه الحق وربوبيته
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.','1','313',NULL,NULL,'0');
INSERT INTO [b252] VALUES (361,'وإلهيته، كما أن تكذيب رسله وجحد رسالتهم يتضمن ذلك أيضًا، فمن كذّب رسله وجحد المعاد؛ فقد أنكر ربوبيته سبحانه، ونفى أن يكون ربًّا للعالمين.
والمقصود: أنه سبحانه خلق الغنى والفقر مطيتين للابتلاء والامتحان، ولم ينزل المال لمجرد الاستمتاع به، كما في "المسند" عنه -صلى اللَّه عليه وسلم- قال: "يقول اللَّه تعالى: إنا أنزلنا المال لإقام الصلاة وإيتاء الزكاة، ولو كان لابن آدم وادٍ من مال لابتغى إليه ثانيًا، ولو كان له ثانٍ لابتغى له ثالثًا، ولا يملأ جوت ابن آدم إلا التراب" (¬١)، فأخبر سبحانه أنه أنزل المال ليستعان به على إقامة حقه بالصلاة، وإقامة حق عباده بالزكاة، لا للاستمتاع والتلذذ كما تاكل الأنعام.
فإذا زاد المالُ على ذلك أو خرج عن هذين المقصودين، فات الغرضُ والحكمةُ التي أُنزل لها وكان التراب أولى به، فرجع هو والجوف الذي امتلأ بمحبته وجمعه إلى التراب الذي هو أصله، فلم ينتفع صاحبه به، ولا انتفع الجوف الذي امتلأ به (¬٢) بما خُلق له من الإيمان والعلم والحكمة. فإنه خُلق لأن يكون وعاء لمعرفة ربه وخالقه، والإيمان به، ومحبته وذكره، وأنزل عليه من المال ما يستعين به على ذلك، فعطل (¬٣) جوفه عما خُلق له وملأه بمحبة المال (¬٤) وجمعه والاستكثار منه، ومع
_________
(¬١) "المسند" (٥/ ٢١٨ - ٢١٩).
وصححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (١٦٣٩).
(¬٢) "به" ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٣) بعد هذه الكلمة في (م) و (ن): "الجاهل باللَّه وبأمر اللَّه وبتوحيد اللَّه وأسماء اللَّه وصفاته". وفي (ب): "الجاهل باللَّه وبأمر اللَّه وبتوحيد اللَّه وبأسمائه وصفاته".
(¬٤) بعد هذه الكلمة في (م): "وجمعه الفاني الذاهب الذي هو ذاهب عن صاحبه أو =','1','314',NULL,NULL,'0');
INSERT INTO [b252] VALUES (362,'ذلك فلم يمتلئ بل ازداد فقرًا وحرصًا إلى أن امتلأ (¬١) جوفه بالتراب الذي خُلق منه، فرجع إلى مادته الترابية التي خُلق منها هو وماله، ولم تتكمل مادته بامتلاء جوفه من العلم والإيمان الذي بهما كماله وفلاحه وسعادته في معاشه ومعاده.
فالمال إن لم ينفع صاحبه ضرّه ولا بدّ، وكذلك العلم والملك والقدرة كل ذلك إن لم ينفعه ضرّه، فإن هذه الأمور وسائل لمقاصد يتوسل بها إليها في الخير والشر، فإن عُطلت عن التوسل بها إلى المقاصد والغايات المحمودة تُوُسِّل بها إلى أضدادها.
فأربح الناس من جعلها وسائل إلى اللَّه والدار الآخرة وذلك الذي ينفعه في معاشه ومعاده، وأخسر الناس من توسّل بها إلى هواه ونيل شهواته وأغراضه العاجلة فخسر الدنيا والآخرة. فهذا لم يجعل الوسائل مقاصد، ولو جعلها كذلك لكان خاسرًا، لكنه جعلها وسائل إلى ضد ما جُعلت له، فهو بمثابة من توسل بأسباب اللّذة إلى أعظم الآلام وأدومها.
فالأقسام أربعة لا خامس لها:
أحدها: معطلٌ للأسباب معرض عنها.
الثاني: مكبّ عليها واقف مع جمعها وتحصيلها.
الثالث: متواصل بها إلى ما يضرّه أو لا ينفعه في معاشه ومعاده.
_________
= بالعكس". وفي (ب) و (ن): "الفاني الذاهب الذي هو ذاهب عن صاحبه أو بالعكس".
(¬١) في الأصل: "أملأ". حيث سقطت التاء. والاستدراك من النسخ الثلاث الأخرى.','1','315',NULL,NULL,'0');
INSERT INTO [b252] VALUES (363,'فهؤلاء الثلاثة في الخسران.
الرابع: متوصل بها إلى ما ينفعه في معاشه ومعاده، وهو الرابح.
قال تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ (١٥) أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦)} [هود: ١٥ - ١٦].
وقد أشكل فهمُ هذه الآية على كثير من الناس، حيث فهموا منها: أن من كان له إرادة في الدنيا وزينتها فله هذا الوعيد، ثم اختلفوا في معناها:
- فقالت طائفة منهم ابن عباس: من كان يريد تعجيل الدنيا فلا يؤمن بالبعث ولا بالثواب والعقاب. قالوا: فالآية في الكفار خاصة على قول ابن عباس.
وقال قتادة: من كانت الدنيا همّه وسدمه (¬١) ونيته وطَلَبه جازاه اللَّه في الدنيا بحسناته (¬٢)، ثم يُفضي إلى الآخرة وليس له حسنة يُجَازى بها، وأما المؤمن فيُجزى في الدنيا بحسناته، ويثاب عليها في الآخرة.
قال هؤلاء: فالآية في (¬٣) حق الكفار بدليل قوله: {أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦)} [هود: ١٦].
_________
(¬١) تحرفت في (ن): "بشدته" السّدم: اللهج والولوع بالشيء. انظر: "النهاية" لابن الأثير (٢/ ٣٥٥).
(¬٢) الأصل: "وطلبته. . . في حسناته"! والمثبت من بقية النسخ.
(¬٣) "في" ساقطة من الأصل، واستدركتها من (م) و (ن).','1','316',NULL,NULL,'0');
INSERT INTO [b252] VALUES (364,'قالوا: والمؤمن يريد الدنيا والآخرة، فأما من كانت إرادته مقصورة على الدنيا فليس بمؤمن (¬١).
- وقال ابن عباس في رواية أبي صالح عنه: نزلت في أهل القبلة.
قال مجاهد: هم أهل الرياء.
وقال الضحاك: من عمل صالحًا من أهل الإيمان من غير تقوى عجّل له ثواب عمله في الدنيا (¬٢).
واختار الفراء هذا القول، وقال: من أراد بعمله من أهل القبلة ثواب الدنيا عجل له ثوابه ولم يبخس (¬٣).
وهذا القول أرجح، ومعنى الآية على هذا: من كان يريد بعمله الحياة الدنيا وزينتها، وهذا لا يكون مؤمنًا ألبتة، فإن العاصي والفاسق ولو بالغا في المعصية والفسق فإيمانهما يحملهما على أن يعملا أعمال البر للَّه، فيريدان بأعمال البرّ (¬٤) وجه اللَّه وإن عملا بمعصيته، فأما من لم يرد بعمله وجه اللَّه إنما أراد به الدنيا وزينتها فهذا لا يدخل في دائرة أهل الإيمان. وهذا هو الذي فهمه معاوية من الآية، واستشهد بها على حديث أبي هريرة الذي رواه مسلم في
_________
(¬١) انظر: "تفسير ابن جرير" (١٢/ ١١) لقول ابن عباس رضي اللَّه عنه. و (١٢/ ١٢) لقول قتادة.
(¬٢) انظر لقول مجاهد والضحاك: "تفسير ابن جرير" (١٢/ ١٢)، و"زوائد نعيم بن حماد على الزهد لابن المبارك" رقم (٦٠).
وانظر لقول ابن عباس في رواية أبي صالح: "زاد المسير" (٤/ ٨٤).
(¬٣) انظر "معاني القرآن": (٢/ ٦) للفراء.
(¬٤) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.','1','317',NULL,NULL,'0');
INSERT INTO [b252] VALUES (365,'"صحيحه" (¬١) في الثلاثة الذين هم أول من تسعّر بهم النار يوم القيامة: القارئ الذي قرأ القرآن ليقال: فلان قارئ، والمتصدق الذي أنفق أمواله ليقال: فلان جواد، والغازي الذي قُتل في الجهاد ليقال: هو جريء (¬٢).
وكما أن خيار خلق اللَّه هم النبيُّون والصديقون والشهداء والصالحون، فشرار الخلق من تشبّه بهم وليس منهم، فمن تشبّه بأهل الصدق والإخلاص وهو مرائي، كمن تشبّه بالأنبياء وهو كاذب.
وقال ابن أبي الدنيا: حدثني محمد بن إدريس قال: أخبرني عبد الحميد بن صالح حدثنا قطرب بن الحباب (¬٣) عن عبد الوارث عن أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إذا كان يوم القيامة صارت أمتي ثلاث فرق: فرقة يعبدون اللَّه عز وجل للدنيا، وفرقة يعبدونه رياء وسمعة، وفرقة يعبدونه لوجهه ولداره، فيقول للذين يعبدونه للدنيا: بعزتي وجلالي ومكاني ما أردتم بعبادتي؟ فيقولون: بعزتك وجلالك ومكانك (¬٤): الدنيا، فيقول: إني لم أقبل من ذلك شيئًا اذهبوا بهم إلى
_________
(¬١) "صحيح مسلم" رقم (١٩٠٥).
(¬٢) الحديث رواه مسلم في "صحيحه"، أما استشهاد معاوية به على ما فهمه من الآية، فرواه: الترمذي في "جامعه" رقم (٢٣٨٢) وقال: "حديث حسن غريب".
(¬٣) هكذا في الأصل: "قطرب بن الحباب". وفي النسخ الثلاث الأخرى: "قطن بن الحباب". وفي "ذم الدنيا": "قطري الخشاب"، ولعله الصواب، وانظر في ترجمة قطري: "التاريخ الكبير" (٧/ ٢٠٣)، و"تاريخ بن معين" -رواية الدوري رقم (٢٩٦٧) -.
(¬٤) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.','1','318',NULL,NULL,'0');
INSERT INTO [b252] VALUES (366,'النار. ويقول للذين كانوا يعبدونه رياء وسمعة: [بعزتي وجلالي ومكاني ما أردتم بعبادتي؟ فيقولون: بعزتك وجلالك ومكانك: رياء وسمعة] (¬١) قال: فإني لم أقبل من ذلك شيئًا، اذهبوا بهم إلى النار. ويقول للذين كانوا يعبدونه لوجهه وداره: بعزتي وجلالي ومكاني ما أردتم بعبادتي؟ فيقولون: بعزتك وجلالك ومكانك: وجهك ودارك (¬٢). فيقول: صدقتم اذهبوا بهم إلى الجنة" (¬٣).
هذا حديث غني عن الإسناد، والقرآن والسنة شاهدان بصدقه، ويدل على صحة هذا القول في الآية قوله تعالى: {نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا} [هود: ١٥]، فدلّ على أنها في قوم لهم أعمال لم يريدوا بها وجه اللَّه، وإنما أرادوا بها الدنيا ولها عملوا، فوفّاهم اللَّه ثواب أعمالهم فيها من غير بخس، فأفضوا إلى الآخرة بغير عمل يستحقون عليه الثواب. وهذا لا يقع ممن يؤمن بالآخرة إلا كما يقع منه كبائر الأعمال وقوعًا عارضًا يتوب منه ويراجع التوحيد.
قال ابن الأنباري (¬٤): فعلى هذا القول المعنى: قومٌ من أهل الإسلام يعملون العمل الحسن لتستقيم لهم الدنيا، غير مفكرين في الآخرة وما ينقلبون إليه، فهؤلاء يعجّل لهم جزاء حسناتهم في الدنيا، فإذا جاءت
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٣) "ذم الدنيا" لابن أبي الدنيا رقم (٤١٣). ورواه البيهقي في "شعب الإيمان" رقم (٦٨٠٨).
(¬٤) هو محمد بن القاسم بن محمد بن بشار البغدادي الحافظ الأديب النحوي اللغوي، توفي سنة ثمان وعشرين وثلاثمائة، من تصانيفه: كتاب المشكل في معاني القرآن. انظر: "تاريخ بغداد": (٣/ ١٨٢).','1','319',NULL,NULL,'0');
INSERT INTO [b252] VALUES (367,'الآخرة كان جزاؤهم عليها النار، إذ لم يريدوا بها وجه اللَّه، ولم يقصدوا التماس ثوابه وأجره.
ثم أورد أصحاب هذا القول على أنفسهم سؤالًا قالوا: فإن قيل: الآية الثانية على هذا القول توجب تخليد المؤمن المريد بعمله الدنيا في النار.
وأجابوا عنه: بأن ظاهر الآية يدل على أن من راءى بعمله ولم يلتمس به ثواب الآخرة بل كانت نيته به الدنيا، فإن اللَّه يبطل إيمانه عند الموافاة، فلا يوافي ربه بالإيمان.
قالوا: ويدل عليه قوله: {وحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦)} [هود: ١٦]، وهذا يتناول الإيمان وفروعه.
وأجابت فرقة أخرى: بأن الآية لا (¬١) تقتضي الخلود الأبدي في النار، وإنما تقتضي أن الذي يستحقونه في الآخرة النار، وأنهم ليس لهم عمل صالح يرجون به النجاة، فإذا كان مع أحدهم عمود التوحيد فإنه يخرج به من النار مع من يخرج من أصحاب الكبائر الموحدين، وهذا جواب ابن الأنباري وغيره.
والآية بحمد اللَّه لا إشكال فيها. واللَّه سبحانه ذكر جزاء (¬٢) من يريد بعمله الحياة الدنيا وزينتها وهو النار، وأخبر بحبوط عمله وبطلانه، فإذا حبط ما ينجو به وبطل لم يبقَ معه ما يُنجيه، فإن كان معه إيمان لم يرد به الحياة الدنيا وزينتها بل أراد به اللَّه ورسوله والدار الآخرة، لم يدخل هذا
_________
(¬١) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.','1','320',NULL,NULL,'0');
INSERT INTO [b252] VALUES (368,'الإيمان في العمل الذي حبط وبطل، وأنجاه إيمانه من الخلود في النار، وإن دخلها بحبوط عمله الذي به النجاة المطلقة.
فالإيمان إيمانان: إيمان يمنع دخول النار، وهو: الإيمان الباعث على أن تكون الأعمال للَّه يُبتغى بها وجهه وثوابه. وإيمان يمنع الخلود في النار، فإن كان مع المرائي شيء منه، وإلا كان من أهل الخلود، فالآية لها حكم نظائرها من آيات الوعيد، واللَّه الموفق.
وكذلك قوله تعالى: {مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ} [الشورى: ٢٠].
ومنه قوله تعالى: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (١٨) وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُورًا (١٩)} [الإسراء: ١٨ - ١٩].
فهذه ثلاثة مواضع من القرآن يشبه بعضها بعضًا، ويصدّق بعضها بعضًا، وتجتمع على معنى واحد، وهو: أن من كانت الدنيا مراده، ولها يعمل، وهي غاية كَدْحِهِ (¬١)، لم يكن له في الآخرة نصيب. ومن كانت الآخرة مراده، ولها عمله، وهي غاية سعيه، فهي له.
بقي أن يُقال: فما حكم من يريد الدنيا والآخرة، فإنه داخل تحت حكم الإرادتين فبأيهما يلحق؟
قيل: من هاهنا نشأ الإشكال وظن من ظن من المفسرين أن الآية في حق الكافر، فإنه هو الذي يريد الدنيا دون الآخرة، وهذا غير لازم طردًا ولا عكسًا؛ فإن بعض الكفار قد يريد الآخرة، وبعض المسلمين قد لا
_________
(¬١) في النسخ الثلاث الأخرى: "سعيه".','1','321',NULL,NULL,'0');
INSERT INTO [b252] VALUES (369,'يكون مراده إلا الدنيا، واللَّه تعالى قد علّق السعادة بإرادة الآخرة، والشقاوة بإرادة الدنيا، فإذا تجرّدت الإرادتان تجرّد موجبهما ومقتضاهما، وإن اجتمعتا فحكم اجتماعهما حكم اجتماع البر والفجور والطاعة والمعصية والإيمان والشرك في العبد.
وقد قال تعالى لخير الخلق بعد الرسول -صلى اللَّه عليه وسلم-: {مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ} [آل عمران: ١٥٢]، وهذا خطاب للذين شهدوا معه الوقعة ولم يكن فيهم منافق، ولهذا قال عبد اللَّه بن مسعود: "ما شعرت أن أحدَا من أصحاب رسول اللَّه -صلى اللَّه عليه وسلم- يريد الدنيا حتى كان يوم أحد ونزلت هذه الآية" (¬١).
والذين أرادوا في هذه الآية هم الذين أخلوا مركزهم الذي أمرهم رسول اللَّه صلى اللَّه عليه وسلم بحفظه وهم من خيار المسلمين، ولكن هذه إرادة عارضة حملتهم على ترك المركز والإقبال على كسب الغنائم، بخلاف من كان مراده بعمله الدنيا وعاجلها، فهذه الإرادة لون وإرادة هؤلاء لون.
وههنا أمر يجب التنبّه له، وهو: أنه لا يمكن إرادة الدنيا وعاجلها بأعمال البر دون الآخرة مع الإيمان باللَّه ورسوله ولقائه أبدًا، فإن الإيمان باللَّه والدار الآخرة يستلزم إرادة العبد وجه اللَّه والدار الآخرة بأعماله،
_________
(¬١) رواه ابن جرير في "تفسيره" (٤/ ١٣٠)، وابن أبي عاصم في "الزهد" رقم (٢٠٣)، والطبراني في "الأوسط" رقم (١٣٩٩).
ورواه بمعناه: أحمد في "المسند" (١/ ٤٦٣)، وابن أبي شيبة في "مصنفه" رقم (٣٦٧٨٣).
وصححه السيوطي في "الدر المنثور" (٢/ ٣٤٩).','1','322',NULL,NULL,'0');
INSERT INTO [b252] VALUES (370,'فحيث كان مراده بها الدنيا فهذا لا يجامع الإيمان أبدًا، وإن جامع الإقرارَ والعلمَ، فالإيمان وراء ذلك، فالإقرار والمعرفة حاصل لمن شهد اللَّه سبحانه له بالكفر مع هذه المعرفة كفرعون وقوم ثمود واليهود الذين شاهدوا رسول اللَّه -صلى اللَّه عليه وسلم- وعرفوه كما عرفوا أبناءهم، وهم من أكفر الخلق. فإرادة الدنيا (¬١) بالأعمال قد تجامع هذه المعرفة والعلم، ولكن الإيمان الذي هو وراء ذلك لا بد أن يريد صاحبه بأعماله اللَّه والدار الآخرة، واللَّه المستعان.
_________
(¬١) في النسخ الثلاث زيادة: "وعاجلها" بعد "الدنيا".','1','323',NULL,NULL,'0');
INSERT INTO [b252] VALUES (371,'فصل
والمقصود: أنه سبحانه جعل الغنى والفقر ابتلاءً وامتحانًا للشكر والصبر والصدق والكذب والإخلاص والشرك. قال تعالى: {لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ} [الأنعام: ١٦٥]، وقال: {الم (١) أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ (٢) وَلَقَدْ فَتَنَّا الَّذِينَ مِنْ قَبْلِهِمْ فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكَاذِبِينَ (٣)} [العنكبوت: ١ - ٣]، وقال تعالى: {إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ (١٥)} [التغابن: ١٥].
فجعل الدنيا عرضًا عاجلًا ومتاع غرور، وجعل الآخرة دار جزاء وثواب، وحفّ الدنيا بالشهوات وزيّنها بها، كما قال: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ (١٤)} [آل عمران: ١٤].
فأخبر سبحانه أن هذا الذي زيّن به الدنيا من ملاذّها وشهواتها وما هو غاية أماني طُلاّبها ومؤثريها على الآخرة، وهو سبعة أشياء:
- النساء اللاتي هنّ أعمّ زينتها وشهواتها وأعظمها فتنة.
- والبنين الذين بهم جمال الرجل وفخره وكثرته (¬١) وعزه.
- والذهب والفضة اللذين هما مادة الشهوات على اختلاف أجناسها وأنواعها.
- والخيل المسومة التي هي عز أصحابها وفخرهم وحصونهم، وآلة
_________
(¬١) في (ب): "وكرمه".','1','324',NULL,NULL,'0');
INSERT INTO [b252] VALUES (372,'قهرهم لأعدائهم في طلبهم وهربهم.
- والأنعام التي منها ركوبهم وطعامهم ولباسهم وأثاثهم وأمتعتهم وغير ذلك من مصالحهم.
- والحرث الذي هو مادة قُوتهم وقوت أنعامهم ودوابهم وفاكهتهم وأدويتهم وغير ذلك.
ثم أخبر سبحانه أن ذلك كله متاع الحياة الدنيا، ثم شوّق عباده إلى متاع الآخرة، وأعلمهم أنه خير من هذا المتاع وأبقى، فقال: {قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِنْ ذَلِكُمْ لِلَّذِينَ اتَّقَوْا عِنْدَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُطَهَّرَةٌ وَرِضْوَانٌ مِنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ (١٥)} [آل عمران: ١٥].
ثم ذكر سبحانه من يستحق هذا المتاع ومَنْ هم أهله الذين هم أولى به، فقال: {الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ (١٦) الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ (١٧)} [آل عمران: ١٦ - ١٧].
فأخبر أن ما أعدّه لأوليائه المتقين من متاع الآخرة خير من متاع الدنيا، وهو نوعان: ثواب يتمتعون به، وأكبر منه وهو: رضوانه عليهم.
وقال تعالى: {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا} [الحديد: ٢٠].
فأخبر سبحانه عن حقيقة الدنيا بما جعله مشاهدًا لأولي البصائر، وأنها لعب ولهو تلهو به النفوس، وتلعب بها الأبدان، واللعب واللهو لا','1','325',NULL,NULL,'0');
INSERT INTO [b252] VALUES (373,'حقيقة لهما، وإنما هما مشغلة للنفس مضيعة للوقت يقطع بهما الجاهلون العمر فيذهب ضائعًا في غير شيء.
ثم أخبر: أنها زينة زينت للعيون وللنفوس فأخذت بالعيون والنفوس استحسانًا ومحبة، ولو باشرت القلوب معرفة حقيقتها ومآلها ومصيرها لأبغضتها، ولآثرت عليها الآخرة، ولما آثرتها على الآجل الدائم الذي هو خير وأبقى.
قال الإمام أحمد: حدثنا وكيع حدثنا المسعودي عن عمرو بن مرة عن إبراهيم عن علقمة عن عبد اللَّه (¬١) عن النبي -صلى اللَّه عليه وسلم- قال: "ما لي وللدنيا، إنما مثلي ومثل الدنبا كمثل راكب قال (¬٢) في ظل شجرة في يوم صائف، ثم راح وتركها" (¬٣).
وفي "جامع الترمذي" من حديث سهل بن سعد قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "لو كانت الدنيا تزن عند اللَّه جناح بعوضة ما سقي كافرًا منها شربة" ماء". قال الترمذي: حديث صحيح (¬٤).
وفي "صحيح مسلم" من حديث المستورد بن شداد قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ما الدنيا في الآخرة إلا مثل ما يجعل أحدُكم إصبَعه في
_________
(¬١) جملة: "عن عبد اللَّه"، مكررة في الأصل.
(¬٢) أي استراح نصف النهار. انظر: "النهاية" لابن الأثير (٤/ ١٣٣).
(¬٣) "المسند" (١/ ٤٤١).
ورواه الترمذي في جامعه رقم (٢٣٧٧). وقال: "هذا حديث حسن صحيح"، وابن ماجه في "سننه" رقم (٤١٠٩).
(¬٤) "جامع الترمذي" رقم (٢٣٢٠)، وفيه "تعدل" بدل "تزن". وقال: "حديث صحيح غريب من هذا الوجه".','1','326',NULL,NULL,'0');
INSERT INTO [b252] VALUES (374,'اليمّ؛ فلينظر بماذا يرجع" (¬١).
وفي "الترمذي" من حديثه قال: كنت مع الركب الذين وقفوا مع رسول اللَّه -صلى اللَّه عليه وسلم- على السَّخْلة الميتة، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "أترون هذه هانت على أهلها حتى ألقوها"، قالوا: ومن هوانها ألقوها يا رسول اللَّه (¬٢)، قال: "فالدنيا أهون على اللَّه من هذه على أهلها" (¬٣).
وفي "الترمذي" أيضًا من حديث أبي هريرة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "الدنيا ملعونة، ملعون ما فيها، إلا ذكر اللَّه وما والاه، وعالم أو متعلم" (¬٤).
والحديثان حسنان.
وقال الإمام أحمد: حدثنا هيثم بن خارجة: أنبأنا إسماعيل بن عياش عن عبد اللَّه بن دينار البهراني قال: قال عيسى ابن مريم عليه السلام للحواريين: "بحق أقول لكم: إن حلاوة الدنيا مرارة الآخرة، وإن مرارة الدنيا حلاوة الآخرة، وإن عباد اللَّه ليسوا بالمتنعمين. بحق أقول لكم: إن شرّكم عملًا عالم يحب الدنيا فيؤثرها على الآخرة، أنه لو
_________
(¬١) "صحيح مسلم" رقم (٢٨٥٨) نحوه.
وفي النسخ الثلاث الأخرى بعد قوله: "يرجع": "وأشار بالسبابة".
(¬٢) وقع في الأصل بعد لفظ الجلالة كلمة: "القوها". والمثبت موافق للنسخ الثلاث الأخرى.
(¬٣) "جامع الترمذي" رقم (٢٣٢١). وقال: "حديث حسن غريب". ورواه ابن ماجه في "سننه" رقم (٤١١١).
(¬٤) "جامع الترمذي" رقم (٢٣٢٢)، وقال: "حديث حسن غريب". ورواه ابن ماجه في "سننه" رقم (٤١١٢).','1','327',NULL,NULL,'0');
INSERT INTO [b252] VALUES (375,'يستطيع جعل الناس كلهم في عمله مثله" (¬١).
وقال أحمد: حدثنا يحيى بن إسحاق، قال: أخبرني سعيد بن عبد العزيز عن مكحول قال: قال عيسى ابن مريم: "يا معشر الحواريين أيكم يستطيع أن يبني على موج البحر دارًا؟ " قالوا: يا روح اللَّه ومن يقدر على ذلك؟ قال: "إياكم والدنيا فلا تتخذوها قرارًا" (¬٢).
وفي كتاب "الزهد" لأحمد: أن عيسى ابن مريم كان يقول: "بحق أقول لكم: إن أكل خبز البُرّ وشرب الماء العذْب ونومًا على المزابل مع الكلاب كثير لمن يريد أن يرث الفردوس" (¬٣).
وفي "المسند" عنه -صلى اللَّه عليه وسلم-: "إن اللَّه ضرب طعام ابن آدم مثلًا للدنيا، وإن قزّحه وملّحه، فلينظر إلى ماذا يصير" (¬٤).
_________
(¬١) "الزهد" للإمام أحمد رقم (٤٨٤). ورواه ابن أبي الدنيا في "ذم الدنيا" رقم (١٣٨).
(¬٢) "الزهد" رقم (٣٢٥).
ورواه أيضًا أحمد في "الزهد" رقم (٤٨١)، وابن أبي الدنيا في "ذم الدنيا" رقم (٤٧٠)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٣٠) من غير طريق مكحول.
(¬٣) "الزهد" رقم (٣٢٦).
ورواه ابن عساكر في "تاريخ مشق" (٤٧/ ٤٤٣ - ٤٤٤).
(¬٤) "المسند" (٥/ ١٣٦)، وهو من زوائد عبد اللَّه، من حديث أبي بن كعب رضي اللَّه عنه.
وصححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (٣٨٢).
وقزّحه أي: تَوْبله من القِزْح وهو التابل الذي يُطرح في القدر، كالكمون والكزبرة ونحو ذلك. "النهاية" لابن الأثير (٤/ ٥٨).','1','328',NULL,NULL,'0');
INSERT INTO [b252] VALUES (376,'فصل
ثم أخبر تعالى عنها أنها تفاخرٌ بيننا، يفاخر بعضُنا بعضًا بها، فيطلبها ليفخر بها على صاحبه، وهذا حال كل من طلب منها شيئًا للمفاخرة من مال أو جاه أو قوة أو علم أو زهد.
والمفاخرة نوعان: مذمومة ومحمودة.
فالمذمومة: مفاخرة أهل الدنيا بها.
والمحمودة: أن يطلب المفاخرة في الآخرة، فهذه من جنس المنافسة المأمور بها (¬١)، وهي أن الرجل ينفس على غيره بالشيء، أي: يغار أن يناله دونه، ويأنف من ذلك ويحمي أنفه له.
يُقال: نفِستُ عليه الشيءَ، أنفَسه نفاسة إذا ضننت به، ولم تحبّ أن يصير إليه دونك، والتنافس تفاعل من ذلك، كأن كل واحد من المتنافسين يريد أن يسبق صاحبه إليه، وحقيقة المنافسة الرغبة التامة والمبادرة والمسابقة إلى الشيء النفيس.

فصل
ثم أخبر تعالى عنها أنها تكاثر في الأموال والأولاد؛ فيحبُّ كلُّ واحد أن يَكْثَر بني جنسه في ذلك، ويفرح بأن يرى نفسه أكثر من غيره مالًا وولدًا وأن يقال فيه ذلك، وهذا من أعظم ما يلهي النفوس عن اللَّه والدار الآخرة؛ كما قال تعالى: {أَلْهَاكُمُ التَّكَاثُرُ (١) حَتَّى زُرْتُمُ الْمَقَابِرَ} (¬٢)
_________
(¬١) كما في قوله تعالى: {ذَلِكَ فَلْيَتَنَافَسِ الْمُتَنَافِسُونَ (٢٦)} [المطففين: ٢٦].
(¬٢) (ب): أكملت السورة حتى الآية الرابعة.','1','329',NULL,NULL,'0');
INSERT INTO [b252] VALUES (377,'[التكاثر: ١ - ٢].
والتكاثر في كل شيء، فكل من ألهاه وشغله التكاثر بأمر من الأمور عن اللَّه والدار الآخرة، فهو داخل في حكم هذه الآية، فمن الناس من يلهيه التكاثر بالمال، ومنهم من يلهيه التكاثر بالجاه أو بالعلم، فيجمعه تكاثرًا وتفاخرًا، وهذا أسوأ حالًا عند اللَّه ممن يكاثر بالمال والجاه فإنه جعل أسباب الآخرة للدنيا (¬١)، وصاحب المال والجاه استعمل أسباب الدنيا لها وكاثر بأسبابها.

فصل
ثم أخبر سبحانه عن مصير الدنيا وحقيقتها وأنها بمنزلة غيث أعجب الكفار نباته.
والصحيح -إن شاء اللَّه- أن الكفار هم الكفار باللَّه، وذلك عرفُ القرآن حيث ذكروا بهذا النعت في كل موضع، ولو أراد الزّراع، لذكرهم باسمهم الذي يعرفون به، كما ذكرهم به في قوله تعالى {يُعْجِبُ الزُّرَّاعَ} [الفتح: ٢٩]، وإنما خصّ الكفار بالإعجاب لأنهم أشد إعجابًا بالدنيا، فإنها دارهم التي لها يعملون ويكدحون، فهم أشد إعجابًا بزينتها وما فيها من المؤمنين.
ثم ذكر سبحانه عاقبة هذا النبات وهو اصفراره ويبسه، وهذا آخر الدنيا ومصيرها، ولو ملكها العبد من أولها إلى آخرها فنهايتها ذلك.
_________
(¬١) في الأصل: "فإنه جعل أسباب الدنيا للآخرة". والمثبت من النسخ الثلاث الأخرى.','1','330',NULL,NULL,'0');
INSERT INTO [b252] VALUES (378,'فإذا كانت الآخرة انقلبت الدنيا واستحالت إلى عذاب شديد، أو مغفرة من اللَّه وحسن ثوابه وجزائه، كما قال علي بن أبي طالب رضي اللَّه عنه: "الدنيا دار صدق لمن صدقها، ودار عافية لمن فهم عنها، ومطلب نجح لمن سالم. فيها مساجد أنبياء اللَّه، ومهبط وحيه، ومصلى ملائكته، ومتجر أوليائه، فيها اكتسبوا الرحمة، وربحوا فيها العافية، فمن ذا يذمّها وقد آذنت بنيها، ونَعَتْ نفسها وأهلها، فتمثلت ببلائها، وشوّقت بسرورها إلى السرور تخويفًا وتحذيرًا وترغيبًا، فذمّها قوم غداة الندامة، وحمدها آخرون؛ ذكّرتهم فذكروا، ووعظتهم فاتعظوا. فيا أيها الذّامّ للدنيا المغترّ بتغريرها متى استذمّت إليك؟ بل متى غرّتك؟ أبمنازل آبائك في الثرى، أم بمضاجع أمهاتك في البلى؟! كم رأيت موروثًا، كم علّلتَ بكفَّيْك عليلًا، كم مَرّضتَ مريضًا بيديك تبتغي له الشفاء، وتستوصف له الأطباء؟ لم تنفعه شفاعتك، ولم تسعفه طلبتك، مُثّلت لك الدنيا غداة مصرعه ومصرعك" (¬١). ثم التفت إلى المقابر فقال: "يا أهل الغربة ويا أهل التربة أما الدور فسُكنت، وأما الأموال فقُسمت، وأما الأزواج فنُكحت، فهذا خبر ما عندنا، فهاتوا خبر ما عندكم". ثم التفت إلينا فقال: "أمَا لو أُذن لهم لأخبروكم أن خير الزاد التقوى" (¬٢).
فالدنيا في الحقيقة لا تذم وإنما يتوجه الذم إلى فعل العبد فيها، وهي قنطرة ومعبر إلى الجنة أو النار. ولكن لما غلبت عليها الشهوات والحظوظ والغفلة والإعراض عن اللَّه والدار الآخرة، فصار هذا هو
_________
(¬١) بعد هذه الكلمة في النسخ الثلاث الأخرى: "ومضجعه ومضجعك".
(¬٢) رواه عنه: ابن أبي الدنيا في "ذم الدنيا" رقم (١٤٧)، وابن عساكر في "تاريخ دمشق" (٤٢/ ٤٩٨ - ٤٥٠) و (٥٨/ ٦٩ - ٧٠).','1','331',NULL,NULL,'0');
INSERT INTO [b252] VALUES (379,'الغالب على أهلها وما فيها، وهو الغالب على اسمها، صار لها اسم الذم عند الإطلاق، وإلا فهي مبنى الآخرة ومزرعتها، ومنها زاد الجنة وفيها اكتسبت النفوس الإيمان ومعرفة اللَّه ومحبته وذكره ابتغاء مرضاته، وخير عيش ناله أهل الجنة في الجنة إنما كان بما زرعوه فيها.
وكفى بها مدحًا وفضلًا ما لأولياء اللَّه فيها من قرة العيون، وسرور القلوب، وبهجة النفوس، ولذة الأرواح، والنعيم الذي لا يشبهه نعيم بذكره ومعرفته ومحبته وعبادته والتوكل عليه والإنابة إليه والأنس به والفرح بقربه والتذلل له ولذة مناجاته والإقبال عليه والاشتغال به عن (¬١) سواه، وفيها كلامه ووحيه وهداه وروحُه الذي ألقاه من أمره فاجتبى (¬٢) به من شاء من عباده.
ولقد فضّل ابن عقيل (¬٣) وغيره هذا على نعيم الجنة، وقالوا: هذا حق اللَّه عليهم وذاك حظهم ونعيمهم، وحقه أفضل من حظهم (¬٤).
قالوا: والإيمان والطاعة أفضل من جزائه.
والتحقيق: أنه لا يصح التفضيل بين أمرين في دارين مختلفين، ولو أمكن اجتماعهما في دار واحدة لأمكن طلب التفضيل.
_________
(¬١) في (ب): "عمن".
(¬٢) في النسخ الثلاث الأخرى: "فأخبر".
(¬٣) هو أبو الوفاء علي بن عقيل الحنبلي. وله مصنف في هذا الموضوع أسماه: "تفضيل العبادات على نعيم الجنات" وقد أشار إليه ابن رجب في كتابه "استنشاق نسيم الأنس" ص ٩٨ دون تصريح بنسبته إلى ابن عقيل، ثم شرع في نقد هذه التسمية. (العمير).
(¬٤) في (ب): "حقهم".','1','332',NULL,NULL,'0');
INSERT INTO [b252] VALUES (380,'فالطاعة والإيمان في هذه الدار أفضل ما فيها، ودخول الجنة والنظر إلى وجه اللَّه وسماع كلامه والفوز برضاه أفضل ما في الآخرة.
فهذا أفضل ما في هذه الدار، وهذا أفضل ما في الدار الأخرى، ولا يصح أن يُقال: فأي الأمرين أفضل؟ بل هذا أفضل الأسباب، وهذا أفضل الغايات، وباللَّه التوفيق.

فصل
ولما وصف سبحانه حقيقة الدنيا وبيّن غايتَها ونهايتها وانقلابها في الآخرة إلى عذاب شديد ومغفرة وثواب، أمر عباده بالمسابقة والمبادرة إلى ما هو خير وأبقى، وأن يؤثروه على الفاني المنقطع المشوب بالأنكاد والتنغيص (¬١).
ثم أخبر أن ذلك فضله يؤتيه من يشاء واللَّه ذو الفضل العظيم (¬٢).
وقال تعالى: {وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا (٤٥)} [الكهف: ٤٥].
ثم ذكر سبحانه أن المال والبنين زينة الحياة الدنيا، وأن الباقيات الصالحات -وهي: الأعمال والأقوال الصالحة التي يبقى ثوابها ويدوم
_________
(¬١) وذلك في قوله: {سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ أُعِدَّتْ لِلَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ} [الحديد: ٢١].
(¬٢) وذلك في قوله في الآية السابقة: {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٢١)} [الحديد: ٢١].','1','333',NULL,NULL,'0');
INSERT INTO [b252] VALUES (381,'جزاؤها- خير ما يؤمله العبد ويرجو ثوابه (¬١).
وقال تعالى: {إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ (٢٤)} [يونس: ٢٤].
ولما أخبر عن آفات هذه الدار دعا عباده إلى دار السلام التي سلمت من التغيير والاستحالة والزوال والفناء، وعمّ عباده بالدعوة إليها عدلًا، وخص من شاء بالهداية إلى طريقها فضلًا (¬٢).
وأخبر سبحانه أن الأموال والأولاد لا تقرّب الخلق إليه، وإنما يقربهم إليه تقوى اللَّه ومعاملته فيهم (¬٣).
وحذر سبحانه عباده أن (¬٤) تلهيهم أموالهم وأولادهم عن ذكره، وأخبر أن من فعل ذلك فهو الخاسر حقيقة لا من قل ماله وولده في الدنيا (¬٥).
_________
(¬١) وذلك في قوله: {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا (٤٦)} [الكهف: ٤٦].
(¬٢) وذلك في قوله تعالى: {وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ (٢٥)} [يونس: ٢٥].
(¬٣) وذلك في قوله تعالى: {وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ (٣٧)} [سبأ: ٣٧].
(¬٤) الأصل: "في أن".
(¬٥) قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمْ أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُولَئِكَ هُمُ الْخَاسِرُونَ (٩)} [المنافقون: ٩].','1','334',NULL,NULL,'0');
INSERT INTO [b252] VALUES (382,'ونهى نبيه -صلى اللَّه عليه وسلم- أن يمد عينيه إلى ما متع به أهل الدنيا فيها فتنة لهم واختبارًا، وأخبر أن رزقه الذي أعده له في الآخرة خير وأبقى من هذا الذي مُتّعوا به (¬١).
وأخبر سبحانه أنه آتاه السبع المثاني والقرآن العظيم وذلك خير وأفضل مما متعّ به أهل الدنيا في دنياهم، وجعل ما آتاه مانعًا له من مدّ عينيه إلى ذلك، فهذا العطاء في الدنيا وما ادّخر له من رزق الآخرة خير مما متعّ به أهل الدنيا، فلا تمدّن عينيك إليه (¬٢).
_________
(¬١) قال تعالى: {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (١٣١)} [طه: ١٣١]
(¬٢) قال تعالى: {وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي وَالْقُرْآنَ الْعَظِيمَ (٨٧) لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ} [الحجر: ٨٧].','1','335',NULL,NULL,'0');
INSERT INTO [b252] VALUES (383,'فصل
وإذا عُرف أن الغِنى والفقر والبلاء والعافية فتنة وابتلاء من اللَّه لعبده يمتحن بها صبره وشكره، عُلم أن الصبر والشكر مطيتان للإيمان لا يُحمل إلا عليهما، ولا بد لكل مؤمن منهما، وكل منهما في موضعه أفضل، فالصبر في مواطن الصبر أفضل، والشكر في مواطن الشكر أفضل.
هذا إن صح مفارقة كل منهما للآخر، وأما إذا كان الصبر جزء مسمى الشكر، والشكر جزء مسمى الصبر، وكل منهما حقيقة مركبة من الأمرين معًا كما تقدّم بيانه، فالتفضيل بينهما لا يصح إلا إذا جرّد أحدهما عن الآخر، وذلك فرض ذهني يقدره الذهن لا يوجد في الخارج.
ولكن يصح على وجه وهو: أن العبد قد يغلب صبره على شكره الذي هو قدر زائد على مجرد الصبر من الأقوال والأعمال الظاهرة والباطنة، فلا يبقى فيه اتساع لغير صبر النفس على ما هو فيه لقوة الوارد (¬١) وضيق المحل، فتنصرف قواه كلها إلى كف النفس وحبسها للَّه، [وقد يغلب شكره بالأقوال والأعمال الظاهرة والباطنة على قوة كفه لنفسه وحبسها للَّه] (¬٢) فتكون قوة إرادته وعمله أقوى من قوة امتناعه وحبس نفسه.
_________
(¬١) ساقطة من الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى، مع ملاحظة أن كلمة: "على" ليست في (م) و (ن)، ولفظ الجلالة، غير موجود في (ب).','1','336',NULL,NULL,'0');
INSERT INTO [b252] VALUES (384,'واعتبر (¬١) هذا بشخصين: أحدهما حاكم على نفسه، متمكن من حبسها عن الشهوات قليل التشكي للمصيبات، وذلك جلُّ عمله.
وآخر كثير الإعطاء لفعل الخير القاصر والمتعدي، سمح النفس ببذل المعروف والبرّ، ضعيف النفس عن قوة الصبر.
فللنفس قوتان: قوة الصبر والكف وإمساك النفس، وقوة البذل وفعل الخير والإقدام على فعل ما تكمل به. وكمالها باجتماع هاتين القوتين فيها.
والناس في ذلك أربع طبقات، فأعلاهم من اجتمعت له القوتان، وأسفلهم من عُدم القوتين، ومنهم من قوة صبره أكمل من قوة فعله وبذله، ومنهم من هو بعكس ذلك.
فإذا فُضِّل الشكر على الصبر؛ فإما أن يكون باعتبار ترجيح مقام على مقام، وإما أن يكون باعتبار تجريد كل من الأمرين عن (¬٢) الآخر وقطع النظر عن اعتباره.
وتمام إيضاح هذا بمسألة الغني الشاكر والفقير الصابر، فلنذكر لها بابًا يخصها، ويكشف عن وجه الصواب فيها، واللَّه أعلم.
_________
(¬١) في الأصل: "واعتبرا". والتصويب من النسخ الثلاث الأخرى.
(¬٢) في الأصل: "على". والتصويب من النسخ الثلاث الأخرى.','1','337',NULL,NULL,'0');
INSERT INTO [b252] VALUES (385,'<span data-type="title" id=toc-66>الباب الثاني والعشرون في اختلاف الناس في الغني الشاكر والفقير الصابر أيهما أفضل؟ وما هو الصواب في ذلك</span>؟
هذه مسألة كثر (¬١) فيها النزاع بين الفقراء والأغنياء، واحتجت كل طائفة على الأخرى بما لم يمكنها دفعه من الكتاب والسنة والآثار والاعتبار، ولذلك يظهر للمتأمل تكافؤ الطائفتين، فإن كلًّا منهما أَدْلت بحجج لا تُدفع، والحق لا يعارض بعضه بعضًا، بل يجب اتباع موجب الدليل أين كان (¬٢).
وقد أكثر الناس الكلام في المسألة من الجانبين، وصنفوا فيها من الطرفين، وتكلم فيها الفقهاء والفقراء والأغنياء والصوفية وأهل الحديث والتفسير؛ لشمول معناها وحقيقتها للناس كلهم.
وحكوا عن الإمام أحمد فيها روايتين ذكرهما أبو الحسين في كتاب "التمام" فقال: مسألةٌ: الفقير الصابر أفضل من الغني الشاكر في أصح الروايتين.
وفيه رواية ثانية: الغني الشاكر أفضل. وبها قال جماعة منهم ابن قتيبة.
وجه الأولى -اختارها أبو إسحاق بن شاقِلا والوالدُ السعيد-: قوله
_________
(¬١) في الأصل: "أكثر". والتصويب من النسخ الثلاث الأخرى.
(¬٢) في الأصل العبارة: "اتباع موجب الدليلين كان". وفي (م): "اتباع الدليل أين كان". والمثبت: "اتباع موجب الدليل أين كان"، هو من: (ب) و (ن).','1','338',NULL,NULL,'0');
INSERT INTO [b252] VALUES (386,'تعالى: {أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا} [الفرقان: ٧٥].
قال محمد بن على بن الحسين (¬١): {الْغُرْفَةَ} الجنة. {بِمَا صَبَرُوا} قال: على الفقر في الدنيا (¬٢).
وروى أنس عن النبي -صلى اللَّه عليه وسلم- أنه قال: "اللهم أحْيِني مسكينًا، وأمِتْني مسكينًا، واحشرني في زمرة المساكين يوم القيامة"، فقالت عائشة: ولم يا رسول اللَّه؟ قال: "إنهم يدخلون الجنة قبل الأغنياء بأربعين خريفًا، يا عائشة لا تردّي المسكين ولو بشق تمرة، يا عائشة أحِبّي المساكين وقرّبيهم، فإن اللَّه يقرّبك يوم القبامة" (¬٣). (¬٤)
قلت: لا حجة له في واحدة من الحجتين:
- أما الآية فإن الصبر فيها يتناول صبر الشاكر على طاعة اللَّه عز وجل، وصبره عن معصيته، وصبر المبتلى بالفقر وغيره على بلائه. ولو كان المراد بها الصبر على الفقر وحده لم يدل على رجحانه على الشكر، فإن القرآن كما دل على جزاء الصابرين دل على جزاء الشاكرين أيضًا،
_________
(¬١) هو محمد بن علي بن الحسين بن علي بن أبي طالب أبو جعفر الباقر ثقة فاضل. انظر: "تقريب التهذيب" ص (٨٧٩).
(¬٢) رواه أبو نعيم في "حلية الأولياء" (١/ ٣٤٧)، (٣/ ١٨٢)، (٨/ ٢٩٧). وذكره القرطبي في "الجامع لأحكام القرآن" (١٣/ ٥٦).
(¬٣) رواه الترمذي في "جامعه" رقم (٢٣٥٢)، وقال: "حديث غريب".
ورواه ابن ماجه في "سننه" رقم (٤١٢٦)، من حديث أبي سعيد الخدري رضي اللَّه عنه، دون قول عائشة رضي اللَّه عنها وما بعده. وبهذا القدر صححه الألباني في "الإرواء": (٣/ ٣٥٨).
(¬٤) "التمام" (٢/ ٣٠٢) لأبي الحسين بن أبي يعلى الحنبلي.','1','339',NULL,NULL,'0');
INSERT INTO [b252] VALUES (387,'كما قال تعالى: {وَسَنَجْزِي الشَّاكِرِينَ (١٤٥)} [آل عمران: ١٤٥]، {وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ (١٤٤)} [آل عمران: ١٤٤].
بل قد أخبر أن رضاه في الشكر، ورضاه أكبر من جزائه بالجنات وما فيها، وإذا جزى اللَّه الصابرين الغرفة بما صبروا لم يدل ذلك على أنه لا يجزي الشاكرين الغرفة بما شكروا.
- وأما الحديث فلا حجة فيه لوجهين:
أحدهما: أنه لا يحتج بإسناده، فإنه من حديث ثابت بن محمد الكوفي عن الحارث بن النعمان، والحارث هذا لم يحتج به أصحاب الصحيح، بل قال فيه البخاري: منكر الحديث. ولذلك لم يصحح الترمذي حديثه هذا ولا حسَّنه ولا سكت عنه، بل حكم بغرابته (¬١).
الجواب الثاني: أن الحديث لو صح لم يدل على مطلوبهم؛ فإن المسكنة التي يحبها اللَّه من عبده ليست مسكنة فقر المال، بل مسكنة القلب وهي انكساره وذله وخشوعه وتواضعه للَّه، وهذه المسكنة لا تُنافي الغِنى ولا يُشترط لها الفقر، فإن انكسار القلب للَّه ومسكنته لعظمته وجلاله وكبريائه وأسمائه وصفاته أفضل وأعلى من مسكنة عدم المال، كما أن صبر القادر الواجد عن معاصي اللَّه طوعًا واختيارًا وخشية من اللَّه ومحبة له أعلى من صبر الفقير العاجز.
وقد آتى اللَّه سبحانه جماعة من أنبيائه ورسله الغنى والملك، ولم يخرجهم ذلك عن المسكنة للَّه.
قال الإمام أحمد: حدثنا يزيد بن هارون أنبأنا الجريري عن أبي
_________
(¬١) كما سبق، وانظر قول البخاري في "الضعفاء الصغير" له ص (٢٨).','1','340',NULL,NULL,'0');
INSERT INTO [b252] VALUES (388,'السليل (¬١) قال: "كان داود النبي -صلى اللَّه عليه وسلم- يدخل المسجد فينظر أغمص (¬٢) حلقة من بني إسرائيل فيجلس إليهم، ثم يقول: مسكين بين ظهراني مساكين" (¬٣)، هذا مع ما آتاه اللَّه من الملك والغنى والبسطة زيادة على النبوة.
قال أبو الحسين: روى أبو برزة الأسلمي قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن فقراء المسلمين ليدخلون الجنة قبل أغنيائهم بمقدار أربعين خريفًا حتى يتمنى أغنياء المسلمين يوم القيامة أنهم كانوا فقراء في الدنيا" (¬٤). (¬٥)
قلت: هذا الحديث ثابت عن النبي -صلى اللَّه عليه وسلم- من رواية جماعة من الصحابة منهم: أبو هريرة، وعبد اللَّه بن عمرو، وجابر بن عبد اللَّه، ويُروى عن أبي سعيد الخدري وأنس بن مالك (¬٦).
_________
(¬١) هو ضُريب بن نُقير أبو السليل القيسي الجُريري، ثقة. انظر: "تقريب التهذيب" ص (٤٥٩).
(¬٢) أي أحقر مكان. انظر: "لسان العرب" (٧/ ٦١).
(¬٣) "الزهد" للإمام أحمد رقم (٣٧٩).
(¬٤) رواه الروياني في "مسنده" رقم (٧٧٠) من طريق نفيع بن الحارث عن أبي برزة به.
والحديث أورده الديلمي في "الفردوس" رقم (٨٨٣).
ونفيع هذا هو نفيع بن الحارث أبو داود الأعمى، متروك. انظر: "الكامل" لابن عدي (٧/ ٥٩ - ٦١).
(¬٥) "التمام" (٢/ ٣٠٣).
(¬٦) أما حديث أبي هريرة فقد سبق ص (٣٠٠).
وحديث عبد اللَّه بن عمرو سبق ص (٣١١).
وحديث جابر سبق ص (٣١١). =','1','341',NULL,NULL,'0');
INSERT INTO [b252] VALUES (389,'ولا يدل ذلك على علو درجتهم إذا دخلوا الجنة قبل الأغنياء، بل إنما يدل على السبق لعدم ما يحاسبون عليه، ولا ريب أن وليّ الأمر العادل يتأخر دخوله للحساب وكذلك الغني الشاكر، ولا يلزم من تأخر دخولهما نزول درجتهما عن درجة الفقير كما تقدم (¬١).
وأما تمني الأغنياء أنهم كانوا فقراء، فإن صحت هذه اللفظة (¬٢) لم تدل على انحطاط درجتهم، كما يتمنى القاضي العادل في بعض المواطن يوم القيامة أنه لم يقضِ بين اثنين في تمرة لما يرى من شدة الأمر؛ فمنزلة الفقر والخمول منزلة السلامة، ومنزلة الغنى والولاية منزلة الغنيمة أو العطب.
قال أبو الحسين: وروى ابن عمر أن النبي -صلى اللَّه عليه وسلم- قام في أصحابه فقال: "أي الناس خير؟ " فقال بعضهم: غني يعطي حق نفسه وماله، فقال النبي -صلى اللَّه عليه وسلم-: "نِعْمَ الرجل هذا وليس به، ولكن خير الناس
_________
= وحديث أنس سبق ص (٣٤٢).
أما حديث أبي سعيد الخدري، فرواه أبو داود في "سننه" رقم (٣٦٦٦)، بلفظ: "أبشروا يا معشر صعاليك المهاجرين بالنور التام يوم القيامة، تدخلون الجنة قبل أغنياء الناس بنصف يوم، وذاك خمس مائة سنة". وفيه قصة.
ورواه الترمذي في "جامعه" رقم (٢٣٥١)، وقال: "حديث حسن غريب من هذا الوجه"، وابن ماجه في "سننه" رقم (٤١٢٣)، ولفظ الترمذي: "فقراء المهاجرين يدخلون الجنة قبل أغنيائهم بخمس مائة سنة". ولفظ ابن ماجه: "إن فقراء المهاجرين يدخلون الجنة قبل أغنيائهم بمقدار خمس مائة سنة".
(¬١) ص (٣٠٠، ٣٠١).
(¬٢) وهي التي جاءت في حديث أبي برزة السابق، وسبق بيان ضعف الحديث.','1','342',NULL,NULL,'0');
INSERT INTO [b252] VALUES (390,'مؤمن فقير يعطي على جهد" (¬١). (¬٢)
قلت: لم يذكر لهذا الحديث إسنادًا فينظر فيه، وحديث لا يعلم حاله لا يُحتج به، ولو صح لم يكن فيه دليل؛ لأنه تضمن تفضيل فقير يتصدق من جهده فمعه صبر الصابرين وغنى الشاكرين، فقد جمع بين موجبي التفضيل وسببيه، ولا ريب أن هذا أفضل الأقسام الثلاثة، ودرهمه الواحد يسبق مائة ألف درهم من غيره، كما قال رسول اللَّه -صلى اللَّه عليه وسلم-: "سبق درهم ممائة ألف درهم" قالوا: يا رسول اللَّه وكيف يسبق درهم مائة ألف؟ قال: "رجل كان له درهمان فأخذ أحدهما فتصدق به، وآخر له مال كثير فأخذ من عرضه مائة ألف فتصدق بها".
رواه النسائي من حديث صفوان بن عيسى حدثنا ابن عجلان عن زيد بن أسلم عن أبي صالح عن أبي هريرة (¬٣).
وذكر البيهقي من حديث الثوري عن أبي إسحاق عن الحارث عن على قال: جاء ثلاثة نفر إلى النبي -صلى اللَّه عليه وسلم- فقال أحدهم: كانت لي مائة أوقية فتصدقت منها بعشر [أواق، وقال الآخر: كانت لي مائة دينار فتصدقت منها بعشرة] (¬٤) دنانير، وقال الآخر: كانت لي عشرة دنانير فتصدقت منها
_________
(¬١) رواه ابن عدي في "الكامل" (٤/ ٢٣٨) في ترجمة عبد اللَّه بن دينار البهراني، من طريقه عن نافع عن ابن عمر به.
وعبد اللَّه بن دينار هذا ضعيف كما في "الكامل" وفي "تقريب التهذيب" ص ٥٠٤.
(¬٢) "التمام" (٢/ ٣٠٣).
(¬٣) "سنن النسائي المجتبى" رقم (٢٥٢٨). وصححه ابن خزيمة فأخرجه في "صحيحه" رقم (٢٤٤٣)، وابن حبان فأخرجه في "صحيحه" رقم (٣٣٤٧).
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من (ب) و (ن).','1','343',NULL,NULL,'0');
INSERT INTO [b252] VALUES (391,'بدينار، فقال: "كلكم في الأجر سواء، كلكم قد تصدّق بعشر ماله" (¬١).
وقال أبو سعيد بن الأعرابي حدثنا ابن أبي العوام حدثنا يزيد بن هارون حدثنا أبو الأشهب عن الحسن قال: قال رجل لعثمان بن عفان ذهبتم يا أصحاب الأموال بالخير تتصدقون وتعتقون وتحجون وتنفقون، فقال عثمان: "وإنكم لتغبطوننا؟ قال: إنا لنغبطكم، قال: فواللَّه لدرهم ينفقه أحد من جهد خير من عشرة آلاف درهم غيض من فيض" (¬٢).
وفي "سنن أبي داود" من حديث الليث عن أبي الزبير عن يحيى بن جعدة عن أبي هريرة أنه قال: يا رسول اللَّه أي الصدقة أفضل؟ قال: "جهد المقل، وابدأ بمن تعول" (¬٣).
وفي "المسند" و"صحيح ابن حبان" من حديث أبي ذر قال قلت: يا رسول اللَّه أي الصدقة أفضل؟ قال: "جهد من مقل" (¬٤).
وفي "سنن النسائي" من حديث على الأزدي (¬٥) عن عبيد بن عمير
_________
(¬١) "السنن الكبرى" للبيهقي (٤/ ١٨٢)، و"شعب الإيمان" رقم (٣٤٥٥).
ورواه أحمد في "المسند" (١/ ١١٤).
والحارث -راويه عن علي- ضعيف. انظر: "تقريب التهذيب" ص ٢١١.
(¬٢) رواه البيهقي في "شعب الإيمان" رقم (٣٤٥٦) من طريق ابن الأعرابي به.
وأخرجه ابن المبارك في "الزهد" رقم (٧٧٠)، عن الحسن به.
(¬٣) "سنن أبي داود" رقم (١٦٧٧).
وصححه ابن خزيمة فأخرجه في "صحيحه" رقم (٢٤٤٤)، وابن حبان فأخرجه في "صحيحه" رقم (٣٣٤٦).
(¬٤) "مسند أحمد" (٥/ ١٧٨)، و"صحيح ابن حبان" رقم (٣٦١).
وضعفه الألباني في "إرواء الغليل" (٣/ ٤١٥).
(¬٥) في الأصل وسائر النسخ: "الأوزاعي". والتصويب من "سنن النسائي".','1','344',NULL,NULL,'0');
INSERT INTO [b252] VALUES (392,'عن عبد اللَّه بن حُبشي أن النبي -صلى اللَّه عليه وسلم- سئل أي الأعمال أفضل؟ قال: "إيمان لا شك فيه، وجهاد لا غلول فيه، وحجة مبرورة" قيل: فأي الصلاة أفضل؟ قال: "طول القيام" قيل: فأي الصدقة أفضل (¬١)؟ قال: "جهد من مقل" قيل: فأي الهجرة أفضل؟ قال: "من هجر ما حوم اللَّه عليه" قيل: فأي الجهاد أفضل؟ قال: "من أهريق دمه وعقر جواده" (¬٢).
وهذه الأحاديث كلها تدل على أن صدقة جهد المقل أفضل من صدقة كثير المال ببعض ماله الذي لا يتبين أثر نقصانه عليه وإن كان كثيرًا؟ لأن الأعمال عند اللَّه تتفاضل بتفاضل ما في القلوب لا بكثرتها وصورها، بل بقوة الداعي وصدق الفاعل وإخلاصه وإيثار اللَّه على نفسه.
فأين صدقة من آثر اللَّه على نفسه برغيف هو قوته إلى صدقة من أخرج مائة ألف درهم من بعض ماله غيضًا من فيض؟! فرغيف هذا ودرهمه في الميزان أثقل من مائة ألف هذا، واللَّه المستعان.

فصل
واحتجوا بما رواه ابن عدي من حديث سليمان بن عبد الرحمن حدثنا خالد بن يزيد عن أبيه عن عطاء سمع أبا سعيد الخدري يقول: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "اللهم توفني فقيرًا، ولا توفني غنيًّا" (¬٣).
_________
(¬١) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٢) "سنن النسائي" رقم (٢٥٢٦).
ورواه أبو داود في "سننه" (١٤٤٩).
وقوى إسناده ابن حجر في "الإصابة" (٤/ ٥٢).
(¬٣) "الكامل" (٣/ ١٢).','1','345',NULL,NULL,'0');
INSERT INTO [b252] VALUES (393,'وهذا الحديث لا يصح، فإن خالد بن يزيد هذا هو خالد بن يزيد بن عبد الرحمن بن أبي مالك الدمشقي، أجمعوا على ضعفه وعدم الاحتجاج بحديثه، قال أحمد: ليس بشيء. وقال ابن معين: واه. ونسبه يحيى إلى الكذب، وقد تقدم الكلام فيه (¬١).
وقد سئل شيخ الإسلام ابن تيمية عن هذه المسألة (¬٢)، فقال: قد تنازع كثير من المتأخرين في الغني الشاكر والفقير الصابر أيهما أفضل، فرجّح هذا طائفة من العلماء والعباد، ورجح هذا طائفة من العلماء والعباد، وحُكي في ذلك عن الإمام أحمد روايتان.
وأما الصحابة والتابعون فلم ينقل عنهم تفضيل أحد الصِّنفين على الآخر.
وقد قالت طائفة ثالثة: ليس لأحدهما على الآخر فضيلة إلا بالتقوى، فأيهما كان أعظم إيمانًا وتقوى كان أفضل، فإن استويا في ذلك استويا في الفضيلة.
قال: وهذا أصحّ الأقوال؛ لأن نصوص الكتاب والسنة إنما تُفضِّل بالإيمان والتقوى، وقد قال تعالى: {إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا} [النساء: ١٣٥].
وقد كان في الأنبياء والسابقين الأولين من الأغنياء من هو أفضل من أكثر الفقراء، وكان فيهم من الفقراء من هو أفضل من أكثر
_________
(¬١) ص (٣٠٧، ٣٠٨).
(¬٢) وانظر كلام شيخ الإسلام في هذه المسألة في "مجموع الفتاوى" (١١/ ٢١ - ٢٢، ١٢٢ - ١٣٢، ١٩٥ - ١٩٦).','1','346',NULL,NULL,'0');
INSERT INTO [b252] VALUES (394,'الأغنياء، والكاملون يقومون بالمقامين فيقومون بالشكر والصبر على التمام كحال نبينا -صلى اللَّه عليه وسلم-، وحال أبي بكر وعمر رضي اللَّه عنهما.
ولكن قد يكون الفقر لبعض الناس أنفع والغنى لآخرين أنفع، كما تكون الصحة لبعضهم أنفع والمرض لبعضهم أنفع، كما في الحديث الذي رواه البغويُّ وغيره عن النبي -صلى اللَّه عليه وسلم- فيما يروي عن ربه تبارك وتعالى: "إن من عبادي من لا يصلحه إلا الغنى ولو أفقرته لأفسده ذلك، وإن من عبادي من لا يصلحه إلا الفقر ولو أغنيته لأفسده ذلك، وإن من عبادي من لا يصلحه إلا الصحة ولو أسقمته لأفسده ذلك، وإن من عبادي من لا يصلحه إلا السقم ولو أصححته لأفسده ذلك، إني أدبّر عبادي، إني خبير بصير" (¬١).
وقد صح عن النبي -صلى اللَّه عليه وسلم- أنه قال: "إن فقراء المسلمين يدخلون الجنة قبل الأغنياء" (¬٢).
وفي الحديث الآخر لما علّم الفقراء الذكر عقب الصلوات سمع بذلك الأغنياء فقالوا مثل ما قالوا، فذكروا ذلك للنبى -صلى اللَّه عليه وسلم- فقال: " {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} [لحديد: ٢١] " (¬٣).
_________
(¬١) "شرح السنة" للبغوي (٥/ ٢١ - ٢٣).
ورواه ابن أبي الدنيا في كتاب "الأولياء" رقم (١)، وأبو نعيم في "الحلية" (٨/ ٣١٨)، والبيهقي في "الأسماء والصفات" رقم (٢٣١)، وابن الجوزي في "العلل المتناهية" رقم (٢٧). وضعفه.
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم ١٧٧٥.
(¬٢) سبق تخريجه ص (٣٠٠، ٣٤٤).
(¬٣) أخرجه مسلم وقد سبق ص (٣٠١).','1','347',NULL,NULL,'0');
INSERT INTO [b252] VALUES (395,'فالفقراء يتقدمون في دخول الجنة لخفّة الحساب عليهم، والأغنياء يؤخرون لأجل الحساب، ثم إذا حوسب أحدهم فإن كانت حسناته أعظم من حسنات الفقراء كانت درجته في الجنة فوقه، وإن تأخر في الدخول.
كما أن السبعين ألفًا الذين (¬١) يدخلون الجنة بغير حساب -ومنهم عكاشة بن محصن (¬٢) - قد يدخل الجنة بحساب من يكون أفضل من أحدهم في الدرجات، لكن أولئك استراحوا من تعب الحساب.
وهذا في الفقراء المذكورين (¬٣) في الكتاب والسنة وهو ضدّ الغنى الذي يبيح أخذ الزكاة أو الذي لا يوجب الزكاة.
ثم قد صار في اصطلاح كثير من الناس: الفقر عبارة عن الزهد والعبادة والأخلاق. ويسمون من اتصف بذلك فقيرًا وإن كان ذا مال، [ومن لم يتصف بذلك قالوا: ليس بفقير وإن لم يكن له مال،] (¬٤) وقد يسمى هذا المعنى تصوفًا.
ومن الناس من يفرق بين مسمى الفقير والصوفي، ثم من هؤلاء من يجعل مسمى الفقير أفضل، ومنهم من يجعل مسمى الصوفي أفضل.
والتحقيق في هذا الباب: أنه لا ينظر إلى الألفاظ المحدثة بل
_________
(¬١) ساقطة من الاْصل، واستدركتها من النسخ الأخرى.
(¬٢) رواه البخاري في "صحيحه" رقم (٥٨١١)، ومسلم في "صحيحه" رقم (٢١٦) من حديث أبي هريرة.
(¬٣) كذا في الأصول، وفي بعض المطبوعات: "في الفقر المذكور. . " وهو أوجه للسياق.
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى.','1','348',NULL,NULL,'0');
INSERT INTO [b252] VALUES (396,'يُنظر إلى ما جاء به الكتاب والسنة من الأسماء والمعاني، واللَّه قد جعل وصف أوليائه الإيمان والتقوى، فمن كان نصيبه من ذلك أعظم، كان أفضل، ولا اعتبار بما سوى ذلك، واللَّه أعلم.','1','349',NULL,NULL,'0');
INSERT INTO [b252] VALUES (397,'<span data-type="title" id=toc-67>الباب الثالث والعشرون في ذكر ما احتجت به الفقراء من الكتاب والسنة والآثار والاعتبار</span>
قالت الفقراء: لم يذكر اللَّه سبحانه الغنى والمال في القرآن إلا على أحد وجوه:
الأول: على وجه الذم، كقوله تعالى: {كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَى (٦) أَنْ رَآهُ اسْتَغْنَى (٧)} [العلق: ٦، ٧]، وقوله: {وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ} [الشورى: ٢٧]، وقوله: {وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (٣٣) وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (٣٤) وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (٣٥)} [الزخرف: ٣٣ - ٣٥]، وقال تعالى: {فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥)} [التوبة: ٥٥]، وقال تعالى: {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا} [الكهف: ٤٦]، وقال: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ} [آل عمران: ١٤] الآية، ونظائر ذلك كثير.
الوجه الثانى: أن يذكره على وجه الابتلاء والامتحان، كما قال تعالى: {وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} [التغابن: ١٥]، وقال تعالى: {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (٥٦)} [المؤمنون: ٥٥، ٥٦].
وقال تعالى مخبرًا عن ابتلائه بالغنى كما ابتلى بالفقر: {فَأَمَّا الْإِنْسَانُ','1','350',NULL,NULL,'0');
INSERT INTO [b252] VALUES (398,'إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ (١٥)} [الفجر: ١٥] الآية، وقال: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ (٣٥)} [الأنبياء: ٣٥].
الوجه الثالث: إخباره أن الأموال والأولاد لا تقرّب إليه شيئا، وإنما يقرّب إليه الإيمان والعمل الصالح، كقوله تعالى: {وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ (٣٧)} [سبأ: ٣٧].
الوجه الرابع: إخباره أن الدنيا والغنى والمال إنما جعلها متعة لمن لا نصيب له في الآخرة، وأن الآخرة جعلها للمتقين، فقال تعالى: {الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (١٣١)} [طه: ١٣١]، وقال: {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا} [الأحقاف: ٢٠].
وإلى هذا المعنى أشار النبي -صلى اللَّه عليه وسلم- بقوله لعمر: "أما ترضى أن تكون لهم الدنيا ولنا الآخرة"، وسيأتي الحديث (¬١).
الوجه الخامس: أنه لم يذكر المترفين وأصحاب الثروة إلا بالذم كقوله: {إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُتْرَفِينَ (٤٥)} [الواقعة: ٤٥]، وقوله: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا} [الإسراء: ١٦]، وقوله: {لَا تَرْكُضُوا وَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ لَعَلَّكُمْ تُسْأَلُونَ (١٣)} [الأنبياء: ١٣].
الوجه السادس: أنه سبحانه ذم محب المال، فقال: {وَتَأْكُلُونَ
_________
(¬١) أخرجه البخاري في "صحيحه" رقم (٥١٩١)، ومسلم في "صحيحه" رقم (١٤٧٩)، كلاهما من حديث عمر بن الخطاب رضي اللَّه عنه في قصة إيلاء النبي -صلى اللَّه عليه وسلم- من نسائه، ولفظ البخاري فيه: "إن أولئك قوم قد عُجلوا طيباتهم في الحياة الدنيا".','1','351',NULL,NULL,'0');
INSERT INTO [b252] VALUES (399,'التُّرَاثَ أَكْلًا لَمًّا (١٩) وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا (٢٠)} [الفجر: ١٩، ٢٠]، فذمهم بحب المال وعيّرهم به.
الوجه السابع: أنه سبحانه ذم متمنّي الدنيا والغنى والسعة فيها، ورأوا ذلك عطاء عظيمًا، ومدح من أنكر عليهم وخالفهم، فقال تعالى عن أغنى أهل زمانه: {فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنْيَا يَالَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ (٧٩) وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحًا وَلَا يُلَقَّاهَا إِلَّا الصَّابِرُونَ (٨٠)} [القصص: ٧٩، ٨٠].
فأخبروا أن ما عند اللَّه خير لمن آمن وعمل صالحًا، ولا يلقّى هذه الوصية وهي الكلمة التي تكلم بها الذين أوتوا العلم أو المثوبة والجنة التي دل عليها قوله: {ثَوَابُ اللَّهِ خَيْرٌ}، أو السيرة والطريقة التي دل عليها قوله: {لِمَنْ آمَنَ وَعَمِلَ صَالِحًا}، وعلى كل حال لا يلقّى ذلك إلا الصابرون على الفقر وعن الدنيا وشهواتها وما أُترف فيه الأغنياء، وقد شهد اللَّه سبحانه لهم بأنهم من أهل العلم دون الذين تمنوا الدنيا وزينتها.
الوجه الثامن: أنه سبحانه أنكر على من ظنّ أن التفضيل يكون بالمال الذي يحتاج إليه لإقامة الملك، فكيف بما هو زيادة وفضلة؟! فقال تعالى: {وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ} (¬١) [البقرة: ٢٤٧]، فرد اللَّه سبحانه قولهم، وأخبر أن الفضل [ليس بالمال كما
_________
(¬١) ما بين المعقوفين ساقط من الأصل.','1','352',NULL,NULL,'0');
INSERT INTO [b252] VALUES (400,'توهّموه، وأن الفضل] (¬١) بالعلم لا بالمال.
وقال سبحانه: {قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ (٥٨)} [يونس: ٥٨]، ففضله ورحمته العلم والإيمان والقرآن، والذي يجمعونه هو المال وأسبابه.
ومثله قوله تعالى: {أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَتُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ (٣٢)} [الزخرف: ٣٢].
الوجه التاسع: أنه (¬٢) سبحانه أخبر أن التكاثر في جمع المال وغيره ألهى الناس وشغلهم عن الآخرة والاستعداد لها، وتوعّدهم على ذلك، فقال تعالى: {أَلْهَاكُمُ التَّكَاثُرُ (١) حَتَّى زُرْتُمُ الْمَقَابِرَ (٢) كَلَّا سَوْفَ تَعْلَمُونَ (٣) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤) كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ} [التكاثر: ١ - ٥].
فأخبر سبحانه أن التكاثر شغل أهل الدنيا وألهاهم عن اللَّه والدار الآخرة حتى حضرهم الموت، فزاروا المقابر، ولم يفيقوا من رقدة من ألهاه التكاثر، وجعل الغاية زيارة المقابر دون الموت إيذانًا بأنهم غير مستوطنين ولا مستقرين في القبور، وأنهم فيها بمنزلة الزائرين يحضرونها مدة ثم يظعنون عنها كما كانوا في الدنيا كذلك زائرين لها غير مستقرين فيها، ودار القرار هي الجنة أو النار.
ولم يعيّن سبحانه المتكاثر (¬٣) بل ترك ذكره إما لأنّ المذموم هو نفس
_________
(¬١) ما بين المعقوفين من النسخ الثلاث الأخرى.
(¬٢) الأصل: "أنه أخبر. . " وهو تكرار.
(¬٣) في الأصل: "المكاثرة"، وفي (م) و (ن): "المتكاثر به". والمثبت من (ب).','1','353',NULL,NULL,'0');
INSERT INTO [b252] VALUES (401,'التكاثر بالشيء لا المتكاثر به، كما يُقال: شغلك اللعب واللهو، ولم يذكر ما يلعب به ويلهو به.
وإما إرادة الإطلاق (¬١)، وهو كل ما يكاثر به العبد غيره من أسباب الدنيا من مال أو جاه أو عبيد أو إماء أو بناء أو غراس أو علم لا يبتغي به وجه اللَّه أو عمل لا يقربه إلى اللَّه، فكل هذا من التكاثر الملهي عن اللَّه والدار الآخرة.
وفي "صحيح مسلم" من حديث عبد اللَّه بن الشخير أنه قال: انتهيت إلى النبي -صلى اللَّه عليه وسلم- وهو يقرأ: {أَلْهَاكُمُ التَّكَاثُرُ (١)} قال: "يقول ابن آدم مالي مالي (¬٢). وهل لك من مالك إلا ما تصدقت فأمضيت، أو أكلت فأفنيت، أو لبست فأبليت" (¬٣).
ثم أوعد سبحانه من ألهاه التكاثر وعيدًا مؤكدًا إذا عاين تكاثره هباء منثورًا، وعلم أن دنياه التي كاثر بها إنما كانت خدعًا وغرورًا، فوجد عاقبة تكاثره عليه لا له، وخسر هنالك تكاثره كما خسر أمثاله، وبدا له من اللَّه ما لم يكن في حسابه، وصار تكاثره الذي شغله عن اللَّه والدار الآخرة من أعظم أسباب عذابه، فعذّب بتكاثره في دنياه، ثم عذّب به في البرزخ، ثم يعذّب به يوم القيامة فكان أشقى الخلق بتكاثره، إذ أفاد منه العطب دون الغنيمة والسلامة، فلم يفزْ من تكاثره إلا بأن صار من الأقليق، ولم يحظَ من علوه في الدنيا إلا بأن حصل مع الأسفلين.
فيا له تكاثرًا ما أقلّه؟! ورزءًا ما أجلّه؟! وغناء جالبًا لكل فقر،
_________
(¬١) الأصل: "أراده للإطلاق".
(¬٢) سقطت من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٣) "صحيح مسلم" رقم (٢٩٥٨).','1','354',NULL,NULL,'0');
INSERT INTO [b252] VALUES (402,'وخيرًا توصّل به إلى كل شر، يقول صاحبه إذا انكشف عنه غطاؤه: {يَالَيْتَنِي قَدَّمْتُ لِحَيَاتِي (٢٤)} [الفجر: ٢٤]، وعملت بطاعة اللَّه قبل وفاتي {رَبِّ ارْجِعُونِ (٩٩) لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ كَلَّا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا} [المؤمنون: ٩٩، ١٠٠] تلك كلمة يقولها فلا يعوّل عليها، ورجعة يسألها فلا يجاب إليها.
وتأمل قوله أولًا: {رَبِّ} استغاث بربه، ثم التفت إلى الملائكة الذين أمروا بإحضاره إلى بين يدي ربه تبارك وتعالى فقال: {ارْجِعُونِ} ثم ذكر سبَب سؤال الرجعة وهو: أن يستقبل العمل الصالح فيما ترك خلفه من ماله وجاهه وسلطانه وقوله وأسبابه، فيقال له: {كَلَّا}، لا سبيل لك إلى الرّجعى وقد عُمّرتَ ما يتذكر فيه من تذكّر.
ولما كان شأن الكريم الرحيم أن يجيب من استقاله، وأن يفسح له في المهلة؛ ليتدارك ما فاته، أخبر سبحانه أن سؤال هذا المفرّط الرجعة كلمة هو قائلها لا حقيقة تحتها، وأن سجيّته وطبيعته تأبى أن تعمل صالحا لو أجيب، وأنما ذلك شيء يقوله بلسانه، وأنه لو رُدّ لعاد لما نهي عنه، وأنه من الكاذبين، فحكمة أحكم الحاكمين وعزته وعلمه وجدّه يأبى إجابته إلى ما سأل؛ فإنه لا فائدة في ذلك، ولو ردّ لكانت حاله الثانية مثل حاله الأولى، كما قال تعالى: {وَلَوْ تَرَى إِذْ وُقِفُوا عَلَى النَّارِ فَقَالُوا يَالَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا وَنَكُونَ مِنَ الْمُؤْمِنِينَ (٢٧) بَلْ بَدَا لَهُمْ مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ وَلَوْ رُدُّوا لَعَادُوا لِمَا نُهُوا عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ (٢٨)} [الأنعام: ٢٧، ٢٨].
وقد حام أكثر المفسرين حول معنى هذه الآية، وما وردوا. فراجع أقوالهم تجدها لا تشفي عليلًا ولا تروي غليلًا (¬١)، ومعناها أجل
_________
(¬١) انظر على سبيل المثال: "تفسير البغوي" (٢/ ٩٢)، و"تفسير ابن كثير" (٢/=','1','355',NULL,NULL,'0');
INSERT INTO [b252] VALUES (403,'وأعظم مما فسروها به، ولم يتفطنوا لوجه الإضراب بـ {بَلْ} ولا للأمر الذي بدا لهم وكانوا يخفونه، وظنوا أن الذي بدا لهم العذاب، فلما لم يروا ذلك ملتئمًا مع قوله: {مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ} قدروا مضافًا محذوفًا وهو جزاء {مَا كَانُوا يُخْفُونَ مِنْ قَبْلُ}، فدخل عليهم أمر آخر لا جواب لهم عنه وهو: أن القوم لم يكونوا يخفون شركهم وكفرهم، بل كانوا يظهرونه ويَدْعون إليه ويحاربون عليه.
ولما علموا أن هذا وارد عليهم، قالوا: إن القوم في بعض موارد القيامة ومواطنها أخفوا شركهم وجحدوه، وقالوا: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (٢٣)} [الأنعام: ٢٣]، فلما وُقفوا على النار بدا لهم جزاء ذلك الذي أخفوه. قال الواحدي: وعلى هذا أهل التفسير (¬١).
ولم يصنع أرباب هذا القول شيئا؛ فإن السياق والإضراب بـ {بَلْ} والإخبار عنهم بأنهم لو ردّوا لعادوا مشركين لا يلتئم بهذا الذي ذكروه فتأمله (¬٢).
وقالت طائفة منهم الزجاج: بل بدا للأتباع ما أخفاه عنهم الرؤساء من أمر البعث (¬٣).
وهذا التفسير يحتاج إلى تفسير، وفيه من التكلف ما ليس بخافٍ.
_________
= ١٢١ - ١٢٢)، و"تفسير القرطبي" (٦/ ٢٦٤).
(¬١) انظر مفاد الكلام السابق للواحدي في الوسيط (٢/ ٢٦٣).
(¬٢) في (ب): "بأنهم لو ردُّوا لعادوا لما نهوا عنه، وقولهم: {وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (٢٣)} لا يلتئم بهذا الذي ذكروه فتأمّله".
وفيها زيادة غير ملائمة للسياق.
(¬٣) انظر كلام الزجاج في "زاد المسير" (٣/ ٢٣).','1','356',NULL,NULL,'0');
INSERT INTO [b252] VALUES (404,'وأجود من هذا ما فهمه المبرّد من الآية قال: كأن كفرهم لم يكن باديًا لهم إذ خفيت عليهم مضرّته (¬١).
ومعنى كلامه: أنهم لما خفيت عليهم عاقبته ووباله فكأنه كان خفيًّا عنهم لم تظهر لهم حقيقته، فلما عاينوا العذاب ظهرت لهم حقيقته وشره.
قال: وهذا كما تقول في من كنت حدثته في أمر قبل: ظهر لك الآن ما كنتُ قلتُ لك؟! وقد كان ظاهرًا له قبل هذا.
ولا يسهل أن يعبر عن كفرهم وشركهم الذي (¬٢) كانوا ينادون به على رؤوس الأشهاد ويدعون إليه كل حاضر وباد بأنهم كانوا يخفونه لخفاء عاقبته عنهم، ولا يُقال لمن أظهر الظلم والفساد وقتل النفوس والسعي في الأرض بالفساد أنه أخفى ذلك لجهله بسوء عاقبته وخفائها عليه.
فمعنى الآية -واللَّه أعلم بما أراد من كلامه-: أن هؤلاء المشركين لما وقفوا على النار وعاينوها وعلموا أنهم داخلوها تمنّوا أنهم يردون إلى الدنيا فيؤمنون باللَّه وآياته ولا يكذبون رسله، فأخبر سبحانه أن الأمر ليس كذلك وأنه ليس في طبائعهم وسجاياهم الإيمان، بل سجيّتهم الكفر والشرك والتكذيب، وأنهم لو ردّوا لكانوا بعد الرد كما كانوا قبله، وأخبر أنهم كاذبون في زعمهم أنهم لو ردوا لآمنوا وصدقوا.
فإذا تقرر مقصود الآية ومرادها تبيّن لك معنى الإضراب بـ {بَلْ}،
_________
(¬١) انظر كلام المبرد في: "زاد المسير" (٣/ ٢٣)، و"تفسير البغوي" (٢/ ٩٢)، و"تفسير القرطبي" (٦/ ٢٦٤).
(¬٢) في الأصل: "الذين". والتصويب من النسخ الثلاث الأخرى.','1','357',NULL,NULL,'0');
INSERT INTO [b252] VALUES (405,'وتبيّن معنى الذي بدا لهم والذي كانوا يخفونه. والحامل لهم على قولهم: {يَالَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ}، فالقوم كانوا يعلمون في الدنيا أنهم على باطل وأن الرسل صدقوهم فيما بلّغوهم عن اللَّه، وتيقنوا ذلك وتحققوه ولكنهم أخفوه ولم يظهروه بينهم بل تواصوا بكتمانه.
فلم يكن الحامل لهم على تمنّي الرجوع والإيمان معرفة ما لم يكونوا يعرفونه من صدق الرسل، فإنهم كانوا يعلمون ذلك ويخفونه، فظهر لهم يوم القيامة ما كانوا ينطوون عليه من علمهم أنهم على الباطل وأن الرسل على الحق، فعاينوا ذلك عيانًا بعد أن كانوا يكتمونه ويخفونه، فلو ردّوا لما سمحت نفوسهم بالإيمان، ولعادوا إلى الكفر والتكذيب، فإنهم لم يتمنوا الأيمان لعلمهم يومئذ أنه هو الحق وأن الشرك باطل، وإنما تمنوه لما عاينوا العذاب الذي لا طاقة لهم باحتماله.
وهذا كمن كان يُخفي محبة (¬١) شخص ومعاشرته وهو يعلم أن حبه باطل وأن الرشد في عدوله عنه، فقيل له: إن اطلع عليك قيّمه (¬٢) عاقبك. وهو يعلم ذلك ويكابر، ويقول: بل محبته ومعاشرته هي الصواب، فلما أخذه وليّه ليعاقبه على ذلك، وتيقن العقوبة تمنى أن يعفى من العقوبة، وأنه لا يجتمع به بعد ذلك، وفي قلبه من محبته والحرص على معاشرته ما يحمله على المعاودة بعد معاينة العقوبة بل بعد أن مسّته وأنهكته، فظهر له عند العقوبة ما كان يخفي من معرفته بخطئه وصواب من نهاه عنه ولو ردّ لعاد لما نُهي عنه.
_________
(¬١) مطابقة المثل تقضي أن يقال: كان يحبّ شخصًا ويعاشره. والذي كان يخفيه هو معرفته بخطئه لا حبَّ الشخص. (ص).
(¬٢) في النسخ الثلاث الأخرى: "وليه".','1','358',NULL,NULL,'0');
INSERT INTO [b252] VALUES (406,'وتأمل مطابقة الإضراب لهذا المعنى وهو نفي قولهم: أنا لو رُددنا لآمنا وصدقنا، لأنه ظهر لنا الآن أن (¬١) ما قالت الرسل هو الحق، أي: ليس كذلك بل كنتم تعلمون ذلك وتعرفونه وكنتم تخفونه، فلم يظهر لكم شيء لم تكونوا عالمين به لِتُعذَروا، بل ظهر لكم ما كان معلومًا لكم وكنتم تواصون بإخفائه وكتمانه واللَّه أعلم.
ولا تستطل هذا الفصل المعترض في أثناء هذه المسألة فلعله أهم منها وأنفع، وباللَّه التوفيق.
فلنرجع إلى تمام الكلام فيها وقوله: {كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥)} [التكاثر: ٥] جوابه محذوف دلّ عليه ما تقدم، أي: لما ألهاكم التكاثر، وإنما وجد هذا التكاثر وإلهاؤه عما هو أولى بكم لما فقد منكم علم اليقين، وهو العلم الذي يصل بصاحبه إلى حدّ الضروريات التي لا يُشك ولا يمارى في صحتها وثبوتها.
ولو وصلت حقيقة هذا العلم إلى القلب وباشرته لما ألهاه عن موجبه وترتب أثره عليه، فإن مجرّد العلم بقبح الشيء وسوء عواقبه قد لا يكفي في تركه، فإذا صار له علم يقين كان اقتضاء هذا العلم لتركه أشد، فإذا صار عين يقين كجملة المشاهدات كان تخلف موجبه عنه من أندر شيء، وفي هذا المعنى قال حسان في أهل بدر:
سِرْنا وساروا إلى بَدْرٍ لِحَينهم (¬٢) ... لو يعلمونَ يقين العِلْمِ ما ساروا (¬٣)
_________
(¬١) ليست في الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٢) في (ب): "لحتفهم".
(¬٣) انظره في ديوان حسان: (١/ ٤٧٦).','1','359',NULL,NULL,'0');
INSERT INTO [b252] VALUES (407,'وقوله: {كَلَّا سَوْفَ تَعْلَمُونَ (٣) ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤)} [التكاثر: ٣، ٤]، قيل: هو تأكيد لحصول العلم كقوله: {كَلَّا سَيَعْلَمُونَ (٤) ثُمَّ كَلَّا سَيَعْلَمُونَ (٥)} [النبأ: ٤، ٥].
وقيل: ليس بتأكيد بل العلم الأول عند المعاينة ونزول الموت، والعلم الثاني في القبر.
هذا قول الحسن ومقاتل ورواه عطاء عن ابن عباس (¬١).
ويدل على صحة هذا القول عدة أوجه:
أحدها: أن الفائدة الجديدة والتأسيس هو الأصل، وقد أمكن اعتباره مع فخامة المعنى وجلالته وعدم الإخلال بالفصاحة.
الثاني: توسط {ثُمَّ} بين العلمين، وهي مؤذنة بتراخي ما بين المرتبتين زمانًا وخَطَرًا.
الثالث: أن هذا القول مطابق للواقع فإن المحتضر يعلم عند المعاينة حقيقة ما كان عليه، ثم يعلم في القبر وما بعده ذلك علمًا هو فوق العلم الأول.
الرابع: أن عليّ بن أبي طالب وغيره من السلف فهموا من الآية عذاب القبر.
قال الترمذي: حدثنا أبو كُريب حدثنا حكام بن سلم الرازي عن عمرو بن أبي قيس عن الحجاج عن المنهال بن عمرو عن زرّ عن
_________
(¬١) انظر: "الوسيط" للواحدي (٤/ ٥٤٩)، و"تفسير البغوي" (٤/ ٥٢٠) و"تفسير القرطبي" (٢٠/ ١١٨)، و"تفسير ابن كثير" (٤/ ٥٤٨).','1','360',NULL,NULL,'0');
INSERT INTO [b252] VALUES (408,'على قال: "ما زلنا نشكُّ في عذاب القبر حتى نزلت {أَلْهَاكُمُ التَّكَاثُرُ (١)} [التكاثر: ١] " (¬١).
قال الواحدي: يعني أن معنى قوله: {ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤)} [التكاثر: ٤] في القبور.
الخامس: أن هذا مطابق لما بعده من قوله {لَتَرَوُنَّ الْجَحِيمَ (٦) ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧)} [التكاثر: ٦، ٧] فهذه الرؤية الثانية غير الأولى وليست تأكيدًا لفظيًّا للرؤية الأولى، والفرق بين الرؤية الأولى والثانية من وجهين:
إطلاق الأولى وتقييد الثانية بعين اليقين، وتقدم الأولى وتراخي الثانية عنها.
ثم ختم السورة بالإخبار المؤكّد بواو القسم ولام التوكيد والنون الثقيلة عن سؤال النعيم، فكل أحد يُسأل عن نعيمه الذي كان فيه في الدنيا هل ناله من حلّه ووجهِه أم لا؟
فإذا تخلص من هذا السؤال سئل عسْه سؤالًا آخر: هل شكر اللَّه تعالى عليه فاستعان به على طاعته أم لا؟
فالأول سؤال عن سبب استخراجه (¬٢)، والثاني عن محل صرفه.
كما في جامع الترمذي من حديث عطاء بن أبي رباح عن ابن عمر
_________
(¬١) "جامع الترمذي" رقم (٣٣٥٥)، وقال: "هذا حديث غريب".
(¬٢) في الأصل: "فالأول سبب عن استخراجه". وفي (ب): "فالأول سبب استخراجه". والمثبت من (م) و (ن).','1','361',NULL,NULL,'0');
INSERT INTO [b252] VALUES (409,'[عن ابن مسعود] (¬١) عن النبي -صلى اللَّه عليه وسلم- قال: "لا تزول قدما ابن آدم يوم القيامة من عند ربه حتى يسأل عن خمس: عن عمره فيما أفناه، وعن شبابه فيما أبلاه، وماله من أين اكتسبه وفيما أنفقه؟ وماذا عمل فيما علم؟ " (¬٢).
وفيه أيضًا عن أبي برزة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا تزول قدما عبدٍ يوم القيامة حتى يُسأل عن عمره فيما أفناه، وعن علمه ما عمل فيه، وعن ماله من أين اكتسبه وفيما أنفقه، وعن جسمه فيما أبلاه". قال: هذا حديث صحيح (¬٣).
وفيه أيضًا من حديث أبي هريرة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن أول ما يسأل عنه يوم القيامة -يعني العبد من النعيم- أن يُقال له: ألم نُصِحّ لك جسمك، ونُرْوِيك من الماء البارد؟! " (¬٤).
وفيه أيضًا من حديث الزبير بن العوام قال: لما نزلت {ثُمَّ لَتُسْأَلُنَّ (¬٥) يَوْمَئِذٍ عَنِ النَّعِيمِ (٨)} [التكاثر: ٨] قال الزبير: يا رسول اللَّه فأي النعيم نسأل عنه وإنما هو الأسودان، التمر والماء؟ قال: "أما إنه
_________
(¬١) ما بين المعقوفين ليس في الأصل، ولا في سائر النسخ الثلاث، وإنما هو من جامع الترمذي.
(¬٢) "جامع الترمذي" رقم (٢٤١٦)، وقال: "حديث غريب لا نعرفه من حديث ابن مسعود عن النبي -صلى اللَّه عليه وسلم- إلا من حديث الحسين بن قيس، وحسين بن قيس يضعف في الحديث من قِبَل حفظه".
(¬٣) "جامع الترمذي" رقم (٢٤١٧)، وفيه قال: "حديث حسن صحيح".
(¬٤) "جامع الترمذي" رقم (٣٣٥٨)، وقال: "حديث غريب".
(¬٥) في الأصل: "ولتسئلن". وفي (م) و (ن): {ثُمَّ لَتُسْأَلُنَّ}. وفي (ب): {لَتُسْأَلُنَّ}.','1','362',NULL,NULL,'0');
INSERT INTO [b252] VALUES (410,'سيكون". قال: هذا حديث حسن (¬١).
وعن أبي هريرة نحوه وقال: "فإنما هما الأسودان والعدو حاضر، وسيوفنا على عواتقنا، قال: إن ذلك سيكون" (¬٢).
وقوله: "إن ذلك سيكون" إما أن يكون المراد به أن النعيم سيكون ويحدث لكم، وإما أن يرجع إلى السؤال أي أن السؤال يقع عن ذلك، وإن كان تمرًا وماء فإنه من النعيم. ويدل عليه قوله -صلى اللَّه عليه وسلم- في الحديث الصحيح -وقد أكلوا معه رطبًا ولحمًا وشربوا من الماء البارد-: "هذا من النعيم الذي تسألون عنه يوم القيامة" (¬٣). فهذا سؤال عن شكره والقيام بحقه.
وفي الترمذي من حديث أنس عن النبي -صلى اللَّه عليه وسلم- قال: "يُجاء بالعبد يوم القيامة كأنه بَذَج (¬٤)، فيوقف بين يدي اللَّه، فيقول اللَّه: أعطيتك وخوّلتك وأنعمت عليك، فماذا صنعت؟ فيقول: يا رب جمعته وثمّرته فتركته أكثر ما كان فارجعني آتك به (¬٥) فإذا عبد لم يقدم خيرًا، فيمضى به إلى النار" (¬٦).
_________
(¬١) "جامع الترمذي" رقم (٣٣٥٦). ورواه ابن ماجه في "سننه" رقم (٤١٥٨).
(¬٢) أخرجه الترمذي في "جامعه" رقم (٣٣٥٧). ثم قال الترمذي عقبه: "وحديث ابن عيينة عن محمد بن عمرو -أي حديث الزبير السابق- عندي أصح من هذا".
(¬٣) رواه مسلم في "صحيحه" رقم (٢٠٣٨) من حديث أبي هريرة رضي اللَّه عنه بلفظ: "لتسألن عن هذا النعيم".
(¬٤) البذج: ولد الضأن، وجمعه بِذْجان. "النهاية" لابن الأثير (١/ ١١٠).
(¬٥) في "جامع الترمذي" بعد هذه الكلمة: "كلّه، فيقول له: أرني ما قدمت، فيقول: يا ربّ جمعته وثمّرته فتركته أكثر ما كان، فارجعني آتك به كله".
(¬٦) "جامع الترمذي" رقم (٢٤٢٧) وقال: "روى هذا الحديث غير واحد عن =','1','363',NULL,NULL,'0');
INSERT INTO [b252] VALUES (411,'وفيه من حديث أبي سعيد وأبي هريرة قالا: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "يؤتى بالعبد يوم القيامة فيقول اللَّه له: ألم أجعل لك سمعًا وبصرًا ومالًا وولدًا، وسخّرت لك الأنعام والحرث، وتركتك ترأس وتربع (¬١)، فكنتَ تظن أنك ملاقي يومك هذا؟ فيقول: لا. فيقول له: اليوم أنساك كما نسيتني". قال: هذا حديث صحيح (¬٢).
وقد زعم طائفة من المفسرين: أن هذا الخطاب خاص بالكفار وهم المسؤولون عن النعيم، وذكروا ذلك عن الحسن ومقاتل (¬٣)، واختار الواحدي ذلك، واحتج بحديث أبي بكر لما نزلت هذه الآية: قال يا رسول اللَّه: "أرأيت أكلة أكلتها معك في بيت أبي الهيثم بن التيّهان من خبز شعير ولحم وبسر قد ذَنَّب (¬٤) وماء عذب، أتخاف علينا أن يكون هذا من النعيم الذي نُسأل عنه؟ فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "إنما ذلك للكافر"، ثم قرأ: {وَهَلْ نُجَازِي إِلَّا الْكَفُورَ (١)} [سبأ: ١٧] (¬٥).
قال الواحدي: والظاهر يشهد لهذا القول؛ لأن السورة كلها خطاب
_________
= الحسن قوله، ولم يسندوه. . . ".
(¬١) قال في "النهاية" (٢/ ١٨٦): "في حديث القيامة: "ألم أذرك تربع وترأس" أي تأخذ ربع الغنيمة. . . يريد ألم أجعلك رئيسًا مطاعًا؛ لأن الملك كان يأخذ الربع من الغنيمة في الجاهلية دون أصحابه" اهـ.
(¬٢) "جامع الترمذي" رقم (٢٤٢٨)، وفيه قال: "صحيح غريب".
(¬٣) انظر قول الحسن ومقاتل في: "الوسيط للواحدي" (٤/ ٥٤٩)، و"تفسير البغوي" (٤/ ٥٢٠)، و"تفسير القرطبي" (٢٠/ ١٥).
(¬٤) أي البسر الذي قد بدا فيه الإرطاب من قِبَل ذنبه. انظر: "لسان العرب" (١/ ٣٩٠).
(¬٥) لم أقف عليه مسندًا. وعزاه القرطبي في "تفسيره" (٢٠/ ١٢٠) لأبي نصر القشيري.','1','364',NULL,NULL,'0');
INSERT INTO [b252] VALUES (412,'للمشركين وتهديد لهم. والمعنى أيضًا يشهد لهذا وهو أن الكفار لم يؤدوا حق النعيم عليهم حيث أشركوا به وعبدوا غيره، فاستحقوا أن يسألوا عما أنعم به عليهم توبيخًا لهم، هل قاموا بالواجب فيه أم ضيعوا حق النعمة؟ ثم يعذبون على ترك الشكر بتوحيد المنعم.
قال: وهذا معنى قول مقاتل، وهو قول الحسن قال: لا يُسأل عن النعيم إلا أهل النار (¬١).
قلت: ليس في اللفظ ولا في السنة الصحيحة ولا في أدلة العقل ما يقتضي اختصاص الخطاب بالكفار، بل ظاهر القرآن وصريح السنة والاعتبار يدل على عموم الخطاب لكل من اتصف بإلهاء التكاثر له، فلا وجه لتخصيص الخطاب ببعض المتصفين بذلك.
ويدل على ذلك قول النبي -صلى اللَّه عليه وسلم- عند قراءة هذه السورة: "يقول ابن آدم: مالي مالي (¬٢)، وهل لك من مالك إلا ما أكلت فأفنيت. . . " الحديث وهو في صحيح مسلم (¬٣).
وقائل ذلك قد يكون مسلمًا وقد يكون كافرًا.
ويدل عليه الأحاديث التي تقدمت، وسؤال الصحابة للنبي -صلى اللَّه عليه وسلم- وفهمهم العموم حتى قالوا له: "وأيّ نعيم نُسأل عنه؟ وإنما هما الأسودان" (¬٤).
_________
(¬١) لم أقف على نص كلامه هذا. وانظر معناه في "الوسيط" (٤/ ٥٤٩).
(¬٢) سقطت من الأصل، واستدركتها من النسخ الثلاث.
(¬٣) وقد سبق ص (٣٥٦).
(¬٤) وقد سبق تخريجه قريبًا.','1','365',NULL,NULL,'0');
INSERT INTO [b252] VALUES (413,'فلو كان الخطاب مختصًّا بالكفار لبيّن لهم ذلك وقال: ما لكم ولها إنما هي للكفار.
فالصحابة فهموا التعميم، والأحاديث صريحة في التعميم، والذي أُنزل عليه القرآن أقرّهم على فهم العموم.
وأما حديث أبي بكر الذي احتج به أرباب هذا القول فحديث لا يصح.
والحديث الصحيح في تلك القصة يشهد ببطلانه ونحن نسوقه بلفظه، ففي "صحيح مسلم" عن أبي هريرة قال: خرج رسول اللَّه -صلى اللَّه عليه وسلم- ذات يوم أو ليلة فإذا هو بأبي بكر وعمر فقال: "ما أخرجكما من بيوتكما هذه الساعة؟ " قالا: الجوع يا رسول اللَّه، قال: "وأنا والذي نفسي بيده لأخرجني الذي أخرجكما، قُومًا" فقاما معه فأتى رجلًا من الأنصار، فإذا هو ليس في بيته، فلما رأته امرأته قالت: مرحبًا وأهلًا. فقال لها رسول اللَّه -صلى اللَّه عليه وسلم-: "وأين فلان؟ " قالت: ذهب يستعذب لنا من الماء، إذ جاء الأنصاري فنظر إلى رسول اللَّه -صلى اللَّه عليه وسلم- وصاحبيه ثم قال: الحمد للَّه، ما أحد اليوم أكرم أضيافًا مني قال: فانطلق فجاءهم بعذق فيه بسر وتمر ورطب، فقال: كلوا من هذا، وأخذ المُدية (¬١)، فقال له رسول اللَّه -صلى اللَّه عليه وسلم-: "إياك والحلوب"، فذبح لهم فأكلوا من الشاة ومن ذلك العذق وشربوا، فلما أن شبعوا ورووا، قال رسول اللَّه -صلى اللَّه عليه وسلم- لأبي بكر وعمر: "والذي نفسي بيده لَتُسْألُنّ عن هذا النعيم يوم القيامة، أخرجكم من بيوتكم الجوعُ، ثم لم ترجعوا حتى أصابكم هذا النعيم" (¬٢).
_________
(¬١) المُدية: السكين والشفرة. انظر: "النهاية" لابن الأثير (٤/ ٣١٠).
(¬٢) "صحيح مسلم" رقم (٢٠٣٨).','1','366',NULL,NULL,'0');
INSERT INTO [b252] VALUES (414,'فهذا الحديث الصحيح صريح في تعميم الخطاب وأنه غير مختص بالكفار.
وأيضًا، فالواقع يشهد بعدم اختصاصه، وأن الإلهاء بالتكاثر واقع من المسلمين كثيرًا، بل أكثرهم قد ألهاه التكاثر (١).
وخطاب القرآن عام لمن بلغه، وإن كان أول من دخل فيه المعاصرون لرسول اللَّه -صلى اللَّه عليه وسلم-، فهو متناول لمن بعدهم، وهذا معلوم بضرورة الدين وإن نازع فيه من لا يُعتد بقوله من المتأخرين، فنحن اليوم ومن قبلنا ومن بعدنا داخلون تحت قوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ} [البقرة: ١٨٣] ونظائره، كما دخل تحته الصحابة بالضرورة المعلومة من الدين.
فقوله: {أَلْهَاكُمُ التَّكَاثُرُ (¬١)} [التكاثر: ١] خطاب لكل من اتصف بهذا الوصف، وهم في الإلهاء والتكاثر درجات لا يحصيها إلا اللَّه.
فإن قيل: فالمؤمنون لم يلههم التكاثر ولهذا لم يدخلوا في الوعيد المذكور لمن ألهاه.
قيل: هذا هو الذي أوجب لأرباب هذا القول تخصيصه بالكفار؛ لأنه لم يمكنهم حمله على العموم، ورأوا أن الكفار أحق بالوعيد فخصّوه بهم (¬٢).
وجواب هذا: أن الخطاب للإنسان من حيث هو إنسان على طريقة القرآن في تناول الذم له من حيث هو إنسان كقوله: {وَكَانَ الْإِنْسَانُ
_________
(¬١) رحم اللَّه الإمام ابن القيم، كيف لو رأى حالنا في هذا العصر؟!
(¬٢) في الأصل: "به"، والمثبت من: (ن).','1','367',NULL,NULL,'0');
INSERT INTO [b252] VALUES (415,'عَجُولًا} [الإسراء: ١١]، {وَكَانَ الْإِنْسَانُ قَتُورًا} [الإسراء: ١٠٠]. {إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ (٦)} [العاديات: ٦]. {وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُومًا جَهُولًا} [الأحزاب: ٧٢]. {إِنَّ الْإِنْسَانَ لَكَفُورٌ} [الحج: ٦٦]. ونظائره كثيرة.
فالإنسان من حيث هو عار عن كل خير من العلم النافع والعمل الصالح، وإنما اللَّه سبحانه هو الذي يكمله بذلك ويعطيه إياه وليس له ذلك من نفسه، بل ليس له من نفسه إلا الجهل المضاد للعلم، والظلم المضاد للعدل، وكل علمٍ وعدلٍ وخيرٍ فيه فمن ربه لا من نفسه.
فإلهاء التكاثر طبيعة العبد وسجيّته التي هي له من نفسه، ولا خروجَ له عن ذلك إلا بتزكية اللَّه له وجعله مريدًا للآخرة مُوثرًا لها على التكاثر بالدنيا، فإن أعطاه ذلك وإلا فهو مُلتَهٍ بالتكاثر في الدنيا ولا بدّ.
وأما احتجاجه بالوعيد على اختصاص الخطاب بالكفار فيُقال: الوعيد المذكور مشترك، وهو العلم عند معاينة الآخرة، وهذا أمر يحصل لكل أحد لم يكن حاصلًا له في الدنيا.
وليس في قوله: {سَوْفَ تَعْلَمُونَ (٣)} [التكاثر: ٣] ما يقتضي دخول النار فضلًا عن التخليد فيها.
وكذلك رؤية الجحيم لا يستلزم دخولها لكل من رآها، فإن أهل الموقف يرونها ويشاهدونها عيانًا، وقد أقسم الرب تبارك وتعالى أنه لا بد أن يَرِدَها الخلق كلهم مؤمنهم وكافرهم، برهم وفاجرهم، فليس في جملة من جمل هذه السورة ما ينفي عموم خطابها.
وأما ما ذُكر (¬١) عن الحسن أنه لا يسأل عن النعيم إلا أهل النار،
_________
(¬١) في النسخ الأخرى: "ذكره".','1','368',NULL,NULL,'0');
INSERT INTO [b252] VALUES (416,'فباطل قطعًا، إما عليه وإما منه، والأحاديث الصحيحة الصريحة ترده، وباللَّه التوفيق.
ولا يخفى أن مثل هذه السورة مع عظم شأنها وشدة تخويفها وما تضمنته من تحذير التكاثر الملهي، وانطباق معناها على أكثر الخلق، يأبى اختصاصها من أولها إلى آخرها بالكفار ولا يليق ذلك بها، ويكفي في رد ذلك تأمل الأحاديث المرفوعة فيها، واللَّه أعلم.
وتأمل ما في هذا العتاب الموجع لمن استمر على إلهاء التكاثر له مدة حياته كلها إلى أن رأى (¬١) القبور ولم يستيقظ من نوم الإلهاء، بل أرقد التكاثرُ قلبَه فلم يستفق منه إلا وهو في عسكر الأموات.
وطابق بين هذا وبين حال أكثر الخلق يتبين لك أن العموم مقصود. وتأمل تعليقه سبحانه الذم والوعيد على مطلق التكاثر من غير تقييد بمتكاثرٍ به معيّن؛ ليدخل فيه التكاثر بجميع أسباب الدنيا على اختلاف أجناسها وأنواعها.
وأيضًا فإن التكاثر تفاعل وهو طلب كلّ من المتكاثرين أن يكثر صاحبه، فيكون أكثر منه فيما يكاثره به، والحامل له على ذلك توهمه أن العزة للمكاثر كما قيل:
ولست بالأكثرِ منهم حَصًى ... وإنما العِزّة للكاثر (¬٢)
فلو حصلت له الكثرة من غير تكاثر لم تضره، كما كانت الكثرة
_________
(¬١) في النسخ الأخرى: "زار".
(¬٢) البيت للأعشى في ديوانه (٩٤).','1','369',NULL,NULL,'0');
INSERT INTO [b252] VALUES (417,'حاصلة لجماعة من الصحابة ولم تضرهم إذ لم يتكاثروا بها.
وكل مَن كاثر إنسانًا في دنياه أو جاهه أو غير ذلك، شغلته مكاثرته عن مكاثرة أهل الآخرة، فالنفوس الشريفة العلويّة ذات الهمم العالية إنما تكاثر بما يدوم عليها نفعه وتكمل به وتزكو وتصير مفلحة، فلا تحب أن يَكْثُرَها غيرها في ذلك، وينافسه في هذه المكاثرة ويسابقه إليها، فهذا هو التكاثر الذي هو غاية سعادة العبد. وضده تكاثر أهل الدنيا بأسباب دنياهم، فهذا تكاثر مُلْهٍ عن اللَّه والدار الآخرة، وهو صائر إلى غاية القلّة، فعاقبة هذا التكاثر قلٌّ وفقر وحرمان.
والتكاثر بأسباب السعادة الأخروية تكاثر لا يزال يذكر باللَّه ولقائه، وعاقبته الكثرة الدائمة التي لا تزول ولا تفنى، فصاحب هذا التكاثر لا يهون عليه أن يرى غيره أفضل قولًا منه وأحسن عملًا وأغزر علمًا. وإذا رأى غيره أكثر منه في خصلة من خصال الخير يعجز عن لحاقه فيها، كاثره بخصلة أخرى هو قادر على المكاثرة بها.
وليس هذا التكاثر مذمومًا ولا قادحًا في إخلاص العبد، بل هو حقيقة المنافسة واستباق الخيرات، وقد كانت هذه حال الأوس مع الخزرج في تواصلهم بين يدي رسول اللَّه -صلى اللَّه عليه وسلم- ومكاثرة بعضهم لبعض في أسباب مرضاته ونصره، وكذلك كانت حال عمر مع أبي بكر فلما تبيّن له مدى سبقه قال: "واللَّه لا أسابقك إلى شيء أبدًا" (¬١).
_________
(¬١) رواه أبو داود في "سننه" رقم (١٦٧٨).
وصححه الحاكم في المستدرك (١/ ٤١٤) على شرط مسلم، ووافقه الذهبي.','1','370',NULL,NULL,'0');
INSERT INTO [b252] VALUES (418,'فصل
وتأمل حسن موقع {كَلَّا} في هذا الموضع فإنها تضمّنت ردعًا لهم وزجرًا عن التكاثر ونفيًا وإبطالًا لما يؤملونه من نفع التكاثر لهم وعِزتِهم وكمالهم به، فتضمنت اللفظة نهيًا ونفيًا، وأخبرهم سبحانه أنه لا بد أن يعلموا عاقبة تكاثرهم علمًا بعد علم، وأنهم لا بد أن يروا دار المكاثرين بالدنيا التي ألهتهم عن الآخرة رؤية بعد رؤية، وأنه سبحانه لا بد أن يسألهم عن أسباب تكاثرهم من أين استخرجوها وفيما صرفوها.
فلله ما أعظمها من سورة، وأجلّها وأعظمها فائدة، وأبلغها موعظة وتحذيرًا، وأشدها ترغيبًا في الآخرة وتزهيدًا في الدنيا، على غاية اختصارها وجزالة ألفاظها وحسن نظمها، فتبارك من تكلم بها حقًّا، وبلّغها رسوله عنه وَحْيًا.

فصل
وتأمل كيف جعلهم عند وصولهم إلى غاية كل حيّ زائرين غير مستوطنين، بل هم مستودعون في المقابر مدة وبين أيديهم دار القرار، فإذا كانوا عند وصولهم إلى الغاية زائرين، فكيف بهم وهم في الطريق في هذه الدار؟! فهم فيها عابرو سبيل إلى محل الزيارة، ثم منتقلون من محل الزيارة إلى المستقر.
فهاهنا ثلاثة أمور: عبور السبيل في هذه الدنيا، وغايته زيارة القبور، وبعدها النقلة إلى دار القرار.','1','371',NULL,NULL,'0');
INSERT INTO [b252] VALUES (419,'فصل
فلنرجع إلى تمام المناظرة. قالوا: فاللَّه تعالى حمى أولياءه عن الدنيا، وصانهم عنها، ورغب بهم عنها تكريمًا لهم، وتطهيرًا عن أدناسها، ورفعة عن دناءتها؛ وذمّها (¬١) لهم، وأخبرهم بهوانها عليه وسقوط قدرها عنده، وأعلمهم أن بسطها فتنة، وأنه سبب الطغيان والفساد في الأرض، وإلهاء التكاثر بها عن طلب الدار الآخرة، وأنها متاع الغرور، وذم محبيها ومؤثريها.
وأخبر أن من أرادها وأراد زينتها وحرثها فليس له في الآخرة من نصيب (¬٢).
وأخبر أن بسطها فتنة وابتلاء لا كرامة ومحبة، وأن إمداد أهلها بها ليس مسارعة لهم في الخيرات، وأنها لا تقرب إليه ولا تزلف لديه (¬٣)، وأنه لولا تتابع الناس في الكفر لأعطى الكفار منها فوق مناهم، ووسعها عليهم أعظم التوسعة بحيث يجعل سقوف بيوتهم وأبوابهم ومعارجهم وسررهم كلها من فضة، وأخبر أنه زينها لأعدائه ولضعفاء العقول الذين لا نصيب لهم في الآخرة (¬٤)، ونهى رسوله عن مد عينيه إليها وإلى ما متع
_________
(¬١) في الأصل: "وذمًّا"، والتصويب من النسخ الثلاث الأخرى.
(¬٢) إشارة إلى قوله تعالى: {مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ (٢٠)} [الشورى: ٢٠].
(¬٣) يريد قوله تعالى: {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (٥٦)} [المؤمنون: ٥٥ - ٥٦].
(¬٤) وذلك في قوله تعالى: {وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (٣٣) وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (٣٤) وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (٣٥)} [الزخرف: =','1','372',NULL,NULL,'0');
INSERT INTO [b252] VALUES (420,'به أهلها (¬١)، وذم من أذهب طيباته فيها واستمتع بها (¬٢).
وقال لنبيه: {ذَرْهُمْ يَأْكُلُوا وَيَتَمَتَّعُوا وَيُلْهِهِمُ الْأَمَلُ فَسَوْفَ يَعْلَمُونَ (٣)} [الحجر: ٣] وفي هذا تعزية (¬٣) لما منعه أولياءه من التمتع بالدنيا وكثرة الأكل فيها، وتأديبًا لمن بسط له فيها ألا يطغى فيها ولا يعطي نفسه شهواتها ولا يتمتع بها.
وذم سبحانه محبيها المفتخرين بها المتكاثرين بها الظانين أن الفضل
والكرامة في سعتها وبسطها، فأكذبهم اللَّه سبحانه، وأخبر أنه ليس كما قالوه ولا توهّموه، ومثّلها لعباده بالأمثلة التي تدعو كل لبيب عاقل إلى الزهد فيها وعدم الوثوق بها والركون إليها، فأحضر صورتها وحقيقتها في قلوبهم بما ضربه له مثلًا، كماء أنزله (¬٤) من السماء فخالط نبات الأرض، فلما أخذت به الأرض زخرفها وتزيّنت به بأنواع النبات أتاها أمره فجعل تلك الزينة يبسًا هشيمًا تذروه الرياح كأن لم يكن قط منه شيء (¬٥).
_________
= ٣٣ - ٣٥].
(¬١) وذلك في قوله تعالى: {لَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ (٨٨)} [الحجر: ٨٨].
وقوله تعالى: {وَلَا تَمُدَّنَّ عَيْنَيْكَ إِلَى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِنْهُمْ زَهْرَةَ الْحَيَاةِ الدُّنْيَا لِنَفْتِنَهُمْ فِيهِ وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقَى (١٣١)} [طه: ١٣١].
(¬٢) قال تعالى: {وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ (٢٠)} [الأحقاف: ٢٠].
(¬٣) في (م) و (ن): "معرفة".
(¬٤) الأصل: "أنزلناه".
(¬٥) إشارة إلى قوله تعالى: {إِنَّمَا مَثَلُ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ =','1','373',NULL,NULL,'0');
INSERT INTO [b252] VALUES (421,'وأخبر سبحانه عن فنائها وسرعة انقضائها وأنه إذا عاين العبد الآخرة فكأنه لبث فيها ساعة من نهار أو يومًا أو بعض يوم، ونهى أن يغتروا بها (¬١).
وأخبرهم أنها لهو ولعب وزينة وتفاخر وتكاثر ومتاع غرور وطريق ومعبر إلى الآخرة، وأنها عرض عاجل لا بقاء لها (¬٢).
ولم يذكر مريدها بخير قط، بل حيث ذكره ذمه، وأخبر أن مريدها مخالف لربه تعالى في إرادته، فاللَّه يريد شيئًا ومريد الدنيا يريد خلافه، فهو مخالف لربه بنفس إرادته، وكفى بهذا بعدًا عنه سبحانه.
وأخبر سبحانه عن أهل النار أنهم إنما دخلوها بسبب غرور الدنيا وأمانيها لهم (¬٣).
_________
= الْأَرْضِ مِمَّا يَأْكُلُ النَّاسُ وَالْأَنْعَامُ حَتَّى إِذَا أَخَذَتِ الْأَرْضُ زُخْرُفَهَا وَازَّيَّنَتْ وَظَنَّ أَهْلُهَا أَنَّهُمْ قَادِرُونَ عَلَيْهَا أَتَاهَا أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَاهَا حَصِيدًا كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ كَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَتَفَكَّرُونَ (٢٤)} [يونس: ٢٤].
وقوله: {وَاضْرِبْ لَهُمْ مَثَلَ الْحَيَاةِ الدُّنْيَا كَمَاءٍ أَنْزَلْنَاهُ مِنَ السَّمَاءِ فَاخْتَلَطَ بِهِ نَبَاتُ الْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرِّيَاحُ وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقْتَدِرًا (٤٥)} [الكهف: ٤٥].
(¬١) إشارة إلى قوله تعالى: {وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ (٥٥)} [الروم: ٥٥].
وقوله: {نَحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِنْ لَبِثْتُمْ إِلَّا يَوْمًا (١٠٤)} [طه: ١٠٤].
(¬٢) إشارة إلى قوله تعالى: {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلَادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا ثُمَّ يَكُونُ حُطَامًا وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ (٢٠)} [الحديد: ٢٠].
(¬٣) إشارة إلى قوله تعالى: {يُنَادُونَهُمْ أَلَمْ نَكُنْ مَعَكُمْ قَالُوا بَلَى وَلَكِنَّكُمْ فَتَنْتُمْ أَنْفُسَكُمْ وَتَرَبَّصْتُمْ =','1','374',NULL,NULL,'0');
INSERT INTO [b252] VALUES (422,'قالوا: وهذا كله تزهيد لهم منه سبحانه فيها، وترغيب في التقلّل منها ما أمكن.
قالوا: وقد عرضها سبحانه وعرض مفاتيح كنوزها على أحب الخلق إليه وأكرمهم عليه عبده ورسوله، فلم يُردها ولم يخترها، ولو آثرها وأرادها لكان أشكر الخلق بما أخذه منها، ولأنفقه كله في مرضاة اللَّه وسبيله قطعًا، بل اختار التقلّل منها وصبر على شدة العيش فيها.
قال الإمام أحمد: حدثنا إسماعيل بن محمد حدثنا عباد -يعني ابن عباد- حدثنا مجالد بن سعيد عن الشعبي عن مسروق عن عائشة قالت: دخلت امرأة من الأنصار، فرأت فراش رسول اللَّه -صلى اللَّه عليه وسلم- عباءة مثنية، فرجعت إلى منزلها فبعثت إليّ بفراش حشوه الصوف، فدخل عليّ رسول اللَّه -صلى اللَّه عليه وسلم- فقال: "ما هذا"؟ فقلت: فلانة الأنصارية دخلت عليّ فرأت فراشك فبعثت إليّ بهذا، فقال: "ردّيه" فلم أردّه، وأعجبني أن يكون في بيتي، حتى قال ذلك ثلاث مرات، فقال: "يا عائشة رُدّيه، واللَّه لو شئتُ لأجرى اللَّه معي جبال الذهب والفضة" (¬١).
وعرض عليه مفاتيح كنوز الدنيا، فقال: "بل أجوع يومًا وأشبع يومًا، فإذا جعتُ تضرعتُ إليك وذكرتك، وإذا شبعت حمدتك وشكرتك" (¬٢).
وسأل ربه أن يجعل رزقه ورزق أهله قوتًا كما في "الصحيحين" من
_________
= وَارْتَبْتُمْ وَغَرَّتْكُمُ الْأَمَانِيُّ حَتَّى جَاءَ أَمْرُ اللَّهِ وَغَرَّكُمْ بِاللَّهِ الْغَرُورُ (١٤)} [الحديد: ١٤].
(¬١) سبق تخريجه ص (٣٠٣).
(¬٢) سبق تخريجه ص (٢١٥).','1','375',NULL,NULL,'0');
INSERT INTO [b252] VALUES (423,'حديث أبي هريرة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "اللهم اجعل رزق آل محمد قوتًا" (¬١).
وفيهما عنه قال: "والذي نفس أبي هريرة بيده ما شبع نبي اللَّه وأهله ثلاثة أيام تباعًا من خبز حنطة حتى فارق الدنيا" (¬٢).
وفي "صحيح البخاري" عن أنس: "ما أعلم رسول اللَّه -صلى اللَّه عليه وسلم- رأى رغيفًا مرقّقًا ولا شاة سميطًا حتى لحق بربه" (¬٣).
وفي "صحيحه" أيضًا عنه قال: "خرج رسول اللَّه -صلى اللَّه عليه وسلم- ولم يشبع من خبز الشعير" (¬٤).
وفي "الصحيحين" عن عائشة: "ما شبع آل محمد منذ قدم المدينة من طعام البر ثلاث ليال تباعًا حتى قبض" (¬٥).
وفي "صحيح مسلم" عن عمر: "لقد رأيت رسول اللَّه -صلى اللَّه عليه وسلم- يظل اليوم يلتوي ما يجد دقلًا يملأ بطنه" (¬٦).
وفي "المسند" و"الترمذي" عن ابن عباس: "كان رسول اللَّه -صلى اللَّه عليه وسلم-
_________
(¬١) سبق تخريجه ص (٣٠٢).
(¬٢) "صحيح البخاري" رقم (٥٣٧٤)، و"صحيح مسلم" رقم (٢٩٧٦).
(¬٣) "صحيح البخاري" رقم (٥٤٢١).
وقوله: "سميطًا" أي: مشوية. انظر: "النهاية" لابن الأثير (٢/ ٤٠٠).
(¬٤) "صحيح البخاري" رقم (٥٤١٤) من حديث أبي هريرة رضي اللَّه عنه، ولم أقف عليه من حديث أنس.
(¬٥) "صحيح البخاري" رقم (٥٤١٦)، و"صحيح مسلم" رقم (٢٩٧٠).
(¬٦) "صحيح مسلم" رقم (٢٩٧٨).
والدقل: رديء التمر ويابسه. انظر: "النهاية" لابن الأثير (٢/ ١٢٧).','1','376',NULL,NULL,'0');
INSERT INTO [b252] VALUES (424,'يبيت الليالي المتتابعة طاويًا وأهله لا يجدون عشاء، وكان أكثر خبزهم خبز الشعير" قال الترمذي: هذا حديث حسن صحيح (¬١).
وفي الترمذي من حديث أبي أمامة: "ما كان يفضل عن أهل بيت رسول اللَّه -صلى اللَّه عليه وسلم- خبز الشعير" (¬٢).
وفي "المسند" عن عائشة: "والذي بعث محمدًا بالحق ما رأى مُنخلًا، ولا أكل خبزًا منخولًا منذ بعثه اللَّه عز وجل إلى أن قُبض" قال عروة فقلت: فكيف كنتم تأكلون الشعير؟ قالت: كنا نقول: أف -أي: ننفخه- فيطير ما طار، ونعجن الباقي (¬٣).
وفي "صحيح البخاري" عن أنس قال: لقد رهن رسول اللَّه -صلى اللَّه عليه وسلم- درعه بشعير، ولقد سمعته يقول: "ما أصبح لآل محمد صاع ولا أمسى، وإنهم لتسعة أبيات" (¬٤).
وفي "مسند الحارث بن أبي أسامة (¬٥) " أن فاطمة جاءت بكسرة خبز
_________
(¬١) "المسند" (١/ ٢٥٥)، و"جامع الترمذي" رقم (٢٣٦٠).
ورواه ابن ماجه أيضًا في "سننه" (٣٣٤٧).
وطاويًا: أي خالي البطن، جائع لم يأكل. انظر: "النهاية" لابن الأثير (٣/ ١٤٦).
(¬٢) "جامع الترمذي" رقم (٢٣٥٩)، وقال: "حديث حسن صحيح غريب من هذا الوجه".
(¬٣) "المسند" (٦/ ٧١).
وقال الهيثمي في "مجمع الزوائد" (١٠/ ٣١٢): "رواه أحمد وفيه سليمان بن رومان ولم أعرفه، وبقية رجاله وثقوا".
(¬٤) "صحيح البخاري" رقم (٢٥٠٨).
(¬٥) في الأصل: "أمامة"، وهو خطأ. والتصويب من النسخ الأخرى.','1','377',NULL,NULL,'0');
INSERT INTO [b252] VALUES (425,'إلى النبي -صلى اللَّه عليه وسلم-، فقال: "ما هذه الكسرة يا فاطمة؟ " قالت: قرص خبزته فلم تطب نفسي حتى أتيتك بهذه الكسرة. فقال: "أما إنه أول طعام دخل فم أبيك منذ ثلاثة أيام" (¬١).
وقال الإمام أحمد حدثنا وكيع حدثنا عبد الواحد بن أيمن عن أبيه عن جابر قال: "لما حفر النبي -صلى اللَّه عليه وسلم- الخندق، أصابهم جهد شديد حتى ربط النبي -صلى اللَّه عليه وسلم- على بطنه حجرًا من الجوع" (¬٢).
وقد أسرف أبو حاتم بن حبان في "تقاسيمه" في رد هذا الحديث، وبالغ في إنكاره، وقال: المصطفى أكرم على ربه من ذلك (¬٣).
وهذا من وهمه، وليس في هذا ما ينقص مرتبته عند ربه، بل ذلك
_________
(¬١) مسند الحارث مفقود، والموجود منه زوائده للهيثمي. وهذا الحديث ليس من الزوائد، وقد نسبه أيضًا للحارث: العراقيُّ في المغني عن حمل الأسفار (٣/ ٧٣).
والحديث أخرجه أحمد في "مسنده" (٣/ ٢١٣)، وابن سعد في "الطبقات" (١/ ٤٠٠)، والطبراني في "المعجم الكبير" رقم (٧٥٠) وغيرهم من حديث أنس رضي اللَّه عنه.
والحديث ضعف إسناده العراقي في "المغني عن حمل الأسفار" (٣/ ٧٣).
(¬٢) "المسند" (٣/ ٣٠١).
ورواه البخاري في "صحيحه" رقم (٤١٠١) من حديث جابر رضي اللَّه عنه، وهو حديث طويل، وفيه قصة دعوة جابر للنبي -صلى اللَّه عليه وسلم- إلى طعام، وفيه قول جابر عن النبي -صلى اللَّه عليه وسلم-: "ثم قام وبطنه معصوب بحجر".
والحديث رواه أيضًا مسلم في "صحيحه" رقم (٢٠٣٩)، وليس فيه محل الشاهد.
(¬٣) انظر: "صحيح ابن حبان" (٨/ ٣٤٥).','1','378',NULL,NULL,'0');
INSERT INTO [b252] VALUES (426,'رفعة له وزيادة في كرامته، وعبرة لمن بعده من الخلفاء والملوك وغيرهم.
وكأن أبا حاتم لم يتأمل سائر الأحاديث في معيشة النبي -صلى اللَّه عليه وسلم-، وهل ذلك إلا من أعظم شواهد صدقه؟! فإنه لو كان كما يقول أعداؤه وأعداء ربه أنه مَلِك طالبُ مُلكٍ ودنيا، لكان عيشه عيش الملوك وسيرته سيرتهم، ولقد توفاه اللَّه وإن درعه مرهونة عند يهودي على طعام أخذه لأهله (¬١)، وقد فتح اللَّه عليه بلاد العرب وجُبيَت إليه الأموال، ومات ولم يترك درهمًا واحدًا ولا دينارًا ولا شاة ولا بعيرًا ولا عبدًا ولا أمة.
قال الإمام أحمد حدثنا حسين حدثنا محمد بن مطرف عن أبي حازم عن عروة: أنه سمع عائشة تقول: كان يمر بنا هلال وهلال ما يوقد في بيت من بيوت رسول اللَّه -صلى اللَّه عليه وسلم- نار. قالت: يا خالة فعلى أيّ شيء كنتم تعيشون؟ قالت: "على الأسودين: التمر والماء" (¬٢).
وقد تقدم حديث أبي هريرة في قصة أبي الهيثم بن التّيهان، وإنه خرج رسول اللَّه -صلى اللَّه عليه وسلم-من بيته فرأى أبا بكر وعمر فقال: "ما أخرجكما؟ " قالا: الجوع، قال: "أنا والذي نفسي بيده لأخرجني الذي أخرجكما" (¬٣).
وذكر أحمد من حديث مسروق قال: دخلت على عائشة فدعت لي
_________
(¬١) وقد سبق تخريجه ص (٣٠٢).
(¬٢) "المسند" (٦/ ٧١).
والحديث رواه البخاري في "صحيحه" رقم (٢٥٦٧)، ومسلم في "صحيحه" رقم (٢٩٧٢).
(¬٣) تقدم ص (٣٦٨) وانظر ص (٣٦٦).','1','379',NULL,NULL,'0');
INSERT INTO [b252] VALUES (427,'بطعام وقالت: ما أشبع من طعام فأشاء أن أبكي إلا بكيت، قال: قُلت لم؟ قالت (¬١): "أذكر الحال التي فارق عليها رسول اللَّه -صلى اللَّه عليه وسلم- الدنيا، واللَّه ما شبع في يوم مرتين من خبز البرّ حتى قبض" (¬٢). وفيه عنها: "ما شبع رسول اللَّه -صلى اللَّه عليه وسلم- من خبز شعير يومين متتابعين حتى قُبض" (¬٣). والحديثان صحيحان.
وفيه: "ما شبع آل محمد من خبز مأدوم ثلاثة أيام حتى لحق باللَّه" (¬٤).
وفي "الصحيحين" عن أبي هريرة: "ما شبع رسول اللَّه -صلى اللَّه عليه وسلم- وأهله ثلاثًا تباعًا من خبز البرّ حتى فارق الدنيا" (¬٥).
وفي الترمذي عن ابن عباس قال: "كان النبي -صلى اللَّه عليه وسلم- يبيت الليالي المتتابعة طاويًا وأهله لا يجدون عشاء، وكان أكثر خبزهم خبز الشعير" (¬٦).
وفيه عن أنس عنه -صلى اللَّه عليه وسلم-: "لقد أخفت في اللَّه وما يخاف أحد، ولقد أوذيت في اللَّه وما يؤذى أحد، ولقد أتت عليّ ثلاثون من بين يوم وليلة وما
_________
(¬١) في الأصل: قال. وهو خطأ.
(¬٢) "الزهد" للإمام أحمد رقم (٩٠٨).
ورواه الترمذي في "جامعه" رقم (٢٣٥٦). بلفظ: "واللَّه ما شبع من خبز ولحم مرتين في يوم". وقال: "حديث حسن صحيح". وانظر الحديث الآتي.
(¬٣) "مسند أحمد" (٦/ ٩٨). ورواه مسلم في "صحيحه" رقم (٢٩٧٠).
(¬٤) "مسند أحمد" (٦/ ١٢٧).
ورواه البخاري في "صحيحه" رقم (٦٦٨٧).
(¬٥) وقد سبق تخريجه قريبًا.
(¬٦) سبق تخريجه قريبًا.','1','380',NULL,NULL,'0');
INSERT INTO [b252] VALUES (428,'لي ولبلال طعام يأكله ذو كبد إلا شيء يواريه إبط بلال" (¬١).
والحديثان صحيحان.
وفيه أيضًا عن أنس بن مالك عن أبي طلحة قال: "شكونا إلى رسول اللَّه -صلى اللَّه عليه وسلم- الجوع ورفعنا عن بطوننا حجرًا حجرًا، فرفع رسول اللَّه -صلى اللَّه عليه وسلم- عن حجرين" (¬٢).
وفيه أيضًا عن علقمة عن عبد اللَّه قال: نام رسول اللَّه -صلى اللَّه عليه وسلم- على حصير فقام وقد أثّر في جنبه، فقلنا: يا رسول اللَّه لو اتخذنا لك وطاء (¬٣) فقال: "ما لي وللدنيا؟ ما أنا في الدنيا إلا كراكب استظل تحت شجرة ثم راح وتركها" حسن صحيح (¬٤).
وفيه عن علي بن أبي طالب قال: خرجت في يوم شات من بيت رسول اللَّه -صلى اللَّه عليه وسلم-، وقد أخذت إهابًا معطونًا (¬٥)، فجوّبت وسطه (¬٦) وأدخلته في عنقي فشددت به وسطي، فحزمته بخوص النخل، وإني لشديد الجوع، ولو كان في بيت رسول اللَّه -صلى اللَّه عليه وسلم- طعام لطعمت منه، فخرجت ألتمس شيئًا فمررت بيهودي في مال له وهو يسقي ببكرة له، فاطلعت عليه من ثلمة من الحائط، فقال: مالك يا أعرابي؟ هل لك في
_________
(¬١) سبق تخريجه ص (٨٨).
(¬٢) "جامع الترمذي" رقم (٢٣٧١)، وقال: "حديث غريب لا نعرفه إلا من هذا الوجه".
(¬٣) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٤) "جامع الترمذي" رقم (٢٣٧٧).
(¬٥) معطونًا أي: منتنًا منمرق الشعر. انظر: "النهاية" لابن الأثير (٣/ ٢٥٩).
(¬٦) أي: لبستُه. انظر: "النهاية" (١/ ٣١٠).','1','381',NULL,NULL,'0');
INSERT INTO [b252] VALUES (429,'كلّ دلو بتمرة؟ قلت: نعم، فافتح الباب حتى أدخل. ففتح ودخلت فأعطاني دلوه، فكلما نزعتُ دلوًا أعطاني تمرة، حتى امتلأت كفي أرسلت دلوه وقلت: حسبي. فأكلتها، ثم جرعت من الماء فشربت ثم جئت المسجد (¬١) فوجدت رسول اللَّه -صلى اللَّه عليه وسلم- فيه (¬٢).
وقال سعد بن أبي وقاص: "لقد رأيتنا نغزو مع رسول اللَّه ما لنا طعام إلا الحُبْلَة وهذا السَّمُر" (¬٣).
والحُبْلَة: ثمر العضاه ذات الشوك. وهو حديث صحيح.
وكان -صلى اللَّه عليه وسلم- (¬٤) يصلي من الليل أحيانًا وعليه كساء صوف بعضه عليه وبعضه على عائشة. قال الحسن: أثمان ستة دراهم أو سبعة (¬٥).
وقال أحمد حدثنا أبو سعيد حدثنا زائدة حدثنا عطاء عن أبيه، عن
_________
(¬١) ساقطة من الأصل، وفي النسخ الثلاث الأخرى: "الماء". والمثبت من "جامع الترمذي".
(¬٢) "جامع الترمذي" رقم (٢٤٧٣)، وقال: "حسن غريب".
(¬٣) رواه البخاري في "صحيحه" رقم (٦٤٥٣)، ومسلم في "صحيحه" رقم (٢٩٦٦).
والسّمُرُ: ضرب من شجر الطّلح، الواحدة: سَمُرة. انظر: "النهاية" لابن الأثير (٢/ ٣٩٩).
(¬٤) "-صلى اللَّه عليه وسلم-" ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٥) لم أقف عليه هكذا.
ورواه الطبراني في "الكبير" رقم (٧٤٦) من المجلد رقم (٢٢)، وفي "الأوسط" رقم (٥٦٩٥)، وابن أبي عاصم في "الآحاد والمثاني" رقم (٢٦٤٣)، وأبو عوانة في "مسنده" (٢/ ٦٠) دون ذكر الصوف.
أما قول الحسن فرواه أحمد في "الزهد" رقم (٧٥).','1','382',NULL,NULL,'0');
INSERT INTO [b252] VALUES (430,'على قال: "جهز رسول اللَّه -صلى اللَّه عليه وسلم-فاطمة في خميل وقربة ووسادة من أدم حشوها ليف" (¬١).
والخميل: الكساء الذي له خُمُل.
قال: وحدثنا بهز بن أسد حدثنا سليمان بن المغيرة عن حميد قال: قال أبو بردة دخلت على عائشة فأخرجت إلينا إزارًا غليظًا مما يصنع باليمن وكساء من هذه التي تدعونها الملبّدة، فقالت: "قُبض رسول اللَّه -صلى اللَّه عليه وسلم- في هذين الثوبين" (¬٢).
قالوا: ولو كان الغنى مع الشكر أفضل من الفقر مع الصبر لاختاره رسول اللَّه -صلى اللَّه عليه وسلم- إذ عرضت عليه الدنيا، ولأمره ربه أن يسأله إياه، كما أمره أن يسأله زيادة العلم، ولم يكن رسول اللَّه -صلى اللَّه عليه وسلم- ليختار إلا ما اختاره اللَّه له، ولم يكن ليختار اللَّه له إلا الأفضل إذ كان أفضل خلقه وأكملهم.
قالوا: وقد أخبر النبي -صلى اللَّه عليه وسلم- أن خير الرزق ما كان بقدر كفاية العبد، فلا يعوزه ما يضره ولا يفضل عنه ما يطغيه ويلهيه.
قال الإمام أحمد: حدثنا ابن مهدي حدثنا همام (¬٣) عن قتادة عن
_________
(¬١) "المسند" (١/ ١٠٨).
وروى الحديث أيضًا النسائي في "سننه" رقم (٣٣٨٤). وابن ماجه في سننه رقم (٤١٥٢). عن عطاء به.
والحديث صححه الحاكم في المستدرك (٢/ ١٨٥)، ووافقه الذهبي.
(¬٢) "المسند" (٦/ ١٣١).
والحديث رواه البخاري في "صحيحه" رقم (٥٨١٨)، ومسلم في "صحيحه" رقم (٢٠٨٠).
(¬٣) كذا في الأصل وسائر النسخ الخطية. وكذا في المطبوع من "المسند" و"الزهد" =','1','383',NULL,NULL,'0');
INSERT INTO [b252] VALUES (431,'خليد العصري عن أبي الدرداء قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ما طلعت شمس قط إلا بُعث بجنبتيها ملكان يناديان يسمعان أهل الأرض إلا الثقلين: يا أيها الناس هلمّوا إلى ربكم، فإن ما قل وكفى خير مما كثر وألهى. ولا آبت شمس قط إلا بعث بجنبتيها ملكان يناديان يسمعان أهل الأرض إلا الثقلين: اللهم أعط منفقًا خلفًا، وأعط ممسكًا تلفًا" (¬١).
قال أحمد: وحدثنا وكيع حدثنا أسامة بن زيد عن محمد بن عبد الرحمن بن أبي لبيبة عن سعد بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "خير الرزق ما يكفي وخير الذكر الخفي" (¬٢).
وتأمل جمعه في هذا الحديث بين رزق القلب والبدن: رزق الدنيا والآخرة، وإخباره أن خير الرّزقين ما لم يتجاوز الحد فيكفي من الذكر إخفاؤه، فإذا زاد على الإخفاء خيف على صاحبه الرياء والتكثر به على الغافلين، وكذلك رزق البدن إذا زاد على الكفاية خيف عليه الطغيان والتكاثر.
_________
= للإمام أحمد.
إلا أن ابن حجر في "إتحاف المهرة" (١٢/ ٥٦٧) ذكر أن الإمام أحمد أخرجه من طريق هشام.
(¬١) "المسند" (٥/ ١٩٧)، و"الزهد" رقم (١٠٢).
وصححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (٤٤٣).
(¬٢) "المسند" (١/ ١٧٢).
وصححه ابن حبان فأخرجه في "صحيحه" رقم (٨٠٩).
وقال الهيثمي في مجمع الزوائد (١٠/ ٨١): "وفيه محمد بن عبد الرحمن بن لبيبة، وقد وثقه ابن حبان وقال: روى عن سعد بن أبي وقاص، قلت: وضعفه ابن معين، وبقية رجالهما رجال الصحيح".','1','384',NULL,NULL,'0');
INSERT INTO [b252] VALUES (432,'قالوا: وقد غبط رسول اللَّه -صلى اللَّه عليه وسلم- المتقلل من الدنيا بما لم يغبط به الغني.
قال الإمام أحمد حدثنا وكيع حدثنا علي بن صالح عن أبي المهلب عن عبيد اللَّه بن زحر عن علي بن يزيد عن القاسم عن أبي أمامة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن أغبط أوليائي عندي مؤمن خفيف الحاذ (¬١)، ذو حظ من صلاة، أحسن عبادة ربه، وكان غامضًا في الناس (¬٢) لا يُشار إليه بالأصابع، فعجلت منيته، وقلّ تراثه، وقلّت بواكيه" قال عبد اللَّه بن أحمد: سألت أبي ما تراثه؟ قال: ميراثه (¬٣).
قالوا: وحمية اللَّه تعالى لعبده المؤمن عن الدنيا إنما هو من محبته له وكرامته عليه.
قال الإمام أحمد حدثنا أبو سعيد حدثنا سليمان بن بلال عن عمرو بن أبي عمرو عن عاصم بن عمر بن قتادة عن محمود بن لبيد أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "إن اللَّه تبارك وتعالى يحمي عبده المؤمن من الدنيا وهو يحبه، كما تحمون مرضاكم الطعام والشراب تخافون عليهم" (¬٤).
_________
(¬١) قال ابن الأثير في النهاية (١/ ٤٥٧): "الحاذُ والحال واحد، وأصل الحاذ: طريقة المتن، وهو ما يقع عليه اللّبْدُ من ظهر الفرس، أي: خفيف الظهر من العيال".
(¬٢) أي: مغمورًا غير مشهور. انظر: "لسان العرب" (٧/ ٢٠٠).
(¬٣) "الزهد" رقم (٥٦). ورواه في "المسند" (٥/ ٢٥٢).
والحديث رواه أيضًا: الترمذي في "جامعه" رقم (٢٣٤٧) وقال: "حديث حسن"، وابن ماجه في "سننه" رقم (٤١١٧). وظاهر الحديث أنه قدسي كما يقتضيه السياق، وورد في "الزهد" ما يدل عليه وهو قوله "يعني قال اللَّه عز وجل".
(¬٤) "الزهد" رقم (٥٧)، و"المسند" (٥/ ٤٢٧).
ورواه الترمذي في "جامعه" رقم (٢٠٣٦) من حديث محمود بن لبيد عن =','1','385',NULL,NULL,'0');
INSERT INTO [b252] VALUES (433,'قالوا: وقلّ أن يقع إعطاء الدنيا وتوسعتها إلا استدراجًا من اللَّه لا إكرامًا ومحبة لمن أعطاه.
قال الإمام أحمد: حدثنا يحيى بن غيلان حدثنا رشدين (¬١) بن سعد عن حرملة بن عمران التجيبي عن عقبة بن مسلم عن عقبة بن عامر عن النبي -صلى  اللَّه عليه وسلم- قال: "إذا رأيت اللَّه يعطي العبد من الدنيا على معاصيه ما يحب، فإنما هو استدراج ثم تلا قولَه تعالى: {فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّى إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُبْلِسُونَ (٤٤)} [الأنعام: ٤٤] " (¬٢).
قالوا: وَلِهَوان الدنيا على اللَّه منعها أكثر أوليائه وأحبائه.
قال الإمام أحمد: حدثنا أبو معاوية حدثنا الأعمش عن سالم بن أبي الجعد قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن من أمتي من لو أتى باب أحدكم فسأله دينارًا لم يعطه إياه، ولو سأله فلسًا لم يعطه إياه، ولو سأل اللَّه الجنة لأعطاه إياها، ولو سأله الدنيا لم يعطها إياه، وما يمنعها إياه لهوانه عليه، ذو طمرين لا يؤبه له، لو أقسم على اللَّه لأبرّه" (¬٣).
_________
= قتادة بن النعمان عن النبي -صلى اللَّه عليه وسلم- به نحوه، ومن حديث محمود بن لبيد عن النبي -صلى اللَّه عليه وسلم-.
وقال الترمذي عقب حديث قتادة: "حديث حسن غريب، وقد روي هذا الحديث عن محمود بن لبيد عن النبي -صلى اللَّه عليه وسلم- مرسلًا". ثم رواه بسنده.
(¬١) في الأصل: "رشدي"، والتصويب من (م) و (ن).
(¬٢) "المسند" (٤/ ١٤٥). وصححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (٤١٣).
(¬٣) "الزهد" (٦٧).
ورواه هناد في "الزهد" رقم (٥٨٧)، وابن أبي الدنيا في كتاب "التواضع =','1','386',NULL,NULL,'0');
INSERT INTO [b252] VALUES (434,'وهذا يدل على أنه إنما يمنعه إياها لهوانها عليه، لا لهوانه هو عليه، ولهذا يعطيه أفضل منها وأجل، فإن اللَّه يعطي الدنيا من يحب ومن لا يحب ولا يعطي الآخرة إلا من يحب.
قالوا: وقد أخبرهم النبي -صلى اللَّه عليه وسلم- أن أقربهم منه يوم القيامة مجلسًا ذوو التقفل من الدنيا الذين لم يستكثروا منها.
قال الإمام أحمد: حدثنا يزيد بن هارون أنبأنا محمد بن عمرو قال سمعت عراك بن مالك يقول: قال أبو ذر: إني لأقربكم مجلسًا من رسول اللَّه -صلى اللَّه عليه وسلم- يوم القيامة، وذلك أني سمعته يقول: "إن أقربكم مني مجلسًا يوم القيامة من خرج من الدنيا كهيئة ما تركته فيها"، وإنه واللَّه ما منكم من أحد إلا وقد تشبّث منها بشيء غيري (¬١).
قالوا: وقد غبط النبي -صلى اللَّه عليه وسلم- من كان عيشه كَفافًا وأخبر بفلاحه.
قال الإمام أحمد: حدثنا عبد اللَّه بن يزيد حدثنا حيوة قال: أخبرني أبو هانئ أن أبا علي الجنبي أخبره أنه سمع فضالة بن عبيد يقول إنه
_________
= والخمول" رقم (١)، والحارث في مسنده -كما في "بغية الباحث" رقم (١١٠٣) -. وهو مرسل.
إلا أن الطبراني وصله في "الأوسط" رقم (٧٥٤٨)، والبيهقي في "شعب الإيمان" رقم (١٠٤٤٧) من حديث سالم بن أبي الجعد عن ثوبان مرفوعًا نحوه.
وصحح إسناده العراقي في "المغني عن حمل الأسفار" (٣/ ٢٣٧). وصححه الألباني بشواهده في "سلسلة الأحاديث الصحيحة" برقم (٢٦٤٣).
(¬١) "الزهد" رقم (٧٩٥). ورواه في "المسند" (٥/ ١٦٥). ورواية "الزهد" هي التي فيها التصريح بالسماع بين محمد بن عمرو وعراك.','1','387',NULL,NULL,'0');
INSERT INTO [b252] VALUES (435,'سمع رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "طوبى لمن هدي إلى الإسلام، وكان عيشه كَفافًا وقنع" (¬١).
وذكر أيضًا من حديث عبد اللَّه بن عمرو أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "قد أفلح من أسلم ورزق كفافًا وقنّعه اللَّه بما آتاه" (¬٢).
قالوا: ولو لم يكن في التقلّل إلا خفة الحساب لكفى به فضلًا على الغنى.
قال عبد اللَّه بن الإمام أحمد: حدثنا بيان بن الحكم حدثنا محمد بن حاتم قال حدثنا بشر بن الحارث حدثنا عيسى بن يونس عن هشام عن الحسن قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ثلاثة لا يحاسب بهن العبد: ظل خُصّ (¬٣) يستظل به، وكسرة يشدّ بها صلبه، وثوب يواري عورته" (¬٤).
وقال الإمام أحمد: حدثنا سيار حدثنا جعفر حدثنا ليث عن أبي عثمان قال: لما افتتح المسلمون جُوخا (¬٥) دخلوا يمشون فيها وأكداس
_________
(¬١) "المسند" (٦/ ١٩).
ورواه الترمذي في "جامعه" رقم (٢٣٤٩)، وقال: "حديث حسن صحيح".
(¬٢) "المسند" (٢/ ١٦٨). ورواه مسلم في "صحيحه" رقم (١٠٥٤).
(¬٣) الخُصّ: بيت يعمل من الخشب والقصب. سمي بذلك لما فيه من الخصائص وهو الفُرج والأنقاب. "النهاية": (٢/ ٣٧).
(¬٤) الزهد رقم (٦٥).
ورواه هناد في "الزهد" رقم (٥٦٩)، والبيهقي في "شعب الإيمان" رقم (١٠٣٦٨). وهو ظاهر الإرسال.
(¬٥) غير محررة في النسخ، والصواب ما أثبت. وجُوخا بالضم والقصر وقد يُفتح، =','1','388',NULL,NULL,'0');
INSERT INTO [b252] VALUES (436,'الطعام فيها أمثال الجبال، ورجل يمشي إلى جنب سلمان فقال: "يا أبا عبد اللَّه ألا ترى إلى ما فتح اللَّه علينا، ألا ترى إلى ما أعطانا اللَّه"، فقال سلمان: "وما يعجبك مما ترى؟ إلى جنب كل حبّة مما ترى حساب! " (¬١).
قالوا: وقد شهد النبي -صلى اللَّه عليه وسلم- لأصحابه (¬٢) أنهم يوم فقرهم وفاقتهم خير منهم يوم غناهم وبسط الدنيا عليهم.
قال الإمام أحمد: حدثنا عبد الصمد حدثنا أبو الأشهب عن الحسن قال: قال نبي اللَّه -صلى اللَّه عليه وسلم-: "يا أهل الصفة كيف أنتم؟ " قالوا: نحن بخير قال: "أنتم اليوم خير أم يوم تغدو على أحدكم جفنة، وتروح أخرى، ويغدو في حلة، ويروح في أخرى (¬٣)، وتسترون بيوتكم بمثل أستار الكعبة؟ " قالوا: يا رسول اللَّه نحن يومئذ خير يعطينا ربنا تبارك وتعالى فنشكر. قال: "بل أنتم اليوم خير" (¬٤).
_________
= اسم نهر عليه كورة واسعة في سواد بغداد بالجانب الشرقي. . قاله ياقوت في "معجم البلدان": (٢/ ١٧٩).
(¬١) لم أقف عليه فيما بين يدي من كتب الإمام أحمد. وأخرجه البيهقي في "شعب الإيمان" رقم (١٠٦٥٤).
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٣) في حاشية الأصل كتب ما نصه: "يحتمل أن يكون هذا في الجنة، فيكون النعيم الذي فيها، دون ما يحصل من كمال المعرفة باللَّه بلذة الفقر ونحوها من أنواع الطاعات المتلذ بها، ويحتمل أن يكون في الدنيا ويشهد له ما بعده، ولكن لا يلزم منه أن يكون الغِنى أفضل بدليل ما قرن به من ضَرْب بعضهم رقاب بعض، واللَّه أعلم".
(¬٤) لم أقف عليه هكذا.
وقد رواه أحمد في كتاب "العلل ومعرفة الرجال" رقم (٤٩٥٥) عن =','1','389',NULL,NULL,'0');
INSERT INTO [b252] VALUES (437,'فهذا صريح في أنهم في وقت صبرهم على فقرهم خير منهم في وقت غناهم مع الشكر.
وقال عبد اللَّه بن أحمد: حدثنا ابن نمير حدثنا حفص بن غياث عن داود بن أبي هند عن أبي حرب بن أبي الأسود عن طلحة البصري قال: قدمت المدينة ولم يكن لي بها معرفة، فكان يجري علينا مدٌّ من تمر بين اثنين، فصلى بنا رسول اللَّه -صلى اللَّه عليه وسلم- (¬١) صلاة، فهتف به هاتف من خلفه فقال: يا رسول اللَّه -صلى اللَّه عليه وسلم- قد أحرق بطوننا التمر وتخرقت عنا الخُنُف (¬٢). فخطب فحمد اللَّه وأثنى عليه وقال: "واللَّه لو أجد لكم اللحم والخبز (¬٣) لأطعمتكموه، وليأتين عليكم زمان تغدو على أحدكم الجفان وتراح، ولَتلْبَسُن (¬٤) مثل أستار الكعبة" قالوا: يا رسول اللَّه -صلى اللَّه عليه وسلم- نحن اليوم خير منا أو يومئذ؟ قال: "أنتم اليوم خير منكم يومئذ، أنتم اليوم خير منكم يومئذ؛ يضرب بعضكم رقاب بعض" (¬٥) قال أحمد: وحدثنا عبد الوهاب
_________
= الحسن أن النبي -صلى اللَّه عليه وسلم- قال لأهل الصفة: "كيف أصبحتم" اهـ فقط دون باقي الحديث. وهو ظاهر الإرسال.
(¬١) "رسول اللَّه -صلى اللَّه عليه وسلم-" ليست في الأصل، وأثبتها من (ب).
(¬٢) الخنُف جمع خنيف، وهو نوع غليظ من أردأ الكتان، أراد ثيابا تعمل منه كانوا يلبسونها. انظر: "النهاية" لابن الأثير (٢/ ٨٤).
وفي النسخ الثلاث الأخرى: "الكنف".
(¬٣) في الأصل سقطت الواو من "والخبز"، واستدركتها من النسخ الثلاث.
(¬٤) في النسخ الثلاث زيادة: "بيوتكم" وليست في الأصل ولا مصادر الحديث.
(¬٥) "زوائد الزهد" رقم (١٣٧).
وروى الحديث من طرق أخرى: أحمد في "المسند" (٣/ ٤٨٧)، وابن أبي عاصم في "الآحاد والمثاني" رقم (١٤٣٤)، وابن حبان في "صحيحه" رقم (٦٦٨٤).','1','390',NULL,NULL,'0');
INSERT INTO [b252] VALUES (438,'عن سعيد عن قتادة قال: ذُكر لنا أن نبي اللَّه -صلى اللَّه عليه وسلم- دخل على أهل الصفة فذكر نحوه (¬١).
قالوا ولو لم يكن في الغنى والمال إلا أنه فتنة، وقلّ من يسلم من إصابتها له وتأثيرها في دينه، كما قال اللَّه تعالى: {إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ} [التغابن: ١٥].
وفي الترمذي من حديث كعب بن عياض قال: سمعت النبي -صلى اللَّه عليه وسلم- يقول: "إن لكل أمة فتنة، وفتنة أمتى المال". قال الترمذي: هذا حديث حسن صحيح (¬٢).
قالوا: والمال والغنى يدعوان (¬٣) إلى النار، والفقر يدعو إلى الجنة.
قال الإمام أحمد: حدثنا يزيد أنبأنا أبو الأشهب حدثنا سعيد بن أيمن مولى كعب بن سور قال: بينما رسول اللَّه -صلى اللَّه عليه وسلم- يحدّث أصحابه إذ جاء رجل من الفقراء فجلس إلى جنب رجل من الأغنياء فكأنه قبض من ثيابه عنه، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "أخشيت يا فلان أن يغدو غناك عليه أو أن يغدو فقره عليك؟ " قال: يا رسول اللَّه! وشرٌّ الغنى؟ قال: "نعم إن غناك يدعوك إلى النار، وإن فقره يدعوه إلى الجنة" قال: فما ينجيني منه؟ قال: "تواسيه" قال: إذن أفعل، فقال الآخر: لا إرب لي فيه، قال: "فاستغفر وادع لأخيك" (¬٤).
_________
(¬١) "الزهد" رقم (٢٠٣).
(¬٢) "جامع الترمذي" رقم (٢٣٣٦).
(¬٣) في الأصل و (م) و (ب): "يدعوا". والمثبت من (ن).
(¬٤) "الزهد" رقم (٢٠٧)، وهو مرسل.','1','391',NULL,NULL,'0');
INSERT INTO [b252] VALUES (439,'قالوا: وحق الغنى أعظم من أن يقوم العبد بشكره.
وقد روى الترمذي في "جامعه" من حديث عثمان بن عفان: أن النبي -صلى اللَّه عليه وسلم- قال: "ليس لابن آدم حق في سوى هذه الخصال: بيت يسكنه، وثوب يواري عورته، وجِلْف (¬١) الخبز والماء". قال: هذا حديث حسن صحيح (¬٢).
وفي "صحيح مسلم" من حديث أبي أمامة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "يا ابن آدم إنك أن تبذل الفضل خير لك، وأن تمسكه شرّ لك، ولا تلام على كفاف، وابدأ بمن تعول، واليد العليا خير من اليد السفلى" (¬٣).
وفي "صحيحه" أيضًا من حديث أبي نضرة عن أبي سعيد قال: بينما نحن في سفر مع رسول اللَّه -صلى اللَّه عليه وسلم- إذ جاء رجل على راحلة له فجعل يضرب يمينًا وشمالًا، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "من كان معه فضل من ظهر فليعد به على من لا ظهر له، ومن كان عنده فضل من زاد فليعد به على من لا زاد له". قال: فذكر من أصناف المال ما ذكر، حتى ظننا أنه لا حق لأحد منا في فضل (¬٤).
قالوا: فهذا موضع النظر في تفضيل الغني الشاكر الذي يبذلُ الفضلَ كلّه، وأما غنيٌّ يتمتع بأنواع الفضل ويشكر بالواجب وبعض المستحب
_________
(¬١) الجلْف: الخبز وحده لا أُدْمَ معه، وقيل: الخبز الغليظ اليابس. ويروى بفتح اللام جمع جِلْفة، وهي الكسرة من الخبر. وقال الهروي: الجلف هاهنا: الظّرف. . يريد ما يُترك فيه الخبز. انظر: "النهاية" لابن الأثير (١/ ٢٨٧).
(¬٢) "جامع الترمذي" رقم (٢٣٤١).
(¬٣) "صحيح مسلم" رقم (١٠٣٦).
(¬٤) "صحيح مسلم" (١٧٢٨).','1','392',NULL,NULL,'0');
INSERT INTO [b252] VALUES (440,'فكيف يفضل على فقير صابر راضٍ عن اللَّه في فقره؟!
قالوا: وقد أقسم رسول اللَّه -صلى اللَّه عليه وسلم- لأصحابه وهم أئمة الشاكرين، أنه لا يخاف عليهم الفقر، وإنما يخاف عليهم الغنى، ففي "الصحيحين" من حديث عمرو بن عوف وكان شهد بدرًا أن رسول اللَّه -صلى اللَّه عليه وسلم- بعث أبا عبيدة بن الجراح إلى البحرين يأتي بجزيتها، وكان رسول اللَّه -صلى اللَّه عليه وسلم- هو صالح أهل البحرين، وأمر عليهم العلاء بن الحضرمي، فقدم أبو عبيدة بمال من البحرين، فسمعت الأنصار بقدوم أبي عبيدة، فوافوا صلاة الفجر مع رسول اللَّه -صلى اللَّه عليه وسلم-. فلما صلى رسول اللَّه -صلى اللَّه عليه وسلم- انصرف، فتعرضوا له، فتبسم رسول اللَّه -صلى اللَّه عليه وسلم- حين رآهم، ثم قال: "أظنكم (¬١) سمعتم أن أبا عبيدة قدم بشيء من البحرين" فقالوا: أجل يا رسول اللَّه -صلى اللَّه عليه وسلم-. قال: "فأبشروا وأمّلوا ما يسركم فواللَّه ما الفقر أخشى عليكم، ولكني أخشى أن تُبسط الدنيا عليكم كما بسُطت على من كان قبلكم، فتنافسوها كما تنافسوها، فتهلككم كما أهلكتهم" (¬٢).
وقال الإمام أحمد حدثنا روح حدثنا هشام عن الحسن قال: قيل لأبي ثعلبة الخشني: أين دنياكم التي كنتم تعدّون يا أصحاب محمد؟ قال: "ليبشر الآخر بدنيا قد أظلّت تأكل -واللَّه الذي لا إله إلا هو- الإيمان، كما تأكل النار الحطب الجزل" (¬٣).
_________
(¬١) ساقطة من الأصل، واستدركتها من النسخ الثلاث.
(¬٢) "صحيح البخاري" رقم (٣١٥٨)، و"صحيح مسلم" رقم (٢٩٦١).
(¬٣) لم أقف عليه.
وقد ذكر في معناه حديث لا أصل له، أن النبي -صلى اللَّه عليه وسلم- قال: "لتأتينكم بعدي دنيا تأكل إيمانكم كما تأكل النار الحطب". انظر: "إحياء علوم الدين" (٣/ ١٧٨).
وقال العراقي في تخريجه: لم أجد له أصلًا. =','1','393',NULL,NULL,'0');
INSERT INTO [b252] VALUES (441,'وقال أحمد: حدثنا يزيد حدثنا هشام بن حسان قال: سمعت الحسن يقول: "واللَّه ما أحد من الناس بسط اللَّه له دنيا فلم يخف أن يكون قد مَكَر به فيها، إلا كان قد نقص علمه وعجز رأيه، [وما أمسكها اللَّه عن عبد فلم يظن أنه قد خِيْر له فيها، إلا كان قد نقص علمه وعجز رأيه] (¬١) " (¬٢).
قالوا: وقد مر على النبي -صلى اللَّه عليه وسلم- فقير وغني فقال عن الفقير: "هذا خير من ملء الأرض من مثل هذا" (¬٣).
فروى البخاري في "صحيحه" عن سهل بن سعد قال: مرّ رجل على رسول اللَّه -صلى اللَّه عليه وسلم- فقال: "ما تقولون في مثل هذا؟ " قالوا: حريٌّ إن خطب أن ينكح، وإن شفع يشفّع، وإن قال أن يسمع، قال: ثم سكت، فمرّ رجل من فقراء المسلمين فقال: "ما تقولون في هذا؟ " قالوا: حريٌّ إن خطب أن لا ينكح، وإن شفع أن لا يشفّع، وإن قال أن لا يسمع، فقال رسول -صلى اللَّه عليه وسلم-: "هذا خير من ملء الأرض مثل هذا" (¬٤).
وقد بشّر رسول اللَّه -صلى اللَّه عليه وسلم- [الفقراء الصابرين] (¬٥) بما لم يبشّر به الأغنياء.
_________
= والجزل من الحطب: الغليظ القوي. انظر: "النهاية" لابن الأثير (١/ ٢٧٠).
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى.
(¬٢) "الزهد" رقم (٢٠٠). ورواه ابن أبي الدنيا في "ذم الدنيا" رقم (٤٢).
(¬٣) هو الحديث الآتي.
(¬٤) "صحيح البخاري" رقم (٥٠٩١).
(¬٥) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى.','1','394',NULL,NULL,'0');
INSERT INTO [b252] VALUES (442,'ففي الترمذي من حديث فضالة بن عبيد أن رسول اللَّه -صلى اللَّه عليه وسلم- كان إذا صلّى بالناس يخرّ رجال من قامتهم في الصلاة من الخصاصة وهم أصحاب الصفة، حتى يقول الأعراب: هؤلاء مجانين. فإذا صلّى رسول اللَّه -صلى اللَّه عليه وسلم- انصرف إليهم وقال: "لو تعلمون ما لكم عند اللَّه لأحببتم أن تزدادوا فاقة وحاجة". قال فضالة: وأنا يومئذ مع رسول اللَّه -صلى اللَّه عليه وسلم- (¬١).
وبشّرهم بسبقهم إلى الجنة، وقد اختلفت الروايات في مدة هذا السبق.
ففي صحيح مسلم عن عبد اللَّه بن عمرو: أنه جاءه ثلاثة نفر فقالوا: يا أبا محمد واللَّه ما نقدر على شيء: لا نفقة ولا دابة ولا متاع، فقال لهم: ما شئتم، إن شئتم رفعتم إلينا فأعطيناكم ما يسرّكم (¬٢)، وإن شئتم ذكرنا أمركم للسلطان، وإن شئتم صبرتم فإني سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "إن فقراء المهاجرين يسبقون الأغنياء يوم القيامة بأربعين خريفًا". قالوا: نصبر، لا نسأل شيئًا (¬٣).
وقال الإمام أحمد: حدثنا عفان حدثنا حماد بن سلمة عن محمد بن عمرو عن أبي سلمة عن أبي هريرة أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "يدخل فقراء المسلمين الجنة قبل أغنيائهم بنصف يوم وهو خمسمائة عام" قال الترمذي: هذا حديث حسن صحيح (¬٤).
_________
(¬١) "جامع الترمذي" رقم (٢٣٦٨)، وقال: "حديث حسن صحيح".
(¬٢) في صحيح مسلم: "ما يسّر اللَّه لكم".
(¬٣) "صحيح مسلم" رقم (٢٩٧٩).
(¬٤) "مسند أحمد" (٢/ ٣٤٣)، و"جامع الترمذي" رقم (٢٣٥٤).
ورواه ابن ماجه أيضًا رقم (٤١٢٢).','1','395',NULL,NULL,'0');
INSERT INTO [b252] VALUES (443,'وفي الترمذي أيضًا من حديث أبي سعيد قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "فقراء المهاجرين يدخلون الجنّة قبل أغنيائهم بخمسمائة سنة" (¬١). وهو حديث حسن.
وفيه أيضًا من حديث جابر بن عبد اللَّه عن النبى -صلى اللَّه عليه وسلم- قال: "يدخل فقراء أمتي الجنة قبل الأغنياء بأربعين خريفًا" (¬٢). وهو حديث حسن.
وهذا موافق لحديث عبد اللَّه بن عمرو، ولحديث أنس الذي في الترمذي أيضًا: "إن المساكين يدخلون قبل الأغنياء بأربعين خريفًا" (¬٣).
فهؤلاء ثلاثة: جابر وأنس وعبد اللَّه بن عمرو وقد اتفقوا على الأربعين.
وهذا أبو هريرة وأبو سعيد قد اتفقا على التقدير بخمسمائة سنة.
ولا تعارض بين هذه الأحاديث إذ السبق والتأخير درجات بحسب الفقر والغنى، فمنهم من يسبق بأربعين، ومنهم من يسبق بخمسمائة، ولا يتقيد السبق بهذا المقدار بل يزيد عليه وينقص.
وقد روى أبو داود في "سننه" من حديث أبي هريرة عن النبي -صلى اللَّه عليه وسلم-: "إن أول الأمة دخولًا الجنة أبو بكر الصديق" (¬٤).
_________
(¬١) "جامع الترمذي" رقم (٢٣٥١)، وقال: "حديث حسن غريب من هذا الوجه".
(¬٢) "جامع الترمذي" رقم (٢٣٥٥)، وقال: "حديث حسن". وقد تقدمت هذه الأحاديث.
(¬٣) "جامع الترمذي" رقم (٢٣٥٢)، وقال: "حديث غريب".
(¬٤) "سنن أبي داود" رقم (٤٦٥٢).
وصححه الحاكم فى المستدرك (٣/ ٧٣) على شرط الشيخين، ووافقه =','1','396',NULL,NULL,'0');
INSERT INTO [b252] VALUES (444,'ومعلوم أن المدة التي بينه وبين إخوانه من فقراء المهاجرين لا تطول، وأنها أطول مدة بين دخوله وبين دخول آخر من يدخل الجنة.
وقد روى الإمام أحمد في "مسنده" من حديث عبد اللَّه بن عمرو عن النبي -صلى اللَّه عليه وسلم- أنه قال: "هل تدرون أول من يدخل الجنة؟ " قالوا: اللَّه ورسوله أعلم. قال: "فقراء المهاجرين الذين تتقى بهم المكاره، يموت أحدهم وحاجته في صدره لا يستطيع لها قضاء، تقول الملائكة: ربنا نحن ملائكتك وخزنتك وسكان سماواتك لا تدخلهم الجنة قبلنا، فيقول: عبادي لا يشركون بي شيئًا يتقى بهم المكاره يموت أحدهم وحاجته في صدره لم يستطع لها قضاء، فعند ذلك تدخل عليهم الملائكة من كل باب، سلام عليكم بما صبرتم فنعم عقبى الدار" (¬١).
وقال الإمام أحمد: حدثنا حسين بن محمد حدثنا دويد (¬٢) عن سلم بن بشير عن عكرمة عن ابن عباس قال: قال النبي -صلى اللَّه عليه وسلم-: "التقى مؤمنان على باب الجنة: مؤمن غني ومؤمن فقير كانا في الدنيا، فأُدخل الفقير الجنة وحُبس الغني ما شاء اللَّه أن يُحبس ثم أُدخل الجنة، فلقيه الفقير فيقول: أي أخي ما حبسك؟ واللَّه لقد احتبست حتى خفتُ عليك. فيقول: أي أخي، إني حُبست بعدك محبسًا فظيعًا كريهًا ما وصلت إليك حتى سال مني من العرق ما لو ورده ألف بعير كلها آكلة حمض (¬٣)
_________
= الذهبي.
(¬١) "المسند" (٢/ ١٦٨).
وصححه الحاكم في المستدرك (٢/ ٧١ - ٧٢)، ووافقه الذهبي.
(¬٢) في الأصل: "دريد"، والتصويب من النسخ الأخرى ومن "المسند".
(¬٣) الحمض هو كل نبت في طعمه حموضة، وهو للإبل كالفاكهة للإنسان. انظر: =','1','397',NULL,NULL,'0');
INSERT INTO [b252] VALUES (445,'لصدرت عنه رواء" (¬١).
وقال الطبراني في "معجمه": حدثنا محمد بن عبد اللَّه الحضرمي وعلي بن سعيد الرازي حدثنا علي بن بهرام العطار حدثنا عبد الملك بن أبي كريمة عن الثوري عن محمد بن زيد عن أبي حازم عن أبي هريرة قال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "إن فقراء المهاجرين يدخلون الجنة قبل أغنيائهم بنصف يوم وذلك خمسمائة عام" (¬٢) فقال رجل: أمنهم أنا يا رسول اللَّه؟ قال: "إن تغدّيت رجعت على عشاء، وإذا تعشيت يبيت معك غداء؟ " قال: نعم. قال: "لست منهم"، فقام رجل فقال: أمنهم أنا يا رسول اللَّه؟ قال: "هل سمعت ما قلنا لهذا؟ " قال: نعم، ولستُ كذلك. قال: "هل تجد ثوبًا سترًا (¬٣) سوى ما عليك؟ " قال: نعم. قال: "فلست منهم"، فقام آخر فقال: أمنهم أنا يا رسول اللَّه؟ قال: "هل سمعت ما قلنا لهذين قبلك؟ " قال: نعم. قال: "هل تجد قرضًا كلما
_________
= "النهاية" لابن الأثير (١/ ٤٤١).
(¬١) "مسند أحمد" (١/ ٣٠٤).
قال الهيثمي في "مجمع الزوائد" (١٠/ ٢٦٣ - ٢٦٤): "رواه أحمد وفيه (دويد) غير منسوب، فإن كان هو الذي روى عنه سفيان فقد ذكره العجلي في كتاب "الثقات"، وإن كان غيره لم أعرفه، وبقية رجاله رجال الصحيح غير سلم بن بشير وهو ثقة".
وقال العراقي في "المغني عن حمل الأسفار" (٤/ ١٩٣): "وفيه دريد [هكذا في المطبوع والصواب: دويد] غير منسوب يحتاج إلى معرفته، قال أحمد: حديثه مثله".
(¬٢) ساقطة من الأصل، وكتب في حاشيته: لعله: "عام". وأثبتها من (م) و (ن). وفي (ب): "سنة".
(¬٣) هكذا في الأصل و (م). وفي (ن): "يسيرًا". وفي (ب): "ستيرًا".','1','398',NULL,NULL,'0');
INSERT INTO [b252] VALUES (446,'شئت أن تستقرض؟ " قال: نعم. قال: "فلستَ منهم". فقام آخر فقال: أمنهم أنا يا رسول اللَّه؟ فقال: "هل سمعت ما قلت لهؤلاء؟ " قال: نعم. قال: "تقدر أن تكتسب؟ " قال: نعم، قال: "فلست منهم" قال: فقام خامس فقال: أنا منهم يا رسول اللَّه؟ فقال: "هل سمعت ما قلت لهؤلاء؟ " قال: نعم. قال: "هل تمسي عن ربك راضيًا وتصبح كذلك؟ " قال: نعم. قال: "فأنت منهم" فقال النبي -صلى اللَّه عليه وسلم-: "إن سادة المؤمنين في الجنة من إذا تغدّى لم يجد عشاء، وإذا تعشّى لم يبت عنده غداء، وإن استقرض لم يجد قرضًا, وليس له فضل كسوة إلا ما يواري به ما لا يجد منه بدًّا, ولا يقدر على أن يكتسب ما يعيشه، ويمسي عن اللَّه راضيًا ويصبح راضيًا {فَأُولَئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِينَ وَحَسُنَ أُولَئِكَ رَفِيقًا (٦٩)} [النساء: ٦٩].
قال الطبراني: هذا حديث غريب من حديث سفيان الثوري عن محمد بن زيد، يقال: هو العبدي تفرّد به عبد الملك (¬١).
قلت: محمد بن زيد هو العبدي، وثقه قوم، وضعفه آخرون. قال الدارقطني: ليس بالقوي، وقال أبو حاتم: صالح الحديث، وذكره ابن حبان في الثقات، روى له الترمذي وابن ماجه (¬٢).
وفي هذه الطبقة محمد بن زيد الشامي يروي عن أبي سلمة بن
_________
(¬١) لم أقف عليه في معاجم الطبراني.
وأخرجه أبو نعيم في "حلية الأولياء" (٧/ ٩٩ - ١٠٠) من طريق الطبراني به.
(¬٢) انظر: الثقات لابن حبان رقم (١٠٧٣١)، والجرح والتعديل لابن أبي حاتم (٧/ ٢٥٦)، وتهذيب التهذيب (٩/ ١٧٣).','1','399',NULL,NULL,'0');
INSERT INTO [b252] VALUES (447,'عبد الرحمن وهو متروك (¬١)، ونخاف أن يكون هذا هو، والثوري لم ينسبه، وإنما يقال: هو العبدي، فاللَّه أعلم.
وقال الإمام أحمد: حدثنا إسماعيل بن إبراهيم حدثنا هشام الدستوائي عن يحيى بن أبي كثير عن عامر العقيلي عن أبيه عن أبي هريرة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "عرض عليّ أول ثلاثة يدخلون الجنة، وأول ثلاثة يدخلون النار، فأما أول ثلاثة يدخلون الجنة: فالشهيد وعبد مملوك لم يشغله رق الدنيا عن طاعة ربه، وفقير متعفف ذو عيال. وأما أول ثلاثة يدخلون النار: فأمير متسلط، وذو ثروة من مال لا يؤدي حق اللَّه في ماله، وفقير فخور" (¬٢).
وروى الترمذي منه ذكر الثلاثة الذين يدخلون الجنة فقط (¬٣).
قالوا: ويكفي في فضل الفقير أن عامّة أهل الجنة الفقراء، وعامة أهل النار الأغنياء.
قال الإمام أحمد: حدثنا عبد اللَّه بن محمد بن أبي شيبة حدثنا شريك عن أبي إسحاق عن السائب بن مالك عن عبد اللَّه بن عمرو قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "اطّلعت في الجنة فرأيت أكثر أهلها الفقراء، واطّلعت
_________
(¬١) انظر: لسان الميزان (٥/ ١٧٣).
(¬٢) "المسند" (٢/ ٤٢٥).
وصححه ابن خزيمة فأخرجه في "صحيحه" برقم (٢٢٤٩). وقال الحاكم في المستدرك (١/ ٣٨٧): "عامر بن شبيب العقيلي شيخ من أهل المدينة مستقيم الحديث، وهذا أصل في هذا الباب، تفرد به عنه يحيى بن أبي كثير، ولم يخرجاه". ووافقه الذهبي.
(¬٣) "جامع الترمذي" رقم (١٦٤٢)، وقال: "حديث حسن".','1','400',NULL,NULL,'0');
INSERT INTO [b252] VALUES (448,'على أهل النار فرأيت أكثر أهلها الأغنياء والنساء" (¬١).
وفي صحيح البخاري عن أبي رجاء قال: جاء عمران بن حصين إلى امرأته من عند رسول اللَّه -صلى اللَّه عليه وسلم- فقالت: حدثنا ما سمعت من النبي -صلى اللَّه عليه وسلم-، فقال: إنه ليس من حديث. فلم تدعه، أو قال: فأغضبته، فقال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "نظرت في الجنة فرأيت أكثر أهلها الفقراء، ونظرت في النار فرأيت أكثر أهلها النساء" (¬٢).
وفي "الصحيحين" من حديث أسامة بن زيد: أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "قمت على باب الجنة فإذا عامة من دخلها المساكين، وقمت على باب النار فإذا عامة من دخلها النساء" (¬٣).
وفي "صحيح مسلم" عن ابن عباس: "أن النبي -صلى اللَّه عليه وسلم- اطلع في النار فرأى أكثر أهلها النساء، واطلع في الجنة فرأى أكثر أهلها الفقراء" (¬٤).
قالوا: ويكفي في فضل الفقر أن كل أحد يتمناه يوم القيامة من الأغنياء.
قال الإمام أحمد: حدثنا عبد اللَّه بن نمير حدثنا إسماعيل يعني ابن أبي خالد عن نفيع عن أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ما
_________
(¬١) "المسند" (٢/ ١٧٣).
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم (٢٨٠٠).
(¬٢) "صحيح البخاري" رقم (٣٢٤١)، وليس فيه مجيء عمران إلى امرأته وما حصل بينهما، وإنما هذا عند أحمد في "المسند" (٤/ ٤٣٧).
(¬٣) "صحيح البخاري" رقم (٥١٩٦)، و"صحيح مسلم" رقم (٢٧٣٦).
(¬٤) "صحيح مسلم" رقم (٢٧٣٧).','1','401',NULL,NULL,'0');
INSERT INTO [b252] VALUES (449,'من أحد يوم القيامة غني ولا فقير إلا ودّ أن ما كان أوتي في الدنيا أو من الدنيا قوتًا" (¬١).
قال البخاري: يتكلمون في نفيع (¬٢). وهذا ألين ما قيل فيه.
قالوا: وقد صرح رسول اللَّه -صلى اللَّه عليه وسلم- بتفضيل الفقراء في غير حديث، فمنها: ما تقدم من حديث سهل بن سعد (¬٣).
وقال الإمام أحمد: حدثنا أبو معاوية حدثنا الأعمش عن زيد بن وهب عن أبي ذر قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "يا أبا ذر ارفع بصرك فانظر أرفع رجل تراه في المسجد"، قال: فنظرت فإذا رجل جالس عليه حُلّة (¬٤) له، قال: فقلت: هذا، فقال: "يا أبا ذر ارفع بصرك فانظر أوضع رجل تراه في المسجد" قال: فنظرت فإذا رجل ضعيف عليه أخلاق قال: قلت: هذا. قال: فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "والذي نفسي بيده لهذا أفضل عند اللَّه يوم القيامة من قراب الأرض من هذا".
قال: وحدثنا وكيع ووافقه زائدة حدثنا الأعمش عن سليمان بن مسهر (¬٥) عن خرشة بن الحر عن أبي ذر فذكره، وقال: "لهذا خير عند اللَّه
_________
(¬١) "المسند" (٣/ ١١٧).
والحديث رواه ابن ماجه في "سننه" رقم (٤١٤٠).
وضعفه العراقي في "المغني عن حمل الأسفار" (٣/ ٢٠٥). وضعفه جدًّا الألباني في "سلسلة الأحاديث الضعيفة" برقم (٤٨٦٩).
(¬٢) "الضعفاء الصغير" ص ١١٥.
(¬٣) تقدم ص (٣٩٦)، وهو في "صحيح البخاري".
(¬٤) قال الخطابي في "غريب الحديث" (١/ ٤٩٨): "الحلّة: ثوبان: إزار ورداء، ولا تكون حُلّة إلا وهي جديدة تُحلّ عن طيّها فتُلبس".
(¬٥) في الأصل: "سليمان بن يسار". وكذا في النسخ الثلاث. والتصويب =','1','402',NULL,NULL,'0');
INSERT INTO [b252] VALUES (450,'يوم القيامة من ملء الأرض مثل هذا".
قال الإمام أحمد: وحدثنا أبو معاوية ووافقه يعلى قالا: حدثنا الأعمش عن زيد بن وهب عن أبي ذر فذكره بنحوه (¬١).
قالوا: والذي يفصل بيننا في المسألة ويشفي العليل: أن الفقر يوفر أجر صاحبه ومنزلته عند اللَّه، والغني ولو شكر، فإن ما ناله في الدنيا بغناه يُحسب عليه من ثوابه يوم القيامة، وإن تناوله بأحلّ وجه، فقليل الفضل في الدنيا نقص من كثير الآخرة.
وفي "صحيح مسلم" من حديث عبد اللَّه بن عمرو أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "ما من غازية تغزو في سبيل اللَّه فيصيبون الغنيمة إلا تعجلوا ثلثي أجرهم من الآخرة، ويبقى لهم الثلث، وإن لم يصيبوا غنيمة تم لهم أجرهم" (¬٢).
وفي "الصحيحين" عن خبّاب بن الأرتّ قال: "هاجرنا مع رسول اللَّه -صلى اللَّه عليه وسلم- نلتمس وجه اللَّه، فوقع أجرنا على اللَّه، فمنّا من مات لم يأكل من أجره شيئًا، منهم مصعب بن عمير، قتل يوم أحد (¬٣) وترك نمرة، فكنّا إذا
_________
= من "المسند" و"الزهد" للإمام أحمد، ومن "الزهد" لوكيع.
(¬١) "المسند" (٥/ ١٧٠)، و"الزهد" رقم (١٤٨).
ورواه وكيع في "الزهد" رقم (١٤٤)، وهناد في "الزهد" رقم (٨١٥) وغيرهم.
وصححه ابن حبان فأخرجه في "صحيحه" رقم (٦٨١).
(¬٢) "صحيح مسلم" رقم (١٩٠٦).
(¬٣) في الأصل: "بدر". وهو سهو، والتصويب من: (م) و (ب)، ومن مصادر التخريج.','1','403',NULL,NULL,'0');
INSERT INTO [b252] VALUES (451,'غطّينا بها رأسه بدت رجلاه، وإذا غطّينا رجليه بدا رأسه، فأمرنا رسول اللَّه -صلى اللَّه عليه وسلم- أن نغطي رأسه ونجعل على رجليه شيئًا من الإذخر، ومنا من أينعت له ثمرته فهو يهدبها" (¬١).
وفي "الصحيحين" عن قيس بن أبي (¬٢) حازم قال: دخلنا على خباب نعوده وقد اكتوى سبع كيّات. فقال: "إن أصحابنا الذين سلفوا مضوا ولم تنقصهم الدنيا" وذكر الحديث (¬٣).
وقال سعيد بن منصور: حدثنا أبو معاوية عن الأعمش عن مجاهد عن ابن عمر قال: "ما يصيب عبد (¬٤) من الدنيا شيئًا إلا انتقص من درجاته عند اللَّه وإن كان عليه كريمًا" (¬٥).
وفي "صحيح البخاري" عن إبراهيم بن عبد الرحمن بن عوف قال: أتي عبد الرحمن بطعام، وكان صائمًا. فقال: "قتل مصعب بن عمير وهو خير مني، وكفن في بردة؛ إن غطّي رأسه بدت رجلاه، وإن غطّي رجلاه
_________
(¬١) "صحيح البخاري" رقم (١٢٧٦)، و"صحيح مسلم" رقم (٩٤٠).
ويهدبها: أي يجنبها. انظر: "النهاية" لابن الأثير (٥/ ٢٥٠)
(¬٢) ساقطة من الأصل، واستدركتها من (م) و (ن)، ومن مصادر التخريج.
(¬٣) "صحيح البخاري" رقم (٥٦٧٢)، و"صحيح مسلم" رقم (٢٦٨١). وليس في مسلم محلّ الشاهد.
(¬٤) في (م) و (ن): "ما من عبد يصيب". وفي (ب): "ما أوتي عبد".
(¬٥) لم أقف عليه فيما طبع من سنن سعيد.
وقد رواه البيهقي في "شعب الإيمان" رقم (١٠٦٧٦) من طريق سعيد به.
والأثر رواه أيضًا: ابن أبي شيبة في "مصنفه" رقم (٣٤٦٢٨)، وهناد في "الزهد" رقم (٥٥٧)، وابن أبي الدنيا في "ذم الدنيا". رقم (٣١١)، وأبو نعيم في "حلية الأولياء" (١/ ٣٠٦).','1','404',NULL,NULL,'0');
INSERT INTO [b252] VALUES (452,'بدا رأسه، وقتل حمزة وهو خير مني فلم يوجد له كفن إلا بردة، ثم بسط لنا من الدنيا ما بسط -أو قال: أعطينا من الدنيا ما أعطينا- وقد خشيت أن تكون عجلت لنا طيباتنا في حياتنا الدنيا. ثم جعل يبكي حتى ترك الطعام" (¬١).
قال أبو سعيد ابن الأعرابي (¬٢): وليس عبد الرحمن بن عوف وخباب قالا ذلك دون غيرهما، لقد قاله الأكابر من أصحاب رسول اللَّه -صلى اللَّه عليه وسلم-، وكرهوا ما فتح اللَّه عليهم من الدنيا، وأشفقوا منه، وعلموا أن ما اختاره اللَّه لنبيه كان أفضل، وأن ما أخّروا له كان أنقص، منهم: أبو بكر، وعمر، وعثمان، وعلي، وأبو عبيدة، وعمار بن ياسر، وسلمان، وعبد اللَّه بن مسعود، وعائشة أم المؤمنين، وأبو هاشم بن عتبة وجماعة لم نذكرهم للاختصار.
فأما أبو بكر فحدثنا ابن أبي الدنيا حدثنا عبد الرحمن بن زبان (¬٣) الطائي حدثنا عبد الصمد بن عبد الوارث حدثنا عبد الواحد بن زيد حدثني أسلم (¬٤) عن مرة عن زيد بن أرقم قال: كنا مع أبي بكر الصديق رضي اللَّه عنه فدعا بشراب فأتي بماء وعسل، فلما أدناه من فيه بكى حتى أبكى أصحابه، فسكتوا وما سكت، ثم عاد فبكى حتى ظنوا أنهم لم يقدروا على مسألته، قال: ثم مسح عينيه، فقالوا: يا خليفة رسول اللَّه ما
_________
(¬١) "صحيح البخاري" رقم (١٢٧٤)، (١٢٧٥).
(¬٢) لابن الأعرابي كتاب سماه: "تشريف الفقير على الغني". انظر: "لسان الميزان" (٥/ ٢٨). فلعل كلامه هذا منه، واللَّه أعلم.
(¬٣) في الأصل وسائر النسخ الثلاث: "أبان". والتصويب من "ذم الدنيا" و"تاريخ بغداد".
(¬٤) في الأصل وسائر النسخ الثلاث: "سلمان". والتصويب من مصادر التخريج.','1','405',NULL,NULL,'0');
INSERT INTO [b252] VALUES (453,'أبكاك؟ فقال: كنت مع رسول اللَّه -صلى اللَّه عليه وسلم- فرأيته يدفع عن نفسه شيئًا ولم أرَ معه أحدًا، فقلت: يا رسول اللَّه ما الذي تدفع عن نفسك؟ قال: "هذه الدنيا مثّلت لي، فقلت لها (¬١): إليك عني، ثم رجعت فقالت: إنك إن أفلتّ مني فلن يفلت مني مَنْ بعدك" (¬٢).
وذكر ليث بن سعد عن صالح بن كيسان عن حميد بن عبد الرحمن ابن عوف عن أبيه: أن أبا بكر قال في مرضه الذي مات فيه: "إني وليت أمركم ولست بخيركم، وكلكم وَرِمَ أنفه (¬٣) من ذلك أن يكون هذا الأمر له، وذلك لما رأيت الدنيا قد أقبلت وأقبلت، ولما تقبل حتى يتخذوا نضائد الحرير وستور الديباج، وحتى يألم أحدُكم من الاضطجاع على الصوف كما يألم من الاضطجاع على الحسك والسعدان (¬٤)، ثم أنتم أول ضال بالناس تصفقون بهم يمينًا وشمالًا، ما هذا الطريق؟ أخطأت إنما هو البحر أو الفجر. واللَّه لأن يقدم أحدكم فتضرب عنقه في غير حدٍّ، خير له من أن يخوض غمرات الدنيا" (¬٥).
_________
(¬١) في الأصل: إليها، والمثبت من النسخ الثلاث الأخرى.
(¬٢) رواه ابن أبي الدنيا في كتاب "ذم الدنيا" رقم (١١)، والحاكم في "المستدرك" (٤/ ٣٠٩)، وابن أبي عاصم في "الزهد" رقم (١٨٧)، والبيهقي في "شعب الإيمان" رقم (١٠٥١٨)، وأبو نعيم في "حلية الأولياء" (١/ ٣٠ - ٣١)، والخطيب في "تاريخ بغداد" (١٠/ ٢٦٧)، وابن عساكر في "تاريخ دمشق" (٣٠/ ٣٢٩).
وضعفه جدًّا الألباني في "سلسلة الأحاديث الضعيفة" رقم (٤٨٧٨).
(¬٣) أي: امتلأ وانتفخ من ذلك غضبًا، وخصّ الأنف بالذكر لأنه موضع الأنفة والكبر. انظر: "النهاية" لابن الأثير (٥/ ١٧٧).
(¬٤) الحَسَك جمع حَسَكة، وهي: شوكة صلبة معروفة. والسّعْدان: نبتٌ ذو شوك. انظر: "النهاية" لابن الأثير (١/ ٣٨٦) و (٢/ ٣٦٧).
(¬٥) رواه ابن عساكر في "تاريخ دمشق" (٣٠/ ٤١٧ - ٤١٨)، وفيه: "إني وليت =','1','406',NULL,NULL,'0');
INSERT INTO [b252] VALUES (454,'وذكر محمد بن عطاء بن خباب قال: كنت جالسًا مع أبي بكر فرأى طائرًا فقال: "طوبى لك يا طائر تأكل من هذه الشجر، ثم تبعر، ثم لا تكون شيئًا, وليس عليك حساب، وددت أني مكانك" فقلت له: أتقول هذا وأنت صديق رسول اللَّه -صلى اللَّه عليه وسلم-؟! (¬١).
وأما عمر فإنه لما اُتي بكنوز كسرى بكى، فقال له عبد الرحمن بن عوف: ما يبكيك يا أمير المؤمنين؟ فواللَّه إن هذا ليوم شكر ويوم سرور ويوم فرح، فقال عمر: "إن هذا لم يعطه قوم (¬٢) إلا أُلقي بينهم العداوة والبغضاء" (¬٣).
ودخل عليه أبو سنان الدؤلي وعنده نفر من المهاجرين، فأرسل عمر إلى سَفَط (¬٤) أتي به من قلعة بالعراق، وكان فيه خاتم، فأخذه
_________
= أمركم خيركم في نفسي. . . " الخ.
وروى نحوه: الطبراني في "الكبير" رقم (٤٣)، وأبو نعيم في "حلية الأولياء" (١/ ٣٤)، وابن عساكر في "تاريخ دمشق" (٣٠/ ٤٢١).
(¬١) لم أقف عليه.
وروى ابن المبارك في "الزهد" رقم (٢٤٠)، وأحمد في "الزهد" رقم (٥٨١)، وابن أبي الدنيا في كتاب "المتمنين" رقم (٩٢)، والبيهقي في "شعب الإيمان" رقم (٧٨٦). عن الحسن عن أبي بكر قريبًا منه.
وروى ابن عساكر في "تاريخ دمشق" (٣٠/ ٣٣٠) عن الضحاك عن أبي بكر قريبًا منه أيضًا.
(¬٢) في الأصل: "قومًا". والتصويب من النسخ الثلاث الأخرى.
(¬٣) رواه معمر في "الجامع" رقم (٢٠٠٣٦)، وابن المبارك في "الزهد" رقم (٧٦٨)، وابن أبي شيبة: (١٣/ ٢٦٤) وأبو داود في "الزهد" (٨٦)، وعبد اللَّه بن أحمد في "زوائد الزهد" رقم (٥٩٧)، والبيهقي في "السنن الكبرى" (٦/ ٣٥٨).
(¬٤) السّفط: الذي يعبئ فيه الطيب وما أشبهه من أدوات النساء. انظر: "لسان =','1','407',NULL,NULL,'0');
INSERT INTO [b252] VALUES (455,'بعض ولده فأدخله في فيه، فانتزعه عمر منه ثم بكى، فقال له مَن عنده: لم تبكي وقد فتح اللَّه لك وأظهرك وأقر عينك؟ فقال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "لا تفتح الدنيا على أحد إلا ألقى اللَّه بينهم العداوة والبغضاء إلى يوم القيامة" وأنا مشفق من ذلك (¬١).
قال أبو سعيد: وجدت في كتاب بخط يدي عن أبي داود قال: حدثنا محمد بن عبيد حدثنا حماد حدثنا يونس عن الحسن؟ أن عمر بن الخطاب أُتي بفروة كسرى بين يديه، وفي القوم سراقة بن مالك، فألقى إليه سواريْ كسرى، فجعلهما في يديه فبلغا منكبيه، فلما رآهما في يدي سراقة قال: الحمد للَّه، سوارا كسرى بن هرمز في يدي سراقة بن مالك بن جعشم أعرابي من بني مدلج، ثم قال: "اللهم قد علمت أن رسولك قد كان يحب أن يصيب مالًا فينفقه في سبيلك وعلى عبادك، فزويت ذلك عنه نظرًا منك له وخيارًا، اللهم إني أعوذ بك أن يكون هذا مكرًا منك بعمر، ثم قال: {أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ (٥٥) نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لَا يَشْعُرُونَ (٥٦)} [المؤمنون: ٥٥، ٥٦] (¬٢).
_________
= العرب" (٧/ ٣٥١).
(¬١) رواه أحمد في "المسند" (١/ ١٦)، والبزار في مسنده "البحر الزخار" رقم (٣١١).
قال الهيثمي في مجمع الزوائد (٣/ ١٢٢): "رواه أحمد وأبو يعلى في الكبير وفيه ابن لهيعة وفيه كلام"، وقال في (١٠/ ٢٣٦): "رواه أحمد والبزار وأبو يعلى في الكبير وإسناده حسن".
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم (٤٨٧١).
(¬٢) رواه البيهقي في "السنن الكبرى" (٦/ ٣٥٨)، وفي "دلائل النبوة" (٦/ ٣٢٥)، من طريق أبي سعيد به.','1','408',NULL,NULL,'0');
INSERT INTO [b252] VALUES (456,'والمقصود: أن سعة الدنيا وبسطها تعجيل من أجر الآخرة، وتضييق من سعتها.
قال عبد الرزاق: أنبأنا معمر عن الزهري عن ابن أبي صُعير عن جابر بن عبد اللَّه قال: لما كان يوم أحد أشرف النبي -صلى اللَّه عليه وسلم- على الشهداء الذين قُتلوا يومئذ فقال: "إني شهيد على هؤلاء فزمِّلوهم بدمائهم" (¬١).
قال معمر: وأخبرني من سمع الحسن يقول: قال النبي -صلى اللَّه عليه وسلم-: "هؤلاء قد مضوا وقد شهدت عليهم لم يأكلوا من أجورهم شيئًا، وإنكم تأكلون من أجوركم، وإني لا أدري ما تحدثون بعدي" (¬٢).
وقال ابن المبارك: أخبرنا جرير بن حازم قال: سمعت الحسن يقول: خرج رسول اللَّه -صلى اللَّه عليه وسلم- بأصحابه إلى بقيع الغرقد فقال: "السلام عليكم يا أهل القبور، لو تعلمون ما نجّاكم اللَّه مما هو كائن بعدكم". ثم أقبل على أصحابه فقال: "هؤلاء خير منكم" فقالوا: يا رسول اللَّه إخواننا، أسلمنا كما أسلموا، وهاجرنا كما هاجروا، وجاهدنا كما جاهدوا، وأتوا على آجالهم فمضوا فيها وبقينا في آجالنا، فما يجعلهم خيرًا منا؟ فقال: "إن هؤلاء خرجوا من الدنيا ولم يأكلوا من أجورهم شيئًا، وخرجوا وأنا شهيد عليهم، وإنكم قد أكلتم من أجوركم ولا أدري ما تحدثون بعدي". قال: فلما سمعها القوم واللَّه عقلوها
_________
(¬١) "المصنف" رقم (٦٦٣٣)، (٩٥٨٠).
ورواه أحمد في "المسند" (٥/ ٤٣١).
وصححه الألباني في "إرواء الغليل" برقم (٧١٤).
(¬٢) "مصنف عبد الرزاق" رقم (٦٦٣٤)، (٩٥٨١).
وهذا سند ضعيف، لجهالة من سمع الحسن.','1','409',NULL,NULL,'0');
INSERT INTO [b252] VALUES (457,'وانتفعوا بها فقالوا: وإنا لمحاسبون بما أصبنا من الدنيا بعدهم، وإنه لمنتقص به من أجورنا، فأكلوا طيبًا، وأنفقوا قصدًا، وقدّموا فضلًا (¬١).
وقال عبد اللَّه بن أحمد: قرأت على أبي هذا الحديث: حدثنا أسود بن عامر حدثنا إسرائيل عن ثوير عن مجاهد عن ابن عمر قال: "ما أعطي رجل من الدنيا إلا نقص من درجته، وإنه من أهل الجنة" (¬٢).
قالوا: وقد صرح سادات الأغنياء بأنهم ابتلوا بالضرّاء فصبروا، وابتلوا بالسرّاء فلم يصبروا، قال ذلك عبد الرحمن بن عوف وغيره (¬٣).
وكان هذا مصداقًا لما رواه مصعب بن سعد (¬٤) عن أبيه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "لأنا من فتنة السرّاء أخوف عليكم من فتنة الضرّاء، إنكم ابتليتم في فتنة الضرّاء فصبرتم، وإن الدنيا حلوة خَضِرة" (¬٥).
_________
(¬١) "الزهد" لابن المبارك رقم (٤٩٨).
ورواه ابن عبد البر في "الاستذكار" (٥/ ١١١) من طريق ابن المبارك به.
ورواه عبد الرزاق في "مصنفه" رقم (٦٧٢٠) عن ابن جريج قال: حُدّثت أن النبي -صلى اللَّه عليه وسلم- وذكره نحوه.
(¬٢) لم أقف عليه في الزهد. وقد سبق تخريجه ص (٤٠٦).
(¬٣) وقد سبق تخريجه ص (١١٥).
(¬٤) جاء الاسم في الأصل: "مصعب بن عمير بن سعد". وهو خطأ. والتصويب من النسخ الثلاث الأخرى.
(¬٥) رواه البزار في مسنده "البحر الزخار" رقم (١١٦٨)، وأبو يعلى في "مسنده" رقم (٧٨٠)، وأبو نعيم في "حلية الأولياء" (١/ ٩٣)، والبيهقي في "شعب الإيمان" رقم (١٠٣٠٨).
قال الهيثمي في مجمع الزوائد (١٠/ ٢٤٦): "رواه أبو يعلى والبزار، وفيه رجل لم يسم، وبقية رجاله رجال الصحيح". وضعفه الألباني في "سلسلة الأحاديث الضعيفة" برقم (٤٢٩٦).','1','410',NULL,NULL,'0');
INSERT INTO [b252] VALUES (458,'قالوا: وهاهنا قضيتان صادقتان بهما يتبين الفضل:
إحداهما: أن الأقلِّين هم الأكثرون يوم القيامة.
والثانية: أن الأكثرين هم الأقلون.
أما الأولى: فقد تقدم الدليل عليها بما فيه كفاية.
وأما الثانية: ففي "الصحيحين" من حديث أبي ذر قال: خرجت ليلة من الليالي فإذا رسول اللَّه -صلى اللَّه عليه وسلم- يمشي وحده ليس معه إنسان، قال: فظننت أنه يكره أن يمشي معه أحد قال: فجعلت أمشي في ظل القمر فالتفت فرآني فقال: "من هذا؟ " قلت: أبو ذر جعلني اللَّه فداك. قال: "يا أبا ذر! تعالَ". فمشيت معه ساعة فقال: "إن الأكثرين هم المقلون يوم القيامة، إلا من أعطاه اللَّه خيرًا فنفخ فيه يمينه وشماله وبين يديه ووراءه وعمل فيه خيرًا" وذكر الحديث (¬١).
قالوا: ولو كان الغنى أفضل من الفقر لما حضّ اللَّه رسوله على الزهد في الدنيا والإعراض عنها، وذم الحرص عليها والرغبة فيها، بل كان ينبغي أن يحضّ عليها وعلى اكتسابها والاستكثار منها، كما حض على اكتساب الفضائل التي بها كمال العبد من العلم والعمل، فلما حضّ على الزهد فيها والتقلّل دلّ على أن الزاهدين فيها المتقلّلين منها أفضل الطائفتين.
وقد أخبر أنها لو ساوت عند اللَّه جناح بعوضة ما سقى كافرًا منها شربة ماء (¬٢). وأنها أهون على اللَّه من السخلة الميتة على
_________
(¬١) "صحيح البخاري" رقم (٦٤٤٣)، و"صحيح مسلم" (٢/ ٦٨٧ - ٦٨٨) رقم (٩٤).
(¬٢) سبق تخريجه ص (٣٢٩).','1','411',NULL,NULL,'0');
INSERT INTO [b252] VALUES (459,'أهلها (¬١). وأن مثلها في الآخرة كمثل ما يعلق بأصبع من أدخل أصبعه في البحر (¬٢). وأنها ملعونة ملعون ما فيها إلا ذكر اللَّه وما والاه وعالم أو متعلم (¬٣). وأنها سجن المؤمن وجنة الكافر (¬٤).
وأمر العبد أن يكون فيها كأنه غريب أو عابر سبيل، وأن يعُدّ نفسه من أهل القبور، وإذا أصبح فلا ينتظر المساء وإذا أمسى فلا ينتظر الصباح (¬٥).
ونهى عن اتخاذ ما يرغِّب فيها, ولعن عبد الدينار وعبد الدرهم، ودعا عليه بالتعس والانتكاس وعدم إقالة العثرة بالانتقاش (¬٦).
وأخبر أنها خضرة حلوة، أي: تأخذ بالعيون بخضرتها وبالقلوب بحلاوتها، وأمر باتقائها والحذر منها، كما يُتقى النساء ويُحذر منهن (¬٧).
_________
(¬١) سبق تخريجه ص (٣٣٠).
(¬٢) سبق تخريجه ص (٣٣٠).
(¬٣) سبق تخريجه ص (٣٣٠).
(¬٤) رواه مسلم في "صحيحه" رقم (٢٩٥٦) من حديث أبي هريرة رضي اللَّه عنه.
(¬٥) روى البخاري في "صحيحه" رقم (٦٤١٦) عن عبد اللَّه بن عمر قال: "أخذ رسول اللَّه -صلى اللَّه عليه وسلم- بمنكبي فقال: كن في الدنيا كأنك غريب أو عابر سبيل". وكان ابن عمر يقول: "إذا أمسيت فلا تنتظر الصباح، وإذا أصبحت فلا تنتظر المساء".
(¬٦) روى البخاري أيضًا في "صحيحه" رقم (٢٨٨٧) عن أبي هريرة عن النبي -صلى اللَّه عليه وسلم- قال: "تعس عبد الدينار وعبد الدرهم وعبد الخميصة: إن أعطي رضي، وإن لم يُعطَ سخط، تعس وانتكس، وإذا شيك فلا انتقش".
(¬٧) روى مسلم في "صحيحه" رقم (٢٧٤٢) عن أبي سعيد الخدري عن النبي -صلى اللَّه عليه وسلم- قال: "إن الدنيا حُلوة خضرة، وإن اللَّه مستخلفكم فيها فينظر كيف تعملون، فاتقوا الدنيا واتقوا النساء، فإن أول فتنة بني إسرائيل كانت في النساء".','1','412',NULL,NULL,'0');
INSERT INTO [b252] VALUES (460,'وأخبر أن الحرص عليها وعلى الرياسة والشرف يفسد الدين، كإفساد الذئبين الضاريين إذا أُرسلا في زريبة غنم أو أشد إفسادًا (¬١).
وأخبر أنه في الدنيا كراكب استظل تحت شجرة في يوم صائف، ثم راح وتركها (¬٢).
وهذه في الحقيقة حال سكّان الدنيا كلهم، ولكن هو -صلى اللَّه عليه وسلم- شهد هذه الحال وعمي عنها بنو الدنيا.
ومرّ بهم وهم يعالجون خُصًّا لهم قد وهى فقال: "ما أرى الأمر إلا أعجل من ذلك" (¬٣).
وأمر بستر على بابه فنزع، وقال: "إنه يذكرني الدنيا" (¬٤).
وأعلم الناس أنه ليس لأحد منهم حق في سوى بيتٍ يسكنه، وثوب يواري عورته، وقوت يقيم صلبه (¬٥).
وأخبر أن الميت يتبعه أهله وماله وعمله، فيرجع أهله وماله، ويبقى
_________
(¬١) روى الترمذي في "جامعه" رقم (٢٣٧٦) من حديث كعب بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ما ذئبان جائعان أرسلا في غنم بأفسد لها من حرص المرء على المال والشرف لدينه". وقال: "حديث حسن صحيح".
(¬٢) سبق تخريجه ص (٣٢٩).
(¬٣) رواه أبو داود في "سننه" رقم (٥٢٣٦)، والترمذي في "جامعه" رقم (٢٣٣٥)، وقال: "حديث حسن صحيح"، وابن ماجه في "سننه" رقم (٤١٦٠). كلهم من حديث عبد اللَّه بن عمرو. وتقدم التعريف بالخُصّ ص (٣٩٠).
(¬٤) رواه مسلم في "صحيحه" رقم (٢١٠٧) من حديث عائشة أنه قال لها: "حوّلي هذا، فإني كما دخلت فرأيته ذكرت الدنيا".
(¬٥) سبق تخريجه ص (٣٩٣).','1','413',NULL,NULL,'0');
INSERT INTO [b252] VALUES (461,'عمله (¬١).
وأخبر أن للمتخوّض فيما شاءت نفسه من مال اللَّه [بغير حق] (¬٢) النار يوم القيامة (¬٣).
وأقسم أنه لا يخاف الفقر على أصحابه، وإنما يخاف عليهم الدنيا، وتنافسهم فيها، وإلهاءها لهم (¬٤).
وأخبر أنه ليس لابن آدم من ماله إلا ما أكل فأفنى، أو لبس فأبلى، أو تصدّق فأمضى (¬٥).
وأخبر أن حسب ابن آدم من الدنيا لقيمات يُقمن صلبه، فإن لم يقتصر عليها فثلث بطنه لطعامه، وثلثه لشرابه، وثلثه لنفسه (¬٦).
_________
(¬١) رواه البخاري في "صحيحه" رقم (٦٥١٤)، ومسلم في "صحيحه" رقم (٢٩٦٠) عن أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "يتبع الميت ثلاثة فيرجع اثنان ويبقى معه واحد، يتبعه أهله وماله وعمله، فيرجع أهله وماله، ويبقى عمله".
(¬٢) ما بين المعقوفتين ساقط من الأصل، واستدركته من النسخ الثلاث.
(¬٣) روى البخاري في "صحيحه" رقم (٣١١٨) عن خولة الأنصارية قالت: سمعت النبي -صلى اللَّه عليه وسلم- يقول: "إن رجالًا يتخوّضون في مال اللَّه بغير حق، فلهم النار يوم القيامة".
(¬٤) سبق تخريجه (٣٩٥).
(¬٥) سبق تخريجه ص (٣٩٣).
(¬٦) رواه الترمذي في "جامعه" رقم (٢٣٨٠)، وابن ماجه في "سننه" رقم (٣٣٤٩). عن المقدام بن معديكرب قال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "ما ملأ آدمي وعاء شرًّا من بطن، حسب الآدمي لقيمات يُقمن صُلبه، فإن غلبت الآدمي نفسُه، فثلث للطعام وثلث للشراب وثلث للنفَس" هذا لفظ ابن ماجه. وقال =','1','414',NULL,NULL,'0');
INSERT INTO [b252] VALUES (462,'وفي هذا الحديث الإرشاد إلى صحة القلب والبدن والدين والدنيا.
وأخبر أن غنى العبد فيها غنى نفسه لا كثرة عرضه (¬١).
وسأل اللَّه أن يجعل رزقه فيها قوتًا (¬٢).
وغبط من كان رزقه فيها كفافًا بعد أن هدي للإسلام (¬٣).
وأخبر أن من كانت الدنيا همّه جعل اللَّه فقره بين عينيه، وشتت عليه شمله، ولم يأته منها إلا ما كتب له (¬٤).
وعرض عليه ربه تعالى أن يجعل له بطحاء مكة ذهبًا، فقال: "لا يا رب ولكن أشبع يومًا وأجوع يومًا، فإذا جعت تضرّعت إليك، وإذا شبعت حمدتك وشكرتك" (¬٥).
_________
= الترمذي: "حديث حسن صحيح".
(¬١) روى البخاري في "صحيحه" رقم (٦٤٤٦)، ومسلم في "صحيحه" رقم (١٠٥١)، عن أبي هريرة عن النبي -صلى اللَّه عليه وسلم- قال: "ليس الغنى عن كثرة العرض، ولكن الغنى غنى النفس".
(¬٢) سبق تخريجه ص (٣٠٢).
(¬٣) سبق تخريجه ص (٣٨٩).
(¬٤) روى الترمذي في "جامعه" رقم (٢٤٦٥) عن أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ومن كانت الدنيا همه جعل اللَّه فقره بين عينيه، وفرّق عليه شمله، ولم يأته من الدنيا إلا ما قُدّر له".
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٩٤٩).
ورواه ابن ماجه في "سننه" رقم (٤١٠٥) من حديث زيد بن ثابت نحوه. وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٩٥٠).
(¬٥) تقدم تخريجه ص (٢١٥) وأعاده المصنف ص (٣٧٧).','1','415',NULL,NULL,'0');
INSERT INTO [b252] VALUES (463,'وأعلمهم أن "من أصبح منهم آمنًا في سربه، معافى في جسده، عنده قوت يومه، فكأنما حيزت له الدنيا" (¬١).
وأخبر أن بذل العبد ما فضل عن حاجته خير له، وإمساكه شرّ له، وأنه لا يلام على الكفاف (¬٢).
ونهى أمّته أن ينظر أحدهم إلى من هو فوقه في الدنيا، وأمره أن ينظر إلى من هو دونه فيها (¬٣).
وأخبر أنه لم يبقَ من الدنيا إلا بلاء وفتنة وضرب مثلها مثل ما يخرج من ابن آدم عند خلائه، وإن كان أوله طيبًا لذيذًا فهذا آخره (¬٤).
وأخبر أن عباد اللَّه ليسوا بالمتنعمين فيها، فإن أمامهم دار النعيم، فهم لا يرضون بنعيمهم في الدنيا عوضًا من ذلك النعيم (¬٥).
وأخبر أن نجاةَ أول هذه الأمة بالزهد واليقين، وهلكة آخرها بالبخل وطول الأمل (¬٦).
_________
(¬١) رواه الترمذي في "جامعه" رقم (٢٣٤٦) وقال: "حديث حسن غريب"، وابن ماجه في "سننه" رقم (٤١٤١)، من حديث عبيد اللَّه بن محصن الخطمي.
(¬٢) سبق تخريجه ص (٣٩٤).
(¬٣) رواه مسلم في "صحيحه" رقم (٢٩٣٦) من حديث أبي هريرة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "انظروا إلى من أسفل منكم ولا تنظروا إلى من هو فوقكم، فهو أجدر أن لا تزدروا نعمة اللَّه".
(¬٤) سبق تخريجه ص (٣٣١).
(¬٥) روى أحمد في "مسنده" (٥/ ٢٤٣) عن معاذ بن جبل أن رسول اللَّه -صلى اللَّه عليه وسلم- لما بعث به إلى اليمن قال: "إياي والتنعم، فإن عباد اللَّه ليسوا بالمتنعمين".
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٣٥٣).
(¬٦) روى ابن أبي الدنيا في "قصر الأمل" رقم (٢٠)، وفي "اليقين" رقم (٣)، =','1','416',NULL,NULL,'0');
INSERT INTO [b252] VALUES (464,'وكان يقول: "لبيك لا عيش إلا عيش الآخرة" (¬١).
وأخبر أنه إذا أحب عبده حماه من الدنيا كما يحمي الإنسان مريضه من الطعام والشراب (¬٢).
ودخل على عثمان بن مظعون وهو في الموت، فأكبّ عليه يقبّله ويقول: "رحمك اللَّه يا عثمان ما أصبت الدنيا ولا أصابت منك" (¬٣).
_________
= والطبراني في "الأوسط" رقم (٧٦٥٠)، وابن عدي في الكامل (٦/ ١٢٧)، والبيهقي في "شعب الإيمان" رقم (١٠٥٢٦)، (١٠٨٤٤)، (١٠٨٤٦)، من حديث عمرو بن شعيب عن أبيه عن جده أن النبي -صلى اللَّه عليه وسلم- قال: "نجا أول هذه الأمة باليقين والزهد، ويهلك آخرها بالبخل والأمل".
وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٣٤٢٧).
(¬١) رواه أحمد في "مسنده" (٣/ ٢١٦) من حديث أنس.
ورواه البخاري في "صحيحه" رقم (٢٩٦١)، ومسلم في "صحيحه" رقم (١٨٠٥) من حديث أنس أيضًا، بلفظ: "اللهم لا عيش إلا عيش الآخرة".
ورواه أيضًا البخاري في "صحيحه" رقم (٣٧٩٧)، ومسلم في "صحيحه" رقم (١٨٠٤) من حديث سهل بن سعد به.
(¬٢) سبق تخريجه ص (٣٨٧).
(¬٣) رواه أحمد في "الزهد" رقم (٦١)، وأبو نعيم في "الحلية" (١/ ١٠٥)، عن عبد ربه بن سعيد المدني مرسلًا.
ورواه ابن عبد البر في "التمهيد" (٢١/ ٢٢٤)، والذهبي في "سير أعلام النبلاء" (٥/ ٤٨١) من حديث القاسم عن عائشة قالت: "لما مات عثمان بن مظعون كشف النبي -صلى اللَّه عليه وسلم- عن وجهه وقبّل بين عينيه ثم بكى بكاء طويلًا، فلما رفع على السرير قال: طوباك يا عثمان لم تلبسك الدنيا ولم تلبسها".
وصححه ابن عبد البر قبل روايته له في "التمهيد"، وصححه في "الاستذكار" (٣/ ١٢٠).
وروى الطبراني في "الكبير" رقم (١٠٨٢٦)، وأبو نعيم في "حلية الأولياء" =','1','417',NULL,NULL,'0');
INSERT INTO [b252] VALUES (465,'فغبطه بذلك.
وكان يقول: "الزهد في الدنيا يريح القلب والبدن، والرغبة في الدنيا تطيل الهم والحزن" (¬١).
وكان يقول: "من جعل الهموم همًّا واحدًا كفاه اللَّه (¬٢) سائر همومه، ومن تشعبت به الهموم في (¬٣) أحوال الدنيا لم يبالِ اللَّه في أي (¬٤) أوديته هلك" (¬٥).
_________
= (١/ ١٠٥)، عن ابن عباس نحو حديث عائشة، وفيه: "فلقد خرجت ولم تتلبس منها بشيء".
(¬١) رواه أحمد في "الزهد" رقم (٥١)، وابن أبي الدنيا في "ذم الدنيا" رقم (١٣١)، والبيهقي في "شعب الإيمان" رقم (١٠٥٣٦) عن طاووس مرسلا.
ورواه نحوه الطبراني في "الأوسط" رقم (٦١٢٠)، وابن عدي في "الكامل" (١/ ٣٦٧)، وابن الجوزي في "العلل المتناهية" رقم (١٣٤٣)، من حديث أبي هريرة مرفوعًا.
وقال ابن الجوزي عنه: "لا يصح عن رسول اللَّه -صلى اللَّه عليه وسلم-".
ورواه نحوه القضاعي في "مسند الشهاب" رقم (٢٧٨) من حديث عبد اللَّه بن عمرو مرفوعًا.
وضعفه الألباني جدا في "سلسلة الأحاديث الضعيفة" تحت الحديث رقم (١٢٩١).
(¬٢) لفظ الجلالة أثبته من النسخ الثلاث، وليس في الأصل.
(¬٣) في الأصل: "دون"، والمثبت من النسخ الثلاث وهو الموافق لمصدر التخريج.
(¬٤) ساقطة من الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٥) رواه ابن أبي شيبة: (١٣/ ٢٢١)، وابن ماجه في "سننه" رقم (٢٥٧)، (٤١٠٦)، وغيرهم من حديث عبد اللَّه بن مسعود.
وضعف إسناده البوصيري في "مصباح الزجاجة" (١/ ٣٨). ورواه الحاكم في "المستدرك" (٢/ ٤٤٣) من حديث عبد اللَّه بن عمر وصححه، ووافقه =','1','418',NULL,NULL,'0');
INSERT INTO [b252] VALUES (466,'وأخبر أنه: "يؤتى يوم القيامة بأنعم الناس كان في الدنيا، فيقول عز وجل: اصبغوه في النار صبغة. فيصبغونه صبغة، ثم يؤتى به فيقول: يا ابن آدم هل أصبت نعيمًا قطّ؟ هل رأيت قرّة عين قطّ؟ هل أصبت سرورًا قط؟ فيقول: لا وعزتك. ثم يقول: ردّوه إلى النار. ثم يُؤتى بأشد الناس كان بلاء في الدنيا وأجهده جهدًا، فيقول تبارك وتعالى: اصبغوه في الجنة صبغة. فيُصبغ فيها، ثم يُؤتى به فيقول: يا ابن آدم هل رأيت ما تكره قطّ؟ فيقول: لا، وعزتك ما رأيت شيئًا قط أكرهه" (¬١).
وفي حديث مناجاة موسى الذي رواه الإمام أحمد في كتاب "الزهد": حدثنا إسماعيل بن عبد الكريم بن معقل حدثنا عبد الصمد بن معقل، قال: سمعت وهب بن منبه فذكره وفيه: "ولا تعجبكما زينته ولا ما مُتع به ولا تمدان إلى ذلك أعينكما، فإنها زهرة الحياة الدنيا وزينة المترفين، وإني لو شئت أن أزينكما بزينة يَعلم فرعون حين ينظر إليها أن مقدرته تعجز عن مثل ما أوتيتما فعلت، ولكني أرغب بكما عن ذلك وأزويه عنكما، وكذلك أفعل بأوليائي، وقديمًا ما خرت لهم في ذلك، فإني لأذودهم عن نعيمها ورخائها كما يذود الراعي الشفيق غنمه عن مراتع الهلكة، وإني لأجنبهم سكونها (¬٢) وعيشها كما يجنب الراعي الشفيق إبله عن مبارك الغرة، وما ذاك لهوانهم على ولكن ليستكملوا نصيبهم من كرامتي سالمًا موفرًا لم تَكْلِمْه الدنيا ولم يطغه الهوى، واعلم أنه لم يتزيّن لي العباد بزينة هي أبلغ من الزهد في
_________
= الذهبي.
(¬١) رواه مسلم في "صحيحه" رقم (٢٨٠٧)، من حديث أنس بن مالك نحوه.
(¬٢) في النسخ الثلاث الأخرى: "سلوتها". وهي محتملة.','1','419',NULL,NULL,'0');
INSERT INTO [b252] VALUES (467,'الدنيا؛ فإنها زينة المتقين، عليهم منها لباس يعرفون به من السكينة والخشوع، سيماهم في وجوههم من أثر السجود، أولئك أوليائي حقًّا، فإذا لقيتهم فاخفض لهم جناحك، وذلّل لهم قلبك ولسانك"، وذكر الحديث (¬١).
وقال أحمد: حدثنا غوث بن جابر قال: سمعت محمد بن داود عن أبيه عن وهب قال: "قال الحواريون: يا عيسى، من أولياء اللَّه الذين لا خوف عليهم ولاهم يحزنون؟ " قال: "الذين نظروا إلى باطن الدنيا حين نظر الناس (¬٢) إلى ظاهرها، والذين نظروا إلى آجل الدنيا حين نظر الناس إلى عاجلها، فأماتوا منها ما يخشون أن يميتهم، وتركوا ما علموا أن سيتركهم، فصار استكثارهم منها استقلالًا، وذكرهم إياها فواتًا، وفرحهم بما أصابوا منها حزنًا، فما عارضهم من نائلها رفضوه، وما عارضهم من رفعتها بغير الحق وضعوه، خَلِقت الدنيا عندهم فليسوا [يجددونها، وخربت بينهم فليسوا] (¬٣) يعمّرونها، وماتت في صدورهم فليسوا يحيونها، يهدمونها فيبنون بها آخرتهم، ويبيعونها فيشترون بها ما يبقى لهم، رفضوها فكانوا فيها هم الفرحين، ونظروا إلى أهلها صرعى قد حلت بهم المثلات فأحيوا ذكر الموت وأماتوا ذكر الحياة، يحبون اللَّه ويحبون ذكره، ويستضيئون بنوره ويضيئون به، لهم خبر عجيب،
_________
(¬١) "الزهد" للإمام أحمد رقم (٣٤٢).
ورواه أيضًا: أحمد في "الزهد" رقم (٣٤١)، وابن أبي الدنيا في "التواضع والخمول" رقم (٩)، وفي "الأولياء" رقم (١١٥)، وأبو نعيم في "حلية الأولياء" (١/ ١٠ - ١٢)، وابن عساكر في "تاريخ دمشق" (٦١/ ٦٠).
(¬٢) في الأصل: "حين نظروا". والمثبت من النسخ الأخرى ومن مصادر التخريج.
(¬٣) ما بين المعقوفتين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.','1','420',NULL,NULL,'0');
INSERT INTO [b252] VALUES (468,'وعندهم الخبر العجيب، بهم قام الكتاب وبه قاموا، وبهم نطق الكتاب وبه نطقوا، وبهم علم الكتاب وبه علموا، ليسوا يرون نائلًا مع ما نالوا، ولا أمانًا دون ما يرجون، ولا خوفًا دون ما يحذرون" (¬١).
وحدثنا روح حدثنا سليمان بن المغيرة عن ثابت قال: قيل لعيسى ابن مريم: يا رسول اللَّه، لو اتخذت حمارًا تركبه لحاجتك، قال: "أنا أكرم على اللَّه من أن يجعل لي شيئًا يشغلني به" (¬٢).
وقال: "اجعلوا كنوزكم في السماء، فإن قلب المرء عند كنزه" (¬٣).
وقال: "اتقوا فضول الدنيا، فإن فضول الدنيا عند اللَّه رجز" (¬٤).
وقال: "يا بني إسرائيل اجعلوا بيوتكم كمنازل الأضياف، فما لكم
_________
(¬١) "الزهد" رقم (٣٣٩).
ورواه أيضًا: ابن أبي الدنيا في "الأولياء" رقم (١٨)، وأبو نعيم في "حلية الأولياء" (١/ ١٠)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٦٦).
(¬٢) "الزهد" رقم (٣٠٩).
ورواه أيضًا: ابن أبي شيبة في "مصنفه" رقم (٣٤٢٣٥)، وابن أبي الدنيا في "ذم الدنيا" رقم (١٣٠)، وهناد في "الزهد" رقم (٥٨٣)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤١٨).
(¬٣) رواه أحمد في "الزهد" رقم (٣١٣)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٥٦).
(¬٤) رواه ابن المبارك في "الزهد" رقم (٨٤٨)، وهناد في "الزهد" رقم (٥٨١)، وابن أبي الدنيا في "ذم الدنيا" رقم (٢١٥)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٤٤ - ٤٤٥).
ورواه ابن أبي الدنيا في "القناعة والعفاف" رقم (١٧٣)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٤٤)، بلفظ: "وإياكم وفضول الدنيا. . . ".','1','421',NULL,NULL,'0');
INSERT INTO [b252] VALUES (469,'في العالم من منزل، إن أنتم إلا عابرو سبيل" (¬١).
وقال: "يا معشر الحواريين أيكم يستطيع أن يبني على موج البحر دارًا؟ قالوا: يا روح اللَّه ومن يقدر على ذلك؟ قال: إياكم والدنيا فلا تتخذوها قرارًا" (¬٢).
وقال: "أكل خبز البر، وشرب ماء العذب، ونوم على المزابل مع الكلاب، كثير لمن يريد أن يرث الفردوس" (¬٣).
قال أحمد: وحدثنا ابن نمير (¬٤) عن الأعمش عن خيثمة قال: قال المسيح: "بشدة ما يدخل الغني الجنة" (¬٥).
وقال المسيح: "حلاوة الدنيا مرارة الآخرة، ومرارة الدنيا حلاوة الآخرة" (¬٦).
وقال: "يا بني إسرائيل تهاونوا بالدنيا تهن عليكم، وأهينوا الدنيا
_________
(¬١) رواه ابن أبي شيبة في مصنفه رقم (٣٤٢٤٢)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٢٦). ووقع في الأصل: "عابري".
(¬٢) سبق تخريجه ص (٣٣١).
(¬٣) سبق تخريجه ص (٣٣١).
(¬٤) في النسخ الثلاث الأخرى: "وحدثنا بهز". مكان: "وحدثنا ابن نمير".
(¬٥) لم أقف عليه بهذا الإسناد، وهذا اللفظ. وأخرجه ابن أبي شيبة في مصنفه رقم (٣٤٢٣٧)، وعنه أبو نعيم في "حلية الأولياء" (٤/ ١١٩)، من طريق الأعمش به قال: "ما يدخل الجنة غني".
وأخرجه أحمد في "الزهد" رقم (٤٧٦)، عن وهب أن عيسى عليه السلام قال: "بحق أقول لكم: إن أكناف السماء لخالية من الأغنياء، ولدخول جمل في سم الخياط أيسر من دخول غني الجنة".
(¬٦) سبق تخريجه ص (٣٣٠ - ٣٣١).','1','422',NULL,NULL,'0');
INSERT INTO [b252] VALUES (470,'تكرم عليكم الآخرة، ولا تكرموا الدنيا تهن عليكم الآخرة، فإن الدنيا ليست بأهل الكرامة، وكل يوم تدعو إلى الفتنة والخسارة" (¬١).
وقال إسحاق بن هانئ في "مسائله": قال أبو عبد اللَّه -وأنا أخرج من داره-: قال الحسن: "أهينوا الدنيا فواللَّه لأهنأ ما تكون حين تهان" (¬٢).
وقال الحسن: "واللَّه ما أبالي شرّقت أم غرّبت" (¬٣).
قال: وقال لي أبو عبد اللَّه: "يا إسحاق ما أهون الدنيا على اللَّه عز وجل" (¬٤).
وقال: "الدنيا قليلها يجزي وكثيرها لا يجزي" (¬٥).
قالوا: وقد تواتر عن السلف: أن حب الدنيا رأس الخطايا وأصلها (¬٦)
_________
(¬١) أخرجه عبد اللَّه بن أحمد في "زوائد الزهد" -كما في "الدر المنثور" (٢/ ٢٠٥)، و"كشف الخفاء" (٢/ ٢٩١) -، ولم أقف عليه في المطبوع من "الزهد".
(¬٢) "مسائل ابن هانئ" (٢/ ١٨١).
ورواه ابن أبي الدنيا في "ذم الدنيا" رقم (٣١٤)، (٤٨٩) عن الحسن.
(¬٣) "مسائل ابن هانئ" (٢/ ١٨١).
(¬٤) "مسائل ابن هانئ" (٢/ ١٨٠).
(¬٥) انظر: "طبقات الحنابلة" (١/ ١٠).
(¬٦) هو مروي عن مالك بن دينار كما في "ذم الدنيا" لابن أبي الدنيا رقم (٤١٦).
وعن سعد بن مسعود التجيبي كما في "تاريخ دمشق" لابن عساكر (٢٠/ ٤٠٢). وقال شيخ الإسلام: هذا معروف عن جندب بن عبد اللَّه البجلي رضي اللَّه عنه. انظر "الفتاوى": (١٨/ ١٢٣).','1','423',NULL,NULL,'0');
INSERT INTO [b252] VALUES (471,'وقد روي فيه حديث مرفوع لا يثبت (¬١)، ولكنه يروى عن المسيح:
قال عبد اللَّه بن أحمد: حدثنا عبيد اللَّه بن عمر القواريري حدثنا معاذ بن هشام حدثني أبي عن بديل بن ميسرة قال حدثني جعفر بن جرفاس: أن عيسى ابن مريم قال: "رأس الخطيئة حب الدنيا، والنساء حبالة الشيطان، والخمر جماع كل شر" (¬٢).
وقال الإمام أحمد: حدثنا عمر بن سعد أبو داود الحفري عن سفيان قال: كان عيسى بن مريم يقول: "حب الدنيا أصل كل خطيئة، والمال فيه داء كبير"، قالوا: وما داؤه؟ قال: "لا يسلم صاحبه (¬٣) من الفخر والخيلاء"، قالوا: فإن سلم؟ قال: "يشغله إصلاحه عن ذكر اللَّه عز وجل (¬٤) ".
قالوا: وذلك معلوم بالتجربة والمشاهدة؛ فإن حبّها يدعو إلى كل خطيئة ظاهرة وباطنة، ولا سيما خطيئة يتوقف تحصيلها عليها، فيُسكِر
_________
(¬١) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٩)، والبيهقي في "شعب الإيمان" رقم (١٠٥٠١) عن الحسن مرفوعًا. وقال البيهقي: لا أصل له من حديث النبي -صلى اللَّه عليه وسلم-. وقال ابن تيمية: ليس له إسناد معروف. "الفتاوى": (١٨/ ١٢٣).
وحكم عليه الألباني بالوضع في "سلسلة الأحاديث الضعيفة" برقم (١٢٢٦).
(¬٢) "الزهد" رقم (٤٧٤)، وهو من زوائد عبد اللَّه بن أحمد.
(¬٣) زيادة من الزهد، وليست في الأصل.
(¬٤) "الزهد" رقم (٤٧٥).
ورواه ابن أبي الدنيا في "الزهد": (٤٣) وأبو نعيم في "حلية الأولياء" (٦/ ٣٨٨)، والبيهقي في "شعب الإيمان" رقم (١٠٤٥٨) وفي "الزهد": (١٣٤)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٢٩).','1','424',NULL,NULL,'0');
INSERT INTO [b252] VALUES (472,'عاشقَها حبُّها عن علمه بتلك الخطيئة وقبحها وعن كراهتها واجتنابها، وحبها يوقع في الشبهات ثم في المكروهات ثم في المحرمات، وطالما أوقع في الكفر.
بل جميع الأمم المكذبة لأنبيائهم إنما حملهم على كفرهم وهلاكهم حب الدنيا، فإن الرسل لما نهوهم عن الشرك والمعاصي التي كانوا يكتسبون بهما الدنيا، حملهم حبها على مخالفتهم وتكذيبهم، فكل خطيئة في العالم أصلها حب الدنيا.
ولا تنسَ خطيئة الأبوين قديمًا، فإنما كان سببها حب الخلود في الدنيا.
ولا تنسَ ذنب إبليس، وسببه حب الرياسة التي محبتها شرٌّ من محبة الدنيا.
وبسببها كفر فرعون وهامان وجنودهما وأبو جهل وقومه واليهود.
فحب الدنيا والرياسة [هو الذي عمر النار بأهلها، والزهد في الدنيا والرياسة هو الذي عمر الجنة بأهلها. والسكر بحب الدنيا] (¬١) أعظم من السكر بشرب الخمر بكثير، وصاحب هذا السكر لا يفيق منه إلا في ظلمة اللحد، ولو انكشف عنه غطاؤه في الدنيا لعلم ما كان فيه من السكر وأنه أشد من سكر الخمر، والدنيا تسحر العقول أعظم سحر.
قال الإمام أحمد: حدثنا سيار حدثنا جعفر سمعت مالك بن دينار يقول: "اتقو السحّارة، فإنها تسحر قلوب العلماء" (¬٢).
_________
(¬١) ما بين المعقوفتين ساقط من الأصل، وأثبته من النسخ الثلاث الأخرى.
(¬٢) "الزهد" ص: ٢٥٩ طبعة محمد عبد السلام شاهين.
ورواه ابن أبي الدنيا في "ذم الدنيا" رقم (٣٩)، وأبو نعيم في "حلية =','1','425',NULL,NULL,'0');
INSERT INTO [b252] VALUES (473,'وقال يحيى بن معاذ الرازي: "الدنيا خمر الشيطان، من سكر منها فلا يفيق إلا في عسكر الموتى نادمًا (¬١) بين الخاسرين" (¬٢).
وأقل ما في حبها أنه يُلهي عن حب اللَّه وذكره، ومن ألهاه ماله عن ذكر اللَّه فهو من الخاسرين. وإذا لهى القلب عن ذكر اللَّه سكنه الشيطان وصرفه حيث أراد، ومن فقهه في الشرّ أنه يرضيه ببعض أعمال الخير ليريه أنه يعمل فيها الخير وقد تعبد لها قلبه، فأين يقع ما يفعله من البر مع تعبده لها وقد لعنه رسول اللَّه -صلى اللَّه عليه وسلم- ودعا عليه فقال: "لُعِنَ عبد الدينار والدرهم" (¬٣)؟!
وقال: "تعس عبد الدينار، تعس عبد الدرهم، إن أعطي رضي، وإن منع سخط" (¬٤). وهذا تفسير منه -صلى اللَّه عليه وسلم-، وبيان لعبوديتها.
وقد عُرضت الدنيا على النبي -صلى اللَّه عليه وسلم- بحذافيرها، وتعرضت له فدفع في صدرها باليدين، وردّها على عقبيها.
ثم عرضت بعده على أصحابه وتعرضت لهم، فمنهم من سلك سبيله ودفعها عنه وهم القليل، ومنهم من استعرضها وقال: ما فيك؟
_________
= الأولياء" (٢/ ٣٦٤) و (٦/ ٢٨٧).
(¬١) في الأصل: "نادمين". والتصويب من النسخ الثلاث الأخرى.
(¬٢) لم أجده مسندا.
وذكره عنه: ابن الجوزي في "صفوة الصفوة" (٤/ ٩٨)، والثعالبي في "ثمار القلوب" ص ٧٧.
(¬٣) رواه الترمذي في "جامعه" رقم (٢٣٧٥)، من حديث أبي هريرة رضي اللَّه عنه، وقال: "حديث حسن غريب من هذا الوجه".
(¬٤) رواه البخاري في "صحيحه" رقم (٢٨٨٧) من حديث أبي هريرة رضي اللَّه عنه.','1','426',NULL,NULL,'0');
INSERT INTO [b252] VALUES (474,'قالت: فيَّ الحلال والشبهة والمكروه والحرام، فقالوا: هاتِ حلالك ولا حاجة لنا فيما عداه فأخذوا حلالها.
ثم تعرضت لمن بعدهم فطلبوا حلالها وحده فقالت: قد ذهب به من قبلكم. فأخذوا مكروهها وشبهها.
ثم تعرضت لمن بعدهم فطلبوا حلالها فلم يجدوه، فطلبوا شُبَهَهَا ومكروهها، فقالت: قد أخذه من كان من قبلكم، قالوا: فهاتِ حرامك فأخذوه. فطلبه من بعدهم، فقالت: هو في أيدي الظلمة، قد استأثروا به عليكم، فتحيلوا على تحصيله منهم بالرغبة والرهبة، فلا يمد فاجر يده إلى شيء من الحرام إلا وجد أفجر منه وأقوى قد سبقه إليه.
هذا وكلهم ضيوف وما بأيديهم عارية، كما قال ابن مسعود: "ما أصبح أحد في الدنيا إلا ضيف وماله عارية، فالضيف مرتحل، والعارية مؤداة" (¬١).
قالوا: وإنما كان حب الدنيا رأس الخطايا، ومفسدًا للدين من وجوه:
أحدها: أن حبها يقتضي تعظيمها، وهي حقيرة عند اللَّه، ومن أظهر (¬٢) الذنوب تعظيم ما حقّر اللَّه.
وثانيها: أن اللَّه تعالى لعنها ومقتها وأبغضها إلا ما كان له فيها، ومن
_________
(¬١) رواه أحمد في "الزهد" رقم (٩٠٦)، وابن أبي شيبة في "مصنفه" رقم (٣٤٥٥٧)، وابن أبي الدنيا في "قصر الأمل" رقم (١٧٣)، وأبو نعيم في "حلية الأولياء" (١/ ١٣٤)، والبيهقي في "شعب الإيمان" رقم (١٠٦٤٤).
(¬٢) في النسخ الثلاث الأخرى: "أكبر".','1','427',NULL,NULL,'0');
INSERT INTO [b252] VALUES (475,'أحب ما لعنه اللَّه ومقته وأبغضه فقد تعرّض للفتنة ومقته وغضبه.
وثالثها: أنه إذا أحبّها صيّرها غايته وتوسل إليها بالأعمال التي جعلها اللَّه وسائل إليه وإلى الدار الآخرة، فعكس الأمر، وقلب الحكمة فانتكس قلبُه، وانعكس سيره إلى وراء.
فهاهنا أمران:
أحدهما: جعل الوسيلة غاية.
والثاني: التوسّل بأعمال الآخرة إلى الدنيا.
وهذا شرٌّ معكوس من كل وجه، وقلب منكوس غاية الانتكاس، وهذا هو الذي انطبق عليه (¬١) قوله تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ (١٥) أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ (١٦)} [هود: ١٥، ١٦]، وقوله تعالى: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَاهَا مَذْمُومًا مَدْحُورًا (١٨)} [الإسراء: ١٨]، وقوله: {مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ (٢٠)} [الشورى: ٢٠].
فهذه ثلاث آيات يشبه بعضها بعضًا، وتدل على معنى واحد، وهو: أن من أراد بعمله الدنيا وزينتها دون اللَّه والدار الآخرة، فحظه ما أراد وهو نصيبه ليس له نصيب غيره، والأحاديث عن رسول اللَّه -صلى اللَّه عليه وسلم- مطابقة لذلك مفسرة له، كحديث أبي هريرة في الثلاثة الذين أول ما تسعّر بهم
_________
(¬١) بعد هذه الكلمة في النسخ الثلاث: "حذو القذة بالقذة".','1','428',NULL,NULL,'0');
INSERT INTO [b252] VALUES (476,'النار: المغازي، والمتصدق، والقارئ، الذين أرادوا بذلك الدنيا. وهو في "صحيح مسلم" (¬١).
وفي "سنن النسائي" عن أبي أمامة قال: جاء رجل إلى النبي -صلى اللَّه عليه وسلم- فقال: يا رسول اللَّه رجل غزا يلتمس الأجر والذكر ما له؟ فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا شيء له"، فأعادها ثلاث مرات، يقول له رسول اللَّه -صلى اللَّه عليه وسلم-: "لا شيء له"، ثم قال: "إن اللَّه تعالى لا يقبل إلّا ما كان خالصًا وابتُغي به وجهه" (¬٢).
فهذا قد بطل أجره وحبط عمله مع أنه قصد حصول الأجر؛ لما ضم إليه قصد الذكر بين الناس، فلم يخلص عمله للَّه فبطل كله.
وفي "مسند الإمام أحمد" عن أبي هريرة أن رجلًا قال: يا رسول اللَّه الرجل يريد الجهاد في سبيل اللَّه وهو يبتغي عرض الدنيا، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا أجر له" فأَعظَمَ الناسُ ذلك، وقالوا للرجل: عُد لرسول اللَّه -صلى اللَّه عليه وسلم- لعله لم يفهم، فعاد فقال: يا رسول اللَّه الرجل يريد الجهاد في سبيل اللَّه وهو يبتغي عرض الدنيا، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا أجر له" ثم أعاد الثالثة فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا أجر له" (¬٣).
_________
(¬١) "صحيح مسلم" رقم (١٩٠٥) من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) "سنن النسائي" رقم (٣١٤٠).
وحسنه العراقي في "المغني عن حمل الأسفار" (٤/ ٣٢٥). والألباني في "سلسلة الأحاديث الصحيحة" برقم (٥٢).
(¬٣) "المسند" (٢/ ٢٩٠).
ورواه أبو داود في "سننه" رقم (٢٥١٦).
وصححه ابن حبان حيث أخرجه في "صحيحه" برقم (٤٦٣٧)، وصححه =','1','429',NULL,NULL,'0');
INSERT INTO [b252] VALUES (477,'وفي "المسند" أيضًا و"سنن النسائي" عن عبادة بن الصامت أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "من غزا في سبيل اللَّه عز وجل وهو لا ينوي في غزاته إلا عقالًا فله ما نوى" (¬١).
وفي "المسند" و"السنن" عن يعلي بن منية قال: كان النبي -صلى اللَّه عليه وسلم- يبعثني في سرايا فبعثني ذات يوم في سرية، وكان رجلًا يركب بغلًا، فقلت له: ارحل، فإن النبي -صلى اللَّه عليه وسلم- قد بعثني في سرية، فقال: ما أنا بخارج معك حتى تجعل لي ثلاثة دنانير، ففعلت، فلما رجعت من غزاتي ذكرت ذلك لرسول اللَّه -صلى اللَّه عليه وسلم-، فقال: النبي -صلى اللَّه عليه وسلم-: "ليس له من غزاته هذه ومن دنياه وآخرته إلا ثلاثة دنانير" (¬٢).
وفي "سنن أبي داود" أن عبد اللَّه بن عمرو قال: يا رسول اللَّه أخبرني عن الجهاد والغزو، فقال: "يا عبد اللَّه بن عمرو إن قاتلت صابرًا محتسبًا بعثك اللَّه صابرًا محتسبًا، وإن قاتلت مرائيًا مكاثرًا بعثك اللَّه مرائيًا مكاثرًا، يا عبد اللَّه بن عمرو على أي حال قاتلت أو قُتلت بعثك اللَّه على تلك
_________
= الحاكم في "المستدرك" (٢/ ٨٥)، ووافقه الذهبي.
(¬١) "المسند" (٥/ ٣١٥)، و"سنن النسائي" رقم (٣١٣٨).
وصححه ابن حبان حيث أخرجه في "صحيحه" برقم (٤٦٣٨)، وصححه الحاكم في "المستدرك" (٢/ ١٠٩)، ووافقه الذهبي.
(¬٢) "المسند" (٤/ ٢٢٣)، و"سنن أبي داود" رقم (٢٥٢٧).
وصححه الحاكم في "المستدرك" (٢/ ١١٢) على شرط الشيخين، ووافقه الذهبي.
وإنما جعل يعلى هذه الدنانير للرجل, لأنه أراده أجيرًا يكفيه ويُجري له سهمه، فأبى ذلك الرجل إلا أن يسمي له يعلى أجرًا محددًا ورفض السهم، كما جاء ذلك موضّحًا في سياق أبي داود.','1','430',NULL,NULL,'0');
INSERT INTO [b252] VALUES (478,'الحال" (¬١).
وفي "المسند" و"السنن" عن أبي أيوب قال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "إنها ستفتح عليكم الأمصار، وتضربون فيها بعوثًا، فيكره الرجل منكم البعث، فيخلص من قومه، ويعرض نفسه على القبائل يقول: من أكفيه بعث كذا وكذا؟ ألا وذلك الأجير إلى آخر قطرة من دمه" (¬٢).
فانظر محبة الدنيا ماذا حرمت هذا الجاهل (¬٣) المجاهد من الأجر، وأفسدت عليه عمله، وجعلته أول الداخلين إلى النار.

فصل
ورابعها: أن محبتها تعترض (¬٤) بين العبد وبين فعل ما يعود عليه نفعه في الآخرة لاشتغاله عنه بمحبوبه.
والناس هاهنا مراتب:
فمنهم: من يشغله محبوبه عن الإيمان وشرائعه.
_________
(¬١) "سنن أبي داود" رقم (٢٥١٩).
وصححه الحاكم في "المستدرك" (٢/ ٨٥ - ٨٦)، ووافقه الذهبي.
(¬٢) "المسند" (٥/ ٤١٣)، و"سنن أبي داود" رقم (٢٥٢٥).
والراوي عن أبي أيوب هذا الحديث هو ابن أخيه، قال عنه الترمذي في "جامعه" بعد الحديث رقم (٢٥٤٤): "وأبو سورة هو: ابن أخي أبي أيوب، يُضعّف في الحديث؛ ضعفه يحيى بن معين جدًّا. وسمعت محمد بن إسماعيل يقول: أبو سورة هذا منكر الحديث، يروي مناكير عن أبي أيوب لا يتابع عليها". وانظر "تهذيب التهذيب" لابن حجر (١٢/ ١٢٤).
(¬٣) هذه الكلمة محتملة في الأصل لأن تكون: "الجاهر"، واللَّه أعلم.
(¬٤) الأصل: "تعرض".','1','431',NULL,NULL,'0');
INSERT INTO [b252] VALUES (479,'ومنهم: من يشغله عن الوجبات التي تجب عليه للَّه ولخلقه، فلا يقوم بها ظاهرًا ولا باطنًا.
ومنهم: من يشغله حبها عن كثير من الواجبات.
ومنهم: من يشغله عن واجب يعارض تحصيلها وإن قام بغيره.
ومنهم: من يشغله عن القيام بالواجب في الوقت الذي ينبغي على الوجه الذي ينبغي، فيفرّط في وقته وفي حقوقه.
ومنهم: من يشغله عن عبودية قلبه في الواجب وتفريغه للَّه عند أدائه، فيؤديه ظاهرًا لا باطنًا، وأين هذا في عشاق الدنيا ومحبيها؟! هذا من أندرهم.
وأقل درجات حبها أن يشغل عن أعظم سعادة العبد، وهو تفريغ قلبه لحب اللَّه، ولسانه لذكره، وجمع قلبه على لسانه، ولسانه وقلبه (¬١) على ربه.
فعشقها ومحبتها تضرّ بالآخرة ولا بد، كما أن محبة الآخرة تضرّ بالدنيا، وفي هذا حديث قد روي مرفوعًا: "من أحب دنياه أضرّ بآخرته، [ومن أحب آخرته أضرّ بدنياه] (¬٢)، فآثروا ما يبقى على ما يفنى" (¬٣).
_________
(¬١) كلمة: "وقلبه" ليست في الأصل، وإنما أثبتها من (م) و (ب).
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى. ووقع الأصل: "آخرته".
(¬٣) رواه أحمد في "المسند" (٤/ ٤١٢)، والحاكم في "المستدرك" (٤/ ٣٠٨)، من حديث أبي موسى الأشعري رضي اللَّه عنه، وصححه الحاكم، وخالفه =','1','432',NULL,NULL,'0');
INSERT INTO [b252] VALUES (480,'فصل
وخامسها: أن محبتها تُجعل أكبر همّ العبد، وقد روى الترمذي في جامعه من حديث أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "من كانت الآخرة أكبر همّه جعل اللَّه غناه في قلبه وجمع له شمله، وأتته الدنيا وهي راغمة، ومن كانت الدنيا همّه جعل اللَّه فقره بين عينيه، وفرّق عليه شمله، ولم يأته من الدنيا إلا ما قُدّر له" (¬١).
وسادسها: أن محبّها أشد الناس عذابًا، وهو معذب في دُوره الثلاث؛ يعذّب في الدنيا بتحصيلها والسعي فيها ومنازعة أهلها، وفي دار البرزخ بفواتها والحسرة عليها وكونه قد حيل بينه وبين محبوبه على وجه لا يرجو اجتماعه به أبدًا, ولم يحصل له هناك محبوب يعوّضه عنه، فهو أشد الناس عذابًا في قبره، يعمل الهمّ والغمّ والحزن والحسرة في روحه ما تعمل الديدان وهوام الأرض في جسمه.
كما قال الإمام أحمد: حدثنا إسماعيل بن عبد الكريم حدثنا عبد الصمد بن معقل عن وهب بن منبه: "أن حزقيل كان ممن سبى بختنصر"، فذكر عنه حديثًا طويلًا وفي آخره، قال: "فبينا أنا نائم على شطّ الفرات إذ أتاني ملك فأخذ برأسي فاحتملني حتى وضعني بقاع من الأرض، قد كانت معركة، قال: وإذا فيه عشرة آلاف قتيل قد بدّدت الطير والسباع لحومهم وفرّقت أوصالهم. قال لي: إن
_________
= الذهبي بقوله: "فيه انقطاع".
(¬١) "جامع الترمذي" رقم (٢٤٦٥). وحسنه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٩٤٩).','1','433',NULL,NULL,'0');
INSERT INTO [b252] VALUES (481,'قومًا يزعمون أنه من مات منهم أو قتل فقد انفلت مني وذهبت عنه قدرتي، فادعهم. قال حزقيل: فدعوتهم فإذا كلُّ عظم قد أقبل إلى مفصله الذي انقطع منه، ما الرجل بصاحبه بأعرف من العظم بمفصله الذي فارق، حتى أمّ بعضها بعضًا، ثم نبت عليها اللّحم ثم نبتت العروق ثم انبسطت الجلود، وأنا انظر إلى ذلك، ثم قال: ادع أرواحهم، قال: فدعوتها، فإذا كل روح قد أقبل إلى جسده الذي فارق، فلما جلسوا سألتهم: فيما كنتم؟ قالوا: إنا لما متنا وفارقنا الحياة لقينا ملك فقال: هلمّوا أعمالكم وخذوا أجوركم، كذلك سنّتنا فيكم وفيمن كان قبلكم وفيمن هو كائن بعدكم، قال: فنظر في أعمالنا فوجدنا نعبد الأوثان فسلّط الدود على أجسادنا وجعلت الأرواح تألمه، وسلّط الغمّ على أرواحنا وجعلت أجسادنا تألمه، فلم نزل كذلك نعذّب حتى دعوتنا" (¬١). ولا يستريح عاشق الدنيا.
فقولهم: "كنا نعبد الأوثان"، فسيان عبادة الأثمان وعبادة الأوثان؛ تعس عبد الدينار، تعس عبد الدرهم.
والمقصود: أن محب الدنيا معذّب في قبره ومعذّب يوم لقاء ربه.
قال تعالى: {فَلَا تُعْجِبْكَ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (٥٥)} [التوبة: ٥٥].
قال بعض السلف: "يعذبهم بجمعِها، وتزهق أنفسهم بحبّها، وهم كافرون بمنع حق اللَّه فيها".
_________
(¬١) "الزهد" رقم (٤٢٥).','1','434',NULL,NULL,'0');
INSERT INTO [b252] VALUES (482,'فصل
وسابعها: أن عاشقها ومحبها الذي يؤثرها على الآخرة من أسفه الخلق وأقلّهم عقلًا (¬١)، إذ آثر الخيال على الحقيقة، والمنام على اليقظة، والظل الزائل على النعيم الدائم، والدار الفانية على الدار الباقية، وباع حياة الأبد في أرغد عيش بحياة إنما هي
أحلامُ نومٍ أو كظلٍّ زائلٍ ... إنّ اللبيبَ بمثلها لا يُخدَعُ (¬٢)
كما نزل أعرابي بقوم فقدّموا له طعامًا فأكل، ثم قام إلى ظل خيمة فنام، فاقتلعوا الخيمة فأصابته الشمس، فانتبه وهو يقول:
وإن امرأً دنياه أكبرُ همّه ... لَمستمسكٌ منها بحبل غرورِ (¬٣)
وكان بعض السلف يتمثل بهذا البيت:
يا أهلَ لذّاتِ دنيا لا بقاء لها ... إن اغترارًا بظلّ زائل حمق (¬٤)
_________
(¬١) في الأصل بعد هذه الكلمة زيادة: "ومحبها الذي يؤثرها". وحذفها أصوب، وهو بذلك يوافق النسخ الثلاث الأخرى، واللَّه أعلم.
(¬٢) من أربعة أبيات لعمران بن حطّان الخارجي في "روضة العقلاء" لابن حبان ص (٢٨٧).
(¬٣) نسب هذا البيت لهاتف من الهواتف في: "الهواتف" لابن أبي الدنيا رقم (٨٨)، و"ذم الدنيا" له أيضًا رقم (٢٦) وهو يشبه بيتًا للشويعر الحنفي -وقد أنشده له ثعلب- صدره:
وإن الذي يمسي ودنياه همّه
انظر: "المؤتلف والمختلف" للآمدي ص (٢١٠).
(¬٤) روى ابن أبي الدنيا في "ذم الدنيا" رقم (٢٤)، عن الحسن بن على أنه كان كثيرًا ما ينشده.','1','435',NULL,NULL,'0');
INSERT INTO [b252] VALUES (483,'قال يونس بن عبد الأعلى: "ما شبّهت الدنيا إلا كرجل نام فرأى في منامه ما يكره وما يحبّ، فبينا هو كذلك انتبه" (¬١).
وقال ابن أبي الدنيا: حدثني أبو على الطائي حدثنا عبد الرحمن المحاربي عن ليث قال: رأى عيسى ابن مريم الدنيا في صورة عجوز عليها من كل زينة، فقال لها: كم تزوّجت؟ قالت: لا أحصيهم، قال: فكلُّهم مات عنك أو كلهم طلّقك؟ قالت: بل كلُّهم قتلتُه. فقال عيسى: "بؤسًا لأزواجك الباقين، كيف لا يعتبرون بأزواجك الماضين كيف تهلكينهم واحدًا واحدًا، ولا يكونوا منك على حذر" (¬٢).
أرى أشقياء الناس لا يسأمونها ... على أنهم فيها عراة وجُوَّعُ
أراها وإن كانت تُحَبّ فإنها ... سحابة صيف عن قليل تَقشّعُ (¬٣)
أشبه الأشياء بالدنيا الظلّ، تحسب له حقيقة ثابتة وتحسبه ساكنًا، وهو في تقلّص وانقباض، وتتبعه لتدركه فلا تلحقه.
وأشبه الأشياء بها السراب {يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ (٣٩)} [النور: ٣٩].
وأشبه الأشياء بها المنام يرى فيه العبد ما يحب وما يكره، فإذا
_________
(¬١) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٢١)، عن يونس بن عبيد.
فلعل ما وقع هنا من نسبته ليونس بن عبد الأعلى خطأ، واللَّه أعلم.
(¬٢) "ذم الدنيا" رقم (٢٧).
(¬٣) البيتان لعمران بن حطان الخارجي، انظرهما في: "ذم الدنيا" لابن أبي الدنيا رقم (١٩٠) و (٢٤٠)، و"حلية الأولياء" (٦/ ٣٧٣ - ٣٧٤)، و"تاريخ دمشق" (٤٣/ ٤٩٧).','1','436',NULL,NULL,'0');
INSERT INTO [b252] VALUES (484,'استيقظ علم أن ذلك لا حقيقة له.
وأشبه الأشياء بها امرأة عجوز شوهاء قبيحة المنظر والمخبر، غدّارة بالأزواج، تزيّنت للخُطّاب بكل زينة، وسترت كل قبيح، فاغتر بها من لم يجاوز بصره ظاهرها، فطلب النكاح، فقالت: لا مهر إلا نقد الآخرة، فإنا ضرّتان واجتماعنا غير مأذون فيه ولا مستباح. فآثر الخاطب العاجلة وقال: ما على من واصل حبيبته من جناح، فلما كشف قناعها وحلّ إزارها إذا كل آفة وبليّة، فمنهم من طلّق واستراح، ومنهم من اختار المقام فما استتمت ليلة عرسه إلا بالعويل والصّياح، تاللَّه لقد أذّن مؤذنها على رؤوس الخلائق بحيّ على غير الفلاح، فقام المجتهدون والمصلّون لها فواصلوا في طلبها الغدوّ بالرّواح، وسروا ليلهم فلم يحمد القوم السرى عند الصباح، طاروا في صيدها فما رجع أحد منهم إلا وهو مكسور الجناح، فوقعوا في شبكتها فأسلمتهم للذّبّاح.
قال ابن أبي الدنيا: حدثنا محمد بن علي بن شقيق حدثنا إبراهيم بن الأشعث قال: سمعت الفضيل بن عياض قال: قال ابن عباس: "يؤتى بالدنيا يوم القيامة في صورة عجوز شمطاء زرقاء أنيابها بادية مشوّه خلقها، فتشرف على الخلائق، فيُقال: تعرفون هذه؟ فيقولون: نعوذ باللَّه من معرفة هذه. فيُقال: هذه الدنيا التي تشاجرتم عليها، بها تقاطعتم الأرحام، وبها تحاسدتم وتباغضتم واغتررتم، ثمّ تُقذف في جهنّم فتقول: يا رب أين أتباعي وأشياعي. فيقول اللَّه عز وجل: ألحقوا بها أتباعها وأشياعها" (¬١).
_________
(¬١) "ذم الدنيا" رقم (١٢٣).
ورواه ابن الأعرابي في "الزهد وصفة الزاهدين" رقم (٧٠)، والبيهقي =','1','437',NULL,NULL,'0');
INSERT INTO [b252] VALUES (485,'قال ابن أبي الدنيا: وحدثنا إسحاق بن إسماعيل حدثنا روح بن عبادة حدثنا عوف عن أبي العلاء (¬١) قال: "رأيت في النوم عجوزًا كبيرة عليها من كل زينة الدنيا، والناس عكوف عليها متعجّبون ينظرون إليها، فجئت فنظرت فعجبت من نظرهم إليها وإقبالهم عليها، فقلت لها: ويلك من أنت؟ قالت: أما تعرفني؟ قلت: لا، قالت: أنا الدنيا. قال: قلت: أعوذ باللَّه من شرّك. قالت: فإن أحببت أن تعاذ من شرّي فأبغض الدرهم" (¬٢).
قال ابن أبي الدنيا: وحدثني إبراهيم بن سعيد الجوهري حدثنا سفيان بن عيينة قال: قال لي أبو بكر بن عياش: رأيت الدنيا (¬٣) عجوزًا مشوّهة شمطاء تصفّق بيديها، وخلفها خلق يتبعونها ويصفّقون ويرقصون، فلما كانت بحذائي أقبلت عليّ فقالت: لو ظفرتُ بك صنعت بك ما صنعتُ بهؤلاء. ثم بكى أبو بكر (¬٤).
_________
= في "شعب الإيمان" رقم (١٠٦٧١).
(¬١) هو حيان بن عمير القيسي، الجُرَيْري، أبو العلاء البصري، من أوساط التابعين، توفي قبل المائة. انظر: "تقريب التهذيب" ص (٢٨١).
(¬٢) "ذم الدنيا" رقم (٢٨).
وهذا الأثر بعينه مروي عن العلاء بن زياد العدوي، رواه عنه: ابن أبي الدنيا في "المنامات" رقم (١٠٣)، وابن أبي شيبة في "المصنف" رقم (٣٠٥١٨)، (٣٥٦٦٣)، وأحمد في "الزهد" رقم (١٤٢٩)، وأبو نعيم في "حلية الأولياء" (٢/ ٢٤٣ - ٢٤٤)، والمزي في "تهذيب الكمال" (٢٢/ ٥٠١).
(¬٣) في النسخ الثلاث بعد هذه الكلمة: "في النوم".
(¬٤) "ذم الدنيا" رقم (٢٩)، (٣٠). ورواه أبو نعيم في "حلية الأولياء" (٨/ ٣٠٤).','1','438',NULL,NULL,'0');
INSERT INTO [b252] VALUES (486,'قال: وحدثنا محمد بن على حدثنا إبراهيم بن الأشعث قال: سمعت الفضيل قال: "بلغني أن رجلًا عُرج بروحه، قال: فإذا بامرأة على قارعة الطريق عليها من كل زينة الحليّ والثياب، وإذا هي لا يمرّ بها أحد إلا جرحته، وإذا هي أدبرت كانت أحسن شيء رآه الناس، وإذا أقبلت أقبح شيء: عجوزًا شمطاء زرقاء عمشاء، فقلت: أعوذ باللَّه. قالت: لا واللَّه، لا يُعيذك اللَّه حتى تبغض الدرهم. قال: قلت: من أنتِ؟ قالت: أنا الدنيا" (¬١).
ووصف عليٌّ رضي اللَّه عنه الدنيا فقال: "دارٌ من صحّ فيها أمن, ومن سقم فيها ندم، ومن افتقر فيها حزن، ومن استغنى فيها فتن (¬٢)، في حلالها الحساب، وفي حرامها النار" (¬٣).
وقال ابن مسعود: "الدنيا دارُ من لا دارَ له، ومالُ من لا مالَ له، ولها يَجمع من لا عقل له (¬٤) " (¬٥).
_________
(¬١) "ذم الدنيا" رقم (١٢٤).
(¬٢) في الأصل: "أمن فتن". وحَذفتُ كلمة: "أمن" ليوافق النسخ الثلاث ومصدر التخريج.
(¬٣) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (١٨).
ورواه أيضًا في "ذم الدنيا" رقم (١٧)، والبيهقي في "شعب الإيمان" رقم (١٠٦٢٢)، عن على: "حلالها حساب، وحرامها النار".
(¬٤) "له" ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٥) رواه أحمد في "الزهد" رقم (٨٨٣)، وابن أبي الدنيا في "ذم الدنيا" رقم (١٦)، وابن أبي شيبة في "المصنف" رقم (٣٥٧٠٧)، والبيهقي في "شعب الإيمان" رقم (١٠٦٣٧).
وحكم الألباني بانقطاع سنده في "سلسلة الأحاديث الضعيفة" (٤/ ٤٠٦). وروي مرفوعًا من حديث عائشة رضي اللَّه عنها. رواه أحمد في "المسند" =','1','439',NULL,NULL,'0');
INSERT INTO [b252] VALUES (487,'وذكر ابن أبي الدنيا: أن الحسن كتب إلى عمر بن عبد العزيز: "أما بعد: فإن الدنيا دارُ ظعن ليست بدار إقامة، وإنما نزل آدم إليها عقوبة، فاحذرها يا أمير المؤمنين، فإن الزاد منها تركها، والغنى فيها فقرها. لها في كل حين قتيل، تذل من أعزّها، وتفقر من جمعها. وهي كالسمّ أكلَه من لا يعرفه [ليشفيه] (¬١) وهو حتفه، فكن فيها كالمداوي جراحاته يحتمي قليلًا مخافة (¬٢) ما يكره طويلًا، ويصبر على شدّة الدواء مخافة طول البلاء. فاحذر هذه الدار الغرّارة الختّالة الخدّاعة التي قد تزيّنت بخدعها وفتنت بغرورها، وختلت بآمالها، وتشوّفت لخطابها، فأصبحت كالعروس المجلوّة، فالعيون إليها ناظرة، والقلوب عليها والهة، والنفوس لها عاشقة، وهي لأزواجها كلهم قاتلة. فلا الباقي بالماضي معتبر، ولا الآخر بالأول (¬٣) مزدجر، والعارف باللَّه تعالى حين أخبره عنها مدكر. فعاشق لها قد ظفر منها بحاجته فاغترّ وطغى، ونسي المعاد، فشغل فيها لبّه، حتى زلّت عنها قدمه، فعظمت ندامته، وكبرت حسرته، واجتمعت عليه سكرات الموت وألمه، وحسرات الفوت ونغصه، فذهب منها بكمده ولم يدرك ما طلب، ولم يرح نفسه من التعب، فخرج بغير زاد، وقدم على غير مهاد، فاحذرها يا أمير المؤمنين. وأسرّ ما تكون فيها أَحْذَر ما تكون لها، فإن صاحب الدنيا
_________
= (٦/ ٧١)، وابن أبي الدنيا في "ذم الدنيا" رقم (١٨٢)، والبيهقي في "شعب الإيمان" رقم (١٠٦٣٨).
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" برقم (١٩٣٣).
(¬١) ليست في الأصل، ولا في سائر النسخ، وأثبتها من "ذم الدنيا".
(¬٢) في الأصل: "ما يخافه"، بدل: "مخافة"، والمثبت من النسخ الأخرى.
(¬٣) في الأصل: "ولا الأول بالآخر"، والتصويب من النسخ الثلاث الأخرى.','1','440',NULL,NULL,'0');
INSERT INTO [b252] VALUES (488,'كما اطمأن منها إلى سرور أشخصته إلى مكروه، السّارّ فيها غدًا ضارٌّ، وقد وصل الرخاء منها بالبلاء، وجعل البقاء فيها إلى فناء، فسرورها مشوب بالحزن. لا يرجع منها إلى ما ولّى فأدبر، ولا يدرى ما هو آت فينتظر، أمانيها كاذبة، وآمالها باطلة، وصفوها كدر، وعيشها نكد. فلو كان الخالق لها لم يخبر عنها خبرًا, ولم يضرب لها مثلًا، لكانت قد أيقظت النائم، ونبّهت الغافل، فكيف وقد جاء من اللَّه عز وجل عنها زاجر، وفيها واعظ، فما لها عند اللَّه عز وجل قدر ولا وزن، وما نظر إليها منذ خلقها. ولقد عرضت على نبينا -صلى اللَّه عليه وسلم- بمفاتيحها وخزائنها لا تنقصه عند اللَّه جناح بعوضة فأبى أن يقبلها، كره أن يحب ما أبغض خالقُه، أو يرفع ما وضع مليكه، فزواها عن الصالحين اختبارًا، وبسطها لأعدائه اغترارًا، فيظن المغرور بها المقتدر عليها أنه أكرم بها، ونسي ما صنع اللَّه بمحمد -صلى اللَّه عليه وسلم- حين شدّ الحجر من بطنه" (¬١).
وقال الحسن أيضًا: "ابن آدم لا تعلِّق قلبك بالدنيا، فتعلِّقه بشرّ معلَّق، قطّع حبالها، وغلّق أبوابها، حسبك يا ابن آدم منها ما يبلغك المحل" (¬٢).
وكان يقول: "إن قومًا أكرموا الدنيا فصلبتهم على الخشب، فأهينوها، فأهنأ ما تكون إذا أهنتموها، هيهات هيهات ذهبت الدنيا، وبقيت الأعمال قلائد في الأعناق! " (¬٣).
_________
(¬١) "ذم الدنيا" رقم (٢٩٣).
ورواه أبو نعيم في "حلية الأولياء" (٦/ ٣١٣ - ٣١٤). ورواه أبو نعيم أيضًا في (٢/ ١٣٤ - ١٣٩) بأطول مما هاهنا ومع اختلاف وتقديم وتأخير.
(¬٢) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٤٠٥).
(¬٣) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٤٨٩).','1','441',NULL,NULL,'0');
INSERT INTO [b252] VALUES (489,'وقال المسيح: "لا تتخذوا الدنيا ربًّا فتتخذكم الدنيا عبيدًا. اعبروها ولا تعمروها، واعلموا أن أصل كل خطيئة حب الدنيا، ورب شهوة أورثت أهلها حزنًا طويلًا. ما سكنت الدنيا في قلب عبد إلا التاط قلبُه منها بثلاث: شغل لا ينفك عناؤه، وفقر لا يدرك غناؤه، وأمل لا يدرك منتهاه. الدنيا طالبة مطلوبة، فطالب الآخرة تطلبه الدنيا حتى يستكمل فيها رزقه، وطالب الدنيا تطلبه الآخرة حتى يجيء الموت فيأخذ بعنقه. يا معشر الحواريين ارضوا بدنيء الدنيا مع سلامة الدين، كما رضي أهل الدنيا بدنيء الدين مع سلامة الدنيا" (¬١).
وقال ابن أبي الدنيا: حدثنا هارون بن عبد اللَّه حدثنا سيار حدثنا جعفر حدثنا مالك بن دينار قال: قال أبو هريرة: "الدنيا موقوفة (¬٢) ما بين
_________
(¬١) أقوال المسيح عليه الصلاة والسلام التي ساقها الإمام ابن القيم رحمه اللَّه هنا هي أقوال مفرقة، قد جمعها الإمام ابن القيم في سياق واحد، وهي كالتالي:
• قوله: "لا تتخذوا الدنيا ربًّا فتتخذكم الدنيا عبيدًا". رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٣١).
• وقوله: "اعبروها. . . حزنًا طويلًا". رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٣٢)، (٣٣)، وأبو نعيم في "حلية الأولياء" (٨/ ١٤٥)، (١٤٥ - ١٤٦)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٢٦)، (٤٢٨)، (٤٢٩).
• وأما قوله: "ما سكنت الدنيا. . . فيأخذ بعنقه". فقد رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٣٥)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٢٩).
• وأما قوله: "يا معشر الحواريين ارضوا. . . سلامة الدنيا". فقد رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٤٤٩)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٤١).
(¬٢) في الأصل محتملة هذه الكلمة لـ "مرقوفة"، وعلى كلّ حال فالمثبت من النسخ الثلاث الأخرى.','1','442',NULL,NULL,'0');
INSERT INTO [b252] VALUES (490,'السماء والأرض منذ خلقها إلى يوم يفنيها، تنادي ربها: يا رب لم تبغضني؟ فيقول: اسكتي يا لا شيء، اسكتي يا لا شيء" (¬١).
وقال الفضيل: "تجيء الدنيا يوم القيامة تتبختر في زينتها ونضرتها، فتقول: يا رب اجعلني لأحسن عبادك دارًا، فيقول: لا أرضاك له، أنت لا شيء فكوني هباء منثورًا" (¬٢).
_________
(¬١) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٣٦٠).
(¬٢) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (١٢٥).','1','443',NULL,NULL,'0');
INSERT INTO [b252] VALUES (491,'<span data-type="title" id=toc-68>فصل في ذكر أمثلة تبيّن حقيقة الدنيا</span>
المثال الأول: للعبد ثلاثة أحوال:
حالة لم يكن فيها شيئًا، وهي ما قبل أن يوجد.
وحالة أخرى وهي من ساعة موته إلى ما لا نهاية له في البقاء السرمد، فلنفسه وجود بعد خروجها من البدن: إما في الجنة، وإما في النار، ثم تعاد إلى بدنه فيجازى بعمله، ويسكن إحدى الدارين في خلود دائم.
ثم بين هاتين الحالتين -وهي ما قبل وجوده وما بعد موته- حالة متوسطة وهي أيام حياته في الدنيا فلينظر (¬١) إلى مقدار زمانها وانسبه إلى الحالتين تعلم أنه أقل من طرفة عين في مقدار عمر الدنيا.
ومن رأى الدنيا بهذه العين لم يركن إليها, ولم يبالِ كيف تقضت أيامه فيها في ضرّ وضيق أو سعة ورفاهية.
ولهذا لم يضع رسول اللَّه -صلى اللَّه عليه وسلم- لبنة على لبنة ولا قصبة على قصبة وقال: "ما لي وللدنيا، إنما مثلي ومثل الدنيا كراكب قال في ظلّ شجرة ثم راح وتركها" (¬٢).
وقال: "ما الدنيا في الآخرة إلا كما يجعل أحدكم إصبعه في اليمّ فلينظر بم يرجع" (¬٣).
_________
(¬١) بقية النسخ: "فانظر".
(¬٢) سبق تخريجه ص: (٣٢٩).
(¬٣) سبق تخريجه ص: (٣٣٠).','1','444',NULL,NULL,'0');
INSERT INTO [b252] VALUES (492,'وإلى هذا أشار المسيح بقوله: "الدنيا قنطرة، فاعبروها ولا تعمروها" (¬١).
وهذا مثل صحيح؛ فإن الحياة الدنيا معبر إلى الآخرة، والمهد هو الركن الأول على أول القنطرة، واللحد هو الركن الثاني على آخرها، ومن الناس من قد قطع نصف القنطرة، ومنهم من قد قطع ثلثيها، ومنهم من لم يبقَ له إلا خطوة واحدة وهو غافل عنها، وكيف ما كان فلا بد من العبور، فمن وقف يبني على القنطرة ويزيّنها بأصناف الزينة وهو يستحث العبور، فهو في غاية الجهل والحمق.

فصل
المثال الثاني: شهوات الدنيا في القلب كشهوات الأطعمة في المعدة، وسوف يجد العبد عند الموت لشهوات الدنيا في قلبه من الكراهة والنّتن والقبح ما يجده للأطعمة اللذيذة إذا انتهت في المعدة غايتها. وكما أن الأطعمة كما كانت ألذّ طعمًا وأكثر دسمًا وأكثر حلاوة كان رجيعها أقذر، فكذلك كل شهوة كانت في النفس ألذّ وأقوى فالتّأذّي بها عند الموت أشد، كما أن تفجع الإنسان بمحبوبه إذا فقده يقوى بقدر محبة المحبوب.
وفي "المسند" أن النبي -صلى اللَّه عليه وسلم- قال للضحاك بن سفيان: "ألست تُؤتى بطعامك وقد مُلِّح وقُزِّح ثم تشرب عليه اللّبن والماء؟! " قال: بلى، قال: "فإلامَ يصير؟ " قال: إلى ما قد علمت. قال: "فإن اللَّه عز وجل ضرب مثل الدنيا لما يصير إليه طعام ابن آدم" (¬٢).
_________
(¬١) سبق قوله: "اعبروها ولا تعمروها" قريبًا.
(¬٢) "المسند" (٣/ ٤٥٢) من طريق علي بن زيد بن جدعان عن الحسن عن =','1','445',NULL,NULL,'0');
INSERT INTO [b252] VALUES (493,'وكان بعض السلف يقول لأصحابه: "انطلقوا حتى أريكم الدنيا. فيذهب بهم إلى مزبلة، فيقول: انظروا إلى ثمارهم ودجاجهم وعسلهم وسمنهم" (¬١).

فصل
المثال الثالث لها ولأهلها في اشتغالهم بنعيمها عن الآخرة، وما يعقبهم من الحسرات.
مثَلُ أهلها في غفلتهم مَثَلُ قوم ركبوا سفينة فانتهت بهم إلى جزيرة، فأمرهم الملاّح بالخروج لقضاء الحاجة، وحذرهم الإبطاء وخوّفهم مرور السفينة، فتفرّقوا في نواحي الجزيرة فقضى بعضهم حاجته وبادر إلى السفينة فصادف المكان خاليًا، فأخذ أوسع الأماكن وألينها وأوفقها لمراده.
_________
= الضحاك، ولفظه: "يا ضحاك ما طعامك؟ قال: يا رسول اللَّه اللحم واللبن. قال: ثم يصير إلى ماذا؟ قال: إلى ما قد علمت. قال: فإن اللَّه تبارك وتعالى ضرب ما يخرج من ابن آدم مثلًا للدنيا".
قال الهيثمي في "مجمع الزوائد" (١٠/ ٢٨٨): "رواه أحمد والطبراني، ورجال الطبراني رجال الصحيح غير علي بن زيد بن جدعان وقد وُثق".
قال المنذري في "الترغيب والترهيب" (٣/ ٧٨): "رواه أحمد، ورواته رواة الصحيح إلا علي بن زيد بن جدعان".
وعلي بن زيد بن جدعان، لخص الحُكْمَ فيه الحافظ في "التقريب" ص: (٦٩٦) بقوله: "ضعيف".
وقد سبق ص: (٣٣١) نحوه من حديث أبي بن كعب.
(¬١) رواه: ابن سعد في "الطبقات الكبرى" (٦/ ٨٢)، عن مسروق.
ورواه: ابن أبي الدنيا في "ذم الدنيا" رقم (٦٢)، وفي "قصر الأمل" رقم (٢٩٩)، وابن عساكر في "تاريخ دمشق" (١٠/ ٣٢٤)، عن بشير بن كعب.','1','446',NULL,NULL,'0');
INSERT INTO [b252] VALUES (494,'وتوقف بعضهم في الجزيرة ينظر إلى أزهارها وأنوارها (¬١) العجيبة، ويسمع نغمات طيورها، ويعجبه حسن أحجارها، ثم حدّثته نفسه بفوت السفينة وسرعة مرورها وخطر ذهابها، فرجع فلم يصادف إلا مكانًا ضيقًا فجلس فيه.
وأكبّ بعضهم على تلك الحجارة المستحسنة والأزهار الفائقة فحمل منها حِمْلَه، فلما جاء لم يجد في السفينة إلا مكانًا ضيّقًا، وزاده ما حَمَلَه ضيقًا، فصار محموله ثقلًا عليه ووبالًا، ولم يقدر على نبذه، بل لم يجد من حمله بدًّا ولم يجد له في السفينة موضعًا، فحمله على عنقه وندم على أخذه فلم تنفعه الندامة، ثم ذبلت الأزهار وتغيّرت رائحتها وآذاه نتنها.
وتولّج بعضهم في تلك الغياض (¬٢) ونسي السفينة وأبعد في نزهته، حتى إن الملّاح نادى بالناس عند دفع السفينة فلم يبلغه صوته لاشتغاله بملاهيه، فهو تارة يتناول من الثمر، وتارة يشمّ تلك الأنوار، وتارة يُعجب من حسن الأشجار، وهو على ذلك خائف من سبع يخرج عليه، غير منفك من شوك يتشبّث بثيابه ويدخل في قدميه، أو غصن يجرح بدنه، أو عوسج (¬٣) يخرق ثيابه ويهتك عورته، أو صوت هائل يفزعه.
ثم من هؤلاء من لحق السفينة ولم يبقَ فيها موضع فمات على الساحل، ومنهم من شغله لهوه فافترسته السباع ونهشته الحيّات، ومنهم
_________
(¬١) الأنوار جمع نَوْر، وهو الزهر، وقيل: النّوْر الأبيض، والزهر الأصفر. انظر: "لسان العرب" (٥/ ٢٤٣).
(¬٢) الغياض جمع غَيْضة، وهي الشجر الملتف. "لسان العرب" (٧/ ٢٠٢).
(¬٣) العَوْسج: شجر كثير الشوك. انظر: "لسان العرب" (٢/ ٣٢٤).','1','447',NULL,NULL,'0');
INSERT INTO [b252] VALUES (495,'من تاه فهام على وجهه حتى هلك.
فهذا مثال أهل الدنيا في اشتغالهم بحظوظهم العاجلة ونسيانهم موردهم وعاقبة أمرهم، وما أقبح بالعاقل أن تغرّه أحجار ونبات يصير هشيمًا قد شغل باله وعوّقه عن نجاته ولم يصحبه.

فصل
المثال الرابع لاغترار الناس بالدنيا وضعف إيمانهم بالآخرة.
قال ابن أبي الدنيا: أنبأنا إسحاق بن إسماعيل أنبأنا روح بن عبادة حدثنا هشام بن حسان عن الحسن قال: بلغني أن رسول اللَّه -صلى اللَّه عليه وسلم- قال لأصحابه: "إنما مثلي ومثلكم ومثل الدنيا، كمثل قوم سلكوا مفازة غبراء (¬١)، حتى إذا لم (¬٢) يدروا ما سلكوا منها أكثر أم ما بقي، أنفدوا الزّاد وحَسَروا الظهر، وبقوا بين ظهراني المفازة لا زاد ولا حَمُولة، فأيقنوا بالهلكة، فبينما هم كذلك إذ خرج عليهم رجل في حلة يقطر رأسه، فقالوا: إن هذا قريب عهد بريف، وما جاءكم هذا إلا من قريب، فلما انتهى إليهم قال: يا هؤلاء علامَ أنتم؟ قالوا: على ما ترى، قال: أرأيتكم إن هديتكم إلى ماء رواء ورياض خضر، ما تجعلون لي؟ قالوا: لا نعصيك شيئًا. قال: عهودكم ومواثيقكم باللَّه، قال: فأعطوه عهودهم ومواثيقهم باللَّه لا يعصونه شيئًا، قال: فأوردهم ماء ورياضًا
_________
(¬١) في الأصل: "غرّاء". والتصويب من النسخ الثلاث الأخرى، وهو كذلك في مصادر التخريج.
والمفازة الغبراء هي التي لا يهتدى إلى الخروج منها. انظر: "لسان العرب" (٥/ ٥).
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.','1','448',NULL,NULL,'0');
INSERT INTO [b252] VALUES (496,'خضراء، قال: فمكث فيهم ما شاء اللَّه، ثم قال: يا هؤلاء الرحيل. قالوا: إلى أين؟ قال: إلى ماء ليس كمائكم وإلى رياض ليست كرياضكم. قال: فقال جُلُّ القوم وهم أكثرهم: واللَّه ما وجدنا هذا حتى ظننا أن لن نجده، وما نصنع بعيش خير من هذا؟! قال: وقالت طائفة وهم أقلهم: ألم تعطوا هذا الرجل عهودكم ومواثيقكم باللَّه لا تعصونه شيئًا، وقد صدقكم في أول حديثه، فواللَّه ليصدقنكم في آخره، قال: فراح فيمن اتبعه، وتخلف بقيتهم، فبَدَرهم عدو، فأصبحوا بين أسير وقتيل" (¬١).

فصل
المثال الخامس للدنيا وأهلها.
ما مثلها به النبي -صلى اللَّه عليه وسلم- كظل شجرة، والمرء مسافر فيها إلى اللَّه، فاستظلّ في ظلّ تلك الشجرة في يوم صائف ثم راح وتركها (¬٢).
فتأمل حسن هذا المثل ومطابقته للواقع سواء، فإنها في خضرتها كالشجرة، وفي سرعة انقضائها وقبضها شيئًا فشيئًا كالظلّ، والعبد مسافر إلى ربه، والمسافر إذا رأى شجرة في يوم صائف لا يحسن به أن يبني تحتها دارًا ولا يتخذها قرارًا، بل يستظلّ بها بقدر الحاجة، ومتى زاد على ذلك انقطع عن الرفاق.
_________
(¬١) "ذم الدنيا" رقم (٨٨).
ورواه ابن المبارك في "الزهد" رقم (٥٠٧)، والرامهرمزي في "أمثال الحديث" رقم (٢٣).
(¬٢) سبق تخريجه ص (٣٢٩).','1','449',NULL,NULL,'0');
INSERT INTO [b252] VALUES (497,'فصل
المثال السادس: تمثيله لها -صلى اللَّه عليه وسلم- بمدخل إصبعه في اليمّ (¬١)، فالذي يرجع به إصبعه من البحر، هو مثل الدنيا بالنسبة إلى الآخرة.
وهذا أيضًا من أحسن الأمثال؛ فإن الدنيا منقطعة فانية، ولو كانت مدتها أكثر مما هي، والآخرة أبدية لا انقطاع لها، ولا نسبة للمحصور إلى غير المحصور، بل لو فرض أن السماوات والأرض مملوءتان خردلًا، وبعد كل ألف سنة طائر ينقل خردلة فني الخردل، والآخرة لا تفنى، فنسبة الدنيا إلى الآخرة في التمثيل كنسبة خردلة واحدة إلى ذلك الخردل.
ولهذا لو أن البحر يمدّه من بعده سبعة أبحر، وأشجار الأرض كلها أقلام يكتب بها كلام اللَّه، لنفدت الأبحر والأقلام ولم تنفد كلمات اللَّه؛ لأنها لا بداية لها ولا نهاية، والأبحر والأقلام متناهية (¬٢).
قال الإمام أحمد وغيره: "لم يزل اللَّه متكلمًا إذا شاء" (¬٣).
وكماله المقدس مقتض لكلامه، وكماله من لوازم ذاته فلا يكون إلا كاملًا، والمتكلم أكمل ممن لا يتكلم، وهو سبحانه لا يلحقه كلال ولا تعب ولا سآمة من الكلام، وهو يخلق ويدبر خلقه بكلماته، فكلماته هي التي وُجد بها خلقه وأمره، وذلك حقيقة ملكه وربوبيته
_________
(¬١) سبق تخريجه ص (٣٣٠).
(¬٢) قال اللَّه تبارك تعالى: {وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (٢٧)} [لقمان: ٢٧].
(¬٣) انظر كلام الإمام أحمد هذا في "الرد على الزنادقة والجهمية" ص ٤٦.','1','450',NULL,NULL,'0');
INSERT INTO [b252] VALUES (498,'وإلهيته، وهو لا يكون إلا ملِكًا ربًّا لا إله إلا هو.
والمقصود: أن الدنيا نفس من أنفاس الآخرة، وساعة (¬١) ساعاتها.

فصل
المثال السابع: ما مثّلها به -صلى اللَّه عليه وسلم- في الحديث المتفق على صحته من حديث أبي سعيد الخدري قال: قام رسول اللَّه -صلى اللَّه عليه وسلم- فخطب الناس فقال: "لا واللَّه ما أخشى عليكم إلا ما يُخرج اللَّه لكم من زهرة الدنيا" فقال رجل: يا رسول اللَّه أَوَ يأتي الخير بالشر؟ فصمت رسول اللَّه -صلى اللَّه عليه وسلم-، ثم قال: "كيف قلت؟ " قال: يا رسول اللَّه أو يأتي الخير بالشر؟ فقال رسول اللَّه -صلى اللَّه عليه وسلم- "إن الخير لا يأتي إلا بالخير، وإن مما يُنبتُ الربيع ما يقتل حبطًا أو يلمّ، إلا اكلة الخضر أكلت حتى إذا امتلأت خاصرتاها استقبلت الشمس فثلطت (¬٢) وبالت، ثم اجترّت (¬٣) فعادت فأكلت، فمن أخذ مالًا بحقه يُبارك له فيه، ومن أخذ مالًا بغير حقه فمثله كمثل الذي يأكل ولا يشبع" (¬٤).
فأخبر -صلى اللَّه عليه وسلم- أنه إنما يخاف عليهم الدنيا، وسمّاها زهرة تشبيهًا لها
_________
(¬١) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٢) ثلطت أي: ألقت ما في بطنها رقيقًا. انظر: "فتح الباري" لابن حجر (١١/ ٢٥٢).
(¬٣) في الأصل: "أدبرت". وهو تحريف.
و"اجترت" أي: استرفعت ما أدخلته في كرشها من العلف، فأعادت مضغه. انظر: "فتح الباري" (١١/ ٢٥٢).
(¬٤) "صحيح البخاري" رقم (٦٤٢٧)، و"صحيح مسلم" رقم (١٠٥٢).','1','451',NULL,NULL,'0');
INSERT INTO [b252] VALUES (499,'بالزهر في طيب رائحته وحسن منظره وقلة مقامه، وأن وراءه ثمر خير (¬١) منه وأبقى.
وقوله: "إن مما ينبت (¬٢) الربيع ما يقتل حبطًا أو يلمّ" هذا من أحسن التمثيل المتضمن للتحذير من الدنيا والانهماك عليها والشّرَهِ (¬٣) فيها، وذلك أن الماشية يروقها نبت الربيع، فتأكل منه بأعينها، فربما هلكت حبطًا.
و"الحَبَط" انتفاخ بطن الدّابة من الامتلاء أو من المرض، يُقال: حبط الرجل والدابة تحبط حبطًا إذا أصابه ذلك.
ولما أصاب الحارث بن مازن بن عمرو بن تميم ذلك في سفر فمات حبطًا؛ فنسب إليه الحَبَطي؛ كما يقال: السلمي.
فكذلك الشّرِه في المال يقتله شرهه وحرصه، فإن لم يقتله قارب أن يقتله، وهو قوله: "أو يلم". وكثير من أرباب الأموال إنما قتلتهم (¬٤) أموالهم، فإنهم شرهوا في جمعها، واحتاج إليها غيرُهم فلم يصلوا إليها إلا بقتلهم، أو ما يقاربه من إذلالهم وقهرهم.
وقوله: "إلا آكلة الخضر" هذا تمثيل لمن أخذ من الدنيا حاجته، مثّله بالشاة الآكلة من الخضر بمقدار حاجتها، أكلت حتى إذا امتلأت خاصرتاها، وفي لفظ آخر: "امتدت خاصرتاها"، وإنما تمتد من امتلائها
_________
(¬١) كذا في الأصول، والوجه: "ثمرًا خيرًا".
(¬٢) في الأصل: "يقبل"، وهو تحريف.
(¬٣) بقية النسخ: "والمسرَّة".
(¬٤) في (ب ون): "قتلهم".','1','452',NULL,NULL,'0');
INSERT INTO [b252] VALUES (500,'من الطعام، وثّنى الخاصرتين؛ لأنهما جانبا البطن.
وفي قوله: "استقبلت عين الشمس فثلطت وبالت" ثلاث فوائد:
إحداها: أنها لما أخذت حاجتها من المرعى تركته وبركت مستقبلة الشمس لتستمرئ بذلك ما أكلته.
الثانية: أنها أعرضت عما يضرّها من الشّره في المرعى، وأقبلت على ما ينفعها من استقبال الشمس التي يحصل لها بحرارتها إنضاج ما أكلته وإخراجه. 
الثالثة: أنها استفرغت بالبول والثلط ما جمعته من المرعى في بطنها (¬١)، فاستراحت بإخراجه ولو بقي فيها لقتلها، فكذلك جامع المال مصلحته أن يفعل به كما فعلت هذه الشاة.
وأول الحديث مثلٌ للشّرهِ في جمع الدنيا (¬٢) الحريص على تحصيلها، فمثاله: مثال الدّابة التي حملها شره الأكل على أن قتلها حبطًا أو ألمّ بقتلها، فإن الشّرِه الحريص إما هالك وإما قريب من الهلاك، فإن الربيع ينبت أنواع البقول والعشب، فتستكثر منه الدّابة حتى ينتفخ بطنها لما جازت (¬٣) حدّ الاحتمال؛ فتنشقّ أمعاؤها وتهلك، كذلك الذي يجمع الدنيا من غير حلّها ويحبسها أو يصرفها في غير حقّها.
وآخر الحديث مثل للمقتصد بآكلة الخضر الذي تنتفع الدابة بأكله، ولم يحملها شرهها وحرصها على تناولها منه فوق ما تحتمله، بل أكلت
_________
(¬١) في الأصل: "بطونها"، والصواب ما أثبت من غيره.
(¬٢) في الأصل: "المال" والمثبت من غيره وهو المناسب للسياق.
(¬٣) في النسخ الثلاث الأخرى: "جاوزت".','1','453',NULL,NULL,'0');
INSERT INTO [b252] VALUES (501,'بقدر حاجتها، وهكذا هذا أخذ ما يحتاج إليه ثم أقبل على ما ينفعه.
وضرب بول الدابة وثلطها مثلًا لإخراجه المال في حقه، حيث يكون حبسه وإمساكه مضرًّا له فنجا من وبال جمعه بأخذ قدر الحاجة منه، ونجا من وبال إمساكه بإخراجه، كما نجت الدابة من الهلاك بالبول والثلط.
وفي هذا الحديث إشارة إلى الاعتدال والتوسط بين الشره في المرعى القاتل بكثرته، والإعراض عنه وتركه بالكلية، فتهلك جوعًا.
وتضمن الخبر أيضًا إرشاد المكثر من المال إلى ما يحفظ عليه قوّته وصحته في بدنه وقلبه، وهو الإخراج منه وإنفاقه، ولا يحبسه فيضرّه حبسه، وباللَّه التوفيق.

فصل
المثال الثامن: ما رواه عمرو بن شعيب عن أبيه عن سليمان بن يسار عن ميمونة قالت: قال رسول اللَّه -صلى اللَّه عليه وسلم- لعمرو بن العاص: "الدنيا خضرة حلوة، فمن اتقى اللَّه فيها وأصلح، وإلا فهو كالآكل ولا يشبع، وبين الناس في ذلك كبعد الكوكبين: أحدهما يطلع في المشرق، والآخر يغيب في المغرب" (¬١).
فنبّه بخضرتها على استحسان العيون لها، وبحلاوتها على استجلاء الصدور لها، وبتلك الخضرة والحلاوة زيّنت لأهلها، وحُبّبت إليهم، لا
_________
(¬١) رواه أبو يعلى في "مسنده" رقم (٧٠٩٩)، والرامهرمزي في "الأمثال" رقم (١٩).
وضعفه الهيثمي في "مجمع الزوائد" (١٠/ ٢٤٧).','1','454',NULL,NULL,'0');
INSERT INTO [b252] VALUES (502,'سيّما وهم مخلوقون منها وفيها، كما قيل:
ونحن بنو الدنيا ومنها نباتُنا ... وما أنت منه فهو شيء محبّب (¬١)
وجعل الناس فيها قسمين:
أحدهما: مصلح متقي، فهذا تقواه وإصلاحه لا يدعانه ينهمك عليها، ويشره فيها، ويأخذها من غير حلّها، ويضعها في غير حقّها. فإن لم يتقِ ويصلح صرف نهمته وقواه وحرصه إلى تحصيلها، فكان كالذي يأكل ولا يشبع.
وهذا من أحسن الأمثلة، فإن المقصود من الأكل حفظ الصحة والقوّة وذلك تابع لقدر الحاجة، وليس المقصود منه ذاته ونفسه، فمن جعله نهمته فوّتَ مقصوده ولم يشبع. ولهذا قال الإمام أحمد: "الدنيا قليلها يجزي، وكثيرها لا يجزي" (¬٢).
وأخبر عن تفاوت الناس في المنزلتين: أعني منزلة التقوى والإصلاح، ومنزلة الأكل والشره، وأن بين الرجلين في ذلك كما بين الكوكبين الغارب في الأفق والطالع منه، وبين ذلك منازل متفاوتة.

فصل
المثال التاسع: ما تقدم من حديث المستورد بن شداد قال: كنت
_________
(¬١) البيت لمحمد بن وهيب الحميري. انظر: "معجم الشعراء" للمرزباني ص (٣٥٧)، وانظر تخريجه ورواياته المختلفة في: "شعراء عباسيون" للسامرّائي ص (٥٨ - ٥٩). (ص).
(¬٢) انظر: "طبقات الحنابلة" (١/ ١٠).','1','455',NULL,NULL,'0');
INSERT INTO [b252] VALUES (503,'مع الركب الذين وقفوا مع رسول اللَّه -صلى اللَّه عليه وسلم- على السخلة الميتة، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "أترون هذه هانت على أهلها حتى ألقوها؟ " فقالوا: ومن هوانها ألقوها يا رسول اللَّه، قال: "فالدنيا أهون على اللَّه من هذه على أهلها". قال الترمذي: حديث حسن صحيح (¬١).
فلم يقتصر -صلى اللَّه عليه وسلم- على تمثيلها بالسخلة الميتة بل جعلها أهون على اللَّه منها.
وفي "مسند الإمام أحمد" في هذا الحديث: "فوالذي نفسي بيده للدنيا أهون على اللَّه من هذه على أهلها" (¬٢)؛ فأكّد ذلك بالقسم الصادق، فإذا كان مثلها عند اللَّه أهون وأحقر من سخلة ميتة على أهلها، فمحبها وعاشقها أهون على اللَّه من تلك السخلة. وكونها سخلة أهون عليهم من كونها شاة كبيرة؛ لأن تلك ربما انتفعوا بصوفها أو دبغوا جلدها، وأما ولد شاة صغير ميت ففي غاية الهوان، فاللَّه المستعان.

فصل
المثال العاشر: مثلها مثل البحر الذي لا بدّ للخلق كلهم من ركوبه، ليقطعوه إلى الساحل الذي فيه دورهم وأوطانهم ومستقرّهم، ولا يمكن قطعه إلا في سفينة النجاة، فأرسل اللَّه رسله تعرّف الأمم اتخاذ سفن النجاة، وتأمرهم بعملها وركوبها، وهي: طاعته، وطاعة رسله، وعبادته وحده، وإخلاص العمل له، والتشمير للآخرة وإرادتها والسعي لها سعيها، فنهض الموفقون وركبوا السفينة ورغبوا عن خوض البحر لما
_________
(¬١) سبق تخريجه ص (٣٣٠).
(¬٢) "المسند" (٤/ ٢٣٠).','1','456',NULL,NULL,'0');
INSERT INTO [b252] VALUES (504,'علموا أنه لا يقطع خوضًا ولا سباحة.
وأما الحمقى فاستصعبوا عمل السفينة وآلاتها والركوب فيها، وقالوا: نخوض البحر فإذا عجزنا قطعناه سباحة. وهم أكثر أهل الدنيا فخاضوه، فلما عجزوا عن الخوض أخذوا في السباحة حتى أدركهم الغرق، ونجا أصحاب السفينة كما نجوا مع نوح وغرق أهل الأرض.
فتأمل هذا المثل، وحال أهل الدنيا يتبين لك مطابقته للواقع، وقد ضُرب هذا المثل للدنيا والَاخرة والقدر والأمر؛ فإن القدر بحر، والأمر فيه سفينة لا ينجو إلا من ركبها.

فصل
المثال الحادي عشر: مثالها مثل إناء مملوء عسلًا رأته الذباب، فأقبلت نحوه، فبعضها قعد على حافة الإناء، وجعل يتناول من العسل حتى أخذ حاجته ثم طار، وبعضها حمله الشره على أن رمى بنفسه في لجة الإناء ووسطه فلم يدعه انغماسه فيه أن يتهنأ به إلا قليلًا حتى هلك في وسطه.

فصل
المثال الثاني عشر: مثال حَبٍّ قد نثر على وجه الأرض، وجعلت كل حبة في فخ، وجعل حوالي ذلك الحب حبٌّ ليس في فخاخ، فجاءت الطير، فمنها من قنع بالجوانب [ولم يرم نفسه في وسط الحبّ] (¬١) فأخذ حاجته ومضى، ومنها من حمله الشره على اقتحام معظم الحبّ ووسطه،
_________
(¬١) ما بين المعقوفين ليس في الأصل، وأثبته من النسخ الثلاث الأخرى.','1','457',NULL,NULL,'0');
INSERT INTO [b252] VALUES (505,'فما استتم اللقاط إلا وهو يصيح من أخذة الفخ له.

فصل
المثال الثالث عشر: رجلٌ أوقد نارًا عظيمة فجعلت الفراش والجنادب (¬١) يرون ضوءها فيقصدونها ويتهافتون فيها، ومن له علم بحالها جعل يستضيء ويستدفئ بها من بعيد.
وقد أشار النبي -صلى اللَّه عليه وسلم- إلى هذا المثل بعينه في الحديث الذي (¬٢) رواه مالك بن إسماعيل عن حفص بن حميد عن عكرمة عن ابن عباس عن عمر قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إني ممسك بحجزكم عن النار، وتقاحمون فيها تقاحم الفراش والجنادب، ويوشك أن أرسل بحجزكم" (¬٣).
وفي لفظ آخر: "مثلي ومثلكم كمثل رجل استوقد نارًا، فلما أضاءت ما حوله جعلت الجنادب والفراش يتقاحمن فيها، فأنا آخذ بحجزكم عن النار وأنتم تغلبوني وتتقاحمون فيها" (¬٤).
_________
(¬١) الجنادب جمع جُنْدَب وهو ضرب من الجراد. انظر: "النهاية" لابن الأثير (١/ ٣٠٦).
(¬٢) ساقطة من الأصل، وأثبتها من النسخ الأخرى.
(¬٣) رواه البزار في مسنده "البحر الزخار" رقم (٢٠٤)، وابن أبي شيبة في "مصنفه" رقم (٣١٦٧٨)، والقضاعي في "مسند الشهاب" رقم (١١٢٨)، (١١٢٩)، (١١٣٠)، والرامهرمزي في "أمثال الحديث" رقم (١٤).
وصحح إسناده الهيثمي في "مجمع الزوائد" (٣/ ٨٥).
(¬٤) رواه البخاري في "صحيحه" رقم (٦٤٨٣)، ومسلم في "صحيحه" رقم (٢٢٨٤)، كلاهما من حديث أبي هريرة رضي اللَّه عنه نحوه.
ورواه مسلم في "صحيحه" رقم (٢٢٨٥) من حديث جابر بن عبد اللَّه رضي اللَّه عنه نحوه.','1','458',NULL,NULL,'0');
INSERT INTO [b252] VALUES (506,'وهذا المثال منطبق على أهل الدنيا المنهمكين فيها، فالرسل تدعوهم إلى الآخرة، وهم يتقاحمون في الدنيا تقاحم الفراش.

فصل
المثال الرابع عشر: مثل قوم خرجوا في سفر بأموالهم وأهلهم، فمرّوا بواد معشب كثير المياه والفواكه، فنزلوا به وضربوا خيامهم وبنوا هنالك الدّور والقصور، فمرّ بهم رجل يعرفون نصحه وصدقه وأمانته، فقال: إني رأيت بعينيّ هاتين الجيش خلف هذا الوادي وهم قاصدوكم، فاتبعوني أسلك بكم في غير (¬١) طريق العدو تنجوا منه، فأطاعته طائفة قليلة، فصاح فيهم: يا قوم النجاء النجاء، أُتيتم أُتيتم، وصاح السامعون له بأهليهم وأولادهم وعشائرهم فقالوا: كيف نرحل من هذا الوادي وفيه مواشينا وأموالنا ودورنا وقد استوطناه؟ فقال لهم الناصح: لينجُ كل واحد منكم بنفسه وبما خفّ عليه من متاعه، وإلا فهو مأخوذ وماله مجتاح.
فثقل على أصحاب الجد والأموال ورؤساء القوم النقلة ومفارقة ما هم فيه من النعيم والرفاهية والدعة، وقال كل أحمق: لي أسوة بالقاعدين فهم أكثر مني مالًا وأهلًا فما أصابهم أصابني معهم، ونهض الأقلون مع الناصح ففازوا بالنجاة، وصبّح الجيش أهل الوادي فقتلهم واجتاح أموالهم.
وقد أشار النبي -صلى اللَّه عليه وسلم- إلى هذا المثل بعينه في الحديث المتفق على صحته من حديث أبي بردة عن أبي موسى عن النبي -صلى اللَّه عليه وسلم-: "إنما مثلي ومثل
_________
(¬١) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.','1','459',NULL,NULL,'0');
INSERT INTO [b252] VALUES (507,'ما بعثني اللَّه به، كرجل أتى قومه فقال: يا قوم إني رأيت الجيش بعيني وأنا النذير العريان فالنجاء النجاء، فأطاعه طائفة من قومه فأدلجوا وانطلقوا على مهلهم فنجوا، وكذبت طائفة منهم فأصبحوا مكانهم، فصبّحهم الجيش فاهلكهم واجتاحهم، فذلك مثل من أطاعني واتبع ما جئتُ به، ومثل من عصاني وكذّب بما جئتُ به من الحق" (¬١).

فصل
المثال الخامس عشر رجل هيّأ دارًا وزيّنها، ووضع فيها من جميع الآلات، ودعا الناس إليها، فكلّما دخل داخل أجلسه على فراش وطيء، وقدّم إليه طبقًا من ذهب عليه لحم، ووضع بين يديه أواني مفتخرة فيها من كل ما يحتاج إليه، وأخدمه عبيده ومماليكه.
فعرف العاقل أن ذلك كله متاع صاحب الدار وملكه وعبيده، فاستمتع بتلك الآلات والضيافة مدّة مقامه في الدار، ولم يعلق قلبه بها (¬٢)، ولا حدّث نفسه بتملكها، بل اعتمد مع صاحب الدار ما يعتمده الضيف فيجلس حيث أجلسه، ويأكل ما قدمه له، ولا يسأل عما وراء ذلك، اكتفاء منه بعلم صاحب الدار وكرمه، وما يفعله مع ضيوفه، فدخل الدار كريمًا، وتمتعّ فيها كريمًا، وفارقها كريمًا، وربُّ الدار غيرُ ذامٍّ له.
وأما الأحمق، فحدّث نفسه بسكنى الدار، وحوز تلك الآلات إلى ملكه، وتصرفه فيها بحسب شهوته وإرادته، فتخيّر المجلس لنفسه،
_________
(¬١) "صحيح البخاري" رقم (٧٢٨٣)، و"صحيح مسلم" رقم (٢٢٨٣).
(¬٢) الأصل: "بهم" والمثبت من النسخ الأخرى وهو الأنسب للسياق.','1','460',NULL,NULL,'0');
INSERT INTO [b252] VALUES (508,'وجعل ينقل تلك الآلات إلى مكامن في الدار يخبؤها فيها، وكلما قدم إليه ربها شيئًا أو آلة حدّث نفسه بملكه واختصاصه به عن سائر الأضياف، ورب الدار يشاهد ما يصنع، وكرمه يمنعه من إخراجه من داره، حتى إذا ظن أنه قد استبدّ بتلك الآلات وملك الدار وتصرّف فيها وفي آلاتها تَصَرُّف المالك الحقيقي، واستوطنها واتخذها دارًا له، أرسل إليه مالكُها عبيدَه فاخرجوه منها إخراجًا عنيفًا، وسلبوه كل ما هو فيه، ولم يصحبه من تلك الآلات شيء، وحصل على مقت رب الدار له وافتضاحه عنده وبين مماليكه وحشمه.
فليتأمل اللبيب هذا المثال حق التأمل، فإنه مطابق للحقيقة، واللَّه المستعان.
قال عبد اللَّه بن مسعود: "كل أحد في هذه الدنيا ضيف، وماله عارية، فالضيف مرتحل، والعارية مؤدّاة" (¬١).
وفي "الصحيحين" عن أنس بن مالك قال: مات ابن لأبي طلحة من أم سليم، فقالت لأهلها: لا تحدثوا أبا طلحة بابني حتى أكون أنا أحدثه، فجاء (فقرّبت إليه) (¬٢) عشاء، فأكل وشرب. قال: ثم تصنّعت له أحسن ما كانت تصنّع قبل ذلك، فوقع بها، فلما رأت أنه قد شبع وأصاب منها، قالت: يا أبا طلحة: أرأيت لو أن قومًا أعاروا عاريتهم أهل بيت، فطلبوا عاريتهم، ألَهم أن يمنعوه؟ قال: لا، قالت: فاحتسب ابنك. قال: فغضب، فقال: تركتيني حتى تلطّخت ثم أخبرتيني بابني!! فانطلق حتى
_________
(¬١) سبق تخريجه ص (٤٢٨).
(¬٢) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.','1','461',NULL,NULL,'0');
INSERT INTO [b252] VALUES (509,'أتى رسول اللَّه -صلى اللَّه عليه وسلم- فأخبره بما كان، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: "بارك اللَّه لكما في غابر ليلتكما" وذكر الحديث (¬١).

فصل
المثال السادس عشر: قوم سلكوا مفازة، فاصابهم العطش، فانتهوا إلى البحر وماؤه أمرّ شيء وأملحه، فلشدّة عطشهم لم يجدوا طعم مرارته وملوحته، فشربوا منه فلم يرووا، وجعلوا كلما ازدادوا شربًا ازدادوا ظمأ حتى تقطعت أعناقهم وماتوا عطشًا.
وعلم عقلاؤهم أنه مُرٌّ مالح، وأنه كلما ازداد الشارب منه زاد ظمؤه، فتباعدوا مسافة حتى وجدوا أرضًا حلوة، فحفروا فيها قليبًا، فنبع لهم ماء عذب فرات، فشربوا وعجنوا وطبخوا ونادوا إخوانهم الذين على حافة البحر: هلمّوا إلى الماء الفرات. وكان منهم المستهزئ، ومنهم المعرض الراضي بما هو فيه، وكان المجيب واحدًا بعد واحد.
وهذا المثل بعينه قد ضربه المسيح، فقال: "مثل طالب الدنيا كمثل شارب البحر، كلما ازداد شربًا ازداد عطشًا حتى يقتله" (¬٢).

فصل
المثال السابع عشر: مثل الإنسان فيها ومثل ماله وعمله وعشيرته، مثل رجل له ثلاثة (¬٣) إخوة، فقُضي له سفر بعيد طويل لا بدّ له منه، فدعا
_________
(¬١) "صحيح البخاري" رقم (١٣٠١)، و"صحيح مسلم" رقم (٢١٤٤) (٢٣).
(¬٢) رواه ابن أبي الدنيا في "ذم الدنيا" رقم (٣٤٢)، وابن عساكر في "تاريخ دمشق" (٤٧/ ٤٣١).
(¬٣) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.','1','462',NULL,NULL,'0');
INSERT INTO [b252] VALUES (510,'إخوته الثلاثة، وقال: قد حضر ما ترون من هذا السفر، وأحوج ما كنت إليكم الآن.
فقال أحدهم: أنا كنت أخاك إلى هذه الحال، ومن الآن فلستُ لك بأخ ولا صاحب، وما عندي غير هذا. فقال له: لم تغنِ عنّي شيئًا.
فقال للآخر: ما عندك؟ فقال: كنت أخاك وصاحبك إلى الآن، وأنا معك حتى أجهزك إلى سفرك وتركب راحلتك، ومن هناك لستُ لك بصاحب. فقال له: أنا محتاج إلى مرافقتك في مسيري. فقال: لا سبيل لك إلى ذلك. فقال: لم تغنِ عني شيئًا.
فقال للثالث: ما عندك أنت؟ فقال: كنت صاحبك في صحّتك ومرضك، وأنا صاحبك الآن، وصاحبك إذا ركبت، وصاحبك في مسيرك، فإن سرت سرت معك، وإن نزلت نزلت معك، وإذا وصلتَ إلى بلدك كنتُ صاحبك فيها لا أفارقك أبدًا. فقال: إن كنتَ لأهون الأصحاب علي، وكنتُ أوثر عليك صاحبيك، فليتني عرفت حقك، وآثرتك عليهما.
فالأول: ماله.
والثاني: أقاربه وعشيرته.
والثالث: عمله.
وقد روي في هذا المثل بعينه حديث مرفوع لكنه لا يثبت، رواه أبو جعفر العقيلي في كتاب "الضعفاء" من حديث ابن شهاب عن عروة عن عائشة، وعن ابن المسيب عن عائشة مرفوعًا (¬١)، وهو مثل صحيح
_________
(¬١) "الضعفاء الكبير" (٢/ ٢٧٧ - ٢٧٨). =','1','463',NULL,NULL,'0');
INSERT INTO [b252] VALUES (511,'في نفسه مطابق للواقع.

فصل
المثال الثامن عشر، وهو من أحسن الأمثلة: ملكٌ بنى دارًا لم يرَ الراؤون ولم يسمع السامعون أحسن منها ولا أوسع ولا أجمع لكل ملاذّ النفوس، ونصب إليها طريقًا، وبعث داعيًا يدعو الناس إليها، وأقعد على الطريق امرأة جميلة قد زُيّنت بأنواع الزينة، وأُلبست أنواع الحليّ والحلل، وممرُّ الناسِ كلهم عليها، وجعل لها أعوانًا وخدمًا، وجعل تحت يدها ويد أعوانها زادًا للمارّين السائرين إلى الملك في تلك الطريق، وقال لها ولأعوانها: من غضّ طرفه عنك، ولم يشتغل بك عنّي، وابتغى منك زادًا يوصله إلى؛ فاخدميه وزوّديه، ولا تعوّقيه عن سفره إليّ، بل أعينيه بكل ما يبلغه في سفره.
ومن مدّ إليكِ عينيه، ورضي بك وآثرك عليّ، وطلب وصالك، فسوميه سوء العذاب، وأوليه غاية الهوان، واستخدميه واجعليه يركض خلفك ركض الوحش، وما نال منك فاخدعيه به قليلًا ثم استرديه منه واسلبيه إياه كلّه، وسلطي عليه أتباعك وعبيدك، وكلما بالغ في محبتك
_________
= وقد جاء في ذلك أحاديث صحاح منها:
- حديث أنس بن مالك، رواه ابن حبان في "صحيحه" رقم (٣١٠٨)، والحاكم في "المستدرك" (١/ ٧٤)، (٣٧١)، وصححه الحاكم ووافقه الذهبي. وصححه الألباني في "سلسلة الأحاديث الصحيحة" (٤/ ٦٢٩).
- وحديث النعمان بن بشير، رواه الحاكم في "المستدرك" (١/ ٧٤ - ٧٥)، وابن أبي شيبة في "مصنفه" رقم (٣٤٧٢٣)، والطبراني في الأوسط رقم (٧٣٩٦)، وصححه الحاكم على شرط مسلم، ووافقه الذهبي.
وصححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (٢٤٨١).','1','464',NULL,NULL,'0');
INSERT INTO [b252] VALUES (512,'وتعظيمك وإكرامك، فقابليه بأمثاله قلًى وإهانة وهجرًا حتى تتقطَّع نفسُه عليكِ حسرات.
فتأمل هذا المثل، وحال خطاب الدنيا وخطاب الآخرة، واللَّه المستعان.
وهذا المثل مأخوذ من الأثر المرويّ عن اللَّه عز وجل: "يا دنيا اخدمي من خدمني، واستخدمي من خدمك" (¬١).

فصل
المثال التاسع عشر: ملك اختط مدينة في أصح المواضع وأحسنها هواء، وأكثرَ مياهَها (¬٢) وشقَّ أنهارَها وغرس أشجارها، وقال لرعيته: تسابقوا إلى أحسن الأماكن فيها، فمن سبق إلى مكان فهو له، ومن تخلف سبقه الناس إلى المدينة، وأخذوا منازلهم، وتبوأوا مساكنهم، وبقي مع أصحاب الحسرات. ونصب لهم ميدان السباق، وجعل على الميدان شجرة كبيرة لها ظلٌّ مديد وتحتها مياه جارية، وفي الشجرة من أنواع الفواكه وعليها الطيور العجيبة الأصوات، وقال لهم: لا تغتروا بهذه الشجرة وظلها، فعن قليل تُجْتثّ من أصلها، ويذهب ظلها، وينقطع ثمرها، وتموت أطيارها، وأما مدينة الملك؛ فأُكُلها دائم، وظلها مديد، ونعيمها سرمد، وفيها ما لا عين رأت، ولا أذن
_________
(¬١) أخرجه: القضاعي في "مسند الشهاب" رقم (١٤٥٤)، والخطيب البغدادي في "تاريخ بغداد" (٨/ ٤٤) من حديث عبد اللَّه بن مسعود مرفوعًا.
وحكم عليه بالوضع الخطيب بعد روايته له. وكذلك الألباني في "سلسلة الأحاديث الضعيفة" رقم (١٢)، (٨٠٨).
(¬٢) في النسخ الأخرى: "وأكثرها مياهًا". مكان: "وأكثر مياهها".','1','465',NULL,NULL,'0');
INSERT INTO [b252] VALUES (513,'سمعت، ولا خطر على قلب بشر.
فسمع الناس بها فخرجوا في طلبها على وجوههم، فمروا في طريقهم بتلك الشجرة على أثر تعب ونصب وحرٍّ وظمأ، فنزلوا كلهم تحتها، واستظلوا بظلّها، وذاقوا حلاوة ثمرها، وسمعوا نغمات أطيارها، فقيل لهم: إنما نزلتم تحتها لتحموا أنفسكم، وتضمّروا مراكبكم للسباق، فتهيأوا للركوب وكونوا على أهبة، فإذا صاح النفير ابتدرتم حلبة السباق.
فقال الأكثرون: كيف ندع هذا الظلّ الظليل، والماء السلسبيل، والفاكهة النضيجة، والدعة والراحة، ونقتحم هذه الحلبة في الحرّ والغبار والتعب والنصب والسفر البعيد والمفاوز المعطشة التي تتقطع فيها الأعناق؟! وكيف نبيع النقد الحاضر بالنسيئة الغائبة (¬١) إلى الأجل البعيد؟! ونترك ما نراه لما لا نراه، وذرّة منقودة في اليد أولى من درّة موعودة بعد غد، خذ ما تراه ودع شيئًا سمعت به (¬٢)، ونحن بنو اليوم، وهذا عيش حاضر كيف نتركه لعيش غائب (¬٣) في بلد بعيد لا ندري متى نصل إليه؟!
ونهض من كل ألف واحد فقالوا: واللَّه ما مقامنا في ظل زائل تحت شجرة قد دنا قلعها، وانقطاع ثمرها، وموت طيورها، وترك المسابقة
_________
(¬١) ساقطة من الأصل، وأثبتها من النسخ الأخرى.
(¬٢) قوله: "خذ ما تراه وح شيئًا سمعت به" هو صدر بيت، وعجزه: "في طلعة البدر (الشمس) ما يغنيك عن زحل". وهو للمتنبي. انظر: "ديوان المتنبي" (١/ ١٦٢).
(¬٣) ساقطة من الأصل، وأثبتها من النسخ الأخرى.','1','466',NULL,NULL,'0');
INSERT INTO [b252] VALUES (514,'إلى الظلّ الظليل الذي [لا يزول، والعيش الهنيء الذي] (¬١) لا ينقطع إلا من أعجز العجز، وهل يليق بالمسافر إذا استراح تحت ظل أن يضرب خباءه عليه ويتخذه وطنه خشية التأذي بالحرّ والبرد؟! وهل هذا إلا أسفه السفه؟! السباق السباق والبدار البدار.
حكم المنيّة في البرية جاري ... ما هذه الدنيا بدار قرارِ
قضوا مآربكم سراعًا إنّما ... أعمارُكم سَفَرٌ من الأَسفارِ
وتراكضوا خَيْلَ السّباقِ وبادروا ... أن تُسْتَرَدَّ فإنَّهن عَواري
ودعوا الإقامة تحت ظلٍّ زائلٍ ... أنتم على سَفرٍ بهذي الدّارِ
من يرجُ طِيبَ العَيْشِ فيها إنما ... يبني الرّجاءَ على شَفيرٍ هارِ
والعَيْشُ كُلُّ العَيْشِ بعد فِراقِها ... في دارِ أَهْلِ السَّبْقِ أكْرَمِ دارِ (¬٢)
فاقتحموا حلبة السباق، ولم يستوحشوا من قلة الرفاق، ساروا في ظهور العزائم، ولم تأخذهم في سيرهم لومة لائم، والمتخلف في ظل الشجرة نائم.
_________
(¬١) ما بين المعقوفين ساقط من الأصل، وأثبته من النسخ الأخرى.
(¬٢) الأبيات الثلاثة الأولى وعجز البيت الخامس هي لأبي الحسن التهامي "ديوانه": (ص/ ١٥٥) في قصيدته المشهورة التي يرثي فيها ابنه، التي وصفها الحموي بقوله: "وهي نسيج وحدها، وواسطة عقدها".
انظر: "الحماسة المغربية" (٢/ ٨٦٧) وما بعدها، و"الذخيرة في محاسن أهل الجزيرة" (٨/ ٥٤٤ - ٥٤٥)، و"خزانة الأدب" للحموي (١/ ٣٥).
أما الأبيات الباقية فأظنها من تركيب ابن القيم، لتوافق المثل الذي ساقه، واللَّه أعلم.','1','467',NULL,NULL,'0');
INSERT INTO [b252] VALUES (515,'فواللَّه ما كان إلا قليل حتى ذوت أغصان تلك الشجرة، وتساقطت أوراقها، وانقطعت ثمارها، ويبست فروعها، وانقطع شربها، فقلعها قيمها من أصلها، فأصبح أهلها في حرّ السموم يتقلّبون، وعلى ما فاتهم من العيش في ظلها يتحسّرون، ثم أحرقها قيّمها فصارت هي وما حولها نارًا تلظى، وأحاطت بمن تحتها فلم يستطع أحد الخروج منها، فقالوا: ما فعل الركب الذين استظلوا معنا تحت ظلها ثم راحوا وتركوه؟ فقيل لهم: ارفعوا أبصاركم تروا منازلهم فرأوهم من البعد في قصور مدينة الملك وغرفها يتمتعون بأنواع اللّذات، فتضاعفت عليهم الحسرات ألا يكونوا معهم، وزاد تضاعفها بأن حيل بينهم وبين ما يشتهون، وقيل: هذا جزاء المتخلفين، {وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ} [النحل: ١١٨].

فصل
المثال العشرون: ما مثلّها به النبي -صلى اللَّه عليه وسلم- من الثوب الذي شُق، وبقي معلّقًا بخيط في آخره، فما بقاء ذلك الخيط (¬١)؟.
قال ابن أبي الدنيا: حدثني الفضل بن جعفر حدثنا وهب بن بيان (¬٢) حدثنا يحيى بن سعيد القطان حدثنا أبو سعيد خلف بن حبيب عن أنس بن مالك قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "مثل هذه الدنيا مثل ثوب شقّ من أوله إلى آخره، فبقي معلّقًا بخيط في آخره، فيوشك ذلك الخيط أن ينقطع" (¬٣).
_________
(¬١) ساقطة من الأصل، وأثبتها من النسخ الأخرى.
(¬٢) في الأصل والنسخ الأخرى: "حيان". والتصويب من "ذم الدنيا" و"قصر الأمل".
(¬٣) "ذم الدنيا" رقم (٢٢١)، و"قصر الأمل" رقم (١٢٢).
ورواه البيهقي في "شعب الإيمان" رقم (١٠٢٤٠)، وأبو نعيم في "حلية =','1','468',NULL,NULL,'0');
INSERT INTO [b252] VALUES (516,'وإن أردت لهذا المثل زيادة إيضاح، فانظر إلى ما رواه أحمد في "مسنده" من حديث أبي نضرة عن أبي سعيد قال: صلى بنا رسول اللَّه -صلى اللَّه عليه وسلم- العصر نهارًا، ثم قام فخطبنا، فلم يترك شيئًا من قيام الساعة إلا أَخبر به، حفظه من حفظه، ونسيه من نسيه، قال: وجعل الناس يلتفتون إلى الشمس هل بقي منها شيء؟ فقال: "ألا إنه لم يبقَ من الدنيا فيما مضى منها إلا كما بقي من يومكم هذا فيما مضى منه" (¬١).
وروى حفص بن غياث عن ليث عن المغيرة بن حكيم عن ابن عمر قال: خرج علينا رسول اللَّه -صلى اللَّه عليه وسلم- والشمس على أطراف السعف، فقال: "ما بقي من الدنيا فيما مضى منها إلا كما بقي من يومكم هذا فيما مضى منه" (¬٢).
[وروى ابن أبي الدنيا عن إبراهيم بن سعد حدثنا موسى بن إسماعيل حدثنا موسى بن خلف عن قتادة عن أنس أن رسول اللَّه -صلى اللَّه عليه وسلم- خطب عند مغربان الشمس فقال: "ما بقي من الدنيا فيما مضى منها إلا كما بقي من يومكم هذا فيما مضى منه" (¬٣)] (¬٤).
_________
= الأولياء" (٨/ ١٣١).
وضعفه الألباني في "سلسلة الأحاديث الضعيفة" رقم (١٩٧٥).
(¬١) "المسند" (٣/ ١٩).
ورواه الترمذي في "جامعه" رقم (٢١٩١)، وقال: "حديث حسن صحيح".
(¬٢) رواه ابن أبي الدنيا في "قصر الأمل" رقم (١٢٠).
وحسنه العراقي في "المغني عن حمل الأسفار" (٤/ ٣٩٠).
(¬٣) "قصر الأمل" رقم (١٢١).
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الأخرى.','1','469',NULL,NULL,'0');
INSERT INTO [b252] VALUES (517,'فالدنيا كلها كيوم واحد، بُعث رسول اللَّه -صلى اللَّه عليه وسلم- في آخره قبل غروب شمسه بيسير.
وقال جابر وأبو هريرة عنه: "بُعثت أنا والساعة كهاتين، وقرن بين إصبعيه السبابة والوسطى" (¬١).
وكان بعض السلف يقول: تصبّروا فإنما هي أيام قلائل، وإنما أنتم ركب وقوف يوشك أن يُدعى أحدكم فيجيب ولا يلتفت، وإنه قد نُعيت إليكم أنفسكم، والموت حبس لا بد منه، واللَّه بالمرصاد، وإنما تخرج هذه النفوس على آخر سورة الواقعة (¬٢).

فصل
المثال الحادي والعشرون: مثال الدنيا كحوض كبير مُلئ ماء،
_________
(¬١) رواه مسلم في "صحيحه" رقم (٨٦٧) من حديث جابر رضي اللَّه عنه.
والبخاري في "صحيحه" رقم (٦٥٠٥) من حديث أبي هريرة رضي اللَّه عنه.
ورواه البخاري في "صحيحه" رقم (٦٥٠٤)، ومسلم في "صحيحه" رقم (٢٩٥١) من حديث أنس بن مالك رضي اللَّه عنه.
ورواه البخاري في "صحيحه" رقم (٦٥٠٣)، ومسلم في "صحيحه" رقم (٢٩٥٠) من حديث سهل بن سعد رضي اللَّه عنه.
(¬٢) جمع الإمام ابن القيم رحمه اللَّه هنا بين قولين للسلف:
فأما قوله: "تصبروا. . . ولا يلتفت". فهو مروي عن الحسن كما في "قصر الأمل" رقم (١٧١)، و"محاسبة النفس" رقم (٦٣)، كلاهما لابن أبي الدنيا.
وأما الشطر الباقي، فهو مروي عن ميمون بن مهران كما في "قصر الأمل" رقم (١٧٠).','1','470',NULL,NULL,'0');
INSERT INTO [b252] VALUES (518,'وجعل موردًا للأنام والأنعام، فجعل الحوض ينقص على كثرة (¬١) الوارد حتى لم يبقَ منه إلا وَشَلٌ (¬٢) كدر في أسفله، قد بالت فيه الذواب، وخاضته الناس والأنعام، كما روى مسلم في "صحيحه" عن عتبة بن غزوان أنه خطبهم، فقال في خطبته: "إن الدنيا قد آذنت بصُرم (¬٣)، وولّت حذّاء (¬٤)، ولم يبقَ منها إلا صبابة (¬٥) كصبابة الإناء يتصابّها صاحبها، وإنكم منتقلون عنها إلى دار لا زوال لها، فانتقلوا بخير ما بحضرتكم" (¬٦).
وقال عبد اللَّه بن مسعود: "إن اللَّه تعالى جعل الدنيا كلها قليلًا، فما بقي منها إلا قليل من قليل، ومثل ما بقي منها كالثَّغَب شرِبَ صفوه، وبقي كدره" (¬٧). الثغب: الغدير.
_________
(¬١) في الأصل: "كثيرة". والمثبت من النسخ الأخرى.
(¬٢) تحرفت في النسخ إلى "وشك" وسقطت من (ب). والوَشَلُ بمعنى الماء القليل.
(¬٣) أي: بانقطاع وانقضاء. انظر: "النهاية" لابن الأثير (٣/ ٢٦).
(¬٤) أي: مسرعة الانقطاع. انظر: "شرح النووي على مسلم" (١٨/ ١٠٢).
(¬٥) أي: البقية اليسيرة من الشراب تبقى في أسفل الإناء. انظر: "النهاية" (٣/ ٥).
(¬٦) "صحيح مسلم" رقم (٢٩٦٧).
(¬٧) رواه البخاري في "صحيحه" رقم (٢٩٦٤)، بلفظ: "ما غبر -أي: ما بقي- من الدنيا إلا كالثغب شرب صفوه وبقي كدره".
ورواه الحاكم في "المستدرك" (٤/ ٣٢٠) عن عبد اللَّه بن مسعود مرفوعًا بنفس اللفظ الذي ذكره ابن القيم. وصححه، ووافقه الذهبي.
وحسنه الألباني في "سلسلة الأحاديث الصحيحة" رقم (١٦٢٥).','1','471',NULL,NULL,'0');
INSERT INTO [b252] VALUES (519,'فصل
المثال الثاني والعشرون: قوم سكنوا مدينة مدة من الزمان، فكثرت فيها الأحداث والآفات، وطرقتها المحن، وأغارت عليها عساكر الجور والفساد، فبنى ملكهم مدينة في محل لا يطرقها آفة ولا عاهة، وعزم على تخريب المدينة الأولى، فأرسل إلى سكانها، فنودي فيهم بالرحيل بعد ثلاث، ولا يتخلف منهم أحد، وأمرهم أن ينقلوا إلى مدينة الملك الثانية خير ما في تلك المدينة وأنفعه وأجفه من الجواهر واللآلئ والذهب والفضة، وما خفّ حمله من المتاع، وعظم قدره، وصلح للملوك، وأرسل إليهم الأدلّاء وآلات (¬١) النقلة، ونهج لهم الطريق، ونصب لهم الأعلام، وتابع الرسل يستحثونهم بعضهم في إثر بعض، فانقسموا فرقًا.
فالأقلون علموا قصر مدّة مقامهم في تلك المدينة، وتيقنوا أنهم إن لم يبادروا بتحصيل خير ما فيها وحمله إلى مدينة الملك، وإلا فاتهم ذلك فلم يقدروا عليه، فرأوا غبنًا أن يقطعوا تلك المدة في جمع المفضول والاشتغال به عن الفاضل، فسألوا عن خير ما في المدينة وأنفسه وأحبه إلى الملك وأنفعه في مدينته، فلما عرفوه لم يلتفتوا إلى ما دونه، ورأوا أن أحدهم إذا وافى بجوهرة عظيمة كانت أحب إلى الملك من أن يوافيه بأحمال كثيرة من الفلوس والحديد ونحوهما، فكان همّهم في تحصيل ما هو أحب إلى الملك وأنفس عنده ولو قلّ في رأي العين.
وأقبلت فرقة أخرى على تعبئة الأحمال المحملة وتنافسوا في كثرتها، وهم على مراتب، فمن بين مَن أحماله أثمان، وبين من أحماله
_________
(¬١) في الأصل: "والآلات"، والتصويب من النسخ الأخرى.','1','472',NULL,NULL,'0');
INSERT INTO [b252] VALUES (520,'دون ذلك على قدر هممهم وما يليق بهم، لكن هممهم مصروفة إلى تعبئة الأحمال والانتقال من المدينة.
وأقبلت فرقة أخرى على عمارة القصور في تلك المدينة والاشتغال بطيباتها ولذاتها ونزهها، وحاربوا العازمين على النقلة، وقالوا: لا ندعكم تأخذون من متاعنا شيئًا، فإن شاركتمونا في عمارة المدينة واستيطانها وعيشنا فيها، وإلا لم نمكنكم من النقلة، ولا من شيء من المتاع، فوقدت الحرب بينهم فقاتلوا السائرين، وعمدوا إلى أموالهم وأهليهم، وما نقموا منهم إلا سيرهم إلى دار الملك وإجابة داعيه، والرغبة عن تلك الدار التي أمرهم بتركها.
وأقبلت فرقة أخرى على التنزه والبطالة والراحة والدعة، وقالوا: لا نتعب أنفسنا في عمارتها، ولا ننتقل منها، ولا نعارض من أراد النقلة، ولا نحاربهم، ولا نعاديهم.
وكان للملك فيها قصر فيه حرم له وقد أحاط عليه سورًا، وأقام عليه حرسًا، ومنع أهل المدينة من قربانه، وطاف به القاعدون فلم يجدوا فيه بابًا يدخلون منه، فعمدوا إلى جدرانه فنقبوه ووصلوا إلى حريمه فأفسدوهم، ونالوا منه ما أسخط الملك وأغضبه وشقّ عليه، ولم يقتصروا على ذلك حتى دعوا غيرهم (¬١) إلى إفساد حريمه والنيل منهم، فبينما هم على تلك الحال، وإذا بالنفير قد صاح فيهم كلهم فلم يُمكن أحدًا منهم التخلف، فحملوا على تلك الحال وأحضروا بين يدي الملك، فاستعرضهم واحدًا بعد واحد، وعرضت بضائعهم وما قدموا به
_________
(¬١) في الأصل: "غيره". والمثبت من النسخ الأخرى.','1','473',NULL,NULL,'0');
INSERT INTO [b252] VALUES (521,'من تلك المدينة عليه، فقبل منها ما يصلح له مثله، وأعاض أربابه أضعاف أضعاف قيمته، وأنزلهم منازلهم من قربه، ورد منها ما لا يصلح له وضرب به وجوه أصحابه، وقابل من نقب حماه وأفسد حريمه بما يقابل به المفسدون، فسألوا الرجعة إلى المدينة ليعمروا قصره، ويحفظوا حريمه، ويقدموا عليه من البضائع بمثل ما قدم به التجار، فقال: هيهات قد خربت المدينة خرابًا لا تعمر بعده أبدًا وليس بعدها إلا هذه المدينة التي لا تخرب أبدًا.

فصل
وقد مثّلت الدنيا بمنام، والعيش فيها بالحلم، والموت باليقظة.
ومثّلت بمزرعة، والعمل فيها البذر، والحصاد يوم المعاد.
ومُثّلت بدار لها بابان: باب يدخل منه الناس، وباب يخرجون منه.
ومُثّلت: بحيّة ناعمة الملمس، حسنة اللون، وضربتها الموت.
ومُثّلت: بطعام مسموم، لذيذ الطعم، طيّب الرائحة، من تناول منه قدر حاجته كان فيه شفاؤه، ومن زاد على حاجته كان فيه حتفه.
ومُثّلت: بالطعام في المعدة، إذا أخذت الأعضاء منه حاجتها فحبسه قاتل أو مؤذ ولا راحة لصاحبه إلا في خروجه، كما أشار إليه النبي -صلى اللَّه عليه وسلم- في آكلة الخضر وقد تقدّم (¬١).
ومُثّلت بامرأة من أقبح النساء قد انتقبت على عينين فتنت بهما الناس
_________
(¬١) سبق في المثال السابع.','1','474',NULL,NULL,'0');
INSERT INTO [b252] VALUES (522,'وهي تدعو الناس إلى منزلها، فإذا أجابوها كشفت لهم عن منظرها وذبحتهم بسكاكينها وألقتهم في الحفر، وقد سلّطت على عشاقها تفعل بهم ذلك قديمًا وحديثًا، والعجب أن عشاقها يرون إخوانهم صرعى قد حلّت بهم الآفات، وهم يتنافسون في مصارعهم، {وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ وَضَرَبْنَا لَكُمُ الْأَمْثَالَ (٤٥)} [إبراهيم: ٤٥].
ويكفي في تمثيلها ما مثّلها اللَّه في كتابه فهو المثل المنطبق عليها.
قالوا: وإذا كان هذا شأنها فالتقلل منها والزهد فيها خير من الاستكثار منها والرغبة فيها.
قالوا: ومن المعلوم أنه لا تجتمع الرغبة فيها، والرغبة في اللَّه والدار الآخرة أبدًا، ولا تسكن هاتان الرغبتان في مكان واحد إلا وطردت إحداهما الأخرى، واستبدت بالمسكن، ولا تجتمع بنت رسول اللَّه -صلى اللَّه عليه وسلم- وبنت عدو اللَّه عند رجل واحد أبدًا (¬١).
قالوا: ويكفي أن رسول اللَّه -صلى اللَّه عليه وسلم- عرضت عليه مفاتيح كنوزها، ولو أخذها لكان أشكر خلق اللَّه بها، ولم تنقصه مما له عند اللَّه شيئًا، فاختار جوع يوم وشبع يوم (¬٢). ومات ودرعه مرهونة على طعام لأهله، كما تقدم ذكره (¬٣).
_________
(¬١) يشير إلى ما رواه البخاري في "صحيحه" رقم (٣١١٠) ومسلم في "صحيحه" رقم (٢٤٤٩) كلاهما من حديث المسور بن مخرمة أن النبي -صلى اللَّه عليه وسلم- قال: "ولكن واللَّه لا تجتمع بنت رسول اللَّه -صلى اللَّه عليه وسلم- وبنت عدو اللَّه أبدًا".
(¬٢) سبق ص (٢١٥).
(¬٣) سبق ص (٣٠٢).','1','475',NULL,NULL,'0');
INSERT INTO [b252] VALUES (523,'قالوا: وقد انقسم الناس بعد رسول اللَّه -صلى اللَّه عليه وسلم- أربعة أقسام:
قسم: لم يريدوا الدنيا ولم تُرِدْهُم، كالصديق ومن سلك سبيله.
وقسم: أرادتهم الدنيا ولم يريدوها، كعمر بن الخطاب، ومن سلك سبيله (¬١).
وقسم: أرادوا الدنيا وأرادتهم الدنيا، كخلفاء بني أمية ومن سلك سبيلهم، حاشا عمر بن عبد العزيز فإنها أرادته ولم يردها.
وقسم: أرادوها وهي لم تردهم، كمن أفقر اللَّه منها يده، وأسكنها في قلبه، وامتحنه بحبها.
ولا يخفى أن خير الأقسام القسم الأول، والثاني إنما فُضّل لأنه لم يردها، فالتحق بالأول.
قالوا: وقد سأل رجل رسول اللَّه -صلى اللَّه عليه وسلم- أن يدلّه على عمل إذا فعله أحثه اللَّه وأحبّه الناس، فقال له: "ازهد في الدنيا يحبك اللَّه، وازهد فيما في أيدي الناس يحبك الناس" (¬٢) فلو كان الغنى أفضل لدلّه عليه.
_________
(¬١) روى أحمد في "الزهد" رقم (٥٨٦) عن معاوية بن أبي سفيان قال: "إن الدنيا لم ترد أبا بكر ولم يردها، وأرادت ابن الخطاب ولم يردها".
وروى ابن الأعرابي في "الزهد" رقم (٥٥) عن أبي مسهر قال: "لم يرد النبي -صلى اللَّه عليه وسلم- الدنيا ولم ترده، ولم ترد أبا بكر ولم يردها، وأرادت عمر فتركها".
(¬٢) رواه ابن ماجه في "سننه" رقم (٤١٠٢) من حديث خالد بن عمرو القرشي عن الثوري عن أبي حازم عن سهل بن سعد الساعدي رضي اللَّه عنه.
إلا أنه وقع أول الحديث في الأصل المخطوط: "ازهد ما في الدنيا. . . " بزيادة: "ما"، والمثبت موافق للنسخ الأخرى ولمصدر التخريج.
وصححه الحاكم في "المستدرك" (٤/ ٣١٣)، وخالفه الذهبي فقال: =','1','476',NULL,NULL,'0');
INSERT INTO [b252] VALUES (524,'قالوا: وقد شرع اللَّه سبحانه قتال الكفار، وشرع الكفّ عن الرهبان (¬١)؛ لاعتزالهم عن الدنيا وزهدهم فيها، فمضت السنة بأن لا يُقاتلون ولا تُضرب عليهم جزية، هذا وهُمْ أعداؤه وأعداء رسله ودينه، فعُلم أن الزهد فيها عند اللَّه بمكان.
قالوا: ولذلك استقرت حكمته في شرعه على أن عقوبة الواجد أعظم من عقوبة الفاقد، فهذا الزاني المحصن عقوبته الرجم، وعقوبة من لم يحصن الجلد والتغريب (¬٢)، وهكذا يكون ثواب الفاقد أعظم من
_________
= "قلت: خالد وضّاع".
وقال المنذري في "الترغيب والترهيب" (٤/ ٥٦ - ٥٧): "وقد حسّن بعض مشايخنا إسناده، وفيه بعد؛ لأنه من رواية خالد بن عمرو القرشي الأموي السعيدي عن سفيان الثوري عن أبي حازم عن سهل، وخالد هذا قد ترك واتهم، ولم أرَ من وثقه، لكن على هذا الحديث لامعة من أنوار النبوة، ولا يمنع كون راويه ضعيفًا أن يكون النبي -صلى اللَّه عليه وسلم- قاله، وقد تابعه عليه محمد بن كثير الصنعاني عن سفيان، ومحمد هذا قد وُثّق على ضعفه وهو أصلح حالًا من خالد، واللَّه أعلم".
وضعف إسناده البوصيري في "مصباح الزجاجة" (٤/ ٢١٥) لأجل خالد بن عمرو.
(¬١) أعلى ما وجدته في مشروعية الكف عن الرهبان: قول أبي بكر الصديق رضي اللَّه عنه: "لا تقتلوا صبيًّا ولا امرأة ولا شيخًا كبيرًا، ولا مريضًا ولا راهبًا". رواه البيهقي في "السنن الكبرى" (٩/ ٩٠). وأخرجه ابن أبي شيبة بلفظ: ألا لا يُقتل الراهب في الصومعة.
(¬٢) مما يدل على ذلك حديث العسيف الذي رواه البخاري في "صحيحه" رقم (٦٨٥٩)، (٦٨٦٠)، ومسلم في "صحيحه" رقم (١٦٩٧)، (١٦٩٨)، من حديث أبي هريرة وزيد بن خالد الجهني رضي اللَّه عنهما. وفيه: "وعلى ابنك جلد مائة وتغريب عام، واغدُ يا أنيس إلى امرأة هذا فإن اعترفت فارجمها".','1','477',NULL,NULL,'0');
INSERT INTO [b252] VALUES (525,'ثواب الواجد.
قالوا: وكيف يستوي عند اللَّه ذلّة الفقر، وكسرته، وخضوعه، وتجرع مرارته، وتحمُّل أعبائه ومشاقّه؟ وعزّة الغنى، ولذّته، وصولته، والتمتعّ بلذّاته، ومباشرة حلاواته؟ فبعين اللَّه ما يتحمّل الفقراء من مرارات فقرهم وصبرهم ورضائهم به عن ربهم تبارك وتعالى.
وأين أجر (¬١) مشقة المجاهدين إلى أجر عبادة القاعدين في الأمن، والدّعة، والراحة؟!
قالوا: وكيف يستوي أمران: أحدهما: حفّت به الجنة، والثاني: حفّت به النار (¬٢)؟ فإن أصل الشهوات من قبل المال، وأصل المكاره من قبل الفقر.
قالوا: والفقير لا ينفك في خصاصة من مضض الفقر والجوع والعُرْي والحاجة وآلام الفقر، وكلّ واحد منها يكفر ما يقاومه من السيئات، وذلك زيادة على أجره بأعمال البرّ.
فقد شارك الأغنياء في أعمال البرّ، وامتاز عنهم بما يكفر سيئاته، وما امتازوا به عليه من الإنفاق والصدقة والنفع المتعدي فله سبيل إلى لحاقهم فيه، ونيله مثل أجورهم، وهو أن يعلم اللَّه من نيّته أنه لو أوتي مثل
_________
(¬١) ساقطة من الأصل، واستدركتها من النسخ الأخرى.
(¬٢) يشير إلى حديث أنس بن مالك رضي اللَّه عنه قال: قال رسول -صلى اللَّه عليه وسلم-: "حفت الجنة بالمكاره، وحفت النار بالشهوات". رواه مسلم في "صحيحه" (٢٨٢٢).
ورواه البخاري في "صحيحه" رقم (٦٤٨٧)، ومسلم في "صحيحه" (٢٨٢٣) من حديث أبي هريرة بلفظ: "حجبت النار بالشهوات، وحُجبت الجنة بالمكاره".','1','478',NULL,NULL,'0');
INSERT INTO [b252] VALUES (526,'ما أوتوه لفعل كما يفعلون، فيقول: لو أن لي مالًا لعملت بأعمالهم فهو بنيته وأجرهما سواء، كما أخبر به الصادق المصدوق فى الحديث الصحيح الذي رواه الإمام أحمد والترمذي من حديث أبي كبشة الأنماري (¬١).
قالوا: والفقير في الدنيا بمنزلة المسجون، إذ هو ممنوع عن الوصول إلى شهواتها وملاذّها، والغني متخلّص من هذا السجن، وقد قال النبي -صلى اللَّه عليه وسلم-: "الدنيا سجن المؤمن، وجنة الكافر" (¬٢)، فالغني إن لم يسجن نفسه عن دواعي الغنى وطغيانه وأرسلها في ميادين شهواتها كانت الدنيا جنّة له، فإنما ينال الفضل بتشبّهه بالفقير الذي هو في سجن فقره.
قالوا: وقد ذمّ اللَّه ورسوله من عجلت له طيباته في الحياة الدنيا، وإنه لحريٌّ أن يكون عوضًا عن طيبات الآخرة أو منقصة لها ولا بدّ كما تقدّم بيانه (¬٣)، بخلاف من استكمل طيباته في الآخرة لما منع منها في الدنيا، وأتي رسول اللَّه -صلى اللَّه عليه وسلم- بسويق لوز، فأبى أن يشربه، وقال: "هذا شراب المترفين" (¬٤).
قالوا: وقد سُئل الحسن البصري فقيل له: رجلان أحدهما تارك
_________
(¬١) "المسند" (٤/ ٢٣٠)، و"جامع الترمذي" (٢٣٢٥). وقال الترمذي: "حديث حسن صحيح".
ورواه ابن ماجه في "سننه" رقم (٤٢٢٨). وسيذكر المصنف لفظه قريبًا.
(¬٢) رواه مسلم في "صحيحه" رقم (٢٩٥٦) من حديث أبي هريرة رضي اللَّه عنه.
(¬٣) سبق ذلك ص (٤٠٤) وما بعدها.
(¬٤) رواه نعيم بن حماد في "زوائد الزهد" لابن المبارك رقم (٢٠٠)، وأحمد في "الزهد" رقم (٢٣)، وابن سعد في "الطبقات الكبرى" (١/ ٣٩٥).','1','479',NULL,NULL,'0');
INSERT INTO [b252] VALUES (527,'للدنيا، والآخر يكتسبها ويتصدق بها فقال: "التارك لها أحب إليّ" (¬١).
قالوا: وقد سُئل المسيح قبله عن هذه المسألة عن رجلين مرّ أحدهما بلبنة ذهب، فتخطاها ولم يلتفت إليها ومرّ بها الآخر، فأخذها وتصدّق بها، فقال: "الذي لم يلتفت إليها أفضل" (¬٢).
ويدل على هذا أن رسول اللَّه -صلى اللَّه عليه وسلم- مرّ بها، فلم يلتفت إليها، ولو أخذها لأنفقها في سبيل اللَّه.
قالوا: والفقير الفقيه في فقره يمكنه (¬٣) لحاق الغنيّ في جميع ما ناله بغناه بنيته وقوله، فيساويه في أجره، ويتميز عنه بعدم الحساب على المال، فساواه في ثوابه، وتخلص من حسابه، كما تميز عنه بسبقه إلى الجنة بخمسمائة عام، وتميز عنه بثواب صبره على ألم الفقر وخصاصته.
قال الإمام أحمد: حدثنا عبد اللَّه بن نمير حدثنا عبادة بن مسلم حدثني يونس بن خباب عن أبي البختري الطائي عن أبي كبشة قال: سمعت رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "ثلاث أقسم عليهن، وأحدثكم حديثًا فاحفظوه، فأما الثلاث التي (¬٤) أقسم عليهن: فإنه ما نقص مال عبد من
_________
(¬١) رواه ابن المبارك في "الزهد" رقم (٥٦٤)، وأحمد في "الزهد" رقم (١٥٥٤)، وابن أبي الدنيا في "ذم الدنيا" رقم (١٥١)، أنه قيل له: رجلان طلب أحدهما الدنيا بحلالها فأصابها، فوصل فيه رحمه وقدم فيها لنفسه، وجانب الآخر الدنيا، فقال: أحبّهما إليّ الذي جانب الدنيا".
ورواه أحمد في "الزهد" أيضًا رقم (١٥٤٣) بنحوه.
(¬٢) سبق هذا الأثر ص (٢١٥).
(¬٣) في الأصل: "يمكن"، والمثبت من النسخ الثلاث الأخرى.
(¬٤) في الأصل: "الذي"، والتصويب من النسخ الثلاث الأخرى، ومن المسند.','1','480',NULL,NULL,'0');
INSERT INTO [b252] VALUES (528,'صدقة، ولا ظلم عبد مظلمة فصبر عليها إلا زاده اللَّه عز وجل بها عزًّا، ولا يفتح عبد باب مسألة إلا فتح اللَّه له باب فقر" وأما الذي أحدثكم حديثًا فاحفظوه، فإنه قال: "إنما الدنيا لأربعة نفر: عبد رزقه اللَّه عز وجل مالًا وعلمًا، فهو يتقي فيه ربه، ويصل فيه رحمه، ويعلم فيه للَّه حقًّا، قال: فهذا أفضل المنازل عند اللَّه، وعبد رزقه اللَّه علمًا، ولم يرزقه مالًا، فهو يقول: لو كان لي مال عملت بعمل فلان، قال: فأجرهما سواء، وعبد رزقه اللَّه مالًا، ولم يرزقه علمًا، فهو يتخبط في ماله بغير علم لا يتقي فيه ربه، ولا يصل رحمه، ولا يعلم للَّه فيه حقًّا، فهذا بأخبث المنازل عند اللَّه، وعبد لم يرزقه اللَّه مالًا ولا علمًا، فهو يقول: لو كان لي مال لفعلت بفعل فلان. قال: فهو بنيّته ووزرهما سواء" (¬١).
فلما فضل الغنيّ بفعله ألحق الفقير الصادق به بنيّته، فالغني هنالك إنما نقص بتخلفه عن العمل، والفقير إنما نقص بسوء نيته، فلم ينفع الغنيّ غناه مع التخلف، ولا ضرّ الفقير فقره مع حسن النيّة، ولا نفعه فقره مع سوء نيّته.
قالوا: ففي هذا بيان كاف شاف في المسألة، حاكم بين الفريقين، وباللَّه التوفيق.
_________
(¬١) "المسند" (٤/ ٢٣١). ومضى قريبًا أن الترمذي وابن ماجه روياه. وصححه الترمذي.','1','481',NULL,NULL,'0');
INSERT INTO [b252] VALUES (529,'<span data-type="title" id=toc-69>الباب الرابع والعشرون في ذكر ما احتجت به الأغنياء من الكتاب والسنة والآثار والاعتبار</span>
قالت الأغنياء: لقد أجلبتم علينا أيها الفقراء بخيل الأدلّة ورجلها، ونحن نعلم أن عندكم مثلها وأكثر من مثلها، ولكن توسطتم بين التطويل والاختصار، وظننتم أنها حكمت لكم بالفضل دون ذوي اليسار، ونحن نحاكم إلى ما حاكمتمونا إليه، ونعرض بضاعتنا على من عرضتم بضاعتكم عليه، ونضع أدلّتنا وأدلّتكم في ميزان الشرع والعقل الذي لا يعول، فحينئذ يتبين لنا ولكم الفاضل من المفضول.
ولكن أخرجوا من بيننا من تشبّه بالفقراء الصادقين الصابرين، ولبس لباسهم على قلب أحرص الناس على الدنيا وأشحّهم عليها وأبعدهم من الفقر والصبر، من كل مظهر للفقر مبطن للحرص غافل عن ربه متبع لهواه مفرّط في أمر معاده، قد جعل زيّ الفقر صناعة (¬١)، أو فقيرِ جائحة (¬٢)، فقرُه اضطرار لا اختيار، فزهده زهد إفلاس لا زهد رغبة في اللَّه والدار الآخرة، أو فقيرٍ (¬٣) يشكو ربه بلسان قاله وحاله غير راض عن ربه في فقره، بل إن أُعطي رضي وإن منع سخط، شديد اللهف على الدنيا والحسرة عليها، وهو أفقر الناس [منها، فهو أرغب شيء] (¬٤)
_________
(¬١) بعد هذه الكلمة في (م) و (ن): "والتحلي بما هو أبعد الناس منه بضاعته". وفى (ب): "وتحلى بما هو أبعد الناس منه بضاعة".
(¬٢) في (ب) و (ن): "حاجة". والأمر محتمل.
(¬٣) في الأصل: فقيرا. والمثبت من النسخ الثلاث الأخرى.
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى، إلا أنه في نسخة (ب): [فيها، فهو أرغب شيء].','1','482',NULL,NULL,'0');
INSERT INTO [b252] VALUES (530,'فيها، وهي أزهد شيء فيه.
وأخرجوا من بيننا ذا الثروة الجموع المنوع المتكاثر بماله المستأثر به، الذي قد عضّ عليه بناجذه، وثنى عليه خنصره، يفرح بزيادته ويأسى على نقصانه، فقلبه به مشغوف، وهو على تحصيله ملهوف، إن عرض سوق الإنفاق والبذل أعطى قليلًا وأكدى، وإن دعي إلى الإيثار أمعن في الهرب جدًّا.
وأخلصونا وإخواننا من سباق الطائفتين وسادات الفريقين الذين تسابقوا إلى اللَّه والدار الآخرة بإيمانهم وأحوالهم، ونافسوا في القرب منه بأعمالهم وأموالهم، فقلوبهم عاكفة عليه، وهمتهم المسابقة إليه، ينظر غنيُّهم إلى فقيرهم، فإذا رآه قد سبقه إلى عمل صالح شمّر إلى اللحاق به، وينظر فقيرهم إلى غنيهم فإذا رآه قد فاته بإنفاق في طاعة اللَّه أنفق هو من أعماله وأقواله وصبره وزهده نظير ذلك أو أكثر منه، فهؤلاء إخواننا الذين تكلم الناس في التفضيل بينهم وأيهم أعلى درجة، وأما أولئك فإنما ينظر أيهم تحت الآخر في العذاب وأسفل منه، واللَّه المستعان.
إذا عرف هذا، فقد مدح اللَّه سبحانه في كتابه أعمالًا، وأثنى على أصحابها، ولا تحصل إلا بالغنى، كالزكاة والإنفاق في وجوه البر، والجهاد في سبيل اللَّه بالمال، وتجهيز الغزاة، وإعانة المحاويج، وفكّ الرقاب، والإطعام في زمن المسغبة.
وأين يقع صبر الفقير من فرحة الملهوف المضطر المشرف على الهلاك إذا أعانه الغني ونصره على فقره ومخمصته؟
وأين يقع صبره من نفع الغني بماله في نصرة دين اللَّه وإعلاء كلماته','1','483',NULL,NULL,'0');
INSERT INTO [b252] VALUES (531,'وكسر أعدائه؟
وأين صبر أبي ذر على الفقر إلى شكر الصديق ربّه وشرائه المعذبين في اللَّه وإعتاقهم، وإنفاقه على نصرة الإسلام حتى قال رسول اللَّه -صلى اللَّه عليه وسلم-: "ما نفعني مال أحد ما نفعني مال أبي بكر" (¬١)؟
وأين يقع صبر أهل الصفة من إنفاق عثمان تلك النفقات العظيمة التي قال له رسول اللَّه -صلى اللَّه عليه وسلم- في بعضها: "ما ضرّ عثمان ما فعل بعد اليوم " (¬٢)، ثم قال: "غفر اللَّه لك يا عثمان ما أسررت، وما أعلنت، وما أخفيت، وما أبديت" أو كما قال (¬٣).
وإذا تأملتم القرآن، وجدتم الثناء فيه على المنفقين أضعاف الثناء فيه على الفقراء الصابرين.
_________
(¬١) رواه الترمذي في "جامعه" رقم (٣٦٦١)، وقال: "حسن غريب من هذا الوجه"، وابن ماجه في "سننه" رقم (٩٤) من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) رواه الترمذي في "جامعه" رقم (٣٧٠١)، وقال: "حديث حسن غريب من هذا الوجه". من حديث عبد الرحمن بن سمرة.
(¬٣) هذه الرواية أخرجها أحمد في "فضائل الصحابة" رقم (٨٥٤) من حديث عبد اللَّه بن عمر رضي اللَّه عنه. وللحديث طرق أخرى نحو ما سبق.
منها ما أخرجه: ابن عدي في "الكامل" (١/ ٣٤٠) من حديث حذيفة، ثم ضعفه.
ومنها ما أخرجه: العقيلي في "الضعفاء" (٤/ ٤٠٨) من حديث أبي سعيد الخدري.
ومنها ما أخرجه أبو نعيم -كما في "كنز العمال" رقم (٣٢٨٤٧) - من حديث أبي موسى الأشعري.
ومنها ما أخرجه أحمد في "فضائل الصحابة" رقم (٧٣٦) و (٨٥٣)، وابن عدي في "الكامل" (٦/ ٢٤٩) عن حسان بن عطية مرسلًا.','1','484',NULL,NULL,'0');
INSERT INTO [b252] VALUES (532,'وقد شهد رسول اللَّه -صلى اللَّه عليه وسلم- بأن اليد العليا خير من اليد السفلى، وفسر اليد العليا بالمعطية، والسفلى بالسائلة (¬١).
وقد عدّد اللَّه سبحانه على رسوله من نعمه أن أغناه بعد فقره (¬٢)، وكان غناه هو الحالة التي نقله إليها، وفقره الحالة التي نقله منها، وهو سبحانه كان ينقله من الشيء إلى ما هو خير منه.
وقد قيل في قوله تعالى: {وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (٤)} [الضحى: ٤]: إن المراد به الحالتان، أي: كل حالة لك خير مما قبلها، ولهذا عقّبه بقوله: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥)} [الضحى: ٥]، فهذا يدخل فيه عطاؤه في الدنيا والآخرة.
قالوا: والغنى مع الشكر زيادة فضل ورحمة: {وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (١٠٥)} [البقرة: ١٠٥].
قالوا: والأغنياء الشاكرون سبب لطاعة الفقراء الصّابرين، لتقويتهم إياهم بالصدقة عليهم، والإحسان إليهم، وإعانتهم على طاعتهم، فلهم نصيب وافر من أجور الفقراء، زيادة إلى نصيبهم من أجر الإنفاق وطاعاتهم التي تخصهم، كما في "صحيح ابن خزيمة" من رواية سلمان الفارسي عن النبي -صلى اللَّه عليه وسلم- وذكر شهر رمضان، فقال: "من فطّر فيه صائمًا كان مغفرة لذنوبه وعتق رقبته من النار، وكان له مثل أجره من غير أن
_________
(¬١) روى البخاري في "صحيحه" رقم (١٤٢٩)، ومسلم في "صحيحه" رقم (١٠٣٣) عن عبد اللَّه بن عمر أن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "اليد العليا خير من اليد السفلى، واليد العليا المنفقة، والسفلى السائلة".
(¬٢) قال تعالى: {وَوَجَدَكَ عَائِلًا فَأَغْنَى (٨)} [الضحى: ٨].','1','485',NULL,NULL,'0');
INSERT INTO [b252] VALUES (533,'ينقص من أجره شيء" (¬١).
فقد حاز الغني الشاكر أجر صيامه هو، ومثل أجر الفقير الذي فطّره.
قالوا: ولو لم يكن للغنيّ الشاكر إلا فضل الصدقة التي لما تفاخرت الأعمال كان الفخر لها عليهن، كما ذكر النضر بن شميل عن قرة عن سعيد بن المسيب أنه حدث عن عمر بن الخطاب قال: "ذُكر أن الأعمال الصالحة تتباهى، فتقول الصدقة: أنا أفضلكم" (¬٢).
قالوا: والصدقة وقاية بين العبد وبين النار، والمخلص المسرّ بها مستظلٌّ يوم القيامة في ظلّ العرش.
وقد روى عمرو بن الحارث عن يزيد بن أبي حبيب (¬٣) عن أبي الخير عن عقبة بن عامر عن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "إن الصدقة لتطفئ على أهلها حرّ القبور، وإنما يستظلّ المؤمن يوم القيامة في ظلّ صدقته" (¬٤).
_________
(¬١) "صحيح ابن خزيمة" رقم (١٨٨٧).
وقد روى الترمذي في "جامعه" رقم (٨٠٧)، وابن ماجه في "سننه" رقم (١٧٤٦)، عن زيد بن خالد الجهني قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "من فطر صائمًا كان له مثل أجره، غير أنه لا ينقص من أجر الصائم شيئًا". هذا لفظ الترمذي. وقال الترمذي: "حديث حسن صحيح".
(¬٢) رواه ابن خزيمة في "صحيحه" رقم (٢٤٣٣)، والبيهقي في "شعب الإيمان" رقم (٣٣٢٩).
وإخراج ابن خزيمة له في صحيحه تصحيح له. وصححه الحاكم في "المستدرك" (١/ ٤١٦) على شرط الشيخين، ووافقه الذهبي.
(¬٣) في الأصل وفي سائر النسخ: "ويزيد بن أبي حبيب". مكان: "عن يزيد بن أبي حبيب". والتصويب من "المعجم الكبير" و"الكامل".
(¬٤) رواه الطبراني في "الكبير" رقم (٧٨٧) و (٧٨٨) من المجلد (١٧)، وابن عدي =','1','486',NULL,NULL,'0');
INSERT INTO [b252] VALUES (534,'وقال يزيد بن أبي حبيب عن أبي الخير عن عقبة يرفعه: "كل امرئ في ظلّ صدقته حتى يقضى بين الناس". قال يزيد: وكان أبو الخير لا يأتي عليه يوم إلا تصدّق فيه، ولو بكعكة أو بصلة (¬١).
وفي حديث معاذ عن النبي -صلى اللَّه عليه وسلم-: "والصدقة تطفئ الخطيئة كما يطفئ الماء النار" (¬٢).
وروى البيهقي من حديث أبي يوسف القاضي عن المختار بن فلفل عن أنس يرفعه: "باكروا بالصدقة، فإن البلاء لا يتخطى الصدقة" (¬٣).
_________
= في "الكامل" (٢/ ٢١٢)، والبيهقي في "شعب الإيمان" رقم (٣٣٤٧).
وقال الهيثمي في "مجمع الزوائد" (٣/ ١١٠): "رواه الطبراني في الكبير، وفيه ابن لهيعة، وفيه كلام". وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٣٤٨٤).
(¬١) رواه أحمد في "المسند" (٤/ ١٤٧)، وابن حبان في "صحيحه" رقم (٣٣١٠)، وابن خزيمة في "صحيحه" رقم (٢٤٣١)، والحاكم في "المستدرك" (١/ ٤١٦).
وصححه الحاكم على شرط مسلم، ووافقه الذهبي. ووافقهما الألباني في "تخريج أحاديث مشكلة الفقر" رقم (١١٨).
(¬٢) رواه الترمذي في "جامعه" رقم (٢٦١٦)، وقال: "حديث حسن صحيح"، وابن ماجه في "سننه" رقم (٣٩٧٣).
(¬٣) "شعب الإيمان" للبيهقي رقم (٣٣٥٣).
ورواه ابن عدي في "الكامل" (٢/ ١٥) و (٣/ ٢٤٨)، والخطيب في "تاريخ بغداد" (٩/ ٣٣٩).
قال المنذري في "الترغيب" (١/ ٦٧٢): "رواه البيهقي مرفوعًا وموقوفًا على أنس ولعله أشبه". وقال الألباني في "ضعيف الترغيب والترهيب" رقم (٥٢٢): "ضعيف جدًّا".
وله شاهد من حديث علي بن أبي طالب، رواه الطبراني في "الأوسط" رقم =','1','487',NULL,NULL,'0');
INSERT INTO [b252] VALUES (535,'وفي "الصحيحين" من حديث أبي هريرة عن النبي -صلى اللَّه عليه وسلم- قال: "إذا تصدّق الرجل بصدقة من كسب طيّب، ولا يقبل اللَّه إلا طيّبًا، أخذها اللَّه بيمينه، فيربّيها لأحدكم كما يربي فلوّه أو فصيله، حتى تكون مثل الجبل العظيم" (¬١).
وفي لفظ للبيهقي في هذا الحديث: "حتى إن التمرة أو اللقمة لتكون مثل أحد" (¬٢).
وقال محمد بن المنكدر: "من موجبات المغفرة إطعام المسلم السّغبان" (¬٣).
وقد روي مرفوعًا من غير وجه (¬٤).
_________
= (٥٦٤٣).
قال المنذري في "الترغيب والترهيب" (١/ ٦٧٢): "رواه الطبراني، وذكره رزين في جامعه، وليس في شيء من الأصول". وضعفه الهيثمي في مجمع الزوائد (٣/ ١١٠).
(¬١) "صحيح البخاري" رقم (١٤١٠)، و"صحيح مسلم" رقم (١٠١٤) كلاهما من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) "شعب الإيمان" رقم (٣٤٦٧).
وأخرجه أيضًا: ابن حبان في "صحيحه" رقم (٣٣١٦)، وابن خزيمة في "صحيحه" رقم (٢٤٢٥)، والدارمي في "سننه" رقم (١٧١٧).
(¬٣) رواه أبو نعيم في "حلية الأولياء" (٣/ ١٤٩)، والبيهقي في "شعب الإيمان" رقم (٣٣٦٣).
ورواه هناد في "الزهد" رقم (٦٣٤) عن مجاهد قوله.
والسغبان هو الجائع. وقيل: لا يكون السّغب إلا مع التعب. انظر: "النهاية" لابن الأثير (٢/ ٣٧١).
(¬٤) روي من حديث جابر بن عبد اللَّه، رواه: الحاكم في "المستدرك" (٢/ ٥٢٤)، =','1','488',NULL,NULL,'0');
INSERT INTO [b252] VALUES (536,'وإذا كان اللَّه سبحانه قد غفر لمن سقى كلبًا على شدة ظمئه (¬١) فكيف بمن سقى العطاش، وأشبع الجياع، وكسا العراة من المسلمين؟!
وقد قال رسول اللَّه: "اتقوا النار ولو بشق تمرة، فإن لم تجدوا فبكلمة طيبة" (¬٢)، فجعل الكلم الطيّب عوضًا عن الصدقة لمن لا يقدر عليها.
قالوا: وأين لذّة الصدقة والإحسان، وتفريحهما القلب، وتقويتهما إياه، وما يلقي اللَّه سبحانه للمتصدّقين من المحبة والتعظيم في قلوب عباده والدعاء لهم والثناء عليهم، وإدخال المسرات عليهم، من أجر الصبر على الفقر؟! ونعم إن له لأجرًا عظيمًا، لكن الأجر درجات عند اللَّه.
قالوا: وأيضًا، فالصدقة والإحسان والإعطاء وصف الرب تعالى، وأحب عباده من اتصف بذلك كما قال النبي: "الخلق عيال اللَّه، فأحبهم إليه أنفعهم لعباده" (¬٣).
_________
= وأبو نعيم في "الحلية" (٧/ ٩٠)، والبيهقي في "شعب الإيمان" رقم (٣٣٦٦). وصححه الحاكم ووافقه الذهبي.
وروي أيضًا عن محمد بن المنكدر مرفوعًا مرسلًا، رواه: البيهقي في "شعب الإيمان" رقم (٣٣٦٤).
(¬١) رواه البخاري في "صحيحه" رقم (٦٠٠٩)، ومسلم في "صحيحه" (٢٢٤٤)، كلاهما من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) رواه البخاري في "صحيحه" رقم (٦٥٤٠)، ومسلم في "صحيحه" رقم (١٠١٦) (٦٨)، كلاهما من حديث عدي بن حاتم رضي اللَّه عنه.
(¬٣) رواه أبو يعلى في "مسنده" رقم (٣٣١٥)، والحارث في"مسنده" -كما في "بغية الباحث" رقم (٩١١) -، والبزار في "مسنده" -كما في "كشف =','1','489',NULL,NULL,'0');
INSERT INTO [b252] VALUES (537,'قالوا: وقد ذكر اللَّه سبحانه أصناف السعداء؛ فبدأ بالمتصدقين أولهم، فقال: {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ وَأَقْرَضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ (١٨) وَالَّذِينَ آمَنُوا بِاللَّهِ وَرُسُلِهِ أُولَئِكَ هُمُ الصِّدِّيقُونَ وَالشُّهَدَاءُ عِنْدَ رَبِّهِمْ لَهُمْ أَجْرُهُمْ وَنُورُهُمْ} [الحديد: ١٨، ١٩] فهؤلاء أصناف السعداء ومقدموهم المصدقين والمصدقات.
قالوا: وفي الصدقة فوائد ومنافع لا يحصيها إلا اللَّه، فمنها: أنها تقي مصارع السوء، وتدفع البلاء حتى إنها لتدفع عن الظالم.
قال إبراهيم النخعي: "كانوا يرون أن الصدقة تدفع عن الرجل الظلوم" (¬١).
وتطفئ الخطيئة، وتحفظ المال، وتجلب الرزق، وتفرح القلب، وتوجب الثقة باللَّه وحسن الظن به -كما أن البخل سوء الظن باللَّه- وترغم الشيطان وتزكى النفس وتنميها، وتُحبّبُ العبد إلى اللَّه وإلى خلقه، وتَستُر عليه كل عيب -كما أن البخل يغطي عليه كل حسنة-
_________
= الأستار" رقم (١٩٤٩) - والبيهقي في "شعب الإيمان" رقم (٧٤٤٧)، كلهم من حديث أنس.
وضعفه البيهقي بعد روايته له. وضعفه الهيثمي في "مجمع الزوائد" (٨/ ١٩١).
وله شاهد من حديث عبد اللَّه بن مسعود رضي اللَّه عنه رواه الطبراني في "المعجم الكبير" رقم (١٠٠٣٣)، وفي "الأوسط" رقم (٥٥٤١)، وابن عدي في "الكامل" (٥/ ١٦٢)، والبيهقي في "شعب الإيمان" رقم (٧٤٤٨).
وضعفه الهيثمي في "مجمع الزوائد" (٨/ ١٩١).
(¬١) رواه ابن معين في "تاريخه - رواية الدوري" رقم (١٢١٩)، والبيهقي في "شعب الإيمان" رقم (٣٣٥٢)، (٣٥٥٩).','1','490',NULL,NULL,'0');
INSERT INTO [b252] VALUES (538,'وتزيد في العمر، وتستجلب أدعية الناس ومحبتهم، وتدفعُ عن صاحبها عذاب القبر، وتكون عليه ظلًّا يوم القيامة، وتشفع له عند اللَّه، وتهونُ عليه شدائد الدنيا والآخرة، وتدعوه إلى سائر أعمال البر فلا تستعصي عليه، وفوائدها ومنافعها أضعاف ذلك.
قالوا: ولو لم يكن في النفع والإحسان إلا أنه صفة اللَّه سبحانه، وهو سبحانه يحب من اتصف بموجب صفاته وآثارها (¬١)، فيُحبّ العليم والجواد والحييّ والسّتّير، والمؤمن القوي أحب إليه من المؤمن الضعيف، ويحب العدل والعفو والرحيم والشكور والبر والكريم، فصفته الغنى والجود، ويحب الغنيّ الجواد.
قالوا: ويكفي في فضل النفع المتعدي بالمال أن الجزاء عليه من جنس العمل، فمن كسا مؤمنًا كساه اللَّه من حلل الجنة، ومن أشبع جائعًا أشبعه اللَّه من ثمار الجنة، ومن سقى ظمآنًا سقاه اللَّه من شراب الجنة، ومن أعتق رقبة أعتق اللَّه بكل عضو منه عضوًا من النار حتى فرجه بفرجه (¬٢).
_________
(¬١) في الأصل: "وآثاره"، والمثبت من النسخ الثلاث الأخرى.
(¬٢) يروى عن النبي -صلى اللَّه عليه وسلم-: "أيما مسلم كسا مسلمًا ثوبًا على عُري كساه اللَّه من خُضر الجنة، وأيما مسلم أطعم مسلمًا على جوع، أطعمه اللَّه من ثمار الجنة، وأيما مسلم سقى مسلمًا على ظمأ سقاه اللَّه من الرحيق المختوم".
رواه أبو داود في "سننه" رقم (١٦٨٢)، والترمذي في "جامعه" رقم (٢٤٤٩)، وقال: "حديث غريب لا نعرفه إلا من هذا الوجه، وليس إسناده بالقوي".
أما إعتاق الرقبة، فقد قال -صلى اللَّه عليه وسلم-: "من أعتق رقبة أعتق اللَّه بكل عضو منها عضوًا من أعضائه من النار، حتى فرجه بفرجه". =','1','491',NULL,NULL,'0');
INSERT INTO [b252] VALUES (539,'ومن يسّر على معسر يسّر اللَّه عليه في الدنيا والآخرة، ومن نفّس عن مؤمن كربة من كرب الدنيا نفّس اللَّه عنه كربة من كرب يوم القيامة، واللَّه في عون العبد ما كان العبد في عون أخيه (¬١).
قالوا: ونحن لا ننكر فضيلة الصبر على الفقر، ولكن أين تقع من هذه الفضائل؟ وقد جعل اللَّه لكل شيء قدرًا.
قالوا: وقد جعل رسول اللَّه -صلى اللَّه عليه وسلم- الطاعمَ (¬٢) الشاكرَ بمنزلة الصائم الصابر (¬٣)، ومعلوم أنه إذا تعدّى شكره إلى الإحسان إلى الغير ازداد درجة أخرى؛ فإن الشكر يتضاعف إلى ما لا نهاية له، بخلاف الصبر فإن له حدًّا يقف عنده. وهذا دليل مستقلٌّ في المسألة.
يوضحه: أن الشكر أفضل من الرضى الذي هو أعلى من الصبر، فإذا كان الشاكر أفضل من الراضي الذي هو أفضل من الصابر، كان أفضل من الصابر بدرجتين.
قالوا: وفي "الصحيحين" من حديث الزهري عن سالم عن أبيه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "لا حسد إلا في اثنتين: رجل آتاه
_________
= رواه البخاري في "صحيحه" رقم (٦٧١٥)، ومسلم في "صحيحه" رقم (١٥٠٩)، كلاهما من حديث أبي هريرة رضي اللَّه عنه.
(¬١) قال -صلى اللَّه عليه وسلم-: "من نفّس عن مؤمن كربة من كرب الدنيا نفّس اللَّه عنه كربة من كرب يوم القيامة، ومن يسر على معسر يسّر اللَّه عليه في الدنيا والآخرة، ومن ستر مسلمًا ستره اللَّه في الدنيا والآخرة، واللَّه في عون العبد ما كان العبد في عون أخيه".
رواه مسلم في "صحيحه" رقم (٢٦٩٩) من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث.
(¬٣) سبق تخريجه ص (٢١٤).','1','492',NULL,NULL,'0');
INSERT INTO [b252] VALUES (540,'اللَّه (¬١) القرآن فهو يقوم به آناء الليل والنهار، ورجل آتاه اللَّه مالًا فهو ينفقه آناء الليل والنهار" (¬٢)، فجعل الغنى مع الإنفاق بمنزلة القرآن مع القيام به.
قالوا: وقد صرّح في حديث أبي كبشة الأنماري (¬٣): أن (¬٤) صاحب المال إذا عمل في ماله بعلمه، واتقى فيه ربه، ووصل به رحمه، وأخرج منه حق اللَّه فهو بأعلى المنازل عند اللَّه -وهذا صريح في تفضيله- وجعل الفقير الصادق إذا نوى أن يعمل بعمله، وقال ذلك بلسانه، ثانيًا له، وأنه بنيته وقوله وأجرهما سواء، فإن كلًّا منهما نوى خيرًا وعمل ما يقدر عليه، فالغني نواه ونفذه بعمله، والفقير العالم نواه ونفذه بلسانه، فاستويا في الأجر من هذه الجهة.
ولا يلزم من استوائهما في أصل الأجر استواؤهما في كيفيته وتفاصيله، فإن الأجر على العمل والنيّة له مزية على الأجر على مجرد النية التي قارنها القول، ومن نوى الحجّ ولم يكن له مال يحجّ به وإن أثيب على ذلك، فإن ثواب من (¬٥) باشر أعمال الحجّ مع النية، له مزيّة عليه.
وإذا أردت فهم هذا، فتأمل قول النبي -صلى اللَّه عليه وسلم-: "من سأل اللَّه الشهادة خالصًا (¬٦) من قلبه بلغه اللَّه منازل الشهداء وإن مات على فراشه" (¬٧).
_________
(¬١) ليست في الأصل، وأثبتها من النسخ الثلاث.
(¬٢) "صحيح البخاري" رقم (٧٥٢٩)، و"صحيح مسلم" رقم (٨١٥).
(¬٣) وقد سبق تخريجه ص (٤٨٢).
(¬٤) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٥) "ثواب من" ساقطة من الأصل، واستدركتها من النسخ الثلاث.
(¬٦) في النسخ الثلاث الأخرى: "صادقًا".
(¬٧) رواه مسلم في "صحيحه" رقم (١٩٠٩) من حديث سهل بن حنيف رضي اللَّه =','1','493',NULL,NULL,'0');
INSERT INTO [b252] VALUES (541,'ولا ريب أن ما حصل للمقتول في سبيل اللَّه من ثواب الشهادة تزيد كيفيته وصفاته على ما حصل لناوي ذلك إذا مات على فراشه وإن بلغ منزلة الشهيد.
فهاهنا أمران: أجر وقرب، فإن استويا في أصل الأجر لكن الأعمال التي قام بها العامل تقتضي أثرًا زائدًا وقربًا خاصًّا، وهو فضل اللَّه يؤتيه من يشاء.
وقد قال -صلى اللَّه عليه وسلم-: "إذا تواجه المسلمان بسيفيهما فالقاتل والمقتول في النار" قالوا: هذا القاتل فما بال المقتول؟ قال: "إنه أراد قتل صاحبه" (¬١)، فاستويا في دخول النار، ولا يلزم استواؤهما في الدرجة ومقدار العذاب، فأعطِ ألفاظ الرسول -صلى اللَّه عليه وسلم- حقّها، ونزّلها منازلها، يتبيّن لك المراد.
يوضّح هذا: أن فقراء المهاجرين شكوا إلى رسول اللَّه -صلى اللَّه عليه وسلم- وقالوا: يا رسول اللَّه ذهب أهل الدثور بالأجور؛ يصومون كما نصوم، ويصلون كما نصلي، ولهم فضول أموال يحجّون بها ويعتمرون ويجاهدون
_________
= عنه أن النبي -صلى اللَّه عليه وسلم- قال: "من سأل اللَّه الشهادة بصدق بلّغه اللَّه منازل الشهداء، وإن مات على فراشه".
ورواه أحمد في "مسنده" (٥/ ٢٤٣)، وابن حبان في "صحيحه" رقم (٣١٩١) من حديث معاذ بن جبل رضي اللَّه عنه بلفظ: "ومن سأل اللَّه الشهادة مخلصًا. . . ".
وصححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (٢٥٥٦).
(¬١) رواه البخاري في "صحيحه" رقم (٣١)، ومسلم في "صحيحه" رقم (٢٨٨٨)، كلاهما من حديث أبي بكرة رضي اللَّه عنه.','1','494',NULL,NULL,'0');
INSERT INTO [b252] VALUES (542,'ويتصدقون، قال: "أفلا أعلّمكم شيئًا تدركون به من سبقكم، وتسبقون به من بعدكم، ولا يكون أحد أفضل منكم إلا من صنع مثل ما صنعتم؟ " قالوا: بلى يا رسول اللَّه، قال: "تسبّحون، وتكبّرون، وتحمدون دبر كل صلاة ثلاثًا وثلاثين"، فرجع فقراء المهاجرين إلى رسول اللَّه -صلى اللَّه عليه وسلم- فقالوا: سمع إخواننا أهل الأموال بما فعلنا ففعلوا مثله، فقال رسول اللَّه -صلى اللَّه عليه وسلم-: " {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} [الحديد: ٢١] " (¬١).
فلو كانوا يلحقونهم في مقدار الأجر بمجرد النية، لقال لهم: انووا أن تفعلوا (¬٢) مثل فعلهم فتنالوا مثل أجرهم، فلما أعاضهم عما فاتهم من ثواب الصدقة والعتق والحجّ والاعتمار، بتحصيل نظيره بالذكر، عُلم أن الأغنياء قد فضلوهم بالإنفاق، فلما شاركوهم في الذكر بقيت مزية الإنفاق، فشكوا إلى رسول اللَّه -صلى اللَّه عليه وسلم- أن الامتياز لم يزل، وأنهم قد ساوونا في الذكر كما ساوونا في الصلاة والصوم، فأخبرهم أن ذلك فضل اللَّه يؤتيه من يشاء، فلو كان لهم سبيل إلى مساواتهم من كل وجه بالنية والقول لدلّهم عليه.
قالت الفقراء: هذا الحديث حجة لنا إذا فُهم على الحقيقة، وذلك أن معناه: أنهم وإن كانوا قد ساووكم في الإيمان والإسلام والصلاة والصيام، ثم فضلوكم بالإنفاق ففي التكبير والتسبيح والتهليل ما يلحقكم بدرجتهم، وقد ساويتموهم أيضًا بحسن النية، إذ لو أمكنكم لأنفقتم مثلهم.
_________
(¬١) سبق تخريجه ص (٣٠١).
(¬٢) في الأصل: "تفعل"، والتصويب من النسخ الثلاث.','1','495',NULL,NULL,'0');
INSERT INTO [b252] VALUES (543,'وفي بعض ألفاظ هذا الحديث: "إن أخذتم به سبقتم من قبلكم، ولم يلحقكم من بعدكم" (¬١)، وهذا يدل على أن الأغنياء لا يلحقونهم، وإن قالوا مثل قولهم.
وقوله: "ذلك فضل اللَّه يؤتيه من يشاء" معناه: أن فضل اللَّه ليس مقصورًا عليكم دونهم، فكما آتاكم اللَّه فضله بالذكر، كذلك يؤتيهم (¬٢) إياه إذا عملوا مثلكم وليس في هذا دليل أنهم أفضل منكم، وإنما معناه أن فضل اللَّه يؤتيه الذي ساووكم بذكره يتناولهم مثلكم أيضا، فأنتم فهمتم من الفضل التخصيص فوضعتموه في غير موضعه، وإنما معناه العموم والشمول، وأن فضله عام شامل للأغنياء والفقراء فلا تذهبون به دونهم، فأين في الحديث التفضيل لكم علينا؟!
قالوا: فيحتمل قوله: "ذلك فضل اللَّه يؤتيه من يشاء". ثلاثة أمور:
أحدها: سبقهم لكم بالإنفاق.
والثاني: مساواتكم بهم في فضيلة الذكر فلم تختصّوا به دونهم.
والثالث: سبقكم لهم إلى الجنة بنصف يوم.
وهذا وإن كان لا ذكر له في هذه الرواية فهو مذكور في بعض طرقه.
قال البزار في "مسنده": حدثنا الوليد بن عمرو حدثنا محمد بن الزبرقان حدثنا موسى بن عبيدة عن عبد اللَّه بن دينار عن ابن عمر قال:
_________
(¬١) لم أقف عليه هكذا.
وقد رواه البخاري في "صحيحه" رقم (٨٤٣)، بلفظ: "أدركتم من سبقكم، ولم يدرككم أحد بعدكم".
(¬٢) في الأصل: "يؤتيه"، والمثبت من النسخ الثلاث الأخرى.','1','496',NULL,NULL,'0');
INSERT INTO [b252] VALUES (544,'اشتكى فقراء المهاجرين إلى رسول اللَّه -صلى اللَّه عليه وسلم- ما فضل به أغنياؤهم، فقالوا: يا رسول اللَّه إخواننا صدّقوا تصديقنا، وآمنوا إيماننا، وصاموا صيامنا، ولهم أموال يتصدقون منها، ويصِلون منها الرحم، وينفقونها في سبيل اللَّه، ونحن مساكين لا نقدر على ذلك، فقال: "ألا أخبركم بشيء إذا أنتم فعلتموه أدركتم مثل فضلهم، قولوا: اللَّه أكبر في دبر كل صلاة إحدى عشرة مرة، والحمد للَّه مثل ذلك، ولا إله إلا اللَّه مثل ذلك، وسبحان اللَّه مثل ذلك، تدركون مثل فضلهم"، ففعلوا، فذكروا ذلك للأغنياء ففعلوا مثل ذلك، فرجع الفقراء إلى رسول اللَّه -صلى اللَّه عليه وسلم- فذكروا ذلك، فقالوا: هؤلاء إخواننا فعلوا مثل ما نقول، فقال: "ذلك فضل اللَّه يؤتيه من يشاء، يا معشر الفقراء ألا أبشركم أن فقراء المسلمين يدخلون الجنة قبل أغنيائهم بنصف يوم، خمسمائة عام". وتلا موسى بن عبيدة {وَإِنَّ يَوْمًا عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ (٤٧)} [الحج: ٤٧] (¬١).
قالوا: فهذا خبر واحد، وكلام متصل، ذَكَرَهُ بشارة لهم عند ما ذكروا مساواة الأغنياء لهم في القول المذكور، فأشبه أن يرجع الفضل إلى سبق الفقراء للأغنياء، وأنهم بهذه البشارة مخصوصون، فكان السبق لهم دون غيرهم، وإن تساووا في القول، وساووهم في الإنفاق في النية، كما في حديث أبي كبشة المتقدم (¬٢)، وخلصت لهم مزية الفقر.
قالت الأغنياء: قد بالغتم في صرف الحديث عن مقصوده إلى
_________
(¬١) "مسند البزار" -كما في "كشف الأستار" (٣٠٩٤) -.
وأخرجه ابن ماجه في "سننه" رقم (٤١٢٤) من طريق موسى بن عبيدة به مختصرًا.
(¬٢) ص (٤٨٢).','1','497',NULL,NULL,'0');
INSERT INTO [b252] VALUES (545,'جهتكم، وهو صريح في تفضيل (¬١) هذا الجانب لمن أنصف، فإن قوله: {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} خرج جوابًا للفقراء عن قولهم: إن أهل الدثور قد ساووهم في الذكر كما ساووهم في الصلاة والصوم والإيمان وبقيت مزية الإنفاق، لم يحصل لنا ما نلحقهم فيها، وما علمتناه من الذكر قد لحقونا فيه، فقال لهم حينئذ: {ذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ} وهذا صريح جدًّا في مقصوده، فلما انكسر القوم بتحقق السبق بالإنفاق الذي عجزوا عنه، خبرهم بالبشارة بالسبق إلى دخول الجنة بنصف يوم، وأن هذا السبق في مقابلة ما فاتكم من فضيلة الغنى والإنفاق، ولكن لا يلزم من ذلك رفعتهم عليهم في المنزلة والدرجة، فهؤلاء السبعون الألف الذين يدخلون الجنة بغير حساب، مِنَ الموقوفين للحساب من هو أفضل من أكثرهم وأعلى منه درجة.
قالوا: وقد سمّى اللَّه سبحانه المال خيرًا في غير موضع من كتابه، كقوله: {كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ} [البقرة: ١٨٠]، وقوله: {وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ (٨)} [العاديات: ٨].
وأخبر رسول اللَّه -صلى اللَّه عليه وسلم-: "أن الخير لا يأتي إلا بالخير" كما تقدم (¬٢)، وإنما يأتي بالشر معصية اللَّه في الخير لا نفسه.
وأعلم اللَّه سبحانه أنه جعل المال قوامًا للأنفس، وأمر بحفظها، ونهى أن يؤتوا السفهاء من النساء والأولاد وغيرهم (¬٣)، ومدحه النبي -صلى اللَّه عليه وسلم-
_________
(¬١) هذه الكلمة مكررة في الأصل.
(¬٢) سبق ص (٤٥٢).
(¬٣) فقال تعالى: {وَلَا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَامًا وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا (٥)} [النساء: ٥].','1','498',NULL,NULL,'0');
INSERT INTO [b252] VALUES (546,'بقوله: "نعم المال الصالح مع الرجل الصالح" (¬١).
وقال سعيد بن المسيب: "لا خير فيمن لا يريد جمع المال من حله، يكف به وجهه عن الناس، ويصِل به رحمَه، ويعطي منه حقّه" (¬٢).
وقال أبو إسحاق السبيعي: "كانوا يرون السعة عونًا على الدين" (¬٣).
وقال محمد بن المنكدر: "نعم العون على التقوى الغنى" (¬٤).
وقال سفيان الثوري: "المال في زماننا هذا سلاح المؤمن" (¬٥).
وقال يوسف بن أسباط: "ما كان المال في زمان منذ خلقت
_________
(¬١) رواه أحمد في "مسنده" (٤/ ١٩٧)، والحاكم في "المستدرك" (٢/ ٢) من حديث عمرو بن العاص رضي اللَّه عنه.
وصححه الحاكم على شرط مسلم، ووافقه الذهبي. وصححه الألباني في "غاية المرام" رقم (٤٥٤).
(¬٢) رواه ابن أبي الدنيا في "إصلاح المال" رقم (٥٥)، وأبو نعيم في "حلية الأولياء" (٢/ ١٧٣).
(¬٣) رواه أحمد في "العلل ومعرفة الرجال" رقم (٩٩٩)، (٤٢١٠) والبغوي في "مسند ابن الجعد" رقم (٤٠٩)، وأبو نعيم في "حلية الأولياء" (٤/ ٣٤٠)، وابن عساكر في "تاريخ دمشق" (٤٦/ ٢٢٢).
(¬٤) رواه البغوي في "مسند ابن الجعد" رقم (١٧٦٣)، وابن أبي الدنيا في "إصلاح المال" رقم (٥٨)، وابن حبان في "روضة العقلاء" ص ٢٢٥، والدارقطني في "جزء أبي الطاهر" رقم (١٥٨)، وأبو نعيم في "حلية الأولياء" (٣/ ١٤٩)، وابن عساكر في "تاريخ دمشق" (٥٦/ ٦٧).
(¬٥) رواه ابن أبي الدنيا في "إصلاح المال" رقم (٧٩).
ورواه أبو نعيم في "حلية الأولياء" (٦/ ٣٨١) بلفظ: "كان المال فيما مض يكره، فأما اليوم فهو ترس المؤمن".','1','499',NULL,NULL,'0');
INSERT INTO [b252] VALUES (547,'الدنيا (¬١) أنفع منه في هذا الزمان، والخير كالخيل لرجل أجر، ولرجل ستر، ولرجل وزر" (¬٢).
قالوا: وقد جعل اللَّه سبحانه المال سببًا لحفظ البدن، وحفظه سببًا لحفظ النفس التي هي محل معرفة اللَّه والإيمان به وتصديق رسله ومحبته والإنابة إليه، فهو سبب عمارة الدنيا والآخرة، وإنما يُذم منه ما استخرج من غير وجهه وصرف في غير حقّه، واستعبد صاحبه وملك قلبه وشغله عن اللَّه والدار الآخرة، فيذمّ منه ما يَتوسل به صاحبه إلى المقاصد الفاسدة أو شغله عن المقاصد المحمودة، فالذمّ للجاعل لا للمجعول.
كما قال النبي -صلى اللَّه عليه وسلم-: "تعس عبد الدينار، تعس عبد الدرهم" (¬٣)، فذمّ عبدهما دونهما.
قال الإمام أحمد: حدثنا أبو المغيرة حدثنا صفوان عن يزيد بن ميسرة قال: "كان رجل ممن مضى جمع مالًا فأوعى، ثم أقبل على نفسه وهو في أهله، فقال: انعمي سنين. فأتاه ملك الموت، فقرع الباب في صورة مسكين، فخرجوا إليه، فقال: ادعوا لي صاحب الدار، فقالوا: يخرج سيدنا إلى مثلك؟! ثم مكث قليلًا، ثم عاد فقرع باب الدار وصنع مثل ذلك وقال: أخبروه أني ملك الموت. فلما سمع سيدهم قعد فزعًا،
_________
(¬١) بعد هذه الكلمة في الأصل: "في زمان". وهي مكررة وحذفها موافق للنسخ الثلاث الأخرى.
(¬٢) روى ابن حبان في "روضة العقلاء" ص ٢٥٣ الشطر الأول منه.
ورواه أبو نعيم في "حلية الأولياء" (٦/ ٣٨٠) عن يوسف بن أسباط عن الثوري قوله.
(¬٣) سبق تخريجه ص (٤٢٨).','1','500',NULL,NULL,'0');
INSERT INTO [b252] VALUES (548,'وقال: لينوا له الكلام. قالوا: ما تريد غير سيدنا بارك اللَّه فيك. قال: لا، فدخل عليه، فقال: قم فأوصِ ما كنت موصيًا، فإني قابض نفسك قبل أن أخرج. قال: فصرخ أهله وبكوا، ثم قال: افتحوا الصناديق وافتحوا أوعية المال. ففتحوها جميعها فأقبل على المال يلعنه ويسبّه، ويقول: لُعنت من مال، أنت الذي نسيتني ربي وشغلتني عن العمل لآخرتي حتى بلغني أجلي. فتكلم المال فقال: لا تسبّني، ألم تكن وضيعًا في أعين الناس فرفعتك؟ (¬١) وكنت تحضر سدد الملوك (¬٢) ويحضر عباد اللَّه الصالحون فلا يدخلون؟ ألم تكن تخطب بنات الملوك والسادة فتُنكح، ويخطب عباد اللَّه الصالحون فلا ينكحون؟ ألم تكن تنفقني في سبيل الخبث فلا أتعاصى، ولو أنفقتني في سبيل اللَّه لم أتعاصَ عليك؟! وأنت ألوم مني، إنما خلقت أنا وأنتم يا بني آدم من تراب، فمنطلقٌ ببرّ ومنطلق بإثم (¬٣) " (¬٤).
وفي أثر آخر يقول اللَّه تبارك وتعالى: "أموالنا رجعت إلينا، سعد بها من سعد، وشقي بها من شقي" (¬٥).
قالوا: ومن فوائد المال: أنه قوام العبادات والطاعات، وبه قام سوق الحجّ والجهاد، وبه حصل الإنفاق الواجب والمستحب، وبه حصلت قربات العتق والوقف وبناء المساجد والقناطر وغيرها، وبه
_________
(¬١) بعد هذه الكلمة في (ب): "ألم يُرَ عليك من أثري".
(¬٢) بعد هذه الكلمة في (ب) وط السلفية: "والسادة فتدخل".
(¬٣) بعد هذه الكلمة في النسخ الثلاث: "فهكذا يقول المال فاحذروا".
(¬٤) رواه أبو نعيم في "حلية الأولياء" (٥/ ٢٤٠ - ٢٤١)، من طريق أحمد به نحوه.
(¬٥) لم أقف عليه.','1','501',NULL,NULL,'0');
INSERT INTO [b252] VALUES (549,'يتوصل إلى النكاح الذي هو أفضل من التخلي لنوافل العبادة، وعليه قام سوق المروءة، وبه ظهرت صفة الجود والسّخاء، وبه وقيت الأعراض، وبه اكتسبت الإخوان والأصدقاء، وبه توصل الأبرار إلى الدرجات العلا ومرافقة الذين أنعم اللَّه عليهم، فهو مرقاة يصعد فيها إلى أعلى غرف الجنة، ويهبط منها إلى أسفل سافلين، وهو مقيم مجد الماجد، كما كان بعض السلف يقول: "اللهم لا مجد إلا بفعال، ولا فعال إلا بمال" (¬١).
وكان بعضهم يقول: "اللهم إني من عبادك الذين لا يصلحهم إلا الغنى" (¬٢).
وهو من أسباب رضي اللَّه عن العبد، كما يكون من أسباب سخطه عليه، وهؤلاء الثلاثة الذين ابتلاهم اللَّه به: الأبرص، والأقرع، والأعمى، نال به الأعمى رضى ربه، ونالا به سخطه (¬٣).
والجهاد ذروة سنام العمل، وتارة يكون بالنفس، وتارة يكون بالمال،
_________
(¬١) هذا القول مروي عن سعد بن عبادة رضي اللَّه عنه، رواه ابن سعد في "الطبقات" (٣/ ٦١٤)، وابن أبي شيبة في "المصنف" رقم (٢٦٦١٩)، وابن أبي الدنيا في "إصلاح المال" رقم (٥٤)، والحاكم في "المستدرك" (٣/ ٢٥٣)، والبيهقي في "شعب الإيمان" رقم (١٢٥٨)، وابن عساكر في "تاريخ دمشق" (٢٠/ ٢٦٣).
(¬٢) لم أقف عليه، وهو مروي عن فيس بن سعد، كما سيأتي عند المصنف ص (٤٩٠).
إلا أنه في الأثر السابق المروي عن سعد بن عبادة فيه قوله: "اللهم لا يصلحني القليل ولا أصلح عليه". وهو بمعناه. واللَّه أعلم.
(¬٣) روى هذا الحديث: البخاري في "صحيحه" رقم (٣٤٦٤)، ومسلم في "صحيحه" رقم (٢٩٦٤)، كلاهما من حديث أبي هريرة رضي اللَّه عنه.','1','502',NULL,NULL,'0');
INSERT INTO [b252] VALUES (550,'وربما كان الجهاد بالمال أنكى وأنفع، وبأي شيء فضّل عثمان على على، وعلى أكثر جهادًا بنفسه وأسبق إسلامًا من عثمان؟! وهذا الزبير وعبد الرحمن بن عوف أفضل من جمهور الصحابة مع الغنى الوافر، وتأثيرهم في الدين أعظم من تأثير أهل الصفّة.
وقد نهى رسول اللَّه -صلى اللَّه عليه وسلم- عن إضاعته (¬١)، وأخبر أن ترك الرجل ورثته أغنياء خير له من تركهم فقراء، وأخبر أن صاحب المال لن ينفق نفقة يبتغى بها وجه اللَّه إلا ازداد بها درجة ورفعة (¬٢).
وقد استعاذ رسول اللَّه -صلى اللَّه عليه وسلم- من الفقر وقرنه بالكفر، [فقال: "اللهم إني أعوذ بك من الكفر والفقر" (¬٣)] (¬٤)، فإن الخير نوعان: خير الآخرة والكفر يضاده، وخَيرُ الدنيا والفقر يضاده، فالفقر سبب عذاب الدنيا، والكفر سبب عذاب الآخرة.
واللَّه سبحانه جعل إعطاء الزكاة وظيفة الأغنياء، وأخذها وظيفة
_________
(¬١) رواه البخاري في "صحيحه" رقم (٦٤٧٣)، ومسلم في "صحيحه" (٢/ ١٣٤١) رقم (٥٩٣) كلاهما من حديث المغيرة بن شعبة مرفوعًا: "وكان ينهى عن قيل وقال، وكثرة السؤال، وإضاعة المال".
(¬٢) رواه البخاري في "صحيحه" رقم (١٢٩٥)، ومسلم في "صحيحه" رقم (١٦٢٨)، كلاهما من حديث سعد بن أبي وقاص رضي اللَّه عنه.
(¬٣) رواه أبو داود في "سننه" رقم (٥٠٩٠)، والنسائي في "المجتبى" رقم (١٣٤٧)، من حديث أبي بكرة رضي اللَّه عنه.
وصححه ابن خزيمة فأخرجه في "صحيحه" برقم (٧٤٧). وله شواهد أخرى لا نطيل بذكرها.
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى، مع تقديم وتأخير بين كلمتي: "الفقر" و"الكفر".','1','503',NULL,NULL,'0');
INSERT INTO [b252] VALUES (551,'الفقراء، وفرق بين اليدين شرعًا وقدرًا، وجعل يد المعطي أعلى من يد الآخذ، وجعل الزكاة أوساخ المال، ولذلك حرّمها على أطيب خلقه وعلى آله؛ صيانة لهم وتشريفًا ورفعًا لأقدارهم (¬١).
ونحن لا ننكر أن رسول اللَّه -صلى اللَّه عليه وسلم- كان فقيرًا ثم أغناه اللَّه، وفتح عليه وخوّله ووسّع عليه، وكان يدّخر لأهله قوت سنة (¬٢)، ويعطي العطايا التي لم يعطها أحد غيره، وكان يُعطي عطاء من لا يخاف الفقر (¬٣)، ومات عن فدك والنضير وأموال خصّه اللَّه بها (¬٤)، وقال تعالى: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ} [الحشر: ٧].
فنزّهه ربه سبحانه عن الفقر الذي يسوغّ أخذ الصدقة، وعوّضه عما نزّهه عنه (¬٥) بأشرف المال وأحلّه وأفضله، وهو ما أخذه بظلّ رمحه وقائم
_________
(¬١) روى مسلم في "صحيحه" رقم (١٠٧٢) من حديث عبد المطلب بن ربيعة أن النبي -صلى اللَّه عليه وسلم- قال: "إن الصدقة لا تنبغي لآل محمد، إنما هي أوساخ الناس".
(¬٢) روى ذلك البخاري في "صحيحه" رقم (٥٣٥٧)، ومسلم في "صحيحه" رقم (١٧٥٧)، كلاهما من حديث عمر بن الخطاب رضي اللَّه عنه.
(¬٣) روى مسلم في "صحيحه" رقم (٢٣١٢) من حديث أنس بن مالك قال: "ما سئل رسول اللَّه -صلى اللَّه عليه وسلم- على الإسلام شيئًا إلا أعطاه، قال: فجاءه رجل فأعطاه غنمًا بين جبلين، فرجع إلى قومه فقال: يا قوم أسلموا فإن محمدًا يعطي عطاء من لا يخشى الفاقة".
(¬٤) انظر في فدك: "صحيح البخاري" رقم (٤٠٣٥)، و"صحيح مسلم" رقم (١٧٥٩)، من حديث عائشة رضي اللَّه عنها.
وانظر في النضير: "صحيح البخاري" رقم (٢٩٠٤)، و"صحيح مسلم" رقم (١٧٥٧)، من حديث عمر بن الخطاب رضي اللَّه عنه.
(¬٥) في الأصل: "به"، والمثبت من النسخ الثلاث الأخرى.','1','504',NULL,NULL,'0');
INSERT INTO [b252] VALUES (552,'سيفه من أعداء اللَّه (¬١) الذين كان مال (¬٢) اللَّه بأيديهم ظلمًا وعدوانًا، فإنه خلق المال ليستعان به على طاعته، [وهو بأيدي الكفار والفجار ظلمًا وعدوانًا، فإذا رجع إلى أوليائه وأهل طاعته] (¬٣) فاء إليهم ما خلق لهم، ولكن لم يكن غنى رسول اللَّه -صلى اللَّه عليه وسلم- وملكه من جنس غنى بني الدنيا وأملاكهم؛ فإن غناهم بالشيء، وغناه -صلى اللَّه عليه وسلم- عن الشيء، وهو الغِنَى العالي، وملكهم ملك يتصرفون فيه بحسب إرادتهم، وهو -صلى اللَّه عليه وسلم- إنما يتصرف في ملكه بالأمر تصرّف العبد الذي لا يتصرف إلا بأمر سيّده.
وقد اختلف الفقهاء في الفيء هل كان ملكًا للنبي -صلى اللَّه عليه وسلم-؟ على قولين، وهما روايتان عن أحمد (¬٤).
والتحقيق: أن ملكه له كان نوعًا آخر من الملك، وهو ملك يتصرف فيه بالأمر كما قال -صلى اللَّه عليه وسلم-: "واللَّه لا أُعطي أحدًا ولا أمنع أحدًا، وإنما أنا قاسم أضع حيث أمرت" (¬٥).
وذلك من كمال مرتبة عبوديته، [ولأجل ذلك لم يورّث؛ فإنه عبد
_________
(¬١) روى أحمد في "مسنده" (٢/ ٥٠) عن عبد اللَّه بن عمر قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "بعثت بالسيف حتى يعبد اللَّه لا شريك له، وجعل رزقي تحت ظل رمحي".
وحسنه الألباني في "إرواء الغليل" (٥/ ١٠٩).
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٣) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٤) انظر: "منهاج السنة" لشيخ الإسلام (٦/ ١٠٩)، و"الفتاوى الكبرى" له (٤/ ٢٤١).
(¬٥) رواه البخاري في "صحيحه" رقم (٣١١٧) من حديث أبي هريرة رضي اللَّه عنه نحوه.','1','505',NULL,NULL,'0');
INSERT INTO [b252] VALUES (553,'محض من كل وجه لربه عز وجل، والعبد] (¬١) لا مال له فيُورث عنه فجمع اللَّه له سبحانه بين أعلى أنواع الغنى وأشرف أنواع الفقر، فكمّل له مراتب الكمال، فليست إحدى الطائفتين بأحق به من الأخرى، فكان في فقره أصبر خلق اللَّه وأشكرهم له، وكذلك كان في غناه.
واللَّه تعالى جعله قدوة للأغنياء والفقراء، وأي غنى أعظم من غنى من عرضت عليه مفاتيح كنوز الأرض (¬٢)، وعرض عليه أن يجعل له الصفا ذهبًا (¬٣)، وخيّر بين أن يكون ملكًا نبيّا وبين أن يكون عبدًا نبيًّا، فاختار أن يكون عبدًا نبيًّا (¬٤)، ومع هذا فجُبيت إليه أموال جزيرة العرب واليمن، فأنفقها كلّها ولم يستأثر منها بشيء، بل تحمّل عيال المسلمين
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) روى الطبراني في "الأوسط" رقم (٦٩٣٧) عن ابن عباس: "أن إسرافيل أتى رسول اللَّه -صلى اللَّه عليه وسلم- فقال: إن اللَّه سمع ما ذكرت فبعثني إليك بمفاتيح خزائن الأرض. . . " الحديث.
وقال الهيثمي في "مجمع الزوائد" (١٠/ ٣١٥): "رواه الطبراني في الأوسط، وفيه سعدان بن الوليد ولم أعرفه، وبقية رجاله رجال الصحيح". وضعفه الألباني في "ضعيف الترغيب والترهيب" رقم (١٩٠٨).
(¬٣) روى أحمد في "المسند" (١/ ٢٤٢)، والحاكم في "المستدرك" (١/ ٥٣)، عن ابن عباس قال: "قالت قريش للنبي -صلى اللَّه عليه وسلم-: ادع ربك أن يجعل لنا الصفا ذهبًا ونؤمن بك. . . " الحديث وفيه: "فأتاه جبريل فقال: إن اللَّه يقرأ عليك السلام ويقول: إن شئت أصبح الصفا ذهبًا. . . وإن شئت فتحت لهم أبواب التوبة والرحمة. قال: بل باب التوبة والرحمة".
وصححه الحاكم بعد روايته له.
(¬٤) رواه أحمد في "المسند" (٢/ ٢٣١)، وأبو يعلى في "مسنده" رقم (٦١٠٥)، وابن حبان في "صحيحه" رقم (٦٣٦٥) بلفظ: "عبدًا رسولًا". وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (١٠٠٢).','1','506',NULL,NULL,'0');
INSERT INTO [b252] VALUES (554,'ودَينهم، فقال: "من ترك مالًا فلورثته، ومن ترك كلًّا فإليّ وعليّ" (¬١).
فرفع اللَّه سبحانه قدره أن يكون من جملة الفقراء الذين تحلّ لهم الصدقة، كما نزهه أن يكون من جملة الأغنياء الذين غناهم بالأموال الموروثة، بل أغناه به عن سواه، وأغنى قلبه كل الغنى، ووسّع عليه غاية السعة، فأنفق غاية الإنفاق، وأعطى أجل العطايا، وما استأثر بالمال، ولا اتخذ منه عقارًا ولا أرضًا ولا ترك شاة ولا بعيرًا ولا عبدًا ولا أمة ولا دينارًا ولا درهمًا.
فإذا احتجّ الغني الشاكر بحاله -صلى اللَّه عليه وسلم- لم يمكنه ذلك إلا بعد أن يفعل فعله، كما أن الفقير الصابر إذا احتج بحاله لم يمكنه ذلك إلا بعد أن يصبر صبره ويترك الدنيا اختيارًا لا اضطرارًا، فرسول اللَّه -صلى اللَّه عليه وسلم- وفى كل مرتبة من مرتبتي الفقر والغنى حقَّها وعبوديتها، وأيضًا فإن اللَّه سبحانه أغنى به الفقراء فما نالت أمّته الغنى إلا به، وأغنى الناس من صار به غيره غنيًّا.
قال عليّ بن رباح اللخمي: كنت عند مسلمة بن مخلد الأنصاري وهو يومئذ على مصر، وعبد اللَّه بن عمرو بن العاص جالس معه، فتمثل مسلمة ببيت من شعر أبي طالب فقال: لو أن أبا طالب رأى ما نحن فيه اليوم من نعمة اللَّه وكرامته، لعلم أن ابن أخيه سيّد قد جاء بخير. فقال
_________
(¬١) رواه البخاري في "صحيحه" رقم (٢٣٩٨)، ومسلم في "صحيحه" رقم (١٦١٩) (١٧) من حديث أبي هريرة بلفظ: "من ترك مالًا فلورثته، ومن ترك كلًّا فإلينا".
ورواه أبو داود في "سننه" رقم (٢٨٩٩ - ٢٩٠٠)، وابن ماجه في "سننه" رقم (٢٧٣٨)، كلاهما من حديث المقدام الكندي نحوه.','1','507',NULL,NULL,'0');
INSERT INTO [b252] VALUES (555,'عبد اللَّه بن عمرو: ويومئذ كان سيدًا كريمًا قد جاء بخير كثير. فقال مسلمة: ألم يقل اللَّه تعالى: {أَلَمْ يَجِدْكَ يَتِيمًا فَآوَى (٦) وَوَجَدَكَ ضَالًّا فَهَدَى (٧) وَوَجَدَكَ عَائِلًا فَأَغْنَى (٨)} [الضحى: ٦ - ٨] فقال عبد اللَّه بن عمرو: أما اليتيم فقد كان يتيمًا من أبويه، وأما العيلة فكل ما كان بأيدي العرب إلى القفة (¬١).
يقول: إن العرب كلها كانت مقلّة حتى فتح اللَّه عليه وعلى العرب الذين أسلموا ودخلوا في دين اللَّه أفواجًا، ثم توفاه اللَّه قبل أن يتلبّس منها بشيء، ومضى وتركها، وحذر منها ومن فتنتها قال: فذلك معنى قوله: {عَائِلًا فَأَغْنَى (٨)}.
وأما قوله: {وَلَسَوْفَ يُعْطِيكَ (¬٢) رَبُّكَ فَتَرْضَى (٥)} [الضحى: ٥] فلم تكن الدنيا لترضيه وهو لا يرضاها لأمته وهو يُحذر منها، وتعرض عليه فيأباها، وإنما هو ما يعطيه من الثواب، وما يفتح عليه وعلى أمته من ملك كسرى وقيصر، ودخول الناس في الإسلام، وظهور الدين إذ كان ذلك محبته ورضاه صلوات اللَّه وسلامه عليه.
وروى سفيان الثوري عن الأوزاعي عن إسماعيل بن عبيد اللَّه عن علي بن عبد اللَّه بن عباس [عن أبيه] (¬٣) عن النبي -صلى اللَّه عليه وسلم- قال: "رأيت ما هو مفتوح بعدي كفرًا كفرًا، فسرّني ذلك، فنزلت: {وَالضُّحَى (١)} إلى قوله: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (٥)} [الضحى: ١ - ٥] " قال: "أُعطي
_________
(¬١) رواه البيهقي في "دلائل النبوة" (٧/ ٦٢).
(¬٢) "ربك"، سقطت من الأصل.
(¬٣) ما بين المعقوفين ساقط من الأصل وسائر النسخ الثلاث. واستدركته من مصدرَيْ التخريج.','1','508',NULL,NULL,'0');
INSERT INTO [b252] VALUES (556,'ألف قصر من لؤلؤ ترابها المسك، في كل قصر ما ينبغي له" (¬١).
قالوا: وما ذكرتم من الزهد في الدنيا والتقفل منها، فالزهد فيها لا ينافي الغنى، بل زهد الغنيّ أكمل من زهد الفقير، فإن الغنى زَهِد عن قدرة، والفقير عن عجز، وبينهما بون بعيد، ولهذا قال بعض السلف وقد سمّى له جماعة من الزهاد، فقال: الزاهد عمر بن عبد العزيز الذي جاءت الدنيا إلى تحت قدميه فزهد فيها (¬٢).
وقد كان رسول اللَّه -صلى اللَّه عليه وسلم- في حال غناه أزهد الخلق، وكذلك إبراهيم الخليل كان كثير المال، وهو أزهد الناس في الدنيا.
وقد روى الترمذي في "جامعه" من حديث أبي ذر عن النبي -صلى اللَّه عليه وسلم- قال: "الزهادة ليست في الدنيا بتحريم الحلال، ولا إضاعة المال، ولكن الزهادة في الدنيا أن لا تكون بما في يديك أوثق مما في يدي اللَّه، وأن تكون في ثواب المصيبة -إذا أنت أُصبت بها- أرغب في ثوابها لو أنها بقيت لك" (¬٣).
_________
(¬١) رواه الحاكم في "المستدرك" (٢/ ٥٢٦) ومن طريقه البيهقي في "دلائل النبوة" (٧/ ٦١).
وصححه الحاكم، وخالفه الذهبي.
وللحديث طرق أخرى أخرجها: الطبراني في "الكبير" رقم (١٠٦٥٠)، وفي "الأوسط" رقم (٥٧٢)، (٣٢٠٩). والحديث صححه الألباني في "سلسلة الأحاديث الصحيحة" رقم (٢٧٩٠).
وكفرًا كفرًا أي: قرية قرية. انظر: "النهاية" لابن الأثير (٤/ ١٨٩).
(¬٢) رواه: أحمد في "المسند" (٥/ ٢٤٩)، وابن الأعرابي في "الزهد" رقم (٥١)، وأبو نعيم في "حلية الأولياء" (٥/ ٢٥٧)، وابن عساكر في "تاريخ دمشق" (٤٥/ ٢٠٩).
(¬٣) رواه الترمذي في "جامعه" رقم (٢٣٤٠)، وقال: "حديث غريب لا نعرفه إلا =','1','509',NULL,NULL,'0');
INSERT INTO [b252] VALUES (557,'وسُئل الإمام أحمد عن الرجل يكون معه ألف دينار هل يكون زاهدًا (¬١)؟. قال: نعم، بشرط أن لا يفرح إذا زادت، ولا يحزن إذا نقصت (¬٢).
وقال بعض السلف: الزاهد من لا يغلب الحلالُ شكرَه، ولا الحرام صبره (¬٣).
وهذا من أحسن الحدود، فإن الزهد حقيقة مركبة من الصبر والشكر فلا يستحق اسم الزاهد من لم يتصف بهما، فمن غلب شكره لما وسع عليه من الحلال وصبره لما عرض له من الحرام، فهو الزاهد على الحقيقة بخلاف من غلب الحلال شكره والحرام صبره، فكان شكره وصبره مغلوبين، فإن هذا ليس بزاهد.
وسمعت شيخ الإسلام يقول: الزهد تركك ما لا ينفعك، والورع تركك ما قد يضرّك (¬٤).
فالزهد فراغ القلب من الدنيا لا فراغ اليد منها، ويقابله الشحّ
_________
= من هذا الوجه"، وابن ماجه في "سننه" رقم (٤١٠٠).
(¬١) في الأصل: "زائدا"، والتصويب من النسخ الثلاث الأخرى.
(¬٢) انظره في: "طبقات الحنابلة" (٢/ ١٤)، و"جامع العلوم والحكم": (٢/ ١٨٣).
ونحوه مروي عن وهيب المكي وأبي موسى، رواه عنهما ابن الأعرابي في "الزهد" رقم (٧/ ١٤٦).
(¬٣) هذا مروي عن الزهري.
أخرجه ابن الأعرابي في "الزهد" رقم (٥)، وأبو نعيم في "حلية الأولياء" (٣/ ٣٧١) و (٧/ ٢٨٧)، والبيهقي في "شعب الإيمان" رقم (٤٥٥٣)، (١٠٧٧٦).
(¬٤) انظر: "مجموع الفتاوى" (١٠/ ٢١) و (٢١/ ٣٠٥).','1','510',NULL,NULL,'0');
INSERT INTO [b252] VALUES (558,'والحرص، وهو ثلاثة أقسام: زهد في الحرام، وزهد في الشبهات والمكروه، وزهد في الفضلات.
فالأول: فرض.
والثالث: فضل.
والثاني: متوسط بينهما بحسب درجة الشبهة، فإن قويت التحق بالأول وإلا فبالثالث.
وقد يكون الثالث واجبًا بمعنى: أنه لا بدّ منه، وذلك لمن شمّر إلى اللَّه والدار الآخرة، فزهده في الفضلة يكون ضرورة، فإن إرادة الدنيا قادحة في إرادة اللَّه والدار الآخرة.
ولا يصح للعبد مقام الإرادة حتى يفرد طلبه ومطلوبه، فلا يتقسّم المطلوب ولا الطلب.
أما توحيد المطلوب: فأن لا يتعلّق طلبه وإرادته بغير اللَّه، وما يقرّب إليه ويدني منه.
وأما توحيد الطلب: فأن يستأصل الطلب والإرادة نوازع الشهوات وجواذب الهوى، وتسكن الإرادة في أقطار النفس فتملأها، فلا يدع فيها فضلًا لغير الانجذاب إلى جناب الحق جل جلاله، فتمحض الإرادة له، ومتى تمحضت كان الزهد لصاحبها ضرورة، فإنه يفرغه لعمارة وقته وجمع قلبه على ما هو بصدده وقطع مواد طمعه التي هي من أفسد شيء للقلب، بل أصل المعاصي والفساد والفجور كله من الطمع.
فالزهد يقطع موادّه، ويفرغ البال، ويجلي القلب، ويستحث الجوارح، ويذهب الوحشة التي بين العبد وبين ربه، ويجلب الأنس به،','1','511',NULL,NULL,'0');
INSERT INTO [b252] VALUES (559,'ويقوي الرغبة في ثوابه إن ضعف عن الرغبة في قربه والدنو منه وذوق حلاوة معرفته ومحبته.
فالزاهد أروح الناس بدنًا وقلبًا، فإن كان زهده وفراغه من الدنيا قوة له في إرادة اللَّه والدار الآخرة -بحيث فرغّ قلبه للَّه، وجعل حرصه على التقرّب إليه، وشحّه على وقته أن يضيع منه شيء في غير ما هو أرضى للَّه وأحب إليه- كان من أنعم الناس عيشًا، وأقرّهم عينًا، وأطيبهم نفسًا، وأفرحهم قلبًا، فإن الرغبة في الدنيا تشتّت القلب وتبدّد الشمل، وتطيل الهم والغمّ والحزن، فهي عذاب حاضر يؤدي إلى عذاب منتظر أشد منه، وتفوّت على العبد من النعم أضعاف ما يروم تحصيله بالرغبة في الدنيا.
قال الإمام أحمد: حدثنا الهيثم بن جميل حدثنا محمد يعني ابن مسلم عن إبراهيم يعني ابن ميسرة عن طاوس قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن الزهد في الدنيا يريح القلب والبدن، وإن الرغبة في الدنيا تطيل الهم والحزن" (¬١).
وإنما تحصل الهموم والغموم والأحزان من جهتين:
أحدهما: الرغبة في الدنيا والحرص عليها.
الثاني: التقصير في أعمال البر والطاعة.
قال عبد اللَّه بن أحمد: حدثني بيان بن الحكم حدثنا محمد بن حاتم عن بشر بن الحارث قال حدثنا أبو بكر بن عياش عن ليث عن الحكم (¬٢)
_________
(¬١) سبق تخريجه ص (٤١٩).
(¬٢) في الأصل: "الحكمي". والتصويب من النسخ الثلاث الأخرى.','1','512',NULL,NULL,'0');
INSERT INTO [b252] VALUES (560,'قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إذا قصّر العبد في العمل، ابتلاه اللَّه عز وجل بالهمّ" (¬١).
وكما أن الرغبة في الدنيا أصل المعاصي الظاهرة، فهي أصل معاصي القلب؟ من السخط والحسد والكبر والفخر والخيلاء والتكاثر، وهذا كله من امتلاء القلب بها لا من كونها في اليد، وامتلاء القلب بها ينافي الشكر، ورأس الشكر تفريغ القلب منها، وباللَّه التوفيق.
وامتداد المال كامتداد العمر والجاه، فخير الناس من طال عمره وحسن عمله (¬٢)، فهكذا من امتدّ ماله وكثر خيره، فنعم المرء وماله وجاهه: إما أن يرفعه درجات، وإما أن يضعه درجات.
وسرّ المسألة: أن طريق الفقر والتقلل طريق سلامة مع الصبر، وطريق الغنى والسعة في الغالب طريق عطب، فإن اتقى اللَّه في ماله ووصل منه رحِمَه، وأخرج منه حقّ اللَّه، وليس مقصورًا على الزكاة بل من حقّه إشباع الجائع، وكسوة العاري، وإغاثة الملهوف، وإعانة المحتاج والمضطر، فطريقه طريق غنيمة وهي فوق السلامة.
فَمَثلُ صاحب الفقر كمثل مريض قد حُبس بمرضه عن أغراضه، فهو يثاب على حسن صبره على حبسه، وأما الغني فخطره عظيم في كسبه
_________
(¬١) "زوائد عبد اللَّه على الزهد" لإمام أحمد رقم (٥٣).
ورواه الخطيب في "تاريخ بغداد" (٧/ ١١١). كلاهما عن الحكم مرسلًا.
(¬٢) روى ذلك الترمذي في "جامعه" رقم (٢٣٢٩)، وقال: "حسن غريب من هذا الوجه"، من حديث عبد اللَّه بن بسر.
ورواه أيضًا برقم (٢٣٣٠) وقال: "حديث حسن صحيح"، من حديث أبي بكرة رضي اللَّه عنه.','1','513',NULL,NULL,'0');
INSERT INTO [b252] VALUES (561,'وجمعه وصرفه، فإذا سلم كسبه وحسن، وأخذه من وجهه وصرفه في حقّه، كان أنفع له.
فالفقير كالمتعبد المنقطع عن الناس، والغنيّ المنفق في وجوه الخير كالمفتي والمعلم والمجاهد؛ ولهذا جعله النبي -صلى اللَّه عليه وسلم- قرين الذي آتاه اللَّه الحكمة فهو يقضي بها ويعلمها، فهو أحد المحسودين الذين لا ثالث لهما (¬١)، والجهلة يغبطون المنقطع المتخلي المقصور النفع على نفسه، ويجعلونه أولى بالحسد من الغنى المنفق والعالم المعلم.
فإن قيل: فأيهما أفضل: من يختار الغنى للتصدق والإنفاق في وجوه البرّ، أم من يختار الفقر والتقفل ليبعد من الفتنة ويسلم من الآفة، ويرفه قلبه على الاستعداد للآخرة فلا يشغله بالدنيا؟ أم من لا يختار لا هذا ولا هذا بل يختار ما يختار اللَّه له فلا يُعنى باختياره واحدًا من الأمرين؟
قيل: هذا موضع اختلف فيه حال السلف الصالح:
فمنهم من اختار المال للجهاد به والإنفاق، وصرفه في وجوه البرّ، كعبد الرحمن بن عوف وغيره من مياسير الصحابة، وكان قيس ابن سعد يقول: "اللهم إني من عبادك الذين لا يصلحهم إلا الغنى" (¬٢).
ومنهم من اختار الفقر والتقلّل كأبي ذرّ وجماعة من الصحابة معه،
_________
(¬١) سبق تخريج هذا الحديث في ص (٤٩٤).
(¬٢) لم أقف عليه هكذا.
وإنما روى ابن عساكر في "تاريخ دمشق" (٤٩/ ٤١٧) عنه أنه قال: "اللهم هب لي حمدًا ومجدًا، لا مجد إلا بفعال ولا فعال إلا بمال. . . ".
وقد سبق هذا عن أبيه أيضًا. انظر ص (٥٠٣).','1','514',NULL,NULL,'0');
INSERT INTO [b252] VALUES (562,'وهؤلاء نظروا إلى آفات الدنيا، وخشوا الفتنة بها، وأولئك نظروا إلى مصالح الإنفاق وثمراته العاجلة والآجلة.
والفرقة الثالثة لم تختر شيئًا، بل كان اختيارها ما اختاره اللَّه لها.
وكذلك اختيار طول البقاء في الدنيا لإقامة دين اللَّه وعبادته: فطائفة اختارته وتمنّته.
وطائفة أحبت الموت ولقاء اللَّه، والراحة من الدنيا،
وطائفة ثالثة لم تختر هذا ولا هذا، بل اختارت ما اختاره اللَّه لها، وكان اختيارهم معلقًا بما يريده اللَّه دون مراد معين منهم، وهي حال الصديق رضي اللَّه عنه فإنهم قالوا له في مرض موته: ألا ندعو لك الطبيب؟ فقال: "قد رآني"، قالوا: فما قال لك؟ قال: "قال: إني فعال لما أريد" (¬١).
والأولى: حال موسى صلوات اللَّه وسلامه عليه، فإنه لما جاءه ملك الموت لطمه، ففقأ عينه (¬٢)، ولم يكن ذلك حبًّا منه للدنيا والعيش فيها، ولكن لينفّذ أوامر ربّه، ويقيم دينه، ويجاهد أعداءه، فكأنه قال لملك الموت: أنت عبد مأمور، وأنا عبد مأمور، وأنا في تنفيذ أوامر ربّي وإقامة دينه، فلما عرضت عليه الحياة الطويلة وعلم أن الموت بعدها، اختار ما اختار اللَّه له.
_________
(¬١) سبق تخريجه ص (١٧٨).
(¬٢) قصة لطم موسى عليه السلام لملك الموت رواها: البخاري في "صحيحه" رقم (٣٤٠٧)، ومسلم في "صحيحه" رقم (٢٣٧٢)، كلاهما من حديث أبي هريرة رضي اللَّه عنه.
أما فقأه عين الملك فهي عند مسلم فقط في الحديث نفسه.','1','515',NULL,NULL,'0');
INSERT INTO [b252] VALUES (563,'وأما نبيُّنا صلوات اللَّه وسلامه عليه، فإن ربّه أرسل إليه يخبره وكان أعلم الخلق باللَّه، فعلم أن ربه تبارك وتعالى يحب لقاءه ويختاره له فاختار لقاء اللَّه، ولو علم أن ربه يحب له البقاء في الدنيا لتنفيذ أوامره وإقامة دينه لما اختار غير ذلك، فكان اختياره تابعًا لاختيار ربّه، كما أنه لما خيّره ربه عز وجل بين أن (¬١) يكون مَلِكًا نبيًّا وبين أن يكون عبدًا نبيًّا (¬٢) وعلم أن ربه يختار له أن يكون عبدًا، اختار ما اختاره اللَّه له، فكان اختياره في جميع أموره تابعًا لاختيار اللَّه له.
ولهذا يوم الحديبية احتمل ما احتمل من تلك الشروط (¬٣)، ووفّى هذا المقام حقّه. ولم يثبت عليه من كل وجه إلا الصّديق، فلم يكن له اختيار في سوى ما اختار اللَّه له ولأصحابه من تلك الحال التي تقرر الأمر عليها، فكان راضيًا بها مختارًا لها شاهدًا اختيار ربه لها، وهذا غاية العبودية، فشكر اللَّه له ذلك، وجعل شكرانه ما بشره به في أول سورة الفتح حتى هنأه الصحابة به، وقالوا: هنيئًا لك يا رسول اللَّه (¬٤)، وحُقَّ له أن يُهَنّأ بأعظم ما هنّئ به بشر صلوات اللَّه وسلامه عليه.
_________
(¬١) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٢) سبق تخريجه ص (٥٠٧).
(¬٣) انظر في ذلك حديث سهل بن حنيف الذي رواه البخاري في "صحيحه" رقم (٣١٨١)، ومسلم في "صحيحه" رقم (١٧٨٥).
(¬٤) رواه أحمد في "مسنده" (٣/ ١٢٢)، والحاكم في "المستدرك" (٢/ ٤٥٩)، (٤٦٠).
وصححه الحاكم على شرط الشيخين، ووافقه الذهبي.','1','516',NULL,NULL,'0');
INSERT INTO [b252] VALUES (564,'فصل
ومما ينبغي أن يعلم أن كل خصلة من خصال الفضل فقد أحل اللَّه سبحانه رسوله في أعلاها، وخصه بذروة سنامها، فإذا احتجت بحاله فرقة من فرق الأمة -التي تفرقت تلك الخصال وتقاسمتها- على فضلها على غيرها، أمكن الفرقة الأخرى أن تحتج به على فضلها أيضًا.
فإذا احتجّ به الغزاة والمجاهدون على أنهم أفضل الطوائف، احتجّ به العلماء والفقهاء على مثل ما احتج به أولئك.
وإذا احتجّ به الزهاد والمتخلّون عن الدنيا على فضلهم، احتج به الداخلون في الدنيا والولاية وسياسة الرعية لإقامة دين اللَّه، وتنفيذ أمره.
وإذا احتج به الفقير الصابر، احتج به الغنى الشاكر.
وإذا احتج به العبّاد على فضل نوافل العبادة وترجيحها، احتجّ به العارفون على فضل المعرفة.
وإذا احتج به أرباب التواضع والحلم، احتج به أرباب العز والقهر للمبطلين والغلظة عليهم والبطش بهم.
وإذا احتج به أرباب الوقار والهيبة والرزانة، احتج به أرباب الخُلُق الحسن والمزح المباح الذي لا يخرج عن الحق وحسن العشرة للأهل والأصحاب.
وإذا احتج به أصحاب الصدع بالحق والقول به في المشهد والمغيب، احتج به أصحاب المداراة والحياء والتكرم أن يبادروا (¬١)
_________
(¬١) في الأصل: "يبادوا" -بسقوط الراء-، والتصويب من النسخ الثلاث الأخرى.','1','517',NULL,NULL,'0');
INSERT INTO [b252] VALUES (565,'الرجل بما يكرهه في وجهه.
وإذا احتج به المتورعون على الورع المحمود، احتج به الميسرون والمسهلون الذين لا يخرجون عن سعة شريعته ويسرها وسهولتها.
وإذا احتج به من [صرف عنايته إلى إصلاح دينه وقلبه، احتج به من] (¬١) راعى إصلاح بدنه ومعيشته ودنياه، فإنه بعث بصلاح الدنيا والدين.
وإذا احتجّ به (¬٢) من لم يعلّق قلبه بالأسباب ولا ركن إليها، احتج به من قام بالأسباب ووضعها مواضعها وأعطاها حقها.
وإذا احتج به من جاع وصبر على الجوع، احتج به من شبع وشكر ربه على الشبع.
وإذا احتج به من أخذ بالعفو والصّفح والاحتمال، احتج به من انتقم في موضع الانتقام.
وإذا احتج به من أعطى للَّه ووالى للَّه، احتج به من منع للَّه وعادى للَّه.
وإذا احتج به من لم يدّخر شيئًا لغد، احتج به من يدّخرُ لأهله قوت سنة.
وإذا احتج به من يأكل الخشن من القوت والأدم كخبز الشعير والخلّ، احتج به من يأكل اللذيذ الطيب كالشواء والحلواء والفاكهة والبطيخ ونحوه.
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) في الأصل بعد هذه الكلمة جملة: "من راعى إصلاح بدنه". ومحلها هنا سهو، إذ قد سبقت. والتصويب موافق للنسخ الثلاث الأخرى.','1','518',NULL,NULL,'0');
INSERT INTO [b252] VALUES (566,'وإن احتج به من سرد الصوم، احتج به من سرد الفطر، فكان يصوم حتى يُقال: لا يفطر، ويفطر حتى يُقال: لا يصوم (¬١).
وإن احتج به من رغب عن الطيبات والمشتهيات، احتج به من أحب أطيب ما في الدنيا وهو النساء والطيب.
وإن احتج به من لان جانبه وخفض جناحه لنسائه، احتج به من أدبهن وآلمهن وطلّقهن وهجرهن وخيّرهن.
وإن احتج به من ترك مباشرة أسباب المعيشة بنفسه، احتج به من باشرها بنفسه فآجر واستأجر، وباع واشترى، واستسلف، وأدان، ورهن.
وإن احتج به من يجنب النساء بالكلية في الحيض والصيام، احتج به مباشر امرأته وهي حائض بغير الوطء، ومن يقبّل امرأته وهو صائم.
وإن احتج به من رحم أهل المعاصي بالعذر (¬٢)، احتج به من أقام عليهم حدود اللَّه، فقطع السارق، ورجم الزاني، وجلد الشارب.
وإن احتج به أرباب الحكم بالظاهر، احتج به أرباب السياسة العادلة المبنية على القرائن الظاهرة، فإنه حبس في تهمة، وعاقب في تهمة، وأخبر عن (¬٣) نبي اللَّه سليمان عليه السلام أنه حكم بالولد للمرأة بالقرينة
_________
(¬١) روى ذلك البخاري في "صحيحه" رقم (١٩٦٩)، ومسلم في "صحيحه" رقم (١١٥٥)، كلاهما من حديث عائشة رضي اللَّه عنها.
(¬٢) في النسخ الثلاث الأخرى: "بالقدر". والأمر محتمل.
(¬٣) ساقطة من الأصل، وأثبتها من النسخ الثلاث الأخرى.','1','519',NULL,NULL,'0');
INSERT INTO [b252] VALUES (567,'الظاهرة مع اعترافها لصاحبتها به (¬١)، فلم يحكم بالاعتراف الذي ظهر له بطلانه بالقرينة.
وترجم أبو عبد الرحمن (¬٢) على هذا الحديث ترجمتين:
إحداهما: قال: التوسعة للحاكم أن يقول للشيء الذي لا يفعله: أَفْعَل ليستبين به الحق (¬٣).
ثم قال: الحكم بخلاف ما يعترف به المحكوم عليه، إذا تبين للحاكم أن الحق غير ما اعترف به (¬٤).
وكذلك الصحابة عملوا بالقرائن في حياته وبعده:
فقال على للمرأة التي حملت (¬٥) كتاب حاطب: "لتلقين (¬٦) الكتاب أو لأجرّدنك" (¬٧).
وحد عمر بن الخطاب في الزنى بالحبل (¬٨)، وفي الخمر
_________
(¬١) رواه البخاري في "صحيحه" رقم (٦٧٦٩)، ومسلم في "صحيحه" رقم (١٧٢٠)، كلاهما من حديث أبي هريرة رضي اللَّه عنه.
(¬٢) أي النسائي صاحب السنن.
(¬٣) سنن النسائي "المجتبى" ص ٨١٢، في ٤٩ - كتاب آداب القضاة، الباب رقم (١٥). و"السنن الكبرى" له أيضًا (٣/ ٤٧٢)، قبل الحديث رقم (٥٩٥٨).
(¬٤) "السنن الكبرى" (٣/ ٤٧٣) قبل الحديث رقم (٥٩٥٩). وليس هذا التبويب في السنن المجتبى.
(¬٥) في الأصل: "حكمت"، والتصويب من النسخ الثلاث الأخرى.
(¬٦) في النسخ الثلاث الأخرى: "لتخرجن". وهو الموافق لمصادر التخريج.
(¬٧) رواه البخاري في "صحيحه" رقم (٣٠٨١)، ومسلم في "صحيحه" رقم (٢٤٩٤).
(¬٨) روى البخاري في "صحيحه" رقم (٦٨٣٠)، ومسلم في "صحيحه" رقم =','1','520',NULL,NULL,'0');
INSERT INTO [b252] VALUES (568,'بالرائحة (¬١).
وحكى اللَّه سبحانه عن شاهد يوسف حكاية مقرر غير منكر أنه حكم بقرينة شقّ القميص من دبر على براءته (¬٢).
وقال -صلى اللَّه عليه وسلم- لابن أبي الحقيق وقد زعم أن النفقة أذهبت كنز حيي بن أخطب: "العهد قريب والمال أكثر من ذلك" (¬٣)، فاعتبر قرينتين دالّتين على بقاء المال، وعاقبه حتى أقر به.
وجوّز لأولياء القتيل أن يحلفوا على رجل أنه قتله، ويقتلونه به بناء على القرائن المرجحة صدقهم (¬٤).
وشرع اللَّه سبحانه رجم المرأة إذا شهد عليها زوجها في اللعان، وأبت أن تلاعن للقرينة الظاهرة على صدقه (¬٥).
_________
= (١٦٩١) عنه قال: "والرجم في كتاب اللَّه حق على من زنى إذا أحصن من الرجال والنساء، إذا قامت البينة أو كان الحبل أو الاعتراف".
(¬١) روى ذلك عنه مالك في الموطأ (٢/ ٨٤٢)، وعلقه البخاري في صحيحه (١٠/ ٦٥) في ٧٤ - كتاب الأشربة، ١٠ - باب الباذق. قبل الحديث رقم (٥٥٩٨).
وصححه ابن حجر في "فتح الباري" (١٠/ ٦٧).
(¬٢) قال اللَّه تعالى: {وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ (٢٦) وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ (٢٧) فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ (٢٨)} [يوسف: ٢٦ - ٢٨].
(¬٣) رواه ابن حبان في "صحيحه" رقم (٥١٩٩)، والبيهقي في "السنن الكبرى" (٩/ ١٣٧).
(¬٤) رواه البخاري في "صحيحه" رقم (٦١٤٢)، (٦١٤٣)، ومسلم في "صحيحه" رقم (١٦٦٩)، من حديث سهل بن أبي حثمة ورافع بن خديج رضي اللَّه عنهما.
(¬٥) قال اللَّه تعالى: {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ =','1','521',NULL,NULL,'0');
INSERT INTO [b252] VALUES (569,'وشريعته طافحة بذلك لمن تأمّلها، فالحكم بالقرائن الظاهرة من نفس شريعته وما جاء به فهو حجة لقضاة الحق وولاة العدل، كما أنه حجة على قضاة السوء، وولاة الجور، واللَّه المستعان (¬١).
والمقصود بهذا الفصل أنه ليس الفقراء الصابرون بأحق به من الأغنياء الشاكرين، وأحق الناس به أعلمهم بسنته، وأتبعهم لها، وباللَّه التوفيق.
_________
= بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ (٦) وَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ (٧) وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ (٨)} [النور: ٦ - ٨].
(¬١) توسّع الإمام ابن القيم رحمه اللَّه في تقرير ذلك في كتابه: "الطرق الحكمية" ص ٦ - ١٢.','1','522',NULL,NULL,'0');
INSERT INTO [b252] VALUES (570,'<span data-type="title" id=toc-71>الباب الخامس والعشرون في بيان الأمور المضادة للصبر والمنافية له والقادحة فيه</span>
لما كان الصبر حبسَ اللسان عن الشكوى إلى غير اللَّه، والقلب عن التسخط، والجوارح عن اللطم وشقّ الثياب ونحوها، كان ما يضاده واقعًا على هذه الجملة.
فمنه الشكوى إلى المخلوق، فإذا شكا العبد ربه إلى مخلوق مثله فقد شكا من يرحمه إلى من لا يرحمه، ولا تضاده الشكوى إلى اللَّه كما تقدم (¬١) من شكاية يعقوب إلى اللَّه مع قوله {فَصَبْرٌ جَمِيلٌ} [يوسف: ١٨، ٨٣].
وأما إخبار المخلوِق بالحال، فإن كان للاستعانة بإرشاده أو معاونته والتوصل إلى زوال ضرَرِه لم يقدح ذلك في الصبر، كإخبار المريض بشَكاتِه (¬٢)، وإخبار المظلوم لمن ينتصر به بحاله، وإخبار المبتلى ببلائه لمن يرجو أن يكون فرجه على يديه.
وقد كان النبي -صلى اللَّه عليه وسلم- إذا دخل على المريض يسأله عن حاله ويقول: "كيف تجدك" (¬٣)، وهذا استخبار منه واستعلام لحاله.
وأما الأنين فهل يقدح في الصبر، فيه روايتان عن الإمام أحمد (¬٤).
_________
(¬١) تقدم ذلك ص (٢٤، ٩٢ - ٩٣).
(¬٢) العبارة في النسخ الثلاث الأخرى: "كإخبار المريض للطيب بشكايته".
(¬٣) رواه الترمذي في "جامعه" رقم (٩٨٣) وقال: "حديث حسن غريب"، وابن ماجه في "سننه" رقم (٤٢٦١) من حديث أنس بن مالك رضي اللَّه عنه.
(¬٤) انظر: المغني لابن قدامة (٣/ ٣٦٠)، والإنصاف (٢/ ٤٦٤).','1','523',NULL,NULL,'0');
INSERT INTO [b252] VALUES (571,'قال أبو الحسين (¬١): أصحهما الكراهة؛ لما روي عن طاوس: أنه كان يكره الأنين في المرض (¬٢). وقال مجاهد: كل شيء يكتب على ابن آدم مما يتكلم به حتى أنينه في مرضه (¬٣) (¬٤)
قال هؤلاء: ولأن الأنين شكوى بلسان الحال ينافي الصبر.
وقال عبد اللَّه بن أحمد: قال (¬٥) لي أبي في مرضه الذي تُوفي فيه: أخرج إلى كتاب عبد اللَّه بن إدريس فأخرجت الكتاب، فقال: أخرج أحاديث ليث بن أبي سليم فأخرجت أحاديث ليث، فقال: اقرأ عليّ حديث ليث. قال: قلت لطلحة: إن طاووسًا كان يكره الأنين في المرض، فما سُمع له أنين حتى مات. فما سمعت أبي أنَّ في مرضه ذلك إلى أن توفي (¬٦).
والرواية الثانية: أنه لا يكره، ولا يقدح في الصبر.
قال بكر بن محمد عن أبيه: سئل أحمد عن المريض يشكو ما يجد من الوجع؟ فقال: تعرف فيه شيئًا عن رسول اللَّه -صلى اللَّه عليه وسلم-؟ قال: نعم حديث
_________
(¬١) هو القاضي أبو الحسين محمد بن محمد بن الحسين بن محمد بن الفراء الحنبلي.
(¬٢) رواه: البغوي في "مسند ابن الجعد" رقم (٢٨٢١)، وابن أبي شيبة في "مصنفه" رقم (٣٥٤١٢)، وهناد في "الزهد" رقم (٣٩٦)، وأبو نعيم في "حلية الأولياء" (٤/ ٤) و (٥/ ١٨)، وابن الجوزي في "الثبات عند الممات" ص ١٤٤.
(¬٣) رواه ابن أبي شيبة في "مصنفه" رقم (١٠٨٣٠)، وهناد في "الزهد" رقم (١١٠٢).
(¬٤) "التمام" للقاضي أبي الحسين (١/ ٢٥٥ - ٢٥٦).
(¬٥) مكررة في الأصل.
(¬٦) رواه أبو نعيم في "حلية الأولياء" (٩/ ١٨٣)، عن عبد اللَّه بن أحمد به.
ورواه ابن الجوزي في "الثبات عند الممات" ص ١٥٩ - ١٦٠ عن صالح ابن أحمد به إلا أنه قال: "فلم يئن إلا في الليلة التي توفي فيها".','1','524',NULL,NULL,'0');
INSERT INTO [b252] VALUES (572,'عائشة "وارأساه! " (¬١) وجعل يستحسنه.
قال المروذي: دخلت على أبي عبد اللَّه وهو مريض، فسألته فتغرغرت عينه، وجعل يخبرني ما مرّ به في ليلته من العلة (¬٢).
والتحقيق: [أن الأنين] (¬٣) على قسمين: أنين شكوى فيكره. وأنين استراحة وتفريج فلا يكره، واللَّه أعلم.
وقد روي في أثر: "إن المريض إذا بدأ بحمد اللَّه ثم أخبر بحاله لم يكن شكوى" (¬٤).
وقال شقيق البلخي: "من شكا مصيبة نزلت به إلى غير اللَّه لم يجد في قلبه لطاعة اللَّه حلاوة أبدًا" (¬٥).

فصل
والشكوى نوعان:
شكوى بلسان القال.
_________
(¬١) سبق تخريجه ص (١٧٠).
(¬٢) انظر لروايتي بكر بن محمد عن أبيه والمروذي: "التمام" (١/ ٢٥٦).
(¬٣) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٤) رواه الخلال -كما في "طبقات الحنابلة" (١/ ٢٠٨) - عن ابن مسعود مرفوعًا: "إذا كان الشكر قبل الشكوى فليس بشاك".
ورواه الخطيب في: "تاريخ بغداد" (١٠/ ٢٧٦) من قول محمد بن سيرين: "إذا حمد اللَّه العبد قبل الشكوى لم تكن شكوى".
(¬٥) رواه البيهقي في "شعب الإيمان" رقم (١٠٠٧٤)، وابن عساكر في "تاريخ دمشق" (٢٣/ ١٤٤).','1','525',NULL,NULL,'0');
INSERT INTO [b252] VALUES (573,'وشكوى بلسان الحال ولعلها أعظمها، ولهذا أمر النبي -صلى اللَّه عليه وسلم- من أنعم عليه أن يظهر أثر نعمة اللَّه عليه، وأعظم من ذلك من يشتكي ربه وهو بخير، فهذا أمقت الخلق عند ربه.
قال الإمام أحمد: حدثنا عبد اللَّه بن يزيد حدثنا كهمس عن عبد اللَّه بن شقيق قال: قال كعب الأحبار: "إن من حسن العمل سبحة الحديث، ومن شر العمل التجديف". قيل لعبد اللَّه: ما سُبحة الحديث؟ قال: سبحان اللَّه وبحمده في خلال الحديث. قيل: فما التجديف؟ قال: يصبح الناس بخير، فيُسألون، فيزعمون: أنهم بشرّ (¬١).

فصل
ومما ينافي الصبر: شقّ الثياب عند المصيبة، ولطم الوجه، والضرب بإحدى اليدين على الأخرى، وحلق الشعر، والدعاء بالويل، ولهذا برئ رسول اللَّه -صلى اللَّه عليه وسلم- ممن سلق وحلق وخرق (¬٢).
سلق: رفع صوته عند المصيبة، وحلق رأسه، وخرق ثيابه.
_________
(¬١) لم أقف عليه للإمام أحمد.
والأثر رواه ابن أبي شيبة في "مصنفه" رقم (٢٩٤٣٣)، (٣٥٠٤٤)، ومن طريقه أبو نعيم في "حلية الأولياء" (٦/ ٢١).
ورواه الطبراني في "الكبير" رقم (٤٩٦) من المجلد ١٧ مرفوعًا من حديث عصمة بن مالك الخطمي. ومعنى "التجديف": كفر النعمة واستقلال العطاء. "النهاية": (١/ ٢٤٧).
(¬٢) رواه مسلم في "صحيحه" رقم (١٠٤) من حديث أبي موسى الأشعري.
وهو متفق عليه من حديث أبي موسى بلفظ: "إن رسول اللَّه -صلى اللَّه عليه وسلم- بريء من الصالقة والحالقة والشاقة". "صحيح البخاري" رقم (١٢٩٦)، و"صحيح مسلم" رقم (١٠٤).','1','526',NULL,NULL,'0');
INSERT INTO [b252] VALUES (574,'ولا ينافيه البكاء والحزن، قال تعالى عن يعقوب: {وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ (٨٤)} [يوسف: ٨٤]. قال قتادة: "كظم على الحزن، فلم يقل إلا خيرًا" (¬١).
وقال حماد بن سلمة عن علي بن زيد عن يوسف بن مهران عن ابن عباس رضي اللَّه عنهما عن النبي -صلى اللَّه عليه وسلم- قال: "ما كان من العين ومن القلب فمن اللَّه والرحمة، وما كان من اليد واللسان فمن الشيطان" (¬٢).
وقال هشيم عن عبد الرحمن بن يحيى عن حبان بن أبي جبلة قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "من بثّ فلم يصبر" (¬٣).
وقال خالد بن أبي عثمان: مات ابن لي فرآني سعيد بن جبير مقنّعًا، فقال: "إياك والتقنع؛ فإنه من الاستكانة" (¬٤).
وقال بكر بن عبد اللَّه المزني: "كان يُقال: من الاستكانة الجلوس في البيت بعد المصيبة" (¬٥).
وقال عبيد بن عمير: "ليس الجزع أن تدمع العين ويحزن القلب، ولكن الجزع القول السيّئ والظن السيّئ (¬٦) " (¬٧).
_________
(¬١) سبق تخريجه ص (١٨٢).
(¬٢) رواه أحمد في "مسنده" (١/ ٢٣٧). وضعفه الألباني في "سلسلة الأحاديث الضعيفة" برقم (١٧١٥).
(¬٣) سبق تخريجه ص (١٨١).
(¬٤) سبق هذا الأثر ص (١٨٧).
(¬٥) لم أجده مسندًا. وقد ذكره في "تسلية أهل المصائب" ص (٢١٢).
(¬٦) في النسخة (ب) بعد هذه الكلمة: "الجملة التالية": "وسئل القاسم بن محمد عن الجزع؟ فقال: القول السيئ والظن السيئ".
(¬٧) سبق هذا الأثر ص (١٨٦).','1','527',NULL,NULL,'0');
INSERT INTO [b252] VALUES (575,'ومات ابن لبعض قضاة البصرة، فاجتمع إليه العلماء والفقهاء، فتذاكروا ما يتبيّن به جزع الرجل من صبره، فأجمعوا: أنه إذا ترك شيئًا مما كان يصنعه فقد جزع (¬١).
وقال الحسين بن عبد العزيز الجروي: مات ابن لي نفيس، فقلت لأمه: اتقي اللَّه واحتسبيه واصبري، فقالت: مصيبتي به أعظم من أن أفسدها بالجزع (¬٢).
وقال عبد اللَّه بن المبارك: أتى رجل يزيدَ بن يزيد وهو يصلي، وابنه في الموت، فقال: ابنك يقضي وأنت تصلي؟ فقال: إن الرجل إذا كان له عمل يعمله، فتركه يومًا واحدًا كان ذلك خللًا في عمله (¬٣).
وقال ثابت: أصيب عبد اللَّه بن مطرف بمصيبة فرأيته (¬٤) أحسن شيء شارة وأطيبه ريحًا، فذكرت له ما رأيت منه، فقال: تأمرني يا أبا محمد أن أستكين للشيطان، وأريه أنه قد أصابني سوء، واللَّه يا أبا محمد لو كانت لي الدنيا كلها ثم أخذها مني، ثم سقاني شربة يوم القيامة ما رأيتها ثمنًا لتلك الشربة (¬٥).
_________
(¬١) سبق هذا الأثر ص (١٨٧).
(¬٢) سبق هذا الأثر ص (١٨٦).
(¬٣) لم أجده مسندًا وذكره في "تسلية أهل المصائب" ص (٢١٣).
(¬٤) أي رأى مطرفًا، والد عبد اللَّه الذي أصيب بمصيبة، وتلك المصيبة هي موت ابنه عبد اللَّه.
(¬٥) رواه ابن سعد في "الطبقات الكبرى" (٧/ ٢٤٤)، وأبو نعيم في "حلية الأولياء" (٢/ ١٩٩)، والبيهقي في "شعب الإيمان" رقم (١٠١٧٠)، وابن عساكر في "تاريخ دمشق" (٥٨/ ٣١٩)، وابن الجوزي في "الثبات عند الممات" ص ٣٩.','1','528',NULL,NULL,'0');
INSERT INTO [b252] VALUES (576,'ومما يقدح في الصبر: إظهار المصيبة والتحدث بها، وكتمانها رأس الصبر.
قال الحسن بن الصباح في "مسنده": حدثنا خلف بن تميم حدثنا زافر بن سليمان عن عبد العزيز بن أبي رواد عن نافع عن ابن عمر قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "من البر كتمان المصائب (¬١) والأمراض والصدقة، وذكر أنه من بث لم يصبر" (¬٢).
وروي من وجه آخر عن أنس يرفعه: "من كنوز البر كتمان المصائب وما صبر من بث" (¬٣).
ولما نزل في إحدى عيني عطاء الماء، مكث عشرين سنة لا يعلم به أهله، حتى جاء ابنه يومًا من قبل عينه، فعلم أن الشيخ قد أصيب (¬٤).
ودخل رجل على داود الطائي في فراشه فرآه يزحف، فقال: إنا للَّه وإنا إليه راجعون. فقال: مه لا تُعلم بهذا أحدًا. وقد أُقعد قبل ذلك بأربعة أشهر لم يعلم بذلك أحد (¬٥).
وقال مغيرة: شكا الأحنف إلى عمه وجع ضرسه، فكرر ذلك عليه، فقال: ما تكرر على، لقد ذهبت عيني منذ أربعين سنة فما شكوتها إلى أحد (¬٦).
_________
(¬١) في الأصل: "البر" والتصويب من النسخ الثلاث الأخرى.
(¬٢) الحديث سبق تخريجه ص (١٨١).
(¬٣) لم أجده. وانظر ما سبق ص (١٨١).
(¬٤) انظر: "تسلية أهل المصائب" ص (٢١٥).
(¬٥) انظر: "تسلية أهل المصائب" ص (٢١٥).
(¬٦) رواه أحمد في "الزهد" رقم (١٣٠٦).','1','529',NULL,NULL,'0');
INSERT INTO [b252] VALUES (577,'فصل
ويضاد الصبر الهلع، وهو: الجزع عند ورود المصيبة، والمنع عند ورود النعمة قال تعالى: {إِنَّ الْإِنْسَانَ خُلِقَ هَلُوعًا (١٩) إِذَا مَسَّهُ الشَّرُّ جَزُوعًا (٢٠) وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا (٢١)} [المعارج: ١٩ - ٢١].
وهذا تفسير الهلوع قال الجوهري: الهلع: أفحش الجزع، وقد هلِع بالكسر، فهو هَلِعٌ وهلوع، وفي الحديث: "شر ما في العبد شحٌّ هالع، وجبن خالع" (¬١) (¬٢).
قلت: هنا أمران: أمر لفظي. وأمر معنوي.
فأما اللفظي: فإنه وَصَف الشح بكونه هالعًا والهالع صاحبه، وأكثر ما يُسمى هلوعًا، ولا يُقال: هالع له؛ فإنه لا يتعدى، ففيه وجهان:
أحدهما: أنه على النسب، كقولهم: ليل نائم، وسرٌّ كاتم، ونهار صائم، ويوم عاصف، كله عند سيبويه على النسب (¬٣)، أي: ذو كذا، كما قالوا: تامر، ولابن.
والثاني: أن اللفظة غُيّرت عن بابها للازدواج مع خالع، وله نظائر.
وأما المعنوي: فهو أن الشحّ والجبن أردأ صفتين في العبد، ولا سيما إذا كان شحه هالعًا، أي: مُلق له في الهلع، وجبنه خالعًا، أي: قد
_________
(¬١) رواه أبو داود في "سننه" رقم (٢٥١١). من حديث أبي هريرة رضي اللَّه عنه.
وصححه ابن حبان فأخرجه في "صحيحه" برقم (٢٣٥٠). وصححه الألباني في "سلسلة الأحاديث الصحيحة" برقم (٥٦٠).
(¬٢) "الصحاح" (٣/ ١٣٠٨).
(¬٣) انظر: "لسان العرب" (١/ ٧٥٨).','1','530',NULL,NULL,'0');
INSERT INTO [b252] VALUES (578,'خلع قلبه من مكانه، فلا سماحة ولا شجاعة، لا نفع بماله ولا ببدنه، كما يُقال: لا طعنة ولا جفنة، ولا يطرد ولا يثرد، بل قد قمعه وصغّره وحقّره ودسّاه (¬١) الشخ والخوف والطمع (¬٢) والفزع.
وإذا أردت معرفة الهلوع، فهو الذي إذا أصابه الجوع أظهر الاستجاعة وأسرع بها، وإذا أصابه الألم أسرع الشكاية، وإذا أصابه القهر أظهر الاستضامة والاستكانة وباء بها سريعًا.
وإذا أصابه الوجع أسرع الانطراح على جنبه، وأظهر الشكاية. وإذا بدا له مأخذ طمع طار إليه سريعًا. وإذا ظفر به أحلّه من نفسه محل الروح فلا احتمال ولا إفضال.
وهذا كله من صغر النفس ودناءتها، وتدسيتها في البدن وإخفائها وتحقيرها، واللَّه المستعان.
_________
(¬١) في الأصل: "وسادة". والتصويب من (م) و (ب).
ودساه أي: أخفاه. انظر: "لسان العرب" (١٤/ ٢٥٦).
(¬٢) في الأصل: "الطمع". بدون واو. والمثبت من النسخ الثلاث الأخرى.','1','531',NULL,NULL,'0');
INSERT INTO [b252] VALUES (579,'<span data-type="title" id=toc-72>الباب السادس والعشرون في بيان دخول الصبر والشكر في صفات الرب جل جلاله، وتسميته بالصبور والشكور، ولو لم يكن للصبر والشكر من الفضيلة إلا ذلك لكفى به</span>
أما الصبر، فقد أطلقه عليه أعرف الخلق به وأعظمهم تنزيهًا له بصيغة المبالغة، ففي "الصحيحين" من حديث الأعمش عن سعيد بن جبير عن أبي عبد الرحمن السلمي [عن أبي موسى] (¬١) عن النبي -صلى اللَّه عليه وسلم- قال: "ما أحد أصبر على أذى سمعه من اللَّه عز وجل، يدعون له ولذا وهو يعافيهم ويرزقهم" (¬٢).
وفي أسمائه الحسنى الصبور (¬٣)، وهو من أمثلة المبالغة، أبلغ من المصابر والصابر.
وصبره تعالى يفارق صبر المخلوق ولا يماثله من وجوه متعددة:
منها: أنه عن قدرة تامّة.
ومنها: أنه لا يخاف الفوت، [والعبد إنما يستعجل لخوف الفوت] (¬٤).
ومنها: أنه لا يلحقه بصبره ألم ولا حزن، ولا نقص بوجه ما.
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) "صحيح البخاري" رقم (٧٣٧٨)، و"صحيح مسلم" رقم (٢٨٠٤).
(¬٣) جاء ذلك في حديث أبي هريرة رضي اللَّه عنه الذي فيه تعداد أسماء اللَّه تعالى، رواه الترمذي في "جامعه" رقم (٣٥٠٧)، وقال: "حديث غريب".
(¬٤) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.','1','532',NULL,NULL,'0');
INSERT INTO [b252] VALUES (580,'وظهور أثر هذا الاسم في العالم مشهود بالعيان كظهور اسمه الحليم.
والفرق بين الصبر والحلم: أن الصبر ثمرة الحلم وموجبه، فعلى قدر حلم العبد يكون صبره، والحلم في صفات الرب تعالى أوسع من الصبر، ولهذا جاء اسم الحليم [في القرآن] (¬١) في غير موضع، ولسعته يقرنه سبحانه (¬٢) باسم العليم، كقوله تعالى: {وَكَانَ اللَّهُ عَلِيمًا حَلِيمًا (٥١)} [الأحزاب: ٥١]، {وَاللَّهُ عَلِيمٌ حَلِيمٌ (١٢)} [النساء: ١٢].
وفي أثر: "أن حملة العرش أربعة: اثنان يقولان: سبحانك اللهم وبحمدك، لك الحمد على حلمك بعد علمك. واثنان يقولان: سبحانك اللهم وبحمدك، لك الحمد على عفوك بعد قدرتك" (¬٣).
فإن المخلوق يحلم عن جهل، ويعفو عن عجز، والربّ تعالى يحلم مع كمال علمه، ويعفو مع تمام قدرته، وما أضيف شيءٌ إلى شيء أزين
_________
(¬١) ما بين المعقوفين ساقط من الأصل، واستدركته من النسخ الثلاث الأخرى.
(¬٢) في الأصل: "سبحانه يقرنه"، مكان: "يقرنه سبحانه". والمثبت من النسخ الثلاث الأخرى.
(¬٣) هذا الأثر مروي عن بعض السلف لكن بلفظ: "حملة العرش ثمانية، أربعة يقولون. . . " الخ.
رواه ابن أبي شيبة في "كتاب العرش" رقم (٢٤)، عن شهر بن حوشب.
ورواه أبو نعيم في "حلبة الأولياء" (٦/ ٧٤) عن حسان بن عطية.
وقال الذهبي: إسناده قوي. ووافقه الألباني. انظر: مختصر العلو ص ١٠١.
ورواه أبو نعيم أيضًا في "حلية الأولياء" (٣/ ٥٥)، وأبو الشيخ في العظمة (٣/ ٩٥٤) عن هارون بن رياب.','1','533',NULL,NULL,'0');
INSERT INTO [b252] VALUES (581,'من حلم إلى علم، ومن عفو إلى اقتدار، ولهذا كان في دعاء الكرب وصفه سبحانه بالحلم مع العظمة (¬١).
وكونه حليمًا من لوازم ذاته، وأما صبره سبحانه فمتعلق بكفر العباد وشركهم ومسَبّتهم له سبحانه، وأنواع معاصيهم وفجورهم. فلا يزعجه سبحانه ذلك كله إلى تعجيل العقوبة، بل يصبر على عبده ويمهله ويستصلحه ويرفق به ويحلم عنه، حتى إذا لم يبقَ فيه موضع للصنيعة، ولا يصلح على الإمهال والرفق والحلم، ولا ينيب إلى ربه ويدخل عليه، لا من باب الإحسان والنعم، ولا من باب البلاء والنقم، أخذه أخذ عزيز مقتدر، بعد غاية الإعذار إليه، وبذل النصيحة له ودعائه إليه من كل باب.
وهذا كله من موجب صفة حلمه، وهي صفة ذاتية له لا تزول.
وأما الصبر فإذا زال متعلقه، كان كسائر الأفعال التي توجد لوجود الحكمة وتزول بزوالها، فتأمله، فإنه فرق لطيف اعترف (¬٢) الحذاق بعسره، وقل من تنبه له ونبه عليه. وأشكل على كثير منهم معنى هذا الاسم، وقالوا: لم يأتِ في القرآن، فأعرضوا عن الاشتغال به صفحًا، ثم اشتغلوا بالكلام في صبر العبد وأقسامه.
ولو أنهم أعطوا هذا الاسم حقه لعلموا أن الرب تعالى أحق به من جميع الخلق، كما هو أحق باسم العليم والرحيم والقدير والسميع
_________
(¬١) رواه البخاري في "صحيحه" رقم (٦٣٤٥)، ومسلم في "صحيحه" رقم (٢٧٣٥)، من حديث عبد اللَّه بن عباس أن نبي اللَّه -صلى اللَّه عليه وسلم- كان يقول عند الكرب: "لا إله إلا اللَّه العظيم الحليم".
(¬٢) في سائر النسخ الثلاث: "ما عثرت" مكان: "اعترف"، والأمر محتمل.','1','534',NULL,NULL,'0');
INSERT INTO [b252] VALUES (582,'والبصير والحي والملك وسائر أسمائه الحسنى من المخلوقين، وأن التفاوت الذي بين صبره سبحانه وصبرهم كالتفاوت الذي بين حياته وحياتهم، وعلمه وعلمهم، وسمعه وأسماعهم، وكذا سائر صفاته.
ولما علم ذلك أعرف خلقه به قال: "لا أحد أصبر على أذى يسمعه من اللَّه" (¬١).
فعِلمُ أرباب البصائر بصبره سبحانه كعلمهم برحمته وعفوه وستره، مع أنه صبر مع كمال علم وقدرة وعظمة وعزة، وهو صبر عن أعظم مصبور عليه، فإنّ مقابلة أعظم العظماء وملك الملوك وأكرم الأكرمين ومَن إحسانُه فوق كل إحسان، بغاية القبح وأعظم الفجور وأفحش الفواحش، ونسبته إلى كل ما لا يليق به، والقدح في كماله، وأسمائه وصفاته، والإلحاد في آياته، وتكذيب رسله ومقابلتهم بالسبّ والشتم والأذى، وتحريق أوليائه وقتلهم وإهانتهم = أمر لا يصبر عليه إلا الصبور الذي لا أحد أصبر منه، ولا نسبة لصبر جميع الخلق من أولهم إلى آخرهم إلى صبره سبحانه.
وإذا أردت أن ترف معرفة صبر الربّ تعالى وحلمه والفرق بينهما، فتأمل قوله تعالى: {إِنَّ اللَّهَ يُمْسِكُ السَّمَاوَاتِ وَالْأَرْضَ أَنْ تَزُولَا وَلَئِنْ زَالَتَا إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِنْ بَعْدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورًا (٤١)} [فاطر: ٤١]، وقوله: {وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (٨٨) لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (٨٩) تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (٩٠) أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (٩١)} [مريم: ٨٨ - ٩١] وقوله: {وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ (٤٦)} [إبراهيم: ٤٦].
_________
(¬١) سبق تخريجه قريبًا.','1','535',NULL,NULL,'0');
INSERT INTO [b252] VALUES (583,'على قراءة من فتح اللام (¬١).
فأخبر سبحانه أن حلمه ومغفرته يمنعان زوال السماوات والأرض، فبالحلم أمسكهما، وإمساكهما أن تزولا بكفر بني آدم هو الصبر، فبحلمه صبر عن معاجلة أعدائه.
وفي الآية إشعار بأن السماوات والأرض تهم وتستأذن بالزوال لعظم ما يأتي به العباد، فيمسكها بحلمه ومغفرته، وذلك حبسُ عقوبَتِه عنهم، وهو حقيقة صبره تعالى، فالذي صدر عنه الإمساك هو صفة الحلم، والإمساكُ هو الصبرُ وهو حبس العقوبة، ففرق بين حبس العقوبة وبين ما صدر عنه حبسها، فتأمله.
وفي "مسند" الإمام أحمد مرفوعًا: "ما من يوم إلا والبحر يستأذن ربه أن يغرق بني آدم" (¬٢).
وهذا هو مقتضى الطبيعة؛ لأن كرة الماء تعلو كرة التراب بالطبع، ولكن اللَّه سبحانه يمسكه بقدرته وحلمه وصبره، وكذلك خرور الجبال وتفطر السماوات، الربّ تعالى يحبسها عن ذلك بصبره وحلمه، فإن ما يأتي به الكفار والمشركون والفجار (¬٣) في مقابلة العظمة والجلال
_________
(¬١) فتح اللام الأولى وضم الثانية هكذا {لِتَزُولَ}. وهي قراءة الكسائي.
فتكون اللام الأولى للتوكيد، كما تقول: إن زيدًا لَيقولُ. انظر: السبعة في القراءات ص ٣٦٣، وحجة القراءات ص ٣٧٩.
(¬٢) رواه أحمد في "مسنده" (١/ ٤٣)، عن عمر بن الخطاب عن رسول اللَّه -صلى اللَّه عليه وسلم- قال: "ليس من ليلة إلا والبحر يشرف فيها ثلاث مرات على الأرض يستأذن اللَّه في أن ينفضح عليهم، فيكفّه اللَّه عز وجل".
وضعفه ابن الجوزي في "العلل المتناهية" رقم (٣٧).
(¬٣) في الأصل: "والكفار"، والتصويب من النسخ الثلاث الأخرى.','1','536',NULL,NULL,'0');
INSERT INTO [b252] VALUES (584,'والإكرام يقتضي ذلك، فجعل سبحانه في مقابلة هذه الأسباب أسبابًا يحبها ويرضاها ويفرح بها أكمل فرح وأتمّه، تقابل تلك الأسباب التي هي سبب (¬١) زوال العالم وخرابه، فدافعت تلك الأسباب وقاومتها، وكان هذا من آثار مدافعة رحمته لغضبه، وغلبتها له، وسبقها إياه، فغلب أثر الرحمة أثر الغضب كما غلبت الرحمة الغضب.
ولهذا استعاذ النبي -صلى اللَّه عليه وسلم- بصفة الرضا من صفة السخط، وبفعل المعافاة من فعل العقوبة، ثم جمع الأمرين في الذات إذ هما قائمان بها، فقال: "أعوذ برضاك من سخطك، وأعوذ بعفوك من عقوبتك، وأعوذ بك منك" (¬٢).
فإن ما يستعاذ به هو صادر عن مشيئته وخلقه بإذنه وقضائه، فهو الذي أذن في وقوع الأسباب التي يستعاذ منها خلقًا وكونًا، وهو الذي يعيذ منها ويدفع شرها خلقًا وكونًا، فمنه السبب والمسبب. وهو الذي حرك الأنفس والأبدان وأعطاها قوى التأثير، وهو الذي أوجدها وأعدّها وأمدّها وسلّطها على ما شاء، وهو الذي يمسكها إذا شاء، ويحول بين قواها وتأثيرها.
فتأمل ما تحت قوله: "أعوذ بك منك" من محض التوحيد، وقطع الالتفات إلى غيره، وتكميل التوكل عليه، والاستعانة به وحده، وإفراده بالخوف والرجاء، ودفع الضرّ وجلب الخير، فهو الذي يمس بالضرّ بمشيئته، وهو الذي يدفعه بمشيئته، وهو المستعاذ بمشيئته من مشيئته،
_________
(¬١) ساقطة من الأصل، واستدركتها من (ب) و (ن).
(¬٢) رواه مسلم في "صحيحه" رقم (٤٨٦) من حديث عائشة رضي اللَّه عنها.','1','537',NULL,NULL,'0');
INSERT INTO [b252] VALUES (585,'فهو المعيذ من فعله بفعله، وهو سبحانه الذي خلق ما يصبر عليه، وما يرضى به، فإذا أغضبه معاصي الخلق وكفرهم وشركهم وظلمهم، أرضاه تسبيح ملائكته وعباده المؤمنين له، وحمدهم إياه، وطاعتهم له؛ فيعيذ رضاه من غضبه.
قال عبد اللَّه بن مسعود: "ليس عند ربكم ليل ولا نهار، نور السماوات والأرض من نور وجهه، وإن مقدار يوم من أيامكم عنده ثنتا عشرة ساعة، فتعرض عليه أعمالكم بالأمس أول النهار اليوم، فينظر فيها ثلاث ساعات، فيطّلع منها على ما يكره فيغضبه ذلك، فأول من يعلم بغضبه حملة العرش يجدونه يثقل عليهم، فتسبّحه حملة العرش وسرادقات العرش والملائكة المقربون وسائر الملائكة، حتى ينفخ جبريل في القرن فلا يبقى شيء حتى يسمعَ صوته؛ فيسبحون الرحمن ثلاث ساعات حتى يمتلئ الرحمن رحمة، فتلك ست ساعات، قال: ثم يُؤتى بالأرحام فينظر فيها ثلاث ساعات، فذلك قوله {هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ (¬١)} [آل عمران: ٦]، و {يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ (٤٩) أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا} [الشورى: ٤٩، ٥٠] فتلك تسع ساعات، ثم يؤتى بالأرزاق فينظر فيها ثلاث ساعات فذلك قوله {يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ} [الرعد: ٢٦] وقوله: {كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ} [الرحمن: ٢٩] قال هذا شأنكم وشأن ربكم".
رواه أبو القاسم الطبراني في "السنة"، وعثمان بن سعيد الدارمي، وشيخ الإسلام الأنصاري، وابن منده، وابن خزيمة، وغيرهم (¬٢).
_________
(¬١) "يشاء" ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.
(¬٢) "نقض عثمان بن سعيد" رقم (١١٤)، و"الرد على الجهمية" لابن منده رقم =','1','538',NULL,NULL,'0');
INSERT INTO [b252] VALUES (586,'ولما ذكر اللَّه سبحانه في سورة الأنعام أعداءه وكفرهم وشركهم به وتكذيب رسله، ذكر بإثر ذلك شأن خليله إبراهيم، وما أراه من ملكوت السماوات والأرض، وما حاجّ به قومه في إظهار دين اللَّه وتوحيده، ثم ذكر الأنبياء من ذريته وأنه هداهم وآتاهم الكتاب والحكم والنبوة، ثم قال: {فَإِنْ يَكْفُرْ بِهَا هَؤُلَاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ} [الأنعام: ٨٩].
فأخبر أنه سبحانه كما جعل في الأرض من يكفر به، ويجحد توحيده ويكذب رسله، كذلك جعل فيها من عباده من يؤمن بما كفر به أولئك، ويصدق بما كذبوا به، ويحفظ من حرماته ما أضاعوه، وبهذا تماسك العالم العلوي والسفلي، وإلا فلو اتبع الحق أهواء أعدائه لفسدت السماوات والأرض ومن فيهن، ولخرب العالم. ولهذا جعل سبحانه من أسباب خراب العالم رفع الأسباب الممسكة له من الأرض، وهي: كلامه، وبيته، ودينه، والقائمون به، فلا يبقى لتلك الأسباب المقتضية لخراب العالم أسباب تقاومها وتمانعها.
ولما كان اسمه "الحليم" أَدخل في الأوصاف، واسم "الصبور" في الأفعال، كان الحلم أصل الصبر، فوقع الاستغناء به في القرآن (¬١) عن اسم "الصبور"، واللَّه أعلم.
_________
= (٩٠).
ولم أقف عليه في السنة للالكائي ولا في ذم الكلام للهروي ولا في التوحيد لابن خزيمة.
والأثر رواه أيضًا: أبو الشيخ في "العظمة" رقم (١١١)، (١٤٧)، والطبراني في "الكبير" رقم (٨٨٨٦)، وأبو نعيم في "حلية الأولياء" (١/ ١٣٧)، والبيهقي في "الأسماء والصفات" رقم (٦٧٤).
(¬١) "في القرآن" ليست في الأصل، وأثبتها من النسخ الثلاث الأخرى.','1','539',NULL,NULL,'0');
INSERT INTO [b252] VALUES (587,'فصل
وأما تسميته سبحانه بالشكور؛ فهو في حديث أبي هريرة (¬١).
وفي القرآن تسميته شاكرًا، قال اللَّه تعالى: {وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا (١٤٧)} [النساء: ١٤٧].
وتسميته أيضا شكورًا، قال اللَّه تعالى: {وَاللَّهُ شَكُورٌ حَلِيمٌ (١٧)} [التغابن: ١٧]، وقال تعالى: {إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا (٢٢)} [الإنسان: ٢٢].
فجمع (¬٢) لهم سبحانه بين الأمرين: أن شكر سعيهم وأثابهم عليه، واللَّه تعالى يشكر عبده إذا أحسن طاعته، ويغفر له إذا تاب إليه، فيجمع للعبد بين شكره لإحسانه ومغفرته لإساءته، إنه غفور شكور.
وقد تقدم في الباب العشرين ذكر حقيقة شكر العبد، وأسبابه، ووجوهه (¬٣).
وأما شكر الرب تعالى فله شأن آخر، كشأن صبره، فهو أولى بصفة الشكر من كل شكور، بل هو الشكور على الحقيقة؛ فإنه يعطي العبد ويوفقه لما يشكره عليه، ويشكر القليل من العمل والطاعة، فلا يستقله أن يشكره، ويشكر الحسنة بعشرة أمثالها إلى أضعاف مضاعفة، ويشكر عبدَه بقوله بأن يُثني عليه بين ملائكته وفي ملئه الأعلى، ويلقي له الشكر
_________
(¬١) رواه الترمذي في "جامعه" رقم (٣٥٠٧)، وقال: "حديث غريب"، وابن ماجه في "سننه" رقم (٣٨٦١).
(¬٢) في الأصل: "فجمعهم". والمثبت من النسخ الثلاث الأخرى.
(¬٣) ص ٢١٤ وما بعدها.','1','540',NULL,NULL,'0');
INSERT INTO [b252] VALUES (588,'بين عباده ويشكره بفعله، فإذا ترك له شيئا أعطاه أفضل منه، وإذا بذل له شيئا رده عليه أضعافًا مضاعفة، وهو الذي وفقه للترك والبذل، وشكره على هذا وهذا.
ولما عقر نبيه سليمان الخيل غضبًا له إذ شغلته عن ذكره (¬١)، فاراد ألا تشغله مرة أخرى، أعاضه عنها متن الريح.
ولما ترك الصحابة ديارهم وخرجوا منها في مرضاته، أعاضهم منها أن أملكهم الدنيا، وفتحها عليهم.
ولما احتمل يوسف الصديق ضيق السجن له، شكر له ذلك بأن مكّنه في الأرض يتبوّأ منها حيث يشاء (¬٢).
ولما بذل الشهداء أبدانهم له حتى مزّقها أعداؤه، شكر لهم ذلك بأن أعاضهم منها طيرًا خضرًا أقرّ أرواحهم فيها ترد أنهار الجنّة وتأكل من ثمارها إلى يوم البعث (¬٣)، فيردُّها عليهم أكمل ما تكون وأجمله وأبهاه.
ولما بذل رسله أعراضهم فيه لأعدائهم، فنالوا منهم وسبّوهم، أعاضهم من ذلك أن صلى عليهم هو وملائكته، وجعل لهم أطيب الثناء
_________
(¬١) قال اللَّه تعالى: {وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (٣٠) إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ (٣١) فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ (٣٢) رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (٣٣) وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (٣٤)} [ص: ٣٠ - ٣٤].
(¬٢) قال اللَّه تعالى: {وَكَذَلِكَ مَكَّنَّا لِيُوسُفَ فِي الْأَرْضِ يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ نُصِيبُ بِرَحْمَتِنَا مَنْ نَشَاءُ وَلَا نُضِيعُ أَجْرَ الْمُحْسِنِينَ (٥٦)} [يوسف: ٥٦].
(¬٣) روى مسلم في "صحيحه" رقم (١٨٨٧) عن عبد اللَّه بن مسعود رضي اللَّه عنه مرفوعا: "أرواحهم في جوف طير خضر لها قناديل. . . " الحديث.','1','541',NULL,NULL,'0');
INSERT INTO [b252] VALUES (589,'في سماواته وبين خلقه، فأخلصهم بخالصة ذكرى الدار.
ومِنْ شُكره سبحانه أنه لا يضيع أجر من أحسن عملًا، ولو أنه مثقال ذرة.
ومن شُكره: أنه يجازي عدوه بما يفعله من الخير والمعروف في الدنيا، ويخفف به عنه يوم القيامة، فلا يضيّع عليه ما يعمله من الإحسان وهو من أبغض خلقه إليه (¬١).
ومن شكره أنه غفر للمرأة البغيّ بسقيها كلبًا كان قد جهده العطش حتى أكل الثرى (¬٢)؛ وغفر لآخر بتنحية غصنِ شوكٍ عن طريق المسلمين (¬٣)، فهو سبحانه يشكر العبد على إحسانه إلى نفسه، والمخلوق إنما يشكر من أحسن إليه.
وأبلغ من ذلك أنه هو الذي أعطى العبد ما يحسن به إلى نفسه وشكره عليه، بل شكره على قليله بالأضعاف المضاعفة التي لا نسبة لإحسان العبد إليها، فهو المحسن بإعطاء الإحسان وإعطاء الشكر، فمن أحق باسم الشكور منه سبحانه؟
_________
(¬١) روى مسلم في "صحيحه" رقم (٢٨٠٨) عن أنس بن مالك رضي اللَّه عنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "إن اللَّه لا يظلم مؤمنًا حسنة، يُعطى بها في الدنيا، ويجزى بها في الآخرة، وأما الكافر فيُطعم بحسنات ما عمل بها للَّه في الدنيا، حتى إذا أفضى إلى الآخرة لم تكن له حسنة يُجزى بها".
(¬٢) روى ذلك البخاري في "صحيحه" رقم (٣٤٦٧)، ومسلم في "صحيحه" رقم (٢٢٤٥) عن أبي هريرة عن النبي -صلى اللَّه عليه وسلم-.
(¬٣) روى ذلك البخاري في "صحيحه" رقم (٢٤٧٢)، ومسلم في "صحيحه" رقم (١٩١٤) عن أبي هريرة عن النبي -صلى اللَّه عليه وسلم-.','1','542',NULL,NULL,'0');
INSERT INTO [b252] VALUES (590,'وتأمل قوله سبحانه: {مَا يَفْعَلُ اللَّهُ بِعَذَابِكُمْ إِنْ شَكَرْتُمْ وَآمَنْتُمْ وَكَانَ اللَّهُ شَاكِرًا عَلِيمًا (١٤٧)} [النساء: ١٤٧] كيف تجد في ضمن هذا الخطاب أنّ شكره تعالى يأبى تعذيب عباده سُدى بغير جرم، كما يأبى إضاعة سعيهم باطلًا.
فالشكور لا يضيع أجر محسن ولا يعذب غير مسيء، وفي هذا ردٌّ لقول من زعم أنه يكلف عبده ما لا يطيقه، ثم يعذبه على ما لا يدخل تحت قدرته، تعالى اللَّه عن هذا الظنّ الكاذب والحسبان الباطل علوًّا كبيرًا.
فشُكره سبحانه اقتضى أن لا يعذب المؤمن الشكور ولا يضيع عمله، وذلك من لوازم هذه الصفة، فهو منزه عن خلاف ذلك كما ينزّه عن سائر العيوب والنقائص التي تنافي كماله وغناه وحمده.
ومن شُكْره سبحانه أنه يُخرج العبد من النار بأدنى أدنى مثقال ذرّة من خير (¬١)، فلا يضيع عليه هذا القدر.
ومن شكره أن العبد من عباده يقوم له مقامًا يرضيه بين الناس فيشكره له، وينوه بذكره، ويخبر به ملائكته، وعباده المؤمنين (¬٢)، كما شكر لمؤمن آل فرعون ذلك المقام، وأثنى به عليه، ونوّه بذكره بين
_________
(¬١) روى ذلك البخاري في "صحيحه" رقم (٧٥١٠)، ومسلم في "صحيحه" رقم (١٩٣) (٣٢٦)، كلاهما من حديث أنس بن مالك رضي اللَّه عنه.
(¬٢) روى البخاري في "صحيحه" رقم (٧٤٥٥)، ومسلم في "صحيحه" رقم (٢٦٧٥)، عن أبي هريرة رضي اللَّه عنه قال: قال النبي -صلى اللَّه عليه وسلم-: "يقول اللَّه تعالى: أنا عند ظن عبدي بي. . . " الحديث، وفيه: "وإن ذكرني في ملأ ذكرته في ملأ خير منهم".','1','543',NULL,NULL,'0');
INSERT INTO [b252] VALUES (591,'عباده (¬١)، وكذلك شكره (¬٢) لصاحب يس مقامه ودعوته إليه (¬٣)، فلا يهلك عليه بين شكره ومغفرته إلا هالك، فإنه سبحانه غفور شكور يغفر الكثير من الزلل، ويقبل القليل من العمل.
ولما كان سبحانه هو الشكور على الحقيقة كان أحب خلقه إليه من اتصف بصفة الشكر، كما أن أبغض خلقه إليه من عطلها واتصف بضذها، وهذا شأن أسمائه الحسنى: أحب خلقه إليه من اتصف بموجبها، وأبغضهم إليه من اتصف بأضدادها، ولهذا يبغض الكفور، والظالم والجاهل والقاسي القلب والبخيل والجبان والمُهين واللئيم.
وهو جميل يحب الجمال، عليم يحب العلماء، رحيم يحب الراحمين، محسن يحب المحسنين، شكور يحب الشاكرين، صبور يحب الصابرين، جواد يحب أهل الجود، ستّير يحب أهل السّتر، قادر يلوم على العجز، والمؤمن القوي أحب إليه من المؤمن الضعيف، عفوٌّ يحب العفو، وترٌ يحب الوتر، وكل ما يحبه فهو من آثار أسمائه وصفاته وموجبها، وكل ما يبغضه فهو مما يضادّها وينافيها.
_________
(¬١) قال اللَّه تعالى: {وَقَالَ رَجُلٌ مُؤْمِنٌ مِنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ أَتَقْتُلُونَ رَجُلًا أَنْ يَقُولَ رَبِّيَ اللَّهُ وَقَدْ جَاءَكُمْ بِالْبَيِّنَاتِ مِنْ رَبِّكُمْ وَإِنْ يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ (٢٨)} [غافر: ٢٨].
(¬٢) ساقطة من الأصل، واستدركتها من النسخ الثلاث الأخرى.
(¬٣) قال اللَّه تعالى: {وَجَاءَ مِنْ أَقْصَى الْمَدِينَةِ رَجُلٌ يَسْعَى قَالَ يَاقَوْمِ اتَّبِعُوا الْمُرْسَلِينَ (٢٠) اتَّبِعُوا مَنْ لَا يَسْأَلُكُمْ أَجْرًا وَهُمْ مُهْتَدُونَ (٢١) وَمَا لِيَ لَا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ (٢٢) أَأَتَّخِذُ مِنْ دُونِهِ آلِهَةً إِنْ يُرِدْنِ الرَّحْمَنُ بِضُرٍّ لَا تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا وَلَا يُنْقِذُونِ (٢٣) إِنِّي إِذًا لَفِي ضَلَالٍ مُبِينٍ (٢٤) إِنِّي آمَنْتُ بِرَبِّكُمْ فَاسْمَعُونِ (٢٥) قِيلَ ادْخُلِ الْجَنَّةَ قَالَ يَالَيْتَ قَوْمِي يَعْلَمُونَ (٢٦) بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ (٢٧)} [يس: ٢٠ - ٢٧].','1','544',NULL,NULL,'0');
INSERT INTO [b252] VALUES (592,'<span data-type="title" id=toc-73>خاتمة</span>
يا من عزم على السفر إلى اللَّه والدار الآخرة، قد رُفع لك علم فشمّر إليه فقد أمكن التّشمير، واجعل سيرك بين مطالعة منّته ومشاهدة عيب النفس والعمل والتقصير، فما أبقى مشهد النعمة والذنب للعارف من حسنة يقول: هذه منجيتي من عذاب السعير، ما المعوّل إلا على عفوه ومغفرته فكل أحد إليهما فقير، أبوء بنعمتك عليّ وأبوء بذنبي [فاغفر لي] (¬١)، أنا المذنب المسكين وأنت الرحيم الغفور.
ما تساوي أعمالك -لو سلمت مما يبطلها- أدنى نعمة من نعمه عليك، وأنت مرتهن بشكرها من حين أرسل بها إليك، فهل رعيتها باللَّه حقّ رعايتها وهي في تصريفك وطوع يديك؟ فتعلق بحبل الرجاء وادخل من باب التوبة والعمل الصالح {إِنَّهُ غَفُورٌ شَكُورٌ} [فاطر: ٣٠].
نهج للعبد طريق النجاة وفتح له أبوابها، وعرّفه طرق تحصيل السعادة وأعطاه أسبابها، وحذّره من وبال معصيته، وأشهده في نفسه وفي غيره شؤمها وعقابها، وقال: إن أطعتَ فبفضلي وأنا أشكر، وإن عصيت فبقضائي وأنا أغفر، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)} [فاطر: ٣٤].
أزاح عن العبد العلل، وأمره أن يستعيذ به من العجز والكسل، ووعده أن يشكر له القليل من العمل، ويغفر له الكثير من الزلل {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
أعطاه ما يشكره عليه، ثم شكره على إحسانه إلى نفسه لا على إحسانه إليه، ووعده على إحسانه لنفسه أن يحسن جزاءه ويقرّبه لديه،
_________
(¬١) زيادة من النسخ الأخرى.','1','545',NULL,NULL,'0');
INSERT INTO [b252] VALUES (593,'وأن يغفر له خطاياه إذا تاب منها ولا يفضحه بين يديه، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
وثقت بعفوه هفوات المذنبين فوسعها، وعكفت بكرمه آمال المحسنين فما قطع طمعها، وخرقت السبعَ الطباق دعواتُ التائبين والسائلين فسمعها، ووسع الخلائق عفوه ومغفرته ورزقه، فما من دابة في الأرض إلا على اللَّه رزقها، ويعلم مستقزها ومستودعها، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
يجود على عبيده بالنوال قبل السؤال، ويُعطي سائله ومؤمليه فوق ما تعلّقت به منهم الآمال، ويغفر لمن تاب إليه ولو بلغت ذنوبه عدد الأمواج والحصى والتراب والرمال، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
أرحم بعباده من الوالدة بولدها، وأفرح بتوبة التائب من الفاقد لراحلته التي عليها طعامه وشرابه في الأرض المهلكة إذا وجدها، وأشكر للقليل من جميع خلقه فمن تقرّب إليه بمثقال ذرّة من الخير شكرها وحمدها، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
تعرّف إلى عباده بأوصافه وأسمائه، وتحبّب إليهم بحلمه وآلائه، ولم تمنعه معاصيهم أن جاد عليهم بآلائه، ووعد من تاب إليه وأحسن طاعته بمغفرة ذنوبه يوم لقائه، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
السعادة كلها في طاعته، والأرباح كلها في معاملته، والمحن والبلايا كلها في معصيته ومخالفته، فليس للعبد أنفع من شكره وتوبته، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
أفاض على خلقه النعمة، وكتب على نفسه الرحمة، وضمّن الكتاب','1','546',NULL,NULL,'0');
INSERT INTO [b252] VALUES (594,'الذي كتبه أن رحمته تغلب غضبه (¬١)، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
يطاع فيشكر وطاعته من توفيقه وفضله، ويعصى فيحلم ومعصية العبد من ظلمه وجهله، ويتوب إليه فاعل القبيح فيغفر له، حتى كأنه لم يكن قط من أهله، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
الحسنة عنده بعشرة أمثالها أو يضاعفها بلا عدد ولا حسبان، والسيّئة عنده بواحدة ومصيرها إلى العفو والغفران، وباب التوبة مفتوح لديه منذ خلق السماوات والأرض إلى آخر الزمان، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
بابه الكريم مناخ الآمال ومحطُّ الأوزار، وسماء عطاياه لا تقلع عن الغيث بل هي مدرار، ويمينه ملأى لا تغيضها نفقة سَحَّاء الليل والنهار، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
لا يُلقى وصاياه إلا الصابرون، ولا يفوز بعطاياه إلا الشاكرون، ولا يهلك عليه إلا الهالكون، ولا يشقى بعذابه إلا المتمرّدون، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
فإياك أيها المتمرد أن يأخذك على غرّة فإنه غيور، وإذا أقمت على معصيته وهو يمدّك بنعمته فاحذره فإنه لم يهملك لكنه صبور، وبشراك أيها المحسن التائب بمغفرته ورحمته، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
ومن علم أن الرب شكور تنوع في معاملته، ومن عرف أنه واسع
_________
(¬١) روى البخاري في "صحيحه" رقم (٣١٩٤)، ومسلم في "صحيحه" رقم (٢٧٥١)، عن أبي هريرة رضي اللَّه عنه أن النبي -صلى اللَّه عليه وسلم- قال: "لما خلق اللَّه الخلق كتب في كتابه، فهو عنده فوق العرش: إن رحمتي تغلب غضبي".','1','547',NULL,NULL,'0');
INSERT INTO [b252] VALUES (595,'المغفرة تعلق بأذيال مغفرته، ومن علم أن رحمته سبقت غضبه لم ييأس من رحمته، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
من تعلق بصفة من صفاته أخذت بيده حتى تدخله عليه، ومن سار إليه بأسمائه الحسنى وصل إليه، ومن أحبه أحب أسماءه وصفاته، وكانت آثر شيء لديه.
حياة القلوب في معرفته ومحبته، وكمال الجوارح في التقرّب إليه بطاعته، والقيام بخدمته، والألسنة في ذكره والثناء عليه بأوصاف مدحته، فأهل شكره أهل زيادته، وأهل ذكره أهل مجالسته، وأهل طاعته أهل كرامته، وأهل معصيته لا يقنطهم من رحمته، إن تابوا فهو حبيبهم، وإن لم يتوبوا فهو طبيبهم، يبتليهِم بأنواع المصائب، ليكفّر عنهم الخطايا ويطهرهم من المعايب، {إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ (٣٤)}.
فالحمد للَّه رب العالمين، حمدَا كثيرًا طيّبًا مباركًا فيه كما يحب ربنا ويرضى، وكما ينبغي لكرم وجهه وعز جلاله، حمدًا يملأ السماوات والأرض وما بينهما، وما شاء ربنا من شيء بعد، بمجامع محامده كلها ما علمنا منها وما لم نعلم، على نِعَمِه كلِّها ما عَلمنا منها وما لم نعلم، عدد ما حمده الحامدون، وغَفل عن ذكره الغافلون، وعدد ما جرى به قلمُه، وأحصاه كتابُه، وأحاط به علمه.
وصلى اللَّه على عبده ورسوله محمد نبي الرحمة وإمام المتقين وقائد الخير، وسلم تسليمًا كثيرًا، وحسبنا اللَّه ونعم الوكيل.
* * *','1','548',NULL,NULL,'0');
INSERT INTO [b252] VALUES (596,'وكان الفراغ من نسخ هذا الكتاب الذي أخذ بمجامع أولي الألباب. ووصل إلى نهج كل عبد أواب، وسيوفدهم مع صاحبه إلى دار المآب، بالفتاح العليم الوهاب، على يد الفقير إلى رحمة ربه النازلة بالسحاب، محمد بن محمد بن محمد القرشي الباهي (¬١)، غفر اللَّه له ولوالديه ولإخوانه في اللَّه ولأقاربه، ولمن أحسن إليه ولمن أساء إليه، ولجميع المسلمين والمسلمات، وصفّى ضمائر قلوبنا من جميع الكدر والآفات، في يوم الجمعة بعد صلاتها في ثامن عشر من شوال سنة سبعين وسبعمائة، أحسن اللَّه تقضيها وبقية العمر ساجدًا وعابدًا بلا محنة.
_________
(¬١) تقدمت ترجمته في المقدمة.','1','549',NULL,NULL,'0');
