-- Table: b26112
-- Chunk: 1
-- Rows: 56

CREATE TABLE "b26112"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b26112
INSERT INTO [b26112] VALUES (1,'بسم الله الرحمن الرحيم اعلم هداك الله أن الذين قبل الناس قولهم في الجرح والتعديل على ثلاث أقسام
١ - قسم تكلموا في أكثر الرواة كابن معين وأبي حاتم الرازي
٢ - وقسم تكلموا في كثير من الرواة كمالك وشعبة
٣ - وقسم تكلموا في الرجل بعد الرجل كابن عيينة والشافعي والكل أيضا على ثلاث أقسام
١ - قسم منهم في الجرح متثبت في التعديل يغمز الراوي بالغلطتين والثلاث ويلين بذلك حديثه',NULL,'171',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (2,'فهذا اذا وثق شخصا فعض على قوله بناجذيك وتمسك بتوثيقه وإذا ضعف رجلا فانظر هل وافقه غيره على تضعيفه إن وافقه ولم يوثق ذلك أحد من الحذاق فهو ضعيف وإن وثقه أحد فهذا الذي قالوا فيه لا يقبل تجرحه إلا مفسرا يعني لا يكفي أن يقول فيه ابن معين مثلا هو ضعيف ولم يوضح سبب ضعفه وغيره قد وثقه فمثل هذا يتوقف في تصحيح حديثه وهو إلى الحسن اقرب وابن معين وأبو حاتم والجوزجاني متعنتون
٢ - وقسم في مقابلة هؤلاء كأبي عيسى الترمذي وأبي عبد الله الحاكم وأبي بكر البيهقي متساهلون
٣ - وقسم كالبخاري واحمد بن حنبل وأبي زرعة وابن عدي معتدلون ومنصفون

فأول من زكى وجرح عند انقراض عصر الصحابة
١ - الشعبي',NULL,'172',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (3,'٢ - وابن سيرين ونحوهما حفظ عنهم توثيق أناس وتضعيف آخرين وسبب قلة الضعفاء في ذلك الزمان قلة متبعيهم من الضعفاء اذا اكثر المتبوعين صحابة عدول واكثرهم من غير الصحابة بل عامتهم ثقات صادقون يعون ما يروون وهم كبار التابعين يوجد يهم الواحد بعد الواحد فيه مقال كالحارث الاعور وعاصم بن ضمرة ونحوهما',NULL,'173',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (4,'نعم فيهم عدة من رؤوس اهل البدع من الخوارج والسيعة والقدرية نسال الله العافيه كعبد الرحمن بن ملجم والمختار بن ابي عبيد الكذاب ومعبد الجهني ثم كان في المئة الثانية في اوائلها جماعة من الضعفاء من اوساط التابعين وصغارهم ممن تكلم فيهم من قبل حفظهم او لبدعة فيهم كعطية العوفي ورقد السبخي',NULL,'174',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (5,'وجابر الجعفي وابي هارون العبدي فلما كان عند انقراض عامة التابعين في حدود الخمسين تكلم طائفة من الجهابذة في التوثيق والتضعيف
٣ - فقال ابو حنيفة ما رايت اكذب من جابر الجعفي
٤ - وضعف الاعمش جماعة ووثق اخرين
٥ - وانتقد الرجال شعبة
٦ - ومالك فنشرع الان بتسمية من كان اذا تكلم في الرجال قبل قوله ورجع الى نقده ونسوق من يسر الله تعالى منهم على الطبقات والازمنة والله الموفق للسداد بمنه

<span data-type="title" id=toc-1>الطبقة الأولى</span>
٥ - الرقم مكرر لتقدم ذكره شعبة بن الحجاج العتكي
٧ - وابو عمرو الوزاعي
٨ - ومعمر بن راشد
٩ - وهشام الدستوائي
١٠ - وابو الحارث محمد بن عبد الرحمن بن ابي ذئب
١١ - وسعيد بن ابي عروبة',NULL,'175',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (6,'١٢ - وسفيان الثوري
١٣ - وعبد العزيز بن ابي سمة الماجشون
٦ - الرقم مكرر لتقدم ذكره ومالك بن انس الاصبحي
١٤ - والليث بن سعد الفهمي
١٥ - وزائدة بن قدامة الثقفي
١٦ - وحماد بن سلمة
١٧ - وحماد بن زيد
١٨ - وابراهيم بن طهمان
١٩ - وسعيد بن عبد العزيز التنوخي
٢٠ - واسرائيل بن يونس
٢١ - وسليمان بن بلال
٢٢ - وشعيب بن ابي حمزة
٢٣ - وعمرو بن الحارث
٢٤ - وابو حمزة السكري محمد بن ميمون
٢٥ - ومسعر بن كدام
٢٦ - وابو عوانة الواضاح بن عبد الله
١٧ - ووهيب بن خالد
٢٨ - ويحيى بن ايوب الغافقي
٢٩ - وورقاء بن عمر اليشكري
٣٠ - وعبثر بن القاسم
٣١ - وزهير بن معاوية',NULL,'176',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (7,'٣٢ - وابو غسان محمد بن كطرف
٣٣ - وشيبان النحوي
٣٤ - وعبيد الله بن عمرو الرقي
٣٥ - وشريك بن عبد الله القاضي
٣٦ - والحسن بن صالح
٣٧ - وليد بن سليمان

<span data-type="title" id=toc-2>الطبقة الثانية</span>
٣٨ - عبد الله بن المبارك ابو عبتد الرحمن المروزي
٣٩ - وجرير بن عبد الحميد
٤٠ - وهشيم بن بشير
٤١ - وابو اسحاق الفزاري ابراهيم بن محمد
٤٢ - والمعافي بن عمران الموصلي
٤٣ - وبشير بن المفضل
٤٤ - ومعتمر بن سليمان التيمي
٤٥ - وعيسى بن يونس
٤٦ - وسفيان بن عيينه
٤٧ - واسماعيل بن علية
٤٨ - وعبد الله بن وهب
٤٩ - ووكيع بن الجراح
٥٠ - وابو معاوية الضرير',NULL,'177',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (8,'٥١ - وبقية بن الوليد
٥٢ - واسماعيل بن عياش
٥٣ - وعبد الله بن ادريس
٥٤ - ويحيى بن زكريا بن ابي زيادة
٥٥ - وابراهيم بن سعد
٥٦ - وحاتم بن اسماعيل
٥٧ - وعبد العزيز الدراوردي
٥٨ - وعبد العزيز بن ابي حازم
٥٩ - وفضيل بن عياض
٦٠ - وحفص بن غياث
٦١ - واسحاق الازرق
٦٢ - وخالد بن عبد الله الطحان
٦٣ - وابو خالد الاحمر سليمان بن حيان
٦٤ - وعبد الله بن نمير
٦٥ - وعبتد الواحد بن زياد
٦٦ - وعباد بن عباد
٦٧ - وعباد بن العوام
٦٨ - وعبد الرحمن بن محمد المحاربي
٦٩ - وعبد السلام بن حرب
٧٠ - وعلي بن مسهر قاضي الموصل
٧١ - وعبدة بن سليمان الكلابي
٧٢ - وعبيدة بن حميد الحذاء
٧٣ - وعبد الوارث بن سعيد
٧٤ - ويزيد بن زريع',NULL,'178',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (9,'٧٥ - وابو بكر بن عياش
٧٦ - وعبد الوهاب الثقفي
٧٧ - ومحمد بن جعفر غندر
٧٨ - والفضل بن موسى السيناني
٧٩ - وعمر بن علي المقدمي
٨٠ - ومحمد بن ضيل
٨١ - ومحمد بن سلمة الحراني
٨٢ - ومروان بن معاوية الفزاري
٨٣ - ومعاذ بن معاذ العنبري
٨٤ - والهقل بن زياد الدمشقي
٨٥ - ويحيى بن حمزة الحضرمي
٨٦ - ويحيى بن سعيد الاموي
٨٧ - ويحيى بن سعيد القطان
٨٨ - وابو اسامة حماد بن اسامة
٨٩ - ومحمد بن حرب الابرش
٩٠ - ومحمد بن ابي عدي
٩١ - ويزيد بن هارون',NULL,'179',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (10,'٩٢ - ويحيى بن يمان العجلي
٩٣ - وابو تميلة يحيى بن واضح
٩٣ - وابو تميلة يحيى بن واضح
٩٤ - والنضر بن شميل وخلائق ائمة هذا الشان

<span data-type="title" id=toc-3>الطبقة الثالثة</span>
٩٥ - عبد الرحمن بن مهدي وكان هو
٩٦ - ويحيى القطان المذكور قد انتدبا لنقدت الرجال وناهيك بهما جلالة ونبلا وعلما وفضلا فمن جرحاه لا يكاد والله يندمل جرحه ومن وثقاه هو الحجة المقبول ومن اختلفا فيه اجتهد في أمره ونزل عن درجة الصحيح الى الحسن وقد وثقا خلقا كثيرا وضعفا اخرين ومن هذه الطبقة من حفاظ الحديث
٩٧ - ابو داود سليمان بن داود الطيالسي
٩٨ - ويحيى بن ادم
٩٩ - وحسين بن علي الجعفي
١٠٠ - والخريبي
١٠١ - ومعن بن عيسى القزاز
١٠٢ - ومكي بن ابراهيم',NULL,'180',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (11,'١٠٣ - ووهب بن جرير
١٠٤ - ويحيى بن اب بكير
١٠٥ - وعبد الرزاق بن همام
١٠٦ - ومحمد بن ادريس الشاعي
١٠٧ - وسعد بن عامر الضبعي
١٠٨ - ومحمد بن يوسف الفريابي
١٠٩ - وابو نعيم الفضل بن دكين
١١٠ - وابو عاصم النبيل
١١١ - وحجاج بن محمد المصيصي
١١٢ - ويونس بن محمد المؤدب
١١٣ - والسود بن عامر بن شاذان
١١٤ - وحبان بن هلال
١١٥ - وعفان بن مسلم
١١٦ - وابو عبد الرحمن المقري
١١٧ - وعبيد الله بن موسى',NULL,'181',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (12,'١١٨ - وحسن بن خفص الاصبهاني
١١٩- والحسن بن موسى الاشيب والحسين بن محمد المروذي
١٢١ - وحمي بن عمارة
١٢٢ - وادم بن ابي اياس
١٢٣ - وابو مسهر عبد الاعلى بن مسهر
١٢٤ - وسعيد بن ابي مريم
١٢٥ - وابو اليمان الحكم بن نافع
١٢٦ - وسعيد بن سليمان الواسطي
١٢٧ - وسعيد بن عفير
١٢٨ - وسعيد بن منصور صاحب السنن
١٢٩ - والقعنبي
١٣٠ - وسليمان بن حرب
١٣١ - وابو الوليد الطيالسي
١٣٢ - وابو بكر الحميدي
١٣٣ - وعبدان عبد الله بن عثمان المروزي
١٣٤ - وعبد الصمد بن عبد الوارث
١٣٥ - وعلي بن الحسين بن شقق
١٣٦ - وعلي بن الحسين بن واقد
١٣٧ - وعلي بن عياش',NULL,'182',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (13,'وعمر بن عاصم
١٣٩ - وعمرو عون
١٤٠ - وقبيصة بن عقبة
١٤١ - وابو احمد محمد بن عبد الله الزبيري
١٤٢ - وابو النعمان محمد بن الفضل عارم
١٤٣ - ومحمد بن عيسى بن الطباع
١٤٤ - ومحمد بن المبارك الصوري
١٤٥ - ومحمد بن كثير البصري
١٤٦ - وابو غسان مالك بن اسماعيل
١٤٧ - ومروان بن محمد الطاطري
١٤٨ - ومسلم بن ابراهيم
١٤٩ - ومعاوية بن عمرو الازدي
١٥٠ - ومعلى بن منصور الرازي الفقيه
١٥١ - وابو سلمة موسى بن اسماعيل التبوذكي
١٥٢ - وموسى بن داود الضبي قاضي الثغر
١٥٣ - وابو النضر هاشم بن القاسم
١٥٤ - والهيثم بن جميل الحافظ
١٥٥ - ويحيى بن حسان التنيسي
١٥٦ - ويحيى بن حماد
١٥٧ - لويحيى بن صالح الوحاظي
١٥٨ - ويحيى بن كثير العنبري
١٥٩ - ويحيى بن يعلى المحاربي',NULL,'183',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (14,'١٦٠ - ويعقوب بن ابراهيم بن سعد
١٦١ - وابو حيوة بن يزيد الحمصي
١٦٢ - وابو كامل مظفر بن مدرك
١٦٣ - ويحيى بن يحيى النيسابوري
١٦٤ - ويحيى بن عبد الله بن بكير
١٦٥ - وعلي بن الجعد
١٦٦ - واسماعيل بن ابي اويس وخلق يتعذر استقصاؤهم ويتعب احصاؤهم وفي هذا الوقت وصنفت المسانيد والجوامع والسنن وجمعت كتب الجرح والتعديل والتاريخ وغير ذلك وبين حال من هو في الثقة والتثبيت كالاسطوانة ومن هو ي الضعف واللين كالريحانة منهم من هو العدل الحجة كالشاب القوي المعافى ومنهم من هو ثقة صدوق كالشباب الصحيح المتوسط في القوة ومنهم من هو صدوق او لا باس به كالكهل المعافى ومنهم الصدوق الذي فيه لين كمن هو في عافيه لكن يوجعه راسه او به دمل ومنهم الضعيف كالذي تحامل ويشهد الجامعة محموما ولا يرمي جنبه',NULL,'184',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (15,'ومنهم الضعيف الواهي كالرجل المريض في الفراش وبالتطبيب ترجى عايته ومنهم الساق المتروك كصاحب المرض الحاد الخطر واخر حال من سقطت قوته واشرف على التلف واخر من الهالكين كالمحتضر الذي ينازع واخر من الكذابين الدجالين

<span data-type="title" id=toc-4>الطبقة الرابعة </span>فمن ائمة الجرح والتعديل بعد من قدمنا
١٦٧ - يحيى بن معين وقد ساله عن الرجال عباس الدوري وعثمان الدرامي وابو حاتم وطائفة واجاب كل واحد منهم بحسب اجتهادات الفقهاء المجتهدين وصارت لهم في المسالة اقوال
١٦٨ - وكذلك احمد بن حنبل ساله جماعة من تلاميذته عن الرجال وجوابه بانصاف واعتدال ووزع في المقال
١٦٩ - وكذا تكلم محمد بن سعد الحافظ في كتاب الطبقات له بكلام جيد مقبول
١٧٠ - وابو خثيمة زهير بن حرب له كلام كثير ياثره عنه ولده احمد في تاريخه',NULL,'185',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (16,'١٧١ - وابو جعفر عبد اله بن محمد النيلي الذي قال فيه ابو داود لم ار احفظ منه
١٧٢ - وعلي بن المديني صاحب التصانيف الفائقة الذي يقول فيه البخاري ما استصغرت نفسي بين يدي احد الا بين يدي علي بن المديني
١٧٣ - وابو عبد الرحمن محمد بن عبد الله بن نعير الحافظ احد الاعلام الذي قال فيه احمد بن حنبل هو درة العراق وقال فيه احمد بن صالح المصري الحافظ ما رايت ببغداد مثل احمد بن حنيل ولا بالكوة مثل ابن نمير جامعين لم ار مثلهما بالعراق
١٧٤ - وابو بكر بن ابي شيبة العبسي الحافظ صاحب المصنف والمسند وكان اية في الحفظ شبه باحمد بن حنبل في المعرفة
١٧٥ - واخوه عثمان وهو دونه في الجلالة وقد صنف المسند ايضا
١٧٦ - وعبيد الله بن عمر القواريري الذي قا فيه صالح جزرة هو اعلم من رايت بحديث اهل البصرة',NULL,'186',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (17,'١٧٧ - واسحاق بن راهوية الحنظلي الامام
١٧٨ - وابو جعفر مجمد بن عبد الله بن عمار الموصلي حاظ الموصل وله كلام جيد في الجرح والتعديل وتصانيف
١٧٩ - واحمد بن صالح المري حافظ ديار مصر وكان قليل المثل قد اذى النسائي نفسه بكلامه فيه
١٨٠ - وهارون بن عبد الله الكمال
١٨١ - وعبد الرحمن بن ابراهيم دحيم القاضي
١٨٢ - وابو عبيد القاسم بن سلام صاحب التصانيف
١٨٣ - وابراهيم بن محمد بن عرعرة الشامي الحافظ
١٨٤ - وعمر بن علي ابو حفص الفلاس وكان ينظر بابن المدني
١٨٥ - ومحمد بن مسعود العحمي امام اهل الثغور
١٨٦ - ومحمد بن المنهال البصري الحافظ
١٨٧ - واحمد بن ابراهيم الدورقي الحافظ
١٨٨ - واخوه يعقوب
١٨٨ - وابو مصعب احمد بن احمد بن ابي بكر الزهري الفقيه
١٩٠ - واحمد بن منيع البغوي صاحب المسند
١٩١ - وابو ثور ابراهيم بن خالد الكلبي الامام
١٩٢ - وابراهيم بن المنذر',NULL,'187',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (18,'١٩٣ - والدرامي الحافظ
١٩٤ - وإبراهيم بن موسى الرازي الحاظ الفراء
١٩٥ - واسحاق بن ابي اسرائيل الحافظ
١٩٥ - منيع ين الفرج فقيه اهل مصر
١٩٦ - ومنيع بن الفرج فقيه اهل مصر
١٩٧ - وامية بن بسطام الحافظ
١٩٨ - وحرملة بن يحيى التجيبي
١٩٩ - وخليفة بن خياط شباب العصفري
٢٠٠ - وداود بن رشيد الهاشمي مولاهم
٢٠١ - وداود بن عمرو الضبي
٢٠٢ - وابو توبة الربيع بن نافع الحلبي
٢٠٣ - وسريج بن يونس الحافظ العابد
٢٠٤ - وابو الربيع سليمان بن داود الزهراني
٢٠٥ - وسليمان بن عبد الرحمن الدمشقي ابن بنت شرحبيل وكان يذاكر بثلاث مئة الف حديث
٢٠٦ - وسهل بن عثمان العسكري
٢٠٧ - وصوان بن صالح مؤذن دمشق
٢٠٨ - وابو سعيد الاشج',NULL,'188',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (19,'٢٠٩ - وعبد الله بن عمر
٢١٠ - وابو معمر المقعد
٢١١ - وعبد الله بن محمد المسندي ابو جعفر البخاري
٢١٢ - وعبد الاعلى بن حماد النرسي
٢١٣ - وابو نصر عبد الملك التمار
٢١٤ - وابو قدام عبيد الله بن سعيد السرخسي
٢١٥ - وعبيد الله بن معاذ العنبري
٢١٦ - وابو نعيم عبيد الله بن هشام الحلبي
٢١٧ - وعلي بن حجر السعيدي المروزي
٢١٨ - وعلي بن بحر القطان
٢١٩ - وعلي بن مسلم الطوسي
٢٢٠ - وعمر بن زرارة النيسابوري
٢٢١ - وعمر بن محمد الناقد
٢٢٢ - وعمرو بنعثمان الحمصي
٢٢٣ - وقتيبة بن سعيد البغلاني
٢٢٤ - وكثير بن عبيد خطيب حمص
٢٢٥ - ومحمد بن ابان البلخي الحاظ مستملي وكيع
٢٢٦ - ومحمد بن بشار بندار',NULL,'189',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (20,'٢٢٧ - ومحمد بن ابي بكر المقدمي
٢٢٨ - ومحمد بن حميد الرازي
٢٢٩ - ومحمد بن رمح المصري
٢٣٠ - ومحمد بن سلمة المرادي
٢٣٢ - ومحمد بن سلام البيكدي
٢٣٣ - ومحمد بن الصباح الدولابي
٢٣٤ - ومحمد بن الصباح الجرجائي
٢٣٥ - ومحمد بن عائد الدمشقي
٢٣٦ - ومحمد بن عباد المكي
٢٣٧ - ومحمد بن عبد العزيز بن ابي رزمة المروزي
٢٣٨ - ومحمد بن عبد الملك بن ابي الشوارب
٢٣٩ - ومحمد بن عمرو زينج الرازي
٢٤٠ - وابو كريب محمد بن العلاء الهمذاني
٢٤١ - ومحمد بن ابي السري العسقلاني
٢٤٢ - ومحمد بن المثنى العنزي
٢٤٣ - ومحمد بن مصفى الحمصي
٢٤٤ - ومحمد بن مقاتل المروزي
٢٤٥ - ومحمد بن مهران الجمال الرازي
٢٤٦ - ومحمد بن يحيى القطعي',NULL,'190',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (21,'٢٤٧ - ومحمد بن يحيى العدني
٢٤٨ - ومحمد بن يحيى بن فياض الزماني
٢٤٩ - وابو هاشم محمد بن يزيد الرفاعي
٢٥٠ - ومسدد بن مسرهد
٢٥١ - ونصر بن علي الجهضمي
٢٥٢ - ونعيم بن حماد الخزاعي
٢٥٣ - وهارون بن سعيد الايلي
٢٥٤ - وهارون بن معروف المروزي ثم البغدادي
٢٥٥ - وهدبة بن خالد القيسي
٢٥٦ - وهاشم بن عمار الدمشقي
٢٥٧ - وهاشم بن عبد الملك اليزني
٢٥٨ - وهاشم بن خالد الازرق
٢٥٩ - وهناد بن السري
٢٦٠ - وانو همام الوليد بن شجاع
٢٦١ - ووهب بن بقية الواسطي
٢٦٢ - ويحيى بن اكثم القاضي
٢٦٣ - ويحيى بن عبد الحميد الجماني
٢٦٤ - ويحيى بن موسى خت
٢٦٥ - ويزيد بن موهب الرملي
٢٦٦ - ويزيد بن عبد الزبيدي الجرجسي
٢٦٧ - ويعقوب بن حميد بن كاسب',NULL,'191',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (22,'٢٦٨ - ويونس بن موسى القطان
٢٦٩ - وابراهيم بن سعيد الجوهري وخلق سواهم

<span data-type="title" id=toc-5>الطبقة الخامسة</span>
٢٧٠ - محمد بن اسماعيل ابو عبد الله البخاري
٢٧١ - محمد بن يحيى الذهلي
٢٧٢ - وعبد الله بن عبد الرحمن الدارمي السمرقندي
٢٧٣ - واسحاق بن منصور الكوسج
٢٧٤ - واسحاق بن البهلول
٢٧٥ - ومحمد بن عبد الله المخرمي
٢٧٦ - واحمد بن الفرات الرازي
٢٧٧ - ومحمد بن عبد الرحيم صاعقة البغدادي
٢٧٨ - ويعقوب بن شيبة السدوسي
٢٧٩ - وابو زرعة عبيد الله بن عبد الكريم الرازي
٢٧٠ - وابن خاله أبو حاتم محمد بن إدريس الرازي',NULL,'192',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (23,'٢٨١ - ومحمد بن مسلم بن وارة
٢٨٢ - وابو اسحاق ابراهيم بن يعقوب السعدي الجوزجاني وهو ممن يبالغ ي الجرح
٢٨٣ - وعباس بن محمد الدوري
٢٨٤ - ومحمد بن اسحاق الصاغاني
٢٨٥ - واحمد بن سيار المروزي وكان يشبه ي عصره بابن المبارك علما وعملا
٢٨٦ - وابو الحسن احمد بن عبد الله بن صالح العجلي الحاظ نزيل المغرب
٢٨٧ - وسليمان بن سي ابو داود الحراني حافظ حران
٢٨٨ - وابو داود سليمان بن الاشعث السجستاني حافظ البصرة
٢٨٩ - وابو الحسين مسلم بن الحجاج القشيري حافظ فارس
٢٩١ - وابو زرعة عبد الرحمن بن عمرو النصري حافظ دمشق
٢٩٢ - وعثمان بن سعيد الدارمي حافظ هراة
٢٩٣ - ومحمد بن عوف الطائي حافظ حمص
٢٩٤ - ومحمد بن عبد الله بن عبد الرحيم بن البرقي حافظ مصر وله مصنف في الرجال
٢٩٥ - واحمد بن سنان القطان حافظ واسط
٢٩٦ - وابو الفضل احمد بن ملاعب من حفاظ بغداد
٢٩٧ - وابو بكر احمد بن ابي خثيمة صاحب التاريخ
٢٩٨ - وابراهيم بن اسحاق الحبي الامم صاحب التصانيف
٢٩٩ - واسماعيل بن اسحاق القاضي احد الاعلام
٣٠٠ - وابراهيم بن اورمة الاصبهاني الحافظ',NULL,'193',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (24,'٣٠١ - واحمد بن الازهر النيسابوري
٣٠٢ - واحمد بن حفص السلمي
٣٠٣ - واحمد بن سعيد الدرامي
٣٠٤ - وابو بكر احمد بن محمد بن هاني الاثرم
٣٠٥ - وابو بكر احمد بن محمد المروذي
٣٠٦ - واحمد بن يوسف السلمي
٣٠٧ - وابراهيم بن عبد الله بن ابي شيبة العبسي
٣٠٨ - والحسن بن علي الحلواني
٣٠٩ - والحسن بن محمد الزعفراني
٣١٠ - والحسن بن الصباح البزار
٣١١ - والحسن بن ابي الربيع الجرجاني
٣١٢ - والحسن بن شجاع البلخي الحافظ
٣١٣ - وحميد بن زنجوية الحافظ
٣١٤ - وخشيش بن اصرم النسائي
٣١٥ - والربع بن سليمان المرادي
٣١٦ - ورجاء بن مرجي السمرقنجي
٣١٧ - والزبير بن بكار النسابة
٣١٨ - وزكريا بن يحيى البلخي اللؤلؤي
٣١٩ - وزيد بن اخزم الطائي
٣٢٠ - وسلمة بن شبيب المسمعي
٣٢١ - والعباس بن عبد العظيم العنبري
٣٢٢ - وابو بكر عبد الله بن ابي الدنيا القرشي',NULL,'194',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (25,'٣٢٣ - وعبدت الملك بن شعيب بن الليث الفهمي
٣٢٤ - وعبد الرحمن بن عمر رسته
٣٢٥ - وابو قلابة عبد الملك بن محمد الرقاشي
٣٢٦ - وعثمان بن عبد الله بن خرزاذ
٣٢٧ - وعمر بن شبة النميري
٣٢٨ - وعمر بن منصور النسائي
٣٢٩ - وعيسى بن شاذان البصري الحافظ
٣٣٠ - وابو امية محمد بن ابراهيم الطرسوسي
٣٣٢ - وابو اسماعيل محمد بن اسماعيل السلمي الترمذي
٣٣٣ - ومحمد بن الحسين بن اشكاب
٣٣٤ - ويحيى بن حكيم المقوم الحافظ
٣٣٥ - ويونس بن عبد الاعلى
٣٣٦ - وعبد بن حميد الكسي
٣٣٧ - ومحمد بن اسلم الطوسي
٣٣٨ - ومحمد بن عبد الله بن سنجر الجرجاني',NULL,'195',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (26,'٣٣٩ - ومحمد بن يحيى الاسفرايني حيويه الحافظ
٣٤٠ - وابو الحسين احمد بن سليمان الرهاوي
٣٤١ - واحمد بن منصور الرمادي
٣٤٢ - واحمد بن منصور الرمادي
٣٤٢ - واحمد بن منصور زاج المروزي
٣٤٣ - وابراهيم بن هانئ النيسابوري الحفاظ العابد
٣٤٤ - واسماعيل بن عبد الله سمويه قال ابو نعيم كان من الحفاظ والفقهاء
٣٤٥ - وبكار بن قتيبة القاضي
٣٤٦ - وحرب بن اسماعيل الكرماني
٣٤٧ - وفضلك بن الباس الرازي الحافظ
٣٤٨ - ومحمد بن عبد الله بن عبد الحكم المصري احد الاعلام
٣٤٩ - ومحمد بن يحيى يم كثير الحراني الحافظ لؤلؤ
٣٥٠ - وابو عبيد الله معاوية بن صالح الاشعري الحافظ
٣٥١ - واحمد بن حازم بن ابي غرزة الغفاري الحافظ',NULL,'196',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (27,'٣٥٢ - والقاضي احمد بن محمد بن عيسى البرتي الحافظ
٣٥٣ - وحنبل بن اسحاق الشيباني صاحب التاريخ
٣٥٤ - وعبد الله بن حماد الاملي الحافظ
٣٥٥ - ويونس بن سعيد ين مسلم المصيصي احد الجهابذة
٣٥٦ - وجعفر بن محمد بن ابي عثمان الطيالسي الحافظ
٣٥٧ - والحارث بن ابن امامة التميمي صاحب المسند وخلق كثير يحضرني ذكرهم ربما كان يجتمع في الرحلة منهم المئتان والثلاث مئة بالبلد الواحد فاقلهم معرفة كاحفظ من في عصرنا',NULL,'197',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (28,'<span data-type="title" id=toc-6>الطبقة السادسة</span>
٣٥٨ - محمد بن نصر المروزي الامام
٣٥٩ - وعبد الله بن احمد بنن حنبل الشيباني الحافظ
٣٦٠ - ومحمد بن ابراهيم البوشنجي
٣٦١ - ومحمد بن يزيد ين ماجة القزويني',NULL,'198',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (29,'٣٦٢ - وابو عيسى محمد بن عيسى الترمذي
٣٦٣ - وابو عبد الرحمن اجمد بن شعيب النسائي
٣٦٤ - وعبد الرحمن بن يوسف بن خراش البغدادي
٣٦٥ - ومحمد بن وضاح الاندلسي حافظ قرطبة
٣٦٦ - وبقي بن مخلد
٣٦٧ - وقاسم بن محمد بن قاسم الاندلسيان
٣٦٨ - وابو بكر احمد بن عمرو بن ابي عاصم قاضي اصبهان
٣٦٩ - وابو علي صالح بن محمد البغدادي
جزرة نزيل بخارى
٣٧٠ - وابو علي الحسين بن محمد القباني
٣٧١ - وابراهيم بن ابي طالب
٣٧٢ - ومحمد بن صالح كيلجة
٣٧٣ - وحمد بن ابراهيم مربع الانماطي
٣٧٤ - واحمد بن سلمة رفيق مسلم
٣٧٥ - وموسى بن هارون بن عبد الله البغدادي الحمال',NULL,'199',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (30,'٣٧٦ - وابو بكر اجمد بن عمرو البزار
٣٧٧ - وابو جعفر محمد بن عبد الله بن سليمان الحضرمي مطين
٣٧٨ - وابو جعفر محمد بن عثمان بن ابي شيبة وهو مع ضعفه من ائمة هذا الشان
٣٧٩ - والحسن بن علي بن شبيب المعمري
٣٨٠ - والحسين بن محمد بن حاتم عبيد العجل
٣٨١ - وعلي بن الحسين بن الجنيد الرازي
٣٨٢ - وابو معين الحسين بن الحسن الرازي
٣٨٣ - وجعفر بن مجمد الفريابي القاضي
٣٨٤ - وعبدان الاهوازي
٣٨٥ - وابو يعلي الموصلي
٣٨٦ - والحسن بن سفيان الشيباني
٣٨٧ - وابو عثمان سعيد بن عمرو البرذعي
٣٨٨ - وعلي بن سعيد ين يشير الرازي',NULL,'200',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (31,'٣٨٩ - وابو بكر احمد بن علي بن سعيد المروزي القاضي
٣٩٠ - وابو عمرو احمد بن نصر النيسابوري الخفاف الحافظ وكان يفي بمذاكرة مئة الف حديث ويصوم الدهر حتى قال فيه السراج ما رايت احفظ منه
٣٩١ - وابو مسلم ابراهيم بن عبد الله الكجي الحافظ وهو من الطبقة الماضية لكنه تاخر جدا
٣٩٢ - وابراهيم بن معقل الحافظ قاضي نسف وعالمها صنف المسند والتفسير ولقي قتيبة ونحوه
٣٩٣ - والحافظ اسلم بن سهل الواسطي بحشل
٣٩٤ - وابو عبد الرحمن عبد الله بن احمد بن ابي دارة المروزي صاحب تلك الاربعين وكان ذا رحلة وعلو مات سنة خمس وتسعين
٣٩٥ - والحافظ عبد اله بن محمد بن علي البلخي
٣٩٦ - والحافظ محمد بن احمد بن ابي خثيمة
٣٩٧ - ومحمد بن ايوب بن الضيس الرازي
٣٩٨ - وابو بكر محمد بن النضر بن سلمة الجارودي النيسابوري الحافظ
٣٩٩ - ويوسف بن يعقوب القاضي صاحب السنن الكبير
٤٠٠ - وعبد اله بن محمد بن ناجية البغدادي',NULL,'201',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (32,'٤٠١ - وابو خليفة الفضل بن الحبان الجممي وامثال هؤلاء من اولى الحفظ والمعروف وعلو الرواية

<span data-type="title" id=toc-7>الطبقة السابعة</span>
٤٠٢ - ابو بكر محمد بن اسحاق بن خزيمة امام الائمة
٤٠٣ - وابو العباس محمد بن اسحاق الثقفي السراج
٤٠٤ - وابو القاسم عبد الله بن محمد البغوي
٤٠٥ - وابو بكر احمد بن هارون البرديجي
٤٠٦ - وابراهيم بن يوس الهسنجاني الرازي
٤٠٧ - ومحمد بن العباس بن الاخرم الاصبهاني
٤٠٨ - ومحمد بن يحيى بن منده العبدي
٤٠٩ - وجعفر بن احمد بن نصر النيسابوري
٤١٠ - ومحمد بن المنذر الهروي شكر
٤١١ - واسحاق بن ابراهيم بن يونس المنجنيقي
٤١٢ - وعبد اله بن مظاهر الاصبهاني توفي شابا طريا وكان قد حفظ المسند كله
٤١٣ - وعبد الله بن محمد بن شيرويه النيسابوري الحافظ
٤١٤ - وعبد الله بن سليمان ابو بكر بن ابي داود السجستاني
٤١٥ - وابو الحسن علي بن سعيد العسكري
٤١٦ - وعمران بن موسى بن مجاشع الجرجاني السختياني',NULL,'202',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (33,'٤١٧ - والقاسم بن زكريا البغدادي المطرز
٤١٨ - وجعر بن محمد بن موسى النيسابوري الاعرج
٤١٩ - وزكريا بن يحيى الساجي
٤٢٠ - وابو بكر محمد بن هارون الروياني
٤٢١ - ويحيى بن زكريا النيسابوري الاعرج عم ابن حيويه النيسابوري ثم المصري
٤٢٢ - وعبد الله بن محمد بن وهب الدينوري الحاظ وكان ضعيفا
٤٢٣ - وابو بكر محمد بن ابراهيم بن المنذر النيسابوري الامام
٤٢٤ - وابو جعر مجمد بن جرير الطبري الامام
٤٢٥ - وابو جعفر احمد بن يحيى بن زهير التستري
٤٢٦ - وابو محمد يحيى بن محمد بن صاعد
٤٢٧ - وابو بشير محمد بن بن حماد الدولابي الحافظ وقد ضعف قال ابو الحسن الدرقطني ما تبين من امره الا خير
٤٢٨ - ونحمد بن الحسن بن قتيبة العسقلاني
٤٢٩ - والوليد بن ابان الاصبهاني صاحب التفسير والمسند
٤٣٠ - وابو جعفر احمد بن حمدان الحيري الحافظ المجاب الدعوة
٤٣١ - وابو جعفر احمد بن عمرو الالبيري الاندلسي
٤٣٢ - وابو بكر احمد بن هارون الخلال الفقيه صاحب التصانيف
٤٣٣ - وعبد الله بن محمود السعدي محدث مرو
٤٣٤ - وابو حفص عمر بن محمد بجير الهمذاني محدث سمر قند',NULL,'203',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (34,'٤٣٥ - وابو بكر محمد بن سليمان الباغندي
٤٣٦ - وابو قريش محمد بن جمعة القهستاني
٤٣٧ - وابو بكر احمد بن علي بن شهريار الرازي ثم النيسابوري صاحب التصانيف
٤٣٨ - ومحمد بن المسيب الرغياني النيسابوري
٤٣٩ - ومحمد بن عقيل ين الازهر ابو عبد الله البلخي
٤٤٠ - وابو عوانة يعقوب بن اسحاق الاسفرايني
٤٤١ - وابو الحسن محمد بن احمد بن زهير الطوسي
٤٤٢ - وابو محمد عبد الله بن علي بن الجارود النيسابوري
٤٤٣ - وابو عروبة الحسين بن محمد بن ابي معشر الحراني
٤٤٤ - وابو الحسم احمد بن عمير بن جواصا الدمشقيي
٤٤٥ - وابو بكر عبد الله بن محمد بن مسلم الاسفرايني وخلق سواهم مثلهم او دونهم في الحفظ بالحرمين والشام والعراق وخرسان والجبال وما وراء النهرين والمغرب والاندلس واذربيجان والجزيرة

<span data-type="title" id=toc-8>الطبقة الثامنة</span>
٤٤٦ - ابو حامد احمد بن محمد بن الحسن بن لشرقي النيسابوري احد الاعلام
٤٤٧ - وابو جعفر احمد بن محمد بن سلامة الطحاوي محمد الحنفية وعالمهم
٤٤٨ - وابو حامد احمد بن حمدون الاعمشي النيسابوري الحافظ',NULL,'204',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (35,'٤٤٩ - وحمد بن عبد الله بن عبد السلام الحافظ مكحول البيروتي
٤٥٠ - وابو جعفر محمد بن بن عمرو العقيلي مؤلف كتاب الضعفاء
٤٥١ - وابو عمر احمد بن خالد الجباب القرطبي
٤٥٢ - والحافظ ابو الفضل محمد بن ابي الحسين الهروي الشهيد
٤٥٣ - وابو طالب احمد بن نصر البغدادي
٤٥٤ - وابو نعيم عبد الملك بن محمد بن عدي الاسترابذي
٤٥٥ - وابو بكر عبد الله بن محمد بن زياد النيسابوري صاحب الزيادات
٤٥٦ - وابو العباس محمد بن عبد الرحمن الدغولي
٤٥٧ - والحافظ ابو محمد عبد الرحمن بن ابي حاتم محمد بن ادريس الرازي صاحب التصانيف
٤٥٨ - والحافظ ابو بكر محمد بن بركة برداعس الحلبي',NULL,'205',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (36,'٤٥٩ - وابو بكر محمد بن جعفر السامري الخرائطي
٤٦٠ - والقاضي ابو عبد الله الحسين بن اسماعيل المحاملي
٤٦١ - وابو عبد الله محمد بن يوسف بن بشير الهروي الحافظ
٤٦٢ - ومحمد بن ابراهيم بن حيون الاندلسي
٤٦٣ - وثابت بن حزم السرقطسي
٤٦٤ - وابنه قاسم
٤٦٥ - وابو عثمان سعيد بن عثمان الاعناقي
٤٦٦ - وابو العباس احمد بن محمد بن سعيد عقدة الكوفي الشيعي
٤٦٧ - وحسن بن سعد الكتامي القرطبي صاحب بقي بن مخلد
٤٦٨ - وابو عبد الله محمد بن مخلد العطار الدوري
٤٦٩ - والحافظ ابو بكر احمد بن عمرو بن جابر الطحان محدث الرملة
٤٧٠ - وابو علي محمد بن احمد بن احمد بن عمرو اللؤلؤي وكان قد قرا السنن على ابي داود للناس عشرين سنة
٤٧١ - وابو علي محمد بن سعيد الحراني الحافظ نزيل الرقة ومؤرخها
٤٧٢ - والحافظ ابو سعيد الهيثم بن كليب الشاشي
٤٧٣ - والحافظ ابو الحسين احمد بن جعفر بن المنادي
٤٧٤ - والحافظ حفص بن عمر الاربيلي صاحب ابي حاتم
٤٧٥ - وابو عبد الله محمد بن عبد الله بن احمد الاصبهاني الصفار وكان راوية زمانه
٤٧٦ - والحافظ ابو سعيد احمد بن محمد بن زياد الاعرابي الصوفي
٤٧٧ - وحافظ الاندلس قاسم بن اصبغ بن محمد القرطبي
٤٧٨ - وخيثمة بن سليمان بن حيدرة الاطرابلسي وكان ذا رحلة ومعرفة وطائفة سوى من سميت رحمهم الله ورضي عنهم',NULL,'207',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (37,'<span data-type="title" id=toc-9>الطبقة التاسعة</span>
٤٧٩ - ابو بكر محمد بن عمر بن محمد بن سلم التميمي الجعابي الحافظ
٤٨٠ - وابو الحسين عبد الباقي بن قانع القاضي
٤٨١ - وابو عبد الله محمد بن يعقوب بن الاخم الشيشاني
٤٨٢ - وابو يعلي عبد المؤمن بن خلف النسفي
٤٨٣ - وابو سعيد عبد الرحمن بن احمد بن يونس بن عبد الاعلى مؤرخ مصر
٤٨٤ - وابو علي الحسين بن علي بن يزيد النيسابوري
٤٨٥ - والقاضي ابو احمد محمد بن احمد بن ابراهيم العسال
٤٨٦ - وابو اسحاق ابراهيم بن محمد بن حمزة الذي قال ابن منده ما رايت احفظ منه
٤٨٧ - وابو حاتم محمد بن حبان البستي
٤٨٨ - وابو القاسم سليمان بن احمد اللخمي الطبراني
٤٨٩ - وحمزة بن محمد الكناني حاظ مصر
٤٩٠ - وابو احمد عبد الله بن عدي الجرجاني مصنف الكامل
٤٦١ - وابو بكر احمد بن ابراهيم الاسماعيلي الجرجاني
٤٩٢ - ووهب بن مسرة الاندلسي
٤٩٣ - وابو محمد الحسن بن محمد بن صالح السبيعي',NULL,'208',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (38,'٤٩٤ - وابو علي سعيد عثمان بن السكن الحافظ
٤٩٥ - وابو الشيخ عبد الله بن محمد بن جعفر بن حيان الاصبهاني
٤٩٦ - وابو علي الحسين بن محمد بن احمد الماسرجسي النيسابوري الامام الذي مسنده في الف وثلاث مئة جزء
٤٩٧ - وابو الفتح محمد بن الحسين الازدي الموصلي وله مصنف في الضعفاء كبير جدا
٤٩٨ - وابو مسلم عبد الرحمن بن عبد الله بن مهران البغدادي الزاهد وله مصنف كبير على المسند
٤٩٩ - وابو الحسين محمد بن المظفر البغدادي
٥٠٠ - والحاكم ابو احمد محمد بن النيسابوري مصنف الكنى ومن هذا الوقت تناقص الحفظ وقل الاعتناء بالاثار وركن العلماء الى التقليد وكان التشيع والاعتزاز والبدع ظاهرة بالعراق لاستيلاء ال بوية ثم وبمصر والشام والمغرب لاستيلاء بني عبيد الباطنية نسال الله العافية

<span data-type="title" id=toc-10>الطبقة العاشرة</span>
٥٠١ - ابو الحسم علي بن عمر الدارقطني وحيد عصره وبه ختم معرة العلل
٥٠٢ - وابو زرعة احمد بن الحسين الرازي الصغير
٥٠٣ - وابو حفص عمر بن احمد بن شاهين
٥٠٤ - والمعافى بن زكريا الجريري
٥٠٥ - وابو الفتح عبد الواحد بن محمد بن مسرور البلخي
٥٠٦ - وحيد بن ثوابة الاندلسي',NULL,'209',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (39,'٥٠٧ - وابو عبد الملك احمد بن محمد بت عبد البر
٥٠٨ - وقاسم بن مسعدة
٥٠٩ - وابو عمر احمد بن سعيد بن حزم
٥١٠ - وخالد بن سعد
٥١١ - وعبد الله بن محمد الباجي
٥١٢ - وابو بكر محمد بن السليم القاضي
٥١٣ - وعبد الله بن محمد بن اخي ربيع
٥١٤ - وقاسم بن سعدان الاندلسيون التسعة
٥١٥ - وابو عبد الله محمد بن اسحاق بن مندة العبدي
٥١٦ - وابو عبد الله محمد بن عبد الله الضبي الحاكم
٥١٧ - وابو عبد الله محمد بن احمد بن مفرج
٥١٨ - وابو احمد بن عبد الله بن محمد بن الباجي الاندلسيان وكانت السنة قائمة الدولة بالاندلس وبخراسان وقل امرهما وضعف بمصر الشاموالمغرب وبالعراق وما ذلك الا لظهور دولة الشيعة والعبيدية فلله الامر جميعا

<span data-type="title" id=toc-11>الطبقة الحادية عشر</span>
٥١٩ - ابو محمد عبد الغني بن سعيد الازدي المصري
٥٢٠ - وابو نصر احمد بن محمد بن الحسين الكلاباذي',NULL,'210',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (40,'٥٢١ - وابو الفضل احمد بن علي السليماني البخاري صاحب التصانيف وعمر ثلاثا وتسعين سنه
٥٢٢ - وتمام بن محمد بن عبد الله الرازي محدث دمشق
٥٢٣ - وابو بكر احمد بن موسى بن مردوية الاصبهاني
٥٢٤ - وابو المطر عبد الرحمن بن محمد بن فطيس قاضي قرطبة وله دلائل النبوة في عشر مجلدات وفضائل الصحابة والتابعين في بضعة عشر مجلدا
٥٢٥ - وابو الفتح محمد بناحمد ابي الفوارس البغدادي
٥٢٦ - وابو بكر احمد بن محمد الخوارزمي البرقاني
٥٢٧ - وابو محمد عبد الله بن ابراهيم الاصيلي
٥٢٨ - وابو العباس الوليد بن بكر العمري
٥٢٩ - وابو الوليد عبد الله بن محمد بن يوسف بن الفرضي مؤرخ الاندلس
٥٣١ - وابو حازم عمر بن احمد بن ابراهيم العبدوي النيسابوري وقد كتب عن عشرة من شيوخه عشرة الاف جزء
٥٣٢ - وابو مسعود ابراهيم بن محمد الدمشقي',NULL,'211',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (41,'٥٣٣ - وابو الفضل علي بن الحسين الفلكي الهمذاني مؤلف الطبقات في الف جزء
٥٣٤ - والحاظ خلف بن محمد الواسطي
٥٣٥ - وابو نعيم احمد بن عبد الله الاصبهاني مصنف الحية
٥٣٦ - وابو القاسم حمزة بن يوسف السهمي الجرجاني
٥٣٧ - وابو بكر احمد بن علي بن منجوية الاصبهاني
٥٣٨ - وابو يعقوب اسحاق بن ابراهيم الهروي القراب
٥٣٩ - وابو الفضل محمد بن احمد الجارودي الهروي
٥٤٠ - وابو ذر عبد بن احمد الهروي المجاوز
٥٤١ - وابو سعيد محمد بن احمد بن علي بن عمرو بن مهدي النقاش
٥٤٢ - وابو بكر محمد بن ادريس بن محمد الجرجرائي
٥٤٣ - وابو القاسم يحيى بن علي الحضرمي المصري ابن الطحان
٥٤٤ - وابو القسم هبة الله بن الحسن الطبري اللالكائي
٥٤٥ - وابو بكر محمد بن ابي علي الهمذاني الذكواني',NULL,'212',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (42,'٥٤٦ - وابو عبد الله محمد بن عمر بن يزسف بن الفخار عالم اهل قرطبة
٥٤٧ - وابو الحسن علي بن احمد النعيمي البصري الحافظ الاديب
٥٤٨ - وابو نصر عبد الواهب بن عبد الله بن عمران الجبان الدمشقي المزي
٥٤٩ - وابو عمر احمد بن محمد بن عبد الله المعافري الطلمنكي ٥٥٠وابو الوليد يونس بن عبد الله المعافري الطلمنكي
٥٥٠ - وابو الوليد يونس بن عبد الله بن مغيث قاضي قرطبة صاحب التصانيف
٥٥١ - وابو العباس جعفر بن محمد بن المعتز المستغفري النسفي وله مصنفات جمة
٥٥٢ - وابو القاسم عبيد الله بن احمد الازهري الصيرفي وطائفة سواهم لهم حظ وفهم

<span data-type="title" id=toc-12>الطبقة الثانية عشرة</span>
٥٥٣ - ابو عبد الله محمد بن علي الصوري احد الاعلام
٥٥٤ - وابو نصر عبيد الله بن سعيد بن حاتم السجزي الحافظ
٥٥٥ - وابو محمد الحسن بن محمد الخلال الحافظ
٥٥٦ - وابو سعد اسماعيل بن علي السمان
٥٥٧ - وابو يعلى الخليل بن عبد الله الخليلي القزويني
٥٥٨ - وابو الحسن احمد بن محمد احمد العتيقي البغدادي وقد خرج على الصحيحين وكان ثقة فهما
٥٥٩ - وابو عمرو عثمان بن سعيد الداني المقرئ الرازي الحافظ
٥٦٠ - وأبو مسعود أحمد بن محمد بن عبد الله البجلي الرازي الحافظ',NULL,'213',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (43,'٥٦١ - وشيخ الاسلام ابو عثمان الصابوني النيسابوري واخرون

<span data-type="title" id=toc-13>الطبقة الثالثة عشرة</span>
٥٦٢ - ابو بكر احمد بن علي بن ثابت الخطيب صاحب التاريخ
٥٦٣ - والامام ابو بكر احمد بن الحسين بن علي البهيقي
٥٦٤ - وابو عمر وسف بن عبد الله بن عبد البر النمري
٥٦٥ - وابو حفص عمر بن عبيد الله الذهلي الزهراوي القرطبي الحافظ عن نيف وتسعين سنه
٥٦٧ - وابو زكريا عبد الرحيم بن احمد البخاري
٥٦٨ - وابو اسحاق ابراهيم بن سعيد النعماني الحبال
٥٦٩ - وابو سالح احمد بن عبد الملك النيسابوري المؤذن
٥٧٠ - وابو الوليد سليمان بن خلف البجي وله تاليف في الجرح والتعديل
٥٧١ - وابو القاسم سعد بن علي الزنجاني
٥٧٢ - وشيخ الاسلام ابو اسماعيل عبد الله بن محمد الانصاري
٥٧٣ - وابو القاسم عبد الرحمن بن محمد بن اسحاق بن مندة
٥٧٤ - وابو محمد عبد العزيز بن احمد بن محمد التميمي الكتاني
٥٧٥ - وابو بكر محمد بن ابراهيم بن علي الاصيهاني العطار الحافظ مستسلي ابو نعيم وكان يملي من حفظه
٥٧٦ - وابو علي الحسن بن علي بن محمد البلخي لوخشي
٥٧٧ - وابو سعيد مسعود بن ناصر السجزي الركاب واخرون',NULL,'214',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (44,'<span data-type="title" id=toc-14>الطبقة الرابعة عشرة</span>
٥٧٨ - الامير ابو نصر علي بن هبة الله بن علي بن ماكولا العجلي
٥٧٩ - وابو الفضل احمد بن الحسين بن خيرون الحافظ
٥٨٠ - وابو الحسن طاهر بن مفوز الشاطبي وكان من ائمة هذا الشان
٥٨١ - وابو مسعود سليمان بن ابراهيم الاصبهاني وقد خرج على الصحيحن ورحل واكثر
٥٨٢ - وابو القاسم هبة الله بن عبد الوارث الشيرازي الرحال الجوال
٥٨٣ - وابو عبد الله محمد بن ابي نصر المحمدي الاندلسي نزيل بغداد
٥٨٤ - وابو بكر محمد بن احمد بن عبد الباقي ابن الخاضبة
٥٨٥ - والفقيه ابو الفتح نصر بن ابراهيم المقدسي الزاهد
٥٨٦ - وابو القاسم مكي بن عبد السلام الرميلي الشهيد
٥٨٧ - وابو علي احمد بن محمد بن احمد بن محمد بن الحسن البرداني قال السلفي كان ابو علي احفظ من شجاع الذهلي
٥٨٨ - وابو علي الحسن بن محمد الغساني الجياني صاحب التصانيف

<span data-type="title" id=toc-15>الطبقة الخامسة عشر</span>
٥٨٩ - ابو الفضل محمد بن طاهر المقدسي
٥٩٠ - والمؤتمن بن احمد بن علي الساجي ٥وشجاع بن فارس الذهلي
٥٩٢ - ومحدث همذان شيروية بن شهردار الدليمي
٥٩٣ - والقاضي ابو علي الحسين بن محمد بن سكرة الصدفي',NULL,'215',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (45,'٥٩٤ - ومحيي السنة ابو محمد الحسين بن مسعود البغوي ابن الفراء
٥٩٥ - وابو زكريا يحيى بن عبد الوهاب بن منده الاصبهاني
٥٩٦ - وابو الكرم خميس بن علي الحوزي الواسطي
٥٩٨ - وابو الغنم محمد بن علي بن ميمون النرسي الكوفي
٥٩٩ - وابو نصر محمود بن الفضل الاصبهاني الصباغ الحافظ نزيل بغداد ولا يحصى ما سمع كثرة
٦٠٠ - وابو نعيم عبيد الله بن الشيخ ابي علي الحداد الاصبهاني
٦٠٢ - وابو عامر محمد بن سعدون بن مرجى العبدري الميورقي نزيل بغداد
٦٠٣ - وابو جعفر محمد بن ابي علي الهمذاني الصوفي ذو الرحلة الشاسعة
٦٠٤ - وابو نصر احمد بن عمر بن محمد الغازي محدث اصبهان وكان بعضهم يفضله على ابي القاسم التيمي
٦٠٥ - وابو القاسم اسماعيل بن مجمد بن الفضل التيمي مصن الترغيب
٦٠٦ - وابو البركات عبد الوهاب بن المبارك بن احمد لانماطي
٦٠٧ - وابو نصر الحسن بن محمد بن اراهيم اليونارني الاصبهاني

<span data-type="title" id=toc-16>الطبقة السادسة عشر</span>
٦٠٨ - ابو الفضل محمد بن ناصر بن علي السلامي حافظ بغداد
٦٠٩ - والقاضي ابو بكر محمد بن عبد الله بن محمد بن العربي الاشبيلي',NULL,'216',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (46,'٦١٠ - وابو بكر محمد بن حيدرة بن موز الاندلسي
٦١١ - وابو بكر بن عطية والد المفسر الاندلسي
٦١٢ - وابو بكر محمد بن منصور بن محمد بن السمعان المروزي
٦١٣ - وابنه الحافظ ابو سعد الرحال الجوال
٦١٤ - وابو طاهر احمد بن محمد بن اجمد الاصبهاني السلفي
٦١٥ - والقضي عياض بن موسى الاندلسي
٦١٦ - وابو طاهر محمد بن محمد بن عبد الله السنجي المروزي محدث مرو

٦١٧ - وأبو طاهر محمد بن محمد بن عبد الله السنجي المروزي محدث مرو',NULL,'217',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (47,'٦١٨ - وابو المعمر المبارك بن احمد الانصاري الازجي محدث بغداد
٦١٩ - واو مسعود عبد الجليل بن محمد بن عبد الواحد الاصبهاني كوتاه الحافظ وصه ابن عساكر بالحفظ وفخم امره وعنده جزء لوين عن ابن ماجه
٦٢٠ - وابو احمد معمر بن عبد الواحد بن الفاخر القرشي
٦٢١ - وابو العلاء الحسن بن احمد بن الحسن الهمذاني العطار شيخ القراء والمحدثين بهمذان
٦٢٢ - وابو مسى محمد بن ابي بكر عمر بن احمد بن عمر بن محمد المديني الحافظ محدث اصبهان
٦٢٣ - وابو القاسم علي بن الحسن بن هبة الله بن عساكر حافظ الشام

<span data-type="title" id=toc-17>الطبقة السابعة عشرة</span>
٦٢٤ - ابو القاسم خلف بن عبد الملك بن مسعود بن موسى بن بشكوال',NULL,'218',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (48,'الانصاري القرطبي حافظ الاندلس بلا مدافعة
٦٢٥ - وابو محمد عبد الحق بن عبد الرحمن بن عبد الله بن حسين الازدي الاشبيلي خطيب بجاية مؤلف الاحكام حافظ المغرب مات هو وحافظ المشرق ابو موسى المديني في عام وله احدى وسبعون سنة
٦٢٦ - وابو زيد وابو القاسم عبد الرحمن بن عبد الله بن بد الله بن احمد الخثعمي السهيلي المالقي النحوي الحافظ احد الاعلام
٦٢٧ - وابو القاسم عبد الرحمن بن محمد بنبن حبيش الانصاري الاندلسي صاحب التصانيف الانيقة وعاش ثمانين سنة
٦٢٨ - وابو بكر محمد بن خير اللمتوني الاشبيلي الحافظ العلم وعاش نيفا وسبعين سنة وهو قديم الوفاة
٦٢٩ - وابو المحاسن عمر بن علي القرشي الدمشقي محدث بغداد
٦٣٠ - وابو بكر محمد بن موسى بن عثمان الحازمي الهمذاني احد الاعلام ومات شابا طريا عن خمس وثلاثين سنة
٦٣١ - وابو يعقو يوسف بن احمد بن ابراهيم الشيرازي ثم البغدادي صاحب الاربعين البلدانية
٦٣٢ - وابو المواهب الحسن بن هبة الله بن محفوظ بن صصري التغلبي الحافظ الدمشقي
٦٣٣ - وابو عبد الله محمد بن ابراهيم بن خلف بن الفار المالقي حافظ الاندلسي في زمانه
٦٣٤ - وابو الفرج عبد الرحمن بن علي بن محمد البكري ابن الدوزي عالم بغداد',NULL,'219',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (49,'٦٣٥ - وابو محمد القاسم بن علي بن الحسن بن عساكر محدث دمشق وما هو بحافظ بل له مشاركة قوية

<span data-type="title" id=toc-18>الطبقة الثامنة عشرة</span>
٦٣٦ - الحاظ تقي الدين ابو محمد عبد الغني بن عبد الواحد بن علي بن سرور المقدسي الحنبلي
٦٣٧ - والحافظ ابو محمد عبد القادر بن عبد الله الرهاوي
٦٣٨ - والمحدث ابو نزار ربيعة بن الحسن بن علي الجضرمي اليماني
٦٣٩ - والمحدث ابو عبد الله محمد بن مكي بن ابي الرجاء الاصبهاني الحنبلي
٦٤٠ - والحافظ ابو بكر عبد الله بن الحسن بن احمد القرطبي المالقي النحوي
٦٤١ - والحافظ ابو محمد عبد العزيز بن محمود بن المبارك بن الاخضر البغدادي
٦٤٢ - والحافظ شرف الدين ابو الحسن علي ين المفضل بن علي المقدسي الفقيه المالكي
٦٤٣ - والحافظ ابو محمد عبد الله بن سليمان بن حوط الله الحارثي الانصاري الاندلسي
٦٤٤ - والحاظ عز الدين محمد بن الحافظ عبد الغني المقدسي
٦٤٥ - والحافظ ابو الخطاب احمد بن محمد بن عمر بن محمد بن واجب القيسي اللنسي وقد لقي ابن قزمان والكبار وصنف
٦٤٦ - والحافظ ابو القاسم محمد بن عبد الواحد بن ابراهيم بن مفرج الغافقي الملاحي الاندلسي صاحب التصانيف وله نيف وسبعون سنه',NULL,'220',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (50,'٦٤٧ - والحافظ برهان الدين ابو الفتوح نصر ابي الفرج محمد بن علي الحنبلي ابن الحصري المقرئ
٦٤٨ - وابو الحسن محمد بن احمد بن عمر بن القطيعي مؤرخ بغداد وليس بالماهر ولا المحقق

<span data-type="title" id=toc-19>الطبقة التاسعة عشرة</span>
٦٤٩ - وابو الحسن علي بن محمد بن عبد الملك الكتامي الفاسي ابن القطان الحافظ قاضي سجلماسة
٦٥٠ - والحافظ تقي الدين ابو الطاهر اسماعيل بن عبد الله بن عبد المسن الانصاري ابن الانماطي بدمشق
٦٥١ - والحاظ ابو القاسم علي بن القاسم بن علي بن الحسن بن عساكر الدمشقي
٦٥٢ - والحافظ ابو موسى عبد الله بن الحافظ عبد الغني
٦٥٣ - والحافظ ابو الحجاج يوس بن خليل الادمي
٦٥٤ - والحاظ ابو الربيع سليمان بن موسى بن سالم الكلاعي الاندلسي البلنسي حد الاعلام
٦٥٥ - والحافظ معين الدين ابو بكر محمد بن عبد الغني بن نقطة الحنبلي
٦٥٦ - والحافظ عز الدين ابو الحسن علي بن محمد بن محمد بن عبد الكريم الشيباني الجزري ابن الاثير صاحب التاريخ ومعرفة الصحابة
٦٥٧ - والحافظ ابو الخطاب عمر بن حسن بن علي الكلبي الداني ثم السبتي ابن دحية',NULL,'221',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (51,'٦٥٨ - والحافظ ابو بكر محمد بن اسماعيل بن خلوف الازدي الاونبي نزبل اشبيلية من ابناء الثمانين واولي الاسناد والمعرفة
٦٥٩ - والحافظ ضياء الدين ابو عبد الله محمد بن عبد الواحد بن احمد المقدسي الحنبلي
٦٦٠ - والحاظ محب الدين ابو عبد الله محمد بن محمود بن النجار صاحب التاريخ
٦٦١ - والحافظ ابو عبد الله محمد بن سعيد بن يحيى بن الدبيثي المؤرخ المقرئ

<span data-type="title" id=toc-20>الطبقة العشرون</span>
٦٦٢ - الحافظ زكي الدين عبد العظيم بن عبد القوي المنذري المصري
٦٦٣ - والحافظ زكي الدين محمد بن يوسف البرزالي الاشبيلي
٦٦٤ - والحافظ سيف الدين احمد بن المجد عيسى بن عبد الله المقدسي الحنبلي
٦٦٥ - والحافظ عز الدين ابو الفتح عمر بن محمد بن منصور بن الحاجب الاميني
٦٦٦ - والحافظ ابو موسى عيسى بن سليمان الرعيني الاندلسي
٦٦٧ - والحافظ شرف الدين احمد بن محمود بن الجوهري الدمشقي
٦٦٨ - والحافظ تقي الدين ابراهيم بن محمد الازهر الصريفيني مات بدمشق وله ستون سنة
٦٦٠ - والحافظ ابو القاسم قاسم بن محمد بن الطياسان الانصاري القرطبي وله تصانيف ومعرفة',NULL,'222',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (52,'٦٧١ - والحافظ اسعد الدين ابو القاسم عبد الرحمن بن مقرب الكندي الاسكندراني
٦٧٢ - والحافظ المفتي تقي الدين ابو عمرو عثمان بن عبد الزحمن الشهرزوري اشافعي ابن الصلاح
٦٧٣ - والامام شرف الدين محمد بن عبد الله بن محمد بن ابي الفضل السملي المرسي
٦٧٤ - والحافظ صدر الين حسن بن محمد بن محمد البكري الصوفي على ضعف فيه
٦٧٥ - والمفيد محب الدين عبد الله بن احمد بن ابي بكر السعدي المقدسي ولم يكتهل
٦٧٦ - والحافظ ابو عبد الله محمد بن عبد الله بن ابي بكر القضاعي البلنسي ابن الابار
٦٧٧ - والحافظ ابو بكر محمد بن احمد بن عبد الله بن سيدالناس اليعمري الاشبيلي خطيب تونس عالم المغرب
٦٧٨ - والصاحب الحافظ كمال الدين ابو القاسم عمر بن احمد بن هبة الله العقيلي الحلبي صاحب تاريخ حلب
٦٧٩ - والحافظ عز الدين ابو محمد عبد الرازق ابن رزق الله بن ابي بكر الرسعن المسر
٦٨٠ - والحافظ زين الدين ابو البقاء خالد بن يوسف بن سعد النابلسي
٦٨١ - ونسيبه الحافظ شرف الدين يوسف بن الحسن بن بدر بن النابلسي',NULL,'223',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (53,'٦٨٢ - والحافظ ابو بكر محمد بن يوسف بن موسى بن مسدي الازدي الغرناطي المجاور
٦٨٣ - والعلامة شهاب الدين ابو القاسم عبد الرحمن بن اسماعيل بن ابراهيم المقدسي الشافعي صاحب التصانيف
٦٨٤ - والتحاظ جمال الدين ابو حامد محمد بن علي بن محمودالصابوني
٦٨٥ - والمفيد شمس الدين محمد بن عبد المنعم بن عمار بن هامل الحراني
٦٨٦ - والمحدث المفيد وجيه الدين ابو المظفر منصور بن سليم الهمداني مؤرخ الاسكندرية وله الاربعون البلدية وغير ذلك

<span data-type="title" id=toc-21>الطبقة الحادية والعشرون</span>
٦٨٧ - الامام شيخ الاسلام محيي الدين ابو زكريا يحيى بن شرف بن مري النواوي الشافعي الحافظ
٦٨٨ - والحافظ العلامة شرف الدين ابو محمد عبد المؤمن بن خلف الدمياطي',NULL,'224',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (54,'٦٨٩ - والحافظ جمال الدين ابو العباس احمد بن محمد بن عبد الله الحلبي ابن الظاهري
٦٩٠ - والمتقن شرف الدين محمد بن ابي القاسم بن عنان الميدومي المصري
٦٩١ - والميد مكين الدين ابو الحسن بن عبد العظيم الحصني
٦٩٢ - والحافظ المفيد رشيد الدين ابو بكر محمد بن الحافظ عبد العظيم المنذري ومات شابا
٦٩٣ - والحافظ زين الدين ابو الفنح محمد بن ابي بكر الابيوردي الصوفي
٦٩٤ - والمحدث امين الدين ابو اليمن عبد الصمد بن الوهاب بن زين الامناء ابن عساكر
٦٩٥ - والامام قطب الدين ابو بكر محمد بن احمد بن علي بن القسطلاني
٦٩٦ - والحافظ تقي الدين عبد بن محمد بن عباس الاسعردي
٦٩٧ - والمحدث تقي الدين ادريس ين مزيز الحموي
٦٩٨ - والمحدث تقي الدين ادريس بن محمد بن مزيز الحموي
٦٩٨ - والمحدث محب الدين احمد بن عبد الله محمد الطبري المكي مصنف الاحكام
٦٩٩ - والحاظ ز الدين ابو القاسم احمد بن عبد الرحمن الحسيني المصري النقيب',NULL,'225',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (55,'٧٠٠ - والحافظ نجم الدين علي بن عب الكاي الربعي بن عبد الكافي الربعي الدمشقي ومات شابا
٧٠١ - والحافظ شنس الدين محمد بن محمد بن جعوان الانصاري الدمشقي النحوي وتوي قبل الكهولة
٧٠٢ - والحاظ شهاب الدين احمد بن فرح بن احمد اللخمي الاشبيلي
٧٠٣ - والحافظ المقرئ ابو جعفر احمد بن ابراهيم بن الزبير الثقفي الغرناطي
٧٠٤ - والحافظ العلامة قاضي القضاة تقي الدين ابو الفتح محمد بن علي بن وهب بن مطيع القشيري ابن دقيق العيد

<span data-type="title" id=toc-22>الطبقة الثانية والعشرون</span>
٧٠٥ - الحافظ الحجة جمال الدين ابو الحجاج يوسف بن عبد الرحمن القضاعي الكلبي المزي
٧٠٦ - والحافظ العلم شيخ الاسلام تقي الدين ابو العباس احمد بن عبد الحليم بن عبد السلام الحراني ابن تيمية',NULL,'226',NULL,NULL,'0');
INSERT INTO [b26112] VALUES (56,'٧٠٧ - والحافظ قاضي القضاة سعد الدين مسعود بن احمد بن مسعود الحارثي الحنبلي
٧٠٨ - والمحدث العلامة اثير الدين ابو حيان محمد بن يوسف بن علي بن حيان الاندلسي شيخ العربية بالقاهرة
٧٠٩ - والمحدث اللغوي صفي الدين بن محمد ابي بكر الارموي القرافي
٧١٠ - والحافظ المفيد شمس الدين محمد بن عبد الرحمن بن سامة
٧١١ - وشيخنا المفيد ابو الحسن علي بن مسعود بن نفيس الموصلي
٧١٢ - والحافظ عليم الدين ابو محمد القاسم بن محمد بن يوسف البرزالي
٧١٣ - والمفيد شمس الدين ابو العلاء محمود بن ابي بكر البخاري وكان حافظا
٧١٤ - والحافظ قطب الدين عبد الكريم بن عبد النور بن منير الحلبي
٧١٥ - والحافظ فتح الدين ابو الفتح محمد بن محمد بن محمد بن سيد الناس اليعمري الاندلسي ثم المصري

آخر الكتاب والحمد لله.',NULL,'227',NULL,NULL,'0');
