-- Table: b26428
-- Chunk: 1
-- Rows: 140

CREATE TABLE "b26428"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b26428
INSERT INTO [b26428] VALUES (1,'نزهة الناظر
في ذكر من حدث عن أبي القاسم البغوي من الحفاظ والأكابر

للإمام الحافظ
رشيد الدين أبي الحسين يحيى بْنُ عَلِيِّ بْنِ عَبْدِ اللَّهِ العطار القرشي
(٥٨٤ - ٦٦٢ هـ)

تحقيق وتعليق
مشعل بن باني الجبرين المطيري

دار ابن حزم

الطبعة الأولى
١٤٢٣ هـ - ٢٠٠٢ م',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b26428] VALUES (2,'<span data-type="title" id=toc-2>بسم الله الرحمن الرحيم</span>
رب يسر يا كريم
أخبرنا سيدنا الشيخ الإمام الحافظ رشيد الدين بقية السلف قدوة الخلف أبو الحسين يحيى ابن الإمام أبي الحسن علي بن عبد الله القرشي -أثابه الله تعالى رضوانه- قال:
الحمد لله مخترع الخلائق بقدرته، ومصرفهم على وفق إرادته، ومقدر أرزاقهم وآجالهم بحكمته، الذي فضل العلماء على بريته، ورفع بالعلم درجات أهله وحملته، وخصهم بحفظه وضبطه ومعرفته، ونفع به من أخلص له في قصده ونيته.
وصلى الله على محمد نبيه وآله وصحابته وسلم عليه وعليهم أجمعين إلى يوم الدين.
وبعد.
فإن بعض أصحاب الحديث -كثرهم الله تعالى- ذاكرني بشيء من أحوال الشيخ الحافظ أَبِي الْقَاسِمِ عَبْدِ اللَّهِ بْنِ محمد بن عبد العزيز المنيعي البغوي ثم البغدادي محدث العراق في زمانه، والمقدم على أقرانه فذكرنا ما رزقه الله تعالى من طول العمر وقدم السماع وكثرة الحديث والفهم والدراية ولقاء الحفاظ والأكابر من أهل النقل كأحمد بن حنبل وعلي بن المديني وأبي خيثمة وأبي بكر وعثمان بن أبي شيبة وعلي بن الجعد وأبي الأحوص البغوي وأبي نصر التمار وخلف بن هشام البزار وهدبة بن خالد وغيرهم',NULL,'23',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (3,'ممن تقدمت وفاتهم، وروى عنهم الأئمة الكبار كالبخاري ومسلم وأبي داود وغيرهم وعمره الله تعالى حتى تفرد بالرواية عن جماعةٍ جمةٍ من شيوخه لم يبق في الدنيا من يروي عنهم غيره وانتشر حديثه في الآفاق وكثر الرواة عنه إلى غير ذلك من أحواله، فحداني ذلك على أن أجمع شيوخه والرواة عنه وترتيب أسماءهم على حروف المعجم، فشرعت في ذلك ثم تذكرت أن صاحبنا الحافظ أبا بكر ابن نقطة البغدادي -رحمه الله تعالى- كان قد ذكر أن الحافظ أبا محمد ابن الأخضر البغدادي قد جمع شيوخه فقط فشرعت في جمع الرواة عنه فوجدتهم خلقاً لا يحصرهم عد ولا يحدهم حد فوقع الاختيار على ذكر من روى عنه أو سمع منه من حفاظ الحديث وأعيان الرواة، فاستخرت الله تعالى وعلقت في هذا المجموع ما تيسر لي جمعه منهم ورتبت أسماءهم على ترتيب حروف المعجم وذكرت ما انتهى إلي علمه من مولدهم ووفاتهم ونبذةً من أسماء شيوخهم ورواتهم وما تيسر من حديث أكثرهم عنه، ولم أستوعب جميع من يدخل في هذا الباب لاتساعه والله تعالى يحسن العون على بلوغ ما أردته ويعصم من الخطأ والزلل فيما أوردته إنه جوادٌ كريمٌ وَلا حَوْلَ وَلا قُوَّةَ إِلا بالله العلي العظيم.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (4,'<span data-type="title" id=toc-3>فصل في ذكر مولد أبي القاسم البغوي وما انتهى عمره إليه وشيء من ثناء العلماء عليه</span>
اختلفت الرواية عنه في تعيين السنة التي ولد فيها فذكر أبو بكر ابن شاذان الدورقي أنه سمعه يقول: ولدت سنة ثلاث عشرة ومائتين.
قال ابن شاذان: ومات في ليلة الفطر من سنة سبع عشرة وثلاثمائة عمر مائة سنة وأربع سنين.
وروى أبو حفص ابن شاهين وغيره عنه أنه ولد في شهر رمضان سنة أربع عشرة ومائتين وأنه قرأ ذلك بخط جده أحمد بن منيع وكتب الإملاء عن إسحاق بن إسماعيل الطالقاني سنة خمس وعشرين ومائتين وتوفي -رحمه الله تعالى- ليلة عيد الفطر سنة سبع عشرة وثلاثمائة بلا خلاف أعلمه في ذلك.
قال الحافظ أبو بكر الخطيب: ((كان يعني أبا القاسم البغوي ثقة ثبتا مكثرا فهما عارفا)) .
قال الحافظ أبو يعلى الخليلي: أبو القاسم البغوي ثقة كبير كتب عنه',NULL,'25',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (5,'العلماء قديما وعمر [مائة وعشر سنين] أدرك الكبار من شيوخ البصرة وبغداد هدبة بن خالد وعلي بن الجعد وذكر جماعة غيرهم.
وقال الحافظ أبو سعد ابن السمعاني: ((أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ابن بنت أحمد بن منيع البغوي وإنما قيل له البغوي لأجل جده أحمد.
وولد هو ببغداد ونشأ بها وكان محدث العراق في عصره وإليه الرحلة من البلاد وكانت ولادته سنة ثلاث عشرة ومائتين ووفاته سنة سبع عشرة وثلاثمائة)) .
أخبرنا أبو الحسن ابن المقدسي الحارثي -رحمه الله تعالى- فيما قرأت عليه عن أحمد بن محمد بن أحمد الحافظ.
أخبرنا أبو الفضل محمد بن طاهر الحافظ بهمذان قال: قرأت على أبي القاسم الفضل بن أبي حرب الجرجاني بنيسابور عن أبي عبد الرحمن السلمي قال: سألت أبا الحسن الدراقطني الحافظ عن أبي القاسم ابن منيع فقال: ثقة جبل إمام من الأئمة أقل المشايخ خطأ وكان ابن صاعد أكثر حديثا من ابن منيع إلا أن كلام ابن منيع على الحديث أحسن من كلام ابن صاعد.
أخبرنا أبو الفضل المطرز، أخبرنا أحمد بن محمد الحافظ قال: سمعت أبا نصر المؤتمن بن أحمد الحافظ قال: سمعت إسماعيل بن مسعدة الجرجاني الحافظ قال: سمعت أبا القاسم حمزة بن يوسف السهمي قال: وسمعت أبا الحسين محمد بن غسان يقول: سمعت الأردبيلي -وكان من أصحابنا يكتب الحديث ويفهم- قال: سئل ابن أبي حاتم عن أبي القاسم البغوي يدخل في الصحيح؟',NULL,'26',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (6,'قال: نعم.
أخبرنا أبو محمد العثماني وأبو علي الكاغدي قراءة عليهما قالا: أخبرنا أحمد بن محمد الحافظ، أخبرنا أبو الحسين ابن الصيرفي، أخبرنا أبو الحسن علي بن أحمد المؤدب، أخبرنا أحمد بن إسحاق النهاوندي، أخبرنا الحسن بن عبد الرحمن القاضي قال:
لا يعرف في الإسلام محدث وازى عبد الله بن محمد البغوي المعروف بابن منيع في قدم السماع فإنه توفي في سنة سبع عشرة وثلاثمائة سمعناه يقول: أخبرنا إسحاق بن إسماعيل الطالقاني سنة خمس وعشرين ومائتين.
قلت: وقد وقع مثل هذا في المتأخرين للرئيس أبي القاسم ابن بيان الرزار الْبَغْدَادِيّ والله أعلم.
قلت: وبلغني أن بعض أصحاب أبي القاسم البغوي كان يلقبه بثلث الإسلام.
وحكى أن بعض أصحاب الحديث استملى عليه فقال: من ذكرت يا ثلث الإسلام رضي الله عنك؟
ومن أغرب ما يذكر هاهنا وأعجبه أن في الرواة رجلا وافق البغوي في اسمه واسم أبيه واسم جده واتفقا أيضا في الرواية عن شيخ واحد وهو عبد الله بن محمد بن عبد العزيز الجرجاني يكنى أبا الخصيب روى هو والبغوي عن محمد بن حميد الرازي يدل على ذلك ما أخبرنا الحافظ أبو محمد عبد الغني بن عبد الواحد بن علي المقدسي إجازة، أخبرنا الإمام أبو',NULL,'27',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (7,'الفضل مسعود بن علي بن عبيد الله بن البادر قراءة عليه ببغداد، أخبرنا أبو القاسم إسماعيل بن أحمد السمرقندي (ح) .
وأخبرنا عاليا جماعة من شيوخنا إجازة قالوا: أخبرنا الحافظ أبو القاسم ابن السمرقندي، أخبرنا أبو القاسم إسماعيل بن مسعدة، أخبرنا حمزة بن يوسف السهمي الحافظ في ((تاريخ جرجان)) قال:
((عبد الله بن محمد بن عبد العزيز الجرجاني أبو الخصيب القاضي روى عن محمد بن حميد وعبد السلام بن صالح روى عنه أبو الطيب محمد بن عبد الله الشعيري)) .',NULL,'28',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (8,'<span data-type="title" id=toc-4>باب الألف</span>
<span data-type="title" id=toc-5>من اسمه: أحمد</span>
<span data-type="title" id=toc-6>١- أحمد بن إبراهيم بن إسماعيل بن العباس الجرجاني الإسماعيلي منسوبٌ إلى جده إسماعيل يكنى أبا بكر</span>.
أحد الأئمة المشهورين والحفاظ المذكورين وله التواليف الحسنة المفيدة ومن جملتها كتاب ((الصحيح المخرج على صحيح البخاري)) .
وذكر الخليلي أنه خرج على كتاب البخاري وعلى كتاب مسلم أيضا وله غير ما ذكرته من الجموع والتخاريج.
وكان مقدما في الفقه والحديث وغير ذلك من فنون العلم سمع محمد بن عثمان بن أبي شيبة وأبا يعلى الموصلي وأبا خليفة الجمحي والحسن بن سفيان النسوي وجعفر بن محمد الفريابي وأبا القاسم البغوي ويحيى بن محمد بن صاعد والقاسم بن زكريا المطرز وجماعةٌ يكثر تعدادهم وله معجم بأسماء شيوخه يزيد عددهم على أربعمائة شيخ.
روى عنه أبو بكر البرقاني وأبو حازم العبدوي وأبو سعد الماليني وخلف بن محمد الواسطي وأبو جعفر بن دلان وأبو نصر بن أبي بكر الإسماعيلي وغيرهم.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (9,'وحدث عن أبي القاسم البغوي كثيرا وروى في صحيحه عن رجل عنه أيضا.
وتوفي -رحمه الله تعالى- يوم السبت غرة رجب سنة إحدى وسبعين وثلاثمائة وهو ابن أربع وتسعين سنة.
أَخْبَرَنَا الشَّيْخُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْفَقِيهُ قِرَاءَةً عَلَيْهِ بِظَاهِرِ مَدِينَةِ دِمَشْقَ، أَخْبَرَنَا الشَّيْخَانِ أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي بْنِ أَحْمَدَ الْحَاجِبُ وَأَبُو الْقَاسِمِ يَحْيَى بْنُ ثَابِتٍ الدَّيْنَوَرِيُّ قَالَ أَبُو الْفَتْحِ:
أَخْبَرَنَا أَبُو الْفَضْلِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ خَيْرُونَ الْعَدْلُ، وَقَالَ أَبُو الْقَاسِمِ: أَخْبَرَنَا أَبِي أَبُو الْمَعَالِي ثَابِتُ بْنُ إِبْرَاهِيمَ الْمُقْرِئُ قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ الْبُرْقَانِيُّ الْفَقِيهُ قَالَ: قَرَأْتُ عَلَى أَبِي بَكْرٍ الإِسْمَاعِيلِيِّ –رَحِمَهُ اللَّهُ تَعَالَى- أَخْبَرَكُمْ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِيهِ أَنَّ رَجُلا مَدَحَ رَجُلا عِنْدَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ لَهُ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((وَيْحَكَ قَطَعْتَ عُنُقَ صَاحِبِكَ)) ثُمَّ قَالَ:
((إِنْ كَانَ أحدكم مادحاً أخاه لا مَحَالَةَ فَلْيَقُلْ: أَحْسَبُ فُلانًا وَلا أُزَكِّي عَلَى اللَّهِ أَحَدًا حَسِيبُهُ اللَّهُ إِنْ كَانَ يَرَى أَنَّهُ كَذَلِكَ)) .
أَخْبَرَنَاهُ عَالِيًا أَبُو الْحَسَنِ بْنُ أَبِي الْبَرَكَاتِ بْنِ أَبِي سَعْدٍ الصُّوفِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مَنْصُورٍ عَلِيُّ بْنُ عَلِيٍّ الأَمِينُ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الصَّرِيفِينِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ ابْنُ حُبَابَةَ، أَخْبَرَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ فَذَكَرَهُ.
وَأَمَّا حَدِيثُهُ عَنْ رَجُلٍ عَنِ الْبَغَوِيِّ فَأَخْبَرَنَاهُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الدِّمَشْقِيُّ، أَخْبَرَنَا يَحْيَى بْنُ ثَابِتٍ الدَّيْنَوَرِيُّ، أَخْبَرَنَا أَبِي، أَخْبَرَنَا أَبُو بْكَرٍ الْبُرْقَانِيُّ، أَخْبَرَنَا الإِمَامُ أَبُو بَكْرٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ الإِسْمَاعِيلِيُّ',NULL,'30',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (10,'الْحَافِظُ فِي ((كِتَابِ الصَّحِيحِ)) أَخْبَرَنِي مُحَمَّدُ بْنُ أَحْمَدَ بْنِ الْقَاسِمِ، حَدَّثَنَا عَبْدُ اللَّهِ الْبَغَوِيُّ، حَدَّثَنَا أبو جعفر ابن الْمُنَادَى، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ أَنَّ نَبِيَّ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ لأُبَيِّ بْنِ كَعْبٍ:
((إِنَّ اللَّهَ أَمَرَنِي أَنْ أُقْرِئَكَ الْقُرْآنَ)) .
قَالَ: اللَّهُ سَمَّانِي لَكَ؟
قَالَ: ((نَعَمْ)) .
قَالَ: وَذُكِرْتُ عِنْدَ رَبِّ الْعَالَمِينَ؟
قَالَ: ((نَعَمْ)) فَذَرَفَتْ عَيْنَاهُ.
محمد بن أحمد بن القاسم هذا هو أبو أحمد الغطريفي فيما يغلب على ظني وقد روى عنه الإسماعيلي عدة أحاديث وهو من أقرانه وسيأتي ذكره في حرف الميم إن شاء الله تعالى.
وقد روى الإسماعيلي في ((صحيحه)) في قصة إسلام عمر عن محمد بن الخليلي العبدي عن البغوي عن إبراهيم بن هانئ.
<span data-type="title" id=toc-7>٢- أحمد بن محمد بن إسحاق بن إبراهيم بن أسباط بن عبد الله بن بديح البديحي القرشي الهاشمي مولاهم الدينوري القاضي المعروف بابن السني الحافظ</span>.
وبديح جده مولى عبد الله بن جعفر بن أبي طالب قاله أبو سعد ابن السمعاني الحافظ.
يكنى أبا بكر أحد الحفاظ المشهورين والثقات المأمونين ولي قضاء القضاة بالري ثم استعفي منه وتركه.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (11,'وله رحلة إلى العراق والحجاز والشام ومصر وفي شيوخه كثرةٌ ومنهم أبو يعلى الموصلي وأبو القاسم البغوي وأبو الحسن ابن جوصا وأبو عبد الرحمن النسائي وأبو عروبة الحراني وجماعةٌ يتسع ذكرهم.
روى عنه القاضيان أبو بكر أحمد بن عبد الله بن علي ابن شاذان وأبو نصر أحمد بن الحسين بن الكسار الدينوريان وجماعة غيرهما.
وتوفي سنة أربع وستين وثلاثمائة.
وذكر الخليلي أنه توفي سنة تسع وخمسين وثلاثمائة.
والقول الأول أصح والله عز وجل أعلم.
أَخْبَرَنَا الشَّيْخَانِ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ جُمْعَةَ السِّجِسْتَانِيُّ وَأَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ حُمَيْدٍ الصُّوفِيُّ التَّفْلِيسِيُّ قِرَاءَةً عَلَى كُلِّ وَاحِدٍ مِنْهُمَا بِانْفِرَادِهِ قَالا: أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَافِظُ، أَخْبَرَنَا الإِمَامُ أَبُو مُحَمَّدٍ عَبْدُ الرَّحْمَنِ بْنُ حَمَدِ بْنِ الْحَسَنِ الدُّونِيُّ وَأَبُو النَّجْمِ بَدْرُ بْنُ دُلَفِ بْنِ يُوسُفَ الْفَرَكِيُّ بِالْفَرَكِ قَالا: أَخْبَرَنَا الْقَاضِي أبو نصر أحمد بن الحسين بن مُحَمَّدِ بْنِ بَوَانٍ الدَّيْنَوَرِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بن إسحاق ابن السُّنِّيِّ الْحَافِظُ بِالدَّيْنَوَرِ، أَخْبَرَنَا ابْنُ مَنِيعٍ، حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنِ ابْنٍ لِعُثْمَانَ بْنِ عَفَّانَ عَنْ عُثْمَانَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((مَنْ خَرَجَ مِنْ بَيْتِهِ يُرِيدُ سَفَرًا فَقَالَ حِينَ يَخْرُجُ: آمَنْتُ بِاللَّهِ وَاعْتَصَمْتُ بِاللَّهِ وَتَوَكَّلْتُ عَلَى اللَّهِ وَلا حَوْلَ وَلا قُوَّةَ إِلا بِاللَّهِ رَزَقَهُ اللَّهُ عَزَّ وَجَلَّ خَيْرَ ذَلِكَ الْمَخْرَجِ وَصَرَفَ عَنْهُ شَرَّ ذَلِكَ الْمَخْرَجِ)) .',NULL,'32',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (12,'<span data-type="title" id=toc-8>٣- أحمد بن محمد بن عيسى بن الجراح الربعي المصري الحافظ يعرف بابن النحاس يكنى أبا العباس</span>.
حافظ جليلٌ ومحدثٌ نبيلٌ سمع ببلده علي بن أحمد بن سليمان الحافظ المعروف بعلان بن الصيقل المصري العدل وأبا بكر محمد بن زبان ومحمد بن محمد بن بدر الباهلي وطبقتهم ورحل إلى الحجاز والشام والعراقين وخورستان وأصبهان وجرجان وخراسان واستوطن نيسابور وبها توفي.
ومن شيوخه أبو عروبة الحراني وأبو العباس الدغولي ومكي بن عبدان وأبو القاسم البغوي وأبو الحسن ابن جوصا وأبو بكر بن أبي داود وابن أبي حاتم وغيرهم.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (13,'روى عنه أبو عبد الله الحاكم وأبو نعيم الأصبهاني الحافظ وأبو حازم العبدوي الأعرج وأبو عبد الرحمن السلمي وغيرهم.
وتوفي في سلخ ذي القعدة سنة ست وسبعين وثلاثمائة.
أَخْبَرَنَا الْقَاضِي أَبُو الْقَاسِمِ الأَنْصَارِيُّ الدِّمَشْقِيُّ -رَحِمَهُ اللَّهُ تَعَالَى- إِذْنًا أَنَّ أَبَا الْمُظَفَّرِ عَبْدَ الْمُنْعِمِ بْنَ أَبِي الْقَاسِمِ الْقُشَيْرِيَّ أَنْبَأَهُمْ، أَخْبَرَنَا أَبُو عُثْمَانَ الْبَحِيرِيُّ، أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ عِيسَى الْمِصْرِيُّ الْحَافِظُ مِنْ حِفْظِهِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ الْحِمَّانِيُّ، حَدَّثَنَا صَفْوَانُ بْنُ أَبِي الصَّهْبَاءِ عَنْ بُكَيْرِ بْنِ عَتِيقٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنْ عُمَرَ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((مَنْ شَغَلَهُ ذِكْرِي عَنْ مَسْأَلَتِي أَعْطَيْتُهُ أَفْضَلَ مَا أُعْطِي السَّائِلِينَ)) .',NULL,'34',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (14,'نَقَلْتُهُ مِنْ ((تَارِيخِ دِمَشْقَ)) وَقَوْلُهُ فِي هَذَا الإِسْنَادِ: ((حَدَّثَنَا الْفَضْلُ بْنُ أَبِي الصَّهْبَاءِ)) وَهْمٌ فِيمَا أَعْلَمُ وَصَوَابُهُ: ((حَدَّثَنَا صَفْوَانُ بْنُ أَبِي الصَّهْبَاءِ)) .
وَهَذَا الْحَدِيثُ مِنْ أَفْرَادِهِ وَقَدْ تَكَلَّمَ فِيهِ ابْنُ حِبَّانَ وَقَالَ:
((يَرْوِي عَنِ الإِثْبَاتِ مَا لا أَصْلَ لَهُ مِنْ حَدِيثِ الثِّقَاتِ)) .
وَذَكَرَ أَنَّ هَذَا الْحَدِيثَ موضوعٌ وَاللَّهُ عَزَّ وَجَلَّ أَعْلَمُ.
<span data-type="title" id=toc-9>٤- أحمد بن محمد بن سعيد بن عبد الرحمن الكوفي الحافظ المعروف بابن عقدة</span>.
حافظٌ مشهورٌ ومصنفٌ مذكورٌ.
سمع من أبي القاسم البغوي وهو متقدم الوفاة توفي في ذي القعدة سنة اثنتين وثلاثين وثلاثمائة.
روى عنه الحافظ الأكابر أبو علي الحسين بن علي وأبو أحمد الكرابيسي النيسابوريان وأبو بكر ابن الجعابي وأبو الحسن الدارقطني وأبو الحسين ابن المظفر البغداديون.
أنبأنا أبو الفرج ابن الجوزي وأبو اليمن الكندي وفاطمة بنت سعد الخير الأنصارية قالوا: أخبرنا أبو منصور القزاز، أخبرنا أبو بكر الخطيب، أخبرنا أبو عبد الله أحمد بن أحمد بن محمد بن علي القصري قال: سمعت أبا زيد الحسين بن الحسن بن عامر الكوفي يقول: قدم أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي إلى الكوفة فاجتمعنا مع أبي العباس أحمد بن سعيد ابن عقدة إليه ليسمع منه فسألنا عنه فقالت الجارية: قد أكل سمكا وشرب فقاعا فنام، فعجب أبو العباس من ذلك لكبر سنه ثم أذن لنا فدخلنا إليه فقال: يا أبا العباس حدثتني أختي أنها كانت نازلة في بنى حمان',NULL,'35',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (15,'وكان في الموضع طحان فكان يقول لغلامه: اصمد أبا بكر فيصمد البغل إلى أن يذهب بعض الليل ثم يقول: اصمد عمر فيصمد الآخر.
فقال له أبو العباس: يا أبا القاسم لا تحملك عصبيتك لأحمد بن حنبل أن تقول في أهل الكوفة ما ليس فيهم ما روي ((خير هذه الأمة بعد نبيها أبو بكر وبعد أبي بكر عمر)) عن علي إلا أهل الكوفة، ولكن أهل المدينة رووا أن عليا لم يبايع أبا بكر إلا بعد ستة أشهر.
فقال أبو القاسم: يا أبا العباس لا تحملك عصبيتك لأهل الكوفة أن تقول على أهل المدينة ثم بعد ذلك انبسط وأخرج الكتب وحدثنا.
قرأت على الشيخ أبي الحسن ابن المقدسي المقري عن أحمد بن محمد الحافظ قال: حدثني أبو الفضل محمد بن طاهر المقدسي الحافظ بهمذان قال: رأيت في كتاب أبي أحمد الخليل بن أحمد السجستاني وحدث عن أبي القاسم البغوي بحديثه عن إسحاق الطالقاني في سنة خمس وعشرين ومائتين فقال: ولقد سمعت المنكدري يقول: ما كان في الإسلام أعلى إسنادا من ابن منيع كان بين أن أكتب عن إسحاق في سنة خمس وعشرين ومائتين وبين أن مات سنة سبع عشرة وثلاثمائة اثنتان وتسعون سنة قال: وسمعت ابن منيع يقول: نزلت في بعض حججي بالكوفة فقعدت أحدث الناس ويحضرني ابن عقدة فجعل يفرك عينيه فقلت: ما لك تفرك عينيك؟ فقال: ظننت أني أرى في المنام محدثا يحدث عن هؤلاء القوم في هذا الوقت.
<span data-type="title" id=toc-10>٥- أحمد بن عبدان بن محمد بن الفرج الشيرازي الحافظ نزيل الأهواز يكنى أبا بكر</span>.
مشهورٌ بالحفظ والمعرفة والثقة ويلقب بالباز الأبيض.
حدث عن أبي القاسم البغوي وروى أيضا عن عمر البصري عنه',NULL,'36',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (16,'حكاية سنوردها عند ذكر عمر البصري -إن شاء الله تعالى- وحدث أيضا عن جماعةٍ غير البغوي منهم أبو بكر بن أبي داود.
روى عنه عبد الوهاب بن محمد الغندجاني وأبو ذر الهروي الحافظ وأبو القاسم حمزة بن يوسف الجرجاني الحافظ والقاضي أبو الحسن ابن صخر وغيرهم.
ذكره أبو ذر الهروي في ((مشيخته)) وأثنى عليه ثناء حسنا.
قيل: إنه توفي في شهر ربيع الأول سنة ثمان وثمانين وثلاثمائة بالأهواز.
أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ عَلِيِّ بْنِ سُعُودٍ الْبُوصِيرِيُّ قِرَاءَةً عَلَيْهِ سَنَةَ خَمْسٍ وتسعين وخمسمائة بِمِصْرَ أَخْبَرَنَا أَبُو صَادِقٍ مُرْشِدُ بْنُ يَحْيَى بْنِ الْقَاسِمِ الْمَدِينِيُّ بِقِرَاءَةِ الْحَافِظِ أَبِي طَاهِرٍ السِّلَفِيِّ عَلَيْهِ وَأَنَا أَسْمَعُ قَالَ: كَتَبَ إِلَيَّ أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عَلِيٍّ الأَزْدِيُّ الْقَاضِي مِنْ مَكَّةَ -شَرَّفَهَا اللَّهُ تَعَالَى-، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ عَبْدَانَ الْحَافِظُ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ، حَدَّثَنَا مَالِكٌ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ -رَضِيَ اللَّهُ عَنْهَا- قَالَتْ: سُئِلَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَنِ الْبِتْعِ فَقَالَ:
((كُلُّ شرابٍ أَسْكَرَ فَهُوَ حرامٌ)) .
<span data-type="title" id=toc-11>٦- أحمد بن القاسم بن عبد الله بن مهدي البغدادي الحافظ المعروف بابن الخشاب يكنى أبا الفرج سكن طرسوس</span>.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (17,'حدث عن أبي القاسم البغوي وأبي بكر بن أبي داود وغيرهما.
روى عنه أبو الحسن الدارقطني وتمام بن محمد الدمشقي الحافظان وغيرهما.
وتوفي سنة أربع وستين وثلاثمائة.
ذكره عبد العزيز الكتاني وأبو بكر الخطيب وأبو القاسم ابن عساكر لم يقع لي حديثه عن البغوي إلى الآن.
<span data-type="title" id=toc-12>٧- أحمد بن محمد بن إسماعيل بن يونس المرادي المصري النحوي المعروف بابن النحاس يكنى أبا جعفر</span>.
أحد حذاق النحويين وأعيان المصنفين كتب الحديث بمصر عن جماعة من شيوخها منهم بكر بن سهل الدمياطي وأبو جعفر الطحاوي وأبو عبد الرحمن النسوي ومحمد بن زبان وأحمد بن محمد بن نافع وغيرهم.
ورحل إلى العراق فسمع من أبي القاسم البغوي ومحمد بن جعفر بن أبي داود الأنباري وأحمد بن محمد بن خالد البراثي وغيرهم.
ولقي أصحاب المبرد.
وله تصانيف حسنة في تفسير القرآن والنحو وغير ذلك.
روى عنه أبو بكر محمد بن علي الأدفوي والوزير أبو الفضل ابن الفرات الحافظ.
وهو قديم الوفاة ذكر أبو سعيد ابن يونس الحافظ أنه توفي في ذي الحجة سنة ثمان وثلاثين وثلاثمائة.
أَخْبَرَنَا أَبُو الْقَاسِمِ عِيسَى بْنُ عَبْدِ الْعَزِيزِ الْمُقْرِي فِيمَا قُرِئَ عَلَيْهِ بِالْجَامِعِ الْعَتِيقِ بِمِصْرَ وَأَنَا أَسْمَعُ، أَخْبَرَنَا الشَّرِيفُ أَبُو الْفُتُوحِ نَاصِرُ بْنُ الْحَسَنِ بْنِ',NULL,'38',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (18,'إِسْمَاعِيلَ الْحُسَيْنِيُّ الْخَطِيبُ كِتَابَةً، أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَلِيٍّ الْفَارِسِيُّ الْعَطَّارُ، أخبرنا أبو الحسن علي بن إِبْرَاهِيمَ بْنِ سَعِيدٍ الْحُوفِيُّ النَّحْوِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ أَحْمَدَ الأُدْفُوِيُّ قَالَ: قَالَ أَبُو جَعْفَرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ الصَّفَّارُ: قُرِئَ عَلَى أَبِي الْقَاسِمِ عَبْدِ اللَّهِ بن محمد بن عبد العزيز عَنْ أَبِي عَبْدِ اللَّهِ أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((كُلُّ مسكرٍ خمرٌ وَكُلُّ مسكرٍ حرامٌ)) .
<span data-type="title" id=toc-13>٨- أحمد بن محمد بن إسماعيل بن الفرج المصري المعروف بابن المهندس ويقال فيه: ابن البنا أيضا يكنى أبا بكر</span>.
أحد محدثي مصر المشهورين وثقاتهم المرضيين انتقى عليه عبد الغني بن سعيد الحافظ وأبوه محمد يكنى أبا العباس من أعيان محدثي مصر وثقاتهم أيضًا.
سمع أحمد من أبي القاسم البغوي بمكة -شرفها الله تعالى- سنة عشرين وثلاثمائة وحدث عنه وعن جماعةٍ يكثر تعدادهم منهم أبو عبيد علي بن الحسين قاضي مصر وأبو شيبة داود بن إبراهيم وأبو بشر الدولابي وعلي بن أحمد بن سليمان علان الحافظ وأبوه محمد بن إسماعيل المهندس وغيرهم.
روى عنه أبو الحسن عبد الملك بن مسكين الزجاج وعلي بن عبد الواحد النجيرمي الكاتب وعبد الرحمن بن المظفر النحوي الكحال، والحافظ أبو الوليد عبد الله بن محمد بن يوسف الأزدي المعروف بابن',NULL,'39',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (19,'الفرضي، والقاضي أبو عبد الله محمد بن يحيى بن الحذاء القرطبي والصاحبان أبو جعفر أحمد بن محمد بن ميمون وأبو إسحاق إبراهيم بن محمد بن حسين بن شنظير، ومحمد بن عبد الله بن عابد المعافري وحكم بن محمد بن حكم الجذامي الأندلسيون وغيرهم.
وذكر الحافظ أبو القاسم الحضرمي أنه توفي سنة خمس وثمانين وثلاثمائة وقال: ((كان ثقة ثبتا)) .
أَخْبَرَنَا أَبُو الْحَسَنِ بْنُ أَبِي الْفَتْحِ الْبَصْرِيُّ قِرَاءَةً عَلَيْهِ بِمِصْرَ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَافِظُ (ح) ، وَأَخْبَرَنَا أَبُو الثُّرَيَّا نَجْمُ بْنُ أَبِي الْفَرَجِ الشَّافِعِيُّ الْفَقِيهُ وَجِبْرِيلُ بْنُ مَحْمُودٍ الْمِصْرِيَّانِ بِقِرَاءَتِي عَلَيْهِمَا قَالا:
أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَبِي الْوَحْشِ الْمَقْدِسِيُّ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ قَالا: أَخْبَرَنَا أَبُو صَادِقٍ الْمَدِينِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ يَحْيَى بْنُ الْحُسَيْنِ بْنِ مُوسَى الْقَفَّاصُ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بن محمد بن إسماعيل بن الْفَرَجِ الْمُهَنْدِسُ بِانْتِقَاءِ عَبْدِ الْغَنِيِّ بْنِ سَعِيدٍ الْحَافِظِ، حَدَّثَنَا أَبُو القاسم عبد الله بن محمد بْنِ عَبْدِ الْعَزِيزِ حَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا يَحْيَى بْنُ أَبِي إِسْحَاقَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ قَالَ:
((خَرَجْنَا مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مِنَ الْمَدِينَةِ إِلَى مَكَّةَ -شَرَّفَهَا اللَّهُ تَعَالَى- فلم يصل إلا ركعتين رَكْعَتَيْنِ حَتَّى رَجَعْنَا)) .
قُلْتُ لأَنَسٍ: فَكَمْ أَقَمْتُمْ بِمَكَّةَ؟ قَالَ: ((عَشْرًا)) .
أخبرناه عَالِيًا أَبُو طَاهِرٍ الْخُشُوعِيُّ مُكَاتَبَةً قَالَ: كَتَبَ إِلَيَّ أَبُو صَادِقٍ الْمَدِينِيُّ فَذَكَرَهُ.
وَأَخْبَرَنَا أَبُو الْفَضْلِ الْمُطَرِّزُ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الأُمَوِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الْبَاهِلِيُّ الأَنْدَلُسِيُّ قِرَاءَةً عَلَيْهِ وَأَبُوهُ إِجَازَةً قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو عَلِيٍّ',NULL,'40',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (20,'الْغَسَّانِيُّ، حَدَّثَنَاهُ حَكَمُ بْنُ مُحَمَّدٍ قِرَاءَةً مِنِّي عَلَيْهِ، حَدَّثَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْمَاعِيلَ بْنِ الْفَرَجِ الْمَعْرُوفُ بِابْنِ الْمُهَنْدِسِ قِرَاءَةً عَلَيْهِ فِي مَنْزِلِهِ بِمِصْرَ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الله بن محمد بن عبد الْعَزِيزِ الْبَغَوِيُّ إِمْلاءً مِنْ حِفْظِهِ بِمَكَّةَ -شَرَّفَهَا اللَّهُ تَعَالَى- فِي الْمَسْجِدِ الْحَرَامِ فِي ذِي الْحِجَّةِ سنة عشرين وثلاثمائة حَدَّثَنِي جَدِّي أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا مَرْوَانُ بْنُ شُجَاعٍ الْخَصِيفِيُّ عَنْ سَالِمٍ الأَفْطَسِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ قَالَ:
((الشِّفَاءُ فِي ثلاثٍ فِي شَرْبَةِ عسلٍ أَوْ شَرْطَةِ مِحْجَمٍ أَوْ كَيَّةِ نارٍ وَأَنْهَى عَنِ الْكَيِّ)) وَرَفَعَ الْحَدِيثَ.
قُلْتُ: رَوَاهُ الْبُخَارِيُّ فِي ((صَحِيحِهِ)) عَنِ الْحُسَيْنِ غَيْرَ مَنْسُوبٍ عَنْ أَحْمَدَ بْنِ مَنِيعٍ وَاللَّهُ الْمُوَفِّقُ.
<span data-type="title" id=toc-14>٩- أحمد بن دحيم بن خليل الأموي قرطبي يكنى أبا عمر</span>.
محدثٌ جليلٌ بقطره وله رحلةٌ إلى المشرق سمع فيها من أبي القاسم البغوي ويحيى بن محمد بن صاعد وأبي عبد الله محمد بن مخلد العطار وغيرهم.
وسمع بمكة -شرفها الله تعالى- من أبي جعفر العقيلي وأبي سعيد ابن الأعرابي وأبي جعفر الديبلي وغيرهم.
ورجع إلى الأندلس وتولى القضاء بطليطلة ولم يزل قاضيا بها إلى حين وفاته، وكان معتنيا بالآثار جامعا للسنة ثقةٌ فيما رواه ذكر ذلك الحافظ أبو الوليد ابن الفرضي.
روى عنه أبو عثمان سعيد بن نصر الأندلسي شيخ أبي عمر ابن عبد البر الحافظ.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (21,'أخرج أبو عمر حديثه عن البغوي في ((تمهيده)) وهو قديم الوفاة، ذكر أبو القاسم الحضرمي الحافظ أنه توفي سنة ثمان وثلاثين وثلاثمائة وأنه كان ثقة.
<span data-type="title" id=toc-15>١٠- أحمد بن سعيد بن أحمد بن محمد بن معدان المعداني الفقيه يكنى أبا العباس وهو منسوب إلى جده معدان</span>.
كان أحد الفقهاء الفضلاء والمحدثين النبلاء.
ذكر أبو سعد ابن السمعاني أنه رحل في طلب الحديث إلى العراق والحجاز وسمع أبا [بكر] ابن خزيمة وأبا العباس السراج وأبا القاسم البغوي.
روى عنه أبو عبد الله الحاكم وأبو عبد الله غنجار وأبو عبد الرحمن السلمي وغيرهم.
وله تصانيف كثيرةٌ.
ولد سنة إحدى وتسعين ومائتين ومات في شهر رمضان سنة خمس وتسعين وثلاثمائة.
أورد الشيرازي في ((كتاب الألقاب)) للمعداني هذا حديثا عن البغوي في أول باب الباء: ببه عبد الله بن الحارث.
والشيرازي المذكور هو أبو بكر أحمد بن عبد الرحمن الشيرازي الحافظ روي عن المعداني هذا كثيرا في ((كتاب الألقاب)) .',NULL,'42',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (22,'<span data-type="title" id=toc-16>١١- أحمد بن جعفر بن حمدان بن مالك القطيعي يكنى أبا بكر</span>.
أحد الرواة المشهورين والمحدثين المكثرين.
يروى عن إبراهيم الحربي وعبد الله بن أحمد بن حنبل وجماعةٌ غيرهما.
وذكر الحافظ أبو بكر الخطيب أنه روى عن أبي القاسم البغوي أيضا.
روى عنه جماعة منهم أبو الحسن الدارقطني وابن شاهين وأبو عبد الله الحاكم وأبو نعيم الأصبهاني الحافظ وغيرهم.
وتوفي سنة ثمان وستين وثلاثمائة.
<span data-type="title" id=toc-17>١٢- أحمد بن إبراهيم بن الحسن بن محمد بن شاذان البغدادي ثم الدورقي يكنى أبا بكر</span>.
كان محدثا جليلا ومسندا نبيلا وله رحلةٌ قدم فيها مصر وسمع من جماعة من شيوخها وهو والد أبي علي الحسن ابن شاذان.
قال الخطيب: ((كان ثقة ثبتا صحيح السماع كثير الحديث، سمعت الأزهري يقول: كان ثقة ثبتا حجة)) .
قلت: وكذلك أثنى عليه أبو ذر الهروي الحافظ وأبو الحسن العتيقي وغيرهما.
حدث عن أبي القاسم البغوي وعن جماعةٍ يكثر تعدادهم.
توفي في شوال سنة ثلاث وثمانين وثلاثمائة.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (23,'أَخْبَرَنَا أَبُو الْمَعَالِي أَحْمَدُ بْنُ مُحَمَّدٍ الشَّافِعِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ خَلَفِ بْنِ الْعَرِيفِ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ، أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بن إبراهيم المعدل بالإسكندرية، أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ مُحَمَّدٍ الْمَوْصِلِيُّ بِمِصْرَ، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ إبراهيم بن الحسن بن محمد بْنِ شَاذَانَ بْنِ حَرْبٍ الْبَزَّازُ بِبَغْدَادَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ محمد بن عبد العزيز البغوي، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ الْحَارِثِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الطَّائِفِيُّ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ((أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَفْرَدَ الْحَجَّ)) .
قَالَ ابْنُ شَاذَانَ: ((غَرِيبٌ مِنْ حَدِيثِ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرٍ تَفَرَّدَ بِهِ مُحَمَّدُ بْنُ مُسْلِمٍ لَمْ يَرْوِهِ عَنْهُ غَيْرُ الْحَارِثِيِّ)) .
<span data-type="title" id=toc-18>١٣- أحمد بن عطاء الروذباري الصوفي يكنى أبا عبد الله</span>.
كان أحد مشايخ المتصوفة المشهورين.
حدث عن أبي القاسم البغوي وغيره.
حدث عنه ابن جهضم وغيره وهو أحد المشايخ المذكورين في ((كتاب الرسالة)) لأبي القاسم القشيري، نزل مدينة صور من ساحل الشام وبها توفي سنة تسع وستين وثلاثمائة في ذي الحجة رحمه الله تعالى.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (24,'<span data-type="title" id=toc-19>١٤- أحمد بن موسى بن العباس بن مجاهد البغدادي المقرئ يكنى أبا بكر</span>.
إمامٌ في القراءات ثقةٌ مشهورٌ وله تصانيف في معرفة اختلاف القراء منها كتاب.
روى عن عباس الدوري وأحمد بن منصور الرمادي وعبد الله بن أحمد بن حنبل، وأبي قلابة الرقاشي ومحمد بن الجهم وعبد الله بن محمد بن أيوب المخرمي وغيرهم.
روى عنه أبو بكر ابن الجعابي وأبو الحسن الدارقطني وابن شاهين أبو حفص وغيرهم.
وتوفي في شعبان سنة أربع وعشرين وثلاثمائة.
قرأت في الجزء الثاني من ((كتاب قراءة رسول الله - صلى الله عليه وسلم -)) تأليف أبي بكر ابن مجاهد ما هذا نصه:
((حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ حَدَّثَنِي جَدِّي، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا الْعَوَّامُ عَنْ عَذْرَةَ بْنِ الْحَارِثِ عَمَّنْ حَدَّثَهُ عَنِ الْبَرَاءِ أَنَّ ابْنَ أُمِّ مَكْتُومٍ أَتَى النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَذَكَرَ الْحَدِيثَ. قُلْتُ: يَعْنِي حَدِيثًا قَبْلَهُ، قَالَ: كُنْتُ عِنْدَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَنَزَلَتْ: {لا يَسْتَوِي القاعدون} فَقَالَ: ((ادْعُوا لِي زَيْدًا وَلْيَكُنْ معه اللَّوْحِ وَالدَّوَاةِ وَالْكَتِفِ)) فَقَالَ: ((اكْتُبْ: {لا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ} )) فَجَاءَ عَمْرُو بْنُ أُمِّ مَكْتُومٍ فَقَالَ: ((يَا رَسُولَ اللَّهِ إِنِّي ضَرِيرُ الْبَصَرِ وَقَدْ تَرَى بِي مِنَ الزَّمَانَةِ مَا تَرَى)) فَنَزَلَتْ مكانه: {غير أولي الضرر} .
نَقَلْتُهُ مِنْ أَصْلٍ عَتِيقٍ وَهَكَذَا فِيهِ: ((عُذْرَةُ بْنُ الْحَارِثِ)) وَيَغْلِبُ عَلَى ظَنِّي أَنَّهُ وهمٌ وَصَوابُهُ أَنَّهُ عُرْوَةُ بْنُ الْحَارِثِ وَاللَّهُ عَزَّ وَجَلَّ أَعْلَمُ.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (25,'<span data-type="title" id=toc-20>من اسمه إسماعيل</span>
<span data-type="title" id=toc-21>١٥- إسماعيل بن القاسم بن عيذون بن هارون بن عيسى بن محمد القالي يكنى أبا بكر</span>.
وجده عيذون قيده العلماء بالعين المهملة بعدها ياء معجمة باثنتين من تحتها ثم ذال معجمة ويشتبه بعبدون بالباء بواحدة.
وكذلك يشتبه بالقاف يشتبه الفالي بالفاء.
كان إماما في اللغة وعلم العربية ذكر غير واحد من العلماء أن أصله من منازكرد، وأنه قدم بغداد فسمع بها أبا القاسم البغوي وابن أبي داود وابن دريد وابن الأنباري وغيرهم.
وكان أحفظ أهل زمانه للغة والشعر ونحو البصريين، وذكر الحافظ أبو سعد ابن السمعاني أنه إنما قيل له القالي لأنه سافر إلى بغداد مع أهل قاليا فبقي عليه ثم رحل إلى بلاد الأندلس فاستوطنها وروى بها عن البغوي وابن أبي داود وأبي يعلي الموصلي وغيرهم.
روى عنه أبو بكر الزبيدي الأندلسي وأبو عمر أحمد بن عبد العزيز بن فرج بن أبي الحباب القرطبي النحوي وكانت له منه خاصة، وأبو القاسم محمد بن أبان بن سيد اللغوي القرطبي المعروف بصاحب الشرطة، وأحمد بن سعيد بن الهندي القرطبي صاحب ((كتاب الوثائق)) ومحمد بن عاصم النحوي العاصمي القرطبي وسعيد بن عثمان اللغوي القرطبي المعروف بابن القزاز وكان من أجل أصحاب أبي على ثقة وجماعة غيرهم من أهل الأندلس.
وتوفي بقرطبة في شهر ربيع الآخر سنة ست وخمسين وثلاثمائة وكان مولده في سنة ثمانين ومائتين وقيل: سنة ثمان وثمانين ومائتين ذكر ذلك',NULL,'46',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (26,'الأمير أبو نصر ابن ماكولا وذكر أنه من موالي محمد بن عبد الملك بن مروان والله أعلم.
<span data-type="title" id=toc-22>من اسمه: إسحاق</span>
<span data-type="title" id=toc-23>١٦- إسحاق بن أحمد بن محمد بن يعقوب الجوزقي الهروي الحافظ نزيل سمرقند يكنى أبا الفضل</span>.
وهو من جوزق هراة لا من جوزق نيسابور.
ذكر الحافظ أبو سعد أنه روى عن أبي القاسم البغوي وأنه مات بسمرقند سنة ثمان وخمسين وثلاثمائة وكان ثقة.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (27,'<span data-type="title" id=toc-24>ومن حرف الجيم</span>
<span data-type="title" id=toc-25>من اسمه: جعفر</span>
<span data-type="title" id=toc-26>١٧- جعفر بن الفضل بن جعفر بن محمد بن الفرات البغدادي الوزير الحافظ المعروف بابن حنزابة نزيل مصر يكنى أبا الفضل</span>.
كان وزير الكافور أمير مصر وحدث من بيته جماعة.
وكان هو من أجلاء المحدثين والحفاظ المسندين كثير الرواية مع المعرفة والدراية وله أمالي كثيرة الفوائد أملاها بمصر.
وفي شيوخه كثرةٌ منهم إبراهيم بن محمد بن أبي عباد والحسين بن أحمد بن بسطام وأبو عبيد القاسم بن إسماعيل المحاملي، وأبو يعلى محمد بن زهير الأبلي وأبو جعفر ابن النحاس النحوي وجماعة غيرهم.
وذكر الحافظ أبو بكر الخطيب في ((تاريخه)) عنه أنه كان يذكر أنه سمع من عبد الله بن محمد البغوي مجلسا ولم يكن عنده وكان يقول: ((من جاءني به أغنيته)) .
قال: ((وبسببه خرج أبو الحسن الدراقطني إلى هناك -يعني إلى مصر-',NULL,'48',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (28,'فإنه كان يريد أن يصنف مسندا، فخرج أبو الحسن إليه وأقام عنده مدة يصنف له المسند وحصل له من جهته مال كثير.
روى عنه الدارقطني في ((المدبج)) وغيره أحاديث)) انتهي كلام الخطيب.
وذكر الحافظ أبو القاسم الحضرمي أن حمزة الكناني والدارقطني رويا عنه قبل أن يموت بنحو من ثلاثين سنة.
قلت: وروى عنه حمزة بن يوسف السهمي أيضا وأبو الحسين عبد الباقي بن فارس المقرئ وأبو القاسم عبد العزيز بن الحسن بن إسماعيل الضراب وعبد الغني بن سعيد الأزدي وأبو سعد الماليني.
وقد وقعت لي حكاية رواها عن الوزير أبي الفضل هذا ثلاثة من الحفاظ بعد أن سمعها كل واحد منهم من صاحبه، وهي ما أخبرنا أبو طاهر بركات بن إبراهيم القرشي في كتابه إلينا بخطه من دمشق غير مرة، أنبأنا أبو الحسن علي بن المشرف المصري، أخبرنا أبو علي الحسين بن محمد القيسي بمصر، حدثنا أبو سعد أحمد بن محمد الماليني، حدثنا أبو محمد عبد الغني بن سعيد الحافظ قال: سمعت أبا القاسم حمزة بن محمد الكناني الحافظ يقول: أحدثكم اليوم عن شيخ حدثتكم عنه ثم قال: حدثنا أبو الفضل جعفر بن الفضل الوزير، أخبرنا محمد بن علي بن خطاب بتكريت، حدثنا سنان بن محمد قال: جاء رجل إلى بشر بن الوليد القاضي فقال له: إني نازعت امرأتي فقالت لي: الآخر سفلة فقلت لها: إن كنت سفلة فأنت طالق فقال: يا هذا أنت تسب أحدا من أصحاب النبي - صلى الله عليه وسلم - قال: لا، قال: لا شيء عليك.
قال عبد الغني: وقد سمعتها من الوزير أبي الفضل.
قال الحافظ أبو سعد الماليني: وقد سمعتها أنا من الوزير أبي الفضل أيضا.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (29,'توفي الوزير أبو الفضل ابن الفرات بمصر في شهر ربيع الأول سنة إحدى وتسعين وثلاثمائة.
وذكر الحافظ أبو سعد المروزي أن مولد الوزير أبي الفضل هذا كان في ذي الحجة سنة ثمان وثلاثمائة وأنه توفي بمصر سنة تسعين وقيل: سنة إحدى وتسعين وثلاثمائة.
وقال: ((كان كثير السماع عظيم الرئاسة محسنا إلى العلماء، ولي الأمر بمصر وقصده العلماء من كل ناحية وبسببه سار الدارقطني الإمام إلى مصر)) .',NULL,'50',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (30,'<span data-type="title" id=toc-27>ومن حرف الحاء</span>
<span data-type="title" id=toc-28>من اسمه: الحسن</span>
<span data-type="title" id=toc-29>١٨- الحسن بن علي بن الحسن بن عمرو القطان البصري الحافظ المعروف بابن غلام الزهري</span>.
كان أحد الحفاظ المذكورين وممن يعتمد على قوله في الجرح والتعديل.
حدث عن جماعة كثيرة منهم أبو القاسم البغوي ويحيى بن محمد بن صاعد وأبو طالب أحمد بن نصر الحافظ وغيرهم.
وله أمالي مفيدةٌ وسأله حمزة السهمي عن أحوال جماعة من الرواة ودون جوابه عنهم، ورأيت من أماليه ما أملاه في شعبان سنة سبعين وثلاثمائة.
أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ عَلِيِّ بْنِ سُعُودِ بْنِ ثَابِتٍ الْخَزْرَجِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو صَادِقٍ الْمَدِينِيُّ، أَخْبَرَنَا الْقَاضِي أَبُو الْحَسَنِ مُحَمَّدُ بْنُ عَلِيٍّ الأَزْدِيُّ مُكَاتَبَةً، أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَلِيِّ بْنِ عَمْرٍو القطان الحافظ',NULL,'51',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (31,'بالبصر، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا مُصْعَبُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ:
((أَنَّ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَرَضَ صَدَقَةَ الْفِطْرِ مِنْ رَمَضَانَ عَلَى النَّاسِ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ شَعِيرٍ عَلَى كُلِّ ذكرٍ وَأُنْثَى حُرٍّ وعبدٍ مِنَ الْمُسْلِمِينَ)) .
<span data-type="title" id=toc-30>١٩- الحسن بن عبد الرحمن بن خلاد الرامهرمزي القاضي الحافظ يكنى أبا محمد</span>.
كان أحد العلماء المرضيين وأعيان المحدثين وأكابرهم المصنفين وهو صاحب كتاب ((الفاصل بين الواعي والراوي)) وكتاب ((أمثال الحديث)) وغير ذلك.
وله رحلةٌ إلى الحجاز والعراق وبلاد فارس وغيرهما من النواحي، وولي القضاء ببلاد خورستان وذكر المحسن بن علي التنوخي أنه كان خليفةٌ لأبيه على القضاء.
وفي شيوخه كثرةٌ حدث عن محمد بن عبد الله الحضرمي مطين وأبي حصين الوادعي قاضي الكوفة وعبد الله بن أحمد بن معدان الغزاء، ويوسف بن يعقوب القاضي والحسين بن بهان وأبي شعيب الحراني وموسى بن هارون الحمال وأبي خليفة الجمحي وأحمد بن هارون البرديجي، وعبد الله بن الصقر السكري وزكريا بن يحيى الساجي والمفضل بن محمد الجندي وعبدان الأهوازي وأبي القاسم البغوي وجماعة غيرهم يكثر تعدادهم.
روى عنه أبو أحمد عبد الرحمن بن أحمد بن محمد الرشيقي والقاضي',NULL,'52',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (32,'أبو عبد الله أحمد بن إسحاق بن خربان النهاوندي وأبو الحسين محمد بن أحمد بن جميع الغساني، وأبو القاسم عبد الله بن أحمد بن علي بن طالب البغدادي وأبو علي المحسن بن علي التنوخي وغيرهم.
وتوفي نحو سنة ستين وثلاثمائة.
أخبرنا أبو محمد العثماني وأبو علي ابن الصَّيْرَفِيِّ الْوَرَّاقُ قَالا: أَخْبَرَنَا أَحْمَدُ بن محمد الحافظ، أخبرنا أبو الحسين ابن الْحَمَّامِيِّ بِبَغْدَادَ، أَخْبَرَنَا عَلِيُّ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْمُؤَدِّبُ، أَخْبَرَنَا أَحْمَدُ بْنُ إِسْحَاقَ الْقَاضِي، أَخْبَرَنَا أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَبْدِ الرحمن بن خلاد الرامهرمزي القاضي، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ: سَمِعْتُ ابْنَ أَبِي لَيْلَى يَقُولُ: كُنَّا إِذَا أَتَيْنَا زَيْدَ بْنَ أَرْقَمَ فَنَقُولُ لَهُ: حَدِّثْنَا عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَيَقُولُ: ((إِنَّا كَبُرْنَا وَنَسِينَا وَالْحَدِيثُ عَنْ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شديدٌ)) .
وَقَدْ وَقَعَ لِي مِنْ حَدِيثِ الرَّامَهُرْمَزِيِّ عَنِ الْبَغَوِيِّ مَا هُوَ أَعْلَى مِنْ هَذَا وَهُوَ مَا أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ حَمَدِ بْنِ حَامِدٍ الأَرْتَاحِيُّ الشَّيْخُ الصَّالِحُ قِرَاءَةً عَلَيْهِ، أخبرنا أبو الحسن علي بن الْحُسَيْنِ بْنِ عُمَرَ الْفَرَّاءُ الْمَوْصِلِيُّ إِجَازَةً، أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ إِبْرَاهِيمَ الدَّقَّاقُ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ عَلِيِّ بْنِ طَالِبٍ الْبَغْدَادِيُّ حَدَّثَنِي أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ خَلادٍ الرَّامَهُرْمَزِيُّ بِقِرَاءَتِهِ عَلَيَّ فِي الْمُحَرَّمِ سَنَةَ ثَلاثٍ وثلاثين وثلاثمائة، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا',NULL,'53',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (33,'صَالِحُ بْنُ مَالِكٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ بْنِ أَبِي إِسْحَاقَ السَّبِيعِيُّ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَخِيهِ عَنْ أَبِيهِ عَنْ عَائِشَةَ -رَضِيَ اللَّهُ عَنْهَا- (ح) ،
قَالَ: وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُوسَى، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَخِيهِ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ: جَلَسَ إِحْدَى عَشْرَةَ امْرَأَةً.
وَذَكَرَ حَدِيثَ أُمِّ زرعٍ بِطُولِهِ قَالَتْ: فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ لِي: ((كُنْتُ لَكِ كَأَبِي زرعٍ لأُمِّ زرعٍ)) .
قَالَ عِيسَى: إِنَّمَا يُرَادُ مِنْ هَذَا الْحَدِيثِ هَذَا.
<span data-type="title" id=toc-31>٢٠- الحسن بن عبد الله بن سعيد بن إسماعيل العسكري الحافظ يكنى أبا أحمد</span>.
كان أحد العلماء المتبحرين والأئمة المصنفين موصوفا بالتصرف في أنواع من العلوم والتبحر في فنون المنثور والمنظوم، وتصانيفه تدل على سعة علمه وصحة نظره وفهمه وهو صاحب كتاب ((الحكم والأمثال)) وكتاب ((التصحيف)) وكتاب ((راحة الأرواح)) وغير ذلك من التصانيف الملاح.
وسمع الحديث الكثير ببغداد والبصرة وأصبهان وحدث بالكثير عن أبي القاسم البغوي.
وكان مولده في شوال سنة ثلاث وتسعين ومائتين وتوفي في ذي الحجة سنة اثنتين وثمانين وثلاثمائة.
أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بن محمود الدوني قراءة عليه والحافظ أبو الحسن المقدسي إذنا واللفظ له قالا: أخبرنا أحمد بن محمد الحافظ، أخبرنا أبو علي إسماعيل بن عبد الجبار بن محمد القاضي من أصله، أخبرنا',NULL,'54',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (34,'أبو يعلى الخليلي بن عبد الله الخليلي الحافظ قال: كتب إلي أبو أحمد الحسن بن عبد الله بن سعيد الحافظ العسكري فذكر حديثا له عن البغوي.
قلت: وحديثه عن البغوي في تصانيفه كثيرٌ ومن حديثه عنه مَا أَخْبَرَنَا أَبُو الْحَسَنِ بْنُ أَبِي الْفَتْحِ الْبَصْرِيُّ قِرَاءَةً عَلَيْهِ بِمِصْرَ عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الأَصْبَهَانِيِّ الْحَافِظِ، أَخْبَرَنَا أحمد بن محمد بن أحمد الْبَيِّعُ، أَخْبَرَنَا غَانِمُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ، حَدَّثَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الْمُعَدَّلُ، حَدَّثَنَا أَبُو أَحْمَدَ الحسن بن عبد الله بن سَعِيدٍ، حَدَّثَنَا ابْنُ مَنِيعٍ، حَدَّثَنَا أَبُو خَيْثَمَةَ [حَدَّثَنَا عَفَّانُ] ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَنَسٍ -رَضِيَ اللَّهُ عَنْهُ- أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((رَأَيْتُ كَأَنِّي فِي دَارِ عُقْبَةَ بْنِ رَافِعٍ فَأُتِينَا برطبٍ مِنْ طَابٍ فَأُوِّلَتْ أَنَّ لَنَا الرِّفْعَةَ فِي الدُّنْيَا وَالْعَاقِبَةَ فِي الآخِرَةِ وَأَنَّ دِينَنَا قَدْ طَابَ)) .
قَالَ الْحَافِظُ -أَظُنُّهُ الْعَسْكَرِيَّ-:
((ابْنُ طَابٍ نَوْعٌ مِنْ أَنْوَاعِ التَّمْرِ وَهَذَا يُبَيِّنُ الْحَدِيثَ الَّذِي جَاءَ أَنَّ لِلرُّؤْيَا أَسْمَاءٌ وَكُنَى فَاعْتَبِرُوهَا بِأَسْمَائِهَا وَكَنُّوهَا بِكُنَاهَا وَيُفَسِّرُ ذَلِكَ)) .
قَالَ أَبُو مُوسَى: وَابْنُ مَنِيعٍ كَذَا يَنْسِبُهُ الْعَسْكَرِيُّ وَغَيْرُهُ وَمِنْهُمْ مَنْ يَقُولُ: ابْنُ بِنْتِ مَنِيعٍ وَابْنُ بِنْتِ ابْنِ مَنِيعٍ.
وَأَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ عَلِيِّ بْنِ سُعُودٍ الْبُوصِيرِيُّ قِرَاءَةً عَلَيْهِ، أَنْبَأَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ بَرَكَاتِ بْنِ هِلالٍ السَّعِيدِيُّ فِي الْمُسْنَدِ خَاصَّةً، أَخْبَرَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَلامَةَ بْنِ جَعْفَرٍ الْقُضَاعِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْحَايِرِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ السَّقَطِيُّ وَذُو النُّونِ بْنُ مُحَمَّدٍ',NULL,'55',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (35,'التُّسْتَرِيُّ قَالا: حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ اللَّهِ الْعَسْكَرِيُّ، حَدَّثَنَا ابْنُ مَنِيعٍ، حَدَّثَنَا الْحَسَنُ بْنُ رَاشِدِ بْنِ عَبْدِ رَبِّهِ حَدَّثَنِي أَبِي عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ: جَاءَ رجلٌ إِلَى النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: ((نَبِيَّ اللَّهِ حَدِّثْنِي حَدِيثًا وَاجْعَلْهُ مُوجَزًا لَعَلِّي أَعِيهِ)) .
فَقَالَ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((صَلِّ صَلاةَ مُوَدِّعٍ كَأَنَّكَ لا تُصَلِّي بَعْدَهَا وَآيِسْ مِمَّا فِي أَيْدِي النَّاسِ تَعِشْ غَنِيًّا وَإِيَّاكَ وَمَا يُعْتَذَرُ مِنْهُ)) .
قُلْتُ: وَفِي هَذَا نظرٌ وَالْحَسَنُ بْنُ رَاشِدٍ وَأَبُوهُ لا أَعْرِفُهُمَا وَاللَّهُ عَزَّ وَجَلَّ أَعْلَمُ.
<span data-type="title" id=toc-32>من اسمه: الحسين</span>
<span data-type="title" id=toc-33>٢١- الحسين بن علي [بن يزيد] بن داود بن يزيد النيسابوري الحافظ يكنى أبا علي</span>.
أحد أكابر الحفاظ في زمانه والمقدم في معرفة علم الحديث على أقرانه وله الرحلة الواسعة إلى الأقطار البعيدة والتصانيف الحسنة المفيدة، وقدم مصر وسمع بها من أبي عبد الرحمن النسائي وغيره من شيوخها.
وحدث عن أبي بكر بن أبي داود ومحمد بن محمد بن سليمان الباغندي وعبدان الأهوازي وخلق من هذه الطبقة.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (36,'وفي شيوخه كثرةٌ ذكر الخليلي أنه كتب عن قريب من ألفي شيخ ولقب في صباه بالحافظ.
وكتب عنه جماعةٌ من شيوخه الحفاظ منهم أبو الحسن ابن جوصا وأبو العباس ابن عقدة وأبو محمد ابن صاعد وأبو طالب ابن نصر.
قال أبو بكر الخطيب: ((كان واحد عصره في الحفظ والإتقان والورع مقدما في مذاكرة الأئمة كثير التصنيف)) .
وذكره الدارقطني فقال: ((أمام مهذب)) .
وكان مع تقدمه في العلم أحد الشهود المعدلين بنيسابور.
وذكر الحاكم أبو عبد الله أنه توفي في جمادى الأولى سنة تسع وأربعين وثلاثمائة وكان مولده سنة سبع وسبعين ومائتين.
قلت: لم يقع لي حديثه عن البغوي ولا وجدت من قال أنه روى عنه وإنما ذكرته لغلبة الظن في سماعه منه ولأكشف عنه إن شاء الله تعالى.
<span data-type="title" id=toc-34>٢٢- الحسين بن علي بن محمد بن يحيى التميمي النيسابوري المعروف بحسينك يكنى أبا أحمد</span>.
كان من العلماء بهذا الشأن والمكثرين عن أبي القاسم البغوي وسمع أبا العباس السراج وأبا بكر ابن خزيمة وكان جارا له وسمع من جماعة غيرهما.
أثنى عليه الحافظ أبو بكر البرقاني وقال: ((كان ثقة جليلا حجة)) .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (37,'وكان مولده سنة ثمان وثمانين ومائتين وتوفي في شهر ربيع الآخر سنة خمس وسبعين وثلاثمائة.
أَخْبَرَنَا الْفَقِيهُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ الْخَطِيبُ وَأَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَبِي الْمَعَالِي التَّاجِرُ قَالا: أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ أَبِي الْخَيْرِ السَّعْدِيُّ، أخبرنا أبو الحسن علي بن الْحَسَنِ الْمُقْرِي، أَخْبَرَنَا أَبُو سَعْدٍ أَحْمَدُ بْنُ مُحَمَّدٍ الْمَالِينِيُّ، أَخْبَرَنَا أَبُو أَحْمَدَ الْحُسَيْنُ بْنُ عَلِيِّ بن محمد بن يحيى التميمي بِمَكَّةَ فِي الْمَسْجِدِ الْحَرَامِ، حَدَّثَنَا أبو القاسم عبد الله بن مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ سِمَاكِ بْنِ عَطِيَّةَ وَيُونُسَ بْنِ عُبَيْدٍ وَهِشَامٍ فِي آخَرَيْنِ عَنِ الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((يَا عَبْدَ الرَّحْمَنِ لا تَسْأَلِ الإِمَارَةَ فَإِنَّكَ إِنْ أُعْطِيتَهَا عَنْ مَسْأَلَةٍ وُكِلْتَ إِلَيْهَا وَإِنْ أُعْطِيتَهَا عَنْ غَيْرِ مَسْأَلَةٍ أُعِنْتَ عَلَيْهَا وَإِذَا حَلَفْتَ عَلَى يَمِينٍ فَرَأَيْتَ غَيْرَهَا خَيْرًا فَأْتِ الَّذِي هُوَ خيرٌ وَكَفِّرْ عَنْ يَمِينِكَ)) .
وَمِنْ حَدِيثِ أَبِي أَحْمَدَ الْحُسَيْنِ بْنِ عَلِيٍّ التَّمِيمِيِّ أَيْضًا قَالَ: حَدَّثَنَا الشَّيْخُ أَبُو الْحَسَنِ عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ نَجَا الْحَنْبَلِيُّ الْوَاعِظُ إِجَازَةً، أَنْبَأَنَا الشَّيْخُ أَبُو الْحَسَنِ سَعْدُ الْخَيْرِ بْنُ مُحَمَّدِ بْنِ سَهْلٍ الأَنْصَارِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ طَرِيفُ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْمُقْرِئُ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ النَّحْوِيُّ، أَخْبَرَنَا أَبُو أَحْمَدَ الْحُسَيْنُ بْنُ عَلِيِّ الْحَافِظُ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ أَخْبَرَنَا هِدبَةُ بْنُ خَالِدٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ ثَابِتٍ عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ -رَضِيَ اللَّهُ عَنْهُ- أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((كَانَتْ شجرةٌ تَضُرُّ النَّاسَ بِالطَّرِيقِ فَقَطَعَهَا رجلٌ فَنَحَّاهَا عَنِ الطَّرِيقِ فَغُفِرَ لَهُ)) .',NULL,'58',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (38,'وَأَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ إِبْرَاهِيمَ بْنِ نَجَا الأَنْصَارِيُّ الْمُذَكِّرُ إِجَازَةً، أَخْبَرَنَا الْحَافِظُ أَبُو الْحَسَنِ سَعْدُ الْخَيْرِ بْنُ مُحَمَّدِ بْنِ سَهْلٍ الأَنْصَارِيُّ الأَنْدَلُسِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا الْحَافِظُ أَبُو الْحَسَنِ طَرِيفٌ -يَعْنِي ابْنَ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ الْمُقْرِئَ الْحِيرِيَّ-، أَخْبَرَنَا الشَّيْخُ أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ النَّحْوِيُّ، أَخْبَرَنَا أَبُو أَحْمَدَ الْحُسَيْنُ بْنُ عَلِيِّ الْحَافِظُ، حَدَّثَنَا أَبُو الْقَاسِمِ رَبِيبُ أَحْمَدَ بْنِ مَنِيعٍ، أَخْبَرَنَا هُدْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا حَمَّادٌ عَنْ ثَابِتٍ عَنْ أَنَسٍ -رَضِيَ اللَّهُ عَنْهُ- ((أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - عَادَ رَجُلا قَدْ صَارَ مِثْلَ الْفَرْخِ فَقَالَ: ((هَلْ دَعَوْتَ بِشَيْءٍ؟)) قَالَ: نَعَمْ، قُلْتُ: اللَّهُمَّ مَا كُنْتَ مُعَاقِبِي بِهِ فِي الآخِرَةِ فَعَجِّلْهُ لِي فِي الدُّنْيَا.
فَقَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((سُبْحَانَ اللَّهِ لا طَاقَةَ لَكَ بِعَذَابِ اللَّهِ –ثَلاثًا- هَلا قُلْتَ: اللَّهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ)) .
قَالَ طَرِيفٌ: هَذَا حَدِيثٌ صَحِيحٌ عَالٍ مِنْ حَدِيثِ أَبِي سَلَمَةَ حَمَّادِ بْنِ سَلَمَةَ بْنِ دِينَارٍ الْبَصْرِيِّ.
أَخْرَجَهُ مُسْلِمٌ عَنْ زُهَيْرِ بْنِ حَرْبٍ عَنْ عَفَّانَ بْنِ مُسْلِمٍ عَنْهُ فَكَأَنَّ شَيْخِي سَمِعَهُ من مسلم.
<span data-type="title" id=toc-35>٢٣- الحسين بن أحمد بن محمد بن عبد الرحيم الهروي الحافظ المعروف بالشماخي</span>.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (39,'حدث عن البغوي.
تكلموا فيه.
ذكره الحاكم وأبو بكر الخطيب وأبو القاسم الدمشقي في ((تواريخهم)) .
وقال الخليلي: ((صاحب غرائب ومع هذا روى عنه الكبار وأكثر عنه الحاكم في التراجم)) .
قلت: وذكر الحاكم أنه توفي سنة اثنتين وسبعين وثلاثمائة.
<span data-type="title" id=toc-36>من اسمه حمزة</span>
<span data-type="title" id=toc-37>٢٤- حمزة بن محمد بن علي بن محمد بن العباس الكناني المصري الحافظ العدل يكنى أبا القاسم</span>.
كان أحد حفاظ الحديث المشهورين وأئمته المبرزين والثقات المأمونين موصوفا بالورع والديانة والعفة والصيانة.
سمع ببلده من جماعة من شيوخها منهم أحمد بن حماد زغبة أخو عيسى بن حماد وعمران بن موسى بن حميد المعروف بابن الطبيب، ومحمد بن رزيق بن جامع المديني ومحمد بن داود بن عثمان بن سعيد الصدفي، والحسين بن أحمد الأنضناءي وأحمد بن محمد بن عبد العزيز المؤدب وإسحاق بن إبراهيم بن جابر القطان، ومحمد بن سعيد بن عثمان السراج والحسن بن أحمد بن سليمان المعروف بحسنون ابن الصيقل أخي علان بن الصيقل المصري الحافظ في آخرين يكثر تعدادهم.
ورحل في طلب الحديث إلى الشام والموصل وبغداد والبصرة والكوفة والحجاز وغير ذلك من البلاد، وحدث عن أبي عبد الرحمن النسائي وأبي يعلى الموصلي وعبدان الجواليقي وأبي خليفة الجمحي، وأبي القاسم البغوي',NULL,'60',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (40,'وحامد بن شعيب البلخي ومحمد بن إسماعيل البغدادي، وأحمد بن الحسن بن عبد الجبار الصوفي ويحيى بن محمد بن عمران البالسي وإسحاق بن بنان بن معن الأنماطي وأحمد بن يحيى بن زهير التستري لقيه بتستر، ومحمد بن جعفر ابن الإمام البغدادي وجماهر بن محمد بن أحمد الدمشقي وغيرهم، وفي شيوخه كثرة.
روى عنه أبو الحسن الدارقطني وعبد الغني بن سعيد الأزدي ومحمد بن إسحاق ابن مندة، وأبو القاسم يحيى بن علي الحضرمي وأبو الحسن ابن القابسي القيرواني الفقيه، وأبو محمد ابن النحاس الشاهد في آخرين.
وآخر من حدث عنه في الدنيا كلها أبو الحسن بن حمصة المصري المعروف بالحراني.
وكان مولده في سنة خمس وسبعين ومائتين وتوفي في ذي الحجة سنة سبع وخمسين وثلاثمائة بمصر رحمه الله تعالى.
أَخْبَرَنَا أَبُو طَاهِرٍ الْخُشُوعِيُّ وَأَبُو عَبْدِ اللَّهِ الأَرْتَاحِيُّ إِجَازَةً قَالا: أَنْبَأَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عُمَرَ الْفَرَّاءُ الْمَوْصِلِيُّ، أَخْبَرَنَا أَبُو زَكَرِيَّا عَبْدُ الرَّحِيمِ بْنُ أَحْمَدَ بْنِ نَصْرٍ الْبُخَارِيُّ الْحَافِظُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا الحافظ أبو محمد عبد الغني بْنُ سَعِيدٍ الأَزْدِيُّ حَدَّثَنِي حَمْزَةُ بْنُ مُحَمَّدٍ أَنَّ عَبْدَ اللَّهِ بن محمد بن عبد العزيز أَخْبَرَهُمْ، حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا حَفْصُ بْنُ أَبِي دَاوُدَ عَنِ الْهَيْثَمِ بْنِ حَبِيبٍ عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ عَنْ أَبِيهِ قَالَ:
((مَرَّ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - برجلٍ يُصَلِّي قَدْ سَدَلَ ثَوْبَهُ فَعَطَفَهُ عَلَيْهِ)) .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (41,'قَالَ عَبْدُ الْغَنِيِّ الْحَافِظُ: حَفْصُ بْنُ أَبِي دَاوُدَ هَذَا هُوَ أَبُو عُمَرَ الْبَزَّازُ بِزَايَيْنِ وَهُوَ حَفْصُ بْنُ سُلَيْمَانَ صَاحِبُ قِرَاءَةِ عَاصِمِ بْنِ أَبِي النَّجُودِ، وَهُوَ حَفْصُ بْنُ سُلَيْمَانَ الأَسَدِيُّ وَهُوَ حَفْصٌ الْغَاضِرِيُّ.
<span data-type="title" id=toc-38>من اسمه: حسان</span>
<span data-type="title" id=toc-39>٢٥- حسان بن محمد بن أحمد بن هارون بن حسان القرشي الأموي الفقيه الأستاذ الشافعي يكنى أبا الوليد</span>.
كان إمام عصره وفقيه خراسان في وقته عارفا بالحديث.
سمع الحسن بن سفيان وأبا القاسم البغوي وأبا بكر بن أبي داود ويحيى بن محمد بن صاعد وغيرهم.
روى عنه الحاكم أبو عبد الله الحافظ وأكثر عنه وأثنى عليه.
قال الخليلي: ((هو ثقة إمام صنف على كتاب مسلم)) .
وقال أبو سعد ابن السمعاني الحافظ: ((أبو الوليد حسان بن محمد القرشي إمام عصره وفقيه خراسان تفقه على أبي العباس ابن سريج وعاد إلى',NULL,'62',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (42,'خراسان فنشر العلم واشتغل بالدروس والعبادة وتوفي خامس ربيع الأول سنة تسع وأربعين وثلاثمائة)) .
أَخْبَرَنَا الْقَاضِي أَبُو الْقَاسِمِ عَبْدُ الصَّمَدِ بْنُ مُحَمَّدِ بْنِ أَبِي الْفَضْلِ الأَنْصَارِيُّ -رَحِمَهُ اللَّهُ تَعَالَى- إِجَازَةً قَالَ: كَتَبَ إِلَيَّ أَبُو الْقَاسِمِ زَاهِرُ بْنُ طَاهِرٍ الشَّحَّامِيُّ وَأَبُو الْمَعَالِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْفَارِسِيُّ وَأَخْبَرَنِي عَنْهُمَا الْحَافِظُ أَبُو الْحَسَنِ عَلِيُّ بْنُ سُلَيْمَانَ الْمُرَادِيُّ الأَنْدَلُسِيُّ قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْبَيْهَقِيُّ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْحَافِظُ، أَخْبَرَنَا أَبُو سَعِيدٍ أَحْمَدُ بْنُ إِبْرَاهِيمَ الصُّوفِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنِي أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ عَنْ مِسْعَرٍ عَنْ أَبِي عَوْنٍ عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادِ بْنِ الْهَادِ عَنِ ابْنِ عَبَّاسٍ -رَضِيَ اللَّهُ عَنْهُ- قَالَ: ((حُرِّمَتِ الْخَمْرُ بِعَيْنِهَا قَلِيلُهَا وَكَثِيرُهَا وَالْمُسْكِرُ مِنْ كُلِّ شرابٍ)) .
قَالَ الْبَيْهَقِيُّ: وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ، حَدَّثَنَا الأُسْتَاذُ أَبُو النَّدَا حَسَّانُ بْنُ مُحَمَّدٍ إِمْلاءً عَلَيْنَا، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ فَذَكَرَهُ بِإِسْنَادِهِ إِلا أَنَّهُ لَمْ يَذْكُرْ: ((قَلِيلُهَا وَكَثِيرُهَا)) .
وَأَخْبَرَنَا أَبُو عَبْدِ اللَّهِ الْفَارِسِيُّ بِقِرَاءَتِي عَلَيْهِ، أخبرنا أحمد بن محمد الحافظ، أَخْبَرَنَا الرَّئِيسُ أَبُو عَبْدِ اللَّهِ الأَصْبَهَانِيُّ بِهَا، حَدَّثَنَا الْقَاضِي أَبُو زَيْدٍ -هُوَ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ حَبِيبٍ-، حَدَّثَنَا أَبُو الْوَلِيدِ حَسَّانُ بْنُ مُحَمَّدٍ الْفَقِيهُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا دَاوُدُ بْنُ عَمْرٍو، حَدَّثَنَا شَرِيكٌ عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ عَنْ أَبِيهِ أَنَّ رَجُلا تَزَوَّجَ امْرَأَةً عَلَى نَعْلَيْنِ فَقَالَ لَهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((أَرَضِيتِ)) .',NULL,'63',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (43,'قَالَتْ: نَعَمْ، قَالَ: ((فَشَأْنَكِ وَشَأْنَهَا)) .
أَخْرَجَهُ التِّرْمِذِيُّ مِنْ حَدِيثِ شُعْبَةَ عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ بِإِسْنَادِه نَحْوَهُ.
وَقَالَ: ((حَسَنٌ صَحِيحٌ)) .
قُلْتُ: وَقَدْ وَقَعَ لَنَا هَذَا الْحَدِيثُ عَالِيًا مِنْ حَدِيثِ الْبَغَوِيِّ عَنْ عَلِيِّ بْنِ الْجَعْدِ عَنْ شَرِيكٍ وَهُوَ مَا أَخْبَرَنَا أَبُو الْحَسَنِ بْنُ أَبِي الْبَرَكَاتِ الصُّوفِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مَنْصُورٍ الأَمِينُ بِبَغْدَادَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الصَّرِيفِينِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ ابْنُ حُبَابَةَ، حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ، حَدَّثَنَا عَلِيٌّ -يَعْنِي: ابْنَ الْجَعْدِ-، أَخْبَرَنَا شَرِيكٌ فَذَكَرَ بِإِسْنَادِهِ نَحْوَهُ.
وَرَوَاهُ الْبَغَوِيُّ أَيْضًا عَنْ عَلِيِّ بْنِ الْجَعْدِ عَنْ شُعْبَةَ عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ بِنَحْوِهِ.
<span data-type="title" id=toc-40>٢٦- أبو حفص بن يوسف الحافظ</span>.
لا أعرف اسمه ولا أعرفه بأكثر من هذا.
روى عن أبي القاسم البغوي ويغلب على ظني أن اسمه عمر بن محمد بن يوسف والله عز وجل أعلم.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (44,'أَخْبَرَنَا أَبُو صَابِرٍ الأَهْوَازِيُّ بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ بن أحمد الحافظ، أخبرنا أبو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ عَيْسَكَانَ الزِّنْجَانِيُّ بِقِرَاءَتِي عَلَيْهِ مِنْ أَصْلِ سَمَاعِهِ، أَخْبَرَنَا الْقَاضِي أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَلِيِّ بْنِ عَبْدِ اللَّهِ الشَّقِينِيُّ بِأَرْدَبِيلَ، حَدَّثَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ سَلْمٍ الْحَافِظُ، حَدَّثَنَا أَبُو حَفْصِ بْنُ يُوسُفَ الْحَافِظُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْمَنِيعِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْوَاهِبِ الْحَارِثِيُّ، حَدَّثَنَا أَبُو شِهَابٍ عَنْ عَوْفٍ الأَعْرَابِيِّ عَنْ أَبِي نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ -رَضِيَ اللَّهُ عَنْهُ- قَالَ:
((جَمَعَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَيْنَ الظُّهْرِ وَالْعَصْرِ وَالْمَغْرِبِ وَالْعِشَاءِ [وَأَخَّرَ الْمَغْرِبَ] وَعَجَّلَ الْعِشَاءَ فَصَلاهَا جَمِيعًا)) .
قُلْتُ: رُوِيَ عَنْ إِبْرَاهِيمَ بْنِ أورمه الأَصْبَهَانِيِّ أَنَّهُ قَالَ: ((مَا بِالْعِرَاقِ حَدِيثٌ أَعْرَفُ وَأَحْسَنُ مِنْهُ)) -يَعْنِي: حَدِيثَ أَبِي سَعِيدٍ هَذَا وَاللَّهُ أَعْلَمُ.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (45,'<span data-type="title" id=toc-41>ومن حرف الخاء</span>
<span data-type="title" id=toc-42>٢٧- الخليل بن أحمد بن محمد بن الخليل السجزي الحنفي القاضي يكنى أبا سعيد</span>.
وقيل: أن اسمه محمد والخليل لقب له.
والأول أشهر.
كان فقيها محدثا جليلا نبيلا ويلقب بشيخ الإسلام وإليه ينتسب أبو القاسم أحمد بن محمد الزيادي الخليلي راوي كتاب ((الشمائل)) لأنه كان وكيلا له ويخدمه فقيل له الخليل لهذا.
وللخليل رحلةٌ واسعةٌ جَمَعَ فِيهَا بَيْنَ بلاد فارس وخراسان والعراق والحجاز والشام ذكر ذلك أبو المظفر ابن السمعاني، وسمع أبا القاسم السراج وأبا بكر ابن خزيمة وأبا القاسم البغوي وجماعة غيرهم.
روى عنه الحاكم أبو عبد الله وأبو ذر الهروي وأبو علي ابن فضالة النيسابوري وغيرهم.
وأثنى عليه الحاكم وقال فيه: ((شيخ أهل الري في عصره وكان من أحسن الناس كلاما في الوعظ والتذكير مع تقدمه في الفقه، وتوفي سنة ثمان وسبعين وثلاثمائة)) .',NULL,'66',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (46,'<span data-type="title" id=toc-43>٢٨- خلف بن القاسم الأندلسي الحافظ من شيوخ ابن عبد البر</span>.
يغلب على ظني أنه رحل إلى بغداد وسمع من البغوي.
ذكر الحميدي في ((جذوة المقتبس)) أنه حافظ يكشف عنه إن شاء الله تعالى.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (47,'<span data-type="title" id=toc-44>ومن حرف الدال</span>
<span data-type="title" id=toc-45>٢٩- دعلج بن أحمد بن دعلج بن عبد الرحمن السجزي المعدل</span>.
كان أحد أعيان المحدثين وثقاتهم المرضيين كثير الحديث صاحب رحلة واسعة قدم فيها مصر وحدث بها، فسمع منه أبو محمد ابن النحاس وغيره وفي شيوخه كثرة.
سمع الحسين بن محمد القباني وهو أحد شيوخ البخاري الذين روى عنهم في الصحيح فيما قيل، وعبد الله بن أحمد بن حنبل ومحمد بن النضر الجارودي وعبد الله بن شيرويه وعثمان بن سعيد الدارمي، والحسن بن سفيان وأحمد بن إبراهيم بن ملحان وعبد الله بن علي بن الجارود وجعفر بن محمد الفريابي وعبد الله بن محمد البغوي وجماعة يكثر تعدادهم.
وكان من أهل الثروة وأرباب الأموال المتسعة كثير الصدقة والبر والأفضال وله أوقاف محبسة على أهل الحديث ببلاد شتى.
وتوفي -رحمه الله تعالى- سنة إحدى وخمسين وثلاثمائة.
أَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ الْمُعَدَّلُ قِرَاءَةً عَلَيْهِ بِدِمَشْقَ، أَخْبَرَنَا أَبُو حَفْصٍ عُمَرُ بْنُ ظُفَرَ بْنِ أَحْمَدَ الْمَغَازِلِيُّ مُكَاتَبَةً، أَخْبَرَنَا',NULL,'68',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (48,'أَبُو الْحُسَيْنِ عَبْدُ الْقَادِرِ بْنُ مُحَمَّدِ بْنِ يُوسُفَ الْبَغْدَادِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو عَلِيٍّ الْحَسَنُ بْنُ أَحْمَدَ بْنِ شَاذَانَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ دَعْلَجُ بْنُ أَحْمَدَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْوَرَّاقُ، حَدَّثَنَا كَامِلُ بْنُ طَلْحَةَ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ -رَضِيَ اللَّهُ عَنْهُ- أَنَّ رَسُولَ اللَّهِ - صَلَّى الله عليه وسلم - قال:
((لا يفطر الصائم القيء والحلم والجحامة)) .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (49,'قَالَ أَبُو الْقَاسِمِ: أَخْبَرَنِي مُوسَى بْنُ هَارُونَ أَنَّ كَامِلا رَجَعَ عَنْهُ.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (50,'<span data-type="title" id=toc-46>ومن حرف الزاي</span>
<span data-type="title" id=toc-47>٣٠- زاهر بن أحمد بن محمد بن عيسى السرخسي</span>.
الإمام الشافعي شيخ عصره بخراسان يكنى أبا علي.
كان أحد الفقهاء المشهورين وأعيان المحدثين ويقال أن اسمه الحسن وزاهر لقبٌ لقب به لحمرة وجهه، وإليه ينسب أبو الفضل محمد بن أحمد الدندانقاني الزاهري وإنما قيل له الزاهري لأنه رحل إلى زاهر هذا وتفقه عليه وسمع عليه الحديث الكثير فلقب بذلك.
سمع زاهر من أبي عوانة يعقوب بن إسحاق الحافظ وأبي حامد محمد بن هارون الحضرمي وأبي لبيد محمد بن إدريس السامي وأبي القاسم البغوي وجماعة غيرهم.
روى عنه أبو ذر الهروي وأبو العباس جعفر بن محمد المستغفري الحافظان، وأبو الفضل محمد بن أحمد بن محمد الزاهري وكريمة بنت أحمد المروزية وجماعة غيرهم.
وتوفي سنة تسع وثمانين وثلاثمائة وهو ابن ست وتسعين سنة.
أَخْبَرَتْنَا أُمُّ عَبْدِ الْكَرِيمِ فَاطِمَةُ بِنْتُ سَعْدٍ الْخَيْرُ بْنُ مُحَمَّدٍ الأَنْصَارِيَّةُ قِرَاءَةً، أَخْبَرَنَا أَبُو الْقَاسِمِ زَاهِرُ بْنُ طَاهِرٍ الشَّحَّامِيُّ حُضُورًا وَقَدْ أَجَازَ لَهَا زَاهِرٌ',NULL,'71',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (51,'أَيْضًا، أَخْبَرَنَا أَبُو عُثْمَانَ سَعِيدُ بْنُ مُحَمَّدٍ الْبَحِيرِيُّ، أَخْبَرَنَا الإِمَامُ أَبُو عَلِيٍّ زَاهِرُ بْنُ أَحْمَدَ السَّرْخَسِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ عبد الله بن محمد البغوي، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ عَنْ أَبِي جَمْرَةَ قَالَ: كُنْتُ أَقْعُدُ مَعَ ابْنِ عَبَّاسٍ فَكَانَ يُجْلِسُنِي عَلَى سَرِيرِهِ فَقَالَ له: أَقِمْ عِنْدِي حَتَّى أَجْعَلَ لَكَ سَهْمًا مِنْ مَالِي.
وَسَاقَ الْحَدِيثَ بِطُولِهِ فِي وَفْدِ عَبْدِ الْقَيْسِ أَنَا اخْتَصَرْتُهُ.
رَوَاهُ الْبُخَارِيُّ فِي ((صَحِيحِهِ)) عَنْ عَلِيِّ بْنِ الْجَعْدِ.
<span data-type="title" id=toc-48>٣١- الزُّبَيْرُ بْنُ عَبْدِ الْوَاحِدِ بْنِ مُحَمَّدِ بْنِ يَزِيدَ الأَزْدَابَاذِيُّ الْحَافِظُ</span>.
كَانَ أَحَدَ الْحُفَّاظِ الْمُكْثِرِينَ وَالثِّقَاتِ الْمَأْمُونِينَ صَاحِبَ رحلةٍ واسعةٍ وَتَصْنِيفٍ وَجَمْعٍ وَتَأْلِيفٍ.
سَمِعَ الْحَسَنَ بْنَ سُفْيَانَ النَّسَوِيَّ وَعَبْدَانَ الأَهْوَازِيَّ وَابْنَ خُزَيْمَةَ وَأَبَا يَعْلِي الْمَوْصِلِيَّ وَعَلانَ الْمِصْرِيَّ وَغَيْرَهُمْ مِنْ هَذِهِ الطَّبَقَةِ.
عَلَّقْتُهُ لأَكْشِفَ عَنْهُ إِنْ شَاءَ اللَّهُ عَزَّ وَجَلَّ هَلْ رُوِيَ عَنِ الْبَغَوِيِّ أَمْ لا، وَالظَّاهِرُ أَنَّهُ رَوَى عَنْهُ وَاللَّهُ عَزَّ وَجَلَّ أَعْلَمُ.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (52,'<span data-type="title" id=toc-49>وَمِنْ حَرْفِ السِّينِ</span>
<span data-type="title" id=toc-50>٣٢- سَعِيدُ بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ السَّكَنِ الْمِصْرِيُّ الْعَطَّارُ وَقِيلَ: الْبَزَّازُ الْحَافِظُ يُكْنَى أَبَا عَلِيٍّ وَرُبَّمَا كُنِيَ بِأَبِي عُثْمَانَ</span>.
وَالأَوَّلُ هُوَ الْمَحْفُوظُ.
أحد الحفاظ المشهورين وَعُلَمَاءِ الرِّوَايَةِ الْمُصَنَّفِينَ كَثِيرُ الْحَدِيثِ ذُو رِحْلَةٍ وَاسِعَةٍ جَمَعَ فِيهَا بَيْنَ الشَّامِ وَالْعِرَاقِ وَقَزْوِينَ وَجُرْجَانَ وَالرَّيِّ وَطَبَرَسْتَانَ وَخُرَاسَانَ وَبُخَارَي وَسَمْرَقَنْدَ وَغَيْرِ ذَلِكَ مِنَ الْبِلادِ وَالنَّوَاحِي وَفِي شُيُوخِهِ كَثْرَةٌ وَهُوَ صَاحِبُ كِتَابِ ((الْحُرُوفِ فِي مَعْرِفَةِ الصَّحَابَةِ - رَضِيَ اللَّهُ عَنْهُمْ)) وَكِتَابِ ((السُّنَنِ)) وَغَيْرِهِمَا مِنَ التَّصَانِيفِ.
وَيُقَالُ: أَنَّهُ بَغْدَادِيٌّ سَكَنَ مِصْرَ قَالَهُ أَبُو عَلِيٍّ الْجَيَّانِيُّ.
وَالصَّحِيحُ أَنَّهُ مِصْرِيٌّ وَلَعَلَّ الْخَطِيبَ أَيْضًا لَمْ يَتْرُكْ ذِكْرَهُ لأَنَّهُ لَمْ يَقِفْ عَلَى أَنَّهُ حَدَّثَ بِبَغْدَادَ لأَنَّ شَرْطَهُ أَنْ لا يُذْكَرَ مِنَ الْغُرَبَاءِ إِلا مَنْ حَدَّثَ بِهَا.
سَمِعَ بِبَلَدِهِ مِنْ مُحَمَّدِ بْنِ زَبَّانَ الْحَضْرَمِيِّ وَعَلِيِّ بْنِ أَحْمَدَ بْنِ سُلَيْمَانَ الْحَافِظِ الْمَعْرُوفِ بِعَلانَ الْمِصْرِيِّ وَغَيْرِهِمَا مِنْ شُيُوخِهَا.
وَسَمِعَ بِغَيْرِهَا مِنْ أَبِي الْقَاسِمِ الْبَغَوِيِّ وَأَكْثَرَ عَنْهُ، وَأَبِي بَكْرِ بْنِ أَبِي داود ويحيى بن محمد بن صَاعِدٍ وَأَبِي نُعَيْمٍ عَبْدِ الْمَلِكِ بْنِ مُحَمَّدٍ الْجُرْجَانِيِّ،',NULL,'73',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (53,'وأبي عبد الله محمد بن مخلد العطار وأبي العباس ابن عُقْدَةَ، وَالْقَاضِي أَبِي عَبْدِ اللَّهِ الْحُسَيْنِ بْنِ إِسْمَاعِيلَ الْمَحَامِلِيِّ وَأَخِيهِ أَبِي عُبَيْدٍ وَأَبِي الْعَبَّاسِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ الدَّغُولِيِّ، وَمُحَمَّدِ بْنِ عَبْدِ السَّلامِ مَكْحُولٍ الْبَيْرُوتِيِّ وَأَبِي حَاتِمٍ مَكِّيِّ بْنِ عَبْدَانَ وَمُحَمَّدِ بْنِ يُوسُفَ الْفِرَبْرِيِّ وَجَمَاعَةٍ يَكْثُرُ تِعْدَادُهُمْ.
رَوَى عَنْهُ جماعةٌ مِنَ الْحُفَّاظِ وَغَيْرُهُمْ مِنْهُمْ أَبُو مُحَمَّدٍ الْحَسَنُ بْنُ إِسْمَاعِيلَ بْنِ مُحَمَّدٍ الضَّرَّابُ وَأَبُو مُحَمَّدٍ عَبْدُ الغني بن سعيد الأزدي، وأبو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِسْحَاقَ بْنِ مَنْدَهْ الأَصْبَهَانِيُّ وَأَبُو سُلَيْمَانَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ زبرٍ الرَّبَعِيُّ الدِّمَشْقِيُّ، وَخَلَفُ بْنُ الْقَاسِمِ بْنِ سَهْلٍ الأَنْدَلُسِيُّ وَعَبْدُ الله بن محمد بن عبد الرَّحْمَنِ الْجُهَنِيُّ الطُّلَيْطِلِيُّ وَأَبُو مُحَمَّدِ ابن النَّحَّاسِ الْمِصْرِيُّ وَغَيْرُهُمْ.
وَتُوُفِّيَ سَنَةَ ثلاث وخمسين وثلاثمائة فِي الْمُحَرَّمِ.
أَخْبَرَنَا أَبُو الْفَضْلِ الْمُطَرِّزُ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَبِي الْقَاسِمِ الأُمَوِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ الْبَاهِلِيُّ، أَخْبَرَنَا أبو علي الحسين بن محمد بن أحمد الحافظ أخبرنا أبو عُمَرَ النَّمِرِيُّ، أَخْبَرَنَا خَلَفُ بْنُ القاسم، حدثنا أبو علي ابن السَّكَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا الصَّلْتُ بْنُ مَسْعُودٍ، حَدَّثَنَا سُفْيَانُ بْنُ مُوسَى، حَدَّثَنَا أَيُّوبُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((مَنِ اسْتَطَاعَ أَنْ يَمُوتَ بِالْمَدِينَةِ فَلْيَمُتْ فَإِنَّهُ مَنْ مَاتَ بِهَا شَفَعْتُ لَهُ يَوْمَ الْقِيَامَةِ)) .',NULL,'74',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (54,'<span data-type="title" id=toc-51>٣٣- سليمان بن أحمد بن أيوب بن مطير الطبراني</span>.
الإمام الحافظ يكنى أبا القاسم شهرته تغني عن الإطالة في ذكره والتنبيه على جلالة قدره.
كان أحد الحفاظ المبرزين والعلماء المصنفين والجوالين المكثرين والثقات المرضيين.
وله ((المعجم الكبير)) و ((الأوسط)) و ((الصغير)) وغير ذلك من التواليف.
سمع من جماعة من أصحاب عبد الرزاق بن همام الصنعاني فساوي بذلك شيوخه.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (55,'وروى عنه جماعة من شيوخه منهم عبدان الأهوازي وأبو العباس ابن عقدة وأبو خليفة الجمحي وأبو مسلم الكجي وغيرهم من الحفاظ.
وروى أبو بكر ابن الجعابي عن رجل عنه.
وحدث الطبراني عن أبي القاسم البغوي في ((معجم شيوخه)) وهو يحتوي عل قريب من ألف شيخ.
وكان مولده بطبرية الشام في سنة ستين ومائتين.
وتوفي في ذي القعدة سنة ستين وثلاثمائة بأصبهان وهو ابن مائة سنة.
وآخر من حدث عنه أبو بكر ابن ريذة الأصبهاني.
أَخْبَرَنَا الأَمِيرُ أَبُو عَلِيٍّ دَاوُدُ بْنُ سُلَيْمَانَ بْنِ أَحْمَدَ بْنِ نِظَامِ الْمُلْكِ الأَصْبَهَانِيُّ إِذْنًا عَلَى يَدِ الْحَافِظِ أَبِي الطَّاهِرِ الأَنْمَاطِيِّ الْمِصْرِيِّ، أَخْبَرَتْنَا فَاطِمَةُ بِنْتُ عَبْدِ اللَّهِ الْجَوْزَدَانِيَّةُ وَخَجْسَتَةُ بِنْتُ عَلِيٍّ الصَّالْحَانِيَّةُ قَالَتَا: أَخْبَرَنَا أبو بكر ابن رِيذَةَ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ، أَخْبَرَتْنَا أُمُّ عَبْدِ الْكَرِيمِ فَاطِمَةُ بِنْتُ سَعْدِ الْخَيْرِ الأَنْصَارِيَّةُ إِجَازَةً وَاللَّفْظُ لَهَا وَنَقَلَتْهُ مِنْ أَصْلِ سَمَاعِهَا عَلَى أَبِيهَا قَالَتْ: أَخْبَرَتْنَا فَاطِمَةُ بِنْتُ الْجَوْزَدَانِيَّةِ إِذْنًا، وَأَخْبَرَنَا عَنْهَا وَالِدِي الْحَافِظُ أَبُو الْحَسَنِ سَعْدُ الْخَيْرِ بْنُ مُحَمَّدٍ الأَنْصَارِيُّ -رَحِمَهُ اللَّهُ تَعَالَى- قِرَاءَةً عَلَيْهِ سنة تسع وعشرين وخمسمائة قَالَتْ: أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ رِيذَةَ الضَّبِّيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ سُلَيْمَانُ بْنُ أَحْمَدَ بْنِ أَيُّوبَ الطَّبَرَانِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا أَبُو يُوسُفَ الْقَاضِي عَنْ أَبِي أَيُّوبَ الإِفْرِيقِيُّ عَنْ سَالِمٍ أَبِي النَّضْرِ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنِ ابْنِ عُمَرَ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ قَالا:
((رَأَيْنَا رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَمْسَحُ عَلَى الْخُفَّيْنِ)) .',NULL,'76',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (56,'قَالَ الطَّبَرَانِيُّ: ((لَمْ يَرْوِهِ عَنْ أَبِي أَيُّوبَ الإِفْرِيقِيِّ عَبْدِ اللَّهِ بْنِ عَلِيٍّ إِلا أَبُو يُوسُفَ الْقَاضِي تَفَرَّدَ بِهِ أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَهَكَذَا رَوَاهُ أَبُو أَيُّوبَ عَنْ أَبِي النَّضْرِ عَنْ أَبِي سَلَمَةَ عَنِ ابْنِ عُمَرَ وَسَعْدٍ، وَرَوَاهُ ابْنُ لَهِيعَةَ وَعَمْرُو بْنُ الْحَارِثِ عَنْ أَبِي النَّضْرِ عَنْ أَبِي سَلَمَةَ عَنِ ابْنِ عُمَرَ عَنْ سَعْدٍ وَهُوَ الصَّوَابُ)) .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (57,'<span data-type="title" id=toc-52>ومن حرف العين</span>
<span data-type="title" id=toc-53>٣٤- عبد الله بن عدي بن عبد الله بن محمد بن المبارك المباركي الجرجاني الحافظ ويعرف بابن القطان يكنى أبا أحمد</span>.
كان أحد أئمة المحدثين وأعيان الحفاظ المشهورين وجهابذتهم المنتقدين.
رحل إلى الآفاق وطوف وجمع وألف وكتابه المسمى بـ ((الكامل في معرفة الرجال)) لم يصنف مثله، وفي شيوخه كثرةٌ وقيل أن معجم شيوخه يزيد على ألف شيخ، وقدم مصر مرتين إحديهما سنة تسع وتسعين ومائتين والأخرى في سنة أربع وثلاثمائة.
وحدث عن أبي القاسم البغوي بجملةٍ من حديثه واحتج بروايته في تصانيفه.
سمع منه الكبار من أقرانه.
وكان مولده في يوم السبت غرة ذي القعدة من سنة سبع وسبعين ومائتين وهي السنة التي توفي فيها أبو حاتم الرازي.
وتوفي مستهل جمادي الآخرة سنة خمس وستين وثلاثمائة، وصلي عليه الإمام أبو بكر الإسماعيلي الجرجاني -رحمهما الله تعالي- قاله أبو سعد ابن السمعاني الحافظ والله عز وجل أعلم.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (58,'أَخْبَرَنَا أبو المكارم الأَعَزُّ بْنُ علي بن الظهيري وفرحة بنت قَرَاطَاشَ الظَّفَرِيُّ في كتابيهما إلينا من بغداد قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عُمَرَ السَّمَرْقَنْدِيُّ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ، أخبرنا أبو القاسم إسماعيل بن مَسْعَدَةَ بْنِ إِسْمَاعِيلَ الْجُرْجَانِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ بْنِ إِبْرَاهِيمَ السَّهْمِيُّ الْحَافِظُ، أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ اللَّهِ بْنُ عَدِيٍّ الْجُرْجَانِيُّ الْحَافِظُ، حَدَّثَنَا ابْنُ مَنِيعٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ الْقَطْوَانِيُّ، حَدَّثَنَا مُوسَى بْنُ يَعْقُوبَ الزَّمْعِيُّ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ كَيْسَانَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنِ شَدَّادِ بْنِ الْهَادِ عَنِ أَبِيهِ عَنِ ابْنِ مَسْعُودٍ -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((إِنَّ أَوْلَى النَّاسِ بِي يَوْمَ الْقِيَامَةِ أَكْثُرُهُمْ عَلَيَّ صَلاةً)) صَلَّى اللَّهُ عَلَيْهِ وَعَلَى آلِهِ وَسَلَّمَ عَدَدَ مَا ذَكَرَهُ الذَّاكِرُونَ وَغَفَلَ عَنْ ذِكْرِهِ الْغَافِلُونَ.
أَخْبَرَنَا الأَعَزُّ بْنُ عَلِيِّ بْنِ الْمُظَفَّرِ الظَّهِيرِيُّ وَفَرَّحةُ بْنُ قَرَاطَاشَ الظَّفَرِيُّ إِجَازَةً مِنْهُمَا قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عُمَرَ السَّمَرْقَنْدِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أبو القاسم إسماعيل بن مسعدة الإِسْمَاعِيلِيُّ سَمَاعًا عَلَيْهِ، أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ السَّهْمِيُّ، أَخْبَرَنَا أَبُو أَحْمَدَ عَبْدُ اللَّهِ بْنُ عَدِيٍّ الْجُرْجَانِيُّ الْحَافِظُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ بْنِ عَبْدِ الْعَزِيزِ، أَخْبَرَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا الرَّبِيعُ بْنُ صُبَيْحٍ عَنْ يَزِيدَ الرَّقَاشِيِّ',NULL,'79',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (59,'قُلْتُ لأَنَسٍ: يَا أَبَا حَمْزَةَ صلى لَنَا صَلاةَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - الَّذِي كَانَ يُصَلِّي لَكُمْ قَالَ: فَكَبَّرَ فَرَفَعَ يَدَيْهِ فَإِذَا أَرَادَ أَنْ يَرْكَعَ كَبَّرَ وَرَفَعَ يَدَيْهِ فَلَمَّا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ كَبَّرَ وَرَفَعَ يَدَيْهِ فَكَانَ إِذَا سَجَدَ يُكَبِّرُ وَإِذَا نَهَضَ مِنَ الرَّكْعَتَيْنِ.
أَخْبَرَنَاهُ أَبُو الْحَسَنِ الصُّوفِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مَنْصُورٍ الأَمِينُ، أَخْبَرَنَا الصَّرِيفِينِيُّ، أَخْبَرَنَا ابْنُ حُبَابَةَ، حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ فَذَكَرَ بِإِسْنَادِهِ مِثْلَهُ.
<span data-type="title" id=toc-54>٣٥- عبد الله بن محمد بن جعفر بن حيان الحياني الأصبهاني الحافظ يكنى أبا محمد ويعرف بأبي الشيخ</span>.
حافظٌ جليلٌ ومصنفٌ نبيلٌ وهو من بيت الحديث حدث هو وأبوه وخاله.
وله تواليف منها ((تفسير القرآن العظيم)) وكتاب ((الصحيح المخرج على صحيح مسلم)) و ((تاريخ أصبهان)) و ((كتاب العظمة والوحدانية)) وغير ذلك.
وكان كثير الحديث ثقة ثبتا.
سمع أبا العباس أحمد بن محمد الجمال ومحمد بن أحمد بن يزيد الراوي عن أبي داود الطيالسي وأبا خليفة الجمحي، وأبا يعلى الموصلي وجعفر بن محمد الفريابي وعبدان الأهوازي وأحمد بن عمرو بن أبي عاصم النبيل، وأبا بكر البزار البصري وأبا القاسم البغوي وابن صاعد وابن أبي حاتم في آخرين يكثر تعدادهم.
وروى عن أبي القاسم البغوي أحاديث كثيرة ثم روى عن رجل عن آخر عنه.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (60,'وتوفي سنة تسع وستين وثلاثمائة قاله الحافظ أبو نعيم الأصبهاني.
وفي طبقته رجلٌ آخرٌ موافقٌ له في اسمه واسم أبيه واسم جده ونسبته وهو أبو العباس عبد الله بن محمد بن جعفر الحياني البوشنجي يروي عن الإمام أبي بكر ابن خزيمة.
روى عنه أبو عثمان سعيد بن العباس الهروي وأبو بكر البرقاني وربما اشتبها على من لا معرفة له بهما.
أَخْبَرَنَا أَبُو مُحَمَّدٍ الْعُثْمَانِيُّ فِي آخَرَيْنِ قَالُوا: أَخْبَرَنَا أَبُو الْمَعَالِي عَبْدُ الْمُنْعِمِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدٍ النَّيْسَابُورِيُّ، أَخْبَرَنَا أَبُو الْفَضْلِ الْعَبَّاسُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْحَسْنَوِيُّ الشَّقَانِيُّ –رَحِمَهُ اللَّهُ تَعَالَى- فِي الْمُحَرَّمِ سَنَةَ سِتٍّ وخمسمائة، أَخْبَرَنَا أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحَارِثِ الأَصْبَهَانِيُّ التَّمِيمِيُّ، أَخْبَرَنَا أَبُو الشَّيْخِ الْحَافِظُ، حَدَّثَنَا عبد الله بن محمد البغوي، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْوَرْكَانِيُّ، حَدَّثَنَا سَعِيدُ بْنُ مَيْسَرَةَ الْبَكْرِيُّ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ -رَضِيَ اللَّهُ عَنْهُ- ((أَنَّهُ رَأَى رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - شَرِبَ جُرْعَةً ثُمَّ قَطَعَ ثُمَّ سَمَّى ثُمَّ جَرَعَ ثُمَّ سَمَّى ثُمَّ جَرَعَ ثُمَّ قَطَعَ ثُمَّ سَمَّى ثَلاثًا حَتَّى فَرَغَ فَلَمَّا شَرِبَ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ)) .
وأما حديث أَبِي الشَّيْخِ عَنْ رَجُلٍ عَنْ آخَرَ عَنِ الْبَغَوِيِّ فَأَخْبَرَنَا غَيْر وَاحِدٍ مِنْ شُيُوخِنَا إِجَازَةً عَنْ أَبِي مُوسَى الأَصْبَهَانِيِّ الْحَافِظِ، أَخْبَرَنَا جَعْفَرُ بْنُ عَبْدِ الْوَاحِدِ الْمَحْمُودِيُّ، أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بْنُ أَحْمَدَ الْكَاتِبُ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ أَبُو الشَّيْخِ حَدَّثَنِي الْفَضْلُ بْنُ جَعْفَرٍ، حدثنا عمرو بْنُ عُثْمَانَ بِالرَّمْلَةِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ',NULL,'81',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (61,'حَبِيبٍ الْجَارُودِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ أَبِيهِ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ:
جَاءَ رجلٌ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: يَا رَسُولَ اللَّهِ اشْهَدْ بِغُلامِي هَذَا لابْنِي، فَقَالَ: ((أَلِكُلِّ وَلَدِكَ جَعَلْتَ مِثْلَهُ)) قَالَ: لا، قَالَ: ((لا أَشْهَدُ وَلَوْ عَلَى رغيفٍ محترقٍ)) .
أَوْرَدَهُ أَبُو مُوسَى فِي ((اللَّطَائِفِ)) هَكَذَا بِهَذَا الإِسْنَادِ.
<span data-type="title" id=toc-55>٣٦- عبد الله بن إبراهيم بن يوسف الجرجاني الآبندوني الحافظ منسوب إلى قرية من قرى جرجان يكنى أبا القاسم</span>.
ونسبته هذه بفتح الألف الممدودة بعدها باء معجمة بواحدة ثم نون ساكنة بعدها دال مهملة مضمومة ثم واو ونون.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (62,'كان من الزهاد المتقشفين والحفاظ المذكورين والثقات المأمونين وله الرحلة الواسعة في طلب الحديث، فقدم مصر صحبة أبي أحمد ابن عدي وكتب عن شيوخها وله كتب مصنفةٌ وجموعٌ مدونةٌ، وفي شيوخه كثرةٌ.
أثنى عليه جماعةٌ من الحفاظ وقال الحاكم أبو عبد الله: ((كان -يعني الآبندوني- أحد أركان الحديث)) .
وقال الحافظ أبو بكر الخطيب: ((كان –يعني الآبندوني- ثقة ثبتا وله كتب مصنفة وجموع مدونة)) .
وقال البرقاني: ((كان الآبندوني سيدا في المحدثين)) .
قلت: روى عنه الإمام أبو بكر الإسماعيلي في ((صحيحه)) غير حديث وهو من أقرانه.
وتوفي ببغداد في جمادى الأولى سنة ثمان وستين وثلاثمائة.
أَخْبَرَنَا الإِمَامُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْفَقِيهُ قِرَاءَةً عَلَيْهِ بِظَاهِرِ مَدِينَةِ دِمَشْقَ، أَخْبَرَنَا الشَّيْخَانِ أَبُو الْفَتْحِ محمد بن عبد الباقي البغدادي وَأَبُو الْقَاسِمِ يَحْيَى بْنُ ثَابِتٍ الدَّيْنَوَرِيُّ، قَالَ أَبُو الْفَتْحِ: أَخْبَرَنَا أبو الفضل ابن خيرون، وقال أبو القاسم: أخبرنا أبي قالا: أخبرنا أبو بكر أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ البرقاني الحافظ.. .. .. .. .. .. .. .. .. .. .. ..
<span data-type="title" id=toc-56>٣٧- عبد الله بن مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عثمان بن المختار المزني الواسطي الحفظ المعروف بابن السقاء يكنى أبا محمد</span>.
حافظٌ مشهورٌ ومحدثٌ مذكورٌ.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (63,'سمع أبا خليفة الجمحي وأبا يعلي الموصلي وعبدان الأهوازي وزكريا بن يحيى الساجي وأبا القاسم البغوي وابن أبي داود وخلقا كثيرا.
قال أبو بكر الخطيب: ((كان فهما حافظا)) .
روى عنه الدارقطني وأبو مسعود الدمشقي ويوسف بن عمر القواس وابن الثلاج وأبو نعيم الأصبهاني وغيرهم.
وتوفي سنة ثلاث وسبعين وثلاثمائة قاله الحافظ أبو سعد ابن السمعاني.
وذكر الحافظ أبو الكرم الجوزي أنه توفي سنة إحدى وسبعين وثلاثمائة والله عز وجل أعلم.
أَخْبَرَنَا الشيخ أبو عبد الله محمد بن خلف بن راجح المقدسي الفقيه قراءة عليه، أخبرنا أبو الحسن علي بن المبارك بن الحسين بن نغوبا العدل، أخبرنا أبو نعيم محمد بن إبراهيم بن محمد الجماري، أخبرنا أبو الحسن أحمد بن المظفر بن أحمد بن يزداد العطار، أخبرنا أبو محمد عبد الله بن محمد بن عثمان المزني المعروف بابن السقا، حدثنا أبو يعلى أحمد بن علي بن المثنى الموصلي وابن منيع قالا: حدثنا أبو الربيع الزهراني، حدثنا فليح بن سليمان عن الزهري عن عروة بن الزبير عن سعيد بن المسيب وعلقمة بن وقاص الليثي وعبيد الله بن عبد الله بن عتبة ابن مسعود عن حديث عائشة –رضي الله عنها- زوج النبي - صلى الله عليه وسلم - حين قال لها أهل الإفك ما قالوا فبرأها الله تبارك وتعالى منه، وذكر حديث الإفك بطولة أنا اختصرته.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (64,'<span data-type="title" id=toc-57>٣٨- عبد الله بن الحسن بن سليمان المقرئ البغدادي المعروف بابن النخاس بالخاء المعجمة يكنى أبا القاسم</span>.
سمع أحمد بن عبد الجبار الصوفي وعبد الله بن محمد بن ناجية وأبا القاسم البغوي وأبا بكر بن أبي داود والحسن بن محمد بن عنبر الوشاء وجماعة غيرهم.
روى عنه أبو بكر ابن مجاهد المقرئ وأبو بكر البرقاني الحافظ وأبو الحسن ابن الحمامي وغيرهم.
وكان ثقة قاله الحافظ أبو بكر الخطيب.
ونقل عن أبي الحسن ابن الفرات أنه قال: ((كان أبو القاسم ابن النخاس من أهل القرآن والفضل والخير والستر والعقل الحسن والمذهب الجميل والثقة قل ما رأيت من الشيوخ مثله)) .
وقال الأزهري: توفي في ذي القعدة سنة ثمان وستين وثلاثمائة.
<span data-type="title" id=toc-58>٣٩- عبد الله بن محمد بن عبد الله البغدادي المعدل الحافظ المعروف بابن الثلاج يكنى أبا القاسم</span>.
أصله من حلوان وولد في بغداد ونشأ بها.
حدث عن أبي القاسم البغوي وجماعةٍ غيره.
تكلموا فيه واتهموه بوضع الحديث.
روى عنه القاضي أبو القاسم التنوخي وأبو الحسن العتيقي وغيرهما.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (65,'وتوفي في شهر ربيع الأول سنة سبع وثمانين وثلاثمائة.
أَخْبَرَنَا أَبُو طَالِبٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحُسَيْنِ قِرَاءَةً عَلَيْهِ قَالَ: أَخْبَرَنَا أَحْمَدُ بْنُ محمد الحافظ، أخبرنا أبو الحسين بْنُ عَبْدِ الْجَبَّارِ الْبَغْدَادِيُّ بِانْتِخَابِي عَلَيْهِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ بْنِ أَحْمَدَ الْعَتِيقِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ الثَّلاجِ الْحَافِظُ بِانْتِقَاءِ أَبِي الْمُظَفَّرِ، حَدَّثَنَا عبد الله بن محمد البغوي، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ النَّرْسِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ قَالَ: لَمَّا مَاتَ زَيْدُ بْنُ ثَابِتٍ جَلَسْنَا إِلَى ابْنِ عَبَّاسٍ فِي ظِلِّ قَصْرِهِ فَقَالَ:
((هَكَذَا ذَهَابُ الْعِلْمِ دُفِنَ الْيَوْمَ علمٌ كثيرٌ)) .
<span data-type="title" id=toc-59>٤٠- عبد الله بن علي بن الحسين القومسي القاضي الفقيه الشافعي قاضي جرجان يكنى أبا محمد</span>.
أخذ الفقه من أبي إسحاق المروزي.
روى عن أبيه وأبي حامد محمد بن هارون الحضرمي وأبي القاسم البغوي وابن صاعد.
روى عنه حمزة بن يوسف السهمي وغيره.
توفي في شهر ربيع الآخر سنة سبع وستين وثلاثمائة وهو ابن ثمان وسبعين سنة وصلى عليه أبو بكر الإسماعيلي.
هذه الترجمة ذكرها ابن السمعاني وأظنه أخذها من ((تاريخ جرجان)) .',NULL,'86',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (66,'<span data-type="title" id=toc-60>من اسمه: عبد الرحمن</span>
<span data-type="title" id=toc-61>٤١- عبد الرحمن بن محمد بن عبد الله بن مهران البغدادي الحافظ يكنى أبا مسلم</span>.
أحد الحفاظ المصنفين والزهاد المتورعين والثقات المتثبتين.
ذكره الحافظ أبو بكر الخطيب في ((تاريخه)) وأثنى عليه ثناء كثيرا وقال فيه:
((الثقة الصالح الورع الزاهد العابد سمع محمد بن محمد بن سليمان الباغندي وأبا القاسم البغوي وأبا بكر ابن أبي داود وغيرهم.
ورحل إلى خراسان وما وراء النهر وكتب عن محدثيها وجمع أحاديث المشايخ والأبواب.
وكان متقنا حافظا مع ورع وتدين وزهد وتصون)) .
وقال أبو الفتح بن أبي الفوارس الحافظ:
((كان أبو مسلم ابن مهران قد صنف المسند وحديث شعبة ومالك وأشياء كثيرة وكان ثقة ثبتا زاهدا ما رأينا مثله)) .
وذكر الخطيب أنه خرج في آخر عمره إلى الحجاز وأقام بمكة -شرفها الله تعالى- مجاورا بيت الله تعالى إلى أن توفي هناك -يعني بمكة- في النصف من ذي القعدة سنة خمس وسبعين وثلاثمائة ودفن قريبا من الفضيل بن عياض -رضي الله عنهما-.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (67,'<span data-type="title" id=toc-62>من اسمه: عبد الباقي</span>
<span data-type="title" id=toc-63>٤٢- عبد الباقي بن قانع بن مرزوق البغدادي الحافظ القاضي يكنى أبا الحسين</span>.
موصوفٌ بالحفظ والتصنيف والجمع والتأليف وهو صاحب كتاب ((معجم الصحابة -رضي الله عنهم-)) .
سمع محمد بن عثمان بن أبي شيبة وعبد الله بن أحمد بن حنبل والحسن بن علي المعمري ومحمد بن عبدوس بن كامل ومطينا وموسى بن هارون وجعفر بن محمد الفريابي وأبا القاسم البغوي وابن أبي داود وابن صاعد وخلقا يطول ذكرهم.
روى عنه أبو عبد الله الحاكم وأبو بكر ابن مردويه الأصبهاني وأبو الحسن ابن الحمامي وغيرهم.
وكان مولده في سنة خمس وستين ومائتين وتوفي في شوال سنة إحدى وخمسين وثلاثمائة.
أَخْبَرَنَا أَبُو مُحَمَّدٍ الْعُثْمَانِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْحَافِظُ، أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ بِبَغْدَادَ، أخبرنا أبو الحسن علي بن أَحْمَدَ بْنِ عُمَرَ الْمُقْرِئُ، أَخْبَرَنَا الْقَاضِي أَبُو الْحُسَيْنِ عَبْدُ الْبَاقِي بْنُ قَانِعِ بْنِ مَرْزُوقٍ الْحَافِظُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُصْعَبٌ، حَدَّثَنَا مَالِكٌ عَنْ هِلالِ بْنِ أُسَامَةَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ عُمَرَ بْنِ الْحَكَمِ قَالَ: أَتَيْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقُلْتُ: يَا رَسُولَ اللَّهِ! إِنَّ جَارِيَةً لِي تَرْعَى غَنَمًا فَجِئْتُهَا فَفُقِدَتْ شَاةٌ مِنَ الْغَنَمِ فَسَأَلْتُهَا فَقَالَتْ: أَكَلَهَا الذِّئْبُ فَأَسِفْتُ عَلَيْهَا وَكُنْتُ مِنْ بَنِي آدَمَ فَلَطَمْتُ وَجْهِهَا وَعَلَيَّ رَقَبَةٌ فَقَالَ لَهَا رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((أَيْنَ اللَّهُ عَزَّ وَجَلَّ؟)) قَالَتْ: فِي السَّمَاءِ. قَالَ: ((فَمَنْ أَنَا؟)) قَالَتْ: رَسُولُ اللَّهِ، قَالَ: ((أَعْتِقْهَا)) .',NULL,'88',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (68,'قال القاضي: ((كذا قال عمر بن الحكم والناس يقولون: معاوية بن الحكم وقد رأيت في النسب أن لمعاوية بن الحكم أخا يقال له: عمر بن الحكم السلمي والله تعالى أعلم)) .
<span data-type="title" id=toc-64>من اسمه: عبد العزيز</span>
<span data-type="title" id=toc-65>٤٣- عبد العزيز بن جعفر بن أحمد المعروف بغلام الخلال</span>.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (69,'ذكره الشيخ أبو الفرج ابن الجوزي في ((طبقات أصحاب الإمام أحمد بن حنبل)) وقال:
((حدث عن محمد بن عثمان بن أبي شيبة وموسى بن هارون وقاسم بن المطرز وأبي القاسم البغوي في خلق كثير.
وله المصنفات الحسان الكبار.
وتوفي في شوال سنة ثلاث وستين وثلاثمائة)) .
يكشف عنه من ((تاريخ الخطيب)) إن شاء الله تعالى.
<span data-type="title" id=toc-66>من اسمه عبيد الله</span>
<span data-type="title" id=toc-67>٤٤- عبيد الله بن عبد الرحمن بن محمد بن عبيد الله بن سعد بن إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري -رضي الله عنه- يكنى أبا الفضل</span>.
كان أحد الشيوخ الصالحين والثقات المأمونين.
حدث عن أبيه وإبراهيم بن شريك وجعفر بن محمد الفريابي وأبي القاسم البغوي وأبي بكر محمد بن هارون ابن المجدر ويحيى بن صاعد وغيرهم.
روى عنه عمر بن الحسين بن إبراهيم الخفاف والعتيقي وأبو جعفر ابن المسلمة وغيرهم.
وكان مولده في جمادي الآخرة سنة تسعين ومائتين وتوفي في شهر ربيع الآخر سنة إحدى وثمانين وثلاثمائة.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (70,'أَخْبَرَنَا أَبُو الْيُمْنِ الْكِنْدِيُّ بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي الأَنْصَارِيُّ ببغداد سنة اثنتين وثلاثين وخمسمائة، أَخْبَرَنَا أَبُو الْقَاسِمِ عُمَرُ بْنُ الْحُسَيْنِ بْنِ إِبْرَاهِيمَ الْخَفَّافُ، أَخْبَرَنَا أَبُو الْفَضْلِ عُبَيْدُ اللَّهِ بْنُ عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ عبيد الله بن سعد بن إِبْرَاهِيمَ الزُّهْرِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ عَنْ أَبِي الْخَلِيلِ عَنْ أَبِي قَتَادَة (ح) وَمَنْصُورٍ عَنْ مُجَاهِدٍ عَنْ أَبِي قَتَادَةَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((صَوْمُ عَاشُورَاءَ كَفَّارَةُ سنةٍ وَصَوْمُ يَوْمِ عَرَفَةَ كَفَّارَةُ سَنَتَيْنِ سنةٍ قَبْلَهَا وسنةٍ بَعْدَهَا)) .
ها معني الحديث.
<span data-type="title" id=toc-68>٤٥- عبيد الله بن محمد بن إسحاق بن سليمان بن مخلد بن حبابة البغدادي البزاز يكنى أبا القاسم</span>.
أحد محدثي بغداد المشهورين.
أثنى عليه غير واحد من العلماء وذكر العتيقي أنه ((ثقة مأمون صاحب أصول جياد)) .
وقال الأمير أبو نصر ابن ماكولا: ((روى عن البغوي وابن صاعد وغيرهما وكان ثقة)) .
قلت: روى الكثير عن أبي القاسم البغوي وحدث عن جماعة غيره.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (71,'روى عنه أبو ذر الهروي وأبو محمد الخلال وأبو القاسم الأزهري وأبو الحسن العتيقي وأبو محمد الصريفيني وغيرهم.
وتوفي في شهر ربيع الآخر سنة تسع وثمانين وثلاثمائة وصلى عليه أبو حامد الإسفراييني.
وكان مولده فيما قيل سنة تسع [وتسعين] ومائتين.
أَخْبَرَنَا أَبُو الْحَسَنِ عَبْدُ اللَّطِيفِ بْنُ الشَّيْخِ أَبِي الْبَرَكَاتِ إِسْمَاعِيلُ بْنُ أَبِي أَسْعَدَ الْبَغْدَادِيُّ الصُّوفِيُّ قَدِمَ عَلَيْنَا قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ، أَخْبَرَنَا الأَمِيرُ أَبُو مَنْصُورٍ عَلِيُّ بْنُ عَلِيِّ بْنِ عُبَيْدِ اللَّهِ الْبَغْدَادِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِبَغْدَادَ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بن محمد بن عبد الله الصَّرِيفِينِيُّ الْخَطِيبُ، أَخْبَرَنَا أَبُو الْقَاسِمِ عبيد الله بن محمد بن حُبَابَةَ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا عَلِيٌّ –يَعْنِي ابْنَ الْجَعْدِ-، أَخْبَرَنَا شُعْبَةُ وَحَمَّادُ بْنُ سَلَمَةَ وَهُشَيْمٌ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَنَّهُ كَانَ إِذَا دَخَلَ الْخَلاءَ قَالَ: ((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ والخبائث)) .
أخبرناه أَبُو الْيُمْنِ زَيْدُ بْنُ الْحَسَنِ الْكِنْدِيُّ بِقِرَاءَتِي عَلَيْهِ فِي مَنْزِلِهِ بِدِمَشْقَ، أَخْبَرَنَا أَبُو الْفَضْلِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ هِبَةِ اللَّهِ الْمُقْرِئُ الْمَعْرُوفُ بِابْنِ الْعَالِمَةِ إِذْنًا، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ الخطيب، أَخْبَرَنَا أَبُو الْقَاسِمِ ابْنُ حُبَابَةَ فَذَكَرَ بِإِسْنَادِهِ مِثْلَهُ سَوَاءً.
<span data-type="title" id=toc-69>٤٦- عبيد اللَّهِ بْنُ مُحَمَّدِ بْنِ مُحَمَّدٍ بن حمدان ابن بطة العكبري</span>.
فقيهٌ جليلٌ زاهدٌ مصنفٌ.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (72,'حدث بـ ((معجم البغوي)) عنه لكن تكلم فيه الخطيب وغيره.
<span data-type="title" id=toc-70>من اسمه: عمر</span>
<span data-type="title" id=toc-71>٤٧- عمر بن بشران بن محمد السكري البغدادي الحافظ يكنى أبا حفص</span>.
كان أحد الحفاظ المكثرين والثقات المأمونين.
حدث عن أبي القاسم البغوي وجماعة غيره.
وسئل الحافظ أبو بكر البرقاني عنه أكان ثقة؟ فقال: ((ثقة نفسه)) .
قال: ((وكان حافظا عارفا كثير الحديث وهو عم أبي القاسم ابن بشران ومات قبل ابن النخاس)) .
قلت: يعني عبد الله بن الحسن المقرئ الذي قدمنا ذكره وبينا أنه توفي في سنة ثمان وستين وثلاثمائة.
أخبرنا أبو الفضل المقرئ بالثغر، أخبرنا أحمد بن محمد الحافظ، أخبرنا ثابت بن إبراهيم الدينوري، أخبرنا أحمد بن محمد الحافظ، حدثنا عمر بن بشران، أخبرنا عبد الله بن محمد البغوي، حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا عمر –يعني ابن أيوب الموصلي-، حدثنا جعفر بن برقان عن ابن منبه قال:
((طوبي لمن نظر في عيبه عن عيوب غيره، طوبي لمن تواضع من غير مسكنةٍ ورحم أهل الذل والمسكنة وتصدق من مال جمع من غير معصية',NULL,'93',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (73,'وجالس أهل العلم والحلم ووسعته السنة ولم يعدها إلى بدعة)) .
<span data-type="title" id=toc-72>٤٨- عمر بن أحمد بن عثمان بن أيوب بن شاهين البغدادي الواعظ يكنى أبا حفص</span>.
أحد علماء المحدثين والأكابر المصنفين والثقات المأمونين وشهرته تغني عن التعريف به وتصانيفه تزيد على ثلاثمائة تصنيف منها ((التفسير الكبير)) ألف جزء و ((المسند)) ألف وخمسمائة و ((التاريخ)) مائة وخمسون جزءا وغير ذلك من التواليف.
وله رحلةٌ قدم فيها إلى مصر سمع بها وكتب عن جماعة من شيوخها وحدث بالكثير عن أبي القاسم البغوي وروى عن خلق يتسع ذكرهم.
وكان مولده في صفر سنة سبع وتسعين ومائتين، وتوفي في ذي الحجة سنة خمس وثمانين وثلاثمائة.
أَخْبَرَنَا الشَّرِيفُ أَبُو مُحَمَّدٍ يُونُسُ بْنُ يَحْيَى بْنِ أَبِي الْحَسَنِ الْهَاشِمِيُّ بِمِصْرَ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا الْقَاضِي أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عُمَرَ بْنِ يُوسُفَ الأَرْمَوِيُّ بِبَغْدَادَ، حَدَّثَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ مُحَمَّدِ بْنِ الْمُهْتَدِي بِاللَّهِ مِنْ لَفْظِهِ وَكِتَابِهِ، حَدَّثَنَا أَبُو حَفْصٍ عُمَرُ بْنُ أَحْمَدَ بْنِ عُثْمَانَ بْنِ شَاهِينَ، حَدَّثَنَا عبد الله بن محمد البغوي، حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا أَبُو شَيْبَةَ إِبْرَاهِيمُ بْنُ عُثْمَانَ عَنِ الْحَكَمِ عَنْ نَافِعٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ -رَضِيَ اللَّهُ عَنْهُ-.
((أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى عَنِ الذَّهَبِ وَالْفِضَّةِ إِلا مِثْلا بمثلٍ فمَنْ زَادَ أَوِ ازْدَادَ فَقَدْ أَرْبَا)) .',NULL,'94',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (74,'قَالَ الشَّيْخُ أَبُو حَفْصٍ: ((هَذَا حَدِيثٌ غَرِيبٌ حَدَّثَ بِهِ ابْنُ صَاعِدٍ عَنِ ابْنِ مَنِيعٍ عَنْ مَنْصُورِ بْنِ أَبِي مُزَاحِمٍ فَجِئْتُ أَنَا وَعُثْمَانُ الدَّرَّاجُ إِلَى ابْنِ مَنِيعٍ فَسَأَلْنَاهُ عَنْهُ وَأَخْبَرَنَاهُ ابْنُ صَاعِدٍ حَدَّثَ بِهِ عَنْهُ فَقَالَ: حَفِظَ اللَّهُ أَبَا مُحَمَّدٍ، وَحَدَّثَنَا بِهِ عَنْ مَنْصُورٍ)) .
<span data-type="title" id=toc-73>٤٩- عمر بن جعفر بن عبد الله بن أبي السري الوراق البصري الحافظ يكنى أبا</span>.. .. ..
أحد الحفاظ المشهورين سكن بغداد وانتخب على جماعة من الشيوخ وكتب الناس بإفادته عنهم وسمعوا عليهم بانتخابه وكان أكبر سنا من ابن شاهين وأقدم وفاة، إلا أن أبا محمد السبيعي والدارقطني تكلما فيه.
وحدث عن جماعة منهم أبو خليفة الجمحي وزكريا بن يحيى الساجي والحسن بن المثنى العنبري ومحمد بن جرير الطبري وأبو بكر الباغندي وأبو القاسم البغوي وأبو بكر بن أبي داود وغيرهم.
وكان مولده في سنة ثمانين ومائتين ووفاته في جمادي الأولى سنة سبع وخمسين وثلاثمائة.
أَخْبَرَنَا أَبُو الْفَضْلِ الْمُطَرِّزُ قِرَاءَةً، أخبرنا أحمد بن محمد الحافظ، أخبرنا المؤتمن بن أحمد الحافظ ببغداد قال: سمعت أبا القاسم إسماعيل بن مسعدة الخرجاني قال: سمعت أبا القاسم حمزة بن يوسف السهمي الحافظ',NULL,'95',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (75,'يقول: سمعت أحمد بن عبدان الحافظ يقول: سمعت عمر البصري يقول: سمعت عبد الله بن محمد البغوي: كنت يوما ضيق الصدر فخرجت إلى الشط وقعدت وفي يدي جزء عن يحيى بن معين أنظر فيه فإذا بموسى بن هارون الجمال فقال: يا أبا القاسم إيش معك؟ قلت: جزء عن يحيى بن معين. قال: فأخذ من يدي وطرحه في دجلة وقال: يريد أن يجمع بين أحمد بن حنبل ويحيى بن معين وعلي بن المديني. قال عبد الله: فما تعلق في قلبي منه شيء ولا أذكر عنه شيئا.
<span data-type="title" id=toc-74>٥٠- عمر بن محمد بن علي الناقد البغدادي الصيرفي المعروف بابن الزيات يكنى أبا حفص</span>.
أحد الثقات المأمونين ونبلاء المحدثين.
ذكره أبو الحسن العتيقي وأثنى عليه وقال: ((ثقة أمين صاحب حديث حافظ)) .
حدث قديما يروي عن إبراهيم بن شريك الكوفي وجعفر بن الفريابي وجماعة غيرهما.
قلت: وذكر الخطيب في ترجمة البغوي أنه روى عنه ولم يقع لي حديثه عن البغوي إلى الآن ومولده في ربيع الأول سنة ست وثمانين ومائتين وتوفي في جمادي الآخرة سنة خمس وسبعين وثلاثمائة.
<span data-type="title" id=toc-75>٥١- عمر بن إبراهيم [بن إبراهيم] بن كثير الكتاني المقرئ البغدادي يكنى أبا حفص</span>.
أحد أكابر القراء المشهورين وأعيان المحدثين والثقات المأمونين.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (76,'سمع الكثير وحدث عن أبي القاسم البغوي بجملةٍ من حديثه وروى عن جماعة غيره.
وكان مولده في سنة ثلاثمائة وتوفي سنة تسعين وثلاثمائة.
أَخْبَرَنَا أَبُو الثَّنَاءِ حَمَّادُ بْنُ هِبَةِ اللَّهِ بْنِ حَمَّادٍ الْحَرَّانِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عُمَرَ السَّمَرْقَنْدِيُّ قِرَاءَةً عَلَيْهِ (ح) ،
وَأَخْبَرَتْنَا أُمُّ عَبْدِ الْكَرِيمِ فَاطِمَةُ بِنْتُ الشَّيْخِ أَبِي الْحَسَنِ سَعْدِ الْخَيْرِ بْنِ مُحَمَّدٍ الأَنْصَارِيَّةُ قِرَاءَةً عَلَيْهَا وَنَحْنُ نَسْمَعُ قِيلَ لَهَا: حَدَّثَكُمُ الشَّيْخُ أَبُو عَبْدِ اللَّهِ يَحْيَى بْنُ الْحُسَيْنِ بْنِ أَحْمَدَ بْنِ الْبَنَّا بِقِرَاءَتِهِ عَلَيْكُمْ مِنْ لَفْظِهِ وَأَصْلِ سَمَاعِهِ فَأَقَرَّتْ بِهِ قَالا: أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنُ الْحَسَنِ بْنِ مُحَمَّدٍ الْخَلالُ، أَخْبَرَنَا أَبُو حَفْصٍ عُمَرُ بْنُ إِبْرَاهِيمَ الْكَتَّانِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا مُحْرِزُ بْنُ عَوْنٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ.
((أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - نَهَى عَنِ الشِّغَارِ)) .
قَالَ مَالِكٌ: وَالشِّغَارُ أَنْ يُزَوِّجَ الرَّجُلُ ابْنَتَهُ عَلَى أَنْ يُزَوِّجَهُ ابْنَتَهُ.
لَفَظُهُمَا واحدٌ.
<span data-type="title" id=toc-76>من اسمه: عثمان</span>
<span data-type="title" id=toc-77>٥٢- عثمان بن الحسن بن علي الوراق البغدادي المعروف بالطوسي يكنى أبا يعلي</span>.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (77,'سمع أبا حامد الحضرمي وأبا القاسم البغوي وابن أبي داود وغيرهم.
روى عنه أبو بكر البرقاني الحافظ.
ذكره الخطيب في ((تاريخه)) وقال: ((سألت البرقاني عن أبي يعلى الطوسي فقال: كان ذا معرفة وفضل له تخريجات وجموع وهو ثقة)) .
<span data-type="title" id=toc-78>من اسمه: علي</span>
<span data-type="title" id=toc-79>٥٣- علي بن عمر بن أحمد بن مهدي بن مسعود البغدادي الحافظ المعروف بالدارقطني يكنى أبا الحسن</span>.
أحد الأئمة المشهورين وأعيان الحفاظ المذكورين والمعتمد على قوله في التعديل والتجريح والمرجوع إليه في التسقيم والتصحيح.
كان جامعا لفنون من العلم شافعي المذهب عالما بالفقه واختلاف الفقهاء عارفا بالقراءات واختلاف القراء ويحفظ كثيرا من دواوين العرب.
وصنف كتبا مفيدة منها كتاب ((علل الأحاديث)) الذي لم يصنف مثله وكتاب ((السنن)) و ((المدبج)) و ((الأفراد)) وغير ذلك من الجموع والتواليف.
وشيوخه يتسع ذكرهم ويعز حصرهم وله رحلةٌ قدم فيها مصر وحدث بها وسمع من جماعة من شيوخها.
حدث عن أبي القاسم البغوي كثيرا وهو أعلى شيوخه إسنادا وأقدمهم مولدا.
روى عنه الحافظ أبو عبد الله الحاكم وأبو بكر البرقاني وأبو نعيم الأصبهاني وخلق سواهم.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (78,'وكان مولده في سنة خمس وثلاثمائة وتوفي في ذي القعدة سنة خمس وثمانين وثلاثمائة وتولى الصلاة عليه الفقيه أبو حامد الاسفراييني -رحمه الله تعالى-.
أَخْبَرَنَا أَبُو الْيُمْنِ زَيْدُ بْنُ الْحَسَنِ الْبَغْدَادِيُّ بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا أبو القاسم عبد الله بن أَحْمَدَ بْنِ عَبْدِ الْقَادِرِ بْنِ يُوسُفَ الْبَغْدَادِيَّانِ، أَخْبَرَنَا أَبُو الْحُسَيْنِ محمد بن علي بن محمد الشَّرِيفُ، أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ أَحْمَدَ الْحَافِظُ الْمَعْرُوفُ بِالدَّارَقُطْنِيِّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ قَالَ: قُرِئَ عَلَى أَبِي القاسم عبد الله بن محمد بْنِ عَبْدِ الْعَزِيزِ وَأَنَا أَسْمَعُ حَدَّثَكُمْ يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ أَخْبَرَنِي مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ أَنَّهَا كَانَتْ [عِنْدَ] رَجُلٍ مِنْ بَنِي مَخْزُومٍ فَطَلَّقَهَا الْبَتَّةَ، فَأَرْسَلَتْ إِلَى أَهْلِهَا تَبْتَغِي النَّفَقَةَ فَبَلَغَ ذَلِكَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: ((لَيْسَ لَكِ عَلَيْهِمْ نفةٌ عَلَيْكِ الْعِدَّةُ وَانْتَقِلِي إِلَى بَيْتِ أُمِّ شَرِيكٍ)) ثُمَّ قَالَ: ((إِنَّ أُمَّ شَرِيكٍ يَدْخُلُ عَلَيْهَا إِخْوَتُهَا مِنَ الْمُهَاجِرِينَ الأَوَّلِينَ انْتَقِلِي إِلَى ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ رجلٌ أَعْمَى إِنْ وَضَعْتِ ثِيَابَكِ لَمْ يَرَ شَيْئًا)) .
رَوَاهُ مُسْلِمٌ فِي ((صَحِيحِهِ)) عَنْ يَحْيَى بْنِ أَيُّوبَ الزَّاهِدِ هَذَا.
وَأَخْبَرَنَا أَبُو يَعْقُوبَ يُوسُفُ بْنُ هِبَةِ اللَّهِ بْنِ مَحْمُودٍ الدِّمَشْقِيُّ الصُّوفِيُّ وَأَبُو الْبَرَكَاتِ دَاوُدُ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ الْبَغْدَادِيُّ قَالا: أَخْبَرَنَا الْقَاضِي أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عُمَرَ بْنِ يُوسُفَ الأَرْمَوِيُّ، أَخْبَرَنَا أَبُو الْغَنَائِمِ عَبْدُ الصَّمَدِ بْنُ',NULL,'99',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (79,'عَلِيٍّ الْهَاشِمِيُّ، أَخْبَرَنَا الإِمَامُ أَبُو الْحَسَنِ عَلِيُّ بْنُ عُمَرَ بْنِ أَحْمَدَ الدَّارَقُطْنِيُّ الْحَافِظُ، أَخْبَرَنَا أَبُو القاسم عبد الله بن محمد بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْجَعْدِ الْجَوْهَرِيُّ، أَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ عَنْ عَلِيِّ بْنِ الأَقْمَرِ عَنْ أَبِي حُذَيْفَةَ عَنْ عَائِشَةَ قَالَتْ: حَكَيْتُ إِنْسَانًا فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((مَا يَسُرُّنِي إِنِّي حَكَيْتُ إِنْسَانًا وَأَنَّ لِي كَذَا وكذا)) .
قال الدراقطني: قَالَ لَنَا أَبُو الْقَاسِمِ: أُخْبِرْتُ عَنْ أَحْمَدَ بْنِ حَنْبَلٍ وَيَحْيَى بْنِ مَعِينٍ أَحَدُهُمَا أَوْ كِلاهُمَا قَالَ:.. .. أَبِي حُذَيْفَةَ سَلَمَةَ بْنِ صُهَيْبَةَ وَكَانَ مِنْ أَصْحَابِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ.
قَالَ الدَّارَقُطْنِيُّ: ((هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي حُذَيْفَةَ سَلَمَةَ بْنِ صُهَيْبَةَ الأرحبي عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ -رَضِيَ اللَّهُ عَنْهَا- تَفَرَّدَ بِهِ عَلِيُّ بْنُ الأَقْمَرِ عَنْهُ وَلا نَعْلَمُ حَدَّثَ بِهِ عَنْهُ غَيْرَ سُفْيَانَ الثَّوْرِيِّ وَهُوَ عِنْدَنَا بِعُلُوٍّ عَنْهُ وَأَبُو حُذَيْفَةَ هَذَا رَوَى عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَحُذَيْفَةَ بْنِ الْيَمَانِ وَعَائِشَةَ أُمِّ الْمُؤْمِنِينَ -رَضِيَ اللَّهُ عَنْهُمْ- روى عنه أبو إسحاق السبيعي وخيثمة بن عبد الرحمن الجعفي وعلي بن الأقمر)) .
سمعت شيخنا الحافظ أبا الحسن ابن المقدسي –رحمه الله تعالى- قراءة عليه يقول: سمعت أبا طاهر الحافظ يقول: سمعت أبا الفضل',NULL,'100',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (80,'محمد بن طاهر المقدسي الحافظ يقول: سمعت أبا الحسين يحيى بن الحسين العلوي بالري يقول: سمعت أبا عبد الله الصوري الحافظ يقول: سمعت عبد الغني بن سعيد الحافظ المصري يقول: ((أحسن الناس كلاما على حديث رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وسلم - ثلاثة علي بن المديني في زمانه وموسى بن هارون في زمانه وعلي بن عمر -يعني الدارقطني- في زمانه)) .
<span data-type="title" id=toc-80>٥٤- علي بن الحسن بن علان بن عبد الرحمن القرشي الحراني الحافظ يكنى أبا الحسن</span>.
أحد الحفاظ المذكورين وهو صاحب ((تاريخ الجزيرة)) .
حدث عن أبي يعلى الموصلي وأبي عروبة الحراني وأبي بكر ابن الباغندي وأبي القاسم البغوي وأبي بكر بن أبي داود والمفضل بن محمد الجندي وغيرهم.
روى عنه أبو عبد الله ابن منده الأصبهاني وعبد الغني بن سعيد الأزدي وأبو الحسن أحمد بن محمد بن القاسم بن مرزوق الأنماطي العدلان المصريان وتمام بن محمد الدمشقي وأبو العباس محمد بن موسى السمسار وأحمد بن محمد بن الحاج الإشبيلي وغيرهم.
وهو قديم الوفاة.
ذكر عبد العزيز الكتاني الحافظ أنه توفي يوم عيد الأضحى سنة خمس وخمسين وثلاثمائة.
قال: ((وكان ثقة حافظاً نبيلا)) .
أَخْبَرَنَا الْقَاضِي أَبُو الْقَاسِمِ الدِّمَشْقِيُّ بِقِرَاءَتِي عَلَيْهِ بِهَا أَخْبَرَكُمْ أَبُو مُحَمَّدٍ عَبْدُ الْكَرِيمِ بْنُ حَمْزَةَ بْنِ الْخَضِرِ السُّلَمِيُّ إِجَازَةً إِنْ لَمْ يَكُنْ سَمَاعًا، حَدَّثَنَا الحافظ أبو محمد عبد الغني بْنُ عَلِيِّ بْنِ مُحَمَّدٍ التَّمِيمِيُّ الصُّوفِيُّ مِنْ لَفْظِهِ،',NULL,'101',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (81,'أخبرنا أَبُو الْقَاسِمِ تَمَّامُ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ الْجُنَيْدِ الرَّازِيُّ حَدَّثَنِي أَبُو الْحَسَنِ عَلِيُّ بْنُ الْحَسَنِ بْنِ عَلانَ الْحَرَّانِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنَا مُحَمَّدُ بْنُ حَسَّانٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَجَّاجِ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ حُذَيْفَةَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((أَتَانِي جِبْرِيلُ بِالْهَرِيسَةِ مِنَ الْجَنَّةِ لا شد بِهَا ظَهْرِي لِقِيَامِ اللَّيْلِ)) .
قلت: محمد بن الحجاج هذا يعرف بالمصفر تكلم فيه أحمد بن حنبل وعلي بن المديني وجماعةٌ من الأئمة وهو متروك الحديث.
<span data-type="title" id=toc-81>٥٥- علي بن يعقوب بن إبراهيم بن شاكر بن صدقة الهمداني الدمشقي المعروف بابن أبي العقب يكنى أبا القاسم</span>.
كان أحد الرواة المكثرين وأعيان المحدثين.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (82,'قال الحافظ أبو محمد الكتاني: ((كان -يعني ابن أبي العقب- هذا ثقة مأمونا حافظا مشهورا سمع عبد الله بن أحمد بن حنبل ومحمد بن إسحاق بن الحريص وأبا زرعة الدمشقي وأحمد بن محمد بن الحسن بن السكن العامري الحافظ وأبا بكر أحمد بن علي بن سعيد المروزي القاضي وجعفر بن محمد الفريابي وأبا عبد الرحمن النسائي وإبراهيم بن دحيم وجماعة غيرهم)) .
وحدث عن أبي القاسم البغوي أيضا.
روى عنه أبو زرعة أحمد بن الحسين الرازي وأبو القاسم تمام بن محمد الدمشقي الحافظان وأبو العباس أحمد بن محمد بن الحاج الإشبيلي الشاهد وغيرهم.
وتوفي في ذي الحجة سنة ثلاث وخمسين وثلاثمائة.
أَخْبَرَنَا أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ عُثْمَانَ السُّلَمِيُّ قِرَاءَةً عَلَيْهِ أَخْبَرَنَا أَبُو الْفَضْلِ إِسْمَاعِيلُ بْنُ عَلِيٍّ الْجَنْزَوِيُّ، أَخْبَرَنَا هِبَةُ اللَّهِ بْنُ أَحْمَدَ الأَمِينُ (ح) ، وَأَنْبَانَا أَبُو طَاهِرٍ الْقُرَشِيُّ فِي كِتَابِهِ أَنَّ مُحَمَّدَ بْنَ هِبَةِ اللَّهِ بْنِ أَحْمَدَ الأَمِينَ أَنْبَأَهُمْ، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ التَّمِيمِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا تَمَّامُ بْنُ مُحَمَّدٍ الرَّازِيُّ، حَدَّثَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ يَعْقُوبُ بْنِ شَاكِرٍ الْهَمْدَانِيُّ، حَدَّثَنَا أَبُو الْقَاسِمِ عبد الله بن محمد بن عبد العزيز البغوي ابن بنت مَنِيعٍ بِمَكَّةَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ الْمَكِّيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاذٍ الصَّنْعَانِيُّ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ قَالَ:
لَمْ يَكُنْ أَحَدٌ أَشْبَهَ بِالنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - مَنْ الْحَسَنِ بْنِ عَلِيٍّ قَالَ: كَانَ رجلٌ جَالِسًا مَعَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَجَاءَهُ ابنٌ لَهُ فَأَخَذَهُ وَقَبَّلَهُ ثُمَّ أَجْلَسَهُ فِي حِجْرِهِ وَجَاءَتِ ابنةٌ لَهُ فَأَخَذَهَا إِلَى جَنْبِهِ فَقَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((أَلا عَدَلْتَ بَيْنَهُمَا)) .',NULL,'103',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (83,'<span data-type="title" id=toc-82>٥٦- علي بن إسحاق بن محمد بن البختري المادرائي البصري يكنى أبا الحسن</span>.
من مشاهير الرواة وهو قديم الوفاة يشارك أبا القاسم البغوي في جماعة من شيوخه.
حدث عن محمد بن إسحاق الصاغاني وعلي بن حرب الطائي ومحمد بن عبد الملك الدقيقي.
روى عنه أبو بكر ابن المقرئ الأصبهاني وأبو الحسين ابن جميع الصيداوي والقاضي أبو عمر الهاشمي وغيرهم.
أَخْبَرَنَا أَبُو عَبْدِ الله محمد بن محمد الأَرْتَاحِيُّ إِجَازَةً أَنَّ أَبَا الْحَسَنِ الْفَرَّاءَ أَنْبَأَهُمْ قَالَ: كَتَبَ إِلَيَّ أَبُو بَكْرٍ أَحْمَدُ بْنُ عَلِيِّ بْنِ ثَابِتٍ الْبَغْدَادِيُّ، أَخْبَرَنَا أَبُو عُمَرَ الْقَاسِمُ بْنُ جَعْفَرٍ الْهَاشِمِيُّ، حَدَّثَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ إسحاق بن محمد بن البختري الْمَادَرَائِيُّ، حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ:
ضَمَّنِي رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إِلَيْهِ وَقَالَ:
((اللَّهُمَّ عَلِّمْهُ الْحِكْمَةَ)) .
قال الحافظ أبو بكر الخطيب: أبو القاسم البغدادي هو عبد الله بن محمد بن عبد العزيز البغوي.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (84,'<span data-type="title" id=toc-84>٥٧- علي بن عمر بن محمد بن الحسن الحربي السكري الصيرفي الحنبلي ثم البغدادي يكنى أبا الحسن</span>.
حدث عن محمد بن الحسن بن بدينا ومحمد بن صالح بن ذريح وأحمد بن الحسن بن عبد الجبار الصوفي صاحب يحيى بن معين وأبي القاسم البغوي وجماعة يكثر تعدادهم.
وأملى في جامع المنصور.
روى عنه جماعة منهم.. .. لنا.. .. ..
وقال العتيقي: ((حدث قديما وأملى في جامع المنصور وكان أكثر سماعه في كتب أخيه بخطه ثقة مأمون)) .
وكان مولده في المحرم سنة ست وتسعين ومائتين وتوفي سنة ست وثمانين وثلاثمائة.
حديثه عن البغوي في ((الحربيات)) .
أنبأنا أبو الحسن الخويني وغير واحدٍ قالوا: أنبأنا أبو موسى المديني الحافظ قال: أنبأنا أبو الفضل محمد بن طاهر المقدسي، أخبرنا أبو القاسم مكي بن عبد السلام الرميلي، أخبرنا الشريف أبو الحسين ابن الغريق، حدثنا علي بن عمر الحربي وكنت المستملي عليه فقال لي: قل لألحقن الصغار بالكبار، حدثنا أحمد بن الحسن بن عبد الجبار.
<span data-type="title" id=toc-83>من اسمه: عمرو</span>
<span data-type="title" id=toc-85>٥٨- عمرو بن إسحاق بن إبراهيم بن أحمد بن السكن السكني البخاري يكنى أبا الحسن</span>.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (85,'ذكره الحافظ أبو سعد ابن السمعاني المروزي في ((أنسابه)) وقال:
((كان محدث عصره.
سمع صالح بن محمد جزرة وأبا بكر ابن أبي داود وأبا القاسم البغوي.
روى عنه الحاكم أبو عبد الله.
وتوفي سنة أربع وأربعين وثلاثمائة)) .
<span data-type="title" id=toc-86>من اسمه: عيسى</span>
<span data-type="title" id=toc-87>٥٩- عيسى بن الوزير أبي الحسن علي بن عيسى بن داود بن الجراح البغدادي يكنى أبا القاسم</span>.
قال الحافظ أبو سعد المروزي:
((كان أبوه وزيرا للمقتدر بالله وللقائم بالله أيضا.
وكان صدوقا ذكيا عفيفا في وزارته كثير البر والمعروف والصلاة والصيام وقراءة القرآن.
يروى عن الحسن بن محمد الزعفراني وعمر بن شبة وغيرهما.
روى عنه ابنه عيسى وأبو القاسم الطبراني وغيرهما.
وكان ولده عيسى ثبت السماع صحيح الكتاب.
سمع أبا القاسم البغوي وأباه أبا الحسن الوزير وأبا بكر بن أبي داود وابن صاعد وابن زيد وغيرهم.
روى عنه أبو القاسم الأزهري وأبو محمد الخلال وأبو القاسم التنوخي وغيرهم.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (86,'وكان مولده في شهر رمضان سنة اثنتين وثلاثمائة ووفاته في المحرم سنة إحدى وتسعين وثلاثمائة)) .
أَخْبَرَتْنَا أُمُّ عَبْدِ الْكَرِيمِ فَاطِمَةُ بِنْتُ الشَّيْخِ أَبِي الْحَسَنِ سَعْدِ الْخَيْرِ بْنُ مُحَمَّدِ بْنِ سَهْلٍ الأَنْصَارِيَّةُ قَالَتْ: أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ أحمد ابن الْبَنَّاءِ الْبَغْدَادِيُّ قِرَاءَةً عَلَيْهِ سَنَةَ تسع وعشرين وخمسمائة بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بن أحمد بن محمد بن عَلِيٍّ الآبَنُوسِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا الرَّئِيسُ أَبُو الْقَاسِمِ عِيسَى بْنُ علي بن عيسى بن داود بْنِ الْجَرَّاحِ قِرَاءَةً عَلَيْهِ فِي سنة سبعين وثلاثمائة، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بن محمد بن عبد العزيز إِمْلاءً، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا ابْنُ أَبِي ذِئْبٍ عَنِ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ:
((كَانَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَصُومُ عَاشُورَاءَ وَيَأْمُرُ بِصِيَامِهِ)) .
هَكَذَا هُوَ فِي الأَصْلِ مختصرٌ.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (87,'<span data-type="title" id=toc-88>ومن حرف الفاء</span>
<span data-type="title" id=toc-89>من اسمه: الفضل</span>
<span data-type="title" id=toc-90>٦٠- الخليفة المطيع لله أمير المؤمنين الفضل بن الخليفة المقتدر بالله </span>أبي الفضل جعفر بن الخليفة المعتضد بالله أبي العباس أحمد بن الموفق بن المتوكل بن المعتصم بن هارون الرشيد بن المهتدي بن المنصور أبي جعفر عبد الله بن محمد بن علي بن عبد الله بن العباس الهاشمي -رضي الله عنهم- يكنى أبا القاسم، وقيل أبو العباس.
حدث عن أبي القاسم البغوي.
وتوفي في المحرم سنة أربع وستين وثلاثمائة.
وكان مولده في المحرم سنة إحدى وثلاثمائة وأقام في الخلافة تسعا وعشرين سنة وأربعة أشهر وأياما وخلع نفسه غير مستكره وتوفي بدير العاقول في التاريخ المتقدم ثم حمل إلى بغداد ودفن بالرصافة -رضي الله عنه-.
أخبرنا أبو اليمن الكندي وفاطمة بنت سعد الخير وغيرهما كلهم إجازة قالوا: أخبرنا أبو منصور عبد الرحمن بْنُ مُحَمَّدِ بْنِ عَبْدِ الْوَاحِدِ الشيباني قراءة عليه، أخبرنا أبو بكر أحمد بن علي بن ثابت الخطيب حدثني محمد بن',NULL,'108',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (88,'يوسف القطان النيسابوري قال: سمعت أبا الفضل التميمي يقول: سمعت المطيع يقول: سمعت شيخي ابن منيع يقول: سمعت أبا عبد الله أحمد بن حنبل يقول:
((إذا مات أصدقاء الرجل ذل)) .
أخبرنا بذلك جماعة من شيوخنا إجازة قالوا: أخبرنا الحافظ أبو الفضل محمد بن ناصر السلامي قال: سمعت أبا محمد رزق الله بن محمد بن عبد الوهاب التميمي يقول: سمعت أبي أبا الفضل يقول: سمعت أمير المؤمنين المطيع يقول: سمعت أستاذي وشيخي ابن بنت منيع يقول: سمعت الإمام أبا عبد الله أَحْمَدَ بْنِ مُحَمَّدِ بْنِ حَنْبَلٍ يقول:
((إذا مات أصدقاء الرجل ذل)) .',NULL,'109',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (89,'<span data-type="title" id=toc-91>ومن حرف القاف</span>
<span data-type="title" id=toc-92>٦١- القاسم بن زكريا بن يحيى البغدادي المعروف بالمطرز يكنى أبا بكر</span>.
من أقران أبي القاسم البغوي.
كان أحد القراء المجودين، وأعيان المحدثين كثير الرواية صنف المسند والأبواب.
وحدث عن سويد بن سعيد وأبي كريب محمد بن العلاء ومحمد بن الصباح الجرجرائي ومجاهد بن موسى وإبراهيم بن سعيد الجوهري وغيرهم.
روى عنه أبو بكر ابن الجعابي وأبو الحسين ابن المظفر وأبو بكر الإسماعيلي وأبو الحسين ابن المنادي وغيرهم.
أثنى عليه الدارقطني وغيره.
وتوفي قبل البغوي بسنتين سنة خمس وثلاثمائة.
أخبرنا أبو محمد العثماني بقراءتي عَلَيْهِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الحافظ، أخبرنا أبو الحسين ابن الصيرفي، أخبرنا أبو محمد الجوهري عن أبي عمر ابن حيوية قال: قرئ على أبي الحسين ابن المنادي وأنا أسمع قال:
سياق حال مقبوضي سنة خمس وثلاثمائة فمنهم أبو بكر القاسم بن',NULL,'110',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (90,'زكريا المعروف بالمطرز توفي يوم السبت ودفن يوم الأحد لسبع عشرة خلون من صفر ودفن في مقابر باب الكوفة، ولم يحدث الناس في سنة خمس هذه شيئا البتة فيما بلغنا وكان من أهل الحديث والصدق والمكثرين في تصنيف المسند والأبواب والرجال.
ذكر الحافظ أبو أحمد الكرابيسي الحاكم في كتاب ((الأسماء والكني)) أنه سمع من أبي القاسم البغوي.
قلت: وفي الرواة نظير له في اسمه واسم أبيه وهو القاسم بن زكريا بن دينار الكوفي يكنى أبا محمد.
يروي عن عبيد الله بن موسى وحسين الجعفي وخالد بن مخلد وغيرهم.
روى عنه مسلم في ((صحيحه)) والترمذي والنسائي وغيرهم.
وربما اشتبها على من لم يميز بينهما والله الموفق.
أخبرنا أبو الحسن ابن المقدسي الشافعي بقراءتي عليه، أنبأنا أحمد بن محمد الحافظ حدثني أبو الفضل محمد بن طاهر المقدسي بهمدان، أخبرنا سليمان بن إبراهيم بأصبهان، أخبرنا أبو عبد الله محمد بن علي بن عبد الملك الفسوي قال: قال أبو أحمد محمد بن حمد الحافظ: أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي سكن بغداد ابن أخي عبد العزيز المكي، سمع أبا عبد الله أحمد بن حنبل وأبا الحسن علي بن الجعد الجوهري.
سمع منه القاسم بن زكريا المطرز وأبو محمد يحيى بن محمد بن صاعد.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (91,'قلت: كذا قال الحاكم أبو أحمد في كتاب ((الأسماء والكني)) من تصنيفه أن البغوي سكن بغداد.
وفي هذا القول نظرٌ لأن أبا القاسم البغوي ولد ببغداد ونشأ بها وبها توفي والله أعلم.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (92,'<span data-type="title" id=toc-93>ومن حرف الميم</span>
<span data-type="title" id=toc-94>من اسمه: محمد</span>
<span data-type="title" id=toc-95>٦٢- محمد بن أحمد بن إبراهيم بن سليمان الحافظ الأصبهاني القاضي المعروف بالعسال يكنى أبا أحمد</span>.
ورأيت كنيته في ((تاريخ أصبهان)) لأبي الشيخ: ((أبو عبد الله)) .
أحد الحفاظ المتقنين والعلماء المتثبتين والقضاة المرضيين.
ولي القضاء بأصبهان ورحل إلى العراق والشام وديار مصر.
سمع محمد بن أيوب الرازي والحسن بن علوية القطان، ومحمد بن عثمان بن أبي شيبة وزكريا بن يحيى الساجي، وعبد الله بن أحمد بن حنبل وخلف بن عمرو العكبري، وعبد الله بن زيدان البجلي، وأبا القاسم البغوي وابن أبي داود وجماعة يكثر تعدادهم.
وله معجم بأسماء شيوخه في أربعة أجزاء.
روى عنه عبد الله بن عدي الجرجاني وأبو الشيخ الحياني وأبو عبد الله ابن منده وأبو نعيم الأصبهانيون وغيرهم.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (93,'وكان مولده يوم التروية سنة سبع وستين ومائتين.
وتوفي ببلده في شهر رمضان سنة تسع وأربعين وثلاثمائة.
قال أبو الشيخ الأصبهاني في ((تاريخه)) :
((محمد بن أحمد بن إبراهيم العسال من كبار الناس في العلم والإتقان والمعرفة مقبول القول وصنف الشيوخ وعامة المسند)) .
وقال الحاكم أبو عبد الله ابن البيع الحافظ:
((أبو أحمد العسال قاضي أصبان أحد أئمة أهل الحديث)) .
سمعت شيخنا الحافظ أبا الحسن ابن المقدسي قراءة عليه يقول: كثيرا ما كنت أسمع شيخنا الحافظ أبا طاهر السلفي يقول: كان أبو عبد الله ابن منده يقول: ((طفت المشرق والمغرب فما رأيت مثل القاضي أبي أحمد العسال في الإتقان)) .
قال السلفي: ((وإنما انتهت رحلته -يعني ابن منده- إلى مصر فجعلها من المغرب)) .
أَخْبَرَنَا الشُّيُوخُ الْحَافِظُ أبو محمد عبد الواحد بن علي المقدسي وَأَبُو مُحَمَّدٍ عَبْدُ الْكَرِيمِ بْنُ عَتِيقِ بْنِ عَبْدِ الْمَلِكِ الْمُقْرِئُ وَأَبُو الطَّاهِرِ إِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَحْمَدَ الأَنْصَارِيُّ إِجَازَةً وَإِذْنًا مِنْ كُلِّ وَاحِدٍ مِنْهُمْ قَالُوا: أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ الْحَافِظُ الشَّافِعِيُّ، قَالَ الْحَافِظُ أَبُو مُحَمَّدٍ: بِقِرَاءَتِي عَلَيْهِ، وَقَالَ الآخَرَانِ: قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ، أَخْبَرَنَا أَبُو الْفَتْحِ مُحَمَّدُ بن أحمد بن محمد بن الْحُسَيْنِ بْنِ الْحَارِثِ الأَخْرَمُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ بِأَصْبَهَانَ سَنَةَ ثلاث وتسعين وأربعمائة، أخبرنا أبو الحسن علي بن أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الْجُرْجَانِيُّ، حَدَّثَنَا الْقَاضِي أَبُو أَحْمَدَ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الْعَسَّالُ، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ الله بن محمد بن عبد الْعَزِيزِ الْبَغَوِيُّ ابْنُ بِنْتِ مَنِيعٍ، حَدَّثَنَا أَبُو عَبْدِ اللَّهِ صَالِحُ بْنُ مَالِكٍ الْخُوَارِزْمِيُّ وَمُحَمَّدُ بْنُ جَعْفَرٍ',NULL,'114',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (94,'الْوَرْكَانِيُّ قَالا: حَدَّثَنَا عِيسَى بْنُ يُونُسَ بْنِ أَبِي إِسْحَاقَ السَّبِيعِيُّ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَخِيهِ عَبْدِ اللَّهِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ:
((جَلَسَ إِحْدَى عَشْرَةَ امْرَأَةً فَتَذَاكَرْنَ أَمْرَ أَزْوَاجِهِنَّ فَتَعَاقَدْنَ أَنْ لا يَكْتُمْنَ مِنْ أَخْبَارِ أَزْوَاجِهِنَّ شَيْئًا)) .
قُلْتُ: وَسَاقَ الْحَدِيثَ بِطُولِهِ أَنَا اخْتَصَرْتُهُ ثُمَّ قَالَ فِي آخِرِهِ: قَالَتْ عَائِشَةُ: فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ:
((كُنْتُ لَكِ كَأَبِي زرعٍ لأُمِّ زرعٍ)) .
قَالَ عِيسَى: إِنَّمَا يُرَادُ مِنْ هَذَا الْحَدِيثِ هَذَا.
<span data-type="title" id=toc-96>٦٣- محمد بن أحمد بن علي بن أسد الأسدي البردعي الحافظ يكنى أبا الحسن ويعرف بابن حرارة</span>.
أحد الحفاظ المشهورين والأكابر المكثرين.
وله رحلة جمع فيها بين العراق والشام ومصر وغير ذلك من النواحي والبلدان.
سمع أبا القاسم البغوي وأبا بكر ابن أبي داود وأبا محمد ابن صاعد وحامد بن شعيب وأبا عمر ابن النحاس وأبا الحسن ابن جوصا وجماعة يكثر تعدادهم.
وذكر الخليلي أنه روى من حفظة سنتين زيادة على ثلاثين ألف حديث ولم يكن معه ورقة من الأصول وفي أماليه غرائب وكلام يستفيده كل من رآه، وأنه مات بقزوين سنة ثمان وأربعين وثلاثمائة.
٦٤- محمد بن حبان بن أحمد بن حبان بن معاذ بن معبد بن سعيد بن سهيد بن هدية بن مرة بن سعد بن يزيد بن مرة بن زيد بن',NULL,'115',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (95,'عبد الله بن دارم بن مالك بن حنظلة بن زيد بن مناة بن تميم التميمي البستي الحافظ القاضي يكنى أبا حاتم.
أحد أئمة هذا الشأن، والرحالين فيه إلى أقاصي البلدان وشهرته تغني عن الإطالة، وتصانيفه تدل على محله من الجلالة.
ولي القضاء بسمرقند وسافر إلى البلاد البعيدة وصنف التصانيف الحسنة المفيدة التي لم يسبق إلى مثلها وقدم مصر وسمع بها من جماعة من شيوخها.
وشيوخه يزيد عددهم على ألفي شيخ.
وحكى أنه صنف من الكتب ما يزيد على ثلاثمائة مصنف، ومن الأجزاء نحو ثمانمائة جزء.
سمع أبا يعلى الموصلي وأبا العباس السراج وأبا عروبة الحراني والحسن بن سفيان النسوي، وأبا بكر ابن خزيمة وزكريا بن يحيى الساجي وأبا عبد الرحمن النسائي، وعبدان الجواليقي وإسماعيل بن داود بن وردان المصري وعبد الله بن أبي داود السجستاني، وأبا قريش محمد بن جمعة القهستاني والمفضل بن محمد الجندي، وأحمد بن الحسن بن عبد الجبار الصوفي في آخرين يطول ذكرهم.
وذكر الحافظ أبو سعد السمعاني أنه روى عن أبي القاسم البغوي.
روى عنه أبو عبد الله الحاكم ومحمد بن إسحاق ابن مندة وغيرهما.
وحدث عنه أبو الحسن الدارقطني بالإجازة.
وتوفي سنة أربع وخمسين وثلاثمائة.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (96,'<span data-type="title" id=toc-97>٦٥- محمد بن عمر بن محمد بن سلم القاضي البغدادي المعروف بابن الجعابي الحافظ يكنى أبا بكر</span>.
حافظٌ جليلٌ ومصنف نبيلٌ وشهرته تغني عن الإكثار في وصفه.
روى أنه قال: ((أحفظ أربعمائة ألف حديث وأذاكر بستمائة ألف حديث)) .
وتولي القضاء بالموصل.
ذكر الحافظ أبو بكر الخطيب أنه روى عن أبي القاسم البغوي وأنه توفي منتصف رجب سنة خمس وخمسين وثلاثمائة.
وكان مولده في صفر سنة أربع وثمانين ومائتين.
روى عنه الدارقطني وابن شاهين وغيرهما.
<span data-type="title" id=toc-98>٦٦- محمد بن محمد بن يعقوب بن إسماعيل بن الحجاج الحجاجي النيسابوري الحافظ يكنى أبا الحسين</span>.
أحد الأكابر من حفاظ الحديث من أقران أبي أحمد الكرابيسي الحافظ.
ارتحل إلى العراق والشام والجزيرة.
قال الخليلي:
((أدرك أبا عروبة وأقرانه بالشام وبنيسابور السراج وابن خزيمة وبالعراق حامد بن شعيب والبغوي، وله تصانيف في الأبواب وغيرها)) .',NULL,'117',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (97,'وقال أبو الفضل المقدسي:
((حدث عنه أبو علي الحافظ وأبو عبد الله الحاكم وأثنى عليه في الثقة والحفظ)) .
وقال أبو سعد ابن السمعاني:
((الحجاجي -يعني أبا الحسين- هذا حافظ خراسان في وقته، روى عنه الحاكم أبو عبد الله وأبو عبد الرحمن السلمي وكان ثقة، وتوفي بنيسابور في ذي الحجة سنة ثمان وستين وثلاثمائة وله ثلاث وثمانون سنة)) .
<span data-type="title" id=toc-99>٦٧- محمد بن علي بن الحسن بن أحمد المصري ثم التنيسي الحافظ المعروف بالنقاش يكنى أبا بكر</span>.
أحد حفاظ المصريين وأعيان الرواة المكثرين.
ارتحل في طلب الحديث إلى العراق والشام وغيرهما من النواحي وسمع أبا عبد الرحمن النسائي، وأبا يعلى الموصلي وأبا عروبة الحراني، وإسحاق بن إبراهيم المنجنيقي وزكريا بن يحيى الساجي، وأبا العلاء الوكيعي ومحمد بن صالح العكبري، وعلي بن عبد الحميد الغضائري وحامد بن شعيب البلخي، وأبا القاسم البغوي وأبا بكر ابن أبي داود، ومكحول البيروتي ومحمد بن حسن ابن العقيلي وسعيد بن عبد العزيز الحلبي وأبا بكر ابن الباغندي، والهيثم بن خلف الدوري وآخرين من هذه الطبقة ونحوها يكثر تعدادهم.
روى عنه أبو الحسن الدارقطني وانتقي عليه، وعبد الغني بن سعيد الأزدي وأبو القاسم يحيى بن علي الحضرمي الحافظ المصري، وأبو الحسن علي بن الحسن بن فهد المالكي وأحمد بن محمد بن عبد الملك بن عبدوس الفسوي الحافظ، وأبو أسامة محمد بن أحمد بن محمد بن القاسم الهروي',NULL,'118',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (98,'المقرئ شيخ أبي بكر البيهقي، وأبو الحسن ابن مرزوق المعدل المصري والحسن بن جعفر بن القاسم الكللي، وأبو الْحَسَنِ عَلِيُّ بْنُ الْحُسَيْنِ بْنِ عثمان بن جابر البلبيسي وأبو محمد ابن النحاس المصري المذكور وغيرهم.
وتوفي في شعبان سنة تسع وستين وثلاثمائة.
ولقبه أبو نصر الوائلي الحافظ في انتقائه على أبي الحسن ابن مرزوق المصري بـ ((الحافظ)) .
أَخْبَرَنَا أَبُو نِزَارٍ رَبِيعَةُ بْنُ الْحَسَنِ بْنِ عَلِيٍّ الْحَضْرَمِيُّ إِجَازَةً، حَدَّثَنَا الْحَافِظُ أَبُو مَسْعُودٍ عَبْدُ الرحيم ابن أَبِي الْوَفَا الْحَاجِيُّ لَفْظًا بِأَصْبَهَانَ (ح) ،
وَقَرَأْتُهُ عَلَى أَبِي الْحَسَنِ بْنِ أَبِي الْفَتْحِ الْبَصْرِيِّ عَنْ أَبِي مَسْعُودٍ الْحَاجِّيِّ أَيْضًا، حَدَّثَنَا الحافظ أبو الفضل محمد بن طَاهِرٍ الْمَقْدِسِيُّ لَفْظًا، أَخْبَرَنَا الْحَافِظُ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ سَعِيدِ بْنِ بِشْرٍ الأَزْدِيُّ الْحَافِظُ -رَحِمَهُ اللَّهُ- حَدَّثَنِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَلِيٍّ النَّقَّاشُ، حَدَّثَنَا أَبُو القاسم عبد الله بن محمد بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ عَنْ أَبِي الزُّبَيْرِ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ بَعْضِ أصحاب النبي - صلى الله عليه وَسَلَّمَ - قَالَ:
كَوَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - أَسْعَدَ بْنَ زُرَارَةَ فِي حَلْقِهِ مِنَ الذَّبْحَةِ فَقَالَ: ((لا أَدَعُ فِي نَفْسِي حَرَجًا مِنْ أَسْعَدَ)) .
أَخْبَرَنَاهُ عَالِيًا أَبُو الْحَسَنِ بْنُ أَبِي الْبَرَكَاتِ بْنِ أَبِي سَعْدٍ الْبَغْدَادِيُّ، أَخْبَرَنَا أَبُو مَنْصُورٍ عَلِيُّ بْنُ عَلِيٍّ الأَمِينُ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الصَّرِيفِينِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ ابْنُ حُبَابَةَ الْبَزَّازُ، حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ، حَدَّثَنَا عَلِيٌّ -يَعْنِي ابْنَ الْجَعْدِ- فَذَكَرَ مِثْلَهُ.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (99,'<span data-type="title" id=toc-100>٦٨- محمد بن الحسن بن محمد بن زياد البغدادي المقرئ المعروف بالنقاش يكنى أبا بكر</span>.
أحد القراء المشهورين وأعيان المفسرين والرواة المكثرين.
وهو صاحب كتاب ((شفاء الصدور)) في تفسير القرآن العظيم، وأصله من الموصل وله رحلة واسعة جمع فيها بين الحجاز والعراق والجزيرة والشام ومصر ودخل خراسان وما وراء النهر، وحدث عن أبي عبد الرحمن النسائي وأبي يعلى الموصلي، وأبي مسلم الكجي وأبي خليفة الجمحي وإسحاق بن سفيان الختلي والحسن بن سفيان النسوي، وأبي القاسم البغوي وأبي بكر ابن أبي داود في جماعة آخرين يكثر تعدادهم.
روى عنه أبو بكر ابن مجاهد المقرئ وجعفر بن محمد الخلدي وأبو الحسن الدارقطني، وأبو حفص ابن شاهين وأبو القاسم الحرفي وأبو الحسن ابن رزقويه وجماعة غيرهم.
وكان مولده في سنة ست وستين ومائتين.
وتوفي في شوال سنة إحدى وخمسين وثلاثمائة.
وفي حديثه مناكير تكلم فيه البرقاني وغيره وهو يشتبه بأبي بكر النقاش الذي قبله إذا قيل: ((أخبرنا أبو بكر النقاش)) لأن طبقتهما واحدة ولأنهما يجتمعان في الرواية عن جماعة من شيوخهما.
وحديث النقاش هذا عن البغوي رأيته في تفسير سورة {والليل إذا يغشى} من كتابه المذكور والله ولي التوفيق.
<span data-type="title" id=toc-101>٦٩- محمد بن محمد بن أحمد بن إسحاق الحاكم النيسابوري المعروف بالكرابيسي يكنى أبا أحمد</span>.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (100,'حافظٌ مشهورٌ وعالمٌ مذكورٌ وصاحب رحلة وتصنيف وجمع وتأليف وله كتاب ((الأسماء والكنى)) الذي لم يصنف في فنه مثله.
رحل إلى العراق والحجاز والشام ومصر وغيرها من البلاد والنواحي، وسمع أبا بكر ابن خزيمة وأبا العباس السراج، وأبا عروبة الحراني وأبا جعفر الديبلي، وأبا القاسم البغوي وأكثر عنه وأبا بكر الباغندي، وابن أبي داود، وابن جوصا وابن أبي حاتم في جماعة يكثر تعدادهم.
وذكر أبو يعلى الخليلي [أن وفاته] بعد السبعين وثلاثمائة.
وذكر الحاكم أبو عبد الله ابن البيع أنه توفي في شهر ربيع الأول سنة ثمان وسبعين وثلاثمائة.
أَخْبَرَنَا الإِمَامُ أَبُو الْحَسَنِ عَلِيُّ بْنُ خَلَفِ بْنِ مَعْزُوزٍ التِّلْمِسَانِيُّ الفقيه قراءة عليه، أخبرنا أبو الْمَعَالِي عَبْدُ الْمُنْعِمِ بْنُ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ الْفَضْلِ الصَّاعِدِيُّ (ح) ،
وَأَنْبَأَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مُحَمَّدِ بْنِ حَامِدٍ الأَصْبَهَانِيُّ وَغَيْرُ وَاحِدٍ قَالُوا: أَنْبَأَنَا أَبُو عَبْدِ اللَّهِ الْفُرَاوِيُّ، أَخْبَرَنَا أَبُو سَعِيدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْكَنْجَرُوذِيُّ، أَخْبَرَنَا الْحَاكِمُ أَبُو أَحْمَدَ مُحَمَّدُ بْنُ مُحَمَّدٍ الْحَافِظُ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الله بن محمد بن عبد الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ وَأَبُو كَامِلٍ الْجَحْدَرِيُّ قَالا: حَدَّثَنَا أَبُو عَوَانَةَ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ مُصْعَبِ بْنِ سَعْدٍ عَنِ ابْنِ عُمَرَ -رَضِيَ اللَّهُ عَنْهُمَا- قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((لا يَقْبَلُ اللَّهُ صَلاةً بِغَيْرِ طُهُورٍ وَلا صدقةٌ مِنْ غُلُولٍ)) .',NULL,'121',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (101,'<span data-type="title" id=toc-102>٧٠- محمد بن المظفر بن موسى بن عيسى البغدادي البزاز الحافظ يكنى أبا الحسين</span>.
من مشاهير الحفاظ وثقاتهم وأعيان الرواة وساداتهم.
سمع الكثير ورحل في طلب الحديث وانتقى على الشيوخ وقدم مصر فسمع بها من علان بن الصيقل الحافظ وأبي جعفر الطحاوي، ومحمد بن زبان بن حبيب الحضرمي وغيرهم.
وفي شيوخه كثرة.
روى عنه أبو الحسن الدارقطني وأبو حفص ابن شاهين وهما من أقرانه ثم من بعدهما.
وكان مولده في سنة ست وثمانين ومائتين.
وتوفي في جمادى الأولى سنة تسع وسبعين وثلاثمائة.
أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ الْحَنْبَلِيُّ الْفَقِيهُ قِرَاءَةً عَلَيْهِ بِظَاهِرِ دِمَشْقَ، أَخْبَرَنَا أَبُو الْفَتْحِ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي الْبَغْدَادِيُّ، أَخْبَرَنَا أَبُو الْفَضْلِ أَحْمَدُ بْنُ الْحَسَنِ بْنِ خَيْرُونٍ (ح) ،
وَأَخْبَرَنَا أَبُو مُحَمَّدٍ الْفَقِيهُ أَيْضًا، أَخْبَرَنَا أَبُو الْقَاسِمِ يَحْيَى بْنُ أَبِي الْمَعَالِي الدَّيْنَوَرِيُّ، أَخْبَرَنَا أَبِي قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو بَكْرٍ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ غَالِبٍ الْبُرْقَانِيُّ قَالَ: قَرَأْنَا عَلَى أَبِي الحسين ابن الْمُظَفَّرِ الْحَافِظِ حَدَّثَكُمْ عَبْدُ اللَّهِ بن محمد بن عبد العزيز وَعُمَرُ بْنُ إِسْمَاعِيلَ بْنِ أَبِي غَيْلانَ قَالا: حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ: سَمِعْتُ أَبَا سَلَمَةَ يُحَدِّثُ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((لا يَجْمَعُ الرَّجُلُ بَيْنَ الْمَرْأَةِ وَعَمَّتِهَا وَلا بَيْنَ الْمَرْأَةِ وَخَالَتِهَا)) .',NULL,'122',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (102,'أَخْبَرَنَاهُ عَالِيًا أَبُو الْحَسَنِ بْنُ أَبِي الْبَرَكَاتِ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو مَنْصُورٍ الأَمِينُ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الصَّرِيفِينِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ ابْنُ حُبَابَةَ، حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ، حَدَّثَنَا عَلِيٌّ -يَعْنِي: ابْنَ الْجَعْدِ- فَذَكَرَهُ.
<span data-type="title" id=toc-103>٧١- محمد بن أحمد بن منصور القزويني الفقيه يكنى أبا منصور</span>.
معدود في الحفاظ الذين صنفوا الصحيح.
ذكره الخليلي وقال:
((عالم مشهور سمع البغوي وجماعة غيره مات سنة ست وستين وثلاثمائة)) .
<span data-type="title" id=toc-104>٧٢- محمد بن الحسين بن أحمد بن الحسين الأزدي الموصلي الحافظ يكنى أبا الفتح</span>.
أحد الحفاظ المذكورين والرواة المكثرين وله تصانيف في هذا الشأن وكلامٌ في التعديل والتجريح.
حدث عن محمد بن عبدة بن حرب القاضي وأبي يعلى الموصلي، ومحمد بن جرير الطبري وأبي عروبة الحراني، وأبي القاسم البغوي وأحمد بن الحسن بن عبد الجبار الصوفي، ومحمد بن صالح بن ذريح العكبري وعبد الله بن زيدان البجلي، وأبي بكر ابن الباغندي وعلي بن سراج المصري، وأحمد بن محمد بن عبد الكريم الوساوسي في جماعة يكثر تعدادهم.
روى عنه أبو إسحاق البرمكي وأبو الحسن ابن فرغان الفقيه وغيرهما.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (103,'وتوفي سنة تسع وستين وثلاثمائة، وقيل: إنه توفي بعد ذلك.
وقد تكلم فيه والله أعلم.
أَخْبَرَنَا أَبُو يَعْقُوبَ يُوسُفُ بْنُ هِبَةِ اللَّهِ بْنِ مَحْمُودٍ الدِّمَشْقِيُّ الصُّوفِيُّ -رَحِمَهُ اللَّهُ- قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا الْقَاضِي الْفَقِيهُ أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ نَصْرِ بْنِ مُحَمَّدِ بْنِ خَمِيسٍ الْمَوْصِلِيُّ، حَدَّثَنَا أَبُو الْفَضَائِلِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ طَوْقٍ الْمَوْصِلِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ الْفَتْحِ بْنِ سَعْدِ اللَّهِ بْنِ فَرْغَانَ الْمَوْصِلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَحْمَدَ -هُوَ الأَهْوَازِيُّ الْحَافِظُ-، أَخْبَرَنَا عبد الله بن محمد بن عَبْدِ الْعَزِيزِ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْحَمِيدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمَّانِيُّ، حَدَّثَنَا مَنْدَلُ بْنُ عَلِيٍّ يَعْنِي عَنِ ابْنِ جُرَيْجٍ وَاسْمُهُ عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((مَنْ أَهْدَيْتُ إِلَيْهِ هديةٌ وَعِنْدَهُ قومٌ فَهُمْ شُرَكَاؤُهُ فيها)) .',NULL,'124',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (104,'أَخْبَرَنَا أَبُو الْقَاسِمِ الْحُسَيْنُ بْنُ هِبَةِ اللَّهِ الْمُعَدِّلُ بِقِرَاءَتِي عَلَيْهِ بِدِمَشْقَ، أَخْبَرَنَا الْقَاضِي أَبُو الْفَضْلِ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْقَاسِمِ الشَّهْرُزُورِيُّ قِرَاءَةً عَلَيْهِ وَنَحْنُ نَسْمَعُ، أَخْبَرَنَا جَدِّي لأُمِّي أَبُو الْحَسَنِ عَلِيُّ بْنُ أَحْمَدَ بْنِ عَبْدِ الْبَاقِي بْنِ طَوْقٍ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ الْفَتْحِ بْنِ عَبْدِ اللَّهِ، أَخْبَرَنَا أَبُو الْفَتْحِ الْحَافِظُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ -يَعْنِي الْبَغَوِيَّ- فَذَكَرَ بِإِسْنَادِهِ مِثْلَهُ.
قُلْتُ: مَنْدَلُ بْنُ عَلِيٍّ وَيَحْيَى الْحِمَّانِيُّ ضَعِيفَانِ عِنْدَ أَهْلِ النَّقْلِ.
<span data-type="title" id=toc-105>٧٣- محمد بن جعفر بْنِ الْحُسَيْنِ بْنِ مُحَمَّدِ بْنِ زكريا البغدادي المفيد الحافظ المعروف بغندر يكنى أبا بكر</span>.
كان أحد حفاظ الحديث والجوالين في طلبه.
قال الحافظ أبو بكر الخطيب:
((حدث ببلاد فارس وخراسان عن محمد بن محمد الباغندي',NULL,'125',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (105,'ويحيى بن محمد بن صاعد، وأبي بكر ابن دريد النحوي، وأبي عروبة الحراني، وأبي علي محمد بن سعيد الحافظ نزيل الرملة)) .
وذكر غيرهم ثم قال:
((حدثنا عنه عمر بن سعيد الزاهد الهروي وأبو نعيم الأصبهاني وكان حافظا ثقة)) .
قلت: وحدث عنه أيضا جماعة منهم أبو الحسين ابن جميع الغساني في ((معجمه)) وذكره أَبُو الْقَاسِمِ حَمْزَةُ بْنُ يُوسُفَ السهمي في ((تاريخ جرجان)) وذكر أنه حدث عن البغوي أيضا.
وقال الحافظ أبو سعد ابن السمعاني.
((أبو بكر محمد بن جعفر بن الحسين المفيد البغدادي الملقب بغندر.
كان حافظا فهما سمع الكثير سمع أبا بكر ابن الباغندي ببغداد، وبالموصل عبد الله بن أبي سفيان الموصلي، وبحران أبا عروبة، وبدمشق أبا الحسن ابن جوصا، وبمصر أبا جعفر الطحاوي وسمع خلقا كثيرا في البلاد.
روى عنه الحاكم أبو عبد الله وغيره.
وأقام بمرو ثم استدعي إلى بخارى للتحديث بها فانتقل إليها فمات في الطريق سنة سبعين وثلاثمائة)) .
قلت: وفي طبقته عندي هذا أو ما يقاربها رجلان آخران موافقان له',NULL,'126',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (106,'في اسمه واسم أبيه ولقبه أيضا أحدهما محمد بن جعفر بن عبد الرحمن الرازي يكني أبا الحسين ويلقب غندر.
حدث عن أبي حاتم الرازي وعلي بن الحسين بن الجنيد وغيرهما.
وانتقل إلى طبرستان.
روى عنه محمد بن جعفر بن حمويه الطاطري الرازي.
ذكره أبو بكر الشيرازي الحافظ في ((الألقاب)) .
والآخر محمد بن جعفر بن دران بن سليمان البغدادي يكنى أبا الطيب ويعرف بغندر.
حدث عن أبي خليفة الجمحي وأبي يعلى الموصلي وإبراهيم بن عبد الله بن أيوب المخرمي وإسماعيل بن علي الشافعي وغيرهم.
ولقي أكابر شيوخ الصوفية مثل الجنيد وأقرانه.
روى عنه الحافظ أبو الحسن الدارقطني وأبو حفص الكتاني وأبو الْعَبَّاسِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ الحاج الإشبيلي وغيرهم.
وقدم مصر وأقام بها وحدث.
سمع منه الحافظ أبو القاسم يحيى بن علي الحضرمي المصري وذكر أنه توفي في ربيع الآخر سنة ثمان وخمسين وثلاثمائة.
وذكر الحافظ أبو بكر أحمد بن عبد الرحمن الشيرازي وغيره أنه توفي بمصر والله عز وجل أعلم.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (107,'<span data-type="title" id=toc-106>٧٤- محمد بن جعفر بن أحمد بن جعفر البغدادي يكنى أبا بكر ويعرف بزوج الحرة</span>.
سمع أبا جعفر محمد بن جرير الطبري وأبا القاسم البغوي وأبا بكر ابن أبي داود وجماعة غيرهم.
روى عنه البرقاني وقال:
((بغدادي جليل أحد العدول الثقات)) .
وذكر أبو علي ابن شاذان أنه سمع من زوج الحرة هذا مجالس من أماليه قال: وكان يحضره في مجلس التحديث القاضي الجراحي وأبو الحسين ابن مظفر، وأبو عمر ابن حيوية وأبو الحسن الدارقطني وغيرهم.
توفي في صفر سنة اثنتين وسبعين وثلاثمائة.
<span data-type="title" id=toc-107>٧٥- مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أحمد بن زبر الربعي الدمشقي الحافظ يكنى أبا سليمان</span>.
أحد الحفاظ الشاميين والثقات المأمونين وله جموع وتخاريج.
رحل إلى العراق وسمع بها من جماعة من الشيوخ وقدم مصر أيضاًَ وكان أبوه عبد الله قد ولي القضاء بها.
حدث أبو سليمان عن أبيه وأبي القاسم البغوي وأبي بكر ابن أبي داود وابن جوصا وأبي جعفر الطحاوي ومحمد بن الربيع الجيزي وأحمد بن عبد الوارث العسال وغيرهم.
روى عنه تمام الرازي ومكي بن محمد بن المعمر التميمي وأبو نصر المري الحافظ وغيرهم.',NULL,'128',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (108,'وتوفي في جمادى الأولى سنة تسع وسبعين وثلاثمائة.
أخبرنا الشيخ أبو.. .. بن أبي الحسن المالكي فيما قَرَأْتُ عَلَيْهِ عَنِ الْحَافِظِ أَبِي الْقَاسِمِ عَلِيِّ بْنِ الْحَسَنِ الشَّافِعِيِّ (ح) .
وَأَخْبَرَنَا أَبُو الْوَحْشِ عَبْدُ الرحمن بن أبي المنصور ابن نَسِيمٍ الشَّافِعِيُّ إِجَازَةً، أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ الشَّافِعِيُّ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ الْمُسْلِمِ السُّلَمِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْمِصِّيصِيُّ، أَخْبَرَنَا أَبُو عَلِيٍّ أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عُثْمَانَ، أَخْبَرَنَا أَبُو سُلَيْمَانَ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ -يَعْنِي ابْنَ زَبْرٍ الْحَافِظَ-، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مَيْمُونٍ الْخَيَّاطُ الْمَكِّيُّ، حَدَّثَنَا سُفْيَانُ عَنْ عَمْرِو بْنِ دِينَارٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَائِشَةَ -رَضِيَ اللَّهُ عَنْهَا- قَالَتْ: قَالَ لِي أَبُو بَكْرٍ: ((فِي أَيِّ شَيْءٍ كَفَّنْتُمْ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؟)) .
قُلْتُ: ((فِي ثَلاثَةِ أَثْوَابٍ)) .
قَالَ: ((انْظُرِي ثَوْبَيَّ هَذَيْنِ فَاغْسِلُوهُمَا وَكَانَا ممسقين وَابْتَاعُوا لِي ثَوْبًا ثَالِثًا وَلا تَغُلُّوهُ)) .
قُلْتُ: ((يَا أَبَةِ إِنَّا مُوسِرُونَ فَوَسِّعْ عَلَيْنَا)) .
قَالَ: ((يَا بُنَيَّةَ إِنَّ الْحَيَّ أَحَقُّ بِالْجَدِيدِ مِنَ الْمَيِّتِ وَإِنَّمَا هُوَ لِلْمُهْلَةِ وَالصَّدِيدِ)) .
<span data-type="title" id=toc-108>٧٦- محمد بن إبراهيم بن علي بن عاصم بن زاذان الأصبهاني العاصمي الحافظ المعروف بابن المقرئ يكنى أبا بكر</span>.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (109,'من مشاهير المحدثين وثقاتهم المأمونين وحفاظهم المسندين.
رحل في طلب الحديث إلى العراق والحجاز والجزيرة والشام ومصر.
وحدث عن أبي يعلى الموصلي وأبي القاسم البغوي وأبي عروبة الحراني، وحاجب بن أركين الفرغاني وعبدان الأهوازي، ومحمد بن الحسن بن قتيبة العسقلاني ومحمد بن الربيع الجيزي، ومحمد بن زبان ابن حبيب المصري وأبي بكر الباغندي، وأحمد بن هشام بن عمار الدمشقي وجماعة غيرهم.
وله معجم بأسماء شيوخه وفيهم كثرة.
روى عنه إبراهيم بن محمد بن حمزة وأبو الشيخ وابن مردويه وأبو نعيم الحافظ الأصبهانيون ثم من بعدهم.
وتوفي في شوال سنة إحدى وثمانين وثلاثمائة وقد قارب المائة -رضي الله عنه-.
أَخْبَرَنَا الشَّيْخُ الزَّاهِدُ أَبُو الْحَسَنِ عَلِيُّ بْنُ خَلَفٍ الْكُومِيُّ -رَحِمَهُ اللَّهُ- قِرَاءَةً عَلَيْهِ بِمِصْرَ، أَخْبَرَنَا أَبُو غَالِبٍ زُهَيْرُ بْنُ مُحَمَّدِ بْنِ أَحْمَدَ بْنِ أَبِي أَحْمَدَ الْمُقْرِئُ الْمَعْرُوفُ بِشَعْرَانَةَ بِمَكَّةَ قَدِمَ عَلَيْنَا حَاجًّا فِي ذِي الحجة سنة تسع وسبعين وخمسمائة، أَخْبَرَنَا أَبُو الْفَرَجِ سَعِيدُ بْنُ أَبِي الرَّجَا بْنُ أَبِي مَنْصُورٍ الصَّيْرَفِيُّ، أَخْبَرَنَا أَبُو طَاهِرٍ أَحْمَدُ بْنُ مَحْمُودِ بْنِ أَحْمَدَ بْنِ مَحْمُودٍ الثَّقَفِيُّ، حَدَّثَنَا أَبُو بَكْرٍ محمد بن إبراهيم بن علي بن عاصم بن زاذان ابن الْمُقْرِئِ، حَدَّثَنَا أَبُو يَعْلَى وَعَبْدُ الله بن محمد بن عبد الْعَزِيزِ الْبَغَوِيُّ قَالا: حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ الْجَوْهَرِيُّ، حَدَّثَنَا شُعْبَةُ عَنْ مَنْصُورٍ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ عَلِيٍّ -رَضِيَ اللَّهُ عَنْهُ- قَالَ: قَالَ النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((لا تَكْذِبُوا عَلَيَّ فَإِنَّهُ مَنْ يَكْذِبْ عَلَيَّ يَلِجِ النَّارَ)) .',NULL,'130',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (110,'أَخْبَرَنَا عَالِيًا.
<span data-type="title" id=toc-109>٧٧- محمد بن علي بن أحمد بن خالد السامري الحافظ</span>.
أَخْبَرَنَا الْقَاضِي أَبُو الْقَاسِمِ عَبْدُ الصَّمَدِ بْنُ مُحَمَّدِ بْنِ أَبِي الْفَضْلِ الأَنْصَارِيُّ الدِّمَشْقِيُّ بِقِرَاءَتِي عَلَيْهِ بِهَا، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ الْكَرِيمِ بْنُ حَمْزَةَ بْنِ الْخَضِرِ السُّلَمِيُّ، حَدَّثَنَا الْحَافِظُ أَبُو مُحَمَّدٍ عَبْدُ الْعَزِيزِ بْنُ أَحْمَدَ بْنِ مُحَمَّدٍ التَّمِيمِيُّ الْكَتَّانِيُّ لَفْظًا، أَخْبَرَنَا تَمَّامُ بْنُ مُحَمَّدٍ الرَّازِيُّ الْحَافِظُ، حَدَّثَنَاهُ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ بْنِ خَالِدٍ السَّامَرِّيُّ الْحَافِظُ، حَدَّثَنَا عَبْدُ اللَّهِ بن محمد بن عبد العزيز، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا الصَّبَّاحُ أَبُو سَهْلٍ فَذَكَرَ مِثْلَهُ.
يَعْنِي حَدِيثًا قَبْلَهُ عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ: حَدَّثَنِي جَابِرُ بْنُ سَمُرَةَ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يَقُولُ:
((إِنَّ أهل الدرجات العلى لَيَرَاهُمْ مَنْ هُوَ أَسْفَلَ مِنْهُمْ كَمَا يُرَى الْكَوْكَبُ الدُّرِيُّ فِي أُفُقِ السَّمَاءِ وَأَبُو بَكْرٍ وَعُمَرُ مِنْهُمْ وَأَنْعَمَا)) .
<span data-type="title" id=toc-110>٧٨- محمد بن الحسين بن عبد الله الآجري البغدادي يكنى أبا بكر</span>.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (111,'صاحب التصانيف الحسان أحد الثقات المشهورين والرواة المكثرين.
حدث عن جعفر بن محمد الفريابي ويوسف بن يعقوب القاضي ومحمد بن مخلد العطار وأبي مسلم الكجي، وأبي القاسم البغوي وأبي بكر ابن أبي داود، وإبراهيم بن موسى الخوزي ويحيى بن محمد ابن صاعد وجماعة كثيرة.
روى عنه أبو نعيم الحافظ الأصبهاني وأبو القاسم ابن بشران وجماعة غيرهما.
وتوفي بمكة سنة ستين وثلاثمائة.
وكان فقيها زاهدا ورعا.
أَخْبَرَنَا أَبُو مُحَمَّدٍ الْعُثْمَانِيُّ وَأَبُو عَبْدِ اللَّهِ الْفَارِسِيُّ وَأَبُو عَلِيٍّ الْوَاعِظُ الْمَعْرُوفُ بِالْقَزْوِينِيِّ قَالُوا: أَخْبَرَنَا أَحْمَدُ بن محمد الحافظ، أخبرنا أبو الْحَسَنِ عَلِيُّ بْنُ مُحَمَّدِ بْنِ عَلِيٍّ الْمُقْرِئُ بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْمَلِكِ بْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ الْمُعَدَّلُ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحُسَيْنِ الآجُرِّيُّ بِمَكَّةَ فِي شَوَّالٍ سَنَةَ ثلاث وخمسين وثلاثمائة، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ الْمَوْصِلِيُّ قَالَ: حضرت باب الشماسية والمأمون غَرْبِيِّ الْجَبَلِ فِي الْحَلَبَةِ وَمَعَهُ يَحْيَى بْنُ أَكْثَمَ فَجَعَلَ يَنْظُرُ إِلَى النَّاسِ وَيُحِيلُ طَرْفَهُ وَكُنْتُ فِي مَوْضِعٍ أَقْرَبَ مِنْهُ فَسَمِعْتُهُ يَقُولُ لِيَحْيَى: أَمَا تَرَى -يَعْنِي كَثْرَةَ النَّاسِ- ثُمَّ قَالَ: حَدَّثَنَا يُوسُفُ بْنُ عَطِيَّةَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((الْخَلْقُ كُلُّهُمْ عِيَالُ اللَّهِ فَأَحَبُّ الْخَلْقِ إِلَيْهِ أَنْفَعُهُمْ لِعِيَالِهِ)) .',NULL,'132',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (112,'قَالَ أَبُو الْقَاسِمِ: وَحَدَّثَنَا شُجَاعُ بْنُ مُخَلَّدٍ وَأَحْمَدُ بْنُ إِبْرَاهِيمَ قَالا: حَدَّثَنَا يُوسُفُ بْنُ عَطِيَّةَ بِإِسْنَادِهِ مِثْلَهُ.
أَخْبَرَنَاهُ عَالِيًا أَبُو الْفُتُوحِ مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْمُبَارَكِ الْبَغْدَادِيُّ قَدِمَ عَلَيْنَا، أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ مُحَمَّدِ بْنِ الْحُسَيْنِ الْحَاسِبُ، أَخْبَرَنَا أبو الحسين ابن النَّقُّورِ، حَدَّثَنَا أَبُو الْقَاسِمِ عِيسَى بْنُ عَلِيِّ بْنِ الْجَرَّاحِ إِمْلاءً، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ اللَّهِ بن محمد بن عبد العزيز إملاءً سنة خمس عشرة وثلاثمائة فَذَكَرَ بِإِسْنَادِهِ مِثْلَهُ.
<span data-type="title" id=toc-111>٧٩- محمد بن أحمد [بن حسين] بن القاسم بن الغطريف العبدي الجرجاني يكنى أبا أحمد</span>.
كان أحد أعيان أهل النقل وعلمائهم وصلحائهم ونبلائهم صنف ((المسند الصحيح على كتاب البخاري)) .
روى عن زكريا بن يحيى الساجي وأبي خليفة الجمحي وأبي القاسم البغوي وقاسم المطرز وجماعة غيرهم.
روى عنه أبو بكر الإسماعيلي في ((صحيحه)) وغيره أكثر من عشرين حديثا.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (113,'وسئل عنه فقال: ((لا أعرفه إلا صواما قواما)) .
وروى عنه أيضا أبو بكر البرقاني الحافظ والقاضي أبو الطيب الطبري وهو آخر من حدث عنه فيما قيل والله أعلم.
وتوفي سنة سبع وسبعين وثلاثمائة.
وقد تقدم له حديث عن البغوي في ترجمة أبي بكر الإسماعيلي والله الموفق.
<span data-type="title" id=toc-112>٨٠- محمد بن مخلد بن حفص الدوري البغدادي العطار الخضيب بضاد معجمة يكنى أبا عبد الله</span>.
من أعيان الرواة والنبلاء الثقات، وكان من حقه أن يذكر من قبل لقدم مولده ووفاته ويشارك البغوي في بعض شيوخه.
سمع يعقوب بن إبراهيم الدورقي ومحمد بن كرامة العجلي والزبير بن بكار وجماعة غيرهم.
روى عنه الدارقطني وابن الجعابي وأبو بكر الآجري وغيرهم.
وكان مولده في رمضان سنة ثلاث وثلاثين ومائتين وتوفي في جمادي الآخرة سنة إحدى وثلاثين وثلاثمائة.
ولم يقع لي من حديثه عن البغوي شيء إلا أنه قال فيما أخبرنا الشيخ أبو إسحاق إبراهيم بن عمر البرمكي بقراءتك عليه فأقر به، أخبرنا أبو الحسن محمد بن العباس بن أحمد بن محمد بن الفرات في كتابه قال: قال أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ مخلد بن حفص العطار: ((هذا ذكر من تأخرت وفاته',NULL,'134',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (114,'من الشيوخ الذين لقيتهم وكتبت عنهم -رحمهم الله-)) فذكر جماعة من شيوخه إلى أن قال: ((سنة سبع عشرة وثلاثمائة فيها مات أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي يوم عيد الفطر)) .
قلت: فدل قوله هذا على أنه لقي أبا القاسم البغوي وكتب عنه والله عز وجل أعلم.
<span data-type="title" id=toc-113>٨١- محمد بن محمد بن يحيى بن عامر الاسفراييني الفقيه الشافعي الصفار يكنى أبا بكر</span>.
أحد الأئمة الفقهاء المشهورين.
قال ابن السمعاني:
((كان مفتي إسفرايين وفقيهها سمع ابن خزيمة والسراج والبغوي والباغندي.
توفي سنة خمس وأربعين وثلاثمائة)) .
<span data-type="title" id=toc-114>٨٢- مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ محمد بن صالح التميمي الأبهري من أبهر زنجان الفقيه المالكي الصالحي يكنى أبا بكر</span>.
أحد الأئمة الفقهاء المشهورين وعلماء المحدثين والثقات المأمونين جمع بين الفقه والحديث وغير ذلك من العلوم مع ما جبل عليه من الورع والديانة والصيانة.
وهو صاحب ((شرح المختصرين الصغير والكبير لابن عبد الحكم المصري)) في مذهب مالك بن أنس، وارتحل في طلب العلم إلى العراق والشام ومصر وإليه انتهت الرئاسة في مذهب مالك بن أنس.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (115,'قال الخليلي:
((كان -يعني أبا بكر الأبهري- إمام وقته عند المالكية في الفقه والحديث ومعاني القرآن والنحو واللغة، وذكر غيره أنه عرض عليه قضاء العراق فلم يقبل وكان يتزهد)) .
قلت: وحدث عن أبي عروبة الحراني وأبي بكر ابن الباغندي وأبي القاسم البغوي وعبد الله بن زيدان البجلي وابن أبي داود وجماعة غيرهم.
روى عنه أبو.. .. .. .. .. .. .. وأبو الحسن العتيقي وأبو جعفر محمد بن عبد الله الأبهري الصغير المالكي.
وكان مولده في سنة سبع وثمانين ومائتين.
وتوفي في شوال سنة خمس وسبعين وثلاثمائة.
أَخْبَرَنَا أَبُو طَالِبٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْكَتَّانِيُّ قِرَاءَةً عَلَيْهِ، أخبرنا أحمد بن محمد الحافظ، أخبرنا أبو الحسين ابن أَبِي.. .. الْبَغْدَادِيُّ، أَخْبَرَنَا أَبُو الْحَسَنِ أَحْمَدُ بْنُ مُحَمَّدٍ الْعَتِيقِيُّ، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَبْهَرِيُّ الْمَالِكِيُّ سَنَةَ ثَلاثٍ وسبعين وثلاثمائة، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ بْنِ عَبْدِ الْعَزِيزِ سَنَةَ عَشْرٍ وثلاثمائة، حَدَّثَنَا جَدِّي أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو الأَحْوَصِ مُحَمَّدُ بْنُ حَيَّانَ عَنْ مَالِكٍ عَنْ هُشَيْمٍ عَنْ يَعْلَى بْنِ عَطَاءٍ عَنْ عُمَارَةَ بْنِ حَدِيدٍ أَنَّ النَّبِيَّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((اللَّهُمَّ بَارِكْ لأُمَّتِي فِي بُكُورِهَا)) .',NULL,'136',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (116,'<span data-type="title" id=toc-115>٨٣- محمد بن علي بن إسماعيل الشاشي الفقيه الشافعي المعروف بالقفال يكنى أبا بكر</span>.
أحد الأئمة الفقهاء والأكابر العلماء وشهرته تغني عن بسط القول في وصفه.
رحل في طلب العلم إلى الأقطار البعيدة وصنف التصانيف المفيدة ومن جملتها ((تفسير القرآن العظيم)) الذي لم يصنف مثله.
سمع أبا بكر ابن خزيمة وأبا العباس السراج وأبا القاسم البغوي وجماعة غيرهم.
روى عنه الأكابر من العلماء أبو عبد الله الحاكم والإمام أبو سهل الصعلوكي وأبو عبد الله ابن مندة وأبو علي الحسين بن شعيب السنجي الفقيه -وقيل: أنه أكبر تلامذته وأنه أول من جمع بين طريقتي العراقيين والخراسانيين- وأبو حامد محمد بن عبد الواحد الواعظ وأبو عبد الرحمن السلمي وغيرهم.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (117,'ذكره الحافظ أبو سعد السمعاني فقال:
((أبو بكر القفال إمام عصره بلا مدافعة كان فقيها أصوليا نحويا لغويا محدثا شاعرا سار ذكره في المشرق والمغرب، وله تصانيف مشهورة ورحل إلى خراسان والعراق والحجاز والشام والثغور.
ولد سنة إحدى وتسعين ومائتين.
ومات بالشاش في ذي الحجة سنة خمس وستين وثلاثمائة)) .
أَخْبَرَنَا قَاضِي الْقُضَاةِ أَبُو الْقَاسِمِ الدِّمَشْقِيُّ وَأُمُّ عَبْدِ الْكَرِيمِ فَاطِمَةُ بِنْتُ سَعْدِ الْخَيْرِ الأَنْدَلُسِيِّ إِجَازَةً مِنْهُمَا قَالا: أَنْبَأَنَا أَبُو الْقَاسِمِ زَاهِرُ بْنُ مُحَمَّدٍ الشَّحَّامِيُّ، قَالَ الْقَاضِي أَبُو الْقَاسِمِ: وَأَنْبَانِي أَيْضًا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْفَارِسِيُّ، وَحَدَّثَنِي عَنْهُ الْحَافِظُ أَبُو الْحَسَنِ الْمُرَادِيُّ قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو بَكْرٍ أَحْمَدُ بْنُ الْحُسَيْنِ الْبَيْهَقِيُّ، حَدَّثَنَا الإِمَامُ أَبُو الطَّيِّبِ سَهْلُ بْنُ سُلَيْمَانَ -رَحِمَهُ اللَّهُ- إِمْلاءً فِي شَهْرِ رَمَضَانَ سَنَةَ تِسْعٍ وَتِسْعِينَ وثلاثمائة، أَخْبَرَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ علي بن إسماعيل الشاشي الفقيه، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ بْنِ عَبْدِ الْعَزِيزِ حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ خُثَيْمٍ -يَعْنِي ابْنَ عِرَاكِ بْنِ مَالِكٍ- عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((مَهْلا عَنِ اللَّهِ مَهْلا فَإِنَّهُ لو شبابٌ خشعٌ وَبَهَائِمٌ رتعٌ وشيوخٌ ركعٌ وأطفالٌ رضعٌ لَصُّبَّ عَلَيْكُمُ الْعَذَابُ صَبًّا)) .',NULL,'138',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (118,'قَالَ الْبَيْهَقِيُّ: ((إِبْرَاهِيمُ بْنُ خُثَيْمٍ غَيْرُ قَوِيٍّ)) .
<span data-type="title" id=toc-116>٨٤- محمد بن أحمد بن عبد الله بن نصر بن بجير الذهلي السدوسي البصري المالكي قاضي مصر يكنى أبا الطاهر</span>.
أحد العلماء المتفننين والقضاة المرضيين والثقات المأمونين.
وبيته بيت جليل في الحديث والقضاء.
وقيل: إنه قضى ببغداد قبل أن (.. ..) بمصر.
سمع شيخه موسى بن هارون الحافظ ومحمد بن عبدوس بن كامل، وجعفر بن محمد الفريابي وأبا القاسم البغوي، وأبا مسلم الكجي وابن صاعد وأحمد بن يحيى ثعلبا وهو آخر من حدث عنه فيما قيل وجماعة غيرهم.
روى عنه الدارقطني وعبد الغني بن سعيد، وأبو القاسم الحضرمي الصواف وتمام بن محمد الدمشقي، وأبو العباس ابن أبي العوام السعدي قاضي مصر وأبو الحسن ابن الطفال وهو آخر من حدث عنه.
وتوفي في ذي القعدة سنة سبع وستين وثلاثمائة.
أخبرنا أبو طاهر القرشي في كتابه إلينا بخطه غير مرة، أنبأنا الشيخان أبو عبد الله الرازي وأبو صادق المديني في كتابيهما إلينا من مصر قالا: أَخْبَرَنَا أَبُو الْحَسَنِ مُحَمَّدُ بْنُ الحسين النيسابوري البزاز، أخبرنا القاضي أَبُو طَاهِرٍ مُحَمَّدُ بْنُ أَحْمَدَ بن عبد الله بن نصر بن بجير، حدثنا عبد الله بن محمد بن عبد العزيز البغوي قال: ((سمعت أحمد بن حنبل وسئل عن حديث سليمان بن داود -هو الخولاني- فقال: أرجو أن يكون صحيحا)) .',NULL,'139',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (119,'قلت: يعني حديثه عن الزهري عن أبي بكر بن محمد بن عمرو بن حزم عن أبيه عن جده أن النبي - صلى الله عليه وسلم - كتب إلى أهل اليمن بكتاب فيه الفرائض والسنن والديات الحديث.
<span data-type="title" id=toc-117>٨٥- محمد بن معاوية بن عبد الرحمن بن عبد الرحمن بن معاوية بن إسحاق القرشي الأموي القرطبي المعروف بابن الأحمر يكنى أبا بكر من أصحاب أبي عبد الرحمن النسائي</span>.
كان من أعيان المحدثين ونبلاء الأندلسيين صاحب رحلة.
قدم مصر ودخل إلى العراق فسمع بها من جماعة منهم أبو خليفة الجمحي وجعفر الفريابي وأبو القاسم البغوي وغيرهم.
وحكي عنه أنه دخل إلى أرض الهند مرات وأنه أقام في رحلته من حين خرج من بلده إلى حين قدمها اثنين وأربعين سنة متوالية.
وحدث عن النسائي بكتاب ((السنن)) .
وذكر شيخنا الحافظ أبو الحسن أن له مسندا جمعه.
روى عنه جماعة من الأندلسيين منهم أبو عمر محمد بن أحمد بن الجسور وأبو عثمان يعيش بن سعيد الوراق وأبو الوليد يونس بن عبد الله بن مغيث الصفار، ومحمد بن عبد الله بن حكم المعروف بالبقري وعبد الله بن محمد بن عبد البر النمري والد الحافظ أبي عمر ومحمد بن مروان بن زهر الإيادي الإشبيلي وغيرهم.
وحديثه عن البغوي أخرجه أبو عمر ابن عبد البر النمري الحافظ في ((تمهيده)) في ترجمة الزهري عن علي بن حسين والله الموفق.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (120,'<span data-type="title" id=toc-118>٨٦- محمد بن عمران بن موسى بن عبيد الكاتب الأديب البغدادي المعروف بالمرزباني</span>.
صاحب التصانيف في الأدب وغير ذلك.
يكنى أبا عبيد الله.
ذكر الحافظ الخطيب وأبو سعد ابن السمعاني أنه سمع أبا القاسم البغوي وأبا بكر ابن دريد وابن الأنباري وغيرهم.
وأنه توفي سنة أربع وثمانين وثلاثمائة.
قال السمعاني: ((وهو منسوب إلى جده)) .
وذكر العتيقي أنه توفي في شوال من هذه السنة قال:
((وكان أخباريا وكان مذهبه التشيع والاعتزال ثقة في الحديث)) .
<span data-type="title" id=toc-119>٨٧- محمد بن أحمد بن الأزهر الأزهري اللغوي يكنى أبا منصور</span>.
أحد العلماء المشهورين وثقات اللغويين وهو صاحب كتاب ((تهذيب اللغة)) وكتاب ((التقريب في التفسير)) وغير ذلك.
حدث عن أبي القاسم البغوي والحسين بن إدريس الأنصاري وأبي بكر ابن دريد وجماعة غيرهم.
ودخل البادية وجال في أرض العرب لطلب اللغة.
روى عنه الحافظ أبو بكر البرقاني وأبو سعيد النقاش الأصبهاني وأبو عبيد الهروي وغيرهم.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (121,'وبلغني أنه توفي في سنة تسعين وثلاثمائة.
أَخْبَرَنَا الشَّيْخُ الإِمَامُ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ الْمَقْدِسِيُّ الْفَقِيهُ، أَخْبَرَنَا الشَّيْخَانِ أَبُو الْفَتْحِ محمد بن عبد الباقي البغدادي وَأَبُو الْقَاسِمِ يَحْيَى بْنُ ثَابِتٍ الدَّيْنَوَرِيُّ قَالَ أَبُو الْفَتْحِ: أَخْبَرَنَا أَبُو الْفَضْلِ أَحْمَدُ بْنُ الْحَسَنِ ابن خيرون، وقال أبو القاسم: أخبرنا أَبِي قَالا: أَخْبَرَنَا الْحَافِظُ أَبُو بَكْرٍ الْبُرْقَانِيُّ الْفَقِيهُ قَالَ: قَرَأْتُ [على] أبي محمد ابن مَاسِيٍّ حَدَّثَكُمْ أَبُو شُعَيْبٍ الْحَرَّانِيُّ (ح) ،
قَالَ الْبُرْقَانِيُّ: وَحَدَّثَنَا أَبُو مَنْصُورٍ الأَزْهَرِيُّ الأَدِيبُ وَقَرَأْتُهُ عَلَى أبي القاسم ابن النحاس وعلى ابن شَاذَانَ قَالُوا: أَخْبَرَنَا ابْنُ مَنِيعٍ قَالا: حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، أَخْبَرَنَا شُعْبَةُ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنْ أَبِي مَسْعُودٍ - قَالَ شُعْبَةُ قُلْتُ: عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؟ قَالَ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((إِنَّ الْمُسْلِمَ إِذَا أَنْفَقَ النَّفَقَةَ عَلَى أَهْلِهِ وَهُوَ يَحْتَسِبُهَا كَانَتْ لَهُ صَدَقَةً)) .
فِي حَدِيثِ أَبِي شُعَيْبٍ: سَمِعْتُ عَبْدَ اللَّهِ بْنَ يَزِيدَ الأَنْصَارِيَّ يُحَدِّثُ عَنْ أَبِي مَسْعُودٍ وَالْبَاقِي سَوَاءٌ.
أَخْبَرَنَاهُ عالياً أبو الحسن ابن أَبِي الْبَرَكَاتِ الصُّوفِيُّ، أَخْبَرَنَا أَبُو مَنْصُورٍ الأَمِينُ، أَخْبَرَنَا أَبُو مُحَمَّدٍ الصَّرِيفِينِيُّ، أَخْبَرَنَا أَبُو الْقَاسِمِ ابْنُ حُبَابَةَ، حَدَّثَنَا أَبُو الْقَاسِمِ الْبَغَوِيُّ، حَدَّثَنَا عَلِيٌّ -يَعْنِي ابْنَ الْجَعْدِ- فَذَكَرَهُ.
<span data-type="title" id=toc-120>٨٨- محمد بن قاسم الأندلسي</span>.',NULL,'142',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (122,'ذكره أبو الوليد ابن الفرضي الحافظ الأندلسي في ((تاريخه)) وقال.
<span data-type="title" id=toc-121>٨٩- محمد بن الحسن بن علي بن محمد بن عيسى بن يقطين اليقطيني البغدادي يكنى أبا جعفر</span>.
ذكره الحافظ أبو سعد المروزي وقال: كان فهما ذكيا صدوقا رحل في طلب الحديث إلى الجزيرة والشام وغيرهما.
وسمع أبا خليفة القاضي وأبا يعلى الموصلي ومحمد بن محمد الباغندي وأبا القاسم البغوي وغيرهم.
روى عنه أبو نعيم الأصبهاني وأبو بكر البرقاني وغيرهما.
وكان ثقةٌ حسن الحديث.
وتوفي سنة سبع وستين وثلاثمائة في ربيع الآخر.
<span data-type="title" id=toc-122>٩٠- محمد بن عبد الله بن الحسين بن عبد الله بن هارون البغدادي الدقاق المعروف بابن أخي ميمي يكنى أبا الحسين</span>.
أحد الرواة المشهورين والثقات المأمونين والصلحاء المذكورين.
حدث عن أبي القاسم البغوي كثيرا.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (123,'وروى عن جماعة غيره، روى عنه أبو القاسم الأزهري وأبو حازم ابن الفراء وأبو القاسم التنوخي وغيرهم.
قال أبو الفتح ابن أبي الفوارس الحافظ:
((كان -يعني ابن أخي ميمي- ثقة مأمونا ديناً فاضلا)) .
وذكر العتيقي أنه توفي سلخ رجب سنة تسعين وثلاثمائة وأنه كتب الحديث الكثير وحدث، وكان يسمع إلى أن توفي ثقة مأمون حدث عن البغوي وغيره -رحمه الله-.
أَخْبَرَنَا أَبُو الْيُمْنِ الْكِنْدِيُّ بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا الْحَافِظُ أَبُو الْقَاسِمِ إِسْمَاعِيلُ بْنُ أَحْمَدَ بْنِ عُمَرَ الدِّمَشْقِيُّ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْكَرْخِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الدَّقَّاقُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ ابْنُ بِنْتِ مَنِيعٍ، حَدَّثَنَا عُثْمَانُ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ عَنْ مَنْصُورٍ عَنْ عَلِيِّ بْنِ الأَقْمَرِ عَنْ أَبِي جُحَيْفَةَ قَالَ: كُنْتُ عِنْدَ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ لِرَجُلٍ عِنْدَهُ:
((لا آكُلُ وَأَنَا مُتَّكِئٌ)) .
أَخْرَجَهُ الْبُخَارِيُّ عَنْ عُثْمَانَ بْنِ أَبِي شَيْبَةَ بِهَذَا الإِسْنَادِ.
<span data-type="title" id=toc-123>٩١- محمد بن العباس بن محمد بن [علي بن] زكريا بن حيويه الخزاز البغدادي الفقيه المقرئ يكنى أبا عمر</span>.
كان أحد الرواة المكثرين والثقات المأمونين انتقى عليه أبو الحسن الدارقطني.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (124,'وحدث عن أبي بكر ابن الباغندي وابن المجدر وأبي القاسم البغوي ومحمد بن خلف بن المرزبان وغيرهم.
روى عنه أبو محمد الحسن بن محمد الخلال الحافظ وأبو القاسم علي بن المحسن التنوخي القاضي وأبو الحسن أحمد بن محمد العتيقي وغيرهم.
وتوفي سنة اثنتين وثمانين وثلاثمائة في ربيع الآخر.
وذكر العتيقي أن مولده في سنة خمس وتسعين -يعنى ومائتين- قال:
((وكان ثقة متقنا ما رأيت في معناه مثله -رحمه الله-)) .
أَخْبَرَنَا أَبُو طَالِبٍ أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ حَدِيدٍ الْكِنَانِيُّ الْمُعَدَّلُ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدُ بْنُ مُحَمَّدٍ الْحَافِظُ، أَخْبَرَنَا أَبُو الْحُسَيْنِ الْمُبَارَكِ بْنُ عَبْدِ الْجَبَّارِ الصَّيْرَفِيُّ بِانْتِخَابِي عَلَيْهِ مِنْ أُصُولِ كُتُبِهِ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْعَتِيقِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْعَبَّاسِ بْنِ حَيُّوَيْهِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ ابْنُ بِنْتِ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ الْعَابِدُ، حَدَّثَنَا أَبُو دَاوُدَ النَّخَعِيُّ سُلَيْمَانُ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ الله بن عبد الرحمن عن سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: قَالَ عُمَرُ بْنُ الْخَطَّابِ -رَضِيَ اللَّهُ عَنْهُ- قَالَ:
((إِذَا رَأَيْتُمُ الْقَارِئَ يَغْشَى السُّلْطَانَ فَهُوَ.. .. وَإِذَا رَأَيْتُمُوهُ يَجْلِسُ لِيَجْلِسَ إِلَيْهِ فَهُوَ يَقُولُ: أَنَا ذَا فَاعْرِفُونِي فَلا تَجْلِسُوا إِلَيْهِ وَلا كَرَامَةَ، وَإِذَا جَلَسَ لِيَعْلَمَ خَيْرًا وَلِيَتَعَلَّمَ فَذَاكَ)) .
<span data-type="title" id=toc-124>٩٢- محمد بن عبد الرحمن بن العباس بن عبد الرحمن بن زكريا البغدادي الذهبي المعروف بالمخلص يكنى أبا طاهر</span>.
من مشاهير المحدثين والثقات المكثرين.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (125,'سمع أبا القاسم البغوي وأبا بكر ابن أبي داود وابن صاعد وجماعة غيرهم.
روى عنه أبو بكر البرقاني وأبو القاسم الأزهري وأبو محمد الخلال والقاضي أبو الطيب طاهر بن عبد الله الطبري وأبو الفضل بن عمروس المالكي، وأبو سعد إسماعيل بن علي الرازي الحافظ المعروف بالسمان وغيرهم.
وكان مولده سنة خمس وثلاثمائة وتوفي سنة ثلاث وتسعين وثلاثمائة.
وكان أول سماعه للحديث في ذي القعدة سنة اثنتي عشرة وثلاثمائة.
أَخْبَرَنَا الشَّيْخَانِ أَبُو الْفَضْلِ مُحَمَّدُ بْنُ يُوسُفَ بْنِ عَلِيٍّ الْغَزْنَوِيُّ سَمَاعًا مِنْ لَفْظِهِ وَأَبُو يَعْقُوبَ يُوسُفُ بْنُ هِبَةِ اللَّهِ بْنِ مَحْمُودٍ الدِّمَشْقِيُّ قِرَاءَةً عَلَيْهِ قَالا: أَخْبَرَنَا الشَّيْخُ الصَّالِحُ أَبُو الْعَبَّاسِ أَحْمَدُ بْنُ أَبِي غَالِبٍ الْوَرَّاقُ بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ عَلِيِّ بْنِ أَحْمَدَ الأَنْمَاطِيُّ، أَخْبَرَنَا أَبُو طَاهِرٍ مُحَمَّدُ بن عبد الرحمن بن العباس بْنِ عَبْدِ الرَّحْمَنِ الْمُخَلِّصُ، أَخْبَرَنَا أبو القاسم عبد الله بن مُحَمَّدِ بْنِ عَبْدِ الْعَزِيزِ ابْنُ بِنْتِ أَحْمَدَ بْنِ مَنِيعٍ، حَدَّثَنَا أَبُو الْفَضْلِ دَاوُدُ بْنُ رُشَيْدٍ الْخُوَارِزْمِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنِ الأَوْزَاعِيِّ عَنْ قُرَّةَ عَنِ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((كُلُّ أمرٍ ذِي بَالٍ لا يُبْدَأُ فِيهِ بِحَمْدِ اللَّهِ فَهُوَ أَقْطَعُ)) .',NULL,'146',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (126,'<span data-type="title" id=toc-125>٩٣- محمد بن إسماعيل بن العباس الوراق المستملي أظنه بغداديا يكنى أبا بكر</span>.
محدث مشهور وله أمالي.
روى عن أبي القاسم البغوي وجماعة غيره.
وذكر العتيقي أنه كان يفهم الحديث وقال:
((حدث قديما وكان أمره مستقيما وتوفي سنة ثمان وسبعين ومائتين)) .
أَخْبَرَتْنَا أُمُّ عَبْدِ الْكَرِيمِ فَاطِمَةُ بِنْتُ سَعْدِ الْخَيْرِ قِرَاءَةً عَلَيْهَا قَالَتْ: أَخْبَرَنَا الْقَاضِي أَبُو بَكْرٍ مُحَمَّدُ بْنُ عَبْدِ الْبَاقِي الأَنْصَارِيُّ، أخبرنا أبو الحسن علي بن إِبْرَاهِيمَ الْمُقْرِئُ الْبَاقِلانِيُّ، حَدَّثَنَا أَبُو بَكْرٍ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَرَّاقُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنَا عَلِيُّ بن الجعد، أخبرنا شعبة (ح) ،
وَحَدَّثَنَا إِسْمَاعِيلُ بْنُ سَلَمَةَ الثَّقَفِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ الْجَوْهَرِيُّ سَنَةَ سَبْعٍ وَعِشْرِينَ وَمِائَتَيْنِ، حَدَّثَنَا شُعْبَةُ عَنْ عَتَّابٍ عَنْ أَنَسٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ)) .',NULL,'147',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (127,'<span data-type="title" id=toc-126>٩٤- محمد بن أحمد بن حمدان الحيري النيسابوري يكنى أبا عمرو</span>.
من علماء المحدثين وأعيان أهل النقل وثقاتهم مشهور.
أثنى عليه الحاكم أبو عبد الله وغيره وله رحلة.
روى عن أبي يعلى الموصلي والحسن بن سفيان النسوي وأحمد بن الحسن بن عبد الجبار الصوفي وحامد بن شعيب البلخي وغيرهم.
وفي شيوخه كثرة.
روى عنه الحاكم أبو عبد الله ابن البيع النيسابوري وأبو مسعود الدمشقي الحافظ وأبو سعد الكنجروذي وهو آخر من حدث عنه.
قال الخليلي في حقه:
((ثقة عارف بهذا الشأن سمع الحسن بن سفيان وأبا يعلى الموصلي ومن بعدهما من شيوخ العراق وخراسان.
سمعت الحاكم أبا عبد الله يثني عليه ويوثقه.
مات سنة تسع وسبعين وثلاثمائة)) .
قلت: كذا قال الخليلي وذكر أبو سعد ابن السمعاني أنه توفي بعد سنة ثمانين وثلاثمائة والله أعلم بالصواب.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (128,'أَنْبَأَنَا الْحَافِظُ أَبُو مُحَمَّدٍ الْقَاسِمُ ابن الْحَافِظِ أَبِي الْقَاسِمِ الدِّمَشْقِيُّ وَغَيْرُهُ قالا: أنبأنا أبو المظفر ابن الْقُشَيْرِيِّ وَأَبُو الْقَاسِمِ زَاهِرُ بْنُ طَاهِرٍ الْمُسْتَمْلِيُّ قَالا: أَخْبَرَنَا أَبُو سَعْدٍ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ حَمْدَانَ، أَخْبَرَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ الْمُثَنَّى الْمَوْصِلِيُّ وَأَبُو الْعَبَّاسِ الْحَسَنُ بْنُ سُفْيَانَ بْنِ عَامِرٍ بِنَسَاءٍ وَأَبُو عَبْدِ اللَّهِ أَحْمَدُ بن الحسن بن عبد الجبار الصُّوفِيُّ وَأَبُو الْقَاسِمِ عَبْدُ اللَّهِ بن محمد بن عبد العزيز الْبَغَوِيُّ وَأَبُو الْعَبَّاسِ حَامِدُ بْنُ مُحَمَّدِ بْنِ شُعَيْبٍ الْبَلْخِيُّ بِبَغْدَادَ -وَاللَّفْظُ لَهُ وَفِي حَدِيثِ زَاهِرٍ: أَخْبَرَنَا أَبُو يَعْلَى الْمَوْصِلِيُّ بِهَا وَالْحَسَنُ بْنُ سُفْيَانَ بِنَسَا وَذَكَرَ الْبَاقِينَ- قَالُوا: أَخْبَرَنَا الْحَكَمُ بْنُ مُوسَى، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ عَنْ سُلَيْمَانَ بْنِ دَاوُدَ حَدَّثَنِي الزهري عن أبي بكر بن محمد بن عمرو بن حزم عن أبيه عن جده أن رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وسلم - كتب إلى أهل اليمن بكتاب فيه الفرائض والسنن والديات وَبَعَثَ بِهِ مَعَ عَمْرِو بْنِ حَزْمٍ.
وَذَكَرَ الْحَدِيثَ بِطُولِهِ.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (129,'قُلْتُ: أَنَا اخْتَصَرْتُهُ.
<span data-type="title" id=toc-127>٩٥- محمد [بن محمد] بن أحمد بن عثمان المقرئ البغدادي المعروف بالطرازي يكنى أبا بكر من أصحاب ابن مجاهد</span>.
كان أديبا فاضلا مكثرا من الحديث.
روى عن أبي القاسم البغوي وأبي محمد ابن صاعد وغيرهما.
وسكن بنيسابور يروى عنه من أهلها الحاكم أبو عبد الله وأبو سعد الكنجروذي وغيرهما.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (130,'وتوفي في ذي الحجة سنة [خمس] وثمانين وثلاثمائة.
ذكره ابن السمعاني.
<span data-type="title" id=toc-128>٩٦- محمد بن أحمد بن يعقوب الجرجرائي المعروف بالمفيد يكنى أبا بكر</span>.
روى عن أبي يعلى الموصلي وأحمد بن عبد الرحمن السقطي وأحمد بن يحيى الحلواني وغيرهم.
وله رحلة في طلب الحديث.
روى عنه أبو نعيم الأصبهاني وأبو سعد الماليني وغيرهم.
وتوفي سنة ثمان وسبعين وثلاثمائة.
.. .. أبو بكر البرقاني وطعن فيه غيره.
وذكر الخطيب أن السقطي شيخه مجهولٌ.
<span data-type="title" id=toc-129>٩٧- محمد بن عبد الله بن عبد المطلب الكوفي الحافظ يكنى أبا المفضل</span>.
أحد الرواة المكثرين وحفاظ الكوفيين.
حدث عن أبي بكر ابن الباغندي وأبي القاسم البغوي ومحمد بن جرير الطبري وجماعة جمة يطول ذكرهم.
تكلموا فيه ونسبوه إلى وضع الحديث.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (131,'وتوفي في شهر ربيع الآخر سنة سبع وثمانين وثلاثمائة.
<span data-type="title" id=toc-130>٩٨- محمد بن أحمد بن علي البغدادي الكاتب نزيل مصر يكنى أبا مسلم</span>.
من فضلاء أهل بغداد.
حدث عن جماعة منهم أبو القاسم البغوي وهو آخر من حدث عنه وقد تكلم فيه.
وكان كاتبا للوزير أبي الفضل جعفر بن الفرات الحافظ المعروف بابن حنزابة.
وتوفي في ذي القعدة سنة تسع وتسعين وثلاثمائة بمصر.
أَخْبَرَنَا أَبُو الطَّاهِرِ إِسْمَاعِيلُ بْنُ صَالِحِ بْنِ يَاسِينَ الشَّفِيقِيُّ -رحمه الله- قراءة عليه غيره مَرَّةٍ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الرَّازِيُّ الْمُعَدَّلُ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَلامَةَ بْنِ جَعْفَرٍ الْقُضَاعِيُّ بِمِصْرَ، أَخْبَرَنَا أَبُو مُسْلِمٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْكَاتِبُ، حَدَّثَنَا عَبْدُ اللَّهِ بن محمد بن عبد العزيز الْبَغَوِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا شُعْبَةُ أَخْبَرَنِي أَبُو جَمْرَةَ قَالَ: دَخَلَ عَلَى زَهْدَمٍ وَهُوَ عَلَى فَرَسٍ فَأَخْبَرَنِي أَنَّهُ سَمِعَ عِمْرَانَ بْنَ حُصَيْنٍ يَقُولُ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((خَيْرُكُمْ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ)) .
قَالَ عِمْرَانُ: فَلا أَدْرِي أَذَكَرَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - بَعْدَ قَرْنِهِ قَرْنَيْنِ أَوْ ثَلاثًا.',NULL,'152',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (132,'وَذَكَرَ الْحَدِيثَ.
أَخْبَرَنَا أَبُو الْقَاسِمِ الْبُوصَيْرِيُّ قِرَاءَةً عَلَيْهِ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ بَرَكَاتِ السعيدي إِجَازَةً خَاصَّةً، أَخْبَرَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ الْقَاضِي، أَخْبَرَنَا أَبُو مُسْلِمٍ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ عَلِيٍّ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْبَغَوِيُّ، حَدَّثَنَا أَبُو نَصْرٍ التَّمَّارُ، حَدَّثَنَا حَمَّادٌ عَنْ عَلِيِّ بْنِ زَيْدٍ وَيُونُسَ بْنِ عُبَيْدٍ وَحُمَيْدٍ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ - صَلَّى الله عليه وسلم - قال:
((لا يَدْخُلُ الْجَنَّةَ عَبْدٌ لا يَأْمَنُ جَارُهُ بَوَائِقَهُ)) .
<span data-type="title" id=toc-131>من اسمه: المعافي</span>
<span data-type="title" id=toc-132>٩٩- المعافي بن زكريا بن يحيى بن حميد النهرواني القاضي الجريري بفتح الجيم وكسر الراء يكنى أبا الفرج</span>.
ويعرف بابن طرارا ويقال: ابن طرارة بهاء عوض الألف الأخيرة أيضا.
كان علامة زمانه غزير الفضل يتصرف في فنون من العلم.
أثنى عليه جماعة من العلماء.
فحكى عن أبي محمد الباقي أنه كان يقول:
((إذا حضر القاضي أبو الفرج فقد حضرت العلوم كلها)) .',NULL,'153',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (133,'وقال الحافظ أبو بكر الخطيب:
((كان من أعلم الناس في وقته بالفقه والنحو واللغة وأصناف الأدب)) .
وقال الأمير أبو نصر ابن ماكولا:
((كان آية في الحفظ والمعرفة والتفنن في العلوم)) .
وحكى عن الثاني أيضا أنه كان يقول:
((لو أوصى رجل بثلث ماله أنه يدفع إلى أعلم الناس وجب أن يدفع إلى المعافي بن زكريا)) .
قلت: ومن نظر في كتابه المسمى بـ ((الجليس والأنيس)) علم أنه أهل لهذا الثناء، وإنما قيل له الجريري لأنه كان ينتحل مذهب محمد بن جرير الطبري ويذهب إليه.
سمع أبا القاسم البغوي وأبا بكر ابن أبي داود، وأبا حامد محمد بن هارون الحضرمي وأبا محمد يحيى بن محمد بن صاعد، وسعيد بن محمد.. .. الحافظ وجماعة غيرهم.
روى عنه أبو القاسم الأزهري والقاضي أبو الطيب الطبري وأبو علي الجازري وغيرهم.
وتوفي في ذي الحجة سنة تسعين وثلاثمائة.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (134,'قال الحافظ أبو بكر الخطيب:
((وكان ثقة)) .
أَخْبَرَنَا الشَّيْخُ أَبُو عبد الله محمد بن محمود.. .. قراءة عليه والحافظ أبو الحسن ابن الْمَقْدِسِيُّ إِجَازَةً -وَاللَّفْظُ لَهُ- قَالا: أخبرنا أحمد بن محمد الحافظ، أَخْبَرَنَا الْقَاضِي أَبُو عَلِيٍّ إِسْمَاعِيلُ بن عبد الجبار بن محمد الْقَزْوِينِيُّ بِقِرَاءَتِي عَلَيْهِ، أَخْبَرَنَا أَبُو يَعْلَى الْخَلِيلُ بْنُ عَبْدِ اللَّهِ الْحَافِظُ، أَخْبَرَنَا الْقَاضِي أَبُو الْفَرَجِ المعافي بن زكريا بن يحيى بْنِ حُمَيْدِ بْنِ حَمَّادٍ الْجَرِيرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ بْنِ عَبْدِ الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ زِيَادٍ الْبَلَدِيُّ، حَدَّثَنَا أَبُو شِهَابٍ عَنِ الأَعْمَشِ عَنْ زَيْدِ بْنِ وَهْبٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ حَدَّثَنِي رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - وَهُوَ الصَّادِقُ الْمَصْدُوقُ:
((إِنَّ خَلْقَ أَحَدِكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ))
ثُمَّ ذَكَرَ الْحَدِيثَ.
قَالَ أَبُو يَعْلَى: رَوَاهُ أَبُو زُرْعَةَ الرَّازِيُّ عَنْ مُحَمَّدِ بْنِ زِيَادٍ الْبَلَدِيِّ.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (135,'<span data-type="title" id=toc-133>ومن حرف الياء</span>
<span data-type="title" id=toc-134>من اسمه: يحيى</span>
<span data-type="title" id=toc-135>١٠٠- يحيى بن محمد ابن صاعد البغدادي الحافظ مولى بني هاشم يكنى أبا محمد</span>.
من أقران أبي القاسم البغوي ويشاركه في عدة من شيوخه وهو أكثر حديثا منه إلا أن البغوي أقدم مولدا وأعلى إسنادا.
وكان ابن صاعد من أعيان أهل هذا الشأن وممن رحل فيه إلى البلدان وقدم مصر وسمع بها من جماعة من شيوخها، وحدث عن محمد بن بشار البندار وعمرو بن علي الفلاس وأحمد بن منيع وهارون بن موسى الفروي وأبي هاشم الرفاعي وسعيد بن يحيى بن سعيد الأموي والربيع بن سليمان المرادي وأبي الأشعث أحمد بن المقدام العجلي وجماعة يكثر تعدادهم.
روى عنه أبو القاسم البغوي وأبو الحسن الدارقطني وأبو أحمد الكرابيسي وعبد الله بن عدي وجماعة من الحفاظ والأكابر ممن ذكرناهم في هذا الكتاب وغيرهم.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (136,'وقال الحافظ أبو يعلى القزويني:
((أبو محمد يحيى بن محمد بن صاعد مولى بني هاشم ثقة إمام يفوق في الحفظ أهل زمانه ارتحل إلى مصر والشام والحجاز والعراق منهم من تقدمه في الحفظ على أقرانه منهم أبو الحسن الدارقطني الحافظ)) .
قلت: وكان مولده في سنة ثمان وعشرين ومائتين.
وتوفي في ذي القعدة سنة ثمان عشرة وثلاثمائة.
أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَبِي الْمُعَافَى التَّاجِرُ قِرَاءَةً عليه بالإسكندرية، أَخْبَرَنَا أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ أَحْمَدَ بْنِ أَحْمَدَ النَّحْوِيُّ بِبَغْدَادَ، أَخْبَرَنَا أَبُو الْقَاسِمِ هِبَةُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ أَحْمَدَ الْوَاسِطِيُّ بِقِرَاءَتِي عليه، أخبرنا أبو بكر أحمد بْنُ عَلِيٍّ الْحَافِظُ، أَخْبَرَنَا أَبُو الْفَرَجِ الطَّنَاجِيرِيُّ، حَدَّثَنَا عَلِيُّ بْنُ عُمَرَ الْحَرْبِيُّ، حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ صَاعِدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْوَرَّاقُ وَآخَرُونَ قَالُوا: حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُثْمَانَ أو شَيْبَةَ عَنِ الْحَكَمِ عَنْ نَافِعٍ عَنْ أَبِي سَعِيدٍ قَالَ: قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -:
((الذَّهَبُ بِالذَّهَبِ وَالْفِضَّةُ بِالْفِضَّةِ فمَنْ زَادَ أَوِ ازْدَادَ فَقَدْ أَرْبَى)) .
وَقَدْ وَقَعَ لَنَا هَذَا الْحَدِيثُ عَالِيًا مِنْ رِوَايَةِ أَبِي حفص ابن شَاهِينَ عَنْ أَبِي الْقَاسِمِ الْبَغَوِيِّ وَأَوْرَدَنَاهُ فِي تَرْجَمَتِهِ فِيمَا تَقَدَّمَ.
وحديث ابن صاعد عن البغوي يدخل في المدبج لأن كل واحد منهما قد حدث عن صاحبه والله الموفق.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (137,'<span data-type="title" id=toc-136>من اسمه: يوسف</span>
<span data-type="title" id=toc-137>١٠١- يوسف بن القاسم بن فارس الميانجي الحافظ القاضي يكنى أبا بكر</span>.
كان أحد العلماء المشهورين والرواة المكثرين وله رحلة في طلب الحديث جمع فيها بين العراق والري ونيسابور والشام ومصر وغير ذلك.
وحدث عن أبي يعلى الموصلي وعبدان الأهوازي وأبي بكر ابن خزيمة، وعبد الرحمن بن أبي خالد الرازي وأبي بكر ابن الباغندي، وأبي القاسم البغوي وابن أبي داود ومحمد بن الحسن بن قتيبة العسقلاني، وأبي جعفر الطحاوي وعلي بن أحمد بن سليمان علان ومحمد بن زبان الحضرمي وغيرهم.
روى عنه عبد الغني بن سعيد الحافظ وأبو الحسن ابن مرزوق المصريان ومحمد بن عبد الرحمن بن أبي نصر التميمي وجماعة غيرهم.
وتوفي في شعبان سنة خمس وسبعين وثلاثمائة.
قال عبد العزيز الكتاني الحافظ:
((وكان مولده قبل التسعين ومائتين وكان ثقة نبيلا مأمونا انتقى عليه عبد الغني بن سعيد المصري الحافظ.
ولقبه الحافظ أبو نصر الوائلي في تخريجه على أبي الحسن ابن مرزوق بالحافظ)) .
أَخْبَرَنَا أَبِي -رَحِمَهُ اللَّهُ- إِجَازَةً فِي آخَرَيْنِ قَالُوا: أنبأنا أحمد بن محمد بن أحمد الْحَافِظُ، وَقَرَأْتُهُ عَلَى الْقَاضِي أَبِي الْفَضْلِ التَّمِيمِيِّ عَنْ أَبِي طَاهِرٍ الْحَافِظِ، أَخْبَرَنَا الشَّيْخَانِ أَبُو طَاهِرٍ محمد بن الحسين الحنائي وَأَبُو الْحَسَنِ عَلِيُّ بْنُ الْمُسْلِمِ السُّلَيْمِيُّ بِدِمَشْقَ قَالا: أَخْبَرَنَا أَبُو الْحُسَيْنِ مُحَمَّدُ بْنُ',NULL,'158',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (138,'عبد الرحمن بن أبي نصر التَّمِيمِيُّ، أَخْبَرَنَا الْقَاضِي أَبُو بَكْرٍ يوسف بن القاسم بن فارس الْمَيَانْجِيُّ، حَدَّثَنَا ابْنُ بِنْتِ مَنِيعٍ، حَدَّثَنَا أَبُو نَصْرٍ التَّمَّارُ وَعَلِيُّ بْنُ الْجَعْدِ وَعَبْدُ الأَعْلَى بْنُ حَمَّادٍ وَكَامِلُ بْنُ طَلْحَةَ وَالْعَيْشِيُّ قَالُوا: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الْعَشْرَاءِ عَنْ أَبِيهِ قَالَ: قُلْتُ يَا رَسُولَ اللَّهِ! أما تكون الذكاة إِلا فِي الْحَلْقِ وَاللَّبَّةِ؟ قَالَ:
((لَوْ طُعِنَتْ فِي فَخْذِهَا لأَجْزَأَ عَنْكَ)) .
قَالَ ابْنُ بِنْتِ مَنِيعٍ: سمعت أَبَا نَصْرٍ التَّمَّارَ يَقُولُ: سَمِعَ الثَّوْرِيُّ هَذَا الْحَدِيثَ مِنْ حَمَّادِ بْنِ سَلَمَةَ.
وَاسْمُ أَبِي الْعَشْرَاءِ مَالِكُ بْنُ قَهْطَمٍ.
وَقَالُوا: عُطَارِدُ بْنُ بُرْدٍ.',NULL,'159',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (139,'حَدَّثَنِيهِ صَالِحُ بْنُ أَحْمَدَ قَالَ: سَمِعْتُ أَبِي يَقُولُ: قَالَ وَقَالُوا: قَالَ أَبُو الْعَشْرَاءِ أُسَامَةُ بْنُ مَالِكِ بْنِ قَهْطَم وَعُطَارِدُ بْنُ بُرْدٍ.
أَخْبَرَنَاهُ عَالِيًا أَبُو الطَّاهِرِ إِسْمَاعِيلُ بْنُ صَالِحٍ الشَّفِيقِيُّ، أَخْبَرَنَا أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ أَحْمَدَ بْنِ إِبْرَاهِيمَ الرَّازِيُّ، أَخْبَرَنَا الْقَاضِي أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ سَلامَةَ بْنِ جَعْفَرٍ الْقُضَاعِيُّ قَاضِي مِصْرَ، أَخْبَرَنَا أَبُو مُسْلِمٍ محمد بن أحمد بن علي الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو الْقَاسِمِ عَبْدُ الله بن محمد بن عبد الْعَزِيزِ الْبَغَوِيُّ، حَدَّثَنَا أَبُو نَصْرٍ التَّمَّارُ وَعَلِيُّ بْنُ الْجَعْدِ وَعَبْدُ الأَعْلَى بْنُ حَمَّادٍ وَكَامِلُ بْنُ طَلْحَةَ وَعُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ قَالُوا: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الْعَشْرَاءِ عَنْ أَبِيهِ قَالَ: قُلْتُ: يَا رَسُولَ الله! ما تكون الذكاة إِلا فِي اللَّبَّةِ أَوِ الْحَلْقِ؟
فَقَالَ:
((لَوْ طَعَنْتَ فِي فَخْذِهَا لأَجْزَأَكَ)) .
قَالَ عَبْدُ اللَّهِ: وَسَمِعْتُ أَبَا نَصْرٍ يَقُولُ: نُبِّئْتُ أَنَّ سُفْيَانَ الثَّوْرِيَّ سَمِعَ هَذَا الْحَدِيثَ مِنْ حَمَّادِ بْنِ سَلَمَةَ.
<span data-type="title" id=toc-138>١٠٢- يوسف بن عمر بن مسرور البغدادي المعروف بالقواس يكنى أبا الفتح</span>.
كان من عباد الله الصالحين وثقات المحدثين أثنى عليه جماعة من العلماء.
قال البرقاني وأبو القاسم الأزهري:
((كان من الإبدال)) .',NULL,'160',NULL,NULL,'0');
INSERT INTO [b26428] VALUES (140,'وقال الخطيب:
((كان ثقة صالحا صادقا زاهدا)) .
وقال أبو سعد ابن السمعاني:
((كان عالما زاهدا من الأبدال سمع أبا القاسم البغوي وابن أبي داود وابن صاعد وَجَمَاعَةٍ يَكْثُرُ تِعْدَادُهُمْ.
رَوَى عَنْهُ الحافظ أبو محمد الخلال وأبو الحسن العتيقي وأبو القاسم التنوخي وغيرهم.
وتوفي في شهر ربيع الآخر سنة خمس وثمانين وثلاثمائة)) .
أَخْبَرَنَا الْحَافِظُ أَبُو الْحَسَنِ عَلِيُّ بْنُ الْمُفَضَّلِ بْنِ عَلِيٍّ الْمَقْدِسِيُّ -رَحِمَهُ اللَّهُ- قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، أَخْبَرَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الحافظ، أخبرنا أبو الحسين بن الصَّيْرَفِيِّ، أَخْبَرَنا أَبُو الْقَاسِمِ عَبْدُ الْعَزِيزِ بْنُ عَلِيٍّ الأَزَجِيُّ، أَخْبَرَنَا أَبُو الْفَتْحِ يُوسُفُ بْنُ عُمَرَ بْنِ مَسْرُورٍ الْقَوَّاسُ، حَدَّثَنَا ابْنُ بِنْتِ مَنِيعٍ الْبَغَوِيُّ إِمْلاءً سَنَةَ ست عشرة وثلاثمائة، حَدَّثَنَا إِسْحَاقُ بْنُ أَبِي إِسْرَائِيلَ، حَدَّثَنَا عَفِيفُ بْنُ سَالِمٍ الْمَوْصِلِيُّ عَنِ الأَوْزَاعِيِّ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسٍ عَنِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ:
((يَتَّبِعُ الدَّجَّالَ مِنْ يَهُودِ أَصْبَهَانَ سَبْعُونَ ألفاً عليهم الطيالسة)) .
آخر الكتاب والحمد لله رب العالمين وصلواته على نبيه محمد وآله وسلامه',NULL,'161',NULL,NULL,'0');
