-- Table: b27098
-- Chunk: 1
-- Rows: 59

CREATE TABLE "b27098"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b27098
INSERT INTO [b27098] VALUES (1,'سلسلة الأجزاء المنسوخة (١ - ٣)

(١) فوائد أحمد بن عبد الله بن نصر بن بجير
(٣٢٢ هـ)

-[ (٢) فوائد منتقاة من رواية الشيخين]-
أبي الحسن أحمد بن محمد بن الصلت
(٤٠٥ هـ)
وأبي أحمد عبيد الله بن محمد بن أبي مسلم الفرضي
(٤٠٦ هـ)

(٣) جزء يشتمل على ثمانية وخمسين حديثا
تخريج عثمان بن بلبان المقاتلي
(٧١٧ هـ)
رواية أبي علي الحسن بن عمر بن عيسى بن خليل الكردي
(٧٢٠ هـ)

تحقيق
نبيل سعد الدين جرار

دار البشائر الإسلامية

الطبعة الأولى
١٤٢٩ هـ - ٢٠٠٨ م',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b27098] VALUES (2,'فوائد ابن الصلت وأبي أحمد الفرضي
الجزء فيه فوائد منتقاة من رواية الشيخين
أبي الحسن أحمد بن محمد بن الصلت
وأبي أحمد عبيد الله بن محمد بن أبي مسلم الفرضي عن شيوخهما
رواية القاضي أبي الحسين أحمد بن محمد السمناني عنهما
رواية الشيخ أبي محمد يحيى بن علي بن محمد بن الطراح المدير عنه
رواية الإمام العلامة تاج الدين حجة العرب علامة الزمان فريد الدهر
أوحد العصر أبي اليمن زيد بن حسن بن زيد الكندي
أبقاه الله
سماع صاحبه المولى الأجل الكبير العالم العامل الزاهد
الورع الفاضل الملك المحسن الجامع لأشتات الفضائل
يمين الدين فخر الإسلام سيد الملوك ملك العلماء
أبي العباس أحمد بن المولى الأجل الملك الناصر
صلاح الدنيا والدين سلطان الإسلام والمسلمين فاتح بيت الله المقدس
أبي المظفر يوسف بن أيوب (ناصر؟) أمير المؤمنين
أدام الله دولته وسعده ورحم أباه وجده
هذا صحيح
وكتب أبواليمن الكندي بخطه',NULL,'41',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (3,'بسم الله الرحمن الرحيم
أخبرنا الشيخ الأجل العلامة تاج الدين حجة العرب أوحد العصر فريد الدهر أبواليمن زيد بن الحسن بن زيد الكندي أحسن الله إليه وأجزل أجره يوم الوفود عليه قراءة عليه ونحن نسمع في يوم الثلاثاء رابع عشر شهر رمضان سنة تسع وتسعين وخمسمئة بمنزلنا بمدينة دمشق فأقر به قال: أخبرنا الشيخ الجليل أبومحمد يحيى بن علي بن الطراح المدير قراءة عليه مع العرض بأصل سماعه ونحن نسمع في جمادى الأول سنة أربع وثلاثين وخمسمئة: أخبرنا أبوالحسين أحمد بن محمد السمناني بقرءاة والدي عليه وأنا أسمع في سنة أربع وستين وأربعمئة قال: أخبرنا أبوالحسن أحمد بن محمد بن موسى بن القاسم بن الصلت قال:
١- حدثنا أبوإسحاق إبراهيم بن عبد الصمد بن موسى بن محمد بن إبراهيم بن محمد بن علي بن عبد الله بن العباس سنة أربع وعشرين وثلاثمئة قال: حدثنا الحسين بن الحسن المروزي قال: حدثنا هشيم بن بشير قال: أخبرنا يونس ومنصور، عن الحسن، أن سعد بن عبادة قال: يا رسول الله، إني كنت أبر أمي وإنها ماتت، فإن تصدقت عنها بصدقة أو أعتقت عنها أينفعها ذلك؟ قال: «نعم» ، قال: فمرني بصدقة، قال: «اسق الماء» ، قال: فنصب سعد سقايتين بالمدينة. قال الحسن: فربما سعيت بينهما وأنا غلام.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (4,'٢- حدثنا أحمد بن محمد بن الصلت قال: حدثنا إبراهيم قال: حدثنا خلاد بن أسلم قال: حدثنا محمد بن الزبرقان قال: حدثنا سليمان التيمي، ⦗٤٥⦘ عن أبي عثمان، عن سلمان قال: سئل النبي صلى الله عليه وسلم عن الجراد فقال: «أكثر جنود الله، لا آكله ولاأحرمه» .',NULL,'43',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (5,'٣- حدثنا أحمد بن محمد: حدثنا إبراهيم: حدثنا الحسين بن الحسن: حدثنا علي بن غراب: حدثنا إبراهيم بن يزيد: حدثنا عطاء، عن جابر قال: سمعت رسول الله صلى الله عليه وسلم يقول: «كل معروف صدقة، وكل معروف صنعته إلى غني أوفقير فهو لك صدقة» .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (6,'٤- حدثنا أحمد بن محمد: حدثنا إبراهيم قال: حدثنا الحسين بن الحسن المروزي: حدثنا عبد الرحمن بن مهدي قال: حدثنا شعبة، عن أبي إسحاق، عن وهب بن جابر قال: أتى رجل عبد الله بن عمرو بن العاص فقال: إني أريد أن أقيم هذا الشهر ها هنا عند بيت المقدس، فقال: أتركت لأهلك ما يقوتهم؟ قال: لا، قال: فارجع فاترك لهم ما يقوتهم، فإني سمعت رسول الله صلى الله عليه وسلم يقول: «كفى بالمرء إثما أن يضيع من يقوت» .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (7,'٥- حدثنا أحمد بن محمد: حدثنا إبراهيم قال: حدثنا الحسين بن الحسن: حدثنا ابن المبارك: أخبرنا يحيى بن عبيد الله قال: سمعت أبي قال: سمعت أبا هريرة يقول: قال رسول الله صلى الله عليه وسلم: «إن أحدكم مرآة أخيه، فإن رأى به شيئا فليمطه عنه» .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (8,'٦- حدثنا أحمد بن محمد: حدثنا إبراهيم: حدثنا أبويحيى محمد بن عبد الله بن يزيد بن أبي عبد الرحمن المقرئ بمكة ⦗٤٧⦘ قال: حدثنا أبي قال: حدثنا الربيع بن صبيح، عن يزيد الرقاشي، عن أنس بن مالك،
أن النبي صلى الله عليه وسلم قال: «من كانت نيته طلب الآخرة جعل الله عز وجل غناه في قلبه، وجمع له شمله، وأتته الدنيا وهي راغمة، ومن كانت نيته طلب الدنيا جعل الله عز وجل الفقر بين عينيه، وشتت عليه أمره، ولا يأته منها إلا ما كتب له» .',NULL,'45',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (9,'٧- حدثنا أحمد بن محمد قال: حدثنا القاضي أبوعبد الله المحاملي قال: حدثنا يوسف بن موسى قال: حدثنا محمد بن بشر قال: حدثنا الجنيد بن العلاء بن أبي دهرة، عن محمد بن سعيد، عن إسماعيل بن عبيد الله، عن أم الدرداء، عن أبي الدرداء قال:
قال رسول الله صلى الله عليه وسلم: «تفرغوا من الدنيا ما استطعتم، فإنه من كانت الدنيا أكبر همه أفشى الله ضيعته، وجعل فقره بين عينيه، ومن كانت الآخرة أكبر همه جمع الله له أموره، وجعل غناه في قلبه، وما أقبل عبد بقلبه إلى الله عز وجل إلا جعل الله قلوب المؤمنين تفر إليه بالود والرحمة، وكان الله عز وجل إليه بكل خير أسرع» .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (10,'٨- حدثنا أحمد بن محمد قال: حدثنا القاضي أبوعبد الله الحسين بن إسماعيل المحاملي: حدثنا محمد بن عبد الملك ⦗٤٩⦘ بن زنجويه: حدثنا أبوعبد الرحمن المقرئ، عن سعيد بن أبي أيوب، عن يحيى بن أبي سليمان، عن سعيد المقبري، عن أبي هريرة قال:
قال رسول الله صلى الله عليه وسلم:» من رمانا بالليل فليس منا» .',NULL,'47',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (11,'٩- حدثنا أحمد بن محمد: حدثنا الحسين بن إسماعيل: حدثنا أبوحاتم الرازي: حدثنا أبوصالح كاتب الليث: حدثنا ابن لهيعة، عن الحارث بن يزيد، عن المحرر بن أبي هريرة، عن أبي هريرة،
عن النبي صلى الله عليه وسلم قال: «إذا قضى القاضي فأصاب كان له عشر أجور، وإن أخطأ كان له أجر» .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (12,'١٠- حدثنا أحمد بن محمد: حدثنا الحسين بن إسماعيل: حدثنا حمدان بن عمر: حدثنا عبد الوهاب بن عطاء: حدثنا عبد الملك بن عبد العزيز بن جريج: حدثنا يونس بن يوسف، عن سليمان بن يسار قال: تفرق الناس عن أبي هريرة فقام إليه رجل من أهل الشام فقال: أيها الشيخ، حدثنا حديثا سمعته من رسول الله صلى الله عليه وسلم،
فقال: سمعت رسول الله صلى الله عليه وسلم يقول: «أول الناس يقضى فيه يوم القيامة ثلاثة: رجل استشهد فأتي به فعرفه نعمه فعرفها، فقال: ما عملت فيها؟ قال: قاتلت فيك حتى استشهدت، قال: فيقول الله عز وجل: كذبت، ولكنك قاتلت ليقال: إنك جريء، فأمر به يسحب على وجهه حتى ألقي ⦗٥١⦘ في النار، ورجل تعلم العلم وقرأ القرآن فأتى به الله عز وجل فعرفه نعمته فعرفها فقال: ما عملت فيها؟ قال: تعلمت العلم فيك وقرأت القرآن فيك، قال: كذبت، ولكنك تعلمت العلم ليقال: هو عالم فقد قيل، وقرأت القرآن ليقال: هو قارئ فقد قيل، فيسحب على وجهه حتى يلقى في النار، ورجل وسع الله عليه وأعطاه من أنواع المال كله، فأتي به فعرفه نعمته فعرفها، فقال: ما عملت فيها؟ قال: ما تركت من سبيل تحب أن ينفق فيها إلا أنفقت منها لك، قال: فيقال: كذبت، ولكنك فعلت ذلك ليقال: هو جواد، فقد قيل، ثم أمر به فسحب على وجهه إلى النار» .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (13,'١١- أخبرنا أحمد بن محمد: حدثنا الحسين بن إسماعيل: حدثنا محمد بن إسماعيل البخاري: حدثنا عبد العزيز بن عبد الله: حدثنا ابن أبي الزناد، عن أبيه، عن موسى بن أبي عثمان، عن أبيه، عن أبي هريرة،
أن رسول الله صلى الله عليه وسلم قال: «سيد الأيام يوم الجمعة، فيه خلق الله آدم، وفيه أدخل الجنة، وفيه أخرج منها، ولا تقوم الساعة إلا يوم الجمعة» .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (14,'١٢- حدثنا أحمد بن محمد: حدثنا محمد بن عبيد الله بن العلاء الكاتب: حدثنا عمي أحمد بن محمد بن العلاء الكاتب: حدثنا عمر بن إبراهيم: حدثنا إبراهيم بن أبي سلمة بن المنبه بن الحجاج السهمي، عن أبيه قال: قال ⦗٥٣⦘ رسول الله صلى الله عليه وسلم: «من شتم أبا بكر وعمر أو ذكرهما بسوء فاقتلوه، فإنما يريدني به (وسب؟) الإسلام» .',NULL,'51',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (15,'١٣- حدثنا أحمد بن محمد: حدثنا محمد بن عبيد الله: حدثنا عمي: حدثنا عمر بن إبراهيم: حدثنا زائدة بن قدامة، عن إسماعيل بن عبد الرحمن الهاشمي، عن عبد الخيواني صاحب راية علي بن أبي طالب رضي الله عنه قال: سمعت عليا عليه السلام قال: إن الله عز وجل جعل أبا بكر وعمر حجة على من بعدهما من الولاة إلى يوم القيامة، سبقا والله سبقا بعيدا، وأتعبا من بعدهما إتعابا شديدا، فذكرهما حرب السلامة وطعنا على الأئمة.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (16,'١٤- حدثنا أحمد بن محمد: حدثنا أحمد بن جعفر المنادي: حدثنا جدي قال: حدثنا ابن هدبة، عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: «إن مع مشيعي الجنازة ملك قد وكل بهم وهم مهمون محزونون كثير بكاؤهم، حتى إذا أسلموه إلى ذلك القبر وعادوا راجعين أخذ كفا من تراب فرمى به خلفهم وهو يقول: ارجعوا إلى دنياكم أنساكم الله موتاكم، فنسوا ميتهم وأخذوا في شرائهم وبيعهم، لكأنه لم يكن منهم ولم يكونوا منه» .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (17,'١٥- حدثنا أحمد بن محمد: حدثنا أحمد بن جعفر المنادي: حدثنا جدي: حدثنا أبوهدبة، عن أنس، أن رجلا أتى رسول الله ⦗٥٥⦘ صلى الله عليه وسلم وهو يقول: بأبي وأمي يا رسول الله، علمني ثلاث كلمات، فقال له: «احفظ لسانك تسلم، ولا تبذلن عرضك فتشتم، ولا تغتب جارك فتندم، ألا من اغتاب جاره المسلم فحول الله قلبه إلى دبره يوم القيامة» .',NULL,'53',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (18,'١٦- أخبرنا أحمد بن محمد: حدثنا أبوهارون موسى بن محمد بن هارون الأنصاري ثم الزرقي: أخبرنا الحسين بن إسحاق التستري: حدثنا يحيى بن سليمان الجعفي: حدثنا عمرو بن عثمان الجعفي: حدثنا عمي أبومسلم وهو عبيد الله بن سعيد قائد الأعمش، عن الأعمش، عن عطية العوفي، عن أبي سعيد الخدري،
عن النبي صلى الله عليه وسلم قال: «إن الرجل ليتبعه أمثال الجبال من الخير، فيقول: أنى هذا ولم أعمله؟ فيقال: استغفار ولدك من بعدك» .',NULL,'55',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (19,'١٧- حدثنا أحمد بن محمد: حدثنا محمد بن مخلد بن حفص: حدثنا سيف بن أيوب: حدثنا مصعب بن المقدام: حدثنا شعبة، عن جابر، عن طارق، عن جرير،
أن النبي صلى الله عليه وسلم مر بنسوة فسلم عليهن.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (20,'١٨- حدثنا أحمد بن محمد: حدثنا أبوحفص محمد بن العلاء الكاتب: حدثنا عمي: حدثنا عمر بن إبراهيم: حدثنا أبوبكر بن عبد الله النهشلي، عن فضيل بن عمرو قال: قال عمر بن الخطاب رضي الله عنه: افتقدوا ⦗٥٧⦘ إخوانكم في الصلاة، فإن كانوا مرضى فعودوهم، وإلا فعاتبوهم.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (21,'١٩- حدثنا أحمد: حدثنا محمد بن العلاء: حدثنا عمي: حدثنا عمر بن إبراهيم: حدثنا سفيان الثوري، عن جامع بن شداد أسنده قال:
قال رسول الله صلى الله عليه وسلم: «من رأى من أخيه في صلاته شيئا يكرهه فلم ينصحه فهو شريكه في الوزر والعار» .
آخر المنتقى من الجزء الأول والثاني من أصل القاضي أبي الحسين السمناني، عن ابن الصلت، عن شيوخه رحمهم الله',NULL,'57',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (22,'[ومن حديث أبي أحمد الفرضي عن شيوخه برواية السمناني عنه]
٢٠- وأخبرنا الإمام العلامة أبواليمن الكندي: أخبرنا أبومحمد بن الطراح قال: وأخبرنا القاضي أبوالحسين أحمد بن محمد السمناني: حدثنا أبوأحمد عبيد الله بن محمد بن أبي مسلم الفرضي: حدثنا أبوالحسين عبد الصمد بن علي الطستي: حدثنا أحمد بن عبيد الله بن إدريس بن زيد بن الصباح الضبي صاحب النرسي أبوبكر: حدثنا عبيد الله بن موسى: حدثنا شيبان، عن إبراهيم بن طهمان، عن هشام الدستوائي، عن يحيى بن أبي كثير، عن ضمضم بن جوس، عن أبي هريرة،
أن النبي صلى الله عليه وسلم أمر بقتل الأسودين. قيل: وما الأسودين؟ قال: الحية والعقرب.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (23,'٢١- أخبرنا أبوأحمد عبيد الله: حدثنا أبوالحسين عبد الصمد: أخبرنا أحمد بن ⦗٥٩⦘ الحسن بن أبان المضري الأبلي أبوالحسن قراءة عليه: حدثنا عبد الصمد بن حسان: أخبرنا سفيان، عن أسامة بن زيد، عن موسى بن علي بن رباح، عن أبيه، عن أبي قيس، عن عمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم: «فرق ما بين صومنا وصوم أهل الكتاب أكلة السحر» .',NULL,'57',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (24,'٢٢- أخبرنا عبيد الله: أخبرنا عبد الله: حدثنا أحمد بن زياد السمسار المعدل: حدثنا سريج بن النعمان: حدثنا فليح، عن هلال بن علي، عن عطاء بن يسار، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «الشيخ يكبر ويضعف جسمه وقلبه شاب على حب الدنيا وحب المال» .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (25,'٢٣- أخبرنا عبيد الله: أخبرنا عبد الصمد: حدثنا أحمد بن علي الخزاز أبوجعفر: حدثنا سعد بن عبد الحميد الأنصاري: حدثنا أبومعشر، عن مصعب بن ثابت، عن محمد بن المنكدر، عن أبي بردة بن أبي موسى، عن أبيه قال: قال رسول الله صلى الله عليه وسلم: «ما من مؤمن إلا يأتي يوم القيامة بيهودي أو نصراني فيقول: هذا فدائي من النار» .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (26,'٢٤- أخبرنا عبيد الله: أخبرنا عبد الصمد: حدثنا أحمد بن إبراهيم بن ملحان أبوعبد الله: حدثنا أبونصر التمار: حدثنا حماد بن سلمة، عن أبي سنان قال: دفنت ابني سنان فقعدت على شفير القبر فأخذ بيدي أبوطلحة الخولاني ⦗٦١⦘ فقال: ألا أبشرك! حدثني الضحاك بن عبد الرحمن بن عرزم، أن أبا موسى الأشعري حدثه، أن النبي صلى الله عليه وسلم قال: «إن الله عز وجل إذا قبض ولد العبد قال لملائكته: قبضتم ولد عبدي وثمرة فؤاده، فماذا قال؟ قالوا: حمدك وقال خيرا، قال: فابنوا له بيتا في الجنة وسموه بيت الحمد» .',NULL,'59',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (27,'٢٥- أخبرنا عبيد الله: أخبرنا عبد الصمد: حدثنا أحمد بن إبراهيم بن عنبر أبوالفضل: حدثنا علي بن عبد الله: حدثنا حسين بن علي الجعفي، عن زائدة بن قدامة، عن المختار بن فلفل، عن أنس بن مالك قال:
قال رسول صلى الله عليه وسلم: «ما صدق نبي ما صدقت، إن من الأنبياء لمن لم يصدقه من أمته إلا رجل واحد» .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (28,'٢٦- أخبرنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن زيد بن الحريش بن زيد الأهوازي بالأهواز أبوعبد الله: حدثنا أبي: حدثنا عمران بن عيينة، عن إسماعيل بن أبي خالد، عن الشعبي، عن عروة بن المضرس،
عن النبي صلى الله عليه وسلم قال: «المرء مع من أحب» .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (29,'٢٧- أخبرنا عبيد الله: حدثنا عبد الصمد قال: حدثنا أحمد بن سلام العسكري بعسكر مكرم: حدثنا محمد بن قطين ابن أخت أبي عامر الأنصاري: حدثنا عمر بن أبي عثمان، عن عمرو، عن القاسم بن محمد، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: «إن الله عز وجل يقبل الصدقة ولا ⦗٦٣⦘ يقبل منها إلا طيبا، وإنه يقبلها بيمينه، وإنه ليربيها لصاحبها كما يربي أحدكم فصيله أو مهره، حتى يربي اللقمة فتكون عند الله عز وجل أعظم من أحد» .',NULL,'61',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (30,'٢٨- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن عبيد بن إسماعيل أبوالعباس بالكوفة: حدثنا أبوموسى هارون بن موسى: حدثنا أبي، عن يزيد بن عبد الملك النوفلي، عن يزيد بن خصيفة، عن السائب بن يزيد، أنه قال:
قال رسول الله صلى الله عليه وسلم: «لما عرج بي ما مررت على ملإ من أهل السماء إلا وهو ينعت لي الحجامة» .',NULL,'63',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (31,'٢٩- أخبرنا عبيد الله: أخبرنا عبد الصمد: حدثنا أحمد بن محمد بن إسحاق النرسي أبوجعفر بقصر ابن هبيرة: حدثنا محمد بن كثير أبوعبد الرحمن الفهري ببغداد شارع الدجيل: حدثنا ابن لهيعة، عن أبي قبيل، عن عبد الله بن عمرو بن العاص قال:
قال رسول الله صلى الله عليه وسلم: «من عطس أو تجشأ أو سمع عطسة أو جشأة فقال: الحمد لله على كل حال من الحال، دفع الله عنه سبعين داء أهونه الجذام» .',NULL,'63',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (32,'٣٠- أخبرنا عبيد الله: أخبرنا عبد الصمد: حدثنا أبوجعفر أحمد بن عبيد الله بن محمد الكاتب المعروف بابن قال: حدثنا أبوالخطاب ⦗٦٥⦘ المنذر بن عمار، عن معمر بن زائدة قائد الأعمش، عن الأعمش، عن أبي صالح، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: «لا يصلح الكذب في هزل ولا جد، وأكذب الناس الصناع» .',NULL,'63',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (33,'٣١- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن الحسن بن زيد بن يزيد بن مالك بن ثابت بن زيد الطائي الشادر: حدثنا الحسن بن علي الحلواني: حدثنا أزهر بن سعد، عن ابن عون، عن إبراهيم، عن الأسود قال: قلت لعائشة رضي الله عنها: إنهم يقولون أن النبي صلى الله عليه وسلم أوصى إلى علي، فقالت: بما أوصى إلى علي، وقد رأيته دعا بالطست ليبول فيه وأنا مسندته إلى صدري، فانخنث فمات، فما يزعم هؤلاء أنه أوصى النبي صلى الله عليه وسلم.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (34,'٣٢- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن محمد بن حميد المقرئ السقطي أبوجعفر: حدثنا إسحاق بن بشر الكاهلي: حدثنا ثابت بن سليم، عن أبي الزناد البصري، عن أبي هريرة قال:
دخل رسول الله صلى الله عليه وسلم على ابنته فاطمة، فقدمت إليه وسط رغيف يابس، فجعل رسول الله صلى الله عليه وسلم يكدمه ويقول: «يا فاطمة، إنه لأول طعام أكله أبوك ⦗٦٧⦘ منذ ثلاثة أيام» .',NULL,'65',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (35,'٣٣- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن عبديه بن محمد الجنديسابوري أبوسعيد: حدثنا محمد بن مهدي: حدثنا مهدي: حدثنا جعفر بن محمد بن علي بن الحسين، عن أبيه، عن علي بن أبي طالب قال:
قال رسول الله صلى الله عليه وسلم: «من ألبس العافية فليكثر من الحمد، ومن أبطأ عليه الرزق فليكثر من قول لا حول ولا قوة إلا بالله، ومن كثرت ذنوبه فليكثر من الاستغفار» .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (36,'٣٤- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن فهد بن داود الضرير أبوبكر المؤدب: حدثنا مردويه الصائغ، عن الفضيل، عن ليث، عن مجاهد، عن عبد الله،
عن النبي صلى الله عليه وسلم قال: «إن العبد إذا (جمت؟) عليه ذنوبه ولم يكن عنده من العمل ما يكفر ذنوبه ألقى الله عليه الغم ليكون كفارة لذنوبه» .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (37,'٣٥- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن عاصم بن محمد الآجري أبوجعفر: حدثنا محمد بن يحيى الكوفي: حدثنا إسحاق بن سليمان الواسطي، عن عمر بن سكن الواسطي، عن عباد بن كثير الباهلي، عن جعفر بن محمد، عن أبيه، عن علي قال: قال رسول الله صلى الله عليه وسلم: ⦗٦٩⦘ «بروا آباءكم يبركم أبناؤكم، وعفوا عن النساء تعف نساؤكم، ومن اعتذر إلى أخيه المسلم فلم يعذره وإن كان كاذبا فلا ورد علي حوضي» .',NULL,'67',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (38,'٣٦- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا أحمد بن يوسف بن الضحاك أبوعبد الله: حدثنا عبد الرحمن بن يونس: حدثنا بقية بن الوليد، عن عبيد الله بن عمر، عن نافع، عن ابن عمر قال:
قال رسول الله صلى الله عليه وسلم: «من أصابه جهد في رمضان فلم يفطر فمات دخل النار» .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (39,'٣٧- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا أحمد بن أبي أحمد القديدي أبوبكر في درب المقبرة باب الشام: حدثنا محمد بن سخت البصري: حدثنا طالوت، عن حماد، عن حميد، عن أنس قال:
خرج علينا رسول الله صلى الله عليه وسلم، فقال عمر بن الخطاب: ما أحسن وجهك يا رسول الله، ما أنضر وجهك يا رسول الله، ما أبشر وجهك، فقال النبي صلى الله عليه وسلم: «وما يمنعني من ذاك يا ابن الخطاب، وهذا جبريل يقريني عن الله عز وجل السلام وهو يقول: أنت أكرم من خلقت علي وأحب من خلقت إلي، ولولاك ما خلقت الدنيا، ولولاك ما خلقت الآخرة، ولولاك ما خلقت الجنة، ولولاك ما ⦗٧١⦘ خلقت النار، ولولاك ما خلقت آدم عليه السلام» .',NULL,'69',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (40,'٣٨- أخبرنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن محمد بن هشام الحلواني أبوبكر: حدثنا محمد بن خلف الحداد: حدثنا صالح بن بيان العبدي قاضي سيراف: حدثنا يحيى بن سعيد الأنصاري قال: دخلت مع الزهري على مريض بالمدينة نعوده فأسرع القيام، ثم حدث عن سعيد بن المسيب، عن أبي هريرة،
عن النبي صلى الله عليه وسلم قال: «من تمام العيادة سرعة القيام» .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (41,'٣٩- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أحمد بن الفضل الأهوازي أبوبكر بتستر: حدثنا بشر بن أبي علي: حدثنا إبراهيم بن بشار الرمادي قال: حدثنا سفيان بن عيينة، عن مسعر بن كدام، عن عطية العوفي، عن أبي سعيد الخدري قال:
قال رسول الله صلى الله عليه وسلم: «من غدا أو راح وهو في تعليم دينه فهو (في؟) الجنة» .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (42,'٤٠- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا إبراهيم بن مهدي الأبلي: حدثنا شيبان بن فروخ قال: حدثنا الأشعث بن سعيد أبوالربيع السمان: حدثنا عاصم بن عبيد الله، عن سالم بن عبد الله، عن أبيه قال:
قال رسول الله صلى الله عليه وسلم: «إن الله يحب المؤمن المحترف» .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (43,'٤١- حدثنا عبيد الله: حدثنا عبد الصمد: ⦗٧٣⦘ حدثنا إبراهيم بن يعقوب البلادي البزاز: حدثنا محمد بن إبراهيم السائح: حدثنا محمد بن العلاء الأيلي، عن يونس بن يزيد الأيلي، عن الزهري، عن أنس بن مالك، عن أبي بن كعب قال:
قال رسول الله صلى الله عليه وسلم: «دخلت الجنة فرأيت فيها جنابذ من لؤلؤ أبوابها المسك، فقلت: لمن هذا يا جبريل؟ فقال: للأئمة والمؤذنين من أمتك» .',NULL,'71',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (44,'٤٢- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا إبراهيم بن عبد السلام بن محمد بن شاكر الضرير أبوإسحاق: حدثنا أبوشرحبيل عيسى بن خالد الحمصي ابن أخي أبي اليمان: حدثنا الفريابي: حدثنا سفيان، عن أبي بكر بن عياش، عن هشام بن حسان، عن عبد العزيز بن صهيب، عن أنس قال:
قال رسول الله صلى الله عليه وسلم: «تسحروا، فإن في السحور بركة» .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (45,'٤٣- حدثنا عبيد الله قال: حدثنا عبد الصمد قال: حدثنا إسماعيل بن محمد بن أبي كثير الفسوي القاضي أبويعقوب قال: حدثنا مكي بن إبراهيم: حدثنا موسى بن عبيدة الربذي، عن إياس بن سلمة، عن أبيه قال:
قال رسول الله صلى الله عليه وسلم: «النجوم أمان لأهل السماء، وأهل بيتي أمان لأمتي» .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (46,'٤٤- حدثنا عبيد الله قال: حدثنا عبد الصمد قال: حدثنا إسماعيل بن إبراهيم بن خالد القطراني أبوإبراهيم بالكوفة قال: حدثنا أحمد بن عبد الله بن يونس: حدثنا أبوبكر بن عياش، عن عاصم، عن زر، عن عبد الله قال:
قال رسول الله صلى الله عليه وسلم: «تسحروا، فإن في السحور بركة» .',NULL,'73',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (47,'٤٥- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا إسماعيل بن إسحاق بن إبراهيم بن مهران الثقفي أبوبكر السراج: حدثنا إسماعيل بن حفص الأبلي: حدثنا يحيى بن اليمان: حدثنا حمزة الزيات، عن حمران بن أعين، عن أبي الطفيل، عن أبي سعيد الخدري،
أن النبي صلى الله عليه وسلم حج هو وأصحابه مشاة من المدينة إلى مكة قال: «شدوا أوساطكم بأزركم، وامشوا مشيا خلط الهرولة» .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (48,'٤٦- حدثنا عبيد الله: حدثنا عبد الصمد قال: حدثنا إسماعيل بن يعقوب بن محمد بن عتبة بن أبي عتبة أبوالقاسم: حدثنا محمد بن عثمان الفراء قال: حدثنا ابن قنبر، عن أبيه، عن علي بن أبي طالب رضي الله عنه قال:
قال رسول الله صلى الله عليه وسلم: «خيار أمتي أحداؤها، الذين إذا غضبوا غفروا» .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (49,'٤٧- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا إسماعيل بن أحمد بن النضر النشاتجي أبوعلي: حدثنا يونس بن عبد الأعلى: حدثنا ابن وهب: حدثنا أبوصخر حميد بن زياد المدني، عن أبي حازم، عن أبي صالح، عن أبي هريرة،
أن رسول الله صلى الله عليه وسلم قال: «المؤمن يألف، ولا خير فيمن لا يألف ولا يؤلف» .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (50,'٤٨- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا إسحاق بن حميد بن نعيم المروزي: حدثنا عفان: حدثنا همام: حدثنا قتادة، ⦗٧٧⦘ عن الحسن، عن سمرة بن جندب،
عن النبي صلى الله عليه وسلم قال: «صلاة الوسطى صلاة العصر» .',NULL,'75',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (51,'٤٩- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا إسحاق بن إبراهيم بن سنين الختلي: حدثنا حاجب بن الوليد أبوأحمد: أخبرنا عبد الله بن ضرار الملطي: حدثنا أبي، عن قتادة، عن أنس بن مالك قال:
قال رسول الله صلى الله عليه وسلم: «جنبوا صبيانكم مساجدكم ومجانينكم، وخصوماتكم ورفع أصواتكم، وشراءكم وبيعكم، وجمروها يوم جمعكم، واجعلوا على أبوابها مطاهركم» .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (52,'٥٠- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا إسحاق بن المأمون بن إسحاق بن إبراهيم البزاز الطالقاني أبوسهل: حدثنا سعيد بن يعقوب الطالقاني: حدثنا عبد الله بن المبارك، عن معمر، عن قتادة، عن أنس،
عن النبي صلى الله عليه وسلم قال: «الدعاء بين الأذان والإقامة لا يرد» .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (53,'٥١- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا إسحاق بن مروان الدهان أبويعقوب قال: حدثنا عمر بن إسماعيل بن مجالد: حدثنا محمد بن فضيل، عن عبيد الله، عن عطية، عن أبي سعيد قال:
قال رسول الله صلى الله عليه وسلم: «ما من رجل يأتي أخ له فيعتذر إليه فلا يقبل عذره، إلا تحمل خطيئة صاحب مكس» .',NULL,'77',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (54,'٥٢- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا إسحاق بن محمد بن إسحاق أبويعقوب الطحان بالكوفة في مسجد سماك: حدثنا أحمد بن أبي عبد الرحمن الأصباغي: حدثنا مصعب بن سلام، [عن] الزبرقان السراج قال: سألت عبد الله بن مغفل المزني عن العزل قال: قد كان يعزل من هو خير مني ومنك، قال: قلت: ومن هو؟ قال: سعد بن أبي وقاص.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (55,'٥٣- حدثنا عبيد الله: حدثنا عبد الصمد قال: حدثنا إدريس بن جعفر العطار أبومحمد قال: حدثنا أبوبدر شجاع بن الوليد قال: حدثنا محمد بن عمرو، عن أبي سلمة، عن أبي هريرة قال:
قال رسول الله صلى الله عليه وسلم: «إن الله وملائكته يصلون على الذين يصلون الصف الأول» .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (56,'٥٤- وقال رسول الله صلى الله عليه وسلم: «إن فضل البنفسج على سائر الأدهان كفضلي على الناس» .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (57,'٥٥- حدثنا عبيد الله: حدثنا عبد الصمد: حدثنا أسلم بن سهل أبوالحسن الواسطي ابن بنت وهب بن بقية قال: حدثنا إسحاق بن سعيد بن يزيد قال: حدثنا روح بن مسافر، عن الأعمش، عن الشعبي، عن أبي بردة، عن أبي موسى قال: قال رسول الله صلى الله عليه وسلم: «ثلاثة يؤتون أجرهم يوم القيامة مرتين: رجل آمن بنبيه ثم أدرك ⦗٨١⦘ النبي صلى الله عليه وسلم فآمن به واتبعه فله أجره مرتين، ورجل كانت عنده أمة أدبها فأحسن أدبها ثم أعتقها وتزوجها فله أجره مرتين، وعبد مملوك يؤدي حق الله وحق سيده فله أجره مرتين» .',NULL,'79',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (58,'٥٦- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا بكر بن سهل بن إسماعيل بن نافع الدمياطي في كتابه إلي قال: حدثنا موسى بن عطاء القرشي قال: حدثنا مالك، عن نافع، عن ابن عمر،
أن النبي صلى الله عليه وسلم قال: «هدية الله إلى المؤمن السائل على بابه» .',NULL,'81',NULL,NULL,'0');
INSERT INTO [b27098] VALUES (59,'٥٧- حدثنا عبيد الله قال: حدثنا عبد الصمد: حدثنا ثابت بن جعفر بن ثابت العسكري أبوالقاسم: حدثنا أبومسلم الحراني: حدثنا أبي، عن موسى بن أعين، عن ليث، عن أبي إسحاق، عن صلة بن زفر، عن حذيفة بن اليمان،
عن رسول الله صلى الله عليه وسلم قال: «قذف المحصنة يهبط أويحبط عمل سنة» .
آخر الجزء
والحمد لله رب العالمين
وصلى الله على سيدنا محمد وآله وصحبه وسلم تسليما',NULL,'81',NULL,NULL,'0');
