-- Table: b2771
-- Chunk: 1
-- Rows: 348

CREATE TABLE "b2771"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b2771
INSERT INTO [b2771] VALUES (1,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الكتاب: المدخل إلى دراسة المذاهب الفقهية
المؤلف: د. علي جمعة محمد
(مفتي الديار المصرية)
الناشر: دار السلام - القاهرة
الطبعة: الثانية - ١٤٢٢ هـ - ٢٠٠١ م
عدد الأجزاء: ١
[ترقيم الكتاب موافق للمطبوع]
_________
تنبيه: الصفحة رقم ١٠٦ ناقصة',NULL,'4',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
<span data-type="title" id=toc-1>مقدمة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
الحمد للَّه، والصلاة والسلام على سيدنا رسول اللَّه وآله وصحبه
ومن والاه.
أما بعد ...
فهذه هي الطبعة الثانية من كتاب المدخل، الذي صدرت طبعته
الأولى عن المعهد العالمي للفكر الإسلامي سنة ١٩٩٦ م، بعد أن قمت
بإعادة ترتيب مادته والتوسع في أجزاء كثيرة منه، وزيادة التوثيق وتقديم
ما كان حقه التقديم، وتأخير ما كان فرضه التأخير، واختصار وتهذيب
في مواطن كثيرة، وضم الشبيه إلى شبيهه، والنظير إلى نظيره كما سيراه
كل من قارن بين هذه الطبعة وأختها السابقة حتى شعرت وإن اتحد
الهدف واتفقت المادة أنه كتاب جديد، ناهيك عن تصحيح الأخطاء
المطبعية وتحرير النقول والعزو، فرأيت أن أسميه (المدخل إلى دراسة
المذاهب الفقهية) حتى أحافظ على الكلمة الأساس التي اشتهر بها،
وأشير بتلك الزيادة إلى حقيقته التي سأل عنها من لم يطلع على
مضمونه، وإلى أنه أصبح ككتاب مختلف عن سابقه بقدر ما حدث فيه
من زيادة وتنقيح.
ولقد وضعت له فهرسًا مفصلًا، وأرجو اللَّه أن ينفع به وأن يكون
خطوة في بناء أداة الفهم الصحيح للتراث الإسلامي ومذاهبه الفقهية حتى
يتم الاستفادة منه على الوجه الأكمل دون القبول المطلق، أو الرفض
المطلق، أو الانتقاء العشوائي، حتى نتحرر من المناهج غير العلمية التي
غبلت العقل المسلم، ونرجع إلى عهود السلف الصالح الذين خدموا دين
اللَّه وعقل الإنسان بهدف عبادته سبحانه وعمارة الكون.
القاهرة فى غرة رمضان ١٤٢٢ هـ
- ١٦ نوفمبر ٢٠٠١ م
أ. د. عَلي جُمعة محمد',NULL,'5',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (3,'<span data-type="title" id=toc-2>الفصل الأول
ماهية التراث الإسلامي</span>
التراث هو: نتاج العقل البشري المسلم عبر القرون.
وقانون الآثار المصري المعمول به الآن، يحدد مائة سنة سابقة عن الآن حتى نعتبر الشيء في عالم الأشياء أثرًا.
وقديمًا كان عصر الخديوي إسماعيل هو الحد الفاصل في مسألة الآثار، وهو عصر يعد نقطة فارقة في تاريخ مصر، وفي تاريخ الشرق المسلم، تغير فيه كل شيء، وأراد الخديوي إسماعيل أن يخرج مصر من سياقها التاريخي لتصبح قطعة من أوربا، فجاءها خير كثير من هذا، وجاءها شر أيضًا.
حدث هذا التغير، وحدث معه شيء كثير من الاضطراب: الاجتماعي،
والسياسي، والاقتصادي، والثقافي في مصر.
فقد غَيَّر الخديوي إسماعيل نمط حياة الإنسان المصري، غَيَّر برنامجه اليومي..
غَيَّر التقويم من الهجري إلى الميلادي..
غَئر الساعة من العربي إلى الأفرنجي..
غَيَّر الأزياء..
غَيَّر نمط المعيشة.
وقبله بدأ محمد علي التعليم الموازي، فترك الأزهر على حاله وأنشأ - موازيًا له - تعليما سماه التعليم المدني، وأرسل البعثات إلى أوربا فحدث بعد ذلك ما أسميناه بازدواجية التعليم، وأصبح هناك من يدري الشرع ويطلع على التراث، ومن يستطع أن يتعامل معه، وهناك أيضًا من أصحاب العلوم والفنون من لا يستطيع أن يتعامل مع هذا التراث، وسمي الأول بالسلفي، والآخر بالعصري، وأصبحت هناك معركة، ما كنا
نود أن تكون، لون ما أسموه بالأصالة والمعاصرة، حتى أطلق عليها بعضهم: " المعركة بين الطربوش والعمامة " على سبيل الرمز، وظل هذا التخالف في ازدياد إلى عصر الخديوي إسماعيل.
لقد كانت ساعاتنا ساعات غروبية تتسق مع العبادة، وتنضبط الساعة مع أذان المغرب على الساعة ١٢، فنعرف الساعة الأولى من الليل، والساعة الثانية من الليل، والساعة الثالثة من الليل، فعندما نقرأ حديث البخاري: " أن من اغتسل يوم الجمعة',NULL,'7',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (4,'غسل الجنابة ثم راح فكأنما قرب بدنة، ومن راح في الساعة الثانية فكأنما قرب بقرة، ومن راح في الساعة الثالثة فكأنما قرب كبشًا أقرن، ومن راح في الساعة الرابعة فكأنما قرب دجاجة، ومن راح في الساعة الخامسة فكأنما قرب بيضة، فإذا خرج الإمام حضرت الملائكة يستمعون الذكر "
يفهمه الناس، لأنهم يعرفون ما الساعة الأولى،
وما الساعة الثانية.
تم اختلف الحال في عصر الخديوي إسماعيل فأصبحت الساعة (١٢) هي وسط
النهار، ومن المعلوم أن اليوم ليس (٢٤) ساعة تمامًا، بل يختلف باختلاف الأيام في السنة، فهو ٢٤ ساعة و ١٧ دقيقة، أو ٢٤ ساعة إلا ١٧ دقيقة، لأجل هذه الى (٣٤)
دقيقة يختلف أذان الظهر عندنا الآن، فنجده يؤذن مرة ٣٥.
١١، ومرة ٠٧.
١٢، لأن هذه المساحة من الوقت هي التي يختلف فيها اليوم واقعيًّا على مر السنة.
كان المسلمون يكيفون أنفسهم ومعيشتهم بطريقة تجعل العبادة سهلة، وتجعل هذه الشعائر التي يقيمونها تنطق تمامًا مع النظام اليومي الذي يعيشونه.
لم يكن هناك نوع تنافر ولا اضطراب، ولا ضيق، ولا نوع فوات للصلاة.
كانوا ينامون بعد العشاء ويستيقظون قبل الفجر، كانوا يدركون ما معنى ثلث الليل الأخير الذي يستجيب اللَّه
فيه الدعاء، كان هناك تفاعل مع هذا الدين.
ولكن دخلت الأوبرا، واضطروا إلى أن يخلعوا سراويلهم المغربية التي كانت أقرب إلى الالتزام بستر العورة في الصلاة، ليلبسوا الأزياء الأفرنجية، والياقات البيضاء المنشية،
التي لو جاء عليها ماء، لفسد ما بها من نشا، وأصبح من علامات الفسق عند المتدينين: لبس الجورب " الشراب "، وأصبع العوام يقولون: " كفر أبو فلان ولبس الشراب "؛ لأن لبسه " للشراب " كان دليلًا على أنه لا يتوضأ، وكان دليلًا على أنه خرج من منظومة ونسق معين، ودخل في نسق آخر.
ترك الناس الصلاة شيئًا فشيئًا؛ لأنهم ذهبوا عند المغرب للأوبرا، والذين يذهبون إلى الأوبرا كانوا هم عُلَيةَ القوم.
سهروا هناك حتى الساعة الثانية بالليل، فضاع عليهم
المغرب والعشاء، وضاع عليهم الفجر، وانتظرهم البواب، والطباخ، والسائق، فلم يصلوا هم الآخرون، وشاع عدم الصلاة في الناس، وشاع ترك الصلاة بالكلية.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (5,'هذا عرض بسيط لا نقف عنده طويلًا، لكن هذه اللحظة الفارقة في تاريخنا: لحظة عصر الخديوي إسماعيل.
يمكن أن نعد ما قبلها من التراث، حتى يدخل في التراث إنتاج الشيخ الباجوري المتوفى (١٢٧٧ هـ لم ١٨٥٦ م) ، والذي كان شيخًا للأزهر، وهذا قياسًا لحد التراث على حد الآثار (مائة سنة) كما مرَّ.
* * *',NULL,'9',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (6,'<span data-type="title" id=toc-3>توثيق التراث</span>
هذا التراث - الذي بدأ مع تدوين العلوم عند المسلمين الأوائل في أواخر القرن الثاني الهجري، وامتد إلى عصر شيخ الإسلام الباجوري (١٢٢٧ هـ/١٨٥٦ م) - هو
النتاج الفكري الذي جعل لنفسه محورًا هو النص: الكتاب والسنة، النص بما اشتمل عليه من أحكام، ومن مقاصد شرعية تشتمل على قيم، وهذه القاصد والقيم تعمل في وسط قواعد، وتعمل كل هذه المنظومة في مجال السنن الإلهية التي خلقها اللَّه - عز وجل - في الكون، والنفس، والمجتمع.
فقد جعل المسلمون النص محورًا لحضارتهم، ومحور الحضارة معناه: أنهم جعلوه معيارا للتقويم، وجعلوه منطلَقًا للخدمة، وجعلوه مرجِعًا يرجعون إليه.
ولذلك نجد أنهم قد وَلَّدوا علومًا كثيرةً، كعلم الفقه، وعلم الأصول، وعلم
النحو، وعلم الصرف، وعلم الوضع، وعلم البلاغة، ...
، أرادوا بهذه العلوم أن يخدموا النص، وكذلك علم الخط يريدون به أن يخدموا النص، هذا الخط العجيب الذي يقول عنه ابن مقلة: إن كتاب اللَّه قد نزل على نسبة إلهية فاضلة، نظمه عجيب معجز، فلا بد أن يكتب بخط مبني على نسبة إلهية فاضلة، وتفتق ذهن ابن مقلة على
مسألة المسدس الدائري الذي رسم فيه الألف، واستطاع بميزان الألف أن يرسم الحروف كلها، فرسمت كل الحروف داخل المسدس داخل الدائرة.
يقول أبو حيان: لقد أوحى اللَّه تسديس الخط لابن مقلة كما أوحى للنحل
بتسديس بيوتها.
وليس هناك خط على وجه الأرض وإلى يومنا هذا يسير على نسبة واحدة كالخط العربي وما تفتق ذهن المسلمين بذلك إلا لأنهم قد خدموا النص، وأرادوا خدمته، وجعلوه محورًا واضخا لحضارتهم.
الفنون مثلًا وما حدث فيها من رسم وتعشيبات نباتية، وتلاعب بالخطوط،
والأشكال الهندسية، والتلاعب بالألوان، كل هذا إنما يحاولون به أن يصلوا إلى خدمة شيء معين جعلوه محورًا ينطلقون منه في حياتهم.
اقتضى وجود النص مسألة التوثيق، فالتوثيق هو السؤال الأول الذي يطرح نفسه على',NULL,'10',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (7,'الإنسان الذي يسعى إلى معرفة الحق، هل الذي بين يديَّ الآن هو الذي نطق به رسول اللَّه - صلى الله عليه وسلم -، سواء أكان قرآناً، أم سنة صادرة عن النبي - صلى الله عليه وسلم -
فمن أجل الإجابة على هذا السؤال وُجِدَ ما يقرب من عشرين علمًا، تتعلق بعلم الرجال وعلم الأسانيد، وعلوم الجرح والتعديل، وعلوم مصطلح الحديث، علوم كثيرة تحاول أن تضبط المسألة.
ليس هناك كتاب على وجه الأرض له تلك الأسانيد المتصلة، التي يقول كل قارئ للقرآن فيها (والقارئ هنا معناه: متحمل القراءة، وعالم القراءة) لقد سمعت هذا الكلام حرفًا حرفًا بالتشكيل، وعلى هذا الخط الموجود أمامنا، من شيخي الذي ولد يوم كذا وتوفي سنة كذا، وكان اسمه كذا وكان يضحك ويقول كذا وكذا، وكان يبكي
في المواقف الفلانية، تاريخ حياته كاملًا موجود في ملف في هذا العلم، وهذا الشيخ يقول أيضًا: إنه سمع هذا الكلام عن شيخ آخر، وله كل هذه المواصفات، ليس هناك أحد في هذا السند من المجاهيل التي لا نعرفها، فنحن وحتى الآن نعرف كل واحد في هذه السلسلة، وهذا النقل ليس عن شخصٍ واحدٍ يمكن أن يكذب، ويمكن أن يخطئ، ويمكن أن يضعف في موقف معين، لا عن ألف، بل قد يكون عن آلاف،
فابن الجزري في كتابه النشر في القراءات العشر، أورد ما يقرب من ألفى طريق للقرآن، وكتاب النشر هذا، كتاب واحد، حصر ألف طريق، كأن هناك ألفًا قد تلقى عنهم ابن الجزري، وهؤلاء الألف قد تلقوا عن ألف من مشايخهم وهكذا، والأمر أعظم من هذا بكثير.
إن المسلمين يفتخرون بكتابهم، وأنه محفوظ عليهم، وأنه وارد إليهم بالأسانيد التي لو قارناها بكتب الديانات الأخرى، لوجدنا أن التوراة مثلًا يقول ابن حزم عنها:
لها سندُ واحدُ فقط، آخر شخصٍ في السند بينه وبين سيدنا موسى - صلى الله عليه وسلم - ألف سنة أو أكثر.
كما أنه لا توجد النسخة الأصلية من الإنجيل، وإنما الذي يوجد له ترجمة يونانية، ومع ذلك، فمن المتُرجِم؟ لا نعرف.
مسألة مضحكة، ومحزنة، ومخزية أن يظل العقل البشري في حيرة من أمره أمام هذا الوضوح البين، بين مقارنة ظاهرية سطحية، تثبت من كل جهة قبل التعمق أن هذا',NULL,'11',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (8,'الدين، دين حفظه اللَّه سبحانه وتعالى، ودين قد دافع عنه اللَّه تعالى، وجعله مهيمنًا على ما بين يديه من تلك الأديان والكتب.
من المترجم؟ لا نعرف، ما هي الأسانيد إلى تلك الترجمة؟ لا نعرف.
ثم إن مجموعة الباباوات الذين تولوا الكنيسة، والمعروف عنهم النقل إلى هذا المصدر المبتور: واحد منهم ثبت لديهم أنه من عبدة الشياطين، ومجموعة منهم ثبت لديهم أنهم من المجرمين السفاحين، ومجموعة أخرى من الداعرين، هذا ليس كلامنا، هذا كلامهم.
أما السند عندنا فوصل به الحال إلى أن رحل البخاري الطلب الحديث فذهب إلى شخص للرواية، فوجده ممسكًا بعشب في يده يحاول أن يجذب إليه بهيمته، فلما جاءت إليه أمسك بها ورمى العشب، فتركه البخاري، ولم يُحَدث عنه، وقال: إنك قد كذبت عليها فلم يأمنه.
إلى هذا الحد يتم عندنا التوثق.
وَتذكَّر البخاريُّ أن النبي - صلى الله عليه وسلم - عندما وجد امرأة تريد أن تمسك بصبيها، فقدمت له تمرة، ثم لما أمسكت به أرادت أن تحرمه منها، فقال لها: لو فعلت لكذبت.
هذا المنهج - منهج توثيق المصدر - أثر تأثيرًا كبيرًا في عقلية المسلمين، وامتد ذلك التوثيق من المصدر (الكتاب والسنة) إلى الكتب التي ألفها الناس لخدمة هذا المصدر.
ولذلك هناك علم قد نشأ اسمه " علم الأثبات والمسانيد "،
علم الأثبات؟ السند ينتهي إلى المؤلف، وليس إلى رسول اللَّه - صلى الله عليه وسلم -،
وأصبحنا إذا ما أردنا أن نقرأ كتابًا، لا بد علينا أولًا أن نتوثق أن هذا الكتاب منسوب نسبةً صحيحة إلى مؤلفه بالسند المتصل أيضًا.
ألف الشوكاني كتابًا ماتعًا أسماه: " إتحاف الأكابر بأسانيد الدفاتر "،
وليست بأسانيد الأحاديث النبوية فقط، هذا أمر آخر في علم الحديث، لكن علم الحديث،
وعلم القراءات، وما حدث فيه من توثيق أثر على عقلية المسلم، فأصبح طلب التوثيق ضروريًّا في كل حياته، فأصبح هناك طلب لقضية أسانيد الدفاتر، وأصبح منهجًا يتخذ، وأثر هذا حتى في شكل النقل، فلا بد علينا أن نحفظ الوسيلة، والطريقة التي
بها النقل، ومن هنا وضع العلماء الأثبات التي جمعت أسانيد العلوم كلها.
ومن جهة أخرى أخذ توثيق النص منحىً آخر بتصحيحه، وإتقانه في نفسه: فنرى',NULL,'12',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (9,'ابن الصلاح في مقدمته يرشد الطلبة والنساخ إلى كيفية كتابة النصوص، ونقلها، والتأكد من صحتها بمصطلحات هي أنقى وأبر من مصطلحات المستشرقين وأضبط،
ومن ضمن ما ذكره ابن الصلاح: أنه ينبغي على القارئ عند القراءة إذا ما وجد سقطًا أو خطأ أن لا يصلح في أصل النسخة، خيفة أن يكون ما ظنه سقطًا، أو خطأ ليس كذلك، بل على القارئ أن يصلح في الهامش وأن يشير بعلامة " صح " فوق الكلمة، ويخرج في الهامش ويقول ما يريد، سواء أكان من عنده أم كان من نسخة أخرى،
حتى يدع لآخرين من بعده ينظرون في هذه النسخة، ولا يقطع عليهم الطريق، ولا يحرف كلام الناس، وحتى لا يصبح عنده تسلط على الآخرين في العلم، وأن ما ذهب إليه قطعي، وأن ما ذهب إليه لابد على الناس جميعًا أن يتمثلوا به.
وتثبت أيضًا السماعات على النسخة، ومعنى السماعات: أن يقول المتلقي للكتاب مثلًا: " سمعت هذا الكتاب من الشيخ الفلاني، حيث قال لي: إنه سمعه من الشيخ الفلاني بتاريخ كذا في المكان الفلاني "، فيحدد الشخص، والزمان، والمكان، حتى إذا ما كان هناك اشتباه في الأسماء بين المشايخ يحدث تمييز بينهم بالتاريخ، وإذا ما كان هناك كذب، أو زيادة قد حرفها محرف، أو وضعها واضع، تتضح هذه عند العلماء
الذين يعرفون..
وبهذه الطريقة كشف عن كثير من أنواع التلاعب، وهذا علم قائم بذاته.
الحقيقة أن تحول المناهج إلى تلك الملكات، هي التي نفتقدها نحن الآن، نحن
أصبح عندنا معلومات، ولم يعد عندنا علم.
والفرق يينهما: أن المعلومات مفردة، والعلم نسق مرتبط بعضه مع بعض، له منهج، وله استعمال، وهذا هو الفرق بين العالم والمثقف، فالمثقف عنده كثير من المعلومات في مادة معينة، لكن ليس عالماً في هذه المادة، وقد تفوق معلوماته معلومات بعض علماء هذه المادة، لكن لابد علينا أن نعي المنهج، وأن نعي طرق الاستعمال، وأن نعي الربط بين المعلومات، وأن نعي المعلومات أيضًا حتى نُحصِّل علمًا معينا.
وضع العلماء طرقًا ثمانية من طرق التحمل - أي تحمل العلم - أيضًا أخذوها من الحديث بعضها يتعلق بطريقة الأداء:',NULL,'13',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (10,'فمن ذلك: أن يقرأ الشيخ والتلميذ يسمع، ويقول: قد سمعت هذا، وهذا يكون أضبط؛ لأن الشيخ عندما يقرأ، يقرأ كثير من طلبة العلم الآن، من غير قراءة على عالم يستطيع أن يصحح، وأن ينقل الملكات، والمعلومات، ومناهج البحث العلمي منه إلى الطالب.
على كل حال فإن حضارة المسلمين لم تمت، بل نامت فقط، والنائم يستيقظ، واللَّه - عز وجل - ييعث مَنْ في القبور، على أن حالة النوم هذه استمرت عند المسلمين حتى دخول المطبعة الأميرية التي فتحها محمد علي (٨٢١ ام) لطبع كتب الجهادية،
وا لفنون، والزراعة، والصناعة، والطب، وغيرها.
ثم بعد ذلك بدأت في طباعة المصحف سنة ١٨٣٢ م) ، لأن المشايخ حرموا طباعة الصحف ابتداء لسببين: أحدهما موضوعي، والآخر شكلي.
السبب الموضوعي: أنه سيكون فيه أخطاء فادحة نظرًا لصعوبة التصحيح وبدائية عملية الطباعة، وأنه لا بد علينا أن نكتبه بأيدينا حتى نتأكد من عدم وجود الأخطاء.
والسبب الشكلي: أنهم قد سمعوا أن الاسطوانة التي تدور عليها ورق الطباعة
مصنوعة من جلد الخنزير، فلا ينبغي أن تدنس صفحات المصحف بجلد الخنزير، فتأخرت طباعة المصحف.
ثم بعد ذلك أصدر محمد علي باشا، قرارا بطبع المصحف حتى ولو كان حرامًا!
وكانت هذه خطوة وعلامة فارقة من ارتباط الأحكام الشرعية بالسياسة فطبع
المصحف، طبع منه أول الأمر مائتا نسخة، واتضح أن فيه أخطاء فاحشة، فصححها،
وأذكر أن التصحيح قد تكلف ١٣ جنيهًا ذهبا لأجل تصحيح المصحف المطبوع.
وبعد ذلك بدأت دار الطاعة الأميرية في إخراج أوائل منتجاتها الأدبية، فقام
علماء المطبعة الأميرية من المصححين المطعيين.
وكانوا من أكابر العلماء أمثال الشيخ
قطة العدوي، والشيخ نصر الهوريني.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (11,'والشيخ نصر الهوريني هذا له شرح على ديباجة القاموس المحيط للفيروزآبادي، حيث إنه أشرف على طبعه فألف هذا الشرح، ولا يؤلف مثله إلا من هو أعلى من الفيروزآبادي أو مثله، وهذا ييين لك من المصحح، ليس كالمصحح المطبعي الآن لا يدري عن نفسه شيئًا، حتى أصبحت مهنة مَنْ لا مهنة له، بل لقد كان المصحح من كبار العلماء.
لقد لاقى التراث اهتمامًا كبيرًا في قضايا التوثيق والنقل إلى أن أصبحت الطبعة
الأميرية من أي كتاب وإلى يومنا هذا، هي العمدة والمعتمد.
ومثل الشيخ نصر الهوريني: الشيخ قطة العدوي، وحسن بك حسني، وأحمد باشا زكي شيخ العروبة، وأحمد باشا تيمور.
وبدأ أحمد باشا تيمور ما نطلق عليه الآن بتكشيف التراث، وذلك في التذكرة التيمورية، وفي الموسوعة التيمورية، فقد كان يقرأ، ويأخذ الفوائد والقواعد والشوارد،
ويضعها في نظام خاص، طبع بعد موته؛ لأنه كان يفتح الملفات ولا يغلقها، لأنه كان دائمًا يلقي فيها بالدرر التي يلتقطها من بحار التراث في اتجاهه الأدبي اللغوي إلى أن ألفى أكثر من ثلاثين كتابًا على هذا الوضع، وأغلبها قد طبع بعد وفاته، لأنها لم تكمل حتى في حياته، لأنها مستمرة،
ولأنها ملفات تكشيف.
لقد قام كثير من علماء الأمة ممن عرفناهم وممن لم نعرفهم من الجنود المجهولين',NULL,'15',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (12,'بالحفاظ على قضية التوثيق أثناء الانتقال من المخطوط إلى المطبوع.
وأول من كتب في علم مستقل هو علم نقد النصوص، ومحاولة نشرها نشرًا علميًّا
هو: " برجستراسر " كتب كتابه بالعربية سماه " نقد النصوص "، وكان مجموعة من المحاضرات التي يلقيها على طلبته في جامعة القاهرة.
وبعد ذلك كتب من العرب عبد السلام هارون - رحمه الله -، وترجم أحمد شلبي شيئًا ما في الموضوع.
ثم انثالت بعد ذلك الكتب التي تتكلم عن كيفية نشر التراث نشرًا محققًا مخدومًا، له فهارس وله مقدمة، كيف نقارن بين النسخ، وكيف نخرج نسخة معتمدة؟ وما هي شروط تلك النسخ؟.
واستفيد في هذا المجال بكثير مما وصل إليه الإنسان في الشرق والغرب، واختلفت المصطلحات، ولكن المقصود هو الوصول إلى المضمون والمعنى، وهو أن نحافظ على التراث، وأن نوثقه، هذه إطلالة سريعة على قضية توثيق التراث قديمًا وحديثًا.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (13,'<span data-type="title" id=toc-4>فهم التراث</span>
إلا أن هذا التراث الذي بين أيدينا في الحقيقة لا بد علينا أن نفهمه، وكثير من الناس يرفضون التراث رفضًا تامًا، وهذا الرفض رفض وجداني فقط؛ لأنه لم يفهم التراث أصلًا، حتى يرفض ما فيه.
وكثير من الناس يقبلون التراث قبولًا تامًّا، وهذا أيضًا قبول وجداني، لأنه لم يفهم ما فيه أيضًا، نعم هو خير من الأول الذي رفض، لأنه ينتمي إلى آبائه الصالحين، وإلى سلفه الأماجد.
لكن لا بد علينا أن نفهم التراث، والتراث مكتوب في إطار طرائق معينة،
ونظريات، وأفكار، وأساليب ما في التفكير والتحليل، فله ما يشبه
"الشفرة "، هذه "الشفرة " نريد أن نلقي شيئًا من الضوء عليها.
ولقد تنبه كثير من العلماء إلى هذا، أو إلى شيء منه، مثل الشيخ طنطاوي جوهري - رحمه الله - فألف كتابه الماتع " بهجة العلوم "، محاولًا أن يلقي الضوء على تلك التصورات الكلية التي كانت في أذهان السلف الصالح.
هذه التصورات نجدها في مقدمات علم الكلام، نجدها في علم لم يعد يدرس اسمه " الحكمة العالية "، وموضوعه الوجود والعدم، نجد مثل هذه التصورات عند التأمل والتدبر في عباراتهم، نجدها في النطق الصوري العربي، نجدها مشتتة.
وألف عبد القادر بن بدران كتابًا أسماه المدخل، يحاول فيه أن يلقي الضوء على جانب آخر من هذه الشفرة التي كتب بها التراث.
كما اهتم الأتراك كثيرًا بمثل ذلك حتى يفهموا، فعلماء الدولة العثمانية، وهي ناطقة بالتركية أرادوا أن يفهموا بعمق حتى يساهموا في البناء الفقهي، فكانت مؤلفاتهم تشتمل على كثير من حل تلك الشفرة.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (14,'ولقد تأملت كثيرًا في هذه القضية حتى أرى ما الحائل الذي يحول بيننا وبين نص تراثي مكتوب، فوجدت أن الأمر لا يخلو من أحد أمور خمسة:
١ - أن يكون القارئ المعاصر قد فقد التصور الكلي الذي كان شائعًا عند الكاتبين للتراث عبر الزمان والمكان، وعلى ذلك من الممكن أن نقول: إنه ينبغي علينا - حتى نفهم التراث فهمًا دقيقًا واعيًا - أن ندرك أولًا التصورات الكلية التي كانت قائمة في أذهانهم، وحاكمة على كتاباتهم حتى شاعت هذه التصورات، وكأنها مسلَّمات.
فعندما نفقد هذه التصورات، أو لا نستوعبها، أو لا نستحضرها حين قراءتنا للتراث، فإن خيرًا كثيرًا يفوتنا، وإن فَهْمًا دقيقًا يعوزنا.
٢ - أيضًا فقد يفقد القارئ المعاصر النظريات الكلية التي حكمت الذهن العلمي عندما أنشأ تلك العلوم، أو تعامل وتفاعل معها، أو دوَّنها، أو انقسم فيها إلى مدارس ...
وإلخ.
هذه النظريات الكلية عادة وغالبًا لا نجدها مستورة في الكتب التي بين أيدينا بطريقة شاملة، بل نجد عناصر مشتتة في الكتب، وموزعة على الأعصار المختلفة، وموزعة أيضًا بين المذاهب المتعددة، وبين الأشخاص، والعلماء، والفقهاء الذين قاموا بإنتاج كل ذلك،
ومنذ خمسين سنة والعلماء المسلمون يحاولون تجميع وصياغة تلك النظريات
الكلية في بعض العلوم خاصة الفقه واللغة، ويحاولون أن يستنبطوا تلك النظريات وأن يكتبوا رسائل علمية (ماجستير ودكتوراه) فيها، ولقد قطعوا شوطًا كبيرًا، فكتبوا في نظرية الملكية، وفي نظرية المال، وفي نظرية الحق، وفي نظرية العقد، وفي نظرية الضمان، وفي نظرية المسئولية وهكذا، كتبوا عن هذا كثيرًا، لكن الأمر لم يسر في
كل العلوم سيرته في الفقه، كما أنه لم يسر أيضًا بصورة منتظمة، وعلى درجة واحدة من الإتقان، ومن العمق، فأصبح عندنا نظريات استطعنا أن ندرك فيها عمق التفكير الفقهي الموررث، وهناك نظريات ما زالت في بداياتها من ناحية الصياغة والشمول.
فنظرية العقد في الفقه الإسلامي مثلًا، نضجت بما فيه الكفاية، لأنا نستعملها
كمفتاح نستطع به أن ندرك كثيرًا من العقود الإسلامية، فهمًا، أو إنشاء، - في حين أن الشخصية الاعتبارية وأحكامها ما زالت في بداية الطريق.
٣ - الأمر الثالث الذي يجعل الإنسان غير قادر على أن يتصل الاتصال المرجو',NULL,'18',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (15,'بالتراث هو قضية المصطلحات، فلكل عصر ولكل مذهب ولكل علم مصطلحاته الدقيقة، التي إذا ما فقدها القارئ المعاصر، أو طالب العلم، أو الباحث فإنه لا يدرك كثيرًا مما أمامه، ويقف هذا حجر عثرة دون الفَهْم العميق، أو الفهم المتأني.
٤ - أما الأمر الرابع فهو قضية فقد العلوم الخادمة، فكل علم من هذه العلوم كان يعتمد على بنية فكرية، هي عبارة عما حصله العالم من درس في مختلف العلوم الأخرى، فالذي كتب في الفقه درس قبله المنطق، ودرس علم الكلام، ودرس ما كانوا يسمونه بعلم الوضع، ودرس النحو، ودرس البلاغة، ودرس علوم العربية،
ودرس الأصول، ودرس علومًا كثيرة أخرى، كوّنت نسيجه الفكري، وكوَّنت بنيته الذهنية، فجلس وهو يتكلم في الفقه يتكلم بهذه الأداة التي تولَّدت عنده في ذهنه من دروسه المختلفة، نحن الآن عندما نريد أن نعادل شهادات الكليات، فإننا نطلع على كمِّ
الدراسة، وكم الساعات، وكم المعلومات التي تلقاها طالب معين في جامعة بعينها، حتى نرى ما إذا كان مساويًا لما تلقاه الآخر في جامعة أخرى.
إن كمَّ الساعات التي كان يتلقاها الفقيه قديمًا كان يشتمل على علومٍ كثيرةٍ، قد تغيب عنا، وعن كثير من المطلعين اليوم.
كل هذا أَثَّر في إنشاء العبارة، وفي الأداء، وفي الصياغة، وفي كتابة العلوم بصورة عامة.
ولهذا لما كتب الفقه رأيناه وكأنه مُسْتَبطِن للمنطق، ومُسْتَبطِن لما عليه علماء الكلام من مفاهيم، ومُسْتَثطِن أيضًا لما عليه علماء الحكمة العالية وعلماء الأصول.
وهكذا في كل فن، وفي كل علم عندما كان صاحبه يصوغه، فإنه يصوغه متأثرًا بما قد تلقاه من درس في حياته العلمية، فكانت العلوم بعضها يخدم بعضًا، وتكون نسيجًا وبنيةً فكريةً واحدةً ومتسقةً في نفس الوقت.
وفهم هذا الجانب أمرُ أساس حتى نفهم بدقة كلام الأقدمين، وحتى نستطيع بعد ذلك أن نكمل المسيرة، ونبني كما بنوا.
٥ - أما الأمر الخامس فهو قضية الصياغة اللغوية والمنطقية، والتي تحتم علينا أن
ندرك فلسفة اللغة وعلاقتها بما في الأذهان، وبما في الأعيان.
هذه الصياغات لا بد علينا أن نقف عندها كثيرًا، وأن نعيها بطريقة أساسية، حتى تصبح مفتاحًا لنا لقراءة التراث كله بكافة تشعباته، وبكافة أنواعه.
هذه هي الأمور الخمسة التي ينبغي أن تُعالجَ بشيء من التفصيل، ولا أدعى أن هذه',NULL,'19',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (16,'الأمور الخمس هي فقط التي نحتاجها لفك شفرة التراث، لكنها هي أهم المحاور على كل حال، كما أنني أريد أن أبين أن الاتصال بالتراث على درجات ومستويات مختلفة.
ونحن الآن في المستوى الأول منه، ولكننا إذا أردنا أن نتقدم خطوة إلى الأمام، أو أن ننتقل نقلة نوعية، فإننا ينبغي علينا أن نعالج هذه الموضوعات بمستوى آخر غير الذي سنعالجه في هذه العجالة.
فالمستويات منها ما هو مبتدئ، ومنها ما هو متوسط، ومنها ما هو منتهي.
* * *',NULL,'20',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (17,'<span data-type="title" id=toc-5>الفصل الثاني
من مداخل التراث</span>
ذكرنا في الفصل الأول أن الأمر الثالث الذي نستطع به أن نفك شفرة التراث، هو قضية المصطلحات، ومعرفة مبادئ العلوم، وقواعد وفوائد حول العلم الذي ندخل فيه.
ولنضرب مثلًا بفقه الشافعية، ثم الحنفية، ثم المالكية، ثم الحنابلة..
* * *
<span data-type="title" id=toc-6>مذهب الشافعية</span>
ترجمة الإمام الشافعي:
هو: أبو عبد اللَّه محمد بن إدريس بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن عبد المطلب بن عبد مناف.
ولد في سنة ١٥٠ هـ بغزة، ومات بمصر في سنة ٢٠٤ هـ.
وقد قدم الشافعي مكة صغيرًا، ونشأ يتيمًا فقيرًا في حجر والدته، حتى إنها لم يكن معها ما تعطي المعلم.
حفظ الإمام الشافعي رحمه اللَّه تعالى القرآن، ولما يتجاوز سبع سنين،
وكان يقرأ على إسماعيل بن قسطنطين، وكان شيخ أهل مكة في زمانه، وأخذ العلم عن شيوخ مكة منهم: سفيان بن عيينة إمام أهل الحديث، ومسلم بن خالد الزنجي فقيه مكة،
وسعيد بن سالم القداح، وداود بن عبد الرحمن العطار، وعبد المجيد بن عبد العزيز بن أبي داود.
وقد حيل بين الشافعي رحمه اللَّه تعالى وبين الرحلة إلى الإمام الليث بن سعد بمصر.
ثم رحل - رحمه الله - إلى المدينة للأخذ عن علمائها وهو ابن ثلاث عشرة سنة، فقد كان حفظ موطأ الإمام مالك، وأراد أن يتلقاه عن الإمام مالك نفسه، وقد استصغر الإمام مالك سِنَّه في أول الأمر، وطلب من الشافعي أن يحضر معه من يقرأ له، فلما سمع قراءة الشافعي أعجب مالك بها جدًّا، لفصاحة الشافعي وجودة قراءته، وقد لازمه من
سنة ١٦٣ هـ، وحتى وفاته سنة ١٧٩ هـ.
كما أخذ بالمدينة أيضًا عن إبراهيم بن سعد الأنصاري، وعبد العزيز بن محمد
الداراوردي، وإبراهيم بن أبي يحيى الأسلمي، ومحمد بن سعيد بن أبي فديك، وعبد الله ابن نافع الصائغ صاحب ابن أبي ذئب.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (18,'وكان أول أخذه العلم عن علماء بغداد سنة ١٨٤ هـ، وخاصة الإمام محمد بن الحسنن صاحب الإمام أبي حنيفة صاحب المذهب المشهور، فتلقى جميع مصنفاته، ودرس مذهب الحنفية دراسة واسعة.
كما أخذ ببغداد عن: وكيع بن الجراح، وعبد الوهاب بن عبد المجيد الثقفي، وأبو أسامة حماد بن أسامة الكوفي، وإسماعيل ابن علية، وهؤلاء الأربعة من حفاظ الحديث النبوي.
وقد أقام الشافعي مدة ببغداد، سافر بعدها عائدًا إلى بلده مكة، ليعقد بها أول مجالسه في الحرم المكي.
ثم عاد الشافعي من مكة إلى بغداد، وذلك سنة ١٩٥ هـ، وقد بلغ من العمر خمس وأربعون سنة، وقد استوى عالماً له منهجه المتكامل، ومذهبه الخاص به.
وقد كان للشافعي في هذه الرحلة الثانية أثر واضح على الحياة العلمية في بغداد.
ثم رجع الإمام الشافعي - رحمه الله - إلى مكة، ليعود إلى بغداد مرة أخيرة في سنة ١٩٨ هـ،
إلا أنه لم يمكث في هذه المرة الأخيرة غير بضعة أشهر عزم فيها على الرحيل إلى مصر.
غادر الإمام الشافعي - رحمه الله - بغداد بعد أن نشر بها مذهبه، وترك بها عددًا كبيرًا من أصحابه تولوا بعده نشر المذهب، والتصنيف فيه، حتى أصبحت لهم مدرسةً متميزةً خاصة بهم داخل المذهب الشافعي، عرفت بطريقة العراقيين.
وكان الإمام الشافعي - رحمه الله - يعرف جيدًا أحوال مصر قبل قدومه إليها، فقد سأل الربيع عن أهل مصر قبل أن يرحل إليهم فقال الربيع: هم فرقتان، فرقة مالت إلى قول مالك، وتاضلت عنه، وفرقة مالت إلى قول أبي حنيفة وناضلت عنه.
فقال الإمام الشافعي - رحمه الله -: أرجو أن أقدم مصر إن شاء اللَّه، فآتيهم بشيء أشغلهم به عن القولين جميعًا، فكان كما قال - رحمه الله -.
وكان شديد الحب لأصحابه، واسع الجود معهم، يقضي لهم حوائجهم،
ويساعدهم في أمورهم.
ولقد علم الشافعي كثيرًا من الناس، وله تلامذة في بغداد، وله تلامذة في مصر، وله أيضًا تلامذة في خراسان.
هكذا ينبغي علينا أن نتصور صورة لهذا المذهب، كيف نشأ؟ وكيف نقل إلينا؟
وكيف نستيطع أن نتعامل معه؟ فالإمام الشافعي - رحمه الله - قد ألف أكثر من ثلاثين كتابا،',NULL,'22',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (19,'وكثير من هذه الكتب قد وصل إلينا، وبعضها قد فقد، ولم يصل إلينا، وكثير مما وصل إلينا قد طبع، وعلينا أن نتتبع هذا كله.
وقد مر المذهب الشافعي بعدة أطوار:
أ - طور الإعداد والتكوين: وابتدأ هذا الطور بعد وفاة الإمام مالك سنة ١٧٩ هـ،
واستمر فترة طويلة حيث استغرق حوالي ستة عشر عامًا، إلى أن قدم الإمام الشافعي إلى بغداد للمرة الثانية سنة ١٩٥ هـ.
ب - طور الظهور للمذهب القديم: واحتلت هذه المرحلة الفترة الزمنية من وقت قدوم الشافعي بغداد المرة الثانية سنة ١٩٥ هـ، وحتى رحيله إلى مصر سنة ١٩٩ هـ.
ج - طور النضج والاكتمال لمذهبه الجديد: وبدأ بقدومه إلى مصر سنة ١٩٩ هـ،
وحتى وفاته بها سنة ٢٥٤ هـ.
د - طور التخريج والتذييل: ابتدأ على يد أصحاب الشافعي، من بعد وفاة الإمام الشافعي، وامتد حتى منتصف القرن الخامس تقرييًا - وبعض الباحثين يصل به إلى القرن السابع الهجري - وفي هذا الطور نشط الأصحاب إلى استخراج المسائل من أصول المذهب.
هـ - طور الاستقرار: حيث استقرت مدارس المذهب، وتم الجمع بينها، والانتهاء من الترجيح فيما اختلف فيه علماء المذهب، ثم وضعت الكتب المختصرة في المذهب التي تشمل على الراجح في المذهب، وشرح هذه المختصرات بطريقة مدرسية.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (20,'<span data-type="title" id=toc-7>أسس المذهب الشافعي:</span>
من مداخل التراث
١ - اتباع الكتاب والسنة: لا شك في شدة اتباع الإمام الشافعي - رحمه الله - للسنة النبوية الشريفة حتى إنه قال: كل حديث عن النبي - صلى الله عليه وسلم - فهو قولي، وإن لم تسمعوه مني.
٢ - اتباع الحق والدليل: وهذه من أهم مميزات مذهب الإمام الشافعي - رحمه الله -، فما كان يحول بينه وبين اتباعه للدليل حائل من متابعة عمل أهل بلده، أو تقليد أحد من الأئمة السابقين عليه، فنجد مثلًا الإمام مالك يرى عمل أهل المدينة حجة يأخذ بها،
ولا يدعه لمرويات أحد من أهل البلاد الأخرى، ويرى أن عمل أهل المدينة هو آخر الأمر من رسول الله - صلى الله عليه وسلم -.
بينما كان الإمام أبو حنيفة يأخذ بما كان عليه أهل بلده بالعراق،
ولا يخالفهم.
يقول الإمام الشافعي - رحمه الله - تعالى للإمام أحمد بن حنبل: أنتم أعلم بالحديث والرجال مني، فإذا كان الحديث صحيحًا فأعلموني -: كوفيًّا كان، أو بصريًّا، أو شاميًّا، حتى أذهب إليه إن كان صحيحًا.
٣ - الاهتمام بأقوال الصحابة: حيث كان الشافعي يرى أن أقوال الصحابة فيما اتفقوا عليه حجة أما إذا اختلف الصحابة في مسألة، فيحتاج الأمر إلى الترجيح بينهم بدليل آخر.
ويرى الشافعي أنه إذا انفرد الصحابي بقول ولم يوجد في المسألة نص من الكتاب، أو السنة أن هذا القول أولى من القياس.
وإذا كان قول الصحابي في الأمور التي فيها مجال للاجتهاد، فقد رأى الإمام
الشافعي أن قول الصحابي ليس بحجة على غيره من المجتهدين.
٤ - الأخذ بالقياس: وقف الإمام الشافعي في القياس موقفًا وسطًا، فلم يتشدد فيه تشدد الإمام مالك، ولم يتوسع فيه توسع الإمام أبي حنيفة، ومع هذا فكان الإمام الشافعي يرى للقياس أهمية كبيرة في العملية الفقهية، حتى جعله هو والاجتهاد بمعنى واحد، وكان - رحمه الله - يقول: الاجتهاد القياس.
٥ - اعتبار الأصل في الأشياء: من الأسس التي بنى عليها الإمام الشافعي رحمه اللَّه',NULL,'24',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (21,'تعالى مذهبه فيما لم يرد فيه نص أن الأصل في المنافع الإباحة، والأصل في المضار التحريم.
٦ - الاستصحاب: وهو عبارة عن ثبوت أمر في الزمان الثاني بناء على ثبوته في الزمان الأول، فإذا عرفنا حكمًا من الأحكام في الزمن الماضي، ولم يظهر لنا ما يدل على عدمه، حكمنا الآن في الزمان الثاني بأنه لا زال باقيًا على ما كان عليه، لأنه لم يظن عدمه، وكل ما كان كذلك فهو مظون البقاء.
ومن ذلك مثلًا: أن الأصل براءة ذمة الإنسان حتى يقوم الدليل على شغلها بواجب أو حق عليه، فنستصحب هذه البراءة فيما لو اتهم إنسان بدَيْن أو حق يتعلق بذمته، ولا بينة عليه، فنستصحب الأصل في براءة ذمته.
٧ - الاستقراء: وهو عبارة عن تتبع أمور جزئية ليحكم بحكمها على أمر يشتمل على تلك الجزئيات، حيمث يستدل بإثبات الحكم للجزئيات بعد تتبع حالها على ثبوت الحكم الكلي تلك الجزئيات، وبواسطة ثبوته للكلي يثبت للصورة المتنازع في حكمها.
ومثاله: الاستدلال على أن الوتر مندوب وليس بواجب بأن الوتر يؤدى على الدابة في السفر، وقد ثبت بتتبع أحوال النبي - صلى الله عليه وسلم - أنه ما كان يصلي الفرائض على الدابة،
وإنما كان يصلي النوافل فقط، فلما صلى الوتر على الدابة علمنا أنه مندوب، وحملنا ما روى مما يوهم ظاهره وجوب الوتر على تأكيد الاستحباب.
١ - الأخذ بأقل ما قيل: حيث يرى الإمام الشافعي رحمه اللَّه تعالى أن نأخذ بأقل ما قيل في المسألة، إذا كان الأقل جزء من الأكبر، ولم يجد دليلًا غيره.
فهذا الأصل عند الإمام الشافعي يستعمله عند عدم وجود دليل آخر في المسألة، فيعمل به، لأنه قد حصل الإجماع الضمني على الأقل.
ومثاله: دية الذمي، فقد اختلف العلماء فيها على ثلاثة أقوال:
فقيل: إنها ثلث دية المسلم.
وقيل: إنها نصف دية المسلم، وهو مذهب المالكية.
وقيل: إنها كدية المسلم، وهو مذهب الحنفية.
فأخذ الإمام الشافعي بالثلث، بناء على أن الثلث أقل ما قيل في المسألة، وهو مجمع عليه؛ لأنه مندرج ضمن قول من أوجب النصف، أو الكل، والأصل براءة الذمة بالنسبة لمن سيدفع الدية، فلا يجب عليه شىء إلا بدليل، ولا دليل يوجب الزيادة',NULL,'25',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (22,'على الثلث، وإنما أوجبنا عليه الثلث للإجماع.
فهذه هي الأدلة التي بنى عليها الإمام الشافعي رحمه اللَّه تعالى، بالإضافة إلى ما قرره من قواعد في استثمار الأحكام من ألفاظ النصوص الشرعية، كقواعد العام والخاص، والمجمل والمبين، والمطق والمقيد.
وعلى الجانب الآخر فقد رفض الإمام الشافعي رحمه اللَّه تعالى بعض الأدلة التي قال بها غيره من الأئمة، حيث رأى الإمام الشافعي رحمه الله تعالى أنها ضعيفة، لا يصح الاستدلال بها.
١ - فمما رده من الأدلة: المصالح المرسلة:
فقد قبل الإمام مالك المصلحة المرسلة التي لم يرد عن الشارع اعتبارها أو إلغاؤها.
فمن ذلك: أنه يجوز عند الإمام مالك ضرب المتهم بالسرقة حتى يقر.
ولكن رد الإمام الشافعي رحمه اللَّه تعالى هذا الدليل، ولم ير الأخذ به، وتابعه على ذلك جمهور العلماء.
٢ - ومما رده الإمام الشافعي رحمه الله تعالى من الأدلة: الاستحسان:
فقد رأى الحنفية العمل بالاستحسان، وهو ترجيح القياس الخفي على القياس الجلي في بعض المسائل.
ومن ذلك: تصحيح الحنفية بيع المعاطاة (بأن يأخذ المشتري بضاعته من البائع
ويعطيه الثمن دون التعاقد باللفظ على ذلك) لاطراد عرف الناس وعادتهم على التعامل، فالأعصار لا تنفك عنها، ويغلب على الظن جريانها في عهد النبي - صلى الله عليه وسلم -،
فجاز العمل بها استحسانًا.
ورد الإمام الشافعي رحمه اللَّه تعالى المعاطاة لمخالفتها لعموم الأدلة والقياس التي توجب التعاقد في عملية البيع، وتشترط الإيجاب والقبول، وليس المراد بالاستحسان:
التشريع تبعًا للَّهوى، واستحسانًا له دون دليل شرعي، فهذا أمر اتفق الأئمة جميعًا على إبطاله ورده.
٣ - ومما رده الإمام الشافعي رحمه الله تعالى: القول بعمل أهل المدينة:
فقد ذهب الإمام مالك إلى أن عمل أهل المدينة فيما أجمعوا عليه حجة؛ لأنه الآخر من عمل النبي - صلى الله عليه وسلم -.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (23,'ورد الشافعي هذا الدليل؛ لأن الصحابة قد انتشروا في البلدان مع الفتوح، وحمل كل منهم عن النبي - صلى الله عليه وسلم - العلم الكثير ونشره في البلاد، فليس العلم بما كان الآخر من
أمر النبي - صلى الله عليه وسلم -، مقتصرا على أهل المدينة.
٤ - ومن الأدلة المردودة في مذهب الشافعي: شرع من قبلنا:
فقد ذهب بعض العلماء إلى أننا متعبدون بما صح من شرائع من قبلنا، بطريق الوحي
إلى النبي - صلى الله عليه وسلم - بما في شرعهم، لا بطريق كتبهم المبدلة.
ولكن رد الشافعية هذا القول؛ لأن الإسلام قد نسخ كل الشرائع التي قبله، فلم يبق فيها حجة.
<span data-type="title" id=toc-8>قول الشافعي إذا صح الحديت فهو مذهبي:</span>
قال الشيخ تقي الدين السبكي في رسالته
" معنى قول الإمام المطلبي إذا صح الحديث فهو مذهبي ":
" هو قول مشهور عنه، لم يختلف الناس في أنه قاله، وروي عنه
معناه أيضًا بألفاظ مختلفة ".
ونَقَلَ عن ابن الصلاح - رحمه الله - أنه قال في كتاب الفتوى:
"ممن حكى عنه أنه أفتى بالحديث في مثل ذلك: أبو يعقوب البويطي، وأبو القاسم الداركي، وهو الذي قطع به أبو الحسن إلكيا الطبري، وليس هذا بالهين، فليس كل فقيه يسوغ له أن يستقل بالعمل
بما رآه حجة من الحديث.
ثم قال السبكي - رحمه الله -: " وأما قول ابن خزيمة: " إنه لا يعرف لرسول اللَّه - صلى الله عليه وسلم - سنة
في الحلال والحرام لم يودعها - يعني الشافعي - كتبه " فقد يكون أودعها كتبه، وفي بعضها لم يتبين له صحتها، فيتبين بعد ذلك، أو لا يكون في الحلال والحرام كما في الصلاة الوسطى، أو يكون سنة لم يعلمها ابن خزيمة، أو يكون الشافعي قال ذلك على سبيل الفرض والتقدير.
وأما ما قام الدليل عند الشافعي على طعن فيها، أو نسخها، أو تخصيصها، أو تأويلها، أو نحو ذلك، فليس الكلام فيه، وليس هذا تركًا لها، وإنما الترك للحديث أن لا يعمل به أصلًا، كما يقوله من يترك الحديث لعمل أهل المدينة، أو للقياس، أو لعدم فقه الراوي، أو لعمله، أو عمل صحابي بخلافه، ونحو ذلك، هذا هو الترك.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (24,'وأما الطعن في إسناد الحديث، أو بسبب علة، أو شذوذ؛ فذلك يمنع من الحكم بصحة الحديث، وكلامنا إنما هو إذا صح الحديث.
والنسخ ليس تركًا، فالنسخ قد يوجد في القرآن، والتخصيص ليس تركًا، بل جمع يينه وبين العام.
وقد تكلم الشافعي في الأحاديث المختلفات، والجمع بينها في كتاب " اختلاف الحديث " أحسن كلام، وكذلك العلماء كلهم.
فهذا ليس هو المراد هنا، وإنما المراد: الترك المطلق، ولم يقع ذلك للشافعي أصلًا، ولا تقتضيه أصوله ".
ثم قال السبكي: " في كلام الشافعي هذه فوائد قد امتاز بها:
إحداها: الفائدة التي قدمناها من جواز نسبته إليه، وفيها ثلاثة أشياء: أحدها:
مجرد جواز نقله عنه.
والثاني: أنه إذا أراد أحد تقليده فيه جاز له ذلك، إذا كان ممن
يجوز له التقليد.
والثالث: إذا كان العلماء كلهم إلا الشافعي على مقتضى
حديث، والشافعي بخلافه لعدم اطلاعه، فإذا صح صارت المسألة إجماعية؛ لأنه لم يكن خالف فيها الشافعي، ويبين بالحديث أن قوله مرجوع فيه، أو لا حقيقة له، فلا ينسب إليه، بل ينسب إليه خلافه موافقة لبقية العلماء فيكون إجماعًا، فينقض قضاء القاضي بخلافه لمخالفته النص والإجماع.
ولو اتفق ذلك لغير الشافعي ممن لم يقل مثل قوله: كان نقض القاضي به لمخالفته النص فقط، لا لمخالفته الإجماع، فهذه أشياء في هذه الفائدة الواحدة.
الفائدة الثانية: أن الأحاديث الصحيحة ليس فيها شيء له معارض متفق عليه، والذي يقوله الأصوليون من أن خبر الواحد إذا عارضه خبر متواتر، أو قرآن، أو إجماع، أو عقل إنما هو فرض، وليس شيء من ذلك واقعًا، ومن ادعى ذلك فليبينه حتى نرد عليه.
وكذلك لا يوجد خبران صحيحان من أخبار الآحاد متعارضان بحيث لا يمكن
الجمع يينهما.
والشافعي قد استقرأ الأحاديث، وعرف أن الأمر كذلك، وصرح به في غير موضع من كلامه، فلم يكن عنده ما يتوقف عليه العمل بالحديث إلا صحته، فمتى صح',NULL,'28',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (25,'وجب العمل به، لأنه لا معارض له، فهذا بيان للواقع.
والذي يقوله الأصوليون مفروض، وليس بواقع، وهذه فائدة عظيمة وإليها الإشارة بقوله: " إذا صح الحديث ...
"، حيث أطلقه، ولم يجعل معه شرطًا آخر.
الفائدة الثالثة: أن العلماء رضوان اللَّه عليهم لكل منهم أصول، وقواعد بنى مذهبه عليها، لأجلها رَدَّ بعض الأحاديث، وأما الشافعي فليس له قاعدة يرد بها الحديث، فمتى صح الحديث قال به، والمعارض - الذي لو وقع كان معارضًا عنده، وعند غيره
هو: المعقول، أو الإجماع، أو القرآن، أو السنة المتواترة - لم يقع أصلًا، وقد صان اللَّه شريعته عن ذلك، فكان في قول الشافعي:
" إذا صح الحديث فهو مذهبي " إشارة إلى ذلك.
الفائدة الرابعة: في عموم الألف واللام من قوله " الحديث "، سواء أكان حجازيًّا، أم عراقيًّا، أم شاميًّا، خلافًا لمن لم يقبل إلا أحاديث الحجاز.
فهذه أربع فوائد، في الفائدة الأولى ثلاثة أشياء، فصارت ستة، لم توجد في كلام بقية الأئمة " انتهى ما أردته.
* * *
<span data-type="title" id=toc-9>أقوال الإمام:</span>
قال الشيرازي:
مسألة:
تخريج الشافعي المسألة على قولين جائز، وذهب من لا يعتد بخلافه إلى أن
ذلك لا يجوز، وربما قالوا: إن ذلك لا يجوز من جهة أنه لا يجوزأن يعتقد المجتهد في الحادثة قولين متضادين، ولا سيما على قوله: إن الحق من قول المجتهدين في واحد، وما عداه باطل، وربما قالوا: إن تخريج المسألة على قولين يدل على نقصان الآلة، وقلة العلم، حتى لم يعرف الحق من القولين، ويحتاج أن يخرج المسألة على قولين.
وهذا خطأ؛ لأن ما ذكر عن الشافعي فيه قولان -: على وجوه، ليس في شيء منها ما يتوجه عليه اعتراض:
فمنها: أن يذكر قولًا في القديم، ثم يذكر قولًا آخر في الجديد، فيكون مذهبه الثاني منهما، والأول مرجوع عنه، ويكون القولان له - رحمه الله - كالروايتين عن الإمامين أبي حنيفة، ومالك، وسائر الفقهاء رحمهم اللَّه.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (26,'ومنها: أن يذكر قولين، ثم يدل على تصحيح مذهبه منهما بأن يقول: " هذا أشبه وأقرب إلى الصواب "، أو يُفسِد الآخر، ويقول: " هو مدخول فيه، أو منكسر "،
فيبين أن مذهبه هو الآخر، أو يُفَرَّع على أحدهما، ويترك الآخر، فيعلم أنه هو المذهب.
فما كان منه على هذه الوجوه لا اعتراض عليه فيه؛ لأنه لم يجمعْ بين القولين في الاختيار فينسب إلى أنه اعتقد قولين متضادين في مسألة واحدة، ولا تَوَقَّفَ عن القطع بأحدهما، فيقال: إنه عجز عن إدراك الحق.
فإن قيل: إن كان مذهبه أحد القولين على ما ذكرتم، فما الفائدة في ذكر القولين؟
قلنا: إنما ذكر ذلك ليعلِّم أصحابه طرق العلل واستخراجها، والتمييز بين الصحيح من الفاسد من الأقاويل، وهذه فائدة كبيرة، وغرض صحيح.
وقد يكون من ذلك ما ينص فيه على قولين، ولا يبين مذهبه منهما.
قال القاضي أبو حامد: " ولا نعرف له ما هذا سبيله إلا في ست عشرة مسألة، أو سبع عشرة مسألة ".
فهذا أيضًا لا اعتراض عليه فيه، لأنه لم يذكرهما على أنه مُعْتقِد لهما، وكيف يقال هذا وهما قولان منصوصان.
وإنما ذكرهما؛ لأن الحادثة تحتمل عنده هذين القولين،
ولم يرجحْ بعد أحدهما على الآخر، فذكرهما ليطلب منهما الصواب فأدركه الموت قبل البيان، وليس في ذلك نقض على المجتهد، بل يدلك ذلك على غزارة علمه، وكمال فضله حين تزاحمت عنده الأصول، وترادفت الشبه حتى احتاج إلى التوقيف إلى أن ينكشف له وجه الصواب منهما فيحكم به.
فإن فيل: إذا لم يَبِنْ له الحق من القولين، ولم يكن مذهبه القولين، فما الفائدة في ذكر القولين؟
قلنا: فائدته أن الحق في واحد من هذين القولين غير خارج منهما، وأن ما عداهما من الأقاويل باطل، وفي ذلك فائدة كثيرة، وغرض صحيح.
ولهذا جعل أمير المؤمنين - رحمه الله - الأمر شورى في ستة، ولم ينص على واحد بعينه ليبين أن الإمامة لا تخرج منهم، ولا تطلب من غيرهم، فكذلك ها هنا.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (27,'<span data-type="title" id=toc-10><span data-type="title" id=toc-11>مسألة:</span></span>
إذا ذكر في القديم قولًا، ثم ذكر في الجديد غيره، فمذهبه هو الثاني، والأول
مرجوع عنه.
ومن أصحابنا من قال: لا يكون رجوعًا عن الأول ما لم يصرح بالرجوع.
لنا: أنهما قولان متضادان، فالثاني منهما تَرْكُ الأول، كما تقول في النصين
المتضادين عن النبي - صلى الله عليه وسلم -.
ولأنه إذا أفتى في القديم بإحلال شيء، ثم أفتى في الجديد بتحريمه، فقد أفتى
ببطلان الأول، فلا يجوز أن يكون ذلك قولًا له كما لو صَرح بالرجوع عنه.
واحتج المخالف: بأنه جوز أن يجمع بين القولين في حالة واحدة، ويكونا قولين له،
فكذلك يجوز أن يذكر القولين في وقتين، ويكون ذلك قولين له.
قلنا: إذا ذكر في موضع واحد قولين، لم يمكن أن يجعل أحدهما رجوعا عن
الآخر، فيحمل ذلك على أنه ذكرهما لينظر بهما.
وفي مسألتنا ذكر أحدهما بعد الآخر، فجعل الثاني رجوعًا عن الأول، يدل عليه: أن صاحب الشرع لو ذكر قولين متضادين في وقت واحد، لم يجعل أحدهما ناسخًا للآخر، بل يجمع بينهما، ويرتب أحدهما على الآخر، ولو أنه ذكر ذلك في وقتين
مختلفين جعل الثاني ناسخًا للأول، كما في مسألتنا.
مسألة:
إذا نص الشافعي في مسألة على قولين، ثم أعاد المسألة، وذكر فيها أحد
القولين، أو فَرَّعَ على أحد القولين، كان ذلك اختيارًا للقول المعاد، والقول المفرَّع عليه
في قول المزني - رحمه الله -.
ومن أصحابنا من قال: ليس في ذلك دليل على الاختيار.
فما: أن الظاهر أن مذهبه هو الذي أعاده، أو فَرَّعَ عليه؛ لأنه لو كان مقيما على القولين لأعادهما، وفَرَّعَ عليهما، ولما أفرد أحدهما بالإعادة والتفريع، دَلَّ على أنه هو الذي يذهب إليه ويختاره من القولين.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (28,'واحتج المخالف: بأنه يجوز أن لا يعيد أحد القولين اكتفاءً بما عُرِفَ له من القولين،
ويجوز أن يُفَرع على أحدهما على أن معنى أن هذا القول أوضح فلا يكون ذلك اختيارًا له قطعًا.
قلنا: يحتمل ما ذكروه، ولكن الظاهر ما قلناه، ولأن الإنسان لا يفتى إلا بما ذهب إليه، ولا يُفَرع إلا على مذهبه.
<span data-type="title" id=toc-12>مسألة:</span>
إذا نَصَّ - رحمه الله - في مسألة على حكم، ونَصَّ في غيرها على حكم آخر، وأمكن الفصل بين المسألتين: لم ينقل جواب إحداهما إلى الأخرى، بل تحمل كل واحدة منهما على ظاهرها.
ومن أصحابنا من قال: ينقل جواب كل واحدة منهما إلى الأخرى، فيُخَرج
المسألتين على قولين.
لنا: أن القول إنما يجوز أن يضاف إلى الإنسان إذا قاله، أو دل عليه بما يجري
مجرى القول فأما ما لم يقله، ولم يدل عليه، فلا يحل أن يُنْسب إليه.
ولأن الظاهر أن مذهبه في إحدى المسألتين خلاف مذهبه في الأخرى؛ لأنه نص فيهما على المخالفة، فلا يجوز الجمع بين ما خالف.
واحتج المخالف: بأنه لما نَصَّ في إحدى المسألتين، وفي نظائرها على غيره، وجب أن تحمل إحداهما على الأخرى، ألا ترى أن اللَّه تعالى لما نَصَّ في كفارة القتل على الإيمان، وأطلق في كفارة الظهار، قِسْنا إحداهما على الأخرى، واعتبرنا الإيمان فيهما؟
كذلك ها هنا.
قلنا: نَصَّ على الإيمان في إحدى الكفارتين، وأَطْلَق في الأخرى، فقِسْنا ما
أَطْلَق على ما قَيَّدَ.
وفي مسألتنا صَرَّحَ في كل واحدة من المسألتين بخلاف الأخرى،
فلا يجوز حمل إحداهما على الأخرى، كما تقول في صيام الظهار والتمتع، لما
نص على التتابع في إحداهما، وعلى التفريق في الأخرى لم يجعل حمل أحدهما
على الآخر.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (29,'<span data-type="title" id=toc-13>مسألة:</span>
لا يجوز أن ينسب إلى الشافعي - رحمه الله - ما يُخَرَّج على قوله، فيجعل قولًا له.
ومن أصحابنا من قال: يجوز.
لنا: أن قول الإنسان ما نَصَّ عليه، أو دل عليه بما يجري مَجْرَى النص، وما لم يقله، ولم يدل عليه، فلا يحل أن يضاف إليه، ولهذا قال الشافعي:
"ولا ينسب إلى ساكت قول"
واحتج المخالف: بأن ما اقتضاه قياس قوله جائز أن ينسب إليه، كما ينحسب إلى اللَّه، وإلى رسوله ما دل عليه قياس قولهما.
قلنا: ما دل عليه القياس في الشرع، لا يجوز أن يقال: إنه قول اللَّه - عز وجل -، ولا قول رسول اللَّه - صلى الله عليه وسلم -، وإنما هذا دين اللَّه، ودين رسوله - صلى الله عليه وسلم - بمعنى أنهما دلًا عليه، ومثل
هذه الإضافة لا تصح في قول الشافعي فسقط ما قالوه.
قالوا: لا خلاف أنه لو قال فيمن باع شقصًا مشاعًا من دار: " إن للشفيع فيه الشفعة " كان ذلك قوله في الأرض، والبستان، والحانوت، وإن لم يذكرهما فكذلك هاهنا.
قلنا: إنما جعلنا قوله في الدار قوله في سائر ما ذكرتم من العقار؛ لأن طرق الجمع متساوية، والفرق بين الدار وغيرها لا يمكن، فجوابه في بعضها جوابه في الجميع،
وكلامنا في مسألتين يمكن الفرق بينهما، فأجاب في إحداهما بجواب، فلا يجوز أن يجعل ذلك قولى في الأخرى.
مسألة:
إذا قال الشافعي في مسألة بقول، ثم قال: " ولو قال قائل بكذا كان
مذهبًا" لم يجز أن يجعل ذلك قولًا له.
ومن أصحابنا من جعل ذلك قولًا له.
لنا: أن قوله: " ولو قال قائل بكذا كالن مذهبًا " ليس فيه دليل على أنه مذهبه، وإنما هو إخبار عن بيان احتمال المسألة لما فيها من وجوه الاجتهاد، فلا يجوز أن يجعل له هذا القول قولا.',NULL,'33',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (30,'واحتجوا: بأن قوله " ولو قال قائل بكذا كان مذهبًا " ظاهرٌ أنه يحتمل هذا القول ويحتمل ما ذكروه، فصار كما قال: هذه المسألة تحتمل قولين.
والجواب: أن أكثر ما فيه أنه دل على ذلك، فيحتمل في الاجتهاد، وهذا لا يدل على أنه مذهب له.
ألا ترى أنَّا نقول أبدًا في مسائل الخلاف: هذه مسألة يسوغ فيها الاجتهاد، ثم لا يقتضي ذلك أن تكون تلك المذاهب أقوالًا " اهـ كلام الشيرازي.
* * *
<span data-type="title" id=toc-14>طريقتا المذهب، وطبقات الأصحاب:</span>
الإمام الشافعي - رحمه اللَّه تعالى - كانت له تلامذة نشروا مذهبه في بغداد - في العراق - وآخرون نشروا مذهبه في خراسان، وآخرون نشروا مذهبه في مصر، وأصبحت هناك طريقتان كبيرتان في العالم، طريقة الخراسانيين، وطريقة العراقيين في تناول مذهب الإمام الشافعي.
وبدأت كل طريقة في التميز عن أختها ابتداء من أصحاب الشافعي كما سنذكره، ْوأصبح لكل فريق طريقة معينة في التفكير الفقهي، وفي الاستنباط، وفي الأصول، إلا أنهما يعملان سويًّا من خلال أصول الشافعي بالجملة، وظل الحال هكذا إلى أن وصلنا
إلى اتحاد الطريقتين مرة أخرى في تلامذة القفال المروزي.
وأخذت الطريقتان تتلاشيان حتى انتهتا تماما في عصر الإمام الرافعي، ومن بعده الإمام النووي، ولم يعد بعد ذلك ما كان يذكر في هذه العصور من الفرق بين طريقة أصحابنا الخراسانيين، وأصحابنا العراقيين.
وهذه الصورة للمذهب نجدها عند الإمام النووي حينما ذكر سلسلة التفقه التي تلقاها في الفقه الشافعي.
* *
<span data-type="title" id=toc-15>سلسلة المذهب الشافعي:</span>
يقول الإمام النووي رحمه اللَّه تعالى:
فأما أنا فأخذت الفقه قراءة وتصحيحًا وسماعًا وشرحًا وتعليقًا عن جماعات أولهم شيخي الإمام أبو إبراهيم إسحاق بن أحمد بن عثمان المغربي ثم المقدسي، ثم شيخنا أبو عبد الرحمن بن نوح بن محمد بن إبراهيم المقدسي، ثم الدمشقي مفتي دمشق، ثم شيخنا أبو حفص عمر بن أسعد بن
أبي طالب الربعي، ثم الأربلي، وتفقه شيوخنا على الإمام أبي عمرو ابن الصلاح،',NULL,'34',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (31,'وتفقه هو على والده فأخذ عنه الطريقتين.
أما طريقة العراقيين: فعلى ابن سعيد عبد اللَّه بن محمد بن هبة اللَّه بن علي بن أبي عسرون الموسوي، وتفقه أبو سعيد على القاضي أبي علي الفارقي، وتفقه الفارقي على الشيخ أبي إسحاق الشيرازي، الذي تفقه على القاضي أبي الطيب الطبري طاهر بن عبد الله، وأبو الطيب تفقه على أبي الحسن الماسرجسي محمد بن علي بن سهل بن
مصلح، وتفقه أبو الحسن الماسرجسي على أبي إسحاق المروزي إبراهيم بن أحمد،
وتفقه المروزي على ابن سريج، وهو أبو العباس أحمد بن عمر بن سريج، وتفقه ابن سريج على أبي القاسم عثمان بن باشر الأنماطي، وتفقه الأنماطي على المزني، أبي
إبراهيم إسماعيل بن يحيى، وتفقه المزني على الإمام الشافعي.
والإمام الشافعي على جماعة منهم: مالك بن أنس، والإمام سفيان بن عيينة،
والإمام أبو خالد مسلم بن خالد الزنجي.
أما الإمام مالك: فتفقه على ربيعة الرأي عن أنس، وعلى نافع عن ابن عمر.
وأما الإمام سفيان بن عيينة فعلى: عمرو بن دينار عن ابن عمر، وابن عباس - رضي الله عنهم -.
وأما الإمام أبو خالد مسلم بن خالد الزنجي: فعلى عبد الملك بن عبد العزيز بن جريج عن عطاء بن أبي رباح عن ابن عباس.
وأخذ ابن عباس عن النبي - صلى الله عليه وسلم -، وعن جماعات من الصحابة منهم: عمر بن الخطاب، وعلي، وزيد بن ثابت رضي الله عنهم جميعًا عن سيدنا رسول اللَّه - صلى الله عليه وسلم -.
يقول الإمام النووي: وأما طريقة أصحابنا الخراسانيين، فأخذتها عن شيوخنا
المذكورين عن ابن الصلاح عن والده عن أبي القاسم بن البزري الجزري عن إلكيا الهراسي أبي الحسن علي بن محمد بن علي، والذي تفقه على إمام الحرمين أبي المعالي عبد الملك بن عبد اللَّه بن يوسف الجويني عن والده أبي محمد الجويني عن القفال المروزي الصغير، والذي تفقه على أبي زيد المروزي محمد بن أحمد بن عبد اللَّه،
وأخذ أبو زيد عن أبي إسحاق المروزي عن ابن سريج على ما سبق.
ومن هنا يتبين لنا أن ابن الصلاح كان قد تلقى الطريقتين، وأن طريقة العراقيين، والخراسانيين ما زالتا تدرسان حتى عصر ابن الصلاح الذي جمع بينهما كما جمع',NULL,'35',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (32,'بينهما قبل ذلك أبو إسحاق المروزي أيضًا.
وأبو إسحاق المروزي هو: إبراهيم بن أحمد صاحب الشرح، قال عنه الإمام
النووي: وحيث أطلق أبو إسحاق في المذهب فهو المروزي، كان إمامًا جليلًا غواصًا على المعاني ورعًا زاهدًا، وهو إمام جماهير أصحابنا، وشيخ المذهب، وإليه تنتهي طريقة أصحابنا العراقيين، والخراسانيين - كما قدمنا في سلسلة الفقه - تفقه على أبي العباس بن سريج، وانتهت إليه رئاسة العلم ببغداد، وانتشر العلم عن أصحابه في
البلاد، شَرَح المختصر (يعني مختصر المزني) ، وصنف في الأصول، ونشر مذهب الشافعي في العراق، وسائر الأمصار، وأخذ عنه الأئمة، وانتشر الفقه من أصحابه في البلاد، وخرج إلى مصر آخر عمره.
قال العبادي: وقعد في مجلس الشافعي بمصر سنة القرامطة، واجتمع عليه الناس، وضربوا إليه أكباد الإبل، وسار في الآفاق عن مجلسه سبعون إمامًا من أصحاب الشافعي، وتوفي بها سنة ٣٤٠ هـ.
<span data-type="title" id=toc-16>طبقات الخراسانيين:</span>
إذا ألقينا الضوء على خراسان نجد أن مدائن خراسان كانت أربعة: نيسابور، وهراة، وبلخ، ومرو، ومرو أعظمها ولهذا يعبر أصحابنا بالخراسانيين تارة، وبالمراوزة أخرى، والمراد بمرو إذا أطلقت مرو الشاهجان، والشاهجان معناه: روح الملك.
وأما مرو الروذ: فإنها تستعمل مقيدة، والروذ هو النهر بلغة فارس، والنسبة إلى مرو: المروزي، وإلى مرو الروذ المرورذي، وقد تخفف إلى المروذي.
والشافعية بخراسان كانت الطبقة الأولى منهم هي طبقة أصحاب الشافعي: منهم إسحاق بن راهويه الحنظلي، ومنهم حامد بن يحيى بن هانئ البلخي، وقد أخذ عن الشافعي، وأكثر عن سفيان بن عيينة، ومات ٢٠٢ هـ في حياة الشافعي،
ومنهم أبو سعيد الأصفهاني الحسن بن محمد بن نريد، وهو أول من حمل علم الشافعي إلى أصفهان، ومنهم أبو الحسين النيسابوري علي بن سلمة بن شقيق، ومات ٢٥٢ هـ.
والطبقة الثانية طبقة تلامذتهم، وعلى رأسهم: أبو بكر بن إسحاق بن خزيمة صاحب الصحيح، ومنهم أبو عبد اللَّه محمد بن نصر المروزي، الذي ولد ببغداد سنة ٢٠٢ هـ،',NULL,'36',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (33,'ونشأ بنيسابور، وتفقه بمصر على أصحاب الشافعي، وسكن بسمرقند إلى أن توفي سنة ٢٩٤ هـ، ومنهم أبو محمد المروزي عبدان بن محمد بن عيسى، تفقه على المزني،
ومنهم أبو عاصم فضيل بن محمد الفضيلي الكبير الفقيه، فقيه هراة ومفتيها، ومنهم أبو الحسن الصابوني، ومنهم أبو سعيد الدارمي، ومنهم أبو عمرو الخفاف رئيس نيسابور، ومنهم أبو عبد اللَّه محمد بن إبراهيم العبدي البوُشنجي.
ثم بعد ذلك تلتهم طبقة ثالثة هي طبقة تلامذة هؤلاء، وعلى رأسهم: أبو علي الثقفي، وأبو بكر أحمد بن إسحاق بن أيوب الصبغى، وأبو بكر المحمودي المروزي، وأبو الفضل يعقوب بن إسحاق بن محمود الهروي.
ثم بعد ذلك تلتهم طبقة رابعة هي تلامذة الطبقة الثالثة، ومنهم أبو إسحاق المروزي تلميذ ابن سريج، والذي تلتقي عنده سلسلة الطريقتين كما ذكرنا عن النووي سابقًا،
ومنهم أيضا أبو الوليد حسان بن محمد القرشي النيسابوري، ومنهم أبو الحسين النسوي، ومنهم أبو بكر البيهقي، ومنهم أبو منصور عبد اللَّه بن مهران، وهو من أكابر أصحاب الوجوه.
وتأتي بعد ذلك الطبقة الخامسة، وعلى رأسهم: أبو زيد المروزي، وأبو سهل الصعلوكي، وأبو العباس الهروي، وأبو حفص الهروي وغيرهم.
وهكذا تأتي الطبقة السادسة من تلامذتهم، وعلى رأسهم: وأبو بكر القفال المروزي شيخ الطريقة، وأبو الطيب الصعلوكي، وأبو يعقوب الأبيوردي، وأبو إسحاق الإسفراييني.
ثم تأتي الطبقة السابعة، وعلى رأسهم: القاضي الحسين، وأبو علي السنجي، وأبو بكر الصيدلاني.
ثم تأتي الطبقة افامنة من الخراسانيين، وعلى رأسهم: إمام الحرمين والذي قد ألف كتابه الكبير " نهاية المطلب في دراية المذهب "،
وسنرى كيف أنه كان بداية لسلسلة كتب الشافعية.
ثم تأتي الطبقة التاسعة، وهي من أواخر طبقات هذه السلسلة، فمنهم إلكيا
الهراسي، وأبو سعد المتولي، ومحيي السنة البغوي، والروياني، ومنهم أيضًا إمام الحرمين، وحجة الإسلام الغزالي.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (34,'<span data-type="title" id=toc-17>كتب الخراسانيين:</span>
هناك الكثير من كتب الخراسانيين، أشهرها مصنفات أبي علي السنجي الذي شرح مختصر المزني، والذي سماه إمام الحرمين بالمذهب الكبير، وأيضا شرح تلخيص ابن القاص، وشرح فروع ابن حداد، التي اهتم الخراسانيون بشرحها كثيرا.
قال النووي: واعلم أنه متى أطلق القاضي في كتب متأخري الخراسانيين كالنهاية، والتتمة، والتهذيب، وكتب الغزالي، ونحوها فالمراد القاضي الحسين، ومتى أطلق القاضي في كتب متوسطي العراقيين فالمراد القاضي أبو حامد المرورذي.
وقال ابن السبكي: ومن كتب الخراسانيين وأتباعهم: تعليقة القاضي حسين، والفتاوى له، والسلسلة للجويني، والجمع والفرق له، والنهاية لإمام الحرمين، والتهذيب للبغوي، والإبانة للفوراني، والعمدة للفوراني أيضا، وتتمة الإبانة للمتولي، والبسيط، والوسيط، والوجيز، والخلاصة للغزالي، وشرح الوسيط لشيخنا ابن الرفعة،
وإشكالات الوسيط والوجيز للعجيلي، وحواشي الوسيط لابن السكري، وإشكالات ْالوسيط لابن الصلاح، والشرح الكبير للرافعي، والشرح الصغير له، والتهذيب له،
والروضة للنووي، ومختصر المختصر للجويني، وشرحه المسمى بالمعتبر، والمحرر، والمنهاج، وتذكرة العالم لأبي علي بن سريج، واللباب للشيشي اهـ.
<span data-type="title" id=toc-18>طبقات العراقيين:</span>
ذاك ما كان من أمر الخراسانيين، أما طبقات طريقة العراقيين، فأولها كان من طبقة أصحاب الشافعي، منهم: أبو ثور إبراهيم بن خالد الكلبي البغدادي الذي تفقه على الإمام مباشرة، ومنهم أحمد بن حنبل الإمام المشهور، ومنهم أبو جعفر الخلال أحمد ابن خالد البغدادي، ومنهم أبو جعفر النهشلي ثم البغدادي، ومنهم أبو عبد اللَّه الصيرفي، ومنهم أبو عبد الرحمن أحمد بن يحيى بن عبد العزيز البغدادي، ومنهم الحارث بن سريج النقال وهو الذي نقل كتاب الشافعي " الرسالة " إلى عبد الرحمن بن مهدي ومات ٢٣٦ هـ، ومنهم الحسن بن عبد العزيز المصري نزيل بغداد، ومنهم
الكرابيسي الحسين بن علي البغدادي الذي مات في ٢٤٨ هـ.
والطبقة الثانية من العراقيين، كان على رأسهم: أبو القاسم الأنماطي، وأبو بكر',NULL,'38',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (35,'النيسابوري، وأبو جعفر محمد بن أحمد بن نصر الترمذي، والقاضي أبو عبيد علي بن الحسين بن حربويه البغدادي، وأبو إسحاق الحربي، وأبو الحسن المنذري.
والطبقة الثالثة من العراقيين، كان على رأسهم: ابن سريج وهو شيخ الأصحاب، وسالك سبيل الإنصاف، وصاحب الأصول والفروع، وناقض قوانين المعترضين على الشافعي: أبو العباس أحمد بن عمر بن سريج القاضي البغدادي شيخ الشافعية في عصره،
ومنهم أبو سعيد الاصطخري، ومنهم أبو علي بن الخيران، ومنهم أبو حفص
المعروف بابن الوكيل: عمر بن عبد اللَّه البغدادي.
والطبقة الرابعة، وهم تلامذة الثالثة، على رأسهم أبو إسحاق المروزي، ومنهم أبو علي بن أبي هريرة، وأبو الطيب محمد بن فضل بن مسلمة البغدادي، وأبو بكر الصيرفي البغدادي، وأبو العباس بن القاضي، وأبو جعفر الاستراباذي، وأبو بكر أحمد ابن الحسين بن سهل الفارسي صاحب " عيون المسائل في نصوص الشافعي "،
ومات ٣٥٠ هـ، ومنهم أيضا أبو الحسين أحمد بن محمد بن أحمد بن القطان المتوفي ٣٥٩ هـ.
ثم جماءت الطبقة الخامسة من بعدهم، وعلى رأسهم: الداركي وهو: أبو القاسم عبد العزيز بن عبد اللَّه البغدادي شيخ العراق، ومنهم أبو على الطبري، ومنهم أبو الحسن بن المرزبان.
ثم جاءت الطبقة السادسة من بعدهم، وهم تلامذة الطبقة الخامسة، وعلى رأسهم: أبو حامد الإسفراييني أحمد بن محمد بن أحمد البغدادي الذي توفي في ٤٠٦ هـ،
ومنهم أبو الحسن الماسرجسي، ومنهم أبو الفضل النسوي.
ثم جاءت الطبقة السابعة، منهم أبو الحسن الماوردي صاحب كتاب الحاوي،
والقاضي أبو الطيب، وسليم بن أيوب الرازي، وأبو الحسن المحاملي والشاشي، والبندنيجي، والقاضي أبو سعيد الأبيوردي.
ثم جاءت الطبقة الثامنة، وهي من خواتم طريقة العراقيين: منهم القاضي أبو السائب عقبة بن عبد الله بن موسى الهمداني، وأبو الحسن المحاملي الكبير، وأبو سهل أحمد بن زياد، والفقيه البغدادي، وأبو بكر محمد بن عمر الزبادي البغدادي، وأبو محمد الجوزجاني، وأبو الطيب الصائد الخلال صاحب كتاب العراقيين.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (36,'<span data-type="title" id=toc-19>كتب العراقيين:</span>
أهم كتب كانت لطريقة العراقيين، يقول فيها الإمام النووي:
واعلم أن مدار كتب أصحابنا العراقيين أو جماهيرهم مع جماعات من الخراسانيين، على تعليق الشيخ أبي حامد وهو في نحو خمسين مجلدًا، جمع فيه من النفائس ما لم يشارك في مجموعه من كثرة المسائل والفروع، وذكر مذاهب العلماء وبسط أدلتها والجواب عنها.
قال:
واعلم أن نسخ تعليق الشيخ أبي حامد تختلف في بعض المسائل، وقد نبهت على كثير من ذلك في شرح المهذب.
ومن كتبهم أيضًا: يقول الإمام السبكي: تعليقة الشيخ أبي حامد الإسفراييني، والذخيرة للبندنيجي، والدريق للشيخ أبي حامد، وتعليقة البندنيجي أيضا، والمجموع والأوسط للمحاملي، والمقنع، واللباب، والتجريد للمحاملي، وتعليقة القاضي أبي الطيب الطبري، والحاوي، والإقناع للماوردي، واللطيف لأبي الحسين بن خيران، والتقريب والمجرد لسليم، والكفاية لسليم، والكفاية للعبدري، والتهذيب لنصر المقدسي، والكافي وشرح الإشارة له، والكفاية للمحاجري، والتلقين لابن سراقة،
وتذنيب الأقسام للمرعشي، والكافي للزبيدي، والمطارحات لابن اللقان، والشافي للجرجاني، والتجريد له، والمعاياة له، والبيان للعمراني، والانتصار لابن عسرون، والرشد له، والتنبيه والإشارة له، والشامل لأبي نصر بن الصباغ، والعدة لأبي عبد اللَّه الحسين بن علي الطبري، والبحر للروياني، والحلية للشاشي، والحلية للروياني، والتنبيه للمصنف - يعني أبا إسحاق الشيرازي - وشرحه لابن يونس، وشرحه لشيخنا ابن
الرفعة، ودفع التمويه عن مشكلات التنبيه لأحمد بن كتاسب.
<span data-type="title" id=toc-20>فقه الطريقتين والجمع بينهما:</span>
يقول الإمام النووي في فقه الطريقتين: اعلم أن نقل أصحابنا العراقيين لنصوص الشافعي وقواعد مذهبه ووجوه متقدمي أصحابنا أتقن وأثبت من نقل الخراسانيين غالبًا،
والخراسانيون أحسن تصرفًا وبحثا وتفريعًا وترتيبًا.
يقول تاج الدين السبكي في ترجمة الإمام أبي علي الحسين بن شعيب بن محمد
السنجي: أول من جمع بين الطريقتين.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (37,'وقال أيضًا عن الفوراني: إنه ذكر في خطبة الإبانة أنه بين الأصح من الأقوال
والوجوه، قال التاج السبكي: وهو من أقدم المبتدئين لهذا الأمر.
ثم قام إمام الحرمين بجمع طرق المذهب ووجوه الأصحاب المتقدمين في عمله العظيم نهاية المطلب في علم المذهب، وقام بالترجيح فيما اختلف فيه الأصحاب، في ضوء قواعد المذهب، وسار تلميذه الغزالي من بعده على نهجه وأكمل ما بدأه وهذبه، وفتح المجال لتهذيب المذهب وتنقيحه، ذلك الغرض الذي خُدم وخُتم بجهود الإمامين الرافعي
والنووي، ولهذا استحقا لقب الشيخين.
<span data-type="title" id=toc-21>أعلام الشافعية:</span>
صنف الإمام النووي كتابه المشهور تهذيب الأسماء واللغات، جمع فيه ما وقع من ذلك في مختصر المزني، والمهذب، والتنبيه، والوسيط، والوجيز، والروضة، وقال - رحمه الله -:
" وخصصت هذه الكتب بالتصنيف؛ لأن الخمسة الأولى منها مشهورة بين
أصحابنا يتداولونها أكثر تداول، وهي سائرة في كل الأمصار، مشهورة للخواص والمبتدئين في كل الأقطار ... ".
كما تشتمل طبقات ابن هداية اللَّه الحسيني على مهمات أعلام الأصحاب.
وسنذكر منهما ما تمس إليه الحاجة على سبيل الاختصار.
فمن ذلك:
أبو أمية الطرسوسي: محمد بن إبراهيم، ت ٢٧٣ هـ.
أبو إسحاق: حيث أطلق في المذهب فهو المروزي، يأتي.
أبو إسحاق الإسفرايني: إبراهيم بن محمد بن إبراهيم بن مهران، ت ٤١٨ هـ.
أبو إسحاق الشيرازيْ إبراهيم بن علي بن يوسف بن عبد اللَّه الشيرازي، ت ٤٧٢ هـ.
أبو إسحاق المروزي: إبراهيم بن أحمد المروزي، شيخ المذهب، وإليه ينتهي طريقة الخراسانيين والعراقيين، ت ٣٤٠ هـ.
أبو الحسن المارودي: علي بن محمد بن حبيب، صاحب الحاوي (مطبوع) وغيره، ت ٤٥٠ هـ.
أبو الحسن الماسرجسي: محمد بن علي بن سهل بن مفلح، ت ٣٨٤ هـ.
أبو الحسين بن القطان: أحمد بن محمد بن أحمد بن القطان البغدادي، ت ٣٥٩ هـ.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (38,'أبو الربيع الإيلاقي: طاهر بن محمد بن عبد اللَّه، ت ٤٦٥ هـ.
أبو الطيب الصعلوكي: سهل بن محمد بن سليمان العجلي، ت ٣٨٧ هـ.
أبو الطيب الطبري: القاضي طاهر بن عبد الله بن طاهر، ت ٤٥٠ هـ.
أبو العباس ابن سريج: أحمد بن عمر بن سريج البغدادي، إمام الأصحاب، تفقه على أبي القاسم الأنماطي، وتفقه الأنماطي على المزني، توفي ابن سريج ٣٠٦، وعد مجدد قرنه.
أبو العباس بن القاص: أحمد بن أبي أحمد القاص الطبري، صاحب التلخيص، ت ٣٣٥ هـ.
أبو القاسم الداركي: عبد العزيز بن عبد اللَّه، ٣٧٥ هـ.
أبو الوليد النيسابوري: حسان بن محمد بن أحمد بن هارون، ٣٤٩ هـ.
أبو بكر الإسماعيلي: أحمد بن إبراهيم بن إسماعيل الجرجاني، ت ٣٧١ هـ.
أبو بكر الصبغي: أحمد بن إسحاق، ت ٣٤٢ هـ.
أبو بكر الصيرفي: محمد بن عبد اللَّه، ت ٣٣٠ هـ.
أبو بكر النيسابوري: عبد اللَّه بن محمد بن زياد، ت ٣٢٤ هـ.
أبو بكر بن الحداد: محمد بن أحمد القاضي المصري صاحب كتاب الفروع، من مشهورات كتب المذهب، ت ٣٤٥ هـ.
أبو بكر بن المنذر: محمد بن إبراهيم بن المنذر، صاحب التصانيف، ت ٣٠٩ هـ.
أبو بكر بن لال: أحمد بن علي بن أحمد، ت ٣٧٨ هـ.
أبو ثور: إبراهيم بن خالد الكلبي، ت ٢٤٠ هـ.
أبو حامد الإسفراييني: أحمد بن محمد بن أحمد، شيخ طريقة العراق، ت ٤٥٦ هـ.
أبو حامد المروروذي: أحمد بن بشر بن عامر القاضي، ت ٣٦٢ هـ.
أبو زيد المروزي: محمد بن أحمد بن عبد الله، ت ٣٧١ هـ.
أبو سعد المتولي: عبد الرحمن بن مأمون، صاحب تتمة الإبانة، ت ٤٧٨ هـ.
أبو سعيد الاصطخري: الحسن بن أحمد بن يزيد بن عيسى، ت ٣٢٨ هـ.
أبو سهل الصعلوكي: محمد بن سليمان بن محمد العجلي، ت ٣٦٩ هـ.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (39,'أبو طاهر الزبادي: محمد بن محمد بن مَحْمِش بن علي، ت بعد ٤٠٠ هـ.
أبو عبد الله الزبيري: الزبير بن أحمد بن سليمان، من نسل الزبير بن العوام (، توفي الزبيري قبل ٣٢٠ هـ.
أبو علي النقفي: محمد بن عبد الوهاب النيسابوري، ت ٣٢٨ هـ.
أبو علي السنجي: الحسين بن شعيب، أخذ على القفال والشيخ أبي حامد شيخا الطريقتين، وجمع بينهما في تصانيفه.
أبو على الطبري: الحسن بن القاسم، ت ٣٥٠ هـ.
أبو علي بن أبي هرورة: القاضي الحسن بن الحسين البغدادي، ت ٣٤٥ هـ.
الأبيورفى ي: أبو منصور علي بن الحسين ت ٤٨٧ هـ، وأبو سهل أحمد بن علي ت ٤٨٣ هـ.
الأذرعي: شهاب الدين أحمد بن عبد اللَّه الأذرعي، صاحا " جمع التوسط
والفتح بين الروضة والشرح "، وغنية المحتاج شرح المنهاج الفروعي، وقوت المحتاج شرح المنهاج الفروعي أيضا أكبر من الأول، وهو المراد بالقوت عند الإطلاق، ت ٧٠٨ هـ.
الأنمماطي: عثمان بن سعيد بن بشار، ت ٢٨٨ هـ.
الأودني: أبو بكر محمد بن عبد الله الأودني، ت ٣٨٥ هـ.
الإسنوي: جمال الدين عبد الرحيم بن الحسن، صاحب التمهيد، والمهمات، وشرح المنهاج الأصولي، وغيره، ت ٧٧٢ هـ.
إمام الحرمين: ضياء الدين أبو المعالي عبد الملك بن الشيخ أبي محمد الجويني، صاحب التصانيف، وإمام الأصحاب، والإمام عند الإطلاق في كتب الفروع، ت ٤٧٨.
ابن أبي عصرون: أبو سعد عبد اللَّه بن محمد بن هبة اللَّه الموصلي، ت ٥٨٥ هـ.
ابن أبي هر - روة: القاضي الحسن بن الحسين البغدادي، ت ٣٤٥ هـ.
ابن الرفعة: أبو يحيى نجم الدين أحمد بن محمد بن علي الأنصاري، صاحب الكفاية شرح التنبيه، والمطلب شرح الوسيط، وغيرها، وهو ضيخ السبكي، ت ٧٣٥ هـ.
ابن السبكي: جمال الدين، وتاج الدين، وبهاء الدين.
ابن الصباغ: أبو نصر عبد السيد بن محمد بن عبد الواحد، صابا الشامل، ت ٤٧٧ هـ.
ابن الصلاح: تقي الدين أبو عمرو عثمان بن عبد الرحمن الكردي، صاحب',NULL,'43',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (40,'التصانيف كالمقدمة في المصطلح، والفتاوى، وشرح مسلم وغيرها، ت ٦٤٣ هـ.
ابن المنذر: محمد بن إبراهيم بن المنذر، ت ٣٠٩ هـ.
ابن بنت الشافعي: أحمد بن محمد بن عبد اللَّه المطلبي الشافعي نسبًا ومذهبًا، أبوه ابن عم الإمام الشافعي، وأمه زينب بنت الإمام الشافعي - رحمه الله -، من كبار أئمة الأصحاب المتقدمين، لم يكن في آل شافع بعد الإمام الشافعي أجل منه.
ابن بَرهان: أبو الفتح أحمد بن علي بن بَزهان، ت ٥١٨ هـ.
ابن خزيمه: محمد بن إسحاق، شمس الأئمة، صاحب الصحيح، ت ٣١١ هـ،
وسيأتي مزيد بيان في الحنفية عمن يعرف بابن خزيمة.
ابن خيران: علي بن الحسين بن صالح بن خيران البغدادي، ت ٣١٠ هـ تقريبًا.
ابن سريج: أبو العباس ابن سريج، تقدم.
ابن كج: القاضي يوسف بن أحمد الدينوري، ت ٤٠٥ هـ.
ابن مرزبان: أبو الحسن علي بن أحمد البغدادي، ت ٣٦٦ هـ.
الاستراباذي: أحمد بن محمد أبو جعفر الاستراباذي.
البغوي: محصي السنة الحسين بن مسعود البغوي، صاحب التهذيب، شرح السنة، وغيرها، ت ٥١٠ هـ.
البندنيجي: القاضي أبو علي الحسن بن عبد اللَّه، صاحب الجامع والذخيرة، ت ٤٢٥ هـ.
بهاء الدين بن السبكي: أبو حامد أحمد بن علي، شارح التلخيص البلاغي،
وغيره، ت ٧٧٣ هـ.
البُوشنجي: أبو عبد اللَّه محمد بن إبراهيم البوشنجي ت ٢٩٠ هـ، وأبو سعيد إسماعيل بن أبي القاسم عبد الواحد بن إسماعيل، ت ٥٣٠ هـ.
البويطي: أبو يعقوب يوسف بن يحيى القرشي، ت ٢٣١ هـ.
البيهقي: أبو بكر أحمد بن الحسين، صاحب التصانيف، ت ٤٥٨ هـ.
تاج الدين بن السبكي: شيخ الإسلام عبد الوهاب بن على، ت ٧٧١ هـ.
الجرجاني: جماعة منهم: أبو أحمد محمد بن أحمد، ت ٣٧٣ هـ.
وأبو العباس الجرجاني أحمد بن محمد القاضي صاحب كتاب المعاياة (مطبوع) والتحرير، والبلغة، ت ٤٨٢ هـ.',NULL,'44',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (41,'جمال الدين بن السبكي: الحسين بن علي، نبغ وتفقه، وتولى التدريس بعدة
مدارس، وتوفي في حياة والده، سنة ٧٥٥ هـ.
الجويني: أبو محمد عبد اللَّه بن يوسف، والد إمام الحرمين، ت ٤٣٨ هـ.
حرملة: أبو عبد اللَّه حرملة بن يحمى بن عبد اللَّه المصري التجيبي، صاحب الإمام الشافعي، وأحد رواة كتبه، ٢٤٣ هـ.
الحليمي: أبو عبد اللَّه الحسن بن الحسين، صاحب المنهاج في شعب الإيمان، ت ٤٠٦ هـ.
الحميدي: عبد اللَّه بن الزبير، ت ٢١٩ هـ.
الخضري: محمد بن أحمد المروزي.
الخطيب البغدادي: أبو بكر أحمد بن الخطيب البغدادي، صاحب التصانيف، ت ٤٦٣ هـ.
الدارمي: أبو الفرج محمد بن عبد الواحد البغدادي، ت ٤٤٩ هـ.
الرازي: فخر الدين عمر بن الحسين، الإمام على الإطلاق في كتب الأصول، ت ٦٠٦ هـ.
الرافعي: أبو القاسم عبد الكريم بن محمد بن عبد الكريم القزويني، محرر المذهب، ت ٦٢٣ هـ.
الربيع الجيزي: الربيع بن سليمان الجيزي صاحب الإمام الشافعي - رحمه الله -، له رواية قليلة عن الشافعي مذكورة في الكتب، ت ٢٥٦ هـ.
الربيع المرادي: الربيع بن سليمان المرادي، قال الشافعي له: أنت راوية كتبي،
فكان كما قال، فهو أكثر أصحاب الشافعي رواية عنه، ت ٢٧٠ هـ.
الروياني: عبد الواحد بن إسماعيل أبو المحاسن فخر الإسلام الروياني، صاحب
البحر، ت ٥٠٢ هـ، وابن أخته أبو المكارم الروياني عبد اللَّه بن علي صاحب العدة، وابن عمه القاضي شريح بن عبد الكريم الروياني، صاحب روضة الحكام، ت ٥٠٥ هـ.
الزركشي: بدر الدين محمد بن بهادر، له شرح المنهاج الفروعي، وخادم الروضة، والبحر المحيط في الأصول، وغير ذلك، ت ٧٩٤ هـ.
الزعفراني: أبو علي الحسن بن محمد بن الصباح، صاحب الإمام الشافعي - رحمه الله - أحد رواة القديم، ت ٢٦٠ هـ.
السبكي: شيخ الإسلام تقي الدين علي بن عبد الكافي، ت ٧٥٦ هـ، وأبناؤه: جمال الدين، وتاج الدين، وبهاء الدين.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (42,'السرجسي: أبو الحسن محمد بن علي، ٣٨٤.
سليم الرازي: سليم بن أيوب أبو الفتح الرازي، ت ٥٤٧ هـ.
السمعاني: أبو المظفر منصور بن محمد التميمي، صاحب القواطع في أصول
الفقه، أجل ما صنف فيه، ت ٤٨٩ هـ.
الشاشي: فخر الإسلام محمد بن أحمد بن الحسين الشاشي، وهو المعروف
بالمستظهري، صاحب حلية العلماء (مطبوع) ، ت ٥٠٧ هـ.
(وسيأتي مزيد بيان عمن ينسب إلى شاش في الحنفية) .
شرف الدين ابن القري: إسماعيل بن أبي بكر المقري، صاحب الإرشاد،
والروض، وإخلاص الناوي شرح الحاوي الصغير وغيرها، ت ٨٣٧ هـ.
الشيخ أبو حامد: أحمد بن محمد بن أحمد، أبو حامد الإسفراييني، شيخ طريقة العراق، ت ٤٠٦ هـ.
صاحب الإبانة: هو الفوراني يأتي.
صاحب الإرشاد: شرف الدين ابن المقري.
صاحب البحر: هو الروياني المتقدم.
صاحب البيان: أبو الخير يحيى بن أبي الخير سالم العمراني، ت ٥٥٨ هـ.
صاحب التتمة: أبو سعد المتولي تقدم.
صاحب الحجيز: تاج الدين عبد الرحيم بن عبد الملك، ت ٦٦٩ هـ.
صاحب القريب: أبو الحسن القاسم بن القفال الشاشي الكبير.
صاحب التلخيص: أبو العباس بن القاص، تقدم.
صاحب التهذيب: محصي السنة الحسين بن مسعود البغوي، صاحب شرح السنة،
وغيره، ت ٥١٠ هـ.
صاحب اقوشيح: تاج الدين بن السبكي.
صاحب الجرجانيات: أبو العباس أحمد بن محمد بن أحمد الروياني، الجد الأعلى للروياني صاحب البحر، ت ٤٥٠ هـ.
صاحب الحاوي: هو أبو الحسن المارودي.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (43,'صاحب الذخائر: بهاء الدين أبو العلي المَجَلِّي بن نجا الخزومي الأسيوطي المصري، الشهير بالقاضي مجلي، ت ٥٤٩ هـ.
صاحب الروض: شرف الدين ابن المقري تقدم.
صاحب الشامل: ابن الصباغ تقدم.
صاحب العدة: اثنان: أبو المكارم الروياني عبد اللَّه بن علي، وأبو عبد اللَّه الحسين ابن علي بن الحسين، قال ابن هداية اللَّه الحسيني: " والعدتان كتابان جليلان، وقف النووي على العدة لأبي عبد اللَّه دون العدة لأبي المكارم، والرافعي بالعكس، لكن علم بعدة أبي عبد اللَّه، وبلغه منها النقل، فحيث أطلق النووي في زيادات العدة فمراده؟ عدة أبي عبد اللَّه، وحيث أطلق الرافعي في الشرحين العدة فمراده عدة أبي المكارم،
وما يرويه عن عدة أبي عبد اللَّه يضيفها إلى صاحبها، فيقول عن الحسين الطبري في عدته ".
صاحب الفروع: أبو بكر بن الحداد: محمد بن أحمد القاضي المصري، من
مشهورات كتب المذهب، ت ٣٤٥ هـ.
صاحب المذهب الكبير: أبو علي السنجي تقدم، والمذهب الكبير شرح على مختصر المزني، سماه بذلك إمام الحرمين.
صاحب جمع الجوامع: أبو سهل أحمد بن محمد الدوري، المعروف بابن عفريس، ت ٣٦٢ هـ.
الصيدلاني: أبو بكر محمد بن داود المروزي، ت ٤٢٧ هـ تقريبا.
العبادي: أبو عاصم محمد بن أحمد بن محمد الهروي، له المبسوط، والهادي
والزيادات، وزيادات الزيادات،
وطبقات الفقهاء المشهورة، ت ٤٥٨ هـ.
وابنه أبو الحسن العبادي أحمد بن أبي عاصم،
صاحب كتاب الرقم، ت ٤٩٥ هـ.
ولنا عبادي آخر، وهو: ابن قاسم العبادي متأخر عنهما بقرون، يأتي في النحت الخطي عند الشافعية.
العز بن عبد السلام: عز الدين عبد العزيز بن عبد السلام الدمشقي السلمي، شيخ الإسلام، ت ٦٦٠ هـ.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (44,'الغزالي: حجة الإسلام محمد بن محمد، صاحب التصانيف، ت ٥٠٥ هـ.
الفارقي: أبو علي الحسن بن إبراهيم الفارقي، ت ٥٢٨ هـ.
الفوراني: عبد الرحمن بن محمد بن أحمد، صاحب الإبانة، والعمدة، ت ٤٦١ هـ.
القاضى: في كتب متأخري الخراسانيين كالنهاية، والتتمة، والتهذيب، وكتب الغزالي ونحوها فالمراد القاضي الحسين، ومتى أطلق القاضي في كتب متوسطي العراقيين فالمراد القاضي أبو حامد المرورذي، ومتى أطلق في كتب الأصول لأصحابنا فالمراد القاضي أبو بكر الباقلاني الإمام المالكي في الفروع، ومتى أطلق في كتب المعتزلة أو كتب أصحابنا الأصوليين حكاية عن المعتزلة فالمراد به القاضي الجبائي.
القاضي أبو حامد: أحمد بن بشر بن عامر القاضي، أبو حامد المروروذي، ت ٣٦٢ هـ.
القاضي حسين: الحسين بن محمد أبو علي المروزي، ٤٦٢ هـ.
القاضي مجلي: صاحب الذخائر بهاء الدين أبو العلي المجلي بن نجا الخزومي
الأسيوطي المصري، ت ٥٤٩ هـ.
القفال الشاشي - القفال الكبير: أبو بكر محمد بن علي بن إسماعيل، وهو المراد عند إطلاق القفال في كتب الأصول، والتفسير، والحديث، والجدل، ت ٣٣٦ هـ.
القفال المروزي - القفال الصغير: عبد اللَّه بن أحمد القفال المروزي، شيخ طريقة خراسان، ت ٤١٧ هـ.
الكرابيسي: الحسين بن علي بن يزيد، صاحب الإمام الشافعي - رحمه الله -، ت ٢٤٨ هـ.
الكرخي: أبو القاسم منصور بن عمرو، ت ٤٤٧ هـ.
الكيا الهراسي: أبو الحسن عماد الدين علي بن محمد الطبري، ت ٥٠٤ هـ.
الماسرجسي: أبو الحسن محمد بن علي بن سهل.
المحاملي: أبو الحسن أحمد بن محمد بن أحمد الضبي، صاحب تحرير الأدلة،
والمقنع، واللباب، والمجموع، والمجرد، ورؤوس المسائل، ت ٤١٥ هـ.
المحمودي: أبو بكر محمد بن محمود المروزي.
المروزي: محمد بن نصر، صاحب التصانيف، ت ٢٩٤ هـ.
المزني: أبو إبراهيم إسماعيل بن يحيى، صاحب الإمام الشافعي - رحمه الله -، مؤلف المختصر المشهور، ت ٢٦٤ هـ.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (45,'المسعودي: محمد بن عبد الملك بن مسعود، توفي سنة نيف وعشرين وأربعمائة.
نصر المقدسي: أبو الفتع نصر بن إبراهيم المقدسي، ت ٤٩٠ هـ.
النووي: يحيى بن شرف أبو زكريا النووي، شيخ المذهب، صاحب المنهاج والروضة، وشرح المذهب، والتحقيق، وشرح مسلم، وتهذيب اللغات وغيرها، ت ٦٧٦ هـ.
الهروي: القاضي أبو سعد محمد بن أحمد بن أبي يوسف، صاحب الإشراف،
ت ٤٨٨ هـ.
ولي الدين العراقي: أحمد بن عبد الرحيم، ابن الحافظ العراقي الشهير، له تحرير الفتاوى، وله تحرير اللباب، اختصر فيه اللباب للمحاملي، ت ٨٢٦ هـ.
وسيأتي في مبحث النحت الخطي عند الشافعية طائفة من أعلام المتأخرين من الشراح وأصحاب الحواشي.
* * *
<span data-type="title" id=toc-22>الكتب المعتمدة في مذهب الشافعية:</span>
ذكرنا فيما سبق طائفة من كتب أصحابنا الخراسانيين والعراقيين إلا أن هذه الكتب وغيرها قد لاقت تحقيقًا واسعًا عند الإمامين النووي والرافعي إلى أن قال الإمام ابن حجر الهيتمي وغيره من المتأخرين: قد أجمع المحققون على أن الكتب المتقدمة على الشيخين - يعني الرافعي والنووي - لا يعتد بشيء منها إلا بعد كمال البحث والتحرير، حتى يغلب على الظن أنه راجح مذهب الشافعي.
قالوا هذا في حكم لم يتعرض له الشيخان أو أحدهما، فإن تعرضا له فالذي أطبق عليه المحققون أن المعتمد في المذهب ما اتفقا عليه، فإن اختلفا ولم يوجد لهما مرجح، أو وجد ولكن على السواء فالمعتمد ما قاله النووي، وإن وجد لأحدهما دون الآخر فالمعتمد ذو الترجيح، فإن اتفق المتأخرون على أن ما قالاه سهوًا، فلا يكون حينئذ معتمدًا لكنه نادر جدا.
ثم بعد ذلك جاء ابن حجر، والرملي، وشرحا المنهاج، وألفا في المذهب كثيرًا بطريقة محررة، ويقول متأخرو الشافعية: إن العتمد من بعدهما - الرافعي والنووي -',NULL,'49',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (46,'ابن حجر الهيتمي، ومحمد الرملي، فلا تجوز الفتوى بما يخالفهما، بل بما يخالف تحفة المحتاج لابن حجر، ونهاية المحتاج للرملي، ذلك أن المحققين والعلماء قد قرأوهما على مصنفيهما حتى إن النهاية قرئت على الرملي إلى آخرها في أربعمائة من العلماء فنقدوها
وصححوها، فبلغت بذلك حد التواتر.
أما التحفة فلا يحصون كثرة.
فإن اختلفا فأخذ علماء مصر بما قاله الرملي، وأخذ علماء حضرموت، والشام والأكراد، وأكثر اليمن، والحجاز بما قاله ابن حجر، وقد ألف في اختلافهما كتب منها: إثمد العينين في بعض اختلاف الشيخين "للشيخ على باصبرين ".
أما ما لم يتعرضا له، فيفتي بكلام شيخ الإسلام زكريا الأنصاري، وله عدة
مصنفات فقهية مطبوعة أهمها: المنهج مختصر منهاج النووي، وشرحه له أيضًا، وشرح الروض، وشرح البهجة، وتحرير تلقيح اللباب وشرحه.
ثم يؤخذ بكلام الشيخ الخطيب الشربيني، وله مغني المحتاج شرح المنهاج، والإقناع شرح متن أبي شجاع، وهما مشهوران مطبوعان.
ثم بكلام حاشية الزيادي، ثم بكلام حاشية ابن قاسم العبادي على تحفة ابن حجر، وهو مطبوع معها، ثم بكلام الشيخ عميرة في حاشيته المشهورة على شرح المحلي على المنهاج وهي مطبوعة أيضًا، ثم بكلام الشيخ على الشبراملسي على نهاية الرملي وهي مطبوعة معها، ثم بكلام حاشية الحلبي، ثم بكلام حاشية الشوبري، ثم بكلام حاشية
العناني، وذلك ما لم يخالفوا أصل المذهب.
هذا ما قرره المتأخرون من علماء المذهب، وساروا عليه بالفعل في كتبهم وحواشيهم وتقاريرهم إلى عصرنا هذا.
* * *
<span data-type="title" id=toc-23>تسلسل كتب المذهب:</span>
أ - وبعد ما أف الإمام الجويني، " النهاية " - نهاية المطلب - دارت كتب المذهب عليه.
والنهاية هو اختصار لكتب الإمام الشافعي الأربعة التي ألفها في الفقه، وهي:
الأم، والإملاء، والبويطي، ومختصر المزني، أو أنه شرح لختصر المزني - كما قال بعضهم، وجمع فيه طرق المذهب وأوجه الأصحاب.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (47,'ثم اختصر الغزالي النهاية إلى البسيط، ثم اختصر البسيط إلى الوسيط، وهو إلى الوجيز، ثم اختصر الوجيز إلى الخلاصة.
وفي البيجرمي على شرح المنهج وغيره أن الرافعي اختصر من الوجيز: " المحرر ".
ثم اختصر الإمام النووي المحرر إلى " المنهاج "، ثم اختصر شيخ الإسلام زكريا المنهاج إلى " المنهج"، ثم اختصر الجوهري المنهج إِلى "النهج ".
ب - وشرح الرافعي الوجيز بشرحين، صغير لم يسمه، وكبير سماه العزيز،
فاختصر الإمام النووي العزيز إلى الروضة.
واختصر ابن مقري الروضة إلى " الررض "، فشرحه شيخ الإسلام زكريا شرحا سماه " الأسني "، واختصر ابن حجر الروض إلى كتاب سماه " النعيم"، جاء نفيسا في بابه غير أنه فُقِدَ عليه في حياته.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (48,'واختصر الروضة أيضا الإمام المزجد في كتابه " العباب "، فشرحه ابن حجر شرحًا جمع فيه فأوعى سماه " الإيعاب " غير أنه لم يكمل.
واختصر " الروضة " أيضًا السيوطي مختصرًا سماه " الغنية "، ونظمها أيضًا نظمًا سماه " الخلاصة "، لكنه لم يتم كما ذكره في فهرست مؤلفاته.
جـ - وكذلك اختصر القزويني "العزيز شرح الوجيز " إلى " الحاوي الصغير "، فنظمه ابن الوردي في " بهجته "، فشرحها شيخ الإسلام بشرحين.
قال ابن حجر - رحمه الله - في أثناء كلامه من ذيل تحرير المقال: " وقولهم: إنه منذ صنف الإمام كتاب النهاية، الذي هو شرح لختصر المزني، الذي رواه من كلام الشافعي - رحمه الله -،
وهو في ثمانية أسفار حاوية، لم يشتغل الناس إلا بكلام الإمام، لأن تلميذه الغزالي اختصر " النهاية " المذكورة في مختصر مطول حافل وسماه " البسيط "، واختصره في أقل منه، وسماه " الوسيط "، واختصره في أقل منه وسماه " الوجيز "، فجاء الرافعي وشرح الوجيز شرحًا مختصرًا، ثم شرحًا مبسوطًا ما صنف في مذهب الشافعي مثله،
وأسفاره نحو العشرة غالبا، ثم جاء النووي واختصر هذا الشرح، ونقحه، وحرره، واستدرك على كثير من كلامه، مما وجده محلًّا للاستدراك، وسمى هذا المختصر: "روضة الطالبين " وأسفاره نحو أربعة غالبا،
ثم جاء المتأخرون بعده فاختلفت أغراضهم، فمنهم المحَشُّون، وهم كثيرون أطالوا النفس في ذلك، حتى بلغت حاشية
الأذرعي التي سماها " التوسط بين الروضة والشرح " إلى فوق الثلاثين سفرا، وكذلك الإسنوي حَشَّى، وابن العماد والبلقيني كذلك، وهؤلاء هم فحول المتأخرين، ثم جاء تلميذ هؤلاء الأربعة الإمام الزركشي فجمع ملخص حواشيهم في كتابه المشهور، وسماه " خادم الروضة "، وهو في نحو العشرين سفرا.
ووقع لجماعة أنهم اختصروا الروضة، ومنهم المطوِّل، ومنهم المختصر " كالروض "
للشرف المقري (ت ٨٣٧ هـ) ، فأقبل الناس على تلك المختصرات، فلما ظهر الروض رجع أكثر الناس إليه لمزيد اختصاره، وتحرير عبارته، ثم جاء شيخ الإسلام فشرحه حسنا جدا، وآثر فيه الاختصار فانثال الناس عليه.
إلى أن جاء صاحب العباب أحمد بن عمر المزجد الزبيدي فاختصر الروضة، وضم إليها من فروع المذهب ما لا يحصى.
وكذلك اختصر صاحب الحاوي الصغير، الشرح الكبير اختصارًا لم يسبق إليه، فإنه',NULL,'52',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (49,'جمع حاصل المقصود منه في ورقات نحو ثمن جزء من أجزائه العشرة فأذعن له أهل عصره: أنه في بابه ما صنف مثله، فأكب الناس عليه حفظًا وشروحًا.
ثم نظمه صاحب البهجة، فأكبوا عليها حفظًا وشروحًا كذلك.
إلى أن جاء الشرف المقري (ت ٨٣٧ هـ) صاحب الروض، فاختصره في أقل منه بكثير، وسماه " الإرشاد " (مطبوع) فأكب الناس عليه حفظًا وشروحًا ".
قال مقيده عفا اللَّه عنه: وممن شرحه ابن حجر الهيتمي فشرحه بشرحين كبير، ولم يطبع، وصغير سماه فتح الجواد شرح الإرشاد (مطبوع) ، ومعه حاشية عليه لابن حجر أيضا.
د - قال مقيده عفا اللَّه عنه: وألف المحاملي (ت ٤١٥ هـ) اللباب، وهو من كتب العراقيين المعتبرة، فاختصره الولي العراقي (ت ٨٢٦ هـ) في تحرير اللباب، فاختصره شيخ الإسلام زكريا الأنصاري (ت ٩٢٦ هـ) في تنقيح تحرير اللباب (مطبوع) ، ثم شرحه في تحفة الطلاب (مطبوع) ، فحشى عليه الشميخ الضرقاوي (ت ١٢٢٦ هـ)
بحاشية مشهورة (مطبوعة) .
<span data-type="title" id=toc-24>اصطلاحات الشافعية:</span>
ولأن كتب الشافعية فيها اصطلاحات خاصة بهم، فنذكر شيئًا من اصطلاح الفقهاء في عباراتهم، والاصطلاح كما هو معلوم:
اتفاق طائفة على أمر مخصوص بينهم ".
" الإمام ": حيث قالوا: "الإمام " يريدون إمام الحرمين الجويني ابن أي محمد.
" القاضي - القاضيان) : حيث يطلقون " القاضي " يريدون به القاضي حسينا، أو " القاضيين " فالمراد بهما الروياني والماوردي.
" الشارح ": وإذا أطلقوا " الشارح " معرفًا، أو الشارح المحقق، يريدون به الجلال المحلى شارح المنهاج حيث لم يكن لهم اصطلاح بخلافه.
وإن قالوا: " شارح " فالمراد به واحد من الشراح لأي كتاب كان، كما هو',NULL,'53',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (50,'مفاد التنكير.
" قال بعضهم ": وحيث قالوا: " قال بعضهم " أو نحوه فهو أعم من شارح.
" الشيخان - الشيوخ - شيخنا - شيخي ": وحيث قالوا: " قال الشيخان "، ونحوه يريدون بهما الرافعي والنووي، أو "الشيوخ " فالمراد بهم الرافعي، والنووي، والسبكي.
وحيث قال الشارح ابن حجر الهيتمي: " شيخنا " يريد به شيخ الإسلام زكريا، وكذا الخطب الشربيني، وهو مراد الجمال الرملي بقوله الشيخ.
وإن قال الخطيب " شيخي " فمراده الشهاب الرملي، وهو مراد الجمال بقوله: " أفتى به الوالد " ونحوه.
" لا يبعد كذا ": إذا قالوا " لا يبعد كذا " فهو احتمال.
" على ما شمله كلامهم ": وحيمسا قالوا: " على ما شمله كلامهم " ونحو ذلك فهو إشارة إلى التبري منه، أو أنه مشكل كما صرح بذلك الشارح ابن حجر في حاشيته "فتح الجواد "، ومحله حيث لم ينبه على تضعيفه، أو ترجيحه، وإلا خرج عن كونه مُشكلًا إلى ما حكم به عليه.
" كذا قالوه " - "كذا قاله فلان ": وحيث قالوا " كذا قالوه " أو " كذا قاله فلان " فهو كالذي قبله.
" إن صح هذا فكذا لا: وإن قالوا " إن صح هذا فكذا " فظاهره عدم ارتضائه كما نبه عليه في الجنائز من التحفة.
" كما أو لكن ": وإن قالوا " كما أو لكن " فإن نبهوا بعد ذلك على تضعيفه، أو ترجيحه فلا كلام، وإلا فهو معتمد، فإن جمع بينهما، فنقل الشيخ سعيد سنبل عن شيخه الشيخ عمر المصري عن شيخه الشوبري أن اصطلاح التحفة أن ما بعد " كما "
هو المعتمد عنده، وإن ما اشتهر من أن المعتمد ما بعد " لكن " في كلامه إنما هو فيما إذ لم يسبقها "كما"، وإلا فهو المعتمد عنده، وإن رجح بعد ذلك ما يقابل ما بعد " كما "، إلا إن قال: " لكن المعتمد كذا "، " أو الأوجه كذا " فهو المعتمد اهـ.
" على ما اقتفحاه كلامهم - على ما قاله - هذا كلامه ": وإذا قالوا: " على ما اقتضاه كلامهم "، أو " على ما قاله فلان " بذكر على، أو قالوا: " هذا كلام فلان " فهذه',NULL,'54',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (51,'صيغة تبرؤ كما صرحوا به، ثم تارة يرجحونه، وهذا قليل، وتارة يضعفونه، وهو كثير، فيكون مقابله هو المعتمد - أي إن كان - وتارة يطقون ذلك، فجرى غير واحد من المشايخ على أنه ضعيف، والمعتمد ما في مقابله أيضا، أي إن كان ما سبق.
" على المعتمد ": وإذا قال ابن حجر: " على المعتمد " فهو الأظهر من القولين أو الأقوال.
" على الأوجه ": وإذا قال ابن حجر: " على الأوجه " مثلا، فهو الأصح من الوجهين، أو الأوجه.
"والذي يظهر ": وإذا قالوا: " والذي يظهر " مثلا، - أي بذكر الظهور - فهو بحث لهم.
" البحث ": قال الشيخ ابن حجر في رسالته في الوصية بالسهم:
" البحث ما يفهم فهمًا واضحًا من الكلام العام للأصحاب المنقول عن صاحب المذهب بنقل عام ".
وقال السيد عمر في فتاويه: " البحث هو الذي استنبطه الباحث من نصوص
الإمام وقواعده الكلية، وعلى كلا التعريفين لا يكون البحث مخرجًا عن مذهب الإمام ".
" لم نر فيه نقلًا،: قول بعضهم في بعض مسائل الأبحاث: " لم نر فيه نقلًا " يريد به نقلًا خاصًّا، فقد قال إمام الحرمين: " لا تكاد توجد مسألة من مسائل الأبحاث خارجة عن المذهب من كل الوجوه "
"فهو محتمل ": وإذا قالوا " فهو محتمل " بفتح الميم الثانية (مُحَتَمَل) ، فهو مشعر بالترجيح، لأنه بمعنى قريب، وبالكسر (مُحْتَمِل) لا يشعر بالترجيح، لأنه بمعنى: ذي احتمال، أي: قابل للحمل والتأويل.
فإن لم يضبطوا بشيء منهما، فلا بد أن تراجع كتب المتأخرين عنهم حتى تنكشفيحقيقة الحال.
" الاختيار": "الاختيار " هو الذي استنبطه المختار عن الأدلة الأصولية بالاجتهاد،
أي على القول بأنه يتحرى، وهو الأصح من غير نقل له من صاحب المذهب، فحينئذ يكون خارجًا عن المذهب ولا يعول عليه.
وأما " المختار " الذي وقع للنووي في الروضة فهو بمعنى الأصح في المذهب لا',NULL,'55',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (52,'بمعناه المصطلح.
" وقع لفلان كذا ": وأما قولهم: " وقع لفلان كذا " فإن صرحوا بعده بترجيح، أو تضعيف وهو الأكثر فذاك، وإلا حُكِمَ بضَعْفِه.
" أصل الروضة " - " زوائد الروضة" - "في الروضة " - " في الروضة وأصلها":
قولهم: " قال في أصل الروضة " المراد منه عبارة النووي في الروضة التي لخصها واختصرها من لفظ العزيز، ويفيد هذا التعبير صحة نسبة الحكم إلى الشيخين.
أما إذا عُزِي الحكم إلى " زوائد الروضة " فالمراد منه زيادتها على ما في العزيز.
وإذا أطلق لفظ الروضة فهو محتمل لتردده بين الأصل والزوائد، وربما يستعمل بمعنى الأصل كما يقضي به السبر.
وإذا قيل: " كذا في الروضة وأصلها "، أو " كأصلها " فالمراد بالروضة ما سبق التعبير بأصل الروضة، وهي عبارة الإمام النووي الملخص فيها لفظ العزيز في هذين التعبيرين، ثم بين التعبيرين المذكورين فرق، وهو أنه إذا أتى بالواو فلا تفاوت بينهما،',NULL,'56',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (53,'وبين أصلها في المعنى، وإذا أتى بالكاف فبينهما بحسب المعنى يسير تفاوت.
" نقله - حكاه": قولهم " نقله فلان عن فلان "، " وحكاه فلان عن فلان " بمعنى واحد، لأن نقل الغير هو حكاية قوله، إلا أنه يوجد كثير مما يتعقب الحاكي قول غيره بخلاف الناقل له، فإن الغالب تقريره والسكوت عليه، إذ القاعدة أن من نقل كلام غيره وسكت عليه مع عدم التبري منه ظاهر في تقريره.
قال العلامة الكردي: كون تقرير النقل عن الغير يدل على اعتماده هو مفهوم كلامهم في مواضع كثيرة.
" سكت عليه ": قولهم: " سكت عليه " أي: ارتضاه، فالسكوت فى مثل هذا رضا من الساكت حيث لم يعترضه بما يقتضي رده.
" أقره ": قولهم: " أقره فلان " أي: لم يرده فيكون كالجازم به.
" لم يتعقبه ": عدم التعقب لا يقتضي الترجيح.
قيل: لا يخلو عن نظر؛ لأن عدم
التعقب ظاهر في ترجيحه، لا أنه يقتضيه؛ لأن الاقتضاء رتبة فوق الظاهر، كما سيأتي في المصطلح التالي.
" الاقتضاء ": الاقتضاء رتبة فوق الظاهر، وفي كلامهم ما يفيد أن المراد بالاقتضاء: الدخول في الحكم من باب أولى، لكن الظاهر أن الاقتضاء رتبة دون التصريح.
" نَبّهَ عليه ": قولهم: " نَبَّهَ عليه الأذرعي " مثلًا: المراد أنه معلوم من كلام
الأصحاب، وإنما للأذرعي مثلًا التنبيه عليه.
" كما ذكره ": قولهم: " كما ذكره الأذرعي " مثلًا، فالمراد أن ذلك من عند نفسه.
" الظاهر كذا - ظاهر كذا - يظهر - يحتمل - يتجه ": قولهم: " الظاهر كذا " هو بحث من القائل، لا ناقل له.
وقال ابن حجر في الإيعاب: اصطلاح المتأخرين
اختصاص التعبير ب " الظاهر، ويظهر، ويحتمل، ويتجه "، ونحوها عما لم يسبق إليه الغير بذلك، ليتميز ما قاله مما قاله غيره.
وقال بعضهم: إذا عبروا بقولهما وظاهر كذا ...
" فهو ظاهر كلام الأصحاب،
وأما إذا كان مفهومًا من العبارة، فيعبروا عنه بقولهم " والظاهر كذا ".
" الفحوى - المقتضى - القضية ": وأما تعبيرهم " بالفحوى " فهو ما فهم من الأحكام بطريق القطع.
" وبالمقتضى " و " القضية " هو الحكم بالشيء لا على وجه الصراحة.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (54,'" وزعم فلان ": قولهم: " وزعم فلان " فهو بمعنى قال، إلا أنه أكثر ما يقال فيما يشك فيه.
" قال بعض العلماء ": من اصطلاحهم أنهم إذا نقلوا عن العالم الحي فلا يصرحون باسمه، لأنه ربما رجع عن قوله، وإنما يقال: " قال بعض العلماء "، ونحوه، فإذا مات صرحوا باسمه.
" وعبارته كذا " - " قال فلان ": قولهم: " وعبارته كذا " تحين عليه سوق العبارة المنقولة بلفظها، ولم يجز له تغيير شيء فيها وإلا كان كاذبًا.
ومتى قال: " قال فلان " كان بالخيار بين أن يسوق عبارته بلفظها، أو بمعناها من غير نقلها، لكن لا يجوز له تغيير شيء من معاني ألفاظها.
" اهـ ملخصًا ": وقولهم (اهـ ملخصًا " أي مأتيًا من ألفاظه بما هو المقصود، دون ما سواه.
" المعنى ": المراد بالمعنى: التعبير عن لفظه بما هو المفهوم منه.
" فيرد " - " يتوجه ": قولهم: " فيرد " وما اشتق منه، لما لا يندفع له بزعم
المعترض.
و" يتوجه " وما اشتق منه أعم منه ومن غيره.
" إن قيل " - " وقد يقال " - " لقائل": قولهم: "إن قيل " للمعترِض مع
ضعف فيه.
" وقد يقال " وقولهم: لما فيه ضعف شديد.
قولهم: " لقائل " لما فيه ضعف ضعيف.
" فيه بحث ": قولهمْ " فيه بحث " ونحوه، لما فيه قوة، سواء تحقق الجواب أم لا.
" صيغ التمريض ": وصيغ المجهول ماضيًا كان أو مضارعًا، و " لا يبعد "،
و" يمكن " كلها صيغ تمريض، تدل على ضعف مدخولها بحثًا كان، أو جوابًا.
" أقول - قلت ": " وأقول وقلت " لما هو خاصة القائل.
" حاصله - محصله - تحريره - تنقيحه ": إذا قيل: " حاصله، أو محصله، أو تحريره، أو تنقيحه "، أو نحو ذلك: فذلك إشارة إلى قصوره في الأصل، أو اشتماله على حشو.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (55,'" تنزل منزلته " - " أنيب منابه " - " أقيم مقامه ":
يقولون في مقام إقامة الشيء مقام آخر: مرة " تنزل منزلته "، وأخرى " أنيب منابه "
وأخرى " أقيم مقامه "، فالأول: في إقامة الأعلى مقام الأدنى، والثاني: بالعكس، والثالث: في المساواة، وإذا رأيت واحدا منهما مقام الآخر فهناك نكتة.
وإنما اختاروا في " تنزل " التفعيل، وفي الآخرين الأفعال لعلة الإجمال؛ لأن تنزيل الأعلى مكان الأدنى يحوج إلى العلاج والتدريج.
" تأمل " - " فتأمل " - " فليتأمل ": قولهم: " تأمل " فهو إشارة إلى دقة المقام مرة،
وإلى خدش فيه أخرى، سواء كان بالفاء، أو بدونها.
والفرق بين تأمل، وفتأمل، وفليتأمل: أن " تأمل " إشارة إلى الجواب القوي.
و" فتأمل لا إلى الضعيف، و " فليتأمل " إلى الأضعف.
وقيل: معنى " تأمل ": أن في هذا المحل دقة، ومعنى " فتأمل " أن في هذا المحل أمرا زائدًا على الدقة بتفصيل، و " فليتأمل " هكذا مع زيادة، بناء على أن كثرة الحروف تدل على كثرة المعنى.
" وفيه بحث " - " وفيه نَظَر ": قولهم: " وفيه بحث " معناه أعم من أن يكون في هذا المقام تحقيق، أو فساد، فيحمل عليه، على المناسب للحمل.
وقولهم: " وفيه نظر " يستعمل في لزوم الفساد.
" السؤال وجوابه ":
إذا كان السؤال أقوى، يقال: " ولقائل "، فجوا به: " أقول "، أو " تقول " بإعانة سائر العلماء.
وإذا كان السؤال ضعيفًا يقال: " فإن قلتَ "، فجوابه: " قلنا "، أو " قلتَ، وقيل ".
وقولهم: " فإن قلتَ " بالفاء، سؤال عن القريب، " وإن قلتَ " بالواو عن البعيد.
و" قيل " يقال فيما فيه اختلاف، " وقيل فيه " إشارة إلى ضعف ما قالوا.
" محصل الكلام وحاصله ": قولهم: " محصل الكلام " إجمال بعد التفصيل.
وقولهم: " حاصل الكلام " تفصيل بعد الإجمال.
" التعسف ": و " التعسف " ارتكاب ما لا يجوز عند المحققين، وإن جَوّزه بعضهم، ويطلق على ارتكاب ما لا ضرورة فيه، والأصل عدمه.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (56,'وقيل: هو حمل الكلام على معنى لا تكون دلالته عليه ظاهرة، وهو أخف
من البطلان.
" التساهل "، " التسامح": و " التساهل " يستعمل في كلام لا خطأ فيه، ولكن يحتاج إلى نوع توجيه تحتمله العبارة.
و" التسامح " هو: استعمال اللفظ في غير موضعه الأصلي، كالمجاز بلا قَصْدِ علاقةٍ مقبولةٍ، ولا نصب قرينة دالة عليه، اعتمادًا على ظهور الفَهْمِ من ذلك المقام.
" التحمل ": التحمل: الاحتيال، وهو: الطلب.
" التأمل " - " التدبر ": " التأمل " هو: إعمال الفكر.
و" التدبر ": تصرف القلب بالنظر في الدلائل.
و" الأمر بالتدبر " بغير فاء للسؤال في المقام، وبالفاء يكون بمعنى التقرير، والتحقيق لما بعده.
" بالجملة - في الجملة - جملة القول": الفرق بين " بالجملة " و " في الجملة ": أن " في الجملة " يستعمل في الجزئي، و" بالجملة " يستعمل في الكليات.
وقيل: " في الجملة " يستعمل في الإجمال، و " بالجملة " يستعمل في التفصيل.
وقولهم: " وجملة القول " أي: مجمله، أي: مجموعه، فهو من الإجمال بمعنى
الجمع ضد التفريق، لا من الإجمال ضد التفصيل والبيان.
" اللهم إلا أن يكون كذا ": قولهم: " اللهم إلا أن يكون كذا " قد يجيء
حشوًا، أو بعد عموم، حثًّا للسامع ليتنبه للقيد المذكور، فهي بمثابة نستغفرك، كقولك: " إنا لا نقطع عن زيارتك، اللهم إلا أن يمنع مانع "، ولذا لا يكاد يفارق حرف الاستثناء، وتأتي في جواب الاستفهام نفيًا وإثباتًا كتابة، فيقال: اللهم نعم اللهم....
صيغ الفرق: قولهم: " وقد يفرق " و " إلا أن يفرق " و " يمكن الفرق "؛ فهذه كلها صيغ فرق.
صيغ الإجابة: قولهم: " وقد يجاب " و " إلا أن يجاب "،
و" لك أن تجيب ".',NULL,'60',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (57,'فهذا جواب من قائله.
صيغ الرد: قولهم: " ولك رده "، " ويمكن رده "؟ فهذه صيغ رد.
صيغ الترجيح: قولهم: " لو قيل بكذا لم يبعد "، " وليس ببعيد "، أو " لكان قريبا أو أقرب " فهذه صيغ ترجيح.
العمدة: إذا وجدنا في المسألة كلامًا في المصنَّف، وكلامًا في الفتوى؟ فالعمدة: ما في المصنَّف.
وإذا وجدنا كلامًا في الباب، وكلاما في غير الباب، فالعمدة: ما في
الباب.
وإذا كان الكلام في المظنة، وفي غير المظنة استطرادا، فالعمدة: ما في المظة.
أدوات الغايات للإشارة إلى الخلاف: ومن اصطلاحاتهم أن أدوات الغايات
" لو " و " إن " للإشارة إلى الخلاف، فإذا لم يوجد خلاف فهو لتعميم الحكم.
ما لا يرد المنقول ولا الصحيح: وعندهم أن البحث، والإشكال، والاستحسان، والنظر لا يرد المنقول، والمفهوم لا يرد الصحيح.
" الأشهر كذا والعمل بخلافه": معنى قولهم: " الأشهر كذا والعمل بخلافه "
تعارض الترجيح من حيث دليل المذهب، والترجيح من حيث العمل، فساغ العمل بما عليه العمل.
" وعليه العمل ": قول الشيخين: " وعليه العمل " صيغة ترجيح.
" اتفقوا - هذا مجزوم به - لا خلاف فيه ": قولهم: " اتفقوا - هذا مجزوم به - لا خلاف فيه " يقال فيما يتعلق بأهل المذهب لا غير.
" مجمع عليه ": قولهم " مجمع عليه " يقال فيما اجتمعت عليه الأئمة.
" في صحته كذا، أو حرمته، أو نحو ذلك نظر لا: إذا قالوا: " في صحته كذا، أو حرمته، أو نحو ذلك نظر " دل على أنهم لم يروا فيه نقلًا.
" نفي الجواز ": إطلاق الفقهاء " نفي الجواز " حقيقة في التحريم.
وقد يطلق الجواز على رفع الحرج، أعم من أن يكون واجبًا، أو مندوبًا، أو مكروهًا، أو على مستوى الطرفين، وهو التخيير بين الفعل والترك، أو على ما ليس بلازم من العقود كالعارية.
"يجوز ": قيل: إن " يجوز " إذا أضيف إلى العقود كان بمعنى الصحة، وإذا
أضيف إلى الأفعال كان بمعنى الحل.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (58,'" ينبغي " - " لا ينبغي ": قولهم: " ينبغي " الأغلب فيها استعمالها في المندوب تارة، والوجوب أخرى، ويحمل على أحدهما بالقرينة، وقد تستعمل للجواز والترجيح.
" ولا ينبغي " قد تكون للتحريم أو الكراهة.
" الأصحاب ": قولهم: " الأصحاب " أي: المتقدمون، وهم أصحاب الأوجه غالبًا، وضبطوا بالزمن وهم من الأربعمائة، ومن عداهم لا يسمون بالمتقدمين، ولا بالمتأخرين.
<span data-type="title" id=toc-25>اصطلاح الإمام النووي في المنهاج:</span>
لقد نص الإمام النووي - رحمه الله - بدقة على مصطلحه في مقدمات كتبه الفقهية كالمنهاج، والمجموع، والروضة، والتحقيق، وكما نص عليها بدقة، فقد التزم بها بذات الدرجة من الدقة، كما التزم في تلك الكتب منهجًا يكاد يكون واحدًا في المصطلح، وإن اختلفت مقدمات كتبه تلك من حيث التوسع والاختصار في بيان مصطلحه الخاص، وإذا كانت مقدمته للتحقيق أوسعها في هذا الصدد، فإن مقدمته
للمنهاج أشهرها لمكان الكتاب وكماله، وشيوعه، وشيوع شروحه، والاعتماد عليه وعلى شروحه تدريسًا وفتوى إلى يومنا هذا، ولهذا فسنهتم بمصطلحه فيه هنا:
" في الأظهر أو المشهور ": فحيث يقول: " في الأظهر أو المشهور " فمن القولين أو الأقوال للشافعي.
ثم قد يكون القولان جديدين، أو قديمين، أو جديدًا وقديمًا،
وقد يقولهما في وقتين، أو وقت واحد، وقد يرجح أحدهما، وقد لا يرجح.
فإن قوي الخلاف لقوة مدركه، قال: " الأظهر " المشعر بظهور مقابله، وإلا بأن ضَعُف الخلاف قال: " المشهور "، المشعر بغرابة مقابله لضعْف مدركه.
" الأصح أو الصحيح ": وحيث يقول: " الأصح أو الصحيح " فمن الوجهين أو الأوجه لأصحاب الشافعي يستخرجونها من كلامه، وقد يجتهدون في بعضها - وإن لم يأخذوه من أصله -، ثم قد يكون الوجهان لاثنين، وقد يكونان لواحد، واللذان لواحد ينقسمان كانقسام القولين، فإن قوي الخلاف لقوة مدركه قال: "الأصح"،',NULL,'62',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (59,'المشعر بصحة مقابله، وإلا بأن ضعف الخلاف، قال: " الصحيح " (١) .
" المذهب ": وحيث يقول " المذهب " فمن الطريقين أو الطرق، وهي اختلاف الأصحاب في حكاية المذهب، كأن يحكي بعضهم قولين أو وجهين لمن تقدم، ويقطع بعضهم بأحدهما.
ثم الراجح الذي عبر عنه بالمذهب، إما طريق القطع، أو الموافق لها من طريق
الخلاف، أو المخالف لها.
" النص ": وحيث يقول: " النص " فهو نص الشافعي رحمه الله تعالى من إطلاق المصدر على اسم المفعول، سمي بذلك لأنه مرفوع إلى الإمام، أو لأنه مرفوع القدر لتنصيص الإمام عليه، ويكون هناك - أي مقابله - وجه ضعيف، أو قول مخرَّج من نص له في نظير المسألة لا يعمل به.
وكيفية التخريج كما قاله الرافعي: أن يجيب الشافعي بحكمين مختلفين في
صورتين متشابهتين، ولم يظهر ما يصح للفرق بينهما، فينقل الأصحاب جوابه من كل صورة للأخرى، فيحصل في كل صورة منهما قولان: منصوص، ومخرج،
والمنصوص في هذه هو المخرج في تلك، والمنصوص في تلك هو المخرج في هذه، وحينئذ فيقولون: قولان بالنقل والتخريج، أي: نقل المنصوص من هذه الصورة إلى تلك، وخَرَّج فيها، وكذا بالعكس.
والأصح أن القول المخرَّج لا ينسب إلى الشافعي إلا مقيّدًا، فإنه ربما يذكر فرقا ظاهرا لو روجع فيه.
" الجديد " - " القديم ": وحيث يقول "الجديد " فالقديم خلافه، أو " القديم، أو في قول قديم " فالجديد خلافه.
و" القديم " ما قاله الشافعي بالعراق، أو قبل انتقاله إلى مصر، وأشهر رواته: أحمد ابن حنبل، والزعفراني، والكرابيسي، وأبو ثور، وقد رجع الشافعي عنه، وقال: لا أجعل في حل من رواه عني.
_________
(١) ولم يعبر الإمام النووي بالأصح والصحيح في الأقوال تأدبًا مع الإمام الشافعي، فإن الصحيح منه مشعر بفساد مقابله.
وظاهر أن المشهور أقوى من الأظهر، وأن الصحيح أقوى من الأصح.
انتهى من كلام السقاف في الفوائد المكية، ص ٤٦.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (60,'وقال الإمام: لا يحل عَدُّ القديم من المذهب.
وقال الماوردي: غَيَّر الشافعي جميع كتبه القديمة في الجديد، إلا الصداق، فإنه ضرب على مواضع منه، وزاد مواضع.
و"الجديد " ما قاله بمصر، وأشهر رواته: البويطي، والمزني، والربيع المرادي، والربيع الجيزي، وحرملة، ويونس بن عبد الأعلى، وعبد الله بن الزيير المكي، ومحمد ابن عبد الله بن عبد الحكم، وأبوه.
والجدير بالذكر أن قولهم: "إن القديم مرجوع عنه، وليس بمذهب الشافعي " محله في القديم الذي نص في الجديد على خلافه، أما القديم الذي لم يتعرض في الجديد لما يوافقه ولا لما يخالفه، فإنه مذهبه.
" وقيل كذا ": وحيث يقول: " وقيل كذا " فهو وجه ضعيف، والصحيح أو الأصح خلافه.
" في قول كذا ": وحيث يقول: " في قول كذا " فالراجح خلافه، ويتبين قوة الخلاف وضعفه في قوله: " وحيث أقول المذهب " إلى هنا من مدركه.
* * *
<span data-type="title" id=toc-26>مصطلحات أخرى:</span>
نذكر طائفة أخرى من المصطلحات على سبيل المثال ليتضح كيف أن العلم بها ييسر الفهم، فمنها:
- الإجزاء مفسر بتفسيرين:
١ - حصول الامتثال به
٢ - سقوط الامتثال به.
- الاجتهاد: بذل الوسع في بلوغ الغرض.
- الإرسال: الإطلاق.
- الاستخبار: هو الاستفهام، وهو: الكلام الدال على طلب حصول صورة الشيء في الذهن من حيث هو حصوله فيه.
- الاستدلال: طلب الدليل.
- الاستدلالي: الذي يحصل بالنظر في الدليل.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (61,'- الاستعارة بالكناية: هي أدن يشبه في النفس شيئًا بشيء، ولا يصرح بشيء من أركان التشبيه سوى اسم المشبه، ويثبت له شيئا من لوازم المشبه به.
- الاستعارة: مجاز علاقته المشابهة فهو اللفظ المستعمل فيما شبه بمعناه الأصلي.
- الإسناد: ربط إحدى الكلمتين بالأخرى بحيث يحسن السكوت.
- الإشفاق: ارتقاب المكروه.
- الأصل في اللغة: شيء محسوس، أو معقول بنى عليه غيره.
وفي الاصطلاح:
يقال للراجح، وللمستصحب، وللقاعدة الكلية، وللدليل.
- أصول الفقه: طرقه على سبيل الإجمال، وكيفية الاستدلال بها "
وقيل: معرفة دلائل الفقه إجمالا، وكيفية الاستفادة منها، وحال المستفيد.
وقيل: العلم بالقواعد التي يتوصل بها إلى استنباط الأحكام الشرعية الفرعية من أدلتها التفصيلية.
- الالتماس: أن يكون الاستدعاء من المساوي للمستدعى رتبة.
- الامتثال: هو إتيان المأمور به على وجه يحققه.
- الأمر: استدعاء الفعل بالقول ممن هو دونه على سبيل الوجوب.
- الانتقال الفكري: حركة في الكيفية النفسانية التي هي الصور المعقولة، فتنتقل النفس به من ملاحظة صورة إلى أخرى.
- الإنذار: هو الإبلاغ، ولا يكون إلا في التخويف.
- الباطل: ما لا يتعلق به النفوذ، ولا يعتد به.
- البدهي: ما يثبته مجرد العقل، أي: ما يثبته بمجرد التفاته، من غير استعانة بحس أو غيره.
- بيع الحصاة: جعل الإصابة بالحصاة بيعًا قائمًا مقام الصيغة، أو هو أن
يقول: بعتك من هذه الأثواب ما تقع عليه هذه الحصاة.
- التأليف: ضم الأشياء مؤتلفة، سواء كانت مُرَتَّبَة الوضع أم لا.
- التخييل: حركة النفس في المحسوسات.
- الترتيب: جعل الأشياء بحيث يطلق عليها اسم الواحد، ويكون لبعضها نسبة إلى بعض بالتقدم والتأخر في الرتبة العقلية، وإن لم تكن مؤتلفة.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (62,'- الترجي: ارتقاب شيء لا وثوق بحصوله.
- التركيب: ضم الأشياء مؤتلفة كانت أولًا، مرتبة الوضع أولًا.
- التكليف: إلزام ما فيه كلفة، أو طلب ما فيه كلفة.
- التكوين: الإيجاد من العدم بسرعة.
- التمني: الكلام الدال بالوضع على طلب ما لا طمع فيه، أو ما فيه عسر، وقيل: محبة حصول الشيء سواء كنت تنتظره، وترقب حصوله أم لا، وقيل: طلب حصول شيء على سبيل المحبة.
- التهديد: هو التخويف.
- التوصل: هو الوصول بكلفة.
- الثواب: مقدار مخصوص من الجزاء يعلمه الله تعالى.
- الجهل: تصور الشيء على خلاف ما هو به في الواقع..
- الجوهر: ما لو وجد في الخارج كان لا في موضوع.
- الحاجة: ما يخرج من المخرَج.
- الحَدْس: هو الانتقال من المبادئ إلى المطالب دفعة.
- الحقيقة: ما بقى في حال الاستعمال، أو معه على موضوعه.
الحواس الخمس الباطنة:
١ - الحس المشترك: وهو القوة التي ترتسم فيها صورة الجزئيات المحسوسة بالحواس الخمس الظاهرة.
٢ - الحيال: وهو القوة التي تحفظ الصورة المرتسمة في الحس المشترك فهي
كالخزانة له.
٣ - الواهمة: هي القوة التي تدرك بها المعاني الجزئية.
٤ - الحافظة: هي القوة التي تدرك بها المعاني التي يدركها الوهم.
٥ - المتخيلة: هي القوة المتصرفة في الصور التي تأخذها من الحس المشترك، والمعاني التي تأخذها من الوهم بالتركيب والتفريق، وتسمى المفكرة.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (63,'الحواس الخمس الظاهرة:
١ - السمع: وهو قوة مودعة في العصب المفروش في مُقَعَّر الصماخ تدرك به
الأصوات.
٢ - البصر: وهو قوة مودعة في العصبتين المجوَّفتين، اللتين تتلاقيان في مقدَّم
الدماغ، ثم تفترقان، فتتأديان إلى العينين.
٣ - اللمس: وهو قوة مُنْبثَّة من جميع البدن، يدرك بها الحرارة والبرودة والرطوبة واليبوسة ونحو ذلك عند الالتماس والاتصال به.
٤ - الشم: وهو قوة مودعة في العصبتين الزائدتين النابتتين في مقدَّم الدماغ
الشبيهتين بحلمتي الثدي، تدرك بها الروائح، بطريق وصول الهواء المتكيف بكيفية ذي الرائحة إلى الخيشوم.
٥ - الذوق: وهو قوة مُنْبثَّة في العصب المفرويق على جرم اللسان، تدرك بها الطعوم بمخالطة الرطوبة اللعابية التي في الفم بالطعوم، ووصولها إلى العصب.
- الدعاء: أن يكون الاستدعاء من الأدنى من المستَدْعَى رتبةً.
- الدلالة: كون الشيء بحالة يلزم من العلم به العلم بشيء آخر.
- الدليل: لغة المرشد للمطوب، والمرشد له معنيان:
١ - الناصب لما رشد له
٢ - الذاكر له.
والدليل في الاصطلاح: ما يمكن التوصل بصحيح النظر فيه إلى مطلوب خبري.
- السهو: زوال الصورة عن المدرِكة، مع بقائها في الحافظة.
- الشك: تجويز أمرين لا مزية لأحدهما على الآخر.
- الصحيح: ما يتعلق به النفوذ، ويعتد به.
- الصيغة: هي العبارة الموضوعة للمعنى القائم بالنفس.
- الضروري: ما لا يحتاج إلى نظر وكسب.
- الضروري المقابل للاستدلالي: ما يحصل بدون فكر ونظر في دليل.
- الضروري المقابل للاكتسابي: ما لا يكون في تحصيله مقدورًا للمخلوق.
- الطمع: ارتقاب المحبوب.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (64,'- الظن: تجويز وقوع كل من أمرين، أحدهما أظهر من الآخر.
- العَرْض: كلام دال بالوضع على الطلب برفق ولين.
- العلم: " معرفة المعلوم على ما هو به في الواقع "، أو هو: " الاعتقاد الجازم المطابق للواقع عن دليل "،
أو " الملكة التي هي مبدأ تفاصيل القواعد ".
- العلم الضروري: ما لم يقع عن نظر واستدلال.
- العلم المكتسب: هو الموقوف على النظر والاستدلال.
- الغفلة: عدم التصور مع وجود ما يقتضيه.
- الفرع: ما اندرج تحت أصل كلي.
- الفقه: معرفة الأحكام الشرعية التي طريقها الاجتهاد.
- القرينة: ما يدل على الشيء لا بالوضع، وقيل: ما يدل على الشيء من غير استعمال فيه.
- الكسبي: هو العلم المقدور تحصيله بالقدرة الحادثة.
- الكلام: اللفظ المتألف من اسمين، أو اسم وفعل، أو فعلين، أو فعل
وحرف ... الخ.
- الكلام النفسي: هو المعنى القائم بالنفس، المُعَبر عنه بماصدقات اللسان.
- اللفظ الهمَل: هو ما وضِعَ، ولم يستعمل.
- المباح: ما لا يثاب على فعله، ولا على تركه، ولا يعاقب على تركه، ولا على فعله.
- المجاز: ما تُجُوِّز به عن موضوعه.
وقيل: هو ما استعمل استعمالًا صحيحًا في
غير ما اصطلح عليه من الجماعة الخاطبة.
- المحظور: ما يثاب على تركه امتثالًا، ويعاقب في الآخرة على فعله بلا عذر.
- المعرفة: العلم بمعنى الظن.
- المكتسب: هو الحاصل بالكسب، وهو مباشرة الأسباب بالاختيار.
- المكروه: ما يثاب على تركه امتثالًا، ولا يعاقب في الآخرة على فعله.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (65,'- الملاقيح: هي ما في بطون الأمهات من الأجنة.
- المندوب: ما يثاب على فعله، ولا يعاقب على تركه.
- المنقول: هو اللفظ الذي تعدد مفهومه، وتخلل بينهما نقل، وهُجِر للمعنى الأول.
- النسبة التامة: تعلق أحد الطرفين بالآخر، بحيث يصح السكوت عليه ثبوتًا كان أو انتفاء.
- النسيان: زوال الصورة عن المدركة والحافظة - فيحتاج حينئذ في حصولها إلى سبب جديد.
- النظر: هو الفكر، وهو: حركة النفس في المعقولات، أي: انتقالها فيها انتقالًا تدريجيًّا قصديًّا.
- النظري: ما يحتاج إلى نظر.
- النهي: استدعاء - أي: طلب الترك - بالقول ممن هو دونه على سبيل الوجوب.
- الواجب: شيء من فعل، أو قول، أو نية، أو عزم، أو اعتقاد يثاب على فعله، ويعاقب على تركه.
- الوجوب: استدعاء الفعل استدعاء جازمًا على سبيل الجزم.
- الوعد: إنشاء الضمان عند وجود الوصف.
- الوهم: هو الإدراك المقابل للظن.
ومنها أيضا:
- " اعلم ": يؤتى به لشدة الاعتناء بما بعده، والمخاطَب بذلك كل من يَتَأتَى منه العلم مجازًا، لأنه موضوع لأنْ يخاطب به معين.
- القاعدة: أمر كُلِّي يتعرف منه أحكام جزئياته، ويرادفها " الضابط ".
وقال أبو زرعة في الغيث الهامع: " المراد بالقاعدة: ما لا يخص بابًا من أبواب
الفقه، فإن اختص ببعض الأبواب سمى ضابطًا ".
- الفائدة: لغة: ما استفيد من علم أو مال.
واصطلاحًا: المسألة المرتَّبَة على الفعل
من حيث هي كذلك.
وعُرِّفَت أيضًا: بأنها كل نافع ديني، أو دنيوي.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (66,'- الضدان: أمران وجوديان يستحيل اجتماعهما في محل واحد.
- العرف: ما استقرت عليه النفوس بشهادة العقول، وتلقته الطباع بالقبول.
- العادة: ما استمر الناس فيه على حكم المعقول، وعادوا إليه مرة بعد أخرى.
- الدين: ما ورد به الشرع من التعبد، ويطلق على: الطاعة، والعبادة، والجزاء، والحساب.
- الخطاب: توجيه الكلام نحو الغير للإفهام، والمراد بخطاب الله تعالى: ما أفاد، وهو الكلام النفسي الأزلي.
- العامي: كل من لا يتمكن من إدراك الأحكام الشرعية من الأدلة، ولا يعرف طرقها فيجوز له التقليد، بل يجا عليه التقليد بدليل قوله تعالى:
(وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (٤٣) .
- الصريح: ما يتكرر على الشيوع في عرف اللسان، وإذا حصل ذلك لزم إجراء اللفظ على ظاهره، ولا يُقبل العدول عن مُوجِب الظاهر فى الظاهر.
" لا بأس ": تستعمل في المباح، قال في الترياق النافع: " ولا بأس بالدعاء عند الأعضاء - يعني أعضاء الوضوء - لأنه مباح لا سنة، وإن ورد في ذلك طرق ضعيفة لا يعتد بها".
* * *
<span data-type="title" id=toc-27>ما لا نص فيه عند الشافعية:</span>
الشافعية عندما لا يجدون نصا في المسألة يفتون بالمنقول في المذاهب الأخرى،
خاصة مذهب المالكية.
قال السيوطي في رسالة تنزيه الأنبياء عن تسفيه الأغبياء: " وقد وقع في فتاوى ابن الصلاح أنه سُئِلَ عن مسألة لا نص فيها للأصحاب، فأفتى فيها بالمنصوص في مذهب أبي حنيفة، وبَينَّ ذلك.
وقرر النووي في شرح المهذب مسألة لا نقل فيها عندنا، وأجاب فيها بمذهب الحسن البصري، وقال: إنه ليس في قواعدنا ما ينفيه.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (67,'وسئل البلقيني عن مسألة فقال: لا نقل فيها عندنا، وأجاب فيها بما ذكره القاضي عياض في المدارك.
وذكر بعض الأصحاب مسألة لا نقل فيها عندنا، وأفتى فيها بالمنقول في مذهب الحنابلة.
وذكر الزركشي في الخادم مسألة مسح الخف للمُحْرِم، وقال: لا نقل فيها، وأجاب بالمنقول في مذهب المالكية، في أشياء كثيرة لا تحصى، وقد استوعبتها في كتابي:
" الينبوع فيما زاد على الروضة من الفروع ".
* * *',NULL,'71',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (68,'<span data-type="title" id=toc-28>الفصل الثالث
مذهب الحنفية</span>
ولابد من معرفة<span data-type="title" id=toc-29> ترجمة الإمام أبي حنيفة</span>، ومعرفة أيضًا ترجمة أبي يوسف القاضي، ومحمد بن الحسن، وزفر لما لهم من دور أساس في بناء المذهب الحنفي.
ترجمة الإمام أبي حنيفة:
هو الإمام البارع أبو حنيفة النعمان بن ثابت بن زُوطَى (بضم الزاي وفتح الطاء)
مولى تيم اللَّه بن ثعلبة، ولد سنة ثمانين من الهجرة، وتوفي ببغداد سنة خمسين ومائة وهو ابن سبعين سنة.
وهو إمام أصحاب الرأي، وفقيه أهل العراق.
معدود في حفاظ الحديث النبوي،
فقد ترجمه الحافظ الذهبي في تذكرة الحفاظ، وصدر ترجمته بقوله:
" أبو حنيفة الإمام الأعظم فقيه العراق ".
أخذ الفقه عن: حماد بن أبي سليمان، وكان في زمنه أربعة من الصحابة: أنس بن مالك، وعبد اللَّه بن أبي أوفى، وسهل بن سعد، وأبو الطفيل، ولم يأخذ عن أحد منهم.
وقد رأى أنس بن مالك، وسمع عطاء بن أبي رباح، وأبا إسحاق السبيعي،
ومحارب بن دثار، والهيثم بن حبيب العراف، وقيس بن مسلم، ومحمد بن المنكدر، ونافعًا مولى عبد اللَّه بن عمر، وهشام بن عروة، ويزيد الفقير، وسماك بن حرب، وعلقمة بن مرثد، وعطة العوفي، وعبد العزيز بن رفيع، وعبد الكريم أبا أمية، وغيرهم.
روى عنه: أبو يحيى الحماني، وهشيم بن بشر، وعباد بن العوام،',NULL,'73',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (69,'وعبد اللَّه بن المبارك، ووكيع بن الجراح، ويزيد بن هارون، وعلي بن عاصم، ويحيى بن نصر،
وأبو يوسف القاضي، ومحمد بن الحسن، وعمرو بن محمد، وهودة بن خليفة، وأبو عبد الرحمن المقري، وعبد الرزاق بن همام، وآخرون.
نقله أبو جعفر المنصور من الكوفة إلى بغداد، فأقام بها حتى مات، ودفن بالجانب الشرقي منها في مقبرة الخيزران، وقبره هناك ظاهر معروف.
وقد كلم ابنُ هبيرة أبا حنيفة أن يلي له قضاء الكوفة، فأبى عليه، فضربه مائة سوط وعشرة أسواط، في كل يوم عشرة أسواط، وهو على الامتناع فلما رأى ذلك خلى سبيله، وكان ابن هبيرة عاملًا على العراق في زمن بني أمية.
وعن إسماعيل بن سالم البغدادي قال: أكره أبو حنيفة على الدخول في القضاء فلم يقبل، قال: وكان أحمد بن حنبل إذا ذكر ذلك بكى، وترحم على أبي حنيفة.
وعن بشر بن الوليد الكندي قال: أشخص المنصورُ أبو جعفر أمير المؤمنين أبا حنيفة
(يعني من الكوفة إلى بغداد) فأراده على أن يوليه القضاء فأبى، فحلف عليه ليفعلن، فحلف أبو حنيفة أن لا، فحلف المنصور ليفعلن، فحلف أبو حنيفة أن لا يفعل.
فقال الربيع الحاجب: ألا ترى أمير المؤمنين يحلف.
قال أبو حنيفة: أمير المؤمنين على كفارة
أيمانه أزقدر منى على كفارة أيماني.
فأمر به إلى السجن في الوقت.
ْوالصحيح أنه توفي وهو في السجن.
وقال خارجة بن يزيد: دعا أبو جعفر المنصور أبا حنيفة إلى القضاء فأبى عليه، فحبسه، ثم دعا به، فقال: أترغب عما نحن فيه.
فقال أبو حنيفة: أصلح اللَّه أمير المؤمنين، لا أصلح للقضاء.
فقال له: كذبت، ثم عرض عليه الثانية.
فقال أبو حنيفة: قد حكم عليَّ أمير المؤمنين أني لا أصلح للقضاء، لأنه نسبني إلى الكذب، فإن كنت كذابًا فلا أصلح للقضاء، وإن كنت صادقًا فقد أخبرت أمير المؤمنين أني لا أصلح، فرده في الحبس.
قال أبو حنيفة: قدمت البصرة وظننت أني لا أسأل عن شيء إلا أجبت فيه،
فسألوني عن أشياء لم يكن عندي فيها جواب، فجعلت على نفسي أن لا أفارق حمادًا حتى يموت، فصحبته ثماني عشرة سنة.
وقال أبو حنيفة: ما صليت صلاة منذ مات حماد إلا استغفرت له مع والدي، وإني لأستغفر لمن تعلمت منه علمًا، أو علمته علمًا.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (70,'ودخل أبو حنيفة يومًا على المنصور، فقال المنصور: هذا عالم أهل الدنيا اليوم.
وعن سهل بن مزاحم قال: بُذلت الدنيا لأبي حنيفة فلم يُرِدْها، وضُرِبَ عليها بالسياط فلم يقبلها.
وعن الفضيل بن عياض قال: كان أبو حنيفة فقيهًا، معروفًا بالفقه، مشهورًا
بالورع، وسيع المال، معروفًا بالإفضال على من يطيق، صبورًا على تعليم العلم بالليل والنهار، كثير الصمت، قليل الكلام، حتى ترد مسألة في حلال أو حرام، وكان يحسن يدل على الحق، هاربا من السلطان.
وعن أبي يوسف قال: إني لأدعو لأبي حنيفة قبل أبواي، ولقد سمعت أبا حنيفة يقول: إني لأدعو لحماد مع والدي.
وعن أبي بكر بن عياش قال: مات أخو سفيان الثوري، فاجتمع الناس إليه لعزائه فجاء أبو حنيفة، فقام إليه سفيان، وأكرمه، وأقعده مكانه، وقعد بين يديه، ولما تفرق الناس قال أصحاب سفيان: رأيناك فعلت شيئًا عجيبًا.
قال: هذا رجل من العلم بمكان، فإن لم أقم لعلمه قمت لسنه، وإن لم أقم لسنه قمت لفقهه، وإن لم أقم لفقهه قمت لورعه.
وعن ابن المبارك قال: ما رأيت في الفقه مثل أبي حنيفة، وعن ابن المبارك قال: رأيت مسعرًا في حلقة أبي حنيفة جالسًا بين يديه يسأله، ويستفيد منه، وما رأيت أحدًا قط تكلم في الفقه أحسن من أبي حنيفة.
وعن وكيع قال: ما لقيت أفقه من أبي حنيفة، ولا أحسن صلاة منه.
وعن النضر بن شميل قال: كان الناس نيامًا عن الفقه حتى أيقظهم أبو حنيفة بما فتقه، وبَيَّنه، ولخصه.
وعن الشافعي قال: الناس عيال على أبي حنيفة في الفقه.
وعن جعفر بن الربيع قال: أقمت على أبي حنيفة خمس سنين، فما رأيت أطول صمتا منه، فإذا سئل عن الشيء من الفقه يُفتح، ويُسال كالوادي.
وعن إبراهيم بن عكرمة قال: ما رأيت أورع، ولا أفقه من أبي حنيفة.
وعن سفيان بن عيينة قال: ما قدم مكة في وقتنا رجل أكثر صلاة من أبي حنيفة.
وعن يحيى بن أيوب الزاهد قال: كان أبو حنيفة لا ينام الليل.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (71,'وعن أبي عاصم النبيل قال: كان أبي حنيفة يسمى الوتد لكثرة صلاته.
وعن قيس بن الربيع قال: كان أبو حنيفة ورعًا فقيهًا، كثير البر والصلة لكل من لجأ إليه، كثير الإفضال على إخوانه، وكان يبدث البضائع إلى بغداد فيشترى بها الأمتعة، ويجلب إلى الكوفة، ويجمع الأرباح من سنة إلى سنة فيشترى بها حوائج الأشياخ المحدثين، وأثوابهم، وكسوتهم، وما يحتاجون إليه، ثم يعطهم باقي الدنانير من
الأرباح، ويقول أنفقوها في حوائجكم، ولا تحمدوا إلا اللَّه تعالى فإنه واللَّه مما يجريه اللَّه لكم على يدي، فما في رزق اللَّه حول لغيره.
* * *
<span data-type="title" id=toc-30>إسناد الإمام أبي حنيفة في الفقه:</span>
قال اللكنوي: " اعلم أن مذهب أبي حنيفة أكئره مأخوذ عن الصحابة الذين نزلوا بالكوفة، ومن بعدهم من علمائها، وكان ألزم بمذهب إبراهيم، عظيم الشأن في التخريج على مذهبه ".
قال أبو حنيفة: دخلت على أبي جعفر أمير الموُمنين، فقال لي: يا أبا حنيفة عن من أخذت العلم؟.
فقلت: عن حماد (يعني ابن أبي سليمان) عن إبراهيم (يعني النخعي) عن عمر
ابن الخطاب، وعلي بن أبي طالب، وعبد الله بن مسعود، وعبد الله بن عباس.
فقال أبو جعفر: بخٍ بخٍ استوفيت يا أبا حنيفة.
قال مسروق بن الأجدع التابعي الكبير: " وجدت علم أصحاب محمد (ينتهي إلى ستة: إلى علي، وعبد اللَّه (يعني ابن مسعود) ، وعمر، وزيد بن ثابت، وأبي الدرداء، وأبي بن كعب، ثم وجدت علم هؤلاء الستة انتهى إلى: علي، وعبد اللَّه ".
وقال ابن جرير: " لم يكن أحد له أصحاب معروفون حرروا فتياه ومذاهبه في الفقه غير ابن مسعود، وكان يترك مذهبه وقوله لقول عمر، وكان لا يكاد يخالفه في شيء من مذاهبه، ويرجع من قوله إلى قوله ".',NULL,'76',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (72,'<span data-type="title" id=toc-31>ترجمة الإمام أب يوسف القاضي:</span>
قال الشيخ الكوثري: " هو الإمام الحافظ المتقن المجتهد المطلق أبو يوسف يعقوب ابن إبراهيم بن حبيب بن سعد بن بحير (بإهمال الحاء) بن معاوية بن قحافة بن نفيل ابن سدوس بن عبد مناف بن أسامة بن سحمة بن سعد بن عبد الله بن قدار بن معاوية
ابن ثعلبة بن معاوية بن زيد بن العوذ بن بجيلة الأنصاري البجلي - رحمه الله -.
وسعد والد حبيب صحابي عُرض على النبي - صلى الله عليه وسلم - يوم أحد مع رافع بن خديج، وابن عمر فاستصغره، وشهد الخندق وما بعدها، ثم نزل الكوفة، ومات بها، وصلى عليه
زيد بن أرقم - رحمه الله -، وذريته بها.
وأما ميلاد أبي يوسف فقد رووا عن الطحاوي أنه سنة ١١٣هـ، وعليه جرى الأكثرون، لكن ذكر المؤرخ الفقيه أبو القاسم علي بن محمد السمناني المتوفي سنة ٤٩٩ هـ في روضة القضاة - وهي كتاب مفيد في القضاء -: توفي أبو يوسف، وله تسع وثمانون سنة على خلاف في ذلك، ومثله في (مسالك الأبصار) لابن فضل اللَّه
العمري، وإليه يجنح صاحب أخبار الأول، ومؤلف روضات الجنات تقريبا، فيكون ميلاده سنة ٩٣ هـ، بالنظر إلى أن وفاته سنة ١٨٢ هـ في التحقيق، وبين التاريخين (أي: ١١٣، أو ٩٣) تفاوت عظيم كما نرى، ولا يبعد أن يكون ما في غالب الكتب مصلحًا ظنًّا حيث كان ميلاده مكتوبًا في بعض النسخ القديمة هكذا (٩٣) بالرقم، فغُيِّر رقم (٩) إلى لعدم بروز رأس (٩) ، أو انطماسه، فشابه فقرأ القارئ أن ميلاده سنة (١٣) ، ولظهور أن ميلاده لا يكون بهذا القدم عُد هذا بعد المائة الأولى، وإنما حذفت المائة اختصارًا كما هو المعتاد في المئات عند الأمن من الخطأ،
فجرى ذكر رقم (١١٣) كميلاد له فتناقله المؤرخون، كميلاد حقيقي له.
وعن أبي يوسف يقول: كنت أختلف إلى ابن أبي ليلى، وكانت لي عنده منزلة،
وكان إذا أشكل عليه شيء من المسائل يطلب ذلك من وجه أبي حنيفة، وكنت أحب أن أختلف إلى أبي حنيفة، وكان يمنعني الحياء منه، فوقع بيني وبينه (يعني ابن أبي ليلى) سبب ثقل عليه، فاغتنمت ذلك، واحتبست عنه، واختلفت إلى أبي حنيفة.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (73,'وعن أبي يوسف قال: كنت أطلب الحديث والفقه، وأنا مُقِلّ، رث الحال، فجاء أبي يوما - وأنا عند أبي حنيفة - فانصرفت معه فقال: يا بني لا تمدن رجلك مع أبي حنيفة، فإن أبا حنيفة خبزه مشوي، وأنت تحتاج إلى المعاش.
فقصرت عن كثير من الطلب، وآثرت طاعة أبي، فتفقدني أبو حنيفة، وسأل عني، فجعلت أتعاهد مجلسه، فلما كان أول يوم أتيته بعد تأخري عنه، قال لي: ما شغلك عنا؟.
قلت: الشغل بالمعاش وطاعة والدي.
فجلست فلما انصرف الناس دفع إلى صرة، وقال: استمتع بهذه، فنظرت فإذا فيها مائة درهم، فقال لي: الزم الحلقة، وإذا
نفدت هذه فأعلمني.
فلزمت الحلقة، فلما مضت مدة يسيرة دفع إلى مائة أخرى، ثم
كان يتعاهدني، وما أعلمته بخلة قط، ولا أخبرته بنفاد شيء، وكان كأنه يخبر بنفادها حتى استغنيت، وتمولت.
وكان أبو يوسف شديد الملازمة لأبي حنيفة، حتى روى محمد بن قدامة عن شجاع ابن مخلد أنه سمع أبا يوسف يقول: مات ابن لي فلم أحضر جهازه، ولا دفنه، وتركته على جيراني، وأقربائي مخافة أن يفوتني من أبي حنيفة شيء لا تذهب حسرته عني.
وكان أبو يوسف عظيم الإجلال لشيخيه: ابن أبي ليلى، وأبي حنيفة، كبير البر لهما فبذلك نال بركة العلم.
* *
<span data-type="title" id=toc-32>شيوخه:</span>
نشأ أبو يوسف في العلم في تلك البيئة الممتازة (التي يأتي بيانها تحت عنوان المذهب الحنفي، والشورى الجماعية) تحت إشراف مثل أبي حنيفة البارع في التفقيه، فصقل عقله، واتسع أفق فقهه، وأثمرت مواهبه، وظهرت مآثره - بتوفيق اللَّه جل شأنه -
على أن شيخه الآخر في الفقه محمد بن أبي ليلى القاضي طال أمد قضائه في الدولتين الأموية والعباسية، حيث لم يمكن استغناؤهما - على تنافسهما - عن خبرته الواسعة في القضاء على طريقة قضاء علي بن أبي طالب - رضي الله عنه -، وقضاء شريح الممتد من عهد عمر - رضي الله عنه - إلى زمن الحجاج، فازداد أبو يوسف علما وعملا بأحكام القضاء بما تلقاه من ابن',NULL,'78',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (74,'أبي ليلى من أحكام القضاء، التي ورثها من قضايا علي، وشريح، فيظهر من ذلك أن العلم كان ميسرًا له من كل النواحي، وكل ميسر لما خلق له.
وعن أبي يوسف أنه قال: " صحبت أبا حنيفة سبع عشرة سنة لا أفارقه في فطر، ولا أضحي إلا من مرض ".
كما أخذ عن شيوخ آخرين، منهم: أبان بن أبي عياش، وأبو إسحاق الشيباني، وإسماعيل بن أمية، وإسماعيل بن أبي خالد، وإسماعيل بن عُلَيَّة، وعبد الملك بن جريج، والحجاج بن أرطأة، وداود بن أبي هند، والسري بن إسماعيل، وسفيان بن عيينة، وسليمان بن مهران الأعمش، وسماك بن حرب، وعاصم بن أبي النجود،
وعاصم الأحول، وعبد اللَّه بن سعيد المقبري، وعبيد اللَّه بن عمر، وأخوه عبد اللَّه ابن عمر، وعبد اللَّه بن واقد، وعبد الرحمن بن عبد اللَّه المسعودي، وعطاء بن السائب، وعطاء بن عجلان، وعمرو بن دينار، وعمرو بن ميمون، والليث بن سعد، ومالك بن أنس، ومحمد بن إسحاق صاحب المغازي، ومحمد بن عبد اللَّه بن عمرو بن شعيب،
ومسعر بن كدام، ومنصور بن المعتمر، ونافع مولى ابن عمر، ويحيى بن سعيد الأنصاري، ويحيى بن عبد اللَّه التيمي، وغيرهم من حملة العلم من رجال الحجاز والعراق وسائر البلدان.
اجتمع أبو يوسف بمالك - عالم دار الهجرة - عام حجه مع الرشيد، وقد ذكر ذلك وكيع القاضي في أخبار القضاة، وابن أبي العوام في كتابه، وابن عساكر في كشف المغطى.
* *
<span data-type="title" id=toc-33>منزلته وطرفًا من أخباره:</span>
ترجم له الذهبي في تَذْكِرة الحفاظ في عداد حفاظ الحديث، وصدر ترجمته
بقوله: " القاضي أبو يوسف الإمام العلامة فقيه العراق ...
"، ثم قال: " وله أخبار في العلم والسيادة قد أفردته
وأفردت صاحبه محمد بن الحسن رحمهما اللَّه في جزء.
وعن محمد بن الحسن قال: مرض أبو يوسف فَعَادَه أبو حنيفة،
فلما خرج قال: إن',NULL,'79',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (75,'يمت هذا الفتى فهو أعلم من عليها، وأومأ إلى الأرض.
وعن عباس الدوري سمعت أحمد بن حنبل يقول: أول ما كتبت الحديث اختلفت إلى أبي يوسف القاضي فكتبت عنه، ثم اختلفت بعد إلى الناس.
قال: وكان أبو يوسف أميل إلينا من أبي حنيفة ومحمد.
وعن يحيى بن معين قال: " ما رأيت في أصحاب الرأي أثبت في الحديث، ولا
أحفظ، ولا أصح رواية من أي يوسف ".
وعن هلال الرأي قالْ "كان أبو يوسف يحفظ التفسير، والمغازي، وأيام العرب، وكان أحد علومه الفقه ".
قال المزني: " كان أبو يوسف أتبعهم للحديث ".
وعن بكار بن قتيبة أنه سمع أبا الوليد الطيالسي يقول: لما قدم أبو يوسف البصرة حاجًّا مع هارون الرشيد اجتمع أصحاب الرأي وأصحاب الحديث على بابه، فطلب كل فريق منهم الدخول إليه أولا، فأشرف عليهم فلم يأذن لفريق منهم، ولم يعنف فريقًا على طلبه الدخول إليه قبل الفريق الآخر، وقال لهم جميعًا: أنا من الفريقين جميعًا، فلا أقدم فرقة على الأخرى، ولكني أسأل الفريقين عن مسألة فأيهم أصاب
الجواب، دخل هو وأصحابه أولًا.
مصنفاته:
وللإمام أبي يوسف - رحمه الله - مؤلفات كثيرة مذكورة في كتب أهل العلم، لكن الذي وصل إلينا من كتبه قليل بالنظر إلي كثرة مؤلفاته.
فمما وصل إلينا كتاب " الآثار " في أدلة الفقه، روى جلها عن أبي حنيفة، وله مسند آخر يُروَى عنه في الكتب، ولم نطلع عليه.
ومما وصل إلينا من مؤلفاته: كتاب " اختلاف ابن أبي ليلى وأبي حنيفة "، وكتاب " الرد على سير الأوزاعي "، وكتاب " الخراج "، وهو رسالته إلى الرشيد في أحكام الأموال ألفها على طلب منه، ومقدمتها تدل على أنه لم يكن يحابي أحدًا في الحق،
ولم يؤلف أحد من أهل طبقته مثيل هذا الكتاب.
وعليه شروح تبرز خباياه، وتستخرج كنوزه وخفاياه.
وينسب إليه كتاب في الخارج والحيل محفوظ بدار الكتب المصرية، وبمكتبة علي باشا',NULL,'80',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (76,'الشهيد في الآستانة، طبعه جوزيف شخت المستشرق الألماني باسم محمد بن الحسن.
وقال محمد بن إسحاق النديم: " لأبي يوسف من الكتب في الأصول والأمالي: كتاب الصلاة، كتاب الزكاة، كتاب الصيام، كتاب الفرائض، كتاب البيوع، كتاب الحدود، كتاب الوكالة، كتاب الوصايا، كتاب الصيد والذبائح، كتاب الغصب، كتاب الاستبراء، ولأبي يوسف إملاء رواه بشر بن الوليد القاضي يحتوي على ستة وثلاثين كتابًا مما فرعه أبو يوسف، وكتاب اختلاف علماء الأمصار، وكتاب الرد على مالك بن أنس، وكتاب رسالته في الخراج إلى الرشيد، وكتاب الجوامع، ألفه ليحيى بن
خالد يحتوي على أربعين كتابًا ذكر فيه اختلاف الناس والرأي المأخوذ به ".
توفي أبو يوسف القاضي - رحمه الله - يوم الخميس وقت الظهر لخمس خلون من شهر ربيع الأول سنة اثنتين وثمانين ومائة.
* * *
<span data-type="title" id=toc-34>ترجمة الإمام محمد بن الحسن:</span>
هو محمد بن الحسن الشيباني صاحب أبي حنيفة - رحمه الله -، وكان أبوه من جند أهل الشام، فقدم واسطًا بالعراق فولد بها محمد سنة اثنتين وثلاثين ومائة، ونشأ بالكوفة،
وطلب الحديث، وسمع سماعًا كثيرًا، وجالس أبا حنيفة، وسمع منه، ونظر في الرأي فغلب عليه، وعُرف به، وتقدم فيه، وقدم بغداد فنزلها،
واختلف إليه الناس، وسمعوا منه الحديث والرأي، وخرج إلى الرقة وهارون الرشيد فيها فولاه قضاءها، ثم عزله، فقدم بغداد، فلما خرج هارون إلى الري بخراسان الخرجة الأولى أمره فخرج معه،
فمات بالري سنة تسع وثمانين ومائة، وهو ابن ثمان وخمسين سنة.
* *
<span data-type="title" id=toc-35>شيوخه:</span>
سمع الحديث من أبي حنيفة، ومسعر بن كدام، وسفيان الثوري، وعمر بن ذر، ومالك بن مغول، وكتب أيضًا عن مالك بن أنس، والأوزاعي، وزمعة بن صالح، وبكير بن عمار، وأبي يوسف.
<span data-type="title" id=toc-36>تلاميذه:</span>
سكن بغداد، وحدث بها، روى عنه الشافعي، وأبو سليمان الجوزجاني، وأبو عبيد القاسم بن سلام، وغيرهم.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (77,'<span data-type="title" id=toc-37>منزلته وطرفًا من أخباره:</span>
عن محمد بن الحسن قال: ترك أبي ثلاثين ألف درهم، فأنفقت خمسة عشر ألفًا على النحو، واللغة، وخمسة عشر ألفًا على الحديث والفقه.
وعن الشافعي قال: قال محمد بن الحسن: أقمت على باب مالك ثلاث سنين
وكسرًا، قال: وكان يقول إنه سمع لفظ أكثر من سبعمائة حديث، وكان إذا حدثهم عن مالك امتلأ منزله، وكثر الناس حتى يضيق عليه الموضع، وإذا حدث عن غير مالك لم يجئه إلا اليسير من الناس فقال: ما أعلم أحدًا أسوأ ثناء على أصحابه منكم، إذا حدثتكم عن مالك ملأتم عليَّ الموضع، وإذا حدثتكم عن أصحابكم إنما تأتون متكارهين.
وعن إسماعيل بن حماد بن أبي حنيفة قال: كان لمحمد بن الحسن مجلس في
مسجد الكوفة، وهو ابن عشرين سنة.
وعن الشافعي قال: ما رأيت سمينًا أخف روحًا من محمد بن الحسن، وما رأيت أفصح منه، كنت إذا رأيته يقرأ كأن القرآن نزل بلغته.
وعنه قال: ما رأيت أعقل من محمد بن الحسن.
وعنه قال: كان محمد بن الحسن إذا أخذ في المسألة كأنه قرآن ينزل، لا يقدم
حرفًا، ولا يؤخره.
وعنه قال: كان محمد بن الحسن يملأ العين والقلب.
وعنه قال: حملت عن محمد بن الحسن وَقرِي بُخْتي كتبا.
وعن يحيى بن معين قال: كتبت الجامع الصغير عن محمد بن الحسن.
وعن أبي عبيد: ما رأيت أعلم بكتاب اللَّه من محمد بن الحسن.
وعن إبراهيم الحربي قال: قلت للإمام أحمد: من أين لك هذه المسائل الدقيقة؟
قال: من كُتب محمد بن الحسن.
وعن محمد بن سماعة قال: قال محمد بن الحسن لأهله: لا تسألوني حاجة من
حوائج الدنيا، تشغلوا قلبي، وخذوا ما تحتاجون إليه من وكيلي، فإنه أقل لهمِّي',NULL,'82',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (78,'وأفرغ لقلبي.
ولقد توفي الكسائي ومحمد بن الحسن في يوم واحد، فقال الرشيد: ذهب اليوم اللغة والفقه، وماتا بالري.
* *
<span data-type="title" id=toc-38>كتب محمد بن الحسن ومصنفاته:</span>
قال الشيخ الكوثري - رحمه الله -: لم يصل إلينا من أي عالم في طبقته، كتب في الفقه قدر ما وصل إلينا من محمد بن الحسن، بل كتبه هي العماد للكتب المدونة في فقه المذاهب.
ولا يخفى مبلغ استمداد الكتب المدونة في المذاهب من كتب محمد بن الحسن، فالأسدية التي هي أصل المدونة في مذهب مالك إنما ألفت تحت ضوء كتب محمد، والشافعي إنما ألف قديمه وجديده بعد أن تفقه على محمد، وكتب كتبه، وحفظ منها ما حفظ، وابن حنبل كان يجاوب في المسائل من كتب محمد، وهكذا من بعدهم من الفقهاء.
فأكبر ما وصل إلينا من كتب محمد هو كتاب الأصل المعروف بالمبسوط، وهو الذي يقال عنه إن الشافعي كان حفظه، وألف الأم على محاكاة الأصل، وأسلم حكيم من أهل الكتاب بسبب مطالعة المبسوط هذا قائلًا:
" هذا كتاب محمدكم الأصغر فكيف كتاب محمدكم الأكبر "؟!!
وهو في ستة مجلدات، وكل مجلد منها
نحو خمسمائة ورقة يرويه جماعة من أصحابه مثل أبي سليمان الجوزجاني، ومحمد بن سماعة التميمي، وأبو حفص الكبير البخاري، وقد قدر اللَّه سبحانه ذيوعًا عظيمًا لهذا الكتاب الذي يحتوي على فروع تبلغ عشرات الألوف من المسائل في الحلال والحرام،
لا يسع الناس جهلها، وهو الكتاب الذي كان أبو الحسن بن داود يفاخر به أهل البصرة، وطريقته في الكتاب سرد الفروع على مذهب أبي حنيفة، وأبي يوسف، مع
بيان رأيه في المسائل، ولا يسرد الأدلة حيث تكون الأحاديث الدالة على المسائل بمتناول جمهور الفقهاء من أهل طبقته، وإنما يسردها في مسائل ربما تعزب أدلتها عن علمهم فلو جُودت الآثار من هذا الكتاب الضخم تكون في مجلد لطف.
ومما وصل إلينا من كتبه: الجامع الصغير، وهو كتاب مبارك مشتمل على نحو ألف وخمسمائة واثنتين وثلاثين مسألة',NULL,'83',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (79,'قد ذكر فيه الاختلاف في مائة وسبعين مسألة، ولم يذكر القياس، والاستحسان إلا في مسألتين، وقدر اللَّه - سبحانه - الذيوع البالغ له
أيضًا حتى شرحه أئمة أجلاء استقصى الشيخ عبد الحي اللكنوي في " النافع الكبير لمن يطالع الجامع الصغير " ذكر شراحه.
ومن جملة رواته في أثبات الشيوخ: الجوزجاني، وأبو حفص، وعلي بن معبد، وبَوَّبَه أبو طاهر الدباس، والزعفراني، وليس فيه غير سرد المسائل.
وكان سبب تأليفه: أن أبا يوسف طلب من محمد بعد فراغه من تأليف المبسوط أن يؤلف كتابًا يجمع فيه ما حفظ عنه، مما رواه له عن أبي حنيفة فجمع هذا الكتاب، ثم عرضه عليه فقال: نعما حفظ عني أبو عبد اللَّه، إلا أنه أخطأ في ثلاث مسائل.
فقال محمد: أنا ما أخطأت ولكنه نسى الرواية.
ويقال: إن أبا يوسف مع جلالة قدره كان لا يفارق هذا الكتاب في حضر، ولا سفر.
وطبع الجامع الصغير هذا في الهند بتعليق الشيخ عبد الحي اللكنوي، وفي إسطنبول، ومصر.
ومن كتب محمد أيضًا: كتاب السير الصغير، يرويه عن أبي حنيفة، وحاول
الأوزاعي الرد على سير أبي حنيفة، فجاوبه أبو يوسف.
ومنها: الجامع الكبير، وهو كتاب جامع لجلائل المسائل مشتمل على عيون
الروايات، ومتون الدرايات بحيث كاد أن يكون معجزًا، كما يقول الأكمل في شرحه على تلخيص الخلاطي للجامع الكبير.
وقال ابن شجاع فيه: إنه لم يؤلف في الإسلام مثله في الفقه.
وقال الإمام المجتهد أبو بكر الرازي في شرحه على الجامع الكبير: كنت أقرأ بعض مسائل من الجامع الكبير على بعض المبرزين في النحو (يعني أبا علي الفارسي) فكان يتعجب من تغلغل واضع هذا الكتاب في النحو.
ومنها: الزيادات، وزيادة الزيادات ألفهما بعد الجامع الكبير، استدراكًا لما فاته فيه من المسائل، وتُعَدَان من أبدع كتبه، وقد عنى أهل العلم بشرحهما عناية كاملة، وهما من الكتب المروية عنه بطريق الشهرة، وغلط من ذكرهما في عداد النوادر.
ومنها: كتاب السير الكبير، وهو من أواخر مؤلفاته ألفه محمد بعد أن انصرف أبو حفص الكبير إلى بخارى، فانحصرت روايته في البغداديين مثل: الجوزجاني،',NULL,'84',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (80,'وإسماعيل بن توبة القزويني.
وتلك الكتب الستة (أعني: المبسوط، والصغيرين، والكبيرين، والزيادات) : يعد ما حوته من الروايات: ظاهر الرواية في المذهب من حيث إنها مروية بطريق الشهرة، أو التواتر.
وتعد باقي كتب محمد في الفقه غير ظاهر الرواية لورود باقي الكتب بطريق الآحاد دون الشهرة والتواتر.
فمنها: الرَّقِّيَّات، وهي المسائل التي فَرَّعَها محمد بن الحسن حينما كان قاضيًا
بالرقة، رواها عنه محمد بن سماعة، وكان معه طول بقاء محمد بن الحسن بها.
ومنها: الكَيسَانِيات، وهي التي رواها عنه شعيب بن سليمان الكيساني، يرويها الطحاوي عن سليمان بن شعيب عن أبيه عن محمد، ويقال لها: الأمالي.
ومنها: الجُزجَانِيَّات، يرويها علي بن صالح الجرجاني عن محمد.
ومنها: الهارونيات.
وله: كتاب النوادر رواية إبراهيم بن رستم، وآخر رواية ابن سماعة، وآخر رواية هشام بن عبيد اللَّه الرازي، وقد أصبحت تلك الكتب نوادر في الخزانات، كما أن مسائلها تعد نوادر في المذهب.
وله: كتاب الكسب، يقال: إنه مات قبل أن يتمه، وكانوا سألوه أن يؤلف كتابًا في الورع، فجاوبهم بأني ألفت كتابًا في البيوع، يريد أن المرء إذا طاب مكسبه حسن عمله، فلما أصروا على الطلب بدأ في تأليف هذا الكتاب، لكن المنية حالت دون إتمامه، وكان شمس الأئمة السرخسي شرح كتاب الكسب هذا.
وأما الكتب التي تغلب فيها رواية الحديث من كتبه فبين أيدينا منها: كتاب الموطأ تدوين محمد من روايته عن مالك، وفيه ما يزيد على ألف حديث وأثر، من مرفوع وموقوف، مما رواه عن مالك، وفيه نحو مائة وخمسة وسبعين حديثًا عن نحو أربعين شيخًا سوى مالك.
وهذا الموطأ من مسموعات أبي الوليد الباجي من أبي ذر الهروي كما في أواخر شرح الموطأ له (ج ٧ ص ٣٠٠) ، وبه انتشر موطأ محمد بالأندلس، وأسانيد الموطأ برواية محمد مبسوطة في أثبات شيوخنا من المشارقة.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (81,'ومن كتب محمد بن الحسن: كتاب الحجة المعروف بالحجج في الاحتجاج على أهل المدينة.
ومنها: كتاب الآثار، يروي فيه عن أبي حنيفة أحاديث مرفوعة، وموقوفة،
ومرسلة، ويكثر جدًّا عن إبراهيم النخعي شيخ الطريقة العراقية، ويروي فيه قليلًا عن نحو عشرين شيخًا سوى أبي حنيفة، وهو كتاب نافع للغاية، ولمشايخنا عناية خاصة بروايته في أثباتهم.
وقد ألف الحافظ ابن حجر " الإيثار بمعرفة رواة الآثار " في رجاله باقتراح صاحبه العلامة قاسم الحافظ، ثم ألف هو أيضًا كتابًا آخر في رجاله.
وكذلك لمحمد مسند أبي حنيفة المعروف بنسخة محمد.
ومن جملة ما يذكره محمد بن إسحاق النديم من مؤلفاته في فهرسته: كتاب
اجتهاد الرأي، وكتاب الاستحسان، وكتاب الحجج يحتوي على كتب كثيرة، وكتاب الخصال، وكتاب الرد على أهل المدينة، وكتاب أصول الفقه "..
انتهى ما أردته من كلام الكوثري.
وقد أطال الشيخ الكوثري في بيان أسانيد بعض كتب محمد بن الحسن المذكورة في أثبات المشايخ، وقال: " وتذكر في غالب الأثبات والمعاجم على اختلاف القرون أسانيد كثير من كتب محمد بن الحسن منها: الآثار، والمسند، والموطأ، والأصول الستة له ...
".
أقول: وقد اتصلت أسانيدنا بحمد اللَّه إلى الإمام محمد بن الحسن، فنرويها بعموم الإجازة عن شيخنا حافظ الوقت الإمام الفقيه المجتهد: أبي الفضل عبد اللَّه بن محمد ابن الصديق الغماري (المتوفي سنة ١٤١٢ هـ) عن شيخه الشيخ زاهد الكوثري بعموم الإجازة بما ذكره من أسانيد.
وقد اتصلت أسانيدنا إلى محمد بن الحسن - بحمد الله - من طرق أخرى لا نطيل بذكرها،
والجدير بالذكر أن الإمام أبا حنيفة توفي وكان محمد في نحو الثامنة عشر من عمره،
ولهذا فرواياته عن الإمام أبي حنيفة لا يمكن أن يكون سمعها كلها، بل لا بد أن تكون مدونة في مذكرات خاصة أخذها عن شيخه أبي يوسف أو غيره، وسمع بعضها القليل من أبي حنيفة نفسه، وذلك أن صحبته لأبي حنيفة لم تكن بمقدار من الزمن يسمح بهذا',NULL,'86',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (82,'الاستيعاب، ولم تكن سنه وقت وفاة أبي حنيفة تسمح له بكل هذه الإحاطة.
وقد تقدم أن أصحاب أبي حنيفة كانوا يدونون آراءه، وخاصة ما كان ينتهي إليه البحث الفقهي، ويسجلون ذلك في الديوان، وهناك غير ذلك من الأخبار التي تؤكد هذا الأمر.
* * *
<span data-type="title" id=toc-39>ترجمة الإمام زفر:</span>
هو أبو الهذيل زفر بن الهذيل العنبري البصري الإمام صاحب أبي حنيفة،
ولد سنة عشر ومائة، وتوفي سنة ثمان وخمسين ومائة، وله ثمان وأربعون سنة.
وكان جامعًا بين العلم والعبادة، وكان صاحب حديث، ثم غلب عليه الرأي.
قال ابن أبي حاتم: روى عن حجاج بن أرطأة، روى عنه: أبو نعيم، وحسان بن إبراهيم، وأكثم بن محمد.
قال أبو نعيم: كان زفر ثقة مأمونًا.
دخل البصرة في ميراث أخيه، فتشبث به أهل البصرة فمنعوه الخروج منها.
قال يحيى بن معين: زفر صاحب الرأي ثقة مأمون.
قال ابن قتيبة: توفي بالبصرة.
* * *
<span data-type="title" id=toc-40>مكانة الأصحاب الثلاثة في المذهب الحنفي:</span>
يقول الشيخ الكوثري: خالف زفر بن الهذيل، وأبو يوسف، ومحمد بن الحسن أبا حنيفة في مسائل أصلية وفرعية، كما هو ظاهر من كتب المذهب في الأصول والفروع، ومع ذلك دونت آراؤهم مع آراء أبي حنيفة في كتب المذهبا، وعد الجميع مذهب أبي حنيفة مع هذا التخالف، بل نصوا على أن الفتوى في المذهب على رأي أبي حنيفة مرة، وعلى رأي أحد هؤلاء من أصحابه مرة أخرى على اختلاف مداركهم،
واستُشْكِل ذلك حتى سأل أمير مكة الشريف سعد بن زيد رحمهما اللَّه في شهر شعبان سنة ١٠٥ اهـ قائلًا: ما تقولون في مذهب أبي حنيفة - رحمه الله -، وصاحبيه أبي يوسف ومحمد، فإن كل واحد منهم مجتهد في أصول الشرع الأربعة: الكتاب، والسنة،',NULL,'87',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (83,'والإجماع، والقياس، وكل واحد منهم له قول مستقل غير قول الآخر في المسألة الواحدة الشرعية، وكيف تسمون هذه المذاهب الثلاثة مذهبًا واحدًا، وتقولون: إن الكل مذهب أبي حنيفة، وتقولون عن الذي يقلد أبا يوسف في مذهبه، أو محمدًا أنه حنفي، وإنما الحنفي من قلد أبا حنيفة فقط فيما ذهب إليه؟.
وأجاب عن هذا السؤال الشيخ عبد الغني النابلسي من فقهاء الحنفية في عصره برسالة سماها: (الجواب الشريف للحضرة الشريفة في أن مذهب أبي يوسف ومحمد هو مذهب أبي حنيفة) ارتأى فيها ما خلاصته: أن آراءهما روايات عن أبي حنيفة فتكون أقوالهما من أقوال أبي حنيفة، فيكون عدها في مذهب أبي حنيفة صحيحًا،
واستند في ذلك إلى أقوال مروية عن الإمامين في ذلك.
يقول الكوثري: وليس هذا بجيد، وإن ارتضاه ابن عابدين؛ لأن ذلك تعويل على ما يقوله ابن الكمال الوزير في طبقات الفقهاء من أنهما لا يخالفان الإمام في الأصول، وهذا خلاف الواقع، بل هما يخالفانه في كثير من المسائل الأصلية والفرعية عن دليل كما هو شأن الاجتهاد المطلق، وإنزالهما إلى مرتبة المجتهد في المذهب ينافي الحقيقة، وإنْ حافظا على انتسابهما له - رحمه الله -.
بل إطلاق المذهب الحنفي على مجموع آراء هؤلاء اصطلاح ولا مشاحة فيه، بالنظر إلى أن مذهب أبي حنيفة فقه جماعة عن جماعة.
ومصدر كل رأي من تلك الآراء مجتهد مطلق يتابع دليل نفسه، فالإمامان وافقاه فيما علما فيه دليل الحكم كما علم هو، اجتهادًا لا تقليدًا له، كما خالفاه فيما بان الدليل لهما على خلاف رأيه، فالتوافق بينهم في الرأي لا يدل على التقليد، بل يدل
على معرفة البعض دليل الحكم كمعرفة الآخرين، وإلا ما بقى في الوجود مجتهد مطلق لتوافق المجتهدين في معظم المسائل.
ومنشأ ادعاء أن تلك الأقوال كلها أقوال أبي حنيفة: هو ما كان يجري عليه أبو حنيفة في تفقيه أصحابه من احتجاجه لأحد الأحكام المحتملة في مسألة، وانتصاره له بأدلة، ثم كروره بالرد عليه بنقض أدلته، وبترجيحه الاحتمال الثاني بأدلة أخرى، ثم نقضها بترجيح احتمال ثالث بأدلة تدريبًا لأصحابه على التفقه على خطوات ومراحل،
إلى أن يستقر الحكم المتعين في نهاية التمحيص، ويدون في الديوان في عداد المسائل',NULL,'88',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (84,'الممحصة، فمنهم من ترجح عنده غير ما استقر عليه الأمر من تلك الأقوال باجتهاده الخاص، فيكون هذا المترجح عنده قوله من وجه، وقول أبي حنيفة من وجه آخر، من حيث إنه هو الذي أثار هذا الاحتمال، ودلل عليه أولًا، وإن عدل عنه أخيرًا.
ويدل على ذلك قول أبي يوسف: ما قلت قولًا خالفت فيه أبا حنيفة إلا وهو قول قد قاله أبو حنيفة، ثم رغب عنه.
وحكى الكردري عن النيسابوري: أن أبا يوسف لما ولي القضاء دخل عليه إسماعيل ابن حماد بن الإمام، وتقدم إليه خصمان، فلما جاء أوان الحكم قضى برأي الإمام.
فقال له: كنت تخالف الإمام في هذا.
قال: إنما كنا نخالفه لنستخرج ما عنده من
العلم، فإذا جاء أوان الحكم ما يرتفع رأينا على رأي الشيخ.. اهـ.
ومثله عن محمد بن الحسن.
وعن محمد بن الحسن قال: كان أبو حنيفة قد حمل إلى بغداد فاجتمع أصحابه
جميعًا، وفيهم أبو يوسف، وزفر، وأسد بن عمرو، وعامة الفقهاء المتقدمين من أصحابه، فعلموا مسألة أيدوها بالحجاج، وتنوقوا في تقويمها، وقالوا: نسأل أبا حنيفة أول ما يقدم.
فلما قدم أبو حنيفة كان أول مسألة سئل عنها تلك المسألة، فأجابهم بغير ما
عندهم، فصاحوا به من نواحي الحلقة: يا أبا حنيفة بَلَّدَتْكَ الغربةُ.
فقال لهم: رفقًا رفقًا ماذا تقولون؟ قالوا: ليس هكذا القول.
قال: بحجة أم بغير حجة؟ قالوا: بل بحجة.
قال: هاتوا فناظرهم، فغلبهم بالحجاج حتى ردهم إلى قوله، وأذعنوا أن الخطأ منهم، فقال لهم: أعرفتم الآن؟ قالوا: نعم.
قال: فما تقولون فيمن - نرعم أن قولكم
هو الصواب، وأن هذا القول الخطأ؟ قالوا: لا يكون ذاك قد صح هذا القول، فناظرهم حتى ردهم عن هذا القول.
فقالوا: يا أبا حنيفة ظلمتنا، والصواب كان معنا.
قال: فما تقولون فيمن يزعم أن هذا القول خطأ، والأول خطأ، والصواب في قول ثالث، فقالوا: هذا ما لا يكون.
قال: فاستمعوا، واخترع قولًا ثالثًا، وناظرهم عليه
حتى ردهم إليه.
فأذعنوا، وقالوا: يا أبا حنيفة علمنا.
قال: الصواب هو القول الأول
الذي أجبتكم به لعلة كذا وكذا، وهذه المسألة لا تخرج عن هذه الثلاثة الأنحاء، ولكل منها وجه في الفقه ومذهب، وهذا الصواب فخذوه، وارفضوا ما سواه.. اهـ.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (85,'وهكذا كان تدربيه لأصحابه على الفقه، وتمرينه على مدارج التفقه، فمثله يكون كثير الذكر للاحتمالات في المسائل، وقد يترجح عند هذا ما لا يترجح عند ذاك من أصحابه، فيكون هو مثير أغلب تلك الاحتمالات، فمعظم تلك المسائل الخلافية من
تذكير الإمام لأصحابه، فلا يكون مانع من إطلاق المذهب الحنفي على مسائل أبي يوسف، ومحمد أيضًا بملاحظة حال معظمها.
وعن أبي يوسف قال: "كان أبو حنيفة إذا وردت عليه المسألة قال: ما عندكم فيها من الآثار، فإذا روينا الآثار، وذكرنا، وذكر هو ما عنده، نظر فإن كانت الآثار في أحد القولين، أكثر أخذ بالأكثر، فإذا تقاربت، وتكافأت؟ نظر فاختار ".
وهو الذي كان يقول لأصحابه: " لا يحل لأحد أن يقول بقولي ما لم يعلم من أين قلت ".
وهذه الطريقة هي التي ملأت الآفاق فقهًا وغوصًا، ولم تكن صدور الفقهاء من غير هؤلاء تتسع للأخذ والرد المتواصلين في المسائل هكذا، بل كان أغلبهم يكتفون بإملاء من عندهم، بدون مناقشة في الغالب، مقتصرين في الإجابة على النوازل والوقائع، إلا أن الشافعي كان ارتوى من المعينين الحجازية، والعراقية، فكان يتلقى الأخذ والرد
بصدر رحب، فملأ العالم بالمسائل التقديرية، وخدم نضوج الفقه، كافأ اللَّه الجميع على جميلهم في خدمة الفقه، ورضي عنهم أجمعين، ولكل وجهة.
* * *
<span data-type="title" id=toc-41>المذهب الحنفي والشورى الجماعية:</span>
ويؤكد ما سبق من الصبغة الجماعية للمذهب الحنفي العديد من الوقائع التي تبرز هذه الناحية، بالإضافة إلى ما امتازت به الكوفة رواج العلوم ومحرة العلماء؛ فعن أنس ابن سيرين أنه قال: " أتيت الكوفة، فرأيت فيها أربعة آلاف يطلبون الحديث، وأربعمائة قد فقهوا ".
وبهذا يعلم مبلغ أهمية الكوفة في الحديث والفقه والقراءة والعريية ووجه توارث علومهم جماعة عن جماعة إلى أقدم نبع فياض، وفي هذه البيئة كان المجمع الفقهي الذي يتكون من أربعين عالماً يرأسهم أبو حنيفة في تحقيق المسائل، وتدوينها بعد تمحيصها بالدلائل، وكان هذا مما امتازت به الكوفة.
قال ابن أبي العوام: حدثني الطحاوي كتب إليَّ ابن أبي ثور قال: أخبرني نوح أبو سفيان قال لي المغيرة بن حمزة: " كان أصحاب أبي حنيفة الذين دونوا معه الكتب',NULL,'90',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (86,'أربعين رجلاً كبراء الكبراء ".
وقال أسد بن الفرات أيضًا بهذا السند: قال لي أسد بن عمرو: " كانوا يختلفون عند أبي حنيفة في جواب المسألة فيأتي هذا بجواب، وهذا بجواب، ثم يرفعونها إليه، ويسألونه عنها، فيأتي الجواب من كثب - أي من قرب - وكانوا يقيمون في المسألة ثلاثة أيام ثم يكتبونها في الديوان ".
وضع أبو حنيفة مذهبه شورى بينهم لم يستبد فيه بنفسه دونهم، اجتهادًا منه في الدين، ومبالغة في النصيحة للَّه ورسوله والمؤمنين، فكان يلقى المسائل مسألةً مسألةً، ويسمع ما عندهم، ويقول ما عنده ويناظرهم شهرًا، أو أكثر حتى يستقر أحد الأقوال فيها، ثم يثبتها أبو يوسف في الأصول حتى أثبت الأصول كلها، وهذا يكون أولى
وأصوب، وإلى الحق أقرب، والقلوب إليه أسكن وبه أطيب، من مذهب من انفرد فوضع مذهبه بنفسه، ويرجع فيه إلى رأيه "..
انتهى ما أردته من كلام الكوثري رحمه اللَّه تعالى.
* * *
<span data-type="title" id=toc-42>أسس المذهب الحنفي:</span>
١ - يمتاز مذهب أبي حنيفة بالفقه التقديري في مسائل لم تقع، ويفرض وقوعها، وقد كثر هذا النوع عند أهل القياس، لأنهم إذ يحاولون استخراج العلل للأحكام الثابتة بالكتاب، والسنة يوجهونها، فيضطرون إلى فرض وقائع، لكي يسيروا بما اقتبسوا من
علل الأحكام في مسارها واتجاهها، فيوضحونها بالتطيق على وقائع مفروضة، وقد توسع أبو حنيفة في الفقه التقديري إلى مدى لم يسبق إليه، وسلك الفقهاء من بعده مسلكه فكانوا يفرضون مسائل أحيانًا ويفتون فيها، وكان في ذلك نمو عظيم للفقه والاستنباط.
٢ - وقد نص الإمام أبو حنيفة على أصوله التي بنى عليه مذهبه، فروى الخطب في تاريخه عنه: " آخذ بكتاب الله، فإن لم أجد فبسنة رسول الله - صلى الله عليه وسلم -، فإن لم أجد في كتاب اللَّه ولا سنة رسول اللَّه - صلى الله عليه وسلم -، أخذت بقول الصحابة، آخذُ بقول من شئتُ
منهم، وأدع من شئت منهم، ولا أخرج من قولهم إلى قول غيرهم، فأما إذا انتهى الأمر إلى إبراهيم، والشعبي، وابن سيرين، والحسن، وعطاء، وسعيد بن المسيب -',NULL,'91',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (87,'وعَدَّدَ رجالا - فقوم اجتهدوا، فأجتهد كما اجتهدوا ".
٣ - ويقول الموفق المكي: " وكلامُ أبي حنيفة أخذٌ بالثقة، وفرار من القبح، والنظر في معاملات الناس، وما استقاموا عليه، وصلحت عليه أمورهم، يمضي الأمور على القياس، فإذا قبح القياس يمضيها على الاستحسان، ما دام يمضي له، فإذا لم يمض له رجع إلى ما يتعامل المسلمون به، وكان يوصل الحديث المعروف الذي قد أجمع عليه،
ثم يقيس عليه ما دام القياس سائغًا، ثم يرجع إلى الاستحسان، أيهما كان أوفق رجع إليه....
قال: كان أبو حنيفة شديد الفحص عن الناسخ من الحديث والمنسوخ، فيعمل بالحديث إذا ثبت عنده عن النبي - صلى الله عليه وسلم - عن أصحابه، وكان عارفا بحديث أهل الكوفة،
شديد الاتباع لما كان عليه ببلده ".
٤ - وعلى ذلك تكون الأدلة الفقهية عند أبي حنيفة سبعة: الكتاب، والسنة، وأقوال الصحابة، والإجماع، والقياس، والاستحسان، والعرف.
٥ - وفقهاء الرأي، وعلى رأسهم أبو حنيفة يرون أن السنة مبينة للكتاب إن احتاج إلى بيان، وإن كانت الحاجة إلى بيان في نظرهم أقل من الحاجة في نظر فقهاء الأثر.
٦ - والحنفية يفرقون بين أمر ثابت بالقرآن إذا كانت الدلالة قطعية، وأمر ثابت بالسنة الظنية، والثابت بالقرآن من الأوامر فرض، والثابت بالسنة الظنية من الأوامر واجب، وكذلك المنهي عنه في القرآن حرام، إذا لم يكن ثمة ظن في الدلالة، والثابت بالسنة الظنية مكروه كراهة تحريمية مهما تكن الدلالة، وذلك لتأخر رتبة السنة الظنية عن القرآن الكريم من حيث الثبوت من جهة، والاستدلال بها على الأحكام من
جهة أخرى.
٧ - ولا يعني هذا مخالفة الإمام للسنة - كما اتهمه بها منتقصوه، وهو بريء من ذلك - وقد كان يقول: " ما جاء عن رسول اللَّه - صلى الله عليه وسلم - فعلى الرأس والعين بأبي وأمي، وليس لنا مخالفته، وما جاء عن الصحابة تخيرنا، وما جاء عن غيرهم فهم رجال ونحن رجال ".
٨ - ومن أصول الإمام المقررة: أن القياس مؤخر عن النص، وقد توهم مخالفوه أنه',NULL,'92',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (88,'يقدمه على النص، وقد قال - رحمه الله -: "كذب واللَّه وافترى علينا من يقول إننا نقدم القياس على النص، وهل يحتاج بعد النص إلى القياس ".
٩ - والأحاديث المتواترة حجة عند أبي حنيفة، ولم يعرف عنه أنه أنكر خبرًا
متواترا، وأنى يكون ذلك، كما يعلم من خلال فروعه الفقهية أنه كان يرفع المشهور إلى مرتبة قريية من اليقين، حتى إنه يصل إلى درجة تخصيص القرآن الكريم، والزيادة به على أحكامه.
١٠ - كما يتبين من فروع الفقه المروية عن أبي حنيفة وأصوله أنه كان يأخذ
بأحاديث الآحاد، ويتخذ منها سنادًا لأقيسته وأصولها، ولقد كان أبو حنيفة وأصحابه يشترطون في الراوي ما اشترطه سائر الفقهاء والمحدثين من العدالة والضبط، ولكن الحنفية شددوا في تفسير معنى الضبط بأكثر مما شدد فيه غيرهم، نظرًا لكثرة الكذب على النبي - صلى الله عليه وسلم - في الكوفة، كما يقدمون رواية الفقيه على غير الفقيه عند التعارض.
١١ - وقد اختلف العلماء في حقيقة موقف أبي حنيفة إذا تعارض خبر الآحاد مع القياس، أيرد خبر الآحاد لمخالفته القياس، وتعتبر هذه المخالفة علة في الحديث، أم يقبل الحديث، ويهمل القياس؛ لأنه لا قياس مع النص؟.
١٢ - فعامة فقهاء الأثر لا يجعلون للرأي مجالًا عند وجود الحديث، ولو كان
آحادًا طالما كان صحيحًا، ولا يشترطون فقه الراوي، ولا موافقة القياس.
١٣ - أما الحنفية فيرون أنه لا يرد خبر الراوي غير الفقيه المخالف للقياس جملة، بل يجتهد المجتهد، فإن وجد له وجهًا من التخريج، بحيث لا ينسد فيه باب الرأي مطلقا قُبِلَ، بأن كان يخالف قياسا، ولكنه يوافق من بعض الوجوه قياسًا آخر، فلا يترك ذلك الخبر، بل يعمل به، وهذا معنى قولهم: لا يترك خبر الواحد العدل الضابط غير الفقيه
إلا للضرورة، بأن ينسد فيه باب الرأي من كل الوجوه.
١٤ - ولهذا نرى فروعًا كثيرة عن أبي حنيفة أخذ فيها بالحديث وترك القياس، وفروعًا أخرى أخذ فيها بالقياس وخالف خبرًا روى فيها رأى مخالفته للقواعد العامة.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (89,'١٥ - فأبو حنيفة ما كان يقدم القياس المستنبط عند تعارض الأوصاف وتصادم الأمارات على الحديث، فلم يكن يقدم مطلق القياس على خبر الآحاد، بل القياس القطعي، ويعد الخبر المخالف شاذًّا.
١٦ - وعلى هذا فأبو حنيفة يقبل أخبار الآحاد إذا لم تعارض قياسًا، كما يقبلها أيضًا إن عارضت قياسًا علته مستنبطة من أصل ظني، أو كان استنباطها ظنيًّا ولو من
أصل قطعي، أو كانت مستنبطة من أصل قطعي وكانت قطعية، ولكن تطيقها في الفرع ظني.
أما إذا عارض خبر الآحاد أصلًا عائًا من أصول الشرع ثبتت قطعيته،
وكان تطيقه على الفرع مطعيًّا فأبو حنيفة يضعف بذلك خبر الآحاد، وينفي نسبته إلى رسول اللَّه - صلى الله عليه وسلم -، ويحكم بالقاعدة العامة التي لا شبهة فيها.
١٧ - أما القياس: فإن مسلك أبي حنيفة في فهم النصوص كان يؤدي إلى الإكثار من القياس، إذ لا يكتفي بمعرفة ما تدل عليه من أحكام، بل يتعرف من الحوادث التي اقترنت بها وما ترمى إليه من إصلاح الناس، والأسباب الباعثة، والأوصاف التي تؤثر في الأحكام وعلى مقتضاها يستقيم القياس.
ْ١٨ - أما الاستحسان: فكما عرفه الكرخي: أن يعدل المجتهد عن أن يحكم في المسألة بمثل ما حكم به في نظائرها لوجه أقوى يقتضي العدول عن الأول.
فأساس الاستحسان أن يجيء الحكم مخالفًا قاعدة مطردة لأمر يجعل الخروج عن القاعدة أقرب إلى الشرع من الاستمساك بالقاعدة.
١٩ - أما العرف العام: فيرى الحنفية أنه حيث لا نص، فإن الثابت بالعرف ثابت بدليل شرعي، وأن الثابت بالعرف كالثابت بالنص، فحيث لم يجد في الفرع نص، ولم يمض له قياس ولا استحسان نظر إلى ما عليه تعامل الناس، ولهذا نجد مسائل كثيرة خالف فيها المتأخرون أبا حنيفة وأصحابه، لأن العرف تقاضاهم هذه المخالفة في الفرع.
* * *
<span data-type="title" id=toc-43>طبقات علماء الحنفية:</span>
قال الشيخ عبد الحي اللكنوي في النافع الكبير: " ثم إن علم إمامنا (يعني أبا حنيفة)
قد انتقل بواسطة تلامذته ومن بعدهم إلى بلاد شاسعة، وتفرقت فقهاء مذهبنا في مدن
واسعة، فمنهم أصحابنا المتقدمون في العراق، ومنهم مشايخ بلخ، ومشايخ خراسان،',NULL,'94',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (90,'ومشايخ سمرقند، ومشايخ بخارى، ومشايخ بلاد أخرى: كأصبهان، وشيراز، وطوس، وزنجان، وهمدان، واستر آباد، وبسطام - ومرغنيان، وفرغانة، ودامغان، وغير ذلك من المدن الداخلة في أقاليم ما وراء النهر، وخراسان، وآذربيجان، وخوارزم، وغزنة، وكرمان إلى جميع بلاد الهند، وغير ذلك من بلاد العرب والعجم ... ".
ولنشرع في بيان الطقبات - طبقات العلماء - فنقول:
اعلم أن المجتهد ضربان:
أحدهما: المجتهد المطلق، وهو صاحب الملكة الكاملة في الفقه، والنباهة، وفرط البصيرة، والتمكن من استنباط الأحكام من أدلتها، المستقل بذلك كأبي حنيفة، ومالك، والشافعي، وأحمد، وأبي يوسف، ومحمد، وزفر، والثوري، والأوزاعي، وابن أبي ليلى، وغيرهم.
وثانيهما: المجتهد في مذهب إمام معين، قالوا: وهو الذي يحقق أصول إمامه، وأدلته، ويتخذ نصوصه أصولًا يستنبط منها الفروع، وينزِّل عليها الأحكام، نحو ما يفعله بنصوص الشارع فيما لم يقدر على الاستنباط فيه من الأدلة الأربعة، وهؤلاء وإن لم يبلغوا رتبة الاجتهاد المطلق، وتقاصروا في الفقه عن رتبة المجتهدين اجتهادًا مطلقًا، لكنهم ليسوا بمُقَلِّدين، بل هم أصحاب نظر واستدلال وبصارة في الأصول، وخبرة
تامة بالفقه، ولهم محل رفيع في العلم، وفقاهة النفصر، ونباهة الفكر، وقدرة وافية في الجرح والتعديل، والتمييز بين الصحيح والضعيف، وقَدَمٌ عالٍ في الحفظ للمذهب،',NULL,'95',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (91,'والنضال عنه، والذب عن أحكامه، وتلخيص المسائل، وبسط الأدلة، وتقرير الحجة، وتزييف الشبهة، وكانوا يفتون ويُخَرَّجُون.
، فهؤلاء على الحقيقة مجتهدون في بعض
المسائل، لا في كلها، وغير مستقلين باستنباط الأحكام، بل يستعينون في جميع ما ذكر بما بينَه أئمتهم من طرق الاستنباط، وتعيين الأدلة.
ثم بعد هؤلاء طوائف آخرون يتفاوتون في العلم بين ثقة وضعيف في الرواية، وكامل وقاصر في الفقه والدراية، وترتيب الطبقات على هذا الوجه لا يختص به أهل عصر دون عصر، بل المراد من الطبقات على الاتصاف بالصفات، لا على التقدم في الزمان، وإلا فكم من متقدِّم في الزمان وهو مُقَلِّد، لا يفقه من الدليل شيئًا، وكم من متأخِّر في الزمان بلغ رُتْبَة الاجتهاد كما هو معلوم بالبداهة.
وقد قال أحمد بن سليمان الرومي المعروف بابن كمال باشا أحد العلماء المشهورين في الدولة العثمانية: " فقهاء الأصحاب على سبع طبقات: الأولى: المجتهدون في الشرع كالأئمة الأربعة، ومن يحذون حذوهم في تأسيس قواعد الأصول، واستنباط الأحكام والفروع من الأدلة من غير تقليد لأحد لا في الفروع ولا في الأصول.
الثانية: المجتهدون في المذهب، كأصحاب أبي حنيفة الثلاثة، ومن سلك مسلكهم في استخراج الأحكام على القواعد التي قررها إمامهم، فهم وإن خالفوه في بعض الأحكام قلدوه في قواعد الأصول، وبذلك يمتازون عن المخالفين له في الأصول والفروع.
الثالثة: المجتهدون في المسائل التي لا رواية فيها عن صاحب المذهب، كالخصاف، والطحاوي، والكرخي، وشمس الأئمة الحلوائي، وفخر الإسلام البزدوي، وفخر الدين قاضيخان، وأمثالهم ممن لا يقدرون على المخالفة لصاحب المذهب: لا في الأصول، ولا في الفروع، وإنما يستنبطون الأحكام فيما لا نص فيه عن المجتهد في
الشرع على حسب أصوله التي قررها، ومقتضى قواعده التي استنبطها.
الرابعة: المُقَلِّدون من أصحاب التخريج، وهم الذين لا يقدرون على الاجتهاد',NULL,'96',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (92,'أصلًا، لكنهم لإحاطتهم بالأصول، وضبطهم المَأْخَذ يقدرون على تفصيل قول مُجْمَل ذي وجهين، وحكم محتمِل لأمرين منقول عغ أحد المجتهدين، وهم أصحاب التخريج كالرازي (أبو بكر) ، وأقرانه.
الخامسة: أصحاب الترجيح من المقلدين كأبي الحسين القدوري، وصاحب
الهداية، وشأنهم تفضيل بعض الروايات على بعض، بقولهم: هذا أوفق للقياس، وأرفق بالناس.
السادسة: المقلِّدون القادرون على التمييز بين: الأقوى، والقوي، والضعيف، وظاهر المذهب، وظاهر الرواية، والرواية النادرة، وغيرها، كأصحاب المتون الأربعة المعتبرة: الكنز، والمختار، والوقاية، والمجمع، وغير هم.
السابعة: المقُلِّدون الذين لا يقدرون على ما ذكر، ولا يفرقون بين الغث والسمين، ولا يميزون الشمال من اليمين، يجمعون ما يجدون كحاطب ليل " انتهى كلام ابن كمال ملخصا..
وكذا ذكره عمر بن عمر الأزهري المصري (ت ١٠٧٩ هـ) في آخر كتابه الجواهر النفيسة شرح الدرة المنيفة في مذهب أبي حنيفة.
كما ذكره التميمي في طبقاته بحروفه، ثم قال: " وهو تقسيم حسن جدًّا ".
قال اللكنوي: " وكذا ذكره من جاء بعده مقلدًا له، إلا أن فيه أنظارًا شتى، من جهة إدخال من في الطبقة الأعلى في الأدنى، قد أبداها الفاضل هارون بن بهاء الدين، شهاب الدين المرجاني ".
قال المرجاني: وأقول بل هو بعيد عن الصحة بمراحل، فضلا عن حسنه جدا،',NULL,'97',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (93,'فإنه تحكمات باردة، وخيالات فارغة، وكلمات لا روح لها، وألفاظ غير محصلة المعنى، ولا سلف له في هذه الدعوى، وإن تابعه عليها من جاء عقبه، من غير دليل يتمسك به، ومهما تسامحنا معهم في عد الفقهاء والمتفقهة على هذه المراتب السبع - وهو غير مسلم لهم -: لا نسلم الخطأ الفاحش الذي وقع في تعيين رجال الطبقات، وترتيبهم على هذه الدرجات.
فما معنى قوله: إن أبا يوسف، ومحمدًا، وزفر، وإن خالفوا الإمام أبا حنيفة في بعض الأحكام: يقلدونه في قواعد الأصول.
فما الذي يريد من الأصول التي يقلدون فيها؟.
فإن أراد منها الأحكام الكلية التي يبحث عنها في كتب أصول الفقه: فهي قواعد عقلية، وضوابط برهانية، يعرفها الإنسان من حيث إنه ذو عقل، وصاحب فكر ونظر صحيح، سواء كان مجتهدًا، أو غير مجتهد، فلا تعلق لها بكون الإنسان مجتهدًا أم لا، ولا معنى لأن هؤلاء الأئمة يقلدون أبا حنيفة فيها وشأنهم أرفع وأجل من أن يقلدوا فيها أحدًا.
ولا شك أن مرتبتهم في الفقه كمراتب سائر المجتهدين الذين في عصرهم، ومن بعدهم.
قال الخطيب البغدادي: قال طلحة بن محمد بن جعفر: " أبو يوسف مشهور
الأمر، ظاهر الفضل، وأفقه أهل عصره، ولم يتقدمه أحد في زمانه، وكان على النهاية في العلم، والحكم، والرئاسة، والقدرة، وهو أول من وضع الكتب في أصول الفقه على مذهب أبي حنيفة، وأملى المسائل، ونشرها في أقطار الأرض ".
وقال محمد بن الحسن: " مرض أبو يوسف، وخيف عليه، فعاده أبو حنيفة، فلما خرج من عنده، قال: إن يمت هذا الفتى فإنه أعلم مَن على الأرض "، مع كثرة المجتهدين، وأكابر الفقهاء في هذا العصر ببلاد العراق وغيرها.
وكذلك محمد بن الحسن أيضًا قد بالغ الشافعي في مدحه والثناء عليه، وقال الربيع ابن سليمان: كتب إليه الشافعي، وقد طلب منه كتبًا فاخرة:',NULL,'98',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (94,'قل للذي لم تر عيني ... ممن رآه مثله
ومن كان من رآه ... قد رأى من قبله
العلم ينهي أهله ... أن يمنعوه أهله
لعله يبذله ... لأهله لعله
فأنفذ إليه الكتب.
وقال إبراهيم الحربي: قلت لأحمد بن حنبل:
من أين لك هذه المسائل الدقيقة؟
قال: من كتب محمد بن الحسن.
وقال الحسن بن أبي مالك، من تلاميذ أبي يوسف:
لم يكن أبو يوسف يدقق هذا التدقيق الشديد.
وقال عيسى بن أبان: هو أفقه من أبي يوسف - رحمه الله -.
وقد ذكر القاضي عبد الرحمن بن خلدون المالكي في مقدمته: أن الشافعي رحل إلى العراق، ولقى أصحاب أبي حنيفة،
وأخذ عنهم، ومزج طريقة أهل الحجاز بطريقة أهل العراق،
واختص بمذهب، وكذلك أحمد بن حنبل أخذ عن أصحاب أبي حنيفة مع وفور بضاعته في الحديث، فاختص بمذهب ".
ألا ترى أنه لما ادَّعَى بعض الشافعية رجحان القول بمفهوم الصفة والشرط على القول بنفيه بكون الشافعي - رحمه الله - قال به مع سلامة طبعه، واستقامة فهمه، وغزارة علمه، وصحة النقل عنه، وكثرة أتباعه.
وقال ابن الهمام وآخرون: بأن هذه الكمالات متحققة أيضًا في محمد بن
الحسن، مع تقدُّم زمانه، وعُلُوِّ شأنه، وهو قائل بنفيه.
وأما زفر: فقد قال فيه أبو حنيفة: هذا إمام من أئمة المسلمين، وإنه أقيس أصحابي.
وقال المزني: هو أَحَدُّهُمْ قياسًا.
وكفى بذلك شهادة له، ولكل واحد من هؤلاء الأئمة الثلاثة أصول مختصة
به، تَفَرَّدَ بها عن أبي حنيفة، وخالفه فيها.
ومن ذلك: أن الأصل في تخفيف النجاسة تعارُض الأدلة عند أبي حنيفة،
واختلاف الأئمة عندهما، وأن المجاز خلفٌ عن الحقيقة في التكلُّم، أو في الحكم، وغير ذلك كثير كما هو مُبَيَّن في كتب الأصول.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (95,'بل قال الغزالي: إنهما خالفا أبا حنيفة في ثلثي مذهبه.
ونقل النووي في كتابه تهذيب الأسماء واللغات عن أبي المعالي الجويني: أن كل ما اختاره المزني أرى أنه تخريج مُلْتَحَقٌ بالمذهب، فإنه لا يخالف أقوال الشافعي، لا كأبي يوسف ومحمد، فإنهما يخالفان أصول صاحبهما.
وأحمد بن حنبل لم يذكره الإمام أبو جعفر الطبري في عداد الفقهاء، وقال: إنما هو من حفاظ الحديث.
وقال ابن خلدون: " وأما أحمد بن حنبل فمُقَلِّده قليل لبعد مذهبه عن الاجتهاد.
وقال: إن الحنفية أهل البحث والنظر، وأما المالكية فليسوا بأهل نظر ".
فكيف يعد ابن كمال باشا الإمام أحمد بن حنبل من طبقة المجتهدين، ولا يكون أبو يوسف، ومحمد، وزفر منها، وليس معنى كون أبي يوسف، ومحمد، وزفر وأمثالهم حنفيين دون مالك، والشافعي، وأحمد، وأمثالهم -: أنهم مُقَلِّدون لأبي حنيفة في الأصول، أو في الفروع، بل معنى ذلك أنهم تعاونوا وتناصروا على نشر مذهبه، وإذاعة علمه، وتتلمذوا له، وأخذوا العلم عنه، وتفقَّهوا عليه، ولازموه ونقلوا مذهبه،
ولم يميزوا مذاهبهم عنه، وقد أفتوا به في بعض الحوادث، وتجردوا لتحقيق أصوله وفروعه، وعينوا أبواب مسائله وفصولها، ومهدوا قواعده بحيث يستفاد منها الأحكام، واستنبطوا من أقواله قوانين صحيحة، وطرائق قويمة، يتعرَّف بها المعاني في تضاعيف الكلام، وبالغوا في بيان مذهبه لمن يتمسك به، لاعتقادهم أنه أعلم وأورع وأحق بالاقتداء به، والأخذ بقوله، وأوثق للمفتي، وأرفق للمستفتي، ولذلك قال مسعر بن كدام: " من جعل أبا حنيفة يينه وبين اللَّه تعالى رجوت أن لا يخاف عليه، ولم يكن
فرط على نفسه في الاحتياط "، وكان مقام مسعر في الفقه مقامًا لا يلحق، شهد له بذلك أهل صناعته خصوصًا مالكًا.
ومن ذلك الوجه امتاز أصحاب أبي حنيفة بأنهم حنفيون، دون ما خالفه كالأئمة الثلاثة وغيرهم، لا لأنهم لم ييلغوا مرتبة الاجتهاد المطلق، بل مع نشرهم مذهب شيخهم، والانتصار له نجدهم نشروا آراءهم بين الخلق أيضًا، واحتجوا لها بالكتاب، والسنة، والقياس، والإجماع، بحيث لو لم يخالطوها بمذهب أبي حنيفة، لكان لكل واحد منهم
مذهب مُنْفَرِد عن مذهب الإمام، مخالفًا له أصولًا وفروعًا في كثير من المواضع.
وإن أراد ابن كمال باشا من الأصول التي قلدوا فيها أبا حنيفة: الأدلة الأربعة من:',NULL,'100',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (96,'الكتاب، والسنة، والإجماع، والقياس، في الأخذ بها، واستنباط الأحكام منها -:
فلا سبيل له إلى ذلك؛ لأن هذه الأدلة مُستَنَد كل إمام، ومَرجُع كل مجتهد في أخذ الأحكام منها، فلا يتصور أن واحدًا منهم يخالف الآخر في شيء منها، أو أن واحدًا منهم يعد مُقَلِّدا الآخر في موافقته له في ذلك، بل كل مسلِم مُكَلَّف قادر على أخذ الحكم منها يتعين عليه ذلك شرعًا، وإن لم يكن مجتهدًا، وإن كان مراده أنهم يقلدون
أبا حنيفة في قوله: " إن قول الصحابي، ومُرسَل الأحاديث مما يحتج به، وإن
الاستصحاب، والمصالح المرسلة لا يحتج بها "، فهذا ليس من التقليد في شيء، بل هذا من قبيل موافقة رأي المجتهد لرأي مجتهد آخر، فموافقة رأيهم لرأي الإمام لقيام الحجة عندهم على ذلك كما قامت عليه عنده -: لا يعد تقليدًا.
ألا ترى أن مالكًا قائل بحجية الأحاديث المرسلة، والشافعي قائل بعدم حجية
المصالح المرسلة، ولم يكن واحدا منهم مُقَلِّدًا لأبي حنيفة فيما وافقه؟.
ألا ترى أن الجميع اتفقوا على أن كلا من: الإجماع، وخبر الآحاد، والقياس
حجة، ولم يعد ذلك تقليدًا من البعض للبعض الآخر؟ ولو كان موافقة مجتهد لمجتهد آخر في حكم تقليدًا لاقتضى إجماع المجتهدين على حكم أن يكون كل واحد منهم مُقَلِّدًا للآخر فيه، فلا يكون إجماعًا من المجتهدين، والمفروض أنه إجماع منهم.
وقد نقل عن أبي بكر القفال، وأبي علي بن خيران، والقاضي حسين من الشافعية أنهم كانوا يقولون: " لسنا مُقَلِّدين للشافعي، بل وافق رأينا رأيه ".
وهذا هو الظاهر أيضًا من حال الإمام أبي جعفر الطحاوي في أخذه بمذهب أبي
حنيفة، واحتجاجه له، وانتصاره لأقواله، حيث قال في أول كتاب شرح الآثار:
"أذكر في كل كتاب ما فيه الناسخ والمنسوخ، وتأويل العلماء، واحتجاج بعضهم على بعض، وإقامة الحجة لمن صح عندي قوله منهم، ريثما يصح فيه مثله من: كتاب، أو سنة، أو إجماع، أو تواتر من أقاويل الصحابة، أو تابعيهم رضي اللَّه عنهم أجمعين ".
وأما قول ابن كمال باشا في الخصاف، والطحاوي، والكرخي: " أنهم لا يقدرون على مخالفة أبي حنيفة، لا في الأصول، ولا في الفروع "، فليس بصحيح، بل هو مخالف للواقع، فإن ما خالفوا فيه أبا حنيفة من الأحكام لا يعد، ولا يحصى، ولهم اختيارات في الأصول والفروع، وأقوال مستنبطة، احتجوا عليها بالمنقول والمعقول، كما لا يخفى على من تتبع كتب الفقه، خصوصًا الخلافيات.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (97,'وقد انفرد الكرخي عن أبي حنيفة وغيره في: أن العام بعد التخصيص لا يبقى حجة أصلًا، وأن خبر الواحد في حادثة تعم بها البلوى، ومتروك المحاجة به عند الحاجة كل منهما ليس بحجة أصلًا.
وانفرد أبو بكر الرازي المعروف بالجصاص بأن العام الخصوص حقيقة إن كان الباقي جمعًا، وإلا فمجاز، وهذا كله من مسائل الأصول.
ثم إن ابن كمال باشا عد أبا بكر الرازي الجصاص من المقلِّدين الذين لا يقدرون على الاجتهاد أصلًا، وهو تنزيل لأبي بكر الرازي عن محله الرفيع، فإن شأنه في العلم جليل، وباعه ممتد في الفقه، وكعبه عالٍ في الأصول، وقَدَمُه فيها راسخ، ووطأته شديدة، وبطشه قوي في معارك النظر والاستدلال، ومن تتبع تصانيفه كتفسيره المسمى
ب " الأحكام " وغيره علم أنه من كبار الأئمة المجتهدين، قال شمس الأئمة الحلوائي فيه: " هو رجل كبير معروف في العلم، وإنّا نقلده ونأخذ بقوله "، فكيف يجعل ابن كمال باشا شمس الأئمة الحلوائي صاحب هذه المقالة مجتهدًا في المسائل، وأبا بكر الرازي مُقَلِّدًا لا يقدر على الاجتهاد أصلًا، فيقضى أن شمس الأئمة الحلوائي، وهو مجتهد يقلد أبا بكر الرازي، وهو مُقَلِّد، وقد ذكر في الكشف الكبير ما يدل على أنه أفقه من أبي منصور الماتريدي.
وقال قاضيخان في التوكيل بالخصومة: " يجوز للمرأة المخدرة أن توكل، وهي التي لم تخالط الرجال بكرًا كانت، أو ثيبًا، كذا ذكره أبو بكر الرازي، وعامة المشايخ أخذوا بما ذكره أبو بكر الرازي - رحمه الله - ".
وقال في الهداية: " ولو وكلت المرأة المخدرة، قال الرازي: يلزم التوكيل منها، ثم قال: وهذا شيء استحبه المتأخرون".
وقال ابن همام - رحمه الله -: " هو قول الإمام الكبير أبو بكر الجصاص أحمد بن على الرازي، يعني: أما على ظاهر إطلاق الأصل وغيره عن أبي حنيفة - رحمه الله -: أنه لا فرق بين: البكر، والثيب، والمخدرة، والمبرزة، والفتوى على ما اختاروه من ذلك، وحينئذ فتخصيص الرازي، ثم تعميم المتأخرين، ليس إلا لفائدة أنه المبتدي بتفريع ذلك وتبعوه " اهـ من الفتح.
فانظر إلى ابن كمال باشا كيف عَدَّ قاضيخان من المجتهدين في المسائل، وانظر إلى قاضيخان كيف يأخذ هو ومشايخه العظام بقول أبي بكر الرازي، الذي جعله',NULL,'102',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (98,'ابن كمال باشا مُقَلِّدا لا يقدر على الاجتهاد أصلا، وهو الذي ابتدأ بتفريع هذا القول على خلاف قول أبي حنيفة، وأبي يوسف، ومحمد، وزفر، وتبعه المتأخرون، وأفتوا بقوله، وآرائه، وقد أكثر شمس الأئمة السرخسي - وهو تلميذ شمس الأئمة الحلوائي - في كتبه من النقل عن أبي بكر الرازي، والاستشهاد بآرائه، والأخذ بها.
وبالجملة فممن تفقه علي أبي بكر الرازي: أبو جعفر الاستروشني، وهو أستاذ القاضي أبي زيد الدبوسي، وأبو على حسين بن خضر النسفي، وهو أستاذ شمس الأئمة الحلوائي، وقد علمتَ أن السرخسي من تلاميذ الحلوائي، وأما قاضيخان فهو من أصحاب أصحابه.
ولعل ابن كمال باشا فهم من قول علمائنا: " كذا في تخريج الرازي " أن وظيفة الرازي هي التخريج فقط، مع أن أبا حنيفة وأصحابه قد خَرَّجوا قول ابن عباس في " تكبيرات العيدين أنها ثلاث عشر تكبيرة " بحملها على الزوائد فقط.
وخَزَجَ أبو الحسن الكرخي قول أبى حنيفة، ومحمد في تعديل الركوع والسجود، وجعله واجبًا، وأبو عبد اللَّه الجرجاني حمله على السُّنِّيَّة.
ونظائر ذلك في تخريجات كحيرة وقعت من الأئمة المجتهدين، وما ضرهم ذلك في اجتهادهم، فأبو بكر الرازي كذلك لا يجعله تخريجه في مرتبة أنزل من مرتبته.
وقد جعل ابن كمال باشا الإمام أبا الحسين القدوري، وصاحب الهداية من الطبقة الخامسة أصحاب الترجيح، وجعل قاضيخان من المجتهدين، مع أن الإمام القدوري توفي سنة ٤٢٨ هـ، والحلوائي ٤٥٦ هـ، والسرخسي في حدود ٤٩٠ هـ، كما سبق
والبزدوي ٤٨٢ هـ، وقاضيخان ٥٩٣ هـ، فالقدوري مُتَقَدم على: الحلوائي، والسرخسي، والبزدوي، وقاضي خان، مع كونه أعلى منهم كعبا، وأطول باعا في
الفقه، فكيف يعد هؤلاء من المجتهدين في المسائل، ولا يعد القدوري منهم.
نعم إن الخصاف، والطحاوي، والكرخي متقدِّمون على القدوري، فإن الخصاف توفي ٢٦١ هـ، والطحاوي ٣٢١ هـ، والكرخي ٣٤٠ هـ، وأما أبو بكر الرازي الجصاص
فوفاته كانت في ٣٧٠ هـ، كذا في طبقات التميمي، وتراجم العلامة قاسم، وأما صاحب الهداية فوفاته كانت في ٥٩٣ هـ في السنة التي توفي قاضيخان فيها، وكان صاحب الهداية هو المشار إليه في عصره، والمعقود عليه الخناصر من علماء وقته.
وقد ذكر في الجواهر وغيرها: أنه أقر له أهل عصره بالفضل والتقدم، كالإمام فخر',NULL,'103',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (99,'الدين قاضيخان، والإمام زين الدين العتابي، وغيرهما، وقال: " إنه فاق على أقرانه، بل على شيوخه في الفقه، وأذعنوا له به "، فكيف تُنَزَّل مرتبته عن مرتبة قاضيخان، مع أنه أحق منه بالاجتهاد، وأثبت فيما يقتضيه؟
على أنه قال في الطبقة الخامسة: " إن شأنهم تفضيل بعض الروايات على بعض إلى آخره "، وقال في الطبقة السادسة: " إنهم قادرون على التمييز بين: القوي، والأقوى، والضعيف " إلى آخره فلم يكن فَرقٌ بين شأن الطبقتين في المعنى، كما هو ظاهر واضح.
وبعد ذلك لا ندري بأي شيء علم مقادير هؤلاء الأئمة، وما بينهم من التفاوت، مع أنه لم يكن في عصرهم، بل عمله هذا دل على أنه لم يكن يعرف كثيرًا منهم،
وكان الواجب عليه أن يرجع إلى تراجمهم، وما دَوَّنُوه في كتبهم إن أراد أن يَتَهَجَّمَ عليهم، ويضع لكل واحد من الفقهاء مرتبة أعلى، أو أنزل.
وإن كان الفقهاء في كل عصر إنما يُعْرَفون بالأوصاف الفاضلة أحياءً، وبالآثار
أمواتًا، ولا عبرة بتقدُّم الزمان، ولا بتأخُّره، بل الفقهاء كالحلقة المفرغة لا يدرى أين طرفاها، وفضل اللَّه واسع لا يتقيد بزمان، ولا مكان، ولا بشخص دون شخص، على ما يشير إليه قوله تعالى: (وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلَّا هِيَ أَكْبَرُ مِنْ أُخْتِهَا وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ (٤٨) .
يريد واللَّه أعلم أن كل آية يأتي بها اللَّه إذا جَزَدَ الناظر نظره إليها قال: هي أكبر الآيات، فإنه لا يتصور أن يكون كل آية أكبر من
الأخرى من كل وجه للتناقض ".
وقد كان ابن كمال باشا مفتيًا في الدولة العثمانية عالماً جليلًا، ولكنه كان كثيرًا ما يشتبه عليه حال الفقهاء، فيجعل الواحد منهم اثنين، والاثنين واحدًا، وئقدم المؤخَّر منهم، ويؤخر المقدَّم، ويَنسب كثيرًا من الكتب إلى غير مصنفيها، والعصمة للَّه وحده ثم لرسوله - صلى الله عليه وسلم - من بعده.
وإنما تعرَّضنا لما قاله ابن كمال باشا على الوجه المتقدم لإحقاق الحق، ومخافة أن يكون ما فعله حدًّا لمَن بعده، فلا يتجاوزونه إلى غيره، فلو نُقِلَ إليهم قولٌ عن كبار العلماء الذين أنزل ابن كمال باشا درجتَهم اغتروا بذلك، ويقولون إنه ليس من طبقة المجتهدين في المسائل، لأنه لم يذكر في طبقات ابن كمال باشا، خصوصًا وقد تبعه مَنْ بعده جماعة كثيرون.
ومن الواضح الجَلِي أن ابن كمال باشا لم يذكر من فقهاء الحنفية في طبقاته إلا النزر',NULL,'104',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (100,'اليسير، مع أنه رفع من شاء، وخففمنهم من شاء، ولم ينزل كل واحد منهم منزلته.
وقد روى عن عائشة رضي اللَّه تعالى عنها أنها قالت: " أمرنا رسول اللَّه - صلى الله عليه وسلم - أن ننزل الناس منازلهم "، صححه الحاكم وغيره.
وكلهم أئمة الدين، ودعاة الحق واليقين، ولكن اللَّه فَضَّلَ بعضهم على بعض، ورفع بعضهم فودتى بعض درجات، واللَّه يختص برحمته من يشاء، واللَّه ذو الفضل
العطم، (أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ (٥٤) .
والذي قَفَلَ اللَّهُ بابَه، وختمه ومنعه على الرجال والنساء من الفضائل إنما هو النبوة والرسالة، فلا نبي ولا رسول بعد سيد الخلق - صلى الله عليه وسلم -، على الإطلاق، وما عداهما من صفات الكمال لا يزال في الأمة المحمدية باقيا، متجددًا إلى أن يرث اللَّه الأرض ومن
عليها، وهو خير الوارثين، (مَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا (٤٠) .
وهو القائل: " لا يزال الخير في وفي أمتي إلى يوم القيامة، ولا يزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خالفهم إلى يوم الدين " صلى اللَّه وسلم عليه وعلى آله وصحبه أجمعين..
انتهى كلام الشيخ بخيت - رحمه الله - فيما نقله من كلام الشهاب المرجاني ملخصًا.
وقد قسم اللكنوي طبقات الحنفية تقسيمًا آخر فقال - رحمه الله -: " راعلم أن لأصحابنا الحنفية خمس طبقات:
الأولى: طبقة المتقدمين من أصحابنا: كتلامذة أبي حنيفة، نحو أبي يوسف،
ومحمد، وزفر، وغيرهم، وهم كانوا يجتهدون في المذهب، ويستخرجون الأحكام من الأدلة الأربعة على مقتضى القواعد التي قررها أستاذهم - فإنهم وإن خالفوه في بعض الفروع لكنهم قلدوه في الأصول - بخلاف مالك، والشافعي، وأحمد، وغيرهم، فإنهم يخالفونه في الفروع غير مقلدين له في الأصول، وهذه الطبقة هي الطبقة الثانية من الاجتهاد.
والثانية: طبقة أكابر المتأخرين: كأبي بكر الخصاف، والطحاوي، وأبي الحسن الكرخي، والحلوائي، والسرخسي، وفخر الإسلام البزدوي، وقاضيخان، وصاحب الذخيرة "، " والمحيط البرهاني ": الصدر برهان الدين محمود، والشيخ طاهر أحمد صاحب " النصاب " " وخلاصة الفتاوى "، وأمثالهم، فإنهم يقدرون على الاجتهاد في',NULL,'105',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (101,'صفحة ناقصة',NULL,'106',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (102,'المتأخرون منهم على منهاجهم.
وجرت عادة أهل خراسان، ولا سيما ما وراء النهر في القرون الوسطى،
والمتأخرة على أن يلقبوا فقهاءهم بالألقاب النبيلة، ويصفوهم بالأوصاف الجليلة، فيقولون: شمس الأئمة، فخر الإسلام، صدر الشريعة، الإمام الأجل الزاهد، الإمام الفقيه، وهكذا.
فالواجب على الناظر في طبقات الفقهاء وأحوالهم أن ينظر إلى آثارهم وأقوالهم، لا إلى الألقاب، والأوصاف، ولا يعوَّل عليها في إعطاء الدرجات.
قال اللكنوي: وهذا في الأزمان المتأخرة، وأما في الأزمنة المتقدمة فكلهم بريئون من أمثال ذلك، وقال أبو عبد اللَّه القرطبي في شرح الأسماء الحسنى: قد دل الكتاب والسنة على المنع من تزكية الإنسان نفسه، قال علماؤنا: ويجري هذا المجرى ما كثر في الديار المصرية وغيرها من بلاد العرب والعجم من نعتهم أنفسهم بالنعوت التي تقتضي
التزكية، والثناء كزكي الدين، ومحيي الدين، وعلم الدين وشبه ذلك..
انتهى.
وفي " تنبيه الغافلين " لمحصي الدين النحاس عند ذكر المنكرات: " فمنها ما عمت به البلوى في الدين من الكذب الجاري على الألسن، وهو ما ابتدعوه من الألقاب ":
محيي الدين، ونور الدين، وعضد الدين، وغياث الدين، ومعين الدين، وناصر الدين، ونحوها من الكذب الذي يتكرر على الألسنة حال النداء، والتعريف، والحكاية، وكل هذا بدعة في الدين ومنكر ".
قال اللكنوي: هذا إذا لم يكن من وصف به أهلًا له، أو كان أهلًا وأراد به تزكية نفسه.
* * *
<span data-type="title" id=toc-44>أعلام الحنفية:</span>
نذكر هنا ما تمس الحاجة إليه، ونحيل من أراد التوسع على الفوائد البهية للكنوي وخاتمتها، وغيرها من طبقات الحنفية.
قال اللكنوي: تعيين المبهمات وعلمه من المهمات، فإن كثيرًا من أصحابنا ذكروا',NULL,'107',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (103,'في الكتب الفقهية وغيرها على سبيل الإبهام بالوصف، أو النسبة، أو الكنية من دون تعيين الأعلام، فيشكل على الناظر تعيين أعلامهم، بل يشتبه أحدهم بثانيهم، إذا اتحدوا في أوصافهم.
والنسبة قد تكون إلى اسم بعض الأجداد: كالعَقيلي بالفتح، والعُبادي بالضم، والمحبوبي، والسياري، والصاعدي، والحافظي، ونحو ذلك.
وقد تكون إلى حرفة: كالصائغي، والصباغي.
وقد يكون إلى قرية أو بلد: كالأتقاني، والنسفي، والبلخي، والخيزاخزي،
والسرخكي، والسرخكتي، والكرخي، والبردعي، والسرخسي، وغير ذلك.
وقد يكون إلى قبيلة، أو بطن.
وعلم النسب وضبطه مما يهتم به، ويحتاج إليه في كثير من المواضع، وأجل الكتب التي تفيد فيه كتاب الأنساب لأبي سعد عبد الكريم السمعاني، فإن فيه بسطًا بسيطًا، ومع ذلك فقد فاته شيء كثير.
* *
فمنهم:
أبو الليث: نصر السمرقندي ت ٣٧٢ هـ.
أبو بكر الإسكاف: محمد بن أحمد البلخي.
أبو بكر الجوزجاني: أحمد بن إسحاق.
أبو بكر الدامغاني: أحمد بن محمد.
أبو بكر الرازي: أحمد بن على الجصاص ت ٣٧٠ هـ.
أبو بكر الفضلى؟ محمد بن الفضل.
أبو جعفر الطحاوي: أحمد بن محمد بن سلامة.
أبو حفص الصغير: محمد بن أحمد بن حفص.
أبو حفص الكبير: أحمد بن جعفر.
أبو زيد الدبوسي: عبيد اللَّه بن عمرت ٤٣٠ هـ.
أبو سعيد البردعي: أحمد بن الحسن.
أبو سليمان الجوزجاني: موسى بن سليمان.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (104,'أبو طاهر الدباس: محمد بن محمد بن سفيان.
أبو يوسف القاضي: يعقوب بن إبراهيم ت ١٨٢ هـ.
الأتقاني: قوام الدين أمير كاتب صاحب غاية البيان.
الأكمل: أكمل الدين البابرتي محمد بن محمد بن محمود صاحب العناية
ت ٧٨٩ هـ.
الإسبيجابي: أبو المعالي محمد بن أحمد، وأبو نصر أحمد بن منصور.
إمام الحرمين: إمام الحرمين لقب لإمامين كبيرين حنفي وشافعي.
فالحنفي: أبو المظفر يوسف القاضي الجرجاني، كما ذكره صاحب حماة في تاريخه.
والشافعي أبو المعالي عبد الملك أعلم المتأخرين من أصحاب الشافعي، كذا قال أحمد الحموي في حواشي الأشباه والنظائر في القاعدة الثانية، وكذا قال القاري، وذكر في نحسب الأول: يوسف بن إبراهيم بن محمد بن يوسف.
قال اللكنوي: أرخ اليافعي وفاة الثاني سنة ثمان وسبعين وأربعمائة، وقال: إنه أقام بمكة أربع سنين يدرس ويفتي، ولذا قيل له: إمام الحرمين، ويحتمل أن يكون على وجه التفخيم، كما هو العادة في أقوالهم ملك البحرين، وقاضي الخافقين.
إمام الهدى: أبو الليث نصر السمرقندي ت ٣٧٢ هـ.
إمام زاده: صاحب شرعة الإسلام، حد بن أبي بكر الجوغي.
ابن الثلجى: محمد بن شجاع.
ابن الساعاتي: أحمد بن علي، صاحب مجمع البحرين، كان أبوه معروفًا
بالساعاتي ت ٦٩٤ هـ.
ابن الهمام: محمد بن عبد الواحد، صاحب فتح القدير، ذكر الحموي في حواشي الأشباه أن اللام الداخلة على الهمام عوض عن المضاف إليه، وهو جزء علم، أي: همام الدين، وذكر الطحطاوي في حواشي الدر المختار، وابن أي شريف المقدسي في شرح المسايرة أن همام الدين لقب لوالده عبد الواحد.
ابن خزيمة: ابن خزيمة الحنفي هو محمد بن خزيمة مات سنة أربع عشرة وثلثمائة، وابن خزيمة الشافعي محمد أيضًا مات سنة إحدى عشرة وثلثمائة، قاله علي القاري.
ابن كمال باشا: أحمد بن سليمان الرومي، صاحب الإيضاح والإصلاح.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (105,'ابن ملك: عبد اللطف، كان والد جده موسوما بفرشتا فنسب إليه.
الإستروشني: أبو جعفر الإستروشني، مذكور بكنيته في الطبقات، ومجد الدين محمد بن محمود بن حسين الإستروشني.
البخاري: علاء الدين عبد العزيز بن أحمد.
برهان الإسلام: رضي الدين السرخسي محمد بن محمد، وبرهان الإسلام
الزرنوجي مترجم بلقبه كذلك.
برهان الدين: برهان الدين الكبير، وبرهان الأئمة عبد العزيز بن عمر بن مازة، وبرهان الدين صاحب المحيط البرهاني محمود بن أحمد، وبرهان الدين المطرزي ناصر ابن عبد السيد، وبرهان الدين الخريفعني أحمد بن أسعد.
البزدوي: جماعة: خر الإسلام علي بن محمد، كني بأبي العسر؛ لأن تصانيفه
دقيقة عسر الفهم على أكثر الناس.
وأخوه محمد بن محمد، وكني بأبي اليسر ليسرة
تصانيفه، وأبو المعالي البزدوي صدر الأئمة أحمد بن أبي اليسر.
وأبو ثابت البزدوي
الحسن بن فخر الإسلام.
البقالي: زين الدين محمد بن أبي القاسم.
البلخي: أبو معاذ خالد بن سليمان من تلامذة أبي حنيفة، وأبو عبد اللَّه محمد بن سلمة، وأبو مطيع الحكم بن عبد الئه، وأبو نصر محمد بن سلام، وجماعات غيرهم.
البيهقي: البيهقي نسبة لإمامين كبيرين، أحدهما حنفي، وهو إسماعيل بن الحسين صاحب كتاب الشامل.
والآخر شافعي، وهو: أحمد بن الحسن صاحب السنن،
مات سنة ثمان وخمسين وأربعمائة، كذا قال القاري.
قال اللكنوي: وهما غير البيهقي صاحب تاج المصادر في اللغة، فإنه أحمد بن علي ابن محمد، المعروف بجعفرك، كان إمامًا في النحو، واللغة، والتفسير، صنف المحيط في لغات القرآن، وتاج المصادر، وينابيع اللغة، مات سَلْخَ رمضان سنة أربع وأربعين وخمسمائة، ذكره السيوطي في البغية.
تاج الشريعة: محمود بن صدر الشريعة الأكبر أحمد بن عبيد الله المحموبي.
التركماني: عثمان بن إبراهيم بن مصطفى، وابنه أحمد، وأخوه علي، وابنه
عبد اللَّه بن علي، وأخوه عبد العزيز.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (106,'تمجيد زاده: مصلح الدين مصطفى بن إبراهيم.
التمرتاشي: ظهير الدين أحمد بن إسماعيل شارح الجامع الصغير، وهو المعروف بالظهير التمرتاشي.
الجامع: نوح بن أبي مريم.
الجامي: نور الدين عبد الرحمن بن محمد.
الجرجاني: الجرجاني نسبةُ حنفي، وهو: محمد بن يحيى بن مهدي تفقه عليه
القدوري، والناطفي، مات سنة ثمان وسبعين وثلثمائة.
وشافعي، وهو: محمد بن الحسن، له وجوه حسنة في المذهب، مات سنة ست وثمانين وثلثمائة، قاله القاري.
قال اللكنوي: ونسبة حنفي آخر، وهو أبو عبد اللَّه يوسف، ونسبة السيد الشريف.
الجصاص: أحمد بن علي.
جلبي - ملا - باشا: جلبي بالجيم الفارسية المفتوحة، ثم اللام ثم الباء الفارسية، ثم الياء المثناة التحتية اشتهر به جماعة من علماء الروم، كأخي جلبي يوسف بن جنيد صاحب ذخيرة العقبى حاشية شرح الوقاية، وحسن جلبي محشي التلويح، والمطول،
وغيرهما، وعبد القادر قدري جلبي، وسليمان بن خليل جلبي، ومحيي الدين جلبي محمد بن علي بن يوسف الفناري، وقد ظن كثير من أهل العصر ومن قبلهم أنه نسبة إلى بلدة أو نحوه، فمن ثم تراهم يقولون: قال الفاضل الجلبي كذا وكذا، وليمر كذلك، بل هو لفظ رومي معناه: سيدي، نص عليه السخاوي في ترجمة حسن جلبي، فهو
كلفظ مولانا، وسيدنا، وسيدي، وملا المستعملة للعلماء في بلادنا.
وكذلك لفظ باشا مستعمل للتعطم لعلماء بلاد الروم كابن كمال باشا، ويعقوب باشا، ونحو ذلك.
الجوزجاني: أبو بكر أحمد بن إسحاق، وأبو سليمان موسى بن سليمان.
الحاصري: نور الدين علي بن محمد.
حافظ الدين: حافظ الدين الكبير محمد بن محمد، وحافظ الدين النسفي أبو
البركات عبد اللَّه بن أحمد، وحافظ الدين البزازي محمد بن محمد، وحافظ الدين الظاهري محمد بن محمد بن الحسن.
حجة الإسلام: محمد بن أحمد الكعبي.
الحسام: حسام الدين الأخسيكثي محمد بن محمد مؤلف المنتخب الحسامي،',NULL,'111',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (107,'وحسام الدين السغناقي الحسن بن علي صاحب النهاية، والحسام الشهيد عمر بن عبد العزيز بن عمر بن مازه، وحسام الدين العليابادي محمد، وحسام الدين علي بن أحمد الرازي.
الحسن: الحسن إذا ذكر مطلقًا في كتب أصحابنا فالمراد به الحسن بن زياد اللؤلؤي،
وإذا ذكر مطلقًا في كتب التفسير فالمراد به الحسن البصري، كذا قال الأتقاني في غاية البيان حاشية الهداية، نقلًا عن شيخه برهان الدين الخريفعني.
الحصيري: نظام الدين وهمام الدين أحمد بن محمد.
الحناطي: علاء الدين سديد بن محمد.
الخاصي: نجم الدين يوسف بن أحمد.
الخبازي: جلال الدين عمر بن محمد.
الحصاف: أحمد بن عمر بن مهير.
الخلاطي: صدر الدين محمد بن عباد.
خواجه زاده: مصطفى بن يوسف.
خواهر زاده: المشهور بخواهر زاده عند الإطلاق اثنان محمد بن الحسين البخاري،
ومحمد بن محمود الكردري، نقله في الجواهر المضية في ترجمة محمد بن الحسين، وضبطه السمعاني بضم الخاء المعجمة، وفتح الواو والهاء بينهما ألف، وبعد الهاء راء ساكنة، ثم زاي معجمة، وبعدها ألف، ثم دال مهملة، معناه: ابن أخت عالم، وكذا ذكره صاحب الجواهر المضية.
وقال الكفوي في ترجمة محمد بن الحسين: قد علمنا من هذا التصحيح أنهما لا
يحسنان الفارسية، فإن في واو خواهر زاده وجهين: الأول: رسمي والألف ثابت، والخاء مفتوحة.
والثاني: لفظي، والألف دليل الإمالة، والواو على كلا الوجهين غير
مفتوحة، ولفظ زاده بالزاي المعجمة، والدال الهملة مشتقة من زائيدن بمعنى التوليد، وخواهر مثل خواجه، فإن في واوه وجهين، وقد يطلق على أعزة الناس لقصد التعظيم،
مثل: خواجه يوسف الهمداني، وخواجه عبد الخالق العجدواني، والطائفة النقشبندية يقولون لمشايخهم خواجه، كأنهم يريدون تعظيمهم.
الخيالي: أحمد بن موسى الرومي.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (108,'الدهستاني: إبراهيم بن محمد.
الرستغفني: أبو الحسن علي بن سعيد.
الرفمي: رضي الدين الصغاني الحسن بن محمد، ورضي الدين القونوي إبراهيم بن سليمان، ورضي الدين البرهاني عبد اللَّه بن المظفر.
ركن الأئمة: عبد الكريم الصباغي، وعبد الكريم بن محمد.
ركن الإسلام: ركن الإسلام الواعظ محمد بن أبي بكر صاحب شرعة الإسلام، وركن الإسلام أبو بكر الكرماني محمد بن عبد الرشيد، وركن الإسلام أبو الفضل الكرماني عبد الرحمن بن محمد بن أميرويه، وركن الإسلام الزاهد الصفار إبراهيم بن إسماعيل.
ركن الدين: محمد بن محمد العميدي، ومسعود بن الحسين الكشاني.
الريغدموني: أبو نصر جمال الدين أحمد بن عبد الرحمن بن إسحاق، وحفيده
جلال الدين حامد بن محمد بن أحمد بن عبد الرحمن.
الزاهدي: نجم الدين مختار.
الزعفراني: الزعفراني اشتهر به إمامان كبيران حنفي وشافعي.
فالحنفي: محمد بن
أحمد بن أحمد بن محمد بن عبدوس، مات سنة ثلاث وتسعين وثلثمائة.
والشافعي:
الحسن بن محمد بن الصباح، روى عنه أبو داود، والترمذي، مات سنة تسع وأربعين
بعد المائتين، كذا قال القاري.
قال اللكنوي: ولنا زعفراني آخر مشهور، وهو الحسن
ابن أحمد، مرتب الجامع الصغير، والزيادات.
الزمخشري: جار اللَّه محمود بن عمر.
الزيلعي: صاحب " نصب الراية تخريج أحاديث الهداية " جمال@ الدين عبد اللَّه بن
يوسف.
والزيلعي: شارح الكنز فخر الدين عثمان بن علي، وهو شيخ الأول.
سبط ابن الجوزي: يوسف بن فرغلي.
السروجي: أبو العباس أحمد بن إبراهيم.
السعد التفتازاني: مسعود بن عمر.
السغدي: أبو الحسن علي بن الحسين، وعطاء بن حمزة.
السمعاني: أبو منصور محمد بن عبد الجبار.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (109,'السيد أبو شجاع: محمد بن أحمد بن حمزة.
السيد السند والسيد الشريف: علي بن محمد، ويلقب أيضا: بالشريف الجرجاني.
الشاشي: الشاشي اشتهر به إمامان جليلان من المذهبين، فالحنفي: أبو علي أحمد ابن محمد بن إسحاق، جعل له الكرخي التدريس لما أصابه الفالج، مات سنة أربع وأربعين وثلثمائة.
والشافعي: أبو بكر محمد بن إسماعيل، عرف بالقفال مات سنة
أربع عشرة وثلثمائة بالشاش، كذا قال القاري.
قال اللكنوي: ولنا شاشي آخر، وهو أبو إبراهيم إسحاق بن إبراهيم.
وأما المختصر في علم الأصول المعروف بأصول الشاشي، المتداول في زماننا، الذي أوله: " الحمد للَّه الذي أعلى منزلة المؤمنين بكريم خطابه ...
" إلخ، فذكر صاحب الكشف أن اسمه الخمسين،
وأنه لنظام الدين الشاشي، قيل: كان سن المصنف لما صنفه خمسين سنة، فسماه به.
وشرحه الولى محمد بن الحسن الخوارزمي الشهير بشصر الدين الشاشي أوله: " الحمد
للَّه الذي أعلى معالم الشرع " إلخ، أتمه سنة إحدى وثمانين وسبعمائة..
انتهى.
وأما من الشافعية فاثنان مشهوران بالشاشي: أحدهما: أبو بكر محمد بن علي
القفال الكبير الشاشي له كتاب في أصول الفقه، وشرح الرسالة، وأخذ عنه محمدُ بن جرير الطبري، ومحمدُ بن خزيمة، وتوفي سنة ست وستين وثلثمائة على ما ذكره السمعاني، وسنة ست وثلاثين وثلثمائة على ما ذكره أبو إسحاق الشيرازي.
وثانيهما:
فخر الإسلام محمد بن أحمد بن الحسين الشاشي، المتوفى سنة سبع وخمسمائة، وهو المعروف بالمستظهري تلميذ أبي إسحاق الشيرازي.
ولهم قفال آخر غير شاشي، وهو: عبد الله بن أحمد القفال المروزي، حذق في صنعة القفل، حتى عمل قفلًا مفتاحه وزن أربع حبات، فلما صار ابن ثلاثين اشتغل بالفقه، وأخذ عنه القاضي حسين، وأبو محمد الجميني، وابنه إمام الحرمين، وهو صاحب قصة الصلاة الشهورة بحضرة السلطان محمود، وتوفى سنة سبع عشرة وأربعمائة، كذا ذكره اليافعي في مرآة الجنان، في حوادث سنة ٣٦٧، وبه يظهر خطأ
القاري حيث أرخ وفاة القفال الشاشي سنة أربع عشرة وثلثمائة.
لثرف الأئمة: محمود الترجماني، وعمر بن محمد العقيلي.
شرف الرؤساء: محمد بن محمد الخوارزمي.
الشريف الجرجاني: علي بن محمد، ويلقب أيضًا: بالسيد السند، والسيد
الشريف.',NULL,'114',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (110,'شمس الأئمة: شمس الأئمة لقب جماعة من الفقهاء الحنفية الكبار مثل: الحلوائي، والسرخسي، ومحمد بن عبد الستار الكردري، ومحمود الأوزجندي. وفي ما عدا
السرخسي يطلق مقيدًا كتب أصحابنا بالاسم أو النسبة، أو بهما: كشمس الأئمة الحلوائي، وشمس الأئمة الكردري، وشمس الأئمة الزرنجري، وشمس الأئمة محمود الأوزجندي، وغير ذلك، كذا قال الكفوي في ترجمة بكر الزرنجري.
الصابوني: نور الدين أحمد بن محمد.
صاحب الحاوي: في حواشي الأشباه للسيد أحمد الحموي عند شرح الديباجة: قيل: الحاوي لأصحابنا اثنان: الحاوي القدسي، وأظنه لرجل متأخر كان يسمى قاضي القدس، ولا أعرف تفصيل ترجمته، والحاوي الحصيري وهو للشيخ محمد بن أنويق
الحصيري، كان من تلامذة شمس الأئمة السرخسي، وترجمته بذيل تاريخ بغداد للسمعاني، ولم يذكره عبد القادر في طبقاته، ولا الشيخ قاسم بن قطلوبغا.. انتهى.
قال اللكنوي: بقى حاوي ثالث وهو حاوي الزاهدي، مؤلفه صاحب القنية، وهو عزيز الوجود، ورأيت عند بعض شيوخنا منه نسخة.. انتهى.
قال اللكنوي: ذكر ابن الشحنة في هوامش الجواهر أن الحاوي القدسي للقاضي جمال الدين أحمد بن محمد بن نوح القابسي الغزنوي الحنفي، المتوفى في حدود سنة ستمائة، وإنما قيل له القدسي؛ لأنه صنفه في القدس، نقلته من خط تلميذه حسن بن علي النحوي.. انتهى.
كذا نقله صاحب الكشف، ثم قال: ورأيت على ظهر نسخة
منه أن مصنفه الإمام محمد الغزنوي، أوله: " الحمد للَّه الذي هدانا لدين الإسلام " إلخ.. انتهى.
ثم ذكر صاحب الكشف الحاوي للزاهدي مختار بن محمود الزميني،
أوله: " الحمد للَّه الذي أوضح معالم العلوم " إلخ.
ثم ذكر الحاوي في الفروع لنجم الدين أبي شجاع، وأبي الفصائل بكير التركي المتوفى سنة اثنتين وخمسين وستمائة.
وذكر ابن أمير حاج في شرح منية المصلى أن مؤلف الحاوي القدسي فرغاني.
صاحب الفصول العماديه: زين الدين أبو الفتح عبد الرحيم السمرقندي.
صاحب المحيط: المحيط حيث أطلق يراد به النسخة الكبرى من محيط رضي الدين محمد بن محمد السرخسي، كذا نقله صاحب الكشف عن حواشي الدرر',NULL,'115',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (111,'لعلي بن أمر اللَّه الشهير بابن الحنائي.
وقال ابن أمير حاج في الحلية في شرح الديباجة - عند ذكر مصنف المنية الكتب التي لخص منها المسائل، ومنها المحيط -: الظاهر أن مراده بالمحيط: المحيط البرهاني، للإمام برهان الدين المرغيناني، صاحب الذخيرة، كما هو المراد من إطلاقه لغير واحد كصاحب الخلاصة والنهاية، لا المحيط للإمام رضي الدين السرخسي.
وقد ذكر صاحب الطبقات أن هناك أربع مصنفات: المحيط الكبير، وهو نحو من أربعين مجلدًا،
أخبرني بعض أصحابنا الحنفية أنه رآه في بلاد الروم، والثاني: عشر مجلدات،
والثالث: أربع مجلدات، والرابع: مجلدان.
قال ابن أمير الحاج: الثالث سماه بالوسيط، والرابع الوجيز، ومن الثاني نقل العبد الضعيف (يعني نفسه) في هذا الشرح، وما عسى أن يكون نقله عن المحيط البرهاني، فإنما هو بواسطة ثقة، فإني إلى الآن لم أقف عليه..
انتهى كلامه.
قال اللكنوي: لقد أصاب في أن المحيط إذا أطلق يراد به المحيط البرهاني في هذه الكتب المتداولة، وهو الذي كنت أظنه قبل اطلاعي على كلامه هذا، إلا أن نسبته إلى برهان الدين المرغيناني اختلاجًا، فإن الذي أظن أن مصنفه بخاري وقد مر بنا كلام محيط في مصنف المحيط الرضوى، والمحيط البرهاني في ترجمة رضي الدين محمد السرخسي.
الصِّبغي: الصبغي بكسر الصاد المهملة وسكون الموحدة فغين معجمة نسبة إلى الصبغ اشتهر به حنفي، وهو أحمد بن عبد الله بن يوسف السمرقندي، مات سنة ست وعشرين وخمسمائة.
وشافعي، وهو: محمد بن عبد اللَّه بن محمد
النيسابوري، مات سنة أربع وأربعين وثلثمائة، كذا قال القاري.
صدر الإسلام: طاهر بن صاحب الذخيرة برهان الدين محمود بن الصدر السعيد، وصدر الإسلام البزدوي: محمد بن محمد.
الصدر السعيد: تاج الدين أحمد بن عبد العزيز بن عمر بن مازه.
عمدر الشريعة: صدر الشريعة اشتهر به اثنان أولهما جد للثاني، فيوصف الجد بصدر الشريعة الأكبر، وصدر الشريعة الأول: وهو أحمد بن جمال الدين عبيد اللَّه المحبوبي، وهو والد تاج الشريعة.
وثانيهما: يوصف بصدر الشريعة الأصغر، وصدر',NULL,'116',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (112,'الشريعة الثاني، وهو شارح الوقاية، وهو: عبيد اللَّه بن مسعود بن تاج الشريعة محمود ابن صدر الشريعة الأكبر أحمد بن جمال الدين عبيد اللَّه بن إبراهيم المحبوبي.
الصدر الشهيد: عمر بن عبد العزيز.
الصفار: إسحاق بن شيث، وابنه أحمد، وابنه إسماعيل، وابنه إبراهيم،
وابنه حماد، وأبو إبراهيم إسماعيل بن أحمد، وأبو القاسم أحمد بن عصمة.
ظهير الدين: ظهير الدين لقب لجماعة، منهم: على بن عبد العزيز بن عبد الرزاق، ويعرف بظهير الدين الكبير المرغيناني، ومنهم: ابنه ظهير الدين المرغيناني الحسن بن علي، ومنهم: ظهير الدين البخاري محمد بن أحمد صاحب الفتاوى الظهيرية،
ومنهم: ظهير الدين أحمد بن إسماعيل شارح الجامع الصغير، وهو المعروف بالظهير التمرتاشي، ومنهم: الظهير البلخي وهو أحمد بن علي بن عبد العزيز، ومنهم: الظهير الولوالجي وهو عبد الرشيد، وقد يقع الاشتباه بينهم لسبب اتحاد اللقب.
العتابي: أبو نصر أحمد بن محمد.
علاء الدين: علي المروزي، وعلي بن بلبان الفارسي، وسديد بن محمد الحناطي، وأبو بكر بن مسعود الكاشاني، ومحمد بن محمود الترجماني، وعبد العزيز ابن أحمد البخاري، وعلاء الدين علي السيرافي، وعلاء الدين الزاهد محمد بن عبد الرحمن.
العليابادي: حسام الدين محمد.
عماد الدين: علي بن أحمد الطرسوسي والد صاحب الفتاوى الطرسوسية،
والحسين بن علي اللامشي.
العيني: بدر الدين محمود، شارح الكنز وغيره.
فخر الإسلام: علي بن محمد البزدوي.
فخر القضاة: محمد بن الحسين الإرسابندي.
فخر المشايخ: علي بن عبد اللَّه العمراني.
الفضلى: حيث أطلق الفضلى فالمراد به أبو بكر محمد بن الفضل، وإن كان هو نسبة له ولغيره، كذا ذكر ابن أمير حاج الحلبي في الحلية في بحث مفسدات الصلاة.
الفناري: محمد بن حمزة شمس الدين الرومي.
قاضي الحرمين: أحمد بن محمد.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (113,'القاضي النسفي: عبد العزيز بن عثمان ت ٥٣٧ هـ.
قاضيخان: الحسن بن منصور ت ٥٩٢ هـ.
القدوري: أبو بكر محمد بن أحمد والد صاحب المختصر، وأبو الحسين أحمد بن محمد بن أحمد صاحب المختصر ت ٤٢٨ هـ.
قره كمال: كمال الدين إسماعيل.
قوام الدين: الأتقاني أمير كاتب صاحب غاية البيان، وقوام الدين الكاكى محمد ابن محمد، والصفار حماد بن إبراهيم، وأحمد بن عبد الرشيد البخاري.
القونوي: أبو الثناء محمود بن أحمد، وأبو العباس أحمد بن مسعود، ورضي الدين إبراهيم بن سليمان.
الكرابيسي: جمال الإسلام أسعد بن محمد، وأبو المظفر أسعد بن محمد
النيسا بوري.
الكرمانى: ركن الإسلام أبو بكر محمد بن عبد الرشيد، وركن الإسلام أبو الفضل غبد الرحمن بن محمد بن أميرويه.
الكمال بن الهمام: محمد بن عبد الواحد.
الكوراني: شمس الدين أحمد بن إسماعيل.
الماتريدي: أبو منصور محمد بن محمد.
الحبوبي: جمال الدين عبيد اللَّه بن إبراهيم، وابنه صدر الشريعة الأكبر شمس الدين أحمد بن عبيد الله، وحفيده تاج الشريعة محمود بن صدر الشريعة الأكبر، ونافلة حفيده صدر الشريعة الأصغر عبيد اللَّه بن مسعود بن تاج الشريعة محمود بن صدر الشرعية الأكبر أحمد.
محمد بن محمد بن محمد: للحنفية: محمد بن محمد بن محمد ثلاثة متوالية:
رضي الدين صاحب المحيط.
وللشافعية: الإمام حجة الإسلام الغزالي، وشمس الدين
الجزري، كذا قال القاري في آخر طبقاته.
قال اللكنوي: بل للحنفية كثيرون من هذا القبيل، منهم محمد بن محمد بن
محمد نزيل مرغينان ناظم الجامع الصغير، ومنهم محمد بن محمد بن محمد بن الإمام فخر الدين الرازي، الملقب بجمال الدين الرازي، ومنهم البرهان النسفي محمد بن',NULL,'118',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (114,'محمد بن محمد، ومنهم محمد بن محمد بن محمد الشهير بابن أمير حاج الحلبي
مصنف حلية المحلى شرح منية المصلى تلميذ الحافظ ابن حجر، وابن الهمام، المتوفى على ما في كشف الظون سنة ٨٧٩ هـ.
فائدة: اسم فيه أربعة عشر محمدًا متوالية لم يوجد نطره في الدنيا وهو أيمن أبو
البركات بن محمد بن محمد بن محمد بن محمد بن محمد بن محمد بن محمد بن
محمد بن محمد بن محمد بن محمد بن محمد بن محمد بن محمد، قال الحافظ ابن
حجر في الدرر الكامنة في أعيان الماثة الثامنة أربعة عشر أبًا في نسق واحد لم يوجد نظير
ذلك، كان تونسيًّا قدم القاهرة، وكان كثير الهجاء والوقيعة، ثم قدم المدينة النبوية، فجاور بها، وتاب، والتزم أن يمدح النبي - صلى الله عليه وسلم - خاصة إلى أن يموت، فوفى بذلك،
وأراد الرحلة من المدينة فذكر أنه رأى النبي - صلى الله عليه وسلم - في النوم، فقال: يا أبا البركات كيف ترضى بفراقنا، فترك الرحيل، وأقام بها إلى أن مات سنة ٧٣٤ هـ، وسمى نفسه عاشق
النبي - صلى الله عليه وسلم -، وروى من شعره عنه أبو حيان وغيره..
انتهى.
المستغفري: أبو العباس جعفر بن محمد.
مفتى النقلين: عمر بن محمد النسفي المتوفى ٥٣٧ هـ.
ملك العلماء: علاء الدين أبو بكر بن مسعود الكاشاني.
منشئ النظر: رضي الدين النيسابوري.
منهاج الشريعة: محمد بن محمد بن الحسين.
المولى خسرو: محمد بن فراموز، والصحيح في الأصل: مولى خسرو
بالإضافة، لكنه اشتهر هكذا.
الناطفى: أبو العباس أحمد بن محمد.
النسفي: قال محمد بن عبد الباقي الزرقاني المالكي، في شرح المواهب اللدنية، في بحث خصائص الأمة المحمدية: " العقائد النسفية الذي شرحه السعد التفتازاني لأبي الفضل محمد بن محمد بن محمد المعروف بالبرهان الحنفي النسفي، له مختصر تفسير الرازي، ومقدمة في الخلاف، وتصانيف كثيرة في علم الكلام، وغيره توفي سنة ٦٨٧ هـ، وهو متأخر عن النسفي صاحب التفسير، والفتاوى، وغيرهما توفي سنة ٥٣٧ هـ، وغير صاحب الكنز والمدارك في التفسير، واسمه عبد اللَّه بن أحمد، وغير أبي
العين النسفي ميمون بن محمد، وكلهم حنفيون، من نَسَف بفتح النون والسين المهملة',NULL,'119',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (115,'وبالفاء مدينة بما وراء النهر "..
انتهى.
قال اللكنوي: لنا نسفيون كثيرون منهم: أبو الليث أحمد بن عمر المتوفي سنة ٥٥٢ هـ، وأبوه مفتي الثقلين عمر صاحب المنظومة والتفسير المتوفى سنة ٥٣٧ هـ،
وأبو البركات حافظ الدين صاحب المنار، والكنز، والمدارك، وغيرها: عبد اللَّه بن أحمد المتوفى سنة ٤٢٤ هـ، والقاضي أبو علي الحسين بن خضر صاحب الفتاوى المتوفى سنة ٤٢٤ هـ، والقاضي عبد العزيز بن عثمان صاحب الفصول في الفتاوى
والفحول في الأصول المتوفى سنة ٥٦٣ هـ، أو سنة ٥٣٣ هـ، والبرهان محمد المتوفى سنة ٦٨٧ هـ، وأبو المؤيد محمد بن أحمد المايمرغي المتوفى سنة ٤٤٢ هـ، وأبو بكر
محمد بن الحسن بن منصور، وأبو المعين ميمون بن محمد المكحولي، ومعتمد بن محمد بن مكحول، وأخوه أحمد، وجدهم مكحول بن الفضل وغيرهم.
الولوالجي: ظهير الدين عبد الرشيد.
وسيأتي في مبحث النحت الخطي عند الحنفية طائفة أخرى من أعلام المذهب،
ءوخاصة المتأخرين.
* * *
<span data-type="title" id=toc-45>مراتب مسائل المذهب الحنفي:</span>
قال اللكنوي: " واعلم أنهم كما قسموا الفقهاء على طبقات كذلك قسموا
المسائل أيضًا على درجات، ليختار المفتي عند التعارض ما هو من الدرجة الأعلى، ولا يرجح الأدنى على الأعلى، قال الكفوي في " أعلام الأخيار ": إن مسائل مذهبنا على ثلاث طبقات:
الأولى: مسائل الأصول، وهي مسائل ظاهر الرواية.
والطبقة الثانية: هي مسائل غير ظاهر الرواية.
والطبقة الثالثة: وتسمى " الواقعات " وهي مسائل استنبطها المتأخرون من أصحاب محمد، وأصحاب أصحابه، ونحوهم فمن بعدهم إلى انقراض عصر الاجتهاد في الواقعات التي لم توجد فيها رواية الأئمة الثلاثة.
وقد تقسم المسائل بوجهٍ آخر، وهو ما ذكره شاه ولي بن عبد الرحيم المحدث
الدهلوي في رسالته " عقد الجيد في أحكام الاجتهاد والتقليد " بقوله: " اعلم أن',NULL,'120',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (116,'القاعدة عند محققي الفقهاء أن المسائل على أربعة أقسام:
١ - قسم تقرر في ظاهر المذهب، وحكمه أنهم يقبلونه في كل حال، وافقت
الأصول، أو خالفت.
٢ - وقسم هو رواية شاذة عن أبي حنيفة وصاحبيه، وحكمه أنهم لا يقبلونه إلا إذا وافق الأصول.
٣ - وقسم هو تخريج المتأخرين اتفق عليه جمهور الأصحاب، وحكمه أنه يفتون به على كل حال.
٤ - وقسم هو تخريج منهم لم يتفق عليه جمهور الأصحاب، وحكمه أن يعرضه المفتي على الأصول والنظائر من كلام السلف، فإن وجده موافقًا لها أخذ به وإلا تركه..
انتهى كلام الدهلوي.
ولعلك تتفطن من هذا البحث أنه ليس كلُّ ما في الفتاوى المعتبرة المختلطة -
كالخلاصة، والظهيرية، وفتاوى قاضيخان، وغيرها من الفتاوى التي لم يميز أصحابها بين المذهب والتخريج وغيره - قولَ أبي حنيفة وصاحبيه، بل منها ما هو منقول عنهم،
ومنها ما هو مستنبط الفقهاء، ومنها ما هو مخرج الفقهاء، فيجب على الناظر فيها أن لا يتجاسر على نسبة كل ما فيها إليهم، بل يميز بين ما هو قولهم وما هو مخرج من بعدهم، ومن لم يميز بين ذلك وبين هذا أشكل الأمر عليه.
ألا ترى في مسألة العشر في العشر في بحث الحياض، فإن الفتاوى مملوءة من اعتباره والفتوى عليه، مع أنه ليس
مذهب صاحب المذهب، إنما مذهبه كما صرح به محمد في " الموطأ " وقدماء أصحابنا هو: أنه لو كان الحوض بحيث لا يتحرك أحد جوانبه بتحريك الجانب الآخر لا يتنجس بوقوع النجاسة فيه، وإلا يتنجس.
ومن لم يتقنه وظن أنه مذهب صاحب المذهب
تعسر عليه الأمر في تأصيله على أصل شرعي معتمد عليه، وقد حققت هذا البحث بما لا مزيد عليه، في " شرح الوقاية " فليراجع.
وإذا عرفت هذا فحينئذ يسهل الأمر في دفع طعن المعاندين على الإمام أبي حنيفة وصاحبيه، فإنهم طعنوا في كثير من المسائل المدرجة في فتاوى الحنفية أنها مخالفة للأحاديث الصحيحة، أو أنها ليست متأصلة على أصل شرعي ونحو ذلك، وجعلوا ذلك ذريعة إلى طعن الأئمة الثلاثة، ظنًّا منهم أنها مسائلهم ومذاهبهم، وليس كذلك،
بل هي من تفريعات المشايخ، استنبطوها من الأصول المنقولة عن الأئمة، فوقعت',NULL,'121',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (117,'مخالفة للأحاديث الصحيحة، فلا طعن بها على الأئمة الثلاثة، بل ولا على المشايخ أيضا، فإنهم لم يقرروها مع علمهم بكونها مخالفة للأحاديث؛ إذ لم يكونوا متلاعبين في الدين، بل من كبراء المسلمين، بهم وصل ما وصل إلينا من فروع الدين، بل لم ييلغهم تلك الأحاديث، ولو بلغتهم لم يقرروا على خلافهم، فهم في ذلك معذورون ومأجورون.
والحاصل: أن المسائل المنقولة عن أئمتنا الثلاثة قلما يوجد منها ما لم يكن له أصل شرعي أصلًا، أو يكون مخالفًا للأخبار الصحيحة الصريحة، وما وجد عنهم على سبيل الندرة كذلك فالعذر عنهم العذر، فاحفظ هذا، ولا تكن من المتعسفين.
واعلم أنه قد كثر النقل عن الإمام أبي حنيفة وأصحابه، بل وعن جميع الأئمة في الاهتداء إلى ترك آرائهم إذا وجد نص صحيح صريح مخالف لأقوالهم، كما ذكره الخطب البغدادي، والسيوطي في " تبييض الصحيفة بمناقب الإمام أبي حنيفة "، وعبد الوهاب الشعراني في " الميزان " وغيرهم.
فبناء على هذا أمكن لنا أن نورد تقسيمًا آخر للمسائل فنقول: الفروع المذكورة في الكتب على طبقات:
الأولى: المسائل الموافقة للأصول الشرعية المنصوصة في الآيات، أو السنن النبوية، أو الموافقة لإجماع الأمة، أو قياسات أئمة الملة، من غير أن يظهر على خلافها نص شرعي جلي أو خفي.
والثانية: المسائل التي دخلت في أصول شرعية، ودلت عليها بعض آيات أو أحاديث نبوية، مع وررد بعض آيات دالة على عكسه، وأحاديث ناصة على نقضه، لكن دخولها في الأصول من طريق أصح وأقوى، وما يخالفها وروده من سبيل أضعف وأخفى، وحكم هذين القسمين هو القبول كما دل عليه المعقول والمنقول.
والثالثة: التي دخلت في أصول شرعية مع ورود ما يخالفها بطرق صحيحة قوية، والحكم فيه لمن أوتي العلم والحكمة اختيار الأرجح بعد وسعة النظر ودقة الفكرة، ومن لم يتيسر له ذلك فهو مجاز ما هنالك.
والرابعة: التي لم يستخرج إلا من القياس، وخالفه دليل فوقه غير قابل للاندراس،
وحكمه ترك الأدنى واختيار الأعلى، وهو عين التقليد في صورة ترك التقليد.
والخامسة: التي لم يدل عليها دليل شرعي، لا كتاب، ولا حديث، ولا إجماع،',NULL,'122',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (118,'ولا قياس مجتهد جلي، أو خفي، لا بالصراحة، ولا بالدلالة، بل هي من مخترعات المتأخرين الذين يقلدون طرق آبائهم ومشايخهم المتقدمين، وحكمه الطرح والجرح،
فاحفظ هذا التفصيل، فإنه قلَّ مَن اطلع عليه، وبإهماله ضل كثير عن سواء السبيل "..
انتهى كلام الإمام اللكنوي.
* * *
<span data-type="title" id=toc-46>كتب المذهب الحنفي المعتمدة:</span>
أما الكتب المصنَّفة في الفقه على اختلافها من: متون، وشروح، وفتاوى، وغير ذلك، فقد اتفقت في بيان حالها كلمة المتقدِّمين والمتأخرين على معنى واحد، وإن اختلفت العبارات.
فقال المتقدمون: لا يصح عزو ما في النوادر إلى أبي حنيفة، ولا إلى أبي يوسف، ومحمد إلا إذا كان له إسنادٌ متصل، أو وجد في كتاب مشهور معروف تداولته الأيدي.
وأما المتأخرون فقالوا: لا يؤخذ بما في كل كتاب، وأن ما في المتون مُقَدَّم على ما في الشروح، وهو مُقَدَّم على ما في الفتاوى.
قال اللكنوي: " إلا إذا وجد التصحيح ونحو ذلك في ما في الشروح والفتاوى،
ولم يوجد ذلك في المتون، فحينئذ يقدم ما في الطبقة الأدنى على ما في الطبقة الأعلى.
واعلم أنه ينبغي للمفتي أن يجتهد في الرجوع إلى الكتب المعتمدة، ولا يعتمد على كل كتاب، لا سيما الفتاوى التي هي كالصحارى، ما لم يعلم حال مؤلفه وجلالة قدره، فإن وجد مسألة في كتاب لم يوجد لها أثر في الكتب المعتمدة ينبغي أن يتصفح ذلك فيها، فإن وجد فيها، وإلا لا يجترأ على الإفتاء بها من الكتب المختصرة، وإن
كانت معتمدة، ما لم يستعن بالحواشي والشروح، فلعل اختصاره يوصله إلى الورطة الظلماء".
وبناء على ما تقدم من تفصيل المقام في المسائل الفرعية في مذهبنا يمكن تقسيم كتب المذهب على مراتبها، فنقول:',NULL,'123',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (119,'المرتبة الأولى من كتب المذهب: الأصول:
كتب مسائل الأصول هي: ظاهر الرواية (١) ، وظاهر المذهب، وهي التي
اشتملت عليها مؤلفات محمد بن الحسن من " الجَامِعَين "، و " السِّيَرَيْن "،
و" الزيادات "، و " المبسوط "، وهذه المسائل هي التي أسندها محمد عن أبي يوسف عن أبي حنيفة، أو أسندها عن أبي حنيفة فقط رحمهم اللَّه تعالى، وقد صنَّف تلك الكتب في بغداد، وتوأترت عنه، أو اشتهرت برواية جمع كثير من أصحابه قد بلغ عددهم مبلغًا، لا يُجَوِّز العقل تواطأهم على الكذب، أو الخطأ في الرواية عنه، وهلم جرًّا إلى أن وصلت إلينا.
وللمبسوط نسخ، أظهرها وأصحها وأشهرها: نسخة أبي سليمان الجوزجاني، ويقال: لها " الأصل "، وقد شرحها جمع كثير من كبار العلماء.
وكتاب " الكافي " للحاكم الشهيد المروزي هو: مجموع كلام محمد في
الأصول، فهو في حكمها.
وقد شرحه كثير من فقهاء الحنفية، ومن أجلِّ شروحه: شرح شمس الأئمة
السرخسي.
قال في فتح القدير وغيره: " إن كتاب " الكافي " هو جمع كلام محمد في كتبه
الستة، التي هي كتب ظاهر الرواية " اهـ.
قال البيري في شرحه على الأشباه: " وهو كتاب معتمَد فى نقل المذهب، شرحه جماعة من مشايخ المذهب منهم شمس الأئمة السرخسي، وهو المشهور بمبسوط السرخسي " اهـ.
قال الشيخ إسماعيل النابلسي: قال العلامة الطرسوسي: " مبسوط السرخسي
_________
(١) ظاهر الرواية: أي التي اشتهرت روايتها وظهرت، فهو من الظهور بمعناه اللغوي، وليس بالمعنى الاصطلاحي.
وسيأتي في كلام الشيخ بخيت - رحمه الله - ما يوضح ذلك حيث يقول:
" مسائل النوادر هي: غير ظاهر الرواية؛ لأنها لم تظهر كما ظهرت الأولى! ، فعلم منه أن لفظ " ظاهر" هنا بمعناه اللغوي، دون
الاصطلاحي، ويكون من باب إضافة الصفة إلى الموصوف، والتقدير: "الرواية الظاهرة".
وكذلك قوله: " ظاهر المذهب".',NULL,'124',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (120,'لا يُعمل بما يخالفه، ولا يُركن إلا إليه، ولا يُفتي ولا يُعول إلا عليه " اهـ.
وقال هبة اللَّه في شرحه على الأشباه: " المبسوط للإمام محمد بن محمد بن أبي
سهل السرخسي أحد الأئمة الكبار المتكلم الفقيه الأصولي، لزم شمس الأئمة الحلواني، وتخرج به حتى صار أنظر أهل زمانه، وأخذ بالتصنيف، وأملى المبسوط نحو خمسة عشر مجلدًا، وهو في السجن بأوزجند، بكلمة كان فيها من الناصحين، توفي سنة أربعمائة وتسعين ".
وحيث أطلق " المبسوط "، فالمراد مبسوط السرخسي.
المرتبة الثانية من كتب المذهب: النوادر:
كتب مسائل النوادر، وهي غير ظاهر الرواية؛ لأنها لم تظهر كما ظهرت الأولى، ولم تُزوَ إلا بطريق الآحاد بين صحيح وضعيف، " كالرَّقِّيَّات "،
و" الكَيسَانِيَّات "، و " الجُزجَانِيَّات "، و " الهَارُونِيَّات "
من تصانيف محمد التي رواها عنه الآحاد، ولم تبلغ حد التواتر، رلا الشهرة عنه.
و" الرَّقِّيَّات ": صنفها حين نزل رَقَّة (١) ، وكان وردها مع هارون الرشيد قاضيًا عليها.
و" الكَيسَانِيَّات ": رواها عنه شعيب بن سليمان الكيساني.
و" الجُزجَانِيَّات ": رواها عنه علي بن صالح الجرجاني من أصحابه.
وكتاب " المنتقى " للحاكم الشهيد مجموع كتب محمد في غير رواية الأصول، فهو في حكمها، كما أن " الكافي " له أيضًا في حكم رواية الأصول كما سبق.
ومن ذلك: " الأمالي والجوامع " لأبي يوسفى، وكتاب " المجرد " للحسن بن زياد،
ومنها: الروايات المتفرقة كنوادر محمد بن سماعة، ونوادر إبراهيم بن رستم المروزي، ونوادر هشام بن عبيد اللَّه الرازي، وغيرهم.
* *
<span data-type="title" id=toc-47>ما صح مدركه من النوادر:</span>
نعم قد يكون ما في النوادر أصح مما في ظاهر الرواية باعتبار قوة المدرك، وصحة الرواية به، لأن غالب ما في النوادر قد صحت الرواية به، وإن كان بطريق الآحاد، فإذا
_________
(١) الرَّقَّة: كل أرض إلى جنب واد، ينبسط الماء عليها أيام المد، ثم ينضب.
وهي قرية أسفل من بغداد بفرسخ.
انظر القاموس المحيط مادة (رق ق) .',NULL,'125',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (121,'صحت الرواية به ولو آحادًا وساعدته الدراية -: قُدِّمَ على ظاهر الرواية.
ألا ترى أن صاحب التحفة قد اختار رواية النوادر، وقَدَّمَها على ظاهر الرواية في هلال الأضحى حيث قال: " والصحيح أنه تقبل فيه شهادة الواحد " اهـ.
وقد علمتَ أن صاحب البدائع جعله مذهب أصحابنا إذا كانت السماء متغيِّمة،
وجعل مقابله - وهو: اشتراط العدد - مذهب الكرخي.
وقد جاء في ظاهر الرواية: أنه لا يجوز تقليد التابعي مطلقًا، لكن جاء في رواية النوادر: أن قوله كقول الصحابي إذا ظهرت فتواه في زمنهم، وأقروه عليها.
واعتمده فخر الإسلام، وتابعه بعضهم، وجعله هو الأصح.
ومِثل ذلك وقع من صاحب الهداية وغيره أنهم صححوا أيضًا غير ظاهر الرواية.
* *
نسبة كتب النوادر إلى كتب الأصول:
فمرتبة كتب الأصول الستة عندنا: كالصحيحين في الحديث، ومرتبة النوادر في مذهبنا: كالسنن الأربعة، والمحيط الرَّضَوِىّ: كالمصابيح والمشكاة، التي جمعت ما في الصحيحين، وما في السنن الأربعة، وغير ذلك مع التمييز.
* * *
<span data-type="title" id=toc-48>المرتبة الثالثة من كتب المذهب: الفتاوى:</span>
وتسمى الواقعات، وهي: الكتب التي تحتوي على المسائل التي استنبطها المتأخرون من أصحاب محمد، وأبي يوسف، وزفر، والحسن بن زياد، وأصحابهم، وهلم جرا.
مثل كتاب: " النوازل " لأبي الليث السمرقندي، فقد جمع فيه فتاوى مشايخه، ومشايخ مشايخه، كمحمد بن مقاتل الرازي، وعلي بن موسى القمي، ومحمد بن سلمة، وشداد بن حكيم، ونصير بن يحيى البلخيين، وأبي النصر القاسم ابن سلام،
ومَن قبل هؤلاء مِن أصحاب أبي يوسف ومحمد، مثل: عصام بن يوسف، وابن',NULL,'126',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (122,'رستم، ومحمد بن سماعة، وأبي سليمان الجوزجاني، وأبي حفص البخاري.
وقد يتفق لهؤلاء جميعًا أن يخالفوا أصحاب المذاهب لدلائل وأسباب ظهرت لهم.
وأول كتاب جُمِع في فتاواهم فيما بلغنا: كتاب " النوازل " المار ذكره.
ومثل: "مجموع النوازل والحوادث والواقعات " لأحمد بن موسى بن عيسى
الكشي، و " الواقعات " لأبي العباس أحمد بن محمد الرازي الناطفي، و " الواقعات "
للصدر الشهيد.
ثم جمع من بعدهم فتاوى أولئك مختلطة غير ممتازة كقاضيخان في " فتاويه "
و" الخلاصة "، و " السراجية "، و " المحيط البرهاني ".
وقد مَيَّز بين الروايات والفتاوى رَضِي الدين السرخسي في " محيطه " فبدأ برواية الأصول، ثم بمسائل النوادر، ثم ثلث بالفتاوى.
رتبة كتب الفتاوى:
قد علمت أنها مخلوطة بآراء المتأخرين، فهي أقل درجة من النوادر؛ فإن ما بها ليس جميعه من أقوال صاحب المذهب، وليس له إسناد يرفعه إلى قائله، ولا أصحابها في درجة أئمتنا الثلاثة في الفقاهة، والعدالة، ولا في درجة أرباب المتون من حيث الزهد، والورع، والعدالة، ولا من حيث العلم، والإتقان، والحفظ، والضبط، بل إنما جمعها
أشخاص من المتفقهين، لم يعرف حالهم في الرواية، وحسن الدراية.
فلا يقبل ما فيها مما لم يوجد في كتب الأصول والنوادر إلا بشرط أن يوافق قواعد المذهب الأصولية، ويقوم على صحته الدليل.
* *
<span data-type="title" id=toc-49>المتون أو المختصرات المعتمدة:</span>
وأما المختصرات التي صنفها حذاق الأئمة، وكبار الفقهاء المعروفين بالعلم، والزهد، والفقاهة، والعدالة في الرواية، كالإمام أبي جعفر الطحاوي، وأبي الحسن الكرخي، والحاكم الشهيد المروزي، وأبي الحسين القدوري، ومن في هذه الطبقة من علمائنا الكبار، فهي موضوعة لضبط أقوال صاحب المذهب، وجمع فتاواه المروية عنه،
فمسائلها ملحقة بمسائل الأصول، وظواهر الروايات في صحتها وعدالة رواتها، وما فيها دائر بين: متواتر، ومشهور، وآحاد صحيحة الإسناد، وقد تواترت هذه المختصرات عن مصنفيها، وتلقاها علماء المذهب بالقبول منهم.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (123,'فقد شرح مختصر الطحاوي: أبو حسن الكرخي، وأبو بكر الرازي الجصاص وأبو بكر أحمد بن على الترمذي الصوفي الوراق، وأبو عبد اللَّه حسين بن عبد اللَّه الصيمري القاضي، وأبو نصر أحمد بن منصور الطبري، وشمس الأئمة السرخسي، ومحمد بن أحمد الجندي، وبهاء الدين بن علي محمد الإسبيجابي، وأبو نصر أحمد بن محمد
ابن مسعود الوبري، وغير أولئك كثير من الفقهاء الأعلام.
وشرح مختصر الكرخي: أبو بكر الرازي الجصاص، وأبو الحسين القدوري، وأبو الفضل عبد الرحمن بن محمد الكرماني، وآخرون.
ومختصر الحاكم، وهو المسمَّى " بالكافي "، وقد تقدَّم أن من أجلِّ شروحه: شرح شمس الأئمة السرخسي، وقد شرحه: إسماعيل بن يعقوب الأنباري، وأحمد بن منصور الإسبيجابي.
وأما مختصر القدوري، فهو مَق مَتِين، متداول بين الأئمة الأعيان، قال البسطامي هو كتاب مبارك، وهو مراد صاحب الهداية وغيره حيث أطلقوا: " الكتاب "، و " المختصر "، وقد شرحه: أبو نصر الأقطع، ومحمد بن إبراهيم الرازي، وأبو المعالي عبد الرب بن منصور الغزنوي، وإبراهيم بن عبد الرازق الرسغني، وشمس الأئمة
إسماعيل بن حسين البيهقي، وأبو سعد مطهر بن الحسين البزدي، وحسام الدين علي ابن أحمد بن مكي الرازي، وأبو الرجاء مختار بن محمود الزاهدي، وخلق كثير.
وليس المراد من المتون عند قول الفقهاء: " يقدم ما في المتون "، إلا مختصرات هؤلاء الذين هم من حذالتى الأئمة والفقهاء الأعلام.
* *
"<span data-type="title" id=toc-50> المتون كالنصوص </span>":
ومن ذلك ما اشتهر على ألسنة الحنفية أن: "المتون كالنصوص ": فالمراد بها المعنى الذي مَرَّ بيانه، وأن ما فيها مُقَدَّم على ما في الشروح، وما في الشروح مُقَدَّم على ما في الفتاوى، لأن ما يُورد في الشروح من المسائل، إنما هو لاستئناس ما في المتون من الأصول، وكشف حاله غالبًا، فئقَيهد المطلَقَ، ويَخُصَّ العامَّ المبهمَ، وهكذا.
* *
مختصرات المتأخرين:
وأما المختصرات التي جمعها المتأخرون: كـ " الوقاية "، و " الكنز "، و " النقاية "، ونحوها، فإن أصحابها وإن كانوا علماء صالحين، فضلاء، كاملين، عدولًا، أمناء،',NULL,'128',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (124,'لكنهم ليسوا بمثابة أصحاب تلك المختصرات من الفقاهة.
قال اللكنوي: "واعلم أن المتأخرين قد اعتمدوا على المتون الثلاثة الوقاية،
ومختصر القدوري، والكنز.
ومنهم من اعتمد على الأربعة: الوقاية، والكنز،
والمختار، ومجمع البحرين.
وقالوا: العبرة لما فيها عند تعارض ما فيها، وما في غيرها،
لما عرفوا من جلالة قدر مؤلفيها، والتزامهم إيراد مسائل ظاهر الرواية، والمسائل التي اعتمد عليها المشايخ ".
قال الشيخ بخيت: مع خُلُوِّ مختصرات المتأخرين عن الإسناد والحجة، وعدم
سلامة كلامهم عن نوع تغيير، وخلطٍ، وتصرُّفٍ في التعبير، ربما أدى إلى خلل في المعنى المراد، فلا يعتمد عليها مثل الاعتماد على المختصرات المتقدمة.
وإنما يعمل بما فيها من المسائل الضروريات والمشهورات، وما قد صحح نقله في المذهب، اعتمادًا على الشهرة، أو ظهور الصحة، أو ابتنائه على موافقته للأصول، ودلالة الدلالة عليه، لا لأنه أورده واحد من أصحاب هذه الكتب، فضلًا عن المختصرات التي صنفها من دونهم.
ألا ترى أن كتاب " الدرر "، و " الغرر "، و " الملتقى "، و " الوقاية "،
و"الكنز "، وأمثالها مشحونة بآراء المتأخرين؟.
وأما ما اشتهر على ألسنة كثير من الحنفية، وفي كتب بعض المتأخرين من قولهم:
" إن أفضل الكتب هو خلاصة الفتاوى، ثم فتاوى قاضيخان، ثم المحيطان، والذخيرة، والملتقط، والخزانة، والقنية " -: فهو تَحَكُّم محض، ومجرد تخمين، صدر عن هوى،
فإنه كيف يصح أن يقال ذلك، وهو يستلزم أنها أفضل من الصحيحين في الحديث.
فلو قلتَ: المراد أنها أفضل كتب الفقه.
قلنا: ماذا تصنع في كتب محمد بن الحسن، وما ذكرناه من المتون المعتبرة، فإن هذه أصح وأثبت وأوثق من ذلك.
فتعين أن يكون المراد أنها أفضل الكتب من نوعها لكثرة اشتمالها على مسائل
الحوادث النادرة الوقوع، بقطع النظر عن صحة ما فيها وثبوته، فإن الأفضلية هي الزيادة الصادقة بما ذكرناه.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (125,'على أن هذا لا يفيد أيضًا، فإن بعض المصنَّفات أكثر اشتمالًا لتلك المسائل من تلك الكتب، مثل كتاب " نقد المسائل في إجابة السائل "، و " الفتاوى العالمكيرية ".
كما أن عد " القنية " من تلك الكتب عجيب، مع أن ابن الشحنة قال في شرح المنظومة:
" إن كل ما كان في القنية مخالفا للقواعد والأصول لا التفات إليه، ولا عمل
عليه ما لم يعضده نقل عن غيره ".
وأما ما يقال: إن الإمام قاضيخان مُقَدَّم على غيره، لأنه فقيه النفس، وأهل
للترجيح، وهو أَجَلُّ من يُعتمَد على تصحيحه -: فهو مُسَلَّم بالنسبة إلى أفراد مُعَيَّنِين، ولا يستقيم على إطلاقه، فإن من كان فوقه من علماء المذهب مُقَدَّم عليه، وأفقه منه.
* *
<span data-type="title" id=toc-51>الروايات الغريبة:</span>
وأما الروايات الغريبة التي ينفرد بنقلها آحاد المصنِّفين من أهل القرون المتأخرة: فلا يعتد بها، ولا يعتمد عليها، ولا بصاحبها، لا سيما إذا خالف فيما قاله الأصول، وباين المعقول والمنقول.
ودرجتها كدرجة الفهارس والمجاميع المجهولة.
ما لم يوجد في رواية الأصول ولا رواية النوادر:
فإذا لم يوجد في رواية الأصول، ولا رواية النوادر حكئم الحادثة -: ئؤخذ بما هو الأصح والأثبت من: الواقعات، والفتاوى، والأمثل فالأمثل، إلى ما هو أنزل من التصانيف.
* * *
<span data-type="title" id=toc-52>ترتيب الكتب للمُقَلدِّ الحنفي:</span>
فمهما اضطر المسلم الحنفي إلى التقليد، وانتهى حاله إلى هذه الضرورة، فاللازم أن يأخذ بما في رواية الأصول، ثم بما في المتون المختصرات، كمختصر الطحاوي والكرخي، والحاكم الشهيد، فإنها تصانيف معتبرة، ومؤلفات معتمدة، قد تداولها العلماء حفظًا، ورواية، ودرسًا، وقراءةً، وتفقهًا، ودرايةً.
* *
<span data-type="title" id=toc-53>كتب الحنفية غير المعتبرة:</span>
قال الإمام اللكنوي - رحمه الله -: " وتفصيل ذلك: أن اعتبار المؤلف يكون لوجوه:',NULL,'130',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (126,'فمنها: إعراض أجلة العلماء، وأئمة الفقهاء عن كتاب، فإنه آية واضحة على كونه غير معتبر عندهم.
ومنها: عدم الاطلاع على حال مؤلفه هل كان فقيهًا معتمدًا أم كان جامعًا بين الغث والسمين، وإن عرف اسمه، واشتهر رسمه، كجامع الرموز للقهستاني، فإنه وإن تداوله الناس، لكنه لما لم يعرف حاله أنزل من درجة الكتب المعتمدة إلى حيز الكتب غير المعتبرة.
ومنها: أن يكون مؤلفه قد جمع فيه الروايات الضعيفة، والمسائل الشاذة من الكتب غير المعتبرة، وإن كان في نفسه فقيهًا جليلًا: كالقنية، فإن مؤلفه مختار بن محمود بن محمد أبو الرجاء نجم الدين الزاهدي، كان من كبار الأئمة، وأعيان الفقهاء، له اليد الباسطة في المذهب، وله التصانيف التي سارت بها الركبان: كالقنية، وشرح مختصر القدوري المسمى بالمجتبى، والرسالة الناصرية وغير ذلك.
وهو مع جلالته متساهل في نقل الروايات.
ومن هذا القسم: " المحيط البرهاني "، فإن مؤلفه وإن كان فقيهًا جليلًا، معدودًا في طبقة المجتهدين في المسائل، لكنهم نصوا على أنه لا يجوز الإفتاء منه، لكونه مجموعًا للرطب واليابس.
ومن هذا القسم: " السراج الوهاج " شرح " مختصر القدوري "، فنقل في " كشف الظنون" عن المولى البركلي أنه عده من الكتب المتداولة الضعيفة غير المعتبرة، مع أن مؤلفه جليل القدر، وهو أبو بكر بن على بن محمد الحدادي.
ومن الكتب غير المعتبرة: " مشتمل الأحكام " لفخر الدين الرومي، ألفه للسلطان محمد الفاتح، فنقل في " كشف الظنون" عن المولى بركلي أنه عده من جملة الكتب المتداولة الواهية.
وكذا: " كنز العباد "، فإنه مملوء من المسائل الواهية والأحاديث الموضوعة، ولا عبرة له: لا عند الفقهاء ولا عند المحدثين.
قال علي القاري في " طبقات الحنفية ":
علي بن أحمد الغوري له كتاب جمع فيه مكروهات المذهب، سماه " مفيد
المستفيد "، وله " كنز العباد في شرح الأوراد ".
قال العلامة جمال الدين المرشدي: فيه أحاديث
سمجة موضوعة، لا يحل سماعها.. انتهى.
وكذا: " مطالب المؤمنين "، نسبه ابن عابدين في " تنقيح الفتاوى الحامدية " إلى',NULL,'131',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (127,'الشيخ بدر الدين بن تاج بن عبد الرحيم اللاهوري.
" وخزانة الروايات"، نسبه صاحب " كشف الظون " إلى القاضي جكن الحنفي الهندي الساكن بقصبة كن من الكجرات.
" وشرعة الإسلام "، لمحمد بن أبي بكر الجوغي، نسبة إلى جوغ قرية من قرى سمرقند، الشهير بركن الإسلام إمام زاده، المتوفي سنة ثلاث وسبعين وخمسمائة، فإن هذه الكتب مملوءة من الرطب واليابس، مع ما فيها من الأحاديث المخترعة، والأخبار المختلفة.
وكذا: " الفتاوى الصوفية " لفضل اللَّه محمد بن أيوب المنتسب إلى ماجو، تلميذ صاحب " جامع المضمرات " شرح " القدوري ": يوسف بن عمر الصوفي، قال صاحب "كشف الظنون": قال الولى البركلي: الفتاوى الصوفية ليست من الكتب المعتبرة، فلا يجوز العمل بما فيها إلا إذا علم موافقتها للأصول.. انتهى.
وكذا: " فتاوى الطوري "، " وفتاوى ابن نجيم "، كما ذكره صاحب " رد المحتار " وغيره.
والحكم في هذه الكتب غير المعتبرة أن لا يؤخذ منها ما كان مخالفًا لكتب الطبقة الأعلى، ويتوقف في ما وجد فيها، ولم يوجد في غيرها ما لم يدخل ذلك في أصل شرعي.
وأما الكتب المختصرة بالاختصار الخل: فلا يفتى منها إلا بعد نظر غائر، وفكر دائر، وليس ذلك لعدم اعتبارها، بل لأن اختصاره يوقع المفتي في الغلط كثيرًا.
واعلم أنه ليس تفاوت المصنفات في الدرجات إلا بحسب تفاوت درجات مؤلفيها، أو تفاوت ما فيها، لا بحسب التأخر الزماني والتقدم الزماني، فليس تصنيف كل متأخر أدنى من تصنيف المتقدم، بل قد يكون تصنيف المتأخر أعلى درجة من تصنيف المتقدم
بحسب تفوقه عليه في الصفات الجليلة، كما لا يخفى على من نظر بعين البصيرة.
وكل ما ذكرنا من ترتيب المصنفات إنما هو بحسب المسائل الفقهية، وأما بحسب ما فيها من الأحاديث النبوية فلا، فكم من كتاب معتمد، اعتمد عليه أجلة الفقهاء مملوء من الأحاديث الموضوعة، ولا سيما الفتاوى، فقد وضح لنا بتوسيع النظر أن أصحابنا وإن كانوا من الكاملين، لكنهم في نقل الأخبار من المتساهلين، وهذا هو الذي فتح فم
الطاعنين، فزعموا أن مسائل الحنفية مستندة إلى الأحاديث الواهية والموضوعة، وأن',NULL,'132',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (128,'أكثرها مخالفة للأخبار المثبتة في كتب أئمة الدين، وهذا ظن فاسد، ووهم كاسد "..
انتهى ما أردته من كلام اللكنوي.
* * *
<span data-type="title" id=toc-54>من اصطلاحات السادة الحنفية:</span>
الصحيح:
الصحيح في مذهب السادة الحنفية نوعان:
١ - صحيح دراية، وهو: الذي نهض دليله، وقويت حجته، وتعليله ممن كان صدوره، وأيًّا كان صدوره.
٢ - وما هو صحيح رواية: لثبوته عن القائل به بسند صحيح تواترًا، أو شهرة، أو آحادا، مثل ما يروى عن: أبي حنيفة، وأي يوسف، ومحمد، وزفر، والحسن، ومالك، والشافعي، وأحمد، وغيرهم من الأئمة بطريق صحيح:
أ - إما برفع إسناده إلى المنقول عنه بنقل الثقة عن الثقة سالمًا عن القادح والعلة.
ب - أو بالوجدان في كتاب معروف، قد عُرِفَ صاحبه بالعدالة والضبط في
الرواية، ككتب محمد بن الحسن، وما قدمناه من المتون المعتمدة.
" هو الصحيح - أو هو المأخوذ به - أو الظاهر - أو به يُفْتَى - أو عليه الفتوى - الصحيح يُقَدَّم على الأصح - الظاهر مُقَدَّم على الأظهر ":
فإن قلتَ: قد صَرَّحوا بأن الرواية إذا ذُيِّلَت بقوله: " هو الصحيح، أو هو المأخوذ به، أو الظاهر، أو به يفتى، أو عليه الفتوى " فليس للمفتي أن يخالفه، و " أن الصحيح مُقَدَّم على الأصح، والظاهر على الأظهر عند التعارض " إلى غير ذلك مما بيَّنوه في رسم المفتِي.
قلنا: إن المراد من ذلك هو ما كان هو الصحيح في الواقع دراية ورواية، وهو: الظاهر بحسب ثبوته عن المزوى عنه أي الواقع على ما مَرَّ تفصيله، غير أن المقُلد الذي عجز عن فقه الدليل وليس عنده ما يعتمد عليه إلا قول المجتهد، لما كان عاجزًا عن معرفة ذلك كله إلا من بيان العالم وتَذْيِيلِه القول بـ: " الصحيح " ونحوه -: قالوا: ما ذكرناه عنهم، ولذلك شرطوا أن يكون المُذَيِّل بشيء مما ذُكِرَ من أهل العلم بفقه',NULL,'133',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (129,'الدليل، وإلا فما الفائدة في تصحيح الجاهل بالرواية والدراية؟!.
ومحل قولهم: " إن الصحيح والظاهر مُقَدَّم على الأصح والأظهر " إذا أورده بصيغة تفيد الحصر، كقولهم: " هو الصحيح "، ونحوه، وإن لم يورده كذلك فلا يُقَدَّم؛ لأن العبارة حينئذ إنما تدل على صحة القول المُذَيَّل مع السكوت عن مقابله، فيحتمل أن يكون صحيحًا عنده أيضا لجواز تَعَدّد الصحيح رواية.
ومع اشتراط أن يكون المرجِّح عالماً بفقه الدليل: يشترط أيضًا أن يكون عدلًا ثقة قد عُرِفَ، واشتُهر بالفقه، والضبط، والورع، وإلا فلا عبرة بترجيح من لا يميز بين الغث والسمين، ولا يَفْرِق بين الشمال واليمين من ضعفاء الناس، والمستورين الذين لم يعرف حالهم، ولم تثبت عدالتهم.
وكما لا عبرة بتصحيح هذا، وترجيحه -: لا عبرة بنقله.
وقوله، ولا عبرة بما تَفَرَّد به إلا بشرط موافقته للأصول، وقيام الدليل عليه، وأن لا يعارضه فيه من هو فوقه أو مثله، وإلا اضمحل بالتعارض، أو بظهور عدم صحة النقل، أو عدم تعضيد الدليل له.
ومثال ذلك: أن المصلي منفردًا إذا قضى الصلاة الجهرية، هل يجب عليه إخفاء القراءة أو لا؟
اختلف فيه، فقيل: يجوز الإخفاء، ويجوز الجهر، والجهر أفضل ليكون القضاء على حسب الأداء، وقيل: يجب عليه الإخفاء، قال في الهداية: هو الصحيح.
واعترض عليه العلامة السغناقي في النهاية وغيره: بأنه مخالف لقول شمس الأئمة السرخسي، وفخر الإسلام، والإمام التمرتاشي، والإمام المحبوبي، وقاضيخان وغيرهم بالتخيير، وأن الجهر أفضل، وأنه الصحيح، وفي الذخيرة والكافي هو الأصح؛ لأن القضاء على وَفْق الأداء.
فعُلِمَ أن ما صححه صاحب الهداية بقوله: " هو الصحيح " غير صحيح.
وقد أجاب عنه صاحب العناية: بأنه ليس مراد المصنف " الصحيح رواية " حتى يَرِدَ عليه ما ذكر، بل " الصحيح دراية ".
وذلك لأن الحكم الشرعي ينتفي بانتفاء المدرك الشرعي، والمعلوم من الشرع: كون الجهر من المنفرد تخييرًا في الوقت، وحتمًا على الإمام، ولولا الأثر من النبي - صلى الله عليه وسلم - أنه حين قضائه فجر غداة التعريس جهر فيها بالقراءة كما كان يصليها في وقتها، لقلنا بتقييده في الوقت أيضًا في حق الإمام، ومثل هذا الأثر في المنفرد معدوم فيبقى الجهر في',NULL,'134',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (130,'حقه على الانتفاء الأصلي، فلا يعدل عنه إلا بمُوجِب، ولم يوجد..
اهـ.
ورده المحققون منا: بأننا لا نسلِّم أن الأصل في القراءة الإخفاء، وأن الجهر عارض بدليل، فإن الثابت أن النبي - صلى الله عليه وسلم - كان يجهر في الصلوات كلها، فشرع الكفار يغلِّطونه
كما يشير إليه قوله تعالى (وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (٢٦) .
فأخفى النبي - صلى الله عليه وسلم - إلا في الأوقات الثلاثة، فإنهم كانوا فيها غُيَّبًا، أو نائمين، أو مشغولين بالطعام فاستقر الأمر على ذلك.
فهذا يدل على أن الأصل فيها الجهر، وأن الإخفاء عارضٌ، على أننا لا نسلم انتفاء المدرك الشرعي، بل هو موجود، وهو: القياس على أدائها بعد الوقت بأذان وإقامة.
بل أولى، لأن فيهما الإعلام بدخول الوقت، والشروع في الصلاة، ومع ذلك قد سُنَّا في القضاء، وإن لم يكن من يُعْلِمْه بدخول الوقت والشروع في الصلاة، بأن كان المصلى وحده، فعُلِم أن المقصود مراعاة هيئة الجماعة في القضاء، كما كان يراعيها في الأداء.
وقد روى أن من صلى على هيئة الجماعة صَلَّت بصلاته صفوف من الملائكة، وفي موطأ مالك عن زيد بن أسلم: " إذا رقد أحدكم عن الصلاة، أو نسيها فليصلها كما كان يصليها في وقتها ".
فإن قلتَ: إن سببي الجهر اللذين ذكرهما صاحب الهداية ثابتان بالإجماع، وقد انتفى كل منهما بعد خروج الوقت، فكيف ييقى حكم الجهر بعد انتفاء سببه، وأما ما ذكرت من موافقة القضاء للأداء، فلم ينعقد على سببيته للجهر إجماع، ولم يأت به نص: فجعْله سببا يكون إثباتًا للسبب ابتداء بالرأي، وهو لا يجوز.
قلنا: ما ذكرته من انتفاء السببين مُسَلَّم، لكن لا نسلِّم انتفاء الحكم لانتفائهما؟
لأن الحكم إنما ينتفي بانتفائهما إذا انعقد الإجماع على حصر السببية فيهما، وليس كذلك، وقد تَقَرَّر في الأصول أن ما ثبت بالإجماع مثل الثابت بالنص، فيكون معقولًا ومعللًا كما هو الأصل في الأحكام الشرعية، فيجوز إلحاق غيره به لوجود علة الحكم فيه، ولذلك قال بعض الفضلاء: فظهر أن ما ذكره صاحب الهداية ليس بصحيح دراية أيضًا.
ومثل ما وقع لصاحب الهداية، وقع لقاضيخان، فإنه قال في هلال رمضان وهلال الفطر: " وينبغي أن يشترط لفظ الشهادة، والدعوى على قياس قول الإمام ".
وفرَّع عليه المحقق الكمال بن الهمام ما فرعه عليه، وقد تقدّم ما في ذلك من أنه',NULL,'135',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (131,'مخالِفٌ للمنقول رواية، وللدراية أيضًا؛ لأن القياس غير صحيح على ما بيَّناه من قبل.
* * *
<span data-type="title" id=toc-55>كلمات الترجيح:</span>
وعلى ذلك يجب على الناظر في كلامهم أن يدقق النظر في كلمات الترجيح
والتصحيح: فإن كانت قد صدرت من العلماء الثقات، ووُجدت في كلام من يعتد به، ويعتمد على ما في كتابه، ولكن وجد منها شيئًا يخالف ظاهره ما هو صحيح فىِ الواقع، ونفس الأمر، رواية ودراية، وأمكن حمله على ذلك الصحيح وجب حمله عليه إصلاحًا لكلامه بالقدر الممكن، وتحسينًا للظن به.
وإن لم يمكن حمله على ذلك الصحيح -: وجب العمل بما هو صحيح في الواقع بقطع النظر عن ما قاله ذلك الثقة وصححه؛ لأن الحق أحق أن يتبع، والثقة ليس بمعصوم من الغلط.
وإن كانت تلك الكلمات صادرة ممن ليسوا كذلك فلا يعتد بها، ولا يلتفت
إليها. قالوا: لفظ " قالوا " يستعمل فيما فيه اختلاف المشايخ، كذا في النهاية في كتاب الغصب، وكذا ذكره صاحب العناية، وا/لبناية، في باب ما يفسد الصلاة.
وذكر في فتح القدير في باب ما يوجب القضاء والكفارة من كتاب الصوم أن عادته
- أي: صاحب الهداية - في مثله إفادة الضعف مع الخلاف.
السلف - الحلف - الممكدمون - المتأخرون: كثيرًا ما يطلق الحنفية في كتبهم: هذا
قول السلف، وهذا قول الخلف، وهذا قول المتقدمين، وهذا قول المتأخرين، فيريدون بالسلف من أبي حنيفة إلى محمد، وبالخلف من محمد إلى شمس الأئمة الحلوائي، وبالمتأخرين من الحلوائي إلى حافظ الدين محمد بن محمد البخاري المتوفي سنة ثلاثين وستمائة، كذا في جامع العلوم لعبد النبي الأحمد نكرى، نقلًا عن صاحب الخيالات اللطيفة.
نقله اللكنوي وقال: وظني أن هذا بحمسب الأكثر، لا
على الإطلاق.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (132,'الصدر الأول: الصدر الأول لا يقال إلا على السلف، وهم أهل القرون الثلاثة الأول الذين شهد النبي - صلى الله عليه وسلم - لهم بأنهم خير القرون، وأما من بعدهم فلا يقال في حقهم
ذلك، كذا قال ابن حجر المكي الهيتمي الشافعي في رسالته: " شن الغارة على من أهدى تقوله في الخنا وعواره ".
الأئمة الأربعة - الأئمة الثلاثة: المراد بالأئمة الأربعة في قولهم بإجماع الأئمة
الأربعة، ونحو ذلك: أبو حنيفة، ومالك، والشافعي، وأحمد.
وإذا قالوا: " أئمتنا الثلاثة "، فالمراد بهم: أبو حنيفة، وأبو يوسف، ومحمد.
الإمام الأعظم - الإمام: المراد بالإمام الأعظم في كتب أصحابنا: هو إمامنا أبو حنيفة.
وأما في كتب التفسير والأصول والكلام: فالمراد بالإمام حيث أطلق غالبًا هو الإمام فخر الدين الرازي.
الشيخان - الطرفان - الصاحبان: المراد بالشيخين في كتب أصحابنا هما: أبو حنيفة وأبو يوسف، وبالطرفين: أبو حنيفة ومحمد، وبالصاحبين: أبو يوسف، ومحمد.
شيخ الإسلام: كان العرف على أن شيخ الإسلام يطلق على من تصدر للإفتاء، وحل المشكلات فيما شجر بينهم من النزاع والخصام، من الفقهاء العظام، والفضلاء الفخام، وقد اشتهر بها من أخيار المائة الخامسة والسادسة أعلام منهم: شيخ الإسلام أبو الحسن على السغدي، وشيخ الإسلام عطاء بن حمزة السغدي، وشيخ الإسلام علي ابن محمد الإسبيجابي، وشيخ الإسلام عبد الرشيد البخاري جد صاحب الخلاصة،
وشيخ الإسلام برهان الدين علي المرغيناني صاحب الهداية، وشيخ الإسلام نظام الدين عمر ابن صاحب الهداية، وشيخ الإسلام محمود الأوزجندي، وغيرهم كذا ذكره الكفوي في ترجمة شيخ الإسلام محمود الأوزجندي، وفي حواشي تفسير البيضاوي
المسماة بعناية القاضي للشهاب أحمد بن محمد الخفاجي المصري الحنفي عند قوله تعالى: (وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا) .
قال السخاوي في " كتاب الجواهر في مناقب العلامة ابن حجر ": شيخ الإسلام أطلقه السلف على المتبع لكتاب اللَّه وسنة رسوله، مع التبحر في العلوم من المعقول والمنقول، وربما وصف به من بلغ درجة الولاية، وقد يوصف به من طال عمره في',NULL,'137',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (133,'الإسلام فدخل في عداد: "من شاب شيبة في الإسلام كانت له نورًا "، ولم تكن هذه اللفظة مشهورة بين القدماء بعد الشيخين الصديق والفاروق، فإنه ورد وصفهما بذلك،
ثم اشتهر بها جماعة من علماء السلف، حتى ابتذلت على رأس المائة الثاشة، فوصف بها من لا يحصى، وصارت لقبًا لمن ولي القضاء الأكبر، ولو عري عن العلم والسن، فإنا للَّه وإنا إليه راجعون..
انتهى كلام السخاوي.
قال اللكنوي: ثم صارت الآن لقبًا لمن تولى منصب الفتوى، وإن عرى عن لباس العلم والتقوى.. انتهى.
العامة: ذهب جماعة من أهل العربية إلى أن العامة بمعنى الأكثر، وفيه خلاف، وذكر المشايخ أنه المراد في قولهم: قال به عامة المشايخ، ونحوه، كذا في فتح القدير حاشية الهداية، في باب إدراك الجماعة.
* * *',NULL,'138',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (134,'<span data-type="title" id=toc-56>الفصل الرابع
مذهب المالكية</span>
<span data-type="title" id=toc-57>ترجمة الإمام مالك:</span>
هو: أبو عبد اللَّه مالك بن أنس بن مالك بن أبى عامر بن عمرو بن الحارث بن غيمان (بالغين المعجمة والياء المثناة تحت) ابن خُثَيل (بالخاء المعجمة المضمومة وفتح الثاء المثلثة) ابن عمرو بن الحارث (وهو ذو أصبح) ، الأصبحي، المدني، إمام دار الهجرة، وأحد أئمة المذاهب المتبوعة، وهو من تابعي التابعين.
سمع نافعًا مولى ابن عمر، ومحمد بن المنكدر، وأبا الزبير، والزهري، وعبد اللَّه ابن دينار، وأبا حازم، وخلائق آخرين من التابعين.
روى عنه: يحيى الأنصاري، والزهري، وهما من شيوخه، وابن جريج، ويزيد بن عبد اللَّه بن الهادي، والأوزاعي، والثوري، وابن عيينة، وشعبة، والليث بن سعد، وابن المبارك، وابن علية، والشافعي، وابن وهب.
أحد طوائف العلماء على إمامته وجلالته، وعظم سيادته، وتبجيله، وتوقيره، والإذعان له في الحفظ، والتثبيت، وتعظيم حديث رسول اللَّه - عز وجل -.
قال البخاري: أصح الأسانيد: مالك عن نافع عن ابن عمر.
وقال الشافعي أيضًا: لولا مالك وسفيان (يعنى ابن عيينة) لذهب علم الحجاز.
وكان مالك إذا شك في شيء من الحديث تركه كله.
وقال أيضًا: مالك معلمي، وعنه أخذنا العلم.
وقال حرملة: لم يكن الشافعي يقدم على مالك أحدًا في الحديث.
وقال وهب بن خالد: ما بين المشرق والمغرب رجل آمن على حديث رسول اللَّه - صلى الله عليه وسلم - من مالك.
وعن ابن سلمة الخزاعي قال: كان مالك إذا أراد أن يخرج يحدث توضأ وضوءه للصلاة، ولبس أحسن ثيابه، ومشط لحيته، فقيل له في ذلك، - فقال: أوقر به حديث رسول اللَّه - صلى الله عليه وسلم -',NULL,'139',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (135,'وعن الشافعي - رحمه الله - قال: ما في الأرض كتاب من العلم أكثر صوابًا من موطأ مالك.
قال العلماء: إنما قال الشافعي هذا قبل وجود صحيحي البخاري ومسلم، وهما أصح من الموطأ باتفاق العلماء.
وقيل لأحمد بن حنبل: الرجل يحب أن يحفظ حديث رجل بعينه.
قال: يحفظ حديث مالك.
قيل: فالرأي.
قال: رأى مالك.
وعن عبد الرحمن بن مهدى قال: كنا عند مالك فجاء رجل، فقال: يا أبا عبد اللَّه جئتك من مسيرة ستة أشهر حملني أهل بلدي مسألة أسألك عنها.
فقال: فسل.
فسأله، فقال: لا أحسن.
فقُطِعَ بالرجل، كأنه قد جاء إلى من يعلم كل شيء.
قال: وأي شيء أقول لأهل بلدي إذا رجعت إليهم، فقال؟ قل: قال لي مالك بن أنس لا أحسن.
وعن ابن وهب قال: قيل لأخت مالك: ما كان شغله في بيته.
قالت: المصحف والتلاوة.
وعن على بن المديني قال: لم يكن بالمدينة أعلم بمذهب تابعيهم من مالك بن أنس.
وعن شعبة قال: دخلت المدينة، ونافع حي، ولمالك حلقة.
وعن أبى مصعب أيضًا قال: كانوا يزدحمون على باب مالك بن أنس، فيقتتلون على الباب من الزحام، وكنا نكون عند مالك فلا يكلم هذا هذا، ولا يلتفت ذا إلى ذا، والناس قائلون برؤوسهم هكذا، وكانت السلاطين تهابه، وهم قائلون ومستمعون،
وكان يقول في المسألة: لا أو نعم، فلا يقال له: من أين قلتَ هذا.
أخذ مالك على تسعمائة شيخ، منهم ثلثمائة من التابعين، وستمائة من تابعيهم ممن اختاره، وارتضى دينه وفقهه، وقيامه بحق الرواية وشروطها، وخلصت الثقة به، وترك الرواية عن أهل دين وصلاح لا يعرفون الرواية.
وأحوال مالك - رحمه الله -، ومناقبه كثيرة مشهورة، توفي بالمدينة في صفر سنة تسع وسبعين ومائة.
ولقد كانت مدينة الرسول - صلى الله عليه وسلم - في عصر أتباع التابعين أغنى الأمصار الإسلامية بالسنة النبوية، ومعرفة القضاء النبوي، وآثار الصحابة، والتابعين، وفتاواهم، ومن هذه
المدينة الطيبة أشرقت شمس العلم، وظهر نجم السن إمامنا مالك بن أنس، فقد',NULL,'140',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (136,'درس، وحصل، وجمع، وأفتى، وشهد له العلماء، وانتشر صيته في سائر الآفاق، وضربت له أكباد الإبل لأخذ العلم عنه، وروى عنه الأئمة من أقرانه منهم: أبو حنيفة، والليث بن سعد، ومحمد بن الحسن، وغيرهم، وأجمع العلماء على إمامته وجلالته في الحديث، والفقه، وحسن الاستنباط، مع الورع، والتقوى، والتحري، والفهم.
فلقد اجتهد، واختار له مذهبًا بناه على أصول قوية، وقواعد متينة، انفرد بتأصيل بعضها كالعمل بالمصالح المرسلة، التي اتسع بها الفقه، ودار عليها كثير من مسائل
الاستنباط، وكـ " سَدِّ الذرائع "، ومراعاة الخلاف، وغيرها مما جعل مذهبه بين النص والرأي، قوي الدليل، سليم التعليل، وأصبح قول مالك كالنص لا يسأل سامعه من أين، ولا لم، حتى إن المتأخرين من علماء المالكية أخلوا كتبهم من ذكر أدلة الأحكام،
اعتمادًا على تسليم العلماء بفقه مالك، ولم يوجد لهم معارض في أحكامهم.
* * *
<span data-type="title" id=toc-58>أسس المذهب المالكي:</span>
الأدلة التي بنى مالك مذهبه عليها سبعة عشر.
وهى: نص الكتاب، وظاهره (أعنى العموم) ، ودليله (أعنى مفهوم المخالفة) ، ومفهومه (وهو المفهوم الأولوي) وشبهه،
وهو التنبيه على العلة، ومثل هذه الخمسة من السنة: أعنى نصها، وظاهرها، ودليلها، ومفهومها، وشبهها، ثم الإجماع، والقياس، وعمل أهل المدينة، وقول الصحابي والاستحسان، وسد الذرائع، والاستصحاب.
وأما مراعاة الخلاف فلا يعتبرها دائمًا، بل تارة وتارة، قاله العلامة ابن الحاج في حاشية المرشد وغيره.
* * *
<span data-type="title" id=toc-59>رواة المذهب المالكي:</span>
أخذ الناس عن مالك مذهبه، وانتشر في أكثر الأمصار الإسلامية: في مصر،
والعراق، والأندلس، والمغربين الأقصى والأوسط، وإفريقية كما انتشر في الشام',NULL,'141',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (137,'وصقلية والسودان.
انتشر في تلك الأمصار بواسطة تلامذة الإمام مالك، وبواسطة
الراحلين إلى الحجاز من هذه الأقطار.
* * *
<span data-type="title" id=toc-60>وأهم تلاميذ الإمام مالك الذين تفقهوا عليه:</span>
الحجازيون: أبو حازم سلمة بن دينار (ت ١٨٥ هـ) ، وأبو محمد عبد العزيز بن محمد الدراوردي (ت ١٨٦ هـ) ، وابن نافع: عبد اللَّه بن نافع الصائغ (ت ١٨٦ هـ) ، والمغيرة بن عبد الرحمن الخزومي (ت ١٨٨ هـ) ، والقزاز: معن بن عيسى (ت ١٩٨ هـ) ، والأعمش: عبد الحميد بن أبي أويس (ت ٢٠٢ هـ) ، وابن سلمة:
محمد بن سلمة بن هشام (ت ٢٠٦ هـ) ،
والأصغر ابن نافع: عبد اللَّه بن نافع بن ثابت بن عبد اللَّه بن الزبير
(ت ٢١٦ هـ) ،
وأبو مصعب مطرف بن عبد اللَّه ابن مطرت المدني (ت ٢٢٠ هـ) ،
والقعنبي: عبد اللَّه بن سلمة (ت ٢٢١ هـ) ،
وأبو مصعب راوي الموطأ: أحمد بن القاسم (ت ٢٤٢ هـ) ، وغيرهم.
والعراقيون: سليمان بن بلال القاضي (ت ١٧٦ هـ) ، وابن المبارك: شيخ
الإسلام عبد الله بن المبارك (ت ١٨١ هـ) ، وابن مهدى: عبد الرحمن بن مهدي (ت ١٩٨ هـ) ، والوليد بن مسلم راوي الموطأ (ت ١٩٩ هـ) ، ويحيى بن يحيى النيسابوري (ت ٢٢٦ هـ) (وهو غير راوي الموطأ يحيى بن يحيى الأندلسي صاحب الرواية المشهورة) .
المصريون: ابن القاسم عبد الرحمن بن القاسم العتقي، أثبت الناس في ماطث، لازمه عشرين سنة، (ت ١٩١ هـ) ، وابن وهب عبد اللَّه بن وهب القرشي أثبت الناس في مالك صحبه عشرين سنة أيضًا (ت ١٩٧ هـ) ، أشهب بن عبد العزيز بن داود (ت ٢٠٤ هـ) بعد وفاة الإمام الشافعي بثمانية عشر يومًا، وابن عبد الحكم:
عبد اللَّه بن عبد الحكم بن أعين (ت ٢١٤ هـ) ، وكان دفن الشافعي في مقبرته، ثم دفن إلى جواره.
الأفريقيون: شقران بن على القيرواني (ت ١٨٦ هـ) ، ابن فروخ: عبد الله بن فروخ القيرواني (ت ١٧٦ هـ) ، ابن زياد: على بن زياد التونسي (ت ١٨٣ هـ) ، البهلول بن راشد القيرواني (ت ١٨٣ هـ) ، ابن غانم الرعيني: عبد الله بن عمر بن غانم
القيراوني (ت ١٧٢ هـ) ، أسد بن الفرات (ت ٢١٣ هـ) .
الأندلسيون: شبطون زياد بن عبد الرحمن القرطبي (ت ١٩٣ هـ) ،',NULL,'142',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (138,'الغازي بن قيس القرطبي (ت ١٩٥هـ) ، يحيى بن يحيى القرطبي راوي الموطأ وروايته أشهر الروايات، (ت ٢٣٤ هـ) ، عيسى بن دينار القرطبي (ت ٢١٢ هـ) وبهذين الأخيرين انتشر المذهب في الأندلس.
وصار لمذهب الإمام من العلماء في هذه الأمصار يقومون بحفظه وخدمته، فكان منهم من يجتهد في المذهب بالتخريج والترجيح، وحفظ الروايات، ومنهم المفتى الحافظ لأقوال المذهب.
وكان من العلماء المالكيين في مصر أمثال: الحارث بن مسكين، وابن رشيق، وابن شاس.
وكمان في العراق أمثال: القاضي إسماعيل، وابن خويز منداد، وابن اللبان،
والقاضي أبى بكر الأبهري، والقاضي أبي الحسن بن القصار، والقاضي عبد الوهاب ابن نصر.
وكان في الأندلس: عبد الملك بن حبيب، وتلميذه العتبى، وغيرهما.
وكان في القيروان: سحنون بن سعيد.
وقد قام هؤلاء وأمثالهم بنشر المذهب، ونصرته، وتدوينه، وجمعه من موطأ
الإمام، ومما أملاه على أصحابه، ومن تخريج العلماء على أصول الإمام التي تتسع لحوادث الأزمان المتجددة.
* * *
<span data-type="title" id=toc-61>سلسلة المذهب المالكي:</span>
قال الإمام الحطاب في مواهب الجليل: " نذكر سلسلة الفقه إلى الإمام مالك
- رحمه الله - ورضى اللَّه عنه ثم إلى رسول اللَّه - صلى الله عليه وسلم -.
قال النووي: " وهذا من المطلوبات المهمات، والنفائس الجليات، التي ينبغي للفقيه معرفتها، ويقبح به جهالتها، فإن شيوخنا في العلم آباء في الدين، ووصلة بينه ويين رب العالمين، وكيف لا يقبح جهل الأنساب، والوصلة بينه وبين ربه الكريم الوهاب، مع أنه مأمور بالدعاء لهم، وبرهم، وذكر مآثرهم، والثناء عليهم، والشكر لهم " انتهى.
فأقول: أخذت الفقه عن جماعة منهم سيدي والدي محمد بن عبد الرحمن',NULL,'143',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (139,'الحطاب - رحمه الله -، وهو أخذ الفقه عن جماعة منهم الشيخ العلامة العارف باللَّه تعالى أبو زكريا يحيى بن أحمد بن عبد السلام المعروف بالعلمي، والعلامة قاضى القضاة بالمدينة الشريفة محمد بن أحمد بن موسى السخاوي.
وهما أخذا الفقه عن جماعة منهم: العلامة المحقق قاضى القضاة أبو عبد اللَّه محمد ابن أحمد بن عثمان البساطي شارح المختصر المتقدم ذكره.
وأخذ الثاني منهما أيضًا: عن أبي القاسم محمد بن محمد بن على النويري (ح) .
وحضر الوالد أيضًا بعض دروس الشيخ الإمام العالم العلامة شيخ المالكية في زمانه نور الدين أبي الحسن على بن عبد اللَّه بن على السنهوري، وهو أخذ الفقه عن الإمام العلامة زين الدين طاهر بن محمد بن على النويري.
وأخذ البساطي الفقه عن: العلامة قاضى القضاة أبى البقاء بهرام الشارح، والعلامة المؤرخ قاضى القضاة أبى زيد عبد الرحمن بن محمد بن خلدون.
وأخذ الشيخ بهرام الفقه عن: الشيخ العلامة ولى اللَّه تعالى خليل بن إسحاق
صاحب المختصر، وهو أخذ الفقه عن الشيخ العالم العامل أبى محمد عبد الله بن سليمان المنوفي، وهو أخذ الفقه عن جماعة منهم: شيخ المالكية الشيخ زين الدين محمد بن محمد بن عبد الرحمن الشهير بالقوبع، وهو أخذ الفقه عن جماعة منهم الشيخ يحيى بن الفرح بن زيتون، ومحمد بن الرحمن قاضى تونس، وأخذ عن ابن حبيش، وابن الدارس.
وأخذ القاضي عبد الرحمن بن خلدون عن جماعة منهم: قاضى الجماعة أبو
عبد اللَّه محمد بن عبد السلام الهواري (ح) .
وأخذ أبو القاسم النويري، والشيخ طاهر النويري عن جماعة منهم: البدر حسين ابن على البوصيري، وأخذ البدر البوصيري عن جماعة منهم: الشيخ خليل بن إسحاق، والشيخ أحمد بن عمر بن هلال الربعي.
وأخذ الشيخ أحمد بن عمر بن هلال عن قاضى القضاة فخر الدين بن الجلطة، وتفقه فخر الدين بجماعة منهم: أبو حفص عمر بن فراخ الإسكندراني، وتفقه ابن فراخ بجماعة منهم: أبو محمد أحمد بن عبد الكريم بن عطاء اللَّه.
وتفقه ابن عطاء اللَّه بجماعة منهم: الأستاذ أبو بكر الطرطوشي، وتفقه الطرطوشي بجماعة منهم القاضي أبو الوليد الباجي (ح) .',NULL,'144',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (140,'وأخذ سيدي الوالد أيضًا عن: الشيخ عبد المعطي بن خصيب التونسي، وهو أخذ عن قاضي الجماعة بتونس أبي العباس أحمد بن محمد بن عبد اللَّه القلشاني.
وأخذ سيدي الوالد أيضا: عن الشيخ زروق، وهو أخذ عن الشيخ أبي زيد
عبد الرحمن بن محمد بن مخلوف الثعالبي، وعن الشيخ أحمد حلولو.
والأول منهما أخذ عن الأبيّ.
وأخذ القلشاني والأبي عن ابن عرفة، وهو أخذ عن: ابن عبد السلام، وأخذ ابن عبد السلام عن جماعة منهم: أبو عبد اللَّه بن محمد بن هارون، وأخذ ابن هارون عن أبي القاسم أحمد بن يزيد بن أحمد بن بقي، وأخذ ابن بقي عن محمد بن عبد الرحمن ابن عبد الحق، وأخذ محمد بن عبد الرحمن عن أبي عبد اللَّه محمد بن فرج مولى ابن الطلاع.
وأخذ أبو عبد اللَّه مولى ابن الطلاع والقاضي أبو الوليد الباجي عن أبي طالب مكي ابن محمد بن مختار القيسي، وتفقه مكي بجماعة منهم الشيخ الإمام القدوة الورع جامع مذهب مالك وشارح أقواله أبو عبد اللَّه محمد بن أبي زيد القيرواني، وهو تفقه
بجماعة منهم الإمام القدوة الزاهد أبو بكر محمد بن اللباب، وهو تفقه بجماعة منهم الإمام القدوة الزاهد مجاب الدعوة أبو زكريا يحيى بن عمر بن يوسف البلوي الإفريقي صاحب كتاب " اختلاف ابن القاسم وأشهب "،
وهو تفقه بجماعة منهم: الإمامان الحجة الزاهد أبو سعيد عبد السلام المدعو بسحنون، والعلامة القدوة أبو مروان عبد الملك
ابن حبيب، وهما تفقها بجماعة منهم: الإمامان الفقيه القدوة أبو عبد اللَّه عبد الرحمن ابن القاسم بن خالد العتقي، والعلامة الزاهد أبو عمر أشهب بن عبد العزيز واسمه مسكين، وهما تفقها بالإمام المجتهد إمام دار الهجرة أبي عبد اللَّه مالك بن أنس بن مالك ابن أبي عامر بن عمرو بن الحارث المدني.
وهو تفقه بجماعة من علماء التابعين منهم ربيعة بن عبد الرحمن، ونافع، وتفقه ربيعة على أنس - رحمه الله -، وتفقه نافع على ابن عمر، وكلاهما ممن أخذ عن سيد المرسلين، وإمام المتقين أبي القاسم محمد - صلى الله عليه وسلم -، وعلى سائر النبيين ".. انتهى كلام الحطاب.
* * *',NULL,'145',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (141,'<span data-type="title" id=toc-62>أعلام المالكية:</span>
الأبهري: محمد بن عبد اللَّه الأبهري الكبير، شيخ المالكية بغداد، شارح المختصر الكبير والصغير لابن عبد الحكم، وصاحب التصانيف، (ت ٣٧٥ هـ) .
الأبهري الصغير: محمد بن عبد اللَّه الأبهري، ويعرف أيضا بابن الخصاص،
صاحب تعليق المختصر الكبير، (ت ٣٦٥ هـ) .
أبو الحسن الشاذلى: علي بن عبد اللَّه، العارف باللَّه المشهور، (ت ٦٥٦ هـ) .
وأبو الحسن الشاذلي على بن محمد بن محمد المنوفي المصري، شارح الرسالة
(مطبوع) المسمى كفاية الطالب الرباني، (ت ٩٣٩ هـ) .
أبو بكر الطرطوشي: محمد بن الوليد، صاحب التصانيف، (ت ٥٢٠ هـ) .
أبو بكر بن العربي: محمد بن عبد اللَّه بن محمد الأشبيلي، صاحب التصانيف
المشهورة، (ت ٥٤٣ هـ) .
أبو حازم سلمة بن دينار: أحد الرواة عن مالك، (ت ١٨٥ هـ) .
أبو ذر الهروي: عبد بن أحمد الحافظ الكبير، له مسند الموطأ والمستخرج على الصحيحين، وغيره من المصنفاتْ الحديثية، (ت ٤٣٤ هـ) .
أبو مصعب راوي الموطأ: أحمد بن القاسم، أحد الرواة عن مالك (ت ٢٤٢ هـ) .
أبو مصعب مطرف بن عبد اللَّه بن مطرف المدني: أحد الرواة عن مالك، (ت ٢٢٠ هـ) .
الأبي: محمد بن خلف، له شرح مسلم المسمى بإكمال الإكمال، وشرح المدونة، (ت ٨٢٨ هـ) .
الأجهوري: أبو الإرشاد نور الدين على بن زين العابدين، محقق المذهب، صاحب التصانيف المحررة، (ت ١٠٦٦ هـ) .
الأخضري: عبد الرحمن بن محمد الصغير، صاحب المنظومات المشهورة في شتى العلوم كالسلم في المنطق والجوهر المكنون في البلاغة وغيرها، (من علماء القرن العاشر الهجري) .
أسد بن الفرات: من أصحاب الترجيح، صاحب الأسدية وغيرها من أمهات',NULL,'146',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (142,'المذهب، أحد الرواة عن مالك، وأحد أعمدة المذهب (ت ٢١٣ هـ) .
أشهب بن عبد العزيز بن داود: أحد الرواة عن مالك، وأحد أعمدة المذهب، (ت ٢٠٤ هـ) بعد وفاة الإمام الشافعي بثمانية عشر يومًا.
أصبغ: أبو عبد اللَّه أصبغ بن الفرج الصري، صاحب التصانيف، أحد أعمدة المذهب (ت ٢٢٥ هـ) .
الأصغر بن نافع: عبد اللَّه بن نافع بن ثابت بن عبد اللَّه بن الزبير، أحد الرواة عن مالك، (ت ٢١٦ هـ) .
الأعمش: عبد الحميد بن أبى أويس، أحد الرواة عن مالك، (ت ٢٠٢ هـ) .
الأقفهسي: عبد اللَّه بن مقداد، شارح خليل، (ت ٨٢٣ هـ) .
الأمير: محمد بن محمد بن أحمد بن عبد القادر، المحقق، علامة مصر بلا منازع، حتى احتاج إليه شيوخه، له مؤلفات غاية في الإتقان طبع العديد منها، أهمها: المجموع في المذهب والذي شرحه وحَشَّى عليه بنفسه، لم يصنف مثله، حتى كان شيخه الصعيدي يرجع إليه، وله عدة حواش أخرى على شرح الأزهرية على شرح الشذور
وعلى مغني اللبيب، وعلى شرح عبد السلام على الجوهرة، وعلى شرح العشماوية في الفقه، وعلى شرح الملوي على السمرقندية في الاستعارات، والكوكب المنير في الفقه، والمناسك وغيرها، وكلها مشهورة رزقت القبول والنفع (ت ١٢٣٢ هـ) .
وابنه الأمير الصغير محمد، العلامة المحقق، كان حيًّا سنة ١٢٥٣ هـ.
الإبياري: علي بن إسماعيل بن علي الصنهاجي، شارح البرهان في الأصول لإمام الحرمين، وشارح التهذيب في المذهب، وغيرها من المصنفات، (ت ٦١٨ هـ) .
الإدريسي: أحمد بن إدريس، العارف باللَّه، صاحب التصانيف، (ت ١٢٥٣ هـ) .
ابن أجروم: محمد بن محمد بن داود، صاحب مقدمة النحو المشهورة
با لآجر ومية، (ت ٧٢٣ هـ) .
ابن أبي زمنين: محمد بن عبد اللَّه بن أبى زمنين القرطبي، مختصِر المدونة، وشارح مشكلها، اتفقوا على مختصَرِه، وله أيضًا المنتخب من مشهورات كتب المالكية، وغيره، (ت ٣٩٩ هـ) .
ابن أبي زيد القيرواني: عبد اللَّه بن أبي زيد النفزي، مُهذِّب المذهب المالكي،',NULL,'147',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (143,'صاحب النوادر والزيادات على المدونة، ومختصر المدونة، وعلى كاتبيه هذين معول المذهب، وله تهذيب العتبية، والرسالة المشهور باسمه التي أكب عليها المالكية شرحًا وتحشية، (ت ٣٨٦ هـ) .
ابن الأبار: محمد بن عبد اللَّه بن أبى بكر القضاعي، صاحب التصانيف، (ت ٦٥٨ هـ) .
ابن الأخنائي: تقي الدين محمد بن أبي بكر بن عيسى، صاحب التصانيف،
(ت ٦٥٨ هـ) .
ابن الأزرق: محمد بن علي الغرناطي، شارح خليل، وغيره، (ت ٨٩٥ هـ) .
ابن الإمام التنسي: أخوان: عبد الرحمن بن محمد بن عبد اللَّه أبو زيد التلمساني، الفقيه الكبير صاحب التصانيف منها شرح ابن الحاجب الفرعي، (ت ٧٤٣ هـ) .
وأخوه عيسى خاتمة الحفاظ بالمغرب، (ت ٧٤٩ هـ) ، وبيتهم بيت علم ونجابة، واشتهر من أولادهم جماعة عرفوا بابن الإمام.
ابن البناء: أحمد بن محمد الأزدي المراكشي، صاحب التصانيف، (ت ٧٢١ هـ) .
ابن التبان: عبد اللَّه بن إسحاق، صاحب النوازل، درس المدونة خو ألف مرة، (ت ٣٧١ هـ) .
ابن التين: أبو محمد عبد الواحد بن التين الصفاقسي، شارح البخاري،
(ت ا ٦١ هـ) .
ابن الحاج: جماعة منهم: محمد بن أحمد ابن الحاج، صاحب النوازل
المشهورة، (ت ٥٢٩ هـ) .
وابن الحاج العبدري: محمد بن محمد الفاسي،
صاحب المدخل المشهور (مطبوع) ، (ت ٧٢٣ هـ) .
وحمدون بن عبد الرحمن ابن الحاج، المحقق، صاحب الحاشية على تفسير أبى السعود، وعلى مختصر السعد
وغيرها، (ت ١٢٣٢ هـ) .
ابن الحاجب: جمال الدين عثمان بن عمر بن أبي بكر، المحقق، صاحب
المختصرات المفيدة المشهورة، (ت ٦٤٦ هـ) .
ابن الحبماب: أحمد بن خالد القرطبي، صاحب مسند حديث مالك، (ت ٣٢٢ هـ) .
ابن الحصار: عبد الرحمن بن أحمد، (ت ٤٢٢ هـ) .
ابن الخصاص: الأبهري الصغير.',NULL,'148',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (144,'ابن الخطيب: أحمد بن حنين القسطني، صاحب التصانيف، منها شرح الرسالة وابن الحاجب الأصلي وغيره، (ت ٨١٠ هـ) .
ابن الرصافي: أحمد بن مروان القرطبي، راوي العتبية عن العتبى، (ت ٢٨٦ هـ) .
ابن الزيات: أحمد بن الحسن الكلاعي، صاحب التصانيف، (ت ٧٢٨ هـ) .
ابن الشاط: قاسم بن عبد اللَّه بن محمد بن الشاط، العلامة المحقق، صاحب أنوار البروق في تعقب مسائل الفروق الحاشية المشهور على الفروق (مطبوع) ، (ت ٧٢٣ هـ) .
ابن الشباط: محمد بن على التورزي، صاحب التصانيف، (ت ٦٨١ هـ) .
ابن الصائغ: عبد الحميد بن محمد القيرواني له تعليق مهم على المدونة، (ت ٤٨٦ هـ) .
ابن الصفار: يونس بن محمد، صاحب الموعب في تفسير الموطأ، (ت ٤٢٩ هـ) .
ابن الطلاع: محمد بن الفرج، صاحب التصانيف، (ت ٤٩٧ هـ) .
ابن القاسم: عبد الرحمن بن القاسم العتقي، أثبت الناس في مالك، لازمه عشرين سنة، وهو أحد أعمدة المذهب (ت ١٩١ هـ) .
ابن القرطي: محمد بن القاسم المصري، صاحب الزاهي في الفقه وغيره، (ت ٣٥٥ هـ) .
ابن القزاز: إبراهيم بن محمد القرطبي، (ت ٢٧٤ هـ) .
ابن القصار: على بن أحمد الأبهري، صاحب الخلاف الكبير، لا يعرف المالكية أكبر منه في مسائل الخلاف، (ت ٣٩٨ هـ) .
ابن القصير: عبد الرحمن بن أحمد الأزدي الغرناطي، صاحب التصانيف،
(ت ٥٧٥ هـ) .
ابن الكحالة: سليمان بن سالم القطان، صاحب الكتاب المشهور بالسليمانية
(ت ٢٨٢ هـ) .
ابن اللباد: محمد بن محمد بن وشاح القيرواني، (ت ٣٣٣ هـ) .
ابن المعذل: أحمد بن المعذل أبو الفضل العبدي البصري.
ابن المكوي الأشبيلي: متمم كتاب الاستيعاب مع ابن الوليد المعيطي، (ت ٤٠١ هـ) .
ابن المنير: أحمد بن محمد بن منصور الاٍ سكندري، صاحب التصانيف كحاشية
الكشاف في التفسير (مطبوعة) ، (ت ٦٨٣ هـ) .
وأخوه على بن المنير، من أصحاب
الترجيح والاجتهاد في المذهب، (ت ٦٩٥ هـ) .',NULL,'149',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (145,'ابن المواز: محمد بن إبراهيم الإسكندري، صاحب الموازية (ت ٢٦٩ هـ) .
وابن
المواز: محمد بن سعيد القرطبي، صاحب التصانيف.
ابن الناظم: عبد السلام اللقاني.
ابن الوراق: محمد بن أحمد بن الجهم، صاحب التصانيف، (ت ٣٢٩ هـ) .
ابن الوليد المعيطي: محمد بن عبد اللَّه، مكمل كتاب الاستيعاب مع ابن المكوي الأشبيلي، جمعا فيه روايات المذهب، (ت ٣٦٧ هـ) .
ابن بشكوال: محمد بن يوسف بن الفخار، صاحب التصانيف، منها اختصار النوادر، (ت ٤١٩ هـ) .
وخلف بن عبد الملك الأنصاري الحافظ، صاحب
التصانيف، منها: الصلة والفوائد المنتخبة (ت ٥٧٨ هـ) .
ابن بطال: علي بن خلف بن عبد الملك القرطبي، شارح البخاري، (ت ٤٤٤ هـ) .
ابن جزي: محمد بن أحمد الكلبي، صاحب التصانيف كالقوانين الفقهية
(مطبوع) ، وتقريب الوصول (مطبوع) وغيرها، (ت ٧٤١ هـ) .
وابنه أحمد بن محمد، شَرَح القوانين، (ت ٧٨٥ هـ) .
ابن حبيب: عبد الملك بن حبيب القرطبي، صاحب الواضحة، أحد أعمدة المذهب (ت ٢٣٨ هـ) .
ابن خلدون: عبد الرحمن بن محمد التونسي، صاحب المقدمة المشهورة في
التاريخ، (ت ٨٠٧ هـ) .
ابن خويز منداد: محمد بن أحمد بن عبد اللَّه بن خويز منداد المتكلم الأصولي، صاحب الخلاف الكبير، وأصول الفقه.
ابن دقيق العيد: تقي الدين محمد بن علي، المجتهد، المحقق، صاحب
التصانيف، مجدد القرن الثامن (ت ٧٠٢ هـ) .
ووالده مجد الدين ابن دقيق العيد
شيخ المالكية، (ت ٦٦٧ هـ) .
ابن راشد: محمد بن عبد اللَّه بن راشد القفصي، المحقق، صاحب التصانيف
المفيدة منها الشهاب الثاقب شرح مختصر ابن الحاجب الفرعي، والمذهب فى ضبط قواعد المذهب وغيرها، (ت ٧٣٦ هـ) .
ابن رشد: القاضي أبو الوليد محمد بن أحمد القرطبي، صاحب البيان والتحصيل',NULL,'150',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (146,'مشهور (مطبوع) وغيره، (ت ٥٢٠ هـ) .
وابنه أبو العباس أحمد بن أبي الوليد بن
رشد، صاحب البرنامج، والتفسير، (ت ٥٦٣ هـ) .
وحفيده: أبو الوليد محمد بن
أحمد بن رشد الفليسوف المتفنن، صاحب التصانيف، (ت ٥٩٥ هـ) .
ابن رشيد: محمد بن عمر الفهري، شارح البخاري، وصاحب الرحلة المشهورة المسماة بملء العيبة، وغيرها، (ت ٧٢١ هـ) .
ابن زكرى: أحمد بن محمد التلمساني، صاحب التصانيف والفتاوى،
(ت ٨٩٩ هـ) .
وابن زكرى: محمد بن عبد الرحمن، المحقق، شارح الحكم
العطائية والشمائل وغيرها، (ت ١١٤٤ هـ) .
ابن زياد: على بن زياد التونسي أحد الرواة عن مالك (ت ١٨٣ هـ) .
ابن سحنون: محمد بن سحنون القيرواني له كتاب الكبير، والمسند، وشرح
الموطأ، وغيره، (ت ٢٥٥ هـ) .
ابن سلمة: محمد بن سلمة بن هشام أحد الرواة عن مالك (ت ٢٠٦ هـ) .
ابن شاس: عبد اللَّه بن محمد بن شاس الجذامى، صاحب الجواهر الثمينة على مذهب عالم المدينة، على ترتيب الوجيز للغزالي، اعتنى به المالكية، (ت ٦٦١ هـ) .
ابن عاشر: عبد الواحد بن أحمد الأنصاري، شيخ المذهب، صاحب المنظومة
المشهورة باسمه، سماها المرشد المعين على الضروري من علوم الدين (مطبوع) ، وفتح المنان (مطبوع) ، وتنبيه الخلان كلاهما رسم القرآن، (ت ١٠٤٠ هـ) .
ابن عاصم: أبو يحيى محمد بن محمد بن محمد بن محمد (مكرر أربعًا)
الغرناطي، صاحب التصانيف، (ت ٨١٣ هـ) .
وأخوه أبو بكر بن عاصم صاحب
التحفة، اعتمدها أهل المذهب وشروحها، (ت ٨٢٩ هـ) .
وابنه أبو يحيى بن أبي بكر ابن عاصم، صاحب التصانيف، (ت بعد ٨٥٧ هـ) .
ابن عباد: محمد بن إبراهيم النفزي، صاحب شرح الحكم، (ت ٧٩٢ هـ) .
ابن عباس: محمد بن عباس العبادي، صاحب التصانيف، والفتاوى،
(ت ٨٧١ هـ) .
ابن عبد البر: يوسف بن عبد اللَّه بن محمد بن عبد البر، الحافظ الكبير، صاحب التصانيف المشهورة، (ت ٤٦٣ هـ) .',NULL,'151',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (147,'ابن عبد الحق: عبد الحق بن عبد الرحمن بن عبد الحق الأشبيلي ويعرف أيضًا بابن الخراط، صاحب الأحكام الكبرى والصغرى في الحديث وغيرها،
(ت ٥٨١ هـ) .
ابن عبد الحكم: عبد اللَّه بن أعين (ت ٢١٤ هـ) ، وكان دفن الشافعي في مقبرته، ثم دفن إلى جواره.
وأبناؤه ت عبد الرحمن صاحب فتوح مصر (ت ٢٥٧ هـ) ، وعبد
الحكم أجل أصحاب ابن وهب (ت ٢٣٧ هـ) ، محمد صاحب التصانيف، انتهت إليه رياسة المذهب (ت ٢٦٨ هـ) .
ابن عبد السلام: محمد بن عبد السلام التونسي، شيخ المذهب، صاحب شرح جامع الأمهات على ابن الحاجب الفرعي، وهو عمدة شروحه وأهمها، (ت ٧٤٩ هـ) .
ابن عبدوس: محمد بن إبراهيم، صاحب كتاب المجموعة وشرح المدونة (ت ٢٦٠ هـ) .
ابن عرفة: محمد بن محمد بن عرفة التونسي، صاحب التصانيف المحققة في
المذهب منها المختصر المشهور والحدود الفقهية، (ت ٨٠٣ هـ) .
ابن عسكر: عبد الرحمن بن محمد بن عسكر، شيخ المذهب، صاحب إرشاد
السا لك (مطبوع) وغيره، (ت ٧٣٢ هـ) .
ابن عطاء اللَّه السكندري: رشيد الدين عبد الكريم بن عبد الرحمن بن عبد اللَّه بن عطاء اللَّه الجذامي، رفيق ابن الحاجب، له التصانيف المحررة المتقنة منها البيان، والتقريب في شرح التهذيب قيل: توفي ٦١٢ هـ، وحفيده العارف باللَّه ابن عطاء الله:
أحمد بن محمد بن عبد الكريم، صاحب الحكم، ولطائف المنن، (ت ٧٠٩ هـ) .
ابن علاق: محمد بن على الغرناطي، شارح ابن الحاجب الفرعي، (ت ٨٠٦ هـ) .
ابن عمار: محمد بن عمار بن محمد المصري، شارح عمدة الأحكام وغيره،
(ت ٨٤٤ هـ) .
ابن غازي: محمد بن أحمد بن غازي المكناسي، شيخ المذهب، وخاتمة المحققين، شارح البخاري، وصاحب شفاء الغليل في حل مقفل خليل، وغيره، (ت ٩١٩ هـ) .
ابن غانم الرعيني: عبد اللَّه بن عمر بن غانم القيراوني، أحد الرواة عن مالك، (ت ١٧٢ هـ) .
ابن فرحون: إبراهيم بن على بن فرحون المدني، صاحب تبصرة الحكام (مطبوع) ، ومنهاج الأحكام، والدبياج المذهب في أعيان المذهب، مشهور (مطبوع) ،',NULL,'152',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (148,'وكشف النقاب الحاجب عن مصطلح ابن الحاجب (مطبوع) وغيرها، (ت ٧٩٩ هـ) .
ابن فروخ: عبد اللَّه بن فروخ القيرواني أحد الرواة عن مالك (ت ١٧٦ هـ) .
ابن قاسم: عبد الرحمن بن محمد المصري شارح الرسالة وشامل بهرام،
(ت ٩٢٠ هـ) .
ابن قرقول: إبراهيم بن يوسف، (ت ٥٦٩ هـ) .
ابن لب الغرناطي؟ فرج بن قاسم، صاحب الفتاوى المشهورة، من أصحاب
الترجيح في المذهب، (ت ٧٨٢ هـ) .
ابن مجاهد: محمد بن أحمد بن مجاهد الطائى، صاحب التصانيف.
ابن مرزوق: محمد بن أحمد التلمسانى، الشهير الخطب، صاحب
التصانيف، (ت ٧٨١ هـ) .
وحفيده محمد بن أحمد بن الخطب، صاحب
التصانيف، (ت ٨٤٢ هـ) ، وابن حفيده المعروف بابن مرزوق الكفيف: محمد ابن محمد، (ت ٩٠١ هـ) .
وبيت ابن مرزوق بيت علم نجابة.
ابن ناجي: قاسم بن عيسى التنوخي، شارح الرسالة، والمدونة، وشرح على الجلاب، وعليه المعول في المذهب، (ت ٨٣٨ هـ) .
ابن نافع: عبد اللَّه بن نافع الصائغ، أحد الرواة عن مالك، (ت ١٨٦ هـ) .
ابن وضاح: محمد بن وضاح بن يزيد القرطبي، صاحب المصنفات، (ت ٢٨٧ هـ) .
ابن وهب: عبد اللَّه بن وهب القرشي أثبت الناس في مالك صحبه عشرين سنة، وأحد أعمدة المذهب (ت ١٩٧ هـ) .
ابن يونس: محمد بن عبد اللَّه بن يونس التميمي أحد أئمة الترجيح في المذهب، له كتاب حافل على المدونة عليه الاعتماد، (ت ٤٥١ هـ) .
الباجي: سليمان بن خلف القاضي، صاحب التصانيف المشهورة كالمنتقى شرح الموطأ، (ت ٤٧٤ هـ) .
الباقلاني: محمد بن الطيب شيخ المتكلمين، صاحب التصانيف، (ت ٤٠٣ هـ) .
البرادعي: خلف بن أبي القاسم الأزدي، له التهذيب مختصر المدونة ومختصر
الواضحة مشهوران، وهو تلميذ ابن أبي زيد.
البرزلي: أبو القاسم بن أحمد، له الحاوي في النوازل، وديوان كبير في الفقه،',NULL,'153',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (149,'والفتاوى وغيره، (ت ٨٤١ هـ) .
البساطي: محمد بن أحمد، صاحب التصانيف النافعة، (ت ٨٤٢ هـ) .
البناني: جماعة: محمد بن عبد السلام الفاسي، صاحب التصانيف النافعة، وبيته بيت علم ونجابة، (ت ١١٦٣ هـ) .
ومنهم: محمد بن الحسن البناني المحقق له حاشية
محررة على شرح الزرقاني على المختصر، وحاشية على مختصر السنوسي في المنطق، وعلى شرح السلم، (ت ١١٩٤ هـ) .
ومنهم: عبد الرحمن بن جاد اللَّه البناني
صاحب الحاشية المشهورة على شرح جمع الجوامع (مطبوع) ، (ت ١٩٨ أهـ) .
ومنهم: مصطفى بن محمد بن عبد الواحد البناني، صاحب التجريد على شرح السعد على التلخيص في البلاغة فرغ منه سنة ١٢١١ هـ.
ومنهم: فتح اللَّه البناني الشاذلي
صاحب إتحاف أهل العناية الربانية في اتحاد الطرق اللَّه، طبع في حياته ١٣٢٤ هـ.
بهرام: قاضي القضاة بهرام بن عبد اللَّه الدميري، شيخ المذهب، شارح مختصر خليل، (ت ٨٠٥ هـ) .
البهلول بن راشد القيرواني (ت ١٨٣ هـ) .
البولاقي: مصطفى البرلسي، المحقق، صاحب التصانيف منها حاشية على شرح
القويسني على السلم، والسيف اليماني لمن قال بحل سماع الآلات والمغاني، طُبعا، (ت ١٢٦٣ هـ) .
التازي: إبراهيم بن إسحاق، شيخ الشيوخ، صاحب التصانيف، (ت ٨٦٦ هـ) .
التاودي: محمد التاودي بن محمد الطالب بن سودة الفاسي، صاحب التصانيف المحررة منها حاشية على شرح الزرقاني على المختصر، وحاشية على البخاري وغيرها، (ت ١٢٠٩ هـ) ، وبيته بيت علم ونجابة.
التتائي: محمد بن إبراهيم، شارح المختصر وابن الحاجب الفرعي، وإرشاد ابن عسكر والجلاب وغيرها، (ت ٩٤٢ هـ) .
التجاني: أحمد بن محمد بن المختار التجاني، العارف بالله، شيخ الطريقة،
(ت ١٢٣٠ هـ) .
الثعالبي: عبد الرحمن بن مخلوف المفسر المشهور، صاحب التصانيف،
(ت ٨٧٥ هـ) .',NULL,'154',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (150,'الجزولي: جماعة منهم: عبد الرحمن بن عفان، شارح الرسالة، (ت ٧٤١ هـ) .
والجزولي: محمد بن سليمان الشريف الحسنى، العارف باللَّه، صاحب دلائل
الخيرات، (ت ٨٧٠ هـ) .
جسوس: عبد السلام بن أحمد الفاسي، صاحب التصانيف، (ت ١١٣٦ هـ) .
وابن أخيه محمد بن قاسم جسوس، العلامة المحقق، شارح المختصر (مطبوع) والرسالة وغيره، (ت ١١٨٢ هـ) .
الجلاب: عبيد الله بن الحسن، صاحب كتاب التفريع، اعتنى شيوخ المذهب بشرحه (ت ٣٧٨ هـ) .
والجلاب التلمساني: محمد بن أحمد بن عيسى، له فتاوى،
(ت ٨٧٥ هـ) .
الجياني: الحسين بن محمد الغساني، الحافظ، صاحب التصانيف، (ت ٤٩٨ هـ) .
الحامدي: إسماعيل بن موسى، المحقق، صاحب الحاشية على شرح الكفراوي على الأجرومية مشهورة طبعت مرارًا، وحاشية على الصبان على الأشموني، وله تقرير على حاشية المجموع وغيرها، (ت ١٣١٦ هـ) .
الحداد: على بن محمد الخولاني صاحب كتاب الإشارة وشرحها، (ت ٤٩٧ هـ) .
حسن الطويل: العلامة المتفنن، تخرج عليه أغلب علماء الأزهر، كما عهد إليه التدريس بدار العلوم، من زعماء الإصلاح والتجديد مع الرصانة ورسوخ القدم، (ت ١٣١٧ هـ) .
حسن العدوى الحمزاوي: صاحب التصانيف، طبع العديد منها حاشية على شرح الزرقاني على خليل، وإرشاد المريد إلى خلاصط علم التوحيد، وبلوغ المسرات على دلائل الخيرات، وشرح الشفا، وغيرها، (ت ١٣٠٣ هـ) .
الحطاب: الحطاب الكبير: محمد بن عبد الرحمن الأندلسي الأصل المكي دارًا
ومقرًّا، (ت ٩٤٥ هـ) .
وابنه محمد، صاحب التصانيف منها شرح المختصر المشهور
المطبوع، لم يوضع على المختصر مثله، (ت ٩٥٤ هـ) ، وبيته بيت علم ونجابة.
حلولو: أحمد بن عبد الرحمن القروي، المحقق، صاحب التصانيف المحررة،
(ت بعد ٨٧٥ هـ) .
حمديس: أحمد بن محمد الأشعري، (ت ٢٨٩ هـ) .',NULL,'155',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (151,'الحميدي: محمد بن أبي نصر الأندلسي، صاحب الجمع بين الصحيحين،
(ت ٤٨٨ هـ) .
الحزاز: محمد بن محمد الشريشي القري، صاحب مورد الظمآن في رسم أحرف القرآن المشهور (مطبوع) ، (ت ٧١٨ هـ) .
الحرشى: محمد بن عبد اللَّه، شيخ المالكية، له شرح المختصر (مطبوع) ،
(ت ١١٠١ هـ) .
خليل: ضياء الدين خليل بن إسحاق، محقق المذهب، صاحب المختصر المشهور باسمه (مطبوع) ، وعليه عدة شروح مطبوعة، (ت ٧٧٦ هـ)
وقيل غير ذلك) .
الدراوردي: أبو محمد عبد العزيز بن محمد الدراوردي أحد الرواة عن ماطث
(ت ١٨٦ هـ) .
الدردير: أبو البركات أحمد بن محمد العدوى، العارف باللَّه، المحقق، صاحب التصانيف المشهورة المحررة كالشرح الكبير على مختصر خليل، وأقرب المسالك وشرحه المشهور بالشرح الصغير، والخريدة البهية في التوحيد وشرحها طبعت جميعها مرارًا،
وغير ذلك، (ت ٢٠١ اهـ) .
الدرقاوي: محمد العربي بن أحمد الدرقاوي، العارف باللَّه، (ت ١٢٣٩ هـ) .
الدسوقي: محمد بن أحمد بن عرفة، العلامة المحقق، صاحب التصانيف المحررة
منها حاشية الشرح الكبير، وحاشية على تحرير القواعد المنطقية، وعلى شرح السعد على التلخيص في البلاغة، وعلى شرح السنوسي على أم البراهين، وعلى مغنى اللبيب طبعت جميعها مرارًا، وله غير ذلك، (ت ١٢٣٠ هـ) .
الدماميني: بدر الدين محمد بن أبى بكر، صاحب التصانيف كشرح البخاري
(ت ٨٢٨ هـ) .
الربعي: إبراهيم بن حسن بن عبد الرفيع، صاحب معين الحكام وغيره،
(ت ٧٣٣ هـ) .
الرعيني: محمد بن سعيد الأندلسي، صاحب التصانيف، (ت ٧٧٩ هـ) .
الرعيني - الحطاب الكبير
الرهوني: محمد بن أحمد، شيخ الجماعة، صاحب الحاشية المشهورة على شرح',NULL,'156',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (152,'الزرقاني على المختصر (مطبوع) وغيرها، (ت ١٢٣٠ هـ) .
الزرقاني: عبد الباقي بن يوسف بن أحمد، شيخ المذهب، شارح المختصر الشرح المشهور (مطبوع) ، (ت ١٠٩٩ هـ) .
وابنه محمد، صاحب التصانيف المشهورة
كشرح الموطأ المشهور، وشرح المواهب اللدنية مطبوعان، (ت ١٠٥٥ هـ) .
زروق: أحمد بن أحمد بن محمد العارف باللَّه العلامة المحقق، صاحب التصانيف النافعة في المذهب، والتصوف وغيره، (ت ٨٩٩ هـ) .
الزيات: أحمد بن موسى المصري، (ت ٣٠٦ هـ) .
السارمساحي: عبد اللَّه بن عبد الرحمن بن عمر المصري، صاحب نظم الدرر في اختصار المدونة، (ت ٦٦٩ هـ) .
السباعي: صالح بن محمد بن صالح، من أصحاب الترجيح في الفنون، شارح
الفتوحات المكية التزم أن يستدل على كل حكمة من القرآن والسنة، وله تصانيف غيره، (ت ١٢٢١ هـ) .
سحنون: أبو سعيد عبد السلام بن سعيد التنوخي القيرواني، جامع المدونة، أحد أعمدة المذهب (ت ٢٤٠ هـ) .
السقاط: علي بن محمد العربي الفاسي المصري، مسند الوقت، (ت ١١٨٣ هـ) .
سليمان بن بلال القافمي: أحد الرواة عن مالك، (ت ١٧٦ هـ) .
السنهوري: سالم بن محمد مفتي المالكية، شارح المختصر، (ت ١٠١٥ هـ) .
السنوسي: محمد بن يوسف الحسني، صاحب التصانيف المشهورة منها العقيدة المشهورة بالسنوسية نسبة إليه وهي الصغرى، وله العقائد الكبرى والوسطى، والصغرى المشهورة بأم البراهين (مطبوع) ، وصغرى الصغرى (مطبوع) ، وقام بشرحها جميعًا، وله مختصر في المنطق (مطبوع) ، (ت ٨٩٥ هـ) .
السيوري: عبد الخالق بن عبد الوراث القيرواني، صاحب التعليق على المدونة، (ت ٤٦٢ هـ) .
الشاطبي: إبراهيم بن إسحاق، صاحب الموافقات وغيرها، (ت ٧٩٠ هـ) .
الشبرخيتي: إبراهيم بن مرعي، شارح المختصر والأربعين النووية (مطبوع) ،
(ت ١١٠٦ هـ) .',NULL,'157',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (153,'شبطون: زياد بن عبد الرحمن القرطبي، أحد الرواة عن مالك، (ت ١٩٣ هـ) .
الشرنوبي: أبو محمد عبد المجيد الأزهري، صاحب التصانيف النافعة المفيدة، طبع العديد منها، كشرح الألفية، وشرح الرسالة، والأربعين النووية، ومختصر ابن أبى جمرة والحكم العطائية وغيرها، (كان حيا ١٣٤٠ هـ) .
الشريف التلمساني: محمد بن أحمد، له مفتاح الوصول إلى بناء الفروع على
الأصول (مطبوع) ، وغيره، (ت ٧٧١ هـ) .
وابنه أبو محمد عبد اللَّه، (ت ٧٩٢ هـ) .
شقران بن على القيرواني: أحد الرواة عن مالك، (ت ١٨٦ هـ) .
الشلوبين: عمر بن على الأزدي، إمام العربية، (ت ٦٤٥ هـ) .
الشنواني: أبو بكر بن إسماعيل، العلامة المحقق، له حوايق على التوضيح والقطر والشذور وغيرها، (ت ١٠١٩ هـ) .
الصاوي: أبو العباس أحمد بن محمد الخلوتي، المحقق، صاحب الحواشي المشهورة غلى الجلالين، وعلى الشرح الصغير، وعلى شرح الخريدة البهية، وشرح الهمزية للبوصيري، طبعت (ت ١٢٤١ هـ) .
الصعيدي: علي بن أحمد، صاحب التصانيف المحقق المعتمدة، (ت ١١٢ اهـ) .
الصفاقسي: إبراهيم بن محمد القيسي، شارح مختصر ابن الحاجب الفرعي،
صاحب إعراب القرآن المشهور له ولأخيه محمد، توفي إبراهيم سنة ٧٤٣ هـ، وتوفي أخوه سنة ٧٤٤ هـ.
الصواف: أحمد بن أبي سليمان بن داود، (ت ٢٩١ هـ) .
الطراز: محمد بن سعيد الأنصاري، (ت ٦٤٥ هـ) .
عبادة: محمد بن برى المصري، صاحب حاشية شذور الذهب، وحاشية على
شرح الخرشي وغيره، (ت ١١٩٣ هـ) .
عبد السلام بن برهمان الدين اللقاني: ابن الناظم، المحقق، صاحب التصانيف، منها شرح جوهرة أبيه (ت ١٠٧٨ هـ) .
العبدري: صفي الدين عبد اللَّه بن علي بن الحسين، صاحب البصائر في المذهب.
العتبى: محمد بن أحمد بن عبد العزيز القرطبي، صاحب المستخرجة المشهورة',NULL,'158',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (154,'بالعتبية، أحد أعمدة المذهب (ت ٢٥٤ هـ) .
العقباوي: أبو الخيرات مصطفى، صاحب تكميل أقرب المسالك لشيخه الدردير، (ت ١٢٢١ هـ) .
عليش محمد بن أحمد بن محمد، صاحب التصانيف المحررة طبع غالبها،
منها شرح المختصر وحاشيته عليه، وشرح مجموع الأمير وحاشيته عليه، وحاشية على شرح الأمير على المجموع، وحاشية على الشرح الصغير، وعلى كبرى السنوسي، وله الفتاوى المشهورة، وقف في وجه الاستعمار الإنجليزي فامتحن وسجن، (ت ١٢٩٩ هـ) .
عيسى بن دينار القرطبي: أحد الرواة عن مالك، (ت ٢١٢ هـ) وبه انتشر المذهب في الأندلس.
الغازي بن قيس القرطبي: أحد الرواة عن مالك، (ت ١٩٥ هـ) .
الفاسي: محمد بن أحمد، نزيل الحرمين، صاحب شفاء الغرام بأخبار بلد اللَّه
الحرام، (ت ٨٣٣ هـ) .
القابسي: أبو الحسن على بن محمد بن خلف المعافري، صاحب التصانيف،
(ت ٤٠٣ هـ) .
قاسم بن أصبغ البياني شيخ المالكية: أحد أعمدة المذهب (ت ٣٤٠ هـ) .
القاضي عبد الوهاب بن على بن نصر البغدادي: شيخ المذهب، صاحب التصانيف منها المعونة بمذهب عالم المدينة، والنصر لمذهب مالك، والأدلة في مسائل الخلاف، وشرح الرسالة، وغيرها، (ت ٣٦٣ هـ) .
القاضي عياض بن موسى اليحصبي: شيخ الإسلام، صاحب التصانيف المشهورة، (ت ٥٤٤ هـ) .
القباب: أحمد بن قاسم بن عبد الرحمن، صاحب التصانيف، (ت ٧٧٩ هـ) .
القرافي: أحمد بن إدريس، صاحب الذخيرة، والتنقيح وشرحه، وغيره،
(ت ٦٨٤ هـ) .
القزاز: معن بن عيسى، أحد الرواة عن مالك، (ت ١٩٨ هـ) .
القصار: أحمد بن عبد الرحمن الأزدي، صاحب التصانيف، كان حيًّا سنة
(٧٩٠ هـ) .',NULL,'159',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (155,'القصار: محمد بن القاسم القيسي، صاحب التصانيف، (ت ١٠١٢ هـ) .
القصري: يوسف بن محمد الفاسي، مجدد الألف بالمغرب، (ت ٩٩٨ هـ) .
القعنبي: عبد اللَّه بن سلمة، أحد الرواة عن مالك، (ت ٢٢١ هـ) .
القلتاوي: داود بن على الأزهري، شارح خليل، وابن الحاجب الفرعي والرسالة، (ت ٩٠٢ هـ) .
القلصادي؟ علي بن محمد البسطي، صاحب التصانيف الكثيرة المفيدة،
(ت ٨٩١ هـ) .
القوييع: محمد بن محمد بن عبد الرحمن شيخ الديار المصرية والشامية،
(ت ٧٣٨ هـ) .
الكتاني: جماعة منهم: الشريف محمد بن جعفر الكتاني خاتمة الحفاظ،
(ت ١٣٤٥ هـ) .
ومحمد عبد الحي بن عبد الكبير الكتاني الحافظ، صاحب
فهرس الفهارس وغيرها، (كان حيا ١٣٤٠ هـ) ، وشقيقه محمد بن عبد الكبير، العارف باللَّه له عدة مصنفات مطبوعة، (ت ١٣٢٧ هـ) .
الكناني: يحيى بن عمر بن يوسف صاحب المستخرجة، (ت ٢٨٩ هـ) .
اللبيدي: عبد الرحمن بن محمد المصري، له كتاب حافل في ضبط مسائل المدونة وبسطها والتفريع عليها وزيادة الأمهات، ونوادر الروايات، (ت ٤٤٦ هـ) .
اللخمي: على بن محمد الربعي، صاحب التبصرة تعليق على المدونة مشهور
معتمد، (ت ٤٧٨ هـ) .
اللقاني: برهان الدين إبراهيم بن محمد اللقاني قاضي القضاة، (ت ٨٩٦ هـ) .
وتلميذه شمس الدين محمد بن حسن اللقاني له حاشية على خليل، (ت ٩٣٥ هـ) ، وأخوه ناصر الدين اللقاني محمد بن الحسن، صاحب التصانيف، (ت ٩٥٨ هـ) .
أما ناظم الجوهرة فليس بأخوهم، وهو أبو الأمداد برهان الدين إبراهيم بن حسن اللقاني، له حاشية على خليل وغيرها، (ت ١٠٤١ هـ) .
المازري: محمد بن أبى الفرج الصقلي، صاحب التعليق الكبير في المذهب،
(ت ٥١٦ هـ) .
ومحمد بن على بن عمر المازري، له شرح التلقين ليس للمالكية
مثله، وإيضاح المحصول من برهان الأصول شرح به البرهان لإمام الحرمين،
(ت ٥٣٦ هـ) .',NULL,'160',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (156,'الماكودي: عبد الرحمن بن على الفاسي، شارح الألفية في النحو، (ت ٨٠٧ هـ) .
المالكي المصري: أحمد بن مروان، (ت ٢٩٨ هـ) .
المتيطى: علي بن عبد اللَّه بن إبراهيم الأنصاري صاحب الوثائق الكبير المسمى بالنهاية والتمام في معرفة الوثائق والأحكام، (ت ٥٧٠ هـ) .
المغيرة بن عبد الرحمن انحزومي: أحد الرواة عن مالك، (ت ١٨٨ هـ) .
المقري: محمد بن محمد بن أحمد القرشي، له كتاب القواعد، وغيره،
(ت ٧٥٦ هـ) .
المنستيري: الشريف محمد زيتونة، صاحب التصانيف، (ت ١١٣٨ هـ) .
المواق: محمد بن يوسف العبدوسي، العلامة المحقق، له شرحان على خليل طبع أكبرهما، سماه التاج الإكليل، مشهور معتمد، (ت ٧@٨ هـ) .
ميارة: محمد بن أحمد، المحقق، (ت ٠٥١ اهـ) .
وابنه عبد اللَّه، صاحب
التصانيف المقبولة منها شرح التحفة، والمرشد المعين لابن عاشر، (ت ١٠٧٢ هـ) .
وميارة الصغير: محمد بن محمد، (ت ١٤٤ اهـ) .
النفراوي: أحمد بن غنيم بن سالم، شارح الرسالة سماه الفواكه الدواني (مطبوع) ، (ت ١١٢٥ هـ) .
النويري: محمد بن محمد المقري شارح ابن الحاجب، والطيبة في القراءات وغيره، (ت ٨٥٧ هـ) .
النيفر: الشريف محمد أبو النور بن محمد التونسي، (ت ١٢٧٧ هـ) ،
ونبغ من آله جماعة منهم ابناه الطاهر (ت ١٣١١ هـ) ،
والطيب (ت ١٣٤٥) " وأخواه صالح، (ت ١٢٩٠ هـ) ،
ومحمد، (ت ١٣١٢ هـ) ، وغيرهم.
الونشريسي: أحمد بن يحيى الفاسي، شيخ المذهب، صاحب المعيار المعرب، جامع لفتاوى علماء المذهب من المتقدمين والمتأخرين، وغيره من التصانيف، (ت ٩١٤ هـ) .
يحيى بن يحيى القرطبي: راوي الموطأ وروايته أشهر الروايات، (ت ٢٣٤ هـ) ، وبه انتشر المذهب في الأندلس.
يحيى بن يحيى النسِمابوري: أحد الرواة عن مالك، (ت ٢٢٦ هـ) .',NULL,'161',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (157,'اليسيتني: محمد بن أحمد شيخ المذهب، صاحب التصانيف، (ت ٩٥٩ هـ) .
اليوسي: الحسن بن مسعود، صاحب التصانيف النافعة، (ت ١١١ اهـ) .
وقد اعتنينا ببيان المالكية في هذا الموضع وخاصة المتأخرين منهم، حيث لا ذكر لهم في النحت الخطى بخلاف الشافعية، والحنفية.
* * *
<span data-type="title" id=toc-63>تسلسل كتب المذهب المالكي:</span>
واشتهر من الكتب في مذهب مالك كتاب المدونة، ويسمى بالأم، وبالمختلطة، وهو كتاب جمع ألوفًا من المسائل دونها سحنون بن سعيد في القرن الثالث الهجري، من
رواية عبد الرحمن بن القاسم عن الإمام مالك، وابن القاسم هو تلميذ الإمام الذي لازمه أكثر من عشرين سنة، ومن الأحكام التي بلغت ابن القاسم مما لم يسمعه من إمامه.
وأضاف سحنون إلى ذلك ما قاسه ابن القاسم علي أصول الإمام، واحتج سحنون لمسائل المدونة بمروياته من موطأ ابن وهب وغيره، وألحق بذلك ما اختاره من خلاف أصحابه، غير أن المنَية عاجلته قبل أن يتمم ذلك في سائر أبوابها.
وعكف أهل القيروان عليها، وتركوا الأسدية التي كان دونها القاضي أسد بن الفرات عن ابن القاسم، لأن ابن القاسم كان قد رجع عن كثير من أحكامها، وكتب إلى أسد بأن يعتمد على ما دونه عنه سحنون.
فأصبحت مدونة سحنون إمامًا لكتب المذهب؛ لأنه قد تداولتها أفكار أربعة من المجتهدين: الإمام مالك، وابن القاسم، وأسد بن الفرات، وسحنون بن سعيد.
وقام العلماء بشرحها وتلخيصها، فشرحها جماعة منهم: اللخمي، وابن محرز، وابن بصير، وابن يونس، وشَرحُ ابن يونس جامعٌ لما في أمهات كتب المذهب.
واختصرها جماعة منهم: ابن أبي زيد القيرواني، وابن أبى زمنين، ثم أبو سعيد
البرادعي في كتاب التهذيب، وعليه اعتماد أهل إفريقية.
وكذلك دَوَّنَ عبد الملك بن حبيب كتاب " الواضحة "، وقد جمعه من رواياته عن ابن القاسم، وأصحابه، وانتشرت في الأندلس.
وممن شرحها: ابن رشد.',NULL,'162',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (158,'وعلى الواضحة اعتمد أهل الأندلس.
وكذلك ألف العتبى تلميذ ابن حبيب كتاب " العتبية "، مما جمعه من سماع ابن
القاسم، وأشهب، وابن نافع عن مالك، وما سمعه من يحيى بن يحيى، وأصبغ، وسحنون وغيرهم عن ابن القاسم، فحازت القبول عند العلماء، فهجروا " الواضحة "، واعتمدوا " العتبية "، وقاموا بشرحها، والكتابة عليها.
وجاء القرن الرابع الهجري ومالكه الصغير حينئذ العالم الكبير ابن أبى زيد القيرواني، فقام بجمع ما في " المدونة "، وما في " الواضحة "، وما في
" العتبية "، وما كُتِب على هذه الأصول،
وضمّنه كتابه المسمى بـ " النوادر "، فجاء جامعًا للأصوق والفروع.
وبقيت الحال على دراسة هذه الكتب إلى منتصف القرن السابع، وفيه حل محلها ابن الحاجب المسمى بجامع الأمهات، وبالمختصر الفرعي، وقد جمع فيه مؤلفه الطرق في المذهب من كتب الأمهات، فزاحم المؤلفات المنتشرة في ذلك الوقت، واعتمده أهل بجاية وإفريقية، وأكثر أهل الأمصار.
وشرحه ابن راشد القفصي، وابن عبد السلام.
وشرحه العلامة خليل في القرن الثامن في شرحه المسمى بالتوضيح في ست',NULL,'163',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (159,'مجلدات، اعتمد فيه على اختيارات ابن عبد السلام، وزاد عليه القول في كثير من الفروع، وحل مشكلاته، فكان أحسن الشروح، وأكثرها فروعًا وفوائد، كما قاله الحطاب.
ثم اختصر العلامة خليل مختصر ابن الحاجب في مختصره الشهور، ومن ذلك
الحين أصبح مختصر خليل موضع العناية في التدريس، والإفتاء، وأصبح حجة المالكيين إلى وقتنا هذا، وما ذلك إلا لجمعه، واستيعابه، وتحريره، واعتماده، حتى إن الناصر اللقاني من شدة متابعة مؤلفه كان يقول:
" إذا عورض كلام خليل بكلام غيره، نحن خليليون: إن ضل ضللنا ".
وفى هذا المختصر يقول أبو محمد الحطاب: " هو كتاب صَغر حجمه، وكَثُر علمه، وجمع فأوعى، وفاق أضرابه جنسًا ونوعًا، واختص بتبيين ما به الفتوى.
وما هو الأرجح، والأقوى، لم تُسمح قريحة بمثاله، ولم يَنسج ناسج على منواله " اهـ.
جمعه مؤلفه في حياته إلى باب النكاح، ثم أكمل تلاميذه باقيه من مسودة المؤلف بعد موته، وباب المقاصة منه من تأليف تلميذه بهرام.
وفى هذا المختصر كثير من التردد في النقول بغير بت في الحكم، لم يكن عدم
الترجيح في هذه الأقوال ولا عدم البت في ما تردد فيه من النقول قصورًا من المصنف عن درجة الترجيح والاختيار، وإنما كان ذلك منه استنهاضًا للهمم، وإحالة على النظر والبحث، حتى يتدرب طالب الفقه على القول والتحقيق به، من غير التزام لترجيح المؤلف، حتى تتولد في نفس الطلاب الفقاهة، والتمييز بين الأقوال بالدراية والنظر،
وما هو إلا أمين جمع وتورع، ومرتبته في التخريج والترجيح تظهر في كتابه التوضيح، فقد أجال النظر، وأعمل الفكر، واستنبط، وخَرَّج، ورَجَّحَ، واختار، وانتقد، وجعل مختصره هذا واعية، ورواية لأقوال العلماء في المذاهب، وافيًا بجميع أحكامه، ولذا طار صيته في الآفاق، وأقبل عليه الطلاب، ونال حظوة لم ينلها كتاب غيره، حتى إنه
ترجم إلى اللغة الفرنسية، حين غلب حكم الإفرنج على المغرب، ولذا كان مذهب مالك مصدرًا مهمًا من مصادر القانون الفرنسي المدني والجنائي.
لشراح خليل:
قال الشيخ عبد اللَّه بن الصديق الغماري:
" ثم إن المالكية إنما اعتنوا بمختصر',NULL,'164',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (160,'الشيخ خليل لما أوفيه من كثرة الجمع وحسن الترتيب، كما قال ابن غازي يمدحه: " إنه من أفضل نفائس الأعلاق، وأحق ما رمق بالأحداق، وصرفت له همم الحذاق، عظيم الجدوى، بليغ الفحوى، بَيَّن ما به الفتوى، وجمع مع الاختصار شدة الضبط والتهذيب، واقتدر على حسن المساق والترتيب، فما نُسج على منواله، ولا سمح أحد بمثاله.. اهـ.
ولذلك كثرت الشروح والحواشي عليه حتى زادت على مائة.
فشرحه: تلميذه بهرام بن عبد اللَّه بن عبد العزيز الدميري بثلاثة شروح، قال الحطاب: واشتهر الأوسط منها، غاية في جميع الأقطار، مع أن الصغير أكثر تحقيقًا.. اهـ،
والشرح الصغير رأيته في مجلد.
وشرحه تلميذه أيضًا: عبد اللَّه بن مقداد بن إسماعيل الأقفهسي القاضي بشرح في ثلاثة مجلدات، وهو قريب من شرح بهرام في التقرير، وفيه فوائد.
وشرحه عبد الخالق بن علي بن الحسين المعروف بابن الفرات بشرح حسن.
وكان حنفيًّا، ثم انتقل إلى مذهب مالك، وتفقه على صاحب المختصر.
ولما مات رآه ابن الفرات بعد موته فسأله فقال: غفر اللَّه لي، ولكل من صلى علي.
وللشمس محمد بن أحمد بن عثمان البساطي قاضي القضاة كتاب: " شفاء الغليل في شرح مختصر خليل " في مجلدين، كثير الأبحاث اللفطة، قليل الفوائد الفقهية، على نقص الفرائض منه، ومن باب السَّلم إلى الحوالة، وقد أتم تلميذه أبو القاسم محمد ابن محمد النويري النقص من السلم إلى الحوالة في كراريس.
ولابن عمه الجمال يوسفى بن خالد بن نعيم البساطي تلميذ خليل كتاب: " الكفؤ الكفيل بشرح مختصر خليل " في مجلدين.
ولنور الدين علي بن عبد اللَّه السنهوري شرح على المختصر، عُنِيَ فيه بالجواب عن اعتراضات البساطي إلا أنه لم يتمه، كتبه من الأول إلى الاعتكاف، ومن البيوع إلى الحَجْر.
قال تلميذه أبو الحسن: لو تم لم يكن له نظير.. اهـ.
وللشيخ سالم بن محمد السنهوري شرح تام على المختصر، وهو المراد بالسنهوري عند الإطلاق.
وللشيخ إبراهيم بن فائد بن موسى الزواوي ثلاثة شروح:
أحدها: " تسهيل السبيل لمقتطِف أزهار روض خليل " في ثمانية مجلدات، استوفى',NULL,'165',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (161,'فيه النقول عن ابن عبد السلام، وابن عرفة، والتوضيح، وغيرهم، وختمه بباب جامع لخص فيه فوائد من بيان ابن رشد، وغيره.
والثاني: " فيض النيل "، وهو في مجلدين.
والثالث: " تحفة المشتاق في شرح مختصر خليل بن إسحق"، في ثلاثة مجلدات.
وللشيخ أحمد بن عبد الرحمن حلولو شرحان كبير في ستة مجلدات، وصغير في
مجلدين، وفى شرحه الكبير أبحاث، وفقه متين.
وللشيخ زروق شرح على المختصر مال فيه كعادته إلى الاختصار مع التحرير، ولا يخلو عن فوائد.
وللشيخ كريم الدين البرموني تلميذ الناصر اللقاني حاشية على المختصر في مجلدين.
وللشيخ النجيب بن محمد شمس الدين التكداوي شرحان كبير في أربعة أجزاء، وصغير في جزأين.
وللشيخ بركات بن محمد بن عبد الرحمن الحطاب كتاب: " المنهج الجليل في
شرح مختصر خليل " في أربعة مجلدات.
ولأخيه حامل لواء المذهب الشيخ محمد بن محمد بن عبد الرحمن الحطاب شرح على المختصر مطبوع في ستة مجلدات يدل على كثرة اطلاعه، وسعة حفظه لقواعد المذهب، وفروعه أطال النفس في أوائله، وفى كتاب الحج بصفة خاصة حتى لم يكن له في الشروح نطر، لكن أدركه الملل بعد ذلك فيما يظهر.
ولهذا شرح أبو على بن رحال المعدني المختصر من كتاب النكاح إلى الآخر، وجعله تتمة لشرح الحطاب، وقد كان أبو على أعجوبة في الاطلاع والجمع والتحصيل.
وللشيخ داود بن على بن محمد القلتاوي الأزهري شرح في جزأين يميل فيه لحل الألفاظ مع الاختصار.
وللشيخ أبي الحسن الشاذلي المنوفي شرح لم يكمل، كما أن له " شفاء الغليل في شرح لغات خليل "، ولم يكمل أيضًا.
وللشيخ محمد بن على بن محمد الأصبحي الغرناطي شرح صدره بمقدمة نفيسة
ينقل عنه صاحب المعيار.
وللشيخ محمد بن يوسف العبدري الغرناطي الثهير بالمواق كتاب " التاج والأكليل',NULL,'166',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (162,'في شرح مختصر خليل "، قابل فيه عبارات المؤلف بما يوافقها أو يخالفها من كلام أهل المذهب كابن رشد، وابن شاس، وابن الحاجب، فإن لم يجد ييض لعبارة المؤلف،
ولم يتكلم عليها بشيء، وهو مطبوع بهامش الحطاب، وعليه اعتمد ابن غازي في حاشيته على المختصر، كما بينه الشيخ أحمد بابا السوداني.
ولقاضى القضاة شمس الدين محمد بن إبراهيم التتائي شرحان: كبير اسمه: فتح الجليل، وصغير اسمه: جواهر الدرر.
وفى شرحه الكبير أوهام كثيرة نبه عليها المحقق الشيخ مصطفى الرماصي الجزائري في حاشيته، وهى في جزءين.
وللبدر محمد بن يحيى القرافي شرح واسع في أجزاء اسمه: عطاء الله الجليل الجامع لما عليه من شرح جميل.
وللشيخ يحيى بن عبد السلام القسنطني العُلَمي (بضم العين وفتح اللام) شرح مال فيه إلى الاختصار، ولا يخلو من فوائد.
وللفقيه الصالح خضر زين البحيري حاشية جمعها من شرح التتائي وغيره، وله على نسخته من المختصر طرر أحسن من حاشيته لما فيها من الوجازة مع تحرلى النقول.
وللمحقق الشيخ أحمد بابا التنبكتي شرح جميل لخص فيه لباب ما وقف عليه من الشروح، وهى أزيد من عشرة منها: شرح الجمال البساطي بخط مؤلفه، واعتنى بتحرير ألفاظ المتن منطوقًا، ومفهومًا، وتنزيلها على النقول.
ولشيخ المالكية الشيخ على الأجهوري ثلا*لة شروح، رألمجا الصغير منها في أربعة مجلدات، وفى شروحه خصوصًا الكبير فوائد وغرائب، على أوهام تقع منه في النقل والتخريج.
وللشيخ إبراهيم بن مَرعِى - بفتح الميم وكسر العين بينهما راء ساكنة - ابن عطية الشبراخيتي - بضم الشين وسكون الباء - شرح واسع في ثمانية أجزاء.
وللشيخ عبد الباقي بن يوسف الزرقاني شرح واسع، كثير الفوائد، حسن الجمع والترتيب، اعتنى به المتأخرون فكتبوا عليه حواشيٍ بينوا فيها ما حصل له من وهم، أو سهو.
نذكر منها: حاشية البناني وهي مطبوعة معه على الهامش، وحاشية الشيخ
التاودي بن سودة في مجلدين اسمها طالع الأماني لم تطبع، وحاشية الشيخ الأمير في جزأين لم تطبع أيضًا، وحاشية الشيخ الرهوني وهي أوسع الحواشي، وأكبرها طبعت',NULL,'167',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (163,'بالغرب، وبمصر في ثمانية أجزاء.
وللولي الصالح الشيخ محمد الخرشي شرحان، كبير في ستة مجلدات ضخام،
وصغير وهو مطبوع مع حاشية الشيخ الصعيدي عليه، وبه وبشرح الدردير الملخص من شرح الزرقاني كنا نقرأ المختصر في جامعة القرويين بفاس.
وللشيخ أحمد الزرقاني الشهير بأبي فجلة حاشية على المختصر في جزأين.
وللشيخ عليش شرح مطبوع في أربعة مجلدات.
وشرح الشيخ الأمير المسمى بالإكليل، وهو شرح مختصر لطف ممتزج بالمق امتزاج الروح بالجسد، عنى مؤلفه ببيان الراجح من الخلاف، والمعتمد من الأقوال، والظاهر من التأويلات، فجاء مع اختصاره حسنا مفيدًا، وهو مطبوع.
هذا ما رأينا أن نذكره من شروح المختصر وحواشيه مع بيان قيمتها العلمية بإيجاز، ليحيط القارئ علمه بها في أيسر وقت، وأقرب مدة " اهـ كلام الشيخ الغماري.
* * *
<span data-type="title" id=toc-64>من اصطلاحات المالكية:</span>
صنف الشيخ إبراهيم بن على بن فرحون كتابه: "كشف النقاب الحاجب من
مصطلح ابن الحاجب "، وشرح فيه مسلكه، ومنه نلخص مجموع المصطلح
الذي شاع عند المالكية بعد ابن الحاجب، فهو بمثابة مصطلح المنهاج للنووي عند الشافعية.
المشهور: اختلف المتأخرون في رسم المشهور، فقيل: المشهور ما قوى دليله.
وقيل: ما كثر قائله.
وعلى القول الثاني فلا بد أن يزيد نقلته عن ثلاثة، ويسميه الأصوليون: المشهور، والمستفيض أيضًا.
قال ابن خويز منداد في كتابه الجامع لأصول الفقه: مسائل المذهب تدل على أن المشهور: ما قوى دليله، وأن مالكًا - رحمه الله - كان يراعي من الخلاف ما قوي دليله، لا ما كثر قائله، فقد أجاز الصلاة على جلود السباع إذا ذكيت، وأكثرهم على خلافه،',NULL,'168',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (164,'وأباح بيع ما فيه حق توفية من غير الطعام قبل قبضه، وأجاز أكل الصيد إذا أكل منه الكلب، ولم يُراعِ في ذلك خلاف الجمهور، وذكر أدلة من الحديث.
تنبيه: ثمرة اختلافهم في المشهور: هل هو ما قوى دليله، أو ما كثر قائله -: تظهر فيمن كان له أهلية الاجتهاد، والعلم بالأدلة، وأقوال العلماء، وأصول مأخذهم، فإن هذا له تعيين المشهور.
وأما من لم يبلغ هذه الدرجة، وكان حظه من العلم نقل ما في الأمهات فليس له ذلك، ويلزمه اقتفاء ما شَهَّره أئمة المذهب.
وما اختلف فيه التشهير بين العراقيين والمغاربة، فالعمل في الأكثر على تشهير
المغاربة؛ لأن المشهور عندهم وعند المصريين هو مذهب المدونة.
مقابل المشهور: الشاذ - المنكر - تخريج: من قاعدة ابن الحاجب الاستغناء بأحد المتقابلين عن الآخر، فذكر المشهور يفيد أن مقابله شاذ وهو ما ضعف دليله.
وقد يصرح بأن مقابله منكر لقوله في الأيمان والنذور: " والمشهور الكفارة في
القرآن، والمصحف، وأنكرت رواية ابن زياد ".
وما كان هذا سبيله فقاعدته أن يقول فيه: والمعروف.
وقد يقابل المشهور بالتخريج كقوله في أول الجهاد: " والزوجان كالقريبين فلا رجوع على المشهور "، ومقابل المشهور تخريج.
وقد يعبر عن المشهور بالمعروف: كقوله في الزكاة: " فالربح يزكى لحول الأصل على المعروف "، ثم فَرَّع عليه، فقال: " وعلى المشهور ".
ولعله ذكر المعروف ليفيد أن مقابله قول منكر، ثم أفاد بقوله على المشهور: أن ذلك المعروف هو المشهور، ولو قال: على المشهور لم يعلم أن مقابله قول منكر.
وقد يأتي بالأصح في موضع المشهور: كقوله في الصيام: " فلو نوى السفر، أو سافر لم يجز إفطاره على الأصح ".
وما ذكر أنه الأصح هو المشهور، قاله ابن عبد السلام.
وقد يأتي بالصحيح في هوضع المشهور: كقوله في ترتيب الفوائت: " وكذلك لو علم أعيان بعضها، ونسى الترتيب على المشهور، ثم قال: والصحيح: يصليها ويعيد',NULL,'169',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (165,'المبتدأة "، وهذا الصحيح هو المشهور.
المشهور من القولين أو الأقوال: إذا ذكر المشهور فمراده المشهور من القولين أو الأقوال، كقوله في باب الحيض: " وأقله خمسة عشر على المشهور "، ثم ذكر مقابل
المشهور أربعة أقوال، فمراده بالمشهور منها.
وقد يكون في المسألة قولان مشهور وغيره، فيذكر ابن الحاجب منها غير المشهور.
ويسكت عن المشهور، كقوله في أول البيوع: " فلو باع ملكه وملك غيره ...
فللمشترى الخيار "، وهذا الذي ذكره هو قول ابن حبيب والمشهور خلافه.
تشهير غير المشهور: تنبيه: قد يُشَهِّر المؤلف - يعنى ابن الحاجب - غير المشهور كقوله في الزكاة: " وعلى الإخراج مشهورها: يعتبر صرف الوقت ما لم ينقص عن الصرف الأول "، وهذا قول ابن حبيب.
والمشهور قول ابن القاسم: أنه يعتبر صرف الوقت، من غير زيادة هذا القَيد الذي زاده ابن حبيب، وهو قوله: " ما لم ينقص عن الصرف الأول ".
التصدير بظاهر المدونة: وأيضًا قد يُصَدِّر المؤلِّف - يعنى ابن الحاجب -
بظاهر المدونة مذهب العراقيين، فيوهم بذلك أن ظاهر المدونة الذي صَدرَ به هو المشهور.
وليس كذلك كقوله في بيع الثمار قبل بدو صلاحها: " فإن أطلق فظاهر المدونة يصح.
وقال العراقيون: يبطل"، ومذهب العراقيين هو المشهور، نَصَّ عليه الباجي، والمتيطي، وابن رشد.
المشهور هو القول المقذم: من قاعدة ابن الحاجب أنه إذا صَدَّرَ بحكم في مسألة، ثم عَطَفَ عليهاب: قيل، فالأول هو المشهور، قاله ابن رشد في باب العتق، قال:
" وهذه عادته وعادة غيره - يعنى من المؤلفين أن الذين يبدأون به هو المشهور "، وكلامه يدل على ذلك؛ لأنه يُفَرَّع على القول الأول، ويقول: " وعلى المشهور"، كقوله: " ولا تعاد المغرب ولا العشاء بعد الوتر.
وقيل: تعادان ".
ثم قال:',NULL,'170',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (166,'"وعلى المشهور".
فَدَلّ ذلك على أن القول الأول هو المشهور.
وهذا غالب اصطلاحه لكنه لم يطرد، فقد يقدِّم غير المشهور كقوله في الزكاة: " ولو سَقَى بالوجهين، وتساويا، فقولان: يعتبر ما حي به، والقسمة "، والقول بالقسمة هو قول ابن القاسم، قال في التوضيح: وهو المشهور.
المشهور يقول ابن القاسم: من قاعدة ابن الحاجب أنه إذا أطلق في المسألة قولين لابن القاسم وأشهب، ثم قال: وعلى المشهور، فالمشهور منهما قول ابن القاسم، وهذا غالب اصطلاحه، فلا يحتاج فيه إلى استشهاد، وقد يكون المشهور قول أشهب.
ومن قاعدته أيضًا: أنه إذا كان في المسألة قولان لابن القاسم وأشهب، وقول ابن القاسم في المدونة، فإنه يقدمه على قول أشهب.
وقد خالف ذلك في الشهادات في قوله: " وعن أشهب فيمن رجم بالشهادة، ثم ثبت أنه مجبوب، فالدية على عاقلة الإمام، وابن القاسم على أصله "، يعنى: أن الدية على الشهود، وهو قول ابن القاسم في المدونة.
الشاذ: ومن قاعدته: أنه يقيد معرفة القول الشاذ بذكر المشهور، وقد يأتي الأمر بالعكس فيقيد معرفة المشهور بذكر الشاذ كقوله في شروط الإمام: " وفي اللحان أقوال.
ثالثها: تصح.
ثم قال: ورابعها إلا في الفاتحة، والشاذ: الصحة، فعُلِمَ أن
مقابله مشهور، وهو عدم الصحة.
ومن قاعدته: أنه إذا كان الشاذ يفهم من المشهور فإنه يسكت عن ذكره، وإن لم يُفْهَم: ذكره تارة بعد المشهور، وتارة يقصد الاختصار فيذكر قبل التشهير.
إذا ذكر حكم مسألتين وذكر المشهور بعدهما: ومن قاعدته: إذا ذكر حكم مسألتين
وذكر المشهور بعدهما، فإن المشهور يعود إلى المسألة الثانية، كقوله: " ويستر العريان بالنجم، وبالحرير على المشهور "، فالخلاف راجع إلى الحرير فقط، وأما النجس فلا خلاف أنه يصلى فيه إذا عدم الساتر.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (167,'إذا كان في المسألة قولان أو أكثر: ومن قاعدته أيضًا: أنه إذا كان في المسألة قولان مشهوران، فإنه يقول على الأشهر، وإن كان فيها قولان مشهوران، وقول شاذ، فيقول: ثالثها الشاذ، فيفهم من ذلك أن ما عدا الشاذ مشهور كقوله في الجنائز:
" ثالثها الشاذ لا يرفع في الجميع ".
إذا كان المشهور في مسألتين المنع: تنبيه: إذا ذكر المؤلف - يعنى ابن الحاجب - مسألتين، وذكر المشهور فيهما المنع، فلا يلزم من ذلك أن يكون القائل بالجواز فيهما واحد، ولا يلزم أن يكون القائل بالمنع فيهما واحد، كقوله في الصرف: " وتأجيل السلعة، أو أحد النقدين ممتنع على المشهور ".
والقائل بالمنع في كل صورة منهما غير القائل الآخر.
وهكذا يفعل في الأصح كقوله في البيوع: " ويجوز بيع المريض الخوف والحامل المقرب على الأصح "، ومقابل الأصح المنع، والقائل بالمنع في مسألة المريض غير القائل بالمنع في مسألة الحامل، فجمع المؤلف قوليهما، وجعلهما في مقابل الأصح، وله من هذا كثير.
الأشهر: لفظ في " الأشهر ": تقدم أن من قاعدة ابن الحاجب الاستغناء بأحد المتقابلين عن الآخر، ومقابل الأشهر: مشهور دونه في الشهرة.
ويطلقه ابن الحاجب على الأشهر من القولين، أو الأقوال كقوله: " والمرهم النجس يغسل على الأشهر ".
وكقوله في صلاة الخوف: " والحضر كالسفر على الأشهر ".
قال ابن راشدْ وذكر الأشهر يدل على أن القول الآخر مشهور؛ لأن صيغة (أفعل) ظاهرة في التفضيل، لكنني رأيته يطلق الأشهر على ما يقول فيه غيره أنه مشهور.
قال: ويحتمل أنه قصد هذه العبارة لرشاقتها، وقلة حروفها.
وقد يعبر ابن الحاجب عن المشهور بالأشهر في كثير من المواضع كقوله في
الحج: "والحاضر من كان وقت فعل النسكين من أهل مكة، أو ذي طوى على الأشهر "، ثم ذكر مقابله فقال: " والشاذ: ومن دون المواقيت "، فقابل',NULL,'172',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (168,'الأشهر بالشاذ.
الفرق بين الأشهر والأصح: قال بعضهم: الصحة في الأصح راجعة إلى قوة دليله،
وأما الأشهر فصحته راجعة إلى قوة اشتهار دليله، واشتهار القائلين به، وكثرتهم على الخلاف في المشهور: هل هو ما قوى دليله أو ما كثر قائله؟.
وقد يعبر عنه بالأشهر عن المعروف: وقد يعبر ابن الحاجب بالأشهر عن المعروف كقوله في الجراح: " وأشهر الروايتين أن النساء إذا لم يكن في درجتهن عصبة كذلك ".
وعبر اللخمي عن الأشهر بالمعروف من قول مالك، والأمر على ذلك، فليس مقابل الأشهر هنا مشهورًا بل شاذ.
الأصح: لفظ في " الأصح " تقدم الفرق بين المشهور والأصح، وتقدم شيئا من استعماله للأصح تحت عنوان " إذا كان المشهور في مسألتين المنع ".
ومن قاعدة ابن الحاجب أنه يأتي بالأصح حيث يكون كل واحد من القولين
صحيحًا، وأدلة كل واحد منهما قوية إلا أن الأصح مرجَّح على الآخر بوجه من وجوه الترجيح.
وقد تقرَّر منْ قاعدة ابن الحاجب: أنه يُطلق الأصح في مقابلة الصحيح، وقد
يُطلقه كثيرًا في مقابلة الشاذ.
وينزله منزلة الشهور كقوله في الوضوء: " فرائضه ست: النية على الأصح "، ومقابل الأصح: سقوط النية، وهو قول الوليد بن مسلم، وهى رواية شاذة.
مقابل الأصح:
١ - قد يجعل ابن الحاجب مقابل الأصح تخريجًا كقوله في أول البيوع:
" فإن جهل التفصيل - إلى قوله - بخلاف سلعة، وخمر على الأصح "،
ومقابل الأصح تخريج ابن القصار.
٢ - وقد يجعل مقابل الأصح: إجراءً، كقوله في أول البيوع: "
فلو استثنى الجلد',NULL,'173',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (169,'أو الرأس - إلى قوله - ولا يجبر على الذبح على الأصح ".
قال صاحب التوضيح: مقابل الأصح ليمر منصوصًا عليه، وإنما هو الجاري على القواعد أنه يجبر على الذبح.
٣ - وقد يقابل الأصح: باختيار بعض المتأخرين مما ليس بقول أصلًا، كقوله في السّلَم: " بخلاف الصغير الآدمي على الأصح "، حكى المازري الاتفاق في هذه المسألة.
وقال الباجي: " القياس عندي أن يكون صغير الرقيق جنسًا مخالفًا لكبيره "،
وكلام الباجي هو مقابل الأصح، وهذا خارج عن قاعدته.
٤ - وقد يأتي بالأصح في مقابلة أقواله، فيذكره في مقابلة الشاذ منها فقط،
كقوله: في باب الحجر: "وتصرفه قبل الحجر على الرد، كالمحجور عليه على الأصح "، والمعلوم أن الشاذ: أن تصرفه قبل الحجر ماضٍ، وفى المسألة أربعة أقوال، ثم قال: " وعليهما "، فعلمنا أنه إنما أراد ذكر الأصح ومقابله، دون ما عداهما من الأقوال.
" الصحيح ومقابله: من قاعدة ابن الحاجب أنه يستغنى بذكر الصحيح عن مقابله، وهو الفاسد الدليل، قاله ابن عبد السلام في الزكاة، عند قوله في المؤلفة: " والصحيح: بقاء حكمهم إن احتيج إليهم ".
وقاعدة المؤلف لم تطرد - أعنى في مقابلة الصحيح بالفاسد - بل الغالب أنه يجرى به مجرى الشهور، فيجعل مقابله شاذًّا كقوله في ترتيب الفوائت:
" والصحيح يصليها، ويعيد المبتدأة"، ومقابله شاذ.
وقد يكون مقابل الصحيح هو المشهور كقوله في مسألة القادح،:
" وفيها في قادح الماء: يعيد أبدًا.
وقال أشهب: معذور وهو الصحيح "،
ومذهب المدونة هو المشهور.
وقول أشهب رواية عن مالك، واختارها جماعة من الشيوخ، فلذلك
صححها.
الظاهر، والواضح، والأظهر: فأما الظاهر: يطلق على ما فيه نص، وما ليس فيه',NULL,'174',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (170,'نص، فأما ما ليس فيه نص، كقوله في شروط الإمام: " والظاهر أن من يمكنه التعلم كالجاهل في البابين "، فيحتمل أنه ريد الظاهر من المذهب، ويحتمل الظاهر من الدليل
قاله ابن راشد.
وأما ما فيه نص: كقوله في الصيام: " فإن شَكَّ فالظاهر التحريم، فيريد به الظاهر من الدليل، لأن تحريم ذلك من باب سد الذرائع لقوله - صلى الله عليه وسلم -: " الراعي حول الحمى يوشك أن يقع فيه ".
وقال ابن عبد السلام: يريد أظهر القولين يعنى في الدليل، واللَّه أعلم.
وأما الواضح فهو: بمعنى الظاهر، ووقع له في الشهادات، في قوله:
" في الرجرع عن الشهادة فإن قال: شككت، ثم قال: زال الشك ".
فقال المازري: هي مثل التشكيك قبل الأداء، ثم يقول: تذكرتها فالواضح قبولها.
وعبر المازري عن ذلك فيما نقله صاحب التوضيح: والظاهر قبولها ومعناهما
متقارب
وأما الأظهر: فإنه يطلق في مقابلة القول الظاهر، ويحتمل أن يريد به الأظهر في الدليل.
قال الزعفراني: واختلفوا في معنى الأظهر، فقيل: هو ما ظهر دليله، واتّضَح بحيث لم يبق فيه شبهة كظهور الشمس وقت الظهيرة.
وقيل: هو ما ظهر دليله، واشتهر يين الأصحاب، فلغاية شُهْرة دليله سموا القول المدلول بذلك الدليل: الأظهر.
فعلى التفسير الأول يظهر الفرق بين الأظهر والأشهر، وعلى التفسير الثاني لا فرق بينهما.
وقد يُطلق الأظهر، ومقابله قول شاذ كقوله في الوضوء: " ويجب غسل ما طال من اللحية على الأظهر "،
وهذا قول الجمهور، وهو قول ابن القاسم، ومقابله قياس ما
طال من اللحية على ما يحاذيه من الصدر.
المنصوص، والنص، ومقابلهما: من قاعدة ابن الحاجب أن يأتي بالمنصوص في مقابلة',NULL,'175',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (171,'التخريج، كقوله في الوضوء: " فإن نوت الحيض فيهما، فالنصوص يجزئ لتأكده، وخرَّج الباجي نفيه ".
والنص: ما وقع في البيان إلى أبعد غايته، ومعناه أن يكون اللفظ قد وَرَدَ على غاية الوضوح والبيان.
وسموه نصًّا، لأنه مأخوذ من (منصة العروس) التي تجلَّى عليها، لتبدو لجميع
الناس قاله الباجي.
ويحتمل أن يكون من: (نص الشيء) إذا رفعه، فكأنه مرفوع إلى الإمام أو إلى أحد من أصحابه، قال الجوهري: نصصت الحديث إلى فلان: رفعته إليه.
ومن قاعدته: أن يذكر المنصوص في مقابلة التخريج، وهو عبارة عما تدل أصول المذهب على وجوده، ولم ينصوا عليه فتارة يخرج من المشهور، وتارة من الشاذ.
ومن قاعدته: أن يطلق المنصوص على ما هو منصوص للمتقدمين، وعلى هذا جرى في غالب الكتاب.
" وقد يطلق النصوص على ما ليس فيه نص للمتقدمين، بل يكون من أقوال المتأخرين كقوله في الشهادات: " فإن كان وارث الصغير معه أولًا، وكان قد نكل لم يحلف على المنصوص ".
قال المازري: لا نص فيها للمتقدمين، والقولان فيها لبعض شيوخ عبد الحق وابن يونس، فإطلاقه المنصوص على مثل هذا ليس بجيد.
تنبيه: قد يقابل المنصوص بالمنصوص، ومراده أن المنصوص لمالك كذا، ثم يذكر أقوال أهل المذهب، كقوله في مسح الرأس:
" فإن مسح بعضه لم يُجْزِه على المنصوص، ثم قابل المنصوص بقول ابن مسلمة: يجزئ الثلثان.
وقال أبو الفرج:
الثلث، وقال أشهب: الناصية ".
وقد يذكر ابن الحاجب المنصوص على وجه خارج عن قاعدته المعهودة،
وذلك أنه يطلق المنصوص، ومقابله تقييذ في ذلك القول المنصوص كقوله في
الأضحية: " وأما قبله فالمنصوص إذا قسصت فأخذ الأقل أبدله بمساوى الأفضل.
وقُيد بالاستحباب ".',NULL,'176',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (172,'فمقابل المنصوص قوله: " وقُيِّد بالاستحباب "، ومعناه أن ظاهر إطلاقاتهم إيجاب بدل الأذى بمساوى الأفضل، ولكن قيده الشيوخ بالاستحباب، لأنه قول مخرج مخالف المنصوص.
وقد يذكر المنصوص ومقابله قول منكر، فيجرى المنصوص مجرى المعروف، كقوله في الجهاد: " والمنصوص في أحرار المسلمين نزعهم لو أسلموا عليهم "، فقابل المنصوص بقول ابن شعبان، وهو قول منكر، فكان ينبغي أن يقول: والمعروف.
وقد يذكر المنصوص، ومقابله اختيار بعض المتأخرين، كقوله في المطعومات:
" فالقمح والشعير المنصوص الجنسية "، ومقابله اختيار السيوري فانظره.
التخريج، والإجراء، والاستقراء: التخريج على ثلاثة أنواع: الأول: استخراج حكم مسألة ليس فيها حكم منصوص من مسألة منصوصة، نحو قول ابن الجلاب في الاعتكاف: ومن نذر اعتكاف يوم بعينه فمرضه، فإنها تتخرج على روايتين،
إحداهما: أن عليه القضاء، والأخرى: أنه ليس عليه القضاء، وهي مخرجة
على الصيام.
النوع الثاني: أن يكون في المسألة حكم منصوص، فيخرج فيها من مسألة أخرى قول بخلافه كقول ابن الحاجب: " وفيها: ولا يغسل أنثييه من المذي إلا أن يخشى إصابتهما " يريد فيغسلهما، فأخذ من ذلك أنه إذا شك هل أصاب جسده نجاسة أنه
يغسله، ولا ينضحه، وكان قد قدم أنه ينضحه في قوله: " والجسد في النضح كالثوب على الأصح "، ثم ذكر مسألة المدونة الخرج منها غسل الجسد إذا شك فيه.
النوع الثالث: أن يوجد للمصنف نص في مسألة على حكم، ويوجد نص في مثلها
على ضد ذلك الحكم، ولم يوجد بينهما فارق، فينقلون النص من إحدى المسألتين،
ويخرِّجون في الأخرى فيكون في كل واحدة منهما قول منصوص وقول مخرج.
ومثال ذلك: قول ابن الحاجب في شروط الصلاة: "فالمشهور لابن القاسم بالحرير وأصبغ بالنجس "، فخزج في الجميع قولان.
وقد يعدل ابن الحاجب عن قاعدته فيذكر التخريج قولًا، ويبنه على كونه تخريجًا.
وتارة يترك التنبيه عليه، وقد يعبر عن التخريج الضعيف بالظن كقوله في',NULL,'177',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (173,'المطعومات: "وظن اللخمي أنه كاللحم الطبري باليابس "، يشير إلى التخريج الذي خرَّجه في ذلك.
وأما الإجراء: فهو من باب القياس، ومن ذلك قوله في البئر القليلة الماء:
" وأجريت على الأقوال في ماء قليل، تحله نجاسة فيكون معنى الإجراء: أن القواعد تقتضي أن يجرى في المسألة الخلاف المذكور في مسألة أخرى.
وأما الاستقراء: فهو بمعنى التخريج، كقوله: " واستقرأ الباجي الظهر والعصر من الموطأ: أرى ذلك في المطر ".
يعنى أن الباجي أخذ من قول مالك في الموطأ: "أن رسول اللَّه - صلى الله عليه وسلم - صلَّى الظهر والعصر جميعًا، والمغرب والعشاء جميعًا من غير خوف ولا سفر " قال مالك: أراه كان في المطر: أنه يجوز الجمع يين الظهر والعصر لأجل المطر.
المعروف ومقابله: من قاعدة ابن الحاجب: أن يجعل مقابل المعروف قولًا منكرًا، قاله ابن عبد السلام في المطعومات، وقد يكون مقابله رواية منكرة.
واعلم أن قولهم: مقابل المعروف قول منكر، ليس مرادهم بإنكاره عدم وجوده في المذهب، بل إنما تنكر نسبته إلى مالك مثلًا، أو إلى أحد من أصحابه، كقوله في
الزكاة: " فالربح يزكى لحول الأصل على المعروف "،
ومقابله رواية أشهب وابن عبد الحكم: أنه كالفوائد، في مسألة ذكروها، وأنكر ذلك ابن المواز وسحنون، وقالا:
ليس ذلك بقول لمالك ولا لأحد من أصحابه.
وقد يَخْرجُ المؤلف عن قاعدته في مقابل المعروف: فقد يجعله تخريجًا، كقوله فىِ الأيمان والنذور: " والنسيان في المطلق كالعمد على المعروف"،
وخَرَّج الفرق من قوله:
" إن حلف بالطلاق " إلى آخره.
وقد يعبر عن المعروف بالأشهر كما تقدم.
" الإجماع والاتفاق":
قد وقع لابن الحاجب في مواضع من كتابه أنه يغاير بين
لفظي الإجماع، والاتفاق مغايرة يغلب على الظن معها أنه أراد بالاتفاق أهل
المذهب دون غيرهم من علماء المذاهب، وأنه أراد بالإجماع اتفاق جميع العلماء، ولم تطرد له، فقد حكى الاتفاق في محل الإجماع، وحكى الاتفاق أيضًا فيما',NULL,'178',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (174,'فيه خلاف.
فالأول: كقوله في الاستنجاء: " ويكفي الماء باتفاق "، وهي مسألة إجماع.
وأما الثاني: فكقوله في الجمعة: " قال الباجي: والجامع شرط باتفاق ".
والخلاف موجود فانظره.
وقد يذكر الاتفاق، ثم يشير إلى الخلاف الضعيف كقوله في الصيام:
" ولا يلتفت إلى حساب المنجمين اتفاقًا، وإن ركن إليه بعض البغداديين، يريد من المالكية.
وقد يذكر الاتفاق، ويكون في المسألة تخريج، فلا يُعتد به لضعفه، ولكنه يشير إليه.
وقد يذكر الاتفاق، وليس مراده اتفاق أهل المذهب، بل مراده اتفاق العلماء، وقد يشير بالاتفاق إلى اتفاق الشيوخ المتأخرين على إجراء حكم في مسألة في مسألة أخرى.
وقد يذكر الاتفاق أيضًا وليمر مراده اتفاق أهل المذهب، بل يشير به إلى اتفاق القائلين بالمنع في مسألة.
لكنهم اختلفوا في صورة المنع، ويكون لغيرهم من أهل المذهب في المسألة خلاف. في جميع صورها.
" المذهب ": قال ابن عبد السلام: من قاعدة ابن الحاجب أن يأتي بلفظ المذهب إذا كانت حجة المذهب على ذلك الحكم فيها ضعف، فيذكر المسألة، وينسبها للمذهب كالمتبري من قوة الدليل.
وما قاله غير مطرد؛ لأن قوله في البيوع: اوالمذهب أن النهي يدل على الفساد"،
حجة المذهب فيها قوية، والذي يدل عليه استقراء كلام المؤلف أن مراده بذكر المذهب ييان مذهب مالك في تلك المسألة.
واعلم أن المؤلف - يعني ابن الحاجب - لا يقصد بقوله: " والمذهب كذا لا نفي الخلاف؛ لأنه يصرح بذكر الخلاف مع قوله: " والمذهب،، فتارةً يكون مقابله نصّا، وتارةً يكون تخريجًا مع قوله: " والمذهب كذا ".
وقاعدة المؤلف - يعني ابن الحاجب - أنه يُطلق المذهب حيث يكون ذلك الحكم منصوصًا لمالك، أو يكون هو مشهور المذهب، وقد يُطلقه على التخريج.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (175,'وقد انْتُقِدَ على المؤلف إطلاق المذهب على التخريج.
" الجمهور، والأكثر، وأكثر الرواة، والكَثْرَى، أو جل الناس، وفقهاء الأمصار ":
فمقابل الجمهور قول الأقل الذي هو شاذ، أو كالشاذ، وقد ذكره في الزكاة في قوله: " والجمهور أنه المقتات "، وقابله بثلاثة أقوال.
وانظر فيما يقصده بهذه اللفظة، فإن الظاهر من اصطلاحهم أنهم يذكرونها لتعيين ما عليه الأكثر من الأصحاب، ويستلزم ذلك أنه المشهور أيضًا، فالجمهور يستلزم المشهور، والمشهور لا يستلزم أن يكون هو الجمهور فتأمله.
وانظر الفرق بين قوله: " الجمهور "، وبين قوله: " الأكثر " كقوله في البيوع:
" والزيت والنجس يمنع في الأكثر "، ومقابل الأكثر: الأقل، من غير نظر إلى شذوذ، ولا غرابة.
وقد يطلق الأكثر ومراده: أكثر الرواة.
وقد يشير بالأكثر إلى خلاف العلماء كقوله
في تمليك الطلاق: " وقال ابن القاسم: والأكثر يسقط، وإن تفرقا ".
قيل: معناه أكثر أقاويل العلماء، فلم تطرد فيه قاعدة.
وأما قول: " أكثر الرواة": فالظاهر أنها تختص برواة مالك.
وأما " الكَثْرَى ": في قوله في الصلاة: " فالكثرى بان في الأفعال ": فليس من هذا، بل مراده الطريق التي قال بها أكثر الأصحاب، وهي طريقة ابن أبى زيد، وجل المتأخرين، والكَثْرَى تأنيث الأكثر.
وأما قولى: " جُلُّ الناس "، وقولى " فقهاء الأمصار ": فليس المراد بهم أهل المذهب خاصة، فقوله في الطوات: " وجل الناس لا عمرة عليه " ليست من اصطلاحه، بل هي نص التهذيب، وهي عن مالك، ومراده علماء الصدر الأول.
" على الأحسن، والأولى، والأشبه، والمختار، والصواب، والحق، والاستحسان ":
فالأحسن: ذكرها في غرة الجنين في قوله: "والغرة عبد، أو أمة من الحمر على الأحسن "، أي: من البيض على الأحسن، والأَوْلَى فى النظر.
وليس مراده على القول
الأحسن، بل على ما استحسنه مالك - رحمه الله -.
وكذلك الأَوْلى: هي بمعنى الأحسن، وقد ذكرها في مواضع، كقوله في الصلاة:',NULL,'180',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (176,'"والأَوْلى وضع يديه على ما يضع عليه جبهته ".
وأما قوله في الجنائز: " إذا اجتمع الولي والوالي، فالوالي الأصل لا الفرع أَوْلى "،
ليس من هذا الباب بل هو بمعنى واحد.
وأما " الأشبه ": فمعناه الأَسَدُّ، من السداد، والاستقامة في القياس، لكونه أشبه بالأصول من القول المعارِض له، إن كان ثم قول، كقوله في الوصايا:
" وبغلاتها أشبه ".
والقول بالأشبه من باب القول بالاستحسان.
وأما " المختار ": كقوله في الوضوء: " فالمختار بناؤه على أن الدوام كالابتداء أولًا "،
فالمختار يطلق على ما اختاره بعض الأئمة لدليل رجّحه به، وقد يكون ذلك المختار خلاف المشهور.
وأما الصواب: فمقابله الخطأ، قاله ابن عبد السلام في الرد بالعيب في قوله:
" بخلاف العبد والدابة على المشهور "، وصرح ابن الحاجب بذلك في قوله في الأوقات:
" وقال أصبغ: سألت ابن القاسم آخر مسألة فقال: أصبت، وأخطأ ابن عبد الحكم.
وقد يشير بالصواب إلى اختيار بعض المتأخرين كقوله في خيار الأمة:
" وقال اللخمي: الصواب ألا خيار لها ".
وأما " أصوب ": فيطلق في مقابلة الصواب، كقوله في متابعة الإمام:
" إن أحرم معه أجزأه، وبعده أصوب ".
وأما لفظة " الحق ": فيطلقها قائلها من المتأخرين على تحقيق صواب ما ذهب إليه من أقوال المسألة، أو تقييدها، ومقابل الحق: الوهم.
وأما الاستحسان: فذكره المؤلف - يعني ابن الحاجب - في آخر الديات في قوله:
" إنه لشيء استحسناه، وما سمعت فيه شيئًا ".
وقد قال مالك - رحمه الله -: " الاستحسان تسعة أعشار العلم ".
وقال ابن خويز منداد في كتابه الجامع لأصول الفقه: وقد عول مالك على القول بالاستحسان، وبنى عليه أبوابًا ومسائل من مذهبه، قال: ومعنى الاستحسان عندنا القول بأقوى الدليلين، وذلك أن تكون الحادثة مترددة بين أصلين، وأحد الأصلين أقوى بها شبهًا وأقرب، والأصل الآخر أبعد إلا مع القياس الظاهر، أو عرفٍ جارٍ، أو ضربٍ من المصلحة، أو خوفِ مفسدةٍ، أو ضربٍ من الضرر والعذر، فيعدل عن القياس على',NULL,'181',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (177,'الأصل القريب إلى القياس على ذلك الأصل البعيد، وهذا من جنس وجوه الاعتبار.
وليس المراد بالاستحسان اتباع شهوات النفوس، أو الاستحسان بغير دليل، لكن ما حسن في الشريعة، ولم ينافها، والدليل على صحة القول به قوله: " ما رآه المسلمون حسنا فهو عند اللَّه حسن ".
وقال القاضي إياس بن معاوية: " قيسوا القضاء ما صلح الناس، فإذا أفسدوا فاستحسنوا "، وإياس هذا هو قاضي عمر بن عبد العزيز.
وأنكر بعض الشافعية القول بالاستحسان وشنعوا على القائلين به.
"الروايات والأقوال ": قاعدة المؤلف وغيره أنه إذا أطلق الروايات فهي أقوال مالك - رحمه الله -،
وإذا أطلق الأقوال، فالمراد قول أصحاب مالك وغيرهم من المتأخرين.
وقد انخرم هذا فأطلق المؤلف الروايات على منصوصات المذهب، وقد يطلق
الروايات في مقابلة أقوال الأصحاب.
وأما اصطلاحه في الأقوال: ما ذكره الإمام أبو محمد الحسن بن محمد الزعفراني الشافعي قال: " القول إن كان صادرًا من صاحب المذهب، كان معناه: اعتقاده ورأيه، كقولك: فلان يقول بقول فلان، أي يعتقد ما كان هاه، ويرى رأيه، ويقول به.
وإن كان صادرًا عن أصحابه، فهو ما نقلوه عنه، واستنبطوه من الكتاب والسنة وأصول المذهب ".
قال: " ووجه تجويزهم في تسميتهم الآراء والاعتقادات أقوالًا: أن الاعتقاد يخفى، فلا يظهر، ولا يعرف إلا بالقول، أو ما يقوم مقامه من شاهد الحال، فلما كانت لا تظهر، ولا تعرف إلا بالقول سميت قولًا ".
وفي التقريب في شرح التهذيب قال:
" اعلم أنه إذا وقع في المذهب الرواية فهي عن
مالك لا عن غيره، وإن وقع ذكر القول فقد يكون عن مالك، وقد يكون عن غيره".
وقد يطلق المؤلف القولين على الروايتين.
وإذا أطلق المؤلف لا قال "، ولم يضف ذلك لقائل، ولم يكن معطوفًا على ما يفهم منه اسم القائل: فالقول منسوب لمالك.',NULL,'182',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (178,'وقال بعضهم حيث يقول المؤلف: " وقال مالك " فهو إشارة إلى قول مالك في العتبية، وقد يأتي بها لما كان فيه مغمز: من كونه لا يجري على أصوله، وهذه طريقة ابن أبي زيد في الرسالة.
وقد يأتي بها على وجه الاستشكال والتبري من عهدتها، كما يفعله غيره يتبرأون من المسائل، وينسبونها لأهل المذهب بقولهم: " قالوا "، وينسبونها لمالك إشارة إلى أنه ليس لهم حظ فيها إلا النقل.
ومن قاعدته في القولين أنه إذا ذكر قائليهما، فإن الأمر المحكوم به أولًا، أو النفى لمن سماه أولًا، ومقابله القول الثاني.
ومن قاعدته: أنه إذا ذكر أقوالًا وقائلين، فإنه يجعل الأول من الأقوال للأول من القائلين، والقول الثاني للثاني، والثالث للثالث، وهذا كثير في كتابه، وإنما يفعله غالبًا إذا كانت الأقوال إذا جمعت لا تفهم فيفرقها، ويبين القائلين.
ومن قاعدته: أنه إذا كان صَدَّرَ كلامه في المنع والجواز، ثم ذكر بعد ذلك قسمًا.
وحكى فيه قولين لقائلين، ولم يعين ما لكل قائل، فإن للقائل الأول حكم ما صَدَّر به كلامه، والثانى ما يقابله.
ومن قاعدته: أنه إذا جمع يين مسألتين في الحكم، وكان في كل مسألة قولان، فالغالب أنه يجمعها في المشهور، ثم يعقب ذلك ب: " قيل "، لئلا يُتَوَفم أن الخلاف
راجع إلى المسألة الثانية، دون الأولى.
وقد يذكر صورتين، ويجيب عنهما بجواب واحد، ثم يذكر الخلاف، ويكون
الخلاف عائدًا إلى الثانية خاصة.
وقاعدته في حكاية الأقوال لم تطرد، فقد يطلق القولين وهما منصوصان، وقد
يطلقهما وهما مخرجان، وقد يحكى لازم القول قولًا، وقد يحكى تأويلات الشيوخ للمدونة أقوالًا، وهذا مما تُعُقِّبَ فيه.
وكان يجب تمييز كل نوع من هذه الأنواع عن الآخر؛ لأن الأقوال المخرجة لا يحكم بها ولا يفتى، وكذلك لازم القول، وتأويلات الشيوخ.
ومن قاعدة المؤلف: أنه إذا أطلق القولين فهما بالجواز والمنع، ولم يطرد في ذلك، فقد يكونان بالجواز والكراهة.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (179,'واعلم أنه قد يذكر أقوالًا في المسألة ليس فيها شيءٌ بالمنع، وإنما يذكرها لتعيين الأولى والأفضل.
وقد يتوهَّم من إطلاق المؤلف القولين من غير تشهير لأحدهما أنهما مستويان في القوة، أو الضعف، وأن المشهور فيهما غير موجود.
وليس كذلك، بل جرت عادته في كثير من المسائل أنه يترك تعيين المشهور من القولين، وهو منصوص عليه في الأصول التي ينقل منها، كالجواهر لابن شاس، وابن بشير، وغيرهما.
ومن قاعدته: أنه يجمع بين مسألتين فأكثر، ويأتي في الجميع بقولين، فيوهم ذلك أن الخلاف في تلك المسائل للقائلين من أهل المذهب، وليس كذلك.
" قالوا ": ومن قاعدة المؤلف أنه حيث يقول؟ " قالوا "، فإنه يأتي بها للتبري من عهدة دليل ذلك وصحته، أو لكونه مستضعفًا لوجه ذلك الحكم.
قال ابن عبد السلام في التيمم: " إنما يذكر المؤلف (قالوا) فيما لا يرتضيه ".
وقال في باب الغصب: " جرت عادة المؤلف إنما يأتي بصيغة (قالوا) إذا كانت
المسألة منصوصًا عليها للمتقدمين، ثم يستشكلها، وقد يأتي بها فيما لم ينص عليه المتقدمون.
وقد يعدل عن حكاية الأقوال إلى ذكر الخلاف لكونها ليست أقوالًا منصوصة.
" جماء - وقع - عن ": وما يلحق بالكلام في الأقوال: ألفاظ ذكرها المؤلف، فمنها: جاء، ومن قاعدته: أنه إذا أشكل عليه إلحاق فرع بقاعدة، أو نسبة قول إلى من نسب إليه.
ورأى غيره من الشيوخ إلحالتى ذلك الفرع بتلك القاعدة، فإنه يقول: " وجاء ".
ومن ذلك قوله: " ووقع ": أصل هذه اللفظة أنها تذكر لاستشكال محلها،
كقوله: " ووقع لابن القابسي غير طهور ".
والمؤلف تبع فيها ابن شاس، واختلف في معناها، هل هي قول لابن القابسي، أو إلزام ألزمه إياه غيره أن يقول بذلك.
وقد يأتي بها لغير هذا المعنى كقوله في الأذان: " فوقع لا يؤذنون، ووقع إن أذنوا',NULL,'184',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (180,'فحسن ".
والمعنى هنا: أنه وقع لمالك في غير المدونة: " لا يؤذنون "، ووقع له في
المدونة: " إن أذنوا فحسن "، فقيل: هو اختلاف قول من مالك.
وقيل: ليس هو اختلاف قول.
ومن ذلك قوله: " وعن "، ومن قاعدته: أنه حيث يقول: " فعن "، فهو كالمتبرئ من صحة نسبة القول إلى قائله، كقوله في التيمم: " فعن ابن قاسم إن كانتا مشتركتي الوقت أعاد الثانية في الوقت، وإلا أعادها أبدا "، وليس هو لابن القاسم، وإنما قاله أصبغ.
وقد يأتي بها لاستشكالها كقوله في المزارعة: " وعن ابن القاسم: والحصاد
والدراس "، وهذه الرواية وقعت في العتبية من رواية حسين بن عاصم، واستشكلت.
وقد يأتي بها إذا كان ذلك عن ابن القاسم على وجه التأويل لقول لمالك.
* * *
<span data-type="title" id=toc-65>طرق المذهب المالكي:</span>
ويتصل بهذا الكلام في " الطرق ".
والطرق: اختلاف الشيوخ في حكاية المذهب،
وهي مختصة بالأصحاب والشيوخ.
قال في التوضيح: الطريق عبارة عن شيخ، أو شيوخ يرون المذهب كله على ما نقلوه، فهي عبارة عن اختلاف الشيوخ في كيفية نقل المذهب، هل هو قول واحد، أو على قولين فأكثر.
والأولى الجمع بين الطرق ما أمكن، والطريق التي فيها زيادة راجحة على غيرها؛ لأن الجميع ثقات.
وحاصل دعوى النافي شهادة على نفي.
" ثالثها ": من قاعدة المؤلف - يعني ابن الحاجب - أنه ينبه على الأقوال الثلاثة، أو الروايات الثلاثة بقوله: " ثالثها ".
وذلك إذا كانت الأقوال إذا جمعت فهمت بالطريق
التي قررها، فإن كانت لا تفهم إذا جُمِعَت فإنه يبينها، كقوله في مصرف الزكاة:
" فإن كانوا قرابة لا تلزمه، وليسوا في عياله فثلاثة: الجواز، والكراهة والاستحباب ".
وطريقة استخراج القولين الأولين أنه إذا قال: " ثالثها "، فإنه يجعل القول الثالث',NULL,'185',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (181,'دليلًا على القولين الأولين، فيجعل صدره دليلًا على القول الأول، وعجزه دليلًا على القول الثاني فإذا صَدَّره بإثبات فالقول الأول هو: الجواز مثلًا، أو الوجوب، وإن صَدَّره بالمنع فالأول عدم الجواز، والثاني مقابل الأول، والثالث مفهوم من كلامه.
ومن قاعدته: أن ثالث الأقوال إذا كان مشهورًا، فإنه يقول: ثالثها المشهور، وإن كان المشهور غير الثالث بدأ بذكره.
وقد يجمع المؤلف مسألتين، ويحكى ثلاثة أقوال، ويكون في الأول قولين، وفىِ الثانية ثلاثة أقوال.
" ورابعها ": من قاعدة المؤلف أنه إذا ذكر قسمة رباعية، فإنه يُصَدِّر القول الرابع بإثباتين، ويقابله بنفيين، ثم بإثبات الجزء الأول من الإثباتين الأولين، ونفي الجزء الثاني
وهو القول الثاني، ثم بإثبات الجزء الثاني من الإثباتين الأولين، ونفي الجزء الأول وهو القول الثالث.
واعلم أن هذا غير مطرد في كل موقع يذكر فيه: ورابعها، فقد يكون القول الأول بالجواز، والثاني بالمنع، والثالث بالكراهة، والرابع ما ينص عليه.
فالقول بالكراهة لا يفهم من قاعدته، وإنما يفهم بالتوقيف عليه، وقد لا يذكر صَدْر القول الرابع ولا يبينه.
ومن قاعدته: أنه إذا كان في المسألة أربعة أقوال، وفي مسألة أخرى ثلاثة منها: ذكر المسألة التي فيها الثلاثة الأقوال، وذكر في المسألة الأخرى القول الرابع خاصة.
" وفيها ": من قاعدة المؤلف أنه يكنى عن المدونة بقوله: وفيها، وإن لم يتقدم لها ذكر، وذلك لاستحضارها في الذهن، وكثرة تداولها بين أهل المذهب.
وقد قيل: المدونة بالنسبة إلى كتب المذهب كالفاتحة في الصلاة، تغني عن غيرها ولا يغني عنها غيرها.
واعلم أن المؤلف لم يتقيد في قوله: " وفيها "، بالمدونة الكبرى، ولا بالتهذيب،
فتارة ينقل من المدونة، وتارة ينقل من التهذيب، ولعل ذلك لكون التهذيب قصد به البراذعي اتباع ترتيبها، والمحافظة على كثير من ألفاظها، فصار عنده بمنزلة المدونة.',NULL,'186',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (182,'ومن قاعدته: أنه إنما ينمشا المسألة إلى المدونة لأمر زائد على كونها من مسائل المدونة، وذلك أنواع:
الأول: كونها محتملة للقولين، أو ظاهرة في أحدهما بحيث يكون ترجيحا له،
فيذكره على لفظه في الأصل، أو قريبا من لفظه، ليتم ما أراد أخذه من المدونة.
الثاني: أن ينسب المسألة إليها لإشكالها في تصورها عند الشيوخ حتى ترددوا في فهمها، وقد يكون إشكالها من جهة التصديق.
الثالث: قد يذكرها ليستشهد بما فيها على ما ذكره.
الرابع: قد يذكرها لكونها تخالف ما شَهَّرَه من القولين، فيورده ليجيب عنه، لئلا يعترض به على ما شَهّرَه من القولين.
الخامس: قد يذكرها خشية النقض بما فيها على ما نقله.
السادس: قد يذكرها لخروجها عن أصل المذهب.
السابع: قد يأتي بلفظ المدونة لا لشيء من المعاني المتقدمة، بل لوَجَازَته،
وعموم فائدته.
وقد يعدل المؤلف عن الكتابة عن المدونة بقوله " فيها " إلى التصريح بالمدونة.
وقد يقول المؤلف: " وفيها " وذلك اللفظ ليس في المدونة، ولا في مختصراتها، فالمؤلف - يعني ابن الحاجب - لم يتقيد بالمحافظة - على لفظ المدونة، ولا مختصرها للبراذعي، بل ينمسب للمدونة ما هو ظاهر لفظها، كما ينسحب إليها صريح لفظها.
" في التشبيهات ": من قاعدة المؤلف - رحمه الله -: أنه إذا ذكر مسألة، وذكر ما فيها من الأقوال، وعَين المشهور، ثم ذكر مسألة أخرى، وشَبَّهها بها فإنما يشبهها بها في القول المشهور خاصة، ولا يلزمه أن يجري في المسألة المشبّهة ما في المسألة المشبه بها من الأقوال.
وهكذا ينبغي أن يُفْهَم كلام المؤلف فيما لا يمكن أن تجري فيه الأقوال التي في المسألة المشُبَّه بها.
قال ابن عبد السلام في باب الردة: " تشبيهات المؤلف في هذا الكتاب تقع تارة في أصل الحكم الذي بنيَت عليه المسألة بدون خصوصية من وفاق وخلاف، وتارة يقع في',NULL,'187',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (183,'ذلك الحكم، مع وصف من خلاف، أو وفاق.
ومن قاعدته: أنه إذا ذَكَرَ فرعًا مختلَفًا فيه، ثم شَبَّهَه بفرعٍ آخر، ولم يذكَّر في المشُبَّه به خلافًا، وذلك الخلاف في المشبَّه، كان مراده أن المشُبَّه به فيه من الخلاف ما في المشُبَّه، وأنه إنما ترك ذِكْره في الشُبَّه به اختصارًا.
ومن قاعدته: أنه يشبه بما سيأتي مما لم يتقدم له ذكر.
وقال ابن راشد: ومن قاعدة المؤلف أنه إذا رَتَّبَ شيئين على شيئين، فإنه يجعل الأول للأول، والثاني للثاني.
" السُّنَّة - العمل - أمر الناس - الخلاف - لا بأس - واسح - رجوت ": في بيان معاني ألفاظ وقعت في هذا الكتاب، وهي أنواع:
الأول، قوله: السنة: كقوله " والسُّنَّة التكبير حين الشروع ".
ومراده بالسّنَّة: عمل أهل المدينة.
وقال ابن عبد السلام: " مراده عمل أهل العلم، وهذه اللفظة وقعت في الموطأ كثيرًا ".
قال البوني في شرح الموطأ عن أحمد بن المعدل: " إن المراد عنده بالسنَّة ما جرى عليه أمر بلدهم في القديم والحديث ".
الثاني: قوله: " للعمل ": المراد به عمل أهل المدينة، قاله ابن راشد، وإليه أشار الشيخ تقي الدين بن دقيق العيد.
ويحتمل أن يريد به عمل الصحابة - رضي الله عنهم - قاله ابن عبد السلام.
وقد يشير بالعمل إلى ما اتفق عليه الفقهاء السبعة.
وقوله: " والنضح من أمر الناس ": هي بمعنى قوله للعمل.
الثالث: قوله " للخلاف ": قال ابن عبد السلام: " كثيرًا ما يجري على ألسنة الفقهاء من أهل المذهب: الحكم كذا مراعاة للخلاف، ويقولون: هل يراعى كل خلاف أو لا؟ قولان.
والذي ينبغي أن يعتقد أن الإمام - رحمه الله - إنما يراعى من الخلاف ما قوى دليله.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (184,'الرابع: قوله " لا بأس ": هذه اللفظة تكررت في الأمهات.
قال بعضهم: والظاهر أنها دالة على رفع الإثم المُقَيَّد بقَيد عدم الطلب، وهو: القَدْر المشترَك بين الجواز والكراهة، لأنها ترد مرة بمعنى الجواز السالم عن الكراهة، وقد ترد بمعنى الكراهة، وقد
ترد لما تركه أحسن من فعله.
وقد ترد لما فعله أرجح من تركه.
ويلحق بهذه اللفظة ألفا تقاربها في المعنى، فمن ذلك: قوله " واسعٌ ": هذه اللفظة ترد لا تركه وفعله سواء.
وقوله: " رجوت ": هذه اللفظة قربت من معنى واسع.
ومنه قوله: " استخف ": وهي أيضًا بمعنى واسع.
* * *
<span data-type="title" id=toc-66>الأسماء المبهمة في مختصر ابن الحاجب:</span>
ولا بد من بيان أسماء مبهمة وقعت في هذا الكتاب:
القاضيان - القضاة الثلاثة: فمن ذلك القاضيان كقوله في البيوع: " وخَصَّصَه القاضيان بالحي الذي لا يراد إلا للذبح "، فمراده القاضي أبو الحسن بن القصار، والقاضي عبد الوهاب.
وإذا أطلق أهل المذهب القضاة الثلاثة فهم القاضيان، والثالث أبو الوليد الباجي.
أبو إسحاق - أبو الفرج - أبو الحسن: وأبو إسحاق: هو ابن شعبان.
وأبو الفرج: هو القاضي أبو الفرج البغدادي مؤلف كتاب الحاوي.
وأبو الحسن: هو أبو الحسن بن القصار البغدادي.
محمد: وحيث أطلق محمد، هو ابن المواز.
الأستاذ: والأستاذ هو الشيخ أبو بكر الطرطوشي.
الفقهاء السبعة: وأمما الفقهاء السبعة: فالمراد بهم: سعيد بن المسيب، وعروة بن الزيير، والقاسم بن محمد بن أبي بكر الصديق - رضي الله عنهم -، وخارجة بن زيد بن ثابت، وعبيد اللَّه بن عبد اللَّه بن عتبة بن مسعود، وسليمان بن يسار.
وفي السابع ثلاثة أقوال:
أحدهما: أنه أبو سلمة بن عبد الرحمن بن عوف، نقله الحاكم عن أكثر علماء الحديث.
والثانى: أنه سالم بن عبد اللَّه بن عمر بن الخطاب - رضي الله عنه -، قاله ابن المبارك.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (185,'الثالث: أنه أبو بكر بن عبد الرحمن بن الحارث بن هشام، قاله أبو الزناد.
علماء المدينة: وأما علماء المدينة، فالإشارة بهم إلى ما هو أعم من الفقهاء السبعة؛ لأن ذكر الفقهاء السبعة، لا ينفي أن غيرهم خالفهم.
وأما علماء المدينة، فيدل على انتفاء الخلاف بينهم.
المدنيون: وأما المدنيون: فالإشارة بهم إلى: ابن كنانة، وابن الماجشون، ومطرف، وابن نافع، وابن مسلمة، ونظرائهم.
المصريون: وأما المصريون: فيشار بهم إلى: ابن القاسم، وأشهب، وابن وهب، وأصبغ بن الفرج، وابن عبد الحكم، ونظرائهم.
العراقيون: وأما العراقيون: فيشار بهم إلى: القاضي إسماعيل، والقاضي أبي
الحسن بن القصار، وابن الجلاب، والقاضي عبد الوهاب، والقاضي أبي الفرج، والشيخ أبي بكر الأبهري، ونظرائهم.
العلماء: وأما العلماء: يشير إلى علماء المدينة في زمان مالك - رحمه الله -.
* * *',NULL,'190',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (186,'<span data-type="title" id=toc-67>الفصل الخامس
مذهبب الحنابلة</span>
<span data-type="title" id=toc-68>ترجمة الإمام أحمد:</span>
هو: الإمام البارع المجمع على جلالته، وإمامته، وورعه، وزهادته، وحفظه، ووفور علمه، وسيادته: أبو عبد اللَّه أحمد بن محمد بن حنبل بن هلال بن أسد بن إدريس ابن عبد اللَّه بن حيان (بالمثناة) بن عبد اللَّه بن أنس بن عوف بن قاسط بن مازن بن شيبان ابن ذهل بن ثعلبة بن عكابة بن صعب بن علي بن بكر بن وائل بن قاسط بن هِنْب (بكسر الهاء وإسكان النون وبعدها موحدة) بن أفصى (بالفاء والصاد المهملة) بن دعمي بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان الشيباني المروزي ثم البغدادي.
أصله من مرو، خرج به أبوه من مرو حملًا، وولد ببغداد، ونشأ بها إلى أن توفي بها.
ولد - رحمه الله - في شهر ربيع الأول سنة أربع وستين ومائة (١٦٤ هـ) ، وتوفي ضحوة يوم الجمعة الثاني عشر من شهر ربيع الأول سنة إحدى وأربعين ومائتين (٢٤١ هـ) .
وله رحلة واسعة في طلب الحديث والعلم، فدخل مكة، والمدينة، والشام،
واليمن، والكوفة، والبصرة، والجزيرة.
وفي مشايخه كثرة بالغة، فمنهم: سفيان بن عيينة، وإبراهيم بن سعد، ويحيى
القطان، وهشيم، ووكيع، وابن علية، وابن مهدي، وعبد الرزاق، وخلائق.
روى عنه: شيخه عبد الرزاق، ويحيى بن آدم، وأبو الوليد، وابن مهدي، ويزيد ابن هارون، وعلي بن المديني، والبخاري، ومسلم، وأبو داود، والذهلي، وأبو زرعة الرازي، والدمشقي، وإبراهيم الحربي.
وعن أبي مسهر قال: ما أعلم أحدًا يحفظ على هذه الأمة أمر دينها إلا شابا بالمشرق يعني أحمد بن حنبل.
وعن علي بن المديني قال: قال لي سيدي أحمد بن حنبل: لا تحدث إلا من كتاب.
وعن أبي عبيد قال: انتهى العلم إلى أربعة: أحمد بن حنبل، وهو أفقههم فيه،',NULL,'191',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (187,'وعلي بن المديني وهو أعلمهم به، ويحيى بن معين وهو أكتبهم له، وأبي بكر بن أبي شيبة وهو أحفظهم له.
وقال أبو زرعة: ما رأيت أحدا أجمع من أحمد بن حنبل، وما رأيت أحدًا أكمل منه، اجتمع فيه زهدٌ، وفقه، وفضلٌ، وأشياء كثيرة.
وقال قتيبة: أحمد إمام الدنيا.
وقال الشافعي: ما رأيت أعقل من أحمد بن حنبل، وسليمان بن داود الهاشمي.
وقال أبو حاتم: كان أحمد بن حنبل بارع الفهم بمعرفة صحيح الحديث وسقيمه.
وقيل لبشر الحافي حين ضُرِب أحمد بن حنبل في المحنة: لو قمت، وتكلمت كما تكلم.
فقال: لا أقوى عليه، إن أحمد قام مقام الأنبياء.
وفي أيامه دعا المأمون إلى القول بخلق القرآن، ومات قبل أن يناظر أحمد بن حنبل،
وتولى المعتصم فسجن ابن حنبل ثمانية وعشرين شهرًا لامتناعه عن القول بخلق القرآن،
وأطلق سنة (٢٢٠ هـ) ، ولم يصبه شر في زمن الواثق باللَّه بعد المعتصم، ولما تولى المتوكل ابن المعتصم أكرم الإمام أحمد، وقدمه، ومكث مدة لا يولى أحدًا إلا بمشورته، وتوفي الإمام أحمد وهو على تقدمه عند المتوكل.
* * *
<span data-type="title" id=toc-69>مصنفاته:</span>
صنف الإمام أحمد - رحمه الله - المسند (طبع مرارًا) ، والتاريخ، والناسخ والمنسوخ، والرد على الزنادقة فيما ادعت من متشابه القرآن طبع، والتفسير، وفضائل الصحابة،
والمناسك، والزهد طبع، والأشربة، والمسائل (طبع بعض روايات منها) ، والعلل والرجال (طبع بعض روايات منها أيضًا) .
* * *
<span data-type="title" id=toc-70>رواة المذهب:</span>
يقول ابن القيم: " كان الإمام أحمد شديد الكراهة لتصنيف الكتب، وكان يحب تجريد الحديث، ويكره أن يكتب كلامه، ويشتد عليه جدّا، فعلم اللَّه حسن نيته، وقصده، فكتب من كلامه وفتواه أكثر من ثلاثين سفرًا ...
وجمع الخلال نصوصه في الجامع الكبير فبلغ نحو عشرين سفرًا أو أكثر، ورويت فتاويه ومسائله، وحدث بها قرنا بعد قرن ".',NULL,'192',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (188,'وقد روى عن الإمام أحمد مذهبه: ابنه صالح (ت ٢٦٦ هـ) ، وابنه عبد اللَّه
(ت.٢٩ هـ) ، وأحمد بن هانئ الأثرم (ت ٢٧٣ هـ) ، وأبو بكر المروذي
(ت ٢٧٥ هـ) ، وحرب بن إسماعيل الكرماني (ت ٢٨٠ هـ) ، وإبراهيم بن إسحاق الحري (ت ٢٨٥ هـ) .
ومن أهم جامعي فقه الإمام أحمد: أبو بكر أحمد الخلال (ت ٣١١ هـ) ، وعمر بن الحسين الخرقي (ت ٣٣٤ هـ) ، وعبد العزيز بن جعفر غلام الخلال (ت ٣٦٣ هـ) .
* *
<span data-type="title" id=toc-71>ومن أجوبته ومسائله المجموعة:</span>
١ - مسائل عبد اللَّه بن أحمد لوالده أحمد وجواباتها.
٢ - كتاب المسائل عن أحمد والحنظلي، رواه عنهما إسحاق بن منصور المروزي.
٣ - مسائل أحمد بن حنبل لإسحاق بن منصور الكوسجي المروزي.
٤ - المسائل التي حلف عليها الإمام أحمد (مطبوع) .
٥ - مسائل الإمام أحمد، رواية السجستاني.
* * *
<span data-type="title" id=toc-72>أسس المذهب الحنبلى:</span>
يقول ابن القيم: " وكانت فتاويه مبنية على خمسة أصول:
الأصل الأول: النصوص، فإذا وجد النص أفتى بموجبه، ولم يلتفت إلى ما خالفه، ولا من خالفه كائنًا ما كان.
الأصل الثاني: ما أفتى به الصحابة، فإذا وجد لبعضهم فتوى لا يعرف له مخالف منهم لم يعدها إلى غيرها.
الأصل الثالث: إذا اختلف الصحابة تخير من أقوالهم ما كان أقربها إلى الكتاب والسنة.
الأصل الرابع: الأخذ بالمرسل والحديث الضعيف إذا لم يكن في الباب شيء يدفعه، وهو الذي رجحه على القياس، وليس المراد بالضعيف عنده الباطل، ولا المنكر، ولا ما في روايته متهم بحيث لا يسوغ الذهاب إليه، بل الحديث الضعيف عنده قسيم الصحيح، وقسم من أقسام الحسن، ولم يكن يقسم الحديث إلى صحيح وحسن',NULL,'193',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (189,'وضعيف، بل إلى صحيح وضعيف.
الأصل الخامس: القياس للضرورة، فإذا لم يكن عند الإمام أحمد في المسألة نص، ولا قول الصحابة أو واحد منهم، ولا أثر مرسل، أو ضعيف عدل إلى الأصل الخامس وهو القياس، فاستعمله للضرورة.
فهذه الأصول الخمسة من أصول فتاويه، وعليها مدارها، وقد يتوقف في الفتوى لتعارض الأدلة عنده، أو لاختلاف الصحابة فيها، أو لعدم اطلاعه فيها على أثر أو قول أحد من الصحابة والتابعين، وكان شديد الكراهة والمنع للإفتاء بمسألة ليس فيها أثر عن السلف، كما قال لبعض أصحابه: إياك أن تتكلم في مسألة ليس لك فيها إمام، كان
يسوغ استفتاء فقهاء الحديث، وأصحاب مالك، ويدل عليهم، ويمنع من استفتاء من يعرض عن الحديث، ولا يبني مذهبه عليه، ولا يسوغ العمل بفتياه ".
ونستطيع أن نفصل الكلام على أسس المذهب الحنبلي فيما يلي:
١ - منزلة النصوص:
للنصوص المكانة الأولى في الاستدلال عند الإمام أحمد،
واشتهر بوقوفه عندها.
ولهذا فمن أصول المذهب الحنبلي: أن النصوص وافية بجمهور
أحكام أفعال العباد.
ويرى الإمام أحمد أن مرتبة نصوص الكتاب والسنة واحدة ما دامت الأحاديث ثابتة وصحيحة، فلا يقدم بعضها على بعض.
ويرى الحنابلة أن السنة بيانًا للقرآن الكريم، فحيثما كان ظاهر القرآن مخالفًا للسنة لا يردون السنة، ولا يقدمون نصوص القرآن على نصوص السنة في البيان للأحكام، وإن كانت مقدمة في الاعتبار، لأن حجية السنة ثبتت بطريق الكتاب.
ولهذا فالإمام أحمد لا يفرض أن يقع تعارض بين ظاهر الكتاب والسنة، لأن ظاهر القرآن يحمل على ما جاءت به السنة، إذ هي المبينة له.
٢ - الوقوف عند النص عامه وظاهره: أما العام: فيرى جمهور العلماء أنه يمتنع العمل بالعام قبل البحث عن مخصص، يينما يرى الصيرفي أنه يجب اعتقاد عمومه في الحال عند سماعه والعمل بموجبه، ووافقه عليه ابن بَرْهان والإمام فخر الدين الرازي وأتباعه.',NULL,'194',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (190,'وهو إحدى الراويتين عن أحمد، واختاره من أئمة المذهب: ابن عقيل، والمقدسي، والقاضي أبو يعلي، وأبو بكر الخلال.
والرواية الثانية: عن أحمد موافقة للجمهور أنه لا يجب اعتقاده ولا العمل به في الحال حتى يبحث وينظر: هل هناك دليل مخصص، فإذا بحث ونظر فلم يجده تعين العمل به حينئذ، واختارها من أئمة المذهب: أبو الخطاب، والحلواني.
قال في المسودة: " وألفاظ أحمد كالصريحة بالرواية التي نصرها أبو الخطاب، لكن إنما هو فيمن لم يسمعه من النبي - صلى الله عليه وسلم -.
قال القاضي: ...
وفيه روايتان: إحداهما: يجب العمل بموجبه في الحال، وهذا
ظاهر كلام أحمد في راوية عبد الله لما سأله عن الآية إذا كانت عامة، وفيه رواية أخرى لا يحمل على العموم في الحال حتى نطلب دليل التخصيص ...
وهذا ظاهر كلام أحمد في رواية صالح، وأبي الحارث وغيره، قال في رواية صالح: إذا كان للآية ظاهر
ينظر ما عملت السنة، فهو دليل على ظاهرها، ومنه قوله تعالى
(يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ) ،
فلو كانت على ظاهرها لزم من قال بالظاهر أن يورث
كل من وقع عليه اسم ولد وإن كان قاتلا ويهوديا ".
أما الظاهر: فهو دليل شرعي يجب اتباعه والعمل به بدليل إجماع الصحابة على العمل بظواهر الألفاظ، وهو ضروري في الشرع.
قال في المسودة: " وكلام أحمد إنما هو في مطلق الظاهر من غير فرق بين العموم وغيره ".
وقال فيها أيضا: " وهذا عام في الظواهر كلها من العموم، والمطق، والأمر
والنهي، والحقائق، وهو نص ".
ومن أصول الإمام أحمد المقررة: الوقوف عند ظاهر النص، وعدم صرفه عن مقتضاه إلا بدليل يوجب الصرف سواء كان قرينة، أو ظاهرًا آخر، أو قياسًا، وهو في ذلك موافق لغيره من العلماء.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (191,'٣ - ويتفق الحنابلة مع جمهور العلماء في القول بحجية مفهوم الموافقة:
أما مفهوم المخالفة: فجمهور الحنابلة على القول بحجيته وهو الذي دل عليه ظاهر الروايات عند أحمد.
٤ - وورى الإمام أحمد كغيره من أئمة أهل السنة وجوب المتشابه إلى المحكم، وإن المنصوص يوافق بعضها بعضًا، وألا يؤخذ المتشابه على ظاهره دون نظر واعتبار في جميع الأدلة.
٥ - منزلة السنة عند الإمام أحمد: يرى الإمام أحمد وجوب النظر في السنة عند تفسير القرآن الكريم، ويقدمونها على ظاهر الآيات.
فالسنة عند الإمام أحمد مبينة للقرآن، تقييدًا لمطلقه، وتخصيصًا لعامه، وييانًا لمجمله، وأن ظواهر الكتاب إذا لم توجد سن تعين احتمالا من احتمالاتها عمل بها على ظاهرها.
وطريقة الإمام أحمد قبول كل سنة صحيحة، وعدم عرضها على الكتاب قبل
قبولها، بل يؤخذ بها، وتعتبر مفسرة للقرآن، إن كان يحتاج إلى تفسير، ومؤولة له إذا كانت معارضة له في الظاهر.
ففيصل التفرقة يين الفقهاء الذين غلب عليهم الرأي، والفقهاء الذين غلب عليهم الأثر، أن الأولين لا يأخذون بأخبار الآحاد في مقام تعرض له القرآن، ولو بصيغة العموم، وليس لخبر الآحاد مرتبة تخصيصها، أما أهل الحديث فيخصصون القرآن بالخبر الصحيح مطلقًا.
فالسنة حاكمة باعتبار قيامها مقام التفسير، وإن كانت في الاعتبار تالية للقرآن الكريم.
٦ - ويرى الإمام أحمد وجوب الرجوع إلى تفسير الصحابة عند الكلام في معاني القرآن، بشرط ألا يرد نص صريح عن رسول اللَّه - صلى الله عليه وسلم -، وألا يخالف أحد من الصحابة ذلك التفسير.
أما تفسير التابعين فيما لم يرد عن النبي - صلى الله عليه وسلم - والصحابة: فالمرء فيه مخير،
قال الإمام أحمد - في رواية أبي داود -: الاتباع أن يتبع ما جاء عن النبي - صلى الله عليه وسلم - وعن الصحابة،',NULL,'196',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (192,'ثم هو بعد في التابعين مخير، والوجه فيه أن قول آحادهم ليس بحجة، ويفارق آحاد الصحابة لأنه حجة.
إلا إذا كان إجماع من التابعين، وعليه تحمل رواية المروزي عن الإمام أحمد: " ينظر ما كان عن النبي - صلى الله عليه وسلم -، فإن لم يكن فعن الصحابة، فإن لم يكن فعن التابعين ".
٧ - والحنابلة يوافقون الجمهور في أن الخبر المتواتر لا يولد العلم بنفسة، بل يقع العلم عنده بفعل اللَّه سبحانه وتعالى.
٨ - أما خبر الآحاد فعن أحمد روايتان: إحداهما: أنه يفيد العلم، والأخرى: لا يفيده.
وقد اختلف الحنابلة في الترجيح، ومال أكثر المصنفين في الأصول منهم إلى أنه لا يفيد العلم لذاته، وأنه يحمل ما روى عن أحمد من أنه يفيد العلم على انضمام القرائن له.
٩ - والإمام أحمد والحنابلة جميعًا مع جمهور الأمة في وجوب العمل بالخبر الواحد:
حتى إن الإمام أحمد يوجب ذلك سمعًا وعقلًا، لاحتياج الناس إلى معرفة الأشياء من جهة الخبر عن الواحد.
١٥ - أما الحديث الضعيف فعن الإمام أحمد في العمل به ثلاث روايات:
الأولى: العمل به، وتقديمه على الرأي بشرط ألا يوجد في الباب غيره، ولو فتوى صحابي ثابتة عنه، فالضعيف في رتبة تالية لفتاوى الصحابة، وهذه الرواية يرجحها أكثر أصحاب أحمد.
الرواية الثانية: الأخذ بالضعيف في فضائل الأعمال دون الأحكام.
الرواية الثالثة: أنه لا يعمل بالحديث الضعيف مطلقا ولا في فضائل الأعمال، ولهذا لم يستحب أحمد صلاة التساييح، ولا التيمم بضربتين وغيرها من الفروع.
١١ - ويرى الحنابلة أن أخبار الآحاد المتلقاة بالقبول تصلح لإثبات أصول الديانات.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (193,'١٢ - ويوافق الحنابلة الجمهور - خلافا لاممز اظنفية - في العمل بخبر الواحد في الحدود.
١٣ - أما الإجماع: فهو حجة عند الإمام أحمد وأصحابه، وما روى عنه من قوله:
" من ادعى الإجماع فهو كاذب، لعل الناس قد اختلفوا، ولكن لا أعلم الناس اختلفوا، ولم ييلغه "،
وفي رواية: "ولكن يقول: لا أعلم اختلافا، فهو أحسن من
قوله إجماع الناس ".
فالإمام أحمد إنما قال هذا على طريق الورع، قال أبو الخطاب:
"أراد به في حق من لا معرفة له بأحوال الناس، ولا عناية له بالاستخبار عن المذاهب إذا قال ذلك فهو
كذب، ولهذا نص على صحة الإجماع في رواية عبد اللَّه، وأبي الحارث ".
١٤ - ويجري كلام الحنابلة في الاستصحاب وأنواعه مجرى كلام سائر العلماء، ولا يتميزون برأي خاص تجاهه.
١٥ - أما قول الصحابي: فيروي الأصوليون عن أحمد روايتين: أنه حجة، والثانية أنه ليس بحجة، ويرى المتأخرون من الحنابلة - خاصة ابن تيمية وابن القيم - أن الاحتجاج به هو مذهب أحمد على التحقيق.
ولا يخفى شدة تمسك الإمام أحمد بما كان عليه الصحابة، وشدة اتباعه لهم، ومما يروى عنه في هذا الشأن: " أصول السنة عندنا التمسك بما كان عليه أصحاب رسول الله - صلى الله عليه وسلم -، والاقتداء بهم، وترك البدع ".
١٦ - أما المصالح المرسلة: فيقول الإمام ابن دقيق العيد:
" الذي لا شك فيه أن لمالك ترجيحا على غيره من الفقهاء في هذا النوع، ويليه أحمد بن حنبل، ولا يكاد يخلو غيرهما من اعتباره في الجملة،
ولكن لهذين ترجيح في الاستعمال على غيرهما ".
١٧ - وقد قال الحنابلة بسد الذرائع.
٩٨ - أما الاستحسان: فقد أطلق الإمام أحمد القول بالاستحسان في مسائل،',NULL,'198',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (194,'ولهذا يعد الإمام أحمد من القائلين الاستحسان.
١٩ - والحنابلة - كغيرهم من العلماء - يلاحظون العرف في يمنر من أحكامهم، وخاصة باب المعاملات؛ لأنهم يتوسعون فيها، ويعتبرون المعاني والمقاصد، ولا يقفون عند ألفاظ العقود، وينظرون فيها إلى ما تعارف الناس عليه.
٢٥ - أما القياس: فالإمام أحمد يرى الاحتجاج بالقياس، وأنه أصل من أصول الشريعة، وقد استعمله في أكثر من موضع، وما نقل عنه في اجتنابه محمول على استعمال القياس في معارضة السنة.
* * *
<span data-type="title" id=toc-73>أقوال الإمام أحمد:</span>
لم تكن المصطلحات الأصولية في عهد الإمام أحمد قد استقرت بصورة نهائية،
ولهذا يستعمل الألفاظ في التعبير بصورة أقرب إلى الاستعمال اللغوي منها إلى
الاستعمال الاصطلاحي، كما وردت الروايات عن أحمد بعضها صريح، وبعضها بخلاف ذلك، وقد قسم ابن حمدان أقواله أربعة أقسام:
منها: ما هو صريح لا يحتمل تأويلًا ولا معارض له، فما كان من هذا لا شك أنه مذهبه، إلا إن رجع عنه إلى قول آخر.
ومنها: ما هو ظاهر يجوز تأويله بدليل أقوى منه، فإذا لم يعارضه أقوى منه، ولم يكن مانعٌ شرعي، أو لغوي، أو عرفي فهو مذهبه.
ومنها: المجمل الذي يحتاج إلى بيان.
ومنها: ما دلَّ سياق كلامه عليه وقوته وإيماؤه وتنبيهه.
فمن ألفاظه ما يدل على المنع والتحريم أو الكراهة: كقوله " أخشى - لا ينبغي - لا يصلح - أكره - لا يعجبني - هذا أشنع - أخاف ".
ومن الحنابلة من حمل قوله: " أخشى - أخاف - أجبن عنه " على التوقف، ولكن الأكثرية يحملونه على ظاهره في المنع، وذهب صاحب الرعاية في قوله " أجبن عنه "',NULL,'199',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (195,'إلى الجواز، ومنهم من يرى أنه للكراهة.
وأما " أكره " فيقصد بها تارة كراهة التنزيه، وتارة التحريم.
وإذا قال: " لا ينبغي - لا يصلح - أستقبحه - لا أراه شيئًا " وما شابهه، فالأكثر يحملونه على التحريم، وقيل: للكراهة.
قال متأخرو الحنابلة: والأولى النظر إلى القرائن في الكل، فإن دلت على وجوب، أو ندب، أو تحريم، أو كراهة، أو إباحة حمل قوله عليه.
قالوا: وهو الصواب.
والمتتبع لأقوال أحمد يرى أنه يستعمل هذه الألفاظ في التحريم وغيره، ولكن المراد يفهم بالنظر في الأدلة وبالقرائن.
ما يدل على الوجوب والندب: هناك للإمام أحمد ألفاظ تدل على الوجوب،
وأخرى تدل على الندب، وأخرى قد تكون محتملة للأمرين، والقرائن تعين المراد، فمن ذلك قوله " أحب إليَّ - ولا أحب - يعجبني - أعجب إليَّ " ونحوها، فعن الأكثرين يحمل على الندب.
ما يدل على الإباحة والاختيار: وذلك كقوله: لا بأس - أرجو أن لا بأس ".
وإذا أجاب في شيء، ثم قال في نحوه: " أهون، أو أشد، أو أشنع "، فقيل: هما سواء، وقيل: بالفرق.
ومن جهة أخرى يمكن تقسيم الأقوال والفتاوى والآراء في المذهب الحنبلي إلى ثلاثة أقسام:
١ - الروايات: وهي الأقوال المنسوبة إلى الإمام أحمد سواء اتفقت أم اختلفت، ما دام القول منسوبا إليه.
ويعبر عنها الأصحاب في مختصراتهم بقولهم: " وعنه "، فالمراد بها
الروايات الصريحة.
٢ - التنبيهات: وهي الأقوال التي لم تنسب إليه عبارة صريحة دالة عليها، بل فهم من أقوال الإمام، مما تومئ العبارة إليه، كسياق حديث يدل على حكم يسوقه، أو يحسنه، أو يقويه، وهي في حكم المنصوص عليه.
ويعبر عنه الأصحاب في مختصراتهم بقولهم: " أومأ إليه أحمد - أشار إليه - دل عليه كلامه "، ونحوه من العبارات التي تفيد أن كلامه لم يكن صريحا.
٣ - الأوجه: وهي ليست أقوال الإمام بالنص، بل أقوال المجتهدين والمخرجين في المذهب على مثلها المنصوص عليه.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (196,'فالأوجه: أقوال الأصحاب وتخريجهم إن كانت مأخوذة من قواعد الإمام أحمد، أو إيمائه، أو دليله، أو تعليله، أو سياق كلامه وقوته.
* * *
<span data-type="title" id=toc-74>أشهر المجتهدين في المذهب:</span>
من أول ما ألف الحنابلة في الفقه مختصر الخرقي أبي القاسم عمر بن الحسين المتوفى (سنة ٣٣٤ هـ) ، فقد اجتهد في ترجيح الروايات، وتوالى على هذا المختصر كثير من العلماء.
ومن أوائل من جمع ورجح بين الروايات: أبو بكر بن عبد العزيز بن جعفر غلام خليل، (ت ٣٦٣ هـ) .
ثم قام القاضي أبو يعلي محمد بن الفراء، (ت ٤٥٨ هـ) بشرح مختصر الخرقي، وهو أشهر مجتهدي المذهب، وشيخ الحنابلة.
ومن مجتهدي المذهب: ابن أبي يعلي: الشهيد أبو الحسين صاحب طبقات
الحنا بلة، (ت ٥٢٦ هـ) .
وأبو يعلي الصغير محمد بن محمد، صاحب التصانيف، (ت ٥٦٠ هـ) .
وابن الجوزي تلميذ أبي يعلي الصغير، (ت ٥٩٧ هـ) .
وأبو الخطاب الكلوذاني صاحب التمهيد في الأصول، والهداية في الفقه، (ت ٥١٠ هـ) .
وأبو الوفاء بن عقيل شيخ المذهب، صاحب الواضح في الأصول، والفنون، (ت ٥١٣ هـ) .
والموفق بن قدامة شيخ المذهب، صاحب المغني، وروضة الناظر، (ت ٦٢٠ هـ) .
ومجد الدين بن تيمية، (ت ٦٥٢ هـ) ، وتقي الدين بن تيمية (ت ٧٢٨ هـ) ، وغيرهم.
أما مداخل المذهب الحنبلي، فنورد ما ذكره ابن بدران:
* * *
<span data-type="title" id=toc-75>ألقاب العلماء عند الحنابلة:</span>
يقول ابن بدران في كتابه المدخل:
قد غلب على الفقهاء من أصحابنا وغيرهم أنهم
يكتفون في الألقاب بالنسبة إلى: صناعة، أو محلة، أو قبيلة، أو قرية فيقولون مثلا:
" الخرقي " نسبة إلى بيع الخرق، و " الخلال "، و " الطيالسي "، و " الحربي " نسبة إلى باب',NULL,'201',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (197,'حرب محلة في بغداد، وكـ: الزهري، والتميمي، وكـ: اليونيني، والبعلي، والصاغاني، والحراني، وأمثال ذلك، فيطلقون تلك الأسماء بلا تعظيم، وكانت هذه عادة المتقدمين.
ثم جاء من بعدهم، فأكثروا الغلو في الألقاب التي تقتضي التزكية والثناء، فقالوا:
علم الدين، ومحيي الدين، ومجد الدين، وشهاب الدين، إلى غير ذلك من الألقاب الضخمة، وعَمّ ذلك بلاد العرب والعجم.
ولم يرتضِ هذا غالب العلماء، فقد نقل في الفروع عن القاضي أبي يعلى أنه قال:
" وتكره التسمية بكل اسم فيه تفخيم، أو تعظيم "، واحتج بهذا على معنى التسمي ب " الملَك "، لقوله: (لَهُ الملك) ، وأجاب بأن اللَّه إنما ذكره إخبارًا عن الغير، وللتعريف، فإنه كان معروفًا عندهم به، ولأن " الملَك " من الأسماء المختصة، بخلاف " حاكم الحكام " و " قاضي القضاة "، لعدم التوقيف، وبخلاف " الأوحد "، فإنه
يكون في الخير والشر، ولأن الملَك هو: المستحِق للمُلْك، وحقيقته: إما التصرف التام، وإما التصرف الدائم، ولا يصحان إلا للَّه، وفي الصحيحين وأبي داود: " أخنا الأسماء يوم القيامة وأخبثه رجل كان سُمَّي ملك الأملاك، لا ملك إلا للَّه ".
وروى الإمام أحمد: " اشتد غضب اللَّه على رجل تسمى ملك الأملاك، لا ملك إلا للَّه ".
وأفتى أبو عبد اللَّه الصيمري الحنفي، وأبو الطيب الطبري الشافعي، والتميمي الحنبلي بالجواز، والماوردي الشافعي بعدمه،
وجزم به (يعني النووي الشافعي) في شرح مسلم.
قال ابن الجوزي في تاريخه: " قول الأكثر هو القياس، إذا أريد ملوك الدنيا، وقوله الماوردي أولى بالخير "، وأنكر بعض الحنابلة على بعضهم في الخطبة قوله: والملك العادل ابن أيوب، فاحتج القائل بقوله - صلى الله عليه وسلم -: " ولدت في زمن الملك العادل ".
وقد قال الحاكم في تاريخه: الحديث الذي روته العامة
" ولدت في زمن الملك العادل "
باطل ليس له أصل بإسناد صحيح ولا سقيم.
قال ابن بدران: أورد في الفروع هذه الحكاية مبهمة، وهي إنما كانت بين الشيخ أبي عمر المقدسي، فإنه هو الذي قال: " وانصر الملك العادل "، فرد عليه اليونيني، فاحتج أبو عمر بالحديث، فأنكره اليونيني ويين بطلانه،
قال في الفروع: " ولم يمنع جماعة التسمية بالملك ".
ومنع أبو عبد اللَّه القرطبي في كتابه " شرح الأسماء الحسنى " من النعوت التي
تقتضي التزكية، والثناء، كـ: زكي الدين، ومحيي الدين، وعلم الدين، وشبه ذلك.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (198,'وقال أحمد بن النحاس الدمياطي الحنفي، ثم الشافعي في كتابه " تنبيه الغافلين " عند ذكر المنكرات: " فمنها ما عمت به البلوى في الدين من الكذب الجاري على الألسن، وهو ما ابتدعوه من الألقاب كـ: محيي الدين، ونور الدين، وعضد الدين، وغياث الدين، ومعين الدين، وناصر الدين، ونحوها من الكذب الذي يتكرر على الألسنة حال النداء، والتعريف، والحكاية، وكل هذا بدعة في الدين ومنكر ".
وقال ابن القيم: " وقد كان جماعة من أهل الدين يتورعون عن إطلاق قاضي
القضاة، وحاكم الحكام ".
قال: " وكذلك تحرم التسمية بسيد الناس، وسيد الكل، كما يحرم بسيد ولد آدم "، أي: أنه لا يليق إلا به - صلى الله عليه وسلم -.
وقد توسط الحجاوي في إقناعه، فقال: " ومن لُقبَ بما يصدق فعله للقبه جاز، ويحرم ما لم يقع على مخرج صحيح، على أن التأويل في كمال الدين، وشرف الدين: إن الدين كمله، وشرفه، قاله ابن هبيرة ".
* * *
<span data-type="title" id=toc-76>شيخ الإسلام:</span>
ومن اصطلاح الفقهاء التسمية ب " شيخ الإسلام "، وكان العرف فيما سلف أن هذا اللفظ يطلق على من تصدَّر للإفتاء، وحل المشكلات فيما شجر بين الناس من النزاع والخصام من الفقهاء، والعظام، والفضلاء الفخام كشيخ الإسلام أحمد ابن تيمية الحراني، وصاحب المغنى، وغيرهما.
وقال السخاوي في كتابٍ له سماه الجواهر: " كان السلف يطلقون شيخ الإسلام على المتِّبع لكتاب اللَّه وسنة رسوله - صلى الله عليه وسلم - مع التبحر في العلوم من المعقول والمنقول ".
قال: " وقد يوصف به من طال عمره في الإسلام فدخل في عداد
" من شاب في الإسلام كانت له نورًا "، ولم تكن هذه اللفظة مشهورة بين القدماء بعد الشيخين:
الصديق والفاروق، فإنه ورد وصفهما بذلك، ثم اشتهر به جماعة من علماء السلف حتى ابتذلت على رأس المائة الثامنة، فوصف بها من لا يحصى، وصارت لقبًا لمن ولي القضاء الأكبر، ولو عرى عن العلم والسن ".
ثم صار الآن لقبًا لمن تولى منصب الفتوى وإن عرى عن الدين والتقوى، بل صارت الألقاب الضخمة باللباس، والزي، والعمام الكبار، والأكمام الواسعة.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (199,'<span data-type="title" id=toc-77>أعلام الحنابلة:</span>
ثم اعلم أن الأصحاب في مصنفاتهم كثيرًا ما يستعملون المبهمات في الأسماء
والكتب، فيبقى ذلك مغلقًا على من لا اطلاع له على كتب الطبقات والتاريخ، فلنذكر بعض ذلك:
الآجُرِّى: بمد الهمزة، وضم الجيم، وتشديد الراء المهملة: محمد بن الحسن بن عبد اللَّه، له مصنفات منها: كتاب النصيحة في الفقه، وعادته فيه أنه لا يذكر إلا اختيارات الأصحاب، توفي سنة ستين وثلاثمائة.
أبو الحطاب: محفوظ بن أحمد بن الحسن بن أحمد الكلوذاني البغدادي، أحد
المجتهدين في المذهب، له في الفقه: الهداية، والانتصار، وهو الخلاف الكبير، وله الخلاف الصغير سماه رؤوس المسائل، وله كتاب التمهيد في أصول الفقه (وهو مطبوع في أربعة مجلدات) ، توفي سنة عشر وخمسمائة.
أبو بكر النجار: أحمد بن سليمان بن الحسن بن إسرائيل بن يونس المحدث، توفي سنة ثمان وأربعين وثلاثمائة.
أبو يعلى: محمد بن الحسين بن محمد بن خلف بن أحمد الفراء، علامة الزمان، قاضي القضاة مجتهد المذهب، بل المجتهد المطلَق، له الخلاف الكبير، والأحكام السلطانية، وشرح الخرقي توفي سنة ثمان وخمسين وأربعمائة.
أبو يعلى الصغير: محمد بن محمد بن الحسين بن محمد بن خلف بن أحمد بن
الفراء، هو ابن أبي يعلى المتقدم، توفي سنة ستين وخمسمائة.
الأثرم: أحمد بن محمد بن هانى الطائي، الإمام الجليل الحافظ، مات بعد
الستين ومائتين، وكان عنده تيقظ عجيب، أثنى عليه يحيى بن معين، وقال
إبراهيم ابن الأصفهاني: " هو أحفظ من أبي زرعة الرازي وأتقن "،
روى عنه النسائي وجماعة.
وقال في تهذيب الكمال: " أبو بكر الأثرم الخراساني البغدادي الإسكاف الفقيه الحافظ، أحد الأعلام، صاحب السبق عن: أحمد بن حنبل، وابن نعيم، وعفان،',NULL,'204',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (200,'والقعنبي، وخلق، روى عنه النسائي، قال ابن حبان: كان من خيار عباد اللَّه " اهـ.
وهو أحد الناقلين روايات الإمام أحمد، وأكثر أصحابنا المتقدمين يقولون عن
أحاديث رواه الأثرم.
الأزجي: يحيى بن يحيى الأزجي، الفقيه، صاحب " نهاية المطلب في علم
المذهب ".
قال برهان الدين بن مفلح في المقصد الأرشد: "هو كتاب كبير جدًّا، حذا فيه حذو نهاية المطلب لإمام الحرمين، وأكثر استمداده من المجرد للقاضي أبي يعلى، والفصول لابن عقيل، وفيه أشياء ساقطة لا تحقيق فيها.
قال ابن رجب: ويغلب على ظني أنه توفي بعد الستمائة بقليل.
ابن أبي موسى: محمد بن أحمد بن أبي موسى الهاشمي، صاحب الإرشاد، توفي
سنة ثمان وعشرين وأربعمائة.
ابن البنا: الحسن بن أحمد بن عبد اللَّه بن البنا البغدادي، الإمام الفقيه المقري
المحدث الواعظ له نحو من خمسمائة مصنف، وهو صاحب كتاب المجرد في الفقه، وشرح الخرقي، توفي سنة إحدى وسبعين وأربعمائة.
ابن الزاغوني: علي بن عبد اللَّه بن نصر بن السري الزاغوني البغدادي، الفقيه المحدث الواعظ، أحد أعيان المذهب، صنف الإمتاع، والواضح، والخلاف الكبير، والمفردات، والتلخيص في الفرائض، توفي سنة سبع وعشرين وخمسمائة.
ابن الصيرفي: يحيى بن أبي منصور بن أبي الفتح بن رافع بن علي الحراني
الفقيه، المحدث المعمَّر، بفتح الميم المشددة، أحد مشايخ شيخ الإسلام ابن تيمية،
نقل عنه صاحب الفروع في كتاب الجنائز في باب عيادة المريض، توفي سنة ثمان وسبعين وستمائة.
ابن القيم: محمد بن أبي بكر بن أيوب ابن قيم الجوزية، مكثر من التصانيف، وقد طبع الكثير منها، (ت ٧٥١ هـ) .
ابن المنادي: هو أحمد بن جعفر بن محمد بن عبد اللَّه توفي سنة ثلاث وثلاثين
وثلائمائة.
ابن المنجا: منجا بن عثمان بن أسعد بن المنجا التنوخي الفقيه الأصولي، المفسر',NULL,'205',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (201,'النحوي، له: الممتع شرح المقنع، توفي سنة خمس وتسعين وستمائة.
ابن تميم: محمد بن تميم الحراني الفقيه، له المختصر المشهور في الفقه، وصل فيه إلى أثناء كتاب الزكاة، توفي قريبًا من سنة خمس وسبعين وستمائة.
ابن تيمية: تقي الدين أحمد بن عبد الحليم، شيخ الإسلام تقي الدين ابن تيمية، معدود في المجتهدين، له مصنفات كثيرة مشهورة طبع العديد منها، (ت ٧٢٨ هـ) .
ابن حامد: الحسن بن حامد بن علي بن مروان، البغدادي، إمام الحنابلة في زمنه، ومؤدبهم، ومعلمهم، وأستاذ القاضي أبي يعلى، له الجامع في المذهب، وشرح الخرقي، توفي سنة ثلاث وأربعمائة.
ابن حمدان: أحمد بن حمدان بن شيب بن حمدان بن شيب بن حمدان النميري،
الحراني الفقيه الأصولي، له الرعاية الصغرى والكبرى، وفيها نقول كثيرة جدًّا، وبعضها غير محرر، توفي سنة خمس وتسعين وستمائة.
ابن رجب: زين الدين أبو الفرج عبد الرحمن بن أحمد البغدادي، صاحب
القواعد الفقهية، وجامع العلوم والحكم، وشرح البخاري، طبعت جميعها وغيرها، (ت ٧٩٥ هـ) .
ابن رزين: عبد الرحمن بن رزين بن عبد اللَّه بن نصر بن عبيد الغساني الحوراني، ثم الدمشقي، كان فقيهًا فاضلًا، اختصر المغني في مجلدين، وسمى ما اختصره التهذيب، توفي سنة ست وخمسين وستمائة.
ابن شاقلا: بسكون القاف وفتح اللام، هو إبراهيم بن أحمد بن عمر بن حمدان ابن شاقلا الفقيه الأصولي توفي سنة تسع وستين وثلاثمائة.
ابن شيخ السلامية: حمزة بن موسى بن أحمد بن الحسين بن بدران، شرح بعض الأحكام لمجد الدين ابن تيمية، وهو من المنتصرين لشيخ الإسلام ابن تيمية، والعارفين بفتاواه، توفي سنة تسع وستين وسبعمائة.
ابن عبدوس: علي بن عمر بن أحمد بن عمار بن أحمد بن علي بن عبدوس الحراني الفقيه الواعظ، له كتاب المُذَهَّب في المَذْهَب، وله تفسير كبير، توفي سنة تسع وخمسين وخمسمائة.
ابن قاضي الجبل: أحمد بن الحسن بن عبد الله بن أبي عمر المقدسي من بني قدامة،',NULL,'206',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (202,'من تلامذة شيخ الإسلام ابن تيمية صاحب كتاب الفائق، توفي سنة إحدى وسبعين وسبعمائة، وله اختيارات في المذهب.
ابن قندس: أبو بكر بن إبراهيم بن قندس، تقي الدين البعلي صاحب حواشي الفروع، وحواشي المحرر، توفي سنة إحدى وستين وثمانمائة.
ابن نصر اللَّه: أحمد بن نصر الله بن أحمد بن محمد بن عمر شيخ المذهب،
ومفتي الديار المصرية البغدادي الأصل، ثم المصري، صاحب حواشي المحرر والفروع،
توفي سنة أربع وأربعين وثمانمائة.
ابن هبيرة: يحيى بن محمد بن هبيرة الدوري، ثم البغدادي الوزير، عون الدين، شرح الصحيحين في عدة مجلدات، وسماه: الإفصاح عن معاني الصحاح، ولما بلغ فيه إلى شرح: " من يرد اللَّه به خيرًا يفقهه في الدين " شرح الحديث، وتكلم على الفقه، وذكر المسائل المتفق عليها، والمختلف فيها بين الأئمة الأربعة، وقد أفرده الناس من الكتاب، وجعلوه مستقلًا في مجلد لطيف،
قال ابن بدران: ولقد اطلعت عليه فوجدته كتابًا نافعًا.
وهذا الشرح صنفه في ولايته الوزارة، وجمع الناس عليه من المذاهب حتى قدموا من البلاد الشاسعة، وأنفق عليه نحو مائة دينار وثلاثة عشر ألفا، وحدث به واجتمع الخلق العظيم لسماعه عليه توفي سنة ستين وخمسمائة.
البهوتي: منصور بن يونس بن صلاح الدين، شيخ الحنابلة بمصر، صاحب
التصانيف المشهورة كروض المربع، وكشاف القناع، وشرح منتهى الإرادات، طبعت جميعها، (ت ١٠٥١ هـ) .
البوشنجي: محمد بن إبراهيم بن سعيد بن موسى، أحد الناقلين للروايات عن الإمام أحمد، توفي سنة تسعين ومائتين.
حرب الكرماني: حرب بن إسماعيل بن خلف الحنظلي الكرماني، ممن روى مسائل عن الإمام أحمد.
الحربي: اسمه إبراهيم بن إسحاق بن إبراهيم، صاحب غريب الحديث، ودلائل النبوة، توفي سنة خمس وثمانين ومائتين، وهو أحد الناقلين مذهب أحمد عنه، قاله في المطلع، وقال: هكذا قيدناه عن بعض شيوخنا، وكذا سمعته من غير واحد منهم.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (203,'الحلواني: محمد بن علي بن محمد بن عثمان بن مراق الحلواني، له كفاية المبتدي في الفقه مجلد، وكتاب في أصول الفقه مجلدان، توفي سنة خمس وخمسمائة.
حنبل بن إسحاق بن حنبل الشيباني: ابن عم الإمام أحمد، كان ثقة ثبتًا، وثقه الدارقطي.
قال حنبل: جمعنا عمي وأولاده، وقرأ علينا المسند، وما سمعه منه - يعني تامًّا - غيرنا.
وقال لنا: " إن هذا الكتاب قد جمعته، وانتقيته من أكثر من سبعمائة ألف وخمسين ألفًا، فما اختلف الناس فيه من حديث رسول اللَّه فأرجعوه إليه، فإن وجدتموه فيه، وإلا فليس بحجة، توفي سنة ثلاث وسبعين ومائتين.
الخِرَقى: عمر بن الحسين بن عبد اللَّه بن أحمد الخرَقي بكسر الخاء المعجمة، وفتح الراء المهملة نسبة إلى بيع الخِرَق، ذكره السمعاني، هو صاحب المختصر المشهور، توفي سنة أربع وثلاثين وثلاثمائة.
الخلال: أحمد بن محمد بن هارون أبو بكر، سمع الحديث من ابن عرفة وغيره، صاحب الجامع، والعلل، والسنة، والطبقات، وتفسير الغريب، والأدب، وهو الذي جمع في كتابه الروايات عن الإمام أحمد، توفي سنة إحدى عشرة وثلائمائة.
الرستغتى: عبد الرازق بن رزق الله بن أبي بكر بن خلف بن أبي الهيجاء الفقيه
المحدث المفسر، لم أر له ذكرًا في كتب الفقهاء، على أني وجدت بخط محمد بن كنان الصالحي أنه رأى له شرحًا على الخرقي مزجًا في مجلدين.
قلت: ورأيت له تفسيرًا للقرآن سماه رموز الكنوز، وهو تفسير جليل في أربعة مجلدات، يذكر فيها أحاديث يرويها بالسند، ويناقش الزمخشري في كشافه، ويذكر فروع الفقه على الخلاف بدون دليل، وبالجملة هو تفسير مفيد جدًّا لمن طالعه، توفي سنة ستين وستمائة.
الزركشي: محمد بن عبد اللَّه الزركشي المصري، شرح الخرقي شرحًا لم يسبق إلى مثله (وهو مطبوع) ، وكلامه فيه يدل على فقهٍ نفيسٍ، وتصرف في كلام الأصحاب، وله شرح على الخرقي مختصر، وصل فيه إلى أثناء باب الأضاحي، وله غير ذلك مما لم يكمل، توفي سنة أربع وسبعين وسبعمائة.
الشريف أبو جعفر: الهاشمي العباسي، له ذكر في كتب أصحابنا، وهو عبد الخالق',NULL,'208',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (204,'ابن عيسى، يتصل نسبه بالعباس بن عبد المطلب - رضي الله عنه -، كان مختصر الكلام، مليح التدريس، جيد الكلام في المناظرة، عالماً بالفرائض، وأحكام القرآن والأصول، له مقامات في منع البدع عند الخلفاء، توفي سنة سبعين وأربعمائة.
صاحب البُلْغَة في الفقه: الحسين بن المبارك بن محمد بن يحيى بن مسلم الربعي
البغدادي، توفي سنة إحدى وثلاثين وستمائة.
صاحب الوجيز: الحسن بن يوسف بن محمد بن أبي السري الدجيلي، ثم البغدادي،
الإمام الفقيه المفنن، ألف الوجيز في الفقه، وكتابًا في أصول الدين، ونزهة الناظرين، وتنبيه الغافلين، وله قصيدة لامية في الفرائض، توفي سنة اثنين وثلاثين وسبعمائة.
صالح ابن الإمام أحمد: كان أكبر أولاده، وكان أبوه يحبه ويكرمه، ونقل عن أبيه مسائل كثيرة، توفي سنة ست وستين ومائتين.
الطوفي: سليمان بن عبد القوي بن عبد الكريم بن سعيد الطوفي، ثم البغدادي،
الفقيه الأصولي المفنن، صاحب مختصر الروضة الأصولية، وشرحها شرحًا متقنًا عجيبًا، وشرح الخرقي، توفي سنة عشر وسبعمائة.
عبد اللَّه بن الإمام أحمد: كان ثبتًا فهمًا ثقة حافظًا، وثقه ابن الخطب وغيره، توفي سنة تسعين ومائتين.
غلام الخلال: عبد العزيز بن جعفر بن أحمد بن دارا، الإمام المحدث الفقيه، يكنى بأبي بكر، له الشافي، والتنبيه، والمقنع، وزاد المسافر في الفقه.
وكثيرًا ما يقول أصحابنا: " قاله أبو بكر عبد العزيز في الشافي "، ونحو هذه
العبارة، توفي سنة ثلاث وستين وثلاثمائة.
المجد: عبد السلام بن عبد اللَّه بن أبي القاسم الخضر بن محمد بن علي ابن تيمية الحراني، الفقيه، المفنن، المقري، الملقب بمجد الدين، جد شيخ الإسلام أحمد ابن تيمية، صاحب المنتقى، والمحرر في الفقه، ومسودة منتهى الغاية في شرح الهداية بيض بعض الشرح، وله مسودة في أصول الفقه،.
زاد فيها ولده عبد الحليم، ثم حفيده شيخ الإسلام، وله كتاب أحاديث التفسير، توفي سنة اثنين وخمسين وستمائة.
المرداوي: علي بن سليمان بن أحمد الدمشقي، شيخ المذهب، صاحب الإنصاف في معرفة الراجح من الخلاف (مطبوع) ، ومختصره، " والتنقيح المشبع في تحرير',NULL,'209',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (205,'أحكام المقنع " (مطبوع) ، وتحرير المنقول في الأصول، وشرحه سماه " التحبير شرح التحرير "، و " الدر المنتقى المجموع في تصحيح الخلاف في الفروع "، (ت ٨٨٥ هـ) .
المروزي: هيدام بن قتيبة، أحد الناقلين مذهب أحمد عنه، توفي سنة أربع وسبعين ومائتين.
موفق الدين: عبد اللَّه بن محمد بن أحمد بن محمد بن قدامة المقدسي الأصل، ثم الدمشقي، الصالحي.
قال ابن غنيمة: " ما أعرف أحدًا في زمننا أدرك درجة الاجتهاد إلا الموفق ".
وهو مؤلف: المغني، والكافي، والمقنع، والعمدة، ومختصر الهداية في الفقه، توفي سنة عشرين وستمائة.
الناظم: محمد بن القوي بن بدران المقدسي الفقيه المحدث، له منظومة الآداب
صغرى وكبرى، والفرائد تبلغ خمسة آلاف بيت، وكتاب النعمة، جزءان، ونظم المفردات، وكلها على رويِّ الدال، توفي ممنة تسع وتسعين وتسعمائة.
* * *
<span data-type="title" id=toc-78>ومن اصطلاحات الحنابلة:</span>
أهل الرأي: اعلم أن أصحاب الرأي عند الفقهاء هم أهل القياس والتأويل كأصحاب أبي حنيفة النعمان، وأبي الحسن الأشعري.
والتأويل علم ما يؤول إليه الكلام من الخطأ والصواب.
ويقابلهم أهل الظاهر وهم مثل: داود الظاهري وابن حزم ومن نحوهم.
أهل السلف - أهل السنة: المراد بمذهب السلف: ما كان عليه الصحابة الكرام، وأعيان التابعين، وأتباعهم، وأئمة الدين ممن شهد له بالإمامة دون من رمى ببدعة، أو شُهِّرَ بلقب غير مرضي كـ: الخوارج، والروافض، والقدرية، والمرجئة، والجبرية، والجهمية، والمعتزلة، والكرامية ونحوهم.
ثم غلب ذلك اللقب (أهل السنة) على الإمام أحمد، وأتباعه على اعتقاده من أي مذهب (فقهي) كانوا، فقيل لهم في فن التوحيد: علماء السلف، هذا ما اصطلح عليه أصحابنا والمحدثون.
وقال ابن حجر الفقيه في رسالته " شن الغارة ": الصدر الأول لا يقال إلا على السلف، وهم أهل القرون الثلاثة الأول الذي شهد لهم النبي - صلى الله عليه وسلم - بأنهم خير القرون،',NULL,'210',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (206,'وأما من بعدهم فلا يقال في حقهم ذلك.
الشارح - الشرح: إذا قيل الشارح، فهو الشيخ شمس الدين عبد الرحمن بن الشيخ أبي عمر محمد ابن أحمد بن قدامة المقدسي ثم الصالحي الإمام الفقيه الزاهد.
وهو ابن أخي موفق الدين وتلميذه، شرح المقنع في عشر مجلدات، مستمَدا من المغنى، وسماه بالشافي.
ومتى قال الأصحاب: قال في الشرح: كان المراد هذا الكتاب.
ومتى قالوا الشارح: أرادوا مؤلفه ابن أبي عمر المتقدم توفي سنة اثنتين وثمانين
وستمائة.
وهذا اصطلاح خاص، وإلا فالقاعدة أن شارح متن متى أطلق الشرح، أو
الشارح أراد به أول شارح لذلك المتن، لكن لما كان كتاب المقنع أصلًا لمتون
المتأخرين، وكان شمس الدين أول شرح له - لا جرم - استعملوا هذا الاصطلاح، ولا مشاحة فيه.
الشيخ - الشيخان: وقال الشيخ منصور البهوتي الحنبلي في شرح الإقناع: إذا أطلق المتأخرون - كصاحب الفروع والفائق والاختيارات وغيرهم - الشيخ: أرادوا به الشيخ العلامة موفق الدين أبا محمد عبد الله بن تدامة المقدسي.
وإذا قيل: " الشيخان "، فالموفق، والمجد، يعني مجد الدين عبد السلام ابن تيمية.
وكثيرًا ما يطق المتأخرون " الشيخ "، ويريدون به شيخ الإسلام ابن تيمية، ومنهم ابن قندس في حواشي الفروع -
وإذا أطلق الإمام علي بن عقيل وأبو الخطاب: شيخنا، أرادوا به القاضي أبا يعلى.
وإذا أطلقه ابن القيم وابن مفلح صاحب الفروع أرادوا به شيخ الإسلام.
وقال صاحب الإقناع: " ومرادي بالشيخ - يعني حيث أطلق - شيخ الإسلام بحر العلوم أبو العباس أحمد ابن تيمية ". اهـ.
وقد سلك طريقته من جاء بعده.
القاضي - أبو يعلى - المنقح: إن أصحابنا منذ عصر القاضي أبي يعلى إلى أثناء المائة الثامنة يطلقون لفظا القاضي "، ويريدون به علامة زمانه: محمد بن الحسين بن محمد',NULL,'211',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (207,'ابن خلف بن أحمد ابن الفراء الملقب بأبي يعلى.
وكذا إذا قالوا: " أبو يعلى "، وأطلقوه.
وإذا قالوا: " أبو يعلى الصغير " فالمراد به ولده محمد صاحب الطبقات.
وأما المتأخرون كأصحاب الإقناع والمنتهى ومن بعدهما، فيطلقون لفظ " القاضي "
ويريدون به: القاضي علاء الدين علي بن سليمان السعدي المرداوي، ثم الصالحي،
وكذلك يلقبونه بالمنُقِّح، لأنه نقح " المقنِع " في كتابه: " التنقيح المشبع ".
وكانت وفاته سنة خمس وثمانين وثمانمائة، ويسمونه المجتهد في تصحيح المذهب.
نصًّا: وقولهم: " نصًّا "، معناه نسبته إلى الإمام أحمد أيضًا.
وعنه: إذا قيل: " وعنه "، يعني: عن الإمام أحمد - رحمه الله -.
ولو كان كذا: متى قال فقهاؤنا: " ولو كان كذا "، ونحوه، كالن إشارة إلى الخلاف..
وذلك كقول صاحب الإقناع وغيره في باب الأذان: " ويكرهان - يعني
الأذان والإقامة - للنساء، ولو بلا رفع صوت "، فإنهم أشاروا ب " لو " إلى الخلاف في المسألة.
ففي الفروع: " وفي كراهتهما - يعني: الأذان والإقامة - للنساء بلا رفع صوت - وقيل: مطلقًا - روايتان، وعنه - يسن لهن الإقامة، وفاقًا للشافعي، لا الأذان خلافا لمالك ".. انتهى.
فقوله: " ولو بلا رفع صوت " إشارة إلى الرواية الثانية.
وقالوا أيضًا: " ولا يكره ماء الحمام، ولو سخن بنجس "، وفي هذه المسألة خلاف أيضًا، فقد قال في الفروع: " وعنه يكره ماء الحمام لعدم تحزى من يدخله ".
فاحفظ هذه القاعدة فإنها مهمة جدًّا.
الروايات - التنبيهات - الأوجه: تقدم تعريفها عند بحث " أقوال الإمام أحمد ".
الاحتمال - التخريج - التوقف - القول - النقل: أها الاحتمال: فقد يكون لدليل مرجوح بالنسبة إلى ما خالفه، أو لدليل مساو له.
وأما التخريج: فهو نقل حكم المسألة إلى ما يشبهها، والتسوية بينهما فيه.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (208,'وأما التوقف: فهو ترك العمل بالأول والثاني، والنفي والإثبات إن لم يكن فيها قول، لتعارض الأدلة وتعادلها عنده.
قال المرداوي: فالتخريج في معنى الاحتمال، والاحتمال في معنى الوجه، إلا أن الوجه مجزوم بالفتيا به.
والقول: قال المرداوي: القول يشمل الوجه، والاحتمال، والتخريج، وقد يشمل الرواية، وهو كثير في كلام المتقدمين.
والفرق بين القول والتخريج: أن القول يكون منسوبًا إلى الإمام على أنه قول له.
وأما التخريج فإن الحكم يستخرج من الأصول الكلية.
فإذا أخذ الحكم من أصل كلي فهو مخرج قولًا واحدًا، وإذا نص الإمام على حكم، أو عرف من أفعاله فهو له قولًا واحدًا.
والفرق بين " التخريج والنقل " و " النقل والتخريج ": أن " التخريج والنقل " حاصله بناء فرع على أصل من القواعد الكلية، كتخريج فروع كثيرة على قاعدة تكليف ما لا يطاق مثلا، وكما فعل ابن رجب، وابن اللحام في قواعدهما.
أما " النقل والتخريج ": فهو أن ينقل نص الإمام، ثم يخرج عليه فروعا، وهذا مختص بنصوص الإمام، فالنقل أخص من التخريج.
* * *
<span data-type="title" id=toc-79>من كتب الحنابلة</span>
هناك الكثير من الكتب المشهورة في المذهب، كما يوجد العديد من أسماء الكتب التي يجري إطلاق أسمائها في كلام الحنابلة ولا بد من بيانها، وبيان طريقة بعضها وما عليه من التعليقات والحواشي حسب الإمكان، فمنها:
الإقناع لطالب الانمفاع: كثير الفوائد جم المنافع، للعلامة المحقق موسى بن أحمد بن موسى بن سالم بن عيسى بن سالم الحجاوي المقدسي، ثم الدمشقي الصالحي، بقية المجتهدين، والمعول عليه في مذهب أحمد في الديار الشامية.
ترجمه الكمال الغزي في النعت الأكمل، ولم يذكر سنة وفاته، ونجم الدين الغزي',NULL,'213',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (209,'في الكواكب السائرة.
وبالجملة فهو من أساطين العلماء وأجلهم، توفي سنة ثمان وستين وتسعمائة.
وقد شرح كتابه الإقناع: الشيخ منصور البهوتي شرحًا مفيدًا.
وكتب الشيخ محمد الخلوتي عليه تعليقات جردت بعد موته، فبلغت اثنى عشر كراسا بالخط الدقيق.
وللشيخ منصور عليه حاشية، ولصاحبه كتاب في شرح غريب لغاته.
وسيأتي مزيد فائدة عن الإقناع في ثنايا الكلام عن المقنع.
الإنصاف في معرفة الراجح من الخلاف: من مهمات كتب المذهب، وسيأتي الكلام عليه، وبيان مؤلفه، وبيان ما له ولكتابه هذا من مكانة في ثنايا الكلام على المقنع للموفق ابن قدامة.
وقد طبع، بمطبعة السنة المحمدية بمصر.
البُلْغَة: تصنيف محمد بن الخضر بن محمد بن الخضر بن علي بن عبد الله بن تيمية الحراني الفقيه المفسر، فخر الدين، له في الفقه: الترغيب، والتلخيص، والبلغة، وهو أصغرها، وشرح الهداية لأبي الخطاب ولم يتمه، وهو ابن عم مجد الدين.
توفي سنة اثنين وعشرين وسبعمائة.
التذْكِرَة: للإمام أبي الوفاء علي بن عقيل البغدادي، جعلها على قول واحد في المذهب مما صححه واختاره.
وهي وإن كانت متنًا متوسطًا لا تخلو من سَرد الأدلة في
بعض الأحايين كما هي طريقة المتقدمين من أصحابنا.
التنقيح المشبع في تحرير أحكام المقنع: من مهمات كتب المذهب، وسيأتي الكلام عليه، وبيان مؤلِّفه، وبيان ما له ولكتابه هذا من مكانة في ثنايا الكلام على المقنع للموفق ابن قدامة.
الحاوي: تصنيف الفقيه عبد الرحمن بن عمر بن أبي القاسم بن علي الضرير
البصري، حفظ كتاب الهداية لأبي الخطاب.
توفي سنة أربع وثمانين وستمائة.
دليل الطالب: متن مختصر مشهور، تأليف العلامة بقية المجتهدءش: مرعي بن يوسف',NULL,'214',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (210,'ابن أبي بكر بن يوسف بن أحمد الكرمي، نسبة لطور كرم قرية بقرب نابلس، ثم الدمشقي، أحد علماء هذا المذهب بمصر، المتوفى سنة ثلاث وثلاثين وألف، وكتابه هذا أشهر من أن يذكر.
وللعلامة أحمد بن عوض بن الرداوي المقدسي تلميذ الشيخ عثمان النجدي، - وكان موجودًا سنة إحدى ومائة وألف - حاشية عليه.
وقرأت في بعض المجاميع: أن العلامة الفاضل الشيخ مصطفى الدومي، المعروف بالدرماني، ثم الصالحي، ثم مفتي رواق الحنابلة في مصر له حاشية لطفة على دليل الطالب.
ورأيت له كتابا سماه: ضوء النيرين لفهم تفسير الجلالين، وشرحًا على الكافي في العروض والقوافي، ولم أعلم سنة وفاته غير أن مترجمه قال: " رحل إلى القسططينية وتوفي بها في خلافة السلطان عبد الحميد "، يعني: عبد الحميد الأول، وكانت سلطته من سنة ثمان وسبعين ومائة وألف إلى سنة ثلاث ومائتين وألف.
وشرح هذا الكتاب الشيخ عبد القادر بن عمر بن أبي تغلب بن سالم التغلبي الشيباني الصوفي الدمشقي، ورأيت في بعض المجاميع نسبته إلى دور دمشق، الفقيه الفرضي المتوفى سنة خمس وثلاثين ومائة وألف، وشرحه هذا متداول مطبوع، لكنه غير محرر، وليس بواف بمقصود المتن.
وشرحه العلامة إسماعيل بن عبد الكريم بن محصي الدين الدمشقي الشهير بالجراعي، وكانت وفاته سنة اثنين ومائتين وألف، ولم يتم الكتاب.
ورأيت في ترجمة الشيخ محمد بن أحمد السفاريني أن له شرحًا على دليل الطابى، ولم نره، ولم نجد من أخبرنا أنه رآه.
وقد طبع كتاب دليل الطالب مرات.
رؤوس المسائل: للشريف الإمام الأوحد عبد الخالق بن عيسى بن أحمد بن أبي موسى الهاشمي المتقدم.
وطريقته فيه أن يذكر المسائل التي خالف فيها الإمام أحمد واحدًا من الأئمة أو
أكثر، ثم يذكر الأدلة منتصرًا للإمام، ويذكر الموافق له في تلك المسألة، بحيث إن مَنْ تأمل كتابه وجده مصحِّحا للمذهب، وذاهبًا من أقوالها للمذهب المختار، فجزاه الله خيرا.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (211,'الرعايتان: كلاهما لابن حمدان، قال في كشف الظون: " الرعاية في فروع
الحنبلية " للشيخ نجم الدين بن حمدان الحراني، المتوفى سنة خمس وتسعين وستمائة، كبرى وصغرى، وحشاهما بالروايات الغريية التي لا تكاد توجد في الكتب الكثيرة،
أولها: " الحمد للَّه قبل كل مقال وأمام كل رغبة وسؤال ...
" إلخ، شرحها شمس الدين محمد بن الإمام شرف الدين هبة اللَّه بن عبد الرحيم البازري، المتوفى سنة ثمان
وثلاثين وسبعمائة، وسمى شرحه: " الدراية لأحكام الرعاية ".
ومختصر الرعاية للشيخ عز الدين عبد السلام.. اهـ.
وقال ابن مفلح في باب زكاة الثمر والزروع من كتاب الفروع عند الكلام على زكاة الزرع والثمرات: " ولا يستقر الوجوب إلا بجعله في الجرين والبيدر، وعنه بتمكنه من الأداء، كما سبق في كتاب الزكاة للزوم الإخراج إذنًا وفاقًا، فإنه يلزم إخراج زكاة الحب مصفى، والتمر يابسًا وفاقًا.
وفي الرعاية: وقيل: يجزي رطبه، وقيل: فيما لا يتمر، ولا يزبب كذا قال، وهذا وأمثاله لا عبرة به، وإنما يؤخذ منهما - أي من الرعايتين - بما انفرد به التصريح.
وكذا يقدم - يعني ابن حمدان - في مواضع الإطلاق، ويطلق في موضع التقديم، ويسوي بين شيئين المعروف التفرقة بينهما وعكسه، فلهذا وأمثاله حصل الخوف من كتابيه، وعدم الاعتماد عليهما ".
وبالجملة فهذان الكتابان غير محررين.
العمدة: كتاب مختصر في الفقه لصاحب المغني، جرى فيه على قول واحد مما
اختاره، وهو سهل العبارة يصلح للمبتدئين.
وطريقته فيه أن يُصَدِّر الباب بحديث من الصحاح، ثم يذكر من الفروع ما إذا دققت النظر وجدتها مستنبطة من ذلك الحديث، فترتقى همة مطالعه إلى طلب الحديث، ثم يرتقي إلى مرتبة الاستنباط والاجتهاد في الأحكام.
ولنفاسته ولطف مسلكه شرحه الإمام بحر العلوم النقلية والعقلية: أحمد ابن تيمية الملقب بشيخ الإسلام، فزيَّنه بمسالكه المعروفة، وأفرغ عليه من لباس الإجادة صنوفه، وكساه حلل الدليل، وحلاه بحلي جواهر الخلاف، وزيَّنه بالحق والإنصاف، فرضى اللَّه عنهما.
وسيأتي مزيد فائدة عن العمدة في ثنايا الكلام عن المقنع.',NULL,'216',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (212,'عمدة الراغب: مختصر لطيف للشيخ منصور البهوتي، وضعه للمبتدئين، وشرحه العلامة الشيخ عثمان بن أحمد النجدي شرحًا لطيفًا مفيدًا، مسبوكًا سبكًا حسنًا.
ونظمها الشيخ صالح بن حسن البهوتي من علماء القرن الحادي عشر بمنظومة أولها:
يقول راجي عفو ربه العلي أبو الهدى صالح نجل الحنبلي
وسمى نظمه: " وسيلة الراغب لعمدة الراغب".
غاية المنتهى: كتاب جليل للشيخ مرعي الكرمي، جمع فيه بين الإقناع والمنتهى،
وسلك فيه مسالك المجتهدين، فأورد فيه اتجاهات له كثيرة، يُعَنْوِنُها بلفظ:
"ويتجه ".
ولكن جاء متأخرًا على حين فترة من علماء هذا المذهب، وتمكُّن التقليد من
أفكارهم، فلم ينتشر انتشار غيره.
وهو مطبوع.
وقد تصدَّى لشرحه العلامة الفقيه الأديب أبو الفلاح عبد الحي بن محمد بن العماد،
فشرحه شرحا لطيفًا دَلَّ على فقهه، وجودة قلمه، لكنه لم يتمه، ثم ذيل على شرحه هذا العلامة الجراعي، فوصل فيه إلى باب الوكالة، ثم اخترمته المنية.
ثم تلاهما الفقيه الشيخ مصطفى بن سعد بن عبده الرحيباني مولدًا، ثم الدمشقي العلامة الفقيه الفرضي المحقق مولده سنة خمس وستين ومائة ألف.
فابتدأ بشرح الكتاب من أوله حتى أتمه في خصر مجلدات بخطه، لكنه في
شرحه هذا يأتي إلى المسألة من المنتهى، فينقل عبارة شرحه للشيخ منصور، ثم إلى المسألة من الإقناع فينقل عبارة شرحه أيضًا، فكأنه جمع بين الشرحين من غير تصرف، فإذا وصل إلى " اتجاه " (١) لم يحققه، بل قصارى أمره أنه يقول: " لم أجده لأحد من الأصحاب ".
ثم تلاه تلميذه شيخ مشايخنا العلامة الأوحد الشيخ: حسن بن عمر بن معروف بن عبد اللَّه بن مصطفى بن الشيخ شطا.
فأخذ في مواضع الاتجاه من الغاية، والشرح، انتصر للشيخ مرعى، وبين صواب
_________
(١) قوله: " اتجاه " أي: رأي اتجه لصاحب المتن دليله، وعنون عليه بقوله " ويتجه " كما أشار اليه ابن بدران في حديثه.',NULL,'217',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (213,'تلك الاتجاهات، ومن قال بها غيره من العلماء، وذكر في غضون ذلك مباحث رائعة، وفوائد لا يستغنى عنها، فجاء كتابه هذا في أربعين كراسا بخطه الدقيق، فلو ضم هذا
الكتاب إلى الشرح وطبع لجاء منه كتاب فريد في بابه، ولا سيما إذا ضم إليهما ما كتبه ابن العماد، والجراعي.
الغنية: تأليف شيخ العصر، وقدوة العارفين: عبد القادر بن أبي صالح عبد اللَّه بن جنكي دوست الجيلي، البغدادي المشهور.
وهو مطبوع.
الفروع: تصنيف محمد بن مفلح بن محمد بن مفرج المقدسي، ثم الصالحي
الراميني، شيخ الحنابلة في وقته، وأحد المجتهدين في المذهب، توفي سنة ثلاث وستين وسبعمائة.
قال في كشف الظنون: " للشيخ سمي الدين أبي عبد اللَّه محمد بن مفلح الحنبلي،
المتوفى سنة ثلاث وستين وسبعمائة، أجاد فيه، وأحسن على مذهبه.
وشرحه الشيخ الإمام أحمد بن أبي بكر محمد بن العماد الحموي سماه: المقصد
المنجح لفروع ابن مفلح ".. اهـ.
وهذا الكتاب قَلَّ أن يوجد نظيره، وقد مدحه الحافظ ابن حجر في الدرر الكامنة فقال: " صنف - يعني ابن مفلح - الفروع في مجلدين أجاد فيهما إلى الغاية، وأورد فيه من الفروع الغريية ما بَهَرَ به العلماء.
وقال ابن كثير: كان مؤلفه بارعًا فاضلًا متفننًا في علوم كثيرة، ولا سيما علم الفروع، وله على المقنع نحو ثلاثين مجلدة، وعَلَّقَ على كتاب المنتقى للمجد ابن تيمية" اهـ.
وطريقته في هذا الكتاب: أنه جرده من دليله، وتعليله، ويُقَدِّم الراجح في المذهب، فإن اختلف الترجيح أطلق الخلاف، وإذا قال: "في الأصح "، فمراده: أصح الروايتين.
وبالجملة: فقد ذكر اصطلاحه في أول كتابه، ولا يقتصر على مذهب أحمد، بل يذكر المجمَع عليه، والمتفِق مع الإمام أحمد في المسألة، والمخالِف له فيها من الأئمة الثلاثة وغيرهم، ويشير إلى ذلك بالرمز، ويطل النفس في بعض المباحث، وأحيانًا يتطرق إلى ذكر الاً دلة، ويذكر من النفائس ما ينبغي للفاضل أن يطلع عليه، بحيث إن كتابه يستفيد فيه أتباع كل مذهب فرحم اللَّه مؤلفه.',NULL,'218',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (214,'وقد شرحه العلامة شيخ المذهب مفتي الديار المصرية محب الدين أحمد بن نصر اللَّه ابن أحمد بن محمد بن عمر البغدادي الأصل، ثم المصري المتوفى سنة أربع وأربعين وثمانمائة، وشرحه هذا أشبه بالحواشي منه بالشروح.
وكتب على الفروع: حاشية العلامة ذو الفنون تقي الدين أبو بكر بن إبراهيم بن قندس المتوفى سنة إحدى وستين وثمانمائة، وهذه الحاشية بها من التحقيق والفوائد ما لا يوجد في غيرها.
وقد طبع الفروع.
القواعد: تصنيف العلامة الحافظ شيخ الحنابلة في وقته: عبد الرحمن بن أحمد
ابن رجب البغدادي، ثم الدمشقي.
توفي سنة خمس وتسعين وسبعمائة.
وهو مطبوع.
الكافي: للشيخ موفق الدين المقدسي صاحب المغني، يذكر فيه الفروع الفقهية، ولا يخلو من ذكر الأدلة والروايات.
قال مصنفه في خطبته: " توسطت فيه بين الإطالة والاختصار، وعزوت أحاديثه إلى كتب أئمة الأمصار ".
وستأتي مزيد فائدة عن الكافي في ثنايا الكلام على المقنع.
ورأيت كتابًا لطيفًا للحافظ الكبير، صاحب الأحاديث المختارة: محمد بن عبد الواحد بن أحمد بن عبد الرحمن بن إسماعيل بن منصور السعدي المقدسي، الملقب بالضياء في تخريج أحاديث الكافي.
وقد توفي الحافظ سنة ثلاث وأربعين وستمائة.
كافي المبتدى - أخصر المختصرات - مختصر الإفادات: هذه المتون الثلاثة للفقيه المحدث الصالح محمد بن بدر الدين بن بلبان البلباني البعلي الأصل، ثم الدمشقي الصالحي، كان يقرأ الفقه لطلاب المذاهب الأربعة، توفي سنة ثلاث وثمانين وألف، وقد اعْتُنى من بعده بكتبه.
فأما كافي المبتدى: فقد شرحه الورع الفقيه الأصولي الفرضي: أحمد بن عبد الله ابن أحمد بن محمد بن أحمد بن محمد بن مصطفى الحلبي الأصل البعلي الدمشقي شرحًا لطيفًا محررًا توفي سنة تسع وثمانين ومائة بعد الألف، وسمى شرحه: " الروض الندى شرح كافي المبتدى "، وله شرح " عمدة كل فارض في الفرائض "، وله " الذخر الحرير شرح مختصر التحر - ولا في الأصول، وله غير ذلك من التعليقات في الحساب',NULL,'219',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (215,'والفرائض والفقه.
وأما " أخصر انحتصرات ": فهو متن مختصر جدًّا اختصر فيه " كافي المبتدى "، وقد شرحه العلامة عبد الرحمن بن عبد اللَّه بن أحمد بن محمد البعلي الدمشقي نزيل حلب، ركان فقيهًا متفننًا أديبًا شاعرًا، توفي سنة اثنتين وتسعين ومائة بعد الألف،
وشرحه هذا محرر منقح، كثير النفع للمبتدئين.
وهو مطبوع.
وأما " مختصر الإفادات ": فقد صَدَّره أولًا بربع العبادات، فجعل الكلام عليه وسطًا بين الإسهاب والإيجاز، مستمدًا عن الإقناع، ثم ذكر أحكام البيع والربا، ثم أتبعه بقوله: كتاب الآداب، وفصله فصولًا، ثم أتبعه بفضلى الصلاة على النبي - صلى الله عليه وسلم -،
وفضل ذكر اللَّه تعالى، والأمر بالمعروف، والنهى عن المنكر والإخلاص، ثم أتبع ذلك بعقيدته التي اختصر بها " نهاية المبتدئين " لابن حيان، ثم ختم الكلام بوصية نافعة.
وبالجملة: فهذا الكتاب كافٍ ووافٍ للمتعبدين.
قال ابن بدران: ولقد كنت قرأت هذا الكتاب على شيخنا العلامة الشيخ محمد ابن عثمان المشهور بخطيب روما، وعلقت على هوامشه تعليقات انتخبتها أيام بدايتي فى الطلب.
المبدع شرح المقنع: تأليف إبراهيم بن محمد الأكمل بن عبد اللَّه بن محمد بن
مفلح، المقدسي الصالحي، وكتابه المفلح شرح حافل ممزوج مع المتن، حذا فيه حذو المحلى الشافعي في شرح المنهاج الفرعي، وفيه من الفوائد والنقول ما لا يوجد في غيره،
وصنف في الأصول كتابا سماه " مرقاة الوصول إلى علم الوصول "، وله " المقصد الأرشد في ذكر أصحاب الإمام أحمد ".
توفي سنة أربع وثمانين وثمانمائة.
وهو مطبوع.
المحرَّر: كتاب في الفقه للإمام مجد الدين عبد السلام ابن تيمية الحراني، حذا فيه حذو الهداية لأبي الخطاب، يذكر الروايات، فتارة يرسلها وتارة ل@ين اختياره فيها، وقد شرحه الفقيه الرضى المفنن: عبد المؤمن بن عبد الحق بن عبد اللَّه بن علي بن مسعود،
القطعي الأصل البغدادي، الملقب بصفي الدين، المتوفى تسع وثلاثين وسبعمائة شرحًا سماه: " تحرير المقرر في شرح المحرر "، قال في خطبته:
" لم أذكر فيه سوى ما هو في الكتاب من الروايات، والوجوه التي ذكرها، دون غيره لخروج ذلك عن المقصود، وإنما أنا بصدد
بيان ما أودع من ذلك لا غير ".. اهـ.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (216,'وطريقته فيه: أنه يذكر المسألة من الكتاب، ثم يشرع في شرحها ببيان مقاصدها، ويبين منطوقها ومفهومها، وما تنطوي عليه من المباحث، ولا يُخِلّ مع ذلك بذكر الدليل، والتعليل، والتحقيق، فهو من الكتب التي يليق الاعتناء بها.
ولتقي الدين بن قندس حاشية على المحرر، ولابن نصر اللَّه حواشٍ عليه حسنة، وللإمام ابن مفلح حاشية على المحرر سماها: " النكت والفوائد السنية على المحرر لمجد الدين ابن تيمية "، موجود في خزانة الكتب الخديوية بمصر (دار الكتب المصرية) .
وهو مطبوع في مكتبة السنة المحمدية بمصر.
مختصر ابن تميم: مؤلفه ابن تميم المتقدم، يذكر فيه الروايات عن الإمام أحمد، وخلاف الأصحاب، ويذهب فيه تارة مذهب التفريع، وآونة إلى الترجيح.
وهو كتاب نافع جدًّا لمن يريد الاطلاع على اختيارات الأصحاب، لكنه لم يكمل،
بل وصل فيه مؤلفه إلى أثناء كتاب الزكاة إلى قوله: " فصل: ومن غرم لإصلاح ذات البين "، أي: فإنه يُعطَى من الزكاة.
وطريقته فيه: أنه إذا قال: شيخنا، يكون المراد به ناصح الدين أبو الفرج بن أبي الفهم، وظن بعضهم أنه يريد به أبا الفرج الشيرازي، وهو غلط.
مختصر الشرح الكبير والإنصاف: تأليف الشيخ محمد بن عبد الوهاب بن سليمان ابن علي، يتصل نسبه بعبد مناة بن تميم، ولد سنة خمس عشر ومائة وألف.
وقد رحل إلى البصرة والحجاز لطلب العلم، وأخذ عن الشيخ علي أفندي
الداغستاني.
وعن المحدث الشيخ إسماعيل العجلوني، وغيرهما من العلماء، وأجازه محدثو
العصر بكتب الحديث وغيرها على اصطلاح أهل الحديث من المتأخرين.
وطريقته في هذا المختصر أنه يصدِّر الباب منه بمسائل الشرح، ثم يذيل ذلك بكلام الإنصاف.
توفي سنة ست ومائتين وألف.
المستوعِب: بكسر العين تأليف العلامة مجتهد المذهب محمد بن عبد الله بن
الحسين السَّامُزي - بضم الميم وتشديد الراء - نسبة إلى مدينة " سر من رأى " بضم السين.
له في الفقه: المستوعِب، والفروق، وكتاب البستان في الفرائض، وغير ذلك',NULL,'221',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (217,'توفي سنة عشر وستمائة.
والمستوعب كتاب مختصر الألفاظ، كثير الفوائد والمعاني، ذكر مؤلفه في خطبته:
أنه جمع مختصر الخرقي، والتنبيه للخلال، والإرشاد لابن أبي موسى، والجامع
الصغير، والخصال للقاضي أبي يعلى، والخصال لابن البنا، وكتاب الهداية لأبي الخطاب، والتذكرة لابن عقيل.
ثم قال: " فمن حَصّل كتابي هذا أغناه عن جميع هذه الكتب المذكورة، إذ لم
أخل بمسألة فيها إلا وقد ضمنته حكمها، رما فيها من الروايات وأقاويل أصحابنا التي تضمنتها هذه الكتب، اللَّهم إلا أن يكون في بعض نُسَخِها نقصان، وقد تحريت أصح ما قدرت عليه منها، ثم زدت على ذلك مسائل وروايات لم تذكر في هذه الكتب،
نقلتها من الشافي لغلام الخلال، ومن المجرد، ومن كفاية المفتى، ومن غيرها من كتب أصحابنا " هذا كلامه.
وبالجملة: فهذا كتاب أحسن متن صُنِّف في مذهب الإمام أحمد وأجمعه، وقال في كتابه: " إنه لم يتعرض فيه لشيء من أصول الدين، ولا من أصول الفقه، ويكثر فيه من ذكر الآداب الفقهية ".. انتهى.
وقد حذا حذوه الشيخ موسى الحجاوي في كتابه " الإقناع لطالب الانتفاع "، وجعله مادة كتابه، وإن لم يذكر ذلك في خطبته، لكن عند تأمل الكتابين يتبين ذلك رحمهما اللَّه تعالى.
المُطْلِع: تصنيف محمد بن أبي الفتح بن أبي الفضل، الفقيه المحدث النحوي
اللغوي، وقد سمى كتابه هذا المُطْلِع على أبواب المقنِع، فسر فيه الكلمات الغريبة الواقعة في المقنع، على نمط المغرِب للحنفية، والمصباح للشافعية، غير أنه رتبه على أبواب الكتاب، لا على حروت المعجم، ثم أتبعه بتراجم الأعلام المذكورين في المقنع،
فصار كشرح مختصر، توفي سنة تسع وسبعمائة.
وهو مطبوع.
وسيأتي ذكره أيضا
ومزيد فائدة في ثنايا الكلام على المقنع.
مغني ذوي الأفهام عن الكتب الكثيرة في الأحكام: تأليف العلامة المحدث يوسف بن حسن بن أحمد بن عبد الهادي، الشهير بابن المبرد الصالحي.
أخذ الفقه عن القاضي علاء الدين المرداوي، وعن تقي الدين بن قندس المتوفى سنة تسع وتسعمائة.
وهذا الكتاب صدَّره بفن أصول الديانات - يعني التوحيد - ثم بباب معرفة الإعراب،',NULL,'222',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (218,'ثم بأصول الفقه، ثم بما يستعمل من الأدب، ثم أتبعه ببعض اصطلاحات في
المذهب، ثم استوصل في الفقه على نمط وجيز، ثم ختمه بقواعد كلية، يترتب عليها مسائل جزئية.
لكن ما ذكره من الفنون في صدره لا يفيد إلا فائدة قليلة جدًّا، وسلك في الفقه مسلكًا غريبًا، فقال في أول كتابه: " كتبت فيه القول المختار، وأشير إلى المسألة المجمَع عليها بأن أجعل حكمها اسم فاعل أو مفعول، ومع ذلك (ع) ، وما اتفق عليه الأئمة
الأربعة بصيغة المضارع، وربما وقع ذلك لنا فيما اتفق فيه أبو حنيفة والشافعي في بعض مسائل لم نعلم فيها مذهب الإمام مالك، أو له فيها، أو في مذهبه ثَمَّ قول غير
المشهور، فإن كان لا خلاف عندنا في المسألة ف (الباء) .
وإن كان فيه خلاف عندنا في (التاء) ، ووفاق الشافعي فقط ب (الهمز) ، وأبي حنيفة فقط ب (النون) ، ولا أكرر فيه مسألة في علم واحد إلا لزيادة فائدة، ولا يمتنع تكرارها في علمين، لأن كل علم تجري فيه على أصله، فربما اختلف حكمها في العلمين وربما اتفق.
هذا كلامه.
المغني - مختصر الخرقي: اشتهر في مذهب الإمام أحمد عند المتقدمين والمتوسطين مختصر الخرقي، ولم يُخْدَم كتاب في المذهب مثل هذا المختصر، ولا اعتني بكتاب مثل ما اعتني به، حتى قال العلامة يوسف بن عبد الهادي في كتابه " الدر النقي في شرح ألفاظ الخرقي ": قال شيخنا عز الدين المصري: ضبطت للخرقي ثلاثمائة شرح.
وقد اطلعنا له على ما يقرب من عشرين شرحًا، وسمعت من شيوخنا وغيرهم: أن من قرأه حصل له أحد ثلاث خصال: إما أن يملك مائة دينار، أو يلي القضاء، أو يصير صالحًا ".
هذا كلامه.
وقال في المقصد الأرشد: قال أبو إسحاق البرمكي: عدد مسائل الخرقي ألفان وثلاثمائة مسألة، فما ظنك بكتاب ولع مثل أبي إسحاق في عد مسائله، وما ذلك إلا لمزيد الاعتناء به.
وكتب أبو بكر عبد العزيز على نسخته: " مختصر الخرقي: خالفني الخرقي في
مختصره في ستين مسألة "، ولم يسمها، وقد تتبعها بعضهم فوجدها ثمان وتسعين مسألة.. انتهى.
وبالجملة: فهو مختصر بديع لم يشتهر متن عند المتقدمين اشتهاره.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (219,'وأعظم شروحه وأشهرها: " المغني " للإمام موفق الدين المقدسي، وطريقته في هذا الشرح أنه يكتب المسألة من الخرقي، ويجعلها كالترجمة، ثم يأتي على شرحها، وتبيينها، وببيان ما دَلَّتْ عليه بمنطوقها ومفهومها، ومضمونها، ثم يتبع ذلك ما يشبهها مما ليس بمذكور في الكتاب، فتحصل المسائل كتراجم الأبواب، وييين في كثير من المسائل ما اختلف فيه، وما أجمع عليه، ويذكر لكل إمام ما ذهب إليه،
ويشير إلى دليل بعض أقوالهم، ويعزو الأخبار إلى كتب الأئمة من أهل الحديث، ليحصل الثقة بمدلولها، والتمييز بين صحيحها ومعلولها، فيعتمد الناظر على معروفها، ويعرض عن مجهولها.
والحاصل: أنه يذكر المسألة من الخرقي، ويبين غالبًا روايات الإمام بها، ويتصل البيان بذكر الأئمة من أصحاب المذاهب الأربع، وغيرهم من مجتهدي الصحابة، والتابعين، وتابعيهم، وما لهم من الدليل والتعليل، ثم يرجح قولًا من أولئك الأقوال على طريقة فن الخلاف والجدل، ويتوسع في فروع المسألة، فأصبح كتابه مفيدًا للعلماء كافة على اختلاف مذاهبهم، وأضحى المطلع عليه ذا معرفة بالإجماع، والوفاق، والخلاف، والمذاهب المتروكة، بحيث تتضح له مسالك الاجتهاد، فيرتفع من حضيض
التقليد إلى ذروة الحق المبين، ويمرح في روض التحقيق.
قال ابن مفلح في المقصد الأرشد: " اشتغل الموفق بتأليف المغني أحد كتب الإسلام فبلغ الأمل في إنهائه، وهو كتاب بليغ في المذهب تعب فيه، وأجاد فيه، وجمل به المذهب، وقرأه عليه جماعة، وأثنى ابن غنيمة على مؤلفه، فقال: ما أعرف أحدًا في زماننا أدرك درجة الاجتهاد إلا الموفق.
وقال الشيخ عز الدين بن عبد السلام: ما رأيت
في كتب الإسلام مثل المحلى والمجلى لابن حزم، وكتاب المغني للشيخ موفق الدين في جودتهما، وتحقيق ما فيهما، ونقل عنه أنه قال: لم تطب نفسي بالإفتاء حتى صارت عندي نسخة المغني " نقل ذلك ابن مفلح.
وحكى أيضًا في ترجمة الزريراني صاحب الوجيز أنه طالع المغني ثلاثا وعشرين مرة، وعلق عليه حواشي، وحكى أيضًا في ترجمة ابن رزين أنه اختصر المغني في مجلدين، وسماه التهذيب، وحكى أيضًا في ترجمة عبد العزيز بن علي بن العز بن عبد العزيز البغدادي، ثم المقدسي المتوفى سنة ست وأربعين وثمانمائة أنه اختصر المغني.
وسيأتي مزيد فائدة عن المغني في ثنايا الكلام عن المقنع.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (220,'قال ابن بدران: ومما اطلعنا عليه من شروح الخرقي: شرح القاضي أبي يعلي محمد ابن الحسين بن الفراء البغدادي.
وطريقته: أنه يذكر المسألة من الخرقي، ثم يذكر من
خالف فيها، ثم يقول: ودليلنا، فيفيض في إقامة الدليل من الكتاب والسنة والقياس على طريقة الجدل.
مثاله: أنه يقول: " مسألة: قال أبو القاسمْ ولا ينعقد النكاح إلا بولي وشاهدين من المسلمين.
أما قوله: " لا ينعقد إلا بولي": فهو خلاف لأبي حنيفة في قوله: الولي ليس
بشرط في نكاح البالغة.
دليلنا: ...
- فيذكر دليل المسألة سالكا مسلك فن الخلاف، ثم يقول -: وقوله:
(بشاهدين من المسلمين) خلافًا لمالك وداود في قولهما: الشهادة ليست بشرط في انعقاد النكاح، وخلافا لأبي حنيفة في قوله: النكاح ينعقد بشاهد وامرأتين، وينعقد نكاح المسلمة والكتابية بشهادة كافرين.
ثم يقول: دليلنا على مالك وداود كذا وكذا، وعلى أبي حنيفة كذا وكذا ".
والفرق بين هذا الشرح والمغني: أن المغني يسلك قريبًا من هذا المسلك، ويكثر من ذكر الفروع زيادة على ما في المق، فلذلك صار كتابًا جامعًا لمسائل المذهب.
أما أبو يعلى، فإنه لا يذكر شيئًا زائدًا على ما في المتن، ولكن يحقق مسائله،
ويذكر أدلتها ومذاهب المخالفينْ لها.
فإذا طبع المغني مع شرح القاضي، قرب الناظر فيهما من أن يحيط بالمذهب دلائل وفروعًا، وحصلت له معرفة ببقية المذاهب، وتلك غاية قصوى يحتاجها كل محقق.
وقد نظم " الخرقي": الفقيهُ الأديب اللغوي الزاهد الشاعر المفلق: يحيى بن يوسف ابن يحيى بن منصور بن المعمَّر - بفتح الميم المشددة - ابن عبد السلام الأنصاري الصرصري الزريراني الضرير، صاحب الديوان المشهور في مدح النبي - صلى الله عليه وسلم - المتوفى سنة
ست وخمسين وستمائة شهيدًا، قتله التتار.
وقد نظم " الخرقي" نظمًا صدره بخطة نثرًا قال فيها: جعلت أكثر تعويلي في
نظمي هذا على مختصر الخرقي فيما نقلته إذ كان أوثق من تابعته، وسمى نظمه " الدرة اليتيمة والمحجة المستقيمة "، ثم ذكر أنه كان قد عزم على نظم ربع العبادات، ثم شرح',NULL,'225',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (221,'اللَّه صدرَه لإكمال الكتاب، ففعل، ونظمه من بحر الطويل، وحرف الروي الدال، قال في أوائل النظم:
يا طالبًا للعلم والعمل استمع ... ما قلت مخصوصًا بمذهب أحمد
إن من اختار الإمام ابن حنبل ... إمامًا له في واضح الشرح يهتدي
فاشرع في ذكر الطهارة أولا ... وهل عالم إلا بذلك يبتدي
وقال في آخر النظم:
ألفين فاعددها وسبعًا مئاتها ... وسبعين بيتًا ثم أربعة زد
بعد المئتين الست والأربع التي ... تلتها الثلاثون استتمت فقيد
بصرصر في أيام أشرف مالك ... أمور الورى المستنصر بن محمد
وناظمها يحيى بن يوسف أفقر ... الأنام إلى غفران رب ممجد
وألف في لغات الخرقي، وشرح مفرداتها: يوسف بن حسن بن عبد الهادي كتابًا سماه " الدر النقي في شرح ألفاظ الخرقي " حذا فيه حذو صاحب المُطْلِع، ورتبه على أبواب الكتاب، وقد رأيته بخطه في خزانة الكتب الدمشقية، المودعة في قبة الملك الظاهر بيبرس، وحكى في آخره أنه فرغ من تأليفه سنة ست وسبعين وثمانمائة.
وبالجملة فهو كتاب نافع في بابه.
وسيأتي مزيد فائدة عن مختصر الخرقي في ثنايا الكلام عن المقنع.
وقد طبع المغني
مرات، وطبع مختصر الخرقي معه.
المفردات: اسم لمؤلفات متعددة في هذا النوع أشهرها عند المتأخرين: الألفية المسماة ب " النظم المفيد الأحمد في مفردات الإمام أحمد " للقاضي محمد بن علي بن عبد الرحمن ابن محمد الخطب، توفي سنة عشرين وثمانمائة.
المُقْنِع: تأليف الإمام موفق الدين المقدسي، وقال في خطبته: " اجتهدت في
جمعه، وترتيبه، وإيجازه، وتقريبه، وسطًا بين القصر والطويل، وجامعًا لأكثر الأحكام، عرية عن الدليل والتعليل " اهـ.
وهو مطبوع.
وذلك أن موفق الدين راعى في مؤلفاته أربع طبقات:
١ - فصنف " العمدة " للمبتدئين.
٢ - ثم ألفى " المقنع " لمن ارتقى عن درجتهم، ولم يصل إلى درجة المتوسطين،',NULL,'226',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (222,'فلذلك جعله عريًّا عن الدليل والتعليل، غير أنه يذكر الروايات عن الإمام ليجعل لقارئه مجالًا إلى كد ذهنه ليتمرَّن على التصحيح.
٣ - ثم صنف للمتوسطين " الكافي "، وذكر فيه كثيرًا من الأدلة لتسمو نفس قارئه إلى درجة الاجتهاد في المذهب، حينما يرى الأدلة، وترتفع نفسه إلى مناقشتها، ولم يجعلها قضية مسلَّمة.
٤ - ثم ألف " المغني " لمن ارتقى درجة عن المتوسطين، وهناك يطلع قارئه على الروايات، وعلى خلاف الأئمة، وعلى كثير من أدلتهم، وعلى ما لهم وما عليهم من الأخذ والرد، فمن كان فقيه النفس حينئذ مَرنَ نفسه على السمو إلى الاجتهاد المطلق إن كان أهلا لذلك، وتوفرت فيه شروطه، وإلا بقى على أخذه.
فهذه هي مقاصد ذلك الإمام في مؤلفاته الأربع، وذلك ظاهر من مسالكه لن
تدبرها، بل هي مقاصد أئمتنا الكبار كأبي يعلى، وابن عقيل، وابن حامد، وغيرهم قدس اللَّه أرواحهم.
واعلم أن لأصحابنا ثلاثة متون حازت اشتهارًا أيما اشتهار:
أولها: " مختصر الخرقي "، فإن شهرته عند المتقدمين سارت مضرقًا ومغربًا، إلى أن ألف كتابه " المقنع "، فاشتهر عند علماء المذهب قرييًا من اشتهار الخرقي، إلى عصر التسعمائة حيث ألف القاضي علاء الدين المرداوي " التنقيح المشبع "، ثم جاء بعده تقي الدين أحمد بن النجار الشهير بالفتوحي فجمع المقنع مع التنقيح في كتاب سماه:
" منتهى الإرادات في جمع المقنع مع التنقيح وزيادات " (وهو مطبوع) ، فعكف الناس عليه، وهجروا ما سواه من كتب المتقدمين كسلًا منهم، ونسيانًا لمقاصد علماء هذا المذهب التي ذكرناها آنفا.
وكذلك الشيخ موسى الحجاوي ألف كتابه " الإقناع " (وهو مطبوع) ، وحذا فيه حذو صاحب المستوعِب، بل أخذ معظم كتابه منه، ومن: " المحرر، والفروع، والمقنع "، وجعله على قول واحد، فصار مُعَوِّل المتأخرين على هذين الكتابين، وعلى شرحيهما.
ولما عكف الناس على " المقنع " أخذ العلماء في شرحه.
فأول شارح له: الإمام عبد الرحمن بن الإمام أبي عمر محمد بن أحمد بن قدامة',NULL,'227',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (223,'المقدسي، فإنه شرحه شرحًا وافيًا سماه بالشافي، وقال في خطبته: "اعتمدت في جمعه على كتاب المغني، وذكرت فيه من غيره ما لم أجده فيه من: الفروع، والوجوه، والروايات، ولم أترك من كتاب المغني إلا شيئًا يسيرًا من الأدلة، وعزوت من الأحاديث ما لم يعز مما أمكنني عزوه" هذا كلامه.
وبالجملة: فطريقته فيه: أنه يذكر المسألة من المقنع فيجعلها كالترجمة، ثم يذكر مذهب الموافق فيها، والمخالف لها، ويذكر ما لكل من دليله، ثم يستدل، ويعلل للمختار، ويزيف دليل المخالف، فمسلكه مسلك الاجتهاد إلا أنه اجتهاد مقيَّد في مذهب أحمد.
ثم شرحه: القاضي برهان الدين بن محمد الأكمل بن عبد اللَّه بن محمد بن
مفلح، المتوفى سنة أربع وثمانين وثمانمائة، مَزَج المق بالشرح، ولم يتعرض فيه
لمذاهب المخالفين إلا نادرًا، ومال فيه إلى التحقيق، وضم الفروع، سالكًا مسلك المجتهدين في المذهب، فهو أنفع شروح المقنع للمتوسطين.
وعلى طريقته سرى شارح الإقناع، ومنه يستمد.
ورأيت من شروحه أيضا: " الممتع شرح المقنع " لسيف الدين أبي البركات ابن المنجا، قال في خطبته: " أحببت أن أشرح المقنع، وأبين مراده، وأوضحه، وأذكر دليل كل حكم وأصححه ".
وطريقئه: أنه يذكر المسألة من المغني، ويبين دليلها، ويحقق المسائل والروايات، ولم يتعرض لغير مذهب الإمام.
ثم لما انحطت الهمم عن طلب الدليل، وغاص نهر الاثشغال بالخلاف، وأكب
الناس على التقليد البحت، وكادت كتب المتقدمين ومسالكهم أن تذهب أدراج الرياح -: انتصب لنصرة هذا المذهب، وضم شمله العلامة الفاضل القاضي علاء الدين علي بن سليمان السعدي المرداوي، ثم الصالحي، فوجد أهل زمنه قد أكبوا على المقنع، فألف عليه شبه شرح سماه ب: " الإنصاف في معرفة الراجح من الخلاف "
(وهو مطبوع) ، وطريقته فيه أنه يذكر في المسألة أقوال الأصحاب، ثم يجعل المختار ما قاله الأكثر منهم، سالكًا في ذلك مسلك ابن قاضي عجلون في تصحيحه لمنهاج النووي وغيره من كتب التصحيح، فصار كتابًا مغنيًا للمقلد عن سائر كتب المذهب، ثم اقتضب منه كتابه المسمى ب: " التنقيح المشبع في تحرير أحكام المقنع "، فصحح فيه',NULL,'228',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (224,'الروايات المطلقة في المقنع، وما أطلق فيه من الوجهين، أو الأوجه، وقَيَّدَ ما أَخَلَّ به من الشروط، وفَسَّرَ ما أبهم فيه من حكمٍ أو لفظٍ.
واستثنى من عمومه ما هو مستثنى على المذهب حتى خصائص النبي - صلى الله عليه وسلم -، ولَيَّدَ ما يحتاج إليه مما فيه إطلاقه.
ويحمل على بعض فروعه ما هو مرتبط بها، وزاد مسائل محرَّرة مصحَّحة، فصار كتابه تصحيحًا لغالب كتب المذهب.
وبالجملة: فهذا الفاضل يليق بأن يطلق عليه مجدد مذهب أحمد في الأصول
والفروع.
وقد انتدب لشرح لغات المقنع: العلامة اللغوي محمد بن أبي الفتح البعلي، فألف في هذا النوع كتابه: " المطلع على أبواب المقنع "، فأجاد في مباحث اللغة، ونقل في كتابه فوائد منها دلت على رسوخ قدمه في اللغة والأدب، وكثيرًا ما يذكر مقالًا لشيخه الإمام محمد بن مالك المشهور، ورتب كتابه على أبواب المقنع، ثم ذيله بتراجم ما ذكر في المقنع من الأعلام، فجاء كتابه غاية في الجودة.
ووقع في طُرَّةِ نسخة المقنع المطبوعة بمصر: أن المطلع شرح المقنع، وهو سهو، والحق أنه شرح للغاته، فدرجته كدرجة المغرِب للحنفية، والمصباح للشافعية، واختصر المقنع الشيخ موسى الحجاوي كما سيأتي.
المنتخب: تصنيف عبد الوهاب بن عبد الواحد بن محمد بن علي الشيرازي، ثم الدمشقي الفقيه الواعظ، له المنتخب في الفقه مجلدان، والمفردات، والبرهان في أصول الدين، توفي سنة ست وثلاثين وخمسمائة.
منتهى الإرادات في جمع المقنع مع التنقيح وزيادات: هو كتاب مشهور، عمدة المتأخرين في المذهب، وعليه الفتوى فيما بينهم، تأليف العلامة: تقي الدين أحمد بن عبد العزيز علي بن إبراهيم الفتوحي المصري الشهيرب: ابن النجار.
وهو مطبوع.
رحل إلى الشام فألف بها كتابه المنتهى، ثم عاد إلى مصر، بعد أن حرر مسائله على الراجح من المذهب، واشتغل به عامة الطلبة في عصره، واقتصروا عليه، ثم شرحه شرحًا مفيدًا، وغالب استمداده يخلى من كتاب الفروع لابن مفلح.
وبالجملة فقد كان منفردًا في علم المذهب، توفي سنة اثنين وسبعين وتسعمائة.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (225,'وقد تقدم في ثنايا الكلام على المقنع ما لكتاب المنتهى من منزلة بين كتب المذهب ومتونه.
وجاء في طبقات الحنابلة لكمال الدين الغزي الشافعي نقلًا عن ابن طولون: أن العلامة المحقق أحمد بن عبد اللَّه بن أحمد العسكري صنف كتابًا جمع فيه بين المقنع والتنقيح، فاخترمته المنية قبل إكماله.
قال: وقد بلغني أن صاحبنا أحمد الشويكاني تلميذه شرع في تكملته، توفي
العسكري سنة عشر وتسعمائة.
وقال الغزي في ترجمة أحمد بن محمد بن أحمد بن عمر بن أبي بكر الشويكي
النابلسي، ثم الدمشقي الصالحي، المتوفى سنة تسع وثلاثين وتسعمائة: أنه جاور في المدينة المنورة، وجمع كتاب التوضيح جمع فيه بين المقنع للشيخ موفق الدين بن قدامة،
والتنقيح لعلاء الدين المرداوي، وزاد عليهما أشياء مهمة، قال ابن طولون: وسبقه إلى ذلك شيخه الشهاب العسكري، لكنه مات مبل إتمامه، ولم يصل فيه إلا إلى باب الوصايا.
وعاصره أبو الفضل ابن النجار فجمع كتابه المشهور بالمنتهى لكنه عقد
عبارته ".. اهـ.
وشَرَحَ منتهى الإرادات: العلامة منصور بن يونس بن صلاح الدين بن حسن بن أحمد بن علي بن إدريس البهوتي، شيخ الحنابلة في عصره، المتوفى سنة إحدى وخمسين وألف، وشرحه هذا جمعه من شرح مؤلف المنتهى لكتابه، ومن شرحه نفسه على الإقناع وهو شرح مشهور مطبوع.
وللشيخ منصور حاشية على المتن، وكتب الشيخ محمد بن أحمد بن علي البهوتي الشهير بالخلوتي المصري تحريرات على هامش نسخة مق المنتهى، فجردت بعد موته، فبلغت أربعين كراسًا، وكان من الملازمين للشيخ منصور.
توفي سنة ثمان وثمانين وألف (١٠٨٨ هـ) .
وعلى المتن حاشية أيضًا للشيخ عثمان بن أحمد النجدي صاحب شرح العمدة
للشيخ منصور البهوتي، وهي حاشية نافعة تميل إلى التحقيق والتدقيق.
المهم شرح الحرقي: تأليف الفقيه الزاهد عبد اللَّه بن أبي بكر بن أبي البدر الحربي البغدادي، توفي سنة إحدى وثمانين وستمائة.
الهداية: لأبي الخطاب الكلوذاني، يذكر فيه المسائل الفقهية والروايات عن الإمام',NULL,'230',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (226,'أحمد بها، فتارة يجعلها مرسلة، وتارة يبين اختياره.
وإذا قال فيه: " قال شيخنا، أو عند شيخنا "، فمراده به القاضي أبو يعلى الفراء.
وبالجملة: فإنه حذا فيه حذو المجتهدين في المذهب المصححين لروايات الإمام، وسمعنا أن الشيخ مجد الدين ابن تيمية وضع عليه شرحا، سماه: " منتهى الغاية في شرح الهداية "، لكنه بيَضَ بعضه، وبقى الباقي مسوَّدا، وكثير ما رأينا الصحاب ينقلون عن تلك المسوَّدة، ورأيت منها فصولًا على هوامش بعض الكتب.
الوجيز: تأليف عبد اللَّه بن محمد بن أبي بكر بن إسماعيل بن أبي البركات
الزريراني البغدادي فقيه العراق، ومفتي الآفاق.
وحكي عنه في المقصد الأرشد: أنه طالع المغني للموفق ثلاًئا وعشرين مرة، وعلق عليه حواشي، توفي سنة تسع وعشرين وسبعمائة.
قال ابن بدران - رحمه الله -:
هذا بيان ما اطلعت عليه من كتب هذا المذهب الجليل، مما بعضه موجود عندي، وبعضه قد أودع في خزانة الكتب الدمشقية، في مدرسة الملك
الظاهر بيبرس، وشيء يسير يوجد في خزانة الكتب الخديوية بمصر، ولم أقصد بذلك تأليفًا ككشف الظنون، بل القصد التنبيه على ما يمكن وجوده، مما إذا طبع وانتشر انتفع أهل العلم به أيما انتفاع، وإلا فكتب المذهب كثيرة، لا تكاد تدخل تحت حصر،
فاحذر أيها المطالع من الانتقاد على ما كان مني من الاختصار، واللَّه يتولى الصالحين.
وهنا انتهى بنا المقال في بيان جل المبهمات التي يذكرها الأصحاب - يعني
الحنابلة - وأرجو اللَّه أن يكون ذلك البيان وافيًا بالمقصود، ومفيدًا للمشتغلين فائدة تبذل لي الأجر والثواب من اللَّه الكريم الوهاب بمنه وكرمه.
انتهى كلام ابن بدران رحمه اللَّه تعالى.
* *
<span data-type="title" id=toc-80>اصطلاح ابن مفلح في الفروع:</span>
قال الشيخ ابن مفلح في مقدمة الفروع بعد
الديياجة: " أما بعد فهذا كتاب في الفقه على مذهب الإمام أبي عبد اللَّه أحمد بن محمد بن حنبل الشيباني - رحمه الله -، اجتهدت في اختصاره وتحريره ليكون نافعًا، وكافيًا للطالب، وجردته عن دليله وتعليله غالبًا، ليسهل حفظه وفهمه على الراغب.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (227,'وأقدم غالبًا الراجح في المذهب، فإن اختلف الترجيح أطلقت الخلاف.
و" على الأصح " أي: أصح الروايتين.
و" في الأصح " أي: أصح الوجهين.
وإذا قلتُ: " وعنه كذا "، أو: " قيل كذا " فالمقدم خلافه.
وإذا قلتُ: " ويتوجه، أو ويقوى، أو عن قول، أو رواية، وهو - أو هي - أظهر، أو أشهر، أو متجه، أو غريب "، أو بعد حكم مسألة: " فدل، أو هذا يدل، أو ظاهره، أو يؤيده، أو المراد كذا "، فهو من عندي.
وإذا قلتُ: " المنصوص، أو الأصح، أو الأشهر، أو المذهب كذا "، فثَم قول.
وأشير إلى ذكر الوفاق والخلاف:
١ - فعلامة ما أُجمع عليه (ع) .
٢ - وما وافقنا عليه الأئمة الثلاثة رحمهم اللَّه تعالى، أو كان الأصح في
مذهبهم (و) .
٣ - وخلافهم (خ) .
٤ - وعلامة خلاف أبي حنيفة (هـ) ، ومالك (م) .
٥ - فإن كان لأحدهما روايتان فبعد علامته (ر) .
٦ - وللشافعي (ش) ، ولقوليه (ق) ، وعلامة وفاق أحدهم ذلك وقبله (و) .
وإذا أحلت لكم مسألة على مسألة أخرى فالمراد عندنا.
* * *
<span data-type="title" id=toc-81>اختلاف روايات الإمام أحمد:</span>
إذا نقل عن الإمام في مسألة قولان: فإن أمكن الجمع وفي الأصح ولو بحمل عام على خاص ومطلق على مقيد فهما مذهبه.
وإن تعذر وعُلِم التاريخ، فقيل: الثاني مذهبه.
وقيل: الأول.
وقيل: ولو رجع عنه.
وإن جُهل فمذهبه أقربهما من الأدلة، أو قواعده.
ويخص عام كلامه بخاصه في مسألة واحدة في الأصح، والمقيس على كلامه مذهبه في الأشهر.',NULL,'232',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (228,'<span data-type="title" id=toc-82>التخريج على أقوال الإمام:</span>
فإن أفتى في مسألتين متشابهتين بحكمين مختلفين في وقتين، قال بعضهم: وبعد
الزمن ففي جواز النقل والتخريج - ولا مانع - وجهان.
بيان ما تفيده عبارات الإمام أحمد:
قوله: " لا ينبغي، أو لا يصلح، أو أسعقبحه، أو هو قبيح، أو لا أراه " للتحريم.
وقد ذكروا أنه يستحب فراق غير العفيفة، واحتجوا بقول أحمد: لا ينبغي أن يمسكها.
وسأله أبو طالب: يصلى إلى القبر والحمام والحشُ، قال: لا ينبغي أن يكون لا يصلي إليه.
قلت: فإن كان، قال: يجزئه.
ونقل أبو طالب فيمن قرأ في الأربع كلها بالحمد وسورة: لا ينبغي أن يفعل.
وقال في رواية الحسين بن حسان في الإمام يقصر في الأولى ويطول في الأخيرة: لا ينبغي هذا.
قال القاضي: كره ذلك لمخالفة السنة، فدل على خلاف.
وفي " أكره "، أو الا يعجبني "، أو " لا أحبه "، أو " لا أستحسنه "، أو " يفعل السائل كذا احتياطًا " وجهان.
و" أحب كذا "، أو " يعجبني "، أو " أعجب إلى، للندب.
وقيل: للوجوب.
وقيل: وكذا " هذا أحسن "، أو " حسن ".
وقوله: " أخشى، أو أخاف أن يكون، أو أن لا ... " كيجوز، أو لا يجوز.
وقيل وقف.
وإن أجاب عن شيء، ثم قال عن غيره: " هذا أهون، أو أشد، أو أشنع ".
فقيل: هما سواء.
وقيل: بالفرق.
" وأجبن عنه " مذهبه كقوة كلام لم يعارضه أقوى.
وقيل: يكره.
وقول أحد صحبه في تفسير مذهبه، وإخباره عن رأيه، ومفهوم كلامه وفعله:
مذهبه في الأصح، كإجابته في شيء بدليل، والأشهر، أو قول صحابي.
وفي إجابته بقول فقيه وجهان.
وما انفرد به واحد، وقوى دليله، أو صحح الإمام خبرًا، أو حسنه، أو دونه',NULL,'233',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (229,'ولم يرده ففي كونه مذهبه وجهان، فلهذا أذكر روايته للخبر، وإن كان في الصحيحين.
وإن ذكر قولين وفَرَّع على أحدهما، فقيل: هو مذهبه كتحسينه إياه، أو تعليله.
وقيل: لا.
وإلا فمذهبه أقربهما من الدليل.
وقيل: لا.
ولو قال بعد جوابه: " ولو قال قائل، أو ذهب ذاهب " يريد خلافه كان مذهبًا، فليس مذهبًا.
وفيه احتمال كقوله: " يحتمل قولين "، وقد أجاب أحمد فيما إذا سافر بعد دخول الوقت هل يقصر، وفي غير موضع بمثل هذا، وأثبته القاضي وغيره روايتين.
وفي كون سكوته رجوعًا وجهان.
وما عللَّه بعلة توجد في مسائل فمذهبه فيها كالمعللة.
وقيل: لا.
ويلحق ما توقف فيه بما يشبهه هل هو بالأخف، أو الأثقل، أو التخيير، يحتمل أوجهًا ".
انتهى ما أردته.
* * *
<span data-type="title" id=toc-83>إطلاق الخلاف:</span>
يقول الشيخ علاء الدين المقدسي في مقدمة تصحيح الفروع:
اعلم أن للمصنف في كتابه في إطلاق الخلاف مصطلحات كثيرة أحببت أن أتتبع غالبها، وأجمعها هنا ليعرف مصطلحه.
١ - فإنه تارة يقول مثلًا: " الحكم كذا في إحدى الروايتين، أو الروايات، أو الوجهين، أو الأوجه، أو الاحتمالين، أو الاحتمالات ".
والخلاف بهذه الصيغة مطلق، وقد قيل في مثلها في كتاب المقنع: إنه تقديم.
ونقل عن الشيخ أنه قال ذلك، وهو مصطلح جماعة من الأصحاب.
٢ - أو يقول: " وهل يفعل ثالثها الفرق "، كما ذكره في باب الهبة، وهذه العبارة في غاية الاختصار.
٣ - أو يقول: "في كذا روايات الثالثة كذا " كما ذكره في باب الاستطابة وغيره.
٤ - وتارة يقول: " هل يكون كذا أم لا، فيه وجهان كذا قيل "، كما ذكره في',NULL,'234',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (230,'باب ما يفسد الصوم.
٥ - وتارة يطلقه بقوله: " ولأصحابنا في كذا وجهان "، كما ذكره في باب
محظورات الإحرام.
٦ - أو يقول: " وللأصحاب وجهان هل الحكم كذا أو كذا "، كما ذكره في باب زكاة السائمة.
٧ - أو يقول: " قال الأصحاب: وكذا الوجهان في كذا " كما في باب النية.
٨ - أو يقول: " وفيه وجهان للأصحاب "، كما ذكره في باب الأطعمة.
فتحتمل عبارته في هذه المسائل: أن يكون الخلاف مطلقًا عنده، وهو الأظهر لأنه في الغالب لا يحيل ذلك إلا على ما فيه الخلاف مطلق.
ويحتمل أن يكون ذكر ذلك
على سبيل الحكاية، وعلى كلا الاحتمالين لا بد من تصحيح المسألة.
٩ - وتارة يقول: " وفي كذا وجهان لاختلاف أصحابنا في كذا "، كما ذكره في باب العيوب في النكاح.
١٠ - أو يقول: " لو فعل كذا فوجهان بناءً على كذا وفيه وجهان "، كما ذكره في باب زكاة الفطر.
١١ - وتارة يقول: " وفي نحو كذا وجهان " كما ذكره في باب الإقرار بالمجمل في موضعين كقوله: " وفي نحو كلاب وجهان "، فدخلت الكلاب في الخلاف الذي أطلقه بطريق أولى.
وهذه العبارة في كلامه كثير وفي غير الخلاف المطلق أيضًا.
١٢ - وتارة يقول مثلًا: " هل يكون كذا أم لا، فيه روايتان، أو وجهان "، ثم يقول: " وعنه كذا "، أو " وقيل: كذا ".
والذي يظهر أن القول الثالث أضعف من القولين المطقين عنده أولًا، لا أنه من جملة الخلاف المطلق، بخلاف قوله: " فيه روايات، أو أوجه "، واللَّه أعلم.
١٣ - وتارة يطلق الخلاف بقوله: " فعنه كذا "، " وعنه كذا "، وتقع منه هذه الصيغة، ثم يقول بعدها: " والمذهب "، أو "والمشهور "، أو " والأشهر "، أو " الأصح " كذا، ونحوه، وهو كثير في كلامه، فيكون هنا قد بَينًّ المذهب، ولكن ذِكْره
للخلاف بهذه الصيغة يقتضي قوته من الجانبين، رإن كان المذهب، أو المشهور أحدهما.
وقد تكون الروايات ثلاثًا، والثالثة المذهب، وهي الفرق كما ذكره في باب الموصى',NULL,'235',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (231,'له وغيره، فربما تعرضنا للصحيح من الروايتين اللتين هما غير المذهب لتعادلهما عنده.
١٤ - وتارة يذكر الخلاف بهذه الصيغة، فيقول: " فعنه كذا اختاره الأصحاب "،
" وعنه كذا "، أو " هل يكون الحكم كذا كما اختاره الأصحاب أو لا، فيه روايتان ".
ونحو ذلك على ما يأتي التنبيه عليه في السؤالات الآتية، على قوله: " فإن اختلف الترجيح أطلقت الخلاف "، آخر هذه المقدمة.
وهذا أيضًا يدل على قوة القول الثاني ومساواته لما قاله الأصحاب عند المصنف.
١٥ - وربما عدد مسائل، وأطلق فيها الخلاف، ويكون المُرَجَّح في بعضها غير المصحَّح في البعض الآخر كما ستراه إن شاء اللَّه تعالى.
١٦ - وتارة يطلقه بقوله: " فنصه كذا "، " وعنه كذا "، أو " وقيل كذا "، فيكون مقابل المنصوص: إما رواية غير منصوصة، أو قول لبعض الأصحاب، وله قوة تعادل المنصوص عند المصنف، وفي الغالب يكون المنصوص هو المذهب، كما يأتي بيانه.
١٧ - وتارة يقول: " وفي كذا وجهان، ونصه كذا "، كما ذكره في باب الهبة، وشروط من تقبل شهادته، وغيرهما، وهو كثير.
١٨ - وتارة يطلقه بقوله: " فقيل: كذا، وقيل: كذا، أو قيل وقيل "، وهو كثير في كلامه.
١٩ - وتارة يطلقه بقوله: " الحكم كذا في رواية، وفي رواية الحكم كذا "، أو " وعنه الحكم كذا "، كما ذكره في باب زكاة الزرع والثمر وغيره.
٢٠ - وتارة يقول: " وفي رواية يفعل كذا "، " ونقل الأكثر كذا "، كما ذكره في أول باب حد الزنا.
وفي هذه العبارة نوع خفاء على المصطلح المعروف، والظاهر أن الخلاف مطلق، وأن الواو الأولى استئنافية.
ووقع له مثل ذلك في باب القرض بصيغة: " وقيل وقيل "، وتكلمنا عليها هناك، ووقع له في أول باب السواك أيضًا بصيغة " وعنه وعنه ".
٢١ - وتارة يطلقه بقوله: " فقال فلان: كذا.
وقال فلان: كذا "، وهو محمير.
٢٢ - وتارة يطلقه بقوله مثلًا: " ويجوز عند فلان، ولا يجوز عند فلان، أو " فعند فلان كذا، وعند فلان كذا "، أو " الحكم كذا في اختيار فلان.
وقال فلان: كذا "،',NULL,'236',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (232,'كما ذكره في باب زكاة الزرع والثمر وغيره.
أو يقول: " هل الحكم كذا كما اختاره
فلان أم لا كما اختاره فلان، فيه وجهان "، كما ذكره في الباب المذكور.
٢٣ - وتارة يقول: " الحكم كذا ذكره فلان وغيره، واختار فلان وغيره كذا.
وفي القولين نظر"، كما ذكره في نيابة الحج في آخر كتاب المناسك، فيحتاج إلى تصحيح أيضًا.
٢٤ - وتارة يذكر حكاية، ثم يقول: " كذا في الكتاب الفلاني "، ثم يقول:
" وقيل كذا، وهو أظهر " كما ذكره في باب ميراث الحمل.
٢٥ - وتارة يطلقه بقوله: " فقال في الكتاب الفلاني كذا، وقيل كذا "، كما ذكره في كتاب الشهادة على الشهادة.
٢٦ - وتارة يطلقه بقوله: " فقال في الكتاب الفلاني كذا، وقال في الكتاب
الفلاني كذا ".
وهو كثير في كلامه.
٢٧ - وقد يذكر مسألة متفقًا على حكم أصلها، ولكن اختلف في بعض شروطها، فيطلق الخلاف في ذلك، فيقول بعد ذكرها: " قيل كذا، وقيل كذا "، أو " في كلام بعضهم كذا، وفي كلام بعضهم كذا "، أو: " قال جماعة كذا، ولم يذكرة
آخرون "، أو " قال جماعة كذا، وقال آخرون كذا "، أو " قال فلان كذا، وقال فلان كذا "، ونحوه كما ذكره في كتاب الطهارة، والآنية، والجمعة، والاستثناء في الطلاق، والقسمة، وشروط من تقبل شهادته وغيرها، وهو كثير في كلامه.
٢٨ - وتارة يقول: " لا يفعل كذا لكذا، أو لكذا "، فيردد النظر في العلة كما ذكره في باب أحكام الذمة.
٢٩ - وتارة يقدم حكاية، ثم يذكر رواية، ثم يقول: " بناه فلان على كذا، وبناه فلان على كذا "، كما ذكره في أواخر باب السلم، فأطلق الخلاف في البناء.
٣٠ - وتارة يقول: " وفي كذا منع وتسليم "، كما ذكره في باب الوكالة،
والظهار، وقسمة الغنيمة وغيرها.
فينبغي تحريره وتصحيحه، فإنه في حكم الخلاف المطلق.
٣١ - وتارة يطلق الخلاف، ثم يقول: " مأخذهما كذا وكذا " كما ذكره في باب اللقيط، فيحرر المأخذ.
٣٢ - أو يقول: " أصلهما كذا لا كما ذكره في باب القسامة، فيحرر الأصل.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (233,'٣٣ - وتارة يقول: " فإن فعل كذا توجه كذا في قياس قولهم، ويتوجه احتمال ككذا "، كما ذكره في باب صفة الحج والعمرة، فينبغي أن يحرر قياس قولهم.
٣٤ - وتارة يطلقه بقوله: " هل الحكم كذا أم لا، فيه خلاف "، كما ذكره في باب الموصى به.
٣٥ - أو " فيه خلاف في الكتاب الفلاني "، كما ذكره في باب نكاح الكفار وغيره.
٣٦ - أو يقول في: " الكتاب الفلاني الصحة وعدمها "، كما ذكره في باب
العيوب في النكاح.
٣٧ - وتارة يطلقه بقوله: " واختلف كلام الأصحاب في كذا!.
٣٨ - أو: " واختلفت الرواية في كذا "، كما ذكره في باب مشر العورة وغيره.
٣٩ - وتارة يذكر صورة مسألة ثم يقول: " فقد يقال فيها كذا، وقد يقال فيها كذا "، كما ذكره في باب الحجر.
فالخلاف فيها مطلق، والظاهر أن ذلك من عنده.
٤٠ - وتارة يقول في حكم مسألة: " ظاهر كلامهم يختلف في كذا، وكذا"
بهما ذكره في باب حد الزنا وكتاب القضاء.
٤١ - أو يقول: " يفعل كذا في ظاهر الكتاب الفلاني، وفي الكتاب الفلاني
وغيره: يفعل كذا "، كما ذكره في باب الدعاوى.
٤٢ - أو يقول: " وكلامهم في كذا يحتمل وجهين " كما ذكره في باب ما
يستحب وما يكره في الصلاة في موضمين وغيره، وليس للأصحاب في هذا ترجيح.
٤٣ - وتارة يطلقه على بعض الأقوال الضعيفة فيكون الخلاف مفرَّعًا عليه،
فنصحح ذلك إن تيسر.
٤٤ - وتارة يطلقه بقوله: " هل الحكم كذا أم لا، يحتمل وجهين ".
وهذا يحتمل أن يكون من عنده، ويحتمل أن لِكون تابع غيره وهو أولى، وهو في كلام الأصحاب كثير.
٤٥ - وتارة يقول: " فلو فعل كذا فقد توقف أحمد، فيحتمل وجهين "، كما ذكره في باب صريح الطلاق وكنايته، وغيره، وقد يصرح بعد ذلك بأصحاب الوجهين، كما ذكره في باب شروط من تقبل شهادته وغيره.
وسيأتي في الكلام على الخلاف المطلق الذي في الخطة فيما إذا توقف الإمام أحمد',NULL,'238',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (234,'في مسألة أنها تلحق بما يشابهها هل هو بالأخف، أو الأثقل، أو التخيير، ويأتي تصحيح ذلك، وتوقفه الأول أعم من هذه.
٤٦ - وتارة يذكر مسألة فيها خلاف، ويعطف عليها أخرى فيها الخلاف مطلق، فيحتمل أن يكون الخلاف المطلق عائدًا إلى المسألتين، ويحتمل أن يكون عائدًا إلى الأخيرة، كما ذكره في باب محظورات الإحرام، ويأتي تبيين ذلك هناك.
٤٧ - وتارة يذكر مسائل فيها الخلاف مطق، يدخل بينها مسألة فيها خلاف
ضعيف، فيذكر قولًا فيها، ويعطف بعده مسألة يحتمل أن تكون معطوفة على السائل الأول التي فيها الخلاف المطلق، ويحتمل أن تكون معطوفة على القول الضعيف المتخلل بين ذلك، كما ذكره في باب الرهن، وغيره، فنذكر المسألة، ونصحح المذهب فيها.
٤٨ - وربما كان محل الخلاف في بعض المسائل التي أطلق فيها الخلاف مُشْكِلًا
محتمَلًا لأشياء، فننبه على ذلك كما ذكره في باب صلاة العيدين، وزكاة الزرع، والثمر، وكتاب البيع، والر هن، والكتا بة، وغيرها.
٤٩ - وربما ألحق الخلاف من عنده، كما ذكره في باب الاستطابة والصلاة على الجنازة والظهار وغيرها، وهو كثير.
قال في الاستطابة: " وفي إرخاء ذيله يتوجه وجهان ".
٥٠ - وقد يطلق الخلاف، ويختار أحدهما، فيقول: " وهو أظهر"، كما ذكره في باب محظورات الإحرام، وصفة الحج، والعمرة وغيرهما.
٥١ - وتارة يطلق الخلاف في مسألة ثم يقول بعدها: " وهما في كذا " كما ذكره في كتاب البيع، وباب الوكالة، والإقرار بالمجمل، وغيرها.
٥٢ - أو يقول: " كما في كذا وكذا "، كما ذكره في باب نكاح الكفار.
٥٣ - أو يقول: " وعلى قياسه كذا كما ذكره في باب الشفعة ".
٥٤ - أو يقول: " والوجهان أو الأوجه في كذا لا، كما ذكره في باب النية، وقتال أهل البغي، ونفقة القريب وغيرها.
٥٥ - أو: " وفي كذا الوجهان "، كما ذكره في باب الإقرار بالمجمل.
٥٦ - أو: " والروايتان، أو والروايات في كذا "، كما ذكره في باب الاٍ حرام وغيره.
٥٧ - أو يقول: " كالمسألة الفلانية "، كما ذكره في باب عشرة النساء،
والظهار، والدعاوى، وغيرها.',NULL,'239',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (235,'٥٨ - أو يقول: " وكذا لو فعل كذا "، كما ذكره في باب النذر وذكر المشهود به.
٥٩ - أو يقول: " ومثلها كذا، أو الشيء الفلاني ككذا "، مما أطلق فيه الخلاف كما ذكره في باب الزكاة.
٦٠ - أو يقول: " ومثله كذا كما ذكره في باب الصيد والنذر ".
٦١ - أو يقول: " والمسألة الفلانية حكم كذا وكذا "، كما وقع له في باب
الاستطابة، والوضوء وغيرهما.
٦٢ - أو يقول: " وكذلك كذا وكذا "، أو يقول: " فيها الخلاف الذي في المسألة الفلانية "، كما ذكره في باب نية الصوم، أو يقول: " في كذا وكذا ما تقدم "، كما ذكره في باب الزكاة، ويكون قد أطلق الخلاف في المسألة المقيس عليها.
ويحتمل أن يكون ذكره لذلك كذلك مجرد إخبار لا أنه أطلق الخلاف، ويقوى ذلك في بعض المسائل على ما يأتي واللَّه أعلم.
٦٣ - أو يقول: " فيها الروايتان، أو الوجهان، أو فالروايتان، أو فالوجهان، أو فالخلاف، أو فيه الخلاف "، كما ذكره في باب الصداق وغيره، وهو كثير جدًّا في كلامه.
والذي يظهر أن حكم الثانية حكم الأولى من هذه المسائل الأخيرة في التقديم
والإطلاق، فلهذا لم أذكر المحالة على المصححة، وربما ذكرتها، وذكرتُ النقل فيها.
وأما المحالة على المطلقة: فلا بد من ذكرها إن شاء الله تعالى.
وربما كان قوله: " فالروايتان، أو فالوجهان، أو فالخلاف " عائدًا إلى مسألة في غير ذلك الباب، كما وقع له في باب الشروط في النكاح، والصداق، وغيرهما، ويعرف ذلك من قواعد المذهب في المسألة.
٦٤ - وتارة يقدم حكم مسألة، ثم يحكى قولًا، ثم يقول عقبه: " ككذا في أحد الوجهين "، كما وقع له في باب الحجر، والوديعة، وغيرهما، فيكون قد أطلق الخلاف في الثانية.
٦٥ - وتارة يقدم حكمًا في مسألة، ثم يقول: " وقيل فيها وجهان كمسألة كذا وكذا " كما ذكره في باب الموصى إليه، فيكون أيضًا الخلاف مطلقًا في الثانية.
٦٦ - وتارة يقول: " الحكم كذا في رواية، أو في وجه "، ويقتصر عليه، وفي ذلك إشعار بأن المسكوت عنه هو المشهور، وقد قال في الرعاية في النفقات: " وإن',NULL,'240',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (236,'كان الخادم لها فنفقته على الزوج، وكذا نفقة المؤجر، رالمعار في وجه "..
انتهى.
قال المصنف هناك: " وقوله في وجه يدل على أن الأشهر خلافه "..
انتهى، فلهذا لم أذكر
المسألة في الغالب وربما ذكرتها.
٦٧ - وتارة يقول: " فإن فعل كذا فقيل كذا "، ويقتصر عليه كما ذكره في باب صلاة الكسوف، وباب الصلاة على الميت، وباب الهدى والأضاحي، وباب أحكام أمهات الأولاد، وما في آخر باب الإمامة، وآخر الرجعة، وباب أحكام الذمة محتمِل لهذا على ما يأتي بيانه في أبوابه.
٦٨ - أو يقول: " فقال فلان كذا "، ويقتصر عليه كما ذكره في آخر باب حكم الركاز.
٦٩ - أو يقول: " ففي الكتاب الفلاني كذا "، ويقتصر عليه كما ذكره في باب الطلاق في الماضي والمستقبل، ويأتي الجواب عن هذا في الأجوبة عن الإشكالات الآتية
في آخر هذه المقدمة.
٧٠ - وتارة يذكر حكم مسألة، ثم يقول في مسألة بعدها: " قيل كذلك.
وقيل لا "، يعني هل حكمها حكم التي قبلها أم لا، أطلق فيه الخلاف، وهو كثير في كلامه.
٧١ - وتارة يطلق الخلاف في مسألة، ثم يقول بعدها: " وكذا قيل في كذا،
وقيل: لا "، كما ذكره في باب الوضوء، وأواخر باب حد الزنا.
٧٢ - وتارة يحكي الخلاف مطلقًا عن شخص، أو كتاب، ويقتصر عليه.
والذي يظهر أن هذا ليس من الخلاف المطلَق الذي اصطلح عليه المصنف، إذ لا ترجيح للأصحاب في ذلك، وإتيان المصنف بهذه الصيغة يدل على أن الخلاف قوى من الجانبين، ويحتمل أن يكون نقله على صفته.
وعلى كل حال لا بد من ذكر الصحيح من القولين إن تيسر، إذ الخلاف فيه مطلق.
٧٣ - وأما إذا قَدَّم المصنف حكمًا، ثم بعده قولين مطلقين، إما عن شخص، أو كتاب، فإنا لا نعرج على ذلك إذ هو قَدَّمَ المذهب، وقد نتعرض لذلك لإزالة وهم، والله أعلم.
٧٤ - وتارة يحكي الخلاف مطلقًا عن جماعة، أو عن الأصحاب، ولكن على
سبيل الاستشهاد على حكم، كما ذكره في كتاب الصيام، وكتاب الإقرار في ثلاثة مواضع وغيرهما، وينبغي تتبع تلك المسائل وتحريرها.
٧٥ - وتارة يطلق المصنف الخلاف في مسألة في موضع، ثم يطلقه فيها بعينها في',NULL,'241',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (237,'موضع آخر، فتارة ينبه على ذلك بقوله: " قد سبق "، وتارة لا ينبه عليه.
وللمصنف في كتابه مصطلحات في إطلاق الخلاف غير ما تقدم ...
فلا حاجة إلى الإطالة بذكرها، وفيما ذكرنا كفاية.
* * *
<span data-type="title" id=toc-84>الصحيح:</span>
مرجع معرفة الصحيح والترجيح في المذهب إلى أصحابه، وقد حَرَّرَ ذلك الأئمة المتأخرون، فالاعتماد في معرفة الصحيح من المذهب على ما قالوه، ومن أعظمهم
الشيخ الموفق لا سيما في الكافي، والنجم المسدد، والشارح، والشيخ تقي الدين، والشيخ زين الدين بن رجب، وصاحب الرعايتين خصوصًا في الكبرى، والخلاصة، والنجم، والحاويين، والوجيز، والمنور، ومنتخب الأدمي، وتذكرة ابن عبدوس،
والزركشي وأضرابهم؟ فإنهم هذبوا كلام المتقدمين، ومهدوا قواعد المذهب بيقين.
* * *
<span data-type="title" id=toc-85>المقدم عند الاختلاف في التصحيح:</span>
فإن اختلفوا فالمرجع إلى ما قاله الشيخان، أعني: الموفق والمجد، ثم ما وافق أحدهما الآخر في أحد اختياريه، فإن اختلفا من غير مشارِك لهما، فالموفق ثم المجد، وإلا ينظر فيمن شاركهما من الأصحاب، لا سيما إن كان الشيخ تقي الدين أو ابن رجب.
وقد قال العلامة ابن رجب في طبقاته في ترجمة ابن المنى: " وأهل زماننا ومن لبلهم إنما يرجعون في الفقه من جهة الشيوخ والكتب إلى الشيخين الموفق والمجد ".. انتهى.
فإن لم يكن لهما، ولا لأحدهما في ذلك تصحيح، ووجد لغيرهما ممن ذكرته ممن تقدم ذكره، أو غيرهم تصحيح، أو تقديم، أو اختيار ذكرتُه.
وهذا الذي قلتُه من حيث الجملة، وفي الغالب، وإلا فهذا لا يطرد ألبتة، بل قد يكون المذهب ما قاله أحدهم في مسألة، ويكون الصحيح من المذهب ما قاله الآخر، أو غيره في أخرى، وإن كان أدنى منه منزلة باعتبار النصوص، والأدلة، والعلل، والمآخذ، والاطلاع عليها، والموافق من الأصحاب.
وربما كان الصحيح مخالفًا لما قاله الشيخان، وكل أحد يؤخذ من كلامه، ويترك إلا المعصوم - صلى الله عليه وسلم -.
هذا ما ظهر لي من كلامهم، ويؤيده كلام المصنف في إطلاق الخلاف، ويظهر ذلك بالتأمل لمن تتبع كلامهم وعرفه.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (238,'وقد قيل: إن المذهب فيما إذا اختلف الترجيح ما قاله الشيخ الموفق، ثم المجد، ثم صاحب الوجيز، ثم صاحب الرعايتين.
ورأيت في تصحيح المُحَرر لا يعدل بصاحب الوجيز أحدًا في الغالب.
وقال بعضهم: إذا اختلفا في المقنع والمحرر، فالمذهب ما قاله في الكافي.
وكل هذه الأقوال ضعيفة على الإطلاق لا يلتفت إليها.
وقد قال في آداب المفتي: إذا وجد من ليس أهلًا للتخريج والترجيح بالدليل اختلافًا بين أئمة المذهب في الأصح من القولين، أو الوجهين فينبغي أن يرجع في الترجيح إلى صفاتهم الموجبة لزيادة الثقة بآرائهم، فيعمل بقول الأكثر، والأعلم، والأورع.
فإن اختص أحدهما بصفة منها، والآخر بصفة أخرى قُدِّم الذي هو أحرى منهما بالصواب، فالأعلم الأورع مُقَدَّم على الأورع العامل.
وكذا إذا وجد قولين أو وجهين لم بيلغه عن أحد من أئمة مذهبه بيان الأصح منهما:
اعتبر أوصاف ناقليهما، وقائليهما، ويرجع إلى ما وافق منهما أئمة أكثر المذاهب المتبوعة، أو أكثر العلماء.. انتهى.
ونقله الشيخ تقي الدين في المسودة وأقره عليه.
قلت - القائل الشيخ علاء الدين المقدسي -: وفي بعض ما قال نظر.
الحتب المعتمدة في التصمحيح:
وقد سئل الشيخ تقي الدين عن معرفة المذهب في مسائل: الخلاف فيها مطلق، في الكافي، والمحرر، والمقنع، والرعاية، والخلاصة، والهداية وغيرها، فقال: " طالب العلم يمكنه معرفة ذلك من كتب أخر مثل كتاب التعليق للقاضي، والانتصار لأبي الخطاب، وعمد الأدلة لابن عقيل، وتعليق القاضي يعقوب، وابن الزاغوني، وغير ذلك من الكتب الكبار التي يذكر فيها مسائل الخلاف، ويذكر فيها الراجح.
وقد اختصرت هذه الكتب في كتب مختصرة مثل: رءوس المسائل للقاضي أبي يعلي، وللشريف أبي جعفر، ولأبي الخطاب، وللقاضي أبي الحسين، وقد نقل عن أبي البركات جدنا أنه كان يقول لمن يسأله عن ظاهر المذهب: إنه ما رجحه أبو الخطاب في رءوس مسائله.
قال: ومما يعرف منه ذلك المغني لأبي محمد، وشرح الهداية لجدنا.
ومن كان خبيرًا بأصول أحمد ونصوصه عرف الراجح من مذهبه في عامة المسائل "..',NULL,'243',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (239,'انتهى كلام الشيخ تقي الدين، وهو موافق لما قلناه واللَّه أعلم.
وقد ذكرت المصنفات التي نقلت هنا منها في كتاب الإنصاف، وفيها بحمد اللَّه كفاية.
* * *
<span data-type="title" id=toc-86>اختلاف الترجيح:</span>
ظاهر قوله: " فإن اختلف الترجيح أطلقت الخلاف " أن اختلاف الترجيح يكون بين الأصحاب، وهو المتبادر إلى الفهم، ويشكل على ذلك أشياء:
أحدها: أنه يقول في كتابه في غير ما موضع: " فعنه يكون كذا اختاره الأصحاب، وعنه لا "، كما ذكره في باب المسح على الخفين وباب الحجر.
أو يقول: وهل يكون الحكم كذا، اختاره الأصحاب، أو كذا، فيه روايتان، كما ذكره في باب ما يفسد الصوم.
أو يقول: يكون الحكم كذا في رواية اختارها فلان، أو كذا في رواية اختارها الأصحاب، كما ذكره في باب ما يفسد الصوم أيضًا، مع أن في كلام المصنف في هذه المسألة نظرًا من ثلاثة أوجه يأتي بيانها في محلها.
وكذا الذي في باب الحجر.
أو يقول: يكون الحكم كذا في رواية اختاره الأصحاب، وكذا في رواية، كما ذكره في باب محظورات الإحرام وما أشبه ذلك.
فأين الاختلاف بين الأصحاب في الترجيح، وهو قد قطع بأن الأصحاب قد اختاروا إحدى الروايتين،
فيمكن الجواب بأن يقال: هذه الصيغ ليست من الخلاف المطلق، وهو ضعيف.
والصواب أن يقال: بقرينة قوله " اختاره الأصحاب ": انتفى إطلاق الخلاف الذي اصطلح عليه، ويكون المذهب ما قاله الأصحاب، وإنما أتى بهذه الصيغة لتدل على قوة الرواية الأخرى عندهم حتى تقاوم ما اختاره الأصحاب كما تقدم التنبيه عليه، ويكون
كقوله: " فعنه كذا، والمذهب أو الأشهر كذا " واللَّه أعلم.
الثاني: أنه يطلق الخلاف، ثم يقول: " والأشهر كذا، أو المشهور كذا ونحوه "، فدل أن ذلك أكثر ترجيحا، وأشهر بين الأصحاب.
والجواب كما تقدم، ويزاد هنا بأن بعض الأصحاب قد اختار غير الأشهر، فاختلف الترجيح، ولكن بعضه أشهر.
الثالث: أنه يقول في بعض المسائل بعد إطلاق الخلاف: والترجيح مختلف.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (240,'كما ذكره في باب زكاة الفطر، وباب الإحرام وليس فيه غيرهما، وهل هذا إلا تحصيل الحاصل.
ويمكن الجواب بأنه قال ذلك تأكيدًا، وفيه نظر لقلة ذكره لهذه الصيغة.
أو يقال: ذكر ذلك لنكتة خفيت على بعض الأصحاب، فصرح بذلك ليعلم، أو ليحصل الاعتناء، والتنبيه على تحريرها.
أو يقال: لم يستحضر المصنف حال ذكر ذلك ما اصطلح عليه في الخطبة وهو
الظاهر، أو حرر الخطبة بعد فراغه من الكتاب.
ويحتمل أن يكون الترجيح في الموضعين باعتبار سببين فيحمل كل واحد على
محمل، وهو بعيد، واللَّه أعلم.
الرابع: أنه يطلق الخلاف في مسائل لم يعلم للأصحاب فيها كلام كما ذكره في باب إزالة النجاسة في ماهية الزياد والعنبر من أي شيء هما، وكما وقع له في باب صلاة التطوع في حذف ياء الثماني، هل هو خطأ أو شاذ، وكما ذكره في باب صوم التطوع
في تسمية يوم التروية ويوم عرفة، وكما ذص هـ في قول عائشة - رضي الله عنها -: "كان يصوم شعبان كله "
هل المراد غالبه، أو كله، وكما ذكره في سورة القدر هل هي مكية أو مدنية
في الباب المذكور، وكما ذكره في باب الاعتكاف في
(
خُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ) ، وكما ذكره في باب المواقيت في الأفقي نسبة هل هو بضم الهمزة والفاء أو بفتحهما، وكما ذكره في كتاب البيع في ضبط المجر هل هو بفتح الجيم أو كسرها.
ويمكن الجواب عن ذلك بأن يقال: لا نسلم أن الأصحاب ليس لهم في هذا الكلام لا سيما في يوم عرفة والتروية، فإن الخلاف فيهما مشهور بين العلماء، ولا يلزم من عدم اطلاعنا على ذلك عدم اطلاعه، وهو ثقة فيما ينقل.
أو يقال: سلمنا أن الأصحاب لشى لهم كلام في ذلك، ولكنه لما رأى هذه
الأقوال، ولم يترجع عنده أحدها أطلق الخلاف فشابه ما اختلف ترجيح الأصحاب فيه، واللَّه أعلم، ولكن فيه نوع اشتباه.
الخامس: أن يقول في بعض المسائل: فقيل كذا، أو فقال فلان كذا، أو ففي الكتاب الفلاني كذا، ويقتصر عليه كما تقدم التنبيه عليه، ومسألة كراهة إمامة قوم أكثرهم له كارهون مثل ذلك على بعض النسخ فما ثم هنا خلاف ألبتة حتى يختلف الترجيح فيه.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (241,'فيجاب بأن هذا لم يدخل فيما اشترطه المصنف، ولكن إتيانه بهذه الصيغة لا يخلو من نكتة، ثم وجدته في جمع الجوامع في أصول الفقه للسبكي ذكر مثل هذه العبارة في مسألة الكلام في الأزل هل يسمى خطابا فقال بعض شراحه: ذكر المصنف قولين من غير ترجيح، فحكم بأن في المسألة قولين من غير ترجيح، ولكن لا يتأتى لنا القطع
بذلك في كلام المصنف وغيره، بل يتتبع كلامهم هل يوجد فيها منقول بذلك أم لا؟.
السادس: أنه في بعض المسائل يحكى الخلاف، ويطلقه عن شخص، أو كتاب ويقتصر عليه، وليس في المسألة نقل غير ما ذكره عن ذلك المصنف، أو الكتاب، فأين اختلاف الترجيح في ذلك بين الأصحاب؟.
ويجاب: بأنه نقل ذلك على سبيل الحكاية كما وجده، لا أن الخلاف فيه مطلق، أو أنه لم يظهر له ترجيح أحد القولين على الآخر فأطلق الخلاف، أو أنه بقرينة اختصاصه بهذا المصنف، أو الكتاب يدل على أن مرافى هـ بذلك غير ما اصطلح عليه من إطلاق الخلاف وهو الصواب، واللَّه أعلم.
السابع: أنه يخرج، أو يوجه من عنده روايتين، أو وجهين، أو احتمالين،
ويطلقهما، وهذا أيضًا مما ليس للأصحاب فيه كلام، ولا اختلف ترجيحهم فيه.
ويمكن أن يجاب بأن يقال: إنما خرج المصنف الروايتين، أو الوجهين، أو الاحتمالين لجامع بين المسألة التي خرجها، وبين المسألة الخرج منها، والمسألة الخرج منها فيها خلاف مطلَق، أو مُرَجَّح، فأطلق الخلاف إحالة على ذلك، وهو قوى أو قال ذلك من غير نظر إلى مصطلحه.
والصواب: أن الجواب هنا كالقول الأخير في التي قبلها واللَّه أعلم.
الثامن: أنه يطلق الخلاف في مسائل كثيرة متابعة لمن قبله حتى في نفس العبارة كما وقع له في الخطة، وباب الصلح، والإجارة، وكتاب الديات وغيرها، فإنه تابع ابن حمدان في رعايته الكبرى في إطلاق الخلاف بحروفه، والخلاف الذي أطلقه ابن حمدان إنما هو من عند نفسه، وتخريجه لم يسبق إليه.
وهذا مشكل جدًّا كونه لم ينسبه إلى قائله فأوهم أن الخلاف مطلق، وأن الأصحاب اختلفوا في الترجيح.
وكذلك يقع منه مثل ذلك متابعة للشيخ في المغني، فيتابعه حتى في الدليل والتعليل والإطلاق وغيرها، ولم يبين ذلك، بل يتابعه في إطلاق الاحتمالين اللذين له ولغيره،',NULL,'246',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (242,'وهذا كثير في النصف الثاني، كما ستراه إن شاء اللَّه تعالى.
وعذره أنه لم يبيضه، ولم يعاود النظر فيه، أو يكون المصنف اطلع على غير ذلك واللَّه أعلم.
التاسع: أنه يطلق الخلاف في موضع، ويقدم حكمًا في موضع آخر في مسألة
واحدة، كما تقدم التنبيه عليه، أو يقدم حكمًا في موضع، ويقدم آخر في موضع آخر في مسألة واحدة، فيشتبه الصحيح من المذهب في ذلك، فيمكن أن يقال في المسألة الأولى حيث أطلق الخلاف فلاختلاف الأصحاب في الترجيح، وحيث قدم فلظهور المذهب عنده.
فعلى هذا الاعتماد على ما قاله أخيرًا من إطلاق، أو تقديم، لكن لا يكفي هذا في هذا المقام، بل يطلب المذهب من خارج، أو يقال قال ذلك ذهولًا، أو فعله متابعة لبعض الأصحاب، ولم يعاود النقل، ولا استحضر ذلك، واللَّه أعلم.
وأما تقديمه حكمًا في موضع وتقديم غيره في موضع آخر فهذا والله أعلم سهو منه، أو يقال: ظهر له المذهب في ذلك المكان، وظهر له أن المذهب غيره في المكان الآخر، ولم يستحضر ما فعله في المكان الآخر.
أو يقال: تابع بعض الأصحاب المحققين في مكان، وتابع غيره في مكان آخر ولم يستحضر ما قاله أولًا، فحصل الخلل، واللَّه أعلم.
وعلى كل حال لا بد من التنبيه على الصحيح من المذهب في ذلك إن شاء اللَّه تعالى.
العاشر: ما المراد باختلاف الترجيح إن أراد تعادل الأصحاب، وتقاومهما من الجانبين في ذلك، فهو يطلق الخلاف وأكثر الأصحاب على أحد القولين، ويصرح بذلك في بعض المسائل في حكايته القول كما ذكره في باب محظورات الإحرام
وغيره، وهو كثير في كلامه، بل هو يقدم في مسائل كثيرة حكمًا، والأكثر على خلافه، ويصرح به كما ذكره في كتاب البيع فيما إذا تقدم القبول على الإيجاب وغيره.
وإن أراد أن الأقل يقاوم الأكثر في التحقيق فهو في بعض المسائل يقدم حكما والحالة هذه من الجانبين، وهو كثير لمن تتبع كلامه، ويأتي في بعض المسائل ما يشهد لذلك.
وإن أراد مجرد اختلاف الترجيح مع أنه ظاهر عبارته فيرد عليه مسائل كثيرة يقدم فيها حكمًا، مع أن جماعة كثيرة، أو أكثر الأصحاب اختاروا القول المؤخر، وربما صرح بذلك المصنف فيقول: " وعنه كذا، أو وقيل كذا اختاره جماعة، أو الأكثر، أو',NULL,'247',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (243,'فلان وفلان "، ونحو ذلك.
والقول بأن مراده التعادل من الجانبين في التحقيق أقرب، فلا يضرنا كثرة الأصحاب في أحد الجانبين، لأن الأقل يعادل الأكثر لأجل التحقيق، أو لظهور الدليل، أو المدرك والمأخذ، أو العلة، أو غير ذلك من أسباب الترجيح، لكن لا يسلم له أيضًا هذا لمن تتبع
كلامه في المسائل التي قدم فيها حكمًا لو أطلق فيها الخلاف.
والذي يظهر أن الغالب في إطلاقه الخلاف ما قلناه من التعادل في التحقيق، وتارة يقوى عنده الدليل في مسألة تقاوم من قال بالقول الآخر، وإن كان ما اختاره إلا القليل من الأصحاب، لكن قوى قولهم بالدليل، أو بالقياس، أو بنوع من أنواع الترجيح، ولذلك تجده يطلق الخلاف مع أن أحد القولين عليه الأصحاب، أو هو المشهور،
أو الصحيح في المذهب، ولكن لقوة الدليل قاوم دليل الأصحاب، واللَّه أعلم.
ويرد بعض ذلك على قوله " وأقدم غالبًا المذهب " واللَّه أعلم.
* * *',NULL,'248',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (244,'<span data-type="title" id=toc-87>أسانيدنا إلى المذاهب الأربعة
من طريق ثبت الشيخ الأمير </span>(١)
اتصلت أسانيدنا إلى المذاهب الأربعة وغيرها من العلوم الشرعية - بحمد اللَّه - من طريق عدة من مشايخنا بما في الأثبات المشهورة.
ولكننا سنقتصر هنا على طريق واحد لعلوها وشهرتها، فبعموم الإجازة عن الإمام الحافظ المجتهد أبي الفضل عبد اللَّه بن الصديق الغماري عن الشيخ المعمر محمد دويدار التلاوي الكفراوي عن شيخ الإسلام برهان الدين إبراهيم الباجوري شيخ الجامع الأزهر عن الشيخ الأمير بما في ثبته المشهور.
وعن الشيخ الغماري عن الشيخ عمر حمدان المحرسي عن المعمر الطيب النيفر عن البرهان الرياحي عن الأمير.
* * *
<span data-type="title" id=toc-88>سندنا إلى المذهب الشافعي:</span>
بالإسناد المتقدم إلى الشيخ الأمير عن شيخه الصعيدي، عن شيخه عقيلة، عن الشيخ حسن العجيمي، عن العارف القشاشي بإجازته، عن الشمس محمد الرملي،
عن شيخ الإسلام زكريا، عن الحافظ ابن حجر، عن الصلاح بن أبي عمر، عن الفخر ابن البخاري، عن القاضي أبي المكارم أحمد بن محمد اللبان، وأبي حفص محمد بن أحمد الصيدلاني، عن أبي الحسن بن أحمد الحداد، عن الحافظ أبي نعيم أحمد بن عبد اللَّه الأصبهاني، عن أبي العباس محمد بن يعقوب الأصم، أخبرنا الربيع بن سليمان المرادي، أنبأنا الشافعي رحمه اللَّه تعالى.
قال كاتبه عفا اللَّه عنه: وقد تفقهت في مذهب الإمام الشافعي - رحمه الله -، على جمع من الفقهاء، ولي فيه إسناد آخر مسلسل بالأئمة الشافعيين متصلًا بالإمام الشافعي - رحمه الله -، ثم إلى مولانا رسول اللَّه - صلى الله عليه وسلم -، وفي ضمنه سند مؤلفات الإمام النووي، وشيخ الإسلام
زكريا الأنصاري، وابن حجر الفقيه، والرملي، والخطيب الشربيني، والشرقاوي، وشيخ الإسلام أحمد زيني دحلان، وغيرهم من فقهاء الشافعية ممن اشتُهِرَت مصنفاتهم
رحم اللَّه الجميع، وفيه أيضا إسنادنا إلى الشيخ أبي إسحاق الشيرازي بطريقة أصحابنا
_________
(١) ثبت الشيخ الأمير - مطبعة المعاهد بمصر سنة ١٣٤٥ص.
ص ٧، ١٢ - ١٣، ٣٥.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (245,'العراقيين المتقدم الإشارة إليه، وغير ذلك من الفوائد كما ترى:
حدثني العلامة إسماعيل بن عثمان زين اليمني المكي الشافعي، عن السيد محمد بن يحيى الأهدل، عن السيد محمد بن عبد الرحمن الأهدل، عن السيد أحمد زيني دحلان، عن الشيخ عبد اللَّه الشرقاوي، عن الأستاذ محمد بن سالم الحفني، عن الشيخ أحمد الخليفي، عن الشيخ أحمد البشيشي، عن الشيخ علي بن عيسى الحلبي، عن الشيخ علي الزيادي، عن المحقق أحمد بن حجر الهيتمي، والشيخ محمد الرملي،
والشيخ الخطيب، كلهم عن شيخ الإسلام زكريا الأنصاري، عن الحافظ ابن حجر العسقلاني، عن ولي الدين أحمد بن عبد الرحيم، عن والده الزين العراقي، عن السراج البلقيني، عن العلاء بن العطار، عن محرر المذهب الإمام النووي، عن كمال الدين سلار الأردبيلي، عن أبي عمرو عثمان بن الصلاح، عن والده عبد الرحمن
الملقب بالصلاح، عن أبي سعد عبد اللَّه بن عصروان، عن أبي علي الفارقي، عن أبي إسحاق الشيرازي، عن القاضي أبي الطيب طاهر بن عبد اللَّه الطبري، عن أبي الحسن
محمد بن الماسرجسي، عن أبي إسحاق إبراهيم بن محمد المروزي، عن أبي العباس أحمد بن سريج، عن عثمان بن بشار الأنماطي، عن الربيع بن سليمان المرادي، عن إمام الأئمة وناصر السنة محمد بن إدريس الشافعي، عن الإمام مالك ابن أنس، عن نافع عن ابن عمر - رضي الله عنهم - عن النبي - صلى الله عليه وسلم -.
ومن الأحاديث التي اتصل إسنادنا بها من طريق الإمام الشافعي:
بالسند المتقدم إلى الشافعي - وهو أعلى ما عنده - حدثنا مالك عن عبد اللَّه بن دينار عن عبد الله بن عمر - رضي الله عنه - قال: " بينما الناس بقباء في صلاة الصبح إذا أتاهم آتٍ، فقال: إن رسول اللَّه - صلى الله عليه وسلم - قد أُنزل عليه الليلة قرآن، وقد أُمر أن يستقبل الكعبة،
فاستقبلوها، وكانت وجوههم إلى الشام، فاستداروا إلى الكعبة.
* * *
<span data-type="title" id=toc-89>سندنا إلى المذهب الحنفي ويتضمن سند الموطأ برواية محمد بن الحسن </span>-:
فبالإسناد المتقدم إلى الشيخ الأمير عن شيخه الصعيدي عن شيخه الشيخ محمد
عقيلة المكي، وهو يرويه مسلسلا بالفقهاء الحنفيين، عن الشيخ حسن بن علي العجيمي الحنفي، عن الشيخ خير الدين الرملي، عن الشيخ أحمد بن أمين الدين، عن والده أمين الدين بن عبد العال الجنبلاطي، عن الشيخ سري الدين بن عبد البر، عن والده',NULL,'250',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (246,'الشيخ محب الدين محمد بن الشحنة إجازة، عن الإمام أكمل الدين محمد بن
البابرتي، عن العلامة محمد بن السخاوي المعروف بقوام الدين، عن العلامة حسام
الدين السغناقي، قال: أخبرنا الإمام حافظ الدين الكبير محمد بن محمد بن نصر البخاري النسفي، عن شمس الأئمة محمد بن عبد الستار الكردري، عن برهان الدين أبي المكارم المطرزي، قال: أخبرنا الإمام الخطب موفق الدين، قال أخبرنا الإمام أبو القاسم محمود بن عمر الزمخشري بمكة عند باب بني ثميبة، قال: حدثنا الزكي الحافظ أبو عبد اللَّه الحسيني بن محمد بن خسرو البلخي، عن أبي الحسن علي بن
أيوب، قال أخبرنا ابن طاهر عبد الغفار بن محمد بن جعفر المؤدب، قال أخبرنا أبو علي محمد بن أحمد ابن الحسن، قال أخبرنا أبو علي بشر بن موسى بن صالح الأسدي، قال أخبرنا أحمد ابن محمد بن مهران، قال أخبرنا محمد بن الحسن الشيباني، قال أخبرنا مالك بن أنس رضي الله تعالى عنه.
وبالسند إلى محمد بن الحسن، عن الإمام أبي حنيفة، عن حماد بن إبراهيم، عن علقمة عن عبد اللَّه بن مسعود - رضي الله عنه -، عن رسول اللَّه - صلى الله عليه وسلم -.
ومن الأحاديث التي اتصل إسنادنا بها من طريق أبي حنيفة:
به (بالإسناد المتقدم) عن الإمام أبي حنيفة، عن حماد بن إبراهيم، عن علقمة، عن عبد اللَّه بن مسعود - رضي الله عنه - قال: قال رسول اللَّه - صلى الله عليه وسلم -:
" يجمع اللَّه العلماء يوم القيامة فيقول: إني لم أجعل حكمتي في قلوبكم إلا وأنا أريد بكم خيرًا، اذهبوا إلى الجنة، فقد غفرت لكم ما كان منكم ".
وبالسند إلى أبي حنيفة عن أنس - رضي الله عنه - قال: سمعت رسول اللَّه - صلى الله عليه وسلم - يقول: " طلب العلم فريضة على كل مسلم".
وهو منقطع، أبو حنيفة رأي أنسًا، إلا أنه لم يسمع منه.
* * *
<span data-type="title" id=toc-90>سندنا إلى المذهب المالكي:</span>
بالسند المتقدم إلى الشيخ الأمير عن شيخه العدوي، عن " الشيخ عبد اللَّه البناني والسيد محمد السلموني، عن الشيخ محمد الخرشي والشيخ عبد الباقي الزرقاني، كلاهما عن الشيخ علي الأجهوري والشيخ إبراهيم اللقاني، كل منهما عن الشيخ محمد البنوفري، عن الشيخ عبد الرحمن الأجهوري، عن شمس الدين اللقاني، عن الشيخ علي السنهوري، عن الشيخ البساطي، عن الشيخ تاج الدين بهرام، عن الشيخ',NULL,'251',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (247,'خليل صاحب المختصر، وتفقه الشيخ خليل علي الشيخ عبد اللَّه المنوفي.
وقد أخذ الشيخ علي السنهوري أيضًا عن الشيخ طاهر بن علي بن محمد النويري،
وهو عن الشيخ حسين بن علي، وهو عن الشيخ أبي العباس أحمد بن عمر بن هلال الربعي، وهو عن قاضي القضاة فخر الدين بن الخلطة، وهو عن أبي حفص عمر بن فراج الكندي، وهو عن أبي محمد عبد الكريم بن عطاء اللَّه السكندري، وهو عن أبي بكر محمد بن الوليد بن خلفى الطرطوشي، وهو عن أبي الوليد سليمان بن خلف الباجي، وهو عن الإمام المكي القيسي الأندلسي، وهو عن الإمام أبي محمد عبد اللَّه
ابن أبي زيد القيرواني صاحب الرسالة، وهو عن الإمام أبي بكر محمد بن اللباد الأفريقي صاحب اختلاف ابن القاسم وأشهب، وهو عن الإمامين سحنون، وعبد الملك الأندلسي، وهما عن الإمام عبد الرحمن بن القاسم، وعن الإمام أشهب بن عبد
العزيز العامري القيسي، وهما عن الإمام مالك بن أنس.
* * *
<span data-type="title" id=toc-91>سندنا إلى مذهب الإمام أحمد - ويتضمن السند بالمسند المشهور </span>-:
بالسند المتقدم في مذهب الشافعي إلى الفخر البخاري، قال: أخبرنا أبو علي حنبل ابن عبد اللَّه بن الفرج المكثر، قال: أخبرنا أبو القاسم عبد اللَّه بن محمد بن عبد الواحد ابن الحصين، أخبرنا أبو علي الحسن بن علي التميمي المذهب الواعظ، أخبرنا أبو بكر
أحمد بن جعفر القطعي، حدثنا عبد اللَّه بن الإمام أحمد، حدثني أبي.
* * *',NULL,'252',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (248,'<span data-type="title" id=toc-92>الفصل السادس
النحت الخطي</span>
يقع في كتب المصنفين في التراث الإسلامي رموز غابت عن كثير من طلبة العلما في عصرنا معانيها، حتى جلست عليها أفك أسرها نحوًا من عشر سنين، وهي مبثوثة في جميع العلوم، وجميع المذاهب، وتعرف بالنحت الخطي، فتتبعتها، وجمعت منها فوائد مهمات أرجو أن تزيل الغموض، وتفك الطلسمات، وتوصل الخلف بعلوم السلف.
فنقول: النَّحْت مَبْحَث معروف مهم في اللغة، وعَرَّفُوه بأنه: أن يختصر من كلمتين فأكثر كلمة واحدة.
قال الشيخ الخضري في حاشيته على شرح ابن عقيل: " ولا يشترط فيه حفظ الكلمة الأولى بتمامها بالاستقراء، خلافًا لبعضهم، ولا الأخذ من كل الكلمات، ولا موافقة الحركات والسكنات كما يُعْلَم من شواهده، نعم كلامهم يفهم اعتبار ترتيب الحروف، ولذا عُدَّ مما وقع للشهاب الخفاجي في شفاء العليل، من (طبلق) بتقديم الباء
على اللام، إذا قال: أطال اللَّه بقاءه، سبق قلم، والقياس: (طلبق) .
والنحت مع كثرته عن العرب غير قياسي، كما صرح به الشمني، ونقل عن فقه اللغة لابن فارس قياسيته ".. اهـ.
ويسمى النحت أيضًا الاشتقاق الكبير.
ثم قال عن النحت الخطي بعد ذلك بقليل: وقد استعمَل كثير لا سيما الأعاجم النحت في الخط فقط، والنطق به على أصله ككتابة حينئذ حاء مفردة (ح) ، ورحمه اللَّه (رح) ، وممنوع (م) ، وإلى آخره (إلخ) ،
وانتهى (اهـ) ، و - صلى الله عليه وسلم - (صلعم) ،
وعليه السلام - (عم) ، إلى غير ذلك.
لكن الأولى ترك نحو الأخيرين، وإن أكثرت منه الأعاجم.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (249,'<span data-type="title" id=toc-93>ويؤخذ من هذا أحكام النحت الخطي:</span>
١ - أن النحت الخطي للاختصار في الكتابة فقط حتى لا يمل الكاتب، وعليه فإذا قرأ القارئ الرموز قرأها على أصلها، وذلك أدعى أن يتذكر ما رمزت إليه.
٢ - أنه مكروه في الصلاة والسلام على سيدنا رسول اللَّه - صلى الله عليه وسلم -، بل يجب كتابتها كما هي عند بعضهم.
ونص الشيخ عبد اللَّه الغماري في كتابه " المهدي " على حرمة ذلك.
٣ - ولقد أكثر المصنفون في أثناء كتبهم من تلك الرموز، وشاع ذلك في العجم والعرب، ومنهم من بين مقصد رمزه، كما فعل السيوطي المتوفى (٩١١ هـ) في الجامع الصغير في أحاديث البشير النذير، وفي الجامع الكبير أيضًا، حيث رمز لمشهورات كتب السنة المشرفة التي رجع إليها، وجمع منها رمزًا معينًا، كما أنه رمز للحديث بالصحة، أو الحُسن، أو الضعف.
وكذلك فعل ابن قاضي سماونه الحنفي (ت ٨١٨ هـ وقيل ٨٢٣ هـ) في كتابه " جامع الفصولين "، وهو كتاب على مذهب الحنفية في المعاملات.
على أنه قد شاع في كتب الشافعية ذلك النحت، ولم يهتم بحصرها أحد فيما
أعلم، وإذ أشار إلى بعض قليل منها الشيخ الحملاوي في المفرد والعلم في رسم القلم، فلم يستوعب ولم يقارب.
وتتميمًا للفائدة نجعل بحثنا هذا على الوجه الآتي في بيان المقصود بالنحت الخطي:
١ - النحت في كتب الحديث
٢ - النحت عند الشافعية.
٣ - النحت عند الحنفية.
٤ - النحت في مصنفات الكاتبين عامة في اختصار الألفاظ الجارية على أقلامهم.
* * *
<span data-type="title" id=toc-94>أولًا: النحت الخطي في كتب الحديث</span>
١ - (ح) والتي تعني تحول الإسناد، وتقرأ (حا) مفردة، وقيل: تقرأ (تحويل) ، أي: أن الإسناد سيتحول عندها إلى راو آخر.
والأول أشهر، وعليه قراءة الحديث بمكة
والمغرب إلى يومنا هذا.',NULL,'254',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (250,'٢ - رموز كتب الحديث، ولقد قلد الناس السيوطي فيها، فيما ذكره في الجامع الصغير والكبير، ونحن نذكر ما كتبه لاعتماده وشيوعه.
رموز الجامع الكبير للسيوطي
الرمز - المراد به
البخاري [خ]
مسلم [م]
متفق عليه [ق]
الترمذي [ت]
أبو داود [د]
النسائي [ن]
ابن ماجه [هـ]
مسند أحمد [حم]
ابنه عبد اللَّه في زوائد المسند [عم]
مستدرك الحاكم [ك]
_________
محمد بن إسماعيل بن إبراهيم البخاري، صاحب الصحيح، والأدب المفرد، والتاريخ رغيرها من
المصنفات في علوم الحديث، توفي سنة (٢٥٦ هـ) .
_________
مسلم بن الحجاج بن مسلم القشيري النيسابوري، صاحب الصحيح، (ت ٢٦١ هـ) .
أي: اتفق البخاري ومسلم على اٍ خراج الحديث المعلم عليه بالرمز (ق) في صحيحيهما.
محمد بن عيسى بن سورة الترمذي صاحب السن، (ت ٢٧٩ هـ) .
سليمان بن الأشعث الأزدي، صاحب السق، (ت ٢٧٥ هـ) .
أحمد بن شعيب بن سعبد النسائي، صاحب السن (ت ٣٠٣ هـ) .
محمد بن يزيد القزويني، صاحب السق (ت ٢٧٥ هـ) .
أحمد بن محمد بن حنبل، صاحب المسند، إمام المذهب، (ت ٢٤١ هـ) ، وقد تقدمت ترجمته في الكتاب.
عبد اللَّه بن أحمد بن محمد بن حنبل، (ت ٢٩٠ هـ) .
محمد بن عبد اللَّه بن حمدويه، أبو عبد اللَّه بن البيع، الحاكم النيسابوري، الحافظ صاحب المستدرك،
والإكليل، والمدخل، ومعرفة علوم الحديث رغيرها من المصنفات في علوم الحديث، (ت ٤٠٥ هـ) .',NULL,'255',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (251,'الرمز - المراد به
البخاري في الأدب المفرد [خذ]
البخاري في التاريخ [تخ]
ابن حبان في صحيحه [حب]
الطبراني في المعجم الكبير [طب]
الطبراني في المعجم الأوسط [طس]
الطبراني في المعجم الصغير [طعي]
سعيد بن منصور في سننه [ص]
ابن أبي شيبة في مصنفه [ش]
عبد الرزاق في الجامع [عب]
أبو يعلى في المسند [ع]
الدارقطي في السنن [قط]
الديلمي في الفردوس [فر]
أبو نعيم في الحلية [حل]
محمد بن حبان بن أحمد أبو حاتم البستي، صاحب كتاب الأنواع والتقاسيم المشهور بالصحيح،
والثقات، والمجروحون، وغيرها من المصنفات، (ت ٣٥٤ هـ) .
سليمان بن أحمد الطراني، صاحب المعاجم الثلاثة، والدعاء، وغيرها (ت ٣٦٠ هـ) .
_________
سعيد بن منصور بن شعبة أبو عثمان المروزي، (ت ٢٢٧ هـ) .
عبد اللَّه بن محمد بن أبي شيبة، أبو بكر الكوفي، (ت ٢٣٥ هـ) .
عبد الرزاق بن همام أبو بكر الصنعاني، (ت ٢١١ هـ) .
أحمد بن علي بن المثني التميمي، أبو يعلى الموصلي، صاحب المعجم، والمسند الكبير والصغير، وغيرها، (ت ٣٠٧ هـ) .
علي بن عصر الدارقطي، الحافظ الكبير، صاحب السنن، والعلل، وغيرها من المصنفات الحديثية، (ت ٣٨٥ هـ) .
شيرويه بن شهردار بن شيرويه أبو شجاع الديلمي الهمذاني، صاحب تاريخ همذان، و " فردوس
الأخبار بمأثور الخطاب الخرج على كتاب الشهاب، (ت ٥٠٩ هـ) .
أحمد بن عبد اللَّه بن أحمد، أبو نعيم الأصفهاني الحافظ، صاحب " حلية الأولياء وطبقات الأصفياء، (ت ٤٣٠ هـ) .',NULL,'256',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (252,'الرمز - المراد به
البيهقي في شعب الإيمان [هب]
البيهقي في السنن [هق]
ابن عدي في الكامل [عد]
العقيلي في الضعفاء [عق]
الخطب في تاريخ بغداد [خط]
وكل هذه المصادر الحديثية المذكورة قد طبع، ومنها ما طبع مرات، أو طبع مع شروحه، وللَّه الحمد.
فائدة في معنى الرمز:
ذكر المناوي في فيض القدير وهو شرح الجامع الصغير للسيوطي عند قول
السيوطي: " وهذه رموز" ما نصه: " أي إشارته الدالة على من خرج الحديث من أهل الأثر، جمع رمز وهو: الإشارة بعين، أو حاجب، أو غيرهما.
قال في الكشاف:
وأصله التحرُّك، ومنه الرموز للبحر.
وفي الأساس: " رمز إليه، وكلمه رمزًا بشفتيه
وحاجبه، ويقال: جارة غمازة بيدها، همازة بعينها، لمازة بفمها، رمازة بحاجبها،ودخلت عليهم فترامزوا، وتغامزوا ".
وقيل: الرمز تلطُّف في الإفهام، بإشارة تحرك طرف كيد، ولحظ، والغمز أشرفه.
وقال الراغب: " يعبر عن كل كلام كإشارة بالرمز، كما عبر عن السعاية بالغمز ".
_________
أحمد بن الحسين الشافعي، أبو بكر البيهقي، الحافظ، صاحب السن الكبرى والصغرى، ومعرفة السنن
والآثار، وشعب الإيمان، وغيرها من المصنفات، (ت ٤٥٨ هـ) .
عبد اللَّه بن عدي بن عبد اللَّه الجرجاني، الحافظ، له الكامل في معرفة الضعفاء والمترركين من الرواة،
رغيرها من المصنفات في الحديث، (ت هـ ٣٦ هـ) .
محمد بن عمرو بن موسى العقيلي، الحافظ، صاحب الضعفاء في الرجال، وغيرها، (ت ٣٢٢ هـ) .
أحمد بن علي بن ثابت، أبو بكر الخطب البغدادي، صاحب التاريخ، والمصنفات في أنواع علوم
الحديث المختلفة (ت ٤٦٣ هـ) .
فيض القدهـ، % اص ٢٤ ط دار المعرفة.
رانظر: أساس البلاغة ص ٢٥١، دار الفكر، والمفردات،
ص ٢٠٣، ط دار الصرفة، وفيه: " عن الشكايةأ.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (253,'ثم توسَّع فيه المصنف، فاستعمله في الإشارة بالحروف التي اصطلح عليها في العزو إلى
المخرجين) اهـ كلام المناوي بتصرف.
* * *
<span data-type="title" id=toc-95>ثانيا: النحت عند الشافعية</span>
الرمز - المراد به
الطبلاوي الكبير [طب]
الدميري على المنهاج [دم]
المدابغي [مد]
الشمس الرملي على المنهاج. [مر]
وقد يرمز للشمس الرملي ب (م)
ابن قاسم العبادي [سم]',NULL,'258',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (254,'الرمز - المراد به
الحلبي [حل]
القليوبي [قل]
الشبراملسي [عش]
الزيادي [زي]
الأجهوري [أج]
سلطان المزاحي [سل]',NULL,'259',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (255,'الرمز - المراد به
الحفني [ح ف]
الخطيب الشربيني [خ ط]
البجيرمي [ب ج]
ابن حجر الهيتمي [حج (ح) ]
ابن حجر في شرح العباب [ع ب]
عبد الحميد الشرواني [ش ر]
الرشيدي [رش]',NULL,'260',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (256,'الرمز - المراد به
عناني [ع ن]
البرماوي [ب ر]
البابلي [با]
الشوبري [شو]
الأطفيحي [أط]
الطيبي [طي]
رحماتي [رح]
دنشوري [دش]
الكردي على شرح ابن حجر على المقدمة الحضرمية لبافضل [كر]
الخضري [خ ض]',NULL,'261',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (257,'الرمز - المراد به
الجمل على المنهج [ج م]
بصري، وهو عمر بن عبد الرحيم البصري [ب ص]
يلاحظ من ذلك أمور:
١ - أنهم وصلوا رموزًا، وفرقوا رموزًا أخرى، على الرغم من جواز اتصال بعض الحروف في المفرق، ويبدو أن ذلك كان محض اصطلاح، ولم يكن لدفع إيهام، أو تشاؤم، أو غير ذلك، حيث إن (س ل) لو وصلت كانت سل وهو مرض رديء، ولكن (سم) وصلت وهي سم زعاف، ووصلوا (شو) ، ولم يصلوا (يق ر) .
٢ - أنه قد يكون للعالم رمزان، مثل (ح ل) هو (ح لي) : الشيخ الحلبي، أو
(حج) ، (ح) ، (ع ب) ، هو: ابن حجر، وإن كان (ع ب) شرخ في العباب.
٣ - أنهم تركوا الرمز عند الاشتباه فلم يرمزوا للعشماوي، حتى لا يلتبس مع على الشبراملسي، ولم يرمزوا للمرحومي حتى لا يلتبس بالرملي، بل يصرحون بأسمائهم الصريحة.
٤ - إذا قالوا: (م ر) فهو الشمس محمد الرملي، وإن أرادوا الشهاب صرحوا فقالوا: الشهاب (م ر) ، وهو والد الشمس، واسمه أحمد.
٥ - من رُمِزَ لهم جميعا من المتأخرين، ولم يرمزوا لمثل: النووي، والرافعي،
والبغوي، وابن الصلاح، والقاضي مجلي، والقاضي حسين، وابن عصرون، والروياني، والماوردي، والجوهري، والشيرازي إلى آخر ما هنالك.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (258,'٦ - إن تلك الرموز غالبا هي الحرف الأول والثاني من الاسم، ولكن فيها ما هو من اسمين، أو غير ذلك، كما لا يخفى على المتأمل.
* * *
<span data-type="title" id=toc-96>ثالثًا: النحت الخطي عند الحنفية</span>
ويؤخذ ذلك من رموز صاحب جامع الفُصولَينِ حيث ذكر رموزه في آخر المجلد',NULL,'263',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (259,'والكشف عن جميعها ليس بالأمر اليسير، حتى إن صاصا كشف الظنون وقف في بعض تلك المصادر، وعزاها إلى فهرس جامع الفصولين - الذي سنذكره - ولم يزد، كما أنه لم يذكر العديد منها.
والجدير بالذكر أن كشف الظنون قد اعتمده الحافظ أبو الحسنات اللكنوي في طبقاته المسماة " الفوائد البهية في تراجم الحنفية " في الكشف عن حال كثير من أئمة الحنفية، وبيان وفياتهم، ومصنفاتهم في مواضع لا تحصى، وعلى هذين الكتابين (كشف الظنون، والفوائد البهية، بالإضافة إلى الجواهر المضية، والطبقات السنية)
اعتمدنا في حل هذه الاختصارات، وفي هذا المبحث - على طوله - مزيد فائدة عن كتب الحنفية المعتمدة وغيرها، وبيان شروحها، وبيان كثير من علماء المذهب، وربما كان في بعض حديثنا هنا تكرار - بالنظر إلى ما سبق من حديث عن كتب الحنفية وأعلامهم - يقتضيه السياق، إلا أنه لا يخلو من فائدة، وقد اعتنينا ببيان شروح الكتب
المشهورة، والتزمنا الاختصار فيما عدا ذلك.
وحيث تعين المراد جزمنا به، بنحو قولنا: " هو فلان، أو هو كتاب كذا "، وحيث لم يتعين المراد أومأنا إلى ذلك بنحو قولنا: " من علماء الحنفية فلان وفلان، ومن كتب الحنفية كذا وكذا "،
ونذكر ما وقفنا عليه من المشتركين في الاسم، ونقدم ما نراه
الأقرب إلى المراد.
* * *',NULL,'264',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (260,'<span data-type="title" id=toc-97>اختصارات الحنفية</span>
الرمز - المراد به
أدب القاضي [بق]
محمد بن الفضل [بف]
بزدوى [بز]',NULL,'265',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (261,'الرمز - المراد به
بقالي [بقي]
مبسوط [بس]
إسبيجابي [بجي]',NULL,'266',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (262,'الرمز - المراد به
تهذيب القلانسي [تق]
تحفة [تح]
تتمة [تم]
زيادات [ت]',NULL,'267',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (263,'الرمز - المراد به
زيادات الزيادات [تت]
تأسيس النظر [تسن]
أبو الليث [ث]',NULL,'268',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (264,'الرمز - المراد به
جامع الفتاوى [جف]
جامع الفقه [جق]
جامع الصغرى [جص]
الجامع [ج]',NULL,'269',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (265,'الرمز - المراد به
الجامع الصغير [جع]',NULL,'271',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (266,'الرمز - المراد به
أجناس الناطفي [جن]
تجنيس [جنس]
أبو جعفر [جر]',NULL,'273',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (267,'الرمز - المراد به
أجناس الفقه للنسفي [جنق]
وجيز المحيط [جز]
جواهر نظام الدين [جنم]
الحاكم [حم]
الحاوي [حو]
الإيضاح [ح]
الحصر [حصر]
قاضيخان [خ]',NULL,'274',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (268,'الرمز - المراد به
خواهر زاده [خه]
خصال [خا]
الخلاص للمفتي [خص]
كرخي [خي]
الذخيرة [ذ]',NULL,'275',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (269,'الرمز - المراد به
عليا بادي [ذي]
فوائد الرستغفني [ر]
أبو بكر الرازي [ز]
السير الكبير [سك]
أبو سليمان الجوزجاني [سجز]',NULL,'276',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (270,'الرمز - المراد به
علي السغدي [سغد]
السيد الإمام ناصر الدين [سد]
فصول الاستروشني [شنى]
شامل البيهقي [شبه]
شرح الطحاوي [شحي]',NULL,'277',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (271,'الرمز - المراد به
شمس الأئمة السرخسي [شخ]
شرخ خواهر زاده [شخه]
رشيد الدين [ش]
شرح الجامع [شج]
شرح القدوري [شقي]',NULL,'278',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (272,'الرمز - المراد به
شرح قاضي ظهير [شقظ]
شرح الأصل [شصل]
شرح الحيل [شح]
شرح الإسبيجابي [شبجي]
شيخ الإسلام برهان الدين [شبن]',NULL,'279',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (273,'الرمز - المراد به
شرح مختصر الجصاص [شمص]
شرح السير الكبير [شك]
رشيد الدين والهداية [شهد]
شيخ الإسلام أبو بكر [شك]
شيخ الإسلام علاء الدين السمرقندي [شسع]
شرح العصام [شع]
شرح الكنز [شكز]',NULL,'282',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (274,'الرمز - المراد به
شرح الزيادات [شت]
مشارع نجم الدين [شن]
شرح المختصر [شمخ]',NULL,'283',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (275,'الرمز - المراد به
شرح الطحاوي [شطح]
صاحب الذخيرة [صذ]
صدر الإسلام أبو اليسر [صر]
الحاصل من شرح الطحاوي [صشحي]
صاحب المحيط [صط]
الفتاوى الصغرى [ص]
الأصل [صل]',NULL,'284',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (276,'الرمز - المراد به
أبو القاسم الصفار [صفار]
الصدر الشهيد [صش]
أصول الفقه [صفه]
خلاصة [صه]',NULL,'285',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (277,'الرمز - المراد به
صاحب الأقضية [صقضه]
فصول عماد الدين [صع]
المستخلص من الجامع [صج]
فصول الفقه [صق]
صاحب الإيضاح، وهو أبو الفضل الكرماني [صح]
بعض الكتب [ضك]
بعض المشايخ [ض]
بعض الفتاوى [ضف]
بعض الأصول [ضص]
بعض الشروط [ضط]
توضيح [ضح]
موضع آخر [ضخ]
شرح الطحاوي [طي]
شروط الخصاف [طخ]',NULL,'286',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (278,'الرمز - المراد به
شروط أبي النصر الدبوسي [طبد]
شروط أبي الحاكم [طحم]
شرح قاضي جلال [طج]
شروط الحاكم أبي نصر أحمد بن محمد السمرقندي [طبس]
شروط الحلواني [طح]
محيط ديناري [ط]
ظهير الدين المرغناني [ظه]
العدة [عده]
عتابي [ع]',NULL,'287',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (279,'الرمز - المراد به
كتاب الدعاوى لأحمد بن محمد السمرقندي [عبت]
أعجوبة الفتاوى [عجو]
غريب الرواية [غر]
غنية [غن]
فوائد محمد بن مرسل الإستروشني [فل]
فوائد أئمة بُخَارَى [فر]
فتاوى ديناري [فد]
فتاوى قاضي ظهير [فقظ]
فتاوى صاحب المحيط [فتصط]
فتاوى عليابادي [فذي]
فوائد نظام الدين [فيم]',NULL,'288',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (280,'الرمز - المراد به
فتاوى [فو]
فوائد أبي حفص الكبير [فح]
فتاوى رشيد الدين [فش]',NULL,'289',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (281,'الرمز - المراد به
فوائد صدر الإسلام طاهر بن محمود [فص]
فتاوى فضيلي [فض]
فوائد ظهير الدين [فظ]
فتاوى ظهير الدين [فتظه]
مختلفات القاضي أبو العاصم العامري [فضع]
فتاوى عتابي [فع]
فتاوى ظهير الدين إسحاق [فتظس]
فوائد مسموعة من صاحب المحيط [فعطح]
فوائد شيخ الإسلام برهان الدين [فسبن]
فوائد أبي جعفر [فج]',NULL,'290',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (282,'الرمز - المراد به
المختلفات القديمة للمشايخ [فق]
فتاوى النسفي [فن]
أبو الفضل الكرماني [فضك]
فتاوى أبي الليث [فتث]
مختلفات أي الليث [فث]
فوائد شمس الإسلام [فشم]
كافي [في]
فتاوى أبي بكر محمد بن الفضل [فتك]
فوائد بعض الأئمة [فضم]',NULL,'291',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (283,'الرمز - المراد به
فروق الجامع [فج]
فتاوى قاضيخان [فتخ]
فتاوى ظهير الدين الولوالجي [فظو]
فتاوى فخر الدين الزاهدي [فتفز]
فوائد بعض المتأخرين [فضخ]
فوائد العلائية للإمام السمرقندي [فعلا]
فتاوى ظهير البخاري [فظخ]
القدوري [قي]
قضية [قضه]
طريقة بعض المشايخ [قه]
قاضي جلال الريغدموني [قج]
واقعات السِّيَر [قتسر]',NULL,'292',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (284,'الرمز - المراد به
[]
واقعات [قت]
دقائق الإعراب [قر]
قنية الفتاوى [قنية]
كتاب الشيوخ [كش]
كبير الدين البرتواني [كني]
كتاب الدعاوى والبينات لصاحب المحيط [كصط]
أبو بكر البلخي [كلخي]
كتاب الحيل [كح]
كفاية البيهقي [كبقى]
الكتاب [كب]
كتاب الفوائد [كف]
كفاية [كفا]',NULL,'293',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (285,'الرمز - المراد به
كتاب الأحكام [كحم]
كامل الفتاوى [كفو]
كشف الغوامض لأبي جعفر الهندواني [كشغ]
شروط ظهير الدين المرغيناني [لحظه]
علامة الحاصل (أوائل علامات الكتب، أيُّ كتاب) [ل]
لطائف الإشارات [لط]
مختصر الكرخي [مخي]',NULL,'294',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (286,'الرمز - المراد به
مستزاد صاحب المحيط ومنتخبه [مصط]
شمس الأئمة الحلواني [مح]
مجمع النوازل [من]
مختصر الزيادات للحاكم الجليل [مت]
منتقى [مي]
ملتقط [مق]
مختلفات القاضي أبي العاصم البلعمي [مقع]
مختصر كافي [مك]
مختصر [مخ]
مختصر حاكم [مخم]
مختصر الجصاص [مخص]
مختصر القدوري [مقي]',NULL,'295',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (287,'الرمز - المراد به
شمس الأئمة الأوزجندي [مز]
منهاج الشريعة [مش]
مجالس القاضي أبي جعفر الإستروشني [مقج]
مختصر العصام [مخ]',NULL,'296',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (288,'الرمز - المراد به
مسائل نجم الدين [مسن]
مختصر أصول الزيادات للحاكم الشهيد [مصت]
مختلف الرواية [مخه]
مسائل ابن سماعه [مسع]',NULL,'297',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (289,'الرمز - المراد به
مجمع الفتاوى [مجمع]
نوادر ابن سماعه [نع]
خزانة الفتاوى [نه]
نظام الدين [نم]
نوازل [ن]
نسخة النخمعواني [نسخ]
نوادر هشام [نو]
نوادر [ند]
نوادر ابن رستم [نر]
نوادر بشر [نب]',NULL,'298',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (290,'الرمز - المراد به
المنشور للسيد الإمام [نشر]
نظام الزندوسني [نمز]
هداية هشام [هد]
توضيح الثقة [هث]
فتاوى القاعدية [يه]
هادي [ها]
تجريد [يد]
القاضي جلال الدين حامد بن محمد الريغدموني [يغ]
كتاب النفيس لابن الجوزي [نفيس]',NULL,'299',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (291,'ومن رموز الحنفية بخلاف من تقدم عن جامع الفصولين:
الرمز - المراد به
أبو حنيفة النعمان [الإمام]
أبو يوسف [س]
أبو يوسف ومحمد [سم]
محمد [م]
زفر [ز]
أبو يوسف ومحمد [الصاحبان]
دليلنا [لنا]
أبو حنيفة وأبو يوسف [الإمامان]
أبو حنيفة ومحمد [الطرفان]
الفتاوى البزازية [بزازية]
الفتاوى التاتارخانية [تاتارخانية]',NULL,'300',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (292,'الرمز - المراد به
غرر الأحكام [غرر]
منية المفتي في فروع الحنفية [منية]
معين المفتي [معين]',NULL,'301',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (293,'الرمز - المراد به
مجمع البحرين وملتقى النهرين [المجمع]
قنية المنية [القنية]',NULL,'302',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (294,'<span data-type="title" id=toc-98>رابعًا: النحت في مصنفات الكاتبين عامة</span>
الرمز - المراد به
عليه السلام [ع أو عم]
- رحمه الله -[رح]
- صلى الله عليه وسلم -[ص - صلعم (وقد سبق أنها مكروهة أو محرَّمة]
قدس اللَّه سره [قده]
طهر اللَّه روحه [ره]
- رضي الله عنه -[رض]
إلى آخره [إلخ]
انتهى [اهـ]
مجلد أو جزء [ج]
صفحة من كتاب أو الأصل [ص]
ورقة من كتاب وغالبًا يكون مخطوطًا، أو معناها قسم [ق]
باب [ب]
السطر [س]
تعليق [ت]
هامش [هـ]
كتاب [ك]',NULL,'303',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (295,'الرمز - المراد به
[]
مكرر [م]
طبعة أو مطبعة [ط]
الشرح، ويكثر في المصنفات المطبوعة في الترك كقاضي مير على الهداية [ش]
لا نسلم [لا نم]
المصنف [المص]
محال [مح]
تهافت [هف]
باطل [بط]
ظاهر [ظ]
المطلوب [المط]
المقصود [المق]
يخرج [يخ]
ينتج [ين]
الحاصل [ح]
فالحاصل [فح]
وغير هذا كثير يدرك بما قدمناه وفوق كل ذي علم عليم.
* * *',NULL,'304',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (296,'<span data-type="title" id=toc-99>الفصل السابع
مصادر الشريعة الإسلامية</span>
وردت الشريعة في اللغة بمعنيين: الأول: أنها الطريقة المستقيمة، ومن هذا المعنى قوله تعالى: (ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (١٨) .
والثاني: مورد الماء الجاري الذي يقصد للشرب، ومنه قولهم: " شرعت الإبل إذا وردت شريعة الماء"، ثم أطلق لفظ الشريعة في اصطلاح الفقهاء المسلمين على الأحكام التي شرعها اللَّه لعباده، وسُمِّيت هذه الأحكام شريعة، لأنها مستقيمة مُحْكَمَة الوضع، لا ينحرف نظامها عن الجادّة.
والتشريع في اللغة: مصدر (شَرَّع) بتشديد الراء، مأخوذ من الشريعة.
والتشريع في الاصطلاح: هو وضع القواعد وبيان النظم التي تسير عليها الأفراد والجماعات.
والشريعة الإسلامية تشريع سماوي، أي أنها من عند اللَّه سبحانه وتعالى.
والفرق بينها وبين غيرها من التشريعات الوضعية التي وضعها البشر:
أولًا: أنها دين يُتَعَبَّد به، وامتثال أوامره طاعة يُثاب لأجلها، وانتهاك نواهيه معصية يعاقب عليها، وجزاء هذه المخالفة قد تتقرر له عقوبات دنيوية، إلا أنه في الثواب والعقاب مرتبط بالآخرة في حين أن التشريع الوضعي لا يتعلق بما في القلوب.
ثانيًا: أن الشريعة الإسلامية تقصد إلى أن ترقى با لإنسان، وتجعله طاهر القلب عالي النفس.
أما التشريع الوضعي: فهو يقصد ضبط المجتمع فقط، دون تدخل لترقية أخلاق الإنسان.
ثالثًا: أن التشريع الإسلامي يأمر وينهى، يأمر بالمعروف وينهي عن المنكر.
في حين أن الوضعي، إنما يقصد إلى النهي فقط، ولا يقصد إلى عمل الخير إلا بصورة تبعية.
رابعًا: أن التشريع الإسلامي يُحاسب على الأعمال الظاهرة والباطنة معا، في حين أن التشريع الوضعي لا يُحاسب إلا الظاهر فقط.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (297,'علاقة الشريعة الإسلامية بغيرها من الشرائع
١ - الشريعة الإسلامية، نظام منبثق من عقيدة، هذه العقيدة ترى أن خالق الكون واحد أحد، وأن مراده من خلقه هو صلاح الدنيا، وأن ذلك يتم بإرسال الرسل وإنزال الكتب، وأن على البشر أن يلتزموا بكلمة اللَّه فمن آمن حَصَّلَ سعادة الدارين، ومن حاد عنها كفر بنعمة اللَّه عليه، وهذه العقيدة من وجود إله، وإرسال رسل، وإنزال
كتب، والالتزام بحدود اللَّه مرتبطة ارتباطًا وثيقًا بالاعتقاد في يوم آخر فيه حياة أبدية، وفيه حساب (ثواب وعقاب) ، وهو في الآخرة.
ومجموع هذه العقيدة انبثق عنها إيمان المسلم بنبيه، وبكتاب ربه، وبالأوامر
والنواهي التي قد بين الوحي أنها مراد اللَّه من خلقه، وحدد بذلك ما يجب أن يقوم به الإنسان، وما يجحب أن يمتنع عنه.
٢ - والشريعة الإسلامية قد نسخت الشرائع السابقة عليها في جانبها الفقهي، وأقرت الحق الموجود في تلك الشرائع في جانبه الاعتقادي، وييَّنت مدى انحراف هذه العقائد المختلفة عن الأصل الذي أراده اللَّه، وهو التوحيد الخالص.
٣ - والشريعة الإسلامية قد وضعت إطارًا عامًا للتشريع، فأمرت بما يُحافظ على النظام العام، والآداب من:
١ - حفظ النفس: بتحريم القتل والعدوان.
٢ - وحفظ العقل: بتحريم المسكرات والخدرات.
٣ - وحفظ الدين: بتحريم الارتداد والإلحاد، وإباحة التعدد بين المعترفين بالوحي (أهل الكتاب) .
٤ - وبحفظ كرامة الإنسان، وعرضه.
٥ - وبحفظ ماله وملكه.
ومحافظة الإسلام على هذه الأمور الخمسة يعد من مقاصد المكلفين كما سيأتي بحثه قريبًا، إلا أنه يمثل في نفس الوقت النظام العام الذي يُطالب به اللَّه سبحانه وتعالى البشر
جميعا ألا يخرجوا منه، وهذا هو الإسلام في معناه الباقي عبر العصور، والذي وُصِفَ به إبراهيم - صلى الله عليه وسلم -، قال تعالى:
(مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (٦٧) .',NULL,'306',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (298,'وهو المعنيُّ بقوله تعالى: (إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ) ،
وبقوله تعالى: (وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٨٥) .
٤ - وفي ظل هذه الأطر العامة التي حددها الإسلام، والتي لا يقبل مخالفتها بحال يمكن بعد ذلك في مساحة كبيرة من الإباحة أن تتغير الأحكام المبنية على المصالح المُرسَلَة، وعلى الأعراف.
ولا يجوز تجاوز الأحكام الثابتة التي تحفظ القاصد الخمسة الكلية التي تُعَدُّ بمثابة
النظام العام، فلا يجوز لأي تشريع أن يحل القتل، أو الخمر، أو الزنى، أو الربا، أو السرقة، أو العدوان، أو شهادة الزور، أو الكذب، أو الظلم، أو انتهاك حقوق الإنسان بالتعذيب وغيره، أو الاعتداء على أعراض الناس، وأموالهم، وممتلكاتهم.
في حين أن الأنظمة الديمقراطية يمكن أن تقرر تحت دعوى حرية الإنسان: انتهاك الأعراض ما دام ذلك بالاتفاق، وهذا هو الفارق الكبير بين التشريع الملتزم الذي يلتزم تلك الثوابت، التي أقرها الله سبحانه وتعالى في: وحيه، وكتابه، وسنة نبيه - صلى الله عليه وسلم -،
وبين محاولة الآخرين أن يشرعوا لأنفسهم طبقًا لما يتوهمونه من النفع، أو المصلحة، أو جلب اللذات، ووسائلها للإنسان.
فالشريعة هي كلمة الله تعالى التي أوحى بها إلى رسوله - صلى الله عليه وسلم -، والنبي - صلى الله عليه وسلم - صاحب الوحيين: القرآن والسُّنَّة، التي نطق بها، أو فعلها، أو قررها.
فالقرآن وحي من اللَّه سبحانه، والسنَّة وحي غير متلو، أيْ أننا لا نتلوه في
الصلاة، إلا أن ما صَدَر عن النبي - صلى الله عليه وسلم - حجة تمامًا كالقرآن، وحكم الله تعالى هو خطاب اللَّه تعالى المتعلِّق بأفعال المكلفين بالطلب، أو التخيير.
وهذا يعني أن الحاكم هو الله، وأن القرآن والسُّنَّة وباقي الأدلة إنما هي دالّة على ذلك الخطاب الإلهي.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (299,'<span data-type="title" id=toc-100>المصدر الأول للشريعة: القرآن</span>
القرآن: هو كلام اللَّه المنزل على رسوله محمد - صلى الله عليه وسلم -، المعجز بأقل سورة منه، المنقول إلينا بالتواتر بين دفتي المصحف.
وهو الدليل القطعي الثبوت، وإن كانت آياته قد تكون لحطعيّة الدلالة، وقد تكون ظنيّة الدلالة، وكلام اللَّه سبحانه وتعالى الدال عليه بالقرآن مُطْلَق، ومعنى إطلاقه: أنه خارج الزمان والمكان، أي: أنه يخاطب العالمين كافة سواء أكانوا في عهد الرسول - صلى الله عليه وسلم -
أم بعده، ومن الجزيرة العربية ومن العرب وغيرهم، أو خارج الجزيرة العربية، فهو يخاطب الجميع في كل زمان ومكان.
* * *
<span data-type="title" id=toc-101>أنواع أحكام القرآن:</span>
أولًا: أحكام تتعلق بالعقيدة كالإيمان باللَّه، ورسله، واليوم الآخر، وهذه هي الأحكام الاعتقادية.
ثانيًا: أحكام تتعلق بتزكية النفوس، وتهذيبها، وبيان الأخلاق القويمة الواجب التحلي بها، والأخلاق الرديئة الواجب التخلي عنها.
وهذه هي الأحكام الأخلاقية.
ثالثًا: الأحكام المتعلِّقة بأقوال، وأفعال المكلَّفين، فيما عدا النوعين السابقين، وهذه هي الأحكام العمَلِيَّة، وتدخل في موضوع الفقه.
وهي قسمان:
الأول: عبادات.
والثاني: معاملات، وتشمل جميع مسائل القانون العام والخاص.
* * *
<span data-type="title" id=toc-102>المصدر الثاني للشريعة: السُّنَّهَ النبوية</span>
المصدر الثاني من مصادر الشريعة الإسلامية هو سنة النبي - صلى الله عليه وسلم -.
السُّنّة في اللغة: الطريقة المعتادة التي يتكمر العمل بمقتضاها، وبهذا المعنى جاء في القرآن الكريم: (سُنَّةَ اللَّهِ فِي الَّذِينَ خَلَوْا مِنْ قَبْلُ وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا (٦٢) .',NULL,'308',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (300,'وفي الاصطلاح الشرعيْ يراد بالسُّنَّة، ما صدر عن النبي - صلى الله عليه وسلم - غير قرآن من قول، أو فعل، أو تقرير.
والسُّنَّة النبوية هي التطيق المعصوم لكلمة اللَّه المطلقة عن الزمان والمكان.
* * *
<span data-type="title" id=toc-103>أنواع الأحكام التي جاءت بها السُّنَّة:</span>
الأحكام التي جاءت بها السُّنَّة النبوية أنواع:
النوع الأول: أحكام موافقة لأحكام القرآن ومؤكدة لها، مثل حديث:
" لا يحل مال امرئ مسلم إلا بطيب من نفسه "، فإنه موافق لقوله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ ... ) .
النوع الثاني: أحكام مبينة، ومُفَصِّلَة لمجمَل القرآن، ومن ذلك: السُّنَّة التي بينت مقادير الزكاة، ومقدار المال المسروق الذي تقطع فيه يد السارق، وغير ذلك.
النوع الثالث: أحكام مقيِّدة لمطلَق القرآن، أو مخضصة لعامه، فمن الأحكام ما يرد في القرآن مطلقًا، فتقيده السُّنَّة، أو يأتي عامًّا فتخصصه السُّنَّة.
فمن الأول: قطع يد السارق جاءت مطلَقة، فقيدتها السُّنَّة بالرسغ، أي: تقطع اليد من الرسغ.
ومن الثاني: ما وَرَدَ عامًّا - مثل تحريم الميتة، قال تعالى (حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ ... ) .
ولكن استثنى منها ميتة البحر بقوله - صلى الله عليه وسلم - عن البحر:
" هو الطهور ماؤه الحل ميتته "،
أي: أن السُّنَّة خصصت الميتة بغير ميتة البحر.
النوع الرابع: أحكام جديدة لم يذكرها القرآن؛ لأن السّنَّة مستقلة بتشريع
الأحكام، وأنها كالقرآن في ذلك، وقد ثبت عنه - صلى الله عليه وسلم - أنه قال: " ألا وإني أوتيت القرآن ومثله معه "
أي: أوتيت القرآن، وأوتيت مثله - أي السنة - في وجوب اتباع
أحكامها، رمن هذا النوع: تحريم الحمر الأهلية، وتحريم أكل كل ذي ناب من السباع، ومخلب من الطير، وكالحكم بشاهد ويمين، ووجوب الدية على العاقل، وميراث الجدة، ونحو ذلك.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (301,'<span data-type="title" id=toc-104>المصدر الثالث من مصادر الشريعة الإسلاميهَ: الإجماع</span>
والإجماع في اللغة: العزم على الشيء والتصميم عليه.
وفي اصطلاح الأصوليين: هو اتفاق أمة النبي - صلى الله عليه وسلم - في عصر من العصور على أمر من الأمور الشرعية.
وهذا الاتفاق - يزيل الاحتمال الذي قد يكون في الدلالة.
والإجماع لا بد أن يستند إلى دليل؛ لأن القول في الأمور الشرعية من غير دليل خطأ، والأمة الإسلامية لا تجتمع على خطأ كما جاء في أحاديث كثيرة عن النبي - صلى الله عليه وسلم -.
ومُستَنَد الإجماع قد يكون نصَّا من الكتاب والسُّنَّة، كما قد يكون قياسًا، أو
عرفًا، أو غير ذلك من أنواع الاجتهاد.
فالإجماع على تحريم التزويج ببنات الأولاد مهما نزلت درجتهن، مستند إلى نص الكتاب (حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ ... ) .
وإجماع الصحابة على أن ميراث الجدة السدس، مستنده سنة الآحاد.
والإجماع على تحريم شحم الخنزير، مستنده القياس على تحريم لحمه، وإجماع
الصحابة على قتال مانعي الزكاة كان بطريق الاجتهاد.
والإجماع نوعان: صريح، وسكوتي.
فالصريح: هو أن يتفق جميع المجتهدين على حكم المسألة بصورة صحيحة كأن
يبدي كل مجتهد رأيه، وتكون الآراء متفقة على حكم المسألة.
والسكوتي: هو أن يبدي بعض المجتهدين رأيه في مسألة، ويعلم به الباقون
فيسكتون، ولا يصدر عنهم صراحة اعتراف، ولا إنكار.
* * *
<span data-type="title" id=toc-105>أهمية الإجماع في الوقت الحاضر:</span>
الإجماع مصدر فقهي مشهود له بالصحة والاعتبار، فيمكن الاستفادة منه في معرفة الأحكام الشرعية للوقائع الجديدة في وقتنا الحاضر.
ونعتقد أن هذه الاستفادة لا يمكن أن تتم إلا عن طريق إيجاد مجمع فقهي، يضم جميع المجتهدين من جميع الأقطار الأسلامية، ويكون لهذا المجمع مكان معين، ويهيأ له جميع ما يلزم لعمله، وتُعرض عليه المسائل والوقائع الجديدة لدراستها، وإيجاد الأحكام لها.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (302,'ثم تنشر هذه الأحكام في نشرات دورية، أو كتب خاصة لإطلاع الناس عليها، وإبداء أولى العلم آراءهم فيها، فإذا ما اتفقت الآراء على هذه الأحكام، كانت من الأحكام المجمع عليها، وكان هذا الإجماع قرييا من الإجماع المنصوص عليه عند الفقهاء ولزم اتباعه والعمل بموجبه.
* * *
<span data-type="title" id=toc-106>المصدر الرابع من مصادر الشريعة الإسلامية: القياس</span>
والقياس في اللغة: التقدير والمساواة.
وفي اصطلاح الأصوليين: هو إثبات مثل حكم معلوم في معلوم آخر لاشتراكهما في علة الحكم عند المثبِت.
* * *
<span data-type="title" id=toc-107>الأدلة المختلف فيها:</span>
ثم هناك أدلة مختلف فيها، أوصلها بعضهم إلى نيف رأربعين دليلًا.
ومصادر الشرع هذه هي التي يستعين بها المجتهد، ويبذل الوسع والجهد لتحصيل الأحكام الشرعية العملية المستنبطة من أدلتها التفصيلية، ويكون بذلك علم الفقه.
فالفكر الأصولي لعلماء أصول الفقه الإسلامي، انطلق لغرض معين، حاول أن يضع علامات الطريق للوصول إليه، ذلك أن المجتهِد - وهو من يستنبط الأحكام الفَرعِيَّة من أدلتها التفصيلية - يحتاج إلى تحديد مَصْدَر أحكامه، ثم بيان كيفية التعامل معها، ثم بيان شروط الباحث، وهي الأمور التي ضمنها علماء الأصول في تعريف أصول الفقه،
بل كانت سببًا في إطلاق لفظ (أصول) بالجمع عليها، ولم تطلق كلمة " أصل الفقه " على ذلك العلم.
فمدرسة الرازي الأصولية تعرف ذلك العلم بأنه:
" معرفة دلائل الفقه إجمالًا، وكيفية الاستفادة منها وحال المستفيد "،
أي: المجتهد.
* * *
<span data-type="title" id=toc-108>نظريات أصول الفقه:</span>
وثارت أسئلة متتالية في ذهن المجتهد، مثلت الإجابة عنها مواضيع ذلك العلم، ونحن نعرض هنا لتلك الإجابات مرتبة ترتيبًا منطقيِّا موافقًا للحاجة، والباعث على إثارة هذه الأسئلة في ذهن الأصولي.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (303,'ونرى أن الإجابة عليها تمثل ما يمكن أن نطلق عليه (نظريات أصول الفقه) التي عددنا منها الآن سبع نظريات كلية، يمكن أن يعمل فيها النظر لزيادتها، أو ضم بعضها إلى بعض.
إلا أن معالجة مسائل الأصول من خلال هذه النظريات تمكِّن من فهم أعمق لتلك المسائل، وتظهر مبنى الخلاف وسببه، وتساعد في اختيار وترجيح رأي على رأي آخر، كما أنها تُبينِّ فائدة إثارة مسائل لا يمكن معرفة فائدتها من دون الدخول إليها من خلال هذه النظريات.
وكذلك تبين فائدة بعض الأدلة التي ثار حولها جدل قديم مثل دليل الإجماع:
* * *
<span data-type="title" id=toc-109>النطرية الأولى: نظرية الحجية:</span>
ما الحجة التي نأخذ منها الأحكام؟
هذا السؤال الأول كانت الإجابة عليه هي: أننا
نأخذ الأحكام من القرآن باعتباره النص الموحى به، المعصوم من التحريف، المنقول إلينا بالتواتر، وباعتباره كلمة اللَّه الذي نؤمن بأنه الخالق، وأننا ملتزمون في هذه الحياة الدنيا بما أمر ونهي (افعل أو لا تفعل) ، وأن هذه الأحكام مقياس المؤاخذة في يوم آخر،
يرجع فيه البشر إلى خالقهم للحساب (العقاب والثواب) .
ومن هنا يتضح لنا استمداد أصول الفقه من علم الكلام، فإذا كان القرآن هو المصدر والأساس للتشريع تأتي السُّنَّة مبينة، ومتمِّمة للقرآن، حيث ثبت أن الرسول - صلى الله عليه وسلم - مبلِّغ عن ربه، وأن الأمر متوجِّه لطاعة ذلك الرسول، واعتبار عصمة بيانه عن الخطأ.
* * *
<span data-type="title" id=toc-110>النظرية الثانية: نظرية الإثبات:</span>
فإذا ثبت هذا في القرآن، وفي السُّنَّة، تأتي نظرية الإثبات، وهي مكونة من رؤية كاملة إلى قضية نَقْل النص شفاهةً عبر الناقلين، وما استلزم هذا من إيجاد علوم خادمة من: الجرح والتعديل، ومن علم مصطلح الحديث، وعلوم القراءات لنقل وضبط النص الشرعي.
وبهذه العلوم تم التثبت من النقل فبعد مرحلة بيان الحجية تأتي مرحلة إثبات ما قد تبين أنه حجة.
وقد يظهر في هذا البيان دور ولكن ينفك الدور لانفكاك جهة الإثبات، فالحجية للقرآن والسُّنَّة جاءت في أغلبها وأساسها من أدلة عقلية، ثم ثبوت القرآن والسُنَّة حصل من واقع للنقل مضبوط بأدلة نقلية.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (304,'<span data-type="title" id=toc-111>النظرية الثالثة: نظرية الفَهْم:</span>
يجيء بعد ذلك دور النظرية الثالثة، وهي نظرية الفهم، وكيف نفهم القرآن
(الحجة / الثابت لدينا) فنحن أمام نص اعتبرناه حجة، ثم أثبتناه بطريق يطمئن إليها العلماء طبقا لمنهج علمي مستوفٍ لشروطه.
ولقد وضع الأصوليون لذلك أدوات تحليل، وفهم للنص مستمدين هذا من مجموع اللغة، وقواعدها، ومفرداتها، وخصائصها من ناحية.
وكذلك من مجموع الأحكام الفقهية المنقولة، والشائعة من ناحية أخرى.
والحاصل: أن هذه المرحلة في بناء أصول الفقه مرحلة مهمة للغاية، وتمثل لبنة من لبنات الأصول بغض النظر عن اختلاف المجتهدين، والمدارس الفقهية في بناء تلك الأدوات.
* * *
<span data-type="title" id=toc-112>النظرية الرابعة: القطعية والظنية:</span>
وإذ قد تم تحديد المَصْدر، وحجته، وإثباته، وفهمه، واجهت الفقهاء مشكلة القطعية والظنية، حيث إن الاكتفاء بهذه الأدوات يجعل مساحة القطعي أقل مما ينبغي، مما أوجد مشكلة حقيقية، استوجبت القول بالإجماع كدليل يوسِّع من مساحة القطعي، ويخرج ظني الدلالة من ظنيته إلى إطار القطع.
فالأدوات اللغوية وحدها لا تكفي لتفسير قوله تعالى ( ... إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ ... ) .
حيث الفاء للتعقيب بما يمكن أن يفيد أن الوضوء
بعد الصلاة.
أي: إذا ادعى مُدَّعٍ هذا، لم يكن لدينا بمحض الأدوات اللغوية ما يمكن إيقافه، ومن هنا كان لا بد من الاعتماد على الإجماع الذي يخرج المسألة من دور الظنية إلى القطعية، بحيث لا يمكن في ظل هذا النسق المتضمِّن للإجماع أن يقال: إن الوضوء بعد الصلاة.
وفهم قضية الإجماع في هذا الإطار يُحَرِّر كثيرًا من الخلاف حول المسألة، ويجعل كلام المؤيدين ذا معنى واضح، وفائدة مَرجوة.
ونظرية القطعية والظنية هذه سيكون لها أكبر الأثر في قضايا الخلاف الفقهي،
ومسألة الاجتهاد والإفتاء.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (305,'<span data-type="title" id=toc-113>نظرية الإلحاق:</span>
وإذا تم تحديد الحجية وإثباتها وفهمها في إطار القطعية والظنية، فإن النصوص المحددة بلفظها عند إيقاعها على الواقع النسبي المتغير لا تشتمل على كل الحوادث، ومن هنا جاءت نظرية الإلحاق التي أخذت في مضمونها أشكالًا متعددة، كالقياس وكإجراء الكلي على جزئياته، أو تطيق المبدأ العام على أفراده، فالكل - حتى الظاهرية - قائلون
بما يمكن أن نسميه الإلحاق، وإن أنكروا هيئة مخصوصة منه، وهو القياس.
* * *
<span data-type="title" id=toc-114>نظرية الاستدلال:</span>
بعد نظرية الإلحاق تأتي نظرية الاستدلال، والتي رأى الأصولي فيها مجموعة من المحددات: كالعرف، والعادة، وقول الصحابي، وشرع من قبلنا، ونحوها تؤثر بمعنى، أو بآخر في الوصول إلى الحكم الشرعي، مما ادعى معه بعضهم أنها أدلة، وأنكرها آخرون، فسميت الأدلة المختلف فيها.
* * *
<span data-type="title" id=toc-115>نظرية الإفتاء:</span>
ثم تأتي نظرية الإفتاء التي تشتمل على ذكر المقاصد الشرعية، والتعارض، والترجيح مع شروط الاجتهاد والإفتاء، بحيث يقوم من توافرت فيه شروط الباحث بإصدار الحكم، ثم عرضه على سقف المقاصد الشرعية بحيث لا يتعداها، ومراجعة حكمه إن
تعداها حتى يتسق معها بحيث لا تكر الأحكام على المقاصد بالبطلان لما فيه من عكس المطلوب.
إن هذه النظريات السبع والدخول إلى علم الأصول من خلالها تبرر كثيرًا من المسائل التي يظن طالب ذلك العلم عدم جدواها ببادئ النظر، كما أنها تبني إطارًا معرفيًا مناسبًا للتحليل والدرس، وهي أيضا تكون المعيار الأمثل لتبني الآراء الأصولية، أو تعديلها، وكذلك تمكن من تشغيل وتفعيل ذلك العلم.
* * *',NULL,'314',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (306,'<span data-type="title" id=toc-116>الفصل الثامن
مقاصد الشريعة الإسلامية</span>
<span data-type="title" id=toc-117>تمهيد:</span>
الدِّين: قال الإمام الرازي: " أصل الدين، في اللغة: الجزاء، ثم الطاعة تسمى دينا؛ لأنها سبب الجزاء ".
وأما الإسلام: ففي معناه في أصل اللغة ثلاثة أوجه:
الأول: أنه عبارة عن الدخول في الإسلام، أي: في الانقياد والمتابعة، قال تعالى:
(وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا) .
الثاني: من أسلم أي دخل في السلْم كقولهم: (أسني، وأقحط) ، وأصل السلْم: السلامة.
والثالث: قال ابن الأنباري: " المسلم معناه: المخلص لله عبادته من قولهم: سلم الشيء لفلان أي خلص له ".
فالإسلام معناه: إخلاص الدين والعقيدة لله تعالى.
هذا ما يتعلق بتفسير لفظ الإسلام في أصل اللغة.
أما في عرف الشرع: فالإسلام هو الإيمان، والدليل عليه وجهان:
الأول: قوله تعالى: (إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ) ، يقتضي أن
يكون الدين المقبول عند الله ليس إلا الإسلام، فلو كان الإيمان غير الإسلام وجب أن لا يكون الإيمان دينا مقبولًا عند الله، ولا شك في أنه باطل.
الثاني: قوله تعالى: (وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ) .
فلو كان الإيمان غير الإسلام لوجب أن لا يكون الإيمان دينا مقبولا عند اللَّه تعالى..
ا. هـ ما أردته.
وقال الإمام القرطبي في تفسيره: " قوله تعالى: (إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ) الدين في هذه الآية: الطاعة، والملة والإسلام، بمعنى: الإيمان والطاعات،
قاله أبو العالية، وعليه جمهور المتكلمين.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (307,'والأصل في مُسَمَّى الإيمان والإسلام: التغاير، لحديث جبريل.
وقد يكون بمعنى المرُادَفَة، فيسمى كل واحد منهما باسم الآخر كما في حديث وفد عبد القيس، وأنه أمرهم بالإيمان وحده، وقال:
" هل تدرون ما الإيمان " قالوا: الله ورسوله أعلم، قال: " شهادة أن لا إله إلا اللَّه وأن محمدًا رسول اللَّه، وإقام الصلاة،
وإيتاء الزكاة، وصوم رمضان، وأن تؤدوا خمسًا من المغنم ... " الحديث.
ويكون أيضًا بمعنى التداخل، وهو أن يطلق أحدهما، ويراد به مسماه في الأصل، ومسمى الآخر، كما في هذه الآية، إذ قد دخل فيها التصديق والأعمال.
ومنه قوله - صلى الله عليه وسلم -:
" الإيمان معرفة بالقلب، وقول باللسان، وعمل بالأركان "
أخرجه ابن ماجه.
والحقيقة هو الأول وضعًا وشرعًا، وما عداه من باب التوسع.
واللَّه أعلم.
ا. هـ ما أردته.
* * *
<span data-type="title" id=toc-118>مدخل حول ترتيبات الكليات الخمس</span>
إننا في تعاملنا مع التراث لا ينبغي أن نقف عند مسائل السلف، بل لا بد علينا أن نأخذ بمناهجهم فمسائل السلف مرتبطة بأزمانهم، ومشكلات الواقع الذي عاشوه، في حين أن مناهجهم اهتمت بكيفية تطيق الوحي الإلهي على الوجود، وبمعنى آخر اهتمت بتطيق المطلَق على النسبي.
فإذا ما أردنا أن نلتزم بمناهجهم وأن نهتم بتشغيلها في واقع حياتنا المعاصرة فلا بد علينا أن نتفهمها، وأن لا نقف بها عند المسائل التي عاشوها، وعالجوها.
ومثال ذلك: يتضح من ترتيب الكليات الخمس عند السلف، حيث رتبوها بطريقة تناسب عصرهم، واستوعبت جميع المسائل القائمة، بل والمحتملة في وقتهم.
إلا أنه في العصر الحاضر، ومع سرعة تطور أنماط الحياة، والانطلاقة الهائلة في ثورة المعلومات، والتقدم التقني - أصبح من الضروري، إعادة ترتيبها حتى تعمل بطريقة أكثر فاعلية مع مقتضيات ومتطلبات هذا العصر.
وبذلك فنحن لم نخالف مناهج السلف في ترتيبها، بل رتبناها بدرجة تسمح
بتشغيلها أكثر مع معطيات الحضارة الإنسانية المتشابكة منذ بداية هذا القرن إلى الآن.
والترتيب الذي نراه متوافقا، وهذا الاحتياج كالآتي: حفظ النفس، ثم العقل، ثم',NULL,'316',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (308,'الدين، ثم النسل، ثم المال.
على حين أن القدامى قد رتبوها ترتيبًا مخالفًا لذلك باعتبار أن مرادنا بالدين هنا:
الشعائر التي تحتاج إلى النية، أو العبادة المحضة، أو محض التعبد، ولو كان في
المعاملات، أو هو إدراك.
وليس مقصودنا بالدين هنا: الإسلام، بل الإسلام في ذلك الاصطلاح أعم من الدين بهذا المفهوم، وبالتالي فهو يشمل هذه المقاصد الخمس، وحينئذ تحل مشكلات كثيرة.
فالإسلام عبارة عن: خطاب اللَّه سبحانه وتعالى للبشر، وخطاب اللَّه للبشر - كما عُرِّف -: " وضع إلهي مَسُوق لذوي العقول السليمة إلى ما فيه منفعة دينهم ودنياهم ".
وهذا الترتيب وإن كان جديدًا إلا أنه لا يخرج عن كلام السابقين، ولا يعارضهم.
وبالتالي فهو لا يخرج أيضًا عن الدليل الشرعي حتى يكون بدعة مثلًا، وإنما هو مدخل من المداخل التي يستقيم معها حال الأمة في العصر الراهن.
وهذا المدخل مؤداه أن الإسلام، وهو خطاب اللَّه سبحانه وتعالى للبشر، أمر
بأوامر، ونهى عن نواهٍ، هذه الأوامر والنواهي مقصدها هو: أن يحافظوا على أنفسهم، وعلى عقولهم في تلك النفوس، وأن يحافظوا كذلك على صلتهم بربهم، تحقيقًا للمقصد الأول من وجود البشرية متمثلة في النفس والعقل وهو: (العبادة) .
ثم أمرهم بعد ذلك أن يحافظوا على نسلهم، وحقوقهم، وعمارة الأرض، وهو الذي يحقق العمارة والعبادة، والعمارة من خلال تلك العبادة هي التي تقوم بها الدنيا، وهي أيضا تقوم بها الآخرة.
* * *
<span data-type="title" id=toc-119>منطقية الترتيب:</span>
ترتيب الكليات الخمس على نحو ما قررناه: " النفس، العقل، الدين، النسل، المال " هو ترتيب منطقي، وله اعتبار، حيث إنه يجب المحافظة أولًا على النفس التي تقوم بها الأفعال، ثم على العقل الذي به التكليف، ثم نحافظ على الدين الذي به العبادة، وقوام العالم.
ثم نحافظ بعد ذلك على ما يترتب على حفظ الذات، والعقل، والدين، وهو:
المحافظة على النسل النابخ من الإنسان، وما يتعلق، أو ما يندرج تحت هذا العنوان',NULL,'317',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (309,'الكلي، من المحافظة على العِزض، وحقوق الإنسان وكرامته.
ثم بعد ذلك نحافظ على قضية المِلْك، وهى التي بها عمارة الدنيا عند تداولها،
ذلك المال الذي إذا ما تُدُووِل، فإنه يمثل عصبًا من أساسيات الحياة.
* * *
<span data-type="title" id=toc-120>نماذج لثمرة هذا الترتيب:</span>
من خلال هذا المدخل، وبتصور العلاقة القائمة بين الإسلام والمقاصد الخمسة، والتي منها الدين، ينبني عندنا أمور
١ - علاقتنا مع الآخرين في الداخل والخارج، وأنها مبنية في الداخل على الرعاية، وفي الخارج على الدعوة، وبذلك يكون خطابنا للعالمين معقولًا؛ إذ في علاقتنا مع الآخرين نبين لهم أن الإسلام هذا أوسع من أن يكون دينًا، إذ هو خطاب اللَّه للبشر،
وخطاب الله للبشر يشتمل على ما يمكن للإنسان أن يقيم به حضارة، وعلى ما يمكن أن يعمر به الأرض، وكذلك على ما يمكن أن يعْبد به اللَّهَ سبحانه وتعالى، ويُطيع أوامره تفصيلَا، لا إجمالًا، وعلى ذلك فلا بد لمن في الداخل أن يندرجوا تحت ذلك الإسلام وحضارته، حتى وإن لم يندرجوا تحت ديننا.
ومن هنا يتبين لنا أن هذا الإسلام يشتمل على:
١ - دين يختص به من أسلم، وآمن بالله ورسوله.
٢ - ودولة تحافظ على الناس، وتحافظ لهم أيضا على المقاصد الخمسة، التي منها الدين الذي أباح اللَّه سبحانه وتعالى قبول التعدُّد فيه داخل هذا النطاق، أو تحت هذه المظلة، فأباح لأهل الكتاب أن يمكثوا بيننا، وأن يصبحوا مواطنين لنا، وأن نأكل، ونشرب، ونتزوج منهم، وإن كان ديننا يمنعنا أن يتزوج رجالهم من نسائنا، وإن كان أيضا يمنعنا من بعض طعامهم، إلا أنه على مستوى الإسلام هم يعيشون بيننا،
ولغتنا واحدة، وحضارتنا واحدة، وآمالنا وآلامنا واحدة.. إلخ هـ
ذا من ناحية الآخر الذي بالداخل.
أما الآخر الذي في الخارج: فالعلاقة ييننا وبينهم مبنية أصلًا على الدعوة، وليس بيننا وبينهم علاقة سِلْم، ولا علاقة حرب، وإنما يأتي السلم والحرب عَرَضا لقضية الدعوة،
فإذا مُنْعِنَا أو تُجُبر علينا فتكون الحرب، و " آخر العلاج الكي "، وإذا لم يكن كذلك
(وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا ... ) .',NULL,'318',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (310,'(وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِنًا ... ) .
إلى غير ذلك من النصوص التي تدعو إلى السلام، وإلى السلم.
وهي لا تعارض قوله تعالى: (وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ) ؛ لأن هذا عَرَض وذاك عَرَض لقضية الدعوة، وإنما الأصل: (ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ) .
وكذلك: (لَا إِكْرَاهَ فِي الدِّينِ) .
ولا يعترض علينا في هذا المقام بالقول بأن آية السيف قد نسخت غيرها من الآيات التي تدعو إلى السلام.
أضف إلى ذلك الغموض الشديد الذي يكتنف أصل القول بالنسخ.
من هنا ومع كوننا الآن في باب التأصيل والتنطر، فلا نستطيع الأخذ بالاحتمالات، والقرآن في أساسياته وكذا السنة المشرفة لا ينفيان هذا التصور الذي ذهبنا إليه.
ومن فروع هذه المسألة: تفضيل ابن تيمية للكافر العادل في حكمه على المسلم الجائر في حكمه في جانب عمارة الدنيا، إذ العدل أساس الملك.
فابن تيمية يرجح هذا حيث وافق الكافرُ العادلُ - هنا - حضارةَ الإسلام، وإن خالف دين الإسلام، حيث إن منشأ هذه الحضارة هو: العدل، الذي به قوام النفس، والعقل، والنسل، والمال، ذلك الأمر الذي تقوم به الدنيا في حين أن الجور يُذهبها.
فالمسلم وإن كان متعلقًا بدين، إلا أنه - وفي حالة جوره - يُذهب القيمةَ التي تنبني على المقاصد الأخرى التي بها العبادة والعمارة، وهذا لا يحقق النتيجة في الواقع المعاش.
وعلى هذا يتنزل كلام ابن تيمية، أضف إلى ذلك أن كلامه يمكن أن يتخرج على أنه من قبيل تقديم المصلحة العامة على الخاصة، وهو ما يؤكد ويؤيد ما قررناه في ترتيب الكليات.
ويؤيد هذا ما قاله الإمام الشعراني، من أن المسلم إذا دخل أرض كفر فعليه أن يلتزم بقوانينهم التي لا تخالف الشريعة؛ لأن اللَّه قد ألهمهم بها لعمارة الدنيا، فهي إذن لا تتعارض مع ما شرعه اللَّه، وما يريده المسلم ويراه، وطالما أنها من إلهام اللَّه لهم،
فلا بد أن تكون مندرجة تحت الإسلام بالمعنى العام الذي هو أوسع من مفهوم الدين بالمعنى الذي اخترناه.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (311,'<span data-type="title" id=toc-121>الإسلام دين وحضارة</span>
الإسلام دين عالمي ينظم البشر جميعًا، ولا يمكن أن يحصر في قوم بعينهم، وهذه العالمية التي تستوعب كل الطوائف بما لا يتعارض مع الدين، جعلت علاقة الإسلام بالبشر جميعًا على مستويين:
الأول: أن يؤمنوا به ويدخلوا فيه.
وبالتالي يدخلون تحت مظلة المقاصد الخمسة كلها.
الثاني: أن يحترموه، ويتركوه يسعى للوصول بين الناس، فيكفوا أيديهم عن
المسلمين، ويندرجوا تحت حضارته المتمثلة في نظام الحياة المتحقق بمقاصده دون الدين.
ومن هنا يلقي الإسلام بحضارته في الأرض من خلال شقيه (الوحي والوجود) ، الأمر الذي تنتفي معه أية تبعية للغير، فضلًا عن تحطيم كل دعاويهم التي يروجونها في العالم عامة، وبين الأمة الإسلامية خاصة، فلا نرتمي في أحضان الغير بدون أساس فنفقد هويتنا، وحضارتنا، وكل مقوماتنا.
أضف إلى ذلك: أن هذه الكليات الخمس - كما وضعوها - قد أقرت في جميع الأديان، بمعنى أنها مُقَرَّة في أصل الخلقة ابتداء من آدم - صلى الله عليه وسلم -، وخطاب اللَّه تعالى له، وانتهاء بمحمد - صلى الله عليه وسلم -، وخطاب اللَّه تعالى له، وفي هذه المسيرة خاطب اللَّه البشرية بأن
يحفظوا هذه المناحي الخمسة.
ونحن نتفق - كمسلمين لنا شرعة خاصة في جانب الدين - مع باقي الأمم في
أربعة من هذه المقاصد، ونختلف معهم في قضية الدين، مع أننا نقرهم كذلك على حفظ أصله، وهو أن يكون للإنسان دين يؤمن من خلاله بأن هناك منهجا يوصل إلى رضا الله - عز وجل -.
ويتفرع على هذه المسألة، ويتضح لنا: أن الإسلام دين ودولة، دين بالمعنى الأخص الذي بيَنَّاه فيما سبق، ودولة تحافظ على المقاصد الأربعة الباقية.
مع ملاحظة أن الدين وإن تأخر في هذا الترتيب؛ لأنه لا يقوم إلا بقيام النفس
والعقل، إلا أن أحكامه تضرب بظلالها وأطنابها على المقاصد كلها، بما يجعلها لا تقوم إلا به؛ إذ أن الوحي هو الحاكم المنظم للوجود، مما يؤكد أن المندرج تحتها متحقق بالإسلام حضارة ودولة، ومن هنا ينصاع لأحكامه وإن لم يدينوا بديانته.',NULL,'320',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (312,'<span data-type="title" id=toc-122>بعض الاعتراضات الواردة على هذا الترتيب والرد عليها:</span>
١ - يدعي بعضهم الإجماع على ترتيب الإمام الغزالي: " الدين ثم النفس ثم العقل فالنسل فالمال "، ويرى أن استقراء موارد الشرع يدل على ذلك.
والرد على ذلك: بأن هذا الإجماع لم يحكه أحد من العلماء السابقين المعتبرين، بل هو من إطلاقات بعض المحدثين، فهو ادعاء يعوزه الدليل، أو النقل الصحيح فضلا عن أننا لم نخالف الغزالي في ترتيبه، إذ إنه قَصَدَ بالدين الإسلامَ، ونحن لم نقصد ذلك،
بل أوردناه بمعناه الأخص كما أسلفنا.
وإن كنا نرى أن هذه المقاصد الخمسة تمثل دائرة واحدة، فنحن وإن رَتَّئضا حسا إلا أنها كالخيمة ذات العمود والأوتاد الأربعة، والخيمة هي الإسلام، والعمود هو الدين، والأوتاد الأربعة هي سائر المقاصد.
على أن الترتيب المنطقي، وإعمال الآيات كلها في محلها دون بعضها البعض يؤيد ما ذهبنا إليه من الترتيب، وهذا ما سنبينه إن شاء اللَّه تعالى في مرحلة تأصيل هذا المدخل.
كما أن ترتيب المقاصد ورد بصورة مختلفة على غير ترتيب الغزالي، فمثلًا عند الزركشي: " النفس، ثم المال، ثم النسل، ثم الدين، ثم العقل ".
٢ - يرى بعضهم أن قضية الجهاد تُبَينِّ لنا أن الدين مُقَدَّم على النفس، إذ قد أودى بها في سبيله، مصداقًا لقوله تعالى: (إِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ) .
وللرد عليه نقول: أنا - كمسلم - لم أومر إطلاقًا بالتفريط في النفس من أجل الدين، ولكن أمرت بالمحافظة على النفس بأفعال قد تؤدي بي إلى إهلاكها عَرَضًا لا قصدًا.
ونحن نتكلم في المقاصد، لا في ما يتم من الأمور بالعَرَض.
ففي الجهاد: لم يأمرني ربي بأن أذهب فأقتل نفسي، بل أمرني أن أفعل فعلًا معينًا هذا الفعل أظن فيه السلامة، وإن كان فيه مظنة القتل، ومظنة ذهاب النفس، لكنه ليس قاطعًا في ذهابها، ومن هنا جاءت صيغ الحث على القتال في القرآن، أو المقاتلة.
وفي الجهاد أيضا: محافظة على النفس، والنفس هنا بمعنى (النفس الكلية) ، ولو ذهبت في سبيل ذلك النفس الجزئية.
بمعنى آخر: فإن الجهاد هو من قبيل تقديم المصلحة العامة على المصلحة الخاصة، إذ',NULL,'321',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (313,'قد يتعرض البعض للقتل، أو القتال من أجل الحفاظ على باقي الأمة من ضياع أنفسها.
ويتضح لنا هذا الترتيب أيضًا من خلال موقف عَمَّار مع المشركين، وِإذْن الرسول - صلى الله عليه وسلم - بالنطق بكلمة الكفر حفاظا على النفس (إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ) .
٣ - وقد يعترض بعضهم بأننا في تقديم النفس والعقل على الدين نؤول إلى القول بالتحسين والتقبيح العقليين.
وهذا مردود عليه: بأن مرادنا بالعقل هنا: القدرة على الفهم، تلك القدرة التي بها مناط التكليف.
فالأحكام العلمية والعملية متعلِّقة بهذا المفهوم، وهو القدرة على الفهم.
أما استعمال العقل في إنشاء الأحكام فهذا شيء آخر، ونحن لا نقصده بهذا الاعتبار، بل المقصود هو أن يدرك العقل الأحكام، بمعنى أن العقل الذي له التقبيح والتحسين إنما هو ذلك الذي
ينشئ الأحكام، والذي معنا هو إدراك الأحكام بواسطة العقل.
وقد يعمل العقل في طريق إنشاء الحكم، ولكن دوره هو دور الفهم، ولو كان هذا الفهم مركبًا (كطريق القياس) الذي يكون فيه العقل كاشفًا للحكم، وليس منشئًا له، لأن الذي ينشئ الحكم إنما هو اللَّه تعالى وحده، وهذا الإنشاء يظهر عن طريق كلامه سبحانه
وتعالى في القرآن، وعن طريق كلام نبيه في السنة، وعن طريق إجماع الأمة حول حكم
معين، وكذلك عن طريق إعمال العقل في استنباط حكم معين، وفي كل ذلك فالحكم:
" هو خطاب اللَّه تعالى المتعلق بأفعال المكلفين بالاقتضاء، أو التخيير، أو الوضع ".
فقالوا: " خطاب اللَّه تعالى " وحده، ولم يقولوا: "خطاب اللَّه ورسوله والأمة "؟
لأن الرسول والأمة غير منشئين، وإنما خطاب الله تعالى المدلول عليه ب: القرآن، والسنة، والإجماع، وبإعمال العقل (القياس) ،
وبالاستدلال (وهو باقى الأدلة المختلف فيها) ، وكل هذه كواشف عن الحكم، وليست منشئة له.
٤ - وقد يعترض بعضهم بأن تقديم النفس على الدين يَكِرُّ على حد الردة
بالبطلان، ويصبح لا معنى له.
فنقول: بأن هذا يتصور لو قصدنا بالدين في هذا الترتيب (الإسلام) ، أما إذا عرفنا أن المقصود بالدين هنا هو المعنى الأخص الذي قلنا -: لإدراكنا أن هذا الترتيب أدق من سابقه في هذا الاسم، فهو يفرق بين عدم الالتزام بأصل الإيمان وما هو معلوم',NULL,'322',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (314,'ضرورة من الدين (وذلك هو الإسلام) ، وبين عدم الالتزام بالشعائر الدينية (وهو مقصودنا من الدين) .
فنراه يعد الأول كفرًا ينهدم معه الإسلام نفسه، وبالتالي المقاصد كلها عقيدة
ونظامًا، بينما يعد الثاني فسقًا لا يهدم المقاصد الأربعة الأخرى المتعلقة بالوجود والحضارة.
بل إننا نرى أن هذا الترتيب يفرق بدقة بين الكفر والنفاق، وعليه فلا يقتل المنافق لظهور إسلامه.
وذلك ما يتفق مع النصوص كلها، ويتواءم مع القاعدة العريضة
" هلا شققت عن قلبه؟! ".
وما نحب أن نضيفه: هو أن هذه الترتيبات والتقسيمات في الواقع هي تقسيمات نظرية لمزيد من التشغيل والتفعيل، وإن كان الواقع مركبا من هذا كله تركيبا يصعب فيه هذا الفصل، إذ لا تنفك ذات الإنسان عن عقله، أو دينه، أو نسله ومشاعره، فهو مركب من كل هذا.
* * *',NULL,'323',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (315,'<span data-type="title" id=toc-123>الفصل التاسع
القواعد والنظريات الفقهية</span>
<span data-type="title" id=toc-124>التقعيد الفقهي:</span>
إن طريقة التقعيد الفقهي التي ظهرت بوضوح في القرن الرابع الهجري لخدمة
الفقه جديرة بالنظر، والتوقف عند آلياتها، وبيان كيفية حدوثها، ومحاولة الاستفادة من هذا كله في دراسة عقلية المجتهد في الفقه الإسلامي من ناحية، وكيفية تشغيل هذه القواعد على هذه المستجدات من ناحية أخرى.
* * *
<span data-type="title" id=toc-125>معنى القاعدة لغة واصطلاحًا:</span>
القاعدة في اللغة: الأساس، وهي تجمع على قواعد، وهي أسس الشيء وأصوله، حسيًّا كان ذلك الشيء كقواعد البيت، أو معنويًّا كقواعد الدين، أي: دعائمه، وقد ورد هذا اللفظ في القرآن الكريم، قال تعالى:
(وَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ) ،
وقال تعالى: (فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ) .
فالقاعدة في هاتين الآيتين الكريمتين بمعنى الأساس،
وهو: ما يرفع عليه البنيان.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (316,'أما في الاصطلاح، فقد عرفها التفتازاني بقوله:
" إنها حكم كلي ينطبق على جزئياته ليتعرف أحكامها منه ".
* * *
<span data-type="title" id=toc-126>القواعد الفقهية - مدخل تاريخي:</span>
١ - من الملاحظ أن عملية السعى نحو الكلي الضابط للجزئيات وردت في السنة المطهرة في مثل أحاديث: " قل هو اللُّه أحد تعدل ثلث القرآن "، أو " يس " تعدل ربع القرآن " على مذهب من فسرها على نحو ذلك.
ثم نرى أمثال ذلك عند عمر بن الخطاب رضي اللَّه تعالى عنه في كتابه إلى أبي
موسى الأشعري والذي ورد فيه: " أما بعد، فإن القضاء فريضة محكمة، وسنة متبعة، فافهم إذا أدلي إليك، فإنه لا ينفع تكلم بحق لا نفاذ له، لا يمنعك قضاء قضيته، راجعت فيه نفسك، وهديت فيه لرشدك، أن تراجع الحق، فإن الحق قديم، ومراجعة الحق خير من التمادي في الباطل، الفهم فيما يختلج في صدرك، مما لم يبلغك في
الكتاب والسنة، اعرف الأمثال والأشباه، ثم قس الأمور عندك، فاعمد إلى أحبها إلى الله، وأشبهها بالحق ".
فيما ترى فهذه قطعة من كتاب عمر رضي اللَّه تعالى عنه، وكتاب عمر - رضي الله عنه - إلى أبي موسى الأشعري، أخرجه الدارقطي في السنن.
قال حدثنا أبو جعفر محمد بن سليمان بن محمد النعماني أخبرنا عبد اللَّه بن عبد الصمد بن خداش أخبرنا عيسى بن يونس أخبرنا عبيد اللَّه بن حميد عن أبي المليح الهذلي قال: "كتب عمر بن الخطاب إلى أبي موسى الأشعري: أما بعد: فإن القضاء فريضة محكمة ... " إلخ.
وأخبرنا محمد بن مخلد أخبرنا عبد اللَّه بن أحمد بن حنبل حدثني أبي أخبرنا
سفيان بن عيينة أخبرنا إدريس الأودي عن سعيد بن أبي بردة، وأخرج الكتاب فقال: هذا كتاب عمر إلى أبي موسى الأشعري: " أما بعد، فإن القضاء فريضة محكمة وسنة متبعة ... "إلخ.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (317,'وأخرجه البيهقي في المعرفة: أخبرنا أبو عبد اللَّه الحافظ حدثنا أبو العباس محمد بن يعقوب حدثنا محمد بن إسحاق الصنعاني حدثنا محمد بن عبد اللَّه بن كناسة حدثنا جعفر بن برقان عن معمر البصري عن أبي العوام البصري قال: كتب عمر، فذكره.
والبيهقي في السنن الكبرى: حدثنا أبو طاهر الفقيه إملاء وقراءة أنبأنا أبو حامد بن بلال حدثنا يحيى بن الربيع المكي حدثنا سفيان بن إدريس الأودي قال: أخرج إلينا سعيد بن أبي بردة كتابًا، فقال: هذا كتاب عمر - رضي الله عنه - إلى أبي موسى - رضي الله عنه - فذكر الحديث،
قال فيه: " الفهم الفهم فيما يختلج في صدرك مما لم يبلغك في القرآن
والسنة، اعرف الأمثال والأشباه، ثم قس الأمور عند ذلك ... " إلخ.
وقال الخطب البغدادي في الفقيه والمتفقه: أخبرنا الحسن بن أبي بكر أخبرنا أبو سهل أحمد بن محمد بن عبد اللَّه بن زياد القطان حدثنا أبو الحسن على بن عبد الملك ابن أبي الشوارب حدثنا إبراهيم بن بشار حدثنا سفيان بن عيينة حدثنا إدريس أبو عبد اللَّه ابن إدريس: قال: أتيت سعيد بن أبي بردة فسألته عن رسائل عمر بن الخطاب التي كان يكتب بها إلى أبي موسى الأشعري، وكان أبو موسى قد أوصى إلى أبي بردة،
فأخرج إليَّ كتبًا، فرأتحا كتابًا منها: " أما بعد فإن القضاء فريضة محكمة، وسنة متبعة ... "إلخ.
وقال ابن حزم في إحكام الأحكام: حدثنا أحمد بن عمر العذري حدثنا أبو ذر
الهروي حدثنا أبو سعيد الخليل بن أحمد القاضي السجستاني حدثنا يحيى بن محمد بن صاعد حدثنا يوسف بن موسى القطان حدثنا عبيد اللَّه بن موسى حدثنا عبد الملك بن الوليد بن معدان عن أبيه قال: كتب عمر بن الخطاب إلى موسى الأشعري - فذكر الرسالة - وفيها:
" الفهم الفهم فيما يختلج في صدرك مما ليس في كتاب ولا سنة، ثم
اعرف الأمثال، والأشكال فقس الأمور عند ذلك، ثم اعمد إلى أشبهها بالحق وأقربها إلى اللَّه "، وذكر باقي الرسالة.
وحدثنا أحمد بن عمر حدثنا عبد الرحمن بن الحسن الشافعي حدثنا القاضي أحمد ابن محمد الكرجي حدثنا محمد بن عبد اللَّه العلاف حدثنا أحمد بن علي بن محمد الوراق حدثنا عبد اللَّه بن سعد حدثنا أبو عبد اللَّه محمد بن يحيى بن أبي عمر العدني',NULL,'327',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (318,'حدثنا سفيان بن إدريس بن يزيد الأودي عن سعيد بن أبي بردة بن أبي موسى الأشعري عن أبيه قال: كتب عمر بن الخطاب إلى أبي موسى فذكر الرسالة..
اهـ.
قال ابن حزم: لا يصح؛ لأن السند الأول فيه عبد الملك بن الوليد بن معدان وهو كوفي متروك الحديث، ساقط بلا خلاف، وأما السند الثاني، فمن بين الكرجي إلى سفيان مجهولون، وهو أيضًا منقطع فبطل القول به جملة. اهـ.
على أنه يمكن القول بأن عبد الملك متوسط، ولم يصفه أحد إلا ابن حزم، وأما أبوه فهو ثقة معروف، ذكره ابن حيان في الثقات.
وقال ابن القيم في إعلام الموقعين: قال أبو عبيد: حدثنا كثير بن هشام عن جعفر برقان، وقال أبو نعيم بن جعفر بن برقان، عن معمر البصري، عن أبي العوام البصري،
وقال سفيان بن عيينة: حدثنا إدريس أبو عبد اللَّه بن إدريس قال:
أتيت سعيد بن أبي بردة فسألته عن رسل عمر بن الخطاب التي كان يكتب بها إلى أبو موسى الأشعري، وكان أبو موسى قد أوصى إلى أبي بردة فأخرج إليه كتبًا، فرأيت في كتاب منها وذكر الكتاب ... إلخ.
قال أبو عبيد: قلت لكثير: هل أسنده جعفر؟ قال: لا.
قال ابن القيم "وهذا كتاب جليل، تلقاه العلماء بالقبول، وبنوا عليه أصول الحكم والشهادة ".
وقال ابن حجر في التلخيص: أخرجه الدارقطي والبيهقي، وساقه ابن حزم من طريقين وأعلهما بالانقطاع، لكن اختلاف الخرج فيهما مما يقوي أصل الرسالة، لا سيما وفي بعض طرقه أن راويه أخرج الرسالة المكتوبة.
وقال شيخنا الحافظ أبي الفضل عبد اللَّه بن الصديق في تخريج أحاديث اللمع: أخرجه الدارقطني في السن من طريق عبيد اللَّه بن أبي حميد عن أبي المليح الهذلي، وعبيد اللَّه بن أبي حميد ضعيف متروك، لكن ورد من طرق تدل على أن له أصلًا، لا سيما وفي بعض طرقه عند الدارقطني أن سعيد بن أبي بردة بن أبي موسى الأشعري أخرج الكتاب وقال: هذا كتاب عمر، ثم قرئ على سفيان بن عيينة، وقد تلقاه الناس بالقبول، وجعلوه أصلًا في باب القضاء فأغنى ذلك أيما غناء اهـ.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (319,'٢ - ثم ترى ذلك عن الإمام الشافعي (ت ٤٠٢ هـ) في حديث " إنما الأعمال بالنيات " حيث يقول: يدخل في هذا الحديث ثلث العلم، ويجعل ثلاثة أحاديث يبني عليها الدين، وهي طريقة تبين آلية التقعيد في ذهن الإمام الشافعىِ.
ثم يأتي البيهقي (ت ٤٥٨) فيذكر خمسة أحاديث، ثم يأتي النووي (ت ٦٧٦ هـ)
ويجمع أربعين حديثًا من هذه التي قيل فيها إنها من قواعد الدين، وهكذا.
وأرى أن هذا التوجيه إنما يبين الرغبة في التقعيد المؤيد بالفعل النبوي الشريف، المشتمل على الإرشاد لمثل هذا النوع من التعامل مع العلم والمعلومات.
٣ - قال الإمام السيوطي في الأشباه والنظائر في قواعد وفروع فقه الشافعية: " اعلم أن فن الأشباه والنظائر فن عظيم به يطلع على حقائق الفقه ومداركه، ومآخذه، وأسراره، ويتمهر في فهمه، واستحضاره، ويقتدر على الإلحاق والتخريج، ومعرفة
أحكام المسائل التي ليست بمسطورة، والحوادث والوقائع التي لا تنقضي على ممر الزمان، ولهذا قال بعض أصحابنا: الفقه معرفة النظائر.
وحكى القاضي أبو سعيد الهروي أن بعض أئمة الحنفية بهراة، بلغه أن الإمام أبا طاهر الدباس إمام الحنفية بما وراء النهر رد على جميع مذهب أبي حنيفة إلى سبع عشرة قاعدة فسافر إليه، وكان أبو طاهر ضريرًا، وكان يكرر كل ليلة تلك القواعد بمسجده بعد أن يخرج الناس منه، فالتف الهروي بحصير، وخرج الناس وأغلق أبو طاهر المسجد، وسرد من تلك القواعد سبعًا، فحصلت للهروي سعلة، فأحسَّ به أبو طاهر
فضربه وأخرجه من المسجد، ثم لم يكررها فيه بعد ذلك، فرجع الهروي إلى أصحابه وتلا عليهم تلك السبع.
قال القاضي أبو سعيد: فلما بلغ القاضي حسينًا ذلك رد جميع مذهب الشافعي إلى أربع قواعد:
الأولى: اليقين لا يزول بالشك، وأصل ذلك قوله - صلى الله عليه وسلم -: " إن الشيطان ليأتي أحدكم وهو في صلاته فيقول له: أحدثت فلا ينصرف حتى يسمع صوتًا أو يجد ريحًا ".
الثانية: المشقة تجلب التيسير، قال تعالى: (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) .
وقال - صلى الله عليه وسلم -: " بعثت بالحنيفية السمحة ".',NULL,'329',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (320,'الثالثة: الضرر يزال، وأصلها قوله - صلى الله عليه وسلم -:
" لا ضرر ولا ضرار ".
الرابعة: العادة محكمة، لقوله - صلى الله عليه وسلم -:
" ما رآه المسلمون حسنًا فهو عند اللَّه حسن ".
قال بعض المتأخرين: في كون هذه الأربع دعائم الفقه كله نظر، فإن غالبه لا يرجع إليها إلا بواسطة وتكلف.
وضم بعض الففلاء إلى هذه قاعدة خامسة، وهي " الأمور بمقاصدها "، لقوله - صلى الله عليه وسلم -: " إنما الأعمال بالنيات "،
وقال: " بني الإسلام على خمس، والفقه على خمس ".
قال العلائي: وهو حسن جدًّا، فقد قال الشيخ تاج الدين السبكي: التحقيق عندي أنه إن أريد رجوع الفقه إلى خمس بتعسف وتكلف وقول جملي، فالخامسة داخلة في الأولى، بل أرجع الشيخ عز الدين بن عبد السلام الفقه كله إلى اعتبار المصالح ودرء المفاسد، بل قد رجع الكل إلى اعتبار المصالح، فإن درء المفاسد من جملتها.
ويقال على هذا: واحدة من هؤلاء الخمس كافية، والأشبه أنها الثالثة، وإن أريد الرجوع بوضوح فإنها تربو على الخمسين، بل على المئتين.. اهـ.
* * *
<span data-type="title" id=toc-127>الفرق بين القاعدة الفقهية والضابط الفقهي</span>
القواعد الفقهية تختلف عما يسمى بالضوابط الفقهية، فإن مجال الضابط الفقهي أضيق مما وجدناه بالنسبة للقاعدة الفقهية، إذ أن نطاقه لا يتخطى الموضوع الفقهي الواحد الذي يرجع إليه بعض مسائله، وقد نبه على ذلك بعض الأصوليين، ففي حاشية البناني: والقاعدة لا تختص بباب، بخلاف الضابط ".
وكذلك العلامة ابن نجيم يميل إلى الفرق بين القاعدة والضابط، فيقول في الفن الثاني من الأشباه: " الفرق بين الضابط والقاعدة: أن القاعدة تجمع فروعًا من أبواب شتى، والضابط يجمعها من باب واحد ".',NULL,'330',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (321,'<span data-type="title" id=toc-128>الفرق بين القاعدة الفقهية والقاعدة الأصولية</span>
من المعلوم أن " الفقه " علم مستقل، و " أصول الفقه " علم مستقل، ولكل منهما قواعده على رغم وجود الارتباط الجذري الوثيق بينهما بحيث لا ينفك أحدهما عن الآخر.
والإمام القرافي يعتبر أول من ميز بين القاعدة الأصولية والقاعدة الفقهية، فقد جاء في مقدمة الفروق ما يلي: " فإن الشريعة المعظمة المحمدية - زاد اللَّه تعالى منارها شَرَفًا وعلوًا - اشتملت على أصول وفروع، وأصولها قسمان:
أحدهما: المسمى بأصول الفقه، وهو في غالب أمره ليس فيه إلا قواعد الأحكام الناشئة عن الألفاظ العريية خاصة، وما يعرض لتلك الألفاظ من النسخ والترجيع،
ونحو الأمر للوجوب والنهي للتحريم، والصيغة الخاصة للعموم ونحو ذلك.
والقسم الثاني: قواعد فقهية كلية، كثيرة العدد، عطمة المدد، مشتملة على أسرار الشرع وحكمه، لكل قاعدة من الفروع في الشريعة ما لا يحصى، ولم يذكر شيء منها في أصول الفقه، وإن اتفقت الإشارة إليه هنالك على سبيل الإجمال فبقى تفصيله لم يتحصل.
ونوه بها في موضع آخر بقوله: " فإن القواعد ليست مستوعبة في أصول الفقه، بل للشريعة قواعد كثيرة جدًّا عند أئمة الفتوى والقضاء لا توجد في كتب الفقه أصلًا ".
وإذا أجرينا موازنة عامة بين القواعد الأصولية والقواعد الفقهية تبين لنا عدة أمور قد تعد فوارق رئيسية بين المصطلحين:
١ - إن علم أصول الفقه بالنسبة للفقه ميزان وضابط لاسثنباط الصحيح من غيره، شأنه في ذلك علم النحو لضبط النطق والكتابة، وقواعد هذا الفن هي وسط بين الأدلة والأحكام، فهي التي يستنبط بها الحكم من الدليل التفصيلي، وموضوعها دائمًا الدليل
والحكم، كقولك: الأمر للوجوب، والنهي للتحريم، والواجب الخُيَّر يُخرج المكلف عن العهدة فيه بفعل واحد مما خُيِّر فيه.
أما القاعدة الفقهية فهي قضية كلية، أو أكثرية، جزئياتها بعض مسائل الفقه، وموضوعها دائمًا هو فعل المكلف.',NULL,'331',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (322,'٢ - القواعد الأصولية قواعد كلية تنطق على جميع جزئياتها وموضوعاتها.
أما القواعد الفقهية: فإنها أغلبية يكون الحكم فيها على أغلب الجزئيات، وتكون لها
المستثنيات.
٣ - القواعد الأصولية هي ذريعة لاستنباط الأحكام الشرعية العملية، وبذا تنفصل القواعد الفقهية عنها، لأنها عبارة عن مجموعة الأحكام المتشابهة التي ترجع إلى علة واحدة تجمعها، أو ضابط فقهي يحيط بها، والغرض منها تقريب المسائل الفقهية وتسهيلها.
٤ - القواعد الفقهية متأخرة في وجودها الذاني والواقعي عن الفروع، لأنها جمع لأشتاتها، وربط بينها، وجمع لمعانيها.
أما الأصول فالفرض الذهني يقتضي وجودها قبل الفروع؛ لأنها القيود التي أخذ الفقيه نفسه بها عند الاستنباط، ككون ما في القرآن مقدَّمًا على ما جاءت به السُّنة،
وأن نص القرآن أقوى من ظاهره، وغير ذلك من مساللث الاجتهاد.
وهذه مُقَدَّمة في وجودها إلى استباط الفروع بالفعل، وكون هذه الأصول كشفت عنها الفروع ليس دليلًا على أن الفروع متقدمة عليها، بل هي في الوجود سابقة، والفروع لها دالة كاشفة، كما يدل المولود على والده، وكما تدل الثمرة كلى الغراس،
وكما يدل الفرع على نوع البذور.
٥ - القواعد الفقهية تشبه أصول الفقه من ناحية، وتخالفها من ناحية أخرى.
أما جهة المتشابهة: فهي أن كلا منهما قواعد تندرج تحتها جزئيات.
وأما جهة الاختلاف: فهي أن قواعد الأصول عبارة عن المسائل التي تشملها أنواع من الأدلة التفصيلة، يمكن استنباط التشريع منها.
وأما قواعد الفقه: فهي عبارة عن المسائل التي تندرج تحتها أحكام الفقه نفسه، ليصل المجتهد إليها بناء على تلك القضايا المبينة في أصول الفقه، ثم إن الفقيه إن أوردها أحكامًا جزئية فليست قواعد، وإن ذكرها في صور قضايا كلية تندرج تحتها الأحكام الجزئية فهي القواعد.
وكل منهما - القواعد الكلية والأحكام الجزئية - داخل في مدلول الفقه على وجه الحقيقة، وكل منهما متوقف عند المجتهد على دراسة الأصول التي يبني عليها كل ذلك.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (323,'<span data-type="title" id=toc-129>خصائص القواعد الفقهية</span>
للقواعد الفقهية خصائص تتمّيز بها دون قواعد أصول الفقه وهي:
١ - الحفظ والضبط للمسائل الكثيرة المتناظرة، بحيث تكون القاعدة وسيلة لمعرفة الأحكام المندرجة تحتها.
٢ - تدل على أن الأحكامَ المتحدة العلة مع اختلافها محققةٌ لجنس واحد من العلل، محققةٌ لجنس واحد من المصالح.
٣ - إن معظم مسائل أصول الفقه لا ترجع إلى خدمة حكمة الشريعة ومقصدها، ولكنها تدور حول محور استنباط الأحكام من ألفاظ الشارع بواسطة قواعد يتمكن العارف بها من انتزاع الفروع منها.
وعلى العكس القواعد الفقهية، فإنها تخدم المقاصد الشرعية العامة والخاصة، وتمهد الطريق للوصول إلى الأحكام وحكمها.
وهذا التفصيل يعطينا فكرة كاملة عن الموضوع، ويكشف عن الفروق الأساسية بين. المصطلحين.
* * *
<span data-type="title" id=toc-130>القواعد الفقهية العامة والنظريات الفقهية</span>
هذا التراث المؤلف في القواعد الفقهية يُمَكّنُنَا من دراسات غاية في الثراء، نستخرج منها ما يمكن أن أسميه بالقاعدة العامة، بدلًا من قولنا: " نظرية عامة "، حيث أننا قد استعملنا كلمة نظرية ترجمة للكلمة الإنجليزية
(Theory) ،
وهي عندهم ذات دلالة خاصة فرضها وضعهم العلمي، ومصادرهم التي خلت أساسًا من الوحي كمصدر للمعرفة، واقتصارهم على دراسة الوجود، مما ألزمهم إلى إيجاد معيار، ومبدأ يرجعون
إليه للربط بين عدة قوانين، ولاستنباط الأحكام من ذلك المعيار والمبدأ.
ولوجود النص لدى المسلمين معيارًا ومبدأ أساسيًّا لاستنباط الأحكام، لم ترد كلمة نظرية في تراثهم.
يقول د. السنهوري في مصادر الحق: " إن الفقه الإسلامي في مراجعه القديمة',NULL,'333',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (324,'لا توجد فيه نظرية عامة للعقد، بل هو يستعرض العقود المسماة عقدًا، وعلى الباحث أن يستخلص النظرية العامة للعقد من بين الأحكام المختلفة لهذه العقود المسماة فيقف عند
الأحكام المشتركة التي تسري على الكثرة الغالبة من هذه العقود ".
وأرى أن ما يريده العلامة السنهوري رحمه اللَّه تعالى هو عين عملية التجريد المؤدية إلى التقعيد، فالاعتراض عليه لفظي، وهو تسمية ذلك المشترك بالقاعدة العامة، بدلًا من كلمة " نظرية " التي تستعمل في مضمونها، وظلال دلالتها الأجنبية على رأي مستقل عن الوحي، قابل للتغير دائمًا، مشتملًا على التجاوز كقيمة ذاتية، وهو ما ينفي
جزء وعنصر الثبات التي تشتمل عليه شريعة الإسلام.
* * *
<span data-type="title" id=toc-131>الفرق بين القاعدة الفقهية والنظرية الفقهية</span>
يرى بعض الباحثين المعاصرين في الفقه الإسلامي أن النظريات العامة مرادفة لما يسمى بالقواعد الفقهية كما جنح إلى ذلك الأستاذ الجليل محمد أبو زهرة في كتابه أصول الفقه، حيث يقول: " إنه يجب التفرقة بين علم أصول الفقه، وبين القواعد الجامعة للأحكام الجزئية، وهي التي مضمونها يصح أن يطلق عليها النظريات العامة للفقه الإسلامي، كقواعد الملكية في الشريعة، وكقواعد الضمان، وكقواعد الخيارات،
وكقواعد الفسخ بشكل عام ".
والواقع أن النظرية العامة، ودراسة الفقه الإسلامي في نطاقها أمر مستحدث طريف استخلصه العلماء المعاصرون الذين أجمعوا بين دراسة الفقه الإسلامي، ودراسة القانون الوضعي خلال احتكاكهم، وموازنتهم بين الفقه والقانون، وبوبوا المباحث الفقهية على هذا النمط الجديد، وأفردوا المؤلفات على هذه الشاكلة.
ويمكن أن تعرف النظرية العامة بأنها: " موضوعات فقهية، أو موضوع يشتمل على مسائل فقهية أو قضايا فقهية، حقيقتها: أركان وشروط وأحكام، تقوم بين كل منها صلة فقهية تجمعها وحدة موضوعية تحكم هذه العناصر جميعًا ".
وذلك كنظرية الملكية، ونظرية العقد، ونظرية الإثبات، وما شاكل ذلك.
فمثلًا نظرية الإنبات في الفقه الجنائي الإسلامي تألفت من عدة عناصر، وهي المواضيع التالية: حقيقة الإثبات، الشهادة، شروط الشهادة، كيفية الشهادة، الرجوع عن',NULL,'334',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (325,'الشهادة، مسئولية الشاهد، الإقرار، القرائن، الخبرة، معلومات القاضي، الكتابة، اليمين، القسامة، اللعان، فهذا مثال للمنهج الجديد الذي يسلكه المؤلفون في النظريات العامة في تكوينها، إذ كل موضوع عنصر من عناصر هذه النظرية، وتندرج تحته فصول، والربط بينها علاقة فقهية خاصة.
وخلاصة القول: إن النظرية العامة هي غير القاعدة الكلية في الفقه الإسلامي إن هذه القواعد هي بمثابة ضوابط بالنسبة إلى تلك النظريات، أو إنما هي القواعد الخاصة أمام القواعد العامة الكبرى.
وقد ترد قاعدة بين القواعد الفقهية ضابطًا خاصًّا بناحية من نواحي تلك النظريات العامة، فقاعدة: العبرة في العقود للمقاصد والمعاني " مثلًا
ليست سوى ضابط في ناحية مخصوصة من أصل نظرية العقد، وهكذا سواها من القواعد.
قال د. مصطفى أحمد الزرقا: " نريد من النظريات الفقهية الأساسية تلك
الدساتير والمفاهيم الكبرى التي يؤلف كل منها على حدة نظامًا حقوقيًّا موضوعيًّا منبثًا في الفقه الإسلامي كإثبات أقسام الجملة العصبية في نواحي الجسم الإنساني، وتحكم عناصر ذلك النظام في كل ما يتصل بموضوعه من شعب الأحكام، وذلك كفكرة
الملكية وأسبابها، وفكرة العقد وقواعده ونتائجه، وفكرة الأهلية وأنواعها ومراحلها وعوارضها، وفكرة النيابة وأقسامها، وفكرة البطلان والفساد والتوقف، وفكرة التعليق والتقييد والإضافة في التصرف القولي، وفكرة الضمان وأسبابه وأنواعه، وفكرة العرف
وسلطانه على تحديد الالتزامات..
إلى غير ذلك من النظريات الكبرى التي يقوم على
أساسها صرح الفقه بكامله، ويصادف الإنسان أثر سلطانها في حلول جميع المسائل والحوادث الفقهية.
وهذه النظريات هي غير القواعد الكلية التي صُدِّرَت مجلة الأحكام الشرعية بتسع وتسعين قاعدة منها، فإن تلك القواعد إنما هي ضوابط وأصول فقهية تراعي في تخريج أحكام الحوادث ضمن حدود تلك النظريات الكبرى.
فقاعدة " العبرة في العقود للمقاصد والمعاني " مثلًا ليست سوى ضابط في ناحية مخصوصة من ميدان أصل نظرية العقد، وهكذا سواها من القواعد، وإن مطالعة هذه',NULL,'335',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (326,'النظريات الأساسية بعد طلوعها من مكامنها وراء فروع الأحكام تعطي الطالب ملكة فقهية عاجلة تؤهل فكره، وتعينه على مدارك الفقه.
وهذه النظريات هي: نظرية الملكية - نظرية العقد - نظرية الحق - نظرية التعسف باستعمال حق الغير - نظرية الشرط - نظرية المؤيدات الشرعية - نظرية الأهلية والولاية
- نظرية العرف - نظرية الشخصية الاعتبارية وغيرها.
والاختلاف الأساسي بينهما يتلخص في أمرين:
١ - القاعدة الفقهية تتضمن حكمًا فقهيًّا في ذاتها، وهذا الحكم الذي تتضمنه القاعدة ينتقل إلى الفروع المندرجة تحتها،
فقاعدة: " اليقين لا يزول بالشك "،
تضمنت حكمًا فقهيًّا في كل مسألة، اجتمع فيها يقين وشك.
وهذا بخلاف النظرية الفقهية فإنها لا تتضمن حكمًا فقهيًّا في ذاتها، كنظرية
الملك، والفسخ، والبطلان.
٢ - القاعدة الفقهية لا تشتمل على أركان وشروط، بخلاف النظرية الفقهية، فلابد لها من ذلك.
ويمكن أن ندرج مجموعة من القواعد الفقهية التي تختلف في فروعها وجزئياتها
وآثارها ولكنها قد تتسم بصفة عامة ومزايا مشتركة، أو تتحد في موضوعها العام تحت نظرية معينة على سبيل المثال القواعد التالية:
١ - العادة محكَّمة.
٢ - استعمال الناس حجة يجب العمل به.
٣ - لا ينكر تغير الأحكام (المبنية على المصلحة أو العرف) بتغير الزمان.
٤ - إنما تعتبر العادة إذا اطردت أو غلبت.
٥ - المعروف عرفًا كالمشروط شرطًا.
٦ - المعروف بين التجار كالمشروط بينهم.
٧ - التعيين بالعرف كالتعيين بالنص.
فهذه المجموعة من القواعد الفقهية المعروفة - بغض النظر عن الفروع والجزئيات المختلفة تحت كل منها - فإنه يمكن أن نضعها جميعًا تحت عنوان نظرية العرف، فإن العرف هو الطابع العام الغالب على جميع هذه القواعد المذكورة.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (327,'وعلى هذا الطراز بعد الدقة والتأمل يمكن أن نوزع كثيرًا من تلك القواعد مجموعة تحت قواعد كبرى معينة، أو نظريات معينة.
* * *
<span data-type="title" id=toc-132>القواعد الفقهية الأساسية</span>
وأمهات القواعد خمس، وهي التي يدور عليها معظم أحكام الفقه، وقد نظمها بعضهم في قوله:
خمس محررة قواعد مذهب ... للشافعي بها تكون خبيرًا
ضرر يزال وعادة قد حكمت ... وكذا المشقة تجلب التيسيرا
والشك لا ترفع به متيقنًا ... وخلوص نية إن أردت أجورا
<span data-type="title" id=toc-133>القاعدة الأولى: الضرر يزال:</span>
وهذه القاعدة مسوقة لبيان وجوب إزالة الضرر إذا وقع، وأصل هذه القاعدة قوله - صلى الله عليه وسلم -:
" لا ضرر ولا ضرار ".
وهذه القاعدة ينبني عليها كثير من أبواب الفقه: من ذلك: الرد بالعيب، وجميع أنواع الخيارات، من اختلاف الوصف المشروط، والتعزير، وإفلاس المشتري، وغير ذلك، والحجر بأنواعه، والشفعة لأنها شرعت لدفع ضرر القسمة، والقصاص والحدود، والكفارات، وضمان المتلف، والقسمة، ونصب الأئمة، والقضاة، ودفع الصائل، وقتال المشركين، والبغاة، وفسخ النكاح بالعيوب، أو الإعسار، أو غير ذلك.
ويتعلق بهذه القاعدة قواعد:
الأولى: الضرورات تبيح المحظورات، بشرط عدم نقصانها عنها: ومن ثم جاز أكل الميتة عند المخمصة، وإساغة اللقمة بالخمر، والتلفظ بكلمة الكفر للإكراه، وكذا إتلاف المال، وأخذ مال الممتنع من أداء الدين بغير إذنه، ودفع الصائل ولو أدى إلى قتله، ولو عم الحرام قطرًا بحيث لا يوجد فيه حلال إلا نادرًا، فإنه يجوز استعمال ما يحتاج إليه،
ولا يقتصر على الضرورة.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (328,'الثانية: ما أبيح للفرورة يقدر بقدرهما: ومن فروعه: لا يأكل من الميتة إلا بقدر سد الرمق، ومن استشير من خاطب واكتفى بالتعريض كقوله: لا يصلح لك، لم يعدل إلى التصريح.
الثالثة: الضرر لا يزال الضرر: قال ابن السبكي: وهو كعائد يعود على قولهم: الضرر يزال ولكن لا بضرر، فشأنهما شأن الأخص على الأعم، بل هما سواء؛ لأنه لو أزيل بالضرر لما صدق " الضرر يزال ".
ومن فروعها: عدم وجوب العمارة على الشريك في الجديد، وعدم إجبار الجار على وضع الجذوع، وعدم إجبار السيد على نكاح العبد والأمة التي لا تحل له.
الرابعة: إذا تعارضت مفسدتان روعي أعظمهما ضررًا بارتكاب أخفهما.
الخامسة: درء المفاسد أولى من جلب المصالح: فإذا تعارضت مفسدة ومصلحة، قدم دفع المفسدة غالبًا، لأن اعتناء الشارع أشد من اعتنائه بالمأمورات، ولذلك قال - صلى الله عليه وسلم -:
" إذا أمرتكم بأمر فأتوا منه ما استطعتم، وإذا نهيتكم عن شيء فاجتنبوه ".
* * *
<span data-type="title" id=toc-134>القاعدة الثانية: العادة محكَّمة:</span>
والعادة هي: الاستمرار على شيء مقبول للطبع السليم، والمعاودة إليه مرة بعد أخرى، وهي المرادة بالعرف العملي.
فالمراد بها حينئذٍ: ما لا يكون مغايرًا لما عليه أهل الدين والعقل المستقيم، ولا منكرًا في نظرهم.
والمراد من كونها عامة: أن تكون مطردة، أو غالبة في جميع البلدان.
ومن كونها خاصة: أن تكون كذلك في بعضها.
فالإطراد والغلبة شرط لاعتبارها سواء كانت عامة أو خاصة.
وأصل هدْه القاعدة: قول ابن مسعود - رضي الله عنه -:
" ما رآه المسلمون حسنًا فهو عند اللَّه حسن، وما رآه المسلمون قبيحًا فهو عند اللَّه قبيح"
وهو حديث حسن، وإن كان موقوفًا عليه فله حكم المرفوع، لأنه لا مدخل للرأي فيه.
ويتعلق بهذه القاعدة مباحث منها:',NULL,'338',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (329,'المبحث الأول: فيما تُثْبِت العادةُ: وفيه فروع، منها: الجارحة في الصيد لابد من تكرار يغلب على الظن أنه عادة، ولا يكفي مرة واحدة قطعًا، وفي المرتين والثلاث خلاف.
ومنها القائف: لا خلاف في اشتراط التكرار فيه، وهل يكتفي بمرتين أو لابد
من ثلاث، وجهان.
ومنها اختبار الصبي قبل البلوغ بالمماكسة، قالوا: يختبر مرتين
فصاعدا حتى يغلب على الظن رشده.
المبحث الثاني: إنما تعتبر العادة إذا اطردت، فإن اضطربت فلا، وإن تعارضت الظنون في اعتبارها فخلاف، وفي ذلك فروع:
- باع شيئًا بدارهم وأطلق، نزل على النقد الغالب، فلو اضطربت العادة في البلد وجب البيان، وإلا يبطل البيع.
- غلبت المعاملة بجنس من القروض، أو نوع منه، انصرف الثمن إليه عند الإطلاق في الأصح كالنقد.
- استأجر للخياطة والنسخ والكحل، فالخيط والحبر والكحل على من؟ خلاف، صحح الرافعي في الشرح، الرجوع فيه إلى العادة، فإن اضطربت وجب البيان، وإلا فتبطل الإجارة.
* * *
<span data-type="title" id=toc-135>القاعدة الثالثة: المشقة تجلب التيسير:</span>
المشقة تجلب التيسير؛ لأن الحرج مدفوع بالنص، ولكن جلبها التيسير مشروط بعدم مصادمتها نضًا، فإذا صادمت نصًّا روعي النص دونها، والمراد بالمشقة الجالبة للتيسير المشقة التي تنفك عنها التكليفات الشرعية.
أما المشقة التي لا تنفك عنها التكليفات الشرعية، كمشقة الجهاد، وألم الحدود، ورجم الزناة، وقتل البغاة والمفسدين والجناة فلا أثر لها في جلب تيسير ولا تخفيف.
والأصل في هذه القاعدة: قوله تعالى: (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ) ، وقوله تعالى: (وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ) .
وقوله - صلى الله عليه وسلم -:
" بعثت بالحنيفية السمحة " وغير ذلك.
وأسباب التخفيف في العبادات، وغيرها سبعة:',NULL,'339',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (330,'الأول: السفر، وتيسيراته كثيرة منها: القصر، والفطر، والمسح أكثر من يوم وليلة في السفر الطويل.
ومنها: تحميل الشهادة للغير في غير حد، وقود.
ومنها: الجمع في الصلاة وغير ذلك.
الثاني: المرض، وتيسيراته كذلك كثيرة، منها: التيمم عند مشقة استعمال الماء، والفطر في رمضان، وتأخير إقامة الحد على المريض - غير حد الرجم - إلى أن ييرأ.
الثالث: الإكراه
الرابع: النسيا ن.
الخامس: الجهل.
السادس: العسر، وعموم البلوى كالصلاة مع النجاسة المعفو عنها.
السابع: النقص، كالصغر والجنون والأنوثة.
* * *
<span data-type="title" id=toc-136>القاعدة الرابعة: اليقين لا يزال بالشك:</span>
اليقين لغة: العلم الذي لا تردد معه، وهو في أصل اللغة: الاستقرار.
وفي الاصطلاح: الاعتقاد الجازم المطابق للواقع الثابت عن دليل.
والشك: التردد بين النقيضين، بلا ترجيح لأحدهما على الآخر.
وهذه القاعدة من أمهات القواعد التي عليها مدار الأحكام الفقهية.
وقد قيل: إنها تدخل في جميع أبواب الفقه، والمسائل المخرَّجة عليها من عبادات ومعاملات وغيرها يبلغ ثلاثة أرباع علم الفقه.
ومعناها: أن ما كان ثابتًا متيقنًا لا يرتفع بمجرد طروء الشك؛ لأن الأمر اليقيني، لا يعقل أن يزيله ما هو أضعف منه، بل ما كان مثله أو أقوى.
هذا ولا فرق يين أن يكون اليقين السابق مقتضيًا للحظر، أو مقتضيًا للإباحة، فإن العمدة عليه في كلتا الحالتين، ولا يلتفت إلى الشك في عروض المبيح على الأول، وعروض الحاظر على الثاني.
ودليل هذه القاعدة: قوله - صلى الله عليه وسلم -:
" إذا وجد أحدكم في بطه شيئًا فأشكل عليه أخرج منه شيء أم لا؟
فلا يخرجن من المسجد، حتى يسمع صوتًا أو يجد ريحًا ".',NULL,'340',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (331,'ويندرج في هذه القواعد عدة قواعد:
١ - منها قولهم: " الأعمل بقاء ما كان على ما كان "، ومن أمثلة ذلك: من تيقن الطهارة، وشك في الحدث فهو متطهر، أو تيقن في الحدث وشك في الطهارة فهو محدث.
٢ - ويدخل فيها قاعدة أخرى: " من تيقن الفعل وشك في القليل أو الكثير حمل على القليل "، لأنه المتيقن، اللهم إلا أن تشغل الذمة بالأصل فلا تبرأ إلا بيقين، وغير ذلك.
* * *
<span data-type="title" id=toc-137>القاعدة الخامسة: الأمور بمقاصدها:</span>
الأمور: جمع أمر، وهو لفظ عام للأفعال والأقوال كلها، ومنه قوله تعالى:
(وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ) ، وقوله تعالى: (قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ) ،
وقوله تعالى: (وَمَا أَمْرُ فِرْعَوْنَ بِرَشِيدٍ (٩٧) .
أي: ما هو عليه من قول أو فعل.
ثم إن الكلام على تقدير مقتضى، أي: أحكام الأمور بمقاصدها؛ لأن علم الفقه إنما ييحث عن أحكام الأشياء، لا عن ذواتها.
والأصل في هذه القاعدة: قوله - صلى الله عليه وسلم -:
" إنما الأعمال بالنيات "
حديث صحيح.
وهذه القاعدة تجري في كثير من الأبواب الفقهية، قال ابن مهدي:
حديث النية يدخل في ثلاثين بابًا من الفقه، وقال الشافعي يدخل في سبعين.
ومن الأبواب الفقهية التي يجري فيها هذه القاعدة: المعاوضات، والتمليكات المالية، والإبراء، وتجري في الوكالات، وإحراز المباحات، والضمانات، والأمانات، والعقوبات، وقد شرعت النية لتمييز العبادات من العادات، وتمييز رتب العبادات بعضها من بعض.
ومن ثم ترتب على ذلك أمورٌ.
أحدها: عدم اششراط النية في عبادة لا تكون عادة، أو لا تلتبس بغيرها، كالإيمان باللَّه تعالى، والمعرفة، والخوف، والرجاء.
الثاني: اشتراط التعيين فيما يلتبس دون غيره، قال في شرح المهذب: ودليل ذلك قوله - صلى الله عليه وسلم -:
" وإنما لكل امرئ ما نوى "
فهذا ظاهر في اشتراط التعيين، لأن أصل النية فهم من أول الحديث.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (332,'الثالث: ما يترتب على ما شرعت النية لأجله وهو التمييز: اشتراط التعرض
للفرضية، وفي وجوبها في الوضوء والغسل والصلاة والزكاة والخطة، وجهان، والأصح اشتراطها في الغسل دودن الوضوء، لأن الغسل قد يكون عادة، والوضوء لا يكون إلا عبادة.
الرابع: اشتراط الأداء والقضاء، وفيهما في الصلاة أوجه:
أحدها: الاشتراط،
والثاني: تشترط نية القضاء دون الأدء،
والثالث: إن كان عليه فائتة اشترط في المؤداة نية الأداء، وإلا فلا،
والرابع: وهو الأصح: لا يشترطان مطلقًا.
* * *
<span data-type="title" id=toc-138>عملية التقعيد</span>
ما الذي يتم في ذهن المجتهد والفقيه حتى تتم عملية التقعيد؟
فالقاعدة في قضية كلية مُنْطقَة على جميع جزئياته، ومن هنا، فإن التقعيد سعي إلى إدراك الكل، وعلى ذلك فهو انتقال من مستوى إلى مستوى أعلى منه، في تدرج الفرد، والنوع، والجنس المنطقيين، وهذا ما يمكن أن نسميه بالتجريد.
وعملية التجريد هذه محاولة:
١ - لبيان المشترك في الكثرة المبحوثة
٢ - وفيما يتم إسقاط المشخصات.
٣ - ويتم أيضًا مراعاة الفروق وبين ما ظاهره التشابه.
٤ - وكذلك مراعاة ما يدخل في القاعدة من فروع مع استثنائه، حيث تعد هذه الفروع عند إغفالها، أو إغفال موجب امشثنائها معطلة لعملية التقعيد.
٥ - كما تراعى الجوامع، وهو الجمع بين ظاهره الافتراق لنفس السبب.
* * *
<span data-type="title" id=toc-139>القواعد الفقهية والتجريد الذهني</span>
وفي محاولة لبيان عملية التجريد على قاعدة " الميسور لا يسقط بالمعسور " وهي المأخوذة من قوله - صلى الله عليه وسلم -:
" إذا أمرتكم بأمر فأتوا منه ما استطعتم ".
والتي يقول عنها السيوطي في الأشباه والنظائر:
" وبها رد أصحابنا على أبي حنيفة قوله: إن العريان يصلي قاعدًا،',NULL,'342',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (333,'فقالوا: إذا لم يتيسر ستر العورة فلم يسقط القيام المفروض ".
أقول - في محاولة لبيان التجريد هذه -: أورد فروعًا من تلك القاعدة، وأبين كيف توصل الفقيه منها إلى التقعيد والصياغة المذكورة، ثم ألحق بها، أو شغلها ذلك التشغيل
البديع فمن فروعها:
١ - إذا كان مقطوع بعض الأطراف يجب غسل الباقي جزمًا.
٢ - القادر على بعض السترة يستر به القدر الممكن جزمًا.
٣ - القادر على بعض الفاتحة هل يأتي بها، خلاف.
٤ - لو انتهى في الكفارة إلى الإطعام فلم يجد إلا طعام ثلاثين مسكينًا، فالأصح وجوب إطعامهم، وقطع به الإمام.
فإذا قمنا بتحليل الفرع الأول إلى عناصر تُمَكِّن من عملية التجريد لوجدنا أن الفرع يتحدث عن بتر بعض الأطراف التي يجب غسلها، وهنا يمكن أن تتصور عملية الغسل، وترى فيها:
١ - محلًّا
٢ - أداء
٣ - فعلًا.
فالمحل: هو العضو المغسول، والأداة: هي الماء، والفعل: هو الغسل، وترى أن المحل قد ذهب بعضه وبقى بعضه في حين لم يتعرض الفعل، ولا الأداة إلى النقصان، فانتقالنا في التحليل من اليد إلى الطرف، وهو كلي بالنسبة لليد، ثم من الطرف إلى المحل وهو كلي له من ناحية.
وتصورنا لعناصر العملية التي ينتمي إليها الفرع من ناحية أخرى يمثل عملية
التجريد التي إذا أكملناها بإسقاط المشخصات في الطرف الأول لتبقى لنا أن الباقي حكمه الفعل.
وإذا تأملنا في الفرع الثاني: نجد لدينا أداة، وهي السترة لمحل العورة، وفعل وهو الستر، وأن الخلل والنقص هنا حدث في الأداة، وليس في المحل كما حدث في الفرع',NULL,'343',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (334,'ومع عملية التجريد بالسعي لإدارك الكلي، وإسقاط المشخصات تخرج بأن الباقي من الأداة (السترة) حكمه الفعل (الستر به) ، وهو عين ما توصلنا إليه في الفرع الأول.
وإذا تأملنا الثالث: نجد أن الصورة تتكون أيضًا من فعلْ وهو القراءة، ومحل: وهو: اللسان، وأداة: وهي حروف الفاتحة.
وتجد أن ما يعيق الإتمام هنا قد يكون راجعًا إلى خلل في الفعل حيث لا يقدر لأي عارض عن القراءة، أو راجعًا إلى المحل بوجود آفة في اللسان، أو الأداة بخلل في تحصيل حروف الفاتحة لعدم حفظ، أو فهم، أو استرجاع.
وترى الحكم عند وجود أي من هذه الأنواع من الخلل أنه يأتي بما يستطيع، أي أن الباقي حكمه الفعل.
والفرع الرابع: يحلل إلى: محل: وهو: ستون مسكينًا، وأداة: وهي الطعام، وفعل: وهو الإطعام، وقد يكون الخلل راجع إلى المحل حيث لا يوجد إلا ثلاثون، أو الأداة حيث لا يملك أو لم يجد إلا ما يطعم الثلاثين، أو الفعل وهو عدم القدرة على توصيل الطعام إلا إلى الثلاثين، وترى الحكم في كل ذلك إنما هو أن الباقي حكمه الفعل.
وعلى ما تقدم يمكن جمع هذه الفروع كلها تحت قاعدة واحدة مؤداها أن الباقي من المحل أو الأداة أو الفعل حكمه الإيقاع.
ثم يأتي دور الصياغة، وهي: تحويل ذلك إلى عبارة تشتمل على محسنات بلاغية، أو بديعية، وهي ما أسماها العلماء بعملية الترقيق والتنميق.
فالترقيق: صوغ المعنى بعبارة بليغة.
والتنميق: إدخال المحسنات البديعية ليسهل انتشارها وحفظها، وترى هنا (الميسور لا يسقط بالمعسور) عبارة وجيزة، وبها سجع بين الميسور والمعسور، وفيها مقابلة وطباق بينهما.
* * *',NULL,'344',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (335,'<span data-type="title" id=toc-140>القواعد الفقهية والفروع المستثناة</span>
وهناك مستثنيات من القاعدة، ومن المعلوم أن الفروع الخارجة عن القاعدة على نوعين:
١ - إما أنها منها، ولكن منع مانع من أخذ حكمها، وتسمى مستثناة من القاعدة.
٢ - وإما أنها يُظَنُّ بها اندراجها ببادئ الرأي، ثم عند التأمل يظهر أنها ليس من فروع القاعدة.
فمثال النوع الأول: القادر على صوم بعض يوم دون كله، لا يلزمه إمساكه.
وهنا نرى أن ذلك الفرع من فروع القاعدة، ولكن منع من اندارجه تحت حكمها التناقض الحاصل عند تصور ذلك الاندراج، لأن الفطر إن تم في أول اليوم، والإمساك في آخره، لم يحصل الامتثال في تحقيق الأمر بالإمساك من الفجر إلى الغروب، وإن وقع آخر اليوم أبطل أوله.
ومثال الثاني: واجد بعض الرقبة في الكفارة لا يعتقها، بل ينتقل إلى البدل بلا خلاف، ولو حللنا ذلك الفرع لوجدناه أيضًا به محل: (الرقيق) - أداة: (بعض الرقبة) الفعل: (الإعتاق) .
ويلاحظ هنا اتحاد المحل والأداة، ولكن ليس هذا هو الذي أخرج الفرع عن اندراجه تحت حكم القاعدة، بل قاعدة أصولية أخرى تمنع من استنباط معنى من النص يَكِر عليه البطلانُ، لأن ذلك يذهب بمقاصد الشرع الشريف من التشريع، فلو عتق بعض الرقيق لا يتم الامتثال بإعتاق الرقبة، مع إمكان الانتقال إلى خصلة أخرى من خصال الكفارة.
وهنا الانتقال مأمور به في الشرع، وعليه فليس الفرع من قضية الإعسار التي تشتمل عليها القاعدة، ولذلك يصلح أن نقول إنه ليس من فروعها.
لابد إذن من الاهتمام بعملية التجريد، وعمل المزيد من الدراسات حولها، لأنها تمثل آليات يمكن أن تساعد في عملية الاجتهاد، وفي عملية فهم القواعد وتشغيلها، أي: في عملية الإلحاق بها.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (336,'ولم يكتب أحد إلى الآن في هذه العملية بالتفصيل، وإن كانت مباحث المنطق
العربي من ناحية، ومسالك العلة في باب القياس من علم أصول الفقه خاصة تنقيح المناط، والسبر، والتقسيم من ناحية ثانية، ومباحث العلل في النحو العربي من ناحية أخرى، تساعد كثيرًا في رسم ملامح وخطوات التجريد.
كما يساعد على صياغتها دراسات تحليل المضمون، وعلم الدلالة (السيمانتيك) ،
وعلم النص والخطاب في جانبه اللغوي في الدراسات المعاصرة.
إن لدينا عددًا كبيرًا من الفروع الفقهية، فكتاب المغني لابن قدامة وهو شرح على مختصر الخرقي يشتمل على (٢٠٢٧) مسألة، على أن كل مسألة لها فروع، ولكل فرع صور مختلفة.
ونرى اختلاف العادين لجمل الفقه في ضوء الأنوار في شرح المنار لحسين بن إبراهيم ابن حمزة بن خيل الأولوي، حيث يقول عند ترجمته للإمام أبي حنيفة: قال مولانا درة في حاشيته على شرح التفتازاني:
قال الإمام صدر الأئمة:
" بلغت مسائل أبي حنيفة خمسمائة ألف مسألة،
مع ما أودع في كتبه من المسائل الغامضة المبنية
على خفيات النحو، وأسرار العربية، ودقائق الحساب ".
وذكر الخطيب الخوارزمي: أنه وضع ثلاث آلاف وثمانين مسألة.
وقيل: ستين ألف مسألة ذكره في الانتصار.
وذكر في العناية شرح الهداية ما وضعه أصحابنا من المسائل الفقهية: ألف ألف ومائة وسبعون ألف ونيف مسألة) ..
انتهى ما أردته.
وأقول: إن هذا العدد الضخم إنما هو باعتبار الصور والتفاريع، على أنه يحتاج إلى تلك القرون التي سادت فيها عملية التقعيد بآليات التجريد التي أشرنا إليها.
ونلاحظ أن القواعد قد بدأت بعدد قليل (سبع عشرة قاعدة في رواية من نسبها إلى أبي طاهر الدباس الحنفي، وخمس قواعد عند القاضي حسين ...
إلخ) ، وسبع وثلاثين قاعدة في رسالة أبي الحسن الكرخي، ثم بدأت في الزيادة حتى يقول تاج الدين',NULL,'346',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (337,'السبكي (ت ٧٧١ هـ) إنها تربو على الخمسين بل على المئتين.
ونجد قواعد ابن المقري
قد زادت على الألف وخمسمائة.
وإذا راعينا الضوابط الخاصة بكل باب فإنها تربو أيضًا على ذلك، فالضوابط
والقواعد الموجودة في ربع العبادات من كتاب مغني المحتاج شرح المنهاج للخطيب الشرييني تصل إلى عدة مئات، وكذلك نرى أنها أكثر من مائتين عند الزركشي في المنثور في القواعد.
ونخرج من هذا كله أن عملية التقعيد مستمرة، وينبغي أن تستمر.
* * *
<span data-type="title" id=toc-141>كتب القواعد الفقهية</span>
بيان طائفة من الكتب التي ألفت في القواعد، والجموع والفروق:
فمنها: أصول الكرخي (٣٤٠ هـ) ، وتأسيس النظر للدبوسي (ت ٤٣٠ هـ)
والأشباه والنظائر لابن نجيم (ت ٩٧٠ هـ) ، وشرحه للحموي المسمى: " غمز عيون البصائر في شرح الأشباه والنظائر "، وخاتمه مجامع الحقائق لأبي سعيد الخادمي (ت ١١٧٦ هـ) ولَواعد مجلة الأحكام العدلية (انتهت منها اللجنة سنة ١٢٣٩ هـ - ١٨٧٦ م) ، وما جرى عليها من شراح، والفرائد البهية في القواعد والفوائد الفقهية
لمحمود بن حمزة الحسيني مفتي الشام (ت ١٣٠٥ هـ) ، وشرح القواعد الفقهية لأحمد الزرقا، وهي قواعد المجلة (طبع منه جزءان والباقي في دور الطبع) ، كل هذه الكتب مطبوعة وهي على مذهب الحنفية.
ومنها الفروق للقرافي (ت ٦٨٤ هـ) ، والقواعد للمقري (ت ٧٥٨ هـ) ،
وإيضاخ المسالك إلى قواعد الإمام مالك للونشريسي (ت ٩١٤ هـ) ، وعدة البروق جمع ما في المذهب من الجموع والفروق له أيضًا، وإعداد المهج للاستفادة من المنهج في قواعد الفقه المالكي، للشيخ أحمد بن أحمد المختار الشنقيطي، وكلها في مذهب مالك وكلها مطبوعة.
ومنها قواعد الأحكام في مصالح الأنام أو القواعد الكبرى، والفوائد في مختصر القواعد أو القواعد الصغرى،
كلاهما للعز بن عبد السلام (ت ٦٦٠ هـ) ،
والأصول والضوابط للإمام النووي (ت ٦٧٦ هـ) ،
والأشباه والنظائر لابن الوكيل (٧٦٦ هـ) ،',NULL,'347',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (338,'والأشباه والنظائر لتاج الدين السبكي (ت ٧٧١ هـ) ،
ومطالع الدقائق في تحرير الجوامع
والفوارق للأسنوي (ت ٧٧٢ هـ) ،
والمنثور في القواعد للزركشي (ت ٧٩٤ هـ) ،
ومختصر من قواعد العلائي وكلام الأسنوي لابن خطيب الدهشة (ت ٨٣٤ هـ) ، والأشباه والنظائر للسيوطي (ت ٩١١ هـ) ،
والفوائد الجنية حاشية المواهب السنية
شرح الفوائد البهية في نظم القواعد الفقهية للشيخ الفاداني (ت ١٤١٠ هـ) ، وهي على مذهب الشافعية وكلها مطبوعة.
ومنها: القواعد النورانية لابن تيمية (٧٢٨ هـ) ،
وقواعد ابن رجب (ت ٧٩٥ هـ) ،
وقواعد مجلة الأحكام الشرعية على مذهب الإمام أحمد للعلامة القارئ (ت ١٣٥٩ هـ) ،
وكلها على مذهب الحنابلة، وكلها مطبوعة.
* * *',NULL,'348',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (339,'<span data-type="title" id=toc-142>الفصل العاشر
تاريخ التشريع</span>
معظم الكاتبين في تاريخ الفقه الإسلامي يكادون يتفقون على تقسيم التاريخ الفقهي إلى مراحل ستة:
المراحلة الأولى: عصر النبوة، وهو عصر النص.
المرحلة الثانية: عصر الخلفاء الراشدين، وهو عصر نقل النص، وضبطه، والاجتهاد في أهم الوقائع الحادثة.
المرحلة الثالثة: العصر الذي يبدأ من نهاية عهد الخلفاء الراشدين، وينتهي في أوائل القرن الثاني الهجري.
المرحلة الرابعة: وهي المرحلة التي تبدأ من سنة ١٠١ هـ، وتنتهي بسنة ٣١٠ هـ.
المرحلة الخامسة: وهي المرحلة التي تبدأ من منتصف القرن الخامس، وتنتهي بسقوط بغداد سنة ٦٥٦ هـ.
المرحلة السادسة: وهي المرحلة التي تبدأ بسقوط بغداد وتبقى مستمرة حتى يومنا هذا، والدولة العثمانية داخلة فقهيًّا في هذه المرحلة السادسة.
وبعضهم يجعل تاريخ الفقه وتطوره في مراحل أربعة:
المرحلة الأولى: مرحلة النشأة، وهي عصر النص، والشرح النبوي.
المرحلة الثانية: مرحلة الشباب والقوة، وهي مرحلة بدأت بعصر الخلفاء الراشدين، وانتهت بعد القرن الأول بقليل.
المرحلة الثالثة: توازي نفس المرحلة في التقسيم الأول.
المرحلة الرابعة: مرحلة توقف الاجتهاد، وشيوع التقليد، وهي المرحلة التي لا تزال قائمة منذ منتصف القرن الرابع الهجري حتى يومنا هذا.
يقول د. طه جابر العلواني: والتقسيم الأول، لم أجد فيه ما يسوغ إضافة
المرحلتين الخامسة والسادسة فإن المرحلتين جزء من فترة الركود واللجوء إلى التقليد، التي امتدت من القرن الرابع إلى يومنا هذا، إلا إذا أريد أن التقليد أصبح موقفًا رسميًّا،
ومأمورًا به في أواخر المرحلة الخامسة، وما تلاها وأصبح الاجتهاد تهمة.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (340,'والتقسيم الثاني يمكن قبوله لولا أنه اعتبر عصر النص عصر النشأة للفقه، وفي هذا عندي نظر، والذي أميل إليه وأراه أقرب إلى مفهوم الفقه وحقيقته، هو أن للفقه دورين أساسيين يمكن أن نضيف إليهما دورًا ثالثًا بشيء من التجوز.
ف<span data-type="title" id=toc-143>الدور الأول: </span>هو دور النص والتشريع، وهو دور تأسيس، وبناء مصادر الفقه، ونظرياته العامة على حد تعابير المعاصرين، وهي فترة عصر النبوة فقط.
والدور الثاني: هو دور إنتاج الفقه وبنائه، وهو دور بدأ بوفاة رسول اللَّه - صلى الله عليه وسلم - وبداية عصر الراشدين، وانتهى بوفاة آخر مجتهد مطلق، وهو ابن جرير الطبري المتوفي سنة (٣١٠ هـ) .
وهي مرحلة الاجتهاد الفقهي، والبناء، والتدوين، والتكوين التام،
ويمكن تقسيمها إلى فترات داخلية، ولكن الضابط المميز لها كلها أنها مرحلة اجتهاد فلم يخلو عقد من سنينه من المجتهدين.
أما الدور الثالث: فهو دور توقف الاجتهاد، وجمود الفقه، واللجوء إلى التقليد، والتمذهب الفقهي، وهو دور بدأ منذ القرن الرابع، ولا يزال قائمًا حتى يومنا هذا ".
ونرى أن أدوار الفقه يمكن أن نقسمها إلى أربعة أدوار هي:
* * *
الدور الأول
عصر الصحابة رضوان اللَّه عليهم والتابعين، فقد انقضى عصر النبي - صلى الله عليه وسلم - وقد تم فيه التشريع الإلهي في الكتاب والسنة، وهما الأصلان العطمان اللذان خلفهما هذا العصر للذي تلاه، ولجميع العصور اللاحقة به.
وقد بدأ الفقه بالنمو والاتساع في هذا الدور، ذلك أن الفقهاء بعد وفاة النبي - صلى الله عليه وسلم - واجهوا وقائع وأحداثًا ما كان لهم بها عهد أيام النبي - صلى الله عليه وسلم -، فكان لا بد من معرفة حكم
اللَّه تعالى فيها.
كما أن الحروب التي وقعت وما نتج عنها من قضايا وعلاقات بين المسلمين وبين غيرهم في أثناء الحرب وبعدها أدت إلى كثرة المسائل الفقهية.
والفتوحات الإسلامية وما ترتب عليها من امتداد، واتساع رقعة الدولة الإسلامية، واتصال المسلمين بأهل تلك البلاد، ولكل بلد أعرافه، وعاداته، وتقاليده، ونظمه.
كل ذلك أدى إلى ظهور مسائل وقضايا جديدة تستلزم معرفة حكم الشرع فيها،
وقد قام فقهاء الصحابة والتابعين بمهمة التعرف على أحكام هذه المسائل، والوقائع',NULL,'350',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (341,'الجديدة، فاجتهدوا، واستعملوا آرائهم في ضوء قواعد الشريعة، ومبادئها العامة، ومعرفتهم بمقاصدها، وهكذا ظهر الاجتهاد بالرأي، فلا بد أن يتبعه اختلاف.
وهذا ما حصل في هذا الدور، وما كان له من وجود في عصر النبي - صلى الله عليه وسلم -.
وكما اجتهد الفقهاء في هذا العصر واختلفوا، فقد اجتهدوا واتفقوا، والاتفاق هو الإجماع، وهكذا ظهر الإجماع في هذا الدور كمصدر للفقه، وما كان له وجود في عصر النبي - صلى الله عليه وسلم -.
وكذلك شاع التحديث بالسّنة، وازداد بسبب تفرق الفقهاء في البلاد، وتجدد الحوادث، وضرورة البحث عن أحكامها، فكان ذلك داعيًا إلى السؤال عن السّنة، وقيام الحافظين لها بالتحديث، واستنباط الأحكام منها.
* * *
<span data-type="title" id=toc-144>طريقتهم في التعرف على الأحكام</span>
كان الفقهاء في هذا الدور إذا نزلت النازلة، التمسوا حكمها في كتاب اللَّه، فإن لم يجدوا الحكم فيه تحولوا إلى السُّنة، فإن لم يجدوا الحكم تحولوا إلى الرأي، وقضوا بما أداهم إليه اجتهادهم، ولا شك أن هذا النهج هو المنهج السليم.
فقد كان الفقهاء لا يلجأون إلى الرأي إلا إذا لم يجدوا الحكم في الكتاب، أو في السنة، إلا أنهم ما كانوا سواء في رجوعهم إلى الرأي في هذه الحالة، فمنهم المكثر من الرأي، ومنهم المقل.
يقول ابن القيم: " ثم قام بالفتوى بعد برك الإسلام، وعصابة الإيمان، وعسكر القرآن، وجند الرحمن، أولئك أصحابه - رضي الله عنهم -، ألين الأمة قلوبًا، وأعمقها علمًا، وأقلها تكلفًا، وأحسنها بيانًا، وأصدقها إيمانًا، وأعمقها نصيحة، وأقربها إلى اللَّه وسيلة،
وكانوا بين مكثر منها، ومقل، ومتوسط ".
والذين حُفِظَتْ عنهم الفتوى من أصحاب رسول اللَّه - صلى الله عليه وسلم - مائة ونيف وثلاثون نفسًا ما بين رجل وامرأة.
وكان المكثرون منهم سبعة: عمر بن الخطاب، وعلي بن أبي طالب، وعبد اللَّه بن مسعود، وعائشة أم المؤمنين، وزيد بن ثابت، وعبد اللَّه بن عباس، وعبد اللَّه بن عمر.
قال أبو محمد بن حزم: ويمكن أن يجمع من فتوى كل واحد منهم سفر ضخم،',NULL,'351',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (342,'قال: وقد جمع أبو بكر محمد بن موسى بن يعقوب بن أمير المؤمنين المأمون فتيا عبد اللَّه بن عباس - رضي الله عنهما - في عشرين كتابًا، وأبو بكر محمد المذكور أحد أئمة الإسلام في العلم والحديث.
قال أبو محمد: والمتوسطون منهم فيما روى عنهم من الفتيا: أبو بكر الصديق، وأم سلمة، وأنس بن مالك، وأبو سعيد الخدري، وأبو هريرة، وعثمان ابن عفان، وعبد اللَّه بن عمرو بن العاص، وعبد اللَّه بن الزبير، وأبو موسى الأشعري، وسعد بن أبي وقاص، وسلمان الفارسي، وجابر بن عبد اللَّه، ومعاذ بن جبل، فهؤلاء ثلاثة عشر
يمكن أن يجمع من فتيا كل واحد منهم جزء صغير جدًّا.
ويضاف إليهم: طلحة، والزبير، وعبد الرحمن بن عوف، وعمران بن حصين، وأبو بكرة، وعبادة بن الصامت، ومعاوية بن أبي سفيان.
والباقون منهم مقلون في الفتيا، لا يروى عن الواحد منهم إلا المسألة، والمسألتان، والزيادة اليسيرة على ذلك، يمكن أن يَجْمَع من فتيا جميعهم جزءٌ صغير فقط بعد التقصي، والبحث وهم: أبو الدرداء، وأبو اليسر، وأبو سلمة الخزومي، وأبو عبيدة بن الجراح، وسعيد بن زيد، والحسن والحسين ابنا علي، والنعمان بن بشير، وأبو مسعود،
وأبي بن كعب، وأبو أيوب، وأبو طلحة، وأبو ذر، وأم عطية، وصفية أم المؤمنين، وحفصة، وأم حبيبة، وأسامة بن زيد، وجعفر بن أبي طالب، والبراء بن عازب، وقرظة بن كعب، ونافع أخو أبي بكرة لأمه، والمقداد بن الأسود، وأبو السنابل، والجارود، والعبدي، وليلى بنت قائف، وأبو محذورة، وأبو شريح الكعبي، وأبو برزة الأسلمي، وأسماء بنت أبي بكر، وأم شريك، والخولاء بنت تويت، وأسيد بن الحضير، والضحاك بن قيس، وحبيب بن مسلمة، وعبد اللَّه بن أنيس، وحذيفة بن
اليمان، وثمامة بن أثال، وعمار بن ياسر، وعمرو بن العاص، وأبو الغادية السلمي، وأم الدرداء الكبرى، والضحاك بن خليفة المازني، والحكم بن عمرو الغفاري، ووابصة ابن معبد الأسدي، وعبد اللَّه بن جعفر، وعوف بن مالك، وعدي بن حاتم، وعبد اللَّه ابن أبي أوفى، وعبد اللَّه بن سلام، وعمرو بن عبسة، وعتاب بن أسيد، وعثمان بن
أبي العاص، وعبد الله بن سرجس، وعبد اللَّه بن رواحة، وعقيل بن أبي طالب، وعائذ بن عمرو، وأبو قتادة عبد اللَّه بن معمر العدوي، وعمى بن سعلة، وعبد اللَّه بن أبي بكر الصديق، وعبد الرحمن أخوه، وعاتكة بنت زيد بن عمرو، وعبد اللَّه بن عوف الزهري، وسعد بن معاذ، وسعد ابن عبادة، وأبو منيب، وقيس بن سعد،',NULL,'352',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (343,'وعبد الرحمن بن سهل، وسمرة بن جندب، وسهل بن سعد الساعدي، وعمر بن مقرن، وسويد بن مقرن، ومعاوية بن الحكم، وسهلة بنت سهيل، وأبو حذيفة بن عتبة، وسلمة بن الأكوع، وزيد بن أرقم، وجرير بن عبد اللَّه البجلي، وجابر بن سلمة،
وجويرية أم المؤمنين، وحسان بن ثابت، وحبيمب بن عدي، وقدامة بن مظعون، وعثمان بن مظعون، وميمونة أم المؤمنين، ومالك بن الحويرث، وأبو أمامة الباهلي، ومحمد بن مسلمة، وخباب بن الأرت، وخالد بن الوليد، وضمرة بن الفيض، وطارق بن شهاب، وظهير بن رافع، ورافع بن خديج، وسيدة نساء العالمين فاطمة
بنت رسول اللَّه - صلى الله عليه وسلم -، وفاطمة بنت قيس، وهشام بن حكيم بن حزام، وأبوه حكيم بن حزام، وشرحبيل بن السمط، وأم سلمة، ودحية بن خليفة الكلبي، وثابت بن قيس
ابن الشماس، وثوبان مولى رسول الله - صلى الله عليه وسلم -، والمغيرة بن شعبة، وبريدة بن الخصيب الأسلمي، ورويفع بن ثابت، وأبو حميد، وأبو أسيد، وفضالة بن عبيد، وأبو محمد
رُوِّينا عنه وجوب الوتر - قال ابن القيم: أبو محمد هو مسعود ابن أوس الأنصاري نجارى بدري - وزينب بنت أم سلمة، وعتبة بن مسعود، وبلال المؤذن، وعروة بن الحارث، وسياه بن روح، أو روح بن سياه، وأبو سعيد بن المعلي، والعباس بن عبد المطلب، وبشر بن أرطاة، وصهيب بن سنان، وأم أيمن، وأم يوسف، والغامدية، وماعز، وأبو عبد اللَّه البصري.
قال ابن القيم: فهؤلاء من نُقلت عنهم الفتوى من أصحاب رسول اللَّه - صلى الله عليه وسلم -، وما أدرى بأي طريق عد معهم أبو محمد
(يعني ابن حزم) الغامديةَ وماعزًا، ولعله تخيل أن
إقدامها على جواز الإقرار بالزنا من غير استئذان لرسول اللَّه - صلى الله عليه وسلم - في ذلك هو فتوى لأنفسهما بجواز الإقرار، وقد أقر عليه، فإن كان تخيل هذا فما أبعده من خيال،
أو لعله ظفر عنهما بفتوى في شيء من الأحكام "..
انتهى ما أردته.
* * *
<span data-type="title" id=toc-145>ظهور مدرسة اهل الحديث ومدرسة أهل الرأي</span>
والاجتهاد بالرأي في هذا العصر كان يقرم على أساس النظر إلى علل الأحكام، ومراعاة المصلحة.
والفقهاء كانوا فريقين: فريق يتهيب من الرأي، ولا يلجأ إليه إلا قليلًا، وكان أكثر هؤلاء الفقهاء في المدينة بالحجاز.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (344,'وفريق لا يتهيب من الرأي، بل يلجأ إليه كلما وجد ضرورة لذلك، وكان أكثر هذا النوع من الفقهاء في الكوفة بالعراق.
وكان رئيس مدرسة الحديث الإمام سعيد بن المسيب المتوفي سنة (٩٤ هـ) ، وهو أحد الفقهاء السبعة الذين نشروا الفقه فى المدينة بعد أن تلقوه عن الصحابة، وكان من سادات التابعين فقفا، ودينًا، وورعًا، وفضلًا حتى كان يسمى بفقيه الفقهاء، والفقهاء
السبعة هم: سعيد بن المسيب (ت بعد ٩٠ هـ) ،
عروة بن الزبير (ت ٩٤ هـ) ، القاسم ابن محمد (ت ٩٤ هـ) ،
أبو بكر بن عبد الرحمن بن الحارث (ت ٩٤ هـ) ،
عبد الله ابن عبد الله بن عتبة بن مسعود (ت ٩٨ هـ) ،
سليمان بن يسار (ت ١٠٧ هـ) ،
وخارجة بن زيد بن ثابت (ت ١٠٠ هـ) .
وكان رئيس مدرسة الرأي في الكوفة: إبراهيم بن يزيد النخعي شيخ حماد ابن أبي سليمان المتوفي سنة (٩٦ هـ) ، وهذا شيخ أبي حنيفة المشهود له بالبراعة في الفقه والدقة في الاستنباط، والغوص في معاني النصوص.
* * *
<span data-type="title" id=toc-146>التدوين في هذا الدور:</span>
وانقضى هذا الدور، رلم يدون فيه شيء من الفقه، كما أن السنة لم تدون أيضًا، وإن حصلت محاولات لتدوينها، فعمر بن عبد العزنى كتب إلى عامله بالمدينة أبي بكر محمد بن عمرو بن حزم أن انظر ما كان من حديث رسول الله - صلى الله عليه وسلم -، أو سنته فاكتبه،
إلا أن عمر بن عبد العزيز مات قبل أن يتم ابن حزم ما أمره به عمر.
* * *
<span data-type="title" id=toc-147>الدور الثاني - عصر المجتهدين</span>
يبدأ هذا الدور من أوائل القرن الثاني الهجري، ويمتد إلى منتصف القرن الرابع،
وفي هذا الدور نما الفقه، وازدهر، وكثرت مسائله على نحو لم يعهد مثله من قبل، وهذه الظاهرة ترجع إلى أسباب كثيرة نذكر منها:
أولًا: عناية الخلفاء العباسيين بالفقه والفقهاء، وتظهر هذه العناية بتقريبهم الفقهاء، والرجوع إلى آرائهم.
ثانيًا: اتساع البلاد الإسلامية، فقد كانت تمتد من أسبانيا إلى الصين، وفي هذه البلاد الواسعة عادات وتقاليد مختلفة تجب مراعاتها ما دامت لا تخالف نصوص الشريعة، فاختلفت الاجتهادات بناء على اختلاف العادات والتقاليد.',NULL,'354',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (345,'ثالثًا: ظهور المجتهدين الكبار ذوي الملكات الفقهية الراسخة، فعملوا على تنمية الفقه، وسد حاجات الدولة من التنطمات والقوانين، وأنشأوا المدارس التي ضمت نوابغ الفقهاء.
رابعًا: تدوين السنة، فقد دونت السنة، وعرف صحيحها وضعيفها، فكان في ذلك تسهيل لعمل الفقهاء، وتوفير الجهد عليهم، فقد وجدوا السنة بين أيديهم يصلون إليها دون كبير عناء، والسنة هي مادة الفقه ومصدره الثاني.
وفي هذا الدور أيضًا دون الفقه، وضبطت قواعده، وجمعت أشاته، وألفت
الكتب في مسائله، وصار بناؤه شامخًا، وعلمه متميزًا عن غيره قائمًا بنفسه.
* * *
<span data-type="title" id=toc-148>الدور الثالث - عصر التقليد</span>
يبدأ هذا الدور من منتصف القرن الرابع إلى سقوط بغداد سنة (٦٥٦ هـ) ، وهو دور ركود الفقه.
فقد جنح الفقهاء إلى التقليد، مع أن الأصل في الفقيه أن يكون مجتهدًا مستقلًا، لا يتقيد بمذهب معين، وإنما يتقيد بنصوص الكتاب والسنة، وما يؤديه إليه اجتهاده المقبول، فهو يستنبط الأحكام الشرعية من مصدريها العطمين الكتاب والسنة، وما يرشدان إليه من مصادر أخرى، إلا أنه في هذا الدور ضعفت همم الفقهاء، واتهموا نفوسهم بالتقصير، والعجز عن اللحوق بالمجتهدين السابقنِن بالرغم من رسوخهم في الفقه، وتهيئ أسبابه لديهم، ووجود مادته بين أيديهم من سنة ونحوها، يصلون إليه
بيسر وسهولة.
وكان ذلك من أسباب شيوع التقليد بين الفقهاء إلا القليل النادر.
ونستطيع أن نلخص أسباب التدهور في هذا الدور فيما يلي:
أولًا: ضعف السلطان السياسي للخلفاء العباسيين، فالدولة لم تعد كما كانت قبل، وإنما تقطعت أجزاؤها، وقامت في أنحائها دويلات مما أثر في حياة الفقه والفقهاء.
ثانيًا: أن المذاهب الإسلامية دُوِّنَت تدوينًا كاملًا، مع تهذيب مسائلها، وتبويب مسائلها الواقعية، مما جعل النفوس تستروح إلى هذه الثروة الفقهية، والاستغناء بها عن البحث والاستنباط.
ثالثًا: ضعف الثقة بالنفس، والتهيب من الاجتهاد، فقد اتهم الفقهاء نفوسهم',NULL,'355',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (346,'بالضعف والعجز والتقصير، وظنوا أنهم غير قادرين على تلقى الأحكام من منابعها الأصلية، وأن الخير لهم، واللائق بهم التقيُّد بمذهب معروف، والدوران في فلكه، والتفقه بأصوله، وعدم الخروج عليه.
وفي هذا الدور سد باب الاجتهاد، لأنه لما كثرت ادعاءات الاجتهاد ممن ليسوا أهله، وخشى الفقهاء من عبث هؤلاء الأدعياء وإفسادهم دين الناس بالفتاوى الباطلة التي لا تقوم على علم أو فقه، أفتوا بسد باب الاجتهاد ودفعًا لهذا الفساد، وحفظًا لدين الناس.
والحق أن الاجتهاد باق في حكم الشريعة، ولا يزول، إلا أن الاجتهاد لا بد له من توافر شروطه، فمن تتوافر فيه هذه الشروط فله أن يجتهد، ومن لم يحط بها فحرام عليه الإفتاء في شرع اللَّه بغير علم.
ومع ذلك فقد قام الفقهاء في هذا العصر بأعمال نافعة منها:
١ - تعليل الأحكام المنقولة عن أئمتهم، فليست كل الأحكام المنقولة عن الأئمة نُقِلَ تعليلها معها.
٢ - استخلاص قواعد الاستنباط من فروع المذهب للتعرف على طرق الاجتهاد التي سلكها إمام المذهب.
٣ - الترجيح يين الأقوال المنقولة عن الإمام، فقد يكون الناقل لقوله ناقلًا قولًا رجع عنه، ولم يعلم برجوعه، وقد يكون بين القولين المختلفين فرق دقيق هو سبب اختلاف القولين، وقد يكون مأخذ أحد القولين قياسًا والآخر استحسانًا، فقام الفقهاء بترجيح
هذه الأقوال في ضوء ما عرفوه من أصول المذهب وقواعده.
٤ - تنظيم فقه المذهب، وذلك بتنظيم أحكامه، وإيضاح مجملها، وتقييد
مطلقها، وشرح بعضها، والتعليق عليها، ودعمها بالأدلة، وذكر المسائل الخلافية مع المذاهب الأخرى، وتحرير أوجه الخلاف، وذكر الأدلة لدعم قول المذهب، وبيان رجحانه.
ولا شك أن هذه الأعمال خدمة كبيرة للفقه، وتوسيعًا له، وتوضيحًا لمبهمه.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (347,'<span data-type="title" id=toc-149>الدور الرابع - العصر الحديث</span>
وفي هذا الدور الذي يبدأ من سقوط بغداد في القرن السابع الهجري، ويمتد إلى وقتنا الحاضر، لم ينهض الفقه من كبوته ولم يغير الفقهاء نهجهم، فالتقليد قد شاع حتى صار أمرًا مألوفًا، إلا أنه قد وجد أفراد هنا وهناك لم يرضوا بالتقليد، ونادوا بالاجتهاد المطلق، وتَلَمُّس الأحكام من الكتاب والسنة، دون تقيد بمذهب معين، إلا أن هؤلاء كانوا قلة، ولم يسلم بعضهم من النقد والإنكار من جمهور الفقهاء المقلدين.
واتجه فقهاء هذا الدور إلى التأليف، وكان الغالب عليه الاختصار حتى وصل إلى درجة الإخلال بالمعنى، وخفاء المقصود، وصارت العبارات ملغزة في هذه المختصرات، والتي سميت بالمتون احتاجت إلى شروح توضح معانيها، وتزيل الغموض عن عبارتها.
ثم ظهرت بجانب الشروح: الحواشي، وهي تعليقات، وملاحظات على الشروح.
إلا أن التأليف لم يقتصر على ما ذكرنا، فقد وجدت كتب الفتاوى وهي أجوبة لما كان الناس يسأل عنه الفقهاء في مسائل الحياة العملية، ثم تجمع هذه الأجوبة من قبل أصحابها، أو من قبل آخرين، وتنظم وترتب حسب أبواب الفقه.
كما أن هذه الفتاوى غالبًا ما يذكر معها أدلتها من نصوص المذهب الذي يتبعه الفقيه المفتي، أو تذكر الأدلة من الكتاب والسنة، وغيرهما دودن تقيد بأدلة المذهمب الواحد.
* * *
<span data-type="title" id=toc-150>التقنين في هذا الدور:</span>
ظل الفقه مقنن طيلة العصور وحتى أواخر القرن الماضي، فكان الحكام، والقضاة يرجعون إلى كتب الفقه المختلفة لمعرفة الأحكام الفقهية الواجب تطيقها على ما يعرض عليهم من منازعات.
وفي أواخر القرن الثالث عشر الهجري تنبهت الدولة العثمانية، ورأت الحاجة
ماسة إلى تقنين أحكام المعاملات، فائفت لجنة من كبار الفقهاء برئاسة وزير العدل لتخير أحكام المعاملات من الفقه الحنفي، وبدأت هذه اللجنة عملها في سنة (١٢٣٢ هـ - ١٨٦٩ م) .
وانتهت منه في سنة (١٢٣٩ هـ - ١٨٧٦م) .
وقد تخيرت الراجح من آراء المذهب الحنفي، كما أخذت بعض الأقوال المرجوحة في المذهب لموافقتها للعصر، ولسهولتها وتيسرها على الناس.
ثم وُضعت تلك اللجنة الأحكام التي اختارها على شكل مواد بلغت (١٨٥١)',NULL,'357',NULL,NULL,'0');
INSERT INTO [b2771] VALUES (348,'مادة، ثم صدر أمر الدولة بالعمل بها في (٢٦ شعبان سنة ١٢٣٩ هـ) ، وسُمِّيَت بمجلة الأحكام العدلية، وصارت هي القانون المدني للدولة العثمانية، وطبقت في العراق،
وظلت هي المطبقة فيه إلى شرع القانون المدني العراقي
رقم ٤٠ لسنة ١٩٥١م، وبعد هذا التقنين المهم صدرت عدة تقنينات في مصر، والعراق، وتونس ومراكش، والأردن، وسوريا وغيرها.
وهذه التقنيات المختلفة لم تتقيد بمذهب معين، وإنما أخذت أحكامها من مختلف المذاهب الإسلامية عدا مجلة الأحكام العدلية إذ تقيدت بالفقه الحنفي.
وهذا الاتجاه حسن بشرط أن لا يأخذ بقول شاذ لا دليل عليه.
ومع هذا الاتجاه العام في موضع التقنيات فقد جاءت في بعضها أحكام لم ترد في أي مذهب من المذاهب الإسلامية من ذلك منع تعدد الزوجات، كما جاء في القانون التونسي، ومسائل الميراث التي وردت في القانون العراقي قبل تعديله الأخير، ومسائل أخرى مبثوثة هنا وهناك في ثنايا هذه القوانين المختلفة ليس هنا محل ذكرها وبيان ما فيها
من مصادمة لنصوص الشريعة أو لما هو مستقر في الفقه الإسلامي بجملته.
* * *
<span data-type="title" id=toc-151>النهضة الفقهية الحديثة</span>
وفي الوقت الحاضر، تباشير نهضة فقهية من مظاهرها: هذا الاهتمام الملحوظ بالفقه الإسلامي في أوساط التعليم الجامعي، ودراسة الفقه الإسلامي دراسة مقارنة، وإظهار مزاياه وخصائصه وكثرة التأليف في مباحثه وظهور المبرزين فيه الجامعين بين الثقافة القانونية الشرعية.
ونحن نأمل أن - يزداد هذا الاهتمام بالشريعة الإسلامية وفقهها حتى تعود إلى مكانتها الأولى، وتسترد سيادتها القانونية وتمد هي والفقهُ الإسلامي الدولةَ بالتشريعات اللازمة في جميع شئونها كما كان الأمر في السابق.
والله تعالى ولي التوفيق وهو حسبنا ونعم الوكيل
* * *',NULL,'358',NULL,NULL,'0');
