-- Table: b280
-- Chunk: 1
-- Rows: 28

CREATE TABLE "b280"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b280
INSERT INTO [b280] VALUES (1,'<span data-type="title" id=toc-1>[الرسالة الأولى البيت السعيد]</span>
<span data-type="title" id=toc-2>[مقدمة]</span>
البيت السعيد
وخلاف الزوجين',NULL,'2',NULL,NULL,'0');
INSERT INTO [b280] VALUES (2,'بسم الله الرحمن الرحيم
الرسالة الأولى
((البيت السعيد)) مقدمة الحمد لله الذي هدانا للإسلام، وجعلنا من أهله وما كنا لِنهتَدِي لولا أن هدانا الله، أحمده سبحانه وأشكره على نعمه، وأسأله المزيد من فضله وكرمه، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، أرسَلَه بالهُدى ودين الحقِّ بشيرًا ونذيرًا دعا إلى الحق وهدى إلى الخير، صلى الله وسلم وبارك عليه وعلى آله وصحبه، ومن اهتدى بهديه إلى يوم الدين.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b280] VALUES (3,'أما بعد:
فاتَّقوا الله أيها المسلمون وعَظِّموا أمر ربكم واحفظوا دينكم وأماناتكم، وقوموا بمسؤولياتكم اتقوا الله في أنفسكم وأهليكم وأصلحوا ذات بينكم.
فكثير من الناس يطلب السعادة، ويلتمس الراحة وينشد الاستقرار وهدوء النفس والبال, كما يسعى في البعد عن أسباب الشقاء والاضطراب، ومثيرات القلق، ولا سيما في البيوتات والأسر.
وليعلم أن كل ذلك لا يتحقق إلا: بالإيمان بالله وحده، والتوكل عليه، وتفويض الأمور إليه، مع الأخذ بما وضعه من سنن وشرعه من أسباب.
أهمية بناء الأسرة والألفة في بيت الزوجية: وإن من أعظم ما يؤثر في ذلك على الفرد وعلى الجماعة: بناء الأسرة واستقامتها على الحق؛ فالله',NULL,'4',NULL,NULL,'0');
INSERT INTO [b280] VALUES (4,'سبحانه بحكمته جعلها المأوى الكريم الذي هيأه للبشر من ذكر وأنثى. . يستقر فيه ويسكن إليه، يقول- جلَّ جلاله وتقدَّست أسماؤه- ممتنا على عباده: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ} [الروم: ٢١] نعم، ليسكن إليها، ولم يقل ليسكن معها، مما يؤكد معنى الاستقرار في السلوك والهدوء في الشعور، ويحقق الراحة والطمأنينة بأسمى معانيها؛ فكلّ من الزوجين يجد في صاحبه الهدوء عند القلق، والبشاشة عند الضيق.
إن أساس العلاقة الزوجية: الصحبة والاقتران القائمان على الودّ والأنس والتآلف. إنَّ هذه العلاقة عميقة الجذور بعيدة الآَماد، إنها أشبه ما تكون صلة',NULL,'5',NULL,NULL,'0');
INSERT INTO [b280] VALUES (5,'للمرء بنفسه، بينها كتاب ربنِّا بقوله: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} [البقرة: ١٨٧]
فضلًا عما تُهَيِّئه هذه العلاقة من تربية البنين والبنات وكفالة النشء. . التي لا تكون إلا في ظلِّ أمومة حانية وأبوُّةٍ كادحة. .
وأيُّ بيئةٍ أزكى من هذا الجو الأسري الكريم؟ .',NULL,'6',NULL,NULL,'0');
INSERT INTO [b280] VALUES (6,'<span data-type="title" id=toc-3>[دعائم بناء الأسرة المسلمة]</span>
<span data-type="title" id=toc-4>[الإيمان بالله وتقواه]</span>
دعائم بناء الأسرة المسلمة أيها القارئ الكريم:
هناك أمور كثيرة يقوم عليها بناء الأسرة المسلمة وتتوطَّد فيها العلاقة الزوجية، وتبتعد فيها عن رياح التفكك، وأعاصير الانفصام والتصرم: -
(١) الإيمان بالله وتقواه: وأول هذه الأمور وأهمها: التمسك بعروة الإيمان الوثقى. . الإيمان بالله واليوم الآخر، والخوف من المطَّلع على ما تكنُهّ الضمائر، ولزوم التقوى والمراقبة، والبعد عن الظلم والتعسُّف في طلب الحق. {ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا - وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} [الطلاق: ٢ - ٣]',NULL,'7',NULL,NULL,'0');
INSERT INTO [b280] VALUES (7,'ويقّوي هذا الإيمان: الاجتهاد في الطاعة والعبادة والحرص عليها والتواصي بها بين الزوجين، تأمَّلوا قوله- صلى الله عليه وسلم: «رِحم الله رجلًا قام من الليل فصلى وأيقظ امرأته فصلّت، فإن أبت نضح في وجهها الماء - يعني: رشَّ عليها الماء رشًَّا رفيقًا- ورحم الله امرأةً قامت من الليل فصلَّت وأيقظت زوجها فصلى، فإن أبى نضحت في وجهه الماء» (١) .
إن العلاقة بين الزوجين ليست علاقة دنيوية مادية، ولا شهوانية بهيمية، إنها علاقة روحية كريمة، وحينما تَصِحُّ هذه العلاقة وتَصْدُق هذه الصفة، فإنها تمتد إلى الحياة الآخرة بعد الممات: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ} [الرعد: ٢٣]
_________
(١) حديث صحيح: رواه أحمد في "المسند" ٢/ ٢٥٠، ٤٣٦ وأبو داود (١٣٠٨) والنسائي ٣/ ٢٠٥ وابن ماجه (١٣٣٦) . وصححه ابن خزيمة (١١٤٨) والحاكم ١/ ٣٠٩ ووافقه الذهبي.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b280] VALUES (8,'<span data-type="title" id=toc-5>[المعاشرة بالمعروف]</span>
<span data-type="title" id=toc-6>[دور الزوج في الحفاظ على بيت الزوجية والمعاشرة بالمعروف]</span>
(٢) المعاشرة بالمعروف: إن مما يحفظ هذه العلاقة ويحافظ عليها. . المعاشرة بالمعروف، ولا يتحقق ذلك إلا بمعرفة كل طرف ما له وما عليه. وإنَّ نُشْدَان الكمال في البيت وأهل البيت أمر متعذر، والأمل في استكمال كل الصفات فيهم أو في غيرهم شيء بعيد المنال في الطبع البشري.
دور الزوج في الحفاظ على بيت الزوجية والمعاشرة بالمعروف: ومن رجاحة العقل ونضج التفكير توطين النفس على قبول بعض المضايقات، والغض عن بعض المنغصات، والرجل- وهو رب الأسرة- مطالب بتصبير نفسه أكثر من المرأة، وقد علم أنها ضعيفة في خَلْقها وخُلُقها، إذا حوسبت على كل شيء عجزت عن كل شيء، والمبالغة في تقويمها يقود إلى كسرها',NULL,'9',NULL,NULL,'0');
INSERT INTO [b280] VALUES (9,'وكسرها طلاقُها، يقول المصطفى الذي لا ينطق عن الهوى- صلى الله عليه وسلم: «واستوصُوا بالنساء خيرًا فإنهن خُلِقْنَ من ضلع، وإنَّ أعوج شيء في الضلع أعلاه، فإن ذهبت تقيمه كسرته، وإن تركته لم يزل أعوج فاستوصوا بالنساء خيرًا» (١) فالاعوجاج في المرأة من أصل الخلْقة فلا بد من مسايرته والصبر عليه.
فعلى الرجل ألا يسترسل مع ما قد يظهر من مشاعر الضيق من أهله وليصرف النظر عن بعض جوانب النقص فيهم، وعليه أن يتذكَّر لجوانب الخير فيهم وإنه لواجد في ذلك شيئًا كثيرًا.
وفي مثل هذا يقول الرسول، صلى الله عليه وسلم: «لا يفْرَك مؤمنٌ مؤمنةً- أي: لا يُبغض ولا يكْره- إن كره منها
_________
(١) رواه البخاري (٥١٨٦) ومسلم (١٤٦٨) [٥٩] ، [٦٠] في صحيحيهما.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b280] VALUES (10,'خلقًا رضي منها آخر» (١) وليتأنَّ في ذلك كثيرًا فلَئِن رأى بعض ما يكره فهو لا يدري أين أسباب الخير وموارد الصلاح.
يقول- عَزَّ من قائل-: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} [النساء: ١٩]
وكيف تكون الراحة؟ وأين السَّكَن والمودة؟ إذا كان رَبُّ البيت ثقيل الطبع، سيئ العشرة ضيّق الأفق، يغلبه حمق، ويعميه تعجُّل، بطيء في الرضى، سريع في الغضب، إذا دخل فكثير المنّ،
_________
(١) رواه مسلم في "صحيحه " (١٤٦٩) . 
 (فائدة) : قال الحافظ ابن حجر- رحمه الله- ما حاصله: في هذا إيماء إلى التقويم برفق بحيث لا يبالغ فيه فيكسر ولا يتركه فيستمر على عوجه، وضابط هذا: أن لا يتركها على الاعوجاج إذا تعدَّت ما طبعت عليه من النقص إلى تعاطي المعصية بمباشرتها، أو ترك واجب، ويتركها على اعوجاجها في الأمور المباحة. انظر: "فتح. الباري " ٩/ ٢٥٤.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b280] VALUES (11,'وإذا خرج فسيئ الظن. وقد عُلم أنَّ حسن العشرة وأسباب السعادة لا تكون إلا في اللين والبعد عن الظنون والأوهام التي لا أساس لها، إن الغيرة قد تذهب ببعض الناس إلى سوء ظنّ. . يحمله على تأويل الكلام والشك في التصرفات، مما ينغص العيش ويقلق البال من غير مستند صحيح.
{وَلَا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ} [الطلاق: ٦] كيف وقد قال، صلى الله عليه وسلم: «خيركم خيركم لأهله، وأنا خيركم لأهلي» (١) .

<span data-type="title" id=toc-7>[دور الزوجة في الحفاظ على بيت الزوجية والمعاشرة بالمعروف]</span>
دور الزوجة في الحفاظ على بيت الزوجية والمعاشرة بالمعروف: أما المرأة المسلمة: فلتعلم أن السعادة والمودة والرحمة لا تتم إلا حين تكون ذاتَ عفةٍ ودين،
_________
(١) حديث صحيح: رواه الترمذي (٣٨٩٢) وابن ماجه (١٩٧٧) وابن حبان في صحيحه (١٣١٢) .',NULL,'12',NULL,NULL,'0');
INSERT INTO [b280] VALUES (12,'تعرف ما لها فلا تتجاوزه ولا تتعداه، تستجيب لزوجها؛ فهو الذي له القوامة عليها يصونها ويحفظها وينفق عليها؟ فتجب طاعته وحفظه في نفسها وماله، تتقن عملها وتقوم به وتعتني بنفسها وبيتها، فهي زوجة صالحة وأم شفيقة، راعيةٌ في بيت زوجها ومسؤولة عن رعيتها، تعترف بجميل زوجها ولا تتنكر للفضل والعشرة الحسنة. يحذِّرُ النبي- صلى الله عليه وسلم - من هذا التنكر ويقول: «أريتُ النار فإذا أكثر أهلها النساء، يكفرن قيل: أيكفرن بالله؟ قال: لا. يكفرن العشير؛ لو أحسنتَ لإحداهنَّ الدهرَ ثم رأت منكَ شيئًا قالت: ما رأيت منك خيرًا قط» (١) فلا بد من دَمح (٢) الزلاَت والغض عن الهَفَوات. . لا تسيء إليه إذا حضر ولا تخونه إذا غاب.
_________
(١) أخرجه البخاري في صحيحه (٥١٩٧) .
(٢) غفران.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b280] VALUES (13,'بهذا يحصل التراضي وتدوم العُشرْة ويسود الإلف والمودة والرحمة. و «أيّما امرأةٍ ماتتْ زوجُها عنها راضٍ دَخَلت الجنة» (١) .
فاتَّقوا الله يا أمّة الإسلام- واعلموا أنه بحصول الوئام تتوفَّر السعادة، ويتهيأ الجو الصالح للتربية، وتنشأ الناشئة في بيتٍ كريمٍ مليء بالمودة عامر بالتفاهم. . بين حنان الأمومة وحدب الأبوة. . بعيدًا عن صخب المنازعات والاختلاف، وتطاول كل واحد على الآخر، فلا شقاق ولا نزاع ولا إساءة إلى قريب أو بعيد. {رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا} [الفرقان: ٧٤]
_________
(١) رواه الترمذي (١١٦١) وحسنه، وابن ماجه (١٨٥٤) ، والحاكم ٤/ ١٧٣، وقال صحيح الإسناد.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b280] VALUES (14,'<span data-type="title" id=toc-8>[خاتمة]</span>
خاتمة وختامًا- أخي المسلم، أختي المسلمة- وفقكما الله:
إن صلاح الأسرة طريق أمان الجماعة كلها، وهيهات أن يصلح مجتمع وَهَنتْ فيه حبال الأسرة. كيف وقد امتنَّ الله سبحانه بهذه النعمة. . نعمة اجتماع الأسرة وتآلفها وترابطها فقال سبحانه: {وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ اللَّهِ هُمْ يَكْفُرُونَ} [النحل: ٧٢]
إن الزوجين وما بينهما من وطيد العلاقة، وإن الوالدين وما يترعرع في أحضانهما من بنين وبنات يمثلّان حاضر أمة ومستقبلها، ومن ثم فإن الشيطان حين يفلح في فَكِّ روابط أسرة فهو لا يهدم بيتًا',NULL,'15',NULL,NULL,'0');
INSERT INTO [b280] VALUES (15,'واحدًا، ولا يحدث شرا محدودًا، وإنما يوقع الأمة جمعاء في أذى مُسْتعر وشرٍّ مستطير. والواقع المعاصر خيرُ شاهد.
فرَحِمَ الله رجلًا محمود السَيرة، طيِّب السريرة، سهلًا رفيقًا، ليِّنًا رؤوفًا، رحيمًا بأهله حازمًا في أمره، لا يكلف شططا ولا يرهق عُسرًا، ولا يهمل في مسؤولية. ورَحِمَ الله امرأة لا تطلب غلطًا ولا تكثر لغطًا صالحةً قانتةً حافظةً للغيب بما حفظ الله.
فاتقوا الله أيها الأزواج، واتقوا الله أيها المسلمون فإنه من يتق الله يجعل له من أمره يسرًا.
وصلى الله وسلم على خير خلقه نبينا محمد، وعلى آله وأزواجه الطيبين الطاهرين، وعلى صحبه الغرّ الميامين، وتابعيهم بإحسان إلى يوم الدين.
سبحانك اللهم وبحمدك، أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b280] VALUES (16,'<span data-type="title" id=toc-9>[الرسالة الثانية خلاف الزوجين]</span>
<span data-type="title" id=toc-10>[مقدمة]</span>
الرسالة الثانية
خلاف الزوجين مقدمة الحمد لله الذي خلق فسوَّى وقَدَّر فهدى، أحمده سبحانه وهو أهل الحمد في الآخرة والأولى، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن سيدنا ونبينا محمدًا عبده ورسوله النبيُّ المصطفى والعبد المجتبى، صلى الله وسلم وبارك عليه وعلى آله وصحبه، ومن دعا بدعوته ومن سار على نهجه واقتفى.
أما بعد:
فاعلم - وفقك الله - أن مِن أعظم نعم الله وآياته أن البيت هو المأوى والسَّكَن؛ في ظله تلتقي النفوس على المودة والرحمة، والحصانة والطهر، وكريم العيش والستر. . في كَنَفه تنشأ الطفولة، ويترعرع الأحداث',NULL,'17',NULL,NULL,'0');
INSERT INTO [b280] VALUES (17,'وتمتد وشائج القربى، وتتقوَّى أواصر التكافل.
ترتبط النفوس بالنفوس. . وتتعانق القلوب بالقلوب: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} [البقرة: ١٨٧]
في هذه الروابط المتماسكة، والبيوتات العامرة، تنمو الخصال الكريمة، وينشأ الرجال الذين يُؤتمنون على أعظم الأمانات، ويُرَبَّى النساء اللاتي يقمن على أعرق الأصول.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b280] VALUES (18,'<span data-type="title" id=toc-11>[من أسباب الخلاف بين الزوجين]</span>
من أسباب الخلاف بين الزوجين غير أن واقع الحياة وطبيعة البشر- كما خلقهم الله سبحانه، وهو أعلم بمن خلق- قد يكون فيها حالات لا تؤثِّر فيها التوجيهات، ولا تتأصَّل فيها المودَّة والسَّكَن، مما قد يصبح معه التمسُّك برباط الزوجية عَنَتًا ومشقةً، فلا يتحقق فيه المقصود ولا يحصل به صلاح النشء؟ وهذه الحالات من الاضطراب، وعدم التوافق، وقد تكون بواعثها داخلية أو خارجية.
فقد ينبعثُ من: تَدخُّل غيرِ حكيم من أولياء الزوجين أو أقاربهما، أو تَتبع للصغير والكبير من أمورهما، وقد يصل الحال من بعض الأولياء وكُبرَاءِ الأسرة إلى فرض السَّيطرة على من يَلُونَ أمرهم، مما قد يقود إلى الترافع إلى المحاكم؛ فتفشو الأسرار وتنكشف الأستار، وما كان ذلك إلا لأمرٍ صغيرٍ',NULL,'19',NULL,NULL,'0');
INSERT INTO [b280] VALUES (19,'أو شيء حقير؛ قاد إليه التدخُل غير المناسب، والبعد عن الحكمة، والتعجل والتسرُّع، وتصديق الشائعات وقالة السوء.
وقد يكون منبع المشكلة: قلة البصيرة في الدين والجهل بأحكام الشريعة السمحة، وتراكم العادات السيئة والتمسك بالآراء الكليلة.
فيظن بعض الأزواج- مثلًا- أن التهديد بالطلاق أو التلفظ به هو الحل الصحيح للخلافات الزوجية والمشكلات الأسرية، فلا يعرف في المخاطبات سوَى ألفاظ الطلاق، في مدخله ومخرجه، وفي أمره ونهيه، بل في شأنه كله، وما درى أنه بهذا قد اتَّخَذ آيات الله هزوًا؛ يأثم في فعله ويهدم بيته ويخسر أهله.
هل هذا هو الفقه في الدِّين أيها المسلمون؟! .
إن طلاق السُّنة الذي أباحته الشريعة لا يقصد',NULL,'20',NULL,NULL,'0');
INSERT INTO [b280] VALUES (20,'منه قطع حبال الزوجية، بل قد يقال إنه إيقاف لهذه العلاقة. ومرحلة تريُّثٍ وتدبر ومعالجة: {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا - فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ} [الطلاق: ١ - ٢]
هذا هو التشريع. بل إن الأمر ليس مقتصرًا على هذا، إن طلاق السُّنة هو الوسيلة الأخيرة في المعالجة وتسبق ذلك وسائل كثيرة.',NULL,'21',NULL,NULL,'0');
INSERT INTO [b280] VALUES (21,'<span data-type="title" id=toc-12>[من وسائل علاج الاختلاف بين الزوجين]</span>
من وسائل علاج الاختلاف بين الزوجين أخي المسلم، أختي المسلمة:
حينما تظهر أمارات الخلاف وبوادر النشوز أو الشقاق فليس الطلاق أو التهديد به هو العلاج.
إن أهم ما يُطلب في المعالجة: الصبر والتحمُّل، ومعرفة الاختلاف في المدارك والعقول، والتفاوت في الطباع. مع ضرورة التسامح والتغاضي عن كثير من الأمور، ولا تكون المصلحة والخير دائمًا فيما يحب ويشتهي، بل قد يكون الخير فيما لا يحب ولا يشتهي: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئًا وَيَجْعَلَ اللَّهُ فِيهِ خَيْرًا كَثِيرًا} [النساء: ١٩] ولكن حينما يبدو الخلل ويظهر في الأواصر تحلل، ويبدو من المرأة نشوز وتَعَالٍ على طبيعتها وتوجهٍ إلى',NULL,'22',NULL,NULL,'0');
INSERT INTO [b280] VALUES (22,'الخروج عن وظيفتها؛ حيث تَظْهر مبادئ النفرة، ويتكشَّف التقصير في حقوق الزوج والتنكر لفضائل البعل، فعلاج هذا في الإسلام صريح، ليس فيه ذكر للطلاق لا بالتصريح ولا بالتلميح. يقول الله - سبحانه- في محُكَم التنزيل: {وَاللَّاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا} [النساء: ٣٤]
يكون العلاج: بالوعظ والتوجيه وبيان الخطأ، والتذكير بالحقوق، والتخويف من غضب الله ومَقْتِه، مع سلوك مسلك الكَياسة والأناة ترغيبًا وترهيبًا.
وقد يكون الهجر في المضجع والصدود، مقابلًا للتعالي والنشوز، ولاحظوا أنه هَجر في المضجع وليس هجرًا عن المضجع. . إنه هَجْر في المضجع وليس هجرًا في البيت. . ليس أمام الأسرة أو الأبناء',NULL,'23',NULL,NULL,'0');
INSERT INTO [b280] VALUES (23,'أو أمام الغرباء.
الغرض هو المعالجة وليس التشهير أو الإذلال أو كشف الأسرار والأستار، ولكنه مقابلة للنشوز والتعالي بهجر وصدود يقود إلى التضامن والتساوي. وقد تكون المعالجة بالقصد إلى شيء من القسوة والخشونة فهناك أجناس من الناس لا تغني في تقويمهم العشرة الحسنة والمناصحة اللطيفة، إنهم أجناس قد يبطرهم التلطف والحلم. . فإذا لاحت القسوة سكن الجامح وهدأ المهتاج.
نعم، قد يكون اللجوء إلى شيء من العنف دواءً ناجعًا، ولماذا لا يلجأ إليه وقد حصل التنكُّر للوظيفة والخروج عن الطبيعة؟
ومن المعلوم لدى كل عاقلٍ أن القسوة إذا كانت تعيد للبيت نظامه وتماسُكه، وتردُّ للعائلة ألفتها ومودَّتها فهو خير من الطلاق والفراق بلا مِراء؛ إنه',NULL,'24',NULL,NULL,'0');
INSERT INTO [b280] VALUES (24,'علاج إيجابي تأديبي معنوي , ليس للتشفي ولا للانتقام؛ وإنما يستزل به ما نشز، ويقوم به ما اضطرب.
وإذا خافت الزوجة الجفوة والإعراض من زوجها فإن القرآن الكريم يرشد إلى العلاج بقوله: {وَإِنِ امْرَأَةٌ خَافَتْ مِنْ بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَا أَنْ يُصْلِحَا بَيْنَهُمَا صُلْحًا وَالصُّلْحُ خَيْرٌ} [النساء: ١٢٨] العلاج: بالصلح والمصالحة، وليس بالطلاق ولا بالفسخ. وقد يكون بالتنازل عن بعض الحقوق المالية أو الشخصية محافظة على عقدة النكاح.
{وَالصُّلْحُ خَيْرٌ} [النساء: ١٢٨] الصلح خير من الشقاق والجفوة والنشوز والطلاق.
أخي المسلم، أختي المسلمة:
هذا عرض سريع، وتذكير موجز , بجانب من',NULL,'25',NULL,NULL,'0');
INSERT INTO [b280] VALUES (25,'جوانب، الفقه في دين الله والسير على أحكامه، فأين منه المسلمون؟
أين تحكيم الحكمين في الشقاق بين الزوجين؟ لماذا ينصرف المصلحون عن هذا العلاج؟ هل هو زهد في إصلاح ذات، أو هو رغبة في تشتيت الأسرة وتفريق الأولاد؟ .
إنك لا ترى إلا سفها وجورا، وبعدا عن الخوف من الله ومراقبته، وهجرا لكثير من أحكامه وتلاعبا في حدوده. .
أخرج ابن ماجه وابن حبان وغيرهما عن رسول الله صلى الله عليه وسلم، أنه قال: «ما بال أحدكم يلعب بحدود الله وأنا بين أظهركم» (١) .
_________
(١) سنن ابن ماجه (٢٠١٧) ، صحيح ابن حبان (٤٢٦٥) .',NULL,'26',NULL,NULL,'0');
INSERT INTO [b280] VALUES (26,'<span data-type="title" id=toc-13>[الوسيلة الأخيرة في معالجة الاختلاف]</span>
الوسيلة الأخيرة في معالجة الاختلاف عندما تفشل جميع الوسائل في علاج الاختلاف، ويصبح الإبقاء على رباط الزوجية شاقًا وعسيرًا بحيث لا تحقَّق معه الأهداف والحكم الجليلة التي أرادها الله- تعالى- فمن سماحة التشريع وتمام أحكامه أن جعل مخرجًا من هذه الضائقة، غير أن كثيرًا من المسلمين يجهلون طلاق السُنةَ الذي أباحته الشريعة، وصاروا يتلفَّظون بالطلاق من غير مراعاة لحِدِود الله وشرعه.
إن الطلاق في الحيض محرم، وطلاق الثلاث محرم والطلاق في الطهر الذي حصل فيه وطء محرم، فكل هذه الأنواع طلاق بدعي محرم يأثم صاحبه، ولكنه يقع طلاقا في أصح أقوال أهل العلم.
أما طلاق السنة الذي يجب أن يفقهه المسلمون فهو: الطلاق طلقةً واحدة، في طُهر لم يحصل فيه',NULL,'27',NULL,NULL,'0');
INSERT INTO [b280] VALUES (27,'وطء، أو الطلاق أثناء الحمل.
إنَّ الطلاق على هذه الصفة علاج؛ حيث تحصل فترات يكون فيها التريُّث والمراجعة.
المطلِّق على هذه الصفة يحتاج إلى فترة ينتظر فيها مجيء الطُّهر، ومَن يدري. . فقد تتغير النفوس، وتستيقظ القلوب، ويحدث الله من أمره ما شاء.
وفترة العِدَّة - سواءً كانت عِدة بالحيض أو الأشهر أو وضع الحمل - فرصة للمعاودة والمحاسبة قد يوصل معها ما انقطع من حبل المودة ورباط الزوجية.
ومما يجهله المسلمون: أن المرأة إذا طلقت رجعيا فعليها أن تبقى في بيت الزوج، لا تخرج ولا تُخرج.
بل إن الله جعله بيتا لها: {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ} [الطلاق: ١] تأكيدا لحقهن في الإقامة. فإقامتها في بيت',NULL,'28',NULL,NULL,'0');
INSERT INTO [b280] VALUES (28,'زوجها سبيل لمراجعتها، وفتح أملٍ في استثارة عواطف المودة، وتذكير بالحياة المشتركة. فالزوجة في هذه الحالة تبدو بعيدة في حكم الطلاق، لكنها قريبة من مرأى العين.
وهل يراد بهذا إلا تهدئة العاصفة، وتحريك الضمائر، ومراجعة المواقف، والتأني في دراسة أحوال البيت والأطفال وشؤون الأسرة: {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا} [الطلاق: ١]
فاتقوا الله أيها المسلمون. . وحافظوا على بيوتكم، وتعرفوا على أحكام دينكم، وأقيموا حدود الله ولا تتجاوزوها، وأصلحوا ذات بينكم.
اللهم ارزقنا الفقه في الدين والبصيرة في الشريعة وانفعنا - اللهم - بهدي كتابك، وارزقنا السير على سنة نبيك محمد صلى الله عليه وسلم.',NULL,'29',NULL,NULL,'0');
