-- Table: b282
-- Chunk: 1
-- Rows: 528

CREATE TABLE "b282"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b282
INSERT INTO [b282] VALUES (1,'آثار الشيخ العلامة محمد الأمين الشنقيطي (٦)

مذكرة أصول الفقه على روضة الناظر

تأليف
الشيخ العلامة محمد الأمين بن محمد المختار الجكني الشنقيطي (١٣٢٥ هـ - ١٣٩٣ هـ)

إشراف
بكر بن عبد الله أبو زيد

دار عطاءات العلم - دار ابن حزم',NULL,'1',NULL,NULL,'0');
INSERT INTO [b282] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-1>حقيقة الحكم وأقسامه</span>
اعلم أنَّه -رحمه اللَّه- ترجم هذه الترجمة التي لفظها (حقيقة الحكم وأقسامه) ولم يبين حقيقة الحكم ولا أقسامه، وإنَّما ذكر منها الأقسام الشرعية فقط، ونحن نبين كل ذلك إن شاء اللَّه تعالى.
اعلم أنَّ الحكم في اللغة: هو المنع. ومنه قيل للقضاء: حكم؛ لأنه يمنع من غير المَقْضِيِّ.
تقول: حَكَمَه كنَصَرَه، وأحكمه كأكرمه، وحكَّمه بالتضعيف بمعنى منعه. ومنه قول جرير:
أَبَنِي حنيفة أَحْكِمُوا سفهاءكم ... إني أخافُ عليكمُ أن أغضبا
وقول حسان بن ثابت رضي اللَّه عنه:
لنا في كل يومٍ مِن مَعَدٍّ ... سبابٌ أو قتالٌ أو هجاءُ
فنحكم بالقوافي مَنْ هجانا ... ونضرب حين تختلط الدماءُ
ومن الحكم بمعنى المنع: حَكَمَةُ اللجام، وهي ما أحاط بحنكي الدابة، سُمِّيَتْ بذلك لأنَّها تمنَعها من الجري الشديد.
والحَكَمةُ أيضًا: حديدة في اللجام تكون على أنف الفرس وحنكه، تمنعه من مخالفة راكبه، وكانت العرب تتخذها من القِدِّ والأبق وهو القنب. ومنه قول زهير:',NULL,'5',NULL,NULL,'0');
INSERT INTO [b282] VALUES (3,'القائد الخيل منكوبًا دوابرها ... قد أحكمت حكمات القِدِّ والأبقا
والحكم في الاصطلاح هو: إثبات أمر لأمر أو نفيه عنه. نحو: زيد قائم وعمرو ليس بقائم.
وهو ينقسم بدليل الاستقراء إلى ثلاثة أقسام:
١ - حكم عقلي: وهو ما يعرف فيه العقلُ النسبةَ إيجابًا أو سلبًا. نحو: الكل أكبر من الجزء إيجابًا. الجزء ليس أكبر من الكل سلبًا.
٢ - حكم عادي: وهو ما عرفت فيه النسبة بالعادة. نحو: السيقمونيا مسهل للصفراء، والسكنجبين مسكن لها.
٣ - حكم شرعي: وهو المقصود، وحَدَّه جماعة من أهل الأصول بأنه: خطاب اللَّه المتعلق بفعل المكلف من حيث إنه مكلف به.
فخرج بقوله: "خطاب اللَّه" خطاب غيره؛ لأنه لا حكم شرعيًّا إلا لله وحده جلَّ وعلا، فكل تشريع من غيره باطل، قال تعالى: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} [الأنعام/ ٥٧]، {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ} [الشورى/ ١٠]، {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء/ ٥٩].
وخرج بقوله: "المتعلق بفعل المكلف" ما تعلق بذات اللَّه تعالى، نحو: "لا إله إلا اللَّه"، وما تعلق بفعله نحو قوله تعالى: {خَلَقَ كُلَّ شَيْءٍ} [الأنعام/ ١٠٢]، وما يتعلق بذوات المكلفين نحو: {وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ} الآية [الأعراف/ ١١]، وما تعلق بالجمادات نحو: {وَيَوْمَ نُسَيِّرُ الْجِبَالَ وَتَرَى الْأَرْضَ بَارِزَةً} [الكهف/ ٤٧].',NULL,'6',NULL,NULL,'0');
INSERT INTO [b282] VALUES (4,'وخرج بقوله "من حيث أنه مكلف به" خطاب اللَّه تعالى المتعلق بفعل المكلَّف لا من حيث أنه مكلَّف به، كقوله تعالى: {يَعْلَمُونَ مَا تَفْعَلُونَ (١٢)} [الانفطار/ ١٢]، فإنه خطاب من اللَّه متعلق بفعل المكلف من حيث إن الحفظة يعلمونه، لا من حيث إنه مكلف به.
واعلم أنَّ عبارات الأصوليين اضطربت في تعريف الحكم الشرعي، وسبب اضطرابها أمران:
أحدهما: أنَّ بعضَ المكلفين غير موجود وقتَ الخطاب، والمعدوم ليس بشيء حتى يخاطب.
ثانيهما: زعمهم أنَّ الخطاب هو نفس المعنى الأزلي القائم بالذات المجردِ عن الصيغة.
وسنبين إن شاء اللَّه تعالى غلطهم الذي سبَّب لهم تلك الإشكالات في مبحث الأمر.
واعلم أنَّ الحكم الشرعيَّ قسمان:
أولهما: تكليفي، وهو خمسة أقسام: الواجب والمندوب والمباح والمكروه والحرام.
والثاني: خطاب الوضع، وهو أربعة أقسام: العلل والأسباب والشروط والموانع.
وأدخل بعضُهم فيه الصحةَ والفساد، والرخصةَ والعزيمة، وبعضُهم يجعل الصحة والفساد من خطاب التكليف.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b282] VALUES (5,'إذا علمت ذلك فهذه تفاصيل الأحكام الشرعية.
قال المؤلف (¬١) -رحمه اللَّه-:

<span data-type="title" id=toc-3>(أقسامُ أحكام التكليف </span>خمسة: واجب ومندوب ومباح ومكروه ومحظور).
التكليف لغة: هو إلزام ما فيه كلفة، أي مشقة.
ومنه قول الخنساء:
يُكَلِّفُه القومُ ما نابهم ... وإنْ كان أصغرهم مولدًا
وقول علقمة بن عبدة التميمي:
تكلِّفني ليلى وقد شَطَّ وَلْيُها ... وعادت عوادٍ بيننا وخطوبُ
وحده في الاصطلاخ: قيل: "إلزام ما فيه مشقة".
وقيل: "طلب ما فيه مشقة".
فعلى الأول لا يدخل في حده إلا الواجب والحرام؛ إذْ لا إلزام بغيرهما، وعلى الثاني يدخل معهما المندوب والمكروه؛ لأنَّ الأربعة مطلوبة.
وأما الجائز فلا يدخل في تعريف من تعاريف التكليف؛ إذْ لا طلب به أصلاً، فعلا ولا تركًا، وإنَّما أدخلوه في أقسام التكليف مسامحةً
_________
(¬١) يعني ابن قدامة في كتابه "روضة الناظر وجنة المناظر" (١/ ١٤٦)، تحقيق د. عبد الكريم النملة، مكتبة الرشد، الطبعة السابعة.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b282] VALUES (6,'وتكميلًا للقسمة المشار إليها بقول المؤلف (¬١): (وجه هذه القسمة أن خطاب الشرع إمَّا أنْ يَرِدَ باقتضاءِ الفعلِ أو التركِ أو التخيير بينهما، فالذي يَرِدُ باقتضاءِ الفعل أمرٌ، فإن اقترن به إشعارٌ بعدم العقاب على الترك فهو ندب، وإلا فيكون إيجابًا، والذي يَرِدُ باقتضاء التركِ نهيٌ، فإن أشعر بعدم العقاب على الفعل فكراهةٌ، وإلا فحظرٌ).
كلامه واضح.

الواجب
ثم قال (¬٢): (وحد الواجب: "ما تُوُعِّدَ بالعقاب على تركه".
وقيل: "ما يعاقب تاركه".
وقيل: "ما يلزم تاركه شرعًا العقاب").
اعلم أولًا: أنَّ الوجوب في اللغة هو سقوط الشيء لازمًا محلَّه، كسقوط الشخص ميتًا، فإنه يسقط لازمًا محلَّه لانقطاع حركته بالموت، ومنه قوله تعالى: {فَإِذَا وَجَبَتْ جُنُوبُهَا} [الحج/ ٣٦] أي سقطت ميتة لازمة محلَّها، وقوله -صلى اللَّه عليه وسلم- في الميت: "فإذا وجب فلا تبكين باكية".
وقول قيس بن الخطيم:
أطاعت بنو عوفٍ أميرًا نهاهمُ ... عن السِّلْمِ حتى كان أول واجبِ
ويطلق الوجوب على اللزوم.
_________
(¬١) (١/ ١٤٦ - ١٤٨).
(¬٢) (١/ ١٥٠).',NULL,'9',NULL,NULL,'0');
INSERT INTO [b282] VALUES (7,'وفي الاصطلاح عرَّفه المؤلف بأنه: "ما تُوُعِّدَ بالعقاب على تركه". والوعيد بالعقاب على تركه لا ينافي المغفرة، كما بيَّنه تعالى بقوله: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء/ ٤٨].
وإن شئت قلت في حد الواجب: "ما أُمر به أمرًا جازمًا".
وضابطه: أن فاعله موعود بالثواب، وتاركه متوعد بالعقاب، كالصلاة والزكاة والصوم.
قال المؤلف (¬١) -رحمه اللَّه-:
(والفرض هو الواجب على إحدى الروايتين).
فحاصل كلامه أنَّ الفرض هو الواجب على إحدى الروايتين، وهو قول الشافعي ومالك، وعلى الرواية الأخرى فالفرض آكدُ من الواجب، فالفرضُ ما ثبت بدليل قطعيٍّ كالصلاة، والواجب ما ثبت بدليل ظنيٍّ كالعمرة عند من أوجبها، وهو قول أبي حنيفة.
وقيل: الفرضُ ما لا يسامَحُ بتركه عمدًا ولا سهوًا كأركان الصلاة، والواجب ما يسامَحُ فيه إن وقع من غير عمدٍ كالصلاة بالنجاسة عند من يقول بالمسامحة في ذلك.
واصطلح كثير من العلماء من مالكية وشافعية وحنابلة على إطلاق الواجب على السنة المؤكدة تأكيدًا قويًّا.
_________
(¬١) (١/ ١٥١).',NULL,'10',NULL,NULL,'0');
INSERT INTO [b282] VALUES (8,'فصل
قال المؤلف (¬١) -رحمه اللَّه-:
(والواجب ينقسم إلى معيَّن وإلى مبهم في أقسام محصورة. . .).
اعلم أن الواجب ينقسمُ ثلاثة تقسيمات:
١ - ينقسم باعتبار ذاته إلى واجب معيَّن لا يقومُ غيرُه مقامه، كالصوم والصلاة.
وإلى مبهم في أقسام محصورة، فهو واجبٌ لا بعينه، كواحدةٍ من خصال الكفارة في قوله تعالى: {فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ} [المائدة/ ٨٩]، فالواجب واحد منها لا بعينه، فأي واحد فعله الحانث أجزأه.
وزَعْمُ المعتزلة أنَّ التخيير مطلقًا ينافي ذلك الوجوب باطلٌ؛ لأنَّه لم يخير بين الفعل والترك تخييرًا مطلقًا حتى ينافي ذلك الوجوب، بل لا يجوز ترك بعضها إلا مشروطًا بفعل بعضٍ آخر منها، فلو ترك جميعها لكان آثمًا، ولا خيار له في ترك الجميع، ولا يجب عليه فعل جميعها إجماعًا.
فتبين أن الواجب واحدٌ منها لا بعينه؛ لأن كل واحد منها يفي بالمقصود الشرعي، ولا يحصل دون واحد منها.
_________
(¬١) (١/ ١٥٦).',NULL,'11',NULL,NULL,'0');
INSERT INTO [b282] VALUES (9,'وكذلك غير المحصورة، كإعتاق رقبة في الظهار أو اليمين، فإن الواجب في ذلك رقبة لا بعينها من غير حصر لما تجب منه.
ونظير ذلك تزويج المرأة الطالبة للنكاح من أحد الكفأين الخاطبين، وعقد الإمامة لأحد الرجلين الصالحين؛ فإن كل ذلك يجب في واحد لا بعينه، ولا يمكن أن يقال فيه بإيجاب الجميع ولا بسقوط إيجاب الجميع كما ترى.
٢ - وينقسمُ الواجبُ -أيضًا- باعتبار وقته إلى مضيَّقٍ وموسَّع.
فالواجبُ المضيَّقٌ: هو ما وقتُه مضيَّق.
وضابطُ ما وقتُه مضيَّقٌ واجبًا كان أو غيره: هو ما لا يسع وقتُه أكثر من فعله، كصومِ رمضانَ في الواجب، وستة من شوال عند من يقول بأنَّها لابد أَن تكون متتابعة تلي يوم الفطر، وهو ظاهر حديث أبي أيوب، وحديث ثوبان، والأيام البيضِ في غير الواجب.
والواجبُ الموسَّعُ هو ما يسعُ وقتُه أكثر من فعله، كالصلوات الخمس. ومثالُه في غير الواجب: الوتر، وركعتا الفجر، والعيدان، والضحى.
والوقت في الاصطلاح: هو الزمن الذي قدَّره الشارع للعبادة.
وما زعمه بعضهم من أنَّ الواجب الموسع مستحيل، زاعمًا أنَّ التخيير في فعل العبادة ذات الوقت الموسع في أول الوقت ووسطه ينافي الوجوب، إذ الواجب حتمٌ، لا تخييرَ فيه، ولا يجوز تركه = فهو باطل -أي الزعم بأنَّ الواجب الموسع مستحيل-؛ لأن الواجب',NULL,'12',NULL,NULL,'0');
INSERT INTO [b282] VALUES (10,'الموسع من قبيل الواجب المبهم في واحد لا بعينه، كالصلاة يجب أن تؤدى في حصةٍ من حصص الوقت لا بعينها، كوجوب واحدةٍ من خصال الكفارة لا بعينها، فأي حصة من حصص الوقت من أوله أو وسطه أو آخره فعل فيها الصلاة أجزأته، كما أن أي واحدة من خصال الكفارة فعلها أجزأته.
وقد أجمع العلماءُ على أنَّ من أدى الصلاة في أول وقتها أنه يثاب ثواب الفرض، وتلزمه نية الفرض -محلُّ الاستدلال لزومُ نية الفرض مع جواز التأخير-؛ فدلَّ ذلك على بطلان قول من قال: إنه لو وجبت في أول الوقت لما جاز ترك أدائها إلى وسط الوقت أو آخره، وتبين أنها غير واجبة في أول الوقت، لأن التخيير في تركها في ذلك الوقت إلى ما بعده ينافي الوجوب، ولا شك أن ذلك كله باطل كما بينا.
٣ - وينقسم الواجبُ -أيضًا- باعتبار فاعله إلى واجب عينيٍّ وواجب على الكفاية.
فالواجب العيني: هو ما يَنْظُرُ فيه الشارع إلى ذات الفاعل، كالصلاة والزكاة والصوم؛ لأن كل شخص تلزمه بعينه طاعة اللَّه عز وجل؛ لقوله تعالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦)} [الذاريات/ ٥٦].
وأمَّا الواجب على الكفاية فضابطه أنه ما يَنْظُرُ فيه الشارعُ إلى نفس الفعل، بقطع النظر عن فاعله، كدفن الميت، وإنقاذ الغريق، ونحو ذلك؛ فإنَّ الشارع لم ينظر إلى عين الشخص الذي يدفن الميت أو ينقذ الغريق، إذ لا فرق عنده في ذلك بين زيد وعمرو، وإنما ينظر إلى نفس',NULL,'13',NULL,NULL,'0');
INSERT INTO [b282] VALUES (11,'الفعل الذي هو الدفن والإنقاذ مثلًا، وستأتي مسألة فرضِ الكفاية في مباحث الأمر -إن شاء اللَّه تعالى-.

فصل
قال المؤلف (¬١):
(إذا أخرَّ الواجب الموسَّع فمات في أثناء وقته قبل ضيقه لم يمت عاصيًا. . .) الخ.
خلاصة ما ذكره المؤلف في هذا الفصل أنَّ المكلف إذا مات في أول الوقت أو وسطه والحال أنه لم يؤدِّ الصلاة لم يمت عاصيًا؛ لأن الوقت موسع، والوقت الموسع يجوزُ للإنسان أن يأتي بالصلاة في أية حصة شاءها من حصصه، سواءً كانت من أوله أو وسطه أو آخره.
وأمَّا إن مات والحالُ أنه لم يبق من الوقت قدر ما يسع الصلاة، فإنه إذًا يموت غير عاصٍ فيما إذا لم يغلبْ على ظنه أنه يموت في أول الوقت أو وسطه، كالمحكوم عليه بالقتل مع تعيين وقت التنفيذ؛ لأن الوقت يضيق في حقِّه بسبب ظن الموت.
فلو تخلف الظن وسلم من الموت، وأدى الصلاة في آخر الوقت، فهل تكون صلاته أداء -وهو الظاهر؛ لوقوعها في الوقت- أو تكون قضاءً ولو وقعت في آخر الوقت، بناءً على أن الوقت ضاق في حقه بسبب ظن الموت، بدليل أنه لو مات في الوقت مع ظن الموت
_________
(¬١) (١/ ١٧٧).',NULL,'14',NULL,NULL,'0');
INSERT INTO [b282] VALUES (12,'ولم يبادر بالصلاة مات عاصيًا؟

فصل
قال المؤلف (¬١):

<span data-type="title" id=toc-5>(ما لا يتم الواجب إلا به </span>ينقسم إلى ما ليس داخلًا تحت قدرة المكلف، كالقدرة واليد في الكتابة، وحضور الإمام والعدد في الجمعة، فلا يوصف بوجوب.
وإلى ما هو داخلٌ تحت قدرة العبد فيما يتعلقُ باختيار العبد، كالطهارة للصلاة، والسعي للجمعة، وغسل جزءٍ من الرأس، وإمساك جزءٍ من الليل مع النهار في الصوم، فهو واجب. . .) الخ.
حاصل معنى كلامه -رحمه اللَّه- أنَّ ما لا يتم الواجب إلَّا به قسمان:
١ - قسم ليس تحت قدرة العبد، كزوال الشمس لوجوب الظهر، وككون مَنْ تعينت عليه الكتابةُ مقطوع اليدين، وكحضور الإمام والعدد الذي لا تصح الجمعة بدونه، فلا قدرة للمكلَّف على قهر الإمام والجماعة على الحضور إلى المسجد، فهذا النوعُ لا يوصف بوجوبٍ إلَّا على قول من جوَّز التكليف بما لا يُطاق، وهو مذهبٌ باطلٌ مردود.
٢ - وقسمٌ تحت قدرة العبد، كالطهارة للصلاة، والسعي للجمعة، وغسل جزءٍ من الرأس، إذْ لا يتحققُ تعميمُ غسل الوجه إلا
_________
(¬١) (١/ ١٨٠).',NULL,'15',NULL,NULL,'0');
INSERT INTO [b282] VALUES (13,'بغسل جزءٍ يسير من الرأس، وإمساك جزءٍ من الليل مع النهار، إذ لا يتحقق الإمساك في جميع نهار رمضان إلا بإِمساك جزء يسير من الليل، بناءً على أنَّ الغاية في قوله تعالى: {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ} الآية [البقرة/ ١٨٧] خارجة، وهو الصحيح؛ لأنَّ من أخَّر الإمساك عن جميع أجزاء الليل بتمامها فهو متناولٌ للفطر قطعًا في نهار رمضان، إذ لا واسطة بين الليل والنهار، وما جاء من الأحاديث موهمًا جوازَ تناولِ المفطر بعد الصبح، فهو محمولٌ على أن المراد به أنَّه في آخر جزءٍ من الليل، لشدة قربه من النهار.
وهذا القسم الأخير أعني ما هو تحت قدرة المكلَّف، قال المؤلفُ: إنه واجب. هذا حاصلُ معنى كلامه -رحمه اللَّه-.
قال مقيِّده -عفا اللَّه عنه-: وهذا التقسيمُ غيرُ جيد.
وحاصلُ تحرير المقام أن يقال: ما لا يتم الواجب إلَّا به ثلاثة أقسام:
١ - قسمٌ ليس تحت قدرة العبد، كما مثَّلنا له آنفًا.
٢ - وقسمٌ تحت قدرة العبد عادةً إلا أنَّه لم يؤمر بتحصيله، كالنصاب لوجوب الزكاة، والاستطاعة لوجوب الحج، والإقامة لوجوب الصوم.
وهذان القسمان لا يجبان إجماعًا.
٣ - القسمُ الثالث: ما هو تحت قدرة العبد مع أنَّه مأمورٌ به، كالطهارة للصلاة، والسعي للجمعة. . . الخ. وهذا واجب على',NULL,'16',NULL,NULL,'0');
INSERT INTO [b282] VALUES (14,'التحقيق.
وإن شئت قلت: ما لا يتم الواجبُ المطلقُ إلا به فهو واجبٌ، كالطهارة للصلاة، وما لايتمُّ الواجب المعلَّق -أي المعلَّق على شرطٍ، كالزكاةِ معلقة على ملك النصاب، والحج على الاستطاعة- إلَّا به فليس بواجبٍ، كالنصاب للزكاة، والاستطاعة للحج.
وأوضح من هذا كلَّه أن تقول: مالا يتم الواجبُ إلا به فهو واجب، كالطهارة للصلاة، وما لا يتم الوجوب إلا به فليس بواجب، كالنصاب للزكاة.

تنبيه:
اعلم أنَّ الطهارة للصلاة واجبةٌ إجماعًا كما لا يخفى، وحينئذ فعلى أنَّ ما لا يتم الواجب المطلق إلَّا به واجب، فجميع النصوص الموجبة للصلاة توجب الطهارة؛ لأنها لا تتم إلَّا بها، وما لا يتم الواجب إلَّا به واجب، وإن كانت الطهارة واجبةً بأدلةٍ أخرى، إذْ لا مانع من تعدد الأدلة، وعلى العكس فالطهارة واجبةٌ بالنصوص الأخرى فقط دون النصوصِ الموجبة للصلاة.

فصل
قال المؤلف (¬١) -رحمه اللَّه-:
(وإذا اختلطت أختُه بأجنبيةٍ أو ميتةٌ بمذكاةٍ حرَّمنا الميتة بعلةِ
_________
(¬١) (١/ ١٨٤).',NULL,'17',NULL,NULL,'0');
INSERT INTO [b282] VALUES (15,'الموتِ والأخرى بعلة الاشتباه).
هذه المسألةُ يترجم لها علماءُ الأصول بقولهم: "ما لا يتم ترك الحرام إلا بتركه فتركه واجب".
فإن اختلطت ميتةٌ بمذكاة، أو أختُه بأجنبيةٍ، فلا يتم تركُ الحرام الذي هو أكلُ الميتة في الأول ونكاحُ الأُخت في الثاني إلا بترك الجميع، فتركُ الجميع واجب.
وقول المؤلف -رحمه اللَّه-: حرَّمنا الميتة بعلة الموت والأخرى بعلة الاشتباه، فيه نظرٌ؛ لأنَّ الميتة غيرُ معروفة بعينها، فالجميع محرَّم؛ لأنه لا يتم ترك الحرام إلا بترك الجميع، فكل واحدة أكل منها احتمل أن تكون هي الميتة.
وقول من قال: إنَّ المذكَّاة حلال، لكن يجب الكف عنها، ظاهر التناقض، كما بينه المؤلف.

فصل
قال المؤلف (¬١):
(الواجب الذي لا يتقيد بحدٍّ محدودٍ، كالطمأنينة في الركوع والسجود. . .) الخ.
اعلم أولًا أنَّ الزيادة على الواجب لها حالتان:
_________
(¬١) (١/ ١٨٦).',NULL,'18',NULL,NULL,'0');
INSERT INTO [b282] VALUES (16,'الأولى: أنْ تكون الزيادةُ على الواجب متميزةً عنه، كصلاة النافلة بالنسبة إلى الصلوات الخمس، وهذه الزيادة غيرُ واجبةٍ، كما هو واضح.
الثانية: أن تكون الزيادة غير متميزةٍ عن الواجب، كالزائد على قدر الفرض من الطمأنينة في الركوع والسجود ونحو ذلك، فقال قوم: الزيادة هنا واجبة؛ لأن الجميع امتثالٌ للأمر الواجب، ولم يتميزْ فيه واجب عن غيره، فالكلُّ واجب؛ لأنَّه امتثالٌ للواجب.
والحقُّ أنَّ الزائد غير واجب، والدليلُ على ذلك جوازُ تركه والاقتصار على ما يحصل به الفرض فقط من الطمأنينة من غير شرطٍ ولا بدلٍ.

<span data-type="title" id=toc-8>المندوب</span>
قال المؤلف (¬١): (الثاني: المندوب).
خلاصة ما ذكره المؤلف في هذا المبحث أنَّ المندوب هو ما في فعله الثواب، وليس في تركه عقاب.
وهذا أجود التعريفين اللذين ذكرهما المؤلف.
وإن شئت قلت: ما أُمِرَ به أمرًا غير جازم.
والتحقيق أنَّ المندوب مأمورٌ به؛ لأنَّ الأمر قسمان:
١ - أمر جازم، أي في تركه العقاب، وهو الواجب.
_________
(¬١) (١/ ١٨٩).',NULL,'19',NULL,NULL,'0');
INSERT INTO [b282] VALUES (17,'٢ - وأمر غير جازم، أي لا عقاب في تركه، وهو المندوب.
والدليل على شمول الأمر للمندوب قوله تعالى: {وَافْعَلُوا الْخَيْرَ} [الحج/ ٧٧]. أي ومنه المندوب.
{وَأْمُرْ بِالْمَعْرُوفِ} [لقمان/ ١٧] أي ومنه المندوب.
{إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالْإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى} [النحل/ ٩٠] أي ومن الإحسان وإيتاء ذي القربى ما هو مندوب.
واحتجَّ من قال: إنَّ الندب غير مأمور به بقوله: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ (٦٣)} [النور/ ٦٣]، قالوا: في الآية التوعدُ على مخالفة الأمر بالفتنة والعذاب الأليم، والندبُ لا يستلزمُ تركه شيئًا من ذلك.
وبحديث: "لولا أنْ أشقَّ على أمتي لأمرتهم بالسواك عند كلَّ صلاة" مع أنه ندبهم إلى السواك، قالوا: فدلَّ ذلك على أنَّ الندب غير مأمور به.
والجوابُ أنَّ الأمر في الآية والحديث المذكورين يراد به الأمرُ الواجب، فلا ينافي أن يطلق الأمر -أيضًا- على غير الواجب، وقد قدَّمنا أنَّ الأمر يطلق على هذا وهذا.
وزعمُ من قال إنَّ الندب تخييرٌ؛ بدليل جواز تركه، والأمر استدعاءٌ وطلب، والتخيير والطلب متنافيان = زعمٌ غير صحيح؛ لأن الندب ليس تخييرًا مطلقًا؛ بدليل أن الفعل فيه أرجحُ من الترك؛ للثواب في فعله وعدم الثواب في تركه، ولأنَّ المندوب -أيضًا- مطلوبٌ إلا أنَّ',NULL,'20',NULL,NULL,'0');
INSERT INTO [b282] VALUES (18,'طلبه غير جازم.
والندب في اللغة: الدعاءُ إلى الفعل. ومنه قوله:
لا يسألون أخاهم حين يندبهم ... في النائبات على ما قال برهانًا
والثواب في اللغة: الجزاء مطلقًا. ومنه قوله:
لكلِّ أخي مدحِ ثوابٌ علمته ... وليس لمدح الباهلي ثوابُ
أي جزاء.
وزَعْمُ أنَّ الثواب يختصُّ بجزاء الخير بالخير غيرُ صحيح، بل يطلق الثواب أيضًا على جزاء الشرِّ بالشرِّ في اللغة، ومنه قوله تعالى: {قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِنْ ذَلِكَ مَثُوبَةً عِنْدَ اللَّهِ مَنْ لَعَنَهُ اللَّهُ وَغَضِبَ عَلَيْهِ وَجَعَلَ مِنْهُمُ الْقِرَدَةَ وَالْخَنَازِيرَ} الآية [المائدة/ ٦٠]، وقوله تعالى: {هَلْ ثُوِّبَ الْكُفَّارُ مَا كَانُوا يَفْعَلُونَ (٣٦)} [المطففين: ٣٦].
والعقابُ في اللفة التنكيل على المعصية. ومنه قولُ النابغة الذبياني:
ومن عصاكَ فعاقِبْهُ معاقبةً ... تنهى الظلومَ ولا تقعد على ضَمَدِ

<span data-type="title" id=toc-9>المباح</span>
قال المؤلف (¬١) -رحمه اللَّه-:
_________
(¬١) (١/ ١٩٤).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b282] VALUES (19,'(القسمُ الثالث: المباح. وحدُّه: ما أذن اللَّه في فعله وتركه غير مقترن بذم فاعله وتاركه ولا مدحه، وهو من الشرع. . .) الخ كلامه.
اعلم أن الإباحة عند أهل الأصول قسمان:
١ - الأولى: إباحةٌ شرعية، أي عُرِفَتْ من قِبَل الشرع، كإباحة الجماع في ليالي رمضان المنصوص عليها بقوله: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [البقرة/ ١٨٧]، وتسمى هذه الإباحة: الإباحة الشرعية.
٢ - الثانية: إباحةٌ عقلية، وهي تسمى في الاصطلاح: البراءة الأصلية، والإباحة العقلية، وهي بعينها استصحاب العدم الأصليِّ حتى يرد دليل ناقل عنه.
ومن فوائد الفرق بين الإباحتين المذكورتين أن رفع الإباحة الشرعية يُسمَّى نسخًا، كرفع إباحة الفطر في رمضان، وجعل الإطعام بدلًا عن الصوم المنصوص في قوله: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة/ ١٨٤]، فإنه منسوخ بقوله: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة/ ١٨٥].
وأما الإباحةُ العقليةُ فليس رفعُها نسخًا؛ لأنَّها ليست حكمًا شرعيًّا، بل عقليًّا، ولذا لم يكن تحريم الربا ناسخًا لإباحته في أول الإسلام؛ لأنها إباحةٌ عقلية، وأمثال ذلك كثيرة جدَّا.
والمباح في اللغة: هو ما ليس دونه مانع يمنعه. ومنه قولُ عبيد بن الأبرص:',NULL,'22',NULL,NULL,'0');
INSERT INTO [b282] VALUES (20,'ولقد أبحنا ما حَمَيْت ... ولا مبيح لما حَمَيْنَا

تنبيه:
قد دلَّت آيات من كتاب اللَّه على أنَّ استصحاب العدم الأصلي حجةٌ على عدم المؤاخذة بالفعل حتى يَرِدَ دليلٌ ناقل عن العدم الأصلي.
من ذلك أنهم كانوا يتعاملون بالربا، فلمَّا نزل تحريم الربا خافوا من أكل الأموال الحاصلة منه بأيديهم قبل تحريم الربا، فأنزل اللَّه في ذلك: {فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللَّهِ} [البقرة/ ٢٧٥]، فقوله تعالى: {فَلَهُ مَا سَلَفَ} يدلُّ على أن ما تعاملوا به من الرِّبا على حكم البراءة الأصلية قبل نزول التحريم لا مؤاخدة عليهم به.
ونظير ذلك قوله: {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلَّا مَا قَدْ سَلَفَ} [النساء/ ٢٢]، وقوله تعالى: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ إِلَّا مَا قَدْ سَلَفَ} [النساء/ ٢٣]، فإنَّ قوله تعالى: {إِلَّا مَا قَدْ سَلَفَ} في الموضعين استثناء منقطع، أي لكن ما سلف قبل التحريم على حكم البراءة الأصلية، فهو عفو.
ونظائر هذا في القرآن الكريم كثيرة، ومن أصرح الآيات في ذلك قوله تعالى: {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} [التوبة/ ١١٥] فإنهم لمَّا استغفروا لموتاهم المشركين، فنزل قوله تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى} [التوبة/ ١١٣] ندموا على استغفارهم للمشركين،',NULL,'23',NULL,NULL,'0');
INSERT INTO [b282] VALUES (21,'فأنزل اللَّه الآية مبينة أن ما فعلوه من الاستغفار لهم على حكم البراءة الأصلية قبل نزول التحريم، لا مؤاخذة عليهم به حتى يحصل بيان ما ينهى عنه.

فصل
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(واختلف في الأفعال وفي<span data-type="title" id=toc-10> الأعيان المنتفع بها قبل ورود الشرع بحكمها</span>. . .) الخ.
اعلم أنَّ خلاصة ما ذكره المؤلف -رحمه اللَّه تعالى- في هذا المبحث: أنَّ حكم الأفعال والأعيان -أي الذوات المنتفع بها- قبل أن يرد فيها حكمٌ من الشرع فيها ثلاثة مذاهب:
الأول: أنها على الإباحة، وهو الذي يميلُ إليه المؤلف. واستدل بقوله تعالى: {هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا} [البقرة/ ٢٩]، فإنَّه تعالى امتنَّ على خلقه بما في الأرض جميعًا، ولا يمتن إلَّا بمباح، إذْ لا منَّة في محرَّم.
واستدلَّ لإباحتها أيضًا بصيغ الحصر في الآيات، كقوله: {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ} [الأعراف/ ٣٣]، وقوله تعالى: {قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً أَوْ دَمًا مَسْفُوحًا أَوْ لَحْمَ خِنْزِيرٍ} الآية [الأنعام/ ١٤٥]، {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ
_________
(¬١) (١/ ١٩٧).',NULL,'24',NULL,NULL,'0');
INSERT INTO [b282] VALUES (22,'رَبُّكُمْ عَلَيْكُمْ} الآية [الأنعام/ ١٥١].
واستدل لذلك أيضًا بحديث: "الحلال ما أحله اللَّه في كتابه، والحرام ما حرَّمه اللَّه في كتابه، وما سكت عنه فهو ممَّا عفا عنه".
المذهب الثاني: أنّ ذلك على التحريم حتى يرد دليل الإباحة. واستدل لهذا بأنَّ الأصل منع التصرف في ملك الغير بغير إذنه، وجميع الأشياء ملك للَّه جلَّ وعلا فلا يجوز التصرف فيها إلا بعد إذنه.
ونوقش هذا الاستدلالُ بأنَّ منع التصرف في ملك الغير إنَّما يَقْبُحُ عادةً في حقِّ من يتضرر بالتصرف في ملكه، وأنه يقبح عادةً المنع ممَّا لا ضرر فيه، كالاستظلالِ بظلِّ حائطِ إنسانٍ، والانتفاع بضوءِ ناره، والله جلَّ وعلا لا يلحقه ضرر من انتفاع مخلوقاته بالتصرف في ملكه.
المذهب الثالث: التوقف عنه حتى يرد دليلٌ مبيِّن للحكم فيه.
واعلم أن لعلماء الأصول في هذا المبحث تفصيلًا لم يذكره المؤلف، ولكنه أشار إليه إشارة خفية، وهو أنهم يقولون: الأعيان -مثلًا- لها ثلاث حالات:
١ - إمَّا أن يكون فيها ضررٌ محضٌ ولا نفع فيها البتة، كأكل الأعشاب السامة القاتلة.
٢ - وإمَّا أن يكون فيها نفعٌ محض، ولا ضرر فيها أصلًا.
٣ - وإمَّا أن يكون فيها نفع من جهةٍ وضرر من جهةٍ.
فإن كان فيها الضرر وحده ولا نفع فيها، أو كان ضررها أرجح من',NULL,'25',NULL,NULL,'0');
INSERT INTO [b282] VALUES (23,'نفعها أو مساويًا له = فهي حرام؛ لقوله -صلى اللَّه عليه وسلم- "لا ضرر ولا ضرار".
وإن كان نفعها خالصًا لا ضرر معه، أو معه ضرر خفيف والنفع أرجح منه = فأظهر الأقوال الجواز.
وقد أشار المؤلف إلى هذا التفصيل بقوله: (المنتفع بها)؛ فمفهومه أنَّ ما لا نفع فيه لا يدخلُ في كلامه.
قال المؤلف (¬١) -رحمه اللَّه-: (المباح غير مأمور به. .) الخ.
من المعلومِ أنَّ المباحَ لم يُؤْمَرْ به، لا تركًا ولا فعلًا، وقد قدَّمنا أنه لا يدخلُ في تعريف التكليف بوجهٍ من الوجوه، وإنَّما عدوه من أقسام الحكم التكليفي مسامحةً وتكميلًا للقسمة، كما تقدَّم.

<span data-type="title" id=toc-11>المكروه</span>
قال المؤلف (¬٢) -رحمه اللَّه-:
(القسم الرابع: المكروه، وهو ما تركُه خيرٌ من فعله، وقد يطلق ذلك على المحظور، وعلى ما نُهي عنه نهي تنزيه، فلا يتعلق بفعله عقاب. . .) الخ.
كلامه واضح.
والمكروه في اللغة: اسم مفعول كرهه، إذا أبغضه ولم يحبه، فكلُّ
_________
(¬١) (١/ ٢٠٣).
(¬٢) (١/ ٢٠٦).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b282] VALUES (24,'بغيض إلى النفوس فهو مكروه في اللغة، ومنه قوله تعالى: {كُلُّ ذَلِكَ كَانَ سَيِّئُهُ (¬١) عِنْدَ رَبِّكَ مَكْرُوهًا (٣٨)} [الإسراء/ ٣٨].
وقولُ عمرو بن الإطْنابة:
وإقدامي على المكروه نفسي ... وضربي هامة البطل المشيح
واعلم أن المكروه قد يطلق على الحرام؛ لأنه بغيض إلى النفوس العارفة، وذلك هو معنى قول المؤلف: (وقد يطلق ذلك على المحظور)، فالإشارة في قوله "ذلك" راجعة إلى المكروه والمحظور والحرام.
ومراده أن الكراهة قد تُطلق على كراهة التحريم وكراهة التنزيه، كما هو معروف في كلام العلماء.
وعرِّف المكروه في الاصطلاح بأنه: هو ما تركه خير من فعله.
وإن شئت قلت: هو ما نهي عنه نهيًا غير جازم.

فصل
قال المؤلف (¬٢) -رحمه اللَّه-:

(و<span data-type="title" id=toc-12>الأمرُ المطلقُ لا يتناول المكروه</span>؛ لأن الأمر استدعاء وطلب، والمكروه غير مستدعًى ولا مطلوب، ولأن الأمر ضد النهي، فيستحيل
_________
(¬١) وهي قراءة نافع وغيره.
(¬٢) (١/ ٢٠٧).',NULL,'27',NULL,NULL,'0');
INSERT INTO [b282] VALUES (25,'أنْ يكون الشيء مأمورًا به ومنهيًّا عنه، وإذا قلنا: إنَّ المباح ليس بمأمور فالنهي عنه أولى).
إيضاحُ معنى كلامه -رحمه اللَّه-:
أن المأمور به إذا كان بعض جزئياته منهيًّا عنه نهي تنزيه أو تحريم لا يدخلُ ذلك المنهيٌّ عنه منها في المأمور به؛ لأنَّ النهي ضدُّ الأمر، والشيء لا يدخل في ضدِّه، خلافًا لبعض الحنفية القائلين بدخوله فيه، فتحيَّةُ المسجد مثلًا مأمور بها، فإذا دخل المسجد وقت نهي، فتلك الصلاة المنهي عنها لوقت النهي لم تدخل في الأمر للمضادة التي بين الأمر والنهي، وهكذا.
وقال الشافعي -رحمه اللَّه-: إنَّ الصلوات ذوات الأسباب الخاصة لم يتناولها النهي، فهي داخلة في الأمر؛ لأنَّها لم تدخل في النهي.

<span data-type="title" id=toc-13>الحرام</span>
قال المؤلف (¬١) -رحمه اللَّه-:
(القسم الخامس: الحرام ضد الواجب).
اعلم أنَّ الحرام صفةٌ مشبهةٌ باسم الفاعل، لأنه الوصف مِنْ حَرُمَ الشيءُ فهو حرام.
_________
(¬١) (١/ ٢٠٨).',NULL,'28',NULL,NULL,'0');
INSERT INTO [b282] VALUES (26,'والحرام في اللغة: هو الممنوع. ومنه قول امرئ القيس:
جالت لتصرعني فقلتُ لها اقصري ... إني امرؤ صرعي عليك حرام
وقول الآخر:
حرامٌ على عينيَّ أن تطعما الكرى ... وأن تَرْقآ حتى ألاقيك يا هند
وقوله تعالى: {وَحَرَّمْنَا عَلَيْهِ الْمَرَاضِعَ مِنْ قَبْلُ} [القصص/ ١٢]، وقوله تعالى: {فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً} [المائدة/ ٢٦]، وقوله تعالى: {وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا} [الأنبياء/ ٩٥] الآيات.
وقوله: "ضد الواجب" يعني أنَّ الحرام في الاصطلاح: هو ما في تركه الثواب وفي فعله العقاب.
وإن شئت قلت: ما نهي عنه نهيًا جازمًا.
وقول المؤلف (¬١) -رحمه اللَّه-:
(فيستحيل أنْ يكون الشيء الواحد واجبًا حرامًا، طاعة ومعصية، من وجهٍ واحد، إلا أن الواحد بالجنس ينقسم إلى واحد بالنوع، وإلى واحد بالعين، أي بالعدد. . .) الخ.
إيضاحُ معنى كلامه -رحمه اللَّه- أنَّ الوحدة ثلاثة أقسام:
١ - وحدة بالجنس.
_________
(¬١) (١/ ٢٠٨).',NULL,'29',NULL,NULL,'0');
INSERT INTO [b282] VALUES (27,'٢ - وحدة بالنوع.
٣ - وحدة بالعين.
أما الوحدةُ بالجنس أو النوع فلا مانع من كون بعض أفراد الواحد بهما حرامًا وبعضها حلالًا، بخلاف الوحدة بالعين، فلا يمكن أن يكون فيها بعض الأفراد حرامًا وبعضُها حلالًا.
مثال الوحدة بالجنس: وحدة البعير والخنزير؛ لأنهما يشملُهما جنسٌ واحدٌ هو الحيوان، فكلاهما حيوان، فهما متحدان جنسًا، ولا إشكال في حرمة الخنزير وإباحة البعير.
ومثال الوحدة بالنوع: السجود؛ فإنه نوع واحد، فالسجود للَّه والسجود للصنم يدخلان في نوع واحدٍ هو اسم السجود، ولا إشكال في أن السجود للصنم كفر، وللَّه قربة، كما قال تعالى: {لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (٣٧)} [فصلت/ ٣٧].
ومثال الوحدة بالعين عند المؤلف -رحمه اللَّه-: الصلاة في الأرض المغصوبة، فلا يمكن عنده أن يكون بعض أفرادها حرامًا وبعضها مباحًا.
وإيضاحُ مراده: أن المصلي في الدار المغصوبة إذا قام إلى الصلاة شغل بجسمه الفراغ الذي هو كائن فيه، وشَغْلُه الفراغَ المملوك لغيره بجسمه تعدِّيًا غصبٌ، فهو حرامٌ، فهذا الركن الذي هو القيام غصبٌ، فهو حرامٌ، فإذا ركع شغل الفراغ الذي هو كائنٌ فيه في ركوعه، وإذا',NULL,'30',NULL,NULL,'0');
INSERT INTO [b282] VALUES (28,'سجد شغل الفراغ الذي هو كائن فيه في سجوده، وهكذا، وشَغْلُ الفراغ المملوك لغيره تعدِّيًا غصبٌ، فلا يمكن أنْ يكون قربة؛ لامتناع كون الواحد بالعين واجبًا حرامًا، قربةً معصيةً، لاستحالة اجتماع الضدَّين في شيءٍ واحدٍ من جهةٍ واحدة؛ فيلزم بطلان الصلاة المذكورة.
ومنع هذا القائلون بصحة الصلاة في الأرض المغصوبة، وهم الجمهور، قالوا: الصلاة في الأرض المغصوبة فعلٌ له جهتان، والواحد بالشخص يكون له جهتان هو طاعةٌ من إحداهما ومعصيةٌ من إحداهما، فالصلاة في الأرض المغصوبة من حيث هي صلاةٌ قربةٌ، ومن حيث هي غصبٌ معصيةٌ، فله صلاته وعليه غصبه.
فيقول من قال ببطلانها: الصلاة في المكان المغصوب ليست من أمرنا، فهي ردٌّ، للحديث الصحيح: "من أحدث في أمرنا ما ليس منه فهو رد".
فيقول خصمُه: الصلاةُ في نفسها من أمرنا، فليست بردٍّ، وإنَّما الغصبُ هو الذي ليس من أمرنا فهو ردٌّ.
واعلم أن حاصل أقوال العلماء في الصلاة في المكان المغصوب أربعة مذاهب:
الأول: أنها باطلة يجب قضاؤها، وهو أصح الروايتين عن الإمام أحمد -رحمه اللَّه-.
الثاني: أنها باطلة ولا يجب قضاؤها؛ لأنَّ النهي يقتضي البطلان؛',NULL,'31',NULL,NULL,'0');
INSERT INTO [b282] VALUES (29,'ولأنَّ السلف لم يكونوا يأمرون بقضاء الصلاة في المكان المغصوب، وممن قال به الباقلاني، والرازي. ولا يخفى بُعْدُه.
الثالث: أنَّها صحيحة، وهي رواية أخرى عن أحمد، وعليه الجمهور منهم مالك والشافعي وأكثر أهل العلم، وأكثرهم على أنها صحيحة لا أجر فيها، كالزكاة إذا أخذت منه قهرًا.
والرابع: أنها صحيحة، وله أجر صلاته وعليه إثم غصبه. وهذا أقيس.

فصل
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(مصححوا الصلاة في الدار المغصوبة قسَّموا النهي ثلاثة أقسام. . .) إلى آخره.
اعلم أنَّ حاصل كلام أهل الأصول في هذه المسألة أنَّ المنهي عنه إمَّا أن تكون جهة النهي فيه منفردةً، أعني أنه لم تكن له جهة أخرى مأمور به منها، كالشرك باللَّه والزنا، فإن النهي عنهما لم يخالطه أمر من جهة أخرى، وهذا النوع واضح لا إشكال في أنه باطل على كل حال.
وإمَّا أن يكون له جهتان: جهة مأمور به منها، وجهة منهي عنه منها. وهم يقولون في مثل هذا: إن انفكت جهة الأمر عن جهة النهي فالفعل صحيح، وإن لم تنفك عنها فالفعل باطل. لكنهم عند التطبيق
_________
(¬١) (١/ ٢١٣).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b282] VALUES (30,'يختلفون:
فيقول الحنبليُّ: الصلاةُ في الأرض المغصوبة منهي عنها من جهة الغصب، مأمور بها من جهة الصلاة، إلا أنَّ الجهة هنا غير منفكة، لأن نفس الحركة في أركان الصلاة عين شغل الفراغ المملوك لغيره تعديًا، وذلك عين الغصب، فأفعال الصلاة لا تنفك عن كونها غصبًا، والصلاة يشترط فيها نية التقرب، وتلك الأفعال التي هي شغل الفراغ المملوك لغيره غصبٌ لا يمكن فيه نية التقرب، إذ لا يمكن أن يكون متقربًا بما هو عاصٍ به.
أما إذا انفكت الجهة فالفعل صحيح، كالصلاة بالحرير، فإنَّ الجهة منفكة؛ لأن لبس الحرير منهي عنه مطلقًا في الصلاة وغيرها، فالمصلي بالحرير صلاته صحيحة، وعليه إثم لبسه الحرير.
فيقول المالكي والشافعي مثلًا: لا فرق البتة بين الصلاة في المكان المغصوب وبين الصلاة بالحرير، فالغصب -أيضًا- حرامٌ في الصلاة وفي غيرها، فصلاته صحيحة، وعليه إثم غصبه.
ويقول المالكي -مثلًا-: مثال الجهة غير المنفكة صوم يوم العيد أو الفطر؛ لأن الصائم فيهما معرض عن ضيافة اللَّه، لأن الصوم إمساك، وهذا الإمساك هو بعينه الإعراض عن ضيافة اللَّه، لأن الإعراض عنهما هو الامتناعُ عن الأكل والشرب، فلا يمكن انفكاك الجهة.
فيقول الحنفي: الجهة منفكة -أيضًا-؛ لأن الصوم من حيث إنه',NULL,'33',NULL,NULL,'0');
INSERT INTO [b282] VALUES (31,'صومٌ قربةٌ، ومن حيث كونه في يوم العيد منهيٌّ عنه، فالجهة منفكة، ولذا لو نذر أحد أن يصوم يوم العيد فنذره عنده صحيح منعقد، ويلزمه صيام يوم آخر غير يوم العيد بناء على انفكاك الجهة عنده.
وقول المؤلف (¬١) -رحمه اللَّه- في هذا المبحث: (قسَّموا النهي إلى ثلاثة أقسام).
إيضاح معناه: أنَّ المنهيَّ عنه إمَّا أن يكون النهي عنه لذاته، أو لوصفه القائم به، أو لخارج عنه، زاد بعض المحققين قسمًا رابعًا: وهو أن المنهيَّ عنه لخارج عنه قد تكون فيه جهة النهي غير منفكة عن جهة الأمر، وقد تكونُ منفكة عنها، فتكون الأقسام أربعة.
مثال المنهي عنه لذاته: الشرك والزنا، ومثال المنهي عنه لوصفه القائم به: الخمر بالنسبة إلى الإسكار، ومثَّل له المؤلف بالصلاة في حالة السُّكر؛ لأنَّها منهي عنها لوصف السُّكر القائم بالمصلي، ومثال المنهي عنه لخارج غير لازم: الصلاة بالحرير، ومثال المنهي عنه لخارج لازم عند المؤلف: الصلاة في المكان المغصوب.
والنهي يقتضي البطلان في ثلاثة منها، وهي: ما نهي عنه لذاته، أو لوصفه القائم به، أو لخارج عنه لازمٍ له لزومًا غير منفك.
أمَّا الرابع فلا يقتضي البطلان، وهو ما كان النهي عنه لخارج غير لازم.
_________
(¬١) (١/ ٢١٣).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b282] VALUES (32,'وقد قدمنا اختلافهم في انفكاك الجهة.
وقد بين صاحب "مراقي السعود" بعض المسائل التي اختلفوا في انفكاك الجهة فيها وعدمه بقوله:
مثل الصلاة بالحرير والذهب ... أو في مكان الغصب والوضو انقلب
ومعطنٍ ومنهج ومقبرة ... كنيسةٍ وذي حميم (¬١) مجزرة
والمؤلف -رحمه اللَّه- يرى أنَّ الصلاة في الأمكنة المنهي عنها باطلة، والخلاف فيها مشهور.

فصل
قال المؤلف (¬٢) -رحمه اللَّه-:
(الأمر بالشيء نهي عن ضدِّه من حيث المعنى، فأمَّا الصيغة فلا، فإنَّ قوله: (قم) غير قوله: (لا تقعد)، وإنَّما النظر في المعنى، وهو أن طلب القيام هل هو بعينه طلب ترك القعود. . .) إلى آخره.
اعلم أنَّ كون الأمر بالشيء نهيًا عن ضده فيه ثلاثة مذاهب:
الأول: أن الأمر بالشيء هو عين النهي عن ضدِّه. وهذا قول جمهور المتكلمين.
_________
(¬١) ذي حميم: أي الحمَّام؛ لوجود الماء الحار، ومنه قوله تعالى: {وَسُقُوا مَاءً حَمِيمًا} [محمد/ ١٥]. "عطية".
(¬٢) (١/ ٢١٧).',NULL,'35',NULL,NULL,'0');
INSERT INTO [b282] VALUES (33,'قالوا: اسكن -مثلًا-، السكونُ المأمورُ به فيه هو عين ترك الحركة، فهو إذن عين النهي عن الحركة -أيضًا-، فالأمرُ بالسكون هو النهي عن الحركة.
قالوا: وشغل الجسم فراغًا هو عين تفريغه للفراغ الذي انتقل عنه، والبعد من المغرب هو عين القرب من المشرق، وهو بالإضافة إلى المشرق قرب، وإلى المغرب بعد.
قالوا: ومثل ذلك طلب السكون، فهو بالنسبة إليه أمر وإلى الحركة نهي.
والذين قالوا بهذا القول اشترطوا في الأمر كون المأمور به معينًا، وكون وقته مضيقًا، ولم يذكر ذلك المؤلف، أمَّا إذا كان غير معين -كالأمر بواحد من خصال الكفارة- فلا يكون نهيًا عن ضده، فلا يكونُ في آية الكفارة نهي عن ضد الإعتاق -مثلًا-؛ لجواز ترك الإعتاق من أصله والتلبس بضده، والتكفير بالإطعام -مثلًا-، وذلك بالنظر إلى ما صِدْقِه أي فرده المعيَّن، كما مثلنا، لا بالنظر إلى مفهومه وهو الأحد الدائر بين تلك الأشياء؛ فإنَّ الأمر حينئذٍ نهيٌ عن ضد الأحد الدائر، وضده هو ما عدا تلك الأشياء المخير بينها.
وكذلك الوقت الموسع، فلا يكون الأمر بالصلاة في أول الوقت نهيًا عن التلبُّس بضدها في ذلك الوقت، بل يجوز التلبس بضدها في أول الوقت وتأخيرها إلى وسطه أو آخره بحكم توسيع الوقت.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b282] VALUES (34,'قال مقيده -عفا اللَّه عنه-:
الذي يظهر -واللَّه أعلم- أنَّ قول المتكلمين ومن وافقهم من الأصوليين أنَّ الأمر بالشيء هو عين النهي عن ضده، مبني على زعمهم الفاسد أنَّ الأمر قسمان: نفسي ولفظي، وأنَّ الأمر النفسي هو المعنى القائم بالذات المجرَّد عن الصيغة، وبقطعِهم النظر عن الصيغةِ واعتبارِهم الكلامَ النفسيَّ زعموا أنَّ الأمر هو عين النهي عن الضد مع أن متعلق الأمر طلب ومتعلق النهي ترك، والطلب استدعاء أمر موجود، والنهي استدعاء ترك فليس استدعاء شيء موجود.
وبهذا يظهر أن الأمر ليس عين النهي عن ضده، وأنه لا يمكن القول بذلك إلا على زعم أنَّ الأمر هو الخطاب النفسي القائم بالذات المجرَّد عن الصيغة.
ويوضح ذلك اشتراطُهم في كون الأمر نهيًا عن الضد أن يكون الأمر نفسيًا، يعنون الخطاب النفسي المجرد عن الصيغة، وجزم ببناء هذه المسألة على الكلام النفسي صاحبُ الضياء اللامع وغيره، وقد أشار المؤلف إلى هذا بقوله: (من حيث المعنى، وأمَّا الصيغة فلا)، ولم ينتبه لأنَّ هذا من المسائل التي فيها النارُ تحت الرماد؛ لأن أصل هذا الكلام مبنيٌّ على زعم باطل، وهو أنَّ كلام اللَّه مجرد المعنى القائم بالذات المجرد عن الحروف والألفاظ؛ لأنَّ هذا القول الباطل يقتضي أنَّ ألفاظ كلمات القرآن بحروفها لم يتكلم بها ربُّ السموات والأرض. وبطلان ذلك واضح، وسيأتي له إن شاء اللَّه زيادة إيضاح في مباحث القرآن ومباحث الأمر.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b282] VALUES (35,'المذهب الثاني: أنَّ الأمر بالشيء ليس عين النهي عن ضده، ولكنه يستلزمه. وهذا هو أظهر الأقوال؛ لأنَّ قولك: اسكن -مثلًا- يستلزم نهيك عن الحركة؛ لأن المأمور به لا يمكنُ وجوده مع التلبس بضده؛ لاستحالة اجتماع الضدين، وما لا يتم الواجب إلَّا به واجب كما تقدَّم، وعلى هذا القول أكثر أصحاب مالك، وإليه رجع الباقلاني في آخر مصنفاته، وكان يقولُ بالأول.
المذهب الثالث: أنه ليس عينه ولا يتضمنُه. وهو قول المعتزلة والأبياري من المالكية، وإمام الحرمين والغزالي من الشافعية، واستدلَّ من قال بهذا بأنَّ الآمر يجوز أن يكون وقت الأمر ذاهلًا عن ضدِّه، وإذا كان ذاهلًا عنه فليس ناهيًا عنه، إذْ لا يتصور النهي عن الشيء مع عدم خطوره بالبال أصلًا.
ويجابُ عن هذا بأنَّ الكفَّ عن الضد لازم لأمره لزومًا لا ينفك، إذ لا يصح امتثال الأمر بحال إلا مع الكف عن ضده، فالأمر مستلزم ضرورة للنهي عن ضده، لاستحالة اجتماع الضدين.
قالوا: ولا تشترط إرادة الأمر، كما ألثمار إليه المؤلف -رحمه اللَّه-.
قال مقيده -عفا اللَّه عنه-:
قولهم هنا: "ولا تُشترط إرادة الأمر" في هذا المبحث غلطٌ؛ لأن المراد بعدم اشتراط الإرادة في الأمر إرادة الآمر وقوع المأمور به، أما إرادته لنفس اقتضاء الطلب المعبر عنه بالأمر، فلا بدَّ منها على كل',NULL,'38',NULL,NULL,'0');
INSERT INTO [b282] VALUES (36,'حال، وهي محل النزاع هنا.
ومن المسائل التي تنبني على الاختلاف في هذه المسألة قولُ الرجل لامرأته: إنْ خالفت نهيي فأنت طالق، ثم قال: قومي، فقعدت.
فعلى أن الأمر بالشيء نهي عن ضده، فقوله: "قومي" هو عين النهي عن القعود، فيكون قعودها مخالفةً لنهيه المعبَّر عنه بصيغة الأمر، فتطلق.
وعلى أنه مستلزم له، فيتفرع على الخلاف المشهور في لازم القول هل هو قول أو لا؟
وعلى أنه ليس عين النهي عن الضد، ولا مستلزمًا له، فإنَّها لا تطلق.
ومن المسائل المبنيَّة عليها -أيضًا- ما لو سرق المصلِّي في صلاته، أو لبس حريرًا، أو نظر محرَّمًا، فعلى أن الأمر بالشيء نهي عن ضده فيكون الأمر بالصلاة هو عين النهي عن السرقة -مثلًا-، فتبطل الصلاة بناءً على أن النهي يستلزم الفساد، فعين السرقة منهي عنها في الصلاة بنفس الأمر بالصلاة؛ فعلى أنَّ النهي يقتضي الفساد فالصلاة باطلة.
وسيأتي لهذا زيادةُ إيضاح -إن شاء اللَّه تعالى-، وخلافُ العلماء في مثل هذه الفروع مشهور.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b282] VALUES (37,'تنبيه:
تكلم المؤلفُ -رحمه اللَّه- على الأمر بالشيء الذي له ضدٌّ، ولم يذكر حكم الشيء الذي له أضداد متعددة، وحكمهما واحد، فالأمرُ بالشيء نهي عن الضد الواحد أو مستلزم له. . إلى آخره، ونهي عن جميع الأضداد المتعددة أو مستلزم لها. . إلى آخره.
مثال الواحد: ضد السكون، وهو الحركة. ومثال المتعددة: النهي عن القيام، فضده القعود والاضطجاع.

فصل
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(التكليف في اللغة: إلزام ما فيه كلفةٌ، أي مشقة. قالت الخنساء:
يكلِّفه القومُ ما نابهم ... وإنْ كان أصغرهم مولدًا)
فقد عرفنا التكليف لغة واصطلاحًا فيما تقدم.
وقوله: (وهو في الشريعة الخطابُ بأمر أو نهي). قد بينَّا فيما تقدم وجه إدخال الجائز في أقسام التكليف مع أنَّه ليس مكلَّفًا به فعلًا ولا تركًا.
قال المؤلف (¬٢) -رحمه اللَّه-:
(وله شروط بعضُها يرجعُ إلى المكلَّف، وبعضُها يرجعُ إلى نفس
_________
(¬١) (١/ ٢٢٠).
(¬٢) (١/ ٢٢٠).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b282] VALUES (38,'الفعل المكلَّف به. . .) إلى آخره.
أما شروط التكليف الراجعة إلى المكلف فذكر منها: العقل، والبلوغ، وعدم النسيان، وعدم النوم، فجعل السكران الذي لا يعقل غير مكلَّف، ولم يجعل عدم الإكراه شرطًا، فالمكره عنده مكلَّفٌ، وذكر الخلاف في اشتراط عدم الكفر بالنسبة إلى فروع الإسلام، ولذا ذكر أن الكفار اختلف في خطابهم بفروع الإسلام.
وذكر ثلاثة شروط راجعة إلى نفس الفعل المكلف به، وهي: علم المكلَّف المأمور به، فلا يصح تكليفه بما لا يعلمه.
الثاني: كون الفعل المأمور به معدومًا، لأنَّ التكليف بتحصيل الموجود تحصيل حاصل. وهو محال.
الثالث: كونه ممكنًا، فلا يصح التكليف بالمحال.
هذا حاصلُ ما ذكره من شروط التكليف، ودونك تحقيق المقام في الشروط المذكورة.
أمَّا اشتراط العقل في التكليف فلا خلاف فيه بين العلماء، إذ لا معنى لتكليف من لا يفهم الخطاب، وأمَّا لزوم قيم المتلفات وأروش الجنايات لمن لا عقل له، كالصبي الصغير والمجنون، فهو من خطاب الوضع لا من خطاب التكليف.
وأمَّا الصبيُّ المميز: فجمهور العلماء على أنه غير مكلَّف بشيء مطلقًا، لأنَّ القلم مرفوع عنه حتى يبلغ، وعن أحمد رواية مرجوحة بتكليف الصبي المميز، ومذهب مالك وأصحابه تكليف الصبي',NULL,'41',NULL,NULL,'0');
INSERT INTO [b282] VALUES (39,'بالمكروه والمندوب فقط دون الواجب والحرام، قالوا: للإجماع على أنه لا إثم عليه بترك واجب، ولا بارتكاب حرام؛ لرفع القلم عنه، وأما المكروه والمندوب فاستدلوا لتكليفه بهما بحديث الخثعمية التي أخذت بضبعي صبي، وقالت: يا رسول اللَّه ألهذا حج؛ قال: "نعم ولك أجر".
وأما النائم والناسي: فاختُلف في تكليفهما، فقيل: غير مكلفين، كما درج عليه المؤلف؛ للإجماع على سقوط الإثم عنهما، ولو كانا مكلفين كانا آثمين بترك العبادة حتى فات وقتها لأجل النوم والنسيان.
وقيل: هما مكلفان؛ بدليل الإجماع على وجوب القضاء عليهما، إذ لو كانت الصلاة غير واجبة عليهما في وقت النوم أو النسيان لما وجب قضاؤها عند اليقظة والذكر؛ لأن ما لم يجب لا يجب قضاؤه.
وجمع بعض محققي الأصوليين من المالكية بين القولين بأنْ قال: إنَّ عدم النوم والنسيان شرطٌ في الأداء لا في الوجوب، فالصلاة واجبة عليهما مع أنهما غير مكلفين بنفس أدائها، فالتمكن من الأداء بعد النوم والنسيانِ شرطٌ في الأداء فقط لا في الوجوب، ومرادُهم بشرط الإيجاب أنَّه شرط في الإيجاب الإعلامي الذي المقصود منه اعتقادُ وجوب إيجاد الفعل، ومرادهم بشرط الأداء الإيجاب الإلزامي الذي المقصود منه الامتثال الذي لا يحصل إلا بالاعتقاد والإيجاد معًا.
واعلم أنَّ ما جزم به المؤلف رحمه اللَّه من كون الناسي والنائم غير مكلَّفين، يشكل عليه وجوب قضاء الصلاة، والإجماع على أنَّها قضاء، وقد يُجاب عنه بأنَّ القضاء وجب بانعقاد سبب الوجوب، وإن منع منه تمامه مانع النوم أو النسيان. واللَّه تعالى أعلم.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b282] VALUES (40,'وأما السكران الذي لا يعقل: فجزم المؤلف بأنه غير مكلَّف، وبين أن لزوم الطلاق للسكران، ولزوم قيم المتلفات للنائم والناسي، أنَّ ذلك من خطاب الوضع، وذلك هو مراده بقوله (¬١): (من قبيل ربط الأحكام بالأسباب)؛ لأنَّ ذلك بعينه من خطاب الوضع.
واعلم أنَّ العلماء اختلفوا فيما يلزمُ السكران، ومما قيل في ذلك: التفصيل؛ لأنَّ السكر قد يذهب جميع عقله حتى يكون لا يعقل شيئًا، وهو المعروف بالسكران الطافح، وقد يذهب بعض عقله، ويبقى معه بعضه.
فالأظهر في الطافح أنه لا يلزمه شيء من العقود ولا العتق ولا الطلاق ولا الجنايات إلا ما كان من خطاب الوضع كغرم قيمة المتلف، وأمَّا الذي لم يفقد جميع عقله فهو الذي فيه قول من قال:
لا يلزم السكران إقرار عقود ... بل ما جنى عتق طلاق وحدود (¬٢)
فإنْ قيل: قد دلَّ القرآن على تكليف السكران في قوله تعالى: {لَا تَقْرَبُوا الصَّلَاةَ وَأَنْتُمْ سُكَارَى} [النساء/ ٤٣]؛ لأنَّ قوله: {وَأَنْتُمْ
_________
(¬١) (١/ ٢٢٤).
(¬٢) هذا في غير الطافح، وهو الذي لم يفقد كل عقله. أما الطافح فلا يلزمه شيء. وللشيخ أبيات في ذلك، وهي:
لا يلزم الطافح في عقود ... ولا جنايات ولا حدود
ومن جميع عقله لن يفقدا ... فهو الذي ذا البيت فيه أنشدا
لا يلزم السكران. . . ... . . . . . . . . . . . . البيت
"عطية"',NULL,'43',NULL,NULL,'0');
INSERT INTO [b282] VALUES (41,'سُكَارَى} جملة حالية، العامل فيها {لَا تَقْرَبُوا}، وصاحبها الضمير الذي هو الواو، والمعروف في علم العربية أنَّ الحال إن كانت غير مقدرة، فوقتها هو بعينه وقت عاملها، فيلزم من ذلك أن وقت النهي عن قربان الصلاة هو وقتُ السُّكر بعينه، ونهي السكران في وقت سكره يدل على أنَّه مكلَّف.
فالجواب عن هذا الإشكال من الجهتين اللتين ذكرهما المؤلف:
الأولى: أن المراد بالنهي النهيُ عن شرب الخمر في أول الإسلام قبل تحريمها قرب أوقات الصَلاة بحيث يغلب على الظن أنها يدخل وقتها وهو سكران، لأن من شرب المسكر في وقت يظن فيه أنه يأتي وقت الصلاة وهو سكران فكأنه عالم بأنَّ صلاته تكون في وقت سكره.
ودليل هذا الوجه: أنَّ الآية لما نزلت كانوا لا يشربونها إلا في وقتين: بعد صلاة العشاء وبعد صلاة الصبح؛ لأنه يغلب على الظن أن السكران يصحو فيما بين العشاء والصبح، وفيما بين الصبح والظهر، وأما في غير ذينك الوقتين فلا يشربونها؛ لأن وقت الصلاة في غيرهما يدخل قبل صحو السكران، وهو واضح.
الثانية: أن المراد بالنهي خطابُ مَنْ وَجدَ مبادئ النشاط والطرب قبل زوال عقله؛ فإنَّه إن ابتدأ الصلاة في ذلك الوقت قد يتمكن منه السكر في أثنائها.

تنبيه:
قد أشار تعالى إلى ما يُعرف به زوال السكر، وهو أن يكون فاهمًا',NULL,'44',NULL,NULL,'0');
INSERT INTO [b282] VALUES (42,'لما يتكلم به غير طائش عنه، وذلك في قوله: {حَتَّى تَعْلَمُوا مَا تَقُولُونَ} الآية [النساء/ ٤٣].
وأمَّا المُكْرَه: فجزم المؤلفُ رحمه اللَّه بأنَّه مكلَّف، وإطلاقه تكليفه من غير تفصيل لا يخلو من نظر، إذ الإكراه قسمان:
١ - قسمٌ لا يكون فيه المكره مكلفًا بالإجماع، كمن حلف لا يدخل دار زيد مثلًا، فقهره من هو أقوى منه، وكبَّله بالحديد، وحمله قهرًا حتى أدخله فيها، فهذا النوع من الإكراه صاحبه غير مكلَّف كما لا يخفى، إذ لا قدرة له على خلاف ما أكره عليه.
٢ - وقسمٌ هو محلُّ الخلاف الذي ذكره المؤلف، وهو ما إذا قيل له: افعل كذا مثلًا وإلا قتلتك، وجزم المؤلف بأنَّ المكره هذا النوع من الإكراه مكلَّف، وظاهر كلامه أنه لو فعل المحرَّم الذي أكره عليه هذا النوع من الإكراه لكان آثمًا، والظاهر أنَّ في ذلك تفصيلًا.
فالمكره على القتل بأن قيل: "اقتله وإلا قتلتك أنت"، لا يجوز له قتل غيره، وإن أدَّى ذلك إلى قتله هو، وأمَّا في غير حق الغير فالظاهر أنَّ الإكراه عذر يسقط التكليف، بدليل قوله تعالى: {إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ} [النحل/ ١٠٦].
وفي الحديث: "إن اللَّه تجاوز لي عن أمتي الخطأ والنسيان وما استكرهوا عليه".
والحديث وإنْ أعلَّه أحمد وابن أبي حاتم، فقد تلقاه العلماء بالقبول، وله شواهد ثابتة في الكتاب والسنة.',NULL,'45',NULL,NULL,'0');
INSERT INTO [b282] VALUES (43,'وأما<span data-type="title" id=toc-18> خطابُ الكفَّار بفروع الإسلام:</span> فاختلف فيه، فقيل: غير مخاطبين بها. واحتجَّ من قال بأنَّهم غير مخاطبين بها بأنَّهم لو فعلوها في حال كفرهم لم تقبل منهم، ولا يجب قضاؤها عليهم بعد الإسلام، وما لم يُقبل منهم فلا يُخاطبون به.
وهذا الاحتجاجُ مردودٌ؛ لأنَّهم مخاطبون بها وبما لا تصحُّ إلَّا به وهو الإسلام، كالمحدث يخاطب بالصلاة وبما لا تصح الصلاة إلا به كالطهارة، كما قدَّمنا من أن ما لا يتم الواجب إلا به واجب،
والحقُّ أنَّهم مكلفون بها لدلالة النصوص على ذلك.
فمن الأدلة عليه قوله تعالى: {مَا سَلَكَكُمْ فِي سَقَرَ (٤٢) قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ (٤٣) وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ (٤٤)} [المدثر/ ٤٢ - ٤٤].
ففي الآية التصريح بأن من الأسباب التي سلكتهم في سقر عدم إطعام المسكين، وهو فرع من الفروع.
ونظيره قوله تعالى: {خُذُوهُ فَغُلُّوهُ (٣٠) ثُمَّ الْجَحِيمَ صَلُّوهُ (٣١) ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ (٣٢)} ثم بين السبب بقوله تعالى: {إِنَّهُ كَانَ لَا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ (٣٣) وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (٣٤)} [الحاقة/ ٣٣ - ٣٤].
ومن الأدلة على ذلك قوله تعالى: {وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا (٦٨) يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا (٦٩)} [الفرقان/ ٦٩ - ٦٨]؛ لأن الآية نص في مضاعفة العذاب في حق من جَمَعَ بين المحظورات.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b282] VALUES (44,'واعلم أنَّ المسألة فيها ثلاثة أقوال:
الأول: أنهم مخاطبون بها. وهو الحق.
الثاني: أنهم غير مخاطبين بها مطلقًا.
الثالث: أنهم مخاطبون بالنواهي لصحة الكفِّ عن الذنب منهم دون الأوامر.
وحجة من قال بالإطلاق أن الكفِّ عن المنهيِّ عنه وإن صدر منهم فلا أجر لهم فيه؛ لأنَّ الكفر سيئة لا تنفع معها حسنة.
وأمَّا الجوابُ عن كونها لا تقضى بعد الإسلام، فهو أنَّ الإسلام يَجُبُّ ما قبله.
قال المؤلف (¬١) -رحمه اللَّه-:

(فأماَّ<span data-type="title" id=toc-19> الشروط المعتبرةُ لفعل المكلَّف به </span>فثلاثة: أحدها: أن يكون معلومًا للمأمور به حتى يتصور قصده إليه، وأن يكون معلومًا كونه مأمورًا به من جهة اللَّه تعالى، حتى يتصور فيه قصد الطاعة والامتثال، وهذا يختص بما يجب به قصد الطاعة والتقرب).
إيضاحُ معنى هذا الشرط الأول أنَّ الفعل المكلف به يشترط في صحة التكليف به شرعًا أن يكون المكلف يعلمه، فيشترط لتكليفه بالصلاة علمه بحقيقة كيفية الصلاة؛ لأن التكليف بالمجهول من
_________
(¬١) (١/ ٢٣٣).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b282] VALUES (45,'تكليف ما لا يطاق، إذ لو قيل للمكلف: "افعل ما أُضْمِرُ في نفسي أنك تفعلُه وإلَّا عاقبتُك" فقد كلف بفعل ما لا طاقة له به؛ لأنَّ اهتداءه إلى الفعل المطلوب من غير علمٍ ليس في طاقته، كما هو واضح.
واعلم أنَّ الأحكام الشرعية قسمان: قسم منها تعبدي محض، وقسم معقول المعنى.
فالتعبدي كالصلاة والزكاة والصوم، فيشترط في التكليف به العلم بحقيقة الفعل المكلَّف به كما بينا، ويزاد على ذلك العلم بأنه مأمور به من اللَّه تعالى، إذْ لابد له من نية التقرب به إلى اللَّه تعالى، ونية التقرب إليه عز وجل لاتمكن إلا بعد معرفة أنَّ الأمر المتقرب به إليه أمر منه جل وعلا.
وأمَّا معقول المعنى فلا يشترط في صحة فعله نية التقرب، ولكن لا أجر له فيه البتة إلا بنية التقرب إلى اللَّه تعالى.
ومثالُ ذلك ردُّ الأمانة والمغصوب، وقضاءُ الدَّين، والإنفاق على الزوجة، فمن قضى دينه، وأدَّى الأمانة، وردَّ المغصوب مثلًا لا يقصد بشيء من ذلك وجه اللَّه، بل لخوفه من عقوبة السلطان مثلًا، ففعلُه صحيح دون النية، وتسقطُ به المطالبة، فلا يلزمُه الحقُّ في الآخرة بدعوى أنَّ قضاءه في الدنيا غير صحيح لعدم نية التقرب، بل القضاء صحيح، والمطالبة ساقطة على كل حال، ولكن لا أجر له إلا بنية التقرب، وهذا هو مراد المؤلف بقوله: (وهذا يختصُّ بما يجب به قصد الطاعة والتقرب).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b282] VALUES (46,'قال المؤلف (¬١):
(الثاني: أن يكون معدومًا، أما الموجود فلا يمكن إيجاده فيستحيل الأمر به).
إيضاح معنى هذا الشرط أنه يشترط في المطلوب المكلَّف به أن يكون الفعل المطلوب معدومًا، فالصلاة والصوم المأمور بهما وقت الطلب لابد أن يكونا غير موجودين، والمكلف ملزم بإيجادهما على الوجه المطلوب، أما الموجود الحاصل فلا يصح التكليف به، كما لو كان صلى ظهر هذا اليوم بعينه صلاة تامةً من كلِّ جهاتها، فلا يمكن أمرُه بإيجاد تلك الصلاة بعينها التي أدَّاها على أكمل وجه؛ لأنَّ الأمر بتحصيلها معناه أنَّها غير حاصلة، والفرضُ أنَّها حاصلة، فيكون تناقضًا.
ومن هنا قالوا: تحصيل الحاصل محال، لأنَّ السعي في تحصيله معناه أنَّه غير حاصلٍ بالفعل، وكونه حاصلًا بالفعل ينافي ذلك، فصار المعنى هو غير حاصل هو حاصل. وهذا تناقض، واجتماع النقيضين محال.

تنبيه:
مثل قوله تعالى: {يَاأَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ} الآية [الأحزاب/ ١] صريح في الأمر بما هو حاصلٌ وقت الطلب؛ لأنه -صلى اللَّه عليه وسلم- مُتَّقٍ وقت أمره بالتقى.
_________
(¬١) (١/ ٢٣٤).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b282] VALUES (47,'والجواب: أنَّ أمره بالتقوى يرادُ به الدوام على ذلك أو أمر أمته بأمره لأنه قدوةٌ لهم.
قال المؤلف (¬١) -رحمه اللَّه-:
(الثالث: أن يكون ممكنًا، فإنْ كان محالًا كالجمع بين الضدَّين ونحوه، لم يجز الأمر به، وقال قوم: يجوز ذلك، بدليل قوله تعالى: {وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ} [البقرة/ ٢٨٦] والمحالُ لا يسأل دفعه؛ لأنَّ اللَّه تعالى علم أنَّ أبا جهل لا يؤمن وقد أمره بالإيمان، وكلفه إياه. . .) إلى آخره.
اعلم أن هذه المسألة هي المعروفة عند أهل الأصول بمسألة التكليف بما لا يطاق، وبعضهم يقول: التكليف بالمحال، وفيها تفصيل لا بدَّ منه، ولم يذكره المؤلف رحمه اللَّه تعالى، ولكنه أشار إليه إشارة خفيفة في آخر كلامه.
اعلم أنَّ حاصل تحقيق المقام في هذه المسألة عند أهل الأصول أن البحث فيها من جهتين:
الأولى: من جهة الجواز العقلي، أي هل يجوز عقلًا أن يكلف اللَّه عبده بما لا يطيقه أو يمتنع ذلك عقلًا؟
الثانية: هل يمكن ذلك شرعًا أو لا؟
اعلم أنَّ أكثر الأصوليين على جواز التكليف عقلًا بما لا يُطاق.
_________
(¬١) (١/ ٢٣٤ - ٢٣٥).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b282] VALUES (48,'قالوا: وحكمته ابتلاء الإنسان، هل يتوجَّه إلى الامتثال، ويتأسف على عدم القدرة، ويضمر أنه لو قدر لفعل، فيكون مطيعًا للَّه بقدر طاقته، أو لا يفعل ذلك فيكون في حكم العاصي.
ومنهم من يقول: لا يلزم ظهور الحكمة في أفعال اللَّه؛ لأنهم يزعمون أن أفعاله لا تعلل بالأغراض والحكم، وسيأتي إن شاء اللَّه تعالى إيضاح إبطال ذلك في الكلام على علة القياس.
وأكثر المعتزلة وبعض أهل السنة منعوا التكليف بما لا يطاق عقلًا. قالوا: لأنَّ اللَّه يشرع الأحكام لحكم ومصالح، والتكليف بما لا يطاق لا فائدة فيه، فهو محال عقلًا.
أمَّا بالنسبة إلى الإمكان الشرعي ففي المسألة التفصيل المشارُ إليه آنفًا، وهو أن المستحيل أقسام، فالمستحيل عقلًا قسمان:
قسم مستحيل لذاته، كوجود شريك للَّه سبحانه وتعالى عن ذلك علوا كبيرًا، وكاجتماع النقيضين والضدَّين في شيءٍ واحدٍ في وقتٍ واحد من جهةٍ واحدة، ويسمى هذا القسم: المستحيل الذاتي.
وإيضاحه: أنَّ العقل إما أن يقبل وجود الشيء فقط، أي ولا يقبل عدمه، أو يقبل عدمه فقط ولا يقبل وجوده، أو يقبلهما معًا، فإن قبل وجوده فقط ولم يقبل عدمه بحال فهو الواجب الذاتي المعروف بواجب الوجود، كذات اللَّه جل وعلا، متصفًا بصفات الكمال والجلال، وإن قبل عدمه فقط دون وجوده فهو المستحيل المعروف بالمستحيل عقلًا، كوجود شريك للَّه سبحانه وتعالى عن ذلك علوًا كبيرًا، وإنْ قبل العقل',NULL,'51',NULL,NULL,'0');
INSERT INTO [b282] VALUES (49,'وجوده وعدمه فهو المعروف بالجائز عقلًا، وهو الجائز الذاتيُّ، كقدوم زيد يوم الجمعة وعدمه.
فالمستحيل الذاتيُّ أجمع العلماء على أن التكليف به لا يصحُّ شرعًا؛ لقوله تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة / ٢٨٦]، وقوله تعالى: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن/ ١٦]، ونحو ذلك من أدلة الكتاب والسنة.
القسم الثاني من قسمي المستحيل عقلًا: هو ما كان مستحيلًا لا لذاته، بل لتعلق علم اللَّه بأنه لا يوجد؛ لأنَّ ما سبق في علم اللَّه أنه لا يوجد مستحيل عقلًا أن يوجد؛ لاستحالة تغير ما سبق به العلم الأزلي.
وهذا النوع يسمونه المستحيل العرضي، ونحن نرى أنَّ هذه العبارة لا تنبغي، لأنَّ وصف استحالته بالعرض من أجل كونها بسبب تعلق العلم الأزلي لا يليق بصفة اللَّه، فالذي ينبغي أن يقال: إنَّه مستحيل لأجل ما سبق في علم اللَّه من أنه لا يوجد.
ومثال هذا النوع: إيمان أبي لهب، فإن إيمانه بالنظر إلى مجرد ذاته جائزٌ عقلًا الجواز الذاتي؛ لأن العقل يقبل وجوده وعدمه، ولو كان إيمانه مستحيلًا عقلًا لذاته لاستحال شرعًا تكليفه بالإيمان مع أنه مكلف به قطعًا إجماعًا، ولكن هذا الجائز عقلًا الذاتي مستحيل من جهة أخرى، وهي من حيث تعلق علم اللَّه فيما سبق أنَّه لا يؤمن؛ لاستحالة تغير ما سبق به العلم الأزليُّ.
والتكليف بهذا النوع من المستحيل واقع شرعًا وجائز عقلًا وشرعًا',NULL,'52',NULL,NULL,'0');
INSERT INTO [b282] VALUES (50,'بإجماع المسلمين لأنَّه جائز ذاتيٌّ، لا مستحيل ذاتي.
والأقسام بالنظر إلى تعلق العلم قسمان: واجب ومستحيل فقط؛ لأن العلم إما أن يتعلق بالوجود فهو واجب، أو بالعدم فهو مستحيل، ولا واسطة، والمستحيل العادي كتكليف الإنسان بالطيران إلى السماء بالنسبة إلى الحكم الشرعي كالمستحيل العقلي.
هذا هو حاصل كلام أهل الأصول في هذه المسألة، والآيةُ لا دليل فيها على جواز التكليف شرعًا بما لا يطاق؛ لأنَّ المراد بما لا طاقة به هي الآصار والأثقال التي كانت على من قبلنا؛ لأن شدة مشقتها وثقلها تنزلها منزلة ما لا طاقة به.

فصل
قال المؤلف (¬١):

(و<span data-type="title" id=toc-20>المقتضى بالتكليف فعلٌ وكفٌّ</span>، فالفعل كالصلاة، والكفُّ كالصومِ وتركِ الزنا وشرب الخمر. . .) إلى آخره.
اعلم أنَّ اللَّه جلَّ وعلا إنَّما يُكلِّفُ بالأفعال الاختيارية، وهي باستقراء الشرع أربعة أقسامٍ:
الأول: الفعل الصريح، كالصلاة.
الثاني: فعلُ اللسان وهو القول، والدليلُ على أن القول فعلٌ قوله
_________
(¬١) (١/ ٢٤١).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b282] VALUES (51,'تعالى: {زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ} [الأنعام/ ١١٢].
الثالث: الترك، والتحقيقُ أنَّه فعلٌ، وهو كفُّ النفس وصرفُها عن المنهي عنه، خلافًا لمن زعم أن الترك أمر عدميٌّ لا وجود له، والعدم عبارة عن لا شيء.
والدليلُ على أن الترك فعلٌ الكتاب والسنة واللغة:
أما دلالةُ الكتاب على أن الترك فعل ففي آيات من القرآن العظيم، كقوله تعالى: {لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ (٦٣)} [المائدة/ ٦٣].
فسمى اللَّه جل وعلا عدم نهي الربانيين والأحبار لهم صنعًا، والصنع أخصُّ مطلقًا من الفعل، فدلَّ على أنَّ ترك الأمر بالمعروف والنهي عن المنكر فعلٌ، بدليل تسمية اللَّه له صنعًا.
وكقوله تعالى: {كَانُوا لَا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ} [المائدة/ ٧٩].
فسمَّى عدم تناهيهم عن المنكر فعلًا، وهو واضح، ولم أر من الأصوليين من انتبه لدلالة هذه الآيات على أن الترك فعل.
وقال السبكي في طبقاته: إنَّ قوله تعالى: {وَقَالَ الرَّسُولُ يَارَبِّ إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ مَهْجُورًا} [الفرقان/ ٣٠] يدلُّ على أنَّ الترك فعل. قال: لأن الأخذَ التناولُ، والمهجور المتروك، فصار المعنى: تناولوه متروكًا، أي فعلوا تركه.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b282] VALUES (52,'هكذا قال.
وأما دلالة السنة ففي أحاديث، كقوله -صلى اللَّه عليه وسلم-: "المسلم من سلم المسلمون من لسانه ويده".
فسمى ترك الأذى إسلامًا، وهو يدل على أن الترك فعل.
وأمَّا اللغة فكقول الراجز:
لئن قعدنا والنبيُّ يعملُ ... لذاك منا العمل المضلَّلُ
فمعنى "قعدنا" تركنا الاشتغال ببناء المسجد، وقد سمَّى هذا الترك عملًا في قوله: "لذاك منا العمل المضلل".
وينبني على الخلاف في الترك هل هو فعل أو لا؟ فروعٌ كثيرةٌ في المذاهب، كمن منع مضطرًّا فضل طعام أو شراب حتى مات، فعلى أن الترك فعل فإنه يضمن ديته، وعلى أنه ليس بفعل فلا ضمان عليه.
وكمن منع خيطًا ممَّن به جائفة حتى مات، ومن منع جاره فضل مائه حتى هلك زرعه، ومن منع صاحب جدار خاف سقوطه عُمُدًا عنه حتى سقط، ومن أمسك وثيقة حق حتى تلف الحقُّ.
وأمثال هذا كثيرة جدًّا في الفروع.
فعلى أنَّ الترك فعل فإنَّه يضمن في الجميع، وعلى أنه ليس بفعل فلا ضمان عليه.
وأشار إلى هذا صاحب مراقي السعود بقوله:',NULL,'55',NULL,NULL,'0');
INSERT INTO [b282] VALUES (53,'ولا يكلف بغير الفعل ... باعث الأنبيا ورب الفضل
فكفُّنا بالنهي مطلوب النبي ... والكفُّ فعل في صحيح المذهب
له فروع ذكرت في المنهج ... وسردها من بعد ذا البيت يجي
من شرب أو خيط ذكاة فضل ما ... وعمد رسم وشهادة وما
عطل ناظر وذو الرهن كذا ... مفرط في العلف فادر المأخذا
الرابع: العزم المصمم على الفعل، والدليل على أنه فعلٌ قوله -صلى اللَّه عليه وسلم- في حديث أبي بكرة الثابت في الصحيح: "إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار". قالوا: يا رسول اللَّه قد عرفنا القاتل فما بال المقتول؟ قال: "إنَّه كان حريصًا على قتل صاحبه".
فالحديث يدلُّ دلالة لا لبس فيها على أنَّ عزم هذا المقتول المصمم على قتل صاحبه فعل دخل بسببه النار، لأنهم قالوا له: قد عرفنا القاتل، أي عرفنا الموجب الذي دخل بسببه النار وهو قتل المسلم، فما بال المقتول، أي ما تشخيص الذنب الذي دخل بسببه النار؛ لأنه لم يحصل منه قتل بالفعل؟ فأجابهم -صلى اللَّه عليه وسلم- بأن سبب دخوله النار هو حرصُه على قتل صاحبه.
فدلَّ ذلك بدلالة الإيماء والتنبيه على أنَّ حرصه على قتل صاحبه، هو الفعلُ الذي دخل بسببه النار، كما هو واضح.
وقولُ المؤلف رحمه اللَّه في هذه المسألة: (والمقتضَى بالتكليف) هو بفتح الضاد بصيغة اسم المفعول، أي الشيء المقتضى بالتكليف',NULL,'56',NULL,NULL,'0');
INSERT INTO [b282] VALUES (54,'فعلٌ وكفٌّ، كما أوضحناه.
قال المؤلف (¬١) -رحمه اللَّه-:
(الضرب الثاني من الأحكام: ما يتلقى من خطاب الوضع والأخبار. وهو أقسامٌ أيضًا).
اعلم أنَّ ما ذكر من أقسام خطاب الوضع ستة أقسام:
القسم الأول: ما يظهر به الحكم، وهو نوعان: العلل والأسباب.
الثالث: الشروط.
الرابع: الموانع.
الخامس: الصحة.
السادس: الفساد.
وانجرَّ الكلامُ إلى الرخصة والعزيمة والقضاء والأداء والإعادة، وهذه تفاصيل ذلك كله:
اعلم أولًا أنَّ خطاب الوضع إنَّما سُمي خطاب الوضع لأنَّ الشرعَ وضع الخطاب بالأسباب والشروط والموانع مثلًا، بمعنى أنه يقول: إذا زالت الشمس مثلًا فقد وضعتُ وجوب الصلاة، وإذا تم النصاب والحول فقد وضعتُ وجوب الزكاة، وإذا حصل الحيض فقد وضعتُ سقوط الصلاة والصوم. وقس على هذا.
_________
(¬١) (١/ ٢٤٣).',NULL,'57',NULL,NULL,'0');
INSERT INTO [b282] VALUES (55,'واعلم أنه يُفَرَّقُ بين خطاب التكليف وخطاب الوضع بفارقين ظاهرين، وهما: أنَّ خطاب الوضع علامته أنه إما أن لا يكون في قدرة المكلف أصلًا، كزوال الشمس والنقاء من الحيض، أو يكون في قدرته ولا يؤمرُ به، كالنصاب للزكاة، والاستطاعة للحج، وعدم السفر للصوم.
وبهذا تعرف أنَّ خطاب التكليف علامتهُ أمران: أن يكون في قدرة المكلف، ويؤمر به فعلًا، كالوضوء للصلاة، أوْ تركًا كسائر المنهيات.
وخطاب الوضع أعمُّ من خطاب التكليف؛ لأنَّ كلَّ تكليف معه خطابُ وضعٍ، إذ لا يخلو من شرط أو مانع مثلًا، وقد يوجد خطاب الوضع حيث لا تكليف، كلزوم غرم المتلفات وأروش الجنايات لغير المكلَّف كالصبي، وقيل: بينهما عموم وخصوص من وجه، واعتمده القرافي في الفروق.

أمَّا<span data-type="title" id=toc-22> العلة </span>فهي في اللغة: عبارةٌ عما اقتضى تغييرًا، ومنه سُميَّت علةُ المريض؛ لأنَّها اقتضت تغير الحال، ومنه قول زهير:
إن تلق يومًا على علاته هَرِمًا ... تلق السماحة منه والندى خُلُقا
أي إن تلقه على علاته -أي حالاته المقتضية تغيير الجود، كالفقر والجدب- تلقه متصفًا بالجود والسماحة على كل حال.
والعلة العقلية عبارة عما يوجب الحكم لا محالة، كتأثير حركة الأصبع في حركة الخاتم، وتأثير الكسر في الانكسار والتسويد في السواد.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b282] VALUES (56,'والفقهاء يستعملون العلة في ثلاثة أشياء:
الأول: ما يوجب الحكم لا محالة، أي إذا وجد وجد قطعًا، وهو المجموع المركب من مقتضى الحكم، وشرطه، ومحله، وأهله، كوجوب الصلاة؛ فإنه حكم شرعي، ومقتضيه أمرُ الشارع بالصلاة، وشرطه أهلية المصلي لتوجه الخطاب إليه بأن يكون بالغًا عاقلًا، ومحله الصلاة، وأهله المصلي، فإذا وجد هذا المجموع وجدت الصلاة، ويطلق على هذا المجموع اسم العلةِ تشبيهًا بالعلة العقلية.
وقول المؤلف (¬١) في هذا البحث:
(والأهل والمحل وصفان من أوصافها. . .) إلى آخره.
صوابُه أن يقول: ركنان من أركانها؛ لأنَّ الأهل والمحل ركنان من أركانها على هذا التفسير لها.
الثاني من الأشياء التي يطلقون عليها العلة: هو العلة التي تخلَّف شرطها أو وجد مانعها، كاليمين مع عدم الحنث بالنسبة لوجوب الكفَّارة، فاليمين علةُ الكفَّارة، وشرط وجوبها بها الحنثُ، فتسمى اليمين دون الحنث علةً وهي علةٌ تخلَّف شرطها، وهكذا في نحوه، وهذا أولى عند المؤلف.
الثالث من الأشياء التي يطلقون عليها اسم العلة: هو الحكمة.
وضابط الحكمة أنها هي المعنى الذي من أجله صارَ الوصف علة،
_________
(¬١) (١/ ٢٤٥).',NULL,'59',NULL,NULL,'0');
INSERT INTO [b282] VALUES (57,'فعلةُ تحريم الخمر -مثلًا- الإسكار، وحكمتُه حفظُ العقل؛ لأنَّ حفظ العقل هو الذي صار من أجله الإسكار علة للتحريم في الخمر.
قال صاحب مراقي السعود في تعريف الحكمة:
وهي التي من أجلها الوصف جرى ... علة حكم عند كلِّ من درى
وهذا هو معنى قول المؤلف (¬١) -رحمه اللَّه-: (كقولهم: المسافر يترخص لعلة المشقة)؛ لأن علة الرخصة بالقصر وعدم الصوم هي السفر، والحكمة رفعُ المشقة؛ لأنَّها هي التي من أجلها صار السفر علة للرخصة.

وأما<span data-type="title" id=toc-23> السبب </span>فهو كل ما توصَّلْتَ به إلى شيء. ومنه قول زهير:
ومن هابَ أسبابَ المنية يلقها ... ولو رامَ أسبابَ السماءِ بسُلَّمِ
ويروى: "أسباب المنايا ينلنه"، أي طرقها الموصلة إليها.
والسببُ يطلق عند الفقهاء على أربعة أشياء:
الأول: ما يُقابل المباشرة، كالحفر مع التردية، فالحافر يسمى صاحب سبب، والمُردِّي الذي هو المباشر صاحب علة، وكمن قدَّم طعام شخص إلى آخر فأكله، فالمُقدِّم متسبب، والآكل مباشر، والقاعدة عند الفقهاء تقديم المباشر في الضمان، فإن تعذَّر تضمينه لموت أو فلس ضمن المتسبب، ولا يخلو تضمينه من خلاف.
_________
(¬١) (١/ ٢٤٦).',NULL,'60',NULL,NULL,'0');
INSERT INTO [b282] VALUES (58,'الثاني: علة العلة، يسمونها علة، كالرمي، فإنه علة لإصابة السهم بدن الشخص المرمي، وإصابته إياه علة لقتله، فالرمي علة لعلة القتل تسمى سببًا.
الثالث: العلة التي تخلف شرطها، كنصاب الزكاة بدون الحول.
الرابع: العلة الشرعية نفسها، وعليه أكثر أهل الأصول.
قال في مراقي السعود:
ومع علة ترادف السبب ... والفرق بعضهم إليه قد ذهب
وسيأتي إن شاء اللَّه تعالى زيادة إيضاح معنى العلة الشرعية في مبحث العلة من كتاب القياس.

وأما<span data-type="title" id=toc-24> الشرط </span>في اللغة: فهو العلامة، ومنه قوله تعالى: {فَقَدْ جَاءَ أَشْرَاطُهَا} [محمد/ ١٨].
وقول أبي الأسود الدؤلي:
لئن كنت قدْ أزمعت بالصرم بيننا ... فقد جعلت أشراط أوَّله تبدو
والشرط الشرعي في الاصطلاح عند أهل الأصول: هو ما لا يلزم من وجوده لذاته وجود ولا عدم، ولكنه يلزم من عدمه عدم المشروط، كالطهارة بالنسبة إلى الصلاة، فإن وجود الطهارة لا يلزم منه وجود الصلاة ولا عدمها، لأن المتطهر قد يصلي وقد لا يصلي، بخلاف عدم الطهارة فإنه يلزم منه عدم الصلاة الشرعية.
واعلم أنَّ الشرط قسمان: شرط وجوب، وشرط صحة.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b282] VALUES (59,'فشرط الوجوب كالزوال لصلاة الظهر، وشرطُ الصحة كالوضوء للصلاة.
وضابط الفرق بين شرط الوجوب وشرط الصحة هو عين الفرق المتقدم بين خطاب التكليف وخطاب الوضع؛ لأنَّ شرط الوجوب من خطاب الوضع، وشرط الصحة من خطاب التكليف، إلا أنَّ صحة الواجب قد تشترط لها شروط الوجوب من حيث هي شروط في الوجوب.
وزاد بعض العلماء شرطًا ثالثًا، وهو شرط الأداء، وقد قدمنا الإشارة إليه في أقسام التكليف.
واعلم أنَّ الشرط من حيث هو شرطٌ ثلاثة أقسام:
الأول: الشرطُ الشرعي، وهو المذكور آنفًا، وهو المقصودُ في الأصل.
الثاني: الشرطُ اللغوي، كـ "إنْ دخلت الدار فانتِ طالق"، وهو واضح.
الثالث: الشرطُ العقليُّ، وهو مالا يمكن المشروط في العقل دونه، ومثَّل له المؤلف بالحياة للعلم، والعلم للإرادة.
وأما المانع فهو في اللغة: اسمُ فاعل منعه.
وفي اصطلاح أهل الأصول: هو ما لا يلزم من عدمه وجودٌ ولا عدمٌ، ولكنه يلزم من وجوده عدم الحكم، كالحيض بالنسبة للصلاة',NULL,'62',NULL,NULL,'0');
INSERT INTO [b282] VALUES (60,'والصوم مثلًا، فإنَّ عدم الحيض لا يلزم منه وجودهما ولا عدمهما؛ لأنَّ المرأة الطاهرة قد تصلي وتصوم، وقد لا تفعل ذلك؛ بخلاف وجود الحيض فإنه مانعٌ من الصلاة والصوم.

تنبيه:
المانع ثلاثة أقسام:
١ - مانع للدوام والابتداء معًا، كالرضاع بالنسبة إلى النكاحِ، فإنه مانع منه ابتداء ودوامًا، ومعنى منعه ابتداء أنه يمنع من ابتداء عقد النكاح، إذ لا يجوزُ عقد النكاحِ ابتداءً على امرأة هي أخته من الرضاعة، ومعنى منعه الدوام أنه لو تزوج رضيعةً ليست له بمحرم، ثم بعد عقد النكاح أرضعتها أمُّه أو أختُه مثلًا، فإنَّ هذا الرضاع الطارئ على العقدِ يمنع من الدوام على العقد، بل يجب فسخه حالًا.
٢ - مانع للابتداء فقط دون الدوام، كالإحرام بالنسبة إلى النكاح، فإنَّ الإحرام يمنع ابتداء عقد النكاح ما دام مُحْرِمًا، ولا يمنع من الدوام على نكاح قبله.
٣ - مانع للدوام دون الابتداء، كالطلاق، فإنه مانع من الدوام على النكاح الأول ولا يمنع ابتداء نكاح ثان.

وأمَّا<span data-type="title" id=toc-26> الصحة </span>فهي في اللغة: السلامة وعدم الاختلال، ومنه قوله:
وليل يقول المرء من ظلماته ... سواء صحيحاتُ العيون وعورها
والصحة في اصطلاح الفقهاء تطلق في العبادات وفي المعاملات،',NULL,'63',NULL,NULL,'0');
INSERT INTO [b282] VALUES (61,'فالصحة عندهم في العبادات: هي الإجزاء وإسقاط القضاء، فكلُّ عبادة فُعلت على وجهٍ يجزئ ويسقط القضاء فهي صحيحة.
والصحةُ عندهم في المعاملات: هي ترتبُ الأثر المقصود من العقد على العقد، فكلُّ نكاح أباح التلذذ بالمنكوحة فهو صحيحٌ، وكلُّ بيع أباح التصرف في المبيع فهو صحيح. وهكذا.
وأمَّا عند المتكلمين فضابطُ الصحة مطلقًا في العبادات وغيرها هي موافقةُ ذي الوجهين الشرعي منهما.
وإيضاحه: أنَّ كلَّ فعل -عبادة كان أو معاملة- لا يخلو من أحد أمرين: إمَّا أن يكون موافقًا للوجه الشرعي، أو مخالفًا له، فإنْ وقع موافقًا له فهو الصحيح.
والقائلون بهذا القول منهم من قال: إنَّ الموافقة للوجه الشرعي لابدَّ أن تكون واقعة في نفس الأمر، ولا يكفي فيها ظنُّ المكلف الموافقة، إنْ كانت غير حاصلة في نفس الأمر.
ومنهم من قال: تكفي الموافقة في اعتقاد المكلَّف وإن لم تحصلْ في نفس الأمر، كمن صلى يظنُّ أنَّه متطهر وهو محدث، فالموافقة للوجه الشرعي حاصلة في ظنِّه لا في نفس الأمر، فمن قال: يكفي في ذلك اعتقاده، قال: صلاتُه صحيحة، وهو قولُ بعض المتكلمين، وبعضهم يقول: هي صحيحة، ولكن يجب قضاؤها، وبعضهم يقول: هي صحيحة لا يجب قضاؤها، وعامةُ الفقهاء على أنها باطلةٌ؛ لاختلال شرط الصحة وهو الطهارة.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b282] VALUES (62,'وقولُ المؤلف (¬١) في هذا المبحث:
(وهذا يبطل بالحج الفاسد، فإنَّه يؤمر بإتمامه وهو فاسد).
إيضاحُ مراده: أنَّ قول المتكلمين إن الصحة موافقةُ ذي الوجهين الشرعي منهما يقدح فيه بأن إتمام الحج الفاسد بعد فساده مأمور به، فتتميمه موافق للوجه الشرعي، ولو كانت الصحة موافقته لكان صحيحًا، مع أنَّه فاسد.
ويجاب عن هذا بأن الحج إنَّما فسد لأنَّه وقع مخالفًا للوجه الشرعي بارتكاب ما يفسده أولًا. وهو واضح.

وأمَّا<span data-type="title" id=toc-27> الفساد </span>فهو في اللغة: ضد الصلاح.
وهو في اصطلاح الفقهاء يُعْرَفُ من تعريف الصحة المتقدم.
فالفساد في اصطلاح الفقهاء في العبادات: هو عدم الإجزاء وعدم إسقاط القضاء، وكلُّ عبادةِ فُعِلَتْ على وجهِ لم يجزئ ولم يسقط القضاء فهي فاسدة. وفي المعاملات: عدمُ ترتبِ الأثر المقصود من العقد على العقد، فكلُّ نكاح لم يفد إباحة التلذذ بالمنكوحةِ فهو فاسد، وكلَّ شراءٍ لم يفد إباحة التصرف في المشترى فهو فاسد.
وعند المتكلمين، فالفساد: هو مخالفة ذي الوجهين الشرعي منهما.
_________
(¬١) (١/ ٢٥٢).',NULL,'65',NULL,NULL,'0');
INSERT INTO [b282] VALUES (63,'والفاسد والباطل مترادفان، فمعناهما واحد عند الجمهور، وخالف في ذلك الإمام أبو حنيفة النعمان بن ثابت، فجعل الباطل هو ما منع بوصفه وأصله، كبيع الخنزير بالدم، وجعل الفاسد هو ما شرع بأصله ومنع بوصفه، كبيع الدرهم بالدرهمين، فهو مشروع بأصله وهو بيع درهم بدرهم، ممنوعٌ بوصفه الذي هو الزيادة التي سببت الربا، ولذا لو حذف الدرهم الزائد عنده صح البيع في الدرهم الباقي بالدرهم، على أصل بيع الدرهم بالدرهم يدًا بيد.
قال في مراقي السعود:
وقابل الصحة بالبطلان ... وهو الفساد عند أهل الشان
وخالف النعمانُ فالفسادُ ... ما نهيُه بالوصف يستفاد
وأمَّا الإعادة فهي في اللغة: تكرير الفعل مرة أخرى. ومنه قول توبة بن الحمير:
من الخفرات البيض ودَّ جليسها ... إذا ما انقضت أحدوثة لو تعيدها
وهي في اصطلاحهم: فعل العبادة مرة أخرى؛ إمَّا لبطلانها -مثلًا- فتعاد في الوقت وبعده، وإمَّا لغير ذلك، كإعادتها لفضل الجماعة في الوقت.
وأمَّا القضاء في اللغة، فيأتي لمعان كثيرة، ومنها: فعل العبادة كيف ما كان في وقتها أم لا، لقوله تعالى: {فَإِذَا قَضَيْتُمُ الصَّلَاةَ} الآية [النساء/ ١٠٣]، {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ} الآية [البقرة/ ٢٠٠]، {فَإِذَا قُضِيَتِ الصَّلَاةُ} الآية [الجمعة/ ١٠].',NULL,'66',NULL,NULL,'0');
INSERT INTO [b282] VALUES (64,'وهو في اصطلاح أهل الأصول: فعلُ جميع العبادة المؤقتة خارج الوقت المقدَّر لها.
وقولنا: "جميع العبادة" لأنَّها إن فعل بعضها في الوقت كانت أداء على الأصح.
وأمَّا الأداء في اللغة: فهو إعطاء الحق لصاحب الحق، ومنه قوله تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} [النساء/ ٥٨]، وقوله تعالى: {وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ} [آل عمران/ ٧٥]:
والأداء في الاصطلاح: هو إيقاع العبادة في وقتها المعيَّن لها شرعًا لمصلحة تشتمل عليها في الوقت.
وعرفه صاحب مراقي السعود بقوله:
فعلُ العبادة بوقت عُيِّنا ... شرعًا لها باسم الأداء قُرِنا
وكونه بفعل بعض يحصل ... لعاضد النصِّ هو المعولُ
وقيل ما في وقته أداء ... وما يكون خارجًا قضاء
وعرَّف القضاءَ بقوله:
وضدُّه القضا تداركًا لما ... سبق الذي أوجبه قد علما
وعرَّف الوقت بقوله:
والوقتُ ما قدره من شرعا ... من زمن مضيقًا موسعًا',NULL,'67',NULL,NULL,'0');
INSERT INTO [b282] VALUES (65,'وعرَّف الإعادة بقوله:
وانتفيا في النفل والعبادة ... تكريرُها لو خارجًا إعادة

تنبيه:
قد يجتمع الأداء والقضاء في العبادة، كالصلوات الخمس، فإنَّها تؤدَّى في وقتها وتُقضى بعد خروجه.
وقد ينفرد الأداء دون القضاء، كصلاة الجمعة، فإنها تُؤدَّى في وقتها ولا تقضى بعد خروج الوقت بل يجب قضاؤها ظهرًا.
وقد ينفرد القضاء دون الأداء، كما في صوم الحائض، فإنَّ أداءه حرام، وقضاءه واجب.
وقد ينتفيان معًا في النوافل التي ليس لها أوقات معينة.
ولا يخفى أن القضاء في الاصطلاح إنَّما هو فيما فات وقته المعين له، وقد سبق له وجوب في وقته، فما لم يعين له وقت لا يُسمى قضاءً، كالزكاة إذا أخرَّها عن وقتها، وكمن لزمه قضاء صلاة على الفور فأخرها، فلا يقال: إنَّ صلاته بعد التأخير قضاء القضاء.
وهنا سؤالٌ معروفٌ، وهو أن يقال: الحائض في بعض أيام رمضان يجبُ عليها القضاء إجماعًا مع أن الوقت فات، والصوم عليها حرام، فكيف يجب قضاء ما فات وقته وهو حرام؟
وكذلك يُقال في الناسي والنائم؛ لأنَّهما فات عليهما وقت الصلاة وهي غير واجبة عليهما، بدليل الإجماع على سقوط الإثم عنهما.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b282] VALUES (66,'وقد تكلَّمنا فيما سبق على مسألة الناسي والنائم بما يُغني عن إعادة الكلام هنا.
وأمَّا الحائض فقد اختلف في إطلاق وجوب الصوم عليها زمن الحيض وعدمه، فأكثر العلماء على أنَّ انعقاد السبب مع وجود المانع يكفي في إطلاق الوجوب على العبادة المنعقد سببها المانع منها مانع.
وقال بعضهم: انعقاد سبب الوجوب مع وجود المانع لا أثر له، فلا يوصفُ بوجوب إلا ما توفرت شروطه وانتفت موانعه.
وعلى قول الجمهور: إنَّه يكفي في إطلاق اسمِ الوجوب عليه انعقادُ سببه وإن منع منه مانع، فالفعل الثاني قضاء للأول، وعلى قول من قال: إنه لا يطلق عليه اسم الوجوب، فالفعل الثاني أداء بأمر جديد وليس قضاء للأول.
وفرق بعض العلماء بين النائم والناسي والمسافر وبين الحائض، فقال: الفعل في غير زمن الحيض كزمن النوم والنسيان والسفر يوصف بالوجوب، ففعله الثاني قضاء لذلك الواجب، وأمَّا الحيض فالصوم فيه حرام، فلا يمكن وصفه بالوجوب، فصوم الحائض عدَّة من أيام أخر على هذا أداءٌ بأمر جديد لا قضاء.
وذكر ابن رشد في "المقدمات" أنَّ هذا التفصيل هو الراجح عند المالكية. وعليه درج في المراقي بقوله:
هل يجب الصوم على ذي العذر ... كحائضٍ ومُمْرَضٍ وسَفْرِ
وجوبه في غير الأول رجح ... وضعفه فيه لديهمُ وَضَح',NULL,'69',NULL,NULL,'0');
INSERT INTO [b282] VALUES (67,'وهذا القول بأن صوم الحائض ما فاتها من رمضان إذا طهرت أداءٌ لا قضاءٌ هو الذي رده المؤلف بقوله (¬١):
(وهذا فاسد؛ لوجوهٍ ثلاثة:
١ - ما روي عن عائشة رضي اللَّه عنها: "كُنَّا نحيض على عهد رسول اللَّه -صلى اللَّه عليه وسلم- ثم نطهر، فيأمرنا بقضاء الصيام، ولا يأمرُنا بقضاء الصلاة".
٢ - أنَّه لا خلافَ بين أهلِ العلمِ في أنهم ينوون القضاء.
٣ - أنَّ العبادة متى أمر بها في وقت مخصوص فلم يجب فعلها فيه لا يجب بعده. . .) الخ.
هذه الأوجه الثلاثة التي رد بها المؤلف ذلك:
الوجه الأول منها لا دليل فيه؛ لأنَّ إطلاق عائشة رضي اللَّه عنها اسم القضاء على صوم الحائض ما فاتها من رمضان لا دليل فيه؛ لأن القضاء يطلق في اللغة على فعل العبادة مطلقًا في وقتها أم لا.
وتخصيصه بفعلها بعد خروج الوقت اصطلاح خاص للأصوليين والفقهاء، فلا دليل قطعًا في لفظ عائشة المذكور؛ لأن الاصطلاح المذكور حادث بعدها.
وأما الوجه الثاني، وهو الإجماع على أنهم ينوون القضاء، فهو الدليل الجيد المعتمد في محل النزاع، مع أن بعض أهل العلم ناقش
_________
(¬١) (١/ ٢٥٦ - ٢٥٧).',NULL,'70',NULL,NULL,'0');
INSERT INTO [b282] VALUES (68,'هذا الدليل قائلًا: إنه لم ينعقد فيه إجماع، وإنه لا مانع من قصد الحائض الأداء بأمر جديد.
وعليه -أي الخلاف في ذلك- درج في المراقي بقوله:
وهو في وجوب قصد للأدا ... أو ضده لقائل به بدا
والاكتفاء بانعقاد سبب الصوم -مثلًا- في وجوب القضاء، وإن منع من تمام الوجوب مانع كالحيض، هو مراد المؤلف بقوله (¬١):
(ولا يمتنع وجوب العبادة في الذمَّة بناء على وجود السبب مع تعذُّرِ فعلها، كما في النائم والناسي، وكما في المحدث تجب عليه الصلاة مع تعذر فعلها منه في الحال، وديون الآدميين تجب على المعسر مع عجزه عن أدائها) وهذا واضحٌ كما ترى.
وأمَّا العزيمة فقد عرَّفها المؤلف رحمه اللَّه في اللغة بقوله (¬٢): (العزيمة في اللسان: القصدُ المؤكد، ومنه قوله تعالى: {وَلَمْ نَجِدْ لَهُ عَزْمًا} [طه/ ١١٥] {فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ} [آل عمران/ ١٥٩]).
وعرفَّها -أيضًا- في عرف حملة الشرع بقوله (¬٣): (فالعزيمة الحكمُ الثابتُ من غير مخالفةِ دليلٍ شرعيٍّ. وقيل: ما لزم بإيجاب اللَّه تعالى).
والتعريفُ الأولُ أكمل؛ لأنَّ العزيمة تشملُ الواجب والمندوب
_________
(¬١) (١/ ٨٢٥).
(¬٢) (١/ ٢٥٨).
(¬٣) (١/ ٢٥٩).',NULL,'71',NULL,NULL,'0');
INSERT INTO [b282] VALUES (69,'والحرام والمكروه.
وكثير من أهل الأصول يُطْلِقُ اسم العزيمة على كل ما ليس برخصةٍ كما سيأتي.
وأما الرُّخصة فهي في اللغة: النعومة واللِّين، ومنه قول عمرو بن كلثوم:
وثَدْيًا مثل حق العاج رخصًا ... حصانًا من أكف اللامسينا
وعرَّفها المؤلف لغة بأنها السهولة واليسر، قال (¬١): (ومنه رخص السعر إذا تراجع وسهل الشراء).
وعرَّفها في اصطلاح أهل الأصول بأنها: (استباحة المحظور مع قيام الحاظر. وقيل: ما ثبت على خلاف دليل شرعي لمعارض راجح) (¬٢).
وهذا التعريف الأخير الذي حكاه بقيل أجود من الأول.
ومثاله: إباحة الميتة للمضطر، ففيها استباحة المحظور الذي هو أكل الميتة مع قيام الحاظر أي المانع الذي هو خبث الميتة الذي حُرِّمت من أجله، وهو -أيضًا- ثابت على خلاف دليل شرعيِّ هو {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} [المائدة/ ٣] لمعارضٍ راجح، كقوله: {فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِإِثْمٍ} الآية [المائدة/ ٣] ونحوها من الآيات.
_________
(¬١) (١/ ٢٥٨).
(¬٢) (١/ ٢٥٩).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b282] VALUES (70,'ومن أجود تعاريف الرُّخصة، ما عرُّفها به بعضُ أهل الأصول من أنَّها: هي الحكم الشرعي الذي غُيِّر من صعوبة إلى سهولةٍ لعذرٍ اقتضى ذلك، مع قيام سبب الحكم الأصلي.
فخرج بالتغيير ما كان باقيًا على حكمه الأصلي، كالصلوات الخمس، وخرج بالسهولة نحو حرمة الاصطياد بالإحرام بعد إباحته قبله، لأنه تغيير من سهولة إلى صعوبة، وكذلك الحدود والتعازير، مع تكريم (¬١) الآدمي المقتضي للمنع من ذلك قبل وروده.
وخرج بالعذر ما تغيَّر من صعوبة إلى سهولة لا لعذر، كترك تجديد الوضوء لكل صلاة، فإنَّ التجديد لكل صلاة كان لازمًا ثم غير إلى سهولةٍ هي أنَّه يصلي بوضوء واحد كلَّ الصلوات ما لم يُحْدِث، إلا أن هذا التغيير لا يسمى رخصة اصطلاحًا، لأنه لم يكن لعذر جديد.
وخرج بقيام سبب الحكم الأصلي النسخُ، كتغيير إيجاب مصابرة المسلم الواحد العشرة من الكفارِ بمصابرة اثنين منهم فقط المنصوص في أخريات الأنفال؛ لأنَّ الحكم الأصليَّ الذي هو مصابرة العشرة كان في أول الإسلام لقلة المسلمين وكثرة الكافرين، وفي وقت النسخ زال هذا السبب بكثرة المسلمين، وكذلك ما لو قطع من إنسان بعض أعضاء الوضوء فإن غسله يسقط عنه وجوبه ولا يسمى رخصة؛ لأن سبب الحكم الأصلي وجود محله وقد زال هنا بقطعه.
_________
(¬١) أي أن إكرام الآدمي حق له، فتغير هذا الحق بصعوبة، وهو التعزير، فليس ذلك رخصة. "عطية"',NULL,'73',NULL,NULL,'0');
INSERT INTO [b282] VALUES (71,'وعرَّف صاحب المراقي الرخصة والعزيمة بقوله:
للعذر والرخصة حكمٌ غُيِّرا ... إلى سهولةٍ لعذر قُرِّرا
مع بقاء علة الأصلي ... وغيرها عزيمة النبي
وقد ذكر المؤلف -رحمه اللَّه- في هذا المبحث أنَّ إباحة التيمم إنْ كانت مع القدرة على استعمال الماء لمرضٍ أو لزيادة ثمنٍ سميت رخصة، وإن كانت مع العجز عنه كعدم الماء فلا تسمى رخصة؛ لأنّ سبب الحكم الأصلي وهو وجود الماء زائل هنا، فلا تكليف بمعجوز عنه. وهو ظاهر.
والأكثرون على أنَّ إباحة الميتة للمضطر رخصة وإنْ وجب عليه الأكل لإحياء نفسه، لأنَّ الرخصة قد تجبُ كما هنا، وسميت رخصة لما فيها من التسهيل عليه بالإذن في أكل الميتة، ولم يضيق عليه بإلزامه ترك الأكل منها حتى يموت. وقيل: من جهة التوسيع رخصة، ومن جهة وجوب الأكل عزيمة، والواحد بالشخص له جهتان كما تقدم.
وذكر المؤلف في هذا المبحث أيضًا ما خلاصتُه: أنَّ الصورة المخرجة من العموم بمخصص إن كانت توجد فيها علة الحكم العام تسمى رخصة، وإن كانت لا توجد فيها لا تسمى رخصة.
مثال ما وجدت فيه علة الحكم العام من صور التخصيص: مسألة بيع العرايا؛ لأنَّ بيع الرطب بالتمر اليابس فيها داخل في عموم أدلة النهي عن المزابنة، وعلة تحريم المزابنة التي هي عدم تحقق المماثلة الواجب تحققها في التمر بالتمر إجماعًا موجودة في الصورة المخرجة',NULL,'74',NULL,NULL,'0');
INSERT INTO [b282] VALUES (72,'من حكم العام بدليل خاص، وهي إباحة بيع العرايا المذكور.
ومثال ما لم توجد فيه علة العام: إباحة رجوع الأب فيما وهب لابنه، فإنه داخل في عموم المنع في حديث الواهب: "العائد في هبته كالكلب يعود في قيئه" ولكنه خرج بدليل خاص، وعلةُ المنع غيرُ موجودةٍ في الأب؛ لأنَّ الأبوة تجعل له من التسلط على ما تحت يد الولد ما لم يكن لغيره.
وناقش بعضُ العلماء في الفرق بينهما، وقال: لا فرق بين المسألتين.
 *   *   *',NULL,'75',NULL,NULL,'0');
INSERT INTO [b282] VALUES (73,'<span data-type="title" id=toc-31>باب أدلة الأحكام</span>
قال المؤلف (¬١):
(الأدلةُ جمع دليل، وهو فعيل بمعنى فاعل، من الدَّلالة وهي فهم أمر من أمر، أو كون أمر بحيث يفهم منه أمرٌ فُهِمَ أو لم يُفْهَم، وهي مثلثة الدال والفتح أفصح، والدليل في اصطلاح أهل الأصول: هو ما يمكن التوصلُ بصحيح النظر فيه إلى مطلوب خبري).
وعرَّفه في المراقي بقوله:
وما به للخبر الوصول ... بنظر صحَّ هو الدليل
والنظر في الاصطلاح: الفكرُ الموصل إلى علمٍ أو غلبةِ ظن.
وعرَّفه في المراقي بقوله:
والنظرُ الموصل من فكرٍ إلى ... ظنٍّ بحكم أو لعلمٍ مسجلا
والفكرُ في الاصطلاح: حركةُ النفس في المعقولات. أمَّا حركتُها في المحسوسات فتخييل.
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:
(الأصول أربعة: كتابُ اللَّه، وسنة رسوله -صلى اللَّه عليه وسلم-، والإجماع، ودليلُ العقلِ المبقي على النفي الأصلي.
_________
(¬١) (١/ ٢٦٤).
(¬٢) (١/ ٢٦٤).',NULL,'76',NULL,NULL,'0');
INSERT INTO [b282] VALUES (74,'واختلف في قول الصحابي، وشرع من قبلنا، وسنذكرُ ذلك إنْ شاء اللَّه).
كلامُه واضح.
واعلم أنَّ المؤلف ترك مسائل كثيرة يذكرها الأصوليون في كتاب الاستدلال، كتحكيم العرف، والقضاء بسد الذرائع إلى المحرَّمات، وفتحها إلى الواجبات، وغير ذلك.
قال المؤلف (¬١) -رحمه اللَّه-:
(وأصل الأحكام كلها من اللَّه سبحانه، إذْ قولُ الرسول إخبارٌ عن اللَّه بكذا).
معنى كلامه ظاهر، وهو الحق، فالحلالُ ما أحلَّه اللَّه، والحرامُ ما حرَّمه اللَّه، والدين ما شرعه اللَّه، فالحكم له وحده جلَّ وعلا، كما قال: {فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ} [غافر/ ١٢]، وقال {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} [الأنعام/ ٥٧]، [يوسف/ ٤٠، ٦٧]، وقال: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ} [الشورى/ ١٠]، وقال: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ} [النساء/ ٥٩]، ونحو ذلك من الآيات.
فكلُّ من يتبع تشريع غير اللَّه معتقدًا أن جَعْلَه عوضًا من تشريع اللَّه جائزٌ أو أفضل منه فهو كافر بإجماع المسلمين، وقد دلَّت على ذلك آيات كثيرة، كقوله: {وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} [الأنعام/ ١٢١]
_________
(¬١) (١/ ٢٦٤).',NULL,'77',NULL,NULL,'0');
INSERT INTO [b282] VALUES (75,'وقوله: {أَلَمْ أَعْهَدْ إِلَيْكُمْ يَابَنِي آدَمَ أَنْ لَا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ} [يس/ ٦٠]، ونحو ذلك من الآيات.
وقد دلَّ القرآنُ على أنَّ من يحكم غير شرع اللَّه، يتعجب من دعواه الإيمان، وإذا كان زعمه أنَّه مؤمنٌ مع تحكيم غير الشرع أمرًا يتعجب منه، دلَّ ذلك على أنَّ دعواه الإيمان دعوى كاذبة وبعيدة وعجيبة، وذلك قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطَانُ أَنْ يُضِلَّهُمْ ضَلَالًا بَعِيدًا} [النساء/ ٦٠].
وقول المؤلف (¬١): (الإجماعُ يدلُّ على السنة. . .) إلى آخره، يأتي إيضاحه في الإجماع.

فصل
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:

(و<span data-type="title" id=toc-33>كتاب اللَّه </span>سبحانه هو كلامه، وهو القرآن الذي نزل به جبريل عليه السلام على النبي -صلى اللَّه عليه وسلم-. . .) إلى آخره.
اعلم أنَّ هذا القرآن المكتوب في المصاحف الذي أوله سورة الفاتحة وآخره سورة الناس، هو كلام اللَّه تعالى بألفاظه ومعانيه، كما صرَّح تعالى بأن هذا المسموع هو كلام اللَّه في قوله: {وَإِنْ أَحَدٌ مِنَ
_________
(¬١) (١/ ٢٦٤).
(¬٢) (١/ ٢٦٦).',NULL,'78',NULL,NULL,'0');
INSERT INTO [b282] VALUES (76,'الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة/ ٦]، فصرَّح بأنَّ هذا الذي يسمعه هذا المشرك المستجير هو كلام اللَّه، فالكلام كلام الباري، والصوتُ صوت القاري.
وما يزعمه بعضُهم من تجريد كلامه جلَّ وعلا عن الحروف والألفاظ، وأنَّ التوراة هي القرآن والإنجيل، وأنَّ القرآن هو التوراة والإنجيل، وأنَّ الاختلاف إنما هو بحسب التعلق فقط، كلُّ ذلك باطل، ومخالف لما عليه أهل الحقِّ.
فالقرآن هو بألفاظه ومعانيه كلام اللَّه، ومن ادعى أنَّ تأليف لفظه من فعل مخلوف عبَّر عن تلك المعاني القائمة بالذات بعبارةٍ من نفسه، وأنَّ اللَّه خلق له علمًا بذلك، فعبرَّ عنه من تلقاء نفسه، فهذا من أبطل الباطل، ولو كان اللفظ لمخلوق لما جاز التعبد به، والتقرب إلى اللَّه بالصلاة به، ولجاز حمل المحدث له كسائر كلام المخلوقين، إلى غير ذلك.
فالحاصلُ أنَّ هذا القرآن المحفوظ في الصدور، المقروء بالألسنة، المكتوب في المصاحف، هو كلام اللَّه تعالى بألفاظه ومعانيه، تكلَّم به اللَّه تعالى فسمعه جبريل منه، وتكلم به جبريل فسمعه النبي -صلى اللَّه عليه وسلم- منه، وتكلَّم به النبي -صلى اللَّه عليه وسلم- فسمعته منه أمته وحفظته عنه، فالكلام كلام الباري والصوت صوت القاري، قال اللَّه تعالى: {فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة/ ٦].
وعرَّف القرآن في "المراقي" بقوله:',NULL,'79',NULL,NULL,'0');
INSERT INTO [b282] VALUES (77,'لفظٌ منزَّل على محمد ... لأجل الاعجاز وللتعبد
فصرَّح بأنَّ القرآن لفظ، أي مشتمل على تلك المعاني العظيمة، لا مجرد المعنى القائم بالذات المجرَّد عن الألفاظ والحروف.
والكتابُ هو القرآن بلا شكَّ، ومن ادَّعى أنَّه غيره كما نسبه المؤلف لقوم، فإنَّ مقصودهم بالتغاير تغاير المفهوم لا تغاير المصدوق، فإنَّ ما يصدق عليه القرآنُ هو ما يصدق عليه الكتاب، وهو هذا القرآن العظيم، وإنْ كان التغاير حاصلًا في مفهومهما، فإنَّ مفهوم الكتابة هو اتصاف هذا القرآن بأنه مكتوب، ومفهوم القرآن هو اتصافه بأنه مقروء، والكتابةُ غير القراءة بلا شك، ولكن ذلك الموصوف بأنه مكتوب هو بعينه الموصوف بأنَّه مقروء، فهو شيء واحد موصوف بصفتين مختلفتين، ومن هنا ظهر لك أن القرآن والكتاب واحد باعتبار المصدوق، وإن تغاير باعتبار المفهوم.
وكتابُ اللَّه هو ما نقل إلينا بين دفتي المصحف نقلًا متواترًا، ولا خلاف بين العلماء في قراءة السبعة: نافع المدني، وابن كثير المكي، وابن عامر الشامي، وأبي عمرو البصري، وعاصم وحمزة والكسائي الكوفيين، وكذلك على الصحيح قراءة الثلاثة: أبي جعفر، وخلف، ويعقوب.
قال في "المراقي":
مثل الثلاثة ورجح النظر ... تواترًا لها لدى من قد غبر
تواتر السبع عليه أجمعوا ... ولم يكن في الوحي حشو يقع',NULL,'80',NULL,NULL,'0');
INSERT INTO [b282] VALUES (78,'تنبيه:
اختلفَ العلماء في البسملة، هل هي آيةٌ من أولِ كلِّ سورةٍ، أو من الفاتحة فقط، أو ليست آية مطلقًا؟
أما قوله في سور النمل: {إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ} [النمل/ ٣٠] فهي آية من القرآن إجماعًا، وأمَّا سورة براءة فليست البسملة آية منها إجماعًا، واختُلف فيما سوى هذا.
فذكر بعض أهل الأصول أنَّ البسملة ليست من القرآن.
وقال قومٌ: هي منه في الفاتحة فقط.
وقيل: هي آية من أول كل سورة. وهو مذهب الشافعي رحمه اللَّه تعالى.
قال مقيده -عفا اللَّه عنه-:
ومن أحسن ما قيل في ذلك: الجمعُ بين الأقوال بأنَّ البسملة في بعض القراءات كقراءة ابن كثيرٍ آيةٌ من القرآن، وفي بعض القراءات ليست آية، ولا غرابة في هذا.
فقوله في سورة الحديد: {فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ} [الحديد/ ٢٤]، لفظة (هو) من القرآن في قراءة ابن كثير وأبي عمرو وعاصم وحمزة والكسائي، وليست من القرآن في قراءة نافع وابن عامر؛ لأنهما قرآ: {فَإِنَّ اللَّهَ الْغَنِيُّ الْحَمِيدُ}، وبعض المصاحف فيه لفظة (هو) وبعضُها ليست فيه، وقوله: {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ',NULL,'81',NULL,NULL,'0');
INSERT INTO [b282] VALUES (79,'عَلِيمٌ (١١٥) وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا} [البقرة/ ١١٥ - ١١٦] فالواو من قوله: (وقالوا) في هذه الآية من القرآن، على قراءة السبعة غير ابن عامر، وهي في قراءة ابن عامر ليست من القرآن؛ لأنه قرأ: {قَالُوا اتَّخَذَ اللَّهُ وَلَدًا} بغير واو وهي محذوفة في مصحف أهل الشام.
وقس على هذا، وبه تعرف أنه لا إشكال في كون البسملة آية في بعض الحروف دون بعض، وبذلك تتفق أقوال العلماء.
وأشار إلى هذا الجمع في "المراقي" بقوله:
وليس للقرآن تعزى البسملة ... وكونها منه الخلافي (¬١) نقله
وبعضهم إلى القراءة نظر ... وذاك للوفاق رأي معتبر

فصل
قال المؤلف (¬٢) -رحمه اللَّه-:
(فأمَّا ما نقلَ نقلًا غير متواتر كقراءة ابن مسعود رضي اللَّه عنه: "فصيام ثلاثة أيام متتابعات"، فقد قال قوم: ليس بحجة، لأنه خطأ قطعًا. . .) إلى آخره.
خلاصة ما ذكره في هذا الفصل، أنَّ ما نُقِلَ آحادًا كقراءة (متتابعات) المذكورة لا يكون قرآنا، وهذا لا خلاف فيه، وهل يجوز
_________
(¬١) الخلافي: أي المخالف، أي أن المخالف نقل كون البسملة من القرآن الكريم. "عطية".
(¬٢) (١/ ٢٦٩).',NULL,'82',NULL,NULL,'0');
INSERT INTO [b282] VALUES (80,'الاحتجاج به مع الجزم بأنَّه ليس قرآنًا؟
قال جمع من أهل الأصول: لا يجوز الاحتجاج به؛ لأنَّه رواه على أنه قرآن، فلمَّا بطل كونه قرآنًا بطل الاحتجاج به من أصله.
وقال قوم: يجوزُ الاحتجاج به كأخبار الآحاد؛ لأنَّه لا يخرج عن كونه مسموعًا من النبي -صلى اللَّه عليه وسلم- ومرويًّا عنه، وهذا هو اختيار المؤلف، وعليه فلا مانع من أخذ لزوم التتابع في صوم كفارة اليمين من قراءة ابن مسعود: (متتابعات)، وإن جزمنا أنها ليست من القرآن.

تنبيه:
الأشياء التي لابدَّ منها في ثبوتِ القرآن ثلاثة عند بعضهم، ونظمها ابنُ الجزري بقوله:
وكل ما وافق وجهًا نحوي ... وكان للرسم احتمالًا يحوي
وصح إسنادًا هو القرآن ... فهذه الثلاثة الأركان
والجمهور يشترطون فيه التواتر.

فصل
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(والقرآنُ يشتملُ على الحقيقة والمجاز، وهو اللفظ المستعمل في غير موضعه الأصلي على وجه يصح، كقوله: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ
_________
(¬١) (١/ ٢٧٢ - ٢٧٣).',NULL,'83',NULL,NULL,'0');
INSERT INTO [b282] VALUES (81,'مِنَ الرَّحْمَةِ} [الإسراء/ ٢٤]، {وَاسْأَلِ الْقَرْيَةَ} [يوسف/ ٨٢]، {جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ} [الكهف/ ٧٧]، {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} [النساء/ ٤٣] و [المائدة/ ٦]، {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} [الشورى/ ٤٠]، {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ} [البقرة/ ١٩٤]، {إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ} [الأحزاب/ ٥٧] أي أولياء اللَّه، وذلك كله مجاز؛ لأنه استعمال اللفظ في غير موضعه، ومن منع فقد كابر، ومن سلَّم وقال: لا أسميه مجازًا فهو نزاع في عبارة لا فائدة في المشاحة فيه).
معنى كلامه واضحٌ ظاهر.
واعلم أنَّ ممن منع القول بالمجاز في القرآن ابنُ خويز منداد من المالكية، وأبا الحسن الخرزي البغدادي الحنبلي، وأبا عبد اللَّه بن حامد، وأبا الفضل التميمي، وداود بن علي، وابنه أبا بكر، ومنذر بن سعيد البلوطي وألف فيه مصنفًا، وقد بينَّا أدلة منعه في القرآن في رسالتنا المسماة "منع جواز المجاز في المنزل للتعبد والإعجاز".
ومن أوضح الأدلة في ذلك أنَّ جميع القائلين بالمجاز متفقون على أن من الفوارق بينه وبين الحقيقة أنَّ المجاز يجوز نفيه باعتبار الحقيقة، دون الحقيقة فلا يجوز نفيها، فتقول لمن قال: رأيت أسدًا على فرسه، هو ليس بأسد وإنَّما هو رجل شجاع، والقول في القرآن بالمجاز يلزم منه أن في القرآن ما يجوز نفيه، وهو باطل قطعًا، وبهذا الباطل توصَّل المعطِّلون إلى نفي صفات الكمال والجلال الثابتة للَّه تعالى في كتابه وسنة نبيه -صلى اللَّه عليه وسلم-، بدعوى أنَّها مجاز، كقولهم في {اسْتَوَى}: استولى، وقس على ذلك غيره من نفيهم للصفات عن طريق المجاز.',NULL,'84',NULL,NULL,'0');
INSERT INTO [b282] VALUES (82,'أمَّا الآيات التي ذكرها المؤلف فلا يتعين في شيء منها أنَّه مجاز.
أما قولُه: {وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ} [الإسراء/ ٢٤] فليس المراد به أنَّ للذل جناحًا، وإنْ كان كلام العلَّامة ابن القيم رحمه اللَّه يقتضيه، وظنَّ أبو تمَّام أنه معنى الآية لَّما قيل له: صُبَّ في هذا الإناء من ماء الملام، يعني قوله:
لا تسقني ماء الملام فإنني ... صَبٌّ قد استعذبتُ ماء بكائي
فقال: هات ريشة من جناح الذلِّ، حتى أصبَّ لك من ماء الملام.
بل المراد بالآية الكريمة كما يدلُّ عليه كلام جماعة أهل التفسير أنها من إضافة الموصوف إلى صفته، أي واخفض لهما جناحك الذليل لهما من الرحمة، ونظيره من كلام العرب قولهم: حاتم الجود، أي الموصوف بالجود، ووصفُ الجناح بالذلِّ مع أنَّه صفة الإنسان؛ لأنَّ البطش يَظْهَرُ برفع الجناح، والتواضع واللين يظهرُ بخفضه؛ فخفضُه كناية عن لين الجانب، كما قال:
وأنت الشهير بخفض الجناح ... فلا تك في رفعه أجدلا
ونظيره في القرآن: {مَطَرَ السَّوْءِ} [الفرقان/ ٤٠] و {عَذَابَ الْهُونِ} [الأنعام/ ٩٣] أي المطر الموصوف بأنَّه يسوء من وقع عليه، والعذاب الموصوف بوقوع الهون على من نزل به.
وإضافة صفة الإنسان لبعض أجزائه أسلوب من أساليب اللغة العربية، كما قال هنا: {جَنَاحَ الذُّلِّ}، مع أن الذليل صاحب الجناح.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b282] VALUES (83,'ونظيره قوله تعالى: {نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ (١٦)} [العلق/ ١٦] والمراد صاحب الناصية التي هي مقدم شعر الرأس، وقوله تعالى: {وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ (٢) عَامِلَةٌ نَاصِبَةٌ (٣)} [الغاشية/ ٢، ٣] مع أنَّ تلك الصفات لأصحاب الوجوه.
وقوله تعالى: {وَاسْأَلِ الْقَرْيَةَ} فيه حذفُ مضافٍ، وحذفُ المضاف وإقامة المضاف إليه مقامه أسلوبٌ من أساليب اللغة معروف، عقده في الخلاصة بقوله:
وما يلي المضاف يأتي خلفا ... عنه في الاعراب إذا ما حُذِفا
والمضافُ المحذوف مدلولٌ عليه بدلالة الاقتضاء، وهي عند جماهير الأصوليين دلالةُ التزام، وليست من المجاز عندهم، كما هو معروف في محلَّه.
وقوله: {جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ} لا مجاز فيه؛ إذْ لا مانع من حمل الإرادة في الآية على حقيقتها؛ لأنَّ للجمادات إرادات حقيقية يعلمها اللَّه جل وعلا، ونحن لا نعملها.
ويوضح ذلك حنين الجذع الذي كان يخطبُ عليه -صلى اللَّه عليه وسلم- لمَّا تحوَّل عنه إلى المنبر، وذلك الحنين ناشئ عن إرادة يعلمها اللَّه تعالى.
وقد ثبت في صحيح مسلم أنَّ النبي -صلى اللَّه عليه وسلم- قال: "إني لأعرف حجرًا كان يسلمُ عليَّ في مكة".
وسلامه عليه عن إرادة يعلمُها اللَّه، ونحن لا نعلمُها، كما صرَّح اللَّه تعالى بذلك في قوله جل وعلا: {وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لَا',NULL,'86',NULL,NULL,'0');
INSERT INTO [b282] VALUES (84,'تَفْقَهُونَ تَسْبِيحَهُمْ} [الإسراء/ ٤٤]، فصرَّح بأننا لا نفقهه، وأمثال ذلك كثيرة في الكتاب والسنة.
وكذلك لا مانع من كون الإرادة تطلق في اللغة على معناها المعروف، وعلى مقاربة الشيء والميل إليه، فيكون معنى إرادة الجدار: ميله إلى السقوط وقربه منه، وهذا أسلوب عربي معروف، ومنه قول الراعي:
في مَهْمَهٍ قَلِقَتْ به هاماتها ... قلق الفؤوس إذا أردن نُصولا
وقول الآخر:
يريد الرمح صدر أبي براء ... ويعدل عن دماء بني عقيل
وكذلك قوله: {أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ} لا مجاز فيه، بل إطلاق اسم المحل على الحالِّ فيه وعكسه كلاهما أسلوب معروف من أساليب اللغة العربية، وكلاهما حقيقة في محله، كما أقروا بنظيره في أن نسخ العرف للحقيقة اللغوية لا يمنع من إطلاق اسم الحقيقة عليه، فيسمونه حقيقة عرفية.
وكذلك قوله تعالى: {وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا} وقوله: {فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ} الآية، لا مجاز فيه، وبذلك اعترف أكثر علماء البلاغة، حيث عدُّوا هذا النوع من البديع وسموه باسم المشاكلة، ومعلوم أن المجاز من فن البيان لا من فن البديع، فأكثرهم قالوا: إنَّ المشاكلة من البديع، كقوله:
قالوا اقترح شيئًا نجد لك طبخه ... قلت اطبخوا لي جبة وقميصًا',NULL,'87',NULL,NULL,'0');
INSERT INTO [b282] VALUES (85,'والحق أنَّ هذا أسلوب من أساليب اللغة، ومنه الآيتان، نعم زعم قوم من علماء البلاغة أن المشاكلة من علاقات المجاز المرسل، فسموا ما استعمل في غير معناه عندهم للمشاكلة مجازًا.
وأما تفسيره {يُؤْذُونَ اللَّهَ} بقوله: يؤذون أولياءه، فليس بصحيح، بل معنى إيذائهم اللَّه كفرهم به وجعلهم له الأولاد والشركاء وتكذيبهم رسله، ويوضح ذلك حديث "ليس أحد أصبر على أذى يسمعه من اللَّه، إنهم يدعون له ولدًا، وإنه ليعافيهم ويرزقهم".
وأكثر المتأخرين على أنَّ في الآيات التي ذكرها المؤلف مجازًا، كما هو معروف، وقد بينا منع القول بالمجاز في القرآن في رسالتنا التي ألفناها في ذلك.
وقول المؤلف (¬١) في تعريف المجاز: (وهو اللفظ المستعملُ في غير موضعه الأصلي على وجه يصح).
يعني بقوله: (على وجه يصح) أنْ تكون هناك علاقة بين المعنى الأصلي والمعنى المجازي، وأن تكون ثَمَّ -أيضًا- قرينة صارفة عن قصد المعنى الأصلي.
وتعريفه للمجاز لا يدخل فيه إلا اثنان من أنواع المجاز الأربعة، وهما: المجاز المفرد، وهو عندهم الكلمة المستعملة في غير ما وضعت له لعلاقة مع قرينة صارفة عن قصد المعنى الأصلي، والعلاقة
_________
(¬١) (١/ ٢٧٢).',NULL,'88',NULL,NULL,'0');
INSERT INTO [b282] VALUES (86,'إن كانت المشابهة: "كقولك رأيت أسدًا يرمي" سُمِّي هذا النوعُ من المجاز استعارة، وحدُّ الاستعارة: مجاز علاقته المشابهة، وإن كانت علاقته غير المشابهة كالسببية والمسببية، ونحو ذلك، سمي مجازًا مفردًا مرسلًا، كقول الشاعر:
أكلتُ دمًا إن لم أرعك بضرة ... بعيدة مهوى القرط طيبة النشر
أطلق الدمَ وأراد الدية مجازا مرسلًا علاقته السببية؛ لأن الدية المعبر عنها بالدم سببها الدم وهي مسبب له.
الثاني من النوعين اللذين دخلا في كلامه: المجاز المركب، وضابطه: أن يستعمل كلام مفيد في معنى كلام مفيد آخر، لعلاقة بينهما، ولا نظر فيه إلى المفردات، فقد تكون حقائق لغوية، وقد تكون مجازات مفردة، وقد يكون بعضها مجازًا وبعضها حقيقة، وعلاقته إن كانت المشابهة فهو استعارة تمثيلية، ومنها جميع الأمثال السائرة، والمثل يحكي بلفظه الأول، ومثالُه قولك لمن فرط في أمر وقت إمكان فرصته، ثم بعد أن فات إمكان فرصته جاء يطلبه: (الصيف ضيعتِ اللبن).
وأصل المثل أن امرأة من تميم خطبها رجلان أحدهما كبير في السن وله مواشي كثيرة، والثاني شاب وماشيته قليلة، واختارت الشاب وكانت الخطبة زمن الصيف، ثم طلبت بعد ذلك من الكبير الذي ردت خطبته لبنًا فقال لها: (الصيف ضيَّعتِ اللبن).
وهذا الاستعمال لعلاقة المشابهة بين مجموع الصورتين، وإنْ',NULL,'89',NULL,NULL,'0');
INSERT INTO [b282] VALUES (87,'كانت علاقته غير المشابهة سمي مجازًا مركبًا مرسلًا كقوله:
هواي مع الركب اليمانين مصعدٌ ... جنيبٌ وجثماني بمكة مُوثَقُ
فالبيت كلام خبريٌّ أريد به إنشاءُ التحسر والتأسف؛ لأنَّ ما أخبر به عن نفسه هو سبب التحسر والتأسف، وهو مجازٌ مركب مرسل، علاقتُه السببية؛ لأنَّه لم يقصد بهذا الخبر فائدة الخبر، ولا لازم فائدته.
والنوعان اللذان لم يدخلا في كلامه هما: المجاز العقليُّ ومجاز النقص والزيادة.
أمَّا المجازُ العقلي عندهم فالتجوزُ فيه في الإسناد خاصة، لا في لفظ المسند إليه ولا المسند، وسواء فيه كانا حقيقتين لغويتين، أو مجازين مفردين، أو أحدهما حقيقة والثاني مجازًا؛ لأنَّ التجوز فيه في خصوص الإسناد، كقول المؤمن: (أنبت الربيعُ البقلَ) فالربيع وإنبات البقل كلاهما مستعمل في حقيقته، والتجوز إنَّما هو في إسناد الإنبات إلى الربيع، وهو للَّه جلَّ وعلا عند المتكلم، وكذلك هو في الواقع.
وأنكر المجاز العقلي السكاكيُّ وردَّه إلى الاستعارة المكنية.
وأمَّا مجازُ النقص والزيادة فمداره عندهم على وجود زيادة أو نقص يُغيِّران الإعراب.
ومثال النقص -عندهم-: {وَاسْأَلِ الْقَرْيَةَ} [يوسف/ ٨٢]. وهذا المثال ذكره المؤلف مع أنه لم يدخل في تعريفه للمجاز؛ لأنَّ جميع ألفاظه مستعملة فيما وضعت له، والتجوز من جهة الحذف المغيِّر للإعراب.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b282] VALUES (88,'ومثالُ مجاز الزيادة -عندهم-: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى/ ١١].
وقد بينَّا أنَّه لا ينبغي للمسلم أنْ يقول: إنَّ في كتاب اللَّه مجازًا.
والتحقيق أنَّ اللغة العربية لا مجاز فيها، وإنَّما هي أساليبُ عربيةٌ تكلَّمت بجميعها العرب، ولو كَلَّفنا من قال بالوضع للمعنى الحقيقي أولًا ثم للمعنى المجازي ثانيًا بالدليل على ذلك، لعجز عن إثبات ذلك عجزًا لا شك فيه.
قال المؤلف (¬١) -رحمه اللَّه-:
(قال القاضي: ليس في القرآن لفظ بغير العربية. . .) إلى آخره.
خلاصةُ ما ذكره في هذا الفصل أنَّ العلماء اختلفوا هل في القرآن ألفاظ أصلها أعجمية ولكن عُرِّبَتْ، أو كله عربي؟
فحجةُ من قال: كلُّه عربيٌّ الآياتُ الدالة على ذلك، كقوله: {إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا} [الزخرف/ ٣]، وقوله: {وَهَذَا لِسَانٌ عَرَبِيٌّ مُبِينٌ} [النحل/ ١٠٣]، وقوله: {وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ} [فصلت/ ٤٤]، ونحو ذلك من الآيات.
وحجة من قال: فيه عجمي معرَّب، ادعاؤه الوقوع، قال: كـ {نَاشِئَةَ اللَّيْلِ} [المزمل/ ٦] أصلها حبشية، و {مِشْكَاةٍ} [النور/ ٣٥] أصلها هندية، و {إِسْتَبْرَقٍ} [الكهف/ ٣١] أصلها فارسية.
_________
(¬١) (١/ ٢٧٤).',NULL,'91',NULL,NULL,'0');
INSERT INTO [b282] VALUES (89,'وقال: هذا الوقوع لا يُعارض الآيات المذكورة؛ لأنَّ اشتمال القرآن الكريم على كلمات قليلة أعجمية لا يخرجه عن كونه عربيًا، أو لأن العرب لما نطقت به وعرَّبته صار عربيًا.
قال مقيده -عفا اللَّه عنه-:
أظهر القولين عندي ما اختاره بعض أهل العلم، كابن جرير، من أن القرآن ليس فيه لفظ من غير العربية، وأن بعض كلماته في النادر لا مانع منه.
والدليلُ على هذا القول أنَّ دعوى أن أصله عجمي ثم عُرِّبَ معارضةٌ بمثلها، وهو إمكان كون أصله عربيًا ثم عُجِّمَ في اللغات الأخرى.

تنبيه:
أمَّا الأعلام الأعجمية فهي في القرآن بلا خلاف؛ لأنَّ العَلَم يحكى بلفظه في جميع اللغات.

<span data-type="title" id=toc-40>المحكم والمتشابه</span>
قال المؤلف (¬١) -رحمه اللَّه-:
(وفي كتاب اللَّه محكم ومتشابه. . .) إلى آخره.
اعلم أن بعض الآيات دلَّ على كون القرآن كلِّه محكمًا، كقوله
_________
(¬١) (١/ ٢٧٧).',NULL,'92',NULL,NULL,'0');
INSERT INTO [b282] VALUES (90,'تعالى: {كِتَابٌ أُحْكِمَتْ آيَاتُهُ} [هود/ ١] وغيرها من الآيات.
وبعضها دلَّ على كونه كلّه متشابهًا، وهو قوله: {كِتَابًا مُتَشَابِهًا} الآية [الزمر/ ٢٣].
وبعضها دلَّ على أنَّ منه محكمًا ومنه متشابهًا، وهو قوله تعالى: {هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ} [آل عمران / ٧].
ولا معارضة بين الآيات؛ لأنَّ معنى كونه كلِّه محكمًا هو اتصاف جميعه بالإحكام الذي هو الأتقان، لأنَّ جميعه في غاية الإتقان في ألفاظه ومعانيه، أحكامه عدل، وأخباره صدق، وهو في غاية الفصاحة والإعجاز والسلامة من جميع العيوب.
ومعنى كونه كله متشابهًا أنَّ آياته يشبه بعضها بعضًا في الإعجاز والصدق والعدل والسلامة من جميع العيوب.
ومعنى أنَّ منه آيات محكمات وأخر متشابهات، اختلف فيه اختلافًا مبنيًا على الاختلاف في معنى الواو في قوله: {وَالرَّاسِخُونَ فِي الْعِلْمِ} [آل عمران/ ٣]. فمن قال إن الواو استئنافية، والراسخون مبتدأ خبره جملة: {يَقُولُونَ آمَنَّا بِهِ} والوقف تام على قوله: {إِلَّا اللَّهُ} فإنه يُفسِّر المتشابه بأنه ما استأثر اللَّه بعلمه. وعلى هذا القول أكثر أهل العلم.
وعليه درج صاحب "المراقي" بقوله:
وما به استأثر علمُ الخالق ... فذا تشابهٌ عليه أطلقِ',NULL,'93',NULL,NULL,'0');
INSERT INTO [b282] VALUES (91,'وهو على هذا القول واضحٌ، لأنَّ الضمير في قوله: {وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ} راجع إلى ما تشابه منه، وهو بعينه المتشابه.
ومن قال بأنَّ الواو عاطفة، فإنَّه فسر المتشابه بما يعلمه الراسخون في العلم دون غيرهم، كالآيات التي ظاهرها التعارض، وهي غير متعارضة في نفس الأمر، كقوله: {وَلَا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ (٧٨)} [القصص/ ٧٨] وقوله: {فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (٣٩)} [الرحمن/ ٣٩] مع قوله: {فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ (٩٢)} [الحجر/ ٩٢] وقوله: {فَلَنَسْأَلَنَّ الَّذِينَ أُرْسِلَ إِلَيْهِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِينَ (٦)} [الأعراف/ ٦]، ونحو ذلك من الآيات.
وقول من قال: إن المتشابه القصص والأمثال، فسَّر المتشابه بما يشبه بعضه بعضًا؛ لأنَّ قصص الأمم الماضية يشبه بعضه بعضًا، وكذلك الأمثال.
ورجح المؤلف -رحمه اللَّه- أنَّ المتشابه ما استأثر اللَّه بعلمه، وأن الوقف تام على قوله {إِلَّا اللَّهُ}، أي وما يعلم تأويله إلا اللَّه وحده، بقرائن في الآية:
فمن القرائن المعنوية اللفظية: أنَّه لو أراد عطف الراسخين لقال: "ويقولون" بالواو.
ومن القرائن المعنوية: أنه ذم مبتغي التأويل، ولو كان ذلك معلومًا للراسخين لكان مبتغيه ممدوحًا لا مذمومًا، ولأن قولهم: {آمَنَّا بِهِ} يدل على نوع تفويض وتسليم لشيء لم يقفوا على معناه،',NULL,'94',NULL,NULL,'0');
INSERT INTO [b282] VALUES (92,'لا سيما إذا أتبعوه بقوله: {كُلٌّ مِنْ عِنْدِ رَبِّنَا} فذكرهم ربهم هنا يعطي الثقة به والتسليم لأمره، وأنه من عنده كالمحكم، ولأن لفظة (أما) في قوله {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ} لتفصيل الجمل، فذكره لها في الذين في قلوبهم زيغ مع وصفه إياهم باتباع المتشابه وابتغاء تأويله، يدلُّ على قسم آخر يخالفهم في هذه الصفة وهم الراسخون، ولو كانوا يعلمون تأويله لم يُخالفوا القسم الأول بابتغاء التأويل.
قال مقيده -عفا اللَّه عنه-:
مراده أنَّ قوله: {فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ} الآية، يفهم منه ما مضمونه: وأمَّا الراسخون في العلم فلا يتبعون ما تشابه منه، ولا يبتغون تأويله.
وقول المولف (¬١) -رحمه اللَّه- في هذا المبحث: (والصحيح أنَّ المتشابه ما ورد في صفات اللَّه سبحانه وتعالى ممَّا يجب الإيمان به، ويحرم التعرضُ لتأويله، كقوله تعالى: {الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى (٥)}. . .) إلى آخره = لا يخلو من نظر؛ لأنَّ آيات الصفات لا يُطلق عليها اسم المتشابه بهذا المعنى من غير تفصيل، لأن معناها معلوم في اللغة العربية وليس متشابهًا، ولكن كيفية اتصافه جل وعلا بها ليست معلومة للخلق.
وإذا فسرنا المتشابه بأنه هو ما استأثر اللَّه بعلمه دون خلقه، كانت كيفية الاتصاف داخلة فيه لا نفس الصفة.
_________
(¬١) (١/ ٢٧٩).',NULL,'95',NULL,NULL,'0');
INSERT INTO [b282] VALUES (93,'وإيضاحه: أنَّ (استوى) إذا عُدِّيَ بِـ (على) معناه في لغة العرب: الارتفاع والاعتدال، ولكن كيفية اتصافه جلَّ وعلا بهذا المعنى المعروف عند العرب لا يعلمها إلا اللَّه جلَّ وعلا، كما أوضح هذا التفصيل إمام دار الهجرة مالك بن أنس تغمَّده اللَّه برحمته، بقوله: "الاستواء غير مجهول والكيف غير معقول".
فقوله -رحمه اللَّه-: "الاستواءُ غيرُ مجهول"، يوضحُ أنَّ أصل صفة الاستواء ليست من المتشابه، وقوله: "والكيف غير معقول" يبين أنَّ كيفية الاتصاف تدخل في المتشابه، بناءً على تفسيره بما استأثر اللَّه تعالى بعلمه، كما تقدم.
وهذا التفصيل لابدَّ منه، خلافًا لظاهر كلام المؤلف -رحمه اللَّه-.
وقد بسطنا الكلام بإيضاح هذه المسألة في كتابنا "أضواء البيان" في أول سورة آل عمران. والعلم عند اللَّه تعالى.
فإنْ قيل: إنْ فسرنا المتشابه بأنه ما استأثر اللَّه بعلمه، فما الحكمة في خطاب الخلق بما لا يفهمونه؟
فالجواب: أن اللَّه تعالى يمتحن خلقه بما شاء، فلا مانع من أن يكلفهم الإيمان بما لا يعلمون معناه امتحانًا وابتلاء لهم.
ويدل لهذا الوجه ما ذكر تعالى عن الراسخين في العلم من قولهم: {آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا}، فإنهم آمنوا به لأنهم علموا أنَّه من عند ربهم كالمحكم. واللَّه تعالى أعلم.
* * *',NULL,'96',NULL,NULL,'0');
INSERT INTO [b282] VALUES (94,'قال المؤلف (¬١) -رحمه للَّه تعالى-:

<span data-type="title" id=toc-41>(باب النسخ</span>
النسخُ في اللغة: الرفع والإزالة، ومنه: نسخت الشمسُ الظلَّ، ونسخت الريح الأثر. وقد يطلقُ لإرادة ما يشبه النقلَ، كقولهم: نسختُ الكتابَ).
معنى كلامه ظاهر، وقولُه: "ما يشبه النقلَ" عبَّر بأنَّه يشبهه لأنَّه ليس نقلًا حقيقيًّا؛ لأنَّ ما في الكتابِ المنقولِ منه لم يُنقل بالكلية، وإنما نقلت صورته منه في الكتابِ الثاني.
واعلم أنَّ النسخَ جاءَ في القرآن العظيم لثلاثة معاني، وجاء بمعناه اللغويِّ، وهو الرفع والإبطال من غير تعويض شيءٍ عن المنسوخ، وهذا في قوله تعالى: {فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ} [الحج/ ٥٢].
وجاءَ بمعناه الشرعي، وهو رفع حكم شرعيٍّ بخطابٍ جديد، وذلك في قوله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا} [البقرة/ ١٠٦].
وجاء بمعنى نسخ الكتاب، أي كتابته، كقوله تعالى: {هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (٢٩)} [الجاثية/ ٢٩]، وقوله: {وَفِي نُسْخَتِهَا هُدًى وَرَحْمَةٌ لِلَّذِينَ هُمْ لِرَبِّهِمْ يَرْهَبُونَ} [الأعراف/ ١٥٤].
_________
(¬١) (١/ ٢٨٣).',NULL,'97',NULL,NULL,'0');
INSERT INTO [b282] VALUES (95,'قال المؤلف (¬١) -رحمه اللَّه-:
(فأمَّا النسخُ في الشرع فهو بمعنى الرفع والإزالة لا غير. وحدُّه: رفعُ الحكم الثابتِ بخطاب متقدم بخطاب متراخ عنه.
ومعنى الرفع: إزالة الحكم على وجه لولاه لبقي ثابتًا).
وقولُه: (بخطاب متقدم) متعلقُ بالثابت، يعني أنَّه ثابتٌ بخطابٍ شرعي متقدم لا بالبراءة الأصلية.
وقولُه: (بخطاب متراخ عنه) متعلق برفع الحكم، يعني أنه مرفوع بخطابٍ متراخٍ عنه لا متصل به.
وإيضاحُ تقريره: أنَّ النسخَ هو أنْ يرفعَ حكمٌ ثابتٌ بخطابٍ متراخٍ حكمًا ثابتًا بخطابٍ متقدم.
واحترز بقوله: (رفع الحكم) عمَّا لم يرفع أصلًا، كالأحكام التي لم يدخلها نسخ.
واحترز بقوله: (بخطابٍ متقدم) عمَّا كانَ ثابتًا بالبراءة الأصلية، كعدمِ حرمة الرِّبا، وعدمِ وجوب الصيامِ والصلاة، فإنَّ رفعه ليس بنسخ؛ لأنَّه كان ثابتًا بالبراءة الأصلَيةِ، لا بخطابٍ شرعي.
واحترز بـ (خطاب ثانٍ) عن زوال الحكمِ بالجنونِ ونحوه، فليس بنسخ؛ لأنَّه لم يُرفعْ بخَطابٍ ثانٍ.
_________
(¬١) (١/ ٢٨٣).',NULL,'98',NULL,NULL,'0');
INSERT INTO [b282] VALUES (96,'واحترز بتراخيه عن المتصلِ بالخطاب الأول، فإنَّه تخصيصٌ له وبيان، لا نسخٌ له، كقوله تعالى: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران/ ٩٧] فإنَّ بدل البعض من الكلَّ فيه رفعُ حكمِ وجوبِ الحجِّ عن غير المستطيع ولكنه متصل به، فليس نسخًا، لأنَّه لم يتراخ عنه.
وكقوله تعالى: {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} [النور/ ٣٣] فرفعُ حكم الأمرِ بالكتابةِ في حقِّ مَنْ لَم يُعْلَمْ فيه خيرٌ، المفهوم من الشرط، ليس نسخًا لأنه متصلٌ به، وستأتي إن شاء للَّه أمثلةٌ كثيرةٌ لهذا في مبحثِ المخصصاتِ المتصلة.
قال المؤلف (¬١) -رحمه للَّه تعالى-:
(وقال قومٌ: إنَّ النسخ كشفُ مدة العبادة بخطاب ثان. . .) إلى آخره.
حاصلُ هذا القول الأخير أنَّ النسخِ بيان لانقضاء زمن الحكم الأول؛ لأن ظاهر الخطاب الأول أَنَّ الحكمَ مؤبدٌ، والناسخ قد دَلَّ على انتهاءِ زمنه.
وأشارَ إلى القولين في "المراقي" بقوله في تعريفِ النسخ:
رفع لحكم أو بيانُ الزمن ... بمحكم القرآن أو بالسنن
وعلى هذا القول الثاني فالنسخ يرجع إلى التخصيص في الأزمان،
_________
(¬١) (١/ ٢٨٤).',NULL,'99',NULL,NULL,'0');
INSERT INTO [b282] VALUES (97,'وهو معترض؛ لأنَّه لا يشمَلُ النسخَ قبل التمكن من الفعل.
واعلم أنَّ حدَّ المعتزلةِ للنسخ الذي ذكره المؤلف باطل، فلا حاجة له.
وما أوردَ من الاعتراضاتِ على حدِّ النسخِ الذي ذكرنا بأنه رفع الحكم، كلُّه ساقطٌ، والحدُّ صحيح.
واعلم أنَّ النسخَ لا يلزمُه البداء الذي هو الرأي المتجدد، لأنَّ اللَّه يشرع الحكم الأولَ وهو يعلمُ أنه سينسخه في الوقتِ الذي تزول مصلحتُه فيه وتصير المصلحةُ في الناسِخ، فإذا جاءَ ذلك الوقتُ نَسخَ الحكم الأول وعوَّضَ منه الحكمَ الناسخ على وَفْقِ ما سبقَ في علمه أنَّه سيفعله، كما أنَّ المرض بعد الصحة، وعكسه، والموتَ بعد الحياة، وعكسه، والفقر بعد الغنى، وعكسه، ونحو ذلك، ليس فيه بداءٌ؛ لسبقِ علمه تعالى بأنَّه سيفعل ذلك في وقته، كما هو ظاهر.
قال المؤلف (¬١):

(فإن قيل: فما<span data-type="title" id=toc-42> الفرق بين النسخ والتخصيص</span>. . .) إلى آخره.
اعلم أنَّ السلف يطلقون اسم النسخ على ما يطلقه عليه الأصوليون، وعلى التخصيص والتقييد، فالجميع يسمونه نسخًا كما نبَّه عليه غير واحد.
وأمَّا الأصوليون فلا يطلقون النسخ على التخصيص، ولا
_________
(¬١) (١/ ٢٨٩).',NULL,'100',NULL,NULL,'0');
INSERT INTO [b282] VALUES (98,'التخصيص على النسخ، وحد النسخ عندهم هو ما تقدَّم.
وحدُّ التخصيص في اصطلاحهم هو: قصر العام على بعض أفراده بدليل يقتضي ذلك، كما سيأتي إن شاء اللَّه.
وبتعريف كل منهما يظهر الفرق، وذكر المؤلف الفرق بينهما من سبعة أوجه:
الأول: أنَّ التخصيص بيان أنَّ المخصوص غير مراد باللفظ، والنسخ يخرج ما أريد باللفظ الدلالة عليه.
وإيضاحه: أنَّ مثل قوله تعالى: {فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ} [العنكبوت/ ١٤] ظاهره أنَّها ألف كاملة، لكن قوله: {إِلَّا خَمْسِينَ عَامًا} بين أنَّ هذه الخمسين غير مراد دخولها في الألف، وأن المراد بالألف تسعمائة وخمسون، بدليل قوله: {إِلَّا خَمْسِينَ عَامًا}، وهذا المثال بناء على أن الاستثناء بِـ "إلَّا" ونحوها من العدد تخصيص، وهو قول الأكثر، كما أشار إليه في "المراقي" بقوله:
وعدد مع كـ "إلا" قد وجب ... له الخصوص عند جلَّ من ذهب
بخلاف النسخ، فالذي يرفعه الناسخ كان قبل النسخ مقصودًا دخولُه في معنى اللفظ وفي الحكم، كما هو واضح.
الثاني: أنَّ النسخ يشترط تراخيه كما تقدم، بخلاف التخصيص فإنه يجوز اقترانه، وربما لزم، كالتخصيص بالشرط والصفة والغاية والاستثناء وبدل البعض من الكل، كما يأتي إيضاحه إن شاء اللَّه تعالى في مبحث المخصِّصات.',NULL,'101',NULL,NULL,'0');
INSERT INTO [b282] VALUES (99,'الثالث: أنَّ النسخ يدخل في الشيء الواحد، كنسخ استقبال بيت المقدس ببيت اللَّه الحرام، فالمنسوخ شيء واحد، بخلاف التخصيص فلا يدخل إلا في عام له أفراد متعددة يخرج بعضها بالمخصِّص، ويبقى بعضها الآخر.
الرابع: أنَّ النسخ لا يكون إلا بخطاب جديد، والتخصيص قد يقع بغير خطاب، كالتخصيص بالقياس وبالعقل وبالعرف المقارن للخطاب، وغير ذلك كما سيأتي إيضاحُه في مبحث المخصِّصات المنفصلة.
الخامس: أنَّ النسخ لا يدخل الأخبار، وإنما هو في الإنشاء فقط، بخلاف التخصيص فإنَّه يكون في الإنشاء وفي الخبر.
السادس: أنَّ النسخ لا يبقى معه دلالة اللفظ على ما تحته، والتخصيص لا ينتفي معه ذلك.
إيضاحه: أنَّ مثل قوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لِأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} [البقرة/ ٢٤٠] لمَّا نُسِخَ بقوله: {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ} [البقرة/ ٢٣٤] لم تبق دلالةُ الآية الأولى على الحول في العدَّة مقصودة في المستقبل بعد ورود الناسخ بخلاف التخصيص.
وسيأتي أن التحقيق عند متأخري الأصوليين أنَّ العام المخصوص يراد فيه شمول جميع الأفراد من حيث تناول اللفظ لها، دون الحكم لها، لوجود المخصص، أمَّا العام المراد به الخصوص، فالأفراد',NULL,'102',NULL,NULL,'0');
INSERT INTO [b282] VALUES (100,'الخارجة بالمخصص لم ترد فيه تناولًا ولا حكمًا، كما يأتي إيضاحه إن شاء اللَّه تعالى.
السابع: أنَّ المتواتر لا يُنسخ بالآحاد بخلاف التخصيص، فإنَّ المتواتر يخصَّص بالآحاد، لأنَّ النسخ رفع والتخصيص بيان، فقوله تعالى: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} [النساء/ ٢٤] متواتر، خُصِّصَ عمومه بحديث "لا تنكح المرأة على عمتها أو خالتها" وهو آحاد.
وقوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} [النساء/ ١١] خُصِّص بقوله: "إنا معاشر الأنبباء لا نورث" الحديث، وهو آحاد.
وأمثلته كثيرة، وسيأتي في مبحث التخصيص كثير منها إن شاء اللَّه تعالى.
وأشارَ في "المراقى" إلى جواز بيان المتواتر بالآحاد، وبيان المنطوق بالمفهوم بقوله:
وبين القاصر من حيث السند ... أو الدلالة على ما يعتمد
تنبيه:
اعلم أنَّ التخصيص إن لم يرد فيه المخصِّص -بالكسر- إلا بعد العمل بالعام، والتقييد إن لم يرد فيه المقيِّد -بالكسر- إلا بعد العمل بالمطلق، فكلاهما حينئذ نسخ، ولا يجوز أن يكون تخصيصًا وتقييدًا؛ لأنَّ التخصيص والتقييد بيان، والبيان لا يجوز تأخيره عن وقت العمل، فلمَّا تأخر عن وقته تعين كونه نسخًا، وأشار إلى ذلك في "المراقي" في الأول بقوله:',NULL,'103',NULL,NULL,'0');
INSERT INTO [b282] VALUES (101,'وإن أتى ما خَصَّ بعد العملِ ... نَسَخَ والغيرُ مخصِّصًا جلي
وفي الثاني بقوله:
وإن يكن تأخر المقيد ... عن عمل فالنسخ فيه يعهد
قال المؤلف (¬١) -رحمه اللَّه-:

(فصل
وقد أنكر قوم النسخ، وهو فاسد. . .) إلى آخره.
لا شكَّ أنَّ إنكار النَّسخ فاسد، وأن النسخ جائز عقلًا، كما قدمنا أنَّه لا يلزمُه البداء، وواقع شرعًا، والدليل قوله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ} [البقرة/ ١٠٦]، وقوله تعالى: {وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ} [النحل/ ١٠١].
وإنكار أبي مسلم الأصفهاني له معناه أنَّه يميل إلى أنَّه تخصيص في الزمن، لا رافع للحكم، كما تقدمت الإشارة إليه.
قال المؤلف (¬٢):

(فصل
يجوز نسخ تلاوة الآية دون حكمها، ونسخُ حكمها دون تلاوتها، ونسخهما معًا).
_________
(¬١) (١/ ٢٩٢).
(¬٢) (١/ ٢٩٤).',NULL,'104',NULL,NULL,'0');
INSERT INTO [b282] VALUES (102,'معنى كلامه ظاهر.
ومثال نسخ التلاوة دون الحكم: نسخ تلاوة آية الرجم وبقاء حكمها، وهي قوله تعالى: {والشيخ والشيخة إذا زنيا فارجموهما البتة نكالًا من اللَّه واللَّه عزيز حكيم} قيل: كانت هذه الآية من براءة، وقيل: من الأحزاب.
ومنه: نسخ تلاوة آية (خمس رضعات) عند الشافعي ومن وافقه.
ومثال نسخ الحكم دون التلاوة: آية العدة المذكورة آنفًا. وهو أغلب ما في القرآن من النسخ.
ومثال نسخهما معًا: نسخ آية (عشر رضعات)، فقد ثبت في صحيح مسلم عن عائشة رضي اللَّه عنها "كان فيما أنزل من القرآن: عشر رضعات معلومات يحرمن، ثم نسخن بخمس معلومات، فتوفي رسول اللَّه -صلى اللَّه عليه وسلم- وهن فيما يقرأ من القرآن".
تنبيه:
يتوجه على هذا الذي ذكر في هذا البحث ثلاثة أسئلة:
الأول: أن يقال: كيف ساغ نسخ الحكم دون التلاوة مع أن التلاوة دليل الحكم، فكيف يرفع المدلولُ مع بقاء دليله؛ لأنَّ هذا يلزمه الدليل بلا مدلولى وهو محال، إذ لا تعقل الدلالة بدون مدلول؟
الثاني: أن يقال: تقدَّم في حد النسخ أنه رفع الحكم. . . إلى آخره، فكيف يدخل نسخ التلاوة مع بقاء الحكم؛ لأنَّ الحكم فيه لم يرفع؟',NULL,'105',NULL,NULL,'0');
INSERT INTO [b282] VALUES (103,'الثالث: أن يقال: ما حكمة نسخ اللفظ مع أنه إنما نزل ليُتلى ويُثاب عليه، فكيف يرفع، إذ رفعه يقتضي انتفاء حكمته؟
الجواب عن السؤال الأول: هو أنا لا نُسَلِّمُ كون اللفظ دليلًا على الحكم بعد نسخ الحكم، بل هو إنَّما يكون دليلًا عليه عند انفكاكه عمَّا يرفع حكمه، فإذا جاء الخطاب الناسخُ لحكمه زالت دلالته على الحكم بالكلية، كما قدمنا في الفوارق بين النسخ والتخصيص.
وإيضاحه: أن الحكم الشرعي المنسوخ مع بقاء اللفظ الدال عليه سابقًا، وتلاوة ذلك اللفظ، وكتابته في القرآن، وانعقاد الصلاة به، كلها أحكامٌ شرعية مع أحكام ذلك اللفظ، وكل حكم شرعي فهو قابل للنسخ.
قال في "المراقي":
وكل حكم قابل له وفي ... نفي الوقوع لاتفاق قد قفي
وإذا عرفت ذلك عرفت أنه لا مانع من نسخ بعض أحكام اللفظ كالتحريم، والوجوب المفهوم منه، مع بقاء أحكام أخر من أحكامه لم تنسخ، كالتعبد به وإجزائه في الصلاة ونحو ذلك.
فآية الاعتداد بحولٍ -مثلًا- نُسِخَ ما دلَّت عليه من إيجاب تربص الحول على المتوفى عنها، وبقيتْ أحكام أخر من أحكامها لم تنسخ، وهي قراءتها في الصلاة، وكتابتها مع القرآن في المصحف. وهو واضح كما ترى.
والجواب عن السؤال الثاني: هو أنَّ نسخ التلاوة فقط معناه نسخُ',NULL,'106',NULL,NULL,'0');
INSERT INTO [b282] VALUES (104,'التعبد بلفظه والصلاة به وكتبه مع القرآن في المصحف، وهذه أحكام من أحكامه، فلا مانع من نسخها مع بقاء حكم آخر لم ينسخ، وهو ما دل عليه اللفظ، فآية الرجم -مثلًا- لا مانع من نسخ التعبد بها والصلاة بها، وكتبها في المصحف، مع بقاء حكم آخر من أحكامها لم ينسخ، وهو رجم الزانيين المحصنين، كما تقدَّم مثله.
فإن قيل: كيف الجمع بين هذا وبين قولهم: هذا منسوخ تلاوة لا حكمًا؛ لأنَّه يفهم منه أن نسخ التلاوة منافٍ لنسخ الحكم؟
فالجواب: أنَّ الحكم المنفي عنه النسخ في قولهم (لا حكمًا) غير الحكم المثبت له النسخ بنسخ التلاوة؛ لأنَّها أحكام قد نسخ بعضها دون بعض كما تقدم قريبًا.
والجواب عن السؤال الثالث: هو أنه لا مانع من أن يكون أصل المقصود من المنسوخ تلاوة لا حكمًا إنَّما هو الحكم دون التلاوة، لكنه أنزل على رسول اللَّه -صلى اللَّه عليه وسلم- بلفظ معين ليثبت به الحكم وليستقر، والحال أنه هو المقصود فلا مانع من نسخ اللفظ؛ لأن المقصود هو مجرد الحكم.
فإن قيل: فإن جاز نسخ التلاوة فلينسخ الحكمُ معها، لأنَّ الحكم تبع للتلاوة، فكيف يبقى الفرع مع نسخ الأصل؟
فالجواب: أن التلاوة حكم، وانعقاد الصلاة بها حكم آخر، ودلالتها على ما دلَّتْ عليه حكم آخر، فلا يلزم من نسخ التعبد بها وعدم الصلاة بها نسخ حكمها الذي دلَّت عليه، فكم من دليل لا يتلى ولا',NULL,'107',NULL,NULL,'0');
INSERT INTO [b282] VALUES (105,'تنعقد به صلاة، والآية المنسوخة تلاوتها مع بقاء حكمها دليل لنزولها وورودها، لا لكونها متلوةً في القرآن، والنسخ لا يرفعُ ورودها ونزولها، ولا يجعلها كانها غير واردة، بل يلحقها بالوارد الذي لا يتلى.
قال المؤلف (¬١):

(فصل
يجوزُ<span data-type="title" id=toc-46> نسخُ الأمر قبل التمكن </span>من الامتثال. . .) إلى آخره.

حاصلُ إيضاح هذا البحث باختصار أنَّ التحقيق هو جواز وقوع نسخ الأمر قبل التمكن من الامتثال.
فإن قيل: فما حكمة الأمر الأول إذا كان ينسخُ قبل التمكن من الفعل؟
فالجواب: أنَّ الحكمة في الأمر الأول هي الابتلاء، هل يتهيأُ للامتثالِ ويظهر الطاعة فيما أُمر به، أو لا؟
ودليلُ هذين الأمرين قصة أمر إبراهيم عليه السلام بذبح ابنه، فإنَّه نُسِخَ عنه ذبحُه قبل التمكن من فعله، وبيَّن اللَّه تعالى أنَّ الحكمة في ذلك هي ابتلاؤه، هل يتهيأ لذبح ولده، فتهيَّأ لذلك وتلَّه للجبين، ولذا قال تعالى: {إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (١٠٦) وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ (١٠٧)} [الصافات/ ١٠٦، ١٠٧].
_________
(¬١) (١/ ٢٩٧).',NULL,'108',NULL,NULL,'0');
INSERT INTO [b282] VALUES (106,'وهذا واضح، كما ترى.
وأقوال من منع هذا وحججهم ظاهرة البطلان، فلا نطيل الكلام بها.

تنبيه:
منشأ الخلاف في هذه المسألة هو: هل حكمةُ التكليف مترددة بين الامتثال والابتلاء، وهو الحقُّ، أو هي الامتثالُ فقط، وهو قول القدرية؟ فعلى أن الحكمة مترددة بينهما فالمنسوخ بعد الفعل حكمته الامتثال، وقد امتثل بالفعل قبل النسخ، والمنسوخ قبل التمكن من الفعل حكمتُه الابتلاء، وقد حصل قبل النسخ.
وإلى هذا أشار في "المراقي" بقوله:
للامتثال كلَّف الرقيبُ ... فموجبٌ تمكنًا مصيبُ
أو بينه والابتلا تردَّدا ... شرط تمكنٍ عليه انفقدا
وأشار إلى المسألة التي نحن بصددها بقوله:
والنسخ من قبل وقوع الفعل ... جاء وقوعًا في صحيح النقل

تنبيه آخر:
ذكر بعض أهل الأصول أنَّ هذه القاعدة المذكورة آنفًا التي هي: هل حكمةُ التكليف مترددة بين الامتثال والابتلاء، أو هي الامتثال فقط؟ التي هي مبنى الخلاف في جواز النسخ قبل التمكن من الامتثال = ينبني عليها بعض الفروع الفقهية.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b282] VALUES (107,'من ذلك -مثلًا-: من علمتْ بالعادة المطَّردة أنها تحيض في أثناء النهار غدًا فبيَّتت الإفطار، ثم حاضت في أثناء النهار بالفعل كما كانت تعتقده. ومن تعتاده حُمَّى الرِّبْع، وعادته أن تأتيه غدًا في أثناء النهار، فبيَّت الإفطار لذلك، ثم أصابته الحمى بالفعل في أثناء النهار كما كان يعتقد.
فعلى أن الحكمة في التكليف مترددة بين الامتثال والابتلاء، فتبييت الفطر ممنوع على كل منهما، وقيل فيه بالكفارة إن فعل موجبها قبل حصول الحيض أو الحُمَّى، وهو مذهب مالك رحمه اللَّه تعالى ومن وافقه.
وعلى أن الحكمة الامتثال فقط، فلا كفارة، ولا مانع من تبييت الإفطار؛ لأنه غلب على ظنه انتفاء الحكمة المقصودة بوجود العذر، واللَّه تعالى أعلم.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
والزيادة على النص ليست بنسخ، وهي على ثلاثة مراتب: أحدها: ألا تتعلق الزيادة بالمزيد عليه، كما إذا أوجب الصلاة ثم أوجب الصوم، فلا نعلم فيه خلافًا، لأنَّ النسخ رفعُ الحكم وتبديله، ولم يتغير حكم المزيد عليه، بل بقي وجوبه وإجزاؤه. . .) إلى آخره.
_________
(¬١) (١/ ٣٠٥).',NULL,'110',NULL,NULL,'0');
INSERT INTO [b282] VALUES (108,'لا يخفى أن زيادة وجوب الصوم على وجوب الصلاة ليس نسخًا للصلاة كما ترى.
وإيضاحُ هذا المبحث أنَّ فيه تفصيلًا لابدَّ منه لم يذكره المؤلف، وهو أن الزيادة على النص لها حالتان:
الأولى: أن تنفي ما أثبتهُ النصُّ الأول أو تثبت ما نفاهُ، وهذه لا شك أنها نسخ، ولم يتعرض لها المؤلف -رحمه اللَّه-.
ومثالها: تحريم الحمر الأهلية، وكل ذي ناب من السباع، وكل ذي مخلب من الطير، ونحو ذلك.
فإن تحريم هذه المحرمات ونحوها زادته السنة على آية {قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً} [الأنعام/ ١٤٥] مع أن هذه الآية الكريمة تدلُّ على إباحة الحمر الأهلية وما ذكر معها، بدليل حصر المحرَّمات في الأربع المذكورة بأقوى أدوات الحصر، وهي النفي والإثبات.
ونظير الآية حصر المحرَّمات في الأربع المذكورة في النحل والبقرة بقوله تعالى في النحل: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} [النحل/ ١١٥]، وقوله تعالى في البقرة: {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ} [البقرة/ ١٧٣].
وقد تقرر في الأصول في مبحث دليل الخطاب -أعني مفهوم المخالفة-، وفي المعاني في مبحث القصر، أن (إنَّما) من أدوات',NULL,'111',NULL,NULL,'0');
INSERT INTO [b282] VALUES (109,'الحصر، وهو الحق؛ فأحاديث تحريم الحمر الأهلية وذي الناب من السباع -مثلًا- زادت تحريم شيء قد دل القرآن قبل ورود تحريمه على أنه مباح، فكونها نسخًا لاشك فيه، وإن خالف فيه كثير من أهل العلم؛ لوضوح النسخ فيه كما ترى؛ لأنه رفع حكم سابق دلَّ عليه القرآن بخطاب جديد.
الحالة الثانية: هي التي ذكرها المؤلف -رحمه اللَّه- وقسمها إلى مرتبتين:
المرتبة الأولى: أن تتعلق الزيادة بالمزيد عليه، على وجه لا يكون شرطًا فيه، كزيادة تغريب الزاني البكر على جلده مئة.
والمرتبة الثانية: أن تتعلق الزيادة بالمزيد عليه، تعلق الشرط بالمشروط.
والتحقيق أن هاتين المرتبتين حكمهما واحدٌ، كما نصره المؤلف، وكما هو الحقُّ.
وإيضاحُه: أن الأولى منهما زيادة جزء، والثانية زيادة شرط، وحكمُ زيادتهما واحد؛ لأن التغريب جزء من الحد، فزيادته على الجلد زيادة جزء من الحد كما هو واضح، ومثله زيادة ركعتين في الرباعية، بناء على أن الصلاة فرضت اثنتين، ثم زيدت في صلاة الحضر، وبقيت صلاة السفر على ما كانت عليه، كما جاء به الحديث.
ومثال زيادة الشرط: زيادة وصف الإيمان في صفة رقبة كفارة اليمين والظهار.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b282] VALUES (110,'فمذهب الجمهور -وهو الظاهر- أن هذا النوع من الزيادات لا يكون نسخًا؛ لأنه لم يرفع حكمًا شرعيًّا، وإنما رفع البراءة الأصلية التي هي الإباحة العقلية، وهي استصحاب العدم الأصلي حتى يرد دليل صارف عنه، والزيادة في مثل هذا زيادة شيء سكت عنه النص الأول فلم يتعرض له بصريح إثبات ولا نفي.
وخالف في هذا الإمام أبو حنيفة -رحمه اللَّه-، فمنع كون التغريب جزءًا من الحد، وإن جاء بذلك الحديث الصحيح، قائلًا: إنَّ الجلد كان مجزئًا وحده، وزيادة التغريب دلَّت على أنه لا يكفي وحده، بل لابدَّ معه من زيادة التغريب، وهذا نسخ لاستقلال الجلد بتمام الحد، وهذا بناء على أن المتواتر لا ينسخ بالآحاد؛ لأن آية الجلد متواترة، وأحاديث زيادة التغريب آحاد، والفرضُ عنده أنَّ الزيادة نسخ، والمتواتر لا ينسخ بالآحاد؟ فلم يقبل ثبوت التغريب بالآحاد بناء على ذلك.
ولأجل هذا بعينه لم يقل بالحكم بالشاهد واليمين في الأموال، الثابت عن النبي -صلى اللَّه عليه وسلم-، بناء على أنه آحاد، وأنه زيادة على آية {فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة/ ٢٨٢]، وأن الزيادة على النص نسخ، وأن المتواتر لا ينسخ بالآحاد.
وكذلك قال الجمهور: إن شرط وصف الإيمان في رقبة كفارة اليمين والظهار ليس نسخًا، فيلزم القول به حملًا للمطلق وهو رقبة كفارة اليمين والظهار على المقيد بالإيمان وهو كفارة القتل خطأ.
ومنع ذلك أبو حنيفة بأن الزيادة على النص نسخ، وحمل المطلق',NULL,'113',NULL,NULL,'0');
INSERT INTO [b282] VALUES (111,'على المقيد لا يصلح دليلًا النسخ.
وإيضاح هذا: أن الجمهور قالوا: هذا النوع من الزيادة لا تعارض بينه وبين النص الأول، والناسخُ والمنسوخ يشترط فيهما المنافاة بحيث يكون ثبوت أحدهما يقتضي نفي الآخر، ولا يمكن الجمع بينهما، فالمزيد في مثل هذا مسكوت عنه.
فإن قيل: هو مدلول عليه بمفهوم المخالفة.
فالجواب: أن الحنفية المخالفين في هذا لا يقولون بمفهوم المخالفة أصلًا، ونحن لا نقول به هنا، مع أنَّا لا نُسلِّم دلالة المفهوم عليه، فقوله تعالى: {فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} [النور/ ٢] لا يدلُّ على عدم وجوب شيء آخر بدليل آخر، إذ ليس فيه ما يدلُّ على الحصر، فالمزيد مسكوت عنه في النص المتقدم، والزيادة رافعة للبراءة الأصلية لا لحكم شرعي منصوص بدليل شرعي، ثم تلك الدعوى إنما تستقيم لو ثبت أنه ورد حكم المفهوم واستقر، ثم وردت الزيادة بعده، وهذا لا سبيل إلى معرفته، بل لعله ورد بيانًا لإسقاط المفهوم متصلًا به أو قريبًا منه كما أشار له المؤلف.
وإيضاحه: أنَّا لا نُسلِّم أن قوله تعالى: {فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} دلَّ بمفهومه على عدم التغريب، ثم استقر حكم هذا المفهوم بعدم التغريب، ثم وردت الزيادة بالتغريب بعد ذلك، حتى يقال: إنها نسخ، بل يمكن أن تكون زيادة التغريب ذكرها النبي -صلى اللَّه عليه وسلم- متصلة بنزول آية الجلد بيانًا أنه لا مفهوم يراد به الاقتصار على الجلد دون التغريب، ويدلُّ لعدم الانفصال بينهما حديث "خذوا عني قد جعل اللَّه لهن',NULL,'114',NULL,NULL,'0');
INSERT INTO [b282] VALUES (112,'سبيلا. . . " الحديث، فالسبيل آية الحد، وقد ذكر النبي -صلى اللَّه عليه وسلم- التغريب مقترنًا بذكره لها كما ترى، والعلم عند اللَّه تعالى.
وإلى التفصيل المذكور آنفًا أشار في "المراقي" بقوله:
وليس نسخًا كلُّ ما أفادا ... فيما رسا بالنصِّ الازديادا
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ونسخ جزء العبادة المتصل بها أو شرطها ليس نسخًا لجملتها. . .) إلى آخره.
حاصل هذا المبحث: أن نسخ الجزء أو الشرط نسخ لنفس ذلك الجزء وذلك الشرط فقط، لا نسخ لجميع الحكم، وهو واضح؛ لأن هذا نُسِخَ وهذا أُبْقِيَ على ما كان عليه.
فمثال نسخ الشرط: أن استقبال بيت المقدس كان شرطًا في صحة الصلاة، فنسخ هذا الشرط ولم يكن نسخُه نسخًا لحكم الصلاة من أصلها، كما ترى.
ومثال نسخ الجزء: نسخ عشر رضعات بخمس، ولا سيما عند من يقول ببقاء حكم خمس رضعات إلى الآن، كالشافعي.
وحجة من قال بأن نسخ الجزء أو الشرط نسخ لجملة الحكم هو أنَّ
_________
(¬١) (١/ ٣١١).',NULL,'115',NULL,NULL,'0');
INSERT INTO [b282] VALUES (113,'الاقتصار على الحكم بدون ذلك الجزء أو ذلك الشرط كان ممنوعًا لا يعتد معه بذلك الحكم، وبعده كان الحكم تامًا، وهذا نسخ.
وأجيب من جهة الجمهور أن ذلك الشرط أو ذلك الجزء إنما كان وقت تشريعه رافعًا للبراءة الأصلية، فلما نسخ رجع سقوطه إلى حكم البراءة الأصلية، والباقي كان مشروعًا، ولم يزل كذلك.
وأشار إلى هذا في "المراقي" بقوله:
والنسخ للجزءِ أو الشرط انتقي ... نسخه للساقط لا لِلَّذْ بقي
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

يجوز<span data-type="title" id=toc-51> نسخ العبادة إلى غير بدل</span>. وقيل: لا يجوز، لقوله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة/ ١٠٦]).
قال مقيده -عفا اللَّه عنه-:
هذا الذي حكاه -رحمه اللَّه- بصيغة التضعيف التي هي قيل، يجب المصير إليه، ولا يجوز القول بسواه البتة؛ لأنَّ اللَّه جل وعلا صرَّح به في كتابه، واللَّه يقول: {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا (٨٧)} [النساء/ ٨٧]، {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا (١٢٢)} [النساء/ ١٢٢]؛ {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا} الآيات [الأنعام/ ١١٥] أي صدقًا في الأخبار وعدلًا في
_________
(¬١) (١/ ٣١٣).',NULL,'116',NULL,NULL,'0');
INSERT INTO [b282] VALUES (114,'الأحكام.
فالعجب كل العجب من كثرة هؤلاء العلماء وجلالتهم من مالكية وشافعية وحنابلة وغيرهم القائلين بجواز النسخ لا إلى بدل ووقوعه، مع أن اللَّه يصرح بخلاف ذلك في قوله تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} فقد ربط بين نسخها وبين الإتيان بخير منها أو مثلها بأداة الشرط رَبْطَ الجزاءِ بشرطِه، ومعلوم عند المحققين أنَّ الشرطية إنَّما يتوارد فيها الصدق والكذب على نفس الربط، ولا شك أنَّ هذا الربط الذي صرَّح اللَّه به بين هذا الشرط والجزاء في هذه الآية صحيحٌ لا يمكن تخلفُه بحال، فمن ادَّعى انفكاكه وأنَّه يمكن النسخ بدون الإتيان بخير أو مثل، فهو مناقض للقرآن مناقضة صريحة لا خفاء بها، ومناقضُ القاطع كاذبٌ يقينًا، لاستحالة اجتماع النقيضين، صدق اللَّه العظيم، وأخطأ كل من خالف شيئًا من كلامه جل وعلا.
وقول المؤلف (¬١) -رحمه اللَّه- (ولنا: أنَّه متصوَّر عقلًا. . .) ظاهر السقوط، لأن صريح القرآن لا يناقض بالتجويز العقلي.
وقوله (¬٢): (قام دليله شرعًا. .) ليس بصحيح، إذ لا يمكن قيام دليل شرعي على ما يخالف صريح القرآن.
وقوله (¬٣): (إن نسخ النهي عن ادخار لحوم الأضاحي، وتقديم
_________
(¬١) (١/ ٣١٣).
(¬٢) (١/ ٣١٣).
(¬٣) (١/ ٣١٣).',NULL,'117',NULL,NULL,'0');
INSERT INTO [b282] VALUES (115,'الصدقة أمام المناجاة، كلاهما نسخ إلى غير بدل، وأن ذلك دليل على النسخ لا إلى بدل. .) غيرُ صحيح؛ لأنَّ النهي عن ادخار لحوم الأضاحي نسخ ببدل خير منه، وهو التخيير في الادخار والإنفاق المذكور في الأحاديث، وتقديم الصدقة أمام المناجاة منسوخ ببدل خير منه، وهو التخيير بين الصدقة تطوعًا ابتغاء لما عند اللَّه وبين الإمساك عن ذلك، كما يدل عليه قوله: {فَإِذْ لَمْ تَفْعَلُوا وَتَابَ اللَّهُ عَلَيْكُمْ} [المجادلة/ ١٣].
وقولُ المؤلف (¬١) -رحمه اللَّه-: (فأمَّا الآية فإنها وردت في التلاوة، وليس للحكم فيها ذكر. . .) ظاهر السقوط كما ترى؛ لأنَّ الآية الكريمة صريحة في أنه مهما نسخ آيةً أو أنساها أتى بخير منها أو مثلها، كما هو واضح.
وقول المؤلف (¬٢): (على أنَّه يجوز أن يكون رفعُها خيرًا منها في الوقت الثاني، لكونها لو وجدت فيه لكانت مفسدة) يُقال فيه: ذلك الرفع الذي هو خير منها، هو عينُ البدل الذي هو خير منها، الذي هو محل النزاع.
وما أجاب به صاحب "نشر البنود شرح مراقي السعود" تبعًا للقرافي من أن الجواب لا يجب أن يكون ممكنًا فضلًا عن أن يكون واقعًا، نحو: إن كان الواحد نصف العشرة فالعشرة اثنان = ظاهر
_________
(¬١) (١/ ٣١٤).
(¬٢) (١/ ٣١٤).',NULL,'118',NULL,NULL,'0');
INSERT INTO [b282] VALUES (116,'السقوط أيضًا؛ لأن مورد الصدق والكذب في الشرطية إنَّما هو الربطُ، فتكون صادقة لصدق ربطها، ولو كانت كاذبة الطرفين لو حُلَّ ربطُها.
ألا ترى أنَّ قوله تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} [الأنبياء/ ٢٢] قضية شرطية في غاية الصدق، مع أنها لو أزيل منها الربط لكذب طرفاها، إذْ يصير الطرف الأول: كان فيهما آلهة إلا اللَّه، وهذا باطل قطعًا، ويصير الطرف الثاني: فسدتا، أي السموات والأرض، وهو باطل أيضًا، والربط لاشك في صحته، وبصحته تصدق الشرطية، فلو كان فيهما آلهة غير اللَّه لفسد كل شيء بلا شك.
وكذلك لو صحَّ أن الواحد نصف العشرة لصح أن العشرة اثنان، لكنَّه لم يصح أن فيهما آلهة غير اللَّه، ولا أن الواحد نصف العشرة، كما هو معروف، بخلاف الشرط في الآية فقد صح، وبصحته يلزم وجود المشروط.
واعلم أن قول من قال: إن أهل العربية يجعلون الصدق والكذب في الشرطية إنَّما يتواردان على الجزاء والشرط إنَّما هو شرط في ذلك. . . غيرُ صحيح، بل التحقيق أن الصدق والكذب عندهم يتواردان على الربط بينهما كما ذكرنا، كما حقَّقه السيد في حواشيه على "المطول"، وكما حققه البنَّاني في "شرح السلم"، وهو الحقُّ الذي لا شكَّ فيه؛ لصدق الشرطية مع كذب الطرفين كما بينَّا.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b282] VALUES (117,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

ويجوز<span data-type="title" id=toc-52> النسخ بالأخف والأثقل</span>. . .) إلى آخره.
حاصل هذا المبحث أنه يجوز نسخ الحكم الأثقل بالأخف منه، كما يجوز نسخ الأخف بالأثقل منه.
ومثال نسخ الأثقل بالأخف: نسخ الاعتداد بالحول في قوله تعالى: {مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ} [البقرة/ ٢٤٠]، بأربعة أشهر وعشر في قوله: {يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا} [البقرة/ ٢٣٤]، ومعلوم أن الأربعة أشهر وعشر ليال أخف من السنة.
وكنسخ مصابرة الواحد عشرة من الكفار، المنصوص في قوله تعالى: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} [الأنفال/ ٦٥] بمصابرة اثنين، المنصوص في قوله تعالى: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ} [الأنفال/ ٦٦]؛ فإن مصابرة اثنين أخف من مصابرة عشرة.
وكنسغ قوله تعالى: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} [البقرة/ ٢٨٤] بقوله: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة/ ٢٨٦].
ومثال نسخ الأخف بالأثقل: نسخ التخيير بين الصوم والإطعام،
_________
(¬١) (١/ ٣١٥).',NULL,'120',NULL,NULL,'0');
INSERT INTO [b282] VALUES (118,'المنصوص في قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة/ ١٨٤] بقوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة/ ١٨٥] لأن إيجاب الصوم أثقل من التخيير بينه وبين الإطعام.
ونسخ حبس الزواني في البيوت، المنصوص عليه بقوله: {فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ} [النساء/ ١٥] بالجلد بقوله تعالى: {فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} [النور/ ٢]، والرجم أثقل من الحبس في البيوت.
ولو قيل: إن آية الحبس في البيوت غير منسوخة؛ لأنَّها كانت لها غاية هي قوله تعالى: {حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا (١٥)} الآية، وقد حصلت الغاية بجعل السبيل كما قال -صلى اللَّه عليه وسلم-: "خذوا عني، خذو عني، قد جعل اللَّه لهن سبيلًا" الحديث، فذلك السبيل هو الجلد والرجم = لكان حسنًا متَّجهًا.
ومن أمثلته: نسخ إباحة الخمر المنصوص في قوله تعالى: {تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا} [النحل/ ٦٧] بقوله تعالى: {إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ} إلى قوله {فَهَلْ أَنْتُمْ مُنْتَهُونَ (٩١)} [المائدة/ ٩٠ - ٩١]، خلافًا لمن زعم أنَّ تحريم الخمر رافع للبراءة الأصلية، لا حكم شرعي، فليس عنده بنسخ؛ لأنه فسر قوله تعالى: {تَتَّخِذُونَ مِنْهُ سَكَرًا} بأن المراد بالسَّكر الطعم أو الخل لا الخمر، وهو خلافُ الصحيح.
فإن قيل: كيف جاز نسخُ الأخف بالأثقل والأثقل بالأخف مع أن اللَّه يقول: {نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا}، فإن كان الأثقل خيرًا لكثرة الأجر فلم جاز نسخه بالأخف؟ وإن كان الأخف خيرًا لسهولته فلم جاز',NULL,'121',NULL,NULL,'0');
INSERT INTO [b282] VALUES (119,'نسخه بالأثقل؟
فالجواب: أنَّ الخيرية دائرة بين الأخف والأثقل، فتارة تكون في الأخف فينسخ به الأثقل لسهولة الأخف، وتارة تكون في الأثقل لكثرة الأجر فيه فينسخ به الأخفُّ.
وإنكار الظاهرية لنسخ الأخف بالأثقل، محتجين بقوله تعالى: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ} [البقرة/ ١٨٥] وقوله: {يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ} [النساء/ ٢٨]، ونحو ذلك من الآيات = لا وجه له، لأنَّ المراد بالآيات التخفيف بالجملة، فلا ينافي أنَّه ربما شرع حكمًا أثقل مما قبله، كما أوجب الصوم بعد التخيير، ونحو ذلك.
وإلى هذه المسألة أشار في "المراقي" بقوله:
ويُنْسَخُ الخِفُّ بماله ثِقَل ... وقدْ يجيء عاريًا من البدل
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
إذا نزل الناسخُ فهل يكون نسخًا في حق من لم يبلغه. . .) الخ.
حاصل هذا المبحث: أن الحكم اختلف فيه، هل يثبت بمجرد وروده، وإن لى يبلغ المكلف، أو لا يثبت بحق المكلف إلا بعد بلوغه له؟
_________
(¬١) (١/ ٣١٨).',NULL,'122',NULL,NULL,'0');
INSERT INTO [b282] VALUES (120,'وقال القاضي: إنه لا يكون نسخًا حتى يبلغ المكلف؛ لأنَّ أهل قباء بلغهم نسخُ استقبال بيت المقدس وهم في الصلاة، فاعتدوا بما مضى من صلاتهم، ولو كان الحكم يستقر بمجرد وروده وإن لم يعلم به المكلف لما اعتدُّوا بما مضى من الصلاة قبل العلم بالناسخ.
قال أبو الخطاب: يتخرَّج أن يكون نسخًا، بناءً على قول الإمام أحمد -رحمه اللَّه تعالى- في الوكيل أنَّه ينعزل بعزل الموكل، وإن لم يعلم الوكيل بالعزل.
ويتفرع على هذا الخلاف نسخُ خمسة وأربعين صلاة ليلة الإسراء، فعلى أن الحكم يثبت بمجرد الورود فهي منسوخة في حق الأمة، وعلى عكسه فلا.
ومن الفروع المبنية عليه: عزل الوكيل بموت موكله أو عزله له قبل العلم، وهل تصرُّفه بعد موت موكله، أو بعد عزله له، قبل علمه بذلك، ماضٍ أوْ لا؟ الخلاف في ذلك مبني على الخلاف في هذه المسألة.
وينبني على الخلاف في هذه المسألة أيضًا: من أسلم في دار الكفر، ولم يجد من يعلمه أمر دينه كالصلاة والصوم، ومن نشأ على شاهق جبل وهو على الفطرة، ولم يجد من يعلمه، ثم بعد ذلك حصل العلم بأمور الدين لكل منهما، فعلى أن الحكم يثبت بالورود فعليهما قضاء ما فاتهما من الصلاة والصوم، وعلى أنه لا يستقلُّ إلا ببلوغه للمكلف فلا قضاء عليهما.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b282] VALUES (121,'واحتج من قال: "لا يستقلُّ إلا ببلوغه للمكلف" بأن الناسخ خطاب، والخطاب يشترط فيه علم المخاطب به، فلا يكون خطابًا في حق من لم يبلغه.
ورد القائلون بثبوته بالورود وإن لم يبلغ المكلف الاحتجاجَ بقصة أهل قباء بأن الخطأ في القبلة يعذر فيه، كمن صلى إلى غير القبلة يظنُّ أنها القبلة، وكما يدلُّ له قوله تعالى: {فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ} [البقرة/ ١١٥] على أحد التفسيرات، وعليه أكثر أهل العلم.
وإلى هذه المسألة أشار في "المراقي" بقوله:
هل يستقل الحكم بالورود ... أو ببلوغه إلى الموجود
فالعزل بالموت أو العزل عرض ... كذا قضاء جاهل للمفترض
قال المؤلف (¬١) -رحمه اللَّه-:

(فصل

يجوز<span data-type="title" id=toc-54> نسخ القرآن بالقرآن، والسنة المتواترة بمثلها، والآحاد بالآحاد</span>. . .) الخ.
اعلم أن هذه الصور الثلاث لا خلاف فيها بين العلماء يعتدُّ به، كما حكى غير واحد عليها الإجماع، وخلاف من خالف في ذلك لا يعتد به ولا وجه له، فنسخ القرآن بالقرآن كنسخ الاعتداد بالحول
_________
(¬١) (١/ ٣٢١).',NULL,'124',NULL,NULL,'0');
INSERT INTO [b282] VALUES (122,'بالاعتداد بأربعة أشهر وعشر، ونسخ السنة بالسنة مساوية لها سندًا كقوله: "كنتُ نهيتكم عن زيارة القبور فزوروها" الحديث.
ويفهم ممَّا ذكرنا أنَّ نسخ الآحاد بالمتواتر جائز من باب أولى.
قال المؤلف (¬١) -رحمه اللَّه-: (والسنة بالقرآن).

يعني أن السنة تنسخ بالقرآن سواء كانت متواترة أو آحادًا. وهذا لا ينبغي أن يختلف فيه لوقوعه، وروي عن الشافعي منع<span data-type="title" id=toc-55> نسخ السنة بالقرآن </span>قائلًا: إن النسخ للسنة إنما هو بسنة موافقة للقرآن.
ومثال نسخ السنة المتواترة بالقرآن: نسخ استقبال بيت المقدس الثابت بالسنة المتواترة بقوله تعالى: {فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ} [البقرة/ ١٤٤].
ومثال نسخ السنة الثابتة بالآحاد بالقرآن: نسخ رد المسلمات إلى الكفار الذي وقع عليه الصلح في صلح الحديبية بقوله تعالى: {فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ} [الممتحنة/ ١٠].
ومن أمثلته: تحريم المباشرة في ليالي رمضان الذي كان ثابتًا بالسنة، فإنه منسوخ بقوله تعالى: {فَالْآنَ بَاشِرُوهُنَّ} [البقرة/ ١٨٧]، وقوله: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [البقرة/ ١٨٧].
هكذا ذكر المؤلف هذا المثال لنسخ السنة بالقرآن، تبعًا للغزالي في "المستصفى"، مع أن بعض العلماء جعل هذا المثال من نسخ
_________
(¬١) (١/ ٣٢١).',NULL,'125',NULL,NULL,'0');
INSERT INTO [b282] VALUES (123,'القرآن بالقرآن، قائلًا: إنه هو مقتضى التشبيه في قوله: {كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ} [البقرة/ ١٨٣] أي: وكان من قبلنا لا تحلُّ لهم المباشرة في ليالي رمضان بعد النوم أو صلاة العشاء، فعلى هذا فالآية ناسخة لما دلَّ عليه التشبيه لنا بمن قبلنا، واللَّه أعلم.
ومن أمثلته: نسخ جواز تأخير الصلاة حالة الخوف الثابت بفعل النبي -صلى اللَّه عليه وسلم- في غزوة الأحزاب بقوله تعالى: {وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ} [النساء/ ١٠٢].
قال المؤلف (¬١):

(فأمَّا<span data-type="title" id=toc-56> نسخ القرآن بالسنة المتواترة </span>فقال أحمد رحمه اللَّه: لا ينسخ القرآن إلا قرآن يجيء بعده. . .) الخ.
حاصل هذا القول: منع نسخ القرآن بالسنة المتواترة، وأحرى الآحاد؛ لأنَّ اللَّه يقول: {نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة/ ١٠٦] والسنة لا تكون خيرًا من القرآن ولا مثله. وقد تمدَّح تعالى بأن ذلك لا يقدر عليه غيره بقوله بعده: {أَلَمْ تَعْلَمْ أَنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [البقرة/ ١٠٦].
قال مقيِّده -عفا اللَّه عنه-:
التحقيق جواز نسخ القرآن بالسنة المتواترة ووقوعه، ومثالُه: نسخُ آية خمس رضعات بالسنة المتواترة، ونسخُ سورة الخلع وسورة الحفد بالسنة المتواترة. وأمثال ذلك كثيرة.
_________
(¬١) (١/ ٣٢٢).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b282] VALUES (124,'والجوابُ عن الاستدلال بالآية الكريمة هو أنَّ كلًّا من الناسخ والمنسوخ من عند اللَّه تعالى، فهو الناسخ للحقيقة، ولا يقدر على ذلك غيره، كما بينه بقوله تعالى: {قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرْآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ (١٥)} [يونس/ ١٥]، ولكنه يظهر النسخ على لسان رسوله -صلى اللَّه عليه وسلم-، [فإذا نسخَ آيةً] (¬١) ثم أتى بآية أخرى مثلها كان حقَّق وعده، فلم يشترط في الآية المذكورة أن تكون الآية هي الناسخة بعينها، بل يجوز أن ينسخ الأولى على لسان نبيه بوحيٍ غير القرآن، ثم بعد نسخها يأتي بآية أخرى مثلها. ولا تنافي بين هذا وبين ظاهر الآية الكريمة كما ترى.
وقد قال بعض العلماء: ليس المراد الإتيان بنفس آية أخرى خير منها، بل المراد نأتي بعمل خير من العمل الذي دلَّت عليه الأولى أو مثله. واللَّه تعالى أعلم.
والحديث الذي أورده عن جابر رضي اللَّه عنه مرفوعًا: "القرآن ينسخ حديثي، وحديثي لا ينسخ القرآن" الظاهر أنه غير صحيح، وثبوت نقيضه بالسنة الثابتة ممَّا يدلُّ على عدم صحته.
_________
(¬١) زيادة يقتضيها السياق. وليست في الأصل المطبوع.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b282] VALUES (125,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
فأمَّا نسخ القرآن والمتواتر من السنة بأخبار الآحاد فهو جائز عقلًا؛ إذْ لا يمتنع أن يقول الشارع: تعبدناكم بالنسخ بخبر الواحد، وغير جائز شرعًا. .) إلى آخره.
حاصل ما ذكره في هذا المبحث أنَّ نسخَ المتواتر بالآحاد جائز عقلًا، وأمَّا شرعًا ففيه ثلاثة أقوال:
الأول: أن المتواتر من كتاب أو سنة لا ينسخ بخبر الآحاد مطلقًا. وهذا هو الذي نصره المؤلف، وعلى هذا القول جمهور أهل الأصول. وعليه درج في "المراقي" بقوله:
والنسخُ بالآحاد للكتاب ... ليس بواقع على الصواب
وحجة هذا القول أن المتواتر قطعيُّ المتن، وخبر الآحاد دونه رتبة، والأقوى لا يُرفع بما هو دونه في الرتبة.
واستدل له المؤلف بقوله عمر رضي اللَّه عنه: "لا ندع كتاب ربنا وسنة نبينا لقول امرأة لا ندري أحفظت أم نسيت".
قال مقيِّده -عفا اللَّه عنه-:
التحقيق الذي لا شك فيه هو جواز وقوع نسخ المتواتر بالآحاد
_________
(¬١) (١/ ٣٢٧).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b282] VALUES (126,'الصحيحة الثابت تأخرها عنه، والدليل الوقوع.
أمَّا قولهم: إن المتواتر أقوى من الآحاد، والأقوى لا يُرفع بما هو دونه، فإنهم قد غلطوا فيه غلطًا عظيمًا مع كثرتهم وعلمهم.
وإيضاح ذلك: أنَّه لا تعارض البتة بين خبرين مختلفي التاريخ؛ لإمكان صدق كل منهما في وقته، وقد أجمع جميع النظار أنَّه لا يلزم التناقض بين القضيتين إلا إذا اتحد زمنهما، أمَّا إن اختلفا فيجوز صدق كل منهما في وقتها، فلو قلت: النبي -صلى اللَّه عليه وسلم- صلى إلى بيت المقدس، وقلت -أيضًا-: لم يصل إلى بيت المقدس، وعنيت بالأولى ما قبل النسخ، وبالثانية ما بعده، لكانت كل منهما صادقة في وقتها.
ومثال نسخ القرآن بأخبار الآحاد الصحيحة الثابت تأخرها عنه: نسخُ إباحة الحمر الأهلية -مثلًا- المنصوص عليها بالحصر الصريح في آية: {قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يَطْعَمُهُ إِلَّا أَنْ يَكُونَ مَيْتَةً} [الأنعام/ ١٤٥] بالسنة الصحيحة الثابت تأخرها عنه؛ لأن الآية من سورة الأنعام وهي مكيَّة، أي نازلةٌ قبل الهجرة بلا خلاف، وتحريم الحمر الأهلية بالسنَّة واقع بعد ذلك في خيبر، ولا منافاة البتة بين آية الأنعام المذكورة وأحاديث تحريم الحمر الأهلية؛ لاختلاف زمنهما، فالآية وقت نزولها لم يكن محرَّمًا إلا الأربعة المنصوصة فيها، وتحريم الحمر الأهلية طارئ بعد ذلك، والطروء ليس منافاة لما قبله، وإنما تحصلُ المنافاة بينهما لو كان في الآية ما يدل على نفي تحريم شيء في المستقبل غير الأربعة المذكورة في الآية، وهذا لم تتعرض له الآية، بل الصيغة فيها مختصة بالماضي، لقوله: {قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ}',NULL,'129',NULL,NULL,'0');
INSERT INTO [b282] VALUES (127,'بصيغة الماضي، ولم يقل: فيما سيوحى إلي في المستقبل. وهو واضح كما ترى، واللَّه أعلم.
وأمَّا آية الوصية للوالدين والأقربين، فالتحقيقُ أنَّها منسوخة بآية المواريث، والحديث بيان للناسخ، وبيانُ المتواتر لا يُشترط فيه التواتر كما تقدَّم.
والحديث يُشيرُ إلى أن الناسخ لها آياتُ المواريث؛ لأنَّ ترتيبه -صلى اللَّه عليه وسلم- نفي الوصية للوارث بالفاء على إعطاء كل ذي حقٍّ حقه -يعني الميراث- في قوله -صلى اللَّه عليه وسلم-: "إنَّ اللَّه قد أعطى كل ذي حقٍّ حقَّه فلا وصية لوارث" يدلُّ على ذلك.
وأمَّا قول عمر رضي اللَّه عنه: "لا ندع كتاب ربنا. . . " الخ؛ فالحقُّ في ذلك ليس معه رضي اللَّه عنه، بل مع المرأة المذكورة وهي فاطمة بنت قيس -رضي اللَّه عنها-، قالت: إن زوجها طلَّقها آخر ثلاث تطليقات، فلم يجعل لها رسول اللَّه -صلى اللَّه عليه وسلم- نفقةً ولا سكنى. وعندما سمعت قول عمر: لا ندع كتاب ربِّنا لقول امرأة. . . الخ قالت: بيني وبينكِم كتاب اللَّه، قال اللَّه تعالى: {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} حتى قال: {لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا (١)} [الطلاق/ ١] فأيُّ أمرٍ يحدث بعد الثلاث؟
وصرَّح أئمة الحديث بأنَّه لم يثبت من السنة ما يخالف حديثها.
فالسنةُ معها، وكتاب اللَّه معها، فلا وجه للاستدلال بمخالفة عمر لما سَمِعَتْهُ من النبي -صلى اللَّه عليه وسلم-؛ لأن من حفظ حجة على من لم يحفظ،',NULL,'130',NULL,NULL,'0');
INSERT INTO [b282] VALUES (128,'والذي يظهر -واللَّه تعالى أعلم- أن عمر لم يخالفها ولكنه لم يثق في روايتها، وعلى هذا فلا منافاة إذًا.
قال المؤلف (¬١) -رحمه اللَّه-:

(فصل
(فأما الإجماعُ فلا يُنْسَخْ. . . ولا يُنْسَخُ به. . .) الخ.
حاصلُ هذا المبحث أنَّ الإجماع لا يكون ناسخًا ولا منسوخًا؛ لأنَّ الإجماع لا ينعقد إلا بعد وفاة النبي -صلى اللَّه عليه وسلم-، لأنَّه ما دام موجودًا فالعبرة بقوله وفعله وتقريره -صلى اللَّه عليه وسلم-، ولا حجة معه لأحد، ولا يعتبر للأمة إجماع معه، وإذا كان لا ينعقد إلا بعد وفاته -صلى اللَّه عليه وسلم- علمت أن بوفاته ينقطع التشريع، والنسخ تشريع؛ فلا يحصل بعدها نسخ أصلًا، وإذا وجد في كلام بعض العلماء ما يوهم النسخ بالإجماع، فمرادهم النسخ بالدليل الذي هو مستند الإجماع، كما أشار له المؤلف في هذا المبحث، وأشار له في "المراقي" بقوله في النسخ:
فلم يكن بالعقل أو مجرد ... الاجماع بل ينمى إلى المستند
_________
(¬١) (١/ ٣٣٠).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b282] VALUES (129,'قال المؤلف (¬١) -رحمه اللَّه-:

(فصل
ما ثبت بالقياس إن كان منصوصًا على علَّته فهو كالنص يَنْسَخُ ويُنْسَخُ به، وما لم يكن منصوصًا على علته فلا يُنْسَخ به. .) الخ.
كلامه ظاهر، وهو قول بعض الحنابلة، وجمهور العلماء على أن القياس لا يُنْسَخُ به ولا يُنْسَخْ؛ لأنه إنما يعتبر فيما لا نص فيه، والقياس مع وجود النص المخالف له فاسد الإعتبار لا يعتدُّ به، كما سيأتي في القوادح.

وإلى عدم<span data-type="title" id=toc-59> النسخ بالقياس </span>أشار في "المراقي" بقوله:
ومنع نسخ النص بالقياس ... هو الذي ارتضاهُ جُلُّ الناس
ومثال ما ذكره المؤلف من نسخ النص بالقياس: ما لو قال الشارع -مثلًا-: أبحتُ لكم النبيذ المسكر المتخذ من الذُّرة، ثم بعد ذلك قال: حرَّمتُ عليكم النبيذ المتخذ من العنب لعلَّة الإسكار. فنصَّ على العلة التي هي الإسكار، فيقاسُ النبيذ المسكر المتخذ من التمر على نبيذ العنب بجامع العلة المنصوصة التي هي الإسكار، فينسخُ هذا القياسُ إباحةَ نبيذ الدُّرة المسكر؛ لأنَّ تحريم نبيذ التمر وإباحة نبيذ الذُّرة حكمان متضادَّان مع اتحاد علتهما وهي الإسكار، فكان المتأخر منهما ناسخًا للمتقدم، كما لو قال الشارع: أبحتُ المسكر، ثم قال:
_________
(¬١) (١/ ٣٣٢).',NULL,'132',NULL,NULL,'0');
INSERT INTO [b282] VALUES (130,'حرَّمتُه.
واعلم أن القاعدة المقررة في الأصول أن المثال لا يُعْتَرض؛ لأن المراد منه إيضاح معنى القاعدة، ولذا جاز المثال بالمفروض المقدر والمحتمل، كما أشار له في "المراقي" بقوله:
والشأنُ لا يُعْتَرَضُ المثالُ ... إذْ قد كفى الفرضُ والاحتمال
واعلم أن قياس النسخ على التخصيص في قول من قال: يجوز النسخ بما يجوز به التخصيص، ظاهرُ البطلان؛ لأنَّ التخصيص بيان وإرشاد، والنسخ رفع للحكم، كما قدمنا في الفوارق بين النسخ والتخصيص.
قال المؤلف (¬١) -رحمه اللَّه-:

(فصل
والتنبيه يُنْسَخُ ويُنْسَخُ به. .) الخ.
اعلم أن مراده بكلمة التنبيه هنا وفي مبحث المفهوم والمنطوق إنَّما هو مفهوم الموافقة.
وضابط مفهوم الموافقة: هو ما دل عليه اللفظ لا في محل النطق، على أن حكمه وحكم المنطوق به سواء، وسواء كان ذلك المدلولُ المسكوت عنه أولى من المنطوق به بالحكم أو مساويًا له.
_________
(¬١) (١/ ٣٣٤).',NULL,'133',NULL,NULL,'0');
INSERT INTO [b282] VALUES (131,'مثال ما هو أولى: دلالة النهي عن التأفيف المنطوق به في قوله تعالى: {فَلَا تَقُلْ لَهُمَا أُفٍّ} [الإسراء/ ٢٣] على النهي عن الضرب المسكوت عنه؛ لأن الضرب أولى بالنهي من التأفيف؛ لأنه أبلغ في الإيذاء منه.
ومثال المساوي: دلالة قوله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا} [النساء/ ١٠] المنطوق به على تحريم إحراق أموال اليتامى وإغراقها المسكوت عنه، مع أنه مساوٍ للمنطوق في الحكم؛ لأن الجميع إتلاف لمال اليتيم.
وسيأتي إن شاء اللَّه إيضاحُ أقسام المفاهيم في محلِّه مع أمثلة كثيرة لكل قسم منها.
وإذا عرفت مراد المؤلف -رحمه اللَّه- بالتنبيه، فاعلم أن معنى كلامه في هذا الفصل أن مفهوم الموافقة كالنهي عن الضرب المفهوم من النهي عن التأفيف، والنهي عن الإحراق والإغراق المفهوم من النهي عن الأكل في الأمثلة المذكورة، يجوز أن يُنْسَخَ ويُنْسَخَ به؛ لأن اللفظ دلَّ في محل السكوت على أنه كالمنطوق به في الحكم، أو أولى منه.
وجمهور علماء الأصول على أنه مفهوم من نفس اللفظ وليس بقياس، خلافًا للشافعي الذي يسميه: القياس الجليَّ، والقياس في معنى الأصل، كما يأتي إيضاحه، وإيضاح بقية الأقوال فيه في محلِّه إن شاء اللَّه تعالى.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b282] VALUES (132,'وإذا كان مدلولًا عليه باللفظ فلا مانع من نسخه دون أصله، والنسخِ به، وهذا قول الجماعة من أهل الأصول. قالوا: يجوز عقلًا أن ينسخ الضرب ويبقى التأفيف، كعكسه، مثلًا. قالوا: ولا مانع عقلًا من ذلك، وقد يأمر بعض الملوك بقتل إنسان محترم عنده جدًّا، فينهى عن التأفيف في وجهه وغير ذلك من الازدراء، مع أنه أمر بقتله، مع أن القتل أشدُّ إيذاءً من التأفيف وغيره من الازدراء.
وأكثر علماء الأصول على تلازمهما، أعني المنطوق والمفهوم، فلا يُنسخان إلا معًا، ولا يمكن نسخ أحدهما دون الآخر؛ لأن المفهوم تابم للمنطوق ولازم له، ورفع اللازم يقتضي رفع الملزوم، ورفع المتبوع يقتضي رفع التابع.
ومثال نسخ الفحوى والنسخ بها يذكرونه عادة على سبيل الفرض والتقدير، ويمكن عندي أن يمثل للنسخ بمفهوم الموافقة بما لو فرضنا أن قوله -صلى اللَّه عليه وسلم-: "ليُّ الواجد ظلمٌ يُحِلُّ عرضه وعقوبته" ورد قبل نزول آية {فَلَا تَقُلْ لَهُمَا أُفٍّ} وعُمِلَ به قبل نزولها، لأن التخصيص بعد العمل بالعام نسخٌ كما قدَّمنا.
وإيضاحُه: أن قوله في الحديث: "يحل عرضه" أي بقوله: مطلني، "وعقوبته" أي بالحبس، وعموم الحديث يشمل الوالد إذا مطل دين ولده وهو غني، وفحوى قوله: {فَلَا تَقُلْ لَهُمَا أُفٍّ} تدلُّ على أنَّه لا يُحْبَسُ الوالد في دين عليه لولده؛ لأنَّ الحبس أشدُّ إيذاءً من التأفيف، فإنْ ورد هذا المخصِّص قبل العمل بالعام فهو تخصيص، وإلا فهو نسخ، وهو المقصود بالتقدير في المثال المذكور.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b282] VALUES (133,'وقال المؤلف (¬١) -رحمه اللَّه تعالى- في هذا المبحث:
(وإذا نُسخ الحكمُ في المنطوق بطل الحكم في المفهوم، وفيما يثبتُ بعلته أو بدليل خطابه، وأنكر ذلك بعض الحنفية، لأنَّه نسخ بالقياس، وليس بصحيح، لأنَّ هذه فروع تابعة لأصل، فإذا سقط حكم الأصل سقط حكم الفرع).
وعلى هذا الذي ذكره المؤلف درج في "المراقي" بقوله:
ويجبُ الرفعُ لحكم الفرعِ ... إن حكم أصله يُرى ذا رفعِ
وإيضاح معنى كلام المؤلف -رحمه اللَّه تعالى- أنَّ منطوق اللفظ إذا نُسخ بطل حكم ما يتفرَّع عليه من مفهوم وما أُلحق به بعلَّته.
ومراده بدليل خطابه مفهوم مخالفته، فلو فرضنا نسخ قوله: "كل مسكر حرام" لبطل قياس النبيذ على الخمر بجامع الإسكار، ولو فرضنا نسخ إيجاب الزكاة في السائمة لبطل مفهومُه الذي هو عدمُ وجوبها في المعلوفة، لبطلان أصله، وهكذا.
وخالف في هذا بعض الحنفية قائلين: إنَّ الأصل حكمٌ والفرع حكمٌ آخر، فيجوز نسخُ هذا وبقاءُ هذا.
ومثاله: ما حكاه الباجي عن بعضهم من شهادة أهل الذمَّة بعضهم على بعض، قياسًا على شهادتهم على المسلمين في الوصية في السفر المنصوص في قوله: {أَوْ آخَرَانِ مِنْ غَيْرِكُمْ} [المائدة/ ١٠٦] بجامع العلة
_________
(¬١) (١/ ٣٣٥ - ٣٣٦).',NULL,'136',NULL,NULL,'0');
INSERT INTO [b282] VALUES (134,'التي هي تعذر وجود الشهود من المسلمين، ثم نُسخت شهادتُهم على المسلمين في السفر على القول بذلك بقوله: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق/ ٢] وقوله: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة/ ٢٨٢] والكفار غير مرضيين، وقوله: {وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤)} [النور/ ٤] أي وأحرى الكافرون برد الشهادة من الفاسقين، وبقي حكم شهادة بعضهم على بعض غيرَ منسوخٍ مع نسح الأصل المقيسِ عليه بناءً على القول بذلك.

تنبيهان:
الأول: قد قدَّمنا أنَّ جماعة من الأصوليين قالوا: إن مفهوم الموافقة يجوز نسخُه دون أصله، كالعكس، وصححه السبكيُّ في "جمع الجوامع".
وعليه فهذا الخلاف لم يعرج عليه المؤلف.
الثاني: لم يتعرض المؤلف -أيضًا- لمفهوم المخالفة، هل يمكن نسخه مع بقاء أصله أولا؟ والتحقيق جواز ذلك ووقوعه.
ومثاله: حديث: "إنَّما الماء من الماء"، منطوقُ هذا الحديث أنَّ من نزل منه الماء الذي هو المنيُّ وجب عليه استعمالُ الماء، أي غسل الجنابة، من نزول ذلك المني، ومفهوم الحصر بإنَّما أن من جامع وحصل من جماعه التقاءُ الختانين ولم ينزل منه مني أنَّه لا غسل عليه، فنُسِخَ هذا المفهومُ بوجوب الغسل عند التقاء الختانين -وإن لم يحصل إنزالٌ- الثابت عنه -صلى اللَّه عليه وسلم-، وبقي المنطوقُ الذي هو وجوب الغسل من',NULL,'137',NULL,NULL,'0');
INSERT INTO [b282] VALUES (135,'الإنزال محكمًا غير منسوخ.
واعلم أنه لا يجوز النسخُ بمفهوم المخالفة؛ لضعفه، ولاختلافٍ في اعتباره.
وأشار إلى حكم مفهوم الموافقة ومفهوم المخالفة في النسخ صاحب "المراقي" بقوله:
وجاز بالفحوى ونسخه بلا ... أصل وعكسه جوازُه انجلى
ورأيُ الاكثرين الاستلزامُ ... وبالمخالفة لا يرام
وهي عن الأصل لها تجرد ... في النسخ وانعكاسه مستبعد
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

في<span data-type="title" id=toc-62>ما يُعرف به النسخ:</span> اعلمْ أنَّ ذلك لا يعلمُ بدليل عقليٍّ ولا بقياسٍ، بل بمجرد النقل. . .) إلى آخره.
حاصلُ هذا المبحث أنَّ العقل والقياس لا يُعرف بهما الناسخ من المنسوخ، وأنَّ ذلك إنما يعرف بمجرد النقل الدال على ذلك، ولذلك طرق:
منها: أن يكون في اللفظ ما يدلُّ على النسخ، كقوله -صلى اللَّه عليه وسلم-: "كنت نهيتكم عن زيارة القبور فزوروها" الحديث.
_________
(¬١) (١/ ٣٣٧).',NULL,'138',NULL,NULL,'0');
INSERT INTO [b282] VALUES (136,'الثاني: أن يذكر الراوي تاريخ سماعه، نحو: سمعتُ عام الفتح كذا، وسمعت في حجة الوداع كذا، أي شيئًا يناقضه، فيعرف الناسخُ بتأخره، فما في حجة الوداع يكون ناسخًا لما في عام الفتح؛ لتأخره عنه، إذا لم يمكن الجمع بينهما.
الثالث: إجماعُ الأمة على أنَّ هذا الحكم منسوخ، وأنَّ ناسخه متأخر، ومثَّل له ابن السمعاني بنسخ وجوب الزكاة لغيرها من الحقوق المالية.
ومنها: أن ينقل الراوي الناسخ والمنسوخ، فيقول: "رخص لنا في المتعة ومكثنا ثلاثة، ثم نهانا عنها".
ومنها: أن يكون راوي أحد الخبرين أسلم في آخر حياة النبي -صلى اللَّه عليه وسلم-، والآخر لم يصحب النبي -صلى اللَّه عليه وسلم- إلا في أول الإسلام، كرواية طلق بن علي وأبي هريرة في الوضوء من مس الفرج، واللَّه تعالى أعلم.
هكذا ذكر المؤلف رحمه اللَّه.
قال مقيده -عفا اللَّه عنه-:
اعلم أن محلَّ التقديم لخبر متأخر الإسلام عمن أسلم قبله فيما إذا مات الأول قبل صحبة الثاني النبيَّ -صلى اللَّه عليه وسلم-.
أما إن عاش الأولُ حتى صحب الآخرُ النبيَّ -صلى اللَّه عليه وسلم- فلا يكون حديث المتأخر ناسخًا لحديث متقدم الإسلام؛ لاحتمال أن يكون متقدم الإسلام روى الحديث بعد متأخر الإسلام، إذ لا مانع من ذلك عقلًا، ولا عادةً، ولا شرعًا، ولأجل هذا قال بعض العلماء: لا يقدم حديث',NULL,'139',NULL,NULL,'0');
INSERT INTO [b282] VALUES (137,'أبي هريرة المذكور على حديث طلق من هذا الوجه، بناءً على أنه لم يثبت وفاة طلق قبل صحبة أبي هريرة.
واعتمد هذا صاحب "نشر البنود" في شرح قوله في "مراقي السعود" عاطفًا على ما لا يقبل النسخ به:
وكون راويه الصحابي يقتفي ... ومثله تأخر في المصحف
واللَّه جل وعلا أعلم.
وقوله: يقتفي، أي يتبع الآخر في الإسلام، يعني أنه أسلم بعده، فكأنَّ إسلامه يقتفي إسلامه.
وحديث أبي هريرة هو ما روى عن النبي -صلى اللَّه عليه وسلم- أنه قال: "من أفضى بيده إلى ذكره وليس دونه ستر فقد وجب عليه الوضوء".
وحديث طلق هو ما روى عن النبي -صلى اللَّه عليه وسلم- أنه سئل عن مس الذكر فقال: "وهل هو إلا بضعة منك".
مع أنَّ حديث طلقٍ مضعَّف؛ قال النووي في شرح المهذب: إنَّه ضعيفٌ باتفاق الحفاظ، وقد بيَّن البيهقيُّ وجوهًا من وجوه تضعيفه.
وهذا هو مضمون الحديثين، واللَّه تعالى أعلم، وصلى اللَّه على محمدٍ وآله وصحبه وسلم.
 *  *  *',NULL,'140',NULL,NULL,'0');
INSERT INTO [b282] VALUES (138,'<span data-type="title" id=toc-64>السُّنَّة</span>
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(الأصل الثاني من الأدلة: سنة النبي -صلى اللَّه عليه وسلم-).

اعلم أنَّ السنة في اللغة: الطريقة والسيرة، ومنه قول لبيد في معلقته:
من معشر سنَّتْ لهم آباؤهم ... ولكلِّ قومٍ سنةٌ وإمامُها
أي طريقة يسيرون عليها.
وفي اصطلاح الشرع: هي ما قاله رسول اللَّه -صلى اللَّه عليه وسلم- أو فعله أو قرَّر عليه.
وقول المؤلف (¬٢) رحمه اللَّه: (وقول رسول اللَّه -صلى اللَّه عليه وسلم-)، أي وكذلك فعله وتقريره؛ لأنَّه لا يقرر على باطل.
وقوله: (لدلالة المعجزة على صدقه)، أي أن معجزات الأنبياء تتضمن شهادةً من اللَّه لهم أن ما جاءوا به حقٌّ.
وقوله (¬٣): (وهو دليلٌ قاطعٌ على من سمعه منه شفاهًا)، أي وكذلك من شاهد فعله أو تقريره -صلى اللَّه عليه وسلم-.
_________
(¬١) (١/ ٣٤٠).
(¬٢) (١/ ٣٤٠).
(¬٣) (١/ ٣٤٠).',NULL,'141',NULL,NULL,'0');
INSERT INTO [b282] VALUES (139,'وقوله (¬١): (فأمَّا من بلغه بالأخبار، فينقسم في حقِّه قسمين: تواترًا وآحادًا) كما سيأتي إن شاء اللَّه إيضاحُه.
وقوله (¬٢): (وألفاظُ الرواية في نقل الأخبار خمسة) يعني أن كيفية رواية الصحابي عن النبي -صلى اللَّه عليه وسلم- خمس مراتب:
أقواها المرتبة الأولى: وهي ما كان اللفظُ فيه صريحًا في السماع من النبي -صلى اللَّه عليه وسلم-، نحو: سمعته -صلى اللَّه عليه وسلم- يقول، أو حدثني، أو أخبرني، أو شافهني، وهذا هو الأصل في الرواية.
المرتبة الثانية التي تلي الأولى في القوة: هي ما كان اللفظُ فيه ظاهرًا في السماع منه -صلى اللَّه عليه وسلم- مع أنه محتمل؛ لأنه لم يسمع منه مباشرة بل بواسطة، نحو قوله: قال رسول اللَّه -صلى اللَّه عليه وسلم-، أو عن رسول اللَّه -صلى اللَّه عليه وسلم-، ونحو ذلك.
وإنَّما كانت هذه المرتبة دون التي قبلها؛ لأنَّها ليست صريحة في السماع، لإمكان أن يكون سمعه من غير النبي -صلى اللَّه عليه وسلم-.
وهذه الصورة إن وقعت من الصحابي، فالروايةُ بها مقبولة، إذ لو فرضنا أن هناك واسطة، وأنَّه مرسل، فمراسيل الصحابة مقبولة؛ لأن لها حكم الوصل.
وأما إن صدرت هذه الصورة التي هي "قال" و"عن" ونحوهما من
_________
(¬١) (١/ ٣٤٠).
(¬٢) (١/ ٣٤١).',NULL,'142',NULL,NULL,'0');
INSERT INTO [b282] VALUES (140,'غير الصحابي، فإن كان غير مدلس فهي صحيحة كالتصريح بالسماع، وإن كان مدلسًا لم تقبل ما لم يثبت السماع من طريق أخرى، كما هو مقرر في علم الحديث.
ومن يحتجُّ من العلماء بالمرسل يحتجُّ بعنعنة المدلس، وقوله: "قال"، ونحو ذلك، من باب أولى.
ومثَّل المؤلف -رحمه اللَّه تعالى- لقول الصحابي: "قال رسول اللَّه -صلى اللَّه عليه وسلم-" مع أنه لم يسمع منه مباشرة بما روي عن أبي هريرة أنه قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "من أصبح جنبًا فلا صوم له"، فلما استُكْشِفَ قال: حدثني الفضل بن عباس.
وما روي عن ابن عباس أنَّه قال: "إنما الرِّبا في النسيئة"، فلما روجع أخبر أنه سمعه من أسامة بن زيد.
وقد بينَّا أنَّ مثل ذلك لا يضرُّ؛ لأنَّ مرسل الصحابي له حكم الوصل.
المرتبة الثالثة: أن يقول الصحابي: أمر رسول اللَّه -صلى اللَّه عليه وسلم- بكذا، أو نهى عن كذا، وإنَّما كانت هذه دون التي قبلها؛ لأنَّ فيها من احتمال عدم السماع مباشرة مثل ما في الأولى، وتزيد عليها بأنه قد يظن ما ليس بأمر أمرًا.
هكذا قيل، ولا يخفى بُعْدُه، إذ عدالةُ الصحابي تمنعه من أن ينقل عن النبي -صلى اللَّه عليه وسلم- الأمر فيما ليس بأمرٍ، ولذا جعلت جماعة من أهل الأصول هذه المرتبة في منزلة التي قبلها لضعف الاحتمال المذكور.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b282] VALUES (141,'المرتبة الرابعة: أن يقول: أُمرنا أو نُهينا، ولا يذكر الفاعل. وإنما كانت دون التي قبلها لأن فيها من الاحتمال ما في التي قبلها، وتزيد باحتمال أن يكون الآمر غير النبي -صلى اللَّه عليه وسلم- من الأئمة والعلماء، وأكثر أهل الأصول على أنه لا يحمل إلا على أمر اللَّه ورسوله، خلافًا لمن أبطل هذه المرتبة لذلك الاحتمال.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(وفي معنى هذه المرتبة قوله: من السنة كذا، والسنة جائزة بكذا. فالظاهر أنه لا يريد إلا سنة رسول اللَّه -صلى اللَّه عليه وسلم-. . .، ولا فرق فى قول الصحابي ذلك بين أن يقوله في حياته أو بعد وفاته -صلى اللَّه عليه وسلم-).
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:
(وقول التابعي والصحابي في ذلك سواء إلا أن الاحتمال في قول الصحابي أظهر).
المرتبة الخامسة: أن يقول: كنا نفعل كذا على عهد رسول اللَّه -صلى اللَّه عليه وسلم-، أو كانوا يفعلون كذا على عهده -صلى اللَّه عليه وسلم-، كقول جابر: "كنَّا نعزل والوحي ينزل".
_________
(¬١) (١/ ٣٤٤ - ٣٤٥).
(¬٢) (١/ ٣٤٥).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b282] VALUES (142,'قال المؤلف (¬١) -رحمه اللَّه تعالى- ممثلًا لهذا-:
(مثل قول ابن عمر: كنا نفاضلُ على عهد رسول اللَّه -صلى اللَّه عليه وسلم- فنقول: أبو بكر ثم عمر ثم عثمان، فيبلغ ذلك رسول اللَّه -صلى اللَّه عليه وسلم- فلا ينكره.
وقال: "كنا نخابرُ أربعين سنة". . .) الخ.
أمَّا إذا لم يذكر زمن النبي -صلى اللَّه عليه وسلم- بل قال: كانوا يفعلون كذا -مثلًا-، فقال أبو الخطاب: يكون نقلًا للإجماع. ومنعه بعض أصحاب الشافعي ما لم يصرح بنقله عن أهل الإجماع.
قال أبو الخطاب: وإذا قال الصحابيُّ: هذا الخبرُ منسوخٌ وجب قبول قوله، ولو فسره بتفسير وجب الرجوع إلى تفسيره.
هكذا نقل عنه المؤلف، ومنع الأمرين كثير من علماء الأصول، واللَّه أعلم.
ولم يذكر المؤلف -هنا- جميع صور أداء الحديث؛ لأن رواية الراوي عن شيخه قد تكون بالسماع -كما ذكرنا-، وقد تكون بالعرض وهو قراءته على الشيخ، وقد تكون بالمناولة، وغيرها من أقسام الإجازة، كما سيذكره المؤلف.
_________
(¬١) (١/ ٣٤٥).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b282] VALUES (143,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

و<span data-type="title" id=toc-66>حدُّ الخبر:</span> هو الذي يتطرقُ إليه التصديقُ أو التكذيب).
وإيضاحُه: أن ضابط الخبر هو ما يمكن أن يُقال لقائله: صدقت أو كذبت، وما لا يمكن فيه ذلك فهو الإنشاء، كالأمر والنهي، وغيرهما من أنواع الطلب، وكصيغ العقود، لأنَّها لإنشاء العقد لا للإخبار به.
قال المؤلف (¬٢):
(وهو قسمان: متواتر وآحاد، فالمتواترُ يفيدُ العلم. . .) الخ.
خلاصة ما ذكره في هذا الفصل أن الخبر قسمان متواتر وآحاد، وأنَّ المتواتر يفيدُ العلم اليقيني الذي لا يتطرق إليه الشكُّ من غير حاجة إلى شيء زائد على نفس الخبر المتواتر، وأنَّ السُّمنية خالفوا في إفادته العلم زاعمين حصر العلم في الحواس، فلا يقين عندهم إلا بمحسوس فقط.
والسُّمَنِيَّة -بضم السين وفتح الميم- فرقة هندية من عبدة الأصنام، دهريون، قائلون بالتناسخ، ينكرون وقوع العلم بغير المحسوس، منسوبون إلى صنم يسمى سمن، أو بلد يسمى سمونات.
_________
(¬١) (١/ ٣٤٧).
(¬٢) (١/ ٣٤٧).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b282] VALUES (144,'وهذا المذهب لا شك في بطلانه، فلا يشك عاقل في اليقين بأن الواحد نصف الاثنين، وأن الكلَّ أكبر من الجزء، ونحو ذلك من الأحكام العقلية.
قال المؤلف (¬١):

(فصل

قال القاضي:<span data-type="title" id=toc-68> العلمُ الحاصلُ بالتواتر </span>ضروريٌّ. . .) الخ.
خلاصة ما ذكره في هذا الفصل أنَّ العلم الحاصل بالخبر المتواتر فيه قولان:
أحدهما: أنه ضروري. وهو قول القاضي.
والثاني: أنه نظري. وهو قول أبي الخطاب.
والضروري: هو ما لا يحتاجُ إلى تأمل.
والنظري: هو ما يحتاجُ إلى تأمل.
وحجة من قال: هو ضروري: أن السامع يجد نفسه مضطرًّا للعلم يقينًا به، كوجود الأئمة الأربعة، ووجود مكة وبغداد بالنسبة لمن لم يرهما، فلو أراد التخلص من العلم بذلك لم يقدر.
وحجة من قال: إنه نظري: هي أن العلم لابد له من العلم بمقدمتين قبله:
_________
(¬١) (١/ ٣٥٠).',NULL,'147',NULL,NULL,'0');
INSERT INTO [b282] VALUES (145,'الأولى: أن يعلم أن هذا الأمر أخبر به عدد يستحيل تواطؤهم على الكذب عادة.
الثانية: أن يعلم أن ما أخبر به عدد على تلك الصفة فهو حقٌّ يقينًا.
فينتج من ذلك أن هذا الخبر يقين.
وأكثر أهل الأصول على الأول.
قال المؤلف (¬١):

(فصل
ذهب قوم إلى أن ما حصل العلم في واقعةٍ يفيدُه في كل واقعة، وما حصله لشخص يحصله لكل شخص يشاركه في السماع. . .) الخ.

خلاصة ما ذكر في هذا الفصل أن القدر الموجب للعلم اليقيني لا يتفاوت بحسب الوقائع والأشخاص، بل<span data-type="title" id=toc-69> ما حصل به العلم في واقعة يحصل به في غيرها</span>، وما حصل به لشخص يحصل به لغيره من غير تفاوت.
وقيل: لا مانع من تفاوته باعتبار الأشخاص والوقائع، ومحلُّ هذا في الخبر المتجرد عن القرائن، أما إن احتفت به قرائن فلا
_________
(¬١) (١/ ٣٥٣).',NULL,'148',NULL,NULL,'0');
INSERT INTO [b282] VALUES (146,'شكَّ أنَّ حصول اليقين به يتفاوت، لأن القرائن الخفية يفهمها الذكي، وتخفى على الغبي، فتقوم القرائن للذكي مقام عدد من المخبرين، وكذلك القرائن الظاهرة إن علم بها بعض المخبرين دون بعض، كما لو تواتر الخبر لجماعة أن فلانًا مات وفلانًا تزوج، وأحدهم قد رأى قبل ذلك الذي أخبروا بموته في النزع، والذي أخبروا بتزويجه في السوق يشتري ما يحتاج إليه المتزوج، فإنَّ العالم بمثل هذه القرائن يحصل له اليقين قبل حصوله لغير العالم بها، لأنَّ القرائن قد تفيد العلم منفردة عن الأخبار، فإنَّا نعلم محبة شخص لآخر، وخوف شخص من آخر بما نرى من القرائن الدالة على ذلك، ونحو ذلك كثير. فإذا انضمَّت القرائن إلى الأخبار قامت مقام بعض المخبرين في إفادة العلم.
قال المؤلف (¬١) -رحمه اللَّه-:
(وللتواتر ثلاثة شروط. . .). الخ.
اعلم أن التواتر في اللغة: هو مجئ الواحد بعد الواحد بفترة بينهما. ومن ذلك قوله تعالى: {ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى} [المؤمنون/ ٤٤] لأنَّ التاء الأولى مبدلة من واوٍ كتاء تقوى.
وقيل التواتر: التتابع مطلقًا، ومنه قولُ لبيد في معلقته:
يعلو طريقة متنها متواتر ... في ليلة كفر النجومَ غمامُها
_________
(¬١) (١/ ٣٥٦).',NULL,'149',NULL,NULL,'0');
INSERT INTO [b282] VALUES (147,'والتواترُ في الاصطلاح: هو إخبارُ جماعةٍ يستحيل تواطؤهم على الكذب عادة عن أمر محسوس.
وخلاصة ما ذكره المؤلف في هذا الفصل أن التواتر المفيد للعلم اليقيني تشترط فيه ثلاثةُ شروط:
الأول: أن يكون إخبارهم عن أمر محسوس، أي مدرك بإحدى الحواس، كقولهم: رأينا وسمعنا، لأنَّ تواطؤ الجم الغفير على الخطأ في المعقولات لا يستحيلُ عادة، فترى الآلاف من العقلاء يتواطؤون على قدم العالم، وعلى كذب الأنبياء، مع أن تواطؤهم باطل، لأنه ليس في إخبار عن محسوس، أمَّا تواطؤهم على الكذب في الإخبار عن محسوس فهو مستحيل عادةً مع كثرتهم وعدم الدواعي إلى التواطؤ.
الشرط الثاني: أن يكون العددُ بالغًا حدًا يستحيلُ معه التواطؤ على الكذب عادةً.
الثالث: أن يكون العدد المذكور في كل طبقة من طبقات السند من أوله إلى آخره.
واختلف أهل الأصول في تحديد العدد الذي يحصلُ بخبرهم اليقين. والمذهب الصحيح المعتمدُ أنَّه ليس له حد معين، بل ما حصل به العلمُ اليقيني فهو العدد الكافي، كالخبز نقطع بأنَّه يشبع، والماء نقطع بأنه يُروي، مع عدم تحديد الحدِّ الذي يقع به الشبعُ والري منهما.',NULL,'150',NULL,NULL,'0');
INSERT INTO [b282] VALUES (148,'وقيل: أقلُّه اثنان. وقيل: أقلُّه أربعة. وقيل: خمسة. وقيل: عشرون. وقيل: ثلاثون. وقيل: سبعون.
والصحيح الأول. وبطلان القول بالأربعة فما دونها واضح؛ لوجوب تزكية الأربعة في شهادتهم على الزنا، ومعلوم أنَّ عدد التواتر لا تشترط فيه العدالة، بل ولا الإسلام.
ومثال المتواتر: حديث: "من كذب علي متعمدًا فليتبوأ مقعده من النار".
وأشار في "مراقي السعود" إلى هذه المسألة بقوله:
واقطع بصدق خبر التواتر ... وسوِّ بين مسلم وكافر
واللفظ والمعنى وذاك خبر ... من عادة كذبهم منحظر
عن غير معقول وأوجب العدد ... من غير تحديد على ما يعتمد
وقيل بالعشرين أو بأكثرا ... أو بثلاثين أو اثني عشرا
إلغاء الأربعة فيه راجحُ ... وما عليها زاد فهو صالح
وأوجبن في طبقات السند ... تواترًا وفقًا لدى التعدد',NULL,'151',NULL,NULL,'0');
INSERT INTO [b282] VALUES (149,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ليس من شروط التواتر أن يكون المخبرون مسلمين ولا عدولًا. . .) الخ.
خلاصة ما ذكره في هذا الفصل أن التواتر لا يُشترط في المخبرين به إسلام ولا عدالة؛ لأنَّ القطع بصدق خبرهم من حيث إن اجتماعهم وتواطأهم على الكذب مستحيلٌ عادة لكثرتهم، والعادة تحيل ذلك في الكفار والمسلمين، وليس صدق خبرهم من حيث إن المخبرين به عدولٌ مسلمون، وأنهم لا يُشترط فيهم ألا يحصرهم بلد، بل يحصل القطعُ بخبرهم وإن حصرهم بلد أو مسجد، كالحجيج إذا أخبروا بواقعة صدَّتهم عن الحج، وأهل الجمعة إذا أخبروا عن حادثة منعتهم من صلاة الجمعة، عُلِم صدقهم في الأمرين مع حصرهم في محل أو مسجد.
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:

(فصل
ولا يجوز على أهل التواتر كتمانُ ما يحتاجُ إلى نقله ومعرفته، وأنكر ذلك الإمامية. .) الخ.
خلاصة ما ذكره في هذا الفصل أن أهل التواتر لا يجوز عليهم
_________
(¬١) (١/ ٣٦٠).
(¬٢) (١/ ٣٦١).',NULL,'152',NULL,NULL,'0');
INSERT INTO [b282] VALUES (150,'كتمان ما يحتاج إلى نقله؛ لأنَّ كتمانه يجري في القبح مجرى الإخبار عنه بخلاف ما هو عليه، فلم يجزْ وقوعُ ذلك منهم، وتواطؤهم عليه، فإن قال رجل من أهل الجمعة: إن الخطيب ضربه رجل بالسيف فقتله وهو يخطب على المنبر، ولم يذكر هذا باقي أهل الجمعة، جزمنا بأن ذلك الرجل كاذب، لأنَّ توطأهم على كتمان مثل هذا الأمر مستحيل عادة، ومن هنا قالوا: ما نُقل آحادًا مع توفر الدواعي إلى نقله تواترًا حكم ببطلانه.
فإن قيل: لم ينقل النصارى كلام عيسى في المهد نقلًا متواترًا مع أنه حقٌّ واقع؟
فالجواب: أن كلامه في المهد وقع قبل ظهوره واتباعهم له.
وخالف في هذه المسألة الإمامية قائلين: إن أهل التواتر قد يكتمون، ورتَّبوا على ذلك أنَّ جميع الصحابة رضي اللَّه عنهم وأرضاهم مع كثرتهم كتموا كلُّهم النصوص المصرحة بإمامة علي رضي اللَّه عنه، وقالوا: والوقوع دليل على الجواز (¬١).
حاشا أصحاب رسول اللَّه -صلى اللَّه عليه وسلم- ممَّا يفتريه عليهم الإمامية من المختلقات.
_________
(¬١) قولهم: "والوقوع دليل على الجواز" يعنون به ما زعموه من كتمان الصحابة رضي اللَّه عنهم نصوص إمامة علي -رضي اللَّه عنه-، وليس هناك وقوع كتمان آخر. وهذا الاستدلال باطل؛ لأنه استدلال بصورة الخلاف، والممانع يقول لهم: لم توجد النصوص التي زعمتم، ولو وجدت لنقلت؛ لأن أهل التواتر لا يتواطؤون على الكتمان. "عطية".',NULL,'153',NULL,NULL,'0');
INSERT INTO [b282] VALUES (151,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(القسم الثاني:<span data-type="title" id=toc-73> أخبارُ الآحاد</span>، وهي ما عدا المتواتر).
اعلم أولًا أن الآحاد جمع أحد، وهمزة أحد مبدلة من واو، فأصلها وَحَد، وربَّما نطقت العرب فيه بالواو على الأصل، ومنه قولُ نابغة ذبيان:
كأنَّ رحلي وقد زال النهار بنا ... بذي الجليل على مستأنس وَحِدُ
وضابط خبر الآحاد أنه هو ما لم يدخل في حدِّ المتواتر الذي قدمنا تعريفه؛ لأن القسمة ثنائية عند الجمهور.
وعليه، فالمستفيض الذي لم يبلغ حد التواتر من الآحاد، خلافًا لمن جعل القسمة ثلاثية، فجعل المستفيض واسطة بين المتواتر والآحاد.
وأقل المستفيض أربعة، وقيل: اثنان، وقيل: ثلاثة.
وأشار في "المراقي" إلى هذا بقوله:
وخبرُ الآحاد مظنون عرا ... عن القيود في الذي تواترا
والمستفيض منه وهو أربعة ... أقلُّه وبعضهم قد رفعه
عن واحد وبعضهم عما يلي ... وجعله واسطة قول جلي
_________
(¬١) (١/ ٣٦٢).',NULL,'154',NULL,NULL,'0');
INSERT INTO [b282] VALUES (152,'قال المؤلف (¬١) -رحمه اللَّه-:

(اختلفت الرواية عن إمامنا رحمه اللَّه في<span data-type="title" id=toc-74> حصول العلم بخبر الواحد</span>. . .) الخ.
حاصل كلام أهل الأصول في هذه المسألة التي هي هل يفيد خبر الآحاد اليقين، أو لا يفيد إلا الظن؟ أن فيها للعلماء ثلاثة مذاهب:
الأول -وهو مذهب جماهير الأصوليين-: أنَّ أخبار الآحاد إنَّما تفيد الظن فقط، ولا تفيد اليقين، وهو مراد المؤلف بالعلم، فالعلم هو اليقين في الاصطلاح.
وحجة هذا القول أنك لو سئلت عن أعدل رواة خبر الآحاد، أيجوز في حقه الكذب والغلط؛ لاضطررت أن تقول: نعم، فيقال: قطعُك إذن بصدقِه مع تجويزك عليه الكذب والغلط لا معنى له.
المذهب الثاني: أنه يفيد اليقين إن كان الرواة عدولًا ضابطين.
واحتج القائلون بهذا بأن العمل بخبر الآحاد واجب، والظن ليس من العلم حتى يجب العمل به؛ لأنَّ اللَّه تعالى يقول: {إِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا} [يونس/ ٣٦]، والنبي -صلى اللَّه عليه وسلم- يقول: "إياكم والظن فإن الظن كذب الحديث".
وهذا القول بإفادته العلم رواية عن أحمد، وحكاه الباجي عن
_________
(¬١) (١/ ٣٦٢).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b282] VALUES (153,'ابن خويز منداد من المالكية، وهو مذهب الظاهرية.
المذهب الثالث: هو التفصيلُ بأنَّه إن احتفت به قرائنُ دالة على صدقه، أفاد اليقين، وإلا أفاد الظن.
ومثال ما احتفَّت به القرائن: إخبار رجل بموت ولده المشرف على الموت مع قرينة البكاء وإحضار الكفن والنعش.
ومن أمثلته -أيضًا-: أحاديث الشيخين؛ لأنَّ القرائن دالةٌ على صدقها، لجلالتهما في هذ الشأن، وتقديمهما في تمييز الصحيح على غيرهما، وتلقي العلماء لكتابيهما بالقبول، وهذا التلقي وحده أقوى في إفادة العلم من مجرد كثرة الطرق، كما قاله غير واحدٍ.
واختار هذا القول ابنُ الحاجب، وإمام الحرمين، والآمدي، والبيضاوي. قاله صاحب "الضياء اللامع".
وممَّن اختار هذا القول أبو العباس ابن تيمية رحمه اللَّه تعالى.
وحمل بعضُهم الرواية عن أحمد على ما قامت القرائنُ على صدقه خاصة دون غيره.
قال مقيده -عفا اللَّه عنه-:
الذي يظهر لي أنَّه هو التحقيق في هذه المسألة -واللَّه جل وعلا أعلم- أنَّ خبر الآحاد -أي الذي لم يبلغ حد التواتر- ينظر إليه من جهتين؛ هو من إحداهما قطعي، ومن الأخرى ظني.
ينظر إليه من حيث إن العمل به واجب، وهو من هذه الناحية',NULL,'156',NULL,NULL,'0');
INSERT INTO [b282] VALUES (154,'قطعي؛ لأن العمل بالبينات -مثلًا- قطعي منصوص في الكتاب والسنة، وقد أجمع عليه المسلمون، وهي أخبار آحاد.
وينظر إليه من ناحية أخرى، وهي هل ما أخبروا به مطابق للواقع في نفس الأمر؟ فلو قتلنا رجلًا قصاصًا بشهادة رجلين، فقتلنا له هذا قطعي شرعًا لا شك فيه، وصدق الشاهدين فيما أخبرا به مظنونٌ في نفس الأمر لا مقطوعٌ به؛ لعدم العصمة.
ويوضح هذا قوله -صلى اللَّه عليه وسلم- في حديث أم سلمة المتفق عليه: "إنَّما أنا بشر تختصمون إليَّ، فلعل بعضكم أن يكون ألحن بحجته من بعض، فأقضي له على نحو ما أسمع، فمن قضيت له بحق مسلمٍ فإنَّما هي قطعةٌ من نارٍ فليأخذها أو ليتركها".
فعمل النبي -صلى اللَّه عليه وسلم- في قضائه قطعي الصواب شرعًا، مع أنه صرَّح بأنه لا يقطع بحقيقة الواقع في نفس الأمر كما ترى.
وأشار في "المراقي" إلى الأقوال في هذه المسألة بقوله في خبر الآحاد:
ولا يُفيد العلم بالإطلاق ... عند الجماهير من الحذَّاق
وبعضهم يفيد إن عدل روى ... واختير ذا إن القرينة احتوى
وفي الشهادة وفي الفتوى العمل ... به وجوبه اتفاقًا قد حصل
كذاك جاء في اتخاذ الأدوية ... ونحوها كسفر والأغذية
ويوضحُه -أيضًا-: قول علماء الحديث في تعريف الصحيح: إنَّ',NULL,'157',NULL,NULL,'0');
INSERT INTO [b282] VALUES (155,'المراد صحتُه في ظاهر الأمر.

تنبيه:
اعلم أنَّ التحقيق الذي لا يجوز العدول عنه أن أخبار الآحاد الصحيحة كما تُقبل في الفروع تقبلُ في الأصول؛ فما ثبت عن النبي -صلى اللَّه عليه وسلم- بأسانيد صحيحة من صفات اللَّه يجب إثباته واعتقاده على الوجه اللائق بكمال اللَّه وجلاله على نحو {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (١١)} [الشورى/ ١١].
وبهذا تعلم أن ما أطبق عليه أهل الكلام ومن تبعهم من أنَّ أخبار الآحاد لا تقبل في العقائد، ولا يثبت بها شيء من صفات اللَّه، زاعمين أنَّ أخبار الآحاد لا تفيد اليقين، وأنَّ العقائد لا بدَّ فيها من اليقين، باطل لا يُعَوَّلُ عليه.
ويكفي من ظهور بطلانه أنَّه يستلزم رد الروايات الصحيحة الثابتة عن النبي -صلى اللَّه عليه وسلم- بمجرد تحكيم العقل. والعقولُ تتضائل أمام عظمة صفات اللَّه.
وقد جرت عادة المتكلمين أنَّهم يزعمون أنَّ ما يسمونه الدليل العقلي -وهو القياس المنطقي الذي يركبونه من مقدمات اصطلحوا عليها- أنَّه مقدم على الوحي. وهذا من أعظم الباطل؛ لأن ما يسمونه الدليل العقلي، ويزعمون أن إنتاجه للمطلوب قطعيٌّ، هو جهل وتخبط في الظلمات.
ومن أوضح الأدلة وأصرحها في ذلك أن هذه الطائفة تقولُ -',NULL,'158',NULL,NULL,'0');
INSERT INTO [b282] VALUES (156,'مثلًا-: إن العقل يمنع كذا من الصفات، ويوجب كذا منها، وينفون نصوص الوحي بناءً على ذلك.
فيأتي خصومهم من طائفة أخرى ويقولون: هذا الذي زعمتم أن العقل يمنعُه كذبتم فيه، بل العقل يوجبه، وما ذكرتم بأنه يجيزه أو يوجبه، كذبتم فيه، بل هو يمنعه، وهذا معروف في الكلام في مسائل كثيرة معروفة، كاختلافهم في أفعال العبد، وجواز رؤية اللَّه بالأبصار، وهل العرض يبقى زمانين. . . إلى غير ذلك.
فيجب على المسلم أن يتقبل كل شيء ثبت عن النبي -صلى اللَّه عليه وسلم- بسند صحيح، ويعلم أنه إن لم يحصل له الهدى والنجاة باتباع ما ثبت عنه -صلى اللَّه عليه وسلم-، فإنه لا يحصل له ذلك بتحكيم عقله التائه في ظلمات الحيرة والجهل.
وعلى كل حال، فإثبات صفات اللَّه بأخبار الآحاد الصحيحة، واعتقاد تلك الصفات، كالعمل بما دلت عليه من أوامر اللَّه ونواهيه، كما أنها تثبت بها أوامره ونواهيه، وكذلك تثبت بها صفاته.
وقد بينَّا أنها من إحدى الجهتين قطعية.
قال المؤلف (¬١):

(فصل
وأنكر قوم جواز التعبد بخبر الواحد عقلًا. .) إلخ.
_________
(¬١) (١/ ٣٦٦).',NULL,'159',NULL,NULL,'0');
INSERT INTO [b282] VALUES (157,'خلاصة ما ذكره في هذا الفصل أن قومًا أنكروا جواز التعبد بخبر الآحاد عقلًا، قالوا: لا يجوز عقلًا أن يأمر اللَّه خلقه أن يعبدوه بمقتضى ما يبلغهم عنه وعن رسله على ألسنة الآحاد، وعللوا ذلك الامتناع العقلي بأن الآحاد غير معصومين، فخبرهم غير مقطوع بصدقه، وغير المقطوع بصدقه ليس من العلم، والتكليف بما ليس بمعلوم علفا يقينيًا يقبح، والقبيح مستحيل في حق اللَّه تعالى.
وممن يروي عنه هذا القول ابن عُليَّة والأصم والجبائي وجماعة من المتكلمين، وهذا القول لا شك في بطلانه، كما أنَّه لا شك أنَّ التحقيق هو مذهب الجمهور، وهو جوازُ وقوع التعبد بأخبار الآحاد، فالعمل بها قطعي، والموافقة لما في نفس الأمر ظنية، ولا مانع عقلًا ولا شرعًا ولا عادة من بناء قطعي شرعًا على أمر ظني بالنسبة لما في نفس الأمر، كما تقدَّم قريبًا.
قال المؤلف (¬١):

(فصل
وقال أبو الخطاب: العقل يقتضي وجوب قبول خبر الواحد لأمور ثلاثة. .) إلخ.
خلاصة ما ذكره في هذا الفصل أن أبا الخطاب قال: إن العمل بخبر الآحاد يوجبُه العقلُ؛ لثلاثة أمور:
_________
(¬١) (١/ ٣٦٨).',NULL,'160',NULL,NULL,'0');
INSERT INTO [b282] VALUES (158,'الأول: أن الأمور القطعية في الشرع قليلة، والأغلب فيه الظنيات، فلو علِّق العمل على القطع لتعطل أغلب الأحكام؛ لندرة القواطع، وقلة مدارك اليقين.
الثاني: أنه -صلى اللَّه عليه وسلم- مبعوث إلى الناس كافةً، ولا تمكن مشافهةُ جميعهم، ولا إبلاغ جميعهم بالتواتر.
الثالث: أن العدل الراوي لخبر الواحد مظنونُ الصدق لعدالته، والظن أرجح من مقابله، والعمل بالراجح يوجبه العقل، فمتى ترجح وجود أمر اللَّه ورسوله بإخبار العدل فالعمل به إذن أرجح من مقابله، فالعقل يقتضيه.
وأجاب المخالفون عن الأمور الثلاثة بأنه لا يلزم من عدم التعبد به تعطل الأحكام؛ لإمكان البقاء على البراءة الأصلية، واستصحاب العدم الأصلي.
وكذلك الظن الناشئ منه، قالوا: لا يرفع حكم اليقين الثابت بالبراءة الأصلية واستصحاب العدم الأصلي.
قالوا: والنبي يكلَّف بتبليغ من أمكنه تبليغه من أمته دون من لم يمكنه.
قال مقيده -عفا اللَّه عنه-:
التحقيق أن العقل بالنظر إليه وحده لا يمنع التعبد بخبر الواحد ولا يوجبه، فكلا القولين المتقدمَيْن باطل بلا شك، أعني قول من قال: يمنعه العقل، كالأصم والجبائي، وقول من قال: يوجبه، وهو',NULL,'161',NULL,NULL,'0');
INSERT INTO [b282] VALUES (159,'أبو الخطاب. فالعقل يجيز التعبد به ولا يمنعه ولا يوجبه، وهذا هو الحق إن شاء اللَّه تعالى.
قال المؤلف: (¬١)

(فصل

فأما<span data-type="title" id=toc-78> التعبد بخبر الواحد سمعًا</span>، فهو قول الجمهور، خلافًا لأكثر القدرية، وبعض أهل الظاهر، ولنا دليلان قاطعان. .) إلخ.
خلاصة ما ذكره المؤلف في هذا الفصل أنَّ التعبد بخبر الواحد بالنظر إلى الحكم الشرعي -فهو مراده بقوله: "سمعًا"- هو مذهب الجمهور، خلافًا لأكثر القدرية، وبعض أهل الظاهر، وأن للجمهور دليلين قاطعين على التعبد به شرعًا:
الأول: إجماع الصحابة رضي اللَّه عنهم في وقائع لا تنحصر على قبوله، كرجوع أبي بكر لقول المغيرة بن شعبة ومحمد بن مسلمة في ميراث الجدة لما أخبراه أنه -صلى اللَّه عليه وسلم- أعطاها السدس.
ومنها: رجوع عمر رضي اللَّه عنه إلى قول المذكورين في دية الجنين أنه -صلى اللَّه عليه وسلم- قضى فيها بغرةٍ عبد أو وليدة.
ومنها: رجوع عمر إلى قول الضحاك بن سفيان أن رسول اللَّه -صلى اللَّه عليه وسلم- كتب إليه أن يورث امرأة أشيم الضبابي من دية زوجها، وكرجوعه إلى قول عبد الرحمن بن عوف أن النبي -صلى اللَّه عليه وسلم- أخذ الجزية من مجوس هجر.
_________
(¬١) (١/ ٣٧٠).',NULL,'162',NULL,NULL,'0');
INSERT INTO [b282] VALUES (160,'ومنها: رجوع عثمان رضي اللَّه عنه إلى قول فريعة بنت مالك أخت أبي سعيد الخدري أن النبي -صلى اللَّه عليه وسلم- أمرها بالسكنى في دار زوجها لما قتل حتى تنقضي عدتها.
إلى غير ذلك من الوقائع التي لا تنحصر (¬١)، والمقصودُ المثال لا حصر جميعها، وقد جاء عنهم التصريح برجوعهم عمَّا كانوا يرونه لنفس تلك الأخبار التي هي آحاد، كما جاء في بعض روايات حديث الغرَّة في الجنين أن عمر قال: "اللَّه أكبر، لو لم نسمع بهذا لقضينا بغيره"، عند أبي داود وغيره،
كما روي عنه أنه كان لا يرى توريث المرأة من دية زوجها حتى أخبره الضحاك بن سفيان بأن رسول اللَّه -صلى اللَّه عليه وسلم- كتب إليه أن يورث امرأة أشيم الضبابي من دية زوجها، وكان قد قُتِلَ خطأ.
وأمثال هذا كثيرة.
فإن قيل: قد جاء ما يدل على ترك العمل بخبر الواحد في وقائع أخرى، كعدم قبوله -صلى اللَّه عليه وسلم- لخبر ذي اليدين لما قال له: أقصرت الصلاة أم نسيت، وأخبره أنه سلم من اثنتين.
ولم يقبل أبو بكر رضي اللَّه عنه خبر المغيرة بن شعبة في ميراث الجدة حتى شهد معه محمد بن مسلمة.
_________
(¬١) ومن أقواها وأصرحها تحول بني سليم إلى الكعبة وهم في صلاة الظهر، لما أخبرهم رجل واحد أنه صلى مع النبي -صلى اللَّه عليه وسلم- الصبح إلى الكعبة، فاستداروا إليها حالًا. "عطية".',NULL,'163',NULL,NULL,'0');
INSERT INTO [b282] VALUES (161,'ولم يقبل عمر خبر أبي موسى في الاستئذان ثلاثًا حتى شهد معه أبو سعيد الخدري.
ولم تقبل عائشة خبر ابن عمر في حديثه أن الميت يعذب ببكاء أهله.
فالجواب من وجهين:
الأول: أن هذا اعتراف من المخالف بقبول خبر الآحاد، وإذن فهو إقرار منه بمحل النزاع؛ لأنَّ شهادة محمد بن مسلمة مع المغيرة، وأبي سعيد مع أبي موسى لا تنقل الخبر من كونه آحادًا؛ لأنَّ خبر الاثنين خبر آحاد كما ترى.
الثاني: أنَّ تلك الوقائع ليس فيها ما يدلُّ على عدم قبول خبر الآحاد؛ لأنَّ عدم تصديق النبي -صلى اللَّه عليه وسلم- لذي اليدين لأنه كان يظنُّ خلاف ما أخبر به، ولذا قال له: "كل ذلك لم يكن" أي لم أنس ولم تقصر الصلاة، أي في ظني، ولا يكلف الإنسان بقبول خبر هو يظنُّ عدم صدقه، ولما أخبره الصحابة بصدق ذي اليدين أتم صلاته وسجد للسهو.
وهذا هو الصواب في الجواب عن هذا، خلافًا لما ذكره المؤلف -رحمه اللَّه- من أنَّ الجواب عنه أنَّ عدم تصديقه -صلى اللَّه عليه وسلم- لذي اليدين ليعلمهم أن هذا الحكم لا يؤخذ فيه بقول الواحد، لأنهم كانوا خلفه -صلى اللَّه عليه وسلم- كثيرين جدًّا، وفيهم من هو أضبط للصلاة وأحرص على كمالها من ذي اليدين، فكان انفراده بالتنبيه على ذلك دون جميعهم بعيدًا؛ ولذا',NULL,'164',NULL,NULL,'0');
INSERT INTO [b282] VALUES (162,'لم يصدقه حتى أخبر غيره.
وأما أبو بكر رضي اللَّه عنه فلم يرد قول المغيرة، وإنما طلب الاستظهار بشهادة آخر معه، ولو لم يجد غيره لقبله منفردًا، كقول إبراهيم: {بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي} [البقرة/ ٢٦٠].
وأمَّا عمر رضي اللَّه عنه فإنه قال لأبي موسى [ما قال] سدًّا للذريعة، لئلا يكون الناس كما توجه إلى أحد منهم لَوْمٌ وضع حديثًا عن النبي -صلى اللَّه عليه وسلم- يرفعُ به عنه ذلك اللوم، وقد ثبت عن عمر رضي اللَّه عنه أنه غيرُ مُكَذِّبٍ ولا مُتَّهِمٍ لأبي موسى، ولكنه خشي أن يتقول الناس على رسول اللَّه -صلى اللَّه عليه وسلم-.
وأمَّا عائشة فهي لم تكذِّب ابن عمر، بل قالت: إنكم لتحدثون عن غير كاذبين ولا مكذبين، ولكن السمع يخطئ، كما ثبت عنها رضي اللَّه عنها في الصحيح.
وفي رواية عنها في الصحيح أيضًا أنها قالت: رحم اللَّه أبا عبد الرحمن -تعني ابن عمر- سمع شيئًا فلم يحفظه. . . إلخ.
ولكنها ظنَّت أنه غلط، لاعتقادها أنَّ ما أخبر به مخالف لقوله تعالى: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام/ ١٦٤، الإسراء/ ١٥، فاطر/ ١٨، الزمر/ ٧]؛ لأن بكاء أهل الميت ليس من فعله، فلو عُذِّب به لكان من مؤاخذته بعمل غيره، والقرآن ينفي هذا، ومن هنا ظنت أنه غلط.
وظنُّ شخصٍ غلطَ شخصٍ معين في حادثة معينة لسبب معين، ليس فيه البتة ما يقتضي رد قول ذلك المخبر مطلقًا كما ترى، مع أن',NULL,'165',NULL,NULL,'0');
INSERT INTO [b282] VALUES (163,'الصواب في هذه المسألة مع ابن عمر رضي اللَّه عنهما، وليس الأمر كما ظنت عائشة رضي اللَّه عنها، وتوجيهه عند العلماء من أربعة أوجه:
الأول: أنَّ ذلك الميت أوصى أهله بالبكاء عليه، كقول طرفة بن العبد في معلقته:
إذا متُّ فانعيني بما أنا أهلُه ... وشقي عليَّ الجيب يا ابنة معبد
وحينئذ فتعذيبه بفعله الذي هو أمره وإيصاؤه بالمنكر.
الثاني: أن يعلم أن أهله يفعلون ذلك بعد موته ولم ينههم عنه؛ لأن اللَّه فِيأمره بنهيهم عن ذلك المنكر، كما قال تعالى: {قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا} [التحريم/ ٦]، وتعذيبه إذن بتقصيره وإهماله ما أمره اللَّه به من نهي أهله عن المنكر.
الثالث: أنَّ معنى تعذيبه ببكاء أهله توبيخ الملائكة له بما يندبُه أهلُه به.
الرابع: أنَّ معنى تعذيبه تألُّمه بما يقع من أهله من النياحة وغيرها.
قال ابن حجر في "الفتح": وهذا اختيارُ أبي جعفر الطبري من المتقدمين، ورجحه ابن المرابط وعياض ومن تبعه، ونصره ابن تيمية وجماعة من المتأخرين، واستشهدوا له بحديث قيلة بنت مخرمة، ومحل الشاهد في كلامه من حديثها قوله -صلى اللَّه عليه وسلم-: "فوالذي نفس محمد بيده إن أحدكم ليبكي فيستعبر إليه صويحبه، فيا عباد اللَّه لا تعذبوا موتاكم".',NULL,'166',NULL,NULL,'0');
INSERT INTO [b282] VALUES (164,'قال: وهذا حديث طويل حسن الإسناد، أخرجه ابن أبي خيثمة وابن أبي شيبة والطبراني وغيرهم.
الدليل الثاني: ما تواتر من إنفاذ رسول اللَّه -صلى اللَّه عليه وسلم- أمراءه ورسله وقضاته وسعاته إلى الأطراف لتبيلغ الأحكام والقضاء وتبليغ الرسالة.
ومن المعلوم أنه كان يجب عليهم تلقي ذلك بالقبول، ليكون مفيدًا، والنبي -صلى اللَّه عليه وسلم- مأمور بتبليغهم الرسالة، ولم يكن ليبلغها بمن لا يكتفى به. وهذا دليل قاطع على قبول أخبار الآحاد.
وقال البخاريُّ في صحيحه: باب ما جاء فى إجازة خبر الواحد الصدوق في الأذان والصلاة والصوم والفرائض والأحكام، قول اللَّه تعالى: {وَفَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (١٢٢)} [التوبة/ ١٢٢]، ويسمى الرجلُ طائفة لقوله تعالى: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} [الحجرات/ ٩] فلو اقتتل رجلان دخل في معنى الآية، وقوله تعالى: {إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا} [الحجرات/ ٦]، وكيف بعث النبي -صلى اللَّه عليه وسلم- أمراءه واحدًا بعد واحدٍ، فإن سها أحد منهم رد إلى السنة.
ثم ساق -رحمه اللَّه- أحاديث في وقائع متعددة كلَّها دالة على إلزامه -صلى اللَّه عليه وسلم- بقبول خبر الآحاد، فانظرها فيه إن شئت.
ومراد البخاري رحمه اللَّه أن العمل بخبر الواحد دلَّ عليه الكتاب والسنة.
فمن الآيات الدالة عليه قوله تعالى: {فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ',NULL,'167',NULL,NULL,'0');
INSERT INTO [b282] VALUES (165,'طَائِفَةٌ} الآية [التوبة/ ١٢٢]؛ لأن تلك الطائفة لم يقل أحد بشرط بلوغها عدد التواتر، مع أن اللَّه يُلزم بقبول خبرها في قوله: {وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (١٢٢)} [التوبة/ ١٢٢]، بل ذكر البخاري أن الطائفة تصدق بالرجل الواحد، واستدل على ذلك بالآية التي ذكرناها آنفًا، وقد سبقه للاستدلال بالآية على ذلك الشافعي ومجاهد رحمهم اللَّه تعالى.
ومن الآيات الدالة على قبول خبر الواحد قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا} الآية، فإنه يفهم من دليل خطاب هذه الآية -أعني مفهوم مخالفتها- أن ذلك الجائي بنبأ لو كان غير فاسق، بل كان معروفًا بالعدالة والصدق، فإنه لا يلزم التبين في خبره على قراءة "فتبينوا"، ولا التثبت على قراءة "فتثبتوا"، بل يلزم العمل به حالًا من غير تبين ولا تثبت.
والتحقيق اعتبار مفهوم المخالفة، كما تقرر في الأصول، خلافًا لأبي حنيفة رحمه اللَّه تغالى.
قال المؤلف (¬١) رحمه اللَّه تعالى:
(دليل ثالث، وهو أن الإجماع انعقد على قبول قول المفتي فيما يخبر به عن ظنِّه، فما يخبر به عن السماع الذي لا يشك فيه أولى).
_________
(¬١) (١/ ٣٨٠).',NULL,'168',NULL,NULL,'0');
INSERT INTO [b282] VALUES (166,'قال المؤلف (¬١) -رحمه اللَّه-:

(فصل
وذهب الجبَّائي إلى أنَّ خبرَ الواحد إنَّما يُقبلُ إذا رواه عن النبيِّ -صلى اللَّه عليه وسلم- اثنان ثم يرويه عن كلِّ واحد منهما اثنان، إلى أن يصير في زماننا إلى حدٍّ يتعذر معه إثبات حديث أصلًا. .) إلخ.
خلاصةُ ما ذكره في هذا الفصل أنَّ الجبَّائي قاس الروايةَ على الشهادة، وهذا مذهب باطل بإجماع من يعتد به من العلماء.
فروايةُ المرأةِ كروايةِ الرجل، وليست شهادتُها كشهادته، وروايةُ النساء مقبولةٌ في الدماء والحدود ونحو ذلك، ولا تقبلُ شهادتهن في ذلك، والشهادةُ في الزنا لا بدَّ فيها من أربعة، والرواية فيه لا تحتاج إلى ذلك. إلى غير ذلك من الفوارقِ بينهما التي لا نزاع فيها بين أهل العلم.
قال المؤلف (¬٢) -رحمه اللَّه-:
(ويعتبر في الراوي المقبول روايتُه أربعةُ شروط: الإسلام والتكليف والعدالة والضبط. .) إلخ.
اعلم أنَّ الكافر لا تقبل روايتُه على التحقيق ولو كان متأولًا معظمًا للدين، لأنَّ منصب القبول لا يستفاد بغير الإسلام. وخلاف من خالف في هذا لا يعوَّل عليه.
_________
(¬١) (١/ ٣٨٢).
(¬٢) (١/ ٣٨٣).',NULL,'169',NULL,NULL,'0');
INSERT INTO [b282] VALUES (167,'وأمَّا غير المكلَّف، كالصغير والمجنون، فلا تقبلُ روايته -أيضًا- على التحقيق.
أمَّا المجنون فلا تقبل مطلقًا، لا في التحمل ولا في الأداء.
وأمَّا الصبيُّ فيقبل في التحمل دون الأداء على التحقيق، والمعنى أنه إن سمع الحديث من النبي -صلى اللَّه عليه وسلم- فتحمله عنه وهو صغير عاقل ثم أدَّاهُ بعد بلوغه، قُبِلَ، كما هي حالة رواية ابن عباس والحسن والحسين وعبد اللَّه بن جعفر وعبد اللَّه بن الزبير والنعمان بن بشير وأضرابهم.
أمَّا لو أداه في حال صغره فإنه لا تقبلُ روايته؛ لكونه لا يخافُ اللَّه ولا يعرفُه، ولو فرضنا أنه يعرفه فهو يعلم أن الصبي مرفوعٌ عنه القلم، فلا يخاف عاقبة الكذب، ولأنه لا يقبلُ قولُه فيما يخبر به عن نفسه وهو الإقرار، فما يخبر به عن غيره أولى بعدم القبول.
ولا ينتقض هذا بالعبد، فإن إقراره لا يقبل مع أن روايته مقبولة؛ لأن المانع من قبول إقراره هو حق سيده الذي يملكه، وليس لأحد إقرار بملك غيره، مع أن قومًا أجازوا إقراره في العقوبات البدنية. وهو مذهب مالك.
وقول من قال من العلماء بقبول شهادة الصبيان فيما يقع بينهم من الجنايات لا يرد على ما ذكرنا؛ لأنه من قبيل الاستدلال بالقرائن إذا كثروا وأخبروا قبل التفرق، مع مسيس الحاجة لذلك، لكثرة وقوع الجنايات بينهم، وانفرادهم غالبًا عن غيرهم.
وأمَّا الضبط فلا خلاف في اشتراطه، فلا تقبلُ روايةُ غير المميز ولا',NULL,'170',NULL,NULL,'0');
INSERT INTO [b282] VALUES (168,'المجنون ولا المغفل الذي لا يحسن ضبط ما حفظه ليؤديه على وجهه، فلا ثقة بقوله وإن كان غير فاسق.
والضبط في اللغة: هو حفظُ الشيء بالحزم.
وفي الاصطلاح: هو كون الراوي غير كثير الغلط والخطأ، بل خطؤه نادر.
ويعرف ذلك بمخالفته للجماعة المشهورين بالعدالة والضبط، فمن كثرت مخالفته لهم فليس بضابط فلا تقبل روايتُه، ومن ندرت مخالفتُه لهم فهو الضابطُ المستكملُ لهذا الشرط.
قال في "طلعة الأنوار" معرفًا للضابط:
كذاك لا يُقبلُ إلا من ضبط ... من زايل الخطأ كثيرًا والغلط
بالضابطين اعتبرن فإن غلب ... وفق فضابطٌ وإلا يُجتنب
وأما العدالة فلا اختلاف في اشتراطها في الراوي.
والعدالة في اللغة: التوسط.
وفي الاصطلاح: سلامةُ الدين من الفسق والمروءة من القوادح.
وعرفها ابن عاصم في رجزه بقوله:
والعدل من يجتنب الكبائرا ... ويتقي في الأغلب الصغائرا
وما أبيح وهو في العيان ... يقدح في مروءة الإنسان
وقال بعض علماء الأصول: العدالةُ هيئةٌ راسخةٌ في النفس تحمل',NULL,'171',NULL,NULL,'0');
INSERT INTO [b282] VALUES (169,'على ملازمة التقوى والمروءة جميعًا حتى تحصل ثقةُ النفوس بصدقه.
فلا ثقة بقول من لا يخاف اللَّه تعالى خوفا وازعًا عن الكذب.
وخلاف أهل الأصول في اشتراط الملكة المانعة من فعل ما يُخِلُّ بالدين والمروءة مشهور.
وممَّن جزم باشتراط الملكة فيها صاحب "جمع الجوامع" والغزالي والأبياري والفهري وغيرهم.
وأكثر أهل العلم على أنَّ العدل هو من يجتنب الكبائر مطلقًا، وصغائر الخسة مطلقًا، كسرقة لقمة وتطفيف حبة، لدلالة ذلك على سقوط مروءته، وساقط المروءة لا ثقة بقوله، ويجتنبُ صغائر غير الخسة في أغلب الأحوال، ويجتنب ما يخلُّ بالمروءة عرفًا من المباحات، كالبول في الطريق، والأكل في السوق لغير سوقي، ونحو ذلك.
وظاهر كلامهم سواء كان ذلك الاجتناب بسبب ملكة، أي هيئة راسخة في النفس لا تزول أصلًا، أو بسبب علةٍ (¬١) مانعة من ذلك، أو بسبب علاج النفس ومجاهدتها دون فعل ذلك.
وهذا هو الأظهر عندي، وممن مال إليه ابن حلولو في "الضياء اللامع"، والعبادي في "الآيات البينات". واللَّه تعالى أعلم.
واعلم أن الإصرار على الصغيرة يصيرها كبيرة؛ لإشعاره بعدم
_________
(¬١) في الأصل المطبوع: أو إلا بعسر. ولعل المثبت هو الصواب.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b282] VALUES (170,'التقوى من فاعله، قال في "المراقي":
ولا صغيرة مع الإصرار ... المبطل الثقة بالأخبار
وخلاف العلماء في حد الكبيرة معروفٌ فلا نطيلُ به الكلام.
هذا وما ذكره المؤلف من اشتراط العدالة يُعلم منه أنه لا تقبل رواية فاسق، وهو كذلك، كما نص اللَّه على ذلك في قوله: {وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤)} [النور/ ٤]، وقوله: {إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْمًا بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نَادِمِينَ (٦)} [الحجرات/ ٦].
أما إن كان فسقه بارتكاب كبيرة، كقذف المحصنات، ونحو ذلك، فلا خلاف في عدم قبول روايته.
وأمَّا إن كان فسقه عن تأول، كبعض أهل الأهواء الذين لم تبلغ بهم بدعهم الكفر البواح، فاختلاف أهل الأصول والحديث في قبول رواياتهم معروف.
وأمَّا من كان منهم يرى أن الكذب لترويج بدعته جائزٌ، كالخطابية وغيرهم، فلا تقبل روايته قولًا واحدًا، وكذلك من يدعو منهم إلى بدعته.
أما الذي لا يدعو إلى بدعته ولا يرى جواز الكذب، بل عرف بالصدق والتحرز من الكذب واحترام الدين، فأكثر أهل العلم على قبول روايته؛ لأن صدقه مما يغلبُ على الظن، وقد روى الشيخان وغيرهما عن جماعة من المبتدعة من خوارج ومرجئة وقدرية.',NULL,'173',NULL,NULL,'0');
INSERT INTO [b282] VALUES (171,'وممن أخرج له البخاري عمران بن حطان، وهو القائل في ابن ملجم قاتل أمير المؤمنين علي رضي اللَّه عنه يمدحه على ذلك:
يا ضربةً من تقيٍّ ما أراد بها ... إلا ليبلغ من ذي العرش رضوانا
إني لأذكره يومًا فأحسبه ... أوفى البرية عند اللَّه ميزانا
ولقد صدق من رد عليه بقوله:
بل ضربة من غويٍّ أوردته لظى ... وسوف يلقى بها الرحمن غضبانا
وفي هذه المسألة أعني الرواية عن أهل البدع كلام كثير للعلماء لم نُطِلْ به الكلام، وأظهره هو ما ذكرنا. واللَّه تعالى أعلم.
وإنَّما تثبتُ العدالة بواحد من ستة أمور:
الأول: الاختبارُ بالمعاملة والمخالطة التي تطلعُ على خبايا النفوس ودسائسها.
الثاني: التزكيةُ ممن ثبتت عدالته، وهي إخبارُ العدول المبرزين عنه بصفات العدالة.
الثالث: السماعُ المتواتر أو المستفيضُ عنه أنَّه عدل، فمن اشتهرت عدالتُه بين أهل العلم وشاع الثناءُ عليه بالعدالة كفى ذلك في ثبوت عدالته، كمالكٍ والسفيانَيْن والأوزاعي والشافعي وأحمد وأشباههم.
الرابع: قضاء قاضٍ بشهادة شاهد إن كان معروفًا عنه أنه لا يحكم بعلمه، أو لم يكن عالمًا بالواقعة مع شهرته بالعدالة، وعدم الحكم',NULL,'174',NULL,NULL,'0');
INSERT INTO [b282] VALUES (172,'بقول غير العدل أو مجهول الحال، فإن احتمل أنه حكم بعلمه لا بشهادة الشاهد، فليس ذلك تعديلًا له.
وحكى ابن الحاجب الإجماع على أن حكم القاضي بشهادة الشاهد نحو ما ذكرنا تعديل له، والظاهر أنه لا يخلو من خلاف.
الخامس: أن يروي عنه من عرف من عادته أو من لفظه أنه لا يروي إلا عن العدل، كالبخاري في صحيحه، ومالك، فإنَّ تلك الرواية عنه تعديل له، وذهب جماعة من علماء الحديث إلى أن ذلك ليس تعديلًا له، لاحتمال مخالفته عادته، وكونُ ذلك تعديلًا له هو اختيار الأصوليين. أما إن كان يروي عن غير العدل فليست روايتُه عن شخص تعديلًا له قولًا واحدًا.
السادس: أن يعمل عالمٌ بروايته، بشرط أن يُعرف من لفظ ذلك العالم أو عادته أنه لا يعملُ إلا بقول العدل. وعلى هذا جماعة من الأصوليين.
وقالت جماعة من أهل الحديث: ليس عمل العالم بروايته تعديلًا له، ولا تصحيحًا لمرويه؛ لجواز أن يكون عمل به احتياطًا، أو في فضائل الأعمال التي أجاز بعضهم العمل فيها بالضعيف بشرطه المعروف في علم الحديث.
قال مقيده -عفا اللَّه عنه-:
إن كان العملُ المذكور في الترغيب أو كان أحوط، فالظاهر أن العمل به لا يستلزم تعديل راويه، أما إن كان ليس من مواضع الترغيب،',NULL,'175',NULL,NULL,'0');
INSERT INTO [b282] VALUES (173,'وكان الاحتياط في ترك العمل به، كما لو دل المرويُّ المذكور على جواز أخذ مال إنسان، أو عقوبته، وكان العالم الذي عمل به لا يعمل إلا برواية العدل، فالظاهر أنَّ عمله بروايته حينئذ تعديل له، وقطع بذلك العبَّاديُّ في "الآيات البينات"، وقال صاحب "نشر البنود": ليس بعيدًا.
أما إن كان العالم لا يلتزمُ في العمل بالرواية عدالة الراوي، فعملُه بروايته ليس تعديلًا له اتفاقًا.
وإلى هذه المسألة أشار في "المراقي" بقوله:
ومثبتُ العدالة اختبارُ ... كذاك تعديل والانتشارُ
وفي قضا القاضي وأخذ الراوي ... وعمل العالم أيضًا ثاوي
وشرط كل أن يرى ملتزما ... ردًّا لما ليس بعدل علما
وستأتي هذه المسألة في المتن، وقدمناها لنذكر مثبت العدالة عند ذكر العدالة.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

ولا يقبل<span data-type="title" id=toc-81> خبرُ مجهول الحال </span>في هذه الشروط في إحدى الروايتين،
_________
(¬١) (١/ ٣٨٩). ووقع في الأصل المطبوع: "وهو مذهب أبي حنيفة"، والتصحيح من الروضة.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b282] VALUES (174,'وهو مذهب الشافعي. .) إلخ.
خلاصة ما ذكره في هذا الفصل أنَّ من جهل إسلامُه، فلم يُعرف أمسلم هو أم لا؟ ومن جهل بلوغه فلم يدر أبالغ هو أم صبي؟ ومن جهل ضبطه فلم يدر أضابط هو أم لا؟ لا تقبل رواية واحد منهم قولًا واحدًا.
أمَّا من جهلت عدالته فلم يدر أعدل هو أولا؟ فالرواية المشهورة عن أحمد أنه لا يقبل، وهو مذهب الشافعي.
قال مقيده -عفا اللَّه عنه-: وهو مذهب مالك والجمهور.
والرواية الأخرى عن أحمد أنه يُقبل. قال المؤلف (¬١): (وهو مذهب أبي حنيفة).
ومدار هذا الخلاف على أن شرط القبول هل هو العلم بالعدالة أو هو عدم العلم بالفسق؟
فمن قال: لا يقبلُ مجهولُ العدالة، قال: المدارُ على علم العدالة، والمجهول لم تعلم عدالتُه، فلا يُقبلِ، ومن قال: يقبلُ، قال: المدار على عدم العلم بالفسق، وهذا لم يُعْلمْ منه فسق فيقبل.
واحتج من قال بأن مجهول العدالة لا يُقبل بحجج:
الأولى: أن مستند قبول خبر الواحد الإجماعُ، والمجمع عليه قبول رواية العدل، ورد خبر الفاسق، والمجهول ليس بعدلٍ ولا هو في
_________
(¬١) (١/ ٣٨٩).',NULL,'177',NULL,NULL,'0');
INSERT INTO [b282] VALUES (175,'معنى العدل في حصول الثقة بخبره.
الثانية: قياس الشك في العدالة على الشك في بقية الشروط الذي هو محل اتفاق على عدم القبول، إذ لا فرق بين الشروط المذكورة، فلا وجه لجعل الشك مانعًا من القبول في بعض منها دون بعض بلا دليل.
الثالثة: قياس روايته على شهادته، فشهادة مجهول العدالة لا تقبل؛ لقوله تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ)} [الطلاق/ ٢] وقوله: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة/ ٢٨٢]، والمجهول غير عدل ولا مرضي، فكذلك روايته.
الرابعة: أن المقلد إذا شك في بلوغ المفتي الدرجة التي تخول له الإفتاء لم يجز تقليده، فكذلك الرواية عنه.
الخامسة: أنَّ الفرع الشاهد على شهادة أصل لا تقبل شهادته ما لم يعينه، فلو كانت شهادة المجهول مقبولة لما احتيج إلى تعيينه.
هذا حاصلُ ما ذكره المؤلف من حجج القول مع بعض اختصار.
واحتج من قال بقبول رواية مجهول العدالة بحجج:
الأولى: قبوله -صلى اللَّه عليه وسلم- شهادة الأعرابي برؤية الهلال، ولم يعرف منه إلا الإسلام.
الثانية: أنَّ الصحابة رضي اللَّه عنهم كانوا يقبلون رواية الأعراب والعبيد والنساء؛ لأنهم لم يعرفوهم بفسق.
الثالثة: أنَّ من أسلم من الكفار ثم روى فور إسلامُه، فروايته',NULL,'178',NULL,NULL,'0');
INSERT INTO [b282] VALUES (176,'مقبولة، والقول بردها بعيد، ولا مستند لقبولها إلا إسلامهُ وعدمُ العلم بفسقه بعد إسلامه.
الرابعة: أنه لو أخبر بطهارة ماء أو نجاسته، أو أنه على طهارة، أو أنَّ هذه الجارية ملكه، أو أنها خالية من زوج، قُبِلَ قوله في ذلك، فيجوز التطهر بالماء الذي أخبر بطهارته، ويترك الماء الذي أخبر بنجاسته، ويجوز الائتمام به لقوله: إنه على طهارة، ويجوز وطء الجارية المشتراة منه بقوله: إنها ملكه، وإنها خالية من زوج.
هذا الذي ذكره المؤلف من حجج هذا القول.
وأجاب أهل القول الأول عن هذه الحجج: بأن قبوله -صلى اللَّه عليه وسلم- لشهادة الأعرابي لم يتعين فيه كون الأعرابي كان مجهولًا عنده؛ لاحتمال أن يكون كان عالمًا بعدالته بوحي أو بغيره، أو يكون زكاهُ بعض الصحابة.
والظاهر أنَّ الجواب عن هذا أنَّ الصحابة كلَّهم عدول تثبت عدالتهم وتزكيتهم بالنص، وبأنَّ الصحابة ما كانوا يقبلون رواية أحد من غير الصحابة من العبيد والنساء إلا من عرفوا صدقه وعدالته.
وأما قريب العهد بالكفر ممن أسلم ثم روى، فإن كان صحابيًّا فله عدالة الصحابة، وطراوة إسلامه ورغبته في الدين تجعله يتباعد من الكذب، وأمَّا إن كان من غير الصحابة، فلا نسلمُ قبول روايته حتى تعرف عدالتُه.
وأما من أخبر عن نجاسة الماء أو طهارته من غير الصحابة فلا تصدق روايته إلا إذا عرفنا عدالته.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b282] VALUES (177,'وأما قول البائع: إنَّ هذه السلعة له، وإن هذه الأمة لا زوج لها، فقد رُخِّص في قبول ذلك في المعاملات لشدة حاجة الناس إليها، ولو كان الذي بيده المتاع معروفًا أنه غير عدل؛ إذ لو توقفت المعاملات على إثبات ملك السلع المعروضة للبيع لتعذر ذلك، وصار فيه حرجٌ كبير، فاكتفي في ذلك بوضع اليد ودعوى الملك، ولو من غير عدل.
قال المؤلف (¬١):

(فصل
ولا يشترط في الرواية الذكورية. .) إلخ.
خلاصة ما ذكره في هذا الفصل سبعة أشياء:
الأول: أن رواية المرأة كرواية الرجل، فرواية عائشة -مثلًا- لا فرق بينها ورواية الرجال من الصحابة، إذ الرواية ليست كالشهادة، فالنساء في باب الرواية هن والرجال سواء.
الثاني: أن رواية الأعمى إذا وثق بمعرفة الصوت مقبولة، واستدلَّ لذلك بأن الصحابة رضي اللَّه عنهم كانوا يروون عن عائشة وغيرها من النساء من وراء حجاب، اعتمادًا على الصوت، إلا أنَّ الأصوليين قرَّروا في مباحث الترجيح أن الذي روى عن النساء من غير حجاب لكونه من محارمهنَّ ترجح روايته على رواية من روى عنهن من وراء حجاب،
_________
(¬١) (١/ ٣٩٤). ووقع في الأصل المطبوع: "الرواية المذكورة". والتصويب من "الروضة".',NULL,'180',NULL,NULL,'0');
INSERT INTO [b282] VALUES (178,'ومثلوا له برواية القاسم بن محمد عن عائشة: أنَّ بريرة عتقت وزوجُها عبد، مع رواية الأسود بن يزيد عنها: أنَّه كان حرًا؛ لأنَّ القاسم ابن أخيها يروي عنها من غير حجاب، والأسود ليس محرمًا لها فلا يروي عنها إلا من وراء الحجاب.
وعن البخاري أن القائل بأنه كان حرًّا الحكم، وليس من قول عائشة.
الثالث: أنَّ الراوي لا يشترط فيه كونه فقيهًا، بل تقبل رواية العدل الذي ليس بفقيه، واستدل له المؤلف بحديث: "رب حامل فقه غير فقيه، ورب حامل فقه إلى من هو أفقه منه"، وبأن الصحابة كانوا يقبلون خبر الأعرابي الذي لا يروي إلا حديثًا واحدًا.
الرابع والخامس: أنه لا يقدح في الرواية بالعداوة والقرابة بخلاف الشهادة.
وإيضاحه: أنَّه لو كانت خصومة بين اثنين ثم روى قريب أحدهما أو عدوُّه حديثًا عن النبي -صلى اللَّه عليه وسلم- يقتضي نفع ذلك القريب، أو ضر ذلك العدو، فلا يقدح في روايته بتلك العداوة أو القرابة؛ لأنَّ حكم الرواية عام لكل الناس، لا يختص بشخصٍ بعينه، بخلاف الشهادة.
السادس: أنَّه لا يُقدحُ في رواية الراوي بعدم معرفة نسبه.
السابع: أنَّه لو ذكر اسم شخص متردد بين مجروح وعدل، فلا تقبلُ تلك الرواية؛ لاحتمال كون ذلك الشخص المذكور في السند هو المجروح.',NULL,'181',NULL,NULL,'0');
INSERT INTO [b282] VALUES (179,'هذا هو حاصلُ ما ذكره المؤلف في هذا الفصل، وجميع ما فيه صواب.
والمقرر في أصول مالك وأبي حنيفة أنَّهما لا يقبلان رواية غير الفقيه، وبعضهم يقيده عن أبي حنيفة بما إذا خالفت رواية غير الفقيه القياس، وبهذه القاعدة ردُّوا كثيرًا من أحاديث أبي هريرة رضي اللَّه عنه بدعوى أنَّه غير فقيه، وأن روايته مخالفة للقياس.
ومثال ذلك: ردُّهم لحديثه في المُصَرَّاة أنه يردها إذا حلبها وصاعًا من تمر.
والمرويُّ في أصول المالكية عن مالك عدم قبول رواية غير الفقيه مطلقًا، بدعوى أن غير الفقيه لا يوثق بفهمه الكلام على وجهه، فربما فهم غير المقصود لعدم فقهه، وربمَّا نقله بالمعنى فيقع بذلك الخلل في روايته.
ولا شك أنَّ هذا باطل من وجهين:
الأول: أنَّ عدالتَه تمنعه من أن يقول شيئًا لم يفهمه، ولم يجزم بفهمه، مع أن معنى الكلام الذي لا خفاء فيه ولا إجمال يفهمه على وجهه غير الفقيه كما لا يخفى.
الثاني: أن النبي -صلى اللَّه عليه وسلم- بين أنه قد يحمل الفقه غير الفقيه، وذلك نصٌّ في محل النزاع، وهو ثابت عنه -صلى اللَّه عليه وسلم-، فقد روى زيد بن ثابت رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم- أنه قال: "نضر اللَّه امرءًا سمع منَّا حديثًا فحفظه حتى يبلغه غيره، فرب حامل فقه إلى من هو أفقه منه، ورب حامل فقه ليس',NULL,'182',NULL,NULL,'0');
INSERT INTO [b282] VALUES (180,'بفقيه".
فقوله -صلى اللَّه عليه وسلم-: "ورب حامل فقه ليس بفقيه" نصٌّ في محل النزاع، دالٌّ على صحة رواية غير الفقيه كما ترى.
وقد قال المناوي في شرح "الجامع الصغير" في الكلام على هذا الحديث: رواه الترمذي في العلم والضياء في المختارة عن زيد بن ثابت، قال الترمذي: صحيح. وقال ابن حجر في تخريج المختصر: حديث زيد بن ثابت هذا صحيح خرجه أحمد وأبو داود وابن حبان وابن أبي حاتم والخطيب وأبو نعيم والطيالسي والترمذي. وفي الباب عن معاذ بن جبل وأبي الدرداء وأنس وغيرهم. وقال في موضع آخر: الحديث صحيح المتن وإن كان بعض أسانيده معلولًا. اهـ.
قال مقيده -عفا اللَّه عنه-:
ومعنى هذا ثابت في الصحيحين من حديث أبي موسى الأشعري رضي اللَّه عنه؛ لأنَّ قول النبي -صلى اللَّه عليه وسلم- في حديث أبي موسى المتفق عليه المشهور: "وكان منها أجادب أمسكت الماء، فنفع اللَّه بها الناس فشربوا وسقوا وزرعوا. . ." الحديث، مثلٌ مضروبٌ لكون الراوي قد يكون غير فقيه، فكما أن تلك الأجادب لم تنبت، ولم تُثمر، ولكنها أمسكت ذلك الماء للناس، فنفعهم اللَّه به، فشربوا منه وسقوا وزرعوا، فكذلك أولئك الرواة لم يتفقهوا، ولكن نفع اللَّه الناس بما حفظوا من العلم، فانتفعوا به، وتفقهوا فيه، ولذا قال -صلى اللَّه عليه وسلم-: "ربَّ مبلَّغٍ أوعى من سامع".',NULL,'183',NULL,NULL,'0');
INSERT INTO [b282] VALUES (181,'وقوله: "مبلَّغ" بصيغة اسم المفعول. وهذا الحديث أخرجه البخاري في كتاب العلم في باب قول النبي -صلى اللَّه عليه وسلم-: "ربَّ مبلَّغ أوعى من سامع" من حديث أبي بكرة رضي اللَّه عنه عن النبي -صلى اللَّه عليه وسلم-.
وذكر صاحبُ "الجامع الصغير" هذا الحديث من رواية ابن مسعود وعزاه للإمام أحمد في المسند والترمذي وابن حبان، وجعل عليه علامة الصحة.
وقال شارحه المناوي: قال ابن حجر في تخريج المختصر: حديث مشهور خُرج في السنن أو بعضها من حديث ابن مسعود وزيد بن ثابت وجبير بن مطعم، وصححه ابن حبان والحاكم.
وذكر أبو القاسم بن منده في تذكرته أنه رواه عن المصطفى -صلى اللَّه عليه وسلم- أربعة وعشرون صحابيًا، ثم سرد أسماءهم.
وقال عبد الغني في الآداب: تذاكرت أنا والدارقطني طرق هذا الحديث، فقال: هذا أصح شيءٍ روي فيه. اهـ.
وهذه النصوصُ تدلُّ على أنَّ ما روي عن مالك وأبي حنيفة رحمهما اللَّه تعالى من عدم قبول رواية غير الفقيه مطلقًا، أو إذا خالفت القياس، خلافُ الصواب، وقد ردَّ صاحب مراقي السعود هذا القول على أهل مذهبه من المالكية بقوله:
من ليس ذا فقهٍ أباه الجيلُ ... وعكسُه أثبته الدليل
والجيل: المصنف من الناس، ومراده بهم علماء المالكية، وقوله: و"عكسه" أي عكس قولهم "أثبته الدليل"، وهو ما ذكرنا آنفًا من',NULL,'184',NULL,NULL,'0');
INSERT INTO [b282] VALUES (182,'الأحاديث في ذلك.

قول المؤلف في<span data-type="title" id=toc-83> التزكية والجرح</span>
قال المؤلف (¬١) رحمه اللَّه تعالى:

(فصل)
المراد بالتزكية في الاصطلاح إخبارُ العدول عنه بصفات العدالة، والمراد بالجرح فِي الاصطلاح: إخبارهم عنه بما يُخِلُّ بعدالته من فسقٍ أو سقوط مروءة.
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:
(اعلم أنَّه يُسْمَعُ الجرح والتعديل من واحد في الرواية؛ لأنَّ العدالة التي تثبتُ بها الرواية لا تزيد على نفس الرواية، بخلاف الشهادة، وكذلك تقبل تزكية العبد والمرأة كما تقبلُ روايتهما).
معنى كلامه واضح، وهو أن التعديل والجرح بالنسبة إلى الرواية كلاهما يثبتُ بواحد عدل، ولو عبدًا أو امرأة؛ لأن نفس الرواية تثبت بواحدٍ ولو عبدًا أو امرأة، فكذلك التزكية فيها، أمَّا الشهادة فلا يكفي فيها واحد كما هو معروف، وكذلك لا يكفي في التزكية فيها واحد.
وحاصل كلام العلماء في هذه المسألة أنَّ لهم فيها ثلاثة مذاهب:
_________
(¬١) (١/ ٣٩٧).
(¬٢) (١/ ٣٩٧).',NULL,'185',NULL,NULL,'0');
INSERT INTO [b282] VALUES (183,'الأول: لا بدَّ في التعديل والتجريح من عدلين مطلقًا، سواء كان ذلك بالنسبة إلى الرواية أو الشهادة.
والثاني: يكفي فيهما معًا واحد.
والثالث: التفصيل، فيكفي الواحدُ فيهما بالنسبة إلى الرواية دون الشهادة. وهو الذي درج عليه المؤلف.
وأشار في "مراقي السعود" إلى هذه المسألة بقوله في الجرح والتعديل:
كلاهما يثبته المنفردُ ... ومالك عنه روى التعددُ
وقال بالعدد ذو دراية ... في جهة الشاهد لا الرواية
والقولُ باشتراط التعدد في المعدِّل والمجرِّح في الرواية والشهادة معًا عزاه الفهري للمحدِّثين، والأبياري لأكثر الفقهاء.
وأظهرها عندي الفرقُ بين الرواية والشهادة في ذلك، وكون التعديل والتجريح تبعًا لما فيه التعديل والتجريح، فإن كان يكتفى فيه بواحد، اكتفى في تعديله وتجريحه بواحدٍ، وإلا فلا.
وإنْ كان صاحب "الضياء اللامع" يقول: إن الفرق بينهما غلط، قائلًا: إن معقول الشهادة فيهما سواء؛ لأن كلا منهما إخبار عن شخص بصفات العدالة أو عدمها.
وما قاله يرده الإجماع على الفرق بين الرواية والشهادة في مسائل كثيرة، كقبول رواية المرأة منفردة ولو في الدماء والحدود، مع عدم',NULL,'186',NULL,NULL,'0');
INSERT INTO [b282] VALUES (184,'قبول شهادتها في ذلك، وكلا الأمرين إخبار منها عن أمر.
وقد قال ابن عاصم المالكي في تحفته:
وواحد يُجزئ في باب الخبر ... واثنان أولى عند كل ذي نظر
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(واختلفت الرواية في قبول الجرح إذا لم يتبين سببه. .) إلخ.
خلاصةُ ما ذكره في هذا المبحث أن فيه ثلاثة مذاهب:
أحدها: أنَّ الجرح يقبل ولو لم يبين المجرِّح سببه؛ لأن عدالته تمنعه من الجرح بأمر غير قادح.
الثاني: أنَّ الجرح لا يقبلُ إلا مع بيان سببه؛ لاختلاف الناس فيما يحصلُ به الجرح، فقد يُظَنُّ الأمر قادحًا وهو ليس بقادح.
الثالث: التفصيل بين المجرِّح الذي حصلت الثقةُ ببصيرته وشدة معرفته وتمييزه لأسباب الجرح، فيقبل تجريحُه مع عدم بيان السبب، وبين من ليس كذلك، فلا يقبلُ تجريحه حتى يبين السبب.
قال مقيده -عفا اللَّه عنه-:
جمهور أهل الأصول والحديث: لا يقبل إلا مع بيان السبب؛ لأنَّ المجرِّحَ قد يظنُّ ما ليس بقادح قادحًا، وقد قيل لشعبة: لم تركتَ حديث فلان؟ قال: رأيته يركض على برذون، فتركت حديثه.
_________
(¬١) (١/ ٣٩٧).',NULL,'187',NULL,NULL,'0');
INSERT INTO [b282] VALUES (185,'وروي عن مسلم بن إبراهيم أنه سئل عن حديث صالح المري؟ فقال: وما تصنع بصالح؟ ذكروه يومًا عند حماد بن سلمة فامتخط حماد.
وأشباه هذا كثيرة.
ولأجل هذا احتج الشيخان في صحيحيهما بجماعة سبق من غيرهما تجريحهم، فلم يقبلوا ذلك التجريح لعدم بيان السبب.
ومن أمثلة ذلك روايةُ البخاري عن عكرمة وعمرو بن مرزوق، وروايةُ مسلم عن سويد بن سعيد وغيره.
قال العراقي في ألفيته:
وربما رد الكلام الجارح ... كالنَّسَئِي في أحمد بن صالح
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(أمَّا إذا<span data-type="title" id=toc-86> تعارض الجرحُ والتعديل </span>قدَّمنا الجرح. .) الخ.
خلا ما ذكره في هذا المبحث: أنَّ الجرح إذا تعارض مع التعديل قدِّم الجرح؛ لأنَّ المجرِّح اطَّلع على أمر خفي على المعدِّل، هذا إن تساوى عدد المجرِّحين والمعدِّلين، أو كان المجرِّحون أكثر.
فإن كان المعدِّلون أكثر من المجرِّحين، فكذلك على الصحيح؛ لأنَّ سبب تقديم الجرح علم المجرِّح بما خفي على المعدِّل، وذلك لا
_________
(¬١) (١/ ٣٩٨).',NULL,'188',NULL,NULL,'0');
INSERT INTO [b282] VALUES (186,'ينتفي بكثرة عدد المعدِّلين. وقيل: قُدِّم التعديلُ؛ للكثرة، وهو ضعيف.
هذا حاصل كلامه.
وتحقيق المقام في هذه المسألة أنَّ المجرِّحين إن كانوا أكثر فالتجريح مقدم إجماعًا، فإن تساوى عدد المجرِّحين والمعدِّلين أو كان المعدِّلون أكثر فكذلك على الصحيح، وقيل بالترجيح فيهما.
وأسباب الترجيح ستأتي إن شاء اللَّه تعالى في آخر الكتاب.
وأشار في "المراقي" إلى هذه المسألة بقوله:
والجرح قدم باتفاق أبدا ... إن كان من جرَّح أعلى عددا
وغيرُه كهو بدون مَيْنِ ... وقيل بالترجيح في القسمينِ
وشذ من زعم أن التعديل يقدَّم في جميع الصور.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
في التعديل، وذلك إمَّا بقول وإمَّا بالرواية عنه. .) الخ.
قد قدَّمنا ما ذكره في هذا المبحث مستوفى في الكلام على اشتراط العدالة، فلا حاجة إلى إعادته هنا.
وأعلى أنواعِ التزكية الشهاده له بأنه عدلٌ رضا، وإنْ لم يبين أسباب
_________
(¬١) (٢/ ٤٠٠).',NULL,'189',NULL,NULL,'0');
INSERT INTO [b282] VALUES (187,'ذلك.
واعلم أنَّ التحقيق قبولُ التعديل بدون بيان السبب، كما هو مذهبُ الجمهور من أصوليين ومحدِّثين.
واعلم أنَّ عدم العمل بشهادة شاهد ليس تجريحًا له، كما هو ظاهر.
قال المؤلف (¬١) رحمه اللَّه تعالى:

(فصل
والذي عليه سلفُ الأمة وجمهورُ الخلف أنَّ الصحابة رضي اللَّه عنهم معلومةٌ عدالتُهم بتعديل اللَّه تعالى وثنائه عليهم، قال اللَّه تعالى: {وَالسَّابِقُونَ الْأَوَّلُونَ} [التوبة/ ١٠٠]، {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ} [الفتح/ ١٨] وقال: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ} [الفتح/ ٢٩]. .) الخ.
خلاصةُ ما ذكره في الفصل أنَّ الصحابة كلَّهم عدول؛ للثناء عليهم في كتاب اللَّه وسنة نبيه -صلى اللَّه عليه وسلم-، وهذا قولُ جمهور علماء المسلمين، وهو الصواب إن شاء اللَّه تعالى.
وعلى هذا فجهالةُ الصحابي لا تضرُّ لأنَّهم كلَّهم عدول.
والصحابيُّ: هو من اجتمع مع النبي -صلى اللَّه عليه وسلم- مؤمنًا ومات على ذلك.
_________
(¬١) (٢/ ٤٠٣).',NULL,'190',NULL,NULL,'0');
INSERT INTO [b282] VALUES (188,'والصحبة تثبتُ بقوله عن نفسه: إنَّه صحب النبي -صلى اللَّه عليه وسلم-، إنْ كان أدرك عصره، وكذلك تثبتُ بقول غيره من الصحابة رضي اللَّه عنهم.
هذا حاصل كلامه رحمه اللَّه.
وخالف جماعة، فقالوا: لا تثبتُ العدالةُ إلا لخصوص الذين لازموه -صلى اللَّه عليه وسلم-، واهتدَوْا بهديه، أمَّا من رآهُ مرة مثلًا ثم فارقه، فلا تثبتُ له العدالة بذلك.
وممَّن اختار هذا التفصيل المازريُّ في شرح "البرهان" لإمام الحرمين، والقرافي، وغيرهما.
والصواب -إن شاء اللَّه تعالى- هو مذهبُ الجمهور، وأنهم كلُّهم عدولٌ رضي اللَّه عنهم وأرضاهم، سواء لازموه أو اجتمعوا به وذهبوا.
وقد أطبقَ العلماءُ على قبول رواية وائل بن حُجر، ومالك بن الحويرث، وعثمان بن أبي العاص الثقفي، وغيرهم، ممَّن اشتهرتْ صحبتُهم وروايتُهم عنه -صلى اللَّه عليه وسلم-، مع أنَّهم وفدُوا إليه، واجتمعُوا به -صلى اللَّه عليه وسلم-، ورجعُوا إلى أهليهم، ولم يلازموه.
وقال ابنُ حجر في مقدمة "الإصابة": اتفق أهل السنة على أنَّ الجميع عدول، ولم يخالف في ذلك إلا شذوذ من المبتدعة.
وذكر الخطيبُ في "الكفاية" فصلًا نفيسًا في ذلك فقال: عدالة الصحابة ثابتةٌ معلومةٌ بتعديل اللَّه لهم، وإخباره عن طهارتهم، واختياره لهم، فمن ذلك قوله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران/ ١١٠]، وقوله: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ}',NULL,'191',NULL,NULL,'0');
INSERT INTO [b282] VALUES (189,'[البقرة/ ١٤٣]، وقوله {لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ} [الفتح/ ١٨]، وقوله: {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} [التوبة/ ١٠٠]، وقوله: {يَاأَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ} [الأنفال/ ٦٤]، وقوله: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ (٨)} إلى قوله: {إِنَّكَ رَءُوفٌ رَحِيمٌ} [الحشر/ ٨ - ١٠].
في آيات كثيرة يطول ذكرُها، وأحاديث كثيرة يكثر تعدادها، وجميع ذلك يقتضي القطع بتعديلهم، ولا يحتاج أحدٌ منهم مع تعديل اللَّه إلى تعديل أحدٍ من الخلق، على أنه لو لم يرد من اللَّه ورسوله فيهم شيء ممَّا ذكرناه، لأوجبت الحالُ التي كانوا عليها من الهجرة والجهاد، ونصرة الإسلام، وبذل المهج والأموال، وقتل الآباء والأبناء، والمناصحة في الدين، وقوة الإيمان واليقين، القطعَ بتعديلهم.
إلى أن قال: والأحاديث الواردة في تفضيل الصحابة كثيرة، ومن أدلَّها على المقصود ما رواه الترمذي وابن حبان في صحيحه من حديث عبد اللَّه بن مغفَّل قال: قال رسول اللَّه -صلى اللَّه عليه وسلم-: "اللَّه اللَّه في أصحابي، لا تتخذوهم غرضًا، فمن أحبَّهم فبحبي أحبَّهم، ومن أبغضهم فببغضي أبغضهم، ومن آذاهم فقد آذى اللَّه، ومَنْ آذى اللَّه فسيوشك أنْ يأخذه".
وقال أبو محمد بن حزم: الصحابةُ كلُّهم من أهل الجنة قطعًا، قال اللَّه تعالى: {لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً',NULL,'192',NULL,NULL,'0');
INSERT INTO [b282] VALUES (190,'مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} [الحديد/ ١٠]، وقال تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (١٠١)} [الأنبياء/ ١٠١]؛ فثبت أنَّ الجميع من أهل الجنَّة، وأنَّه لا يدخلُ أحد منهم النار؛ لأنَّهم هم المخاطبون بالآية السابقة.
فإنْ قيل: التقييد بالإنفاق والقتال يُخرج من لم يتصف بذلك، وكذلك التقييد بالإحسان في قوله: {وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ} [التوبة/ ١٠٠] يخرج من لم يتصف بذلك.
فالجواب أنَّ التقييدات المذكورة خرجت مخرج الغالب، وإلا فالمرادُ من اتصف بالإنفاق بالفعل أو القوة. انتهى منه مع حذف واختصارٍ غير مخل بالمقصود.
وأشار في "مراقي السعود" إلى مسألة عدالة الصحابي جامعًا معها الفرق بين الرواية والشهادة بقوله:
شهادةُ الأخبار عمَّا خصَّ إنْ ... فيه ترافع إلى القاضي زُكِنْ
وغيرُه رواية والصحب ... تعديلُهم كلٌّ إليه يصبو
واختار في الملازمين دون مَنْ ... رآه مرةً إمامٌ مؤتمن
ومراده بالإمام المؤتمن القرافي، وقد سبقه إلى ذلك القول المازريُّ وغيره، كما تقدم.
فالحاصلُ أنَّ الحق الذي عليه من يعتدُّ به من المسلمين أنَّ الصحابة كلَّهم محكوم لهم بالعدالة، ولا يبحثُ عن عدالة أحد منهم،',NULL,'193',NULL,NULL,'0');
INSERT INTO [b282] VALUES (191,'وليسوا معصومين، فمن ثبت عليه في خصوصه قادح ثبوتًا واضحًا لا مطعن فيه، عُمِلَ به، وقد ارتد بعضهم كعبيد اللَّه بن جحش الذي كان زوج أم المؤمنين رملة بنت أبي سفيان أم حبيبة رضي اللَّه عنها، والرِّدة أعظم من ارتكاب كبيرة توجب الفسق، وقد مات والعياذ باللَّه على ردته متنصِّرًا.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
المحدود في القذف إن كان بلفظ الشهادة، فلا يرد خبره؛ لأن نقصان العدد ليس من فعله، ولهذا روى الناس عن أبي بكرة، واتفقوا على ذلك، وهو محدود في القذف، وإن كان بغير لفظ الشهادة فلا تقبل روايتُه حتى يتوب).
حاصل ما ذكر في هذا الفصل أن في إبطال الرواية بالحد في القذف تفصيلًا:
فإنْ كان المحدودُ شاهدًا عند الحاكم بأن فلانًا زنى، وحُدَّ لعدم كمال الأربعةِ، فهذا لا تردُّ به روايتُه؛ لأنَّه إنما حُدَّ لعدم كمالِ نصاب الشهادة في الزنا، وذلك ليس من فعله، وإن كان القذف ليس بصيغة الشهادة كقوله لعفيف: يا زاني، ويا عاهر، ونحوِ ذلك، بطلت روايتُه حتى يتوب، أي ويُصْلِح، بدليل قوله تعالى: {وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا
_________
(¬١) (٢/ ٤٠٥).',NULL,'194',NULL,NULL,'0');
INSERT INTO [b282] VALUES (192,'وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤) إِلَّا الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا} [النور/ ٤ - ٥].
واستدل المؤلفُ -رحمه اللَّه- لما ذكره من الفرق بين الحدِّ على سبيل القذف، والحدِّ على سبيل عدم كمال النصابِ في الشهادة، بقصة أبي بكرة؛ لأنه متفق على قبول روايته، مع أنَّه محدود في شهادته على المغيرة بن شعبةَ الثقفي بالزنا، والشهادةُ في هذا ليست كالرواية، فلا تُقْبَلُ شهادة المحدود في قذفٍ أو شهادةٍ حتى يتوب ويصلح، بدليلِ قول عمرَ لأبي بكرة: "تُبْ أَقبل شهادتك"، خلافًا لمن جعل شهادته كروايتهِ فلا تُردُّ، وهو محكيٌّ عن الشافعي.
والحاصلُ أنَّ القاذفَ بالشتمِ تردُّ شهادتُه وروايتُه بلا خلافٍ حتى بتوب ويُصْلح، والمحدود في الشهادةِ لعدمِ كمالِ النصابِ تقبلُ روايتُه دون شهادته، وقيل: تقبلُ شهادتُه وروايتُه.
وقصةُ أبي بكرةَ المشارُ إليها أنه شهد على المغيرة بن شعبةَ بالزِّنا، هو وأخوه زياد ونافع بن الحارثِ وشبل بن معبد (¬١)، فتلكأ زياد أو غيرُه في الشهادة، فجلد عمر الثلاثةَ المذكورين.
قال مقيِّده -عفا اللَّه عنه-:
يظهرُ لنا في هذه القصةِ أن المرأةَ التي رأوا المغيرةَ رضي اللَّه عنه مخالطًا لها عندما فتحت الريح الباب عنهما إنَّما هي زوجتُه، ولا يعرفونها، وهي تشبه امرأة أخرى أجنبية كانوا يعرفونها تدخل على
_________
(¬١) وقع في المطبوع: سعيد بن سهيل، وهو خطأ، والإصلاح من مصادر القصة.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b282] VALUES (193,'المغيرة وغيره من الأمراء، فظنُّوا أنها هي، فهم لم يقصدُوا باطلًا، ولكنَّ ظنَّهم أخطأَ، وهو لم يقترف إن شاء اللَّه فاحشة، لأنَّ أصحاب رسول اللَّه -صلى اللَّه عليه وسلم- يعظم فيهم الوازعُ الدينيُّ الزاجرُ عمَّا لا ينبغي في أغلب الأحوال، والعلمُ عند اللَّه تعالى.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
في كيفية الرواية، وهي على أربع مراتب. .) الخ.
خلاصةُ ما ذكره في هذا الفصل أنَّ كيفية الروايةِ -يعنى الرواية عن غير النبيَّ -صلى اللَّه عليه وسلم-، بدليل ما تقدم- على أربع مراتب.
الأولى، وهي أعلاها عند المؤلف: قراءةُ الشيخ عليه في معرض الإخبار، ليروي عنه، وذلك يسوغُ للراوي أنَّ يقول حدَّثني، وأخبرني، وسمعته يقول، وقال كذا، ونحو ذلك من صيغ الأداء.
المرتبة الثانية: أن يقرأَ على الشيخِ فيقول: نعم، أو يسكت، فتجوزُ الروايةُ به، خلافا لبعض أهلِ الظاهرِ القائل بأنه لابد من إقرار الشيخِ نطقًا، ولا يكفي سكوتُه، لأنَّ الساكتَ لا يُنسبُ إليه قول عندهم، واستدلاله -أيضًا- بظاهر قوله: {أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي} [آل عمران/ ٨١].
والجمهور على قبول الرواية ولو سكتَ، لأنَّ عدالته تمنعه من أن
_________
(¬١) (٢/ ٤٠٦).',NULL,'196',NULL,NULL,'0');
INSERT INTO [b282] VALUES (194,'يسكت مع علمه بعدم صحةِ ما يقرأُ عليه، ما لم تكن هناك مخيلة إكراه، أو غفلة، ونحو ذلك، فلا يكتفى بسكوته.
وهذه المرتبةُ الثانيةُ تسوغُ للراوي أن يقول: أنبأنا، وحدَّثنا فلانٌ قراءةً عليه.
وهل يجوزُ الاقتصارُ على حدثنا فلانٌ، دون ذكره قراءةً عليه؟
فيه روايتان:
إحداهما: يجوزُ ذلك. وعزاه المؤلف لأكثر الفقهاء.
والأخرى: لا يجوزُ ذلك، كما لا يجوز سمعت من فلان في ذلك.
وهل يجوز للراوي أنْ يُبْدِلَ قوله، شيخه "حدثنا" بأخبرنا، أو عكسه؟ فيه روايتان أيضًا بالجوازِ والمنع.
ووجه القولِ بجواز ذلك اتحادُ اللفظين في المعنى لغةً.
ووجه المنع من ذلك اختلاف مقتضى اللفظين عند المحدِّثين، لأنهم يخصُّون "حدَّثنا" بما سُمع من لفظ الشيخ، و"أخبرنا" يصلحُ عندهم لذلك أيضًا ولما قُرئ على الشيخ فأقرَّ به، فالإخبارُ عندهم أعمُّ من التحديث.
المرتبة الثالثة: الإجازة، وهي أربعة أنواع:
الأول: الإجازةُ لمعيَّن في معيَّن، "كقوله: أجزت لك أو لكم أنْ تروي، أو ترووا عني الكتاب الفلاني.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b282] VALUES (195,'الثاني: الإجازةُ لمعيَّن في غير معيَّن، كقوله: أجزتُ لك، أو لكم أنْ ترووا عني جميع مروياتي.
الثالث: الإجازةُ لغير معيَّن في معيَّن، كأنْ يقولَ: أجزتُ للمسلمين أنْ يرووا عني الكتاب الفلاني.
الرابع: الإجازة لغير معيَّن في غيرِ معيَّن، كأنْ يقولَ: أجزت للمسلمين أنْ يرووا عنِّي جميع مروياتي.
وجمهورُ أهل العلم على جواز الرواية والعمل بالإجازة، واستقر عليه عملُ عامة أهل العلم، وحكى الإجماع على ذلك أبو الوليد الباجي وعياضُ من المالكية.
ومنع الروايةَ بالإجازة والعمل بها جماعةٌ من الطوائف، ممَّن روى عنه ذلك شعبةُ بنُ الحجاجِ، قائلا: لو جازتْ الإجازةُ لبطلت الرحلة، وإبراهيم الحربي، وأبو نصر الوائلي، وأبو الشيخ الأصبهاني. ومِمَّن قال بذلك من الفقهاء القاضي حسين، والماوردي، وأبو بكر الخجندي الشافعي، وأبو طاهر الدبَّاس الحنفي، وهذا هو إحدى الروايتين عن الشافعي، وحكاه الآمدي عن أبي حنيفة وأبي يوسف، ونقله القاضي عبد الوهاب عن مالك، وقال ابن حزم: إنها بدعة غيرُ جائزة.
وفيها أقوال آخر غيرُ ما ذكرنا، بالتفصيل بين أنواع الإجازة، مذكورة في الأصول وعلوم الحديث.
والحقُّ جواز الرواية بالإجازة، كما عليه الجمهور.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b282] VALUES (196,'وقال صاحب "المراقي":
واعمل بما عن الإجازة رُوِي ... إن صح سمعه بظن قد قوي

تنبيه:

فإن قيل: ما<span data-type="title" id=toc-92> الدليل على جواز الرواية والعملِ بالإجازة</span>؟
فالجوابُ أنَّ بعض أهل العلم استدل لذلك بما يأتي:
قال صاحب "تدريب الراوي": قال ابن الصلاح: وفي الاحتجاج لتجويزها غموض، ويتجه أن يقال: إذأ أجاز له أن يروي عنه مروياته، فقد أخبره بها جملة، كما لو أخبره بها تفصيلًا، وإخباره بها غير متوقف على التصريح قطعًا، كما في القراءة، وإنما الغرض حصولُ الإفهام والفهم، وذلك حاصل بالإجازة.
وقال الخطيب في "الكفاية": احتجَّ بعض أهل العلم لجوازها بحديث أنَّ النبي -صلى اللَّه عليه وسلم- كتب سورة براءة في صحيفةٍ ودفعها لأبي بكر، ثم بعث علي بن أبي طالب فأخذها منه، ولم يقرأها عليه، ولا هو أيضًا، حتى وصل إلى مكة ففتحها وقرأها على الناس".
فكأنَّ النبي -صلى اللَّه عليه وسلم- أجاز له أنْ يروي عنه ما في تلك الصحيفة من غير سماع منه.
المرتبة الرابعة: المناولة، وهي أن يناوله كتابًا ويقول له: ارو عني ما فيه، فهو كالإجازة؛ لأنَّ مجرد المناولة دون اللفظ لا يكفي، واللفظ وحده يكفي، وكلاهما تجوز الرواية به، فيقول: حدثني إجازة، أو',NULL,'199',NULL,NULL,'0');
INSERT INTO [b282] VALUES (197,'أخبرني إجازة، فإن لم يقل إجازة لم يجز على أصح القولين.
فإن قال: هذا الكتاب سماعي، ولم يأذن في روايته عنه، فلا تجوزُ الرواية بذلك؛ لأنَّه يمكن ألا يجيز روايته عنه لخلل يعلمه فيه.
وكذلك لو قال: عندي شهادة، لا يشهد بها ما لم يقل: أذنت لك أن تشهد على شهادتي، وكذا لو وجد شيئًا بخطه لا يرويه عنه، لكن يجوزُ له أن يقول: وجدت بخط فلان كذا وكذا.
فإن قال العدل: هذه نسخة من صحيح البخاري أو مسلم -مثلًا-، فليس له أن يرويه عنه ما لم يأذن. وهل يلزمه العمل به؟ فيه خلاف، وأظهره لزومُ العمل به؛ لأنَّ أصحاب رسول اللَّه -صلى اللَّه عليه وسلم- كانوا يحملون صحف الصدقات إلى البلاد، وكان الناس يعتمدون عليها بشهادة حامليها بصحتها دون أن يسمعها كلُّ واحد منهم، فإن ذلك يفيد سكون النفس، وغلبة الظن، وإلى ذلك أشار في المراقي بقوله:
والخلف في إعلامه المجرد ... وأعملن منه صحيح السند
هذا هو خلاصة ما ذكره المؤلف في هذا المبحث، مع زيادات إيضاح واستدلال واستظهار، وهذا الذي مشى عليه المؤلف رحمه اللَّه من ترتيب هذه المراتب الأربعة المذكورة قولُ بعض أهل العلم، وفيه أقوال أُخر غير هذا.
منها: أنَّ المناولة والسماع والعرض -الذي هو القراءة على الشيخ، فيقول: نعم- في مرتبة واحدة، وأنَّ الإجازة المجردة عن المناولة مرتبة ثانية دونها. وهذا هو المشهور عند المالكية، وعليه درج',NULL,'200',NULL,NULL,'0');
INSERT INTO [b282] VALUES (198,'في مراقي السعود بقوله:
للعرض والسماع والإذن استوى ... متى على النوال ذا الإذن احتوى
ومرادُه بالإذن الإجازةُ، وبالنوال المناولةُ، يعني أنَّ الإجازة المشتملة على المناولة في مرتبة السماع والعرض. وكون المناولةِ المذكورة تساوي السماع هو ما ذهب، إليه ابن شهاب، وربيعة، ومالك، وخلق كثير. قاله في "نشر البنود". وكونها دون السماع هو مذهب أبي حنيفة والشافعي وأحمد، وصححه النووي. قاله في "نشر البنود" أيضًا.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
إذا وجد سماعَه بخط يوثق به جاز له أن يرويَه، وإن لم يذكر سماعه. . .) الخ.
خلاصةُ ما ذكره فى هذا الفصل أنه إذا وجد سماعه بخط يغلب على الظن به أنَّه سمعه، مع أنَّه ناسٍ للسماع، فهل له أنْ يرويه اعتمادًا على الخط؟ وهو ما اختاره المؤلف وعزاه للشافعي، وعلل ذلك بأنَّ مبنى الرواية على حسنِ الظن وغلبته بناءً على دليل، وقد وُجِدَ ذلك في هذه المسألة؛ لأنَّ الثقة بالخط المذكور يغلبُ على الظن بها صحة السماعِ المذكور.
_________
(¬١) (٢/ ٤١٢).',NULL,'201',NULL,NULL,'0');
INSERT INTO [b282] VALUES (199,'و [قيل] (¬١): لا يجوزُ له أن يروي ذلك اعتمادًا على الخط؛ لأجل نسيانه للسماع. وعزاه لأبي حنيفة، مستدلًا له بقياس الرواية على الشهادة في ذلك.
واعترض المؤلف قياس الرواية على الشهادة في هذه المسألة من جهتين:
الأولى: أنَّ الشهادة تصحُّ اعتمادًا على الخط الموثوق به، وإن لم يتذكرها على إحدى الروايتين.
الثانية: أن الشهادة أضيق من الرواية؛ لما علم بينهما من الفروق، كما تقدم، واللَّه تعالى أعلم.
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:

(فصل
إذا شكَّ في سماعِ حديث من شيخه لم يجزْ أن يرويه عنه. . .) الخ.
خلاصة ما ذكره في هذا الفصل ثلاث نقط:
الأولى: أنَّه إن شك في سماع حديث من شيخه لا يجوز له أن يرويه عنه مع الشك. وهذا واضح؛ لأنَّ منعَ رواية المشكوك فيه ضروري كما ترى.
_________
(¬١) زيادة ضرورية، وليست في الأصل المطبوع.
(¬٢) (٢/ ٤١٤).',NULL,'202',NULL,NULL,'0');
INSERT INTO [b282] VALUES (200,'الثانية: أنَّه إن شك في حديث من سماعه ثم التبس عليه ذلك الحديثُ المشكوك فيه، فلم يُميزه من غيره، لم يجز له أن يروي عنه شيئًا مع ذلك الشك؛ لأن كل حديث رواه عنه احتملَ أن يكونَ هو ذلك الحديث الذي شك في سماعِه.
الثالثة: إذا غلب على ظنه أنَّه سمع منه حديثًا، ولم يجزم بذلك، فهل تكفي غلبة الظن، فتجوز الرواية بها، أو لا تكفي فلا تجوز بها؟ ولم يرجح واحدًا منهما.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
إذا أنكر الشيخ الحديثَ، وقال: لستُ أذكره، لم يقدح ذلك في الخبر في قول إمامنا، ومالك، والشافعي، وأكثر المتكلمين، ومنع منه الكرخي قياسًا على الشهادة).
خلاصةُ ما ذكره في هذا الفصل أنَّ شيخ الراوي إذا أنكر الحديث وقال: لستُ أذكره، فلا يبطلُ ذلك روايته عنه؛ لأنَّه نسي الحديثَ والراوي ذاكر له، فلا وجه لرد ذاكر بنسيان ناسٍ. وهذا القول هو الصحيح.
[وقيل بالمنع، قياسًا على الشهادة] (¬٢)، وعزاه المؤلفُ للكرخي،
_________
(¬١) (٢/ ٤١٥).
(¬٢) ما بين المعكوفين ليس في الأصل المطبوع، والسياق يقتضيه.',NULL,'203',NULL,NULL,'0');
INSERT INTO [b282] VALUES (201,'وردَّ المؤلفُ هذا القياس بكثرِة الفوارق بين الرواية والشهادة.
قال مقيده -عفا اللَّه عنه-:
الذي يظهر صوابُه في هذه المسألة هو ما اختاره غير واحد من الأصوليين والمحدِّثين من التفصيل في ذلك: فإن كان الشيخ جازمًا بنفيه، وأنه ما روى هذا الحديث أصلًا، لم تُقبل روايةُ الراوي عنه، ولا يقدحُ ذلك في رواية ذلك الراوي في غير ذلك الحديث؛ لأنَّه لم يَثبت كذبُه، وإن لم يجزم بنفيه بل قال: لا أعرفه، أو لا أذكره، أو نحو ذلك، لم يقدح فيه.
وقد روى ربيعة بنُ أبي عبد الرحمن عن سهيل بنُ أبي صالح عن أبيه عن أبي هريرة أنَّ النبيّ -صلى اللَّه عليه وسلم- قضى باليمين مع الشاهد. ثم نسيه سهيل فكان يقول: حدثني ربيعةُ عنِّي أني حدثته. ولم ينكر عليه أحد.
قال العراقي في الفيته:
وإنْ يردَّه بلا أذكر أو ... ما يقتضي نسيانَه فقد رأوا
الحكمَ للذاكر عند المعظم ... وحكي الإسقاطُ عن بعضهم
كقصة الشاهدِ واليمين إذ ... نَسِيَهُ سهيلٌ الذي أُخِذ
عنه فكان بعدُ عن ربيعة ... عن نفسه يرويه لن يضيعه
وذكر صاحب "المراقي" تفصيلًا في جزم الشيخ بعدم رواية الراوي، وعزاه للباجي، وحاصلُه أن الشيخ إذا قال: هذا الحديث من جملة مروياتي إلَّا أن فلانًا هذا لم يروه عني جزمًا، قُبلت روايةُ الراوي',NULL,'204',NULL,NULL,'0');
INSERT INTO [b282] VALUES (202,'وإنْ كان الشيخُ جازمًا بعدمها، وإن قال الشيخُ: هذا الحديث لم يكن من مروياتي أصلًا، رُدَّتْ روايةُ الراوي عنه. وذلك في قوله عاطفًا على ما تقبلُ فيه الرواية:
والجزمُ من فرع وشك الأصلِ ... ودع بجزمه لذلك النقل
وقال بالقبول إن لم ينتفِ ... أصل من الحديث شيخ مقتفِ
ومرادُه بهذا الشيخ الباجي.
ثم أشار إلى أنَّ جزمَ الأصلِ بتكذيب الفرع لا يقدحُ في عدالةِ الفرعِ بقوله:
وليس ذا يقدح في العدالة ... كشاهد للجزمِ بالمقالة

تنبيه:
ذكر بعضُ أهل العلمِ في هذا المبحث أنَّ السبب الذي منعَ الحنفيةَ من قبول الحكمِ بالشاهد واليمين هو نسيانُ الراوي المذكورِ للحديث، وأنَّ نسيانَه مبطلٌ للروايةِ عندهم.
وقد قدَّمنا في النسخِ أن الموجبَ لردِّ حديث الحكم بالشهادة واليمين عندهم أنَّه زيادة على قوله تعالى: {لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة/ ٢٨٢]، وأنَّ الزيادة على النصِّ نسخ عندهم، والحديث المذكور آحاد، والآيةُ معلومُ أنَّها من المتواتر، والمتواترُ لا يُنسخ عندهم بالآحاد، كما تقدَّم إيضاحُه.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b282] VALUES (203,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
انفرادُ الثقةِ في الحديث بزيادةٍ مقبول، سواء كانت لفظًا أو معنى. . .) الخ.
خلاصةُ ما ذكره في هذا الفصل أن الثقةَ إذا روى زيادةً في الحديث لم يروها غيرُه، بل انفرد بها، فروايتُه لها مقبولة.
واستدلَّ لذلك بأمرين:
الأول: أن الثقةَ لو انفردَ بحديثٍ لَقُبِلَ، فكذلك الزيادة في حديثٍ.

الثاني: إمكانُ انفراده دون غيره بحفظ الزيادة، لاحتمال أن يكونَ النبيُّ -صلى اللَّه عليه وسلم- ذكر الحديث في مجلسين، وذكر الزيادة في أحدهما دون الآخر، وحضر هذا المجلس الذي ذكر فيه ال<span data-type="title" id=toc-96>زيادة الثقةُ </span>الذي زادها ولم يحضره الآخر الذي روى الحديث بدونها، كما يحتملُ أيضًا أن الراوي الذي لم يرو الزيادة دخل في أثناء المجلس، وقد سمع غيره الزيادة قبل دخوله، أو عَرض له في أثناءِ الحديثِ ما يزعجُه أو يدهشُه عن الإصغاءِ أو يوجبُ له القيامَ عن تمامِ الحديث، وسَمع غيره الزيادة بعد أن عرضَ له هو ما يمنعُه من سماعها، كمَا يحتملُ أنْ يسمعَ جميع الحديث وينسى منه بعضَ الذي زاده الثقةُ الآخر.
_________
(¬١) (٢/ ٤١٩).',NULL,'206',NULL,NULL,'0');
INSERT INTO [b282] VALUES (204,'فهذه الاحتمالاتُ تبينُ أنَّ انفرادَ الثقة بحفظها دون غيره ممكن، وقد أخبر بها الثقةُ، ولا داعي لردِّ خبر ثقةٍ عن أمرٍ ممكنٍ لم يُعارِضْهُ فيه غيرُه كما ترى.
فإنْ عُلِمَ أنَّهما معًا إنَّا سمعا في مجلسٍ واحد، فقال أَبو الخطاب: يُقدَّمُ قولُ الأكثرين وذوي الضبط، فإنْ تساووا في الحفظ والضبط قدِّمَ قول المثبت.
وإيضاح معنى قول أبي الخطاب المذكور أن السماع إذا كان في مجلس واحد قُدِّمَ قول الأكثرين، سواء كانوا رواة الزيادة أو غيرهم، تغليبًا لجانب الكثرة، لأن الخطأ أبعد عن العدد الكثير من غيره، فإن تساووا في العدد قُدِّمَ أحفظهم وأضبطهم، للترجيح بالحفظ والضبط، فإن استووا في الكثرة والحفظ قُدِّمَ قول المثبت على النافي.
وقال القاضي: إذا تساويا، فى روايتين. أي إحداهما: قبول الزيادة، وهو الصحيح. والأخرى: عدمُ قبولِ الزيادة.
هذا حاصل كلامه رحمه اللَّه.
واعلم أن التحقيق في هذه المسألة أن فيها تفصيلًا، لأنها واسطة وطرفان:
طرفٌ لا تقبل فيه الزيادة على التحقيق، وهو ما إذا كانت الزيادة مخالفةً لروايةِ الثقاتِ الضابطين، لأنها يحكمُ عليها حينئذ بالشذوذ فتُرَدُّ.
وطرفٌ تقبلُ فيه الزيادة بلا خلاف، وهو ما إذا تفرَّدَ ثقة بجملةِ',NULL,'207',NULL,NULL,'0');
INSERT INTO [b282] VALUES (205,'حديثِ لا تعرض فيه لما رواه بمخالفة أصلًا، ومِمَّن حكى الإجماع على قبول هذا الطرفِ الخطيبُ.
وواسطةٌ هي محلُّ الخلاف، وهو زيادةُ لفظة في حديث لم يذكرها غيرُ مَنْ زادَ من رواة ذلك الحديث، كحديثِ حذيفة "وجُعلت لنا الأرض مسجدًا وطهورًا"؛ انفرد أَبو مالك سعد بن طارق الأشجعي فقال: "وجعلت تربتها لنا طهورًا" وسائر الرواةِ لم يذكروا ذلك.
والصحيحُ قبولُ مثل هذه الزيادة، كما قرر المؤلف رحمه اللَّه تعالى، وعليه جمهورُ الأصوليين.
ومن أمثلة هذا الباب: حديثُ ابن مسعود الثابتُ في الصحيحين قال: سألتُ رسول اللَّه -صلى اللَّه عليه وسلم- "أيُّ العملِ أفضل؟ قال: "الصلاة على وقتها"، اتفق أصحاب شعبة عنه على هذا اللفظ، وزاد عليُّ بن حفص وهو شيخ صدوق من رجال مسلم فقال: "الصلاةُ في أولِ وقتها" كما أخرجها الحاكم والدارقطني والبيهقي من طريقه.
وكذلك روى الزيادة المذكورةَ الحسن بن علي المعمري في "اليوم والليلة" عن أبي موسى محمد بن المثنى عن غندر عن شعبة كذلك.
قال ابنُ حجر في "الفتح": وكذلك روى الزيادة المذكورةَ عثمانُ بن عمرَ عن مالك بن مِغْوَل عن شيخِ شعبةَ في الحديث المذكورِ، وهو الوليد بن العَيْزار، عن أبي عمرو الشيباني عن ابن مسعود، أخرجه ابنُ خزيمةَ في صحيحه والحاكم وغيرهما، قاله ابنُ حجر -أيضًا-.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b282] VALUES (206,'فالظاهرُ ثبوتُ هذه الزيادة وإن لم تكن في جميع طرقها.
وقال النووي في "شرح المهذب": إنَّها ضعيفة.
ومن أمثلته -أيضًا- حديث الصحيحين عن أَنس: "أُمِرَ بلال أن يشفعَ الأذان، ويوتر الإقامة".
زاد سماك بنُ عطية "إلَّا الإقامة"، وزيادتُه لها عن أيوب عن أبي قلابةَ عن أَنس ثابتةٌ في صحيح البخاري وغيره.
ومن أمثلة ما قدَّمنا في هذا الباب من أن راوي الحديث بدون الزيادة قد يدخل في أثناء الحديث فتفوته الزيادة: ما أخرجه مسلم في صحيحه عن عقبة بنُ عامر رضي اللَّه عنه قال: كانت علينا رعاية الإبل، فجاءت نوبتي فروَّحتها بعشيٍّ، فأدركت رسول اللَّه -صلى اللَّه عليه وسلم- قائمًا يحدِّث الناس فأدركت من قوله: "ما من مسلم يتوضأ فيحسن الوضوء ثم يقوم فيصلي ركعتين مقبلًا عليها بقلبه ووجهه إلَّا وجبت له الجنَّةَ"، فقلتُ: ما أجود هذه! فإذا قائل بين يدي يقول: التي قبلها أجود، فنظرت فإذا عمر، قال: إني قد رأيتُك جئت آنفًا، قال: "ما منكم من أحد يتوضأ فيبلغ أو فيسبغ الوضوء ثم يقول: أشهد أن لا إله إلَّا اللَّه وأن محمدًا عبد اللَّه ورسوله، إلَّا فتحت له أَبواب الجنَّةَ الثمانية يدخل من أيها شاء".
هذا لفظ مسلم في صحيحه.
ومثال ما قدَّمنا من أن راوي الحديث بدون الزيادة قد يعرض له في أثناء الحديث ما يزعجه عن سماع الزيادة التي رواها غيره: ما ثبت في',NULL,'209',NULL,NULL,'0');
INSERT INTO [b282] VALUES (207,'الصحيح من حديث عمران بن حصين رضي اللَّه عنهما قال: دخلت على النبي -صلى اللَّه عليه وسلم- وعقلت ناقتي بالباب فأتاه ناس من بني تميم، فقال: "اقبلوا البشرى يا بني تميم"، قالوا: قد بشرتنا فأعطنا، مرتين، ثم دخل عليه ناس من أهل اليمن، فقال: "اقبلوا البشرى يا أهل اليمن، إذ لم يقبلها بنو تميم". قالوا: قد قبلنا يا رسول اللَّه -صلى اللَّه عليه وسلم-، قالوا: جئنا نسألك عن هذا الأمر؟ قال: "كان اللَّه ولم يكن شيء غيره، وكان عرشه على الماء، وكتب في الذكر كل شيء، وخلق السموات والأرض". فنادى مناد: ذهبت ناقتك يا ابن الحصين، فانطلقت، فإذا هي يقطع دونها السراب، فواللَّه لوددت أني تركتها. هذا لفظ البخاري في صحيحه في كتاب بدء الخلق.

تنبيه:

التحقيق أن<span data-type="title" id=toc-97> الرفع والوصل نوعٌ من الزيادة</span>، فلو روى بعض الرواة حديثًا موقوفًا، ورواه ثقة آخر مرفوعًا، أو رواه بعض الرواة مرسلًا، ورواه ثقة آخر موصولًا، فذلك الرفع وذلك الوصل يُقبل؛ لأَنَّه من زيادة الثقات، وهي مقبولة، ولا تكون الطَّرِيقِ الموقوفة أو المرسلة علة في الطَّرِيقِ المرفوعة أو الموصولة، خلافًا لمن زعم ذلك.
وللأصوليين أقوال كثيرة في زيادات العدول، منها: عدم القبول مطلقًا، ومنها عدمُ القبول إن علم اتحاد المجلس، ومنها: التعارض إذا غيَّرت الزيادة الإعرابَ، إلى غير ذلك من الأقوال.
وأشار إلى بعضها في "المراقي" بقوله:',NULL,'210',NULL,NULL,'0');
INSERT INTO [b282] VALUES (208,'والرفع والوصل وزيد اللفظ ... مقبولة عند إمام الحفظ
إن أمكن الذهول عنها عادة ... إلَّا فلا قبول للزيادة
وقيل لا إن اتحاد قد علم ... والوفق في غير الذي مر رسم
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

وتجوزُ<span data-type="title" id=toc-98> رواية الحديث بالمعنى </span>للعالم المفرِّق بين المحتمل وغير المحتمل، والظاهر والأظهر، والعام والأعم، عند الجمهور، فيُبدلُ لفظًا مكان لفظ فيما لا تختلف الناس فيه، كالألفاظ المترادفة، مثل القعود والجلوس، والصبِّ والإراقة، والحظر والتحريم. . .) الخ.
خلاصة ما ذكره -رحمه اللَّه- في هذا الفصل: أنَّ نقل الحديث بالمعنى جائز عند الجمهور بشروط، وأنَّ بعض أصحاب الحديث قال بمنعه مطلقًا، وأنَّه لابدَّ من أداء الحديث بنفس اللفظ لا بمعناه.
وشروط جوازه عند من أجازه:
الأول منها: أن يكون ناقلُ الحديث بالمعنى عالمًا باللسان العربي، لا تخفى عليه النكت الدقيقة التي يحصل بها الفرق الخفيُّ بين معاني الألفاظ، عارفًا بالمحتمل وغيره، والظاهر والأظهر، والعام والأعم، ونحو ذلك؛ لأنَّ من ليس كذلك قد يبدل اللفظ بلفظ يساويه
_________
(¬١) (٢/ ٤٢٢).',NULL,'211',NULL,NULL,'0');
INSERT INTO [b282] VALUES (209,'في ظنه وبينهما تفاوت في المعنى خافٍ عليه، فيأتي الخلل في حديثه من ذلك.
الثاني: أن يكون جازمًا يقينًا بمعنى الحديث، لا أن يكون فهمُه للمعنى بنوع استنباط واستدلال يختلف فيه، أو بظنٍّ عدم وضوح الدلالة، خلافًا لمن زعم الاكتفاء بالظن الغالب.
الثالث: أن لا يكون اللفظ الذي نقل به الراوي معنى الحديث أخفى من لفظ النبي -صلى اللَّه عليه وسلم- ولا أظهر، أما منع نقله بما هو أخفى منه فواضح، وأمَّا منعه بما هو أظهر منه فقد علَّله المؤلف بأنَّ الشارع ربما قصد إيصال الحكم باللفظ الجلي تارة وبالخفي أخرى. والمعروف عند أهل الأصول تعليلُه بأن الظهور من المرجحات عند التعارض، فقد يتعارضُ مع الحديث الذي رواه الراوي بأظهر من معناه حديثٌ آخر فيرجحه المجتهد عليه بالظهور ظانًّا أن اللفظ للنبي -صلى اللَّه عليه وسلم- والواقع أنَّ موجب الترجيح من تصرف الراوي لا من النبي -صلى اللَّه عليه وسلم-. وهذه العلة ظاهرةٌ كما ترى.
وحجج جواز نقله بالمعنى المذكورة في هذا الفصل:
منها: الإجماع على جواز شرح الشرع للعجم بلسانهم، فإذا جاز إبدالُ كلمة عربية بكلمة عجمية فإبدالها بكلمة عربية أولى.
ومنها: أن سفراء النبي -صلى اللَّه عليه وسلم- كانوا يبلغونهم أوامره بلغتهم.
ومنها: أن الخطب المتحدة والوقائع المتحدة رواها الصحابة بألفاظ مختلفة والمعنى واحد.',NULL,'212',NULL,NULL,'0');
INSERT INTO [b282] VALUES (210,'ومنها: أنَّ من سمع شاهدًا يشهد بالعجمية جاز أنْ يشهد على شهادته بالعربية، والشهادة آكد من الرواية.
ومنها: أن الرواية بالمعنى عن غيره -صلى اللَّه عليه وسلم- جائزة، فكذلك الرواية عنه، بجامع حرمة الكذب فيهما معًا.
وحجة من قال بالمنع في هذا الفصل حديثُ: "نضَّر اللَّه امرءًا سمع مقالتي فأداها كما سمعها" الحديث.
هذا هو خلاصةُ ما ذكره في هذا الفصل.
قال مقيده -عفا اللَّه عنه-:
التحقيقُ في هذه المسألة هو ما ذهب إليه الجمهور من جواز نقل الحديث بالمعنى بالشروط المتقدمة، لأَنَّه غير متعبد بلفظه، والمقصود منه المعنى، فإذا أدَّى المعنى على حقيقته كفى ذلك دون اللفظ، ومن أتى بالمعنى بتمامه فقد أدَّاه كما سمعه، فيدخل في قوله: "فأدَّاها كما سمعها"، ويدلُّ لهذا قوله تعالى: {إِنَّ هَذَا لَفِي الصُّحُفِ الْأُولَى (١٨) صُحُفِ إِبْرَاهِيمَ وَمُوسَى} [الأعلى/ ١٨، ١٩]، والذي في تلك إنَّما هو معنى ما ذكر، لا لفظه. وأمثال ذلك كثيرة في القرآن.
فإنْ قيل: ما الجوال عن حديث البراء بن عازب المشهور الصحيح، ومحلُّ الشاهد منهْ أن البراء سمع من النبي -صلى اللَّه عليه وسلم- ذلك الحديث ومن جملته: "آمنت بكتابك الذي أنزلت ونبيك الذي أرسلت"، فقال البراء: "ورسولك الذي أرسلت" فأبدل لفظ النبي بلفظ الرسول فقال له -صلى اللَّه عليه وسلم-: "قل آمنت بنبيك الذى أرسلت".',NULL,'213',NULL,NULL,'0');
INSERT INTO [b282] VALUES (211,'فأنكر عليه إبدال لفظ النبي بلفظ الرسول، وهذا يدلُّ على منع نقل الحديث بالمعنى.
قلنا: قد أُجيب عن هذا بأجوبة متعددة، والذي يظهر لي -واللَّه تعالى أعلم- أن وجه إنكار النبي -صلى اللَّه عليه وسلم- على البراء إبدال النبي بالرسول أن لفظ الرسول لا يقوم مقام لفظ النبي في الحديث المذكور لتفاوت معنى الكلمتين، فإنَّك لو قلت "ورسولك الذي أرسلت" كان قولك "الذي أرسلت" لا حاجة له مع قولك "ورسولك" فهو تكرار ظاهر، وتأكيد لا حاجة إليه، بخلاف لفظ النبي، فإن النبي قد يكون غير مرسل، فصرَّح بأنه مرسل، فيكون قولُه "الذي أرسلت" تأسيسًا لا تأكيدًا، ومعلوم أن التأكيد لا يساوي التأسيس.
وقد تقرَّر في الأصول أنَّه إنْ دار اللفظ بين التأكيد والتأسيس فحملُه على التأسيس أرجح إلَّا لدليل، كما أوضحناه في كتابنا "أضواء البيان" في سورة النحل في الكلام على قوله: {فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً} [النحل/ ٩٧].

تنبيهات:

الأول: حكى قوم الإجماع على جواز<span data-type="title" id=toc-99> نقل الحديث بالمعنى في التَّرجمة</span>، أعني إبدال اللفظ العربي بلفظ أعجمي لإفهام أهل ذلك اللسان الأعجمي، وحكى قوم الإجماع -أيضًا- على إبدال لفظ بمرادفه، وأدخل ذلك في الخلاف قوم آخرون.
والفرقُ بين إبدال اللفظ بمرادفه وبين مسألة نقل الحديث بالمعنى،',NULL,'214',NULL,NULL,'0');
INSERT INTO [b282] VALUES (212,'أن إبدال اللفظ بمرادفه لابدَّ فيه من بقاء التركيب الأول على حالته من غير تقديم ولا تأخير، ولا إبدال فعل باسم -مثلًا- ولا عكسه، فلو فرضنا مثلًا أن لفظ النبي -صلى اللَّه عليه وسلم- في قصة الأعرابي الذي بال في المسجد "أريقُوا على بوله سجلًا من ماء" فقال الراوي: أريقوا على بوله دلوًا ملأى، أو ذنوبًا من ماء، فهذا من إبدال لفظ بمرادفه، لأنَّه لم يغير فيه شيئًا من تركيب الكلام، وإنَّما أبدل السَّجْل بمرادفه، وهو الذَّنوب أو الدلو المليء، ولو قال -مثلًا-: أمر النبي -صلى اللَّه عليه وسلم- بصب دلوٍ ملأى من الماء على بول الأعرابي، فهذا من النقل بالمعنى، لأنه غيَّره من تركيب إلى تركيب آخر يساويه في المعنى.
وببيان الفرق بين المسألتين يظهر أن المؤلف أدخل إحداهما في الأخرى في قوله: (فيبدل لفظًا مكان لفظٍ).
التنبيه الثاني: اعلم أنَّ الخلاف في جواز نقل الحديث بالمعنى إنَّما هو في غير المتعبد بلفظه، أمَّا ما تُعبد بلفظه كالأذان والإقامة والتشهد والتكبير في الصلاة، ونحو ذلك، فلا يجوز نقله بالمعنى لأنَّه متعبد لفظه.
وقال بعض أهل العلم: وكذلك جوامع الكلم التي أوتيها -صلى اللَّه عليه وسلم-، فلا يجوزُ نقلُها بالمعنى إذْ لا يقدر غيره على الإتيان بمثلها.
قال: ومثال ذلك قوله: "الخراجُ بالضمان"، "البينةُ على المدَّعي"، "العجماء جُبار"، "لا ضرر ولا ضرار"، "الآن حمي الوطيس"، ونحو ذلك.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b282] VALUES (213,'التنبيه الثالث: اختلف أهلُ العلم في الاحتجاج بألفاظ الحديث على مسائل اللغة العربية، فقال قوم: لا يجوز ذلك؛ لأنَّ الغالب الرواية بالمعنى دون اللفظ، وكثير من الرواة الذين يروون بالمعنى لا يحتجُّ بهم في اللغة؛ لأنَّ أصلهم عجم أو عرب لا يحتجُّ بقولهم.
واستدلُّوا لهذا بكثرة اختلاف ألفاظ الرواة في الواقعة الواحدة، إذْ ليس كل تلك الألفاظ المختلفة من لفظ النبي -صلى اللَّه عليه وسلم-.
وممن قال بهذا القول الدَّمامينيُّ زاعمًا أن علماء عصره، كالبلقيني، وابن خلدون، وغيرهم، وافقوه في ذلك، كما ذكره العبَّادي في "الآيات البينات" عن شهاب الدين عميرة.
وذهب آخرون إلى جواز الاحتجاج بألفاظ الحديث على اللغة العربية بناءً على أن الأصل والغالب الروايةُ باللفظ.
قالوا: ولا حجة على خلاف ذلك باختلاف الألفاظ في الواقعة الواحدة؛ لجواز كونه -صلى اللَّه عليه وسلم- حدث عن واقعة واحدةٍ في أوقات مختلفة بألفاظ مختلفة، فروى كلُّ راوٍ كما سمع.
وممَّن اشتهر بالاستدلال بلفظ الحديث على اللغة ابن مالك -رحمه اللَّه-.
قال مقيده -عفا اللَّه عنه-:
الذي يظهر لي في هذه المسألة -واللَّه أعلم- هو التفصيل فيها، فما غلب على الظن أنَّه من لفظ النبي -صلى اللَّه عليه وسلم-، كبعض الأحاديث التي اتفق فيها جميع الرواة أو معظمهم على لفظ واحد، فإنَّه حجة في اللغة، وما',NULL,'216',NULL,NULL,'0');
INSERT INTO [b282] VALUES (214,'غلب على الظن أنَّه من لفظ الراوي بالمعنى، لا يحتج بقوله في العربية، فلا يحتج بلفظه، والعلم عند اللَّه تعالى.
وأشار صاحبُ "المراقي" إلى ما في هذه المسألة من الأقوال بقوله:
والنقلُ للحديث بالمعنى مُنع ... ومالك عنه الجواز قد سُمع
لعارف يفهمُ معناه جزم ... وغالبُ الظنِّ لدى البعض انحتم
والاستواء في الخفاء والجلا ... لدى المجوِّزين حتمًا حصلا
وبعضُهم منع في القصارِ ... دون التي تطول لاضطرار
وبالمرادفِ يجوزُ قطعًا ... وبعضُهم يحكون فيه المنعا
وجوزت وفقًا بلفظ عجمي ... ونحوه الإبدال للمترجمِ
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
مراسيلُ أصحاب النبي -صلى اللَّه عليه وسلم- مقبولة عند الجمهور، وشذَّ قومٌ فقالوا: لا يُقبل مرسل الصحابي إلَّا إذا عرف بصريح خبره أو عادته أنَّه لا يروي إلَّا عن صحابي، وإلَّا فلا، لأنه قد يروي عمن لم تثبت لنا صحبتُه. . .) الخ.
_________
(¬١) (٢/ ٤٢٥).',NULL,'217',NULL,NULL,'0');
INSERT INTO [b282] VALUES (215,'حاصل ما ذكره في هذا الفصل أن مراسيل الصحابة لها حكم الوصل، لأنَّ الصحابي لا يروي -غالبًا- إلَّا عن صحابي، ولأن الأمة اتفقت على قبول رواية ابن عبَّاس ونظرائه من صغار الصحابة، مع إكثارهم من الحديث عنه -صلى اللَّه عليه وسلم-، وكثير من روايتهم عنه مراسيل.
وشذَّ قوم فخالفوا في ذلك، إلَّا إذا عرف عن الصحابي أنَّه لا يروي غالبًا إلَّا عن صحابي.
هذا خلاصة ما ذكره في هذا الفصل.
وقبول مرسل الصحابي هو الصواب.
والذي يظهر لي أن الصحابي لو علم أن أكثر روايته عن التابعين كان مرسله كمرسل غيره، واللَّه تعالى أعلم.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
فأمَّا مرسلُ غير الصحابة، وهو أن يقول: قال النبيُّ -صلى اللَّه عليه وسلم- من لم يعاصره، أو يقول: قال أَبو هريرة ولم يدركه، ففيها روايتان:
إحداهما: تقبل، اختارها القاضي، وهو مذهب مالك وأبي حنيفة وجماعة من المتكلمين.
والأخرى: لا تقبل، وهو قولُ الشافعي، وبعضِ أهل الحديث،
_________
(¬١) (٢/ ٤٢٨ - ٤٢٩).',NULL,'218',NULL,NULL,'0');
INSERT INTO [b282] VALUES (216,'وأهل الظاهر. . .) الخ.
خلاصة ما ذكره في هذا الفصل أن في قبول الحديث المرسل روايتين عن الإمام أحمد، وأن مذهب مالك وأبي حنيفة ومَنْ ذكر معهم قبوله، ومذهب الشافعي ومن ذكر معه عدم قبوله.
وحجة من قال بقبوله هي: أنَّ العدل لا يحذفُ الواسطة مع الجزم بالخبر إلَّا وهو عالم أنَّ الواسطة التي حذف ثقة، فحذفُه لها مع الجزم بالخبر بمثابة قوله: أخبرني فلان وهو ثقة؛ لأنَّ إخباره عنه -صلى اللَّه عليه وسلم- بالجزم مع عدم عدالة الناقل الذي لم يذكره ينافي عدالته، لما في ذلك من إحلال الحرام وتحريم الحلال، وإلزام الناس بالعبادات بأمر مشكوك فيه.
وحجة من قال بعدم قبوله: أنَّ الواسطة المحذوفة في المرسل لا تعرفُ عينُها، ومن لا تعرف عينه لم تعرف عدالتُه، وروايةُ مجهول العدالة مردودة كما تقدَّم، ولأنَّ شهادة الفرع لا تقبل على شهادة الأصل، فكذلك الرواية، وافتراق الشهادة والرواية في بعض الأحكام -كما تقدم- لا يستلزمُ افتراقهما في هذا المعنى، كما أنهما لا فرق بينهما في عدم قبول رواية المجروح والمجهول.
هذا هو خلاصة ما ذكره في هذا المبحث، وما أشار إليه هنا من الفوارق بين الشهادة والرواية تقدمت الإشارةُ إلى ما فيه كفاية منه.

تنبيهات:
الأول: اعلم أنَّ المرسل في اصطلاح أهل الأصول غيرُ المرسل',NULL,'219',NULL,NULL,'0');
INSERT INTO [b282] VALUES (217,'في الاصطلاح المشهور عند المحدثين.
فضابط المرسل في الاصطلاح الأصولي: هو ما عُرف أنَّه سقطت من سنده طبقة من طبقات السند، كما مثَّل له المؤلف في هذا الفصل.
فالمرسل في اصطلاح أهل الأصول يشملُ أنواع الانقطاع، فيدخلُ فيه المنقطع والمعضل، فمن قال من أهل الأصول بقبول المرسل، فإنه يقبلُ المنقطع والمعضل، كما بينَّا.
والمرسل في الاصطلاح المشهور عند المحدثين: هو قولُ التابعي مطلقًا، أو التابعي الكبير خاصة: قال رسول اللَّه -صلى اللَّه عليه وسلم-.
وبعض أهل الحديث يُطلقُ الإرسال على كل انقطاع، كاصطلاح أهل الأصول.
التنبيه الثاني: اعلم أن من يحتجُّ بالمرسل يحتج بعنعة المدلسين من باب أولى، كما نبَّه عليه غير واحد.
التنبيه الثالث: اعلم أن في المرسل لعلماء الأصول ثلاثة مذاهب:
الأول: أنَّه مردود؛ للجهل بالساقط فيه، وعلى هذا جماهيرُ أهل الحديث.
الثاني: أنَّه مقبول كما تقدَّم، وهو المشهور عن مالك وأبي حنيفة وأحمد، ولكنه يقدَّم عليه عند التعارض المسندُ؛ لأنَّه أرجح منه.
الثالث: قولُ جماعةٍ: إنَّ المرسل يرجخ على المسند عند التعارض؛ لأنَّ الراوي ما حذف الواسطة في المرسل إلَّا لأنَّه جازم',NULL,'220',NULL,NULL,'0');
INSERT INTO [b282] VALUES (218,'بعدالتها، بخلاف المسند، فقد يحيل فيه الناظر على تعديل الراوي.
ولا يخفى عدم اتجاه هذا القول لأنَّ من كانت عدالتُه معروفة لا شك أنَّه أولى ممن لم تعرف عدالته ولا عينه إلَّا بحسن الظن بمن روى عنه أنَّه عالم بأنه عدلٌ وإلَّا لما جزم بالخبر.
التنبيه الرابع: اعلم أن قول المؤلف "فأمَّا مراسيل الصحابة" فيه بحث عربي وهو أن يقال: الياءُ في المراسيل من أين جاءت، والمفردُ مرسل، فالقياس مراسل، كمساجد، لعدم موجب للياء؟
وأظهر ما يقالُ في ذلك -عندي- أن إشباع الكسرة في بعض الكلمات أسلوب عربيُّ معروف، ومنه قولُ كعب بن زهير:
أمست سعادُ بأرض لا يبلغُها ... إلَّا العتاق النجيبات المراسيل
وقول الآخر، وهو من أبيات كتاب سيبويه:
تنفي يداها الحصى في كل هاجرة ... نفي الدراهيم تنقاد الصياريف
فالدراهيم بالياء جمع درهم، وأمَّا على زعم من قال: إنَّها جمعُ درهام لغةٌ في درهم، فلا شاهد في البيت.
وأشار في المراقي إلى تعريف المرسل ومذاهب العلماء فيه بقوله:
ومرسل قولةُ غير من صحب: ... قال إمامُ الأعجمين والعرب
عند المحدثين قول التابعي ... أو الكبير قال خير شافع',NULL,'221',NULL,NULL,'0');
INSERT INTO [b282] VALUES (219,'وهو حجة ولكن رجحا ... عليه مسند وعكس صححا
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ويُقبل خبرُ الواحد فيما تعمُّ به البلوى، كرفع اليدين في الصلاة، ومسِّ الذكر، ونحوه، في قول الجمهور.
وقال أكثر الحنفية: لا يقبل، لأنَّ ما تعمُّ به البلوى، كخروج النجاسة من السبيلين، يوجد كثيرًا، وتنتقض به الطهارة، ولا يحلُّ للنبي -صلى اللَّه عليه وسلم- ألا يشيع حكمه، إذْ يؤدي إلى إخفاء الشريعة وإبطال صلاة الخلق، فتجبُ الإشاعة فيه، ثم تتوفر الدواير إلى نقله، وكيف يخفى حكمه وتقف روايته على الواحد. . .) الخ.
خلاصة ما ذكره في هذا الفصل أنَّ مذهب الجمهور هو قبول أخبار الآحاد فيما تعمُّ به البلوى، أي فيما يعمُّ التكليف به، وأن أكثر الحنفية خالف في ذلك قائلًا: إنَّ ما تعمُّ به البلوى تتوفر الدواعي إلى نقله، فلا يقبل إلَّا متواترًا، وأن الحق قبوله، بدليل أنّ الصحابة رضي اللَّه عنهم كانوا يقبلون خبر الواحد فيما تعمُّ به البلوى، كقبولهم خبر عائشة في وجوب الغسل من الجماع بدون إنزال، وخبر رافع بن خديج في المخابرة، ولأنَّ الراوي عدل جازم بالرواية، وصدقُه ممكن، فلا يجوز تكذيبه مع إمكان صدقه، وأنَّ ما تعمُّ به البلوى يثبت بالقياس، والخبر
_________
(¬١) (٢/ ٤٣٢).',NULL,'222',NULL,NULL,'0');
INSERT INTO [b282] VALUES (220,'أوْلى من القياس؛ لأنَّه أصل له، ومقدَّم عليه.
وما ذكره الحنفية في توجيه عدم قبوله يَبْطُلُ بالوتر، والقهقهة، وخروج النجاسة من غير السبيل، وتثنية الإقامة، فإنَّ كلَّ ذلك ممَّا تعمُّ به البلوى، وقد أثبتوه بخبر الواحد.
هذا خلاصة ما ذكره -رحمه اللَّه- في هذا الفصل.
والمخابرة: المزارعة ببعض ما يخرج من الأرض، مشتقة من الخَبار كسحاب، وهي الأرض الرخوة ذات الحجارة، أو الخبراء وهي القاع ينبت السدر.
وحديث رافع المذكور فيه النهي عن بعض أنواع المزارعة، كأن يشترط رب الأرض أن له ما نبت في بقعة معينة من الأرض، كالبقعة التي تلي مجرى السيل، لأنَّه قد ينبت الزرع فيها دون غيرها، كالعكس، وغير ذلك مما هو مذكور في حديثه، كاشتراط القصارة، وما يسقي الربيع، ونحو ذلك، والقصارة: ما بقي في السنبل من الحب بعد ما يداس.
قال مقيده -عفا اللَّه عنه-:
التحقيق هو قبولُ أخبار الآحاد فيما تعمُّ به البلوى، ولم يزل الصحابة رضي اللَّه عنهم ومن بعدهم يقبلون أخبار الآحاد فيما يعمُّ التكليف به كالصلاة والطهارة والصوم وغير ذلك، ولأنَّ النبيَّ -صلى اللَّه عليه وسلم- قد يبلغ الشاهد ويأمره بتبليغ الغائب.',NULL,'223',NULL,NULL,'0');
INSERT INTO [b282] VALUES (221,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ويقبلُ خبر الواحد في الحدود وما يسقط بالشبهات، وحكي عن الكرخي أنَّه لا يقبل؛ لأنه مظنون، فيكون ذلك شبهة، فلا يقبل، لقوله عليه الصلاة والسلام: "ادرءوا الحدود بالشبهات. . .) الخ.
خلاصة ما ذكره في هذا الفصل: أن خبر الواحد يقبل فيما يسقط بالشبهة كالحدود، وأن الكرخي خالف في ذلك، زاعمًا أن خبر الواحد
إنَّما يفيد الظن، وعدمُ إفادته القطع شبهةٌ فيدرأ بها الحدُّ، للحديث المذكور.
وهذا باطل؛ لما قدَّمنا من أن أخبار الآحاد من جهة العمل بها قطعية، فتثبت بها الحدود كسائر الأحكام، ولأن الحدود تثبت بشهادة العدول، وهي أخبار آحاد، والمشهور جواز القياس في الحدود، كما عقده في المراقي بقوله:
والحدُّ والكفَّارة التقديرُ ... جوازُه فيها هو المشهور
والضمير في "جوازه" راجع إلى القياس، وإذا جاز فيها القياس فخبرُ الواحد أولى منه كما تقدم.
وحديث: "ادرءوا الحدود بالشبهات" الذي استدلَّ به المؤلف، كل طرقه ضعيفة، والمعروف أنَّه من قول عمر بمعناه لا بلفظه.
_________
(¬١) (٢/ ٤٣٤).',NULL,'224',NULL,NULL,'0');
INSERT INTO [b282] VALUES (222,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ويُقبل خبر الواحد فيما يخالفُ القياس، وحكى عن مالك أنَّ القياس يقدم عليه، وقال أَبو حنيفة: إذا خالف الأصول أو معنى الأصول لم يُحْتَجَّ به. . .) الخ.
خلاصة مما ذكره في هذا الفصل: أنَّ خبر الواحد يقبل فيما يخالفُ القياس، وأنَّ مالكًا حكي عنه تقديم القياس على خبر الآحاد، وأن أبا حنيفة لا يقبل خبر الواحد إذا خالف الأصول أو معنى الأصول.
واستدل المؤلف لقبوله بحديث معاذ، فإنه قدَّم الكتاب والسنة على الاجتهاد وصوَّبه النبيُّ -صلى اللَّه عليه وسلم-.
وبأنَّ الصحابة كانوا لا يستعملون القياس إلَّا عند عدم النص. ومن ذلك: رجوع عمر إلى حديث حمل بن مالك بن النابغة في غُرَّة الجنين. وكان يفاضل بين ديات الأصابع، ويقسمها على منافعها، فرجع عن ذلك لحديث: "في كل اصبع عشر من الإبل" وهو آحاد.
ولأنَّ الحديث من كلام المعصوم، والقياس استنباط، وكلام المعصوم أولى من الاستنباط لأنه أبلغ منه.
واحتج المؤلف على أصحاب الإمام أبي حنيفة -رحمه اللَّه- بأنَّهم أوجبوا الوضوء بالنبيذ في السفر دون الحضر، وأبطلوا الوضوء
_________
(¬١) (٢/ ٤٣٥).',NULL,'225',NULL,NULL,'0');
INSERT INTO [b282] VALUES (223,'بالقهقهة داخل الصلاة دون خارجها، وحكموا في القسامة بخلاف القياس، وهو مخالف للأصول.
هذا هو خلاصةُ ما ذكره في هذا الفصل.
وقوله في هذا الفصل: (وحُكي عن مالك أنَّ القياس يقدَّم عليه)، هذا الذي ذكر عن مالك بصيغة "حكي" هو المقررُ في أصولِ الفقه المالكي، وعقده في "المراقي" بقوله في أول كتاب القياس:
والحامل المطلق والمقيد ... وهو قبل ما رواه الواحد
يعني أن القياس مقدَّم عند مالك على خبر الواحد، لكنَّ فروعَ مذهبه تقتضي خلاف هذا، وأنَّه يقدم خبر الواحد على القياس، كتقديمه خبر صاع التمر في المصراة على القياس الذي هو ردُّ مثل اللبن المحلوب من المصراة؛ لأنَّ القياس ضمان المثلي بمثله، وهذا هو الذي يدلُّ عليه استقراء مذهبه، مع أنَّ المقرر في أصوله أيضًا: أن كل قياس خالف نصًّا من كتاب أو سنة، فهو باطل بالقادح المسمى في اصطلاح أهل الأصول: فساد الاعتبار.
وعقده في "المراقي" بقوله في القوادح:
والخُلْفُ للنص أو اجماع دعا ... فسادَ الاعتبارِ كلُّ من وعى
وهذا القول هو الحقُّ الذي لا شك فيه؛ لأنَّ القياس لا يجوز مع وجود النص من النبي -صلى اللَّه عليه وسلم-.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b282] VALUES (224,'قال مقيِّده -عفا اللَّه عنه-:
قدَّم مالك وغيره من العلماء الخبر على نوع القياس المسمى عند الشافعي بالقياس في معنى الأصل، وهو المعروف بتنقيح المناط، وهو مفهوم الموافقة، في صورة لا يكاد العقل السليم يستسيغ فيها تقديم الخبر على القياس المذكور، وقد بينَّا في كتابنا "أضواء البيان" في سورة بني إسرائيل أن ذلك لا يمكن فيما يظهر لنا، كما أنكره ربيعة بن أبي عبد الرحمن.
وذلك هو ما رواه مالك في "الموطأ" والبيهقي عن ربيعة بن أبي عبد الرحمن أنَّه قال لسعيد بن المسيب: كم في أصبع المرأة؟ قال: عشر من الإبل. قلتُ. فكم في أصبعين؟ قال: عشرون من الإبل. قلتُ: فكم في ثلاثة أصابع؟ قال: ثلاثون من الإبل. قلتُ: فكم في أربعة أصابع؟ قال: عشرون من الإبل. قلتُ: حين عَظُمَ جرحُها واشتدت مصيبتُها نقص عَقْلُها، قال سعيد: أعراقي أنت؟ ! قلتُ: بل عالم متثبِّتٌ أو جاهل متعلم. قال: هي السنَّة يا ابن أخي.
فكونُ عقل ثلاثة أصابع من أصابع المرأة ثلاثين من الإبل، وعقل أربعة أصابع من أصابعها عشرين من الإبل، ينافي ما علم من حكمة الشرع الكريم، ووضعه الأمور في مواضعها، وإيقاعها في مواقعها، كما بيناه في كتابنا المذكور، وتكلمنا على سند الحديث المقتضي لذلك، وعلى المراد بالسنَّة في قول سعيد بن المسيب: هي السنة يا ابن أخي.
وبالجملة؛ فلزوم ثلاثين من الإبل في ثلاثة أصابع يقتضي بقياس',NULL,'227',NULL,NULL,'0');
INSERT INTO [b282] VALUES (225,'التنقيح الأحروي المعروف بالقياس في معنى الأصل أن أربعة أصابع لا يمكن أن تقل ديتها عن ذلك، لأنَّها مشتملة على الثلاثة وزيادة أصبع.
وحديث معاذ الذي استدلَّ به المؤلف ضعَّفه غير واحد، والمناقشة في تضعيفه وتصحيحه كثيرة معروفة، وممَّن انتصر لتضعيفه ابن حزم وغيره.
وقال ابن كثير في مقدمة تفسيره، بعد أن ساق حديث معاذ المذكور بصيغة الجزم بقوله: قال رسول اللَّه -صلى اللَّه عليه وسلم- لمعاذ حين بعثه إلى اليمن: "فبم تحكم. . . " إلى قوله: "الحمد لله الذي وفَّق رسول رسول اللَّه -صلى اللَّه عليه وسلم- لما يرضي رسول اللَّه -صلى اللَّه عليه وسلم-" ما نصُّه: وهذا الحديثُ في المسند والسنن بإسناد جيِّد، كما هو مقرر في موضعه.
وقال ابن قدامة في "روضة الناظر" (¬١) في كتاب "القياس" بعد أنْ ساق حديث معاذ المذكور ما نصُّه: قالوا: هذا الحديث يرويه الحارث بن عمرو عن رجال من أهل حمص، والحارث والرجال مجهولون. . . إلى أن قال: قلنا قد رواه عبادة بن نسي عن عبد الرحمن بن غنم عن معاذ، ثم هذا الحديث تلقته الأمة بالقبول، فلا يضرُّه كونه مرسلًا. اهـ.
وقد أوضحنا الكلام على وجه الاحتجاج بالحديث المذكور، وبطلان الطريق التي أشار لها عن عبادة بن نسي، في كتابنا "أضواء
_________
(¬١) (٣/ ٨٢٠).',NULL,'228',NULL,NULL,'0');
INSERT INTO [b282] VALUES (226,'البيان" في سورة الأنبياء وسورة بني إسرائيل.
وما استشهد به المؤلف -رحمه اللَّه- من رجوع عمر إلى حديث حمل بن مالك في دية الجنين كان الأولى له أن يستدلَّ لذلك برجوع عمر في دية الجنين إلى قول المغيرة بن شعبة ومحمد بن مسلمة؛ لأنَّ رجوعه لحديثهما في ذلك متفق عليه.

تنبيه:
فإن قيل: ما الفرقُ بين مخالفة الأصولِ أو معنى الأصول؟
فالظاهر في الجواب: أنَّ مخالفة القياس أخصُّ من مخالفة الأصول؛ لأنَّ القياس أصل من الأصول، فكلُّ قياس أصل، وليس كلُّ أصل قياسًا، فما خالف القياس خالف أصلًا خاصًّا، وما خالف الأصول يصدقُ بما خالف قياسًا، أو نصًّا، أو إجماعًا، أو استصحابًا، أو غير ذلك.
فوجوب الوضوء بالنوم -مثلًا- موافق للقياس من حيث إنه تعليق حكم بمظنَّته، كسائر الأحكام المعلَّقة بمظانِّها، مع أنَّه مخالف لبعض الأصول، وهو استصحابُ العدمِ الأصلي في خروج الحدث حتى يُعْلَمَ أمرٌ ناقلٌ عن استصحاب العدم الأصلي في ذلك.
والمراد بمعنى الأصل في الاصطلاح: نفي الفارق، كما عقده في "المراقي" بقوله:
قياسُ معنى الأصل عنهم حَقِّقِ ... لما دُعِي الجمعَ بنفي الفارق',NULL,'229',NULL,NULL,'0');
INSERT INTO [b282] VALUES (227,'ومن أمثلة ذلك ما قدمنا من كون ثلاثة أصابع من أصابع المرأة فيها ثلاثون من الإبل، وأربعة أصابع من أصابعها فيها عشرون؛ لأنَّ نفي الفارق المؤثر في نقص الأصابع المذكورة محقق يقينًا، وإنَّما الفارق بينهما فارق مستوجب للزيادة، لأنَّ الأربعة مشتملة على الثلاثة مع زيادة أصبعٍ كما ترى.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b282] VALUES (228,'الأصل الثالث:<span data-type="title" id=toc-112> الإجماع</span>
ومعنى الإجماعِ لغةً: الاتفاق، يقالُ: أجمع القومُ على كذا، إذا اتفقوا عليه، ويطلق على العزم المصمِّم، ومنه قولُه تعالى: {فَأَجْمِعُوَا أَمْرَكُمْ} [يونس/ ٧١].
وفي الشرع عرَّفه المؤلف بأنه: اتفاقُ علماء العصر من أمَّة محمد -صلى اللَّه عليه وسلم- على أمر من أمور الدين (¬١).
وبقي عليه شرط، وهو كون ذلك بعد وفاته -صلى اللَّه عليه وسلم-، لأَنَّه في حياته لا عبرة بقولِ غيره.
واختار المؤلف أن وجود الإجماع ممكنٌ متصوَّر خلافًا لمن قال: لا يمكنُ بعد الصحابة؛ لكثرة العلماء وانتشارهم في أقطار الدنيا، وعدم القدرة على معرفة أقوال الكلِّ.
واحتجَّ المؤلفُ لإمكانه وتصوره بأنَّنا نعلمُ إجماع المسلمين كلهم على وجوب الصلاة -مثلًا-، وبأنَّ العلماء مشهورون في نواحي الدنيا، فلا يمتنع معرفتهم ومعرفة أقوالهم في المسألة بإخبار أو مشافهةٍ.
وذكر أن الإجماع حجةٌ قاطعةٌ عند الجمهور، خلافًا للنَّظَّام في قوله: ليس بحجة.
واعلم أن الإجماع الذي هو حجة قاطعة عند الأصوليين هو
_________
(¬١) (٢/ ٤٣٩).',NULL,'231',NULL,NULL,'0');
INSERT INTO [b282] VALUES (229,'القطعي لا الظني. والقطعيُّ هو القوليُّ المشاهد، أو المنقولُ بعدد التواتر، والظنيُّ كالسكوتي والمنقول بالآحاد.
واستدلَّ المؤلفُ لحجية الإجماع بدليلين:
الأول: الكتابُ، وهو قوله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى} [النساء/ ١١٥]؛ لأنَّ فيها التوعد على اتباع غير سبيل المؤمنين، وسبيلهم هو ما أجمعوا عليه، وفي الاستدلال عليه بهذه الآية بحوث ومناقشات.
والثاني: من السنة، كقوله -صلى اللَّه عليه وسلم-: "لا تجتمع أمتي على ضلالة"، وكقوله: "لا تزال طائفة من أمتي على الحق. . . "، وأحاديث الحض على الجماعة، وعدم الشذوذ عنها، ونحو ذلك.
وذكر المؤلف أنَّ الصحابة كانوا يستدلُّون بمثل تلك الأحاديث على حُجِّيَّةِ الإجماع من غير نكيرٍ إلى زمن النظَّام.

فصل
لا يشترطُ في أهلِ الإجماعِ أنْ يبلغُوا عددَ التواتر؛ لأنَّ الحجةَ في قولهم، لصيانة علماء الأمة عن الخطأ بالأدلة المتقدمة، وإن لم يوجد من علمائها غيرهم، فهُم على الحقِّ، وإن لم يبلغُوا عدد التواتر، صيانةً لهم عن الخطأ (¬١).
_________
(¬١) (٢/ ٤٥٠).',NULL,'232',NULL,NULL,'0');
INSERT INTO [b282] VALUES (230,'فصل

ولا خلافَ في<span data-type="title" id=toc-116> اعتبارِ علماء العصرِ من أهل الاجتهاد </span>في الإجماع، وأنَّه لا يعتدُ فيه بقول الصبيان والمجانين، وأما العوامُّ فلا يعتبرُ قولهم عند الأكثرين، وقال قوم: يُعتبرُ قولُهم؛ لدخولهم في اسم المؤمنين ولفظ الأمة. وهذا القولُ يقتضي إبطال الإجماع، إذْ يستحيلُ معرفةُ أقوال الأمة جميعها في مسألةٍ واحدة، والحقُّ أن العوامَّ لا عبرة بهم؛ لجهلهم (¬١).
فصل
ومن يعرفُ من العلم ما لا أثرَ له في الأحكام الشرعية، كعلم الكلام واللغة والنحو والحساب، لاعبرةَ به في الإجماع؛ لأنَّه بالنسبة إلى الأحكام الشرعية عاميٌّ.
فأمَّا الأصوليُّ الذي لا يعرفُ تفاصيل الفروعِ، والفقيهُ الحافظُ لأحكام الفروعِ من غير معرفة الأصول، والنحويُّ إذا كان الكلام في مسألة تبنى على النحوِ = فلا يعتبر بقولهم -أيضًا-، خلافًا لقوم (¬٢).
هكذا ذكره المؤلف، مع أن أكثر الشَّافعية والمالكية يعتبرون الأصوليَّ وإن لم يحفظ تفاصيل الفروع؛ لأنَّ فيه قوة قابلة لمعرفتها من الأصول.
_________
(¬١) (٢/ ٤٥١).
(¬٢) (٢/ ٤٥٤).',NULL,'233',NULL,NULL,'0');
INSERT INTO [b282] VALUES (231,'فصل
ولا يُعتبرُ في الإجماع بقول كافر سواء كان بتأويل أو غيرِه.
فأمَّا الفاسق باعتقاد أو قول أو فعل، فقال القاضي: لا يعتد به، وهو قول جماعة؛ لقوله تعالى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة/ ١٤٣] أي عدولًا. وهو ليس بعدلٍ. ولأنَّه لا يُقبل منفردًا، فلا يقبلُ مع غيره.
وقال أَبو الخطَّاب: يُعتبر قول الفاسق لدخوله في عمومِ الأمة والمؤمنين في الأدلةِ المتقدمة (¬١).

مسألة
إذا بلغ التابعيُّ رتبة الاجتهاد في عصر الصحابة، اعْتُدَّ به في الإجماع عند الجمهور، واختاره أَبو الخطَّاب، وقال القاضي وبعضُ الشَّافعية: لا يعتد به، وأومأ أحمدُ رحمه اللَّه إلى القولين.
ووجه الاعتداد به -وهو الحقُّ- عند الجمهور: أنَّه مجتهد من علماء الأمة، فلا وجهَ لإلغائه.
ووجهُ إلغائه أنَّ الصحابة لما شاهدوا التنزيل وكانوا أعلم بالتأويل، كان غيرهم من العلماء بالنسبة إليهم كالعاميِّ بالنسبة إلى العلماء، فإن انعقد إجماع الصحابة قبل بلوغ التابعي رتبة الاجتهاد فلا عبرة بقوله؛ لأنَّه مسبوق بالإجماع (¬٢).
_________
(¬١) (٢/ ٤٥٨ - ٤٥٩).
(¬٢) (٢/ ٤٦٧ - ٤٦٩).',NULL,'234',NULL,NULL,'0');
INSERT INTO [b282] VALUES (232,'فصل
ولا ينعقدُ الإجماعُ بقول الأكثرين من أهل العصر في قول الجمهور.
وقال ابن جرير الطَّبري وأَبو بكر الرَّازي: لا عبرة بمخالفة الواحد والاثنين، فلا تقدحُ مخالفتهما في الإجماع، وقد أومأ إليه أحمد رحمه اللَّه (¬١).
وحُجَّة الجمهور أنَّ العبرةَ بقول علماء جميع الأمة؛ لأن العصمة إنَّما هي للكل، لا البعض.
وحجة الآخرِ اعتبارُ الأكثر، وإلغاء الأقل.
قال في "المراقي":
والكلُّ واجب وقيل لا يضر ... الاثنان دون من عليهما كثُر

فصل

و<span data-type="title" id=toc-121>إجماعُ أهل المدينة ليس بحجةٍ</span>، وقال مالك: هو حجة (¬٢).
أمَّا حجة الجمهور على أنَّه غيرُ حجةٍ فواضحة، لأنهم بعضُ الأمة، والمعتبرُ إجماعُ الأمةِ كلَّها.
وأمَّا حجة مالك، فالتحقيق أنَّها ناهضةٌ -أيضًا-؛ لأن الصحيح
_________
(¬١) (٢/ ٤٧٣ - ٤٧٤).
(¬٢) (٢/ ٤٧٩).',NULL,'235',NULL,NULL,'0');
INSERT INTO [b282] VALUES (233,'عنه أنَّ إجماع أهل المدينة المعتبر له شرطان:
أحدهما: أن يكون فيما لا مجال للرأي فيه.
الثاني: أن يكون من الصحابة أو التابعين لا غير ذلك؛ لأنَّ قول الصحابي فيما لا مجال للرأي فيه في حكم المرفوع، فألحق بهم مالك التابعين من أهل المدينة فيما فيه اجتهاد لتعلمهم ذلك عن الصحابة.
أما في مسائل الاجتهاد فأهلُ المدينة -عند مالكٍ في الصحيح عنه- كغيرهم من الأمة. وحُكِيَ عنه الإطلاق.
وعلى القول بالإطلاق يتوجه عليه اعتراضُ المؤلف بأنَّهم بعض من الأمة، كغيرهم.
وإلى ما ذكرنا عن مالك أشار في "المراقي"، قال:
وأوجبنْ حجية للمدني ... فيما على التوقيف أمرُه بُني
وقيل: مطلقًا وما قد أجمعا ... عليه أهل البيت مما منعا
ومعناه: عند مالك اتفاق الصحابة والتابعين الذين في المدينة، واتفاقُ الخلفاء. . . الخ.

فصل
واتفاقُ الخلفاء الأربعة ليس بإجماع عند الجمهور (¬١).
_________
(¬١) (٢/ ٤٨١).',NULL,'236',NULL,NULL,'0');
INSERT INTO [b282] VALUES (234,'والصحيح أنَّه حجةٌ وليس بإجماع، لأن الإجماع لا يكونُ إلَّا من الجميع؛ فالإجماعُ إنما يكون من الكلِّ. . . الخ.
وقيل: إجماعٌ. وقيل: حجةٌ لا إجماع، وهو أظهرها.
وما نُقل عند أحمد رحمه اللَّه من أنَّه لا يخرج عن قولهم إلى قول غيرهم، لا يدلَّ على أن قولهم إجماع؛ لأنَّ الدليل قد يكونُ حجةً وليس إجماعًا.

مسألة
ظاهر كلام أحمد -رحمه اللَّه- أن انقراض العصر شرط في صحة الإجماع، وهو قولُ بعض الشَّافعية.
وقد أومأ إلى أن ذلك ليس بشرط، بل لو اتفقت كلمةُ الأمة ولو في لحظةٍ واحدةٍ، انعقد الإجماعُ، وهو قول الجمهور، واختاره أَبو الخطَّاب (¬١).
ووجه هذا القول أن حقيقة الإجماع المعصوم تحصلُ باتفاقهم، ولو في لحظة واحدة، والنصوص الدالةُ على حجية الإجماع ليس فيها القيدُ بانقراض العصر، ولأنَّه يؤدي إلى تعذر الإجماع؛ لأنَّه لا يكادُ عصرٌ ينقرضُ حتى يحدث من أولاده من يكونُ من علماء العصر، فيتسلسل.
ووجهُ اشتراطه: احتمالُ رجوع البعض عن اجتهاده، فيؤولُ الأمرُ
_________
(¬١) (٢/ ٤٨٢).',NULL,'237',NULL,NULL,'0');
INSERT INTO [b282] VALUES (235,'إلى الخلاف.
وقد ذكر الإمام أحمد أن أم الولد كان حكمها حكم الأمةِ بإجماع، ثم أعتقهن عمر، وخالفه عليٌّ بعد موته.
وحدُّ الخمر كان في زمن أبي بكر رضي اللَّه عنه أربعين، ثم جلد عمر ثمانين، ثم جلد عليٌّ أربعين، ولولا اشتراطُ انقراضِ العصر لما جاز ذلك.
وأشار في "المراقي" إلى أن مذهب الأكثرِ عدم اشتراطِ انقراض العصر بقوله:
ثم انقراض العصرِ والتواترُ ... لغو على ما ينتحيه الأكثرُ

مسألة

<span data-type="title" id=toc-124>إجماعُ أهل كلِّ عصر حجةٌ </span>كإجماعِ الصحابة، خلافًا لداود، فعنده إجماعُ الصحابة لا غير هو المعتبر، وقد أومأ أحمد رحمه اللَّه إلى ذلك (¬١).
وحاصل ما ذكره المؤلف في هذا المبحث أنَّ الإجماعَ من الأمة معتبر في كل عصر، فالماضي لا يُعتبر، والمستقبل لا يُنتظر، وكلية الأمة حاصلة بالموجودين في كلِّ عصر.
وخالفَ الظاهريةُ في إجماع غير الصحابة، وأومأ إليه أحمد، ويعتبر في الإجماعِ الغائبُ لا الميتُ.
_________
(¬١) (٢/ ٤٦٠).',NULL,'238',NULL,NULL,'0');
INSERT INTO [b282] VALUES (236,'فصل
إذا اختلف الصحابةُ على قولين، فأجمع التابعون على أحدهما، فقال أَبو الخطَّاب والحنفية: يكونُ إجماعًا؛ لأنَّه اتفاق من جميعِ أهل العصر.
وقال القاضي وبعضُ الشَّافعية: لا يكونُ إجماعًا؛ لأنَّ الذين ماتُوا هم مخالفون لا يسقطُ قولُهم بموتهم (¬١).
أمَّا إذا اختلف الصحابةُ ثم اتفقُوا بعدَ الاختلاف، كاختلافهم في إمامة أبي بكر ثم اتفاقهم عليها بأن رجع بعضُهم إلى قول الآخرين، فهو إجماع منهم، كما هو الحقُّ. وخالف فيه الصَّيرفي من الشافعية.
واعلم أنَّ غير الصحابة من أهل كلِّ عصر كذلك عند الجمهور، فإذا اختلفُوا ثم اتفقُوا كان إجماعًا، وإذا اتفق مَنْ بعدهم على أحد قوليهم ففيه الخلاف المذكور، والراجحُ أنَّه إجماع.

فصل
إذا اختلف الصحابةُ إلى قولين لم يجزُ إحداثُ ثالثٍ مخالفٍ لقوليهما، في قول الجمهور.
وقال بعضُ الحنفية والظاهرية: يجوز (¬٢).
_________
(¬١) (٢/ ٤٦٤).
(¬٢) (٢/ ٤٨٨).',NULL,'239',NULL,NULL,'0');
INSERT INTO [b282] VALUES (237,'فحجةُ الأول: أنَّ اختلافهم إلى القولين في قوة الإجماعِ على بطلان ما سواهما.
وحجة الثاني: أنَّهم خاضوا في المسألة خوض مجتهدين، ولم يحرِّمُوا ولم يصرِّحوا بتحريم قول ثالث. وأنَّ الصحابة لو علَّلوا بعلة، أو استدلُوا بدليل، فلمن بعدهم التعليلُ والاستدلال بغير ذلك؛ لأنَّهم لم يصرِّحُوا ببطلان ذلك. وأنَّهم لو اختلفُوا في مسألتين، فذهب بعضهم إلى الجواز فيهما وذهب الآخرون إلى المنع فيهما، فذهب التابعيُّ إلى التجويز في إحداهما والمنع في الأخرى كان له ذلك.
مثال إحداث الثالث المخالف: ما حكاهُ ابنُ حزم من أنَّ الأخ يحجب الجدَّ؛ لأن الصحابة اختلفوا في ذلك إلى قولين، فمن قائل إنَّ الجدِّ أب يحجبُ الأخَ، ومن قائل: يرثان معًا؛ فكان إجماعًا على أنَّ للجدِّ نصيب؛ فالقولُ بحجب الأخ له خرقٌ لإجماعهم بإحداث هذا الثالث.
قال مقيِّده -عفا اللَّه عنه-:
حاصلُ تحرير هذه المسألة عند الأصوليين أنهم اختلفوا في إحداث القول الثالث، فقال بعضهم: لا يكون إلَّا خارقًا للإجماع، فهو ممنوع مطلقًا، ومثاله ما ذكرناه عن ابن حزم.
وقال بعضهم: هو قد يكون خارقًا فيمتنع، وغير خارق فيجوز.
مثال الخارق: الجد والإخوة، وقد تقدم.
ومثالُ غير الخارق: ما لو فرضنا أنَّه تقدَّم القولان في متروك',NULL,'240',NULL,NULL,'0');
INSERT INTO [b282] VALUES (238,'التسمية، لكونه يؤكل عند البعض مطلقًا، وممنوعًا عند بعض مطلقًا، فعلى قول القائل بأنَّه يؤكل في تركها نسيانًا لا عمدًا [لا يكون خارقًا] (¬١)؛ لأنَّه وافق بعضًا في كل منهما ولم يخالفهم جميعًا، لأنَّه في حالة النسيان وافق القائل بالإباحة، وفي حالة العمد وافق القائل بالمنع.
ومن أمثلته: اختلافُ العلماء في فسخ النكاح بعيوب الزوجين المعروفة، فمن قائل: يفسخ بكلها، ومن قائل: لا يفسخُ بشيءٍ منها، فلو أُحْدِثَ قول ثالث بالفسخِ ببعضها دون البعض، لم يكن خارقًا، لموافقته لكل مذهب في البعض (¬٢).

تنبيه:
إحداثُ التفصيلِ جعلَه قوم داخلًا في إحداث القول الثالث.
وقال قومٌ: ليس داخلًا فيه، وهو ممنوع أيضًا إن كان التفصيلُ خارقًا للإجماع.
_________
(¬١) زيادة يقتضيها السياق. وليست في الأصل المطبوع.
(¬٢) بيان وجه موافقة المذهب الثالث هنا أنَّه لو كانت العيوب مثلًا خمسة، كالفتق والعفل والجب والجذام والبرص، فقال صاحب المذهب الثالث بجواز الفسخ بالثلاثة الأولى فقط التي هي عيوب الفرج، ومنع في الاثنتين الباقيتين، لكان موافقًا للمذهبين في البعض، حيث وافق من يقول بالفسخ بجميعها في ثلاثة منها فقط، ووافق من يقول بالمنع منها كلها في اثنين فقط. "عطية".',NULL,'241',NULL,NULL,'0');
INSERT INTO [b282] VALUES (239,'ومثالُه: اختلاف العلماء في توريث العمة والخالة، فمن قائل: لا ترثان، ومن قائل: ترثان، فلو أحدث التفصيل بإرث العمة دون الخالة أو العكس كان باطلا؛ لأنه خارق لإجماعهم على أنهما سواء، لأنَّهم لو قالوا في المسألتين: إنهما سواء، امتنع التفصيل بينهما قولًا واحدًا.
واعلم أنَّ الأصوليين اختلفوا في انقسام الأمة إلى قسمين في مسألتين، وكلاهما مخطئ في إحداهما.
وحاصلُ تحرير هذا المقام أنَّ له ثلاث حالاتٍ، اثنتان يتفق عليهما، وواحدةٌ هي المختلف فيها.

فالمتفق عليهما:
١ - اتفاقُهم على الخطأ في المسألةِ الواحدة من الوجه الواحد، فهذا لا يجوزُ إجماعًا.
٢ - اتفاقُهم على الخطأ في مسألتين متباينتين، كخطأ بعضهم في مسألة من الجنايات، وخطأ البعض الآخر في مسألة من العبادات، فهذا يجوزُ إجماعًا.

ومحل الخلاف:
٣ - المسألة الواحدةُ ذات الوجهين، نحو المانع من الميراث، فإنه جنس واحد إلَّا أنَّه ينقسم إلى نوعين -مثلًا- قَتْلٌ ورِقٌّ، فهل يجوزُ أن يقول بعضهُم: القاتل يرث والعبد لا يرث؟ ويقول البعض الآخر بعكس ذلك؟ فيخطئ كلٌّ منهما فيما أصابَ فيه الآخر؟',NULL,'242',NULL,NULL,'0');
INSERT INTO [b282] VALUES (240,'فقيل: هذا لا يمتنعُ؛ لأن الأمةَ لم تجتمع على خطأ في شيء معين واحد. وقيل: يمتنعُ؛ نظرًا إلى خطأ المجموع في الجملة. وهذه المسألة هي محل الخلاف.

فصل:<span data-type="title" id=toc-128> الإجماع السكوتي</span>
إذا قال بعضُ الصحابة قولًا في تكليف، فانتشر في بقية الصحابةِ فسكتُوا (¬١)، ففي ذلك ثلاثةُ أقوال -والحق أنَّه إجماع سكوتي ظني-:
١ - أنَّه إجماع، وروي عن أحمد ما يدلُّ عليه، وبه قال أكثر الشَّافعية، أي والمالكية؛ تنزيلًا للسكوتِ منزلةَ الرضا والموافقة.
ويُشترطُ في ذلك ألا يعلم أن الساكت ساخط غير راض بذلك القول، وأن تمضي مهلة تسع النظر في ذلك القولِ بعد سماعِه.
٢ - أنَّه حجةٌ لا إجماع.
٣ - ليس بحجةٍ ولا إجماع؛ لأن الساكتَ قد يسكتْ وهو غيرُ راضٍ. ولذلك أسباب متعددة، كاعتقاده أن كلَّ مجتهد مصيب، أو أنَّه لا إنكار في مسائلِ الاجتهاد، ونحو ذلك.
وتحريرُ هذه المسألةِ أنَّ لها ثلاث حالات:
١ - أن يُعْلَمَ مِنْ قرينةِ حالِ الساكتِ أنَّه راضٍ بذلك، فهو إجماع قولًا واحدًا.
_________
(¬١) (٢/ ٤٩٢).',NULL,'243',NULL,NULL,'0');
INSERT INTO [b282] VALUES (241,'٢ - أن يُعْلَمَ مِنْ قرينته أنَّه ساخط غير راضٍ، فليس بإجماع قولًا واحدًا.
٣ - ألا يُعْلَمَ منه رضًى ولا سُخط، ففيه الأقوال الثلاثة المتقدمة.
ومذهبُ الجمهورِ أنَّه إجماع سكوتيٌّ، وهو ظنيٌّ كما تقدَّم.

مسألة

اعلم أنَّ الأصوليين اختلفُوا في<span data-type="title" id=toc-129> مستندِ الإجماع</span>، هل يصحُّ أن يكونَ عن اجتهادٍ وقياس؟ (¬١) على ثلاثة أقوال:
الأول: أنَّه لا يتصور (¬٢).
الثاني: أنَّه يتصور وليس بحجة.
الثالث، وعليه الأكثر: أنَّه جائز وواقع، وهو اختيار المؤلف، ومثل له بعضُهم بالإجماعِ على تحريم شحمِ الخنزير قياسًا على لحمه.
ومن أمثلته: الإجماعُ على تحريم القضاء في حالةِ الجوع والعطشِ المفرطَيْن، ونحو ذلك، كالحقنِ والحقب مِنْ مُشَوِّشات الفكر، قياسًا على الغضب المنصوص عليه في الحديث المتفق عليه: "لا يقضينَّ حكم بين اثنين وهو غضبان".
_________
(¬١) (٢/ ٤٩٧).
(¬٢) في الأصل المطبوع: الأول أحدها أنَّه لا يتصور.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b282] VALUES (242,'فصل
الإجماعُ ينقسمُ إلى مقطوع ومظنون (¬١)، وقد تقدَّمت الإشارةُ إلى هذا.

فصل

<span data-type="title" id=toc-130>الأخذُ بأقل ما قيلَ </span>ليس تمسكا بالإجماع، كالاختلاف في ديةِ الكتابي، فقيل: كدية المسلم. وقيل: نصفُها. وقيل: ثلثها.
فالتمسكُ بالثلث ليس بالإجماع (¬٢)، وأظهرُ دليلٍ على ذلك جوازُ مخالفته (¬٣).
_________
(¬١) (٢/ ٥٠٠).
(¬٢) كذا في الأصل المطبوع، ولعل صواب العبارة: فالأخذ بالثلث ليس تمسُّكًا بالإجماع.
(¬٣) (٢/ ٥٠٢).',NULL,'245',NULL,NULL,'0');
INSERT INTO [b282] VALUES (243,'الأصل الرابع: الاستصحاب
استصحاب الحال ودليل العقل (¬١)
اعلم أن الاستصحاب ثلاثة أقسام، اثنان مقبولان عند الجمهور، وواحد مردود عندهم:
١ - استصحابُ العدم الأصلي حتى يرد دليل ناقلٌ عنه؛ لأنَّ العقل يدلُّ على براءة الذمَّة حتى يقوم الدليل، كعدم وجوب صيام صفر -مثلًا-؛ لأنَّ الأصل براءة الذمة منه، فيستصحب الحال في ذلك.
وهذا النوع هو الذي ينصرف إليه اسم الاستصحاب، وهو المعروف بالبراءة الأصلية والإباحة العقلية.
وهذا النوع قد دلَّ القرآن على اعتباره في آيات كثيرة، كقوله تعالى: {فَمَنْ جَاءَهُ مَوْعِظَةٌ مِنْ رَبِّهِ فَانْتَهَى فَلَهُ مَا سَلَفَ} [البقرة/ ٢٧٥]، وقوله: {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} [التوبة/ ١١٥].
ووجه الدلالة في الآية الأولى: أنَّه لمَّا نزل تحريم الربا خافوا من الأموال المكتسبة من الربا قبل التحريم، فبينت الآية أن ما اكتسبوا من الربا قبل التحريم على البراءة الأصلية حلال لهم، ولا حرج عليهم فيه.
ووجه دلالة الآية الثانية: أن النبي -صلى اللَّه عليه وسلم- لما استغفر لعمه أبي طالب
_________
(¬١) (٢/ ٥٠٤).',NULL,'246',NULL,NULL,'0');
INSERT INTO [b282] VALUES (244,'واستغفر المسلمون لموتاهم من المشركين، وأنزل اللَّه {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} [التوبة/ ١١٣]، ندموا على استغفارهم للمشركين، فبينت الآية أن استغفارهم لهم قبل التحريم على البراءة الأصلية، لا إثم عليهم فيه ولا حرج، حتى يبيِّن لهم اللَّه ما يتقونه، كالاستغفار لهم -مثلًا-.
٢ - استصحابُ دليل الشرع، كاستصحاب النص حتى يرد الناسخ، والعموم حتى يرد المخصص، ودوام الملك حتى يثبت انتقاله، ودوام شغل الذمة الثابت حتى تثبت براءتها، ونحو ذلك.
٣ - وهو المردود عند الجمهور، هو استصحابُ حال الإجماع في محل النزاع، واعتبره بعضهم، واختاره أَبو إسحاق بن شاقلا.
ومثاله: أن يقول في المتيمم إذا رأى الماء في أثناء الصلاة: الإجماعُ منعقد على صحة صلاته ودوامه فيها، فنحن نستصحب ذلك إلى ورود الدليل الصارف عنه.
وهذا غير صحيح؛ لأنَّ الإجماع إنما دل على الدوام فيها حال عدم الماء، أما مع وجوده فلا إجماع حتى يقال باستصحابه.

فصل
اعلم بأنه من نفى حكمًا بأن الأمر الفلاني ليس بكذا اختلف فيه، هل يكفيه مجرد النفي بناء على أنَّه الأصل حتى يرد دليل الوجوب، أو يكلف بالدليل على ما ادعاه من النفي؟ (¬١)
_________
(¬١) (٢/ ٥١١).',NULL,'247',NULL,NULL,'0');
INSERT INTO [b282] VALUES (245,'وهذا الأخير هو مذهب الجمهور، وهو الحقُّ، واختاره المؤلف، واستدلَّ له بقوله تعالى: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ (١١١)} [البقرة/ ١١١].',NULL,'248',NULL,NULL,'0');
INSERT INTO [b282] VALUES (246,'<span data-type="title" id=toc-133>الأصول المختلف فيها</span>
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(هذا بيان أصول مختلف فيها، وهي أربعة:

الأول:<span data-type="title" id=toc-134> شرع من قبلنا </span>إذا لم يصرح شرعنا بنسخه، هل هو شرع لنا؟ وهل كان النبي -صلى اللَّه عليه وسلم- متعبدًا قبل البعثة باتباع شريعة من قبله؟
فيه روايتان:
إحداهما: أنَّه شرعٌ لنا، اختارها التميمي، وهو قول الحنفية.
الثانية: ليس شرعًا لنا.
وعن الشافعي كالمذهبين).
اعلم -أولًا- أن كونه -صلى اللَّه عليه وسلم- متعبدًا بعد البعثة بشرع من قبلنا أو غير متعبد به متفرعٌ على الاختلاف في شرع من قبلنا؛ فعلى أنَّه شرع لنا بعد وروده في شرعنا فهو متعبد به، وعلى العكس فلا.
وحاصل ما ذكره المؤلف في هذا الأصل، أن فيه قولين، ورجح أنَّه شرع لنا إن ثبت بشرعنا أنَّه كان شرعًا لمن قبلنا، ولم ينسخ في شرعنا. وهو مشهور مذهب مالك وأبي حنيفة.
ومشهور مذهب الشافعي أنَّه ليس شرعًا لنا.
_________
(¬١) (٢/ ٥١٧ - ٥١٨).',NULL,'249',NULL,NULL,'0');
INSERT INTO [b282] VALUES (247,'وحاصل تحرير هذه المسألة: أن لها واسطة وطرفين، طرفٌ يكون فيه شرعًا إجماعًا، وطرفٌ يكون فيه غير شرع لنا إجماعًا، وواسطةٌ هي محلُّ الخلاف المذكور.
أما الطرف الذي يكون فيه شرعًا لنا إجماعًا فهو ما ثبت بشرعنا أنَّه كان شرعًا لمن قبلنا، ثم ثبت بشرعنا أنَّه شرع لنا، كالقصاص، فإنه ثبت بشرعنا أنَّه كان شرعًا لمن قبلنا في قوله تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ} [المائدة/ ٤٥]، ثم صرَّح لنا في شرعنا بأنَّه شرع لنا في قوله تعالى: {كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} [البقرة/ ١٧٨].
وأما الطرف الثاني الذي يكون فيه غير شرع لنا إجماعًا فهو أمران:
أحدهما: ما لم يثبت بشرعنا أصلًا، كالمأخوذ من الإسرائيليات.
الثاني: ما ثبت بشرعنا أنَّه كان شرعًا لهم، وصرح في شرعنا بنسخه، كالأصر والأغلال التي كانت عليهم، كما في قوله تعالى: {وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ} [الأعراف/ ١٥٧].
وقد ثبت في صحيِح مسلم أنَّه -صلى اللَّه عليه وسلم- لما قرأ: {رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا} [البقرة/ ٢٨٦] قال: قال اللَّه: "قد فعلت".
والواسطة: هي ما ثبت بشرعنا أنَّه شرع لمن قبلنا ولم يصرح بنسخه في شرعنا.
وحجة الجمهور أنَّه ما ذكر لنا في شرعنا إلَّا لنعمل به، سواء علينا أكان شرعًا لمن قبلنا أم لا، وقد دلت على ذلك آيات كثيرة، كتوبيخه',NULL,'250',NULL,NULL,'0');
INSERT INTO [b282] VALUES (248,'تعالى لمن لم يعقل وقائع الأمم الماضية، كما في قوله تعالى: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ (١٣٨)} [الصافات/ ١٣٧ - ١٣٨].
وقد صرح تعالى بأن الحكمة في قصِّ أخبارهم إنما هي الاعتبار بأحوالهم في قوله تعالى: {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ} [يوسف/ ١١١].
وقال تعالى: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} [الأنعام/ ٩٠].
وحجة الشافعي رحمه اللَّه قوله تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة/ ٤٨]، وحمل رحمه اللَّه الهدى في قوله تعالى: {فَبِهُدَاهُمُ اقْتَدِهْ}، والدين في قوله تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ} [الشورى/ ١٣] على خصوص التوحيد، دون فروعه العملية.
وقال: إن الخطاب الخاص به -صلى اللَّه عليه وسلم- في نحو قوله: {فَبِهُدَاهُمُ اقْتَدِهْ} لا يشمل حكمه الأمة إلا بدليل منفصل؛ لأنه لا يشملها في الوضع اللغوي، فإدخالها فيه صرف للفظ اللغوي عن ظاهره، فيحتاج إلى دليل.
وأجيب عن استدلال الشافعي بأن النصوص دالة على شمول الهدى والدين في الآيتين للأمور العملية.
أما في الأولى: فقد روى البخاري في صحيحه عن مجاهد أنَّه سأل ابن عباس: من أين أخذت السجدة في (ص)؟ فقال: "أَوَمَا تقرأ {وَمِنْ ذُرِّيَّتِهِ دَاوُودَ} حتى بلغ {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ',NULL,'251',NULL,NULL,'0');
INSERT INTO [b282] VALUES (249,'اقْتَدِهْ}؟ فسجدها داود فسجدها رسول اللَّه -صلى اللَّه عليه وسلم-.
فهو تصريح صحيح عن ابن عباس أنه -صلى اللَّه عليه وسلم- قد أدخل سجود التلاوة في الهدى في قوله تعالى: {فَبِهُدَاهُمُ اقْتَدِهْ}، وسجود التلاوة من الفروع العملية، لا من الأصول.
وأمَّا الدين في قوله: {شَرَعَ لَكُمْ مِنَ الدِّينِ} [الشورى/ ١٣] فقد دل الكتاب والسنة على شموله -أيضًا- للأمور العملية، فقد قال -صلى اللَّه عليه وسلم- في حديث جبريل المشهور: "هذا جبريل أتاكم يعلمكم أمر دينكم"، يعني الإسلام والإيمان والإحسان، مع أنه فسر الإسلام فيه بأنه يشمل الأمور العملية كالصلاة والزكاة والصوم والحج.
وفي حديث ابن عمر المتفق عليه: "بني الإسلام على خمس". الحديث. ومعلوم أن الصلاة والزكاة والصوم والحج أمور عملية لا عقائد.
وقد قال تعالى: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران/ ١٩]، وقال {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ} [آل عمران/ ٨٥]؛ فدل على أنَّ الدينَ يشمل الأمورَ العلمية كتابًا وسنة.
وبأنَّ الأدلة دلَّت على أنَّ الخطابَ الخاصَّ به -صلى اللَّه عليه وسلم- يشملُ الأمةَ حكمُه لا لفظُه إلا بدليل على الخصوص، كقوله: {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [الأحزاب/ ٢١]، وقد علمنا من استقراء القرآن أن اللَّه يخاطبُ نبيَّه -صلى اللَّه عليه وسلم- بخطاب لفظه خاصٌّ، والمقصودُ منه تعميمُ الحكم.',NULL,'252',NULL,NULL,'0');
INSERT INTO [b282] VALUES (250,'فمن ذلك قولُه تعالى: {يَاأَيُّهَا النَّبِيُّ}، ثم قال: {إِذَا طَلَّقْتُمُ النِّسَاءَ} الآية [الطلاق/ ١]، فأفهمَ شمولَه حكمَ الخطابِ للجميع.
وقال: {يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ} ثم قال: {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ} [التحريم/ ١ - ٢].
وقال: {يَاأَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ} ثم قال: {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} [الأحزاب/ ١ - ٢].
وقال: {وَمَا تَكُونُ فِي شَأْنٍ} ثم قال: {وَلَا تَعْمَلُونَ مِنْ عَمَلٍ} [يونس/ ٦١].
فدل التعميم بعد الخطابِ الخاص به في الآيات المذكورة على عموم حكمِ الخطاب الخاصِّ به.
وقال تعالى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا} ثم قال: {مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ} [الروم/ ٣٠ - ٣١] فهو حال من الضمير المستتر في {فَأَقِمْ} وهو خاصٌّ به -صلى اللَّه عليه وسلم-، وتقديره: "فأقم وجهك للدين يا نبي اللَّه في حال كونكم منيبين".
فلو لم يشمل الأمة حكمًا لقال: "منيبًا" بالإفراد، لإجماع أهل اللسان العربي على أنَّ الحالَ الحقيقية، أعني التي لم تكن سببية، لا بد من مطابقتها لصاحبها إفرادًا وتثنيةً وجمعًا وتذكيرًا وتأنيثًا، فلا يجوز: جاء زيد ضاحكين، إجماعًا، ودعوى أنَّ العامل في الحال "الزموا" مقدَّرًا، وصاحبها الواو فى "الزموا"، أي: الزموا فطرة اللَّه فى حال كونكم منيبين، تقديرٌ لا دليل عليه، ولا حاجة إليه.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b282] VALUES (251,'وقال تعالى: {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَرًا زَوَّجْنَاكَهَا} ثم قال: {لِكَيْ لَا يَكُونَ عَلَى الْمُؤْمِنِينَ حَرَجٌ} [الأحزاب/ ٣٧].
وقال تعالى: {خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} [الأحزاب/ ٥٠] مع أن الكلام خاصٌّ به -صلى اللَّه عليه وسلم- فى قوله تعالى: {وَامْرَأَةً مُؤْمِنَةً إِنْ وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ} الآية، فلو كان حكمُه خاصًّا به لأغنى ذلك عن قوله: {خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ}.
وبأنَّ قولَه: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة/ ٤٨] معناه أن بعض الشرائع يُنْسَخُ فيه بعض ما كان فى غيره منها، ويزاد فيها أحكام لم تكن مشروعة مِنْ قبل، وبهذا الاعتبارِ يكونُ لكلٍّ شرعةٌ ومنهاجٌ مِنْ غير مخالفة لما ذكرنا.
قال صاحب "المراقي" فى هذه المسألة:
ولم يكن مكلَّفا بشرع ... صلى عليه اللَّه قبل الوضع
وهو والأمةُ بعدُ كلفا ... إلا إذا التكليفُ بالنص انتفى
وقيل: لا، والخلف فيما شرعا ... ولم يكن داع إليه سمعا',NULL,'254',NULL,NULL,'0');
INSERT INTO [b282] VALUES (252,'<span data-type="title" id=toc-135>قول الصحابي</span>
الأصل الثاني المختلف فيه: قول الصحابي إذا لم يظهر له مخالف.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(قول الصحابي ليس بحجة على صحابي آخر).
وخلاصة كلام المؤلف في قول الصحابي أنَّه ذكر فيه أربعة أقوال:
١ - أنَّه حجة يقدَّم على القياس، ويُخَصُّ به العموم. وعزاه لمالك، والشافعي فى القديم، وبعض الحنفية، واستدل بحديث "أصحابي كالنجوم" الحديث.
وهذا القول يُحْمَلُ على ما إذا كان مما لا مجال فيه للرأي.
٢ - ليس بحجة. وعزاه لعامة المتكلمين، والشافعي فى الجديد، واختيار أبي الخطاب، واستدل له بإمكان الغلط والخطأ من الصحابة، وبأنه يجوز عليهم الاختلاف، ولم تثبت عصمتهم.
٣ - قول الخلفاء الراشدين دون غيرهم. واستدل له بحديث: "عليكم بسنتي وسنة الخلفاء الراشدين" الحديث.
٤ - قول أبي بكر وعمر. واستدلَّ له بحديث: "اقتدوا باللذين من بعدي أبي بكر وعمر"
_________
(¬١) موضع الكلام على المسألة (٢/ ٥٢٥). وليس فيه النص المذكور.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b282] VALUES (253,'ويظهر من الثالث والرابع أنه ولو هناك مخالف.
هذه خلاصة كلامه رحمه اللَّه في هذا المبحث.
قال مقيده -عفا اللَّه عنه-:
حاصلُ تحرير هذه المسألة أنَّ قول الصحابي الموقوف عليه له حالتان:
الأولى: أن يكون مما لا مجال للرأي فيه.
الثانية: أن يكون مما له فيه مجال.
فإن كان مما لا مجالَ للرأي فيه فهو في حكم المرفوع، كما تقرَّر في علم الحديث؛ فيقدَّمُ على القياس، ويُخَصُّ به النصُّ، إن لم يُعْرَفْ الصحابيُّ بالأخذ من الإسرائيليات.
وإن كان مما للرأي فيه مجال، فإن انتشر فى الصحابة ولم يظهر له مخالف فهو الإجماع السكوتي، وهو حجة عند الأكثر.
وإن علم له مخالف من الصحابة فلا يجوز العمل بقول أحدهم إلا بترجيح بالنظر فى الأدلة، كما ذكره المؤلف فى الفصل الذي بعد هذا.
وإن لم ينتشر؛ فقيل: حجة على التابعي ومن بعده؛ لأن الصحابي حضر التنزيل، فعرف التأويل؛ لمشاهدته لقرائن الأحوال.
وقيل: ليس بحجة على المجتهد التابعي -مثلًا-؛ لأن كليهما مجتهد يجوز في حقه أن يخطئ وأن يصيب.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b282] VALUES (254,'والأول أظهر.
وعن أحمد: لا يُخْرَجُ عن قول الخلفاء الأربعة.
فقولهم عنده حجة، وليس بإجماع.
وحديث: "عليكم بسنتي وسنة الخلفاء الراشدين" أخرجه الترمذي وأبو داود. وقال المحلي: إنَّ الترمذي صححه. وهو كذلك.
وحديث: "اقتدوا باللذين من بعدي" أخرجه الترمذي وغيره.
وقال صاحب "الضياء اللامع" عن ولي الدين: إنه صححه ابن حبان والحاكم. وقال المحلي: إنَّ الترمذيَّ حسنه.
وحديث: "أصحابي كالنجوم. . " الحديث، ضعيفٌ لا يحتج به.

تنبيه:

<span data-type="title" id=toc-136>قول الصحابي الذي ليس له حكمُ الرفعِ </span>ليس بحجة على مجتهد آخر من الصحابة إجماعًا.
واعلم أن الذين قالوا: إن قول الخلفاء الأربعة، وقول أبي بكر وعمر، كغيرهم من الصحابة، قالوا: إنَّ المراد بالأمر بالاقتداء بهم هو المقلِّد، وأما المجتهد العارف بالدليل فليس بمأمور بترك الدليل الظاهر له إلى قول غيره.
واعلم أنَّ التحقيق أنه لا يُخَصَّصُ النصُّ بقول الصحابي إلا إذا كان له حكمُ الرفع، لأنَّ النصوصَ لا تُخَصَّصُ باجتهاد أحد، لأنَّها حجة على كل مَنْ خالفها.',NULL,'257',NULL,NULL,'0');
INSERT INTO [b282] VALUES (255,'وأشار صاحب "المراقي" إلى مسألة قول الصحابي بقوله:
رأي الصحابي على الأصحاب لا ... يكون حجة بوفق من خلا
في غيره، ثالثها: إن انتشر ... وما مخالف له قطُّ ظهر',NULL,'258',NULL,NULL,'0');
INSERT INTO [b282] VALUES (256,'<span data-type="title" id=toc-137>الاستحسان</span>
الأصل الثالثُ المختلفُ فيه: الاستحسان.
قال المؤلف (¬١) -رحمه اللَّه تعالى-: (الثالث: الاستحسان، ولا بدَّ أولًا من فهمه، وله ثلاثة معان:
أحدها: أنَّ المراد به العدول بحكم المسألة عن نظائرها لدليلٍ خاصٍّ من كتابٍ أو سنة.
قال القاضي يعقوب: القولُ بالاستحسان مذهبُ أحمد رحمه اللَّه).
وهذا التعريف للاستحسان هو الصحيح عند المؤلف، ولذا ردَّ التعريفين الآخرين.
(الثاني: أن المراد به ما يستحسنُه المجتهدُ بعقله) (¬٢).
(الثالث: أنَّه دليل ينقدح في نفس المجتهدِ لا يقدر على التعبير عنه) (¬٣).
وبطلان هذين التعريفين ظاهر؛ لأن المجتهد ليس له الاستناد إلى مجرَّد عقله في تحسين شيء، وما لم يُعبِّر عنه لا يمكن الحكم له بالقبولِ حتى يظهر ويُعْرَضَ على الشرع.
_________
(¬١) (٢/ ٥٣١).
(¬٢) (٢/ ٥٣٢).
(¬٣) (٢/ ٥٣٥).',NULL,'259',NULL,NULL,'0');
INSERT INTO [b282] VALUES (257,'ومثالُ الاستحسان على معناه الذي ارتضاه المؤلف: ما لو باع رجل سلعةً بثمن لأجل، ثم اشتراها بائعها بعينها قبل قبض ثمنها بأكثر من الثمن الأول لأبعد من الأجل الأول.
فالقياسُ يقتضي جواز البيعتين فيهما، لأنَّ كلًّا منهما بيع سلعة بثمن إلى أجل معلوم، لكنْ عُدِلَ بهذه المسألة عن نظائرها من أفراد بيع سلعةٍ بثمن إلى أجلٍ بدليلٍ خاصٍّ، وهو هنا أنَّ السلعة الخارجةَ من اليد العائدة إليها ملغاة، فيؤول الأمر إلى أخذه عند الأجلِ الأولِ نقدًا، ودفعُه أكثر منه من حينه عند الأجل الثاني. وهذا عين الرِّبا.
وأشار في "المراقي" إلى مسألة الاستحسان بقوله:
والأخذ بالذي له رجحانُ ... من الأدلة هو استحسان
أو هو تخصيص بعرفٍ ما يَعُم ... ورَعْيَ الاستصلاح بعضُهم يَؤُم
وردُّ كونِه دليلًا ينقدح ... ويقصر التعبير عنه متضح',NULL,'260',NULL,NULL,'0');
INSERT INTO [b282] VALUES (258,'<span data-type="title" id=toc-138>الاستصلاح</span>
الأصل الرابع المختلف فيه: الاستصلاح، وهو الوصف الذي لم يشهد الشرع لا بإلغائه ولا باعتباره.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(الرابع من الأصول المختلف فيها: الاستصلاح واتباع المصلحة المرسلة. . .) الخ.
وخلاصة ما ذكره المؤلف في هذا المبحث أنَّ المصلحة المرسلة إن كانت من الحاجيات أو التحسينيات، فهو لا يعلم خلافًا في منع التمسك بها؛ لأنَّه وضع حكمٍ بغير دليل.
وإن كانت من الضروريات، فهو يرى جواز العمل بها عن مالك وبعض الشافعية، مع أنَّه يرى منع العمل بها مطلقًا.
قال مقيده -عفا اللَّه عنه-:
اعلم أن الوصف من حيث هو إمَّا أن يكون في إناطة الحكم به مصلحة أو لا، فإن لم تكن في إناطة الحكم به مصلحة فهو الوصف الطردي، كالطول والقِصَر بالنسبة إلى جميع الأحكام، وكالذكورة والأنوثة بالنسبة إلى العتق، والطردي لا يعلل به حكم.
وإن كان في إناطة الحكم به مصلحة فهو المسمى بالوصف
_________
(¬١) (٢/ ٥٣٧).',NULL,'261',NULL,NULL,'0');
INSERT INTO [b282] VALUES (259,'المناسب، وهو على ثلاثة أقسام:
الأول: أن يشهد الشرع باعتبار تلك المصلحة، كالإسكار، فإنه وصف مناسب لتحريم الخمر؛ لتضمنه مصلحة حفظ العقل. وقد نصَّ الشرع على اعتبار هذه المصلحة، فحرَّم الخمر لأجلها.
وهذا هو المؤثر والملائم. وسيأتي الكلام عليهما فى القياس إن شاء اللَّه.
فقول المؤلف (¬١): (إنَّ هذا القسم هو القياس) لا يخلو من نظر.
الثاني: أنْ يلغي الشرع تلك المصلحة، ولا ينظر إليها، كما لو ظاهر الملك من امرأته، فالمصلحة في تكفيره بالصوم، لأنَّه هو الذي يَرْدَعُه؛ لخِفَّةِ العتق ونحوه عليه، لكنَّ الشرع ألغى هذه المصلحة، وأوجب الكفارة بالعتق من غير نظر إلى وصف المكفِّر بكونه فقيرًا أو ملكًا، وهذا الوصف يسمَّى "الغريب" عند جماعةٍ من أهل الأصول.
الثالث: أن لا يشهد الشرعُ لاعتبار تلك المصلحة بدليل خاص، ولا لإلغائها بدليل خاص، وهذا بعينه هو الاستصلاح، ويسمَّى المرسل، والمصلحة المرسلة، والمصالح المرسلة، وسُمِّيَ مصلحة لاشتماله على المصلحة، وسميت مرسلة لعدم التنصيص على اعتبارها ولا على إلغائها.
وعرفه في "المراقي" بقوله:
_________
(¬١) (٢/ ٥٣٧).',NULL,'262',NULL,NULL,'0');
INSERT INTO [b282] VALUES (260,'والوصف حيث الاعتبار يجهل ... فهو الاستصلاحُ قل والمرسل
واعلم أنَّ المصالح من حيث هي ثلاثة أقسام:
الأول: مصلحة درء المفاسد، وهي المعروفة بالضروريات، وهي ستة؛ لأن درء المفسدة إمَّا عن الدين، أو النفس، أو العقل، أو النسب، أو المال، أو العرض.
ومن فروع درء المفاسد: نصبُ الأئمة، ووجوب قتل المرتد، وعقوبة المضل صيانةً للدين.
وتحريمُ القتل ووجوبُ القصاص فيه صيانةٌ للأنفس.
وتحريمُ الخمر ووجوبُ الجلد فيه صيانةٌ للعقول.
وتحريمُ الزنا ووجوبُ الحدِّ فيه صيانةٌ للنسب.
وتحريمُ السرقة ووجوبُ القطع فيه صيانةٌ للمال.
وتحريمُ القذفِ ووجوبُ الحدِّ فيه صيانةٌ للأعراض.
وقد جعلها المؤلف خمسًا بحذف العِرْض، وإتيانه فيها لا بد منه.
الثاني: مصلحة جلب المصالح، وتسمَّى الحاجيات، ومنها: تسليط الولي على عقد نكاح الصغيرة لحاجة تحصيل الكفؤ خوفًا من فواته.
ومن فروعها: المساقاة والكِرى فى العقود.
الثالث: التحسينات، وتسمَّى التتميمات، وهي الجري على',NULL,'263',NULL,NULL,'0');
INSERT INTO [b282] VALUES (261,'مكارم الأخلاق ومحاسن العادات.
ومن فروعها: خصال الفطرة، كإعفاء اللحى، وقصِّ الشوارب.
ومنها: تحريم المستقذرات، ووجوب الإنفاق على الأقاربِ الفقراء، كالآباء والأبناء.
واعلم أنَّ مالكًا يراعي المصلحة المرسلة فى الحاجيات والضروريات كما قرره علماءُ مذهبه، خلافًا لما قاله عنه المؤلف من عدم مراعاتها فى الحاجيات.
ودليل مالك على مراعاتها إجماعُ الصحابة عليها، كتولية أبي بكر لعمر، واتخاذ عمر سجنًا، وكتبه أسماء الجند في ديوان، وإحداث عثمان لأذان آخر فى الجمعة، وأمثال ذلك كثيرة جدًّا.
فقد عرفتَ أنواع المصالح، وعرفت المرسل منها وغيرَ المرسل، وعرفت أنَّ مالكًا يراعيها فى الحاجيات كالضروريات.
واعلم أنَّ الضروريَّ له مكمِّل والحاجىَّ له مكمِّل.
فمكمِّل الضروريِّ كتحريم القليل جدًّا من المسكر، ومكمِّل الحاجيِّ كالخيار فى البيع والرهن، بناء على أنَّ البيعَ من الحاجيات.
والحقُّ أن أهل المذاهبِ كلَّهم يعملون بالمصلحة المرسلة، وإن قرَّروا في أصولهم أنَّها غير حجة، كما أوضحه القرافيُّ في "التنقيح".
وما ذكره المؤلف -رحمه اللَّه- من أنَّ مالكًا -رحمه اللَّه- أجاز قتل الثلث لإصلاح الثلثين، ذكره الجويني وغيره عن مالك، وهو غير',NULL,'264',NULL,NULL,'0');
INSERT INTO [b282] VALUES (262,'صحيح، ولم يروه عن مالك أحد من أصحابه، ولم يقله مالك (¬١)، كما حققه العلامة محمد بن حسن البنَّاني في حاشيته على شرح عبد الباقي الزرقاني لمختصر خليل.
وأشار صاحب "المراقي" إلى هذه المسألة بقوله:
ثم المناسبُ عنيت الحكمة ... منه ضروري وجا تتمة
بينهما ما ينتمي للحاجي ... وقدم القويَّ فى الرواج
دين فنفس ثم عقلٌ نسبُ ... مال إلى ضرورة تنتسبُ
ورتبن ولتعطفن مساويا ... عِرْضًا على المال تكن موافيا
فحفظها حتم على الإنسان ... في كل شرعة من الأديان
ألحقْ به ما كان ذا تكميل ... كالحد فيما يسكر القليل
إلى أن قال:
والبيع فالإجارة الحاجي ... خيار بيع لاحق جلي
وما يتمم لدى الحذَّاق ... حث على مكارم الأخلاق
وبهذا الإيضاح يظهر لك أنَّ ما يوهمُه كلام المؤلف من شمول الاستصلاح لما دلَّ الشرع على اعتباره غير مراد له. لكنَّ المؤلف رحمه اللَّه ترجم للاستصلاح الذي هو المصلحة المرسلة، ثم ذكر
_________
(¬١) كذا في الأصل المطبوع. ولعل الصواب: مالكيٌّ.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b282] VALUES (263,'جميع أنواع المصالح من مرسلة وغيرها، فحصل الإيهام. وقد عرفت التحقيق.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b282] VALUES (264,'باب في تقسيم الكلام والأسماء
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(اختلف في مبدأ اللغات: فذهب قوم إلى أنَّها توقيفية. . .) الخ.
خلاصة ما ذكره المؤلفُ في هذا المبحث أن مبدأ اللغات:
قيل: هو توقيفي، أي بتعليم من اللَّه، وَقَفَ الخلقَ على معاني تلك الألفاظ.
وقيل: هي اصطلاحية.
والذي يقول هي توقيفية يحتجُّ بأن الاصطلاح يحتاج إلى مفاهمة سابقة ليعلم كل منهم مراد الآخر.
والذين يقولون هي اصطلاحية يقولون أيضًا: إنَّ التوقيف يحتاج إلى فهم لكلام المُوقِفِ سابقًا على التوقيف، وإلا لم يفهم.
والكلُّ باطل؛ لأنَّ الاصطلاح لا يحتاج إلى علم سابق؛ لإمكان الفهم بالإشارة والتعيُّن (¬٢)، كما يفهم الطفلُ عن أبويه، ولأنَّ اللَّه سبحانه قادر على أن يخلق في الإنسانِ علمًا ضروريًّا يعرف به معاني
_________
(¬١) (٢/ ٥٤٣).
(¬٢) في الأصل المطبوع: واليقين. والمثبت هو الصواب. انظر: "نشر البنود" (١/ ١٠٤).',NULL,'267',NULL,NULL,'0');
INSERT INTO [b282] VALUES (265,'الألفاظ من غير فهم سابق.
وذكر المؤلفُ أنَّ القاضي جوَّز كونها اصطلاحية، وكونها توقيفية، وكون بعضِها توقيفيًّا وبعضِها اصطلاحيًّا، وكون بعضِها ثابتًا قياسًا.
قال: والواقع في ذلك لا دليل عليه.
ثم قال المؤلف (¬١): إنَّ هذه المسألةَ لا تدعو لها حاجة، فالخوضُ فيها تطويل بما لا فائدةَ تحته.
وقال بعضُ أهل الأصول: هي مسألة طويلة الذيل، قليلةُ النَّيل.
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:
(الأشبه أن تكون توقيفية؛ لقوله تعالى: {وَعَلَّمَ آدَمَ الْأَسْمَاءَ} [البقرة/ ٣١]).
قال مقيده -عفا اللَّه عنه-:
وفى الحديث أيضًا: "وعلَّمك أسماء كل شيء" الحديث.
ولم يُعَرِّف المؤلفُ اللغة، وعَرَّفها في "المراقي" بقوله:
وما من الألفاظ للمعنى وضع ... قل: لغةٌ، بالنقل يدري مَنْ سمع
وأشار إلى الخلاف الذي ذكره المؤلفُ بقوله:
_________
(¬١) (٢/ ٥٤٥).
(¬٢) (٢/ ٥٤٥).',NULL,'268',NULL,NULL,'0');
INSERT INTO [b282] VALUES (266,'واللغة الربُّ لها قد وضعا ... وعزوها للاصطلاح سمعا
فبالإشارة وبالتعيُّن ... كالطفل فهم ذي الخفا والبين

تنبيه:
لم يذكر المؤلفُ فائدة مبنية على الخلاف المذكور في مبدأ اللغات.
وقال الأبياري: لا فائدة تتعلقُ بهذا الخلاف أصلًا.
وقال قوم: ينبني على هذا الخلافِ جوازُ قلب اللغة، كتسمية الثوب فرسًا -مثلًا-، وإرادة الطلاق والعتق بنحو: اسقني الماء.
قالوا: فعلى أنَّها اصطلاحية يجوزُ لقومٍ أن يصطلحوا على تسمية الثوب فرسًا -مثلًا-، ولواحدٍ أن يقصد ذلك في كلامه.
وعلى القول بالتوقيف لا يجوزُ ذلك.
وكذلك على الأول -أيضًا- يصحُّ الطلاق والعتاق بكاسقني الماء، إن نواه به. وعلى القول الثاني لا يصحُّ.
قال المازريُّ: ومحل هذا الخلاف ما إذا لم يكن اللفظ متعبَّدًا به كتكبيرة الإحرام، أمَّا المتعبَّدُ به فلا يجوزُ فيه القلب إجماعًا.
وأشار إلى هذا فى "المراقي" بقوله:
يُبنى عليه القلبُ والطلاق ... بكاسقني الشرابَ والعتاقُ
أي يبنى [على] الاختلافِ في اللغة، فعلى أنَّها توقيفية يمنع،',NULL,'269',NULL,NULL,'0');
INSERT INTO [b282] VALUES (267,'واصطلاحية يجوز.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل
قال القاضي يعقوب: يجوزُ أن تثبت الأسماء قياسًا. . .) الخ.
خلاصةُ ما ذكره المؤلفُ في هذا الفصل: أنَّهم اختلفوا في تثبيت الأسماء بالقياس.
فقيل: يجوزُ ذلك.
ومراد قائله: أنَّ العرب إذا سمَّت شيئًا باسمٍ لأجل صفة فيه، ثم وجدنا تلك الصفة في شيء آخر، فلنا أنْ نقول بإطلاق ذلك الاسم عليه، كإطلاقها الخمر على عصير العنب القاذف بالزبد، وهذه التسمية لأجل صفة فيه هي مخامرة العقل، فإذا وجدنا هذه الصفة فى النبيذ سمَّيناه خمرًا في لغتهم.
وقيل: يمنع ذلك؛ لأنَّ الحال لا يخلو من واحدة من ثلاث:
إمَّا أن تكون العربُ وضعت الاسم لهما معًا، أو لواحد منهما، أو احتمل الأمرُ هذا وذاك.
فإن وَضَعَتْهُ لهما فليس هناك قياس، وإنَّما هو وضع منهم.
وإن كانت وضعته لواحد فليس لنا أن نتعدَّى عليهم، ونزعم أنَّهم
_________
(¬١) (٢/ ٥٤٦).',NULL,'270',NULL,NULL,'0');
INSERT INTO [b282] VALUES (268,'وضعوه للثاني أيضًا.
وإن احتمل الأمرين فليس لنا أن نتحكم.
وهذا القول أظهر.
ولم يذكر المؤلفُ فائدةً مرتبةً على هذا الخلاف.
وذكر بعضُ أهل الأصول فائدةً، وهي: أنَّا إذا قلنا بثبوت الأسماء قياسًا كفانا ذلك مؤونة القياس الشرعيِّ؛ فلو أدخلنا النبيذ -مثلًا- في اسم الخمر بقياس اللغة تناولته النصوص الواردة فى الخمر، فلا يحتاج إلى قياسٍ شرعيٍّ.
ولو قلنا بأنَّه لا يدخل فى اسم الخمر احتجنا إلى قياسٍ عليها بالقياس الشرعي، فيجبُ مراعاةُ شروطه.
وإلى هذا أشار في "المراقي" بقوله:
وفرعه المبنيُّ خفة الكلف ... فيما بجامع يقيسه السلف

تنبيه:
يُشترطُ فى الخلاف المذكور أنْ يكون اللفظُ المقيسُ عليه مشتقًّا.
وفى المسألة قول ثالث لم يذكره المؤلف، وهو جوازُ ذلك فى الحقيقةِ دون المجاز -عند بعضهم-.
وأشار إلى هذا في "المراقي" بقوله:
هل تثبت اللغةُ بالقياس ... والثالث الفرقُ لدى أناس',NULL,'271',NULL,NULL,'0');
INSERT INTO [b282] VALUES (269,'محله عندهم المشتقُّ ... وما عداهُ جاء فيه الوفقُ
وأمَّا المقيسات بالقياس التصريفي فهي تسعة، وهي: الفعل، واسم الفاعل، واسم المفعول، وصيغة المبالغة، والصفة المشبهة، وصيغة التفضيل، واسم المكان، واسم الزمان، واسم الآلة.
ومحل البحث في تحقيقها في فن الصرف، فلا نطيلُ بها الكلام هنا.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
في تقاسيم الأسماء، وهي أربعة أقسام: وضعية، وعرفية، وشرعية، ومجاز مطلق. . .) الخ.
خلاصة ما ذكره المؤلفُ في هذا البحث أن الأسماء منقسمة إلى الأقسام الأربعة، وأن الحقيقةَ الشرعية مقدَّمة، ولا يكونُ لفظها مجملًا لاحتمالِ قصد الحقيقة اللغوية.
فلو وجد في كلام الشارع اسمُ "الصلاة" -مثلًا- وجب حملُه على معناه الشرعي دون اللغوي الذي هو الدعاء، ولا يقال: مجملٌ لاحتماله هذا وذاك.
إذا عرفت ذلك فاعلم أن مراده بالوضعي هو الحقيقة اللغوية،
_________
(¬١) (٢/ ٥٤٩).',NULL,'272',NULL,NULL,'0');
INSERT INTO [b282] VALUES (270,'كاستعمالِ الرجل فى الإنسان الذكر، والمرأة فى الإنسان الأنثى، وإن كان الوضعيُّ يشملُ فى اصطلاحهم المجاز؛ لأنَّ دلالةَ المجاز عندهم على معناه المجازيِّ دلالة مطابقة، وهي وضعية بلا خلاف.
ومراده بالشرعية ما عرفت فيه التسمية الخاصة من قبل الشرع، كالصلاة والصوم والزكاة؛ إذ الصومُ فى اللغة كلُّ إمساك، والزكاة فى اللغة الطهارةُ والنماء، والصلاة فى اللغة الدعاء.
وعرَّف في "المراقي" الشرع بقوله:
وما أفاد لاسمه النبيُّ ... لا الوضع مطلقًا هو الشرعيُّ
ومراد المؤلف بالعرفية أمران:
أحدهما: داخل فى المجاز، والمجاز سيأتي.
والثاني منهما: هو أن يخصص عرف الاستعمال في أهل اللغة الاسم ببعضِ مسمياته الوضعية، كتخصيص اسم الدابة بذوات الأربع، مع أنَّ الوضع لكل ما يدبُّ على الأرض.
وأما المجازُ فهو المعروف عند أهل البلاغة وغيرهم: استعمالُ الكلمة في غير ما وضعتْ له لعلاقةٍ بينهما، مع قرينة صارفة عن المعنى الحقيقي.
وهذا التعريف للمجاز المفرد المنقسم إلى استعارة، ومجاز مرسل.
وأقسام المجاز عند البيانيين أربعة: هذا الذي ذكرنا، والمجاز',NULL,'273',NULL,NULL,'0');
INSERT INTO [b282] VALUES (271,'المركب المنقسم إلى استعارة تمثيلية، ومجاز مرسل مركب، والمجاز العقليُّ، والتجوز فيه في الإسناد لا في لفظ المسند إليه ولا المسند، ومجاز النقص والزيادة بناء على عدِّها من أقسام المجاز.
وبرهان الحصر فى الأقسام الأربعة: أن اللفظ إمَّا أن يبقى على أصل وضعه، أو يغير عنه، فإن غيِّر فلا بدَّ أنْ يكون ذلك التغيير من قِبل الشرع، أو من قِبل عرف الاستعمال، أو من قِبل استعمال اللفظ في غير موضعه لعلاقة بقرينة، فالأول الوضعية، والثاني الشرعية، والثالث العرفية، والرابع المجاز.
واعلم أن التحقيق حمل اللفظ على الحقيقة الشرعية، ثم العرفية، ثم اللغوية، ثم المجاز عند القائل به إن دلت عليه قرينة.
وأشار إلى هذا في "المراقي" بقوله:
واللفظ محمول على الشرعيِّ ... إن لم يكن فمطلق العرفي
فاللغوي على الجلي ولم يجب ... بحث عن المجاز فى الذي انتخب
والتحقيق وجود الحقيقة الشرعية، خلافًا لمن أنكرها وزعم أنَّها اللغوية وزيدت فيها شروط؛ لأنه قول باطل.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(والكلام المفيد ينقسم إلى ثلاثة أقسام: نص، وظاهر،
_________
(¬١) (٢/ ٥٥٩).',NULL,'274',NULL,NULL,'0');
INSERT INTO [b282] VALUES (272,'ومجمل).
وبرهان الحصر في الثلاثة أنَّ الكلام إمَّا أن يحتمل معنًى واحدًا فقط، فهو النصُّ، نحو: {تِلْكَ عَشَرَةٌ كَامِلَةٌ} [البقرة/ ١٩٦].
وإن احتمل معنيين فأكثر، فلا بدَّ أن يكون في أحدهما أظهر من الآخر أوْ لا، فإن كان أظهر في أحدهما فهو الظاهر، ومقابلُه المحتملُ المرجوح، كالأسد فإنَّه ظاهر فى الحيوان المفترس، ومحتمل فى الرجل الشجاع.
وإن كان لا رجحان له في أحد المعنيين أو المعاني، فهو المجمل، كالعين والقرء ونحوهما.
وحكم النصِّ أن لا يعدل عنه إلا بنسخ.

وحكم الظاهر أن لا يعدل عنه إلا بدليل على قصد المحتمل المرجوح. وذلك هو<span data-type="title" id=toc-145> التأويل</span>، وسيأتي إن شاء اللَّه.
وحكم المجمل أن يتوقف عن العمل به إلا بدليل على تعيين المراد.
والتأويل في اصطلاح الأصوليين: هو صرفُ اللفظ عن ظاهره المتبادر منه إلى محتمل مرجوح بدليل يدلُّ على ذلك.
ومثالُه قولُه -صلى اللَّه عليه وسلم-: "الجار أحقُّ بصقبه"، فإنه ظاهر في ثبوت الشفعة للجار مطلقًا، محتملًا احتمالًا مرجوحًا أن يكون المرادُ به خصوص الشريك المُقاسِم، إلا أنَّ هذا الاحتمال المرجوح دل عليه الدليل،',NULL,'275',NULL,NULL,'0');
INSERT INTO [b282] VALUES (273,'وهو قولُه -صلى اللَّه عليه وسلم- "فإذا ضربت الحدود، وصرفت الطرقُ فلا شفعة".
ولا بدَّ في دليل التأويل من أن يكون أغلب على الظنِّ من الظاهر الذي صرف عنه اللفظُ بالتأويل.
والاحتمال البعيد يحتاج إلى دليل قويٍّ كما مثَّلنا، والاحتمال القريب يكفيه دليل يجعله أغلب على الظن من الظاهر، والمتوسط من الدليل للمتوسط من الاحتمال، ولكل مسألة من هذا ذوق خاص، فالأحقُّ بتفصيل ذلك الفروع.
واعلم أنَّ النصَّ قد يطلق على الظاهر أيضًا، ويطلق على الوحي، وقد يطلق على كل ما دلَّ.
واختار المؤلفُ -رحمه اللَّه- الإطلاق المذكور أولًا.

تنبيه:
لم يتعرض المؤلفُ للتأويل بدليل يظنُّه المؤوِّلُ دليلًا، وليس بدليل في نفس الأمر، ولا للتأويل بلا دليل أصلًا.

والأول: هو المسمَّى ب<span data-type="title" id=toc-146>التأويل الفاسد، والتأويل البعيد</span>، ومثَّل له الأصوليون من المالكية والشافعية بنصوصٍ أوَّلها الإمام أبو حنيفة رحمه اللَّه، وستأتي في هذا المبحث، منها: حَمْلُ "المسكين" على "المُدّ" في قوله -صلى اللَّه عليه وسلم-: "ستين مسكينا"، وستأتي بقيتها.
والثاني: هو المسمَّى باللعب، كقول غلاة الشيعة في {أَنْ تَذْبَحُوا بَقَرَةً} [البقرة/ ٦٧]: هي عائشة.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b282] VALUES (274,'واعلم أنَّ دليل المؤول قد يكون قرينة، كمناظرة الإمامين الشافعي وأحمد رحمهما اللَّه في عود الواهب في هبته؛ فالشافعيُّ يجيز، وأحمد يمنع؛ فاستدلَّ أحمد بحديث: "العائد في هبته كالكلب يعود في قيئه"، فقال الشافعيُّ: نعم، ولكنَّ الكلب لا يحرم عليه أنْ يعود في قيئه؛ فقال أحمد: في أول الحديث: "ليس لنا مثلُ السوء" وهو قرينة على أنَّ هذا المثلَ السيء منفيٌّ عنَّا، فلا يجوز لأحد إتيانه لنا.
وقد يكون نصًّا آخر، كعموم {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} [المائدة/ ٣] فإنه ظاهر في شموله الانتفاع بجلدها، والنصُّ على الانتفاع بجلد الشاة الميتة في قوله -صلى اللَّه عليه وسلم-: "هلا أخذتم إهابها فانتفعتم به" الحديث يصرفُ ذلك العموم عن ظاهره.
وقد يكونُ ظاهر عمومٍ آخر، كالآية المذكورة مع عمومِ "أيما إهاب دبغ فقد طهر".
وقد يكون قياسًا راجحًا، فعموم جلد الزاني مئة جلدةٍ ظاهرٌ في شمول العبد، ولكنه تعالى لمَّا خصَّ عموم الزانية الأنثى بغير الأمة بقوله: {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} [النساء/ ٢٥] عُرِفَ أنَّ الرِّقَّ علة لتشطير الجلد، فحكم بتشطير جلد العبدِ قياسًا على الأمة، فكان في قياسه عليها صرفُ اللفظ عن إرادة عموم "الزاني" إلى محتمل مرجوح هو كونُه في خصوص الحر، اعتمادًا على القياس على الأمَةِ المنصوصِ عليها.
واعلم أنَّ كل مؤوِّل يلزمه أمران:',NULL,'277',NULL,NULL,'0');
INSERT INTO [b282] VALUES (275,'الأول: بيانُه احتمال اللفظ لما حملَه عليه.
الثاني: الدليل الصارفُ له إلى المحتملِ المرجوح.
قال المؤلفُ (¬١): (وهو ظاهر).
واعلم أنَّ الظاهر قد يكونُ فيه قرائن يدفعُ الاحتمالَ مجموعُها لا آحادُها، كحمل الحنفية قولَه -صلى اللَّه عليه وسلم- لغيلان بن سلمةَ الثقفيِّ وقد أسلم على عشر نسوةٍ: "أَمسك منهنَّ أربعًا وفارقْ مَنْ سواهنَّ" على الانقطاع عنهنَّ، وأنْ يبتدئ نكاحَ أربع منهنَّ.
فهذا ليس ظاهر اللفظ، وفيه قرائنُ يدفعه مجموعها:
منها: أنَّه قال: "أمسك"، ولو أراد ابتداء النكاح لما أمر الزوج بالإمساك؛ لأنَّ ابتداء النكاح يُشترط فيه رضى المرأة والولي.
ومنها: أنَّه لو أراد النكاحَ لذكرَ شروطَه؛ لأنَّه حديث عهد بالإسلام، والبيانُ لا يؤخرُ عن وقتِ الحاجة.
ومنها: أنَّ ابتداء النكاحِ لا يختصُّ بهنَّ.
ومن التأويل البعيد فى العموم: حملُ المرأة في قوله: "أيما امرأة نكحت" الحديث، على "المكاتِبَةِ" عند أبي حنيفة رحمه اللَّه؛ لأنَّها صورة نادرة.
وهذا الحديث صريح في عموم النساء؛ لأنَّ لفظةَ "أيُّ" صيغة
_________
(¬١) موضع الكلام على المسألة: (٢/ ٥٦٤)، وليس القول فيه.',NULL,'278',NULL,NULL,'0');
INSERT INTO [b282] VALUES (276,'عموم، وقد أكد عمومها بما المزيدة للتوكيد، ورتَّب بطلان النكاح على الشرط في معرضِ الجزاء، وهذا من أبلغ صيغةٍ فى الدلالة على العموم، فحملُه على خصوص المكاتِبةِ لا يخفى بُعْدُه.
ومن التأويل البعيد -أيضًا- حمل "لا صيامَ لِمَنْ لم يُبيِّتْ الصيامَ من الليل" على النذر والقضاء؛ لأنَّ صوم التطوع غير مراد، فلم يبق إلا الفرض الذي هو ركن الإسلامِ وهو صوم رمضان، والقضاء والنذر يجيئان لأسباب عارضة، فهما كالمكاتبة في مسألة النكاحِ المتقدمة.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(والصحيح أن ندرة هذا ليست كندرة المكاتبة، وأنَّ الفرضَ أسبقُ إلى الفهمِ فيه، فيحتاجُ هذا التخصيصُ بالنذر والقضاء إلى دليل قوي).
وهذه الأمثلةُ المذكورةُ للتأويل البعيد هي ما سبقت الإشارةُ إليها من أنَّها لأبي حنيفة -رحمه اللَّه-، وأنَّ الأصوليين من المالكية والشافعية والحنابلة مثلوا لها بالتأويل البعيد.
وعرَّف في "المراقي" النصَّ بقوله:
نص إذا أفاد ما لا يحتمل ... غيرًا وظاهر إن الغير احتمل
وأشار إلى إطلاقات النص الآخر بقوله:
والكلُّ من ذين له تجلى ... ويطلق النص على ما دلَّا
_________
(¬١) (٢/ ٥٦٨).',NULL,'279',NULL,NULL,'0');
INSERT INTO [b282] VALUES (277,'وفي كلام الوحي. . . . . ... . . . . . . . . . . . . .
وأشار إلى هذه التأويلات البعيدة التي ذكرها المؤلفُ، وزاد عليها حملَ المسكين على المدِّ في قوله: "ستين مسكينًا" بقوله:
فجعل مسكين بمعنى المد ... عليه لائح سمات البعد
كحمل مرأة على الصغيرة ... وما ينافي الحرة الكبيرة
وحمل ما ورد فى الصيامِ ... على القضاءِ مع الالتزام
وعرَّف التأويل فى الاصطلاح الأصوليِّ، وذكر أقسامه إلى صحيحٍ وفاسدٍ ولعبٍ بقوله:
حمل لظاهر على المرجوحِ ... واقسمْه للفاسد والصحيح
صحيحُه وهو القريبُ ما حُمِلْ ... مع قوة الدليل عند المستدل
وغيره الفاسد والبعيد ... وما خلا فلعبًا يفيدُ
قال المؤلفُ (¬١):

(القسمُ الثالث:<span data-type="title" id=toc-148> المجمل</span>.
وهو ما لا يفهمُ منه معنى عند الإطلاق.
وقيل: ما احتمل أمرين لا مزيةَ لأحدهما على الآخر، كالألفاظِ المشتركة. . .) إلخ.
_________
(¬١) (٢/ ٥٧٠).',NULL,'280',NULL,NULL,'0');
INSERT INTO [b282] VALUES (278,'قال مقيده -عفا اللَّه عنه-:
اعلم أنَّ التحقيق في معنى المجملِ عند الأصوليين، هو ما تقدَّمَ في تقسيم الكلام المفيد إلى نصٍّ وظاهر ومجمل، وهو ما احتمل معنيين، كالقرءِ للطهر والحيض، والشفقِ للحمرة والبياض، والمتردد بين معانٍ، كالعين للباصرة، والجارية، والنقد.
وهذا مثال الإجمال بسبب الاشتراكِ في اسمٍ، وقد يأتي بسبب الاشتراك في حرف أو فعل.
مثاله فى الحرف: الواو في قوله: {وَالرَّاسِخُونَ فِي الْعِلْمِ} [آل عمران/ ٧]؛ فإنها محتملة للعطف، فيكون الراسخون يعلمون المتشابه، ومحتملة للاستئناف، فيستأثر اللَّه بعلمه.
ولفظة "من" في قوله: {فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ} [المائدة/ ٦] محتملةٌ للتبعيض، فيشترط ما له غبار يعلقُ فى اليد، ومحتملة لابتداء الغاية، فلا يشترطُ.
ومثاله فى الفعل: قوله: {وَاللَّيْلِ إِذَا عَسْعَسَ (١٧)} [التكوير/ ١٧] مشترك بين أقبل وأدبر.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(وقد يكون<span data-type="title" id=toc-149> الإجمال في لفظ مركب</span>، كقوله: {أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ} [البقرة/ ٢٣٧] متردد بين الزوج والولي).
_________
(¬١) (٢/ ٥٧١).',NULL,'281',NULL,NULL,'0');
INSERT INTO [b282] VALUES (279,'وقد يكون بحسب التصريف، كالمختار، يصح لاسم الفاعل واسم المفعول.
قال مقيده -عفا اللَّه عنه-:
كلُّ فعل على وزن "افتعل" إذا كان معتلَّ العين أو مضعَّفًا يتحد اسم فاعله واسم مفعوله؛ لأنَّ الكسرة المميِّزة لاسم الفاعل، والفتحة المميِّزة لاسم المفعول، كلتاهما تسقطُ للاعتلال والتضعيف.
مثالُه في معتل العين: المختار، والمصطاد، والمجتاب.
ومثالُه فى المضعَّف: المضطر، والمحتل.
وكذلك كلُّ صيغةِ "فاعل" مضعَّفة، يستوي لفظ اسم فاعلها واسم مفعولها، كما يستوي مضارعها المبني للفاعل ومضارعها المبني للمفعول، كـ "مضار" لهما، و"يضار" للفعلين.
ولأجله اختلف في إعراب {وَالِدَةُ} في قوله تعالى: {لَا تُضَارَّ وَالِدَةٌ} [البقرة/ ٢٣٣] فقيل: فاعل، وقيل: نائب فاعل.
وكذلك {كَاَتِبٌ} و {شَهِيدٌ} في قوله تعالى: {وَلَا يُضَارَّ كَاتِبٌ وَلَا شَهِيدٌ} [البقرة/ ٢٨٢].
وحكم المجمل: التوقفُ عنه حتى يُعْرَفَ البيان، كما تقدم.
وعرف المجمل في "المراقي" بقوله:
وذو وضوحٍ محكم والمجملُ ... هو الذي المرادُ منه يجهلُ',NULL,'282',NULL,NULL,'0');
INSERT INTO [b282] VALUES (280,'تنبيه:
قد يكون الإجمالُ مع الوضوح في وجهٍ آخر، كقوله: {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} [الأنعام/ ١٤١]، فإنَّه واضح في إتيان الحقِّ، مجمل في مقدار الحق، لاحتماله النصف وأقلَّ وأكثر.
وأشار له في "المراقي" بقوله:
وقد يجي الإجمالُ من وجه ومن ... وجه يراه ذا بيانٍ مَنْ فَطِن
والتحقيقُ أنَّ {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} [المائدة/ ٣] ونحوه، غير مجمل؛ لظهورِه من جهة العرف في تحريم الأكل.
وكذلك قوله: {وَأَحَلَّ اللَّهُ الْبَيْعَ} [البقرة/ ٢٧٥] ليس بمجمل؛ لأنَّه على عمومه إلا ما أخرجه الدليل. وتظهرُ فائدته في حمل بيوع المسلمين على الصحة حتى يقومَ دليل على الفساد.
وكذلك قوله: "لا صلاة إلا بطهور" ليس بمجملٍ أيضًا؛ لأنَّ المراد نفي الصحة، وإن شئت قلت: نفي الصلاةِ بمعنى حقيقتها الشرعية. والمعنيان متلازمان؛ لأنَّ الصحة كلما وُجدت فحقيقة الصلاة الشرعية موجودةٌ، وكلما عدمت فهي معدومةٌ.
والتحقيقُ -أيضًا- في قوله -صلى اللَّه عليه وسلم-: "لا عمل إلا بنيةٍ" أنَّه غيرُ مجملٍ -أيضًا-.
وحاصل تحرير المقام فيه: أنَّ العمل إن كان عبادةً، كالصلاة، فالمرادُ فيه نفيُ الصحة والاعتماد. وإن شئت قلت: نفي العمل باعتبار',NULL,'283',NULL,NULL,'0');
INSERT INTO [b282] VALUES (281,'حقيقته الشرعية، كما قدَّمنا في مبحث: "لا صلاة إلا بطهور".
وإن كان معاملةً فهو يصحُّ ويعتدُّ به دون النية إجماعًا، والنفيُ فيه ينصبُّ على انتفاء الأجر؛ فمن أنفق على زوجته، وقضى الدين، وردَّ الأمانة والمغصوب، لا يريد بشيء من ذلك وجه اللَّه، فإنَّ المطالبة تسقطُ عنه، ويصحُّ فعلُه، ويعتدُّ به، ولكن لا أجر له، وكذلك جميع التروك.
وكل هذه المسائل التي ذكرنا أنَّها غيرُ مجملةٍ، قال فيها بعضُ العلماء بالإجمال، مستدلًا بأنَّ الصورة غيرُ منفيةٍ؛ فالمنفي إذًا غيرُها، ولم يصرح به فإنَّه محتمل، وإذًا فهو مجملٌ.
وقد علمت التحقيق فيه، وأنَّه غيرُ مجمل، وإليه الإشارةُ بقول، صاحب "المراقي":
والنفي للصلاة والنكاح ... والشبه محكم لدى الصحاحِ
وكذلك خبرُ: "رُفِعَ عَنْ أمتي الخطأُ والنسيانُ" على تقدير ثبوت هذا اللفظِ، ليس بمجمل -أيضًا-؛ لانَّ العرف يبينُ أنَّ المراد رفع المؤاخذةِ، وهو الحقُّ، ولا يلزم من ذلك رفعُ ضمان ما أتلفه خطأ أو نسيانًا؛ لأنَّ ضمان المتلفات وأروش الجنايات من خطاب الوضع، ولذا يلزم الصبي مع أنَّ القلم مرفوع عنه، ويجب على العاقلة في دية الخطأ مع أنَّهم لا علم لهم بالجناية.
وما ذكره المؤلفُ عن أبي الخطاب من أنَّ إرادة نفي المؤاخذة لا تصحُّ؛ مستدلًا بأنَّه لو أراد نفي الإثم لم يكن لهم في هذه الأمة مزية؛',NULL,'284',NULL,NULL,'0');
INSERT INTO [b282] VALUES (282,'لأنَّ الناسي غيرُ مكلَّف في جميع الشرائع، فيه عندي أمران:
أحدهما: أنَّ رفع إثم الناسي والمخطئ من غير هذه الأمة غيرُ مسلَّم؛ لورود أدلة تدلُّ على اختصاص هذه الأمة بعفو الخطأ والنسيان وما استكرهوا عليه.
منها: هذا الحديث الذي نحن بصدده، فقوله: "عن أمتي" يفهم منه أنَّ غيرها ليس كذلك.
ومنها: حديث طارق بن شهاب في الذي دخل النارَ في ذباب قرَّبه لصنم، مع أنه مكره بالخوف من القتل؛ لأنَّهم قتلوا صاحبه لمَّا أبى عن ذلك.
ومنها: أنَّ قوله تعالى: {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} [البقرة/ ٢٨٦] وقول اللَّه: "قد فعلت" كما ثبت في صحيح مسلم، يدلُّ على أنَّ المؤاخذة بالخطأ والنسيان كانت معهودة على من قبلنا، إذ لو كانت مرفوعة عن كلِّ أحد لما دعت ضرورة إلى ذلك الدعاء، وإظهار الكرامة بالإجابة بقوله: "قد فعلتُ"؛ فظاهرُ الامتنان أنَّه خاصٌّ بنا.
ويُستأنسُ لهذا بما ذكره البغوي عن الكلبى من أنَّ من قبلنا كانوا يؤاخذون بالخطأ والنسيان.
وقد قال اللَّه تعالى في آدم: {وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ} [طه/ ١١٥]، وقال: {وَعَصَى آدَمُ رَبَّهُ فَغَوَى (١٢١)} [طه/ ١٢١]؛ فأضاف إليه العصيان والنسيان؛ فدلَّ على المؤاخذةِ به.
وأمَّا على القول بأنَّ "نسي" بمعنى ترك فلا دليل فى الآية.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b282] VALUES (283,'ومن الأدلة على مؤاخذتهم فى الإكراه: قولُه تعالى عن أصحاب الكهفِ: {إِنَّهُمْ إِنْ يَظْهَرُوا عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ} [الكهف/ ٢٠]، فهذا صريح فى الإكراه، مع أنَّهم قالوا: {وَلَنْ تُفْلِحُوا إِذًا أَبَدًا} [الكهف/ ٢٠] فدلَّ على عدم عذرهم به.
ثانيهما: هو أنَّا نقول: متعلق الرفع في قوله: "رفع عن أمتي. . " الخ، لا بدَّ أن يكون أحدَ أمرين، أو كليهما، وهما: الإثم والضمان؛ إذْ لا وصفَ يتعلق به الرفعُ إلا الإثم والضمان.
والإثمُ مرفوعٌ قطعًا؛ لقوله تعالى: {وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ} [الأحزاب/ ٥]، وقوله في الحديث القدسي: "قد فعلتُ"، كما تقدم.
والضمان غير مرفوع إجماعًا؛ لتصريحه تعالى بضمان المخطئ في قوله: {وَمَنْ قَتَلَ مُؤْمِنًا خَطَأً} [النساء/ ٩٢] إلى قوله: {إِلَى أَهْلِهِ} [النساء/ ٩٢].
فاتضح أنَّ الإثم مرفوع، وأنَّ الضمان غيرُ مرفوع؛ فتعيَّن كونُ المرفوع متعلقَ الرفع في الحديث [هو الإثمُ]، كما هو واضح.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b282] VALUES (284,'فصل في<span data-type="title" id=toc-152> البيان</span>
والمبين في مقابلة المجمل.
واختلف فى البيان، فقيل: هو الدليل، وهو ما يتوصلُ بصحيح النظر فيه إلى علم أو ظن.
وقيل: هو إخراج الشيء من الإشكال إلى الوضوح.
وقيل: ما دلَّ على المراد بما لا يستقلُّ بنفسه فى الدلالة على المراد.
وقد قيل: هذان الحدان مختصان بالمجمل. . . إلخ.
حاصل هذا الخلاف هو: هل البيانُ يطلقُ على كلِّ إيضاحٍ تقدَّمه خفاء أو لا؟ أو هو إيضاحُ ما فيه خفاء خاصٌّ؟
وأكثر الأصوليين على أنَّ البيان فى الاصطلاح الأصولي هو تصيير المشكلِ واضحًا، والبيانُ يحصلُ بكلِّ ما يُزيل الإشكال من:
أ- كلام: كبيان قوله تعالى: {إِلَّا مَا يُتْلَى عَلَيْكُمْ} [المائدة/ ١] بقوله: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ} [المائدة/ ٣].
ب- أو كتابة: ككتابته -صلى اللَّه عليه وسلم- إلى عماله على الصدقات.
ج- أو إشارة: كقوله: "الشهر هكذا وهكذا" وأشار بأصابعه إلى كونه مرة ثلاثين، ومرة تسعًا وعشرين.
د- أو فعل: كبيانه -صلى اللَّه عليه وسلم- للصلاة والحج بالفعل، وقال في الأولى:',NULL,'287',NULL,NULL,'0');
INSERT INTO [b282] VALUES (285,'"صلوا كما رأيتموني أصلي" وفي الثانية: "خُذُوا عني مناسككم".
هـ- أو سكوت على فعل: فإنَّه بيان لجوازه.
وعرَّف في المراقي البيانَ وما به البيان بقوله:
تصيير مشكل من الجلي ... وهو واجبٌ على النبي
إذا أريد فهمُه وهو بما ... من الدليل مطلقًا يجلو العمى
فقوله: "بما من الدليل. . . " إلخ يدلُّ على أنَّ كلَّ شيء يزيل الإشكال بيانٌ، واختار المحشِّي أنَّ البيان شامل لكلِّ إيضاح تقدمه خفاء أولا. وهو قولٌ معروف لبعض أهل الأصول، ولا مشاحة فى الاصطلاح.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(ولا يشترط حصول العلم للمخاطب، فإنَّه يقال: بيَّن له ولم يتبين).
ومثاله -فيما يظهر لى- أنَّه -صلى اللَّه عليه وسلم- بيَّن أنَّ عموم قوله تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} [النساء/ ١١] لا يتناول الأنبياء، لأنهم لا يورثُ عنهم المال، فلا يقدح في هذا البيان أنَّ فاطمة الزهراء رضي اللَّه عنها وصلى وسلم على أبيها لم تعلم به، وجاءت إلى أبي بكر تطلبُ ميراثها منه -صلى اللَّه عليه وسلم-.
وإلى هذه القاعدة أشار في "المراقي" بقوله:
_________
(¬١) (٢/ ٥٨١).',NULL,'288',NULL,NULL,'0');
INSERT INTO [b282] VALUES (286,'ونسبة الجهل لذي وجود ... بما يخصص من الموجود
ويجوز بيان النص بما هو دونه سندًا، قال بعضهم: أو دلالة، فتبين المتواترات بالآحاد، وهو مذهب الجمهور، وإليه الإشارة بقوله في "المراقي":
وبين القاصر من حيث السند ... أو الدلالة على ما يعتمد
وأوجبن عند بعض علمًا ... إذا وجوب ذى الخفاء عما
ومن قال بهذا أجاز بيان المنطوق بالمفهوم، كتخصيص عموم قوله -صلى اللَّه عليه وسلم-: "ليُّ الواجد ظلمٌ، يحلُّ عرضَه وعقوبتَه" بمفهوم الموافقة في قوله: {فَلَا تَقُلْ لَهُمَا أُفٍّ} [الإسراء/ ٢٣]؛ لأنَّ فحواه يقتضي منع الأذى بالحبس فى الدين، فلا يحبسُ الوالدُ في دين ولده.
وكتخصيص عموم قوله: "في أربعين شاة شاة" بمفهوم المخالفة في قوله: "في الغنم السائمة الزكاة" عند من لا يرى الزكاة في المعلوفة.
هكذا ذكر جماعة من أهل الأصول.
وذهب قوم إلى أنَّ الأضعف دلالة لا يمكن البيان به؛ إذ لا يبينُ الأظهرُ بالأخفى.
وأمَّا الأضعف سندًا إذا كان أقوى دلالة فلا مانع من أن يبيَّنَ به الأقوى سندًا الذي هو أضعفُ دلالة.
ومثالُه قوله تعالى: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} [النساء/ ٢٤]، فإنَّه',NULL,'289',NULL,NULL,'0');
INSERT INTO [b282] VALUES (287,'أقوى سندًا من حديث: "لا تُنكح المرأةُ على عمتها أو خالتها"، ولكنَّ الحديث أقوى دلالة على تحريم المرأة مع عمَّتها من دلالة عموم الآية على إباحة ذلك.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل

لا خلاف في أنَّه<span data-type="title" id=toc-154> لا يجوزُ تأخير البيان عن وقت الحاجة)</span>.
وجزم في "المراقي" بأنَّ من أجازه وافق على عدم وقوعه بقوله:
تأخرُ البيان عن وقت العمل ... وقوعُه عند المجيز ما حصل
وذهب قوم إلى أنَّه واقعٌ، واحتجوا بأنَّ جبريل أخَّر بيان صلاة الصبح من ليلة الإسراء.
وأجيب من جهة الجمهور بأنَّ أول صلاة منها يجبُ أداؤها صلاةُ الظهر من اليوم الذي بعد ليلة الإسراء، ولو كانت صلاة الصبح من ذلك اليوم واجبة الأداء لبيَّنها جبريل عليه السلام.
والحقُّ ما ذهب إليه الجمهور؛ لأنَّ تكليف الإنسان بما لا يعلمُ تكليف له بالمحال، وهو ممنوعُ الوقوعِ على التحقيق.
_________
(¬١) (٢/ ٥٨٥).',NULL,'290',NULL,NULL,'0');
INSERT INTO [b282] VALUES (288,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

واختلف في<span data-type="title" id=toc-155> تأخير البيان عن وقت الخطاب إلى وقت الحاجة:</span>
فقال ابن حامد: يجوز، وبه قال بعضُ الحنفية وبعضُ الشافعية.
وقال أبو بكر عبد العزيز، وأبو الحسن التميمي: لا يجوزُ ذلك، وهو قول أهل الظاهر والمعتزلة. . .) إلخ.
خلاصة ما ذكره المؤلفُ في هذا البحث ثلاثة أقوال:
أولًا: اختيارُ المؤلف منها: أنَّ تأخير البيان إلى وقت الحاجة جائز وواقع مطلقًا.
ثانيًا: أنه لا يجوز مطلقًا.
ثالثًا: لا يجوزُ إن كان له ظاهر؛ لأنَّه يوقع في المحظور، فقوله: {فَاقْتُلُوا الْمُشْرِكِينَ} [التوبة/ ٥]-مثلًا- ظاهرُه العموم، فلو أخِّر البيان لأدى إلى قتل الذمي والمعاهد والمستأمن؛ لشمول ظاهر العموم لهم.
واستدل المؤلفُ لجواز تأخير البيان إلى وقت الحاجة بقوله تعالى: {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ (١٨) ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (١٩)} [القيامة/ ١٨، ١٩] و"ثم" للتراخي؛ فدلَّت على تراخي البيان عن وقت الخطاب.
وكذلك عنده قوله تعالى: {ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ} [هود/ ١].
_________
(¬١) (٢/ ٥٨٥).',NULL,'291',NULL,NULL,'0');
INSERT INTO [b282] VALUES (289,'وبأنَّه -صلى اللَّه عليه وسلم- علم بأنَّ المراد بقوله [تعالى] في خمس الغنيمة: {وَلِذِي الْقُرْبَى} [الأنفال/ ٤١] بنو هاشم والمطلب، دون إخوانهم من بني نوفل وعبد شمس، مع أنَّ الكلَّ أولاد عبد مناف، فأخر بيانهم حتى سئل فقال: "إنَّا وبني المطلب لم نفترق في جاهلية ولا إسلام".
وبأنَّه تعالى قال لنوح: {احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ وَأَهْلَكَ إِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ} [هود/ ٤٠]، وأخَّر بيان أنَّ ولده الذي غرق ليس من الأهل الموعود بنجاتهم، حتى (¬١) قال نوح: {إِنَّ ابْنِي مِنْ أَهْلِي} [هود/ ٤٥] فبين له أنَّه ليس من أهله بقوله: {يَانُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ} [هود/ ٤٦].
وبأن آيات الصلاة والزكاة والحج بينتها السنة بالتراخي والتدريج فى أوقات الحاجة.
وبأنَّ النسخ بيان لانقضاء زمن الحكم الأول، ولا خلاف في تأخير بيانه إلى وقته.
إلى غير ذلك من الأدلة.
وأشار في "المراقي" إلى هذا الخلاف في هذه المسألة مع زيادة قول رابع بقوله:
تأخيره للاحتياج واقع ... وبعضُنا هو لذاك مانعُ
وقيل بالمنع لما كالمطلق ... ثم بعكسه لدى البعض انطقِ
_________
(¬١) في الأصل المطبوع: حين. ولعل المثبت هو الصواب.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b282] VALUES (290,'<span data-type="title" id=toc-156>باب الأمر</span>
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(الأمر: استدعاءُ الفعل بالقول على وجه الاستعلاء.
وقيل: هو القول المقتضي طاعة المأمور بفعل المأمور به. . .، وهو فاسد).
وجه فساد الحدِّ الأخير أنَّ فيه لفظة "المأمور" مرتين، وهى مشتقة من الأمر، فيحصل الدَّور، فيمتنع الفهم.
ومفهوم قوله: "على وجه الاستعلاء" أنَّه إن كان على عكس ذلك فهو دعاء، وإن كان على التساوي فهو التماس، كما قال الأخضريُّ في سلَّمه:
أمر مع استعلا وعكسه دعا ... وفى التساوي فالتماسٌ وقعا
واشتراطُ الاستعلاء الذي مشى عليه المؤلفُ هو قولُ الفخر الرَّازي، وأبي الحسين، والآمدي، وابن الحاجب، والباجي.
وقيل: يشترط فيه العلوُّ فقط. وهو قولُ المعتزلة، وأبي إسحاق الشيرازي، وابن الصبَّاغ، والسمعاني.
وقيل: يشترطُ فيه العلوُّ والاستعلاء معًا. وهو قول القشيري، والقاضي عبد الوهاب.
_________
(¬١) (٢/ ٥٩٤).',NULL,'293',NULL,NULL,'0');
INSERT INTO [b282] VALUES (291,'وقيل: لا يشترطُ فيه علوٌّ ولا استعلاءٌ، فيصحُّ من المساوي والأدون على غير وجه الاستعلاء. وهو مذهب المتكلمين، واختاره غيرُ واحد من متأخري الأصوليين.
وأشار في "المراقي" إلى هذه الأقوال بقوله:
وليس عند جلِّ الأذكياء ... شرطُ علو فيه واستعلاء
وخالف الباجي بشرط التالي ... وشرط ذاك رأي ذى اعتزال
واشترطا معًا على توهين ... لدى القشيري وذي التلقين
والاستعلاء: كون الأمر على وجه الغلظة والترفع والقهر.
والعلو: شرف الآمر وعلوُّ منزلته في نفس الأمر.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(وللأمر صيغة مبينةٌ تدلُّ بمجردها على كونها أمرًا إذا تعرَّت عن القرائن، وهي: افعل للحاضر، وليفعل للغائب، هذا قول الجمهور. . .) إلخ.
اعلم أنَّ الصيغ الدالة على الأمر أربع، وكلها في القرآن، وهي:
١ - فعل الأمر، نحو {أَقِمِ الصَّلَاةَ} [الإسراء/ ٧٨].
٢ - المضارع المجزوم بلام الأمر، نحو: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ
_________
(¬١) (٢/ ٥٩٥).',NULL,'294',NULL,NULL,'0');
INSERT INTO [b282] VALUES (292,'عَنْ أَمْرِهِ} [النور/ ٦٣].
٣ - اسم فعل الأمر، نحو {عَلَيْكُمْ أَنْفُسَكُمْ} [المائدة/ ١٠٥].
٤ - المصدر النائب عن فعله، نحو {فَضَرْبَ الرِّقَابِ} [محمد/ ٤].
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(وزعمت فرقة من المبتدعة أنَّه لا صيغة للأمر؛ بناءً على خيالهم أنَّ الكلام معنى قائمٌ بالنفس، فخالفوا الكتاب والسنةَ وأهل اللغة والعرف. . .) إلخ.
اعلم أنَّ كثيرًا من المتكلمين يزعمون أنَّ كلام اللَّه معنى قائمٌ بذاته مجرَّدٌ عن الألفاظ والحروف.
والأمر عندهم -هو اقتضاءُ الفعل بذلك المعنى القائم بالنفس المجردِ عن الصيغة.
ولأجل هذا الاعتقاد الفاسد قسموا الأمر إلى قسمين: نفسي، ولفظي.
فالأمر النفسيُّ -عندهم- هو ما ذكرنا.
والأمر اللفظيُّ: هو اللفظُ الدالُّ عليه، كصيغة "افعل".
وأشار إلى مرادهم هذا صاحب "مراقي السعود" بقوله في تعريف النفسي -عندهم- واللفظي:
_________
(¬١) (٢/ ٥٩٥).',NULL,'295',NULL,NULL,'0');
INSERT INTO [b282] VALUES (293,'هو اقتضاءُ فعلٍ غير كفِّ ... دلَّ عليه لا بنحو كُفِّي
هذا الذي حُدَّ به النفسيُّ ... وما عليه دلَّ قل لفظيُّ
إذا علمت ذلك، فاعلم أنَّ هذا المذهب باطلٌ، وأنَّ الحقَّ أنَّ كلام اللَّه هو هذا الذي نقرؤه بألفاظه ومعانيه، فالكلامُ كلامُ الباري، والصوت صوت القاري.
وقد صرَّح تعالى بذلك في قوله: {فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة/ ٦]، فصرَّح بأنَّ ما يسمع ذلك المشرك المستجير بألفاظه ومعانيه كلامه تعالى.
وأقام المؤلفُ الحجج على أنَّ ما في النفس إن لم يُتَكَلَّمْ به لا يسمى كلامًا، كقوله في قصة زكريا: {قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ} [آل عمران/ ٤١] مع أنه أشار إليهم، كما قال: {فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا} [مريم/ ١١] فلم يكن ذلك المعنى القائم بنفسه الذي عبَّر عنه بالإشارة كلامًا.
وكذلك في قصة مريم: {إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا} [مريم/ ٢٦] مع قوله: {فَأَشَارَتْ إِلَيْهِ} [مريم/ ٢٩].
وفى الحديث: "إنَّ اللَّه عفا لأمتي عما حدَّثت به أنفسها ما لم تتكلم أو تعمل به".
واتفق أهل اللسان على أن الكلام: اسمٌ وفعلٌ، وحرفٌ.
وأجمع الفقهاء على أنَّ من حلف لا يتكلم لا يحنثُ بحديث',NULL,'296',NULL,NULL,'0');
INSERT INTO [b282] VALUES (294,'النفس، وإنَّما يحنثُ بالكلام.
قال مقيده -عفا اللَّه عنه-:
وإذا أطلق الكلام في بعض الأحيان على ما فى النفس فلا بدَّ أنْ يقيَّد بما يدل على ذلك، كقوله تعالى: {وَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ} [المجادلة/ ٨].
فلو لم يُقيد بقوله: {فِي أَنْفُسِهِمْ} لانصرف إلى الكلام باللسان، كما قرَّره المؤلف -رحمه اللَّه-.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(فأما الدليل على أنَّ هذه صيغة الأمر فاتفاقُ أهل اللسان على تسمية هذه الصيغة أمرًا. ولو قال رجلٌ لعبده: "اسقني ماءً" عُدَّ أمرًا، وعُدَّ العبدُ مطيعًا بالامتثال).
وهذا واضحٌ.
ومن الواضح -أيضًا- أنه لا يقدح في كون "افعلْ" صيغة أمر كونها قد تردُ لغير ذلك، كالندب في قوله: {فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} [النور/ ٣٣] على القول به.
والإباحة في قوله: {وَإِذَا حَلَلْتُمْ فَاصْطَادُوا} [المائدة/ ٢].
والإكرام في قوله: {ادْخُلُوهَا بِسَلَامٍ آمِنِينَ (٤٦)} [الحجر/ ٤٦].
_________
(¬١) (٢/ ٥٩٦).',NULL,'297',NULL,NULL,'0');
INSERT INTO [b282] VALUES (295,'والإهانة في قوله: {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (٤٩)} [الدخان/ ٤٩].
والتهديد في قوله: {اعْمَلُوا مَا شِئْتُمْ} [فصلت/ ٤٠].
والتعجيز في قوله: {فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ} [آل عمران/ ١٦٨].
إلى غير ذلك من المعاني؛ لأن صيغة "افعل" حقيقة متبادرةٌ في استدعاء الفعل وطلبه، مع أنها تُستعملُ في معنى آخر مع قرينةٍ تبينُ أنَّ المراد ذلك المعنى الآخر.
وهذا لا إشكال فيه، كما أوضحه المؤلف.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ولا يشترطُ في كون الأمر أمرًا إرادة الآمر. . .) إلخ.
اعلم أنَّ التحقيق في هذا المبحث أنَّ الإرادة نوعان:
إرادةٌ شرعيةٌ دينية، وإرادةٌ كونيةٌ قدرية.
والأمرُ الشرعيُّ إنما تلازمه الإرادة الشرعية الدينية، ولا تلازم بينه وبين الإرادة الكونية القدرية، فاللَّه أمرَ أبا جهلٍ -مثلًا- بالإيمان، وأراده منه شرعًا ودينًا، ولم يرده منه كونًا وقدرًا؛ إذْ لو أراده كونًا
_________
(¬١) (٢/ ٦٠١).',NULL,'298',NULL,NULL,'0');
INSERT INTO [b282] VALUES (296,'لوقع، {وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا} [الأنعام/ ١٠٧]، {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} [السجدة/ ١٣]، {وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى} [الأنعام/ ٣٥].
فإن قيل: ما الحكمة في أمره بشيء وهو يعلمُ أنه لا يريدُ وقوعه كونًا وقدرًا؟
فالجواب: أنَّ الحكمة في ذلك ابتلاءُ الخلق، وتمييز المطيع من غير المطيع، وقد صرح تعالى بهذه الحكمة، فإنَّه تعالى أمر إبراهيم بذبح ولده مع أنَّه لم يُرِدْ وقوع ذبحه بالفعل كونًا وقدرًا، وقد صرَّح بأنَّ الحكمة في ذلك ابتلاء إبراهيم حيث قال: {إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (١٠٦)} [الصافات/ ١٠٦].
فظهر بطلان قول المعتزلة أنه لا يكون أمرًا إلا بإرادة وقوعه.
وقد جرَّهم ضلالهم هذا إلى قولهم: إنَّ معصية العاصي ليست بمشيئة اللَّه؛ لأنه أمرَ بتركها، ولم يُرِدْ إلا التزام الذي أَمَر به؛ لأن الأمر لا يكونُ أمرًا إلا بالإرادة.
فنسبوا إليه تعالى العجز، واستقلال الحادث بالفعل دونه، سبحانه وتعالى عن ذلك علوًّا كبيرا.
وقد يُشاهَدُ السيدُ يأمرُ عبده اختبارًا لطاعته، ونيَّتُه أنه إنْ أظهر الطاعة أعفاهُ من فعلِ المأمور به، فهو أمرٌ دون إرادة وقوع المأمور به لا لبس فيه كما ذكره المؤلفُ -رحمه اللَّه-.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b282] VALUES (297,'مسألة
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(إذا ورد الأمرُ متجردًا عن القرائن اقتضى الوجوبَ في قول الفقهاء. . .) الخ.
خلاصة ما ذكره المؤلف في هذا المبحث أربعة أقوال:
١ - أنَّ الصيغة المذكورة للوجوب.
٢ - أنها للإباحة. وحجتُه أنَّا رأينا الأمر قد يأتي لها، كقوله: {فَاصْطَادُوا} [المائدة/ ٢]، فنحمله على أدنى الدرجات وهو الإباحة.
٣ - أنَّها للندب. وحجتُه أن صيغة "افعل" تقتضي طلب الفعل، وأدنى درجات الطلب الندبُ، فنحمله عليه.
٤ - الوقف حتى يَرِدَ الدليلُ ببيانه.
والحقُّ أنَّها للوجوب إلَّا بدليل صارفٍ عنه؛ لقيام الأدلة، كقوله: {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ} إلى قوله: {عَذَابٌ أَلِيمٌ (٦٣)} [النور/ ٦٣]، فالتحذير من الفتنة والعذاب الأليم في مخالفة الأمر يدل على أنه للوجوب.
وقوله: {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ} [الأحزاب/ ٣٦]، فإنه جعل أمر اللَّه ورسوله مانعًا من
_________
(¬١) (٢/ ٦٠٤).',NULL,'300',NULL,NULL,'0');
INSERT INTO [b282] VALUES (298,'الاختيار، وذلك دليل الوجوب.
وقوله: {وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ (٤٨)} [المرسلات/ ٤٨] فهو ذمٌّ لهم على ترك امتثال الأمر بالركوع، وهو دليلُ الوجوب.
وقوله: {مَا مَنَعَكَ أَلَّا تَسْجُدَ إِذْ أَمَرْتُكَ} [الأعراف/ ١٢]، فقرَّعه على مخالفة الأمر، وهو دليل الوجوب.
وقوله: {أَفَعَصَيْتَ أَمْرِي (٩٣)} [طه/ ٩٣]، فهو دليل على أن مخالفة الأمر معصية، وذلك دليل الوجوب.
وقوله: {لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ} [التحريم/ ٦].
إلى غير ذلك من أدلة الكتاب والسنة.
ولا خلاف بين أهل اللسان العربي أنَّ السيد لو قال لعبده: افعل، فلم يمتثل، فأدَّبه لأنَّه عصاه، أنَّ ذلك واقعٌ موقعه، مفهومٌ من نفس صيغة الأمر.
وأشار في "المراقي" إلى الأقوال في هذه المسألة بقوله:
و"افعل" لدى الأكثرِ للوجوبِ ... وقيل للندبِ أو المطلوبِ
وقيل للوجوبِ أمرُ الربِّ ... وأمرُ مَنْ أرسله للندبِ
والحقُّ أنَّ دليل اقتصاء "افعل" للوجوب الشرعُ واللغةُ -كما ذكرنا-، وقيل: العقلُ، كما أشار إليه في المراقي بقوله:
ومفهمُ الوجوبِ يُدْرَى الشرعُ ... أو الحجا أو المفيد الوضع',NULL,'301',NULL,NULL,'0');
INSERT INTO [b282] VALUES (299,'قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل
إذا وردت صيغةُ<span data-type="title" id=toc-163> الأمرِ بعد الحظر </span>اقتضت الإباحة، وهو ظاهرُ قول الشافعي).
خلاصة ما ذكره المؤلف في هذا المبحث: أنَّ صيغة "افعل" إذا وردت في أمرٍ كان ممنوعًا، ففيما تفيده ثلاثة أقوال:
الأوَّل: الإباحة. وعزاه لظاهر قول الشافعي.
الثَّاني: أنَّها كالتي لم يتقدمها حظرٌ. وقد قدَّمنا أنها للوجوب عند التجرد من القرائن.
الثالث: إنْ ورد الأمرُ بصيغة "افعل" فهي للجواز، وإنْ ورد بمثل "أنتم مأمورون" فكالتي لم يتقدمها حظر.
وحجة القول بالوجوب هو ما قدمنا من أدلة كون "افعل" للوجوب.

وحجةُ القول بالإباحة -وهو اختيار المؤلف-: أنَّ عرف الاستعمال في الأمر بعد الحظر بالإباحة، بدليل أنَّ أكثر أوامر الشرع بعد الحظر بالإباحة، كقوله تعالى: {وَإِذَا حَلَلْتُمْ فَاصْطَادُوا} [المائدة/ ٢]، {فَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ} [الجمعة/ ١٠]، {فَإِذَا تَطَهَّرْنَ
_________
(¬١) (٢/ ٦١٢).',NULL,'302',NULL,NULL,'0');
INSERT INTO [b282] VALUES (300,'فَأْتُوهُنَّ} [البقرة/ ٢٢٢]، إلى غير ذلك من الأدلة.
وحجة القول الثالث: أنَّ الجملة الاسميةَ قد تفيدُ من الثبوت والدوام ما لا تُفيدُه صيغةُ "افعل".
ولا يخفى ضعفُ هذا القول.
وحاصلُ معنى اختيار المؤلفِ أنَّها للإباحة هو: أنَّ الحظرَ الأوَّل قرينةٌ صارفةٌ للصيغة عن الوجوب إلى الإباحة.
قال مقيِّده -عفا اللَّه عنه-:
الذي يظهرُ لي في هذه المسألة هو ما يشهدُ له القرآنُ العظيم، وهو أنَّ الأمر بعد الحظر يدلُّ على رجوع الفعل إلى ما كان عليه قبل الحظر، فإن كان قبله جائزًا رجع إلى الجواز، وإنْ كان قبله واجبًا رجع إلى الوجوب.
فالصيد -مثلًا- كان مباحًا، ثم مُنِعَ للإحرام، ثم أُمِرَ به عند الإحلال، فيرجعُ لما كان عليه قبل التحريم.
وقتل المشركين كان واجبًا، ثم مُنِعَ لأجل دخول الأشهر الحرم، ثم أُمِرَ به عند انسلاخها في قوله تعالى: {فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ} الآية [التوبة/ ٥]، فيرجعُ إلى ما كان عليه قبل التحريم. وهكذا.
وهذا الذي اخترنا قال به بعضُ الأصوليين، واختاره ابن كثيرٍ في تفسير قوله تعالى: {وَإِذَا حَلَلْتُمْ فَاصْطَادُوا} [المائدة/ ٢].',NULL,'303',NULL,NULL,'0');
INSERT INTO [b282] VALUES (301,'وإلى هذه الأقوال في هذه المسألة أشار في "المراقي" بقوله:
والأمرُ للوجوب بعد الحظلِ ... وبعد سؤلٍ قد أتى للأصلِ
أو يقتضي إباحة للأغلب ... إذا تعلقَ بمثل السبب
إلَّا فذى المذهب والكثيرُ ... له إلى إيجابه مصيرُ
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

<span data-type="title" id=toc-164>الأمرُ المطلقُ لا يقتضى التكرارَ </span>في قول أكثر الفقهاء والمتكلمين، وهو اختيار أبي الخطاب، وقال القاضي وبعضُ الشافعية: يقتضى التكرارَ. . .) الخ.
خلاصةُ ما ذكره المؤلفُ في هذا المبحث أنَّ الأمر المطلقَ؛ أي غير المقيَّدِ بمرةٍ ولا تكرارٍ ولا صفةٍ ولا شرطٍ، فيه أربعة أقوال:
الأوَّل: لا يقتضي التكرار. وهو الحق.
الثَّاني: يقتضيه.
الثالث: إن عُلِّقَ على شرطٍ اقتضى التكرار، وإلَّا فلا.
الرابع: إنْ كُرِّرَ لفظُ الصيغة اقتضى التكرار، وإلا فلا.
أعلم أولًا أنَّ ذكر القول بأنَّه إنْ علِّق على شرطٍ مكرر سهوٌ من
_________
(¬١) (٢/ ٦١٦).',NULL,'304',NULL,NULL,'0');
INSERT INTO [b282] VALUES (302,'المؤلف رحمه اللَّه؛ لأنَّ الكلام في الأمر المطلقِ خاصةَ، والمعلقُ على شرطٍ غيرُ مطلق.
والحقُّ أنَّ المطلقَ لا يقتضى التكرار، بل يخرجُ من عهدته بمرةٍ واحدة، فلو قال لوكيله: طلِّق زوجتي، فليس له إلَّا تطليقة واحدة. ولو قال لعبده: اشتر متاعًا لم يلزمْه ذلك إلا مرَّة واحدة. وهذا لا شك فيه، سواء قلنا باقتضائه المرة، أو مطلق الماهية، لأنَّ معناهما آيلٌ إلى شيء واحد؛ فادِّعاءُ اقتضاء التكرارِ لا وجه له ألبتة.
وكذلك تكرير الصيغة، فكونُه للتأكيد أظهر.

تنبيهان:
الأوَّل: إذا عُلِّق الأمرُ على شرطٍ، فالظاهرُ أنَّه يكونُ بحسب ما يدلُّ عليه ذلك الشرطُ لغة، فإن كان يفيدُ التكرار تكرَّرَ، وإلَّا فلا.
مثالُ الأوَّل: كما جاءك زيدٌ فأعطه درهمًا.
ومثالُ الثَّاني: إنْ جاءك زيدٌ فأعطه درهمًا.
الثَّاني: قول المؤلف (¬١): (وقولهم: إنَّ الحكم يتكررُ بتكرر العلة، فكذا الشرطُ.
قلنا: العلة تقتضي حكمها، فيوجدُ بوجودها، والشرطُ لا يقتضي. . .) إلخ.
_________
(¬١) (٢/ ٦٢١).',NULL,'305',NULL,NULL,'0');
INSERT INTO [b282] VALUES (303,'معناه أنَّه قائل بأن الحكم يتكرر بتكرر علته، وكذلك كلام محشيه.
والظاهرُ أنَّ ذلك لا يصحُّ على الإطلاق؛ لأنَّ تكرر العلة قد يتكررُ معه الأمرُ وقد لا يتكرر، إمَّا إجماعًا، وإمَّا على قول.
فمثالُ ما لا يتكررُ فيه الأمرُ بتكرر علته قولًا واحدًا: مَنْ بال مرَّات متعددة، أو جامعَ كذلك، فعلة وجوب الوضوء والغسل متكررةٌ، والأمرُ بهما غيرُ متكررٍ، بل يكفي فيهما واحد.
وكذلك من زنا مرَّات قبل أن يُحَدَّ، أقيم عليه حَدٌّ واحد.
ومثالُ ما يتكررُ فيه إجماعًا: أن يضرب امرأةً حاملًا فتسقط جنينين، فعليه غُرَّتان. ومنْ وُلِدَ له توأمان فعليه عقيقتان.
ومثالُ ما اختُلف فيه: تعددُ صاع المُصَرَّاة بتعدد الشِّياه، وتعدد كفارة الظِّهار إنْ ظاهر من زوجاتٍ، وتعدد غسل الإناء بتعدد ولوغ كلبٍ أو كلاب، وتعدُّد الحمد بتعدُّد العُطاس، وحكاية أذان المؤذنين، إلى غير ذلك.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(مسألة
الأمر يقتضي فعل المأمور على الفور في ظاهر المذهبِ، وهو قول
_________
(¬١) (٢/ ٦٢٣).',NULL,'306',NULL,NULL,'0');
INSERT INTO [b282] VALUES (304,'الحنفية. وقال أكثر الشَّافعية: هو على التراخي. . .) الخ.
خلاصةُ ما ذكره في هذا المبحث أنَّ فيه القولين المذكورين.
وكونه للفور هو الحقُّ؛ لأمورٍ:
الأوَّل: أن ظواهر النصوص تدلُّ عليه، كقوله تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} [آل عمران/ ١٣٣]، {سَابِقُوا إِلَى مَغْفِرَةٍ. . .} الآية [الحديد/ ٢١]، وقوله: {فَاسْتَبِقُوا الْخَيْرَاتِ} [المائدة/ ٤٨]، وقد مدح اللَّه تعالى المسارعين بقوله: {أُولَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ} الآية [المؤمنون/ ٦١].
الثَّاني: أنَّ السيد لو أمر عبده فلمْ يمتثلْ، فعاقبه، لم يكن له عذرٌ بأنَّ الأمرَ على التراخي، وذلك مفهومٌ من وضع اللُّغة.
الثالث: أنَّه لو قيل: هو على التراخي، فلا بدَّ أن يكون لذلك التراخي غايةٌ أو لا.
فإن قيل: له غاية. قلنا: مجهولة، والتكليفُ بالمجهول لا يصحُّ.
وإن قيل: إلى غير غاية. قلنا: أدَّى ذلك إلى سقوطه، والفرضُ أنَّه مأمورٌ به.
وإن قيل: غايته الوقتُ الذي يغلبُ على الظنِّ البقاءُ إليه. فالجوابُ أنَّ ظنَّ البقاء معدومٌ؛ لأنَّه لا يدري أيخترمه الموتُ الآن، وقد حذَّر تعالى من التراخي لئلا يفوت التدارك باقتراب الأجل، بقوله: {أَوَلَمْ يَنْظُرُوا فِي مَلَكُوتِ السَّمَاوَاتِ وَالْأَرْضِ وَمَا خَلَقَ اللَّهُ مِنْ شَيْءٍ وَأَنْ',NULL,'307',NULL,NULL,'0');
INSERT INTO [b282] VALUES (305,'عَسَى أَنْ يَكُونَ قَدِ اقْتَرَبَ أَجَلُهُمْ} [الأعراف/ ١٨٥]، ولا سيما والإنسان طويلُ الأمل، يهرم ويشيب أمله.
وأشار في "المراقي" إلى أنَّ كونه للفور مذهب مالك -أيضًا- بقوله:
وكونُه للفور أصل المذهب ... وهو لدى القيد بتأخيرٍ أبي
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

<span data-type="title" id=toc-168>الواجبُ المؤقتُ لا يسقطُ بفواتِ وقته</span>، ولا يفتقر القضاءُ إلى أمرٍ جديد، وهو قول بعض الفقهاء.
وقال الأكثرون: لا يجبُ القضاءُ إلَّا بأمرٍ جديد، واختاره أبو الخطاب. .) الخ
حاصلُ هذا المبحث: أنَّ العبادة المؤقتة بوقت معيَّن إذا فات وقتُها فهل يجبُ قضاؤها بالأمر الأوَّل، وهو اختيارُ المؤلفِ، أو لا يجبُ إلَّا بأمرٍ جديدٍ، وهو قولُ الأكثرين.
حجةُ الأوَّل: أن الأمر قد شمل أمرين:
أحدهما: فعل العبادة.
والثَّاني: اقترانُها بالوقت المعيَّن لها.
_________
(¬١) (٢/ ٦٢٩).',NULL,'308',NULL,NULL,'0');
INSERT INTO [b282] VALUES (306,'فإذا فات الوقت تعذَّر أحدُهما، وبقي الآخرُ في الإمكان، فيجبُ الإتيانُ بالممكن؛ لأنَّ المركب من أجزاء ينسحب حكمُه عليهما.
وحجةُ الثَّاني: أنَّها لمَّا قُرِنَتْ بالوقت المعين عُلِمَ أنَّ مصلحتها مختصةٌ به، إذْ لو كانتْ في غيره لما خصصت به، فيحتاجُ القضاءُ إلى أمرٍ جديد.
وإلى هذه المسألة أشار في "المراقي" بقوله:
والأمر لا يستلزمُ القضاء ... بل هو بالأمرِ الجديد جاء
لأنَّه في زمنٍ معيَّن ... يجي لمَا عليه من نفعٍ بُني
وخالف الرازي إذ المركب ... لكل جزءٍ حكمُه ينسحب
فمَنْ ترك الصَّلاة عمدًا، على القول بعدمِ خروجه من الملة، يلزمُه القضاءُ بالأمر الأوَّل على الأوَّل، وعلى الثَّاني فبعضُهم يقول: لا قضاء عليه، لأنَّه بأمرٍ جديدٍ وهو لم يردْ فيه أمرٌ، وبعضُهم يوجبُ عليه القضاء بالقياس على النائم والناسي، لورود الأمر بوجوب القضاء عليهما، والأظهرُ أنَّه يجبُ عليه القضاءُ بنصٍّ جديدٍ هو عمومُ قوله -صلى اللَّه عليه وسلم-: "فَدَيْنُ اللَّه أحقُّ أن يُقضى".',NULL,'309',NULL,NULL,'0');
INSERT INTO [b282] VALUES (307,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

ذهب بعضُ الفقهاء إلى أنَّ<span data-type="title" id=toc-169> الأمر يقتضي الإجزاءَ بفعل المأمور به </span>إذا امتثل المأمور بكمالِ وصفهِ وشروطه. . .) إلخ.
حاصلُ هذا المبحث أنَّ من امتثل الأمر وجاء به على الوجهِ المطلوب، اختُلف فيه: هل يقتضي ذلك الإجزاء وعدم القضاءِ أو لا؟
والحقُّ الذي لا شك فيه أنَّه يقتضيه، ولا يُعترضُ عليه بالمضي في الفاسد من الحجِّ، ولا بمن صَلَّى يظنُّ الطهارة ثم تبيّن حدثُه، لأنَّه في الأوَّل أفسدَ حجَّه، وفى الثَّاني صَلَّى مُحْدِثًا، فلم يمتثل في واحدٍ منهما على الوجه المطلوب.
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:

(مسألة

<span data-type="title" id=toc-170>الأمر بالأمر بالشيء </span>ليس أمرًا به ما لم يدل عليه دليلٌ).
مثاله: قوله -صلى اللَّه عليه وسلم- "مُرُوهم بالصلاة لسبع"، ليس بخطابٍ من الشارع للصبيِّ ولا بإيجاب عليه، مع أنَّ الأمرَ واجبٌ على الوليِّ، لكنْ إذا كان المأمورُ النبيَّ -صلى اللَّه عليه وسلم - كان واجبًا بأمر النَّبيِّ -صلى اللَّه عليه وسلم- لقيام الدليل على وجوبِ طاعته، وتحريم مخالفته.
_________
(¬١) (٢/ ٦٣١).
(¬٢) (٢/ ٦٣٤).',NULL,'310',NULL,NULL,'0');
INSERT INTO [b282] VALUES (308,'قال بعضُ أهل العلم: الأمرُ بالأمرِ أمرٌ، فالأولُ مأمورٌ بالمباشرة، والثَّاني بالواسطة. وله وجهٌ من النظر.
أمَّا إذا حصل في اللفظ ما يدلُّ على الأمر فهو أمرٌ بلا خلافٍ، كقوله -صلى اللَّه عليه وسلم- لعمرَ في شأن طلاقِ ابنه عبد اللَّه امرأته في الحيض: "مُرْهُ فلْيُراجِعْها"؛ لأنَّ لامَ الأمرِ صدرت منه -صلى اللَّه عليه وسلم- متوجهة إلى ابن عمر، فهو مأمورٌ منه بلا خلاف.
وإلى هذه المسألة أشار في "المراقي" بقوله:
وليس من أَمَرَ بالأمرِ أَمَر ... لثالثٍ إلَّا كما في ابن عمر
والأمرُ للصبيانِ ندبُه نمي ... لما رَوَوْهُ من حديث خثعم
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
الأمرُ لجماعةٍ يقتضي وجوبه على كل واحدٍ منهم. . .) الخ.
خلاصة ما ذكره المؤلفُ في هذا المبحثِ أنَّ الأمرَ لجماعة يقتضي وجوبَه على كلِّ غريب منهم إلَّا بدليل يدلُّ على أنَّه على الكفاية، كقوله تعالى: {وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ} الآية [آل عمران/ ١٠٤].
والتحقيق في فرض الكفاية أنَّه واجبٌ على كلهم يسقطُ بفعل بعضهم، بدليل أنَّهم إنْ فعلوه كلُّهم نالوا ثواب الواجب كلهم، وإنْ
_________
(¬١) (٢/ ٦٣٥).',NULL,'311',NULL,NULL,'0');
INSERT INTO [b282] VALUES (309,'تركوه كلُّهم أثموا كلُّهم.
والدليل على أنَّه ليس على واحدٍ معيَّنٍ تعذرُ تكليف المجهول.
وأشار إليه في "المراقي" بقوله:
وهو على الجميع عند الأكثر ... لإثمهم بالتركِ والتعذرِ
يعني تعذر تكلية المجهول.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
إذا أمرَ اللَّه تعالى نبيَّهُ بلفظٍ ليس فيه تخصيص. . .) إلخ.
قدمنا هذا الفصلَ مستوفى في مسألةِ شرع من قبلنا.
وذكر المؤلفُ هنا أنَّ ما خوطب به صحابي واحدٌ يعمُّ غيرَه.
وأشار في "المراقي" إلى أنَّ غيرَ الحنابلة خالفهم في عموم خطاب الواحدِ بقوله:
خطابُ واحدٍ لغير الحنبلي ... مِنْ غير رعي النصِّ والقيس الجلي
وذكر فيه -أيضًا- أنَّ الخطابَ العامَّ للنَّاس يدخلُ فيه الرسولُ -صلى اللَّه عليه وسلم- إلَّا بدليل على عدم دخوله.
وأشار إليه في "المراقي" بقوله:
_________
(¬١) (٢/ ٦٣٧).',NULL,'312',NULL,NULL,'0');
INSERT INTO [b282] VALUES (310,'وما يعمُّ يشملُ الرسولا ... وقيل لا ولنذكر التفصيلا (¬١)
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:

(فصل
الأمرُ يتعلقُ بالمعدوم. . .) إلخ.
أعلم -أولًا- أنَّ الخلاف في هذا المبحث لفظيٌّ؛ لأنَّ جميعَ العلماء مطبقون على أنَّ أولَ هذه الأمة وآخرها إلى يوم القيامة سواء في الأوامرِ والنواهي.
والذين يقولون: لا يدخلُ المعدومُ في الخطاب، يقولون: تكليفُ المعدوم وقت الخطاب بأدلةٍ منفصلةٍ، كقوله تعالى: {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} الآية [الأنعام/ ١٩].
واحتجُّوا بأنَّ الخطاب صفةٌ إضافيةٌ لا تعقلُ بدون مخاطبٍ.
وأجابَ الآخرون بأنَّ الخطاب متوجهٌ إليهم بشرط وجودهم متصفين بصفات التكليف. وهذا لا إشكال فيه.
وتبع صاحبُ "المراقي" القرافيَّ في أن المعدومَ لا يدخلُ في الخطاب؛ لأنَّ المعدومَ ليس بشيءٍ، وأنَّ تكليفهم بعد وجودهم عُلِمَ
_________
(¬١) قيل: التفصيل في البيت هو أن الرسول داخل أو غير داخل، ويكون غير داخل إن كان مصدر، بـ "قل"، ويكون داخلًا إن كان مصدر، بغير "قل". "عطية".
(¬٢) (٢/ ٦٤٤).',NULL,'313',NULL,NULL,'0');
INSERT INTO [b282] VALUES (311,'بالضرورة من الدين، لا من الخطاب اللغوي؛ لأنَّه ليس في اللُّغة خطابُ المعدوم، فقال:
والعبدُ والموجودُ والذي كفر ... مشمولة له لدى ذوي النظر
قال مقيِّده -عفا اللَّه عنه-:
قد دلَّت النصوصُ الصحيحةُ على خطاب المعدومين من هذه الأمة، تبعًا للموجودين منها، كقوله -صلى اللَّه عليه وسلم-: "تُقاتلون اليهود. . . " الحديث، وقوله: "تُقاتلون قومًا نعالهم الشعر. . . " الحديث، وقوله في قصَّة عيسى: "وإمامُكم منكم".
فالمقصود بجميع تلك الخطابات المعدمون يومئذٍ، بلا نزاعٍ، كما هو ظاهر. وإنَّما ساغ خطابهم تبعًا لأسلافهم الموجودين وقت الخطاب.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ويجوز الأمر من اللَّه سبحانه لما في معلومه أنَّ المكلفَ لا يتمكنُ مِنْ فعله، وعند المعتزلة: لا يجوز. . .) إلخ.
والتحقيق فيه الجواز، والحكمة: الابتلاءُ.
ويوضحه أنَّه تعالى أمر إبراهيم بذبح ولده، وهو يعلمُ أنَّه لا يمكنه
_________
(¬١) (٢/ ٦٤٧).',NULL,'314',NULL,NULL,'0');
INSERT INTO [b282] VALUES (312,'من ذبحه بالفعل، وصرَّح بأنَّ الحكمة في ذلك الابتلاء بقوله: {إِنَّ هَذَا لَهُوَ الْبَلَاءُ الْمُبِينُ (١٠٦)} [الصافات/ ١٠٦]-كما قدمنا-.
وهذه المسألة مبنية على النسخ قبل التمكن من الفعل، والحقُّ جوازُه، كما وقع في خمسٍ وأربعين صلاةً ليلة الإسراء.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
اعلمْ أنَّ ما ذكرناه من الأوامر تتضح به أحكامُ النواهي. . .) إلى آخره.
أي فكما أنَّ الأمر استدعاء الفعل بالقول على وجه الاستعلاء، فالنهي استدعاء الترك بالقولِ على وجه الاستعلاء.
وصيغة الأمر "افعل" وصيغة النَّهي "لا تفعل"، ولا يُشترط فيه إرادةُ الناهي.
والنهيُ يقتضي التكرار والفور، خلافًا للأمرِ في الأولى على الصَّحيح.
والأمر يقتضي الأجزاء، والنهي يقتضى الفسادَ، واقتضاؤه الفسادَ هو الحقُّ خلافًا لأبي حنيفة القائل: يقتضي الصحة.
والدليل على اقتضائه الفسادَ قوله -صلى اللَّه عليه وسلم-: "من أحدثَ في أمرنا هذا ما
_________
(¬١) (٢/ ٦٥٢).',NULL,'315',NULL,NULL,'0');
INSERT INTO [b282] VALUES (313,'ليس مِنْه فهو ردٌّ"، والمنهيُّ عنه ليس من أمرنا، فهو مردود بهذا النصِّ المتفق عليه.
وأشار في "المراقي" إلى اقتضائه الفساد على الصحيح بقوله:
وجاء في الصحيح للفسادِ ... إنْ لم يَجى الدليل للسداد
وأشار إلى قول أبي حنيفة باقتضائه الصحة بقوله:
وبث للصحةِ بالمدارس ... معللًا بالنهي حبر فارس
وحجة أبي حنيفة أنَّ النَّهي عن الفعل يدلُّ على تصور المنهيِّ عنه؛ إذْ لو كان ممتنعًا في نفسه لا يقعُ لم يَتَوجَّهْ إليه النَّهي، كما لا يتوجه النَّهي عن الإبصار إلى الأعمى. ولا يخفى ما فيه.
قال مقيِّده -عفا اللَّه عنه-:
في اقتضاء النَّهي الفسادَ أقوالٌ كثيرةٌ عند أهل الأصول، ومدارُ تلك الأقوال على أن النهيَ إنْ كانت له جهة واحدةٌ كالشرك والزنا اقتضى الفسادَ بلا خلافٍ، وإن كان له جهتان هو من إحداهما مأمور به ومن الأخرى منهيٌّ عنه، فهم متفقون على أن جهة الأمرِ إن انفكتْ عن جهة النَّهي لم يقتض الفسادَ، وإن لم تنفك عنها اقتضاه، ولكنهم يختلفون في انفكاك الجهة، ومِنْ ثَمَّ يقع بينهم الخلاف.
فالحنبليُّ يقول: الصَّلاة بالحرير مأمورٌ بها من جهة كونها صلاة، منهيٌّ عن لبس الحرير فيها، والصلاة في الأرض المغصوبة لا تنفك فيها الجهة، لأنَّ نفس شغلِ أرض الغيرِ بحركات الصَّلاة حرامٌ، فهي',NULL,'316',NULL,NULL,'0');
INSERT INTO [b282] VALUES (314,'باطلة.
فيقول المالكيُّ والشافعيُّ والحنفيُّ: لا فرق بين المسألتين، فهو -أيضًا- مأجورٌ على صلاته، آثمٌ بغصبه.
وهكذا.',NULL,'317',NULL,NULL,'0');
INSERT INTO [b282] VALUES (315,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(باب في العموم
اعلمْ أنَّ العمومَ من عوارض الألفاظ حقيقة، وقد يطلق في غيرها. . .) إلخ.
معنى كلامه أنَّ العمومَ من صفات الألفاظ.
وقيل: توصف به المعاني أيضًا. واختاره العضد وابن الحاجب وغيرهما. وإليه الإشارة في "المراقي" بقوله:
وهو من عوارضِ المباني ... وقيل للألفاظِ والمعاني
ومرادُه بالمباني: الألفاظ.
وعرف المؤلف "العام" تعريفين:
الأوَّل: العامُّ هو اللفظ الواحد الدال على شيئين فصاعدًا مطلقًا.
وهذا التعريف لا يصحُّ تعريف العام في الاصطلاح به؛ لأنَّه ليس بمانع، فلفظة زوج وشفع -مثلًا- تدلُّ على اثنين، ولم يقل أحدٌ إنَّها صيغة عموم.
التعريف الثاني: العامُّ كلامٌ مستغرقٌ لجميع ما يصلحُ له.
قلتُ: وهذا التعريف جيدٌ، إلَّا أنَّه ينبغي أن يزاد عليه ثلاثُ
_________
(¬١) (٢/ ٦٦٠).',NULL,'318',NULL,NULL,'0');
INSERT INTO [b282] VALUES (316,'كلمات:
الأولى: بحسب وضعٍ واحدٍ.
والثانية: دفعةً.
والثالثة: بلا حصر من اللفظ.
فيكون تعريفًا تامًّا جامعًا مانعًا.
فخرج بقوله: (مستغرقٌ لجميع ما يصلحُ له) ما لم يستغرق، نحو: بعض الحيوان إنسانٌ.
وخرج بقوله: (دفعة) النكرةُ في سياق الإثبات، كرجلٍ، فإنَّها مستغرقةٌ، ولكنَّ استغراقها بدليٌّ لا دفعة واحدة.
وخرج بقوله: (بلا حصر) لفظُ عشرة -مثلًا-؛ لأنَّه محصورٌ باللفظ، فلا يكون من صيغ العموم، على رأي الأكثرين.
وخرج بقوله: (بحسب وضع واحدٍ) المشتركُ كـ "العين"، فلا يسمى عامًّا بالنسبة إلى شموله الجارية والباصرة؛ لأنَّه لم يوضع لهما وضعًا واحدًا، بل لكلٍّ منهما وضعٌ مستقل.
وعرَّفَ العامَّ في "المراقي" بقوله:
ما استغرقَ الصالحَ دفعةً بلا ... حصرٍ من اللفظِ كعشر مثلا',NULL,'319',NULL,NULL,'0');
INSERT INTO [b282] VALUES (317,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(ثم العامُّ ينقسم إلى عامٍّ لا أعم منه. . .) إلى آخره.
حاصلُه أنَّ للعموم والخصوصِ واسطةً وطرفين:
طرفٌ لا شيء أعم منه، كالمعلوم، والمذكور، فإنَّه يشملُ جميع الموجوداتِ والمعدومات.
وطرفٌ لا شيء أخصُّ منه، كالأشخاص، نحو زيد، وهذا الرجل.
وواسطةٌ هي أعمُّ ممَّا تحتها وأخصُّ ممَّا فوقها، كالحيوان، فإنَّه أعمُّ من الإنسان وأخصُّ من النامي، وكالنامي، فإنَّه أعمُّ من الحيوان وأخصُّ من الجسم؛ لشمولِ الجسم غير النامي، كالحجر. وهكذا.
قال المؤلف (¬٢) -رحمه اللَّه تعالى-:

(فصل

و<span data-type="title" id=toc-179>ألفاظ العموم خمسةُ </span>أقسام:
الأوَّل: اسمٌ عُرِّفَ بالألف واللام لغير المعهود، وهو ثلاثة أنواع:
١ - ألفاظ الجموع، كالمسلمين والمشركين والذين.
٢ - أسماء الأجناس، وهو ما لا واحدَ له من لفظه، كالناسِ
_________
(¬١) (٢/ ٦٦٣).
(¬٢) (٢/ ٦٦٥).',NULL,'320',NULL,NULL,'0');
INSERT INTO [b282] VALUES (318,'والحيوان والماءِ والتراب.
٣ - لفظُ الواحد، كالسارق، والسارقة، والزاني، والزانية، و {إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢)} [العصر/ ٢]).
قلت: معنى كلامه ظاهرٌ إلَّا أن إدخال: الذين، والسارق، والزاني، والمشركين -مثلًا- من المعرَّف "بأل" فيه نظر؛ لأنَّ "أل" في (الذين) زائدةٌ لزومًا على الصحيح، وهو اسمٌ موصولٌ مُعَرَّفٌ، كما قال في "الخلاصة":
وقد تُزادُ لازمًا كاللاتي ... والآن والذين ثم اللات
ولأن "أل" في السارق، والزاني، والمشركين، اسمٌ موصولٌ أيضًا، كما قال:
وصفةٌ صريحةٌ صلة أل ... وكونُها بمعرب الأفعال قل
وأعلم أنَّ المثني كذلك، نحو: "إذا التقى المسلمان بسيفيهما فالقاتل والمقتولُ في النَّار"، فإنَّه يعمُّ كلَّ المسلمين، وهذا بناء على تناسي الوصفية في المسلم، وإن لم تُتناسى فَـ "أل" فيه موصولة.
(القسم الثَّاني: أدوات الشرط: كـ "مَنْ" فيمن يعقل، و"ما" فيما لا يعقل، و"أي" في الجميع، و"أين" و"أيان" في المكان، و"متى" في الزمان. . .) إلى آخره.
قلت: جعلُه "أيَّانَ" للمكان سهوٌ منه رحمه اللَّه، بل هو للزمان كـ "متى".',NULL,'321',NULL,NULL,'0');
INSERT INTO [b282] VALUES (319,'القسم الثالث من ألفاظ العموم: ما أضيف من هذه الأنواع الثلاثة إلى معرفة، كعبيد زيدٍ، ومال عمروٍ).
قلتُ: ومن أمثلته في القرآن: {وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لَا تُحْصُوهَا} الآية [إبراهيم/ ٣٤]، {فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ (٦٣)} [النور/ ٦٣].
وأعلم أنَّ "ما"، و"مَنْ"، و"أي"، تعمُّ مطلقًا، سواء كانت شروطًا -كما ذكره المؤلف- أو موصولاتٍ، أو استفهاميةً، والأمثلةُ واضحةٌ، نحو: {وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ} [الطلاق/ ٣]، {وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ} [البقرة/ ١٩٧]، {أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ} [النساء/ ٧٨]، وقوله -صلى اللَّه عليه وسلم-: "أيّما امرأة نكحتْ بغير إذن وليِّها فنكاحُها باطلٌ" الحديث.
القسم الرابع: "كل" و"جميع"، كقوله تعالى: {كُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ} [آل عمران/ ١٨٥]، {وَلِكُلِّ أُمَّةٍ أَجَلٌ فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ (٣٤)} [الأعراف/ ٣٤]، {اللَّهُ خَالِقُ كُلِّ شَيْءٍ} [الرعد/ ١٦، الزمر/ ٦٢]).
(القسم الخامس: النكرةُ في سياق النفي، نحو: {وَلَمْ تَكُنْ لَهُ صَاحِبَةٌ} [الأنعام/ ١٠١]، {وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ} [البقرة/ ٢٥٥]).
قلت: النكرةُ في سياق النفي تكونُ نصًّا صريحًا في العموم في ثلاث مسائل:
الأولى: المركبة مع "لا" التي لنفي الجنس، نحو: {لَا رَيْبَ فِيهِ}',NULL,'322',NULL,NULL,'0');
INSERT INTO [b282] VALUES (320,'[البقرة/ ٢].
الثَّانية: التي زيدت قبلها "مِنْ"، وتطردُ زيادتها في:
١ - الفاعل، نحو: {مَا أَتَاهُمْ مِنْ نَذِيرٍ} [القصص/ ٤٦، السجدة/ ٣].
٢ - والمفعول، نحو: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ} [الأنبياء/ ٢٥، الحج/ ٥٢].
٣ - والمبتدأ، نحو: {وَمَا مِنْ إِلَهٍ إِلَّا إِلَهٌ وَاحِدٌ} [المائدة/ ٧٣].
الثَّالثة: الملازمة للنفي، كالعريب، والصافر، والدابر، والديار.
وفيما سوى هذه الثلاثة فهي ظاهرةٌ في العموم، كالعاملة فيها "لا" عمل "ليس".

تنبيه:
من صيغ العموم: النكرةُ في سياق الشرط، نحو: {وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ} [التوبة/ ٦].
والنكرةُ في سياق الامتنان، نحو: {وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا (٤٨)} [الفرقان/ ٤٨].
والنكرةُ في سياق النَّهي، نحو: {وَلَا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا (٢٤)} [الإنسان/ ٢٤].',NULL,'323',NULL,NULL,'0');
INSERT INTO [b282] VALUES (321,'فائدة:
وربَّما أفادت النكرةُ في سياق الإثبات العمومَ بمجرَّد دلالة السياق، كقوله تعالى: {عَلِمَتْ نَفْسٌ مَا أَحْضَرَتْ (١٤)} [التكوير/ ١٤]، {عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ (٥)} [الانفطار/ ٥]، بدليل قوله تعالى: {هُنَالِكَ تَبْلُو كُلُّ نَفْسٍ مَا أَسْلَفَتْ} الآية [يونس/ ٣٠].
وأنشد لنحوه صاحب "اللسان":
يومًا ترى مرضعةً خَلُوجا ... وكلَّ أنثى حملتْ خَدُوجا
وكلَّ صاحٍ ثَمِلًا مَرُوجا
وأعلم أنَّ الحقَّ أنَّ صيغ العموم الخمس التي ذكرها المؤلف التي هي:
١ - المعرف بـ "أل" غير العهدية.
٢ - والمضاف إلى المعرفة.
٣ - وأدوات الشرط.
٤ - كل وجميع.
٥ - والنكرة في سياق النفي.
تُفيدُ العموم، وخلافُ من خالف في كلها أو بعضها كله ضعيفٌ لا يعول عليه.
والدليل على إفادتها العموم إجماعُ الصحابة على ذلك، لأنَّهم',NULL,'324',NULL,NULL,'0');
INSERT INTO [b282] VALUES (322,'كانوا يأخذون بعمومات الكتاب والسنة، ولا يطلبون دليل العموم، بل دليلَ الخصوص، وبأنَّ السيِّد لو قال لعبده إحدى الصيغ المذكورة نحو: مَنْ دخل فأعطه درهمًا أو كلَّ داخلٍ فأعطه درهمًا، فعليه التعميمُ، وليس له منعُ أحدِ ممَّن شملهم العمومُ.
ومَنْ قال: إنَّ المفردَ المعرَّف بـ "أل" لا يعمُّ، يُرَدُّ عليه بقوله تعالى: {وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢) إِلَّا الَّذِينَ آمَنُوا} [العصر/ ١ - ٣]، إذْ لو لم يعم كلَّ إنسانِ لما استثنى منه {إِلَّا الَّذِينَ آمَنُوا} الآية.

تنبيه:
قال محققو الأصوليين: لا فرقَ في الجموع المعرفة بـ "أل" بين جمع القلة والكثرة؛ لأنَّ الاستغراق فيها مفهومٌ من الألف واللام، ولذا عمَّ معهما المفرد، كما ذكرنا آنفًا، فكيف بالجمع؟
وقد أشار المؤلفُ إلى هذا في هذا المبحث، وهو ظاهر.
وذكر في "المراقي" صيغ العموم بقوله:
صيغُه كلٌّ أو الجميع ... وقد تلا الذي التي الفروع
أين وحيثما ومَنْ أيٌّ وما ... شرطًا ووصلًا وسؤالًا أفهما
متى وقيل لا وبعض قيدا ... وما معرفًا بـ "أل" قد وجدا
أو بإضافةٍ إلى المعرف ... إذا تحققُ الخصوصِ قد نفي
وفي سياقِ النفي منها يذكر ... إذا بُني أو زِيد من منكر',NULL,'325',NULL,NULL,'0');
INSERT INTO [b282] VALUES (323,'أوْ كان صيغةً لها النفي لزم ... وغير ذا لدى القرافي لا يعم
وقيل بالظهور في العمومِ ... وهو مفاد الوضعِ لا اللزومِ
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

<span data-type="title" id=toc-181>أقلُّ الجمع </span>ثلاثة، وحُكي من أصحاب مالكٍ وابنِ داودَ وبعض النَّحويين وبعضِ الشَّافعية: أقلُّه اثنان. . .) الَخ.
خلاصةُ هذا المبحث أنَّ في أقلِّ الجمعِ قولين:
أحدهما: أنَّه ثلاثة. وهو مذهب الجمهور.
والثَّاني: أنَّه اثنان. وعزاه المؤلف لمن ذكر، وهو رأي مالكٍ -رحمه اللَّه-.
قال في "المراقي":
أقلُّ معنى الجمعِ في المشتهرِ ... الاثنانِ في رأي الإمام الحميري
يعني: مالكًا.
وحجةُ هذا القول قوله تعالى: {فَإِنْ كَانَ لَهُ إِخْوَةٌ} الآية [النساء/ ١١]؛ لأنَّها تحجبُ بالاثنين من الثلثِ إلى السدس.
وقوله: {وَأَطْرَافَ النَّهَارِ لَعَلَّكَ تَرْضَى (١٣٠)} الآية [طه/ ١٣٠]، مع أنَّهما
_________
(¬١) (٢/ ٦٨٨).',NULL,'326',NULL,NULL,'0');
INSERT INTO [b282] VALUES (324,'طرفان.
إلى غير ذلك من الأدلة.
قلتُ: وينبني على الخلاف ما لو أقرَّ بدراهمَ أو دنانير ولم يبيِّنْ، وقلنا يلزمُ أقلُّ الجمع، لأنَّه مُحَقَّقٌ، فعلى القول بأنَّه ثلاثةٌ تلزمُه ثلاثةٌ، وهو الحقُّ. واتفق علَى لزوم الثلاثة المذكورة المالكيةُ.
وحجة الجمهور واضحةٌ، وهي أنَّ أهل اللسان العربيِّ فرَّقوا بين المفرد والمثنى والجمع، وجعلوا لكلِّ واحدٍ منها لفظًا وضميرًا مختصًّا به، فالفرقُ في اللسان بين التثنيةِ والجمع ضروريٌّ، ولا حجة لمن يقول: "أقلُّه اثنان" في حديث "الاثنان فما فوقهما جماعةٌ"؛ لأنَّ المرادَ حصولُ فضل الجماعة بالاثنين، وهو أمرٌ شرعيٌّ، والكلام في أمرٍ لغويٍّ.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
إِذا وردَ لفظُ العموم على سببٍ خاصٍّ لم يسقط عمومه. . . (إلى أن قال) وقال مالكٌ وبعضُ الشَّافعية: يسقط عمومُه. . .) إلخ.
حاصلُه: أنَّ العبرةَ بعموم اللفظِ لا بخصوص الأسباب، فالنصوصُ العامةُ الواردةُ على أسبابٍ خاصةٍ تكونُ أحكامُها عامةً، وهذا هو الحقُّ.
_________
(¬١) (٢/ ٦٩٣).',NULL,'327',NULL,NULL,'0');
INSERT INTO [b282] VALUES (325,'قلتُ: تحرير المقام في هذه المسألةِ أنَّ العامَّ الواردَ على سبب خاصٍّ، له ثلاثُ حالات:
الأولى: أن يقترنَ بما يدلُّ على العموم، فيعمُّ إجماعًا، كقوله تعالى: {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} [المائدة/ ٣٨]، لأنَّ سبب نزولِها المخزوميةُ التي قطعَ النَّبيُّ -صلى اللَّه عليه وسلم- يدها، والإتيانُ بلفظ السارق الذكرِ يدلُّ على التعميم.
وعلى القول بأنَّها نزلتْ في الرجل الذي سرقَ رداءَ صفوانَ بن أُميَّةَ في المسجد، فالإتيانُ بلفظ السارقة الأنثى دليل على التعميم أيضًا.
الثَّانية: أن يقترنَ بما يدلُّ على التخصيصِ، فيخصُّ إجماعًا، كقوله تعالى: {خَالِصَةً لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} [الأحزاب/ ٥٠].
الثَّالثة: ألا يقترن بدليل التعميم ولا التخصيص، وهي مسألة المؤلف. والحقُّ فيها أنَّ العبرة بعموم اللفظِ لا بخصوصِ السبب، فيعمُّ حكم آية اللعان النازلة في عويمر العجلاني وهلال، وآية الظهَارِ النازلة في امرأة أوس بن الصَّامت، وآية الفديةِ النَّازلة في كعب بن عُجرة، وآية {وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} [النساء/ ٧] النازلة في ابنتي سعد بن الرَّبيع. وهكذا.

تنبيه:

فإن قيلَ: ما<span data-type="title" id=toc-183> الدليلُ على أنَّ العبرةَ بعموم اللفظِ لا بخصوصِ السبب</span>؟
فالجوابُ: أنَّ ذلك دلَّ عليه الوحيُ واللغة.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b282] VALUES (326,'أمَّا الوحيُ فإنَّ هذه المسألةَ سئل عنها رسول اللَّه -صلى اللَّه عليه وسلم- فأفتى بذلك، وذلك أنَّ الأنصاريَّ الذي قبَّل الأجنبية، ونزلت فيه {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} الآية، [هود/ ١١٤]. قال للنبيِّ: أَلِيَ هذا وحدي يا رسول اللَّه؟
ومعنى ذلك: هل حكمُ هذه الآية يختصُّ بي لأنَّي سببُ نزولها؟
فأفتاهُ النبيُّ -صلى اللَّه عليه وسلم- بأنَّ العبرةَ بعمومِ لفظِ {إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ} لا بخصوصِ السبب، حيثُ قال له: "بل لأمتي كلِّهم".
وهو نصٌّ نبويٌّ في محلِّ النزاع.
ومن الأحاديثِ الدالةِ على ذلك: أنَّه -صلى اللَّه عليه وسلم- لمَّا أيقظَ عليًّا وأمره وفاطمةَ بالصَّلاةِ من الليل، وقال له علي رضي اللَّه عنه: إنَّ أرواحنا بيد اللَّه إنْ شاء بعثنا، ولَّى -صلى اللَّه عليه وسلم- يضربُ فخذَه ويقول: " {وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا (٥٤)} " [الكهف/ ٥٤]، فجعل عليًّا داخلًا فيها مع أنَّ سببَ نزولِها الكفارُ الذين يجادلون في القرآن.
وخطابُه -صلى اللَّه عليه وسلم- لواحدٍ كخطابه للجميعِ -كما تقدم- ما لم يقُم دليلٌ على الخصوص.
وأمَّا اللغةُ فإنَّ الرجلَ لو قالت: له زوجتُه: طلِّقني، فطلَّق جميع نسائه، لا يختصُّ الطلاقُ بالطالبةِ التي هي السبب.
والتحقيقُ عن مالكٍ أنَّه يوافقُ الجمهورَ في هذه المسألةِ خلافًا لما ذكره عنه المؤلف.',NULL,'329',NULL,NULL,'0');
INSERT INTO [b282] VALUES (327,'وأشار في "المراقي" إلى أنَّ السبب لا يخصصُ عموم اللفظِ عند مالكٍ بقوله:
والعرف حيث قارن الخطابا ... ودع ضميرَ البعضِ والأسبابا
وجمهورُ أهل الأصول على أنَّ صورة السبب قطعية الدخول في العامِّ، فلا يجوز إخراجها منه بمخصص، وهو التحقيق. وروي عن مالك: أنَّها ظنية الدخول كغيرها من أفراد العام.
وأشار له في "المراقي" بقوله:
واجزمْ بإدخالِ ذواتِ السبب ... واروِ عن الإمامِ ظنًّا تُصِبِ
يعني بالإمامِ: مالكًا رحمه اللَّه.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
قولُ الصحابيِّ: "نهى رسول اللَّه -صلى اللَّه عليه وسلم- عن المزابنةِ، وقضى بالشفعةِ فيما لم يُقسم"، يقتضي العمومَ. وقال قوم: لا عموم له. . .) إلخ.
هذه المسألةُ يترجمُ لها عند الأصوليين بـ "حكاية الصحابي فعلًا ظاهره العموم" نحو: "نهى رسولُ اللَّه -صلى اللَّه عليه وسلم- عن بيع الغرر"، و"حكم بالشاهدِ واليمين"، ونحو ذلك.
وأكثرُهم يقولون: لا يعمُّ كلَّ غررٍ وكلَّ شاهدٍ -مثلًا-، زاعمين أنَّ
_________
(¬١) (٢/ ٦٩٨).',NULL,'330',NULL,NULL,'0');
INSERT INTO [b282] VALUES (328,'الحجةَ في المحكي لا في الحكاية، والمحكيُّ غيرُ عامٍّ.
والمؤلفُ يجزمُ باقتضائه العمومَ، وهو الذي اختاره ابنُ الحاجب، والفهري، والقرافي، وغير واحد.
قلت: واقتضاؤه العمومَ هو الحقُّ؛ لأنَّ الصحابيَّ عدلٌ عارفٌ، فلا يروي ما يدلُّ على العمومِ إلَّا وهو جازمٌ بالعموم.
والحقُّ جوازُ نقل الحديثِ بالمعنى، وعدالةُ الصحابيِّ تنفي احتمالَ منافاةِ حكايته لما حكى، كما هو ظاهرٌ.
وقد حققهُ القرافيُّ بإيضاح.
وتبع في "المراقي" الأكثر القائلين بعدم العموم في هذه المسألة، فقال -عاطفًا على ما لا يعمُّ على الصحيح عنده-:
وسائرٌ حكايةُ الفعلِ بما ... منه العمومُ ظاهرًا قد علمًا
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
وما ورَد مِنْ خطاب مضافٍ إلى النَّاس والمؤمنين دخل فيه العبد. . .) إلخ.
حاصلُه أنَّ العبيد داخلون في الخطاباتِ العامة، نحو: {يَاأَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ} الآية [النساء/ ١، الحج/ ١، لقمان/ ٣٣]، وقوله: {وَتُوبُوا
_________
(¬١) (٢/ ٧٠١).',NULL,'331',NULL,NULL,'0');
INSERT INTO [b282] VALUES (329,'إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ} [النور/ ٣١]، وقوله تعالى: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران/ ١١٠]؛ لأنهم من جملة النَّاس والمؤمنين والأمة، ومِنْ جملةِ المكلَّفين.
وقال قومٌ: لا يدخلون إلَّا بدليل خاصٍّ؛ لخروجهم في كثير من العمومات، كالحجِّ، والميراثِ، ووجوبِ الجمعةِ، ونحو ذلك.
وأجيبَ عنه: بأنهم داخلون إلَّا إذا دلَّ دليلٌ على إخراجهم. وهذا هو الظاهرُ. واعتمد في "المراقي" دخولَهم بقوله:
والعبدُ والموجودُ والذي كفر ... مشمولة له لدى ذوي النظر
وقول المؤلف (¬١) في هذا الفصل: (ويدخُلُ النساءُ في الجمع المضاف إلى النَّاسِ وما لا يتبين فيه لفظ التذكير والتأنيث. .) إلخ.
خلاصتُه: أنَّ له طرفين وواسطةً:
أ - طرفٌ يدخلُ فيه النساءُ مع الرجال اتفاقًا، نحو: الخطاب بـ {يَاأَيُّهَا النَّاسُ}، وكأدوات الشرطِ نحو "مَنْ".
ب - وطرفٌ لا يدخلن فيه معهم إجماعًا، نحو: الرجال والذكور، كما لا يدخل الرجال في لفظ النساء والأناث، ونحو ذلك.
ج- وواسطةٌ اختلفَ فيها، وهي: الجموعُ المذكرةُ السالمةُ، كالمسلمين، وضمائر جماعةِ الذكور، نحو: {كُلُوا وَاشْرَبُوا}.
_________
(¬١) (٢/ ٧٠١).',NULL,'332',NULL,NULL,'0');
INSERT INTO [b282] VALUES (330,'والمؤلفُ يميلُ إلى دخولهم في الجموع المذكرةِ ونحوها، وذكر أنَّه اختيارُ القاضي، وقولُ بعضِ الحنفية، وابن داود، وعزا عدمَ دخولهنَّ للأكثرين، وهو اختيارُ أبي الخطاب.
قلتُ: واحتجَّ كل من الفريقينِ بالقرآن الكريم، كالآتي:
أ - احتجَّ من قالَ بدخولهنَّ في جموع التذكيرِ ونحوها بقوله تعالى: {وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَانِتِينَ (١٢)} [التحريم/ ١٢]، وقوله: {وَاسْتَغْفِرِي لِذَنْبِكِ إِنَّكِ كُنْتِ مِنَ الْخَاطِئِينَ (٢٩)} [يوسف/ ٢٩]، وقوله: {وَصَدَّهَا مَا كَانَتْ تَعْبُدُ مِنْ دُونِ اللَّهِ إِنَّهَا كَانَتْ مِنْ قَوْمٍ كَافِرِينَ (٤٣)} [النمل/ ٤٣].
وفي ضمائر المذكرِ بقوله تعالى: {قُلْنَا اهْبِطُوا مِنْهَا جَمِيعًا} الآية [البقرة/ ٣٨]؛ فإنَّ الضمير يتناول حواء إجماعًا.
ب - واحتج من قال بعدم دخولهنَّ بقوله تعالى: {إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ} إلى قوله تعالى: {وَأَجْرًا عَظِيمًا (٣٥)} [الأحزاب/ ٣٥]، وقوله تعالى: {قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ} الآية [النور/ ٣٠]، ثم قال: {وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ} الآية [النور/ ٣١]، والعطفُ يقتضي عدم الدخول، وقوله تعالى: {لِيُعَذِّبَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ وَيَتُوبَ اللَّهُ عَلَى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} [الأحزاب/ ٧٣].
واحتجَّ المؤلفُ وغيرُه لدخولهنَّ بأنَّ المذكَّر يغلبُ في الجمعِ على المؤنث.',NULL,'333',NULL,NULL,'0');
INSERT INTO [b282] VALUES (331,'وأجاب المخالفون بأنَّ الخلاف ليس في جواز التغليبِ المذكور، وإنَّما هو في الظهورِ والتبادرِ من اللفظ.

تنبيه:
ظاهرُ كلام المؤلف رحمه اللَّه أنَّ أدوات الشرط نحو "مَنْ" مجمعٌ على شمولها للنساء، مع أنَّ ذلك خالف فيه جماعةٌ من الحنفية.
وقال إمامُ الحرمين: لفظُ "مَنْ" يتناولُ الأنثى باتفاقِ كلِّ من يُنسبُ للتحقيقِ من أرباب اللسان والأصول، وقالت شرذمة من الحنفية: لا
يتناولهنَّ، فقالُوا في قوله -صلى اللَّه عليه وسلم-: "مَنْ بدَّل دينه فاقتلوه": إنَّه لا يتناولُ المرأة، فلا تقتلُ عندهم المرتدةُ بناءً على ذلك.
قلتُ: ومن الأدلة القرآنية على دخول النساء في لفظ "مَنْ" قولُه تعالى: {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى} [النساء/ ١٢٤]، وقوله تعالى: {يَانِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ} الآية [الأحزاب/ ٣٠]، {وَمَنْ يَقْنُتْ مِنْكُنَّ} الآية [الأحزاب/ ٣١].
وأشار إلى مسألة "مَنْ" والجمع المذكر السالمِ ونحوه في "المراقي" بقوله:
وما شمولُ مَنْ للأنثى جنفُ ... وفي شبيه المسلمين اختلفوا',NULL,'334',NULL,NULL,'0');
INSERT INTO [b282] VALUES (332,'قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل
العامّ إذا دخله التخصيصُ يبقى حجةً فيما لم يخصَّ عند الجمهور. وقال أبو ثورٍ وعيسى بن أبان: لا يبقى حجةً؛ لأنَّه يصيرُ مجازًا، فقد خرج الوضعُ من أيدينا ولا قرينةَ تفصلُ وتحصلُ، فيبقى مجملًا.
ولنا: تمسكُ الصحابة رضي اللَّه عنهم بالعمومات، وما من عموم إلَّا وقد تطرَّق إلي تخصيص إلَّا اليسير. . .) إلخ.
معنى كلامه ظاهرٌ، وهو مذهب الجمهورِ، وهَو الحقُّ.
ولا يخفى أنَّ قوله تعالى: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} [النساء/ ٢٤]-مثلًا- إذا بيَّن النبيُّ -صلى اللَّه عليه وسلم- أنَّه يخرجُ منه جمعُ المرأةِ مع عمتها أو خالتها، يبقى عمومه حجةً فيما سوى ذلك.
وإلى هذه المسألة أشار في "المراقي" بقوله:
وهو حجة لدى الأكثرِ إنْ ... مخصصٌ له معيَّنًا يَبِن
والقولُ بأنَّه لا يبقى حجةً في الباقي بعد التخصيص يلزمه بطلانُ جلِّ عموماتِ الكتاب والسنة؛ لأنَّ الغالب عليها التخصيص، والتخصيصُ لا يقدحُ في دلالة اللفظِ على الباقي، كما أنَّ قوله تعالى: {فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا} [العنكبوت/ ١٤] لا يقدحُ فيه
_________
(¬١) (٢/ ٧٠٦).',NULL,'335',NULL,NULL,'0');
INSERT INTO [b282] VALUES (333,'إخراج الخمسين بالاستثناءِ في صحة لبثه فيهم تسعمائة وخمسين -كما هو ظاهر-.
وقولُهم: لا قرينةَ تفصلُ، مردودٌ بأنَّ اللفظَ شاملٌ للكلِّ بحسب الوضعِ، فلا يخرجُ منه إلَّا ما أخرجه دليلٌ.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
واختار القاضي أنَّه حقيقةٌ بعد التخصيص، وهو قولُ أصحاب الشافعي، وقال قوم: يصيرُ مجازًا على كلِّ حال. . .) إلخ.
حاصلُ ما يقولُه الأصوليون في هذا المبحث أنَّ تخصيص العامّ ينقسمُ إلى عامٍّ مخصوصٍ، وعام أريد به الخصوص:
أ - فالعامُّ المرادُ به الخصوص عندهم مجازٌ من غير خلافٍ بينهم.
ب - والعامُّ المخصوصُ فيه عندهم طرق:
الأولى: أنَّه يصيرُ مجازًا -أيضًا-. وعزاه غيرُ واحدٍ للأكثر، واختاره ابن الحاجبِ والبيضاويُّ وغيرهما. وعزاه القرافيُّ لبعض أصحاب مالكٍ، وأصحابِ أبي حنيفة، وأصحاب الشافعي.
والثانية: أنَّه حقيقةٌ في الباقي. وذكر المؤلف أنَّه اختيارُ القاضي، واختاره -أيضًا- صاحب "جمع الجوامع"، وعزاه لوالده والفقهاء.
_________
(¬١) (٢/ ٧٠٩).',NULL,'336',NULL,NULL,'0');
INSERT INTO [b282] VALUES (334,'وهو أظهرها.
وقال الغزاليُّ: إنَّه مذهب الشافعيِّ.
وعزاه القرافيُّ لبعض أصحاب مالكٍ، وأصحابِ الشافعي، وأصحابِ أبي حنيفة.
وحجةُ هذا القول: أنَّ تناول اللفظ للبعض الباقي بعد التخصيص كتناوله له بلا تخصيص، لأنَّه يتناولُه بحسب الوضع الأصلي. وهو واضحٌ.
واحتجَّ المانعون بأنَّ أصل الوضع يتناولهُ مع غيره لا دونه، والشيءُ مع غيرِه غيرُه، لا معَ غيرِه.
ولا يخفى أنَّ الأوَّل أظهر.
الثَّالثة: إن خُص بما لا يستقلُّ بنفسه، كالاستثناء والشرط والصفة والغاية، فهو حقيقةٌ، وإن خُصَّ بمستقلٍّ مِنْ سمع أو عقلٍ فهو مجازٌ. وعزاه الآمديُّ والأبياريُّ للقاضي أبي بكر.
وهذه الطرق هي التي أشار إليها المؤلفُ، وفيه أربعة أقوالٍ غيرها:
الأوَّل: أنَّه حقيقةٌ إنْ كان الباقي غير منحصرٍ؛ لبقاء خاصية العموم. وبه قال ابنُ فورك.
الثَّاني: أنَّه حقيقةٌ في تناول ما بقي، مجاز في الاقتصار عليه. وبه قال إمام الحرمين، وضعفه الأبياري.',NULL,'337',NULL,NULL,'0');
INSERT INTO [b282] VALUES (335,'الثالث: إن خُصَّ باستثناء كان مجازًا، وإن خُصَّ بشرط أو صفة كان حقيقةً. وبه قال عبد الجبار من المعتزلة.
الرابع: إن خصَّ بغير لفظٍ كالعقل فهو مجازٌ، وإن خُصَّ بدليلٍ لفظيٍّ مطلقًا فهو حقيقة.
وأشار في "المراقي" إلى بعض الأقوال في هذه المسألة، مع تعريف العامِّ المخصوصِ والعامِّ المراد به الخصوص بقوله:
وذو الخصوصِ وهو ما يستعمل ... في كلِّ الأفرادِ لدى مَنْ يعقلُ
وما به الخصوص قد يرادُ ... جعلَه في بعضها النقادُ
والثَّاني اعْزُ للمجازِ جزمًا ... وذاك للأصلِ وفرع ينمى
وهذا التقسيمُ للمتأخرين، وهما شيءٌ واحدٌ عند القدماء.
قال في المراقي:
* واتحدَ القسمان عند القُدما *
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

ويجوز<span data-type="title" id=toc-190> تخصيص العموم إلى أن يبقى واحدٌ</span>. وقال القاضي، والرازي، والقفال، والغزاليُّ: لا يجوزُ النقصان عن أقلِّ
_________
(¬١) (٢/ ٧١٢).',NULL,'338',NULL,NULL,'0');
INSERT INTO [b282] VALUES (336,'الجمع. . .) إلخ.
حاصلُه: هل يجوزُ إخراج أفراد العامِّ بالمخصِّص حتَّى لا يبقى إلَّا فردًا واحدًا، أو لا بدَّ من بقاء أقلِّ الجمع؟
جزم المؤلف بالأول، وعزا الثَّاني لمن ذكرنا.
وذكر هذه المسألة في "المراقي" بقوله:
جوازُه لواحدٍ في الجمعِ ... أتتْ به أدلةٌ في الشرع
وموجبٌ أقلَّه القفَّالُ ... والمنعُ مطلقًا له اعتلالُ
ومن أمثلته في القرآن قوله تعالى: {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ} الآية [آل عمران/ ١٧٣]؛ لأنَّ المراد بالنَّاس نعيمُ ابن مسعودٍ، أو أعرابي من خزاعة.
ويدل لذلك إفراد الإشارة في قوله: {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ يُخَوِّفُ أَوْلِيَاءَهُ} الآية [آل عمران/ ١٧٥] كما نبه عليه غير واحد.
وقوله: {أَمْ يَحْسُدُونَ النَّاسَ} (¬١) الآية [النساء/ ٥٤] المرادُ به النبيُّ -صلى اللَّه عليه وسلم-.
_________
(¬١) في الأصل المطبوع: وقوله: (فنادته الملائكة). ولا وجه له هنا. ولعل المثبت هو الصواب. وانظر: "نثر الورود" (١/ ٢٧٣).',NULL,'339',NULL,NULL,'0');
INSERT INTO [b282] VALUES (337,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
والمخاطِبُ يدخل تحت الخطاب بالعام. وقال قوم: لا يدخل. . .) إلخ.
حاصلُه: أن المخاطِب -باسم الفاعل- إذا خاطب غيره بصيغة العموم، هل يدخلُ هو في عموم ذلك الخطاب أو لا؟
اختار المؤلفُ أنَّه يدخل.
واحتجَّ المخالفُ بأنه لو قال لعبده: مَنْ دخل فأعطه درهمًا، فدخل هو، لم يدخل في عموم خطابه، فليس عليه أن يعطيه.
وأجاب المؤلف عن هذا بأنَّ اللفظ عامٌّ، والقرينة هي التي أخرجت المخاطِب، وقدْ قدَّمنا طرفًا من هذا في الأمر.
قلتُ: سأل أصحابُ رسولِ اللَّه النبيَّ -صلى اللَّه عليه وسلم- عن مضمون هذه المسألة، فأجابهم بما يقتضي دخول المخاطِب في الخطاب، وذلك أنَّه لمَّا قال لهم: "لن يُدخل أحدَكم عملُه الجنةَ" سألوه: هل هو داخل في هذا الخطاب، بقولهم: ولا أنت؟ فقال -صلى اللَّه عليه وسلم-: "ولا أنا إلَّا أن يتغمدني اللَّه برحمةٍ من فضله".
وذكر المؤلفُ في هذا المبحث أنَّ أبا الخطاب اختار أنَّ الآمر لا
_________
(¬١) (٢/ ٧١٤).',NULL,'340',NULL,NULL,'0');
INSERT INTO [b282] VALUES (338,'يدخلُ في الأمر، وقد قدمنا هذا في قولِ صاحب "المراقي":
وما يعمُّ يشملُ الرسولا ... وقيل لا ولنذكر التفصيلا

قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(فصل

<span data-type="title" id=toc-192>اللفظ العامُّ يجبُ اعتقادُ عمومه </span>في الحال في قول أبي بكر والقاضي.
وقال أبو الخطَّاب: لا يجبُ حتى يبحث فلا يجدُ ما يخصصُه. قال: وقد أومأ إليه في رواية صالح وأبي الحارث. . .) إلخ.
حاصلُه: أنَّ التحقيقَ ومذهب الجمهورِ وجوبُ اعتقادِ العموم والعملِ به مِنْ غيرِ توقفِ على البحث عن المخصص؛ لأنَّ اللفظَ موضوعٌ للعموم فيجبُ العملُ بمقتضاه، فإن اطُلعَ على مخصِّصِ عُمِلَ به.
وقيل: لا يجوزُ اعتقادُ عمومه ولا العمل به حتى يبحث عن المخصص بحثًا يغلبُ به على الظنِّ عدمُ وجوده؛ لأنه قبل البحث محتملٌ للتخصيص.
قلت: وقد قدَّمنا أن الظاهر يجبُ العملُ به حتى يوجدَ دليلٌ صارف عنه، ولا شك أن العمومَ ظاهر في شمولِ جميع الأفرادِ كما لا
_________
(¬١) (٢/ ٧١٧).',NULL,'341',NULL,NULL,'0');
INSERT INTO [b282] VALUES (339,'يخفى.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

في<span data-type="title" id=toc-193> الأدلة التي يُخصُّ بها العمومُ</span>، ولا نعلمُ اختلافًا في جوازِ تخصيصِ العمومِ. . .) إلخ.
أعلم -أولًا- أنَّه رحمه اللَّه لم يذكر تعريف التخصيص، ولا تقسيم المخصِّصِ إلى متصل ومنفصل، ونحنُ نوضحُ ذلك إن شاء اللَّه.
فالتخصيص في الاصطلاح: قصرُ العامِّ على بعضِ أفراده بدليل يدلُّ على ذلك.
وعرَّفه في "المراقي" بقوله:
قصرُ الذي عمَّ مع اعتمادِ ... غير على بعض من الأفراد
والمخصِّصُ ينقسمُ عند أهل الأصولِ إلى متصلٍ ومنفصل:
[أ - المتصل: وهو ما لا يستقلُّ بنفسه دون العام، بل لابدَّ من مقارنته للعام. وهو خمسةُ أقسام] (¬٢):
١ - الاستثناء: نحو: {وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا} إلى قوله: {إِلَّا الَّذِينَ تَابُوا} [النور/ ٤ - ٥]، وقوله: {لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا
_________
(¬١) (٢/ ٧٢١).
(¬٢) زيادة يقتضيها السياق. وانظر: "نثر الورود" (١/ ٢٨٠).',NULL,'342',NULL,NULL,'0');
INSERT INTO [b282] VALUES (340,'يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} [الطلاق/ ١].
٢ - الشرط: نحو: {لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} [النساء / ١١]، وقوله: {وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا} [النور/ ٣٣].
٣ - الصفة: نحو: {مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ} الآية [النساء/ ٢٥]، و"في الغنم السائمة الزكاة".
٤ - الغاية: نحو: {وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ} الآية [البقرة/ ٢٢٢]، {وَلَا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} [البقرة/ ٢٣٥].
٥ - بدل البعضِ من الكلِّ: نحو: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران/ ٩٧].
وأشار في "المراقي" للتخصيص بالاستثناء بقوله في المخصص المتصل:
حروف الاستثناءِ والمضارع ... مِنْ فعلِ الاستثنا وما يضارع
وأشار في "المراقي" للشرط بقوله:
ومنه ما كان مِن الشرط أَعِدْ ... للكلِّ عند الجلِّ أو وفقًا تُفِدْ
أخرجْ به وإنْ على النصف سما ... كالقومِ أكرمْ إن يكونوا كُرما
وإن ترتب على شرطين ... شيءٌ فبالحصولِ للشرطين
وما على البدلِ قد تعلقا ... فبحصولِ واحدٍ تحققا',NULL,'343',NULL,NULL,'0');
INSERT INTO [b282] VALUES (341,'وأشار للوصف بقوله:
ومنه في الإخراج والعود يرى ... كالشرط قُلْ وصفٌ وإن قبل جرى
وأشار للغاية بقوله:
ومنه غاية عموم يشملُ ... لو كان تصريحٌ بها لا يحصلُ
وما لتحقيقِ العمومِ فدع ... نحو سلامٌ هي حتَّى مطلع
وهي لما قبل خلا تعود ... وكونها لما تلي بعيد
وأشار لبدلِ البعضِ مِن الكلِّ بقوله:
وبدلُ البعضِ مِن الكلِّ يفي ... مخصصًا لدى أناسٍ فأعرف
ب - وأمَّا المخصِّصُ المنفصلُ: فهو ما يستقلُّ بنفسه دونَ العامِّ مِنْ لفظٍ أو غيره.
وهو ثمانيةُ أقسامٍ عند أهلِ الأصول:
١ - الحس: وهم يمثلون له بقوله تعالى في ريح عادِ: {تُدَمِّرُ كُلَّ شَيْءٍ} الآية [الأحقاف/ ٢٥]، فيقولون: أثبت الحسُّ أمورًا لم تدمرْها تلك الريحُ، كالسماواتِ، والأرضِ، والجبال.
قلتُ: وفيه عندي نظرٌ؛ لأنَّ التخصيصَ قد يفهمُ مِنْ قوله تعالى: {بِأَمْرِ رَبِّهَا}، وقوله: {مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ (٤٢)} [الذاريات/ ٤٢].
نعم قد يصلحُ مثالُه بقوله: {وَأُوتِيَتْ مِنْ كُلِّ شَيْءٍ} الآية [النمل/',NULL,'344',NULL,NULL,'0');
INSERT INTO [b282] VALUES (342,'٢٣]، و {يُجْبَى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِزْقًا} الآية [القصص/ ٥٧]؛ لأنَّه مَنْ تتبَّعَ أقطار الدُّنيا قد يشاهدُ بالحسِّ بعض الأشياءِ التي لم تؤتَها بلقيس، ولم تُجْبَ إلى الحرم.
٢ - العقل: ويمثلون له بقوله تعالى: {خَالِقُ كُلِّ شَيْءٍ} الآية [الرعد/ ١٦، الزمر/ ٦٢].
يقولون: دلَّ العقلُ على أنَّه تعالى لا يتناولُه ذلك، وإن كان لفظُ الشيءِ يتناوله، كقوله: {كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ} [القصص/ ٨٨]، وقوله: {قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ} [الأنعام/ ١٩].
ومثَّل له المؤلفُ بقوله: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ} [آل عمران/ ٩٧]؛ فإنَّ العقلَ دلَّ على أنَّ فاقد العقلِ بالكليةِ لا يدخلُ في هذا الخطاب.
٣ - الإجماع: ومثَّل له بعضهم بإجماع المسلمين على أنَّ الأختَ من الرضاع لا تحل بملك اليمين، فيلزمُ تخصيصُ: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} الآية [المعارج/ ٣٠] بالإجماع.
والإجماعُ في الحقيقةِ -هنا- إنَّما يدلُّ على مستندٍ للتخصيصِ، فمستندُ هذا الإجماعِ الذي ذكرنا هو قوله تعالى: {وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ} [النساء/ ٢٣].
الرابع: القياس، كقوله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا} الآية [النور/ ٢]، فإنَّ عموم الزانية خُصِّصَ بالنَّصِّ وهو قوله في الإماءِ: {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ} الآية [النساء/ ٢٥]، فقِيسَ عليها',NULL,'345',NULL,NULL,'0');
INSERT INTO [b282] VALUES (343,'العبدُ، فخُصَّ عمومُ الزاني بهذا القياس، أعني قياسَ العبدِ على الأمة في تشطير الحدِّ عنها المنصوصِ عليه بقوله: {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} بجامع الرقِّ، فيلزمُ جلدُ العبدِ خمسين، لقياسه على الأمَة، ويخرج بذلك مِنْ عموم "الزاني" الذي يُجلدُ مائةً. وهذا التخصيصُ في الحقيقةِ إنَّما هو بما دل عليه قوله: {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} مِنْ أنَّ الرقَّ مناطُ تشطيرِ الحدِّ.
الخامس: المفهوم، وهو:
أ - مفهوم موافقة.
ب - ومفهوم مخالفة.
فمثالُ التخصيص بمفهوم الموافقةِ: تخصيصُ قوله -صلى اللَّه عليه وسلم-: "ليُّ الواجدِ ظلمٌ يحلُّ عرضَه وعقوبتَه" الحديث، بمفهومِ الموافقةِ في قوله تعالى: {فَلَا تَقُلْ لَهُمَا أُفٍّ} [الإسراء/ ٢٣]، فإنَّه يفهمُ منه منع حبس الوالد في الدَّينِ، فلا يحبسُ في دَيْنِ ولده.
ومثالُ التخصيصِ بمفهوم المخالفةِ: تخصيصُ حديثِ "في أربعين شاةً شاة" بمفهوم المخالفةِ في قوله: "في الغنمِ السائمةِ الزكاة"، فمفهومُ "السائمة" أنَّه لا زكاةَ في المعلوفة، فتخرجُ مِنْ عموم "في أربعين شاةً شاةٌ".
السادس: العرف المقارنُ للخطاب، ولم يذكره المؤلف -رحمه اللَّه-. ومثالُه: ما رواه الإمامُ أحمد ومَسلمٌ مِنْ حديثِ مَعْمرِ بن عبد اللَّه -رضي اللَّه عنه- قال: كنتُ أسمع النَّبيَّ -صلى اللَّه عليه وسلم- يقولُ: "الطعامُ بالطعامِ',NULL,'346',NULL,NULL,'0');
INSERT INTO [b282] VALUES (344,'مثلًا بمثل" وكان طعامُنا يومئذٍ الشعير.
فمَنْ يقولُ بأنَّ علة الربا غير الطعم خَصَّصَ عموم الطَّعام في هذا الحديثِ بالشعيرِ؛ للعرف المقارنِ للخطاب.
السابع: نصٌّ آخر يُخصِّصُ العمومَ، وهذا النوع أربعةُ أقسام؛ لأنَّ كلًّا من المخصِّص والمخصَّص -باسم الفاعلِ والمفعولِ- تارةً يكونُ كتابًا، وتارةً يكونُ سنةً؛ فالمجموعُ أربعةٌ مِنْ ضرب اثنتين في اثنتين:
الأولى: تخصيصُ كتابٍ بكتاب، كتخصيص عموم {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ} الآية [البقرة/ ٢٢٨] بقوله: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ} الآية [الطلاق/ ٤] وقوله: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ} الآية [الأحزاب/ ٤٩].
وكتخصيص: {وَلَا تَنْكِحُوا الْمُشْرِكَاتِ} [البقرة/ ٢٢١] بقوله: {وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ} الآية [المائدة/ ٥].
الثَّانية: تخصيص كتابٍ بسنة، كتخصيص: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} الآية [النساء/ ٢٤] بحديث "لا تنكح المرأة على عمتها ولا على خالتها" الحديث.
وتخصيص: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} الآية [النساء/ ١١] بحديث "إنَّا معشر الأنبياء لا نُورث" الحديث.
الثَّالثة: تخصيص سُنَّة بسنة، كتخصيص: "فيما سقت السماءُ العشر" بقوله: "ليس فيما دون خمسة أوسق صدقة".',NULL,'347',NULL,NULL,'0');
INSERT INTO [b282] VALUES (345,'ويدخل في هذا النوع التخصيصُ بفعله -صلى اللَّه عليه وسلم- أو تقريره؛ لأنَّ التقريرَ فعل ضمنيٌّ، وفعلهُ مِنْ سنَّته -صلى اللَّه عليه وسلم-.
ومن أمثلة تخصيص القرآن بالفعلِ تخصيصُ: {وَلَا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ} [البقرة/ ٢٢٢] بما ثبت عنه -صلى اللَّه عليه وسلم- أنَّه كان يأمرُ بعضَ أزواجه أن تشدَّ إزارَها ثم يباشرها وهي حائض.
الرابعة: تخصيصُ السنة بالكتاب، ومثالُه: حديث "ما أبينَ مِنْ حيٍّ فهو ميِّتٌ"، فإنَّ عمومَه مخصَّصٌ بقوله تعالى: {وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا} الآية [النحل/ ٨٠].
وكتخصيص حديث "أمرتُ أن أقاتِل النَّاسَ حتَّى يشهدوا أن لا إله إلَّا اللَّه" بقول اللَّه تعالى: {حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (٢٩)} [التوبة/ ٢٩].
وأشار في "المراقي" إلى تعريف المخصِّصِ المنفصل وأقسامه بقوله:
وسم مستقله منفصلا ... للحسِّ والعقلِ نماه الفضلا
وخصص الكتاب والحديث به ... أو بالحديث مطلقًا فلْتنتبه
واعتبر الإجماعَ جُلُّ النَّاسِ ... وقِسمي المفهومِ كالقياسِ
والعرفُ حيث قارنَ الخطابا ... ودع ضميرَ البعضِ والأسبابا
وأعلم أنَّ التحقيقَ أنَّه يجوزُ تخصيصُ المتواتر بأخبار الآحاد؛ لأنَّ التخصيص بيانٌ، وقد قدَّمنا أن المتواترَ يُبيَّنُ بالآحاد قرآنًا أو سنة، كما',NULL,'348',NULL,NULL,'0');
INSERT INTO [b282] VALUES (346,'أنَّ التحقيق -أيضًا- جوازُ تخصيص السنة بالكتاب، كما ذكرنا، خلافًا لِمَنْ منعه محتجًّا بقوله: {لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل/ ٤٤]، ومن الحجة عليه: {وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَانًا لِكُلِّ شَيْءٍ} الآية [النحل/ ٨٩].
وأعلم -أيضًا- أنَّ التحقيقَ هو تخصيصُ العامِّ بالخاصِّ سواء تقدَّم عنه أو تأخرَ؛ خلافًا لأبي حنيفةَ القائلِ بأنَّ المتأخِّر منهما ناسخٌ، محتجًّا بقول ابن عباس أو الزُّهريّ: كانوا يأخذون بالأحدثِ فالأحدث، وبأنَّ العامَّ قطعيُّ الشمول للأفرادِ -عنده-، وعليه إنْ جُهِلَ التَّاريخ يلزمُ التوقف حتَّى يدلَّ دليلٌ آخر على أحدهما. وهذا المذهبُ روايةٌ -أيضًا- عن أحمد.
والدليلُ على تقديم الخاص على العامِّ مطلقًا أمران:
الأوَّل: أن الصحابة كانوا يقدمونه عليه، كما قاله المؤلفُ وغيرُه، ومَنْ تتبع قضاياهم تحقَّق ذلك عنهم.
الثَّاني: أن دلالة الخاصِّ أقوى من تناولِ العامِّ له، فلا شك أنَّ دلالة "إنا معاشر الأنبياءِ لا نورث" على عدم إرثِ فاطمة له -صلى اللَّه عليه وسلم- أقوى من دلالة عمومِ {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ} الآية [النساء/ ١١] على إرثها له -صلى اللَّه عليه وسلم- رضي اللَّه عنها.
وزاد المؤلفُ من المخصِّصاتِ المنفصلةِ قولَ الصحابي عند مَنْ يراه حجةً، وقد قدَّمنا أنَّ قولَ الصحابي لا يمكنُ أن يُخَصَّ به العامُّ إلَّا إذا كان له حكم الرفعِ بكونه لا مجالَ للرأي فيه.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b282] VALUES (347,'والمؤلفُ جعل فعله وتقريره -صلى اللَّه عليه وسلم- مخصِّصين مستقلَّين، ونحنُ أدرجناهما في التخصيصِ بالسنة؛ لأنَّ السنة قولٌ وفعلٌ وتقريرٌ، وقد مثلنا للفعلِ، ومثَّل بعضهم للتقرير بتقريره -صلى اللَّه عليه وسلم- على عدم إخراجِ الزكاة مِنَ الخيلِ فإنَّه يُخَصِّصُ وجوبَ الزكاة، مع أنَّ الخيل جاء بها نصٌّ وهو حديثُ "ليس على مسلمٍ في عبده ولا في فرسه صدقةٌ" متَّفقٌ عليه. والمخالفُ يقول: إن كثرت وكانت سائمةً ففيها الزكاة.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
إذا تعارضَ العمومان فإن أمكنَ الجمعُ بينهما جمع. . .) إلخ.
قال مقيِّده -عفا اللَّه عنه-:
حاصلُ كلامِ أهل الأصولِ في التعارض أنَّ له ثلاث حالات:
الأولى: تعارضُ عامٍّ وخاصٍّ، وهي التي قدمنا أنَّ العامَّ فيها يُحملُ على الخاصِّ، خلافًا لأبي حنيفة القائل بأنَّ المتأخرَ ناسخٌ، وهو رواية عن أحمد.
الثَّانية: تعارضُ خاصَّين، فيجبُ الترجيح، كتعارضِ حديثِ ابن عباسٍ أنَّ النبيَّ -صلى اللَّه عليه وسلم- تزوجَ ميمونةَ وهو مُحرمٌ، مع حديثِ ميمونةَ وأبي رافعٍ بخلاف ذلك.
_________
(¬١) (٢/ ٧٤٠).',NULL,'350',NULL,NULL,'0');
INSERT INTO [b282] VALUES (348,'فيرجحُ حديثُ ميمونة بأنَّها صاحبةُ القصة، فهي أدرى بها، وحديثُ أبي رافعٍ بأنَّه هو السفير بينهما، والمباشرُ أعلم بالقصة من غيره.
الثالثة: تعارضُ عامَّين مطلقًا أو مِنْ وجهٍ، فإنْ أمكن الجمعُ جُمِعَ وإلَّا وجبَ الترجيحُ.
مثالُ ما أمكن فيه الجمع: أحاديثُ ذمِّ مَنْ يشهدُ قبلَ أنْ يُستشهد، مع أحاديث مدحه. فيجمعُ بحمل ذمِّه على أنْ يكون عالمًا بأنَّ صاحبَ الحقِّ عالمٌ بأنَّه يعرفُ حقَّه، ويحملُ مدحُه على كونه لم يعلم بأنَّه شاهدٌ له على حقِّه.
ومثالُ ما يجب فيه الترجيح: حديثُ وجوبِ الوضوء مِنْ مسِّ الذكر، وحديث عدم وجوبه. فيرجحُ حديثُ الوجوبِ بأنَّه أحوطُ في الخروج من العهدة.
ومثال الترجيع في الأعمَّين مِن وجهٍ: ترجيحُ عموم {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء/ ٢٣] على عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٦، المعارج/ ٣٠] بأنَّه أحوطُ -أيضًا-، وبأنَّه نصٌّ مقصودٌ لتحريم النساء وتحليلهنَّ، بخلاف: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} فإنَّه في معرض مدحِ المتقين.
وحاصلُ تحريره أنَّ المتعارضَيْنِ يجبُ الجمعُ بينهما إنْ أمكن، فإنْ لم يمكنْ رُجِّحَ أحدُهما، فإن لم يرجحْ فالأخيرُ ناسخٌ، فإن لم يُعلم الأخيرُ طُلِبَ الدليلُ من غيرهما.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b282] VALUES (349,'<span data-type="title" id=toc-195>فصل في الاستثناء</span>
صيغُ الاستثناء هي المعروفة في النحو، وأمُّ البابِ "إلا".
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(وحدُّه: أنَّه قولٌ ذو صيغةٍ متصل يدلُّ على أنَّ المذكور معه غيرُ مرادٍ بالقول الأول).
وذكر المؤلف أن الاستثناء يفارق التخصيص في شيئين:
الأول: أنَّ اتصاله لازمٌ بخلاف التخصيص.
الثاني: أنه يتطرق إلى النصِّ الذي لا يحتملُ إلا معنى واحدًا، نحو: عشرة إلا ثلاثة، بخلاف التخصيص فهو من العمومات، وهي ظواهر.
قلتُ: وقد قدَّمنا أنَّ غير المؤلف يعدُّ الاستثناء من المخصصات المتصلة.
قال المؤلف (¬٢):
(ويفارقُ النسخَ -أيضًا- في ثلاثة أشياء:
أحدها: في اتصاله.
_________
(¬١) (٢/ ٧٤٣).
(¬٢) (٢/ ٧٤٤).',NULL,'352',NULL,NULL,'0');
INSERT INTO [b282] VALUES (350,'والثاني: أنَّ النسخَ رافعٌ لما دخل تحت اللفظ، والاستثناء يمنعُ أنْ يدخل تحت اللفظ ما لولاه لدخل.
الثالث: أنَّ النسخ يرفعُ جميع حكم النصِّ، والاستثناء إنما يجوزُ في البعض).
قلتُ: وقد يجوز النسخُ في البعض، كحديث عائشة الثابت في مسلم من نسخ عشر رضعاتٍ بخمسٍ معلوماتٍ.
واشترط المؤلفُ ثلاثة شروط:
الأول: أن يكون متصلًا بالمستثنى منه.
الثاني: أن يكون من جنس المستثنى منه.
الثالث: أن يكون المستثنى أقل من النصف.
وقال: في استثناء النصف وجهان.
وحكى المؤلفُ جوازَ تأخيرِ الاستثناء عن ابن عباس. وحكى عن طاووسٍ والحسن جوازه في المجلس. قال (¬١): (وأومأ إليه أحمد -رحمه اللَّه- في الاستثناء في اليمين، والأولى ما ذكرناه).
قلتُ: التحقيق أنَّ الاستثناء لا بدَّ أنْ يكون متصلًا بالمستثنى منه، ويدلُّ له قوله تعالى في قصة أيوب: {وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ} [ص/ ٤٤]؛ إذْ لو كان تدارك الاستثناء ممكنًا لقال: قل إن شاء
_________
(¬١) (٢/ ٧٤٧).',NULL,'353',NULL,NULL,'0');
INSERT INTO [b282] VALUES (351,'اللَّه.
والظاهرُ فيما روي عن ابن عباس أنَّ مراده به الخروج من عهدةِ النهي في قوله تعالى: {وَلَا تَقُولَنَّ لِشَيْءٍ} الآية [الكهف/ ٢٣]، وليس مراده أنْ تُحَلَّ به الأيمانُ وغيرها مع تأخيره عنها.
وأمَّا اشتراط كون المستثنى من جنس المستثنى منه، فاسْتُدِلَّ له بأنَّ الاستثناء أخرج بعض ما دخل في المستثنى منه، وغير جنسه لم يدخل حتى يخرج.
وأكثر الأصوليين على جواز الاستثناء المنقطع، واستدلوا له بكثرةِ وروده في القرآن وفي كلام العرب، كقوله تعالى: {لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا} [مريم/ ٦٢]، وقوله: {لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا (٢٥) إِلَّا قِيلًا سَلَامًا سَلَامًا (٢٦)} [الواقعة/ ٢٥، ٢٦]، وقوله تعالى: {وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى (١٩) إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى (٢٠)} [الليل/ ١٩، ٢٠]، وقوله: {لَا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} [النساء/ ٢٩].
وقال النابغة الذبياني:
وقفتُ فيها أُصَيْلالًا أُسائلُها ... عيَّتْ جوابًا وما بالرَّبْعِ مِنْ أحدِ
إلا الأواريَّ لأيًا ما أُبيِّنُها ... والنُّؤْيُ كالحوضِ بالمظلومةِ الجَلَدِ
وقال الراجز:
وبلدةٍ ليس بها أنيسُ ... إلا اليعافيرُ وإلا العيسُ',NULL,'354',NULL,NULL,'0');
INSERT INTO [b282] VALUES (352,'وينبني على الخلاف في هذه المسألة ما لو قال: له عليَّ ألف درهم إلا ثوبًا، فعلى القول بصحة الاستثناء المنقطع تسقط قيمة الثوب بتقدير مضافٍ، أو على المجاز عندهم من إطلاق الثوب وإرادة قيمته.
وفرَّق بعضهم بين الإقرار فأسقط فيه قيمة الثوب، وبين العقد فجعل "إلا" فيه بمعنى الواو، وهو مقتضى كلام مالك في "المدونة".
وأشار في "المراقي" إلى هذه المسألة مع تعريف الاستثناء المتصل والمنقطع بقوله:
والحكم بالنقيض للحكم حصل ... لما عليه الحكمُ قبل متصل
وغيرُه منقطعٌ ورجِّحا ... جوازُه فهو مجازًا وَضَحَا
فَلْتَنْمِ ثوبًا بعد ألف درهم ... للحذف والمجاز أو للندمِ
وقيل: بالحذف لدى الإقرارِ ... والعقد معنى الواوِ فيه جار
وأمَّا اشتراطُ كون المستثنى أقلَّ من النصف فقد استُدِلَّ له بأنَّ استثناءَ الأكثر ليس من لغة العرب.
قال: وقال أبو إسحاق الزَّجَّاج: لم يأت الاستثناء إلا في القليل من الكثير.
وقال ابنُ جني: لو قال قائلٌ: له عليَّ مائةٌ إلا تسعةً وتسعين، ما كان متكلمًا بالعربية، وكان كلامهُ عيًّا من الكلام ولُكْنَةً.
قلتُ: وهذا القولُ عزاه غيرُ واحدٍ لمالك، وهو قولُ الباقلاني والبصريين، وعليه أكثر النحاة.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b282] VALUES (353,'وقال أكثر الأصوليين: يجوزُ استثناءُ الأكثر، واستدلُّوا بأنَّ اللَّه تعالى قال في آية: {قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٨٢) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (٨٣)} [الآية ص/ ٨٢، ٨٣]، وقال في أخرى: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ} الآية [الحجر/ ٤٢]، قالوا: فلا بدَّ أنْ يكون الغاوون أكثر من المخلصين، أو العكس، وعلى كلٍّ فقد استثنى اللَّه الأكثر.
قلتُ: وهذا الدليلُ في المسألة قويٌّ. وجواب المؤلف -رحمه اللَّه- عنه بدخول الملائكة في آية استثناء الغاوين وخروجهم من آية استثناء المخلصين، ليس بمتجهٍ فيما يظهرُ لي، بل الظاهر إخراجهم من الآيتين، أو إدخالهم فيهما. أمَّا إخراجهم من واحدةٍ وإدخالهم في الأخرى بلا دليلٍ، فهو تحكمٌ لا دليلَ عليه.
أمَّا البيتُ الذي استدلَّ به بعضهم وهو قوله:
أدُّوا التي نقصتْ تسعين عن مائةٍ ... ثم ابعثُوا حَكَمًا بالحقِّ قوَّامًا
فقد أجاب عنه المؤلفُ بجوابين:
أحدهما: أنَّه ليس فيه استثناء أصلًا.
والثاني: أنه مصنوعٌ، وعزاهُ لابن فضَّالٍ النحوي.
وأشار في "المراقي" إلى جميع الأقوال في هذه المسألة بقوله:
وجُوِّزَ الأكثرُ عند الجلَّ ... ومالكٌ أوجبَ للأقلِّ
ومنع الأكثر من نصِّ العدد ... والعقدُ منه عند بعضٍ انفقد',NULL,'356',NULL,NULL,'0');
INSERT INTO [b282] VALUES (354,'تنبيه:

لم يتكلم المصنفُ -رحمه اللَّه- على حكم<span data-type="title" id=toc-196> تعدد الاستثناء</span>.
وحكمه: إنْ تعدد بعطفٍ فجميع الاستثناءات راجعةٌ للمستثنى منه الأول، بلا خلافٍ، نحو: له عليَّ عشرة إلا واحدًا وإلا اثنين.
فإنْ تكررت بلا عطفٍ فلها أربعُ حالات:
الأولى: أن لا يستغرقَ واحدٌ منها. وفي هذه الحالة فكلُّ استثناءٍ راجعٌ لما قبله على التحقيق، نحو: له عليَّ عشرة إلا خمسة إلا أربعة إلا ثلاثة. فتلزمه ستة؛ لأنَّ الثلاثة تخرجُ من الأربعة، فيبقى واحدٌ يخرجُ من الخمسة، تبقى أربعة تخرج من العشرة، تبقى ستة.
الثانية: أن يستغرق كلّ ما يليه. فيبطل الكلُّ.
الثالثة: أن يستغرق غير الأول. فيرجع الكل للمستثنى منه الأول بلا خلافٍ، نحو: له عليَّ عشرةٌ إلا اثنين إلا ثلاثة، فتلزم خمسة.
الرابعة: أن يستغرق الأول وحده. نحو: عشرة إلا عشرة إلا أربعة. فقيل: يبطل ما بعد المستغرق تبعًا له، فيلزم العشرة.
وقيل: يعتبر ما بعده.
واختلف في طريق اعتباره.
فقيل: يُستثنى من الاستثناء الأول، فيلزمُ أربعة.
وقيل: يعتبر الثاني دون الأول، فتلزم ستة.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b282] VALUES (355,'وهذه الأقوالُ على قولِ من يجيزُ استثناءَ الأكثر.
والمثالُ لا يُعْتَرَضُ؛ لأنَّ المقصود منه فهمُ القاعدة.
واعلم أنَّ التحقيقَ هو ما ذكرنا من جوازِ الاستثناء من الاستثناءِ، وذكره السَّيرافي في "شرح كتاب سيبويه".
قلتُ: ودليله من القرآن قولُه تعالى: {قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (٥٨) إِلَّا آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ (٥٩) إِلَّا امْرَأَتَهُ} الآية [الحجر/ ٥٨ - ٦٠].
وأشار في "المراقي" إلى تعدد الاستثناء وأحكامه بقوله:
وذا تعددٌ بعطفٍ حَصِّلِ ... بالاتفاقِ مسجلًا للأول
إلَّا فكلٌّ للذي به اتصل ... وكلُّها مع التساوي قد بطل
إنْ كان غير الأولِ المستغرقا ... فالكلُّ للمخرجِ منه حُقّقا
وحيثما استغرق الأول فقط ... فألغِ واعتبر بخلفٍ في النمط
وبهذا نعلمُ أنَّ قولَ ابن مالكٍ في "الخلاصة":
. . . . . . . . . ... وحكمُها في القصدِ حكمُ الأولِ
ليس على إطلاقه.
وقولُ المؤلف في هذا المبحث: (ولا نعلمُ خلافًا في أنه لا يجوزُ استثناءُ الكلِّ) (¬١) فيه أنه خالف فيه ابنُ طلحة الأندلسي في كتابه
_________
(¬١) (٢/ ٧٥٢).',NULL,'358',NULL,NULL,'0');
INSERT INTO [b282] VALUES (356,'المسمى بالمدخل، وأشار له في "المراقي" بقوله:
والمثلُ عند الأكثرين مبطلُ ... ولجوازِه يدلُّ المدخلُ
وعليه فلو قال: له عليَّ عشرة إلَّا عشرة، لم يَلْزَمْهُ شيءٌ. وعامةُ العلماءِ على خلافِه.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

<span data-type="title" id=toc-197>إذا تعقب الاستثناءُ جُمَلًا</span>. . .) إلى آخره.
خلاصةُ ما ذكره في هذا المبحث: أنَّ الاستثناء إذا ورد بعد جملٍ متعاطفةٍ رجع لجميعها، خلافًا لأبي حنيفة القائلِ برجوعِه للأخيرِ فقط، وبنى على هذا الأصل عدمَ قبولِ شهادةِ القاذفِ ولو تاب وأصلح؛ لأنَّ الاستثناء في قوله تعالى: {إِلَّا الَّذِينَ تَابُوا} لا يرجعُ عنده إلَّا للأخيرةِ، وهي {فَأُولَئِكَ هُمُ الْفَاسِقُونَ} الآية [النور/ ٤ - ٥].
واستدل المؤلفُ لرجوعِ الاستثناءِ للكلِّ بثلاثةِ أمورٍ:
الأول: قياسُه على الشرط.
وقد قدَّمنا أنَّ الشرطَ يرجعُ لكلِّ المتعاطفاتِ قبله.
الثاني: اتفاقُ أهل اللغة على أنَّ تكرار الاستثناءِ عقب كلِّ جملةٍ عِيٌّ ولكنةٌ فيما يُرادُ فيه الاستثناءُ من الجميع.
_________
(¬١) (٢/ ٧٥٦).',NULL,'359',NULL,NULL,'0');
INSERT INTO [b282] VALUES (357,'الثالث: أنَّ العطف بالواو يوجبُ نوعًا من الاتحاد بين المعطوف والمعطوف عليه.
وأشار في "المراقي" إلى هذه المسألة بقوله:
وكل ما يكون فيه العطفُ ... مِنْ قبلِ الاستثنا فكلًّا يقفو
دون دليلِ العقلِ أو ذي السمعِ ... والحقُّ الافتراقُ دون الجمعِ
وظاهرُ كلام المؤلف الفرقُ بين الواو وغيرها، وذكرَ غيرُ واحد أنَّ الفاء و"ثم" كذلك؛ لأنَّ الكلَّ يدلُّ على الاتفاقِ في الحكم، وإنَّما التفاوتُ في الترتيب والتراخي ومطلقِ التشريك، وهو الظاهر.
أمَّا نحو: "بَلْ" و"لكن" و"لا"، فظاهرٌ أنها ليست كذلك؛ لأنَّها لأحد الشيئينِ بعينه، وهل يمكنُ رجوعُه فيهما للكلِّ؟ هو محلُّ تردُّدٍ للأصوليين.
وأمَّا: "أوْ" و"أمْ" و"إمَّا"، فإنَّها لأحدهما لا بعينه، فلا يتأتَّى دخولُ المتعاطفين بها في محلِّ النزاع.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

في<span data-type="title" id=toc-198> الشرط</span>. . .) إلى آخره.
قد قدَّمنا الكلام على الشرط مستوفًى في المخصصاتِ المتصلة.
_________
(¬١) (٢/ ٧٦١).',NULL,'360',NULL,NULL,'0');
INSERT INTO [b282] VALUES (358,'وهو ينقسمُ إلى عقليٍّ وشرعيٍّ ولغويٍّ.
فالعقليُّ كالحياةِ للعلم، والشرعيُّ كالطهارة للصلاة، واللغويُّ نحو: إنْ دخلتِ الدار فأنتِ طالقٌ.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل في<span data-type="title" id=toc-199> المطلق والمقيد</span>
المطلق: هو المتناولُ لواحدٍ لا بعينه باعتبار حقيقةٍ شاملةٍ لجنسه. وهي النكرةُ في سياق الأمر، كقوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ} الآية [المجادلة/ ٣].
وقد يكون في الخبر، نحو: "لا نكاحَ إلا بوليٍّ وشاهدين". . .) الخ.
مشى المؤلفُ إلى اتحاد النكرة والمطلق الذي هو اسم الجنس، وكثيرٌ من الأصوليين يفرِّقون بينهما.
وحَدَّ المؤلفُ المقيَّدَ بأنَّه: المتناولُ لمعيَّنٍ أو لغيرِ معيَّنٍ موصوفٍ بأمرٍ زائدٍ على الحقيقةِ الشاملةِ لجنسه.
كقوله تعالى: {وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ} [النساء/ ٩٢]، قيَّد الرقبة بالإيمانِ، والصيامَ
_________
(¬١) (٢/ ٧٦٣).',NULL,'361',NULL,NULL,'0');
INSERT INTO [b282] VALUES (359,'بالتتابع.
وقد يكونُ اللفظُ مقيدًا مِنْ جهةٍ ومطلقًا مِنْ جهةٍ أخرى، كقوله: {رَقَبَةٍ مُؤْمِنَةٍ} فهي مقيدةٌ بالإيمان، مطلقةٌ بالنسبة إلى السلامة وسائرِ الأوصاف.
وحَدَّهما في "المراقي" تحت ترجمة المقيَّدِ والمطلقِ بقوله:
فما على معناه زيد مسجلًا ... معنى لغيره اعتقده الأولا
وما على الذاتِ بلا قيدٍ يدل ... فمطلقٌ وباسمِ جنسٍ قد عُقِل
وما على الواحدِ شاعَ النكرة ... والاتحادُ بعضُهم قد نصره
عليه طالقٌ إذا كان ذكر ... فولدت الاثنين عند ذي النظر
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل
إذا ورد لفظان: مطلقٌ ومقيدٌ، فهو على ثلاثةِ أقسام. . .) الخ.
اعلم أنَّ الأصل في القسمة كونها رباعية؛ لأنَّ المطلق والمقيَّد لهما أربعُ حالات:
الأولى: أن يتحد حكمهما وسببُهما.
الثانية: أن يتحد الحكمُ ويختلفَ السبب.
_________
(¬١) (٢/ ٧٦٥).',NULL,'362',NULL,NULL,'0');
INSERT INTO [b282] VALUES (360,'الثالثة: أن يتحد السببُ ويختلفَ الحكم.
الرابعة: أن يختلفا معًا.
فإن اتحد السببُ والحكمُ وجب حملُ المطلقِ على المقيدِ، خلافًا لأبي حنيفة.
ومثالُه: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ} [المائدة/ ٣] مع قوله: {أَوْ دَمًا مَسْفُوحًا} [الأنعام/ ١٤٥].
وحجةُ أبي حنيفة: أنَّ الزيادةَ على النصِّ نسخٌ.
وإن اتحد الحكمُ واختلفَ السببُ، كقوله في كفارة القتل: {رَقَبَةٍ مُؤْمِنَةٍ} [النساء/ ٩٢] مع قوله في اليمينِ والظِّهارِ: {رَقَبَةٍ} [المائدة/ ٨٩، المجادلة/ ٣] فقط.
فقيل: يحملُ المطلقُ على المقيد، فيشترطُ الإيمانُ في رقبة الظِّهارِ واليمين. وعزاه المؤلفُ للمالكيةِ وبعضِ الشافعيةِ واختيارِ القاضي.
وقيل: لا يحملُ عليه. وعزاه المؤلفُ لجلِّ الحثفية، وبعض الشافعيةِ، وأبي إسحاق بن شاقلَّا، ونقلَ عن أحمدَ ما يدلُّ عليه.
وأمَّا إن اختلف الحكمُ، فقال المؤلفُ (¬١): (لا يُحْمَلُ المطلقُ على المقيَّدِ، سواء اختلف السببُ أو اتفقَ، كخصالِ الكفارةِ، إذْ قيَّد الصوم
_________
(¬١) (٢/ ٧٦٩).',NULL,'363',NULL,NULL,'0');
INSERT INTO [b282] VALUES (361,'بالتتابع؛ وأطلقَ الإطعام؛ لأنَّ القياسَ من شرطه اتحادُ الحكم، والحكمُ هنا مختلفٌ).
هكذا قال المؤلفُ -رحمه اللَّه تعالى-.
قلتُ: أمَّا إن اختلف الحكمُ والسببُ معًا فهو كما قال المؤلفُ، لا خلافَ في عدم حمله عليه.
وأمَّا إن اختلف الحكمُ واتحد السببُ فبعضُ العلماء يقولُ في هذه الصورة: يحملُ المطلقُ على المقيَّدِ كما قبلها، ومثَّلوا له بصوم الظِّهارِ وعتقه، فإنهما مقيَّدان بقوله: {قَبْلِ أَنْ يَتَمَاسَّا} وإطعامه مطلقٌ عن ذلك، فيقيَّدُ بكونه قبلَ المسيسِ، حملًا للمطلقِ على المقيَّد؛ لاتحاد السبب.
ومثَّل له اللخميُّ بالإطعام في كفارة اليمينِ، حيثُ قُيَّدَ في قوله: {مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ} [المائدة/ ٨٩]، وأطلقت الكسوةُ عن القيد بذلك في قوله: {أَوْ كِسْوَتُهُمْ}، فيحملُ المطلقُ على المقيَّد، فيُشترطُ في الكسوة أن تكون من أوسطِ ما تكسون أهليكم.
وحَمْلُ المطلق على المقيَّد، قيل: من أساليب اللغة؛ لأنَّ العربَ يثبتون ويحذفون اتكالًا على المثبت، كقول قيس بنِ الخطيم:
نحنُ بما عندنا وأنتَ بما ... عندك راضٍ والرأيُ مختلفُ
فحذفَ "راضون" لدلالة "راضٍ" عليه.
وقول عمرو بن أحمر الباهلي:',NULL,'364',NULL,NULL,'0');
INSERT INTO [b282] VALUES (362,'رماني بأمرٍ كنتُ منه ووالدي ... بريئًا ومِنْ أجلِ الطويِّ رماني
وقيل: بالقياس. وقيل: بالعقل، وهو أضعفها، ولم يذكره المؤلف.

تنبيه:
هذا الذي ذكرنا فيما إذا كان المقيدُ واحدًا.

أمَّا<span data-type="title" id=toc-201> إذا كان هناك مقيدان بقيدين مختلفين</span>، فإنْ كان أحدُهما أقربَ للمطلقِ حُمِلَ عليه عند جماعة من العلماء، وبه يقولُ المؤلف، وإنْ لم يكنْ أحدهما أقربَ لم يحمل على واحدٍ منهما اتفاقًا.
مثالُ الأول: إطلاقُ صومِ كفارة اليمين عن القيدِ، مع قيدِ التتابعِ في صومِ الظِّهار، وقيدِ التفريقِ في صوم التمتع.
فالظِّهارُ أقربُ لليمين من التمتع؛ لأنَّ كلًّا منهما كفارةٌ، فيُقَيَّد بالتتابع دون التفريق، وقراءةُ ابن مسعودٍ {متتابعات} لم تثبت قرآنًا؛ لإجماع الصحابة على عدم كَتْبِها في المصاحف العثمانية.
ومثالُ الثاني: صلامُ قضاء رمضان، فإنه تعالى أطلقه في قوله: {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة/ ١٨٥]، مع قيد صوم الظهار بالتتابع، وصوم التمتع بالتفريق.
وقضاءُ رمضان ليس أقربَ لواحدٍ منهما، فيبقى على إطلاقه، مَنْ شاء تابعه، ومَنْ شاء فرَّقه.
وأشار في "المراقي" إلى هذه المسألة بقوله:',NULL,'365',NULL,NULL,'0');
INSERT INTO [b282] VALUES (363,'وحملُ مطلقٍ على ذاك وجب ... إنْ فيهما اتحدَ حكمٌ والسبب
وحيثما اتحد واحد فلا ... يحمله عليه جُلُّ العقلا',NULL,'366',NULL,NULL,'0');
INSERT INTO [b282] VALUES (364,'قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(باب في الفحوى والإشارة)
اعلم أنَّ مرادَهُ بالفحوى والإشارةِ المفهومُ.
وعَرَّفَ المفهومَ بأنه ما يقتبسُ من الألفاظِ من فحواها وإشارتِها، لا من صيغتها.
قلتُ: وتعريفها المشهورُ عند أهل الأصول هو أنَّ المنطوقَ: ما دلَّ عليه اللفظُ في محلِّ النُّطق. والمفهومَ: ما دلَّ عليه اللفظُ لا في محلِّ النُّطقِ.
وعرَّف في "المراقي" المنطوق بقوله:
معنًى له في القصد قل تأصُّلُ ... وهو الذي اللفظُ به يُستعملُ
وعرَّف المفهومَ بقوله:
وغير ما مرَّ هو المفهوم ... منه الموافقةُ قل معلوم
وحاصلُ تحرير المقامِ في هذه المسألة: أنَّ لها واسطةً وطرفين:
طرفٌ منطوقٌ بلا خلاف.
وطرفٌ مفهومٌ بلا خلاف.
_________
(¬١) (٢/ ٧٧٠).',NULL,'367',NULL,NULL,'0');
INSERT INTO [b282] VALUES (365,'وواسطةٌ مختلفٌ فيها، هل هي من المنطوق غير الصريح أو من المفهوم؟
فالمجمع على أنَّه منطوقٌ: دلالةُ الألفاظ على مسمياتها.
والطرفُ المتفقُ على أنَّه مفهومٌ: كمفهوم المخالفة الآتي ذكرُه.
والواسطةُ المختلفُ فيها، هل هي من المنطوق غير الصريح أو من المفهوم؟ هي<span data-type="title" id=toc-203> دلالةُ الاقتضاء</span>، والإشارة، والإيماء والتنبيه. وجزم المؤلفُ بأنَّها من المفهوم، وأجرى غيرُه فيها الخلاف الذي ذكرنا.
وإليه الإشارةُ في "المراقي" بقوله:
وفي كلامِ الوحي والمنطوق هل ... ما ليس بالصريح فيه قد دخل
وهو دلالةُ اقتضاءِ أنْ يدل ... لفظٌ على ما دونه لا يستقل
دلالةُ اللزومِ مثل ذات ... إشارة كذاك الإيماءاتِ
فأول إشارةُ اللفظِ لما ... لم يكن القصدُ له قد علما
دلالة الإيماءِ والتنبيهِ ... في الفنِّ تقصد لدى ذويه
أنْ يقرنَ الوصفُ بحكمٍ إن يكن ... لغير علةٍ يَعِبْهُ مَنْ فطن
وسنوضِّحُ لك الفرق بينها:

* اعلم أنَّ دلالة الاقتضاء لا تكون أبدًا إلا على محذوف دلَّ المقامُ عليه، وتقديرُه لا بدَّ منه؛ لأنَّ الكلام دونه لا يستقيمُ؛ لتوقفِ الصدقِ أو الصحةِ عليه.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b282] VALUES (366,'فمثال توقف الصدقِ عليه: "رُفِعَ عَنْ أُمتي الخطأ والنسيان" لو قُدِّرَ ثبوتُه؛ لأنَّه إنْ لم يُقَدَّرْ محذوفٌ، أي المؤاخذة بالخطأ، كان الكلامُ كذبًا؛ لعدم رفع ذات الخطأ؛ لأنه كثيرًا ما يقع الخطأ من الناس.
وكقوله -صلى اللَّه عليه وسلم- لذي اليدينِ: "كلُّ ذلك لم يكن"، أي في ظنِّي؛ لأنه دون ذلك المحذوف يكونُ كذبًا؛ لأنه قد وقع بالفعل واحدٌ منهما.
ومثالُ توقف الصحة شرعًا عليه قوله تعالى: {فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ} أي: فأفطر، {فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ} [البقرة/ ١٨٤]، ومثله قوله تعالى: {أَوْ بِهِ أَذًى مِنْ رَأْسِهِ} [البقرة/ ١٩٦] أي: فحلق شعره.
فاتضح أنَّ دلالة الاقتضاءِ إنَّما هي على مقصودٍ محذوفٍ لا بدَّ من تقديره لتوقف الصدق أو الصحةِ عليه.

* وإيضاحُ<span data-type="title" id=toc-204> دلالة الإشارة:</span> أنَّها دلالةُ اللفظ على معنى ليس مقصودًا باللفظ في الأصل، ولكنه لازمٌ للمقصود، فكأنَّه مقصودٌ بالتبع لا بالأصل.
كدلالةِ {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} الآية [البقرة/ ١٨٧] على صحة صومِ مَنْ أصبحَ جُنُبًا؛ لأنَّ إباحة الجماع في الجزء الأخير من الليل الذي ليس بعده ما يتسعُ للاغتسال من الليل يلزمُ إصباحَه جُنبًا.
وكدلالةِ قوله تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} [الأحقاف/ ١٥]',NULL,'369',NULL,NULL,'0');
INSERT INTO [b282] VALUES (367,'مع قوله: {وَفِصَالُهُ فِي عَامَيْنِ} [لقمان/ ١٤] على أنَّ أقلَّ أمدِ الحمل ستة أشهر.

* وأمَّا<span data-type="title" id=toc-205> دلالةُ الإيماء والتنبيه:</span> فهي لا تكونُ إلا على علة الحكم خاصة، وضابطها: أن يذكر وصفٌ مقترن بحكم في نصٍّ نصوص الشرع على وجهٍ لو لم يكنْ ذلك الوصفُ علةً لذلك الحكم لكانَ الكلام معيبًا.
ومثالُه: قولُه -صلى اللَّه عليه وسلم- للأعرابي الذي قال له: هلكتُ! واقعتُ أهلي في نهارِ رمضانَ: "أعتقْ رقبةً". فلو لم يكن ذلك الوقاعُ علة لذلك العتقِ كان الكلامُ معيبًا.
وكلُّ هذه الثلاثة مِنْ دلالةِ الالتزام. والحقُّ أنَّها مِن المفهوم.
أمَّا المفهومُ فهو قسمان:
١ - مفهوم موافقة.
٢ - مفهوم مخالفة.

أمَّا<span data-type="title" id=toc-206> مفهومُ الموافقة </span>فهو: ما يكونُ فيه المسكوتُ عنه موافقًا لحكم المنطوق، مع كونِ ذلك مفهومًا مِنْ لفظ المنطوق.
وعرَّفه في "المراقي" بقوله:
إعطاء ما للفظة المسكوتا ... مِنْ بابِ أولى نفيًا أو ثبوتا
وهو أربعةُ أقسام، لأنَّ المسكوتَ عنه:',NULL,'370',NULL,NULL,'0');
INSERT INTO [b282] VALUES (368,'تارةً يكونُ أوْلى بالحكم من المنطوق، كقوله تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧)} [الزلزلة/ ٧]، فمثقالُ الجبلِ المسكوت عنه أولى بالحكم من مثقال الذرة، وقوله: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق/ ٢]، فأربعةُ عدولٍ المسكوتُ عنهم أوْلى.
وتارة يكونُ مساويًا، كإحراق مال اليتيمِ وإغراقه المفهوم منعُه مِنْ قوله: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا} [النساء/ ١٠].
وكلا هذين القسمين يكونُ ظنيًّا، وقطعيًّا.
فالأقسام أربعةٌ، وستأتي هذه المسألةُ بإيضاحٍ إن شاء اللَّه تعالى في القياس.
واعلم أنَّ مذهب الجمهور هو كونُ هذا النوع من المفهوم.
وذهب جماعةٌ منهم الشافعيُّ إلى أنَّه قياسٌ، وهو المسمى عندهم بالقياس في معنى الأصل.
وذهب قوم إلى أنه مجازٌ من إطلاق البعض وإرادة الكل.
وذهب قومٌ إلى أنَّ العرفَ اللغويَّ نقلَ اللفظَ مِنْ وضعه لثبوت الحكمِ في المذكور خاصةً إلى ثبوته في المذكور والمسكوتِ عنه معًا.
وأشار إلى هذه الأقوال في "المراقي" بقوله:
دلالةُ الوفاقِ للقياسِ ... وهو الجلي تعزى لدى أناسِ
وقيل للفظِ مع المجازِ ... وعزوُها للنقلِ ذو جوازِ',NULL,'371',NULL,NULL,'0');
INSERT INTO [b282] VALUES (369,'وأمَّا مفهومُ المخالفة فهو: أن يكون المسكوتُ عنه مخالفًا لحكمِ المنطوق، كقوله -صلى اللَّه عليه وسلم-: "في الغنم السائمةِ الزكاةُ".
فالمنطوقُ: السائمةُ، والمسكوتُ عنه: المعلوفةُ، والتقييدُ بالسومِ يفهمُ منه عدمُ الزكاةِ في المعلوفة.
ويُسمى دليلَ الخطاب، وتنبيه الخطاب، وهو ثمانية أقسام:
١ - مفهومُ الحصر. وأقوى صيغِ الحصر: النفيُ والإثباتُ، نحو: لا إله إلا اللَّه.
فالأصوليون يقولون: منطوقُها نفيُ الألوهية عن غيرِه جلَّ وعلا، ومفهومُها إثباتُها له وحده جلَّ وعلا، والبيانيون يعكسون.
قلتُ: الحقُّ الذي لا شك فيه: أنَّ النفي والإثبات كلاهما منطوقٌ صريحٌ، فلفظةُ "لا" صريحةٌ في النفي، ولفظةُ "إلا" صريحةٌ في الإثبات.
فعدُّ مثلِ هذا من المفهوم غلطٌ -فيما يظهر لي-، وقد نبَّه عليه صاحب "نشرِ البنود".
وإنَّما يكونُ للحصر مفهومٌ في الأدوات الأخر، نحو: إنَّما، وتقديم المعمول، وتعريف الجزءين، ونحو ذلك.
٢ - ومفهومُ الغاية. نحو: {فَلَا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ} [البقرة/ ٢٣٠]، ومفهومه: أنَّها إنْ نكحتْ زوجًا غيره حلَّت له.
٣ - ومفهومُ الشرط. نحو: {وَإِنْ كُنَّ أُولَاتِ حَمْلٍ} الآية [الطلاق/',NULL,'372',NULL,NULL,'0');
INSERT INTO [b282] VALUES (370,'٦]، يفهمُ منه أنَّ غيرَ الحوامل لا نفقةَ لهنَّ.
٤ - ومفهومُ الوصف. نحو: "في الغنم السائمةِ زكاةٌ".
٥ - ومفهومُ العدد. نحو: {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً} [النور/ ٤]، يُفهمُ منه أنَّه لا يُجلدُ أكثر من ذلك.
٦ - ومفهومُ الظرف زمانًا كان أو مكانًا.
مثالُ الزماني: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ} [البقرة/ ١٩٧]، يُفهمُ منه أنَّه لا حجَّ في غيره.
ومثالُ المكاني: {وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البقرة/ ١٨٧]، يُفهمُ منه أنَّه لا اعتكاف في غير المسجد عند مَنْ يقولُ ذلك.
٧ - ومفهومُ العلة. نحو: أعطِ السائلَ لحاجته. يُفهمُ منه أنه لا يُعطى غير المحتاج.
٨ - ومفهومُ اللقب. وهو أضعفها.
وضابطُ اللقب عند الأصوليين: هو كلُّ اسمٍ جامدٍ، سواء كان اسم جنسٍ أو اسم جمعٍ أو اسم عينٍ، لقبًا كان أو كنيةً أو اسمًا، فلو قلتَ: جاء زيدٌ، لم يفهم منه عدمُ مجيء عمرو.
بل ربما كان اعتبارُه كفرًا، كما لو قيل: محمدٌ رسولُ اللَّه، يُفهم من مفهوم لقبه أنَّ غيره لم يكن رسولَ اللَّه.
وأشار في "المراقي" إلى أقسامه ومراتبه بقوله:',NULL,'373',NULL,NULL,'0');
INSERT INTO [b282] VALUES (371,'وهو ظرفٌ علةٌ وعددُ ... ومنه شرطٌ غايةٌ يعتمدُ
والحصرُ والصفةُ مثل ما علم ... مِنْ غنمٍ سامتْ وسائم الغنم
أضعفُها اللقبُ وهو ما أُبي ... من دونه نظمُ الكلامِ العربي
فالشرطُ فالوصفُ الذي يناسب ... فمطلقُ الوصف الذي يقارب
فعددٌ ثمت تقديم يلي ... وهو حجةٌ على النهج الجلي
واعلم أنَّ أبا حنيفة -رحمه اللَّه- لا يقول بمفهوم المخالفةِ مِنْ أصله.

تنبيه:

<span data-type="title" id=toc-208>الفرقُ بين مفهوم الصفة ومفهومِ اللقب:</span> أنَّ تخصيص الغنم بالسَّوْمِ -مثلًا- لو لم يَكن للفرق بين السائمة وغيرها في الحكمِ لكان تطويلًا بلا فائدةٍ، بخلافِ: جاء زيدٌ، فإنَّ تخصيصه بالذكرِ ليمكن إسناد المجيء إليه، إذْ لا يصحُّ الإسنادُ بدون مسندٍ إليه.
إذا علمتَ هذا فاعلم أنَّ المؤلفَ رحمه اللَّه لم يذكرْ دلالة الإشارة التي بيَّنَّا أصلًا، وإنّما أطلق الإشارة على الإيماءِ الذي بيَّنَّا، وأطلقَ التنبيهَ على مفهومِ الموافقة، ولا مشاحةَ في الاصطلاح.
وذكر لمفهومِ المخالفةِ ستَّ درجاتٍ:
الأولى: مفهومُ الحصر. وصيغُ الحصرِ كثيرةٌ، كالنفي والإثبات، و"إنما"، والتحقيق أنَّها أداةُ حصرٍ كما يدلُّ عليه جعلها في القرآن كثيرًا في موضعِ النفي والإثباتِ، نحو: {أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ} [الكهف/ ١١٠،',NULL,'374',NULL,NULL,'0');
INSERT INTO [b282] VALUES (372,'الأنبياء/ ١٠٨، فصلت/ ٦]، {إِنَّمَا تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ} [الطور/ ١٦، التحريم/ ٧]، وتقديم المعمولِ، وتعريفُ الجزأينِ، ونحو ذلك.
الثانية: الشرط. قال: وأنكرَ مفهومَ الشرطِ قومٌ.
قلتُ: ومِمَّن أنكره الباقلاني.
الثالثة: الوصف. وجعله المصنفُ درجتين:
إحداهما: أنْ يذكرَ الوصف قيدًا للاسم العامِّ.
والثانية: أنْ يذكر قيدًا لغير العامِّ، لا للفظِ الشاملِ لجميعها.
الأولى أقوى من الثانية.
ومثالُ الأولى: "في الغنم السائمةِ زكاةٌ".
ومثالُ الثانية: "الثيبُ أحقُّ بنفسها مِنْ وليِّها".
والفرقُ بين المسألتين أنَّ التلفظَ باسم الغنمِ في الأولى تدخلُ فيه السائمةُ والمعلوفة، فلا يمكنُ أنْ يكون غافلًا عن المعلوفةِ لدخولها في لفظةِ الغنم، فيُعْلَمُ أنَّه ما خصَّ السائمةَ إلَّا لمخالفة حكمها لحكمِ المعلوفة، بخلافِ لفظ الثيب في الثانيةِ فلا يتناولُ البكْرَ، فيمكنُ أنْ يكونَ غافلًا عن البكرِ وقتَ التلفظِ باسمِ الثيب في الثانيةَ.
وكثيرٌ من الأصوليين لا يفرقُ بين المسألتين.
الدرجة الخامسة: مفهوم العدد. كحديثِ "لا تحرمُ المَصَّةُ ولا المَصَّتان"، يفهمُ منه أنَّ الثلاثةُ تُحَرِّمُ، ولكن جاء نصٌّ يخالفُ هذا',NULL,'375',NULL,NULL,'0');
INSERT INTO [b282] VALUES (373,'المفهومَ، وهِو: "خمسُ رضعاتٍ يُحَرِّمْنَ"، وقصة من عشر رضعاتٍ (¬١) يُحَرِّمْنَ فنُسِخْن بخمسٍ. . . الخ معروفةٌ في الفروع.
السادسة: مفهوم اللقب. وهو مرادُ المؤلفِ بقوله (¬٢): (السادسة: أنْ يخصَّ اسمًا بحكمٍ فيدلُّ عَلى أنَّ ما عداه بخلافه. . .) إلى آخره.
وقد علمت أنَّ الحقَّ عدم اعتبارِ مفهوم اللقب، وأنَّ فائدة ذكرِه إمكانُ الإسنادِ إليه.
وقال المؤلفُ (¬٣) فيه: (وأنكره الأكثرون، وهو الصحيح).

خاتمة:

لم يذكر المؤلفُ -رحمه اللَّه-<span data-type="title" id=toc-210> موانع اعتبارِ مفهوم المخالفة</span>، وله موانعُ تمنعُ اعتباره ذكرها الأصوليون، منها:
١ - أنْ يكون تخصيصُ المنطوق بالذكر للامتنان، كقوله تعالى: {تَأْكُلُونَ لَحْمًا طَرِيًّا} [فاطر/ ١٢]، فلا يفهم منه منعُ قديدِ الحوت.
٢ - ومنها: تخصيصُه بالذكر لموافقةِ الواقع، كقوله تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ} الآية [آل عمران/ ٢٨]، فإنَّها نزلت في قومٍ والوا اليهود من دون المؤمنين، فجاءت الآيةُ ناهيةً عن الحالة الواقعةِ
_________
(¬١) كذا في الأصل المطبوع.
(¬٢) (٢/ ٧٩٦).
(¬٣) (٢/ ٧٩٦).',NULL,'376',NULL,NULL,'0');
INSERT INTO [b282] VALUES (374,'من غيرِ قصدِ التخصيصِ بها.
٣ - ومنها: تخصيصُه بالذكرِ جريًا على الغالب، كقوله: {وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ} [النساء/ ٢٣]؛ لأنَّ الغالب في الربيبةِ كونها في حجر زوج أمِّها.
٤ - ومنها: تخصيصُه بالذكر لأجل التوكيد، كحديث: "لا يحلُّ لامرأةٍ تؤمنُ باللَّه واليوم الآخر. . . " الخ.
٥ - ومنها: ورودُ الجواب على سؤالٍ، فلو فُرِضَ أنَّ سائلًا سأله -صلى اللَّه عليه وسلم-: هل في الغنمِ السائمةِ زكاَةٌ؟ فأجابه: في الغنم السائمةِ زكاةٌ. لم يكن له مفهومٌ؛ لأنَّ صفة السومِ في الجواب لمطابقةِ السؤال.
٦ - ومنها: أنْ يكون المتكلمُ لا يعرفُ حكمَ المفهوم، فإذا كان المتكلمُ يعلمُ حكمَ السائمةِ، ويجهلُ حكمَ المعلوفةِ، فقال: في السائمةِ زكاةٌ، يكونُ قوله لا مفهومَ له؛ لأنَّ تركهُ للمفهومِ لعدمِ علمه بحكمه.
٧ - ومنها: الخوفُ، كأنْ يقول قريبُ العهد بالإسلامِ لعبده بحضرةِ المسلمين: تَصَدَّقْ بهذا على المسلمين. فلا يعتبرُ مفهومُ المسلمين؛ لتركه ذكر غيرهم خوفًا مِنْ أنْ يُتَّهمَ بالنفاق.
٨ - ومنها: أن يكون السائلُ يعلمُ حكم المفهوم ويجهلُ حكمَ المنطوق، فلا يكونُ للمنطوقِ مفهومٌ؛ لأنَّ تخصيصَهُ بالذكرِ لأنَّ السائلَ لا يجهلُ إلا إيَّاه.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b282] VALUES (375,'وأشار في "المراقي" إلى أسماء مفهومِ المخالفةِ ومواقعه بقوله:
وغيرُ ما مرَّ هو المخالفة ... ثمت تنبيه الخطابِ خالفه
كذا دليلٌ للخطابِ انضافا ... ودعْ إذا الساكتُ عنه خافا
أو جهلَ الحكمَ أو النطق انجلب ... للسُّؤلِ أو جريٍ على الذي غلب
أو امتنان أو وفاق الواقع ... والجهل والتأكيد عند السامع',NULL,'378',NULL,NULL,'0');
INSERT INTO [b282] VALUES (376,'<span data-type="title" id=toc-211>باب القياس</span>
القياسُ في اللغة (¬١): التقدير. ومنه: قست الثوبَ بالذراع، إذا قدَّرته به، أو قست الجراحةَ إذا جعلت الميلَ فيها لتعرفَ غورَها.
وهو في الشرع: حملُ فرعٍ على أصلٍ في حكمٍ بجامعٍ بينهما.
والمرادُ بالحملِ هنا الإلحاق، فالفرعُ كالأرز، والأصلُ كالبرِّ، والحكمُ كتحريم الرِّبا، والجامعُ كالكيل.
ولا بدَّ لكلِّ قياس مِنْ أصلٍ وفرعٍ وعلةٍ وحكم، كما سيأتي إيضاحُه -إنْ شاء اللَّه تعالى- في أركان القياس.
واعلمْ أنَّ العلةَ هي مناطُ الحكم؛ لأنَّها مكانُ نوطِه أيْ تعليقه، وسُمِّيتْ علةً لأنَّها أثَّرتْ في المحلِّ كعلة المريض.
ومِنْ إطلاقِ النَّوطِ على التعليقِ في اللغةِ قولُ حسَّان رضي اللَّه عنه:
وأنت زنيمٌ نيط في آلِ هاشمٍ ... كما نِيطَ خلفَ الراكبِ القدحُ الفردُ
وقول أبي تمام:
أحبُّ بلاد اللَّه ما بين مَنْعِجٍ ... إليَّ وسلمى أنْ يصوبَ سحابُها
بلادٌ بها نِيطَتْ عليَّ تمائمي ... وأولُ أرضٍ مسَّ جلدي تُرابُها
_________
(¬١) (٣/ ٧٩٧).',NULL,'379',NULL,NULL,'0');
INSERT INTO [b282] VALUES (377,'ومِنْ هذا المعنى: ذاتُ أنواطٍ.
والاجتهادُ في العلةِ على ثلاثةِ أضرب:<span data-type="title" id=toc-214> تحقيقُ المناطِ</span>، وتنقيحه، وتخريجه. وقد علمتَ أنَّ المناطَ هو العلة.
فمعنى تحقيقِ المناط: تحقيقُ العلةِ في الفرع، وهو نوعان:
الأول: مجمعٌ عليه في كلِّ الشرائعِ، وهو أنْ تكونَ القاعدةُ الكليةُ منصوصةً أو متفقًا عليها، فيجتهد في تحقيقها في الفرع، كوجوب المثل من النعم في بخزاء الصيد، وكوجوب نفقةِ الزوجة، فيجتهد في البقرة -مثلًا- بأنَّها مثلُ الحمارِ الوحشيِّ، ويجتهدُ في القدرِ الكافي في نفقة الزوجة.
فوجوبُ المثلِ والنفقةِ معلومٌ من النصوص، وكونُ البقرةِ -مثلًا- وكونُ القدرِ المعينِ كافيًا في النفقةِ عُلِمَ بنوع من الاجتهاد، وهو هذا القسمُ مِن تحقيقِ المناط.

والمناطُ هنا ليس بمعناه الاصطلاحي؛ لأنَّه ليس المرادُ به العلة، وإنَّما المرادُ به النصُّ العامُّ، وتطبيق النصِّ في أفراده هو هذا النوعُ من تحقيقِ المناط. ولا يخفى أنَّ في عدِّه مِنْ تحقيق المناطِ مسامحةً، ولا مشاحة في الاصطلاح.
النوعُ الثاني منه: هو ما عرف فيه علةُ الحكمِ بنصٍّ أو إجماعٍ، فيحققُ المجتهدُ وجودَ تلك العلةِ في الفرع، كالعلمِ بأنَّ السرقةَ هي مناطُ القطع، فيحققُ المجتهدُ وجودها فيَ النبَّاش لأخذه الكفنَ مِنْ حرز مثله.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b282] VALUES (378,'الضرب الثاني:<span data-type="title" id=toc-215> تنقيحُ المناط</span>.

والتنقيحُ في اللغة: التهذيب والتصفية، فمعنى تنقيحِ المناط: تهذيب العلةِ وتصفيتها، بإلغاء ما لا يصلحُ للتعليل، واعتبار الصالح له.
ومثالُه: قصة الأعرابي المجامع في نهار رمضان، ففي بعض رواياتها أنَّه جاءَ يضرب صدره وينتف شعره، ويقول: هلكتُ، واقعتُ أهلي في نهارِ رمضان، فقال له النبي -صلى اللَّه عليه وسلم-: "أعتقْ رقبةً".
فكونُه أعرابيًّا، وكونُه يضربُ صدره، وينتفُ شعره، وكونُ الموطوءة زوجته -مثلًا-، كلها أوصافٌ لا تصلحُ للعليةِ فتُلغى تنقيحًا للعلةِ، أي تصفيةً لها عند الاختلاطِ بما ليس بصالحٍ.
واعلمْ أنَّ تنقيحَ المناطِ تارةً يكونُ بحذف بعضِ الأوصاف لأنَّها لا تصلح، وتارةً بزيادة بعض الأوصافِ لأنَّها صالحةٌ للتعليل.
وقد اجتمع مثالُهما في قصة الأعرابي المذكورة، فقد نَقَّحَ فيها المناطَ الشافعيُّ وأحمدُ مرةً واحدةً، وهي تنقيحُه بحذف الأوصافِ -كما قلنا-.
ونَقَّحَه مالكٌ وأبو حنيفة مرتين: الأولى هي هذه التي ذكرنا، والثانيةُ هي تنقيحُه بزيادة بعضِ الأوصاف، وهي أنَّ مالكًا وأبا حنيفةَ ألغيا خصوصَ الوقاعِ، وأناطا الحكمَ بانتهاك حرمةِ رمضان، فأوجبا الكفارة في الأكل والشرب عمدًا، فزادا الأكل والشربَ على الوقاعِ تنقيحًا للمناطِ بزيادة بعض الأوصاف.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b282] VALUES (379,'تنبيه:
هذه الصورةُ التي فسَّر بها المؤلفُ تنقيحَ المناطِ، وهي تنقيحُه بالنقص، هي السبر والتقسيم بعينه، وتنقيحُه بالزيادة هي مفهومُ الموافقةِ بعينه وهو المعروفُ عند الشافعي -رحمه اللَّه- بالقياس في معنى الأصل.

الضربُ الثالثُ:<span data-type="title" id=toc-216> تخريج المناط</span>. وهو استخراج العلةِ بمسلكِ المناسبةِ والإخالةِ بعينه. وسيأتي -إن شاء اللَّه- في استنباطِ العلة بالمناسبة.
هذا هو المعروفُ في الاصطلاح.
وظاهرُ كلامِ المؤلفِ أنَّ مرادَه بتخريج المناطِ هو استخراجُ العلةِ بالاستنباطِ مطلقًا، فيدخلُ فيه السبرُ والتقسيمُ والدورانُ الوجوديُّ والعدمي مع المناسبةِ والإخالة.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل في<span data-type="title" id=toc-217> إثباتِ القياسِ على منكريه</span>
قال بعض أصحابنا: يجوزُ التعبدُ بالقياسِ شرعًا وعقلًا؛ لقول أحمدَ -رحمه اللَّه-: لا يستغني أحدٌ عن القياس.
_________
(¬١) (٣/ ٨٠٦).',NULL,'382',NULL,NULL,'0');
INSERT INTO [b282] VALUES (380,'وبه قال عامةُ الفقهاءِ والمتكلمين.
وذهبَ أهلُ الظاهرِ والنظامِ إلى أنَّه لا يجوزُ التعبدُ به عقلًا ولا شرعًا، وأومأَ إليه أحمدُ -رحمه اللَّه- فقال: يجتنبُ المتكلمُ في الفقه المجمل والقياس. وحمله القاضي على قياسٍ يخالفُ نصًّا. .) الخ.
اعلمْ أولًا أنَّ ما ورد عن الصحابةِ مِنْ ذمِّ الرأي والتحذيرِ منه، إنَّما يعنون به الرأي الفاسدَ، كالقياس المخالفِ للنصِّ، أو المبني على الجهل؛ لإجماعهم على العمل بالرأي والاجتهاد فيما لا نصَّ فيه.
وإلى هذا أشار في "المراقي" بقوله:
وما روي من ذمه فقد عني ... به الذي على الفسادِ قد بني
وذكر المؤلف أدلة لوجوب العملِ بالقياسِ، منها:
١ - أنَّ عدمَ العمل به يُفضي إلى خلوِّ كثيرٍ من الحوادثِ عن الأحكامِ؛ لقلةِ النصوصِ وكونِ الصورِ لا نهايةَ لها.
٢ - ومنها: أنَّ العقلَ يدركُ حكمَ العلل الشرعية، إذْ مناسبتُها للحكمِ عقليةٌ مصلحيةٌ يدركُ العقلُ طلب تحصيلها وورود الشرع بها.
٣ - ومنها: أننا نستفيدُ بالقياسِ ظنًّا غالبًا، والعملُ بالظنِّ الراجح متعينٌ.
٤ - ومنها: إجماعُ الصحابة رضي اللَّه عنهم على الحكمِ بالرأي في الوقائع الخاليةِ من النصِّ، كقياسهم العهدَ على العقدِ في الإمامةِ العظمى، وكاجتهادهم في مسالةِ الجدِّ والإخوة، وتمثيلهم في ذلك',NULL,'383',NULL,NULL,'0');
INSERT INTO [b282] VALUES (381,'بالغصنين والخليجين، وكقولهم في المشرَّكة، وكقول أبي بكر رضي اللَّه عنه في الكلالة: "أقول فيها برأي"، وكقول عمر رضي اللَّه عنه لأبي موسى الأشعري: "اعرف الأشباه والأمثالَ، وقس الأمورَ برأيك"، وكقولهم في السكرانِ: "إذا سكرَ هذى وإذا هذى افترى"، فحدوه حدَّ الفرية، وكقول معاذٍ للنبيِّ -صلى اللَّه عليه وسلم- أنَّه يجتهدُ حيثُ لا كتابَ ولا سنة، فصوَّبه النبيُّ -صلى اللَّه عليه وسلم-.
وأمثالُ هذا كثيرٌ جدًّا، إنْ لم تتواتر آحادها حصل بمجموعها العلمُ الضروري أنهم كانوا يجتهدون فيما لا نصَّ فيه.
٥ - وقد استدلَّ على إثبات القياسِ بقوله تعالى: {فَاعْتَبِرُوا يَاأُولِي الْأَبْصَارِ (٢)} [الحشر/ ٢]، وحقيقةُ الاعتبار مقايسةُ الشيء بغيره، كقولهم: اعتبر الدينارَ بالصنجةِ. وهذا الاعتبارُ هو القياس.
٦ - وقولُه -صلى اللَّه عليه وسلم-: "الحمدُ للَّه الذي وفَّق رسولَ رسولِ اللَّه لما يُرضي رسولَ اللَّه".
٧ - وقولُه -صلى اللَّه عليه وسلم-: "إذا اجتهدَ الحاكمُ فأخطأ فله أجرٌ".
٨ - وقولُه -صلى اللَّه عليه وسلم-: "أرأيتِ لوْ كان على أبيكِ دينٌ فقضيتِه أكان ينفعُه؟ " قالتْ: نعم، قال: "فدَيْنُ اللَّهِ أحقُّ أنْ يُقضى"؛ فهو تنبيهٌ على قياس دَيْنِ اللَّهِ على دَيْنِ المخلوق.
٩ - وقولُه -صلى اللَّه عليه وسلم- لعمرَ حين سأله عن القبلةِ للصائم: "أرأيت لوْ تمضمضتَ"؛ فهو قياسٌ للقُبلةِ على المضمضةِ بجامع أنَّ الكل مقدمةُ الفطر.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b282] VALUES (382,'وأمثالُ هذا كثيرٌ جدًّا.

تنبيه:
هذه الأدلة التي ذكر المؤلفُ منها ما هو أعمُّ مِنْ محلِّ النزاعِ؛ لأنَّ مطلقَ الاجتهادِ أعمُّ من القياس، ومنها ما يدلُّ على محلِّ النزاع كقصة معاذٍ، فإنَّه صرَّحَ فيه بأنَّ اجتهادَه فيما لا نصَّ فيه، وذلك إنَّما يكونُ بالإلحاقِ بالمنصوصِ، وكحديثِ الدَّينِ والمضمضة.
ومِنْ أصرحِ الأدلة على إثبات القياسِ ما ثبت في الصحيحينِ مِنْ قصة الذي وُلِدَ له ولدٌ أسود يخالفُ لونُه لونَ أُمِّه وأبيه، فقاسه -صلى اللَّه عليه وسلم- على أولادِ الإبلِ الحُمْرِ يكونُ فيها الأَوْرق، وقال فيه عليه الصلاةُ والسلام: "فلعلَّه نزعه عرقٌ"، والقصة صحيحةٌ مشهورة.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

<span data-type="title" id=toc-218>(أوجه تطرقِ الخطأ إلى القياس)</span>
اعلمْ أنَّ القياسَ يتطرقُ إليه الخطأُ من خمسةِ أوجه:
١ - ألا يكون الحكمُ معللًا، كأن يُعَلَّلَ نقضُ الوضوءِ بلحم الجزورِ بأنَّه حارٌّ، فيُلحقُ به لحم الظبي فيجعله ناقصًا. وهذا بناء على أنَّ نقضَ الوضوءِ بلحم الجزورِ ليس تعبديًّا.
٢ - ألا يصيب علته في نفس الأمرِ، كأنْ لا تكون علة الربا في البرِّ
_________
(¬١) (٣/ ٨٣٢).',NULL,'385',NULL,NULL,'0');
INSERT INTO [b282] VALUES (383,'الطعم، بالنسبة إلى مَنْ يُعَلِّلُ بالطعم.
٣ - أنْ يقصرَ في بعض أوصاف العلة، كأنْ يقول: علةُ القصاصِ القتلُ العمدُ، ويحذف العدوان، فيلزمُ على علته القصاصُ مِن وليِّ الدم إذا اقتصَّ من القاتلِ لأنَّ قصاصَهُ منه قتلُ عمدٍ.
٤ - أنْ يجمعَ إلى العلةِ ما ليس منها، كما لو جعل علة وجوبِ الكفارةِ على المواقع في نهارِ رمضانَ كونَه أعرابيًّا مجامعًا، فيلزمُ عليهَ أنَّ جماعَ الحضري ليَس علة الكفارة، وهو باطلٌ.
٥ - أنْ يخطئ في وجود العلة في الفرعِ، كما لو ظنَّ التفاح مكيلًا فيلحقُه بالبر في الربا بجامع الكيل.

تنبيه:
اعلمْ أنَّ هذه الخمسة المذكورة هنا راجعةٌ إلى القوادحِ الآتية في آخر الكتاب.
أمَّا الأول: وهو ألا يكون الحكمُ معللًا. . . الخ، فهو راجعٌ إلى نوع من أنواع القادحِ المعروفِ بعدم التأثير، وهو المعبرُ عنه بعدمِ التأثيرِ في الوصف، كما سيأتي إيضاحُه -إن شاء اللَّه-.
وأمَّا الثاني: وهو ألا يصيب علته في نفس الأمر. . . الخ، فهو راجعٌ إلى القادح المذكورِ آنفًا -أيضًا-.
وإن كان هناك مجتهدٌ آخرُ يُعَلِّلُ ذلك الحكم بعلة أخرى فهو راجعٌ إلى القادحِ المعروفِ بمركب الأصل.',NULL,'386',NULL,NULL,'0');
INSERT INTO [b282] VALUES (384,'وأمَّا الثالث: وهو أنْ يُقصر في بعضِ أوصاف العلةِ. . . الخ، فهو راجعٌ إلى القادح المسمى بالكسر؛ لأنَّه إخلالٌ بجزئي العلة، والإخلالُ بجزئها كسرٌ لها. وهذا القادحُ لم يذكرهُ المؤلف.
وأمَّا الرابع: وهو أن يجمعَ إلى العلة ما ليس منها. . . الخ، فهو راجعٌ -أيضًا- إلى عدم التأثير في الوصف؛ لأنَّ حكمَ جزء العلة كحكمِ جميعها.
وأمَّا الخامس: وهو أنْ يخطئ في وجود العلة في الفرع، فهو راجعٌ إلى نوعٍ من أنواع القادحِ المسمى "بالمنع"، وهو منعُ وجود العلةِ في الفرع.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
إلحاق المسكوت عنه بالمنطوق ينقسم إلى مقطوع ومظنون:
فالمقطوع ضربان:
أحدهما: أنْ يكونَ المسكوتُ عنه أوْلى بالحكم مِن المنطوق، ولا يكون مقطوعًا به حتى يوجدَ فيه المعنى الذي في المنطوقِ وزيادة. . .) الخ.
اعلمْ أولًا: أنَّ الإلحاق مِنْ حيثُ هو ضربان:
_________
(¬١) (٣/ ٨٣٣).',NULL,'387',NULL,NULL,'0');
INSERT INTO [b282] VALUES (385,'الأول: الإلحاقُ بنفي الفارق.
الثاني: الإلحاقُ بالجامع.
وضابطُ الأول: أنَّه لا يحتاجُ فيه إلى التعرضِ للعلة الجامعة، بل يكتفى فيه بنفي الفارقِ المؤثرِ في الحكم، كإلغاء الفارقِ بينَ البولِ في الماء الراكد، وبين البولِ في إناءٍ وصبه فيه.
إذا علمتَ ذلك فاعلم أنَّ التحقيقَ أنَّ نفي الفارق أربعة أقسامٍ؛ لأنَّ نفيه إمَّا أنْ يكون قطعيًّا أو مظنونًا، وفي كلٍّ منهما إمَّا أنْ يكونَ المسكوتُ عنه أولى بالحكم مِن المنطوق أو مساويًا له.
فالمجموعُ أربعة:
الأول: هو ما كان المسكوتُ عنه فيه أولى بالحكم من المنطوقِ، مع القطعِ بنفي الفارق، كإلحاقِ أربعةِ عدولٍ بالعدلين في قبول الشهادةِ في قوله تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق/ ٢]، وإلى مثقال الجبل (¬١) بمثل الذرَّة في المؤاخذةِ في قوله تعالى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧)} الآية [الزلزلة/ ٧]، وكإلحاق الضرب بالتأفيفِ في الحرمةِ في قوله تعالى: {فَلَا تَقُلْ لَهُمَا أُفٍّ} الآية [الإسراء/ ٢٣].
الثاني: هو ما كان المسكوتُ عنه فيه مساويًا للمنطوقِ مع القطعِ بنفي الفارقِ أيضًا، كإلحاق إحراق مال اليتيم وإغراقه بأكله في الحرمة
_________
(¬١) كذا في الأصل المطبوع. ولعل الصواب: وكإلحاق مثقال الجبل.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b282] VALUES (386,'في قوله: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا} الآية [النساء/ ١٠].
وكإلحاق صبِّ البول في الماء بالبول فيه المذكور في حديثِ "لا يبولنَّ أحدُكم في الماءِ الدائمِ الذي لا يجري ثم يغتسلُ فيه" الحديث.
الثالث: هو ما كان المسكوتُ عنه فيه أولى مع نفي الفارقِ بالظنِّ الغالب، كإلحاقِ شهادةِ الكافرِ بشهادة الفاسقِ في الردِّ المنصوصِ عليه بقوله تعالى: {وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤)} [النور/ ٤]، لاحتمالِ الفرقِ بأنَّ الكافرَ يحترزُ عن الكذبِ لدينه في زعمه، والفاسقُ متهمٌ في دينه.
وكإلحاق العمياءِ بالعوراءِ في منع التضحيةِ المنصوصِ في الحديث، فالعمياءُ أولى بالحكمِ المذكورِ من العوراء، ولكنَّ نفيَ الفارقِ مظنونٌ ظنًّا غالبًا مزاحمًا لليقين، وليس قطعيًّا، كما قاله غيرُ واحد.
ووجهُ ذلك أنَّ الغالبَ على الظنِّ أنَّ علة منع التضحيةِ بالعوراء هي كونُ العورِ نقصًا في ثمنها وقيمتها، والعمياءُ أحرى بذلك من العوراء، ولكنْ هنالك احتمالٌ آخرُ، هو أنْ تكونَ العلةُ هي أنَّ العورَ مظنَّةُ الهزالِ؛ لأنَّ العوراءَ ناقصةُ البصرِ إذْ لا ترى إلَّا ما قابل عينها المبصرة، ونقصُ بصرها المذكور مظنةٌ لنقصِ رعيها، ونقصُ رعيها مظنةٌ لهزالها. وهذه العلةُ المحتملةُ ليستْ موجودةً في العمياء؛ لأنَّ مَنْ يعلفها يختارُ لها أجودَ العلف، وذلك مظنةُ السِّمَن.
وبما ذكرنا تعلمُ أنَّه لا يلزمُ مِنْ كون المسكوتِ عنه أولى بالحكمِ',NULL,'389',NULL,NULL,'0');
INSERT INTO [b282] VALUES (387,'مِن المنطوقِ أنْ يكونَ قطعيًّا، خلافًا لما ذكره المؤلفُ -رحمه اللَّه-، وأنه لا يلزمُ -أيضًا- مِنْ كونه مساويًا أن يكون نفيُ الفارقِ ظنيًّا، خلافًا لظاهر كلامه.
الرابع: هو ما كان المسكوتُ عنه فيه مساويًا للمنطوقِ به مع كونِ نفي الفارقِ مظنونًا لا مقطوعًا، كإلحاق الأمةِ بالعبد في سراية العتق المنصوص عليه في العبد في الحديث الصحيح، فالغالبُ على الظنِّ أنَّه لا فرقَ في سراية العتقِ بين الأمةِ والعبد؛ لأن الذكورة والأنوثةَ بالنسبةِ إلى العتقِ وصفانِ طرديَّانِ لا يُعَلَّقُ بواحدٍ منهما حكمٌ من أحكام العتق.
وهناك احتمالٌ آخر هو الذي منع كون نفي الفارقِ قطعيًّا، وهو احتمالُ أن يكونَ الشارعُ إنَّما نصَّ على العبدِ في قوله: "مَنْ أعتق شركًا له في عبدٍ. . . " الحديث، لخصوصيةٍ في العبد لا توجدُ فى الأمةِ، وهي أنَّ العبدَ إذا أُعتقَ يزاولُ مِنْ مناصبِ الرجالِ ما لا تزاوُله الأنثى ولو حرةً.

تنبيه:
اعلم أنَّ نفي الفارق الذي ذكرنا أقسامه الأربعة إنَّما هو قسمٌ من تنقيح المناط، وهو مفهومُ الموافقةِ بعينه، واختلف العلماءُ في دلالته على مدلوله، هل هي قياسيةٌ أو لفظية؟ ولهم في ذلك أربعةُ مذاهب:
الأول: أنَّ دلالة مفهوم الموافقةِ إنَّما هي مِنْ قبيلِ القياس، وهو المعروفُ عند الشافعي بالقياسِ في معنى الأصل، ويقالُ له: القياسُ الجلي.',NULL,'390',NULL,NULL,'0');
INSERT INTO [b282] VALUES (388,'الثاني: أنَّ دلالة الموافقةِ لفظيةٌ، لكن لا في محلِّ النطق، لأنَّ ما دلَّ عليه اللفظُ في محلِّ النطقِ هو المنطوقُ، وما دلَّ عليه لا في محلِّ النطقِ هو المفهومُ، وكلاهما من دلالة اللفظ.
الثالثُ: أنَّها دلالةٌ لفظيةٌ مجازيةٌ -عند القائلين بالمجاز-، وهو عندهم من المجاز المرسل، ومن علاقاتِ المجاز المرسل الجزئيةُ والكلية.
قالوا: ففي مفهوم الموافقةِ يطلقُ الجزءُ ويُراد الكلُّ، وبعبارةٍ أخرى يُطلقُ الأخصُّ ويُرادُ الأعمُّ، فقد أطلقَ التأفيفَ في الآية وأريدَ به عمومُ الأذى، مجازًا مرسلًا كما زعموا.
قالوا: وكذلك أطلق النهي عن أكل مال اليتيم، وأريد الإتلاف، فيدخلُ الإحراقُ والإغراقُ وغيرهما من أنواع الإتلاف، مجازًا مرسلًا كما زعموا -أيضًا-.
الرابع: أنَّها لفظيةٌ؛ لأنَّ العرفَ اللغويَّ نقل اللفظ من وضعه لمعناهُ الخاصِّ إلى ثبوته فيه، وفي المسكوتِ عنه -أيضًا-.
قالوا: فعرفُ اللغةِ نقلَ التأفيفَ من معناه الخاصِّ إلى عمومِ الأذى، ونقل أكل مال اليتيمِ من معناهُ الخاصِّ إلى عمومِ الإتلاف.
وعلى هذا تكونُ دلالتُه لفظيةً، من قبيلِ الحقيقةِ العرفية.
وأكثرُ الأصوليين على أنَّ اللفظَ دلَّ عليه لا في محلِّ النطق.
الضربُ الثاني: هو الإلحاقُ بالعلةِ الجامعة، كإلحاقِ الذُّرة بالبُرِّ',NULL,'391',NULL,NULL,'0');
INSERT INTO [b282] VALUES (389,'بجامعِ الكيل.

(طرق إثبات العلة)
اعلمْ أنَّ إثباتَ العلةِ له طريقان: النقلُ، والاستنباط.
فالنقلُ ثلاثةُ أضربٍ، والاستنباطُ ثلاثةُ أضربٍ كذلك.

<span data-type="title" id=toc-222>أَضْرُبُ إثباتِ العلةِ بالنقل:</span>
الضربُ الأول: النصُّ الصريحُ على العِلِّية، نحو: {مِنْ أَجْلِ ذَلِكَ كَتَبْنَا عَلَى بَنِي إِسْرَائِيلَ} [المائدة/ ٣٢]، وقوله -صلى اللَّه عليه وسلم-: "إِنَّما جُعِلَ الاستئذانُ مِنْ أجلِ البصر".
والمؤلفُ جعل اللامَ -لامَ التعليلِ-، والباء، ونحو ذلك، من الصريح، نحو: {إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ} [البقرة/ ١٤٣]، ونحو: {ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ} [الأنفال/ ١٣، الحشر/ ٤]، ونحو ذلك.
وغيرُه جعلَ هذا من الظاهر لا من الصريح.
الضربُ الثاني: الإيماءُ والتنبيه، أنْ يُقْرَنَ الحكمُ بوصفٍ على وجهٍ لو لم يكنْ علةً لكان الكلامُ معيبًا عند العقلاء.
وأنواعُ الإيماءِ والتنبيه -عند المؤلف- ستةٌ:
الأول: أنْ يُذكر الحكمُ عقب وصفٍ بالفاءِ، فيدلَّ على أنَّ ذلك الوصفَ علةٌ لذلك الحكمِ، نحو: {قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي
الْمَحِيضِ} [البقرة/ ٢٢٢]، {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا} [المائدة/ ٣٨].',NULL,'392',NULL,NULL,'0');
INSERT INTO [b282] VALUES (390,'ويلحق بهذا ما رتبه الراوي بالفاءِ، كقوله: "سها النبيُّ -صلى اللَّه عليه وسلم- فسجد"، و"رَضَّ يهوديٌّ رأسَ جاريةٍ فأمرَ عليه الصلاةُ والسلامُ أنْ يُرَضَّ رأسُه بين حجرين".
وبعضُ علماء الأصولِ يقول: إنَّ ما رتبه الراوي الفقيه بالفاء مقدَّمٌ على ما رتبه بها الراوي غيرُ الفقيه.
الثاني: ترتيبُ الحكم على الوصف بصيغة الجزاء يدلُّ على التعليل، كقوله تعالى: {مَنْ يَأْتِ مِنْكُنَّ بِفَاحِشَةٍ مُبَيِّنَةٍ يُضَاعَفْ لَهَا الْعَذَابُ ضِعْفَيْنِ} [الأحزاب/ ٣٠]، {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (٢)} [الطلاق/ ٢].
الثالث: أنْ يُذْكَر للنبيِّ -صلى اللَّه عليه وسلم- أمرٌ حادثٌ فيجيبُ بحكم، فيدل على أنَّ ذلك الأمرَ المذكورَ له -صلى اللَّه عليه وسلم- علةٌ لذلك الحكم الذي أجابَ به، كقول الأعرابي: "واقعتُ أهلي في نهارِ رمضان"، فقال له -صلى اللَّه عليه وسلم-: "أعتق رقبةً"، فدلَّ على أنَّ الوقاعَ هو علةُ العتق.
الرابع: أن يَذْكُر مع الحكم شيئًا لو لم يُقَدَّر التعليل به لكان لغوًا غير مفيدٍ، وهو قسمان:
الأول: أن يستنطقَ السائلَ عن الواقعةِ بأمرٍ ظاهرِ الوجود، ثم يذكر الحكم عقبه، كقوله لمَّا سئل عن الرطب بالتمرِ، قال: "أينقصُ الرطبُ إذا يبسَ؟ " قالوا: نعم، قال: "فلا إذًا"، ، فلو لم يكن نقصانُ الرطب باليبس علةً للمنع لكان الاستكشافُ عنه لغوًا.
الثاني: أن يعدل في الجوابِ إلى نظيرِ محلِّ السؤال، كما روي أنَّه',NULL,'393',NULL,NULL,'0');
INSERT INTO [b282] VALUES (391,'لمَّا سألته الخثعميةُ عن الحجِّ عن الوالدين، فقال -صلى اللَّه عليه وسلم-: "أرأيتِ لو كان على أمِّك دينٌ فقضيتِهِ، أكان ينفعها؟ " قالت: نعم، قال: "فديْنُ اللَّهِ أحقُّ بالقضاء"، ففُهِمَ منه التعليل بكونه دينًا.
الخامس: أن يُذْكَر في سياق الكلامِ شيءٌ لو لم يعلل به صار الكلامُ غيرَ منتظم، كقوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} [الجمعة/ ٩]، فإنَّه يفهم منه أنَّ علة النهي عن البيع كونه مانعًا من السعي إلى الجمعة.
السادس: ذكرُ الحكم مقرونًا بوصفٍ مناسبٍ، كقوله تعالى: {إِنَّ الْأَبْرَارَ لَفِي نَعِيمٍ (١٣) وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (١٤)} [الانفطار/ ١٣ - ١٤] أي لبرِّهم وفجورهم.
الضرب الثالث: ثبوتُ العلةِ بالإجماع، كالإجماع على تأثيرِ الصغرِ في الولايةِ على المال.
واعلمْ أنَّ بعضَ الأصوليين يقولون بتقديم الإجماع على النصِّ، لأنَّ النصَّ يحتملُ النسخَ، والإجماعَ لا يحتملُه. وسيأتي بيانُ ذلك، وبيانُ موجب تقديم الإجماع على النصِّ، في الكلام على ترتيب الأدلة.
ومرادهم بالإجماع الذي يقدمُ على النصِّ خصوصُ الإجماعِ القطعي دون الإجماع الظنيِّ.
وضابطُ الإجماع القطعي هو الإجماعُ القولي، لا السكوتي، بشرط أن يكونَ مشاهدًا أو منقولًا بعدد التواترِ في جميع طبقاتِ السند.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b282] VALUES (392,'<span data-type="title" id=toc-223>أضربُ إثباتِ العلةِ بالاستنباطِ </span>الثلاثة:
الضربُ الأول: إثباتُ العلةِ بمسلك<span data-type="title" id=toc-224> المناسبة</span>.
والمناسبةُ لغةً: الملائمة.
وفي الاصطلاح: كونُ الوصفِ يتضمنُ ترتبُ الحكمِ عليه مصلحةٌ، كالإسكارِ فإنَّ ترتب المنع عليه فيه مصلحةُ حفظِ العقلِ من الاختلال، ويسمى: المناسبة، والمناسبة والإخالة.
وضابطُ مسلك المناسبة والإخالة عند الأصوليين: أنْ يقترنَ وصفٌ مناسبٌ بحكمٍ في نصٍّ من نصوصِ الشرع، ويكون ذلك الوصفُ سالمًا من القوادحِ، ويقوم دليلٌ على استقلالَه بالمناسبةِ دون غيره، فيعلم أنَّه علةُ ذلك الحكم.
ومثالُه: اقترانُ حكم التحريم بوصف الإسكارِ في قوله: "كل مسكرٍ حرامٌ"؛ فالإسكارُ مناسبٌ للتحريم، مقترنٌ به في النصِّ، سالمٌ من القوادحِ، مستقل بالمناسبة.
واعلمْ أنَّ الوصفَ مِنْ حيثُ هو قسمان:
١ - طرديٌ، كالطول والقصر.
٢ - ومناسبٌ، كالإسكار والصغر لتحريم الخمرِ وولايةِ المال.
إذا علمتَ ذلك، فالمناسبُ -عند المؤلفِ- ثلاثةُ أقسام: مؤثرٌ، وملائمٌ، وغريبٌ.
وعند غيره أربعة: الثلاثةُ الأُوَلُ السابقة، والرابعُ: المرسل، وهو',NULL,'395',NULL,NULL,'0');
INSERT INTO [b282] VALUES (393,'المعروفُ بالمصلحةِ المرسلة.
واعلمْ أولًا أنَّ المراد بالجنس في هذا المبحث القدرُ المشتركُ بين أفرادٍ مختلفةٍ حقائقها، والمرادُ بالنوع القدرُ المشتركُ بين أفرادٍ متفقةٍ حقائقها.
إذا علمت ذلك، فاعلمْ أنَّ المؤثر -عند المؤلف- قسمان:
الأول: ما دلَّ نصٌّ أو إجماعٌ على تأثير عين الوصف في عين الحكم. ومثَّل له المؤلفُ بنفي الفارقِ المتقدم.
الثاني: ما دلَّ نصٌّ أو إجماعٌ على تأثير عين الوصف في جنس الحكم. ومثَّل له المؤلفُ بالأخوَّةِ من الأب والأمِّ فإنَّه مؤثرٌ بالنصِّ في التقديم في الميراث، فيقاسُ عليه ولايةُ النكاح.
والملائمُ -عند المؤلف- هو ما دلَّ نصٌّ أو إجماعٌ على تأثير جنس الوصفِ في عين الحكمِ فيه. ومثَّل له بتأثير جنسِ المشقةِ في إسقاطِ الصلاةِ عن الحائض (¬١)؛ لأنَّه ظهرَ تأثيرُ جنس الحرجِ في عين إسقاط الصلاة، كتأثيرِ مشقة السفرِ في إسقاطِ ركعتين من الرباعية.
والغريبُ -عند المؤلف- هو ما دلَّ الدليلُ المذكورُ على تأثير جنس الوصفِ في جنسِ الحكم فيه. ومثَّل له بتأثير جنسِ المصالح في جنسِ الأحكام.
_________
(¬١) المراد إسقاط القضاء؛ لأن قضاء الحائض الصلاة عن أيام حيضها بعد الطهر مشقة عليها. "عطية"',NULL,'396',NULL,NULL,'0');
INSERT INTO [b282] VALUES (394,'وقال محشِّيه: وذلك كإلحاق الصحابةِ شاربَ الخمرِ بالقاذفِ في جلده ثمانين؛ لأنَّه إذا سكر هذى، وإذا هذى افترى.
وذكر جماعةٌ من أهل الأصولِ: أنَّ المؤثرَ ما دلَّ نصٌّ أوْ إجماعٌ على اعتبار عينه في عين الحكم.
والملائمَ: هو ما دلَّ فيه الدليلُ المذكورُ على اعتبارِ عينه في جنسِ الحكم، أو جنسه في عين الحكم، أو جنسه في جنس الحكم.
وأنَّ الغريبَ: هو ما دلَّ الدليلُ على إهدارِ المصلحةِ التي صار بها مناسبًا.
ومثالُه: جماعُ الملكِ في نهارِ رمضان، فالمصلحةُ تتمحَّضُ في تكفيره بخصوصِ الصوم، لأنَّه هو الذي يردعه، لخفةِ العتقِ والإطعامِ عليه، ولكنَّ الشرعَ ألغى هذه المصلحة.
واعلمْ أنَّ الشرعَ لا يلغي مصلحةِ إلَّا لأجل مصحلةِ أخرى أرجح منها، فإلغاؤه مصلحةَ زجر الملكِ المجامع في نهار رمضانَ بخصوصِ الصومِ إنَّما هو مِنْ أجلِ أنَّ مصلحةَ إعتاقَ الرقبةِ وإطعامِ المساكين أرجحُ في نظر الشرعِ من التضييقِ على الملك بخصوصِ الصومِ لينزجرَ.
والمرسلَ: هو ما لم يقمْ دليلٌ خاصٌّ على اعتبارِ مناسبته، ولا على إهدارِها.
ومثَّلوا لتأثير العينِ في العينِ بتأثير الصغر في عين الولايةِ على المال، وبتأثير مسِّ الذكرِ في نقضِ الوضوء.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b282] VALUES (395,'ولتأثير العين في الجنس بتأثير عين الصغر في ولاية النكاح؛ لأنَّ عين الصغر اعتبر إجماعًا في جنس الولاية الصادق بولايةِ المال؛ لأنَّ الجنس يوجدُ في كلِّ فردٍ من أفراده من حيثُ هو قدرٌ مشتركٌ بينها.
ومثلوا لتأثيرِ الجنس في العين بأنَّه لو لمْ يَرِدْ دليلٌ على الجمع في الحضرِ لمشقة المطرِ ونحوه فإنَّ الدليلَ دلَّ على اعتبارِ جنس المشَقةِ في عين الحكمِ الذي هو الجمع، كتأثيرِ مشقة السفرِ في الجمع.
ومثلوا لتأثيرِ الجنس في الجنس بتأثير القتل بالمثقل في القصاص، للإجماعِ على اعتبارِ جنس الجناية في جنس القصاص.
واعلم أنَّ للجنس مراتب بعضها أعمُّ من بعضٍ في الأوصافِ والأحكامِ، فأعمُّ أجناس الحكمِ كونُه حكمًا، وأخصُّ من ذلك كونُه واجبًا أو محرَّمًا -مثلًا- وأخصُّ من الواجبِ كونُهُ عبادةً أو غيرَ عبادةٍ.
والمرادُ بغير العبادةِ ما ليس تعبديًّا، كقضاء الدَّين، وردِّ المغصوبِ والأمانةِ، والتعبدي كالصلاة.
ويظهرُ الفرقُ بينهما بأنَّ فاعلهما لا بقصدِ الامتثالِ يصحُّ له الأولُ دون الثاني، وإنْ كان لا يؤجرُ إلا بالنيةِ.
وأَخَصُّ من العبادة كونُها صلاةً أو غيرها.
وأعمُّ أنواع الوصف كونُه وصفًا تُناطُ به الأحكام، وأخصُّ منه كونه مناسبًا، وأخصُّ من المناسبِ كونُه مصلحةً أو درء مفسدة، كالحاجياتِ والضرورياتِ والتتميمات.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b282] VALUES (396,'إذا علمتَ مراتبَ الأحكامِ والأوصافِ، فاعلمْ أن ما هو أخصُّ مقدَّمٌ على ما هو أعمُّ.
فجنسُ القرابةِ -مثلًا- مؤثرٌ في نوع الميراثِ، فيقدمُ الأخصُّ، فلذا تقدَّمُ البنوةُ على الأخُوَّةِ، والأُخُوَّةُ على العمومةِ -مثلًا-.
ومِنْ هنا قال بعضُ العلماء: يُقَدَّمُ الحريرُ على النجس إذا لم يجد المصلي غيرهما؛ لأنَّ النجسَ أخصُّ بالصلاةِ من الحرير؛ لأنَّ تحريم الحرير لا يختصُّ بالصلاة، فكان تحريم النجس أقوى منه لأنَّه يختصُّ بها.
وأنَّه إن لم يجد المحرمُ المضطرُّ إلا ميتةً وصيدًا أكل الميتةَ دون الصيدِ؛ لأنَّ تحريم الصيدِ خاصٌّ بالإحرامِ، والقاعدةُ تقديمُ الأخصِّ.
وخالف بعضُ العلماء في الفرعين. واللَّه أعلم.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(النوعُ الثاني في إثبات العلةِ: السبر. . .) الخ.
اعلمْ أولًا أنَّ هذا المسلك مِنْ مسالكِ العلةِ يسمى بالسبر فقط، وبالتقسيم فقط، وبهما معًا، وهو الأكثر.
والسَّبرُ -بالفتح- لغةً: الاختبار، ومنه سمي ما يعرفُ به طولُ الجرحِ وعرضه سِبارًا ومسبارًا.
_________
(¬١) (٣/ ٨٥٦).',NULL,'399',NULL,NULL,'0');
INSERT INTO [b282] VALUES (397,'وأصلُ هذا الدليل من حيث هو مبنيٌّ على أمرين:
أحدها: حصرُ أوصافِ المحلِّ، وهو المعبرُ عنه بالتقسيم.
ثانيهما: إبطالُ ما ليس صالحًا للتعليلِ بطريقٍ من طرقِ الإبطالِ الآتية، فيتعينُ الوصفُ الباقي، وهو المعبَّرُ عنه بالسبر.
فإذا عرفتَ معنى هذا المسلكِ، فاعلمْ أنَّ خلاصته ما ذكره فيه المؤلفُ أنَّ أبا الخطَّاب اشترطَ في هذا المسلكِ إجماعَ الأمةِ على أنَّ الأصل المقيس عليه مُعَلَّلٌ، أي غير تعبديٍّ، مع الاختلافِ في تعيين العلة، فيبطل المستدلُّ بالسبرِ جميع ما قالوه إلا واحدةً فيعلم صحتها، كي لا يخرج الحق عن أقاويل الأمة.
فنقول: الحكمُ معلَّلٌّ ولا علة فيه إلا كذا وكذا، وقد بطل أحدهما فيتعينُ الآخرُ.
كأنْ يقولَ الحنبليُّ -مثلًا-: علةُ تحريم الربا إمَّا الكيل وإمَّا الطعمُ وإمَّا الاقتياتُ والادخار، فيبطلُ ما سوى الكيلِ، فيتعين الكيلُ.
فهذا المسلكُ متأسِّسٌ على ثلاثةِ أمورٍ -على ما درج عليه المؤلفُ-:
الأول: الإجماعُ على كونِ حكمِ الأصلِ معللًا.
الثاني: كونُ التقسيم حاصرًا لجميع ما يعلل به، وذلك إمَّا بموافقةِ الخصمِ أو عدمِ إبدائه وصفًا زائدًا، سواء أقرَّ بالعجزِ عن ذلك، أو ادعاهُ وامتنعَ عن ذكره.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b282] VALUES (398,'الثالث: إبطالُ ما سوى ذلك الوصف.
ولهذا الإبطال طريقتان:
الأولى: وجودُ الحكم بدونِ الوصفِ الذي يبطله المستدلُّ بالسبر، فيظهرُ أنَّه غيرُ العلةِ، لوجودِ الحكمِ دونه.
ومثالُه: قولُ الشافعيِّ المعلِّل تحريم الربا في البرِّ بالطعم: إنَّ وصف الكيل والاقتياتِ والادخارِ لغوٌ، بدليلِ وجودِ الحكمِ الذي هو منعُ الربا في ملء الكفِّ من البرِّ مع أنَّه لا يُكالُ، وليس فيه قوتٌ لقلته، فيتعينُ وصفُ الطعم.
ومثَّل لهذا المحشِّي بقول الحنبلي والشافعيِّ -مثلًا-: يصحُّ أمانُ العبدِ لأنَّه صادر عن عاقلٍ مسلمٍ غير متهم، فيصلحُ، قياسًا على الحرِّ.
فيقول الحنفيُّ -مثلًا-: بقي وصفٌ آخرُ هو الحريةُ، لم يوجد في الفرعِ، فيبطلُ القياس.
فيقول المستدلُّ: وصفُ الحرية لغوٌ هنا، بدليلِ الاتفاقِ على صحةِ أمان العبدِ المأذونِ له.
الثانية: أن يكونَ الوصفُ طرديًّا لم يعهد من الشارع الالتفاتُ إليه في إثباتِ الأحكام، إمَّا بالنسبةِ إلى جميع الأحكام كالطولَ والقصر، أو إلى بعضها كالذكورةِ والأنوثةِ بالنسبة إلى العتقِ لأنَّهما يعتبران في غير العتقِ كالشهادةِ والميراث.
ولا يكفي المستدلَّ بالسبر في الإبطالِ المذكورِ النقضُ الذي هو',NULL,'401',NULL,NULL,'0');
INSERT INTO [b282] VALUES (399,'وجودُ الوصفِ دون الحكم. وسيأتي إيضاحُه في القوادح إنْ شاء اللَّه.
واعلمْ أنَّ المؤلفَ ذكر أنَّه لا يكفي في حصر الأوصافِ أنْ يقول المستدلُّ: بحثتُ فلم أجدْ إلا هذا، وأنَّه لا يكفي في الإبطال أنْ يقول: بحثتُ في الوصفِ الفلاني فما عثرتُ فيه على مناسبةٍ؛ لأنَّ الخصمَ يُعارضُ بمثلِ ذلك.
ثم قال المؤلفُ (¬١): (فإنْ بيَّن صلاحيةَ ما يدَّعيه علةً، أو سَلَّمَ له الخصمُ ذلك، فإنَّه يكفيه ابتداءً بدون السبر، فالسبرُ إذًا تطويل طريقٍ غير مفيدٍ، فلنصطلح على ردِّه).
قال مقيده -عفا اللَّه عنه-:
أكثر المالكية والشافعية على الاكتفاء بقوله: "بحثتُ فلم أجدْ غيرَ هذا، أو عدم ما سوى هذا الأصل"، وعليه فالسبرُ ليس تطويلَ طريقٍ.
ومما يوضحُ ذلك إطباقُ النظَّار على أنَّ مِنْ أعظمِ طرقِ الحصرِ العقلُ والاستقراء، فالاستقراءُ مِنْ طرق الحصر قطعًا، وقوله: "بحثت فلم أجدْ غيرَ هذا" استقراءٌ منه لأوصافِ المحلِّ حتى لم يجدْ غير تلك الأوصاف التي حصرها بالاستقراء، فردُّ هذا الحصر لا وجه له.
والأكثرُ منهم يثبتُ به الحجة للناظر والمناظر معًا، ولا يشترطون الإجماعَ على تعليلِ حكم الأصل؛ لأنَّ الغالبَ في الأحكامِ التعليلُ، خلافًا لأبي الخطَّاب.
_________
(¬١) (٣/ ٨٥٩).',NULL,'402',NULL,NULL,'0');
INSERT INTO [b282] VALUES (400,'تنبيهان:
الأول: اعلمْ أنَّ هذا الدليلَ الذي هو السبرُ والتقسيمُ منقسمٌ عند الأصوليين إلى قطعيٍّ وظنيٍّ:
فالقطعيُّ هو ما كان فيه حصرُ الأوصافِ وإبطالُ الباطل منها قطعيَّيْن.
والظنِّيُّ منه هو ما إذا كانا ظنيَّيْن أو أحدهما ظنِّيًّا.
الثاني: اعلمْ أنَّ المعترضَ إذا أبدى وصفًا زائدًا على الأوصافِ التي حصرها المستدلّ، فإنَّ السبر يبطلُ؛ لبطلان أحدِ ركنيه وهو الحصرُ.
ومحلُّ هذا ما لم يبين المستدلّ أنَّ الوصفَ الزائد الذي أبداه المعترضُ طرديٌّ لا دخل له في التعليلِ، فإنَّه يكونُ وجوده وعدمُه سواء، فيستقيمُ حصرُ المستدلَّ بالسبر، ولا يبطلُ دليلُه.
وقد أوضحنا البحث في هذا الدليل، وأكثرنا من أمثلته في القرآن وغيره، وذكرنا بعض آثاره العقائدية والتاريخية، وبيَّنا المراد به عند الأصوليين، والجدليين، والمنطقيين، وما تسميه به كلُّ طائفةٍ منهم، في كتابنا "أضواء البيان" في سورة مريم في الكلام على قوله تعالى: {أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (٧٨)} [مريم/ ٧٨].',NULL,'403',NULL,NULL,'0');
INSERT INTO [b282] VALUES (401,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(النوعُ الثالثُ في إثباتِ العلة: أنْ يوجدَ الحكمُ بوجودها ويعدمَ بعدمها، كوجودِ التحريم بوجود الشدةِ في الخمرِ وعدمه بعدمها. . .) الخ.

اعلمْ أولًا أنَّ هذا المسلكَ من مسالك العلةِ يُسمَّى ب<span data-type="title" id=toc-228>الدورانِ </span>الوجوديِّ والعدمي، وبالدورانِ فقط، وبالطردِ والعكس.
واعلمْ أنَّ الطرد في الاصطلاحِ: الملازمةُ في الثبوت.
والعكسُ في الاصطلاحِ: الملازمةُ في الانتفاء.
وخلاصةُ ما ذكره المؤلفُ في هذا المسلكِ أنَّ اقتران الحكمِ بالوصفِ وجودًا وعدمًا دليلٌ على أنَّه علتُه.
ولا يقدحُ في ذلك أنَّ اقترانَه به في الوجودِ فقطْ لا يفيدُ العليةَ على الصحيحِ الذي هو الحقُّ، كما يأتي في مبحث الطردِ قريبًا إن شاء اللَّه.
وكذلك اقترانُه به في العدم فقط لا يفيدُ العليةَ إجماعًا؛ لأنَّ عدم تأثيرِ كلِّ واحدٍ منهما منفردًا لا يمنعُ تأثيرَهما مجتمعين:
لا تُخاصِمْ بواحدٍ أهلَ بيتٍ ... فضعيفانِ يغلبان قويًّا
ولا يقدحُ في هذا المسلكِ بأنَّ رائحةَ الخمرِ -مثلًا- يدورُ معها المنعُ وجودًا وعدمًا، وليست بعلة.
_________
(¬١) (٣/ ٨٥٩).',NULL,'404',NULL,NULL,'0');
INSERT INTO [b282] VALUES (402,'قال المؤلفُ (¬١) -رحمهُ اللَّه تعالى-:
(و<span data-type="title" id=toc-229>النقضُ برائحة الخمر </span>ليس بلازمٍ؛ لأنَّ صلاحيةَ الشيءِ للتعليل لا يلزمها أنْ لا يعلل به، إذْ قد يمتنعُ ذلك لمعارضته ما هو أولى منه).
قال مقيده -عفا اللَّه عنه-:

النقضُ برائحة الخمر يدفعه القيدُ الذي ذكره جماهيرُ من أهل الأصولِ، وهو أنهم جعلوا الوصف المذكور في مسلك الدوران يشترطُ فيه المناسبةُ أو احتمالُها، فإنْ كان طرديًّا محضًا عُلِمَ قطعًا أنَّه غيرُ العلةِ ولو دار معه الحكمُ وجودًا وعدمًا، كرائحة الخمرِ المذكورة.
وإليه الإشارةُ بقول صاحب "المراقي" معرِّفًا للدوران:
أنْ يوجدَ الحكمُ لدى وجودِ ... وصفٍ وينتفي لدى الفقودِ
والوصفُ ذو تناسبٍ أو احتمل ... له وإلا فعن القصد اعتزل
وهو عند الأكثرين سند ... في صورةٍ أو صورتين يوجدُ
والحقُّ أنَّ في هذا المسلكِ ثلاثةَ أقوالٍ:
الأول: أنَّه يُفيدُ العليةَ ظنًّا. وهو مذهب الجمهورِ، وعليه درج المؤلف.
الثاني: أنَّه يُفيدُ العليةَ قطعًا. وبه قال المعتزلة.
_________
(¬١) (٣/ ٨٦١).',NULL,'405',NULL,NULL,'0');
INSERT INTO [b282] VALUES (403,'الثالث: أنَّه لا يفيدُ التعليلَ أصلًا، لاحتمالِ كون الوصفِ الدائرِ معه الحكمُ ملازمًا للعلةِ كرائحة الخمرِ أو جزءًا منها.

تنبيه:
الدورانُ يكونُ في صورةٍ واحدةٍ، كما مثلَنا به في شدة الخمر، فإنَّ المنعَ يدورُ معها وجودًا وعدمًا.
وقد يكونُ في صورتين، وهو أضعفُ من الأول، ولذا أبطله بعضُ من اعتبر الأول.
ومثاله: ما لو قلتَ: الحليُّ المباحُ تجبُ فيه الزكاةُ لكونه نقدًا، والنقدُ أحدُ الحجرين (¬١)، والنقديةُ يدورُ معها الوجوبُ وجودًا في المصكوكِ والمسبوك -مثلًا-، وعدمًا في العبيد والثيابِ والدواب.
وهذا المسلكُ الذي هو الدورانُ كما أنَّ له دخلًا في الأمورِ الشرعيةِ فنفعه كثيرٌ جدًّا في الأمور الدنيوية، وهو الذي توصل به الأطباء إلى ما علموهُ مِنْ فوائد الأدوية والأغذية حيثُ دارتْ معها
_________
(¬١) أي الذهب والفضة. والنقدية يدور معها الوجوب، أي وجوب الزكاة في المصكوك دراهم فضة، أو دنانير ذهب، والمسبوك خواتم أو أساور، ففيها النقدية التي هي أحد الحجرين من الذهب والفضة، ويدور معها في العدم، فإذا انعدمت النقدية انعدم وجوب الزكاة، أي في الأعيان، مثل العبيد والثياب والدواب فلا زكاة في أعيانها، لانعدام النقدية عن أعيانها، فحصل الدروان في صورتين: صورة وجود في المصكوك والمسبوك من الذهب والفضة، وصورة عدم في العبيد والثياب والدواب. "عطية"',NULL,'406',NULL,NULL,'0');
INSERT INTO [b282] VALUES (404,'آثارُها وجودًا وعدمًا.
كما أشار إليه في "المراقي" بقوله:
أصلٌ كبيرٌ في أمورِ الآخرة ... والنافعاتِ عاجلًا والضائرة
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل
فأمَّا الدلالة على صحةِ العلةِ باطرادها ففاسدٌ. . .) الخ.

اعلمْ -أولًا- أنَّ هذا المسلكَ من مسالك العلةِ هو المعروفُ ب<span data-type="title" id=toc-231>الطرد</span>، ويُسمى بالدورانِ الوجوديِّ، وهو مختلَفٌ في صحةِ دلالته على العلة:
فجمهورُ العلماء على أنَّه مردودٌ، وعليه درج المؤلف.
وذهب طوائفُ من أصحاب أبي حنيفة إلى أنَّه حجةٌ إنْ سلمَ من الانتقاضِ وجرى على الاطراد.
ومثاله: المائعُ الذي تبنى عليه القناطرُ، ويُصادُ فيه السمكُ، تقعُ به الطهارة.
فنقولُ: ليس بعلةٍ؛ لأنَّ الطهارةَ تقعُ بغيرِ المذكورِ، كالترابِ ونحوه.
_________
(¬١) (٣/ ٨٦٣).',NULL,'407',NULL,NULL,'0');
INSERT INTO [b282] VALUES (405,'وذهب كثيرٌ من الشافعيةِ إلى أنَّه حجَّةٌ بشرطِ مقارنةِ الحكمِ والوصفِ في جميعِ الصورِ غير صورة النزاعِ، إلحاقًا للنادرِ بالأغلب.
وقيل: تكفي المقارنةُ في صورة واحدة. ولا يخفى بُعْدُه.
وذهب الكرخيُّ من الحنفيةِ إلى أنَّه مقبولٌ جدلًا لا فتيا وعملًا. وهو بعيدٌ أيضًا.
فإذا عرفتَ ذلك، فاعلمْ أنَّ معنى الطردِ هو ما قدَّمنا من أنَّه الملازمةُ في الثبوت، أي كلما ثبت الوصفُ ثبتَ معه الحكم.
والمرادُ بالطردِ هنا الملازمةُ في الثبوتِ فقط، أي وعدمُ الملازمةِ في الانتفاء، فقولُ المؤلفِ: (فأمَّا الدلالةُ على صحةِ العلةِ باطرادها ففاسدٌ) يعني به دورانَ الحكمِ معها وجودًا فقط لا عدمًا.
وخلاصةُ ما ذكر فيه المؤلفُ أنَّه لا يدلُّ على العلية، إذْ لا معنى له إلا سلامتها من مفسدٍ واحدٍ هو النقضُ، والنقضُ هو وجودُ الحكم دونَ الوصفِ -كما سنوضحُه إنْ شاء اللَّه تعالى في مبحثِ القوادح-، وانتفاءُ المفاسدِ ليس بدليلِ على الصحة، بل لو سلم من كل مفسدٍ لم يكن دليلًا على الصحة، كما لو سلمتْ شهادةُ المجهولِ من جارح لم تكنْ حجةَ ما لم تقمْ بينة معدلةٌ مزكية، فكذلك لا يكفي في الصحةِ انتفاءُ المفسدِ، بل لابدَّ من دليلٍ على الصحة.
فلو قيل: دليلُ صحتها انتفاءُ المفسدِ، لقال الخصمُ: دليلُ فسادها انتفاءُ المصحح.',NULL,'408',NULL,NULL,'0');
INSERT INTO [b282] VALUES (406,'قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(ثم للمعترضِ في إفساده المعارضة بوصفٍ مطردٍ يختصُّ بالأصلِ فلا يجدُ إلى التخلصِ عنه طريقًا، كقولهم في الخلِّ: مائعٌ لا يُصادُ من جنسه السمكُ، ولا تبنى عليه القناطرُ، فلا تحصلُ الطهارةُ به كالمرقِ) انتهى.
أي ومعلومٌ أنَّ كونه مائعًا لا يُصادُ من جنسه السمكُ. . . الخ، دائرٌ معه الحكمُ الذي هو عدمُ الطهارة، مع أنَّها أوصافٌ طرديةٌ لا تُناطُ بمثلها الأحكام؛ فظهرَ أنَّ الحكمَ يدورُ مع الوصفِ في الوجودِ وليس علة له.

تنبيه:
ذكر جماعةٌ من الأصوليين أنَّه يشترطُ في عدم الاحتجاجِ باطراد الوصفِ أن لا يكون مناسبًا بالذاتِ أو بالتبع.
فإنْ كان مناسبًا بالذاتِ فهو قياسٌ عليه لا طردٌ.
وإن كان بالتبعِ فهو قياسُ شبهٍ لا طردٌ.
وإلى هذا أشار صاحبُ "المراقي" بقوله معرِّفًا للطردِ:
حصولُ حكمٍ حيثما الوصفُ حصل ... والاقترانُ في انتفا الوصفِ انحظل
ولم يكن تناسبٌ بالذاتِ ... أو تبعٌ فيه لدى الثقاتِ
_________
(¬١) (٣/ ٨٦٤).',NULL,'409',NULL,NULL,'0');
INSERT INTO [b282] VALUES (407,'ثم يبينُ صاحبُ "المراقي" إبطالَ الردِّ بأنَّ المنقولَ عن الصحابةِ هو التعليلُ بالمناسبِ دون الطردِ حيث قال:
وردَّه النقلُ عن الصحابة ... ومَنْ رأى بالأصل قد أجابه
ومعنى قوله: "ومن رأى بالأصلِ قد أجابه" أنَّ من رأى كون الطرد يفيدُ العلية أجاب المانعَ لذلك بأنَّ الأصل في الملازمةِ في الوجودِ أنْ تكونَ لموجبٍ يقتضي ذلك، وهو كونُ الوصفِ الدائر معه الحكم في الوجودِ علةً له.

تنبيه:
لا يلتبسُ عليك الطردُ بالوصف الطردي، فإنَّ الطردَ هو ما عرفناهُ الآن في هذا المسلك، والوصفُ الطرديُّ هو الذي ليس في إناطةِ الحكمِ به مصلحة، كالطولِ والقصر.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(متى لزِم من الوصف المتضمن للمصلحةِ مفسدةٌ مساويةٌ للمصلحةِ أو راجحةٌ عليها، فقيل: إنَّ المناسبةَ تنتفي. . .) الخ.
اعلمْ أنَّ التحقيقَ في هذه المسألة أنَّ الخلافَ فيها لفظيٌّ؛ لأنَّ المصلحةَ إذا استلزمتْ مفسدةً مساويةً أو راجحةً، فإنَّ الحكمَ لا ينبني على تلك المصلحةِ قولًا واحدًا؛ لأنَّ الشرع لا يأمرُ باستجلاب مصلحةٍ مؤديةٍ لمفسدةٍ أكبر منها، أو مساويةٍ لها.
_________
(¬١) (٣/ ٨٦٥).',NULL,'410',NULL,NULL,'0');
INSERT INTO [b282] VALUES (408,'ولكن الخلافَ في المصلحةِ المعارضةِ بالمفسدة، هل هي منخرمةٌ زائلةٌ من أصلها، أو هي باقية معارضة بغيرها -وهو اختيارُ المؤلف-؟ فعلى أنَّ المصلحةَ باقيةٌ فعدمُ الحكم لوجودِ المانعِ، وعلى أنها زائلةٌ فعدمُ الحكمِ لعدم المقتضي.
ومن أمثلته: فداءُ أسارى المسلمين بالسلاح إذا كان يؤدي إلى قدرة الكفارِ بذلك السلاحِ على قتل عدد الأسارى أو أكثر من المسلمين.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل في<span data-type="title" id=toc-235> قياسِ الشَّبه</span>
واختلف في تفسيره وفي أنَّه حجةٌ. . .) الخ.

اعلمْ -أولًا- أنَّ هذا المسلكَ من مسالكِ العلةِ هو أصعبها وأدقُّها فهمًا، كما صرَّح به الأصوليون، وحدُّوه بحدودٍ مختلفةٍ غالبها يرجعُ إلى أنَّ الوصفَ في قياسِ الشبهِ مرتبةٌ بين الطرديِّ والمناسب، فمِنْ حيثُ إنَّه لم تتحققْ فيه المناسبةُ أشبه الطرديَّ، ومِنْ حيثُ إنَّه لم يتحققْ فيه انتفاؤها أشبهَ المناسبَ، ولهذا سمي شبهًا.
فإذا عرفت ذلك، فاعلمْ أنَّ المؤلفَ ذكر في حدِّه قولين:
_________
(¬١) (٣/ ٨٦٨).',NULL,'411',NULL,NULL,'0');
INSERT INTO [b282] VALUES (409,'الأول: قولُ القاضي يعقوب: أنَّ الشبه هو أنْ يتردد الفرعُ بين أصلينِ، فيلحقُ بأكثرهما شبهًا، كالاختلاف في العبدِ هل يملكُ؟ وهل إذا قتل تلزمُ فيه القيمةُ أو الديةُ؟ فإنَّه يشبهُ المال من حيثُ إنَّه يباعُ ويوهبُ ويورثُ ونحو ذلك، ويشبهُ الحر من حيثُ إنَّه يثابُ ويُعاقبُ وينكحُ ويُطلق ونحو ذلك، فيلحقُ بأكثرهما شبهًا. والأكثرُ على أنَّ شَبهه بالمالِ أكثرُ، فتلزمُ فيه القيمةُ إذا قُتل. وقيل بالعكس.
وهذا النوعُ هو المعروفُ بغلبةِ الأشباه.
وأجمع جمهور الأصوليين على أنَّ غلبةَ الأشباهِ لا يخرجُ عن الشبه؛ لأنَّه إمَّا أنْ يكون هو بعينه، وإمَّا أنْ يكون نوعًا منه، خلافًا لما زعمه العضدُ مِنْ أنَّه ليس نوعًا من المسلكِ المسمى بالشبه، وأنَّ حاصلَه تعارضُ مناسبين بالذات، رُجِّح أحدهما، فهو من مسلك المناسبِ بالذات، وأنَّ الشبه لفظٌ مشتركٌ يطلقُ على كلٍّ منهما.
وغلبةُ الأشباهِ من أقوى قياساتِ الشبه.
وأقوى أنواعه الشبهُ في الحكمِ والصفةِ معًا، ثم الشبهُ في الحكمِ فقط، ثم الشبهُ في الصفةِ فقط.
ومثالُ الشبه في الصفةِ والحكمِ معًا: شبهُ العبدِ بالمالِ في أنْ يورثَ ويباعَ ويشترى، ونحو ذلك، وهذا شبهٌ في الحكمِ، وشبهه للمال في الصفةِ هو كونُ العبيدِ تتفاوتُ قيمةُ أفرادهم بحسب تفاوتِ أوصافهم جودةً ورداءةً.
والشبه في الصفة فقط: كشبه الأقوات بالبُرِّ والشعير في الربا.',NULL,'412',NULL,NULL,'0');
INSERT INTO [b282] VALUES (410,'والشبه في الحكم فقط، مثاله: تشبيه الخلوة بالدخول في ترتُّبِ المهر في كلٍّ منهما.
الثاني: أنَّ الشبه هو الجمعُ بين الأصل والفرع بوصفٍ يوهم اشتماله على حكمةِ الحكمِ من جلبِ مصلحةٍ أو دفعِ مفسدة.
وذلك أنَّ الأوصافَ ثلاثةُ أقسام:
الأول: قسمٌ يُعْلَمُ اشتمالُه على المناسبة، كالإسكار، وقياسُه هو قياسُ العلة.
الثاني: قسم لا تتوهمُ فيه مناسبةٌ، كالطول والقصر، وهو الطرديُّ، والقياسُ به باطلٌ.
الثالث: قسمٌ بين القسمينِ الأولين، وهو ما يُتوهمُ اشتمالُه على مصلحةِ الحكمِ، ويُظَنُّ أنَّه مظنتها، مِنْ غيرِ اطلاع على عينِ المصلحة، مع عهدِنا اعتبارَ الشارع له في بعضِ الأحكام، كالجمع بين مسح الرأس ومسح الخفِّ في نفي التكرارِ بجامع كونه مسحًا، والجمعِ بينه وبينَ الأعضاء المغسولةِ في التكرارِ بكونه عضوًا من أعضاء الوضوءِ، كالوجه.
وهذا هو قياسُ الشبه، وهو مختلفٌ فيه، واختلفت فيه الروايةُ بالصحةِ وعدمها عن الإمام أحمد، وأكثرُ الأصوليين على قبوله، لأنَّه يثيرُ ظنًّا بثبوتِ الحكم.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b282] VALUES (411,'قال مقيِّده -عفا اللَّه عنه-:
الذي يظهرُ لي في كلام المؤلفِ -رحمه اللَّه- في هذا المسلكِ أنَّه لا يخلو مِنْ بعضِ نظرٍ، واللَّه تعالى أعلم، وذلك لأنَّ مثاله للقول الثاني من القولينِ اللذَين ذكرهما في تفسيرِ الشبهِ هو بعينه مثالُ الأول، لأنَّ قضيةَ تكرار مسح الرأس في الوضوء راجعةٌ إلى غلبةِ الأشباهِ، لأنَّ تكرار مسح الرأس في الوضوء دائرٌ بين أصلينِ فيلحقُ بأكثرهما شبهًا:
أحدهما: أنَّه مسحٌ، فلا يتكررُ كغيره من المسح، كمسح الوجهِ واليدينِ في التيممِ، ومسحِ الخفِّ في الوضوء.
ثانيهما: أنَّه ركن من أركان الوضوء الأربعة المذكورةِ في الآية، فيكررُ كما يكررُ غسلُ الوجهِ واليدين.
فمَنْ قال بعدم تكرار مَسْحِه قال: إنَّه أكثرُ شبهًا بالأول، ومَنْ قال بتكراره قال: إنَّه أكثرُ شبهًا بالثاني.
والقولُ الأخيرُ في تفسيرِ الشبهِ مثَّلَ له صاحبُ "المستصفى" بأمثلةٍ متعددة، منها: قول الشافعيِّ -رحمه اللَّه- في مسألة اشتراطِ النيةِ في طهارةِ الحدث: طهارةٌ موجَبها (¬١) في غير محلِّ موجِبها، فتفتقرُ إلى النية قياسًا على التيمم. وهذا يوهمُ الاجتماعَ في مناسبٍ هو مأخذُ
_________
(¬١) بفتح الجيم، وهو غسل أعضاء الوضوء في غير محل موجِبها بكسر الجيم، وهو الناقض للوضوء كالريح مثلًا، فإنه موجب لغسل أعضاء غير محل الناقض، بخلاف الطهارة من النجس، فإنها تستوجب غسل المحل الذي فيه النجاسة، فيطهر بإزالتها عنه بدون نية. "عطية"',NULL,'414',NULL,NULL,'0');
INSERT INTO [b282] VALUES (412,'النيةِ، وإن لم يطَّلعْ على ذلك المناسب.
ومنها: تشبيهُ الأرز والزبيب بالتمرِ والبرِّ لكونهما مطعومينِ أو قوتين، فإنَّ ذلك إذا قوبل بالتشبيهِ بكونهما مقدَّرين أو مكيلين ظهر الفرقُ، إذ يعلمُ أنَّ الربا ثبتَ لسرٍّ ومصلحةٍ، والطعمُ والقوتُ وصفٌ ينبئ عن معنًى به قوامُ النفسِ، والأغلبُ على الظنِّ أنَّ تلك المصلحةَ في ضمنهما لا في ضمن الكيلِ الذي هو عبار عن تقديرِ الأجسام.
إلى غير ذلك مِنْ أمثلته لهذا النوعِ المذكور.
وقد أوضح مسلك الشبه جماعةٌ من أهل الأصول بأنَّه هو ما كان الوصفُ الجامعُ فيه مستلزمٌ للوصفِ المناسب.
وإيضاحُه: أنَّ نفس الوصفِ الجامع ليس مناسبًا بالذاتِ، ولكنَّه مناسبٌ بالتبعِ، أي مستلزمٌ للوصفِ المناسب، وقد شهدَ الشرعُ بتأثير الجنس القريب لذلك الوصف في الجنس القريبِ لذلك الحكم.
ومثَّلوا لذلك بأمثلة:
ومنها: قولهم في الخلِّ: مائعٌ لا تبنى القنطرةُ على جنسه، فلا تحصلُ به الطهارةُ، قياسًا على الدهن.
فقولهم: لا تبنى القنطرةُ على جنسه، ليس مناسبًا في ذاته، لكنَّه مستلزمٌ للمناسب؛ لأنَّ العادةَ أنَّ القنطرةَ لا تبنى على الأشياءِ القليلةِ بل على الكثيرةِ كالأنهار، فالقلةُ مناسبة لعدمِ مشروعيةِ المتصفِ بها من المائعاتِ للطهارة العامة؛ لأنَّ الشرعَ العامَّ يقتضي أن تكون أسبابُه عامَّة الوجود، أمَّا تكليفُ جميع الناسِ بما لا يجدُه إلّا بعضهم فبعيدٌ عن',NULL,'415',NULL,NULL,'0');
INSERT INTO [b282] VALUES (413,'قواعد الشرع.
فقولهم: لا تبنى القنطرةُ على جنسه، ليس بمناسب، وهو مستلزمٌ للمناسب، وقد شهدَ الشرعُ بتأثيرِ جنس القلةِ والتعذرِ في عدمِ مشروعيةِ الطهارة، بدليلِ أنَّ الماءَ إذا قلَّ واشتدتْ إليه الحاجةُ فإنَّه تتركُ الطهارةُ به، وينتقلُ إلى التيمم.
ومنها: تعليلهم لوجوب النية في التيمم بكونه طهارةً، فيُقاسُ عليه الوضوءُ بجامع أنه طهارةٌ، فإنَّ الطهارةَ مِنْ حيثُ هي لا تناسبُ اشتراط النيةِ لعدمِ اشتَراطها في طهارةِ الخبثِ، ولكن تناسبُه مِنْ حيثُ إنَّها عبادةٌ وقربةٌ، والعبادةُ مناسبةٌ لاشتراطِ النيةِ لقوله: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} الآية [البينة/ ٥].
فإنْ قيل: إنْ كان المناسبُ لاشتراطِ النيةِ جهةَ العبادةِ لزمَ اشتراطُها في الطهارةِ من النجاسةِ، لتحقق تلك الجهةِ فيها، إذْ لا تكونُ إلا واجبةً أو مندوبةً، والواجبُ والمندوبُ كلاهما عبادةٌ، مع أنَّ عدمَ اشتراطها فيها مجمعٌ عليه.
فجوابُ المخالفين هو أنَّ الطهارةَ من النجاسةِ مِنْ حيثُ هي لم توضع لمحضِ التعبدِ، فقد تكونُ غيرَ واجبةٍ ولا مندوبةٍ، كإزالتك لها عن أرضك دفعًا للاستقذارِ، بخلافِ الوضوءِ -مثلًا- فإنَّه لا يقعُ إلَّا عبادةً، ولا ينافي ذلك غسلُ الأعضاءِ لمجردِ التنظيفِ، لأنَّ غسلها على الوجه والترتيب الخاصَّيْنِ لا يكونُ إلا للتعبد.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b282] VALUES (414,'تنبيه:
اعلمْ أنَّ من الفوارقِ التي ذكرها بعضُ أهل الأصولِ بين الشبه والمناسبِ أنَّ صلاحيةَ الشبهِ لما يترتبُ عليه من الأحكامِ لا يدركها العقلُ لو قُدِّرَ عدمُ ورود الشرع.
قالوا: فاشتراطُ النيةِ في الوضوءِ لو لم يرد الشرعُ باشتراطها في التيممِ لما أدرك العقلُ اعتبارها فيه، بخلافِ المناسب فإنَّ صلاحيتَه لما يترتبُ عليه من الأحكامِ قد يدركها العقلُ قبل ورود الشرع.
ولذلك حرَّم بعضُ رجال العرب الخمرَ على نفسه قبلَ ورود الشرعِ بتحريمها؛ لأنَّ عقله أدركَ قبحَ زوالِ، العقلِ، وما يلزمُ عليه من القبائح، حرَّمها على نفسه للموجب المذكورِ قيسُ بن عاصمٍ المنقريُّ التميميُّ، كما ذكره عنه بعضُ المؤرخين، وذكره ابنُ عبد البر في "الاستيعاب"، وفي ذلك يقول:
رأيتُ الخمرَ صالحةً وفيها ... خصالٌ تفسدُ الرَّجل الحليما
فلا واللَّهِ أشربها صحيحًا ... ولا أشفي بها أبدًا سقيما
ولا أعطي بها ثمنًا حياتي ... ولا أدعو لها أبدًا نديما
لأنَّ الخمر تفضحُ شاربيها ... وتجنيهم بها الأمر العظيما
فقوله: لأنَّ الخمرَ تفضحُ شاربيها. . . البيت، دليلٌ على أنَّه أدرك بعقله مناسبة الإسكارِ للتحريم، كما لا يخفى.',NULL,'417',NULL,NULL,'0');
INSERT INTO [b282] VALUES (415,'تنبيه:
فإنْ قيل: ذكرتم أنَّ عباراتِ الأصوليين في تعريف الشبه يدورُ غالبها على أنَّ الوصفَ الجامعَ فيه مرتبةٌ بين الطرديِّ والمناسب، وأنَّ<span data-type="title" id=toc-237> غلبةَ الأشباهِ </span>لا تخرجُ عن الشبهِ المذكور، فما وجهُ كونِ الوصفِ في غلبةِ الأشباهِ مرتبةً بين الطرديِّ والمناسب؟
فالجوابُ: أنَّ ذلك واقعٌ فيه بالنظرِ إلى اعتبارينِ مختلفين، فشبهُ العبدِ بالمالِ مناسبٌ للزومِ القيمةِ، طرديّ بالنسبةِ إلى لزومِ الديةِ، وشبهُه بالحرِّ مناسبٌ بالنسبةِ إلى لزومِ الديةِ، طرديٌّ بالنسبةِ إلى لزومِ القيمةِ. وهكذا.

فصار الوصفُ في غلبة الأشباهِ مناسبًا باعتبار، طرديًّا باعتبارٍ آخر، واللَّه تعالى أعلم.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل في<span data-type="title" id=toc-238> قياس الدلالة</span>
وهو أنْ يجمعَ بين الفرعِ والأصلِ بدليلِ العلةِ، ليدلَّ اشتراكُهما فيه على اشتراكهما في العلةِ، فيلزمُ اشتراكهما في الحكم).
كأنْ نقولَ في إجبارِ البكرِ البالغةِ: جاز تزويجُها وهي ساكتةٌ،
_________
(¬١) (٣/ ٨٧٤).',NULL,'418',NULL,NULL,'0');
INSERT INTO [b282] VALUES (416,'فجازَ وهي ساخطةٌ، قياسًا على الصغيرة، فإنَّ إباحةَ تزويجها مع السكوتِ تدلُّ على عدمِ اعتبارِ رضاها، ولو اعتبرَ لاعتبر دليلُه، وهو النطقُ؛ لأنَّ السكوتَ محتملٌ مترددٌ، وإذا لم يعتبر رضاها جازَ تزويجُها حالةَ السخط.
فقد جمعَ في هذا القياسِ بين الصغيرةِ والبكرِ الكبيرةِ في جوازِ الإجبارِ على النكاحِ عند من يقولُ بذلك بدليلِ عدمِ اعتبارِ رضاهما، أي وهو السكوتُ، بناءً على ما قاله مِنْ أنَّه محتملٌ مترددٌ، فعدمُ اعتبارِ الرضا هو علةُ الإجبار، وقد جمعَ في هذا المثالِ بين الفرعِ والأصلِ بدليله الذي هو التزويجُ في حالةِ السكوت.
هذا حاصلُ ما ذكره المؤلفُ في قياسِ الدلالة.
وقد أوضحَ قياس الدلالة جماعةٌ من الأصوليين بأنَّه الجمعُ بين الأصل والفرعِ بملزومِ العلةِ، أو أثرها، أو حكمها.
فمثالُ الجمع بملزومها: إلحاقُ النبيذِ بالخمرِ في المنع بجامعِ الشدةِ المطربة؛ لأنَّها ملزومةٌ للإسكارِ الذي هو العلة.
ومثالُ الجمع بأثر العلة: إلحاقُ القتلِ بالمثقلِ بالقتلِ بمحددٍ في القصاصِ بجامع الإثم؛ لأنَّ الإثم أثرُ العلةِ التي هي القتلُ العمدُ العدوان.
ومثالُ الجمعِ بحكمِ العلة: الحكمُ بحِلِّيَّة (¬١) شعرِ المرأةِ قياسًا على
_________
(¬١) في الأصل المطبوع: بحياة. ولعل المثبت هو الصواب.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b282] VALUES (417,'سائرِ شعرِ بدنها بجامعِ الحِلِّيَّةِ بالنكاحِ والحرمةِ بالطلاق.
وكقولهم بجوازِ رهن المشاعِ قياسًا على جوازِ بيعه بجامعِ جوازِ البيع.

تنبيه:
اعلمْ أنَّ القياسَ مِنْ حيث الجمعُ بنفس العلةِ أو غيرِها ينقسمُ ثلاثةَ أقسام:
الأول: ما كان الجمعُ فيه بنفس العلة، كالإسكار، وهو المسمى بقياسِ العلة.
الثاني: ما جمعَ فيه بدليل العلة، كملزومها أو أثرِها أو حكمها، وهو قياسُ الدلالة، كما مرَّ آنفًا.
الثالث: ما جمع فيه بنفي الفارق، وهو القياسُ في معنى الأصل، وهو مفهومُ الموافقةِ وتنقيحُ المناط. والأكثرُ على أنَّه ليس من القياس.
وقد قدمنا في مسلك الشبهِ أنَّه ينقسمُ -أيضًا- باعتبار تحققِ المناسبةِ وعدمِه إلى قياس علةٍ، وطرديٍّ، وشَبَهٍ.',NULL,'420',NULL,NULL,'0');
INSERT INTO [b282] VALUES (418,'<span data-type="title" id=toc-240>أركان القياس</span>
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(بابُ أركانِ القياسِ
وهي أربعةٌ: أصلٌ، وفرعٌ، وعلةٌ، وحكمٌ، فالأول له شرطان. . .) الخ.
ظاهرُ كلامه أنَّ الشرطينِ في الأصل، ولا يخفى أنَّ الشرطينِ المذكورين شرطانِ في حكمِ الأصل لا في نفس الأصل، ويمكنُ أنْ يكونَ كلامُ المؤلفِ مبنيًّا على ما قالَه جماعةٌ من أنَّ الأصلَ هو الحكمُ لا محلُّ الحكم، فمشى في عبارته الأولى على أحدِ القولين، وفي الثانيةِ على الآخر.
إذا علمت ذلك، فالأولُ من الشرطينِ هو أنْ يكونَ حكمُ الأصلِ ثابتًا بنصٍّ أو اتفاق الخصمين.
الشرط الثاني: هو أنْ يكونَ الحكمُ معقولَ المعنى، كتحريمِ الخمرِ، لا إنْ كان تعبديًّا، كأوقات الصلاةِ وأعداد الركعات.
ووجهُ اشتراط الأولِ أنَّ الحكمَ إنْ كان مختلَفًا فيه لم يصح التمسكُ به، لأنَّ كونه أصلًا مقيسًا عليه ليس بأولى من كونه فرعًا مقيسًا.
_________
(¬١) (٣/ ٨٧٥).',NULL,'421',NULL,NULL,'0');
INSERT INTO [b282] VALUES (419,'فلو أراد المستدلُّ أنْ يثبتَ حكمَ الأصل بالقياسِ على محلٍّ آخر، فقيل: لم يجز له ذلك، وهو اختيارُ المؤلف.
وقيل: يجوزُ، وعزاه المؤلفُ لبعضِ الأصحاب من الحنابلةِ، وهو مذهبُ مالك، وعليه درج في "المراقي" بقوله:
وحكمُ الأصلِ قد يكونُ ملحقا ... لما من اعتبار الأدنى حققا
ومثاله: قياسُ الأرز على البرِّ في تحريم الربا، فيكونُ الأرزُ أصلًا ثابتًا بالقياسِ، فيقاسُ الذرة عليه -مثلًا-.
وقد يظهرُ لك أنَّ هذا تطويلٌ لا فائدةَ فيه، لإمكانِ قياس الكلِّ على الأصلِ الأول، كما احتجَّ به من قال بالمنع.
والقائلون به يقولون: قد يكونُ فيه فائدةٌ، ككونِ المقيسِ الثاني أقربَ إلى الأصل الثاني منه إلى الأول، واعتبارُ الأدنى مقصدٌ صحيحٌ.
وإليه الإشارةُ بقول صاحب "المراقي" المذكور آنفًا: "لما من اعتبار الأدنى حققا"، فيجوزُ مثلًا أنْ يكونَ الأرز أقرب إلى الذرة منه إلى البرِّ، فيقاسُ على الذرة لأنَّها أقربُ إليه من البرِّ بعد قياس الذرةِ على البرِّ.
والحاصلُ أنَّ المؤلفَ استدلَّ لمنع إثبات حكمِ الأصلِ بالقياسِ على محل آخر بأنَّه لا يخلو الحالُ مِن أحدِ أمرين:
الأول: أنْ تكونَ علةُ الأصل موجودةً في الفرع الثاني.
الثاني: أنْ تكونَ غيرَ موجودةٍ فيه.',NULL,'422',NULL,NULL,'0');
INSERT INTO [b282] VALUES (420,'فإنْ كانتْ موجودةً فيه، فاللازمُ قياسُ كلٍّ من الفرعينِ على الأصل. الأول، كأنْ تقيسَ كلًّا من الذرة والأرز على البرِّ الذي هو الأصلُ الأولُ بجامع الكيلِ -مثلًا-، لأنَّ قياسَ الذرةِ على البرِّ -مثلًا- ثم قياسَ الأرز على الذرةِ تطويلٌ لا فائدةَ فيه.
وأمَّا إنْ كانتْ غيرَ موجودةٍ فيه فلا يصحُّ القياسُ فيه؛ لأنَّه قد تبينَ ثبوتُ حكمِ الأصل الأولِ بعلةٍ غيرِ موجودةٍ في الفرع، ومن شرط القياس تساوي الفرع والأصل في العلة.
قال: ولا يمكنُ تعليل الحكمِ في الأصل الأول بغيرِ ما علله به في قياسه الأصل الثاني عليه، لأنَّ إبداء تلك العلة الثانيةِ فيه يقدحُ فيه كما سيأتي في القوادح.
واستدلَّ -أيضًا- لقول بعضِ أصحابه بجوازِ القياسِ على ما ثبتَ بالقياس، بأنَّه لمَّا ثبتَ بالقياس صار أصلًا ثابتًا في نفسه، فجاز القياسُ عليه كالثابتِ بالنصِّ ثمَّ قال: ولعل المرادَ بذلك ما ثبتَ بالقياسِ واتفقَ عليه الخصمان.
وقولُه في هذا المبحث (¬١): (فإنَّه لا يعتبرُ كونُ الأصل متفقًا عليه بين الأمة، فإنَّه إنْ لم يكنْ مجمعًا عليه فللخصمِ أن يعلل الحكم في الأصل بمعنًى مختصٍّ به لا يتعدى إلى الفرع، فإنْ ساعدهُ المستدلُّ على التعليلِ به انقطعَ القياسُ لعدمِ المعنى في الفرعِ، وإن لمْ يساعدهُ منع الحكمَ في الأصلِ، فبطلَ القياسُ، وسمُّوهُ "القياسَ المركب".
_________
(¬١) (٣/ ٨٧٩).',NULL,'423',NULL,NULL,'0');
INSERT INTO [b282] VALUES (421,'ومثالُه: قياسنا العبد على المكاتَب، فنقولُ: العبدُ منقوصٌ بالرِّقِّ ولا يقتلُ به الحرُّ كالمكاتب، فيقولُ المخالفُ: العلةُ في المكاتب أنَّه لا يُعلمُ هل المستحِقُّ لدمه الوَارثُ أو السيد؟ فإنْ سلمتم ذلك امتنع قياسُ العبد عليه؛ لأنَّ مستحقَّه معلومٌ، وإنْ منعتم منعنا الحكمَ في المكاتبِ، فذهب الأصلُ، فبطل القياسُ. . .) الخ = لا يخلو من نظر فيما يظهرُ، واللَّه تعالى أعلم.
لأنَّ قوله: (وإن لم يساعده منع الحكمَ في الأصلِ، فبطل القياسُ، وسمَّوهُ القياسَ المركبَ) فيه نظرٌ؛ لأنه لا يعرفُ عند الأصوليين تسميةُ منع الحكمِ في الأصلِ بالقياسِ المركب، وليس القادحُ فيه التركيب، وإنَّما هو أحدُ أقسامِ المنعِ الأربعةِ الآتية.
والقدحُ به يسمى منعًا لا تركيبًا، وليس من قسمي المنع اللذينِ هما قسما القياسِ المركبِ -كما سيأتي إيضاحه-.
واعلمْ أنَّ إيضاح القياس المركب في اصطلاح أهل الأصول أنَّه قسمان:
أحدهما: يسمَّى مركب الأصل.
والثاني: يسمَّى مركبَ الوصف.
أمَّا مركبُ الأصلِ: فهو أنْ يتفق الخصمانِ على حكمِ الأصلِ، وعلى كونِ الوصفِ المدعى أنَّه علةٌ موجودةٌ فيه، ولكن كلُّ واحدٍ منهما يدير له علةً غيرَ علةِ الآخر.
كالاتفاقِ على تحريمِ الربا في البُرِّ، وعلى وجودِ وصف الكيلِ',NULL,'424',NULL,NULL,'0');
INSERT INTO [b282] VALUES (422,'والطعمِ فيه، مع أنَّ بعضهم يقول: العلةُ الكيلُ، والآخرُ يقولُ: العلةُ الطعمُ مثلًا. . . الخ.
أمَّا مركبُ الوصفِ: فهو أنْ يتفقَ الخصمان -أيضًا- على حكم الأصل، ولكنَّ العلة التي يثبته بها المستدلُّ يقولُ الخصمُ إنَّها غيرُ موجودةٍ في الأصل.
ومثالُه: قياسُ الشافعيِّ والحنبليِّ: "إنْ تزوجتُ فلانةً فهي طالقٌ" على "فلانةٌ التي أتزوجُها طالقٌ" في عدم لزوم الطلاقِ بعد التزوج.
فإنَّ المالكيَّ يوافقهم في عدم الطلاق في الأصلِ، وهم يقولون: العلةُ تعليقُ الطلاقِ قبل ملك محله، فيمنعُ المالكيُّ وجود هذه العلةِ في الأصلِ، فيقول: هو تنجيزُ طلاقِ أجنبيةٍ وهي لا ينجزُ عليها الطلاقُ، ولو كان فيه التعليقُ على زواجها لطلقتْ بعد التزوج.
فالحاصلُ: أنَّ الاتفاقَ ثابتٌ بين الخصمينِ في الحكمِ في نوعي المركب، فإنْ منع الخصمُ كون الوصفِ علةَ الحكمِ مع اعترافه بوجودِ الوصف في الأصلِ فهو مركبُ الأصلِ، وإنْ منع وجود الوصفِ في الأصلِ فهو مركبُ الوصفِ، سواء اعترفَ بأنَّ ذلك الوصف المزعومَ نفيُه عن الأصلِ هو العلةُ أو لا.
وبما ذكرناه تعلمُ أنَّ قول المؤلفِ -رحمه اللَّه- (وسمَّوه القياس المركبَ) لا يخلو من نظرٍ. واللَّه أعلم.
وقياس العبد على المكاتب الذي مثَّل به يصحُّ أنْ يكون مثالًا للمركب، ولكنْ أولُ الكلامِ لا يُسَاعدُ على ذلك.',NULL,'425',NULL,NULL,'0');
INSERT INTO [b282] VALUES (423,'ووجهُ اشتراط الثاني واضحٌ؛ لأنَّ ما ليس بمعقولٍ لا تمكنُ فيه التعديةُ إلى محل آخر.
قال المؤلفُ (¬١) -رحمه اللَّه-:

(الركنُ الثاني: الحكم: وله شرطان):
الأول: أنْ يكونَ حكمُ الفرع مساويًا لحكمِ الأصلِ، كقياسِ الأرز على البرّ في تحريم الربا، فلا يصحُّ قياسُ واجب على مندوب، ولا مندوبٍ على واجبٍ -مثلًا-؛ لعدم مساواتهما في الحكم.
الثاني: كونُ الحكمِ شرعيًّا، أي وفرعيًّا، لا إنْ كان عقليًّا، أو من الأصولِ -أعني العقائدَ-، فلا يثبتُ ذلك بالقياس.

الركنُ الثالث: الفرع:
ويشترطُ فيه وجودُ علة الأصلِ فيه؛ لأنَّ وجودها فيه مناطُ تعدية الحكمِ إليه.
واختلف في اشتراطِ تقدمِ الأصلِ على الفرع، فعلى أنَّه شرطٌ لا يقاسُ الوضوءُ على التيممِ -مثلًا- في وجوبِ اشتراط النية؛ لأنَّ التيممَ شُرع متأخرًا عن الوضوء، وعلى عدمِ اشتراطه فلا مانع مِنْ قياسه عليه.
واختار المؤلفُ اشتراط ذلك في قياس العلةِ دون قياس الدلالة؛ لأنَّ العلةَ لا يجوزُ تأخيرها عن المعلول، لئلا يلزم وجودُه بدونِ علةٍ،
_________
(¬١) (٣/ ٨٨٣).',NULL,'426',NULL,NULL,'0');
INSERT INTO [b282] VALUES (424,'أو بعلةٍ غيرِ المتأخرة، بخلافِ قياس الدلالة، لجوازِ تأخيرِ الدليلِ عن المدلول.
ومنع غيرُ واحدٍ ظهورَ حكمِ الفرع للمكلَّفينَ قبل ظهورِ حكمِ الأصلِ مطلقًا. وعليه درج صاحبُ "المراقي" بقوله:
منع الدليلين وحكم الفرعِ ... ظهوره قبل يرى ذا منعِ

الركنُ الرابعُ:<span data-type="title" id=toc-244> العلة:</span>
وهي الجامعُ بين الفرع والأصل، وهو الوصفُ المشتملُ على الحكمةِ الباعثةِ على تشريع الحكم.
فتعريفُ المؤلفِ لها بأنَّها مجردُ علامةٍ لا يخلو من نظرٍ، وقد تبِعَ فيه غيرَه، وهو مبنيٌّ على قول المتكلمين: إنَّ الأحكامَ الشرعيةَ لا تُعَلَّلُ بالأغراضِ قائلينَ: إنَّ الفعل من أجل غايةٍ معينةٍ يتكملُ صاحبُه بوجود تلك الغاية، واللَّه جلَّ وعلا منزَّهٌ عن ذلك؛ لأنَّه غنيٌّ لذاته الغنى المطلق.
والتحقيقُ أنَّ اللَّه يشرعُ الأحكامَ من أجل حِكمٍ باهرةٍ ومصالح عظيمةٍ، ولكنَّ المصلحةَ في جميع ذلك راجعةٌ إلى المخلوقينَ الذين هم في غايةِ الفقرِ والحاجةِ إلى مَا يشرعُه لهم خالقهم من الحكمِ والمصالح، وهو جلَّ وعلا غنيٌّ لذاته الغنى المطلق، سبحانه وتعالى عن كل ما لا يليقُ بجلاله وكماله.
واعلمْ -أولًا- أنَّ العلةَ قد تكونُ حكمًا شرعيًّا، كما تقدم في قياس الدلالة.',NULL,'427',NULL,NULL,'0');
INSERT INTO [b282] VALUES (425,'وتكونُ وصفًا عارضًا، كالشدةِ في الخمر.
وتكونُ وصفًا لازمًا، كالأنوثةِ في ولايةِ النكاح.
وقد تكونُ فعلًا للمكلَّف، كالقتلِ والسرقة.
وتكونُ وصفًا مجردًا، كالكيلِ عند مَنْ يعللُ به تحريم الربا في البرِّ.
وقد تكونُ مركبةً من أوصافٍ، كالقتل العمدِ العدوانِ، وكالاقتياتِ والادخارِ وغلبةِ العيشِ، عند مَنْ يعلِّلُ بذلك تحريمَ الربا في البرِّ.
وقد تكونُ نفيًا، نحو: لم ينفذْ تصرفُه لعدم رشدِه.
وتكونُ وصفًا مناسبًا وغيرَ مناسبٍ:
فالمنالسبُ كالإسكار لتحريم الخمر.
والظاهرُ أنَّ المرادَ بغيرِ المناسبِ يشملُ أمرين:
الأول: هو ما لم يتحقق فيه المناسبةُ ولا عدمها، كما تقدَّم في الدوران وقياسِ الشبهِ مِنْ أنَّ الوصفَ المدارَ في الدورانِ والوصف الجامعَ في قياس الشبهِ لا يشترطُ في واحدٍ منهما تحققُ المناسبةِ فيه، بل يكفي في الدواران احتمالُ المناسبةِ، ويكفي في الشبهِ أنْ يشبهَ المناسبَ مِنْ جهةٍ، ولو كان يشبهُ الطرديَّ من جهةٍ أخرى.
وكذلك الوصفُ المومى إليه في مسلك الإيماءِ والتنبيه، فالأكثرونَ من الأصوليين لا يشترطونَ فيه المناسبة.',NULL,'428',NULL,NULL,'0');
INSERT INTO [b282] VALUES (426,'والثاني: هو ما تخلفت فيه الحكمةُ عن العلةِ في بعضِ الصورِ مع كونِ وجودها هو الغالب.
ومثالُه: المسافرُ سفر ترفُّهٍ كالنائمِ على محملٍ، فإنَّ أكثر أهل العلم على أنَّ له أنْ يترخص بسفره ذلك، فيقصرَ الصلاةَ ويُفطرَ في رمضان، لأنَّ العلةَ التي هي السفرُ موجودةٌ، ووصفُ السفرِ في هذا المثالِ ليس مناسبًا لتشريع الحكم؛ لتخلف الحكمة؛ لأنَّ حكمةَ التخفيفِ بالقصرِ والإفطارِ هي تخفيفُ المشقةِ على المسافر، وهذا المسافرُ المذكورُ لا مشقةَ عليه أصلًا.
ووجهُ بقاءِ الحكمِ هنا مع انتفاءِ حكمته هي أنَّ السفر مظنَّةُ المشقةِ غالبًا، والمعلَّلُ بالمظانّ لا يتخلفُ بتخلفِ حكمته، اعتبارًا بالغالبِ وإلغاءً للنادر.
وممَّا يوضحُ ذلك أنَّ الوصف الطرديَّ المحضَ لا يُعَلَّلُ به قولًا واحدًا.
وربما كانت العلةُ وصفًا غيرَ موجودٍ في محلِّ الحكمِ إلا أنَّه يترقبُ وجوده، كتحريم نكاحِ الأمةِ لعلةِ خوفِ رقِّ الولدِ.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(قال بعضُ أصحابنا: مِنْ شرطِ العلةِ أنْ تكونَ متعدية، فإنْ كانت قاصرةً على محلِّها، كتعليلِ الربا في الأثمانِ بالثمنيَّة، لم يصح، وهو
_________
(¬١) (٣/ ٨٨٨).',NULL,'429',NULL,NULL,'0');
INSERT INTO [b282] VALUES (427,'قولُ الحنفيةِ. . .) الخ.
اعلمْ أنَّ علةَ الحكمِ إذا كانت لا تتعدَّاهُ إلى غيره، أجمع العلماءُ على منع القياس بها، لعدمِ تعديها إلى الفرع.
واختلفوا في صحةِ تعليلِ محلِّها القاصرةِ عليه بها:
فذكر المؤلفُ عن الأصحابِ عدمَ صحته، وعزاهُ للحنفية، واستدلَّ له بثلاثةِ أمور:
الأول: أنَّ علل الشرع أماراتٌ، والقاصرةُ ليست كذلك.
الثاني: أنَّ الأصل عدمُ العمل بالظنِّ، وإنَّما جُوِّزَ لضرورة العملِ بالأدلةِ الظنِّية، والقاصرةُ لا عمل بها.
الثالثُ: أنَّ القاصرةَ لا فائدةَ فيها.
وأجاز التعليلَ بها أكثرُ المالكيةِ والشافعية، وصححه صاحبُ "جمع الجوامع"، واختاره أبو الخطَّاب، وعليه درج في "المراقي" بقوله:
وعلَّلوا بما خلتْ مِنْ تعدية ... ليعلم امتناعه والتقوية
وذكروا لها فوائد، منها:
١ - أنَّها تقوي الحكمَ بإظهارِ حكمته، وذلك أدعى إلى القبولِ والطمأنينة.
٢ - ومنها أنَّها يعلمُ بسببها امتناعُ القياسِ عليه، لكونها قاصرةً على',NULL,'430',NULL,NULL,'0');
INSERT INTO [b282] VALUES (428,'محلِّها.
ومِنْ أمثلتها: جعلُ شهادةِ خزيمة كشهادة رجلين، لعلَّة سبقه إلى ذلك النوعِ مِنْ تصديقه -صلى اللَّه عليه وسلم-.
ومناقشاتُ الأصوليين في قبولِ العلةِ القاصرةِ وردّها كثيرةٌ جدَّا، والأظهرُ بحسبِ النظرِ جوازُ التعليلِ بها مع منع القياسِ بها قولًا واحدًا.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل

في<span data-type="title" id=toc-246> اطراد العلةِ</span>، وهو استمرارُ حكمها في جميعِ محالِّها.
حكى أبو حفصٍ البرمكيُّ في كونِ ذلك شرطًا لصحتها وجهين:
أحدهما: أنَّه شرط، فمتى تخلفَ الحكمُ عنها مع وجودها استدللنا على أنَّها ليست العلا إنْ كانت مستنبطةً، أو على أنَّها بعضُ العلةِ إنْ كانت منصوصةً.
وقد نصرَ هذا الوجه القاضي أبو يعلى، وبه قال بعضُ الشافعية.
الوجه الآخر: تبقى حجةً فيما عدا المحل المخصوص، كالعمومِ إذا خصَّ.
واختارَ هذا الوجهَ أبو الخطَّاب، وبه قال مالكٌ والحنفيةُ وبعضُ الشافعية. . .) الخ.
_________
(¬١) (٣/ ٨٩٦ - ٨٩٧).',NULL,'431',NULL,NULL,'0');
INSERT INTO [b282] VALUES (429,'اعلمْ أنَّ هذا المبحثَ الذي هو: هل يشترطُ في العلةِ الاطرادُ؟ أي وجودُ الحكمِ كلما وُجدت العلةُ، هو بعينه مبحثُ النقضِ هل هو قادحٌ في العلةِ أو مخصصٌ لعمومها؟ لأنَّ النقض هو وجودُ العلةِ دون الحكمِ، كما تقدم، فعلى اشتراط اطراد العلَّة فالنقضُ قادحٌ فيها، وعلى عدمه فهو تخصيصٌ لعمومها.
إذا علمتَ ذلك، فاعلمْ أنَّ خلاصة ما ذكره المؤلفُ في هذا المبحثِ أنَّه راجعٌ إلى أربعةِ أضرب:
الأول: ما علم أنَّه مستثنى من قاعدة القياسِ، كإيجاب الديةِ على العاقلةِ، مع أنَّ جنايةَ الشخصِ علةٌ لوجوبِ الضمان عليَه هو دون غيرِه.
وكإيجابِ صاع من تمرٍ في لبنِ المصرَّاة، مع أنَّ علةَ إيجابِ المثلِ في المثلياتِ التماثُلُ بينهما.
وكبيع العرايا مع وجود المزابنةِ فيها، أي الربا، وورودها على علةِ كلِّ معلِّلٍ (¬١).
فمثلُ هذا لا ينقضُ العلةَ إجماعًا.
الضربُ الثاني: تخلف الحكمِ عن العلةِ من أجل معارضتها بعلةٍ
_________
(¬١) أي كل مَنْ علَّل الربا، سواء بالكيل، لأنها بيع رطب بتمر مكيل، أو بالطعم، لأنه مطعوم، أو بالادخار والقوت، فكلها موجودة في العرايا، فلم تتخلف عنها علة الربا. "عطية"',NULL,'432',NULL,NULL,'0');
INSERT INTO [b282] VALUES (430,'أخرى. واختيارُ المؤلفِ في هذا أنَّه -أيضًا- ليس نقضًا للعلة.
ومثالُه: تعليلُ رقّ الولدِ برقِّ أمه، فولدُ المغرورِ بحريَّة جاريةٍ فتزوجها يكونُ حرًّا مع وجودِ العلةِ التي هي رقُّ الأم؛ لأنَّها عورضتْ بعلةٍ أخرى وهي الغرورُ الذي صار سببًا لحريَّة الولد.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(فهذا لا يكونُ نقضًا للعلةِ -أيضًا-، ولا يفسدها؛ لأنَّ الحكمَ ههنا كالحاصل تقديرًا).
يعنى أنَّ رِقَ الولدِ كالحاصل، بدليلِ لزومِ القيمةِ فيه.
ولا يخفى أنَّ هذا إنَّما هو على القولِ بلزومِ القيمة، وعلى القول بعدمِ لزومها فالظاهرُ أنَّه من قبيل العلةِ التي منع من تأثيرها مانعٌ، فالغرورُ مانعٌ من تأثيرِ رقُّ الأمِّ في رقِّ الولد.
الضربُ الثالث: أنْ يتخلفَ الحكمُ عنها لعدمِ مصادفتها لمحلِّها، أو لفواتِ شرطها، كالسرقةِ من غيرِ حرزٍ، وسرقةِ أقلَّ من نصابٍ، وكوجودِ الزنا دون الإحصانِ بالنسبةِ إلى الرجم.
ومن هذا القبيلِ وجودُ المانع، كتخلفِ القصاصِ عن القتلِ لمانعِ الأبوة.
الضربُ الرابع: هو ما كان تخلفُ الحكمِ فيه لغيرِ أحدِ هذه
_________
(¬١) (٣/ ٩٠٧).',NULL,'433',NULL,NULL,'0');
INSERT INTO [b282] VALUES (431,'الأضربِ الثلاثة.
وهو الذي قدَّمنا فيه الوجهين عن أبي حفصٍ البرمكيِّ في أولِ هذا المبحث.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل

<span data-type="title" id=toc-247>المستثنى من قاعدةِ القياسِ </span>منقسمٌ إلى ما عُقل معناه، وإلى ما لم يُعقل. . .) الخ.
فالأولُ: يصحُّ أنْ يقاس عليه ما وُجدتْ فيه العلةُ، كاستثناءِ العرايا للحاجة، فلا يبعدُ قياسُ العنبِ على الرطبِ في ذلك إذا تبينَ أنَّه في معناه.
وكإباحة أكل الميتةِ للمضطرِّ صيانةً لحياته، يقاسُ عليه بقيةُ المحرماتِ إذا اضطر إليها.
والثاني: لا يصحُّ فيه القياسُ، كشهادة خزيمة، وقوله -صلى اللَّه عليه وسلم- لأبي بُردة: "اذبحها، ولنْ تجزئَ عن أحدٍ بعدك"، وكتفريقه -صلى اللَّه عليه وسلم- بين بول الجارية وبول الغلامِ. ونحو ذلك.
هذا حاصلُ ما ذكره المؤلفُ، مع أنَّ القياسَ على الأولِ خالف فيه كثيرٌ من العلماء، كما أشار إليه صاحبُ "المراقي" بقوله:
_________
(¬١) (٣/ ٩٠٩).',NULL,'434',NULL,NULL,'0');
INSERT INTO [b282] VALUES (432,'وقِسْ على الخارج للمصالح ... وربَّ شيخٍ لامتناعٍ جانح
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:
(قال أبو الخطاب: يجوزُ أنْ تكونَ العلةُ نفي صورةٍ أو اسمٍ أو حكمٍ على قولِ أصحابنا. . .) الخ.
مثالُ نفي الصورة: قولهم: ليس بمكيلٍ ولا موزونٍ، فلأنَّ يمتنعُ فيه ربا الفضل.
ومثال نفي الاسم: قولهم: ليس بترابٍ، فلا يجوزُ التيمم به.
ومثال نفي الحكم: قولهم في الخمر: لا يجوزُ بيعه، فلا يجوزُ رهنُه.
وخلاصةُ ما ذكره المؤلفُ في هذا الفصلِ أنَّه يجوزُ تعليلُ الوجوديِّ بالعدميِّ خلافًا لمنْ منع ذلك.
ومثالُه: تركُ الصلاة؛ فإنَّ عدم فعلها علةٌ للقتلِ، والقتلُ وجوديٌّ. وعدمُ مال القريب علةٌ لوجوبِ النفقةِ عليه. وعدمُ المالِ في حقِّ المسكينِ والفقيرِ علةٌ لكونهما من مصارف الزكاة.
قال مقيِّده -عفا اللَّه عنه-:
حاصلُ هذا المبحث راجعٌ إلى أربعةِ أقسام:
لأنَّ العلةَ إمَّا وجوديةٌ وإمَّا عدميةٌ، والمعلَّلُ بها إمَّا وجوديٌّ أو
_________
(¬١) (٣/ ٩١١).',NULL,'435',NULL,NULL,'0');
INSERT INTO [b282] VALUES (433,'عدميٌّ، فالمجموعُ أربعةٌ من ضربِ اثنتين باثنتين.
ثلاثةٌ منها لا خلاف في التعليلِ بها، وهي: تعليلُ الوجوديِّ بالوجوديِّ، وتعليلُ العدميِّ بالعدميِّ، وتعليلُ العدميِّ بالوجوديِّ.
والرابعةُ هي محلُّ الخلافِ، وهي تعليلُ الوجوديِّ بالعدميِّ، وقد عرفتَ الراجحَ منها آنفًا.
مثالُ تعليلِ العدميِّ بالوجوديِّ: كتعليلِ عدمِ الميراثِ بالكفر.

تنبيه:

اختلف في<span data-type="title" id=toc-248> الصفاتِ الإضافيةِ</span>، كالأبوةِ والبنوة، هل هي وجوديةٌ أو عدميةٌ؟ وعلى أنَّها عدميةٌ يجري فيها الخلافُ المذكور.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل

يجوزُ<span data-type="title" id=toc-249> تعليلُ الحكم بعلتين)</span>.
اعلمْ أنَّ لهذا المبحثِ صورتين:
إحداهما: أن يعلل الحكمُ الواحدُ بعلتين أو أكثر، بأنْ يثبت الحكمُ بكلِّ واحدة منفردةً عن الأخرى، كالبولِ والغائط والتقبيل بالنسبة إلى نقضِ الوضوء.
_________
(¬١) (٣/ ٩١٧).',NULL,'436',NULL,NULL,'0');
INSERT INTO [b282] VALUES (434,'وهذا لا اختلاف فيه في العللِ المنصوصة، واختلف في جوازه في العللِ المستنبطة.
وقد أشار إليه في "المراقي" بقوله:
وعلةٌ منصوصةٌ تعدد ... في ذاتِ الاستنباطِ خلفٌ يعهد
الصورة الثانيةُ -وهي التي يعنيها المؤلفُ-: أنْ يكون الحكمُ معللًا بمجموع العلتين لا إحداهما بعينها، كمَنْ لمس وبال في وقتٍ واحدٍ، فعلَّةُ نقضِ وضوئه بمجموعهما، لا أحدهما بعينه.
وكذلك إذا اجتمع لبانُ أختك ولبانُ زوجة أخيك، ووصل المجموعُ دفعةً واحدةَ إلى حلقِ المرأة، فإنَّك تكونُ عمًّا لها وخالًا في وقتٍ واحد، والمجموعُ هو علةُ التحريم؛ لعدمِ تميزِ واحدٍ بعينه. ولا يمكنُ أنْ يقالَ: هما تحريمان؛ لأنَّ التحريمَ حقيقةٌ واحدة.
وهذه الصورةُ اختلف في التعليلِ بها، واختيارُ المؤلفِ جوازُ ذلك.
وشرطُه عنده أنْ تكونَ منصوصةً لا مستنبطةً، بدليلِ قوله (¬١) في هذا المبحثِ: (وإنْ كانتْ ثابتةً بالاستنباطِ فسدتْ. . .) الخ.
ومنع التعليلَ بهذه الصورةِ الباقلَّاني وإمامُ الحرمينِ وغيرهما.
والظاهرُ بحسب النظرِ هو ما درجَ عليه المؤلفُ؛ لأنَّ العلة لا تعدو
_________
(¬١) (٣/ ٩١٨).',NULL,'437',NULL,NULL,'0');
INSERT INTO [b282] VALUES (435,'تلك الأوصافَ المجتمعة، ولا تميز لواحدٍ منها بعينه، فيتعينُ اعتبارُ مجموعها. واللَّه أعلم.
ولا يرِدُ على ما ذكره المؤلفُ القدحُ بعدمِ العكس، أي ملازمةُ المعلولِ للعلةِ في الانتفاء، كما لو قلتَ: قد ينتفي البولُ والغائطُ ولا ينتفي نقضُ الوضوء، لوجودِ علةٍ أخرى كالنومِ -مثلًا-، وكقولك: قد ينتفي رضاع الأختِ وزوجةِ الأخِ ولا ينتفي تحريمُ النكاحِ، لوجودِه بعلةٍ أخرى كالمصاهرةِ أو إرضاع مِنْ غير مَنْ ذُكِرَ = لأنَّ عدمَ العكس على القولِ بأنَّه قادحٌ محلُّه في الحكم المعلل بعلةٍ واحدةٍ دون المعللِ بعللٍ فلا يقدحُ فيه قولًا واحدًا.
قال في "المراقي":
وعدمُ العكسِ مع اتحادِ ... يقدحُ دون النصِّ بالتمادِي
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

(فصل
قال قوم: يجوز<span data-type="title" id=toc-250> إجراءُ القياس في الأسباب)</span>.

خلاصةُ ما ذكره المؤلفُ في هذا الفصلِ أنَّ الأصوليين اختلفوا في إجراء القياس في الأسباب، واختيارُ المؤلفِ جواز ذلك.
وحاصلُ كلامه فيه: أنْ يجعل الشارعُ وصفًا سببًا لحكمٍ، فيقاسُ
_________
(¬١) (٣/ ٩٢٠).',NULL,'438',NULL,NULL,'0');
INSERT INTO [b282] VALUES (436,'عليه وصفٌ آخرُ، فيحكمُ بكونه سببًا أيضًا.
فالنبيُّ -صلى اللَّه عليه وسلم- جعل الغضبَ سببًا لمنع الحكم من القضاء، فيقاسُ على الغضب الجوعُ والحزنُ -مثلًا-، فتُجعل أسبابًا لمنع القضاء أيضًا.
واعلمْ أنَّ أكثر الأصوليين على منع القياسِ في الأسبابِ والشروطِ والموانع، وجعلوا المثالَ الذي ذكرناهُ ونحوَه من تنقيحِ المناطِ وهو مفهومُ الموافقة، والأكثرون على أنَّه ليس قياسًا كما تقدم، خلافًا للشافعيِّ وطائفة.
وعللوا بأنَّ القياسَ في الأسباب يُفضي إلى ما لا ينبغي، فلا يحسنُ قياسُ طلوع الشمسِ على غروبها في كونه سببًا لوجوب الصلاةِ -مثلًا-.
وعللوا منعه في الأسباب -أيضًا- بكونه يخرجها عن أنْ تكونَ أسبابًا؛ لاستلزامِ القياسِ نفي السببيةِ عن خصوصِ الأصل المقيسِ عليه، فيكونُ السببُ أحد الأمرين، لأنَّ ما له سببانِ يحصلُ لكلِّ واحدٍ منهما، فيصيرُ السببُ المقيسُ عليه بالقياسِ غير سببٍ مستقلٍّ، وهكذا في المانعِ والشرط.',NULL,'439',NULL,NULL,'0');
INSERT INTO [b282] VALUES (437,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل
ويجري القياسُ في الكفاراتٍ والحدود، وهو قولُ الشافعية، وأنكره الحنفية. . .) الخ.
خلاصةُ ما ذكره المؤلفُ في هذا المبحثِ أنَّ دخول القياس في الكفاراتِ والحدودِ، اختلف فيه، واختارَ هو جوازَه، واستدلَّ له بأنَّه يجري فيه قياسُ التنقيحِ كما تقدَّم في السبب، ولأنَّها أحكامٌ شرعيةٌ عُقِلَتْ عللُها فجاز فيها القياس.

تنبيه:
اعلمْ أنَّ المسائل التي اختلف في جريان القياس فيها سبعٌ، وهي:
١ - الحدود.
٢ - الكفارات.
٣ - التقادير.
٤ - الرخص.
٥ - الأسباب.
٦ - الشروط.
_________
(¬١) (٣/ ٩٢٦).',NULL,'440',NULL,NULL,'0');
INSERT INTO [b282] VALUES (438,'٧ - الموانع.
واختيارُ المؤلفِ جوازه في الرخص، كما تقدم في جوازِ قياس العنب على الرطب في بيع العرايا، ونحو ذلك، ولم يتعرض للباقي، وقد أجازه في الباقي قومٌ، ومنعه آخرون وهم الأكثرُ ومنهم المالكية، كما هو ممنوعٌ عندهم -أيضًا- في الرخص.
ومثالُ القياسِ في الأسبابِ قد تقدم.
ومثاله في الحدود: قياسُ اللائطِ على الزاني في وجوب الحدِّ بجامعِ إيلاج فرجٍ في فرج مشتهى طبعًا محرمًا شرعًا.
وقياس النباش على السارق في القطعِ بجامع أخذ مال الغير من حرز مثله.
ومثالُه في الكفارات: اشتراطُ الإيمانِ في رقبةِ كفارة الظِّهارِ واليمينِ قياسًا على كفارةِ القتلِ خطأً بجامعِ أنَّ الكلَّ كفارةٌ.
ومثاله في التقديرات: جعلُ أقلِّ الصداق ربعَ دينارٍ عند مَنْ اشترطَ ذلك قياسًا على إباحةِ قطع اليدِ في السرقةِ بجامع أنَّ كلًّا منهما فيه استباحةُ عضوٍ.
ومثالُه في الشروط: قياسُ استقصاءِ الأوصافِ في بيع الغائبِ على الرؤيةِ عند من يقولُ بذلك.
ومثالُه في المانع: قياسُ نسيانِ الماء في الرحل على المانع من استعماله حسًّا كالسبعِ واللصِّ في صحةِ الصلاةِ بالتيممِ عند من يقول',NULL,'441',NULL,NULL,'0');
INSERT INTO [b282] VALUES (439,'بذلك.
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

<span data-type="title" id=toc-253>(فصل القوادح</span>
قال بعضُ أهل العلم: يتوجهُ على القياس اثنا عشر سؤالًا. . .) الخ.
اعلمْ أنَّ هذا المبحثَ هو المعروفُ ببحثِ القوادح، وأوصلها بعضهم إلى خمسةٍ وعشرين، وبعضهم إلى ثمانيةٍ وعشرين.
وأصلُ هذا المبحثِ من فنِّ الجدل، وإنَّما يذكره الأصوليون لأنَّه من مكملات الدليل، كالقياس.
واعلمْ أنَّ القوادحَ منها ما يقدحُ في العلة فقط، كالنقض والتركيب، ومنها ما يقدحُ في الدليلِ علةً أو غيرها، كالقولِ بالموجب.
وهذه هي الأسئلةُ التي ذكرها المؤلف:

<span data-type="title" id=toc-254>الأول: الاستفسار:</span> وهو طلبُ تفسيرِ اللفظِ إذا كان فيه إجمالٌ أو غرابة.
ولا يردُ هذا السؤالُ إلَّا على ما فيه إجمالٌ أو غرابة.
_________
(¬١) (٣/ ٩٢٩).',NULL,'442',NULL,NULL,'0');
INSERT INTO [b282] VALUES (440,'ومثالُ الإجمال: ما لو قال الحنبليُّ: يقاسُ الأرزُ على البرِّ في تحريم الربا بجامع الوصفِ القائمِ بالبرِّ الموجودِ في الأرز.
فيقولُ المعترضُ: فسِّر لنا مرادَكَ بالوصف، ليمكننا النظرُ فيه، أصحيحٌ أم لا؟
ومثالُ الغرابة: ما لو قال: مَنْ قَتَلَ بالزَّخيخ قُتِلَ به قياسًا على السيف. فيقالُ: ما الزخيخ؟ (وهو النار).
وعلى المعترضِ في هذا السؤالِ إثباتُ الإجمالِ أو الغرابة، ويكفيه في إثباتِ الإجمالِ بيانُ احتمالينِ في اللفظ.
كما لو قال: يجبُ أخذُ العينِ بالعينِ قياسًا على غيرِه مِنْ سائرِ الانتصافات.
فيقولُ: ما مرادُك بالعين؟
فيُجيبُ: ليسَ في قولي إجمالٌ.
فيثبتُ خصمُه الإجمالَ بأنَّ العينَ تطلقُ على الباصرةِ، والجاريةِ، والنقدِ. وجوابُه بمنعِ تعددِ الاحتمالِ أو بترجيحِ أحدهما.
ومثالُ منع تعددِ الاحتمال: كما لو قيل: يجوزُ لك أنْ تمنعَ الشربَ مِنْ عينِكَ قياسًا على قِرْبتك.
فيقولُ: ما مرادك بالعين؟
فيجيبُ: ليس في كلامي إجمالٌ؛ لأنَّه لا يحتملُ إلَّا معنًى واحدًا.',NULL,'443',NULL,NULL,'0');
INSERT INTO [b282] VALUES (441,'فيقولُ: أليستِ العينُ مشتركةً بين الباصرةِ والجاريةِ -مثلًا-؟
فيجيبُ: لفظُ الشربِ قرينةٌ تعيِّنُ الجاريةَ دون الباصرة، فلا يحتملُ اللفظُ غيرَ الجارية.
ومثالُ الترجيحِ: أنْ يقول: إذا حال الأسدُ بينك وبين الماءِ، والماءُ قريبٌ منك، جاز لك التيممُ قياسًا على عادمِ الماء.
فيقولُ: الأسدُ يطلقُ على الحيوانِ المفترسِ، وعلى الرجل الشجاعِ، فأيهما تريد؟
فيجيبُ: هو في الحيوانِ أظهرُ عند التجردِ من القرينة، واحتمالُه أرجحُ من غيره، فيجبُ الحملُ عليه دون الاحتمالِ المرجوح.
وهذا السؤالُ ليس بقادع في الحقيقة، وإنَّما هو مطالبةٌ بإظهارِ المرادِ من الدليل، ليمكنَ المعترض الحكمَ عليه بإبطالٍ أو تسليم.

<span data-type="title" id=toc-255>السؤالُ الثاني: فساد الاعتبار:</span> وهو مخالفةُ الدليلِ لنصٍّ أو إجماع.
فمخالفتُه للنصِّ، كقياس لبن المصرَّاةِ على غيره من المثليَّاتِ في وجوب المثل، فإنَّه فاسدُ الاعتبارِ، لمخالفتهِ نصَّ الرسول -صلى اللَّه عليه وسلم- على أنَّ فيه صاعًا من تمرٍ.
وكالقولِ بمنعِ السلفِ في الحيوانِ لعدمِ انضباطه قياسًا على غيره من المختلطات، فيعترضُ بأنَّه مخالفٌ لما ثبتَ عنه -صلى اللَّه عليه وسلم- من أنَّه استسلفَ بكرًا وردَّ رباعيًّا، وقال: "إنَّ خيرَ الناسِ أحسنُهم قضاءً".',NULL,'444',NULL,NULL,'0');
INSERT INTO [b282] VALUES (442,'ومثالُ مخالفةِ الإجماع: قولُ الحنفي: لا يغسِّلُ الرجلُ زوجته الميتةَ؛ لحرمةِ النظرِ إليها قياَسًا على الأجنبيةِ. فيعترضُ بأنَّ عليًّا غسَّل فاطمةَ ولم ينكرْ عليه أحد من الصحابةِ، فصار إجماعًا سكوتيًّا.
وعرَّفه في "المراقي" بقوله:
والخلفُ للنَّصِّ أو اجماعٍ دعا ... فسادَ الاعتبارِ كلُّ مَنْ وعَى
وجوابُ المستدلِّ عن فسادِ الاعتبارِ مِنْ وجهين:
أحدهما: أنْ يُبِّين أن النصَّ لم يُعارضْ دليلَه.
الثاني: أنْ يُبيِّنَ أنَّ دليله أوْلى بالتقديمِ من نصِّ المعارض.
فمثالُ الأولِ أنْ يقال: شرطُ الصومِ تبييتُ النيةِ في رمضان، فلا تصحُّ نيَّتُه في النهارِ قياسًا على القضاء.
فيقولُ الحنفيُّ: هذا فاسدُ الاعتبار؛ لمخالفتِه لقوله تعالى: {وَالصَّائِمِينَ وَالصَّائِمَاتِ} إلى قوله: {أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا} [الأحزاب/ ٣٥]، فإنَّه يدلُّ على ثبوتِ الأجرِ العظيمِ لكلِّ مَنْ صامَ، وذلك مستلزمٌ للصحة.
فيقولُ المستدلُّ: الآيةُ لا تعارضُ دليلي (¬١)، ولا تدلُّ على الصحة؛ لأنَّ عمومها مخصصٌ بحديثِ "لا صيامَ لِمَنْ لم يُبيِّت النيةَ من الليل".
ومثالُ الثاني: أنْ يُقال: قياسُ العبدِ على الأمةِ في تشطير حدِّ الزنا بالرِّقِّ فاسدُ الاعتبارِ؛ لمخالفةِ عموم قوله تعالى: {الزَّانِيَةُ وَالزَّانِي
_________
(¬١) في الأصل المطبوع: دليلًا. ولعل المثبت هو الصواب.',NULL,'445',NULL,NULL,'0');
INSERT INTO [b282] VALUES (443,'فَاجْلِدُوا} [النور/ ٢]؛ لأنَّنا نقولُ: هذا القياسُ مقدَّم على ذاك العمومِ ومخصصٌ له، لأنَّه أخصُّ منه في محلِّ النزاع.

<span data-type="title" id=toc-256>فائدة:</span>
اعلمْ أنَّ أول مَنْ قاس قياسًا فاسدَ الاعتبار إبليسُ، حيث عارضَ النصَّ الصريحَ الذي هو السجودُ لآدمَ بأنْ قاسَ نفسه على عنصره، وقاسَ آدمَ على عنصره، فأنتج من ذلك أنَّه خيرٌ من آدم، وأنَّ كونه خيرًا من آدمَ يمنعُ سجودَه له المنصوصَ عليه من اللَّه.
وقياسُ إبليس هذا مردودٌ مِنْ ثلاثةِ أوجه:
الأول: هو ما ذُكِرَ من كونه فاسدَ الاعتبارِ لمخالفةِ النصِّ.
الثاني: منعُ كونِ النارِ خيرًا من الطينِ، بأنَّ النار طبيعتها الخفةُ والطيشُ والإفسادُ والتفريق، وأنَّ الطينَ طبيعتُه الرزانةُ والإصلاحُ، تودعه الحبةَ فيعطيكها سنبلةً، والنواةَ فيعطيكها نخلةً، وإذا نظرتَ إلى ما في البساتينِ الجميلةِ مِنْ أنواع الفواكه والحبوب والزهورِ عرفتَ أنَّ الطينَ خيرٌ من النار.
الثالث: أنَّا لو سلمنا جدليًّا أنَّ النار خيرٌ من الطينِ، فشرفُ الأصلِ لا يستلزمُ شرف الفرعِ، فكمِ من أصلٍ رفيعٍ وفرعُه وضيعٌ.
إذا افتخرتَ بآباءٍ لهم شرف ... قلنا: صدقتَ ولكن بئس ما ولدوا

<span data-type="title" id=toc-257>السؤالُ الثالث: فساد الوضع:</span>
وضابطُه: أنْ يكونَ الدليلُ على غير الهيئة الصالحةِ لأخذِ الحكمِ',NULL,'446',NULL,NULL,'0');
INSERT INTO [b282] VALUES (444,'منه.
كأنْ يكونَ صالحًا لضدِّ الحكمِ أو نقيضِه، كأخذ التوسيع من التضييق، والتخفيفِ من التغليظ، والنفي من الإثبات، أو الإثباتِ من النفي.
فمثالُ أخذ التوسيعِ من التضييقِ: قولُ الحنفيِّ: الزكاةُ واجبةٌ على وجه الإرفاقِ لدفع حاجة المسكين، فكانت على التراخي، كالديةِ على العاقلة.
فالتراخي الموسعُ ينافي دفع الحاجةِ المضيق.
ومثالُ أخذ التخفيفِ من التغليظِ: قولُ الحنفيِّ: القتلُ العمدُ العدوانُ جنايةٌ عظيمةٌ فلا تجبُ فيه الكفارةُ، كالردَّة.
فعظمُ الجنايةِ يناسبُ تغليظَ الحكمِ، لا تخفيفَه بعدمِ الكفارة.
ومثالُ أخذِ النفي من الإثباتِ: قولُ الشافعيِّ في معاطاةِ المحقرات: لم يوجد فيها سوى الرضا، فلا ينعقدُ بها البيعُ، كغير المحقرات.
فالرضا يناسبُ الانعقادَ لا عدمَه.
ومثالُ أخذ الإثباتِ من النفي: قولُ من يرى صحةَ انعقاد البيع في المحقراتِ وغيرها بالمعاطاةِ، كالمالكيةِ: بيعٌ لم توجد فيه الصيغةُ فينعقدُ.
فإنَّ انتفاء الصيغةِ يناسبُ عدمَ الانعقادِ لا الانعقاد.
واعلمْ أنَّ من صور فساد الوضعِ كون الوصف الجامعِ ثبتَ اعتبارُه',NULL,'447',NULL,NULL,'0');
INSERT INTO [b282] VALUES (445,'بنصٍّ أو إجماع في نقيضِ الحكمِ أو ضدِّه، أعني الحكم في قياسِ المستدلِّ، كقول الحنفيِّ: الهرُّ سبعٌ ذو نابٍ فيكونُ سؤرُه نجسًا كالكلبِ.
فيقالُ: وصفُ السبعيةِ اعتبره الشارعُ علةً للطهارةِ حيثُ دُعِيَ إلى دارٍ فيها كلبٌ فامتنعَ، وإلى دارٍ فيها سنَّورٌ فلم يمتنعْ، فسئل عن ذلك فقال: الهرُّ سبعٌ.
مثَّل بهذا بعضُ الأصوليين.
والظاهرُ أنَّه على تقدير ثبوتِ الحديثِ، قد يكونُ الامتناعُ عن دارٍ فيها كلبٌ من أجلِ أنَّ الملائكةَ لا تدخلُ بيتًا فيه كلبٌ. واللَّه أعلم.
وعرَّف في "المراقي" فساد الوضعِ بقوله:
من القوادحِ فسادُ الوضعِ أن ... يجي الدليلُ حائدًا عن السنن
كالأخذِ للتوسيعِ والتسهيل ... والنفي والإثباتِ مِنْ عديل
والجواب عن فسادِ الوضعِ بأحدِ أمرين:
الأول: أنْ يَدْفَعَ قول الخصم: إنَّه يقتضي نقيضَ الحكم، كقول الحنفي: قولكم: إن القتل عمدًا يقتضي نقيضَ نفي الكفارةِ الذي هو وجوبها مدفوعٌ؛ فإنَّ جناية القتل لعظمها تستدعي أمرًا أغلظَ من الكفارةِ، وهو القصاصُ، فلا يقتضي عظمها نقيضَ نفي الكفارة.
الثاني: أنْ يبينَ أن ما ذكره يقتضيه دليلُه من جهةٍ أخرى، كقولِ الحنفي في مسألةِ الزكاةِ المتقدمة: إنَّما قلتُ بالتراخي لمناسبته للرفقِ',NULL,'448',NULL,NULL,'0');
INSERT INTO [b282] VALUES (446,'بالمالك.
فالمستدلُّ نظر إلى الرفقِ بالمالكِ، والمعترضُ نظر إلى حاجة المسكين.

<span data-type="title" id=toc-258>تنبيهان:</span>
١ - اعلمْ أنَّ فساد الاعتبارِ وفسادَ الوضعٍ يقدحُ بهما في كلِّ دليلٍ، قياسًا كان أو غيره.
٢ - اعلمْ أنَّ النسبةَ بينهما اختلف فيها:
فقيل: فسادُ الاعتبارِ أعمُّ مطلقًا، وبه صرَّح الآمدي في "إحكامه"، وهو ظاهرُ قول السبكي في "جمع الجوامع".
والحقُّ في ذلك ما حققه بعضُ المتأخرين من أنَّ النسبةَ بينهما العمومُ والخصوصُ من وجهٍ:
يجتمعانِ فيما هو مخالفٌ للنصِّ مع كونه على غيرِ الهيئة الصالحةِ لأخذِ الحكم.
وينفرد فسادُ الوضعِ بكونِ الدليلِ ليس على الهيئة الصالحةِ لأخذِ الحكمِ منه مع كونِه لم يخالف نصًّا.
وينفردُ فسادُ الاعتبارِ بما خالف النصَّ وكان على الهيئةِ الصالحةِ لأخذِ الحكمِ منه.

<span data-type="title" id=toc-259>السؤال الرابع: المنع:</span>',NULL,'449',NULL,NULL,'0');
INSERT INTO [b282] VALUES (447,'ومواقعه أربعة:
١ - منعُ حكم الأصل.
٢ - منعُ وجودِ ما يدعيه علةً في الأصل.
٣ - منعُ كونِه علةً.
٤ - منعُ وجوده في الفرع.
ومثالُ منع حكمِ الأصلِ: قولُ الحنبليِّ: جلدُ الميتةِ نجسٌ فلا يطهرُ بالدباغِ كجَلدِ الكلب.
فيقول الحنفي: لا أُسَلِّمُ حكمَ الأصلِ، وهو أنَّ جلدَ الكلبِ لا يطهرُ بالدباغِ، بل هو يطهرُ به عندي.
وأمَّا منعُ وجودِ ما يدَّعيه علةً، ومنعُ كونه علةً: فهما مركبُ الوصفِ ومركبُ الأصلِ، وقد أوضحناهما سابقًا.
وعدُّهما في القوادحِ بناءً على أنَّ المركبَ بنوعيه مردودٌ، وهو المختارُ، كما أشار إليه في "المراقي" بقوله:
وإنْ يكنْ لعلتينِ اختلفا ... تركبُ الأصلِ لدى مَنْ سلفا
مركبُ الوصفِ إذا الخصمُ منع ... وجودَ ذا الوصفِ في الأصلِ المتبع
وردُّه انتقي وقيل: يقبلُ ... وفي التقدمِ خلافٌ ينقلُ
ومحلُّ الشاهدِ منه قوله: "وردُّه انتقي" أي اختير.
ومثالُ منعِ وجوده في الفرعِ: قولُ الجمهورِ بقطعِ يد النبَّاشِ قياسًا',NULL,'450',NULL,NULL,'0');
INSERT INTO [b282] VALUES (448,'على السارقِ بجامعِ السرقة.
فيقولُ الحنفيُّ: وجودُ العلةِ التي هي السرقةُ ممنوعٌ في الفرعِ؛ لأنَّ النبَّاشَ ليس بسارقٍ، بل هو آخذُ مالٍ عارضٍ للضياعِ، كالملتقطِ.
واعلمْ أنَّه اختلف في توجيه المنعِ على حكمِ الأصلِ هل ينقطعُ به المستدلُّ أو لا؟
واختيارُ المؤلفِ أنَّه لا ينقطعُ به، بل له إقامةُ الدليلِ على الحكم. ووجهُ منعه انتشارُ الكلامِ، والانتقالُ إلى مسالةٍ أخرى؛ لأنَّ ذلك قد يتسلسل.

<span data-type="title" id=toc-260>السؤالُ الخامس: التقسيم:</span>
وهو قادحٌ عند الجمهورِ في الدليلِ، ومنعَ قومٌ القدحَ به.
وضابطُ التقسيمِ: أنَّ يحتملَ لفظٌ موردٌ في الدليلِ معنيينِ أو أكثر، بحيثُ يكونُ مترددًا بين تلك المعاني.
والمعترضُ يمنعُ وجودَ علةِ الحكمِ في واحدٍ من تلك المحتملات، كان يقولَ مشترطُ النيةِ في الوضوءِ: الطهارةُ قربةٌ فتشترطُ فيها النيةُ، كغيرها من القُرب.
فيقولُ الحنفيُّ: الطهارةُ النظافةُ أو الأفعالُ المخصوصة التي هي الوضوءُ شرعًا، والأولُ ممنوعٌ كونُه قربةً، التي هي علةٌ في وجوبِ النية.
ومن أمثلته: أن يستدلَّ على ثبوتِ الملكِ للمشتري في زمن الخيارِ',NULL,'451',NULL,NULL,'0');
INSERT INTO [b282] VALUES (449,'بوجودِ سببِ الملكِ، وهو البيعُ.
فيقولُ المعترضُ: السببُ مطلقُ البيعِ أو البيعُ الذي لا شرطَ فيه، والأولُ ممنوعٌ، والثاني مسلَّمٌ ولكنَّه مفقودٌ في محلِّ النزاع.
فالجوابُ عن التقسيمِ كالجوابِ عن الاستفسارِ المتقدم، وهو أن يبينَ أنَّ لفظه لا يحتملُ إلَّا ذلك المعنى، أو أنَّه أظهرُ فيه.
وعرَّفه في "المراقي"، وعرَّف جوابه والخلف فيه، بقوله:
ويقدحُ التقسيمُ أنْ يحتملا ... لفظٌ لأمرين ولكنْ حظلا
وجود علةٍ بأمرٍ واحدٍ ... وليس عند بعضِهم بالواردِ
جوابُه بالوضعِ في المرادِ ... أو الظهورِ فيه باستشهاد
قال المؤلفُ (¬١) -رحمه اللَّه تعالى-:

<span data-type="title" id=toc-261>(ويشترطُ لصحةِ التقسيمِ شرطان):</span>
الأول: أنْ يكونَ ما ذكره المستدلُّ منقسمًا إلى ما يمنعُ وما يُسَلَّم، فلو زاد المعترضُ وصفًا لم يذكره المستدلُّ لم يقبل منه.
الثاني: أنْ يكونَ التقسيمُ حاصرًا لجميع الأقسام، فإنْ لم يحصرها فللمستدلِّ أنْ يبيِّن أنَّ مورده غيرُ ما عيَّنه المعترضُ بالذكرِ.
ووجهُ قبولِ القدحِ بالتقسيمِ: أنَّ اللفظَ إذا احتملَ أمرين أحدهما
_________
(¬١) (٣/ ٩٣٥).',NULL,'452',NULL,NULL,'0');
INSERT INTO [b282] VALUES (450,'باطلٌ فهو محتملٌ للبطلانِ، فلا تنتهضُ به حجة.
ووجهُ ردِّ القدحِ به: أنَّ احتمالَ البطلانِ لا يبطلُ الدليل.

<span data-type="title" id=toc-262>السؤال السادس: المطالبة:</span>
اعلمْ أن حقيقةَ المطالبةِ في الاصطلاحِ هي: منعُ كون الوصفِ علةَ الحكم. وهي بعينها أحدُ أقسام المنعِ الأربعةِ المتقدمة.
وقد قدَّمنا أنَّ هذا النوعَ من المنعِ هو مركبُ الأصلِ في موضعينِ إن ادعى الخصمُ المانعُ علةً أخرى.
ومثالُ المطالبةِ قولُ الحنبليِّ للشافعيِّ: أثبتْ دليلك على أنَّ علةَ الربا في البرِّ الطعمُ.
ولمَّا ذكر القدح في "المراقي" بمنع وجود الوصفِ وبمنعِ كونه علةً في قوله:
مِن القوادحِ كما في النقلِ ... منعُ وجودِ علةٍ في الأصلِ
ومنعُ عليةِ ما يعللُ ... به وقدحُه هو المعولُ
قال في شرحِه: "وهذا الأخيرُ هو المسمى بالمطالبة".

<span data-type="title" id=toc-263>السؤال السابع: النقض:</span>
وقد قدَّمنا حدَّه مرارًا، وقلنا بأنَّه وجودُ الوصفِ المعلل به دون الحكم.
وقسمناه في الكلامِ على اشتراطِ اطرادِ العلةِ إلى أربعةِ أقسامٍ،',NULL,'453',NULL,NULL,'0');
INSERT INTO [b282] VALUES (451,'وأوضحناها سابقًا.
ونزيدُ هنا ذكر أقوال العلماء فيه، وأوجهَ الجوابِ عن القدحِ به، بناءً على أنَّه قادحٌ.
اعلمْ أنَّ بيع العرايا ونحوه لا يقدحُ به في علةِ الربا بالنقضِ إجماعًا كما تقدم، بل هو تخصيصٌ لحكم العلةِ، كالعموم.
أمَّا غيره، فقال قومٌ: هو قادحٌ مطلقًا.
وقال قومٌ: هو تخصيصٌ لحكمِ العلةِ، لا قدحٌ فيها. وعليه الأكثر.
وروي عن مالكٍ أنَّه تخصيصٌ في المستنبطةِ، وقدحٌ في المنصوصة.
وقال قومٌ بالعكس، وعزاهُ إمامُ الحرمين في البرهانِ للأكثر، وهو أوجه عندي مما قبله؛ لأنَّ النصَّ على صحة العلةِ أقوى من النقضِ بتخلفِ الحكمِ عنها، فلا يبطلُ الأقوى بالأضعف.
واختار ابنُ الحاجبِ في مختصره الأصولي: أنَّ النقضَ قادحٌ في المنصوصةِ الثابتةِ بدلالةٍ قطعيةٍ بخلافِ الثابتةِ بظاهرٍ عامٍّ فهو تخصيصٌ لها، وأنَّه يقدحُ في المستنبطةِ إنْ لم يكنْ تخلفُ الحكمِ عنها لوجودِ مانعٍ أو فقدِ شرطٍ.
وذكر في "المراقي" هذا الخلاف مع تعريف النقضِ بقوله:
منها وجودُ الوصف دون الحكم ... سمَّاه بالنقض وعاةُ العلمِ',NULL,'454',NULL,NULL,'0');
INSERT INTO [b282] VALUES (452,'والأكثرون عندهم لا يقدح ... بل هو تخصيص وذا مصحح
وقد روي عن مالك تخصيص ... إنْ يك الاستنباط لا التنصيص
وعكسُ هذا قد رآه البعضُ ... ومنتقى ذي الاختصارِ النقضُ
إنْ لمْ تكن منصوصةً بظاهرِ ... وليس فيما استنبطت بضائرِ
إنْ جا لفقد الشرط أو لما منع ... والوفقُ في مثل العرايا قد وقع

<span data-type="title" id=toc-264>تنبيه:</span>
والجوابُ عن النقضِ بناءً على أنَّه قادحٌ مِنْ أوجهٍ خمسة:
الأول: منعُ وجودِ الوصفِ -أي العلةِ- في صورةِ النقض، فيصيرُ تخلفُ الحكمِ لعدمِ وجودِ علته، فلا نقضَ إذن.
ومثالُه: أنْ يُقال فيما لو رمى الوالدُ ولده بحديدةٍ -مثلًا- فقتله: قتلُ عمدٍ عدوانٍ، وهذه علةُ القصاصِ في هذه الصورة، وقد تخلفَ الحكمُ عنها مع وجودها، فهذا نقضٌ للعلة.
فيقول المالكيُّ -مثلًا-: العلةُ غيرُ موجودةٍ في هذه الصورة، فعدمُ القصاص فيها لعدمِ وجود العلة، ففيها دليلٌ على صحةِ انعكاس العلةِ الذي هو عدمُ الحكمِ عند عدمها، بل رميُ الوالدِ لولدهِ بحديدةٍ أو نحوها أنْ يقصدَ به التأديبَ ولا يقصدُ به القتلَ، فلم يتحققْ وجودُ القتلِ العمد العدوانِ في هذه الصورة.
وقد قدَّمنا مرارًا أنَّ المثال يصحُّ على شطرِ خلافٍ، وأنَّه يكفي فيه الفرضُ والاحتمالُ، لأنَّ المرادَ منه فهمُ القاعدة.',NULL,'455',NULL,NULL,'0');
INSERT INTO [b282] VALUES (453,'الثاني من أجوبةِ النقض: منعُ تخلفِ الحكمِ عن العلةِ بأنْ يقول: الحكمُ موجودٌ لوجود علته.
ومثالُه: ما لو ذبح الوالدُ ولده أو شقَّ بطنه، أو قطع رأسه، أو نحو ذلك مما لا يحتملُ التأديبَ بحالٍ، وإنَّما هو صريحٌ في قصدِ قتله عمدًا عدوانًا، فإنَّ المالكيةَ يقولون بوجوب القصاصِ من الأبِ في هذه الصورة.
فلو قال غيرهم في الصورةِ المذكورةِ: قتلُ عمدٍ عدوانٍ، وهذه هي علةُ القصاصِ، وقد تخلف عنها الحكمُ الذي هو القصاصُ، وذلك نقضٌ للعلة.
فإنَّهم يجيبون -أي المالكيةُ- عن هذا النقضِ بمنع تخلف الحكمِ، بل يقولون: الحكمُ غيرُ متخلفٍ -هنا-، والقصاصُ واجبٌ من الأَبِ في هذه الصورة، وقولكم: الوالدُ سببٌ في وجود الولدِ فلا يصحُّ أنْ يكون الولدُ سببًا في إعدامه، منتقضٌ بما لو زنى الأبُ بابنته، فإنَّه يرجمُ اتفاقًا، فقد كان سببًا في وجودها، وكانت سببًا في إعدامه، وجنايةُ الزنا ليست أعظمَ مِنْ جنايةِ القتل.
وشرطُ صحة الجواب بهذا أنْ لا يكونَ انتفاء الحكم في صورةِ النقضِ مذهب المستدلِّ، فالذي يرى عدم القصاصِ من الأبِ في الصورةِ المذكورةِ لا يمكنه أنْ يجيبَ عن النقضِ المذكور بوجودِ الحكمِ الذي هو القصاصُ؛ لأنَّه يرى عدمَ وجوبه.
الثالث مِنْ أجوبةِ النقض: بيانُ وجود مانعٍ مِن تأثيرِ العلةِ في',NULL,'456',NULL,NULL,'0');
INSERT INTO [b282] VALUES (454,'الحكم، أو فقدِ شرطِ تأثيرها فيه عند مَنْ يرى ذلك مانعًا من النقض.
ومثالُ بيان مانعٍ من تأثيرها: أنْ يُقال في قتل الوالدِ ولده: قتلُ عمدٍ عدوانٍ، وهذه علةُ القصاصِ، والحكمُ الذي هو القصاصُ متخلفٌ هنا عن علته، إذْ لا قصاصَ من الوالدِ لولده، فالعلةُ منتقضةٌ لوجودها بدونِ حكمها.
فيُجابُ عن هذا بأنَّ القتل العمدَ العدوانَ علةٌ للقصاصِ، ولكنَّ هذه العلةَ منع من تأثيرها في الحكمِ في هذه الصورةِ مانعٌ هو الأبوة.
ومن أمثلته: المغرورُ بحرِّية الأمةِ، فتزوجها يظنُّها حرةً، لغرورِ سيِّدها له بدعواهُ أنَّها حرةٌ، على قول منْ يقولُ إنَّ ولدَه منها حرٌّ، ولا يلزمه دفعُ قيمتِه لسيِّدها الذي غرَّه.
فيُقالُ: رقُّ الأمِّ علةٌ لرقِّ ولدها؛ لأنَّ كلَّ ذاتِ رحمٍ فولدُها بمنزلتها، وقد وجدتْ في هذه الصورةِ علةُ رقِّ الولدِ التي هي رقُّ أمِّه مع تخلف الحكمِ لأنَّ ولد المغرورِ حرٌّ، فهذا نقضٌ للعلة.
فيُجابُ عن هذا بأنَّ رقَّ الأمِّ علةٌ لرقِّ الولد، ولكن هذه منع من تأثيرها في حكمها في هذه الصورةِ مانعٌ هو الغرور.
ومثالُ فقدِ شرط تأثير العلةِ في حكمها: ما لو سَرَقَ أقلَّ من نصابٍ، أو سرقَ نصابًا من غير حرز مثله، فيقالُ: هذا قد وجدتْ منه السرقةُ، وهي علةُ القطع، وقد تخلف عنها حكمُها الذي هو القطعُ، وهذا نقضٌ لها.
فيجابُ بأنَّ السرقةَ هي علةُ القطع، ولكنْ شرطُ تأثير هذه العلةِ في',NULL,'457',NULL,NULL,'0');
INSERT INTO [b282] VALUES (455,'حكمها مفقودٌ هنا؛ لأنَّه يشترطُ في تأثيرها في حكمها أنْ يكونَ المسروقُ نصابًا، وأنْ يكونَ السارقُ أخرجه مِنْ حرز مثله.
الرابع من أجوبةِ النقض: كونُ الصورةِ الواردِ فيها النقضُ مستثناةً بالنصِّ من القاعدةِ الكلية، بأنْ يقول في بيع العرايا: بيعُ رطبٍ بتمرٍ، وعلةُ التحريمِ التي هي المزابنةُ موجودةٌ فيه، وقد تخلف حكمُها عنها وهو منعُ البيعِ، فهو نقضٌ للعلة.
فيُجابُ عن هذا بأنَّ هذه الصورةَ أخرجها دليلٌ خاصٌّ مع بقاءِ علتها معتبرةً في تحريم الرطبِ بالتمرِ في ما سواها.
وقد يقولُ المستدلُّ للمعترضِ بالنقضِ في هذه الصورةِ المذكورةِ: هذا واردٌ عليك وعليَّ، فليس بطلانُ مذهبي به أولى مِنْ بطلانِ مذهبك.
ومثلُ هذا لا خلافَ بين العلماء في أنَّه تخصيصٌ لحكمِ العلةِ لا نقضٌ لها، فهو تخصيصُ العامِّ بقصره على بعضِ الأفرادِ بدليل خاصٍّ.
الخامس من أجوبةِ النقض: هو أنْ تكونَ المصلحةُ المشتملةُ عليها العلةُ معارضةً بمفسدةٍ أرجح منها، أو مساوية لها، كأن يقال في أكل المضطرِّ الميتةَ: قذارةُ الميتةِ علةٌ لحرمةِ أكلها، والعلةُ التي هي قذارتها موجودةٌ في هذه الصورة، مع أنَّ الحكمَ الذي هو منع الأكل متخلفٌ عنها.
فيُجابُ عن هذا بأنَّ مصلحةَ تجنبِ المستقذراتِ معارضةٌ في هذه الصورةِ بمفسدةٍ أرجح منها هي هلاكُ المضطر إنْ لم يأكل الميتةَ،',NULL,'458',NULL,NULL,'0');
INSERT INTO [b282] VALUES (456,'فالقذارةُ علةٌ لمنعِ الأكل، ولكنَّها عورضتْ بما هو أقوى منها.

<span data-type="title" id=toc-265>تنبيهات:</span>
التنبيه الأول: قولُ المؤلفِ (¬١) -رحمه اللَّه- في هذا المبحث: (وأمَّا الكسر: وهو إبداء الحكمةِ بدون الحكمِ، فغيرُ لازمٍ. . .) الخ.
فيه نظرٌ من جهتين:
الأولى: أنَّه عرَّف الكسر بأنَّه إبداء الحكمةِ بدونِ الحكم. والكسرُ يشملُ أعمَّ ممَّا ذكره.
الثانية: أنَّه قال: لا يلزمُ به قدحٌ. وبه قال بعضُ الأصوليين، واختاره ابنُ الحاجبِ في بعضِ المواضعِ من مختصره. مع أنَّ جماعةً من أهل الأصولِ صححوا أنَّه قادحٌ.
قال ابنُ الحاجب في مختصره الأصولي في عدِّه للقوادحِ: "الرابع عشر: الكسر وهو نقضُ المعنى، والكلامُ فيه كالنقضِ".
وقال صاحبُ "جمع الجوامع" في مبحث القوادحِ: "ومنها: الكسرُ، قادحٌ على الصحيحِ؛ لأنَّه نقضُ المعنى، وهو إسقاطُ وصفٍ من العلةِ. . . " الخ.
فالظاهرُ أنَّ الكسر كالنقض، فعلى أنَّ النقضَ قادحٌ فالكسرُ كذلك، والجوابُ عنه كالجوابِ عنه.
_________
(¬١) (٣/ ٩٤٠).',NULL,'459',NULL,NULL,'0');
INSERT INTO [b282] VALUES (457,'وقال صاحبُ "الضياء اللامع في شرح جمع الجوامعِ": "واتفق أهل العلم على صحته وإفساد العلةِ به". انتهى محلُّ الغرضِ منه.
واعلمْ أنَّ مِنْ أنواع الكسر ما ذكره المؤلفُ، وهو إبداء الحكمةِ بدون الحكمِ، وجزمَ بأنَّه غيرُ قادحٍ، واختاره ابن الحاجبِ في بعضِ المواضع من مختصره، ومثَّل له بقول الحنفي في المسافرِ العاصي بسفره: مسافرٌ، فيترخصُ في سفره، كغير العاصي.
فإذا قيلَ له: ولم قلتَ: إنَّ السفرَ علةٌ للترخُّص؟ قال: بالمناسبة؛ لما فيه من المشقةِ المقتضيةِ للترخص؛ لأنَّه تخفيفٌ، وهو نفعٌ للمترخص.
فيعترضُ عليه بصنعةٍ شاقةٍ في الحضر، كحمل الأثقالِ وضربِ المعاولِ وما يوجبُ قربَ النار في ظهيرةِ القيظِ في القُطْرِ الحارِّ، فهنا قد وجدت الحكمةُ وهي المشقة، ولم يوجد الحكمُ الذي هو قصرُ الصلاة وإباحةُ الفطر -مثلًا-.
والجوابُ عن هذا: أنَّ الشرعَ إنَّما اعتبرَ مشقةَ السفر، فالعلةُ في الترخيصِ السفرُ، وحكمتها رفعُ المشقة.
فأصلُ العلةِ لم يوجدْ في الصنعةِ الشاقةِ في الحضر، فلم يقعْ كسرٌ في العلة، وسفرُ العاصي بسفره علةٌ للترخص، والمانعُ من تأثيرها هنا عند من يقولُ به أنَّ الترخيصَ تخفيفٌ، والتخفيفُ على العاصي إعانةٌ له على معصيته، واللَّه يقول: {وَلَا تَعَاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوَانِ} [المائدة/ ٢].',NULL,'460',NULL,NULL,'0');
INSERT INTO [b282] VALUES (458,'ومن أنواعِ الكسرِ: تخلفُ الحكمةِ (¬١) مع وجودِ الحكم. اختلف فيه: هل ينتفي فيه الحكمُ لانتفاء حكمته، أو لا ينتفي بناءً على أنَّ المعللَ بالمظانِّ لن يتخلفَ فيه الحكمُ بتخلفِ الحكمةِ نظرًا إلى إناطةِ الحكمِ بالمظنة؟
وإلى هذا الخلافِ أشار في "مراقي السعودِ" بقوله:
وفي ثبوتِ الحكمِ عند الانتفا ... للظنِّ والنفي خلافٌ عرفا
وقال في شرحِه لمراقي السعودِ المسمى بنشر البنود: "لكنَّ الفروعَ المبنيةَ على هذه القاعدةِ، منها ما رجح فيه ثبوتُ الحكمِ، كاستبراء الصغيرةِ، فإنَّ حكمةَ الاستبراء تحقُّقُ براءةَ الرحمِ، وهي متحققةٌ بدون الاستبراء. وكمن مسكنه على البحرِ ونزل منه في سفينةٍ قطعتْ به مسافةَ القصرِ في لحظةٍ، فإنَّه يجوزُ له القصرُ في سفره هذا.
ومنها ما يرجحُ فيه انتفاء الحكمِ لانتفاء حكمته قطعًا، إلغاءً للمظنةِ مِنْ أصلها، أو بدليلٍ مخصوصٍ اقتضى إلغاء المظنَّةِ فيها.
وعلى هذا يتخرجُ كثيرٌ من المسائلِ، كشرعِ الاستنجاءِ من حصاةٍ لا بلل معها، والغسلِ من وضع الولدِ جافًّا، وعدمِ نقضِ الوضوء إذا لم توجد اللذَّةُ في اللمس بباطنِ الكفِّ أو الأصابع، والنقضِ بالقُبلةِ على الفمِ إذا لم توجد اللذةُ" اهـ. منه.
_________
(¬١) المراد بالحكمة هنا: العلة، أي علة الحكم؛ لأن العلة تقدم أنها تطلق على سبب الحكم، كما تطلق على حكمة الحكم، فالعلة هنا المشقة، والحكمة التخفيف. "عطية".',NULL,'461',NULL,NULL,'0');
INSERT INTO [b282] VALUES (459,'ومن المسائلِ التي تتخرجُ على القاعدةِ المذكورة: ما لو قال لامرأتِه: "أنتِ طالقٌ" مع آخر جزءٍ مِنْ الحيض. فهذا طلاقٌ صادف الحيضَ، وهو علةٌ لتحريم الطلاقِ، ولكن يستعقبُ العدةَ، فلا تطويلَ فيه. فالحكمةُ الموجبةُ للمنع التي هي التطويلُ منتفيةٌ هنا، فمنهم مَنْ نظر إلى المعنى وقال: هو سُنِّيٌّ، ومنهم مَنْ نظرَ إلى مظنَّةِ التطويلِ وهو الحيضُ، فقال: هو بدعيٌّ.
وكذلك لو قال لها: "أنتِ طالقٌ" مع آخر جزءٍ من الطهر.
فعلى أنَّ هذه المسائل المذكورةَ وأمثالها الكثيرةَ ينتفي فيها الحكمُ لانتفاء حكمتِه، فتخلفُ الحكمةِ عن الحكمِ كسرٌ قادحٌ في العلةِ، ولذا انتفى حكمُها بانتفاء الحكمة.
وعلى أنَّ الحكمَ فيها باقٍ مع انتفاء حكمته، فعلى قول من يقولُ: إنَّ هذا النوعَ من الكسرِ غيرُ قادحٍ، فلا إشكال.
وعلى قول من يقولُ: إنَّه قادحٌ، فالجوابُ عنده أنَّ هذه المسائلَ عُلِّقَ الحكمُ فيها بمظنَّةِ وجودِ الحكمةِ، والمعروفُ أنَّ المعلَّل بالمظانِّ لا يتخلفُ الحكمُ فيه بتخلفِ الحكمة؛ لأنَّ الحكمَ فيها منوطٌ بالمظنَّة. وأشار بعضُ أهل العلمِ إلى هذا بقوله:
إنْ عُللَ الحكمُ بعلةٍ غلبْ ... وجودُها اكتفى بذا عن الطلب
لها بكلِّ صورةٍ. . . ... . . . . . . . . . . . . . . .
وعليه، فالمانعُ من القدحِ بهذا النوع من الكسرِ إناطةُ الحكمِ بمظنَّةِ الحكمةِ لا بنفسِ الحكمة، وذلك لأنَّ نفس الحكمةِ ربما لا',NULL,'462',NULL,NULL,'0');
INSERT INTO [b282] VALUES (460,'يمكنُ انضباطها، فلو علقنا حكم قصر الصلاةِ وإباحةِ الفطر في رمضان -مثلًا- بحصولِ المشقةِ لم تنضبطْ هذه الحكمة؛ لاختلافها باختلافِ الأشخاصِ والأحوال، فأنيطَ بسفر أربعةِ بردٍ -مثلًا- لأنَّه مظنَّةُ المشقة. ومِنْ هنا لم يُنْظَرْ إلَّا للمظنَّةِ عند مَنْ يقولُ بذلك.
ومن أنواع الكسرِ: إبطالُ المعترضِ جزءًا من المعنى المعلَّلِ به، ونقضُه ما بقيَ من أجزاء ذلك المعنى المعلَّل به.
فعلمَ أنَّه إنَّما يكونُ في العلةِ المركبةِ من وصفينِ فأكثر.
والقدحُ به مقيَّدٌ بأنْ يعجزَ المستدلُّ عن الإتيانِ ببدلٍ من الوصفِ الذي أبطله المعترض، فإنْ ذكر بدلًا يصلحُ أنْ يكونَ علةً للحكمِ ألغي الكسرَ واستقامَ الدليل.
وإبطالُ الجزء بأنْ يبينَ المعترضُ أنَّه ملغيٌّ بوجود الحكمِ عند انتفائه.
والمرادُ بنقضِ الباقي عدمُ تأثيرِه في الحكمِ، وله صورتان:
الصورةُ الأولى: أنْ يأتيَ المستدلُّ ببدل الوصفِ المسقطِ عن الاعتبار، كما يقالُ في وجوب أداء صلاةِ الخوفِ: هي صلاةٌ يجبُ قضاؤها لو لم تفعل، فيجبُ أداؤَها، قياسًا على صلاة الأمنِ، فإنَّها كما يجبُ قضاؤها لو لم تفعل يجبُ أداؤها.
فوجوبُ القضاء هو العلةُ، ووجوبُ الأداء هو الحكمُ المعلَّلُ بتلك العلة.',NULL,'463',NULL,NULL,'0');
INSERT INTO [b282] VALUES (461,'فيعترضُ بأنَّ خصوص الصلاةِ ملغيٌّ، ويبينُ بأنَّ الحجَّ واجبُ الأداء كالقضاء.
فيبدلُ المستدلُّ خصوص الصلاةِ بوصفٍ عامٍّ هو العبادةُ، بأنْ يقول: عبادةٌ يجبُ قضاؤها لو لم تُفْعَلْ. . . الخ.
فينقضُ عليه المعترضُ -أيضًا- هذا البدلَ بصوم الحائضِ، فإنَّه عبادةٌ يجبُ قضاؤها، ولا يجبُ أداؤها، بل يحرم.
والصورةُ الثانية: أن لا يبدل المستدلُّ الوصف الذي أبطله المعترضُ، فلا يبقى للمستدلِّ علةٌ في المثالِ المذكورِ إلَّا قوله: "يجبُ قضاؤها"، فينقضُه المعترضُ بأنْ يقول: ليس كلُّ ما يجبُ قضاؤه يجبُ أداؤه، بدليلِ صومِ الحائضِ في رمضان، فإنَّها يجبُ عليها قضاؤه، ولا يجبُ عليها أداؤه، بل يحرم.
فعُلم ممَّا ذكرنا أنَّ الكسر يصدقُ بأنواعٍ، منها ما لا ينبغي أنْ يختلفَ في أنَّه قادحٌ، ومنها ما اختلفَ فيه، والأظهرُ في بعضِ صورِه عدمُ القدح.
وقد أشار صاحبُ "مراقي السعودِ" إلى أنَّه قادحٌ، مع ذكر بعضِ صوره بقوله في مبحثِ القوادح:
والكسرُ قادحٌ ومنه ذكرا ... تخلفَ الحكمةِ عنه مَنْ درى
ومنه إبطالٌ لجزءٍ والحيل ... ضاقتْ عليه في المجيءِ بالبدل
وضابطُ الكسرِ المنطبقِ على جميعِ جزئياتِه: أنَّه إظهارُ خللٍ في',NULL,'464',NULL,NULL,'0');
INSERT INTO [b282] VALUES (462,'بعضِ العلَّة، فيصدقُ بوجودِ حكمتها بدونِها، وبوجودها دون حكمتها، وبإبطال بعضِ أجزائها مع العجزِ عن بدلٍ منه صالحٍ.
وقد تقدَّم إيضاحُ ذلك كلِّه بأمثلته.
وبما ذكرنا تعرفُ ما في كلام المؤلفِ -رحمه اللَّه- كما أشرنا إليه.
التنبيه الثاني: أظهرُ قولَيْ أهل الأصولِ -عندي- وجوبُ الاحترازِ في الدليلِ عن صورة النقضِ، بأنْ يذكرَ في دليلهِ ما تخرجُ به الصورةُ التي يردُ عليها النقضُ، كأنْ يقول في علةِ القصاصِ: قتلٌ عمدٌ عدوانٌ واقعٌ مِنْ غيرِ والدٍ لولده، فيجبُ فيه القصاص.
فقوله: "واقعٌ مِنْ غيرِ والدٍ لولده" احترز به عن صورةِ النقضِ، فلو لم يحترزْ بذلك عنها لقالَ المعترضُ: هذه العلةُ منتقضةٌ بقتلِ الوالدِ ولدَه، فهو قتلٌ عمدٌ عدوانٌ ولا قصاصَ فيه.
وهكذا في الأمثلةِ السابقة، خلافًا لمن قال من الأصوليين: لا يجبُ الاحترازُ المذكورُ، بل يستحبُّ.
وقال المؤلفُ (¬١) -رحمه اللَّه- في هذا المبحثِ:
(والأليقُ وجوبُ الاحترازِ؛ فإنَّه أقربُ إلى الضبطِ، وأجمعُ لنشرِ الكلامِ، وهو هينٌ).
_________
(¬١) (٣/ ٩٣٨).',NULL,'465',NULL,NULL,'0');
INSERT INTO [b282] VALUES (463,'وإن اختارَ وجوبَه غيرُ واحدٍ، واختار ابنُ الحاجبِ في مختصره الأصوليِّ أنَّ الاحترازَ المذكورَ ليس بلازمٍ.
وفيه أقوالٌ وتفصيلٌ معروفٌ عند الأصوليين أشار إليه ابنُ الحاجب.
وقال صاحبُ "جمع الجوامع": "ويجبُ الاحترازُ منه على المناظرِ مطلقًا، وعلى الناظرِ إلَّا فيَما اشتهر من المستثنيات، فصار كالمذكور، وقيل: يجب مطلقًا. وقيل: إلَّا في المستثنياتِ (مطلقًا) ". انتهى محلُّ الغرضِ منه.
ومرادهُ بالمستثنياتِ العرايا ونحوها.
والذين لم يوجبوا الاحترازَ المذكورَ وجهوا ذلك بأنَّ النقضَ سؤالٌ خارجٌ عن القياسِ، فلا يجبُ إدخالُه في صلبِ القياسِ، بل إذا أورده المعترضُ لزمَ جوابُه بما يدفعُه، كسائرِ الأَسئلة، ولأنَّ فيه تنبيهًا للمعترضِ على موضع النقض، وقد يدَّعي أنَّ الوصفَ الذي به الاحترازُ طرديٌّ، وذلَك يؤدي إلى انتشار الكلام، وهو خلاف المطلوبِ من المناظرة.
وأمَّا الذين أوجبوا الاحترازَ المذكور فقد وجهوا ذلك بأنَّ فيه حسم مادةِ الشغبِ وانتشار الكلامِ وسدًّا لبابه، فكان واجبًا، لما فيه من صيانةِ الكلامِ عن الانتشار.
وهذا الأخيرُ أظهرُ عندنا، وقد أجاب القائلونَ به بأنَّ سؤال النقضِ وإنْ كان خارجًا عن القياس فهو مصححٌ له، ومانعٌ مِنْ إظهارِ خللِ',NULL,'466',NULL,NULL,'0');
INSERT INTO [b282] VALUES (464,'النقضِ فيه.
وأجابوا عن كونه فيه تنبيهٌ للمعترضِ على موضعِ النقضِ بأنَّ ذلك لا يمنعُ وجوبَ الاحترازِ؛ لأنَّ المناظرةَ المشروعةَ مبنيةٌ على العدل والإنصافِ، وقصدِ ظهورِ الحقِّ، لا على المشاغبةِ وقصدِ غلبةِ الخصم.
التنبيه الثالث: قد قدَّمنا أنَّ من أجوبةِ المستدلِّ عن النقضِ منعَه وجود الوصف الذي هو العلةُ في صورةِ النقضِ، فلو أراد المعترضُ إثباتَ وجوده بالدليلِ فقد اختلف أهلُ الأصولِ هل يُمَكَّنُ مِنْ ذلك؟ إلى أربعةِ مذاهب:
الأول -وبه قال الأكثرُ-: إنَّه ليس له ذلك؛ لأنَّ فيه نقل الكلام إلى مسألةٍ أخرى، وبذلك يصيرُ المعترضُ مستدلًّا، والمستدلُّ معترضًا، وكلُّ ذلك على خلافِ ما تقتضيه طريقةُ الجدل.
الثاني: أنَّ له ذلك؛ لأنَّه متممٌ للنقض.
الثالث -وبه قال الآمديُّ-: إن تعينَ ذلك طريقًا للمعترضِ في دفع كلام المستدلِّ وجبَ قبولُه، وإنْ أمكنَ القدحُ بطريقٍ أخرى هي أقربُ للمقصودِ فلا يقبلُ منه ذلك.
الرابع -وحكاه ابن الحاجب، واختاره بعضهم-: هو أنَّ العلةَ إنْ كانت حكمًا شرعيًّا لم يقبلْ منه ذَلك؛ لما فيه من الانتشار، وإنْ كانت حكمًا عرفيًّا أو عقليًّا فله ذلك؛ لقربِ المأخذ في العقلياتِ والعرفياتِ دون الشرعيات.',NULL,'467',NULL,NULL,'0');
INSERT INTO [b282] VALUES (465,'ولم يذكر صاحبُ "جمع الجوامع" هذا القول الأخير؛ لأنَّه لم يره لغيرِ ابن الحاجبِ، كما ذكره عنه المحلي.
التنبيه الرابع: قد قدمنا أنَّ من أجوبة النقضِ منعَ المستدل تخلفَ الحكم، فإن منعه وقال: بل الحكمُ موجودٌ فلا نقض، فأراد المعترضُ إقامة الدليل على عدم الحكم؛ فقال بعضهم: له ذلك؛ إذ به يحصل مطلوبه، وهو النقضُ بتخلف الحكمِ عن الوصف.
وقال بعضهم: ليس له ذلك؛ لأنَّه انتقالٌ من الاعتراضِ إلى الاستدلال.
وقال بعضهم: له ذلك إن لم يكن طريقٌ آخر أولى بالقدح نظير ما تقدم.
والقولُ بمنعه من الاستدلال مطلقًا صححه صاحبُ "جمع الجوامع".
وقال صاحبُ "الضياء اللامع": وعزاه ولي الدين لأكثر النُّظار.
التنبيه الخامس: لو أقام المستدلُّ الدليل على وجود العلة في محل التعليلِ، وذلك الدليل موجود في محل النقض، فنَقَضَ المعترضُ العلَة، فقال المستدل: لا نسلِّم وجوده في محل النقض، فقال المعترض: ينتقضُ دليلُك؛ لوجوده في محل النقض دون مدلوله وهو وجود العلة = فاختلف: هل يسمع منه ذلك أو لا؟
فقال الجدليون: لا يسمع. واختاره صاحب "جمع الجوامع" وغير واحد؛ لأنَّه انتقال.',NULL,'468',NULL,NULL,'0');
INSERT INTO [b282] VALUES (466,'وقال بعضهم: يسمع منه ذلك.
ومثل له بعضهم بقول الحنفي: يصح صوم رمضان بنية قبل الزوال، للإمساك والنية.
فينقضه الشافعي بالنية بعد الزوال، فإنها لا تكفي.
فيمنع الحنفي وجود العلة في هذه الصورة.
فيقول الشافعي: ما أقمتَه دليلًا على وجود العلة في محل التعليل دالٌّ على وجودها في صورة النقض أيضًا.
أما لو قال المعترض: يلزمك أحد الأمرين، إما نقض العلة أو نقض دليلها، وأيًّا ما كان فلا تثبت العلِّية، كان مسموعًا يفتقر إلى الجواب، ولا نزاع في ذلك.

<span data-type="title" id=toc-266>السؤال الثامن: القلب:</span>
وضابطه: أن يثبت المعترضُ نقيضَ حكم المستدلِّ بعين دليل المستدل، فيقلب دليلَه حجةً عليه، لا له.
وهو قسمان:
أحدهما: ما صَحَّحَ فيه المعترضُ مذهبَه، وذلك التصحيح فيه إبطالُ مذهب خصمه، سواء كان مذهب الخصم المستدلِّ مصرحًا به في دليله أو لا.
ومثال ما كان مصرحًا به فيه: قول الشافعي في بيع الفضولي: عقدٌ في حقٍّ لغيرٍ بلا ولايةٍ عليه، فلا يصح؛ قياسًا على شراء الفضولي فإنه',NULL,'469',NULL,NULL,'0');
INSERT INTO [b282] VALUES (467,'لا يصح لمن سمَّاه.
فيقول المعترض، كالمالكي والحنفي: عقدٌ، فيصحُّ، كشراء الفضولي، فإنه يصحُّ لمن سماه إذا رضي المسمَّى له، وإلا لزم الفضولي.
ومثال غير المصرح فيه: قول من يشترط الصوم في الاعتكاف كالمالكي: لبثٌ، فلا يكون بنفسه قربة، كوقوف عرفة. أي فإنه قربةٌ بضميمة الإحرام إليه، فكذلك الاعتكاف إنما يكون قربة بضميمة عبادةٍ إليه، وهي الصوم، في الاعتكاف المتنازع فيه، ومذهبه -وهو اشتراط الصوم في الاعتكاف- غير مصرح به في دليله.
فيقول المعترض، كالشافعي: الاعتكاف لبثٌ، فلا يشترط فيه الصوم، كوقوف عرفة، أي فإنه لا يشترط فيه الصوم.
القسم الثاني من قسمي القلب: هو ما كان لإبطال مذهب الخصم، من غير تعرض لتصحيح مذهب المعترض، سواء كان الإبطال المذكور مدلولًا عليه بالمطابقة أو الالتزام.
مثال الأول: قول الحنفي في مسح الرأس: عضوُ وضوءٍ، فلا يكفي في مسحه أقل ما يطلق عليه اسم المسح، قياسًا على الوجه، فإذن لا يكفي في غسله ذلك.
فيقول المعترض، كالشافعي: فلا يقدر بالربع، كالوجه، فإنه لا يتقدر بالربع.
ومثال الثاني، وهو ما أبطل فيه مذهب المستدل بالالتزام: قولُ',NULL,'470',NULL,NULL,'0');
INSERT INTO [b282] VALUES (468,'الحنفي في جواز بيع الغائب: عقد معاوضةٍ يصح مع الجهل بالعوض، كالنكاح يصح مع الجهل بالزوجة، أي عدم رؤيتها.
فيقول المعترض، كالمالكي: فلا يثبت خيار الرؤية، كالنكاح.
فقد أبطلَ مذهب الحنفي بالالتزام؛ لأن ثبوت خيار الرؤية لازم عنده شرطًا للصحة، وإذا انتفى اللازم انتفى الملزوم.
وعرَّف في "المراقي" القلب بنوعيه بقوله:
والقلب إثبات الذي الحكم نقض ... بالوصف والقدح به لا يعترض
فمنه ما صحح رأي المعترض ... مع أن رأي الخصم فيه منتقض
ومنه ما يبطل بالتزام ... أو الطباق رأي ذي الخصام
ولم يذكر المؤلف قلب المساواة، ولذا تركناه.
واعلم أن القلب نوعٌ من المعارضة، إلا أنه نوعٌ خاص؛ لأن المعترض فيه يعارض المستدل بنفس دليله -كما تقدمت أمثلته-، والجواب عنه كالجواب عن المعارضة، إلا أن يستثنى من ذلك منع وجود الوصف فلا يصح في القلب لاتفاق الخصمين عليه، كما يتضح من الأمثلة السابقة.

<span data-type="title" id=toc-267>السؤال التاسع: المعارضة:</span>
وهي قسمان:
١ - معارضة في الأصل.',NULL,'471',NULL,NULL,'0');
INSERT INTO [b282] VALUES (469,'٢ - ومعارضة في الفرع.
وأحسنهما المعارضة في الأصل؛ لأنَّه لا يحتاج إلى ذكر غير صلاحية ما يذكره للعلة.
واعلم أن ضابط المعارضة هو إقامة الدليل على خلاف ما أقام الخصم عليه دليله، وترد على جميع الأدلة قياسًا أو غيره.
وهذا الذي ذكره المؤلف: المعارضة في القياس.
وضابط المعارضة في الأصل: أن يبدي المعترض وصفًا آخر صالحًا للتعليل، كأن يقول الشافعي: علةُ تحريم الربا في البرِّ الطعمُ. فيعارض الحنبلي بإبداء وصفٍ آخر صالح للتعليل وهو الكيل.
ولا يخفى أن هذا النوع من المعارضة مبنيٌّ على القول بمنع تعدد العلل المستنبطة؛ لأنه على القول بجواز تعددها، فلا مانع من أن تكون كلتا العلتين صحيحة.
أما العلل المنصوصة فلا خلاف في جواز تعددها، كالبول والنوم لنقض الوضوء، ولا يرد عليها هذا النوع من المعارضة.
وأشار إلى هذا في "المراقي" بقوله:
وعلة منصوصة تعدد ... في ذات الاستنباط خُلْفٌ يعهد
وهذا النوع المذكور من المعارضة في الفرع: إبداء وصفٍ مانع من الحكم في الفرع منتف عن الأصل، كقياس الهبة على البيع في منع الغرر.',NULL,'472',NULL,NULL,'0');
INSERT INTO [b282] VALUES (470,'فيقول المعترض: البيع عقد معاوضة، والمعاوضة مكايسةٌ يخلُّ بها الغرر، والهبة محض إحسان لا يخلُّ بها الغرر، فإن لم يحصل شيء لم يتضرر الموهوب له، فكون الهبة محض إحسان معارضة في الفرع ليست موجودة في الأصل مانعة من إلحاقه به.
وكقول الحنفي: يقتل المسلم بالذمي كغير المسلم، بجامع القتل العمد العدوان.
فيقول المعترض: الإسلام في الفرع مانع من القَود.
وذكر المؤلفُ أن من المعارضة في الفرع فساد الاعتبار المتقدم، وهو واضح؛ لأنك لو قلت كالحنفي: يمنع السلف في الحيوانات؛ لعدم انضباطها، كسائر المختلطات، فللمعترض أن يقول: إن في هذا الفرع وصفًا مانعا من إلحاقه بالأصل، وهو أن النبي -صلى اللَّه عليه وسلم- استلف بكرًا ورد رباعيًّا، وهذا النص الموجود في الفرع منتفٍ عن الأصل الذي هو سائر المختلطات.
وذكر المؤلف (¬١) في جواب المعارضة في الأصل أربع طرق:
الأولى: أن يبين المستدل أن مثل الحكم المتنازع فيه ثبت بدون ما ذكره المعترض، فيستقلُّ به ما ذكره المستدل.
ومثاله: قول الشافعي: علة تحريم الربا في البرِّ الطعمُ.
فيعارضه الحنفيُّ -مثلًا- بوصف الكيل.
_________
(¬١) (٣/ ٩٤٨ - ٩٤٩).',NULL,'473',NULL,NULL,'0');
INSERT INTO [b282] VALUES (471,'فيقول الشافعي: إن ملء الكف من البر ينتفي عنه الكيل؛ لقلته، ومنع الربا موجود فيه، فيستقل الطعم بالعلية.
والقصدُ المثال لا مناقشة أدلة الأقوال.
الثانية: أن يبين المستدل إلغاء ما ذكره المعترض في جنس الحكم المختلف فيه، كالذكورة والأنوثة بالنسبة إلى العتق، فإن في الحديث: "من أعتق شِرْكًا له في عبدٍ. . . " الحديث، فيقول المستدل: الأمة كالعبد في سراية العتق الواردة في الحديث بجامع الرق.
فيقول المعترض: إن في الأصل وصفًا مانعًا من إلحاق الفرع به، وهو الذكورة؛ لأن عتق الذكر تلزمه مصالح، كالشهادة والجهاد، وجميع المناصب المختصة بالرجال لا توجد في الفرع الذي هو الأمة.
فيجيب المستدل عن هذا الاعتراض بأن الذكورة والأنوثة بالنسبة إلى العتق (¬١) وصفان طرديَّان لا يترتب عليهما شيءٌ من أحكام العتق، كما تقدم إيضاحه.
الثالثة: أن يبين أن العلة ثابتة بنصٍّ أو إيماءٍ وتنبيه.
ومثاله في الإيماء والتنبيه: قول الشافعي: العلة في تحريم الربا في البرِّ الطعمُ.
فيعارضه المالكي بالاقتيات والادخار.
_________
(¬١) في الأصل المطبوع: بأن الذكورة لا توجد بالنسبة إلى العتق. ولعل المثبت هو الصواب.',NULL,'474',NULL,NULL,'0');
INSERT INTO [b282] VALUES (472,'فيقول الشافعي: إن كون الطعم هو العلة تثبت بمسلك الإيماء والتنبيه في حديث معمر بن عبد اللَّه في "صحيح مسلم": "كنت أسمع رسول اللَّه -صلى اللَّه عليه وسلم- يقول: الطعام بالطعام مثلًا بمثل" الحديث. فترتيب اشتراط المثلية على وصف الطعم يدل بمسلك الإيماء والتنبيه على أن العلةَ الطعمُ.
والقصدُ المثال لا مناقشة الأقوال.
ومثالُه في النصِّ: أنْ يقول الحنبليُّ: علة الربا في البرِّ الكيل.
فيعارضُه المالكيُّ بوصف الاقتيات والادخار.
فيقول الحنبليُّ: إنَّ كون العلة الكيل ثبت بالنصِّ، ففي حديث حيان بن عبيد اللَّه عند الحاكم عن أبي سعيد بعد أن ذكر الستة المنصوص على تحريم الربا فيها أنَّ النبيَّ -صلى اللَّه عليه وسلم- قال: "وكذلك كلُّ ما يكالُ أو يوزن".
وفي الصحيحين بعد ذكر الرِّبويَّات أنَّ النبيَّ -صلى اللَّه عليه وسلم- قال: "وكذلك ما يوزنُ" بعد ذكر الكيلِ في الحديث.
الرابعة: أن يبين رجحان ما ذكره على ما أبداه المعترض.
ومثالُه: قول المالكيّ والحنفيِّ: إن علة كفارة الجماع في نهار رمضان انتهاكُ حرمة رمضان، فتجب في الأكل والشرب، كالجماع.
فيعارضه الحنبليُّ والشافعيُّ بخصوص وصف الجماع الذي رتَّب النبيُّ -صلى اللَّه عليه وسلم- عليه حكم الكفارة.',NULL,'475',NULL,NULL,'0');
INSERT INTO [b282] VALUES (473,'فيجيبُ المالكيُّ والحنفيُّ بأن الوصف المتعدِّي إلى غيره أرجح من الوصف الذي لم يتعدَّ إلى غيره؛ لأنَّ التعدية من المرجحات، وكون العلة هي انتهاك حرمة رمضان يتعدى بها الحكم من الجماع إلى الأكل والشرب، فتجبُ الكفارة في الجميع، وكون العلة خصوص الجماع تكون به قاصرةً على محلِّها، فلا يتعدى حكمها إلى شيء.
والقصدُ المثال لا مناقشة أدلة الأقوال.
وردَّ قوم القدح بالمعارضة بدعوى أن القدح هدمٌ، والمعارضة بناءٌ، والتحقيقُ خلافُه، لأنَّها هدمٌ للدليل.

<span data-type="title" id=toc-268>السؤال العاشر: عدمُ التأثير:</span>
أي عدم تأثير الوصف في الحكم.
وضابطُه: أن يذكر في الدليل ما يستغنى عنه.
وهو عند الأصوليين ثلاثةُ أقسام:
الأول: وهو المسمى بعدم التأثيرِ في الوصف.
وضابطُه: أن يكون الوصف طرديًّا لا مناسبة فيه أصلًا.
كقول الحنفيِّ في صلاة الصبح -مثلًا-: صلاةٌ لا تقصر، فلا يقدم أذانها على الوقت، كالمغرب.
فعدم القصر طرديٌّ في تقديم الأذان.
وحاصل هذا القسم: إنكار علة الوصف بكونه طرديًّا.',NULL,'476',NULL,NULL,'0');
INSERT INTO [b282] VALUES (474,'الثاني: وهو المسمى بعدم التأثير في الأصل.
وضابطُه: إبداء المعترض علة لحكم الأصل غير علة المستدل، بشرط كون المعترض يرى منع تعدد العلة لحكمٍ واحد، أمَّا إذا كان يرى جواز التعدد فلا يقدح في هذا القسم.
مثالُه: أن يقال في بيع الغائب: بيعُ غير مرئيٍّ، فلا يصحُّ بيعُه، كالطير في الهواء.
فيقول المعترض: لا أثر لكونه غير مرئيٍّ في الأصل، فإن العجز عن التسليم كافٍ في عدم الصحة، وعدمها واقعٌ مع الرؤية.
وهذا النوع من هذا القادح الذي هو عدم التأثير يتداخل مع المعارضة في الأصل -كما تقدَّم-.
الثالث: وهو المسمى بعدم التأثير في الحكم.
وأضربه ثلاثة:
١ - أن لا يكون لذكره فائدة أصلًا، كقول الحنفيِّ في المرتدين: مشركون أتلفوا مالًا بدار الحرب، فلا ضمان عليهم، كالحربيِّ.
ودار الحرب عندهم لا أثر لذكرها في الأصل ولا في الفرع، لأنَّ مَنْ أوجب الضمان ومَنْ نفاه لم يفرق أحدٌ منهم بين دار الحرب وغيرها.
وهذا راجع إلى القسم الأول، وهو كون الوصف طرديًّا.
فالمعترضُ يطالب المستدلَّ بتأثير كون الإتلافِ في دار حربٍ.',NULL,'477',NULL,NULL,'0');
INSERT INTO [b282] VALUES (475,'والذي عليه المحققون فساد العلة بذلك.
وذهب بعضهم إلى صحة التمسك به. ولا يخفى ضعفه.
٢ - أن يكون لذكرها فائدةٌ ضرورية، كقول معتبر العدد في الاستجمار بالأحجار: عبادةٌ متعلقة بالأحجار لم تتقدمْها معصيةٌ، فاعتبر فيها العدد قياسًا على رمي الجمار.
فقوله: "لم تتقدمها معصية" عديم التأثير في الأصل والفرع، لكنه مضطرٌّ إلى ذكره ليحترز به عن الرجم؛ لأنه عبادةٌ متعلقة بالأحجار ولم يُعتبر فيها العددُ.
٣ - أن يكون لذكرها فائدةٌ غير ضرورية، كان يقول: الجمعةُ صلاةٌ مفروضة، فلا تفتقر في إقامتها إلى إذن الإمام الأعظم كالظهر.
فقوله: "مفروضة" لو حذف لما ضرَّ، لكنه ذكر لفائدة تقريب الفرع من الأصل، بتقوية الشبه بينهما، إذ الفرض بالفرض أشبه منه بغيره، ومنع قوم ردَّ ما ذكر لفائدة، وله اتجاه.

<span data-type="title" id=toc-269>تنبيهان:</span>
١ - اعلم أن التأثير في هذا المبحث يراد به معنًى أعم من معناه المقابل للملائم والغريب.
٢ - اعلم أنه يُشترطُ في القدح بعدم التأثير أن يكون القياسُ قياسَ علة، فلا يقدح في قياس الشبه، ولا في الطرد، على القول باعتباره.
ويُشترطُ فيه -أيضًا- أن تكون العلة مستنبطةً مختلفًا فيها، فلا',NULL,'478',NULL,NULL,'0');
INSERT INTO [b282] VALUES (476,'يقدحُ به في علة منصوصةٍ ولا مستنبطةٍ مجمعٍ عليها.
وأشار في "المراقي" إلى تعريف هذا القادح وشروطه وأقسامه بقوله:
والوصفُ إن يعدم له تأثير ... فذاك لانتقاضه يصير
خصَّ بذي العلةِ بائتلافِ ... وذاتِ الاستنباطِ والخلافِ
يجيءُ في الطرديِّ حيثُ عللا ... به وقد يجيءُ فيما أصلا
وذا بإبدا علةٍ للحكمِ ... ممن يرى تعددًا ذا سقم
وقد يجي في الحكمِ وهو أضربُ ... فمنه ما ليس لفيدٍ يجلب
وما لفيدٍ عن ضرورةٍ ذكر ... أو لا وفي العفو خلافٌ قد سُطِر

<span data-type="title" id=toc-270>السؤال الحادي عشر: التركيب:</span>
قال المؤلف (¬١) -رحمه اللَّه تعالى-:
(وهو القياسُ المركبُ. . .) الخ.
اعلمْ أنَّ القياسَ المركب هو مركبُ الأصلِ ومركبُ الوصف، وهما داخلان في المنع -كما قدمناه واضحًا-؛ لأنَّ مركب الأصل يمنعُ المعترض فيه كون الوصف علةً، ومركب الوصف يمنع فيه وجود الوصف -كما تقدَّم-.
_________
(¬١) (٣/ ٩٥٣).',NULL,'479',NULL,NULL,'0');
INSERT INTO [b282] VALUES (477,'فذكرُ هذا القادح تكرارٌ مع ذكر قادح المنع.

<span data-type="title" id=toc-271>السؤال الثاني عشر: القول بالموجب:</span>
وضابطُه: تسليم المعترض دليل الخصم مع بقاء النزاع في الحكم. أي وذلك بجعل الدليل الذي سلَّمه ليس هو محلَّ النزاع.
كقوله تعالى: {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ} الآية [المنافقون/ ٨]، فابنُ أُبَيٍّ في هذه الآية استدلَّ على أنَّه يخرج الرسول -صلى اللَّه عليه وسلم- وأصحابه من المدينة بأنَّ الأعزَّ قادرٌ على إخراج الأذلِّ، والله سلَّم له هذا الدليل مبيِّنًا أنَّه لا يجديه؛ لأنَّه هو الأذلُّ، حيث قال تعالى: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} الآية [المنافقون/ ٨].
واعلمْ أنَّ القولَ بالموجبِ عند الأصوليين يقعُ على أربعةِ أوجه:
الوجه الأول: أنْ يَرِدَ لخللٍ في طرف النفي.
وذلك أنْ يستنتج المستدلُّ من الدليل إبطال أمر يتوهم منه أنَّه مبنى مذهب الخصم في المسألة، والخصم يمنع كونه مبنى مذهبه، فلا يلزم من إبطاله إبطال مذهبه.
وأكثر القول بالموجب من هذا النوع.
كأن يقال في وجوب القصاص بالقتل بالمثقَّل: التفاوت في الوسيلة من آلات القتل وغيره لا يمنع القصاص، كالمتوسل إليه من قتلٍ أو قطعٍ أو غيرهما لا يمنع التفاوتُ فيه القصاص.',NULL,'480',NULL,NULL,'0');
INSERT INTO [b282] VALUES (478,'فتفاوت الآلات ككونه بسيفٍ أو برمحٍ أو غيرهما.
وتفاوت القتل ككونه بحزِّ عنق أو قطع عضو.
وتفاوت القطع ككونه بحزِّ المفصل من جهة واحدة، أو من جهتين، أو بغير ذلك.
فيقول المعترض، كالحنفيِّ: سلمنا أنَّ التفاوت في الوسيلة لا يمنع القصاص، ولكن لا يلزم من إبطال مانعٍ انتفاء جميع الموانع، ووجود جميع الشروط بعد قيام المقتضي. وثبوتُ القصاص متوقف على جميع ذلك.
فقول المستدل: "لا يمنع القصاص" نفيٌ، ولأجل ما وقع فيه من الخلل ورد القول بالموجب، فكأنَّ الحنفيَّ يقول للمستدلِّ: ما توهمتَ أنه مبنى مذهبي في عدم القصاص في المثقَّل ليس مبناه، فلا يلزم من إبطاله إبطال مذهبي، بل مبنى مذهبي شيء آخر لم تتعرض له في اعتراضك.
ومعلوم أنَّ موجب منع الحنفيِّ القصاص في القتل بالمثقَّل عدمُ تحقق العلة التي هي قصد القتل، فهو عنده من الخطإ شبه العمد، إذ لا يلزم من قصده ضربه بالمثقَّل قصده إزهاق روحه عنده.
الوجه الثاني: أن يقع على ثبوت.
وضابطه: أن يستنتج المستدلُّ من الدليل ما يتوهم منه أنَّه محلُّ النزاع أو ملازمه، ولا يكونُ كذلك.',NULL,'481',NULL,NULL,'0');
INSERT INTO [b282] VALUES (479,'كأن يقال في القصاص بالقتل بالمثقَّل: قتلٌ بما يقتل -غالبًا-، لا ينافي القصاص؛ فيجب فيه القصاص قياسًا على الإحراق بالنار.
فيقول المعترض، كالحنفي: سلَّمنا عدم المنافاة بين القتل بمثقَّل وبين ثبوت القصاص، ولكنْ لمَ قلتَ: إن القتل بمثقَّل يستلزم القصاص، وذلك هو محلُّ النزاع، ولم يستلزمه دليلك وهو العلة التي هي قوله: "قتل بما يقتل غالبًا لا ينافي القصاص".
فقوله: "يجب فيه القصاص" ثبوتٌ، ولأجل ما ورد فيه من الخلل عنده وقع عليه القول بالموجبِ المذكور.
الوجه الثالث: أن يقع لشمول لفظ المستدلِّ صورةً متفقًا عليها، فيحمله المعترض على تلك الصورة، ويبقى النزاع فيما عداها.
كقول الحنفي في وجوب زكاة الخيل: حيوانٌ يسابق عليه، فتجب فيه الزكاة، كالإبل.
فيقول المعترض: أقول به إذا كانت الخيل للتجارة.
وهذا أضعف أنواعه، لأنَّ المستدلَّ يقول: عنيت وجوب الزكاة في رقابها.
الوجه الرابع: أن يقع لأجل سكوت المستدلِّ عن مقدمة غير مشهورة مخافة منع الخصم لها لو صرَّح بها.
كقول مشترط النية في الوضوء والغسل: كلُّ ما هو قربة تشترطُ فيه النية، كالصلاة، وسكت عن الصغرى وهي: الوضوء والغسل قربة.',NULL,'482',NULL,NULL,'0');
INSERT INTO [b282] VALUES (480,'فيقول المعترض، كالحنفيِّ -مثلًا-: نسلِّم أنَّ كلَّ ما هو قربة تشترط فيه النية، ولا يلزم من ذلك اشتراطها في الوضوء والغسل، فلو صرَّح المستدلُّ بالصغرى لَمَنَعها (¬١) المعترض، وخرج عن القول بالموجب.
وبعضهم يقول في هذا المثال: السكوت عن مقدمةٍ مشهورة. وما تقدم أظهر؛ لأنَّ المشهورة كالمذكورة، فكأنَّها غير مسكوت عنها لشهرتها.
وهذا النوع من القول بالموجب إنَّما ورد على السكوتِ عنها، ووجه كون الأول أظهر أنَّ غير المشهورة مسكوت عنها.
ووجه من قال: السكوت عن مقدمة مشهورة: أنَّ الشهرة هي التي تبيحُ الحذف؛ لأنَّ حذف غير المشهور يؤدي إلى عدم فهم الكلام.

<span data-type="title" id=toc-272>تنبيهان:</span>
الأول: منشأ الخلاف في اشتراط النية في الوضوء والغسل هو أنَّهما وسيلة إلى صحة الصلاة، فمَنْ أعطى الوسيلة حكم ما يقصد بها جَعَلَها قربةً فأوجب النية فيهما، وهذا هو الأظهر.
ومن لم يعط الوسيلة حكم مقصدها لم يجعلها قربة، فلم يُوجِبْ فيهما النية.
_________
(¬١) لأن أبا حنيفة رحمه اللَّه يقول: الوضوء والغسل طهارةٌ معقولة المعنى، وليست قربة. "عطية"',NULL,'483',NULL,NULL,'0');
INSERT INTO [b282] VALUES (481,'الثاني: قال بعض أهل الأصول: القولُ بالموجب والقلب معارضةٌ في الحكم لا قدحٌ في العلة. وجعلهما الفخر الرازي من القوادح في العلة.
وأشار في "المراقي" إلى تعريف القول بالموجب وأقسامه، فقال:
والقولُ بالموجبِ قدحه جلا ... وهو تسليم الدليل مُسْجَلا
مِنْ مانعٍ أنَّ الدليلَ استلزما ... لما مِنَ الصورِ فيه اختُصِما
يجيءُ في النفي وفي الثبوتِ ... ولشمول اللفظِ والسكوتِ
عمَّا من المقدِّماتِ قد خلا ... مِنْ شهرةٍ لخوفه أنْ تحظلا
واعلم أن الذي بيناه هنا هو القول بالموجب في اصطلاح أهل الأصول، أما القول بالموجب الذي هو نوعٌ من أنواع البديع المعنوي عند البلاغيين فقد تركنا إيضاحه هنا، لأن محله في فنِّ البلاغة.',NULL,'484',NULL,NULL,'0');
INSERT INTO [b282] VALUES (482,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل في حكم المجتهد
اعلمْ أن الاجتهاد في اللغة: بذل المجهود في استفراغ الوسع في فعلٍ. ولا يستعمل إلا فيما فيه جهدٌ أي مشقة، يقال: اجتهد في حمل الرَّحى، ولا يقال: اجتهد في حمل النواة).
والجهد -بالفتح-: المشقة، وبالضمِّ: الطاقة، ومنه قوله تعالى: {وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ} [التوبة/ ٧٩] قاله القرافي.
والاجتهادُ في اصطلاح أهل الأصول: بذلُ الفقيه وُسْعَهُ بالنظر في الأدلة، لأجل أن يحصل لَه الظنُّ أو القطعُ بأنَّ حكم اللَّه في المسألة كذا.
والأصل في الاجتهاد قوله تعالى: {يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ} [المائدة/ ٩٥]، وقوله تعالى: {وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ} [الأنبياء/ ٧٨].
وقوله -صلى اللَّه عليه وسلم-: "إذا اجتهد الحاكمُ فأصاب" الحديث، وقوله -صلى اللَّه عليه وسلم- لمعاذ: "الحمدُ للَّه الذي وفقَ رسول رسول اللَّه".

وشروط المجتهد:
_________
(¬١) (٣/ ٩٥٩).',NULL,'485',NULL,NULL,'0');
INSERT INTO [b282] VALUES (483,'١ - إحاطتُه بمدارك الأحكامِ المثمرة لها من كتاب، وسنة، وإجماع، واستصحاب، وقياس، ومعرفة الراجح منها عند ظهور التعارض، وتقديم ما يجب تقديمه منها كتقديم النصِّ على القياس.
والعدالة ليست شرطًا في أصل الاجتهاد، وإنَّما هي شرطٌ في قبول فتوى المجتهد.
ولا يشترطُ حفظُ آياتِ الأحكام، وأحاديثها، بل يكفي علم مواضعها في المصحف وكتب الحديث ليراجعها عند الحاجة.
٢ - ويشترط علمه بالناسخ والمنسوخ، ومواضع الإجماع والاختلاف، ويكفيه أن يعلم أنَّ ما يستدلُّ به ليس منسوخًا، وأنَّ المسألة لم ينعقد فيها إجماعٌ من قبل، ولا بدَّ من معرفته للعامِّ والخاصِّ، والمطلقِ والمقيدِ، والنصِّ والظاهرِ والمؤولِ، والمجملِ والمبينِ، والمنطوق والمفهومِ، والمحكمِ والمتشابه.
٣ - ولا بدَّ من معرفة ما يصلحُ للاحتجاجِ به من الأحاديثِ، من أنواع الصحيحِ والحسن، والتمييز بين ذلك، وبين الضعيفِ الذي لا يحتجُّ به، لمعرفته بأَسبابِ الضعف المعروفة في علم الحديثِ والأصول.
٤ - وكذلك القدرُ اللازمُ لفهم الكلام من النحو واللغة.
تجزُّؤ الاجتهاد: والصحيح جوازُ تجزُّؤ الاجتهاد.
التعبد بالقياس: واختلف في جواز التعبدِ بالقياس في زمنه -صلى اللَّه عليه وسلم-، فمنعه قومٌ لإمكان الحكم بالوحي، وأجازه قومٌ لقصة معاذ.',NULL,'486',NULL,NULL,'0');
INSERT INTO [b282] VALUES (484,'اجتهادُه -صلى اللَّه عليه وسلم-: واختلف في اجتهاده -صلى اللَّه عليه وسلم-، فمنعه قومٌ لقوله تعالى: {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤)} [النجم/ ٤]، وأجازه قومٌ لقوله تعالى: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ} [الأنفال/ ٦٧] ونحوها، وأجازه قومٌ في الأمور الدنيوية دون الدينية.
واختلف: هل المصيبُ واحدٌ من المجتهدين المختلفين، أو كلٌّ مصيب؟
والأول هو اختيار المؤلف، وهو الصحيح، كما يدلُّ عليه حديث: "إذا اجتهد الحاكم فأخطأ. . . " الحديث، فهو نصٌّ صحيحٌ صريحٌ في أنَّ المجتهدين منهم المخطئ ومنهم المصيب.
ومعلوم أن المخطئ في الفروع مع استكماله الشروط معذورٌ في خطئه، مأجورٌ باجتهاده، كما في الحديث.
وقصة بني قريظة تدلُّ على أنَّه قد يكون الكلُّ مصيبًا في الجملة؛ لأنَّه -صلى اللَّه عليه وسلم- لم يخطِّئ مَنْ صلى العصر قبل بني قريظة، ولا من لم يصلِّها إلا في بني قريظة، وهو لا يُقِرُّ على باطلٍ.
وإذا لم يترجح عند المجتهد أحد الدليلين المتعارضين وجب عليه التوقفُ. وقيل: يُخَيَّر. وقيل: يأخذ الأحوط منهما، وهو أظهرها؛ لحديث: "دَعْ ما يريبُك إلى ما لا يريبُك".
وليس للمجتهد أن يقول قولين في المسألة في حالةٍ واحدةٍ، في قول عامة الفقهاء.
واتفقوا على أنَّ المجتهد إذا اجتهد فغلب على ظنِّه الحكم لم يَجُزْ',NULL,'487',NULL,NULL,'0');
INSERT INTO [b282] VALUES (485,'له تقليدُ غيره. أمَّا القاصر في فنٍّ فهو كالعامِّيِّ فيه.
واعلم أنَّه إذا نصَّ المجتهد على حكمٍ في مسألةٍ لعلةٍ بيَّنها، فكلُّ وصفٍ توجد فيه تلك العلة فحكمُه حكمُ ما نصَّ عليه، فلأصحابه العارفين بمذهبه أن يحكموا عليها أنَّها كمذهبه، نظرًا للعلة الجامعة التي بيَّنها المجتهدُ.
فالمجتهد المقيَّد يُلْحِقُ ما سكت عنه إمامُه بما نصَّ عليه للعلة الجامعة، كما يفعله المجتهد المطلقُ بالنسبة إلى نصوص الشرع العامَّة.
ولأجل هذه القاعدة أوجب بعضُ المالكية الزكاة في التِّين مع أنَّ مالكًا لم يذكر في التين زكاةً، ومعلومٌ أنَّ علة الزكاة في الثمار عنده إنَّما هي الاقتياتُ والادخارُ، فلمَّا كان الاقتيات والادخار موجودًا في التين جعل بعض أصحابه الزكاة فيه كالزبيب بمقتضى علته المذكورة، ولذا قال ابن عبد البرِّ: أظنُّ مالكًا ما كان يعلم أنَّ التين ييبس ويقتات ويُدَّخَر، ولو كان يعلم ذلك لجعله كالزبيب، ولَمَا عدَّه مع الفواكه التي لا تيبس ولا تُدَّخَر كالرمَّان والفِرْسِك.
فإن لم يبيِّن المجتهدُ العلةَ لم يُجْعَلْ ذلك الحكمُ مذهبًا له في مسألة أخرى، وإن أشبهتها شبهًا يجوزُ خفاء مثله على بعض المجتهدين، إذ لا يدرى أنَّها لو خطرتْ ببالِه صار فيها إلى ذلك الحكم، بل قد يظهرُ له فرقٌ بينهما مع المشابهة.
وإنْ نصَّ المجتهدُ في مسألة واحدة على حكمين مختلفين، فإن',NULL,'488',NULL,NULL,'0');
INSERT INTO [b282] VALUES (486,'عُرِفَ الأخيرُ منهما فهو مذهبه على الصحيح، وإن لم يعلم الأخير اجتُهِدَ فى أشبههما بأصوله وأقواها دليلًا فتُجْعَل مذهبًا له، وتكون الأخرى كالمشكوك فيها.
ومثَّل لذلك مُحَشِّي "الروضة" بمثالين:
١ - ما لو اختلف نصُّ أحمد في أنَّ الكفار يملكون أموال المسلمين بالقهر، لكان الأشبه بأصله أنهم لا يملكونها، بناءً على تكليفهم بالفروع، وهو أشبه بقاعدته؛ لأنَّ الأسباب المحرمة لا تفيدُ الملك، ولذلك رجحه أبو الخطاب ونصره في تعليقه، وإن كان مخالفًا لنصوص أحمد على أنَّهم يملكونها.
٢ - هو أنَّه لما اختلف نصُّه في بيع النجش، وتلقي الركبان، ونحو ذلك: هل هو باطلٌ أو لا؟ كان الأشبه بنصِّه البطلان، بناءً على اقتضاء النهي الفساد مطلقًا. اهـ. منه.',NULL,'489',NULL,NULL,'0');
INSERT INTO [b282] VALUES (487,'قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل في<span data-type="title" id=toc-274> التقليد)</span>
التقليد في اللغة: وضع القلادة في العنق، ويستعملُ في تفويض الأمر إلى الشخص، كأنَّ الأمر مجعولٌ فى عنقه كالقلادة، ومنه قول لقيطٍ الأيادي:
وقلِّدوا أمركم للَّه دركمُ ... رَحْبَ الذراعِ بأمرِ الحربِ مطَّلعا
وهو في اصطلاح الفقهاء: قبولُ قول الغير من غير معرفة دليله.
واعلم أنَّ قول الغير لا يطلق إلَّا على اجتهاده، أمَّا ما فيه النصوص فلا مذهب فيه لأحد، ولا قول فيه لأحد؛ لوجوب اتباعها على الجميع، فهو اتباعٌ لا قولٌ حتى يكون فيه التقليد.
والاجتهادُ إنَّما يكونُ في شيئين:
أحدهما: ما لا نصَّ فيه أصلًا.
والثاني: ما فيه نصوصٌ ظاهرها التعارض، فيجب الاجتهاد في الجمع بينها، أو الترجيح.
فالأخذ بقول النَّبيِّ -صلى اللَّه عليه وسلم-، أو بالإجماع، لا يُسمى تقليدًا؛ لأنَّ ذلك هو الدليلُ نفسه.
_________
(¬١) (٣/ ١٠١٦).',NULL,'490',NULL,NULL,'0');
INSERT INTO [b282] VALUES (488,'ولم يخالف في جواز التقليد للعاميِّ إلا بعض القدريَّة.
والأصل في التقليد قوله تعالى: {وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ} [التوبة/ ١٢٢]، وقوله: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (٤٣)} [النحل/ ٤٣، الأنبياء/ ٧]، وإجماع الصحابة عليه.
ولا يستفتي العاميُّ إلا من غلب على ظنِّه أنَّه من أهل الفتوى.
وإذا كان في البلد مجتهدون فله سؤال من شاء منهم، ولا يلزمه مراجعة الأعلم؛ لجواز سؤال المفضول. وقيل: يلزمه سؤال الأفضل.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل في<span data-type="title" id=toc-275> ترتيب الأدلة </span>ومعرفة الترجيح)
أما ترتيبُ الأدلة: فقد ذكر أنَّ المقدَّم منها الإجماع، ثم المتواتر من الكتاب أو السنة، فمتواترُ السُّنَّةِ في مرتبة القرآن، ثم أخبار الآحاد.
واعلم أنَّ الإجماع الذي يذكر الأصوليون تقديمه على النصِّ هو الإجماعُ القطعيُّ خاصَّةً، وهو الإجماع القوليُّ المُشَاهَدُ، أو المنقول بعدد التواتر، أمَّا غير القطعيِّ من الإجماعات كالسكوتيِّ والمنقولِ بالآحادِ فلا يقدَّم على النصِّ.
واعلم أنَّ تقديم الإجماع على النصِّ إنَّما هو في الحقيقة تقديمُ
_________
(¬١) (٣/ ١٠٢٨).',NULL,'491',NULL,NULL,'0');
INSERT INTO [b282] VALUES (489,'النصِّ المستند إليه الإجماع على النصِّ الآخر المخالف للإجماع. وتارة يكون النصُّ معروفًا، وتارةً يكون غير معروف إلا أنَّا نجزم أنَّ الصحابة لم يجمعوا على ترك ذلك النصِّ إلا لنصٍّ آخر هو مستند الإجماع.
فمثال الأول: ما لو تنازع خصمان في الأخت من الرضاع: هل يحلُّ وطؤها بملك اليمين؟
فقال أحدهما: لا يحلُّ ذلك، لقوله تعالى: {وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ} [النساء/ ٢٣]، وظاهره يشمل النكاح وملك اليمين.
فقال خصمه: يحلُّ وطؤها بملك اليمين؛ لعموم قوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ. . .} الآية في (قد أفلح، وسأل سائل)، وظاهرها الإطلاق في الأخت من الرضاع وغيرها.
فيقول خصمه: أجمع جميع المسلمين على منع وطء الأخت من الرضاع بملك اليمين، وهذا الإجماع مقدَّم على قوله تعالى: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ}، والمقدَّم في الحقيقة النصُّ المستند إليه الإجماع، وهو قوله تعالى: {وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ}.
ومثال الثاني: المضاربةُ المعروفةُ في اصطلاح بعض الفقهاء بالقراض، فإنَّ ظاهر النصوص العامة منعها؛ لأنَّ الربح المجعول للعامل جزءٌ منه لا يدرى هل يحصل منه قليل أو كثير، أو لا يحصل منه شيء، وهذا داخلٌ في عموم الغرر.
ولم يثبت نصٌّ صحيح يجب الرجوع إليه من كتاب ولا سنة بجواز',NULL,'492',NULL,NULL,'0');
INSERT INTO [b282] VALUES (490,'المضاربة، والحديث الوارد فيها ضعيف لا يحتجُّ به، إلَّا أنَّ الصحابة أجمعوا على جواز المضاربة، وكذلك من بعدهم، فقدِّم هذا الإجماع على ظاهر تلك النصوص الدالة على منع الغرر؛ لعلمنا بأنَّهم استندوا في إجماعهم إلى شيء علموه منه -صلى اللَّه عليه وسلم- يدلُّ على إباحة ذلك. واللَّه أعلم.
واعلم أنَّ التعارض لا يكون بين قطعيَّين، ولا بين قطعيٍّ وظنِّيٍّ، وإنَّما يكون بين ظنيَّين فقط.
واعلم أنَّ تعادل الدليلين الظنيَّين بحسب ما يظهر للمجتهد جائزٌ اتفاقًا، أمَّا تعادلهما في نفس الأمر فاختُلف فيه، فنقل عن الإمام أحمد والكرخيِّ أنَّه لا يمكن تعادلهما في نفس الأمر، وصححه صاحب "جمع الجوامع"، والأكثرون على جوازه، ومنهم من قال: هو جائز غير واقع.

<span data-type="title" id=toc-276>الترجيح</span>
والترجيحُ في الاصطلاح: تقوية أحد الدليلين المتعارضين.
واعلم أنَّه إن حصل التعارض وجب الجمع أوَّلًا إن أمكن، كتنزيلهما على حالين، كما أكثرنا من أمثلته القرآنيةِ في كتابنا "دفع إيهام الإضطراب عن آيات الكتاب".
ومن أمثلته في الحديث: الحديث الوارد بذمِّ الشاهد قبل أن تطلب منه الشهادة، مع الحديث الوارد بمدحه.
فيجمع بينهما بأن ينزَّل كلٌّ منهما على حالٍ:',NULL,'493',NULL,NULL,'0');
INSERT INTO [b282] VALUES (491,'فيحملُ حديثُ المدحِ على مَنْ شهد في حقِّ اللَّهِ، ومَنْ يعلمُ أنَّ المشهود له لا يعلمُ أنه شاهدٌ له.
ويحمل حديث الذمِّ على الشاهد في حقِّ الآدميِّ العالم بأنَّ الشاهد يعلم ما يشهد به ولم يطلبه.
فإن لم يمكن الجمعُ فالمتأخر ناسخٌ للمتقدم، فإن لم يعرف المتأخر فالترجيح.

والترجيحُ في الأخبار مِن ثلاثةِ أوجه:
الأول: يتعلقُ بالسندِ، وهو خمسة:
أولًا: كثرةُ الرواية.
ثانيًا: ثقة الراوي، وضبطه، وقلة غلطه.
ثالثًا: ورع الراوي وتقواه؛ لشدة تحرزه من رواية من يشك فيه.
رابعًا: أن يكون صاحب القصة، كحديث ميمونة أنَّه -صلى اللَّه عليه وسلم- تزوجها وهو حلالٌ.
خامسًا: أن يكون مباشرًا للقصة، كحديث أبي رافع بذلك، لأنَّه هو السفير بينه وبين ميمونة. فكلاهما يرجح على حديث ابن عباس أنَّه تزوجها وهو محرم.
وللأصوليين في الترجيح باعتبار السند أمور كثيرةٌ زائدةٌ على ما ذكره المصنف:',NULL,'494',NULL,NULL,'0');
INSERT INTO [b282] VALUES (492,'منها: علوُّ السند، فالسند الذي هو أعلى يقدَّم على غيره؛ لأنَّ قلة الوسائط بين المجتهدِ وبين الرسول -صلى اللَّه عليه وسلم- أرجح من كثرتها؛ لأنَّ قلة الوسائط يقلُّ معها احتمال النسيانِ والاشتباهِ والزيادةِ والنقص.
ومنها: السلامةُ من البدع، فالراوي غير البدعيِّ أرجح من الرواي البدعيِّ.
ومنها: فقهه في الباب المتعلق به المروي، فالفقيهُ في البيوع مثلًا يُقَدَّم خبره على غير الفقيه فيها.
وكذا يُقَدَّمُ زائد الفقه على غيره، ولذا قالت المالكية: يُقَدَّمُ خبرٌ رواه ابن وهب في الحجِّ على ما رواه ابن القاسمِ فيه؛ لأنَّه أفقه منه فيه، وإن كان ابن القاسم أفقه منه في غيره.
ويُقَدَّمُ عندهم العالمُ باللغة على غير العالم بها، والعالمُ بالنحو على غير العالم به، لأنَّ الخطأ منهما في فهم مقاصدِ الكلامِ أقل.
ويُقَدَّمُ الفطنُ على من دونه.
ويُقَدَّمُ المشهور بالعدالة على المعدَّل بالتزكية.
ويُقَدَّمُ الراوي الذي زكَّاه المجتهد باختباره إيَّاه على المزكَّى بالإخبار، إذ ليس الخبر كالعيان.
ويُقَدَّمُ من زُكِّيَ تزكية صريحةً على من زُكِّيَ تزكيةً ضمنيةً، كالحكم بشهادته والعمل بروايته.
ويُقَدَّمُ من زكَّاه جماعة كثيرون على من زكَّاه واحد مثلًا.',NULL,'495',NULL,NULL,'0');
INSERT INTO [b282] VALUES (493,'ويُقَدَّمُ غير المدلِّس على المدلِّس.
ويُقَدَّمُ الحرُّ على العبدِ؛ لأنَّ الحرَّ لشرف منصبه يتحرزُ عن ما لا يتحرزُ عنه العبد. وضعَّف بعضهم الترجيحَ بالحرية.
ويُقَدَّمُ حافظُ الخبر الذي يسرده متتابعًا على من ليس كذلك، وهو من يتخيلُ اللفظ ثم يتذكره ويؤديه بعد تفكر وتكلفٍ، ومن لا يقدر على التأدية أصلًا لكنْ إذا سمع اللفظ علم أنَّه مرويه عن فلان.
ويُقَدَّمُ الراوي الذي يُعْرَفُ نسبُه على الراوي الذي لم يُعْرَفْ نسبُه؛ لأنَّ الوثوق بالأول أشد.
ويُقَدَّمُ عندهم الذكرُ على الأنثى، إلَّا إذا عُلِمَ أنَّها أضبطُ من الذكر فتقدمُ عليه، وكذلك إن كانت صاحبة القصة قُدمت على الذكر.
قال بعضهم: الأنثى والذكر على السواء، ولا يرجح عليها إلَّا بما يرجحُ به الرجل على الرجل.
وفصَّل بعضُ العلماء فقال: يرجحُ الذكر في غير أحكام النساء، بخلاف أحكامهنَّ كالحيض والعدة، فيرجحن فيها على الذكور؛ لأنَّهنَّ أضبطُ فيها.
ويُقَدَّمُ الذي كانت روايته أوضح في إفادة المروي على الذي في روايته خفاءٌ كالإجمال، ولأجل ذلك يُقَدَّمُ الراوي بالسماع على الراوي بالإجازة؛ لأنَّ السماع طريقٌ واضحٌ في إفادة المروي ببيان تفاصيله، بخلاف الإجازة لما فيها من الإجمال.',NULL,'496',NULL,NULL,'0');
INSERT INTO [b282] VALUES (494,'ويُقَدَّمُ من عُلِمَتْ جهة تحمله من سماع لفظ الشيخ أو القراءة عليه ونحو ذلك على رواية من لم تُعلم جهةُ تحمله.
وتُقَدَّمُ رواية المكلَّف وقت التحمل على رواية من هو صبيٌّ وقت التحمل، والحالُ أنَّه أدَّى بعد البلوغ؛ للاختلاف في المتحمل قبل البلوغ، وعدم الاختلاف في المتحمل بعد البلوغ؛ لأنَّ ما لا خلاف فيه يقدم على ما فيه خلافٌ، وإن كان المشهور المعروفُ قبول رواية من تحمَّل قبل البلوغ إذا كانت التأدية بعد البلوغ.
ويُقَدَّمُ راوي الحديث بلفظه على الراوي بالمعنى؛ لسلامة المرويِّ باللفظ عن احتمال وقوع الخلل في المرويِّ بالمعنى.
ويُقَدَّمُ خبر الراوي الذي لم ينكر شيخُه أنَّه حدَّثه على خبر من أنكر شيخُه الذي روى عنه روايته له عنه، وإن قلنا بأنَّ إنكاره لا يضر.
ويُقَدَّمُ ما في الصحيحين أو أحدهما على ما ليس فيهما.
إلى غير ذلك.
وكثيرٌ ممَّا ذكرنا من المرجِّحات باعتبار السند لا يخلو من خلافٍ، ولكن له كله وجهٌ من النظر.

الوجه الثاني من<span data-type="title" id=toc-278> الترجيح: بأمرٍ يعودُ إلى المتن</span>، كاعتضادِ أحد الدليلين المتعارضين بكتابٍ أَو سنةٍ أو غير ذلك من الأدلة، كأحاديثِ صلاة الصبح فإنَّ في بعضها التغليس بها، أي فعلها في بقية الظلام، وفي بعضها الإسفار بها، فتعتضدُ أحاديث التغليسِ بعموم قوله تعالى: {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ} [آل عمران/ ١٣٣].',NULL,'497',NULL,NULL,'0');
INSERT INTO [b282] VALUES (495,'وكأن يختلف في وقف أحد الخبرين على الراوي، والآخر يتفق على رفعه.
وكأن يكون راوي أحدهما قد نُقِلَ عنه خلافُه، فتتعارض روايتاه، ويبقى الآخر سليمًا عن التعارضِ، فيكون أولى.
وكأن يكون أحدهما مرسلًا، والآخر متصلًا، فالمتصلُ أولى؛ لأنَّه متفقٌ على الاحتجاجِ به، وذلك مختلفٌ فيه.
هذا حاصل ما ذكره المؤلف، وللأصوليين باعتبار حال المتن مرجحاتٌ كثيرةٌ غير ما ذكرها المؤلف:
منها: كثرةُ الأدلة، فالخبر الذي اعتضد بأدلة كثيرة مقدمٌ على ما اعتضد بأقل من ذلك من الأدلة.
ومنها: أن يكون المتنُ قولًا فهو مقدمٌ على الفعل، كما أنَّ الفعل مقدَّمٌ على التقرير. وإنَّما كان القولُ أقوى من الفعل لاحتمال الفعل الاختصاص به -صلى اللَّه عليه وسلم-.
ويُفْهَمُ منه أن ليس كلُّ قول أقوى، بل إذا احتمل القول الاختصاص فلا يكون أقوى من الفعل، فلا يَرِدُ قولهم: إنَّ الإحرام بالعمرة من الجعرانة أفضل منه من التنعيم، تقديمًا لفعله -صلى اللَّه عليه وسلم- على أمره لعائشة بالإحرام من التنعيم؛ لأنَّ أمره وإن كان قولًا يحتمل الخصوصية لعائشة، فليس أقوى من فعله، بل هو دونه كما قالوا؛ لاحتمال أنَّه إنَّما أمرها بذلك لضيق الوقت، لا لأنَّه أفضل، ويمكنُ على هذا أن يقاس على عائشة كلُّ من كان له عذرٌ.',NULL,'498',NULL,NULL,'0');
INSERT INTO [b282] VALUES (496,'وإنَّما كان الفعل مُقَدَّمًا على التقرير لأنَّ التقرير كالفعل الضمني، والفعل الصريحُ مقدَّمٌ على الضمني.
قال بعضهم: ويقدم تقريره ما وقع بحضرته على ما بلغه فأقرَّه.
ومنها: الفصاحة، فالخبر الفصيح يقدم على غير الفصيح؛ للقطع بأنَّ غير الفصيح مرويٌّ بالمعنى؛ لفصاحته -صلى اللَّه عليه وسلم-.
ولا عبرة بزيادة الفصاحة، فلا يقدم الخبر الأفصح على الفصيح. وقيل: يقدم عليه؛ لأنَّه -صلى اللَّه عليه وسلم- أفصح العرب، فيبعد نطقه بغير الأفصح، فيكون مرويًّا بالمعنى، فيتطرقُ إليه الخللُ.
وأجيب بأنَّه لا يعدُّ في نطقه بغير الأفصح؛ لأنَّه كان يخاطبُ العرب بلغاتهم.
ومنها: الزيادة، فالخبرُ المشتملُ على الزيادةِ يقدم على غيره؛ لما فيه من زيادةِ العلم، كخبر التكبير في العيدِ سبعًا، مع خبر التكبير فيه أربعًا، خلافًا لمن قدَّم الأقلَّ كالحنفية.
ومنها: ورود أحد الخبرين بلغة قريش، مع أنَّ الثاني واردٌ بغيرها؛ لاحتمال الوارد بغيرها الرواية بالمعنى، فيتطرَّق إليه الخلل.
ومنها: دلالة أحد الخبرين على علوِّ شأن الرسول -صلى اللَّه عليه وسلم- وقوته، ودلالة الآخر على الضعف وعدم القوة؛ لأنَّ قوته -صلى اللَّه عليه وسلم- وعلوَّ شأنه كان يتجدَّد شيئًا فشيئًا، فما أشعر بعلوِّ شأنه مقدَّمٌ على غيره، لأنَّ المشعر بعلوِّ شأنه معلومٌ أنَّه هو المتأخر.',NULL,'499',NULL,NULL,'0');
INSERT INTO [b282] VALUES (497,'ومنها: أن يتضمن الخبر قصة مشهورة، فإنه يقدَّم على المتضمن قصة خفية؛ لأنَّ القصة المشهورة يبعد الكذبُ فيها. قاله القرافي.
ومنها: ذكر السبب، فالخبر المذكور فيه السبب مقدمٌ على ما ليس كذلك؛ لاهتمام راوي الأول به، واهتمامُه دليلٌ على كمال ضبطه للمرويِّ؛ لأنَّه يترتبُ عليه عادةً.
وأيضًا، فإنَّ علم السبب يعين على فهم المراد، ولأجل ذلك اعتنى المفسرون بذكر أسباب نزول الآيات.
ومنها: أن يكون أحد الخبرين رواه راويه عن شيخه بدون حجاب، مع أنَّ الثاني رواه من وراء حجاب، كرواية القاسم بن محمد عن عائشة رضي اللَّه عنها أنَّ بريرة عتقت في حال كون زوجها عبدًا، على رواية الأسود بن يزيد عنها أنَّه كان حرًّا؛ لأنَّ القاسم كان محرمَها لكونها عمَّته، وكان يسمعُ منها بدون حجابٍ، بخلاف الأسود.
ومنها: الخبر المدنيُّ، فإنَّه مقدمٌ على الخبر المكيِّ؛ لتأخره عنه.
ومعلومٌ أنَّ المدنيَّ ما رُوِيَ بعد الشروع في الهجرة، والمكيَّ ما رُوِيَ قبل الشروع فيها.
فيشملُ المدنيُّ ما ورد بعد الخروج من مكة، وقبل الوصول إلى المدينة في سفر الهجرة.
هذا هو الاصطلاح المشهور في المدنيِّ والمكيِّ.
ولذا كان المشهور عندهم في آية {إِنَّ الَّذِي فَرَضَ عَلَيْكَ الْقُرْآنَ',NULL,'500',NULL,NULL,'0');
INSERT INTO [b282] VALUES (498,'لَرَادُّكَ إِلَى مَعَادٍ} [القصص/ ٨٥] أنَّها مدنية، مع أنَّها نزلت بالجحفة في سفر الهجرة، كما قاله غير واحد.
ومنها: كون أحد الخبرين جامعًا بين الحكم وعلته، مع أنَّ الآخر ليس كذلك؛ لأنَّ الجامع بين الحكم والعلة أقوى في الاهتمامِ بالحكم من الخبر الذي فيه الحكم دون علته.
كحديثِ البخاري: "مَنْ بدَّل دينَه فاقتلوه"، فهذا الحديث يدلُّ بمسلك الإيماء والتنبيه على أنَّ علة القتل هنا هي تبديلُ الدين، فيشملُ الذكر والأنثى، مع الحديثِ الصحيح الآخر أنَّه -صلى اللَّه عليه وسلم- "نهى عن قتل النساء والصبيان"، ففيه الحكم دون ذكر العلة، فيقدم عليه الأول لذكر العلة مع الحكم، فيكون الأرجح قتل المرتدة، خلافًا لمن منع قتل النساء مطلقًا بالكفر، مرتداتٍ كنَّ أو حربياتٍ، كالحنفية.
ومعلوم أنَّ النصَّين المذكورين بينهما عمومٌ وخصوصٌ من وجه، والأعمَّان من وجهٍ يظهر تعارضهما في الصورة التي يجتمعان فيها، فيجب الترجيح، وهي هنا في المثالين: النساءُ المرتداتُ، فإنَّهنَّ يدخلن في عموم "مَنْ بدَّلَ دينَه فاقتلوه" بناء على ما هو الحقُّ من شمول لفظة "مَنْ" للأنثى، كقوله تعالى: {وَمَنْ يَقْنُتْ مِنْكُنَّ} الآية [الأحزاب/ ٣١]، {يَانِسَاءَ النَّبِيِّ مَنْ يَأْتِ مِنْكُنَّ} الآية [الأحزاب/ ٣٠]، {وَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ مِنْ ذَكَرٍ أَوْ أُنْثَى} الآية [النساء/ ١٢٤]، كما أنهنَّ يدخلن في عموم النهي عن قتل النساء الكافرات.
وإلى الترجيح بين الأعمَّين من وجهٍ أشار في "مراقي السعود" بقوله:',NULL,'501',NULL,NULL,'0');
INSERT INTO [b282] VALUES (499,'وإنْ يكُ العمومُ مِنْ وجهٍ ظَهَر ... فالحكمُ بالترجيح حتمًا معتبر
ومنها: تأكيد الخبر، فالخبرُ المشتملُ على تأكيدٍ يقدم على الخبر الذي لم يشتمل عليه.
مثال المشتمل على توكيدٍ: حديثُ: "أيَّما امرأة نكحتْ بغير إذن وليها فنكاحُها باطلٌ باطلٌ"، مع حديث: "الأيِّمُ أحقُّ بنفسها" على تسليم ما فسرته به الحنفية؛ لأنَّ القصد مطلقُ المثالِ لا مناقشة أدلة الأقوال، فتكرار البطلان في الخبر الأول توكيدٌ لحكمه، فيرجح حكمه على الخبر الذي لم يؤكَّد حكمه.
ومنها: التهديد، فالخبر الذي فيه تهديدٌ وتخويفٌ مقدمٌ على ما ليس كذلك، ومثَّل له بعضهم بحديث عمَّار رضي اللَّه عنه: "من صامَ يومَ الشكِّ فقد عصى أبا القاسم -صلى اللَّه عليه وسلم-".
ففي الحديثِ تخويفٌ مِنْ صوم يوم الشك بأنَّه معصية للرسول -صلى اللَّه عليه وسلم-، فيقدم هذا الحديثُ على الأحاديثِ المرغبةِ في صوم النفل.
فإنْ قيل: التخويفُ المذكورُ من كلام الراوي، فليس ترجيحًا باعتبار حال المتن.
فالجوابُ: أنَّ حكمه الرفعُ، إذ لا يقالُ من جهة الرأي. نعم للناظر أن يقول: في التمثيل المذكور نظر؛ لأنَّه تقديمُ خاصٍّ على عامٍّ، فلا تعارضَ أصلًا. ويمكنُ أن يجاب بأنَّ الخاصَّ إنَّما رجح على العام في خصوص ما تعارضا فيه فقط. واللَّه تعالى أعلم.
ومنها: إطلاق العامِّ عن ذكر سببٍ، فالعامُّ المطلقُ الذي لم يذكر',NULL,'502',NULL,NULL,'0');
INSERT INTO [b282] VALUES (500,'له سببٌ يقدَّم عمومُه على العامِّ الذي ذُكر سببُه؛ لأنَّ هذا أضعفُ، لاحتمال الخصوص بصورة السبب، والخلافُ في ذلك معروفٌ، أمَّا صورة السببِ فهي مقدمةٌ على العامِّ المطلق؛ لأنَّها قطعية الدخول على الأصحِّ.

أمَّا صيغُ العمومِ فيقدَّم ما دلَّ منها على الشرطِ، كـ "مَنْ" و"ما" الشرطيتين، على<span data-type="title" id=toc-279> النكرة في سياق النفي</span>، على ما صححه بعضهم محتجًّا بأنَّ الشرطيَّ من العائم يفيدُ التعليلَ غالبًا، نحو: "مَنْ جامع فعليه الكفَّارةُ"، "مَنْ بدَّل دينه فاقتلوه".
ويُفْهَمُ من هذا أنه إن لم يفد التعليل فلا يقدم على النكرة، كقوله: {فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلَا إِثْمَ عَلَيْهِ} [البقرة/ ٢٠٣].
وقال بعضهم: إنَّ النكرة في سياق النفي تقدم على أدوات الشرطِ العامة كـ "من" و"ما".
قال مقيده -عفا اللَّه عنه-:
الظاهرُ أنَّ النكرةَ في سياقِ النفي إذا كانت نصًّا صريحًا في العموم، كالمبنية مع "لا" نحو: "لا إله إلا اللَّه"، أو المزيدة قبلها "مِنْ" نحو: {وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ} [آل عمران/ ٦٢]، {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ} [الأنبياء/ ٢٥، الحج/ ٥٢]، {لِتُنْذِرَ قَوْمًا مَا أَتَاهُمْ مِنْ نَذِيرٍ} [القصص/ ٤٦] أنَّها أقوى مرتبة في العموم مِنْ صيغ الشرط. واللَّه أعلم.
وباقي أدوات العموم تقدم عليه النكرة في سياق النفي إلا لفظة "كل" ونحوها، فلا شك أنَّها مقدَّمة على النكرة في سياق النفي.',NULL,'503',NULL,NULL,'0');
INSERT INTO [b282] VALUES (501,'والجمعُ المعرف بالألف واللام أو بالإضافة يقدمُ عمومُه على "مَنْ" و"ما" الاستفهاميتين، لأنَّهما أقوى منهما في العمومِ؛ لامتناع تخصيص الجمع إلى الواحد دونهما، على ما رجحه بعض أهل الأصول.
والثلاثة المذكورة التي هي: الجمع المعرَّف، و"مَنْ" و"ما"، المذكورتان مقدَّمةٌ على المفرد الذي هو اسم جنس المعرف بأل، نحو: {وَالْعَصْرِ (١) إِنَّ الْإِنْسَانَ لَفِي خُسْرٍ (٢)} [العصر/ ١ - ٢] أي كلُّ إنسان، لأنَّه يحتمل فيه أنَّ "أل" عهدية، بخلاف "مَنْ" و"ما"، فلا يحتمل فيهما ذلك، والجمع المعرَّف يبعد فيه.

ومنها: عدم التخصيص، ف<span data-type="title" id=toc-280>العامُّ الذي لم يدخله تخصيصٌ مقدم على العامِّ الذي دخله تخصيصٌ</span>، وهذا رأيُ جمهور أهل الأصول، ولم أعلم أحدًا خالف فيه إلَّا صفيَّ الدين الهنديِّ، والسبكي.
وحجة الجمهور: أنَّ العامَّ المخصَّص اختُلِفَ في كونه حجةً في الباقي بعد التخصيص، والذين قالوا: هو حجة في الباقي بعد التخصيصِ قال جماعةٌ منهم: هو مجازٌ في الباقي، بخلاف الذي لم يدخله تخصيصٌ فهو سالم من ذلك، وما اتفق على أنَّه حجة وأنَّه حقيقةٌ أولى ممَّا اختلف في حجيته، وهل هو حقيقة أو مجاز، وإن كان الصحيحُ أنَّه حجةٌ وحقيقةٌ في الباقي بعد التخصيصِ؛ لأنَّ مطلق الخلاف يكفي في ترجيح غيره عليه.
وحجة الصفيِّ الهنديِّ والسبكيِّ أنَّ الغالب في العامِّ التخصيصُ، والحملُ على الغالب أولى، وأنَّ ما دخله التخصيصُ يبعدُ تخصيصه',NULL,'504',NULL,NULL,'0');
INSERT INTO [b282] VALUES (502,'مرةً أخرى بخلاف الباقي على عمومه.
ومثال هذه المسألة: قوله تعالى: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} الآية [النساء/ ٢٣]، فإنَّه عامٌّ في كلِّ أختين سواء كان الجمع بينهما بنكاح أو بملك يمين، وهذا العامُّ لم يدخله تخصيصٌ، فهو مقدَّم على عموم قوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٥، ٦، المعارج/ ٢٩ - ٣٠]، فإنَّ قوله تعالى: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} شاملٌ بعمومه للأختين، إلَّا أنَّ عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} دخله التخصيص؛ للإجماع على أنَّ عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} يخصُّه عموم {وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ} [النساء/ ٢٣]، فلا تحلُّ الأخت من الرضاعة بملك اليمين إجماعًا.
ويخصصه -أيضًا- عموم {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} الآية [النساء/ ٢٢]، فلا تحلُّ موطوءة الأب بملك اليمين إجماعًا.
فإن قيل: عموم {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} مخصَّصٌ بعموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ}.
فالجواب: أنَّ ذلك التخصيص هو محلُّ النزاع، والاستدلال بصورة النزاع ممنوعٌ بإطباق النظَّار، كما هو معلوم في محلّه.
فإن كان كلُّ واحد من العامَّين دخله تخصيصٌ، فالأقلُّ تخصيصًا مقدمٌ على الأكثر تخصيصًا.',NULL,'505',NULL,NULL,'0');
INSERT INTO [b282] VALUES (503,'ومثال هذا: ما لو ذبح الكتابيُّ ذبيحة، ولم يسمِّ عليها اللَّه، ولا غيره، فعموم قوله تعالى: {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ} [المائدة/ ٥] يقتضي إباحتها، وعموم {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} [الأنعام/ ١٢١] يقتضي تحريمها، وكلٌّ من العمومَيْن دخله تخصيصٌ، إلا أنَّ الأول خُصَّصَ مرةً واحدةً، والثاني خُصِّصَ مرتين، فالأول أقوى؛ لأنَّه أقلُّ تخصيصًا.
لأنَّ قوله تعالى: {وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ} لم يخصَّص إلا تخصيصةً واحدة، وهي تخصيصُه به، إذا لم يُسمِّ الكتابيُّ على ذبيحته غير اللَّهِ، كالصليب أو عيسى، فإن سمَّى على ذبيحته غير اللَّه، دخلت في عموم {وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ} [المائدة/ ٣، النحل/ ١١٥] على الأصحِّ الذي لا ينبغي العدول عنه.
أمَّا آية {وَلَا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ} فقد خُصِّصَتْ تخصيصتين، خصَّصها الجمهور بغير الناسي، فتارك التسمية ناسيًا تؤكل ذبيحته عند الجمهور، وحكى عليه ابن جرير الإجماع مع أنَّه خالف فيه اثنان، وخصصه الشافعيُّ وأصحابه بما ذُبح لغير اللَّه.
ويقدَّم الدالُّ بدلالة الاقتضاء على الدالِّ بدلالة الإيماء، والدال بدلالة الإشارة، والظاهرُ تقديم الدالِّ بالإيماء على الدَّال بالإشارة.
ووجهُ تقديم الدَّالِّ بالاقتضاء: أنَّه مقصودٌ للمتكلم، يتوقف عليه صدق الكلام أو صحته عقلًا أو شرعًا -كما تقدم إيضاحُه-.
ووجهُ تقديم الدالِّ بالإيماء على الدالِّ بالإشارة: أنَّ دلالة الإيماء',NULL,'506',NULL,NULL,'0');
INSERT INTO [b282] VALUES (504,'مقصودة للمتكلم، وإن لم يتوقف عليها الصدق أو الصحة، والمدلول عليه بالإشارة ليس بمقصودٍ ولكنه لازم للمقصود -كما تقدم إيضاح ذلك كلِّه بأمثلته-.
وقال صاحب "الضياء اللامع": ويقدم ما كان في دلالة الاقتضاء؛ لضرورة صدق المتكلم على ما كان، لضرورة صحة الملفوظ به عقلًا أو شرعًا.
ويقدَّم الدالُّ بالإشارة والإيماء على المفهوم بنوعيه؛ لما تقدم من أنَّ دلالة الإيماء والإشارة كدلالة الاقتضاء في كون الجميع من المنطوق غير الصريح، على ما صححه بعضهم، والمنطوق ولو غير صريح مقدَّم على المفهوم.
ويقدَّم مفهوم الموافقة على مفهوم المخالفة، على الصحيح؛ لضعف مفهوم المخالفة بالخلاف في حجيته -كما تقدم-.
وشذَّ من قال بتقديم مفهوم المخالفة، ولا يخفى ضعف قوله وبعدُه عن الصواب.
الوجه الثالث: الترجيحُ بأمرٍ خارجيٍّ، ككونِ أحدِ الخبرين ناقلًا عن حكمِ الأصل.
ومثالُه: حديث: "من مسَّ ذكره فليتوضأ"، مع حديث: "وهل هو إلا بضعة منك"، فإنَّ هذا الأخير نافٍ لوجوب الوضوء موافقٌ للبراءة الأصلية، والخبر الموجب له ناقلٌ عن حكم الأصل.
وعكس بعضهم فرجَّح المبقي على الأصل بالبراءة الأصلية.',NULL,'507',NULL,NULL,'0');
INSERT INTO [b282] VALUES (505,'والمشهور عند الأصوليين الأول.
وكذلك رواية الإثبات، فإنَّها مقدمةٌ على رواية النفي.
ومثاله: حديث أنَّه -صلى اللَّه عليه وسلم- صلى في الكعبة، مع حديث أنَّه لم يصلِّ فيها.
وحديث أنَّ المتمتعين مع النبيِّ -صلى اللَّه عليه وسلم- سَعَوا لحجِّهم وسَعَوا لعمرتهم، مع حديث أنَّهم لم يَسْعَوا إلا سعي العمرة الأول ولم يَسْعَوا للحجِّ.
والظاهر أنَّ المثبت والنافي إذا كانت رواية كلٍّ منهما في شيء معيَّن في وقت معيَّن واحد أنَّهما يتعارضان.
فلو قال أحدهما: دخلت الكعبة مع النبي -صلى اللَّه عليه وسلم- في وقت كذا ولم أفارقه، ولم يغب عن عيني حتى خرج منها، ولم يصل فيها. وقال الآخر: رأيته في ذلك الوقت بعينه صلَّى فيها. فإنَّهما يتعارضان، فيطلبُ الترجيح من جهة أخرى. واللَّه أعلم.
وهذا أصوب من قول مَنْ قدَّم المثبت مطلقًا، ومَنْ قدَّم النافي مطلقًا.
ووجه تقديم رواية المثبت أنَّ معه زيادة علمٍ خفيتْ على صاحبه، وقد عرفت أنَّ ذلك لا يلزم في جميع الصور ممَّا ذكرناه آنفًا.
ويقدم -عنده- الحاظرُ على المبيحِ، وقيل: لا.
والحظرُ: المنعُ.',NULL,'508',NULL,NULL,'0');
INSERT INTO [b282] VALUES (506,'ومثال تقديم الحاظرِ على المبيحِ: تقديم عموم قوله: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء/ ٢٣] المقتضي بعمومه منع الأختينِ بملك اليمين على عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٦، المعارج/ ٣٠] الشامل بعمومه للأختين بملك اليمينِ، فهذا مبيحٌ وذلك حاظر، فيقدم الحاظرُ على المبيح.
ومن فروع تعارض الحاظر والمبيح -عند بعضهم-: المتولِّد من بين المأكول وغيره، كولد الذئب من الضبع -عند من يمنع أكل الذئب، ويبيح أكل الضبع-، فعلى تقديم الحاظر على المبيح لا يؤكل، وعلى القول بالعكس يؤكل.
وقيل: الحاظر والمبيح لا يرجح أحدهما على الآخر، فيطلبُ الترجيح بسواهما.
ووجه تقديم الحاظر على المبيح: أنَّ ترك مباحٍ أهون من ارتكاب حرام.
وزاد بعض الأصوليين: تقديم الخبر الدَّالِّ على الأمر على الدالِّ على الإباحة.
ووجه ذلك: هو الاحتياطُ في الخروج من عهدة الطلب، وأنَّ الخبر الدالَّ على النهي مقدم على الدالِّ على الأمر.
ووجهُه عندهم: أنَّ درء المفاسد مقدَّم على جلب المصالح.
ومن أمثلته -عند القائل به-: ترك تحية المسجد في وقت النهي.',NULL,'509',NULL,NULL,'0');
INSERT INTO [b282] VALUES (507,'أمَّا الخبر المسقطُ للحدِّ فلا يرجح على الخبر الموجبِ له -عند المؤلف-.
وكذلك -عنده- الخبر الموجب للحرية لا يرجح على الخبر المقتضي للرِّق، قال (¬١): (لأنَّ ذلك لا يوجب تفاوتًا في صدق الراوي فيما ينقله من لفظ الإيجاب والإسقاط).
وذهب المالكية وغيرهم إلى أنَّ الخبر النافي للحدِّ مقدَّم على الخبر الموجب له، قالوا: لما في الخبر النافي للحدِّ من اليسر الموافق لقوله تعالى: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج/ ٧٨]، وقوله: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة/ ١٨٥].
قالوا: ولأنَّ الحدَّ يدرأُ بالشبهاتِ، وتعارضُ الأدلة في وجوبه وسقوطه شبهةٌ، وهو مستثنى عندهم من تقديم المثبت على النافي.
والتعزيرُ -عندهم- كالحدِّ فيما ذكر.
وقال المتكلمون بتقديم الموجب للحدِّ أو التعزير على النافي لذلك؛ لأنَّه ناقلٌ عن الأصل، لأنَّ النفي مستفادٌ من البراءة الأصلية، وإيجاب الحدِّ ناقلٌ عنها، فهو مقدمٌ.
وأجاب بعضهم بأنَّ النفي الشرعيَّ هنا مستفادٌ من الحكم الشرعيِّ، لا من البراءة الأصلية.
وقال بعض أهل العلم: إنَّ الخبر الموجب للحرية مقدَّم على
_________
(¬١) (٣/ ١٠٣٦).',NULL,'510',NULL,NULL,'0');
INSERT INTO [b282] VALUES (508,'الخبر المقتضي للرقِّ؛ لرجحانه بشدة تَشَوُّفِ الشارع للحرية.
ومثال تعارض الخبر الموجب للحد والنافي له: ما لو سرق سارقٌ مِجَنًّا قيمته ثلاثة دراهم.
فحديث ابن عمر المتفق عليه يوجبُ قطعه.
والأحاديثُ التي تمسكت بها الحنفية ومن وافقهم في أنَّه لا قطع في أقلَّ من عشرة دارهم، وأنَّ المجنَّ على عهد رسول اللَّه -صلى اللَّه عليه وسلم- كانت قيمته عشرة دراهم، فسقط الحدُّ عنه، فرجَّحوا الروايات بعشرة دراهم على الروايات الأخرى المتفق عليها بأن الحدَّ يدرأ بالشبهات، وأنَّ النافي للحدِّ مقدَّم على الموجب له.
وقصدُنا مطلق المثال لا مناقشة أدلة الأقول.
وعلى ما ذهب إليه المصنف فلا ترجيح بإسقاط الحدِّ، وحينئذ يترجح موجب الحد في المثال المذكور؛ لأنَّ أدلته أصح.
ومثال تعارض الخبر الموجب للحرية والموجب للرقِّ: حديث ابن عمر المتفق عليه: "مَنْ أعتق شِرْكًا له في عبدٍ وكان له مالٌ يبلغُ ثمنَ العبدِ قوِّمَ العبد عليه قيمةَ عدلٍ، فأعطي شركاؤه حصصَهم، وعتق عليه العبدُ، وإلَّا فقد عتقَ عليه ما عتق".
فظاهر هذا الحديث الصحيح أنَّ الشريك المعتقَ نصيبه من العبد إن كان فقيرًا لا مال له بقي ما لشركائه من العبد رقيقًا، وظاهرُه أنَّ العبد لا يستسعي ليحصِّل قيمة الباقي، فيخلص نفسه من الرقِّ.',NULL,'511',NULL,NULL,'0');
INSERT INTO [b282] VALUES (509,'فهذا الحديث موجبٌ لرقِّ الباقي في حالة فقر معتقِ نصيبِه من العبد المشترك.
مع الحديث الآخر (¬١) المتفق عليه عن أبي هريرة أنَّه -صلى اللَّه عليه وسلم- قال: "مَنْ أعتقَ شقصًا له مِنْ مملوكِه فعليه خلاصُه مِن مالهِ، فإنْ لم يكن له مالٌ قُوِّمَ المملوكُ قيمةَ عدلٍ ثم استُسْعِيَ في نصيبِ الذي لم يعتق غيرَ مشقوقٍ عليه".
فهذا الحديث موجبٌ للحرية باستسعاء العبد ليحصل قيمة الباقي من نفسه.
فعلى ما ذهب إليه المؤلف لا يرجح أحد الخبرين على الآخر بإيجاب الحرية ولا بإسقاطها.
وعلى قول من قال: يرجح موجب الحرية، يجب استسعاء العبد لتحصيل قيمة الباقي ليتخلص من الرقِّ.
والحديثان صحيحان، ودعوى الإدراج فيهما لا يخفى سقوطُها، كما هو واضحٌ من صنيع الشيخين.
والقصدُ مطلق المثال لا مناقشة الأقوال.
مع أنَّ بعض العلماء جمع بين الحديثين، ونحن مثَّلنا بهما للتعارض، نظرًا لأنَّ الجمع المذكور لا يجب الرجوع إليه. والعلم عند
_________
(¬١) سياق الكلام: "ومثال تعارض الخبر الموجب للحرية والموجب للرق: حديث ابن عمر المتفق عليه. . . مع الحديث الآخر. . . ".',NULL,'512',NULL,NULL,'0');
INSERT INTO [b282] VALUES (510,'اللَّه تعالى.
قال المؤلف (¬١) -رحمه اللَّه تعالى-:

(فصل ترجيح المعاني)

يعنى بذلك<span data-type="title" id=toc-281> الترجيح بين علل المعاني</span>.
ثم قال: (قال أصحابنُا: إنَّ العلةَ ترجحُ بما يرجحُ به الخبرُ، مِنْ موافقتِها لدليلٍ آخر مِن كتابٍ، أو سنةٍ، أو قولِ صحابيٍّ، أو خبرٍ مرسلٍ).
ومن أمثلة ذلك: قولُ المالكيِّ: علة تحريم الربا في البرِّ الاقتياتُ والادخار، مع قول الشافعيِّ: علةُ الربا فيه الطعمُ؛ لأنَّ علة الشافعيِّ هنا قد ترجح بموافقتها لحديث معمر بنِ عبد اللَّه في صحيح مسلم: كنت أسمع رسول اللَّه -صلى اللَّه عليه وسلم- يقول: "الطعامُ بالطعامِ مثلًا بمثل. . . " الحديث.
وقصدُنا مطلق المثال لا مناقشة الأقوال.
والشأنُ لا يعترضُ المثالُ ... إذ قد كفى الفرضُ والاحتمالُ
وترجح العلة أيضًا بكونها ناقلةً عن الأصل، كالخبر.
فقولُه في حديث عدم نقض الوضوء بمس الذكر: "هل هو إلا
_________
(¬١) (٣/ ١٠٣٩).',NULL,'513',NULL,NULL,'0');
INSERT INTO [b282] VALUES (511,'بضعةٌ منكَ؟ " علةٌ في عدم نقض الوضوء بذلك؛ إذ لا ينقض الوضوء بمسِّ عضوٍ لعضوٍ من إنسانٍ واحدٍ.
وحديث "مَنْ مسَّ ذكرَه فليتوضأ" يدلُّ بمسلك الإيماء والتنبيه على أنَّ علة الوضوء فيه مسُّ الذكر؛ فهذه العلة ناقلة عن الأصل، والعلة المقتضية البقاء على الأصل في عدم وجوب الوضوء التي هي "وهل هو إلا بضعة منك؟ " موافقة للبراءة الأصلية، فتقدَّم عليها الناقلة عن الأصل، فيجب الوضوء من مسِّ الذكر.
وهذان الحديثان صالحان لمثالِ الحكم الناقلِ عن الأصل، والعلة الناقلة عن الأصل، معًا، ولذا مثَّلنا لهما بهما.
ثم ذكر المؤلفُ (¬١) -رحمه اللَّه- أنَّه إذا تعارضت علتان إحداهما حاظرةٌ والأخرى مبيحةٌ، أو علتان إحداهما مسقطةٌ للحدِّ والأخرى موجبةٌ له، أو علتان إحداهما موجبةٌ للعتق والأخرى نافيةٌ له، فقد اختلف أهل العلم في ترجيح الحاظرة، والمسقطة للحدِّ، والموجبة للعتق، على مقابلاتها.
فرجَّح بذلك قومٌ، احتياطًا للحظر، ونفي الحدِّ، ولأنَّ الخطأ في نفي هذه الأحكامِ أسهلُ من الخطإ في إثباتها.
ومنع آخرون الترجيح بذلك، مِنْ حيث إنَّهما حكمان شرعيان فيستويان، ولأنَّ سائرَ العلل لا ترجحُ بأحكامها، فكذا هنا.
_________
(¬١) (٣/ ١٠٤٠).',NULL,'514',NULL,NULL,'0');
INSERT INTO [b282] VALUES (512,'هكذا قال المؤلف.
ثم ذكر أنَّ كلَّ هذه الترجيحاتِ مع الاختلاف فيها ضعيفةٌ.
قال مقيده -عفا اللَّه عنه-:
الذي يظهر لي أنَّ العلة الحاظرة مغ غير الحاظرة، كالنصِّ الحاظر مع غيره، إلى آخره، فالأظهر إجراءُ العلل في الترجيحِ بما ذكر مجرى أحكامها، لأنَّ الجميع أدلةٌ.
والأظهر -عندي- تقديم الحاظر على المبيح؛ لأنَّ ترك مباح أهون من ارتكاب حرامٍ. وتقديم المقتضية لنفي الحدِّ؛ لأنَّ الخلاف شبهةٌ، والحدودُ تدرأُ بالشبهات، كما عليه جماعةٌ من الأصوليين، ما لم يقم مرجحٌ آخر أقوى يترجحُ به جانب الحدِّ. وأنَّ الموجبة للحرية أرجح؛ لشدة تشوُّف الشارع للحرية وترغيبه فيها، ما لم يقم مرجحٌ آخر أقوى يترجح به جانب الرقِّ.
ثم ذكر المؤلف (¬١) أنَّه إن تعارضت علتان إحداهما أخف حكمًا؛ والأخرى أثقل حكمًا أنَّ قومًا رجحوا التي هي أخف حكمًا، لأنَّ الشريعة خفيفة مرفوع فيها الحرج، وأنَّه قال آخرون بالعكس؛ لأنَّ الحقَّ ثقيلٌ.
قال مقيده -عفا اللَّه عنه-:
لا يمكنُ الحكم مطلقًا في هذه المسألة؛ لأنَّ التخفيف يكون
_________
(¬١) (٣/ ١٠٤٠).',NULL,'515',NULL,NULL,'0');
INSERT INTO [b282] VALUES (513,'أرجح تارة، والتثقيل يكون أرجح أخرى.
وممَّا يوضح ذلك أنَّ اللَّه تعالى قال: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة/ ١٠٦]، ولا خلاف أنَّه تارة ينسخ الأثقل بالأخف لأنَّ الأخف خير في ذلك المحلِّ، وتارة ينسخ الأخف بالأثقل لأنَّ الأثقل خير في ذلك المحلّ؛ كما أوضحناه في النسخ.
ثم ذكر المؤلف أنَّه إن كانت علتان إحداهما حكم شرعيٌّ، والآخر وصف حسيٌّ، ككونه مسكرًا أو قوتًا، أنَّ القاضي اختار ترجيح الحسِّية، وأن أبا الخطاب مال إلى ترجيح الحكمية، وذكر ما رجح به كلٌّ منهما قوله، وقد تركنا ذكره لعدم اتجاه شيء منه عندنا.
ثم قال المؤلف (¬١): (وقيل: هذا كله ترجيح ضعيف).
وقد صدق من قال ذلك. واللَّه أعلم.
والمالكية ومن وافقهم يرجحون العلة التي هي وصف حسيٌّ على التي هي حكم شرعي.
ووجه ترجيحهم لها أنَّها ألزم للمحلِّ منها. ولا يخفى عدم ظهوره كما ترى.
ثم ذكر المؤلف عن أبي الخطاب أنَّه ذكر ترجيح العلة التي هي أقلُّ أوصافًا على التي هي أكثر أوصافًا، ووجَّه ذلك بمشابهتها العلة العقلية، وبأنَّ ذلك أجرى على الأصول.
_________
(¬١) (٣/ ١٠٤١).',NULL,'516',NULL,NULL,'0');
INSERT INTO [b282] VALUES (514,'ولا يخفى ضعف هذا التوجيه -أيضًا-.
ووجَّه المالكية ومن وافقهم ترجيح العلة التي هي أقلُّ أوصافًا على التي هي أكثر أوصافًا بأنَّ تطرق البطلان أقل في التي هي أقلُّ أوصافًا؛ لأنَّ المركب يسرى إليه البطلان ببطلان كلِّ واحد من أوصافه، فاحتمال البطلان في كثيرة الأوصاف أكثر منه في قليلة الأوصاف.
ويُفْهَمُ منه أنَّ غير المركبة -أعني العلة التي هي وصف واحد- تقدم على المركبة من وصفين فأكثر -على ما ذكرنا-؛ لأن تطرق الخلل للمتعدد أقوى احتمالًا من تطرقه لغير المتعدد، كما كان أقوى احتمالًا في الأكثر أوصافًا من الأقلِّ أوصافًا.
وقال بعضهم: إنَّ العلة التي هي أكثر أوصافا مقدَّمةٌ على العلة التي هي أقلُّ أوصافًا؛ لأنَّ كثرة أوصاف العلة الجامعة بين الفرع والأصل تدلُّ على كثرة الشبه بينهما.
وقد قدمنا الكلام في القياس على العلة المركبة وغيرها.
ثم ذكر عن أبي الخطاب أنَّه ذكر ترجيح العلة بكثرة فروعها وعمومها، قال (¬١): (ثم اختار التسوية وأنَّ هذين لا يرجح بهما؛ لأنَّ العلتين سواء في إفادتهما حكمهما وسلامتهما من الفساد، ومتى صحَّت لم يلتفت إلى كثرة فروعها، ولا كثرة أوصافها).
ومثال ترجيح التي هي أقل أوصافًا على التي هي أكثر أوصافًا:
_________
(¬١) (٣/ ١٠٤٢).',NULL,'517',NULL,NULL,'0');
INSERT INTO [b282] VALUES (515,'ترجيحُ علة الحنفي والحنبلي في تحريم الربا بالكيل؛ لأنَّ الكيل وصفٌ واحدٌ = على علة المالكية تحريم الربا في البرِّ المركبة من أكثر من وصف وهي: الاقتيات والادخار وغلبة العيش، على خلافٍ في الوصف الأخير.
ومثال الترجيح بكثرة فروعها: الكيل -أيضًا- مع الاقتيات والادخار؟ لأنَّ المكيلات أكثر من المقتات المدَّخر، فالكيل تحته فروع كثيرة، كالنُّورة، والأشنان، ونحو ذلك، لم تدخل في الاقتيات والادخار، فهو أكثر فروعًا.
واعلم أنَّ الترجيح بكثرة الفروع مبنيٌّ على ترجيح العلة المتعدية على القاصرة، فالمتعدية التي هي أكثر فروعًا ترجح على المتعدية التي هي أقلُّ فروعًا، وعلى العكس بالعكس.
وقد مثَّلنا -سابقًا- لتقديم المتعدية على القاصرة.
ومن أمثلته: تعليل بعضهم منع الربا في النقدين بالوزن، فالوزن علة متعدية إلى غيرهما كالحديد والنحاس، مع تعليل بعضهم منع الربا فيهما بالثمنية أو النقدية، فهي قاصرةٌ عليهما.
واعلم أنَّ المؤلف ذكر عن أبي الخطاب أنَّ العلة المتعدية ترجح على القاصرة، وهو المعروف عند الأصوليين.
ثم قال (¬١): (ومنع ذلك قومٌ، لأنَّ الفروع لا تنبئ عن قوة في ذات
_________
(¬١) (٣/ ١٠٤٣).',NULL,'518',NULL,NULL,'0');
INSERT INTO [b282] VALUES (516,'العلة بل القاصرة أوفق للنصِّ. والأول أولى، فإنَّ المتعدية متفق عليها، والقاصرة مختلف فيها).
ولا يخفى أنَّ المؤلف قد قدَّم في القياس أنَّ العلة القاصرة مردودة لا يصحُّ التعليل بها أصلًا، واستدلَّ لذلك بأمور -كما أوضحناه هنالك، وبيَّنا الصواب فيه-.
وما ذكرنا عن المؤلف أنَّه ذكر عن أبي الخطاب من ترجيح العلة بعمومها، معناه: أنَّ العلة العامة في جميع أفراد أصلها، أعني الشاملة لجميعها بوجودها في جميعها، مقدَّمةٌ على ما ليست كذلك.
ومثَّل له بعضهم بتعليل الشافعيِّ منع الربا في البرِّ بالطعم، مع تعليل الحنفيِّ بالكيل، فالطعمُ موجود في جميع البرِّ على كل حال من أحواله قليلًا كان أو كثيرًا، بخلاف الكيل، فلا يوجد في ملء كفٍّ من البر، فعلة الطعم عامةٌ في جميع أفراد الأصل بخلاف علة الكيل.
والقصدُ مطلق المثال لا مناقشة أدلة الأقوال.
ثم ذكر (¬١) عن أبي الخطاب ترجيح العلة المنتزعة من أصولٍ على المنتزعة من أصلٍ واحد؛ لأنَّ الأصول شواهد للصحة، وما كثرت شواهدُه كان أقوى في إثارة غلبة الظنِّ.
قصورُ كلامه هذا ظاهرٌ.
ومثَّل له بعضهم بقياس الوضوء في وجوب النية وعدم وجوبها،
_________
(¬١) (٣/ ١٠٤٢).',NULL,'519',NULL,NULL,'0');
INSERT INTO [b282] VALUES (517,'فإنَّ الذي يقول بعدم وجوب النية فيه يقيسه على وصفٍ منتزع من أصل واحد، وهو أنَّه تنظيفٌ لا تلزم فيه النيةُ كطهارة الخبث. وطهارةُ الخبث التي قاس علمها الوضوء أصلٌ واحدٌ.
أمَّا القائل بوجوب النية فيه، فيقول: هو قربةٌ، فتجب فيه النية، كالصلاة والصوم والحج ونحو ذلك من القرب، فهذه أصولٌ كثيرة، وذلك أصلٌ واحد.
ومثَّل له بعضهم بما ورد من تضمين الغاصب، وتضمين المستعير من الغاصب.
ويستنبط من كلٍّ منهما أنَّ علة الضمان وضع اليد على مال الغير، وظاهره: ولو لغير تملكٍ.
فهما أصلان يشهدان بأن علة ضمان مال الغير وضع اليد عليه، ولو بغير تملكٍ.
قالوا: فيرجح ذلك على ما قاله أبو حنيفة من كون العلة وضع اليد بقصد التملك، وإن صحَّ استنباط ذلك من تضمينِ مُسْتَامِ السلعة.
ثم ذكر عن أبي الخطاب أنَّه رجَّح العلة المطردة المنعكسة على ما لا تنعكس، قال (¬١): (لأنَّ الطرد والعكس دليلٌ على الصحة ابتداءً؛ لما فيه من غلبة الظنِّ، فلا أقلَّ من أنْ يصلح للترجيح).
_________
(¬١) (٣/ ١٠٤٣).',NULL,'520',NULL,NULL,'0');
INSERT INTO [b282] VALUES (518,'قال مقيِّده -عفا اللَّه عنه-:
وقد أوضحنا فيما مضى أنَّ الطرد في اصطلاح الأصوليين هو ملازمة العلة والحكم في الثبوت.
وقضيته: كلما وُجِدَتْ العلةُ وُجِدَ الحكمُ، وإن وُجِدَتْ العلة بدون الحكم هو المسمَّى بالنقض.
وقد قدَّمنا الكلام عليه مستوفى، هل هو قادح أو تخصيص للعلة؟
وأنَّ العكس (¬١) هو الملازمة في الانتفاء.
وقضيتُه: كلما انتفت العلة انتفى الحكم.
واختلف في القدح بعدم الانعكاس، والصواب أنَّه يقدح عند من يمنع تعدد العلل، أمَّا مع تجويز تعدد العلة فلا يقدح تخلف العكس قولًا واحدًا.
وقد علمت ممَّا قدَّمنا أنَّ العلة المنصوصة تتعدَّد بلا خلافٍ، ولا يقدح فيها تخلف العكس إجماعًا.
فلو قلت: البول علةٌ لنقض الوضوء، وهو معدومٌ من هذا الشخص، مع أنَّ وضوءه منتقض، قلنا: لثبوت نقض وضوئه بعلة أخرى غير البول، كالغائط، والنوم، والتقبيل.
وكما لو قلت: الجماع علةٌ لوجوب الغسل، وهو منتفٍ عن هذه
_________
(¬١) معطوف على قوله: "وقد أوضحنا فيما مضى أن الطرد. . . ".',NULL,'521',NULL,NULL,'0');
INSERT INTO [b282] VALUES (519,'المرأة، مع أنَّ الغسل واجب عليها، فإنَّا نقول: لثبوته بعلةٍ أخرى، وهي انقطاع دم الحيض عنها. وهكذا.
أمَّا العلل المستنبطة فهي التي اختلف في جواز تعددها، فعلى القول بجواز تعددها فتخلف العكس ليس بقادح؛ لأنَّه قد تنتفي العلة، ويثبت الحكم بأخرى.
أمَّا على القول بمنع تعددها فتخلف العكس قادحٌ ما لم يرد نصٌّ ببقاء الحكم مع تخلف العلة، كالرَّمل في الأشواط الثلاثة الأُول في طواف القدوم، فعلَّته واحدة، وهي أن يعتقد المشركون أنَّ النبيَّ -صلى اللَّه عليه وسلم- وأصحابه أقوياء، وأنَّهم لم تُنهكهم حمَّى يثرب، وقد زالت علة هذا الحكم مع بقائه، فتخلف العكس هنا ليس بقادح؛ لأنَّ الدليل ورد ببقاء الحكم المذكور مع زوال علته؛ لأنَّه -صلى اللَّه عليه وسلم- رمل في حجة الوداع بعد زوال علة الرَّمل التي فعل من أجلها.
وإلى هذا أشار في "مراقي السعود" بقوله في القوادح:
وعدم العكس مع اتحاد ... يقدح دونَ النصِّ بالتمادي
فإذا علمت ذلك فمثال المطردة المنعكسة: الإسكار للتحريم.
ومثال غير المطردة: العلة التي ورد عليها نقضٌ.
وقد قدَّمنا أمثلة ذلك مستوفاة.
ومثال غير المنعكسة: الكيل بالنسبة إلى ملء كفٍّ من البرِّ عند من يقول: إنَّ الربا حرامٌ فيه، مع أنَّ الكيل منتفٍ عنه لقلَّته، فقد انتفت علة',NULL,'522',NULL,NULL,'0');
INSERT INTO [b282] VALUES (520,'الربا، وبقي حكم الربا على هذا.
والقصدُ المثال لا مناقشة أدلة الأقوال.
والمعروف عند أهل الأصول أنَّ المطردة المنعكسة مقدَّمةٌ على المطردة، والمطردة مقدَّمةٌ على المنعكسة.
وإليه أشار في "المراقي" في ترجيح العلل بقوله:
وذات الانعكاسِ واطرادِ ... فذات الآخر بلا عناد
ثم ذكر المؤلف عن أبي الخطاب أنَّه رجَّح ما كانت علته وصفًا على ما كانت علته اسمًا بأنَّه متفق على الوصف مختلف في الاسم، فالمتفق عليه أقوى.
مثال التعليل بالوصف: تعليل الربا في البرِّ بالطعم أو الكيل.
ومثال التعليل بالاسم: تعليله فيه بكونه برًّا.
وتعليلُه في الذهب بكونه موزونًا تعليلٌ بالوصف، وتعليلُه بكونه ذهبًا تعليلٌ بالاسم. والوصف مقدَّم على الاسم.
وهذا راجع في الحقيقة إلى مسألة تعدي العلة وقصورها. واللَّه تعالى أعلم.
ثم ذكر عن أبي الخطَّاب أنَّه رجح ما كانت علتُه إثباتًا على التعليل بالنفي لهذا المعنى أيضًا.
والظاهر أنَّ مراده بهذا المعنى أن التعليل بالإثباتِ متفقٌ عليه،',NULL,'523',NULL,NULL,'0');
INSERT INTO [b282] VALUES (521,'وبالنفي مختلفٌ فيه، وليس ذلك على إطلاقه؛ لأنَّ تعليل النفي بالنفي لا خلاف فيه، إنَّما الخلاف في تعليل الإثبات بالنفي -كما تقدَّم-، ولا يبعد ترجيح تعليل الإثبات على النفي مطلقًا من حيث إنَّ الموجود أولى من المعدوم في الجملة، واللَّه تعالى أعلم.
ثم ذكر عن أبي الخطاب أنَّه رجَّح العلة المردودة إلى أصل قاس الشارع عليه، كقياس الحجّ على الدَّين في أنَّه لا يسقطُ بالموت، فهو أولى من قياسهم له على الصلاة، لتشبيه النبيِّ -صلى اللَّه عليه وسلم- له بالدَّين.
وإيضاحُه: أنَّ الإنسان إذا مات ولم يحجَّ حجة الإسلام، وقد ترك مالًا، فقد قال بعض أهل العلم: يجب أن يُحَجَّ عنه من ماله؛ لأنَّ الحجَّ دينٌ في ذمته، فيجب قضاؤه عنه بعد الموت كسائر ديونه.
فقاسوا الحجَّ على دين الآدمي بجامع أنَّه مطالب بالجميع، ويسقط عنه بالأداء في الجميع، وينتفعُ بالقضاء في الجميع.
وقال بعض أهل العلم: لا يلزم الحجُّ عنه من ماله إن لم يوص به؛ لأنَّ الحجَّ عبادٌ بدنيةٌ، فتسقطٌ المطالبة بها بالموت قياسًا على الصلاة.
فيرجَّح القياس الأول بأنَّه وردت أحاديث متعددة بأن النبيَّ -صلى اللَّه عليه وسلم- سئل عن الحجِّ عن الميت؟ فشبَّهه بالدَّينِ، وقال: "أرأيت لو كان على أمِّكَ دينٌ فقضيته عنها، أكان ينفعُها؟ " قالت: نعم. قال: "فدينُ اللَّه أحقُّ بالقضاء".
والحاصلُ أنَّ القياس الأول يترجَّح بأنَّ علته جَمَعَ بها النبيُّ -صلى اللَّه عليه وسلم- بين ذلك الأصل والفرع، فصارت مردودةً إلى أصلٍ قاس الشارع عليه كما',NULL,'524',NULL,NULL,'0');
INSERT INTO [b282] VALUES (522,'مثَّلنا.
ثم قال المؤلف (¬١) -رحمه اللَّه-:
(ومتى كان أصل إحدى العلتين متفقًا عليه والآخر مختلفًا فيه كانت المتفق على أصلها أولى، فإنَّ قوة الأصل تؤكد قوة العلة، وكذلك ترجَّحُ كل علةٍ قَوِيَ أصلُها.
مثل أن يكون أحدهما محتملًا للنسخ والآخر لا يحتمل، أو يثبت أحدهما بخبر متواتر والآخر بآحاد، أو أحدهما ثابت بروايات كثيرةٍ والآخر برواية واحدة، أو أحدهما بنصٍّ صريح والآخر بتقدير أو إضمار).
وحاصل كلامه: أنَّ العلة ترجح بقوة حكمها، فإذا تعارضت علتان وكان ما يثبت به حكم إحداهما أقوى ممَّا يثبت به حكم الأخرى، فإنَّ قوة حكمها مرجحة لها؛ لأنَّ قوة الأصل تؤكد قوة العلة.
هكذا قال.
والأسبابُ التي تقوي أحدَ الحكمينِ على الآخرِ كثيرةٌ:
منها: أن يكونَ أحد الحكمين منصوصًا، والآخر مستنبطًا، فعلة المنصوصِ تقدم على علة المستنبطِ، كما لو قال أحد المجتهدين: الأرز يمنعُ فيه الربا قياسًا على البرِّ بجامع الكيل، وقال الآخر: الأرز
_________
(¬١) (٣/ ١٠٤٥).',NULL,'525',NULL,NULL,'0');
INSERT INTO [b282] VALUES (523,'يمنعُ فيه الربا قياسًا على الذرة بجامع الاقتيات والادخار.
فترجَّح العلة الأولى لأنَّ أصلها وهو البرُّ منصوص على تحريم الربا فيه، بخلاف الذُّرة التي هي الأصل في القياس الآخرِ فتحريم الرِّبا فيها مستنبطٌ لا منصوص.
ويمثل لهذا -أيضًا- بما إذا كان أحد الأصلين متفقًا على حكمه، والآخر مختلفًا فيه، فإنَّ تحريم الرِّبا في البرِّ مجمعٌ عليه، وتحريمه في الذُّرة خالف فيه الظاهرية.
ومنها: أن يشهد لحكمها أصلان، كما قدَّمنا في ضمان الغاصب والمستعير منه بمطلق وضع اليد، مع قول القائل: إنَّه لا بدَّ مع وضع اليد من قصد التملك.
ومرادُه بمحتمل النسخ: النصُّ، وبما لا يحتمله: الإجماعُ؛ لأنَّه لا ينسخ.
وقدَّم قومٌ العلة التي مستند حكمها النصُّ على التي مستند حكمها الإجماع؛ لأنَّ الإجماع فرع النصِّ؛ لأنَّه مستنده.
وقول المؤلف (¬١): (أو يكونَ أحدُهما أصلًا بنفسه، والآخرُ أصلًا لآخر).
فيه تعقيدٌ، والظاهرُ أنَّ مراده المثال الذي ذكرنا في قياس الأرز على البرِّ، وقياسه على الذُّرة، لأنَّ البرَّ أصل بنفسه، والذُّرة ليست
_________
(¬١) (٣/ ١٠٤٥).',NULL,'526',NULL,NULL,'0');
INSERT INTO [b282] VALUES (524,'أصلًا مستقلًّا، وإنَّما هي أصلٌ بالنسبة إلى إلحاقها بالبرِّ، فتكون فرعًا بالنسبة إلى البرِّ، وأصلًا آخر بالنسبة إلى الأرز في المثال المذكور.
وقد قدَّمنا أنَّ مثل هذا لا يجوز عنده، وأنَّ الصحيح جوازه، فلعله مشى أولًا على منعه، وثانيًا على جوازه، كما صنع في العلة القاصرة، فإنَّه أولًا ذكر منع التعليل بها، وأخيرًا ذكر جوازه. واللَّه تعالى أعلم.
وقول المؤلف (¬١): (أو يكون أحدهما اتفق على تعليله، والآخر اختلف فيه).
يمكن أن يمثَّل له بما لو قال أحدهما: ينبغي إزالة النجاسة عن المكان، قياسًا على إزالتها عن بدن الإنسان.
وقال الآخر: ينبغي إزالة النجاسة عن المكان، قياسًا على غسل الإناء الذي ولغ فيه الكلبُ، فإنَّه لإزالةِ (¬٢) ما أصابه من نجاسة لعاب الكلب.
فإنَّ الأصل الأول وهو إزالتها من البدن مجمعٌ على أنَّه معلَّل بأنَّه ينبغي إزالة الأقذار عن البدن والنظافة منها، بخلاف غسل الإناء من ولوغ الكلب فهو مختلف في كونه معللًا، فالشافعيُّ يقول: علة غسل الإناء نجاسة لعاب الكلبِ، ومالك -مثلًا- يقول: لعاب الكلب طاهرٌ وغسلُ الإناء من ولوغه تعبديٌّ، وليس معللًا أصلًا، إذ لو كان معللًا لما احتاج إلى سبعٍ، كغسل سائر النجاسات، ولأنَّ لعاب الكلب
_________
(¬١) (٣/ ١٠٤٥).
(¬٢) في الأصل المطبوع: فإن إزالة. ولعل المثبت هو الأشبه.',NULL,'527',NULL,NULL,'0');
INSERT INTO [b282] VALUES (525,'عنده طاهرٌ بدليل قوله تعالى: {فَكُلُوا مِمَّا أَمْسَكْنَ عَلَيْكُمْ} [المائدة/ ٤] ولم يرد أمرٌ بغسلِ ما مسَّه لعابُ الكلب، وتأخير البيان عن وقت الحاجة لا يجوز.
وقول المؤلف (¬١): (أو يكون أحدهما مفيدًا للنفي الأصلي. . .) الخ = تقدم إيضاحُه.
وقولُه (¬٢): (وترجح العلة المؤثرة على الملائمة، والملائمة على الغريبة).
قد قدَّمنا إيضاح المؤثر والملائم والغريب -عند المؤلف-.
أمَّا عند غير المؤلف فالغريب لا يصحُّ التعليل به -أصلًا-، فلا مدخل له في الترجيح كما تقدم.
وقولُه (¬٣): (وترجح المناسبة على الشبهية؛ لأنَّها أقوى في تغليب الظنِّ).
قد قدَّمنا إيضاح المناسب وأنواعه، والشبه وأنواعه، فراجعه إن شئت، واللَّه أعلم.
وهنا انتهى كتاب روضة الناظر.
_________
(¬١) (٣/ ١٠٤٥).
(¬٢) (٣/ ١٠٤٦).
(¬٣) (٣/ ١٠٤٦).',NULL,'528',NULL,NULL,'0');
INSERT INTO [b282] VALUES (526,'تنبيهات:
الأول: لم يتعرض المؤلف للترجيح بين الإجماعات والأقيسة والحدود، أعني التعاريف، مع أنَّ كلَّ ذلك مذكور في كتب الأصول.

الثاني: اعلم أنَّه قد يكون<span data-type="title" id=toc-284> الترجيح بين المرجحات</span>، وهو بابٌ واسعٌ لا تمكن الإحاطة به.
ومن أمثلته: ترجيح حديثِ ميمونة في أنَّه -صلى اللَّه عليه وسلم- تزوجها وهما حلالٌ بأنَّها صاحبة القصة، وحديثِ أبي رافع بأنَّه مباشر، على حديث ابن عباس بأنَّه تزوجها وهو محرم.
مع ترجيح حديث ابن عباس بأنَّه اتفق عليه الشيخان، وحديث ميمونة عند مسلم فقط، وحديث أبي رافع عند الترمذيِّ.
فيلزم الترجيح بين هذين المرجحين -مثلًا-.
فنقول: سلَّمنا ترجيح حديث الشيخين من جهة السند، فلنفرضْ أنَّا جازمون بأنَّ ابن عباس قال ذلك، وجزمُنا بأنَّه قاله هو غاية الترجيح بكونه في الصحيحين، فيكون الطرف الآخر راجحًا بأنَّ ميمونة وأبا رافع أعلم بنفس الواقعة من ابن عباس؛ لأنَّ لهما من الملابسة للواقعة ما ليس له، لأنَّها صاحبتها وهو مباشرها، مع أنَّهما بالغان وقت التحمل، وهو ليس كذلك.

الثالث: اعلم أنَّ<span data-type="title" id=toc-285> المرجحات يستحيل حصرها</span>؛ لكثرتها وانتشارها.',NULL,'529',NULL,NULL,'0');
INSERT INTO [b282] VALUES (527,'وضابطُ الترجيح هو: ما تحصل به غلبة ظنِّ رجحان أحد الطرفين.
وإليه أشار في "مراقي السعود" بقوله:
وقد خلتْ مرجِّحاتٌ فاعتبر ... واعلمْ بأنَّ كلَّها لا ينحصر
قُطْبُ رحاها قوةُ المَظِنَّة ... فهي لدى تعارضٍ مَئِنَّة
وقال صاحب "الضياء اللامع" في المرجحات: ومن رام هذه الأجناس بضابط فقد رام شططًا لا تتسع له قوة البشر.
الرابع: اعلم أنَّه جرت عادة الأصوليين بعقد باب يسمُّونه (كتاب الاستدلال)، ومرادهم بالاستدلال هو ما لم يدل عليه دليل من كتاب، ولا سنة، ولا إجماع، ولا قياسٍ أصوليٍّ.

و<span data-type="title" id=toc-286>مسائل كتاب الاستدلال </span>كثيرة، ذكر المؤلف منها مسائل متفرقة، كالاستحسان، والاستصحاب، والمصالح المرسلة، وقول الصحابيِّ، وشرعِ من قبلنا.
وترَكَ منها أمورًا كثيرة لم يذكرها، كإجماع أهل المدينة عند من يحتجُّ به، وإجماع العشرة، وإجماع الخلفاء الأربعة عند من يحتجُّ بذلك، وإجماع أهل الكوفة عند من يحتجُّ به، وكالقياس المنطقيِّ بنوعيه -أعني: القياس الاقترانيَّ والاستثنائيَّ الذي هو الشرطيُّ المتصلُ والمنفصل-، والاستقراء، وقياس العكس، وسدِّ الذرائع إلى المحرمات، وفتحها إلى الواجبات، والعوائد، والأخذ بأخفِّ الضررين، وفقد الشرط، ووجود المانع، ووجود المقتضي، وانتفاء',NULL,'530',NULL,NULL,'0');
INSERT INTO [b282] VALUES (528,'مدرك الحكم -أي دليله الذي يدرك به-، خلافًا للأكثر في الأخير، ونحو ذلك من مسائل الاستدلال، وبعضها فيه الخلاف.
والعلم عند اللَّه، وصلى اللَّه على نبينا محمدٍ وآله وصحبه وسلم.',NULL,'531',NULL,NULL,'0');
