-- Table: b2915
-- Chunk: 1
-- Rows: 20

CREATE TABLE "b2915"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b2915
INSERT INTO [b2915] VALUES (1,'معجم المصطلحات المتعلقة بالقرآن الكريم',NULL,'1',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (2,'<span data-type="title" id=toc-2>أسماء السور: </span>أسماء السور معروفة، نذكر هنا بعض السور التي لها أكثر من اسم:
التوبة: تسمى كذلك براءة.
الإسراء: تسمى كذلك بني إسرائيل.
فاطر: تسمى كذلك الملائكة.
غافر: تسمى كذلك المؤمن.
فصلت: تسمى كذلك حم السجدة.
الإنسان: تسمى كذلك الدهر.',NULL,'2',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (3,'<span data-type="title" id=toc-3>الإشمام: </span>هو ضمّ الشفتين كمن يريد النطق بضمة من غير أن يظهر لذلك أثر في النطق، ولم يقع الإشمام في رواية حفص وسط الكلمة إلا في "تَأْمَنَّا" من قوله تعالى: مَا لَكَ لا تَأْمَنَّا عَلَى يُوسُفَ [يوسف ١١] ، تضم الشفتان عند النطق بالنون المشددة للإشارة إلى ضمة النون الأولى المدغمة في النون الثانية، إذ "تأمنا" في الأصل "تأمنُنَا"، وعلامة الإشمام وضع نقطة خالية الوسط معينة الشكل () فوق آخر الميم قبيل النون المشددة، هكذا:. أما الإشمام الخاص بالوقف فهو ضم الشفتين عند النطق بالحرف المضموم والمرفوع الموقوف عليه ككلمة "نستعين" في قوله تعالى: إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ [الفاتحة ٥] بعد سكون النون للوقف.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (4,'<span data-type="title" id=toc-4>الإمالة: </span>هي أن تنحو بالفتحة نحو الكسرة، وبالألف نحو الياء من غير قلب خالص ولا إشباع مبالغ فيه، وهي الإمالة المحضة، وتسمى كذلك الإضجاع.
والكلمة الوحيدة التي تقرأ بالإمالة في رواية حفص عن عاصم هي "مجريها" في قوله تعالى: وَقَالَ ارْكَبُوا فِيهَا بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ [هود ٤١] ، تمال فيها فتحة الراء إلى الكسرة، والألف إلى الياء، وللدلالة على ذلك توضع تحت الراء نقطة خالية الوسط معينة الشكل () هكذا:.. (مجراها)',NULL,'4',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (5,'<span data-type="title" id=toc-5>ج: </span>انظر: علامات الوقف.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (6,'<span data-type="title" id=toc-6>الجزء: </span>قُسِّمَ القرآن الكريم إلى ثلاثين جزءا متقاربا حتى يتسنى قراءته في شهر، وقُسِّمَ الجزء إلى حزبين، فيما يلي بدايات الأجزاء الثلاثين:
١. الفاتحة
٢. سَيَقُولُ السُّفَهَاءُ مِنَ النَّاسِ مَا وَلاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كَانُوا عَلَيْهَا (البقرة ١٤٢) .
٣. تِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ (البقرة ٢٥٣) .
٤. كُلُّ الطَّعَامِ كَانَ حِلا لِبَنِي إِسْرَائِيلَ إِلا مَا حَرَّمَ إِسْرَائِيلُ عَلَى نَفْسِهِ ... (آل عمران ٩٣) ، وعند بعض العلماء يبدأ من الآية الـ ٩٢، وهي: لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ.
٥. وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلا مَا مَلَكَتْ أَيْمَانُكُمْ ... (النساء ٢٤) .
٦. لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلا مَنْ ظُلِمَ (النساء ١٤٨) .
٧. لَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا (المائدة ٨٢) ، وعند بعض العلماء يبدأ من الآية الـ ٨٣، وهي وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ.
٨. وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى ... (الأنعام ١١١) .
٩. قَالَ الْمَلأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ ... (الأعراف ٨٨) .
١٠. وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ ... (الأنفال ٤١) .
١١. إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ (التوبة ٩٣) . وعند بعض العلماء يبدأ من الآية الـ ٩٤، وهي يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ.
١٢. وَمَا مِنْ دَابَّةٍ فِي الأَرْضِ إِلا عَلَى اللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا (هود ٦) .
١٣. وَمَا أُبَرِّئُ نَفْسِي إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ إِلا مَا رَحِمَ رَبِّي (يوسف ٥٣) .
١٤. الر تِلْكَ آيَاتُ الْكِتَابِ وَقُرْآنٍ مُبِينٍ (الحجر ١) . وعند بعض العلماء يبدأ من الآية الثانية، وهي رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ.
١٥. سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلا مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى ... (الإسراء ١) .
١٦. قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا (الكهف ٧٥) .
١٧. اقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (الأنبياء ١) .
١٨. قَدْ أَفْلَحَ الْمُؤْمِنُونَ (المؤمنون ١) .
١٩. وَقَالَ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا لَوْلا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرَى رَبَّنَا (الفرقان ٢١) .
٢٠. فَمَا كَانَ جَوَابَ قَوْمِهِ إِلا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ (النمل ٥٦) ، وعند بعض العلماء يبدأ من الآية الـ ٦٠، وهي أَمَّنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ ....
٢١. وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلا بِالَّتِي هِيَ أَحْسَنُ إِلا الَّذِينَ ظَلَمُوا مِنْهُمْ (العنكبوت ٤٦) ، وعند بعض العلماء يبدأ من الآية الـ ٤٥، وهي اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ وَأَقِمِ الصَّلاةَ.
٢٢. وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا مَرَّتَيْنِ ... (الأحزاب ٣١) .
٢٣. وَمَا أَنْزَلْنَا عَلَى قَوْمِهِ مِنْ بَعْدِهِ مِنْ جُنْدٍ مِنَ السَّمَاءِ وَمَا كُنَّا مُنْزِلِينَ (يس ٢٨) . وعند بعض العلماء يبدأ من الآية الـ ٢٢، وهي وَمَا لِيَ لا أَعْبُدُ الَّذِي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ.
٢٤. فَمَنْ أَظْلَمُ مِمَّنْ كَذَبَ عَلَى اللَّهِ وَكَذَّبَ بِالصِّدْقِ إِذْ جَاءَهُ (الزمر ٣٢) .
٢٥. إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ ... (فصلت ٤٧) .
٢٦. حم * تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (الأحقاف ١-٢) .
٢٧. قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (الذاريات ٣١) .
٢٨. قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا ... (المجادلة ١) .
٢٩. تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (الملك ١) .
٣٠. عَمَّ يَتَسَاءَلُونَ (النبأ ١) .
الحروف المقطعة: هي نصف حروف الهجاء التي تبدأ بها تسع وعشرون سورة من سور القرآن الكريم مثل: الم، كهيعص، طه وما إلى ذلك، وفيها إشارة إلى إعجاز القرآن، فقد وقع به تحدّي المشركين، فعجزوا عن معارضته، وهو مركب من هذه الحروف التي تتكون منها لغة العرب.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (7,'<span data-type="title" id=toc-7>الحزب: </span>نصف الجزء.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (8,'<span data-type="title" id=toc-8>الرسم العثماني: </span>هو علم تعرف به مخالفة خط المصاحف العثمانية لأصول الرسم القياسي.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (9,'<span data-type="title" id=toc-9>الركوع: </span>تقسم السور إلى ركوعات في مصاحف شبه القارة الهندية، والركوع عبارة عن عدة آيات تستحسن قراءتها في الركعة الواحدة، وعلامة الركوع حرف (ع) يوضع على حاشيتي المصحف اليمنى واليسرى.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (10,'<span data-type="title" id=toc-10>السبع الطوال: </span>المراد بها: البقرة، وآل عمران، والنساء، والمائدة، والأنعام، والأعراف، والسابعة هي الأنفال والتوبة معا، أو سورة يونس.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (11,'<span data-type="title" id=toc-11>سجدة التلاوة: </span>سجدة تسن عند تلاوة بعض آيات القرآن الكريم، أو سماعها، وهذه الآيات خمس عشرة، وهي:
١. إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ (الأعراف ٢٠٦) .
٢. وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا وَظِلالُهُمْ بِالْغُدُوِّ وَالآصَالِ (الرعد ١٥) .
٣. وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مِنْ دَابَّةٍ وَالْمَلائِكَةُ وَهُمْ لا يَسْتَكْبِرُونَ * يَخَافُونَ رَبَّهُمْ مِنْ فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (النحل ٤٩ - ٥٠) .
٤. وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (الإسراء ١٠٩) .
٥. أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (مريم ٥٨) .
٦. أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُ (الحج ١٨) .
٧. يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ (الحج ٧٧) .
٨. وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا (الفرقان ٦٠) .
٩. اللَّهُ لا إِلَهَ إِلا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (النمل ٢٦) .
١٠. إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ (السجدة ١٥) .
١١. قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ (ص ٢٤) .
١٢. فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لا يَسْأَمُونَ (فصلت ٣٨) .
١٣. فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (النجم ٦٢) .
١٤. وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لا يَسْجُدُونَ (الانشقاق ٢١) .
١٥. كَلا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ (العلق ١٩) .
علما بأن السجدة الثانية في سورة الحج، والسجدات الواردة في سورة ص، والنجم، والانشقاق، والعلق موضع خلاف بين العلماء.
وللدلالة على موضع السجدة يوضع شكل محراب في نهاية الآية، وتكتب كلمة "سجدة" على الحاشية.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (12,'<span data-type="title" id=toc-12>صلى: </span>انظر: علامات الوقف.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (13,'<span data-type="title" id=toc-13>الضبط: </span>علم يعرف به ما يدل على عوارض الحروف التي هي الفتح، والضم، والكسر، والسكون، والشد والمد ونحو ذلك، ويرادف الضبط الشكل.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (14,'<span data-type="title" id=toc-14>علامات الوقف: </span>علامات توضع في المصحف ليعرف بها القارئ مواضع الوقف والوصل، وهي ست علامات، وهي كما يلي:
علامات الوقف
م: علامة الوقف اللازم، نحو: إِنَّمَا يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ وَالْمَوْتَى يَبْعَثُهُمُ اللَّهُ.
لا: علامة الوقف الممنوع، نحو: الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمُ ادْخُلُوا الْجَنَّةَ.
ج: علامة الوقف الجائز جوازا مستوى الطَّرفين، نحو: نَحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُمْ بِالْحَقِّ إِنَّهُمْ فِتْيَةٌ آمَنُوا بِرَبِّهِمْ.
صلى: علامة الوقف الجائز مع كون الوصل أوْلَى، نحو: وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كَاشِفَ لَهُ إِلا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.
قلى: علامة الوقف الجائز مع كون الوقف أوْلَى، نحو: قُلْ رَبِّي أَعْلَمُ بِعِدَّتِهِمْ مَا يَعْلَمُهُمْ إِلا قَلِيلٌ فَلا تُمَارِ فِيهِمْ.
... ... علامة تعانق الوقف بحيث إذا وُقِف على أحد الموضعين لا يصح الوقف على الآخر، نحو: ذَلِكَ الْكِتَابُ لا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (15,'<span data-type="title" id=toc-15>القراءات: </span>هي اختلاف كلمات الوحي في اللفظ، والأداء، واللغة، والإعراب المنقول بالتواتر عن النبي -صلى الله عليه وسلم-.
القراءات المشهورة عشر، وكل منها منسوبة إلى إمام من أئمة القراءات، اشتهر عنه راويان، وفيما يلي أسماء أئمة القراءات العشر ورواتهم.
١. نافع المدني، وراوياه: قالون، وورش.
٢. ابن كثير المكي، وراوياه: البزي، وقنبل.
٣. أبو عمرو البصري، وراوياه: حفص الدوري، والسوسي.
٤. ابن عامر الشامي، وراوياه: هشام، وابن ذكوان.
٥. عاصم الكوفي، وراوياه: شعبة، وحفص.
٦. حمزة الكوفي، وراوياه: خلف، وخلاد.
٧. الكسائي الكوفي، وراوياه: أبو الحارث، وحفص الدوري.
٨. أبو جعفر المدني، وراوياه: ابن وردان، وابن جماز.
٩. يعقوب الحضرمي، وراوياه: رويس، وروح.
١٠. خلف العاشر، وراوياه: إسحاق، وإدريس.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (16,'<span data-type="title" id=toc-16>قلى: </span>انظر: علامات الوقف.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (17,'<span data-type="title" id=toc-17>المعانقة: </span>انظر: علامات الوقف.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (18,'<span data-type="title" id=toc-18>المعوذتان: </span>المراد بهما سورتا الفلق، والناس.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (19,'<span data-type="title" id=toc-19>المفصل: </span>السور التي تبدأ من سورة (ق) إلى نهاية سورة الناس، وذلك القول المختار، وتنقسم ثلاثة أقسام:
طوال المفصل: وهي من ق إلى آخر المرسلات.
أوساط المفصل: وهي من النبأ إلى آخر الليل.
قصار المفصل: وهي من الضحى إلى آخر الناس.
المنزل: يقسم القرآن الكريم في شبه القارة الهندية إلى سبعة أقسام شبه متساوية ليتمكن القارئ من قراءة القرآن الكريم في أسبوع، كل قسم في يوم، ويسمى كل قسم من هذه الأقسام منزلا وفيما يلي بدايات المنازل السبعة:
أول الفاتحة.
أول المائدة.
أول يونس.
أول الإسراء.
أول الشعراء.
أول الصافات.
أول ق.',NULL,'19',NULL,NULL,'0');
INSERT INTO [b2915] VALUES (20,'<span data-type="title" id=toc-20>الوقف اللازم: </span>انظر: علامات الوقف.',NULL,'20',NULL,NULL,'0');
