-- Table: b292
-- Chunk: 1
-- Rows: 322

CREATE TABLE "b292"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b292
INSERT INTO [b292] VALUES (1,'آثار الشيخ العلامة محمد الأمين الشنقيطي (٨)

رحلة الحج إلى بيت الله الحرام

تأليف
الشيخ العلامة محمد الأمين بن محمد المختار الجكني الشنقيطي (١٣٢٥ هـ - ١٣٩٣ هـ)

إشراف
بكر بن عبد الله أبو زيد

دار عطاءات العلم - دار ابن حزم',NULL,'1',NULL,NULL,'0');
INSERT INTO [b292] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
أشهد أن لا إله إلا اللَّه وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله صلى اللَّه عليه وعلى آله وصحبه وسلم تسليمًا كثيرًا.
الحمد للَّه الذي أكرم هذه الأمة المتأخرة الزمان، بأن جعل منها أشرف المرسلين المصطفى من معد بن عدنان، عليه الصلاة والسلام دائمين من الرحمن، وجعل دينها أفضل من سائر الأديان، مؤيدًا بالمعجزات الباهرات التي أعظمها القرآن، أرسل رسوله بالهدى ودين الحق ليظهره على كل دين وقال: {وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ (٨٥)} [آل عمران/ ٨٥].
ووعدنا على لسانه صلى اللَّه وعليه وعلى آله وسلم وعدًا يزيل الطمع من الفرق، وهو ما صح عنه أن صف مؤمننا في الجنة وإن زنى وإن سرق، وجعلنا ثلاث طوائف في كتابه المنير: قال: {فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ اللَّهِ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (٣٢)} [فاطر/ ٣٢].
ووعد جميع الطوائف الثلاث بدخول الجنات، والتحلية بالأساور، ولبسِ الحرير، قال: {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ (٣٣)} [فاطر/ ٣٣].
فأتى في قوله: {يَدْخُلُونَهَا} بواو الجمع الشاملة للظالم لنفسه، وقدَّمه لئلا يقنط، وأخرَّ السابق بالخيرات لألا يعجب بعمله فيحبط، وخاطب المسرفين منا خطابًا تجعل لذّته الأصمَّ سميعًا، قال: {قُلْ',NULL,'5',NULL,NULL,'0');
INSERT INTO [b292] VALUES (3,'يَاعِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لَا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} [الزمر/ ٥٣].
فاعجب لأمة يخاطب اللَّه مسرفيها هذا الخطاب في الآيات البينات المحكمات من الكتاب.
وقوله لهم: {إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا} كلام مبدوء بحرف تأكيد مختوم باسم تأكيد، وتأكيد اللَّه وعده على إنجازه أصدق شهيد؛ إذ قال في كتابه المنزل على خير العباد: {إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ (٩)} [آل عمران/ ٩].
وخصنا من بين سائر الأجناس بقوله: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ} [آل عمران/ ١١٠].
جاءنا بالحنيفية السمحة، وبذل لنا نصحه، وكان مما أنزل عليه صلوات اللَّه وسلامه عليه: {وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} [الأنعام/ ١٩]. فقد بَلَغَنَا، وآمنا بكل ما فيه، وائتمرنا بأوامره، وانتهينا بنواهيه، فهو النور المبين، والحبل المتين، وقد جعلناه في أمور ديننا دليلاً، فتحركنا من مسقط الرأس بقوله: {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا} [آل عمران/ ٩٧]. جعلنا اللَّه ممن يأتمر بالأوامر، وينزجر بالزواجر، فامتثال هذه الآية الكريمة جَشَّمَنَا هذا السفر المبارك السعيد حتى أتينا من مكان بعيد، فبها نهضنا للسفر هذه النهضة السريعة، لا بقول عمر بن أبي ربيعة:
إن كنت حاولت دنيا أو أقمت لها ماذا أخذت بترك الحج من ثمن',NULL,'6',NULL,NULL,'0');
INSERT INTO [b292] VALUES (4,'أما بعد: فليكن في علم ناظره أنا أردنا تقييد خبر رحلتنا هذه إلى بيت اللَّه الحرام، ثم إلى مدينة خير الأنام عليه أفضل الصلاة والسلام؛ ليستفاد بما تضمنته من المذاكرة، والأحكام، وأخبار البلاد والرجال، وما تجوَّل فيه الأدباء من المجال، والغرض الأكبر من ذلك تقييد ما أجبنا به عن كل سؤالٍ علميٍّ سئلنا عنه في جميع رحلتنا.
اعلم أنا خرجنا من عند أهلنا بجانب الوادي ذي البطاح والمياه والنخيل، وودَّعَنَا كل قريب وخليل، والبين يهيج في القلوب الداء الدخيل، فترى ورد الخدود يطله جمود الدموع، والأعين تنكر السِّنَةَ والهجوع، ماء العيون في الجفن حائر، حسبما قال الشاعر:
ومما شجاني أنها يوم ودعت ... تولت وماء العين في الجفن حائر
فلما أعادت من بعيد بنظرةٍ ... إليّ التفاتًا أسلمته المحاجر
وكان يوم الخروج لهذه القاعدة الكبيرة لسبع مضين من جمادى الآخرة، من سنة سبع وستين وثلاثمائة وألف، أَمَّنَنَا اللَّه مما نخشاه من الأمام والخلف، فخرجنا من بيوتنا يصحبنا بعض تلامذتنا إلى قرية اسمها "كيفة"، فوصلناها في مدة خفيفة، ونحن تَحْدِي بنا الجمال، في الأودية والرمال.
في مدة إقامتنا بـ "كيفة" سألتنا كريمة من بنات العم، وهي أم الخيرات بنت أحمد بن المختار الجكنية عن مسألتين، وطلبت فيهما منا التحرير، وأحضرت فهم العالم النحرير.
أولاهما: ما يحيك في النفس من عدم الفرق بين عَلَم الجنس',NULL,'7',NULL,NULL,'0');
INSERT INTO [b292] VALUES (5,'واسم الجنس.
والثانية: قول المتكلمين: إن الصفة النفسية لا يدرك لدونها الموصوف، وإن الإنسان مثلاً بدون النطق غير معروف، لِمَ لا يعرف الإنسان بخواصه، كالمشي على الاثنين مع الانتصاب، وكالضحك وكتابة الكتاب.
فكان جوابنا عن المسألة الأولى: ما حاصله: أن الفرق بين علم الجنس واسمه اصطدمت فيه عقول العقلاء، واختلفت فيه آراء العلماء، حتى قال بعضهم: لا يُعقل الفرق بينهما في المعنى. واختار بعض المحررين من المتأخرين من ذلك الاختلاف ما حققه ابن خاتمة من أن الفرق بينهما أمر اعتباري، وهو أن عَلَم الجنس موضوعٌ للحقيقة الذهنية، ليميزها عن غيرها من الحقائق الذهنية، مع قطع النظر عن وجودها في أفرادها الخارجية، واسم الجنس موضوع للحقيقة باعتبار وجودها في أفرادها الخارجية، ولذا كان الأول جزئيًّا، والثاني كليًّا، والجزئي الحقيقي يكون عَلَمًا بالإجماع، والعَلَمُ قسمان: عَلَم شخصٍ، وعَلَم جنس. ودليل حصره فيهما أن العَلَم لابد أن يعيّن مسماه بتشخيصه إياه، فإن كان التشخيص باعتبار الخارِج فهو عَلَم الشخص، كزيد ومكة، وإن كان باعتبار الذهن فهو عَلم الجنس، كأسامة وأبي الحارث للأسد.
قال مقيّد هذه الرحلة عفا اللَّه عنه: هذا الفرق الذي ذكره ابن خاتمة بين عَلَم الجنس واسمه، وإن اختاره المحقق البناني في شرحه لسلم الأخضري في علم المنطق، وغيره من محققي المتأخرين، إذا فرَّعنا',NULL,'8',NULL,NULL,'0');
INSERT INTO [b292] VALUES (6,'على قول ابن الحاجب والآمدي ومن تبعهما من الأصوليين بأن المطلق والنكرة شيءٌ واحدٌ، فهو -أي فرق ابن خاتمة- أمرٌ معقولٌ واضحٌ لا شبهة فيه. وأما إذا ما فرعنا على ما عليه جمهور الأصوليين من أن المطلق والنكرة شيئان متغايران فالفرق الذي ذكره ابن خاتمة لا يكاد يعقله الذهن السليم.
وإيضاح ذلك: أن المطلق هو اسم الجنس بعينه عند جمهور الأصوليين، وجمهورهم على أن النكرة والمطلق الذي هو اسم الجنس أمران متغايران، خلافًا لابن الحاجب والآمدي وطائفة، والفرق بينهما -عند القائل به-: أن المطلق هو ما دل على الماهية بلا قيد، والنكرة ما دل على الواحد الشائع في جنسه.
ومما يوضح الفرق بينهما أن المطلق الذي هو اسم الجنس يكون موضوع القضية الطبيعية، ولا يكون موضوع كلية ولا جزئية. والنكرة تكون موضوع الكلية والجزئية، ولا تكون موضوع الطبيعية. فبهذا يظهر الفرق.
والقضية الطبيعية عند المناطقة هي: التي حكم بمحمولها على ماهية موضوعها الذهنية من حيث هي ماهية وحقيقة، مع قطع النظر عن وجود تلك الماهية الذهنية في أفرادها الخارجية، ولذا لو حمل محمولها على أفراد موضوعها الخارجية لكذبت باعتبار كونها طبيعية.
ومثالها -أعني الطبيعية-: قولك: حيوان جنس، وإنسان نوع. فحكمك بالجنسية على الحيوانية، وبالنوعية على الإنسانية إنما هو باعتبار ماهية الحيوان والإنسان الذهنية دون أفرادها الخارجية،',NULL,'9',NULL,NULL,'0');
INSERT INTO [b292] VALUES (7,'فالجنسية المحكوم بها على الحيوان، والنوعية المحكوم بها على الإنسان، كلتاهما لا يصدق الحكم بها إلا على الماهية، وإن حكمت بها على الأفراد كذبت، لأن أفراد الإنسان -مثلًا- كزيد وعمرو ليس واحدٌ منها يصح الحكم عليه بالنوعية، لأنها كلها أشخاص، فلو قلت: زيد نوع، وعمرو نوع؛ لكان كذبًا، مع صدق قولك: إنسان نوع، فظهر قصد الماهية دون الأفراد.
وكذلك أفراد الحيوان لا يصدق الحكم على واحد منها بأنه جنس، فلو قلت: الإنسان جنس، والفرس جنس مثلًا؛ لكان كذبًا، لأن أفراد الحيوان أنواعٌ لا أجناس، والحكم على النوع بأنه جنسٌ كذبٌ ظاهرٌ، فَكَذِبُ قولك: الفرس جنس والإنسان جنس، مع صدق قولك: الحيوان جنس، يظهر به قصد الماهية دون الأفراد، وهذا يخالف الكلية والجزئية اللتين موضوعهما النكرة، فالحكم بالمحمول فيهما إنما هو على أفراد الموضوع، لا على ماهيته العارية من اعتبار الأفراد.
فقولك: كل إنسان حيوان، الحكم في هذه الكلية بالمحمول الذي هو الحيوان على كل فرد من أفراد الموضوع الذي هو الإنسان، لصدق قولك: زيد حيوان وعمرو حيوان مثلًا، وليس الحكم على الماهية؛ لأن ماهية الإنسان شيءٌ واحدٌ متركبٌ عندهم من حيوانية وناطقية، والشيء الواحد لا يجوز دخول السور عليه لعدم تعدده، فلا يجوز مع اعتبار الماهية قولك: كل إنسان، لأن ماهية الإنسان شيء واحد كما هو مقرر في مبحث أطراف السور.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b292] VALUES (8,'وما ذكرنا من الحكم بالمحمول على أفراد الموضوع في الكلية، ومثَّلْنا له هو بعينه في الجزئية، لأن الفرق بين الكلية والجزئية إنما هو بشمول الحكم جميع الأفراد وعدمه، فإن شمل الحكم بالمحمول جميع أفراد الموضوع فهي كلية، نحو كل إنسان حيوان، وإلا فجزئية نحو بعض الحيوان إنسان، والحكم في كل منهما على الأفراد لا على العاهية، فظهر الفرق بين اسم الجنس الذي هو المطلق وبين النكرة، بأن الأول موضوع الطبيعية، والأخير موضوع الكلية والجزئية.
وقد بنى الأصوليون على هذا الفرق مسألة تزيده إيضاحًا وبيانًا، وهي ما لو قال رجل لزوجته: إن ولدت ذكرًا فأنت طالق، فولدت ذكرين. فعلى مراعاة المطلق الذي هو اسم الجنس الدال عندهم على الماهية بلا قيد تطلق زوجته، لأنه علق طلاقها على ماهية الذكر وقد وجدت، ولا نظر إلى الأفراد في المطلق. وعلى مراعاة النكرة الدالة على الواحد الشائع لا تطلق زوجته، لأنه علق الطلاق على ولادتها واحدًا بمقتضى النكرة الدالة على الواحد الشائع، فلم تلد واحدًا بل ولدت اثنين، فجاءت بغير المعلق عليه.
فإذا حققت هذا الفرق المذكور المشار إليه بقوله في "مراقي السعود":
وما على الذات بلا قيد يدل ... فمطلق وباسم جنس قد عقل
وما على الواحد شاع النكرة ... والاتحاد بعضهم قد نصره
علمت أن قول ابن خاتمة في فرقه المتقدم: "واسم الجنس',NULL,'11',NULL,NULL,'0');
INSERT INTO [b292] VALUES (9,'موضوع للحقيقة الذهنية باعتبار أفرادها الخارجية" لا يصح بحال، لأن اعتبار الأفراد قيدٌ، وهم يقولون: ما دل على الماهية بلا قيد. إلا على القول بمراعاة الأفراد في اسم الجنس، فيتحد مع النكرة كما ذهب إليه ابن الحاجب والآمدي وطائفة، والعجب من غفلة البناني عن هذا مع دقة نظره، وما أطال به العبادي في "الآيات البينات" من أن المطلق ما دل على الماهية بلا قيدٍ، وأن الأفراد توجد في الخارج في ضمن الماهية الذهنية = يَرِدُ عليه ما ذكرنا من جواز مراعاة الماهية بقطع النظر عن وجود الأفراد في ضمنها كما ذكرنا، وكما يدخل في قولهم: "بلا قيدٍ" فلا يمكن الفرق إذًا بين عَلَم الجنس واسمه.
وقد فرّق بعض النحاة بين عَلَم الجنس واسمه بأن الفرق بينهما في اللفظ فقط، وهما في المعنى شيءٌ واحدٌ، كما قال ابن مالك في "ألفيته":
ووضعوا لبعض الاجناس عَلَم ... كعَلَم الأشخاص لفظًا وهو عمّ
لأن قوله: "لفظًا وهو عمّ" معناه عنده أنهما مفترقان في اللفظ، متحدان في المعنى؛ لأن عَلَم الجنس يتناول كل فرد من أفراد الجنس كما يتناوله اسم الجنس، فالفرق بينهما لفظي، ومعناهما واحدٌ. هذا مراده، ومثله له في التسهيل، وتعقبه المرادي، وهو جدير بأن يتعقب؛ لأن ما ذكر من الفرق اللفظي يتعذر معه اتحاد المعنى عند النظر الصحيح.
وإيضاحه: أن جعل معنى أسامة عَلَمًا لجنس الأسد، متحدًا مع معنى أسد، اسم جنس للأسد؛ لا يكاد يعقل، مع جواز دخول الألف',NULL,'12',NULL,NULL,'0');
INSERT INTO [b292] VALUES (10,'واللام على أسد لأنه نكرة، ومنع دخولهما على أسامة لأنه معرفة للعلمية، ومنع مجيء الحال متأخرة من أسد لأنه نكرة، وجواز مجيئها من أسامة لأنه معرفة للعلمية، ومنع الابتداء بأسد حيث لا مسوغ للابتداء لأنه نكرة، وجواز الابتداء لأسامة لأنه معرفة لكونه عَلَمًا.
فهذه التفرقة اللفظية بينهما تدل على الفرق المعنوي ضرورةً؛ لأن معنى النكرة مغاير لمعنى المعرفة ضرورةً، وإلا لزم التحكم بلا موجب، وهو جعل أحد المتساويين في المعنى نكرة، وجعل مساويه الآخر معرفة، وهو ظاهر البطلان.
فتحصَّل أن الذي يظهر لمقيد هذه الرحلة عفا اللَّه عنه أن الفرق بين علم الجنس واسمه -على القول بأن اسم الجنس والنكرة شيءٌ واحدٌ- أمرٌ معقولٌ لا شبهة فيه. وأما على القول بالفرق بين اسم الجنس والنكرة فالفرق بين اسم الجنس وعلمه لا يكاد يظهر عند التأمل الصادق، والعلم عند اللَّه جل وعلا.
وكان جوابنا للسائلة عن المسألة الثانية التي هي: قول المتكلمين: "إن الصفة النفسية لا تعقل الذات دونها" أن معناه عندهم: أن الصفة النفسية التي هي عندهم الجنس أو الفصل لا تعقل الذات دونها، لأنها لا تكون عندهم إلا جزءًا من الذات. والماهية عندهم لا تعقل بدون أجزائها، فالإنسان عندهم لا يمكن تعقله ممن لم يعقله إلا بالنطق؛ لأنه صفته النفسية، والنطق عندهم القوة المفكرة لا نفس الكلام، حسبما قال الشاعر:
إن الكلام لفي الفؤاد وإنما ... جعل اللسان على الفؤاد دليلًا',NULL,'13',NULL,NULL,'0');
INSERT INTO [b292] VALUES (11,'فالإنسان عندهم لو عُرِّفَ بأنه جسم لشاركه الحجر في الجسمية، فإذا زيد في تعريفه أنه نامٍ -أي يكبر تدريجًا- شاركه الشجر؛ لأنه جسم نامٍ، فإذا زيد في تعريفه كونه حسَّاسًا شاركه الفرس مثلًا؛ لأنه جسم نام حسّاس، فإذا عُرِّفَ بأنه منتصب القامة يمشي على اثنين شاركه الطير، فإن زِيد في التعريف كونه لا ريش له شاركه منتوف الريش وساقِطُه من الطير، فإن عُرِّفَ بأنه ناطق تميزت ماهيته عن غيرها من الماهيات وحصل الإدراك.
فإذا قيل: يمكن تعريفه بأنه الضاحك أو الكاتب؛ لأن الضحك والكتابة خاصتان من خواصه.
فجوابهم أنهم يقولون: إن الضحك حالة تعرض عند التعجب من أمر بعد أن تتفكر فيه القوة الناطقة، والكتابة نقوش على هيئات مخصوصة لا توجد إلا بتفكير القوة الناطقة، فانحصر موجب الإدراك بالأصالة في النطق.
هذا هو المراد عندهم، وما أورد عليهم من أن النطق الذي هو القوة المفكرة يشترك مع الإنسان فيه الملائكة والجن؛ لأن عندهم القوة الناطقة = فقد أجاب عنه بعضهم بأن الملائكة والجن خارجون بقيد الحيوانية؛ لأن الحيوان عنده هو الجسم النامي الحساس، والإنسان عندهم مركب من حيوانٍ وناطقٍ، والحيوان لا يكون إلا ناميًا، والملائكة والجن لا ينمون؛ لأن القدر الذي خلق الواحد منهم عليه يستمر عليه ولا يكبر بعد ذلك.
هكذا ذكر بعضهم، واللَّه تعالى أعلم، فالسائلة سألت عن مصطلحٍ',NULL,'14',NULL,NULL,'0');
INSERT INTO [b292] VALUES (12,'كلاميٍّ، وأجبناها بالمراد عند أهل ذلك المصطلح.
ثم ارتحلنا من قرية "كيفة" عشية بعد أن توادعنا مع من يعز علينا، وذهب معنا يشيعنا ابن الأمراء الرئيس وأنيس الجليس العيشى محمد بن عثمان، وقانا اللَّه وإياه من شر حوادث الزمان، ونحن متوجهون إلى قرية "تامشكط".
فمررنا في الطريق بوادي "أم الخز"، ونزلنا عند حي من قبيلة "الأقلال" اسمه: "حلة أهل الطالب جدة" (¬١)، فأحسنوا إلينا غاية الإحسان، ومن جملة من زارنا عالم ذلك الحي ومفتيه الشيخ الأستاذ محمد فال بن أحمد نوح، فسألنا عن قول الأخضري في "سلَّمه" في كلامه على القياس الاستثنائي:
وهو الذي دل على النتيجة ... أو ضدها بالفعل لا بالقوة
فكيف يدل القياس الاستثنائي على النتيجة بمادتها وصورتها، والنتيجة لابد أن تكون مغايرة لمقدمتي القياس، بدليل قول الأخضري نفسه في سلمه:
* مستلزمًا بالذات قولًا آخرًا *
والقياس إذا أنتج إحدى المقدمتين كان ذا خطأ عندهم، كما قال الأخضري عاطفًا على خطأ البرهان من جهة المادة:
* أو ناتج إحدى المقدمات *
_________
(¬١) كذا في الأصل المطبوع.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b292] VALUES (13,'وكان جوابنا عن هذا السؤال: أن لفظ النتيجة -وإن اتحد مع لفظ إحدى مقدمتي القياس- فالمغايرة حاصلة بالاعتبار؛ لأن النتيجة قضية تتضمن نسبة خبرية، ولفظها في القياس جزء قضية، لا قضية بالاستقلال، والمغايرة بين قضيةٍ مستقلةٍ وجزء قضيةٍ واضحةٌ، وإيضاحه بمثاله، أنَّك إذا قلت مثلًا: "لو كان هذا إنسانًا لكان حيوانًا، لكنه إنسان، ينتج: فهو حيوان"، فالنتيجة التي هي "فهو حيوان" هي تالي الشرطية؛ لأن قولنا في القياس: "لكان حيوانًا" الذي هو التالي في الشرطية موافقٌ لقولنا في النتيجة: "فهو حيوان"؛ لأن الفعل الناسخ الذي هو "كان" داخل على المبتدأ والخبر اللذين هما: "هو حيوان". فهذه القضية التي هي "هو حيوان" في حالة كونها نتيجةً قضيةٌ حمليةٌ مستقلةٌ، وأما في القياس فهو جزء قضيةٍ، لا قضيةٌ؛ لأنها لم تتضمن نسبة خبرية باستقلالها، لكونها جواب شرط، وجواب الشرط غير مستقل دونه، لأن قولنا: "لو كان هذا إنسانًا لكان حيوانًا" مجموع طرفي القضية الشرطية من المقدم الذي هو الطرف المقترن بـ "لو"، والتالي الذي هو الطرف المقترن باللام، [فهما معًا] قضيةٌ واحدةٌ شرطية، فمقدمها ليس بقضيةٍ مستقلة؛ لأنه شرط، وتاليها ليس بقضيةٍ؛ لأنه جزاء الشرط، فقولنا: "هو حيوان" في حالته في القياس جزء قضية؛ لأنه جزاء شرطٍ وهو المسمى عندهم بـ "التالي"، وقولنا: "هو حيوان" في حالته في النتيجة قضية حملية مستقلة. فظهرت المغايرة، وارتفع الإشكال.
ثم وصلنا قرية "تامشكط" عند صلاة المغرب، فزارنا جل من فيها من الأكابر والعلماء، وعاملونا معاملة الكرماء، وكنَّا في ضيافة الرئيس',NULL,'16',NULL,NULL,'0');
INSERT INTO [b292] VALUES (14,'سيدي أحمد بن العربي رئيس أهل جدة بن خليفة من قبيلة الأقلال، ومن جملة من زارنا قاضي القرية المذكورة الشيخ الأستاذ المحفوظ بن الغوث، والشيخ الأستاذ محمد الأمين بن الشيخ أحمد الذي كان قاضيًا أيضا للقرية المذكورة.
ومما دار في أثناء تلك المذاكرة السؤال عن مسألتين:
إحداهما: بيان كيفية استحالة تسلسل هيولى العالم، أي تأثير بعضها في بعض إلى ما لا نهاية، والبرهان الدالّ على أن كل ما سوى اللَّه جل وعلا حادث.
والثانية: تحقيق الفرق بين خطاب التكليف وخطاب الوضع.
فكان جوابنا على المسألة الأولى:
أنَّ البراهين الدالة عقلًا على حدوث ما سوى اللَّه جل وعلا كثيرةٌ، وسنذكر منها البعض على قدر الكفاية، فمن ذلك أن نقول:
أفراد الهيولى المتسلسلة إلى ما لا نهاية له -عند الفلاسفة القائلين بقدم الهيولى التي هي مواد الأشياء وأصولها- لابد أن يقترن واحدٌ منها بالأزل، بحيث لم يسبق عليه عدم أصلًا، أو لا يقترن واحدٌ منها بالأزل بأن يكون كلُّ واحدٍ منها مسبوقًا بعدم، ولا يخلو المقام من أحد هذين الأمرين ضرورةً.
فإن قالوا: لم يقترن واحد منها بالأزل، بل كل فرد منها مسبوق بعدم.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b292] VALUES (15,'قلنا لهم: أقررتم بحدوث جميعها وانقطاع تسلسلها، لإقراركم بأن الأول منها مسبوقٌ بعدم، وهو المطلوب.
وإن ادعوا أن أولها مقترن بالأزل بحيث لم يسبق عليه عدم.
قلنا: لو كان غير مسبوق بعدم لكان قديمًا، والقديم يستحيل فناؤه عقلًا، وأنتم مقرُّون بفناء الفرد الأول الذي ادعيتم اقترانه بالأزل.
فإن قالوا: لا نسلم أن القديم يستحيل فناؤه.
قلنا لهم: البرهان العقلي قاضٍ باستحالة فناء القديم.
وإيضاح ذلك: أنه لو جاز عدمه لكان عين الجائز العقلي؛ لأنه هو ما يجوز فيه الوجود والعدم، وكل ماجاز وجوده وعدمه عقلًا استحال رجحان وجوده على عدمه المساويه عقلًا أزلًا بلا مرجحٍ؛ لأن العقل يوجب بقاء المساواة حتى يوجد مرجح، وإلا لزم رجحان أحد المتساويين بلا مرجح، وهو محالٌ عقلًا كاقتضائه كونهما متساويين وغير متساويين، وهو محالٌ ضرورةً، فظهر عقلًا أن كل ما جاز عدمه استحال قدمه، وكل ما وجب قدمه استحال عدمه.
وأول الأفراد المتسلسلة المزعومة معدوم الآن قطعًا فهو حادث قطعًا؛ إذ لا يجوز العدم إلا على حادث، لأن ما يجوز فيه أمران -أعني الوجود والعدم- يحتاج إلى مرجح يرجح أحد الجائزين على مساويه الآخر، وإلا لبقيا متساويين، والمحتاج إلى مرجح حادثٌ؛ لأنه مسبوق بمرجحه الذي رجح وجوده على عدمه المساوي عقلًا أزلًا.
فظهر بهذا البرهان العقلي أن كل ما سوى اللَّه حادث، وأن ادعاء',NULL,'18',NULL,NULL,'0');
INSERT INTO [b292] VALUES (16,'الفلاسفة قدم هيولى العالم، وأن أفرادها قديمة الجنس حادثة النوع لا يصح، لما ذكرنا من أنها إن لم يقترن درد منها بالأزل كانت حادثة، ولو اقترن فرد منها بالأزل لكان قديمًا، والقديم لا يفنى، وكلها فانية، فاتضح بطلان دعواهم.
ومما استدل به بعض النظار على استحالة قدم هيولى العالم، وأنها حوادث لا أول لها: أن ذلك يلزم عليه وجود عددين لا متماثلين ولا متفاضلين؛ لأن المماثلة لا تصح؛ لكون الأفراد من اليوم إلى الأزل تشارك الأفراد من الطوفان إلى الأزل في هيولاها التي هي موادها وأصولها، وتزيد عليها بما بين اليوم والطوفان، والمفاضلة بين العددين لا تعقل؛ لأن الفرض أن كلا من العددين لا نهاية له، وما لا يتناهى لا يعقل كونه أقل من شيء؛ لأن معنى القلة مقابلة العدد القليل بقدره من أفراد العدد الكثير، وانتهاؤه مع بقاء شيءٍ من الكثير، فانتهاؤه قبله هو قلت عنه، وبقاء بعض أفراد الآخر بعده هو كثرته عنه.
وربما يظهر للناظر القدح في هذا الدليل بأن يقول: أفراد الهيولى من اليوم إلى الأزل أكثر من أفرادها معتبرة من الطوفان إلى الأزل؛ لأنها لما شاركتها فيما بين الطوفان والأزل وزادت عليها بما بين اليوم والطوفان صارت أكثر منها.
وقال بعضهم: هذا القدح مدفوع عند التأمل الصادق؛ لأن هذا إنما يكون إذا اعتبرنا العددين من جهة النهاية إلى جهة الأزل، وإيضاحه أن يقول: لو فرضنا أن شخصين يعدان أفراد الهيولى المزعوم تسلسلها، أحدهما يعد من اليوم إلى الأزل، والثاني يعد من الطوفان',NULL,'19',NULL,NULL,'0');
INSERT INTO [b292] VALUES (17,'إلى الأزل، فالذي يعد من الطوفان إلى الأزل لا ينتهي عدده قبل الذي يعد من اليوم إلى الأزل؛ لأن الفرض عدم النهاية، وما لا ينتهي قبل شيء لا يعقل كونه أقل منه، فثبت أن حوادث لا أول لها يلزمه وجود المحال، وما أدى إلى المحال فهو محال، مع أن قول الفلاسفة حوادث لا أول لها كلامٌ متناقضٌ؛ لأن لفظة "حوادث" جمع حادث، وهو فاعل من الحدوث الذي هو الطروء بعد عدم، وقولهم: "لا أوَّل لها" نقيض ذلك، فهو بمثابة ما لو قالوا: حوادث لا حوادث. وهو محال لاستحالة اجتماع النقيضين.
وهذا الكلام كله في استحالة تسلسل تأثير بعض أفراد الهيولى في بعض، أما بالنظر إلى وجود حوادث لا أول لها بإيجاد اللَّه، فذلك لا محال فيه، ولا يلزمه محذور؛ لأنها موجودة بقدرة وإرادة من لا أول له جل وعلا، وهو في كل لحظةٍ من وجوده يحدث ما يشاء كيف يشاء، فالحكم عليه بأن إحداثه للحوادث له مبدأ يوهم أنه كان قبل ذلك المبدأ عاجزًا عن الإيجاد سبحانه وتعالى عن ذلك.
وإيضاح المقام: أنك لو فرضت تحليل زمن وجود اللَّه في الماضي إلى الأزل إلى أفراد زمانية أقل من لحظات العين أن تفرض أن ابتداء إيجاد الحوادث مقترن بلحظة من تلك اللحظات، فإنك إن قلت: هو مقترن باللحظة الأولى. قلنا: ليس هناك أولى البتة. وإن فرضت اقترانه بلحظة أخرى، فإن اللَّه موجود قبل تلك اللحظة بجميع صفات الكمال والجلال بما لا يتناهى من اللحظات، وهو في كل لحظة يحدث ما شاء كيف شاء، فالحكم عليه بأن لفعله مبدأ لم يكن فعل قبله شيئًا يوهم',NULL,'20',NULL,NULL,'0');
INSERT INTO [b292] VALUES (18,'أن له مانعًا من الفعل قبل ابتداء الفعل.
فالحاصل أن وجوده جل وعلا لا أول له، وهو في كل لحظة من وجوده يفعل ما يشاء كيف يشاء، فجميع ما سوى اللَّه كله مخلوق حادث بعد عدم، إلا أن اللَّه لم يسبق عليه زمن هو فيه ممنوع من الفعل سبحانه وتعالى عن ذلك.
فظهر أن وجود حوادث لا أول لها إن كانت بإيجاد من لا أول له لا محال فيه، وكل فرد منها كائنًا ما كان فهو حادثٌ مسبوقٌ بعدم، لكن محدثه لا أول له، وهو في كل وقت يحدث ما شاء كيف شاء سبحانه وتعالى.

وكان جوابنا عن المسألة الثانية: أن<span data-type="title" id=toc-10> الفرق بين خطاب التكليف وخطاب الوضع </span>ظاهرٌ، فالتكليف -عند الأصولين-: إلزام ما فيه مشقة أو كلفة. وبعضهم يقول: طلب ما فيه كلفة.
وهو الخطاب المتعلق بفعل المكلف الذي هو أقسام الحكم الشرعي وهي: الوجوب والتحريم والندب والكراهة والإباحة.
وقيل بإخراج الإباحة منها؛ إذ لا كلفة فيها، وعلى دخولها ففي الحد مسامحة.
وقيل: التكليف بالمباح من حيث اعتقاد أنه مباح تتميمًا للأقسام، وإلا فغيره كذلك.
وخطاب الوضع: هو الخطاب الوارد بأن هذا الشيء مانعٌ لغيره، كالحيض للصلاة، أو سبب لغيره، كالوقت لها، أو شرط لغيره،',NULL,'21',NULL,NULL,'0');
INSERT INTO [b292] VALUES (19,'كالطهر لها، أو كون الفعل صحيحًا، أو فاسدًا. على نزاع في الصحة والفساد.
وعلامة خطاب الوضع أمران:
أحدهما: أن لا يكون في طوق المكلف أصلًا، كالحيض ودخول الوقت.
والثاني: أن يكون في طوقه ولم يؤمر بتحصيله، كنصاب الزكاة، واستطاعة الحج. فإن من لم يكونا عنده لا يكلف تحصيلهما، كما قال في "مراقي السعود":
وما وجوبه به لم يَجِبِ ... في رأي مالك وكل مذهبِ
فمعنى خطاب الوضع: أن اللَّه جل وعلا وضع المنع من الصلاة عند حصول الحيض، ووضع وجوب الصلاة عند دخول الوقت مثلًا، وهكذا. . .
ثم ذهبنا من قرية "تامشكط" قبيل غروب الشمس، ونحن على جمالنا في أخريات جمادى الأخيرة، وشيعنا جل من فيها من الأكابر، وودعونا، وقَدَّمَ لنا وقت الوداع العالم الأديب واللوذعي الأريب الشيخ أحمد بن عبد الرحمن بن جدة بن خليفة القلاوى أبياتًا، وهي هذه:
مني إلى المعهود ذي الفتح الجلي ... درع الكماة إذا التقت في الجحفل
مَن كَعَّ صَوْبُ المزن عن إروائه ... وانحط في المعقول عنه الدؤلي
هذا وإنا حامدون لوصلكم ... ولكم علينا المستناخ النوفلي',NULL,'22',NULL,NULL,'0');
INSERT INTO [b292] VALUES (20,'ثم سرنا متوجهين تلقاء قرية "العيون" والعيون التي تسمى بها القرية عيون متعددة متفجرة من جبال هناك، ويقال لها باللسان الدارجي: "عيون العتروس" وهو بلسانهم الدارجي "التيس"، ويقال لها أيضًا: "عيون المكفى" بكاف معقودة قبل الفاء.
فوصلناها في ليال قلائل، فقابلنا من فيها من الفضلاء باللائق من الإكرام والتبجيل، وبالغ في إكرامنا قاضيها، مع هدية سنية، وأخلاق مدنية، وسألنا عن الكاغد المتعامل به في نواحي البلاد التي تحت أيدي فرنسا، هل يجوز سَلَمُه في فلوس النحاس المتعامل بها أيضًا عندهم في مذهب الإمام مالك رحمه اللَّه تعالى، أم لا؟
فكان جوابنا أن قلنا له: لا يجوز ذلك في مذهب مالك. فطلب منا دليل المنع، فقلنا له: للمنع ثلاثة أوجه:
الأول: أن فلوس النحاس لا توجد غالبًا في الأماكن التي وقع فيها السؤال، والمُسْلَمُ فيه يشترط وجوده غالبًا عند الحلول في البلد المعين لقبضه، أو بلد العقد إن لم يعين للقبض محل. قال خليل في "مختصره" في عدة شروط السَّلَم: "ووجوده عند حلوله".
الوجه الثاني: أنهم لم يسوُّوا بين العين وبين فلوس النحاس، فلا يُسْلَمُ عندهم دينار ولا درهم في فلوس نحاس، مع أن العين بنوعيها مباينة لفلوس النحاس، فالنسبة التي بين النحاس وبين الذهب أو الفضة التباين، وهم ذكروا منع سلم أحدهما في الآخر نظرًا لاتحاد منفعتهما، واتحاد المنفعة عندهم موجب لمنع السلم؛ لأن الشيئين المتحدي المنفعة عندهم في باب السلم كالشيء الواحد، وإن اختلفا بالذات',NULL,'23',NULL,NULL,'0');
INSERT INTO [b292] VALUES (21,'والحقيقة.
وإن تقاربت منفعتهما ولم تتحد ففيهما في مذهب مالك خلاف. والمشهور أن التقارب في المنفعة لا يمنع السلم، ولا يجعلهما كالشيء الواحد، كما قال خليل في "مختصره": "ولو تقاربت المنفعة" وقد قال في الترجمة: "وبـ "لو" إلى خلاف مذهبي".
وفلوس النحاس والكاغد المتعامل بهما في بلاد السؤال من أفريقية الفرنسية منفعتهما متحدة من كل وجهٍ، إذ لا نفع في أحدهما إلا برواجه بتعهد الحكومة بأن من دلمحعه يعطى كذا، فنحاس الفلوس في بلد السؤال لا يصلح لشيء من أنواع الصناعات البتة، ولا نفع فيها إلا التعامل الواقع به، وكذلك الكاغد.
والوجه الثالث: المنع لأجل التهمة؛ لأن أكثر الناس في محل السؤال إذا أفتاهم بعض العلماء بأن الكاغد المتعامل به لا يجوز سَلَم شيءٍ منه في أكثر منه من جنسه؛ لأن الشيء في مثله قرض عند المالكية، فيؤول إلى القرض بزيادةٍ، وهو حرام، يتحيلون إلى سلم كاغد في كاغدين بأن يسمّوا المُسْلَمَ فيه نحاسًا، ثم إذا حل الأجل لا يأخذون إلا نفس الكاغد؛ لأنه هو قصدهم، وتسميتهم النحاس تحيل بالظاهر للتوصل إلى باطن حرام. والشيء إذا كثر قصد الناس لباطنه الحرام متوسلين له بظاهره المباح، يحرم عند مالك، قال خليل في "مختصره": "ومنع للتهمة ما كثر قصده".
والحاصل أن الإمام مالكًا يوجب سد الذريعة الوسطى.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b292] VALUES (22,'وإيضاحه أن الذريعة عند العلماء واسطة وطرفان، طرف يجب سده بإجماع العلماء، وطرف لا يجب سده بإجماع العلماء، وواسطة هي محل الخلاف بين العلماء، وسدها أصل من أصول مذهب الإمام مالك رحمه اللَّه.
فالطرف الذي يجب سده إجماعًا كتحريم سب الأصنام إذا كان عابدوها يسبون اللَّه بسبب سب المسلمين أصنامهم، كما في قوله تعالى: {وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ} [الأنعام/ ١٠٨]، وكحفر الآبار في طرق المسلمين الذي هو وسيلة ترديهم فيها.
والطرف الذي لا يجب سده إجماعًا كغرس شجر العنب الذي هو وسيلة لعصر الخمر منه الذي هو وسيلة لشربها المحرم، وكمساكنة الرجال والنساء في قربة واحدة التي هي وسيلة الزنى.
وضابطه أن تكون المصلحة أقرب والفساد أبعد، أو تكون المصلحة راجحة على الفساد، كفداء أسارى المسلمين بسلاح لا تقوى به شوكة الكفار قوة تضر المسلمين، كما أشار له في "مراقي السعود" بقوله:
وبالكراهة وندب وردا ... وألغ إن يك الفساد أبعدا
أو رجح الإصلاح كالأسارى ... تفدى بما ينفع للنصارى
وانظر تدلي دوالي العنب ... في كل مشرق وكل مغرب
والذريعة الوسطى التي هي محل الخلاف بين العلماء ضابطها أن',NULL,'25',NULL,NULL,'0');
INSERT INTO [b292] VALUES (23,'يكون الأمر حلالًا في ظاهر الأمر إلا أن الناس يقصدون بظاهره الحلال التوسل إلى باطن حرام.
ومذهب مالك تحريم ذلك حسمًا للمادة وسدًّا للذريعة.
مثال ذلك: ما لو بعت سلعة بثمن لأجل، ثم اشتريتها بعينها بثمن أقل من الأول نقدًا أو إلى أجل أقرب من الأجل الأول، أو اشتريتها بثمن أكثر من الأول لأجلٍ أبعد من الأجل الأول. فالشراء الثاني مباح في الظاهر إذ لا موجب لمنعه ظاهرًا، لكن يمكن التوسل به إلى باطن حرام، فمنعه مالك رحمه اللَّه تعالى حسمًا للمادة وسدًّا للذريعة؛ لأن السلعة الخارجة من اليد العائدة إليها ملغاة، فيؤول الأمر إلى أنك دفعت دراهم فأخذت عنها بعد ذلك أكثر منها، أو أخذت دراهم فدفعت عنها بعد ذلك أكثر منها، وكل ذلك حرام عند مالك، وإن سمي بيعًا في الظاهر؛ لأن الشيء في مثله عند المالكية قرض، وإن سمي بيعًا أو سَلَمًا؛ لأن العبرة عندهم بالحقيقة لا بالعنوان، فالحقائق لا تتغير بتغير عناوينها.
ومثل هذه البيوع المحرمة عند المالكية المسماة في اصطلاحهم الخاص بهم "بيوع الآجال" جائزة كلها عند الإمام الشافعي رحمه اللَّه، وكثير من العلماء، لأنهم لا يوجبون سد الذريعة الوسطى التي بيناها، وسَدُّها أصل من أصول مذهب مالك رحمه اللَّه.
قال في "مراقي السعود":
سد الذرائع إلى المحرم ... حتم كفتحها إلى المنحتم',NULL,'26',NULL,NULL,'0');
INSERT INTO [b292] VALUES (24,'وبالكراهة وندب وردا ... . . . . . . . . . .. .
ومن الأصول الدالة على سد الذرائع قوله تعالى: {وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ} [الأنعام/ ١٠٨]، وقوله صلى اللَّه عليه وعلى آله وسلم: "من الكبائر شتم الرجل والديه" قالوا: يا رسول اللَّه، وهل يشتم الرجل والديه، قال: "نعم، يسب أبا الرجل فيسب أباه، ويسب أمه فيسب أمه " أخرجه الشيخان في صحيحيهما عن عبد اللَّه بن عمرو بن العاص رضي اللَّه عنهما عن رسول اللَّه -صلى اللَّه عليه وسلم-.
فتراه صلوات اللَّه عليه وسلامه جعل ذريعة السب سبًّا، وهو دليل على أن وسيلة الحرام حرام؛ لأن الراتع حول الحمى يوشك أن يقع فيه، فهم يسمون فلوس النحاس تحيُّلًا عند العقد، ليأخذوا بعد ذلك عند الحلول "فِرَنكيْنِ" عن واحد، والجميع ورق. ومالك لا يجوز عنده سَلَمُ شيءٍ في أكثر منه من جنسه، وإن جاز عند الشافعي وغيره.
وكنا أيامنا في قرية "العيون" نازلين عند أمير أولاد الناصر عثمان بن الحبيب الناصري، واجتمع علينا تجار من قبيلتنا الجكنيين، وأسدوا إلينا صنائع الإحسان.
ثم ارتحلنا من قرية "العيون" أثناء رجب الفرد قاصدين قرية "تنبدقة" المعروفة على لسان الأفرنج "بتنبدره"، ورفع تجارنا الذين هم في قرية "العيون" إلى قاضي "تنحدقة" برقية بتوجهنا إلى "تنبدقة"، وأنَّا سننزل في ضيافته، فخرجنا من قرية "العيون" وقت الضحى، يشيعنا جل من فيها من الفضلاء، وودعنا ثَمَّ صديقنا ابن الأمراء الرئيس وأنيس',NULL,'27',NULL,NULL,'0');
INSERT INTO [b292] VALUES (25,'الجليس محمد بن عثمان العيشى حفظنا اللَّه وإياه من حوادث الزمان، وأهدى لنا جملًا ذلولًا، وكان افتراق ركبينا في شهر اللَّه رجب الفرد، فتذكرت قول مسلم بن الوليد الأنصاري المعروف بصريع الغواني:
ما مَرَّ بي رجب إلا نعمت به ... يا حبذا رجب لو دام لي رجب
فذهبنا على جمالنا قاصدين قرية "تنبدقة" فوصلناها بعد ليال قلائل، فوجدنا قاضيها في انتظارنا، لأجل البرقية التي رفعت إليه بخبرنا، وهو العالم الأديب واللوذعي الأريب المحفوظ بحابيه المسومي، فأقمنا عنده أيامنا في غاية التبجيل والإعظام والإحسان والإكرام، وكثرت بيننا المذاكرات في كثير من فنون العلم، ومما دار في أثناء تلك المذكرات أن قال هو: النص الفلاني منسوخ بالإجماع.

فقلت له:<span data-type="title" id=toc-15> الإجماع لا يجوز النسخ به شرعًا</span>.
قال: وَلِمَ؟
قلت: لأن المنسوخ إما كتابٌ وإما سنةٌ، والإجماع لا ينسخ واحدًا منهما؛ لأن الإجماع لا يعتبر إلا بعد وفاة نبينا صلوات اللَّه عليه وسلامه؛ لأنه ما دام حيًا فالعبرة بقوله -صلى اللَّه عليه وسلم-، لأن قوله حجة على كل أحد، وليس قول أحدٍ حجةٌ عليه صلى اللَّه عليه وعلى آله وسلم، ولذا لابد في حد الإجماع من القيد بقولهم: من بعد وفاته صلى اللَّه عليه وعلى آله وسلم. قال في "مراقي السعود" في حدّ الإِجماع:
وهو الاتفاق من مجتهدي ... الأمة من بعد وفاة أحمد
وإذا حققت أن الإجماع لا يعتبر إلا بعد وفاته صلى اللَّه عليه وآله',NULL,'28',NULL,NULL,'0');
INSERT INTO [b292] VALUES (26,'وسلم، فبعد وفاته لا يصح النسخ بحال؛ لأنه تشريع جديد، وهو صلوات اللَّه وسلامه عليه لا مشرع بعده، بل لم يبق بعده إلَّا اتباع ما جاء به صلى اللَّه عليه وعلى آله وسلم، فظهر منع النسخ بالإجماع. قال في "مراقي السعود":
فلم يكن بالعقل أو مجرد ... الإِجماع بل ينمى إلى المستند
ومعنى قوله: "بل ينمى إلى المستند" أنك إذا وجدت في كلامهم: هذا الحكم منسوخ بالإجماع فإنهم يعنون كونه منسوخًا بالنص الذي هو مستند الإجماع؛ إذ لابد للمجمعين من مستند من كتاب أو سنة، وذلك المستند هو الناسخ لا الإجماع نفسه، لأنه لا ينعقد إلا بعد وفاته صلى اللَّه عليه وعلى آله وسلم، وحينئذٍ فلا نسخ لأنه تشريع جديد.

ثم قال لنا القاضي المذكور: ما<span data-type="title" id=toc-16> الحكمة في النسخ، هل هي التخفيف</span>، أو لا؟
فقلت له: لا، لجواز نسخ الأخف بالأثقل. قال في "مراقي السعود":
* ويُنْسَخُ الخِفُّ بما له ثِقَل *
ومنه نسخ التخيير بين الصوم والإطعام المدلول عليه بقوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة/ ١٨٤] بإيجاب الصوم المدلول عليه بقوله: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة/ ١٨٥]، والتخيير بين الصوم والإطعام أخف من إيجاب الصوم.
وقيل في آية: {وَعَلَى الَّذِينَ يُطِيقُونَهُ} أنها محكمة، وتقدَّر: "لا',NULL,'29',NULL,NULL,'0');
INSERT INTO [b292] VALUES (27,'يطيقونه" (¬١) فيكون المعنى: وعلى الذين لا يطيقونه كالهَرِم والزَّمِن فدية طعام مسكين.
والجمهور على القول بأنها منسوخة، والناسخ فيها أثقل من المنسوخ.
ومن نسخ الأخف بالأثقل نسخ حبس الزواني في البيوت المدلول عليه بقوله تعالى: {فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا (١٥)} [النساء/ ١٥] بالجلد والرجم المدلول على الأول منهما بقوله تعالى: {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ} [النور/ ٢]، وعلى الثاني بآية الرجم التي نسخت تلاوتها وبقي حكمها وهي: (الشيخ والشيخة إذا زنيا فارجموهما البتة نكالًا من اللَّه واللَّه عزيز حكيم). والناسخ الذي هو الجلد والرجم أثقل من المنسوخ الذي هو الحبس في البيوت.
قال مقيد هذه الرحلة عفا اللَّه عنه: كون حبس الزواني في البيوت منسوخًا بالجلد والرجم ذهب إليه كثيرٌ من أجلاء العلماء، والذي يظهر أن تسمية ذلك نسخًا فيه نظر، بل هو خطأٌ؛ لأن الحبس في البيوت كان مغيًّا بغاية هي جعل اللَّه لهن سبيلًا، كما يدل عليه قوله -صلى اللَّه عليه وسلم-: "خذوا عني قد جعل اللَّه لهن سبيلًا" الحديث، وكما هو صريح الآية الكريمة؛ لأن قوله تعالى: {حَتَّى يَتَوَفَّاهُنَّ} غاية لقوله: {فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ}، فالإمساك في البيوت نص جل وعلا على أن له غاية ينتهي إليها، وهي
_________
(¬١) في الأصل المطبوع: لا تقبل يطيقونه.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b292] VALUES (28,'أحد أمرين: الموت أو جعل اللَّه لهن سبيلًا. وقد وجد أحد الأمرين وهو جعل اللَّه لهن السبيل، وقد تقرر عند الأصوليين أن الغاية من المخصصات المتصلة، فالكف عن الصيام عند مجيء الليل مثلًا المدلول عليه بقوله تعالى: {ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ} [البقرة/ ١٨٧] ليس ناسخًا لصوم النهار، بل الصوم مغيًّا بغاية هي النهار ينتهى بانتهائها.
وإذ بان لك مما ذى نا أولًا أن الأخف ينسخ بما هو أثقل منه كما عليه جمهور العلماء، ظهر أن حكمة النسخ ليست هي التخفيف.
وقد أورد بعض العلماء على ما ذكرنا من جواز نسخ الأخف بالأثقل إشكالًا قويًّا، وهو أن اللَّه جل وعلا يقول: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة/ ١٠٦].
قال: فإن كان الأثقل خيرًا لكثرة الأجر فيه امتنع نسخ الأثقل بالأخف؛ لأنه ليس خيرًا منه ولا مثله، مع أنه جائز وواقع، كنسخ قوله: {اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ} [آل عمران/ ١٠٢] بقوله: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن/ ١٦]، ونسخ قوله: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} [البقرة/ ٢٨٤] بقوله تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة/ ٢٨٦]، وكنسخ الاعتداد بحول بأربعة أشهر وعشرًا. والناسخ في الجميع أخف من المنسوخ.
وإن كان الأخف خيرًا لسهولته، امتنع نسخه بالأثقل؛ لأنه ليس خيرًا منه ولا مثله، مع أنه جائز واقع كما قدمنا.
قال مقيد هذه الرحلة عفا اللَّه عنه: لم نر من العلماء من شفى',NULL,'31',NULL,NULL,'0');
INSERT INTO [b292] VALUES (29,'الغليل في رفع هذا الإشكال، والذي يظهر لنا أن الخيرية تارةً تكون بالتخفيف، وتارةً تكون بالتثقيل، فاللَّه جل وعلا ينسخ الأخف بالأثقل لكثرة الأجر، وينسخ الأثقل بالأخف إذا عسر امتثال الأثقل رحمةً وتخفيفًا، كما في قوله: {يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ} [النساء/ ٢٨]، وقوله: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة/ ١٨٥].
وإيضاحه بمثاله: أن قوله جل وعلا: {وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ} [البقرة/ ٢٨٤] لو لم ينسخه اللَّه تعالى بقوله: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة/ ٢٨٦] لما نجا من ذلك الحساب أحدٌ؛ لأن ما يخطر في القلوب يعسر التحرز منه جدًّا، فلو استمر تكليفنا بما يخطر في قلوبنا لعسر علينا جدًّا تجنبه ووقعنا في المعصية لا محالة؛ لعسر اجتناب هذا المنهي، وكذلك اتقاؤه {حَقَّ تُقَاتِهِ} لو لم ينسخ بقوله: {مَا اسْتَطَعْتُمْ} [التغابن/ ١٦] لما قدرنا على الامتثال. فالتخفيف عنَّا به خير لنا، إذ لولاه لوقعنا في المعصية لعسر الاجتناب.
وأما نسخ التخيير بالصوم مثلًا، فلكثرة أجر الصوم، فهو خيرٌ لكثرة أجره، وعامة الناس يقدرون على القيام به من غير تعسر مفرط يكون سببًا لانتهاك الحرمة، وإذا وجد سبب التعسر كالسفر والمرض رفع ذلك التعسر برخصة الإفطار.
والتحقيق في حكمة النسخ أن اللَّه جل وعلا ينيط الحكم والمصالح بالتكليف، فإذا انتهت الحكمة والمصلحة من الخطاب الأول وصارت في غيره، أمر جل وعلا بترك الأول الذي زالت',NULL,'32',NULL,NULL,'0');
INSERT INTO [b292] VALUES (30,'حكمته، والأخذ بالخطاب الجديد المشتمل على الحكمة الآن، فالمنسوخ وقت العمل به كانت فيه الحكمة والمصلحة، والناسخ هو المشتمل على الحكمة والمصلحة وقت النسخ، كما قال جل وعلا: {وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ} [النحل/ ١٠١]، وكما قال تعالى: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة/ ١٠٦].
فإن قيل: يزول بهذا التحقيق الإشكال في قوله: {نَأْتِ بِخَيْرٍ مِنْهَا} لكن يبقى الإشكال في قوله {أَوْ مِثْلِهَا} [البقرة/ ١٠٦]. ووجهه أن الأمر الجديد الذي هو الناسخ إذا كان مماثلًا للأول الذي هو المنسوخ، فأيُّ حكمة في نسخ المثل ليبدل منه مثله.
فالجواب: أن الناسخ -وإن كان مثل المنسوخ في حدّ ذاته- لابد أن يكون مستلزمًا لحكمةٍ خارجة عن ذاته، فيكون باعتبار ذاته مماثلًا للمنسوخ، وباعتبار الحكمة اللازمة لذاته الخارجة عنها فيه فائدة ليست في المنسوخ، فيكون مماثلًا للمنسوخ من جهة؛ وخيرًا منه من جهةٍ أخرى.
وإيضاحه بمثاله: أنهم مثلوا لقوله: {أَوْ مِثْلِهَا} بنسخ استقبال بيت المقدس باستقبال بيت اللَّه الحرام، وهما جهتان كلتاهما تماثل الأخرى، ولا فرق بينهما في حد ذاتيهما، إلا أن الناسخ الذي هو استقبال بيت اللَّه الحرام يستلزم حكمة بالغة، وهي دفع حجة اليهود وحجة المشركين على النبي صلى اللَّه عليه وعلى آله وسلم.
فاليهود يحتجون عليه بقولهم: "تعيب ديننا وتصلي لقبلتنا"، ويحتجون أيضًا بأن عندهم في كتابهم أنه صلى اللَّه عليه وعلى آله وسلم',NULL,'33',NULL,NULL,'0');
INSERT INTO [b292] VALUES (31,'يؤمر باستقبال بيت المقدس، ثم يحول إلى بيت اللَّه الحرام. فلو لم يحول إليه لقالوا: لست النبي الموعود، لأنه يحول إلى بيت اللَّه الحرام وأنت لم تحول إليه.
والمشركون يقولون: تدَّعي أنك على ملة إبراهيم وتصلي لغير قبلته؟ !
فاستقبال بيت اللَّه الحرام يدفع هذه الحجج.
وإلى هذا الإشارة بقوله تعالى: {وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَإِنَّهُ لَلْحَقُّ مِنْ رَبِّكَ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٩) وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ} [البقرة/ ١٤٩ - ١٥٠].
فقوله: {لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ} دليلٌ على أن الناسخ مستلزم لحكمة لم تكن في المنسوخ، وإن كانا متماثلين في ذاتيهما. والحكمة في استقبال بيت المقدس أولا هي تمييز قوي الإيمان من ضعيفه، وقت النسخ، كما يدل عليه قوله تعالى: {وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلَى عَقِبَيْهِ وَإِنْ كَانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ} [البقرة/ ١٤٣].
فالحاصل أن التحقيق في حكمة النسخ إناطة الحكم والمصالح بالأحكام.
وقال بعض العلماء: ومن الحكمة في النسخ الامتحان بكمال',NULL,'34',NULL,NULL,'0');
INSERT INTO [b292] VALUES (32,'الانقياد والاستسلام، فإن المكلف إذا أمره ربه بأمر فامتثله، ثم أمره بنقيض ذلك الأمر فامتثله أيضًا، كان ذلك دليلًا على كمال انقياده واستسلامه لمولاه جل وعلا. انتهى.
ثم دارت المذاكرة بيني وبين قاضي "تنبدقة" -وهو المحفوظ بن بيه المذكور- في الكلام على الأختين، هل جمعهما في التسري بملك اليمين جائزٌ، أم لا؟
فقلت له: إني سألني قبل ذلك المرحوم الأمير ابن الأمراء محمد محمود بن سيد المختار الحاجي رحمه اللَّه عن الأختين بملك اليمين، هل يجوز التسري بهما، أو لا؟ وما النصوص الدالة على حكم التسري بهما معًا من كتاب أو سنة؟ فأجبته وأوردت جوابي له لقاضي "تنبدقة" وفيه مقنع في حكم وطء الأختين بملك اليمين.
وحاصله أن الأختين بعقدِ نكاحٍ جَمْعُهما حرامٌ بإجماع العلماء، ووطؤهما معًا بملك اليمين حرامٌ عند جميع العلماء، إلا طائفة قليلة، وهي داود بن علي الظاهري ومن تبعه. وما هو شائعٌ من نسبة القول بجوازه إلى الإمام أحمد رحمه اللَّه لا يصح.
أما دليل جمهور العلماء على منع وطء الأختين بملك اليمين فهو قوله تعالى عاطفًا على ما يحرم: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء/ ٢٣]، وقوله: {الْأُخْتَيْنِ} محلى بـ "أل"، والمحلى بها مفردًا أو تثنية أو جمعًا يعم عند جمهور الأصوليين ما لم يحقق كونها عهدية. قال في "مراقي السعود" عاطفًا على صيغ العموم:',NULL,'35',NULL,NULL,'0');
INSERT INTO [b292] VALUES (33,'. . . . . ... وما معرفًا بأل قد وجدا
أو بإضافة إلى معرف ... إذا تحقق الخصوص قد نُفِي
وعموم المعرف بـ "أل" هو مذهب مالك، كما عزاه له القرافي. وقد احتج مالك على من قال: إن الاعتكاف لا يكون إلا في مسجد نبيٍّ بقوله تعالى: {وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} [البقرة/ ١٨٧]. قال زكريا: وإنما كان المعرف بقسميه للعموم لتبادره منه إلى الذهن، والتبادر علامه الحقيقة.
وهذا مذهب أكثر أهل الأصول، فلا عبرة بقول أبي هاشم من المعتزلة: إن المعرف بـ "أل" لا يعم مطلقًا احتمل عهدًا أم لا، فهو عنده للجنس الصادق ببعض الأفراد. ولا بقول إمام الحرمين: لا يعم إن احتمل عهدًا. ولا بقوله وقول الغزالي: لا يعم إذا لم يكن واحده بالتاء، كالماء. زاد الغزالي: أو تميَّز (¬١) واحده بالوحدة، كالرجل إذ يقال: رجل واحد، فهو في ذلك للجنس الصادق بالبعض ما لم تقم قرينةٌ على العموم، نحو الدينار خير من الدرهم، لأن كل دينار خير من كل درهم.
وإنما قلنا: لا عبرة بقول من ذكر، لأنه خلاف قول الجمهور.
وإذا حققت أن الجمهور على أن المعرف بـ "أل" يحمل على العموم إلا لدليل يدل على الخصوص، فقوله: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء/ ٢٣] محلى بـ "أل"، فهو يعم جمعهما بنكاح وملك
_________
(¬١) في الأصل المطبوع: إلى تمييز. وانظر: "نشر البنود" (١/ ٢٠٩).',NULL,'36',NULL,NULL,'0');
INSERT INTO [b292] VALUES (34,'يمين.
وما ذهب إليه داود بن علي الظاهري من الإباحة استدل عليه بايتين من القرآن العظيم، إحداهما قوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٦)} [المؤمنون/ ٥ - ٦] في سورة {قَدْ أَفْلَحَ الْمُؤْمِنُونَ} وسورة {سَأَلَ سَائِلٌ}، والآية الثانية قوله تعالى: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ} [النساء/ ٢٤]؛ إذ تقرر عند الأصوليين أن المخصص المتصل كالاستثناء إذا جيء به بعد جمل متعاطفة يرجع لجميعها، وهو الجاري على أصول مالك والشافعي وأحمد رحمة اللَّه عليهم؛ فلو قال إنسان: "هذه الدار حَبْسٌ على الفقراء، وبني زهرة، وبني تميم، إلا الفاسق منهم" خرج الفاسق من الجميع، لرجوع الاستثناء لجميع الجمل المتعاطفة في أصول الأئمة الثلاثة، خلافًا لأبي حنيفة القائل برجوعه إلى الجملة الأخيرة فقط. قال في "مراقي السعود":
وكل ما يكون فيه العطف ... من قبل الاستثنا فكلًّا يقفو
دون دليل العقل أو ذي السمع ... . . . . . . . . . . . .
فبهذا الأصل المقرر الذي هو رجوع الاستثناء لجميع الجمل المتعاطفة استدل داود بن علي الظاهري على جواز جمع الأختين بملك اليمين من قوله جل وعلا: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ} [النساء/ ٢٤]، فإنه جعل الاستثناء الذي هو: {إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ} راجعًا لقوله: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء/ ٢٣] كرجوعه لقوله: {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} [النساء/',NULL,'37',NULL,NULL,'0');
INSERT INTO [b292] VALUES (35,'٢٤]، فيكون المعنى: وأن تجمعوا بين الأختين إلا ما ملكت أيمانكم، أي فلا يحرم الجمع فيه بين الأختين.
ووجه استدلال داود بقوله: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٦)} [المؤمنون/ ٥ - ٦] أن لفظة "ما" من صيغ العموم، سواء كانت شرطية أو موصولة أو استفهامية. قال في "مراقي السعود" عاطفًا على صيغ العموم:
أين وحيثما ومَنْ أيٌّ وما ... شرطًا ووصلًا وسؤالًا أفهما
فقوله: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٦، المعارج/ ٣] يقتضي بعمومه كانتا أختين أم لا؛ للشمول المدلول عليه بما الموصولة.
وقد تقرر عن عثمان رضي اللَّه عنه أنه قال: "أحلتهما آية وحرمتهما أخرى". يعني بالآية المحللة قوله تعالى: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ (٦) فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ} [المؤمنون/ ٥ - ٧، المعارج/ ٢٩ - ٣١]، فقد رفع تعالى الملامة عمن لم يحفظ فرجه عن ملك يمينه، وأطلق، وجعل العداء فيما وراء ذلك، وأطلق. ويعني بالآية المحرمة قوله تعالى: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء/ ٢٣].
وقد كان مقيد هذه الرحلة عفا اللَّه عنه أيام درسه لفن أصول الفقه يشكل عليه جواب الجمهور عن استدلال الظاهرية بالآيتين المذكورتين على إباحة جمع الأختين بملك اليمين، ولم يزل يبحث عنه حتى حرر الجواب المقنع عن الاستدلال بهما.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b292] VALUES (36,'وحاصل تحرير المقام فيهما هو ما ستراه:
أما في آية: {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (٥) إِلَّا عَلَى أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٥ - ٦، المعارج/ ٢٩ - ٣٠] فإن بين قوله: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} وبين قوله: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} عمومًا وخصوصًا من وجهٍ يحصل التعارض بينهما في جمع الأختين بملك اليمين بحسب ما يظهر للناظر، وإلا فالقرآن ما نزل ليضرب بعضه بعضًا، ولا ليكذبه، بل نزل ليوافق بعضه بعضًا ويصدقه.
وقد تقرر عند الأصوليين أن النصين إذا كان بينهما عمومٌ وخصوصٌ من وجهٍ تعارضا في الصورة التي يجتمعان فيها، ووجب المصير إلى الترجيح، فإن رجّح أحدهما وجب العمل به إجماعًا. قال في "مراقي السعود":
وإن يك العموم من وجه ظهر ... فالحكم بالترجيح حتمًا معتبر
والعمل بالراجح إذا كان رجحانه قطعيًّا لا خلاف فيه بين العلماء، وكذا إذا كان ظنيًّا عند الجميع، إلا القاضي أبا بكر من المالكية، فالراجح رجحانًا ظنيًّا لا يجب العمل به عنده. قال في "مراقي السعود":
وعملٌ به أباه القاضي ... إذا به الظن يكون القاضي
وهو محجوج بالإجماع.
فإذا حققت ذلك فاعلم أن عموم {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} أرجح من عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} من أربعة أوجه كلها كاف وحده',NULL,'39',NULL,NULL,'0');
INSERT INTO [b292] VALUES (37,'في الترجيح:
الأول: أن عموم {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} نص في محل القضية لإبانة الحكم؛ لأن السورة "سورة النساء" والمحل محل ذكر
المحرمات منهن، حيث قال تعالى: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ وَبَنَاتُكُمْ} [النساء/ ٢٣] إلى أن قال: {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ}، وأما قوله: {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٦، المعارج/ ٣٠] فمساق الآية في ذكر صفات المتقين، فذكر منها حفظ الفرج، ولمَّا ذكره منها ذكر أنه لا يلزم في الزوجة والسرية. وقد تقرر عند الأصوليين أن أخذ الأحكام من مظانها أولى من أخذها لا من مظانها.
الوجه الثاني: أن {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٦، المعارج/ ٣٠] ليس باقيًا على عمومه، بل هو عام مخصوص بإجماع العلماء؛ لأن الأخت من الرضاع لا تحل بملك اليمين إجماعًا؛ لأن عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} يخصصه عموم {وَأَخَوَاتُكُمْ مِنَ الرَّضَاعَةِ} بلا خلاف، وكذلك موطوءة الأب لا تحل بملك اليمين إجماعًا؛ لأن عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} يخصصه عموم {وَلَا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} [النساء/ ٢٢] بإجماع العلماء.
والعام الذي لم يدخله تخصيص مقدم على العام الذي دخله تخصيص عند المحققين من الأصوليين. وإن قال طائفة من الأصوليين بترجيح العام الذي دخله تخصيص، كما أشار لذلك الخلاف في "مراقي السعود" في المرجحات بقوله:
تقديم ما خُصَّ على ما لم يُخَصّ ... وعكسه كلٌّ أتى عليه نص',NULL,'40',NULL,NULL,'0');
INSERT INTO [b292] VALUES (38,'والتحقيق أن العام الذي لم يدخله تخصيص مقدم على العام الذي دخله تخصيص؛ لأن العام الذي دخله تخصيص إذا كان عامًّا مرادًا به الخصوص فهو مجاز عند القائلين بالمجاز في القرآن قولًا واحدًا، وإن كان عامًا مخصوصًا فهو مجاز عند بعضهم، كما أشار له في "مراقي السعود" بقوله:
والثانيَ اعْزُ للمجاز جزما ... وذاك للأصل وفرعٍ يُنْمَى
والعام الذي لم يدخله تخصيص حقيقةٌ قولًا واحدًا، وما هو حقيقة بالاتفاق أولى بالاعتبار مما قيل فيه: إنه مجاز.
الثالث: أن عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} جيء به في معرض مدح المتقي، والعام الوارد في مدح أو ذم اختلف فيه الأصوليون، هل يكون عامًّا، أم لا؟ وإن كان جل الأصوليين على أنه على عمومه، وأن وروده في معرض المدح أو الذم لا يجعله خاصًا، كما أشار له في "مراقي السعود" بقوله:
وما أتى للمدح أو للذم ... يعم عند جل أهل العلم
وكون العام الذي سيق لمدح أو ذم يجعله ذلك خاصًا، عزاه غير واحد للشافعي؛ لأنه سيق لقصد المبالغة في الحث أو الزجر، ولهذا منع التمسك بقوله: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ} [التوبة/ ٣٤] الآية في وجوب زكاة الحلي.
فالعام الذي لم يرد لمدح ولا ذم مجمع على عمومه، والوارد لمدح أو ذم مختلف فيه، والمجمع عليه أولى من المختلف فيه.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b292] VALUES (39,'الوجه الرابع: أنا لو سلمنا أن عموم {أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ} [المؤمنون/ ٦، المعارج/ ٣٠] يقاوم عموم {وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ} [النساء/ ٢٣] كما روي عن عثمان رضي اللَّه عنه، فالأصل في الفروج التحريم حتى يدل دليل جازم سالم من المعارض على الإباحة، إذ لا يجوز الإقدام على فرج مشكوك في حلِّيته كما هو ظاهر.
فهذه الأوجه الأربعة التي بيّنا، يظهر بها رد استدلال الظاهرية بهذه الآية الكريمة على جمع الأختين في الوطء بملك اليمين.
وأما الجواب عن استدلالهم بالآية الثانية التي هي {إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ} [النساء/ ٢٤] فهو ما حققه بعض المتأخرين من الأصوليين، كابن الحاجب والآمدي والغزالي، وهو أن الاستثناء الآتي بعد جمل متعاطفة الحكم فيه الوقف، وألا يحكم برجوعه إلى الجميع ولا إلى الأخيرة فقط إلا بدليل منفصل، فالاستثناء بمجرده ليس بنص في الرجوع إلى الجميع، ولا إلى الأخيرة.
وإنما قلنا بأن هذا المذهب هو التحقيق لشهادة القرآن العظيم له في آيات كثيرة؛ فمن ذلك قوله تعالى: {فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلَى أَهْلِهِ إِلَّا أَنْ يَصَّدَّقُوا} [النساء/ ٩٢] فالاستثناء راجع للدية لسقوطها بتصدق مستحقها بها، ولا يرجع لتحرير الرقبة قولًا واحدا؛ لأن تصدق مستحق الدية بها لا يسقط كفارة القتل خطأ.
ومن ذلك قوله تعالى: {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُولَئِكَ هُمُ الْفَاسِقُونَ (٤) إِلَّا الَّذِينَ تَابُوا} [النور/ ٥٤] فالاستثناء لا يرجع لقوله: {فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً}؛ لأن القاذف إذا تاب لا تُسْقِطُ عنه توبتُه',NULL,'42',NULL,NULL,'0');
INSERT INTO [b292] VALUES (40,'حدَّ القذف، ولا يرجع الاستثناء في الآية عند الإمام أبي حنيفة رحمه اللَّه لقبول الشهادة جريًا على أصله من رجوعه للجملة الأخيرة فقط.
ومن ذلك أيضًا قوله تعالى: {فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩) إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ} [النساء/ ٨٩ - ٩٠] الآية. فالاستثناء في قوله: {إِلَّا الَّذِينَ يَصِلُونَ إِلَى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثَاقٌ} لا يرجع قولًا واحدًا للجملة الأخيرة التي هي أقرب الجمل إليه التي هي قوله: {وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩)} إذ لا يجوز اتخاذ وليٍّ ولا نصير من الكفار ولو وصلوا إلى قومِ بينكم وبينهم ميثاق. بل الاستثناء راجع للأخذ والقتل في قوله: {فَخُذُوهُمْ وَاقْتُلُوهُمْ} [النساء/ ٨٩]. والمعنى: فخذوهم واقتلوهم إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق فليس لكم أخذهم بأسر ولا قتلهم؛ لأن الميثاق الكائن لمن وصلوا إليهم يمنع من أسرهم وقتلهم، كما اشترطه هلال بن عويمر الأسلمي في صلحه مع النبي صلى اللَّه عليه وآله وسلم؛ لأن هذه الآية نزلت فيه، وفي سراقة بن مالك المدلجي، وفي بني جذيمة بن عامر. ولا يرجع الاستثناء لقوله: {وَلَا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلَا نَصِيرًا (٨٩)} لأن اتخاذ وليٍّ أو نصير من الكفار ممنوع مطلقًا لا يُستثنى منه شيءٌ.
وإذا كان الاستثناء ربما لم يرجع للجملة التي هي أقرب الجمل منه فلا يكون نصًا في الرجوع لغيرها بالأحرى.
ومن ذلك أيضًا قوله تعالى: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا (٨٣)} [النساء/ ٨٣] فالاستثناء غير راجع',NULL,'43',NULL,NULL,'0');
INSERT INTO [b292] VALUES (41,'للجملة الأخيرة التي يليها أعنى جملة {لَاتَّبَعْتُمُ الشَّيْطَانَ} لأنه لو رجع لها لكان المعنى: أنه لولا فضل اللَّه عليكم ورحمته لضللتم باتباع الشيطان إلا قليلًا فلا يضل ولا يتبع الشيطان لعدم حاجته إلى فضل اللَّه ورحمته. بل {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ لَاتَّبَعْتُمُ الشَّيْطَانَ} كُلًّا بحيث لم ينج منكم أحدٌ، لا قليل ولا كثير.
والعلماء مختلفون في مرجع هذا الاستثناء. فقيل: راجع لقوله تعالي: {أَذَاعُوا بِهِ}. وقيل: راجع لقوله: {لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ}.
فإذا لم يرجع الاستثناء للجملة التي تواليه، فلا يكون نصًّا في أنه راجع إلى غيرها بالأحرى.
وقيل: إن هذا الاستثناء راجع للجملة التي تليها، وعليه فالمعنى: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ} ببعثه محمد صلى اللَّه عليه وآله وسلم بهذه الحقيقة السمحة {لَاتَّبَعْتُمُ الشَّيْطَانَ} في ملة آبائكم من الكفر وعبادة الأصنام {إِلَّا قَلِيلًا (٨٣)} ممن كانوا على ملة إبراهيم، كورقة بن نوفل، وزيد بن نفيل، وقس بن ساعدة، وأضرابهم.
وقد روى عبد الرزاق عن معمر عن قتادة في قوله: {لَاتَّبَعْتُمُ الشَّيْطَانَ إِلَّا قَلِيلًا (٨٣)} هو أن معناه: لاتبعتم الشيطان كُلًّا.
والعرب تطلق القلة وتريد بها العدم، واستدل القائل بهذا القول بقول الطرماح بن حكيم يمدح يزيد بن المهلب:',NULL,'44',NULL,NULL,'0');
INSERT INTO [b292] VALUES (42,'أشمُّ كثيرُ يُدِيِّ النَّوالِ ... قليل المثالب والقادحه (¬١)
لأن معنى قوله: "قليل المثالب والقادحة" أنه لا مثلبة فيه ولا قادحة أصلًا.
فهذا هو جوابنا عن السؤال الأول والأخير عن حكم جمع الأختين بملك اليمين.

ثم سألنا تلامذة قاضي "تنبدقة" المذكور عن<span data-type="title" id=toc-18> كيفية تركيب القياس الاقتراني</span>.
فأوضحنا لهم كيفية تركيبه على الوجه الذي تلزم منه النتيجة باندراج الأصغر في الأوسط، والأوسط في الأكبر، وكيفية رجوع الشكل الثاني إلى الشكل الأول بعكس كبراه العكس المستوي، وكيفية رجوع الشكل الثالث إلى الأول بعكس صغراه العكس المستوي، وكيفية رجوع الشكل الرابع إلى الأول بعكس كلتا مقدمتيه العكس المستوي.
ثم في أيامنا عند قاضي "تنبدقة" اختصم إليه رجلان في بعير باعه أحدهما للآخر بالوصف، ثم اختلفا هل هو على الوصف الذي بيع عليه، فالبائع يقول: هو عليه، والمشتري يقول: لا. فقال القاضي للمشتري: هات بينتك على أنه ليس على الوصف. فقال له المشتري: أعليَّ البينة؟ فقال له: نعم. ثم سألني القاضي: هل هذا الذي قال هو
_________
(¬١) ورد صدر البيت في الأصل المطبوع: أشم ندى كثير النوادي. وانظر: ديوان الطرماح (١٣٩)، وتعليق محمود شاكر على تفسير الطبري (٨/ ٥٧٧).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b292] VALUES (43,'الحكم أم لا؟ فقلت له: إن الذيمما أعرف في دواوين فروع المالكية إنما هو خلافه، وأن البينة على البائع أنه على الوصف. فقال لي: ألم يقل خليل في "مختصره": "وبقاء الصفة إن شك". فقلت له: بلى، ولكن ذلك في المبيع برؤية متقدمة خاصة، أما الغائب المبيع بالوصف فالقول فيه قول المشتري، كما قال مقيد هذه الرحلة عفا اللَّه عنه في "نظمه الكبير في فروع الإمام مالك رحمه اللَّه":
والبيع إن بالوصف لا بالنظر ... فالقول في الصفة قول المشتري
وكما نص عليه الحطاب -عند قول خليل في مختصره: "وغائب. . . الخ"-: "وفرقوا بين الغائب المبيع برؤية متقدمة وبين الغائب المبيع بالوصف بأن المبيع برؤية متقدمة تحقق أنه كان على الوصف الذي انعقد عليه البيع فيجب استصحابه حتى يتبين نفيه، والمبيع بالوصف لم يثبت فيه وجود الوصف الذي وقع عليه البيع أصلًا، فهو منفي لم يثبت فيه وجود الوصف الذي وقع عليه البيع أصلًا، فهو منفي حتى يثبت وجوده".
فراجع القاضي المذكور النظر في كتب المالكية فوجد ما قلت له صحيحًا.
ثم ارتحلنا من "تنبدقة" عشية في أخريات رجب الفرد متوجهين إلى قرية "النعمة"، وشيعنا جماعة من أهل "تنبدقة" فيهم القاضي، وأهدى لنا قاضيها هدية قدر طاقته، فوصلنا قرية "النعمة" في ليالٍ قلائل، ونحن على جمالنا، ونزلنا عند تاجر من بني عمنا قاطن في قرية "النعمة" اسمه سالم بن الطيب، فاجتمع علينا تجار من قبيلتنا',NULL,'46',NULL,NULL,'0');
INSERT INTO [b292] VALUES (44,'الجكنيين كانوا في تلك البلاد، وجمعوا لنا هدايا سنية، ومكثنا في قرية "النعمة" إحدى عشرة ليلة في غاية الإكرام والتبجيل بحمد اللَّه الكريم الجليل، وزارنا بعض من فيها من الفضلاء وسألونا عن مسائل، منها: مسألة سلم الكاغد المتعامل به في فلوس النحاس؛ فأجبناهم بالجواب المتقدم.
ومما سألونا عنه تحقيق النسبة التي بين القدم والأزل في اصطلاح المتكلمين، وأن نكتب لهم كلامًا في ذلك.
فأجبناهم بأن بعض المحققين من المتكلمين ذكر أن النسبة بينهما العموم والخصوص المطلق، فالأزل أعم مطلقًا، والقدم أخص مطلقًا.
وإيضاح ذلك: أن الأزل في اصطلاح المتكلمين عبارةٌ عما لا افتتاح له مطلقًا، وجوديًّا كان أو عدميًّا، فالأزلي عندهم وجودي وعدمي.
فالأزلي الوجودي: ذات مولانا جل وعلا، وصفاته الوجودية العلية. والأزلي العدمي: هو إعدام ما سوى اللَّه؛ فإن الحوادث كانت معدومة قبل إيجاد اللَّه لها، وعدمها السابق أزلي لا أول له، فعدم كل ما سوى اللَّه أزلي؛ إذ لم يكن له أول لأنه كان اللَّه ولا شيء معه.
والقدم في اصطلاح المتكلمين: سلب العدم السابق عن الوجود، وإن شئت قلت: سلب الأولية عن الوجود، فلا يوصف بالقدم إلا موجود، وهو ذات مولانا جل وعلا وصفاته العلية، ولا يوصف العدم',NULL,'47',NULL,NULL,'0');
INSERT INTO [b292] VALUES (45,'بالقدم في اصطلاحهم، فلا تقول: عدم ما سوى اللَّه قديم، وإنما تقول: أزلي.
فتحصل أن الأزلي ما لم يكن له أول، وجودًا كان أو عدمًا، والقديم ما لم يكن له أول بقيد الوجود خاصة، وإلى هذا التحقيق أشار علامة زمانه بلا نزاع ابن عمنا المختار بن بونه الجكني في كتابه المنظوم المسمى "وسيلة السعادة" بقوله:
واعلم بأن قِدَمًا مِنْ أزل ... أخصُّ إذ كل قديم أزلي
من غير عكس وكذا حكم البقا ... مع حكم الاستمرار فيما حققا
لأنه خص البقاءَ والقدم ... بذي وجود دون أمر ذي عدم
والأزلي والمستمر عما ... كلا فكل بهما يسمى
ومما سألونا عنه مذهب أهل السنة في آيات الصفات وأحاديثها، كقوله تعالى: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ} [الأعراف/ ٥٤، يونس/ ٣، الرعد/ ٢، الفرقان/ ٥٩، السجدة/ ٤، الحديد/ ٤]، وقوله جل وعلا: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح/ ١٠]، وقوله صلى اللَّه عليه وآله وسلم: "قلب المؤمن بين إصبعين من أصابع الرحمن"، ونحو ذلك.
فأجبناهم بأن المذهب الذي يسلم صاحبه من ورطتي التعطيل والتشبيه هو مذهب سلف هذه الأمة من الصحابة والقوون المشهود لهم بالخير وأئمة المذاهب وعامة أهل الحديث، وهو الذي لا شك أنه الحق الذي لاغبار عليه، وضابطه مجانبة أمرين، وهما: التعطيل والتشبيه.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b292] VALUES (46,'فمجانبة التعطيل هي أن تثبت للَّه جل وعلا كل وصف أثبته لنفسه، أو أثبته له نبيه صلى اللَّه عليه وعلى آله وسلم، إذ من الضروري أنه لا يصف اللَّه أعلم باللَّه من اللَّه، ولا من رسوله صلوات اللَّه وسلامه عليه وعلى آله وسلم، الذي لا ينطق عن الهوى {إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤)} [النجم/ ٤] {أَأَنْتُمْ أَعْلَمُ أَمِ اللَّهُ} [البقرة/ ١٤٠] {وَمَنْ أَصْدَقُ مِنَ اللَّهِ حَدِيثًا (٨٧)} [النساء/ ٨٧] {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا (١٢٢)} [النساء/ ١٢٢].
ومجانبة التشبيه هي أن تعلم أن كل وصف أثبته اللَّه جل وعلا لنفسه، أو أثبته له نبيه صلى اللَّه عليه وآله وسلم، فهو ثابت له حقيقة على الوجه البالغ من كمال العلو والرفعة والشرف ما يقطع علائق المشابهة بينه وبين صفات المخلوقين {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ} [الشورى/ ١١] {فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ إِنَّ اللَّهَ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ (٧٤)} [النحل/ ٧٤] {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [الإخلاص/ ٤].
ومن المعلوم أن تغاير الموصوفين يلزمه تغاير صفاتهم، فإذا ثبت عند من ينكر بعض صفاته تعالى أنه جل شأنه ذاته مخالفة لسائر الذوات، فأي وجه لاستشكاله أنه موصوف بصفات مخالفة لسائر
صفات الحوادث، ومن العجيب أن من ينكر بعض الصفات مقر ببعضها مع عدم الفرق بين ما أنكره وما أقرَّ به.
فالمعتزلة مقرُّون بالصفات المعنوية في اصطلاح المتكلمين، وبالصفات السلبية في اصطلاحهم، وغيرهم مقرُّون بصفات المعاني التي تستلزم المعنويات، والجميع مقر بالصفات الجامعة وبصفات الأفعال التي اختلف فيها أهل الكلام، هل هي صفات ذاتية أو فعلية؟',NULL,'49',NULL,NULL,'0');
INSERT INTO [b292] VALUES (47,'كالرأفة والرحمة، وكل هذا التقسيم على اصطلاح المتكلمين، وإنما جئنا بتقسيم الصفات على اصطلاحهم لنبين خطأ المفرقين منهم بين صفاته جل وعلا بإثبات البعض ونفي البعض، وأنه لا فرق بينها البتة.
فصفات المعاني في اصطلاح المتكلمين هي الصفات الوجودية القائمة بالذات، والنافون لبعض الصفات يقرون بسبعة من المعاني، وهي القدرة والإرادة والعلم والحياة والسمع والبصر والكلام.
والمعتزلة منهم ينكرون هذه المعاني السبعة، ويثبتون لوازمها التي هي المعنويات، وهي في اصطلاح المتكلمين كونه تعالى قادرًا ومريدًا وعليمًا وحيًا وسميعًا وبصيرًا ومتكلمًا.
فالمعتزلة يقولون: هو قادر بذاته لا بقدرة قائمة بالذات، وهكذا. . . وهو فرار منهم من تعدد القديم، ومذهبهم ظاهر البطلان، لأن الوصف المشتق منه إذا عدم استحال الاشتقاق عقلًا ضرورة. قال في "مراقي السعود":
وعند فقد الوصف لا يشتق ... وأعوز المعتزليَّ الحقُّ
فكونه تعالى قادرًا الذي يعترف به المعتزلة -مثلًا- اسمُ فاعل من القدرة، واسم الفاعل إذا حللته انحل إلى ذاتٍ متصفةٍ بالمصدر، فإذا لم يقم المصدر بالذات استحال كونها فاعلة ضرورة، فالضارب مثلًا ذات اتصفت بوقوع الضرب منها. والأسود مثلًا ذات اتصفت بالسواد. فإذا لم يحصل في الذات ضرب ولا سواد استحال كونها ضاربة أو سوداء بغير ضرب ولا سواد.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b292] VALUES (48,'وكذلك -وللَّه المثل الأعلى- لو لم تقم بذاته جل وعلا القدرة والإرادة والعلم لاستحال كونه تعالى قادرًا بلا قدرة، مريدًا بلا إرادة، عليمًا بلا علم، سبحانه وتعالى عما يقول الظالمون علوًا كبيرًا.
فإذا حققت هذا المقام فاعلم بأنهم مقرون بأنه وصف نفسه جل وعلا بالقدرة فقال: {وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٢٨٤)} [البقرة/ ٢٨٤]، ووصف الحادث بها فقال: {إِلَّا الَّذِينَ تَابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ} [المائدة/ ٣٤].
ووصف نفسه جل وعلا بالإرادة فقال: {فَعَّالٌ لِمَا يُرِيدُ} [البروج/ ١٦]، وقال: {إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ (٨٢)} [يس/ ٨٢]، ووصف الحادث بها فقال: {تُرِيدُونَ عَرَضَ الدُّنْيَا} [الأنفال/ ٦٧] {إِنْ يُرِيدُونَ إِلَّا فِرَارًا} [الأحزاب/ ١٣] {يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ} [الصف/ ٨]، بل نسبها لغير العاقل أصلًا في قوله: {جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ} [الكهف/ ٧٧].
[ووصف نفسه بالعلم، فقال: ] (¬١) {وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (٦٤)} [البقرة/ ٢٨٢]، ووصف الحادث به فقال: {إِنَّا نُبَشِّرُكَ بِغُلَامٍ عَلِيمٍ (٥٣)} [الحجر/ ٥٣].
ووصف نفسه بالحياة فقال: {اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ (٢)} [آل عمران/ ٢] {هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ} [غافر/ ٦٥] {وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ} [الفرقان/ ٥٨]، ووصف الحادث بها فقال: {وَسَلَامٌ عَلَيْهِ
_________
(¬١) ما بين المعكوفين ساقط من الأصل المطبوع، والسياق يقتضيه.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b292] VALUES (49,'يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا (١٥)} [مريم/ ١٥] {وَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ أَفَلَا يُؤْمِنُونَ (٣٠)} [الأنبياء/ ٣٠].
ووصف نفسه جل وعلا بالسمع والبصر فقال: {إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (٧٥)} [الحج/ ٧٥]، ووصف الحادث بهما فقال: {إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢)} [الإنسان/ ٢].
ووصف نفسه جل وعلا بالكلام فقال: {وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا (١٦٤)} [النساء/ ١٦٤ {إِنِّي اصْطَفَيْتُكَ عَلَى النَّاسِ بِرِسَالَاتِي وَبِكَلَامِي} [الأعراف/ ١٤٤] {فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ} [التوبة/ ٦]، ووصف الحادث به فقال جل وعلا: {وَتُكَلِّمُنَا أَيْدِيهِمْ} [يس/ ٦٥] {فَلَمَّا كَلَّمَهُ قَالَ إِنَّكَ الْيَوْمَ لَدَيْنَا مَكِينٌ أَمِينٌ (٥٤)} [يوسف/ ٥٤].
فهذه المعنويات السبع التي يقر بها المعتزلة وغيرهم المستلزمة بالضرورة لصفات المعاني التي أنكرها المعتزلة ليست واحدة منها إلا وجاء في القرآن العظيم وصف الخالق والمخلوق بها، وهم لا ينكرون ذلك، بل يقرون أنها ثابتة للَّه حقيقة، وثابتة للحادث حقيقة، إلا أنها من حيث كونها صفة له جل وعلا مخالفة لها من حيث كونها صفة للمخلوق، كمخالفة ذاته جل وعلا لذوات خلقه. فلم يحتاجوا لنفي السمع والبصر مثلًا عنه جل وعلا خوفًا من مشابهة الحوادث المتصفة بالسمع والبصر، ولم يؤولوا سمعه وبصره بغير معناهما، مقرين بأنه متصف حقيقة بالسمع والبصر، وأن سمعه وبصره جل وعلا مخالفان لأسماع الحوادث وأبصارهم كمخالفة ذاته جل وعلا لذواتهم.
وهذا الذي ذكرنا في المعاني والمعنويات على اصطلاحهم مثله',NULL,'52',NULL,NULL,'0');
INSERT INTO [b292] VALUES (50,'أيضًا في الصفات السلبية عندهم.
وإيضاحه: أن الصفة السلبية في اصطلاح المتكلمين هي: كل صفة كان مدلولها المطابقي سلب ما لا يليق باللَّه عن اللَّه جل وعلا.
والسلبيات عندهم خمس صفات، وهي: القدم، والبقاء، والمخالفة للخلق، والقيام بالنفس الذي هو الغنى المطلق عندهم، والوحدانية. مع أن بعضهم يقول في القدم والبقاء: إنهما من المعاني. وبعضهم يقول: نفسيتان. وبعضهم يقول في الوحدانية: إنها صفة معنى.
وجمهورهم على أن الخمس المذكورة صفات سلبية، وإنما سموها سلبية لأن معناها عندهم سلب ما لا يليق باللَّه عن اللَّه، وهذا السلب هو مدلولها المطابقي.
فمعنى القدم مثلًا عندهم بدلالة المطابقة هو سلب الحدوث عن اللَّه، أي نفيه عنه جل وعلا، والحدوث هو الطروء بعد عدم، ولا معنى للقدم عندهم إلا نفي الحدوث عنه جل وعلا، فمدلوله المطابقي ليس أمرًا وجوديًّا، بل معناه نفي الحدوث عنه جل وعلا.
والفرق عندهم بين القدم والبقاء مثلًا مع القدرة والإرادة مثلًا، فالأوليان عندهم من الصفات السلبية، والأخريان من صفات المعاني، مع أن القدرة سالبة لضدها الذي هو العجز، والإرادة سالبة لضدها الذي هو الكراهة، كما أن القدم سالب لضده الذي هو الحدوث، والبقاء سالب لضده الذي هو الفناء، وأن سلب القدرة والإرادة',NULL,'53',NULL,NULL,'0');
INSERT INTO [b292] VALUES (51,'ضديهما بواسطة مقدمة عقلية، بخلاف سلب القدم والبقاء ضديهما فبأصل الوضع؛ إذ سلب ضديهما بهما هو المعنى المدلوك عليه بالمطابقة.
وإيضاحه أنهم يقولون: إن مادة القاف والدال والراء من لفظ القدرة تدل بأصل الوضح على معنى وجودي قائم بالذات، يتأتى به إيجاد الممكنات وإعدامها على وفق الإرادة، لكن إذا تعقلت النفس قيام هذا المعنى الوجودي الذي هو القدرة مثلًا بالذات، تعقلت انتفاء العجز عنها بواسطة مقدمة عقلية، وهي استحالة اجتماع الضدين، فقيام القدرة مثلًا بالذات يلزمه انتفاء العجز عنها ضرورةً؛ لاستحالة اجتماع الضدين عقلًا، فسلب القدرة للعجز مثلًا لا بأصل الوضح، بل من حيث إن القدرة التي هي المعنى الوجودي القائم بالذات يلزم من وجودها انتفاء العجز؛ لاستحالة اجتماع الضدين عقلًا، بخلاف القدم مثلًا فسلبه للحدوث الذي هو ضده إنما هو بأصل الوضع؛ لأن معنى القدم عندهم هو انتفاء الحدوث، ولا تدل مادة القاف والدال والميم من لفظ القدم على معنى وجودي، بل معناه المطابقي نفي الحدوث عندهم، وقس على القدرة باقي المعاني، وعلى القدم باقي السلبيات.
فإذا عرفت كلامهم هذا فاعلم أن الصفات السلبية في اصطلاحهم جاء في القرآن العظيم وصف الخالق والمخلوق بها، فالقدم والبقاء اللذان أثبتهما المتكلمون للَّه تعالى، قائلين إنه أثبتهما لنفسه بقوله: {هُوَ الْأَوَّلُ وَالْآخِرُ} [الحديد/ ٣] وصف اللَّه بهما الحادث في القرآن العظيم فقال: {كَالْعُرْجُونِ الْقَدِيمِ (٣٩)} [يس/ ٣٩] {تَاللَّهِ إِنَّكَ لَفِي ضَلَالِكَ',NULL,'54',NULL,NULL,'0');
INSERT INTO [b292] VALUES (52,'الْقَدِيمِ (٩٥)} [يوسف/ ٩٥] وقال في البقاء: {وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الْبَاقِينَ (٧٧)} [الصافات/ ٧٧].
وكذلك الأولية والآخرية الملفوظتان في قوله: {هُوَ الْأَوَّلُ وَالْآخِرُ} وصف اللَّه بهما الحوادث فقال: {أَلَمْ نُهْلِكِ الْأَوَّلِينَ (١٦) ثُمَّ نُتْبِعُهُمُ الْآخِرِينَ (١٧)} [المرسلات/ ١٦ - ١٧].
وكذلك الغنى من السلبيات وصف اللَّه به نفسه فقال: {وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ} [فاطر/ ١٥] {وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ} [التغابن/ ٦]، ووصف به الحادث فقال: {وَمَنْ كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ} [النساء/ ٦].
وكذلك الوحدانية من الصفات السلبية وصف بها نفسه فقال جل وعلا: {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ (١٦٣)} [البقرة/ ١٦٣] ووصف الحادث بها فقال: {يُسْقَى بِمَاءٍ وَاحِدٍ} [الرعد/ ٤].
فهذه الصفات السلبية عندهم لم تبق واحدةٌ منها إلا جاء في القرآن العظيم وصف الخالق والمحلوق بها ما عدا المخالفة للخلق الثابتة بقوله: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى/ ١١] وبقوله: {فَلَا تَضْرِبُوا لِلَّهِ الْأَمْثَالَ} [النحل/ ٧٤] وبقوله: {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (٤)} [الإخلاص/ ٤].
والمتكلمون مقرُّون بأن هذه الصفات يوصف بها اللَّه حقيقة، وتوصف بها الحوادث حقيقة، ووصف اللَّه مخالفٌ لوصف غيره من خلقه كمخالفة ذاته لذوات خلقه، ولم ينفوها ولم يؤولوها.
وكذلك الصفات الجامعة، كالعظمة، والكبر، والعلو، والملك،',NULL,'55',NULL,NULL,'0');
INSERT INTO [b292] VALUES (53,'وصف بها نفسه جل وعلا، ووصف بها الحوادث فقال في وصف نفسه جل وعلا بالعلو والعظمة: {وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ (٢٥٥)} [البقرة/ ٢٥٥]، وقال في وصف نفسه بالعلو والكِبَر: {إِنَّ اللَّهَ كَانَ عَلِيًّا كَبِيرًا} [النساء/ ١٣٤] {عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ (٩)} [الرعد: ٩]، وقال في وصف نفسه بالملك: {يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ الْمَلِكِ الْقُدُّوسِ} [الجمعة/ ١]. {هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ} [الحشر/ ٢٣]، وقال في وصف الحادث بالعظمة: {وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ (١٥)} [النور/ ١٥] {إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا (٤٠)} [الإسراء/ ٤٠]، {فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ (٦٣)} [الشعراء/ ٦٣]، وقال في وصف الحادث بالعلو: {وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (٥٧)} [مريم: ٥٧]، {وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (٥٠)} [مريم/ ٥٠] وقال في وصف الحادث بالكبر: {لَهُمْ مَغْفِرَةٌ وَأَجْرٌ كَبِيرٌ (١١)} [هود/ ١١]، {إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ} [الأنفال/ ٧٣]، {إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا} [الإسراء/ ٣١]، {قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ} [البقرة/ ٢١٩]، وقال في وصف الحادث بالملك: {وَقَالَ الْمَلِكُ إِنِّي أَرَى سَبْعَ بَقَرَاتٍ سِمَانٍ} [يوسف/ ٤٣] {وَقَالَ الْمَلِكُ ائْتُونِي بِهِ} [يوسف/ ٥٤]، وقال: {وَكَذَلِكَ يَفْعَلُونَ} [النمل/ ٣٤] لأنه تصديقِ من اللَّه لقول بلقيس: {إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً} [النمل/ ٣٤].
فكل هذه الصفات يقرون بثبوتها للَّه حقيقة، وبثبوتها للحادث حقيقةً أيضًا، إلا أن ما وصف اللَّه به منها مخالفٌ لما وصف به الحادث كمخالفة ذاته جل وعلا لغيرها من ذوات الخلق، ومن المعلوم أن تباين',NULL,'56',NULL,NULL,'0');
INSERT INTO [b292] VALUES (54,'الموصوفين مقتضٍ لتباين الصفات، ولم ينفوا هذه الصفات ولم يصرفوها عن ظاهرها بالتأويل خوفًا من مشابهة الحوادث المتصفة بها، بل أثبتوها للَّه تعالى قائلين: إنها مخالفة لصفات الحوادث كمخالفة ذاته تعالى لذواتهم.
وكذلك الصفات التي اختلف فيها أهل الكلام، هل هي من الصفات الذاتية، أو من الصفات الفعلية؟ فإنه جاء في القرآن العظيم وصف الخالق والمخلوق بها، فقد وصف جل وعلا نفسه بالرأفة والرحمة فقال: {إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ (٧)} [النحل/ ٧]، ووصف الحادث بهما فقال في وصف نبينا صلى اللَّه عليه وعلى آله وسلم: {حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (١٢٨)} [التوبة/ ١٢٨]، ووصف نفسه جل وعلا بالحلم فقال: {لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ (٥٩)} [الحج: ٥٩]، ووصف الحادث به فقال: {فَبَشَّرْنَاهُ بِغُلَامٍ حَلِيمٍ (١٠١)} [الصافات/ ١٠١] {إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ (١١٤)} [التوبة/ ١١٤].
وأما صفة الفعل فوصفُ الخالق والمخلوق بها في القرآن العظيم واضح، وقد جمع مثالهما قوله تعالى: {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} [الأنفال / ١٧].
ولم يبق من الصفات على طريق المتكلمين في تقسيمهم لها إلا الصفة النفسية، وهي عندهم واحدة، وهي: الوجود، وبعضهم يقول: الوجود هي نفس الذات. فلم يعدَّه صفةً. وعلى عدِّهم له صفة نفسية فلا يخفى أن جميع العقلاء من الكفار والمسلمين مقرون بأنه تعالى',NULL,'57',NULL,NULL,'0');
INSERT INTO [b292] VALUES (55,'موجود، وأن الحوادث موجودة، والنافون لبعض صفاته تعالى معترفون بوجوده، ووجود الحوادث، إلا أن وجوده جل وعلا مخالف لوجود الخلق، ومحاولة الملاحدة القائلين بالوحدة المطلقة نفي وجود الحوادث مكابرةٌ ظاهرةٌ لا يستحق القائل بها أن يجاب. والوجود عند المتكلمين ضد العدم، والعدم عبارة عن لا شيء، والشيء عندهم مرادفٌ للوجود، فالمعدوم ليس بشيء.
فتحصل أن المتكلمين يقسمون الصفات إلى ستة أقسام، وهي: نفسية، وسلبية، ومعنى، ومعنوية، وصفة فعل، وصفة جامعة. وكل واحدٍ من الأقسام الستة يقرون بوصف الخالق والمخلوق به، إلا أن وصف اللَّه مخالفٌ لوصف المخلوق كمخالفة ذاته لذات المخلوق، ومع هذا ينكرون بعض الصفات كالاستواء واليد، ولو قالوا فيها ما قالوا فيما أقروا به من الصفات لأصابوا الصواب، وسلموا من التعطيل والتشبيه، على أن قولهم: إن في صفات اللَّه جل وعلا نفسية، بالغ من الجرأة على اللَّه تعالى ما اللَّه عالم به، ولا يخفى على المطلع على القوانين المنطقية والكلامية.
وإيضاح ذلك أن الصفة النفسية عندهم هي التي لا يمكن تعقُّل الذات بدونها، كالنطق بالنسبة للإنسان؛ لأن الإنسان عندهم لا يمكن تعقُّله ممن لم يعقله بطريق التعريف إلا بالنطق، يقولون: لو عُرِّفَ بأنه جسم لشاركه الحجر، فلو زيد في التعريف كونه حساسًا لشاركه الفرس مثلًا، فلو عُرِّف بأنه منتصب القامة يمشي على اثنين لشاركه الطير، فلو زيد كونه لا ريش له لشاركه منتوف الريش وساقطه من الطير، فلو عرف',NULL,'58',NULL,NULL,'0');
INSERT INTO [b292] VALUES (56,'بأنه الناطق تميز عن غيره عندهم. والنطق عندهم القوة المفكرة التي يقتدر بها على إدراك العلوم والآراء، لا نفس الكلام.
فلو اعترض عليهم بإمكان تعريفه، بكونه ضاحكًا أو كاتبًا؛ لأن الضحك والكتابة خاصتان من خواصه، فجوابهم أنهم يقولون: الضحك حالة تعرض عند التعجب من أمر بعد أن تتفكر فيه القوة الناطقة، والكتابة نقوش على هيئات معينة لا توجد إلا بتفكير القوة الناطقة، فالضحك والكتابة فرعان عن النطق، فانحصر عندهم موجب التعريف بالأصالة في النطق.
والصفة النفسية عندهم جزء من الماهية، ولا تكون أبدًا إلا جنسًا أو فصلًا؛ لأن جزء الماهية عندهم إما مساو لها في الماصدق، أو أعم منها، فإن كان مساويًا لها فهو الفصل، كـ "الناطق" بالنسبة للإنسان. فإن الناطق والإنسان متساويان ماصدقًا، والناطق جزء من ماهية الإنسان؛ لأنها مركبة عندهم من حيوان وناطق، وإن كان أعم منها فهو الجنس، كالحيوان بالنسبة للإنسان، لأن الحيوان أعم من الإنسان، وهو جزء من ماهية الإنسان المركب من حيوان وناطق عندهم، فالأعم جزء من ذات الأخص، والأخص فرد من أفراد الأعم، وجزؤها المساويها عندهم مقوم لها، مقسم لجزئها الذي هو أعم منها.
فالفصل عندهم مقوِّم للنوع، مقسم للجنس، فالنوع مثلًا: هو الإنسان، والجنس مثلًا: هو الحيوان، والفصل مثلًا: هو الناطق، فالناطق مقوم للإنسان بمعنى أن حقيقة الإنسانية لا تتقوم إلا بالنطق، لأنه صفتها النفسية التي لا تعقل بدونها عندهم كما تقدم. فالإنسانية',NULL,'59',NULL,NULL,'0');
INSERT INTO [b292] VALUES (57,'عندهم دون النطق محال لاستحالة انفكاك الماهية من جزئها، وتقدم أن النطق عندهم القوة المفكرة لا الكلام، والناطق مقسم للحيوان، أي قسم من أقسامه؛ لأنك تقول: الحيوان ينقسم إلى ناطق وغير ناطق، فالفصول التي هي عندهم المميزات الذاتية مقومة للأنواع، مقسمة للأجناس كما بيّنا.
وإيضاح المقام أن الماهية عندهم مركبة من جنسها وفصلها فهما جُزءاها. وأحدهما: أعم منها ماصدقًا وهو الجنس. والثاني: مساوٍ لها ماصدقًا وهو الفصل، وهما صفتاها النفسيتان.
فإذا حققت أن الصفة النفسية في اصطلاحهم جزء من الماهية، وجُزءاها منحصران في الجنس والفصل، وحققت أن ذات اللَّه جل وعلا يستحيل عقلًا ونقلًا في حقها الجنس والفصل؛ لأن الجنس لا يكون إلا كليًّا مشتركًا بين ماهيات كالحيوان، فإن الكلِّي هو القدر المشترك بين الإنسان والفرس مثلا، وحقيقة الألوهية لا يشترك مع اللَّه فيها غيره البتة {وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ الرَّحِيمُ (١٦٣)} [البقرة/ ١٦٣] والفصل لا يكون إلا كليًّا مميزًا لبعض أفراد الجنس التي هي الأنواع عن بعض، لأن الأنواع مشتركة في الجنس تتمايز فيما بينها بفصولها، ففصل الإنسان عندهم الناطق، وفصل الفرس الصاهل، وفصل الحمار الناهق. وقس على ذلك.
وإنما سموا الفصل فصلًا؛ لأن به فصل النوع عما يشاركه من الأنواع في الجنس، فالإنسان والفرس مثلًا مشتركان في الحيوانية التي هي عندهم مركبة من جسمية ونمائية وحساسية، والجسمية عندهم',NULL,'60',NULL,NULL,'0');
INSERT INTO [b292] VALUES (58,'تستلزم الجوهرية الفردية؛ لأن الجسم عندهم ما تألف من جوهرين فردين فصاعدًا، وإذا كان الإنسان والفرس مثلًا يشتركان في كون كل منهما جسمًا ناميًا حساسًا، ففصل الإنسان الذي انفصل به عن الفرس المشارك له فيما ذكر إنما هو الناطق، كما أن فصل الفرس الذي انفصل به عن الإنسان المشارك له فيما ذكر إنما هو الصاهل.
والغرض عندنا هنا إيضاح أن الصفة النفسية في اصطلاحهم مستلزمة للجنسية والنوعية استيعاب مباحث الجنس والفصل، فإذا حققت بما ذكرنا: أن الصفة النفسية في اصطلاحهم مستلزمة للجنسية والنوعية علمت أن إطلاقها في حق اللَّه الأحد الصمد جل وعلا فيه ما فيه، وأنه مضاد لما تضمنته "سورة الإخلاص" من توحيده تعالى في ذاته وصفاته جل شأنه، وتقدست أسماؤه، ولا إله غيره، فليس له نظير ولا شبيه حتى يدخل معه في جنس، أو يتميز عنه بفصل، سبحانه وتعالى عما يقول الظالمون علوًا كبيرًا {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (١١)} [الشورى/ ١١].
ثم إذا حققت جميع ما قدمنا من أن كل صفة من الصفات على تقسيم المتكلمين لها، جاء في القرآن العظيم وصف الخالق والمخلوق بها، فاعلم أن الاستواء على العرش ونحوه من الصفات الثابتة في الكتاب والسنة، كاليدين كذلك، فإذا لم يشكل عليك قوله: {إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (٧٥)} [الحج/ ٧٥] في وصفه لنفسه جل وعلا مع قوله: {فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (٢)} [الإنسان/ ٢] في وصف الإنسان، فكيف يشكل عليك قوله جل وعلا في وصف نفسه: {ثُمَّ اسْتَوَى عَلَى الْعَرْشِ}',NULL,'61',NULL,NULL,'0');
INSERT INTO [b292] VALUES (59,'[الأعراف/ ٥٤] مع قوله في وصف المخلوق: {فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ} [المؤمنون/ ١٢٨]، {لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ} [الزخرف/ ١٣]، {وَاسْتَوَتْ عَلَى الْجُودِيِّ} [هود/ ٤٤]، وقوله تعالى: {يَدُ اللَّهِ فَوْقَ أَيْدِيهِمْ} [الفتح/ ١٠]؟ فأي فرق بين المقامين؟ وهلا قلتم في الاستواء واليد وغيرهما ما قلتم في السمع والبصر من أنهما ثابتان للَّه حقيقة، وللحوادث أيضًا حقيقة، مع أن الوصف الثابت له جل وعلا مخالف للوصف الثابت لغيره، كمخالفة ذاته جل وعلا لغيرها من ذوات الحوادث.
والفرق بين الصفات بإثبات البعض ونفى البعض لا وجه له البتة كما هو واضح مما كتبنا، والقائل به يقال له: ما لِبائك تَجُرُّ وبائي لا تَجُر؟ !
فتحصل أن المسلك الذي لا شك أنه الحق أن كل ما وصف اللَّه به نفسه جل وعلا، أو وصفه به نبيه صلى اللَّه عليه وعلى آله وسلم نثبته له؛ إذ هو أعلم بنفسه منا، ورسوله صلى اللَّه عليه وآله وسلم أعلم به منا، ولا يخطر في عقولنا أن ذلك الوصف الثابت للَّه يشابه صفات المخلوقين؛ لأن من أثبت للَّه ما وصف به نفسه، أو وصفه به نبيه صلى اللَّه عليه وعلى آله وسلم معتقدًا تنزيهه جل وعلا عن مشابهة الخلق، سَلِمَ من ورطتي المعطيل والمَشبيه، ومن خطر في عقله أن الوصف الذي وصف اللَّه به نفسه جل وعلا، أو وصفه به نبيه صلى اللَّه عليه وعلى آله وسلم مشابهٌ لصفات الحوادث، فحمله ذلك على نفيه بالتأويل، فقد ارتطم في ورطتي التشبيه والتعطيل؛ لأنه شَبَّه أولًا، فأَدَّاهُ',NULL,'62',NULL,NULL,'0');
INSERT INTO [b292] VALUES (60,'التشبيه إلى التعطيل، ولو أثبت للَّه ما أثبته لنفسه من صفات الكمال معتقدًا أن تلك الصفات بالغة من كمال العلو والرفعة والشرف ما يقطع علائق المشابهة بينها وبين صفات المخلوقين، لسلم من التشبيه والتعطيل واعتقد الحق.
ومن المعلوم أن هذه الصفات لو كان يقصد بها شيء آخر من المجازات التي يحملها عليها المؤولون لبادر صلى اللَّه عليه وعلى آله وسلم إلى بيانه؛ لأنه لا يجوز في حقه صلوات اللَّه عليه وسلامه تأخير البيان عن وقت الحاجة إليه، ولا سيما في العقائد، والمحققون من علماء الأصول ذكروا أن تأخيره صلى اللَّه عليه وعلى آله وسلم البيان عن وقت الحاجة لا يجوز في حقه، وشذت طائفة فجوزته، والجميع متفقون علي عدم وقوعه، والخلاف بينهم إنما هو في الجواز عقلًا، لا في الوقوع، كما هو مقرر في محله. قال في "مراقي السعود":
تأخر البيان عن وقت العمل ... وقوعه عند المجيز ما حصل
وقال في "المراقي" أيضًا في حدّ البيان:
تصيير مشكل من الجلي ... وهو واجب على النبي
إذا أريد فهمه وهو بما ... من الدليل مطلقًا يجلو العمى
وأيضا فالصفات التي أثبت اللَّه لنفسه جل وعلا أو أثبتها له من قال في شأنه: {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (٤)} [النجم/ ٣ - ٤] صلوات اللَّه عليه وسلامه، إثباتها له حق لا شك فيه؛ لأنَّ ما أخبر اللَّه أو رسوله صلى اللَّه عليه وعلى آله وسلم أنه ثابت فثبوته حق لا سبيل إلى',NULL,'63',NULL,NULL,'0');
INSERT INTO [b292] VALUES (61,'الشك فيه، وقد أطبق جميع العقلاء على أن لازم الحق حق، فالحق لا يلزمه الباطل أبدًا بإجماع العقلاء.
فادعاء النافين بعض صفاته جل وعلا، كالاستواء واليد وغيرهما مما جاء في الكتاب والسنة، مدعين أن إثباته له جل وعلا يلزمه مشابهة الحوادث واضح البطلان؛ لإقرارهم أن الاستواء واليد مثلًا أخبر اللَّه بهما، وهو صادق الخبر قطعًا، وكل العقلاء يقر بأن الصدق لا يلزمه الكذب أبدًا بحال.
وإيضاح ذلك المقام على مصطلحهم الكلامي: أن النافين لبعض الصفات يستدلون على نفيها بلزوم عقلي، إذا أفرغ في قالب اصطلاحهم يتبين أنهم استدلوا بقياس استثنائي مركب من شرطية متصلة لزومية استثنوا فيه نقيض التالي، فأنتجوا نقيض المقدم. وقد تقرر عندهم في المركب من متصلة لزومية أن استثناء نقيض التالي ينتج نقيض المقدم، واستثناء عين المقدم ينتج عين التالي؛ بلا عكس فيهما، فاستثناء عين التالي أو نقيض المقدم لا ينتجان لزومًا؛ لجواز أن يكون التالي أعم من المقدم، ولا يخفى أن وجود الأعم لا يستلزم وجود الأخص، ونفي الأخص لا يستلزم نفي الأعم، بخلاف العكس، أي فنفي الأعم يستلزم نفي الأخص، ووجود الأخص يستلزم وجود الأعم.
وقد تقرر عند جميع النظار من كلاميين ومناطقة وجدليين أن استنتاج عدم المقدم -الذي هو الملزوم- من عدم التالي -الذي هو اللازم- لا يصح إلا إذا كانت لازمية التالي للمقدم صحيحة، كما في',NULL,'64',NULL,NULL,'0');
INSERT INTO [b292] VALUES (62,'استنتاج عدم تعدد الآلهة من عدم فساد السموات والأرض في قوله تعالى: {لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا} [الأنبياء/ ٢٢] أي: لكنهما لم تفسدا فيلزم منه أنه لم يكن فيهما آلهة غير اللَّه.
أما إذا كانت لازمية التالي للمقدم يعتقدها المستدل، وهي في نفس الأمر منفية، والربط منفك بين ما يظنه لازمًا وما يظنه ملزومًا، فاستنتاجه عدم شيء من عدم شيءآخر يظنه لازمًا له استنتاج باطلٌ، إذا كان ما ظنه لازمًا ليس بلازمٍ في نفس الأمر، كما لو ظن أن الإنسانية تلزم الحيوانية فقال: لو كان هذا حيوانًا لكان إنسانًا، لكنه غير إنسان. فأنتج به أنه غير حيوان، فهو استنتاج باطل؛ لجواز أن يكون حيوانًا غير إنسان، لأن ما ظنه من كون الإنسان لازمًا للحيوان باطل، فاستنتاجه عدم الحيوان من عدم الأنسان باطل؛ لجواز أن يكون حيوانًا غير إنسان، كالفرس مثلًا.
فإذا حققت هذا فاعلم أن قياسهم الذي استدلوا به على نفي بعض الصفات الذي قدمنا أنه قياس استثنائي مركب من شرطية متصلة لزومية استثنوا فيه نقيض التالي فيما يظهر لهم، فأنتجوا نقيض المقدم فيما يظهر لهم. ولا يخفى عليك أن استنتاج نقيض المقدم من نقيض التالي هو عين الاستدلال بنفي اللازم على نفي الملزوم.
صورته عندهم أن يقولوا مثلًا: لو كان تعالى مستويًا على عرشه لمكان مشابهًا للحوادث؛ لكنه لم يكن مشابهًا للحوادث، ينتج: فهو غير مستوٍ على العرش. وهكذا. . .، كقولهم: لو كان له يد لكان مشابهًا للحوادث، لكنه لم يكن مشابهًا للحوادث، ينتج: فهو لم تكن',NULL,'65',NULL,NULL,'0');
INSERT INTO [b292] VALUES (63,'له يد.
فنقول: هذه الملازمة التي ظنوا بين اتصافه بما ذكر من الاستواء على العرش واليد وغيرهما من صفات الكمال، وبين مشابهة الخلق ملازمةٌ باطلة، والربط بين الأمرين منفك، بل هو تعالى مستو على عرشه، كما قال: {بَلْ يَدَاهُ مَبْسُوطَتَانِ} [المائدة/ ٦٤]، فهو كما قال من غير تكييفٍ ولا مشابهةٍ للحوادث، فجعلهم مشابهة الحوادث لازمة للاستواء واليد مثلًا جَعْلٌ باطل، بل لا ملازمة بين الأمرين البتة، كما أقروا بنظيره في السمع والبصر وغيرهما من الصفات المارِّ ذكرها، فإذا كان جل وعلا متصفًا بالسمع والبصر مثلًا، والحادث متصف بهما ولم يلزم من ذلك مشابهته للحادث، فكذلك لا يلزم من استوائه على عرشه وكون يديه مبسوطتين ينفق كيف يشاء مشابهةُ الحوادث، كما هو ظاهر مما كتبنا.
فقول النافي بعض الصفات مثلًا: "لو كان مستويًا على عرشه، لشابه الحوادث" قضيةٌ من النوع المعروف بالسفسطة، والأقيسة السوفسطائية كلها كاذبة في نفس الأمر، وأعظم الآفات التي منع العلماء بسببها النظر في علم الكلام والمنطق مثل هذا، أن يظن المستدل لزوم أمر لأمر فينتج بتلك الملازمة أمورًا منافية لما جاء به الرسول صلى اللَّه عليه وعلى آله وسلم، لكون اللزوم الذي ظهر له ليس واقعًا في نفس الأمر، فيضل سعيه، وهو يحسب أنه يحسن صنعًا.
ولا شك أن الطريق المأمونة هي طريق الكتاب والسنة لا سيما في صفاته جل وعلا التي لا سبيل للعقول إلى إدراك حقائقها {يَعْلَمُ مَا بَيْنَ',NULL,'66',NULL,NULL,'0');
INSERT INTO [b292] VALUES (64,'أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا (١١٠)} [طه/ ١١٠].
وهذا الذي أوضحنا من إثبات الصفات للَّه حقيقةً من غير تكييفٍ ولا تشبيهٍ هو معنى قول الإمام مالك رحمه اللَّه: "الاستواء غير مجهول، والكيف غير معقول"؛ فإن معنى قوله: "الاستواء غير مجهول" أن هذا الوصف معروفٌ عند العرب، وهو في لغتهم الارتفاع والاعتدال، لكن ما نسب إلى اللَّه من هذا الوصف لا يشابه ما نسب منه للحوادث. وذلك هو معنى قوله: "والكيف غير معقول". فقول الإمام مالك: "الاستواء غير مجهول" نفيٌ للتعطيل، وقوله: "والكيف غير معقول" نفي للتشبيه والتكييف، وبنفي الأمرين يكون الصواب، وما روي عن مالك رحمه اللَّه روى مثله عن أم المؤمنين هند بنت أبي أمية أم سلمة رضي اللَّه عنها.
ثم في مدة إقامتنا بـ "النعمة" قدم علينا أديب علوي، اسمه محمد المختار بن محمد فال بن بابه العلوي، وأكثر من سؤالنا عن أيام العرب وأشعارها، وملح الأدباء ونوادرهم.
ومما وقع السؤال عنه في أثناء المذاكرة ثناء أدباء الشعراء على قصار النساء، كقول الشاعر:
من كان حربًا للنساء ... فإنني سلم لهنَّه
فإذا عثرن دعونني ... وإذا عثرت دعوتهنَّه
وإذا برزن لمحفل ... فقِصارهنَّ ملاحهنَّه
مع أن القصر جدًّا وصف مذموم، كما يدل عليه قول كعب بن',NULL,'67',NULL,NULL,'0');
INSERT INTO [b292] VALUES (65,'زهير:
* لا يشتكي قصر منها ولا طول *
ومعلوم أن كمال القامة واعتدال القدِّ وصف محمودٌ فيهن، ومما يدل على ذلك قول عمرو بن كلثوم التغلبي:
وسارِيتَيْ بَلَنْطٍ أو رخامٍ ... يَرِنُّ خُشاشُ حَلْيِهما رنينا
فكان جوابنا عن المسألة أن قلنا لهم: إن القِصر الذي يستحسنه الشعراء من النساء ليس هو القِصَر الذي هو ضد الطول، بل هو القصْر في الخيام، فالقصار عندهم هن المقصورات في الخيام العاملات بقوله تعالى: {وَقَرْنَ فِي بُيُوتِكُنَّ} [الأحزاب/ ٣٣]. وهو معنى معقول؛ لأن الصيانة تصون ماء الملاحة ومعناها، والابتذال يذهب ذلك كله. وقد بين كُثَيِّر في شعره حل هذا الإشكال حيث قال:
وأنتِ التي حَبَّبْتِ كل قصيرة ... إليَّ وما تدري بذاك القصائر
عنيتُ قصيرات الحجال ولم أُرِدْ ... قصار الخطا شر النساء البحاتر
والبحتر: القصير المجتمع الخَلْق.
فالخرَّاجة الولَّاجة لا ملاحة لها أبدًا، وهي مذمومةٌ عندهم، ولذلك لما سمع بعض الأدباء صاحبه يستحسن قول الأعشى ميمون بن قيس:
غراء فرعاء مصقول عوارضها ... تمشي الهوينا كما يمشي الوجى الوجل
كأن مشيتها من بيت جارتها ... مر السحابة لا ريث ولا عجل',NULL,'68',NULL,NULL,'0');
INSERT INTO [b292] VALUES (66,'يكاد يصرعها لولا تشددها ... إذا تقوم إلى جاراتها الكسل
ليست كمن يكره الجيران طلعتها ... ولا تراها لسر الجار تختتل
قال له: قاتلك اللَّه تستحسن غير الحسن، هذه خرَّاجة ولَّاجة لا خير فيها، فهي مذمومة، فهلا قال كما قال الآخر -وهو قيس بن الأسلت-:
وتكسل عن جاراتها فيزرنها ... وتعتل من إتيانهن فتعذر
وربما حضر مذاكرتنا بعض العوام الذين لا يفهمون، ومن جهلهم أن واحدًا منهم قال لنا بكلامه الدارجي ما مضمونه: إنه يغبطنا ويغار منا بسبب أننا نمر بأرض السودان التي فيها موضع شريف. قلنا له: وما ذاك الموضع الشريف؟ قال: الخرطوم. قلنا: وأيُّ شرف للخرطوم؟ قال: لأنه مذكور في القرآن العظيم في قوله تعالى: {سَنَسِمُهُ عَلَى الْخُرْطُومِ (١٦)} [القلم: ١٦]. فقلنا له: ذلك خرطوم آخر غير الخرطوم الذي تعني. فضحك من يفهم من الحاضرين.

واستدل بعضهم بدليل هو عليه لا له، فقال لي الأديب العلوي: هذا مغنِّي اللصوص، فضحك من له خبرة ب<span data-type="title" id=toc-25>قصة مغني اللصوص</span>، وهي قصةٌ مشهورةٌ، حاصلها: أن بعض الأمراء أسر لصوصًا كانوا يقطعون الطريق، فقدمهم للقتل واحدًا بعد واحدٍ حتى لم يبق منهم إلا واحدًا، فقال: لا تقتلوني، فإني لست من اللصوص، وإنما كنت مغنيًا لهم أطربهم بالأناشيد والأغاريد. فقالوا له: بم كنت تغنيهم؟ قال بقول الشاعر:',NULL,'69',NULL,NULL,'0');
INSERT INTO [b292] VALUES (67,'عن المرء لا تسأل وسل عن قرينه ... فكل قرين بالمقارن يقتدي
فإن كان ذا شر فجانب بسرعة ... وإن كان ذا خير فقارنه تهتدي
وطلب منا قوم من أهل "النعمة" أن نفسر لهم سورة الواقعة، ففسرتها لهم ليلًا.
وسألنا بعض طلبة العلم منهم عن الفعل المبني للمفعول، هل هو أصلٌ، أو فرع؟
فأجبناهم: أن الغالب إتيانه فرعًا؛ لأن الفعل لا يبنى للمفعول إلا بعد حذف فاعله غالبًا، ومن نظر إلى أن بعض الأفعال لم يسمع إلا مبنيًّا للمفعول كـ "جُنَّ" أمكنه القول بتأصيله في الجملة.

فقال لنا واحد منهم: ما<span data-type="title" id=toc-27> قياس مصدر "فاعَلَ</span>"؟
فقلنا له: مصدر "فاعَلَ" يأتى قياسه على وزنين: أحدهما: المفاعلة. والثاني: الفِعال، كبارزته مبارزة وبِرازًا.
قال لنا: أيجوز الجِلاس في "جالس"؟
قلنا له: نعم. تقول جالسته مجالسة وجلاسًا، وقد ذكر أعرابي رجلًا فقال: كريم النحاس طيب الجِلاس. "والنُّحاس" بضم النون وكسرها: الطبيعة والأصل والخليقة والسجية، يقال: كريم النحاس، أي كريم النِّجار، وهو الأصل. قال لبيد:
وكم فينا إذا ما المَحْلُ أبدى ... نُحاسَ القوم مِنْ سَمْحٍ هضوم
وقوله: "طيب الجلاس" يعنى المجالسة، وهو محل الشاهد.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b292] VALUES (68,'فقال لنا. هل تأتي "فاعَلَ" لغير معناها من اقتضاء مفاعلة بين أمرين؟
فقلنا: نعم، ربما تأتي لغير ذلك، نحو سافر وعافى وعاقب.
ثم ارتحلنا من القرية المسماة "النعمة" آخر النهار في العشر الأول من شعبان متوجهين إلى المحل المسمى "بمكو" وركبنا إليه سيارة بعد أن بعنا جمالنا في قرية "النعمة"، وودعنا بعض فضلاء القرية حتى دخلنا السيارة، فبتنا تلك الليلة في قرية تسمى "النوارة"، فتذكرت بنزولنا قرية "النوارة" آخر الليل ولم نعرف أحدًا من أهلها بيتي الشاعر الأديب إبراهيم بن بابه بن الشيخ سيديا اللذين قالهما في شأن "النوارة" المذكورة، وهما:
إن للدهر إن تأملت صرفًا ... يكسب المرء حكمة واعتبارا
ها أنا اليوم بالنوار مقيم ... أي عهد بيني وبين النوارا
ثم أقمنا فيها أول النهار، وسافرنا بعد صلاة العصر منها، وحبسنا المطر ليلًا، فبتنا تلك الليلة بجنب قرية صغيرة لا ندري اسمها، وأهلها سود الألوان، وما بين "النوارة" و"بمكو" فيافٍ واسعة، تتخللها قرى صغار من السوادين، وجاءت بنا السيارة بلد "بمكو" في الليلة الثالثة آخر الليل، فنزلنا عند تاجر منا طيب الشمائل والأخلاق، اسمه أحمد بن الطالب الأمين، وهو من أخص إخواني وتلامذتي، فبالغ في إكرامنا، وأهدى لنا ثيابًا، ودفع عنا أجرة السيارة إلى بلد "مبتى" فبادرنا السفر إلى جهة "مبتى"، وركب معنا أخونا أحمد المذكور في السيارة،',NULL,'71',NULL,NULL,'0');
INSERT INTO [b292] VALUES (69,'وباتت بنا تلك الليلة في قرية اسمها "سيكثو"، وباتت بنا أيضًا في الليلة الثانية في قرية اسمها "صن"، ومررنا في طريقنا هذه على قرى صغار مساكنها العُرش والأخصاص، يزرعون الذرة واللوز، وليس على أبدانهم شيء من الثياب أصلًا، ونساؤهم حالقات الرؤوس عاريات جميع البدن، والواحد منهم ذكرًا كان أو أنثى يجعل خرقة صغيرة جدًا، أو ورقة من ورق الشجر على سوءة قُبله، ولا يستتر بشيء غير ذلك، وهم سود الألوان، سمعت بالاستفاضة أنهم وثنيون يعبدون الشجر، وما نزلنا في شيء من قراهم، ولا كلمنا منهم أحدًا مع أن السيارة تمر بنا من بين مزارعهم، ما عليهم من الثياب إلا ما ولدتهم به أمهاتهم، وسمعت أنهم ربما أكلوا الناس، ويسمون باللسان الدارجي "العرايا" وهم تحت حكم فرنسا.
ثم جاءت بنا السيارة بلد "مبتى" وقت الظهر، فنزلنا في دارٍ فيها تجار منا، فبالغوا في إكرامنا، وبتنا معهم ليلتين، ثم حملونا في البريد الفرنساوي المتوجه إلى قرية "فاوه"، فمكث بنا دون "فاوه" ليلتين: أولاهما: في محل اسمه "دوينصه"، وكان مقيلنا من الغد في قرية اسمها "همبري". والثانية على شاطئ النهر، ما بيننا وبين قرية "فاوه" إلا نفس النهر. ثم دخلنا "فاوه" وقت الضحى، فنزلت عند رجلٍ تاجرٍ من أبناء العم اسمه الزاوي، وهو رجل طيب الأخلاق والشمائل، فأحسن إلينا غاية الإحسان، واجتمع علينا تجار من قبيلتنا الجكنيين كانوا في أرض "فاوه"، فمكثنا معهم أسبوعًا في غاية الإكرام والتبجيل، وزارنا كثير من أهل "فاوه"، وسألونا عن مسائل:',NULL,'72',NULL,NULL,'0');
INSERT INTO [b292] VALUES (70,'منها امرأة غاب زوجها، فسمعت في غيبته أنه مات، فظنت صدق الخبر فاعتدت، وتزوجت، فحملت من الزوج الثاني، ثم انكشف الغيب عن حياة الزوج الأول، وعدم فراقه لزوجته. ما الحكم في ذلك في مذهب مالك رحمه اللَّه؟
فأجبناهم بفتوى كتبناها لهم محررة بنصوص فروع مذهب مالك، حاصل مضمونها: أن المرأة للزوج الأول على المشهور من ثلاثة أقوال. وثانيها: أنها تفوت بدخول الثاني. وثالثها: إن حكم حاكم بموت الأول فاتت بدخول الثاني، وأن الولد للزوج الثاني، لأن المرأة حاضعت مرارًا بعد وطء الأول، وحيضها المتكرر يدل على عدم حملها من الأول عادةً.
فقال بعض طلبة العلم: لِمَ لا يكون الولد للزوج الأول الذي حكم بأنها فراشه؟ وقد قال صلى اللَّه عليه وعلى آله وسلم: "الولد للفراش"؟
فقلنا له: هي أيضًا فراش الزوج الثاني لأنه عقد علينا عقدًا يظنه صحيحًا كائنًا بوليٍّ وشهودٍ وصيغةٍ وصداقٍ، ولا خلاف في لحوق النسب في مثل هذا، ولو كانت فراشًا للأول فقط دون الثاني، لكان الثاني عاهرًا وله الحجر؛ لقوله صلى اللَّه عليه وعلى آله وسلم: "وللعاهر الحجر" وَلَمْ يَقُلْ أحدٌ من العلماء بأن الثاني عاهر له الحجر.
وإلى هذه المسألة أشار خليل بن إسحاق المالكي رحمه اللَّه في "مختصره" الذي قال فيه: "مبيِّنًا لما به الفتوى" بقوله: وأما إن نعي لها. . . (إلى قوله:) فلا تفوت بدخول.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b292] VALUES (71,'ومنها: صغيرةٌ شريفةٌ ذات أب غائب غيبة بعيدة، زوَّجها ابن عمٍّ لها. هل ذلك العقد نافذٌ أم لا؟
فأجبناهم: بأن حاصل تحرير مذهب المالكية أن الصغيرة الغائب أبوها غيبة بعيدة يزوجها السلطان خاصة، لا وليها الأبعد. وقال ابن وهب: يزوجها وليها الأبعد، وفاقًا للحنابلة، مستدلين بأن السلطان وليُّ من لا ولي له، وهذه ذات ولي.
ومنها: امرأة ادعت أنها شرَطَ لها زوجُها بطوعٍ منه والتزم بعد العقد أنه إن مكث عنها في سفره أكثر من شهرين فأمرها بيدها، إلا أن هذا الذي ادعت لم تكتب عليه وثيقة بخط عدلين، وإنما كتب لها شاهدٌ واحدٌ، فبعد غيبة الزوج ومكثه أكثر من الشهرين جاءت بالوثيقة التي فيها خط الشاهد الواحد على الشرط المذكور، فطلقها قاضي البلد بشهادته، واعتدت، ثم تزوجت، فقدم زوجها الأول، وأنكر الشرط المذكور أصلًا. ما الحكم في مذهب الإمام مالك رحمه اللَّه؟
فأجبناهم: بأنها زوجة الأول، وحكم القاضي باطل؛ لأن موجب الفراق لابد فيه من شاهدين عدلين؛ لقوله تعالى: {أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق/ ٢]، وقد قال خليل في "مختصره": "ولما ليس بمال ولا آيلٍ له عدلان".
فالحكم دون الشاهد الثاني باطلٌ قولًا واحدًا، كما هو ظاهر؛ لقوله صلى اللَّه عليه وآله وسلم الثابت في الصحيحين عن عائشة رضي اللَّه عنها: "من أحدث في أمرنا هذا ما ليس منه فهو رد". وقد قال خليل في "مختصره": "وفسد منهي عنه إلا لدليل" أي بطل، أي لا يعتد به.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b292] VALUES (72,'وفي "مراقي السعود" في الكلام عن النهي:
قد جاء في الصحيح للفساد ... إن لم يجي الدليل للسداد
ثم أردنا التوجه من قرية "فاوة" إلى بلد "انيامى" وهو عاصمة النيجر الفرنساوية، فحملنا ابن عمِّنا الذي نحن في ضيافته الذي هو الزاوي المذكور في البريد الفرنساوي الذاهب إلى "انيامى" وسائقه ورفقته نصارى، فجاءنا المطر في ليلتنا الأولى فحبسنا حتى ما وصلنا "انيامى" إلا بعد ليلتين، ولما قدمنا إلى بلد "انيامى" في الضحى بعد الليلة الثانية، نزلنا عند تاجر اسمه الحاج الكيدي توره، وهو رجل كريم السجايا والطبائع، فيه نفع للمار به من عامة المسلمين جازاه اللَّه عنهم خيرًا، ففرح بقدومنا وأكرمنا غاية الإكرام، ورغب جدًّا في أن نقيم عنده شهر رمضان، وقد استهل ونحن عنده، ووعدنا بأنه يحملنا من كيسه في طائرة إلى جدة إن أقمنا معه مدة. فقلنا: لابد لنا من الجد في السير في الوقت الحاضر، فأهدى لنا وودعنا، وحملنا في البريد الفرنساوي إلى قرية "مرادي"، وأدركني في مدتي عنده رئيس أولاد "حمه" من قبيلة "مشومة" من قبائل شنقيط، وكان رفيقي إلى انتهاء رحلتي بالمدينة المنورة.
وفي مدة إقامتنا عند الحاج الكيدي توره جاءنا رجلٌ من أهل العلم من قبيلة تسمى "الطلابه" اسمه محمد إبراهيم، وطلب منَّا أن نبين له معاني "سلم الأخضري" في فن المنطق بدرس شافٍ، فأجبته، وكان يكتب ما أملي عليه من إيضاح معانيه ليلًا ونهارًا خوفًا من معاجلة السفر قبل الإتمام حتى أتى على آخره، فجاء ذلك الإملاء شرحًا وافيًا، وعن',NULL,'75',NULL,NULL,'0');
INSERT INTO [b292] VALUES (73,'غيره كافيًا. والحمد للَّه رب العالمين.
ثم سألنا عن تعيين ناسخ آية الوصية للوالدين والأقربين.
قلت له: كان هذا مشكلًا عليَّ في زمن درسي فن أصول الفقه إشكالًا قويًا، ووجه إشكاله أنه لم يدَّع أحدٌ فيما وقفت عليه ناسخًا لهذه الآية الكريمة غير ثلاثة أمور:
أحدها: أنها منسوخة بحديث "لا وصية لوارث".
الثاني: أنها منسوخة بآيات الميراث.
الثالث: أنها منسوخة بالإجماع.
ووجه الإشكال أنَّ هذه الأمور الثلاثة لا يصح النسخ بواحدٍ منها حسب ما قرره علماء الأصول.
أما حديث "لا وصية لوارث" فلم يكن متواترًا، والصحيح عند جمهور الأصوليين أن نسخ الكتاب بالسنة لا يصح إلا إذا كان متواترة. والشافعي يقول: لا ينسخ الكتاب بالسنة أصلًا، بل بكتاب عاضد لها كالعكس. قال في "مراقي السعود":
والنسخ بالآحاد للكتاب ... ليس بواقع على صواب
والتواتر يشترط عندهم في جميع طبقات السند، فلو تواتر في بعضها ولم يتواتر في بعضها فهو خبر آحاد. قال في "مراقي السعود":
وأوجبن في طبقات السند ... تواترًا وفقًا لدى التعدد',NULL,'76',NULL,NULL,'0');
INSERT INTO [b292] VALUES (74,'فإذا كان حديث "لا وصية لوارث" ليس بمتواتر، ونسخ القرآن بغير المتواتر ليس بواقعٍ عند جمهور الأصولين، فادعاء نسخ الآية المذكورة بالحديث المذكور مشكل، وادعاء بعضهم إمكان تواتره قيل: لا تقوم به حجة؛ لاشتراط التواتر في جميع طبقات السند.
وأما آيات المواريث فإنها لا تنافي الوصية حتى يكون ثبوتها رافعًا لها؛ لأن النسبة التي بين الوصية والميراث التباين الخلافي، والخلافان يصح اجتماعهما عقلًا، كالكلام والقعود، وشرعًا ككون الوالد يرث وبره واجب، والناسخ والمنسوخ لابد أن تكون بينهما مناقضة بحيث يكون ثبوت أحدهما يقتضي نفي الآخر، كالنقيضين والضدين والمتضائفين والعدم والملكة، وإن كان الغالب كونهما نقيضين، أو ضدين فقط، وبالجملة فالميراث يجامع الوصية إذ ليس ثبوته يقتضي رفعها، وإذا كان ثبوت الأمر الجديد لا يقتضي رفع الأمر الأول، فكيف يعقل كونه ناسخًا له؟
وما أجاب به المحرر العبادي في حاشيته المسماه "الآيات البينات" من أن حديث "لا وصية لوارث" وإن كان خبر آحاد، فقد اعتضد بموافقة الإجماع له، للإجماع على نسخ آية الوصية للوالدين والأقربين، فصار بسبب اعتضاده بالإجماع كالمتواتر، فلذا صح نسخ الآية به = فهو جوابٌ ليس فيه عندي مَقْنَع؛ لأمرين:
الأول: أن الإجماع الذي ذكر ليس ثابتًا، بل خالف فيه كثيرٌ من العلماء.
والثاني -على تسليم الإجماع جدليًّا- هو: ما صححه الأصوليون -',NULL,'77',NULL,NULL,'0');
INSERT INTO [b292] VALUES (75,'من ثلاثة أقوال- من أن موافقة الإجماع لخبر الآحاد لا تصيره قطعيَّ المتن، وحاصل الأقوال عندهم في ذلك ثلاثة:
الأول: ما ذكرنا. وهو الصحيح عند الجمهور.
الثاني: أنه يصير قطعيًّا بسبب اعتضاده بالإجماع.
الثالث: إذا صرح المجمعون بأن ذلك الخبر هو مستندهم في إجماعهم أفاد القطع؛ لعصمة إجماع الأمة، وإلا فلا.
قلت: وهذا القول الأخير وجيهٌ جدًّا، وإن صححوا غيره، وإلى هذا الخلاف أشار في "مراقي السعود" بقوله:
ولا يفيد القطع ما يوافق ... الاجماع والبعض بقطع ينطق
وبعضهم يفيد حيث عولا ... عليه. . . . . . . . . . . .
فإذا كان الصحيح عندهم أن موافقة الإجماع لخبر الآحاد لا تصيره قطعيًا، والعبادي ممن يسلم ذلك، ظهر سقوط جوابه.
وأما الإجماع فلا يصح النسخ به شرعًا؛ لأنه لا ينعقد إلا بعد وفاته صلى اللَّه عليه وعلى آله وسلم، وبعدها يستحيل النسخ لانقطاع التشريع.
والذي يظهر أن حلَّ هذا الإشكال يتعين فيه وجهٌ واحدٌ، وهو أن الناسخ لآية الوصية للوالدين والأقربين هو آيات الميراث، وحديث "لا وصية لوارث" بيان للناسخ، وبضميمة هذا البيان يكون الميراث رافعًا للوصية، لأنه صلى اللَّه عليه وعلى آله وسلم إذا بَيَّنَ عن اللَّه تعالى أن',NULL,'78',NULL,NULL,'0');
INSERT INTO [b292] VALUES (76,'الميراث هو الواجب بدلًا من الوصية التي كانت، وأن كونه بدلًا منها هو مراده تعالى = صار الميراث رافعًا للوصية.
فصار النسخ بآيات الميراث لا إشكال فيه، والنبي صلى اللَّه عليه وآله وسلم قيل له: {وَأَنْزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ} [النحل/ ٤٤]، والقرآن يجوز بيانه بخبر الآحاد، فليس البيان كالنسخ؛ لأن النسخ إبطال للحكم الأول ورفع له بالكلية، والبيان إيضاح المقصود منه؛ فهو أخف من النسخ، ولذا جاز بيان القرآن بخبر الآحاد دون نسخه به على المعتمد فيهما. وإلى جواز بيانه بخبر الآحاد أشار في "مراقي السعود" بقوله:
وبيَّن القاصرُ من حيث السند ... أو الدلالة على ما يعتمد
فتحصل أن ناسخ الآية المذكورة مركب من الكتاب والسنة، فالناسخ في الحقيقة الكتاب، والسنة بيان للناسخ. فارتفع الإشكال بذلك، والعلم عند اللَّه. والبيان لا يشترط فيه التواتر كما يشترط في النسخ؛ لأن النسخ رفع للحكم الأول، والقرآن قطعي المتن، والقطعي لا يرفع بما ليس كذلك كخبر الآحاد.
وعلماء الأصول مختلفون في خبر الآحاد، هل يفيد القطع أم لا؟ الجمهور على أنه لا يفيد اليقين. وقال بعض العلماء: يفيده إن كانت رواته عدولًا ضابطين في كل طبقات السند، وهو قول الإمام أحمد بن حنبل رحمه اللَّه؛ لأن خبر الآحاد يجب العمل به، وإنما يجب العمل بما يفيد العلم؛ لقوله تعالى: {وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ} [الإسراء/ ٣٦]، وقوله تعالى: {إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا (٢٨)}',NULL,'79',NULL,NULL,'0');
INSERT INTO [b292] VALUES (77,'[النجم/ ٢٨]. ففي هاتين الآيتين النهي عن اتباع غير العلم، والذم على اتباع الظن.
وأجيب من جهة الجمهور بأن ذلك فيما المطلوب فيه اليقين، كوحدانية اللَّه تعالى، وتنزيهه عما لا يليق به؛ لما ثبت من العمل بالظن في الفروع.
والقول الثالث: إن خبر الآحاد يفيد القطع إن اعتضد بقرينة تدل على صدقه.
وإلى هذه الأقوال أشار في "مراقي السعود" بقوله في الكلام على خبر الآحاد:
ولا يفيد العلم بالإطلاق ... عند الجماهير من الحذاق
وبعضهم يفيد إن عدل روى ... واختير ذا إن القرينة احتوى
قال مقيد هذه الرحلة عفا اللَّه عنه: الذي يظهر أن التحقيق في خبر الآحاد الذي هو في اصطلاح الأصوليين غير المتواتر، ومنه المستفيض على الصحيح، وقيل: المستفيض واسطة بين الآحاد والمتواتر، كما قال في "مراقي السعود":
والمستفيض منه وهو أربعة ... أقله وبعضهم قد رفعه
عن واحد وبعضهم عما يلي ... وجعله واسطة قول جلي
أنه قطعي من جهة، غير قطعي من جهة أخرى، فانفكت الجهة.
أما الجهة التي هو قطعي منها فهي العمل به؛ لأن الكتاب والسنة',NULL,'80',NULL,NULL,'0');
INSERT INTO [b292] VALUES (78,'والإجماع كلها دالُّ على العمل بخبر الآحاد.
أما الكتاب: فقد قال تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا} [الحجرات/ ٦]، فإنه يدل على أن الجائي بنبأ إذا كان غير فاسق -بأن كان عدلًا- لا يلزم التبين على قراءة {فَتَبَيَّنُوا} ولا التثبت على قراءة (فتثبتوا). فهو دليل على قبول خبر الواحد العدل.
وأما السنة: فلا خلاف بين العلماء أن النبي صلى اللَّه عليه وعلى آله وسلم كان يرسل الرسل دعاة يعلمون الناس الخير ولم يبلغوا عدد التواتر، فلو كان التواتر شرطًا في القبول لما أرسل صلى اللَّه عليه وعلى آله وسلم الرسول الواحد والاثنين في مهمات الدين.
وأما الإجماع: فقد أجمعت الأمة على قبول الشهادة في الحقوق، وهي خبر آحاد، وأجمعت على قبول الفتوى، وهي خبر آحاد، وعلى قبول قول الطبيب في الأشربة والأغذية، وهي خبر آحاد، والجمهور على قبوله في غير ذلك.
وأما الجهة التي هو غير قطعي منها فهي كون الخبر المذكور صدقًا في ذات نفسه، لأنك لو سئلت عن أعدل الرواة: هل يجوز في حقه الكذب؟ لقلت: نعم؛ لأنه غير معصوم. وادعاء تيقن صدقه مع تجويز كذبه أشبه شيء بالمكابرة.
وهذا التحقيق يفهمه الذكي من الكتاب والسنة؛ لأنهما دالَّان على أن الحكم يكون حقًّا مقطوعًا بحقيته في ظاهر الأمر، وباطنه مخالف لذلك الظاهر مخالفةً قطعيةً أو محتملة، فمثال مخالفة الباطن للظاهر',NULL,'81',NULL,NULL,'0');
INSERT INTO [b292] VALUES (79,'مخالفة قطعية آية اللعان؛ لأن أحد الزوجين كاذبٌ قطعًا يلزمه الحد قطعًا، وظاهر الحكم يرفع الحد عنها بلعانهما رفعًا قطعيًا؛ لقوله تعالى: {وَيَدْرَأُ عَنْهَا الْعَذَابَ أَنْ تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ} [النور/ ٨].
فالحكم في آية اللعان يخالف فيه الباطن الظاهر مخالفة لا شك فيها؛ لأن العقل يوجب كذب أحدهما، إذ لا يصدق النقيضان ضرورةً، وقد قال صلى اللَّه عليه وآله وسلم: "اللَّه يعلم أن أحدكما لكاذب" والكاذب منهما يلزمه الحد قطعًا، وارتفاع الحد عنهما بأيمانهما قطعي، وعدم التنقيب والبحث عن الباطن في مثل هذا مقصودٌ في تشريع الحكم للسفر (¬١) والتيسير كما يدل عليه قوله تعالي: {وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ اللَّهَ تَوَّابٌ حَكِيمٌ (١٠)} [النور/ ١٠].
ومثال مخالفة الباطن للظاهر مخالفة محتملة قوله صلى اللَّه عليه وعلى آله وسلم الثابت في الصحيحين عن أم سلمة رضي اللَّه عنها: "إنما أنا بشر، وإنكم تختصمون إليَّ، فلعل بعضكم أن يكون ألحن بحجته من بعض، فأقضي له على نحو ما أسمع، فمن قضيت له بحق مسلم، فإنما هي قطعة من النار فليأخذها أو ليتركها".
فالحديث صريحٌ في أنه صلى اللَّه عليه وعلى آله وسلم يقضي بظاهر الأمر مع احتمال كون الباطن بخلافه، والقضاء بمثل ما قضى به صلى اللَّه عليه وعلى آله وسلم قطعي لا شك فيه. وقوله صلى اللَّه عليه
_________
(¬١) كذا في الأصل المطبوع.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b292] VALUES (80,'وعلى آله وسلم: "فمن قضيت له بحق مسلم فإنما هي قطعة من النار" دالٌّ قطعًا على احتمال مخالفة الباطن للظاهر.
فظهر أن خبر الآحاد الذي رواه عدلٌ ضابطٌ قطعيٌّ من جهة العمل به كالشهادة والفتوى، غير قطعيٍّ من جهة احتمال عدم صدقه في ذاته، وكون العمل بالظاهر قطعيًّا لا يشترط فيه موافقة الباطن له كما بينا. والعلم عند اللَّه.
ثم أردنا السفر من بلد "انيامى" بعد أن أقمنا به أيامًا في ضيافة الحاج الكيدي توره المذكور في غاية التبجيل والإكرام، فحملنا في البريد الفرنساوي الذاهب إلى قرية اسمها "مرادى"، فبتنا دونها ليلتين: إحداهما في قرية اسمها "مداوا"، والثانية في محل غير معروف. ثم قدمنا إلى قرية "مرادى" آخر النهار في العشر الأول من رمضان، فنزلنا عند سلطانها، فأنزلنا في بيت فيه رجل من أبناء عمنا كان ضيفًا عنده، ومكثنا في ضيافته خمس أيام، وأخونا -الذي كان عنده قبلنا- يخدمنا أتم خدمة، والسلطان يعاملنا معاملة الضيف، وقدمنا فلوسًا كانت عندنا إلى "فورلمى" بطريق الحوالة.
ثم سافرنا من القرية التي تسمى "مرادى" وقت قرب القيلولة في سيارة ذاهبة إلى بلد اسمه "كنو"، فلما مشينا قليلًا مررنا على مركز فرنساوي هو الحدود بين النيجر الفرنسي ونيجيريا الإنجليزية، فنظر رئيس المركز في جوازات السفر وأمضاها، وبتنا تلك الليلة في بلد اسمه "كتنه"، ثم من الغد نزلنا "كنو" آخر النهار، فنزلنا عند شريف ظريف اسمه محمد الأمين الشريف، فأحسن إلينا غاية الإحسان، وبتنا',NULL,'83',NULL,NULL,'0');
INSERT INTO [b292] VALUES (81,'عنده ليلة واحدة.
وبادرنا السفر من صبيحتها متوجهين إلى قرية تسمى "جص"، فركبنا في قطار الحديد إليها، فبتنا دونها ليلةً واحدةً، وجئناها من الغد، فوجدناها كما قال الشاعر:
ولكن الفتى العربي فيها ... غريب الوجه واليد واللسان
فلم يفهموا كلامنا، ولم نفهم كلامهم، وبتنا فيها ليلة واحدةً، ثم وجدنا واحدًا يفهم من العربية قليلًا، فحَصَل بيننا المفاهمة مع صاحب سيارة ذاهبة إلى بلد يسمى "يروى مادفرى" فدفعنا لصاحبها أجرتها وركبنا فيها، فلما سارت بنا تسعة وستين ميلًا وقع فيها خللٌ مانع من الحركة، فمكثنا يومين وليلة في محلٍ واحدٍ موحشٍ كثير البعوض والندى في خلاء من الأرض، ثم أصلح فسادها حتى لم يبق بيننا وبين "يروى" إلا مائة ميل وسبعة أميال عاودها فسادها الأول، فمرت بنا سيارة ذاهبة إلى "يروى" فدفعنا الأجرة لصاحبها، وركبنا فيها فأدخلتنا بلد "يروى" في تلك الليلة، فنزلنا عند تاجر اسمه عبد المحمود، فأصلح لي خللًا كان في جواز رفيقي عند الحكومة، فشكرت له، وتذكرت قول الشاعر:
وإذا امرؤ أسدى إليك صنيعة ... من جاهه فكأنها من ماله
ومكثنا في "يروى" ليلتين، ثم سافرنا منها آخر النهار متوجهين إلى بلد اسمه "فورلمى"، فركبنا الأجرة في سيارة، فلما مشت بنا خمسة أميال فسدت فسادًا مانعًا من التحرك, فبتنا في ذلك المكان وأرسل اللَّه',NULL,'84',NULL,NULL,'0');
INSERT INTO [b292] VALUES (82,'مطرًا كأفواه القرب، فلما كان آخر النهار فعل لها صاحبها شبه الإصلاح، وسرنا فيها آخر النهار سيرًا ضعيفًا للخلل الواقع بها، فلما سارت بنا ستة أميال راجعها الفساد بأشد من الحالة الأولى، فبتنا في ذلك المكان تلك الليلة، ولما ارتفع النهار وكان قرب القائلة مرت بنا سيارة ذاهبة إلى بلد "فورلمى" فدفعنا الأجرة لصاحبها وركبنا فيها، فسارت بنا بقية ذلك اليوم. فلما كان آخر النهار حبسها المطر في قرية اسمها "كمبارو" بالكاف المعقودة. فلما كان من الغد ذهبت بنا وجاءت بنا آخر النهار إلى بلد اسمه "كسرى"، فأتعبنا أهل مركزه بتفتيش المتاع، وأخذوا منا جوازات السفر وباتت عندهم. فلما كان من الغد أول النهار أمضوا الجوازات وأرسلونا. فدخلنا وقت الضحى من ذلك اليوم بلد "فورلمى"، وذهبنا إلى المركز الذي نستلم منه الدراهم التي حولنا إليه من قرية "مرادى" كما تقدم، فوجدنا مع رئيس المركز رجلًا طيب الشمائل والأخلاق تلوح بوجهه آثار الكرم اسمه خليفة فرج، وكان أرسل له أخٌ لي كان في قرية "فاوه" اسمه محمد بن أحمد فال جوابًا بخبري، وبأني سأمر ببلد "فورلمى" فرحب بنا ودعانا إلى النزول، فلم نجد وقتًا للنزول عنده لمبادرة السفر في نفس ذلك اليوم، فأخذ لنا الحوالة من رئيس المركز ونحن في ذلك الوقت نتكلم مع صاحب سيارتين ذاهبتين إلى بلد "الأبيض" في شأن الأجرة، فجاء خليفة فرج المذكور وتكلم معه بالنيابة عنا حتى اتفقا على أن أجرة ركوب الرجل الواحد من "فورلمى" إلى "الأبيض" ألف ريال فرنساوي ثم دفع عنا ألفًا لصاحب السيارة مع البشر والترحيب، جازاه اللَّه خيرًا. وكنت أسمع عنه قبل الملاقاة بصفات حميدة، فذكرني ما عاملني به',NULL,'85',NULL,NULL,'0');
INSERT INTO [b292] VALUES (83,'قول الشاعر:
كانت محادثة الخلان تخبرنا ... عن أحمد بن صلاح أحسن الخبر
ثم التقينا ولا واللَّه ما سمعت ... أذني بأحسن مما قد رأى بصري
وركبنا من "فورلمى" آخر ذلك النهار في إحدى السيارتين المذكورتين، وترافقنا ثلاثة لغير صاحبهما، واللتان ركبنا في إحداهما لرجل ذكر لنا أنه عربي، وأن أصله شامي وهو عفيف الجبهة جدًا، ما رأينا في رحلتنا هذه رجلًا يدعي الإسلام أعف منه جبهة عن مسيس الأرض، وهذا العفاف التام يمنعه من أن تخطر الصلاة في ذهنه أصلًا، فضلًا عن أنه يصلي. وجميع السيارات التي نحن فيها واللتان ترافقها مشحون من السوادين الذين لا يفهمون كلامنا، ولا نفهم كلامهم، وأكثرهم كالبهائم، فذكرتني مرافقتنا معهم أبيات محمد بن السالم البوحسني الشنقيطي:
إن يطرحوني أرضًا لا يؤانسني ... ألا ألصُّ هَرِيتُ الشِّدق نبَّاح
فكم تكنَّفني في ظل مدرسة ... شمُّ الأنوف لهم كتبٌ وألواح
وكم أغازل جمَّاء العظام على ... أنيابها العنبر الهنديُّ والراح
وفي تلك الأيام أغلق الفرنساويون الطريق المعهود إلى قرية "آتيه"، فحاشت بنا السيارة إلى قرية اسمها "بحر غزال"، وباتت بنا دونها ليلة وجاءتها من الغد وقت القائلة، فكان مقيلنا في قرية "بحر غزال"، ورحنا منها آخر النهار متوجهين إلى قرية "آتيه" من طريق غير معبد، فهو إلى بنيَّات الطريق أقرب منه للطريق، وباتت السيارة طول',NULL,'86',NULL,NULL,'0');
INSERT INTO [b292] VALUES (84,'تلك الليلة كلما خرجت من ورطة حبستها أخرى، لأن الأرض هناك رمال دهسة لينة جدًّا، وبتنا الليل كله نمشي على أقدامنا لكن قليلًا قليلًا؛ لكثرة عوائق السيارات بالرمل اللين، ولم نزل على تلك الحال حتى كان وقت الضحى، فدخلنا واديًا فيه زراعات ومياه وفيه الفلفل الأحمر بكثرة لا ندري ما اسمه، وقِلْنَا فيه ثم رحنا منه آخر النهار، وبتنا تلك الليلة نعالج الوعث والماء والطين، والليلة الثالثة كذلك، ثم جئنا آخر النهار بعد الثالثة للقرية المسماة "آتيه" فالتمسنا عربيًا نبيت عنده فدعانا رجلٌ عربي واللَّه ما سألت عن اسمه ولا اسم أبيه خوفًا من الغيبة، فأنزلنا في مكان يعوي منه الكلب وأغلقه علينا من الخارج، فبتنا بليلة لا أعاد اللَّه علينا مثلها أشد من ليلة نابغية، ومن ليلة مهلهلية، فذكرتني تلك الليلة ليلة النابغة التي قال فيها:
كليني لهمٍّ يا أميمة ناصبِ ... وليلٍ أقاسيه بطئ الكواكب
وليلة المهلهل التي قال فيها:
أليلتنا بذي حسم أنيري ... إذا أنخط انقضيت فلا تحوري
وقد وصف طولها بقوله:
كأن كواكب الجوزاء عُوذٌ ... معطَّفةٌ على ربع كسير
كأن الجدي في مثناةِ رِبْقٍ ... أسيرٌ أو بمنزلة الأسير
كواكبها زواحف لاغبات ... كأن سمائها بيدي مدير
إلى أن قال:',NULL,'87',NULL,NULL,'0');
INSERT INTO [b292] VALUES (85,'وأنقذني بياض الصبح منها ... وقد أنقذت من شيء كبير
وتمثلت قول امرئ القيس:
كأن الثريا عُلِّقَتْ في مَصامِها ... بأمراسِ كتانٍ إلى صُمِّ جندل
وصُبْحُ تلك الليلة أحب غائِب إلينا، فخرجنا من ذلك الضيق أول النهار وسافرنا وقت الضحى من "آتيه" في السيارات المذكورة قبل قاصدين قرية اسمها "أم حجر" فوقفت السيارات في أرض كثيرة الطين والماء، فصار يجتمع على كل واحدة من السيارات إذا ارتطمت في الوحل قريب من مائة رجل من الراكبين يجرونها بالحبال من وحل الطين، وكلما نزعوها من ورطة ارتطمت في أخرى، فمكثنا على تلك الحال في مشقة شديدة من تتابع المطر والبعوض وكثرة الوحل من الطين والماء أسبوعًا، فصار قدر الزمن الذي مكثنا في المسافة بين "فورلمي" و"أبشه" ثلاث عشرة ليلة في غاية المشقة والحمى (¬١)، فوصلنا قرية "أم حجر" ومنها إلى "أبشه" ولم نصل إحداهما إلا بعد جهد جهيد كما وصفت.
أما "أم حجر" فلم نمكث فيها ساعة، وأما "أبشه" فبتنا فيها ليلةً واحدةً، وكان نزولنا فيها عند رجل اسمه الحاج سعيد محمد، فأنزلنا في بيت وأحسن إلينا بما يهيأ للضيف من نزول طيب، ثم سافرنا من الغد قبل وقت القيلولة بقليل، فلما كان آخر النهار دخلنا قرية اسمها "آدره" في الحدود بين حكومة تشاد الفرنسية، والسودان المصري،
_________
(¬١) كذا في الأصل المطبوع.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b292] VALUES (86,'فبتنا فيها ليلتين فأتعبونا بتفتيش المتاع وهم فرنساويون، وأمضوا جوازات السفر وأرسلونا آخر النهار بعد لأي، وسرنا آخر النهار قاصدين قرية اسمها "الجنينة" في حدود السودان من جهة الغرب فدخلنا في وقت المغرب ونزلنا بمحطة الحكومة.
ومن الغد كان مقيلنا عند رجل اسمه علي تني، فأحسن إلينا بما يهيأ للضيف من نزل، ورجعنا إلى المحطة التي نزلنا بها أولًا وبتنا بها، ومن الغد اجتمعنا برجل اسمه الحاج مكي، فتلقانا بالبشر والترحيب، وأقمنا عنده أيامًا في الإكرام والإحسان جازاه اللَّه خيرًا.
ثم بعد ذلك دعانا جماعة موظفي الحكومة في الجنينة، وطلبوا منا أن نحضر مجتمعًا لهم يقولون له: "النادي" يتذاكرون فيه، واجتمعوا علينا فيه، وسألونا عن مسائل علمية فأجبناهم، ففرحوا بمعارفتنا معهم غاية الفرح وشكروا لنا كثيرًا، وأحسنوا إلينا إحسانًا زائدًا، وجاءتنا من قبلهم هدايا من البعض منهم، وتركنا ضابط البوليس -واسمه محمد عباس فقير- يجمع لنا منهم هدايا إكرامًا منهم لنا، وعينوا لنا موعدًا بعد صلاة العصر يأتوننا فيه للهدية والوداع، فأعجل عفيف الجبهة السيارات قبل وقت الموعد، فذهبنا من غير لقاء ولا وداع لمعالجة السفر قبل وقت الموعد.
[وممَّا سألونا عنه: حكم تولية الكفَّار المحتلين بلاد المسلمين بعضَ المسلمين على بعض.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b292] VALUES (87,'فأجبناهم:] (¬١) أن المؤمنين الذين تغلب عليهم الكفار باحتلال بلادهم إذا أمكنهم الانضمام إلى سلطان إسلامي وجب عليهم ذلك، ولم يجز لهم موالاة الكفار وأحرى توليتهم؛ لأن موالاة المسلمين للكفار مع القدرة على موالاة المسلمين تتضمن الفتنة والفساد الكبير بنص القرآن العظيم، وهو قوله تعالى. {إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ (٧٣)} [الأنفال/ ٧٣]، وقد قال تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥١)} [المائدة/ ٥١].
وأما إن كان المسلمون الذين تغلب عليهم الكفار لا صريخ لهم من المسلمين يستنقذهم بضمهم إليه، فموالاتهم للكفار بالظاهر دون الباطن لدفع ضررهم جائزة بنصِّ القرآن العظيم، وهو قوله تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ وَمَنْ يَفْعَلْ ذَلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} [آل عمران/ ٢١].
وكذلك توليتهم بعض المسلمين على بعض (¬٢)، في الجاري على أصل مذهب مالك ومن وافقه مِنْ أن شرع من قبلنا شرع لنا إن ثبت بشرعنا إلا لدليل يقتضي النسخ.
وإيضاح ذلك: أن نبي اللَّه يوسف بن يعقوب بن إسحاق بن إبراهيم -عليهم وعلى نبينا الصلاة والسلام- طلب التولية من ملك مصر، وانعقدت له منه وهو كافر، كما قال تعالى حكاية عنه: {قَالَ
_________
(¬١) زيادة تقديرية ليست في الأصل المطبوع. والسياق يقتضيها.
(¬٢) أي: جائزة.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b292] VALUES (88,'اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ (٥٥)} [يوسف/ ٥٥]، فلو كانت التولية من يد الكافر المتغلب حرامًا غير منعقدة لما طلبها هذا النبي الكريم ابن الكريم ابن الكريم ابن الكريم من يد الكافر، ولما انعقدت له منه، ويوسف من الرسل الذين ذكرهم اللَّه تعالى في سورة الأنعام بقوله: {وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ} [الأنعام/ ٨٤] وقد أُمِرَ نبينا صلى اللَّه عليه وعلى آله وسلم بالاقتداء بهم حيث قال بعد ذكرهم عليه وعليهم صلوات اللَّه وسلامه: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} [الأنعام/ ٩٠].
وأَمْرُ نبينا صلى اللَّه عليه وعلى آله وسلم بالاقتداء بهم أمرٌ لنا؛ لأن الخطاب الخاص بالنبي صلى اللَّه عليه وعلى آله وسلم يتناول الأمة من جهة الحكم؛ لأنه قدوتهم، إلا ما ثبتت فيه الخاصية بالدليل، على ما ذهب إليه أكثر المالكية، وهو ظاهر قول مالك.
وقد احتج رحمه اللَّه على أن ردة الزوجة مزيلة للعصمة بخطاب خاص بالنبي صلى اللَّه عليه وعلى آله وسلم، وهو قوله تعالى: {لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} [الزمر/ ٦٥].
وقال: أنكرت عائشة رضي اللَّه عنها على من ذهب إلى أن نفس التخيير طلاق بقولها: "خير رسول اللَّه صلى اللَّه عليه وعلى آله وسلم أزواجه فاخترنه"، فلم يعد ذلك طلاقًا، مع أنه ورد فيه خطاب خاص به صلى اللَّه عليه وعلى آله وسلم وهو قوله تعالى: {يَاأَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ. . .} [الأحزاب/ ٢٨ - ٢٩].
ومثال ما ثبتت فيه الخاصية تزويج تسع، وقوله تعالى: {خَالِصَةً',NULL,'91',NULL,NULL,'0');
INSERT INTO [b292] VALUES (89,'لَكَ مِنْ دُونِ الْمُؤْمِنِينَ} [الأحزاب/ ٥٠].
وقال الإمام أحمد، والإمام أبو حنيفة رحمهما اللَّه تعالى: ما خوطب به النبي صلى اللَّه عليه وعلى آله وسلم عامٌّ للأمة ظاهرًا؛ لأن أمر القدوة أمر لأتباعه معه عرفًا.
والصحيح في أصول الشافعية أن الخطاب الخاص بالنبي صلى اللَّه عليه وعلى آله وسلم لا يتناول الأمة من جهة الحكم لخصوص الصيغة به صلى اللَّه عليه وعلى آله وسلم، وأجابوا عن كون أمر القدوة أمرًا لأتباعه عرفًا بأنه فيما يتوقف المأمور به على المشاركة.
قال مقيد هذه الرحلة عفا اللَّه عنه: الدليل من القرآن العظيم ظاهر للجاري على أصول الأئمة الثلاثة: مالك وأبي حنيفة وأحمد، دون الجاري على أصول الإمام الشافعي رحم اللَّه الجميع ورضى عنهم وأرضاهم، دالٌّ على أن خطابه صلى اللَّه عليه وعلى آله وسلم يتناول أمته من جهة الحكم إلا لدليل على الخصوص، وذلك كقوله تعالى: {يَاأَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ} [الطلاق/ ١] فلو كانت الأمة غير داخلة تحت قوله: {يَاأَيُّهَا النَّبِيُّ} لما أتى تعالى بصيغة الجمع في قوله: {طَلَّقْتُمُ}، وفي قوله: {فَطَلِّقُوهُنَّ}، وفي قوله: {وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ}، ولقال: "طلقتَ النساء" بالإفراد فيه وفيما بعده.
وكقوله تعالى في أول سورة الأحزاب {يَاأَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ وَلَا تُطِعِ الْكَافِرِينَ وَالْمُنَافِقِينَ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (١) وَاتَّبِعْ مَا يُوحَى إِلَيْكَ مِنْ رَبِّكَ إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا (٢)} [الأحزاب/ ١ - ٢] فلو لم تدخل',NULL,'92',NULL,NULL,'0');
INSERT INTO [b292] VALUES (90,'الأمة تحت قوله: {يَاأَيُّهَا النَّبِيُّ اتَّقِ اللَّهَ} لما قال تعالى: {بِمَا تَعْمَلُونَ} بصيغة الجمع الدالة على خطاب الجميع، ولقال: "تعمل" بالإفراد. ونظيره: {يَاأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ} [التحريم/ ١]، ثم قال: {قَدْ فَرَضَ اللَّهُ لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ} [التحريم/ ٢].
وكقوله تعالى: {مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلَاةَ وَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ (٣١)} [الروم/ ٣١]؛ فإن قوله تعالى: {مُنِيبِينَ} حال من الفاعل المستتر الخاص به صلى اللَّه عليه وعلى آله وسلم من قوله تعالى: {فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا} [الروم/ ٣٠]، فلو لم تدخل الأمة تحت الخطاب الخاص بالنبي صلى اللَّه عليه وعلى آله وسلم لما قال تعالى: {مُنِيبِينَ} بصيغة الجمع، ولقال: "منيبًا" بالإفراد.
وكقوله: {وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُو مِنْهُ مِنْ قُرْآنٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ} [يونس/ ٦١].
وقال في "مراقي السعود":
وما به قد خوطب النبي ... تعميمه في المذهب السني
ومن أدلة المالكية على أن شرع من قبلنا شرع لنا إلا أن يثبت بشرعنا نسخه: قوله تعالى: {شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا} [الشورى/ ١٣] الآية، وقوله: {إِنَّا أَنْزَلْنَا التَّوْرَاةَ فِيهَا هُدًى وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ} [المائدة/ ٤٤] الآية، والموجود منهم عند نزولها هو وحده صلى اللَّه عليه وعلى آله وسلم، وقوله تعالى: {لِيُبَيِّنَ لَكُمْ وَيَهْدِيَكُمْ سُنَنَ الَّذِينَ مِنْ قَبْلِكُمْ} [النساء/ ٢٦]، وقوله تعالى:',NULL,'93',NULL,NULL,'0');
INSERT INTO [b292] VALUES (91,'{ثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ (١٢٣)} [النحل/ ١٢٣]، وقوله تعالى: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} [الأنعام/ ٩٠].
فأخذ الأحكام من القصصالتي قص اللَّه علينا في كتابه العزيز عن الأمم الماضية، ورسلهم عليهم الصلاة والسلام هو مشهور مذهب مالك، كما ذكره القرطبي في تفسير سورة القصص. وقال في "مراقي السعود":
وهو والأمة بعد كلفا ... إلا إذا التكليف بالنص انتفى
وقيل لا والخلف فيما شرعا ... ولم يكن داع إليه سمعا
ومعنى كلامه أن النبي صلى اللَّه عليه وعلى آله وسلم وأمته مكلفون بما ورد في شرعهم من شرع من قبلهم، إلا لدليل على النسخ.
وقيل: لا يكلفون به بناء على أن شرع من قبلنا الثابت بشرعنا ليس شرعًا لنا إلا لنص أنه شرع لنا. وهذا هو مذهب الإمام الشافعي رحمه اللَّه قائلًا: إن الآيات المذكورة لا دليل فيها للمالكية ومن وافقهم؛ لأن المراد بالهدى في قوله: {فَبِهُدَاهُمُ اقْتَدِهْ}، والمراد بالدين في قوله: {شَرَعَ لَكُمْ مِنَ الدِّينِ}، وأمثال ذلك إنما هو التوحيد لا الفروع، فالآيات المذكورة عنده في الأصول فقط، فهي كقوله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥)} [الأنبياء: ٢٥]، وقوله: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل/ ٣٦]، وقوله تعالى: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ',NULL,'94',NULL,NULL,'0');
INSERT INTO [b292] VALUES (92,'قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ (٤٥)} [الزخرف/ ٤٥].
ثم استدل على أن المراد بهذه الآيات الأصول التي هي توحيد اللَّه جل وعلا في عبادته وربوبيته وأسمائه وصفاته دون الفروع بقوله تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة/ ٤٨]، وقوله: {لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ} [الحج/ ٦٧]، وقوله صلى اللَّه عليه وعلى آله وسلم: "نحن معاشر الأنبياء أولاد علَّات ديننا واحد" يعني أن المقصود عبادة اللَّه وحده لا شريك له بشرائع متنوعة لرسله عليهم الصلاة والسلام، كما يدل عليه قوله جل وعلا: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة/ ٤٨].
قال مقيد هذه الرحلة عفا اللَّه عنه: الذي يظهر من هذا الخلاف أن شرع من قبلنا الثابت بشرعنا يكون شرعًا لنا من حيث وروده في شرعنا، لا من حيث كونه كان شرعًا لمن قبلنا؛ لأن اللَّه تعالى أنزل علينا هذا الكتاب العزيز لنعمل بكل ما دل عليه من الأحكام، سواء علينا كان شرعًا لمن قبلنا، أم لا، واللَّه تعالى ما قص علينا أخبار الماضين إلا لنعتبر بها، فنتجنب الموجب الذي هلك بسببه الهالكون منهم، ونغتنم الموجب الذي نجا بسببه الناجون منهم، وقد قال تعالى: {لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ} [يوسف/ ١١١].
والآيات الدالة على الاعتبار بأحوال الماضين كثيرة جدًا، كقوله: {وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ (١٣٧) وَبِاللَّيْلِ أَفَلَا تَعْقِلُونَ (١٣٨)} [الصافات/ ١٣٧ - ١٣٨]، وكقوله: {وَإِنَّهَا لَبِسَبِيلٍ مُقِيمٍ (٧٦)} [الحجر/ ٧٦]، وكقوله: {وَإِنَّهُمَا لَبِإِمَامٍ مُبِينٍ (٧٩)} [الحجر/ ٧٩]، وكقوله: {أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا',NULL,'95',NULL,NULL,'0');
INSERT INTO [b292] VALUES (93,'قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِأُولِي النُّهَى (١٢٨)} [طه/ ١٢٨]، وكقوله: {أَفَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا (١٠)} [محمد/ ١٠]، وكقوله: {وَمَا هِيَ مِنَ الظَّالِمِينَ بِبَعِيدٍ (٨٣)} [هود/ ٨٣] يعني الحجارة التي أمطرت على قوم لوط أو ديارهم. وقال في سورة الشعراء: {إِنَّ فِي ذَلِكَ لَآيَةً وَمَا كَانَ أَكْثَرُهُمْ مُؤْمِنِينَ (٨)} [الشعراء/ ٨] بعد قصة هلاك قوم نوح وهود وقوم صالح وقوم لوط وقوم شعيب، وأمثال ذلك فى القرآن كثيرة جدًا.
وقول الشافعية في الآيات المتقدمة أنها في خصوص التوحيد دون الفروع غير مسلَّم؛ لأن ترجمان القرآن عبد اللَّه بن عباس رضي اللَّه عنهما حملها على ما يتناول الفروع مع الأصول رافعًا ذلك إلى النبي صلى اللَّه عليه وعلى آله وسلم، فقد قال البخاري في صحيحه في تفسير سورة ص ما لفظه: حدثنا محمد بن بشار، حدثنا غندر، حدثنا شعبة عن العوام قال: سألت مجاهدًا عن السجدة في ص. قال: سئل ابن عباس فقال: {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} [الأنعام/ ٩٠]، وكان ابن عباس يسجد فيها.
حدثني محمد بن عبد اللَّه، حدثنا محمد بن عبيد الطنافسي، عن العوام قال: سألت مجاهدًا عن سجدة ص. فقال: سألت ابن عباس: من أين سجدت؟ فقال: أو ما تقرأ {وَمِنْ ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ} [الأنعام/ ٨٤] {أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهْ} [الأنعام/ ٩٠]؛ فكان داوود ممن أمر نبيكم صلى اللَّه عليه وعلى آله وسلم أن يقتدي به، فسجدها داوود عليه السلام، فسجدها رسول اللَّه صلى اللَّه عليه وعلى',NULL,'96',NULL,NULL,'0');
INSERT INTO [b292] VALUES (94,'آله وسلم. انتهى كلام البخاري.
ولا يخفى أن سجود التلاوة فرعٌ، فجَعْلُ ابن عباس في هذا الحديث المرفوعِ الاقتداءَ في قوله: {فَبِهُدَاهُمُ اقْتَدِهْ} يتناول سجود التلاوة = يدل على عدم التخصيص بالأصول التي هي التوحيد.
ويؤيد هذا ذمه تعالى المعرض عما في التوراة من رجم الزاني المحصن في قوله تعالى: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ (٢٣)} [آل عمران/ ٢٣]؛ لأن المراد بكتاب اللَّه "التوراة"، وذمه المعرض عما فيه يقتضي الثناء على من عمل بما فيه مما ثبت بهذا الشرع الطاهر؛ لأنها نزلت في يهودية ويهودي زنيا بعد الإحصان، فرجمهما النبي صلى اللَّه عليه وعلى آله وسلم، وأنكر اليهود الرجم، فذمهم اللَّه تعالى على إعراضهم عما في التوراة بقوله: {ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ (٢٣)}.
ولم يزل علماء هذه الأمة يستدلون على الأحكام بما ورد في القصص الماضية، فقد استدل المالكية وغيرهم على إقامة القرينة الظاهرة مقام البينة ما لم تعارضها قرينة أقوى منها بقوله تعالى في قصة يوسف: {وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ (٢٦) وَإِنْ كَانَ قَمِيصُهُ قُدَّ مِنْ دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ (٢٧) فَلَمَّا رَأَى قَمِيصَهُ قُدَّ مِنْ دُبُرٍ قَالَ إِنَّهُ مِنْ كَيْدِكُنَّ إِنَّ كَيْدَكُنَّ عَظِيمٌ (٢٨)} [يوسف/ ٢٦ - ٢٨]؛ فجعل شاهدُ يوسف شق القميص من دبر قرينةً قائمةً مقام البينة على صدقه وكذبها؛ لأنه يدل على إدباره عنها، وإقبالها عليه تمسك بما يلي الدبر من قميصه، وذِكْرُ اللَّه قصته من غير',NULL,'97',NULL,NULL,'0');
INSERT INTO [b292] VALUES (95,'اعتراض عنها في ذلك يقتضي أنه عمل حسن موافق للشرع.
وقد أخذوا إبطال القرينة بقرينة أقوى منها من قوله تعالى في قصة يوسف: {وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ} [يوسف/ ١٨]؛ فإخوة يوسف لما جعلوه في غيابات الجب جعلوا دم سخلة على قميصه، ليكون تلطيخ قميصه بالدم قرينة لهم على صدقهم في أنه أكله الذئب، فأبطلها نبي اللَّه يعقوب عليه وعلى نبينا الصلاة والسلام بقرينة أقوى منها، وهي عدم شق القميص، فقال: سبحان اللَّه! متى كان الذئب حليمًا كيِّسًا يقتل يوسف ولا يشق قميصه، كما قال تعالى حكاية عنه وعنهم: {وَجَاءُوا عَلَى قَمِيصِهِ بِدَمٍ كَذِبٍ} [يوسف/ ١٨] {بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا فَصَبْرٌ جَمِيلٌ} [يوسف/ ١٨].
واستدلوا لجواز طول مدة الإجارة بقوله في معاملة موسى وشعيب عليهما السلام: {إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ إِحْدَى ابْنَتَيَّ هَاتَيْنِ عَلَى أَنْ تَأْجُرَنِي ثَمَانِيَ حِجَجٍ} [القصص/ ٢٧].
واستدلوا على ضمان الغرم بقوله تعالى في قصة يوسف: {وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ (٧٢)} [يوسف/ ٧٢].
واستدل بعض الشافعية على ضمان الوجه بقوله تعالى حكاية عن يعقوب قال: {لَنْ أُرْسِلَهُ مَعَكُمْ حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ لَتَأْتُنَّنِي بِهِ إِلَّا أَنْ يُحَاطَ بِكُمْ} [يوسف/ ٦٦].
واستدل المالكية على أن التلوُّم في الخصومة بعد انقضاء الآجال ثلاثة أيام بقوله تعالى في قصة صالح: {تَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ',NULL,'98',NULL,NULL,'0');
INSERT INTO [b292] VALUES (96,'ذَلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ (٦٥)} [هود/ ٦٥].
قال ابن عاصم في "تحفته":
* ثلاثة وأصله تمتعوا *
واستدلوا لوجوب الإعذار بقوله تعالى في قصة سليمان مع الهدهد: {لَأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لَأَذْبَحَنَّهُ أَوْ لَيَأْتِيَنِّي} [النمل/ ٢١] الآية.
واستدلوا لكرامات الأولياء بقوله تعالى في قصة مريم: {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِنْدَهَا رِزْقًا} [آل عمران/ ٣٧].
وذكر المواق في شرحه لمختصر خليل بن إسحاق المالكي عند قوله في باب القضاء: "إن كان أهلًا، أو قاضي مصر، وإلا فلا" ما يفيد انعقاد تولية الكفار المتغلبين قضاة من المسلمين يقضون بينهم.
وفي البناني في حاشيته على شرح عبد الباقي الزرقاني مختصر خليل عند قوله: "الباغية: فرقة خالفت الإمام" ما يفيد ما ذكرنا، ووجهه ظاهر جدًا؛ لأنه إن لم يلِ القضاء مسلم وليه كافر، وقد تقرر عند علماء الأصول أن ارتكاب أخف الضررين واجبٌ. قال في "مراقي السعود":
وارتكب الأخف من ضرين ... وخَيِّرَنْ لدى استوى هذين
ومعلوم أن ولاية المسلم ولو من جهة الكفار أحسن من ولاية الكافر نفسه.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b292] VALUES (97,'ومن يأتي الأمور على اضطرار ... فليس كمثل آتيها اختيارًا
وتحرير المقام في المسألة أن شرع من قبلنا له ثلاث حالات:
في حالة منها يكون شرعًا لنا بلا خلاف.
وفي حالة يكون غير شرع لنا بلا خلاف.
وفي حالة يختلف فيه.
أما الحالة التي يكون فيها شرعًا لنا بلا خلاف، فهي فيما جاءنا أنه كان شرعًا لمن قبلنا، ثم بُيِّنَ لنا في شرعنا أنه شرع لنا، كالقصاص، فإنه بُيِّنَ لنا أنه كان شرعًا لبني إسرائيل في قوله تعالى: {وَكَتَبْنَا عَلَيْهِمْ فِيهَا أَنَّ النَّفْسَ بِالنَّفْسِ} [المائدة/ ٤٥] الآية، وبُيِّنَ لنا أنه شرع لنا في قوله تعالى: {كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى} [البقرة/ ١٧٨] الآية.
وأما الحالة التي يكون فيها غير شرع لنا بلا خلاف، فهي فيما جاءنا أنه كان شرعًا لمن قبلنا وبُيِّنَ لنا أنه ليس بشرعٍ لنا وقد كان شرعًا لمن قبلنا، ككون بعض المذنبين لا توبة له إلا بتقديم نفسه للقتل، كما في قوله تعالى: {فَتُوبُوا إِلَى بَارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ} [البقرة/ ٥٤]؛ لقوله تعالى: {وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ} [الأعراف/ ١٥٧]، وقوله تعالى: {رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا} [البقرة/ ٢٨٦]؛ لأن اللَّه أخبر عنه نبيه صلى اللَّه عليه وعلى آله وسلم أنه قال: "قد فعلت" كما ثبت في صحيح مسلم.
وما عرف بالإسرائيليات أنه كان شرعًا لهم، ولم يثبت بشرعنا، فليس شرعًا لنا قولًا واحدًا؛ لأنه صلى اللَّه عليه وعلى آله وسلم نهى',NULL,'100',NULL,NULL,'0');
INSERT INTO [b292] VALUES (98,'عن تصديق الإسرائيليات وتكذيبها.
والحالة التي فيها الخلاف هي ما ثبت بشرعنا أنه كان شرعًا لمن قبلنا، ولم ينص لنا أنه من شرعنا ولا أنه ليس منه، وقد قدمت لك تحقيق هذا المقام، والاختلاف فيه.
ومما سألونا عنه صلاة الجمعة في مسجد جديد بناه رجل من أهل البلد في جانب من جوانب البلد: هل يجوز لمن أراد صلاة الجمعة فيه أن يصليها فيه؟ أو يلزمهم أن يصلوا في الجامع الكبير الذي هو مسجد الجمعة العتيق الذي يصليها فيه أهل البلد، والفتوى المطلوبة في خصوص مذهب الإمام مالك رحمه اللَّه.
فأجبناهم بأن الصلاة في مذهبه في المسجد الجديد لا تجوز إلا في غير الجمعة، والجمعة إن صليت في الجديد فهي باطلة.
قال خليل في "مختصره": "والجمعة للعتيق وإن تأخر أداء".
واحتج مالك لمنع صلاة الجمعة في غير المسجد الأكبر الذي يصلي فيه الإمام بأن النبي صلى اللَّه عليه وعلى آله وسلم والخلفاء الراشدون لم يفعلوا إلا كذلك.
وروى ابن المنذر عن ابن عمر رضي اللَّه عنه أنه كان يقول: "لا جمعة إلا في المسجد الأكبر الذي يصلي فيه الإمام".
وروى أبو داود في المراسيل عن بكير بن الأشج: "أنه كان بالمدينة تسعة مساجد مع مسجده صلى اللَّه عليه وآله وسلم يسمع أهلها تأذين بلال فيصلون في مساجدهم" زاد يحيى بن يحيى في روايته:',NULL,'101',NULL,NULL,'0');
INSERT INTO [b292] VALUES (99,'"ولم يكونوا يصلون الجمعة في شيء من تلك المساجد إلا مسجد النبي صلى اللَّه عليه وعلى آله وسلم". أخرجه البيهقي في المعرفة.
ويشهد له صلاة أهل العوالي مع النبي صلى اللَّه عليه وعلى آله وسلم الجمعة كما في الصحيح، وصلاة أهل قباء معه، كما رواه ابن ماجه وابن خزيمة.
وأخرج الترمذي من طريق رجل من أهل قباء عن أبيه قال: أمرنا رسول اللَّه صلى اللَّه عليه وعلى آله وسلم أن نشهد الجمعة من قباء.
وروى البيهقي أن أهل ذي الحليفة كانوا يجمِّعون بالمدينة. قال: ولى ينقل أنه أذن لأحد في إقامة الجمعة في شيء من مساجد المدينة، ولا في القرى التي قربها.
وقال ابن المنذر: لم يختلف الناس أن الجمعة لم تكن تصلى في عهد النبي صلى اللَّه عليه وعلى آله وسلم، وفي عهد الخلفاء الراشدين، إلا في مسجد النبي صلى اللَّه عليه وعلى آله وسلم، وفي تعطيل الناس مساجدهم يوم الجمعة واجتماعهم في مسجدٍ واحدٍ أبينُ البيان أن الجمعة خلاف سائر الصلوات، وأنها لا تصلى إلا في مكان واحد.
وذكر ابن عساكر في مقدمة تاريخ دمشق أن عمر كتب إلى أبي موسى وإلى عمرو بن العاص وإلى سعد بن أبي وقاص: أن يتخذ مسجدًا جامعًا، ومسجدًا للقبائل، وإذا كان يوم الجمعة انضموا إلى المسجد الجامع فشهدوا الجمعة.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b292] VALUES (100,'وقال ابن المنذر: لا أعلم أحدًا قال بتعداد المسجد غير عطاء.
وما قاله بعض الشافعية من أن الإمام الشافعي رحمه اللَّه دخل بغداد وهي يقام فيها جمعتان رده بعض محققي الشافعية بأن الجامع الآخر لم يكن حينئذ داخل سورها، فقد قال الأثرم لأحمد: جَمْعُ جمعتين في مصر واحد؟ قال: لا أعلم أحدًا فعله.
وربما جاز تعدد الجمعة لضرورة، كأن يقع بين أهل البلد شر يخاف الضر فيه من الاجتماع في محل واحد، وكأن يحول بين طرفي القرية نهر تعظم المشقة في عبوره، وكأن يعظم البلد جدًّا بحيث تعظم المشقة على من في أطرافه لبعد المسافة.
وروي عن أبي حنيفة رحمه اللَّه جواز التعدد مطلقًا.
والعلم عند اللَّه تعالى.
ومما سألونا عنه: الغريب في بلد يريد التزوج فيه، ونيته أنه إن أراد العود لوطنه ترك الزوجة طالقًا في محلها. هل تزوجه مع نية الفراق بعد مدة يجعل نكاحه نكاح متعة فيكون باطلًا، أم لا؟
فكان جوابنا أنه نكاح صحيح، ولا يكون نكاح متعة إلا بالتصريح بشرط الأجل عند عامة العلماء، إلا الأوزاعي فأبطله، ونقل كلامه هذا الحافظ ابن حجر في فتح الباري ولم يتعقبه بشيء، وعن مالك رحمه اللَّه أنه قال: ليس هذا من الجميل ولا من أخلاق الناس.
ومما سألونا عنه معنى قول عمر بن عبد اللَّه بن أبي ربيعة المخزومي:',NULL,'103',NULL,NULL,'0');
INSERT INTO [b292] VALUES (101,'رأت رجلًا أيما إذا الشمس عارضت ... فيضحى وأيما بالعشي فيخصر
بعد أن طلبوني أن أملي عليهم القصيدة التي منها البيت، فأمليتها عليهم وبينت لهم معنى البيت، بأن قلت لهم:
"أيما": لغة في أما، وهي الرواية في بعض نسخه.
ومعنى قوله: "يضحى" يكون بارزًا للشمس من غير كِنٍّ يحجبها عنه، ومنه قوله تعالى: {وَأَنَّكَ لَا تَظْمَأُ فِيهَا وَلَا تَضْحَى} [طه/ ١١٩]، وقد استدل ابن عباس رضي اللَّه عنهما على معنى الآية بالبيت المذكور.
وقوله: "يخصر" مضارع خَصِر بالكسر يَخْصَر بالفتح خَصرًا بفتحتين على القياس، إذا أصابه البرد، ومنه قول الشاعر:
إذا ما رأوا نارًا يقولون ليتها ... وقد خصرت أيديهم نار غالب
فقوله: "وقد خصرت أيديهم" أي أصابهم البرد، لأن اليد تتأثر من شدة البرد كثيرًا.
وسألونا عن أشياء غير هذا، أكثرها في الشعر والشعراء، فأجبناهم عنها، فازداد فرحهم وسرورهم بمعرفتهم لنا.
ثم توجهنا من قرية "جنينة" في شوال من السنة المذكورة في أول الرحلة التي هي سنة سبع وستين وثلاثمائة وألف، توجهنا إلى قرية اسمها "الفاشر"، والأمطار في ذلك الوقت متراكمة، فحبسنا الوحل ليلتين في خلاء من الأرض، ثم وصلنا قرب القائلة محطة صغيرة',NULL,'104',NULL,NULL,'0');
INSERT INTO [b292] VALUES (102,'اسمها "كبكابية"، فوجدنا السمن فيها كثيرًا جدًّا، ويباع رخيصًا جدًّا، فمكثنا فيها قدر ساعة تقريبًا، ورحنا منها، وحبسنا الوحل ليلتين أخريين، ثم وصلنا بعد الظهر بعد تعب كثير في السيارات المذكورة قبل، فنزلنا عند رجل اسمه الحاج أبو سفيطة، فقدَّم لنا نوعًا من الخبز إدامه اللبن الرائب، وما قدرنا على سد خلة الجوع منه، واجتمع بنا قرب المغرب ضابط البوليس محمد عباس بخيت فآوانا وأكرمنا.
ومن الغد كان مقيلنا عند رجل منا قاطن بمدينة "الفاشر" اسمه سيدي محمد بن أحمد سيدي، وأكرمنا وفرح بنا، وسافرنا آخر ذلك اليوم متوجهين إلى جهة الأبيض، فمكثنا دونه ليلتين، ومررنا بمحطات ولم نلبث في شيء منها، منها محطة صغيرة اسمها "أم كداده" وقرية اسمها "النهود"، وغيرها لم أعرف اسمه، ونزلنا "الأبيض" أول النهار، فنزلنا عند رجل اسمه محمد خير، ومكثنا في قرية الأبيض ليلتين، وصاحبنا الذي نحن في ضيافته يرسل لنا في يومينا قرب الغروب قطعة من عصيدة الدخن عليها بعض إدام، فمرة تركنا وأكلنا من زادنا، ومرة تناولنا منها. فتذكرت قول الشاعر:
الجوع يطرد بالرغيف اليابس ... فعلام تكثر حسرتي ووساوسي
والموت سَوَّى حين عدَّل قسمه ... بين الخليفة والفقير البائس
ثم ركبنا في قطار الحديد من "الأبيض" متوجهين إلى "الخرطوم"، فمكثنا دونه ليلتين، ومررنا بقرى كثيرة ما نزلنا في شيء منها، ولا عرفنا فيها شيئًا إلا قرية يقال لها: "وادي مدني" سماها لنا واحد من الراكبين معنا، وقف بنا القطار فيها قليلًا ثم سار، ثم قدمنا',NULL,'105',NULL,NULL,'0');
INSERT INTO [b292] VALUES (103,'إلى بلد "الخرطوم" أول النهار، فنزلنا عند رجل اسمه عبد الباقي عبد الباقي، فأظهر لنا البشاشة، فبعد نزولنا بقليل جاءنا أخونا الفقيه الأديب الشيخ محمد محمود بن الشيخ عثمان المعروف بابن عميرة الجكني الذي يقول عن لسان الحال:
أنا ابن جلا وطلاع الثنايا ... متى أضع العمامة تعرفوني
فأنسنا بقدوم أخينا المذكور.
وفي ليلتنا الأولى اجتمع بنا رجل من العلماء المدرسين في المعهد الديني في "أم درمان" اسمه الشيخ إبراهيم يعقوب، فسألني سؤالًا منطقيًّا عن القضايا الموجهة، وعن بسائطها ومركباتها؟ فأجبته بإيضاح ما سأل عنه، وأخبرته بأن الجهة في اصطلاح أهل المنطق هي: اللفظ الدال على المادة. والمادة عندهم كيفية نسبة المحمول إلى الموضوع في نفس الأمر؛ لأن المحمول صفة، والموضوع موصوف، وثبوت الصفة لموصوفها مختلف في الكيفية؛ لأنه تارةً يكون واجبًا لا يقبل العقل نفيه بحال، كثبوت العلم والقدرة للَّه تعالى، وكون الكل أكبر من الجزء، والواحد نصف الاثنين، وتارةً يكون جائزًا يقبل العقل نفيه، كثبوت الشجاعة والكرم لزيد مثلًا.
ثم إن المحمول يكون تارةً دائمًا للموضوع لا يفارقه بحال، كما في قولك: "الإنسان حيوان"؛ لدوام اتصاف الإنسان بالحيوانية، وتارةً يكون غير دائم له، كقولك: "الكاتب متحرك الأصابع"؛ لأن حركة الأصابع ليست دائمةً، بل وقت الكتابة فقط.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b292] VALUES (104,'فكيفية نسبة المحمول إلى الموضوع في نفسها هي المسماة عندهم بالمادة، واللفظ الدال عليها هو المسمى عندهم بالجهة، ولا تسمى القضية موجهة إلا بالتصريح فيها باللفظ الدال على المادة من وجوب عقلي أو نفيه، أو دوام أو نفيه.
فإن كان اللفظ الدال على المادة التي هي كيفية النسبة موافقًا لها في نفس الأمر، فهي موجهة صادقة، وإن كان غير موافق لها فهي كاذبة، وقد تقرر عندهم أن الموجهة تكذب بكذب جهتها.
مثال الموجهة الصادقة: "اللَّه عالم بالضرورة"؛ لأن الضرورة عندهم في مبحث الجهات معناها الوجوب العقلي، واللَّه جل وعلا عالم، ونسبة العلم إليه واجبة عقلًا.
ومثال الموجهة الكاذبة: "الإنسان كاتب بالضرورة"؛ لأن معرفة الإنسان للكتابة غير واجبة عقلًا، فهي موجهة كاذبة لكذب جهتها. والجهات في اصطلاحهم أربع فقط وهي: الضرورة، والإمكان، والدوام، والإطلاق.
فمعنى الضرورة عندهم الوجوب العقلي، ومعنى الإمكان عندهم عدم الاستحالة عقلًا، فالممكنة العامة عندهم أعمُّ من الضرورية المطلقة؟ لشمولها لها؟ لأن الإمكان عندهم عام وخاص، فالإمكان العام عندهم هو غير المستحيل، فيشمل الوجوب العقلي، والإمكان الخاص عندهم هو عين الجواز العقلي، والدوام عندهم دوام اتصاف الموضوع بالمحمول، والإطلاق عندهم كون نسبة المحمول إلى',NULL,'107',NULL,NULL,'0');
INSERT INTO [b292] VALUES (105,'الموضوع واقعة بالفعل إيجابًا أو سلبًا؛ فمعنى الإطلاق عندهم الوقوع بالفعل.
وهذه الجهات الأربع متداخلة في التقسيم؛ لأن الضرورية تكون دائمة، كما لو قلت: "كل إنسان حيوان بالضرورة دائمًا" فنسبة الحيوانية إلى الإنسان ثابتة ضرورةً ودوامًا، وتكون الضرورية مطلقة غير دائمةٍ، كما لو قلت: "كل كاتب متحرك الأصابع بالإطلاق"؛ لأن نسبة الحركة إلى أصابع الكاتب واقعة بالفعل ضرورة، لكنها غير دائمة، بل وقت الكتابة فقط.
فكيفيات النسبة منحصرة في الضرورة ومقابلها، أو الدوام ومقابله، فأحدهما يكفي في الحصر، إذ كل معقول فهو منحصر بين الشيء ومقابله، إذ لا واسطة بين النقيضين، وإنما لم يكتفوا بأحدهما عن الآخر لأنهم أرادوا التنصيص على جميع أنواع الكيفيات ليعرف جميع القضايا الموجهات.
فالجهات أربع، وهي: الضرورة والدوام والإمكان والإطلاق. فالموجهات بالضرورة سبع، وبالدوام ثلاث، وبالإمكان خمس، وبالإطلاق أربع، فجميع الموجهات تسعة عشر قضية، وبعضهم يجعلها أقل من ذلك، بأن يجعل المنتشرتين -مثلًا- واحدة، والعرفيتين -أيضًا- واحدةً مثلًا.
أما السبع الموجهات بالضرورة، فهي: الضرورية المطلقة، والمشروطة العامة، والمشروطة الخاصة، والوقتية المطلقة، والوقتية من غير أن توصف بالإطلاق، والمنتشرة المطلقة، والمنتشرة من غير',NULL,'108',NULL,NULL,'0');
INSERT INTO [b292] VALUES (106,'أن توصف بالإطلاق.
فالضرورية المطلقة هي التي لم تقيد ضرورتها بقيد زائد على ذات الموضوع، كقولك: "كل إنسان حيوان بالضرورة".
والمشروطة العامة هي الضرورية التي تقيد ضرورتها بوصف الموضوع، من غير تعرض لنفي الدوام عند مفارقة ذلك الوصف، كقولك: "كل كاتب فهو متحرك الأصابع بالضرورة ما دام كاتبًا".
والمشروطة الخاصة كالتي قبلها لكن مع التعرض فيها لنفي الدوام عند مفارقة الوصف، ويستلزم ذلك أنه لابد من مفارقة الوصف للموضوع، كقولك: "كل كاتب فهو متحرك الأصابع بالضرورة ما دام كاتبًا لا دائمًا".
والوقتية المطلقة هي الضرورية التي تقيد ضرورتها بوقت معين من غير تعرض لنفي دوام المحمول للموضوع في غير ذلك الوقت، كقولك: "كل إنسان متحرك الأصابع بالضرورة وقت الكتابة".
والوقتية دون الوصف بالإطلاق هي الضرورية المماثلة للتي قبلها، لكن مع التعرض لنفي الدوام عند مفارقة ذلك الوقت المعين، كقولك: "كل إنسان متحرك الأصابع بالضرورة وقت الكتابة لا دائمًا".
والمنتشرة المطلقة هي الضرورية التي قيدت ضرورتها بوقت غير معين مع عدم التعرض لنفي دوام المحمول للموضوع في غير ذلك الوقت غير المعين، كقولك: "كل إنسان ميت بالضرورة وقتًا ما".
والمنتشرة من غير أن توصف بالإطلاق مثل التي قبلها، لكن مع',NULL,'109',NULL,NULL,'0');
INSERT INTO [b292] VALUES (107,'التعرض لنفي دوام المحمول للموضوع في غير ذلك الوقت غير المعين، كقولك: "كل إنسان ميت بالضرورة وقتًا ما لا دائمًا".
فهذه هي السبع الموجهة بالضرورة، ومعنى كونها موجهة بالضرورة أن نسبة المحمول فيها إلى الموضوع واجبة عقلًا.
وأما الثلاث الموجهات بالدوام فهي: الدائمة المطلقة، والعرفية العامة، والعرفية الخاصة.
أما الدائمة المطلقة فهي التي لم يقيد دوامها بقيدٍ زائدٍ على ذات الموضوع، كقولك: "كل كافر فهو معذب في الآخرة دائمًا، وكل فلك فهو متحرك دائمًا".
وأما العرفية العامة فهي الدائمة التي يقيد دوامها بوصف الموضوع من غير تعرض فيها لنفي دوام المحمول له عند مفارقة الوصف، كقولك: "كل آكل فهو متحرك الفم ما دام آكلًا".
وأما العرفية الخاصة فكالتي قبلها لكن مع التعرض لنفي دوام المحمول للموضوع عند مفارقة الوصف له، كقولك: "كل آكل فهو متحرك الفم ما دام آكلًا لا دائمًا".
وأما الخمس الموجهات بالإمكان فهي: العامة، والممكنة، الخاصة، والممكنة الوقتية، والممكنة الدائمة، والحينية الممكنة.
أما الممكنة العامة فهي التي أريد بها أن نسبتها غير ممتنعة عقلًا، أعم من أن تكون ضرورية أو دائمة أو غيرهما، وأعم أيضًا من أن يكون نقيض نسبتها ممكنًا أو دائما أو ممتنعًا، ولا يكون ضروريًّا وإلا كانت',NULL,'110',NULL,NULL,'0');
INSERT INTO [b292] VALUES (108,'نسبتها هي ممتنعة؛ فلا تكون ممكنة.
فنفي الضرورة إذًا في نقيض نسبتها لازمٌ لها، كقولك: "كل إنسان كاتب بالإمكان العام"، وكقولك: "لا شيء من الإنسان بكاتب بالإمكان العام"، وكقولك: "كل إنسان حيوان بالإمكان العام". وقد قدمنا أن الممكنة العامة أعم من الضرورية المطلقة لاندراجها فيها، كما في هذا المثال الأخير.
وأما الممكنة الخاصة فهي التي أريد بها أن نسبتها غير ممتنعة، ونقيض نسبتها أيضا غير ممتنع، فلا ضرورة فيهما معًا، بل كلتا النسبتين أمر يمكن ثبوته ونفيه، كقولك: "كل إنسان كاتب بالإمكان الخاص".
وأما الممكنة الوقتية فهي التي قيد إمكانها بوقت معين، كقولك: "كل إنسان فهو حي بالإمكان وقت مفارقة الروح له"؛ لأن حياته مع مفارقة الروح أمر ممكن عقلًا، فيمكن عقلًا أن يمده اللَّه بحياة من غير مشابكة روح لبدنه، وهو القادر على كل شيء، وقد شوهد نظير ذلك في الجذع الذي حنَّ لمفارقته صلى اللَّه عليه وعلى آله وسلم، والحجر الذي كان يسلِّم عليه صلى اللَّه عليه وعلى آله وسلم، والأرواح حية دون مشابكة أرواح لها، فالحياة مع عدم الروح أمر ممكن عقلًا، وإن استحال عادة.
وأما الممكنة الدائمة فهي التي قيد إمكانها بالدوام، كقولك: "كل جرم فهو معدوم بالإمكان دائمًا".',NULL,'111',NULL,NULL,'0');
INSERT INTO [b292] VALUES (109,'وأما الحينية الممكنة فهي التي قيد إمكانها بحين وصف الموضوع، كقولك: "كل آكل للمقتات به عادة فهو جائع بالإمكان حين هو آكل"؛ لأن الشبع حين الأكل أمر يمكن تخلفه عقلًا، فلو شاء اللَّه ألا يشبع الآكل لم يشبع، ولو أَكل جميع ما في الدنيا، فسببية الشبع للأكل أمر يمكن تخلفه عقلًا وإن استحال عادة.
وربما عسر الفرق بين الممكنة الوقتية والحينية الممكنة، والفرق بينهما أن الحين في هذه الأخيرة هو حين وصف الموضوع بالمحمول، بخلاف الأولى. فظهر الفرق.
وأما الأربع الموجهة بالإطلاق فهي: المطلقة العامة، والحينية المطلقة، والوجودية لا ضرورية، والوجودية لا دائمة.
أما المطلقة العامة فهي التي أريد بها أن نسبتها واقعة بالفعل إيجابًا أو سلبًا، من غير تعرض لضرورة ولا دوام ولا لسلبهما، كقولك: "كل إنسان فهو ميت بالإطلاق العام".
وأما الحينية المطلقة فهي التي قيد إطلاقها -أي نسبتها الفعلية- لحين وصف الموضوع، كقولك: "كل كاتب فهو متحرك الأصابع بالإطلاق حين هو كاتب".
وأما الوجودية لا ضرورية فهي المطلقة التي تعرض فيها لكون نسبتها الفعلية غير ضرورية، أي غير واجبة عقلًا، كقولك: "الإنسان كاتب لا بالضرورة".
وأما الوجودية لا دائمة فهي المطلقة التي أريد بها أن نسبتها فعلية',NULL,'112',NULL,NULL,'0');
INSERT INTO [b292] VALUES (110,'مع التعرض لنفي دوامها، كقولك: "كل إنسان فهو ميت لا دائمًا".
فهذه هي الموجهات، وهي تسع عشرة كما تقدم، وبعضهم يكتفي ببعضها، فيجعلها خمس عشرة.
واعلم أن الجهات الأربع اثنتان منها مقابلتان لاثنتين، فالضرورة والإمكان متقابلان، والدوام والإطلاق متقابلان، ولذا يلزم في نقيض الموجهة بضرورة أن يكون موجهًا بإمكان كالعكس، كما يلزم في نقيض الموجهة بدوام أن يكون موجهًا بإطلاق كالعكس، كما هو مقرر في محله.
والبسائط من الموجهات اثنتا عشرة، والمركبات منها سبع، وسأبينها لك بالعد بعد الحد.
أما الحد الذي تعرف به الموجهة البسيطة من الموجهة المركبة فهو أن تعلم أن النسبة لابد أن تكون إيجابية أو سلبية، والموجهة إذا تعرض فيها لإحدى النسبتين فقط -أعني الإيجاب وحده، أو السلب وحده- فهي بسيطة، وإذا تعرض فيها لإيجاب وسلب معًا فهي مركبة، وكذا إذا وجهت بالإمكان الخاص.
فالمركبات سبعٌ، ثلاثٌ منها من الموجهات بالضرورة، وهي: المشروطة الخاصة، والوقتية، والمنتشرة. وواحد من الموجهات بالدوام، وهي: العرفية الخاصة. وواحدة من الموجهات بالإمكان، وهي: الممكنة الخاصة. واثنتان من الموجهات بالإطلاق، وهما: الوجودية لا ضرورية، والوجودية لا دائمة.',NULL,'113',NULL,NULL,'0');
INSERT INTO [b292] VALUES (111,'والبواقي بسائط، وهي اثنتا عشرة، أربع منها من الموجهات بالضرورة، وهي: الضرورية المطلقة، والمشروطة العامة، والوقتية المطلقة، والمنتشرة المطلقة. واثنتان من الموجهات بالدوام، وهما: الدائمة المطلقة، والعرفية العامة. وأربع من الموجهات بالإمكان، وهي: الممكنة العامة، والممكنة الوقتية، والممكنة الدائمة، والحينية الممكنة. واثنتان من الموجهات بالإطلاق، وهما: المطلقة العامة، والحينية المطلقة.
فهذا إتمام عدها بعد حدها، أعني البسائط المركبات من الموجهات، وتحقيقها يحتاج إليه في التناقض إذا كان باعتبار الجهة.
ثم من الغد دعانا علماء المعهد الديني في "أم درمان"، فوجدناه حافلًا بالعلماء والطلبة الأذكياء، تدرس فيه فنون كثيرة، منها: الأصول، والبلاغة، والكلام، والمنطق، وغير ذلك، وحضرنا في ذلك المعهد الديني أيامًا، وأكثر الطلبة وبعض العلماء سألونا عن مسائل من فنونٍ شتى.
فأول ما سألونا عنه في يوم قدومنا عليهم أول مرة أن قال لنا بعض الأساتذة المدرسين أن نتكلم لهم على قوله جل وعلا: {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الْأَرْضُ أَوْ كُلِّمَ بِهِ الْمَوْتَى بَلْ لِلَّهِ الْأَمْرُ جَمِيعًا} [الرعد/ ٣١].
فكان جوابنا أنَّ هذه الآية الكريمة نزلت في نفر من مشركي مكة، منهم عبد اللَّه بن أبي أمية بن المغيرة المخزومي رضي اللَّه عنه أخو أم سلمة رضي اللَّه عنها؛ لأنه كان قبل إسلامه من أشد المشركين عنادًا',NULL,'114',NULL,NULL,'0');
INSERT INTO [b292] VALUES (112,'وكفرًا، وهو القائل قبل إسلامه: {وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَقْرَؤُهُ} [الإسراء/ ٩٣]، قال هو وابن عمه أبو جهل بن هشام في نفر من المشركين للنبي صلى اللَّه عليه وعلى آله وسلم: "إن سرك أن نتبعك فسيِّرْ عنا جبال مكة بالقرآن وأَذْهِبْها؛ لتتسع أرض مكة لمزارعنا، فإنها أرض ضيقة، واجعل لنا فيها عيونًا وأنهارًا؛ لنغرس فيها الأشجار، ونزرع ونتخذ البساتين، فلست في زعمك بأهون على اللَّه تعالى من داود عليه السلام حيث سخر اللَّه له الجبال تسبح معه، وسَخِّرْ لنا الريح لنركبها إلى الشام لحوائجنا وميرتنا، ونرجع في يومنا، فلست أهون على ربك من سليمان، أو أَحْيِ لنا جدَّك قصيًّا أو من شئت من آبائنا وموتانا لنسأله عن أمرك، فإن عيسى عليه السلام كان يحيي الموتى، ولست بأهون على اللَّه منه"، فأنزل اللَّه تعالى: {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} الآية.
وفي معنى هذه الآية وجهان لعلماء التفسير:
فمعناها عند قتادة: لو أن تسيير الجبال عن أماكنها وإذهابها، وتقطيع الأرض -أي شقها- أنهارًا وعيونًا، وإحياء الموتى وتكليمهم، فُعِلَ بقرآنٍ أنزل على نبيٍّ قبل قرآنكم لَفُعِلَ بقرآنكم، لأنه أفضل كتاب أنزله اللَّه.
ونظير هذا المعنى في كلام العرب قول ابن أبي سلمى الضبي يصف فرسًا:
فلو طار ذو حافر قبلها ... لطارت ولكنه لم يطر',NULL,'115',NULL,NULL,'0');
INSERT INTO [b292] VALUES (113,'وعلى هذا التفسير فجواب "لو" محذوف، وتقديره: لو أن قرآنا سيرت به الجبال لكان هذا القرآن العظيم. وحذف جواب "لو" إذا دل المقام عليه جائزٌ اكتفاء بمعرفة السامعين، كقول الشاعر:
فأقسم لو شيء أتانا رسوله ... سواك ولكن لم نجد لك مدفعًا
والتقدير: لو شيء أتانا سوى رسولك لرددناه.
والوجه الثاني: أن معنى الآية: لو أجبناكم فيما اقترحتم فسيَّرنا عنكم جبال مكة بهذا القرآن، وشققنا لكم به الأرض أنهارًا وعيونًا، وأحيينا لكم به الموتى حتى كلموكم، لتماديتم على كفركم بالرحمن.
ويدل لهذا التفسير الأخير أمور:
أحدها: أن جواب "لو" المحذوف تقدم ما يدل عليه في هذا التفسير، وهو قوله تعالى: {وَهُمْ يَكْفُرُونَ بِالرَّحْمَنِ} [الرعد/ ٣٠]، وقد قال بعده: {وَلَوْ أَنَّ قُرْآنًا}. فيكون المعنى: ولو أن قرآنًا سيرت به الجبال لكفروا بالرحمن. أي: لو فعلنا لهم ما طلبوا لما آمنوا.
بل قيل: إن {وَهُمْ يَكْفُرُونَ} جواب "لو" مقدمٌ عليها بناءً على القول بجواز ذلك.
والأمر الثاني: إتيانه تعالى بعده بقوله: {أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا}. ومعنى قوله: {أَفَلَمْ يَيْأَسِ} أفلم يعلم الذين آمنوا أن اللَّه لو شاء هدايتهم لهداهم، وحيث لم يشأ هداهم فلا ينفع فيهم تسيير الجبال، وتقطيع الأرض، وتكليم الموتى.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b292] VALUES (114,'فقوله: {أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا أَنْ لَوْ يَشَاءُ اللَّهُ لَهَدَى النَّاسَ جَمِيعًا} فيه دلالة ظاهرة على أن المراد: لو سيرنا لهم الجبال لما آمنوا، إذ لا إيمان إلا بمشيئتنا.
وكون "أفلم ييأس" بمعنى "أفلم يعلم" أمر معروف عند العرب، ومنه قول الشاعر:
ألم ييأس الأقوام أني أنا ابنه ... وإن كنت عن أرض العشيرة نائيا
وقول الآخر.
فقلت لهم بالشعب إذ يأسرونني ... ألم تيأسوا أني ابن فارس زهدم
الأمر الثالث: أنه -أي التفسير الأخير- تشهد لمعناه الآيات القرآنية بكثرة، لأنها ناطقة بأن الكفار لو فعل اللَّه لهم ما اقترحوا من الآيات لما آمنوا، ولتمادوا على كفرهم، كقوله تعالى: {وَلَوْ أَنَّنَا نَزَّلْنَا إِلَيْهِمُ الْمَلَائِكَةَ وَكَلَّمَهُمُ الْمَوْتَى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا مَا كَانُوا لِيُؤْمِنُوا إِلَّا أَنْ يَشَاءَ اللَّهُ} [الأنعام/ ١١١]، وكقوله جل وعلا: {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا فِيهِ يَعْرُجُونَ (١٤) لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ} [الحجر/ ١٤ - ١٥]، وكقوله تعالى: {وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} [الأنعام/ ٧]، وكقوله عز وجل: {وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ جَاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِهَا قُلْ إِنَّمَا الْآيَاتُ عِنْدَ اللَّهِ وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ} [الأنعام/ ١٠٩]، وكقوله تعالى: {قُلِ انْظُرُوا مَاذَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَمَا تُغْنِي الْآيَاتُ وَالنُّذُرُ عَنْ قَوْمٍ لَا يُؤْمِنُونَ} [يونس/ ١٠١]، وقوله جل وعلا: {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا',NULL,'117',NULL,NULL,'0');
INSERT INTO [b292] VALUES (115,'يُؤْمِنُونَ (٩٦) وَلَوْ جَاءَتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ} [يونس/ ٩٦ - ٩٧]. والآيات في هذا كثيرة، وخيرُ ما فسَّرتَه بالوارد.
فإن قيل: هذا التفسير الذي ذكرتم ما يفيد رجحانه مشكل؛ لأن تنكير {قُرءَانًا} من قوله: {وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ} ينافي إرادة هذا القرآن المعيَّن؛ لأن مقتضى التنكير بالوضع الشيوع في جنس القرآن، فتفسير قرآنٍ منكَّير بهذا القرآن المعيَّن لا يخلو من إشكال.
فالجواب: أن تنكير المعتن على سبيل التجريد المعروف عند علماء البلاغة دالّ على تعظيمه، وهو معنى معروف في اللغة العربية، ومنه قوله تعالى: {وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ (١٤)} [فاطر/ ١٤]. يعني نفسه جل وعلا.
ومنه قول قتادة بن سلمة الحنفي:
فلئن بقيت لأرحلن بغزوة ... تحوي الغنائم أو يموت كريم
يعني نفسه.
ومنه قول لبيد بن ربيعة في معلقته:
ترَّاك أمكنةٍ إذا لم أرضها ... أو يعتلق بعض النفوس حماها
يعني نفسه.
ثم سألونا عن وجه الجمع بين قوله تعالى: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا} [الإسراء/ ١٦] وبين قوله تعالى: {قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ أَتَقُولُونَ عَلَى اللَّهِ مَا لَا تَعْلَمُونَ} [الأعراف/ ٢٨].',NULL,'118',NULL,NULL,'0');
INSERT INTO [b292] VALUES (116,'فكان جوابنا أن للجمع بين الآيتين ثلاثة أوجه:
الأولى: أن معنى {أَمَرْنَا مُتْرَفِيهَا} أمرنا المتنعمين من أهلها باتباع الرسل، وتصديقهم فيما جاءوا به من عندنا، {فَفَسَقُوا فِيهَا} يعني فخرجوا عن طاعتنا، وكذبوا رسلنا، ولجوا في كفرهم وطغيانهم، فدمرناهم تدميرًا.
وعلى هذا التفسير فمتعلق {أَمَرْنَا} هو الإيمان واتباع الرسل، فلا ينافي قوله: {قُلْ إِنَّ اللَّهَ لَا يَأْمُرُ بِالْفَحْشَاءِ}.
والوجه الثاني: أن الأمر في قوله: {أَمَرْنَا} أمر قدري تكويني، لا شرعي، وعليه فمعنى {أَمَرْنَا مُتْرَفِيهَا} قدرنا عليهم الفسوق والكفر، والأمر القدري التكويني مثل قوله للذين اعتدوا في السبت: {كُونُوا قِرَدَةً خَاسِئِينَ (٦٥)} [البقرة/ ٦٥].
والكفر واقع بإرادته الكونية لا بإرادته الشرعية، بدليل قوله في إرادته الكونية: {وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا} [الأنعام/ ١٠٧]، وقوله: {وَلَوْ شِئْنَا لَآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا} [السجدة/ ١٣]، وقوله: {وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى} [الأنعام/ ٣٥]، وقوله في إرادته الشرعية: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ} [النساء/ ٦٤]، وقوله: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (٥٦)} [الذاريات/ ٥٦].
واعلم أن الإرادة الكونية أعم من الرضى؛ لأن اللَّه جل وعلا يريد بإرادته الكونية ما هو مرضيّ عنده كإيمان المؤمنين، ويريد بها ما ليس مرضيًّا عنده ككفر الكافرين.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b292] VALUES (117,'وأما الإرادة الشرعية فهي ملازمة للرضى، فكل ما أراده اللَّه شرعًا فهو مرضيٌّ عنده، وكل ما هو مرضيٌّ عنده فهو مراد له شرعًا.
وهذا التحقيق تدل عليه آيات القرآن، لأن قوله: {وَلَوْ شَاءَ اللَّهُ مَا أَشْرَكُوا} نصٌّ في أن شركهم إنما وقع بمشيئة اللَّه وهي إرادته الكونية، وقوله تعالى: {وَلَا يَرْضَى لِعِبَادِهِ الْكُفْ} [الزمر/ ٧] دليل على أن الكفر ليس بمرضيٍّ عنده، وأنه غير مراد له شرعًا.
الوجه الثالث: أن معنى {أَمَرْنَا مُتْرَفِيهَا} أكثرنا عددهم ففسقوا فيها، والعرب تقول: مره أمرًا بمعنى كثَّره.
واستدل قائل هذا القول بما أخرجه الإمام أحمد عن سويد بن هبيرة عن النبي صلى اللَّه عليه وعلى آله وسلم: "خير مال امرئ مهرة مأمورة، أو سكة مأبورة"، والمراد بالمأمورة: كثيرة النسل، وهو محل الشاهد، وبالسكة: الطريقة المصطفة من النخل، والمأبورة: التي علق عليها طلع الذكر لئلا يسقط ثمرها.
ثم سألنا بعض أذكياء الطلبة بمحضر طائفة من العلماء في "أم درمان" المذكورة عن قصة الغرانيق في قوله تعالى: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (٥٢)} [الحج/ ٥٢]، وطلبوا منا أن نتكلم على هذه الآية الكريمة.
فأجبناهم بأن كثيرًا من المفسرين ذكروا أن سبب نزولها أن النبي صلى اللَّه عليه وعلى آله وسلم قرأ سورة النجم بمكة، فلما بلغ {أَفَرَأَيْتُمُ',NULL,'120',NULL,NULL,'0');
INSERT INTO [b292] VALUES (118,'اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى} [النجم/ ١٩ - ٢٠] ألقى الشيطان على لسانه: "تلك الغرانيق العلى، وإن شفاعتهن لترتجى"، فلما بلغ آخر السورة سجد وسجد معه المشركون والمسلمون، وقال المشركون: ما ذكر آلهتنا بخير قبل اليوم. وشاع في الناس أن أهل مكة أسلموا بسبب سجودهم مع النبي صلى اللَّه عليه وعلى آله وسلم حتى رجع المهاجرون من الحبشة ظنًّا منهم أن قومهم أسلموا، فوجدوهم على كفرهم ولم يدخل أحد منهم مكة إلا مستخفيًا، أو بجوار من يحميه من المشركين.
والغرانيق: الذكور من طير الماء، واحدها غُرْنُوق كعصفور، أو غِرْنَوْق كفردوس، أو غِرْنَيْق كِمعْلَيق (¬١)، أو غِرْنِيق كمسكين، وهي طيور بيض طويلة الأعناق والقوائم، وقيل: الغرنوق هو الكُركي.
ومعنى قول الشيطان: "تلك الغرانيق العلى" أن الأصنام في علو منزلتها ورفعة شأنها كالغرانيق المرتفعة نحو السماء في طيرانها.
وسنتكلم أولًا على معنى الآية، ثم على قصة الغرانيق.
اعلم أولًا أن التمني في هذه الآية، فيه للعلماء وجهان:
أحدهما: أنه هو التمني المعروف الذي أداته "ليت".
والثاني: أن معناه التلاوة، والعرب تقول: "تمنى" إذا تلا، وتمنى القراءة أمنية، ومنه قول الشاعر في عثمان بن عفان رضي اللَّه عنه:
_________
(¬١) كذا في الأصل المطبوع.',NULL,'121',NULL,NULL,'0');
INSERT INTO [b292] VALUES (119,'تمنى كتاب اللَّه أول ليله ... وآخره لاقى حمام المقادر
وقول الآخر:
تمنى كتاب اللَّه في الليل خاليًا ... تمني داود الزبورَ على رِسْلِ
فمعنى "تمنى" في البيتين: تلا وقرأ.
وعلى هذا أكثر المفسرين.
وفي صحيح البخاري عن ابن عباس أنه قال: {إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ} إذا حدَّث ألقى الشيطان في حديثه.
وعلى هذا فمعنى الآية الكريمة: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ} إلا وحاله أنه إذا قرأ شيئا من الآيات ألقى الشيطان في أمنيته -أي قراءته- الشبه والوساوس والتخيلات؛ ليصد الناس عنها، أو ألقى الشيطان في القراءة ما ليس منها مما يرضى به الكفار، ثم يبطل اللَّه إلقاء الشيطان، ويتبت آياته، محكمات بينات.
وعلى القول بأن "تمنى" معناه أراد وأحب، فالمعنى {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ} إلا أنه إذا أحب شيئًا واشتهاه، وحدث به نفسه مما لم يؤمر به ألقى الشيطان في أمنيته، أي مراده ومشتهاه، وما من نبي إلا تمنى أن يؤمن قومه، ولا تمنى نبي ذلك إلا ألقى الشيطان في أمنيته.
والمراد بالنسخ في قوله: {فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ} النسخ اللغوي الذي هو الإزالة والإبطال، لا النسخ الشرعي الذي هو رفع',NULL,'122',NULL,NULL,'0');
INSERT INTO [b292] VALUES (120,'حكم شرعي بخطاب جديد، أو بيان انقضاء زمن العمل به؛ لأن ما ألقاه الشيطان ليس بحكم حتى يكون رفعه نسخًا شرعيًّا، بل هو باطل أبطله اللَّه وأزاله.
والعلماء مختلفون في أصل قصة الغرانيق هل هي باطلة أو ثابتة.
فعلى القول ببطلانها فالأمر واضحٌ، وعلى القول بثبوتها فمعنى إلقاء الشيطان على لسان النبي صلى اللَّه عليه وعلى آله وسلم أنه صلى اللَّه عليه وعلى آله وسلم كان يقرأ القرآن يرتله ترتيلًا تتخلله سكتات، فراقب الشيطان بعض سكتات النبي صلى اللَّه عليه وعلى آله وسلم، ثم حاكى قراءته صلى اللَّه عليه وعلى آله وسلم بقوله -عليه لعنة اللَّه-: "تلك الغرانيق العلى، وإن شفعاتهن لترتجى" فظن المشركون صوت الشيطان صوت النبي صلى اللَّه عليه وعلى آله وسلم.
وهذا الجواب عن قصة الغرانيق على القول بثبوتها هو أحسن الأجوبة عنها، وارتضاه جمعٌ من المحققين من أجوبةٍ كثيرةٍ.
وحجة القائل بأن قصة الغرانيق باطلةٌ اضطراب رواتها، وانقطاع سندها، واختلاف ألفاظها، بعضهم يقول: إن النبي صلى اللَّه عليه وعلى آله وسلم كان في الصلاة. وبعضهم يقول: قرأها وهو في نادي قومه. وآخر يقول: قرأها وقد أصابته سِنَةٌ. وآخر يقول: بل حدث نفسه فجرى ذلك على لسانه. وآخر يقول: إن الشيطان قالها على لسان النبي صلى اللَّه عليه وعلى آله وسلم، وأن النبي لما عرضها على جبريل قال: ما هكذا أقرأتك. . . إلى غير ذلك من اختلاف ألفاظها.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b292] VALUES (121,'والذي جاء في الصحيح من حديث عبد اللَّه بن مسعود رضي اللَّه عنه: "أن النبي صلى اللَّه عليه وعلى آله وسلم قرأ: {وَالنَّجْمِ} فسجد فيها، وسجد من كان معه غير أن شيخًا من قريش أخذ كفًا من حصى أو تراب فرفعه إلى جبهته فسجد عليه. قال عبد اللَّه: فلقد رأيته بَعْدُ قُتِلَ كافرًا" أخرجه الشيخان في صحيحيهما.
وصح من حديث ابن عباس رضي اللَّه عنهما: "أن رسول اللَّه صلى اللَّه عليه وعلى آله وسلم سجد بالنجم، وسجد معه المسلمون والمشركون والجن والإنس" رواه البخاري رحمه اللَّه.
فهذا الذي جاء في الصحيح لم يذكر فيه أن النبي صلى اللَّه عليه وعلى آله وصحبه وسلم ذكر الغرانيق ولا شفاعتها، ولا شيئًا من تلك القصة، والذي ذكره المفسرون عن ابن عباس في هذه القصة، إنما هو من طريق الكلبي عن أبي صالح عن ابن عباس رضي اللَّه عنه، والكلبي ضعيف جدًّا، بل متروك، ولذا قال ابن العربي المالكي: إن قصة الغرانيق باطلة لا أصل لها.
وقال القاضي عياض: إن قصة الغرانيق لم يخرجها أحدٌ من أهل الصحة، ولا رواها ثقة بسند سليم متصل مع ضعف نقلتها واضطراب رواياتها وانقطاع إسنادها، وذكر أن من حملت عنه من التابعين والمفسرين لم يسندها أحد منهم، ولا رفعها إلى صاحب، وأكثر الطرق عنهم في ذلك ضعيفة واهية.
قال: وقد بَيَّنَ البزار أنها لا تعرف من طريق يجوز ذكره إلا طريق أبي بشر عن سعيد بن جبير رضي اللَّه عنه، مع الشك الذي وقع في',NULL,'124',NULL,NULL,'0');
INSERT INTO [b292] VALUES (122,'وصله.
قال مقيده عفا اللَّه عنه: وقد اعترف الحافط بن حجر العسقلاني رحمه اللَّه مع انتصاره لثبوت هذه القصة بأن طرقها كلها إما منقطعة أو ضعيفه إلا طريق سعيد بن جبير، وإذا علمت أن طرقها كلها لا يعول عليها إلا طريق سعيد بن جبير، فاعلم أن طريق سعيد بن جبير لم يروها بها أحد متصلة إلا أمية بن خالد، وهو وإن كان ثقة فقد شك في وصلها، فقد أخرج البزار وابن مردويه من طريق أمية بن خالد عن شعبة عن أبي بشر عن سعيد بن جبير، فقال أمية بن خالد في إسناده هذا: عن سعيد بن جبير عن ابن عباس فيما أحسب. . . ثم ساق حديث القصة المذكورة.
وقال البزار: لا يروى متصلًا إلا بهذا الإسناد، تفرَّد بوصله أمية بن خالد وهو ثقة مشهور.
وقال -أعني البزار-: وإنما يروى من طريق الكلبي عن أبي صالح عن ابن عباس، والكلبي متروك.
فتحصل مما ذكرنا أن قصة الغرانيق لم تثبت من طريقٍ متصلةٍ يجوز ذكرها إلا هذا الطريق الذي شك راويه -وهو أمية بن خالد- في الوصل، وما لم يثبت إلا من طريق شك صاحبه في الوصل فضعفه ظاهر، ولذا قال الحافظ ابن كثير في تفسيره في قصة الغرانيق: إنه لم يرها مسندة من وجه صحيح، واللَّه تعالى أعلم.
وقال البيهقي فيها: إنها غير ثابتة من جهة النقل. وذكر الرازي في',NULL,'125',NULL,NULL,'0');
INSERT INTO [b292] VALUES (123,'تفسيره أنها باطلة.
قال مقيد هذه الرحلة عفا اللَّه عنه: إن القول بعدم صحتها له شاهد من القرآن العظيم في سورة النجم نفسها، وشهادته لعدم صحتها واضحة، وهو أن قوله تعالى: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (١٩) وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى}، الذي يقول القائل لصحة القصة: إن الشيطان ألقى لعده ما ألقى، قرأ النبي صلى اللَّه عليه وعلى آله وسلم بعد في تلك اللحظة في الكلمات التي تليه من سورة النجم قوله تعالى: {سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ} [النجم/ ٢٣] فهذا يتضمن منتهى ذم الغرانيق التي هي كناية عن الأصنام، إذ لا ذمَّ أعظم من جعلها أسماء بلا مسميات، وجعلها باطلًا ما أنزل اللَّه به من سلطان.
فلو فرضنا أن الشيطان ألقى على لسانه صلى اللَّه عليه وعلى آله وسلم تلك الغرانيق العلى بعد قوله: {وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى (٢٠)}، وفرح المشركون بأنه ذكر آلهتهم بخير، ثم قال النبي في تلك اللحظة: {إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ}، وذم الأصنام بذلك غاية الذم، وأبطل شفاعتها غاية الإبطال، فكيف يعقل بعد هذا سجود المشركين وسبُّ أصنامهم هو الأخير، والعبرة بالأخير.
ويستأنس بقوله أيضا بعد ذلك بقليلٍ في الملائكة: {وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (٢٦)} [النجم/ ٢٦]؛ لأن إبطال شفاعة الملائكة إلا بإذن اللَّه معلومٌ منه عند الكفار بالأحروية إبطال شفاعة الأصنام المزعومة.',NULL,'126',NULL,NULL,'0');
INSERT INTO [b292] VALUES (124,'وقال الحافظ ابن حجر في فتح الباري في تفسير سورة الحج ما يفيد ثبوت قصة الغرانيق، وذكر أنها ثبتت بثلاثة أسانيد كلها على شرط الصحيح، وهي مراسيل يحتج بمثلها من يحتج بالمرسل، وكذلك من لا يحتج به لاعتضاد لعضها ببعض، واحتج أيضًا لأن الطرق إذا كثرت وتباينت مخارجها دل ذلك على أن لها أصلًا، ثم قال: وإذا تقرر ذلك تعين تأويل ما وقع في القصة مما يستنكر وهو قوله: "ألقى الشيطان على لسانه: تلك الغرانيق العلى، وإن شفاعتهن لترتجى"، فإن ذلك لا يجوز حملة على ظاهره، لأنه يستحيل عليه صلى اللَّه عليه وعلى آله وسلم أن يزيد في القرآن ما ليس منه عمدًا، وكذا سهوًا إذا كان مغايرًا لما جاء به من التوحيد؛ لمكان عصمته صلى اللَّه عليه وعلى آله وسلم.
ثم أخذ -أعني الحافظ ابن حجر- في أجوبة العلماء عن القصة المذكورة على تقدير ثبوتها، وذكر أجوبة كثيرة، وقد قدمت أن أحسنها ما استحسنه كثير من المحققين من أن الشيطان هو الذي قال: "تلك الغرانيق العلى" فظن المشركون أنها من كلام نبينا صلى اللَّه عليه وعلى آله وسلم وحاشاه من ذلك، ولذا اقتصرت على هذا الجواب، ولم أذكر غيره، واللَّه تعالى في كتابه العزيز أسند هذا الإلقاء للشيطان حيث قال: {أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ}، ونسبته إياه للشيطان تدل على براءة جناب النبي صلى اللَّه عليه وعلى آله وسلم منه.
قال مقيد هذه الرحلة عفا اللَّه عنه: اعلم أن براءة ساحة خاتم الرسل وأشرفهم وسيد ولد آدم بالإطلاق عليه صلوات اللَّه وسلامه مما جاء في ظاهر هذه القصة تدل عليها البراهين القاطعة، والأدلة الساطعة',NULL,'127',NULL,NULL,'0');
INSERT INTO [b292] VALUES (125,'كما ستراه.
وقول الشيطان: "تلك الغرانيق العلى" شركٌ أكبر صُراح، وكفرٌ بواح، وهو صلى اللَّه عليه وعلى آله وسلم مبعوثٌ لإخلاص العبادة للَّه وحده مما تضمنته كلمة لا إله إلا اللَّه، كجميع إخوانه من المرسلين؛ قال تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل/ ٣٦]، وقال: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥)} [الأنبياء/ ٢٥]، وقال تعالى: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ (٤٥)} [الزخرف/ ٤٥].
فإخلاص العبادة للَّه وحده هو دعوة عامة الرسل، وأشدهم فيه احتياطًا خاتمهم صلى اللَّه عليه وعلى آله وسلم، ولذا منع بعض الأمور التي كانت مباحة عندهم احتياطًا في توحيد اللَّه في عبادته جل وعلا، فالسجود لمخلوق في شريعته السمحة كفرٌ باللَّه تعالى، مع أنه كان جائزًا في شرع غيره من الرسل عليهم الصلاة والسلام، كما قال تعالى عن يعقوب وأولاده في سجودهم ليوسف: {وَخَرُّوا لَهُ سُجَّدًا} [يوسف/ ١٠٠].
ولذلك أمر نبينا صلى اللَّه عليه وعلى آله وسلم أن يقول للناس: إنه ما أوحي إليه إلا توحيد اللَّه تعالى في عبادته في قوله تعالى: {قُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَهَلْ أَنْتُمْ مُسْلِمُونَ (١٠٨)} [الأنبياء/ ١٠٨]، وقد تقرر عند الأصوليين والبيانيين أن لفظ "إنما" من أدوات الحصر، فدلت الآية على حصر الموحى إليه صلى اللَّه عليه',NULL,'128',NULL,NULL,'0');
INSERT INTO [b292] VALUES (126,'وعلى آله وسلم في أصله الأعظم الذي هو "لا إله إلا اللَّه"؛ لأنها دعوة جميع الرسل، وغيرها من شرائع الإسلام وفروعها تابعة لها.
ولهذا صار مكذب رسول واحدٍ مكذِّبًا لجميع الرسل؛ لأن دعوتهم واحدةً، قال تعالى: {كَذَّبَتْ قَوْمُ نُوحٍ الْمُرْسَلِينَ} [الشعراء/ ١٠٥] أي بتكذيبهم نوحًا. {كَذَّبَتْ عَادٌ الْمُرْسَلِينَ (١٢٣)} [الشعراء/ ١٢٣] أي بتكذيبهم هودًا. {كَذَّبَتْ ثَمُودُ الْمُرْسَلِينَ (١٤١)} [الشعراء/ ١٤١] أي بتكذيبهم صالحًا. {كَذَّبَتْ قَوْمُ لُوطٍ الْمُرْسَلِينَ (١٦٠)} [الشعراء/ ١٦٠]، أي بتكذيبهم لوطًا. {كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ (١٧٦)} [الشعراء/ ١٧٦]، أي بتكذيبهم شعيبًا.
فهذه الآيات تدل على أن مكذب رسولٍ واحد مكذبٌ لجميع الرسل، وذلك لاتحاد دعوتهم، وهي مضمون "لا إله إلا اللَّه"، قال تعالى: {وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا (١٥٠) أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا} [النساء/ ١٥٠ - ١٥١].
فإذا حققت هذا علمت أنه صلى اللَّه عليه وعلى آله وسلم لا يقول: "تلك الغرانيق العلى، وإن شفاعتهن لترتجى"؛ لما في هذا الكلام من الشرك الصراح، والكفر البواح، المضاد لما جاء به جميع الرسل عليهم الصلاة والسلام.
ولا يَقْدِرُ الشيطان أن يجري ذلك على لسانه صلى اللَّه عليه وعلى آله وسلم، لأنه ليس له عليه من سلطان، بشهادة القرآن وبإقرار الشيطان، قال جل وعلا: {فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ (٩٨) إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (٩٩)',NULL,'129',NULL,NULL,'0');
INSERT INTO [b292] VALUES (127,'إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ} [النحل/ ٩٨ - ١٠٠] ومعلوم أن النبي صلى اللَّه عليه وعلى آله وسلم من الذين آمنوا وعلى ربهم يتوكلون، وأنه ليس من الذين يتولونه والذين هم به مشركون.
وقال تعالى: {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ (٤٢)} [الحجر/ ٤٢] ومعلوم أن النبي صلى اللَّه عليه وعلى آله وسلم من عباده الذين ليس للشيطان عليهم سلطان، وأنه ليس من الغاوين الذين اتبعوه.
وأقر الشيطان بأنه لا سبيل له على من هو دونه صلى اللَّه عليه وعلى آله وسلم، وأحرى هو صلوات اللَّه عليه وسلامه، قال: {قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (٨٢) إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ} [ص/ ٨٢ - ٨٣]، وقال: {وَمَا كَانَ لِيَ عَلَيْكُمْ مِنْ سُلْطَانٍ إِلَّا أَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ لِي} [إبراهيم/ ٢٢].
وقال تعالى في نبينا صلى اللَّه عليه وعلى آله وسلم: {سَنُقْرِئُكَ فَلَا تَنْسَى (٦)} [الأعلى/ ٦]، وقال: {وَمَا يَنْطِقُ عَنِ الْهَوَى (٣) إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [النجم/ ٣ - ٤].
وصرح جل وعلا بحفظ القرآن من دسائس الشيطان، قال: {وَإِنَّهُ لَكِتَابٌ عَزِيزٌ (٤١) لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} [فصلت/ ٤١ - ٤٢]، فقوله تعالى: {لَا يَأْتِيهِ الْبَاطِلُ} فعل في سياق النفي، والفعل في سياق النفي من صيغ العموم، كالنكرة في سياق النفي عند المحققين من علماء الأصول، ووجهه ظاهر؛ لأنك إذا حللت الفعل انحل إلى مصدر وزمن، فهو يدل على نكرةٍ واقعةٍ في',NULL,'130',NULL,NULL,'0');
INSERT INTO [b292] VALUES (128,'سياق النفي؛ لأن نفي الفعل نفي للمصدر الذي هو جز من مدلوله، فإذا قلنا: "لا يقوم زيد" عمَّ النفي أفراد المصدر، فكأنما قلنا: لا قيام لزيد.
وقال أبو حنيفة: لا تعميم في الفعل بعد النفي وضعًا، بل فيه تعميم عقلي بدلالة الالتزام. وما نصر به الرازي في "محصوله" مذهب أبي حنيفة في عدم عموم الفعل في سياق النفي لا يصح التمسك به، فانظر تحقيقه في "حاشية العبادي على شرح المحلي لجمع الجوامع" يظهر لك ما ذكرنا.
فبهذا تعلم أن قوله تعالى: {لَا يَأْتِيهِ الْبَاطِلُ} يعم نفي كل باطل يأتي القرآن، وقد أكد هذا العموم بقوله: {مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ}، فلو قدرنا أن الشيطان أدخل في القرآن على لسان النبي صلى اللَّه عليه وعلى آله وسلم: "تلك الغرانيق العلى" -وحاشاه من ذلك- لكان قد أتى القرآن أعظم باطل من بين يديه ومن خلفه، فيكون تصريحًا بتكذيب اللَّه جل وعلا في قوله: {لَا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ}، وكل خبر ناقض القرآن العظيم فهو الكاذب؛ للقطع بصدق القرآن العظيم، ونقيض الصادق كاذب ضرورة.
ولا حجة في أن اللَّه جل وعلا نسخ ما ألقاه الشيطان في القرآن على لسان النبي صلى اللَّه عليه وعلى آله وسلم كما قال: {فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ} [الحج/ ٥٢]؛ لأن الباطل إن أتى القرآن أولا ثم نُسِخَ فنَسْخُه بعد إتيانه لا يرفع اسم الإتيان أولًا، وقوله تعالى: {لَا يَأْتِيهِ الْبَاطِلُ} نص صريح في نفي أصل إتيان الباطل كما قدمنا.',NULL,'131',NULL,NULL,'0');
INSERT INTO [b292] VALUES (129,'وقال تعالى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ (٩)} [الحجر/ ٩].
فهذه نصوص قراَنية قاطعة تدل على أن الشيطان لا سبيل له إلى أن يحمل النبي صلى اللَّه عليه وعلى آله وسلم على أن يدخل في القرآن العظيم ما ليس منه من الكفر الصراح والشرك الأكبر.
ولم يبق في الآية الكريمة المسئول عنها إشكال إلا ما يقتضيه ظاهرها من رسالة الرسول ورسالة النبي المغاير للرسول، إذ معنى الكلام: "وما أرسلنا من قبلك من رسول ولا أرسلنا من قبلك من نبي"؛ فما عليه أكثر العلماء من أن النبي أعم من الرسول مطلقًا، وأن الرسول أخص من النبي مطلقًا، وأن النبي هو من أوحى إليه وحي أمر بتبليغه أم لا، والرسول من أوحى إليه وأمر بالتبليغ خاصة = لا تساعده هذه الآية الكريمة؛ لأنها تقتضي رسالة الرسول، ورسالة النبي المغاير للرسول.
وللعلماء عن هذا الإشكال أجوبة يتعين حمل المعنى على بعضها.
منها: أن الرسول هو الذي يأتيه جبريل بالوحي عيانًا، والنبي هو الذي تكون نبوته إلهامًا أو منامًا.
ومنها: أن الرسول من بعث بشرع جديد، والنبي من بعث لتقرير شرع من قبله، كأنبياء بني إسرائيل الذين كانوا يوحى إليهم أن يعملوا بما أنزل قبلهم في التوراة.
ومنها: أن الرسول من بعث بكتاب، والنبي من بعث بغير كتاب.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b292] VALUES (130,'وعلى كل من هذه الأوجه فلا إشكال في الآية الكريمة.
ثم سألنا اثنين من العلماء المدرسين بالمعهد الديني في "أم درمان" عن تحقيق بيتين في ألفية ابن مالك:
إن يسكن السابق من واو ويا ... واتصلا ومن عروض عريا
فياء الواو اقلبنَّ مُدْغِما ... وشذ معطًى غير ما قد رُسِما
فأجبتهما بأن المعنى: أن الواو والياء إذا اجتمعتا في كلمةٍ، وسبقت إحداهما بالسكون، وكانت السابقة منهما أصلية غير مبدلة من شيءٍ، وسكونها أصلي غير عارض = أبدلت الواو ياء وأدغمت في الياء، وإتيانه مبدلًا مع فقد بعض الشروط المذكورة شاذٌّ، وعدم إبدال الواو ياء في المستوفى للشروط شاذ أيضًا.
مثال الإبدال في مستوفي الشروط: سيِّد، وميِّت، وصيِّب، فأصل سيد سَيْوِد، على وزن "فَيْعِل"، وأصل مَيِّت مَيْوِت، وكذلك أصل صَيِّب صَيْوِب.
كذلك، فاشتقاق السيد من السواد، والسواد: الجيش الكثير ونحوه، وسمي رئيسه سيدًا لأنه يسوس سوادًا، أي خلقًا كثيرًا، واشتقاق الميت من الموت، واشتقاق الصيب من الصَّوْب، وهما ظاهران.
فالياء في الأمثلة الثلاثة جاءت ساكنة غير مبدلة من شيء، وسكونها غير عارض قبل الواو في كلمةٍ واحدة، فأبدلت الواو ياء، فقيل: "سيِّد" بإدغام الياء في الياء، وكذلك صيِّب وميِّت.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b292] VALUES (131,'وأشار ابن مالك إلى شرط سكون السابق منهما بقوله: "إن يسكن السابق"، وإلى شرط كونهما في كلمة واحدة بقوله: "واتصلا"، وإلى كون السابق غير عارض -أي غير مبدل من شيءٍ وسكونه غير عارض- بقوله: "ومن عروض عريا" أي تجرْد من كونه عارضًا في نفسه أو في سكونه، وأشار إلى شذوذ عدم الإبدال ياء مع استيفاء الشروط، وشذوذ الإبدال مع عدم استيفاء الشروط بقوله: "وشذ معطى غير ما قد رسما".
ومحترزات الشروط: أن الأول منهما إذا كان غير ساكن فلا إبدال، كغيور وطويل، وهذا محترز قوله: "إن يسكن السابق".
ومحترز قوله: "واتصلا" أنهما إن كانت إحداهما في آخر كلمة، والأخرى في أول كلمة أخرى فلا إبدال، لعدم الاتصال، كقوله تعالى: {بِأَنَّهُمْ كَانُوا يَكْفُرُونَ} [البقرة/ ٦١]، فالواو الساكنة هي الأخيرة من "كانوا" والياء هي الأولى من "يكفرون". وكقول الشاعر:
فإنها فلتات من وساوسه ... يعطي ويمنع لا بخلًا ولا كرما
فالياء الساكنة هي الأخيرة من "يعطي"، والواو هي الأولى من "ويمنع"، ولا إدغام في المثالين؛ لعدم الاتصال.
ومحترز قوله: "ومن عروض عريا" أن الساكن منهما إذا كان عارضًا أي مبدلًا من حرف آخر، وكان سكونه فقط عارضًا، فلا إبدال.
مثال عروض نفس الساكن منهما قولهم: "رُوْيا" بضم الراء والواو الساكنة المبدلة من الهمزة، فإبدال همزة الرؤيا واوًا جائز، وإذا فعل لم',NULL,'134',NULL,NULL,'0');
INSERT INTO [b292] VALUES (132,'تدغم الواو في الياء ولم تبدل ياء؛ لأنها عارضة، أي مبدلة من حرف غيرها وهو الهمز الذي عَيْنُ مادة رأى، ومن هذا القبيل "ديوان" و"بويع"، لأن ياء "الديوان" أصلها واو، وواو "بويع" مبدلة من ألف بايع.
ومثال عروض السكون فقط دون نفس الحرف الساكن ما لو خففت بالسكون مثل: قوي وهوي اللذان هما فعلان ماضيان مكسورا العين، أولهما من القوة، والثاني من الهوى الذي هو ميل النفس؛ لأنه هو الذي يأتي الفعل منه على فَعِلَ بالكسر يَفْعَل بالفتح، فتقول: هَوِيَ العاشق معشوقته بكسر الواو يهواها بفتحها، أما هوى بمعنى سقط وتردى فهي من فَعَلَ بالفتح يَفْعِل بالكسر، فتقول هَوَى بفتح الواو يَهْوِي بكسرها، والصالح للمثال هنا هو الأول، لأنك إذا خففت هَوِي وقَوِيَ بمكسور واوهما تقول هَوْيَ وقَوْيَ بسكون الواو، فتكون واوًا ساكنة قبل ياء في كلمة، ولا يجوز إبدال هذه الواو ياء وإدغامها في الياء بعدها؛ لأن سكونها عارض، إذ هي مكسورة سكنت للتخفيف.
ومثال شذوذ ترك الإبدال مع استيفاء الشروط المذكورة قولهم: يوم أيوم بمعنى شديد، ومنه قول الشاعر:
إن تهجري أسما فيومي أَيْوَمٌ ... إذا ما هجرت وليلتي ليلاء
ومثال شذوذ إبدال الياء واوًا في مستوفي الشروط المذكورة قولهم: فلان ذو فتوة، وعوى الكلب عوة؛ لأن أصلها "فتوية" بالياء و"عوية" بالياء، إذ ألف الفتى منقلبة عن ياءٍ بدليل تثنيته على فتيين وجمعه على فتيان، وألف عوى منقلبة عن ياء، لأنك إذا أسندت الفعل',NULL,'135',NULL,NULL,'0');
INSERT INTO [b292] VALUES (133,'منه لضمير رفعٍ ظهرت الياء، فتقول في عوى الكلب: عويت يا كلب.
ومثال شذوذ الإدغام مع عروض السابق قراءة بعضهم: (إن كنتم للرُّيَّا تعبرون) بالإدغام، مع أن الواو عارضة، لأنها مبدلة من همز.
ثم سألنا بعض أذكياء الطلبة من أهل "أم درمان" عن المثنى من أسماء الإشارة والأسماء الموصولة نحو ذين وتين واللذين واللتين هل هو معرب، أم لا؟ وعلى أنه معرب فكيف يسوغ ذلك مع ما تقرر عندهم من أن الأسماء الموصولة مبنية للشبه الافتقاري، وأسماء الإشارة مبنية للشبه المعنوي.
فأجبته بأن بعض النحويين يقول: ذان واللذان مثلًا غير مثنيين حقيقةً، إذ لا يثنى المبني، وصيغتهما صيغة مستقلة، وإنما تغير بالعوامل نظرًا لصورة التثنية، فبنيا على ما يشاكل إعرابهما.
والذي يظهر لمقيد هذه الرحلة عفا اللَّه عنه أن هذا القول غير سديد، إذ قولهم في الواحد المشار إليه: "ذا"، وفي الاثنين المشار إليهما: "ذان"، وقولهم: "الذي" في الواحد، و"اللذان" في الاثنين = تثنيةٌ مشاهدةٌ محسوسة، وادعاء أنها صورة خالية من الحقيقة يحتاج إلى دليل، ولا دليل عليه، والذي يقبله الذهن السليم أن المثنى من أسماء الإشارة والموصولات معربٌ ومثنًّى حقيقةً لا صورةً، كما عليه ابن مالك في ألفيته حيث قال في كونه مثنى في الإشارة:
وذان تان للمثنى المرتفع ... وفي سواه ذين تين اذكر تطع
وقوله في الموصول:',NULL,'136',NULL,NULL,'0');
INSERT INTO [b292] VALUES (134,'موصول الأسماء الذي الأنثى التي ... واليا إذا ما ثنيا لا تثبت
قوله في الإشارة: "للمثنى المرتفع" وفي الموصول: "واليا إذا ما ثنيا" دليل على أنه مثنى حقيقةً لا صورةً، وقال في كونه معربًا: "بل ما تليه أوله العلامة"؛ لأن مراده بالعلامة علامة إعراب المثنى التي هي الألف رفغا، والياء نصبًا وخفضًا.
والذي يظهر عند التأمل الصادق أن أصل هذا الإشكال مفهومٌ من قول ابن مالك في ألفيته: "لشبهٍ من الخروف مدني"؛ لأن قوله يؤخذ منه أن الشبه الذي لم يُدْنِ الاسم من الحرف لا يكون موجبًا لبنائه، ألا ترى أن لفظة "زيد" و"رجل" مثلًا ثلاثة حروف هي شبيهة في الوضع بالحروف الموضوعة على ثلاثة أحرف، كليت، وبلى، ونعم، إلا أنه لما كان الوضع على ثلاثة أحرف كثيرًا في الأسماء جدًّا صارت مشابهة الاسم الثلاثي: كزيد ورجل لحرف الثلاثي كليت ونعم في الوضع ضعيفةً غير مُدْنِيَةٍ من الحرف، فلم يحصل البناء، ولذا أعربت "أيّ" لملازمتها الإضافة لفظًا أو تقديرًا مع شبهها بالحرف الشبه المعنوي في الاستفهامية والشرطية، والافتقاري في الموصولة، إلا أنها لما لازمت خاصة الاسم -التي هي الإضافة- أضعف ذلك شبهها بالحرف فلم تُبْنَ.
فإذا حققت هذا المعنى فاعلم أن "ذا" ونحوه من أسماء الإشارة مبنيٌّ لشبهه بالحرف الشبه المعنوي، إذ حق العرب أن تضع حرفًا للإشارة، كما وضعته لأخواتها من الخطاب، والتنبيه، والنداء، ونحو ذلك، فإذا أشارت باسمٍ فقد أدت بذلك الاسم معنًى حقُّه التأديةُ',NULL,'137',NULL,NULL,'0');
INSERT INTO [b292] VALUES (135,'بالحرف، فيبنى ذلك الاسم لشبهه بالحرف المقدر في معناه، كما قال ابن مالك: "والمعنوي في متى وفي هنا".
وكذلك الموصول فإنه مفتقر إلى جملةٍ افتقارًا أصليًّا، والجملة المذكورة صلته، والحرف مفتقر أبدًا إلى جملةٍ افتقارًا أصليًّا، فتشابها من حيث افتقار كل منهما إلى جملة افتقارًا غير عارض، فبني لذلك.
فإذا ثُني الاسم الموصول، أو اسم الإشارة فقد تعارض فيه أمران:
أحدهما: يستوجب البناء، وهو الشبه بالحرف الشبه المعنوي في الإشارة، والافتقاري في الموصول.
والثاني: يستوجب الإعراب، وهو التثنية؛ لأنها من خصائص الأسماء، واتصافه بأمر خاص بالاسم يضعف شبهه بالحرف.
فراعت العرب في التثنية موجب الإعراب فأعربت، وراعت في الجمع موجب البناء فبنت، ولذا صار "ذان" و"اللذان" معربين، و"أُولي" جمع "ذا"، و"اللذين" جمع "الذي" مبنيين، وربما راعوا موجب الإعراب في "اللذين" لأنها جمع، والجمع من خصائص الأسماء، كما قال ابن مالك في ألفيته:
* وبعضهم بالواو رفعًا نطقا *
فتحصل أن المفرد من الإشارات والموصولات مبني قولًا واحدًا لشبهه بالحرف من غير معارض يضعف ذلك الشبه، والمثنَّى والمجموع منهما تعارض فيهما موجب البناء وهو الشبه بالحرف، مع',NULL,'138',NULL,NULL,'0');
INSERT INTO [b292] VALUES (136,'موجب الإعراب الذي هو الاتصاف بخاصة الاسم -أعني الجمع والتثنية- فروعي أحد الموجبين في المثنى، والآخر في الجمع. واللَّه تعالى أعلم.
ثم سألني بعض الطلبة في "أم درمان" عن معنى قول الشاعر:
وتُبْلِي الألى يستلئمون على الألى ... تراهن يوم الروع كالحِدَأ القُبْلِ
فأجبته بأن "تُبْلِي" بمعنى تُهْلِك، من قولهم: أبلاه الدهر إذا أهلكه، والضمير في قوله: "تُبْلِي" راجع إلى المنون في بيت قبله، وهو قوله:
فتلك خطوب قد تملت شبابنا ... قديمًا فتبلينا المنون وما نُبْلِي
ومعنى البيت المسئول عنه: "وتُبْلِي" -أي تُهْلِك- المنونُ التي هي الموت، "الألى" جمع "الذي"، وهي هنا جمع مذكر عاقل بدليل قوله: "يستلئمون"، وقوله: "يستلئمون" يلبسون لأمة حربهم كالدروع، وقوله: "على الألى" جمع "التي" فهو جمع مؤنث، بدليل قوله: "تراهن"، و"الروع" الخوف، و"الحِدَأ" جمع حدأة كعنب وعنبة، والحدأة: طائر معروف يختطف اللحم من أيدي الناس و"القُبْلِ" جمع قبلاء كحمر وحمراء، والقبلاء المتصفة بالقَبَل بفتحتين وهو الحول في العين، والحدأة إذا أرادت الانقضاض صارت تنظر بمؤخر عينها كنظر الأحول.
وحاصل معنى البيت: أن المنون -وهي الموت- تهلك الرجال',NULL,'139',NULL,NULL,'0');
INSERT INTO [b292] VALUES (137,'الذين يلبسون لأمة حربهم دوق ظهور الخيل التي هي في سرعة جريها والتفاتها مثل سرعة الحدأ في انقضاضها.
والبيت شاهد للنحويين على أن "الألى" تكون جمع "الذي" و"التي"، وقوله: "الألى يستلئمون" بمعنى الذين يستلئمون، وقوله: "على الألى تراهن" أي على اللاتي تراهن، وإتيان "الألى" لكل منهما كثيرٌ في كلام العرب، فمنه في التذكير قول عبيد بن الأبرص الأسدي:
نحن الألى فاجمع جمو ... عك ثم وجههم إلينا
ومنه في تأنيث العاقل قول حميد بن ثور الهلالي أو غيره:
فأما الألى يسكنَّ غور تهامة ... فكل فتاة تترك الحجل أفصما
وقول مجنون ليلى:
محا حبها حب الألى كن قبلها ... وحلمت مكانًا لم يكن حل من قبل
ومنه في تأنيث غير العاقل قول الشاعر:
تهيجني للوصل أيامنا الألى ... مررن علينا والزمان وريق
ثم جاءني طالب من طلبة العلم في المعهد المذكور، وقال لي: بَيِّنْ المعاني التي تاتي لها لفظة "ما". فزجره بعض الأساتذة، وقالوا له: لا تضيعوا علينا هذه الفرصة بمثل هذه الأسئلة التي لا يحتاج لها، لظهورها عند صغار الطلبة، ومنعوه من السؤال رغبة عنه إلى ما هو أهم منه.
ثم سألني القاضي الشرعي في "أم درمان" -وهو إذ ذاك الشيخ',NULL,'140',NULL,NULL,'0');
INSERT INTO [b292] VALUES (138,'يوسف النور- عن تحقيق القول بالموجب؛ لأنه في ذلك الوقت ينظر في كتاب، فوجد فيه ذكر القول بالموجب، فطلب مني الكلام عليه بإيضاح وبيان، فكان جوابي له:
أنَّ القول بالموجب عند الأصوليين مغاير للقول بالموجب عند البيانيين، وسنبينه لك عند الأصوليين والبيانيين.
فالقول بالموجب عند الأصوليين: هو تسليم الدليل مع بقاء النزاع، نحو قوله تعالى: {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} [المنافقون/ ٨] فإن المنافقين كابن أبيّ استدلوا على إخراجهم النبي صلى اللَّه عليه وعلى آله وسلم وأصحابه من المدينة بأن الأعز قادر على إخراج الأذل، فسلم اللَّه لهم هذا الدليل مبيِّنًا أنهم لا حجة لهم فيه؛ لأنهم هم الأذل لا الأعز، لقوله تعالى: {وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ}.
ومنه قوله تعالى: {وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ} [التوبة/ ٦١] [التوبة/ ٦١] سلَّم لهم كونه أذنًا مبئنًا أنهم لا حجة لهم في عيبه بذلك، بل كونه أذنًا مقتضى لمدحه صلى اللَّه عليه وعلى آله وسلم، لا ذمه، لقوله جل وعلا: {قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ}.
وهو أي القول بالموجب عند الأصوليين من القوادح في الدليل علة كان أو غيرها، وهو يقع عند الأصوليين على أربعة أوجه:
الأول: أنه يَرِدُ على النفي.',NULL,'141',NULL,NULL,'0');
INSERT INTO [b292] VALUES (139,'والثاني: أنه يرد على الإثبات.
والثالث: أنه يرد لشمول اللفظ.
والرابع: أنه يرد لأجل سكوت المستدل عن مقدمة غير مشهورة مخافة منع الخصم لها.
وإيضاح هذه الأقسام الأربعة بمثالها:
أن معنى الأول -أي وروده على النفي- هو أن يستنتج المستدل من الدليل إبطال أمر يتوهم منه أنه مبنى مذهب الخصم في المسألة، والخصم يمنع كونه مبنى مذهبه، فلا يلزم من إبطاله إبطال مذهبه.
مثاله: ما لو استدل مالكي أو شافعي على حنفي في مسألة القصاص في القتل بمثقل بأن القتل بمثقل والقتل بمحدد وسيلتان لإزهاق الروح، فالتفاوت في الوسيلة لا يمنع القصاص قياسًا على المتوسل إليه وهو النفس، وأنت يا حنفي توافق على أن التفاوت في النفس لا يمنع القصاص، فلا فرق بين الصغير والكبير والشريف والوضيع، فكذلك التفاوت في الوسيلة إلى إزهاقها، فيقول الحنفي بموجبه بأن يقول: ليس المانع من القصاص عندي التفاوت في وسيلة القتل كما زعمتم، بل أمنعه بمانع اَخر غير هذا المانع الذي نفيتم، ولا يلزم من [انتفاء] مانع بعينه انتفاء غيره من الموانع، ووجود جميع الشرائط بعد قيام المقتضي وثبوت القصاص متوقفٌ على جميع ذلك.
فقول: المستدل: "لا يمنع القصاص" نفيٌ، وقد قدح فيه الحنفي بالقول بموجبه بأن قال: ما توهمت أنه مبنى مذهبي في عدم القصاص',NULL,'142',NULL,NULL,'0');
INSERT INTO [b292] VALUES (140,'ليس هو مبناه، فلا يلزم من إبطاله إبطال مذهبي، بل مذهبي أن القتل بالمثقل ليس بعمد، بك هو شبه عمدٍ؛ لأن العمد قصد كامن في النفس، فإذا أخذ القاتل الآلة المعهودة للقتل كالسلاح استدل بذلك على عمده، وإلا فلا يتحقق العمد؛ لأنه قد يقصد بالمثقل الضرب من غير إزهاق الروح، والمعلل بالمظان يكفي فيه مطلق المظنة، كما أنيط قصر الصلاة بالسفر الذي هو مظنة المشقة، وإن لم تقع فيه مشقة بالفعل.
ومعنى ورود القول بالموجب على الإثبات -الذي هو الوجه الثاني- أن يستنتج المستدل من دليله ما يتوهم منه أنه محل النزاع أو لازمه، ولا يكون كذلك في نفس الأمر، فيقول الخصم بموجبه بأن يقول: هذا الدليل الذي ذكرت لا يتناول محل النزاع، فما أنتجه دليلك أعمُّ من صورة النزاع، ولا يخفى أن وجود الأعم لا يستلزم وجود الأخص.
مثاله أن يقول المستدل الموجب للقصاص بالقتل بالمثقل، كالمالكي والشافعي: قَتَل بما يقتل غالبًا فلا ينافي القصاص، فيجب فيه القصاص قياسًا على الإحراق بالنار لا ينافي القصاص فيجب فيه. فيقول الحنفي بموجبه بأن يقول: سلمنا عدم المنافاة بين القتل بمثقل وبين القصاص، ولكن لِمَ قلتَ: إن القتل بمثقل يستلزم القصاص؟ ومن أين لك أن عدم منافاة القصاص الذي هو أعمُّ من استلزام القصاص يلزم من وجوده، ومعلومٌ أن وجود الأعم لا يستلزم وجود الأخص؛ ومحل النزاع وجوب القصاص وعدمه في القتل بالمثقل، لا',NULL,'143',NULL,NULL,'0');
INSERT INTO [b292] VALUES (141,'منافاته له وعدمها، ومعلومٌ أن الشيء يكون غير منافٍ للشئ وغير مستلزمٍ له، كالسواد فإنه لا ينافي الحلاوة لجواز كون الأسود حلوًا، ولا يستلزمها لجواز كونه غير حلو.
فقول الحنفي: "سلمنا عدم المنافاة بين القتل بمثقل، وبين القصاص، ولكن لِمَ قلتَ: يستلزمه" قولٌ بالموجب، ورد على إثبات وهو قول المستدل: "فيستلزم القصاص".
فالمقصود من هذا النوع استنتاج ما يتوهم أنه محل الخلاف أو لازمه، والمقصود من النوع الأول استنتاج إبطال ما يتوهم أنه مبنى مذهب الخصم.
ومعنى القسم الثالث -الذي هو ورود القول بالموجب بشمول اللفظ- هو أن يكون لفظ المستدل يشمل صورة من صور الوفاق، فيحمله المعترض على تلك الصورة التي هي محل وفاق، ويبقى النزاع فيما عداها، كأن يقول الحنفي في زكاة الخيل: حيوان يسابق عليه فتجب فيه الزكاة كالإبل. فيقول المعترض، كالمالكي: أقول به إذا كانت الخيل للتجارة.
قال الفهري: هذا هو أضعف أنواع القول بالموجب؛ لأن حاصله مناقشة في اللفظ، فتندفع بمجرد العناية. أي بأن يقول الحنفي: عنيت زكاة الخيل مطلقًا لا خصوص خيل التجارة.
ومثال القسم الرابع -الذي هو ورورد القول بالموجب لأجل سكوت المستدل عن مقدمة غير مشهورة مخافة منع الخصم لها لو',NULL,'144',NULL,NULL,'0');
INSERT INTO [b292] VALUES (142,'صرح بها- أن يقول مشترط النية في الوضوء والغسل، كالمالكي والشافعي: ما هو قربة يشترط فيه النية كالصلاة. ويسكت عن المقدمة الصغرى المشتملة على موضوع النتيجة، وهو: الوضوء والغسل قربة. فيقول المعترض كالحنفي بموجبه بأن يقول: مُسَلَّم أن ما هو قربة يشترط فيه النية، ولا يلزم اشتراطها في الوضوء والغسل؛ لأن المقدمة الواحدة لا تنتج. فإن صرح المستدل بأن الوضوء والغسل قربة فركب الدليل تامًّا بأن قال: هما قربة، وكل ما هو قربة تشترط فيه النية، فينتج: هما تشترط فيهما النية. فجواب الحنفي عن هذا خارج عن القول بالموجب؛ لأنه يمنع الصغرى فيقول: الوضوء والغسل ليسا بقربة، بل هما كطهارة الخبث التي لا تشترط فيها النية؛ لأن القول بالموجب إنما ورد من أجل السكوت عن الصغرى، وقد زال بذكرها.
وتقييدنا في الجواب "بغير المشهورة" احترزنا به عن المشهورة؛ لأنها كالمذكورة، فلا يتأتى فيها القول بالموجب، وعكس بعضهم في هذا القيد فقيد بالشهرة لا بنفيها؛ لأن فيه التنبيه على مسوغ حذف المقدمة وهو شهرتها، فصاحب هذا القول يقول: غير المشهورة لا وجه لحذفها، والمشهورة ما كانت ضرورية أو متففا عليها بين الخصمين.
ثم ليعلم ناظره أن الوضوء والغسل مثلًا وسيلة إلى صحة الصلاة، فمن أعطى الوسيلة حكم مقصدها الذي يقصد بها جعلهما قربة، فأوجب فيهما النية، ومن لم يعطها حكم مقصدها لم يجعلهما قربة، فلم يوجب فيهما النية. والذي يظهر لنا أن التحقيق هو الأول.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b292] VALUES (143,'وأعلم أن القول بالموجَب هو لفتح الجيم على صيغة اسم المفعول، لأن المعترض به يسلم ما أوجبه دليل خصمه، لكن يقول: إنه لم يستلزم محل النزاع.
وإلى هذه الأقسام الأربعة التي بيَّنا أشار في "مراقي السعود" بقوله:
والقول بالموجَب قدحه جلا ... وهو تسليم الدليل مُسْجَلا
من مانع أن الدليل استلزما ... لما من الصور فيه اختصما
يجيء في النفي وفي الثبوت ... ولشمول اللفظ والسكوت
عمَّا من المقدمات قد خلا ... من شهرة لخوفه أن تحظلا
وأما القول بالموجب عند البيانيين فهو ضربان:
أحدهما: أن تقع صفة في كلام الغير كناية عن شيء أثبت له حكم، فيثبت المخاطب تلك الصفة لغير ذلك الشيء المثبت له حكم من غير تعرض لثبوت ذلك الحكم له ولا لنفيه عنه، نحو قوله تعالى: {يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ} [المنافقون/ ٨]، فالأعز صفة وقعت في كلام المنافقين كناية عن فريقهم، والأذل كناية عن المؤمنين، وقد أثبت المنافقون لفريقهم حكمًا وهو إخراجهم المؤمنين من المدينة، فأثبت اللَّه تعالى في الرد عليهم صفة العزة لغير فريقهم وهو اللَّه تعالى ورسوله والمؤمنون، ولم يتعرض لثبوت ذلك الحكم الذي هو الإخراج للموصوفين بالعزة أعني اللَّه ورسوله والمؤمنين، ولا لنفيه عنهم.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b292] VALUES (144,'والضرب الثاني منه: هو حمل لفظ وقع في كلام الغير على معنى يحتمله كلامه، وليس هو مراده، وذلك الحمل إنما يكون بذكر متعلق آخر غير المتعلق الذي يقصده المتكلم، أعني بذلك المتعلق شيئًا يناسب المعنى المحمول عليه، سواءٌ كان متعلقًا اصطلاحيًّا كالمفعول والجار والمجرور، أو لا، فالأول كقوله:
قلتُ: ثَقَّلْتُ إذ أتيتُ مرارًا ... قال: ثَقَّلْتَ كاهلي بالأيادي
قلتُ: طَوَّلْتُ قال: لا بل تَطَوَّلْتَ ... وأبرمتُ قال: حبلَ ودادي
والشاهد في قوله: "ثقلَّتُ وأبرمتُ" دون "طوَّلتُ"؛ لأن مراده بقوله: "ثقلت" يعني عليك بأن حملتك المؤنة الثقيلة والمشقة بإتياني مرارًا، فحمله المخاطب على غير مراد المتكلم بأن جعل معناه أن كثرة زيارته له نِعَمٌ منه عليه، ومِنَن أثقل حملها كاهله، وهو ما بين كتفيه. وقوله: "أبرمت" يعني أبرمتك -أي أمللتُك بكثرة ترددي عليك. فحمله المخاطب على غير مراد المتكلم بأن جعل معناه: أبرمت -أي أتقنت وأحكمت- حبل الوداد بيننا بكثرة زيارتك لي.
فأما قوله: "طولت" فليس من القول بالموجب لأن المخاطب صرح بنفيه، حيث قال: "لا بل تطولت" فلم يقل بموجبه بل نفى موجبه صريحًا.
ومن هذا النوع الذي متعلقه اصطلاحي قول القاضي الأرَّجاني:
غالطتني إذ كَسَتْ جسمي الضنا ... كسوةً عَزَتْ من اللحم العظاما
ثم قالت أنت عندي في الهوى ... مثل عيني، صَدَقَتْ لكن سقامًا',NULL,'147',NULL,NULL,'0');
INSERT INTO [b292] VALUES (145,'لأن مرادها بقولها: "مثل عيني" أنه كعينها في المحبة إليها، فحمله على غير مرادها، بأن قال بأنه كعينها في السقم؛ لأنه سقيم من حبها، فأشبه عينها، وسقم أعين النساء ضعف خلقي وتكسر يكون في جفونهن. وقوله: "لكن سقامًا" بَيَّنَ فيه مراده بمتعلق اصطلاحي وهو التمييز، لأن التمييز متعلق بعامله، والمعنى: صدقت في تماثلي مع عينها، ولكن لا في الحب إليها، بل في كون كل منا سقيمًا.
ومن هذا الضرب قول ابن دويدة المغربي من أبيات يخاطب بها رجلًا أودع بعض القضاة مالًا فادعى القاضي ضياعه:
إن قال قد ضاعت فصِدْقٌ أنها ... ضاعت ولكن منك يعني لو تعي
أو قال قد وقعت فصِدْقٌ أنها ... وقعت ولكن منه أحسن موقع
فقد حمل الكلام على غير المراد به بذكر متعلقه الاصطلاحي وهو الجار والمجرور الذي هو "منك" في البيت الأول، و"منه" في الثاني.
ومن هذا الضرب قول الآخر:
وقالوا قد صفت منا قلوب ... لقد صدقوا ولكن من وداد
فالمراد صفاء قلوبهم من الغل والدنس. فحمله المخاطبُ على صفاء قلوبهم، أي فراغها وخلوها من مودته.
وأما البيتان اللذان قبل هذا البيت وهما:
وإخوان حسبتهم دروعًا ... فكانوها ولكن للأعادي
وخلتهم سهامًا صائبات ... فكانوها ولكن في فؤادي',NULL,'148',NULL,NULL,'0');
INSERT INTO [b292] VALUES (146,'فمعناهما قريب من القول دالموجب وليس منه، إذ ليس فيهما حمل صفة وقعت في كلام الغير على معنى آخر، وإنما فيهما ذكر صفة ظُنَّتْ على وجهٍ فإذا هي على خلافه، قال بعض علماء البلاغة: ويمكن جعل مثلهما ضربًا ثالثًا.
والثاني وهو الذي لم يكن متعلقه اصطلاحيًّا نحو قوله:
لقد بهتوا لما رأوني شاحبًا ... فقالوا به عين فقلت وعارض
أرادوا "بالعين" إصابة العائن، فحمله هو على إصابة عين المعشوق بذكر ملائمه الذي هو العارض في الأسنان التي هي كالبرد، فكأنه قال: صدقتهم بأن بي عينًا لكن بي عيناها وعارضها لا عين العائن.
ووجه كون هذا الضرب من القول بالموجب ظاهر؛ لأنه اعترف بما ذكر المتكلم، ثم حمله على غير مراده.
وحملُ كلام المتكلم على غير مراده. تارةً يكون بإعادة المحمول الذي هو المسند كقوله: "قال ثقَّلْتَ كاهلي بالأيادي" بعد قوله: "قلت ثقَّلْتُ"، وكقول بعضهم:
جاء أهلي لما رأوني عليلًا ... بحكيمٍ لشرح دائي يسعف
قال هذا به إصابة عين قلت ... عينُ الحبيب إن كنت تعرف
وتارة يكون بغير إعادة المحمول أعني المسند كقوله: "فقلت وعارض"، وكقوله "وأبرمت قال: حبل وداد"، وكبيتي ابن دويدة',NULL,'149',NULL,NULL,'0');
INSERT INTO [b292] VALUES (147,'المتقدمين.
والضرب الثاني من ضربي القول بالموجب المتقدمين لا يكاد الذهن يفرق بينه وبين الأسلوب الحكيم المذكور في فن المعاني:
فإلا يكنها أو تكنه فإنه ... أخوها غذته أمه بلبانها
وأدخل فيه بعض المحققين المشاكلة كقوله:
قالوا اقترح شيئًا نجد لك طبخه ... قلت اطبخوا لي جبةً وقميصا
لأنه قال بموجب قولهم، فأجاب بتعيين المطبوخ كما سألوه، وحمل اللفظ الواقع منهم على غير مرادهم، فإنهم أرادوا حقيقة الطبخ، فحمله هو على مطلق الصنع الذي هو أعم من الطبخ وهو الخياطة، فطلب فردًا من أفراد ذلك العام وهو الخياطة، وسماها طبخًا مجازًا.
وقد تقرر عند بعض المحققين أن المشاكلة من علاقات المجاز المرسل.
وإلى ضربي القول بالموجب المذكورين أشار علامة زمانه سيدي عبد اللَّه العلوي الشنقيطي في نظمه المسمى "نور الأقاح" بقوله:
ثم من البديع ما قد اشتهر ... بالقول الموجب عندي ذي النظر
وقوع وصف في كلام قد كُنِي ... به عن الذي له حكم بُنِي
فيثبت الوصف لغير ما ثبت ... له الذي عن شأن ذا الحكم سكت',NULL,'150',NULL,NULL,'0');
INSERT INTO [b292] VALUES (148,'أو حمل ما وقع للغير على ... غير مراد إذ لهذا احتملا
ثم طلب منا بعض حذاق الطلبة أن نتكلم لهم عن القادح المسمى "فساد الوضع"، والقادح المسمى "فساد الاعتبار" وأن نبين لهم تحقيق النسبة بينهما.
فكان جوابنا أن قلنا: سنبين لكم فساد الوضع وفساد الاعتبار، والنسبة بينهما.
أما فساد الوضع فهو كون الدليل قياسًا أو غيره ليس على الهيئة الصالحة لاعتباره في ترتيب الحكم عليه، كأن يكون صالحًا لضد ذلك الحكم أو نقيضه، كأخذ التوسيع من التضييق، وأخذ التخفيف من التغليظ، وأخذ النفي من الإثبات، أو الإثبات من النفي، وككون الوصف الجامع ثبت اعتباره بإجماع أو نص من كتاب أو سنة في نقيض الحكم أو ضده في دليل المستدل، قياسًا كان أو غيره.
مثال فساد الوضع بأخذ التوسيع من التضييق قول الحنفية: الزكاة واجبة على وجه الإرفاق لدفع حاجة المسكين، فكانت على التراخي، كالدية على العاقلة. فالتراخي الموسَّع ينافي دفع الحاجة المضيَّق، والمراد بالرفق الرفق بالمالك، ومن فوائد كونها على وجه الإرفاق به تجويز إخراجها من غير المال الذي وجبت فيه، وامتناع أخذ الكريمة من غير طيب نفس.
ومثال أخذ التخفيف من التغليظ قول الحنفية: القتل عمدًا جناية عظيمة لا تجب له كفارة، كالردة. فعظم الجناية يناسب تغليظ الحكم',NULL,'151',NULL,NULL,'0');
INSERT INTO [b292] VALUES (149,'لا تخفيفه بعدم إيجاب الكفارة.
ومثال أخذ النفي من الإثبات قول الشافعي في معاطاة المحقرات: لم يوجد فيها سوى الرضى فلا ينعقد بها البيع، كغير المحقرات. فالرضى الذي هو مناط البيع يناسب الانعقاد لا عدمه؛ لقوله تعالى: {إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} [النساء/ ٢٩].
ومثال أخذ الإثبات من النفي قول المالكي الذي يرى انعقاد البيع في المحقرات وغيرها بالمعاطاة: بيع لم يوجد فيه صيغة فينعدم. فإن انتفاء الصيغة يناسب عدم الانعقاد، لا الانعقاد.
ومثال كون الوصف الجامع ثبت اعتباره بالإجماع في نقيض حكم المستدل أو ضده قول الشافعي في مسح الرأس في الوضوء: مسح، فيستحب تكراره، كالاستنجاء بالحجر حيث يستحب الإيتار فيه، كما إذا حصل الإنقاء بحجرين مثلًا، فلا يعترض بأن تثليث الاستنجاء واجب، فيقال: المسح على الخف لا يستحب تكراره إجماعًا فيما قيل، وإن حكي عن ابن كج: استحباب تثليثه كمسح الرأس. فبيَّن المعترض أن جعل المسح جامعًا فاسد الوضع، إذ ثبت اعتباره إجماعًا في نفي الاستحباب، وهو نقيض الاستحباب، والوصف الواحد لا يثبت به النقيضان؛ لأن ثبوت كل واحد منهما يستلزم انتفاء الآخر.
ومثال كون الوصف الجامع ثبت اعتباره في نقيض حكم المستدل أو ضده قول الحنفي: الهر سبع ذو ناب، فيكون سؤره نجسًا كالكلب. فيقال: السبعية اعتبرها الشارع علة للطهارة حيث دُعِيَ إلى دار فيها كلب فامتنع، وإلى أخرى فيها سنور أي هر فأجاب، فسئل عن ذلك',NULL,'152',NULL,NULL,'0');
INSERT INTO [b292] VALUES (150,'فقال: "السنور سبع". رواه الإمام أحمد وغيره.
وقال بعض العلماء: علة امتناعه كون الملائكة لا تدخل بيتًا فيه كلب.
وهذا لا يقدح في التعليل الذي ذكرنا لوجهين:
أحدهما: أن تعليله صلى اللَّه عليه وعلى آله وسلم عدم دخوله بعدم سبعية الكلب أعمُّ من دخول الملائكة؟ لتحقق السبعية في غير الكلب من الحيوانات، كالطير، مع دخول الملائكة.
والثاني: أن المثال يكفي فيه مطلق الاحتمال. قال في "مراقي السعود":
والشأن لا يُعْتَرَضُ المثالُ ... إذْ قد كفى الفرض والاحتمال
وجواب القدح في الدليل بفساد الوضع هو إثبات كونه صالحًا لترتيب الحكم عليه من جهة أخرى غير الجهة التي جاء منها الاعتراض، بأن يكون له جهتان، ينظر المستدل فيه من إحداهما، والمعترض من الأخرى، كما في مسألة الزكاة، فإن المستدل نظر إلى الرفق بالمالك المناسب للتراخي، والمعترض نظر إلى دفع حاجة المسكين المناسب للفورية، ولذلك يجري قولان في كل ما تجاذبه أصلان، كما قال ميارة في "تكميل المنهج المنتخب":
وإن يكن في الفرع تقريران ... بالمنع والجواز فالقولان
ويجاب عن عدم وجوب الكفارة في قتل العمد بأنه غلظ فيه بالقصاص فلا يغلظ فيه بالكفارة، وعن المعاطاة بأن عدم الانعقاد بها',NULL,'153',NULL,NULL,'0');
INSERT INTO [b292] VALUES (151,'مرتَّبٌ على عدم الصيغة لا على الرضى، ويقدر بكون الجامع معتبرًا في ذلك الحكم، وبكون تخلفه عنه بوجوده مع نقيضه لمانع كما في مسح الخف، فإن تكراره يفسده كغسله.
وهذا الجواب الأخير فيه دفع فساد الوضع لكنه يلزم القادح المسمى في الاصطلاح بـ "النقد" وهو وجود الوصف المحلل به دون الحكم، بناءً على أن عدم اطراد العلة قادحٌ فيها، والاطراد والملازمة في الثبوت والنقد المذكور ليس بقادحٍ عند الأكثرين، لأن أكثر علماء الأصول على أن وجود الوصف المعلل به دون الحكم ليس قادحًا في العلة، بل له حكم التخصيص، فالعلة من قبيل العام المخصوص بالصورة التي تخلف فيها الحكم عن العلة. وإلى هذا أشار في "مراقي السعود" بقوله في القوادح:
منها وجود الوصف دون الحكم ... سماه بالنقد وعاة العلم
والأكثرون عندهم لا يقدح ... بل هو تخصيص وذا مصحح
وقد روي عن مالك تخصيص ... إن يك الاستنباط لا التنصيص
وعكس هذا قد رآه البعض ... . . . . . . . . . . . . . . . . .
وكذا إذا مشينا على القول القائل بأن النقض في العلة المستنبطة لا يقدح إذا كان التخلف لانتفاء شرط أو وجود مانع، كما هو اختيار ابن الحاجب في "مختصره" الأصولي، وإليه الإشارة في "مراقي السعود" بقوله:',NULL,'154',NULL,NULL,'0');
INSERT INTO [b292] VALUES (152,'. . . . . . . . . ... ومنتقى ذي الاختصار النقض
إن لم تكن منصوصة بظاهر .... وليس فيما استنبطت بضائر
إن جا لفقد الشرط أو لما منع ... والوفق في مثل العرايا قد وقع
واعلم أن أقسام فساد الوضع الخمسة التي ذكرنا يمكن ردها إلى قسمين، وهما: تلقي الشيء من ضده أو نقيضه، أو كون الجامع ثبت اعتباره بنص أو إجماع في نقيض الحكم أو ضده. وإلى هذا التحرير الذي ذكرنا في فساد الوضع أشار في "مراقي السعود" بقوله:
من القوادح فساد الوضع أن ... يجي الدليل حائدًا عن السنن
كالأخذ للتوسيع والتسهيل ... والنفي والإثبات من عديل
منه اعتبار الوصف بالإجماع ... والذكر أو حديثه المطاع
في ناقض الحكم بذا القياس ... جوابه بصحة الأساس
وأما "فساد الاعتبار" فهو أن يقوم نص من كتاب أو سنة أو إجماع على مخالفة دليل المستدل قياسًا كان أو غيره، فكل دليل من قياس أو غيره خالف كتاب اللَّه أو سنة نبيه صلى اللَّه عليه وعلى آله وسلم أو إجماع الأمة، فهو باطل بالقادح المسمى "فساد الاعتبار"، كأن يقال من جهة المخالف: لا يصح القرض في الحيوان لعدم انضباطه، كالمختلطات. فيعترض المالكي مثلا بأنه مخالف لحديث مسلم أنه صلى اللَّه عليه وعلى آله وسلم استسلف بكرًا ورد رباعيًّا، وقال: "إن خيار الناس أحسنهم قضاء".',NULL,'155',NULL,NULL,'0');
INSERT INTO [b292] VALUES (153,'وكأن يقول الحنفي: لا يجوز للرجل أن يغسل زوجته لحرمة نظره إليها كالأجنبية. فيعترض بأنه مخالف للإجماع السكوتي في تغسيل علي فاطمة رضي اللَّه عنهما.
وأول من قاس القياس الباطل بفساد الاعتبار الذي هو مخالفة النص هو إبليس اللعين، حيث قاس نفسه على عنصره الذي هو النار، وآدم عليه السلام على عنصره الذي هو الطين، فقال: {أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ} [الأعراف/ ١٢]، فقاس هذا القياس الباطل مع وجود النص الصريح وهو قوله تعالى: {اسْجُدُواْ لآدَمَ} [الأعراف/ ١١]، مع أن الطين طبيعته الجمع والإصلاح والرزانة، تودعه النواة فيؤديكها نخلة، والحبة فيؤديكها سنبلة، والنار بخلاف ذلك طبيعتها الخفة والطيش والتفريق والإفساد، وانظر بين الرماد والبساتين المزهرة المتحلية بأنواع الزينة، فأصل الرماد النار، وأصل البساتين الطين، ولو سلمنا تسليمًا جدليًّا أن النار خير من الطين، فشرف الأصل لا يقتضي شرف الفرع، لجواز دناءة الفرع وخساسته مع شرف الأصل، كما قال الشاعر:
إذا افتخرْتَ بآباء لهم شرف ... قلنا صدقت ولكن بئسما ولدوا
وكما قال الآخر:
وما ينفع الأصل من هاشم ... إذا كانت النفس من باهلة
وباهلة هم الذين يقول فيهم الشاعر:
ولو قيل للكلب يا باهلي ... عوى الكلب من لؤم هذا النسب',NULL,'156',NULL,NULL,'0');
INSERT INTO [b292] VALUES (154,'والعرب تزعم أنهم يأكلون الناس من شدة خساستهم، ويقولون: إنهم اشتووا رجلًا اسمه عفاق فأكلوه، وفيه يقول الراجز:
إن عفاقًا أكلته باهله .... فمششوا عظامه وكاهله
وتركوا أم عفاق ثاكله
وأما النسبة بين "فساد الوضع" و"فساد الاعتبار" فاختلف فيها، فقال بعضهم: فساد الاعتبار أعم مطلقًا، وفساد الوضع أخص مطلقًا، وصرح بهذا القول أبو الحسن الآمدي في "إحكامه"، وهو ظاهر كلام السبكي في "جمع الجوامع".
والتحقيق خلافه، وهو أن النسبة بينهما العموم والخصوص من وجه، وإيضاح ذلك أن "فساد الوضع" هو ألا يكون الدليل على الهيئة الصالحة لاعتباره في ترتيب الحكم عليه، وهو قسمان: تلقي الشيء من نقيضه أو ضده، وكون الجامع ثبت اعتباره بنص أو إجماع في نقيض الحكم أو ضده، و"فساد الاعتبار" أن يخالف الدليل نصا أو إجماعًا.
فإذا تقرر ذلك ظهر أن التحقيق أن بينهما العموم من وجه؛ لصدق فساد الاعتبار فقط حيث يكون الدليل على الهيئة الصالحة لترتيب الحكم عليه، وصدق فساد الوضع فقط حيث لا يكون الدليل على الهيئة الصالحة لترتيب الحكم عليه، ولا يعارضه نص ولا إجماع، وصدقهما معًا حيث لا يكون الدليل على الهيئة المذكورة مع معارضة نصر أو إجماع له.',NULL,'157',NULL,NULL,'0');
INSERT INTO [b292] VALUES (155,'قال زكريا بعد توجيه كون العموم بينهما من وجه كما رأيت ما نصه: فما قيل من أن فساد الوضع أعمُّ، ومن أنهما متباينان، ومن أنهما متحدان = فسهوٌ.
وإلى هذا التحقيق والأختيار من الاختلاف أشار في "مراقي السعود" بقوله:
والخلف للنص أو اجماع دعا ... فسادَ الاعتبار كلُّ من وعى
وذاك من هذا أخص مطلقا ... وكونه ذا الوجه مما ينتقى
وقوله: "ينتقى" أي يختار.
وجواب القدح بالقادح المسمى "فساد الاعتبار" يكون بأمور:
منها: الطعن في السند إن لم يكن متواترًا بأنه موقوفٌ، أو منقطعٌ، أو معضلٌ، أو مرسلٌ، أو أن راويه غير عدل، أو كذَّبه فيه شيخُه.
ومنها: منع ظهور النص المعترض به فيما يدعيه المعترض، كمنع عمومٍ، أو مفهومٍ، أو دعوى إجمال.
ومنها: دفع النص بنصٍّ أقوى منه.
ومنها غير ذلك.
ثم دار في المذاكرة ذكر "تنقيح المناط"، فطلب منَّا بعض القوم أن نبين لهم "تنقيح المناط" و"تخريج المناط" و"تحقيق المناط"، وأن نتكلم لهم على هذه الأقسام الثلاثة بما يكشف النقاب عنها.',NULL,'158',NULL,NULL,'0');
INSERT INTO [b292] VALUES (156,'فكان جوابنا في إيضاح الأقسام الثلاثة: أن المناط -بفتح الميم-: هو علة الحكم، والمناط في اللغة: مكان النوط، وهو تعليق الشيء على الشيء وإلصاقه به، كما قال حسان رضي اللَّه عنه:
وأنت زنيم نيط في آل هاشم ... كما نيط خلف الراكب القدح الفرد
وقال أبو تمام:
أحب بلاد اللَّه ما بين مَنْبِج ... إليَّ وسلمى أن يصوب سحابها
بلاد بها نيطت عليَّ تمائمي ... وأول أرض مس جلدي ترابها
وسميت العلة مناطًا لربط الحكم بها وتعليقه عليها.
أما تنقيح المناط: فهو المسلك التاسع من مسالك العلة.
والتنقيح في اللغة: التهذيب والتصفية، وهو مأخوذ من تنقيح المنخل وهو إزالة ما يستغنى عنه، وإبقاء ما يحتاج إليه، وكلام منقح: أي لا حشو فيه.
وهذا المسلك التاسع المسمى "تنقيح المناط" هو تنقيح علة الحكم، أي تهذيبها وتصفيتها بإزالة ما لا يصلح للتعليل عما يصلح له، وهو ثلاثة أقسام، بناء على أن إلغاء الفارق قسم عنه وهو التحقيق، وعلى أن إلغاء الفارق مسلك عاشر.
فتنقيح المناط قسمان:
أحدهما: أن يدل ظاهر نص من كتاب أو سنة على التعليل بوصف، فيحذف المجتهد خصوص ذلك الوصف عن اعتبار الشارع',NULL,'159',NULL,NULL,'0');
INSERT INTO [b292] VALUES (157,'له، وينيط الحكم بالمعنى الأعم.
مثاله في القرآن قوله تعالى: {فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ} [النساء/ ٢٥]، فقد ألغوا خصوص الإناث في تشطير الحد، وأناطوه بالرق.
ومثاله من السنة قوله صلى اللَّه عليه وعلى آله وسلم: "لا يقضي القاضي وهو غضبان". فإن ذكر الغضب مقرونًا بالحكم يدل بظاهره على التعليل بالغضب، لكن ثبت بالنظر والاجتهاد أنه ليس علة لذاته، بل لما يلازمه من التشويش المانع من استيفاء الفكر، فيحذف خصوص الغضب، ويناط النهي بالمعنى الأعم الذي هو التشويش المدهش عن الفكر، فيحرم القضاء مع كل ما يدهش عن الفكر كالعطش والجوع المفرطين، وكالحقن والحقب أعني مدافعة البول والغائط، ونحو ذلك من نزول مصيبة أو فرحٍ شديد، وغير ذلك.
ومن هذا القسم إيجاب مالك وأبي حنيفة رحمهما اللَّه الكفارة بالأكل والشرب عمدًا في نهار رمضان، وبيانه أنه جاء أعرابي للنبي صلى اللَّه عليه وعلى آله وسلم يضرب صدره وينتف شعره ويقول: هلكت وأهلكت، واقعت أهلي في نهار رمضان، فقال له صلى اللَّه عليه وعلى آله وسلم: "أعتق رقبة". فألغى مالك وأبو حنيفة رحمهما اللَّه خصوص مواقعة الأهل، وأناطا الكفارة بالإفطار عمدًا، لما فيه من انتهاك حرمة رمضان، فأوجبا الكفارة في الأكل والشرب.
والقسم الثاني من تنقيح المناط: هو أن تكون أوصاف في محل الحكم فيحذف بعضها عن الاعتبار، ويناط الحكم بالباقي من',NULL,'160',NULL,NULL,'0');
INSERT INTO [b292] VALUES (158,'الأوصاف، وحاصله: الاجتهاد في حذف بعض الأوصاف وتعيين بعضها للعلة.
وهذا القسم من تنقيح المناط هو بعينه السبر والتقسيم، وهو المسلك الرابع من مسالك العلة، فله اسمان: يسمى "السبر والتقسيم"؛ لأنه قسم منه، ويسمى "تنقيح المناط"؛ لأنه قسم منه، فبين "تنقيح المناط" من حيث هو وبين "السبر والتقسيم" من حيث هو عمومٌ وخصوصٌ من وجه؛ لاشتراكهما في هذا النوع المذكور آخرًا، وانفراد تنقيح المناط في النوع الأول من قسمي "تنقيح المناط" المذكورين، وانفراد "السبر والتقسيم" فيما إذا كان يتبين بالسبر أن الأوصاف المقسمة باطلةٌ كلها.
ويمثل لهذا القسم الأخير من قسمي "تنقيح المناط" الذي هو "السبر والتقسيم" بحديث الصحيحين المتقدم في المواقعة في نهار رمضان، ألغوا فيه كونه أعرابيًا يضرب صدره وينتف شعره، وكون الموطوءة زوجة، وكون الوطء في القبل؛ لأنها لا تصلح للتعليل، والباقي عند الشافعي هو المجامعة في نهار رمضان، وعند مالك وأبي حنيفة الإفطار عمدًا في نهار رمضان؛ لما فيه من انتهاك حرمته، فقد نقحاه مرتين، ونقحه الشافعي مرةً واحدةً.
فعلم من هذا أن أبا حنيفة رحمه اللَّه يستعمل "تنقيح المناط" في الكفارة، وإن كان يمنع القياس فيها.
وإلى هذين القسمين من "تنقيح المناط" أشار في "مراقي السعود" بقوله في تعريف "تنقيح المناط":',NULL,'161',NULL,NULL,'0');
INSERT INTO [b292] VALUES (159,'وهو أن يجي على التعليل ... بالوصف ظاهر من التنزيل
أو الحديث فالخصوص ... يَطْرُدُ عن اعتبار الشارعِ المجتهدُ
وقال في القسم الثاني منه:
من المناط أن تجي أوصاف ... فبعضها يأتي له انحذاف
عن اعتباره وما قد بقيا ... ترتب الحكم عليه اقتفيا
وأما "إلغاء الفارق" فذهب بعضهم إلى أنه مسلك عاشر ليس قسمًا من "تنقيح المناط"، وعليه درج السبكي في "جمع الجوامع".
والتحقيق أن إلغاء الفارق قسم من "تحقيق المناط"، ويسمى حينئذٍ "تنقيح المناط وإلغاء الفارق"، وهو تبيين عدم تأثير الفارق المنطوق به في الحكم، فيثبت الحكم لما اشتركا فيه؛ لأنه إذا لم يفارق الفرع الأصل إلا فيما لا يؤثر، ينبغي اشتراكهما في المؤثر، فيلزم من ثبوت الحكم في الأصل ثبوته في الفرع.
وإنما قلنا: إن التحقيق أن "إلغاء الفارق" قسمٌ من "تنقيح المناط"، لأن حذف خصوص الوصف عن الاعتبار قد يكون بإلغاء الفارق، وقد يكون بدليل آخر، وهذا ظاهرٌ.
و"إلغاء الفارق" ينقسم إلى ظني وقطعي؛ فمثال القطعي منه إلحاق صب البول في الماء الراكد بالبول فيه في الكراهة، إذ لا فرق بين أن يبول فيه وبين أن يبول في إناء ثم يصب البول فيه، ومثال الظني منه إلحاق الأمة بالعبد في سراية العتق الثابت في حديث الصحيحين:',NULL,'162',NULL,NULL,'0');
INSERT INTO [b292] VALUES (160,'"من أعتق شركًا له في عبدٍ، فكان له مال يبلغ ثمن العبد قُوِّم العبد قيمة عدل، فأعطى شركاءه حصصهم وعتق عليه، وإلا فقد عتق منه ما عتق"؛ فالفارق بين العبد والأمة الأنوثة، ولا تأثير لها في منع السراية، فثبتت السراية في الأنثى لأجل ما شاركت فيه العبد من الأحكام غير السراية. وإنما كان هذا المثال ظنيًّا؛ لأنه قد يتخيل فيه احتمال اعتبار الشارع في عتق العبد استقلاله في جهادٍ وجمعةٍ وغيرهما مما لا مدخل للأنثى فيه.
وإلى كون "إلغاء الفارق" قسمًا من "تنقيح المناط" أشار إليه في "مراقي السعود" بقوله:
فمنه ما كان بإلغا الفارق ... وما بغيرٍ من دليل رائق
وأما "تخريج المناط" فهو المسلك الخامس من مسالك العلة، واسمه عند بعض الأصوليين "تخريج المناط"، وهو ما درج عليه ابن الحاجب، واسمه عند بعضهم "المناسبة والإخالة"، وهو ما درج عليه صاحب "جمع الجوامع"، والقائل بهذا القول الأخير يقول: "تخريج المناط" هو استخراج المجتهد أي استنباطه المسلك الذي هو المناسبة والإخالة.
والتحقيق جواز كل من الأمرين، فالذي يقول: إن المسلك هو نفس المناسبة لا استخراجها -كالسبكي- قوله وجيهٌ جدًّا؛ لأن المسلك دليل العلة، وشأن الدليل كما هو جلي أن يكون ثابتًا في نفسه مع قطع النظر عن نظر المستدل فيه سابق الوجود عليه. والذي يقول: إن استخراج المناسبة الذي هو "تخريج المناط" هو المسلك أي الطريق',NULL,'163',NULL,NULL,'0');
INSERT INTO [b292] VALUES (161,'الذي يعرف به كون الوصف علة للحكم -كابن الحاجب- قوله صحيحٌ أيضًا.
فيصح إطلاق المسلك على كلٍ من "المناسبة" ومن "تخريج المناط"؛ لأن المراد بالمسلك ما أثبت العلية، ونسبة إثباتها لكل منهما صحيحة، لأن المناسبة دليلٌ، والتخريج إقامة ذلك الدليل، وكل منهما يصح أن ينسب إليه المسلكية.
وقد ارتكب السبكي في المسلك الرابع الذي هو "السبر والتقسيم" نظير ما ارتكبه ابن الحاجب في المسلك الخامس الذي هو "المناسبة والإخالة" عند السبكي، و"تخريج المناط" عند ابن الحاجب.
وإيضاحه أن السبكي في "جمع الجوامع" فسر المسلك الرابع الذي هو "السبر والتقسيم" بالحصر والإبطال، وهما فعلان للمجتهد، كما أن استخراج المناط الذي فسَّر به ابن الحاجب المسلك الخامس فعل للمجتهد أيضًا.
والمناط: العلة. وتخريجها: استنباطها.
والمناسبة لغة: الملاءمة أي الموافقة، وقيل: المقاربة. والإخالة -بكسر الهمزة وبالخاء المعجمة- مِنْ خَالَ بمعنى ظنَّ، سميت مناسبة الوصف للحكم بالإخالة لأن بالنظر إلى ذاتها يُخال أي يُظَنُّ عِلِّيَّةُ الوصف للحكم.
والمناسبة في الاصطلاح: ملاءمة خاصة هي فرد من أفراد المعنى اللغوي. وعليه، فالمناسب المأخوذ منها -أي من المناسبة',NULL,'164',NULL,NULL,'0');
INSERT INTO [b292] VALUES (162,'الاصطلاحية- هو الوصف المناسب الذي استلزم ترتب الحكم عليه جلب مصلحة أو درء مفسدة، ويدخل في المفسدة المشقة، والمصلحة لذة أو وسيلتها، والمفسدة ألم أو وسيلته، وكلاهما نفسي أو بدني، دنيوي أو أخروي.
قال في "التنقيح": والمناسب ما تضمن تحصيل مصلحة أو درء مفسدة، فالأول كالغنى علة وجوب الزكاة. والثاني كالإسكار علة تحريم الخمر. انتهى.
فيلزم على ترتب وجوب الزكاة على الغنيِّ المقصودُ الذي هو سد خلة الفقراء، ومن ترتب تحريم الخمر على الإسكار المقصودُ الذي هو حفظ العقل الموجب زواله للوقوع في كثير من المهالك.
و"تخريج المناط" الذي هو نفس المسلك عند ابن الحاجب، واستخراجه عند السبكي، معناه: تعيين المجتهد العلة بإبداء مناسبة بين العلة المعينة والحكم، مع الاقتران بينهما في دليل حكم الأصل، ومع السلامة للوصف المعين من قوادح العلية، والاقتران معتبر في كون الوصف المناسب علة لا في كون الوصف مناسبًا.
وصورته أن يحكم الشارع في صورة بحكم ولا يتعرض لبيان علته، فيبحث المجتهد عن علة ذلك الحكم ويستخرج ما يصلح مناطًا له، كالإسكار في حديث مسلم. "كل مسكر حرام"؛ فهو لإزالة العقل المطلوب حفظه مناسب للحرمة، وقد اقترن بها في دليل الحكم، وهو الحديث المذكور، وسلم من القوادح.',NULL,'165',NULL,NULL,'0');
INSERT INTO [b292] VALUES (163,'وقولنا: "تعيين المجتهد العلة بإبداء مناسبة" احترزنا به عن تعيين العلة بالطرد، أو الشبه، أو الدوران، أو الوصف المستبقى في السبر، وباعتبار المناسبة في هذا المسلك يمتاز عن ترتب الحكم على الوصف الذي هو من أقسام الإيماء الذي هو المسلك الثالث، وإن اشتركا في ارتباط الحكم بالوصف في كل منهما، فحديث مسلم المذكور فيه الإيماء من جهة ترتيب الحكم على الوصف، ولو فرضنا عدم ظهور المناسبة بينهما على مذهب الأكثر من عدم اشتراطها، وفيه المناسبة -أي النوع المسمى بها- من جهة ظهور المناسبة الخاصة.
والسلامة عن القوادح قيدٌ في تسمية التعيين المذكور بتخريج المناط بحسب الواقع، لا للاعتداد به، إذ كل مسلك لا يتم بدون السلامة من القوادح، فالسلامة عنها جزء من مسمى هذا المسلك الذي هو المناسبة أو تخريج المناط، أما بالنسبة إلى غيره من المسالك فشرطٌ خارجٌ عن المسمى.
وما ذكرنا في تفسير المناسبة اصطلاحًا هو الصحيح من أقوال متقاربة ذكرها صاحب "جمع الجوامع".
واعلم أن الوصف المناسب المذكور لابد من تحقيق استقلاله بالعلية، وذلك بنفي غيره من الأوصاف، بألا يوجد مثله ولا ما هو أولى منه بالسبر والتقسيم.
وإلى جميع هذا التحقيق المذكور في "تخريج المناط" أشار في "مراقي السعود" بقوله:',NULL,'166',NULL,NULL,'0');
INSERT INTO [b292] VALUES (164,'ثم المناسبة والإخالة ... من المسالك بلا استحالة
ثم بتخريج المناط يشتهر ... تخريجها وبعضهم لا يعتبر
وهو أن يعين المجتهد ... لعلة بذكر ما سيرد
من التناسب الذي مَعْهُ اتضح ... تقارنٌ والأمن مما قد قدح
وواجبٌ تحقيق الاستقلال ... بنفي غيره من الأحوال
ثم المناسب الذي تضمنا ... ترتب الحكم عليه ما اعتنى
به الذي شرَّع من إبعاد ... مفسدة أو جلب ذي سداد
وقوله: "وبعضهم لا يعتبر" يشير به إلى إنكار الظاهرية ومن تبعهم لتخريج المناط.
قال مقيد هذه الرحلة عفا اللَّه عنه وغفر له: الفرق بين هذا المسلك الخامس الذي هو "المناسبة"، أو "تخريج المناط" وبين المسلك الرابع الذي هو "السبر والتقسيم" متعسر جدًّا، إن لم يكن متعذرًا على الذهن السليم.
وإيضاحه أن "السبر والتقسيم" مركبٌ من أمرين، وهما: التقسيم والسبر، أي حصر أوصاف الحكم، وإبطال ما لا يصلح منها للعلة، وإبقاء الصالح لها. وصلاحية الوصف للتعليل إنما تكون بمناسبته، والمسلك المسمى "بالمناسبة" لابد فيه من تحقيق استقلال الوصف المناسب بالعلية بنفي المناسبة عن غيره من الأوصاف، بألا يوجد مثله أو أولى منه، وطريق ذلك إنما هو السبر والتقسيم، فيظهر اتحاد',NULL,'167',NULL,NULL,'0');
INSERT INTO [b292] VALUES (165,'المسلكي، ويعسر الفرق.
وحاول صاحب "مراقي السعود" في شرحه له المسمى "نشر البنود" حَلَّ هذا الإشكال بما نصه: وبحث في "الآيات البينات" بأنه قد يشكل الاحتراز المذكور بأن ما ذكر من الوصف المستبقى في السبر والمدار في الدوران، وغيرهما من الأوصاف، قد يشتمل على "المناسبة"، ويحصل من ترتيب الحكم عليه ما ذُكِر. وغاية الأمر أن تلك المسالك لم يعتبر فيها "المناسبة" في دلالتها على العلية، وذلك لا ينافي حصول المناسبة لتلك الأوصاف، اللهم إلا أن يريدوا أن الأوصاف المثبتة عليتها بتلك المسالك لا يحصل من ترتيب الحكم عليها ما ذُكِر، فلو اشتملت على مناسبة لكان حصول ما ذكر من ترتيب الحكم عليه باعتبار مسلك "المناسبة"، لا تلك المسالك الأخرى. انتهى فانظره، واللَّه تعالى أعلم.
وأما "تحقيق المناط" فهو إثبات العلة المتفق عليها في الفرع، فالمختلفون في "تحقيق المناط" متفقون في علة الحكم.
وإيضاحه بمثاله، اختلافهم في النَّباش الذي ينبش القبور ويأخذ الأكفان، هل هو سارقٌ تقطع يده، أم لا؟ فبعضهم يقول: المناط -أي العلة التي هي السرقة- موجودةٌ محققة في النَّباش؛ لأخذه مالًا خفيةً من حرز مثله، فيقطع، والإمام أبو حنيفة رحمه اللَّه يقول: لا يقطع؛ لأنه غير سارق، فلا يسلِّم أن المناط الذي هو السرقة موجود في النباش. والكل متفق على أن السارق تقطع يده، وإنما اختلفوا في تحقيق السرقة.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b292] VALUES (166,'و"تحقيق المناط" ليس من مسالك العلة، بل هو دليل تثبت به الأحكام، فلا خلاف في وجوب العمل به بين الأمة، وإليه تضطر كل شريعة.
قال أبو إسحاق الشاطبي: لابد من الاجتهاد فيه في كل زمن، ولا ينقطع، إذ لا يمكن التكليف إلا به.
وإلى هذا التحقيق أشار في "مراقي السعود" بقوله:
تحقيق علة عليها ائتلفا ... في الفرع تحقيق مناط أُلِفا
ولما ذكرنا في هذا الجواب أن الوصف المناسب المذكور لابد من تحقيق استقلاله بالعلية، وذلك بنفي غيره من الأوصاف، وطريق ذلك إنما هو "السبر والتقسيم"، [سألوا توضيحه] (¬١)، فأجبتهم إلى بيانه، بما حاصله: أن "السبر والتقسيم" عند الأصوليين هو المعروف عند المناطقة بـ "الشرطي المنفصل"، ويسمى عند الجدليين بـ "التقسيم والترديد"، وهو عند الأصوليين المسلك الرابع من مسالك العلة، ويسمى هذا المسلك بـ "السبر" وحده، وبـ "التقسيم" وحده، وبهما معًا وهو الأكثر.
والسبر بالفتحة لغةً: هو الاختبار، ومنه سُمِّيَ ما يعرف به طول الجرح وعرضه سِبَارًا ككتاب، ومِسْبَارًا كمفتاح، تقول العرب: هذه القضية يسبر بها غور العقل. أي يختبر.
_________
(¬١) زيادة تقديرية ليست في الأصل المطبوع، وسياق الكلام يقتضيها.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b292] VALUES (167,'والتقسيم؛ الافتراق، ولذا عبَّر بعض الأصوليين عن التقسيم بالافتراق.
والأصل أن يقال: التقسيم والسبر؛ لأن الناظر يحصر ما في المحل من الأوصاف، بأن يقول مثلا: علة الربا إما الاقتيات والادخار، أو الطعم، أو الكيل، وهذا هو التقسيم، ثم يختبر الصالح للعلية من غيره، وهذا هو السبر، فيعيَّن الصالح للعلية.
وإذا كان ذلك هو الأصل فمقتضاه أن يقال: "التقسيم والسبر"، ليوافق ترتب اللفظين ترتب معنييهما، وإنما أخروا "التقسيم" في اللفظ عن "السبر" وهو سابقٌ عليه في الوجود؛ لأن التقسيم لما كان وسيلة للاختبار، والأختبار هو المقصد، وقاعدة العرب تقديم الأهم والأفضل قدِّم "السبر" لأنه المقصد الأهم، وأخِّر "التقسيم" لأنه وسيلة أخفض رتبةً من المقصد.
وكيفية إفادة هذا المسلك الذي هو "السبر والتقسيم" علية الوصف للحكم أن الحكم مهما أمكن أن يكون معللًا فلا يجعل تعبدًا، وإذا أمكن إضافته للمناسب فلا يضاف لغيره، ولم نجد مناسبًا إلا ما بقي بعد "السبر"، فوجب كونه حجة وعلةً لهذه القواعد.
وإيضاح هذا المسلك الذي هو "السبر والتقسيم": هو أن يحصر المجتهد الأوصاف الموجودة في الأصل المقيس عليه، ثم يبطل ما لا يصلح للعلة من تلك الأوصاف، ويعين للتعليل الوصف الصالح له، وإبطال الأوصاف المذكورة يكون بطريقٍ من طرق إبطال العلة المعروفة في القوادح، كعدم الأطراد، وعدم الانعكاس بناءً على القدح بهما،',NULL,'170',NULL,NULL,'0');
INSERT INTO [b292] VALUES (168,'وكالكسر، وعدم تأثير الوصف.
ومن أنواع عدم تأثير الوصف كونه طرديًّا، والوصف الطردي هو ما علم من الشارع إلغاؤه، ويُعلم إلغاؤه باستقراء موارد الشريعة سواء كان طرديًّا في جميع الأحكام كالطول والقصر، فإنهما لم يعتبرا في القصاص، ولا في الكفارة، ولا في الإرث، ولا في العتق، لا في المعتِق بالكسر، ولا في المعتَق بالفتح، ولا غير المذكورات، فلا يعلل بهما حكمٌ أصلًا، أو كان طرديًّا في النزاع فقط، كالذكورة والأنوثة بالنسبة إلى العتق، فلا يعلل بهما شيءٌ من أحكام العتق، وإن اعتبر في الشهادة، والقضاء، والإمامة، والإرث، وولاية عقد النكاح.
ومن طرق الإبطال بعد ثبوت الحصر كون الوصف ملغى، وإن كان مناسبًا للحكم المتنازع فيه، ويكون الإلغاء باستقلال المستبقى بالحكم دونه في صورةٍ مجمع عليها، كاستقلال الطعم في ملء كف من القمح بالحكم الذي هو حرمة ربا الفضل، دون الكيل وغيره، فإن ذلك لا يكال، وليس فيه اقتيات في الغالب.
ومن طرق الإبطال بعد ثبوت حصر الأوصاف ألا تظهر مناسبة الوصف الذي يريد المستدل إسقاطه للحكم بعد البحث عنها، لانتفاء مثبت العلية، بخلاف الإيماء فلا يشترط فيه ظهور المناسبة عند الأكثر، وإنما اشترطت في "السبر والتقسيم" لأنه لما تعددت فيه الأوصاف احتيج إلى بيان صلاحية بعضها للعلية بظهور المناسبة فيه، فاشتراط ظهور المناسبة في السبر لعارض.
فإن ادعى المعترض أن الوصف الذي استبقاه المستدل واعتبره',NULL,'171',NULL,NULL,'0');
INSERT INTO [b292] VALUES (169,'لمناسبة غير مناسب، فليس للمستدل إقامة الدليل على كونه مناسبًا، لأنه انتقالٌ من مسلك السبر إلى مسلك المناسبة والإخالة، لكن له ترجيح سبره على سبر المعترض، بأن يبين أن الوصف المستبقي في سبره متعدٍّ من الأصل المقيس عليه إلى فرعه، وأن الوصف في سبر المعترض قاصر، أي غير متعدٍّ من الأصل إلى فرعه، فالعلة القاصرة عندهم هي غير المتعدية إلى الفرع، والمتعدي أولى من القاصر.
وذَكَرَ الرهوني أن المستدل لو قال: لو لم يكن الوصف مناسبًا لزم التعبد بالحكم، والأصل خلافه، كان حسنًا.
وأما حصر أوصاف المحل فيكفي فيه قول المجتهد العدل: "بحثت فلم أجد فُوهِمَ مناسبة غير هذا الذي ذكر له من الأوصاف"؛ لعدالته مع أهلية النظر فيه، فيندفع عنه بذلك منع الحصر. وغير العدل لا يكفيه أن يقول ما ذكر؛ لأن قوله لا يقبل شرعًا، والمراد عدل الرواية لأن هذا إخبار محض، ولكن له الدفع بالاستدلال على الحصر كأن يقول: "العلة في الإجبار في النكاح إما البكارة، وإما الجهل بالمصالح"، فيمنع المعترض الحصر، فيحتج المستدل بالإجماع على نفي التعليل بغيرهما.
ويكفي في حصر الأوصاف في المحل أيضًا أن يقول المستدل: "الأصل عدم غير ما ذكرت من الأوصاف"؛ فإن أبدى المعترض وصفا زائدًا على الأوصاف التي ذكرها المستدل، فلا يكلف المعترض ببيان صلاحيته للتعليل، فإن المستدل لم يعتقد في صلاحية ما ادعاه إلا حصر الأوصاف التي ذكر في الأصل، وإبطال ما عدا المستبقى،',NULL,'172',NULL,NULL,'0');
INSERT INTO [b292] VALUES (170,'ووجود وصف زائد على ما ادعى يخرم بمجرده دليله، غير ألا يكون منقطعًا بمجرد إظهار المعترض الوصف الزائد على الأوصاف التي حصرها المستدل، حتى يعجز عن إبطال صلاحية ذلك الوصف للعلية، لأنه إن أظهر إبطاله ما ضرَّ وجوده؛ لأن وجود ما لا يصلح للعلية كعدمه. وذكر ولي الدين قولًا: أنه ينقطع بمجرد إظهار الوصف الزائد لظهور بطلان ما ادعاه من الحصر.
والسبر والتقسيم مركب من أمرين: أحدهما: الحصر، والثاني: الإبطال، فإذا بطل أحدهما بطل الدليل، لأن الماهية المركبة تنخرم بانخرام بعض أجزائها، وقد يتفق الخصمان على إبطال ما عدا وصفين، فيكفي المستدل التردد بين علته وعلة خصمه اكتفاءً بالاتفاق منهما على إبطال ما سواهما، وإذا أبطل علة خصمه صحت علته، مثل أن يتفق الشافعي مع الحنفي أن العلة في الربا الطعم أو التقدير، لا غير ذلك، فإذا استدل على إبطال أحدهما، صح التعليل بالآخر.
ومثال "السبر والتقسيم" أن يقول المستدل في علة ربا الفضل مثلًا: هي إما الطعم، أو الأقتيات، أو التقدير بالكيل والوزن، ثم يستدل على إبطال اثنين، فيتعين كون الثالث علة.
واعلم أن مدار "السبر والتقسيم" على أمرين، وهما: الحصر والإبطال كما تقدم، فإذا كانا قطعيين كان قطعيًّا، وإذا كان ظنيين أو أحدهما ظنيًا فالسبر والتقسيم ظني.
واعلم أن العلماء مختلفون في الاحتجاج "بالسبر والتقسيم" الظني على مذاهب:',NULL,'173',NULL,NULL,'0');
INSERT INTO [b292] VALUES (171,'أحدها -وهو قول الأكثر، واختاره القاضي أبو بكر-: أنه حجة مطلقًا. قال الفهري: وهو الأظهر، لأنه يغلب على الظن بأن الحكم لا يخلو غالبًا عن علة، وأن علته لا تعدو أوصاف محله، وإذا ظهر بطلان ما سوى المستبقى غلب على الظن أنه العلة.
الثاني: أنه غير حجة؛ لاحتمال إبطال المستبقى بسبب احتمال عدم الحصر، أو عدم الإبطال.
الثالث -وبه قال إمام الحرمين-: أن شرط كونه حجة انعقاد الاجماع على تعليل الحكم في الأصل على الجملة، وإلا فلا؛ لاحتمال أن يكون تعبدًا.
قال الفهري: ما ذكره إمام الحرمين محتمل إلا أنه خلاف الأصل. يعني أن الأصل في الأحكام -أي الغالب فيها- المعقولية لا التعبد، فإلحاقه بالأغلب أولى من إلحاقه بالنادر.
الرابع: أنه حجة للناظر لنفسه دون المناظر غيره، لأن ظنه لا يكون حجة على خصمه.
وأجاب في "الآيات البينات" عن هذا: بأنه ليس من باب التقليد، بل من باب إقامة الدليل على الغير، وإن لم يفد إلا مجرد الظن؛ لوجوب العمل بالدليل الظني، ولا فرق في كون الظني حجة بين الناظر بنفسه والمناظر غيره.
وإلى هذه التحقيقات التي ذكرنا في مباحث "السبر والتقسيم" أشار في "مراقي السعود" بقوله:',NULL,'174',NULL,NULL,'0');
INSERT INTO [b292] VALUES (172,'والسبر والتقسيم قسم رابع ... أن يحصر الأوصاف فيه جامع
ويبطل الذي لها لا يصلح ... فما بقي تعيينه متضح
معترض الحصر في دفعه يرد ... بحثت ثم بعد بحثي لم أجد
أو انفقاد ما سواها الأصل ... وليس في الحصر لظن حظل
وهو قطعي إذا ما نميا ... للقطع والظن سواه وعيا
حجية الظنيِّ رأيُ الأكثر ... في حق ناظر وفي المناظر
إن يبد وصفًا زائدًا معترض ... وَفَى به دون البيان الغرض
وقطع ذي السبر إذًا منحتم ... والأمر في إبطاله منبهم
أبطل لما طردًا يرى ويبطل ... غير مناسب له المنخذل
كذاك بالإلغا وإن قد ناسبا ... وبتعدي وصفه الذي اجتبى
واعلم أن هذا الدليل المسمى عند الأصوليين بـ "السبر والتقسيم" من أحسن الأدلة الجدلية، وأنفعها في إفحام الخصوم، وهو الدليل الذي أفحم به الشيخ الذي جيء به مقيدًا من الشام ابن أبي داود بحضرة الواثق باللَّه العباسي، وذلك أن الشيخ الشامي قال لابن أبي داود: مقالتك هذه التي تدعو الناس إليها وهي القول بخلق القرآن لا تخلو بالتقسيم الصحيح من أحد أمرين: إما أن يكون النبي صلى اللَّه عليه وعلى آله وسلم كان عالمًا بمقالتك هذه التي تدعو الناس إليها، هو وخلفاؤه الراشدون، أو كانوا غير عالمين بها، ولا واسطة بين الأمرين، أي علمهم بها وعدمه، وفي كل واحد منهما فأنت على غير',NULL,'175',NULL,NULL,'0');
INSERT INTO [b292] VALUES (173,'حق يا ابن أبي داود؛ لأنه صلى اللَّه عليه وعلى آله وسلم إذا كان عالمًا بها وسكت عنها، ولم يدع لها أحدًا، وكذلك خلفاؤه الراشدون، فأنت يا ابن أبي داود يسعك ما وسع النبي صلى اللَّه عليه وعلى آله وسلم في أمته، ووسع خلفاءه الراشدين في رعاياهم، وإن كان النبي صلى اللَّه عليه وعلى آله وسلم وخلفاؤه الراشدون رضي اللَّه عنهم غير عالمين بها فكيف يجهلونها وتعرفها أنت يابن أبي داود؟ ! فانقطع ابن أبي داود بهذا "السبر والتقسيم"، وفهم الواثق أنه لابد من أحد الأمرين، وذلك هو معنى "التقسيم"، وأن ابن أبي داود مخطئٌ على كل منهما، وذلك هو معنى "السبر".
ومثاله في القرآن العظيم: رد اللَّه تعالى تشريع عمرو بن لحي الذي كان عليه أشياعه من الكفار في زمن النبي صلى اللَّه عليه وعلى آله وسلم من تحريم البحائر والسوائب والحوامي ونحو ذلك، فإنهم كانوا يحرمون بعض الإناث دون بعض، كالبحيرة والسائبة والوصيلة دون غيرها مما هو حلال عندهم، ويحرمون بعض الذكور دون بعض كالحامي دون غيره، فأبطل اللَّه تحريمهم البعض دون البعض بدليل هو الذي يقال له في الاصطلاح "السبر والتقسيم".
وإيضاح ذلك أن حاصل ما رد عليهم به هو أن تحريم البعض دون البعض إما أن يكون معللًا، أو تعبدًا، ولا واسطة بينهما، وعلى كونه معللًا، فعلة التحريم إما أن تكون الذكورة في المحرم من الذكور، والأنوثة في المحرم من الإناث، وإما أن تكون التخلق في الرحم في الجميع، فلو كانت العلة المذكورة لحرم غير الحامي من الذكور؛',NULL,'176',NULL,NULL,'0');
INSERT INTO [b292] VALUES (174,'للاشتراك في العلة، ولو كانت العلة الأنوثة لحرم غير البحيرة والسائبة والوصيلة من الإناث؛ للاشتراك في العلة، ولو كانت علة التحريم التخلق في الرحم لحرم جميع الذكور والإناث؛ لتخلقه في الرحم، ولو كان التحريم تعبديًّا لكان اللَّه هو الذي أوصاهم باجتناب هذا دون هذا؛ وهو باطلٌ.
وهذا هو حاصل معنى قوله تعالى: {قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا} [الأنعام/ ١٤٤]؛ فقوله: {قُلْ آلذَّكَرَيْنِ} بين به أن الذكورة ليست علة التحريم، إذ لو كانت علته لحرم كل ذكر، وقوله: {أَمِ الْأُنْثَيَيْنِ} يبين به أن الأنوثة ليست علة التحريم، إذ لو كانت علته لحرمت كل أنثى، وقوله: {أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ} يبين به أن علة التحريم ليست التخلق في الرحم، إذ لو كان العلة لحرم المجميع لتخلقه في الرحم، وقوله: {أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا} بين به أن التحريم المذكور ليس تعبديًّا.
فظهر بهذا "السبر والتقسيم" أن تحريمهم بعض الإناث والذكور دون بعض باطل لا وجه له على جميع التقديرات، ولذا أتبعه جل وعلا بقوله: {فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (١٤٤) قُلْ لَا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّمًا} [الأنعام/ ١٤٤ - ١٤٥] الآية.
ومثال "السبر والتقسيم" في الشعر قول عبد اللَّه بن همام السلولي من شعراء الحماسة لما وشي به واثن إلى زياد بن أبي سفيان فقال له:',NULL,'177',NULL,NULL,'0');
INSERT INTO [b292] VALUES (175,'إنه هجاك، فقال زياد للرجل الواشي: أفأجمع بينكما؟ قال: نعم، فبعث زياد إلى ابن همام فجاء، ودخل الرجل بيتًا، فقال زياد لابن همام: بلغني أنك هجوتني، فقال: كلا أصلح اللَّه الأمير ما فعلت، وما أنت لذلك أهل. قال: فإن هذا أخبرني وأخرج الرجل. فأطرق ابن همام هنيهة، ثم أقبل على الرجل فقال له هذين البيتين:
وأنت امرؤ إما ائتمنتك خاليًا ... فخنت وإما قلت قولًا بلا علم
فأنت من الأمر الذي كان بيننا ... بمنزلة بين الخيانة والإثم
فخجل الرجل وأقصاه زياد.
والبيتان المذكوران فيهما "السبر والتقسيم"؛ لأنه حصر الأوصاف بالتقسيم الصحيح في أمرين، وهما: أنه إما أن يكون حدثه بأنه هجا زيادًا، وإما أن يكون كذب عليه في ذلك، ثم بين بالسبر أنه مذمومٌ على كل من الأمرين، لأنه إن كان أخبره بأنه هجا زيادًا وائتمنه على هذا السر، فأفشاه إلى زياد، فهو خائن والخائن مذموم، وإن كان بَهَتَه وكذب عليه بأن قال عنه: إنه هجا زيادًا بالكذب فهو كذاب ذو بهتان وهو مذموم، فَبَيَّنَ بهذا الدليل أنه مذمومٌ على كل حال، فانقطع ولم يُحِرْ جوابًا بالظهور والإفحام بالسبر والتقسيم، إذ كان الحصر والإبطال صحيحين.
واعلم أن "السبر والتقسيم" من حيث هو أعم من "السبر والتقسيم" الذي هو الرابع من مسالك العلة، لأن "السبر" الذي هو المسلك لابد فيه من بقاء وصف صالح للتعليل مع إبطال غيره من الأوصاف التي',NULL,'178',NULL,NULL,'0');
INSERT INTO [b292] VALUES (176,'تصلح للعلة، و"السبر" من حيث هو يصدق بهذه الصورة التي هي المسلك وبغيرها، كإبطال جميع الأوصاف إذا كان مذهب الخصم لا يبطل إلا بإبطال جميعها، ومثاله: ما ذكرنا من قصة الشيخ الشامي مع ابن أبي داود، وآية: {قُلْ آلذَّكَرَيْنِ} وبيتي السلولي.
و"السبر والتقسيم" عند المناطقة هو "الشرطي المنفصل"، وهو ثلاثة أقسام، لأن الشرطية المنفصلة التي يتركب منها الشرطي المنفصل ثلاثة أقسام، لأنها إما أن تكون مانعة جمع وخلو معًا، وهي المعروفة عندهم بالحقيقة، ولا تتركب إلا من النقيضين أو ما يساويهما، كقولك: العدد إما زوج وإما فرد، والشيء إما قديم وإما حادث، وإما أن تكون مانعة جمع فقط مجوزة للخلو، ولا تتركب إلا من قضية ومن أخص من نقيضها، كقولك: الجسم إما أبيض وإما أسود، وإما أن تكون مانعة خلو فقط مجوزة للجمع، ولا تتركب إلا من قضية ومن أعم من نقيضها، كقولك: زيد إما في البحر وإما أن لا يغرق، وكقولك: إما أن يكون الجسم غير أبيض وإما أن يكون غير أسود.
وبرهان الحصر في هذه الأقسام الثلاثة: أن الشرطية المنفصلة لابد فيها من تنافر بين الطرفين، وبذلك التنافر سميت منفصلة، وذلك التنافر إما أن يكون في الوجود والعدم معًا، أو في الوجود وحده، أو العدم وحده، ولا رابع البتة. فإن كان فيهما فهي مانعة الجمع والخلو الحقيقية، وإن كان في الوجود فقط فهي مانعة الجمع المجوزة للخلو، وإن كان في العدم فقط فهي مانعة الخلو المجوزة للجمع.
ومعلوم عندهم أن القياس المركب من مانعة الجمع والخلو معًا',NULL,'179',NULL,NULL,'0');
INSERT INTO [b292] VALUES (177,'ضروبه الأربعة منتجة، فاستثناء عين كل من الطرفين ينتج نقيض الآخر لأنها مانعة جمع، واستثناء نقيض كل منهما ينتج عين الآخر لأنها مانعة خلو أيضًا، فلو قلت: العدد إما زوج وإما فرد، لكنه زوج، أنتج نقيض فرد، ولو قلت: لكنه فرد، أنتج نقيض زوج، ولو قلت: لكنه غير زوج، أنتج عين فرد، ولو قلت: لكنه غير درد، أنتج عين زوج.
وأما القياس المركب من مانعة الجمع المجوزة للخلو فاثنان من ضروبه الأربعة منتجان، واثنان عقيمان.
أما الضربان المنتجان فهما: استثناء عين المقدم، واستثناء عين التالي، إذ استثناء عين كل منهما ينتج نقيض الآخر؛ لأنها مانعة جمع، فلو قلت: الجسم إما أبيض وإما أسود، ولكنه أبيض، أنتج نقيض أسود، ولو قلت: لكنه أسود، أنتج نقيض أبيض؛ لاستحالة اجتماع طرفيها؛ لأنها مانعة جمع.
وأما الضربان العقيمان: فهما استثناء نقيض المقدم، واستثناء نقيض التالي. فلو قلت: الجسم إما أبيض وإما أسود، لكنه غير أبيض، لا ينتج ذلك شيئًا؛ لجواز أن يكون غير أبيض وغير أسود، لكونه أحمر أو أصفر مثلًا؛ لأنها مجوزة خلو، أي يجوز خلو المقام فيها عن الطرفين لوجود واسطة غيرهما، فالسواد والبياض في المثال المذكور يجوز خلو الجسم عنهما بأن يكون أحمر أو أصفر مثلًا.
وكذا لو قلت: الجسم إما أبيض وإما أسود، واستثنيت نقيض التالي لأن قلت: لكنه غير أسود، لم ينتج شيئًا؛ لجواز أن يكون غير أسود وغير أبيض؛ لأنها مجوزة خلوٍّ، أي يجوز انتفاء كل من مقدمها',NULL,'180',NULL,NULL,'0');
INSERT INTO [b292] VALUES (178,'وتاليها، فلو قلت: الجسم إما أبيض وإما أسود، فالطرفان يستحيل اجتماعهما بأن تكون النقطة الواحدة من الجسم سوداء بيضاء؛ لاستحالة اجتماع الضدين، ويجوز انتفاء الطرفين بأن تكون النقطة الواحدة من الجسم لا بيضاء ولا سوداء بل حمراء، فاستحالة اجتماع الطرفين هي معنى كونها مانعة جمع، وجواز انتفائهما وخلو المقام عنهما هو معنى كونها مجوزة خلو.
ومانعة الخلو المجوزة لجمع هي عكس هذه، فالقياس المركب منها ينتج منه الضربان العقيمان في قياس مانعة الجمع، وهما استثناء نقيض المقدم ونقيض التالي، ويعقم منه الضربان المنتجان من مانعة الجمع لظهور التعاكس بينهما.
فلو قلت: زيد إما في البحر وإما أن لا يغرق، واستثينت نقيض المقدم بأن قلت: لكنه ليس في البحر، أنتج عين لا يغرق، ولو استثنيت نقيض التالي بأن قلت: لكنه يغرق، أنتج عين المقدم، وهو كونه في البحر، بخلاف ما لو استثنيت عين المقدم أو عين التالي فلا ينتجان شيئًا؛ لأنها مجوزة جمع، فلو قلت: زيد إما في البحر وإما أن لا يغرق، واستثنيت عين المقدم بأن قلت: لكنه في البحر، لا ينتج شيئًا؛ لجواز أن يكون في البحر ويغرق، وأن يكون في البحر ولا يغرق؛ لكونه في مركب أو يحسن العوم، وكذا لو استثنيت عين التالي في هذا المثال بأن قلت: زيد إما في البحر وإما أن لا يغرق، لكنه لا يغرق؛ فلا ينتج شيئًا؛ لأن عدم الغرق الذي هو معنى "لا يغرق" يصح مع كونه في البحر في مركب مثلًا، ومع كونه غير البحر بأن يكون في',NULL,'181',NULL,NULL,'0');
INSERT INTO [b292] VALUES (179,'البر.
وقد حررنا هذه المباحث في كتابنا المنظوم وشرحه في فن المنطق.
ثم طلب منا بعض العلماء أن نتكلم لهم على المصالح المرسلة، وعلى دليل المالكية على الاستدلال بها.
وكان جوابنا أن قلنا لهم: إن المصالح المرسلة التي تسمى عند الأصوليين بهذا الاسم وبالاستصلاح وبالمرسل: هي الوصف المناسب الذي يتضمن ترتب الحكم عليه مصلحة، والحال أنه لم يرد نص من الشارع على اعتبار نفس ذلك الوصف في نفس ذلك الحكم، ولا على عدم اعتباره فيه، ووصفت بأنها مصلحة واستصلاح لما فيها من مطلق المصلحة للناس، ووصفت بالإرسال لإرسالها أي إهمالها عما يدل على اعتبارها أو عدم اعتبارها.
فمالك رحمه اللَّه لا يهمل تلك المصلحة المترتبة على ذلك الوصف من ترتيب الحكم عليه، لأن الشارع عهد منه عدم إلغاء المصالح، ودليل المالكية على العمل بالمصالح المرسلة إجماع الصحابة الإجماع السكوتي على العمل بها في وقائع كثيرة، بانضمام بعضها إلى بعض يحصل القطع، ولابد أن نذكر منها ما فيه كفاية.
فمن ذلك: تولية أبي بكر لعمر رضي اللَّه عنهما؛ لكونه أحق بالخلافة ممن سواه، فتوليته له هو الحكم، وكونه أحق هو الوصف المناسب للحكم، وقد اكتفى به أبو بكر -رضي اللَّه عنه- عند وفاته في',NULL,'182',NULL,NULL,'0');
INSERT INTO [b292] VALUES (180,'حكم يتعلق به حقوق جميع المسلمين، ووافقه جميع أصحاب النبي صلى اللَّه عليه وعلى آله وسلم، ولم ينكر عليه أحدٌ منهم، مع أن توليته لعمر لم يرد في خصوصها نص من كتاب اللَّه ولا من سنة نبيه صلى اللَّه عليه وعلى آله وصحبه وسلم، وإنما فعلها أبو بكر رضي اللَّه عنه للمصلحة المرسلة.
ومنها: ترك عمر رضي اللَّه عنه الخلافة شورى بين ستة من أصحاب النبي صلى اللَّه عليه وعلى آله وسلم توفي وهو عنهم راضٍ.
ومنها: اتخاذه رضي اللَّه عنه سكة يتعامل بها المسلمون لتسهل على الناس المعاملة.
ومنها: اتخاذه رضي اللَّه عنه دارًا بمكة للسجن لما انتشرت الرعية في زمنه.
ومنها: كتبه رضي اللَّه عنه أسماء الجند في ديوانه، إذ هو أول من دوَّن الدواوين في الإسلام.
فهذه المسائل التي ذكرنا عن عمر رضي اللَّه عنه لم يرد في واحدة منها نصٌّ خاصٌّ من كتاب أو سنة، وقد فعلها عمر للمصلحة المرسلة، ولم ينكر عليه أحدٌ من أصحاب النبي صلى اللَّه عليه وعلى آله وسلم.
ومنها: إجماعهم على كتابة المصحف العثماني لأجل حفظه من الذهاب، فترتُّب ذلك الحكم على ذلك الوصف فيه مصلحة هي حفظ القرآن الذي به حفظ الدين، والشارع لم يأمر بذلك ولم ينه عنه، وقد فعله الصحابة رضي اللَّه عنهم للمصلحة المرسلة.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b292] VALUES (181,'ومنها: نَقْطُ المصحف وشَكْلُه لأجل حفظه من التصحيف.
ومنها: حرق عثمان رضي اللَّه عنه للمصاحف وجمع الناس على مصحفٍ واحدٍ خوف الاختلاف.
ومنها: تجديد عثمان رضي اللَّه عنه الأذان يوم الجمعة لكثرة الناس.
ومنها: هدم الدور المجاورة للمسجد عند ضيقه لأجل توسعته.
وأمثال هذا من أصحاب النبي صلى اللَّه عليه وعلى آله وسلم كثيرٌ جدًّا من غير نكير ولا معارض، وهذا يدلس دلالةً واضحةً على العمل بالمصالح المرسلة.
لكن يجب في هذه المسألة كما حققه غير واحد من المحققين أن يتنبه للنظر في مآلات الأمور وعواقبها، فلا يحكم المجتهد على فعل من أفعال المكلفين بالإقدام عليه أو الإحجام عنه إلا بعد نظره فيما يؤول إليه، فربما يظهر في فعل أنه مشروع لمصلحة تستجلب، أو منهي عنه لمفسدة تنشأ عنه، لكن مآله على خلاف ذلك.
واعلم أن التحقيق أن المصلحة المذكورة تنخرم باستلزامها مفسدة راجحة عليها، أو مساوية لها.
فمثال المفسدة الراجحة ما لو أراد المسلمون فداء أسارى منهم بأيدي العدو، وامتنع العدو من قبول غير السلاح، وكان ذلك السلاح تقوى به شوكة الكفار على المسلمين قوة تستلزم قتلهم أكثر من الأسارى المذكورين، ففداء الأسارى المسلمين من أيدي الكفار',NULL,'184',NULL,NULL,'0');
INSERT INTO [b292] VALUES (182,'مصلحة تستدعي ترتب الحكم عليها، ولو كان الفداء بالسلاح وقوتهم بذلك السلاح على المسلمين حتى يقدروا على قتل أكثر من الأسارى مفسدةٌ استلزمتها هذه المصلحة وهي أعظم منها، فتنخرم المناسبة بسبب تلك المفسدة الراجحة.
ومثال المفسدة المساوية للمصلحة: قوةُ الكفار بالسلاح المذكور في الفداء قوةً يقدرون بها على قتل قدر الأسارى من المسلمين. فإنقاذ أسارى المسلمين من الكفار مصلحة تستدعي الحكم ولو بالسلاح، وقوة الكفار بالسلاح حتى يقدروا على قتل الأسارى مفسدة استلزمتها المصلحة المذكورة وهي مساوية لها، لأن المستنقذ بالسلاح يموت قدره به، فتنخرم المناسبة بهذه المفسدة المساوية.
وإلى هذا أشار في "مراقي السعود" بقوله:
اخرم مناسبًا لمفسد لزم ... للحكم وهو غير مرجوح علم
وقولنا المتقدم في تعريف المصالح المرسلة: "والحال أنه لم يرد نص من الشارع على اعتبار ذلك الوصف في ذلك الحكم، ولا على عدم اعتباره"؛ لأنه إذا ورد من الشارع ما يدل على اعتبار الوصف في الحكم فهو المؤثر إن دل النص أو الإجماع على اعتبار عين الوصف في عين الحكم، أي نوعه في نوعه، والملائم إن دلَّ على اعتبار نوع الوصف في جنس الحكم، أو جنس الوصف في نوع الحكم، أو جنس الوصف في جنس الحكم، وإن دلَّ الدليل على عدم اعتبار الوصف في الحكم فهو المسمى بالغريب.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b292] VALUES (183,'فالحاصل أن القسمة رباعية، وهي أن الوصف المناسب للعلية ينقسم من حيث اعتبار الشرع له في ربط الأحكام وعدم اعتباره إلى أربعة أقسام: مؤثرة، وملائم، وغريب، ومرسل.
وبرهان الحصر في هذه الأقسام الأربعة أن الوصف المذكور إما أن يدل الدليل على اعتباره في الحكم، وإما أن يدل على عدم اعتباره فيه، وإما أن لا يدل على اعتباره فيه ولا على عدمه.
فهذه ثلاثة أقسام بالتقسيم الصحيح لا رابع لها، وواحد منها ينقسم إلى قسمين، وهو ما دل الدليل فيه على اعتبار الحكم في الوصف؛ لأنه مؤثر أو ملائم، فالمؤثر ما دل الدليل فيه على اعتبار العين في العين، أي نوع الوصف في نوع الحكم، والملائم ما دل الدليل فيه على اعتبار النوع في الجنس، أو الجنس في النوع، أو الجنس في الجنس.
فإذا حققت أن القسم الأول من الأقسام الثلاثة ينقسم إلى مؤثر وإلى ملائم، فاعلم أن القسمين الآخرين هما: الغريب والمرسل. فالغريب: ما دل الدليل على عدم اعتباره، والمرسل: ما لم يدل الدليل على اعتباره ولا على عدمه.
وتركنا إيضاح الأقسام الثلاثة غير المرسل -أعني المؤثر والملائم، والغريب- لعدم تطبيقنا لها على أمثلتها، لأنها ليست من غرض السائل، وإنما ذكرناها استطرادًا في التقسيم.
وإلى هذا التحقيق أشار في "مراقي السعود" مع بيان أجناس',NULL,'186',NULL,NULL,'0');
INSERT INTO [b292] VALUES (184,'الحكم والوصف ووجوب تقديم الأخص بقوله:
من المناسب مؤثر ذكر ... بالنص والإجماع نوعه اعتبر
في النوع للحكم وإن لم يعتبر ... بذين بل ترتب الحكم ظهر
على وفاقه فذا الملائم ... أقواه ما ذكر قبل القاسم
من اعتبار النوع في الجنس ومن ... عكس ومن جنس بآخر زُكنِ
أخص حكم منع مثل الخمر ... أو المضاهي لوجوب العصر
فمطلق الحكمين بعده الطلب ... وهو بالتخيير في الوضع اصطحب
فكونه حكمًا كما في الوصف ... مناسب خصصه ذو العرف
مصلحة وضدها بعد فما ... كون محلها من الَّذْ علما
فقَدِّمَ الأخصَّ والغريبُ ... ألغى اعتباره العلي الرقيب
والوصف حيث الاعتبار يجهل ... فهو الاستصلاح قل والمرسل
نقبله لعمل الصحابه ... كالنقط للمصحف والكتابه
تولية الصديق للفاروق ... وهدم جار مسجد للضيق
وعمل السكة تجديد النِّدا ... والسجن تدوين الدواوين بدا
وقال القرافي في "شرح المحصول": "إن جميع المذاهب موجود فيها العمل بالمصالح المرسلة؛ لأنهم إذا جمعوا أو فرقوا بين مسألتين لا يطلبون شاهدًا بالاعتبار لذلك المعنى الذي به جمعوا أو فرقوا. بل',NULL,'187',NULL,NULL,'0');
INSERT INTO [b292] VALUES (185,'يكتفون بمطلق المناسبة، وهذه هي المصلحة المرسلة بعينها، فهي حينئذٍ في جميع المذاهب. ثم إن الشافعية يقولون: إنهم أبعد الناس عنها، وهم قد أخذوا بأوفر نصيب منها، حتى تجاوزوا فيها. . . " إلى آخر ما ذكره عن إمام الحرمين والماوردي من التوسع في الأخذ بالمصالح المرسلة، توسعًا لا يرى مثله للمالكية الذين هم أهل العمل بها، وما نسبه إمام الحرمين رحمه اللَّه إلى مالك رحمه اللَّه من جواز قتل ثلث الأمة لاستصلاح ثلثيها قال القرافي: قد أنكره المالكية، ولا يوجد ذلك في كتبهم، إنما يوجد في كتب المخالفين لهم.
قال مقيد هذه الرحلة عفا اللَّه عنه: ما ذكره القرافي رحمه اللَّه من أن جواز قتل ثلث الأمة لإصلاح الثلثين لم يقل به أحدٌ من المالكية، ولم يوجد في كتبهم صحيحٌ كما قال القرافي، وما ذكره عبد الباقي الزرقاني المالكي في "شرحه لمختصر خليل بن إسحاق المالكي رحمه اللَّه" في باب الإجارة من جواز قتل ثلث المسلمين لإصلاح باقيهم رده محشيه المحقق البناني بما حاصله: أنه لم يُرَ لمالكيٍّ وإنما هو منسوب لغيرهم، وأنه يحرم سطره في الكتب، وشنَّعه أشد تشنيع. وسلَّم المحقق الرهوني كلام البناني.
وكذلك ما ذكره إمام الحرمين من أن مالكًا رحمه اللَّه يبيح في العقوبات قطع الأعضاء ليس بصحيح؛ لأن هذا كما قال الأبياري مما دل الدليل على إهداره، فإن الشرع إنما أباح إتلاف الأعضاء في القصاص دون التعزير، وبالجملة فقد تضمن الأبياري رحمه اللَّه بالرد على ما نسبه إمام الحرمين رحمه اللَّه في هذا الباب لمالك رحمه اللَّه.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b292] VALUES (186,'ومما أنكره المخالفون في المصالح المرسلة على الإمام مالك رحمه اللَّه تجويزه ضرب المتهم بالسرقة ليقرَّ، فجواز ضرب المتهم هو الحكم، وتوقع الإقرار هو المصلحة المرسلة، والمراد بالمتهم بالسرقة المعروف بها إذا ادعيت عليه. كما قال ابن عاصم في "تحفته":
وإن تكن دعوى على من يتهم ... فمالك بالسجن والضرب حكم
قالوا: لأنه يمكن أن يكون بريئًا في نفس الأمر من السرقة المدعاة عليه، وترك الضرب لمذنب أهون من ضرب برئ.
وقد قدمنا أن الحجة مع المالكية ظاهرة قوية جدًّا لإجماع الصحابة الإجماع السكوتي على العمل بالمصالح المرسلة في مسائل كثيرة، ويكفيك أن أفضل أصحاب النبي صلى اللَّه عليه وآله وسلم وهو أبو بكر الصديق رضي اللَّه عنه عمل بالمصلحة المرسلة وقت مفارقته الدنيا، فقد قالت عائشة رضي اللَّه عنها: كتب أبي وصية في سطرين: "بسم اللَّه الرحمن الرحيم، هذا ما أوصى به أبو بكر بن أبي قحافة عند خروجه من الدنيا حين يؤمن الكافر، وينتهي الفاجر، ويصدق الكاذب: إني أستخلف عليكم عمر بن الخطاب، فإن يعدل، فذلك ظني به، ورجائى فيه. وإن يجر ويبدل فلا أعلم الغيب {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ} [الشعراء/ ٢٢٧] " أخرجه ابن أبي حاتم.
واستدل الحافظ ابن كثير في "تفسيره" على عموم قوله تعالى: {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا} الآية بكتابة أبي بكر رضي اللَّه عنه لها في وصيته باستخلاف عمر رضي اللَّه عنه، فأبو بكر قدم على تولية عمر وتقليده حقوق جميع المسلمين في وقت مفارقته الدنيا لمجرد المصلحة',NULL,'189',NULL,NULL,'0');
INSERT INTO [b292] VALUES (187,'المرسلة، إذ لا نص في خصوص تولية عمر، وسكت جميع أصحاب النبي صلى اللَّه عليه وعلى آله وسلم ولم يعترضوا بعدم النص فيما فعل أبو بكر رضي اللَّه عنه، مع أن تجويز مالك لضرب المتهم بالسرقة ليقر يدل عليه ما في بعض روايات حديث الإفك من أن عليًا رضي اللَّه عنه ضرب بريرة لتصدق النبي صلى اللَّه عليه وعلى آله وسلم فيما سألها عنه من أمر عائشة رضي اللَّه عنها، وبريرة بريئة ضربت لتخبر بالصدق، وهذه مصلحة مرسلة أقر عليها النبي صلى اللَّه عليه وعلى آله وسلم.
واعلم أن ما ذكرنا من أن المصلحة المرسلة لم يدل الدليل الشرعي على اعتبارها في ترتب الحكم عليها نعني به الدليل الخاص، فلا ينافي وجود الدليل العام، لأن ما لم يدل عليه دليل خاص ولا عام لا يصح أن يكون حكمًا شرعيًّا.
فالمصالح المرسلة وإن لم تدل عليها الأدلة الخاصة فقد دلت عليها الأدلة العامة، فتولية أبي بكر لعمر رضي اللَّه عنهما، وإن لم يدل على خصوصها دليل، فقد دلَّ الدليل على وجوب حفظ نظام المسلمين والإسلام بتولية الأحق بذلك من المسلمين، وكتابة المصحف ونقطه وشكله، وإن لم يدل عليها دليل خاص، فقد دلَّ الدليل العام على وجوب حفظ القرآن من الذهاب والتصحيف، وهكذا في جميع المصالح المرسلة، والعلم عند اللَّه.
ثم طلب منا بعض صفوف طلبة العلم بالمعهد الديني في "أم درمان" أن نلقي عليهم درسًا شافيًا بأسلوب واضحٍ في أنواع المجاز والاستعارة، يتبين به صحة تقسيم المجاز والاستعارة، ويتضح به حد',NULL,'190',NULL,NULL,'0');
INSERT INTO [b292] VALUES (188,'كل قسم من تلك الأقسام.
فكان جوابنا: أنه لما كانت الاستعارة قسمًا من أقسام المجاز نتكلم أولًا على أقسام المجاز بغاية الإيضاح، ثم على أقسام الاستعارة كذلك.
فالمجاز: مَفْعَل مِنْ جاز المكان يجوزه إذا تعداه، ويحتمل أنه اسم مصدر، أو مكان، أو فاعل، أو مفعول، إذ يحتمل كونه جواز المعنى الأصلي أي تعديه إلى غيره، ويحتمل المحل الذي فعل فيه ذلك اللفظ الذي استعمل في غير معناه، ويحتمل كون اللفظ جائزًا أي متعديًا محله الأصلي إلى غيره، ويحتمل كونه مجوزًا به بمعنى أن المتكلم جاز باللفظ محله الأصلي إلى غيره. كل هذه الاحتمالات الأربعة قال بها البعض.
فإذا حققت اشتقاق المجاز فاعلم أنه ينقسم إلى ثلاثة أقسام: مجاز عقلي، ومجاز مركب، ومجاز مفرد.
والأول الذي هو "العقلي" يسمى أيضًا "مجازًا في الإسناد" و"المجاز الحكمي" و"المجاز في الإثبات" و"الإسناد المجازي".
وحدُّه: إسناد الفعل أو ما في معناه إلى غير ما هو له في اعتقاد المتكلم لأجل ملابسة بينهما، أي المسند وذلك الغير الذي أسند إليه، مع قرينةٍ مانعةٍ عن إرادة ما هو له.
والقرينة لفظية أو معنوية، والملابسة المذكورة كملابسة الفعل لفاعله لوقوعه منه، أو مفعوله لوقوعه عليه، أو مصدره لأنه جزء من',NULL,'191',NULL,NULL,'0');
INSERT INTO [b292] VALUES (189,'معناه، إذ الفعل الصناعي إذا حللته انحل إلى مصدر وزمن، فالمصدر جزء مدلول الفعل وجزؤه الآخر الزمن، وكملابسة الفعل لزمانه أو مكانه لوقوعه دنيهما، أو ملابسته لسببه لحصوله به. وسنمثل لجميع هذه الملابسات.
اعلم أولًا أن الفعل المبني للفاعل أو المفعول إذا أسند إلى ما هو مبني له منهما فهو حقيقة عقلي، كقولك: "قام زيد" في البناء للفاعل، و"جنَّ عمرو" في البناء للمفعول، وإنما يكون مجازًا إذا أسند الفعل إلى غير الفاعل وهو مبني للفاعل، أو أسند إلى غير المفعول وهو مبني للمفعول لجامع بينهما وهو الملابسة المذكورة.
فمثال إسناده لغير الفاعل مع بنائه للفاعل قوله تعالى: {فِى عِيشَةِ رَاضِيَةٍ (٢١)} [الحاقة/ ٢١]، فالفعل وهو الرضى مسندٌ في الحقيقة لغير العيشة؛ لأن الراضي هو صاحب العيشة لا هي، فالعيشة هي المفعول في الأصل؛ إذ الأصل: رضي المرء عيشته، فأسند الفعل إلى المفعول من غير أن يبنى له، فصار "رضيت العيشة" وهو معنى كونه مجازًا، ثم سبك من الفعل المبني للفاعل اسم فاعل، وأسند إلى ضمير العيشة، فقيل: "عيشة راضية" أي هي، فآل الأمر إلى إسناد الفعل إلى مفعوله للملابسة بينهما وهي وقوعه عليه، مع أن هذا الفعل الذي أسند إلى المفعول مبني للفاعل.
ومثال إسناده لغير المفعول مع بنائه للمفعول مجازًا عقليًا قولهم: "سيل مُفْعَم" بصيغة اسم المفعول، فالفعل هو الإفعام، وهو في الحقيقة مسند إلى السيل، لأنه هو المالئ الوادي، والوادي في',NULL,'192',NULL,NULL,'0');
INSERT INTO [b292] VALUES (190,'الحقيقة مفعولٌ؛ لأنه مملوء بالسيل، فأسند الفعل الذي هو الإفعام إلى المفعول الذي هو الوادي، فصار "أفعم الوادي السيل" بقلب المفعول فاعلًا، فحذف الفاعل المجازي الذي هو الوادي، وناب عن المفعول المجازي الذي هو الفاعل في الأصل وهو السيل، فصار "أُفْعِمَ السيل" ببناء الفعل للمفعول، وهو كونه مجازًا نظرًا إلى أن السيل في الأصل هو الفاعل لا المفعول، ثم سبك منه اسم مفعول فقيل: "سيل مُفْعَم" بفتح العين، فأسند اسم المفعول إلى ضمير المفعول الذي هو في الأصل فاعل، أي: "سيل مفعم هو".
ومثال إسناد الفعل لمصدره مجازًا عقليًّا قول أبي فراس الحمداني:
سيذكرني قومي إذا جَدَّ جدُّهم ... وفي الليلة الظلماء يفتقد البدر
إذ الأصل: سيذكرني قومي إذا جدوا جدًّا. فحذف الفاعل الذي هو ضمير القوم، وأسند الفعل إلى المصدر الذي هو جدهم للملابسة بين الفعل ومصدره؛ لأنه جزء من مدلوله كما تقدم.
ومن هذا القبيل قوله تعالى: {وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ} [الأعراف/ ٢٠٠، فصلت/ ٣٦].
ومثال إسناد الفعل إلى ظرفه الزماني مجازًا عقليًا قول الشاعر:
لقد لُمْتِنَا يا أم غيلان في السُّرى ... ونِمْتِ وما ليل المحبِّ بنائم
إذ الأصل: وما المحب بنائم في ليله. فالفعل النوم والمسند إليه في الحقيقة المحب، والليل زمان الفعل الذي هو النوم، فحذف',NULL,'193',NULL,NULL,'0');
INSERT INTO [b292] VALUES (191,'الفاعل الذي هو المحب، وأسند الفعل المبني له إلى الزمان فصار "نام ليله"، وهذا هو معنى كونه مجازًا، ثم سبك من الفعل اسم فاعل، وأخبر به عن الليل فقيل: "ليل المحب نائم" فإسناد النوم إلى الليل مجازٌ عقليٌّ؛ لأن النائم الشخص لا الليل.
ومنه قوله تعالى: {وَاللَّيْلِ إِذَا يَسْرِ (٤)} [الفجر/ ٤]؛ لأنه مسرى فيه.
ومثال إسناد الفعل إلى ظرفه المكاني مجازًا عقليًا قولهم: "نهر جار" لأن الأصل جرى الماء في النهر، فالفعل الجريان، والفاعل الماء، ومكان الفعل النهر، فحذف الفاعل الذي هو الماء، وأسند الفعل الذي هو الجريان إلى المكان الذي هو النهر، فقيل "جرى النهر"، وهذا هو معنى كونه مجازًا، ثم سبك من الفعل اسم فاعل فقيل: "نهر جار" بالإسناد إلى ضمير النهر مجازًا عقليًّا؛ لأن الجريان لغيره وهو الماء.
ومنه قوله تعالى: {وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا (٢)} [الزلزلة/ ٢]؛ لأن الأصل: أخرج اللَّه الأثقال من الأرض، فالفعل الإخراج، والفاعل اللَّه، والأرض مكان الإخراج، فأسند الفعل إلى مكانه مجازًا عقليًّا لملابسة بين الفعل ومكانه وهي وقوعه فيه.
ومن هذا الإسناد العقلي الذي أسند فيه الفعل إلى مكانه قول الشاعر:
أخذنا بأطراف الأحاديث بيننا ... وسالت بأعناق المُطِيِّ الأباطحُ
لأنه شبه السير في غاية السرعة المشتملة على لين وسلاسة بسيلان',NULL,'194',NULL,NULL,'0');
INSERT INTO [b292] VALUES (192,'الماء، فاستعاره له، وأسند ذلك الفعل الذي هو السيلان إلى مكانه وهو الأباطح جمع أبطح، وهو المكان المتسع الذي فيه دقاق الحصى، والأصل إسناد السيلان المستعار للسير إلى فاعل السير حقيقة، ولكنه أسند إلى مكان السير مجازًا عقليًّا.
والمجاز العقلي باعتبار انقسام طرفيه -أعني المسند إليه والمسند- إلى حقيقة ومجاز ينقسم إلى أربعة أقسام:
القسم الأول: كون الطرفين حقيقتين، والمجاز إنما هو في نفس الإسناد، كقول المؤمن الموحد: "أنبت الربيع البقل"، فالربيع وإنبات البقل مستعملان في معناهما الحقيقي، فهما حقيقتان، والمجاز إنما هو في إسناد الإنبات إلى الربيع؛ لأن المنبت في الحقيقة هو اللَّه، فأسند الإنبات لغير من هو له وهو الربيع للملابسة بين الفعل الذي هو الإنبات وسببه الذي هو الربيع.
القسم الثاني من الأقسام الأربعة المذكورة: كونهما مجازين والإسناد أيضًا مجازي، كقولك: "أحيى الأرضَ شبابُ الزمان"، فالمسند إليه "شباب الزمان" وهو مستعار للربيع مجازًا مفردًا على سبيل الاستعارة التصريحية الأصلية، والمسند الإحياء، وهو مستعار للإنبات مجازًا مفردًا على سبيل الاستعارة التصريحية التبعية، وإسناد الإحياء المستعار للإنبات إلى "شباب الزمان" المستعار للربيع مجاز عقلى؛ لأن محيي الأرض بالإنبات هو اللَّه تعالى، والربيع سبب، فأسند الفعل إلى سببه مجازًا عمليًّا مع أن الطرفين مجازان مفردان.
القسم الثالث: كون المسند إليه حقيقة لغوية، والمسند مجازًا',NULL,'195',NULL,NULL,'0');
INSERT INTO [b292] VALUES (193,'مفردًا مع المجاز في الإسناد، كقولك: "أحيى الربيعُ الأرضَ"؛ فالمسند إليه الربيع وهو مستعمل في معناه الحقيقي، والمسند الإحياء وهو مجازي عن الإنبات، وإسناده إلى الربيع مجاز، لأن المنبت في الحقيقة اللَّه لا الربيع، ومن هذا القسم قول الشاعر: "وسالت بأعناق المطيِّ الأباطح". وقد أوضحنا ذلك.
القسم الرابع: كَوْنُ المسند إليه مجازًا مفردا والمسند حقيقة لغوية والإسناد مجازي، كقول المؤمن الموحد: "أنبت البقلَ شبابُ الزمان"؛ فالمسند إليه "شباب الزمان" وهو مجاز عن الربيع، والمسند "إنبات البقل" وهو حقيقة، وإسناد الإنبات إلى الربيع المعبر عنه بشباب الزمان مجازٌ عمليٌّ. وهذا واضح مما قدمنا.
واعلم أنا قدَّمنا في حدِّ المجاز العقلي أنه لا بدَّ فيه من قرينة مانعة عن إرادة الحقيقة في الإسناد، وأن تلك القرينة تنقسم إلى لفظية ومعنوية، فمثال القرينة اللفظية على قصد المجاز قول أبي النجم:
* أفناه قِيْلُ اللهِ للشمسِ اطلعي *
بعد قوله:
مَيَّزَ عنه قَنْزَعًا عن قنزَعِ ... جَذْبُ الليالي أبطئي أو أسرعي
فإن إسناده الإفناء إلى "قيل اللَّه للشمس اطلعي" قرينة لفظية على أن إسناده تمييز قنزع من شعر رأسه عن قنزع إلى "جذب الليالي" مجاز. وأنه يعلم أن من جعل شعر رأسه قنازع متفرقة متميزًا بعضها عن بعض هو اللَّه تعالى، لا جذب الليالي.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b292] VALUES (194,'ومن أمثلة القرينة اللفظية على المجاز العقلي قول الصلتان العبدي:
وملَّتنا أننا المسلمون ... على دين صدِّيقنا والنبي
بعد قوله:
أشاب الصغيرَ وأفنى الكبيرَ ... مرُّ الغداة وكرُّ العشي
فإن قوله: "وملتنا أننا المسلمون" قرينةٌ لفظيةٌ على أن إسناده إشابة الصغير وإفناء الكبير إلى "مر الغداة" و"كر العشي" مجاز. فما في "التخليص" من أنه غير مجاز لعدم القرينة على قصد المجاز فيه نظر، كما نبه عليه غير واحدٍ من المحققين.
وأما القرينة المعنوية فكقولك: "جاءتك المحبة بي" إذ المحبة لا تجيء به، بل هي سبب مجيئه، وكإيمان قائل "أنبت الربيع البقل".
فإذا حققت بما ذكرنا معنى المجاز العقلي فاعلم أن إسناد الفعل أو مشابهه إلى من هو له عند المتكلمين يسمى "حقيقة عقلية"، كقول المؤمن: "أنبت اللَّه البقل"، وقول الطبائعي: "أنبت الربيع البقل".
والإسناد الخبري ينقسم إلى هذين القسمين -أي الحقيقة العقلية والمجاز العقلي-، والقرينة المذكورة هي الفارقة بين المجاز والكذب، كما يأتي إيضاحه في قرينة الاستعارة.
وأما القسم الثاني من أقسام المجاز: وهو المجاز المركب، فهو اللفظ المركب الذي استعملت مفرداته في حقائقها اللغوية، واستعمل',NULL,'197',NULL,NULL,'0');
INSERT INTO [b292] VALUES (195,'مجموع معناه في غير ما وضع له مجموع تلك الكلمات المستعملة في حقائقها؛ لعلاقة بينهما، مع قرينة صارفة عن قصد المعنى الأصلي، كقولك للمتردد في فعل أمر: "ما لك تقدم رجلًا وتؤخر أخرى؟ "؛ فالتقديم والتأخير والرجل والأخرى كلها حقائق لغوية، إذ المراد بكل واحدٍ منها معناه اللغوي الحقيقي، إلا أن مجموع الهيئة الحاصلة من تقديم رجل وتأخير أخرى استعمل في معنى آخر هو التردد بين الإقدام على الفعل والإحجام عنه؛ للمشابهة الحاصلة بينهما، مجازًا مركبًا على سبيل الاستعارة التمثيلية.
واعلم أن علاقة المجاز المركب لابد أن تكون المشابهة أو غيرها، فإن كانت المشابهة فهي الاستعارة التمثيلية، ومنها جميع الأمثال السائرة، وهي أحسن أنواع الاستعارة، وسيأتي لها زيادة إيضاح في مباحث الاستعارة إن شاء اللَّه.
وأما إن كانت علاقة المجاز المركب غير المشابهة فهو مجاز مركب مرسل، ولا يسمى استعارة، كقول الشاعر:
هواي مع الركب اليمانين مصعد ... جنيب وجثماني بمكة موثق
فإن مفردات هذا البيت كلها حقائق لغوية، ومعناه المركب هو الإخبار بأن هواه مصعد جنيب مع الركب اليمانين وجثمانه موثق بمكة. إلا أنه أطلق هذا المعنى الخبري وأراد به معنى إنشائيًا، وهو إنشاء التحسر والتلهف على ما نزل به من كون جثمانه موثقًا بمكة ومَهْوِيِّه باليمن مجازًا مركبًا علاقته السببية، لأن ما أخبر به من إيثاق جثمانه بمكة وكون مَهْوِيِّه باليمن سبب لتحسره. وإنما كان الخبر',NULL,'198',NULL,NULL,'0');
INSERT INTO [b292] VALUES (196,'المذكور مجازًا لأنه لم يرد به فائدة الخبر ولا لازمها، كما هو ظاهر.
ومن هذا القبيل قول الشاعر:
آلة العيش صحة وشباب ... فإذا ولَّيا عن العمر ولَّى
فالمدلول المركب خبري، ومقصوده منه التحسر والتأسف على تولي شبابه وصحته.
ومن هذا المعنى قوله تعالى عن امرأة عمران أنها قالت: {رَبِّ إِنِّي وَضَعْتُهَا أُنْثَى} [آل عمران/ ٣٦] إذ لم ترد بهذا الكلام فائدة الخبر ولا لازمها، لأن اللَّه أعلم بكل شيء، كما قال: {وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ}؛ فأطلقت الصيغة خبرية وأرادت بها إنشاء التحسر والتأسف على أنها لم تلد ذكرًا يصلح لخدمة المساجد، وهو واضح مما قدمنا.
وأما القسم الثالث من أقسام المجاز: وهو المجاز المفرد، فَيُحَدُّ بأنه الكلمة المستعملة في غير ما وضعت له في اصطلاح به التخاطب، لعلاقة جامعة بينهما، مع قرينة صارفة عن قصد المعنى الأصلي، كقولك: "رأيت أسدًا يرمي" فلفظة الأسد موضوعة للحيوان المفترس، وقد استعملت في غيره وهو الرجل الشجاع لعلاقة جامعة بينهما وهي الشجاعة، مع قرينة صارفة عن قصد المعنى الأصلي الذي هو الحيوان المفترس وهي لفظة "يرمي"؛ لأن الحيوان المفترس لا يرمي، والذي يرمي هو الرجل الشجاع.
وإنما قلنا في حد المجاز المفرد: "في اصطلاح به التخاطب"، لأن اللفظ الواحد يكون مجازًا باعتبار اصطلاح، وحقيقة باعتبار',NULL,'199',NULL,NULL,'0');
INSERT INTO [b292] VALUES (197,'اصطلاح آخر، كما بينه في "مراقي السعود" بقوله:
وهو حقيقة أو المجاز ... وباعتبارين يجي الجواز
وإيضاحه بمثاله: أن الصوم مثلًا في اصطلاح التخاطب اللغوي هو كل إمساك، فيشمل الإمساك عن الكلام، كما قال تعالى حكاية عن مريم ابنة عمران: {إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا} [مريم/ ٢٦] أي إمساكًا عن الكلام، بدليل قوله حكاية عنها: {فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا (٢٦)} [مريم/ ٢٦]، ويشمل الإمساك عن الجري مثلًا، كقول النابغة:
خيل صيام وخيل غير صائمة ... تحت العجاج وأخرى تعلك اللجما
فقوله: "خيل صيام" أي ممسكة عن الجري، وقوله: "وخيل غير صائمة" أي غير ممسكة عنه. ومنه قول امرئ القيس:
كأن الثريا علقت في مَصامِها ... بأمراس كتان إلى صم جندل
فقوله: "في مصامها" أي مكان صومها، أي إمساكها عن الحركة.
فكل إمساكٍ صومٌ لغةً، وفي التخاطب الشرعي يستعمل الصوم في إمساك مخصوص، وهو إمساك البطن والفرج عن شهوتيهما من الفجر إلى الغروب؛ فاستعمال الصوم في الإمساك عن الكلام والجري مثلًا مجاز شرعي وحقيقة لغوية، واختصاص الصوم بإمساك البطن والفرج عن الشهوة حقيقة شرعية ومجاز لغوي.
وعرَّف صاحب "مراقي السعود" الحقيقة الشرعية بقوله:
وما أفاد لاسمه النبي ... لا الوضع مطلقًا هو الشرعي',NULL,'200',NULL,NULL,'0');
INSERT INTO [b292] VALUES (198,'وكذلك "الصلاة" فإنها في اللغة مطلق الدعاء، وفي اصطلاح الشرع العبادة المعروفة المركبة من نييةٍ وأفعالٍ وأقوال، فاستعمال الصلاة في مطلق الدعاء حقيقةٌ لغويةٌ ومجازٌ شرعي، واستعمالها في خصوص العبادة المعروفة حقيقةٌ شرعية ومجازٌ لغوي، وذلك هو معنى قوله في مراقي السعود: "وباعتبارين يجي الجواز" كما تقدم.
واعلم أن اللفظ إذا دار بين الحقيقة الشرعية واللغوية حمل على الشرعية على التحقيق؛ لأن المقاصد الشرعية مقدمة على اللغوية، فمن حَلَف ليصومنَّ لا يَبَرُّ بإمساكه عن الكلام مثلًا، ومن حلف ليصلينَّ لا يَبَرُّ بدعاء؛ لأن المقصد الشرعي مقدم على غيره، ثم بعد الشرعي العرفي، ثم اللغوي، كما بينه في "مراقي السعود" بقوله:
واللفظ محمول على الشرعي ... إن لم يكن فمطلق العرفي
فاللغوي على الجلي ولم يجب ... بحث عن المجاز في الذي انتخب
وخالف أبو حنيفة في تقديم العرفي على اللغوي، وجنح ابن السبكي في "جمع الجوامع" إلى أن ما تعارض فيه المجاز اللغوي الراجح بالعرف، والحقيقة اللغوية الراجحة بأصل الوضع أنه يكون مجملًا، فلا يحمل على أحد الأمرين إلا بنيةٍ أو قرينة، وإلى هذا أشار في "مراقي السعود" بقوله:
وحيثما قصد المجاز قد غلب ... تعيينه لدى القرافي منتخب
ومذهب النعمان عكس مامضى ... والقول بالإجمال فيه مرتضى
وقوله: "مرتضى" يعني عند ابن السبكي في "جمع الجوامع".',NULL,'201',NULL,NULL,'0');
INSERT INTO [b292] VALUES (199,'ومحل تحرير هذه المباحث أصول الفقه، وإنما ذكرنا منه البعض استطرادًا.
فإذا حققت بما قد قدمنا حدَّ المجاز المفرد، فاعلم أنه ينقسم إلى قسمين: وهما المجاز المرسل، والاستعارة.
وبرهان الحصر فيهما أن المجاز لابد له من علاقة، وهي لا تخلو من أحد أمرين: إما أن تكون المشابهة، وإما أن تكون غيرها، فإن كانت علاقته المشابهة، فهو الاستعارة، وإن كانت علاقته غير المشابهة فهو المجاز المرسل، فالاستعارة مجاز علاقته المشابهة، والمرسل مجاز علاقته غير المشابهة.
واعلم أن "العلاقة" بالفتح أوضح في المعاني، وبالكسر أفصح في الآلات.
ولما كانت أنواع الاستعارة مطلوبًا في السؤال بيانها مع أنواع المجاز، وهي قسم من أقسام المجاز، بدأنا بذكر بيان المجاز المرسل من قسمي المجاز المفرد، وأخرنا القسم الآخر الذي هو الاستعارة لتتم أقسام المجاز أولًا، ثم نتكلم على أقسام الاستعارة.
اعلم أنا ذكرنا أن المجاز المفرد إذا كانت علاقته غير المشابهة فهو المجاز المرسل، وسنذكر أمثلة من علاقة المجاز المرسل:
فمنها: السببية، أي تسمية الشيء باسم سببه مجازًا مرسلا، علاقته كونه سببه، كقولهم: "رعينا الغيث" أي النبات، فأطلق الغيث وأريد النبات؛ لأنه سببه مجازًا مرسلًا علاقته السببية.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b292] VALUES (200,'ومن هذا القبيل قول الشاعر:
أكلت دمًا إن لم أرعك بضرة ... بعيدة مهوى القرط طيبة النشر
سمى الدية باسم الدم لأنه سببها.
ومنها: المسبَّبية، أي تسمية الشيء باسم مسبَّبه مجازًا مرسلًا علاقته المسببية، كقولهم: "أمطرت السماء نباتًا" أي غيثًا، سُمِّي الغيث باسم مسبَّبه وهو النبات مجازًا مرسلًا علاقته المسببية.
ومن هذا القبيل قوله تعالى: {وَيُنَزِّلُ لَكُمْ مِنَ السَّمَاءِ رِزْقًا} [غافر/ ١٣].
ومنها: الكلية، أي تسمية الجزء باسم كله مجازًا مرسلًا علاقته الكلية، كقوله تعالى: {يَجْعَلُونَ أَصَابِعَهُمْ فِي آذَانِهِمْ} [البقرة/ ١٩] إذ المراد بالأصابع جزء منها وهو الأنامل، فسمى الأنامل باسم الأصابع، وهي كلٌ لها مجازًا مرسلًا علاقته الكلية.
ومنها: الجزئية، أي تسمية الشيء باسم جزئه مجازًا مرسلًا علاقته الجزئية، كتسميتهم الربيئة -أي الرقيب- عينًا، فسموه باسم جزئه -الذي هو عينه- مجازًا مرسلًا علاقته الجزئية، ولا يطلق الجزء على الكل إلا إذا كان له مزيد اختصاص بالمعنى الذي قصد بالكل، كالربيئة الذي هو الرقيب، فلعينه الباصرة التي أطلقت عليه مجازًا مزيد اختصاص بالمعنى المراد الذي هو المراقبة.
ومنها: اعتبار الوصف في الزمان الماضي، كقوله تعالى: {وَآتُوا الْيَتَامَى أَمْوَالَهُمْ} [النساء/ ٢] لأنهم وقت الأمر بإيتائهم أموالهم بالغون لا',NULL,'203',NULL,NULL,'0');
INSERT INTO [b292] VALUES (201,'يتامى، فأطلق عليهم اسم اليتامى نظرًا لما تقدم من يتمهم في الزمان الماضي مجازًا مرسلًا علاقته اعتبار الوصف المتقدم في زمن ماض.
ومنها: اعتبار ما يؤول إليه الأمر، كقوله: {إِنِّي أَرَانِي أَعْصِرُ خَمْرًا} [يوسف/ ٣٦] فقد أطلق اسم الخمر على غيرها من عنب أو عصير مجازًا مرسلًا علاقته اعتبار المآل؛ لأن مآل ما ذكر من عنب أو عصير أن يكون خمرًا.
ومنها: المجاورة، وهي تسمية الشيء باسم المجاورة مجازًا مرسلًا علاقته المجاورة، كتسميتهم المزادة راوية، فالمزادة الظرف الذي يستقى به الماء، والراوية البعير الذي يحمل المزادة، فسموا المزادة باسم البعير الذي هو الراوية للمجاورة بينهما مجازًا مرسلًا علاقته المجاورة.
ومنها: الآلية، وهي تسمية الشيء باسم آلته مجازًا مرسلًا علاقته كونه آلته، كقول أعشى باهلة:
إني أتتني لسان لا أُسَرُّ بها ... مِنْ عَفوَ لا عجبٌ فيها ولا سَخَرُ
فقوله: "لسان" يعني مقالة، فسمى المقالة باسم آلتها التي تحصل بها وهي اللسان مجازًا مرسلًا علاقته الآلية.
ومنه قوله تعالى: {وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الْآخِرِينَ} [الشعراء/ ٨٤] أي ذكرًا حسنًا وثناء في الآخرين.
ومنها: المحلِّية، وهي تسمية الشيء باسم محلِّه مجازًا مرسلًا علاقته المحلِّية، كتسميتهم الجماعة بالنادي، فأصل النادي المحل',NULL,'204',NULL,NULL,'0');
INSERT INTO [b292] VALUES (202,'الذي تجلس فيه الجماعة، فسموا باسمه الجماعة الجالسين فيه مجازًا مرسلًا علاقته كونه محلًا لهم.
ومنه قوله تعالى: {فَلْيَدْعُ نَادِيَهُ (١٧) سَنَدْعُ الزَّبَانِيَةَ} [العلق/ ١٧ - ١٨].
ومنها: الحاليَّة، أي تسمية الشيء باسم الحال فيه مجازًا علاقته كونه حالًا فيه، كقوله: {فَفِي رَحْمَةِ اللَّهِ هُمْ فِيهَا خَالِدُونَ} [آل عمران/ ١٠٧] سمى الجنة باسم الرحمة لكون الرحمة حالَّة في الجنة.
وللمجاز المرسل علاقات أخرى غير ما ذكرنا، وفيما ذكرنا من الأمثلة كفاية؛ لأنا لم نرد استيعابها، بل ذكر أمثلة متعددة منها يتم بها وضوح المعنى للسامعين.
فإذا حققت بما ذكرنا من البيان أن المجاز ينقسم إلى عقلي ومركب ومفرد، وأن كلًا من المركب والمفرد ينقسم إلى مرسل واستعارة، فاعلم أنَّا قد بينابخاية الإيضاح المجاز العقلي والمجاز المرسل من المفرد والمركب، ولم يبق من أقسام المجاز إلا قسمٌ واحد هو الاستعارة، وهذا أوان الشروع في تحقيق مباحث الاستعارة.
اعلم أولًا أن الاستعارة من مادة "ع ور" وهي مصدر استعار، ووزن استعار استفعل، والأصل في قياس مصدر "استفعل" هو "الاستفعال" إلا أن "استفعل" ومثلها "أفعل" إذا كانت معتلة العين سقطت عينها بالاعتلال فأبدلت ألفًا وعوض من تلك العين الساقطة بالاعتلال في المصدر تاء زائدة، كما تقول: استقام استقامة، واستعان استعانة، واستعار استعارة، ولو كانت العين صحيحة لقلت في',NULL,'205',NULL,NULL,'0');
INSERT INTO [b292] VALUES (203,'المصدر: استفعالًا، كاستخرج استخراجًا، واستنكف استنكافًا، وربما أجريت مجرى الصحيح مع اعتلال العين، كقوله تعالى: {اسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ} [المجادلة/ ١٩].
فأصل الاستعارة من التعاور وهو التداول، فالمتاع المستعار تداوله المالك ومريد الانتفاع الذي هو المستعير، واللفظ تداوله معناه الأصلي والمجازي كتداول المعير والمستعير للمتاع المعار، ومن هذا المعنى قول عنترة:
إذ لا أزال على رِحَالةِ سابحٍ ... نَهْدٍ تعاوره الكماةُ مكلَّمِ
فإذا عرفت ما ذكرنا وعلمت أن أقسام المجاز ثلاثة: وهي المجاز العقلي، والمركب، والمفرد، فاعلم أن واحدًا منها لا تكون منه استعارة أصلًا وهو المجاز العقلي، وما يأتي في بحث الاستعارة التخييلية من أنها عند جمهور البيانيين وسلفهم في الحقيقة مجاز عقلي لا يَرِدُ على ما ذكرنا؛ لأن تسميتهم ذلك المجاز العقلي استعارة تخييلية مجازٌ؛ لأن العقلي لا يتناوله حد الاستعارة بحال، وسترى إيضاحه فيما يأتي إن شاء اللَّه.
وأما المجاز المركب فهو الذي منه الاستعارة التمثيلية، ولا يأتي منه شيء من أنواع الاستعارة غيرها.
وأما المجاز المفرد فهو الذي منه سائر أنواع الاستعارة؛ لأنا قدمنا أنه لا يخلو من أحد أمرين: إما أن تكون علاقته المشابهة أو غيرها، فإن كانت المشابهة فالاستعارة، وإلا فالمجاز المرسل.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b292] VALUES (204,'ونذكر من خلال ذلك التخييلية التي هي في الحقيقة مجاز عقلي عند الجمهور والسلف من البيانيين، ثم نذكر الاستعارة التي هي قسم من المجاز المركب وهي التمثيلية.
اعلم أن الاستعارة التي هي قسم من قسمي المجاز المفرد تنقسم انقسامات كثيرة باعتبارات مختلفة، فتتنوع بذلك إلى أنواع كثيرة مختلفة. وسنبيِّن لك جميعها مع غاية الإيضاح.
اعلم أولًا أن أصل الاستعارة التشبيه، فهي مجاز علاقته المشابهة، وهم يقولون: إن التشبيه زُوِّجَ بالمجاز فتولدت من بينهما الاستعارة.
واعلم أن الاستعارة لابد فيها من حذف أحد طرفي التشبيه الذي هو أصلها أعني المشبه به والمشبه، ولابد مع ذلك من حذف الوجه والأداة، فالاستعارة لم يبق فيها من أركان التشبيه الذي هو أصلها إلا المشبه به فقط، أو المشبه فقط، وهي بهذا الاعتبار تنقسم إلى تصريحية ومكنية، وبرهان الحصر فيهما بهذا الاعتبار أنك تقول: لابد في الاستعارة من حذف المشبه أو المشبه به، ولا ثالث، فإن كان المحذوف المشبه فهي التصريحية، وإن كان المحذوف المشبه به فهي المكنية.
واعلم أن المشبه به إذا حذف في المكنية لابد أن يرمز له بشيء من لوازمه، ويسند ذلك اللازم المرموز به للمشبه به الى حذوف إلى المشبه المذكور، وإسناده إليه -وهو في الحقيقة لغيره- هو معنى الاستعارة التخييلية عند الأقدمين من أهل البيان، فالتخييلية عندهم مجاز عقلي، وإنما سموها استعارة مجازًا.',NULL,'207',NULL,NULL,'0');
INSERT INTO [b292] VALUES (205,'والتصريحية نسبة إلى التصريح الذي هو التعبير بالكلام الواضح الذي لا يقبل التأويل، وسميت الاستعارة تصريحية للتصريح فيها بلفظ المشبه به، والمكنية من الكناية التي هي ضد التصريح، وهى في الاصطلاح استعمال اللفظ في لازمه مع جواز قصد المعنى الأصلي، ومعنى الاستعارة بالكناية عندهم: أن المشبه به المحذوف استعير للمشبه المذكور من غير تصريح به، بل بالكناية عنه بلازمه والدلالة عليه به، ويظهر معنى الكناية والتصريح لغةً من قول الشاعر:
وإني لأكني عن قَذُورٍ بغيرها ... وأعرب أحيانًا بها فأصارح
فمثال الاستعارة التصريحية قولك: "رأيت أسدًا يرمي" تعني رجلًا شجاعًا، فالأصل تشبيه الرجل الشجاع بالأسد في الشجاعة، حُذِفَ المشبه الذي هو الرجل الشجاع، واستعير له الأسد الذي هو المشبه به، وصرِّح بلفظه، فصارت تصريحية، وقولنا: "يرمي" هو قرينة الاستعارة.
ومثال الاستعارة بالكناية قول أبي ذؤيب الهذلي:
وإذا المنية أنشبت أظفارها ... ألفيت كل تميمة لا تنفع
فإنه أراد تشبيه المنية بالأسد، والجامع بينهما الاغتيال والإهلاك، فذكر المشبه الذي هو المنية، وحذف المشبه به الذي هو الأسد، ورمز له بلازمه الذي هو الأظفار، فرمزه للأسد بالأظفار هو معنى كونها كناية؛ لأن الأسد لم يصرح به، وإنما ذكر بطريق الكناية عنه، والاستدلال عليه بلازمه، وإسناد الأظفار إلى المنية هو الاستعارة',NULL,'208',NULL,NULL,'0');
INSERT INTO [b292] VALUES (206,'التخييلية، والأظفار في الحقيقة مستعملة في معناها اللغوي، وإنما المجاز في إسنادها إلى المنية وهي ليست لها، فإسنادها إليها مجاز عقلي عند السلف من البيانيين، وإنما سموه استعارة تخييلية مجازًا.
وما ذكرنا من أن القسمة ثنائية بهذا الاعتبار لا يَرِدُ عليه جعل الاستعارة التخييلية قسمًا ثالثًا، لأن عدهم التخييلية قسمًا إنما هو باعتبار لزومها للمكنية، فهي قسم بالتبع بالاستقلال، لأن التخييلية لا تصلح قسيمًا للمكنية لملازمتها عند سلف البيانيين، لأن أداة التقسيم عنادية أبدًا كإما ونحوها، ولا عناد بين المتلازمين، ولا تصلح أيضا قسيمًا للمصرحة؛ لأن التخييلية على مذهب الأقدمين حقيقة لغويةٌ مجازٌ عقليٌّ، والمجاز العقلي ليس قسمًا من أقسام الاستعارة.
وأما على مذهب السكاكي ومن تبعه فلا تصلح التخييلية أيضًا قسيمًا للمصرحة؛ لأن المصرحة عنده تنقسم إلى تخييلية وتحقيقية.
فإذا كانت التخييلية عند الأقدمين مجازًا عقليًّا، وعند السكاكي استعارة مصرحة، تبين أنها لا يصح كونها قسيمًا لها، فقولك: "الاستعارة إما تصريحية أو مكنية" هذا تقسيم صحيحٌ؛ لأنه لابد من حذف أحد الطرفين، فإن كان المشبه فهي التصريحية، وإلا فالمكنية.
ولا يصح قولك: "الاستعارة إما مكنية وإما تخييلية"؛ لأن التخييلية عند الأقدمين مجاز عقلي، والمجاز العقلي ليس من أقسام الاستعارة، كما لا يصح قولك: "الاستعارة إما تصريحية وإما تخييلية"؛ لأن التخييلية مجاز عقلي عند الأقدمين، ومصرحة عند السكاكي ومن وافقه، كما يأتي تحقيقه في الكلام على قرينة المكنية.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b292] VALUES (207,'والذي يصح قسيمًا للتخييلية إنما هو الاستعارة التحقيقية؛ لأنك تقول: المستعار له إما أن يكون له وجود في العقل أو الخارج، أو لا وجود له في واحد منهما. فإن كان له وجودٌ في العقل أو الخارج فهي التحقيقية، وإلا فالتخييلية. وهذا التقسيم ذكره السكاكي، وهو الذي يقبله الذهن السليم، فجعل التخييلية قسيمًا للمصرحة والمكنية لا يصح إلا بالنظر لملازمتها المكنية عند الأقدمين.
واعلم أن ما ذكرنا من أن الاستعارة بالكناية هي لفظ المشبه به المحذوف المرموز له بلازمه هو مذهب جمهور البيانيين وسلفهم، ونص عليه الزمخشري في "الكشاف" في تفسير قوله تعالى: {الَّذِينَ {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ} [الرعد/ ٢٧]، وهذا هو المعول عليه عندهم في المكنية. وفيها أربعة مذاهب غير هذا المذهب الصحيح، فالمذاهب فيها خمسة بالاستقراء، والمعتمد ممها هو ما بيَّنا، وسنبيِّن الأربعة الباقية، وهي: مذهب السكاكي، ومذهب الخطيب، ومذهب العصامي، ومذهب صاحب "الكشف".
أما مذهب السكاكي في المكنية فهو أنها لفظ المشبه المستعمل في المشبه به بادعاء أنه هو بعينه، أي من جنس حقيقته، وإنكار أنه شيء آخر، مستدلًا على ذلك بإضافة لازمه إليه، فالاستعارة عنده في قولك: "أنشبت المنية أظفارها" هي لفظة "المنية" المستعملة عنده في الأسد، بادعاء أن المنية هي الأسد نفسه لا شيء آخر، بدليل إضافة أظفارها إليها، وإطلاق "المنية" مرادًا بها الأسد مع ادعاء أنها هي هو بقرينة إضافة أظفاره إليها هو الاستعارة عنده بالمعنى المصدري.',NULL,'210',NULL,NULL,'0');
INSERT INTO [b292] VALUES (208,'وأما مذهب الخطيب في المكنية، وهو القزويني خطيب دمشق قاضي القضاة محمد بن عبد الرحمن صاحب "التلخيص" و"الإيضاح"، فهو أنها هي التشبيه المضمر في النفس المتروك أركانه سوى المشبه المدلول عليه بإثبات لازم المشبه به له. فنحو: "أنشبت المنية أظفارها" عنده معناه أن المتكلم بهذا اللفظ أراد تشبيه المنية بالأسد بجامع الاغتيال والإهلاك، فأضمر التشبيه في نفسه، وحذف أركانه كلها إلا المشبه الذي هو المنية، وأثبت له لازمه المحذوف الذي هو المشبه به. فالمحذوف الأسد، ولازمه الأظفار المثبتة للمنية، فالمكنية عنده: تشبيه مضمر في النفس مدلول عليه بذكر لازم المشبه به.
وأما مذهب العصامي في المكنية فهو أن الاستعارة بالكناية لفظ المشبه به المقلوب المستعار للمشبه المقلوب، مع جعل مجموع الكلام كناية عن لازم معناه. وتقريره في نحو: "أظفار المنية" أن يقال: شبه الأسد بالمنية، واستعير لفظ المنية للأسد، ثم جعل التركيب المشتمل على هذه الاستعارة وهو مجموع قولك: "أنشبت المنية أظفارها بفلان"، من حيث معناه بعد التركيب وهو إنشاب الأسد الحقيقي أظفاره بفلان = كناية عن تحقيق الموت، فهي عندهم من فروع التشبيه المقلوب، وهو قلب المشبه به مشبهًا والمشبه مشبهًا به، كقول محمد بن وهب يمدح المأمون بن هارون الرشيد:
وبدا الصباح كأن غرته ... وجه الخليفة حين يُمتدح
وأما مذهب صاحب "الكشف" في المكنية فهو أنها اللازم المرموز',NULL,'211',NULL,NULL,'0');
INSERT INTO [b292] VALUES (209,'به للمشبه به المحذوف، وهو الأظفار في المثال المذكور، ويسمى استعارة لاستعارته للمشبه، وبالكناية لأنه كناية عن النسبة، أي إثبات الأسدية للمنية، وهذا هو ما فهمه صاحب "الكشف" من كلام صاحب "الكشاف". والتحقيق أن كلام صاحب "الكشاف" يوافق مذهب سلف البيانيين كما قدمنا.
فإذا حققت هذه المذاهب الأربعة في المكنية، وعلمت أنا قدمنا أنها لا معول على شيء منها، فسنذكر لك وجه بطلان كل واحدٍ منها على سبيل اللف والنشر المرتب.
أما مذهب السكاكي في المكنية فوجه القدح فيه أن ما سماه استعارة لا يتناوله اسم الاستعارة على مذهبه، والحكم على شيء بأنه استعارة وهو ليس من الاستعارة واضح البطلان؛ لأنها على مذهبه حقيقة لغوية، والاستعارة لا تطلق اصطلاحًا إلا على مجاز علاقته المشابهة.
وإيضاح ذلك أنا قدمنا أن مذهبه في المكنية أنها لفظ المشبه المستعمل في المشبه به بادعاء أنه هو لقرينة نسبة صفته إليه، فالمنية عنده مرادًا بها الأسد مدعيًا أنها هي هو لا شيء آخر بدليل نسبة أظفاره إليها، ولا يخفى أن لفظ المشبه كالمنية في المثال المذكور لم يستعمل إلا فيما وضع له تحقيقًا للقطع بأن المراد بالمنية الموت لا شيء آخر. غاية الأمر ادعاء اتحاد الموت بالأسد، ولا شيء من الاستعارة يستعمل في معناه الموضوع له تحقيقًا، والسكاكي نفسه فسَّر الاستعارة بأنها ذكر أحد طرفي التشبيه مرادًا به الآخر، وهي عنده قسم من المجاز',NULL,'212',NULL,NULL,'0');
INSERT INTO [b292] VALUES (210,'المفرد المفسر بالكلمة المستعملة في غير ما وضعت له، فلا يكون على مذهبه المشبه في صورة الاستعارة بالكناية استعارة.
والحاصل أن هذا الكلام الذي ذكرنا يشتمل على مقدمتين صحيحتين، يتركب منها قياس اقتراني من الشكل الثاني، ينتج بطلان مذهب السكاكي.
وكيفية نظمه أن نقول: لفظ المشبه لم يستعمل إلا في معناه، ولا شيء من الاستعارة يستعمل في معناه، ينتج: لا شيء من لفظ المشبه باستعارة. وهو المطلوب في رد مذهب السكاكي.
واعلم أن هذا القياس الذي ذكرنا لا يعترض بكون كلتا مقدمتيه فيها حرف سلب، والشكل الثاني يشترط لإنتاجه اختلاف مقدمتيه في الكيف، بأن تكون إحداهما موجبة والأخرى سالبة كما هو معلوم؛ لأن صغراه التي هي قولنا: "لفظ المشبه لم يستعمل إلا في معناه" موجَبةٌ معنًى، لأن النفي بـ "لم" نفته "إلا"، فتماسكت (¬١) "لم" و"إلا"، ونفي النفي إثباتٌ، فصار المعنى: لفظ المشبه مستعمل في معناه فقط.
فإذا كانت تسمية الاستعارة تختل بالذهاب إلى مذهب السكاكي فلا وجه للذهاب إليه، وما أجاب به في "المفتاح" عن هذا الاعتراض نوقش فيه كثيرًا، وفيما ذكرنا كفاية.
وأما مذهب الخطيب فالدليل على عدم صحته أنه فسر المكنية
_________
(¬١) كذا في الأصل المطبوع.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b292] VALUES (211,'بأنها تشبيه مضمر في النفس، والتشبيه المضمر في النفس معنى من المعاني قائمٌ بنفس الشخص، والاستعارة هي الكلمة المستعملة في غير ما وضعت له، فالمعنى القائم بنفس الشخص لا يصح أن يكون استعارة، والمكنية بالمعنى المصدري لا يصدق عليها حد الخطيب أيضا، لأنها بالمعنى المصدري استعمال اللفظ في غير ما وضع له، والتشبيه مباينٌ لذلك ضرورة.
وأما مذهب العصامي فلا وجه له؛ لأن ما ادعاه من قلب التشبيه خلاف الأصل بلا موجب ولا دليل، وجعله مجموع الكلام كناية عن لازم معناه لابد فيه من ملاحظة الحقيقة، فيخرج بتلك الملاحظة عن حد الاستعارة لأنها مجاز، وبالجملة فمذهبه لا دليل عليه ولا حاجة إليه.
وأما مذهب صاحب "الكشف" فقد قدمنا أنه غلطٌ من أجل فَهْمِه من كلام صاحب "الكشاف" غير مراده، وصاحب "الكشاف" موافق للجمهور في المكنية.
وأيضًا، فإن مذهب صاحب "الكشف" الذي هو أن المكنية هي اللازم المرموز به للمشبه به المحذوف -كالأظفار في المثال المقدم- يظهر القدح فيه بأن الأظفار مثلًا مستعملة في معناها الحقيقي، فليست مجازًا حتى تكون استعارة، وإنما المجاز في إسنادها إلى المنية كما قدمنا عن الجمهور.
وقول بعض البيانيين أن الأظفار في المثال المذكور مجازٌ؛ لأنها مستعملة في مشبه وهمي تخيله الذهن وتوهمه = لا دليل فيه لصاحب',NULL,'214',NULL,NULL,'0');
INSERT INTO [b292] VALUES (212,'"الكشف"؛ لأنها على ذلك القول تكون استعارة مصرحة تخييلية كما يأتي تحقيقه في مذهب التخييلية.
فتحصَّل أن الأظفار مثلًا في المثال المذكور إما حقيقةٌ لغويةٌ، أو استعارٌ مصرحةٌ، وكل منهما يباين المكنية ضرورة، فظهر سقوط قول صاحب "الكشف".
وما ذكرنا من أن الأظفار في المثال المذكور حقيقةٌ لغويةٌ ومجازٌ عقليٌّ عند الجمهور ينافي تسميتهم لها استعارة تخييلية، وإنما سموا هذه الحقيقة اللغوية والمجاز الإسنادي استعارةً على سبيل المجاز العرفي، وإلا فالتخييلية عنده غير داخلة في حد الاستعارة كما قدمنا.
فإذا حققت المذاهب في المكنية فسنبين لك المذاهب في قرينتها.
اعلم أن مذهب جمهور علماء البلاغة أن قرينة المكنية هي المسماة الاستعارة التخييلية، وهي إسناد اللازم المرموز به للمشبه به المحذوف إلى المشبه، والتخييلية عندهم في الحقيقة حقيقة لغوية، وإنما المجاز في إسناد لازم المشبه به إلى المشبه وهو ليس له، والإسناد المجازي ليس من أقسام الاستعارة؛ لأنه مجاز عقلي، وإنما سموه استعارة تخييلية على سبيل المجاز العرفي.
وعلى مذهب الجمهور فالمكنية والتخييلية متلازمتان لا توجد إحداهما بدون الأخرى، ووجه ملازمتهما عندهم ظاهر؛ لأن المشبه به المحذوف لابد أن يرمز له بشيءٍ من لوازمه، ويسند ذلك اللازم إلى',NULL,'215',NULL,NULL,'0');
INSERT INTO [b292] VALUES (213,'المشبه المذكور، فالمشبه به المحذوف المدلول عليه بلازمه هو المكنية، وإسناد ذلك اللازم إلى المشبه هو التخييلية، فالتلازم واضحٌ.
ولا يخفى أن الاستعارة لا تنفك عن قرينتها، لأنها جزء من حدها، إذ لابد في المجاز من قرينة كما لا تنفك قرينة الاستعارة عنها، وهذا هو المذهب المعول عليه، والخطيب موافق للجمهور فيه، فهو يوافقهم في التخييلية، ويخالفهم في المكنية.
ومذهب السكاكي في قرينة المكنية أنها تكون طورًا استعارة تحقيقية، وطورًا تخييلية، وطورًا حقيقة لغوية، فمثالها تحقيقية قوله تعالى: {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ} [الرعد/ ٢٥]، وقوله: {يَاأَرْضُ ابْلَعِي مَاءَكِ} [هود/ ٤٤]؛ لأنا قدمنا أن السكاكي يقسم الاستعارة إلى تحقيقية، وتخييلية، لأن المستعار له إما أن يكون موجودًا في الخارج أو العقل، أو معدومًا فيهما، فإن كان موجودًا في واحد منهما فهي التحقيقية، وإلا فالتخييلية، فالتحقيقية قسمان نظرًا إلى وجوده في الحِسِّ أو العقل.
فمثال التحقيقية التي التحقيق فيها عقلي قوله تعالى: {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ}؛ لأنها استعارة بالكناية، وقرينتها استعارة تحقيقية؛ لوجود المستعار له فيها عقلًا.
وإيضاحه: أن المراد تشبيه العهد بالحبل، والجامع إثبات الوصلة بين أمرين، فحذف الحبل الذي هو المشبه به، وذكر العهد الذي هو المشبه، ورمز للحبل المحذوف بشيء من لوازمه وهو النقض، أي',NULL,'216',NULL,NULL,'0');
INSERT INTO [b292] VALUES (214,'تفريق طاقات الحبل وتفكيكها. فالنقض الذي هو قرينة المكنية ليس باستعارة تخييلية، بل فيها استعارة تحقيقية تصريحية تبعية.
وإيضاح ذلك: أنه لما شبه بالحبل شبه إبطال العهد بتفكيك طاقات الحبل، فجرت في ملائم المشبه وملائم المشبه به تبعًا لما يلائمه كل منهما.
ففي الكلام استعارتان: إحداهما مكنية، والأخرى تصريحية تحقيقية.
وبيانه: أنه شبه العهد بالحبل، فاستعمل فيه على مذهب السكاكي بادعاء أنه هو بدليل إضافة النقض إليه، وعند الجمهور أنه حذف المشبه به الذي هو الحبل، وأثبت لازمه المرموز له به الذي هو النقض للمشبه المذكور الذي هو العهد، على سبيل الاستعارة المكنية، ثم شبَّه إبطال العهد بتفكيك طاقات الحبل الذي هو النقض، وحذف المشبه الذي هو الإبطال، وصرح بالمشبه به الذي هو النقض، فصارت استعارة تصريحية، والمشبه الذي هو الإبطال موجود عقلًا، فصارت تحقيقية، وتحقيقها عقلي.
ومثال إتيان قرينة المكنية استعارةً تحقيقيةً وتحقيقُها حسيٌّ قوله تعالى: {يَاأَرْضُ ابْلَعِي مَاءَكِ}؛ لأنه شبه الماء بالغذاء، وحذف المشبه به الذي هو الغذاء، وذكر المشبه الذي هو الماء، ورمز للغذاء المحذوف بلازمه الذي هو البلع. وعند السكاكي: أن الماء مستعمل في الغذاء بادعاء أنه هو، والقرينة نسبة البلع إليه، والبلع مستعار للغَوْر؛ لأنه شبه غور الماء في الأرض ببلع الغذاء، والجامع الغيبوبة',NULL,'217',NULL,NULL,'0');
INSERT INTO [b292] VALUES (215,'الحاصلة لكل منهما، فحذف المشبه الذي هو غور الماء، وأثبت المشبه به الذي هو البلع، فجاءت تصريحية تحقيقية، والتحقيق فيها حسي؛ لأن المستعار له الذي هو غور الماء في الأرض محسوسٌ، واشتق الفعل الذي هو "ابلعي" من البلع، فجاءت الاستعارة تبعية، فقرينة هذه المكنية استعارة تحقيقية تصريحية تبعية.
ومثال إتيان قرينة المكنية استعارة تخييلية قول لبيد:
وغداة ريحٍ قد كشفتُ وقِرَّة ... إذْ أصبحت بيد الشَّمال زمامها
أراد تشبيه "الشَّمال" بالفتح -وهي ريح مشهورة- في قوة تأثيرها في الغداة بالتبريد بالشخص المالك، والجامع قوة تأثير كل من حال إلى حال، فحذف المشبه به الذي هو الشخص المالك، ورمز له بشيء من لوازمه وهو اليد التي يتناول بها التصرف، وأثبت المشبه الذي هو الشمال؛ فجاءت استعارة مكنية.
وعلى مذهب السكاكي: أراد تشبيه الشمال بالشخص المالك مدعيًا أنها هو لا شيء آخر بدليل إضافة يده إليها، وفي ذكر اليد عنده استعارة تصريحية تخييلية؛ لأنه أراد تشبيه شيء توهمه وتخيله لريح الشمال بيد الشخص المتصرف، فحذف ذلك الشيء المتوهم المتخيل الذي هو المشبه، وصرح بالمشبه به الذي هو اليد، فجاءت استعارة تصريحية، والمشبه لا وجود له في الحس ولا في العقل، فكانت استعارة تخييلية، فقرينة هذه المكنية استعارة تصريحية تخييلية.
ومثال إتيان قرينة المكنية حقيقة لغوية عند السكاكي قولك:',NULL,'218',NULL,NULL,'0');
INSERT INTO [b292] VALUES (216,'"أنبت الربيع البقل" إذ المراد عنده تشبيه الربيع بالفاعل المختار بادعاء أنه عينه لقرينة نسبة الإنبات إليه على سبيل الاستعارة المكنية. والإنبات الذي هو قرينة هذه المكنية حقيقة لغوية.
فإذا حققت أن مذهب سلف البيانيين وجمهورهم في قرينة المكنية أنها الاستعارة التخييلية التي هي في نفس الأمر حقيقةٌ لغويةٌ مجازٌ عقليٌّ، وسميت استعارة تخييلية على سبيل المجاز العرفي، وحققت أن مذهب السكاكي في قرينة المكنية أنها تارة تكون تحقيقية مصرحة، وتارة تكون تخيليية مصرحة، وتارة تكون حقيقة لغوية، وحققت أن المكنية والتخييلية متلازمتان عند الجمهور والخطيب وأنهما ليستا بمتلازمتين عند السكاكي كما بينا = فاعلم أن السعد التفتازاني اختار ما ذكره الزمخشري: من أن ملازمة المكنية والتخييلية أمر غالب لا لازم، لجواز أن تكون قرينتها تحقيقية، كما في قوله: {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ}؛ لأن فيه عنده استعارة مكنية، وقرينتها استعارة تحقيقية مصرحة تبعية؛ لأن المراد تشبيه العهد بالحبل، فحذف الحبل الذي هو المشبه به، ورمز له بلازمه الذي هو النقض، أي تفكيك طاقاته، وأضيف إلى العهد الذي هو المشبه المذكور، فالحبل المحذوف المدلول عليه بلازمه الذي هو تفكيك طاقاته المعبر عنه بالنقض استعارةٌ بالكناية، والنقض المذكور شبه به إبطال العهد، فحذف المشبه الذي هو الإبطال، وصرح بالمشبه به الذي هو النقض، فكانت استعارة مصرحة، ثم اشتق من النقض الفعل الذي هو ينقضون، فكانت تبعية، فقرينة هذه المكنية استعارة تحقيقية مصرحة تبعية، فظهر عدم ملازمتها للتخييلية كما اختاره السعد.',NULL,'219',NULL,NULL,'0');
INSERT INTO [b292] VALUES (217,'وحاصل مذهب الزمخشري: أنه إن شاع استعمال ملائم للمشبه به في ملائم المشمه فقرينة المكنية استعارة مصرحة، سواء كان ملائم المشبه الذي استعمل فيه ملائم المشبه له له وجود في الحس، أو العقل، أو لا وجود له في واحد منها، وأما إذا لم يشع استعماله فيه فلا تكون عنده استعارة مصرحة، بل حقيقة لغوية. والإسناد المجازي كمذهب الجمهور، سواء كان للمشبه ملائم يشبه ملائم المشبه به موجودًا في الحس، أو العقل، أو لا.
وهذا المذهب هو الذي اقتصر عليه المحقق السمرقندي، إلا أنه اعتبر وجود ملائم للمشبه يشبه ملائم المشبه به وإن لم يشع استعماله فيه، والزمخشري يعتبره لكثرته في كلام العرب، كقول لبيد:
وغداة ريح قد كشفت وقرة ... إذْ أصبحت بيد الشمال زمامها
وكقول الآخر:
ويد الشَّمال عشية مذ أرعشت ... دلت على ضعف النسيم بخطها
كتبت سقيمًا في صحيفة جدول ... فيه الغمامة صححته بنقطها
وكقول الآخر:
قد جلسنا بروضةٍ غناء ... نجتلي بيننا كؤوس الهناء
روضة تحتها الجداول تجري ... تحت سوق الغصون كالرقطاء
صقلتها يد النسيم فلاحت ... فيه أزهارها كنجم سماء
وبها الورد لاح مثل خدودٍ ... كسيت باحمرار صُنع (¬١) الحياء
_________
(¬١) كذا في الأصل المطبوع. ولعلها: صبغ.',NULL,'220',NULL,NULL,'0');
INSERT INTO [b292] VALUES (218,'ومحل الشاهد من هذه الأبيات، قوله: "صقلتها يد النسيم".
وينفرد مذهب السمرقندي فيما إذا وجد للمشبه ملائم المشبه به المستعمل فيه ولم يشع استعماله فيه، كقول ابن شماخ:
نوائب غالتني فأبدت فضائلي ... فكانت وكنت النار والعنبر الوردا
فلولا علاه عشت دهري كله ... وكيس كلامي لا أحل له عقدا
فإنه أراد تشبيه الكلام بالنقد بجامع أن كلا محل للمفاخرة والتزين، فحذف المشبه به الذي هو النقد، ورمز له بلازمه الذي هو الكيس على سبيل الاستعارة المكنية، وأثبت المشبه الذي هو الكلام وأضاف إليه ملائم المشبه المحذوف الذي هو الكيس الملائم للنقد، فكما أن المشبه به الذي هو النقد يلائم الكيس لدخوله فيه وخروجه منه، فكذلك المشبه الذي هو الكلام له ملائم يشبه الكيس وهو الروية والذهن لكون الكلام خارجًا عنها، فهما له كالكيس للنقد، والروية: التفكر في الأمر، والذهن: الاستعداد التام لإدراك العلوم بالفكر، ويطلق على القوة المعدة لاكتساب العلوم، والفكر حركة النفس في المعقولات، وأما حركتها في المحسوسات فتخيل.
فقرينة هذه المكنية في قوله: "وكيس كلامي" عند السمرقندي استعارة تحقيقية لوجود المستعار له فيها عقلًا، وإن لم يشع استعمال ملائم المشبه به فيه، فهي تحقيقية مصرحة أصلية عند السمرقندي، وأما عند صاحب "الكشاف" فليست استعارة لعدم شيوع استعمال الكيس في الروية والذهن، فهي عنده حقيقةٌ لغويةٌ مجازٌ عقليٌّ كمذهب',NULL,'221',NULL,NULL,'0');
INSERT INTO [b292] VALUES (219,'الجمهور.
وأما إن كان ملائم المشبه الذي استعمل فيه ملائم المشبه به ليس له وجود في الحس، ولا في العقل، ولم يشع استعماله فيه، فليس باستعارة باتفاق السمرقندي والزمخشري، لأن السمرقندي يعتبر الوجود وهو غير موجود، والزمخشري يعتبر شيوع الاستعمال، وهو ليس بشائع استعماله فيه، وذلك كقول علي بن الخنائي في رسالته القلمية: "يعجز عن بيان غرره بنان الأفهام، ولو أن ما في الأرض من شجرة أقلام" أراد تشبيه الأفهام بشخص كاتب، بجامع أن كلًّا سبب للإبانة والإيضاح، فحذف المشبه به الذي هو الكاتب، ورمز له بملائمه الذي هو البنان على سبيل الاستعارة المكنية، وأضاف البنان إلى المشبه الذي هو الأفهام، ولم يشع استعمال البنان الذي هو ملائم المشبه به في ملائم المشبه الذي هو الأفهام، مع كون الأفهام لم يوجد لها ملائم يشبه البنان.
فإذا حققت مما ذكرنا مذاهب البيانيين في المكنية ومذاهبهم في قرينتها، وأن المكنية والتخييلية متلازمتان عند سلف البيانيين وجمهورهم، وأن السعد التفتازاني اختار ما ذهب إليه الزمخشري من كون الملازمة بين التخييلية والمكنية أغلبية لا دائمة = فاعلم أن السكاكي عنه في ملازمة المكنية والتخييلية مذهبان:
أحدهما: أن التخييلية توجد دون المكنية، والمكنية لا توجد دون التخييلية.
والثاني: أن كلًّا منهما توجد دون الأخرى.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b292] VALUES (220,'قال مقيد هذه الرحلة عفا اللَّه عنه وغفر له: التحقيق الذي يتلقاه الذهن السليم بالقبول هو أن التخييلية توجد دون المكنية، والمكنية توجد دون التخييلية، ويجتمعان معًا، وإنما ذكرت أن هذا هو التحقيق لكثرة الشاهد له في كلام البلغاء.
فمثال إتيان التخييلية دون المكنية قول أبي تمام:
لا تسقني ماء الملام فإنني ... صبٌّ قد استعذبت ماء بكائي
فإنه توهم للملام شيئًا يمازج الروح شبيهًا بالماء، وأطلق اسمه عليه استعارة تخييلية، ولا مكنية معها.
وكقول أبي الطيب المتنبي:
وقد ذقت حلواء البنين على الصبا ... فلا تحسبنِّي قلت ما قلت عن جهل
فإنه تخيل للبنين لذاذة تشبه الحلواء، وأطلق اسمها عليها استعارة تخييلية، ولا مكنية معها.
وكقول أشجع السلمي:
للَّه سيفٌ في يدي نصرِ ... في حده ماء الردى يجري
وقول البحتري:
أما مسامعنا الظماء فإنها ... تروى بماء كلامك الرقراق
وقول التهامي:
أذهبت رونق ماء النصح والعذل ... فاذهب فلست بمعصوم من الزلل',NULL,'223',NULL,NULL,'0');
INSERT INTO [b292] VALUES (221,'وقول مقيد هذه الرحلة عفا اللَّه عنه وغفر له في أبياته التي بيَّن فيها أن مقاصد الشعراء ليست له بمقاصد:
قد صد بي حلم الأكابر عن لمى ... شفة الفتاة الطفلة المغناج
ماء الشبيبة زارع في صدرها ... رمانتي روض كحق العاج
فالماء في جميع هذه الأمثلة مستعار لأمر وهمي على سبيل الاستعارة التخييلية المصرحة، ولا مكنية معها.
ومثال إتيان المكنية دون التخييلية قوله تعالى: {وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثَاقِهِ} لأن قرينة المكنية فيها تحقيقية لا تخييلية، كما قدمنا عن السمرقندي والزمخشري واختيار السعد التفتازاني.
ومثال اجتماعهما بيت لبيد المتقدم.
فهذا الذي مثلنا له من اجتماعهما، وانفراد كل منهما عن الأخرى هو اختيار مقيد هذه الرحلة عفا اللَّه عنه وغفر له وعامله بلطفه الجميل، بناءً على اختياره مذهب السكاكي في أن قسيم التخييلية هو التحقيقية، لأنك تقول: المستعار له إما أن يكن له وجودٌ في الحس أو العقل، أو لا، فإن كان له وجود في أحدهما فالتحقيقية، وإلا فالتخييلية كما قدمنا، وأما جعل التخييلية قسيمًا للمصرحة والمكنية فلا يصح ولا يعقل إلا بحسب تبعها للمكنية عندهم، كما بيناه فيما مر.
تنبيه: قد أكثرنا في هذا الدرس البياني من ذكر الاستدلال على الأسد المحذوف في بيت أبي ذؤيب الهذلي المتقدم بلازمه الذي هو أظفاره، ولمعترض أن يقول: كيف تستدلون بذكر الأظفار على',NULL,'224',NULL,NULL,'0');
INSERT INTO [b292] VALUES (222,'خصوص الأسد مع أن أهل اللغة لم يخصوا الأظفار بالأسد، فالأظفار تنسب لغير الأسد حقيقةً ومجازًا، فالحقيقة كقوله تعالى: {وَعَلَى الَّذِينَ هَادُوا حَرَّمْنَا كُلَّ ذِي ظُفُرٍ} [الأنعام/ ١٤٦]، والمجاز كقوله:
وذي رحم قلمت أظفار جهله ... بحلمي عنه حين ليس له حلم
وكقول حسان رضي اللَّه عنه:
نسمو إذا الحرب نالتنا مخالبها ... إذا الزعانف من أظفارها خشعوا
فإنه استعار "الأظفار" في البيت الأول لما يحمل عليه الجهل من سوء المعاشرة بجامع الإيذاء، واستعار "الأظفار" في البيت الثاني لما ينشأ عن آلات الحرب من جرح أو موت بجامع الإيذاء أيضًا.
والجواب عن الاعتراض المذكور كما أورده بعض المحققين: أن الغالب استعمال الأظفار لخصوص الأسد، وغلبة استعمالها في خصوصه كافية، فاندفع الاعتراض المذكور. واللَّه تعالى أعلم.
فقد بيَّنا بغاية الإيضاح كيفية انقسام الاستعارة إلى مصرحة ومكنية، وبيَّنا المذاهب في المكنية، والمذاهب في قرينتها، وبيَّنا التخييلية عند الجمهور، وأن عدهم لها قسيمًا للمصرحة والمكنية إنما هو بحسب ملازمتها عندهم مع المكنية، وبينا كيفية انقسام الاستعارة عند السكاكي بحسب وجود المستعار له حسًّا أو عقلًا وعدمه فيهما إلى تحقيقية وتخييلية، وبينا الكلام في ملازمة المكنية والتخييلية وعدمها، وحققنا المقام في ذلك بما لا مزيد عليه.
والآن نتكلم عن انقسام الاستعارة باعتبارات أخرى.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b292] VALUES (223,'اعلم أن الاستعارة باعتبار الإتيان فيها بما يلائم المشبه به أو المشبه وعدم الإتيان بما يلائم واحدًا منهما تنقسم قسمة ثلاثية إلى: مرشحة، ومجردة، ومطلقة.
وإيضاحه: أنه إذا ذكر فيها ملائم المشبه به فهي مرشحة، كما لو استعرت أسدًا لرجل شجاع، وذكرت أن ذلك الأسد له لبدة وأن أظافره لم تقلم، لأن اللبدة والأظافر من ملائم المشبه به الذي هو الأسد دون الرجل الشجاع الذي هو المشبه.
وإن ذكر فيها ملائم المشبه فهي المجردة، كما لو استعرت أسدًا لرجل شجاع، وذكرت أن ذلك الرجل الشجاع شاكي السلاح؛ لأن السلاح من ملائم المشبه الذي هو الرجل الشجاع دون المشبه به الذي هو الأسد.
وأما إذا لم يذكر فيها ما يلائم واحدًا منهما فهي المطلقة.
وأبلغ هذه الأقسام الثلاثة المرشحة، ثم المطلقة، وأدناها المجردة.
ووجه كون المرشحة أبلغها، والمجردة أقلها بلاغة: أنك إذا أردت تشبيه رجلٍ شجاعٍ بأسد مثلًا، واستعرته له وجعلت ذلك الأسد المستعار للرجل الشجاع متناهيًا في القوة والشجاعة لذكرك ما يدل على ذلك من اللبدة وقوة الأظفار بعد التقليم، كان ذلك أدل على شجاعة ذلك الرجل وكمالها مما لو شبهته بمطلق أسد.
وإذا أردت في المجردة أن تشبه رجلًا بأسد فاستعرته له وذكرت أن',NULL,'226',NULL,NULL,'0');
INSERT INTO [b292] VALUES (224,'ذلك الرجل شاكي السلاح كامل الأدوات، وأن الأسد المستعار له مطلق أسد، فلا مبالغة في هذه الاستعارة؛ لأن الرجل الضعيف إذا كان كامل السلاح وأدوات القتال قد يغلب الرجل القوي الذي ليس كذلك، وإنما الفضيلة في ذلك السلاح لا لنفس الرجل الضعيف.
فظهرت أبلغية المرشحة، وعدم بلاغة المجردة، وتوسط المطلقة بينهما.
واعلم أن الترشيح والتجريد المذكورين لا يعتبر واحد منهما إلا بعد كمال الاستعارة بوجود قرينتها.
قال مقيد هذه الرحلة عفا اللَّه عنه وغفر له: هذا التقسيم الذي ذكره علماء البلاغة في انقسام الاستعارة إلى مرشحة، ومطلقة، ومجردة، يَرِدُ عليه إشكالٌ بعدم كمال الأقسام لوجود قسم رابع بالتقسيم الصحيح، لأنك تقول باعتبار هذا التقسيم: لا يخلو المقام من واحدة من أربع: إما أن يذكر ملائم للمشبه به فقط، أو ملائم للمشبه فقط، وإما أن لا يذكر ملائم لواحد منهما، وإما أن يذكر لكل واحد منهما ملائم، كما في قول زهير:
لدى أسدٍ شاكي السلاح مقذَّفٍ ... له لِبَدٌ أظفاره لم تُقَلَّمِ
فإن قوله: "شاكي السلاح" من ملائم المشبه الذي هو الرجل الشجاع، وقوله "له لبد أظفاره لم تقلم" من ملائم المشبه به الذي هو الأسد.
فهذا القسم الأخير موجود بالتقسيم الصحيح، فكيف يقسمونها',NULL,'227',NULL,NULL,'0');
INSERT INTO [b292] VALUES (225,'بهذا الاعتبار إلى ثلاثة أقسام، والأقسام الموجودة أربعة؟
وأجاب بعض المحققين عن هذا الإشكال بأن هذا القسم الرابع مندرج لا محالة في بعض الأقسام الثلاثة، وبيانه: أنه إذا ذكر ملائم للمشبه به وملائم للمشبه معًا لا يخلو المقام من واحدةٍ من ثلاث: إما أن يكون ملائم المشبه به أقوى وأكثر من ملائم المشبه، وإما عكس ذلك، وإما أن يستويا، فإن كانت القوة والغلبة لملائم المشبه به فهي مرشحة، وإن كانت لملائم المشبه فهي مجردة، وإن استويا واعتدلا تساقطا فكأنهما لم يذكرا فتكون مطلقة، فرجع القسم الرابع إلى أحد الأقسام الثلاثة التي ذكرها البيانيون، فارتفع الإشكال.
وتنقسم الاستعارة باعتبارٍ آخر إلى أصلية وتبعية، وضابط ذلك أن المستعار منه الذي هو المشبه به إن كان اسم جنس جامدًا ولو بالتأويل، أو كان مصدرًا، فالاستعارة أصلية، وأما إن كان المستعار منه فعلًا أو اسمًا مشتقًا كاسم الفاعل واسم المفعول، أو كانت في معنى حرفٍ، فهي تبعية.
فمثال الاستعارة الأصلية التي المستعار منه فيها اسم جنس جامد قولك: "رأيت أسدًا يرمي"، فالمستعار منه الذي هو الأسد اسم جنس جامد، فاستعارته للرجل الشجاع أصلية؛ لأنها لم تجر في شيء قبله بالأصالة ثم فيه بالتبع، كما ستعرفه من مثال التبعية إن شاء اللَّه.
ومثال الأصلية التي المستعار منه فيها اسم جنس بالتأويل قولك: "رأيت حاتمًا" تعني رجلًا جوادًا؛ لأن المستعار منه الذي هو حاتم أصله علم شخص موضوع لشخص بعينه، فمسماه لا أفراد له أصلًا',NULL,'228',NULL,NULL,'0');
INSERT INTO [b292] VALUES (226,'حتى يدعى أن المستعار له فرد منها، لكن هذا المعنى الجزئي الذي هو مسمى حاتم اشتهر بصفة الجود اشتهارًا تامًّا حتى صار كل من اشتهر بتلك الصفة يسمى باسمه؛ فصارت لفظة "حاتم" بهذا الاعتبار كأنها اسم جنس لكل جواد، فاستعارته لرجل آخر جواد استعارة أصلية؛ لأن المستعار منه فيها اسم جنس بالتأويل.
ومثال الاستعارة الأصلية التي المستعار منه فيها مصدر قولك: "عجبت من قتل زيد عمرًا"، تعني أنه ضربه ضربًا شديدًا، فالمستعار منه الذي هو القتل المستعار للضرب مصدر، فاستعارته للضرب أصلية، لأنها لم تجر في شيء قبل المصدر ثم فيه بالتبع، بل جرت في المصدر بالأصالة والاستقلال، كما سيتضح من مثال التبعية إن شاء اللَّه.
وأما مثال التبعية التي المستعار منه فيها فعل فكقولهم: "نطقت الحال بكذا" لأن المراد تشبيه دلالة الحال على الأمر بالنطق به، والجامع الإبانة والإيضاح، فحذف المشبه الذي هو الدلالة وصرح بالمشبه به الذي هو النطق فكانت مصرحة، ثم اشتق من النطق الذي هو المصدر الفعل الذي هو نطقت، فكانت الاستعارة تبعية، لجريانها في المصدر أولًا، ثم في الفعل بالتبع لجريانها في المصدر، ومعنى كونها تبعية أنها لا تجري في الفعل إلا بالتبع لجريانها في المصدر، ولذا كانت أصلية في المصدر.
وإيضاحه: أن معنى الفعل الذي هو "نطقت" مركب من أمرين: أحدهما: المصدر الذي هو الحدث. والثاني: الزمن. فلفظ "نطقت"',NULL,'229',NULL,NULL,'0');
INSERT INTO [b292] VALUES (227,'يدل بالمطابقة على نطق في زمن ماض، فمعنى الفعل مركبٌ من مصدر وزمن، والماهية المركبة يستحيل تعقلها حتى تتعقل أجزاؤها التي تركبت منها، فملاحظة النطق لازمة لزومًا عقليًا لإدراك معنى "نطقت"؛ لأن النطق جزء من مدلولها، والماهية المركبة لا تعقل إلا بالتبع لإدراك أجزائها التي تركبت منها، فقولك: "نطقت الحال" لابد فيه من ملاحظة معنى النطق أولًا، وأن دلالة الحال مشبهة به، وأنه مستعارٌ لها، ثم بواسطة الاشتقاق تلاحظ استعارة "نطقت الحال" لِـ"دَلَّتْ الحال" تبعًا لملاحظة استعارة النطق للدلالة.
فالمصدر الذي هو الفعل الحقيقي أصل للفعل الصناعي؛ لأنه مشتق منه على التحقيق، والفعل الحقيقي الذي هو الحدث أعني المصدر جزء من مدلول الفعل الصناعي الذي هو الفعل الماضي والمضارع، وجزؤه الآخر الزمن، والمقصود في التشبيه الذي هو الاستعارة المصدر لا الزمن، فلا نظر إلى الزمن في الاستعارة أصلًا، فلزم جريانها في المصدر بالأصالة، ثم في الفعل بالتبع له، ولا يخفى أن الفعل إذا حللته انحل إلى مصدر وزمن، فإذا كان الزمن لا التفات إليه أصلًا في الاستعارة، تعين قصد المصدر، فلزم جريانها فيه بالأصالة، ثم في الفعل بالتبع له.
واعلم أن ما ذكرنا من أن ماهية الفعل الصناعي مركبة من المصدر والزمن فقط، وأن النسبة إلى الفاعل المعين غير داخلة في مفهومه، بل الدال عليها جملة الكلام = هو مذهب الجمهور، فـ "نطق" عندهم تدل على نطق في زمن ماضٍ، ولا تدل على نسبة ذلك النطق لفاعل معين،',NULL,'230',NULL,NULL,'0');
INSERT INTO [b292] VALUES (228,'بل الذي يدل على ذلك جملة الكلام.
وأما على ما ذهب إليه السيد ومن وافقه من أن ماهية الفعل الصناعي مركبةٌ من ثلاثة أمور وهي: المصدر، والزمن، والنسبة. فوجه كون الاستعارة في الفعل تبعية أن معناه لمَّا اشتمل على النسبة غير المستقلة بالمفهومية كان تمام معنى الفعل غير مستقل، لأن المركب من المستقل وغيره غير مستقل، وغير المستقل لا يصلح للحكم عليه بالموصوفية، فاعتبرنا التشبيه والاستعارة أولًا في المصدر لاستقلاله بالمفهومية، ثم في الفعل بالتبع له.
ومثال الاستعارة التبعية التي المستعار منه فيها اسمٌ مشتق قولهم: "الحال ناطقة بكذا" فالمراد تشبيه دلالة الحال بالنطق، والجامع الإبانة والإيضاح، فحذف المشبه الذي هو الدلالة، وصرح بالمشبه به الذي هو النطق، فكانت مصرحة، ثم اشتق من النطق اسم الفاعل الذي هو ناطقة، فكانت تبعية لجريانها في المصدر أولًا، ثم في الاسم المشتق منه بالتبع له.
وإيضاحه: أن الاسم المشتق إذا حللته انحل إلى مصدر وذات، والمصدر أبدًا معين، والذات مبهمة، فاتضح أن المقصود الأهم الجدير بأن يعتبر فيه التشبيه الذي هو أصل الاستعارة المصدر؛ لتعيُّنه وكون الذات المتصفة به مبهمة.
فقولك: "ناطقة" معناه ذاتٌ متصفة بالنطق، فالنطق معين، والذات مبهمة، فالمقصود الأهم هو المعين لا المبهم، فلو كان المقصود عندهم بالتشبيه والاستعارة الذوات المتصفة بالمصادر',NULL,'231',NULL,NULL,'0');
INSERT INTO [b292] VALUES (229,'لذكروا الألفاظ الدالة على نفس الذوات مفرزة عما يقوم بها من الصفات التي هي المصادر، بأن يقولوا في "قائم": ذات لها قيام. وفي "ناطق": ذات لها نطق. مثلًا. فلما اشتقوا الأوصاف المشتملة على المصادر والذوات وأبهموا الذوات، والحال أن المصادر معينة، دلَّ على أن المقصود في أصل الاستعارة المصادر، فجرت فيها بالأصل، وفي الأسماء المشتقة منها بالتبع.
وأيضًا، فإن قوله: "ناطقة" مشتق من النطق، والمشتق لا يعقل إلا بعد تعقل المشتق منه. فلفظ "ناطقة" لا يفهم معناه إذًا إلا بعد تعقل معنى النطق، فهو تابع له في المفهومية، فكون الاستعارة فيه تبعية إذًا ظاهر، واللَّه تعالى أعلم.
ومعنى كون الاستعارة تبعية حالة جريانها في متعلق معنى الحرف هو ما ستراه إن شاء اللَّه.
اعلم أولًا أن المراد بمتعلق معنى الحرف هو ما يعبر به عنه عند تفسيره مثل قولنا: "مِنْ" معناها ابتداء الغاية نحو: سرت من البصرة إلى الكوفة، و"في" معناها الظرفية نحو: زيد في الدار، و"كي" معناها العلة والغرض نحو: جئتك كي تكرمني. وهكذا.
فهذه متعلقات معاني الحروف لا نفس معانيها، وإلا لكانت أسماء؛ لأن الكلمة إذا كان معناها مستقلًا بالمفهومية ملحوظًا لذاته ولم يكن رابطة بين أمرين، فإن اقترن بأحد الأزمنة الثلاثة فتلك الكلمة فعل، وإن لم يقترن بواحد منها فتلك الكلمة اسم مثل مطلق ابتداء، ومطلق ظرفية غرض، وإن كان المعنى غير مستقل بالمفهومية ملحوظًا',NULL,'232',NULL,NULL,'0');
INSERT INTO [b292] VALUES (230,'تبعًا لكونه رابطة بين أمرين كانت الكلمة الدالة على ذلك المعنى حرفًا، وذلك كابتداء السير من البصرة، وظرفية الماء في الكوز مثلًا، فإذا أفادت هذه الحروف المعاني الخاصة -كخصوص ابتداء السير من البصرة- استلزمت هذه المعاني العامة، كمطلق الابتداء اللازم لخصوص ابتداء السير من البصرة ضرورةً، لأن العام لازم للخاص عقلًا ضرورةً، إذ العام في الاصطلاح جزءٌ من ماهية الخاص، لأن العام قدر مشترك بين أفراده، وأفراده تتمايز فيما بينها بفصولها وخواصها، فالحيوان مثلًا جزءٌ من ماهية الإنسان والفرس مثلًا، لازمٌ لكل منهما، وجزء الإنسان الآخر الناطق، وجزء الفرس الآخر الصاهل، والحيوان قدر مشترك بينهما، فالماهية عندهم مركبة من جنسها الذي هو جزؤها الأعم منها ماصدقًا، ومن فصلها الذي هو جزؤها المساويها ماصدقًا، فالأعم لازم للأخص على كل حال ضرورة بلا عكس.
فإذا حققت ذلك فسنبين لك علة الاستعارة التبعية في متعلق معنى الحروف بمثالها، وذلك عندهم كما في قوله تعالى: {فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا} [القصص/ ٨]، فإن آل فرعون التقطوا موسى لينفعهم ويكون لهم قرة عين، كما جاء في القرآن عن امرأة فرعون أنها قالت: {قُرَّتُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا} [القصص/ ٩]، ولم يلتقطوه لإرادتهم أن يكون لهم عدوًا وحزنًا، ولكن شبه ترتب العداوة والحزن على الالتقاط بترتب علته الغائية عليه، وعلة الشيء الغائية هي التي تحمل على تحصيله لتحصل بعده، وذلك كالانتفاع بموسى وقرة العين به واتخاذه ولدًا، فالتشبيه وقع بيت',NULL,'233',NULL,NULL,'0');
INSERT INTO [b292] VALUES (231,'ترتب عداوته وحزنه لهم على التقاطه، وبين ترتب انتفاعهم وقرة أعينهم به على الالتقاط.
فالمشبه ترتب العداوة والحزن على الالتقاط، والمشبه به ترتب الانتفاع وقرة العين على الالتقاط، والجامع مطلق الترتب في كل
منهما، ثم استعير ترتب الانتفاع وقرة العين الذي هو المشبه به على الالتقاط لترتب العداوة والحزن الذي هو المشبه على الالتقاط، واستعمل المشبه به الذي هو ترتب الانتفاع والمحبة على الالتقاط في المشبه الذي هو ترتب العداوة والحزن عليه بدليل لام التعليل، ثم استعمل في المشبة الذي هو ترتب العداوة والحزن على الالتقاط اللام الموضوعة للمشبه به الذي هو العلة الغائية أعني المحبة والانتفاع.
فجرت الاستعارة أولًا في الترتب المقصود لآل فرعون لترتب آخر حاصل بالفعل غير المقصود لهم، والعلاقة مطلق الترتب في الأمرين، ثم جرت في اللام بالتبع لذلك الترتب، وقد استفيد الأمران المذكوران من اللام، فهي في المثال المذكور موضوعة لترتب العلة الغائية على معلولها كترتب المحبة والانتفاع على الالتقاط، ولكنها مستعملة في غير ما وضعت له وهو ترتب العداوة والحزن على الالتقاط، لأن العداوة والحزن ليس علة التقاطهم له، بل العلة نقيض ذلك.
فهذه اللام الموضوعة لترتب العلة الغائية على معلولها المستعملة في ترتب آخر غير ذلك بمثابة الأسد الموضوع للحيوان المفترس المستعمل في الرجل الشجاع على سبيل الاستعارة المصرحة في كل منها، إلا أنها في الأسد أصلية لأنه اسم جنس جامد، وفي اللام تبعية',NULL,'234',NULL,NULL,'0');
INSERT INTO [b292] VALUES (232,'لأنها في متعلق معنى حرف.
وهذا الذي قررنا به معنى التبعية في متعلق معنى الحرف هو أحسن التقريرات، واعتراض بعض المحققين عليه كابن يعقوب المغربي في كتابه "مواهب الفتاح في شرح تلخيص المفتاح" بأن التبعية قسم من المصرحة، والمصرحة لابد أن يذكر فيها المشبه به، والتقرير المذكور لم يذكر فيه المشبه به الذي هو المحبة والانتفاع بموسى، وحينئذٍ لا تكون مصرحة، وإذا كانت غير مصرحة لم تكن تبعية = أشرنا للجواب عنه في التقرير المذكور بأن المشبه به الذي هو ترتب العلة الغائية على معلولها كترتب الانتفاع على الالتقاط، هو مدلول لام التعليل واللام المذكورة، فبذكر اللام الموضوعة للعلة الغائية يظهر التصريح بترتب العلة على معلولها، فقد أفادت هذه اللام الأمرين -أعني الأصلي والتابع معًا- لأن متعلق معنى اللام هو الترتب المذكور، فجرت الاستعارة بين الترتيبين بالأصالة، وفي اللام بالتبع لذلك.
واختار بعض المحققين كون الاستعارة في المثال المذكور من الاستعارة بالكناية، بناء على أنها واقعة بين العداوة والحزن مع المحبة والانتفاع.
وكونها مكنية بهذا الاعتبار ظاهرٌ؛ لأنه إذا أريد تشبيه العداوة والحزن بالمحبة والانتفاع بجامع ترتب كل منهما على الالتقاط، فترتب العداوة والحزن عليه في نفس الأمر واقع لا محالة، وترتب المحبة والانتفاع عليه واقع بحسب رجاء آل فرعون وأملهم، ثم حذف المشبه به الذي هو الانتفاع والمحبة، ورمز له بلازمه الذي هو اللام،',NULL,'235',NULL,NULL,'0');
INSERT INTO [b292] VALUES (233,'وأدخلت على المشبه المصرح به الذي هو العداوة والحزن، فالكناية على هذا ظاهرة، واللَّه تعالى أعلم.
واعلم أن مدار قرينة الاستعارة التبعية في الأفعال والأسماء المشتقة على نسبتها إلى الفاعل أو المفعول أو المجرور.
فمثال كون قرينتها نسبتها إلى الفاعل قولك: "نطقت الحال" و"الحال ناطقة"، فنسبة النطق إلى فاعله الذي هو الحال قرينة الاستعارة التبعية؛ لأن الحال لا تنطق حقيقة.
ومثال كون قرينتها نسبتها إلى المفعول قول ابن المعتز:
جُمِعَ الحق لنا في إمام ... قتل البخل وأحيا السماحا
فإن وقوع القتل على البخل والإحياء على السماح قرينة الاستعارة التبعية، لأن البخل لا يُقْتَلُ حقيقة لكونه معنى من المعاني، وكذلك السماح لا يحيا حقيقة لأنه معنًى أيضا، فاستعار "قتل البخل" لإزالته، بجامع اقتضاء كل منهما إعدامًا فيما تعلق به بحيث لا يظهر ذلك المتعلق، واستعار "إحياء السماح" لإكثاره، بجامع ما في كل منهما من ظهور متعلقه وانتشار آثاره، ثم اشتق الفعلين من المصدرين على سبيل الاستعارة التبعية، وقرينتها فيهما نسبة الفعل إلي مفعوله.
ومثال كون قرينتها النسبة إلى المفعول الثاني قول كعب بن زهير:
صَبَحْنا الخزرجية مرهفات ... أباد ذوي أرومتها ذووها
لأن قوله: "مرهفات" مفعول ثان لصبحن، ومفعوله الأول قوله:',NULL,'236',NULL,NULL,'0');
INSERT INTO [b292] VALUES (234,'"الخزرجية" ونسبته إلى المفعول الأول حقيقة؛ لأن معنى صبحنا: قدمنا لهم الصَّبوح، أي الشراب صبحًا، كما قال ابن كلثوم: "ألا هبي بصحنك فاصبحينا"، والخزرجية رجال من الخزرج، وتقديم الصبوح لهم ممكن حقيقة، وأما كون الصبوح المقدم لهم مرهفات أي سيوفًا قواطع، فهذا مما لا يمكن على الحقيقة، فكانت نسبة الفعل الذي هو "صَبَحْنا" بمعنى قدَّمنا الصبوح إلى مفعوله الثاني الذي هو "مرهفات" قرينة الاستعارة التبعية.
والحاصل أنه أراد تشبيه ضربهم لهم بالسيوف صبحًا بتقديمك الصبوح لهم، والجامع التضاد على سبيل الاستعارة التهكمية. فحذف المشبه الذي هو الضرب، وأثبت المشبه به الذي هو الصبح، أي تقديم الصبوح، فكانت مصرحة، ثم اشتق من المصدر الفعل وهو "صبحنا"، فكانت تبعية، ونسبة هذا الفعل إلى مفعوله الثاني الذي هو "مرهفات" قرينة هذه الاستعارة التبعية.
ومثل هذا البيت المذكور قول القطامي:
نَقْرِيهمُ لَهْذَميَّاتٍ نَقُدُّ بها ... ما كان خاط عليهم كلُّ زَرَّادِ
لأن معنى "نقريهم" نقدم لهم طعام الضيافة. و"اللهذميات" نسبة إلى اللهذم وهو القاطع من الأسنة، والمنسوب الى اللهذم هو الطعنات، أي نجعل قِراهم عند اللقاء الطعنات اللهذميات، ويحتمل أن يراد باللهذميات نفس الأسنة، وتكون ياء النسبة زائدة للمبالغة، كما يقول: "رجل أحمري" أي شديد الحمرة، و"الزراد": ناسج الدرع.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b292] VALUES (235,'فالمراد تشبيه تقديم الطعنات أو الأسنة عند اللقاء بالقرى، وهو تقديم الطعام للضيف، بجامع التضاد على سبيل الاستعارة التهكمية، واستعير اسم "القِرَى" لتقديم الطعنات أو الأسنة، واشتق من "القرى" "نقريهم" بمعنى نقدم لهم الطعنات أو الأسنة على طريق الاستعارة التبعية، وقرينتها نسبة الفعل الذي هو "نقريهم" إلى مفعوله الثاني الذي هو "لهذميات".
ومثال كون قرينة الاستعارة التبعية نسبة الفعل إلى المفعولين معًا قول الحريري:
وأقرى المسامع إما نطقت ... بيانًا يقود الحَرُونَ الشَّموسا
لأن وقوع "القرى" على كل من المسامع والبيان لا يصح على الحقيقة، فهو قرينة على المجاز الذي هو الاستعارة التبعية هنا، ووجه الاستعارة فيه واضح من الأمثلة التي ذكرنا.
فهذه الأمثلة الثلاثة الأخيرة حكمها في كون القرينة في التبعية نسبتها إلى المفعول؛ لأنه إما أن يكون المفعول الأول أو الثاني أو هما معًا.
ومثال كون قرينتها تعليقها بالمجرور قوله: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (٢٤)} [الانشقاق/ ٢٤]؛ لأن ذكر المجرور الذي هو العذاب يدل على أن البشارة ليست بمعنى الإخبار بما يسر؛ إذ لا سرور ولا بشارة في العذاب، فعلم أن المراد استعارة الإخبار بما يسر للإخبار بما يحزن، والجامع التضاد على سبيل الاستعارة التهكمية، كما يأتي إيضاحه إن',NULL,'238',NULL,NULL,'0');
INSERT INTO [b292] VALUES (236,'شاء اللَّه في مبحث الاستعارة العنادية، واشتق الفعل الذي هو "فبشرهم" من المصدر، فكانت تبعية، وقرينتها تعلقها بالمجرور بعدها.
واعلم أن ما ذكرنا من كون مدار قرينة التبعية على نسبتها إلى الفاعل أو المفعول أو المجرور أمرٌ أغلبيٌّ، فلا ينافي أن تكون قرينتها غير ذلك، كما في قولك: "قتلت زيدًا"، بمعنى ضربته ضربًا شديدًا؛ لأن نسبة هذا القتل إلى فاعله ومفعوله حقيقة، فقرينة هذه التبعية ليست النسبة إلى الفاعل ولا المفعول ولا المجرور، فالمدار المذكور أغلبي لا لازم.
واعلم أن الشيخ يوسف السكاكي اختار رد الاستعارة التبعية إلى المكنية بجعل قرينة التبعية استعارة مكنية، وجعل نفس التبعية قرينة تلك المكنية.
وإيضاحه بمثاله: أنَّ "نطقت الحال" مثلًا عند القوم المراد به تشبيه الدلالة بالنطق، بجامع الإبانة والإيضاح، فحذف المشبه الذي هو الدلالة، وصرح بالمشبه به الذي هو النطق على سبيل الاستعارة المصرحة، ثم اشتق الفعل الذي هو "نطقت" من المصدر الذي هو "النطق" على سبيل الاستعارة التبعية، والحال المسندة إليها النطق هي قرينة هذه التبعية.
وأما اختيار السكاكي فهو أن لفظة "الحال" استعارة مكنية، لأن المراد عنده تشبيه الحال بإنسان ناطق، وأنها استعملت مرادًا بها إنسان ناطق بادعاء أنها هي هو لا شيء آخر، بدليل نسبة النطق إليها كما قدمنا',NULL,'239',NULL,NULL,'0');
INSERT INTO [b292] VALUES (237,'تحقيق مذهبه في المكنية، فالحال التي هي قرينة التبعية عند القوم استعارة مكنية عنده، و"نطقت" التي هي التبعية عند القوم هي قرينة المكنية عنده.
واختياره هذا مردود بأنه مؤدٍّ للقول بالاستعارة التبعية لا محالة، وإذا كان نفيه لها يلزمه فيه القول بها فلا وجه له.
وإيضاح ذلك: أنه صرح في "المفتاح" في المجاز العقلي بأن "نطقت" في "نطقت الحال بكذا" استعارة للأمر المقدر الوهمي كلفظ "الأظفار" في "أظفار المنية" المستعار للصورة الوهمية الشبيهة بالأظفار. فيكون "نطقت" استعارة في الفعل لا محالة، لضرورة كونها مجازًا علاقته المشابهة، والاستعارة في الفعل لا تكون إلا تبعية عنده وعند القوم، فلزم السكاكي القول بالتبعية، فاختياره ردَّها مع اضطراره إلى القول بها لا وجه له، ولا فائدة فيه.
واعلم أن تحقيق وجه كون الاستعارة في الفعل لا تكون إلا تبعية هو أن الفعل لا تصح فيه الموصوفية اللازمة للتشبيه الذي هو مبنى الاستعارة، ونفي اللازم يقتضي نفي الملزوم.
وإيضاحه: أن الفعل وإن دل على الحدث الذي يصح أن يحكم به ويوصف به لا يصح أن يحكم عليه؛ لأن وصفه اعتبر فيه نسبته إلى الفاعل لا لذاتها، بل ليتوصل بها إلى حال الفاعل المخصوص، فلم يمكن الحكم عليه، كما أن الحرف لمَّا وضعه الواضع ليفيد معنى نسبيًا، نحو الابتداء في "مِنْ" مثلًا، ليتوصل به إلى حال متعلقه المخصوص كالكوفة والبصرة في ابتداء السير من إحداها = لا يصح',NULL,'240',NULL,NULL,'0');
INSERT INTO [b292] VALUES (238,'الحكم على مدلوله لقصده لغيره، وإنما يحكم على الابتداء عند قطعه عما اعتبر في الحرف، لأنه لازم للمقصود بالحرف لزوم الأعم للأخص كما قدمنا تحريره.
وهذا يقتضي أن نسبة الفعل إلى الفاعل لما كان القصد بها في أصل الوضع استيضاح حال الفاعل لم يصح الحكم عليها، وما لا يصح الحكم عليه لا تجري فيه الاستعارة المقتضية لصحة الحكم بوجه الشبه وهو كذلك، وكان القياس أن لا يصح الحكم بها أيضًا، ولكن صح الحكم باعتبار الحدث المقصود الدلالة عليه على وجه الاستقلال.
وأما قولهم: "زيد قام أبوه" فهو تأويل: قائم الأب، فلم يخبر في الحقيقة بالنسبة الفعلية، بل الموصوفية، فلا يتوهم أنه مما أخبر فيه بالنسبة فقط، إذ الحدث الذي هو القيام ليس لزيد بل لأبيه.
فقد تبين بهذا أن الحاجة لشيء آخر تجري فيه الاستعارة أولًا في الفعل والحرف إنما هي لعدم استقلالهما بالمفهومية حيث قصد الواضع معناهما لغيرهما كما تقدم تحقيقه، وذلك لأن عدم الاستقلال يستلزم عدم صحة الحكم، والاستعارة تستلزم صحة الحكم، فتنافيا.
وما قدمنا في بعض المباحث الماضية من أن الفعل ينحل إلى مصدر وزمن، وأن الزمن لا التفات إليه في الاستعارة، فيتعين قصد المصدر، فتجرى فيه الاستعارة بالأصالة، ثم في الفعل المشتق منه بالتبع له = أورد عليه بعض المحققين اعتراضا، وهو أنَّا نجد بعض الاستعارات مقصودًا فيها الزمن، كما في قوله: {أَتَى أَمْرُ اللَّهِ} [النحل/ ١] المستعار لسيأتي أمر اللَّه، بدليل قوله {فَلَا تَسْتَعْجِلُوهُ}، فالمراد',NULL,'241',NULL,NULL,'0');
INSERT INTO [b292] VALUES (239,'تشبيه الزمن المستقبل بالماضي، والجامع تحقق الوقوع في المستقبل كتحقق الفعل الذي مضى، لأن تعلق علم اللَّه بوقوعه لا محالة صيَّره كالواقع في زمن ماض، ثم استعير الزمن الماضي للمستقبل، فعبر عن الإتيان في المستقبل بالإتيان في الماضي، فجيء بصيغة الفعل الماضي الذي هو "أتى". فهذه استعارة قصد فيها الزمن.
والذي يظهر أن المقصود في هذه تشبيه زمن بزمن، ولا ملاحظة للمصدر فيها أصلًا؛ لأن المصدر الذي هو "الإتيان" مستعمل في معناه الحقيقي في كل من المشبه والمشبه به، فالإتيان في "أتى" التي هي المستعار منه، وفي "سيأتي" التي هي المستعار له مقصودٌ به معناه اللغوي حقيقة، فدل على أن الحدث الذي هو المصدر الذي هو المقصود الأهم من الفعل لم يلاحظ أصلًا في هذه الاستعارة، فيظهر بذلك سقوط الاعتراض المذكور؛ لأن الكلام السابق فيما يكون فيه المصدر داخلًا في مقصود المستعير بالاستعارة كالأمثلة الماضية، لا فيما يكون المصدر فيه أجنبيًا من مقصود المستعير بالاستعارة.
تنبيه: اعلم أن الاستعارة في اسم الآلة والمكان والزمان تبعية على التحقيق؛ لجريانها في المصدر أولًا، ثم في الأسماء المذكورة بالتبع له، للقطع بأنك إذا قلت: "هذا مقتل فلان" للموضع الذي ضرب فيه ضربًا شديدًا، أو للزمان الذي ضرب فيه ضربًا شديدًا، أو "هذا مرقد فلان" لقبره، أو "مضى مرقده" لوقت موته، أو "هذا مقتاله" للآلة التي ضرب بها ضربًا شديدًا = فالتشبيه الذي هو مبنى الاستعارة في ذلك إنما هو في المصدر أولًا، أعني الموت والرقاد والضرب الشديد',NULL,'242',NULL,NULL,'0');
INSERT INTO [b292] VALUES (240,'والقتل، ثم بالتبع لذلك جرى في اسم الآلة والزمان والمكان على سبيل الاستعارة التبعية.
فشُدَّ يدك على هذا التحرير؛ لأن مقتضى كلام كثيرٍ من البيانيين أن الاستعارة في أسماء الآلات والأمكنة والأزمنة أصلية. وهي تبعية قطعًا.
فإذا حققت ما ذكرنا من التقسيمات للاستعارات باعتبارات مختلفة، فاعلم أنها باعتبار تنافر المستعار منه والمستعار له، وعدم تنافرهما، تنقسم قسمة ثنائية إلى: وفاقية، وعنادية.
وبرهان الحصر فيهما أنك تقول: المستعار منه والمستعار له لابد لهما من أحد أمرين: إما أن يمكن اجتماعهما في شيء واحد، وإما أن لا يمكن اجتماعهما فيه. فإن أمكن اجتماعهما فيه فهي الوفاقية، وإن لم يكن اجتماعهما فيه فهي العنادية.
سميت الوفاقية وفاقيةً لاتفاق طرفيها في الوجود في محلٍّ واحدٍ، وسميت العنادية عناديةً لعناد طرفيها أي تنافرهما ومنافاتهما غاية المنافاة، بحيث يكون وجود كل واحد منهما يقتضي نفي الآخر.
فمثال الوفاقية قوله تعالى: {أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ} [الأنعام/ ١٢٢]، ففي قوله: "أحييناه" استعارة تحقيقية مصرحة تبعية، والمستعار منه فيها الإحياء، والمستعار له الهداية، والإِحياء والهداية يمكن اجتماعهما في ذاتٍ واحدةٍ بأن يحييها اللَّه ويهديها.
ومثال العنادية استعارة اسم المعدوم للموجود لعدم فائدته، فإن الموجود العديم الفائدة هو والمعدوم سواء، فينتقل لذلك الموجود',NULL,'243',NULL,NULL,'0');
INSERT INTO [b292] VALUES (241,'لفظ المعدوم لهذه المشابهة، ولاشك أن معنى الطرفين -أعني الموجود والمعدوم- لا يجتمعان في شيءٍ واحدٍ بأن يكون موجودًا معدومًا في آنٍ واحدٍ لأن العدم والوجود على طرفي النقيض.
ومن أمثلة العنادية عكس هذا المثال المذكور، وهو -أي عكس هذا المثال- أن يستعار اسم الموجود للمعدوم لوجود فائدته، وانتشار مآثره، فإن صاحب المآثر الباقية والأنفاع المستديمة ولو كان مفقودًا هو والموجود سواءٌ في وجود الآثار عنهما؛ إذ تحيي في الناس ذكره، وتديم فيهم اسمه، فتكون حياة ذكره كحياته، فإذا نقل لفظ الموجود وأطلق على المعدوم المفقود لوجود مآثره حتى كأنه حاضر تحصل عنه لكونه سببًا فيه = كانت استعارة لفظ الموجود لذلك المعدوم عنادية، لعدم إمكان اجتماع الوجود والعدم في شيءٍ واحدٍ في آنٍ واحد، كما تقدم في المثال الأول.
ومنها -أي العنادية- الاستعارة التهكمية، والاستعارة التمليحية.
فالتهكمية هي ما كان الغرض منها التهكم والهزء، والتمليحية هي ما كان الغرض منها إيراد القبيح بصورة شيء مليحٍ لأجل الظرافة والملاحة، ولا تختلف التهكمية والتمليحية إلا بهذا القصد الذي هو التهكم والهزء في التهكمية، والإتيان بالشيء الظريف المليح الذي يستظرفه الحاضرون، وأما في الصورة الاستعمالية فالتهكمية والتمليحية شيءٌ واحدٌ لا فرق بينهما، ويجمعهما حدٌّ واجد، فيحدان بأنهما الاستعارة المستعملة في ضد معناها الحقيقي أو نقيضه، بسبب تنزيل التضاد أو التناقض منزلة التناسب بواسطة تهكم أو تمليح.',NULL,'244',NULL,NULL,'0');
INSERT INTO [b292] VALUES (242,'فمثال التهكمية قوله تعالى: {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ} أي أنذرهم. استعيرت البشارة التي هي الإخبار بما يسر للإنذار الذي هو ضد ذلك، بسبب إدخال الإنذار في جنس البشارة على سبيل التهكم والاستهزاء.
ومثال التمليحية قولك: "رأيت أسدًا" تعني رجلًا جبانًا على سبيل التمليح والظرافة.
وامتناع اجتماع البشارة والإنذار من جهةٍ واحدةٍ ظاهر. وكذلك الشجاعة والجبن. فظهر كون التهكمية والتمليحية عناديتين.
واعلم أن الاستعارة باعتبار الجامع وحده تنقسم تقسيمين مختلفين باعتبارين مختلفين، والقسمة في كل منهما ثنائية، وبيان التقسيمين المذكورين هو أن أحدهما: كون الجامع إما داخل في مفهوم الطرفين، وإما خارج عن مفهومهما. فهي باعتبار دخول الجامع في مفهوم طرفيها وخروجه عنه تنقسم إلى قسمين.
والثاني: أن الجامع تارة يكون ظاهرًا مبتذلًا لكل أحد، وتارة يكون خفيًّا لا يطلع عليه إلا الخواص، فالاستعارة بهذا الاعتبار تنقسم إلى عامية وهي المبتذلة، وإلى خاصية وهي الغريبة.
فإذا حققت وجه هذين التقسيمين فسنبين لك حقيقة كل واحد منهما.
اعلم أن الجامع في الاستعارة الذي هو وجه الشبه في التشبيه لابد أن يكون داخلًا في مفهوم الطرفين -أعني المستعار له والمستعار منه- أو غير داخل في مفهومهما، فهي بهذا الاعتبار قسمان.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b292] VALUES (243,'ومثال الجامع الداخل في مفهوم الطرفين استعارة التقطيع لتفريق الجماعة، وإبعاد بعضهم عن بعض في قوله تعالى: {وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا} [الأعراف/ ١٦٨] فإن القطع موضوع لإزالة الاتصال بين الأجسام التي بعضها ملتزق ببعض، فاستعير لتفريق الجماعة وإزالة بعضهم عن بعض، فالجامع بينهما إزالة الاجتماع التي هي داخلة في مفهومهما. وهي في القطع أشد.
وكاستعارة الخياطة للزرد -أي نسج الدرع- في قول القطامي:
لم تلق قومًا هم شر لإخوتهم ... منا عشية يجري بالدم الوادي
نقريهم لهذميات نقد بها ... ما كان خاط عليهم كل زراد
استعار الخياطة للزرد الذي هو نسج الدرع، لأن الخياطة تضم خرق القميص والزرد يضم حلق الدرع؛ فالجامع بينهما الضم الذي هو داخل في مفهومهما.
وكاستعارة النثر لإسقاط المنهزمين وتفريقهم في قول أبي الطيب المتنبي:
نثرتهم فوق الأحيدب نثرة ... كما نثرت فوق العروس الدراهم
لأن النثر أن يجمع أشياء في كف أووعاء يفعل بها فعلًا تتفرق معه دفعة من غير ترتيب ولا نظام، وقد استعاره لما يتضمن التفرق على الوجه المخصوص وهو ما اتفق من تساقط المنهزمين في الحرب دفعة من غير ترتيب ولا نظام، ونسبه إلى الممدوح لأنه سببه. فالتفرق المذكور داخل في مفهوم الطرفين.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b292] VALUES (244,'واعلم أن وجه عدو لنا عن المثال المتعارف عندهم من استعارة الطيران للعدو بسرعة، كما في قوله صلى اللَّه عليه وعلى آله وسلم في الغازي: "كلما سمع هيعة طار إليها" أن في جعل ذلك الجامع داخلًا في مفهوم الطرفين نظرًا، والذي يظهر عند التأمل الصادق عدم دخوله في مفهومهما، كما نبه عليه بعض المحققين، ووجه عدم دخوله أن المستعار له العدو وهو السير بسرعة، والمستعار منه الطيران، والجامع قطع المسافة بسرعة، فنقول: قطع المسافة بسرعة ليس داخلًا في مفهوم الطيران؛ لأن الطيران هو قطع المسافة بالجناح، وليس من شرط إطلاق الطيران على ذي الجناح وجود السرعة، بل الطائر الذي يطير بغاية التمهل والتؤدة يطلق عليه الطيران، فالسرعة لازم أغلبي للطيران لا داخل في مفهومه، فلهذا عدلنا عن التمثيل به.
واعلم أن المراد بالدخول في مفهوم الطرفين كون الجامع أعم من كل واحدٍ منهما، بأن يكون قدرًا مشتركًا بينهما يجتمعان فيه، وينفرد كل واحد منهما بخصوصية يختص بها عن الآخر.
وإيضاح ذلك بحسب الأمثلة المتقدمة أن الجامع في قوله تعالى: {وَقَطَّعْنَاهُمْ فِي الْأَرْضِ} إزالة الاجتماع، وتلك الإزالة داخلة في مفهومهما، لأنها قدر مشترك بينهما أعم من كل واحد منهما، إذ مفهوم التقطيع إزالة الاجتماع بقيد كون الأشياء المجتمعة ملتزقة بعضها ببعض، ومفهوم تفريق الجماعة وإبعاد بعضها عن بعض إزالة الاجتماع بقيد كون الأشياء المجتمعة غير ملتزقة، فقد اشتركا في الجامع الذي هو إزالة الاجتماع، واختص التقطيع بقيد كون الأشياء المجتمعة ملتزقة، واختص تفريق الجماعة بقيد كونها غير ملتزقة، وكذلك الخياطة',NULL,'247',NULL,NULL,'0');
INSERT INTO [b292] VALUES (245,'والزرد يشتركان في كل واحد منهما ضم بعض أجزاء الشيء إلى بعضها، إلا أن الخياطة ضم مخصوص غير ضم الزرد، وكذلك الزرد ضم مخصوص غير ضم الخياطة، فاجتمعا في الضم، وانفرد كل منهما بخصوصية. وقس على هذا كل جامع داخل في مفهوم الطرفين.
تنبيه: اعلم أن قولهم: "إن الجامع يكون داخلًا في مفهوم الطرفين" يرد عليه إشكال منطقي؛ لأن الجامع لابد أن يكون أقوى في المستعار منه من الجامع في المستعار له، فالجامع أبدًا من المشككات، والمشكك في الاصطلاح هو الكلي الذي لم يتساو مدلوله في أفراده، بل اختلف فيها بالقوة والضعف مثلًا، كالنور فهو في الشمس أقوى منه في السراج، وكالبياض فهو في الثلج أقوى منه في العاج.
فإذا حققت أن الجامع لابد أن يكون مشككًا، لأنه لابد أن يكون أقوى في المستعار منه في المستعار له، فاعلم أن جزء الماهية الداخل في مفهومها قد تقرر عند أهل المنطق أنه لا يكون مشككًا أبدًا، بل لا يكون إلا متواطئًا، والمتواطئ في الاصطلاح هو الكلي الذي استوى مدلوله في أفراده.
فإذا عرفت بهذا أن الجامع لا يكون إلا مشككًا، وأن جزء الماهية الداخل في مفهومها لا يكون مشككًا، ظهر لك وجه الإشكال من جعلهم هذا المشكك داخلًا في مفهوم الماهية.
وأجاب بعض المحققين عن هذا الإشكال بما حاصله: أن عدم التفاوت إنما تقرر في الماهيات الحقيقية المركبة من الأجناس،',NULL,'248',NULL,NULL,'0');
INSERT INTO [b292] VALUES (246,'والفصول التي ظفروا بها خارجًا عن الحقائق النوعية الراجعة إلى حقائق الجواهر فقط، أو الأعراض فقط. والماهيات التي تفهم من اللفظ لا يجب أن تكون كذلك؛ لصحة وضع اللفظ المفهوم مركبًا من حقيقتين، كالجوهر والعرض، مثل "الأسود" فإنه موضوعٌ لمفهومٍ مركبٍ من الذات وصفة السواد، لأن الأسود ذات متصفة، فحيث صح تركيب الماهية المفهومة من اللفظ من حقيقتين جاز أن تكون إحدى الحقيقتين من قبيل المشكك؛ لأن المشكك لا يكون إلا في الحقائق المستقلة، وامتناعه إنما هو في الجزء الذي لا يستقل في الحقيقة، كجزء الناطقية والحيوانية في الإنسان، بخلاف الجزء المستقل بكونه حقيقة متقررة بنفسها خارجًا، فيصح فيه التشكيك بأن يكون أقوى في بعض أفراده من بعض، إذ لا يمتنع تفاوت الحقيقة التامة في أفرادها بالقوة والضعف، وإنما يمتنع تفاوت جزئها الذي لا يستقل، كالحيوان بالنسبة للإنسان، أو الناطق بالنسبة إليه.
ومثال الجامع غير الداخل في مفهوم الطرفين استعارة الأسد للرجل الشجاع، والشمس للوجه المتهلل، ونحو ذلك؛ لظهور أن الشجاعة عارضة للأسد لا داخلة في مفهومه، كما أنها عارضة للرجل الشجاع؛ لأن المشبه ذات الرجل المقيد بالشجاعة، والمشبه به الحيوان المفترس المقيد بها أيضًا، والقيد خارج عن المقيد. وكذا التهلل للشمس والوجه، فالجامع خارج عن الطرفين.
وبيان التقسيم الثاني باعتبار الجامع هو أن نقول: الجامع في الاستعارة لابد أن يكون ظاهرًا لكل أحد، أو خافيًا لا يدركه إلا',NULL,'249',NULL,NULL,'0');
INSERT INTO [b292] VALUES (247,'الخواص، فإن كان الجامع ظاهرًا لكل أحد فالاستعارة عامية وهي المبتذلة، لظهور الجامع فيها لعامة الناس، وابتذالها: أي امتهانها بتناول كل أحد لها، نحو: "رأيت أسدًا" لرجل شجاع، و"بحرًا" لرجل جواد. وإن كان الجامع خفيًا لا يظفر بإدراكه إلا من ارتفع عن طبقة العامة، فهي الاستعارة الخاصة وهي الغريبة.
واعلم أن الغرابة تكون بأمور:
منها: أنها قد تكون في نفس الشبه، لكون التشبيه فيه نوع غرابة، كما في تشبيه هيئة العنان في موقعه من قربوس السرج بهيئة الثوب في موقعه من ركبة المحتبي في قول يزيد بن مسلمة بن عبد الملك يصف فرسًا بأنه مؤدب:
عودته فيما أزور حبائبي ... إهماله وكذاك كل مخاطر
وإذا احتبى قربوسه بعنانه ... علك الشكيم إلى انصراف الزائر
والعلك: معناه المضغ. والشكيم: حديدة اللجام التي تدخل في فم الفرس. فمعنى "علك الشكيم": مضغ حديدة اللجام.
واعلم أن الغرابة قد تحصل في العامية المبتذلة بتصرف فيها من المتكلم حتى ينقلها بذلك التصرف من الابتذال إلى الغرابة، كما في قول كثير عزة:
ولما قضينا من منى كل حاجة ... ومسح بالأركان من هو ماسح
وشدت على دهم المطايا رحالنا ... ولم ينظر الغادي الذي هو رائح',NULL,'250',NULL,NULL,'0');
INSERT INTO [b292] VALUES (248,'أخذنا بأطراف الأحاديث بيننا ... وسالت بأعناق المطىِّ الأباطح
فالأباطح: جمع أبطح، وهو مسيل الماء في دقاق الحصى، استعار السيول الواقعة في الأباطح لسير الإبل سيرًا حثيثًا في غاية السرعة المشتملة على لين وسلاسة، والشبه فيها ظاهر عامي مبتذل، لكن قد تصرف فيه بما أفاد اللطف والغرابة، إذ أسند الفعل الذي هو "سالت" إلى "الأباطح" دون المطي وأعناقها على سبيل المجاز العقلي، فأفاد بإسناد الفعل إليها أنها امتلأت من الإبل، وأدخل الأعناق في السير؛ لأن السرعة والبطء في سير الإبل يظهران غالبًا في الأعناق، وسائر الأجزاء تستند إليها في الحركة وتتبعها في الثقل والخفة.
ومثل بيت كثير هذا قول ابن المعتز:
سالت عليه شعاب الحي حين دعا ... أنصاره بوجوه كالدنانير
أراد أنه مطاع في الحي، وأنهم يسرعون إلى نصرته، وأنه لا يدعوهم لخطب إلا أتوه وكثروا عليه، وازدحموا حواليه حتى يكونوا كالسيول تجيء من هاهنا ومن هاهنا، وتنصب من هذا المسيل، وذلك حتى يغص بها الوادي. وهذا شَبَهٌ معروفٌ ظاهرٌ مبتذلٌ، ولكن حسن تصرفه فيه أفاده اللطف والغرابة، وذلك أنه أسند سيلان الشعاب في المعنى إلى الأنصار أو جهتهم، فأفاد أن الشعاب امتلأت عليه من الرجال، وعدَّى الفعل الذي هو "سالت" إلى ضمير الممدوح بـ "على"، فأكد بذلك مقصوده من كونه مطاعًا في الحي.',NULL,'251',NULL,NULL,'0');
INSERT INTO [b292] VALUES (249,'وقد تحصل الغرابة بالجمع بين عدة استعارات لإلحاق الشكل بالشكل، كقول امرئ القيس:
فقلت له لما تمطى بصلبه ... وأردف أعجازًا وناء بكلكل
أراد وصف الليل بالطول، فاستعار له صلبًا يتمطى به، إذ كان كل صلب يطول عند التمطي، وبالغ بأن جعل له أعجازًا يردف بعضها بعضًا، ثم أراد أن يصفه بالثقل على قلب ساهره والضغط لمكابده، فاستعار له كلكلًا ينوء به: يثقل به.
قال الشيخ عبد القاهر: لما جعل لليل صلبًا قد تمطى به، ثنَّى ذلك فجعل له أعجازًا قد أردف بها الصلب، وثلث فجعل له كلكلًا قد ناء به، فاستوفى له جملة أركان الشخص، ورعى ما يراه الناظر من سواده إذا نظر قدامه، وإذا نظر خلفه، وإذا رفع البصر ومده في عرض الجو.
وأمثلة الاستعارة الغريبة كثيرةٌ جدًّا غير ما ذكرنا، من ذلك قول طفيل الغنوي:
وجعلت كوري فوق ناجيةٍ ... يقتات شحمَ سنامها الرحلُ
وموضع اللطف والغرابة منه أنه استعار "الاقتيات" لإذهاب الرحل شحم السنام، مع أن الشحم مما يقتات.
وكقول ابن المعز:
حتى إذا ما عَرَفَ الصيدَ الضار ... وأَذِنَ الصبح لنا في الإبصار
لأنه لما كان تعذر الإبصار منعًا من الليل جعل إمكانه عند ظهور',NULL,'252',NULL,NULL,'0');
INSERT INTO [b292] VALUES (250,'الصبح إذنًا منه.
وسيأتي كثير من أمثلتها، أي الاستعارة الخاصية التي هي الغريبة.
فإذا حققت ما ذكرنا من التقسيمات، فاعلم أن الاستعارة تنقسم باعتبار الثلاثة -أعني الجامع والطرفين- إلى ستة أقسام، وبرهان الحصر: أن المستعار منه والمستعار له إما حسيان، أو عقليان، أو المستعار منه حسي والمستعار له عقلي، أو بالعكس، فتصير أربعة، والجامع في الثلاثة الأخيرة عقلي لا غير؛ لأن أحد الطرفين إن كان عقليًّا لابد أن يكون الجامع عقليًّا، وأحرى إن كان الطرفان معًا عقليين، لكنه في القسم الأول من الأقسام الأربعة: إما حسي، أو عقلي، أو مختلف، فتصير ستة، وهي: استعارة محسوس لمحسوس بوجه حسي، أو بوجه عقلي، أو بوجه بعضه حسي وبعضه عقلي، فهذه ثلاثة في استعارة المحسوس للمحسوس، والرابع: استعارة معقول لمعقول بوجه عقلي، والخامس: استعارة محسوسٍ لمعقولٍ بوجهٍ عقلي، والسادس: استعارة معقولٍ لمحسوسٍ بوجهٍ عقليٍّ.
أما استعارة محسوس لمحسوس بوجه حسي، فكقوله تعالى: {فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ} [طه/ ٨٨] فإن المستعار منه ولد البقرة، والمستعارة له الحيوان الذي خلقه اللَّه تعالى من حلي القبط التي سبكتها نار السامري عند إلقائه في تلك الحلي التربةَ التي أخذها من موطئ فرس جبريل عليه الصلاة والسلام. والجامع الشكل؛ لأن ذلك الحيوان كان على شكل ولد البقرة، والجميع -مِن المستعار منه والمستعار له والجامع- حِسِّيٌّ أي مُدْرَكٌ بالبصر.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b292] VALUES (251,'وكقوله تعالى: {وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ} [الكهف/ ٩٩] فإن المستعار منه حركة الماء على الوجه المخصوص، والمستعار له حركة الجن والإنس، أو يأجوج ومأجوج، وهما حسيان، والجامع ما يشاهد من شدة الحركة والاضطراب وهو حسي أيضًا.
وأما استعارة محسوس لمحسوس بوجه عقلي، فكقوله تعالى: {وَآيَةٌ لَهُمُ اللَّيْلُ نَسْلَخُ مِنْهُ النَّهَارَ} [يس/ ٣٧] فالمستعار منه معنى السلخ، وهو كشط الجلد وإزالته عن الشاة ونحوها، والمستعار له إزالة الضوء عن مكان الليل، وهو موضع إلغاء ظله، وهما حسيان، والجامع لهما ما يعقل من ترتب أمر على آخر، أي حصوله عقب حصوله دائمًا أو غالبًا، كترتب ظهور اللحم على كشط الجلد، وكترتب ظهور الظلمة على كشف الضوء عن مكان الليل، والترتب أمر عقلي. وهذا الذي ذكرناه هو وجه هذه الاستعارة على التحقيق بدليل قوله تعالى: {فَإِذَا هُمْ مُظْلِمُونَ} [يس/ ٣٧].
وأما استعارة محسوس لمحسوس بما بعضه حسي وبعضه عقلي، فكقولك: "رأيت شمسًا" وأنت تريد إنسانًا شبيهًا بالشمس في حسن الطلعة ونباهة الشأن، فالجامع حسن الطلعة ونباهة الشأن معًا. وحسن الطلعة حسي، ونباهة الشأن عقلي.
وأما استعارة معقولٍ لمعقولٍ بوجه عقليٍّ، فكقوله تعالى: {مَنْ بَعَثَنَا مِنْ مَرْقَدِنَا} [يس/ ٥٢] فالمستعار منه الرقاد، والمستعار له الموت، والجامع عدم ظهور الفعل، والجميع عقليٌّ. أما الموت وعدم الظهور فأمرهما واضح، وأما النوم فالمراد انتفاء الإحساس',NULL,'254',NULL,NULL,'0');
INSERT INTO [b292] VALUES (252,'الذي يكون في اليقظة، لا آثار ذلك من الغطيط وانسداد العين مثلًا، ولا شك أن انتفاء الإحساس المذكور عقلي.
واعترض بعض المحققين كون الجامع بين الرقاد والموت عدم ظهور الفعل؛ لأن عدم ظهور الفعل أقوى في الموت الذي هو المستعار له منه في الرقاد الذي هو المستعار منه، والجامع لابد أن يكون أقوى في المستعار منه.
وهذا الاعتراض واقعٌ موقعه لا وجه لدفعه، فالتحقيق في الجامع بين الرقاد والموت هو البعث بناء على أنه موضوع للقدر المشترك بين الايقاظ والنشر بعد الموت، وذلك القدر هو رد الإحساس المعهود في الحياة، وأما لو قلنا: إن البعث مشترك، أو أنه في الأحياء حقيقة شرعية، فلا يصح كونه جامعًا؛ لعدم وجود معناه في الطرفين معًا.
وعلى أن البعث هو الجامع بناءً على ما ذكرنا لا يرد فيه البحث السابق؛ لأنه في النوم أقوى في الشهرة، وأظهر إدراكًا، ولذلك لا ينكره أحدٌ ممن أنكر البعث بعد الموت لمشاهدتهم البعث من النوم، فهو بهذا الاعتبار أقوى، فلا ينافي أن معناه في الموت أقوى في المتعلق؛ لأنه رد الحياة وإحساسها، وفي النوم رد الإحساس فقط.
وعلى أن الجامع هو البعث فقرينة هذه الاستعارة كون هذا كلام الموتى بعد البعث مع قولهم: {هَذَا مَا وَعَدَ الرَّحْمَنُ وَصَدَقَ الْمُرْسَلُونَ} [يس/ ٥٢]؛ لأن الذي وعد الرحمن وصدق فيه المرسلون وأنكره القائلون أولًا هو البعث من الموت لا الرقاد الحقيقي.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b292] VALUES (253,'وأما استعارة محسوسٍ لمعقولٍ والجامع عقلي، فكقوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ} [الحجر/ ٩٤] لأن المستعار منه الصدع الذي هو كسر الزجاجة ونحوها مما لا يلتئم، والصدع المذكور حسي باعتبار متعلقه، والمستعار له تبليغ النبي صلى اللَّه عليه وعلى آله وسلم ما أمر بتبليغه بإسماعه المبعوث إليهم وبيانه لهم، والجامع بين الصدع والتبليغ التأثير، أي أبان الأمر إبانة لا تمحى ولا ينطمس أثرها، كما لا يلتئم صدع الزجاجة، والمستعار له الذي هو التبليغ والجامع الذي هو التأثير عقليان.
وأما استعارة معقول لمحسوس والجامع عقلي، فكقوله تعالى: {إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ (١١)} [الحاقة/ ١١] فالمستعار له كثرة الماء وهو حسي؛ لأن مرجع كثرته إلى وجود أجزاء كثيرة للماء، ولاشك أن الوجود للأجرام حسي باعتبار ذاتها، والمستعار منه التكبر، والجامع الاستعلاء المفرط، وهما عقليان. أما عقلية التكبر مظاهرة من تفسيره، وأما عقلية الاستعلاء المفرط فمن جهة أن المراد به العلو المفرط في الجملة، أي كون الشيء بحيث يعظم في النفوس، إما بسبب كثرة كما في الماء، وإما بسبب وجود الرفعة ادعاءً أو حقيقة كما في التكبر، ولا شك أن الاستعلاء بهذا المعنى عقلي مشترك بين الطرفين.
فإذا حققت انقسامات الاستعارة التي هي قسم من أقسام المجاز المفرد، فسنتكلم لك على الاستعارة التي هي قسم من أقسام المجاز المركب.
اعلم أنا قدمنا الكلام على المجاز المركب في بحث تقسيم',NULL,'256',NULL,NULL,'0');
INSERT INTO [b292] VALUES (254,'المجاز، وذكرنا أن المجاز المركب لابد أن تكون علاقته المشابهة أو غيرها، فإن كانت المشابهة فهي الاستعارة التمثيلية، وإلا فالمجاز المركب المرسل.
والحاصل أن المجاز المركب هو اللفظ المركب الذي استعملت مفرداته في معناها اللغوي، واستعملت جملته فيما شبه بمعناه الأصلى تشبيه التمثيل، وهو ما يكون وجهه منتزعًا من متعدد للمبالغة في التشبيه، أي تشبيه إحدى صورتين منتزعتين من أمرين أو أمور بالأخرى، ثم تدخل المشبهة في جنس المشبه بها مبالغة في التشبيه، فتذكر بلفظها من غير تقييد بوجهٍ من الوجوه، كما كتب به الوليد بن يزيد لما بويع إلى مروان بن محمد، وقد بلغه أنه متوقف في البيعة له: "أما بعد؛ فإني أراك تقدم رجلًا وتؤخر أخرى، فإذا أتاك كتابي هذا فاعتمد على أيتهما شئت. والسلام"، شبه صورة تردده في المبايعة بصورة تردد من قام ليذهب في أمر، فتارة يريد الذهاب فيقدم رجلًا، وتارة لا يريده فيؤخر أخرى، فاستعمل في الصورة الأخرى الكلام الدال بالمطابقة على الصورة الثانية، ووجه الشبه [الذي] هو الإقدام تارةً والإحجام أخرى منتزعٌ من عدة أمور.
وكما يقال لمن يعمل في غير معمل: "أراك تنفخ في غير فحم، وتَخُطُّ على الماء"؛ لأن النافخ في غير محل نارٍ لا يستفيد بنفخه إيقاد نارٍ، وكذلك الذي يكتب على الماء لا تحصل من كتابته حروف، فصورة النافخ في رماد، والكاتب على الماء صورة العامل عملًا في غير محله لا يرجع عليه بفائدة متشابهتان؛ فاستعمل اللفظ الدال بالمطابقة',NULL,'257',NULL,NULL,'0');
INSERT INTO [b292] VALUES (255,'على إحداهما في الأخرى لمشابهتهما على سبيل الاستعارة التمثيلية.
وكما يقال لمن يعمل الحيلة حتى يميل صاحبه إلى ما كان يمتنع منه: "ما زال يفتل منه في الذروة والغارب حتى بلغ منه ما أراد". والمعنى: أنه لم يزل يرفق بصاحبه رفقًا يشبه حاله فيه حال من يجيء إلى البعير الصعب فيحكه، ويفتل الشعر في ذروته وغاربه حتى يسكن ويستأنس.
وهذه الاستعارة التي هي التمثيلية هي أبلغ الاستعارات وأحسنها.
واعلم أن المجاز المركب يسمى التمثيل على سبيل الاستعارة والتمثيل مطلقًا، أي من غير تقييد بقولنا: "على سبيل الاستعارة". ويفارق التشبيه التمثيلي بأنه يقال له: "تشبيه تمثيل" أو "تشبيه تمثيلي"، ولا يقال له: "تمثيلي" من غير ذكر لفظ التشبيه؛ لأنه بذلك الإطلاق ينصرف إلى المجاز المركب.
واعلم أن "الاستعارة التمثيلية" التي ذكرنا تحقيق الكلام عليها إذا كان استعمالها فاشيًا سميت مثلًا، فجميع الأمثال السائرة من الاستعارة التمثيلية، ولذا لا تغير الأمثال، لأن الاستعارة يجب أن تكون لفظ المشبه به المستعمل في المشبه، فلو غير المثل لما كان لفظ المشبه به بعينه، فلا يكون استعارة، فلا يكون مثلًا، ولهذا لا يلتفت في الأمثال إلى مضاربها تذكيرًا وتأنيثًا وإفرادًا وتثنيةً وجمعًا، بل إنما ينظر إلى مواردها، كما يقال للرجل الذي طلب أمرًا بعد تسببه في فواته وقت الإمكان: "الصيف ضيعتِ اللبن" بكسر تاء الخطاب؛ لأنه في الأصل لامرأة، وهي دسوس بنت لقيط بن زرارة، وسبب المثل أنها تزوجت',NULL,'258',NULL,NULL,'0');
INSERT INTO [b292] VALUES (256,'شيخًا كبيرًا ذا مالٍ فكرهته، فطلبت منه الطلاق فطلقها، فتزوجت شابًا فقيرًا، ثم أصابتها سنة فأرسلت إلى الشيخ الأول تطلب منه اللبن، فقال للرسول: قل لها: "الصيف ضيعتِ اللبن" أي لما طلبت الطلاق في الصيف أوجب لها ذلك أن لا تعطى لبنًا. فلما قال لها الرسول ذلك وضعت يدها على زوجها الشاب، فقالت: مذق هذا خير. أي لبنه المخلوط بالماء على جماله وشبابه مع فقره خير من الشيخ ولبنه. ثم نقله الناقل الأول بمضرب هو قضية تضمنت طلب الشيء بعد تضييعه والتفريط فيه، ثم فشا استعماله في مثل تلك القضية مما طلب فيه الشيء بعد السبب في ضياعه في وقت آخر، فصار مثلًا لا يغير، بل يقال: "ضيعتِ" بكسر التاء والإفراد، ولو خوطب به المذكر، أو المؤنث، أو المجموع، كما أشار له مالك بن المرحل في نظمه المشهور بقوله:
وقل لمن يطلب شيئًا فات عن ... يديه ويك الصيف ضيَّعتِ اللبن
وتكسر التاء لأن المثلا ... جرى على أنثى خطابًا أولا
واعلم أنا قدمنا أن المجاز المركب إذا كانت علاقته غير المشابهة فهو مجاز مرسل مركب، كقوله:
هواي مع الركب اليمانين مصعد ... جنيب وجثماني بمكة موثق
فإن هذا المركب موضوع للإخبار بكون "هواه": أي مهويه ومحبوبه "مصعدًا" أي مبعدًا "مع الركب اليماني" وجسمه موثق ومقيد بمكة، لكن ذلك المركب لم يستعمل في ذلك المعنى، بل الغرض منه',NULL,'259',NULL,NULL,'0');
INSERT INTO [b292] VALUES (257,'التحسر والتحزن على مفارقة المحبوب اللازم ذلك بالإخبار بها؛ لأن الإخبار بوقوع شيءٍ مكروهٍ يلزمه إظهار التحسر والتحزن، فالعلاقة اللازمية، فقد صدق على ذلك المركب أنه نقل لغير ما وضع له لعلاقة غير المشابهة، فلا يكون حقيقةً، ولا استعارةً تمثيليةً، فتعين أن يكون مجازًا مرسلًا مركبًا، وهذا مما أهمل القوم التعرض له، ولم يظهر لإهماله وجه.
وأجاب عن ذلك بعض المحققين بأنه من قبيل الكناية، فهو مستعمل فيما وضع له لينتقل إلى لازمه، وحينئذٍ لم يصدق عليه حد المجاز، فلذا تركوا التعرض له.
ثم إذا حققت تقسيمات الاستعارة إلى أنواعها المختلفة، وحققت أنها لابد لها من قرينة؛ لأنها مجاز علاقته المشابهة، والمجاز لابد له من قرينة صارفة عن قصد المعنى الأصلي، فاعلم أن قرينة الاستعارة إما معنًى واحدٌ، كقولك: "رأيت أسدًا يرمي"، وإما أكثر من معنًى واحدٍ، كقول بعض العرب:
فإن تعافوا العدل والإيمانا ... فإن في أيماننا نيرانا
أي: سيوفًا تلمع كشعل النيران. فاستعار النيران للسيوف بجامع البريق واللمعان، وقرينة هذه الاستعارة تعلق قوله: "تعافوا" بكلٍّ من العدل والإيمان، لدلالته على أن جواب هذا الشرط: تحاربون وتلجأون إلى الطاعة بالسيوف.
وإما معانٍ مربوطٌ بعضها بعض بحيث يكون المجموع قرينة، لا',NULL,'260',NULL,NULL,'0');
INSERT INTO [b292] VALUES (258,'كل واحدٍ منها على حدة، كقول البحتري:
وصاعقة من نصله تنكفي بها ... على أرؤس الأقران خمس سحائب
استعار "خمس سحائب" لأنامل الممدوح، والجامع أنها في جودها وعموم عطاياها كالسحائب، ولما استعار السحائب الخمس لأنامل الممدوح ذكر أن هناك صاعقة، وبين أنها من نصل سيفه، ثم قال: "على أرؤس الأقران" ثم قال: "خمس" فذكر العدد الذي هو عدد أصابع اليد. فظهر من مجموع ذلك أنه أراد بالسحائب الأنامل.
واعلم أن ما ذكره بعض البيانيين من أنَّ الاستعارة من حيث هي مجازٌ عقليٌّ لا مجاز لغوي أصلًا مردودٌ. وسنبين لك وجهه عند القائل به، ثم نبين وجه رده.
اعلم أن القائل بأن الاستعارة مجازٌ عقليٌّ يقول: إن التصرف فيها إنما وقع في أمرٍ عقليٍّ، لا لغويٍّ؛ لأنها لما لم تطلق على المشبه إلا بعد ادعاء دخوله في جنس المشبه به، بجعل الرجل الشجاع مثلًا فردًا من أفراد الأسد، كان استعمال الكلمة المسماة بالاستعارة في المشبه استعمالًا فيما وضعت له، وإنما قلنا: إنها لم تطلق على المشبه إلا بعد ادعاء دخوله في جنس المشبه به، لأنها لو لم تكن كذلك لما كانت استعارة، لأن مجرد نقل الاسم لو كان استعارة لكانت الأعلام المنقولة استعارة، ولما كانت الاستعارة أبلغ من الحقيقة، إذ لا مبالغة في إطلاق الاسم المجرد عاريًا من معناه، ولما صح أن يقال لمن قال: "رأيت أسدًا" وأراد به زيدًا: أنه جعله أسدًا. كما لا يقال لمن سمى ولده أسدًا: أنه جعله أسدًا؛ إذ لا يقال: جعله أميرًا، إلا وقد أثبت فيه',NULL,'261',NULL,NULL,'0');
INSERT INTO [b292] VALUES (259,'صفة الإمارة.
وإذا كان نقل اسم المشبه به إلى المشبه تبعًا لنقل معناه إليه، بمعنى أنه أثبت له معنى الأسد الحقيقي ادعاءً، ثم أطلق عليه اسم الأسد، كان الأسد مستعملًا فيما وضع له، فلا يكون مجازًا لغويًّا، بل عقليًّا، بمعنى أن العقل جعل الرجل الشجاع من جنس الأسد، وجَعْلُ ما ليس في الواقع واقعًا مجازٌ عقليٌّ، ولهذا صح التعجب في قول ابن العميد:
قامت تظللني من الشمس ... نفس أعز علي من نفسي
قامت تظللني ومن عجب ... شمس تظللني من الشمس
استعار "الشمس" لغلام حسن الوجه، والجامع الحسن والبهاء، ولولا أنه ادعى لذلك الغلام معنى الشمس الحقيقي، وجعله شمسًا على الحقيقة، لما كان لهذا التعجب معنى، إذ لا تعجب في أن يظلِّلَ إنسان حسن الوجه إنسانًا آخر، وإنما العجب في تظليل الشمس إياه، لأنها سبب لنفي الظل وإذهابه، لا لثبوته.
ولِما ذكرنا صح النهي عن التعجب أيضًا في قول الشريف أبي الحسن محمد بن أحمد بن محمد بن أحمد بن إبراهيم طباطبا:
لا تعجبوا مِنْ بِلَى غلالته ... قد زرَّ أزراره على القمر
فلولا أنه جعله قمرًا حقيقيًّا لما كان للنهي عن التعجب معنى؛ لأن الكتان إنما يسرع إليه البلى بسبب ملابسة القمر الحقيقي، لا ملابسة إنسان كالقمر في الحسن. والبِلَى بالكسر والقصر من بَلِيَ الثوب يبلى',NULL,'262',NULL,NULL,'0');
INSERT INTO [b292] VALUES (260,'إذا فسد، والغلالة شعار أي ثوب ضيق الكمين كالقميص، يباشر البدن يلبس تحت الثوب الواسع، وتحت الدرع أيضًا، وزررت القميص عليه أزره بمعنى شددت أزراره عليه.
ومثل بيت الشريف المذكور قول الآخر:
ترى الثياب من الكتان يلمحها ... نورٌ من البدر أحيانًا فيبليها
فكيف تنكر أن تبلى مَعاجِرُها ... والبدر في كل وقت طالع فيها
ووجه رد الدليل على أن الاستعارة مجاز عقلي: أن ادعاء دخول المشبه في جنس المشبه به لا يقتضي كون الاستعارة غير مستعملة فيما وضعت له؛ للعلم الضروري بأن "أسدًا" في قولنا: "رأيت أسدًا يرمي" مستعملٌ في الرجل الشجاع، والموضوع له هو السبع المخصوص.
وتحقيق ذلك: أن ادعاء دخول المشبه في جنس المشبه به مبني على أنه جعل أفراد الأسد بطريق التأويل قسمين:
أحدهما: المتعارف، وهو الذي له غاية الجراءة وكمال القوة في مثل تلك الجثة ذات الأنياب والأظفار.
والثاني: غير المتعارف، وهو الذي له تلك الجراءة لا في تلك الجثة المخصوصة والهيكل المخصوص.
ولفظ الأسد إنما هو موضوع للمتعارف، فاستعماله في غير المتعارف استعمالٌ في غير ما وضع له، والقرينة مانعةٌ عن إرادة المعنى المتعارف ليتعين المعنى غير المتعارف، وارتكب المتنبي هذا الادعاء',NULL,'263',NULL,NULL,'0');
INSERT INTO [b292] VALUES (261,'في عد نفسه وجماعته من جنس الجن، وعد جماله من جنس الطير حيث قال:
نحن قومٌ مِلْجِنِّ في زيِّ ناس ... فوق طيرٍ لها شخوصُ الجِمال
وبهذا يندفع ما يقال: إن الإصرار على دعوى الأسد به للرجل الشجاع ينافي نصب القرينة المانعة عن إرادة الأسد، وأن التعجب والنهي عنه كما في البيتين المذكورين.
فالبناء على تناسي التشبيه قضاء لحق المبالغة، ودلالة على أن المشبه بحيث لا يتميز عن المشبه به أصلًا حتى إن كل ما يترتب على المشبه به من التعجب والنهي عن التعجب يترتب على المشبه أيضًا.
ثم إن عرفت معنى الاستعارة، وأنها مجازٌ لغويٌّ على التحقيق، فاعلم أن الاستعارة تفارق الكذب من وجهين:
أحدهما: بناء الدعوى فيها على التأويل في دعوى حصول المشبه في جنس المشبه به بجعل أفراد المشبه به قسمين: متعارف، وغير متعارف، كما مر.
والثاني: نصب القرينة على أن المراد بها خلاف ظاهرها، فإن الكاذب يتبرأ من التأويل، ولا ينصب دليلًا على خلاف زعمه، بل يبذل المجهود في ترويج ظاهره.
واعلم أن أحسن أنواع المجاز الاستعارة التمثيلية، ثم المكنية، ثم التصريحية، ثم المجاز المرسل. وحسن التخييلية عندهم بحسب حسن المكنية، لأنها تابعتها عند سلف البيانيين، والتابع بحسب',NULL,'264',NULL,NULL,'0');
INSERT INTO [b292] VALUES (262,'واعلم أنه يشترط لحسن الاستعارة خمسة شروط:
الأول: مراعاة جهات الحسن في التشبيه، كأن يكون وجه الشبه شاملًا للطرفين، والتشبيه وافيًا بإفادة ما علق به الغرض، ونحو ذلك مما هو مذكور في التشبيه.
والثاني: بُعدها عن الحقيقة كما يقع لها بالترشيح.
الثالث: كونها غير مبتذلة.
الرابع: أن لا يكون وجه الشبه مي غاية الخفاء حتى تكون كالألغاز، كما في قولك: "رأيت أسدًا" لإنسان أبخر.
الخامس: أن لا يشم فيها رائحة التشبيه لفظًا؛ لأن ذلك يبطل الغرض من الاستعارة. أعني ادعاء دخول المشبه في جنس المشبه به؛ لما في التشبيه من الدلالة على أن المشبه به أقوى في وجه الشبه.
واعلم أن ما ذكرنا في تقسيم المجاز وانحصاره في: عقلي، ومفرد، ومركب، هو تقسيمه المعروف عند البيانيين، فلا يَرِدُ عليه مجاز الحذف والزيادة؛ لأن لفظ "المجاز" قد يطلق بالاشتراك أو التشابه على كلمة تغير إعرابها بحذف لفظ أو زيادة لفظ، فمثال الحذف قوله تعالى: {وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا} [يوسف/ ٨٢] أي: أهلها، فأصل إعراب القرية الخفض بإضافة الأهل إليها، فحُذِفَ المضاف فصار المضاف إليه خلفا منه، فنصب بالمفعولية على القاعدة التي ذكرها ابن مالك بقوله:',NULL,'265',NULL,NULL,'0');
INSERT INTO [b292] VALUES (263,'وما يلي المضاف يأتي خلفًا ... عنه في الاعراب إذا ما حذفا
ومثال تغير الإعراب بزيادة قوله تعالى: {لَيْسَ كَمِثْلِهِ شَيْءٌ} [الشورى/ ١١] على القول بزيادة الكاف لتأكيد نفي التشبيه.
ثم سألنا بعض طلبة العلم هل عثرنا على نص من كتاب أو سنة يفهم منه وجود دولة لليهود في آخر الزمان؟
فكان جوابنا أن قلنا له: إنه ثبت في الصحيح عن النبي صلى اللَّه عليه وعلى آله وسلم ما يدل بالدلالة المعروفة عند الأصوليين بدلالة الإشارة على وجود دولة لهم في آخر الزمان.
أما النص الذي دلَّ على ذلك بدلالة الإشارة فقوله صلى اللَّه عليه وعلى آله وسلم: "لا تقوم الساعة حتى تقاتلوا اليهود حتى يقول الحجر وراءه اليهودي: يا مسلم هذا يهودي ورائى فاقتله" رواه البخاري بهذا اللفظ، ومسلم عن أبي هريرة رضي اللَّه عنه. وقد أخرج هذا الحديث البخاري في كتاب الجهاد والسير في باب قتال اليهود، ومسلم في كتاب الفتن وأشراط الساعة في باب لا تقوم الساعة حتى يمر الرجل بقبر الرجل فيتمنى أن يكون مكان الميت من البلاء.
ومثل الحديث المذكور قوله صلى اللَّه عليه وعلى آله وسلم: "تقاتلون اليهود فتسلطون عليهم حتى يختبئ أحدهم وراء الححر، فيقول الحجر: يا عبد اللَّه هذا يهودي ورائي فاقتله" رواه البخاري ومسلم عن ابن عمر رضي اللَّه عنهما. أما البخاري فقد أخرجه في كتاب الجهاد في باب قتال اليهود، وأما مسلم فقد أخرجه في كتاب الفتن مختصرًا.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b292] VALUES (264,'فهذا نصر صحيحٌ من النبي صلى اللَّه عليه وعلى آله وسلم أنه لابد من قتال المسلمين واليهود حتى تكون عاقبة النصر والظفر للمؤمنين.
والمقاتلة بحسب الوضع اللغوي تقتضي وجود القتال من طائفتين مقتتلتين؛ لأن المفاعلة تقتضي الطرفين وضعًا، ومنه قوله صلى اللَّه عليه وعلى آله وسلم: "تقاتلون اليهود"، [فدلَّ] على وجود جنسٍ مقاتَلٍ من اليهود، وذلك إنما يكون من طائفة متحدة الكلمة تحت طاعة أمير يقاتل بهم.
وذلك هو معنى دلالة الحديث على وجود دولة لهم في آخر الزمان، لأنهم لو كان دائمًا عليهم مضمون قوله تعالى: {وَقَطَّعْنَاهُمْ فِي الْأَرْضِ أُمَمًا} [الأعراف/ ١٦٨] وكانوا متفرقين غير مجتمعين أبدًا تحت أمير على كلمةٍ واحدةٍ ما صح قتالهم مع المسلمين الذي نص عليه الرسول صلى اللَّه عليه وعلى آله وسلم في الحديث الصحيح.
فإذا حققت ذلك فاعلم أن دلالة الإشارة في اصطلاح الأصوليين هي دلالة اللفظ على معنى ليس مقصودًا منه بالأصل، بل بالتبع؛ لأن ذلك المعنى لازم للمعنى المقصود من اللفظ، كدلالة قوله تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ} [البقرة/ ١٨٧] المُغَيَّى بغايةٍ هي تبين الخيط الأبيض من الخيط الأسود من الفجر، أعني قوله تعالى: {حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ} [البقرة/ ١٨٧] الآية = على صحة صوم من أصبح جنبًا؛ للزومه للمقصود به من جواز جماعهن ليلة الصيام إلى آخر جزء منها، بحيث لا يبقى بعد ذلك الجزء المجامَع فيه جزءٌ من الليل أصلًا حتى يغتسل فيه قبل النهار، فلزم جواز إصباحه',NULL,'267',NULL,NULL,'0');
INSERT INTO [b292] VALUES (265,'جنحًا، وصحة صوم من أصبح جنحًا.
فالمقصود بلفظ النص المذكور إباحة الجماع في ليلة الصيام إلى انتهائها، ولم يقصد باللفظ صحة صوم من أصبح جنبًا؛ إلا أنها لازمة للمقصود باللفظ؛ لأنه إذا جاز له الجماع في جزء الليل الأخير الذي ليس بعده إلا النهار لزم كونه جنبًا في النهار، فدل بالإشارة على صحة صوم من أصبح جنبًا.
ومن دلالة الإشارة أخذ علي رضي اللَّه عنه كون أقل الحمل ستة أشهر من قوله تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلَاثُونَ شَهْرًا} [الأحقاف/ ١٥] مع قوله تعالى: {وَفِصَالُهُ فِي عَامَيْنِ} [لقمان/ ١٤] وقوله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ} [البقرة/ ٢٣٣]؛ لأن ثلاثين شهرًا التي هي أمد الحمل والفصال إذا أسقط منها العامان اللذان هما أمد الفصال بأربعة وعشرين شهرًا بقي للحمل ستة أشهر هي باقي الثلاثين.
فإذا حققت ذلك فقوله صلى اللَّه عليه وعلى آله وسلم: "لا تقوم الساعة حتى تقاتلوا اليهود" المقصود منه أن قتال اليهود والمسلمين واقعٌ لا محالة، إلا أن هذا المعنى المقصود بالنص يلزمه كون اليهود فئةً متحدة الكلمة، تحت إمارة أمير يقاتل بهم، وذلك هو معنى وجود حكومة منهم في آخر الزمان، دل عليها النص بالإشارة.
وكثيرًا ما يتعسر على بعض العصريين حقيقة الفرق بين دلالة الإشارة ودلالة الاقتضاء ودلالة الإيماء والتنبيه، وربما أشكل على بعض الحذاق الفرق بين هذه الدلالات على القول بأنها من المنطوق',NULL,'268',NULL,NULL,'0');
INSERT INTO [b292] VALUES (266,'غير الصريح، وسنبين لك الجميع على سبيل الاستطراد، لأن القصد في الجواب دلالة الإشارة فقط، وذكر غيرها استطرادي.
اعلم أولًا أن دلالة الاقتضاء، ودلالة الإشارة، ودلالة الإيماء والتنبيه، كلها من دلالة الالتزام، والأصوليون مختلفون فيها: هل هي من المنطوق غير الصريح، أو من المفهوم؟
فإذا حققت ذلك فاعلم أنا قدمنا الكلام مستوفى على دلالة الإشارة، وسنتكلم الآن على دلالة الإقتضاء، ودلالة الإيماء والتنبيه.
أما دلالة الاقتضاء فهي دلالة اللفظ بالالتزام على معنى غير مذكور مع أنه مقصود بالأَصالة، ولا يستقل المعنى -أي: لا يستقيم- إلا به؛ لتوقف صدقه أو صحته عقلًا أو شرعًا عليه، وإن كان اللفظ لا يقتضيه وضعًا.
مثال توقف صدقه عليه حديث: "رفع عن أمتي الخطأ والنسيان وما استكرهو عليه" أي: المؤاخذة بما ذكر، لتوقف الصدق على ذلك؛ لأن نفس الخطأ وما ذكر معه غير مرفوع، بل هو واقع منهم لأنهم يخطئون وينسون ويُكْرَهون دائمًا، فالكلام دلَّ بالاقتضاء على المحذوف من جهة توقف صدقه عليه، إذ لولا ذلك المحذوف لكان الكلام غير صادق.
ومن هذا المعنى قوله صلى اللَّه عليه وعلى آله وسلم حين قال له ذو اليدين: أقصرت الصلاة أم نسيت؟: "كل ذلك لم يكن" أي: في ظني. فدل الحديث بالاقتضاء على محذوف تقديره: "في ظني"؛ إذ',NULL,'269',NULL,NULL,'0');
INSERT INTO [b292] VALUES (267,'لولا ذلك المحذوف لكان غير صادق، لأنه صلى اللَّه عليه وعلى آله وسلم كان قد سلم من اثنتين، وهو لا يكذب صلوات اللَّه وسلامه عليه.
ومثال ما تتوقف صحته عليه عقلًا قوله تعالى: {وَاسْأَلِ الْقَرْيَةَ الَّتِي كُنَّا فِيهَا} [يوسف/ ٨٢] أي: أهل القرية، إذ القرية -وهي الأبنية المجتمعة- لا يصح سؤالها عقلًا جريًا على العادة، فدل بالاقتضاء على محذوفٍ من جهة توقف الكلام عليه عقلًا.
ومثال ما تتوقف صحته عليه شرعًا الأمر بالصلاة، فإنه يتضمن الأمر بالطهارة لها لتوقفها عليها شرعًا، فاللفظ المتوقف صدقه أو صحته منطوق صريح، والمضمر الذي لابد للصدق أو الصحة منه منطوقٌ غير صريح، وهو من ضرورة المنطوق الصريح، وهذا بناءً على أحد القولين المتقدمين.
وسميت هذه الدلالة دلالة اقتضاء لأن المعنى يقتضيها لا اللفظ.
وأما دلالة الإيماء والتنبيه فلا تكون إلا في العلل، فهي أبدًا دلالة على كون الوصف علة الحكم، ولذلك كان الإيماء هو المسلك الثالث من مسالك العلة.
وهي -أي: دلالة الإيماء والتنبيه- أن يقرن الوصف بحكم لو لم يكن الوصف علة لذلك الحكم عابه الفطن بمقاصد الكلام؛ لأنه لا يليق بالفصاحة، وكلام الشارع لا يكون فيه ما يخل بالفصاحة، ومثاله حديث الأعرابي الذي جاء يضرب صدره وينتف شعره ويقول: "هلكت',NULL,'270',NULL,NULL,'0');
INSERT INTO [b292] VALUES (268,'وأهلكت، واقعت أهلي في نهار رمضان"، فقال له النبي صلى اللَّه عليه وعلى آله وسلم: "أعتق رقبة"؛ فمواقعة الأهل في نهار رمضان وصفٌ اقترن به في كلام الشارع حكم وهو عتق رقبة، ولو لم تكن علة ذلك العتق مواقعة الأهل في نهار رمضان لكان الكلام خارجًا عن مقاصد العقلاء، وكان الكلام غير مطابق للسؤال، وذلك لا يليق بفصاحة الشارع وبلاغته صلوات اللَّه عليه وسلامه.
ومثال الإيماء في القرآن قوله تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} [الجمعة/ ٩]، فلو لم يكن خوف فوات صلاة الجمعة علة للبيع عند النداء لها لما كان في ترتيبه عليه في الكلام فائدة، وكلامه تعالى في أعلى درجات الإعجاز والبلاغة.
وإذا أردت تقسيمًا جامعًا للأقسام المذكورة فهو أن تقول: غير المنطوق الصريح لا يخلو: إما أن يكون مدلوله مقصودًا للمتكلم، أو غير مقصودٍ له، فإن كان مقصودًا فلا يخلو: إما أن يتوقف صدق المتكلم أو صحة الملفوظ به عليه، أو لا، فإن توقف سمي دلالة اقتضاء، وإلا فلا يخلو: إما أن يكون مفهومًا في محل تناوله اللفظ نطقًا، أو لا، الأول: دلالة الإيماء والتنبيه. والثاني: دلالة المفهوم. وإن كان غير مقصود للمتكلم بالأصالة سميت دلالة اللفظ عليه دلالة الإشارة. حرره العبادي في "حاشيته" على "شرح المحلى لجمع الجوامع".
فإذا تقرر ذلك فالفرق بين المفهوم ودلالة الإشارة مصاحبة القصد',NULL,'271',NULL,NULL,'0');
INSERT INTO [b292] VALUES (269,'الأصلي له دونها، والفرق بينه وبين دلالة الاقتضاء توقف الصدق أو الصحة على إضمار فيها دونه، والفرق بينه وبين دلالة الإيماء والتنبيه كونها مفهومة في محل تناوله اللفظ نطقًا دونه. فاندفع استشكال التفتازاني الفرق بين غير الصريح من المنطوق والمفهوم.
وهذا على القول بأن دلالة الاقتضاء والإشارة والإيماء من المنطوق غير الصريح، وأما على القول بأنها كلها من دلالة المفهوم فالأمر ظاهر.
وإلى هذا التحقيق الذي ذكرنا أشار في "مراقي السعود" بقوله:
وفي كلام الوحي والمنطوق هل ... ما ليس بالصريح فيه قد دخل
وهو دلالة اقتضاء إن يدل ... لفظ على ما دونه لا يستقل
دلالة اللزوم مثل ذات ... إشارة كذاك الإيما آتي
فأول إشارة اللفظ لما ... لم يكن القصد له قد علما
دلالة الإيماء والتنبيه ... في الفن تقصد لدى ذويه
أن يقرن الوصف بحكم إن يكن ... لغير علة يعبه من فطن
وقال في "مراقي السعود" أيضًا في مسالك العلة في خصوص الإيماء الذي هو المسلك الثالث:
والثالث الإيما اقتران الوصف ... بالحكم ملفوظين دون خلف
وذلك الوصف أو النظير ... قرانه لغيرها يضير',NULL,'272',NULL,NULL,'0');
INSERT INTO [b292] VALUES (270,'فقال لنا: أورد ما يدل على العداوة والبغضاء دائمًا بين فرق اليهود فيما بينهم.
فقلنا له: نعم. وبين فرق النصارى أيضًا.
أما اليهود فقد قال اللَّه فيهم: {وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا وَأَلْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَسَادًا وَاللَّهُ لَا يُحِبُّ الْمُفْسِدِينَ (٦٤)} [المائدة/ ٦٤].
فالضمير في قوله: {بَيْنَهُمُ} في الظاهر المتبادر من مساق الآية راجعٌ إلى اليهود فيما بينهم فقط، لا إلى اليهود والنصارى، وإن قال بهذا الأخير بعض الأجلاء من علماء التفسير؛ لأن القرآن لا يصح صرفه عن ظاهره المتبادر منه إلا بدليلٍ جازمٍ من كتاب اللَّه أو سنة رسوله صلى اللَّه عليه وعلى آله وسلم.
وأما النصارى فقد قال اللَّه فيهم: {وَمِنَ الَّذِينَ قَالُوا إِنَّا نَصَارَى أَخَذْنَا مِيثَاقَهُمْ فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ} [المائدة/ ١٤].
فالضمير في قوله: {بَيْنَهُمُ} راجع إلى النصارى المعبر عنهم بـ {الَّذِينَ قَالُوا إِنَّا نَصَارَى} في الظاهر المتبادر من مساق الآية، وإن قال بعضهم: إن معناه راجع إلى اليهود والنصارى؛ لما قدمناه من عدم جواز صرف القرآن عن ظاهره المتبادر منه إلا بدليل من كتاب أو سنة.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b292] VALUES (271,'فدل ظاهر الآيتين الكريمتين على أن العداوة والبغضاء بين فرق اليهود كائنة إلى يوم القيامة، وكذلك بين فرق النصارى، ولا شك أن الحروب الواقعة بينهم من آثار تلك العداوة والبغضاء التي أغراها اللَّه بينهم بسبب نسيانهم العهد الذي أخذ عليهم، كما دل عليه الفاء من قوله: {فَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ فَأَغْرَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ} إذ تقرر عند علماء الأصول أن الفاء من الحروف الظاهرة في العلة نحو: "سها فسجد"، و"سرق فقطعت يده"، كما نصوا عليه في مسلك النص.
واعلم أن قوة اليهود ودولتهم التي ذكرنا أشبه شيء بالجلود التي تجدد لأهل النار ليذوقوا العذاب؛ لأن تلك القوة المذكورة يكون عليهم بسببها العذاب الواقع بهم، والنكال الذي لا يفارقهم أبدًا أشد وقعًا عليهم؛ لأن اللَّه تعالى أخبر في كلامه الذي لاشك في صدقه أنه لابد أن يسلط عليهم من يعذبهم وينكل بهم، ويهينهم إلى يوم القيامة حيث قال تعالى: {وَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ} [الأعراف/ ١٦٧]، لأنهم ما داموا متفرقين في البلاد لا قوة لهم لم يظهر عظم موقع النكال بهم.
ثم سألنا بعض طلبة العلم عن الحديث الثابت في قتال المسلمين مع الترك، وطلب منا أن نبين له اشتقاق المطرقة في قوله صلى اللَّه عليه وعلى آله وسلم في الحديث المذكور: "كأن وجوههم المجان المطرقة".
فكان جوابنا أن قلنا: الحديث المذكور هو قوله صلى اللَّه عليه',NULL,'274',NULL,NULL,'0');
INSERT INTO [b292] VALUES (272,'وعلى آله وسلم: "لا تقوم الساعة حتى تقاتلوا الترك، صغار الأعين، حمر الوجوه، ذلف الأنوف، كأن وجوههم المجان المطرقة، ولا تقوم الساعة حتى تقاتلوا قومًا نعالهم الشعر" رواه البخاري واللفظ له، ومسلم عن أبي هريرة رضي اللَّه عنه. أما البخاري فقد أخرجه في كتاب الجهاد في باب قتال الترك. وأخرج نحوه من رواية أبي هريرة أيضًا في الباب الذي بعده، وهو باب قتال الذين ينتعلون الشعر، وفي كتاب بدء الخلق في باب علامات النبوة في الإسلام، بتقديم: "لا تقوم الساعة حتى تقاتلوا قومًا نعالهم الشعر، وحتى تقاتلوا الترك. . . " الخ.
وأما مسلم فقد أخرجه في كتاب الفتن وأشراط الساعة في باب لا تقوم الساعة حتى يمر الرجل بقبر الرجل فيتمنى أن يكون مكان الميت من البلاء لخمس روايات لسبعة أسانيد.
وقوله صلى اللَّه عليه وعلى آله وسلم: "ذلف الأنوف" جمع أذلف، والأنثى منه ذلفاء، والأذلف: هو المتصف بالذَّلَف بفتحتين، وهو قِصَرُ الأنف مع البطاحة. وقيل: غلظ في الأرنبة. وقيل: تطامن. والكل متقارب.
وقوله: "كأن وجوههم المَجَانُّ المُطْرَقة" المجان: بفتح الميم والجيم وبعد الألف نون مشددة، جمع مجن بكسر الميم وفتح الجيم وتشديد النون، وهو الترس، والمطرقة: بضم الميم وسكون الطاء المهملة وفتح الراء مخففة، وفي رواية أبي ذر بفتح الطاء وتشديد الراء، والأولى هي الفصيحة المشهورة في الرواية وكتب اللغة، وهي التي ألبست الطراق وهو جلدة تقدر على قدر الترس وتلصق عليه، هذا',NULL,'275',NULL,NULL,'0');
INSERT INTO [b292] VALUES (273,'هو معناه، واشتقاقه من طرق النعل، وخوافي ريش الطائر، فالطرق في النعل جعل طاقة منه فوق أخرى وإلصاقها عليها، والطرق في خوافي الطائر وقوادمه كون بعض ريشاته فوق بعض، وهو بهذا المعنى كثير في كلام العرب، ومنه قول زهير بن أبي سلمى:
أهوى لها أسفع الخدين مطرق ... ريش القوادم لم تنصب له الشبك
ومنه قول غيلان بن عقبة المعروف بذي الرمة:
طراق الخوافي واقع فوق ربعه ... ندى ليله في ريشه يترقرق
ومنه قول الآخر:
سكاء مخطومة في ريشها طرق ... سود قوادمها كدر خوافيها
ومن هذا المعنى قوله تعالى: {وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَائِقَ} [المؤمنون/ ١٧] على إحدى التفسيرات كما ذهب إليه جمع من المحققين، لأن السموات طاقات بعضها فوق بعض، ويدل هذا التفسير قوله تعالى: {سَبْعَ سَمَاوَاتٍ طِبَاقًا} [الملك/ ٣].
وحاصل معنى التشبيه في قوله صلى اللَّه عليه وعلى آله وسلم: "كأن وجوههم المجان المطرقة" أنه شبه وجوههم بالتروس لبسطها وتدويرها بالمطرقة ولغلظها وكثرة لحمها.
ثم لم تزل المذاكرة دائرة بيننا وبين علماء المعهد الديني في "أم درمان" حتى جاء ذكر الضيافة والإحسان إلى الضيف، وقوله صلى اللَّه عليه وعلى آله سلم: "من كان يؤمن باللَّه واليوم الآخر فليكرم ضيفه"،',NULL,'276',NULL,NULL,'0');
INSERT INTO [b292] VALUES (274,'وذكروا أن الشعراء ربما هجوا على عدم القرى؛ فذكرت لهم نبذًا من<span data-type="title" id=toc-61> هجاء الشعراء من لم يقدم إليهم الضيافة</span>، وأنهم ربما هجوا على قلة المقدم إليهم، كما قال بعض الأدباء:
أبو جعفر رجل عالم ... بما يصلح المعدة الفاسدة
تخوَّف تخمة أضيافه ... فعوَّدهم أكلة واحدة
ولما ذكرت لهم بهذه المناسبة بيتي الأديب أحمد عبد اللَّه البوحسني الشنقيطي المعروف بالذئب، وقد استضاف قومًا فلم يضيفوه:
مات الغداء لدينا أهل ذا الأفق ... والخطب سهل إذا كان العشاء بقي
ولست أحسبه يبقى وقد زعمت ... عُوَّاده أنه في آخر الرمق
فضحكوا.
ثم سألني صديقي النحوي الكبير ذو الشمائل الطيبة أحد أساتذة المعهد المذكور الأستاذ الشيخ إبراهيم يعقوب فقال لي: أأنت شاعر أم لا؟
فقلت له: أما بالجبلة والطبيعة فنعم، وأما من حيثما التوصل بالشعر إلى الأغراض والأكل به من الملوك والأمراء فلا، فألح عليَّ أن أسمعه من شيء كنت قلته من الشعر فيما مضى، فأخبرته أن عهدي بنسج القريض أيام الصبا، وأكثر ما جرى على لساني منه الغزل في عنفوان الشباب، وربما قلت مقطعات في طلب العلم أيام الاشتغال',NULL,'277',NULL,NULL,'0');
INSERT INTO [b292] VALUES (275,'به، وأني لما عزمت على أن لا أقول شعرًا قلت أبياتًا في ذلك مقتضاها أن مقاصد الشعراء ليست لي بمقاصد، فطلب مني الشيخ المذكور بإلحاح أن أسمعه هذه الأبيات، وبعض ما قلت في طلب العلم، وطرفًا من الغزل أيام الصبا، فأسعفته بما طلب، ففرح بما سمع هو والحاضرون من مشائخ المعهد فرحًا بان أثره في وجوههم.
والأبيات التي قلت في أن مقاصد الشعراء ليست لي بمقاصد هي هذه:
أنقذت من داء الهوى بعلاج ... شيب يزين مفارقي كالتاج
قد صد بي حلم الأكابر عن لمى ... شفة الفتاة الطفلة المغناج
ماء الشبيبة زارع في صدرها ... رمانتي روض كحق العاج
وكأنها قد أدرجت في برقع ... يا ويلتاه بها شعاع سراج
وكأنما شمس الأصيل مذابة ... تنساب فوق جبينها الوهاج
يعلى لموقع جنبها في خدرها ... فوق الحشية ناعم الديباج
لم يبك عيني بين حي جيرة ... شدوا المطيَّ بأنسع الأحداج
نادت بأنغام اللحون حداتهم ... فتزيلوا والليل أليل داج
لا تطبيني عاتق في دنها ... رقت فراقت في رقاق زجاج
مخضوبة منها بنان مديرها ... إذ لم تكن مقتولة بمزاج
طابت نفوس الشِّرب حيث أدارها ... رشأ رمى بلحاظ طرف ساج',NULL,'278',NULL,NULL,'0');
INSERT INTO [b292] VALUES (276,'أو ذات عود أنطقت أوتارها ... بلحون قول للقلوب شواجي
فتخال رنان المثاني أحرفًا ... قد رددت في الحلق من مهتاج
وكأنها قد لقنت رناتها ... متحيزات حريمها الهياج
فهذه هي الأبيات التي كنت قلتها في هذا المقصد، وقد ضممت إليها بعد ذلك أبياتًا في بحرها ورويها في شأن زيارة أخينا وابن عمنا باشا تاردانت، وهو محمد البيضاوي باشا، حيث زارنا في بلادنا من مسافةٍ بعيدةٍ جدًّا، ولم ييسر اللَّه الاجتماع والملاقاة حتى رجع إلى محله، فضممنا الأبيات للأبيات المذكورة في شأن التأسف على فوات فرصة الملاقاة، وكتبنا الجميع إليه.
وأول الأبيات المضمومة إليها:
بل إنما اهتاج الفؤاد لشأنه ... أن فاته مرأى حلى الأفواج
راضت به جاكان أثباج العلا ... من بعد زلزلة عن الإثباج
. . . الأبيات.
ومما قلت في شأن طلب العلم، وقد كنت أخريات زمني في الاشتغال بطلب العلم دائم الاشتغال به عن التزويج، لأنه ربما عاق عنه، وكان إذ ذاك بعض البنات ممن يصلح لمثلي يرغب في زواجي ويطمع فيه. فلما طال اشتغالي بطلب العلم عن ذلك المنوال، أيست مني، فتزوجت ببعض الأغنياء، فقال لي بعض الأصدقاء: إن لم تتزوج الآن من تصلح لك تزوجت عنك ذوات الحسب والجمال، ولم تجد',NULL,'279',NULL,NULL,'0');
INSERT INTO [b292] VALUES (277,'من يصلح لمثلك. يريد أن يعجلني عن طلب العلم. فقلت في ذلك هذه الأبيات:
دعاني الناصحون إلى النكاح ... غداة تزوجت بيض الملاح
فقالو لي: تزوجت ذات دل ... خلوب اللحظ جائلة الوشاح
ضحوكًا عن مؤشرة رقاق ... تمج الراح بالماء القراح
كأن لحاظها رشقات نبل ... تذيق القلب آلام الجراح
ولا عجب إذا كانت لحاظ ... لبيضاء المحاجر كالرماح
فكم قتلت كميًّا ذا دِلاصٍ ... ضعيفات الجفون بلا سلاح
فقلت لهم: دعوني إن قلبي ... من الغيِّ الصراح اليوم صاح
ولي شغل بأبكارٍ عذارى ... كأن وجوهها غرر الصباح
أراها في المهارق لابسات ... براقع من معانيها الصحاح
أبيت مفكرًا فيها فتضحى ... لفهم الفدم خافضة الجناح
أبحت حريمها جبرًا عليها ... وما كان الحريم بمستباح
ومما كتب عني الشيخ إبراهيم المذكور قصيدةً كنت قلتها في عنفوان شبابي في شأن رجلين من قبيلتنا وقعت بينهما شحناء، فهجا أحدهما الآخر ولحنه، وادعى الهاجي علي أني دسست للمهجو شعرًا ينتقم به منه، فغضبت من تزويره علي؛ لأني -وللَّه الحمد والمنة- لست ممن يهجو، وما كافأت أحدًا بسوء، وما أخذت أخًا بزلة، تحدثًا',NULL,'280',NULL,NULL,'0');
INSERT INTO [b292] VALUES (278,'بنعمة اللَّه تعالى، فكيف أدخل بين رجلين نزغ الشيطان بينها، فحمل أحدهما على هجو الآخر إلا بالإصلاح بينهما؟
والرجل الذي قيل فيه الشعر المذكور اسمه السالم، وهو رجلٌ من أهل العلم، والذي قال الشعر اسمه محمد محمود وهو من أهل العلم أيضًا.
وسبب الشعر المذكور أن السالم المذكور لم يجز تزكية محمد محمود المذكور لشهود شهدوا عنده في خصومة من أجل قادح ديني يعتقده فيه، فغضب لذلك، وقال هذه الأبيات:
إلى السالم الفقيه حبر بلاده ... أخي الفضل والإفتاء طبق مداده
تحية من أمسى رهينًا بحبه ... إلى خله قدمًا وأنس فؤاده
فموجبه أني لنصحك قاصد ... وقد يرشد الحبيب أهل وداده
فإن كنتَ صوفيًا كما أنت زاعم ... لسانك أوردْه لنهج رشاده
وإن كنت ذا فقه تريش سهامه ... تغار لدين اللَّه خوف فساده
فلا تَرُمِ الفتيا ولا تك قاضيا ... فذاك لدين اللَّه محض سداده
تعرضت للإنكار دون تأهل ... وكم صيد ذو الإنكار قبل اصطياده
فخضت بلا فلك بحورًا عميقةً ... ورمت بناء الشيء دون عماده
وعزوك للحطاب آخر نقله ... مخافة درك الغير عين مراده
وتركك ما أبدى ابتداء كلامه ... ينبئ عن حيف الفتى وعناده',NULL,'281',NULL,NULL,'0');
INSERT INTO [b292] VALUES (279,'وحذفك نون الرفع دون مسوغ ... رأى معشر النحاة هجر اعتماده
وأما القصيدة التي رددت أنا بها هذه الدعوى التي لا تليق فهي هذه:
أرى الربع من أسمائه وسعاده ... وسُعداه قفرًا غير باقي رماده
وغير أثاف بينهن خصاصةً ... رواكدَ غطاها الصّلى بسواده
تبدل من بيض الترائب خذلًا ... كوانس في طلح النقى وقتاده
مطافيل أدمًا آويات لربرب ... مربٍّ على أولاده بمراده
تراها عليها عاطفات وتارة ... ترود فيدعوها الكلا برواده
فتتركها فوضى وتمرد يومها ... على قرد غير المرد بين وهاده
فلما دهاها الليل أسود حالكًا ... وأعشى عيون الوحش برح اسوداده
تذكرن غزلًا نالهن تركنها ... سدى كلها لم ينتبه من رقاده
فنادت نزيباها ديات صوارها ... يبارين عدو الطرف بين جياده
وغادرن في حيزوم كل تنوفةٍ ... خدوشًا كآثار الفؤوس الكواده
فأخطأنها ذهلًا ولسن ذواهلًا ... إلى أن تلافى الفحل ظهر وراده
فأنشأ يعدو وأتسَيْنَ بعدوه ... فجشمها سيرًا بوعثِ نجاده
فما راعاها إلا توجس رزها ... فنادينها ميئًا نداء النواده
فلله ربع قد عفت كل قاصف ... من الريح مغنى هنده وسعاده',NULL,'282',NULL,NULL,'0');
INSERT INTO [b292] VALUES (280,'رعت في رباه الآء والشري هقلة ... بيوض بمغناه وجلهة واده
ويارب يوم قد أنست بغادة ... بساحته تدعو الحجا لفساده
وتدعو أخا الحلم الرشيد إلى الصبا ... فتبدله عني الصبا من رشاده
فبينا أنا في روضة اللهو رائع ... أسر بندب للتصادق ماده
إذا فجعتني الحادثات بنكبة ... وربك حسبي في الأمور البواده
مقالة أنْ قد قلت إني أجبت عن ... إلى السالم الفقيه حبر بلاده
وتمنعني من ذاك نفس عزيزة ... غلا سعرها في السوق يوم كساده
تهاب الخنا والنقص في كل موطن ... وقلب يقويها بشدة آده
وقربكم في القلب واللَّه شاهد ... بصير بما كن الفتى بفؤاده
ولست بمن يغريه من جاء مغريًا ... ولا من يعاد الدهر من لم يعاده
ألا قل لمن يعلو قرى شد نية ... سناد يجوب البيد وخد سناده
بلاغًا بلاغًا للسميذع إنني ... ورب المطايا مخلص لوداده
وأني لم أنطق بشيء علمته ... سوى مجده قدمًا وطول نجاده
وإني لأكسو الخل حلة سندس ... إذا ما كساني من ثياب حداده
وكائنْ يغيظ المرء ظن حبيبه ... به السوء بعض الظن إثم فعاده
صلاة إله العرش ما ذر شارق ... على خير خلق اللَّه هادي عباده
وكان معى أيام إنشائي هذه القصيدة بعض أقراني من طلبة العلم',NULL,'283',NULL,NULL,'0');
INSERT INTO [b292] VALUES (281,'الماهرين في النحو، فادعى أن في القصيدة اعتراضًا نحويًا، وهو أنها جاءت فيها "إذا" الفجائية قبل جملة فعلية مع أنها تختص بالجملة الاسمية. فقلت له: إن ذلك الاعتراض قصور من المعترض به؛ لأن "إذا" الفجائية فيها ثلاثة أوجه:
أحدها: اختصاصها بالجملة الاسمية كما زعم المعترض.
والثاني: دخولها على الجملة الاسمية والجملة الفعلية مطلقًا، صدرت بقد، أو جردت منها.
والثالث: دخولها على الجملة الاسمية والجملة الفعلية بشرط كون الفعلية مصدرة بقد.
وقد أشار إلى هذه الأوجه الثلاثة صاحب المغني في الكلام على "قد" وبيَّنها محشيه الدسوقي في الكلام على "إذا".
وقلت له: مثل هذا لا يعترض به إلا قاصر.
وقد جاء في القصيدة نحو هذا مما يتمشى على بعض اللغات دون بعض، كتذكير ضمير السوق في قوله: "غلا سعرها في السوق يوم كساده"، واللغة الفصحى في السوق التأنيث، وإن كان التذكير مسموعًا فيها. وكقوله: "بصير بما كنى الفتى بفؤاده" لأن اللغة الفصحى "أكن" بصيغة الرباعي، وإن كان الثلاثي مسموعًا فيه، فمثل هذا لا يعترض به على شاعرٍ ولا غيره إلا قاصرٌ.
ومما قلت من الغزل أيام الصبا هذه الأبيات:',NULL,'284',NULL,NULL,'0');
INSERT INTO [b292] VALUES (282,'بشفى الأحيمر قد عرفت لراد ... داري مرادي أن تكون مرادي
عهدي بها وبها فتاة همها ... أعذب بها تعذيب كل فؤاد
بيضاءُ واضحةُ الجبين كأنها ... قمرٌ منيرٌ لاح بين دآدي
وترى شعاع الشمس في وجناتها ... مترقرقًا بجبينها الوقاد
لمياء تبسم عن لآلئ ركبت ... في معدن من سمرة وسواد
شنباء مصة ريقها تشفي الجوى ... من صدر حرَّان الجوانح صادي
واللَّه لا أنسى مبيتي عندها ... بشفى الأحيمر عن جنوب الوادي
إذ بت أشفي من رضاب بارد ... داءًا تقادم حره بفؤاد
ويلُ امِّها ما كان أطيب ريقها ... يا برد ريقتها على الأكباد
ثم سألني بعض أساتذة المعهد الديني "بأم درمان" ممن له مشاركة جيدة في فن المنطق، عن كيفية رد اللَّه جل وعلا على اليهود في قولهم: {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} بقوله جل وعلا: {قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى} [الأنعام/ ٩١]، فإن قوله: {قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى} ردًّا لقولهم: {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ} يتضمن أن موسى بشر، وأنه أنزل عليه كتاب هو التوارة، فإذا قلت: موسى بشر، موسى أنزل عليه كتاب؛ كان هذا على صورة قياس اقتراني من الشكل الثالث، ينتج: بعض البشر أنزل عليه كتاب. وهذه النتيجة التي هي: "بعض البشر أنزل عليه كتاب" جزئية موجبة. وقد تقرر عندهم أن الموجبة الجزئية هي نقيض السالبة الكلية، وقضية اليهود التي هي',NULL,'285',NULL,NULL,'0');
INSERT INTO [b292] VALUES (283,'قولهم: {مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْء} سالبة كلية يتحقق نقضها وإبطالها بجزئية موجبة، هي: نزول كتاب على بعض البشر الذي هو موسى، لإقرارهم بذلك.
قال: فإن قولنا: موسى بشر، موسى أنزل عليه كتاب. هذا ينتج من الشكل الثالث: "بعض البشر أنزل عليه كتاب" إنتاجًا لاشك في صحته، مع أن المقدمتين شخصيتان. والمقرر عندهم في الشكل الثالث أنه يشترط لإنتاجه كلية كبراه. فكيف ينتج هذا الشكل الثالث، وليست كبراه كلية؟
فكان جوابنا أن قلنا له: إن الشخصية من قبيل الإنتاج في حكم الكلية المسوَّرة بسور كلي، ووجه استوائهما هو شمول الحكم بالمحمول جميع أفراد الموضوع، فالسور في الكلية محيط بجميع أفراد الموضوع، بحيث لم يتخلف منها فرد عن الحكم بالمحمول، وموضوع الشخصية فردٌ واحدٌ لا تعدد فيه أصلًا، فصار انحصار موضوع الشخصية في فردٍ واحدٍ بالأصالة كانحصار أفراد الموضوع الكلي بالسور الكلي، فاتحدا من هذا الوجه، فصح الإنتاج المذكور.
ثم لما عزمنا على السفر من "أم درمان" اجتمع بنا الأخ الفاضل ذو الأخلاق الطيبة والشمائل الحسنة السيد محمد صالح الشنقيطي رئيس اللجنة بالسودان، فأحسن إلينا وأكرمنا غاية الإكرام، وجمع بيننا وبين السيد عبد الرحمن المهدي فعزيناه في ولد ولده كان متوفى عند ملاقاتنا، ففرح بلقائنا، وأظهر لنا البشر، والإكرام، وأهدى لنا هدية سنية.
وشيعنا محمد صالح المذكور في سيارته الخاصة، وأخذ لنا',NULL,'286',NULL,NULL,'0');
INSERT INTO [b292] VALUES (284,'ولجميع من معنا تذاكر السفر في قطار الحديد، وسافرنا فيه من تلك الليلة في العشر الأواسط من ذي القعدة من سنة سبع وستين وثلاثمائة وألف، فسرنا فيه متوجهين تلقاء سواكن فبتنا دونها، وجئناها من الغد وقت المقيل، فنزلنا في خيم مبنية للحجاج، وأخذنا جوازات السفر إلى الحجاز، وما توصلنا إلى أخذها حتى تعبنا من الزحام في المركز، لكثرة الحجاج المزدحمين لأخذ الجوازات، وكان بواب المركز يدخل قبلنا كثيرًا من أخلاط الناس من أسود وأحمر، ونحن جئنا قبلهم، فذكرني ذلك قول عصام بن عبيد الزماني:
أدخلت قبلي قومًا لم يكن لهم ... في الحق أن يدخلوا الأبواب قدامي
ثم بعد لأيٍ تحصَّلنا على أخذ الجوازات والتذاكر بعد أن سلمنا الرسوم المقررة، ثم مكثنا في محل النظر في صحة الحجاج ثلاثة أيام، ثم ركبنا في السفينة متوجهين إلى جدة، فمكثت السفينة بنا يومًا وليلة في البحر، ثم نزلنا من الغد في جدة، فنزلنا في بيت لآل جمجوم عمومي لنزول أهل قطرنا، فمكثنا ليلتين في جدة، ولم نجتمع بأحدٍ من أهلها، لكن اجتمعنا برجل سوداني موظف في بعض الشركات في جدة اسمه أحمد بكري، قأحسن إلينا وحملنا إلى مكة المكرمة بواسطة رجلٍ طيبٍ من موظفي إدارة الحج اسمه سامي كتبي. فركبنا من جدة بعد صلاة المغرب محرمين ملبين تلبية النبي صلى اللَّه عليه وعلى آله وسلم: لبيك اللهم لبيك، لبيك لا شريك لك، إن الحمد والنعمة لك والملك، لا شريك لك.
وكان إحرامنا بالحج مفردًا، وإنما أحرمنا إفرادًا من غير تمتع ولا',NULL,'287',NULL,NULL,'0');
INSERT INTO [b292] VALUES (285,'قران؛ لأن الإفراد في مذهبنا أفضل من التمتع والقران، وأفضلية الإفراد التي هي مذهبنا معاشر المالكية قال بها مالك وأصحابه، وذلك هو الصحيح من مذهب الشافعي، وهو قول عمر بن الخطاب، وعثمان، وعلي، وابن مسعود، وابن عمر، وجابر، وعائشة، والأوزاعي، وأبي ثور، وداود.
وقال أبو حنيفة، وسفيان الثوري، وإسحاق بن راهويه، والمزني، وابن المنذر، وأبو إسحاق المروزي: القِران أفضل.
وقال الإمام أحمد رحمه اللَّه: التمتع أفضل.
وكافة العلماء من الصحابة والتابعين ومن بعدهم أن الكل من التمتع والإفراد والقران جائز، إلا ما ثبت في الصحيحين عن عمر بن الخطاب وعثمان رضي اللَّه عنهما أنهما كانا ينهيان عن التمتع.
أما دليل جواز الثلاثة فهو ما ثبت عن عائشة رضي اللَّه عنها أنها قالت: "خرجنا مع رسول اللَّه صلى اللَّه عليه وعلى آله وسلم عام حجة الوداع، فمنا من أهل بعمرة، ومنا من أهلَّ بحج وعمرة، ومنا من أهلَّ بحج، وأهلَّ رسول اللَّه صلى اللَّه عليه وعلى آله وسلم بالحج" رواه البخاري ومسلم عنها. وفي رواية لمسلم: "منا من أهل بالحج مفردًا، ومنا من قرن، ومنا من تمتع".
وأما دليل مذهبنا ومذهب الشافعي في ترجيح الإفراد، وأنه أفضل من القران والتمتع، فهو ما ثبت في الصحيح من رواية جابر، وابن عمر، وابن عباس، وعائشة رضي اللَّه عنهم.',NULL,'288',NULL,NULL,'0');
INSERT INTO [b292] VALUES (286,'أما حديث عائشة فقد سبق الآن في قولها: "وأهلَّ رسول اللَّه صلى اللَّه عليه وعلى آله وسلم بالحج" رواه البخاري ومسلم. وفي رواية لمسلم: "أن رسول اللَّه صلى اللَّه عليه وعلى آله وسلم أهلَّ بالحج مفردًا". وفي رواية البخاري ومسلم قالت: "خرجنا مع رسول اللَّه صلى اللَّه عليه وعلى آله وسلم لا يذكر لنا إلا الحج، فلما جئنا سرف طمثت. . . " وذكرت تمام الحديث إلى قولها: "ثم رجعوا مهلين بالحج".
وأما حديث ابن عمر فعن بكر بن عبد اللَّه المزني عن أنس رضي اللَّه عنه قال: "سمعت رسول اللَّه صلى اللَّه عليه وعلى آله وسلم يلبي بالحج والعمرة جميعًا" قال بكر: فحدثت بذلك ابن عمر فقال: لبى بالحج وحده. فلقيت أنسًا فحدثته بقول ابن عمر، فقال: ما تعدوننا إلا صبيانًا؟ ! سمعت رسول اللَّه صلى اللَّه عليه وعلى آله وسلم يقول: "لبيك عمرةً وحجًّا" رواه البخاري ومسلم.
وعن زيد بن أسلم "أن رجلًا أتى ابن عمر فقال: بم أهل رسول اللَّه صلى اللَّه عليه وعلى آله وسلم؟ قال: بالحج. ثم أتاه من العام المقبل فسأله فقال: ألم تأتني عام أول؟ قال: بلى، ولكن أنسًا يزعم أنه قرن. قال ابن عمر: إن أنسًا كان يدخل على النساء وهن منكشفات الرؤوس، وإني كنت تحت ناقة رسول اللَّه صلى اللَّه عليه وعلى آله وسلم، فكنت أسمعه يلبي بالحج" رواه البيهقي بإسناد صحيح.
وفي رواية لمسلم أيضًا عن ابن عمر قال: "أهللنا مع رسول اللَّه صلى اللَّه عليه وعلى آله وسلم بالحج منفردًا".',NULL,'289',NULL,NULL,'0');
INSERT INTO [b292] VALUES (287,'وأما حديث جابر فعن عطاء عن جابر بن عبد اللَّه رضي اللَّه عنهما قال: "أهل النبي صلى اللَّه عليه وعلى آله وسلم هو وأصحابه بالحج". رواه البخاري ومسلم.
وفي رواية لمسلم أيضًا عن جابر قال: "أهللنا أصحاب محمد صلى اللَّه عليه وعلى آله وسلم بالحج خالصًا وحده، فقدمنا صبح رابعة من ذي الحجة، فأمرنا أن نحلّ".
وفي صحيح مسلم أيضًا عن جابر في حديث طويل قال: "خرجنا مع رسول اللَّه صلى اللَّه عليه وعلى آله وسلم لمناسك الحج. . . " وذكر الحديث إلى أن قال: "حتى إذا كان آخر طوافٍ على المروة قال النبي صلى اللَّه عليه وعلى آله وسلم: "لو استقبلت من أمري ما استدبرت لم أسق الهدي ولجعلتها عمرة، فمن كان منكم ليس معه هدي فليتحلل وليجعلها عمرة".
وأما حديث ابن عباس ففيه قال: أهلَّ رسول اللَّه صلى اللَّه عليه وعلى آله وسلم بالحج، فقدم لأربع مضين من ذي الحجة وصلى الصبح. وقال لما صلى الصبح: "من شاء أن يجعلها عمرة فليجعلها عمرة" رواه مسلم.
وفي رواية لمسلم أيضًا عن ابن عباس: "أن النبي صلى اللَّه عليه وعلى آله وسلم صلى الظهر بذي الحليفة، ثم دعى بناقته فأشعرها في صفحة سنامها الأيمن، وسلت الدم وقلدها نعلين، ثم ركب راحلته، فلما استوت به على البيداء أهلَّ بالحج".',NULL,'290',NULL,NULL,'0');
INSERT INTO [b292] VALUES (288,'وروى البيهقي بإسناده عن علي رضي اللَّه عنه أنه قال لابنه: "يا بني أفرد الحج فإنه أفضل"، وبإسناده عن ابن مسعود أنه أمر بإفراد الحج.
فهذه الأحاديث الصحيحة دالة على أنه صلى اللَّه عليه وعلى آله وسلم أحرم في حجة الوداع بالحج مفردًا، وهو صلى اللَّه عليه وعلى آله وسلم لا يحرم إلا بما هو الأفضل.
وإنما كانت هذه الأحاديث الدالة على إفراده صلى اللَّه عليه وعلى آله وسلم أرجح عند المالكية والشافعية ومن وافقهم في تفضيل الإفراد من الأحاديث الصحيحة الدالة على أنه صلى اللَّه عليه وعلى آله وسلم كان قارنًا، ومما ثبت في الصحيح أيضًا أنه صلى اللَّه عليه وعلى آله وسلم كان متمتعًا، وترجيحهم لأحاديث الإفراد، بسبب أمور:
منها: أنه الأكثر في الروايات الصحيحة في حجة النبي صلى اللَّه عليه وعلى آله وسلم.
ومنها: أن رواته أخص بالنبي صلى اللَّه عليه وعلى آله وسلم في هذه الحجة، فإن منهم جابرًا وهو أحسنهم سياقًا لحجة النبي صلى اللَّه عليه وعلى آله وسلم، فإنه ذكرها من أول خروجه صلى اللَّه عليه وعلى آله وسلم من المدينة إلى فراغه، وذلك مشهور في صحيح مسلم وغيره، وهذا يدل على ضبطه لها واعتنائه بها، ومنهم ابن عمر وقد قال: "كنت تحت ناقة رسول اللَّه صلى اللَّه عليه وعلى آله وسلم يمسني لعابها، أسمعه يلبي بالحج"، ومنهم عائشة وقربها من النبي صلى اللَّه عليه وعلى آله وسلم معروف، واطلاعها على باطن أمره وفعله في خلوته وعلانيته مع فقهها وعظيم فطنتها، ومنهم ابن عباس وهو',NULL,'291',NULL,NULL,'0');
INSERT INTO [b292] VALUES (289,'بالمحل المعروف من الفقه والفهم الثاقب مع كثرة بحثه وحفظه أحوال النبي صلى اللَّه عليه وعلى آله وسلم.
ومن أدلة تفضيل الإفراد أن الخلفاء الراشدين رضي للَّه عنهم أفردوا الحج، وواظبوا على ذلك بعد النبي صلى اللَّه عليه وعلى آله وسلم، كذلك فعل أبو بكر، وعمر، وعثمان، واختلف فعل عليٍّ رضي اللَّه عنهم أجمعين.
وقد حج عمر بالناس عشر حجج مدة خلافته كلها مفردًا، ولو لم يكن هذا هو الأفضل عندهم وعلموا أن النبي صلى اللَّه عليه وعلى آله وسلم حج مفردًا لم يواظبوا على الإفراد مع أنهم الأئمة الأعلام، وقادة الإسلام، ويقتدى بهم في عصرهم وبعدهم، وكيف يظن بهم المواظبة على خلاف فعل النبي صلى اللَّه عليه وعلى آله وسلم، أو أنهم خفي عليهم جميعهم فعله صلى اللَّه عليه وعلى آله وسلم؟ !
وأما الخلاف عن علي وغيره فالظاهر أنهم إنما فعلوه لبيان جواز غير الإفراد، فلا ينافي أفضلية الإفراد عندهم.
ومن أدلة ترجيح الإفراد أنه لا يجب فيه دم بالإجماع، وذلك لكماله، ويجب الدم في التمتع والقران، وذلك الدم جبران لسقوط الميقات وبعض الأعمال، لأن ما لا خلل فيه ولا يحتاج إلى جبران أفضل. وقول المخالف: "إنه دم نسك لا جبران" غير مسلم، بدليل أن الصيام يقوم مقامه عند العجز، ولو كان دم نسك لم يقم مقامه كالأضحية.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b292] VALUES (290,'ومن أدلة ترجيح الإفراد أن الأمة أجمعت على جوازه من غير كراهة، وكره عمر وعثمان وغيرهما التمتع، وبعضهم التمتع والقران، وإن كانوا يجوزونه على ما سبق بيانه، فكان ما أجمعوا على أنه لا كراهة فيه أفضل.
وقد قال البيهقي رحمه اللَّه: فثبت بالسنة الثابتة عن رسول اللَّه صلى اللَّه عليه وعلى آله وسلم جواز التمتع والإفراد والقران، وثبت بمضي النبي صلى اللَّه عليه وعلى آله وسلم في حج مفرد، ثم باختلاف الصدر الأولى في كراهة التمتع والقران دون الإفراد كون إفراد الحج عن العمرة أفضل. واللَّه تعالى أعلم.
والمالكية والشافعية ومن وافقهم في أفضلية الإفراد مقرون بأن النبي صلى اللَّه عليه وعلى آله وسلم أمر من لم يكن معه هدي من أصحابه أن يفسخ حجه إلى عمرة ويتحلل منها، ثم يهل بحج من مكة. وقد قال هو صلى اللَّه عليه وعلى آله وسلم: "لو استقبلت من أمري ما استدبرت لم أسق الهدي ولجعلتها عمرة"، كما ثبت في الصحيح ثبوتًا لا مطعن فيه ولا شبهة، إلا أنهم يقولون: إن هذا خاص بأصحاب النبي صلى اللَّه عليه وعلى آله وسلم لعلةٍ موجودةٍ في ذلك الوقت، وقد زالت، وهي أن الكفار كانوا يرون العمرة في أشهر الحج من أفجر الفجور، فأمر النبي صلى اللَّه عليه وعلى آله وسلم أصحابه بفسخ الحج إلى عمرة ليظهر بذلك بطلان ما يعتقدونه من أن العمرة في أشهر الحج من أفجر الفجور.
واستدلوا لخصوص هذا الفسخ بأصحاب النبي صلى اللَّه عليه',NULL,'293',NULL,NULL,'0');
INSERT INTO [b292] VALUES (291,'وعلى آله وسلم بأدلة:
منها: أنه مأخوذٌ من حديث ابن عباس الثابت في الصحيحين قال: "كانوا يرون العمرة في أشهر الحج من أفجر الفجور في الأرض، ويجعلون المحرم صفرًا، ويقولون: إذا برأ الدبر، وعفا الأثر، وانسلخ صفر، حلت العمرة لمن اعتمر. فقدم النبي صلى اللَّه عليه وعلى آله وسلم وأصحابه صبيحة رابعة مهلين بالحج فأمرهم أن يجعلوها عمرة فتعاظم ذلك عندهم، فقالوا: يا رسول اللَّه أي الحل؟ قال: "حِلٌّ كله". رواه البخاري ومسلم. وفي رواية مسلم: "الحل كله".
ففي هذا الحديث دلالةٌ ظاهرةٌ أنه صلى اللَّه عليه وعلى آله وسلم إنما أمرهم بفسخ الحج في عمرة لمخالفة ما كان الجاهلية عليه من تحريم العمرة في أشهر الحج، وقولهم: "إنها من أفجر الفجور"؛ إذ لو لم يكن هذا هو علة الفسخ لما كان في ذكره وترتيب الفسخ عليه فائدةٌ.
فكون مخالفة الجاهلية علة للفسخ المذكور تؤخذ من هذا الحديث بمسلكين من مسالك العلة، وهما ظهور النص والإيماء؛ لأن مسلك النص مرتبتان: نص صريح، ونص ظاهر. وقد تقرر عند الأصوليين أن الفاء ظاهرة في التعليل، كقولهم: "سها فسجد" و"سرق فقطعت يده".
فإذا عرفت ذلك فاعلم أن قوله: "فأمرهم أن يجعلوها عمرة" بالفاء بعد قوله: "كانوا يرون العمرة في أشهر الحج من أفجر الفجور في الأرض" يدل بظاهره على أن ذلك هو علة الفسخ.',NULL,'294',NULL,NULL,'0');
INSERT INTO [b292] VALUES (292,'قال في "مراقي السعود" في مسالك العلة:
الاجماعُ فالنص الصريح مثلُ ... لعلة فسبب فيتلو
من أجل ذا فنحو كي إذًا فما ... ظَهَر لامٌ ثمت البا علما
فالفاء للشارع فالفقيه ... فغيره يتبع بالشبيه
ومحل الشاهد منه قوله: "فالفاء للشارع. . . " إلخ.
والمسلك الثاني هو الإيماء، وهو عند الأصوليين: اقتران الوصف بحكم، لو لم يكن الوصف علة لذلك الحكم عابه الفطن بمقاصد الكلام. فقوله في الحديث المذكور: "كانوا يرون العمرة في أشهر الحج من أفجر الفجور في الأرض" لو لم يكن علة لقوله: "فأمرهم أن يجعلوها عمرة" لكان الكلام معيبًا عند الفطن بمقاصد الكلام، فترتيب الوصف على الحكم عند الأصوليين من أفراد الإيماء، وقد بينه في "مراقي السعود" بقوله:
والثالث الإيما اقتران الوصف ... بالحكم ملفوظين دون خلف
وذلك الوصف أو النظير ... قرانه لغيرها يضير
كما إذا سمع وصفًا فحكم ... وذكره في الحكم وصفًا قد ألم
إن لم يكن علته لم يفد ... ومنعه مما يفيت استفد
ترتيبه الحكم عليه واتضح ... تفريق حكمين بوصف المصطلح
. . . الخ.
ومحل الشاهد منه قوله: "ترتيبه الحكم عليه".',NULL,'295',NULL,NULL,'0');
INSERT INTO [b292] VALUES (293,'وإذا كانت علة الفسخ المذكور مخالفة ما كان عليه الجاهلية، فلا دلالة فيه على أفضلية التمتع بفسخ الحج إلى عمرة.
ولا يقدح في هذا أنه صلى اللَّه عليه وعلى آله وسلم بين بطلان ما كان الجاهلية عليه في عمره الثلاث قبل حجة الوداع؛ لأن عمرة الحديبية التي صده المشركون فيها عن البيت عام سبع كانت في ذي القعدة من أشهر الحج، وكذلك عمرة القضاء عام سبع كانت في ذي القعدة، وكذلك عمرة الجعرانة عام ثمان عام الفتح كانت في ذي القعدة أيضًا؛ لأن حجة الوداع اجتمع فيها من الخلق ما لم يجتمع في غيرها، فالبيان فيها أعظم موقعًا، وله فائدة لم تكن في غيره، ولذلك جاء في الحديث: "فتعاظم ذلك عندهم".
ومن أدلة المالكية والشافعية على الخصوص المذكور حديث الحارث بن بلال بن الحارث عن أبيه قال: قلت يا رسول اللَّه، أرأيت فسخ الحج إلى العمرة لنا خاصة أم للناس عامة؟ فقال رسول اللَّه صلى اللَّه عليه وعلى آله وسلم: "بل لكم خاصة". رواه أبو داود والنسائي وابن ماجه وغيرهم.
قال النووي في هذا الحديث: إسناده صحيح، إلا الحارث بن بلال فإني لم أر فيه جرحًا ولا تعديلًا، وقد رواه أبو داود ولم يضعفه، وما لم يضعفه أبو داود فهو حديث حسن عنده إلا أن يوجد فيه ما يقتضي ضعفه. قال الإمام أحمد بن حنبل رحمه اللَّه تعالى: هذا الحديث لا يثبت عندي، ولا أقول به. قال: وقد روى الفسخ أحد عشر صحابيًّا، أين يقع الحارث بن بلال منهم؟ ! .',NULL,'296',NULL,NULL,'0');
INSERT INTO [b292] VALUES (294,'قال النووي رحمه اللَّه: لا معارضة بينهم وبينه حتى يقدموا عليه؛ لأنهم أثبتوا الفسخ للصحابة، ولم يذكروا حكم غيرهم، وقد وافقهم الحارث بن بلال في إثبات الفسخ للصحابة، لكنه زاد زيادة لا تخالفهم، وهي اختصاص الفسخ بهم.
واحتجوا أيضًا للاختصاص المذكور بحديث أبي ذر رضي اللَّه عنه قال: "كانت المتعة في الحج لأصحاب محمد صلى اللَّه عليه وعلى آله وسلم خاصة" رواه مسلم موقوفًا على أبي ذر.
قال البيهقي وغيره من الأئمة: أراد بالمتعة فسخ الحج إلى العمرة؛ لأنه كان لمصلحةٍ، وهي بيان جواز الاعتمار في أشهر الحج، وقد زالت، فلا يجوز ذلك اليوم لأحد.
واحتج أبو داود في "سننه" والبيهقي وغيرهما في ذلك برواية محمد بن إسحاق عن عبد الرحمن بن الأسود عن سليمان بن الأسود أن أبا ذر كان يقول: "من حج ثم فسخها بعمرة لم يكن ذلك إلا للركب الذين كانوا مع رسول اللَّه صلى اللَّه عليه وعلى آله وسلم" وإسناده هذا لا يحتج به؛ لأن محمد بن إسحاق صاحب "المغازي" مدلس، وقد قال: "عن"، واتفقوا على أن المدلس إذا قال: "عن" لا يحتج به.
قال النووي: واعلم أن البيهقي ذكر بابًا في جواز الإفراد، والتمتع، والقران، ثم بابًا في تفضيل الإفراد، ثم باب من زعم أن القران أفضل، وأن النبي صلى اللَّه عليه وعلى آله وسلم كان متمتعًا. وذكر في كل نحو ما ذكرته من الأحاديث. ثم قال: باب كراهة من كره التمتع والقران، وبيان أن جميع ذلك جائز، وإن كنا اخترنا الإفراد. فذكر في هذا الباب',NULL,'297',NULL,NULL,'0');
INSERT INTO [b292] VALUES (295,'بإسناده عن سعيد بن المسيب: "أن رجلًا من أصحاب النبي صلى اللَّه عليه وعلى آله وسلم أتى عمر بن الخطاب رضي اللَّه عنه فشهد عنده أنه سمع رسول اللَّه صلى اللَّه عليه وعلى آله وسلم في مرضه الذي قبض فيه ينهى عن العمرة قبل الحج" رواه أبو داود في "سننه".
وقد اختلفوا في سماع سعيد بن المسيب من عمر، لكنه لم يرو هنا عن عمر، بل عن صحابي غير مسمى، والصحابة كلهم عدول.
وعن معاوية رضي اللَّه عنه أن النبي صلى اللَّه عليه وعلى آله وسلم "نهى أن يقرن بين الحج والعمرة" رواه البيهقي بإسناد حسن.
وقال القاضي عياض في "شرح صحيح مسلم": جمهور الفقهاء على أن فسخ الحج إلى العمرة كان خاصًّا للصحابة. قال: وقال بعض أهل الظاهر: هو جائز الآن.
وقال النووي في "شرح المهذب": فرع: إذا أحرم بالحج لا يجوز له فسخه وقلبه عمرة، وإذا أحرم بالعمرة لا يجوز له فسخها حجًا، لا لعذر ولا لغيره، سواء ساق الهدي أم لا. هذا مذهبنا. قال ابن الصباغ والعبدري وآخرون: وبه قال عامة الفقهاء. وقال أحمد: يجوز فسخ الحج إلى العمرة لمن لم يسق الهدي. انتهى كلام النووي.
والغرض منه قوله: "وبه قال عامة الفقهاء" غير أحمد، وقد بيَّنا طرفًا من أدلة الشافعية والمالكية على أفضلية الإفراد.
وأما الأحاديث الصحيحة الدالة على أنه صلى اللَّه عليه وعلى آله وسلم كان قارنًا، فلا يرد الإشكال بها على ما ذكرنا، لظهور الجمع',NULL,'298',NULL,NULL,'0');
INSERT INTO [b292] VALUES (296,'بينهما بأنه صلى اللَّه عليه وعلى آله وسلم أحرم أولًا بحج مفردًا، كما تضافرت به الروايات الصحيحة، ثم لما أمر من لم يكن معه هدي من أصحابه بفسخ الحج إلى عمرة لمخالفة ما كان عليه أهل الجاهلية، وشق عليهم رضي للَّه عنهم إحلالهم مع كونه صلى اللَّه عليه وعلى آله وسلم باقيًا على إحرامه تأسف على سوق الهدي، وذكر أنه لو لم يسقه لفعل مثل ما أمرهم به مواساة لهم وتطييبًا لنفوسهم، ثم إنه أدخل العمرة على الحج ليوافقهم في إدخالها عليه، إلا أنه منعه من التحلل معهم كونه معه الهدي، فلم يحل من شيء حتى أتم حجه، فقد صار صلى اللَّه عليه وعلى آله وسلم قارنًا بإدخاله العمرة على الحج.
وكونه صلى اللَّه عليه وعلى آله وسلم صار قارنًا في آخر الأمر، لم يدل عند المالكية والشافعية ومن وافقهم على أفضلية القران على الإفراد، لأنه صلى اللَّه عليه وعلى آله وسلم قرن للموجب المذكور، وقد زال.
وأما الأحاديث الصحيحة الدالة على أنه صلى اللَّه عليه وعلى آله وسلم كان متمتعًا، فلا يرد الإشكال بها على ما ذكرنا أيضًا؛ لأن التمتع ربما أطلق على مطلق العمرة في أشهر الحج فيشمل القِرانَ، فيكون معناه القِران. وقد بينا أنه كان قارنًا في آخر الأمر، للأحاديث الصحيحة الدالة على ذلك، مع وجوب الجمع بين الأحاديث إذا أمكن، أو أن معنى كونه كان متمتعًا: أمره أصحابه بفسخ الحج إلى عمرة؛ لأن ذلك تمتع، حيث أحلوا بالعمرة في شهر ذي الحجة، ثم أهلوا محرمين بحج.',NULL,'299',NULL,NULL,'0');
INSERT INTO [b292] VALUES (297,'قال مقيد هذه الرحلة عفا اللَّه عنه: وإنَّما الإشكال الذي يصعب الانفكاك عنه على المالكية والشافعية ومن وافقهم في أن فسخ الحج إلى العمرة كان خاصًا بأصحاب النبي صلى اللَّه عليه وعلى آله وسلم = هو ما جاء في حديث جابر الثابت في الصحيحين قال: "أهل النبي صلى اللَّه عليه وعلى آله وسلم هو وأصحابه بالحج، وليس مع أحد منهم هدي غير النبي صلى اللَّه عليه وعلى آله وسلم وطلحة، وكان علِيٌّ قدم من اليمن ومعه هدي. فقال: أهللت بما أهل به النبي صلى اللَّه عليه وعلى آله وسلم، فأمر النبي صلى اللَّه عليه وعلى آله وسلم أصحابه أن يجعلوها عمرة ويطوفوا ويقصروا ويحلوا إلا من كان معه الهدي. فقالوا: ننطلق إلى منى وذكر أحدنا يقطر. فبلغ ذلك النبي صلى اللَّه عليه وعلى آله وسلم فقال: "لو استقبلت من أمري ما استدبرت ما أهديت، ولولا أن معي الهدي لأحللت". وأن سراقة بن مالك لقي النبي صلى اللَّه عليه وعلى آله وسلم بالعقبة وهو يرميها. فقال: ألكم هذه خاصة يا رسول اللَّه؟ فقال: "بل للأبد".
وهو نص صريح في عدم الاختصاص بأصحاب النبي صلى اللَّه عليه وعلى آله وسلم، ومعلومٌ أن حديث جابر هذا لا يقاومه حديث الحارث بن بلال بن الحارث الذي رواه أبو داود والنسائي وابن ماجه كما قدمنا؛ لأن فيه الحارث بن بلال، ولا يقاومه حديث أبي ذر الذي قدمنا أنه أخرجه مسلم؛ لأنه موقوفٌ على أبي ذر.
فهذا النص الصريح الصحيح عن النبي صلى اللَّه عليه وعلى آله وسلم بعدم الاختصاص بأصحاب النبي صلى اللَّه عليه وعلى آله وسلم',NULL,'300',NULL,NULL,'0');
INSERT INTO [b292] VALUES (298,'يردُّ على المالكية والشافعية ومن وافقهم احتجاجهم بالاختصاص المذكور، وأجويتهم عن قوله صلى اللَّه عليه وعلى آله وسلم: "بل للأبد" لا تنهض كل النهوض، ولا تتضح كل الوضوح.
قال النووي: معنى قوله: "بل للأبد" عند الجمهور: أن العمرة يجوز فعلها في أشهر الحج إبطالًا لما كان عليه في الجاهلية، وليس معناه جواز القِران. أي دخلت أفعال العمرة في أفعال الحج. وقيل: معناه: سقط وجوب العمرة.
قال مقيد هذه الرحلة عفا اللَّه عنه: هذه الأجوبة التي ذكرها النووي وغيره غير ظاهرة، والحجة بها غير ناهضة؛ لأن سياق سؤال سراقة بن مالك بن جعشم المدلجي رضي اللَّه عنه يقتضي أن السؤال إنما وقع عن فسخ العمرة إلى الحج؛ لأنه هو القضية الواقعة، فصرف السؤال عنها إلى غيرها غير ظاهر.
ويدل على أن السؤال عن الفسخ المذكور سياق مسلم من طريق جعفر بن محمد عن أبيه عن جابر، فإنه يقتضي أنه قال له ذلك لما أمر أصحابه أن يجعلوا حجهم عمرة، فهو دليلٌ واضحٌ لمن قال: "إن السؤال كان عن فسخ الحج إلى العمرة"، ولا يعارض هذا ما في صحيح البخاري وبعض روايات مسلم من أن سؤال سراقة للنبي صلى اللَّه عليه وعلى آله وسلم كان عند رمي جمرة العقبة لإمكان تعدد السؤال لتعدد المكان، مع أن السؤال عند جمرة العقبة أيضًا ظاهر في أنه عن القضية الواقعة كما قدمنا قريبًا، فلا يصرف عنها إلى غيرها إلا بدليل جازم.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b292] VALUES (299,'فالذي يظهر من جهة النقل عدم اختصاص الفسخ المذكور بأصحاب النبي صلى اللَّه عليه وعلى آله وسلم لقوله الثابت في الصحيح: "بل للأبد".
فالذي يظهر أن هذا الفسخ لو كان أفضل من إتمام الحج من غير إحلال منه بعمرةٍ الثابتِ بقوله تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ} لما أعرض عنه الخلفاء الراشدون رضي اللَّه عنهم لشدة حرصهم على متابعة النبي صلى اللَّه عليه وعلى آله وسلم واطلاعهم على أحواله.
وقد أخرج مسلم عن أبي نضرة قال: "قلت لجابر بن عبد اللَّه: إن الزبير ينهي عن المتعة، وإن ابن عباس يأمر بها. فقال جابر: على يدي دار الحديث، تمتعنا مع رسول اللَّه صلى اللَّه عليه وعلى آله وسلم، فلما قام عمر قال: إن اللَّه كان يحل لرسوله صلى اللَّه عليه وعلى آله وسلم ما شاء بما شاء، وإن القرآن قد نزل منازله فأتموا الحج والعمرة للَّه كما أمركم اللَّه، وأبتُّوا نكاح هذه النساء، فلن أوتي برجل نكح امرأة إلى أجل إلا رجمته بالحجارة". وفي رواية زيادة: "فإنه أتم بحجكم وأتم بعمرتكم".
وقد روى البيهقي بإسناده الصحيح عن عبيد بن عمير قال: قال علي بن أبي طالب لعمر بن الخطاب رضي اللَّه عنهما: أنهيت عن المتعة؟ قال: لا، ولكني أردت كثرة زيارة البيت. فقال علي: من أفرد الحج فحسن، ومن تمتع فقد أخذ بكتاب اللَّه تعالى وسنة نبيه صلى اللَّه عليه وعلى آله وسلم.
وروى البيهقي عن الزهري عن عروة عن عائشة أنها أخبرته في',NULL,'302',NULL,NULL,'0');
INSERT INTO [b292] VALUES (300,'تمتع النبي صلى اللَّه عليه وعلى آله وسلم بالعمرة إلى الحج، وتمتع الناس معه بمثل الذي أخبرني سالم بن عبد اللَّه بن عمر عن أبيه عن رسول اللَّه صلى اللَّه عليه وعلى آله وسلم. فقال الزهري: فقلت لسالم: فلم ينهى عن التمتع وقد فعل ذلك رسول اللَّه صلى اللَّه عليه وعلى آله وسلم وفعله الناس معه؟ قال سالم: أخبرني ابن عمر: أن الأتم للعمرة آن تفردوها من أشهر الحج، الحج أشهر معلومات: شوال وذو القعدة وذو الحجة، فأخلصوا فيهن الحج، واعتمروا فيما سواهن من الشهور. قال: وإن اعتمر بذلك لزمه إتمام العمرة؛ لقول اللَّه تعالى: {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ}.
وذلك أن العمرة إنما يتمتع بها إلى الحج، والتمتع لا يتم إلا بالهدي أو الصيام إذا لم يجد هديًا، والعمرة في غير أشهر الحج تتم بلا هدي ولا صيام، فأراد عمر بترك التمتع إتمام العمرة، كما أمر اللَّه تعالى بإتمامها، وأراد أيضًا أن تكرر زيارة الكعبة في كل سنة مرتين، فكره التمتع لئلا يقتصروا على زيارته مرة، فتردد الأئمة في التمتع حتى ظن الناس أن الأئمة يرون ذلك حرامًا. قال: ولعمري لم ير الأئمة ذلك حرامًا، ولكنهم اتبعوا ما أمر اللَّه به عمر رضي اللَّه عنه إحسانًا للخير.
وبإسناده الصحيح عن سالم قال: سئل ابن عمر عن متعة الحج فأمر بها. فقيل: إنك تخالف أباك؟ فقال: إن أبي لم يقل الذي تقولون، إنما قال: أفردوا الحج من العمرة، أي أن العمرة لا تتم في أشهر الحج [إلَّا بهدي، وأرأد أن يزار البيت شهور الحج]، فجعلتموها أنتم حرامًا، وعاقبتم الناس عليها، وقد أحلها اللَّه عز وجل',NULL,'303',NULL,NULL,'0');
INSERT INTO [b292] VALUES (301,'وعمل بها رسول اللَّه صلى اللَّه عليه وعلى آله وسلم. قال: فإذا أكثروا عليه قال: وكتاب اللَّه أحق أن يتبع أم عمر؟!
فهذا الذي ذكرنا يدل على أن عمر يقول بجواز التمتع إلا أن الإفراد أفضل عنده منه.
واعلم أن أحسن وجوه الجمع بين الأحاديث الصحيحة الثابتة في حجة الوداع التي في بعضها أن النبي صلى اللَّه عليه وعلى آله وسلم كان مفردًا، وفي بعضها: أنه كان قارنًا، وفي بعضها: أنه كان متمتعًا = هو ما قدمنا الإشارة إليه أنه أحرم أولًا مفردًا، ثم أدخل بعد ذلك العمرة على الحج، فصار في آخر الأمر قارنًا. ومعنى تمتعه أمره أصحابه بفسخ الحج إلى عمرة مع قوله لهم: "لو استقبلت من أمري ما استدبرت لم أسق الهدي ولجعلتها عمرة". أو أن معنى تمتعه عمرته في أشهر الحج، فيرجع معناه إلى القران. وبهذا تتفق الأحاديث وتنتظم، واللَّه أعلم.
ثم دخلنا "مكة المكرمة" تلك الليلة محرمين ملبين تلبية النبي صلى اللَّه عليه وعلى آله وسلم، وطفنا تلك الليلة طواف القدوم، وسعينا بعده بين الصفا والمروة، وكنا عند دخولنا المسجد الحرام قلنا: أعوذ باللَّه العظيم، وبوجه الكريم، وسلطانه القديم من الشيطان الرجيم، اللهم افتح لنا أبواب رحمتك. وعندما وقعت أبصارنا على الكعبة المشرفة قلنا: اللهم زد هذا البيت تشريفًا وتكريمًا وتعظيمًا ومهابةً، وزد من شرَّفه وكرَّمه ممَّن حجه أو اعتمره تشريفًا وتكريمًا وتعظيمًا وبرًّا.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b292] VALUES (302,'ثم ابتدأنا طوافنا من ركن الحجر، فقبلنا الحجر الأسود وقلنا: بسم اللَّه واللَّه أكبر وللَّه الحمد، اللهم إيمانًا بك، وتصديقًا بكتابك، ووفاء بعهدك، واتباعًا لسنة نبيك محمد صلى اللَّه عليه وعلى آله وسلم. ورملنا ما أمكن في الأشواط الثلاثة الأولى، ومشينا في الأربعة الباقية، وكان جل دعائنا في الطواف: "ربنا آتنا في الدنيا حسنة، وفي الآخرة حسنة، وقنا عذاب النار". ودعونا بما أحببنا وبما شاء اللَّه من الأدعية المأثورة، وكان من جملة دعائنا "اللهم أسلمت نفسي إليك، وفوضت أمري إليك، وألجأت ظهري إليك، رغبةً ورهبةً إليك، لا ملجأ ولا منجا منك إلا إليك، آمنت بكتابك الذي أنزلت، ونبيك الذي أرسلت".
ولما أكملنا الأشواط السبعة عمدنا إلى مقام إبراهيم وقرأنا: {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى} [البقرة/ ١٢٥] وجعلنا المقام بيننا وبين البيت وصلينا ركعتين بـ {قُلْ هُوَ اللَّهُ أَحَدٌ (١)} و {قُلْ يَاأَيُّهَا الْكَافِرُونَ (١)} ثم رجعنا إلى الركن فاستلمناه.
ثم خرجنا من الباب إلى الصفا، فلما دنونا من الصفا قرأنا {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ} [البقرة/ ١٥٨] وبدأنا بما بدأ اللَّه به، فرقينا على الصفا، فاستقبلنا القبلة، فوحدنا اللَّه وكبرناه وقلنا: "لا إله إلا اللَّه وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير، لا إله إلا اللَّه وحده أنجز وعده ونصر عبده وهزم الأحزاب وحده"، ثم دعونا بما شاء اللَّه، ثم نزلنا إلى المروة فأسرعنا في بطن الوادي حتى إذا صعدنا مشينا حتى أتينا المروة، ففعلنا عليها كما فعلنا على الصفا،',NULL,'305',NULL,NULL,'0');
INSERT INTO [b292] VALUES (303,'حتى أتممنا سعينا سبعة أشواط على هذه الحالة التي ذكرنا.
ثم لما كان يوم التروية توجهنا إلى "منى" مهلين بالحج، ملبين تلبية النبي صلى اللَّه عليه وعلى آله وسلم، فصلينا "بمنى" الظهر والعصر والمغرب والعشاء والفجر، ثم مكثنا قليلًا حتى طلعت الشمس، ثم سرنا إلى عرفة فنزلنا بـ "نمرة" قرب المسجد، حتى إذا زاغت الشمس صلينا الظهر والعصر جمعًا وقصرًا، ثم أتينا "الموقف" فوقفنا غير بعيد من الصخرات، واستقبلنا القبلة، ولم نَزَلْ واقفين حتى غربت الشمس وذهبت الصفرة قليلًا، ثم دفعنا إلى "المزدلفة" فصلينا بها المغرب والعشاء والفجر، ثم أتينا "المشعر الحرام" فاستقبلنا القبلة، فدعونا وكبرنا وهللنا ووحدنا اللَّه تعالى، ولم نَزَلْ واقفين حتى أسفرنا جدًّا، فدفعنا إلى "منى" قبل أن تطلع الشمس، فجئنا "منى" وقت الضحى، فرمينا جمرة العقبة من بطن الوادي بسبع حصيات مثل حصا الخذف، نكبر مع كل واحدة.
وعندما طفنا طواف الإفاضة على ما نحو ما قدمنا طواف القدوم تحللنا من كل شيء التحلل الأكبر بعد التحلل الأصغر برمي جمرة العقبة لأنا كنا قد سعينا بعد طواف القدوم. وقد تمت مناسك حجنا جعله اللَّه حجًا مبرورًا وسعيًا مشكورًا آمين آمين.
ثم إنا في يوم "عرفة" بقرب مسجد "نمرة" مررنا مصادفة من غير قصد على خيمة من خيام الحجيج فيها الأميران الساميان اللذان هما أخوان، وهما الأمير السامي تركي أمير أبها السديري، والأمير السامي أخوه خالد السديري أمير تبوك، فجلسنا قليلًا في ظل الضحى من',NULL,'306',NULL,NULL,'0');
INSERT INTO [b292] VALUES (304,'خيمتهم ننتظر رفقتنا، فآوونا وأكرمونا غاية الإكرام، وأظهروا السرور بالمعارفة معنا، وتذاكرنا معهم مذاكرة أدبية.
وسألنا الأمير خالد المذكور عن معنى قول جرير في شعره: "ومسحهم صلبهم رحمن قربانًا" وعن إعراب "قربانًا" من بيت شعر جرير.
فقلنا له: هذا البيت من قصيدة لجرير يهجو بها الأخطل التغلبي وقومه، ويعيرهم بدين النصرانية. وذكرنا له القصيدة، ومعنى البيت، وإعراب الكلمة، والقصيدة هي:
بان الخليط ولو طووعتُ ما بانا ... وقطَّعوا من حبال الوصل أقرانًا
حي المنازل إذ لا نبتغي بدلًا ... بالدار دارًا ولا الجيران جيرانًا
قد كنت في أثر الأظعان ذا طرب ... مروَّعًا من حذار البين محزانًا
يا رب مكتئب لو قد نُعِيتُ له ... باك وآخر مسرور بمنعانا
لو تعلمين الذي نلقى أويت لنا ... أو تسمعين إلى ذي العرش شكوانا
كصاحب الموج إذ مالت سفينته ... يدعو إلى اللَّه إسرارًا وإعلانا
يا أيها الراكب المزجي مطيته ... بلغ تحيتَنا لُقِّيت حملانا
بلغ رسائل عنا خف محملها ... على قلائص لم تحملن حيرانا
كيما نقول إذا بلغت حاجتنا ... أنت الأمين إذا مُسْتأمنٌ خانا
نهدي السلام لأهل الغور من مَلَحٍ ... هيهات من مَلَحٍ بالغَور مهدانا',NULL,'307',NULL,NULL,'0');
INSERT INTO [b292] VALUES (305,'أحبب إليَّ بذاك الجزع منزلة ... بالطلح طلحًا وبالأعطان أعطانا
يا ليت ذا القلب لاقى من يعلله ... أو ساقيًا فسقاه اليوم سلوانا
أو ليتها لم تعلقنا علاقتها ... ولم يكن داخل الحب الذي كانا
هلا تحرجت مما قد فعلت بنا ... يا أطيب الناس يوم الدَّجن أردانا
قالت ألم بنا إن كنت منطلقًا ... ولا إخالك بعد اليوم تلقانا
يا طَيْبَ هل من متاع تمتعين به ... ضيفًا لكم باكرًا يا طيب عجلانا
ما كنت أول مشتاق أخي طرب ... هاجت له غدوات البين أحزانا
يا أم عمرو جزاك اللَّه مغفرة ... ردي عليَّ فؤادي كالذي كانا
ألستِ أحسن ممن يمشي على قدم ... يا أملح الناس كل الناس إنسانا
يلقى غريمكم من غير عسرتكم ... بالبذل بخلًا وبالإحسان حرمانا
لا تأملننَّ فإني غير آمنة ... غدر الخليل إذا ما كان ألوانا
قد خنت من لم يكن يخشى خيانتكم ... ما أنت أول موثوق به خانا
لقد كتمت الهوى حتى تَهَيَّمني ... لا أستطيع لهذا الحب كتمانا
كاد الهوى يوم سُلمانين يقتلني ... وكاد يقتلني يومًا ببيدانا
لا بارك اللَّه في من كان يحسبكم ... إلا على العهد حتى كان ما كانا
من حبكم فاعلمي للحب منزلة ... نهوى أميركم لو كان يهوانا
لا بارك اللَّه في الدنيا إذا انقطعت ... أسباب دنياك من أسباب دنيانا',NULL,'308',NULL,NULL,'0');
INSERT INTO [b292] VALUES (306,'يا أم عثمان إن الحب عن عرض ... يصبي الحليم ويبكي العين أحيانا
ضنت بموردة كانت لنا شرعًا ... تشفي صدى مستهام القلب صديانا
كيف التلاقي ولا بالقيظ محضركم ... منا قريب ولا مبداك مبدانا
ما أحدث الدهر مما تعلمين لكم ... كالعرق عرقًا ولا السُّلان سلانا
نهوى ثرى العرق إذْ لم نلق بعدكم ... للحبل صرمًا ولا للعهد نسيانا
أبُدِّلَ الليلُ لا تسري كواكبه ... أم طال حتى حسبت النجم حيرانا
يَارُبَّ عائدةٍ بالغور لو شهدت ... عزت عليها بدير اللُّج شكوانا
إن العيون التي في طرفها حور ... قتلننا ثم لم يحيينن قتلانا
يصرعن ذا اللب حتى لا حراك به ... وهن أضعف خلق اللَّه أركانا
يَارُبَّ غابطنا لو كان يطلبكم ... لاقى مباعدة منكم وحرمانا
أرينه الموت حتى لا حياة به ... قد كن دِنَّكَ قبل اليوم أديانا
طار الفؤاد مع الخود التي طرقت ... في النوم طيِّبة الأعطاف مبدانا
مثلوجة الريق بعد النوم واضعة ... عن ذي مثان يمج المسك والبانا
تستاف بالعنبر الهندي قاطعة ... هم الضجيع فلا دنياك دنيانا
بينا ترانا كأنا مالكون لها ... ياليتها صدَّقت بالحق رؤيانا
قالت تعَزَّ فإن القوم قد جعلوا ... دون الزيارة أبوابا وخُزَّانا
لما تبينت أن قد حيل دونهم ... ظلت عساكر مثل الموت تغشانا',NULL,'309',NULL,NULL,'0');
INSERT INTO [b292] VALUES (307,'ماذا لقيت من الإظعان يوم منًى ... يتبعن مفتريًا بالبين ظعانا
أتبعتهم مقلة إنسانها غرق ... هل ما ترى تارك للعين إنسانًا
كأن أحداجهم تُحدَى مُقَفِّيةً ... نخل بِمَلْهَمَ أو نخل بقُرَّانا
يا أم عثمان ما تلقى رواحلنا ... لو قِسْتِ مصبحنا من حيث ممسانا
تخدي بنا نجب دَمَّى مناسِمها ... نقلُ الحزابي حِزَّانا فحزّانا
ترمي بأعينها نجدًا وقد قطعت ... بين السلوطح والروحان صوّانا
يا حبذا جبلُ الريان من جبل ... وحبذا ساكن الريان من كانا
وحبذا نفحات من يمانية ... تأتيك من قبل الريان أحيانا
هبت شمالًا فذكرى ما ذكرتكم ... عند الصفاة التي شرقي حورانا
هل يرجعنّ وليس الدهر مرتجعًا ... عيش بها طالما احْلَوْلَى وما لانَا
أزمان يدعونني الشيطان من غزل ... وكن يهوينني إذ كنت شيطانا
من ذا الذي ظل يغلي أن أزوركم ... أمسى عليه مليك الناس غضبانا
ما يَدَّري شعراء الناس ويلهمُ ... من صولة الخادر العادي بخفَّانا
جهلًا تمنى حُدائي من ضلالتهم ... فقد حدوتُهمُ مثنى ووحدانا
غادرتهم من حسير مات في قرن ... وآخرين نسو التهدار خصيانا
ما زال حبلي في أعناقهم مَرِسًا ... حتى اشتفيت وحتى دان من دانا
من يدعني منهم يبغي محاربتي ... فاستيقننَّ أُجِبْهُ غير وسنانا',NULL,'310',NULL,NULL,'0');
INSERT INTO [b292] VALUES (308,'ما عض نابي قومًا أو أقول لهم ... إياكم ثم إياكم وإيانا
قل للأخيطل لم تبلغ موازنتي ... فاجعل لأمك أير القَسِّ ميزانا
إني امرؤ لم أرد فيمن أنَاوِئه ... في الناس ظلمًا ولا للحرب إدهانا
أحمي حماي بأعلى المجد منزلتي ... من خِنْدِف والذرى من قيس عيلانا
قال الخليفة والخنزير منهزم ... ما كنت أول عبد مُحلبِ خانا
لاقى الأخيطل بالجولان فاقرة ... مثل اجتداع القوافي وَبْرَ هزّانا
يا خُزْر تغلب ماذا بال نسوتكم ... لا يستفقن إلا الديرين تَحنانا
لما روين على الخنزير من سَكرِ ... نادين يا أعظم القَسّيْنِ جُرْدانا
هل تتركن إلى القسين هجرتكم ... ومسحهم صلبهم رحمن قربانا
لن تدركوا المجد أو تشروا عباءتكم ... بالخز أو تجعلوا التَّنُوم ضمرانا
ومعنى البيت الذي سأل عنه الأمير المذكور الذي هو قوله:
هل تتركن إلى القسين هجرتكم ... ومسحهم صلبهم رحمن قربانا
أن جريرًا يذم الأخطل وقومه بني تغلب بأنهم على دين النصرانية، وأنهم يهاجرون إلى النصارى، ويتمسحون بصلبهم التي يعبدونها، ويدعون أنها ترحمهم وتقربهم إلى اللَّه. فقوله: "ومسحهم صلبهم" مصدر مضاف إلى فاعله، كَمُلَ عمله بمفعوله المنصوب، على حد قول ابن مالك في "ألفيته":',NULL,'311',NULL,NULL,'0');
INSERT INTO [b292] VALUES (309,'وبعد جره الذي أضيف له ... كمل برفع أو بنصبٍ عمله
والمفعول المنصوب المذكور هو قوله: "صلبهم" وهو جمع صليب، والصليب: ما يعبده النصارى.
وقوله: "رخمن" يروى بالخاء المعجمة، والحاء المهملة، فعلى رواية الحاء المهملة فهو فعلان من الرحمة، والرحمن عندهم ما يعبدونه من دون اللَّه، لدعواهم الكاذبة أن عبادته سبب لرحمة اللَّه لهم. وعلى رواية الخاء المعجمة فهو من قولهم: "وقعت عليه رخمته" أي: محبته ولينه وعطفه، ومنه قول ذي الرمة:
كأنها أم ساجي الطرف أحدرها ... مستودع خمرَ الوعساء مرخوم
فقوله: "مرخوم" أي: ألقيت عليه رخمة أمه، بالخاء المعجمة، أي: رحمتها وحبها وعطفها.
فعلى رواية: "رخمان" فهو فعلان من الرخمة، بالخاء المعجمة، بمعنى الرحمة والحب والعطف.
وقوله: "قربانًا" القربان: هو ما يتقرب به إلى اللَّه تعالى، سواء كان معبودًا يعبد من دون اللَّه تعالى، كما في هذا البيت وكما في قوله تعالى: {فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً} [الأحقاف/ ٢٨] أو كان شيئًا آخر يتقرب به إلى اللَّه، كما في قوله تعالى من قول اليهود: {إِنَّ اللَّهَ عَهِدَ إِلَيْنَا أَلَّا نُؤْمِنَ لِرَسُولٍ حَتَّى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النَّارُ} [آل عمران/ ١٨٣]، وكما في قوله تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِنْ أَحَدِهِمَا} [المائدة/ ٢٧] الآية.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b292] VALUES (310,'وقوله: "رحمان قربانا" يحتمل فيما يظهر وجهين من الإعراب:
أحدهما: أن "رحمان" بدل من قوله: "صلبهم"؛ لأن "الرحمان" المذكر هو عين الصليب المتقرب به إلى اللَّه عندهم، فهو تابع له مقصود بالنسبة بلا وساطة، كما هي عادة البدل، "وقربانا" بدل من "رحمان" بناء على جواز أن يكون من البدل بدل، كما قال به بعض المحققين، وأجروا عليه قوله تعالى: {مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ} [الأنعام/ ١٤٣] فإنه بدل من قوله: {ثَمَانِيَةَ أَزْوَاجٍ} مع أن قوله: {ثَمَانِيَةَ أَزْوَاجٍ} بدل من قوله: {حَمُولَةً وَفَرْشًا}.
أو كل من "رحمان" و"قربانا" بدل من قوله: "صلبهم"؛ لأن المراد بالرحمان والقربان عنده هو عين الصليب لا شيء آخر.
ونظير هدا الإعراب قوله تعالى: {فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً} لأن أحسن أوجه الإعراب فيه أن قوله: {قُرْبَانًا} هو المفعول الثاني لـ {اتَّخَذُوا} ومفعوله الأول الضمير المحذوف الذي هو الرابط بين الصلة والموصول الذي أشار ابن مالك للزومه بقوله:
وكلها تلزم بعده صلة ... على ضمير لائق مشتملة
وأشار إلى المراد حذفه في مثل الآية الكريمة بقوله:
. . . . . . . . . . ... والحذف عندهم كثير منجلي
في عائدٍ متصل إن انتصب ... بفعل أو وصف كمن نرجو يهب
والتقدير: فلولا نصرهم الذين اتخذوهم قربانًا، وقوله: "آلهة"',NULL,'313',NULL,NULL,'0');
INSERT INTO [b292] VALUES (311,'بدل من قوله: "قربانًا" كما قال غير واحد من المحققين.
وذكرنا أنه أحسن أوجه الإعراب في الآية المذكورة، ونظيره الإعراب الذي ذكرنا في البيت.
ولا يقدح في الإعراب الذي ذكرنا أن البدل الذي هو "الرحمن" مفرد، والمبدل منه الذي هو "صلبهم" جمع، والبدل المذكور بدل كل من كل، لا بدل بعضٍ من كل، لأن المراد بالرحمن المذكور في البيت جنس ما يعبدونه من دون اللَّه، ويزعمون أن عبادته سبب لرحمتهم، مع أن إطلاق المفرد وإرادة معنى الجمع لا نزاع فيه في العربية، وهو كثيرٌ في القرآن العظيم، وفي كلام العرب، فمن أمثلته في القرآن قوله تعالى: {إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (٥٤)} [القمر/ ٥٤]، فالمراد بالنهر: الأنهار، بدليل قوله: {فِيهَا أَنْهَارٌ مِنْ مَاءٍ غَيْرِ آسِنٍ} [محمد/ ١٥] الآية.
ومن أمثلته قوله تعالى: {رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا (٧٤)} [الفرقان/ ٧٤]، إذ المراد بالإمام: الأئمة، كما هو واضحٌ من سياق الكلام.
ومن أمثلته قوله تعالى: {أُولَئِكَ يُجْزَوْنَ الْغُرْفَةَ بِمَا صَبَرُوا} [الفرقان/ ٧٥]، لأن المراد بالغرفة: الغرف، بدليل قوله تعالى: {وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ (٣٧)} [سبأ/ ٣٧].
ومن أمثلته قوله تعالى: {بِالْكِتَابِ كُلِّهِ} [آل عمران/ ١١٩] أي: بالكتب كلها، بدليل قوله تعالى: {آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ} [البقرة/ ٢٨٥].',NULL,'314',NULL,NULL,'0');
INSERT INTO [b292] VALUES (312,'وأنشد سيبويه لإطلاق المفرد وإرادة الجمع قول الشاعر:
بها جيف الحسرى فأما عظامها ... فبيضٌ وأما جلدها فصليب
إذ المراد: أما جلودها فصليبة.
ومن هذا القبيل قول الآخر:
كلوا في بعض بطنكم تعفُّوا ... فإن زمانكم زمن رخيص
والوجه الثاني من الإعراب: أن يكون قوله: "رحمان قربانا" منصوبًا بعامل محذوفٍ دل المقام عليه، وتقديره: ومسحهم صلبهم يدعونها، أو يجعلونها رحمان. وناصب الفضلة إذا دلَّ المقام عليه جاز حذفه، كما أشار إليه ابن مالك بقوله:
ويحذف الناصبها إن علما ... وقد يكون حذفه ملتزما
وما يسبق إلى الذهن من أن قوله: "قربانًا" مفعول لأجله لا يصح؛ لأن القربان اسم لما يتقرب به إلى اللَّه، لا مصدر بمعنى التقرب، فظهر أنه ليس مفعولًا لأجله.
ثم في أيامنا في "مكة المكرمة" بعد قضاء مناسك الحج دعانا العالم الشهير اللوذعي الكبير أحد أعيان علماء مكة المكرمة، ومدرس حرمها الشريف، ذو العلوم والشمائل الطيبة، والظرافة التامة، الأستاذ الشيخ السيد علوي مالكي يومين متفرقين للغداء عنده، ففرح بنا، وأكرمنا غاية الإكرام، وأظهر السرور بالتعارف معنا، جازاه اللَّه خيرًا، وأنسنا بحديثه لملحه وظرافته وعلمه، وكان من ظرفه وكرمه وإظهاره لنا المنزلة العليا -وإن كنا لسنا أهلًا لذلك- أنا لما قابلنا شعاع الشمس',NULL,'315',NULL,NULL,'0');
INSERT INTO [b292] VALUES (313,'من كوةٍ تمثل قول الشاعر:
*والشمس لا ينبغي أن تدرك القمرا *
فتمثلنا قول الشاعر:
يراعي الشمس أنى قابلتنا ... فيَحْجُبها ويأذن للنسيم
وكان في مجلسنا بعض الأذكياء من طلبة العلم من أهل بلادنا، ومن جملة الحاضرين الشريفان صاحبا العلم والفضائل: محمد والمصطفى ابنا سيدي محمد بن سيدي جعفر.
ومن جملة ما دار في المذاكرة أن بعض الناس انتقد على إمامنا مالك رحمه اللَّه قوله: "إن السرقة إذا شهد عليها رجلٌ وامرأتان ثبت الغرم، وانتفى القطع"، لأن السرقة علة لكل من الغرم والقطع، فإذا ثبتت ثبتا معًا، وإذا لم تثبت لم يثبت واحدٌ منهما، فأي وجه لقول مالك بثبوت أحدهما دون الآخر؟ وأي وجه للفرق بين مسألة السرقة هذه، وبين شهادة الرجل والمرأتين على أداء نجوم الكتابة، أو على بيع الأمة من زوجها، أو بيع الرقيق ممن يعتق عليه؟ فإن الرجل والمرأتين إذا شهدوا على أداء المكاتب نجوم الكتابة صحت شهادتهم؛ لأنها بمال، وإن ترتب عليها عتق المكاتب بأداء آخر نجم منها. وكذلك شهادة الرجل والمرأتين على بيع الأمة من زوجها فهي صحيحة؛ لأنها بمال، ولو ترتب عليها فسخ النكاح. وكذلك شهادتهم على بيع العبد ممن يعتق عليه فهي صحيحة، ولو ترتب عليها العتق. والسرقة قالوا فيها بثبوت الغرم دون القطع. وفي كلا الموضعين شهادة بما يتعلق بالأموال والأبدان، فأي وجه للفرق بين ما ذكر؟
فقال لي السيد العلوي المذكور: ما تقول في دفع هذا الاعتراض؟',NULL,'316',NULL,NULL,'0');
INSERT INTO [b292] VALUES (314,'فقلت له: هذا الاعتراض تعرض بعض المحققين من المالكية لدفعه، وذكره المحقق البناني في "حاشيته على شرح عبد الباقي الزرقاني لمختصر خليل بن إسحاق المالكي رحمه اللَّه" في شرح قوله: "والمال دون القطع في سرقة"، وسنذكر لك كلام البناني برمته، ثم نوضح وجه دفع الاعتراض.
ففي البناني في شرح قول خليل: "والمال دون القطع في سرقة" ما نصه: الوانُّوغي (¬١): هذه المسألة على خلاف قول الأصوليين: العلة إذا أوجبت حكمين متساويين لزم من ثبوت أحدهما ثبوت الآخر. وهنا القطع والضمان حكمان للسرقة ثبت أحدهما دون الآخر. وخلاف قول المنطقيين: إن وجود الملزوم يلزمه وجود لازمه. فيلزم على هذا وجوب القطع لوجود السرقة.
ويتضح ذلك بذكر فرق ابن المناصف في هذا الباب، وتقرير السؤال الذي استلزمه فرقه أن يقال: قال في المدونة: "إذا شهد رجل وامرأتان على السرقة ثبت الضمان وانتفى القطع. ولو شهد رجل وامرأتان على أداء نجوم الكتابة، أو أن فلانًا باع أمته من زوجها، أو باع عبدًا ممن يعتق عليه، صحت الشهادة، ولو ترتب عليها العتق وفسخ النكاح"، ففي كلا الوصفين شهادة بما يتعلق بالأموال والأبدان، والفرق بينهما أن وجود الضمان لا يستدعي القطع حتى لا يتم إلا به، بخلاف الكتابة وأخواتها، فكأنه يقول: قول الأصوليين في الاستدلال بثبوت أحد الموجبين على الموجب الآخر إذا كان بينهما تلازم، أما إذا فقد
_________
(¬١) أي: وقال الوانُّوغي. وهو من فقهاء المالكية (ت: ٨١٩).',NULL,'317',NULL,NULL,'0');
INSERT INTO [b292] VALUES (315,'التلازم فلا يلزم من وجود أحدهما وجود الآخر.
وهنا نكتتان:
إحداهما: أن الشهادة إذا أبطل بعضها للتهمة بطل جميعها، بخلاف ما إذا بطل بعضها للسنة. ومسألتنا من هذا القبيل.
الثانية: قال غير واحد: إن المراد بالضمان هنا ضمان الغصب والتعدي، لا ضمان السرقة، وهو مذهب ابن القاسم. انتهى منه بلفظه.
وحاصله الجواب عن اعتراضين:
أحدهما: أن السرقة علة لضمان المال، وقطع يد آخذه، فإذا ثبتت ثبتتا معًا، وإذا لم تثبت لم يثبت واحد منهما؟
والجواب عن هذا: أن الضمان الذي ثبت به الغرم هنا ضمان الغصب والتعدي، لا ضمان السرقة. وغصب المالك والتعدي عليه يثبت بشهادة رجلٍ وامرأتين. فاندفع هذا الاعتراض.
والاعتراض الثاني: أن شهادة الرجل والمرأتين على السرقة تعلقت بأمرين: أحدهما: مالي، يثبت بالشاهد والمرأتين وهو الغرم. والثاني: غير مالي ولا يثبت إلا بعدلين وهو القطع.
فأثبتوا المال دون غيره بشهادة الرجل والمرأتين، ولم يقولوا بمثل هذا في شهادة الرجل والمرأتين على أداء نجوم الكتابة، أو بيع العبد ممن يعتق عليه، فإنها تعلقت في هاتين المسألتين بأمرين: أحدهما:',NULL,'318',NULL,NULL,'0');
INSERT INTO [b292] VALUES (316,'مالي، وهو أداء نجوم الكتابة في الأولى، وبيع العبد في الثانية. والثاني: غير مالي، وهو العتق في كل منهما؛ لأن أداء نجوم الكتابة الذي صحت الشهادة المذكورة به يلزمه خروج المكاتب حرًّا، وكذلك بيع العبد ممن يعتق عليه يلزمه عتقُه. والمالكية يثبتون الجميعَ الماليَّ وغيرَه بشهادة الرجل والمرأتين، وكذلك بشهادة الرجل والمرأتين على بيع الأمة من زوجها، فإنها تتعلق بأمرين: أحدهما: مالي، وهو بيع الأمة للزوج. والثاني: غير مالي، وهو فسخ نكاحها اللازم لملك الزوج لها بالشراء. والمالكية يثبتون الجميع بشهادة الرجل والمرأتين.
فأي وجه للفرق بين ما أثبتوا فيه المالي دون غيره، وبين ما أثبتوا فيه الجميع؟ هذا هو وجه الاعتراض الثاني.
وإيضاح الجواب عنه: أن الضمان والقطع لا ملازمة بينهما، فوجود الضمان لا يستدعي القطع حتى لا يتم إلا به، فالغاصب ضامن ولا قطع عليه، والسارق من غير حرز ضامن ولا قطع عليه، والسارق أقل من نصابٍ ضامن ولا قطع عليه، فظهر انفكاك الربط بين الضمان والقطع، بخلاف الكتابة وأخواتها.
فأداء نجوم الكتابة يلزمه عتق المكاتب لزومًا لا يتخلف ولا ينفك، وكذلك بيع العبد لمن يعتق عليه يلزمه عتقه، وكذلك بيع الأمة لزوجها يلزمه فسخ نكاحها.
فظهر الفرق، وبظهوره يظهر دفع الاعتراض المذكور. والعلم عند اللَّه.',NULL,'319',NULL,NULL,'0');
INSERT INTO [b292] VALUES (317,'ثم سافرنا من "مكة المكرمة" وبعد أن اعتمرنا من التنعيم، وطفنا وقت السفر طواف الوداع، ودعونا اللَّه ألا يجعل ذلك آخر عهدنا ببيته الحرام، فنزلنا "جدة" في البيت الذي نزلنا فيه أول نزولنا بـ "جدة" من الباخرة، وبتنا في "جدة" ليلة واحدة، وسافرنا منها بعد صلاة العصر متوجهين إلى "المدينة" فركبنا في سيارة، ومالكها معنا فيها، وهو يحفظ القرآن العظيم، وعرض علينا في الطريق أجزاء عديدة من القرآن، ولا بأس بقرائته وحفظه، وقد ضاع علينا اسمه قبل تقييده، فوقفت بنا قليلًا بعد المغرب في محطة اسمها "ذهبان"، ثم مرت بنا على محطة اسمها "تول" ووقفت فيها قليلًا، ثم سارت بنا، فقدمنا على البلد المعروف بـ "رابغ" فسألتهم عن موضع يسمى "عزور" هل يعرفونه؟ فأخبرني بعض أهل "رابغ" أنه معروفٌ عندهم الآن، ويقولون له باللسان الدارجي: "عزورة" وأراني حرَّةً زعم أنها عند الموضع المذكور. وسبب سؤالي لهم عن "عزور" المذكور أني تذكرته بسبب ذكر عمر بن أبي ربيعة المخزومي له غير بعيد من "رابغ" في شعره حيث يقول:
فلما أجزنا الميل من بطن رابغ ... بدت نارها قمراء للمتنور
ولما أضاء الفجر عنا بدا لنا ... ذرى النخل والقصرالذي دون عزْوَر
ووجدنا في "رابغ" غالب الطعام الموجود لحم السمك. ثم ذهبنا في تلك الليلة من "رابغ"، وبعد ظرفٍ قليلٍ من الزمن صعدت بنا السيارة جبلًا عبدت فيه الطريق للسيارات، فقال لنا صاحب السيارة: هذا الجبل اسمه "هرشى" فتذكرت قول الشاعر وتمثلت به:',NULL,'320',NULL,NULL,'0');
INSERT INTO [b292] VALUES (318,'خذا بطن هرشى أوقفاها فإنه ... كلا جانبي هرشى لهن طريق
وأخبرتهم أنه يروى عن بدوي من الأعراب أنه قرأ سورة {إِذَا زُلْزِلَتِ} {وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (٨)} {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧)} " فقالو اله: قدمت المؤخر وأخرت المقدم فقال له:
خذا بطن هرشى أو قفاها فإنه ... كلا جانبي هرشى لهن طريق
يعني أن تقديم {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (٧)} وتأخيره سواء، وإنما قال ذلك لجهله وجفائه.
ثم عرسنا آخر الليل بين جبال كثيرة، وأخذنا هجعة لنستريح، ما استيقظنا حتى اتضح الصبح فتوضأنا وصلينا الرغيبة، وفرض الفجر، وركبنا ومررنا بمحطات متعددة، وما مكثنا في شيء منها حتى ارتفعت الشمس، وتمكن وقت الضحى، فجئنا محطة تسمى "مسيجيد"، فَقِلْنَا فيها، وصلينا فيها الظهر والعصر، وركبنا منها بعد صلاة العصر، ومررنا قبل وقت المغرب بمحطة تسمى "الفريش" وما وقفنا فيها، وصلينا المغرب في خلاء من الأرض.
ولما كنا غير بعيد من "ذي الحليفة" وهو المعروف الآن "بآبار علي" حصل للسيارة عائق منعها من السير حتى تمكن وقت صلاة العشاء، ثم خلصت منه فركبنا فيها، فقدمت بنا المدينة المنورة بعد صلاة العشاء، ووقفت بنا في مناخة المدينة المعروفة، فوجدنا الحرم النبوي قد غلقت أبوابه، وانصرف الناس عنه على العادة من إغلاقه بعد',NULL,'321',NULL,NULL,'0');
INSERT INTO [b292] VALUES (319,'صلاة العشاء إلى آخر الليل. فنزلنا عند أخينا الأستاذ الشيخ محمد عبد اللَّه بن آدُ، فتلقانا بالبشر والترحيب والسرور، ولم ندرك ذلك اليوم صلاة الصبح مع الجماعة، لأنا لم نستيقظ من شدة تعب السفر حتى ضاق الوقت، فصلينا الرغيبة وفرض الصبح في محلنا لضيق الوقت، ثم لما ارتفعت الشمس وحل النفل ذهبنا إلى الحرم النبوي فدخلنا مسجد النبي صلى اللَّه عليه وعلى آله وسلم من باب "الرحمة"، وقلنا عند دخوله: أعوذ باللَّه العظيم، وبوجهه الكريم، وسلطانه القديم، من الشيطان الرجيم، اللهم افتح لنا أبواب رحمتك؛ وصلينا في الروضة ركعتين، ثم ذهبنا إلى المواجهة للسلام على النبي صلى اللَّه عليه وعلى آله وسلم وصاحبيه رضي اللَّه عنهما، وسألنا اللَّه له الوسيلة، وأن يجازيه عنا خير ما جازى به نبيًا عن أمته. وصلينا عليه وسلمنا أيضًا على صاحبيه، وعند سلامنا عليه صلى اللَّه عليه وعلى آله وسلم خطر في قلوبنا حديث أبي هريرة الذي أخرجه أبو داود بإسناد صحيح عن رسول اللَّه صلى اللَّه عليه وعلى آله وسلم أنه قال: "ما من أحد يسلم علي إلا رد اللَّه روحي حتى أرد عليه السلام" فقلنا في أنفسنا: هذه مزية عظيمة ينالها من سلم عليه صلى اللَّه عليه وعلى آله وسلم، وهي أن النبي صلى اللَّه عليه وعلى آله وسلم يرد عليه السلام، ومعلومٌ أنه صلى اللَّه عليه وعلى آله وسلم لا يرد إلا بمثل التحية أو بأحسن منها، لأن اللَّه أنزل عليه: {وَإِذَا حُيِّيتُمْ بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا أَوْ رُدُّوهَا} [النساء/ ٨٦].
وكان سلامنا عليه صلى اللَّه عليه وعلى آله وسلم "السلام عليك أيها النبي ورحمة اللَّه وبركاته" كما روي عن إمامنا مالك رحمه اللَّه أنه كان سلامه.',NULL,'322',NULL,NULL,'0');
INSERT INTO [b292] VALUES (320,'فقلنا في أنفسنا: إذا كان النبي صلى اللَّه عليه وعلى آله وسلم يرد علينا السلام والرحمة والبركة فهذا أمر عظيم.
ولما خطر في قلوبنا أن هذا الأمر مزية يختص بها من سلَّم على النبي صلى اللَّه عليه وعلى آله وسلم حالة القرب من قبره صلى اللَّه عليه وعلى آله وسلم، كما فهمه العلماء من حديث أبي هريرة المذكور = تذكرنا في ذلك الموضوع النص الدالَّ أن هذه الفضيلة لا يختص بها من سلَّم عليه صلى اللَّه عليه وعلى آله وسلم من قرب، بل دلَّ النص على أن الصلاة والسلام عليه صلى اللَّه عليه وعلى آله وسلم في أي ناحيةٍ من مشارق الأرض ومغاربها تحصل بكل منها فضيلة أكبر، وأعظم من المزية المذكورة.
وبيان ذلك أن من صلى على نبينا صلى اللَّه عليه وعلى آله وسلم مرةً واحدةً صلى اللَّه بها عشرًا، ومن سلم عليه مرةً واحدةً سلّم اللَّه عليه بها عشرًا، ولا يخفى أن صلاة اللَّه وسلامه عشر مرات على من سلّم على خير الخلائق وصلى اللَّه عليه صلوات اللَّه وسلامه عليه تترى إلى يوم القيامة أكبر وأعظم من رد النبي صلى اللَّه عليه وعلى آله وسلم على ذلك المسلِّم، ولا نزاع في أن سلام اللَّه تعالى أعظم من سلام النبي صلى اللَّه عليه وعلى آله وسلم.
فاتضح أن فضائل الصلاة والسلام عليه، وسائر أنواع طاعته صلى اللَّه عليه وعلى آله وسلم لا تختص بمكانٍ لا زمانٍ؛ لأنها فضائل منتشرة عامة؛ لعموم الفضل الذي أكرم اللَّه به هذه الأمة على يد نبيها صلى اللَّه عليه وعلى آله وسلم، نسأل اللَّه له الوسيلة والفضيلة والدرجة الرفيعة',NULL,'323',NULL,NULL,'0');
INSERT INTO [b292] VALUES (321,'والمقام المحمود الذي وعده إنه لا يخلف الميعاد، وأن يجزيه عنا خير ما جازى به نبيًا عن أمته، وأن يمسكنا بسنته حتى نلقى اللَّه غير مفتونين ولا ضالين، إنه قريب مجيب.
واعلم أن ما ذكرنا من أن من صلى عليه -صلى اللَّه عليه وعلى آله وسلم- صلى اللَّه عليه بها عشرًا ثابتٌ عنه صلى اللَّه عليه وعلى آله وسلم.
ففي صحيح مسلم عن عبد اللَّه بن عمر رضي اللَّه عنهما عن النبي صلى اللَّه عليه وعلى آله وسلم أنه قال: "إذا سمعتم المؤذن فقولوا مثل ما يقول، ثم صلوا عليّ، فإنه من صلّى عليّ مرةً صلى اللَّه عليه بها عشزا، ثم سلو اللَّه لي الوسيلة، فإنها درجة في الجنة لا تنبغي إلا لعبد من عباد اللَّه، وأرجو أن أكون أنا ذلك العبد، فمن سأل اللَّه لي الوسيلة حلت عليه شفاعتي".
وما ذكرنا من أن من سلَّم عليه صلى اللَّه عليه وعلى آله وسلم واحدة سلّم اللَّه عليه بها عشرًا وردت فيه أحاديث:
منها ما فيه: "أن من سلم عليه مرة سلم اللَّه عليه عشرًا".
ومنها ما فيه: "أن من سلم عليه سلم اللَّه عليه" من غير ذكر عدد.
ومعلوم أن المطلق الذي لم يقيد بعشر محمولٌ على المقيد بعشر؛ لأن المقيد مفسر للمطلق، كما عليه المحققون من علماء الأصول. وإليه الإشارة بقوله في "مراقي السعود":
وحمل مطلق على ذاك وجب ... إن فيهما اتحد حكم والسبب',NULL,'324',NULL,NULL,'0');
INSERT INTO [b292] VALUES (322,'ومن أشهر الأحاديث المقيدة بعشر حديث عبد اللَّه بن المبارك عن حماد بن سلمة عن ثابت البناني عن سليمان مولى الحسن بن علي عن عبيد اللَّه بن أبي طلحة عن أبيه، عن رسول اللَّه صلى اللَّه عليه وعلى آله وسلم أنه جاء ذات يوم والبشرى ترى في وجهه فقال: "إنه جاءني جبريل عليه السلام فقال: أما يرضيك يا محمد أنه لا يصلّي عليك أحدٌ من أمتك إلا صليت عليه عشرًا، ولا يسلم عليك أحد من أمتك إلا سلمت عليه عشرًا".
ومن الأحاديث التي لم يذكر فيها عدد ما ذكره عياض من رواية عبد الرحمن بن عوف عنه عليه الصلاة والسلام قال: "لقيت جبريل فقال لي: أبشرك أن اللَّه يقول من سلّم عليك سلمت عليه، ومن صلّى عليك صليت عليه". قال: ونحوه من رواية أبي هريرة، ومالك بن أوس بن الحدثان، وعبيد اللَّه بن أبي طلحة (¬١).
_________
(¬١) في آخر الأصل المطبوع هنا ما نصه: هذا آخر ما كتبه المؤلف رحمه اللَّه تعالى. وقد فرغنا من مقابلتها مع أصليها في ٢٥ من رجب عام ١٣٩٩. وصلى اللَّه على سيدنا محمد وعلى آله وصحبه وسلم. محمد المختار بن محمد الأمين الشنقيطي.',NULL,'325',NULL,NULL,'0');
