-- Table: b30868
-- Chunk: 1
-- Rows: 590

CREATE TABLE "b30868"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b30868
INSERT INTO [b30868] VALUES (1,'<span data-type="title" id=toc-1>[كلمة معالي وزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد]</span>
مصباح الظلام
في الرد على من كذب الشيخ الإمام
ونسبه إلى تكفير أهل الإيمان والإسلام','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (2,'(أ)

كلمة معالي وزير الشؤون الإسلامية والأوقاف والدعوة والإرشاد فضيلة الشيخ صالح بن عبد العزيز بن محمد آل الشيخ
بسم الله الرحمن الرحيم
إن الحمد لله نحمده ونستعينه ونستغفره, ونعوذ بالله من شرور أنفسنا ومن سيئات أنفسنا ومن سيئات أعمالنا, من يهده الله فلا مضل له ومن يضلل فلا هادي له, وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، أما بعد:
فإن من أهم المسائل الشرعية, التي ينبغي فقهها وتعلمها, مسائل التفكير التي ضل بسببها طائفتان:
طائفة غلت - وهم الخوارج -، فرأوا: أن الإيمان يزول بزوال العمل أو جزء منه؛ لذا حكموا على كل من ارتكب كبيرة من الكبائر - من غير استحلال لها - كالزنا، وشرب الخمر وأكل الربا أنه كافر مرتد, وأنه في الآخرة خالد في النار.
وطائفة أخرى تساهلت - وهم المرجئة - فرأوا: أن العمل لا يدخل في مسمى الإيمان, فالإيمان عندهم هو التصديق فقط؛ لذا لو أدخلوا العمل في مسمى الإيمان, للزم - على قولهم - انتفاء الإيمان بانتفاء جزء منه؛ لذا حكموا بإيمان كل من كان متصدقًا بقلبه, حتى ولو أشرك بالله، ولذا قالوا: لو دعا غير الله فيما لا يقدر عليه إلا الله, واستغاث به, أو توكل عليه، أو نذر له, أو جعله واسطة بين الله وبين خلقه؛ لأن الشرك في الإرادة - عندهم - إذا لم يتضمن الشرك في الاعتقاد فليس شركًا. وهذا قول فاسد, ورأي كاسد، وإلا فالمشركون الضالون عندما اتخذوا الأصنام أندادًا لله تعالى, قالوا: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: ٣] [الزمر: ٣] فهم يحتجون بأنهم لم يعبدوهم؛ بل جعلوهم واسطة وقربى إلى الله.
واعلم - وفقك الله - أن منشأ ضلال الفرقتين جاء من عدم فهمهم لمسمى الإيمان','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (3,'(ب)

وما يقتضيه، ولقد وفق الله أهل السنة والجماعة، فجمعوا بين الأدلة، ووفقوا بين النصوص الواردة في هذا الباب، وقالوا: لا يلزم من زوال جزء الإيمان زواله بالكلية، فقد يزول، وقد لا يزول، ولهذا قعدوا في هذا الباب قاعدة عظيمة، نفيسة، فقالوا: إن الإيمان قول باللسان، واعتقاد بالجنان، وعمل بالأركان، يزيد بطاعة الرحمن، وينقص باتباع خطوات الشيطان.
وبناءً على هذه القاعدة العظيمة التي استنبطوها وفهموها من خلال الاستقراء والتتبع لنصوص القرآن والسنة، قالوا: إن كل من نطق بالشهادتين، فهو مسلم من المسلمين، يحرم ماله ودمه وعرضه إلا بالحق، وأن له ما للمسلمين، وعليه ما عليهم، وأنه لا يخرج من إسلامه بذنب ارتكبه، أو خطأ وقع فيه.
قال الإمام البخاري في صحيحه (١) (باب المعاصي من أمر الجاهلية) ولا يكفر صاحبها بارتكابها إلا بالشرك؛ لقول النبي صلى الله عليه وسلم: " «إنك امرؤ فيك جاهلية» "، وقول الله تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨] [النساء: ٤٨] قال ابن بطال مبينا مراد البخاري في عنوان هذا الباب (٢) (غرض البخاري الرد على من يكفر بالذنوب كالخوارج، ويقول: أن من مات على ذلك يخلد في النار، والآية ترد عليهم؛ لأن المراد بقوله: {وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨] [النساء: ٤٨] من مات على كل ذنب سوى الشرك) .
قال شيخ الإسلام ابن تيمية (٣) - رحمه الله -: (يجب الاحتراز من تكفير المسلمين بالذنوب والخطايا فإنه أول بدعة ظهرت في الإسلام فكفر أهلها المسلمين واستحلوا دماءهم وأموالهم) .
وقال أيضًا: (٤) - رحمه الله -: (ولا يجوز تكفير المسلم بذنب فعله ولا بخطأ فيه كالمسائل التي تنازع فيها أهل القبلة. . . والخوارج المارقون الذين أمر النبي بقتالهم قاتلهم أمير المؤمنين علي بن أبي طالب أحد الخلفاء الراشدين واتفق على قتالهم أئمة
_________
(١) صحيح البخاري (١ / ٢٠) .
(٢) فتح الباري (١ / ٨٥) .
(٣) مجموع الفتاوى (١٣ / ٣١) .
(٤) مجموع الفتاوى (٣ / ٢٨٢ - ٢٨٣) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (4,'(ج)

الدين من الصحابة والتابعين ومن بعدهم ولم يكفرهم علي بن أبي طالب وسعد بن أبي وقاص وغيرهما من الصحابة بل جعلوهم مسلمين) .
وقال النووي (١) - رحمه الله -: (واعلم أن مذهب أهل الحق أنه لا يكفر أحد من أهل القبلة بذنب ولا يكفر أهل الأهواء والباع وأن من جحد ما يعلم من دين الإسلام ضرورة حكم بردته وكفره إلا أن يكون قريب عهد بالإسلام، أو نشأ ببادية بعيدة ونحوه ممن يخفى عليه فيعرف ذلك، فإن استمر حكم بكفره) .
إذا تبين هذا: فاعلم - أيضًا - أن بعضًا من المسلمين قد يخرج من الإسلام بارتكابه ناقضًا من نواقضه، كالغلو في الأولياء، ودعائهم من دون الله، والاستغاثة بهم فيما لا يقدر عليه إلا الله، أو جعلهم واسطة بين الله وبين خلقه، أو غير ذلك، قال شيخ الإسلام ابن تيمية (٢) - رحمه الله -: (فإذا كان عهد رسول الله صلى الله عليه وسلم وخلفائه الراشدين قد انتسب إلى الإسلام من مرق منه مع عبادته العظيمة حتى أمر النبي بقتالهم، فيعلم أن المنتسب إلى الإسلام أو السنة في هذه الأزمان قد يمرق - أيضًا - من الإسلام والسنة حتى يدعي السنة من ليس من أهلها؛ بل قد مرق منها، وذلك بأسباب: منها الغلو الذي ذمه الله تعالى في كتابه) .
إلى أن قال رحمه الله (٣) (وكذلك الغلو في بعض المشايخ. . بل الغلو في علي بن أبي طالب رضي الله عنه ونحوه؛ بل الغلو في المسيح عليه السلام ونحوه، فكل من غلا في حي، أو في رجل صالح. . وجعل فيه نوعا من الإلهية مثل أن يقول: كل رزق لا يرزقنيه الشيخ فلان ما أريده، أو يقول إذا ذبح شاة: باسم سيدي، أو يعبده بالسجود له، أو لغيره، أو يدعوه من دون الله تعالى، مثل أن يقول: يا سيدي فلان اغفر لي، أو ارحمني، أو انصرني، أو ارزقني، أو أغثني، أو أجرني، أو توكلت عليك، أو أنت حسبي، أو أنا في حسبك، أو نحو هذه الأقوال والأفعال التي هي من خصائص الربوبية التي تصلح إلا لله تعالى، فكل هذا شرك وضلال يستتاب صاحبه، فإن تاب وإلا قتل، فإن الله إنما أرسل الرسل وأنزل الكتب لنعبد الله وحده لا شريك له،
_________
(١) شرح صحيح مسلم له (١ / ١٥٠) .
(٢) مجموع الفتاوى (٣ / ٢٨٣) .
(٣) مجموع الفتاوى (٣ / ٣٩٤ - ٣٩٥) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (5,'(د)

ولا نجعل مع الله إلهًا آخر. . فأرسل الله رسله تنهى أن يدعى أحد من دونه لا دعاء عبادة ولا دعاء استغاثة) .
وقال ابن القيم (١) - رحمه الله -: (ومن أنواعه - أي الشرك - طلب حوائج من الموتى، والاستغاثة بهم، والتوجه إليهم، وهذا أصل شرك العالم) .
وقال ابن عبد الهادي (٢) - رحمه الله -: (إن أريد بها المبالغة بحسب ما يراه كل أحد تعظيمًا، حتى الحج إلى قبره والسجود له، والطواف به، واعتقاد أنه يعلم الغيب، وأنه يعطي ويملك لمن استغاث به من دون الله النفع والضر، وأنه يقضي حوائج السائلين، ويفرج كربات المكروبين، وأنه يشفع فيمن يشاء ويدخل الجنة من يشاء، فدعوى المبالغة في هذا التعظيم مبالغة في الشرك، وانسلاخ من جملة الدين) .
وفي الفتاوى البزازية (٣) من كتب الحنفية: (من قال: إن أرواح المشايخ حاضرة تعلم، يكفر) .
وقال الشيخ صنع الله الحلبي الحنفي (٤) (هذا، وإنه قد ظهر الآن فيما بين المسلمين جماعات يدعون أن للأولياء تصرفات بحياتهم وبعد مماتهم، ويستغاث بهم في الشدائد والبليات، وبهممهم تكتشف المهمات، فيأتون قبورهم وينادونهم في قضاء الحاجات) . إلى أن قال: (وهذا كلام فيه تفريط وإفراط؛ بل فيه الهلاك الأبدي، والعذاب السرمدي؛ لما فيه من روائح الشرك المحقق، ومصادرة الكتاب العزيز المصدق، ومخالفة لعقائد الأئمة، وما أجمعت عليه الأمة) .
وقال ابن نجيم الحنفي (٥) (قال الشيخ قاسم في شرح الدرر: وأما النذر الذي ينذره أكثر العوام على ما هو مشاهد كأن يكون لإنسان غائب أو مريض أو له حاجة ضرورية فيأتي بعض الصلحاء فيجعل ستره على رأسه فيقول: يا سيدي فلان إن رد غائبي أو عوفي مريضي أو قضيت حاجتي فلك من الذهب كذا، أو من الفضة كذا،
_________
(١) مدارج السالكين (١ / ٣٤٦) .
(٢) الصارم المنكي (ص ٤٦٤) .
(٣) الفتاوى البزازية بهامش الفتاوى الهندية (٣ / ٣٢٦) ، والبحر الرائق (٥ / ١٣٤) .
(٤) انظر كتابه: " الرد على من ادعى أن للأولياء تصرفًا في الحياة وبعد الممات على سبيل الكرامة ".
(٥) البحر الرائق (٢ / ٣٢٠) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (6,'(هـ)

أو من الطعام كذا، أو من الماء كذا، أو من الشمع كذا، أو من الزيت كذا، فهذا النذر باطل بالإجماع لوجوه منها: أنه نذر لمخلوق والنذر للمخلوق لا يجوز لأنه عبادة والعبادة لا تكون للمخلوق، ومنها: أن المنذور له ميت والميت لا يملك، ومنها: إن ظن أن الميت يتصرف في الأمور دون الله تعالى واعتقاده ذلك كفر) .
وعندما عرف الفقهاء المرتد، قالوا (١) المرتد: من أشرك بالله تعالى، أو كان مبغضًا للرسول صلى الله عليه وسلم ولما جاء به، أو ترك إنكار منكر بقلبه، أو توهم أن أحدًا من الصحابة أو التابعين أو تابعيهم قاتل مع الكفار، أو أجاز ذلك، أو أنكر مجمعًا عليه إجماعًا قطعيًا، أو جعل بينه وبين الله وسائط يتوكل عليهم ويدعوهم ويسألهم، ومن شك في صفة من صفات الله تعالى ومثله لا يجهلها، فمرتد وإن كان مثله يجهلها فليس بمرتد.
واعلم أن هذه المسألة - مسألة الغلو في الأولياء، ودعائهم من دون الله، والاستغاثة بهم فيما لا يقدر عليه إلا الله، أو جعلهم واسطة بين الله وبين خلقه - من المسائل المجمع على كفر فاعلها - ممن مثله لا يجهلها - عند أهل العلم، وقد نقل ذلك عنهم ابن تيمية (٢) قال - رحمه الله -: (فمن جعل الملائكة والأنبياء وسائط يدعوهم ويتوكل عليهم ويسألهم جلب المنافع، ودفع المضار مثل أن يسألهم غفران الذنب، وهداية القلوب، وتفريج الكروب، وسد الفاقات، فهو كافر بإجماع المسلمين) .
وقد نقل كلام شيخ إلاسلام هذا جملة من الفقهاء، كابن مفلح (٣) والمرداوي (٤) والحجاوي (٥) والبهوتي (٦) وابن ضويان (٧) وغيرهم رحمهم الله.
كما أن هذه المسألة - أيضًا - من الواضحات، والجهل بها من الفاضحات، والعلم بها ضرورة من ضرورات الدين، ومن أصول دعوة الأنبياء والمرسلين {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلَهًا وَاحِدًا لَا إِلَهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} [التوبة: ٣١]
_________
(١) الفتاوى الكبرى (٤ / ٦٠٦) .
(٢) مجموع الفتاوى (١ / ١٢٤) .
(٣) الفروع (٦ / ١٥٨) .
(٤) الإنصاف (١٠ / ٣٢٧) .
(٥) الإقناع وشرحه (٦ / ١٦٨) .
(٦) المصدر السابق (٦ / ١٦٨) .
(٧) منار السبيل (٢ / ٣٥٧) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (7,'(و)

[التوبة: ٣١] ، {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} [البينة: ٥] [البينة: ٥] .
ولقد جهل فئات من المسلمين هذا الأصل العظيم، وابتلوا بمشايخ سوء زينوا لهم مسالك أصحاب الجحيم، ونفروهم عن سلوك الطريق المستقيم، والمنهج القويم، اعتمدوا فيها على تأويلات باطلة، وأحاديث مفتعلة موضوعة مضللة، وكان من توفيق الله ومنته على خلقه، أن هيأ في كل زمان بقايا من أهل العلم يدعون من ضل إلى الهدى، ويبصرون منهم على الأذى، ينفون عن كتاب الله تحريف الغالين، وانتحال المبطلين، وتأويل الجاهلين، وكان من بين هؤلاء العلماء الأعلام، والقدوة السنام، الشيخ الإمام محمد بن عبد الوهاب - رحمه الله - إذ لما رأى تعلق كثير من المسلمين في زمانه بالمخلوقين، من أولياء وصالحين، وسؤالهم واتخاذهم وسائط بينهم وبين الله رب العالمين، دعاهم دعوة المشفقين، ونصحهم نصيحة المحبين {يَا قَوْمِ اتَّبِعُوا الْمُرْسَلِينَ} [يس: ٢٠] [يس: ٢٠] ، {فَاتَّبِعُوا مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ} [آل عمران: ٩٥] [آل عمران: ٩٥] ، وقام فيهم منذرًا {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ} [البقرة: ١٦٨] [البقرة: ١٦٨] ، ولما رأى أعداؤه قبول الناس لدعوته، وتقبلهم لنصحه وطريقته، أخذوا يحذرون - كما هي عادة المبتدعين الضالين - أتباعهم وأعوانهم منه، فألصقوا به التهم والأكاذيب، وروجوا عنه الأباطيل والأعاجيب، فكانوا مما نسبوا إليه - زورًا وبهتانًا - القول بتكفير المسلمين، واستحلال دمائهم وأموالهم، إلى غير ذلك من إفكهم وتلفيقهم، وما كان من الشيخ - رحمه الله - إلا وأن أبان وهاء هذه الفرية، وسقوط هذه التهمة، في مواضع كثيرة من الرسائل والمصنفات.
قال الشيخ محمد - رحمه الله - نافيًا ذلك الزعم الفاسد، والرأي الكاسد (١) (وأما الكذب والبهتان، فمثل قولهم: إنا نكفر بالعموم، ونوجب الهجرة إلينا على من قدر على إظهار دينه، وإنا نكفر من لم يكفر، ومن لم يقاتل، ومثل هذا، وأضعاف أضعافه، فكل هذا من الكذب والبهتان الذي يصدون به الناس عن دين الله ورسوله، وإذا كنا لا نكفر من عبد الصنم الذي على قبر عبد القادر والصنم الذي على قبر أحمد البدوي وأمثالهما؛ لأجل جهلهم، وعدم من ينبههم، فكيف نكفر من لم يشرك بالله إذا لم يهاجر إلينا أو لم يكفر ويقاتل، سبحانك هذا بهتان عظيم) .
_________
(١) مجموع مؤلفات الشيخ محمد بن عبد الوهاب (٣ / ١١) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (8,'(ز)

وقال أيضًا (١) (أما ما ذكره الأعداء عني، أني أكفر بالظن وبالموالاة أو أكفر الجاهل الذي لم تقم عليه الحجة، فهذا بهتان عظيم، يريدون به تنفير الناس عن دين الله ورسوله) .
وقال أيضًا (٢) (ومنها ما ذكرتم: أني أكفر جميع الناس إلا من اتبعني، وأزعم أن أنكحتهم غير صحيحة، ويا عجبًا كيف يدخل هذا في عقل عاقل، هل يقول هذا مسلم، أو كافر، أو عراف، أو مجنون) .
وقال أيضًا (٣) (فإن قال قائلهم: أنهم يكفرون بالعموم فنقول: سبحانك هذا بهتان عظيم) .
وقال أيضًا (٤) (وأما القول: أننا نكفر بالعموم فذلك من بهتان الأعداء الذي يصدون به عن هذا الدين، ونقول: سبحانك هذا بهتان عظيم) .
كما أن لأبناء الشيخ محمد - رحمه الله - ومن سلك مسلكه من طلابه ومحبيه جهد مبرور، وعمل مشكور، في رد هذه الفرية المزعومة، والشهادة الساقطة المكلومة:
فيقول الشيخ عبد الله بن محمد بن عبد الوهاب (٥) - رحمه الله -: (وأما ما يكذب علينا سترًا للحق، وتلبيسًا على الخلق، بأننا نكفر الناس على الإطلاق أهل زماننا ومن بعد الستمائة، إلا من هو على ما نحن فيه ومن فروع ذلك ألا نقبل بيعة أحد إلا بعد التقرر عليه بأنه كان مشركًا، وأن أبويه ماتا على الشرك بالله. . . فلا وجه لذلك فجميع هذه الخرافات وأشباهها لما استفهمنا عنها من ذكر أولًا، كان جوابنا في كل مسألة من ذلك سبحانك هذا بهتان عظيم، فمن روى عنا شيئًا أو نسبه إلينا، فقد كذب علينا وافترى، ومن شاهد حالنا وحضر مجالسنا وتحقق مما عندنا علم قطعًا أن جميع ذلك وضعه علينا وافتراه أعداء الدين وإخوان الشياطين تنفيرًا للناس عن الإذعان بإخلاص التوحيد لله تعالى بالعبادة، وترك أنواع الشرك. .) .
_________
(١) المصدر السابق (٥ / ٢٥) .
(٢) المصدر السابق (٥ / ٣٦) .
(٣) المصدر السابق (٥ / ٤٥) .
(٤) المصدر السابق (٥ / ١٠٠) .
(٥) الهدية السنية (ص ٤٠) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (9,'(ح)

ويقول الشيخ عبد العزيز بن حمد (١) - رحمه الله -: (ومن زعم أننا نكفر الناس بالعموم، أو نوجب الهجرة إلينا على من قدر على إظهار دينه ببلده، فقد كذب وافترى) . ويقول الشيخ عبد اللطيف (٢) - رحمه الله -: (والشيخ محمد - رحمه الله - من أعظم الناس توقفًا وإحجامًا عن إطلاق الكفر حتى أنه لم يجزم بتكفير الجاهل الذي يدعو غير الله من أهل القبور أو غيرهم إذا لم يتيسر له من ينصحه ويبلغه الحجة التي يكفر مرتكبها) .
وقال أيضًا (٣) - رحمه الله -: (فإنه لا يكفر إلا بما أجمع المسلمون على تكفير فاعله من الشرك الأكبر والكفر بآيات الله ورسوله أو بشيء منها بعد قيام الحجة وبلوغها المعتبر، كتكفير من عبد الصالحين، ودعاهم مع الله) .
وقال أيضًا (٤) - رحمه الله -: (وأما قوله (٥) " فسعى بالتكفير للأمة خاصها وعامها وقاتلها على ذلك جملة إلا من وافقه على قوله ". فهذه العبارة تدل على تهور في الكذب ووقاحة تامة. . وصريح هذه العبارة أن الشيخ كفر جميع هذه الأمة، من المبعث النبوي إلى قيام الساعة إلا من وافقه على قوله الذي اختص به، وهل يتصور هذا عاقل عرف حال الشيخ وما جاء به ودعا إليه) .
ويقول محمد بشير السهسواني - رحمه الله - في رد ما افتراه دحلان على الشيخ محمد بن عبد الوهاب (٦) (هذا كل افتراء بلا ريب على الشيخ يعرفه من له رائحة من الإيمان والعلم والعقل) .
وقال أيضًا (٧) - رحمه الله -: (الجواب على هذه الأقوال كلها: أنها على طولها وكثرتها كذبة خبيثة فلا تعجبك كثرة الخبيث) .
_________
(١) مجموعة الرسائل والمسائل النجدية (٤ / ٥٧٤) .
(٢) منهاج التأسيس (ص ٦٥) .
(٣) مجموعة الرسائل والمسائل النجدية (٣ / ٥) .
(٤) مصباح الظلام، وهو الكتاب الذي بين يديك (ص ٥٠ - ٥١) .
(٥) يعني قول ابن منصور، المردود عليه بهذا الكتاب.
(٦) صيانة الإنسان عن وسوسة الشيخ دحلان (ص ٤٨٦) .
(٧) المصدر السابق (ص ٥١٨) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (10,'(ط)

وقال أيضًا (١) - رحمه الله -: (إن الشيخ وأتباعه لم يكفروا أحدًا من المسلمين، لم يعتقدوا أنهم هم المسلمون، وأن من خالفهم هم المشركون) .
وقال محمد رشيد رضا (٢) - رحمه الله -: (بل في هذا الكتاب خلاف على مما ذكر وضده، ففيها أنه لا يكفرون إلا من أتى بما هو كفر بإجماع المسلمين) . والنقول في هذا الموضع كثيرة جدًّا، وفي الإشارة ما يغني عن كثير من العبارة (٣) .
وإذا ثبتت براءة الشيخ - رحمه الله -، وعلماء الدعوة من هذه الفرية، فاعلم أنهم قد قعدوا للتفكير قواعد وحددوا له ضوابط؛ بل أنكروا على من أوكل في تكفير المسلمين أو تكفير ولاتهم ومشايخهم، وبينوا أن التكفير لا يكون إلا بما أجمع المسلمون على تكفير فاعله، من الشرك الأكبر، والكفر بآيات الله ورسله، أو بشيء منها بعد قيام الحجة، وبلوغها المعتبر، وبينوا أن الكلام في هذا يتوقف على معرفة ما سبق، ومعرفة أصول عامة كلية، وأنه لا يجوز الكلام في هذا الباب، وفي غيره لمن جهلها وأعرض عنها، وعن تفاصيلها.
قال الشيخ عبد اللطيف (٤) - رحمه الله - في رسالة أرسلها إلى رجلين سمع منهما القول بتكفير المسلمين، وأنهما تعلقا في ذلك بما قاله شيخ الإسلام محمد - رحمه الله -: (وقد رأيت رجلين من أشباهكم المارقين بالإحسان قد اعتزلا الجمعة والجماعة وكفرا من في تلك البلاد من المسلمين، وحجتهم من جنس حجتكم، ويقولون: أهل الإحسان يجالسون ابن فيروز ويخالطونه هو وأمثاله ممن لم يكفر بالطاغوت، ولم يصرح بتكفير جده، الذي لم يقبلها وعاداها. قال: ومن لم يصرح بكفره فهو كافر بالله، لم يكفر بالطاغوت، ومن جالسه فهو مثله. ورتبوا على هاتين المقدمتين الكاذبتين الضالتين ما يترتب على الردة الصريحة من الأحكام حتى تركوا رد
_________
(١) المصدر السابق (ص ٥١٨) .
(٢) انظر كلامه أثناء تعليقه على ما ذكره السهسواني في كتابه: " صيانة الإنسان " (ص ٥١٨) .
(٣) ومن أحسن من رأيت عرضًا وتفنيدًا لهذه الفرية وغيرها مما نسب للشيخ ودعوته كتاب: (دعاوى المناوئين لدعوة الشيخ محمد بن عبد الوهاب عرض ونقض) للدكتور عبد العزيز بن محمد آل عبد اللطيف.
(٤) الدرر السنية (١ / ٤٦٧ - ٤٦٨) .','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (11,'(ي)

السلام فرفع إلي أمرهم، فأحضرتهم وتهددتهم، وأغلظت لهم القول؛ فزعموا أولًا: أنهم على عقيدة الشيخ محمد بن عبد الوهاب، وأن رسائله عندهم، فكشفت شبهتهم، وأدحضت ضلالتهم. . وأخبرتهم ببراءة الشيخ من هذا المعتقد والمذهب، وأنه لا يكفر إلا بما أجمع المسلمون على تكفير فاعله. . وقد أظهر الفارسيان التوبة والندم ثم لما لحقا بالساحل عادا إلى تلك المقالة، وبلغنا عنهم: تكفير أئمة المسلمين، بمكاتبة الملوك المصريين؛ بل كفروا من خالط من كاتبهم من مشايخ المسلمين، نعوذ بالله من الضلال بعد الهدى، والحور بعد الكور. وقد بلغنا عنكم نحو من هذا، وخضتم في مسائل من هذا الباب كالكلام في الموالاة والمعاداة، والمصالحة، والمكاتبات، وبذل إلا موال والهدايا، ونحو ذلك من مقالة أهل الشرك بالله والضلالات والحكم بغير ما أنزل الله عند البوادي، لا يتكلم فيها إلا العلماء من ذوي الألباب، ومن رزق الفهم عن الله، وأوتي الحكمة وفصل الخطاب) .
قلت: وفي هذا الكلام من الفوائد والقواعد ما يستحق أن يفرد في شأنه بحث مستقل، كما أنه أبلغ رد على من يتعلق بشبه من كلام الشيخ محمد أو أتباعه في تكفير المسلمين، أو ولاتهم، أو تحميل كلامهم ما لا يحتمل.
وما هذا الكتاب الذي بين يديك " مصباح الظلام في الرد على من كذب على الشيخ الإمام ونسبه إلى تكفير أهل الإيمان والإسلام " إلا صورة من صور جهاد القلم الذي جرده علماء الدعوة في رد ما نسب إلى الشيخ - زورًا وبهتانًا - من تكفير للمسلمين واستحلال لدمائهم وأموالهم وحرماتهم، كما أنه يوضح كثيرًا من النقاط والقواعد والفوائد المتعلقة في هذا الباب، وقد أطلعت على ما قام به الأخ الشيخ د. عبد العزيز بن عبد الله بن إبراهيم الزير آل حمد من جهد بالغ في تحقيق هذا الكتاب، وتخريج أحاديثه، وعزو نقوله، وتذييله بفهرس شامل لفوائده وشوارده، مما سيسهل على الباحث والقارئ - إن شاء الله - الاستفادة والانتفاع منه، فجزاه الله خيرًا، ونفع بنا وبه الإسلام والمسلمين، وجعلنا جميعًا ممن يستمعون القول فيتبعون أحسنه، وصلى الله وسلم على نبينا محمد، وعلى آله وصحبه وسلم تسليمًا كثيرًا.
وكتبه
صالح بن عبد العزيز بن محمد آل الشيخ
وزير الشئون الإسلامية والأوقاف والدعوة والإرشاد','1',NULL,NULL,NULL,'0');
INSERT INTO [b30868] VALUES (12,'<span data-type="title" id=toc-2>[مقدمة المحقق]</span>
بسم الله الرحمن الرحيم
مقدمة المحقق إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد ألا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله.
أما بعد:
فإن من سنن الله تعالى التي قضاها في خلقه، أن جعل لكل ولي من أوليائه عدوًا شياطين الإنس والجن يوحي بعضهم إلى بعض زخرف القول غرورًا، فتراهم يلصقون به من التهم والأباطيل، والزيف والتضليل، ما يشين سيرته، ويقبح منهجه ودعوته، ولو تأملنا قليلًا لرأينا أن أمثال هذه التهم الشيطانية، والدعوات التضليلية لم يسلم منها من دعى إلى الله على بصيرة، وكانت سيرته أزكى سيرة، محمد صلى الله عليه وسلم، وصدق - وهو الصادق المصدوق - في قوله: " «أشد الناس بلاء الأنبياء ثم الأمثل، فالأمثل» ".
وإن المقلب لصفحات التاريخ المطوية، والمتأمل لحال الدعاة إلى الله على الكتاب والسنَّة النبوية، ليرى أنهم قد واجهوا على مر العصور والدهور صنوفًا من المحن، وضروبًا من الفتن، زلزلتهم زلزالاً شديدًا؛','1','5',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (13,'لكن نصر الله كان قريبًا، فثبتهم على قوله الثابت، حتى نشروا السنة، فصار الواحد منهم أمَّة، فللَّه الحمد والمنة.
وقد كان من بين هؤلاء الدعاة المبتلين، الصالحين المصلحين، المجددين لما اندرس من معالم الدين، وآثار سنة سيد الأنبياء والمرسلين، شيخ الإسلام، وعلم الإعلام، محمد بن عبد الوهاب - رحمه الله -، فإنه قد نال من الأذى والبلاء ما ناله، سواء في حياته أو بعد مماته، وما فتئ خصوم الدعوة يلزقون به زورًا وبهتانًا التهم والافتراءات، ويشيعون عنه ما يخالف السنن والآيات، فتارة يتهمونه بتكفير المسلمين وتفسيقهم وتبديعهم، وتارة يتهمونه باستحلال دمائهم، وتارة يتهمونه بالتنقص من نبيهم، وتارة يتهمونه بمعاداة أوليائهم وصالحيهم إلى غير ذلك من الافتراءات الباطلة، والمزاعم الساقطة الواهية.
وقد انبرى الشيخ - رحمه الله - وتلامذته ومحبيه، في تنكيل ما اشتملت عليه تلك الدعاوى من المجازفات والأباطيل، وكشف ما فيها من الإدعاء والزيف والتضليل، بالحجج الساطعة المفيدة، والأجوبة القاطعة السديدة، وما كتابنا هذا: " مصباح الظلام " إلا إنموذجًا من النماذج الكثيرة التي قدمها علماء الدعوة النجدية في بيان حقيقة دعوة الشيخ محمد بن عبد الوهاب - رحمه الله -، والرد على دعوات المنكرين، المضللين، المشككين. كل ذلك تجده بأسلوب علمي رصين، وموضوعية متجردة من الهوى وحب الانتصار للذات.
وإن المتأمل في أحوال بعض المسلمين في هذا الزمن، خاصة المثقفين منهم، أو المنتسبين إلى العلم ليجد أن بعضًا منهم قد تأثر ببعض','1','6',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (14,'تلك الدعوات المضَلَّلة، والرواسب المشككة في مصداقية دعوة الشيخ الإصلاحية، فصار يردد شبههم إما جهلًا، وإما حسدًا وعنادًا، حتى قال قائلهم: " فهذه الفوضى التكفيرية هي نتيجة طبيعية وحتمية من نتائج منهج الشيخ محمد بن عبد الوهاب الذي توسع في التكفير حتى وجدت طائفة في كلامه ما يؤيد وجهة نظرها "، إلى غير ذلك من أغاليطه وتهاويله الكثيرة التي تستدعي إيقاف هذا القائل عند حده، وكفه عن سفهه وإفكه، فنعوذ بالله من الحور بعد الكور، ومن الغواية بعد الهداية، ونسأل الله الثبات. ولما رأيت أن الشيخ عبد اللطيف بن عبد الرحمن بن حسن رحمه الله - قد ألَّف كتاب: " مصباح الظلام في الرد على من كذب على الشيخ الإمام ونسبه إلى تكفير أهل الإيمان والإسلام " بيَّن فيه عقيدة الشيخ محمد بأحسن بيان، ورد شبه هذا وأمثاله من المضللين بأنصع حجة وبرهان، رأيت من المناسب إعادة تحقيق الكتاب، وإخراجه لطلاب الحق والرشد والصواب، ليحيا من حي عن بينة، ويهلك من هلك عن بينة، نصحًا للخلق، وإظهارًا للحق، سائلًا الله تعالى أن يجمع كلمة المسلمين على الحق المبين، وأن يوفقنا وإياهم إلى ما فيه خير البرية أجمعين، والحمد لله رب العالمين.
وكتب
د. عبد العزيز بن عبد الله بن إبراهيم الزير آل حمد
كلية الملك فهد الأمنية
الرياض ١١٣٩٣ ص. ب ٣٦٥١٨٣','1','7',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (15,'<span data-type="title" id=toc-3>[القسم الأول الدراسة]</span>
<span data-type="title" id=toc-4>[ترجمة المؤلف]</span>
القسم الأول: الدراسة * ترجمة موجزة للمؤلف صاحب الرد
* ترجمة موجزة للمردود عليه
* التعريف بالكتاب
* منهج المؤلف فيه
* توثيق نسبة الكتاب إلى المؤلف
* عنوان الكتاب
* التعريف بنسخ الكتاب
* منهجي في التحقيق
* نماذج مصورة من النسخ الخطية','1','9',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (16,'ترجمة موجزة للمؤلف صاحب الرد اسمه ونسبه: هو الشيخ الإمام، وعلم الهداة الإعلام، البحر الفهّامة، والفاضل العلامة الشيخ عبد اللطيف ابن الشيخ عبد الرحمن بن حسن ابن شيخ الإسلام محمد بن عبد الوهاب رحمهم الله بمنّه وكرمه.
مولده: ولِد سنة ١٢٢٥ هـ في بلدة العلم والعلماء: الدرعية.
حياته: نقل الشيخ عبد اللطيف مع والده آنذاك إلى مصر، إثر الدمار الذي أصاب الدرعية، على يد الهالك إبراهيم بن محمد علي باشا عليه من الله ما يستحق، وكان عمره قرابة الثماني سنوات ونشأ بمصر وتزوج بها، وتمكن من الاشتغال بطلب العلم، والتزوُّد منه، ثم بعد ذلك خرج إلى نجد وذلك في سنة ١٢٦٤ هـ، وقدم مدينة الرياض واستقرَّ فيها بضعة أشهر درَّس فيها بعض الدروس، ثم انتقل بعد ذلك إلى الأحساء معلمًا وداعيًا، ومكث فيها فترة من الزمن، ثم عاد إلى الرياض مرة أخرى.
شيوخه: قد علم فيما سبق أنَّ الشيخ - رحمه الله - مكث في مصر مدة من الزمن، درس فيها على عدد من المشايخ، منهم:','1','11',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (17,'١ - والده الإمام العلاَّمة عبد الرحمن بن حسن.
٢ - والشيخ عبد الرحمن ابن الشيخ الإمام عبد الله ابن الشيخ محمد بن عبد الوهاب.
٣ - والشيخ العلاَّمة محمد بن محمود بن محمد الجزائري.
٤ - والشيخ إبراهيم الباجوري، وغيرهم.
تلاميذه: تتلمذ على يد الشيخ عدد من التلاميذ، منهم:
١ - تلميذه الشيخ العلاَّمة " حسان السُّنَّة " الشيخ سليمان بن سحمان.
٢ - وابنه العلاَّمة الشيخ عبد الله.
٣ - وأخوه الشيخ إسحاق، وغيرهم.
مؤلَّفاته: توفي الشيخ - رحمه الله تعالى - وترك لنا العديد من المؤلفات، منها:
١ - " مصباح الظلام في الردّ على من كذب على الشيخ الإمام "، وهو كتابنا الذي بين يديك.
٢ - " منهاج التأسيس ".
٣ - " رد على الشبهات الفارسية ".
٤ - " الرد على الصحاف ".
٥ - العديد من الرسائل التي قد جمعها تلميذه النحرير العلامة سليمان بن سحمان - رحمه الله تعالى -.
وفاته: توفي - رحمه الله - في مدينة الرياض في اليوم الرابع عشر من شهر ذي القعدة سنة ١٢٩٣ هـ رحمه الله رحمة واسعة وأسكنه الفردوس الأعلى.','1','12',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (18,'ترجمة موجزة للمردود عليه (١) . اسمه: عثمان بن عبد العزيز بن منصور بن حمد آل رحمة الناصري التميمي.
مولده: ولِد سنة ١٢١١ هـ في بلدة الفرعة بسدير.
طلبه للعلم: اهتم بطلب العلم، وسعى في تحصيله، فقرأ على علماء بلده سدير، وعلى الشيخ عبد العزيز الحصين، والشيخ عبد الرحمن بن حسن، ورحل إلى العراق وقرأ على إبراهيم بن جديد، ومحمد بن سلوم، وتدارس مع ابن سند. كما أنه قرأ على علماء الحرم عندما حج إلى بيت الله الحرام.
عقيدته: تضاربت الأقوال في عقيدة ابن منصور، هل هو على عقيدة أهل
_________
(١) انظر في ترجمته: " علماء نجد خلال ثمانية قرون " (٨٩ / ٥) ، و " الإعلام " (٤ / ٢٠٨) ، وغيرهما.','1','13',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (19,'السنة والجماعة أم أنه ممن شرق بدعوة أهل السُنَّة - دعوة شيخ الإسلام محمد بن عبد الوهاب رحمه الله -، فصار من رموز وأعلام أهل البدع في زمانه، وإذا ثبت أنه ممَّن شرق بدعوة أهل السنة، فهل رجع عن مذهبه في آخر حياته، أم ما زال على ما هو عليه.
الظاهر - والله أعلم - أنَّ ابن منصور توفي ولم يرجع عن مذهبه في معاداة أهل السنة: " علماء الدعوة " في عصره، وقد ساق الأخ الشيخ د سعود العريفي في مقدمة تحقيقه لكتاب ابن منصور: " فتح الحميد " (١) أربعة أوجه كلها تدل بمجموعها على أنَّ ابن منصور لم يرجع عن مذهبه.
مؤلفاته: " فتح الحميد "، و " الرد الدامغ "، و " جلاء الغمة "، وغيرها.
وفاته: توفي عام ١٢٨٢ هـ.

<span data-type="title" id=toc-5>[التعريف بالكتاب]</span>
التعريف بالكتاب هذا الكتاب يعد ضمن سلسلة من الردود التي سطرها علماء الدعوة النجدية في الذب عن عقيدة الشيخ محمد - رحمه الله - ودعوته الإصلاحية، وهو رده على مزاعم عثمان بن منصور حين ألَّف كتابه المبتور " جلاء الغمَّة عن تكفير هذه الأمة " الذي نافح فيه عن عبَّاد القبور، وذكر فيه أن الشيخ محمد - رحمه الله - أتى بعظائم الأمور، فكفَّر كل من خالفه على مر الدهور. قال الشيخ عبد اللطيف - رحمه الله - أثناء تقديمه لكتابه هذا ما نصه: (وقد رأيت لبعض المعاصرين كتابًا يعارض به ما قرر شيخنا من أصول الملة والدين، ويجادل بمنع تضليل عباد الأولياء والصالحين، ويناضل عن غلاة الرافضة والمشركين، الذين أنزلوا العباد بمنزلة رب العالمين، وأكثر التشبيه بأنهم من الأمة، وأنهم يقولون: " لا إله إلا الله "، وأنهم يصلون ويصومون. . .) .
وقد استعرض الشيخ عبد اللطيف - رحمه الله - كتاب ابن منصور السابق ذكره، وفنده تفنيدًا علميًا، مبنيًا على الحجة والبيان، والحقيقة والبرهان، فجاء كتابه - بحق - مرجعًا علميًا مهمًا لطلاب العلم، والباحثين عن الحقيقة في درء ما يثار من الشبه حول دعوة الشيخ عمومًا، وتكفيره للأمة خصوصًا.
منهج المؤلف فيه يمكن لنا أن إبراز بعض معالم طريقة الشيخ ومنهجه العلمي في رده على هذا المعترض من خلال الآتي:
* اتسمت الردود والأجوبة عن الاعتراضات بالمنهجية والعلمية
_________
(١) " فتح الحميد، (١ / ٦٣ - ٦٥) ، وقد ذكر في مقدمة تحقيقه لهذا الكتاب فوائد نفيسة حول هذا الموضوع، فجزاه الله خيرًا.','1','14',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (20,'والمباشرة، فلم يأت على مسألة إلا أصلها واستدل على ما يسوق بالأدلة الصحيحة الصريحة.
* لم يخرج عن أصل المسألة التي يناقشها، ولم يحد عن جواب المعترض.
* أكثر من الاستدلال بالكتاب والسنة والإجماع، وأقوال الصحابة والسلف والعلماء، مما يوقفك على علمه وسعة اطلاعه في علوم الشريعة أجمعها.
* لم يسهب في العبارة، ولم يصح على المعترض؛ بل كان قوي الحجة شديد المحجة.
* أجوبته على المعترض تطلعك على مدى علمه بالعربية، فقد أكثر من بيان لحن المعترض في عباراته وتأصيله للكلام على قواعد العربية في مثل رده على المعترض في أعمال (هل) عمل ما الحجازية، واستخدامه الموصول المفرد للجمع، وإيقاع الحال على المصدر، وحكم العطف، والاستثناء المتصل والمنقطع، واللازم والمتعدي. . . إلخ ما قرره من قواعد.
* وكذلك ستطلع في هذا الكتاب على مدى علم الشيخ عبد اللطيف - رحمه الله - بالحديث وعلومه، فهو يذكر مخرج الحديث، ويقف على تصحيحه أو تعليله، ويتكلم في الرواة، وينقل من كتب التراجم والجرح والتعديل، وينتهي إلى حكم وترجيح.
* جاءت ردوده على قاعدة قوله تعالى: {فَأَتَى اللَّهُ بُنْيَانَهُمْ مِنَ الْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ} [النحل: ٢٦] فعمد إلى الاعتراض فهدمه من أصله وجذره, وانتهى إلى فرعه وشطئه، ثم أقام الحق مكانه، وأرسى قواعده ورفع عمده.
* اتسمت ردوده بسهولة العبارة، وحسن الانتقال من فكرة إلى فكرة، وأكثر من تأول القرآن والحديث في عبارته.','1','16',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (21,'* أجاد الاقتباس من الشعر والحكمة والأمثال، فجاءت كوقع النبل على أم رأس المعترض، وكانت هذه الاستشهادات لعبارته كمصابيح الدجى.

<span data-type="title" id=toc-6>[توثيق نسبة الكتاب إلى المؤلف]</span>
توثيق نسبة الكتاب إلى المؤلف تأكَّد لنا صحة نسبة الكتاب إلى المؤلف بالآتي:
١ - ما كتب على طرة النسخ الخطية (س) ، و (م) ، و (ق) من أن الكتاب هو من تأليف الشيخ عبد اللطيف بن عبد الرحمن بن حسن، كما كتب على ديباجة النسخة (س) ، وآخر النسخة (الأصل) تملك للشيخ المؤلف - رحمه الله -.
٢ - ما كتب في آخر النسخة (الأصل) ما يفيد أن الكتاب من إملاء المؤلف نفسه.
٣ - ما كتبه النساخ في بداية النسخ (س) ، و (م) ، و (ق) ، و (ح) أثناء تقديمهم للكتاب بقولهم: (قال الشيخ عبد اللطيف ابن عبد الرحمن بن حسن. . .) .
٤ - أن أكثر من ترجم للشيخ كصاحب كتاب: " الدرر السنية "، وصاحب كتاب: " مشاهير علماء نجد وغيرهم "، وصاحب كتاب: " علماء نجد خلال ستة قرون "، وصاحب كتاب: " الأعلام "، وصاحب كتاب: " تذكرة أولي النهى والعرفان "، وغيرهم قد ذكروا أن هذا الكتاب هو من مؤلفات الشيخ - رحمه الله -.
عنوان الكتاب لم ينص المؤلف - رحمه الله - في بداية تقدمته لكتابه على عنوان الكتاب، وقد اتفقت جميع النسخ (س) ، و (م) ، و (ق) ، و (ح) ، و (المطبوعة) على تسمية الكتاب بـ: " مصباح الظلام في الرد على من','1','17',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (22,'كذب على الشيخ الإمام ونسبه إلى تكفير أهل الإيمان والإسلام "، كما يظهر ذلك جليًا على - طُررها.

<span data-type="title" id=toc-7>[التعريف بنسخ الكتاب]</span>
التعريف بنسخ الكتاب توفر لي عند الشروع في تحقيق هذا الكتاب ست نسخ، وإليك بيانها: النسخة الأولى: * نسخة خطية، كاملة، غير أن فيها نقصًا في أولها بمقدار صفحة ونصف من المطبوعة.
* محفوظة في مكتبة الرياض السعودية بدار الإفتاء آنذاك ثم انتقلت برمتها إلى مكتبة الملك فهد الوطنية، ورقمها (٨٦ / ٥٠٨) .
عدد أوراقها: (١٢٦) ورقة.
* ومسطرتها: (٢٧) سطرًا.
* وناسخها: أحد طلاب الشيخ، وهو الشيخ محمد بن عبد الله ابن عبد العزيز بن عبد الله بن حمد بن صالح بن سليم.
* وتاريخ نسخها: يوم الجمعة تاسع عشر جمادى الأولى سنة ١٢٨٩ هـ.
* وهذه النسخة عليها تملك للشيخ المؤلف - رحمه الله -، وقد انتقلت من يده إلى يد ورثته من بعده كما يظهر ذلك في آخر النسخة.
* وقد أشرت إليها بـ (الأصل) .
* وقد جعلت من هذه النسخة أصلًا في تحقيق الكتاب، وذلك للآتي:
١ - أنها هي نسخة المؤلف نفسه، إذ هي من إملائه على تلميذه كما يظهر ذلك في آخر النسخة (الأصل) .','1','18',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (23,'٢ - أن عليها تملك للشيخ يدل على أنها كانت في حوزته إلى مماته، ثم انتقلت بعد ذلك لورثته من بعده.
٣ - أنها قليلة الخطأ والسقط بالنسبة إلى غيرها من النسخ.
٤ - أن ناسخها هو أحد طلاب الشيخ المقربين إليه، المعروفين بالعلم والأمانة والديانة.
٥ - أنها نسخت في عصر المؤلف، وقبل وفاته تقريبًا بثلاثة أعوام، فتاريخ نسخها هو: صحوة يوم الجمعة تاسع عشر جمادى الأولى سنة ١٢٨٩ هـ.
النسخة الثانية: * نسخة خطية، كاملة.
* محفوظة في المكتبة المركزية بجامعة الإمام محمد بن سعود الإسلامية، برقم (٨٠٢) .
* عدد أوراقها: (١٣١) ورقة.
* ومسطرتها: (٢٢ - ٢٣) سطرًا.
* غير معلومة الناسخ، ولا تاريخ نسخها.
* وقد رمزت إليها بـ (م) .
النسخة الثالثة: * نسخة خطية، ناقصة الأول والأخير (١) .
_________
(١) ولا يفوتني بهذه المناسبة أن أقدم شكري لأخوي العزيزين اللذين تفضلا بتقديم هذه النسخة لي، وهما الأخ: خالد الدبيان، والأخ سامي المعيوف، فجزاهما الله خير الجزاء.','1','19',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (24,'* محفوظة في مكتبة الحرم النبوي الشريف، وعنها مصورة في مركز البحث العلمي وإحياء التراث بجامعة أم القرى، برقم (٢٨ / ١٢٤) .
* عدد أوراقها: (١٥٣) ورقة.
* ومسطرتها: (٢٢ - ٢٥) سطرًا.
* وناسخها: سليمان بن عبد الرحمن العمري.
* وقد رمزت إليها بـ (ق) .
النسخة الرابعة: * نسخة خطية، ناقصة، وبها خرم كبير.
* محفوظة في مكتبة الرياض السعودية بدار الإفتاء آنذاك، ثم انتقلت برمتها إلى مكتبة الملك فهد الوطنية، ورقمها (٨٦ / ٩٩٥) .
* عدد أوراقها: (١٧) ورقة.
* ومسطرتها: (٢٦) سطرًا.
* غير معلومة الناسخ، ولا تاريخ نسخها.
* عليها تملك للشيخ المؤلف - رحمه الله -.
* وقد رمزت إليها بـ (س) .
النسخة الخامسة: * مطبوعة (الطبعة الحجرية) .
* وطبعت في المطبعة المصطفوية بمبي بالهند.
* وتقع في (٢٥٦) ورقة.
* وقد رمزت إليها بـ (ح) .','1','20',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (25,'النسخة السادسة: * مطبوعة، بتحقيق الشيخ محمد حامد الفقي (١) .
* وطبعت بمصر في مطبعة أنصار السنة المحمدية، وكان الفراغ من طبعها عام ١٣٦٥ هـ.
* وقد رمزت إليها بـ (المطبوعة) .
* وقد وقع في هذه المطبوعة من الزيادات والخطأ ما لا يحصى، ومع ذلك قارنتها بالباقي خدمة للكتاب والقارئ. هذا ما وقفت عليه من نسخ لهذا الكتاب.

<span data-type="title" id=toc-8>[منهج التحقيق]</span>
منهجي في التحقيق ١ - اعتمدت نسخة مكتبة الرياض السعودية (الأصل) أصلًا في تحقيق هذا الكتاب - لما سبق بيانه - فقمت بقراءتها قراءة فاحصة.
٢ - قارنت النسخة (الأصل) بالنسخ الأخرى، وأثبت الفروق بينها في الهامش.
٣ - اتبعت جميع ما في النسخة الخطية (الأصل) إلا ما رأيته حريًا بالتصحيح، فإن كانت الكلمة في النسخة الخطية (الأصل) ثسابتة إلا أنها مصحفة، أو أخطأ الناسخ في كتابتها قمت بتصحيحها.
٤ - في حالة إكمال نقص وقع في النسخة الخطية (الأصل) فإني أضعه بين معقوفتين هكذا [] تنبيهًا إلى أنه من عندي لمقتضى السياق وبينت ذلك بالهامش مع الدلالة على أرقامها.
_________
(١) أعيد طبع هذه المطبوعة نفسها بعناية الشيخ الفاضل النبيل إسماعيل بن سعد ابن عتيق حفظه الله ووفقه، وذلك بدار الهداية.','1','21',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (26,'٥ - عزوت الآيات إلى سورها.
٦ - خرجت الأحاديث والآثار الواردة في الكتاب باختصار شديد، وذلك خشية الإطالة.
٧ - أشرت إلى بدء أوراق المخطوطة (الأصل) ليسهل الرجوع إليها، وذلك بوضع شرطة مائلة (/) عند بداية الصفحة يقابلها رقم الصفحة عند بداية أو نهاية السطر.
٨ - ذيَّلت الكتاب بفهارس فنية على النحو التالي:
١ - فهرس الآيات القرآنية.
٢ - فهرس الأحاديث والآثار على حروف المعجم.
٣ - فهرس الرواة والأعلام.
٤ - فهرس الفرق والمذاهب والجماعات.
٥ - فهرس الأماكن والبلدان.
٦ - فهرس المصادر والمراجع.
٧ - فهرس الموضوعات.','1','22',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (27,'<span data-type="title" id=toc-9>[نماذج مصوّرة للنسخ الخطية]</span>','1','23',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (28,'<span data-type="title" id=toc-10>[القسم الثاني النص المحقَّق]</span>
<span data-type="title" id=toc-11>[مقدمة المؤلف]</span>','1','37',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (29,'بسم الله الرحمن الرحيم
وبه نستعين
ولا حول ولا قوة إلا بالله العلي العظيم (١) الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضلَّ له " (٢) ومن يضلل (٣) فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله، أرسله بين يدي الساعة بشيرًا ونذيرًا، صلَّى الله عليه وعلى آله وأصحابه (٤) وسلَّم تسليمًا كثيرًا.
أمَّا بعد: فإنَّ اللَّه تعالى قد اصطفى لنبوته، وأكرم برسالته، أفضل خلقه، وأقربهم إليه منزلة، وأحقهم بمواهب كرامته، ومنشور ولايته؛ و {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} [الأنعام: ١٢٤] [الأنعام - ١٢٤] ، ويهب كرامته وولايته، واصطفى من أنبيائه ورسله ساداتهم وأكابرهم وأولي العزم منهم، وجعلهم في الذروة العليا (٥) .
والمقام الأسنى الذي تقاصر (٦) عنه
_________
(١) ما بين القوسين سقط من (ق) و (م) .
(٢) له " ساقطة من (ح) .
(٣) في (ق) : (يضل) .
(٤) في (ق) و (م) : " وصحبه "، وساقطة من (س) .
(٥) في (ق) : " العلى ".
(٦) (ق) : " تقاصرت ".','1','39',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (30,'المتطاولون، ووقف دون درجته المرسلون {وَمَا مِنَّا إِلَّا لَهُ مَقَامٌ مَعْلُومٌ} [الصافات: ١٦٤] [الصافات - ١٦٤] ، فقاموا من أعباء الرسالة، وأثقال الجهاد، ومكابدة الجبارين، ومراغمة رؤوس الكفرة والمستكبرين، بما لم (١) يقم به سواهم؛ ولم يصل إليه (٢) من عداهم، وقيَّض لهم من أعدائه أئمة (الكفر وصناديده) (٣) المكذبين لرسله؛ العادلين به غيره، الجاعلين معه (٤) الآلهة والأنداد، الواصفين لربهم (٥) بما يتنزه عنه ولا يليق بجلاله وكماله وأحديَّته (٦) وصمديَّته: كالصاحبة والشركاء والأولاد (٧) لتظهر عجائب الحكمة وبدائع الإتقان، ولطائف الصنع وعظمة السلطان {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ - وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ} [الأنعام: ١١٢ - ١١٣] [الأنعام - ١١٢ - ١١٣] فسبحان من فتح لمعرفته (٨) كل باب؛ وكشف عن قلوب أوليائه كل
_________
(١) في (م) : " مما ".
(٢) في (س) : " إليهم ".
(٣) ما بين القوسين ساقط من (س) .
(٤) في (ق) و (م) : " معه غيره ".
(٥) في (المطبوعة) : " ربهم ".
(٦) في (ح) و (المطبوعة) : " وكمال وحدانيته ".
(٧) في (س) و (ق) و (م) زيادة: " وقسى قلبه، وعظم بغيه، وذنبه، وجدَّ واجتهد (في (ق) : واجتهدوا) في التكذيب والجحد في: (س) و (م) ، والريب والعناد ".
(٨) في (س) : " لأهل معرفته ".','1','40',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (31,'غي وحجاب {وَمَا يَذَّكَّرُ (١) إِلَّا أُولُو الْأَلْبَابِ} [البقرة: ٢٦٩] [البقرة -٢٦٩] ، [آل عمران -٧] واقتضت حكمته الإلهية، ومشيئته الربَّانية، أن يبتلي ورثة رسله وأنبيائه بحسب ميراثهم عن صفوته وأوليائه، فأكثرهم ميراثًا أشدُّهم متابعةً؛ وأعظمهم اقتداءً هو أكبرهم محنة، وأعظمهم بليّه وأصعبهم أضدادًا، لا سيما ورثة هذا النبي الكريم (٢) ذي الوسيلة والفضيلة والمقام المحمود والتعظيم، فإن الله ابتلاهم بجهَّال هذه الأمة ومنافقيها، كما ابتلى مؤمنيها بكفَّارها (٣) وخيارها بشرارها (٤) وأبرارها بفجَّارها، وأهل سنَّتها بمبتدعيها، وكان ربك بصيرًا.
ومن سبر أحوال الناس واستقرأها، ونظر فيما أُصيب به أهل (٥) العلم، وابتلي به أئمة (٦) الهدى، عرف سنَّة الله التي قد خلت من قبل؛ واستبانت له حكمة الترجيح والفضل، وأكثر الناس في خفارة جهله، وغباوة فهمه.
وفي أثناء القرن الثاني عشر ظهر بنجد من أحبار (٧) الأمة وساداتها من يدعو إلى توحيد الله بالعمل والعبادة، وإفراده بالقصد والإرادة،
_________
(١) ووقع في (المطبوعة) : " يتذكر "، وهو خطأ.
(٢) في (ق) : " صلى الله عليه وسلم ".
(٣) في (م) و (ق) : " بكافريها ".
(٤) في (م) و (ق) : " بأ شرارها ".
(٥) في (م) و (ق) : " أئمة ".
(٦) في (م) و (ق) : " أهل ".
(٧) في (ح) : " وأخبارها "، وهو خطأ.','1','41',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (32,'ويجدِّد (١) ما اندرس (٢) من أصول الملة وقواعد الدين، ودعا (٣) إلى مذهب السلف والأئمة السابقين: في إثبات صفات الله رب العالمين، ونفى عن آيات الصفات وأحاديثها تأويل الجاهلين، وإلحاد المحرفين، وزيغ المبطلين.
قرَّر ذلك بأدلته وقوانينه الشرعية، وحكى نصوص الأئمة وإجماع الأمة؛ بالنقل عن العدول الأثبات الذين عليهم مدار أحكام الدين في نقل أصوله وفروعه، وأجمعت الأمة على هدايتهم ودرايتهم، حتى ظهر المذهب وانتشر، وعرفه كثير من أهل الفقه وحذَّاق البشر، ومن له نهمة في طلب العلم والأثر، وقد كان قبل ذلك مهجورًا بين الناس، لا يعرفه منهم إلا النُّزَّاع (٤) من الأكياس.
وقرَّر توحيد العبادة بأدلَّته القرآنية وبراهينه النبوية، ونهى عن التعلُّق على غير الله محبة وإنابة وتعظيمًا وخوفًا ورجاءً وتوكلًا، ونحو ذلك من أنواع التعلقات.
وقرَّر أن هذا حق الله لا يصلح لسواه من نبي أو ملك أو صالح أو غيرهم، وبسط القول في ذلك وأطنب وعلَّل، ومثَّل وجادل وناضل حتى ظهرت الحجَّة واستبانت المحجَّة، فاستجاب له من أراد الله هدايته، وسبقت له السعادة، وصدَّ عنه آخرون وعارضوه بشبهات ترجع إلى شبهات إخوانهم وأشباههم الذين كفروا من قبل؛ وعارضوا الرسل بجهلهم {كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ مِثْلَ قَوْلِهِمْ} [البقرة: ١١٨] [البقرة -١١٨] .
_________
(١) في (س) : " ومجدد ".
(٢) في (م) : " من اندرس "، وهو خطأ.
(٣) في (م) و (ق) و (س) : " وعى ".
(٤) في هامش (س) و (ق) و (م) : " النُزَّاع: الأفراد ".','1','42',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (33,'وقد رأيت لبعض المعاصرين (١) كتابًا يعارض به ما قرَّر (٢) شيخنا من أصول الملَّة والدين؛ ويجادل بمنع تضليل عُبَّاد الأولياء والصالحين، ويناضل عن غلاة الرافضة والمشركين، الذين أنزلوا العباد بمنزلة الله ربِّ العالمين، وأكثر التشبيه بأنهم من الأمة، وأنهم يقولون: لا إِله إلا الله، وأنهم يصلُّون ويصومون، ونسي في ذلك عهود الحمى؛ وما قرَّره كافة الراسخين من العلماء، وأجمع عليه الموافق والمخالف من الجمهور والدهماء، ونصَّ محليه الأكابر والخواص، من اشتراط العلم والعمل في الإتيان بكلمة الإخلاص، والحكم بموجب الردة على فاعل ذلك من سائر العبيد والأشخاص، وسمَّى كتابه: " جلاء الغمَّة عن تكفير هذه الأمَّة "، ومراده بالأمَّة هنا: من عَبَدَ آل البيت وغلا فيهم، وعَبَدَ الصالحين ودعاهم، واستغاث بهم؛ وجعلهم وسائط بينه وبين الله يدعوهم ويتوكَّل عليهم. هذا مراده ولكنه (٣) (٤) أوقع عليهم لفظ الأمَّة ترويجًا على الأعمار والجهال، ولبسًا للحقِّ بالباطل، وهو يعلم ذلك وسيجزيه الله ما وعد به أمثاله من المفترين.
قال تعالى: {إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِنْ رَبِّهِمْ وَذِلَّةٌ فِي الْحَيَاةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ} [الأعراف: ١٥٢] [الأعراف - ١٥٢] ، فلكل مفترٍ نصيب منها بحسب جرمه وعلى قدر ذنبه، وقد رأيت على هذا الرجل من الذلَّة والمهانة مدَّة حياته ما هو ظاهر بيِّن يعرفه من عرفه.
_________
(١) في (ق) : " المعارضين ".
(٢) في (ق) : " قرره ".
(٣) في (ح) : " ولكن ".
(٤) إلى هنا ينتهي السقط من الأصل.','1','43',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (34,'<span data-type="title" id=toc-12>[فصل في الرد على المعترض في تنقصه للشيخ واتهامه بالجهل والتكفير]</span>
فصل قال المعترض: (قد ابتلى الله أهل نجد، بل جزيرة العرب بمن خرج عليهم، ولم يتخرَّج على العلماء الأمناء، كما صحَّ عندنا وثبت عن مشايخنا الأمجاد النقَّاد، وسعى بالتكفير للأمة خاصها وعامها، وقاتلها على ذلك جملة إلا من وافقه على قوله، لما وجد من يعينه على ذلك بجهله) .
والجواب أن يقال: إنه من المعلوم عند كل عاقل خَبَرَ الناس وعرف أحوالهم، وسمع شيئًا من أخبارهم وتواريخهم، أن أهل نجد وغيرهم ممن تبع (١) الشيخ (٢) واستجاب لدعوته من سكان جزيرة العرب كانوا على غاية من الجهال والضلالة، والفقر والعالة، لا يستريب في ذلك عاقل، ولا يجادل فيه عارف، كانوا من أمر دينهم في جاهلية: يدعون الصالحين ويعتقدون في الأشجار والأحجار والغيران (٣) يطوفون بقبور الأولياء، ويرجون الخير والنصر من جهتها، وفيهم من كُفْرِ الاتحادية والحلولية وجهالة الصوفية، ما يرون أنه من الشعب الإيمانية، والطريقة المحمدية،
_________
(١) في (ح) : " تبع دعوة الشيخ ".
(٢) في (س) زيادة: " رحمه الله تعالى ".
(٣) في (خ) : " الغيروان ".','1','44',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (35,'وفيهم من إضاعة الصلوات، ومنع الزكاة وشرب المسكرات، ما هو معروف مشهور.
فمحا (١) الله بدعوته شعار الشرك ومشاهده، وهدم بيوت الكفر والشرك ومعابده، وكبت الطواغيت والملحدين، وألزم من ظهر عليه من البوادي وسكان القرى، بما جاء به محمد صلى الله عليه وسلم من التوحيد والهدى، وكفَّر من أنكر البعث واستراب فيه من أهل الجهالة والجفاء، وأمر بإقامة الصلاة (٢) وإيتاء الزكاة، وترك المنكرات والمسكرات، ونهى عن الابتداع في الدين، وأمر بمتابعة " سيد المرسلين " (٣) والسلف الماضين، في الأصول والفروع من مسائل الدين، حتى ظهر دين الله واستعلن، واستبان بدعوته منهاج الشريعة والسنن، وقام قائم الأمر بالمعروف والنهي عن المنكر، وحدَّت الحدود الشرعية، وعزرت التعازير الدينيّه، وانتصب عَلَمُ الجهاد، وقاتل لإعلاء كلمة الله أهل الشرك والفساد (٤) حتى سارت دعوته وثبت نصحه لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم، وجمع الله به القلوب بعد شتاتها، وتألَّفت بعد عداوتها، وصاروا بنعمة الله إخوانًا، فأعطاهم الله بذلك من النصر والعزِّ والظهور، ما لا يعرف مثله لسكان تلك الفيافي والصخور (٥) وفتح عليهم الإحسان والقطيف، وقهروا سائر العرب من عمان إلى عقبة مصر، ومن اليمن إلى العراق والشام.
_________
(١) في (ح) : " محيي ".
(٢) في (ق) : " بإقام الصلوات ".
(٣) ما بين القوسين ساقط من (س) و (ق) و (ح) و (م) .
(٤) في (المطبوعة) : " والعناد ".
(٥) في (ح) : " والظهور ".','1','45',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (36,'دانت لهم عربها وأعطوا الزكاة، فأصبحت نجد تُضْرب إليها أكباد الإبل في طلب الدين والدنْيا (١) وتفتخر بما نالها من العزّ والنصر والإقبال والسنا، كما قال عالم صنعاء وشيخها (٢) .
قفي واسألي عن عالم حل سوحها ... به يهتدي من ضل عن منهج الرشد
محمد الهادي لسنَّة أحمد ... فيا حبذا الهادي ويا حبذا المهدي
لقد سرَّني ما جاءني من طريقة ... وكنت أرى هذي (٣) الطريقة لي وحدي
وقال عالم الإحساء وشيخها:
لقد رفع المولى به رتبة العلى (٤) ... بوقت به يعلو (٥) الضلال ويرفع
تجزُّ (٦) به نجد ذيول افتخارها ... وحق لها بالألمعي ترفَّع (٧)
وهذا في أبيات (٨) لا نطيل بذكرها، وقد شهد غيرهما بمثل ذلك؛ واعترفوا بعلمه وفضله وهدايته.
وقد قال تعالى: {قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [الأحقاف: ١٠] [الأحقاف -١٠] .
_________
(١) في (ح) و (المطبوعة) : " الدنيا والدين ".
(٢) ووقع في (المطبوعة) و (ح) : " وشيخها في ذلك ".
(٣) في (ق) : " هذا ".
(٤) في (م) و (س) وس (ق) وس (المطبوعة) : " الهدى ".
(٥) في (م) (ق) : " يُعلى ".
(٦) في (المطبوعة) : " وجرَّت ".
(٧) في (ق) : (الترفع) .
(٨) في (س) زيادة: " لهما ".','1','46',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (37,'وما أحسن ما قال قتادة عن حال أول هذه الأمة من (١) .
المسلمين:
لما قالوا لا إله إلا الله، أنكر ذلك المشركون (٢) وكبرت (٣) عليهم؛ فأبى الله إلا أن يمضيها وينصرها، ويظهرها على من ناوأها، إنها كلمة من خاصم بها فلج، ومن قاتل بها نصر. إنما يعرفها أهل هذه الجزيرة من المسلمين التي يقطعها (٤) الراكب في ليالٍ قلائل، ويسير الراكب في فئام لا يعرفونها، ولا يقرون بها.
وهذا المعترض عاش في ظل ذلك، وتولَّى القضاء، وصارت له الرياسة عند أهل محلته بانتسابه إلى هذا الدين، ودعواه محبة (٥) الشيخ (٦) وأنه شرح بعض كتبه، ومع ذلك تجرَّد لمسبته ومعاداته، وجحد ما جاء به وقرره من الهدى ودين الحق.
قال الله تعالى: {وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلَّا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ} [الأنعام: ٢٦] [الأنعام -٢٦] .
وقال بعضهم:
وما ضر نور الشمس إن كان ناظرًا ... إليها عيونٌ لم تزل دهرها عميا
ولا ينكر ما قررناه إلا مكابر في الحسيات، ومباهت في
_________
(١) في (ق) و (س) زيادة: " أن ".
(٢) في (ق) : " أنكروا ذلك المشركين ".
(٣) في (س) : " وكبر ".
(٤) في (ح) : " يغطها ".
(٥) في (ق) : " ومحبة ".
(٦) في (س) زيادة: " رحمه الله ".','1','47',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (38,'الضروريات، يرى أن عبادة الصَالحين ودعاءهم والتوكُّل عليهم، وجعلهم وسائط بينهم وبين الله مما جاءت به الرسل، ونزلت به الكتب، وأنه هو الإسلام، وأهله هم الأمة المحمدية، ومن أنكر عليهم وضلَّلهم فهو خارج مارج، كما قال هذا الرجل وصاحبه ابن سند في منظومته التي أنشدها، لما استولت العساكر المصرية على بلاد الدرعية:
*
لقد فتحت للدين أعينه الرمد
* ثم أخذ في سبّ (١) المسلمين وتضليلهم والشمات (٢) بهم، ومدح [٤] ، من عبد الصالحين ودعاهم مع الله، وجعلهم أندادًا تعبد، وقد أجابه الذكي الأديب، الشيخ أحمد بن مشرف بمنظومة ذكر فيها حال العساكر المصرية، وما اشتهر عنهم من اللواط، والشركيات، والزنا، وشرب المسكرات، وإضاعة الصلوات (٣) ثم قال بعده في أثناء رده:
فإن كان هذا عندك الدين (٤) والهدى ... لقد فتحت للدين أعينه الرمد
وبالجملة: فلا يقول مثل هذا في الشيخ رحمه الله إلا رجل مكابر، لا يتحاشى من البهت والافتراء، وإلى الله ترجع الأمور، وعنده تنكشف السرائر.

<span data-type="title" id=toc-13>[الرد على المعترض في اتهامه للشيخ بأنه لم يتخرَّج على العلماء الأمناء]</span>
وأما قوله: (ولم يتخرَّج على العلماء الأمناء) فهذه الدعوى الضالة نشأت من سوء المعتقد وخبث الطوية، وهذا الرجل لا زمام ولا خطام
_________
(١) في (ح) و (المطبوعة) : " مسبة ".
(٢) في (المطبوعة) : " والشماتة ".
(٣) في (س) و (م) : " الصلاة ".
(٤) في (س) و (م) و (ق) : " الرشد ".','1','48',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (39,'لأكاذيبه وأباطيله يرسلها حيث شاء، ويكابر أهل العلم ولا يتحاشى.
وقد عُرِف طلب الشيخ للعلم ورحلته في تحصيله، كما ذكره صاحب " التاريخ " الشيخ حسن بن غنام الإحسائي، وقد اجتمع بأشياخ الحرمين في وقته ومحدثيها، وأجازه (١) بعضهم ورحل إلى البصرة - وسمع وناظر - وإلى الإحساء وهي إذ ذاك آهلة بالعلماء؛ فسمع من أشياخها، وباحث في أصول الدين ومقالات الناس في الإيمان وغيره، وسمع من والده ومن فقهاء نجد في وقته، واشتهر عندهم بالعلم والذكاء، وعرف به على صغر سنه.
وأيضًا: فقد كان أهل العلم سلفًا وخلفًا يسمعون الأحاديث ويروونها (٢) ويحفظون السنن ويستنبطون منها الأحكام، وهذا عندهم هو الغاية التي يرحل إليها المحدثون، وينتهي إليها الطالبون، وليس من عادتهم القراءة في كتب الرأي والفروع، كما هو المعروف عند الناس.
رحل الشافعي إلى المدينة وسمع " الموطأ "، وتصدَّى للفتيا، وأنكر على من لم يطمئن في صلاته لما دخل مسجد محمد بن الحسن بالكوفة، ولم يُسْمع من مالك ولا غيره كتابًا في الرأي والمذهب، وهكذا غيره من أهل العلم والفتوى.
وأما قوله: (كما صحَّ وثبت عن مشايخنا الأمجاد النقاد) .
فجوابه: أن هذه الدعوى في مشايخه كل يدعي، فالقدرية، والرافضة،
_________
(١) في (خ) : " وأجاره "، وهو خطأ.
(٢) في (ق) : " ويرونها ".','1','49',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (40,'[٥] والجهمية، والمعتزلة، وغلاة عباد القبور يرون أن مشايخهم أَمْجَاد نُقَّاد، يؤخذ عنهم (١) ويحفظ عنهم؛ ويسمون أهل السنَّة والجماعة وأهل الحديث: حشوية، مجسمة، وناصبة، ومجبِّرة (٢) وعُبَّاد القبور يسمون الموحدين: متنقصة (٣) للأنبياء والصالحين. ويقرِّر ذلك أشياخ كل طائفة، وأتباعهم يرون أنهم بذلك أمجاد نقاد (٤) " ولو يعطى الناس بدعواهم لادعى رجال دماء قوم وأموالهم " (٥) .
قال تعالى: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} [البقرة: ١١١] [البقرة -١١١] .
إذا عرفت هذا: فمشايخ هذا الرجل الذين أثنى عليهم من أكابر المعادين للدين، ورؤوس (٦) المخالفين، وقد عرف ذلك (٧) عن ابن سند وابن سلوم وأمثالهما (٨) من أشياخه الذين كثر في هذا الباب سبابهم، وغلُظَ عن معرفة الله ومعرفة حقّه حجابُهم.

<span data-type="title" id=toc-14>[الرد على اتهام المعترض للشيخ بأنه سعى بتكفير للأمة]</span>
وأما قوله: (فسعى بالتكفير للأمة خاصها وعامها، وقاتلها على ذلك
_________
(١) في (س) : " ويؤخذ منهم ".
(٢) في (المطبوعة) : " ومجردة "، وهو خطأ.
(٣) في (س) : " منتقصة "، وفي (ق) : " منقصة ".
(٤) في (س) و (م) : " أمجادًا نقادًا "، وفي (ق) : " أمجاد نقادًا ".
(٥) هذا نص حديث نبوي صحيح أخرجه مسلم (١٧١١) ، وابن ماجه (٢٣٢١) .
(٦) في (ح) : " المعادين، ومن رؤوس "، وفي (المطبوعة) :، " المعا دين للدين، ومن رؤوس ".
(٧) سقطت " ذلك " من (ح) .
(٨) في الأصل و (ح) و (ق) : " وأمثالهم ".','1','50',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (41,'جملة إلا من وافقه على قوله (١) .
فهذه العبارة تدل على تهوُّر في الكذب، ووقاحة تامَّة، وفي الحديث: " «إنَّ مما (٢) أدرك الناس من كلام النبوة الأولى (٣) إذا لم تستح فاصنع ما شئت» " (٤) وصريح هذه العبارة أن الشيخ كفَّر جميع هذه الأمة من المبعث النبوي إلى قيام الساعة، إلا من وافقه على قوله الذي اختصَّ به، وهل يتصوَّر هذا عاقل عرف حال الشيخ وما جاء به ودعا إليه؛ بل أهل البدع كالقدرية، والجهمية، والرافضة، والخوارج، لا يُكَفِّرون جميع من خالفهم، بل لهم أقوال وتفاصيل يعرفها أهل العلم. والشيخ رحمه الله لا يعرف له قول انفرد به عن سائر الأئمة، بل ولا عن أهل السنَّة والجماعة منهم، وجميع أقواله في هذا الباب - أعني ما دعا إليه من توحيد الأسماء والصفات، وتوحيد العمل والعبادات - مجمع عليه عند المسلمين، لا يخالف فيه إلا من خرج عن سبيلهم، وعدل عن منهاجهم، كالجهمية، والمعتزلة، وغلاة عُبَّاد القبور؛ بل قوله مما أجمعت عليه الرسل، [٦] ، واتفقت عليه الكتب، كما يعلم ذلك بالضرورة من عرف ما جاءوا به وتصوره، ولا يُكَفِّر إلا على هذا الأصل بعد قيام الحجة المعتبرة، فهو في ذلك على صراط مستقيم متبع لا مبتدع.
_________
(١) في (ق) : " على ذلك ".) .
(٢) في (ق) : " إنما "، وهو خطأ.
(٣) سقطت " الأولى " من (م) و (ق) .
(٤) أخرجه البخاري (٦١٢٠) ، وأبو داود (٤٧٩٧) ، ومالك في الموطأ (ح / ٣٧٥) من حديث أبي مسعود البدري رضي الله عنه.','1','51',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (42,'وهذا كتاب الله وسنَّة رسوله، وكلام أصحاب رسول الله عيَن ومن بعدهم من أهل المعلم والفتوى معروف مشهور مقرر في محله في حكم من عدل بالله وأشرك به، وتقسيمهم للشرك إلى أكبر وأصغر؛ والحكم على المشرك الشرك الأكبر بالكفر (١) مشهور عند الأمة لا يكابر فيه إلا جاهل لا يدري ما الناس فيه من أمر دينهم، وما جاءت به الرسل. وقد أفرد هذه المسألة بالتصنيف غير واحد من أهل العلم، وحكى الإجماع عليها، وأنها من ضروريات الإسلام، كما ذكره تقي الدين ابن تيمية، وابن قيم الجوزية، وابن عقيل، وصاحب " الفتاوى (٢) البزازية "، وصنع الله الحلبي، والمقريزي الشافعي، ومحمد بن حسين النعمي الزبيدي، ومحمد بن إسماعيل الصنعاني، ومحمد بن علي الشوكاني، وغيرهم من أهل العلم.

<span data-type="title" id=toc-15>[الرد على المعترض في قوله عن الشيخ وجعل بلاد المسلمين كفارًا]</span>
وأما قوله: (وجعل بلاد المسلمين كفارًا أصليين) .
فهذا كذب وبهت، ما صدر ولا قيل، ولا أعرفه عن أحد من المسلمين فضلًا عن أهل العلم والدين؛ بل كلهم مجمعون على أن بلاد المسلمين لها حكم الإسلام في كل زمان ومكان.
وإنما تكلَّم الناس في بلاد المشركين، الذين يعبدون الأنبياء والملائكة والصالحين، ويجعلونهم أندادًا لله ربِّ العالمين، أو يسندون إليهم التصرف والتدبير كغلاة القبوريين، فهؤلاء تكلم الناس في كفرهم وشركهم وضلالهم، والمعروف المتفق عليه عند أهل العلم: أن من فعل
_________
(١) سقطت " بالكفر " من (ق) .
(٢) في (المطبوعة) : " الفتوى ".','1','52',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (43,'ذلك ممن يأتي بالشهادتين يحكم عليه بعد بلوغ الحجة بالكفر والردَّة ولم يجعلوه كافرًا أصليًّا، وما رأيت ذلك لأحد سوى محمد بن إسماعيل في رسالته تجريد التوحيد المسمى: " بتطهير الاعتقاد " (١) وعلَّل هذا القول: بأنهم لم يعرفوا ما دلَّت عليه كلمة الإخلاص، فلم يدخلوا بها في الإسلام مع عدم العلم بمدلولها، وشيخنا لا يوافقه على ذلك.
ولكن هذا (٢) المعترض لا يتحاشى من الكذب ولو كان من الميتة والموقوذة والمتردية، وما رأيت شيخ الإسلام أطلق على بلد من بلاد (٣) المنتسبين إلى الإسلام إنها بلد كفر، ولكنه قرر أن دعاء الصالحين وعبادتهم بالاستعانة والاستغاثة والذبح والنذر والتوكل، على أنهم وسائط بين العباد وبين الله في الحاجات والمهمات، هو دين المشركين وفعل الجاهلية (٤) الضالين من الأميين والكتابيين، فظنَّ هذا أن لازم قوله أنه يحكم على هذه البلاد (٥) أنها بلاد كفر، وهذا ليس (٦) بلازم، ولو لزم، فلازم المذهب ليس بمذهب، ونحن نطالب الناقل بتصحيح نقله.
نعم؛ ذكر الحنابلة وغيرهم أن البلدة التي تجرى عليها أحكام الكفر، ولا تظهر فيها أحكام الإسلام بلدة كفر؛ وما ظهر فيها هذا وهذا
_________
(١) ص (٥٠٣) ضمن مجموعة رسائل (الجامع الفريد) .
(٢) سقطت " هذا " من (ق) .
(٣) سقطت " بلاد " من (س) .
(٤) في (المطبوعة) : " الجاهليين والضالين "، وفي (ق) : " الجاهلية والظالمين ".
(٥) في (ق) : " البلاد هذه ".
(٦) في (ح) و (المطبوعة) : " وليس هذا ".','1','53',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (44,'فقد أفتى فيها شيخ الإسلام ابن تيمية بأنه يراعى فيها الجانبان (١) فلا تعطى حكم الإسلام من كل وجه، ولا حكم الكفر من كل وجه، كما نقله عنه (٢) ابن مفلح (٣) وغيره.
وقوله: (فلا تؤكل ذبائحهم عنده (٤) ولا تحل نساؤهم) .
فهذا من نمط ما قبله، والشيخ (٥) لا يمنع من ذبيحة الشخص المعين إذا شهد أن لا إله إلا الله، وأن محمدًا رسول الله، ودخل في الإسلام، ما لم يأتِ بمانع يمنع من حل ذبحه، وكذا حكم النساء، فكيف يقول ذلك في أهل بلد وأهل قرية لا يعلم تفاصيل أحوالهم وما يجري منهم من النواقص (٦) إلا الله عالم الغيب والشهادة.
وأما القتال: فلم يقاتل إلا أصل الإسلام، والتزام مبانيه العظام، ومن نقل عنه أنه قاتل على غير ذلك فقد كذب وافترى، على أن بعض العلماء يرى القتال على ترك بعض الواجبات (٧) .
فكيف بما أجمع عليه سلف الأئمة وأئمتها؟ .
_________
(١) في (س) : " هذا وهذا ".
(٢) في (المطبوعة) : " عن "، وهو خطأ.
(٣) انظر: " مجموع الفتاوى " (٨ / ٢٨١ - ٢٨٢) ، (٢٧ / ١٤٣، ٤٩ ٢) ، و " الفتاوى الكبرى " (٤ / ٣٧٧) .
(٤) في (ق) : " عندهم ".
(٥) في (ق) : " الشيخ ".
(٦) في (ح) و (المطبوعة) : (النواقص) بالصاد المهملة.
(٧) في (س) : " على بعض المكفرات "، وفي (م) و (ق) و (ح) و (س) زيادة: " ولو كان المستند من رأي بعض المجتهدين ".','1','54',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (45,'وأما قوله: (ولا يُجَوِّز السفر إليهم حتى منع (١) السفر إلى جميع بلاد الإسلام) .
فيطالب أولا (٢) بتصحيح هذا؛ فإن صحَّ فللسلف كلام معروف في السفر إلى ما (٣) ظهر فيه شيء من شعار الكفر والفسوق لمن لم يقدر على [٨] إظهار دينه، وللقادر أيضًا كما يعرفه أهل العلم والفقه، وقد منعوا من السفر إلى بلد تظهر فيها البدع لمن خشي الفتنة، فكيف ببلد يدعى فيها غير الله ويستغاث بسواه، ويتوكَّل على ما (٤) عبد معه من الإلهة؛ بل لقد صرَّح غلاة عباد القبور بأن لمشايخهم شركة في التدبير والتصريف وبعضهم يقول: (وُكِلَ إليهم تدبير العالم) كما رأيناه وسمعناه من طوائف كثيرين (٥) ؛ وقد حكاه عنهم شيخ الإسلام في مِنْهَاجِهِ (٦) .
فماذا على شيخنا رحمه الله تعالى لو حمى الحمى وسدّ الذريعة وقطع الوسيلة؟ .
لا سيّما في زمن فشا فيه الجهل وقبض العلم، وبَعُد العهد بآثار النبوة؛ وجاءت قرون لا يعرفون أصل الإسلام ومبانيه العظام، وأكثرهم يظن أن الإسلام هو التوسل بدعاء الصالحين، وقصدهم في الملمات والحوائج، وأن من أنكره جاء بمذهب خامس لا يعرف قبله.
_________
(١) في (م) و (ق) : (منع من السفر) .
(٢) في (ق) : " أولًا منه بتصحيح ".
(٣) في (المطبوعة) : " بلد " مكان: " ما ".
(٤) في (م) و (ق) : " من ".
(٥) في (ق) : " كثيرة ".
(٦) انْظُرْ: " منهاج السنَّة النبوية " (٣ / ٢٧٦) .','1','55',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (46,'فإذا كان الحال هكذا فأي مانع من قوله؟ وأي دليل يجيز السفر إليهم ويبيحه مطلقًا؟
هذا لا يقوله إلا جاهل بأصول الشريعة ومدارك الأحكام، ومن القواعد المهمة: " سد الذريعة، وقطع الوسيلة المفضية إلى محظورات الشريعة ". فكيف بالكفر الذي لا ساحل له؟ وقد ابتلينا بهؤلاء المعترضين الجهال الذين لا يعرفون قواعد الملة والشريعة، ولا يستصعبون الأصول فيما يبدونه أو يحكونه من النقول.
وهذا اغتراب الدين من لك بالتي ... كقبض على جمر فتنجو من البلا
ولو أن عينا ساعدت لتوكفت ... سحائبها بالدمع ديمًا هطلا
ولكنها عن قسوة القلب قحطها ... فيا ضيعة الأعمار تمشي سبهللا (١) .

<span data-type="title" id=toc-16>[مناقشة المعترض في مسألة أخذ أموال المحاربين وحكم الفيء والغنيمة]</span>
وأما قوله: (فإذا تولَّى بلدًا قهرًا من بلاد محاربيه جعلها بزعمه فيئًا بيت مال له ولعياله وأتباعه؛ يزعم بذلك أنه يفعل فعل الصحابة رضي الله عنهم بالشام والعراق وغيرها من بلاد المسلمين) .
والجواب أن يقال: هذه العبارة عبارة جاهل بالحال والواقع، جاهل [٩] بالأحكام الشرعية. والشيخ رحمه الله ما اختص بشيء من ذلك له ولا (٢) لعياله، بل هم كسائر المسلمين، يأكل أحدهم من الزكاة (٣) بفقره (٤) وحاجته وجهاده، ومن الفيء بحسب غناه في الإسلام ونفعه لأهله ومقامه
_________
(١) ما بين القوسين سقط من (المطبوعة) .
(٢) في (ق) : " لا له ولا ".
(٣) في (ح) و (المطبوعة) : " الزكاة ".
(٤) ساقطة من (ق) .','1','56',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (47,'فيه، وغيرهم أحظ (١) وأكثر، وأمر هذا المال إلى ولاة (٢) الأمور والأئمة. هذا حقيقة الحال.
وأما الحكم الشرعي: فمعلوم أن الرسول (٣) صلى الله عليه وسلم فتح خيبر، وقسَّمها بين الغانمين، واختصَّ منها بفدك يأكل منها هو وأهله، ثم صارت صدقة بعده بنص الحديث، بيد أبي بكر ثم عمر، ثم دفعها عمر إلى علي والعباس، وهذا أطيب المكاسب وأحلها.
قال الله تعالى: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ} [الأنفال: ٤١] الآية [الأنفال -٤١] .
وقال تعالى: {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ} [الحشر: ٧] (٤) الآية [الحشر -٧] .
وقد أخذ الجزية من مجوس هجر وأهل نجران وقسمها بين أصحابه، وسيرته في المغانم (٥) معروفة مشهورة عند أهل العلم، والبحث في حال من أخذت منه وفي دينه: هل هذا الأخذ على الوجه الشرعي والقانون المرضي أولا؛ هذا محل البحث.
وأمَّا التشنيع بمجرد (٦) أخذها: فهو حرفة الجاهلين، وطريقة
_________
(١) في (المطبوعة) : " أحظى ".
(٢) في (ق) : " لولات ".
(٣) في (م) (ق) : " رسول الله ".
(٤) في (س) زيادة: وَلِذِي الْقُرْبَى.
(٥) في (ق) : " وسيرته في الغنائم ".
(٦) في (س) : " بأخذها ".','1','57',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (48,'غير المحصلين (١) وحينئذٍ فيقال: إن كان ما صدر من رؤساء الإحسان والقطيف وغيرهم، ممن أُخذ ماله فيئًا وغنيمة هو الشرك الأكبر وعبادة الصالحين، وهو صريح الرد على الله وعلى رسله (٢) وعلى أئمة الدين، وما قرَّره الشيخ وبيَّنه هو توحيد رب العالمين الذي جاءت به الرسل ونزلت به الكتب، وأنهم قاموا أشد القيام في رده وإطفائه، وقاتلوا (٣) على ذلك بعد قيام الحجة، واعتراف (٤) كثير من علمائهم بأنه الحق، وأنه دين الله، فلا حرج حينئذِ ولا إثم في أخذ تلك الأموال فيئًا وغنيمة، اقتداء برسول الله صلى الله عليه وسلم، وعملًا بدينه وشرعه (٥) ؛ وإن كان ما عليه من أُخذت أموالهم من عبادة الصالحين، والشرك بالله والإعراض عن دينه، وقتال أهله، ومعاداة من قام به، وهو الإسلام وهو الحق، وهم مصيبون في ذلك على بينة من الله، [١٠] ، فالذم لمن (٦) حكم على أموالهم بهذا الحكم، والعيب له، وتجهيله يتجه ولا يعاب.
فالكلام في الأصل الذي تفزع عنه أخذ الأموال، وجعلها فيئًا وغنائم، والمعترض لا يرى أن عبادة الصالحين، ودعاءهم، والتوكل عليهم، والذبح لهم، وتسويتهم بالله في الحب والخوف والرجاء والتعظيم
_________
(١) في (ق) : " المخلصين ".
(٢) في (ق) و (م) : " رسوله ".
(٣) في (المطبوعة) : " وقاتلوه ".
(٤) في (المطبوعة) : " واعترف ".
(٥) في (ق) : " وشريعته ".
(٦) في (ق) : " على من ".','1','58',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (49,'شرك وضلال (١) يبيح الأموال والدماء بعد قيام الحجة، فلذلك اعترض بأخذ الأموال وجعلها فيئًا؛ بل (٢) ولا يرى ما كانت عليه البوادي من ترك دين الله والإعراض عما جاءت به الرسل، وإنكار البعث والرجوع في الدماء والأموال إلى ما حكمت به أسلافهم وعشائرهم، مع الاستهزاء الصريح بدين الله ورسله، مكفرًا مبيحًا للقتال والمال، وشبهة هذا الضال وإخوانه من قبل أنهم يقولون: لا إِله إلا الله.
والعلماء يُكَفِّرون بدون هذا من المكفرات، ويرون أن أموال هؤلاء المرتدين فيئًا، لا يختلفون في ذلك.

<span data-type="title" id=toc-17>[الكلام في تكفير أهل الأحداث]</span>
وأما قول المعترض: لما رأى في هذه الأمة من الأحداث التي لا تزال موجودة فيها تقل وتكثر، ولا تزال علماؤها تجدد لها دينها من الباب الواسع، وهو الأمر بالمعروف والنهي عن المنكر، وتتحاشى عن الدخول عليها من الباب الضيق وهو تكفيرها الذي حذَّر عنه نبيها. . .) إلى آخر عبارته.
فالجواب أن يقال: قضية هذا الكلام أن الشيخ إنَّما كفر وقاتل وأخذ الأموال بأحداث لا تزال موجودة في الأمة تقلّ وتكثر، وأنها لا يكفر بها أحد، وأن تكفير الصحابة (٣) لمن كفَّروه من أهل الردة على اختلافهم، وتكفير علي للغلاة، وتكفيره (٤) للسحرة وقتلهم، وتكفير من بعدهم
_________
(١) في الأصل و (س) و (م) و (ق) : " شركًا وضلالاً "، والمثبت كما في باقي النسخ، وهو الصواب لكونه خبر " إن ".
(٢) (بل) سقطت من (س) .
(٣) في (ق) : " الصاحبة "، وهو سبق قلم.
(٤) في الأصل و (م) : " وتكفيرهم "، والمثبت كما في بقية النسخ، وهو الأقرب.','1','59',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (50,'للقدرية ونحوهم، وتكفير من بعد أولئك للجهمية، وقتلهم للجعد بن درهم وجهم بن صفوان ومن على رأيهم، وقتلهم للزنادقة، وهكذا في كل قرن وعصر من أهل العلم والفقه والحديث طائفة قائمة تكفر من كفَّره الله ورسوله، وقام الدليل على كفره لا يتحاشون عن ذلك؛ بل يرونه من واجبات الدين وقواعد الإسلام وفي الحديث: " «من بدل دينه فاقتلوه» " (١) .
، [١١] وبعض العلماء يرى أنَّ هذا والجهاد (٢) عليه ركن لا يتم الإسلام بدونه. وقد سلك سبيلهم الأئمة الأربعة المقلَّدون، وأتباعهم في كل عصر ومصر، وكفروا طوائف من أهل الأحداث، كالقرامطة والباطنيه، وكفَّروا العبيديين ملوك مصر وقاتلوهم، وهم يبنون المساجد، ويصلون ويؤذون، ويدَّعون نصرة أهل البيت، وصنَّف ابن الجوزي كتابًا سمَّاه: النصر على مصر) (٣) ذكر فيه وجوبَ قتالِهم، وردَّتِهم.
وقد عقد الفقهاء في كل كتاب من كتب الفقه المصنفة على مذاهبهم، أبوابًا مستقلة (٤) في حكم أهل الأحداث التي توجب الردَّة، وسماه: باب (٥) الردَّة، وأكثرهم عرَّفوا المرتد: بأنه الذي يكفر بعد إسلامه، وذكروا أشياء دون ما نحن فيه من المكفرات حكموا بكفر فاعلها، وإن صَلَّى وصام، وزعم أنه مسلم.
_________
(١) أخرجه البخاري (٦٩٢٢) ، وأبو داود (٤٣٥١) ، والترمذي (١٤٥٨) ، والنسائي (٧ / ١٠٤) ، وابن ماجه (٢٥٣٥) .
(٢) في (م) و (ق) : " هذا الجهاد ".
(٣) في (م) و (ق) : " النصر على فتح مصر ".
(٤) في (م) و (ق) و (ح) و (المطبوعة) : (بابًا مستقلاً) .
(٥) في (المطبوعة) : " وسماه أكثرهم باب ".','1','60',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (51,'وقال الشيخ عثمان الحنبلي صاحب " حاشية المنتهى " في عقيدته:
(تتمة: الإسلام: الإتيان بالشهادتين مع اعتقادهما والتزام الأركان الخمسة إذا تعينت وتصديق الرسول صلى الله عليه وسلم فيما (١) جاء به: (ومن جحد ما لا يتم الإسلام بدونه، أو جحد حكمًا ظاهرًا، أجمع (٢) على تحريمه أو حله) (٣) إجماعًا قطعيًّا، أو ثبت جزمًا كتحريم لحم الخنزير، أو حل خبز (٤) ونحوهما كَفرَ، أو فعل كبيرة، وهي ما فيها حد في الدنيا، أو وعيد في الآخرة، أو داوم على صغيرة، - وهي ما عدا ذلك - فَسَقَ) . انتهى.
وهذا يعرفه صغار الطلبة فضلًا عن العلماء الممارسين.
وهذا الأحمق يَعُدُّ هذا بابًا ضيقًا، ويسفه رأي الأئمة وعلماء الأمة ويجهلهم، وهو يزعم أنه ينصرهم. وما أحسن ما قيل:
لأن يعادي المرء عاقلاً خير له ... من أن يكون له صديق (٥) أحمق
والباب الذي يسع كل أحد هو الباب الشرعي، الذي عليه الداعي النبوي.
_________
(١) في (ح) و (المطبوعة) : " فيما ".
(٢) في بقية النسخ: " أو أجمع ".
(٣) ما بين القوسين ساقط من (م) و (ق) .
(٤) في الأصل و (المطبوعة) : " خمر "، وهو خطأ، والمثبت كما في: (م) و (س) و (ق) .
(٥) في جميع النسخ: (عاقل) ، والمثبت كما في (المطبوعة) ، وهو الصواب.','1','61',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (52,'وأما إهمال الجهاد، وعدم تكفير المرتدين، ومن عدل بربه، واتخذ معه الأنداد والآلهة، فهذا إنما يسلكه من لم يؤمن بالله ورسوله، ولم يُعْنهم أمره، ولم يسلك صراطه، ولم يقدر الله ورسوله (١) .
حق قدره، بل ولا قدَّر علماء الأمة وأئمتها حق قدرهم، وهذا هو الحرج والضيق.
[١٢] ، قال تعالى: {فَمَنْ يُرِدِ اللَّهُ أَنْ يَهدِيَهُ يَشْرَحْ صَدْرَهُ لِلْإِسْلَامِ} [الأنعام: ١٢٥] [الأنعام -١٢٥] .
والجهاد للمارقين والمرتدين وتكفيرهم داخل في مسمى الإسلام، بل هو من أركانه العشرة، كما نصَّ عليه بعض المحقِّقين، وفي الحديث: " «وذروة سنامه الجهاد في سبيل الله» " (٢) فلا ينشرح له ويراه حقُّا وواسعًا إلا صدر من أراد الله هدايته وتوفيقه، ويراه ضيقًا حرجًا من أراد الله أن يضله ويخزيه بين عباده المؤمنين.
هكذا يقرِّر الكلام هنا والقول في هذا الموضع، لا ما زعمه من خسف الله قلبه، فعكس القضية، وراغم الأدلة الشرعية، والقوانين المحمَّدية، فبعدًا لقوم لا يؤمنون.
وأما قوله: (أن تكفيرها حذر منه نبيها صلى الله عليه وسلم غاية التحذير) .
فيقال: إن زعمت أن النبي صلى الله عليه وسلم حذر عن تكفير من أتى ما يوجب الكفر ويقتضيه ممن بدَّل (٣) دينه، فهذا مكابرة وجحد للضروريات
_________
(١) سقطت " ورسوله " من (س) ، وفي (المطبوعة) : " ولا رسوله ".
(٢) وهو جزء من حديث معاذ بن جبل الطويل حين كان رديف النبي صلى الله عليه وسلم، أخرجه الترمذي (٢٦١٦) ، وابن ماجه (٣٩٧٣) ، وأحمد في المسند (٥ / ٢٣١) .
(٣) في (ح) : (وتقتضيه ممن غير بدَّل) ، في (م) و (ق) : (غيَّر) مكان: " بدَّل ".','1','62',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (53,'والحسيَّات، وقائله إلى أن يعالج عقله أحوج منه إلى تلاوة الآيات والأحاديث، وحكاية الإجماع، وفعل الأمة طبقة طبقة وقرنًا قرنًا.
وإن أراد أن النهي (١) عن تكفير عموم الأمة وجميعها: فهذا لم يقله أحد، ولم نسمع به عن (٢) مارق ولا مبتدع، وهل يقول هذا من له عقل يدرك به ويعرف ما في الأمة من العلم والإيمان والدين؛ وأما بعض الأمة فلا مانع من تكفير من قام الدليل على كفره كبني حنيفة، وسائر أهل الردَّة في زمن أبي بكر، وغلاة القدرية والمارقين الذين مرقوا في زمن علي رضي الله عنه وغلوا فيه، وهكذا الحال في كل وقت وزمان، ولولا ذلك لبطل الجهاد وترك الكلام في أهل الردة وأحكامهم، وفي ضمن هذا القول ما تقدم من تسفيه جميع الأمة، وتجهيل علمائها الذين كفَّروا بكثير من الأحداث والمكفِّرات، وفيه: (أنهم لم يسلكوا الطريق الواسع، ولم يفهموا الحديث عن نبيهم) .
وبالجملة: فهذا المعترض مموَّه بلفظ الأمة مُلَبِّس.
قال تعالى في ذم هذا الصنف من الناس: {وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ} [البقرة: ٤٢] [البقرة -٤٢] .
وهذا من أعظم اللبس والخلط والتمويه، والأمة تطلق ويُراد بها عموم أهل الدعوة، ويدخل فيها من لم يستجب لله ورسوله، وتطلق أيضًا [١٣] ، ويُراد بها أهل الاستجابة المنقادين لما جاءت به الرسل، ومن لم يُفَصّل ويضع النصوص مواضعها فهو من الجاهلين الملبسين، بل هو ممن صدَّ
_________
(١) في (المطبوعة) : " أراد النهي ".
(٢) في (م) و (ق) : (هذا عن) .','1','63',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (54,'عن سبيل الله وصدف (١) عن آياته.
قال تعالى: {سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا سُوءَ الْعَذَابِ بِمَا كَانُوا يَصْدِفُونَ} [الأنعام: ١٥٧] [الأنعام -١٥٧] .

<span data-type="title" id=toc-18>[كل الطوائف يصنفون الكتب لنصرة مذاهبهم]</span>
وأما قوله: (قد بسطنا القول في كتابنا: " غسل الدرن عما (٢) ركبه هذا الرجل من المحن "، وفي كتابنا: " تبصرة أولي الألباب ") .
فكأن المعترض يتمدح وينوه بأن له كتابا في الرد على شيخنا رحمه الله (٣) .
فيقال: كل مبتدع وضال من سائر الطوائف على اختلاف نحلهم وتباين مذاهبهم يصنفون الكتب في نصر أقوالهم ونحلهم, فالرافضة والجهمية, والخوارج وعباد القبور, ومن يقول: إن الأولياء يتصرفون في العالم. والقائلون: بأن الله ثالث ثلاثة وأمثالهم من المبتدعة والمشركين والمعطلة يصنفون الكتب في نصر مذاهبهم, ويسمونها بأسماء مستحسنة تمويهًا على الجهال, وفيها الداء الدفين؛ والكفر الواضح المستبين, فالنصارى سموا ما أحدثوه في هذه الأعصار (٤) من التبديل والتغيير: " العهد الجديد " وسموا: " الأمانة الكبرى ". وسمى بعض من صنف في الفلسفة ومخالفة كتابه: " رسائل إخوان الصفا " وسموا ما صنف في عبادة النجوم بـ " السر المكتوم ". وبعض غلاة القبوريين
_________
(١) في (ح) : " وصدق "، وهو خطأ.
(٢) في (ق) : " فيما ".
(٣) سقطت " رحمه الله " من (ق) .
(٤) سقطت " في هذه الأعصار " من (ق) و (م) .','1','64',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (55,'يسمى ما صنف في إسناد تدبير العالم إلى الأولياء بـ " كرامات أولياء الله ". وسمى ابن عربي كتابه في الاتحاد: " الفتوحات المكية " وآخر سماه بـ " الفصوص "، وصنف أبو حامد الغزالي كتابه المعروف، وسماه: " إحياء علوم الدين " وقد أمات به من أصول الدين ودعائمه ما يعرفه من عرفه، وصنَّف محمد بن زكريا المتطبب كتابه في الطعن على الأنبياء، وردَ عليه أبو حاتم الرازي المتكلم.
وهذا التلبيس لا يروج على من عرف الحقائق، وهذا الرجل يتمدح بما لا يجدي (١) . وقد ردَّ أمثاله من الضالين على شيخ الإسلام وإخوانه الموحدين، فما زادهم ذلك إلا شرفًا وعزًّا، وشهادة بصحة ما هم عليه:
والضد يظهر حسنه الضد (٢) ... وبضدها تتبين الأشياء
وللشيخ أسوة بأئمة الهدى، وسادات الأولياء، وما أحسن ما قال
شيخ الإسلام ابن تيمية:
لو لم تكن لي في القلوب مهابة ... لم تكثر الأعداء في وتقدح
كالليث لما هيب خط له الزبى ... وعوت لهيبته الكلاب النبّح
يرمونني شزر العيون لأنني ... غلَست في طلب العلا وتصبحوا (٣)
وقال أبو الطيب:
_________
(١) في (س) : " بما هو عين العيب والذم ".
(٢) في (ح) " بالضد ".
(٣) في (ح) : " وتصبح ".','1','65',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (56,'وإذا أتتك مذمتي من ناقص ... فهي الشهادة لي بأني كامل (١)
وقال حسان رضي الله عنه (٢) .
أتهجوه ولست له بكفء ... فشرُّكما لخيركما الفداء
وأحسن من هذا كله قوله تعالى (٣) {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ} [الأنعام: ١١٢] [الأنعام -١١٢] والآية بعدها.
فكيف يفتخر هذا الجاهل بالرد على شيخ الإسلام؟ .
_________
(١) في جميع النسخ: " فاضل "، وفي (المطبوعة) : " كامل "، وهو الصواب. وانظر: " ديوان أبي الطيب المتنبي ".
(٢) انظر: همزيته في فتح مكة، ومطلعها: " عفت ذات الأصابع " في سيرة ابن هشام (٤ / ٦٤ - ٦٧) .
(٣) سقطت " كله " من (ق) و (م) ، وفي (ق) : " قول الله تعالى ".','1','66',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (57,'<span data-type="title" id=toc-19>[فصل بيان مقصود الشيخ لا يستقيم إسلام أحد إلا بمعادة المشركين]</span>
فصل قال المعترض: (والمقصود هنا ذكر عبارات (١) لهذا المكفر بعينها؛ مما نقلناه من خطه بيده وجدناه عند أكابر دعاته ممن أدركناه؛ وذلك [أبعد] (٢) عن دعوى الافتراء عليه ممن ينتمي إليه، وجعلت على نفسي عهدًا وميثاقًا محققًا أني لا أذكر عنه إلا ما تحقَّق كتحقيق الشمس عن الفيء، إذ المقصود من ذلك طلب الحق ودفع الباطل، حيث بقي على هذا التكفير أتباعه ونصروه، توضيحًا منا للحق، لأن " الدين النصيحة ") .
فالجواب أن يقال: قد صنع في أكثر العبارات التي نقلها ما صنعت اليهود من التحريف لألفاظها، وإسقاط بعضها وتغييره، فسرى هذا الداء إليه، كما ستقف إن شاء الله عليه (٣) .
وإذا اجتمع الجهل والهوى، فقد استحكمت أسباب الهلاك والردى، وأحاطت بصاحبهما (٤) موجبات الضلال والشقى.
_________
(١) في (ح) : " عباداه "، وهو خطأ.
(٢) ما بين المعقوفتين إضافة من (المطبوعة) ، ولعلها سقطت من أصل كلام المعترض، أو هي من عدم حسن تركيبه للعبارة كما قد عرف ذلك من خلال النقول عنه في هذا الكتاب.
(٣) في (م) : " عليه إن شاء الله ".
(٤) في (م) و (ح) و (ق) : " بصاحبها ".','1','67',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (58,'وهذا العهد الذي جعله على نفسه، نقضه وغدر في أول عبارة (١) وما بعدها، و " «لكل غادر لواء يوم القيامة» "، وسيجزيه الله ما وعد به أمثاله من المعادين لأوليائه، الطالبين العنت للبرآء.
قال المعترض نقلًا عن الشيخ: (قال في المواضع التي تكلَّم بها (٢) على السيرة - بعد كلام له سبق -: " فإذا عرفت هذا عرفت أن الإنسان لا يستقيم له إسلام ولو وحَّد الله تعالى وترك الشرك، إلا بعداوة [١٥] المشركين؛ والتصريح لهم بالعداوة والبغضاء، كما قال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} [المجادلة: ٢٢] الآية [المجادلة -٢٢] .
قال: فإذا فهمت ذلك فهما جيدًا عرفت أن كثيرًا ممن يدَّعون الدين لا يعرفونها، وإلا فما الذي حمل المسلمين (٣) على الصبر على ذلك العذاب وإلا سر والضرب والهجرة إلى الحبشة " إلى آخر كلامه.
قال المعترض: فنقول أولًا: ينظر في هذا الكلام وتأصيله، فيقال: من هم هؤلاء الكفار أهل (٤) الشرك الذين هم ككفار قريش والحبشة، الذين يجعلون الله ثالث ثلاثة وأشباههم كأهل الكتاب وعبدة الأوثان، الذين نهيت عن موادتهم وكفرت بها، وأُنزلَت عليهم الآية الكريمة لديك: أتُراهم أمة محمد صلى الله عليه وسلم المتقدم ذكرهم، الذين قد عمروا المدارس في أقطارهم
_________
(١) في (ح) : " عبادة "، وهو خطأ مطبعي.
(٢) في (ق) : " فيها ".
(٣) في (ح) : " المسلمون "، وهو خطأ.
(٤) في (ق) و (م) : (وأهل) .','1','68',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (59,'وأمصارهم، ونصبوا القضاة، وشيدوا المنار (١) على مساجدهم لداعي الفلاح آناء الليل وأطراف النهار، ظاهرين مظهرين لذلك، قد بذلوا عليه الأموال والأنفس، يجاهدون عليه من أنكره من أهل الكتاب وغيرهم، حتى بنجد قد شيدوا منارها بعلمائها، ولا والله نعلم إلا ما شاء الله على مساجدها وأئمتها ومدارس قرائها (٢) ومساقيها وسرجها أوقافًا إلا من هؤلاء الذين كفَّرهم هذا الرجل، ويسميهم بالكفار أهل الجاهلية) . والجواب أن يقال: لا بدَّ من ذكر كلام الشيخ ليتبين مراده، ويعرف ما في كلام هذا المعترض من التحريف والحذف لما يبين مراد الشيخ وموضوع كلامه.
قال الشيخ (٣) (الموضع الثاني: أنه - صلى الله عليه وسلم لما قام ينذرهم عن الشرك ويأمرهم بضده وهو التوحيد؛ لم يكرهوا ذلك واستحسنوه وحدَّثوا أنفسهم بالدخول فيه؛ إلى أن صرَّح بسب (٤) دينهم، وتجهيل علمائهم، فحينئذٍ شمروا له ولأصحابه عن ساق العداوة، وقالوا: سفه أحلامنا، وعاب ديننا، وشتم آلهتنا؛ ومعلوم أنه صلى الله عليه وسلم لم يشتم عيسى وأمه ولا الملائكة ولا الصالحين؛ لكن لما ذكر أنهم لا يُدعون (٥) ولا ينفعون ولا يضرون؛ جعلوا ذلك شتمًا، فإذا عرفت هذا عرفت أن الإنسان لا يستقيم له إسلام [١٦] ، ولو وحَّد الله وترك الشرك إلا بعداوة المشركين، والتصريح لهم بالعداوة
_________
(١) في (المطبوعة) : " المنائر ".
(٢) في (المطبوعة) : (ومدارسها وقرائها) .
(٣) انظر: "الدرر السنية" (٨ / ١١٣) .
(٤) في (ح) : "بسبب"، وهو خطأ.
(٥) في (المطبوعة) : "لا يسمعون".','1','69',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (60,'والبغضاء، كما قال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [المجادلة: ٢٢] (١) الآية [المجادلة -٢٢] .
فإذا فهمت هذا فهمًا جيدًا عرفت أن كثيرًا من الذين يدَّعون الدين لا يعرفونها ولا يفهمونها، وإلا فما الذي حمل المسلمين على الصبر على ذلك العذاب والأسر والضرب والهجرة إلى الحبشة مع أنه صلى الله عليه وسلم أرحم الناس، ولو يجد لهم رخصة لأرخص لهم، كيف وقد أنزل الله عليه: {وَمِنَ النَّاسِ مَنْ يَقُولُ آمَنَّا بِاللَّهِ فَإِذَا أُوذِيَ فِي اللَّهِ جَعَلَ فِتْنَةَ النَّاسِ كَعَذَابِ اللَّهِ} [العنكبوت: ١٠] (٢) الآية [العنكبوت -١٠] .
فإذا كانت هذه الآية فيمن وافقهم بلسانه إذا أوذي فكيف بغير ذلك؟) . انتهى كلام الشيخ رحمه الله.
وقد حذف منه المعترض أوله؛ لأن فيه التصريح بأن العداوة المطلوبة ذكر آلهتهم بأنهم لا يُدعون (٣) ولا ينفعون ولا يضرون، وأن من لم يصرح بذلك (ويعاديهم، ويتبرَّأ منهم ويبغضهم) (٤) ويعتقده ويدين به، لا يستقيم له إسلام، وهذا هو الحق؛ بل هو من مدلول كلمة الإخلاص؛ وهو حقيقة التوحيد، فلو وحَّد الله بعبادته ولم يشرك به، لكنه لم يأتِ (٥) بهذا ولم يعتقده، لم ينتفع بتوحيده وعدم شركه، وهذا
_________
(١) في (ق) و (م) زيادة: (يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ) .
(٢) من قوله تعالى: فَإِذَا أُوذِي، إلى قول المصنف: الآية ساقطة من (ق) .
(٣) في (المطبوعة) : (لا يسمعون) .
(٤) ما بين القوسين ساقط من (س) .
(٥) في (ح) : " يأت " بحذف أداة النفي، وجزم الفْعل.','1','70',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (61,'حق لا شك فيه، والآيات تدل عليه، وتشهد له، وهذا المعنى دلَّت عليه كلمة الإخلاص تضمنًا؛ وهو ظاهر بحمد الله.
والمعترض حذفه عمدًا، وأخذ وسط العبارة، وقصده الترويج والتمويه، (وقد ورد حديث مرفوع: " «لا يستقيم إيمان عبد حتى تستقيم جوارحه» (١) ") (٢) وكذلك قول الشيخ في آخر كلامه: (فإذا كانت هذه الآية فيمن وافقهم بلسانه إذا أوذي فكيف بغير ذلك) ؛ وأن هذا يدل على أن الكلام فيمن لم يصرح بعيب آلهتهم، وتسفيه أحلامهم، والتصريح لهم بذلك، وهو غاية العداوة والبغضاء، فحذف هذا المعترض أول الكلام وآخره ليروج ويلبس، وهذا من نوع التحريف والإلحاد ولي الألسن، وهو حرفة يهودية ورثها من ورثها.
وقد قال تعالى: {مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْإِيمَانِ} [النحل: ١٠٦] [النحل -١٠٦] .
والإكراه له صور (٣) خاصة قولية لا فعلية (٤) وما عداها فلا رخصة فيه، والآية عامة يدخل فيها دخولًا أوليًّا (٥) من لم يعب دين المشركين،
_________
(١) أخرجه أحمد (٣ / ١٩٨) ، والشهاب القضاعي في مسنده (ح / ٨٨٧) ، وفيهما " ولا تستقيم جوارحه حتى يستقيم قلبه ولا يستقيم قلبه حتى يستقيم لسانه ".
(٢) ما بين القوسين ساقط من (س) ، ومكانه زيادة: " بأن العداوة المقصودة جنس آخر ونوع ثاني غير عيب دينهم، وضعف آلهتهم بما لهم من الصفات التي تبطل عبادتهم وتسفه من دعاهم ".
(٣) في (س) : " صورة "، وفي (ح) : " صوران ".
(٤) سقطت " قولية لا فعلية " من (س) .
(٥) في (ق) : " أولويًّا ".','1','71',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (62,'وأن آلهتهم لا تنفع ولا تضر، لأنه إذا لم يصرِّح بذلك فهو كاتم لما تضمنته كلمة الإخلاص من النفي، ولا رخصة في الكتمان إلا بشرطه المتقدِّم؛ وهذا لا خلاف فيه بين الأمة، والمعترض من الغافلين عن هذه (١) المباحث الدينية، أو ممن أضلَّه الله على علم، وقد غدر بميثاقه الذي جعله على نفسه بحذف أول العبارة وآخرها، لأنه تبديل وتغيير (٢) لكلام الشيخ، وسيأتيك من أخواتها ما هو من أعجب العجاب، فالحمد لله على معرفة الحق والصواب.
واعلم أن هذا المعترض لم يتصور حقيقة الإسلام والتوحيد؛ بل ظن أنه مجرَّد قول بلا معرفة ولا اعتقاد (٣) وإلا فالتصريح بالشهادتين والإتيان بهما ظاهرًا هو نفس التصريح بالعداوة والبغضاء، وما أحسن ما قيل:
وكم من (٤) عائب قولاً صحيحًا ... وآفته من الفهم السقيم (٥)
(ولأجل عدم تصوره أنكر هذا، ورد إلحاق المشركين في هذه الأزمان بالمشركين الأولين، ومنع إعطاء النظير حكم نظيره، وإجراء الحكم مع علته، واعتقد أن من عبد الصالحين ودعاهم وتوكل عليهم وقرَّب لهم القرابين مسلم من هذه الأمة، لأنه يشهد أن لا إله إلا الله ويبني المساجد ويصلي، وأن ذلك يكفي في الحكم بالإسلام ولو فعل ما فعل من الشركيات، وحينئذٍ فالكلام مع هذا وأمثاله في بيان الشرك الذي حرَّمه
_________
(١) في (ح) : " هذا ".
(٢) في (م) و (ق) : " تغيير وتبديل ".
(٣) في (س) : " مجرَد معرفة واعتقاد ".
(٤) سقطت (من) من (س) .
(٥) من هنا يبدأ السقط من (ق) .','1','72',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (63,'الله ورسوله، وحكم بأنه لا يغفر، وأن الجنة حرام على أهله، وفي بيان الإيمان والتوحيد الذي جاءت به الرسل، ونزلت به الكتب، وحرَّم أهله على النار، فإذا عرف هذا وتصوره تبيَّن له: أن الحكم يدور مع علَّته، وبطل اعتراضه من أصله، وانهدم بناؤه.
قال الله تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ} [المائدة: ٧٢] (١) [المائدة -٧٢] .
وقال تعالى: {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ} [يونس: ١٠٦] (٢) [يونس -١٠٦] .
وقال تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ} [المؤمنون: ١١٧] [المؤمنون -١١٧] .
وقال تعالى حاكيًا عن أهل النار أنهم يقولون لآلهتهم التي عبدت مع الله: {تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ - إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ} [الشعراء: ٩٧ - ٩٨] [الشعراء -٩٧ - ٩٨] .
ومعلوم أنهم ما سووهم بالله (٣) في الخلق والرزق والتدبير، وإنما هو في المحبة والخضوع والتعظيم والخوف والرجاء، ونحو ذلك من العبادات.
وقال تعالى: {وَمِنَ النَّاسِ مَنْ يَتَّخِذُ مِنْ دُونِ اللَّهِ أَنْدَادًا يُحِبُّونَهُمْ كَحُبِّ اللَّهِ} [البقرة: ١٦٥] (٤) [البقرة / ١٦٥] .
_________
(١) في (م) زيادة: وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ.
(٢) في (س) : (الظالمين) ، وهو خطأ.
(٣) في (م) : " به ".
(٤) في (م) زيادة كلمة " الآية ".','1','73',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (64,'وهذا حب عبادة وتأله وتعظيم؛ ولهذا (١) ونحوه كفَّرهم الله تعالى (٢) وأباح دماءهم وأموالهم ونساءهم لعباده المؤمنين حتى يسْلموا، ويكون الدين كله لله، فالنزاع في هذا.
فمن عرف هذا الشرك وحقيقته، وعرف مسمى الدعاء لغة وشرعًا، وعرف أن تعليق الحكم في هذه الآيات على الشرك والدعاء يؤذن بالعلة (٣) تبيَّن له الأمر، وزال عنه الإشكال، ومن يهد الله فلا مضلَّ له، ومن يضلل (٤) فلا هادي له.
فمن عبد غير الله، وعدل بربه، وسوَّى بينه وبين غيره في خالص حقه: صدق عليه أنه مشرك ضال غير مسلم، دهان عفر المدارس، ونضب القضاة، وشيَّد المنار، ودعا بداعي الفلاح، لأنه لا يلتزمه، وبَذْلُ الأموالِ، والمنافسة على صورة العمل (٥) مع ترك حقيقته لا تقتضي الإسلام؛ ولأهل الكتاب في عمارة البِيَعِ والكنائس والصوامع اجتهاد عظيم، ومحبة شديدة. وقد قال تعالى: {قُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالْإِنْجِيلَ} [المائدة: ٦٨] (٦) [المائدة / ٦٨] .
_________
(١) في (م) : " فبهذا "، وفي (ح) : " فهذا ".
(٢) في (ح) : تعالى به.
(٣) في (س) و (م) و (ح) : " بالعلية ".
(٤) في (س) زيادة: " الله ".
(٥) في (س) : (صورته) .
(٦) في (س) زيادة: وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ.','1','74',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (65,'قال الله تعالى: {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [التوبة: ١٩] (١) [التوبة / ١٩] .
وقد أجمع العلماء: أن (٢) الإيمان الذي دلَّت عليه شهادة أن لا إِله إلا الله شرط في كل عمل، فالاحتجاج بهذه الأفعال - أعني بناء المساجد والمدارس ونصب القضاة - لا يصدر إلا عن جاهل أو ملبس.
قال الله تعالى: {وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ} [الشورى: ١٦] [الشورى -١٦] .
وأما يمينه الفاجرة على أنه لا يلم على المساجد والمدارس والمساقي (٣) والسرج أوقافًا بنجد إلا من هؤلاء الذين كفرهم هذا الرجل يعني الشيخ.
فيقال له: أنت جعلت على نفسك عهدًا وميثاقًا أنك لا تحكي إلا ما ثبت عن هذا الرجل، وتحقَّق كتحقق الشمس عن الفيء، فأين تكفيره واحدًا من أهل الأوقاف، فضلًا عن سائرهم؟ وإذا انتزع الحياء والدين فلا تعجب مما صدر عن عادمهما (٤) من الكذب، ونقض العهود، وموت القلوب.
ثم كيف يُتصوَّر أن عاقلًا يكفِّر جميع أهل الأوقاف نجد، وأعصارهم وأزمانهم متطاولة متعاقبة؟ فمنهم من وقفه متقدم على الشيخ [٩١]
_________
(١) سقطت " الْآخِرِ " من (م) ، وفيها زيادة: وَجَاهَدَ فِي سَبِيلِ اللَّهِ.
(٢) في (م) : " على أن ".
(٣) في (س) : " السرج والمساقي ".
(٤) في (ح) : " عادمها ".','1','75',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (66,'بخمسة قرون أو ستة (١) كالوقف الذي ببلدة أُشيقر. وهكذا بعده في كل عصر تحدث الأوقاف وتتجدد، فهل يقول: إن الشيخ كفر أولئك وجزم بكفرهم (٢) من في قلبه أدنى خشية، أو له أدنى عقل ومعرفة؛ وقد صان الله الشيخ عن مثل هذه الجهالات والخرافات، ومن عرف الرجال بالعلم عرف حال الشيخ ورسوخه ومتانة علمه ودينه، وأنه يلحق بأكابر السلف وعلمائهم، وإن تأخَّر عصره، ومثل هذا الاعتراض حكايته تكفي عن رده.
_________
(١) في (م) زيادة: " قرون ".
(٢) في (س) : " بتكفيرهم ".','1','76',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (67,'<span data-type="title" id=toc-20>[فصل في الرد على المعترض أن أتباع الشيخ هدموا المنار وخربوا المساجد]</span>
فصل قال المعترض: (بل لما جاء أتباعه أَكَلَتِ الأوقافَ رؤساؤهم، ولم يحترموا أوقاف البر، وهدموا المنار، ولم يروها شيئًا وخربت المساجد) (١) فلم تجد من يعمرها إلا من لم يدخل ريبه في قلبه، وعطَّلوا المدارس. والويل ثم الويل لمن استغفر من أتباعه لوالديه (٢) أو ضحَّى لهم) .
فالجواب أن يقال: لما فرغ هذا من (٣) سب الشيخ وبهته، أخذ في سبِّ أتباعه وبهتهم؛ وبهذا تعلم أنه ذو غيظ عظيم، وحقد وخيم، وفي المثل: " لكل نعمة حاسد، ولكل حق جاحد ".
ثم لو تكلَّم غير هذا الرجل بمثل هذا لكان أخف، وأما هذا الرجل فمعاشه وملبسه ومنكحه ومدخله ومخرجه من الأموال التي بأيدي رؤسائهم، وله في المزاحمة على ما بأيديهم نهمة وشح ليس لغيره، وقد مكث بالجبل (٤) مدة سنين، يأكل مما بأيديهم، وكذلك الحال مدة عمره
_________
(١) إلى هنا ينتهي السقط من (ق) .
(٢) في (م) و (ق) : " لوالديه من أتباعه ".
(٣) في (المطبوعة) : " فرغ من ".
(٤) في (المطبوعة) : " بالجبيل "، وهو خطأ.','1','77',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (68,'في سدير، وله منافسة ومعاداة على (١) تحصيل هذا لا تُعْرَفُ لغيره، وأتباع الشيخ من أعظم الناس احترامًا للأوقاف، ومن أكثر الناس تحبيسًا وتوقيفًا على المساجد والأضاحي والأقارب ووجوه البر؛ لكن الهوى يُعْمِي ويُصِمّ.
وأما قوله: (وهدموا المنار) .
فهذا أيضًا من البهت، فإن المنار موجود مشيد بنجد إلى الآن، وليس وجود المنار شرطًا في الإسلام ولا واجبًا، وفي استحبابه نزاع، [٢٠] لعدم وجوده في عهده صلى الله عليه وسلم. وكان المؤذن يتحرَّى أعلى المسجد وسطحه ليحصل الإسماع، وهذا الرجل تمكنت عداوته واشتدت جهالته، فصرنا منه في عناء وتعب، ولولا غربة الدين وندرة من يعرف الحقائق من المدعين، لما صرفت أوقاتًا فاضلة وساعات مباركة، في ردّ أباطيله (٢) وكشف تساجيله، والله أسأل أن يكون كلامنا في هذه المواضع (٣) من الجهاد في سبيله (٤) والدعوة إلى صراطه بدليله.
وقوله (٥) (فلم نجد من يعمرها إلا من لم يدخل ريبه في قلبه) .
فيقال: شهادة الحال والحس كافية في بيان كذبه، وإبطال قوله، لأنه جحد للحسيات، ومكابرة في الضروريات، فأهل (٦) التوحيد هم أهل المساجد وعمَّارها.
_________
(١) في (ح) و (المطبوعة) : " في ".
(٢) في (ق) : " أباطيل ".
(٣) في (س) : " هذا الموضع ".
(٤) في (س) : " في سبيل الله ".
(٥) في (ق) : " وأما قوله ".
(٦) في (ق) : " فإن أهل ".','1','78',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (69,'قال تعالى: {إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} [التوبة: ١٨] (١) [التوبة -١٨] .
وفي حديث وفد عبد القيس: " «أتدرون ما الإيمان بالله وحده؟ شهادة أن لا إله إلا الله» . . . " (٢) الحديث (٣) فأهل كلمة الإخلاص الداعون إليها هم أهل الإيمان عُمَّار المساجد، وكل من يرتاب في هذا أو يشكّ فيه لا يألف المساجد ولا يعمرها، وسل خبيرًا بحال هذا الرجل ينبيك عنه وعن قلة عمارته للمساجد.
وأما قوله: (والويل ثم (٤) الويل لمن استغفر من أتباعه (٥) لوالديه، أو ضحى لهم) .
فهذه القولة الضالة كأخواتها السابقة، فيها من نقض عهده الذي جعله على نفسه، وفيها من البهت والكذب وطلب العنت للبرآء ما يقضي بفسوق القائل، فنعوذ بالله من استحكام الهوى، والضلال بعد الهدى، فـ " «من قال في مؤمن ما ليس فيه حبس في ردغة الخبال حتى يخرج مما قال» " (٦) ولا نعلم أنَّ أحدًا من أهل العلم والدين نهى عن الاستغفار والتضحية إلا
_________
(١) في (ق) و (م) زيادة: " الآية ".
(٢) أخرجه البخاري (٥٣، ٨٧) ، ومسلم (١٧) من حديث ابن عباس رضي الله عنه.
(٣) سقطت " الحديث " من (س) .
(٤) في (م) و (ق) : " كل ".
(٥) في (ق) : " أتباع هذا الرجل ".
(٦) أخرجه أبو داود (٣٥٩٧) ، والحاكم في المستدرك (٢ / ٣٢، ح ٢٢٢٢) ، وقال: صحيح الإسناد ولم يخرجاه، والبيهقي (٦ / ٨٢، ح ١١٢٢٣) ، والطبراني في المعجم الكبير (١٢ / ٣٨٨، ح ١٣٤٣٥) من حديث عبد الله بن عمرو رضي الله عنهما.','1','79',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (70,'إذا استبان أن الشخص الذي يستغفر له من أصحاب الجحيم، بأن مات يدعو لله ندًّا، وهذا نص القرآن.
قال تعالى: {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ} [التوبة: ١١٣] [التوبة -١١٣] .
هذا مذهب الشيخ وأهل العلم من أتباعه، وأما التخليط والحكم بالظن والهذيان فذاك من طوائف الشيطان يصدهم به عن سبيل العلم والإيمان.
وفي قول المعترض: (الذين لم يدركوا دعوته) أنَّ من تقادم عهده، وتطاول عصره داخل في عموم كلامه، وأن الشيخ ينهى عن الاستغفار له، وإطلاق هذا يتناول القرون المفضلة ومن بعدهم، وليس هذا بباع من كذبه وبهته، وحسابه على الله وأمره إليه.
قال تعالى: {إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لَا يُؤْمِنُونَ بِآيَاتِ اللَّهِ وَأُولَئِكَ هُمُ الْكَاذِبُونَ} [النحل: ١٠٥] [النحل -١٠٥] .
لي حيلة فيمن ينم ... وليس في الكذاب حيلة
من كان يخلق ما يقو ... ل فحيلتي فيه قليلة
أين ميثاقه وعهده؟ .
قال تعالى: {وَمَا وَجَدْنَا لِأَكْثَرِهِمْ مِنْ عَهْدٍ وَإِنْ وَجَدْنَا أَكْثَرَهُمْ لَفَاسِقِينَ} [الأعراف: ١٠٢] [الأعراف -١٠٢] .','1','80',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (71,'حلفت لنا أن لا تخون عهودها (١) ... فكأنما (٢) حلفت [لنا] (٣) أن لا تفي
وأما قوله: (حتى ما بنجد (٤) من الأوقاف على الحرمين (٥) صرفوها لجهادهم ومساجدهم) .
يقال: قد تقدم أنه قال: (وخربت المساجد فلم نجد من يعمرها) .
فما هذا التناقض؟ تارة يزعم أنهم يأكلون أوقاف المساجد ويخربونها، ثم يقول: (إنهم صرفوا أوقاف الحرمين لمساجدهم) . ثم انظر: ما نكتة إضافة المساجد إليهم، أتظنه لا يرى صرف الأوقاف لها ولا يرى لها من الحرمة ما لسائر المساجد، فأضافها إليهم استهانة بها لا تشريفًا، فما أشد تعصُّبه، وما أبعد عن الحق مذهبه.
ثم يقال: أي وقف أخذه الشيخ من أوقاف الحرمين في أي بلد؟ وأي مكان؟ هذه الدعوى (٦) من أكذب الدعاوى وأضلها.
وقد استولوا على الإحسان وفيه وقف للحرمين لم يتعرض (٧) له أحد؛ بل هو يصرف إلى الإيمان في مصرفه، ثم في المسألة بحث في صرف أوقاف المساجد - ولو مسجدي الحرمين - على غيرها إذا اقتضاه مقتضٍ
_________
(١) في (ق) : " عهودنا ".
(٢) في (ق) و (م) و (ح) و (المطبوعة) : " فكأنها ".
(٣) ما بين المعقوفتين إضافة من (س) و (المطبوعة) .
(٤) في (المطبوعة) : " ما نجد "، وهو خطأ.
(٥) في (ق) : " للحرمين ".
(٦) في (ق) : " دعوى ".
(٧) في الأصل و (ق) و (م) و (س) : " يتعرضه ".','1','81',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (72,'أو أوجبه مصلحة شرعية، والبحث معروف عند أهل العلم من الحنابلة وغيرهم، فلو فرضنا وقوعه فليس فيه مطعن بوجه من الوجوه، ومن ترك صناعة العلم، وتكلَّم بمجرَّد الرأي والهوى، فليس بمستنكر عليه هذا الخلط والضلال.','1','82',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (73,'<span data-type="title" id=toc-21>[فصل رد دعوى المعترض أن الشيخ جعل بلاد الحرمين بلاد كفر]</span>
فصل قال المعترض: (وذلك لجعله بلاد الحرمين من بلاد الكفار، [٢٢] يوضِّح ما قلنا عمن سمعنا ورأينا وأدركنا، أن من جاءهم من الحرمين سموه مهاجرًا، جاء رجل من مكة يقال له: عبد الرزاق، فسموه مهاجرًا، ومن المدينة جعفر سموه: مهاجرًا، ومن العراق كذلك، ومن كل ناحية من بلاد الإسلام، فهذا الكلام على تأصيل كلامه على الكفار والمشركين الذي (١) أسند حكمه إليهم بالتكفير بموادتهم حتى تعلم أنه كما قيل: أحصد هوى وغمر ماش) هذا لفظه.
والجواب أن يقال: هذه كتب الشيخ، وهذه تصانيفه ورسائله: أي كتاب، وأي فتوى، وأي ناقل يعتدّ به نقل عنه أن بلاد الحرمين بلاد كفر؟ .
قال الشيخ رحمه الله تعالى في رسالته إلى السويدي البغدادي (٢) (وما ذكرت أنى أكفر جميع الناس إلا من اتبعني وأَزْعمُ أنَّ أنْكِحَتَهم غير صحيحة، فيا عجبًا كيف يدخل هذا في عقل عاقل؟ هل يقول هذا مسلم
_________
(١) في (ق) و (س) : " الذين ".
(٢) انظر: " مجموع مؤلفات الشيخ محمد بن عبد الوهاب " (١ / ٣٧) .','1','83',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (74,'أو كافر أو عارف أو مجنون؟) إلى أن قال: (وأما التكفير فأنا أكفر من عرف دين الرسل، ثم بعد ما عرفه سبَّه، ونهى الناس عنه وعادى من فعله، فهذا هو الذي أكفِّره، وأكثر الأمة ولله الحمد ليسوا كذلك) .
قال رحمه الله في رسالته للشريف (١) (وأما الكذب والبهتان مثل قولهم: أنا نكفر بالعموم، ونوجب الهجرة إلينا على من قدر على إظهار دشه، وأنا نكفر من لم يكفر ومن (٢) لم يقاتل، ومثل هذا وأضعاف أضعافه، وكل هذا من الكذب والبهتان الذي يصدون به الناس عن دين الله ورسو له.
وإذا كنا لا نُكَفِّر من عَبَدَ الصنم الذي على " عبد القادر "، والصنم الذي على قبر أحمد البدوي وأمثالهما؛ لأجل جهلهم، وعدم من ينبههم فكيف نكفر من لم يشرك بالله إذا لم يهاجر إلينا، ولم يكفر ويقاتل؟ (٣) سبحانك هذا بهتان عظيم) .
فإذا كان هذا كلام الشيخ رحمه الله فيمن عبد الصنم الذي على القبور إذا لم يتيسر له من يعلمه ويبلغه الحجة، فكيف يطلق على الحرمين: إنها (٤) بلاد كفر؟ والشيخ على منهاج نبوي وصراط مستقيم، [٢٣] ، يعطي كل مقام ما يناسبه من الإجمال والتفصيل.
وأما تسمية عبد الرزاق وجعفر مهاجرين، فقدوم هذين الرجلين بعد
_________
(١) انظر: " الدرر السنية " (١ / ١٠٤) .
(٢) سقطت " من " من (م) .
(٣) سقطت " ولم يكفر ويقاتل " من (ق) .
(٤) سقطت " إنها " من (ق) .','1','84',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (75,'الشيخ بعدة سنوات فلا يجوز نسبة هذا إليه؛ بل هو كذب ونقض لعهده الذي جعل على نفسه، ويل أمه!! ما أكثر غدره، وما أقلَّ وفاءه.
على أن هذا لا يعاب به الشيخ، وهو جارٍ على قانون العلم وأصوله، فمن ترك بلدًا يظهر فيها الشرك أو البدع أو الفسوق وهجرها لذلك فهو مهاجر، شاء الشيطان أم أبى، وقد خرج من المدينة خلق لما حصر عثمان ووقعت الفتنة، والفقهاء ذكروا وجوب الهجرة على من لم يقدر على إظهار دينه أو خاف الفتنة، وقد سئل بعض الصحابة فقيل له: أين أنت أيام الفتنة - يعني فتنة مقتل عثمان وما بعده - فأنشد:
عوى الذئب فاستأنست بالذئب إذ عوى وصوَّت إنسان فكدت أطير (١) .
وأما قوله: (كما قيل (٢) حصد هوى وغَمِّر مَاش) فهذا الأحمق قد بحث عن حتفه بظلفه، وفتح على نفسه باب المناقشة، وصاحب الهوى هو الذي يرتكب ما يهواه، ولا يرده عن القبائح راد، ولا يمنعه عن شهواته مانع من عقل أو دين، فحينًا ينتسب إلى المسلمين، ويدَّعي أنه على الملة موافق [لهم] (٣) في العقيدة ويتزين بشرح بعض مصنفات الشيخ، وتارة يرجع عن هذا كله، وينقلب على وجهه، ويأخذ في سبّ الشيخ وأتباعه، (٤) (ويجمع من
_________
(١) لم أجد أحدًا ذكر هذه القصة إبان فتنة مقتل عثمان رضي الله عنه، والذي وقفت عليه: أن هذه القصة حدثت للشعبي حين سأله أحدهم قائلًا: أين كنت يا عامر يوم فتنة الأشعث؟ قال: كنت حيث يقول الشاعر: عوى الذئب. . . فذكره. انظر: (منهاج السنة) (٤ / ٥٢٩) .
(٢) سقطت " قيل " من (س) .
(٣) ما بين المعقوفتين إضافة من (ح) .
(٤) من هنا ساقط من (ق) .','1','85',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (76,'الخرافات والخزعبلات ما لا يصدر عن عاقل ولو كان عدوًّا، وهذا هو الهوى (١) المعمي، والداء العضال القاتل، وقد رأيت له رسالة أرسلها إلى بعض الأعيان من أولاد الشيخ يتمدح فيها بذكر الشيخ ومحبته وموالاته. ويستشهد على متابعة المخاطب بقوله تعالى عن بلقيس (٢) {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ} [النمل: ٤٤] [النمل / ٤٤] .
فلما أعرض عنه المخاطب بهذه الرسالة رجع إلى ثلبه وعيبه، وكتب رسالة إلى بعض أمراء الوقت يعيب من أسلم معه لله رب العالمين بزعمه، وكم لها من نظائر، ومتابعة هذا المعترض لهواه يشهد لها ما عليه من الظلمة وعلى أقواله وتأليفه ومدخله ومخرجه، ومن اجتمع فيه ظلمة الجهل، وظلمة الهوى، وظلمة الشك والريب، فقد أحاطت به الظلمات، وحلَّت بداره الهلكات.
_________
(١) في (ح) : " العمى ".
(٢) سقطت " تعالى عن بلقيس " من (م) .','1','86',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (77,'<span data-type="title" id=toc-22>[فصل الرد على زعم المعترض أن الشيخ كفر الأمة بالعموم وبحث تجديد العلماء للدين ووقوع الغربة]</span>
فصل قال المعترض: (فإذا تنزلنا معه على مذهبه من تكفير الأمة حتى يظهر لك جهله، حيث قال في كلامٍ له يأتي: من عرف أن التوحيد دين الله ورسوله الذي أظهرناه للناس) . اهـ.
فيقال لهذا المعترض وإخوانه: قد تقدم أن الشيخ بريء مما نسب إليه من تكفير الأمة، ولا يلزم من قوله: (إنَ التوحيد دين الله ورسوله الذي أظهرناه للناس) أنه يعتقد كفر الأمة، أو أن الأمة جميعها لا تعرف التوحيد. هذا لا يتحمَّله كلامه، ولا يدل عليه ولا يلزمه.
وإظهاره التوحيد للناس حق وصدق، فلم يظهر في وقته وقبله بأزمنة ظهوراً جليا لأهل تلك البلاد إلا بعد دعوته إلى الله، وبيانه للناس ما جاء به نبيهم من الهدى ودين الحق، ولا يمنع أن يكون من الأمة من يعرفه ويدين به، لكن له في الدعوة والبيان والإظهار منزلةً ومرتبةً ليست لغيره من أهل وقته، ولذلك كثر أعداؤه وخصماؤه، واشتغل الجاهلون بالصد عما جاء به، وعظم ذلك في نفوسهم، وخصُّوه بالعداوة، وسالموا كل كافر ومشرك وجهمي ورافضي ومبتدع، وهل ذلك إلا لحنقِ في صدورهم، وغيظٍ في نفوسهم؛ واستكباراَ عن إجابته؛ ولو سَلِموا من ذلك لوجدوا من أعداء دين الله ورسوله المكذبين لرسله من يردُون عليه،','1','87',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (78,'ويصنفون في عيبه وثلبه، والعالم يظهر للناس ما خفى من أصول الدين وفروعه، ولا يقتضي حصر العلم فيه، وإن اشتهر بالدعوة والبيان.
وقد خفى التوحيد على طوائف من هذه الأمة في القرن السادس وقبله كما قرَّره شيخ الإسلام ابن تيمية وغيره، وذكروا مَن غلط في مسمَاه [٢٥] ، من المتكلمين، وأتباعهم ومن جهال الصوفيَّة، كذلك أهل الاتَحاد والحلوليَّة يرون (١) مذاهبهم هي التوحيد، وتوحيد المعتزلة هو الإتيان بأصولهم الخمسة واعتقادها.
وقد خاطب شيخ الإسلام بعض الشيوخ في مسألة التوحيد، وبيَّن له توحيد المرسلين وأصل الإسلام، وإن ما يحصل من التألُه والاستغاثة بالشيوخ والصالحين يخالف ما جاءت به الرسل من التوحيد وإسلام الوجوه لله، فعظم أمر هذه المسألة، وقال لشيخ الإسلام: (هذا أعظم ما بينته لنا) أو كما قال. فكيف والحالة هذه يعترض على شيخنا في قوله: (إن التوحيد دين الله ورسوله الذي أظهرناه للناس) .
أيظن هذا المعترض أنه على تطاول الأعصار، وممر (٢) الدهور، يزداد الدين ظهوراَ، وقد أخبر نبينا صلى الله عليه وسلم أنه يعود غريباَ كما بدأ، فلا بدا من غربته وغربة من يعرفه ويدين به، وهذا من أعلام النبوة كما يشهد له الحس والواقع.
قال ابن القيم (٣) رحمه الله في الكلام على قوله تعالى:
_________
(١) في (ح) : " إذ يرون ".
(٢) ممحاة من (ح) ، ومكانها بياض.
(٣) انظر: " مدارج السالكين " (٣ / ١٩٦) .','1','88',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (79,'{فَلَوْلَا كَانَ مِنَ الْقُرُونِ مِنْ قَبْلِكُمْ أُولُو بَقِيَّةٍ} [هود: ١١٦] (١) الآية [هود / ١١٦] :
(الغرباء في هذا العالم هم أهل هذه الصفة المذكورة في هذه الآية، وهم الذين أشار إليهم النبي صلى الله عليه وسلم في (٢) قوله: " «بدأ الإسلام غريبا وسيعود غريبا كما بدأ، فطوبى للغرباء. قيل: ومَن الغرباء يا رسول الله؟ قال: الذين يصلحون إذا فسد الناس» " (٣) وفي حديث عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم ذات يوم ونحن عنده: " «طوبى للغرباء. قيل: ومن الغرباء يا رسول الله؟ قال: ناس صالحون قليل (٤) في ناس سوء كثير، من يعصيهم أكثر ممن يطيعهم» (٥) .
فأهل الإسلام بين أكثر الناس غرباء؛ وأهل الإيمان بين أهل الإسلام غرباء، وأهل العلم في المؤمنين غرباء، وأهل السنَّة الذين تميزوا (٦) بها عن [أهل] (٧) الأهواء والبدع) (٨) فيهم غرباء، والداعون إليها، الصابرون على أذى المخالفين لهم أشد غربةً، ولكن هؤلاء هم أهل الله حقُّا فلا غربة عليهم، وإنما غربتهم بين الأكثرين.
_________
(١) في (م) و (ح) و (المطبوعة) زيادة قوله: ينهون عن الفساد في الأرض.
(٢) ساقطة من (ح) .
(٣) أخرجه مسلم (١٤٥) من حديث أبي هريرة، و (١٤٦) من حديث ابن عمر، والترمذي (٢٦٢٩، ٢٦٣٠) من حديث ابن مسعود وعمرو بن عوف، وابن ماجه (٣٩٨٦) من حديث أبي هريرة، و (٣٩٨٧) من حديث أنس بن مالك.
(٤) ساقطة من (م) .
(٥) أخرجه أحمد في المسند (٢ / ١٧٧) ، (٢ / ٢٢٢) .
(٦) في (س) : " يتميزون".
(٧) ما بين المعقوفتين إضافة من (م) و (ح) .
(٨) إلى هنا ينتهي السقط من (ق) .','1','89',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (80,'قال الله تعالى فيهم (١) {وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الْأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ} [الأنعام: ١١٦] [الأنعام / ١١٦] .
فأولئك هم الغرباء عن (٢) الله ورسوله ودينه، وغربتهم هي الغربة الموحشة، وإن كانوا هم المعروفين المشار إليهم.
فالغربة ثلاثة أنواع: غربة أهل الله وأهل / سنة رسوله بين هذا الخلق، وهي (٣) الغربة التي مدح رسول الله صلى الله عليه وسلم، وأخبر عن الدين الذي جاء به أنه " بدأ غريبا (٤) وأنه سيعود غريباً " وأن أهله يصيرون غرباء.
وقال الحسن: " المؤمن في الدنيا كالغريب لا يجزع من ذلها ولا ينافس في عزها للناس حال وله حال) .
ومن صفات هؤلاء الغرباء الذين (٥) غبطهم النبي صلى الله عليه وسلم: التمسُّك بالسنَّة إذا رغب عنها الناس، وترك ما أحدثوه، وإن كان هو المعروف عندهم، وتجريد التوحيد وإن أنكر ذلك أكثر الناس، وترك الانتساب إلى أحد غير الله ورسوله، لا طريق ولا مذهب ولا طائفة، بل هؤلاء الغرباء ينتسبون إلى الله بالعبوديَّة له (٦) وحده، وإلى رسوله بالاتباع لما جاء به وحده، وهؤلاء هم القابضون على الجمر حقًّا، فلغربتهم بين هذا الخلق
_________
(١) ساقطة من (ق) .
(٢) في (ق) و (س) و (ح) : "من ".
(٣) في (ح) : " وهي بين "، وفي الأصل وبقية النسخ: (وبين) ، والمثبت كما في مدارج السالكين.
(٤) ساقطة من (م) .
(٥) في (المطبوعة) : " الذي ".
(٦) في (ق) : "لله".','1','90',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (81,'يعدُونهم أهل شذوذ وبدعة ومفارقة للسواد الأعظم، وقال النبي صلى الله عليه وسلم: " «إنهم النُزَّاع من القبائل» " (١) انتهى.
وأما قول المعترض: (ونحن لا نقول بذلك من تكفير الأمة، ولا أنه الذي أظهر دين اللِه ورسوله، بل هو قبله ظاهر قاهر لا يضرّه من (٢) خذله إلى يوم القيامة، كما صح عن النبي صلى الله عليه وسلم في الصحيحين وغيرهما) .
فيقال: تكفير الشيخ للأمة قد تقدَم البيان في أنه من (٣) أوضاعكم وأكاذيبكم، وتقدَّم نصه بنقل العدول في البراءة منه.
وأما عدم (٤) قولك بأنه الذي أظهر دين الله ورسوله، فنعم؛ أنت لا تقول به، ولا يقول به من أعمى الله بصيرته وتحيَّر في ظلمة الجهل والطبع والهوى، فشكَّ في واضحات العلم (٥) وضروريات الهدى، وهذا الضرب من الناس لا يلتفت إليهم، ولا يعدون إذا عُدَّ (٦) أهلُ العلم والإيمان، بل هم همج رِعاع لم يستضيئوا بنور العلم، ولما يلجأوا إلى رُكن وثيق، أقربُ شبهاً بهم الأنعام السارحة، وإنما يعرف الحق والفضل ذووه من أهل العلم بالله ودينه، الذين ينظرون بنور الله،
_________
(١) أخرجه ابن ماجه (٣٩٨٨) ، وأحمد في المسند (١ / ٣٩٨) ، والدارمي (٢٧٥٥) ، وأبو يعلى (٨ / ٣٨٨) من حديث ابن مسعود رضي الله عنه.
(٢) ساقطة من (ح) .
(٣) في (م) و (ق) : "قد تبين أنه من".
(٤) ساقطة من (م) و (ق) .
(٥) ساقطة من (ق) .
(٦) في (ق) : (إذا أن عد) .','1','91',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (82,'ويعرفون الرجال بالعلم، فلهم بصيرة بالحقِّ ومعرفةً له أينما كان، ومع من كان.
قال الله تعالى: {أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ} [الزمر: ٢٢] (١) [الزمر / ٢٢] .
وفي الحديث: " ما جعل الله من نبوَّةٍ إلا كانت بعدها (٢) فترةً " (٣) .
وقال الإمام أحمد في خطبته (٤) (الحمد لله الذي جعل في كل زمان فترة من الرسل بقايا من أهل العلم، يدعون من ضلَّ (٥) إلى الهدى، ويصبرون منهم على الأذى، يحيون بكتاب الله الموتى، ويبصّرون بنور الله أهل العمى؛ فكم من قتيل لإبليس قد أحْيَوه، ومن ضال تائه قد هدوه، فما أحسن أثرهم على الناس، وما أقبح أثر الناس عليهم) ، إلى آخر كلامه رحمه الله.
وقد شهد أهل العلم والفضل (٦) من أهل عصره أنه أظهر توحيد الله، وجدَّد دينه، ودعا إليه.
قال العلامة حسين بن غنَام (٧) رحمه الله:
_________
(١) في (س) : "بعيد".
(٢) في (س) : "بعده"، "كانت" ساقطة من (ق) .
(٣) أخرجه الطبراني في الكبير (١٢ / ٧٣، ح ١٢٥١٤، ١٢٥١٥) ، وذكره الهيثمي في مجمع الزوائد (٧ / ٢٠٥) موقوفاَ على ابن عباس.
(٤) انظر: " الرد على الجهمية والزنادقة " ص (٦) .
(٥) في (ق) : (أضل) .
(٦) في (ح) : "الفضل والعلم".
(٧) انظر: "عنوان المجد" (١ / ١٩٣) .','1','92',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (83,'لقد رفع المولى (١) به رتبة الهدى بوقت به يعلو الضلال ويرفع (٢) .
وذكر في تاريخه عن أكابر أهل عصره أنهم شهدوا له بالعلم والدين، وأنه من جملة المجددين لما جاء به سيد المرسلين، وكذلك أهل مصر والشام والعراق والحرمين تواتر عن فضلائهم وأذكيائهم مدحه والثناء عليه والشهادة له أنه جدد هذا الدين (٣) كما قال شيخنا محمد بن محمود الجزائري رحمه الله تعالى.
وأما استدلال هذا المعترض بحديث: " «لا تزال طائفة من أمتي على الحق ظاهرين» " (٤) .
فلم يفقه معناه: فإن الظهور يراد به هنا ظهور (٥) القهر والغلبة للأعداء والمخالفين، وعلو الشأن لا أن الحق والإسلام يزداد بياناَ ووضوحاً إلى يوم القيامة، فإن هذا الفهم (٦) يُردُّ بحديث: " «بدأ الإسلام غريباً، وسيعود غريباً كما بدأ» " (٧) وبحديث (٨)
_________
(١) في جميع النسخ: " به رفع المولى"، والمثبت كما في (ح) ، وهو الصواب.
(٢) في (ق) : "ويرتفع".
(٣) ساقطة من (س) .
(٤) أخرجه البخاري (٧٣١١، ٧٤٥٩، ٧٤٦٠) ، ومسلم (١٥٦) ، وأبو داود (٢٤٨٤، ٤٢٥٢) ، والترمذي (٢٢٢٩) من حديث عبد الله بن عمرو رضي الله عنهما.
(٥) ساقطة من (ق) .
(٦) في (ق) : "فهم".
(٧) أخرجه مسلم والترمذي وابن ماجه وتقدم تخريجه. انظر: ص (٨٩) ، هامش رقم (٣) .
(٨) ساقطة من (ق) .','1','93',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (84,'" «لا يأتي عليكم (١) زمان إلا والذي بعده شر منه حتى تلقوا ربكم» " (٢) وأحاديث رفع العلم وقبضه، وظهور الجهل والفتن، وكثرة الهرج، كلها ترد فهم هذا المعترض وتبطله.
ولا يقبل ريبه وتفسيره إلا جهَّال جلسائه، وأصحابه الذين (٣) لا يفرقون بين الدر والبعْر، والخبيث والطيب، والميتة والمذكاة {فَبُعْدًا لِلْقَوْمِ الظَّالِمِينَ} [المؤمنون: ٤١] فقول المعترض هو المارج الخارج لا قول شيخ الإسلام.
_________
(١) ممحاة من (ح) ، ومكانها بياض.
(٢) أخرجه البخاري (٧٠٦٨) ، وأحمد (٣ / ١٣٢، ١٧٧، ١٧٩) من حديث أنس رضي الله عنه.
(٣) في (المطبوعة) : " الذي "، وهو خطأ.','1','94',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (85,'<span data-type="title" id=toc-23>[فصل رد إلزام المعترض للشيخ بتكفير النجاشي ومؤمن آل فرعون ومهاجري الحبشة]</span>
فصل قال المعترض: (فظاهر / كلامه هذا (١) أن النجاشي ملك الحبشة [٢٨] ، الذي صلَّى عليه النبي صلى الله عليه وسلم بأصحابه رضي الله عنهم (٢) حين أخبره جبريل عليه الصلاة (٣) والسلام بموته أنه بكلامه هذا كافر ليس بمسلم، حيث لم يصرِّح بعداوة قومه الذين يجعلون الله ثالث ثلاثة، وكذلك امرأة فرعون التي قالت: {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} [التحريم: ١١] [التحريم / ١١] .
ومؤمن آل فرعون الذي يكتم إيمانه فهو والنجاشي والصحابة - جعفر وأصحابه الذين (٤) هاجروا إلى الحبشة رضي الله عنهم- كفار بهذه العبارة، كما ترى عند هذا الرجل، إذا لم يصح إسلامهم على قوله، حيث لم يصرَّح بعداوة الحبشة) .
فيقال: الله أكبر، ما أكثر ما في هذه الكلمات اليسيرة من الكذب والظلم والتحريف والجهل.
_________
(١) ساقطة من (ح) و (المطبوعة) .
(٢) في (س) زيادة: " أجمعين ".
(٣) في (ح) و (المطبوعة) : (عليه السلام) .
(٤) في (ح) و (المطبوعة) : " الذي ".','1','95',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (86,'وجوابها من وجوه:
الأول: أن يقال: ليس ظاهر كلامه أن النجاشي ومن ذكر بعده لم يصح إسلامهم. هذا كذب بحت، وافتراء ظاهر؛ لأنه قد ثبت أن النجاشي قد (١) صرح بعداوتهم والبراءة من مذهبهم وراغمهم، زيادة على التصريح بالعداوة، وقد قال: "وإن نخرتم" لما (٢) صرَّح بعبودية عيسى عليه السلام حين قرأ جعفر صدر سورة مريم وما فيها من ذكر عيسى، فقال النجاشي: "والله ما زاد عيسى على هذا؛ فنخرت بطارقته فقال: وإن نخرتم"، فأي جهاد وتصريح وعداوة أبلغ من هذا؟ ومع ذلك نصر المهاجرين ومكنهم من بلاده؛ وقال: "أنتم سيوم بأرضي" أي آمنون "من سبكم ندم، ومن ظلمكم غرم" (٣) . فقد صرح بأنه يعاقب من سب دينهم وسفه رأيهم فيه. وهذا قدر زائد على التصريح بعداوتهم.
ولا يقول إن جعفرا وأصحابه يكتمون دينهم ببلاد الحبشة، ولا يصرحون بعداوة الكفار والمشركين إلا جهل الورى، وأعظمهم (٤) كذباً وافتراءً، وهل ترك جعفر وأصحابه بلادهم، وأرض قومهم، واختاروا بلاد الحبشة، ومجاورة الأباعد والأجانب، وغير الشكل في المذهب والنسب واللسان، إلا لأجل التصريح بعداوة المشركين، والبراءة منهم جهاراً في المذهب والدين؟ ولولا ذلك لما احتاجوا إلى هجرة، ولا اختاروا
_________
(١) ساقطة من (ق) .
(٢) في (ق) : "كما".
(٣) أخرجه أحمد في المسند (١ / ٢٠١) ، (٥ / ٢٩٠) ، والطبراني في الكبير (٢ / ١١١، ح ١٤٧٩) ، وفي الأحاديث الطوال له أيضا رقم (١٦) .
(٤) في (المطبوعة) : " وأعظم ".','1','96',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (87,'الغربة (١) ولكن / ذلك في ذات الإله، والمعاداة لأجله، وهذا ظاهر [٢٩] ، لا يحتاج لتقرير لولا غلبة الجهل.
وامرأة فرعون قصتها، وما جرى عليها من المحنة مشهورة في كتب التفسير، لا يجهلها (٢) من له أدنى ممارسة، وقد حكى الله [في سورة التحريم] (٣) قولها المشتمل على التصريح والبراءة من فرعون وعمله ومن القوم الظالمين، والظلم هنا هو الكفر الجلي.
ومؤمن آَل فرعون قام خطيباَ في قومه، عائباَ لدينهم، مفنِّداَ لقيلهم ماقتاً لهم؛ داعياً إلى الحق وإلى صراط مستقيم. كما ذكر الله قصته وقررها في سورة (حم) المؤمن (غافر) .
ومن طبع الله على قلبه، وحقت عليه كلمة العذاب، لم تفد فيه الواضحات، ولم ينتفع بالآيات والبينات (٤) .
الوجه الثاني: أنه قد تقدَّم عن الشيخ أنه قرَّر في أول كلامه وآخره أن هذه العداوة (٥) لا يستقيم الإسلام بدونها: هي التصريح بأن آلهتهم لا تضر ولا تنفع (٦) وأن عبادتها من أبطل الباطل وأضل الضلال، وهذا هو (٧) سب
_________
(١) في الأصل و (م) و (س) : " واختيار للغربة "، والمثبت كما في المطبوعة.
(٢) في (س) و (ق) و (ح) : "يجهله".
(٣) ما بين المعقوفتين إضافة من (ح) .
(٤) في (ح) : (والبينات) .
(٥) في (م) و (س) و (ق) : " العداوة التي ".
(٦) في (ق) و (م) : " لا تنفع ولا تضر ".
(٧) ساقطة من (ق) و (م) .','1','97',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (88,'آلهتهم الذي أنكروه (١) وعابوا الرسول به.
فالكلام في نوع خاص، قد حصل من النجاشي وامرأة فرعون ومؤمن آل فرعون ما هو أبلغ منه وأصرح.
الوجه الثالث: أنه لو فرض العموم في كلام الشيخ فأصل العداوة: البغضاء والكراهة، وأصل الموالاة: المحبة والمودة. ومعلوم أن الذين ذكرهم (٢) هذا الرجل قد صرَّحوا بمحبة الحق وكراهة الباطل، كيف وقد امتحن عليه من امتحن، وهاجر فيه من هاجر؟ .
الوجه الرابع: أن الشيخ قال: (إذا عرفت هذا عرفت أن الإنسان لا يستقيم له إسلام [ولو وحَّد الله] (٣) إلا بعداوة المشركين) .
فإن أريد أصل العداوة فقد تقدَّم جوابه، وإن أريد عموم العداوة من كل وجه فالكلام في استقامته، لا في حصول أصله، فالذي يفهم تكفير من لم يصرَّح بالعداوة من كلام الشيخ فهمه باطل، ورأيه ضال، لأنه محتمل، وقد دلَّت الآيات والأحاديث على أنه لا استقامة للدين (٤) بل ولا يطلق الإيمان إلا على من عادى المشركين في الله، وتبرأ منهم، ومقتهم لأجله. قال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} [المجادلة: ٢٢] الآية (٥) [المجادلة / ٢٢] .
_________
(١) في (ق) : " أنكره ".
(٢) في جميع النسخ: "من ذكر".
(٣) ما بين المعقوفتين إضافة من (ح) .
(٤) في (ق) : " لدين ".
(٥) في (المطبوعة) أورد الآية كاملة إلى (المفلحون) .','1','98',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (89,'قال تعالى: {وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ} [المائدة: ٥١] [المائدة / ٥١] .
قال تعالى: {لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ} [المائدة: ٧٨] (١) إلى قوله: {وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ} [المائدة: ٨١] [المائدة / ٧٨ و ٨١] .
قرَر شيخ الإسلام في هذه الآيات أنها دالَّة على انتفاء الإيمان الواجب (٢) بموادة من حاد الله (٣) وأن معاداتهم من واجبات الدين، والإيمان (والإسلام لا يستقيم إلا بها، ذكره في كتاب الإيمان) (٤) وقرره في مواضع منه.
وليس مراد الشيخ بقوله: (لا يستقيم له إسلام) ، أنه يكفر كما فهمه هذا الضال وكما فهمته الخوارج من نفي الإيمان عمن ترك واجباَ، وهذا بين بحمد الله.
الوجه الخامس: أنا لو تنزلنا مع هذا الضال وجاريناه في فهمه الفاسد لما لزم دخولُ مؤمن آل فرعون وامرأة فرعون.
قال تعالى: {لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا} [المائدة: ٤٨] [المائدة / ٤٨] .
ولا يلزم أن يكون شرعنا شرعاً لمن قبلنا.
الوجه السادس: أن مهاجرة الحبشة والنجاشي وقصته مع جعفر
_________
(١) في (المطبوعة) وردت الآية كاملة إلى "خَلَدُونَ".
(٢) سقطت "الواجب" من (المطبوعة) .
(٣) في (ق) و (م) زيادة: "ورسوله ".
(٤) ما بين القوسين ساقط من (ق) .','1','99',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (90,'كانت في أول (١) الإسلام قبل أكمال الواجبات، والآية التي استدلَّ بها الشيخ مدنية، وكل عالم يعرف (٢) أن القرآن نزل منجماً، والأحكامُ لا تلزم إلا بعد البلوغ.
هذا لو تنزلنا مع هذا (٣) المعترض.
الوجه السابع: أن عموم الآية مخصوص بما أبيح للمفتون في نفسه أن يتوقَّى إظهار الموافقة وقلبه مطمئن بالإيمان، فلا يلزم عمومها لمثل امرأة فرعون ومؤمن آل فرعون لو سلمنا عدم التصريح.
الوجه الثامن: أن "الإنسان " يطلق ويراد به خاص ومعين؛ كما في قوله تعالى: {فَأَمَّا الْإِنْسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ} [الفجر: ١٥] [الفجر / ١٥] .
وقوله: {وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ} [الإسراء: ٨٣] [الإسراء / ٨٣] و [فصلت / ٥١] .
وقوله: {وَيَقُولُ الإِنْسَانُ أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا} [مريم: ٦٦] [مريم / ٦٦] .
فهذا ونحوه عام أريد به الخصوص، وهذا معروف في اللغة والاصطلاح الشرعي، مشهور عند أهل العلم مقرر في كتب أصول الفقه. فما الذي أخرج كلام الشيخ عن هذا وأوجب إدخال من ذكر في كلامه لو فرض عدم تصريحهم؟ فالله المستعان.
_________
(١) ساقطة من (ق) و (م) .
(٢) في (ق) : " يعلم ".
(٣) سقطت " هذا " من (المطبوعة) .','1','100',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (91,'<span data-type="title" id=toc-24>[فصل في الإقامة بين ظهراني المشركين والتصريح بعداوتهم]</span>
فصل قال المعترض: فيالله العجب، ما أعمى عينَ الهوى عن الهدى، [٣١] فإن جعفراً وأصحابه لو سلموا من أذى المشركين، ومنعهم إياهم عن عبادة ربهم، لم يهاجروا للحبشة الذين يجعلون الله ثالث ثلاثة، فلم تضر إقامتهم عندهم؛ بل نفتهم وصارت هجرة ثانية، وذلك كما قام (١) أبو بكر الصديق رضي الله عنه بين أظهر المشركين، في جوار ابن الدغنة حين أمِن من أذاهم، ولم تضرّه إقامته بين أظهرهم، ولم يكلّفه النبي صلى الله عليه وسلم ما كلَّف هذا المتكلم، لو كان كلامه وتأصيله صحيحا، فكيف بما ذكرنا؟ فلا حول ولا قوة إلا بالله العلي العظيم. كيف يتكلم الرجلُ بما لا يدري ما تحت كلامه على الله وعلى رسوله وعلى كتاب الله المجيد؟ إذ أي بلد من بلاد الإسلام من أهل القبلة (٢) المحمدية الذي (٣) جعلهم هذا الرجل بكلامه كفاراَ، يمنعون الإنسان من شهادتي الإخلاص، وأداء الفرائض، وتلاوة القرآن، وذكر الله، وتوحيده؛ بل من فعل ذلك عندهم يكون له الإكرام والاحترام؛ إذ هذا خلاصة كلمة التقوى، وهم أحقُّ بها وأهلها) . انتهى.
_________
(١) في (ق) : "قال".
(٢) في (ق) : "القبة".
(٣) في (م) و (ق) : "الذين"، وهو خطأ.','1','101',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (92,'فيقال لهذا المفتري (١) عماية عين الهوى عن معرفة مواقع الخطاب والهدى هي التي أوقعتك في مهالك العطب والردى، وأوجبت لك مسبة أهل العلم من سادات الورى، وسدت عليك أبواب الرشد والفلاح في الآخرة والأولى.
لو عقلت كلام الشيخ وعرفت مواقع الخطاب، وسلمت من الأشر والبَطر والإعجاب (٢) لعرفت أن كلامه ليس في المخالطة والمقام بين ظهرانيهم (٣) ؛ بل هذه المسألة ليس في كلامه تعرُّض لها أصلا، والهجرة إلى الحبشة، ومُقام أبي بكر الصديق يتلو القرآن بمكة ويظهر دينه، كل هذا يؤيد كلام الشيخ وينصره في وجوب التصريح بالعداوة، وأنه لا رخصة مع الاستطاعة، ولولا ذلك لم يحتاجوا (٤) إلى الهجرة، ولو تركوهما في بلد النجاشي لم يحتاجوا إلى نصرته، وأن يقول: "أنتم سيوم بأرضي " ولكان كل مؤمن يخفي إيمانه، ولا يبادي المشركين بشيء من العداوة، فلا يحتاج حينئذ إلى هجرة (٥) بل تمشي الحال على أي حال، كما هي طريقة كثير ممن لم يعرف ما أوجب الله من عداوة [٣٢] المشركين وإظهار دين المرسلين، ولولا التصريح بالعداوة من المهاجرين الأولين، ومباداة قومهم بإظهار الإسلام وعيب ما هم عليه من الشرك وتكذيب الرسول، وجحد ما جاء به من البينات والهدى؛ لما حصل
_________
(١) في (ق) : " المعترض".
(٢) في (ق) : " والإعجاب والعجب ".
(٣) في (ق) : " ظهرانهم ".
(٤) في (ح) و (ق) و (المطبوعة) : "لما احتاجوا ".
(٥) في (م) : (الهجرة) .','1','102',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (93,'من قومهم من الأذية والابتلاء والامتحان؛ ما يوجب الهجرة واختيار بلد النجاشي وأمثالها من البلاد، التي تؤمن فيها الفتنة والأذية.
فالسبب والمقتضي لهذا كله ما أوجبه الله من إظهار الإسلام، ومباداة أهل (١) الشرك بالعداوة والبراءة؛ (بل هذا هو (٢) مقتضى كلمة الإخلاص، فإن نفي الإلهية عما سوى الله صريح في البراءة) (٣) منه، والكفر بالطاغوت، وعيب عبّاده (٤) وعداوتهم ومقتهم، ولو سكت المسلم ولم ينكر، كما يظنه هذا الرجل، لألقت الحرب وعصاها (٥) ولم تدُرْ بينهم رحاها، كما هو الواقع ممن يدَّعي الإسلام وهو مصاحب ومعاشر لعباد الصالحين والأوثان والأصنام، فسحقاً للقوم الظالمين.
وفي قصة أبي بكر حين مُنع من (٦) قراءة القرآن ظاهرا (٧) في مسجده، الذي اتخذه على حافة الطريق يتلو فيه القرآن ظاهرا، وكان رجلا بكاء عند تلاوة القرآن؟ والناس يستمعون إلى قراءته، وفيها ما فيها من تكفيرهم وعيبهم ووعيدهم وسب آلهتهم والبراءة منهم، ومن عبادة ما عبدوه، فنهوه عن ذلك فلم ينته، وثبت على إظهار دينه؛ فأمروه بالخروج، فلقيه ابن الدغنة فقال: " ارجع؛ فمثلك
_________
(١) ساقطة من المطبوعة.
(٢) ساقطة من (ق) و (المطبوعة) .
(٣) ما بين القوسين ساقط من (ق) .
(٤) في (م) و (ق) : "عبادتهم ".
(٥) في (م) و (ق) : "أوزارها ".
(٦) ساقطة من (م) و (ق) .
(٧) ساقطة من (ح) و (المطبوعة) .','1','103',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (94,'لا يخرج (١) أنت في جواري " (٢) فمضى على ما كان يصنع من الجهر بالقراءة (٣) وإظهار دينه، وهذا هو مراد الشيخ، وهو الدليل على وجوب التصريح بعداوتهم، فترك المعترض هذا كله، وظن أن إجارة ابن الدغنة تقتضي (٤) عدم العداوة من أبي بكر، وأنه يوالي ابن الدغنة، فما أضلَّ هذا الفهم، «وقد دخل النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم في جوار المطعم بن عدي» (٥) أترى هذا يقتضي موالاة النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم له (٦) وعدم التصريح بعداوته؟ فكأن الرجل المعترض نبطي لا يفهم موضوع الكلام ولا يحسن الاستدلال، فيستدل بالشيء على ضد ما يدل عليه.
ولقد أنسانا بجهله ما سمعناه عن إخوانه الجاهلين، وما أحسن ما قال مجاهد رضي الله عنه (٧) في قوله تعالى: {وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ} [الأنفال: ٢٤] [الأنفال / ٢٤] .
قال: "حتى يتركه لا يعقل ".
_________
(١) في (س) : " لا يخرج ولا يُخرج ".
(٢) أخرجه البخاري (٢١٧٥) ، وأحمد (٦ / ١٩٨) ، وعبد الرزاق (٥ / ٣٦٨) ، وأبو نعيم في حلية الأولياء (١ / ٢٩) ، واللالكائي في شرح أصول اعتقاد أهل السنة (٤ / ٧٦٦) من حديث عائشة رضي الله عنها، وانظر: " الاستيعاب " (٢ / ٤٩١) ، و " السيرة النبوية " (٢ / ٢١٧) .
(٣) في (ق) : " بالقرآن ".
(٤) في (ق) : " تقضى ".
(٥) أخرجه الطبري في التاريخ (٢ / ٣٤٧، ٣٤٨) . وراجع: مغازي ابن إسحاق وسيرة ابن هشام (٢ / ١١، ١٢، ١٣) .
(٦) ساقطة من (م) و (ق) و (س) .
(٧) "رضي الله عنه" ساقطة من (ق) .','1','104',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (95,'وأما قوله: (أي بلد من بلاد المسلمين (١) من أهل (٢) القبلة المحمدية الذي (٣) جعلهم هذا الرجل كفارا، يمنعون الإنسان من شهادتي الإخلاص، وأداء الفرائض، وتلاوة القرآن، وذكر الله، وتوحيده؟) .
فالجواب أن يقال: في عبارته هنا تحريف ظاهر، فإنه أوقع الموصول المفرد على الجمع، ولم يفرق على عادته في اللحن الفاحش.
ويقال أيضا لهذا الظالم: إن الخوارج، وغلاة القدرية، والجهمية والقرامطة، والباطنية، وغلاة الرافضة من الإسماعيلية والنصيرية، وغلاة عبَّاد القبور الذين يرون أن مشايخهم يتصرفون في الكون، كل هؤلاء لا يمنعون من لفظ الشهادتين؛ وأداء الفرائض، وتلاوة القرآن، بل اليهود والنصارى لا يمنعون من ذلك مَنْ دخل بلادهم من المسلمين؛ وبنو حنيفة لا يمنعون من ذلك، وعلى زعم هذا الرجل لا مانع من الإقامة بين [٣٣] ، أظهرهم، ولا هجرة من ديارهم وأماكنهم؛ وهذا القول لا يقوله من يؤمن بالله واليوم الآخر، ويعرف مراد الله ورسوله في الهجرة ويدري سِرَّ ذلك.
وهذا الرجل كما ترى في الجهل والسفاهة، ومع ذلك يترشح للرد ويرى نفسه (٤) من طلبة العلم أو من (٥) علماء المسلمين، وهو معدود عند العارفين من الأغبياء الجاهلين.
_________
(١) في (م) و (ق) : (الإسلام) .
(٢) ساقطة من (س) .
(٣) في (م) و (ق) : " الذين".
(٤) في (المطبوعة) : (نفسه بهذا) .
(٥) في (ح) و (المطبوعة) : " ومن ".','1','105',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (96,'والأعاجم والفرس الذين يعبدون عليَّا والحسن والحسين، يكتبون (١) المصاحف، ويطبعونها ويشترونها بغالي الأثمان، ويبنون المساجد، ويؤذنون، وأما توحيد الله بالعقل (٢) والعمل فأكثرهم لا يراه، وينكره أشد الإنكار، ويمنع منه، وإنما حدث الشرك بأمرهم ورأيهم وسلطانهم في هذه الأمة، وهم أول من بنى المساجد على القبور وعظموها حتى صارت أوثانا تعبد، وبيوتا يحج لها وتقصد (٣) بل جعلوا لأهلها التصرف (٤) والتدبير والنفع والضر، زعما منهم أن هذا كرامة، وهذا مشهور عنهم سرى في أكثر الأمصار، وعمت به البلوى، حتى رأينا وسمعنا بمصر وغيرها من ذلك ما لا يبقى معه للإسلام أصل يرجع إليه، وصنفوا في ذلك مصنفات يعرفها من له نهمة في طلب العلم وأخبار الناس.
" أفيقال: هؤلاء لا يمنعون من توحيد الله وذكره؟
ولولا حجاب الجهل والهوى لما خفى حالهم على هذا المتكلم، ولَمَا قال: (هذا خلاصة كلمة التقوى، وهم أحق بها وأهلها) والله سائله عن ذلك ومجازيه عليه؛ لئن كان أهل الشرك بالله، ومعاداة أوليائه، ومعصية رسوله من المعطلة، وعبَّاد القبور، هم أهل كلمة التقوى، وهم أحق بها وأهلها؛ فلقد ضل حينئذ من أنكر ذلك ومنعه، وكفَّر أهله من السابقين الأولين إلى أن تقوم الساعة، وهذا لازم لقوله، لا محيص عنه.
_________
(١) في (ق) : "والحسين والحسن يكتبون ".
(٢) في (المطبوعة) : " بالعقيدة ".
(٣) في (المطبوعة) : "تحج وتقصد".
(٤) في (المطبوعة) و (ح) : " التصريف".','1','106',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (97,'وبه تَعْرفُ أنَه هو الَّذي لا يَدْري ما تَحْتَ كَلامِه وما خَرَجَ من بَينِ شَفَتيه.
قال تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} [الأنعام: ٨٢] [الأنعام / ٨٢] .
هذا هو الحكم العدل والقول الفصل والحق المبين، لا من جعل [٣٤] ، أهل الشرك بالله ومعاداة أوليائه أهل كلمة التقوى والأحقين بها. {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ} [الشعراء: ٢٢٧] [الشعراء / ٢٧٧] .
ثم ساق المعترض حديث أبي موسى في قصة أسماء بنت عميس مع عمر، وقول النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم: " «لعمر وأصحابه هجرة، ولكم هجرتان» " (١) .
ثم قال المعترض: (إذا علمت هذا تبين لك خطأ هذا الرجل بأتم بيان، وأوضح برهان، كيف وقد قال تعالى: {وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [الأنعام: ١٦٤] [الأنعام / ١٤٦] .
وذكر قوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لَا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} [المائدة: ١٠٥] [المائدة / ١٠٥] . وحديث: " «ائتمروا بالمعروف وانتهوا (٢) عن المنكر» " (٣) الحديث؛ وذكر حديث ابن عمر: " «إذا رأيت الناس قد مرجت عهودهم وكانوا هكذا- وشبك بين أنامله- فالزم بيتك، واملك عليك
_________
(١) أخرجه البخاري (٣٨٧٦، ٤٢٣٠) من حديث أبي موسى، (٤٢٣١) من حديث أسماء بنت عميس، ومسلم (٢٥٠٣) ، والحاكم في المستدرك (٣ / ٢٣٤، ٦٥٥) .
(٢) في (س) و (المطبوعة) : " وتناهوا ".
(٣) أخرجه أبو داود (٤٣٤١) ، والترمذي (٣٠٥٨) ، وابن ماجه (٤٠١٤) من حديث أبي ثعلبة الخشني رضي الله عنه.','1','107',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (98,'لسانك، وخذ ما تعرف، ودع ما تنكر، وعليك بخاصة أمر نفسك، ودع عنك أمر العامة» " (١) .
ثم قال: (فالأمر بالمعروف والنهي عن المنكر إنما هو واجب مع القدرة على الكفاية حسب مراتبه ودرجاته) .
فيقال في جواب هذا: هذه الأحاديث والآيات الكريمات تؤيد (٢) ما قاله الشيخ وتنصره (٣) فإن فضل الهجرة الأولى وما جاء بها يدل على وجوب التصريح بعداوة المشركين وإن لم يكن للمسلمين دولة وشوكة. كحالهم في بدء الإسلام؛ ولذلك (٤) احتاجوا إلى الهجرة، ولو تركوا التصريح بالعداوة وعيب دين المشركين لما احتاجوا إلى ترك أوطانهم، ولكنهم فعلوا ذلك لحاجة المؤمن إلى (٥) إظهار دينه، وخوفه من الفتنة.
وبهذا يتبين صواب كلام الشيخ وخطأ المعترض، وأنه قد (٦) عكس القضية في تخطئة الشيخ، والقلب إذا خسف به تصور الحقائق على غير ما هي عليه.
_________
(١) في (س) : "العوام ". 
والحديث أخرجه أبو داود (٤٣٤٢، ٤٣٤٣) ، ابن ماجه (٣٩٥٧) ، وأحمد (٢ / ١٦٢، ٢١٢، ٢٢٠) ، والحاكم في المستدرك (٢ / ١٧١) ، (٤ / ٣١٥، ٤٨١، ٥٧٠) من حديث أبي هريرة رضي الله عنه.
(٢) في (ق) : " الكرامات تؤدي ".
(٣) في (ق) : " ونصره ".
(٤) في (ق) : " ولذا ".
(٥) ساقطة من (ق) .
(٦) ساقطة من (م) و (ق) .','1','108',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (99,'وقد تقدم هذا الجواب.
وليس في كلام الشيخ أن المؤمن يؤاخذ بإزر (١) غيره، حتى يرد عليه بقوله تعالى: وَلَا (٢) تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى [الإسراء / ١٥] .
بل في كلام الشيخ أن عداوة المشركين وبغضهم (٣) من واجبات الدين، وتاركه ما استقام إسلامه، فأين هذه من هذه؟ لقد أبعدت المرمى، واستحكم عليك الجهل والعمى.
وقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ} [المائدة: ١٠٥] (٤) [المائدة / ١٠٥] .
فسرها حديث أبي (٥) . ثعلبة (٦) . وحديث (٧) . أبي بكر (٨) . وفيهما [٣٥] .
_________
(١) في (المطبوعة) : (بوزر) .
(٢) في (ق) : "وأن لا".
(٣) في (ح) : " بغضهم " بإسقاط الواو.
(٤) في (م) و (س) و (ق) : زيادة (لا يضركم من ضل إذا اهتديتم) ،.
(٥) في (ق) : (ابن) ، وهو خطأ.
(٦) ونصه: عن أبي أمية الشعباني قال: أتيت أبا ثعلبة الخشني فقلت: كيف تصنع في هذه الآية؟ قال: أية آية؛ قلت: (يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم) ، قال: سألتَ عنها خبيراَ، سألتُ عنها رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم فقال: بل ائتمروا بالمعروف وتناهوا عن المنكر حتى إذا رأيت شحا مطاعاً وهوى متبعاَ ودنيا مؤثرة وإعجاب كل ذي رأي برأيه، ورأيت أمراَ لا يدان لك به فعليك خويصة نفسك فإن من ورائكم أيام الصبر. الصبر فيهن على مثل قبض على الجمر، للعامل فيهن مثل أجر خمسين رجلاً يعملون بمثل عمله ". أخرجه أبو داود (٤٣٤١) ، والترمذي (٣٠٥٨) ، وابن ماجه (٤٠١٤) وهذا لفظه.
(٧) ساقطة من (س) .
(٨) ونصه: قام أبو بكر (رضي الله عنه) فحمد الله وأثنى عليه. ثم قال: يا أيها الناس إنكم تقرؤون هذه الآية: (يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم) وإنا سمعنا رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم يقول: " إن الناس إذا رأوا المنكر لا يغيرونه أوشك أن يعمهم الله بعقابه ". 
أخرجه أبو داود (٤٣٣٨) ، والترمذي (٣٠٥٧) ، وابن ماجه (٤٠٠٥) ، وهذا لفظه. وصححه الألباني في الصحيحة (١٥٦٤) .','1','109',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (100,'وجوب الأمر بالمعروف والنهي عن المنكر، فإذا فعل ذلك المؤمن فلا يضره ضلال من ضل إذا اهتدى، وقام بالواجب (١) . .
وقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّم: " «حتى إذا رأيتم (٢) . شحا مطاعاً» " غاية للأمر والنهي، لا أنه لا يجب ابتداءً، فافهمه يستبن لك جهل المعترض.
وكذلك حديث عبد الله بن عمر (٣) . هو من هذا الباب، ليس فيه أنه لا يأمر (٤) . ولا ينهى، ولا يظهر دينه، ومن فهم هذا من الأحاديث فهو من الأغبياء الضالين.
وأما قوله: (فالأمر بالمعروف والنهي عن المنكر الذي كفَّر به هذا الرجل الأمة) - إلى آخره- في عبارته (٥) . خلل، وهي خطه بيده وكان الصواب (٦) . أن يقول: (الذي كفر بتركه) ، لا به. فتأمل.
ويقال في جوابه: خرجت عن محل النزاع، فالنزاع (٧) . في التصريح.
_________
(١) في (المطبوعة) : "هو بالواجب"، وفي (ق) : " بالواجبات".
(٢) في (م) و (ق) : " رأيت ".
(٣) في جميع النسخ: "عمر وهو"، ولعل ما أثبته هو الأقرب.
(٤) في (م) و (ق) : " لا يأمر بالمعروف".
(٥) في (ق) : "في بيان عبارته".
(٦) في (ق) : "صوابه".
(٧) ساقطة من (ق) .','1','110',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (101,'بالعداوة، وأما الأمر والنهي (١) . فهو أمر آخر، وطور ثان، وليس في كلام الشيخ تعرض له، فنسبة التكفير إليه به (٢) . - مع أنه خروج عن موضوع الكلام، وحَيدة عن تحرير محل النزاع - فهو أيضا كذب ظاهر وبهت جلي. مَنْ قال: إن الشيخ كفَّر بهذا؟ ومن نقله؟ وفي (٣) . أي كتاب؟ وفي (٤) . أي رسالة؟ {وَقَدْ خَابَ مَنِ افْتَرَى} [طه: ٦١] [طه / ٦١] .
فمن أين , أو أنى , وكيف ضلالهم ... هدى , والهوى شتى (٥) ". بهم متشعب.
وإنما أدرج مسألة الأمر بالمعروف والنهي عن المنكر في مسألة وجوب المعاداة والتصريح بها ليلبس على الجهال، ويتكثر بما ساقه من كلام العلماء، وهو عليه لا له، كما ذكر هو عن القاضي أن الأمر بالمعروف والنهي عن المنكر فرض كفاية إذا لم يخف، هو كذلك لكن هذا يؤيد كلام الشيخ؛ لأن الأمر بالمعروف والنهي عن المنكر فرع عن التصريح بالدين.
وأيضا: فتارك الفرض لا يستقيم له إسلام، والشيخ لم يقل إنه يكفر بترك التصريح بالعداوة، بل قال: (لا يستقيم له (٦) . إسلام) فيصدق بحصول الإسلام مع استقامته، وهذا يجري في كل من ترك واجبا، أو فعل محرما، كما قرره تقي الدين في كتاب "الإيمان ".
_________
(١) في (م) و (ق) : "والأمر بالمعروف والنهي عن المنكر".
(٢) ساقطة من (م) و (ق) .
(٣) في جميع النسخ: " في "، ولعل ما أثبته هو الصواب.
(٤) ساقطة من (س) .
(٥) في (س) : " هذا، والهدي شيء.
(٦) من هنا ساقط من النسخة (س) .','1','111',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (102,'فجميع نقوله عن الفقهاء تؤيد كلام الشيخ، وترد دعوى المعترض، لكنه جاهل لا يفهم مراد الله ورسوله، ولم يعان، ويمارس صناعة العلم والبحث مع المحصلين (١) . بل وجد أشياخًا ضالين، وكتبًا شتتت فكره، وضيعت فهمه حتى صار من الخاسرين.
ثم أطال النقل عن ابن عقيل وابن مفلح، وذكر ما يروى عن حذيفة رضي الله عنه مرفوعا (٢) " «لا ينبغي للمؤمن أن يذل نفسه ". قيل: كيف يذل نفسه؟ قال صَلَّى اللهُ عَلَيْهِ وَسَلَّم: " يتعرض من البلاء ما لا يطيق» " (٣) .
ومراد هذا الغبي: أن الخوف يسقط إظهار الإسلام والتصريح بعداوة المشركين والبراءة (٤) منهم، حتى التصريح بشهادة الإخلاص.
فجعل كلام ابن عقيل وابن مفلح، وما أتيح له من كلام الفقهاء في عدم وجوب الأمر والنهي، على الخائف والعاجز حجَّة على كتمان الإسلام، ومداهنة المشركين، وإظهار موادتهم وصحبتهم (٥) هذا مفهوم كلام (٦) .
المعترض، فبُعدًا بُعدًا، وسُحْقًا سُحقًا.
وأعجب من هذا أنه جعل الحديث حجة له على موادة المشركين
_________
(١) في (ق) : "المخلصين".
(٢) ساقطة من (ق) و (م) .
(٣) أخرجه الترمذي (٢٢٥٤) ، وقال: حسن غريب، وابن ماجه (٤٠١٦) ، وأحمد (٥ / ٤٠٥) ، وحسنه الألباني في الصحيحة (٦١٣) .
(٤) في (ق) : "وبالبراءة".
(٥) في (ح) : "ومحبتهم ".
(٦) ساقطة من (ح) و (ق) .','1','112',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (103,'فجعل معاداتهم ذلًّا، وموادتهم (١) عزًّا، فلا أدري على أي شيء أحسده؟ على هذا الفهم الذكي، أو على ما جمعه من أكاذيب المفتري (٢) وما كنت أظن غباوته تبلغ إلى (٣) هذا الحد.
فالحمد لله على ظهور الحق, والتوفيق للصدق.
ثم استدل المعترض بكلام شيخ الإسلام على حديث أبي سعيد: " «من رأى منكم منكرا فليغيره بيده» " (٤) إلى آخره، وأن الشيخ ذكر في معناه: أن الإنكار بالقلب آخر حدود الإيمان، وليس المراد: أن من لم ينكر لم يكن معه من الإيمان حبة خردل.
يريد الرجل المعترض أن كلام الشيخ يدل على أنه يكفي في الإيمان المطلق إنكار القلب, ولا يحتاج للتصريح بشيء من واجباته، وهذا رجوع إلى مذهب الجهمية القائلين بأن الإيمان هو التصديق, ولم يدخلوا (٥) التلفظ والعمل في مسماه، وبعضهم قال: (هي شرائط وليست (٦) من المسمى) . وكلام أهل السنَة في تبديعهم، وتضليلهم، وتفسيقهم معروف مشهور.
فقول المعترض: (فالإنكار بالقلب فقط، وأقف على أضعف الإيمان
_________
(١) في (ق) : " وموالاتهم".
(٢) في (المطبوعة) : " الأكاذيب المفتراة".
(٣) ساقطة من (ق) .
(٤) في (ق) و (م) : زيادة " فإن لم يستطيع فلبسانه". 
والحديث أخرجه مسلم (٤٩) ، وأبو داود (١١٤٠، ٤٣٤٠) ، والنسائي (٨ / ١١١) ، وابن ماجه (١٢٧٥، ٤٠١٣) ، وأحمد في المسند (٣ / ١٠، ٢٠) .
(٥) في (ح) و (المطبوعة) : " يدخل ".
(٦) في (المطبوعة) : " وليس ".','1','113',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (104,'[٣٧] ، في حق القادر) قول باطل؛ فإن الحديث يدل على أنه في حق العاجز يكون أدنى الإيمان الخاص، وأما القادر فليس في الحديث نص على حكمه، وإنما يفهم من أدلة أخرى.
وكلام الشيخ على الحديث إنما يدل على انتهاء مراتب هذا الإيمان، وليس مراده أن تاركه يكفر، وهذا المعترض لم يفهم مراد الشيخ ولا حام حول قصده.
ومراد الشيخ: أنَّ الأمر بالمعروف والنهي عن المنكر إيمان، وأنه ينقسم بحسب الاستطاعة، وأدناه الإنكار بالقلب، وأعلاه الإنكار باليد، وقوله: "وليس وراء ذلك من الإيمان (" حبة خردل " أي: هذا الإيمان) (١) الذي هو الأمر والنهي والتغيير (٢) هذا مراده.
وحينئذ: فهو من أدلة الشيخ على وجوب التصريح بالعداوة، وأنه لا يستقيم للإنسان إسلام وإيمان إلا بالإتيان بالواجبات، فلو اقتصر على أدنى رتب الإيمان مع القدرة على سواها فليس إيمانه بمستقيم، وإن كان مع عدم الاستطاعة والعجز (٣) حصل على أضعف الإيمان، فقد فاتته (٤) الاستقامة الكاملة؛ لأن الأدنى فيه نقص وضعف، والمؤاخذة وعدمها بحثها الاستطاعة وعدمها.
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) في (ق) : " الأمر بالمعروف والتغيير "، وفي (ح) و (م) : " الأمر بالمعروف والنهي والتغيير ".
(٣) ساقطة من (ق) .
(٤) في (ق) : " فاته ".','1','114',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (105,'فانظر وتأمل هذا التقرير يطلعك على جهالة المعترض، وأنه بمعزلٍ عن العلم والفهم. {أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ} [فصلت: ٤٤] [فصلت / ٤٤] .
وكلام شيخنا رحمه الله محله فيمن استطاع وقدر، وأما مع عدم القدرة ومع الإكراه فيباح للرجل أن يتوقى عن (١) نفسه، كما قال تعالى: {لَا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِنْ دُونِ الْمُؤْمِنِينَ} [آل عمران: ٢٨] الآية [آل عمران / ٢٨] .
على أن الصابر مع الإكراه الباذل نفسه لله أفضل ممن فعل ما يباح وتوقى عن نفسه.
إذا عرفت مراد الشيخ رحمه الله فهو يطلق الكلام حيث أطلقه الكتاب والسنة ويقيده حيث قيداه، فالمعترض (٢) لم يفهم كلام الشيخ، ولا عرف معاني النصوص ومن وقف على كلامه من أهل العلم عرف ما قلناه، وأنه حيران لا يدري السبيل.
قال تعالى: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ} [الأنفال: ٢٢] [الأنفال / ٢٢] .
واستدل المعترض بقول الإمام أحمد لمن سأله عن السنَّة تذكر في المجلس لا يعرفها غيره أيتكلم بها؟ فقال: " أخبر بالسنَّة ولا تخاصم عليها " (٣) إلى آخره. وبقول مالك: "أخبر بالسنَّة، فإن لم يقبل (٤) منك [٣٨] فاسكت ".
_________
(١) ساقطة من (ق) .
(٢) في (ق) : " فإن المعترض ".
(٣) انظر: " الآداب الشرعية " (١ / ٢٢١) .
(٤) في (المطبوعة) و (ح) : "تقبل " بالتاء الفوقية.','1','115',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (106,'ومراده: أن السكوت سائغ في أصول الإيمان وفروعه، حتى ما دلت عليه كلمة الإخلاص، ولم يفرق بين ما يسوغ السكوت فيه (١) وما لا يسوغ (٢) .
وقول أحمد ومالك صريح في أنه لا يسوغ السكوت، وإنما يترك الخصام بعد التعريف والبيان، وهذا يشهد لكلام الشيخ ويؤيده، فإن (٣) الشيخ رحمه الله يأمر بالتصريح والبيان؛ وينهى عن الخصام والمراء والهذيان.
والرسل عليهم الصلاة والسلام (٤) لم يسكتوا عن الدعوة والإبلاغ لما أرسلوا به حيث لم يقبل منهم، بل استمروا على ذلك حتى أتاهم أمر الله.
قال تعالى: {وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلَا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ - وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الْأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍ وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلَا تَكُونَنَّ مِنَ الْجَاهِلِينَ} [الأنعام: ٣٤ - ٣٥] (٥) [الأنعام ٣٤، ٣٥] .
وأصل الإسلام ومبانيه لها حال وشأن ليس لغيرها من السنن؛ ولذلك يكفر جاحدها، ويقاتل عليها، بل يكفر تاركها عند جمهور السلف بمجرد الترك، أفيسوغ السكوت للعالم عن إبلاغ الجهال وتعليمهم؟ .
_________
(١) ساقطة من (ح) .
(٢) في (المطبوعة) : زيادة "السكوت فيه ".
(٣) في (ق) : " فإن كلام الشيخ ".
(٤) في (ق) و (م) : "السلام ".
(٥) من أول [وَلَا مُبدِلَ] مختصر من النسخة (م) ، ومن أول [ولقد جاءك] مختصر من النسخة (ح) ، بكلمة: (الآية) .','1','116',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (107,'قال الله تعالى: {ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ} [النحل: ١٢٥] الآية [النحل / ١٢٥] .
وقال: {وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ} [العنكبوت: ٤٦] [العنكبوت / ٤٦] .
وقال تعالى: {قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى بَصِيرَةٍ} [يوسف: ١٠٨] (١) الآية [يوسف / ١٠٨] .
وقال تعالى: {وَجَاهِدْهُمْ بِهِ جِهَادًا كَبِيرًا} [الفرقان: ٥٢] [الفرقان / ٥٢.] .
وفي (٢) الحديث: " «أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها، وحسابهم على الله» " (٣) . سبحان الله! ما أقبح ما (٤) تلاعب الشيطان بابن آدم.
ألا هل عم في رأيه متأمل ... وهل مُدْبر بعد الإساءة مقبل
وهل أمة مستيقظون لرشدهم ... فيكشف عنه النعسة (٥) المتزمل
فقد طال هذا الغي واستخرج الكرى ... مساويهمو لو أن ذا الميل يعدل
_________
(١) في (ق) : زيادة [أنا ومن اتبعني] .
(٢) إلى هنا ينتهي السقط من النسخة (س) .
(٣) أخرجه البخاري (٢٥، ٣٩٢، ١٣٩٩) ، ومسلم (٢٠، ٢١، ٢٢) ، وأبو داود (١٥٥٦، ٢٦٤٠، ٢٦٤١) ، والترمذي (٢٦٠٦، ٢٦٠٧، ٢٦٠٨، ٣٣٤١) .
(٤) ساقطة من (س) .
(٥) في (المطبوعة) : " النعمة".','1','117',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (108,'<span data-type="title" id=toc-25>[فصل بيان أن الأحكام تبنى على قواعد وأصول الشريعة لا على ظواهر الأحوال]</span>
فصل [٣٩] قال المعترض: (وهذا الرجل (١) خرج في بلد قد (٢) غلب عليها أحكام الإسلام، وشيدوا منارهم لداعي الفلاح؛ وعمروا مساجدهم ومدارسهم بالأوقاف، مظهرين لشعائر الإسلام بعلمائهم؛ فكفَّرهم وحكم على من لم يصرِّح بعداوتهم بالكفر، كما تراه من كلامه صريحا، فلو قدَّر أنهم فعلوا منكرا من الشرك فما دونه كيف يكفر من لم يصرح بعداوتهم؟ إذ لا يكون التصريح إلا باليد واللسان؛ ولم يفعل ذلك جعفر وأصحابه رضي الله عنهم (٣) مع الذين جعلوا الله ثالث ثلاثة، وكذلك النجاشي. وهذا ظاهر بحمد الله من الكتاب والسنَّة ظهورا لا خفاء به؛ ضد ما كفَّر به هذا الرجل الأمة لو كان تأصيله صحيحا. كيف وهو (٤) أفسد الفاسد وأبطل الباطل؟) .
والجواب أن يقال: تقدَّم مضمون هذا الكلام مكررا، فما وجه إيراده وتكريره؟ وقد مرَّ جوابه بحمد الله مفصلا، ومن أفلس من الحجج
_________
(١) في (ق) زيادة: "قد".
(٢) ساقطة من (س) و (ح) .
(٣) في (س) و (ح) و (المطبوعة) : " عنه "، وفي (ك) زيادة: " أجمعين ".
(٤) ساقطة من (س) .','1','118',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (109,'والبينات، أكثرَ من الترداد والهذيان، ولم يذكر هنا من أدلة إسلامهم إلا تشييد المنار، وعمارة المساجد والمدارس بالأوقاف، وقد تقدَّم الجواب عن هذا، وأن بني حنيفة وبني عبيد القداح والمختار بن أبي (١) عبيد؛ بل والتتار عندهم مساجد ومدارس، ولهم صدقات وأوقاف، والإيمان بالله ورسوله، والكفر بالطاغوت، أمر وراء ذلك كله، لا يدركه إلا من سبقت له السعادة، وعقل عن الله خطابه ومراده، مع أن هذا الشيخ لم يُكفِّر من أهل نجد إلا من قام وجدَّ في إطفاء نور الله، وإنكاره توحيده، ومن جحد البعث من بواديهم وأعرابهم، ولم يُكفّر (٢) إلا بعد قيام الحجة وظهور الدليل على الإيمان بالله ورسله، ووجوب الكفر بما عبد من دونه، فالخصومة في الأصل الأصيل، وحسبنا الله ونعم الوكيل.
وأما قوله: (مظهرين لشعائر الإسلام بعلمائهم) .
فهي عبارة جاهل (٣) فإن العلماء لا يلزم من وجودهم وجود الإسلام في الناس، ولا يلزم من عدمهم عدمه، والأنبياء وجدوا في الأمم السابقة الذين لم يستجيبوا لهم ولم يؤمنوا، ووجد من العلماء (٤) المؤمنين كثير بين أظهر المشركين وهم معدودون (٥) من المستضعفين المعذورين.
وإن أراد أن الباء سببية، وأن المراد (٦) أظهروه بسبب العلماء، [٤٠] ،
_________
(١) "أبي " ساقطة من (ق) و (م) .
(٢) ساقطة من (س) .
(٣) في (ح) و (المطبوعة) : "الجاهل".
(٤) في (ق) : "علماء".
(٥) في (ق) و (م) : " معدودين ".
(٦) في (ح) : "مراد".','1','119',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (110,'فأي مزية في هذا لو فرضت صحته؟ مع أن الخصم يمنعه؟ وأحكام الإسلام إنما تؤخذ عن العلماء.
وأما قوله: (وحكم على من لم يصرّح بعداوتهم بالكفر) .
فهو كذب لم يقل هذا في أهل نجد كافة، ولا في أهل بلد خاصة، بل هو مستمسك (١) بأصل عظيم، وسلطان مبين، وكلامه وتقريره في وجوب عداوة المشركين الذين يحادون الله ورسوله، وليس في كلامه تعرض لأهل البلد التي ظهر فيها، لا تصريحا ولا إشارة، بل كلامه عام، كما أن دليله الذي استدلَّ به (٢) عام، فهو بحمد الله من الراسخين، لا من المتهوكين الجاهلين.
وقوله (٣) (فلو قدر أنهم فعلوا منكرا من الشرك فما دونه كيف (٤) يكفر من لم يصرح بعداوتهم؟) .
يقال: قد تقدم مرارا أن الشيخ رحمه الله لم يُكفر، وإنما قال: (لا يستقيم إسلام إلا بالتصريح بعداوة المشركين) ، فأين في هذا تكفيرهم لولا حجاب الجهل والهوى (٥) الذي أورد المعترض موارد الخسار والردى.
وقوله: (ولم يفعل ذلك جعفر وأصحابه) .
_________
(١) في (ق) : (متمسك) .
(٢) ساقطة من (س) .
(٣) في (ق) : (وأما قوله) .
(٤) ساقطة من (س) .
(٥) ساقطة من (ق) و (م) .','1','120',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (111,'تقدم ما فيه، وأنه كذب على المهاجرين الأولين، ونسبهم إلى مداهنة المشركين {وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ} [الشعراء: ٢٢٧] [الشعراء / ٢٢٧] .
وقوله: (لو كان تأصيله صحيحا، كيف وهو أفسد الفاسد (١) وأبطل الباطل؟) .
جوابه أن يقال: إن معرفة الفاسد، وإدراك بطلان الباطل يتوقف على أمرين:
أحدهما: حياة القلب. والثاني: معرفته وعلمه بالحق والباطل، والصحيح والفاسد، والصواب والخطأ.
ومن (٢) نظر في كلام هذا الرجل من أهل العلم والإيمان تيقن موت قلبه، وأنه لا يدرك الحسيَّات والضروريات من أمر دينه.
قال الله تعالى: {وَمَا يَسْتَوِي الْأَحْيَاءُ وَلَا الْأَمْوَاتُ إِنَّ اللَّهَ يُسْمِعُ مَنْ يَشَاءُ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ} [فاطر: ٢٢] [فاطر / ٢٢] .
وقال تعالى: {أَفَمَنْ يَعْلَمُ أَنَّمَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ الْحَقُّ كَمَنْ هُوَ أَعْمَى إِنَّمَا يَتَذَكَّرُ أُولُو الْأَلْبَابِ} [الرعد: ١٩] [الرعد / ١٩] .
، والآيات في المعنى كثيرة، وإذا عدم العلم والنور، وأضيف إلى ذلك العداوة والبهت ونحوهما من الشرور، فمن أي باب يأتي العلم والتوفيق والتمييز بين الطيب والخبيث، والصالح والفاسد، والباطل [٤١] ، والحق، والخطأ والصواب؟ .
_________
(١) في (ق) : " الفاسدين ".
(٢) ساقطة من (ق) .','1','121',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (112,'قال تعالى: {وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا (١) عَامِلُونَ} [فصلت: ٥] [فصلت / ٥] .

<span data-type="title" id=toc-26>[استقامة الإسلام بالتزام الواجبات]</span>
ثم ساق المعترض كلامًا لشيخ الإسلام فيمن بلغته دعوة الرسول صَلَّى اللهُ عَلَيْهِ وَسَلَّم في دار الكفر، فآمن به واتقى الله ما استطاع، وأنه مؤمن من أهل الجنة، وكلام تقي الدين أبي العباس (٢) يؤيد ما ذكره شيخنا رحمه الله، فإنه قال (٣) (إذا اتقى الله ما استطاع، كما فعل النجاشي وغيره ممن لم يهاجر ولم تبلغه جميع شرائع (٤) الإسلام) وهذا حق؛ والشيخ يقول به، ولا يكلف العبد فوق طاقته، ولا بما لم يبلغه من الشرائع، [فهذا] (٥) إذا لم يكن عنده من يعلمه.
وفي كلام الشيخ: (أن يوسف عليه السلام دعاهم فلم يجيبوه، وكذلك النجاشي لم يطيعوه في الدخول في الإسلام) ، وهذا كله يؤيد كلام شيخنا، ويشهد بكذب المعترض على النجاشي، وعلى مؤمن آَل فرعون، وامرأة فرعون، وعلى المهاجرين إلى الحبشة.
وشيخنا لم يقل: (إنه لا يستقيم إسلام النجاشي وأمثاله) ، وليس لهم ذكر في كلامه، والكلام في قاعدة أصلية (٦) كلية، وهي: استقامة الإسلام بالتزام الواجبات وعدمها بعدم بعضها. هذا كلامه رحمه الله.
_________
(١) في (ح) : "أنت "، وهو خطأ.
(٢) في (ق) و (م) زيادة: "مما ".
(٣) انظر: "منهاج السنة " (٥ / ١١١) .
(٤) في (ق) : "شعائر".
(٥) ما بين المعقوفتين إضافة من (ح) .
(٦) في (ق) و (م) : أصولية ".','1','122',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (113,'<span data-type="title" id=toc-27>[الإنسان لا يكلف إلا ما يستطيع]</span>
وقول الشيخ تقيّ الدين في النجاشي: (إنه لم يهاجر، ولم يجاهد (١) ولا حجَّ؛ بل قد روى (٢) ولم يكن يصلي الصلوات (٣) الخمس) إلى آخر كلام الشيخ رحمه الله، فسياقه في (٤) أن الإنسان لا يكلِّف إلا ما يستطيع لا بما لا يعلم أو بما (٥) يعجز عنه.
قال تعالى: {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا} [البقرة: ٢٨٦] [البقرة / ٢٨٦] .
والوسع (٦) دون الطاقة، هذا مراد الشيخ.
فأين فيه أن عداوة المشركين لا يجب التصريح بها (أو أن (٧) الإسلام يستقيم بدون ذلك؟ غايته أن يُعذر بالعجز عن التصريح) (٨) وشيخنا رحمه الله كلامه في حال القدرة والاستطاعة، لا في حال العجز وعدم العلم.
وقد مر البيان أن شيخنا يطلق حيث أطلق القرآن.
قال تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ (٩) يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} [المجادلة: ٢٢] [المجادلة / ٢٢] .
_________
(١) (ولم يجاهد) ساقط من (ق) .
(٢) (بل قد روى) ساقط من (ق) .
(٣) في (ق) : " الصلاة ".
(٤) ساقطة من (ق) .
(٥) في (ق) : "وبما ".
(٦) في (ح) : " الواسع "، وهو من أخطاء النسخةْ (ح) .
(٧) في (س) : " وأن".
(٨) ما بين القوسين ساقط من (ق) .
(٩) في (س) : "الآية"، ولم تذكر خاتمتها.','1','123',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (114,'وقوله: (قوما) نكرة في سياق النفي فتعم، وهذا من فقه الشيخ [٤٢] ، رحمه الله، حيث يطلق ما أطلقه القرآن ويقيد ما قيده (١) والعاجز له حال غير حال القادر، وحكم سوى حكمه.
فإن كان يلزم من الآية ونصها الذي هو أشد وأبلغ من كلام الشيخ وقوله: (لا يستقيم إسلام إلا بالتصريح بعداوة المشركين) فإن كانت الآية تدل (٢) على كفر النجاشي، ومهاجرة (٣) الحبشة، ومن ذكر هذا المعترض، فكلام الشيخ يدل على ذلك، وإن لم تدل على (٤) . نفي الإيمان عمن واد المحادين لله ورسوله فكلام الشيخ أولى؛ لأن الآية فيها نفي الإيمان (٥) وكلام الشيخ غاية ما فيه عدم استقامة الإسلام، وما أجيب به عن الآية يجاب به عن (٦) كلام الشيخ، فتأمله فإنه مفيد جدًّا.
ومثل هذا قول الشيخ (٧) (وكثيرا ما يتولَّى الرجل بين المسلمين والتتار قاضيا، بل وإماما وفي نفسه أمور من العدل يريد أن يعمل بها فلا يمكنه، بل هناك ما يمنعه ولا يكلّف الله نفسا إلا وسعها) .
فإن هذا الكلام غايته أن يدل على أن (٨) التكاليف بحسب الوسع، وليس في كلام شيخنا ما يخالف هذا.
_________
(١) في (المطبوعة) : " يقيده ".
(٢) ساقطة من (س) .
(٣) في (المطبوعة) : " ومهاجرته ".
(٤) كذا في (س) ، وفي بقية النسخ: "مع".
(٥) ساقطة من (المطبوعة) .
(٦) ساقطة من (ح) .
(٧) يعني ابن تيمية، وانظر قوله في: " المنهاج " (٥ / ١١٣) .
(٨) ساقطة من (ح) .','1','124',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (115,'وأيضا: فكلام تقي الدين فرضه ومحله في الواجبات التي هي دون أصل الدين، ودون عيب الشرك والتنديد، وليس في كلامه أن الرجل يخفي إسلامه ويتولَّى قاضيا، وبأي شيء حينئذٍ يحكم؟ فالمحتج به على كتمان أصل الإسلام ملبوس عليه لا يفرق بين الأحكام ولا يدري معنى الكلام.
وأما قول المعترض: (وكفر (١) بترك الهجرة إليه) .
فقد تقدم كلام الشيخ بنقل العدول الثقات أنه بريء من هذا، وأن نسبته إليه من البهت.
والشيخ لا يرى أن الهجرة شرط في الإسلام، وإن قال به بعض الأعلام، فالشيخ لا يخرج عن قول جمهور الأمة وأئمتها، والمعترض يخترع (٢) أقوالا كاذبة وآراء فاسدة وينسبها إلى الشيخ، ثم يأخذ في التفريع عليها، وأن القول بها قول الخوارج.
وقد صنف رسالة في أن أتباع الشيخ خوارج كما صرح به هنا.
وهكذا حال كل مبتدع ومبطل يخوض (٣) بغير علم ولا عدل، ومن أمعن النظر في كلامه وجده كسراب بقيعة، يحسبه الظمآَن ماء حتى إذا [٤٣] ، جاءه لم يجده شيئا.
وقد ذكر ابن القيِّم وغيره، أن عُبَّاد القبور والمشايخ نسبوا أهل
_________
(١) في (ق) : "فكفر".
(٢) في (ح) : "يخرع ".
(٣) في (س) : " والخوض".','1','125',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (116,'التوحيد والسنة إلى بدعة الخوارج وطريقتهم (١) فالداء قديم ورثه هذا وأمثاله عن الغلاة في عبادة الصالحين وعبادة الشياطين {كَذَلِكَ قَالَ الَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ فَاللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ} [البقرة: ١١٣] [البقرة / ١١٣] .
والخوارج كفَّرت بأمور ظنَّتها ذنوبا وليست كذلك، وبذنوب محققة دون الشرك والتنديد، وأما الرسل وأتباع الرسل فكفَّروا من لم يؤمن بالله، أي: بربوبيته، وإلهيَّته، وتوحيده، وإفراده بالعبادة، ومن جعل له ندًّا يدعوه ويعبده، ويستغيث به ويتوكَّل عليه ويعظّمه، كما فعلت الجاهلية من العرب، ومشركوا (٢) أهل الكتاب، فتكفير هؤلاء ومن ضاهاهم وشابههم ممن أتى بقول أو فعل يتضمَّن العدل بالله، وعدم الإيمان بتوحيده وربوبيته وإلهيته وصفات كماله، والإيمان برسله (٣) وملائكته، وكتبه، والإيمان بالبعث بعد الموت، وكل ما شابه هذا من الذنوب المكفرة كما نصَّ عليه علماء الأمة، وبسطوا القول فيه، حتى كفَّروا من أنكر فرعا مجمعا عليه إجماعا قطعيا، كما مرَّت حكايته عن الحنابلة.
وأمَّا الخوارج فلم يفصِّلوا ولم يفقهوا مراد الله ورسوله، فكفَّروا بكل ذنب ارتكبه المسلم.
_________
(١) في (م) : " وطريقهم".
(٢) في بقية النسخ: " ومشركي "، وتوجيه ما بالأصل العطف على (الجاهلية) بالرفع لا على (العرب) بالجر؛ وهو الأوجه؛ لأن الجاهلية وإن كانت تعم العرب وأهل الكتاب وغيرهم ممن كان قبل الإسلام إلا أنه غلب استخدامها للعرب وحدهم قبل الإسلام فتخصهم اصطلاحاً، والله أعلم.
(٣) في (س) : "برسوله ".','1','126',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (117,'فمن جعل التكفير بالشرك الأكبر من هذا الباب، فقد طعن على الرسل (١) وعلى الأمة، ولم يميز بين دينهم ومذهب الخوارج، وقد نبذ نصوص التنزيل واتبع (٢) غير سبيل المؤمنين.
وأما استدلاله بقول لقمان على أن التصريح بالعداوة لا يجب.
فهذا من غرائب جهله، ونوادر حمقه، أين في قوله: {إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ يَأْتِ بِهَا اللَّهُ} [لقمان: ١٦] (٣) [لقمان / ١٦] .
أين (٤) فيه أن الإيمان يكمل (٥) ويستقيم بغير تصريح بعداوة المشركين؟ فنصّ الآية: أن جميع الأعمال يأتِ بها لله لا يغادر (٦) شيئا منها حسنها وسيئها، ثم إذا أتى بها اللطيف الخبير، أي: المدرك لدقائق الأشياء وخفياتها، الخبير بما فيها وما لها وعليها، فيقبل عمل من اتقاه وأراد وجهه (٧) ولم يجعل له عدلًا يدعوه ويحبه كما يدعو الله ويحبّه، [٤٤] ، ويرد عمل المشرك العادل (٨) بربه المُسَوّي بينه وبين خلقه، كما دلَّت على ذلك النصوص القرآنية والأحاديث النبوية.
_________
(١) في (ق) : " الرسول ".
(٢) في (س) : " واتباع ".
(٣) في (المطبوعة) زيادة قوله تعالى: (إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ) .
(٤) في (ح) و (س) : " أن"، وفي (المطبوعة) : " أي".
(٥) في جميع النسخ: " يكتم "، ولعل ما أثبته هو الصواب.
(٦) في (س) و (ح) : " يغادره".
(٧) في (س) : "ومن لم ".
(٨) ساقطة من (المطبوعة) ، وفي (ح) : الشرك الشرك بربه".','1','127',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (118,'وقال تعالى: {وَمَنْ يَكْفُرْ بِالْإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ} [المائدة: ٥] [المائدة / ٥] .
وقال تعالى: {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر: ٦٥] الآية [الزمر / ٦٥] .
وقال تعالى: {وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً مَنْثُورًا} [الفرقان: ٢٣] [الفرقان / ٢٣] .','1','128',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (119,'<span data-type="title" id=toc-28>[فصل في حكم موادة المشركين ومناقشة المعترض في ذلك]</span>
فصل قال المعترض: (ومن خطئه الواضح الفاضح أنه استدلَّ للآية الكريمة، وإنما فيها المودة لمن حاد الله ورسوله، فهو بهذه العبارة أنزل نفسه بمنزلة (١) فوق منزلة الرسول صَلَّى اللهُ عَلَيْهِ وَسَلَّم بحيث من وادّ من حادّه من الأمة فهو كافر بذلك، والصحابة (رضي الله عنهم) (٢) يجعلون من وادَّ (٣) من حاد الله ورسوله منافقا معصوم الدم والمال؛ كما نهى الله تبارك وتعالى المؤمنين عن موادتهم في السورة بعدها؛ لأن ذلك من خُلُق المنافقين الذين دخلوا في الإسلام بشهادتي الإخلاص) .
فيقال في جوابه: قف يا من له نور يمشي به في الناس على ما في هذا الكلام من الكذب والبهت (٤) وقول الزور، وقد تقدَّم نص كلام الشيخ؛ وأنه قال: (لا يستقيم للإنسان إسلام إلا بالتصريح بعداوة المشركين) ، ولم يقل بعداوة من عاداني، أو عادى أتباعي، أو لم (٥)
_________
(١) إلى هنا تنتهي النسخة (س) ، وبذلك يكون قولنا: (جميع النسخ) ، بعد هذا الهامش إنما نعني بها النسخ الأربع: (ق) و (م) و (ح) والمطبوعة.
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (ق) : " آد ".
(٤) في (ق) و (م) : "البهت والكذب".
(٥) في (ق) : " ولم ".','1','129',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (120,'يطعني، حتى يقال: إنه أنزل نفسه بمنزلة فوق الرسول. وسائر علماء الأمة من عهد أبي بكر إلى وقتنا هذا يلزمون الناس بما في كتاب الله تعالى وما في سنَّة رسوله صَلَّى اللهُ عَلَيْهِ وَسَلَّم من أصول الدين وفروعه؛ ويثبتون من الأحكام ما أثبت الكتاب والسنَّة، وينفون ما نفاه الكتاب والسنَّة، لا يختلفون في ذلك؛ وحكمهم وإلزامهم إنما هو بطاعة الله ورسوله، وليس إلزاما بطاعتهم ورأيهم واجتهادهم، ومن نسب أحدا منهم إلى أنه يدعو بذلك (١) إلى نفسه، وينزِّل نفسه منزلة الرسول فقد خاب وافترى، وبهت أهل العلم وخلاصة الورى.
ومن المعلوم أن طاعة العلماء فيما أمروا به من دين الله وشرعه [٤٥] طاعة لله (٢) ورسوله؛ لأنها المقصودة بالأصالة، وطاعة أولي العلم تقع تبعا وضمنا لا استقلالا، فلا يترك الحق والدين والتزام ذلك لما فيه من طاعة الآمر والناهي، ومن تركه لذلك (٣) فقد استكبر على الله ورد الحق استصغارا واحتقارا لقائله والداعي إليه، وهذه العلة هي التي أوجبت لكثير من الناس تكذيب الرسل ورد ما جاءوا به.
قال تعالى عن آل فرعون: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا} [النمل: ١٤] [النمل / ١٤] .
وقال تعالى عمن كذَّب عبده ورسوله محمدا صَلَّى اللهُ عَلَيْهِ وَسَلَّم من أشراف قومه ورؤسائهم: {وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} [الزخرف: ٣١] [الزخرف / ٣١] .
_________
(١) في (ق) : "في ذلك ".
(٢) في (ق) و (م) والمطبوعة: " الله".
(٣) في (ق) : " ترك ذلك ".','1','130',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (121,'والآيات في [هذا] (١) المعنى كثيرة، وليس قولهم: إن من حادَّ الرسول من الأمة يكون (منافقا، بل قد يكون بذلك كافرا) (٢) أو منافقا أو فاسقا، فالكلام والحكم فيه تفصيل يطلب من محله.
وبهذا يستبين كذب المعترض على الصحابة، وعدم معرفته لأقوالهم وجهله بأحوالهم، والثابت المحفوظ عنهم- بنقل العدول الثقات- يوافق كلام الشيخ، ولا يجعلونه منافقا معصوم الدم والمال؛ بل يفصلون كما تقدم. والنفاق إذا ظهر يجري على (٣) صاحبه ما اقتضاه الدليل من كفر وقتل، ولا عصمة للمال والدم مع الظهور (٤) .
فهذا (٥) الرجل جاهل بالأحكام والأقوال، وقد سلك واديا مُهلكا، وطريقا ضالة عن طرق (٦) أهل الهدى، فاضطره الحال إلى ما ترى، وقد قاتل أبو بكر مانعي الزكاة، واستباح دماءهم وأموالهم لما عصوا ما رآه، وثبت عنده من أدلة الشرع وأحكامه، أفتراه داعيا إلى نفسه، مقاتلا على طاعته من دون الله ورسوله؟ .
والشيخ لم يتعد (٧) أمر الله ورسوله فيما دعا (٨) إليه، فلأيّ شيء.
_________
(١) ما بين المعكوفتين إضافة يقتضيها السياق.
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (ح) : " لي "، ولعل العين سقطت من الناسخ.
(٤) في (ق) : (ظهوره) .
(٥) في (المطبوعة) : " هذا ".
(٦) في (ق) و (م) : "طريق".
(٧) في (ق) : "يتدع "، وهو سبق قلم.
(٨) في (ق) : "دى".','1','131',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (122,'خُصَّ بهذا البهت؟ وأنه يدعو إلى نفسه؛ وأنه أنزلها بمنزلة (١) فوق الرسول؟ سبحانك هذا بهتان عظيم و " «تكفير المسلم كقتله» " بنص الحديث (٢) وهذا القول الذي نسبه إلى الشيخ كفر لا شك فيه، فإن من أنزل نفسه منزلة الرسول، وكفَّر المسلمين بموادة أعدائه يكفر بذلك. [٤٦] وهذا الرجل لا يتحاشى من نسبه الشيخ إلى الكفر والضلال والفساد.
فالحمد لله على ما منَ به من خزي أعداء دينه ورد كيدهم، وظهور عباده المؤمنين عليهم.
قال تعالى: {إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} [غافر: ٥١] الآية [غافر / ٥١] .
وفي الحديث: " «من دعا إلى هدى كان له أجره وأجر من اتبعه إلى يوم القيامة من غير أن ينقص ذلك من أجورهم شيئاً» " (٣) .
والمعترض لضلاله (وخبث طويته) (٤) يلمز الداعي إلى الهدى بأنه يدعو إلى نفسه.
قال تعالى:
_________
(١) في (ق) : "منزلة ".
(٢) أخرجه البخاري (٦٠٤٧، ٦١٠٥) ، ومسلم (١١٠) بلفظ: " لعن المسلم كقتله "، والدارمي (٢ / ٢٥٢، ح ٢٣٦١) ، وأحمد (٤ / ٣٣، ٣٤) .
(٣) أخرجه مسلم (٢٦٧٤) ، وأبو داود (٤٦٠٩) ، والترمذي (٢٦٧٤) ، وابن ماجه (٢٠٥، ٢٠٦، ٢٠٧، ٢٠٨) ، ومالك في الموطأ (١ / ٢١٨، ح ٥٠٩) ، والدارمي (١ / ١٤١، ح ٥١٣) .
(٤) ما بين القوسين ساقط من (ق) .','1','132',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (123,'{الَّذِينَ (١) يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ (٢) وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ} [التوبة: ٧٩] [التوبة / ٧٩] .
فإذا كان هذا فيمن سَخِر بالمتصدقين، فكيف بمن يلمز ويسخر بأئمة الدين، الدعاة إلى توحيد رب العالمين؟
وقال تعالى لنبيه: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ - إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ} [الحجر: ٩٤ - ٩٥] [الحجر / ٩٥ ,٩٤] .
وقول المعترض: (إنَ ذلك من خُلق المنافقين الذين دخلوا في الإسلام بشهادتي (٣) الإخلاص) يطلعك على جهله، وعدم ممارسته لصناعة العلم.
ويقال له: إن جنس الموادة للمشركين قد تقع (٤) من مسلم قد برئ من النفاق الأكبر، وآية سورة الممتحنة نزلت في (٥) حاطب بن أبي بلتعة وهو بريء من النفاق بشهادة رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم، فإنه لما اعتذر إليه، وقال: " «إني لم أفعل هذا رغبةً عن الإسلام ولا شكا فيه، وإنَما أردت أن تكون لي عند القوم يد تحمي أقاربي ومن لي بمكة " أو نحو هذا الكلام، فقال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم: "صدق» " (٦) فكيف يجعله هذا المعترض منافقا وقد شهد
_________
(١) ساقطة من (ق) .
(٢) في (ق) : " بالصدقات "، وقد كثرت أخطاء النسخة (ق) في هذه اللوحات عما قبلها.
(٣) في (ق) : "الشهادة".
(٤) في (ح) و (المطبوعة) : " يقع ".
(٥) في (ح) و (المطبوعة) : " في حال ".
(٦) في (ق) : "وصدق ".','1','133',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (124,'بدراً، وقال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم لعمر: " «ما يدريك أن الله اطلع على أهل بدر فقال: اعملوا ما شئتم، فقد غفرت لكم» " (١) قال الشاعر:
فليصنع القوم (٢) ما شاؤوا لأنفسهم ... هم أهل بدر فلا يخشون من حرج
وأول السورة يدل على إيمانه، وأن المشركين من أعدائه.
قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ} [الممتحنة: ١] [الممتحنة / ١] .
فهذا المعترض يسب أصحاب رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم ويرميهم بالنفاق لكثافة [٤٧] جهله، وعدم فهمه، وقد قال في هذه الآية بما لا يعلم. وفي الحديث: " «من قال في القرآن بما لا يعلم فليتبوأ مقعده من النار» "، وفي رواية " «برأيه» " (٣) .
ثم احتج المعترض بحديث عِتْبان وما قيل في مالك بن الدُخْشُم، وقول النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم: " «ألا تراه، قال: لا إله إلا الله يبتغي بذلك وجه الله» "، وقول الرجل: "أما نحن والله لا نرى وده ولا حديثه (٤) إلا إلى المنافقين " الحديث (٥) وقد ساقه المعترض مستدلا به على أن موادة المنافقين لا تضر، وأن التصريح بعداوتهم لا يجب (٦) .
_________
(١) أخرجه البخاري (٤٨٩٠) ، ومسلم (٢٤٩٤) ، وأبو داود (٢٦٥٠) ، والترمذي (٣٣٠٥) .
(٢) في (ق) و (ح) : " الركب ".
(٣) أخرجه أبو داود (٣٦٥٢) ، والترمذي (٢٩٥٠، ٢٩٥١) ، وضغَفه الألباني في ضعيف الجامع (٥٧٣٧) .
(٤) في (ق) : "حديث".
(٥) أخرجه البخاري (١١٨٦) ، والطيالسي (١٢٤١) .
(٦) (ق) و (م) : " تجب ".','1','134',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (125,'وهذا القول في الحقيقة وهذا الفهم الضال فيه الرد والاعتراض على قوله تعالى: {لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ} [المجادلة: ٢٢] [المجادلة / ٢٢] .
وشيخنا رحمه الله تعالى لم يأتِ بشيء من كيسه، إنما هو القرآن والسنَة.
قال تعالى: {فَمَنْ شَاءَ فَلْيُؤْمِنْ وَمَنْ شَاءَ فَلْيَكْفُرْ إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا} [الكهف: ٢٩] الآية [الكهف / ٢٩] .
وهذا الحديث لا يدل على ما قاله المعترض أصلا، ولا يفهم منه أن المودة غير محرمة إلا أضل وأبلد الحيوان (١) فإن الرسول صَلَّى اللهُ عَلَيْهِ وَسَلَّم ما أقرَّ القائل: " إنه منافق لا يحب الله ورسوله "، وما أقره على قوله: " أما نحن والله لا نرى ودّه ولا حديثه إلا إلى المنافقين "، بل أنكر ذلك ورده صَلَّى اللهُ عَلَيْهِ وَسَلَّم منبها على أن قوله: "لا إله إلا الله يبتغي بذلك وجه الله " براءة له مما نسب إليه، ومانع يمنع (٢) مما قيل فيه.
ومن عرف الإخلاص واليقين ومنزلتهما من الإيمان، عرف أن من أعطيهما ووفق لهما لا يقع منه موادة للمنافقين والمشركين، ومن ذاق طعم الإيمان فالله ورسوله أحبّ إليه مما سواهما. وإنَّما تقع الموادة لأعداء الله من خلل في الإخلاص واليقين، ونقص في التوحيد، والتزام التوحيد الواجب يمنع (٣) من ترك واجب أو فعل محرم، وإنما يقع الغلط (٤) من
_________
(١) في (ق) : " الحيوانات ".
(٢) في (المطبوعة) : "يمنعه".
(٣) في (المطبوعة) : " بمنع" بالموحدة.
(٤) في (المطبوعة) : " الخلط ".','1','135',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (126,'عدم العلم بحدود ما أنزل الله على رسوله.
فمن عرف الإيمان والتوحيد، وعرف حدودهما (١) الجامعة المانعة انفتح له باب عظيم في الفهم عن الله ورسوله لا يفهمه إلا خواص العارفين، فتأمَّله يطلعك (٢) على أسرار غفل عنها الأكثرون
ولما حُجب هذا المعترض عن معرفة حدود ما أنزل الله، وصار معه من (٣) الهوى والإعجاب ما اقتضى جهله بنفسه؛ وخوضه في أمر يقصر عنه فهمه وإدراكه، فلا جرم حيل بينه وبين رشده، وخُلي بينه وبين نفسه، فنعوذ. بالله من جهد البلاء، ودرك الشقاء، وشماتة الأعداء.
_________
(١) في (المطبوعة) : " حدودها ".
(٢) في (ق) : "يطلعك الله".
(٣) في (ح) زيادة: "جميع العلوم، قال: ولو اجتمعت شروط الاجتهاد"، وهو خطأ، فقد نقل الناسخ هذا السطر مما بعده وليس هذا موضعه وأسقطه من موضعه الأصلي، ويأتي بعد قليل.','1','136',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (127,'<span data-type="title" id=toc-29>[فصل في الرد على المعترض في فهمه لشروط الاجتهاد وبيان الحق في ذلك]</span>
فصل قال المعترض: (وقد قال (١) العلماء كلاما معناه قاله ابن القيم في الأعلام: لا يجوز لأحد أن يأخذ من الكتاب والسنَّة ما لم تجتمع فيه شروط الاجتهاد (من جميع (٢) العلوم. قال: ولو اجتمعت شروط الاجتهاد) (٣) في رجل لم يجب الأخذ بقوله دون نظرائه) . اهـ.
والجواب أن يقال: هذا لسان جاهل، وتركيبُ نبطي (٤) لا يدري شيئا من صناعة العلم، وابن القيم ينزَّه عن هذا اللفظ، وهذا التركيب، ولا يقول (٥) (ما لم تجتمع فيه شروط الاجتهاد من جميع العلوم) ، فإن البحث ما هكذا إيراده ولا تقريره والعلوم فيها ما لا دخل له هنا ولا اعتبار، كعلم الطب والهندسة والإنشاء، وقرض (٦) الشعر وميزاته، والعلم بالرسم وإتقانه، ومعرفة التاريخ.
_________
(١) في (ق) و (م) : " قالوا ".
(٢) في (م) : "جمع".
(٣) ما بين القوسين ساقط من (ح) ، وإسقاطه خطأ فقد نقل هذا السطر قبل ذلك في غير موضعه وهذا موضعه الأصلي.
(٤) في (ح) : " بنطي " وضع النقط في غير موضعها.
(٥) في (ق) و (م) : " ويقول".
(٦) في (ح) و (المطبوعة) : " وقريض ".','1','137',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (128,'وأما بالنظر للمعنى: فابن القيم رحمه الله قد شنَّ الغارة على من قال: (لا يجوز لأحد (١) أن يأخذ من الكتاب والسنَّة ما لم تجتمع فيه شروط الاجتهاد) ، وأوسع (٢) قائله تجهيلا وتخطئة، وقال (٣) (هذا سد لباب أخذ العلم والهدى من كتاب الله وسنَّة رسوله) .
وذكر في هذا المبحث (٤) من النصوص والآثار والمناظرة (٥) بين المجتهد والمقلد ما لا تتسع له هذه (٦) الرسالة، وذكر هذه العبارة رادًّا لها مجهلا لقائلها.
والقصد: أن المعترض كَذَب على ابن القيم كما كذب على شيخنا، وحكى عكس ما قاله ابن القيِّم.
فنعوذ بالله من زيغ القلوب ورين (٧) الذنوب.
ومراد المعترض: القدح في شيخنا، حيث استدلَّ بآية سورة " قد سمع" على تحريم موادة المشركين، ووجوب التصريح بعداوتهم.
وحاصل قوله: أن الكتاب والسنَّة لا يأخذ منهما أحد إلا من اجتمعت فيه شروط قلَّ أن توجد ولو (٨) في آحاد الأئمة المقلدين، فكيف
_________
(١) ساقطة من (ق) .
(٢) في (ح) : "وشنع على"، كما هو مصحح في فصح النسخة.
(٣) انظر: " إعلام الموقعين " (٢ / ٢٦٧، ٢٦٨) .
(٤) في (ق) : "البحث ".
(٥) في (ق) : " والمناظرات ".
(٦) في (ح) : "هذا ".
(٧) في (الأصل) و (م) و (ق) : "وران"، والمثبت كما في (ح) ، وهو الأقرب.
(٨) ساقطة من (م) و (ق) .','1','138',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (129,'بغيرهم؟ وهل هناك نبذ للكتاب وراء الظهر فوق هذا الصنيع لو كانوا [٤٩] يعلمون؟
والاستدلال بالنصوص القرآنية والظواهر الجليّة (١) من الكتاب والسنَّة ليس من مسائل الاجتهاد التي تكلَّم ابن القيِّم مع خصومه فيها وجهلهم بقولهم (٢) (لا يجتهد إلا من اجتمعت فيه الشروط) فإنَّ المسائل الاجتهادية ما كان للاجتهاد والنظر مساغ فيها، وأما النصوص والظواهر فلا تسوغ مخالفتها اجتهادا، وذلك كمعرفة الله، وإثبات توحيده، وصفات كماله، ووجوب الصلوات، والأركان الإسلامية، والأصول الإيمانية، ونحو ذلك من النصوص التي لا يسوغ مخالفتها والعدول عنها، والمعترض جاهل (٣) لا يفرق بين مسائل الاجتهاد وغيرها.
وقد رأيت لخدنه داود بن جرجس كلاما في هذا المبحث يزعم: (أنَّ المجتهد إذا اجتهد في عبادة غير الله وأدَّاه اجتهاده إليها يكون مأجورا) ، فأوردنا عليه اجتهاد النصارى المثلثة، والصابئة المتفلسفة، والمجوس المشركة ونحوهم، ومن اجتهد، وقال بحل ما قتله الله من الميتة، وقاسه على المذكاة قياس الأولى، ومن رأى باجتهاده من غلاة الرافضة والشيعة والنصيرية (٤) ؛ جواز إسناد التدبير والتصريف في العالم إلى الأولياء وأئمة الشيعة، ورأى باجتهاده أن هذا من الكرامة التي تجوز للأولياء، وهكذا (٥)
_________
(١) في (ق) : (الجليلة) .
(٢) في (ق) : " بقوله ".
(٣) في النسخ الأربع: " جاهلي "، ولعل ما أثبته هو الأقرب.
(٤) في (ح) : "والنصرية"، وهو خطأ.
(٥) في (ق) : "وهذا".','1','139',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (130,'يقال في دفع شبه أهل البغي (١) والضلال.
(ثم استدل المعترض) (٢) بحديث: " «إن دماءكم وأموالكم وأعراضكم عليكم حرام» " الحديث (٣) على أنَّ ما صدر من الشيخ من الكلام في المباحث العلمية والأصول الدينية من تكفير مشرك أو أخذ ماله، والكلام في قبيح أفعاله يدخل في النهي عن الأعراض والدماء والأموال (٤) .
ولا أدري هل هذا المعترض يرى كلام جميع العلماء في أهل الشرك وعبادة غير الله من هذا الباب، أو هو (٥) يخص الشيخ رحمه الله بهذا لعظيم عداوته (٦) وغليظ غباوته؟
وكأنه فهم من (٧) الحديث: أنه عام تدخل فيه وفيما دلَّ عليه من التحريم، دماء المشركين والمرتدين وأموالهم وأعراضهم.
[٥٠] ولو سلمنا له هذا الفهم الفاسد لكان نسخا لجميع ما في الكتاب والسنَّة من الأمر بقتال المشركين وسبي نسائهم، وغنيمة أموالهم، واستباحة أعراضهم، فينسخ من القرآن والسنَّة ما يعزّ استقصاؤه وحصره،
_________
(١) في (ق) و (م) : "الغي".
(٢) ما بين القوسين ساقط من (ق) .
(٣) أخرجه البخاري (١٠٥) ، ومسلم (١٢١٨، ١٦٧٩) ، وأبو داود (١٩٠٥، ٢٤٩٦) ، والترمذي (٢١٥٩، ٣٠٨٧) ، ابن ماجه (٣٠٥٥) .
(٤) ساقطة من (ق) .
(٥) ساقطة من (ق) .
(٦) في (المطبوعة) : " العظيم من عداوته ".
(٧) في (م) و (ح) و (المطبوعة) : "من هذا ".','1','140',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (131,'وتضع الحرب أوزارها بين الناس إلى يوم القيامة، وما أظن جُهَّال أهل الكتاب ينتهون (١) إلى هذه الغاية.
فإن زعم أنه لم يُرِد هذا، وأن استحلال دماء المشركين وأموالهم باقٍ إلى يوم القيامة.
قيل له: ما وجه استدلالك على الشيخ بالحديث الخاص بالمؤمنين وعباد الله الموحدين؟ والشيخ لم يقاتل إلا على رأس الأمر وهو شهادة أن لا إله إلا الله، لم يقاتل على غيرها وعلى غير التزامها.
والرجل المعترض آفته وعلَّته ما تقدَّم تصريحه به من أن عبَّاد القبور ومن يدعو الأولياء والصالحين ليسوا بمشركين، بل هم من عباد الله المؤمنين الذين تحرم دماؤهم وأموالهم، والله المستعان.
وقوله: (قال حجة الإسلام الغزالي: لترك ألف كافر ولا قتل مسلم واحد) .
فيقال: قتل المسلم عظيم (٢) وأي مسلم قتله الشيخ؟ وقد سبق أن النزاع مع هذا في أصل الإسلام والتوحيد.
ثم قوله: (قال حجة الإسلام) إن كان المعترض يعتقد هذا، وأنه (٣) حجة للإسلام، وقوله يُرْجع إليه بين الأنام، فقد ردَّ هذا المعترض على جمهور الأمة، لا (٤) سيما الحنابلة؛ وقد (٥) شنَّعوا عليه في كتابه
_________
(١) في (ق) : "ينهون".
(٢) ساقطة من (ح) .
(٣) في (ح) : " أو أنه ".
(٤) في (المطبوعة) : "ولا سيما ".
(٥) في (م) و (ق) زيادة: "فإنهم لا يرون قوله حجة".','1','141',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (132,'" الِإحياء" وأمثاله من تأليفه، وجزموا بأنه مخالف لأهل السنَّة والجماعة في كثير من السمعيَّات والعقليَّات، وقوله لا يحتج به عند أهل مذهبه في مسائل (١) الذيول والتفريعات؛ فكيف بأصول الإسلام؟ . قال تلميذه [أبو بكر] (٢) ابن العربي المالكي (٣) (شيخنا أبو حامد دخل في جوف الفلسفة ثم أراد أن يخرج فلم يحسن) . انتهى.
وأما قول شيخ الإسلام، فيمن أوجب تقليد إمام بعينه: فهو كلام ظاهر وجيه؛ لكن المعترض وضعه في غير موضعه وأزال بهجته؛ لأنه استدلَّ (٤) به على ردّ ما يورده العلماء من نصوص الكتاب والسنَة، ولم يفرِّق بين مسائل التقليد والاجتهاد، وبين النصوص الظاهرة وما يعلم من [٥١] الدين بالضرورة، وما أجمع عليه بين الأمة فخلط البحثين، ولم يفرق بين المقامين، ولو قال هذا (٥) أحد على هذا (٦) الوجه الذي أراده المعترض لوجب رد قوله كائنا من كان.

<span data-type="title" id=toc-30>[بيان أن الشيخ لم يوجب على أحد متابعته بل نهى عن ذلك]</span>
ثم قال المعترض: (فهذا الرجل بقوله وفعله قد أوجب (٧) متابعته في كل ما يقول، وكفَّر مخالفيه في ذلك، وهو لم يوافقه على ذلك أحد من
_________
(١) ساقطة من (ق) .
(٢) الكنية غير واردة في جميع النسخ وإثباتها أنفع وهو من المطبوعة.
(٣) انظر: "سير أعلام النبلاء" (١٩ / ٣٢٧) ، وأيضا نقل ذلك عنه شيخ الإسلام ابن تيمية انظر: " مجموع الفتاوى " (٤ / ٦٦ و ١٦٤) ، وانظر أيضا: "درء تعارض العقل والنقل " (١ / ٥) .
(٤) سقطت لامها من (ق) فكتبت: " استد"، وهو من أخطاء الناسخ الكثيرة.
(٥) ساقطة من (ق) .
(٦) ساقطة من (المطبوعة) .
(٧) في (ق) و (م) : "قد أوجب بقوله وفعله".','1','142',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (133,'علماء الأمة من جميع أقطارها، بل أنكروا عليه فبإنكارهم عليه جعلهم بذلك (١) كفارا حلال (٢) الدم والمال، وضمن لمن تبعه على ذلك من قوله: الجنة بتكفير الأمة وقتالها، ونهب أموالها) وأطال الكلام بما حاصله: (أن شاعرهم سبَّ علماء نجد: ابن فيروز وأبا الخيل، وأن هذا الرجل يذكر في درسه مسبتهم وما قيل فيهم، وأكثر من هذا الهذيان) .
والجواب أن يقال: ليس بعجيب صدور هذا البهت والسب عن هذا المعترض، وفي المثل: (إذا ظهر السبب بطل العجب) . كيف وقد تعدَّدت أسباب عدواته وبهته وزوره؟ ويكفي في هذه الدعوى ردَّها ومنعها واطراحها (٣) .
ومعاذ الله أن يوجب (٤) على أحد متابعته أو متابعة غيره إلا رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم، وهذه رسائل الشيخ ومصنفاته ينهى عن ذلك ويشدِّد فيه، ويأمر بتجريد المتابعة لرسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم (٥) وينكر ما اعتاده الناس من الغلو في رأي العلماء واجتهادهم، وتنزيل ذلك منزلة النصوص النبويّة، وقد عقد باباً في كتاب التوحيد لهذه المسألة.
قال رحمه الله (٦) (باب من أطاع العلماء والأمراء (٧) في تحليل
_________
(١) ساقطة من (ق) .
(٢) في (المطبوعة) : " حلالي".
(٣) في (ح) : "واطراجها" بالجيم.
(٤) في (المطبوعة) : "يوجب الشيخ ".
(٥) ساقطة من (الأصل) و (م) ، والصواب إثباتها.
(٦) انظر: كتاب التوحيد الذي هو حق الله على العبيد ص ٢٢٠، ضمن مجموعة التوحيد، طبع دار الفكر بمصر.
(٧) في (ق) : "الأمراء والعلماء".','1','143',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (134,'ما حرَّم الله أو تحريم (١) ما أحل الله فقد اتخذهم أربابا من دون الله) .
واستدل بقوله تعالى: {اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ} [التوبة: ٣١] [التوبة / ٣١] .
وذكر حديث عدي بن حاتم (٢) وذكر من الآثار عن أهل العلم ما يقضي ببراءته ويشهد بعلمه، وأن هذا المعترض لا يتحاشى عن قول الزور وشهادته، وقد قضى عمر بن الخطاب رضي الله عنه في شاهد الزور أن يُسوَّد وجهه ويطاف به (٣) {وَلَعَذَابُ الْآخِرَةِ أَخْزَى وَهُمْ لَا يُنْصَرُونَ} [فصلت: ١٦]
وقوله: (ولم يوافقه على ذلك أحد من علماء الأمة) .
إن أراد أنهم لم يوافقوه في وجوب طاعته في كل ما يقوله (٤) فهو لم يدع هذا (٥) ولا قاله، ونبرأ إلى الله من قائله، وقد قال مالك بن أنس - وبقوله نقول ويقول شيخنا-: " كل أحد يؤخذ من قوله ويترك إلا
_________
(١) في (الأصل) : "وتحريم "، وفي النسخة التي بيدي من كتاب التوحيد، (باب من أطاع العلماء والأمراء في تحريم ما أحل الله أو تحليل ما حرم الله، فقد اتخذهم أربابا من دون الله) .
(٢) أخرجه الترمذي (٣٠٩٥) ، والطبراني (١٧ / ٩٢، ح ٢١٨) ، والبيهقي (١٠ / ١١٦، ح ٢٠١٣٧، ٢٠١٣٨) ، وهو حديث قدوم عدي بن حاتم على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم ليسلم وفي عنقه صليب، وسماعه هذه الآية واعتراضه بأنهم لم يكونوا يعبدونهم، وبيان النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّم أن طاعتهم في تحريم الحلال وتحليل الحرام هي عبادتهم، وإقرار عدي بن حاتم بذلك.
(٣) أخرجه عبد الرزاق (٨ / ٣٢٦) ، وابن أبي شيبة (٥ / ٥٢٦، ٥٣٢) ، والبيهقي (١٠ / ١٤٢) .
(٤) في (ق) و (م) : "يقول".
(٥) في (ح) : "هنا ".','1','144',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (135,'صاحب هذا القبر " (١) يعني رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم.
وأما قوله: (بل أنكروا عليه، وبإنكارهم عليه (٢) جعلهم كفارا حلال (٣) الدم والمال) ، فقد كذب وافترى، ولم يُكَفِّر أحدا خالفه في رأيه وهواه وجميع ما يقول (٤) وإنَّما كفَّر بالشرك بالله وعبادة غيره، واتخاذ الوسائط والأنداد في المسألة والتوكُل والإنابة، والتكفير بهذا لا يضاف إليه، بل هو حكم يضاف إلى كتاب الله وسنَّة رسوله صَلَّى اللهُ عَلَيْهِ وَسَلَّم، وما جاءت به الرسل عن الله.
وأما قوله: (وضمن لمن تبعه على ذلك الجنة بتكفير الأمة وقتالها ونهب أموالها) .
فقد تكرَّر الجواب عن مسألة التكفير للأمة (٥) وقتالها.
وأما ضمان الجنة: فهذه الكلمة العوراء لا تصدر إلا عن غبي قد تمادى في الوقاحة والسفاهة، والله ورسوله قد وعد المؤمنين الجنة والمغفرة والرضوان، ورتَّب على أصول الإيمان وشعبه من الثواب والجزاء والمغفرة ما لا يخفى على من آمن بالله ورسوله وأجاب المرسلين.
وأما الشهادة لمعين من أهل القبلة بجنة أو نار: فلا يشهد لأحد (٦)
_________
(١) أخرجه ابن عبد البر في " جامع بيان العلم " (١ / ١٢٠) ، وانظر: (المقاصد الحسنة) ص (٥١٣) .
(٢) ساقطة من (المطبوعة) .
(٣) في (المطبوعة) : " حلالي".
(٤) في (المطبوعة) : " يقوله ".
(٥) ساقطة من (ق) .
(٦) في بقية النسخ: " أحد ".','1','145',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (136,'بذلك إلا من (١) شهد له رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم، وهذا ذكره العلماء في كتب العقائد.
والمعترض قد التحق بأكذب الخلق الذين يكذبون على الله وعلى (٢) رسوله، وعلى علماء أمته، وقد كنَّا في غنية عن رد أكاذيبه لسقوطها وظهور هجنتها، لولا ما قيل: (لكل ساقطة لاقطة) ، وخوفاً أن تصغي إليه أفئدة الذين لا يؤمنون بالآخرة.
وأما قوله: (ويقول شاعره في أشعار كثيرة) .
فنسبة هذا الشاعر إلى الشيخ معدودة من زور هذا المعترض، (والكلام نبطي لا يعتبر وزنا) (٣) ثم لو فرض (٤) صحة هذا، وأن الشيخ قرَّره واستحسنه، لم يكن في ذلك ما يعاب به (٥) الشيخ ويذم به، وقد شاع عن ابن فيروز وأبا (٦) الخيل [٥٣] ما لا يخفى على من عرف دعوة الشيخ، وما جرى من أهل عصره وقد هجا شعراء الإسلام كثيراً ممن صدَّ عن سبيل الله وصدف عن آياته.
ويذكر عن ابن فيروز أنه قال: (لو دعاني ابن عبد الوهاب إلى شهادة أن لا إِله إلا الله ما تبعته) ، والواقع يشهد بذلك.
_________
(١) في (ق) و (م) : " لمن ".
(٢) في (المطبوعة) : "ورسوله ".
(٣) ما بين القوسين ساقط من (ق) .
(٤) في (ق) و (م) : "فرضنا".
(٥) في (ق) : "على".
(٦) في (م) و (ق) و (المطبوعة) : "وأبي ".','1','146',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (137,'وقوله عن الشيخ: (إنه يحلف في رسالة من رسائله أن كُفْر الشيخ محمد بن فيروز أعظم من كفر فرعون إذ هو (١) قد أنزل نفسه منزلة الكليم موسى عليه الصلاة والسلام، والشيخ ابن فيروز منزلة فرعون، فابن فيروز مكث علمه في الأرض ونفع الله به العباد والبلاد، وهو كما ترى تسفك به الدماء وتنهب به الأموال حتى قاد على أهل نجد الدواهي العظام التي لا تطاق ولا ترام) .
فيقال لهذا المعترض: أنت مطالب أولا بتصحيح نقلك عن الشيخ وأنه صدر منه هذا الكلام، والناقل يطالب بالصحة، والمدعي يطالب بالدليل، فلا تعطى بمجرَّد دعواك؛ ولا يسلم لك ما دون هذا، ولو في حق آحاد العوام، وقد تقدَم البرهان على جهلك وكثرة كذبك، وشهادتك للزور (٢) وثبتت عداوتك للشيخ في أول أمرك وآخره، فأي عاقل وأي حاكم يقبل منك هذا النقل وهذا الكلام الذي لا سند له، بل هو من جنس أوضاع اليهود والنصارى فيما ينسبونه (٣) إلى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّم من الأكاذيب والأباطيل التي يصدُّون بها الناس عما جاء به من الهدى ودين الحق، ويقولون: هو يسفك الدماء، ويأخذ الأموال ويسبي الذراري.
وفي الإنجيل: "من ضربك على خدك الأيمن فأدِر له خدك الأيسر"، ونحو هذا الكلام، فما أكثر وراثة هذا الرجل لأولئك الأقوام، وما أسرع ما نسي أصل الملة والإسلام؟
_________
(١) في (ق) و (م) : " لأنه " مكان " إذ هو قد ".
(٢) في بقية النسخ: " الزور".
(٣) في (ق) : " نسبوه ".','1','147',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (138,'فالحمد لله الذي أخزى هذا الرجل ونشر له في الناس ما يليق بأمثاله ممَّا (١) اقتضته الحكمة الإلهية والمشيئة الربَّانية، ولقد تفوَّه بعض أقاربه بذمه وتكفيره (٢) بمجرَّد الإطلاع على كلامه.
ولو فرضنا أن الشيخ رحمه الله تعالى (٣) صدر منه (٤) هذا الكلام، نظرا إلى أنه (٥) عرف ثم أنكر، وأقبل ثم أدبر، وصد عن دين (٦) الله بشبهات (٧) ينسبها إلى شرعه المطهر، وإلى ما جاء به محمد صَلَّى اللهُ عَلَيْهِ وَسَلَّم صاحب [٥٤] ، الناموس الأكبر، ويظهر للناس في ثياب العلماء ورسم الفقهاء ووظيفة المعلمين، وهو في الحقيقة يصدّ عن دين (٨) الله ويدعو إلى عبادة الصالحين ودعائهم مع الله؛ وصرف الوجوه إلى غير باريها وفاطرها، فبهذه الاعتبارات هو أغلظ (٩) ممن أتى الأمر وصدَّ عن السبيل من غير نسبة لذلك إلى دين الله وما جاءت به رسله، وفي القرآن العزيز من الكشف عن حال هذا الضرب من الناس، وأنهم من أبعد الخلق عن الله، وأغلظهم حجابا وأشدهم كفرا ما يعرفه من فقه عن الله.
_________
(١) في (ق) و (م) : "ما".
(٢) في (ق) و (م) : " تكفيره وذمه ".
(٣) " رحمه الله تعالى " ساقطة من (المطبوعة) .
(٤) في (ق) و (م) : " عنه ".
(٥) في (المطبوعة) : "أن ابن فيروز".
(٦) في بقية النسخ: "سبيل ".
(٧) في (ق) : "بشهادة".
(٨) في (ق) و (م) : " سبيل ".
(٩) في (ق) و (المطبوعة) : " أغلط " بالطاء المهملة، بعدها زيادة "كفرا" في (ق) و (م) .','1','148',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (139,'قال (١) تعالى: {كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [آل عمران: ٨٦] [آل عمران / ٨٦] ، والآيات في هذا المعنى كثيرة.
وقول المعترض (٢) (ابن فيروز مكث علمه في الأرض ونفع الله به العباد والبلاد) .
فيقال: هذه الدعوى لا تحتاج لدليل يبطلها؛ وبرهان يردها غير شهادة الحس والواقع، وما يعرفه سائر الناس من الخاصة والعامة، بل آثار ابن فيروز في الصد عن سبيل الله، ومسبة أئمة الإسلام، وجعل شيخ الإسلام طاغوتا (٣) يجب الكفر به؛ معروف مشهور عند أهل الإحساء وغيرهم كما قال في منظومته التي أولَها:
أنامل كف (٤) السعد قد أثبتت خطا (٥) ... بأقلام أشياخ لنا حررت ضبطاً
فإنه أقذع فيها، وأتى من نصرة عبادة القبور، وأهل الغلو في الأنبياء والصالحين، وتسمية من أنكر هذا طاغوتاً، بما يدل على آثاره ونفعه في البلاد والعباد، فإن كان هذا عند المعترض هو العلم ونفع العباد والبلاد فنعم؛ هذا صار منه، ومدحه به، وأثنى عليه كل مشرك بالله ربِّ العالمين، يسوى بين الله وبين خلقه في خالص حقه، وقد اتَّخذ أعداء الدين منظومته نزهة لمجالسهم وتحفة لأشياعهم.
_________
(١) ساقطة من (ق) .
(٢) في (ق) زيادة: " أن ".
(٣) في (ق) و (م) : " طاغوت ".
(٤) في (م) و (ق) و (المطبوعة) : " خط"، وفي (ح) : " خطا ".
(٥) الشطر الأول من البيت ساقط من (ق) و (م) .','1','149',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (140,'وقد ردَّ عليه الشيخ حسين بن غنام الإحسائي رحمه الله تعالى بمنظومة أجاد فيها وأفاد، وأولها:
على وجهها الموسوم بالشؤم (١) قد خطا ... عروس هوى ممقوتة (٢) زارت الشطا
تخطت , فأخطت في المساعي مرامها ... ومرسلها عن نيل مقصوده أخطا (٣)
وثارت لنار الشرك تذكى ضرامها (٤) ... وسارت فبارت والإله لها قطا
لقد شوهت ما زخرفته بزورها ... كما أنها بالمين (٥) قد أحكمت ربطا
وقد جاء منشيها بزور ومنكر ... وفحش وبهتان يعط به عطا
وحان به داعي العناد لمهيع ... تنكب عن سبل الهداية واشتطا (٦)
وضل عن الإرشاد (٧) والحق واعتدى ... وغط أناساً في طريقته غطا
وجاوز منهاج الهداية (٨) راضياً ... عن الدين بالدنيا , فما نالها بسطا
يحاول تشييداً ورفعاَ لما وهت ... قواعده فوق البسيطة وانحطا
في أبيات له رحمه الله تعالى.
[٥٥] ولابن فيروز رسائل ومصنفات في الصد عن سبيل الله، ورد ما جاء
_________
(١) في (ق) : " بالثوب ".
(٢) في (ح) : " ممتوتة ".
(٣) الشطر الثاني من البيت ساقط من (ق) .
(٤) الشطر الأول من البيت ساقط من (ق) فجعل البيتين بيتاً واحداً.
(٥) في (ق) : "باليمن ".
(٦) هذا البيت ورد قبل سابقه في (ق) و (م) .
(٧) في (ق) و (م) : " الآثار ".
(٨) في (ق) و (م) : " الشريعة ".','1','150',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (141,'به شيخنا من الدعوة إلى الله، وتجريد المتابعة لرسوله، وهي باقية يتداولها كل زائغ مرتاب، كهذا المعترض (١) ولو كلف أن يأتي عن ابن فيروز بمسألة واحدة انتفع بها الناس (٢) في بيان التوحيد وأصل دين المرسلين، وإبطال ما عليه أكثر الناس من عبادة الصالحين لما وجد إلى ذلك سبيلاً.
وقول المعترض في شيخنا: (وهو (٣) كما ترى تسفك به الدماء وتنهب به الأموال؛ حتى قاد على أهل نجد الدواهي العظام التي لا تطاق ولا ترام) .
فهذا الكلام لا يعترض به إلا جاهل بأيام الله وأخبار الناس، وما قصَّ الله عن رسله وأكابر أوليائه، والناس مذ كانت الدنيا فريقان.
قال تعالى: {وَلَقَدْ أَرْسَلْنَا إِلَى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعْبُدُوا اللَّهَ فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ} [النمل: ٤٥] [النمل / ٤٥] .
وقال تعالى: {وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ} [آل عمران: ١٤٦] الآية [آل عمران / ١٤٦] .
وقال تعالى: {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ} [آل عمران: ١٨٦] الآية [آل عمران / ١٨٦] .
وقال تعالى: {الم - أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لَا يُفْتَنُونَ} [العنكبوت: ١ - ٢] (٤) [العنكبوت١-٢] .
_________
(١) في (ق) و (م) زيادة: "وأمثاله".
(٢) في (ق) : "مسألة واحدة عن ابن فيروز انتفع الناس بها".
(٣) ساقطة من (ح) .
(٤) في (ق) و (م) زيادة: " الآية".','1','151',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (142,'وقال تعالى: {وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ} [البينة: ٤] [البينة / ٤] .
وقال تعالى: {وَلا يَزَالُونَ مُخْتَلِفِينَ - إِلا مَنْ رَحِمَ رَبُّكَ وَلِذَلِكَ خَلَقَهُمْ} [هود: ١١٨ - ١١٩] [هود / ١١٨، ١١٩] .
وفي الحديث: " «بعثت بالسيف بين يدي الساعة حتى يعبد الله وحده» " (١) وفي السيرة من أخباره ومغازيه وما جرى بسبب مبعثه صلى الله عليه وسلم من القتال بين العرب (وقبائلها وبين الفرس والعرب والروم) (٢) والقبط وأهل الكتاب وما جرى بين مؤمن هؤلاء الناس والأمم وبين كافرهم من النزاع والاختلاف والقتال على تعاقب الدهور والأعصار، مما (٣) تستبين به سنة الله التي قد خلت في عباده، وفي الحديث: " «إن من كان قبلكم [كان] (٤) يوضع المنشار على رأس (٥) الرجل منهم حتى يخلص إلى قدمه، ما يصده ذلك عن دينه» (٦) .
_________
(١) أخرجه أحمد (٢ / ٥٠، ٩٢) ، والمنتخب من مسند عبد بن حميد ص (٢٦٧) ، ح (٨٤٨) ، والطبراني في مسند الشاميين (١ / ١٣٥، ح ٢١٦) ، وصححه الألباني في إرواء الغليل (١٢٦٩) ، وصحيح الجامع (٢٨٣١) .
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (ح) و (المطبوعة) : " ما ".
(٤) ما بين المعقوفتين إضافة من المصادر التي خرجت الحديث.
(٥) في (ح) : "رأسه".
(٦) في (ق) : " دين الله "، والحديث أخرجه البخاري (٣٦١٢، ٦٩٤٣) ، وأبو داود (٢٦٤٩) ، والحاكم في المستدرك (٣ / ٤٣١) ، وأحمد (٥ / ١٠٩) ، والنسائي في الكبرى (٣ / ٤٥٠، ح ٥٨٩٣) .','1','152',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (143,'وهذا الغبي ارتاع مما لا نسبة بينه (١) وبين ذلك من الامتحان، ولم ينظر إلى ما حصل من اللطف لأهل الإيمان، عند نزول المحن والافتتان، وما أعطوا بذلك من حسن العاقبة والعز والظهور، وأنهم لا يضرهم من [٥٦] خذلهم ولا من خالفهم، ولم (٢) يدر ما في ذلك من الحكم والمصالح التي لا يحيط بها إلا الله الذي قدرها ودبرها ولو لم يكن في ذلك إلا قيام حجج الله وآياته، وتمييز الخبيث من الطيب لكان كافيا (٣) فالمؤمن يراه من أدلة الإيمان وبرهان صدق الرسول، والمنافق والمرتاب يراه من الدواهي العظام التي لا تطاق ولا ترام، كما أخبر الله تعالى عن قوم فرعون أنهم إذا أصابتهم سيئة اطيروا بموسى ومن معه.
قال الله تعالى: {فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَذِهِ وَإِنْ تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُوا بِمُوسَى وَمَنْ مَعَهُ أَلَا إِنَّمَا طَائِرُهُمْ عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ} [الأعراف: ١٣١] [الأعراف / ١٣١] .
فانظر إلى هذه الوراثة القبطية تطلعك على حكمته، تعالى في إبقاء ورثة لأعداء الرسل.
فسبحان من بهرت حكمته العقول، وصدقت أقضيته ما جاءت به رسله من النصوص والنقول، ليس كمثله شيء في أفعاله (كما أنه لا مثيل له) (٤) في ذاته وصفاته، وهب بعض عباده من الفهم عنه والإيمان به.
_________
(١) في (ق) و (م) : " له بينة ".
(٢) في (ق) و (م) : " فلم ".
(٣) ساقطة من (ق) و (م) .
(٤) ما بين القوسين ساقط من (ق) ، وفي (م) : "مثل"، بدل: "مثيل ".','1','153',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (144,'ما دلهم على معرفته عند كل حادث وحركة وسكون، وخذل من شاء عن ذلك فباء عند المحن والاختبار (١) بصفقة المغبون، وتشاءم بما جاء به أئمة الهدى وما قاله الصالحون.
_________
(١) في (ق) : "والاحتيار" بالحاء المهملة والياء المثناة.','1','154',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (145,'<span data-type="title" id=toc-31>[فصل فيه مناقشة مسألة سبي المرتدات وتأصيل قاعدة دفع الضرر وجلب المصلحة]</span>
فصل قال المعترض: (ولما قيل له لم لا تسبون إذا كانوا كفارا كما تسبى الصحابة رضي الله عنهم؟ قال لهم: إن السبي حق كما أن قتلهم حق وجعل أموالهم فيئا وغنائم، ولكن الناس لا يحتملون ذلك في نسائهم وأولادهم، فقيل له: كيف يترك الحق؟ قال: يترك الشيء لشيء أكبر منه والنبي صلى الله عليه وسلم ترك نقض الكعبة وجعلها على قواعد إبراهيم عليه الصلاة والسلام (١) ؛ لأن قريشا حدثاء عهد بكفر) .
فالجواب أن يقال:
قد تقدم أن هذا الرجل لا يقبل له قول (٢) ولا يحتج (٣) بخبره، بل يجب اطراحه وتركه.
ولو فرضنا أن الشيخ قال هذا، فكلام السلف وخلافهم في سبي نساء المرتدين معروف عند أهل العلم، وقد أفتى به أبو بكر وعمل به مدة خلافته، والناس تبع له في ذلك؛ ثم إن عمر رأى خلاف هذا وأن
_________
(١) في (ق) و (المطبوعة) : "عليه السلام ".
(٢) في (ق) : " قوله ".
(٣) في (ق) : " تحتج "، بالتاء المثناة الفوقية.','1','155',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (146,'[٥٧] ، المرتدات لا تسبى، ووافقه جمهور الناس، والبحث معروف في محله، وكلام أبي حنيفة وأصحابه في هذه المسألة معروف مشهور.
فلو قاله (١) الشيخ في المرتدات اللاتي (٢) يعبدن (٣) عليا (٤) والحسين، وعبد القادر، والبدوي وأمثالهم (٥) ممن قامت عليهم (٦) الحجة فأبوا وأصروا على عبادة غير الله، واتخاذ الآلهة والأنداد كما فعلت قريش وغيرها من مشركي العرب، وكما يفعله كثير من مشركي الأمم وأهل الكتاب، فأي عار على الشيخ في هذا؟ وأي دليل يمنع منه؟
وقد قال تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: ٥٩] [النساء / ٥٩] ، وما أظن هذا الغبي يحسن الاحتجاج على منع سبي المرتدات (٧) بل ولا يعرف (٨) .
وقوله: (يترك الشيء لشيء أكبر منه) .
هذا مما يدل على علم الشيخ وفقهه، ومن القواعد المشهورة: (أنه يرتكب أخف الضررين لدفع أعلاهما، وتترك إحدى المصلحتين لتحصيل أولاهما) .
_________
(١) في (ق) : (قال) .
(٢) في (ق) : "التي ".
(٣) في (ق) و (ح) : "يعبدون".
(٤) في (المطبوعة) : " طواغيت "، مكان: "عليا ".
(٥) في (المطبوعة) : "وأمثالها ".
(٦) في (ق) : "عليه ".
(٧) في (ق) : " المرتدين ".
(٨) في (ق) و (م) : "يعرفه ".','1','156',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (147,'والحديث حجة على ذلك، فإن كان صدر من الشيخ هذا فلا ضير فيه ولا عيب به.
وعيرها الواشون أني أحبها (١) ... وتلك شكاة ظاهر عنك عارها

<span data-type="title" id=toc-32>[رد طعن المعترض إعطاء الشعراء على سب العلماء]</span>
وأما قوله: (وهو يعطي الشعراء على سب (٢) علماء المسلمين وأعيانهم) .
فهذا كذب وزور، ليس من عادة الشيخ أن يعطي الشعراء، ولم يعط شاعرا قط فيما نعلم، ولا سب مسلما قط، ولا عالما من علماء المسلمين بل هو من (٣) أعظم الناس رعاية لحق الإسلام وحفظا لعهده، وحماية لأهله، ونصرة لهم، وهذا مشهور من أخلاقه الإسلامية وشيمته العربية، خلاف ما عليه كثير ممن يدعي الدين، وهو مشغول بأعراض المسلمين، وهتك حرماتهم.
وأما قوله: (وهل هذا إلا مكفرا للأمة مضللا لعلمائها، والسالم من علماء نجد من القتل جلا عن كل بلد (٤) تحت أيديهم، فرارا منهم عن القتل؛ لأنه لم يوافقه أحد من العلماء على ذلك، وأتلفوا كتب العلم التي فيها حتى لا يرى في نجد إلا رسائله، والويل لمن يستعمل غيرها وقت قوتهم) (٥) .
_________
(١) في (ح) : "حبها".
(٢) في (م) : "ليسب"، مع أسقاط "على ".
(٣) ساقطة من (المطبوعة) .
(٤) في (ق) : " بلده ".
(٥) ساقطة من (ق) .','1','157',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (148,'فيقال لهذا المعترض: قد تقدم القدح في تأصيلك، وبيان كذب دليلك، وأن جميع ما ذكرته لا تجوز نسبته إلى الشيخ، وأنت في ذلك أكذب من سجاح، وإذا انهدم الأصل بطل التفريع، وما جلا عن نجد إلا [٥٨] من عرف بعداوة دين الرسول والصد عنه، والاشتهار بمسبته، والأكثر استجاب لداعي الحق، واعترف به، وأمن في سربه، وعوفي في نفسه وماله وأهله، وهم الأكثر.

<span data-type="title" id=toc-33>[رد طعن المعترض بأن أتباع الشيخ أتلفوا كتب العلم]</span>
وأما إتلاف كتب العلم التي في نجد: فهذه القولة وأمثالها يستبين بها تهور هذا الرجل في الكذب والزور، ومكابرة الحس والضروريات، ومعرفة حال الشيخ وأهل نجد، وما عندهم من الكتب في أصول الدين وفروعه، ودواوين الإسلام، وتفاسير الأئمة (١) وكتب العقائد، والسير والتواريخ، والعربية، لا يجهله الموافق والمخالف، وهذا الرجل لا يحسن سبك الكذب والزور، بل يأتي بها طامة شوهاء لم تنتقب ولم تختضب.
فهلا عكست الأمر إن كنت حازما ... ولكن أضعت الحزم لو كنت تعقل
وآحاد (الطلبة من أهل) (٢) نجد لا يقولون: (وهل صاحب هذا إلا مكفرا للأمة مضللا لعلمائها) ، لمعرفتهم بأن "هل" تهمل ولا تعمل؛ وقد أعملها في خطه بيده (٣) .
، فنصب بها وأعملها إعمال "ما" الحجازية.
وكذلك قوله: (والسالم من علماء نجد جلا عن كل بلد (٤) تحت
_________
(١) في (ق) : "وتفاسير الأئمة، ودواوين الإسلام ".
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (ق) : "وأعملها في خط يده ".
(٤) في (ق) : "بدل "، وهو سبق قلم.','1','158',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (149,'أيديهم) ، وهذا تركيب نبطي يقتضي أن السالم من القتل استوعب بلاد نجد في السكنى والجلاء.
وسيأتيك عنه ذم الشيخ وأتباعه بأنهم لا يعرفون العلوم والعربية (١) إذا تأملت تراكيبه (٢) في هذا الكتاب وعباراته عرفت أنه من أبعد خلق الله عن العلم وممارسته، والشعور (٣) بشيء من الفنون، وإنما هو وقح، صال (٤) وجال، وأمن (٥) فاستطال.

<span data-type="title" id=toc-34>[الكلام على مدلول شهادتي الإخلاص]</span>
قال المعترض: (وقال أيضا لما (٦) سئل عما يقاتل الناس عليه وعما يكفر به، فقال عن خطه بيده: لا نقاتل إلا على ما أجمع عليه العلماء كلهم وهو الشهادتان) . انتهى نقل المعترض.
ثم قال بعده: (فهذا شأنه؛ يحكى الإجماع من نفسه لنفسه، ومن هو (٧) الذي أنكر الشهادتين شهادتي الإخلاص من هذه الأمة حتى يقاتل عليهما، فإذا كانت الأمة من حيث الجملة حين يعرب مولودها أول ما تلقنه شهادتي الإخلاص قبل أن يلقنوه بأمه وأبيه، وإذا احتضر ميتهم أجلسوا عنده أعقل أهله وأبرهم به يلقنه بذلك بسهالة؛ لأنهم قد علموا من
_________
(١) في (المطبوعة) : " العربية "، وسقطت الواو العاطفة.
(٢) في (ق) : "ترى تركيبه".
(٣) في (ق) : " والشعرور".
(٤) في (ق) و (م) : "لو صال ".
(٥) في بقية النسخ: "وأمن السيف".
(٦) ساقطة من (ق) .
(٧) في (ق) : "هذا".','1','159',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (150,'[٥٩] علم نبيهم صلى الله عليه وسلم أن: " «من كان آخر كلامه (١) لا إله إلا الله دخل الجنة» ". وأيضا يلقنوه في قبره، حتى جاءهم فنهاهم، وعد ذلك من الشرك. وقال: فكيف (٢) يدعى الميت؟ وينادى في قبره (٣) وهو لا يسمع ولا يبصر؟
ويقول الله: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} [النمل: ٨٠] [النمل / ٨٠] ، حتى منعوا الناس عن (٤) ذلك، وعن الدعاء بعد الصلاة (٥) بالأدب المبرح (٦) وعن القراءة على القبر، ولسنا بصدد (٧) هذا في هذا الموضع، وقد أوفينا عليه في "التبصرة" و "غسل الدرن " بما فيه كفاية من الأحاديث والآيات وأقوال العلماء الأعلام (٨) وإنما صددنا هنا لتكفيراته، فإذا كان أمر الأمة جميعها كذلك، فماذا يقاتل عليه من إنكار (٩) شهادتي الإخلاص؟ . وأطال بما حاصله: أنهم لا ينكرون شهادتي الإخلاص) .
فالجواب أن يقال: هذا الرجل من أبعد الخلق عن الفقه عن الله.
_________
(١) في (الأصل) و (ق) : "قوله"، وفي (ح) : "كلامه قوله"، وما أثبته هو نص الحديث كما رواه أبو داود (ح / ٣١١٦) ، وأحمد (٥ / ٢٣٣) ، والحاكم (١ / ٣٥١) ، كلهم من حديث معاذ بن جبل مرفوعا، وحسنه الألباني في إرواء الغليل (ح / ٦٨٧) .
(٢) في (ق) و (م) : "كيف".
(٣) في (ق) و (م) : " في قبره وينادي ".
(٤) في (ق) و (م) : "من ".
(٥) " بعد الصلاة " ساقطة من (ق) .
(٦) في (ق) : " المبرور".
(٧) في (ق) : "بصد".
(٨) ساقطة من (ق) و (م) .
(٩) في (ق) و (م) : "أنكر ".','1','160',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (151,'ورسوله ومعرفة مراده؛ وحقائق أحكامه، ومن أجهل خلق الله بأقوال أهل العلم ومدارك الأحكام، وكل من عقل عن الله يعلم علما ضروريا أن المقصود من الشهادتين ما دلتا عليه (١) من الحقيقة والمعنى، وما اشتملتا عليه من العلم والعمل، وأما مجرد اللفظ من غير علم بمعناهما (٢) ولا اعتقاد لحقيقتهما (٣) فهذا لا يفيد العبد شيئا، ولا يخلصه من شعب الشرك وفروعه.
قال الله تعالى (٤) {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: ١٩] [محمد / ١٩] ، وقال: {إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: ٨٦] [الزخرف / ٨٦] .
فالإيمان بمعناهما (٥) والانقياد له لا يتصور ولا يتحقق إلا بعد العلم، والحكم (٦) على الشيء فرع عن تصوره؛ فإذا لم يعلم ولم يتصور، فهو كالهاذي وكالنائم وأمثالهما ممن لا يعقل ما يقول، بل لو حصل له العلم وفاته الصدق لم يكن شاهدا بل هو كاذب، وإن أتى بهما صورة.
قال الله تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} [المنافقون: ١] [المنافقون / ١] .
فكذبهم في قيلهم، ورد شهادتهم وشهد على كذبهم؛ وأكد الحكم
_________
(١) في (ق) : "عليهما".
(٢) في (ق) و (م) : "بمعناها ".
(٣) في (ق) و (م) : "بحقيقتها".
(٤) في (ق) و (م) و (المطبوعة) : "قال تعالى ".
(٥) في (ق) و (م) : "بمعناها".
(٦) في (ح) : "الحكم والحكم ".','1','161',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (152,'" بإن " المؤكدة ولام التعليق (١) فهل يقول عاقل: إنهم يشهدون بكلمتي الإخلاص، ويعترفون بها؟ . وهل هذا القول إلا رد لكتاب الله وخروج (٢) عن سبيل المؤمنين؟ فإنهم مجمعون (٣) على اعتبار ما دلت عليه الشهادتان من المعنى المراد، وأنه هو المقصود.
ولم يقل أحد أن الإيمان مجرد اللفظ من غير عقيدة القلب وعلمه وتصديقه، ومن غير عمل بمدلول الشهادتين، وما سمعت أن أحدا قاله إلا طائفة من المتكلمين من الكرامية (٤) نازعوا الجهمية في قولهم: إن [٦٠] ، الإيمان، هو التصديق فقط. وقابلوا قولهم بأنه مجرد الإقرار فقط. والقولان مردودان عند الأمة، ولكنهما أحسن وأقرب إلى قول أهل العلم مما أتى به هذا المفتري، من عدم اعتبار العلم والمعنى، ومن قرأ القرآن أو سمعه وهو عربي اللسان يعلم (٥) أن قتال (٦) المشركين معلل بنفس الشرك معلق عليه.
قال تعالى: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً} [التوبة: ٣٦] [التوبة / ٣٦] .
وقال تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ} [المائدة: ٧٢] (٧) [المائدة / ٧٢] .
_________
(١) في (ق) : "التعليل ".
(٢) في (ق) : "وخرج".
(٣) في (ق) : "يجمعون ".
(٤) في (ق) : "الكرامين ".
(٥) في (المطبوعة) : "فإنه يعلم ".
(٦) في (المطبوعة) : " قتل ".
(٧) في (ق) زيادة: " وما للظالمين من أنصار ".','1','162',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (153,'وقال تعالى: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ} [التوبة: ١]- إلى قوله - {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ} [التوبة: ٥] (١) [التوبة١ -٥] .
ونحو ذلك من الآيات الدالة على تعليق الحكم على نفس الشرك، وفي الحديث: " «من قال لا إله إلا الله وكفر بما يعبد من دون الله (٢) حرم ماله ودمه» " (٣) وفي الحديث الآخر: " «من بدل دينه فاقتلوه» " (٤) وكلام الفقهاء (٥) في باب حكم المرتد، وقولهم: فمن (٦) أشرك بالته. . . إلى آخر كلامهم.
وحكى شيخ الإسلام ابن تيمية (٧) الإجماع على كفر من جعل بينه وبين الله وسائط يدعوهم ويعبدهم ويتوكل عليهم وقد مر ذلك، فكل ما ذكر من الإتيان بلفظ الشهادة (٨) والتلقين لا يفيد شيئا مع عدم العلم.

<span data-type="title" id=toc-35>[العلماء يحكون الإجماع ويحتجون به لأنفسهم]</span>
ويقال: أما قوله: (فهذا شأنه يحكي الإجماع من نفسه لنفسه) .
فجميع أهل العلم والأئمة الراسخين يحكون الإجماع، ويحتجون به لأنفسهم، وينصرون به أقوالهم، وقد جمع ابن هبيرة وابن حزم مسائل
_________
(١) في (ق) زيادة: " الآية".
(٢) لفظ الجلالة لم يذكر في (م) .
(٣) أخرجه مسلم من حديث طارق بن أشيم (٢٣) ، وأحمد (٣ / ٤٧٢) ، والطبراني (٨ / ٣٨٢، ح٨١٩١، ٨١٩٤) .
(٤) أخرجه البخاري وأصحاب السنن وغيرهم، وتقدم تخريجه. انظر: ص (٥٩) هامش ١.
(٥) في (ق) و (م) : "العلماء".
(٦) في (ق) : "فيمن".
(٧) انظر: " مجموع الفتاوى" (١ / ١٢٤) .
(٨) في (ق) : " الشهادتين ".','1','163',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (154,'[٦١] ، الإجماع مرتبة على أبواب الفقه، وحكوها من أنفسهم لأنفسهم، وفي كتب الفقه " كالإقناع " و " المغني " و " الفروع " و " المقنع " من ذكر الإجماع والاحتجاج به (١) ما لا يخفى [على] (٢) صغار الطلبة، والطرق التي يعرف بها الإجماع القطعي معروفة عند أهل العلم، مقررة في محلها لا تخفى على (٣) مثل شيخنا، فإذا احتج بالإجماع قبل منه وأخذ عنه.
فإن القول ما قالت حذام (٤)
ومن الطرق التي يعرف بها الإجماع: كون الحكم معلوما بالضرورة من دين الإسلام، فمن تصور الإسلام وعرف حقيقته ومعناه علم علما ضروريا أن القتال على التزام الشهادتين مع القدرة فرض كفاية، وفرض عين في بعض (٥) المواضع، هذا لا يخفى [على] (٦) عوام المسلمين.
وهذا الرجل خفي عليه ذلك لاستحكام الشقاء، وغلبة العداوة والهوى.
[٦١] قال تعالى:
_________
(١) ساقطة من (ح) .
(٢) ساقطة من جميع النسخ، وإضافتها لضرورة السياق.
(٣) في (ق) زيادة: "أهل العلم".
(٤) في (ق) : "خدام "، بالخاء المعجمة والدال المهملة، وهو خطأ، وهذا شطر من بيت شعر، شطره الأول:
إذا قالت حذام فصدقوها ... . . . . . . . . .
ويذكر كمثل على الصدق.
(٥) ساقطة من (ق) .
(٦) ساقطة من جميع النسخ، وإضافتها لضرورة السياق.','1','164',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (155,'{أُولَئِكَ لَمْ يَكُونُوا مُعْجِزِينَ فِي الْأَرْضِ وَمَا كَانَ لَهُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِيَاءَ يُضَاعَفُ لَهُمُ الْعَذَابُ مَا كَانُوا يَسْتَطِيعُونَ السَّمْعَ وَمَا كَانُوا يُبْصِرُونَ} [هود: ٢٠] [هود / ٢٠] .
وقد استفاض الإجماع على وجوب قتال من جحد ركنا من الأركان (١) الخمسة وما لا يتم الإسلام إلا به، وما أجمع على تحريمه أو حله إجماعا قطعيا، أو ثبت جزما كتحريم لحم الخنزير، وقد نص على ذلك من يحكي الإجماع كابن هبيرة، وابن حزم، وشيخ الإسلام (٢) وابن رجب، وابن عبد البر، وابن المنذر، وأمثالهم من أهل العلم.

<span data-type="title" id=toc-36>[قول شيخ الإسلام ابن تيمية في قتال الطائفة الممتنعة]</span>
قال شيخ الإسلام لما سئل عن قتال التتار (٣) .
(كل طائفة ممتنعة عن التزام شريعة من شرائع الإسلام الظاهرة المتواترة من هؤلاء القوم وغيرهم، فإنه يجب قتالهم حتى يلتزموا (٤) شرائعه، وإن كانوا مع ذلك ناطقين بالشهادتين وملتزمين بعض شرائعه، كما قاتل أبو بكر الصديق والصحابة رضي الله عنهم مانعي الزكاة، وعلى ذلك اتفق الفقهاء بعد سابقة مناظرة عمر لأبي بكر رضي الله عنهما، فاتفق الصحابة رضي الله عنهم على القتال على حقوق الإسلام؛ عملا بالكتاب والسنة، وكذلك ثبت عن النبي صلى الله عليه وسلم من عشرة أوجه الحديث عن الخوارج، وأخبر أنهم: " «شر الخلق والخليقة» " (٥) مع قوله: " «تحقرون صلاتكم
_________
(١) في (ق) و (م) : "أركان الإسلام".
(٢) في (المطبوعة) زيادة: " ابن تيمية، وقد ذكره ".
(٣) انظر: "مجموع فتاوى شيخ الإسلام " (٢٨ / ٥٠٢) .
(٤) في (ق) : " يلزموا ".
(٥) أخرجه مسلم (١٠٦٧) وبوب النووي به، وأبو داود (٤٧٦٥) ، وأخرجه البخاري في خلق أفعال العباد ص (١١٨) .','1','165',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (156,'مع صلاتهم وصيامكم مع صيامهم» " (١) فعلم (٢) أن مجرد الاعتصام بالإسلام مع عدم التزام شرائعه. ليس بمسقط للقتال، فالقتال واجب حتى يكون الدين كله لله، وحتى لا تكون فتنة، فمتى كان الدين لغير الله، فالقتال واجب، فأيما طائفة ممتنعة عن بعض الصلوات المفروضات، أو (٣) الصيام أو الحج، أو عن التزام تحريم الدماء والأموال، أو الخمر أو الزنا أو الميسر أو عن نكاح ذوات المحارم أو عن التزام جهاد الكفار، أو ضرب الجزية على أهل الكتاب وغير ذلك من واجبات الدين ومحرماته التي لا عذر لأحد في جحودها وتركها التي يكفر الجاحد لوجوبها، فإن الطائفة الممتنعة تقاتل عليها؛ وإن كانت مقرة بها، وهذا مما لا أعلم فيه خلافا (٤) بين العلماء، [٦٢] وإنما اختلف الفقهاء في الطائفة الممتنعة إذا أصرت على ترك بعض السنن كركعتي الفجر والآذان والإقامة عند من لا يقول بوجوبهما، ونحو ذلك من الشعائر، هل تقاتل الطائفة الممتنعة على تركها أم (٥) لا؟
فأما الواجبات والمحرمات المذكورة ونحوها فلا خلاف في القتال عليها، وهؤلاء عند المحققين من العلماء (٦) ليسوا بمنزلة البغاة الخارجين على الإمام أو (٧) الخارجين عن طاعته، كأهل الشام مع أمير المؤمنين
_________
(١) أخرجه مسلم (١٥٦، ١٠٦٦) ، أبو داود (٤٧٦٨) .
(٢) في (المطبوعة) : "نعلم " بالنون.
(٣) في (ق) و (م) : " أو عن ".
(٤) في (ح) : "خلاف "، وهو خطأ.
(٥) في "المطبوعة": " أو".
(٦) في (ق) و (م) : "العلماء المحققين ".
(٧) في (م) و (ق) و (المطبوعة) : " و".','1','166',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (157,'علي بن أبي طالب رضي الله عنه، فإن أولئك خارجون عن طاعة إمام معين، أو خارجون عليه لإزالة ولايته، وأما المذكورون فهم خارجون عن الإسلام بمنزلة مانعي الزكاة، وبمنزلة الخوارج الذين قاتلهم علي بن أبي طالب رضي الله عنه؛ ولهذا افترقت سيرة علي (١) في قتاله لأهل البصرة (٢) والشام، وفي قتاله لأهل النهروان، فكانت سيرته مع أهل البصرة والشاميين سيرة الأخ مع أخيه، ومع الخوارج بخلاف ذلك) . انتهى المقصود منه.

<span data-type="title" id=toc-37>[مسألة التلقين في القبر وهل هي شرك]</span>
وأما مسألة "التلقين في القبر ": فلمن منعه، سلف صالح يقتدي بهم من أصحاب رسول الله صلى الله عليه وسلم والتابعين لهم بإحسان وأئمة الهدى من أهل المذاهب وغيرهم، وهذا شيخ الإسلام ابن تيمية، وابن قيم الجوزية وأمثالهما لا يرون ذلك؛ وإن قال به جمع كثير، وهذه مسألة (٣) فرعية خلافية، فالتشنيع بها خروج (٤) عن محل النزاع.
وأما قوله: (وعد ذلك من الشرك) .
فهذا بهت ظاهر، أين التلقين من الشرك؟ فالتلقين تذكير وتعليم، والشرك إعطاء المخلوق ما يستحقه الخالق وحده، من دعاء وتوكل ومحبة (٥) ونحو ذلك من العبادات والطاعات، هذا هو الشرك، والشيخ
_________
(١) في بقية النسخ: " رضي الله عنه ".
(٢) في (ح) و (المطبوعة) زيادة: "وأهل".
(٣) في (ق) : "المسألة".
(٤) في (ق) : "خروجا"، وهو خطأ.
(٥) في (ق) : "أو توكل أو محبة".','1','167',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (158,'أجل وأعلم من أن يجعل التلقين من الشرك، وتآليفه وبحثه يدل على أنه من الراسخين، وتهور (١) هذا ومجازفته فيما يدعيه دليل على أنه من المفترين الظالمين، ويكفي المنع والرد في الجواب عما يدعيه والدعوى إذا تجردت عن دليل اكتفى بردها والدفع في صدها (٢) .
وقول المعترض: (أنه يقول كيف يدعى الميت وينادى في قبره؟ وهو لا يسمع ولا يبصر.
ويقول تعالى: {إِنَّكَ لَا تُسْمِعُ الْمَوْتَى} [النمل: ٨٠] (٣) [النمل / ٨٠] ، حتى منعوا الناس عن ذلك، وعن الدعاء بعد الصلاة بالأدب المبرح وعن القراءة على القبر) . هذا لفظه.
والرجل أدخل الآية في جملة (٤) ما حكى، ولم يتعقب حكايته بتفصيل، بل أطلق المنع والتشنيع والرد فلا أدري ماذا يرى في الآية؟ وبماذا يتخلص، أهو على صراط مستقيم في السمع المنفي في مثل هذه الآية والمثبت فيما صح من (٥) السنة؛ أو هو كما هو (٦) ظاهر عبارته [٦٣] ، غبي مرتبك مرتاب لا يدري ما نفى مما أثبت؟ وشيخنا (٧) رحمه الله لم
_________
(١) في (م) : " وتهوره ".
(٢) في (ق) : " صدودها ".
(٣) في (ق) زيادة: "ولا تسمع الصم الدعاء. . . . " الآية.
(٤) في (ق) و (م) : "جوف ".
(٥) في (المطبوعة) : " عن".
(٦) ساقطة من (ق) .
(٧) في (م) : "شيخنا ".','1','168',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (159,'يصدر (١) منه هذا ولا قاله؛ ولا جعل هذا من الدعاء الممنوع منه، لكنه يدري ما يراد بالنفي في مثل هذه الآية، وما يراد بالإثبات في مثل قوله صلى الله عليه وسلم في أهل قليب بدر: " «ما أنتم بأسمع لما أقول منهم» " (٢) وقوله صلى الله عليه وسلم: " «إن الميت ليسمع» (٣) قرع نعال أهله " (٤) ونحو ذلك من الأحاديث الواردة في السماع، فمن عرف هذا تبين له ما في عبارة المعترض من الكذب والجهل والخلل.
وكذلك قوله: (إنهم منعوا الناس عن الدعاء بعد الصلاة بالأدب المبرح) .
كذب بحت من جنس ما قبله، غاية ما قيل: إن الدعاء لم يشرع من حين التسليم، وإنما شرع التسبيح والتهليل والتكبير والتحميد (٥) ومحل الدعاء قبل السلام وبعد الفراغ من الأذكار المشروعة بعد السلام، وذهب إلى هذا شيخ الإسلام ابن تيمية وقرره أحسن تقرير (٦) وأما الأدب على الدعاء: فليس بصحيح، بل هو جرى على العادة في أكاذيبه وأوضاعه.
_________
(١) في (ق) : "يصد".
(٢) أخرجه البخاري (١٣٧٠، ٣٩٨٠، ٤٠٢٦) ، وأحمد (٢ / ٣٨، ١٣١) ، (٦ / ٢٧٦) ، والحاكم في المستدرك (٣ / ٢٤٩) .
(٣) في (ح) : "حين الميت يسمع ".
(٤) أخرجه البخاري (١٣٣٨، ١٣٧٤) ، ومسلم (٢٨٧٠) ، وأبو داود (٢٢٦٩، ٣٢٣١، ٤٧٥٢) ، والنسائي (٤ / ٩٦) .
(٥) في (ق) و (م) : "والتمجيد".
(٦) انظر: "مجموع الفتاوى" (٢٢ / ٤٩٢) .','1','169',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (160,'ثم قال المعترض: (ولسنا بصدد (١) هذا، وإنما صددنا هنا لتكفيراته، فإذا كان أمر الأمة كذلك فماذا يقاتل عليه من إنكار شهادتي الإخلاص اللتين يدخل بهما الإسلام، ويعصم بهما دمه وماله، وأنت لو قلت لأفجر الأمة: أريد منك إنكار (٢) شهادتي الإخلاص أو إحداهما (٣) وإلا قتلتك، لاختار القتل ولا إنكارهما أو إحداهما (٤) إلا أن يعمل برخصة الله وقلبه مطمئن بالإيمان) .
والجواب أن يقال: يسأل هذا الجاهل عمن أتى بالشهادتين ثم صدر منه ما يوجب الردة من عبادة صنم أو وثن، أو إنكار ركن من الأركان، أو أصل من أصول الأيمان الستة؛ أو أنكر حرفا من القرآن أو أنكر تحريم الخنزير، أو تحريم امرأة من محارمه المذكورة في سورة النساء أو فرعا مجمعا عليه أو سحر (٥) أو شك في البعث، أو في كذب مسيلمة ونحو ذلك، فإن قال: شهادتي الإخلاص عصمت دمه وماله، وإن فعل ذلك، فقد جهل الأمة، وفسق الصحابة والأئمة، وأضحك العقلاء من جهله، وخرق الإجماع، وشاق الله ورسوله، واتبع غير سبيل المؤمنين، وإن اعترف بإباحة الدم والمال لصدور شيء من ذلك بطل (٦) كلامه، وفسد تأصيله، واستبان أنه من أكابر الضالين، ورؤساء الملحدين مذ جرى قلمه، وتفوه فمه، بالخوض
_________
(١) في (ق) و (م) : "بصد".
(٢) ساقطة من (ح) .
(٣) في جميع النسخ: (أحدها) ، ولعل ما أثبت هو الأقرب.
(٤) في جميع النسخ: (أحدها) ، ولعل ما أثبت هو الأقرب.
(٥) في (ح) : "يتجر".
(٦) في (ق) و (م) : "أبطل".','1','170',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (161,'في هذه (١) المسائل التي لا يعرفها إلا رجال آمنوا بالله وصدقوا المرسلين.
فنعوذ بالله من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء، وأكثر سعي العالمين ضلال.
أين هذا من قول الله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: ١٨] [الجن / ١٨] .
وقوله تعالى: {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ} [يونس: ١٠٦] [يونس / ١٠٦] .
وأين هو (٢) من قوله تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ} [المؤمنون: ١١٧] الآية (٣) [المؤمنون / ١١٧] .
وقوله تعالى: {وَلَقَدْ أُوحِيَ (٤) إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} [الزمر: ٦٥] [الزمر / ٦٥] ، ونحو ذلك من الآيات، وفي السنة (٥) من ذلك ما لا يمكن حصره.
ويكفي المؤمن قوله صلى الله عليه وسلم: " «أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها، وحسابهم على الله» (٦) .
_________
(١) ساقطة من (ح) .
(٢) في (م) و (ق) و (المطبوعة) : "هذا ".
(٣) في (ق) زيادة: "فإنما حسابه عند ربه إنه لا يفلح الظالمون.
(٤) في (ق) : "أوحينا"، وهو خطأ.
(٥) في (ق) : "السنن ".
(٦) أخرجه البخاري ومسلم وأبو داود والترمذي، وسبق تخريجه. انظر: ص (١١٧) ، هامش ٣.','1','171',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (162,'وقد استدل (١) الصديق بهذا الحديث على قتال مانعي الزكاة، فكيف لا يستدل به على مناقضة " لا إله إلا الله "، وقتال من نقضها وهدمها، وأبطلها بعبادة الأنبياء والصالحين، والجن، والشياطين، واتخذ آلهة مع الله يحبهم ويدعوهم، ويسألهم ويتوكل عليهم، ويزعم أنهم باب حاجته إلى الله والواسطة بينه وبين ربه في قضاء حاجاته، وتفريج مهماته؛ ومغفرة ذنبه، وتكفير سيئاته.
وقد اتسع الخرق بذلك حتى وصلوا إلى دعوى الربوبية في آلهتهم، وأنهم يدبرون ويتصرفون، ويعطون (٢) ويمنعون، وأن ذلك على سبيل الكرامة، فألهوهم وعبدوهم عبادة ما صدرت من كفار قريش، ولا ادعاها أحد منهم لوثنه ومعبوده. هذا، وهم يقولون: "لا إله إلا الله وفيهم من يصلي ويزكي ويأتي بشيء من العبادات البدنية والمالية، ومع ذلك هم من أكابر المشركين ورؤساء الضالين، وقد قيد (٣) سبحانه الانتفاع بالشهادة بقيد ليس عندهم منه خبر، ولم يقفوا منه على عين ولا أثر.
قال تعالى: {إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: ٨٦] [الزخرف / ٨٦] .
وقال تعالى: {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ} [محمد: ١٩] [محمد / ١٩] .
وفي حديث أبي هريرة: " «أسعد الناس بشفاعتي من قال: لا إله إلا الله خالصا من قلبه» " (٤) .
_________
(١) في (ق) زيادة: "أبو بكر".
(٢) في (ق) : " ويمقلون ".
(٣) في (م) و (المطبوعة) : "قيد الله ".
(٤) أخرجه البخاري (ح / ٩٩) ، وأحمد (٢ / ٣٠٧) .','1','172',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (163,'<span data-type="title" id=toc-38>[فصل رد دعوى المعترض أن الشيخ جعل طاعته ركنا سادسا لأركان الإسلام وأنه أخذ الأموال وسفك الدماء]</span>
فصل قال المعترض: (ولكن هذا الرجل جعل طاعته ركنا سادسا للأركان الخمسة، كما قال ذلك أخوه لأمه وأبيه الشيخ سليمان بن عبد الوهاب، حين خطاه، فلم يقبل منه (١) ونهاه عن سفك الدماء، ونهب الأموال، فلم يفعل، وكان يقول في رسائله ولدعاته (٢) إن علماء نجد كعقداء البدو في أخذهم العقبات على أهل الغارات، فوصى له رجل عاقل من أهل نجد أن قولوا له: إن أهل نجد قبلك يأخذون على الخط لأجل أنه لا يحصل لهم كفاية على القضاء، وقد نص العلماء على الرخصة في ذلك على هذه الحال وعقداء (٣) البدو في الغارات يأخذون فيما بينهم أبيض الظهر وليسوا يأخذونه عليهم قهرا (٤) وإنما هو عن تراض منهم على ذلك، لا ينكره منهم منكر، وأنت تأخذ الكسب كله، أبيض الظهر وأسوده بغير رضى [٦٥] ولا حق ولا مستحق عليهم، بل اجترأت على الله، وعلى كتابه ورسوله وعباده المؤمنين فكفرتهم وسفكت دماءهم، وأخذت (أموالهم واستبحت
_________
(١) ساقطة من (م) .
(٢) في (ق) : " ودعاته ".
(٣) في (ق) : " الحالة وعقد ".
(٤) في (ح) و (المطبوعة) : " قهرا عليهم ".','1','173',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (164,'بلدانهم، وجعلتها بأجمعها لعيالك وأتباعك) (١) وأخذت فريضة الله التي فرض من فوق سبع سماوات (٢) ولم تعطها أهلها، بل استعنت بها على سفك دماء المسلمين واستباحة حرمتهم، وتأخذ زكاة الثمار، ولو أن ثمرة الإنسان ما تكفي عشير ما عليه من الدين إذ هو بحالة يستحق دفع (٣) الزكاة إليه، بل قد يتدينها (٤) لهم. فخالفت العلماء الأمناء (٥) وخالفت الرسول صلى الله عليه وسلم جهارا، حيث بعث معاذا إلى اليمن في وصيته (٦) بأن تؤخذ من أغنيائهم وترد على فقرائهم، وأنت عكست ذلك كما هو المشاهد. فلم يرعو (٧) وجعل ذلك بعده سنة سيئة متبعة، عليه غرمها ووزرها، ورآها (٨) بذلك حقا واجبا ودينا لازما، والمنكر لذلك يكون كافرا فاجرا، والويل ثم الويل له (٩) إن لم يكن تائبا عن ذلك راجعا، ويكون له على ذلك تابعا داعيا، ويستدل بفعل الصديق رضي الله عنه، وهيهات هيهات ما بعد ما بينهما؛ وإنه لكما قال عمر (١٠) بن [أبي] (١١) ربيعة المخزومي يعرض برجل وامرأة:
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) في (ق) و (م) : " سماواته ".
(٣) في (ح) و (المطبوعة) : " لدفع ".
(٤) في (المطبوعة) : " تدينها ".
(٥) ساقطة من (المطبوعة) .
(٦) في (ق) : "وصية".
(٧) في النسخ الأربع: "يرعوي"، ولعل ما أثبته هو الصواب.
(٨) في النسخ الأربع: "وارثها "، ولعل ما أثبته هو الصواب.
(٩) في (ق) و (م) وردت " له " قبل " ثم ".
(١٠) في (الأصل) و (ح) : "عمرو"، وفي بقية النسخ: "عمر"، وهو الصواب.
(١١) ساقطة من جميع النسخ، والصواب إثباتها.','1','174',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (165,'أيها المنكح الثريا سهيلا ... عمرك الله , كيف يجتمعان
هي شامية إذا ما استقلت ... وسهيل إذا استقل يماني
)
فالجواب أن يقال: قد علم أهل العلم والإيمان براءة الشيخ من هذا: وأن دعوته إلى طاعة الله ورسوله، يأمر بتوحيده وينهى عن الشرك به وعن معصيته ومعصية رسوله، ويصرح بأن من عرف الإسلام ودان به فهو المسلم في أي زمان وأي مكان، ويشهد الله كثيرا في رسائله، ويشهد أولي العلم من خلقه أن أعداءه إن جاؤه (١) عن الله أو عن (٢) رسوله بدليل يرد شيئا من قوله، ويحكم بخطئه فيه ليقبلنه على الرأس والعين، ويترك ما خالفه أو عارضه، وهذا معروف بحمد الله.
وإنما يرميه بمثل هذا البهت وينسبه إليه من جعل زوره وقدحه في أهل العلم والإيمان جسرا يتوصل منه، ويعبر إلى ما انطوى عليه، وزينه له الشيطان من عبادة الصالحين والتوسل بهم، وعدم الدخول تحت أمر أولي (٣) العلم، وترك القبول منهم، والاستغناء بما نشأ عليه أهل الضلال واعتادوه، من العقائد الضالة، والمذاهب الجائرة.
قال تعالى حاكيا عن فرعون وقومه فيما رموا به كليمه موسى ونبيه هارون عليهما السلام من قصد العلو والدعوة إلى أنفسهما: {قَالُوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ فِي الْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ} [يونس: ٧٨] [يونس / ٧٨] .
_________
(١) في (ق) : "جاؤا".
(٢) ساقطة من (ق) .
(٣) في (م) : (إلى) .','1','175',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (166,'وقال: {ثُمَّ أَرْسَلْنَا مُوسَى وَأَخَاهُ هَارُونَ بِآيَاتِنَا وَسُلْطَانٍ مُبِينٍ} [المؤمنون: ٤٥] (١) {إِلَى فِرْعَوْنَ وَمَلَئِهِ فَاسْتَكْبَرُوا وَكَانُوا قَوْمًا عَالِينَ - فَقَالُوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا وَقَوْمُهُمَا لَنَا عَابِدُونَ - فَكَذَّبُوهُمَا فَكَانُوا مِنَ الْمُهْلَكِينَ} [المؤمنون: ٤٦ - ٤٨] [المؤمنون / ٤٥ - ٤٨] . فانظر ما أفادته اللام إن كنت من ذوي الألباب والأفهام.
وقال تعالى عن قوم نوح أنهم قالوا لنبيهم: {مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّهُ لَأَنْزَلَ مَلَائِكَةً مَا سَمِعْنَا بِهَذَا فِي آبَائِنَا الْأَوَّلِينَ} [المؤمنون: ٢٤] [المؤمنون / ٢٤] .
فانظر يا من نور الله قلبه، ما زعم هذا المعترض ونزله على هذه الآيات الكريمات تعرف أن آل فرعون وقوم نوح لهم ورثة وأتباع، وعصابة وأشياع، يصدون عن سبيل الله، ويبغونها عوجا، ويستكبرون على ورثة الرسل وأعلام الهدى، تعظما وحرجا، ولا بد من الحساب يوم يقوم الناس لرب العالمين، وقد رأيت رسالة لشيخنا رحمه الله تعالى تشهد لما قررناه، ونصها (٢) .

<span data-type="title" id=toc-39>[نص رسالة من الشيخ إلى حمد التويجري]</span>
(من محمد بن عبد الوهاب إلى الأخ أحمد التويجري، ألهمه الله رشده.
وبعد، وصل الخط أوصلك الله إلى ما يرضيه؛ وأشرفنا على الرسالة المذكورة وصاحبها ينتسب إلى مذهب الإمام أحمد رحمه الله، وما تضمنته الرسالة من الكلام في الصفات مخالف (٣) . لعقيدة الإمام أحمد، وما تضمنته من الشبه الباطلة في تهوين أمر الشرك بل في إباحته،
_________
(١) في النسخ الأربع: (ولقد أرسلنا موسى بآيتنا وسلطان مبين) وهذه الآية من سورة هود الآية ٩٦، وما بعدها من سورة المؤمنون، فالصواب ما أثبته.
(٢) انظر: " مجموع مؤلفات الشيخ محمد بن عبد الوهاب " (٢ / ٦٠) .
(٣) في (ق) : " مخالفة ".','1','176',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (167,'فمن أبين الأمور بطلانا لمن سلم من الهوى والتعصب، وكذلك تمويه (١) على الطغام بأن ابن عبد الوهاب يقول: الذي ما يدخل تحت (٢) طاعتي كافر. ونقول: سبحانك هذا بهتان عظيم. بل نشهد الله على ما يعلمه من قلوبنا بأن من عمل بالتوحيد وتبرأ من الشرك وأهله، فهو المسلم (٣) في أي زمان وأي مكان (٤) ؛ وإنما نكفر من أشرك بالله في إلهيته بعدما تبين له الحجة على بطلان الشرك، وكذلك نكفر من حسنه للناس أو أقام الشبه الباطلة على إباحته، وكذلك من قام (٥) بسيفه دون هذه المشاهد التي يشرك بالله عندها وقاتل من أنكرها وسعى في إزالتها والله المستعان) . اهـ المقصود (٦) .
وأما نسبة ذلك إلى أخيه (٧) سليمان: فلا مانع من ذلك لولا وجوب رد خبر هذا الفاسق، وعدم قبوله إلا بعد التبين.
ثم لو فرضت صحته، فمن سليمان؟ وما سليمان؟ هذه دلائل (٨) السنة والقرآن تدفع في صدره (٩) وتدرأ في نحره، وقد اشتهر ضلاله ومخالفته لأخيه مع جهله وعدم إدراكه لشيء من فنون العلم، وقد رأيت له
_________
(١) في (المطبوعة) : " تمويهه".
(٢) في (ق) و (م) : " في ".
(٣) في (ق) : "مسلم".
(٤) ساقطة من (ق) .
(٥) في (ق) : " أقام ".
(٦) في (ح) و (المطبوعة) : " المقصود منه ".
(٧) في (ق) و (م) : "لأخيه ".
(٨) في (ح) : " الدلائل ".
(٩) في (ق) : " صدوره ".','1','177',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (168,'رسالة يعترض فيها على الشيخ وتأملتها فإذا هي رسالة جاهل بالعلم والصناعة، مزجى (١) التحصيل والبضاعة، لا يدري ما طحاها؟ ولا يحسن الاستدلال بذلك على من فطرها وسواها.

<span data-type="title" id=toc-40>[نص رسالة من سليمان بن عبد الوهاب فيها البشارة بتوبته ورجوعه إلى الحق]</span>
هذا؛ وقد من الله وقت تسويد هذا بالوقوف على رسالة لسليمان فيها البشارة برجوعه عن مذهبه الأول، وأنه قد استبان له التوحيد والإيمان، [٦٧] وندم على ما فرط من الضلال والطغيان، وهذا نصها:

بسم الله الرحمن الرحيم
من سليمان بن عبد الوهاب إلى الإخوان: أحمد (٢) بن محمد التويجري وأحمد ومحمد ابنا عثمان بن شبانة.
سلام عليكم ورحمة الله وبركاته وبعد:
فأحمد إليكم الله الذي لا إله إلا هو، وأذكركم ما من الله (٣) به علينا وعليكم من معرفة دينه، ومعرفة ما جاء به رسوله صلى الله عليه وسلم من عنده، وبصرنا به من العمى، وأنقذنا من الضلالة، وأذكركم بعد أن جيتونا في الدرعية (٤) من معرفتكم الحق على وجهه، وابتهاجكم به، وثنائكم على الله الذي أنقذكم وهذا دأبكم في سائر مجالسكم عندنا، وكل ما جاءنا- بحمد الله (٥) يثنى عليكم. والحمد لله على ذلك، وكتبت لكم بعد ذلك كتابين
_________
(١) في (ح) : " مرجى ".
(٢) في (الأصل) : " حمد "، وهو خطأ.
(٣) لفظ الجلالة لم يرد في (ق) و (م) .
(٤) في (ق) : " بالدرعية ".
(٥) في (الأصل) و (ح) : "من حمد الله "، والمثبت من بقية النسخ وهو الأقرب.','1','178',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (169,'غير هذا أذكركم وأحضكم، ولكن يا إخواني معلومكم ما جرى منا من مخالفة الحق، واتباعنا سبل (١) الشيطان، ومجاهدتنا في الصد عن اتباع سبل (٢) الهدى.
والآن معلومكم لم يبق من أعمارنا إلا اليسير والأيام معدودة، والأنفاس محسوبة والمأمول منا أن نقوم لله ونفعل مع الهدى أكثر مما فعلنا مع الضلال (٣) وأن يكون ذلك لله وحده لا شريك له؛ لا لما سواه، لعل الله يمحو (٤) عنا سيئات ما مضى (٥) وسيئات ما بقي.
ومعلومكم عظم الجهاد في سبيل الله؛ وما يكفر من الذنوب؛ وأن الجهاد باليد والقلب واللسان (٦) والمال، وتفهمون أجر من هدى الله به رجلا واحدا.
والمطلوب منكم أكثر مما تفعلون الآن، وأن (٧) تقوموا لله قيام صدق، وأن تبينوا للناس الحق على وجهه، وأن تصرحوا لهم تصريحا بينا بما أنتم (٨) عليه أولا من الغي والضلال.
فيا إخواني: الله. . الله، فالأمر أعظم من ذلك، فلو خرجنا نجأر
_________
(١) في (ق) و (م) : "واتباع"، وفي (ق) : (سبيل) .
(٢) في (ق) : " عن سبيل ".
(٣) في (ق) : "الضلالة".
(٤) في (ق) و (م) زيادة: "أن " قبل "يمحو".
(٥) في (المطبوعة) : " سيئات ".
(٦) في بقية النسخ: " اللسان والقلب ".
(٧) ساقطة من (ق) .
(٨) في (المطبوعة) : " كنتم ".','1','179',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (170,'إلى الله في الفلوات وعدنا الناس من السفهاء والمجانين في ذلك لما كان ذلك بكثير منا.
وأنتم رؤساء الدين والدنيا في مكانكم (١) أعز من الشيوخ، والعوام كلهم تبع لكم، فاحمدوا الله على ذلك ولا تعتلوا (٢) بشيء من الموانع.
وتفهمون أن الآمر بالمعروف والناهي عن المنكر لا بد أن يرى ما يكره، ولكن أرشدكم في ذلك إلى الصبر، كما حكى عن العبد (٣) الصالح (٤) في وصيته لابنه، فلا أحق من أن تحبوا لله (٥) وتبغضوا لله (٦) وتوالوا لله وتعادوا لله.
وترى يعرض في هذا أمور شيطانية، وهي أن من الناس من ينتسب لهذا الدين، وربما يلقي الشيطان لكم أن هذا ما هو بصادق، وأن له ملحظ دنيوي، وهذا أمر ما يطلع عليه إلا الله، فإذا أظهر أحد الخير فاقبلوا منه ووالوه، فإذا ظهر من أحد شر، وإدبار عن الدين فعادوه واكرهوه، ولو أحب حبيب.
وجامع الأمر في هذا: أن الله خلقنا لعبادته وحده لا شريك له؛ ومن [٦٨] رحمته بعث لنا رسولا يأمرنا بما خلقنا له، ويبين لنا طريقه، وأعظم
_________
(١) في (ق) : "مكانتكم ".
(٢) أي: لا تمتنعوا.
(٣) في (ق) : "عبد الله ".
(٤) في (المطبوعة) زيادة: " لقمان ".
(٥) في (ق) : " في الله ".
(٦) في (ق) : "في الله ".','1','180',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (171,'ما نهانا عنه الشرك بالله وعداوة أهله وإبغاضهم (١) ؛ وأمرنا (٢) بتبيين الحق وتبيين الباطل، فمن التزم ما جاء به الرسول (٣) فهو أخوك، ولو أبغض بغيض، ومن نكب عن الصراط المستقيم فهو عدوك ولو هو (٤) ولدك أو أخوك.
وهذا شيء (٥) أذكركموه مع أني بحمد الله [أعلم] ، (٦) أنكم تعلمون ما ذكرت لكم، ومع هذا فلا عذر لكم عن التبيين الكامل الذي لم يبق معه لبس، وإن تذاكروا دائما في مجالسكم ما جرى منا ومنكم أولا، وأن تقوموا مع الحق أكثر من قيامكم مع الباطل فلا أحق من ذلك ولا لكم عذر (٧) ؛ لأن اليوم الدين والدنيا- والله الحمد (٨) - مجتمعة في ذلك، فتذاكروا ما أنتم (٩) فيه أولا في أمور الدنيا من الخوف والأذى، واعتلاء الظلمة والفسقة عليكم، ثم رفع الله ذلك كله بالدين وجعلكم السادة والقادة (١٠) .
ثم أيضا ما من الله به عليكم من الدين، انظروا إلى مسألة واحدة
_________
(١) ساقطة من (المطبوعة) ، وفي (ح) : " وبعضهم ".
(٢) ساقطة من (ح) .
(٣) في (ح) و (المطبوعة) : " الرسل".
(٤) ساقطة من (ق) و (م) .
(٥) ساقطة من (ق) .
(٦) " أعلم " ساقطة من (الأصل) و (ح) ، (أنكم) ساقطة من (ح) .
(٧) في (ق) و (م) : "ولا عذر لكم".
(٨) في (ق) و (م) : "ولله الحمد الدين والدنيا.
(٩) في (المطبوعة) : "كنتم".
(١٠) في (المطبوعة) زيادة: " وذلك من آثار دعوة شيخ الإسلام، وعلم الهداة الأعلام.','1','181',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (172,'فمما " (١) " نحن فيه من الجهالة (٢) كون البدو (٣) نجري عليهم (٤) أحكام الإسلام مع معرفتنا أن الصحابة قاتلوا أهل الردة، وأكثرهم متكلمين (٥) بالإسلام، ومنهم من أتى بأركانه ومع معرفتنا أنه من كذب بحرف من القرآن كفر ولو كان عابدا وأن من استهزأ بالدين أو بشيء منه فهو كافر؛ وأن من جحد حكما مجمعا عليه فهو كافر، إلى غير ذلك من الأحكام المكفرات، وهذا كله مجتمع في البدو وأزيد، ونجري عليهم (٦) أحكام الإسلام اتباعا لتقليد من قبلنا بلا برهان.
فيا إخواني: تأملوا وتذاكروا في هذا الأصل يدلكم على ما هو أكثر من ذلك. وأنا أكثرت عليكم الكلام؛ لوثوقي بكم أنكم ما تشكون في شيء فيما (٧) تحاذرون، ونصيحتي لكم ولنفسي، والعمدة في هذا أن يصير دأبكم في الليل (٨) والنهار أن تجأروا إلى الله تعالى أن يعيذكم من شرور أنفسكم وسيئات أعمالكم، وأن يهديكم إلى الصراط المستقيم الذي عليه رسله وأنبياؤه وعباده الصالحون (٩) وأن يعيذكم من مضلات الفتن،
_________
(١) في (ق) و (م) : " فيما "، وفي (المطبوعة) : " مما "، وساقطة من (ح) .
(٢) في (المطبوعة) زيادة: "قبل انتشار هذه الدعوة الإسلامية ".
(٣) في النسخ الأربع: "البدوي"، ولعل ما أثبته هو الأقرب للصواب.
(٤) في النسخ الأربع: "عليه"، ولعل ما أثبته هو الأقرب للصواب.
(٥) في (المطبوعة) : "متكلمون "، وهو الصواب؛ لكن المصنف ساق لنا الرسالة بحروفها، دون تغيير.
(٦) في النسخ الأربع: "عليه "، ولعل ما أثبته هو الأقرب للصواب.
(٧) في (ق) : "مما".
(٨) في (ق) و (م) : "بالليل ".
(٩) في (المطبوعة) : "الصالحين " وهو الصواب، لكن المصنف أراد أن يلتزم الرسالة بلفظها وحروفها دون تغيير ولا تصويب لأخطائها.','1','182',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (173,'فالحق وضح وابلولج (١) وماذا بعد الحق إلا الضلال.
فالله الله ترى الناس إللي (٢) . في جهاتكم تبع لكم في الخير والشر، فإن فعلتوا (٣) . ما ذكرت لكم ما قدر أحد من الناس يرميكم بشر، وصرتم كالأعلام هداية للحيران، فإن الله سبحانه وتعالى هو المسؤول أن يهدينا وإياكم سبل السلام.
والشيخ وعياله وعيالنا طيبين ولله الحمد (٤) ويسلمون عليكم، وسلموا لنا على من يعز عليكم السلام، وصلى الله على محمد وآله وصحبه (٥) اللهم اغفر لكاتبها ولوالديه ولذريته ولمن نظر فيه (٦) فدعا له بالمغفرة وللمسلمين وللمسلمات أجمعين) .

<span data-type="title" id=toc-41>[نص رسالة من أحمد التويجري وابنا عثمان إلى سليمان ردا على رسالته إليهم]</span>
فأجابوه برسالة ينبغي أن تذكر ونصها:
بسم الله الرحمن الرحيم
الحمد لله رب العالمين, وصلى الله على سيدنا (٧) سيد المرسلين.
_________
(١) في (ق) : " واضح وأبلج.
(٢) في (م) و (المطبوعة) : "الذين"، وهو الصواب، لكن المصنف التزم لفظ الرسالة دون تغيير.
(٣) في (المطبوعة) : "فعلتم "، وهو الصواب، والمثبت نص الرسالة.
(٤) " ولله الحمد" ساقطة من (ق) و (م) .
(٥) في (ق) و (م) زيادة: "أجمعين ".
(٦) في (ق) و (م) : "فيها".
(٧) في (ق) و"المطبوعة" "سيدنا محمد ".','1','183',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (174,'من كاتبه الفقير (١) أحمد التويجري، وأحمد (٢) بن عثمان وأخيه محمد، إلى من من الله علينا وعليه باتباع دينه واقتفاء هدى محمد (٣) صلى الله عليه وسلم نبيه وأمينه: الأخ سليمان بن عبد الوهاب؟ زادنا الله وإياه من التقوى والإيمان، وأعاذنا وإياه (٤) من نزغات الشيطان. سلام عليكم ورحمة الله وبركاته. بعد إبلاغ (٥) الشيخ (٦) وعياله، وعبد الله وإخوانه، السلام. وبعد. . فوصل إلينا نصيحتكم جعلكم الله من الأئمة الذين يهدون بأمره، الداعين إليه وإلى دين نبيه محمد (٧) صلى الله عليه وسلم، فنحمد الله الذي فتح علينا وهدانا لدينه وعدلنا عن الشرك والضلال، وأنقذنا من الباطل والبدع المضلة (٨) وبصرنا بالإسلام الصرف الخالي من شوائب الشرك، فلقد من الله علينا وعليكم وله الفضل والمنة بما نور لنا من (٩) قلوبنا من اتباع كتابه وسنة نبيه ورسوله صلى الله عليه وسلم، وعدلنا عن سبيل من ضل وأضل بلا برهان، ونسأله أن يتوب علينا وعليكم ويزيدنا من الإيمان.
_________
(١) في (المطبوعة) : "حمد"، وهو خطأ.
(٢) في (ق) و (م) : "وحمد".
(٣) في (المطبوعة) : "محمد نبيه وأمينه صلى الله عليه وسلم ".
(٤) ساقطة من (المطبوعة) ، وفي (ق) و (م) : "الله وإياه".
(٥) ساقطة من (ق) .
(٦) في (ق) زيادة: السلام.
(٧) ساقطة من (م) .
(٨) ساقطة من (ق) و (م) .
(٩) ساقطة من (المطبوعة) : "لنامن".','1','184',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (175,'فلقد خصنا (١) فيما مضى بالعدول عن (٢) الحق ودحضناه، وارتكبنا الباطل ونصرناه جهلا منا وتقليدا لمن قبلنا، فحق علينا أن نقوم مع الحق قيام صدق أكثر مما قمنا مع الباطل على جهلنا وضلالنا. فالمأمول والمبغي منا ومنكم وجميع إخواننا (٣) التبيين الكامل الواضح، لئلا يغتر بأفعالنا الماضية من يقتدي بجهلنا، وأن نتمسك بما اتضح (٤) وابلولج من نور الإسلام، وما بين الشيخ محمد رحمه الله من شريعة النبي صلى الله عليه وسلم، فلقد حاربنا الله ورسوله واتبعنا سبيل (٥) الغي والضلال، ودعونا إلى سبيل الشيطان ونكبنا (٦) كتاب الله وراء ظهورنا، جهلا منا وعداوة وجاهدنا في الصد عن دين الله ورسوله (٧) واتبعنا كل شيطان تقليدا وجهلا بالله (٨) فلا حول ولا قوة إلا بالله (٩) {رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف: ٢٣] لا إله إلا أنت سبحانك إنا كنا (١٠) من الظالمين. فالواجب منا لما رزقنا الله معرفة الحق: أن نقوم معه أكثر وأكثر من
_________
(١) في (ق) و (م) : "خضنا" بالضاد المعجمة، وهو الصواب.
(٢) في (ح) : (أن) ، وهو خطأ.
(٣) في (ق) و (م) : "وجميع " الإخوان".
(٤) في (ق) و (م) : "وضح ".
(٥) في (ق) : (سبل) .
(٦) في (المطبوعة) : "وتنكبنا ".
(٧) ساقطة من (ق) و (م) .
(٨) ساقطة من (ق) و (م) .
(٩) في (ق) و (م) زيادة: "العلي العظيم ".
(١٠) في (ق) و (م) : "إني كنت ".','1','185',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (176,'قيامنا مع الباطل (١) على باطل (٢) فيما فات، ونقوم له مثنى وفرادى، ونتوكل على الله عسى أن يتوب علينا، ويعيذنا من شرور أنفسنا وسيئات أعمالنا وأن يهيدنا سبل السلام، وأن يجعلنا من الداعين إلى الهدى، لا من الدعاة إلى النار. فنحمد الله الذي لا إله إلا هو حيث من علينا بهذا الشيخ في آخر هذا الزمان (٣) وجعله بإذنه وفضله (٤) هاديا للتائه الحيران، نسأل الله العظيم أن يمتع المسلمين به ويعيذه من شر كل حاسد وباغ ويبارك في أيامه وأن يجعل جنة الفردوس مأواه وإيانا، وأن ينفعنا بما بينه (٥) فلقد بين دين نبيه صلى الله عليه وسلم على رغم أنف كل جاحد وصار علما للحق حين طمس، ومصباحا (٦) للهدى حين درست أعلامه ونكس، وأطفأ الله به الشرك بعد ظهوره حين عبدت الأوثان صرفا بلا رمس، ولم يزل من الله عليه برضاه ينادي: أيها الناس، هلموا إلى دين نبيكم الذي بعث به إن كنتم تؤمنون بالله واليوم الآخر، ثم لم ينقم منه وعليه إلا أنه يقول: (٧) أيها الناس اعبدوا ربكم، وأعطوه حقه الذي خلقكم لأجله، وخلق لكم ما في السماوات وما في الأرض جميعا منه إن الله تعالى يقول: {وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ (٨) إِلَّا لِيَعْبُدُونِ} [الذاريات: ٥٦]
_________
(١) في (المطبوعة) زيادة: "ونصرح بالتبيين للناس بأننا كنا".
(٢) "على باطل " ساقطة من (ق) .
(٣) في (المطبوعة) زيادة: "ودعا إلى الله وإلى توحيده في السر والإعلان".
(٤) في (ح) : "وجعله بفضله وإذنه "، وفي (المطبوعة) : "وجعله الله بفضله وإذنه ".
(٥) في (المطبوعة) زيادة: "من الأدلة الساطعة والبراهين القاطعة".
(٦) في (م) : "ومصباح"، وهو خطأ.
(٧) في (ق) و (م) : " يا أيها ".
(٨) في (ق) "الأنس والجن"، وهو خطأ.','1','186',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (177,'وقال: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: ٣٦] وقال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: ١٨] وقال تعالى: {فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ} [آل عمران: ٢٠] وفسر إسلام الوجه: بالقصد في العبادة في (١) فإن دعا (٢) غير الله، أو قصد غير الله، أو نذر لغير الله، أو استغاث بغير الله (أو توكل على غير الله) (٣) أو التجأ إلى غير الله. فهذه عبادة لمن قصد بذلك، وهذا (٤) والله الشرك أكبر. وإنا نشهد بذلك وقمنا مع أهله ثلاثين سنة، وعادينا من أمر بتجريد التوحيد العداوة البينة التي ما بعدها عداوة. فالواجب علينا اليوم نصر الله ودينه وكتابه ورسوله، والتبري من الشرك وأهله وعداوتهم، وجهادهم باليد واللسان، لعل الله أن يتوب علينا ويرحمنا ويستر مخازينا. وأكبر من هذا: البدو الذين لا يدينون دين الحق، لا يصلون
_________
(١) (ق) و (م) : " بالعبادة".
(٢) في (المطبوعة) زيادة: "العبد".
(٣) ما بين القوسين ساقط من (ح) .
(٤) في (م) : "هذا ".','1','187',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (178,'ولا يزكون ولا يورثون، ولا لهم نكاح صحيح، ولا حكم عن الله ورسوله يدينون به صريح (١) ونقول: هم إخواننا في الإسلام (٢) سبحانك هذا بهتان عظيم ومكابرة لما جاء به رسول رب العالمين. ونقول: (٣) لا خلاف أن التوحيد لا بد (٤) أن يكون بالقلب واللسان والعمل، فإن اختل من هذا شيء لم يكن الرجل مسلما، فإن (٥) عرف التوحيد ولم يعمل به فهو كافر معاند كفرعون وإبليس (٦) وإن عمل بالتوحيد عملا ظاهرا وهو لا يفهمه ولا يعتقده بقلبه فهو منافق شر من الكافر، أعاذنا الله وإياكم من الخزي يوم تبلى السرائر. فالواجب علينا وعلى من نصح نفسه أن يعمل العمل الذي يحصل به فكاك نفسه (٧) وأن يعبد الله ولا يعبد غيره. فالعبادة حق الله على العبيد، ليس لأحد فيها شرك، لا ملك مقرب ولا نبي مرسل، فضلا عن السفلة والشياطين. وحق الله علينا أن نجأر إليه (٨) بالليل والنهار، والسر والعلانية في
_________
(١) في (المطبوعة) زيادة: "ولا يحلون ما أحل الله ولا يحرمون ما حرم الله ".
(٢) في جميع النسخ: "إسلام"، والمثبت هو الصواب.
(٣) في (المطبوعة) زيادة: " أيضا".
(٤) ساقطة من (ق) .
(٥) في (ح) : (فإذا) .
(٦) في (المطبوعة) زيادة: " وأمثالهما ".
(٧) في (ق) و (المطبوعة) زيادة: " من النار".
(٨) ساقطة من (ق) .','1','188',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (179,'الخلوات والفلوات عسى أن يتوب علينا ويعفو عنا (١) ما فات، ويعيذنا من مضلات الفتن، فالحق بحمد الله وضح وابلولج، وماذا بعد الحق إلا الضلال, ولا حول ولا قوة إلا بالله (٢) وصلى الله على سيدنا محمد وآله وصحبه أجمعين وسلم تسليما كثيرا إلى يوم الدين.
_________
(١) في (ح) و (المطبوعة) : " عما فات".
(٢) في (ق) و (م) زيادة: "العلي العظيم ".','1','189',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (180,'<span data-type="title" id=toc-42>[مناقشة جعل الشيخ علماء نجد كعقداء البدو في أخذهم العقبات على أهل الغارات]</span>
وأما قول المعترض: (إن الشيخ كان (١) يقول في رسائله: إن علماء [٧١] ، نجد كعقداء البدوفي أخذهم العقبات على أهل الغارات) .
فيقال لهذا الغبي: إن كان الشيخ قال هذا أو نحوه؟ فله وجه ظاهر؟ يعرفه من عرف حال رؤسائهم في أكل الرشا (٢) ووضع الجعل على الفتاوى (٣) والأحكام.
وقد صنف الشيخ رحمه الله تعالى رسالة في إبطال هذا، وأنه من السحت، وناظر على ذلك من ناظر، وأقام الحجج، والرسالة عندي لولا خشية التطويل لسقتها.
وإذا كان الحال هكذا فما المانع من تشبيههم بعقداء البدو؟ إذا أكلوا السحت وارتشوا في الحكم والقضاء، بل ربما كانت العقداء أخف منهم ضررا لوجوه:
منها: أن العقداء يعترفون بالتحريم، وهؤلاء يعتقدون الحل.
_________
(١) في (ق) و (م) زيادة: (رحمه الله) ، "كان" ساقطة من (ح) .
(٢) في (ق) : " الرشاوي"، وفي (ح) : "الرشاد ".
(٣) في (ق) و (م) : " الفتوى ".','1','190',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (181,'ومنها: أن عقداء البدو لا ينسبون ذلك ويضيفونه إلى دين الله، وهؤلاء يجعلونه من المباحات الشرعية التي دل الكتاب على إباحتها. إذا عرفت هذا فهذه العبارات لا تصدر من مثل الشيخ، ومن مارس كلامه عرف أن هذه القولة ليست منه، فإن قوله: (علماء نجد) يدخل تحته كل عالم، والشيخ لا يقول هذا في جميعهم؟ لأن منهم من يتورع. وأيضا فإطلاق اسم العلم عليهم لا يحسن في مقام الذم، والشيخ أفقه من أن يطلق (١) هذا الاسم هنا. وقول هذا الرجل: (أن رجلا عاقلا وصى للشيخ بأن أهل نجد يأخذون على الخط (٢) وقد نص العلماء على الرخصة) .
فقائل هذا: سفيه لا عاقل، كيف يأخذ (٣) ثلاثة حمران أو أربعة أو عشرة على خط ما يساوي فلسا (٤) ولا يجيز هذا إلا سفيه لا يدري أحكام الله، وأسفه منه من يحتج بقوله، ويسود به القرطاس.
فيا ضيعة الأعمار تمشي سبهللا.
وليت هذا كان حظه السبهلل، كيف وقد صار على نصيب وافر من معاداة دين الله وأوليائه والصد عن سبيله، ومدح من عبد غيره وتعلق على سواه من الآلهة، نعوذ بالله من شرور أنفسنا، وسيئات أعمالنا. وقول المعترض فيما نقل عن هذا السفيه: (أن البدو يأخذون أبيض
_________
(١) في (ق) : (أطلق) .
(٢) في (ق) و (م) : "على هذا".
(٣) في (ق) : "يأخذون".
(٤) في النسخ الأربع: "فلس"، وهو خطأ.','1','191',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (182,'الظهر، والشيخ يأخذه كله، أبيضه وأسوده بغير رضى ولا حق، وعقداء البدو يأخذونه عن تراض لا ينكره منكر) . فيقال لهذا المعترض وأمثاله من الجاهلين: إن أبيض الظهر وأسوده وأحمره وأصفره يؤخذ قهرا من الحربيين، مذ أحل الله الغنائم لعبده ورسوله محمد صلى الله عليه وسلم، والحكم باق إلى يوم القيامة في جميع الغنائم والفيء والجزية والعشور المأخوذة من أعداء الله، فإن كان ذلك عندك لا يباح منه إلا أبيض الظهر برضى أهل الكسب، فهو اللائق بعقلك وعلمك ودينك، وكل (١) إناء بالذي فيه ينضح. لو شعرت أن مقتضى هذا الكلام تفضيل عقداء البدو على أئمة الهدى لعرفت أنك من أضل من أقلته الغبراء وأظلته الخضراء، ولكن لا تشعر بما تحت هذا الكلام.

<span data-type="title" id=toc-43>[رد دعوى المعترض أن الشيخ استباح البلاد وجعلها لعياله وأتباعه]</span>
وأما قوله: (واستبحت بلدانهم، وجعلتها بأجمعها لعيالك وأتباعك) . فيقال: لو فرض أن عياله (٢) صاروا من جند التوحيد، ومن المجاهدين في سبيل الله، ومن الدعاة إلى توحيده (٣) فما المانع من أكلهم أموال من صد عن سبيل الله وأشرك به، وقاتل ليعبد غيره، ويدعي [٧٢] سواه، ويعظم ويرجى من لا يملك لنفسه نفعا ولا ضرا (٤)
_________
(١) في (الأصل) و (ح) و (ق) : "كل"، والمثبت كما في بقية النسخ.
(٢) في (ق) و (م) : "عيالهم ".
(٣) في (المطبوعة) زيادة: "كما هو الواقع من حالهم وسيرتهم وجهادهم أعداء الله وأعداء رسوله بالحجة واللسان، والسيف والسنان ".
(٤) في (ق) و (م) : "ضرا ولا نفعا".','1','192',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (183,'وأما أكل أموال المسلمين: فنبرأ (١) إلى الله من ذلك ومن فاعله، وقد تقدم أن الشيخ (٢) من أعظم الناس قياما بحق الإسلام ورعاية له. وجميع ما تقدم من الاعتراضات بناء على معتقد باطل، وهو أن من تفوه بالشهادتين لا يضره ذنب (٣) ولا يخل بإيمانه ولا ينقض إسلامه (٤) شرك، ولا تجهم، ولا القول بالاتحاد والحلول، ولا غير ذلك من المكفرات، حتى المباني لا تعتبر عند هؤلاء الضلال في الحقيقة كما هو نص قولهم، ومعرفة هذا (٥) القول وتصوره يكفي في بطلانه عند من عرف الإسلام. وأما وضع الفريضة والزكاة في موضعها، وإعطاؤها أهلها: فلا يعرفه ويعرف مستحقها وحكم الله فيها، إلا من عرف دينه وما جاءت به رسله، وأما من لم يعرف الإسلام والتوحيد، ولا (٦) الشرك والتنديد، ولم يتصور حق الله على العبيد (٧) فماله والكلام فيما لا يعنيه، وما لا (٨) يعرفه ولا يدريه؟ .
تمنيت أن تمسى فقيها مناظرا ... بغير عناء , والجنون فنون
_________
(١) في (م) و (ح) و (المطبوعة) : " فيبرأ" بالياء.
(٢) في (م) زيادة: "رحمه الله".
(٣) ساقطة من (ق) و (م) .
(٤) في (ق) و (ح) : "ينقص " بالصاد المهملة، وفي (ق) : "بإسلامه ".
(٥) ساقطة من (ق) .
(٦) في (المطبوعة) : "ولا يعرف إلا".
(٧) في (ق) : "العبد".
(٨) في (ق) زيادة: "تمنيت" قبل "يعرفه "، ولا معنى لها.','1','193',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (184,'<span data-type="title" id=toc-44>[مسألة أخذ الزكاة من المدين وأن فعل الشيخ يوافق مذهب السلف]</span>
وقد ظهر جهلك في قولك: (وتأخذ زكاة الثمار ولو أن ثمرة الإنسان ما تكفي عشير ما عليه من الدين) ، ولم تعلم أن جمهور العلماء قالوا بأخذها من المدين في الأموال الظاهرة، كما هو إحدى الروايتين عن الإمام أحمد، وهو قول مالك والشافعي (١) وروى عن الإمام أحمد أنه قال: (٢) (قد اختلف ابن عمر وابن عباس؛ وقال ابن عمر: يخرج ما أنفق واستدان على ثمرته وأهله (٣) ويزكي ما بقي، وقال ابن عباس: يخرج ما استدان على ثمرته ويزكي ما بقي، وإليه أذهب، لأن المصدق إذا جاء فوجد إبلا أو غنما لم يسأل (٤) أي شيء على صاحبها من الدين) ؟ . وظاهر هذا: أن هذه رواية ثالثة تخص ما أنفق على الزرع والثمرة. وسبب اختلافهم: هل الزكاة عبادة، أو حق مرتب في المال للمساكين؟ فمن رأى أنها (٥) حق لهم قال: لا زكاة على الذي عليه الدين، لأن حق صاحب الدين مقدم (٦) على حق المساكين بالزمان، وهو في الحقيقة مال صاحب الدين.
_________
(١) انظر: "المغني " (٢ / ٣٤٢) .
(٢) انظر: المصدر السابق (٢ / ٣٤٢) .
(٣) في (ق) و (م) : " وزرعه".
(٤) في (ق) و (م) زيادة: " على".
(٥) في (الأصل) و (ق) و (ح) : "إنه"، والمثبت كما في (م) ، وهو الأقرب.
(٦) في (الأصل) و (ق) و (م) : "متقدم "، والمثبت كما في (ح) ، وهو الأقرب.','1','194',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (185,'ومن قال: أنها عبادة، قال تجب على من بيده مال، لأن ذلك هو شرط التكليف وعلامته المقتضية للوجوب على المكلف، سواء كان عليه دين أم لم يكن، وأيضا فقد تعارض حق الله وحق الآدمي (١) فحق الله أحق أن يقضى. وأما الفرق بين الثمار وغيرها، فحجته ترك عماله صلى الله عليه وسلم وعمال خلفائه (٢) البحث والاستفصال، وعدم النص المقتضي لذلك. وسلك أبو عبيد: القاسم بن سلام مسلكا آخر فقال: (إن كان لا يعلم دينه إلا بقوله لم يصدق، وأن علمه (٣) من غيره لم تؤخذ منه) ، كذا قال. إذا عرفت هذا- (والخلاف في غيرها معروف، نحيل طالب العلم على كلام أهل العلم والفقه في مظانه) (٤) فمخالفة رسول الله صلى الله عليه وسلم إنما تصدق وتتحقق فيمن خالفه في الحكم على من عبد الأولياء والصالحين بأنه مسلم، وأن ماله ودمه معصوم، مع الشرك بالله وعبادة الأوثان، ومسبة ورثة دينه وأهل الدعوة إلى سبيله، ونسبتهم وتسميتهم خوارج ضلال، ومن (٥) عبد القباب، وأشرك برب الأرباب، هم من (٦) أمة محمد صلى الله عليه وسلم الذين لا يضرهم من خذلهم ولا من خالفهم، وخالفت رسول الله صلى الله عليه وسلم، (٧)
_________
(١) في (ح) و (المطبوعة) : "آدمي".
(٢) في (ق) و (م) زيادة: "عن".
(٣) في (ق) و (م) : "علم ".
(٤) ما بين القوسين ساقط من بقية النسخ.
(٥) في (ق) و (المطبوعة) : "وأن من ".
(٦) ساقطة من (المطبوعة) .
(٧) ما بين المعقوفتين إضافة من بقية النسخ.','1','195',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (186,'فيما (١) سودت به الأوراق من المسبة والشقاق، والله لم يتعبدنا بالسب، ولم يجعله شرعا ودينا ينسب إليه وإلى رسله (٢) وإنما هو حرفة الجاهلين المفلسين من العلم والإيمان؟ كالنساء والصبيان، وأما أنت فهو حاصل ردك؟ وغاية قدح زندك (٣) [٧٣] وأما قوله: (والمنكر لذلك يكون كافرا فاجرا) . هذه الجملة كأخواتها السابقة واللاحقة من الكذب وشهادة الزور وأما قوله: (إن الشيخ يستدل بفعل الصديق) . فنعم ونعم الإمام هو. وأما قوله: (وهيهات هيهات ما بعد ما بينهما، وإنه لكما قال عمر بن أبي ربيعة (٤)
أيها المنكح الثريا سهيلا
إلخ.
فجوابه أن يقال: قرب المشابهة وبعدها يعرفها أولوا العلم، الذين
_________
(١) في (ق) و (م) : "إنما ".
(٢) في (م) : " ولا رسوله ".
(٣) في (ق) و (م) زيادة ستة أسطر هي: (وبعضهم يستدل بما يروى عن عثمان بن عفان من قوله: هذا شهر زكاتهم، ومن كان عليه دين فليؤده حتى تخرج جواز زكاة أموالكم، وبعض أصحاب مالك يروي حديثا مرفوعا: "إذا كان للرجل ألف درهم وعليه ألف درهم فلا زكاة عليه "، فإن صح هذا الخبر فهو خاص من الأثمان وعروض التجارة، وهذا أحسن ما استدل به هنا، وهو خاص كما ترى، وأما عداه من أدلتهم فيه بحث، وتخصيص الآيات القرآنية والأحاديث النبوية الدالة على وجوبها تحتاج إلى مخصص ينهض في القوة والظهور للتخصيص ".
(٤) في "الأصل" و (ح) و (م) : " عمرو بن ربيعة" والمثبت هو الصواب.','1','196',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (187,'زكاهم وعدلهم رسول الله صلى الله عليه وسلم بقوله: " «يحمل هذا العلم من كل خلف عدوله» (١) وقد قام الدليل والبرهان على جهلك بأصل الدين والإيمان، وأنك لا تفرق بين الكفر والإسلام، والشرك والتوحيد، والعدل والجور، فمن يقبل حكمك القاسط؟ ومن يلتفت إلى قولك الساقط؟
ما أنت بالحكم الترضي حكومته ... ولا الأصيل , ولا ذا الرأي والجدل (٢)
وقد شهد أهل العلم والدين لهذا الشيخ، بأنه من المتبعين لآثار رسول الله صلى الله عليه وسلم، وآثار أئمة الدين في أصل دعوته وأحكامه في الأموال وغيرها. وأما قوله: (فطالع كلام العلماء في "الإقناع " وغيره من كتب الأصحاب) ، فمن طالعها وعرف سيرة الشيخ وصنيعه في جبايتها وإخراجها علم أنه من أحق الناس أن ينسب إليه العدل وموافقة أهل العلم (٣) وأنه أولى الناس بهم، وأقربهم إلى دين الله ورسوله؟ ولكن لا حيلة في المتكبر عن قبول الحق والاعتراف به، ولولا حجاب الكبر ودائه القاتل (٤) لما اختلف على الرسل اثنان؟ ولما عبدت الأصنام والأوثان؟ والله المستعان.
_________
(١) أخرجه بلفظ: "يرث " البيهقي في الكبرى (١٠ / ٢٠٩) ، وفي مقدمة دلائل النبوة من طريق ابن عدي (١ / ٤٤) ، وقال محققه د. عبد المعطي قلعجي: أورده ابن عدي في الكامل من طرق كلها ضعيفة، وذكره الخطيب في شرف أصحاب الحديث ص (٢٨- ٣٠) .
(٢) هذا البيت للفرزدق يناقض به جريرا، وعيب فيه على الفرزدق إدخاله (أل) على (الفعل) في قوله "الترضي ".
(٣) في (ق) زيادة: "له" بعد "العلم".
(٤) ساقطة من (ق) و (م) .','1','197',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (188,'<span data-type="title" id=toc-45>[فصل بيان مقصود الشيخ بقوله ونكفره بعد التعريف]</span>
فصل قال المعترض: (ثم قال في الجواب المذكور: "ونكفره بعد التعريف إذا عرفناه وأنكر! (١) فنقول: أولا هذا الذي عرفه به من تأويلاته يطالب أولا بصحتها، وهل وافقه عليه علماء الأمة الذين (٢) لا يصلح هو [٧٤] ، أن يكون من نظرائهم كما مر، فإن أنكروا عليه ولم يوافقوه كما هو الواقع فلا كلام، إذ لا قبول لقوله (٣) على هذه الحالة بنص علماء الأمة رضي الله عنهم، وقد (٤) قال تعالى فيمن لن يتبع (٥) سبيل المؤمنين ما قال. فإن وافقوه على ذلك، وقد علم عدم موافقتهم له (٦) فعلى تقدير موافقتهم له- لو فرضنا ذلك- فلا يقوم بتعريفه حجة حتى يتبين للجاهل ويعلم أن ما يقوله حق، كما نص على ذلك العلماء، إذ هو بهذه العبارة جعل تعريفه له حجة بمجردها بمنزلة تعريف الرسول صلى الله عليه وسلم، الذي قامت به
_________
(١) ساقطة من (ح) .
(٢) في (ح) : " الذي ".
(٣) في (المطبوعة) و (م) : " لقول ".
(٤) ساقطة من (م) .
(٥) في (ق) : "فمن يتبع ".
(٦) ساقطة من (ق) .','1','198',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (189,'الحجة بالآيات الباهرات، التي تعجز قوى البشر عنها: من انشقاق القمر، وتسليم الحجر، وانقياد الشجر، ونزول العذق، وكلام الظبي (١) والضب، وتظليل الغمام، ونبوع الماء بين أصابعه ريا، وتسبيح الطعام، وحنين الجذع، وسجود الجمل، والإسراء، وتكثير الطعام، وأعظم من ذلك القرآن المجيد، وما لا يحصى من المعجزات بالاستقصاء والتعديد، وأما هذا فليس تعريفه بحجة حتى يعلم المعرف أن ما عرف (٢) به هو الحق ثم يعاند) . اهـ. والجواب أن يقال: على (٣) هذا الكلام من الظلمة والوحشة، واضطراب (٤) التركيب ما يقضي بسقوطه وجهل قائله، وعدم معرفته لمواقع الخطاب، وقول شيخنا- رحمه الله- في جوابه للشريف: "ونكفره بعد التعريف إذا عرفناه وأنكر) قول صحيح (٥) فإن العلماء - رحمهم الله تعالى- ذكروا أن المرتد يستتاب ويعرف؛ فإن أصر وأنكر يكفر بذلك، ولو كان المستتيب له من آحاد أمراء المسلمين أو عامتهم؟ فكيف بقضاتهم وعلمائهم؟
_________
(١) في (ق) : (الصبي) ، ولعلها "الضبي " بالضاد المعجمة كما كتبت في بقية النسخ.
(٢) في (م) : "عرفه".
(٣) في (المطبوعة) : "عن ".
(٤) في (ق) : (واظطراب) ، هكذا يقلب الضاد ظاء والعكس كما كتبت "تظليل الغمام"، بالضاد "تضليل" وليس مضطردا في ذلك، فقبلها كلمة (الضب) كتبها بالضاد دون قلب.
(٥) في (ق) : "قولا صحيحا "، وهو خطأ.','1','199',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (190,'<span data-type="title" id=toc-46>[سياق الأدلة على كفر من أشرك بالله وجعل له ندا]</span>
وأما قول المعترض: فنقول:
أولا: هذا الذي عرفه به من تأويلاته، يطالب أولا بصحتها) .
فيقال لهذا الملحد: إن الذي يشير إليه الشيخ، ويعرف به هو نصوص القرآن والسنة، وإجماع علماء الأمة، وما ذكره الفقهاء في كتبهم في تكفير من أشرك بالله، وجعل له ندا يعبده ويدعوه ويستجير بحماه، وأدلة هذا في كتاب الله، وفي سنة رسول الله (١) أكثر من أن تحصر.
قال تعالى: {يَا أَيُّهَا النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ} [البقرة: ٢١] (٢) الآية (٣) وقال: {يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ وَرَسُولِهِ وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ} [النساء: ١٣٦] [النساء / ١٣٦] .
وقال تعالى: {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْلَمُونَ} [التوبة: ١١] [التوبة / ١١] .
وقال: {قُلْ تَعَالَوْا أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلَّا تُشْرِكُوا بِهِ شَيْئًا} [الأنعام: ١٥١] (٤) .
وقال: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا} [النساء: ٣٦] (٥) .
وقال: {وَقَضَى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ} [الإسراء: ٢٣] [الإسراء / ٢٣] .
_________
(١) في (ح) و (ق) و (المطبوعة) : "رسول الله صلى الله عليه وسلم".
(٢) ساقطة من (المطبوعة) .
(٣) ساقطة من (المطبوعة) . [البقرة / ٢١] .

(٤) في (المطبوعة) زيادة " " الآية ". [الأنعام / ١٥١] .
(٥) هذه الآية ساقطة من (ق) . [النساء / ١٣٦] .','1','200',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (191,'وقال: {وَلَا تَجْعَلْ مَعَ اللَّهِ إِلَهًا آخَرَ فَتُلْقَى فِي جَهَنَّمَ مَلُومًا مَدْحُورًا} [الإسراء: ٣٩] [الإسراء / ٣٩] .
وقال: {يَا صَاحِبَيِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ} [يوسف: ٣٩] [يوسف / ٣٩] والآية بعدها (١) .
وقال تعالى: {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ} [يونس: ١٠٦] [يونس / ١٠٦] .
وقال تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ} [المؤمنون: ١١٧] [المؤمنون / ١١٧] .
وقال تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا} [الإسراء: ٥٦] [الإسراء / ٥٦] .
وقال: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: ١٨] [الجن / ١٨] .
وكقوله (٢) صلى الله عليه وسلم: «بعثت بالسيف بين يدي الساعة حتى يعبد الله وحده» (٣) «وفي حديث عمرو بن عبسة لما قدم على رسول الله صلى الله عليه وسلم أول المبعث قال: "فقلت له: بأي شيء أرسلك؟ قال: بأن يوحدوا الله ولا (٤) يشرك به شيء، وتكسر الأوثان وتصل الرحم» (٥) وقوله: «أمرت
_________
(١) ساقطة من (ق) .
(٢) في (ق) : "وقوله ".
(٣) أخرجه أحمد في مسنده (٢ / ٥٠، ٩٢) ، وتقدم تخريجه. انظر: ص (١٥٢) ، هامش ٢.
(٤) في (م) : "لا".
(٥) أخرجه مسلم (٨٣٢) ، وأحمد (٤ / ١١١) ، وأبو داود (١٢٧٧) .','1','201',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (192,'أن أقاتل الناس حتى يقولوا لا إله إلا الله» (١) .
ومعلوم أن المراد هنا قولها على وجه يحصل به إفراد (٢) الله بالعبادة وترك ما يعبد معه، والبراءة منه، وأما مجرد اللفظ مع المخالفة للحقيقة فليس مرادا بإجماع أهل العلم، ولذلك جاء في «حديث معاذ لما بعثه إلى اليمن: "فليكن أول ما تدعوهم إليه: شهادة أن لا إله إلا الله» ، وفي رواية: " «إلى أن يوحدوا الله، فإن هم أجابوك لذلك فأعلمهم أن الله افترض عليهم خمس صلوات» " (٣) .
والمقصود منه: أنه جعل الغاية توحيد الله (٤) بالعبادة والاستجابة لذلك والتزامه هو مدلول شهادة أن لا إله إلا الله، وأما مجرد القول والتلفظ فليس هو عين المراد. وأما العلماء فقد وافقوا على ذلك، وقرروه، وذكروا الإجماع عليه، وأن الإيمان لا بد فيه من اعتقاد الجنان، وإقرار اللسان، وعمل الأركان، وجهلوا من اقتصر في تعريف مسماه على أحد هذه الثلاثة.
وأما كون الشيخ لا يصلح أن يكون من نظرائهم: فالذي يصلح أن يكون من نظرائهم عند هذا الملحد هو ابن سلوم، وابن فيروز، وأمثالهما
_________
(١) أخرجه الشيخان وأصحاب السنن، وتقدم تخريجه. انظر: ص (١١٧) ، هامش ٣.
(٢) في (ق) : "إفاد".
(٣) أخرجه البخاري (١٤٥٨، ١٤٩٦) ، ومسلم (١٩ / ٢٩، ٣١) ، وأبو داود (١٥٨٤) .
(٤) في (ق) و (م) : "توحيده".','1','202',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (193,'ممن (١) صرح بعداوة الدين، ومسبة شيخ المسلمين، وكل أحد يميل إلى جنسه ويصبو إلى ما يشاكله، "والأرواح أجناد (٢) مجندة، فلأرواح أهل الإيمان واليقين من الألفة والمشاكلة ما يوجب المودة والألفة ولو تباعدت الديار وتناءت الأشباح، بخلاف أهل الشرك والفجور، فإن بينهم وبين الأرواح الطيبة من الوحشة والنفور والبغضاء ما يزداد بقرب الديار ورؤية الأبصار، وبين أرواح بعضهم من بعض من ذلك ما هو مشاهد محسوس.
وقوله: (فإن أنكروا عليه ولم يوافقوه كما هو الواقع فلا كلا) .
يقال في جوابه: وافقه على وجوب توحيد الله والبراءة مما عبد معه جميع الرسل وأتباعهم إلى يوم القيامة، ووافقوه على تكفير من أبى ذلك ورده إذا قامت عليه الحجة.
ودليلنا قوله تعالى: {وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: ٣٦] [النحل / ٣٦]
وقوله: {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: ٢٥] [الأنبياء / ٢٥]
وقال تعالى: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا (٣) أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} [الزخرف: ٤٥] [الزخرف / ٤٥]
وأما أعداء شيخنا المحادون لله ورسوله من ضلال المنتسبين (٤) إلى
_________
(١) في (ق) : "فمن".
(٢) في (المطبوعة) : "جنود" وهو نص حديث صحيح متفق عليه.
(٣) في (ق) و (م) : "الآية"، بعد قوله تعالى: (رسلنا) .
(٤) في (ق) : "المبين".','1','203',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (194,'الملة: فليسوا من أهل العلم، بل ولا من أهل الإيمان؛ فلا يغتر بقولهم ولا يلتفت إليهم؛ لأنهم الأئمة في عبادة القبور وجعلها أوثانا تعبد (١) كما لا يلتفت إلى خلاف (٢) . القدرية والمجبرة والجهمية الذين جحدوا صفات الله، وأنكروا علوه واستواءه على عرشه، وأنه (٣) . يتكلم بحرف وصوت، وجعلوا نفيهم وتعطيلهم أصولا دينية يجب على الناس اعتقادها؟ فهؤلاء وأمثالهم لا يعتبر إنكارهم، ولا يستشهد بوفاقهم (٤) .
وأما قوله: (وقد قال تعالى (٥) فيمن لم يتبع سبيل المؤمنين ما قال) .
فكأن الرجل لا يعرف التلاوة ولا يحفظ الآية، ونقول: قال تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءَتْ مَصِيرًا} [النساء: ١١٥] [النساء / ١١٥]
وسبيل المؤمنين هو الصراط المستقيم، وهو ما كان عليه صلى الله عليه وسلم من الإسلام والتوحيد. فسره بهذا أهل العلم.
وأنت عكست الأمر، وجعلت من شاق الله ورسوله بمدح الشرك وأهله والدعوة إليه، وخرج عن سبيل المؤمنين، واتبع غيره (٦) هم العلماء
_________
(١) في (ق) و (م) زيادة: "من دون الله" ووضع الناسخ فرقها خطا، يشير إلى زيادتها في (م) .
(٢) في (المطبوعة) : "خلان " بالنون، وهو خطأ.
(٣) في جميع النسخ: "وأن"، ولعل ما أثبته هو الصواب.
(٤) في (ح) : "وفاقهم".
(٥) ساقطة من (ق) و (م) .
(٦) في (ح) : "غيرهم".','1','204',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (195,'الأمجاد النقاد الذين يعتد بوفاقهم وخلافهم، وهذا عين المشاقة والمحادة (١) لله ورسوله، وقد ولاك ما توليت، وأتاح لك ما اخترت وتمنيت، وصار أعداء دين الله هم أولياؤك وأشياخك وحزبك وأشياعك الذين تدين بأقوالهم، وترجع إلى آرائهم، وتحتج بها في موارد النزاع، فتحقق هذا الوصف فيك، وأما إصلاء جهنم فأمره إلى الله الذي بيده الملك وإليه يرجع الأمر كله فيقضي بين عباده بعلمه، وهو أسرع الحاسبين.

<span data-type="title" id=toc-47>[رد اشتراط المعترض في قيام الحجة معرفة علم المخاطب بالحق]</span>
وأما قوله: (فعلى تقدير موافقتهم لا يقوم بتعريفه حجة حتى يتبين للجاهل ويعلم أن ما يقوله حق) .
أقول في جوابه: هذا الرجل من المحن على الدين، ومن أكابر المحرفين للكلم عن مواضعه، أي عالم وأي فقيه اشترط في قيام الحجة والبيان معرفة علم المخاطب بالحق؟ .
قال تعالى: {أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ (٢) إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا} [الفرقان: ٤٤] [الفرقان / ٤٤] .
وقال تعالى: {وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًا} [الأنعام: ٢٥] [الأنعام / ٤٥، الإسراء / ٤٦]
وقال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ (٣) بِالْأَخْسَرِينَ أَعْمَالًا - الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف: ١٠٣ - ١٠٤] [الكهف / ١٠٣، ١٠٤]
_________
(١) في (ق) و (م) : "المحادة والمشاقة".
(٢) في (ق) و (م) : مختصر بكلمة"الآية".
(٣) في (ح) و (ق) : "أنبأكم "، وهو خطأ.','1','205',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (196,'وقال تعالى: {قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى} [فصلت: ٤٤] [فصلت / ٤٤] .
وأمثال هذه الآيات التي تدل على عمايتهم وعدم معرفتهم للحق كثير، ولم يقل هذا (١) أحد قبل هذا الغبي، وإنما يشترط فهم المراد، للمتكلم والمقصود من الخطاب، لا أنه حق. فذاك طور ثان، هذا هو المستفاد من نص الكتاب السنة، وكلام أهل العلم لا ما قاله هذا المخلط الملبس.
وفي كتاب السنة لعبد الله بن الإمام أحمد (٢) حدثني أبو سعيد بن يعقوب الطالقاني أنبأنا المؤمل بن إسماعيل سمعت عمارة بن زاذان (٣) قال: بلغني أن القدرية يحشرون يوم القيامة مع المشركين؟ فيقولون: والله ما كنا مشركين، فيقال لهم (٤) إنكم أشركتم من حيث لا تعلمون، قال: وبلغني أنه يقال لهم يوم القيامة: "أنتم خصماء الله ". انتهى.
فهؤلاء ما عرفوا الحق ولا عقلوه.
وأما قوله: (إذ هو (٥) جعل تعريفه حجة بمجردها بمنزلة تعريف الرسول صلى الله عليه وسلم الذي قامت به الحجة بالآيات الباهرات) ، إلى آخر عبارته.
فيقال لهذا المخلط: تعريف أهل العلم للجهال بمباني الإسلام،
_________
(١) ساقطة من (ق) و (م) .
(٢) في (ق) زيادة: "رحمه الله تعالى"، والمنقول لم أقف عليه في مظانه.
(٣) في جميع النسخ: "رزان"، وفي (المطبوعة) : "زازان" بالزاي، والصواب ما أثبته بالذال المعجمة بين الألفين.
(٤) ساقطة من (ق) و (م) .
(٥) في بقية النسخ: "هو قد".','1','206',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (197,'وأصول الإيمان والنصوص القطعية (١) والمسائل الإجماعية حجة عند أهل العلم، تقوم بها الحجة، وتترتب عليها الأحكام، أحكام الردة وغيرها، والرسول صلى الله عليه وسلم أمر بالتبليغ عنه، وحث على ذلك، وقال [الله] (٢) في الاحتجاج والنذارة في كتابه العزيز (٣) {لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} [الأنعام: ١٩] [الأنعام / ١٩] ومن الذي يبلغ وينقل نصوص الكتاب والسنة غير أهل العلم وورثة الرسل؟ فإن كانت الحجة لا تقوم بهم وبيانهم أن هذا من عند الله، وهذا كلام رسوله، فلا حجة بالوحيين، إذ النقل والتعريف يتوقف على أهل العلم؟ كما أن بيان المعاني المقصودة والتأويلات المرادة (٤) يتوقف على أهل العلم؟ وتقوم الحجة بهم، وهم نواب الرسول صلى الله عليه وسلم في الإبلاغ عنه وقيام الحجة بهم كما قال علي بن أبي طالب في حديث كميل بن زياد: "بلى " لن تخلو الأرض من قائم لله بحججه (٥) كي لا تبطل حجج الله وبيناته " (٦) إلى آخر كلامه، وفي الحديث: " «لا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خذلهم ولا من خالفهم حتى يأتي أمر الله» (٧) .
_________
(١) ساقطة من (ق) و (م) .
(٢) ما بين المعقوفتين إضافة يقتضيها السياق.
(٣) ساقطة من (ق) و (م) و (المطبوعة) .
(٤) في (ق) و (م) زيادة: "الواردة ".
(٥) في (ق) و (م) : "بحجة".
(٦) أخرجه أبو نعيم في الحلية (١ / ٨٠) ، والمزي في تهذيب الكمال (٢٤ / ٢٢١) .
(٧) أخرجه البخاري (٣٦٤٠، ٧٣١١، ٧٤٥٩) ، ومسلم (١٠٣٧) ، والترمذي (٢١٩٢) ، وأحمد (٣ / ٤٣٦، ٤ / ٩٧، ١٠١) .','1','207',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (198,'وبالجملة: فالحجة في كل زمان إنما تقوم بأهل العلم ورثة الأنبياء.
وما ذكر هذا المعترض من الآيات التي تعجز قوى البشر عنها هي آيات ومعجزات دالة على رسالته ونبؤته صلى الله عليه وسلم وليست دالة على أنه لا يقبل من علماء أمته بيان ودعوة إلى الله إلا إذا حصل لهم مثل ما حصل له، كما يشير إليه كلام هذا الضال، وهي أيضا براهين لأتباعه وعلماء أمته؟ لأنهم يبلغون عنه.

<span data-type="title" id=toc-48>[حديث سجود الجمل للنبي صلى الله عليه وسلم]</span>
وفي عبارة المعترض: (أن الجمل سجد له) ، وهذا مما لا أصل له. بل جاء (١) الجمل يشتكي كثرة العمل، وحن إليه، وأما السجود فلا سجود؟ لأن حديث سجود الجمل رواه الدارمي (٢) من حديث إسماعيل بن عبد الملك بن أبي الصغير (٣) الأسدي المكي (٤) قال فيه (٥) يحيى القطان: ليس بالقوي، وكذلك قال النسائي، وقال عبد الرحمن ابن أبي حاتم (٦) ليس بقوي في الحديث، وليس حده الترك. قلت: يكون مثل أشعث بن سوار (٧) في الضعف؟ قال: نعم. وقال عمرو
_________
(١) في (ق) و (م) : "جاءه".
(٢) أخرجه الدارمي (١ / ١١، ح ١٧) ، باب ما أكرم الله به نبيه من إيمان الشجر به والبهائم والجن.
(٣) في (ح) : "السفير"، وهو خطأ.
(٤) في (ح) : "الملكي".
(٥) ساقطة من (المطبوعة) .
(٦) في العبارة سقط هنا هو "عن أبيه"، حيث هذا الكلام لأبي حاتم والسؤال من ابنه عبد الرحمن له، وهذه العبارة كلها منقولة من: "تهذيب التهذيب " (١ / ٣١٦) ، ترجمة إسماعيل بن عبد الملك.
(٧) في جميع النسخ: (بن سواق) ، وفي (المطبوعة) : "سواد" بالدال المهملة، والصواب بالراء كما أثبته.','1','208',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (199,'بن علي (١) كان يحيى وعبد الرحمن لا يحدثان عنه، وقال في موضع آخر: رأيت عبد الرحمن بن مهدي، وذكر إسماعيل بن عبد الملك وكان قد حمل عن سفيان عنه (فقال: اضرب على حديثه. وقال أبو موسى محمد بن المثنى: ما سمعت يحيى ولا عبد الرحمن يحدثان عن سفيان عنه) (٢) وكان عبد الرحمن يحدث عنه، ثم أمسك عنه. (فما حدث عنه) (٣) وقال البخاري: يكتب حديثه. وقال ابن حبان: يقلب ما يروي. انتهى.
وقوله: (ونبوع الماء بين أصابعه ريا) .
عبارة نبطية، فيها من اللحن موضعان تعرف بهما أنه أجنبي عن سائر العلوم.
الأولى: في قوله: " نبوع " فإن المصدر "نبع من باب ضرب يضرب ضربا، ولا يجوز ضرب يضرب ضروبا، وجواز هذا الوزن في جمع (٤) فعل قليل جدا، والذي ذكره المعترض يريد به المصدر لا الجمع بخلاف فعل ساكن العين، فإنه يجمع على فعول ككرم وكروم، وصقر وصقور.
واللحنة الأخرى قوله: ريا"، فالحال لا تصلح هنا. إذ صاحبها لا يصلح أن يكون (٥) المصدر ولا الجمع على قدرته، فالكلام نبطي ساقط.
_________
(١) في (المطبوعة) زيادة: " الفلاس ".
(٢) ما بين القوسين ساقط من (المطبوعة) .
(٣) ما بين القوسين ساقط من (ق) .
(٤) في (ق) و (م) : (جميع) .
(٥) في (المطبوعة) : " يكن".','1','209',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (200,'وأما قوله: (أما هذا فليس تعريفه بحجة حتى يعلم المعرف أن ما عرفه (١) به هو الحق ثم يعاند) [فقد] (٢) تقدم ما فيه، وهذا محض تكرير وإسهاب (٣) مفلس، لا يدري ما يقول:
فدع عنك الكتابة لست منها ... ولو سودت وجهك بالمداد
_________
(١) في (المطبوعة) : " ما عرف".
(٢) إضافة يقتضيها السياق.
(٣) في "ح" وأصحاب.','1','210',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (201,'<span data-type="title" id=toc-49>[فصل في بيان كفر من عرف التوحيد ولم يتبعه مع عدم بغض للدين وأهله ولم يمدح الشرك]</span>
فصل قال المعترض: (ثم قال في جوابه المذكور: فنقول: أعداؤنا معنا على أنواع.
النوع الأول: من عرف أن التوحيد دين الله ورسوله صلى الله عليه وسلم الذي أظهرناه للناس، وأقر أيضا أن هذه الاعتقادات في الحجر والشجر الذي هو دين غالب الناس أنه الشرك بالله الذي بعث الله رسوله ينهى عنه، ويقاتل أهله ليكون الدين كله لله، ومع ذلك (١) لم يلتفت إلى التوحيد ولا تعلمه ولا دخل فيه، فهذا كافر نقاتله بكفره، لأنه عرف التوحيد فلم يتبعه، مع أنه لا يبغض دين الرسول ولا من دخل فيه، ولا يمدح الشرك ولا يزينه للناس) .
ثم قال المعترض: (فنقول: يا غوثاه إلى الله تعالى، كيف يقول: إنه عرف التوحيد والشرك ومع ذلك إنه لا يبغض دين الرسول صلى الله عليه وسلم ولا من دخل فيه، " ولا يمدح الشرك ولا يزينه للناس، ثم يقول: ولا تعلمه ولا دخل فيه) (٢) ما هذا التناقض الباهر؛ الذي يعرفه البليد دون الماهر؟)
_________
(١) في (ق) و (م) : "هذا".
(٢) ما بين القوسين ساقط من (ق) .','1','211',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (202,'والجواب أن يقال: آفتك الفهم السقيم؟ والمعتقد الذميم، الخارج عن الصراط المستقيم.
قال تعالى: {وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} [الأنعام: ١١٠] [الأنعام / ١١٠]
لو عرفت حدود ما أنزل الله علي رسوله، وعرفت الإيمان بحده الشرعي، والتوحيد بحده، لظهر لك أن المعرفة لا تقتضي الإيمان والتوحيد، وأكثر أعداء الرسل عرفوا الحق والصدق، ولكنهم لم يلتفتوا إليه ولم يعبأوا به ولا تعلموه، كحال هذا الذي ذكره الشيخ.
قال تعالى: {وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى} [فصلت: ١٧] [فصلت / ١٧]
وقال تعالى: {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ وَلَكِنَّ الظَّالِمِينَ بِآيَاتِ اللَّهِ يَجْحَدُونَ} [الأنعام: ٣٣] [الأنعام / ٣٣] .
وقال تعالى: {وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ ظُلْمًا وَعُلُوًّا فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ} [النمل: ١٤] [النمل / ١٤] .
قال شيخ الإسلام في كتاب "الإيمان " (١) في بيان (٢) غلط المرجئة:
(الثاني: ظنهم أن كل من حكم الشارع بأنه كافر مخلد في النار؛ فإنما ذلك لأنه لم يكن في قلبه شيء من العلم والتصديق، وهذا أمر خالفوا به الحس والعقل والشرع وما أجمع عليه طوائف بني آدم السليمي
_________
(١) انظر: "مجموع الفتاوى" الشيخ الإسلام (٧ / ١٩١) .
(٢) في (ق) : " وبيان ".','1','212',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (203,'الفطرة وجماهير النظار، فإن الإنسان قد يعرف أن (١) الحق مع غيره، ومع هذا (٢) يجحد ذلك لحسده إياه، أو لطلب علوه (عليه، أو لهوى النفوس، ويحمله ذلك الهوى على أن يتعدى) (٣) عليه ويرد ما يقول بكل طريق، وهو في قلبه يعلم أن الحق معه، وعامة من كذب الرسل علموا أن الحق معهم، وأنهم صادقون لكن إما لحسدهم، وإما لإرادتهم العلو والرياسة، وإما لحبهم (٤) دينهم الذي كانوا عليه، وما يحصل لهم به من الأغراض، كالأموال والرياسة وصداقة أقوام وغير ذلك، فيرون في اتباع الرسل ترك الأهواء المحبوبة إليهم، وحصول أمور مكروهة إليهم فيكذبونهم ويعادونهم، فيكونون من أكفر الناس، كإبليس وفرعون مع علمهم بأنهم على الباطل، والرسل على الحق، ولهذا لا يذكر الكفار حجة صحيحة تقدح في صدق الرسل وإنما يعتمدون على مخالفة أهوائهم، كقولهم لنوح: {أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ} [الشعراء: ١١١] [الشعراء / ١١١] .
ومعلوم أن اتباع الأرذلين لا يقدح في صدقه في (٥)) . انتهى المقصود (٦) .
وفي قصة أبي طالب وأمره لابنه علي بن أبي طالب رضي الله عنه بأن يلزم ما دعاهم إليه رسول الله صلى الله عليه وسلم، مع محبته للرسول صلى الله عليه وسلم وعدم بغض دينه ومن دخل فيه ونصرته ومدحه، ومع ذلك لم يرغب عن ملة
_________
(١) ساقطة من (ق) .
(٢) في (ق) و (م) : "ذلك".
(٣) ما بين القوسين ساقط من (ق) ، وفي (م) : "أو لطلب هوى " مكان "أو لهوى ".
(٤) في (ق) و (م) : "لمحبتهم".
(٥) (ق) : "صدق نوح".
(٦) ساقطة من (ق) .','1','213',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (204,'عبد المطلب، وحكم الله بكفره ونهى رسوله عن الاستغفار له، وهذا في أول السيرة يفهمه صغار الطلبة، وقد خفي على ضخم العمامة واسع الأردان. قال [أبو طالب] ، (١) في منظومته المشهورة:
لقد علموا أن ابننا لا مكذب ... لدينا , ولا يعني بقول الأباطل
وأبيض يستسقي الغمام بوجهه ... ثمال اليتامى عصمة للأرامل (٢)
وقال: (٣)
وعرضت" دينا قد عرفت بأنه ... من خير أديان البرية دينا (٤)
ولقد علمت بأن دين محمد ... من خير أديان البرية دينا (٥)
لولا الملامة أوحذار مسبة ... لوجدتني سمحا بذاك مبينا
ومع ذلك كله لا تعلم الدين (ولا دخل) (٦) فيه، فهو من النوع الذي مثل به الشيخ.
وأصل الأشكال على هذا المعترض الجاهل: أنه لم يفرق بين المعرفة وبين التعلم والدخول في الدين، فلذلك استغرب وصاح وناح، وبجهله أعلن وباح، وزعم أن العبارة فيها تناقض باهر ظاهر، يعرفه البليد
_________
(١) ما بينهما إضافة من (المطبوعة) .
(٢) هذان البيتان ليسا متتاليين في القصيدة وإنما الثاني قبل الأول بواحد وخمسين بيتا. انظر: المنظومة في سيرة ابن هشام (١ / ٢٩١- ٢٩٩) .
(٣) في (المطبوعة) زيادة بيت شعر لم تذكره بقية النسخ وهو قوله:
ودعوتني وعلمت أنك ناصحي ... فلقد صدقت وكنت قبل أمينا.
(٤) ساقط من (ق) و (م) ، وفي (ح) : "وعوضت " مكان " وعرضت ".
(٥) في هامش (الأصل) قال: وفي نسخة بدل هذا:
وعرضت دينا قد عرفت بأنه ... من خير أديان البرية دينا.
(٦) ما بين القوسين ساقط من (ح) .','1','214',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (205,'دون الماهر؟ وأهل العلم عرفوا التوحيد والإيمان بأنه: قبول ما جاء به الرسول من الهدى ودين الحق باطنا وظاهرا، وإيثاره على غيره، وهذا يدخل فيه علم القلب (١) وعمله، وقول (٢) اللسان وعمل (٣) الأركان، فأين هذا من مجرد المعرفة وعدم البغض؟ وقد قيل فيمن لم يأخذ بالحق ويلتزمه مع معرفته له:
فإن كنت لا تدري فتلك مصيبة ... وإن كنت تدري فالمصيبة أعظم
وقد تقدم عن هذا أنه قال فيمن قال: "لا إله إلا الله إنه من أهل التوحيد والإيمان، ومن أمة محمد صلى الله عليه وسلم ولا (٤) يضره عنده عبادة الصالحين والأوثان، ولا يحول بينه وبين ذلك، وهنا زعم أن المعرفة هي الإيمان والدخول فيه، هذا هو التناقض والتدافع والاضطراب، الذي لا يرتضيه أولو الأحلام والألباب.
وفي قول هذا من المؤاخذة اللفظية: أن "البليد" لا يختص بمعرفة دون الماهر، فكيف يقول: (يعرفه البليد دون الماهر) ؟ وأظنه يريد: فكيف الماهر، ولكنه ارتبك على عادته في العجمة، ولسنا بصدد هذا! وإنما المقصود بيان كذب هذا في دعوى التناقض، وأن هذا وصفه، وقد شنع سلف الأمة وأئمتها على من قال: (إن الإيمان هو التصديق) . وبدعوه وضللوه وذكروا لقوله من اللوازم المكفرة ما لا يتسع له هذا الجواب.
فسبحان من صد عن معرفة الهدى والرشاد كل من صدف عن دينه وتوحيده، وسعى في الأرض بالفساد.
_________
(١) في (المطبوعة) : "اللب"، ولعله خطأ مطبعي.
(٢) في (ق) : "وقوله ".
(٣) في (ق) : "وعمله ".
(٤) في (ق) : "ولم ".','1','215',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (206,'تنبيه: حرف المعترض كلام الشيخ، فحذف منه ما يبين مراد الشيخ.
وأول كلامه رحمه الله (١) (سألني الشريف عما نقاتل عليه، وعما نكفر الرجل به؟ فأخبرته بالصدق، وبينت له أيضا الكذب الذي يبهت (٢) به الأعداء، فسألني أن أكتب له فأقول:
أركان (٣) الإسلام الخمسة أولها الشهادتان، ثم الأركان الأربعة، فالأربعة إذا أقر بها وتركها تهاونا فنحن وإن قاتلناه على فعلها فلا نكفره، بتركها، والعلماء اختلفوا في كفر التارك لها كسلا من غير جحود. ولا نقاتل إلا على ما أجمع عليه العلماء كلهم وهو: الشهادتان) . انتهى.
_________
(١) انظر: "الدرر السنية " (١ / ١٠٢) .
(٢) في (المطبوعة) : " يبهتنا"، وفي (ق) و (م) و (ح) : (بهت) .
(٣) في (ق) : " إن أركان ".','1','216',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (207,'<span data-type="title" id=toc-50>[فصل في بيان كفر من عرف أن التوحيد دين الله وأن الاعتقاد في الشجر والحجر شرك وأعرض عنه ولم يقبله]</span>
فصل قال المعترض: (ثم كيف يفر هذا، ويقتل ويؤخذ ماله، وييتم أولاده (١) بهذا الهذيان البارد؟ ويجعل هذا الصنيع المارج دين الله ورسوله، المرتب للمجاهد (٢) فيه جنة المأوى والرضوان من الرحمن، وأنه الذي أرسل الله (٣) به رسوله وأنزل به كتابه؟ سبحانك هذا بهتان عظيم، وافتراء على الله في عباده (٤) وبلاده، فلا حول ولا قوة إلا بالله العلي العظيم) .
ثم قال: (والاعتقاد في الشجر والحجر ليس هو دين غالب الناس) .
وزعم أن هذا افتراء واجتراء، وأن الغالب قول الرسول صلى الله عليه وسلم في أمته التي هي خير أمة أخرجت للناس: " «لا يزال الدين قائما حتى تقوم الساعة» " (٥) وحديث: " «لن تزال هذه الأمة قائمة على أمر الله لا يضرهم من خالفهم حتى يأتي أمر الله» " (٦)
_________
(١) في (ق) و (م) : "وتيتم عياله "، وفي هامش (م) : (أولاده) .
(٢) في (المطبوعة) : " للمجاهدين ".
(٣) في (المطبوعة) : " أرسل به".
(٤) في (ق) : "عبادته ".
(٥) أخرجه مسلم (١٨٢٢) ، وأبو داود (٤٢٧٩) .
(٦) أخرجه البخاري (٧١، ٣١١٦) ، ومسلم (١٥٦) ، وأبو داود (٤٢٥٢) ، والترمذي (٢١٩٢، ٢٢٢٩) ، وأحمد (٤ / ١٠١) .','1','217',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (208,'ثم قال: (وأهل البدع طريقتهم (١) الجهل والافتراء، فإن وجد في الأمة من يريد التبرك بشجر أو حجر فلا أو سمع من طريقة خاتم الرسل صلى الله عليه وسلم مع أصحابه رضي الله عنهم وأرضاهم يوم حنين، وكذا طريقة كليم الرحمن موسى بن عمران عليه الصلاة والسلام مع أصحابه، فيقال لمن أراد (٢) ذلك ما قالوا، ويقف حيث وقف رسل الله تعالى، وهذا الرجل يطلب طريقا غير طريقهم، ولازم قوله هذا تكذيب الرسول صلى الله عليه وسلم، حيث لم يجعل دينه قائما مستقيما ظاهرا، وأنه الذي أظهره للناس، فأي ذلك يصدق: هذا الرجل؟ أم الرسول-صلى الله عليه وسلم والعيان بالبيان ما أغوى صاحب الهوى) . انتهى.
والجواب أن يقال:
هذا القول الذي قاله شيخنا وقرره في تكفير من عرف أن التوحيد دين الله، وأن الاعتقاد في الشجر والحجر هو الشرك الذي قاتل عليه رسول الله صلى الله عليه وسلم، ومع هذه المعرفة أعرض عنه ولم يقبله تعلما وعملا، هو الذي دل عليه الكتاب العزيز والسنة النبوية.
قال تعالى: {فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ} [فصلت: ١٣] [فصلت / ١٣] .
ولم يقل فإن لم يعرفوا؛ بل رتب ذلك على نفس الإعراض.
وقال تعالى: {قَالَ اهْبِطَا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى - وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا} [طه: ١٢٣ - ١٢٤] [طه / ١٢٣، ١٢٤]
_________
(١) في (المطبوعة) : "طريقهم ".
(٢) في (ق) : " أدرك ".','1','218',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (209,'وقال تعالى: {فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا} [النجم: ٢٩] (١) [النجم / ٢٩] .
وقال تعالى: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لَا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا} [النساء: ٦٥] [النساء / ٦٥]
وقال تعالى: {لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ} [البقرة: ١٧٧] (٢) [البقرة / ١٧٧] .
وقال تعالى: {وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلَاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ} [البينة: ٥] [البينة / ٥]
فدلت هذه الآية (٣) على أن المعرض عما جاء به الرسول من الهدى ودين الحق يكفر إن (٤) عرف ولم ينكر، وأن الإيمان بالله ورسوله لا بد فيه من الانقياد والاعتقاد والعمل باطنا وظاهرا، وذكر السلف في ردهم على المرجئة والجهمية أن الإيمان قول وعمل ونية، ودلت سنة رسول الله صلى الله عليه وسلم على ذلك في غير ما حديث، كحديث: " «أمرت أن أقاتل الناس حتى يقولوا
_________
(١) في (ق) و (م) إلى قوله: "عن ذكرنا ".
(٢) في (ح) و (المطبوعة) زيادة قوله تعالى: واليوم الآخر والملائكة.
(٣) في (المطبوعة) : "الآية ".
(٤) في (ق) و (م) : "وإن ".','1','219',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (210,'لا إله إلا الله» " (١) وحديث: " «من قال لا إله إلا الله وكفر بما يعبد من دون الله» " (٢) وحديث عمرو بن عبسة وقد تقدم قريبا (٣) وغير ذلك مما لو أفرد لاحتمل مجلدات.
فمن قال فيمن ذهب إلى مدلول هذا وقرره (٤) (أنه هذيان بارد) فهو كفور جاحد (٥) ومكابر معاند، ولئيم حاسد، والجهاد لم يشرع إلا لإلزام المكلفين بما جاء من توحيد الله، والتزام دين المرسلين، لا لمجرد المعرفة فقط، وقد جاهد (٦) صلى الله عليه وسلم هذا الضرب من الناس، واستباح دماءهم وأموالهم؟ واليهود يعرفون الرسول كما يعرفون أبناءهم.
وقد قال تعالى في شأنهم: {يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ وَإِنَّ فَرِيقًا مِنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ} [البقرة: ١٤٦] [البقرة / ١٤٦]
فمن جعل مجرد المعرفة هي الإيمان والقتال لأهلها الذين لم يلتزموا ما جاءت به الرسل، بل أعرضوا عنه قتال مفتر ظالم وصنيع مارج، فهو من أعظم الخلق صدا (٧) عن سبيل الله، وهدما لقواعد دينه، وكذبا على شريعته، وتلبيسا على عباده، وردا لما جاءت به رسله، وجهلا بالإيمان وحقائقه.
_________
(١) متفق عليه. تقدم تخريجه. انظر ص (١١٧) ، هامش ٣.
(٢) أخرجه مسلم (٢٣) ، وأحمد (٣ / ٤٧٢) من حديث طارق بن أشيم وتقدم، انظر: ص (١٦٣) ، هامش ٣.
(٣) انظر: ص (٢٠١) ، هامش ٥.
(٤) في (المطبوعة) : " وقرر".
(٥) في (ح) : "جا"، وسقط باقي الكلمة.
(٦) في (ق) و (م) : "رسول الله صلى الله عليه وسلم ".
(٧) في (م) : "صدد".','1','220',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (211,'ولازم قوله (١) هذا: الطعن على رسول الله صلى الله عليه وسلم بقتاله (٢) من عرف أنه على الحق، وأنه رسول الله، وكذلك فيه: طعن (٣) على من قاتل على الشهادتين أو على ركن من أركان الإسلام، كقتال الصديق على الزكاة، وجهاد من منعها، وفيه: طعن على جميع أهل العلم الذين أباحوا القتال على الامتناع عن فعل بعض شرائع الإسلام الظاهرة.
وكذلك من نفى ورد ما قاله الشيخ وقرره من أن الاعتقاد في الحجر والشجر هو دين غالب الناس في هذه الأوقات، فمن أنكر هذا وجادل فيه فهو مكابر معاند، لأن هذا قد اشتهر، وعرفه جمهور البشر، فليس في أرض فارس وما وراء النهر إلا عبادة قبور (٤) الأئمة وأهل البيت وغيرهم، والاعتقاد فيهم النفع والضر، والعطاء والمنع، والنصر والقهر، وغير ذلك من أفعال الربوبية، وكذلك العراق باديته وحاضرته، إلا أفرادا قليلا (٥) والأكثر لهم فيمن يعتقدونه من الأولياء أو غيرهم (٦) كعبد القادر (٧) والكاظم وغيرهما ما لا يجهله أبلد الناس وأشدهم تغفيلا، وهكذا كل بلد وكل مصر وكل بادية، لهم من الولائج والمعبودات والاعتقادات في القبور والأشجار التي يرجون منها البركة ما لا يخفى على أحد.
_________
(١) ساقطة من (ق) ، ومدرجة بالهامش وفوقها علامة خطأ.
(٢) في (ق) : "بقتال".
(٣) ساقطة من (ح) .
(٤) ساقطة من (ح) و (المطبوعة) .
(٥) في (ق) و (م) : "أفراد قليلة) .
(٦) في (م) و (ق) و (المطبوعة) : (وغيرهم) .
(٧) في (ق) : "كعبد القادر الجيلي وموسى الكاظم"،.','1','221',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (212,'<span data-type="title" id=toc-51>[الأدلة على فساد الأزمنة كلما تباعد العهد بالنبوة الخاتمة]</span>
فمن جحد هذا كله وزعم أن الأكثر هم خير أمة أخرجت للناس وأن دين الإسلام لا يزال قائما بهم، وإن أمر أكثر الناس لا يزال مستقيما حتى تقوم الساعة، فهو من أكذب الناس وأضلهم، وأجهلهم بالنصوص ومعانيها.
وقد صح عنه صلى الله عليه وسلم أنه قال: " «بدأ الإسلام غريبا وسيعود غريبا (١) كما بدأ فطوبى للغرباء. قيل: من هم (٢) يا رسول الله؟ قال: النزاع من القبائل» " (٣) وقد تقدم ذلك، وتقدم (٤) حديث: " «لا يأتي عليكم زمان إلا والذي بعده شر منه» " (٥) .، وفي الحديث: " «لتتبعن سنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه» (٦) (٧) "، وعن ابن مسعود: «يأتي على الناس زمان يكون المؤمن فيه أذل من النقد» (٨) وقال صلى الله عليه وسلم: " «لا تقوم الساعة حتى تضطرب أليات نساء دوس حول
_________
(١) ساقطة من (ق) .
(٢) في (الأصل) و (ح) كتبت متصلة هكذا: (منهم) ، وهو خطأ.
(٣) سبق تخريجه، انظر: ص (٩١) ، هامش.
(٤) في (ق) و (م) : "وتقدم ذلك وحديث ".
(٥) أخرجه البخاري (٧٠٦٨) من حديث أنس رضي الله عنه.
(٦) في (ق) زيادة: قالوا: اليهود والنصارى يا رسول الله؟ قال: فمن؟) ، وفي (م) : (قالوا: يا رسول الله اليهود والنصارى؟ قال: فمن؟! . ".
(٧) الحديث أخرجه البخاري (٧٣٢٠) ، ومسلم (٢٦٦٩) ، وابن ماجه (٣٩٩٤) ، وأحمد (٢ / ٣٢٧، ٣٣٦، ٤٥٠) ، والحاكم (١ / ٣٧) .
(٨) في هامش النسخة (ق) : "في الأصل. قوله: "لنقد" بالتحريك جنس من الغنم قصار الرجلين قباح الوجوه تكون با لبحرين، الواحدة "نقده"، ويقال: "أذل من النقد "، صحاح. (انظر: لسان العرب، نقد) ، والحديث أخرجه الطبراني في الكبير (١٠ / ٢٢٩) .','1','222',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (213,'ذي الخلصة» " (١) وفي حديث ثوبان: ( «ولا» (٢) تقوم الساعة حتى يلحق حي من أمتي بالمشركين، وحتى يعبد (٣) . فئام من أمتي الأوثان " (٤) وهذا لا يخالف قوله في حديث معاوية: " «لا تزال هذه الأمة قائمة على أمر الله ولن يزال أمر هذه الأمة مستقيما حتى تقوم الساعة» " (٥) لأن المراد بالأمة: أهل الاستقامة والمتابعة والإجابة لا جميع أمة الدعوة، فإن "الأمة" تطلق ويدخل (٦) فيها من بلغته الدعوة، كما في حديث: " «ما من رجل من هذه الأمة يهودي أو نصراني يسمع بي ثم لا يؤمن إلا كان من أهل النار» " (٧) وغربة الدين قررها أهل العلم، وأفردوها بالتأليف، وهي أكثر وأشهر من حديث معاوية وحديث جابر رضي الله عنهما.
وما زعم المعترض من أن حديث معاوية متواتر، قول لا أصل له، لأن المتواتر ما رواه عدد كثير يستحيل تواطؤهم على الكذب.
وأما قوله: (وأهل الباع طريقتهم الجهل والافتراء) فنعم؟ والله، وهو الذي سودت به أوراقك واعتراضاتك من أولها إلى آخرها، ولأهل
_________
(١) أخرجه البخاري (٧١١٦) ، ومسلم (٢٩٠٦) ، وأحمد (٢ / ٢٧١) .
(٢) في (ق) و (م) : "لا".
(٣) في (ق) و (م) : "تعبد"، بالمثناة الفوقية.
(٤) أخرجه الترمذي (٢٢١٩) .
(٥) أخرجه البخاري (٧١، ٣١١٦) ، ومسلم (١٥٦، ١٩٢١) ، والترمذي (٢١٩٢، ٢٢٢٩) ، وأحمد (٤ / ١٠١) .
(٦) في (ق) : " ويراد".
(٧) أخرجه مسلم ١٥٣١) ، وأحمد ٢١ / ٣١٧. ٣٥٠، ٣٩٦) ، والحاكم في المستدرك (٢ / ٣٧٢) .','1','223',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (214,'العلم من النقد والتمييز ما يكفي عن بيان جهلك والإطناب في ذلك.

<span data-type="title" id=toc-52>[التفريق في الحكم بين من عرف الحق وأصر وعاند ومن عرف فتاب]</span>
وأما قوله: (فإن وجد في الأمة من يريد التبرك بشجر أو حجر، فلا أوسع من طريقة خاتم الرسل) إلى آخر عبارته.
فشيخنا- رحمه الله - ما خرج عن طريقتهم، ولا فارق منهاجهم، وقد قام أحسن قيام على من أراد ذلك ونصح وبلغ، وقرر واستدل، فمن قبل وأطاع الله ورسوله سار فيه بسيرة المؤمن مع أخيه، وأكرمه وأحبه لله وفيه، كما فعل رسول الله صلى الله عليه وسلم بأبي واقد الليثي وأصحابه (١) .، وكما فعل موسى بن عمران عليه السلام مع بني إسرائيل (٢) . .
والنزاع فيمن رد على الأنبياء، ولم يقبل منهم، وتبرك بالشجر والحجر وعاند وقاتل على ذلك (٣) وهذا المعترض خلط (٤) المسألتين، وجعل من عبد الأشجار وعاند وأصر، بمنزلة من استفتى ثم تاب واستغفر، وزعم أن طريقة رسل (٥) . الله ترك المصر المعاند، وعدم تكفيره، كما هي (٦) سيرتهم في المنيب التائب، فكذب على رسل (٧) الله؟ ولبس على خلق الله، واستباح لحوم العلماء، وبهرج على الجهال، وقد صار إلى الله وقدم عليه، وهو أحكم الحاكمين وإله العالمين.
_________
(١) يعني حينما قالوا: "اجعل لنا ذات أنواط كما لهم ذات أنواط) ، فوعظهم ولم يكفرهم.
(٢) يعني حينما قالوا: "اجعل لنا إلها كما لهم آلهة"، فوعظهم ولم يقاتلهم.
(٣) في (المطبوعة) و (ح) : " هذا".
(٤) في (ق) زيادة: (بين) .
(٥) في (ق) و (المطبوعة) : "رسول".
(٦) في (ق) و (م) : (هو) .
(٧) في (ق) : "رسول".','1','224',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (215,'وكل مسلم وعاقل يعلم أن رسول الله صلى الله عليه وسلم قاتل من تأله بالأشجار والأحجار (١) واستكبر عن توحيد الملك الغفار.
قال تعالى: {أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى - وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى - أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى} [النجم: ١٩ - ٢١] [النجم / ١٩ - ٢١] .
فهل هذه المذكورات في الآية الكريمة إلا أحجار وأشجار (٢) وهل قاتل رسول الله صلى الله عليه وسلم من عظمها وتأله بها وتبرك؟ وهل استباح دماءهم وأموالهم ونساءهم؟ أو كيف الحال يا معشر الضلال؟ وهل قال (٣) موسى لبني إسرائيل لما (٤) {قَالُوا يَا مُوسَى اجْعَلْ لَنَا (٥) إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ - إِنَّ هَؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ - قَالَ أَغَيْرَ اللَّهِ أَبْغِيكُمْ إِلَهًا وَهُوَ فَضَّلَكُمْ عَلَى الْعَالَمِينَ} [الأعراف: ١٣٨ - ١٤٠] [الأعراف / ١٣٨ - ١٤٠] .
فصح أن هذا المعترض الملحد إنما صاح، وأنكر ما ثبت من طريقة رسل الله وأوليائه فيمن عبد الشجر والحجر، وأنها (٦) ضاقت بهذا الرجل، وخرج عن رق العبودية إلى أودية الجهالة والضلالة يزعم أنها أوسع، وينسبها إلى الرسل فبعدا للقوم الظالمين (٧) وبؤسا للملحدين والمحرفين.
_________
(١) ساقطة من (ق) .
(٢) في (ح) : " والأشجار".
(٣) في (ق) و (م) : "وهل قال قوم موسى: يا موسى اجعل لنا. . . ."، وصوب بهامش (م) كما بالمطبوعة.
(٤) في (الأصل) و (م) و (ح) : "لما قالوا له: "اجعل ".
(٥) ساقطة من (ح) .
(٦) في (المطبوعة) : "وأن طريقة رسل الله".
(٧) في (ق) : "لقوم لا يؤمنون".','1','225',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (216,'والشيخ- رحمه الله (١) وقف حيث وقف الرسل، وأنكر ما أنكروا، وقاتل على ما عليه قاتلوا، وأنت وأمثالك من الضالين وقفتم في طريقهم (٢) فمن أنكر ما أنكروه، وقاتل من (٣) قاتلوه، تصديتم للرد عليه، والذب عنهم، ودفعتم في صدر نصوص الكتاب والسنة بشبهات ساقطة، وأقوال ضالة، لا تروج على من عرف الإسلام وحقيقته، فأنتم جند محضرون لمن عبد الشجر والحجر.

<span data-type="title" id=toc-53>[بيان المقصود بإظهار الدين وعدم لزوم المظهر للدين تكذيب الرسول]</span>
وأما قوله: (ولازم قوله هذا تكذيب الرسول، حيث لم يجعل دينه قائما مستقيما ظاهرا؟ وأنه (٤) الذي أظهره للناس) .
فيقال لهذا المعترض: إن كان إظهار العلماء والأئمة لدين الإسلام وبيانه للناس، وذكر حدوده يلزم منه تكذيب الرسول، فأي عالم وأي صحابي وأي خليفة هدى لم يقع منه بيان، وإظهار وكشف لحقيقة الإسلام وحدود الإيمان؟ بل آحاد المؤمنين لا بد أن يقع منه هذا (٥) ولو لأهل بيته وأولاده، ومعلموا (٦) . الصبيان أظهروا لهم من كتاب الله وعلموهم ما لم يكونوا يعلمونه، فإن كان الدين لا يحتاج لإظهار وتبيين، أو كان، الإظهار يستلزم تكذيب الرسول، فليس على وجه الأرض مؤمن إلا من سكت عن ذكر دين الإسلام وتعليمه للناس والدعوة إليه، ولم يسلك سبيل
_________
(١) في (ق) كلمة ممحاة بدا منها: "أما".
(٢) في (ق) : "طريقكم ".
(٣) في (ق) و (المطبوعة) : "ما".
(٤) في (ق) و (م) زيادة: " هو".
(٥) ساقطة من (ق) و (م) .
(٦) في النسخ الأربع: "ومعلمي "، والمثبت هو الصواب.','1','226',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (217,'الرسول وسبيل من اتبعه في الدعوة إلى الله على بصيرة، ومن دعا وأظهر للناس شيئا من الدين فلازم قوله تكذيب الرسول! .
فلا إله إلا الله!! ما أشد ما تلاعب الشيطان بهذا المغرور وأمثاله، حتى جعلوا متابعة الرسول وسلوك سبيله تكذيبا له أو لازمه التكذيب؟ . وهذا الضرب من الناس هم من شر الدواب المذكورين في قوله تعالى: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ - وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ} [الأنفال: ٢٢ - ٢٣] [الأنفال / ٢٢، ٢٣]
وأول الناس بين حقيقة الإسلام وما يدخل فيه- بعد رسول الله صلى الله عليه وسلم (١) أبو بكر الصديق رضي الله عنه، فإن عمر قال له: أتقاتل الناس وقد قال رسول الله صلى الله عليه وسلم: " «أمرت أن أقاتل الناس حتى يقولوا لا اله إلا الله، فإذا قالوها عصموا مني دماءهم وأموالهم إلا بحقها» (٢) فقال الصديق رضي الله عنهما (٣) ألم يقل: "إلا بحقها" فإن الزكاة من حقها، والله لو منعوني عناقا كانوا يؤدونها (٤) إلى رسول الله صلى الله عليه وسلم لقاتلتهم على منعها. قال عمر رضي الله عنه: فما هو إلا أن رأيت الله قد شرح صدر أبي بكر للقتال، فعرفت أنه الحق (٥) وأجمع العلماء على تصويب أبي بكر وقتال من منعها، أفيلزم من
_________
(١) في (م) زيادة: " هو ".
(٢) في (ق) و (م) زيادة: "وحسابهم على الله ".
(٣) في (ق) و (م) : "عنه "، والتثنية هنا لأبي بكر وعمر.
(٤) في (ق) و (م) : "يؤدونه ".
(٥) أخرجه البخاري (١٣٩٩، ١٤٠٠) ، ومسلم (٢٠، ٢١، ٢٢) ، وأبو داود (١٥٥٦) ، والترمذي (٢٦٠٧) .','1','227',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (218,'بيان أبي بكر لعمر تكذيب الرسول (١) سبحانك (٢) نبرأ إليك مما أتى به هذا المفتري (٣) وقال عمر بن عبد العزيز رضي الله عنه: وإن للإسلام شرائع وفرائض وحدودا وسننا، فإن أعش فسأبينها لكم، وإن أمت فلست على صحبتكم بحريص (٤) فيلزم من هذا- عند المعترض- خطأ عمر وتجهيله، وهذا الرجل يسب أئمة الإسلام وهو لا يشعر.
_________
(١) في (ح) و (المطبوعة) : (الرسل) .
(٢) مكررة مرتين في (ق) و (م) .
(٣) في (ق) : " المعترض".
(٤) " أخرجه البخاري معلقا (١ / ١١) ، ووصله ابن أبي شيبة (٦ / ١٧٢) ، واللالكائي في اعتقاد أهل السنة (٤ / ٨٤٤) ، وابن حجر في تغليق التعليق (٢ / ١٩) .','1','228',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (219,'<span data-type="title" id=toc-54>[فصل في بيان كفر من عرف التوحيد ثم تبين في السب والعداوة وفضل أهل الشرك]</span>
فصل قال المعترض: (ثم قال في جوابه: "النوع الثاني من عرف ذلك ولكنه تبين في سب دين الرسول مع ادعائه أنه عامل به، وتبين في مدح دين أهل الكويت وفضلهم (١) على من وحد الله. فهذا أعظم من الأول كفرا".
وفيه قوله تعالى: {فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ} [البقرة: ٨٩] [البقرة / ٨٩] .
وهو ممن قال الله فيهم: {وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ} [التوبة: ١٢] [التوبة / ١٢] .
قال المعترض: (انتهى كلامه بحروفه، فاستيقظ أرشدك الله لسبيله المستقيم، وانظر إلى هذا الكلام السقيم، بقلب واع فهيم، كيف هذا، الذي هو (٢) وصف بما يذكر يسب دينا قد عرفه (٣) وهو عامل به، ثم ينزل عليه هذا الرجل هذه الآية التي نزلت في أهل الكتاب من بعثة النبي صلى الله عليه وسلم وصفته، فأنزل هذا الرجل نفسه بمنزلته، وكابر بذلك على الغوغاء وسفك
_________
(١) في (م) : "وفضل لهم ".
(٢) ساقطة من (المطبوعة) .
(٣) في (ح) : "عرف ".','1','229',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (220,'الدماء (١) ونهب بذلك الأموال على ذلك، والآية الأخرى نزلت في صناديد قريش على الصحيح من قول المفسرين كابن عباس رضي الله عنهما؛ وهم الذين هموا بإخراج الرسول صلى الله عليه وسلم باجتماعهم على ذلك في دار الندوة. ثم قال تعالى: {وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ} [التوبة: ١٣] [التوبة / ١٣] ، بقتالهم يوم بدر. وقيل: قضية خزاعة.
فهؤلاء هموا بإخراج الرسول بنطق القرآن المجيد، والذين وصفهم هذا الرجل، وعظم كفرهم لو رأوا الرسول صلى الله عليه وسلم لوقوه بأنفسهم، ولم يرفعوا إليه أبصارهم (٢) تعظيما له بأبي هو وأمي ونفسي، ولبذلوا له ما بأيديهم، ثم إن هذا الرجل جعل أهل الكويت الذين شيدوا المساجد والمنار لداعي الفلاح، وأظهروا شعائر (٣) الإسلام، وبذلوا أموالهم على ذلك، واجتهدوا في المحافظة على أعمال الخير، طلبا لما عند الله تعالى، كالذين نزلت فيهم هذه الآيات بل كفر من ودهم (٤) وأثنى عليهم، فضلا عن تكفيرهم، فأي تكفير للأمة المحمدية أبلغ من هذا؟ إذ أهل الكويت من عرض هذه الأمة أهل القبلة المحمدية الإبراهيمية، ويا سبحان الله، فأين الأمة التي هي خير أمة أخرجت للناس؟ أيراها هذا الرجل هو وأتباعه الذين حجروا الواسع، وأين دين الله الظاهر المستقيم قبل هذا الرجل، الذي يزعم أنه
_________
(١) في (المطبوعة) : " فنهب ".
(٢) في بقية النسخ: (أبصارهم إليه) .
(٣) في (ق) و (م) : "شرائع".
(٤) في (ق) : " والاهم ".','1','230',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (221,'أظهره للناس؟ أفلا يستحي القابل لهذا الكلام دون القائل؟) . انتهى كلام المعترض بحروفه.
والجواب أن يقال: هذا النقل اعتراه من التحريف والكذب ما اعترى غيره، والمحفوظ عن الشيخ- رحمه الله- أنه قال (١) (وتبين في مدح من عبد يوسف والأشقر، ومن عبد أبا علي والخضر من أهل الكويت، وفضلهم على من وحد الله تعالى؟ وترك الشرك) ، والمعترض غير هذا وقال: (وتبين في مدح دين أهل الكويت) وفرق بين العبارتين فإن من، عبد يوسف، ومن (٢) عبد أبا علي والخضر من أهل الكويت أو غيرهم مع معرفته لدين الرسول (٣) ومسبته له لا يستريب مسلم في كفره وردته، بخلاف ما (٤) لو قال ما زعمه المعترض. وهذا الحذف والتحريف موروث عن اليهود، كما فعل ابن صوريا (٥) لما أخفى آية الرجم وكتمها (٦) وقد ذكر (٧) تعالى أنه جعلهم كذلك محرفين، ولعنهم وجعل قلوبهم قاسية بنقضهم الميثاق والعهد، الذي أخذه (٨) عليهم على أيدي رسله وأنبيائه.
_________
(١) انظر: "الدرر السنية" (١ / ١٠٣) .
(٢) ساقطة من (ق) و (م) .
(٣) في (ق) : "الرسل".
(٤) ساقطة من (ق) و (م) .
(٥) في (ق) : "صويا "، وهو خطأ ناسخ.
(٦) أخرجه البخاري (٦٨٤١) .
(٧) في (المطبوعة) زيادة: "الله ".
(٨) في (المطبوعة) : " أخذ".','1','231',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (222,'قال تعالى: {فَبِمَا نَقْضِهِمْ مِيثَاقَهُمْ لَعَنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ وَنَسُوا حَظًّا مِمَّا ذُكِّرُوا بِهِ وَلَا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ إِلَّا قَلِيلًا} [المائدة: ١٣] (١) الآية [المائدة / ١٣] .
إذا عرفت ذلك: فكلام شيخنا في غاية الوضوح والظهور، ودليله دال على هذا.
فإن قوله تعالى: {فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ} [البقرة: ٨٩] [البقرة / ٨٩] نص على تكفير هذا النوع الذي ذكره الشيخ، وهو من عرف ثم تبين في السب والعداوة وتفضيل أهل الشرك, فهذا بعينه هو الذي دلت عليه الآيتان (٢) .
وأما قول المعترض: (كيف هذا الذي وصف يسب دينا قد عرفه وهو عامل به) .
فيقال له: أما معرفته له مع مسبته فلا يستغرب ذلك؟ ولا يمتنع وجوده، وهو نص الآية في اليهود ونحوهم، ممن عرف ولم يلتزم، بل أصر وعاند، وقد (٣) قال صلى الله عليه وسلم: " «لتتبعن سنن من كان قبلكم» " (٤) فلا يستغرب ذلك ويرده على الشيخ إلا من هو (٥) أجهل الناس بكتاب الله ودينه وشرعه؟ ومن أجهلهم بحال أعدائه في كل زمان ومكان، ولكن هذا الرجل خرف وزاد قوله: " وهو عامل به " ومعلوم أن العامل به لا يسبه
_________
(١) في (ق) زيادة: "فاعف عنهم ".
(٢) في (ق) : (الآيات) .
(٣) في (ق) : "قد".
(٤) سبق تخريجه، انظر: ص (٢٢٢) .
(٥) في (م) زيادة: "من ".','1','232',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (223,'ولا يعاديه إذا عمل به حقيقة العمل؟ ولكن هذه من كيسه، زادها (١) لسبك التلبيس. والشيخ- رحمه الله- مثل بمن عرف ثم سب، ومدح دين المشركين ولم يقل: وهو عامل به.
وأما قوله: (ثم ينزل عليه هذا الرجل هذه الآية التي نزلت في أهل الكتاب من بعثة النبي-صلى الله عليه وسلم وصفته) .
فيقال لهذا المغرور: إن من منع تنزيل القرآن، وما دل عليه من الأحكام على الأشخاص والحوادث التي تدخل تحت العموم اللفظي، فهو من أضل الخلق وأجهلهم بما عليه أهل الإسلام وعلماؤهم، قرنا بعد قرن، وجيلا بعد جيل، ومن أعظم الناس تعطيلا للقرآن وهجرا له، وعزلا عن الاستدلال به في موارد النزاع.
وقد قال تعالى: {فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ} [النساء: ٥٩] [النساء / ٥٩] .
والرد إلى الله: هو الرد إلى كتابه، وإلى الرسول رد (٢) إلى سنته.
وقد قال تعالى: {وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ} [الشورى: ١٠] [الشورى / ١٠] .
وقال تعالى: {لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} [الأنعام: ١٩] [الأنعام / ١٩] .
فنصوصه وأحكامه عامة، لا خاصة بخصوص السبب.
وما المانع من تكفير من فعل ما فعلت اليهود من تكفيرهم
_________
(١) في (ق) : "زاد هذا".
(٢) في (المطبوعة) : "الرد ".','1','233',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (224,'بالصد (١) عن سبيل الله والكفر به، مع معرفته؟ .
وهذا الرجل لا يبدي قولة في اعتراضه وتلبيسه إلا هي أكبر من أختها في الجهالة والضلالة، ولو كنت تعرف الكتاب العزيز، وما دل (٢) عليه من الحدود (٣) والأحكام والاعتبار؟ لأحجمت عن هذه العبارات التي لا يقولها إلا أفلس الخلق من العلم والإيمان.
يا خاسرا هانت عليه نفسه ... إذ باعها بالغبن من أعدائه
لو كنت تعلم قدر ما قد بعته ... لفسخت ذاك البيع قبل وفائه (٤)
أو كنت كفؤا للرشاد وللهدى ... أبصرت , لكن لست من أكفائه
وأما قوله: (فأنزل هذا الرجل نفسه بمنزلته (٥) وكابر بذلك على الغوغاء وسفك الدماء. . .) إلخ.
فيقال: إن كلام الشيخ رحمه الله فيمن كفر بدين الرسول، وسنته مع معرفته له، كائنا من كان، عرف الشيخ أو لم يعرفه، وليس في الكلام تصريح على ذكر الشيخ وطاعته، بل هو حكم شرعي عام، فنسبة من قاله ورميه بأنه نزل (٦) نفسه منزلة الرسول من أعظم البهت والفرية على أهل العلم والدين، والعلماء في قديم الزمان وحديثه هم الموقعون (٧) عن الله
_________
(١) في (ح) و (المطبوعة) : "من الصد".
(٢) في (ق) : "دلت".
(٣) ساقطة من (ح) .
(٤) في (المطبوعة) : " هذا ".
(٥) في (ح) و (ق) : "بمنزلة".
(٦) في (ق) و (م) : " أنزل".
(٧) في (ق) : " المدافعون"، وفي (م) : "الموقعون ".','1','234',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (225,'ورسوله، المترجمون لوحيه وتنزيله، فمن رد عليهم ولم يقبل منهم - زعما منه أنهم يدعون إلى أنفسهم (١) ففيه مشابهة بمن رمى الرسل بذلك من قوم نوح وقوم فرعون، وقد تقدم ما قالوه لأنبيائهم.
وقال تعالى فيمن استكبر عن متابعة الرسل، ولم يرضهم في التبليغ عن الله، واتهمهم في ذلك: {وَقَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا (٢) لَوْلَا أُنْزِلَ عَلَيْنَا الْمَلَائِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيرًا} [الفرقان: ٢١] [الفرقان / ٢١]
فوصفهم بالكبر والعتو الكبير؛ لما اقترحوا هذه الاقتراحات، ولم يسلموا لما جاء به (٣) من الوحي والآيات، وهكذا كل مستكبر وعات، عما جاءت (٤) به الرسل، وما قرره أهل العلم، يرده ولا يقبله قدحا فيهم وزعما منه أنهم يدعون إلى أنفسهم، وأنه لا يصلح أن يكون تابعا، فما أقرب المشابهة بين هؤلاء الضلال وإخوانهم الأولين، أتواصوا به؟ بل هم قوم طاغون.
وأما قوله: (والآية الأخرى نزلت في صناديد قريش على الصحيح من قول المفسرين، كابن عباس رضي الله عنهما (٥) وهم الذين هموا، بإخراج الرسول صلى الله عليه وسلم (٦) باجتماعهم على ذلك في دار الندوة) .
_________
(١) في (ق) : "لأنفسهم".
(٢) في النسخ الأربع: "وقالوا لا لو"، وهو خطأ.
(٣) في (المطبوعة) : "جاءت به الرسل ".
(٤) في (ق) : "جاء".
(٥) ساقطة من (المطبوعة) .
(٦) ساقطة من (المطبوعة) .','1','235',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (226,'فالجواب أن يقال: اللسان لسان جاهل، والقول غير مستقيم ولا عادل، والآية نزلت (١) فيمن عاهد الرسول على مدة معينة من المشركين يوم صلح الحديبية، وقد شهده (٢) وعاهده على الصلح كثير ممن لم يحضر دار الندوة، ولم يشهد رأيهم فيها، والآية عامة الحكم عند أهل العلم، وإن كان سببها خاصا، ولهذا استدل بها من قال: لا تقبل توبة من يسب الرسول صلى الله عليه وسلم أو من طعن في دين الإسلام، أو ذكره بتنقص كما ذكره ابن كثير، وشيخ الإسلام ابن تيمية، وغيرهما من أهل العلم، وهو الذي قاله شيخنا رحمه الله واستدل بالآية عليه.
وأي مانع يمنع من تكفير هذا النوع، وإن كان سبب نزول الآية قوما مضوا وانقرضوا؟ فالحكم بحمد الله باقي، والدليل واضح، والمنار يلوح، وقد أنزل الله القرآن هدى للناس وبينات من الهدى والفرقان، ولم يخص به قوما دون قوم.
وإن مضى أمس بأهل عرفانه فنحن من أبناء هذا اليوم.
وقوله تعالى في وصف هؤلاء في الآية التي بعدها يراد به التحريض والإغراء بهم (٣) وكل وصف على حدته مبيح لقتالهم ودمائهم، ولذلك قاتلهم رسول الله صلى الله عليه وسلم (٤) كافة، ولم يخص أهل دار الندوة كما ظنه هذا الغبي، فعلى عقله العفاء، والسلام على (عباد الله) (٥) الذين اصطفى.
_________
(١) في (ق) و (م) : "قد نزلت".
(٢) في (ح) : "شهد".
(٣) في (ح) : "بينهم".
(٤) ساقطة من (المطبوعة) .
(٥) ما بين القوسين ساقط من (ق) ، وفي (م) : "عباده ".','1','236',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (227,'وأعجب شيء أنه استدل على إيمان من يسب دين الرسول ومدح الشرك بأنه لو رأى الرسول صلى الله عليه وسلم لوقاه بنفسه، ولم يرفع إليه بصره تعظيما له.
فيقال لهذا المفتري: وما يشعرك أنه لو رآه لكفر به كما كفر بدينه.
قال تعالى: {وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ لَا يُؤْمِنُونَ - وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُوا بِهِ أَوَّلَ مَرَّةٍ وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} [الأنعام: ١٠٩ - ١١٠] [الأنعام / ١٠٩، ١١٠] .
ثم لو وقى الرسول بنفسه (١) ولم يرفع إليه بصره، وبذل له ماله كما فعل أبو طالب، أي شيء يغني عنه ذلك مع مسبة التوحيد وعدم التزامه (٢) ومدح الشرك والثناء على أهله؟ والإسلام والإيمان وراء ذلك كله، لا بد فيه من معرفة الحق وإمارته والانقياد له وإيثاره على ما عداه، والجهل بحدود ما أنزل الله أوجب لهؤلاء الفجار أن يتلاعبوا (٣) بدين الله ويقوموا (٤) في نصر الكفر والكفار، فالحمد لله على ردع هؤلاء وكبتهم، وإظهار خزيهم وكشف جهلهم.

<span data-type="title" id=toc-55>[بيان تحريف المعترض كلام الشيخ بالطعن على أهل الكويت]</span>
وأما قوله: (ثم إن هذا الرجل جعل " (٥) أهل الكويت الذين، شيدوا المساجد والمنار لداعي الفلاح، وأظهروا شعائر (٦) الإسلام وبذلوا
_________
(١) ساقطة من (م) .
(٢) في (ح) : "وعدم مدح ".
(٣) في (ح) و (المطبوعة) : " تلاعبوا) .
(٤) في (المطبوعة) : (وقاموا) .
(٥) هذا الرجل جعل " ساقطة من (ق) .
(٦) في (ق) و (م) : " شرائع".','1','237',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (228,'أموالهم على ذلك، واجتهدوا في المحافظة على أعمال الخير طلبا لما عند الله كالذين نزلت فيهم هذه الآيات. . .) إلى آخر قوله فيهم.
فقد تقدم أن الشيخ لم يذكر أهل الكويت ولا مثل بهم، وإنما هو تحريف من هذا المعترض، وتنفير وصد عن سبيل الله.
ثم لو فرض أنهم كما ذكر في بناء المساجد والمنار، وبذل الأموال في ذلك، فما الفرق بينهم وبين (١) أهل خراسان وطبرستان والري وغيرهما (٢) (من بلاد فارس) (٣) وقد نص العلماء على أن الشخص لا يدخل في الإسلام إلا بعبادة (٤) الله وحده لا شريك له، والبراءة مما عبد (٥) من دونه، والكفر بالطواغيت (٦) مع التزام بقية الأركان والعمل بها.
وهذا الغبي لم يحسن ولم يعرف ما يمدح به أهل الكويت إلا بأمر شاركهم فيه من عبد عليا والحسين والعباس، وشاركهم فيه الجهمية والباطنية والزنادقة، وهذا هو اللائق بحال هذا الرجل وعلمه (٧) وهو غاية ما عنده.
وكذلك قوله: (إنهم من أهل القبلة المحمدية الإبراهيمية) هو من
_________
(١) ساقطة من (ق) .
(٢) في (المطبوعة) : "وغيرها ".
(٣) ما بين القوسين ساقط من (م) .
(٤) في (ق) : "بتوحيد".
(٥) في (ق) زيادة: (بالطواغيت) .
(٦) في (ق) : " بالطاغوت ".
(٧) في (ح) : "وعمله".','1','238',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (229,'هذا القبيل، وفيه إشعار بأنه لم يعرف مراد العلماء (بقولهم: "أهل القبلة لا يكفرون بالذنوب " ولم يعرف مراد العلماء) (١) ولا أصل هذه الكلمة وما تساق له.
فكلامه ظلمات بعضها فوق بعض، وقد أنكر الإمام أحمد قول الناس: " لا نكفر أهل القبلة بذنب"، مع أن مراد من قاله مراد صحيح، لا يمنعه أحمد، لكن الشأن في الألفاظ والعمومات، وما يسلم منها وما يمنع.
وأما قوله: (فأين الأمة التي هي خير أمة أخرجت للناس؟) .
يقال له (٢) قد ضيقت واسعا، إن كانت الأمة عندك خصوص أهل الكويت، فهذا الكلام إلى هذيان (٣) المجانين أقرب منه إلى لسان المتشرعين (٤) .
ثم ما المانع أن يكون الشيخ وأتباعه من (٥) خير أمة أخرجت للناس؟ {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا} [النساء: ٥٤] [النساء / ٥٤]
. وقال تعالى: {وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ} [الزخرف: ٣١]
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) في (ق) و (المطبوعة) : "فيقال "، "له" ساقطة من (ق) .
(٣) في (ح) و (المطبوعة) : " بهذيان ".
(٤) في (ق) : (المشرعين) .
(٥) ساقطة من (ق) .','1','239',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (230,'{أهم يقسمون رحمت ربك نحن قسمنا بينهم معيشتهم في الحياة الدنيا} [الزخرف: ٣٢] [الزخرف / ٣١، ٣٢]
وقد روى الطبراني في الكبير بسنده إلى ابن عباس (١) " «كنتم خير أمة أخرجت للناس، قال: هم السابقون الأولون من المهاجرين والأنصار» " (٢)
_________
(١) في (ق) زيادة: "رضي الله عنهما".
(٢) لم أقف عليه بهذا اللفظ، ووقفت عليه بنحوه ولفظه: "هم الذين هاجروا مع النبي! من مكة إلى المدينة) ، أخرجه أحمد (١ / ٢٧٣) ، والنسائي في تفسيره (١ / ٣٢٠) ، وابن أبي شيبة (١٢ / ١٥٥) ، والحاكم (٢ / ٢٩٤) وصححه على شرط مسلم، ووافقه الذهبي.','1','240',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (231,'<span data-type="title" id=toc-56>[فصل بيان كفر من كره من يدخل في التوحيد ومحبة أن يبقى على الشرك]</span>
فصل قال المعترض: (ثم قال: النوع الثالث من عرف التوحيد وأحبه واتبعه، وعرف الشرك وتركه، ولكنه يكره من دخل في التوحيد، فهذا كافر، فيه قوله تعالى: {ذَلِكَ بِأَنَّهُمْ كَرِهُوا مَا أَنْزَلَ اللَّهُ فَأَحْبَطَ أَعْمَالَهُمْ} [محمد: ٩] [محمد / ٩] .
ثم قال المعترض: (فنقول حينئذ: فيالله العجب! كيف يقول: من عرف التوحيد وأحبه واتبعه، وعرف دين المشركين وتركه، ثم يقول: ولكنه يكره من دخل في التوحيد، فهل هنا (١) توحيد من غير دين الله ورسوله صلى الله عليه وسلم حتى يكره هذا؟ .
فهذا من كلامه من الهذيان، وهو من الجمع بين الأضداد الممتنع عقلا وشرعا، أفلا يستحي قابل هذا الكلام دون القائل له، وهو يرى تناقضه وهذيانه؟ ولكن لو قال: إن هذا النوع الذي يحب التوحيد ويعمل به، ويكره الشرك وينكره قد كره قول هذا الرجل بتكفيره الأمة المحمدية (٢) لصدق، إذ هذا هو الحقيقة، وهو الواقع؛ لأن هذا الرجل جعل طاعته ركنا سادسا لأركان الإسلام) .
_________
(١) في (م) و (ح) و (المطبوعة) : " هذا".
(٢) ساقطة من (ق) .','1','241',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (232,'والجواب أن يقال: في هذا من التحريف والبهت قسطه، فإن الذي في النسخ المتداولة المحفوظة (١) "ويحب من بقي على الشرك ".
ومعلوم أن معرفة التوحيد ومحبته واتباعه قد يعتريه ناقض ينقضه ومبطل يبطله، أو محبط يحبطه، وذلك يحصل بأمور:
منها: كراهة من يدخل في التوحيد (ويلتزمه، ومحبة من يبقى على الشرك ولا يدخل في التوحيد) (٢) لغرض له في ذلك كرياسة (٣) وتحصيل مال، ونحو ذلك من الأغراض الفاسدة.
وقد ذكر الفقهاء كثيرا من هذا النوع في باب حكم المرتد، تجري ممن يظهر محبة التوحيد، وجهل المعترض أوجب له الحيرة والشك.
وقد قال تعالى: {إِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ (٤) وَيُرِيدُونَ أَنْ يُفَرِّقُوا بَيْنَ اللَّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ (٥) بِبَعْضٍ وَيُرِيدُونَ أَنْ يَتَّخِذُوا بَيْنَ ذَلِكَ سَبِيلًا - أُولَئِكَ هُمُ الْكَافِرُونَ حَقًّا} [النساء: ١٥٠ - ١٥١] (٦) [النساء / ١٥٠] .
فهؤلاء آمنوا ببعض (٧) وأحبوه وتابعوه، ولم يلتزموا الإيمان بجميع
_________
(١) انظر: "الدرر السنية " (١ / ١٠٣) .
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (ح) و (المطبوعة) : " رياسة ".
(٤) ما بين القوسين ساقط من (ح) .
(٥) في (ق) : " ويكفرون ".
(٦) في (ق) زيادة: وأعتدنا للكافرين عذابا مهينا.
(٧) في (ق) : "ببعضه".','1','242',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (233,'الرسل، وما جاء به الرسل (١) ولم يحبوه كله، بل فرقوا بين شعب الإيمان وأصوله، وأرادوا أن يتخذوا سبيلا بين الإيمان بالكل ورد الكل.
فهذا عين ما قرره شيخنا (٢) فإن كراهة إيمان بعض الخلق كراهة لما أنزل الله فافهمه.
قال في "الإقناع " في باب حكم المرتد (٣) (أو كان مبغضا لما جاء به الرسول) (٤) يعني فيكفر.
وإذا أبغض دخول الناس في دين الله والتزامه، فهو مبغض لما جاء به الرسول بلا ريب، ويكفي المؤمن في تكفير من كره بعض ما أنزل الله هذه الآية التي ذكر المصنف.
ومعلوم أن المتابعة لم تحصل من هذا الصنف على وجه الكمال، وكذا الحب، لكن معه من الحب والمتابعة ما لا يحصل به نجاته وإسلامه.
يوضح هذا: أن من أحب الإسلام والتزمه (٥) واتبعه (٦) ولكن، جوز نبوة مسيلمة أو غيره ممن يدعي النبوة، يكفر بذلك؟ ولا ينجيه ما معه من الإسلام والمتابعة، وهكذا غلاة القدرية ونحوهم، ممن له تعبد ومتابعة في كثير من الأركان والشعب.
_________
(١) في (م) : "بجميع ما جاءت به الرسل "، وفي (ح) : "بجميع الرسل وحب الرسل ".
(٢) في (ق) زيادة: "رحمه الله تعالى".
(٣) انظر: " الإقناع " (٤ / ٢٩٧) .
(٤) في (ق) زيا د ة: "صلى الله عليه وسلم ".
(٥) في (ح) : "والتزامه ".
(٦) في (ح) و (ق) و (م) : " وتبعه ".','1','243',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (234,'فإن قيل: إنما كفر من جوز نبوة مسيلمة أو غيره لرده (١) الكتاب السنة والإجماع.
قيل: وكذلك من كره دخول الناس في التوحيد، وأحب بقاءهم (٢) ". على الشرك (٣) فقد خالف الكتاب السنة والإجماع.
وبهذا تعلم: أن المحبة ذات مراتب، لا يلزم من وجود بعضها وجود غيره، وكذلك المتابعة، ومن لم يستكمل الإيمان الواجب في الحب والمتابعة قد يقع منه ما ينافيهما فيجتمع الضدان، ولا يستحيل ذلك لا عقلا ولا شرعا، أما العقل: فقد جوز اجتماع الأضداد كافة النظار والمتكلمين، ومثلوا ذلك (٤) .
وأما الشرع: فإجماع السلف والأئمة على أن الشخص يجتمع فيه مادتان متضادتان: كفر وإسلام، توحيد وشرك، طاعة وفسق؟ إيمان ونفاق، وهو لأيتهما (٥) غلب، ولو عقل المعترض لعرف المراد، لكنه جهل فاعترض، وجعل جهله وعقله الضال ميزانا يزن به، فلا أحكم ممن قضى له بالخذلان وعدم العلم بحقائق الإسلام والإيمان.
ثم لا يمكن أن يقع تصويره الذي صور، ورأيه الذي ارتضى وقرر، من أن الذي يحب التوحيد ويكره الشرك قد كره قول الشيخ، وما قرره
_________
(١) في (ح) : "لرد".
(٢) في (ح) : "إبقاءهم.
(٣) في (ح) : "شرك ".
(٤) في (م) و (المطبوعة) : " لذ لك".
(٥) في (ق) : "ولأيهما "، وفي (ح) و (م) و (المطبوعة) : " لأيهما ".','1','244',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (235,'وأبداه من معرفة دين الله وتوحيده وتكفير من رده وصد عنه وأباه، وتكفير الأمة لم يقع من الشيخ بحمد الله.
وتقدم الجواب عنه، وتقدم أن الأمة في رأي هذا الرجل ودعواه هم عباد القبور، ومن عبد عليا والحسين وأمثالهما، أو (١) جعل لهم تدبيرا وتصريفا مع الله، هؤلاء هم الأمة عند هذا الضال، وشبهته أنهم يقولون لا اله إلا الله، ولم يدر أيضا نصوص الفقهاء على أن من أتى بمكفر من فعل أو قول أو اعتقاد لا يدخل في الإسلام إلا بتركه والتوبة منه، وإن قال: لا إله إلا الله (٢) والحمد لله حمدا كثيرا لا نحصي ثناء عليه، بل هو كما أثنى على نفسه وفوق ما أثنى به عباده الذين اصطفى.
_________
(١) في (ق) : "و".
(٢) في (ق) زيادة: "ولم يدر أن المنافقين وجمهور المرتدين يقولون: لا إله إلا الله".','1','245',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (236,'<span data-type="title" id=toc-57>[فصل مناقشة مسألة المؤمن المقيم ببلاد المشركين ولا يمكن ترك وطنه ويقاتل أهل التوحيد مع أهل بلده]</span>
فصل قال المعترض: (ثم قال في جوابه: النوع الرابع: من سلم من هذا كله، ولكن أهل بلده يصرحون بعداوة أهل التوحيد واتباع الشرك وساعين في قتالهم، ويعتذر أن ترك وطنه يشق عليه، فيقاتل أهل التوحيد مع أهل، بلده، ويجاهد بماله ونفسه (١) فهذا أيضا كافر، فإنهم لو يأمرونه بترك الصوم ولا يمكنه الصيام إلا بفراقهم فعل، ولو يأمرونه بتزوج امرأة أبيه (٢) ولا يمكنه ذلك إلا بمخالفتهم فعل، فهذا أيضا كافر، وهو ممن قال الله فيه: {سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ} [النساء: ٩١] [النساء / ٩١] .
قال المعترض: انتهى كلامه. فتأمل رحمك الله هذا الكلام فقد كفر فيه، وفيما قبله بالطاعة بأن من لم يطعه فيما قال، ويهاجر إليه فهو كافر بذلك، حلال الدم والمال، وليس له عنده غفران، وفي صحيح مسلم من حديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال: " «من آمن بالله ورسوله وأقام الصلاة وصام رمضان كان حقا على الله أن يدخله الجنة هاجر في سبيل الله أو جلس في أرضه التي ولد فيها» " (٣) فصح بهذا
_________
(١) في (المطبوعة) زيادة: " طوعا واختيارا ".
(٢) في (ق) : "ابنه ".
(٣) هذا الحديث لم يخرجه مسلم؛ بل أخرجه البخاري في صحيحه (٦٩٨٧) ، وأحمد (٢ / ٣٣٥) ، وغيرهما.','1','246',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (237,'الحديث الصحيح أن ترك الهجرة إذا وجبت ليس بكفر، كما يقوله هذا الرجل، (ونحن نستيقن أن هذا الرجل) (١) الذي وصف (٢) بالكفر أن أهل بلده لو يأمرونه بألا يقول شهادتي الإخلاص ولا يمكنه ذلك إلا بفراقهم لفعل، فأين الكفر الذي حكم عليه هذا الرجل به؟ ثم ماذا لو ترك الهجرة الواجبة لو فرضنا صحة قوله؟ إنما هي تكون معصية، وقد يعذر كما عذر النجاشي وامرأة فرعون، وكذا جعفر وأصحابه بعد أن استقر النبي صلى الله عليه وسلم بدار الهجرة، فجعل هذا الرجل الهجرة- على فرض صحة قوله- شرطا لصحة الإيمان، وأنت ترى قول الله تعالى ورسوله صلى الله عليه وسلم) .
والجواب أن يقال: من زعم أن هذا الكلام الذي ساقه الشيخ وقرره يدل على تكفير من ترك طاعته ولم يهاجر إليه، فهو من أضل الخلق وأعظمهم جرأة على البهت والكذب، وأشدهم مكابرة على شهادة الزور، وفي الحديث: " «عدلت شهادة الزور الإشراك بالله» " قالها ثلاثا (٣) .
وصريح كلام الشيخ رحمه الله في رجل تبع أهل بلده في قتال أهل التوحيد إيثارا لبلده ووطنه، فيبذل (٤) نفسه وماله ويقاتل (٥) أهل التوحيد.
_________
(١) ما بين القوسين ساقط من (ح) .
(٢) في (ح) : "هو وصف"، وفي (م) و (المطبوعة) : "هو وصفه".
(٣) أخرجه أبو داود (٣٥٩٩) ، والترمذي (٢٣٠٠) ، وابن ماجه (٢٣٧٢) ، وأحمد (٤ / ٢٣٣، ٣٢١، ٣٢٢) ، وضعفه الألباني في الضعيفة (١١١٠) .
(٤) في (ح) و (المطبوعة) : " فبذل".
(٥) في (م) و (المطبوعة) : " في قتال ".','1','247',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (238,'هذا نص الشيخ وصريح كلامه، فمن أين أخذ هذا الثور الأعجم أنه يكفر بترك طاعته؟ .
واستدل الشيخ على هذا بقوله تعالى: {سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ} [النساء: ٩١] [النساء / ٩١]
والآية ظاهرة الدلالة على هذه المسألة، فإن من تكلم بالإسلام، ولم يعتزل أهل الكفر بل صار معهم، وقاتل أهل التوحيد لغرض من أغراضه الدنيوية تناولته الآية، وشمله نصها الصريح؟ وقد جعل الله لحقن دمه حدًّا وفعلا يتميز به إسلامه، وهو اعتزال قتال المسلمين، وإلقاء السلم إليهم بالانقياد، وكف اليد عن قتالهم، ومتى (١) لم يحصل ذلك منهم ولم ينقادوا له، فقتالهم واجب أينما ثقفهم المؤمنون، وقد جعل الله لهم (٢) عليهم حجة ظاهرة، هذا صريح الآية ونصها (٣) .
فأتى (٤) هذا المعترض المخلط ببهت لا يدل عليه كلام الشيخ لا تصريحا ولا تلويحا، واستدل بحديث أبي هريرة على إيمان من قاتل المسلمين مع المشركين، وآثر وطنه (٥) على التزام الإسلام، وترك القتال، والحديث إنما هو في شأن الهجرة، وقد حمله كثير من أهل العلم على من أظهر دينه، فلم تجب عليه الهجرة، وبعضهم حمله على الأعراب الذين
_________
(١) في (ح) و (ق) و (م) : "ومن ".
(٢) ساقطة من (المطبوعة) .
(٣) في (ق) : "وتعريفات".
(٤) ساقطة من (ق) .
(٥) في (ق) و (م) : "وطنهم ".','1','248',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (239,'أسلموا ولم يهاجروا إلى رسول الله صلى الله عليه وسلم ويجاهدوا معه، كما يدل عليه آخر الحديث.
فلم يعرف هذا المعترض معنى الحديث ولا موضوعه، واستدل به على مسألة أجنبية عنه، ليس لها دخل فيه، فإن الكلام هنا (١) فيمن قاتل المسلمين تحت راية المشركين، وسعى في الصد عن سبيل الله، لا فيمن ترك الهجرة فقط.
وأما عذره عن هذا الرجل الذي مثل به الشيخ بأن أهل بلده لو يأمرونه بألا يقول شهادتي الإخلاص ولا يمكنه ذلك إلا بفراقهم لفعل: فهذه (٢) مبنية على أن مجرد القول يكفي في الإيمان (٣) مع التلبيس بالمنافي والمعارض، وهذا ليس من أقوال علماء الأمة وأئمتها؟ بل هو من أقوال أهل الجهل والضلال؟ المخالفين للكتاب والسنة (وإجماع الأمة، ثم أطال المعترض الكلام في شأن الهجرة والعاجز عنها) (٤) وذكر النجاشي - وهذا شأن الجاهل إذا أورده أهل العلم المضائق تكثر بما (٥) ليس له، وحاد عن جواب المسألة، وفي المثل (٦) "الأقرع يفتخر بجمة ابن عمه، والأحمق يذكر خالته إذا عيب بأمه".
ومن العجب تكراره أن الشيخ يكفر بالعموم، وقوله:
_________
(١) في (ح) : "هذا ".
(٢) في (ق) و (م) زيادة: "الحجة".
(٣) في (ق) : "بالإيمان".
(٤) ما بين القوسين ساقط من (المطبوعة) و (ح) .
(٥) ساقطة من (ح) .
(٦) في (ح) : "مثل".','1','249',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (240,'(أي (١) تكفير بالعموم وإيجاب للهجرة أبلغ من هذا؟) .
وهو كما ترى في نوع خاص من الأمة، وقسم من أقسام لا (٢) يحصيها إلا الله.
ثم أخذ المعترض في تجهيل الشيخ ونسبته إلى الهوى؛ وأنه لم يأخذ ما ذهب إليه عن العلماء، ولم يجلس عند عالم يتعلم منه بعد (٣) تعليم أبيه، وأن أباه نهاه عما بدر منه من ترهاته (٤) وقال: (ويل للناس منك) . وأن أهل البصرة أخرجوه؟ ثم نهاه أخوه، وأن أتباعه لو طلبت منهم طريقا يتصل إلى النبي صلى الله عليه وسلم لم تجدها، وأنهم لا يعرفون ذلك، وأنهم، يأخذون عن حدثني قلبي عن ربي، وأنه لا يحسن الفرائض فضلا عن العول والحساب والمناسخات (٥) وأطال بخرافات كقوله: (سموا "الإقناع " المقلاع (٦) و "الدليل" المتيه (٧) وجعل له مختصرا من "الشرح الكبير" و "المغني " و " الإنصاف"، حل (٨) فيه قيوده، وكدر وروده، وقصر أتباعه عليه، وقال: اجتهدوا، وحاشا أني سمعت عندهم لأصول الفقه
_________
(١) في (ق) : "أين ".
(٢) ساقطة من (ح) .
(٣) في (ح) : "بعض".
(٤) ساقطة من (ق) .
(٥) ساقطة من (ق) .
(٦) في (ق) : " المقلال".
(٧) في (ق) : "المتين"، وفي (ح) و (المطبوعة) : "الميتة" بتقديم التحتية على الفوقية، والصواب ما أثبته بتقديم التاء على الياء وآخرها هاء.
(٨) في (ق) و (م) : "حلل ".','1','250',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (241,'ذكرا أو (١) النحو والعربية، بل يتهكمون (٢) بمن يطريها دون من يتليها) .
وأطال بهذيان بهذا الضرب يتنزه العاقل عن ذكره.
وجوابه أن يقال: أما ما صدر من مسبته الشيخ وتجهيله ونسبته إلى الهوى: فالحكم بينك وبينه إلى الله الذي إليه تصير الأمور، ويحكم بعدله بين المؤمن والكافر (٣) وأهل البر والفجور (٤) وشهادة الحال والمصنفات والدعوة الإسلامية، وما أورده من الأدلة والبراهين هي الشاهد المصدق، والبرهان المحقق، ولا عبرة بقدح أمثالك، وإنكار فضائله، كما أنه لا عبرة بقدح جميع من كذب الرسل وسفههم، ونسبهم إلى الجهل والافتراء والجنون والسحر، وغير ذلك مما هو مذكور في كتاب الله، وفي الأخبار والسير، ومشابهة حالك وأقوالك بأقوال أسلافك وأشباهك، تكفي المؤمن في رد أباطيلك؟ وعدها من الزور البين.
وقد اشتهرت (٥) رحلة الشيخ للعلم وطلبه وسماعه، كما ذكره صاحب التاريخ حسين بن غنام وغيره (٦) وقد تقدم ذلك.

<span data-type="title" id=toc-58>[الرد على دعوى المعترض أن والد الشيخ نهاه وأن أهل البصرة أخرجوه وسياق الأدلة أن طاعة الآباء لا تحمد مطلقا]</span>
وأما كون أبيه نهاه: فهذا لم يثبت، ومثل هذا المعترض أخباره تلحق بأخبار الوضاعين المفترين، الذين أجمع أهل العلم على رد أخبارهم وعدها من الزور البين.
_________
(١) في (ق) : "و".
(٢) في (ق) : "يتهمون".
(٣) في (ق) : "المؤمنين والكفار".
(٤) في (المطبوعة) : "والبر والفاجر".
(٥) في (ق) و (م) : "اشتهر".
(٦) ساقطة من (ح) .','1','251',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (242,'ثم لو سلمنا هذا النقل، فأي حجة وأي دليل فيه على أن الحق مع أبيه في ذلك؟ ومتابعة الآباء لا تحمد مطلقا، وقد ذم الله تعالى من تمسك بدين آبائه، ولم يقبل ما جاء (١) من الهدى ودين الحق الذي يخالف عادة الآباء وما نشأوا عليه (٢) قال تعالى: {وَكَذَلِكَ مَا أَرْسَلْنَا (٣) مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ} [الزخرف: ٢٣] [الزخرف / ٢٣] وقال محمد بن إسماعيل (٤) رحمه الله (٥)
كذلك أهل للكتاب (٦) تتابعوا ... على ملة الآباء فردا على فرد
وهيهات كل في الديانة تابع (٧) ... أباه , كأن الحق في الأب والجد
وقد (٨) قال هذا قبلهم (٩) كل مشرك ... فهل قدحوا هذي العقيدة عن زند
وأما كون أهل البصرة أخرجوه: فهذا من جنس ما قبله، لم ينقله أحد يعتد به.
_________
(١) في (المطبوعة) زيادة: "به الرسل".
(٢) في (ح) : "إليه".
(٣) في (ق) و (م) : "وما أرسلنا".
(٤) في (ق) و (المطبوعة) زيادة: "الصنعاني ".
(٥) ساقطة من (ق) .
(٦) في (ق) : " الكتاب ".
(٧) في (ق) : " نافع ".
(٨) في (ق) و (م) : "فقد ".
(٩) في (ق) : "قبل ".','1','252',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (243,'ولو قدر وقوعه لكان من أدلة فضل الشيخ وعلمه، وأنه على طريقة مستقيمة ودعوة نبوية.
قال تعالى عن قوم (١) شعيب: {قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُوا مِنْ قَوْمِهِ لَنُخْرِجَنَّكَ يَا شُعَيْبُ وَالَّذِينَ آمَنُوا مَعَكَ مِنْ قَرْيَتِنَا أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا} [الأعراف: ٨٨] (٢) [الأعراف / ٨٨] .
وقال تعالى عن قوم لوط: {فَمَا كَانَ جَوَابَ قَوْمِهِ إِلَّا أَنْ قَالُوا أَخْرِجُوا آلَ لُوطٍ مِنْ قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ} [النمل: ٥٦] [النمل / ٥٦] .
وقد أخرج نبينا صلى الله عليه وسلم، وقال له (٣) ورقة بن نوفل - لما ذكر له ما يرى في مبدأ النبوة وما ينزل عليه-: " «هذا الناموس الذي أنزل الله (٤) على موسى، يا ليتني فيها جذعا، يا ليتني (٥) أكون حيا إذ يخرجك (٦) قومك، فقال النبي (٧) صلى الله عليه وسلم: أو مخرجي هم؟ قال: نعم، لم (٨) يأت رجل بمثل (٩) ما جئت به إلا عودي، وإن يدركني يومك أنصرك نصرا مؤزرا» (١٠)
_________
(١) ساقطة من (ق) .
(٢) في (ق) زيادة: أولو كنا كارهين.
(٣) ساقطة من (ح) .
(٤) في (ق) : "كان ينزل"، وفي (م) : "أنزل".
(٥) ساقطة من (ق) .
(٦) في (ق) : "يخرجوك ".
(٧) ساقطة من (ق) و (م) .
(٨) ساقطة من (ح) .
(٩) في (ح) : "أحد قط بما".
(١٠) أخرجه البخا ري (٣، ٣٣٩٣، ٤٩٥٣) ، ومسلم (١٦٠) ، وأحمد (٦ / ٢٢٣، ٢٣٢) .','1','253',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (244,'وقد عرف عن (١) أهل الكويت وأهل البصرة في ذلك الوقت، أنهم يدعون الأشقر وأبا علي وأمثالهما ممن يعتقدون صلاحه، فلا عجب من رد الحق وإخراج أهله:
والحق منصور وممتحن فلا ... تعجب , فهذى سنة الرحمن

<span data-type="title" id=toc-59>[بيان فضل الشيخ في طلبه العلم ومشيخته ورحلته]</span>
وأما قوله: (إن أتباعه لو طلبت منهم طريقا يتصل إلى النبي صلى الله عليه وسلم لم تجدها من جهته، ولا يعرفن ذلك، وإنما هو حدثني قلبي عن ربي) (٢) فيقال لهذا الملحد: جميع ما بأيديهم من كتب العلوم إنما أخذوها (٣) عن أشياخ ثقات، يؤخذ عنهم حفظا وأمانة، وطرق الأخذ متعددة ولو إجازة عامة وان بعدت الديار وتناءت الأقطار، كما يعرفه أهل فن المصطلح، وقد وسعوا في ذلك؟ لما دونت الدواوين وجمعت العلوم، وميز الصحيح والحسن والضعيف والمرفوع، والموقوف والمتصل والمنقطع والغريب والمشتهر (٤) واشتهرت رحلة شيخنا رحمه الله وسماعه للعلوم واجتماعه بأعيان وقته.
وقد أخذ الفقه عن أبيه عن جده سليمان بن علي مفتي الديار النجدية في وقته، وسنده المتصل بأئمة المذهب إلى الإمام أحمد معروف مقرر عندهم.
_________
(١) في (ح) و (المطبوعة) زيادة: "حال.
(٢) من قوله: "وأما قوله " إلى قوله: "عن ربي " ساقط من (ق) .

(٣) في (ق) : "أخذها ".
(٤) في (المطبوعة) : "المشتهر" على الوصف.','1','354',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (245,'وسمع الحديث عن أشياخ الحرمين في وقته (١) ورحل إلى البصرة، وسمع من أشياخها (٢) وإنما أنكر هذا المفتري ما من الله به (٣) عليه من الفهم في كتاب الله وسنة رسول الله، ومعرفة الحدود الشرعية، وما دلت عليه النصوص؟ وأهل العلم تفاوتوا في هذا تفاوتا عظيما.

<span data-type="title" id=toc-60>[استنباط الأحكام غير موقوف على السماع]</span>
ولم يقل أحد من أهل العلم: إن الاستدلال بكتاب الله وسنة، رسوله وأخذ الأحكام منها واستنباطها موقوف على سماع ذلك عن أحد، وإنما هو فهم يمن به تعالى على من يشاء من عباده، كما في حديث علي رضي الله عنه: "ما خضنا رسول الله صلى الله عليه وسلم بشيء إلا ما في هذه الصحيفة أو فهم يؤتيه الله من شاء من عباده) (٤) وفي حديث: " «مثل ما بعثني الله به من الهدى ودين الحق كمثل غيث أصاب أرضا، فكان منها طائفة قبلت الماء وأنبتت العشب والمرعى؟ وكان منها طائفة إنما هي قيعان لا تنبت الكلأ ولا تمسك الماء» (٥) " (٦) .
_________
(١) في (المطبوعة) زيادة: "وأجازه الكثير منهم، ومن أعلامهم محدث الحرمين الشيخ محمد حياة السندي، وكان له أكبر الأثر في توجيهه إلى إخلاص توحيد عبادة الله، والتخلص من رق التقليد الأعمى؟ والاشتغال بالكتاب والسنة ".
(٢) في (المطبوعة) زيادة: "ورحل إلى الإحساء، وهي إذ ذاك آهلة بالعلماء فسمع منهم وأخذ عنهم، وعرف قدره أهل العلم والنهى ".
(٣) ساقطة من (ق) .
(٤) أخرجه مسلم (١٩٧٨) ، وأحمد (١ / ١١٨، ١٥١) .
(٥) في (ق) و (م) : "لا تمسك الماء ولا تنبت الكلأ".
(٦) أخرجه البخاري (٧٩) ، ومسلم (٢٢٨٢) ، وأحمد (٤ / ٣٩٩) .','2','255',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (246,'فقد مثل صلى الله عليه وسلم هذا الوحي بالغيث (١) وقلوب الناس بالأرض، وقسمها هذا التقسيم البديع المطابق للحال (٢) والواقع.
ومثل هذا المعترض ينكر على أهل العلم ما يبدونه من الأحكام والأسرار، والحدود المأخوذة من كتاب الله، وإن كان المستند نصا ظاهرا زعما منه أن هذا يتلقى عن الأشياخ.
وينبغي أن يسأل هذا وأمثاله عما استنبطه الأئمة ودونوه من المسائل الأصولية والفروعية، أسمعوها وأخذوها عن أشياخهم، مسألة مسألة، وحكما حكما، وفرعا فرعا حتى ينتهي ذلك إلى رسول الله صلى الله عليه وسلم، ويقال قال رسول الله صلى الله عليه وسلم «المياه ثلاثة» (٣) إلى آخر كتاب الإقرار؟ .
فإن زعم ذلك، أضحك من جهله كافة العقلاء، وإن سلم أن أكثره وغالبه فهوم واستنباطات أخذت من نصوص الكتاب والسنة وكلام الأئمة في المسائل الاجتهادية وغيرها (٤) فما الموجب (٥) لهذا الصياح والإنكار على فرد من أفراد الأمة دون سائرهم، لولا الشك في أصل الإيمان، وعدم معرفة حدود ما أنزل الله على رسوله؟ .
وهذا كله تنزل مع هذا المعترض، وإلا فما جاء به الشيخ من الدعوة إلى توحيد الله وإخلاص الدين له يعرف بالضرورة من دين الإسلام، ولا يحتاج لنظر ولا استدلال.
_________
(١) ساقطة من (ق) و (م) .
(٢) ساقطة من (ق) .
(٣) "المياه ثلاثة" ساقطة من (ق) و (م) .
(٤) في بقية النسخ: "غيرها" بدون الواو.
(٥) في (ح) "فالموجب".','2','256',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (247,'وهل (١) يصح في الأذهان شيء ... إذا احتاج النهار إلى دليل؟!
ولا يقال لمن مستنده الكتاب والسنة: إنه يأخذ عن قلبه عن ربه، وإنما يأخذ عن كلام الله (٢) وسنة نبيه.
وهذه الكلمة قالها بعض مشايخ القوم، فيمن أحدث طريقة أو عبادة وخلوة أو رياضة لم يدل عليها كتاب ولا سنة، وقد صرح بهذا زنادقة الصوفية، كما نقل عن بعضهم: (كيف يأخذ عن عبد الرزاق من يأخذ عن الملك الخلاق) ؟ ويسمون أهل العلم والأثر: (أهل القشور) ؟ ويقولون: (نحن نأخذ عن الله بلا (٣) واسطة.
وهؤلاء هم المعنيون بهذا، وقد وضعه هذا الملحد فيمن تمسك بالكتاب والسنة ودعا إلى ما دعت إليه الرسل، وأخرج الكلام عن موضوعه ومحله، وهذا من جنس التحريف، ولي الألسن الذي وصف الله به اليهود.
وأما قوله: "لا يحسن الفرائض؟ فضلا عن العول والمناسخات والحساب) (٤) فهذا من القحة والبهت، ومن طالع كتاب "التوحيد وغيره من مصنفاته عرف فضل الشيخ وعلمه، وأنه من أدق الناس فهما، وأغزرهم علما، وإنما يرجع أهل نجد في وقته إليه في سائر العلوم
_________
(١) في (ح) و (المطبوعة) : "وليس".
(٢) في لفظ الجلالة ساقط من (ق) .
(٣) في (ح) : "ولا ".
(٤) في (ق) و (م) : "والحساب والمناسخات ". .','2','257',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (248,'الشرعية (١) والفرائض وغيرها، وهذه كتبه وفتاويه ومصنفاته تشهد بذلك.
ثم لو قدر أن غيره (٢) أفرض منه وأحسب، هل يقتضي ذلك التفضيل مطلقا، ويوجب أن يرد ما جاء به من الحق والهدى؟ وقد ورد (٣) " «أفرضكم زيد» (٤) ومع ذلك فالسابقون الأولون أفضل منه، وأعلم وأفقه عن الله ورسوله، وقد يحسن الحساب بعض أهل الذمة من أهل الكتاب.
وهذا شيخك ابن سلوم له مصنف في الحساب، وهو من أضل الناس في معرفة دين الله وشرعه في غالب الأبواب.
وقد كان في سكوت هذا الرجل ستر لجهله.
وعنز السوء تبحث عن حتفها بظلفها. قال الشاعر:
فكان كعنز السوء قامت بظلفها ... إلى مدية تحت التراب تثيرها
وأما قوله: (سموا "الإقناع" المقلاع) .
فيقال: نسبة هذا إلى الشيخ من أوضح الكذب وأظهره، وإن أخطأ بعض أتباعه فخطأ التابع فيما يختص به لا يقدح في متبوعه، وكم أخطأ
_________
(١) ساقطة من (ح) و (ق) و (م) .
(٢) في (ق) : " قرأت غيرها".
(٣) في (المطبوعة) زيادة: "عن النبي صلى الله عليه وسلم".
(٤) أخرجه الترمذي (٣٧٩٠، ٣٧٩١) ، وابن ماجه (١٥٤) ، والحاكم (٣ / ٦١٦) ، والبيهقي في الكبرى (٥ / ٦٧، ح ٨٢٤٢) ، وابن حبان بترتيب ابن بلبان (١٦ / ٨٥، ٧١٣٧) .','2','258',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (249,'مخطئ من هذه الأمة وغيرها من أتباع المشايخ والأئمة، بل وأتباع الرسل، وقد قال صلى الله عليه وسلم: " «اللهم إني أبرأ إليك مما صنع خالد» " (١) لما بلغه ما فعل ببني (٢) جذيمة.
وأما قوله: (وجعل له مختصرا من "الشرح الكبير" و "المغني " و " الإنصاف ") .
فيقال: هذا يكذب ما قبله، إذا كان الرجل له عناية بكلام الفقهاء وأهل العلم وتأليفهم، وكيف ينسب إليه ما تقدم؟ .
وأما قوله: (حل فيه قيوده وكدر وروده) .
فهي جملة كاذبة خاطئة؟ بل هذب أحكامه، وقرب مقاصده ومرامه؟ وأحسن في تهذيبه، وأجاد في اختصاره وتقريبه؟ وهذا مما يدل على كثافة حجاب هذا المعترض، وأنه لا يدري شيئا من العلوم.
وأما قوله: (إنه لم يسمع عندهم لأصول الفقه والنحو والعربية ذكرا بل يتهكمون بمن يطريها دون من يتليها) .
فيقال: أنت وأمثالك من أشد الناس نفورا عنهم وبعدا، ومرباك ومأواك ساحل العراق، وما يلي مشهد علي والحسين من تلك البلاد، فما يدريك عنهم؟ وقد اعترفت أن (٣) بعض الناس نصحك عن الأخذ عنهم ففعلت، ولم تقدم الدرعية، ولم تر من فيها من الجهابذة الذين شاع فضلهم، واشتهر علمهم، ونقله العدول وشهدت به الآثار والمؤلفات، ورجع إليهم
_________
(١) أخرجه البخاري (٧١٨٩) ، وأحمد (٣ / ١٥١) .
(٢) في (ح) و (المطبوعة) : "مع بني".
(٣) في (ق) و (م) : "بأن ".','2','259',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (250,'أهل اليمن وأهل صنعاء في كثير من المسائل والمشكلات، فوجدوا عندهم من العلوم ما يثلج الصدر، ويكشف العمى، وقد كثر الإقراء في "الدرعية " في علوم العربية حتى حضر درس الشيخ حسين بن غنام الجم الغفير، والخلق الكثير. ثم أنت أيها الرجل قد كشف الله عن سوأتك وأبدا خزيك، فقل جملة تمر بنا من كلامك إلا وفيها من اللحن أو بشاعة التركيب، أو تعقيد العبارة (١) أو هجنتها ما يشهد وينادي بأنك من أبلد الخلق، وأضلهم عن حسن التعبير ومعرفة العربية.
وهذه الجملة بعينها التي الكلام بصددها قد لحنت فيها لحنا فاحشا، وذلك في قولك: (يتهكمون بمن يطريها دون من يتليها) ، وهي من "أفحش " اللحن؟ لأن " تلا " بابه " يتلو".
قال تعالى: {إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ} [فاطر: ٢٩] [فاطر / ٢٩] .
ولم يقل: "يتلي".
وقال تعالى: {اتْلُ مَا أُوحِيَ إِلَيْكَ مِنَ الْكِتَابِ} [العنكبوت: ٤٥] [العنكبوت / ٤٥] .
ولم يقل: "اتلي " وأمثال هذا كثير، ولو تتبعت ما في كتابه من هذا لطال الكلام.
_________
(١) في (ق) و (م) : " العبارات ".','2','260',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (251,'<span data-type="title" id=toc-61>[فصل بيان أن الكفر بالطاغوت شرط لا يحصل الإسلام بدونه]</span>
فصل قال المعترض: (فصل: وقال في مسائله على توحيده في حديث طارق بن أشيم رضي الله عنه الذي في صحيح مسلم: " «من قال لا إله إلا الله وكفر بما يعبد من دون الله حرم ماله ودمه وحسابه على الله عز وجل» " (١) فقال عليه: وهذا من أعظم ما يبين لك (٢) معنى "لا إله إلا الله! فإنه لم يجعل التلفظ بها عاصما للدم والمال، بل (٣) ولا معرفة معناها مع لفظها، بل ولا الإقرار بذلك، بل ولا كونه لا يدعو إلا الله وحده لا شريك له، بل لا يحرم دمه وماله (٤) حتى يضيف إلى ذلك الكفر بما يعبد من دون الله، هذا كلامه) (٥) .
ثم قال: (فيا لها من مسألة ما أجلها، ويا له من بيان ما أوضحه، وحجة ما أقطعها للمنازع) . انتهى كلامه.
ثم قال المعترض: (فتفكر بعقلك هذا الكلام، وتفهم لقول
_________
(١) أخرجه مسلم (٢٣) .
(٢) ساقطة من (ق) .
(٣) ساقطة من (ق) .
(٤) في (ق) و (م) : "ماله ودمه ".
(٥) "هذا كلامه " ساقطة من (ق) و (م) .','2','261',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (252,'رسول الله صلى الله عليه وسلم في قوله: " «من قال لا إله إلا الله» " ثم أعرض عليه كلام هذا الرجل وما حكم عليه به، حتى ترى مخالفته له أوضح من الشمس حيث حمله ما لا يحتمله عقلا ولا شرعا ولا لغة سواء جعلناه من عطف الخاص على العام.
كقوله تعالى: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى} [البقرة: ٢٣٨] [البقرة / ٢٣٨] .
وقوله: من (١) {كَانَ عَدُوًّا لِلَّهِ وَمَلَائِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ} [البقرة: ٩٨] [البقرة / ٩٨] .
أو جعلنا الواو واو الحال، أو جعلنا الواو شرطا فيكون تأكيد أو تحقيقا لما (٢) يلزم باللفظ بشهادة الإخلاص؟ لأنها المطلوبة بما تضمنته في (٣) جميع الأحاديث، وهي المنجية من الخلود في النار. وفي مسند البزار عن عياض الأنصاري قال: قال رسول الله صلى الله عليه وسلم: " «إن لا إله إلا الله كلمة على الله كريمة، لها عند الله مكان، وهي كلمة من قالها صادقا أدخله الله الجنة، ومن قالها كاذبا حقنت دمه، وهو إلى الله تعالى غدا فمحاسبه» (٤) وعند البيهقي، وصححه البزار، والطبراني في معجميه (٥) وأبى نعيم في "الحلية" عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: " «من قال لا إله إلا الله نفعته يوما
_________
(١) في (الأصل) و (ح) و (المطبوعة) زيادة: " قل من "، وهو خطأ.
(٢) في بقية النسخ: "لم".
(٣) ساقطة من (ق) .
(٤) أخرجه البزار، انظر: كشف الأستار (١ / ١٠، ح ٤) .
(٥) في (ق) و (م) : " معجمه"، وفي (ح) : " مجمعه ".','2','262',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (253,'من دهره (١) يصيبه قبل ذلك ما أصابه» " (٢) وعند أبي داود بسند حسن، من حديث أنس رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: " «ثلاث من أصل الإيمان: الكف عمن قال لا إله إلا الله، ولا نكفره بذنب؟ ولا نخرجه من الإسلام بعمل، والجهاد ماض منذ بعثني الله إلى أن يقاتل آخر أمتي الدجال، لا يبطله جور جائر ولا عدل عادل، والإيمان بالأقدار» " (٣) .
فهذا قول رسول الله (٤) صلى الله عليه وسلم، وهذا الرجل يقول: لا ينفعه التلفظ بها، بل ولا معرفة معناها. إلى آخر كلامه، فإذا كان التلفظ بها مع معرفة معناها والإقرار بها وكونه لا يدعو إلا الله وحده لا شريك له، لا يعصم دمه وماله بذلك فما العاصم له حينئذ من هذا الرجل على كلامه على (٥) هذا؟ فلا أكبر حينئذ من ذلك لله تعالى ورسوله صلى الله عليه وسلم محادة ومحاربة ومكابرة ومضادة، فإن هذا الرجل بهذا الكلام لم يجعل الكفر بالطاغوت داخلا في كلمة الإخلاص، كما تراه واضحا فاضحا من قوله، ولو كان فقيها لعلم أن هذا كما لو شرط في عقد ما يقتضيه العقد زيادة تحقيق إذا
_________
(١) في بقية النسخ: "دهر".
(٢) أخرجه البزار، كما في كشف الأستار (١ / ١٠، ح ٣) ، والطبراني في الصغير (ح / ٣٨٥) ، وذكره المناوي في فيض القدير (٥ / ١٨٩) ، وذكره الهيثمي في مجمع الزوائد (١ / ١٧) ، وقال: رواه البزار والطبراني في الأوسط الصغير ورجاله رجال الصحيح.
(٣) أخرجه سعيد بن منصور (٢ / ١٧٦) ، ومن طريقه أبو داود (٢٥٣٢) ، ومن طريقه البيهقي في الكبرى (٩ / ١٥٦) ، وأخرجه أبو يعلى (٧ / ٢٨٧) ، وفي سنده مجهول.
(٤) في (م) : " الرسول".
(٥) ساقطة من (م) .','2','263',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (254,'جعلنا الواو شرطا، وهو بكلامه هذا جعلها (١) شرطا زائدا عليها، فما فائدة إذا تسميتها بكلمة الإخلاص؟ فأين المسلم حينئذ عنده؟ وهذا من جملة خزعبلاته، وجهله بلغة العرب، وتحكيمه لعقله على دقله وجهله، فأبو جهل حينئذ وناديه أعلم منه بلا إله إلا الله، فإنها تنفي جميع ما عبد من دون الله تعالى، حين دعاهم (٢) صلى الله عليه وسلم إليها، فصفقوا (٣) بأيديهم، وقالوا: {أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا} [ص: ٥] [ص / ٥]
أفيقول قول هذا الرجل عاقل؟ فهذا الرجل ينطق لسانه بما لا يحكم (٤) جنانه، أو ما علم في حديث طارق بعينه أنه متضمن شهادة أن محمدا رسول الله؟ ومن لوازمها، كما نص عليه العلماء الأمناء، والعجب ممن يعظم هذا الكلام كما عظمه صاحبه، ولا يرى ظهور غائلته، فهلا قال صلى الله عليه وسلم لأسامة بن زيد حين قتل الرجل بعد أن قال لا إله إلا الله: أكفر بما يعبد من دون الله، بعد أن شهد أن لا إله إلا الله؟ بل قال له رسول الله صلى الله عليه وسلم: " «كيف تصنع بلا إله إلا الله إذا جاءت يوم القيامة؟ " حين (٥) قال أسامة: "إنما قالها تعوذا من القتل " فجعل صلى الله عليه وسلم يردد عليه: "كيف تصنع بلا إله إلا الله إذا جاءت يوم القيامة"، وهو يقول: يا رسول الله استغفر لي، حتى تمنى أسامة رضي الله عنه أنه (٦) أسلم
_________
(١) في (م) : "جعله ".
(٢) في (ق) و (م) زيادة: " النبي ".
(٣) في (ح) : "فصيفقوا".
(٤) في (ق) : "يحكمه ".
(٥) في (ق) : "حيثما".
(٦) في (ق) و (م) : "أنه أسلم حينئذ "، وفي (ح) و (المطبوعة) : "أن لم يكن أسلم يومئذ ".','2','264',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (255,'يومئذ،» والحديث جميعه في الصحيحين (١) وكذا (٢) حديث أبي هريرة في الشفاعة، وقصة النعلين (٣) وحديث عبادة بن الصامت (٤) وحديث عثمان بن عفان رضي الله عنه (٥) والكل في الصحيحين، لا نطيل بذكرها وقد ذكرناها في "غسل الدرن، مستوفاة) .
والجواب أن يقال: في نسبة التوحيد إليه أعني إلى شيخنا: ما يشعر ببراءة (٦) هذا الرجل منه، والكتاب الذي يشير إليه ليس فيه إلا كلام الله وكلام رسوله، أورده المصنف رحمه الله مستدلا به على ما وضع من الأبواب والتراجم، فالبراءة منه براءة من كتاب الله وسنة نبيه (٧) ولا شك في كفر من قصد ذلك، ولا أرى لقول المعترض في عبارته: (أن الشيخ ذكره في مسائله على توحيده) إلا ما يشعر بهذا، والله أعلم بقصده ومراده.
_________
(١) أخرجه البخاري (٤٢٦٩، ٦٨٧٢) ، ومسلم (٩٦، ٩٧) ، وأبو داود (٢٦٤٣) .
(٢) في (ح) و (المطبوعة) : "وكذلك ".
(٣) أخرجه البخاري (٩٩، ٦٥٧٠) في الشفاعة (من أسعد الناس بشفاعتك) ، ومسلم (٣١) في قصة النعلين.
(٤) أخرجه مسلم (٢٨، ٢٩) ، اللفظ الأول: من قال أشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله، وأن عيسى عبد الله وابن أمته وكلمته ألقاها إلى مريم وروح منه، وأن الجنة حق وأن النار حق أدخله الله من أي أبواب الجنة الثمانية شاء"، واللفظ الثاني: "من شهد أن لا اله إلا الله وأن محمدا رسول الله حرم الله عليه النار".
(٥) أخرجه مسلم (٢٦) ، ولفظه: "من مات وهو يعلم أنه لا إله إلا الله دخل الجنة ".
(٦) في (ح) و (المطبوعة) : " ببراء".
(٧) في (ق) : "رسوله ".','2','265',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (256,'وتقرير الشيخ على هذا (١) الحديث من أحسن التقارير (٢) وأدلها وأبينها، فإنه استدل بالجملة المعطوفة الثانية على أن الكفر بالطاغوت وما عبد من دون الله (شرط في تحريم الدم والمال، وأن لا عصمة بمجرد القول والمعرفة ولا بمجرد ترك عبادة ما عبد من دون الله) (٣) بل لا بد من الكفر بما عبد من دون الله، والكفر فيه بغضه (٤) وتركه، ورده، والبراءة منه ومعرفة بطلانه، وهذا لا بد منه في الإسلام.
قال تعالى: {فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ} [البقرة: ٢٥٦] (٥) [البقرة / ٢٥٦] .
فجمع بين الإيمان بالله والكفر بالطاغوت في هذه الآية ولها نظائر في كتاب الله.
كقوله تعالى عن إبراهيم: {وَإِذْ قَالَ إِبْرَاهِيمُ لِأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ - إِلَّا الَّذِي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ} [الزخرف: ٢٦ - ٢٧] [الزخرف / ٢٦، ٢٧]
فدلت هذه الآية وما قبلها على أن الكفر بالطاغوت شرط لا يحصل (٦) الإسلام بدونه، وهكذا هذا الحديث مثل هذه الآيات، فان الإيمان بالله هو شهادة لا إله إلا الله، ومع ذلك ذكر الكفر بالطاغوت معه في حصول الاستمساك بالعروة الوثقى.
_________
(١) ساقطة من (ق) .
(٢) في (ح) : "تقارير".
(٣) ما بين القوسين ساقط من (ق) .
(٤) في (ح) : (بغضه) ، وفي (م) : "فيه وبغضه "، وفي (ق) و (المطبوعة) : "به وبغضه ".
(٥) في (ق) و (ح) و (المطبوعة) زيادة: فقد استمسك بالعروة الوثقى.
(٦) في (ق) : "لا يصلح ".','2','266',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (257,'وقد يفرد الإيمان ويخص بالذكر، فيدخل فيه الكفر بالطاغوت، كشهادة أن لا إله إلا لله، فإنها دالة على الإيمان بالله المتضمن للكفر بالطاغوت وعبادة الله وحده لا شريك له.
وقد يجمع بينهما كما (١) في حديث طارق، فيستفاد معنى زائد وحكم آخر، سواء كانت الجملة الثانية مؤكدة أو مؤسسة، وأيضا فإن دلالة الألفاظ والأسماء تختلف في حال اقترانها وانفرادها، ومعلوم أن الجملة المعطوفة أفادت فائدة أخرى، وحصل بها حكم لم يحصل بالجملة الأولى، (على القول بأنها مؤسسة، وكذا القول بأنها مؤكدة. فإن النفي في الجملة الأولى) (٢) يتضمن الكفر بما عبد من دون الله على وجه العموم المستفاد من النفي، وفي الجملة الأخرى خصت أحد (٣) المعاني المستفادة من الجملة الأولى، تنبيها على أنه أجل معانيها وأهمها وهذا مشهور في كلام الله وكلام رسوله وكلام العرب.
وقول الشيخ: إنه لا يحرم دمه وماله حتى يضيف إلى ذلك الكفر بما يعبد من دون الله هو نص الحديث ومنطوقه وصريحه.
وهذا المفتري يقول: (حمله ما لم يحتمل، وخالفه خلافا أوضح من الشمس) ، فأي جهل وكذب ومكابرة ورد للنصوص أعظم من هذا؟ فنعوذ بالله من الجهل والعمى، والضلال بعد الهدى، وإنكار ما قاله شيخنا مما دل عليه النص هو الباطل شرعا وعقلا ولغة.
ولو جعلناه من عطف المرادف، أو عطف الخاص على العام فهو
_________
(١) ساقطة من (ح) .
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (ح) : "إحدى".','2','267',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (258,'دال على كل تقدير بمنطوقه على أن الكفر بالطاغوت وما عبد من دون الله لا بد منه في الإيمان والإسلام؟ ولا عصمة للدم والمال إلا بذلك، وإنكار هذا مكابرة ظاهرة.
فإن الكفر بما عبد من دون الله إن كان من مدلول الجملة الأولى، والثانية مؤكدة فالحكم الذي قرره الشيخ ثابت بالأولى، مؤكد بالثانية، وهذا أقوى في الدلالة على ما قاله وما قرره، وليس فيه ما يستريح به هذا المعترض؛ لكنه لا يتأتى على قواعد العربية، لأن الحال وصف فضلة مفهم للحالية؟ ويشترط في كون الجملة حالا شروط لا تتأتى هنا (١) فقوله: (أو جعلنا الواو شرطا أو للحال) كلام جاهل بقواعد العربية لا يدريها، فالواو لا تقع شرطا، وإنما تقع للعطف والتشريك، والجملة بعدها لا تصح أن تكون للحال، فإنها جملة فعلية ماضوية لا تقع (٢) حالا، ولغير ذلك من موانع الحالية كما يعلم من باب الحال في "الخلاصة" وغيرها من كتب العربية.
وهذا الغمر يرمي أتباع الشيخ بعدم العلم بالعربية، وهو فيها (٣) أشد لحنا، وأفسد تركيبا من البربر والديلم، أين أنت ومعرفة معاني الحروف والتراكيب؟
ليس ذا (٤) عشك ادرجي.
_________
(١) ساقطة من (ح) .
(٢) في بقية النسخ: "تفهم".
(٣) في (ق) : "فيا".
(٤) ساقطة من (الأصل) و (ح) و (ق) ، والصواب إثباتها.','2','268',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (259,'وقوله: "لما يلزم باللفظ بشهادة الإخلاص" فيه جهل عظيم، لأن شهادة أن لا إله إلا الله دلت على الكفر بما عبد من دون الله تضمنا لا التزاما؟ ولم يقل أحد من المسلمين والعرب: إنها دلت على ذلك التزاما إلا على قول (١) طائفة ضالة من المتكلمين، يزعمون أن معناها: لا قادر على الاختراع إلا الله، وأما كون شهادة الإخلاص هي المنجية من الخلود في النار فنعم، ولكن لا بد من العلم واليقين، وحصول ما دلت عليه من النفي والإثبات، وهذا لنا لا علينا؟ وهو يشهد لهذا الحديث الذي فيه زيادة: "وكفر بما يعبد من دون الله ".
وقد قدمنا أن شهادة الإخلاص دالة على الكفر بالطاغوت في حال إفرادها، وكذلك في حال اقترانها بغيرها.
فهذه الأحاديث التي ساق المعترض كلها لنا بحمد الله، دالة على ما قرره شيخنا ونص عليه في حديث طارق، شاهدة له (٢) مقررة لمعناه، كحديث عياض، وحديث أبي هريرة، وكذلك حديث أنس، كل هذا يدل على أن الكفر بالطاغوت لا بد منه في عصمة المال والدم.
والمعترض أوردها محتجا بها على دعواه أن اشتراط الكفر بما يعبد من دون الله من زيادات شيخنا، وأنه مخالف للأحاديث، وأنها لا تحتمله عقلا ولا شرعا ولا لغة، وإنما المراد مجرد لفظها والوعد بالجنة والانتفاع بها، وعدم تكفير قائلها وإخراجه من الإسلام، كل هذا عند المعترض لا يشترط فيه الكفر بما يعبد من دون الله المذكور في حديث طارق،
_________
(١) "على قول" ساقطة من (ق) .
(٢) ساقطة من (ح) .','2','269',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (260,'وجعل نص الحديث ومنطوقه مما لا يدل عليه حديث طارق ولا هذه الأحاديث، فلا يشترط الكفر بالطاغوت عنده (١) بل هو من زيادات شيخنا، ومن الخزعبلات عند هذا المعنى وعلى زعمه، والحديث مشهور عند أهل العلم، فجعله من الخزعبلات، مع العلم بأن الرسول قد قاله ردة صريحة عند كافة أهل الفقه والفتوى، فسبحان من طبع على قلبه بحكمته، وجعل ثيران المدار، أهدى منه لمعرفة ما يدل على توحيد العزيز (٢) الغفار.
وأما قوله: (في حديث أنس: " «ثلاث من أصل الإيمان» - إلى قوله- «ولا نخرجه من الإسلام بعمل» ") ، فالصحيح وقفه، وليس من المرفوع (٣) والجملة الأخيرة وهي قوله (٤) "والجهاد ماض منذ بعثني الله " فهي تروى.
وأما قوله: (وهذا الرجل يقول: لا ينفعه التلفظ بها ولا معرفة معناها) .
فهذا كذب، لم يقل: لا ينفعه، وإنما قال شيخا: (فإنه لم يجعل التلفظ بها عاصما للدم والمال، بل ولا معرفة معناها (٥) فحرف هذا المفتري (٦) وبهت الشيخ بقول (٧) لم يصدر، مع (٨) أنه حكى قوله بنفسه، فنعوذ بالله من جهد البلاء.
_________
(١) ساقطة من (ق) .
(٢) ساقطة من (ق) و (م) .
(٣) لم أقف على من أخرجه موقوفا، وأظن أن المؤلف هنا وهم، والحديث في سنده مجهول وقد سبق تخريجه.
(٤) ساقطة من (ق) و (م) .
(٥) في (ح) : " معناه"، دون " معرفة ".
(٦) في (ق) : " المعترض ".
(٧) في (ح) : "بقوله ".
(٨) في (المطبوعة) : "منه "، وفي (ح) : "معه ".','2','270',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (261,'وأما قوله: (فإذا كان التلفظ بها مع معرفة معناها والإقرار بها وكونه لا يدعو إلا الله وحده لا شريك له لا يعصم ماله ودمه (١) بذلك فما العاصم له حينئذ من هذا الرجل على كلامه) .
فنقول: الكلام كلام رسول الله صلى الله عليه وسلم، هو الذي جاء بهذا من عند الله تعالى وتقدس؟ واشترط الكفر بما عبد من دون الله في عصمة المال والدم، مع المعرفة والتلفظ، وكونه لا يدعو إلا الله، فمن رد ذلك فقد رد على عبد الله ورسوله محمد بن عبد الله بن عبد المطلب بن هاشم النبي العربي الأمي الذي بشرت به الأنبياء، وقامت الأدلة القاطعة والبراهين الساطعة على رسالته وصدق مقالته، فمن رد ذلك فهو المحاد لله ورسوله، المحارب له، المكابر لنصوصه، لا من آمن به وأخذ بقوله ودعا إليه الناس وبلغه الأمة.

إذا عرفت هذا، فقول المعترض: (فهذا الرجل بهذا الكلام لم يجعل الكفر بالطاغوت داخلا في كلمة الإخلاص) ، فيه رجوع عن قوله الأول، وهدم لأساسه وقاعدته، وقد تقدم حكاية قوله الصريح في رد اشتراط هذا في عصمة (المال والدم) (٢) ثم رجع القهقري وانحط إلى وراء، وزعم أن الشيخ لم يدخل الكفر بالطاغوت في كلمة الإخلاص، فأين هذا من تقريره الأول؟ والشيخ لم ينف دخوله، وإنما اشترطه في عصمة المال والدم، وذكر أنه نص الحديث، وأن حديث طارق أفاد أن هذه الجملة بخصوصها لا بد منها، ولم يتعرض لنفي دلالة كلمة الإخلاص عليها، ولا في كلامه ما يفهم منه ذلك، بل فيه ما يؤيده.
_________
(١) في (ق) و (م) : "دمه وماله ".
(٢) ما بين القوسين ساقط من (ق) .','2','271',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (262,'ويقال لهذا: إن رجعت عن دعواك الأولى وأقررت أن الكفر بما يعبد من دون الله لا بد منه في العصمة، فما هذا الاعتراض والطعن والذم لمن اشترطه وقال به؟ .
وما أحسن قوله تعالى: {وَالسَّمَاءِ ذَاتِ الْحُبُكِ - إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ - يُؤْفَكُ عَنْهُ مَنْ أُفِكَ - قُتِلَ الْخَرَّاصُونَ - الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ} [الذاريات: ٧ - ١١] [الذاريات / ٧ - ١١] .
فنزل هذه الآيات وأمثالها على هذا المعترض وأشباهه تجد فيها من وصفهم وعيبهم وذمهم بالاختلاف، وتدافع الأقوال ونفى العلم واليقين، وأنه لم يحصل لهم إلا مجرد خرص وخدس، ليس من العلم في شيء، وأنهم في غمرة السهو والجهل، وعدم الإيمان، فمتى تتفق أقوالهم؟ وتسلم عقولهم (وتعلم قلوبهم) (١) ؟ وتنشرح صدورهم آيات الحق وداعيه؟
فيا لك من آيات حق لو اهتدى ... بهن مريد الحق كن هواديا
ولكن على تلك القلوب أكنة ... فليست وإن أصغت تجيب المناديا
ومن تناقضه وتدافع أقواله، قوله: (ولو كان فقيها لعلم (أن هذا كما لو شرط في عقد ما يقتضيه العقد زيادة تحقيق) (٢) .
فإن هذا يهدم ما قبله إن كانت كلمة الإخلاص تقتضي هذا وتدل على أن الكفر بما يعبد من دون الله لا بد منه، فما هذه الخصومة؟ وكيف تقول فيما قبل: (إن مخالفته للحديث أوضح من الشمس، وأنه حمله ما لا يحتمله عقلا ولا شرعا ولا لغة؟) فما هذا التناقض؟ تذكر المخالفة وتزعم أنها واضحة، وأن الحديث ما دل على ما قاله الخصم ثم ترجع
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) ما بين القوسين ساقط من (ق)) .','2','272',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (263,'وتقول: (هذا كما لو شرط في عقد ما يقتضيه العقد زيادة تحقيق؟) .
فتبا لك آخر الدهر، أين الفقه الذي تدعيه؟ لو صحت العقول لعدك السامع لهذا من صنف المعتوهين، ومن أهل الهذيان لا من أهل الفقه والبيان.
وإذا دلت عليها الجملة الأولى فالمعنى حينئذ واحد، والشيخ ما نفى دلالة الأولى على المعنى المراد، وإنما قرر أن الجملة الثانية فيها مزيد بيان وتوضيح يستفيده الذكي والبليد، والضعيف والشديد، وهذا محض الفقه، ومن أنكره فهو الجاهل بلغة العرب واصطلاح (١) الشرع، المحرف للكلم عن مواضعه، المصادم للأحاديث النبوية بالحرفة اليهودية.
وكلامه ومسبته للشيخ عنوان على علم الشيخ وفضله ومخالفة عقله لعقله، ولو أثنى عليه هذا الملحد لشك بعض الناس في فضل الشيخ، وقال: أي جامعة بينهما؟ كما أن سفهاء الجاهلية وسقطهم بينهم وبين الرسل والصديقين أشد منافرة (٢) وأعظم مباينة، وبين المؤمنين والمنافقين كذلك.
قال تعالى: {وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ وَلَكِنْ لَا يَعْلَمُونَ} [البقرة: ١٣] [البقرة / ١٣] ، ووصفهم بالاستهزاء بأوليائه وعباده.
ثم قال: {اللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ} [البقرة: ١٥] [البقرة / ١٥] .
وكذلك هذا الرجل صرح بالاستهزاء بتوحيد الله وبمن قاله، ووصفه بدقل العقل والجهل.
_________
(١) في (م) : "وإصلاح".
(٢) في (ح) : " مناخرة".','2','273',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (264,'فسبحان من اقتضت حكمته، وجود ورثة وأتباع لأعدائه وأعداء (١) رسله، كما اقتضت وجود أوليائه وأتباع رسله، ومضت إرادته تعالى ومشيئته بوجود الضدين واجتماع الجنسين، إلى أن يأتي أمر الله وهم في خصومة يختصمون في ربهم، وسيحكم بينهم بعدله ويزيد أولياءه من رحمته وفضله.
وأما قوله: (فأبو جهل حينئذ وناديه أعلم منه بلا إله إلا الله) .
أقول: جوابه: أن من تفكر (٢) في قوله تعالى: {فَاصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ الْمُشْرِكِينَ - إِنَّا كَفَيْنَاكَ الْمُسْتَهْزِئِينَ - الَّذِينَ يَجْعَلُونَ مَعَ اللَّهِ إِلَهًا آخَرَ فَسَوْفَ يَعْلَمُونَ - وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ - فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِنَ السَّاجِدِينَ - وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} [الحجر: ٩٤ - ٩٩] [الحجر / ٩٤ - ٩٩] لم يبق في صدره حرج ولا ضيق من سفاهة الجاهلين، واستهزاء المستهزئين، وإلحاد الضالين.
والله سبحانه يعلم من الذي أبو جهل وناديه أعلم منه بلا إله إلا الله، أهو من يدعو الناس إلى عبادة الله وإسلام الوجوه له، وترك التعلق على الأنداد والشفعاء والشركاء، أو هو من قام يدعو إلى عبادة الصالحين، والجن والشياطين، ويجهل من أنكر عليهم ويعاديه، ويرميه بأنه كفر الأمة أهل لا إله إلا الله، وأن من عبد عليا والحسين والعباس وعبد القادر وأمثالهم هم (٣) خير أمة أخرجت للناس، وهم الذين عمروا المساجد، وهم وهم وهم؟ .
_________
(١) في (ق) : " وأتباع ".
(٢) في (ق) و (م) : " تذكر ".
(٣) ساقطة من (ق) و (م) .','2','274',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (265,'وسيعلم هذا إذا انكشف الغطاء، وآن الرحيل واللقاء، ماذا جنى على نفسه؟ وفي أي الموارد أوردها؟ وأي المهالك ساقها إليه وأنزلها؟ .
وفي الحديث: " «يرحم الله موسى لقد أوذي بأكثر من هذا فصبر» " (١) ومن وقف على ما قالته الرافضة في السابقين الأولين، (من المهاجرين) (٢) والأنصار وأكابرهم (٣) وسادتهم، كأبي بكر وعمر وعثمان، لم يستغرب ما يجري من أهل المعاندة والفجور، المعروفين بالقحة وشهادة (٤) الزور.
اللهم إنا فارقناهم في مرضاتك، وعاديناهم لجلال ذاتك، فحل بيننا وبين من أشرك بك، وصد عن سبيلك، وجحد توحيدك، وعادى أولياءك.
اللهم إنا نتوسل إليك بتوحيدك الذي أنكره (٥) المشركون ألا تجمع بيننا وبينهم في دار الهوان والشقاء، اللهم إن عبدك ورسولك الصادق المصدوق، قال فيما صح عنه " «المرء مع من أحب» " (٦) .
اللهم إنا نشهدك، ونشهد ملائكتك، وأولي العلم من خلقك على محبتك، ومحبة رسلك، وأوليائك، وعبادك الصالحين.
_________
(١) أخرجه البخاري (٦٠٩٥) ، ومسلم (١٠٦٣) ، والترمذي (٣٨٩٦) .
(٢) "من المهاجرين " ساقطة من (ح) .
(٣) في (ق) : "كبار".
(٤) ساقطة من (م) .
(٥) في (ق) و (م) : "جحده".
(٦) أخرجه البخاري (٦١٦٨، ٦١٧١) ، ومسلم (٢٦٤٠) ، والترمذي (٢٣٨٦، ٢٣٨٧) .','2','275',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (266,'اللهم فاجعلنا مع الذين أنعمت عليهم من النبيين والصديقين والشهداء والصالحين.
اللهم رحمتك نرجو ومغفرتك نأمل (١) فلا تخيب رجاءنا وحقق فيك آمالنا.
وما أحسن ما قال الشافعي رضي الله عنه: "ما أرى الناس ابتلوا بشتم أصحاب رسول الله صلى الله عليه وسلم إلا ليزيدهم الله بذلك ثوابا عند انقطاع أعمالهم" (٢) .
وأما قول المعترض: (إن حديث طارق بعينه متضمن شهادة أن محمدا رسول الله صلى الله عليه وسلم، ومن لوازمها) .
فيقال: ومن نفى ذلك؟ ومن الذي رده؟ وإذا تضمن الشهادة بالرسالة فتضمنه للكفر بما عبد من دون الله أولى، فما هذا الإنكار والجهل الجهار؟ .
وأما حديث أسامة: ففيه وفي أمثاله من الأحاديث التي دلت على الكف عمن قال: "لا إله إلا الله ". دلالة على أن الكفر بما يعبد من دون الله لا بد منه، وإنما اختلفت دلالة الألفاظ ومعانيها، في حالة الأفراد والاقتران، كما تقدم.
وأيضا يقال لهذا: إن أنكرت دلالة: "لا إله إلا الله " على الكفر بما يعبد من دون الله أبطلت كلامك الذي قبل هذا بأسطر، ورجعت إلى (٣)
_________
(١) في (ق) و (م) : "نؤمل ".
(٢) انظر: "تبيين كذب المفتري "ص (٤٢٤) .
(٣) في (م) : "على ".','2','276',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (267,'بنائك بالهدم، وإن أثبتها وجعلت كلمة الإخلاص دالة عليه بطل اعتراضك على الشيخ؟ لأن حاصل تقريره وكلامه: أن هذا لا بد منه في عصمة المال والدم، فلا ندري ما هذا الروغان؟!
جهد المغفل في الزمان مضيع ... وإن ارتضى أستاذه وزمانه
كالثور في الدولاب يسعى وهو لا ... يدري الطريق فلا يزال مكانه
وأما حديث أبي هريرة في الشفاعة، وحديث عبادة، وحديث عثمان:
فكلها دالة على وجوب الكفر بما عبد من دون الله، إما تضمنا أو مطابقة، وهذا المعترض لا يعقلها وإن أوردها، وكيف يعقلها من عادى أهلها وعابهم، ونصر من خالفها، ونقضها وردها؟ وقال تعالى: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا} [الجمعة: ٥] [الجمعة / ٥]
وقال تعالى: {وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ - وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ وَاتَّبَعَ هَوَاهُ فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا (١) فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ} [الأعراف: ١٧٥ - ١٧٦] [الأعراف / ١٧٥، ١٧٦] (٢)
_________
(١) في (ق) : (بآيات الله) ، وهو خطأ.
(٢) في (ق) و (م) : زيادة ساء مثلا القوم الذين كذبوا بآيتنا وأنفسهم كانوا يظلمون.','2','277',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (268,'<span data-type="title" id=toc-62>[فصل في التوسل بالأنبياء والصالحين]</span>
فصل وقال المعترض: (ومن ذلك قوله في شبهة قال فيها: وأما الجواب المفصل فإن أعداء الله لهم اعتراضات وشبه كثيرة على دين الرسل، [١٠٧] ، يصدون بها الناس عنه، منها قولهم: نحن لا نشرك بالله شيئا؛ بل نشهد أنه لا يخلق ولا يرزق ولا ينفع ولا يضر إلا الله وحده لا شريك له؟ فضلا عن عبد القادر وغيره، ولكن أنا مذنب والصالحين (١) لهم جاه عند الله وأطلب من الله تعالى بهم، فجاوبه بما تقدم وأقرأ عليهم ما ذكر الله في كتابه، إلى أن ذكر قوله تعالى: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ} [الإسراء: ٥٧] الآية [الإسراء: ٥٧] .
إلى أن قال: (فإن قال الكفار يريدون منهم وأنا أشهد (٢) أن الله هو النافع الضار المدبر، لا أريد إلا منه، والصالحين (٣) . ليس لهم من الأمر شيء، ولكن أقصدهم أرجو الله بشفاعتهم.
فالجواب: أن هذا قول المشركين سواء بسواء، فاقرأ عليه قوله
_________
(١) كذا بالأصل، وفي بقية النسخ: "والصالحون".
(٢) في (ق) و (ح) و (المطبوعة) : "وإن شهد ".
(٣) كذا بالأصل، وفي بقية النسخ: "والصالحون".','2','278',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (269,'تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَا يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ} [الزمر: ٣] [الزمر: ٣] انتهى كلامه.
ثم قال المعترض: (فجعل بكلامه هذا- كما ترى- التوسل بذات الصالحين، والرسل عليهم الصلاة والسلام، وطلبه جل وعلا بأوليائه من دين المشركين الشرك الأكبر المخرج من الملة، وكفر به- كما ترى- صريحا من قوله، فصار حينئذ كلامه عن الرد عليه مريحا في (١) فإذا علمت أن أهل الغار الذين حديثهم في الصحيحين (٢) كنطق القرآن لأنه صلى الله عليه وسلم لا ينطق عن الهوى إن هو إلا وحي يوحى؟ وقد توسلوا إلى الله تعالى بصالح أعمالهم فأنجاهم الله تعالى بذلك، وأزاح عنهم الصخرة بقدرته الكاملة التي خلق الصخرة بها وأوجدها وجبلها التي هي منه، حتى خرجوا.
وقوله صلى الله عليه وسلم في حديث السنن في الدعاء للقاصد للصلاة: " «لا أسألك بحق السائلين عليك وبحق ممشاي هذا» " (٣) وقد قال تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات: ٩٦] [الصافات: ٩٦] .
وقد قرن في (٤) ذلك بلفظ واحد جل ذكره، وتقرر عندك، هل ترى
_________
(١) (ح) : (صريحا) .،.
(٢) أخرجه البخاري (٢٢٧٢، ٣٤٦٥) ، ومسلم (٢٧٤٣) .
(٣) أخرجه ابن ماجه (٧٧٨) ، وأحمد (٣ / ٢١) ، وضعفه الألباني في السلسلة الضعيفة (٢٤) .
(٤) (ق) : " قرأت ".','2','279',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (270,'أعمال بني آدم أفضل عند الله تعالى من (١) ذات سيد البشر صلى الله عليه وسلم؟ مع أن (٢) في حديث الأعمى الذي في السنن، وصححه الترمذي من حديث عثمان بن حنيف رضي الله عنه ورواه الطبراني، والحاكم، والبيهقي (٣) عن عثمان بن حنيف أنه علمه رجلا له عند عثمان بن عفان (٤) حاجة، فتعسر قضاؤها في خلافته رضي الله عنه، فقال (٥) الرجل، فتيسرت حين توسل إلى الله تعالى بنبيه صلى الله عليه وسلم فهل ترى الصحابة رضي الله عنهم يُعَلِّمُون الناس الشرك الأصغر؟ فضلا عن الأكبر كما يقوله هذا الرجل صريحا؟ أو ترى سلف الأمة الصالح وعلماءهم (٦) يَرْوُون وينقلون لأمته أفعال الشرك وأقواله ليعملوا به أو يجيزون ذلك أو روايته؟ سبحان الله ما أعمى عين الهوى عن الهدى) .
والجواب أن يقال: أما تسميته مصنف شيخنا في رد ما احتج به المشركون "شبها" مع أنه استدل بالكتاب السنة وتمسك بهما: فهذا من أعظم الجراءة على ما يوجب ردة قائله وكفره، فإن من قال في القرآن ما دون هذا مما يشعر برده أو نقضه، مجمع على كفره وردته، ولا خلاف بين أهل العلم (٧) في ذلك.
_________
(١) في (ق) : "عندك في ".
(٢) ساقطة من (ح) .
(٣) أخرجه أحمد (٤ / ١٣٨) ، والترمذي (٣٥٧٨) ، وابن ماجه (١٣٨٥) ، والحاكم (١ / ٣١٣) ، والطبراني في الكبير (٣ / ٢) .
(٤) "بن عفان" ساقطة من (ق) و (م) .
(٥) في (ح) زيادة: " له".
(٦) في (ح) و (المطبوعة) : (وعلماءها) .
(٧) في (ق) و (المطبوعة) زيادة: "والحق".','2','280',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (271,'وما ذكره الشيخ من أن أعداء الله لهم اعتراضات وشُبَه كثيرة على دين الرسل يصدون بها الناس فهو حق.
ومصداقه في كتاب الله قوله تعالى: {وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الْإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ - وَلِتَصْغَى إِلَيْهِ أَفْئِدَةُ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ وَلِيَرْضَوْهُ وَلِيَقْتَرِفُوا مَا هُمْ مُقْتَرِفُونَ} [الأنعام: ١١٢ - ١١٣] (١) [الأنعام: ١١٢ - ١١٣] وقال تعالى: {وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ} [الأنعام: ١٢١] [الأنعام: ١٢١] .
وقول الشيخ: (منها قوله: نحن لا نشرك بالله شيئا، بل نشهد أنه لا يخلق، ولا يرزق، ولا ينفع، ولا يضر إلا الله وحده لا شريك له، فضلا عن عبد القادر وغيره، ولكن أنا مذنب، والصالحين (٢) لهم جاه عند الله، وأطلب من الله تعالى بهم، فجاوبه بما تقدم، واقرأ عليهم (٣) ما ذكر الله في كتابه) ، فهذا الكلام الذي حكاه الشيخ عنهم قد حكاه شيخ الإسلام عن كثير ممن يدعي الإسلام، ومن الصوفية، وذكر أنهم ظنوا أن الفناء في هذا التوحيد الذي هو توحيد الربوبية، هو الغاية التي ينتهي إليها السالكون، وقرر أن هذا لا يدخل به العبد في الإسلام، بل لا بد أن يكون الله وحده (٤) محبوبه الذي يألهه
_________
(١) ما بين القوسين مختص من الآية في (م) بكلمة: "الآية".
(٢) كذا بالأصل، وفي بقية النسخ: "والصالحون".
(٣) في بقية النسخ: "عليه".
(٤) ساقطة من (ق) .','2','281',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (272,'ويخضع له، وينيب إليه، ويسلم له وجهه، ويتوكل عليه، ويستغيث به، ويفزع إليه في حاجاته ومهماته ولا يكون له في عباداته شريك، وقرر أن هذا هو حقيقة الإسلام وهو مدلول "لا إله إلا الله " وهو الذي دعت إليه الرسل، وصار النزاع والخصومة فيه.
كما قال تعالى: {وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ} [الزخرف: ٤٥] [الزخرف: ٤٥] .
فنفى سبحانه جعل آلهة يعبدهم الناس، ويفزعون إليهم، وأن الرسل كلهم نافون مبطلون لما ادعته المشركون من شرع اتخاذ الآلهة، وجعلها أندادا، والمقصود بالنفي هو الجعل الديني الشرعي، لا القضائي (١) القدري الكوني، وأما الإقرار بأن الله هو الخالق الرازق المدبر، فهذا قد أقر به المشركون، كما ذكر الله ذلك عنهم في غير آية، كما في سورة يونس، والمؤمنون، وسورة النمل (٢) والزخرف، وغيرها من سور القرآن. وقول من يدعو الصالحين: (أنا مذنب؟ والصالحون لهم جاه) ، هو بعينه قول المشركين، كما ذكره غير واحد: أنهم عللوا إباحة شركهم واستحسانه، بأن العبد المذنب لا يصلح لمخاطبة الرب والدخول [١٠٩] ، عليه إلا بواسطة من العبد الصالح المقرب، وأنه إذا علق أمله بالصالحين أو الملائكة فاض عليه من الإفاضات التي تحصل لهم، ومثلوا ذلك بانعكاس الشعاع من الأجسام الصقيلة، كما ذكره الفارابي وغيره من دعاة المشركين.
_________
(١) في (ق) و (م) و (ح) : "القضاء".
(٢) في (المطبوعة) زيادة: " الزمر (٣٩: ٣٦ ٤٦) .','2','282',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (273,'ومثل هذا يجاب عليه (١) بما ذكره شيخنا رحمه الله: من أن هذا بعينه هو قصد المشركين ومرادهم، وهو الذي دعاهم إلى عبادة الأنبياء والصالحين والتعلق عليهم لأجل الجاه والشفاعة.
قال تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس: ١٨] [يونس: ١٨] .
وأخبر تعالى عن قصدهم ومقالتهم، وأنكرها عليهم، وأخبر أنه لا يعلم وجود شفيع يشفع (٢) عنده لا في السماوات ولا في الأرض، وما لا يعلمه فهو (٣) مستحيل الوجود، فنزه نفسه عن هذا الشرك المنافي للعبودية التي هي الحكمة في إيجاد البرية.
وقال تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: ٣] [الزمر: ١٨] وقال تعالى: {فَلَوْلَا نَصَرَهُمُ الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً بَلْ ضَلُّوا عَنْهُمْ وَذَلِكَ إِفْكُهُمْ وَمَا كَانُوا يَفْتَرُونَ} [الأحقاف: ٢٨] [الأحقاف: ٢٨] .
إذا ظهر هذا وعرفت أن كلام الشيخ متجه، لا غبار عليه.
فاعلم أن قول هذا الملحد: (فجعل بكلامه هذا -كما ترى- التوسلَ بذات الصالحين، والرسل عليهم الصلاة والسلام، وطلبه جل وعلا
_________
(١) ساقطة من (ح) و (م) .
(٢) ساقطة من (ق) .
(٣) ساقطة من (ق) و (م) .','2','283',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (274,'بأوليائه من دين المشركين الشركَ الأكبر، المخرج من الملة، وكَفَّرَ به كما ترى صريحا من قوله) .
هو تمويه وتلبيس، أدخل فيه: (وطلبه (١) جل وعلا بأوليائه) ليوهم الجهال ومن لا علم عندهم بحقيقة الحال.
وموضوع الكلام: أن مراد الشيخ مسألة التوسل في دعاء الله بجاه الصالحين، وهذه مسألة، ودعاء الصالح وقصده (٢) فيما لا يقدر عليه إلا الله (٣) مسألة أخرى؟ فخلطها ليروج باطله، فقبحا قبحا، وسحقا سحقا لمن ورث اليهود، وحرَّف الكلم عن مواضع.
وكلام الشيخ صريح فيمن دعا مع الله إلها آخر في حاجاته وملماته، وقصده بعبادته فيما لا يقدر عليه إلا الله، كحال من عَبَدَ عبد القادر، وأحمد البدوي، أو العيدروس، أو عليًّا، والحسين، وقول هذا المشرك: (وأطلب من (٤) الله بهم) ، أي: بواسطتهم. بمعنى أن هذا المشرك يدعوهم ويتوجه إليهم بالعبادات، وهم يدعو الله له، كما أخبر الله عن المشركين بقوله: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: ٣] [الزمر: ٣] .
فظن المعترض أن الشيخ أراد مسألة الله بجاه الصالحين؟ فاعترض على ذلك (٥) وآفته الفهم السقيم، والمعتقد الذميم، فنعوذ بالله من الشيطان الرجيم.
_________
(١) في بقية النسخ: "طلبه" بإسقاط الواو.
(٢) في (ح) و (المطبوعة) : (الصالحين وقصدهم "، وسقطت من (ق) : "وقصدهم".
(٣) "إلا الله " ساقطة من (ق) .
(٤) ساقطة من (ق) .
(٥) في (ق) و (م) زيادة: "بما مر".','2','284',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (275,'ومع هذا الصنيع الفظيع، والشرك الجلي يقول: (أنا لا أشرك بالله شيئا، وأشهد أنه لا يخلق ولا يرزق ولا ينفع ولا يضر إلا الله، ظنا منه أن ذلك هو الإسلام فقط وأنه ينجو به (١) من الشرك، وما رتب عليه) .
فكشف الشيخ شبهته، وأدحض حجته بما تقدم من الآيات: {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ} [الأنعام: ١١٥] [الأنعام: ١١٥] .
وأما مسألة الله تعالى بحق أنبيائه وأوليائه أو بجاههم، بأن يقول السائل: اللهم إني أسألك بحق أنبيائك، أو بجاه أوليائك، أو نحو هذا: فليس الكلام فيه، ولم يقل الشيخ إنه شرك، ولا له ذكر في كلامه، وحكمه عند أهل العلم معروف، وقد نص على المنع منه جمهور أهل [١١٥] ، العلم، بل ذكر الشيخ في رده على ابن البكري (٢) أنه لا يعلم قائلا بجوازه إلا ابن عبد السلام في حق النبي صلى الله عليه وسلم ولم يجزم بذلك، بل علق القول به على ثبوت حديث الأعمى وصحته، وفيه من لا يحتج به عند أهل الحديث، وعلى تسليم صحته فليس الكلام فيه، وفي المثل: أريها السهى وتريني القمر.
وأما استدلاله بحديث أهل الغار على مسألته التي لبَّس بها: فهو من نوادر جهله التي يضحك منها العقلاء، أين التوسل بالأعمال الصالحة، من البر والعفة والأمانة، من التوسل بذوات المخلوقين؟
نزلوا بمكة في قبائل هاشم ... ونزلت بالبيداء أبعد منزل
_________
(١) سقطت من (المطبوعة) .
(٢) في (ح) : "الكبرى"، وهو سبق قلم.','2','285',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (276,'قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} [المائدة: ٣٥] [المائدة: ٣٥] .
والوسيلة: ما شرعه (١) ورضيه من الأعمال الصالحة، والأقوال (٢) وأين في شرعه أن يسأل العبد ربه بعبد من عبيده، مخلوق من خلقه؟
ومن قاس هذا على ما صح من التوسل بالأعمال الصالحة، فقد أبعد المرمى، ولم يعرف مناط الأحكام.
والتوسل صار مشتركا في عرف كثير، فبعض الناس يطلقه على قصد الصالحين ودعائهم وعبادتهم مع الله، وهذا هو المراد بالتوسل في عرف عباد القبور وأنصارهم، وهو عند الله ورسوله وعند أولي العلم من خلقه: الشرك الأكبر والكفر البواح، والأسماء لا تُغير الحقائق.
ويطلق أيضا: على مسألة الله بجاه الصالحين والأنبياء، وحقهم على الله.
ويطلق أيضا: في عرف السنة والقرآن وعرف أهل العلم بالله ودينه، على: التوسل والتقرب إلى الله بما شرعه من الإيمان به وتوحيده وتصديق رسله، وفعل ما شرعه من الأعمال الصالحة التي يحبها الرب ويرضاها، كما توسل أهل الغار الثلاثة بالبر والعفة وأداء الأمانة.
فإذا أطلق التوسل في كتاب الله وسنة رسوله وكلام أهل العلم من خلقه فهذا هو المراد، لا ما اصطلح عليه المشركون الجاهلون بحدود ما أنزل الله
_________
(١) في (ق) و (م) و (المطبوعة) زيادة: " لله ".
(٢) في (ح) و (المطبوعة) : "والأقوال الصالحة".','2','286',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (277,'على رسوله، فلبس هذا المعترض بكلمة مشتركة، ترويجا لباطله.
وأما ما ورد في السنن من السؤال، (١) "بحق السائلين (٢) وبحق ممشى الذاهب إلى المسجد" ونحو ذلك، فالله سبحانه وتعالى جعل على نفسه حقا تفضلا منه وإحسانا إلى عباده، فهو توسل إليه بوعده وإحسانه، وما (٣) جعله لعباده المؤمنين على نفسه، فليس من هذا الباب، أعني باب مسألة الله بخلقه، وقد منع ذلك فقهاء الحنفية، كما حدثني به محمد بن محمود الجزائري الحنفي رحمه الله تعالى بداره بالإسكندرية، وذكر أنهم قالوا: لا حق لمخلوق على الخالق.
ويشهد لهذا ما يروى أن داود قال: "اللهم إني أسألك بحق آبائي عليك، فأوحى الله (٤) إليه: أيّ حق لآبائك عليَّ؟ " (٥) أو نحو هذا، والحق المشار إليه بالنفي هنا غير ما تقدم إثباته، فإن المثبت بمعنى الوعد الصادق، وما جعله الله للماشي (٦) إلى الصلاة (٧) وللسائلين من الإجابة [١١١] ، والإثابة، فضلا منه وإحسانا، المنفي هنا هو الحق الثابت بالمعاوضة والمقابلة على الإيمان والأعمال الصالحة، فالأول يعود ويرجع إلى التوسل بصفاته الفعلية والذاتية، والثاني يرجع إلى التوسل بذوات المخلوقين، فتأمله فإنه نفيس جدا.
_________
(١) ما بين المعقوفتين إضافة من (م) يقتضيها السياق.
(٢) في (ح) و (م) و (المطبوعة) زيادة: " عليك".
(٣) في (م) : "وأما ما".
(٤) لفظ الجلالة سقط من (ق) و (م) .
(٥) أخرجه البزار (٤ / ١٣٣) من حديث العباس رضي الله عنه.
(٦) في (ق) : "للماشين) .
(٧) في (م) : " الصلوات ".','2','287',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (278,'وأما استدلاله بقوله تعالى: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات: ٩٦] [الصافات: ٩٦] .
واستدلال هذا الغبي بعطف الأعمال على ما قبله فهو يريد أن الأعمال والمخلوق مستويان في التوسل بهما، بدليل العطف، فإن كان العطف يفيد ذلك، فقد عطف تعالى ذكر (١) الملائكة والنبيين وأولي العلم من خلقه على اسمه المقدس.
فإن قلت: يدعون كما يدعى؛ لأنه قرن ذلك بلفظ واحد، فقد أتيت بكفر لم تُسبق إليه ويستحي من إبدائه كفار قريش وأمثالهم.
فنعوذ بالله من هذا الفهم الضال، والإلحاد في كتاب الله، والكذب على الله. وفي الحديث: " «من قال في القرآن برأيه فليتبوأ مقعده من النار» " (٢) وهذا الفهم الضال يستحي العاقل من حكايته، لولا الحاجة إلى رده، وفي قوله: (وقد قرن ذلك) من سوء التعبير ما يطلعك على جهل هذا المتكلم.
والعطف إنما يقتضي التشريك في الفاعلية، أو المفعولية أو (٣) المجاورة ونحو ذلك، وأما اشتراك المتعاطفين في جميع الأحكام الخارجة عما سيق له الكلام، فهذا (٤) إنما يقوله من هو أضل من الأنعام،
_________
(١) في (ق) و (م) و (المطبوعة) : "ذكره".
(٢) أخرجه أبو داود (٣٦٥٢) ، والترمذي (٢٩٥١) وتقدم.
(٣) في (ح) و (المطبوعة) : " و".
(٤) في (ق) : (فهو) .','2','288',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (279,'ولو طردناه لاتسع الخرق في المكفرات، وخرجنا عن الموضوعات والمعقولات إلى جهالات وعمايات لا يمكن حصرها.
وأما قوله: (فهل ترى أعمال بني آدم أفضل عند الله من ذات سيد البشر) .
فهذا الكلام كلام جاهل، فإن ذات سيد البشر صلى الله عليه وسلم داخلة في عموم بني آدم، وفضلها لِمَا خصت به من الرسالة والإيمان الكامل، الذي لا أكمل منه، وغير ذلك من المواهب والتوفيق للأعمال الصالحة.
ثم التوسل بذاته يتوقف على المشروع، كالإيمان به ونصرته ومتابعته، فهذا هو الوسيلة العظمى.
قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ} [المائدة: ٣٥] [المائدة: ٣٥] .
أما سؤال الله به، وترك متابعته، والخروج عن شريعته: فهذا (١) حال المعرضين عن الإيمان به، وبما جاء به، والعبادات مبناها على الاتباع؟ ولذلك صار عمدة من أجازه (٢) حديث الأعمى، ولم يتجاوزه إلى غيره من الأقيسة والخوض بلا علم، وحديث الأعمى قد (٣) تكلم فيه أهل [١١٢] ، الحديث ولم يصححوه كما تقدم؟ لأن فيه من لا يُحتج به، ولذلك (٤) توقف ابن عبد السلام في صحته وقال: "إن صح الحديث (فيجوز ذلك
_________
(١) في (ق) : "وهو ".
(٢) في (ح) : (أجاز) .
(٣) ساقطة من (ق) و (م) .
(٤) في (ح) : " وبذلك ".','2','289',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (280,'بالنبي خاصة" وغيره يقول: إن صح الحديث) (١) فليس فيه ما ذهب إليه من أجاز سؤال الله بجاه خلقه وبحقهم؟ لأن نص الحديث يفيد أن النبي صلى الله عليه وسلم دعا له، وسأل (٢) الله أن يرد بصره، فهو توسل بدعائه، كما في حديث عمر: «اللهم إنا كنا إذا أجدبنا نتوسل إليك بنبيك (٣) فتسقينا، وإنا نتوسل إليك بعم نبيك» (٤) فدعاء الأنبياء وأقاربهم المؤمنين وأهل الفضل والصلاح من أعظم الوسائل " إلى الله، وما المانع أن يكون هذا هو المراد.
وعلى كل تقدير فالنزاع ليس في هذا، وكلام شيخنا ليس فيه، وإنما أورده المعترض لبسا ومغالطة.
والمعترض ظن أن قول شيخنا فيما حكاه من شُبَه المشرك، وأنه يقول: (وأطلب من الله بهم) ، أي: بجاههم وحقهم. وليس كذلك؟ لأن سياق الكلام وموضوعه فيمن يدعوهم مع الله، ويجعلهم وسائط بينه وبين ربه في شأنه، وأمره، وحاجاته، وملماته، فالمعنى حينئذ أطلب من الله بواسطتهم، بمعنى أنه يدعوهم لتحصيل مراده ومطلوبه من الله، فالغبي لم يفهم أو لبَّس ومَوَّهَ كما تقدم.
وأما ما فعله عثمان بن حنيف من تعليم هذا الحديث (٥) فليس فيه
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) في (ق) و (م) و (المطبوعة) : " وسأله ".
(٣) في (ق) و (م) : "بنبينا" في الموضعين.
(٤) أخرجه البخاري (١٠١٠، ٣٧١٥) ، والبيهقي (٦٢٢٥) ، والطبراني الكبير (١ / ٧٢ / ٨٤) .،.
(٥) في (ق) و (م) زيادة: "فهو من باب رواية العلم ونشره ".','2','290',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (281,'حجة لهذا المبطل، والشيخ لم يقل: إن هذا النوع شرك لا أصغر ولا أكبر، حتى يعترض بأن الصحابة علموه الناس.
وأما احتجاجه: بما عَزَاه للطبراني في الكبير من «أنه صلى الله عليه وسلم: "دخل قبر فاطمة بنت أسد ودعا لها فقال: بحق نبيك والأنبياء الذين قبلي» (١) .
إلى آخر الحديث، فيقال لهذا: كم في الطبراني من حديث يخالف هذا ويدل على وجوب التوسل بأسماء الله وصفاته، وإنابة الوجوه إليه؟ فما أعمى عينك عنها؟ هل هناك شيء أعماها سوى الجهل والهوى؟ .
وقد تكلم في هذا الحديث غير واحد.
وقال شيخ الإسلام (٢) (قد بالغت في البحث والاستقصاء فما وجدت أحدا قال بجوازه إلا ابن عبد السلام في حق نبينا عليه أفضل الصلاة والسلام) . أترى هذا الحديث خفي على علماء الأمة، ولم يعلموا ما دل عليه؟ ثم لو سلمنا صحته أو حُسنه (ففيه ما مر في حديث الأعمى أن المراد: بدعاء نبيك إلى آخره) (٣) فأي وسيلة بذوات الأنبياء لمن عصى أمرهم وخرج عما جاءوا به من التوحيد والشرع.
وفي الحديث: " «يا صفية عمة رسول الله، ويا فاطمة بنت محمد اشتروا أنفسكم لا أغني عنكم من الله شيئا» " (٤) .
_________
(١) أخرجه الطبراني في الكبير (٢٤ / ٣٥١) ، وأيضا في الأوسط (١ / ٦٨) ، وأبو نعيم في الحلية (٣ / ١٢١) ، وابن الجوزي في العلل المتناهية (١ / ٢٧٠) ، وقال: تفرد به روح بن الصلاح، وهو في عداد المجهولين، وقد ضعفه ابن عدي. اهـ.
(٢) انظر: "الرد على البكري " (٢ / ٤٧٦) ، و "زيارة القبور" ص (٣٨) .
(٣) ما بين القوسين ساقط من (ق) و (م) .
(٤) أخرجه البخاري (٢٧٥٣، ٣٥٢٧، ٤٧٧١) ، ومسلم (٢٠٦) .','2','291',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (282,'قال تعالى: {ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا امْرَأَتَ نُوحٍ وَامْرَأَتَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ} [التحريم: ١٠] [التحريم: ١٠] .
قال شيخ الإسلام (١) (فإذا قال الداعي: أسألك بحق فلان وفلان، لم يدع له، ولم يسأله باتباعه لذلك الشخص، أو محبته وطاعته، بل بنفس ذاته وما جعله له ربه من الكرامة (٢) لم يكن قد سأله بسب يوجب المطلوب (٣)) .
وأما استدلاله على جواز ذلك: بما ذكر أبو الفرج في كتاب "الوفا" من قول عائشة رضي الله عنها: " انظروا قبر النبي صلى الله عليه وسلم واجعلوا منه كوة إلى السماء، حتى لا يكون بينه وبين السماء سقف، ففعلوا فمطروا " إلى آخره.
فالاستدلال بهذا من نوادر جهل المعترض.
[١١٣] وقد قرر شيخ الإسلام ابن تيمية رحمه الله أن هذا لم في (٤) يثبت (٥) . وقال الحافظ المزي (٦) في الكلام على أوس بن عبد الله الربعي
_________
(١) انظر: اقتضاء الصراط المستقيم " (١ / ٤١٥) .
(٢) في (ق) : " الكرا مات".
(٣) في (ق) و (م) زيادة: "ففيه ما مز في حديث الأعمى أن المراد بدعاء نبيك. . . إلى آخره ".
(٤) (ق) : "لا ".
(٥) في (م) زيادة: "ذكر ذلك في كتاب الاستغاثة"، وكذلك في (ق) عدا كلمة: "ذكر". وانظر قوله في: (الرد على البكري) (١ / ٨٩، ١٦٣) .
(٦) انظر: "تهذيب الكمال" (٢ / ٣٩٢) .','2','292',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (283,'أبو الجوزاء (١) البصري: (قال البخاري: في إسناده نظر ويختلفون فيه. (قال الحافظ المزي (٢) وقول البخاري: في إسناده نظر ويختلفون فيه) (٣) إنما قاله عقب حديث رواه له في التاريخ من رواية عمرو بن مالك النكري؟ والنكري (٤) ضعيف عنده. وقال ابن عدي: حدث (٥) عنه (٦) عمرو بن مالك قدر عشرة أحاديث غير محفوظة، وأبو الجوزاء (٧) روى عن الصحابة؟ وأرجو أنه لا بأس به ولا يصح روايته عنهم أنه سمع منهم، وقول البخاري في إسناده نظر، يريد أنه لم يسمع منهم) (٨) قلت: فعمرو بن مالك النكري قد ضعفه البخاري، ولم يذكر الحافظ المزي أحدا وثقه، وقد انفرد برواية هذا الحديث، (فلذلك توقف فيه البخاري، ونظر فيه، وجزم بضعفه، ولو سلم هذا الحديث) (٩) فليس فيه حجة للمبطل، لما تقدم من أنه أثبت (١٠) أن دانيال النبي عليه السلام وُجد على سرير في بيت مال الهرمزان، وأخبر الفرس أنهم يستسقون به فَيُسْقَوْنَ، مع أنهم عباد نيران ليسوا بأهل كتاب، وبركة نبينا صلى الله عليه وسلم أعظم مما
_________
(١) في (ح) : "أبو الجواز".
(٢) القائل هنا هو ابن حجر، وانظر قوله في: "تهذيب التهذيب" (١ / ٣٣٥) .
(٣) ما بين القوسين ساقط من (ح) و (ق) .
(٤) ساقطة من (ق) .
(٥) في (ق) : "حديث ".
(٦) ساقطة من (ق) و (م) .
(٧) في (ح) : " الجواز".
(٨) في (ق) و (م) : "منها ".
(٩) ما بين القوسين ورد في النسخة (ح) قبل الذي قبله، فأربك العبارة.
(١٠) في (ق) و (م) : "ثبت ".','2','293',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (284,'ذكر، وأجل مما وصف؟ لكن لا دليل فيه على أنه يُدعى ويُقصد للاستسقاء ولا لغيره بعد وفاته صلى الله عليه وسلم، وقد كان جسد دانيال النبي عليه السلام عند (١) أهل "تستر" على سرير في بيت مال الهرمزان، وكان عنده مصحفه، وكانوا إذا قحطوا أخرجوه فأُمطروا، فكتب عامل عمر إليه يخبره بدلك فأمره أن يحفر بضعة عشر قبرا ويدفن ليلا في أحدها؟ ليُعَفِّيَ أثره ويُخفي خبره، والقصة مشهورة ذكرها ابن إسحاق في مغازيه (٢) وقد خاف عمر من أن يُشرك به ويُجعل ندًّا لله؟ كما جعل عيسى وأمه، فاجتهدوا (٣) في إخفاء قبره وعدم إظهاره.
فهذا هو فعل المهاجرين والأنصار الذين هم من أعلم الناس بحقه وأعظمهم توقيرا له، وليس في إنزال المطر إذا كشفت أجساد الأنبياء أو قبورهم ما يُستدل به على جواز التوسل الشركي (٤) بهم، فإن الأمر الشرعي والعبادات الدينية توقيفية لا يجوز إحداثها نظرا إلى الأسباب القدرية الكونية، فإن أسباب الكائنات لا يحصيها إلا الله أعيانا وأنواعا، وليس كل سبب منها (٥) دينيا شرعيا محمديا عليه رسم المدينة.
هذا، وما يحصل ببركته صلى الله عليه وسلم أضعاف ما ذكر، ولكن الشأن كل الشأن في السير على منهاجه، والأخذ بأمره، والانتهاء عن زجره ونهيه، وقد حَمَى حِمَى التوحيد وسد طرائق الشرك ووسائله، حتى قال للوفد الذين
_________
(١) في (ق) و (م) : "عن ".
(٢) انظر: مغازي ابن إسحاق وتاريخ الطبري (٤ / ٩٣) .
(٣) في (ق) و (م) : "فاجتهد ".
(٤) ساقطة من (ق) و (م) .
(٥) في (ح) زيادة " يكون".','2','294',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (285,'قالوا له: أنت سيدنا وابن سيدنا، خيرنا (١) وابن خيرنا، " «السيد الله تعالى، قولوا بقولكم، أو بعض قولكم ولا يستجرينكم الشيطان، إنما أنا عبد، فقولوا: عبد الله (٢) ورسوله» " (٣) هذا وقد قال في مقام الإخبار والإعلام: " «أنا سيد ولد آدم ولا فخر» " (٤)
وأما قوله: (وهل هذا إلا توسل (٥) منهم بالمصطفى صلى الله عليه وسلم إلى آخر عباراته.
فيقال: أما التوسل بذاته الشريفة صلى الله عليه وسلم: فليس من محل النزاع؛ ولا يدل على مشروعية سؤال الله بحقه أو بحق غيره من الأنبياء، وقد يحصل بدعائه صلى الله عليه وسلم أو بذاته ما لا يحصل بالدعاء به، والقياس هنا لا يسوغ، وأما كون الدال على ذلك أم المؤمنين: ففيه نظر ظاهر، والقبة التي فيها الكوة إنما بنيت في ولاية ابن (٦) قلاوون من سلاطين مصر في القرن السادس؟ ولعل المعترض أراد ذكر ما وضع في سقف بيته الشريف صلى الله عليه وسلم (وقد مر ما فيه) (٧) (٨) .
_________
(١) في (ق) و (م) : " وخيرنا".
(٢) وقع في (المطبوعة) : "إنما أنا عبد الله ورسوله".
(٣) أخرجه أبو داود (٤٨٥٦) ، وأحمد (٤ / ٢٥) ، والبخاري في الأدب المفرد (٢١١) ، وهو حديث صحيح.
(٤) أخرجه الترمذي (٣١٤٨، ٣٦١٥) ، وابن ماجه (٤٣٠٨) .
(٥) في (ح) : " التوسل "، وإسقاط" إلا ".
(٦) في (المطبوعة) : "السلطان ".
(٧) ما بين القوسين ساقط من (ق) و (م) .
(٨) في (ق) و (م) هنا زيادة: "وحجرته قبل ذلك في عهد أصحابه رضي الله عنهم، ولكنه لم يحسن إيراد دليله ثَمَّ".','2','295',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (286,'قال المعترض: (وليس المراد في هذا تقرير جوازه أو عدمه، وإنما الغرض بيان خطأ هذا الرجل بتكفيره (١) الأمة القائمة الظاهرة القاهرة [١١٤] ، لعدوهم بما لا حاصل تحته، غايته أن يكون جائزا أو مستحبا، قد فعله السلف والخلف، ليس بكفر كما يزعم هذا؟ بل ولا محذور فيه، ولو لم يكن مندوبا لما أرشد عثمان بن حنيف رضي الله عنه إليه بعد موت النبي صلى الله عليه وسلم.
فيقال في جوابه: الله أكبر، ما أعظم ما تجارى بهذا الهوى إلى أن بلغ غايته القصوى في الكذب والتمويه، ويحه أين تكفير الأمة القائمة الظاهرة في كلام شيخا رحمه الله؟ وأين التكفير بسؤال الله بحق أوليائه؟ هل هو إلا شيء اختلقه وزوره ولفقه، ثم أخذ يرده وينسبه إلى الشيخ ويبهته بأكاذيبه وزوره ليصد عن سبيل الله؟ ويلبس على الجهال.
قال تعالى عن اليهود: {وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الْإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ - لَوْلَا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالْأَحْبَارُ عَنْ قَوْلِهِمُ الْإِثْمَ وَأَكْلِهِمُ السُّحْتَ لَبِئْسَ مَا كَانُوا يَصْنَعُونَ} [المائدة: ٦٢ - ٦٣] [المائدة: ٦٢- ٦٣] .
وقد جرى للرافضة والجهمية والمعطلة من هذا النوع شيء كثير، يبهتون به أهل السنة والجماعة المثبتين لصفات الله ونعوت جلاله، وقد أخزاهم الله وكبتهم، وكشف لعباده المؤمنين زورهم وبهتهم (٢) {يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ - هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ} [التوبة: ٣٢ - ٣٣] [التوبة: ٣٢-٣٣] .
_________
(١) في (ق) و (م) : "بتكفير".
(٢) ساقطة من (ح) .','2','296',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (287,'وقد عرف كل أحد حتى العذارى في خدورهن أن شيخنا رحمه الله إنما يريد عباد القبور الذين يجعلون مع الله آلهة أخرى، ويسألونهم (١) قضاء حاجاتهم، وتفريج كرباتهم، ويفزعون (٢) إليهم في الشدائد (٣) والمهمات، وهذا المفتري يجعلهم الأمة الظاهرة القائمة.
فويل لمن نصر هذا الشرك وأثنى على أهله، وضلل من أنكر عليهم أو كفرهم كما فعل هذا الضال، والله سبحانه هو الموعد (٤) وإليه المنتهى. وأما قوله: (غايته أن يكون جائزا أو مستحبا قد فعله السلف والخلف) .
فيقال لهذا الملحد: أين عن السلف والخلف فعل عبادة القبور ودعائها والاستغاثة بها وندائها بالحوائج، وكَتْب الرقاع بذلك ودَسّها في القبور؟ أوجدنا حرفا عن أحد من السلف والخلف، خواصهم وعوامهم يحقق ما زعمت، ويدل عليه، فإن لم تفعل- ولن تفعل- فهذي نصوصهم ظاهرة مشتهرة في المنع من ذلك، والتغليظ فيه، وتكفير فاعله. وقد مر من النصوص ما يثلج الصدور، ويدرأ في نحور أهل الكذب والزور.
وقد نص ابن القيم في إغاثته (٥) على أن أصل شرك العالم هو دعاء
_________
(١) في (ق) و (م) : "ويسئلونه".
(٢) في (ح) : "ويقرعون ".
(٣) في (ق) : "الدوائر".
(٤) في (ق) و (م) : "المدعو".
(٥) انظر: "إغاثة اللهفان" (٢ / ٢٣٢) .','2','297',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (288,'الموتى والاستغاثة بهم، وسيأتي لهذا مزيد بسط.
وأما قوله: (وليس بكفر ولا محذور فيه، ولو لم يكن مندوبا لما أرشد عثمان بن حنيف إليه بعد موت النبي صلى الله عليه وسلم) .
فصريح هذا الكلام من المعترض أن ما ذكره الشيخ من دعاء الموتى والغائبين وجعلهم وسائط بين الله وبين خلقه لا محذور فيه، وليس بشرك، وأنه مندوب، فنعوذ بالله من الضلال بعد الهدى، والكفر بعد الإيمان، إن لم يكن هذا هو الشرك الأكبر فليس في الأرض شرك، بل هذا (١) دين الصابئة والمشركين، ممن (٢) أعرض عن الرسل، ولم يؤمن بآيات ربه وأقوالهم وأوضاعهم واصطلاحاتهم في عبادة هذه الوسائط ودعائها، وجعل البيوت والسدنة والهياكل لها معروف مشهور لا يخفى.
قال تعالى عن خليله إبراهيم: {وَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ وَكُنَّا بِهِ عَالِمِينَ - إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ - قَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ - قَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ - قَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ - قَالَ بَل رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ} [الأنبياء: ٥١ - ٥٦] [الأنبياء: ٥١-٦٦] (٣) ونحو ذلك من الآيات الدالة على أن النزاع والخصومة بين الرسل وقومهم إنما هي في عبادة الله، وترك عبادة ما سواه.
وأما توحيد الربوبية فأكثر الأمم قد أقرت به لله وحده.
_________
(١) في (ق) : "هو".
(٢) في بقية النسخ: "فمن ".
(٣) في (المطبوعة) سياقة الآيات كاملة حتى قوله تعالى: "أفلا تعقلون".','2','298',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (289,'قال المعترض: (وأكبر من هذا وأدهى وأمر: تنزيله هذه الآيات السابقة على غير مواضعها، فبكلامه هذا يكون أهل الغار عنده من أعداء الله كفارا بذلك (١) وكذلك من قال: بحق السائلين عليك، وما الفرق بين العمل الصالح والذات الصالحة وقد قرنهما الله تعالى في لفظ واحد؟ حيث (٢) يقول: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات: ٩٦] [الصافات: ٩٦] . هذا كلامه بحروفه.
فيقال له (٣) إنما الداهية الدهياء، والمصيبة الصماء، والجهالة العمياء، ما أنت بصدده من الصد عن سبيل الله، ومعارضة أهل العلم، ورد ما استدلوا به من الآيات المحكمات، فيما نزلت فيه عن الشرك الظاهر والكفر البواح، وأنت فعارضتهم بجهالة وضلالة، وعمى عن معرفة السبيل، وما يراد من المقالة، وتعرضت لأمر لست من أكفائه {كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ} [الأعراف: ١٧٦] هذا حاصله على أي حالة، ما أنت ومعرفة الآيات، وما أنت والخوض في تلك المقاصد [١١٦] ، والغايات؟ وأنت أجهل من خط بالقلم وأفسد، ويكفي العاقل من جهلك وضلالك قولك: (وقد قرنهما (٤) في لفظ واحد، حيث يقول: {وَاللَّهُ خَلَقَكُمْ وَمَا تَعْمَلُونَ} [الصافات: ٩٦] [الصافات: ٩٦] .
وقد تقدم أن قولك الضال، وجهلك الواضح صريح في أن العطف
_________
(١) في (ق) و (م) : "كفارا بذلك من أعداء الله ".
(٢) ساقطة من (ق) و (م) .
(٣) في (ق) و (م) زيادة: "لهذا المعترض ".
(٤) في (ق) و (م) زيادة: "الله ".','2','299',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (290,'يقتضي المشاركة في الخصائص والأحكام، وقد تقدم أن (١) إطلاق هذا والقول به كفر، لا يبقي من الإيمان شيئا ولا يذر، وجهل لم يقله أحد ممن سبق من أهل اللسان وغيرهم (٢) أترى قوله تعالى: {إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ} [الأحزاب: ٥٦] [الأحزاب: ٥٦] وقوله: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ} [آل عمران: ١٨] (٣) .
وقوله: {لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلَائِكَةُ يَشْهَدُونَ} [النساء: ١٦٦] [النساء: ١٦٦] وأمثال هذه الآيات تقتضي المشاركة في خصائص الإلهية والربوبية والذات والصفات.
وهل أفادت غير حصول ما سيقت له من الصلاة والشهادة؟ وقولك: (وقد تقدم هذا) (٤) لو عرف هذا قدر نفسه، لعلم أن الأنعام أهدى منه في (٥) العقل وحدسه.
قال المعترض: (هب أن بعض العلماء رحمهم الله تعالى منعه
_________
(١) ساقطة من (ق) ر (م) .
(٢) في (ق) و (م) و (خ) : "وغير ".
(٣) في (ق) زيادة: قائما بالقسط لا إله إلا هو العزيز الحكيم.
(٤) في (ق) و (م) زيادة: "وقولك: قد قرن بينهما. عبارة نبطية أي لغة سمت العطف قرنا؟ ومن الذي عبر بهذا يا أجهل الورى؟! ".
(٥) في (ق) و (م) زيادة: "العلم و".','2','300',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (291,'أو كرهه كأبي العباس، وقد يكون له قصد في ذلك (١) حسنا، ومع ذلك لم يكفر به ولم يفسق به، كما يقوله هذا الرجل، بل لم يكفر من سأل النبي صلى الله عليه وسلم في قبره واستشفع به، كما سنذكر قوله في ذلك بحروفه، حتى إنه رحمه الله حاول الفرق بين ما جمعهما الله في لفظ واحد: الذات الصالحة والعمل الصالح، فلم يستطع على إخراج ذلك ببرهان بين؛ بل الآثار والنظر والقياس الصحيح يعطي رفعة الذات على العمل، والاعتبار بما عند الله من الكرامة والإكرام ومع ذلك قوله مع الجماعة أحب إلينا كما ذكرناه ونذكره عنه) .
والجواب أن يقال: " «المتشبع بما لم يُعْط كلابس ثوبي زور» " (٢) ؛ أين أنت ومعرفة الآثار والنظر والقياس؟ وقد التبس عليك الإيمان بالشرك، وخفي عليك أشد خفاء والتباس، ولفظك من الأدلة على جهلك، وقد أبقيناه برمته وما فيه من اللحن في اسم كان، وتثنية ضمير الموصول المفرد، وتعدية الاستطاعة بعلى وغير ذلك مما يدل على جهلك وإفلاسك:
لا يعرف الشوق إلا من يكابده ... ولا الصبابة إلا من يعانيها
والشيخ لم يكفر به (٣) ولم يفسق، وقد خاب من افترى.
وأما قولك: (إن الشيخ تقي الدين لم يكفر من سأل النبي صلى الله عليه وسلم في
_________
(١) في (ق) و (م) : "في ذلك قصدا".
(٢) هذا لفظ حديث صحيح أخرجه البخاري (٥٢١٩) ، والترمذي (٢٥٣٤) ، وأحمد (١٦٧ / ٦، ٣٤٥) .
(٣) ساقطة من (ح) و (ق) و (م) .','2','301',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (292,'[١١٧] قبره واستشفع به) فسيأتيك جوابه، وبيان جهلك وخطأك في فهم كلام الشيخ عند ذكر ما نقلته عنه.
وأما كون أبي العباس بن تيمية حاول الفرق بين ما جمعه الله في لفظ واحد: فهذا كلام خِبّ لئيم، ما عرف أين الصراط المستقيم، والشيخ أعقل من أن يفرق بين ما جمعه الله. ثم أين الجمع؟ إنما هو العطف، والشيخ أعلم من أن يفهم مفهوم (١) الضالين، وقد نزهه الله عن ذلك، ولم يقل أحد من أهل العلم والإيمان أن الله جمع بينهما ولا قاس الذات على الإيمان، والعمل الصالح " بل ولا فضل أحد ذاتاً مجردة على الإيمان والرسالة والعمل الصالح، وهل يتصور وجود ذات رفعت وفضلت على (٢) الإيمان والأعمال، بلا عمل ولا إيمان؟ هذا الكلام من قسم اللغو والهذيان؟ تصان عن ذكره أسماع أهل الإيمان.
وقوله: (ومع ذلك قوله مع الجماعة أحب إلينا) هذا تمويه، (كأن هناك جماعة قالوا بتفضيل الذات على الأعمال، والشيخ له قولان. هذا ظاهر العبارة؟ وكل هذا كذب وبهت وتمويه) (٣) صِرْف، لا قال هذا جماعة ولا جرى نزاع فيه، وأهل العقول بل والعوام منهم ينزهون عن هذا؟ فكيف يقوله جماعة ويكون لأبي العباس قول معهم؟ وهذا الضال يختار، ويحب، ويرجح (٤) وقول السوء يزري بأهله، لا بورك في لسان أورد صاحبه هذه الموارد.
_________
(١) وقع في (المطبوعة) : " كفهم ".
(٢) في (ق) و (م) زيادة: " أهل ".
(٣) ما بين القوسين ساقط من (ق) .
(٤) في " المطبوعة " زيادة: " افتراء وكذابا وبهواه".','2','302',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (293,'ثم قال المعترض: (وقد رأيت لابن الجوزي في تبصرته في مجلس منها متوسلاً بالنبي صلى الله عليه وسلم وفي كلام يحيى الصرصري رحمه الله من ذلك (١) ما لا يُحصى، وسماه أبو العباس: حسَّان الأمة، وأثنى عليه ولم ينكر عليه. فكيف ينحلون قولة هذا الزائغ لأبي العباس حاشاه عن ذلك، فكيف وهو (٢) قد أثبت التوسل بالنبي صلى الله عليه وسلم في منسكه الكبير؟) .
والجواب أن يقال: ما تقدم، وهو أن التوسل بهذا المعنى ما صدر من شيخنا فيه، في هذا الموضع بحث ألبتة ولا تعرض، وإنما هذا الرجل كذب وبهت (٣) ثم أطال الرد.
إذا عرفت هذا فقد مر فيما كتبناه على هذه المسألة ما يكفي المنصف.
وأما كون الشيخ أبي العباس أثبته في منسكه: فهذا النقل ليس بصحيح، وقد عرف حال هذا الرجل (٤) في التهور في الكذب والخيانة، والمبالغة في التحريف، فكيف ينقل عنه ويؤخذ قوله هذا (٥) ؟ وقد قال الشيخ في منسكه المعروف الذي هو آخر ما صنف في المناسك: (قد صنفت منسكاً في أول عمري على ما ذكره بعض الفقهاء ثم تبين لي خلافه) ، وذكر أنه صنف هذا الأخير معتمداً عليه راجعاً إليه، فليس بحمد الله هناك للمبطل حجَّة ولا دليل.
_________
(١) ساقطة من (ق) و (م) .
(٢) ساقطة من (ح) .
(٣) في (ح) : بهت وكذب ".
(٤) ساقطة من (ق) .
(٥) ساقطة من (المطبوعة) .','2','303',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (294,'وأما ما ذكره عن ابن الجوزي وعن الصرصري: فقد تقدم مراراً أن التوسل على ما ذكر، ليس من محل النزاع، وإنما النزاع في توسل المشركين الذي هو دعاء غير الله، والتسوية برب العالمين في خالص حقه، وما يجب له على خلقه، والمعترض جمع بين الجهل بالحقائق، والمغالطة عند المحاقة والمنازعة.
نعم قال شيخ الإسلام رحمه الله تعالى في الاستغاثة (١) بالنبي صلى الله عليه وسلم: (وهذا ما علمته ينقل عن أحد من العلماء؛ لكنه موجود في كلام بعض الناس، مثل الشيخ يحيى الصرصري ومحمد بن النعمان وكتاب المستغيثين بالنبي صلى الله عليه وسلم باليقظة والمنام، وهؤلاء لهم صلاح ودين لكن ليسوا من أهل العلم العالمين بمدارك الأحكام، الذين يؤخذ بقولهم في شرائع الإسلام، ومعرفة الحلال والحرام؛ وليس لهم دليل شرعي ولا نقل عن عالم مَرْضِي؛ بل جَرَوْا على عادة كما جرت عادة كثير من الناس بأن يستغيث بشيخه في الشدائد، ويدعوه) - إلى أن قال: (ولهذا لما نبَّه مَن نبه مِن فضلائهم تنبهوا، وعلموا (٢) أن ما كانوا عليه ليس من دين الإسلام؟ بل هو مشابهة لعُبَّاد الأصنام، ونحن نعلم بالاضطرار من دين الإسلام أن النبي صلى الله عليه وسلم لم يشرع لأمته أن يدعوا أحداً من الأموات، لا الأنبياء ولا غيرهم، لا بلفظ الاستغاثة ولا بغيرها، كما أنه لم يشرع لأمته السجود لميت، ولا إلى ميت) .
قال المعترض: (وقال في رده على ابن البكري في قوله: إن
_________
(١) ساقطة من (ق) : وانظره في " الرد على البكري (٢ / ٤٧٩) .
(٢) في (ح) : " واعلموا ".','2','304',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (295,'الاستغاثة بالنبي صلى الله عليه وسلم بعد موته ثابتة ثبوتها في حياته بأنه عند الله تعالى في قرب دائم لا ينقص جاهه (١) قال أبو العباس عند ذلك: وهذا اللفظ صحيح لو كان معنى الاستغاثة الِإقسام به، والتوسل بذاته صلى الله عليه وسلم، فإن ذاته بعد الموت لم تنقص بل هو في مزيد دائم، بأبي هو وأمي ونفسي صلى الله عليه وسلم. هذا عين كلامه) .
والجواب أن يقال: إن الله تعالى لم يزل ينصر دينه، ويعلي كلمته، ويؤيد عباده المؤمنين، ولو بإجراء ذلك على ألسن أعدائه، من غير قصد منهم للحق ولا إرادة له، وهذه العبارة تهدم ما قبلها، فإن أبا العباس نفى كلام ابن البكري في التسوية بين الأقسام به والتوسل بذاته، ورد على ابن البكري بأن هذا اللفظ لا يستقيم ولا يصح إلاَّ إذا كان معنى الِإقسام هو التوسل بذاته، ففرَّق الشيخ بين الأقسام والتوسل بالذات، وأخبر أنهما لا يستويان في الحكم.
والمعترض حرَّف عبارة الشيخ، وأسقط الواو العاطفة للإقسام على ما قبله، وجعله هو خبر كان، وزاد واواً بعده تفيد عطف التوسل بالذات على الِإقسام، وهذا تحريف غريب غيّر المعنى، وجعل الِإقسام الذي هو من تتمة (٢) الاسم خبراً ومحطّ فائدة، وعطف عليه التوسل، فنعوذ بالله من تحريف الضالين، وزيغ الزائغين.
إذا عرفت هذا عرفت أن كلام الشيخ يهدم قول المعترض: (أن الشيخ أثبت التوسل) .
_________
(١) في (ق) و (م) : " جاهلة ".
(٢) في (ح) : " تسمية ".','2','305',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (296,'وقوله: (إنهم ينحلون قولهم هذا الزائغ لأبي العباس حاشاه من ذلك) ، فقد ردَّت عبارة الشيخ عليه، وهدمت أصله، لكن بعد تصحيحها وإزالة تحريفه (١) فالحمد لله على التوفيق والسداد (٢) وأعجب من هذا: أنه زعم أن الِإمام أحمد رحمه الله (كتب ذلك للمروذي في منسكه، وهذه نصوص الِإمام أحمد) (٣) ؛ وهذا مذهبه المقرر، وكلام الشيخ في نفي ذلك موجود متواتر، وقد أفرد هذه المسألة بالتأليف في ردّه على ابن البكري وغيره، وكلامه متفق لا مختلف، وحكى المنع عنها عن كافة الأئمة، سوى ابن عبد السلام، وسيأتي لهذا مزيد إن شاء الله تعالى.
_________
(١) في (ق) : " تحريفها ".
(٢) في (ق) و (م) : السداد والتوفيق ".
(٣) ما بين القوسين ساقط من (ق) .','2','306',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (297,'<span data-type="title" id=toc-63>[فصل فيه مناقشة الشرك الواقع في مثل البردة للبوصيري]</span>
فصل قال المعترض (١) (ومن قول هذا الرجل في موضع آخر من كلامه، قال: "اعلم أرشدك الله أن من أنواع الشرك الأكبر ما قد يقع فيه بعض المصنفين الأولين على جهالة منه، كقوله في البردة:
يا أكرم الخلق مالي من ألوذ به ... سواك عند حلول الحادث العمم
قال: وفي الهمزية من جنس هذا، وهذا من الدعاء الذي هو العبادة التي لا تصلح إلاَّ لله وحده "، انتهى مع كلام لا يؤبه له.
وله كلام عليها غير هذا أشنع منه تركناه، ولأتباعه كذلك (٢) ؛ وسنشير إلى شيء من قوله، ويكفي في هذا قوله (٣) "من الشرك الأكبر"، وعند هذا الكلام محط الرحل، فغائلته تنقيص (٤) سيد البشر صلى الله عليه وسلم والحطّ من رتبته، وغايته إبطال شفاعته بالكلية، فنقول: الأولى (٥) أن شرف الدين محمد بن سعيد البوصيري رحمه الله لم يقصد ما قصده هذا الرجل، وليس
_________
(١) ف (ق) و (ح) وردت قبل: " قال المعترض: فصل ".
(٢) في (ق) و (م) : شيء من ذلك.
(٣) في (ق) و (م) : " قوله هذا ".
(٤) في (ق) و (م) زيادة: " الرسول ".
(٥) في (ح) و (المطبوعة) : "الأول".','2','307',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (298,'هو بجهول عن عبادة الله ودعاء غيره من دونه الذي يكون شركاً قد نهى الله عنه ورسوله صلى الله عليه وسلم، إذ ذاك لا يصلح إلاَّ لله عزَّ وجلَّ، إذ كل رسول يقول لقومه: "يا قوم (١) اعبدوا الله ما لكم من إله غيره ".
وقال تعالى {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ (٢) مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ} [الأنبياء: ٢٥] [الأنبياء -٢٥] . وقال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: ١٨] [الجن -١٨] والآيات على الحضّ (٣) على توحيد الله والنهي عن الشرك لا تعدّ ولا تحصر (٤) وحاشا لعالم من علماء الأمة المعتبرين أن يقول الشرك الأكبر أو يقره؛ لأنه رحمه الله من العلماء الأمناء؛ ولو قاله أحد لأنكر عليه (٥) وإنَّما هو رحمه الله تعالى يشير إلى يوم القيامة لاستحضار ذلك اليوم العظيم الذي تفزع إليه الخلائق للشفاعة العظمى لفصل القضاء حين تدني الشمس منهم، وتزفر النار (٦) ويغضب الجبار، ويجاء بالنار تقاد بسبعين ألف (زمام مع كل زمام سبعون ألف) (٧) ملك، وتجثو الخلائق على الركب، وهو الحادث العمم الذي يعم جميع الخلائق، بحيث لم يبقَ [١٢٠] ، نبي ولا ملك إلاَّ جثا على ركبتيه يقول: نفسي نفسي لا أسألك (٨) اليوم
_________
(١) ساقطة من (ح) و (المطبوعة) .
(٢) " من قبلك " ساقطة من (ق) و (م) .
(٣) في (ح) : " الخصوص ".
(٤) في (ق) و (م) : "تحصى".
(٥) في (ق) و (م) : " لأنكرنا".
(٦) في (ق) و (م) : " جهنم ".
(٧) ما بين القوسين ساقط من (ق) .
(٨) في (ق) و (م) " " أملك ".','2','308',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (299,'إلاَّ نفسي، ونبينا صلى الله عليه وسلم يقول: «أمتي أمتي» ) .
والجواب أن يقال: قول الشيخ: (إنَّ أشياء من أنواع الشرك الأكبر قد يقع فيها بعض المصنفين الأولين) قول صحيح، يدلّ عليه الكتاب والسنَّة والواقع والاستقراء، وقد خفي على قوم موسى عليه السلام وعلى أبي واقد الليثي وأصحابه ما طلبوه من أنبياء الله، فكيف لا يخفى أو (١) لا يقع ممن لا نسبة بينه وبينهم؟ قال تعالى عن قوم موسى (٢) {وَجَاوَزْنَا بِبَنِي إِسْرَائِيلَ الْبَحْرَ فَأَتَوْا عَلَى قَوْمٍ يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ قَالُوا يَا مُوسَى اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ} [الأعراف: ١٣٨] [الأعراف -١٣٨] .
«وقال أبو واقد الليثي وأصحابه للنبي صلى الله عليه وسلم: " اجعل لنا ذات أنواط كما لهم ذات أنواط "، فقال صلى الله عليه وسلم: "قلتم والذي نفسي بيده كما قالت بنو إسرائيل لموسى: اجعل لنا إلهاً كما لهم أَلهة» (٣) فإذا وقع ذلك من أولئك الأخيار ورسلهم بين ظهرانيهم، فكيف يُستبعد أو يُنكر وقوعه (٤) ممن هو دونهم في كل فضيلة وكل علم وكل دين؛ بل يستحي (٥) العاقل من طلب المقابلة، فكيف بالمماثلة والمقاربة؟ وفي الحديث: " «اتقوا زلَة
_________
(١) في (ق) و (م) : " ولا ".
(٢) عن قوم موسى " ساقطة من (ق) و (م) .
(٣) أخرجه الترمذي (٢١٨٠) ، وقال حسن صحيح، وأحمد (٥ / ٢١٨) ، والبيهقي (٦ / ٣٤٦، ١١١٨٥) .
(٤) ساقطة من (ق) .
(٥) في (ح) : " استحى ".','2','309',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (300,'العالم وفتنة العابد» " (١) وعنه صلى الله عليه وسلم: " «أخوف ما أخاف على أمتي ثلاث: زلَّة العالم، وجدال المنافق (٢) والأئمة المضلون» " (٣) وفيه أيضاً: " «أخوف ما أخاف عليكم الشرك الأصغر» (٤) فإذا خافه صلى الله عليه وسلم على خيار أمته، وأمر باتقائه (٥) فكيف يُستغرب وقوعه، وينكر من الخلوف الذين يقولون ما لا يفعلون ويفعلون ما لا يؤمرون؟
وقد تقدَّم (٦) ما ذكر شيخ الإسلام ابن تيمية من شعر ابن النعمان وغيره (٧) من هذا الضرب، وأنكره أشدّ الِإنكار، وأخبر أنه من أنواع الشرك ودعاء المخلوق بما لا (٨) يصلح إلاَّ لله.
قال رحمه الله في أثناء كلام له (٩) (ونحن نعلم بالضرورة أن
_________
(١) أخرجه ابن عدي في الكامل (١-٤١) ، والبيهقي (١٠ / ٢١١) ، وذكره الهيثمي في المجمع (١ / ١٨٧) ، وعزاه للبزار وليس فيهما (فتنة العابد) ، وضعَّفه المناوي كما في فيض القدير (١ / ١٤٠) .
(٢) في (ق) و (م) زيادة: بالقرآن ".
(٣) في (ق) و (م) : "المضلين "، والحديث أخرجه الطبراني في الكبير (٢٥ / ١٣٨، ٢٨٢) ، والصغير (٢ / ١٨٦) ، وذكره الهيثمي في مجمع الزوائد (١ / ١٨٦) ، والثالثة (دنيا تفتح عليكم) ، ولفظ: (الأئمة المضلين) ، عند الدارمي (١ / ٨٢، ٢١٤) من قول عمر موقوفاَ عليه.
(٤) أخرجه ابن ماجه (٤ ٤٢٠) بمعناه، وأحمد (٥ / ٤٢٨، ٤٢٩) ، والطبراني في الكبير (٢٠ / ٢٥٣) .
(٥) في (ح) : " بإنفائه ".
(٦) ساقطة من (ق) و (م) .
(٧) في (ق) و (م) زيادة: " كثيرا ".
(٨) ساقطة من (ق) و (م) .
(٩) انظر " الرد على البكري " (٢ / ٧٣١) .','2','310',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (301,'رسول الله صلى الله عليه وسلم لم يشرع لأمته أن يدعوا أحداً من الأموات لا الأنبياء ولا الصالحين، ولا غيرهم، لا بلفظ الاستغاثة ولا بغيرها، كما أنه لم يشرع لأمته السجود لميت ولا إلى ميت (١) ونحو ذلك، بل نعلم أنه نهى عن كل هذه الأمور، وأن ذلك من الشرك الذي حرمه الله تعالى ورسوله لكن لغلبة الجهل، وقلة العلم بآثار الرسالة في كثير من المتأخرين لم يمكن تكفيرهم بذلك حتى يبين لهم ما جاء به الرسول صلى الله عليه وسلم؛ ولهذا ما بينت هذه المسألة قط لمن يعرف أصل الإسلام إلاَّ تفطن لها، وقال: هذا أصل دين الإسلام. وكان بعض أكابر الشيوخ من أصحابنا يقول: هذه (٢) أعظم ما بيَّنت لنا. لعلمه أن هذا أصل دين الإسلام، وكان هذا وأمثاله في ناحية أخرى يدعون الأموات، ويسألونهم ويستجيرون بهم، ويتضرَّعون إليهم، وربما كان ما يفعلونه أعظم لأنهم إنما يقصدون الميت في ضرورة نزلت بهم فيدعون دعاء المضطرين، راجين قضاء [١٢١] حاجاتهم بدعائه أو الدعاء عند قبره بخلاف عبادتهم لله تعالى، فإنهم يفعلونها في كثير من الأوقات على وجه العادة والتكلُّف، حتى إن العدو الخارج عن شريعة الإسلام لما قدم دمشق خرجوا يستغيثون بالموتى عند القبور التي يرجون عندها كشف الضر، وقال بعض الشعراء:
يا خائفين من التتر ... لُوذُوا بقبر أبي عمر
أو قال:
عُوذُوا بقبر أبي عمر ... ينجيكمو من الضرر
_________
(١) " ولا إلى ميت " ساقطة من (ق) و (م) .
(٢) في (المطبوعة) : " هذا ".','2','311',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (302,'فقلت لهم: إن هؤلاء الذين تستغيثون بهم، لو كانوا معكم في القتال لانهزموا كما انهزَم من انهزم من المسلمين يوم أحد، ولهذا كان أهل المعرفة بالدين والمكاشفة لم يقاتلوا في تلك المرة، لعدم القتال الشرعي الذي أمر الله تعالى به ورسوله، فلما كان بعد ذلك جعلنا نأمر الناس بإخلاص الدين والاستغاثة (١) بالله، وأنهم لا يستغيثون (إلاَّ إيَّاه، لا يستغيثون) (٢) بملك مقرَب ولا بنبي مرسل، (فلما أصلح الناس أمورهم، وصدقوا في الاستغاثة بربهم) (٣) نصرهم على عدوهم نصراً عزيزاً لم يتقدَّم نظيره) . انتهى كلامه.
وقول صاحب البردة أبلغ مما أنكره شيخ الإسلام، فإن صريحه دعاء مضطر محتاج، ذي فاقة وفقر إلى رسول الله صلى الله عليه وسلم، وأنه ليس له ملجأ وملاذ ومفزع عند حلول (٤) الحادث العام العظيم سوى رسول صلى الله عليه وسلم، وإذا حرَّم مجرد سؤاله ما لا يقدر عليه إلاَّ الله، وسؤاله بعد مماته ما دون ذلك من الأسباب العادية، فكيف بهذا الدعاء الذي هو من أبلغ الأدعية في إظهار الفقر والفاقة، واستعطاف المسؤول بتوحيده وإفراده لهذا المطلوب العظيم، والخطب الجسيم؛ وإذا كان الدعاء حُزم لتضمنه التسوية بين الله وبين غيره في القصد والرجاء، والذل والمحبة، فكيف بما دلَّ على ما هو أبلغ من ذلك مما ذكر (٥) في البُرْدة والهمزية ونحوها (٦) وفي حديث
_________
(١) في (ق) و (م) : " والاستعانة ".
(٢) " إلا إياه، ولا يستغيثون " ساقطة من (ق) و (م) .
(٣) ما بين القوسين ساقط من (ق) .
(٤) في (ح) : " علول".
(٥) في (ق) و (المطبوعة) : " ذكره ".
(٦) في (ق) و (م) : " ونحوهما ".','2','312',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (303,'النعمان بن بشير رضي الله عنه " «الدعاء هو العبادة» (١) وحصر أحد الجزئين في الآخر يفيد ما قاله بعض الشراح من أن الدعاء لبها (٢) وخالصها وركنها الأعظم، وفي حديث أنس رضي الله عنه: " «الدعاء مخ العبادة» " (٣) وبه يظهر معنى الحصر في حديث النعمان، وفي الحديث: " «من لم يسأل الله يغضب عليه» " (٤) مفهومه أن من سأله رضي (٥) عليه، وهل هذا الرضا وهذا الغضب إلاَ لحصول عبادة يحبها ويرضاها، أو لفقدها الموجب لغضبه وسخطه، فإذا صرف ذلك لغير الله في الأمور العامة الكلية التي مصدرها عن قدرة كاملة ليست في قوى البشر، وليست من جنس الأسباب العادية، فهذا عين الشرك.
قال أبو العباس ابن تيمية (٦) فيمن سأل الأموات ما لا يُطلب إلاَّ من [١٢٢] الله، كمغفرة الذنوب، وهداية القلوب، وإنزال المطر: (إنه يُستتاب، فإن تاب وإلا قُتل؛ لأن هذا عين الشرك الذي نهت عنه الرسل، ونزلت الكتب بتحريمه وتكفير فاعله) . انتهى.
وقد نفى الله عن غيره ملك (٧) الشفاعة، ونفى فعلها بغير إذنه،
_________
(١) أخرجه أبو داود (١٤٧٩) ، والترمذي (٢٩٦٩، ٣٢٤٧) ، وابن ماجه (٣٨٢٨) ، وأحمد (٢ / ٢٤٤٢) .
(٢) ٨ في (المطبوعة) : " لب العبادة ".
(٣) أخرجه الترمذي (٣٣٧١) وقال: غريب من هذا الوجه. وانظر تخريجه في: كشف ما ألقاه إبليس " ص (٧١) .
(٤) أخرجه الترمذي (٣٣٧٣) وابن ماجه (٣٨٢٧) ، والبخاري في الأدب المفرد (٦٥٨) ، وأبو يعلى (١٢ / ١٠) .
(٥) في (ق) و (م) و (المطبوعة) زيادة: " الله ".
(٦) انظر: " زيارة القبور " ص (١٨) ، ومجموع الفتاوى " (٣ / ٣٩٥".
(٧) في (ق) و (م) و (المطبوعة) : " مالك ".','2','313',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (304,'وأن (١) تكون فيمن لا يرضى قوله وعمله، وقد ذكر جل ذكره أنه المنفرد والمختص بملك ذلك اليوم، وتمدح بذلك في غير آية من كتابه، وثبت من غير وجه أن النبي صلى الله عليه وسلم قال: «إنَّ الله يقبض السماوات بيمينه ويقبض الأرض فيقول: أنا الملك، أنا الديان، أين ملوك الأرض» (٢) وقال تعالى: {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ} [الانفطار: ١٧] * {ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ} [الانفطار: ١٨] * {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} [الانفطار: ١٩] [الانفطار ١٧-١٩] وهذه نكرة في سياق النفي وهي عامة.
وكذلك قوله تعالى: {وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا} [البقرة: ٤٨] في موضعين من سورة البقرة (آية ٤٨ وآية ١٢٣] .
ولا ينافي هذا ما ورد من إثبات شفاعة النبي صلى الله عليه وسلم وشفاعة غيره؛ لأن المراد بالنفي اختصاصه بالملك، وعدم مشاركة أحد له تعالى في ملك ذلك اليوم، وما ورد من حصول الشفاعة فهو عن أمره وإذنه ورضاه تعالى وتقدَّس، فالشافع عبد مأمور لا ملك له ولا يبتدىء بالشفاعة، بل هو مدَبَّر مأمور) (٣) فكيف يطلب منه ما لا يملك، وما (٤) لا يحصل إلاَّ بإذن من ربه تبارك وتعالى؛ وهذا هو المراد بالاستثناء في مثل (٥) قوله تعالى:
_________
(١) في (ق) و (م) : " أو أن ".
(٢) أخرجه البخاري (٧٤١٢، ٢٧٨٧) ، ومسلم (٢٧٨٧) ، وقوله: (أنا الديان) ، ففي حديث آخر أخرجه البخاري تعليقًا عن جابر. انظر: كتاب التوحيد باب (٣٢) . وأخرجه أحمد (٣ / ٤٩٥) .
(٣) ما بين القوسين ساقط من (ق) .
(٤) ساقطة من (ق) و (م) .
(٥) ساقطة من (ق) و (م) .','2','314',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (305,'{مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة: ٢٥٥] [البقرة ٢٥٥] .
فتعليقها على الِإذن والرضى يراد به هذا المعنى، الذي هو صرف القلوب إلى باريها وفاطرها، وإسلام الوجوه له، عكس ما يفهمه المشرك من أن الاستثناء يفيد طلب ذلك من غير الله، وسؤال (١) ذلك الغير هذا المطلوب العظيم.
وإذا كان الحال هكذا فمن سأل رسول الله صلى الله عليه وسلم شيئاً مما لا يطلب إلاَّ من الله كمغفرة الذنوب وهداية القلوب، ودخول الجنة والنجاة من النار وأنزل المطر، والنصر على الأعداء ودفع السوء والردى، ونحو ذلك مما يختص به (٢) تعالى، ولا يشاركه فيه مشارك فقد أشرك بربه وجعل له ندًّا وشريكاً في خالص حقِّه.
ولا ريب أن هذا الدعاء (٣) يقتضي إثبات قدرة عامة (٤) وعلم عام، وسمع محيط، لا سيَّما إن كان من يدعو الصالحين ويسألهم، جعل ذلك دَيدنَه في كل (٥) مكان وإن بعدت الديار وتناءت الأقطار، وإن زعم أنه لم يثبت قدرة ولا علماً ولا سمعاً عامًّا محيطاً لا يليق بالمخلوق، فهو مكابر ملبوس عليه، ثم في ذلك من الخضوع والذل والمحبة والِإنابة ما هو من خالص العبادة ولبها، فكيف جاز صرفه لغير الله؟
_________
(١) في (ح) : " وسؤاله ".
(٢) في (ق) و (م) و (المطبوعة) زيادة: الله ".
(٣) في المطبوعة " زيادة: " الذي دعاه البوصيري واستغاث فيه بالنبي صلى الله عليه وسلم ".
(٤) في (ح) : " تامة.
(٥) في " المطبوعات " زيادة: " زمان و ".','2','315',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (306,'إذا عرفت هذا: فهذه الأبيات التي قالها صاحب البردة فيها من الغلو والإطراء، والدعاء، والالتجاء، ما لا يليق ولا ينبغي (١) صرفه لمخلوق ولو نبيًّا أو ملكا (٢) وأين قوله:
يا أكرم الخلق ما لي من ألوذ به ... سواك عند حلول الحادث العمم
إن لم تكن في معادي آخذاً بيدي ... فضلا وإلا َّفقل: يازلة القدم
فإن من جودك الدنيا وضرتها ... ومن علومك علم اللوح والقلم
مما دل عليه كتاب الله وسنَّة رسوله صلى الله عليه وسلم من وجوب (إسلام الوجوه له تعالى والإنابة إليه، ووجوب) (٣) اتخاذه تعالى (٤) ملجأ، ومفزعاً، ومَعَاذًا، وملاذا عند الشدائد والمهمات (٥) .
قال تعالى: {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ} [الأنعام: ٤٠] [الأنعام ٤٠] ففي هذه الآية أنهم يلجأون إليه، ويفردونه (٦) بالدعاء إن أتاهم العذاب أو أتتهم الساعة، واحتج بذلك على وجوب إفراده بالدعاء في حال الرخاء وفي جميع الحالات، فكيف ترى بمن أعدَّ غير الله لشدَّته،
_________
(١) في (ق) و (م) : " ينبغي ولا يليق ".
(٢) في (المطبوعة) : (نبي أو ملك"، وفيها بعدها زيادة: "ولو كان أفضل الأنبياء وأقربهم إلى الله نبينا محمد صلى الله عليه وسلم.
(٣) ما بين القوسين ساقط من (ح) وبها تكرار.
(٤) في " المطبوعة " زيادة: " وحده ".
(٥) في (المطبوعة) زيادة: "وأن النبي صلى الله عليه وسلم وإخوانه الأنبياء من قبله ما جاءوا كلهم إلا لتخليص هذا الحق لله وحده، وإبعاد كل شبهة يقيمها الشيطان حوله ".
(٦) في (ق) : " ويقرون ".','2','316',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (307,'ولهول الساعة وكربها؟ كما في أبيات البوصيري، وإذا اقترن بذلك نفي التعلُق والرجاء والتوكُل في ذلك عن غير الرسول صلى الله عليه وسلم، وأضاف المتكلم إلى هذا إثبات عموم العلم وإحاطته بالكليات والجزئيَّات، وأن الدنيا والآخرة حصلتا وكانتا عن جوده وإحسانه، و (١) معلوم أن هذا يدخل فيه كل تدبير وتأثير وتقدير وتيسير، فأي فرد يبقى لله؟ وأي شيء اختص به؟ فافهم ما في هذه الأبيات من منافاة مقتضى الرسالة، وصريح الآيات.
وإذا عرفت ذلك: عرفت أنَّ المعترض قَصُرت رتبته عن درجة العلم بأصل الإيمان، وعن معرفة الحكمة في خلق الجن والإنس والسماوات والأرض وما فيهما؛ فلذلك اعترض، ورأى أن كلام الشيخ على هذه الأبيات شنع بشع، فإنه ارتاع من (٢) عدّ ذلك من قسم (٣) الشرك الأكبر.
وأبلغ من هذا: أنه يفهم من التوحيد وإخلاص الدعاء لله، والنهي عن دعاء نبينا صلى الله عليه وسلم تنقيصا (٤) له وحطًّا من رتبته وإبطالاً لشفاعته بالكلية: {أَلَا بُعْدًا لِمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ} [هود: ٩٥] [هود ٩٥] . وهذا بعينه قول من غلا في المسيح وأمه، أو غلا في أحد من الأنبياء والملائكة، وقد قال عمرو بن العاص وأصحابه للنجاشي لما قدموا عليه يريدون جعفر بن أبي طالب وأصحابه: "إنهم يقولون في المسيح قولاً ٣١٨ عظيماً- يعني أنَّه (٥) عبد، رسول، ليس بإله " (٦) وكذلك قالت قريش للنبي صلى الله عليه وسلم لما دعاهم إلى توحيد (٧) الله: "قد (٨) عبت ديننا وسببت آلهتنا". وكذا قال قوم نوح كما يدل عليه قوله جل ذكره: {وَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا} [نوح: ٢٣] الآية (٩) [نوح ٢٣] .
وقال تعالى: {وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ} [الزخرف: ٥٧] * {وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ} [الزخرف: ٥٨] (١٠) إلى قوله ( {إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَاهُ مَثَلًا لِبَنِي إِسْرَائِيلَ} [الزخرف: ٥٩] [الزخرف ٥٧- ٥٩] .
فالأمر بتوحيد الله وإخلاص الدعاء له والنهي عن دعاء الأنبياء والصالحين ليس بتنقص (١١) بل هو الكمال والعزّ والسيادة، وهل نال الأنبياء وغيرهم من الملائكة المقرَّبين، ما نالوه من المقامات التي يتقاصر عنها المتطاولون إلاَّ بتجريد التوحيد، وتحقيقه ومعرفة الله والعلم به، والدعوة إلى سبيله، والبراءة مما نسبه إليه أعداؤه المشركون؟ وأمَّا صرف حق الله وما يجب له من الدعاء والعبادة إلى غيره: فهذا
_________
(١) في المطبوعة زيادة: " بل بعض وجوده كما تدل عليه (من) الموضوعة في اللغة العربية للتبعيض ".
(٢) في (المطبوعة) : " تعاظم ".
(٣) ساقطة من (المطبوعة) .
(٤) في المطبوعة " تنقصا ".
(٥) سقطت من (المطبوعة) ، وفي (ق) : " إنهم ".
(٦) أخرجه أحمد (١ / ٢٠٣، ٥ / ٢٩٢) وتقدم تخريجه، انظر: ص (٩٦) ، هامش ٣.
(٧) في (ق) : " التوحيد ".
(٨) في (ح) و (المطبوعة) : " قالوا " مكان: " قد ".
(٩) في (ق) و (المطبوعة) زيادة: (ولا يغوث ويعوق ونسرا) .
(١٠) في (المطبوعة) زيادة " ما ضربوه لك إلا جدلا بل هم قوم خصمون ".
(١١) في (المطبوعة) زيادة: " لهم ".','2','317',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (308,'محض التنقص لله ولعباده المخلصين؛ ولهذا نزَّه (١) تعالى نفسه عمَّا يشركون في غير موضع من القرآن وكذلك في السنَّة.
وفيه تنقص أيضاً (٢) بالأنبياء والصالحين؛ لظن (٣) من فعل ذلك أنهم يرضون به ويقرون (٤) عليه، وأنهم ما نهوا عن هذا الجنس من الشرك وإنَّما جاءوا بتحريم الشرك في الربوبية، ووجوب اعتقاد اختصاصه تعالى بالملك والتدبير، كما صرَّح به كثير من عباد القبور، وأنكروا توحيد العبادة غاية الِإنكار، وجعلوا معنى كلمة الِإخلاص يرجع إلى توحيد الربوبية فقط، ومن نهاهم عن عبادة غير الله قابلوه بأشد الِإنكار؛ وقالوا: تنقصت المشايخ والكبار، وهم قد تنقصوا الملك الحق العزيز الغفار.
فما أشد غربة هذا الدين، وما أقلَّ من يعرفه من المدَّعين للعلم والمنتسبين (٥) .
وأما إبطال الشفاعة: فالشفاعة التي يشير إليها هذا الرجل وإخوانه من المشركين قد نفاها الله تعالى وأبطلها في كتابه العزيز في غير موضع؛ وأخبر تعالى أنه لا يعلم وجود شفيع يشفع هذه الشفاعة التي قصدها المشركون لا في السماوات ولا في الأرض، وما لا يعلمه سبحانه فهو مستحيل الوجود.
والشفاعة المثبتة نوع آخر، وجنس ثانٍ لا يعقلها المشركون،
_________
(١) في " المطبوعة " زيادة: " الله ".
(٢) في (ح) و (المطبوعة) : " أيضا تنقص ".
(٣) في (ح) و (المطبوعة) : " إذا يظن ".
(٤) في (ح) و (المطبوعة) : " ويقرونه ".
(٥) في (المطبوعة) زيادة: " لهم ".','2','319',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (309,'وما يعقلها إلاَّ العالمون (١) والِإشارة (٢) إلى سببها (٣) ومقتضيها وموجبها جاء (٤) صريحاً في حديث أبي هريرة رضي الله عنه أنه قال: يا رسول الله، من أسعد الناس بشفاعتك؟ قال: " «أسعد الناس بشفاعتي من قال لا إِله إلاَّ الله خالصاً من قلبه» " (٥) . إذا عرفتَ هذا عرفتَ أن المعترض أجنبي عن علوم أهل الإسلام لا يعقل منها شيئاَ، فلا جَرَم اعترض على شيخنا، وصاح لما سمع (٦) بتجريد التوحيد، والحمد لله العزيز الحميد.
وأما قوله: (إنَّ البوصيري لم يقصد ما قصده شيخنا وأنه ليس بجهول) .
فجوابه: أن البحث هنا في الألفاظ وما دلت عليه صريحاً، وأمَّا القصد والنية فليس هذا مبحثه، والسرائر إلى الله يحاسب العباد (٧) بعلمه، وصريح اللفظ دال على ما قرره شيخنا.
وأما قوله: (وليس بجهول عن عبادة الله تعالى، ودعاء غيره من دونه الذي يكون شركاً قد نهى الله عنه ورسوله صلى الله عليه وسلم؛ إذ ذاك لا يصلح إلا لله) . فالجواب: إن العقلاء نصُّوا أنَّ من الحمق المتناهي تكذيب العين
_________
(١) في (المطبوعة) : " العاملون "، وهو خطأ مطبعي ".
(٢) في (ق) : " والإرشاد ") .
(٣) في (ق) : " سبيلها ".
(٤) ساقطة من (ح) .
(٥) أخرجه البخاري (٩٩، ٦٥٧٠) ، وأحمد (٢ / ٣٠٧، ٣٧٣) .
(٦) ساقطة من (ح) .
(٧) في (المطبوعة) زيادة: " عليها ".','2','320',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (310,'وتصديق الظن والحدس، فكيف تقبل منك هذه الدعوى ونحن نرى قوله ونسمعه؟ ويكفي الحس في إبطال دعواك أنه ليس بجهول، وهل هذا الذي صدر منه إلاَّ غاية الجهل ومنتهى الضلال؟
وأمَّا كون الرسل يقولون لقومهم: اعبدوا الله، والله يقول: ٣٠ {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: ١٨] [الجن ١٨] . فنعم؛ هذا حق وهو دين الرسل، والنزاع بيننا وبينكم في التزامه والعمل به، فكيف تحتج علينا بأن الله تعالى قال هذا، وقد خالفتم مقتضاه، وخرجتم عمَّا دلَّ عليه، وكيف ننهاك (١) عن دعاء غير الله وتحتج علينا بأنك تعلم أنه لا يدعى إلا الله؛ هذا ولو عقلتم المعنى والمقصود من هذه الآيات وأنصفتم لاستراح الخصم، والآفة كل الآفة (٢) مخالفة هذا ومناقضته ممن يتلوه ويؤمن بألفاظه (٣) .
وأما كونه عالماً من علماء الأمة: فهذا من الجهل بالعلم والعلماء، أين العنقاء لتُطْلَب، وأين السمندل ليجلب؟
قال تعالى: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} [البقرة: ١١١] * {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ} [البقرة: ١١٢] [البقرة ١١١- ١١٢] هؤلاء هم أهل العلم ورثة الجنة، وسادات الأمة، لو سلم عقلك
_________
(١) في (ق) و (م) : " ننهاكم ".
(٢) في (المطبوعة) زيادة: " في ".
(٣) في (المطبوعة) زيادة: " ويكفر بمعناه ".','2','321',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (311,'لعرفت أن من يدعو العباد إلى الله، ويردَّهم إليه وينهاهم عن الالتفات والتعلُق على غيره، وصرف الوجوه لسواه هو العالم الأمين، لكن أعماك الهوى عن معرفة الرشاد والهدى.
وأمَّا كون الناظم يشير إلى يوم القيامة: فنعم، ولكن لا يدعى لذلك اليوم إلاَّ الله وحده، وكون الخلائق تفزع إليه في ذلك اليوم لا يوجب ذلك ويقتضي دعاءه، وقصده من دون الله في دار التكليف والعمل، والملائكة والمؤمنون والأطفال يشفعون في ذلك اليوم، وهل يقول مسلم بقصدهم ودعائهم والتعلُّق عليهم من دون الله في هذه الدار، لما يرجى في الدار الآخر ة ويؤمل فيها؟ ومن قال بقصدهم ورجائهم ودعائهم لذلك، وشرعه، فقد فتح باب الشرك وسوَّغه، ودخل فيما دخل فيه الصابئة المشركون من التعلق على الأنفس المفارقة وعبادتها ودعائها مع الله.
وقولك: (حين تدني الشمس) هذا خطك بيدك، وهو لحن فاحش يدل على أنك أُمِّيٌّ (١) لا تُحسن شيئاً من العلم.
وقول النبي صلى الله عليه وسلم " «أمتي أمتي» " (٢) ليس فيه أنه يُدْعى ويُقصد لذلك قبل يوم القيامة.
_________
(١) ساقطة من (ق) و (م) .
(٢) أخرجه البخاري) ٧٠٧٢، ومسلم (١٩٣) .','2','322',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (312,'<span data-type="title" id=toc-64>[فصل في مخاطبة النبي بكاف الخطاب بعد موته والدعاء له عند قبره]</span>
فصل قال المعترض: (فشرف الدين يخاطبه صلى الله عليه وسلم كما خاطبه حسَّان بن ثابت رضي الله عنه بكاف الخطاب بعد موته؟ وكما خاطبه صدِّيق هذه الأمة أبو بكر رضي الله عنه بعد موته، وطلب منه كما يأتي ذلك، وكما خاطبه الأعمى في غيبته، وكما خاطبه الذي علَّمه عثمان بن حنيف زمن الخليفة عثمان بن عفان رضي الله عنهما (١) بعد موته صلى الله عليه وسلم؛ وغير الصحابة كثير من التابعين وسلف الأمة؛ إذ مخاطبته صلى الله عليه وسلم بعد موته أبلغ؛ لأن أعمال أمته تعرض عليه في قبره، وشرف الدين يقول: يا أكرم الخلق؛ وهل ينكر أحد أنه ليس بأكرم الخلق بذلاً ونائلاً وعند ربه جلَّ وعلا، ثم قال: ما لي من ألوذ به من الخلق سواك، واغوثاه من الجهل وطمس القلوب) . ثم قال: (عند حلول (٢) الحادث العمم، وهذا ذاك اليوم ومطلوبة شفاعته صلى الله عليه وسلم) .
والجواب أن يقال: هذا الخطاب الذي خاطبه البوصيري في بردته خطاب سائل، داع، لائذٍ، مضطرٍّ، محتاج (٣) بما لا يقدر عليه إلاَّ الله تعالى، وخطاب حسَّان خطاب متوجد متمنٍ أن يقي وجهه رسول الله صلى الله عليه وسلم التراب،
_________
(١) في (ح) و (المطبوعة) : " عنه ".
(٢) ساقطة من (ق) و (م) .
(٣) ساقطة من (ح) .','2','323',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (313,'وهذا من باب الوجد والأسف على فراقه، وذلك من باب الدعاء والطلب منه فأين هذا من هذا؟ هل قال حسان: أعطني وأنا عائذ، أو لائذٍ بك في الحوادث والملمَّات؟ وقد جاء في السلام عليه والتشهُّد في الصلاة (١) ما يفيد الفرق بين خطاب الْمُسَلِّم وخطاب الداعي الراجي، بل جاء في خطاب الموتى بالسلام ما يستبين به الفرق عند أولي الألباب والأفهام، وعلمهم النبي صلى الله عليه وسلم أن يقولوا: " «السلام عليكم دار قوم مؤمنين» (٢) عند زيارتهم، ولو خاطبهم بغير ذلك من المطالب والدعاء، وقال: "جئتكم مستجيراً، عائذاً بكم، مستغيثا (٣) لائذاً بحماكم، طالباً لبركم ونعماكم، وما لي عند الحوادث والمهمات سواكم " لكان (٤) ذلك من الشرك الأكبر؛ الذي اتفقت الرسل ونزلت الكتب بتحريمه وتكفير فاعله، أفيقال: هذا خطاب وما قبله خطاب، ويسوى بينهما للاشتراك في الخطاب؟ هذا لا يقوله إلاَّ أضل الخلق وأجهلهم (٥) وقد جبل الله الخلق على الفرق بين (٦) دعاء الميت والدعاء له، واتفقت الفِطَر والشرائع على الفرق بين ذلك؛ وأكثر الناس اجتالتهم الشياطين، وأحدثوا من الدين ما لم يأذن به الله، وحللوا وحرموا بمجرَّد أهوائهم وآرائهم الضالة.
وأمَّا حديث أبي بكر: فسيأتي الكلام عليه؛ وأنه غير ثابت وأن
_________
(١) ساقطة من (ق) و (م) .
(٢) أخرجه مسلم (٢٤٩ ـ ٩٧٤) ، أبو داود (٣٢٣٧) ، وابن ماجه (١٥٤٦) .
(٣) في (ق) : " مستشفعا ".
(٤) ساقطة من (ق) .
(٥) في (ق) و (م) : " أجهل الخلق وأضلهم ".
(٦) في (ق) : " فراق ".','2','324',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (314,'الإجماع المستند إلى الكتاب والسنَّة والاعتبار يخالفه وينافيه، وأين هذا من هدي السلف والصحابة رضوان الله عليهم في المبالغة في صيانة قبره الشريف، وتثليث جداره كي لا يُصلَّى إليه، ولا يُتمكَّن من دعائه وسؤاله، عملاً بقوله- صلى الله عليه وسلم: " «اللَهمَّ لا تجعل قبري وثناً يعبد» " (١) وقد بالغ السلف في حماية حِمى التوحيد، والتباعد عن الشرك، وسدّ ذرائعه؛ وقطع وسائله؛ حتى منعوا من استقبال القبر عند دعاء الله؛ كما هو نص أحمد ومالك وأبي حنيفة رحمهم الله في أشرف القبور على الِإطلاق، فأين هذا من سؤاله صلى الله عليه وسلم وطلب ما لا يقدر عليه إلاَّ الله؟
وأما حديث الأعمى: فليس فيه ما يدلّ على غيبته صلى الله عليه وسلم، وهو توسل بدعائه كما كان الصحابة يتوسلون بذلك، ويسألون الاستغفار والدعاء. وقد قال تعالى: {وَصَلِّ عَلَيْهِمْ إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ} [التوبة: ١٠٣] [التوبة ١٠٣] وقال تعالى حاكياً عن المنافقين: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ} [المنافقون: ٥] [المنافقون ٥] فذم هذا الصنف بالصد عن ذلك.
فهذا كان هديهم وفعلهم في حياته صلى الله عليه وسم، وأمَّا بعد موته صلى الله عليه وسلم فلم يفعله أحد منهم، ولا من أهل العلم والإيمان بعدهم، بل قد ثبت النهي عن الدعاء عند القبر، فكيف بدعائه وقد تقدَّم ذلك قريبا: "وخير الهدي هدي محمد صلى الله عليه وسلم، وشر الأمور محدثاتها" (٢)
_________
(١) أخرجه أحمد (٢ / ٢٤٦) ، ومالك في الموطأ (١ / ١٧٢، ح ٤١٤) ، وهو صحيح.
(٢) أخرجه البخاري (٧٢٧٧) ، ومسلم (٨٦٧) ، والنسائي (٣ / ٨٨ ١) ، وابن ماجه (٤٥) ، والدارمي (٣٥٦) في المقدمة، باب كراهية أخذ الرأي، وأحمد (٣ / ٣١، ٣١٩، ٣٧١) .','2','325',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (315,'[١٢٨] وسيأتيك أن أصل الشرك، وسبب حدوثه دعاء الموتى وخطابهم بالحوائج.
وأمَّا الذي حدَّثه عثمان بن حنيف: فلم يخاطبه، ولم يثبت ذلك في حديث الأعمى، أعني مخاطبته صلى الله عليه وسلم والذي رواه من أهل السنن المعتبرة لم يثبت مخاطبته الرسول؛ بل هي ساقطة في الأصول المحرَّرة، ومسألة السؤال به أو بحقِّه غير مسألته نفسه ودعائه.
وأمَّا كون أعمال أمته تُعرض عليه: فليس فيه ما يستدل به على سؤاله ودعائه مع الله وطلب الحوائج منه، ومن زعم ذلك فقد قال بتجهيل أصحاب رسول الله صلى الله عليه وسلم من السابقين الأولين، من المهاجرين والأنصار، ومن بعدهم من التابعين وعلماء المدينة (١) كالفقهاء السبعة، ومن بعدهم كابن شهاب (٢) وربيعة (٣) ويحيى بن سعيد، ومالك بن أنس، وأهل المذاهب المقلدة كأبي حنيفة، والشافعي، وأحمد، وسفيان، وداود بن علي، وأمثالهم ونظرائهم من أهل العلم الذين منعوا من دعائه، والدعاء عنده، وقد ثبت أن عمل المسلم يعرض على والديه (٤) ولا قائل بدعائهما وطلبهما.
وأمَّا قول المعترض: (إن أعمال أمته تعرض عليه في قبره) .
_________
(١) في (ق) و (م) : " الأمة ".
(٢) في (ق) و (المطبوعة) زيادة: " الزهري ".
(٣) في (المطبوعة) زيادة: " ابن عبد الرحمن ".
(٤) لم أقف عليه، وإنما الوارد الحديث الآتي في عرض الأعمال على الأقارب والعشائر، وهو ضعيف.','2','326',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (316,'فقد ورد (١) أن أعمال أمته تعرض على أقاربهم (٢) ؛ ولم يأتِ ما يدل على أن العرض في القبر بل الجزم بهذا (٣) والقول به يحتاج لدليل، وقد ثبت أن " «نسمة المؤمن طائر يعلق بشجر الجنة» (٤) .
والواجب أن يؤمن المؤمن بما جاء عن رسول الله صلى الله عليه وسلم على مراد رسول الله صلى الله عليه وسلم، ولا يتعدى ذلك إلاَّ بتوقيف.
وأعجب منه قول المعترض: (وهل ينكر أحد أنه ليس بأكرم الخلق بذلاً ونائلاً) ، فهذه العبارة تطلعك على قطرة (٥) من بحر جهالته، وذرَّة من قناطير غباوته، كل المسلمين والمؤمنين ينكرون القول أنه ليس بأكرم الخلق، والذي لا ينكر (٦) كونه أكرم الخلق، لا أنه ليس بأكرم الخلق، فتأمَّله فإنه نص خطه (٧) بيده.
وأما قوله: (واغوثاه من الجهل وطمس القلوب) . فأقول: يا لله للمسلمين من ضال جاهل، يسمي تجريد التوحيد وإفراد
_________
(١) في (المطبوعة) : " روي ".
(٢) أخرجه أحمد (٣ / ١٦٥) ، وذكره الهيثمي في المجمع (٢ / ٣٢٨) ، وضعفه الألباني في الضعيفة (٨٦٣) ، ولفظه: "إن أعمالكم تعرض على أقاربكم وعشائركم ٠٠٠ " الحديث.
(٣) في (ق) و (م) : " به ".
(٤) أخرجه النسائي (٤ / ٥٨ ١) ، وابن ماجه (٤٢٧١) ، وأحمد (٣ / ٤٥٥، ٤٥٦) ، ومالك في الموطأ، كتاب الجنائز، ح (٤٩) .
(٥) في (ح) : " قنطرة ".
(٦) في (المطبوعة) زيادة: هو.
(٧) ساقطة من (ق) .','2','327',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (317,'الله بالدعاء جهلا وطمسًا للقلوب، ويستغيث استغاثة محق مغلوب، وكون [١٢٩] ، المطلوب شفاعته صلى الله عليه وسلم لا يبيح ذلك دعاءه وإفراده باللياذ والعياذ، والقول بأنه يعلم الغيب، وأن الدنيا والآخرة من (١) جُوده (٢) بل هذا يشبه غلو أهل الكتاب في أنبيائهم.
وقد قال تعالى: {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ وَلَا تَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} [النساء: ١٧١] [النساء ١٧١] .
فرحم الله امرأ وقف عند حدود الله، ولم يتعدَّاها، ولم يتجاوزها إلى سواها.
_________
(١) في (المطبوعة) " بعض ".
(٢) في (ق) : " وجوه ".','2','328',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (318,'<span data-type="title" id=toc-65>[فصل في بيان أن من دعا معبودا أو انتحل طريقة أنه لا يرى في ذلك محذورا]</span>
فصل قال المعترض: (ثم ماذا، والمحذور الذي كفَّر به هذا الرجل وما يضرُّ النداء في هذا، وهل هذا عبادة من دون الله؟ ما أبعد الجهل وأهله من الفرقان) .
ثم ذكر المعترض قول حسَّان في مرثيته مستدلاً به على أن الرسول يُدْعَى ويخاطب.
والجواب أن يقال: لا ريب أن جمهور من دعا معبوداً مع الله. وانتحل طريقة ودينا (١) لم يأذن به الله يرى أنه لا محذور، ولا إنكار، ويحسب أنه مهتدِ، وإن كان من أضلّ الخلق وأبعدهم عن مناهج الإيمان والهدى، ويكفي المؤمن ما تقدَّم من الآيات التي تزعم أن الناظم يعرفها ولا يجهلها.
كقوله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: ١٨] [الجن ١٨] وهل يحيل هذا الدعاء عن حقيقته، ويسوغه لغير الله تسمية الجاهلين له نداء لا دعاء، وهل العبادة إلاَّ هذا الدعاء ونحوه؛ فأي جهل في تحريم ما حرم الله من دعاء غيره ومسألة سواه ما لا يقدر عليه إلاَّ الله؟ .
_________
(١) في بقية النسخ: أو دينا.','2','329',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (319,'وهذا المعترض وأمثاله من أجهل الناس بمسمى العبادة، ومعرفة أفرادها.
ومعلوم أنَّ قول النصارى: (يا والدة المسيح اشفعي لنا إلى الِإله) نداء إذا جهر به المنادي، ولا يخرجه ذلك عن كونه دعاء وعبادة بإجماع المسلمين، ولو كان المطلوب مجرَّد شفاعتها، فإباحة هذا النوع وجعله لا محذور فيه هو عين الجهل، ونفس الضلال.
وأمَّا رثاء حسَّان: فليس فيه دعاء، وإنَّما هو توجع وتحزن وتألم بفقده (١) صلى الله عليه وسلم؛ وفَرْق بين الخطاب بهذا، والخطاب بالدعاء والمسألة، وقد تقدم التنبيه على ذلك (٢) .
_________
(١) في بقية النسخ: لفقده ".
(٢) انظر: ص (٣٢٣) .','2','330',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (320,'<span data-type="title" id=toc-66>[فصل في مناقشة وتضعيف رواية سيف بن عمر في ذكر قول الصديق عند دخوله على النبي صلى الله عليه وسلم بعد موته]</span>
فصل قال المعترض: (وأبلغ من هذا وأدحض كلام صدّيق هذه الأمة أبي بكر (١) رضي الله عنه، حين وجد النبي صلى الله عليه وسلم ميتاً، فقد قال سيف بن عمر التميمي في فتوحه، الذي قال أبو العباس بن تيمية إنها أصح ما وضع في ذلك، وهو من تابعي التابعين، ومن كبار شيوخه: هشام بن عروة بن الزبير رضي الله عنه.
فقال: حدثنا عمرو بن محمد عن تمام بن العاص عن القعقاع بن عمرو التميمي رضي الله عنه- وكان من خواص أبي بكر الصدِّيق (٢) رضي الله عنه- قال: "جاء الخبر بثقل النبي صلى الله عليه وسلم إلى أبي بكر وواتر [١٣٠] أهل البيت إليه الرسل. فجاء، فلقيه آخرهم، بعدما مات النبي صلى الله عليه وسلم ودخل أبو بكر البيت وهو يسترجع ويصلي على النبي صلى الله عليه وسلم، فأكب عليه وكشف عن وجهه؟ وقبل جبينه وخديه، ومسح وجهه؛ وجعل يبكي ويقول: بأبي أنت وأمي ونفسي وأهلي، طبتَ حيًّا وميتا، انقطع بموتك ما لم ينقطع بموت أحد قبلك من الأنبياء: النبوة، فعظُمتَ عن الصفة،
_________
(١) ساقطة من (ق) و (م) .
(٢) ساقطة من (ق) و (م) .','2','331',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (321,'وجللت عن البكاء، وخصصت حتى صرت مسلاة، وعممت حتى صرنا فيك سواء، فلولا موتك كان اختيارا منك لجدنا بالنفوس لحزنك، ولولا أنك نهيت عن البكاء لأنفدنا (١) عليك الشؤون، فأمَّا ما لا نستطيع نتقيه عنا فكمد، وادكار (٢) متحالفان أن لا (٣) يبرحا، اللهم فأبلغه عنا، اذكرنا يا محمد عند ربك، ولنكن من بالك؛ فلولا ما خلفت من السكينة لم نقم لما خلفت من الوحشة، اللهمَّ أبلغ نبيك عنا واحفظه فينا" (٤) .
ثم (٥) قال المعترض: (وكان القعقاع قد شهد وفاة النبي صلى الله عليه وسلم، (وروى عنه سيف أنه قال: شهدت وفاة النبي صلى الله عليه وسلم (٦) وذكر قصة السقيفة، فهل ترى الصدّيق عند هذا الرجل كافراً بقوله يخاطب النبي صلى الله عليه وسلم اذكرنا يا محمد عند ربك، ولنكن من بالك؛ والنثر أوسع من النظم) .
والجواب أن يقال: آفة هؤلاء الجهال عدم التمسك بأصول أهل العلم والهدى، التي إليها المرجع في الاستدلال والمنتهى، وقد وضع أهل العلم والحديث من القوانين الشرعية، ما يميّز به بين (٧) الآثار الصحيحة والمكذوبة والموضوعة والضعيفة، التي لا تثبت بها أحكام دينية.
_________
(١) في (ح) : " لأنقذنا ".
(٢) في (الأصل) و (ح) : " والدكار ".
(٣) في (المطبوعة) : " لا يبرحان ".
(٤) انظر: فتوح سيف بن عمر.
(٥) ساقطة من (ق) و (م) .
(٦) ما بين القوسين ساقط من (ح) .
(٧) ساقطة من (المطبوعة) .','2','332',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (322,'فمن ذلك: ردَّهم ما انفرد به أحد الرواة عن أصحابه الثقات الأثبات، كما رُدَّ على معمر ما انفرد به عن أصحاب الزهري، وكما رد على ابن إسحاق ما انفرد به في حديث أبي مسعود البدري في صفة الصلاة على النبي صلى الله عليه وسلم، وكما رُدَّ على ابن عيينة مع جلالته وحفظه ما انفرد به عن أصحاب الزهري: من ذكر دبغ الِإهاب في حديث ميمونة.
وقد روى كلام أبي بكر ومقالته حين دخل على النبي صلى الله عليه وسلم عدد كثير، وجم غفير، وذكرها أصحاب السِّيَر عمَّن هو أعدل من القعقاع وأوثق وأشهر، فما وجه الأخذ بها لو سلمنا صحتها؛ وقد خالفت النصوص القرآنية والأحاديث النبوية، بل والإجماع، كما حكاه شيخ [١٣١] الإسلام وغيره؛ وهل يدع هذا كله ويرميه وراء ظهره إلاَّ من غلب عليه متابعة الهوى، وعدم الوقوف مع الكتاب والسنَّة والِإجماع؛ وهل ضلَّ أهل الكتاب إلاَّ بنبذهم (١) كتاب الله وراء ظهورهم، واتباع ما لم يثبت عن أنبيائهم وعلمائهم، بل هو مما أحدثه خلوفهم وجهالهم.
وهذه الكلمة وهي قوله: اذكرنا (٢) عند ربك، لو جاء بسندها المذكور كلمة تخالف الثابت من المرفوع والمأثور، في حكم من أحكام (٣) الفروع وجزئيَّات المسائل، كآداب التخلي ونحوه لم يسغ الأخذ بها، وترك ما هو أصح وأثبت وأدل، فكيف بالطلب من الموتى، ودعاء الأنبياء، والتوجه إليهم، الذي تظاهرت النصوص والآثار على تحريمه والمنع منه.
_________
(١) في (ق) و (م) : " بنبذ ".
(٢) في (ق) و (م) زيادة: " يا محمد ".
(٣) في (ح) : " الأحكام ".','2','333',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (323,'قال ابن القيم رحمه الله تعالى: (فإن طلب الحوائج من الموتى هو أصل شرك العالم (١) . اهـ.
وفد حمى صلى الله عليه وسلم حِمَى التوحيد وسد ذرائع الشرك حتى نهى عن قول: "ما شاء الله وشاء فلان " (٢) ونهى عن الحلف بغير الله (٣) ونهى عن الصلاة عند القبور واستقبالها (٤) ونهى عن عبادة الله بالذبح في مكان يذبح فيه لغير الله (٥) ونهى عن قول الرجل: " عبدي وأمتي " (٦) وقد بالغ أصحابه رضي الله عنهم في صيانة قبره الشريف عن (٧) أن يصل إليه أهل الغلو والِإطراء، فجعلوا جداره مثلثاً، وكره مالك رحمه الله للرجل كلما دخل المسجد إتيان القبر للسلام على النبي صلى الله عليه وسلم وقال: "لم يكن أهل العلم من أهل بلدنا يفعلونه " فكيف ترى بسؤال النبي صلى الله عليه وسلم، والطلب منه،
_________
(١) انظر " إغاثة اللهفان " (٢ / ٢٣٢) .
(٢) أخرجه أبو داود (٤٩٨٥) ، وأحمد (٥ / ٣٨٤، ٣٩٤، ٣٩٨) .
(٣) أخرجه الترمذي (١٥٣٥) بلفظ: "من حلف بغير الله فقد كفر أو أشرك "، وفي الصحيحين: "إن الله ينهاكم أن تحلفوا بآبائكم فمن كان حالفاً فليحلف بالله أو ليصمت"، وأخرجه البخاري (٦٦٤٦) ، ومسلم (١٦٤٦) ، وأبو داود (٣٢٤٩) .
(٤) أخرجه مسلم (٩٢٧) .
(٥) أخرجه أبو داود (٣٣١٤) ، وأحمد (٣ / ٤١٩) ، وفيه: أن رجلا نذر أن يذبح إبلاً ببوانة (موضع) فسأله النبي صلى الله عليه وسلم: "هل بها من الأوثان شيء؟ هل كان بها عيد للمشركين؟) .
(٦) أخرجه البخاري (٢٥٥٢) ، ومسلم (٢٢٤٩) ، أبو داود (٤٩٧٥) ، وأحمد (٢ / ٣١٦، ٤٢٣، ٤٦٣، ٤٨٤) .
(٧) ساقطة من (ح) .','2','334',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (324,'والتوجه إليه في الحوائج والملمات، فبين هدى الصحابة وأهل العلم، وفعل هؤلاء الضُّلاَّل كما بين المشرق والمغرب. شتَّان بين مشرق ومغرب.
هذا لو فرضنا صحة هذه الكلمة، فكيف (١) والأمر بخلاف ذلك، وفي نفس هذا الأثر الذي أورده ما يرد عليه من وجوه.
منها: قوله: "اللهمَّ فأبلغه عنا"، فإذا سأل الله أن يبلغ نبيه عنهم فكيف يقول بعدها: "اذكرنا يا محمد عند ربك "، وهل هذا إلاَّ عكس ما قبله، ومن دون أبي بكر يتحاشى العاقل من نسبته إليه، فكيف بصدِّيق الأمة؟ وقد ثبت في الصحيح وغيره أن الشهداء قالوا: "ألا بلّغوا عنا قومنا أنَّا قد لقينا ربنا، فرضي عنا وأرضانا" (٢) ولم يأتِ أحد من أصحاب [١٣٢] رسول الله صلى الله عليه وسلم إلى شهيد من الشهداء يطلب منه أن يبلغ عنه ربه، وهم أجلّ وأفقه من ذلك، فكيف بالصدِّيق رضي الله عنه؛ فإذا جاءت السنَّة بأنَّ الله هو الذي (٣) يبلغ عمَّن عنده من الشهداء، فكيف تعكس القضية ويجعل النبي صلى الله عليه وسلم هو الذي يبلغ ربه؟
والمشهور والمعروف في اللغة أن الإبلاع إنما يستعمل في من رفع إليه وبلغ ما ليس عنده.
قال تعالى: {لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ} [الأنعام: ١٩] [الأنعام -١٩]
_________
(١) ساقطة من (ق) .
(٢) أخرجه البخاري (٣٠٦٤) ، ومسلم (٦٧٧) ، وأحمد (٣ / ١٠٩، ٢١٠، ٢١٥، ٢٥٥) ، والبيهقي (٩ / ٢٢٥، ١٨٦٠٢) .
(٣) " هو الذي " ساقطة من (ق) .','2','335',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (325,'وفي الحديث: «ليبلغ الشاهد منكم الغائب» (١) هذا لو صح سنده، فكيف وهو عمن لا يحتج به؟ قال ابن السكن: (سيف بن عمر: ضعيف) . وقال أبو حاتم: (قعقاع بن عمرو، قال: شهدت وفاة رسول الله صلى الله عليه وسلم. هذا فيما رواه سيف بن عمر عن عمرو بن تمام عن أبيه عنه، وسيف متروك، فبطل الحديث، وإنَما ذكرناه للمعرفة) ، وقال الحافظ (٢) (أخرجه ابن السكن من طريق إبراهيم بن سعد عن سيف بن عمر عن عمرو عن أبيه عن القعقاع بن عمرو قال: "شهدت وفاة رسول الله صلى الله عليه وسلم فلمَّا صلَّينا الظهر جاء رجل حتى قام بالمسجد وأخبر بعضهم أن الأنصار أجمعوا أن يولوا سعداً قال ابن السكن: سيف بن عمر ضعيف، واختلف في صحبة القعقاع ولم يجزم بذلك ابن عساكر، بل قال: يقال: إن له صحبة) (٣) .
قلت: وهذان الطريقان ليس فيهما عمرو بن محمد، بل هو عمرو بن تمام عن أبيه تمام (٤) فلا أدري أذكر عمرو بن محمد المعترض بقصد التدليس، أو جاء التدليس من غيره.
إذا عرفت هذا: بطل هذا الحديث، وأبطل منه الاحتجاج به، والثابت عند أهل العلم ما رواه محمد بن شهاب الزهري إمام الحجازيين
_________
(١) أخرجه البخاري (١٠٥) ، ومسلم (١٦٧٩) .
(٢) " الحافظ " ساقطة من (ق) .
(٣) انظر: (الإصابة في تمييز الصحابة) لابن حجر (٣ / ٢٣٩، ٢٤٠) في حرف العين القسم الأول ترجمة القعقاع بن عمرو (٧١٢٧) .
(٤) ساقطة من (ق) .','2','336',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (326,'عن سعيد بن المسيب عن أبي هريرة رضي الله عنه قال: "لما توفي رسول الله صلى الله عليه وسلم قام عمر رضي الله عنه فقال: (إنَّ رجالاَ من المنافقين يزعمون أن رسول الله صلى الله عليه وسلم توفي، وإن رسول الله صلى الله عليه وسلم والله (١) ما (٢) مات، ولكنه ذُهب به (٣) إلى ربه كما ذهب موسى بن عمران، فغاب عن قومه أربعين ليلة، ثم رجع بعد أن قيل مات، والله ليرجعن رسول الله صلى الله عليه وسلم فليقطعن أيدي رجال وأرجلهم، يزعمون أن رسول الله صلى الله عليه وسلم مات. قال: وأقبل أبو بكر رضي الله عنه حتى نزل على باب المسجد حين بلغه الخبر وعمر يكلم الناس، فلم يلتفت حتى دخل على [١٣٣] رسول الله صلى الله عليه وسلم في بيت عائشة رضي الله عنها ورسول الله صلى الله عليه وسلم مسجَّى ببرد حبرة (٤) فأقبل حتى كشف عن وجهه، ثم أكبَّ عليه وقبَّله. ثم قال: بأبي أنت وأمي أما الموتة التي كتبها الله عليك فقد ذقتها، ثم لم تصبك بعدها موتة أبداً؛ ثمَّ ردَّ الثوب على وجهه؛ وخرج وعمر يكلِّم الناس، فقال: على رسلك يا عمر، فأنصت، قال: فأبى إلاَّ أن يتكلَّم، فلمَّا رآه أبو بكر لا ينصت أقبل على الناس، فلمَّا سمع الناس كلامه أقبلوا عليه وتركوا عمر، فحمد الله وأثنى عليه، ثم قال: أيها الناس، من كان يعبد محمداً فإن محمداً قد مات، ومن كان يعبد الله فإن الله حي لا يموت.
ثم تلا هذه الآية: {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَفَإِنْ مَاتَ} [آل عمران: ١٤٤] إلى آخر الآية (٥) [آل عمران ١٤٤] .
_________
(١) لم تذكر (ق) لفظ الجلالة.
(٢) ساقطة من (ح) .
(٣) ساقطة من بقية النسخ.
(٤) في (ق) و (م) : " محبرة ".
(٥) في (ح) و (المطبوعة) : سياقة الآية إلى أعقابكم الآية.','2','337',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (327,'قال: فو الله لكأنَّ الناس لم يعلموا أنَّ هذه الآية نزلت على رسول صلى الله عليه وسلم حتى تلاها أبو بكر يومئذِ. قال: فأخذها الناس عن أبي بكر فإنما هي في أفواههم) (١) .
هذا هو الثابت عند أهل العلم بالحديث، وهو الذي ذكره الأئمة في كتبهم، التي إليها المرجع عند أهل الإسلام في سائر الأبواب والأحكام.
وقد عُلِم أن القعقاع لم يدخل على النبي صلى الله عليه وسلم في تلك الحالة، ولا يمكن من هو أفضل منه، ولم يدَّع أنَّ أبا بكر أخبره بذلك، ولا غير أبي بكر، فصار الأثر منقطعا، وهذه علة رابعة.
وأظن هذا المعترض رأى هذا الأثر في مصنف ابن فيروز أو غيره ممن تعرَّض لردِّ هذا الدين والتوحيد الذي منَّ الله بتجديده على يد شيخنا رحمه الله، والغالب على من تعرَّض لردّ ذلك هو الجهل وعدم العلم، مع غلبة الهوى وشدَّة العداوة، فأجْلَبوا بذكر ما يظنون أن لهم تعلقاً به، وأنه من الحجج التي تدفع الخْصم، وليست لهم عناية بصناعة العلم، ومدارك الأحكام، ويأبى الله إلاَّ أن يتم نوره ولو كره الكافرون.
تعرض قوم للغرام فأعرضوا ... بجانبهم عن صحبتي (٢) فيه واعتلوا
_________
(١) أخرجه البخاري (١٢٤١، ١٢٤٢) ، وأحمد (١ / ٣٣٤، ٣٦٧) ومواضع أخرى.
(٢) في (ق) و (م) : " صحتي ".','2','338',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (328,'رضوا بالأماني وابتلوا بحظوظهم ... وخاضوا بحار الحب دعوى , فما ابتلوا
فهم في السرى لم يبرحوا من مكانهم ... وما ظعنوا في السير عنه وقد كلوا
وعن مذهبي لما استحبوا الهوى (١) على الهدى ... حسداً من عند أنفسهم ضلوا
_________
(١) في (ق) و (م) : " العمى ".','2','339',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (329,'<span data-type="title" id=toc-67>[فصل في الرد على المعترض بأن البوصيري إنما قصد الشفاعة يوم القيامة]</span>
فصل قال المعترض: (فشرف الدين إنَّما قصد الشفاعة، مستحضراً يوم القيامة: {يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَاحِبَتِهِ وَبَنِيهِ - لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ} [عبس: ٣٤ - ٣٧] [عبس -٣٤ -٣٧] .
وهو يقول صلى الله عليه وسلم: " «أمَّتي أمَّتي» ") إلى أن قال: (ولأنه قد أعطي "صلى الله عليه وسلم (١) " الشفاعة بوعد الله الصادق له في حياته، من المقام المحمود وشفاعته لأمته، وهي من ذلك.
قال تعالى: {عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا} [الإسراء: ٧٩] [الإسراء ٧٩] . وقال: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} [الضحى: ٥] [الضحى ٥] قال ابن عباس: "هو الشفاعة لأمته " (٢) وقاله غيره من السلف.
ثم ساق أحاديث في هذا المعنى. ثم قال: فإذا كان هذا قول الله تعالى، فما ظنك به صلى الله عليه وسلم وهو أجود بالخير من الريح المرسلة؟ وقال صلى الله عليه وسلم في حق المنافقين: " «لو أعلم أني لو زدت على السبعين لغفر لزدت» " (٣) كما
_________
(١) في (ق) و (م) : صلى الله عليه وسلم قد أعطى.
(٢) لم أقف عليه من رواية ابن عباس، إنما هو من رواية علي والحسن البصري، وانظر: "الدر المنثور) (٦ / ٦١٠) .
(٣) أخرجه البخاري (٤٦٧٠، ٤٦٧١، ٤٦٧٢) ، والترمذي (٩٧ ٣٠) ، والنسائي (١ / ٦٧) ، وأحمد (١ / ١٦) .','2','340',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (330,'عند البخاري، واستغفاره شفاعته لأمته قد أخبر أنه في ( «البرزخ إذا عرضت عليه أعمال أمته يستغفر لمن رأى في عمله شرا» (١) وهل) (٢) استغفاره إلاَّ شفاعته؟ ثم ذكر حديث أنس وأنه صلى الله عليه وسلم يُخْرِجُ من النار حتى لا يبقى إلاَّ من حبسه القرآن (٣) .
والجواب أن يقال: قد أجاب شيخنا رحمه الله عن هذه المسألة في "كشف الشبهة (٤) .
قال رحمه الله (٥) (فإن قال- يعني المشرك الذي يدعو الصالحين-: إن الله أعطاه الشفاعة، وأنا أطلبه مما أعطاه الله، فقل له: إن الله أعطاه الشفاعة ونهاك عن دعائه) وساق رحمه الله من الآيات ما يستدلّ به على تحريم دعاء الأنبياء وغيرهم.
وهذا هو جوابنا عما احتج به المعترض هنا، وهو الجواب السديد.
وقد وكل الله بما يقضيه ويقدِّره من الموت والحياة، وإنزال المطر، وإنبات النبات، وحفظ بني آدم، وغير ذلك ملائكة يدبِّرون ذلك، ويباشرونه بحكمته، ودعاؤهم مع ذلك مجمع على تحريمه، وأنه من الشرك الأكبر، فأي فرق بين هذا وهذا لو كانوا يعلمون؟
_________
(١) لم أقف عليه، والصحيح المشهور هو عرض الصلاة والسلام عليه صلى الله عليه وسلم في البرزخ، فصلاتنا عليه معروضة عليه ويردّ سلام من سلم عليه.
(٢) ما بين القوسين ساقط م (ح) .
(٣) أخرجه مسلم (١٩٣) ، وابن ماجه (٤٣١٢) .
(٤) في (المطبوعة) : " الشبهات "، وهو الاسم المطبوع به الكتاب.
(٥) انظر" كشف الشبهات " ص (٨) .','2','341',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (331,'ثم قد تقدَّم أن الشفاعة التي ظنها المشركون (١) حاصلة بدعاء الأنبياء والصالحين قد نفاها القرآن، وأخبر تعالى أنها بيده وملكه، كما (٢) له ملك السماوات والأرض، وأن الشفاعة المثبتة في مثل هذه الأحاديث لم يفهمها هؤلاء الجهال، ولم يعرفوا حقيقتها، فهم في عماية الجهالة، وأودية الضلالة، لا تمييز عندهم بين النوعين، ولا فرق بين القسمين، ولو عرف هذا أن جمهور المشركين يحتجون بالشفاعة والجاه على شركهم، ويقررون (٣) ما للملائكة والأنبياء والصالحين من الجاه والمنزلة والشفاعة [١٣٥] لعرف أنه إلى الآن في سلكهم وعلى طريقتهم في هذا المبحث (٤) وكثير من المباحث التي هي أصل دينهم وقاعدته، وأي مسلم أنكر أن النبي صلى الله عليه وسلم يشفع غير المعتزلة والخوارج؛ فإنهم أنكروا الشفاعة لأهل الكبائر، وهل قال شيخنا- رحمه الله- حرفاً يدل على هذا؛ والنزاع معكم في التوجه إلى غير الله، وسؤال ما لا يطلب إلاَّ من الله ولا يقصد له سواه.
وهذا الكلام مغالطة وَحَيْدَة (٥) عن المقصود، فهات دليلاً شرعيا على (٦) أن الشفاعة أو غيرها تطلب من الأموات والغائبين، كالأنبياء والملائكة (٧) والصالحين؛ ودع عنك الآثار الموضوعة، والحكايات
_________
(١) في (ق) زيادة: " أنها ".
(٢) في (ح) و (المطبوعة) زيادة: " أن ".
(٣) في (ق) و (م) : " ويقرون ".
(٤) في (المطبوعة) : المبحث " بإسقاط الميم، ولعله من خطأ الطباعة ".
(٥) " الحيدة " من " حاد عن الحق" أي تحول عنه وتركه ".
(٦) ساقطة من (ح) .
(٧) في (ق) و (م) : " كالملائكة والأنبياء ".','2','342',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (332,'المكذوبة (١) والنقل عمن لا يحتج به، وأبْرُزْ لأهل العلم والإيمان إن كنت من أهل التحقيق والعرفان، ودع عنك التلبيس والروغان.
وما يجري في ذلك اليوم من الهول والكرب والشدة، وفرار المرء (٢) من أخيه وأمه وأبيه، وصاحبته وبنيه، كل هذا مما يوجب التوحيد والالتجاء إلى الله؛ والاعتصام بحبله والتوكل عليه، والتوسل إليه بالإيمان به وبرسله، وبما شرعه من الأعمال الصالحة.
قال بعض السلف: (إنَّ ملكاً بيده الدنيا والآخر ة يكفيك هذا كله إذا عاملته) .
وليس فيه ما يدل على الالتجاء إلى الرسول صلى الله عليه وسلم وطلب النجاة (٣) والأخذ باليد منه.
فتقريرك وكلامك في هذا البحث معاكسة لهذا أي معاكسة " (٤) ومشاقة لله ورسوله، واتباع لغير سبيل المؤمنين، فما أنت والاحتجاج والفهم عن الله ورسوله.
اعط (٥) القوس باريها ... ودع العيس وحاديها
وأما الاستدلال بجوده صلى الله عليه وسلم على أنه ينقذ ويجيب من دعاه، وقصده من دون الله: فهذا من نوادر هؤلاء الجهَّال الذين لم يستضيئوا بنور العلم، ولم
_________
(١) في (ق) : " الموضوعة ".
(٢) في (ق) : " المؤمن ".
(٣) في (المطبوعة) : " النجدة ".
(٤) لهذا أي معاكسة " ساقطة من (ق) .
(٥) في " المطبوعة ": فاعط ".','2','343',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (333,'يلجأوا إلى ركن وثيق؛ ولم يقم بقلوبهم من وقار الله وعظمته ما يمنع من الإشراك به ومن طلب العباد ما يختص به من المطالب العالية التي لا يملكها سواه.
وأما قوله: (قد أخبر أنه في البرزخ إذا عرضت عليه أعمال أمته يستغفر لمن رأى في عمله (١) شرا) .
فقد تقدَّم ما في هذه العبارة من الجهالة (٢) .
_________
(١) في (ق) : " أعماله ".
(٢) انظر: ص (٣٢٦ ـ ٣٢٧) .','2','344',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (334,'<span data-type="title" id=toc-68>[فصل في بيان أن الشفاعة بيده سبحانه ملكا له خاصة وأن النبي فيها عبد مأمور لا مالك متصرف]</span>
فصل ثم ذكر المعترض أحاديث في الشفاعة ولكنه حرَّف (١) وساقها سياق أجنبي لا يعرف الصناعة (٢) . وحاصلها: إثبات شفاعته، وأنه أول شافع (٣) صلى الله عليه وسلم، ثم قال: (وقول البوصيري، كقول سواد بن قارب:
وأنك أدنى المرسلين وسيلة ... إلى الله يا ابن الأكرمين الأطايب
فكن لي شفيعا يوم لا ذو شفاعة ... سواك بمغن عن سواد بن قارب
وكل هذا ليس فيه حجة؛ لأن النزاع في غيره.
وأما الشفاعة: فلم تنكر، وقول سواد بن قارب هذا (٤) من جنس [١٣٦] طلب دعائه واستغفاره صلى الله عليه وسلم في حياته، والنزاع ليس في ذلك، والمطلوب هنا دعاؤه الذي يستطيعه (٥) كل أحد ممن ترجى إجابة دعائه، ويجوز التماس
_________
(١) في (المطبوعة) : " حرفها ".
(٢) في (المطبوعة) : " البضاعة " وهو خطأ مطبعي.
(٣) في (المطبوعة) " صلى الله عليه وسلم أول شافع ".
(٤) في (م) : "هو".
(٥) في (ق) و (م) : " يستعطيه ".','2','345',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (335,'الدعاء منه، وقد قال النبي صلى الله عليه وسلم لعمر: " «لا تنسنا يا أخي من دعائك» " (١) وهذا باب واسع.
وأما عرض الأعمال: فقد تقدَّم أنه لا يبيح الدعاء والطلب، وعلى أبوي الإنسان يعرض سعيه (٢) ولا يجوز له دعاؤهما في حاجاته وملماته. ثم استدلَّ المعترض بقوله تعالى: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: ٨٦] [الزخرف ٦٨]
قال: (ونبيّنا أفضل أهل السماوات والأرض، فقد ملك الشفاعة) .
والجواب أن يقال: هذا المعترض أورد الآية على غير وجهها؛ بل حرَّفها وقال: "لا يملكون الشفاعة. فهو من أجهل خلق الله بالتلاوة، ومثله لا يجوز له أن يورد الآيات القرآنية والأحاديث النبوية؛ لأنه لا يحسن النقل، ولا يعرف التلاوة، بل هو في غاية الجهالة والغباوة (٣) ثم يقال: هذه الآية لأهل العلم والتأويل فيها قولان: أحدهما: أن المستثنى من تقع عليه الشفاعة، ويشفع فيه الشافعون، فهو استثناء من محذوف دلَّ عليه السياق، والتقدير: لا يملك الذين يدعون من دونه الشفاعة لأحد إلاَّ من شهد بالحق.
والقول الثاني: أن الاستثناء واقع على الشافعين الذين يملكون الشفاعة. فالاستثناء من الموصول الذي هو الفاعل، وعلى كلٍّ فليس
_________
(١) أخرجه أبو داود (١٤٩٨) ، والترمذي (٣٥٦٢) ، وابن ماجه (٢٨٩٤) ، وأحمد (١ / ٢٩) .
(٢) في (المطبوعة) زيادة " كما قد روي ".
(٣) في (ح) و (المطبوعة) : " الغباوة والجهالة ".','2','346',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (336,'المراد المُلْك المتعارف بين أهل الدنيا، بل المراد حصول ذلك ووقوعه وتمكينهم منه، وذلك مقيد بالِإذن والرضى عن المشفوع فيه، فليس من جنس الأَمْلاك الدنيوية، ثم العبد كل العبد من (١) لا يتصرَف في ملكه إلا بما يحب الرب ويرضاه (من التصرفات، فأين محبته تعالى وإذنه ورضاه) (٢) في الشفاعة لمن يدعو غيره، ويلوذ بسواه، ويعتمد على الشفعاء ويعدهم لشدائده وكرباته؟
واحتجَّ المعترض: بما في بعض الأحاديث من قوله صلى الله عليه وسلم: " «والمفاتيح يومئذٍ بيدي» (٣) . وأظن هذا الغبي يظن أن المُلْك والتدبير والسعادة والشقاوة والعذاب والنعيم، كل هذا بيده صلى الله عليه وسلم، لقد أبعد المرمى، وكَذَّب بقوله تعالى: {وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ - ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ - يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} [الانفطار: ١٧ - ١٩] [الانفطار ١٧ ـ ١٩]
وقوله: {الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ} [الفرقان: ٢٦] [الفرقان ٢٦] .
وقوله: {لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ} [غافر: ١٦] [غافر ١٦]
وقوله: {وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا - يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلًا - يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِهِ عِلْمًا} [طه: ١٠٨ - ١١٠] [طه ١٠٨-١١٠] .
_________
(١) سقطت من (ق) و (المطبوعة) .
(٢) ما بين القوسين ساقط من (ق) .
(٣) أخرجه الدارمي في المقدمة، باب ما أعطي النبي صلى الله عليه وسلم من الفضل ص (٢٧) والخلال في السنة (١ / ٢٠٨) من حديث أنس رضي الله عنه، وفي سنده ليث بن أبي سليم، وهو متروك.','2','347',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (337,'فالمعترض لم يعرف معنى هذا كله، ولم يدرِ ما سيق له، فخبط خبط عشواء، ورتع في مجهلة ظلماء.
واحتجَّ المعترض بحديث العباس في أبي طالب وقول نبي الله (١) صلى الله عليه وسلم: " «وجدته في غمرات من النار، فأخرجته إلى ضحضاح من النار» " (٢) وزعم المعترض أن هذا يفيد أنه ملك الشفاعة، ويتصرَّف (٣) " فيها بملكه لها، كما تتصرَّف (٤) المُلاَّك في أملاكهم.
وفي التحقيق يرجع قول هذا المعترض إلى ما ذهب إليه غلاة القبوريين، من أنَّ الأولياء قد أعطوا التصرُّف والتدبير، ووكل ذلك إليهم، والشافع لا ملك له، لكن ما دلَّ عليه الكتاب والسنَّة، من أنه لا يشفع إلاَّ بإذن (٥) فيمن رضي الله قوله وعمله، وأراد (٦) رحمته ونجاته، فهي مقيدة بالإذن والرضى، ليست كما فهمه هذا الغبي وأمثاله، من أن الشافع يتصرَّف (٧) تصرُّف الملاك بمشيئتهم وإرادتهم، وكذا كل ما ساقه من أحاديث الشفاعة مستدلاً به لا يفيد ما ذهب إليه المعترض.
وأما استدلاله بقوله تعالى: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ} [الأنبياء: ١٠٧] [الأنبياء ١٠٧]
_________
(١) في (ق) : " النبي ".
(٢) أخرجه البخاري (٨٣٨٣، ٦٢٠٨، ٦٥٧٢) ومسلم (٢٠٩) ، والحاكم (٤ / ٦٢٥) .
(٣) في (ق) و (م) : " وتصرف.
(٤) في (ق) و (م) : " يتصرف ".
(٥) في (المطبوعة) زيادة: " الله ".
(٦) في المطبوعة: زيادة (الله) .
(٧) في (ح) و (المطبوعة) : " الشفعاء يتصرفون ".','2','348',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (338,'فهو من أدلة (١) جهله بمعنى الآية وما سيقت له، والآية عامة للعالمين (٢) ليست خاصة بالمسلمين، وقد قال تعالى فيمن لم يستجب لرسله، ولم يلتفت إلى ما جاءوا به من الإيمان والهدى: {فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ} [المدثر: ٤٨] [المدثر: ٤٨]
وقال: {مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ} [غافر: ١٨] [غافر: ١٨]
ثم قال المعترض: (فإذا كان هذا فعله مع أبي طالب ونصرته لقرابته حمية، وقد نالته شفاعته، فكيف بغيره من أمته وأهل بيته التي (٣) أزواجه أمهاتهم وهو بمنزلة الوالد لهم، وهو فرطهم وسلفهم؟ وهو صلى الله عليه وسلم ومن أرسله إليهم أرأف بهم من الوالدة بولدها، وهو صلى الله عليه وسلم أحبّ إليهم من أنفسهم وهم يرجون شفاعته صلى الله عليه وسلم التي هي فضل الله وكرامته؟ لأنه تبارك وتعالى أعطاه إياها لهم، فما بالهم لا يسألونه عن عطائه لهم؟ وقد قال له كما صح ذلك عنه: «أترونها للمتقين؟ بل هي للمذنبين المخلطين المتلوثين» ) (٤) إذ ليسوا (٥) كالكفار الذين أخبر الله عنهم، أنها لا تنفعهم شفاعة الشافعين، فما فائدة الكرامة إذا لم يسأل صاحبها [١٣٨] ، منها ويطلب، وإذا منع من ذلك فلا كرامة ولا شفاعة ولا فضل لصاحبها ولا تفضل، وهو أعلم بأمته صلى الله عليه وسلم مثلوا له في حياته، كما صحَّ ذلك، وتعرض إليه (٦)
_________
(١) في (ح) و (المطبوعة) : " الأدلة على".
(٢) في (ق) : "بالعالمين" وساقطة من (ح) .
(٣) في هامش (الأصل) و (ق) : (في الأصل صوابه "الذين" لكن المعترض لحن) .
(٤) أخرجه ابن ماجه (٤٣١١) ، وأحمد (٢ / ٧٥) ، وقال المنذري في "الترغيب" (١ / ٢٠٣) : إسناده جيد.
(٥) في (ق) و (م) : "إذ هم ليسوا".
(٦) في (ق) و (م) : "عليه ".','2','349',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (339,'أعمالهم بعد وفاته، ويعرف المستحق من غيره) . انتهى.
هذا كلامه بحروفه، وفيه من العبر والأدلة على جهله، ما يكفي المؤمن في معرفة ضلاله وجهله (١) وحاصل هذا الكلام: أن النبي صلى الله عليه وسلم يعلم حال أمته فرداً فرداً، مطيعها وعاصيها (٢) مؤمنها وكافرها، وأنه أعطي الشفاعة كما يعطى أحد الناس ما يملكه، ويتصرف فيه بمشيئته وإرادته، والنبي (٣) صلى الله عليه وسلم يدعى لذلك ويسأل كما يسأل سائر المُلاَّك، وأنه إذا لم يسأل فلا كرامة له ولا شفاعة ولا فضل ولا تفضل، هذا حاصل كلام المعترض، وهو بكلام الجاهلية الأولى أشبه منه بكلام أهل العلم والهدى.
وقد دلَّ القرآن والسنَّة وإجماع علماء (٤) الأمة على أن الشفاعة بيده (٥) سبحانه، ملكاً له خاصة، لا يتقدم أحد فيها إلاَّ بإذنه، ولا تنال (٦) إلاَّ من رضي قوله وعمله من أهل الإيمان والتوحيد، والأحاديث صريحة (٧) في أنه صلى الله عليه وسلم لا يشفع ابتداء، وأنه يحدّ له حدّ، ويعين له من أراد الله رحمته، وإكرام نبيّه بالشفاعة فيه، فهو عبد مأمور مدبر لا مالك متصرف.
_________
(١) في (ق) و (المطبوعة) : "وخلطه ".
(٢) في (ق) : "مطيعاً وعاصياً ".
(٣) في (ق) : "وأن النبي".
(٤) ساقطة من (ق) و (م) .
(٥) في (ق) و (م) : (بيد الله) .
(٦) في (ح) : "تناول ".
(٧) في (ق) : "صحيحة".','2','350',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (340,'وقوله تعالى: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ} [الزخرف: ٨٦] [الزخرف: ٨٦]
وقوله: {لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا} [مريم: ٨٧] [مريم: ٨٧]
قد تقدَّم الجواب عنه، وبعض المفسّرين قرَّر أن الاستثناء منقطع ليس فيه إثبات للملك، فهو بمعنى الاستدراك من مضمون الجملة (١) ويدلّ على هذا نصوص الكتاب والسنَّة.
قال شيخ الإسلام: وقوله تعالى: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} [الأعراف: ١٨٨] [الأعراف: ١٨٨]
فيه قولان، قيل: هو استثناء متصل، وأنه يملك من ذلك ما مَلَّكه الله (٢) وقيل: هو منقطع، والمخلوق لا يملك لنفسه نفعا ولا ضرّا بحال. فقوله: إلا ما شاء الله استثناء منقطع، أي: لكن يكون من ذلك ما شاء الله كقول الخليل: {وَلَا أخاف ما تشركون به إلا أن يشاء ربي شيئا} [الأنعام: ٨٠]
أي: لا أخاف أن تفعلوا شيئا، لكن إن شاء ربي شيئا كان، وإن لم يشأ (٣) لم يكن، وإلاَّ فهم لا يفعلون شيئاً.
وكذلك قوله: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ} [الزخرف: ٨٦] ثم قال: {إِلَّا مَنْ شَهِدَ بِالْحَقِّ} [الزخرف: ٨٦] [الزخرف: ٨٦]
_________
(١) في (ق) : "الجهملة) ، وهو سبق قلم.
(٢) في (ق) و (المطبوعة) زيادة: " إياه".
(٣) في (م) و (ح) و (المطبوعة) : "وإلا" مكان "وإن لم يشأ".','2','351',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (341,'فتنفعه الشفاعة كقوله: {وَلَا تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ إِلَّا لِمَنْ أَذِنَ لَهُ} [سبأ: ٢٣] [سبأ: ٢٣] وقال تعالى: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا} [الزمر: ٤٤] [الزمر: ٤٤] وبسط هذا له موضع آخر, انتهى. وقد ثبت أنه صلى الله عليه وسلم قال: " «يؤخذ بأناس من أمتي ذات الشمال فأقول: أصحابي أصحابي» (١) فيقال: إنك لا تدري ما أحدثوا بعدك (٢) وقد تكلَّم بعض أهل العلم على هذا الحديث بما يخالف ما قاله هذا المعترض (٣) ويردّه، وقرّروا: أن فيه ما دل عليه (٤) حديث أنس في الشفاعة من أنه صلى الله عليه وسلم يشفع إلاَّ بعد الإذن فيمن عُيِّن له، وحدَّ وخصَّ (٥) وفيه: أنه لا يعلم ما يحدث بعده، وما يجري في أمته إلاَّ ما أخبر به من بعض الجزئيات والحوادث، وأن من قام به سبب يمنع الشفاعة، كالشرك بالله واتَّخاذ الأنداد معه فلن تنفعه (٦) شفاعة الشافعين.
وفي كلام المعترض من المؤاخذة (٧) والجهالات، قوله: (فإذا كان
_________
(١) سقطت الثانية من (ح) و (المطبوعة) .
(٢) أخرجه البخاري (٦٥٢٦) ومواضع أخرى، ومسلم (٢٨٦٠) ، والترمذي (٢٤٢٣، ٣١٦٧) ، وأحمد (١ / ٢٣٥، ٢٥٣، ٣٨٤) ومواضع.
(٣) في (ح) و (المطبوعة) : " المفتري ".
(٤) في (ق) و (م) : "يدل على ".
(٥) في (المطبوعة) : "وحدد وخصص".
(٦) في (ق) : "فلا تنفع"، وفي (ح) : "فلا تنفعه ".
(٧) في (ق) : " المؤاخذة".','2','352',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (342,'هذا فعله حمية) ، وقد صانه الله عن أن تقع أفعاله وشفاعته من باب الحمية، بل هي من باب الإيمان والطاعة والعبد كل العبد من كانت أفعاله وحركاته لله وبالله.
قال تعالى: {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ} [الأنعام: ١٦٢] [الأنعام: ١٦٢، ١٦٣]
فهذا الرجل من أجهل الناس بمقام سيد ولد آدم، وتحقيقه للتوحيد.
وفي قوله: (وأهل بيته التي أزواجه أمهاتهم) لحن فاحش؟ فإن "التي" للأنثى، كما قال ابن مالك: (موصول الأسماء الذي للأنثى التي) .
وهذا الغبيّ لا يفرق بين المذكر والمؤنث، ومع ذلك يزعم أن الشيخ وأتباعه لا يعرفون العربية، والصواب أن يقال: (وأهل بيته الذين) .
ومنها: ظنَّه أن النبي صلى الله عليه وسلم فَرَط وسلفٌ لعباد القبور، الذين يجعلون مع الله آلهة أخرى، ولم يعرف معنى الحديث، ومن خوطب به.
ومنها قوله: (كيف وهو ومن أرسله أرأف بهم من الوالدة بولدها) .
فظاهر هذا فيه من سوء الأدب مع الله، وعدم الثناء عليه بما اختصَّ [١٤٠] ، به من الرأفة والرحمة، والاقتصار على ما شاركه فيه عبده ورسوله، وتقديم ذكر (١) عبده ورسوله (٢) على ذكره تعالى وتقدَّس في هذا المقام، وهذا لا يصدر إلاَّ من أجلاف الناس وأشدهم غباوة، وكذلك التعبير بالموصول والعدول عن الاسم الأقدس يطلعك على مخبآت جهله، ومناقشة هذا تطول.
_________
(١) ساقطة من (ح) .
(٢) ساقطة من (ق) .','2','353',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (343,'ومنها قوله: (فلا كرامة ولا شفاعة لرسول الله صلى الله عليه وسلم، ولا فضل ولا تفضل إذا لم يدع ويسأل ويطلب) .
فالشفاعة التي نفاها القرآن على زعم هذا الرجل، يلزم من نفيها نفي الكرامة والفضل، ولا كرامة ولا فضل ولا تفضُّل إلاَّ بدعائه وقصده من دون الله، وهذا هو مفهوم كل مشرك يرى أن نفي الشفاعة التي نفاها القرآن وأن النهي عن دعاء الأنبياء والصالحين، والقول بأنهم لا يقصدون ولا يُدْعون للشفاعة ولا لغيرها من المطالب: تنقص لهم وإبطال لفضلهم وكرامتهم وذلك لظنهم أن الفضل والكرامة (١) في قصدهم ودعائهم والتعلق عليهم، وكونهم مفزعا وملجأً عند الشدائد والمهمات ولو عقلوا لعرفوا أن الفضل والكرامة كل الكرامة في عبودية الله والخضوع له؛ والدعوة إلى سبيله, وإبلاغ الرسالة وأداء الأمانة؟ وتحقيق التوحيد " وإسلام الوجوه لبارئها وفاطرها وإلهها الحق. وقد ذكر الله في كتابه عن خَوَاصِ عباده ما يوجب العلم بأن أفضل الرتب وأجلّ الكرامات تحقيق العبودية، وإخلاص العبادة، ووصف رسوله بذلك في مقام الِإسراء وفي مقام التحدّي، وفي مقام الدعوة، ومن توهَّم أن (٢) فوق (٣) العبادة وتحقيقها وإخلاصها رتبةً وفضلاً (٤) لأحد من العباد فهو من أضل الخلق وأجهلهم بالله وبحقه وما يجب له, ومن أجهل الناس بحق الأنبياء والصالحين وما يجب لهم وما يستحيل.
_________
(١) في (المطبوعة) زيادة: "ليس إلا".
(٢) في (ق) : "تحقق أن ".
(٣) في (المطبوعة) : " فرق ".
(٤) في (ح) و (المطبوعة) : " وفضل".','2','354',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (344,'وقد عَفَتْ آَثار العلم، واشتدَّت غربة الإسلام حتى خاض في هذه المباحث، وتصدَّى للرد على علماء الأمة مَن لا يعرف حقيقة الإسلام، ولم يميِّز بين حق الله وحق عباده وأوليائه من الأنام.
ثم ذكر المعترض بعد هذا أنه روى البردة والهمزية، واتصل سنده بهما (١) إلى الناظم، وذكر أنه رواها عن محمد بن سلوم، ولا يستبعد ذلك على ابن سلوم، وذكر أنه رواها عن أحمد بن رشيد الحنبلي، وهذا بعيد جدًّا، ودعوى هذا المعترض لا تسمع، ولا يلتفت إليها، لأن شهادة الحال وما يعرف من دين الشيخ أحمد بن رشيد يخالف هذا اللهمَّ إلا أن يكون [١٤١] قبل أن يفتح عليه، ويدخل فيما دعا إليه شيخنا من التوحيد، وإفراد الله بالعبادة.
ثم ساق سند ابن فيروز في روايتها، وزعم أن بعض الحنابلة رواها وسمعها، ثم جعل أهل روايتها هم أهم الصراط المستقيم، وهم القدوة الذين لا تصح صلاة أحد إلا بطلب الهداية لطريقهم (٢) وهم الذين استشهد الله بهم على وحدانيته بقوله: {شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ} [آل عمران: ١٨] [آل عمران: ١٨] .
قال حتى قوله: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران: ١٩] [آل عمران: ١٩]
. على قراءة الفتح من الهمزة، وهم الذين قال فيهم نبينا صلى الله عليه وسلم: " «يحمل هذا العلم من كل خلف عُدُولُهُ» (٣) (٤)
_________
(١) في (ق) : (بها) .
(٢) في (ق) : "إلى طريقهم ".
(٣) في (ق) : "عد له. ".
(٤) الحديث أخرجه البيهقي (١٠ / ٢٠٩، ٢٠٧٠٠) بلفظ: "يرث "، والطبراني في مسند الشاميين (١ / ٣٤٤، ٥٩٩) ، وتقدم، انظر: ص (١٩٧) ، هامش١، وهو حديث ضعيف.','2','355',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (345,'ثم قال (١) "فهؤلاء الضالون وهذا الرجل الذي خالفهم المهتدي، وقد أجمعت الأمة أنها لا تجمع ولا (٢) تجتمع على ضلالة.
والجواب أن يقال: ليس فيما ذكر المعترض من رواية بعض الناس للبردة ما يدل على استحسانها، وأنها حق لا باطل فيه، وقد روى الناس من الأحاديث المكذوبة والحكايات الموضوعة ومقالات الجهمية، وكتب الاتحادية ما لا يخفى ضلاله وبعده عما جاءت به الرسل، فإن كانت الروايات والنقل يدلّ على الصحَّة والصواب فلتكن هنا، وإلا بطل الاحتجاج برواية من ذكر (٣) لهذه المنظومة، وتلقِّيهم لها، وما المانع أن يخفى على من ذكر ما فيها، وقد خفي على من هو أجل منهم وأفضل بإجماع الأمة أن اتخاذ الأشجار للتبرُّك والعكوف من التأله بغير (٤) الله، فقالوا لنبيهم " صلى الله عليه وسلم: "اجعل لنا ذات أنواط كما لهم ذات أنواط (٥) " (٦) وقد تقدَّم قول شيخ الإسلام تقي الدين أبي العباس في ابن النعمان، وأمثاله من الشعراء (٧) وقول بعضهم:
يا خائفين من التتر ... لوذوا بقبر أبي عمر
ينجيكمو من الضرر
_________
(١) ساقطة من (ح) .
(٢) "لا" ساقطة من (ق) و (ح) .
(٣) في (ق) : "ذكروا".
(٤) في (ق) : "لغير".
(٥) "كما لهم ذات أنواط " ساقطة من (ح) .
(٦) انظر تخريجه ص (٣١٠) ، هامش ٣.
(٧) انظره في ص (٣١١) .','2','356',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (346,'وهذا قاله أناس ممن يدَّعى الإسلام ويرى جواز مثل هذا، وأنه لا ينافي ما جاءت به الرسل من توحيد الله وإخلاص الدين له، وأبيات البردة أبْلغ وأعظم شركاً من هذا الذي ذكره الشيخ.
ثم ما الحجة في طائفة محصورة قليلة لو سلمنا لهذا ما ادعاه من [٤٢١] علمهم؟ وما المانع من (١) أن يغلط العالم ويزل؟ ثم (٢) أي أحد قال بأن فعل بعض الناس يكون حجة في مسائل النزاع؟ ولو قيل بهذا لمدت الاتحادية والحلولية (٣) والجهمية والمعتزلة أعناقهم، وقالوا: من يروي مقالتنا ويحكيها (٤) ويقرّرها أكثر عدداً وأشهر سنداً. ولم يسبق هذا الجاهل إلى الاحتجاج بمثل من روى البردة، وأي رجل من هؤلاء الذين ذكر له قول أو وجه يرجع إليه في جزئيات الأحكام ومسائل الفروع؟ فكيف يحتجّ به في نسبة علم الغيب إلى النبي صلى الله عليه وسلم، وأن الدنيا والآخرة من جوده (٥) وأنه لا عياذ ولا ملاذ سواه، وأنه يُدْعى ويقصد لذلك؟
وأبلغ من هذا كله أن المعترض جعل أهل روايتها هم أهل الصراط المستقيم، (وهم أهل الهداية المشار إليهم في قوله تعالى: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ} [الفاتحة: ٦] [الفاتحة: ٦] (٦) .
_________
(١) ساقطة من (ق) و (م) .
(٢) في (ق) : "و".
(٣) في (ق) : " الحلولية والاتحاديّة".
(٤) في (ق) : "فيحكيها".
(٥) في (ح) : " موجوده".
(٦) ما بين القوسين ساقط من (ق) .','2','357',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (347,'وأن الصلاة لا تصح إلا بسؤال الهداية إلى سبيلهم، يعني سبيل أهل البردة، وهذه هي الطامة الكبرى، والقولة الضالة العمياء، أين الأنبياء والمرسلون، أين الصديقون والشهداء والصالحون؟ أين من جرَّد التوحيد لله العزيز المجيد (١) ولم يتَّخذ وليَّا من دونه، ولم يجعل له مفزعاً وموئلا يرجع إليه في مهماته وحاجاته غير فاطر السماوات والأرض؟ أين من أخذ بقوله تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ} [البقرة: ١٨٦] [البقرة: ١٨٦] .
ولم يلتفت إلى غير إلهه السميع المجيب؟ أين (٢) من عضَّ بالنواجذ على ما دلَّ عليه حديث ابن عباس: " «إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله» " (٣) أين من بايع رسول الله صلى الله عليه وسلم على ألا يسأل الناس شيئا (٤) أين من أخذ بقوله تعالى: {وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ} [الأنعام: ٥٩] [الأنعام: ٥٩] .
وبقوله: {قُلْ لَا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} [النمل: ٦٥] [النمل: ٦٥] .
أين من يقول: ما خلقت السماوات والأرض والدنيا والآخرة إلا بالحق؟ الذي هو معرفة الله وإسلام الوجوه له؟ ولتجزى كل نفس بما كسبت؟ .
سبحان الله!! ما أغلظ حجاب هذا المعترض عن معرفة ما جاءت به
_________
(١) في (ح) و (م) : "الحميد".
(٢) في (المطبوعة) : "أي".
(٣) أخرجه الترمذي (٢٥١٦) ، وأحمد (١ / ٢٩٣، ٣٥٣) ، والطبراني في الكبير (١٢ / ٢٣٨، ح١٢٩٨٨) .
(٤) ثبت ذلك في حديث ثوبان، أخرجه أبو داود (١٦٤٢، ١٦٤٣) ، وابن ماجه (١٨٣٧) ، وأحمد (٥ / ٢٧٧) ، والحاكم (١ / ٥٧١) .','2','358',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (348,'الرسل: كأنه من جهال الجاهلية الأولى (١) لم يأنس بشيء مما جاءت به الأنبياء.
وأما قوله: (وهم الذي (٢) استشهد الله بهم. . .) إلى آخره.
فهذه المقالة الكاذبة فيها من الكذب والفرية على الله وعلى كتابه، ما لا يصدر ممن يؤمن بالله واليوم الآخر، أين العلم وأين الهدى في أبيات البردة ومعتقدها ومنشدها؟ وأين هذا المعترض من معرفة العلم والعلماء، ومناهج الإيمان والهدى، ونهمته وحرفته دعوة الناس إلى دعاء الصالحين، والاعتقاد المخالف لأصول الملة والدين، ومن ارتاب في الإسلام ومعرفته كيف يعرف العلم والعلماء، ويدري مناهج الإيمان والهدى؟ هذه الشهادة شهادة زور، فإن من شهد بما لا يعلم فهو شاهد زور، وأهل العلم هم الرسل والأنبياء وأتباعهم على تحقيق التوحيد، وإخلاص الدين لله ربِّ العالمين، الذي عرفوا الله بأفعاله وآياته، وأخلصوا له المحمل والدين بأفعالهم، ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة، واستدلوا بجميع ما شهدوه أو سمعوه من الآيات والمخلوقات وأنواع الكائنات على وحدانية خالقها ومقدرها ومدبرها، وعلى حكمته وعموم قدرته وشمول علمه.
وقول المعترض: (حتى قوله: {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [آل عمران: ١٩] [آل عمران: ١٩] .
على قراءة الفتح من الهمزة) عبارة جاهل لا يدري ما يقول، فإن
_________
(١) في (المطبوعة) زيادة: "بل هو من صميمهم إذ".
(٢) في (ق) و (م) : "الذين".','2','359',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (349,'الفتحة للهمزة لا من الهمزة، وفتحها على قراءة (١) الكسائي، والقراءة على كسرها، وقوله صلى الله عليه وسلم: " «يحمل هذا العلم من كل خلف عدوله» " (٢) والإشارة فيه إلى ما جاء به صلى الله عليه وسلم من الكتاب والحكمة، وأين هو مما دلَّ عليه قول الناظم في أبياته السابقة؟
فأهل العلم في الحقيقة: كل من عَقَل عن الله مراده، وعرف مما جاءت به الرسل من تحقيق التوحيد ووجوب إسلام الوجوه للذي فطر السماوات والأرض، مع الإقبال على الله والإعراض عن عبادة ما سواه، والبراءة من الشرك وأهله، والسير إليه تعالى على منهاج أنبيائه ورسله، وعباده الصالحين، ففي هذا العلم والعمل والمتابعة، وأما الخُلُوف الذين يقولون ما لا يفعلون، ويفعلون ما لا يؤمرون فهم من أقل الناس حظًّا ونصيبا من العلم الذي جاءت به الرسل.
وأما قوله: (وقد أجمعت الأمة أنها لا تجمع ولا تجتمع على ضلالة) .
فإجماع الأمة حجة ولا يكون على ضلالة، ولكن أي (٣) الأمة؟ أيظن هذا أن الأمة من روى البردة دون (٤) سائر الأمة؟ وأين مَنْ قَبْل صاحب البردة بنحو ستة قرون؟ .
أليسوا من الأمة؟ عافانا الله وإخواننا المسلمين من هذا الهذيان الذي [١٤٤] ، يهدم أصل التوحيد والإيمان.
_________
(١) قوله: "الفتح من الهمزة. . . " إلى هنا ساقطة من (ق) .
(٢) سبق تخريجه، انظر ص (١٩٧) .
(٣) في (ح) و (ق) و (م) : "أين ".
(٤) سقطت من (المطبوعة) .','2','360',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (350,'<span data-type="title" id=toc-69>[فصل في رد زعم المعترض أن العلماء الأمناء تلقوا البردة بالقبول والرضا]</span>
فصل قال المعترض: (والمقصود أن هؤلاء العلماء الأمناء الأمجاد النقاد من جميع نواحي الإسلام تلقوها، ونقلوها، ورضوها، ولم ينتقدها واحد منهم، ولا من غيرهم من علماء الأمة فهل تراهم أجمعوا على إقرار الشرك الأكبر، المخرج من الملة وما يقوله هذا الرجل، وأنهم جهلوا كما جهل صاحبها بزعمه، حتى خرج فأخرج لهم التوحيد كما يزعم (١) في الأرض التي سفكت فيها دماء الصحابة حتى أشفق صدِّيق الأمة وأصحاب رسول الله- صلى الله عليه وسلم منه على ذهاب القرآن حتى قال علي رضي الله عنه (٢) أنه ذهب منه (٣) آيات منها آية الرجم) .
والجواب أن يقال: القول بأن العلماء الأمناء من نواحي الأرض قبلوها ورضوها ولم ينتقدها أحد منهم، قول باطل، وفرية ظاهرة، وكذب على أهل العلم والإيمان، وهذا العدد اليسير الذين ذكرهم (٤) في سنده لا يعرف أحد منهم بالعلم والفقه إلا رجل أو رجلان، ولهم من الأقوال
_________
(١) في (ق) و (م) : "زعم ".
(٢) في (ح) : "كرم الله وجهه ".
(٣) في (ق) : "منها".
(٤) في (ق) و (م) زيادة: "هذا المعترض".','2','361',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (351,'ما انتقدها عليهم فحول الرجال؟ والعصمة لا تدعى ولا تثبت لغير الرسل، فكيف ينسب إلى جميع العلماء من نواحي الأرض أنهم قبلوها ورضوها، وجلّ بضاعة هذا الرجل هو الكذب على الله وعلى رسله وعلى علماء الأمة وساداتها، فمن كانت هذه بضاعته فهو أكثر الناس (١) غبنا، وأعظمهم خسرانا، وهذا العدد الذي ذكره ليس فيهم من ذكر بالعلم إلا نحو ثلاثة أشخاص من المقلّدين الذين لا يرجع إليهم في التصحيح والترجيح، وما المانع أن يخفى عليهم هذا، وقد خفي على من هو أجل منهم وأفضل بالاتفاق؟ .
اللهم إلا أن يقول هذا المعترض بعصمة من روى هذا النظم، كما قالت ذلك غلاة الرافضة والإسماعيلية في أئمتهم الاثنى عشر، وقد مرَّ أنَّ شيخ الإسلام ابن تيمية انتقد على من هو أجل من صاحب البردة، كابن النعمان ما هو دون ما في هذه الأبيات.
ثم ما يدري هذا المغفل أن الأئمة لم ينتقدوها ولم يردوها أيكون الجهل، وعدم العلم دليلاً في موارد النزاع؟ وما المانع من أن يكون علماء الأمة أنكروا ما فيها من الغلو والإطراء؟ بل لا مانع من أن يكون رواتها قد أنكر ما فيها حذاقهم، وأهل البصيرة منهم، وقد يروي الرجل بعض الأحاديث والأخبار ويتعقَّبها مع ذلك ويذكر ما فيها، وينبغي إحسان الظن بأهل العلم، وحملهم في ذلك على أحسن المحامل وأكمل الوجوه.

<span data-type="title" id=toc-70>[الأرض لا تقدس أحدا ولا هي سبب لعينه وذمه]</span>
وأمَّا تعريضه بذكر الأرض التي سفكت فيها دماء الصحابة، حتى أشفق صدِّيق الأمة على ذهاب القرآن.
_________
(١) في (ق) و (م) : "أكثرهم".','2','362',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (352,'فيقال: قد سفكت دماء أناس من أصحاب رسول الله صلى الله عليه وسلم في كثير من البقاع التي وقع فيها القتال، كأحد وحنين وبدر والشام والعراق، ودماؤهم أصيبت في الله ولله، وأشرف البقاع ما اشتمل (١) على أجسادهم ودمائهم ولا يؤثر ذلك في الأرض إلا طيباً وتطهيراً، وقد صح الحديث: «أنَّ الشهيد يبعث يوم القيامة وجرحه يسيل دما، اللون لون الدم، والريح ريح المسك» (٢) وأمَّا من بعدهم ممن سكن تلك الأرض، فالأرض لا تطهر ولا تقدس (٣) أحداً، كما قال سلمان لما كتب إليه أبو الدرداء أن يقدم إلى الأرض المقدَّسة، فكتب إليه: "إنَّ الأرض لا تُقدّس أحداً" (٤) وكذلك الأرض لا تؤثر في الإضلال والشقاوة، وقد سكن الحرمين والأرض المقدَّسة من هو (٥) أضلّ خلق الله وأكفرهم (٦) وأشدّهم عداوة لله (٧) بل سكن الأرض المقدسة من قتل الأنبياء وعَبَد العجل، وفعل ما قص الله عن (٨) بني إسرائيل، ولم تزل مقدسة مع ذلك تبعث فيها الأنبياء وتسكنها، ومصر دار الفراعنة والجبارين قد فتحت زمن عمر، وبنيت فيها المساجد
_________
(١) في (ق) : "أشملت".
(٢) أخرجه البخاري (٢٣٧، ٢٨٥٣، ٥٥٣٣) ، ومسلم (١٨٧٦) ، والترمذي (١٦٥٦) ، وأحمد (٢ / ٢٣١، ٢٤٢، ٣١٧) ومواضع.
(٣) في (ق) و (م) : " لا تقدس ولا تطهر".
(٤) أخرجه مالك في الموطأ (٢ / ٧٦٩) ، ومن طريقه أبو نعيم في الحلية (١ / ٢٠٥) .
(٥) ساقطة من (ق) .
(٦) في (ق) : "وكفرهم ".
(٧) لم يرد لفظ الجلالة في (ق) و (م) و (ح) .
(٨) في (ق) : "على".','2','363',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (353,'وسكنها الصحابة والتابعون، وجملة من أكابر العلماء كالليث بن سعد ومحمد بن إدريس، وأكابر أصحابه، وأشهب صاحب مالك، وخلق لا يحصيهم إلاَّ الله من أهل العلم والدين، ولم يقل أحد منهم: هذه دار فرعون الذي قتل بني إسرائيل وكذَّب الرسل (١) وادعى الربوبية، واتَّبعه قومه على ذلك، وما من حرم للمسلمين، ولا بلدة (٢) من بلادهم، ومساكن الأنبياء، إلاَّ وقد وقع فيها من الكفر والفسوق والقتال ما هو معروف (٣) مشهور.
ولا يعيب المسلمين، ويتنقص (٤) المؤمنين بمن سكن ديارهم، من الفراعنة الجبارين، والكفرة الماضين، إلاَّ من هو معدود من جملة الحمقى الضالين، وما أحسن ما قيل:
العلم للرجل اللبيب زيادة ... ونقيصة للأحمق الطياش
مثل النهار يزيد إبصار الورى ... نوراَ؛ ويعمي أعين الخفاش

[فصل في رد تعريض المعترض بأن الشيخ من نجد موضع الزلازل والفتن وموطن مسيلمة
_________
(١) في (ق) و (م) : "كذب الرسل وقتل بني إسرائيل".
(٢) في (ق) : "بدله"، وهو سبق قلم.
(٣) ساقطة من (المطبوعة) .
(٤) في (ق) : "وينقص".','2','364',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (354,'فصل قال المعترض: (وقد امتنع رسول الله صلى الله عليه وسلم عن الدعاء لها لما دعا للشام ولليمن والمدينة؟ لمَّا علم بعلم (١) الله ما يحدث فيها ومنها، وقال فيها: "أولئك (٢) منها الزلازل والفتن، ومنها يظهر قرن الشيطان"، ثم ذكر مسيلمة وقوله: "يا ضفدع بنت ضفدعين "، وأطال الكلام السمج (٣) الذي [١٤٦] يتنزَّه العاقل عن حكايته. ثم قال: (وقد نصَّت العرب أن لغة أهل اليمامة أركّ اللغات، فأين تأتي لهم الفصاحة والمعرفة، وقال فيهم الصدّيق رضي الله عنه: " لا يزالون في فتنة من كذابهم" وقد وجد منهم بالكوفة مائة وستون رجلا يقرءون كلام مسيلمة، فأُتي بهم لابن عبَّاس (٤) وقتل إمامهم وفرَّقهم في القبائل، وأجلى من أجلى منهم إلى الشام) . ثم قال: (ومن أين يظهر لهؤلاء البيان، ولم يميِّزوا (٥) بين القرآن وسجع الشيطان؟ بل أجملوا على ذلك، ولم يتنبَّه منهم اثنان فصار بذلك
_________
(١) في (ق) : "من علم ".
(٢) ساقطة من (ق) و (م) .
(٣) في (ق) و (م) و (ح) : "السامج".
(٤) في "المطبوعة": " لابن مسعود".
(٥) في (ق) : "يفرقوا ".','2','365',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (355,'موضعهم قابلا للبهتان وزخارف الهذيان، ومن أنكر عليهم من أهل نجد وعلمائهم قتلوه في (١) ونهبوه، فصحَّ بهذا أنَّهم من الذين وصفهم رسول الله صلى الله عليه وسلم بأنهم " «سفهاء الأحلام» ) الحديث (٢) الحديث (٣) والجواب أن يقال: أما اليمن والشام: فقد ثبت في الحديث (٤) أنه صلى الله عليه وسلم دعا بالبركة فيهما (٥) ولا يلزم من هذا تفضيلهما على سائر البلاد الإسلامية، وقد دعا لأناس من أصحابه صلى الله عليه وسلم (٦) وغيرهم من السابقين الأولين أفضل منهم (٧) عند كافة المسلمين، ومكة أُخْرِج منها النبي صلى الله عليه وسلم وعبدت فيها الأصنام، وعلق على الكعبة من ذلك، ووضع عليها ما لم (٨) يوضع في بيت المقدس ولا غيره من مساجد المسلمين، ومكة أفضل البلاد، ومسجدها أفضل المساجد على الإطلاق. وأمَّا قوله صلى الله عليه وسلم لما قيل له: وفي نجدنا: "تلك مواضع (٩) الزلازل
_________
(١) (ق) : "قلوه"، وهو سبق قلم.
(٢) أخرجه البخاري (٣٦١٥، ٣٦١١، ٥٠٥٧، ٦٩٣٥) ، وأبو داود (٤٧٦٧) ، وأحمد (١ / ٤٠٤) .
(٣) ساقطة من (ق) و (م) .
(٤) في (ق) : " الأحاديث".
(٥) فقال صلى الله عليه وسلم: "اللهم بارك لنا في شامنا ويمننا"، أخرجه البخاري (١٠٣٧، ٧٠٩٤) ، والترمذي (٣٩٥٣) .
(٦) وردت " الصلاة". في (ق) و (م) بعد " دعا".
(٧) في (ق) و (م) : "أفضل منهم من السابقين الأولين".
(٨) في (ق) : "مالا".
(٩) في (ق) زيادة: "قال" قبل "تلك "، وفي (المطبوعة) : "هاهنا موضع ".','2','366',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (356,'والفتن؟ ومنها يطلع قرن الشيطان (١) فالمقصود بها نجد العراق، وشرق المدينة، وقد ورد ذلك صريحاً في حديث ابن عمر (٢) ونصَّ عليه الخطابي (٣) وغيره، وقد ترك الدعاء للعراق جملة بل (٤) وذمها. وقد روى الطبراني من حديث عبد الله بن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال: " «دخل إبليس العراق فقضى فيها حاجته، ثم دخل الشام فطردوه، ثم دخل مصر فباض فيها وفرخ، وبسط عليها عبقرية» " (٥) ولا يقول مسلم بذم علماء العراق لما ورد فيها، وأكابر أهل (٦) الحديث
_________
(١) أخرجه البخاري والترمذي وغيرهما وهو بقية الحديث السابق في الدعاء للشام واليمن بالبركة.
(٢) ونصه: "اللهم بارك لنا في مدينتنا، وبارك لنا في مكتنا، وبارك لنا في شامنا، وبارك لنا في يمننا، وبارك لنا في صاعنا ومُدنا، فقال رجل: يا رسول الله، وفي عراقنا، فأعرض عنه فقال: فيها الزلازل والفتن وبها يطلع قرن الشيطان ". أخرجه أبو نعيم في الحلية (٦ / ١٣٣) ، وأخرج أيضا في نفس الموضع عن ابن عمر مرفوعاً: " اللهم بارك لنا في صاعنا ومدنا- فرددها ثلاث مرات-، فقال الرجل: يا رسول الله ولعراقنا، فقال رسول الله صلى الله عليه وسلم: بها الزلازل والفتن ومنها يطلع قرن الشيطان) . 
وذكر الهيثمي في مجمع الزوائد (٣ / ٣٠٥) ، نحوهما عن ابن عمر وابن عباس.
(٣) قال الخطابي: "نجد من جهة المشرق، ومن كان بالمدينة كان نجده بادية العراق ونواحيها وهي مشرق أهل المدينة ".
(٤) ساقطة من (ق) .
(٥) أخرجه الطبراني في الكبير (١٢ / ٣٤٠، ١٣٢٩٠) ، وأيضاً في الأوسط (٦ / ٢٨٦) ، وأبو الشيخ في العظمة (١٦٨٧ / ٥) ، قال المناوي في الفيض (٢ / ٥٢٢) ، قال الهيثمي في مجمع الزوائد (١٠ / ٦٠) : (رجاله ثقات إلا أن فيه انقطاعاً.
(٦) في (ق) : (علماء) .','2','367',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (357,'وفقهاء الأمة وأهل الجرح (١) والتعديل أكثرهم من أهل العراق، وإمام السنَّة أحمد بن حنبل، وشيخ الطريقة (٢) الجنيد بن محمد، وعلَم الزهَّاد الحسن وابن سيرين، وأبو حنيفة وأصحابه، وسفيان الثوري وأصحابه، وإسحاق بن إبراهيم بن راهويه ومحمد بن إسماعيل، ومسلم بن الحجاج، وأبو داود وأصحاب السنن وأصحاب الدواوين الإسلامية، كلهم عراقيو الدار مولداً أو (٣) سكنى، والليث بن سعد، ومحمد بن إدريس وأشهب، ومن قبل هؤلاء كلهم سكن العراق ومصر، وجملة (٤) من أكابر أصحاب رسول الله "صلى الله عليه وسلم، ومن التابعين (٥) بعدهم. ومن عاب الساكن بالسكنى والإقامة في مثل تلك البلاد، فقد عاب جمهور الأمة، وسبهم، وآذاهم بغير ما اكتسبوا، وقد داول الله الأيام بين البقاع والبلاد، كما داولها بين الناس والعباد. قال تعالى: {وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ} [آل عمران: ١٤٠] [آل عمران: ١٤٠] . وكم من بلد قد (٦) فتحت، وصارت من خير بلاد المسلمين بعد أن كانت في أيدي الفراعنة والمشركين، والفلاسفة والصابئين، والكفرة من المجوس والكتابيين؟ بل الخربة التي كانت بها قبور المشركين صارت
_________
(١) ساقطة من (ق) .
(٢) في (ق) : "الطريق ".
(٣) في (ق) و (ح) و (المطبوعة) : (وسكنى) .
(٤) في (المطبوعة) ، و (ق) : " جملة ".
(٥) في (ق) زيادة: "من".
(٦) سقطت من (ح) و (المطبوعة) .','2','368',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (358,'مسجداً هو أفضل مساجد المسلمين بعد المسجد الحرام؟ ودفن بها أفضل المرسلين وسادات المؤمنين. ولا يعيب شيخنا بدار مسيلمة إلا من عاب أئمة الهدى ومصابيح الدجى بما سبق في بلادهم من الشرك والكفر المبين، وطَرْد هذا القول جراءة على النبيين وأكابر المؤمنين. وهذا المعترض كعنز السوء يبحث عن حتفه بظلفه، ولا يدري؟ وقد قال (١) بعض الأْزهريين: مسيلمة الكذاب من خير نجدكم، فقلت: وفرعون اللعين رئيس مصركم فبهت. وأين كفر فرعون من كفر مسيلمة لو كانوا يعلمون؟ وأما قوله في كلام مسيلمة " يا ضفدع بنت ضفدعين: فإن كان هذا ينسبه إلينا، ويرى أننا آمنا بكلام مسيلمة، فهو لا يفرِّق بين دين محمد بن عبد الله الرسول الصادق الأمين، ودين مسيلمة الكذاب المهين، وإن كان هذا المعترض يعلم أننا كفرنا بمسيلمة وآمنا بالله ورسوله فما وجه ذكر مسيلمة وكذبه؟ لولا الحماقة والسفاهة، والجهالة والوقاحة؟ وقد تقدَّم أن طرد هذا الكلام يوجب ذم كل من سكن بلدة من بلاد المسلمين التي سكنها قبله أعيان المشركين، ورؤوس الكافرين، فأي أحد يبقى لو طرد هذا؟ وقد قال صلى الله عليه وسلم: " «لو كان الإيمان معلقاً بالثريا لناله رجال من فارس» " (٢) مع أن بلادهم من شر البلاد، عبدت فيها الأوثان والنيران، وكُفر فيها (٣) بالله الذي لا إِله إلاَّ هو الرحمن (٤)
_________
(١) في (المطبوعة) زيادة: "لي ".
(٢) أخرجه البخاري (٤٨٩٧، ٤٨٩٨) ، ومسلم (٢٥٤٦) ، وأحمد (٢ / ٣٥٨) .
(٣) في (ق) : "بها".
(٤) في (ق) و (م) زيادة: " الرحيم ".','2','369',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (359,'(وكذلك ما ذكر من قصتهم مع) (١) ما فيها من الكذب (٢) إنَّما هو، مجرَّد تمويه وهذيان ليس من محل النزاع في شيء.]
<span data-type="title" id=toc-71>[دفاع عن لغة تميم وبني حنيفة وبيان أن الشيخ من رؤس تميم]</span>
وأما قوله: (وقد نصَّت العرب، وصحَّ عنها بأجمعها أن لغة أهل اليمامة أرك اللغات قال: فأين تأتي لهم الفصاحة والمعرفة، وقد أثبت فيهم النبي صلى الله عليه وسلم. وقال الصدِّيق رضي الله عنه فيهم: لا يزالون في فتنة من كذَّابهم، وهو رضي الله عنه صادق الفراسة، وبعد هذا وجد منهم مائة وستون (٣) رجلاً بمسجدهم بالكوفة يقرءون كلام مسيلمة الكذاب، فأتى بهم لابن مسعود وهو عليها هو وعمار أمير فقتل إمامهم ابن النواحة وفرقهم في القبائل وأجلى (٤) من أجلى منهم إلى الشام) .
والجواب أن يقال لهذا الغبي: إن شيخنا رحمه الله تعالى من رؤوس تميم وأعيانهم، وليس من بني حنيفة، وتميم قبل الإسلام وبعده هم رؤوس نجد وسادته، ولغتهم أفصح اللغات وأفضلها بعد لغة قريش، ولا يذكر مع لغة قريش، غالباً إلاَّ لغة تميم كما يذكره النحاة وغيرهم، وهم ممن قاتل بني حنيفة مع خالد وأبلوا (٥) بلاءً حسناً، وأقطع خالد بن الوليد أفخاذاً منهم أودية معروفة بنجد من اليمامة وغيرها، فلو فرضنا أنَّ بني حنيفة فيهم ما ذكر من جهة لغتهم وعدم فصاحتهم، فأين الشيخ منهم؟ وسكنى الدار لا تؤثر، فإن الصحابة سكنوا مصر وبلاد الفرس، وفضلهم
_________
(١) ما بين القوسين ساقط من (م) .
(٢) "من الكذب "ساقطة من (ق) .
(٣) في (ق) : "وستين ".
(٤) في (المطبوعة) : "وأجل"، وهو خطأ مطبعي.
(٥) في (الأصل) و (ق) و (م) : "وابتلوا "، والمثبت هو الأنسب للسياق.','2','370',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (360,'لا يزال في مزيد، وإيمانهم قهر أهل الكفر والشرك والتنديد، وعادت تلك البقاع والأماكن من أفضل مساكن أهل التوحيد.
وأما قوله: (إنَّ العرب نصَّت على أن لغة أهل اليمامة أركّ اللغات فأين تأتي لهم الفصاحة) ؟ .
فبنو حنيفة من أعيان العرب ورؤوسهم، وهم من أفصح اللغات، ولا أصل لقول هذا المعترض، ما قال أحد بعيب لغتهم وذمها (١) وقوله: (نصت العرب) .
دليل على كذبه وجهله بمعاني الكلام، فإن العرب يدخل فيهم من ليس بأعجمي النسب واللسان، فيقع على من سكن الجزيرة بأجمعها إلى حدود مصر والشام، ومن ساحل (٢) اليمن إلى ساحل (٣) العراق، وأين نصّ هؤلاء؟ ومن الذي قاله منهم؟ وهذا أبلغ من حكاية الإجماع.
وأما قوله: (فأين تأتي لهم الفصاحة) ؟ .
فهذا تركيب ركيك، فإن "أتى يأتي " يتعدَّى بنفسه، فالركيك تركيب المعترض وكلامه.

<span data-type="title" id=toc-72>[المدح والذم الشرعيين يتوجهان إلى الإيمان والكفر لا إلى سكنى الأرض أو الانتساب إلى قوم]</span>
وقوله: (وقد أثبت فيهم النبي (٤) صلى الله عليه وسلم الجفا) .
فيقال: عيب بني حنيفة أكبر من الجفاء وأغلظ (٥) وأما الجفاء فلم
_________
(١) في (ق) : "لا ذمها".
(٢) في (ق) : " سواحل ".
(٣) في (ق) : "سواحل".
(٤) ساقطة من (ق) .
(٥) في (ق) : "وغلط ".','2','371',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (361,'[١٤٩] ، يرد فيهم لفظة واحدة، وإنما ورد في أهل الوبر والشعر، كقوله صلى الله عليه وسلم: " «الغلظة في الفدادين أهل الوبر والشعر» " (١) وقال تعالى: {الْأَعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلَّا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ} [التوبة: ٩٧] [التوبة -٩٧] .
ومع هذا فقد أثنى الله تعالى على من آمن بالله واليوم الآخر منهم واستثناهم من العموم.
قال تعالى: {وَمِنَ الْأَعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ} [التوبة: ٩٩] [التوبة -٩٩] .
فمن آمن بالله ورسوله (٢) وكذَّب مسيلمة، ولم يؤمن به، فهو من المؤمنين.
وقد {وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا (٣) وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوَانٌ مِنَ اللَّهِ أَكْبَرُ (٤) . ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ} [التوبة: ٧٢] (٥) [التوبة: ٧٢] وأما قول الصدّيق (٦) فإن. فالمراد به من آمن بمسيلمة وأدركه منهم،
_________
(١) أخرجه البخاري (٣٣٠١، ٣٣٥٢) ومواضع أخرى عن حديث أبي هريرة وأبي مسعود البدري، رمسلم (٥١، ٥٢) ، والترمذي (٢٢٤٣) ، وأحمد (٢٥٨ / ٢، ٢٦٩، ٣٧٢) .
(٢) في (ق) مكانها: "واليوم الآخر".
(٣) ما بين القوسين ساقط من النسخ الأربع.
(٤) ما بين القوسين ساقط من النسخ الأربع.
(٥) ما بين القوسين ساقط من النسخ الأربع.
(٦) في (ق) و (م) زيادة: " رضي الله عنه،.','2','372',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (362,'كما وقع من ابن النواحة (١) وأما من بعدهم من نسلهم وذراريهم المؤمنين فلا يتوجه إليهم ذم ولا عيب، والصدّيق أجلّ من أن يعيب من لم يؤمن بمسيلمة ولم يشهد عصره، وآباء أصحاب رسول الله صلى الله عليه وسلم وأسلافهم (٢) كانوا على جاهلية وشرك وعبادة للأصنام والأحجار وغيرها، ولا يتوجَّه عيب أحد منهم بأسلافه، وقد يُخرج الله من أصلاب المشركين والكفار من هو من خواص أوليائه وأصفيائه، ولما استأذن ملك الجبال رسول الله صلى الله عليه وسلم أن يطبق عليهم الأخشبين- لما رجمه أهل الطائف- ودعا بدعائه المشهور وهو قوله: " «اللهمَّ إليك أشكو ضعف قوَّتي وقلَّة حيلتي، وهواني على الناس، أنت رب المستضعفين وأنت ربي، إلى من تكلني؟ إلى بعيد يتجهَّمني؟ أو إلى قريب» (٣) ملكته أمري؟ إن لم يكن بك غضبٍ (٤) عليّ فلا أبالي، غير أن عافيتك (٥) أوسع لي، لك العتبى حتى ترضى، أعوذ بنور وجهك أن ينزل بي سخطك، أو يحلّ عليّ غضبك) فاستأذنه المَلَك عند ذلك (٦) فقال: ( «بل أتأنى بهم لعلَّ الله أن يخرج من أصلابهم من يعبده ولا يشرك به شيئاً» ) (٧)
_________
(١) انظر قصته في: المستدرك (٣ / ٥٤) وغيره.
(٢) ساقطة من (ق) و (مِ) .
(٣) في (ق) و (م) : (عدو) ".
(٤) في (ق) و (م) و (ح) : "عليَّ غضب"، وفي (المطبوعة) : (سخط علي) .
(٥) في بقية النسخ زيادة: "هي ".
(٦) في (المطبوعة) زيادة: (أن يطبق عليهم الأخشبين) .
(٧) أخرج البخاري منه استئذان ملك الجبال ورده صلى الله عليه وسلم (٣٢٣١، ٧٣٨٩) ، وأما الدعاء المشهور فأخرجه ابن جرير الطبري في التاريخ (٢ / ٣٤٥) وابن منده في ترجمة الطبراني ص (٣٤٦) ، والضياء في المختارة (٩ / ١٨١) ، وابن عدي في الكامل (٦ / ١١١) ، والخطيب في الجامع لأخلاق الراوي والسامع (٢ / ٢٧٥) ، كلهم من طريق ابن إسحاق.','2','373',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (363,'إذا عرفت هذا فشيخنا ليس من بني حنيفة أصلاً، والقصد بيان كلام الصديق وما أريد به.
وأما قوله: (وقد وجد منهم مائة وستون رجلاً بمسجدهم بالكوفة يقرءون كلام مسيلمة) .
فهذا كذب. القصة ليست كذلك؟ (بل هم بضعة عشر رجلا، لم ١٥٥، يقرءوا قرآنه) (١) وإنَّما تكلَّموا في نبوَّته وجَوَّزُوهَا، وهذا الرجل بضاعته الكذب على الله وعلى خلقه، فنعوذ بالله من درك الشقاء وسوء القضاء.
ثم لو فرض أن من بني حنيفة عالماً يدعو إلى الله، فما وجه عيبه وذمه بقومه، وقد خالفهم في الإيمان والدين؟ وسلمان الفارسي وصهيب الرومي، وبلال بن (٢) رباح رضي الله عنهم من أفضل الناس، وأسلافهم من شرّ الناس؟ بل (٣) والرسل أفضل الخلق وأكرمهم على الله، والمكذبون لهم من قومهم أكثر من المستجيبين، وابن نوح على أبيه السلام لم ينتفع بإيمان أبيه ورسالته، ولم ينل بذلك ما يوجب سعادته وفلاحه، وهذا المعترض جاهلي الدين والمعرفة (٤) والمذهب.
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) في النسخ الأربع زيادة: (أبي) ، وهو خطأ.
(٣) ساقطة من (ق) .
(٤) في (ق) : "والطبع".','2','374',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (364,'<span data-type="title" id=toc-73>[فصل في بيان كذب المعترض في إيقاع وصف سفهاء الأحلام على أهل نجد]</span>
فصل قال المعترض: (فصار بذلك موضعهم قابلا للبهتان إلى هذا الزمان، ومن أنكر عليهم من أهل نجد قتلوه ونهبوه والباقي أجلوه، فصح بهذا أنهم من الذين وصفهم رسول الله -صلى الله عليه وسلم- بأنهم سفهاء الأحلام) .
والجواب أن يقال: هذا كذب على رسول الله -صلى الله عليه وسلم- لم يصف أهل نجد وأهل اليمامة (١) بهذا، ولا دخل في وصفه من يؤمن بالله ورسوله منهم ولا من غيرهم، بل الموصوف بإجماع المسلمين هم الحرورية الخارجون على عليّ بن (أبي طالب) (٢) -رضي الله عنه- الذين قاتلهم علي بالكوفة والبصرة وما يليها، وفيهم من بني يشكر ومن طيّ وتميم وغيرهم من قبائل العرب، ودارهم ومسكنهم بالعراق، ولا يُخْتلف في هذا، فدارهم دار أشياخك ومحل إقامتك الذي نشأت به، وأثنيت على أهله، وهي دار سفهاء الأحلام بنص الحديث وبإجماع الأمة، ودولتهم وشوكتهم كانت هناك دون النهر، ولذلك نسبوا إليها، فقيل: أهل النهروان، وحروراء بلدة هناك (٣) نسبوا إليها، فقيل: الحرورية.
فأين في الحديث أنَّ
_________
(١) في (ق) و (م) : "اليمن ".
(٢) ما بين القوسين سقط من (ح) و (المطبوعة) .
(٣) في (ق) و (ح) و (المطبوعة) : "هناك بلدة".','2','375',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (365,'أهل اليمامة منهم (١) .؟ ما أقبح الكذب، وما أعظم (٢) . خزي مبديه، وفي هجنة كلام المعترضين واستقباح مذهبه ما يقضي بسفاهة رأيه وعظيم عطبه.
ما يبلغ الأعداء من جاهل ... ما يبلغ الجاهل من نفسه
ثم في زعمه أن الموضع قابل (٣) للبهتان: إن قصد به المحل كما هو ظاهر عبارته، فقد سبَّ الأرض، والموضع المطيع لله الشاهد بوحدانيته بما أودع فيه من الآيات، وذرأ من البريات، وهو (٤) . انتقال من مسبة [١٥١] الساكن إلى مسبة المسكن، وإن أراد أهله وسكانه ففيه عيب كل مسلم، ووصفه بقبول البهتان والشك من عهد مسيلمة إلى هذا الزمان، فسبحان من (٥) . طبع على قلبه، وحال بينه وبين العلم والفهم.
_________
(١) ساقطة من (ح) .
(٢) في (ق) : "وأعظم".
(٣) في النسخ الأربع: "قابلا"، وهو خطأ.
(٤) في (ق) و (م) : "وهذا".
(٥) في (المطبوعة) : "الله الذي".','2','376',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (366,'<span data-type="title" id=toc-74>[فصل في رد دعوى المعترض أن الشيخ جعل بلاد الحرمين بلاد كفر وبيان أن الإيمان لا يختص به بلد من البلدان]</span>
فصل قال المعترض: (ومع ما ذكرناه جعل هذا الرجل مواضع (١) . دعوته -صلى الله عليه وسلم- ومنبع النبوات بلاد كفر، لا يجوز السفر إليها، ومن جاءه منها راغبا لدنياه سماه مهاجرا، قد صحَّ عنه -صلى الله عليه وسلم- في (٢) . الصحيح: " «إن الإيمان يأرز إلى المدينة كما تأرز الحية إلى جحرها» " (٣) . وأنها آخر بلاد المسلمين خرابا في آخر الزمان، فصح أن الإسلام ملازم (٤) . لها، وأرشد -صلى الله عليه وسلم- إلى الشام أيام الفتن (٥) . وأنها عقر الإسلام ومعقل الإيمان، ومع ذلك صوب هذا الرجل نفسه على خطئه، وخطَّأ علماء الأمة، وكفّرهم بخطئه، وقد قدمنا استشهاد الله تعالى جلَّ ذكره (٦) . بهم، وما رواه ابن عدي والبيهقي عنه -صلى الله عليه وسلم- أنه قال: " «يحمل هذا العلم من كل خلف عدوله» " (٧) .
_________
(١) في (ق) : "منابع"، وفي (ح) : "موضع".
(٢) في (ق) و (م) زيادة: "الحديث".
(٣) أخرجه البخاري (١٨٧٦) ، ومسلم (١٤٧) ، والترمذي (٢٦٣٠) ، وابن ماجه (٣١١١) ، وأحمد (٢ / ٢٨٦، ٤٢٢) .
(٤) في (ق) و (م) : "ملازما".
(٥) في (ق) و (م) : "أيام الفتن إلى الشام ".
(٦) "جل ذكره" ساقطة من (ح) و (المطبوعة) .
(٧) تقدم. انظر: ص (١٩٧) ، هامش ١، وص (٣٥٥) ، هامش ٤.','2','377',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (367,'والجواب أن يقال: قد تقدَّم أن هذه الدعوى التي ادعاها المعترض على شيخنا من جعله الحرمين بلاد كفر دعوى كاذبة ضالة؛ وأن الشيخ رحمه الله تعالى من أعلم الناس وأعدلهم في قوله وفعله، على منهاج مستقيم، ولا يمكن أحد إثبات هذه الدعوى وتصحيحها بوجه من الوجوه، والكلام في هذه المواضع يجب أن يكون بعدل وعلم (١) . ومن فقد ذلك فقد ضلَّ عن سواء السبيل وأضلّ.
وأما قوله -صلى الله عليه وسلم-: " «الإيمان يأرز إلى المدينهّ كما تأرز الحية إلى جحرها» ": فرسول الله -صلى الله عليه وسلم- الصادق المصدوق، والذي لا ينطق عن الهوى إن هو إلا وحي يوحى، والشأن كل الشأن في الفقه عن الله ورسوله ومعرفة مواقع خطابه. وأما الكلام في هذه المباحث من الأغمار والجهال، الذين لا عناية لهم بمعاني الكتاب والسنَّة، ولا دراية لهم بتقارير علماء الأمة: فالمحنة بهم عظيمة، وطريقتهم (٢) .
غير عادلة ولا مستقيمة، ليس في الحديث ما يفيد أنه لا يتعدَّاها إلى غيرها من البلاد والمواضع، وليس فيه ما يفيد إيمان جميع من سكنها واستوطنها، وقد وجد في زمانه من أهل النفاق كثير في المدينة، وسكنها بعده -صلى الله عليه وسلم- كثير من أهل البدع والمارقين، وفي هذه الأزمان جمهور أهل العوالي وما يليها رافضة من غلاة الرافضة، وكلامهم في أصحاب رسول الله -صلى الله عليه وسلم- ومسبتهم لأم المؤمنين معروفة [١٥٢] مشهورة، والحكم الكلي الأغلبي لا يلزم إطراده.
_________
(١) في بقية النسخ: (بعلم وعدل) .
(٢) في (ق) : "وطريقهم".','2','378',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (368,'ثم يقال لهذا الغبي: أخبرنا ما الفرق بين هذا وبين قوله -صلى الله عليه وسلم-: " «الإيمان يمان والحكمة يمانية» " (١) .؟ إن قلت إن الإيمان لا يفارق اليمن في كل وقت وزمان، وَرَدَ عليك الأسود العنسي وأمثاله من المرتدين والمارقين في كل وقت وحين.
وقوله: (وأرشدهم (٢) . -صلى الله عليه وسلم- إلى الشام أيام الفتن) إلى آخره. فيقال له: إذا كان الشام عقر الإسلام، ومعقل الإيمان، فهذا من الأدلة على أن الإسلام والإيمان (٣) . لا تختص به المدينة ولا غيرها من البلاد الإسلامية، وأن الله يداول الأيام بين البلاد والعباد، فحينا تكون الشوكة والدولة الإسلامية بالحجاز والحرمين، كما كان في عهد النبوة وفي الخلافة (٤) . التيمية، والخلافة (٥) . العدوية، والخلافة الأموية، والخلافة العلوية، وحينا في الشام كالولاية المروانية، وحينا بالعراق كالدولة العباسية، وحينا في غيرها من البلاد، كما يشهد لذلك (٦) . الواقع، فإنَّ الإفرنج ملكوا بيت المقدس، واستولوا على خير بلاد الشام وأفضلها دهرًا طويلًا حتى استنقذها من أيديهم الملك الصالح من السلاطين (٧) . المصرية،
_________
(١) أخرجه البخاري (٤٣٨٨) ومواضع، ومسلم (٥٢) ، والترمذي (٣٩٣٥) ، وأحمد (٢ / ٢٣٥، ٢٥٢، ٢٥٨) ، والدارمي (١ / ٥١، ح ٧٩) .
(٢) في (ق) : "وأرشد".
(٣) ساقطة من (ق) .
(٤) في (المطبوعة) زيادة: "الصديقية ".
(٥) في (المطبوعة) زيادة: "الفاروقية".
(٦) في (ح) و (المطبوعة) : "بذلك".
(٧) في (المطبوعة) زيادة: "الأكراد".','2','379',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (369,'واستولى على ساحل الشام طوائف من النصارى بعد ما سبق فيه من القوة والصولة الإسلامية، ثم استحال جبل النصيرية والإسماعيلية إلى (١) . الكفر العظيم، والغلو في أئمتهم، وترك التزام أحكام الإسلام.
وبهذا تعرف أن العموم مخصوص، والإطلاق مقيد، والعبرة بالغالب الأكثر (٢) . وجاء عنه -صلى الله عليه وسلم- أن الإيمان يكون بالشام (٣) . حين تكون الفتن (٤) .
وأما حديث: " «يحمل هذا العلم من كل خلف عدوله» ": فقد ثبت وصحَّ عن أحمد وغيره من الأئمة أنَّ المراد به علم الحديث المشتمل على بيان الكتاب وتفسيره وتقرير الأحكام الدينية الأصولية والفروعية، وهذا بحمد الله لنا لا علينا، فإن شيخنا قد شهد له الجمّ الغفير والخلق الكثير بأنه من حملة هذا العلم، ومن أئمته المقتدى بهم فيه، ولولا خشية الإطالة لبسطنا القول في ذلك، وفيما كتبناه كفاية.
_________
(١) في (المطبوعة) : "إلى الإسماعيلية و".
(٢) في (ح) و (ق) : "والأكثر".
(٣) في (ق) : "في الشام".
(٤) في (ق) : "الفتنة".','2','380',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (370,'<span data-type="title" id=toc-75>[فصل في رد دعوى المعترض إجماع الأمة على قبول البردة والرضا بها]</span>
فصل قال المعترض: (وقد أجمعت (١) الأمة أنها لا تجمع (٢) على ضلالة، وهذا يقول: اجتمعت وأجمعت. فهذه البردة لها قدر ستمائة سنة تداولها علماء الأمة، وتشرحها هي والهمزية، ويتهادون شرحها بينهم بغالي الأثمان، وأبلغ من هذا كتبها بماء الذهب دائر الحجرة الشريفة، فلما (٣) دخل هؤلاء المدينة المنوَّرة أيام توليهم عليها أرادوا حكها فلم يستطيعوا ذلك، فلزقوا عليها الورق.
ولست أحكي هذا عن غيري، فهلا (٤) أنكرها عالم من علماء المسلمين، وما من علماء الأمة إلا منْ شاء الله من لا دخل المدينة المنوَّرة ورآها. وليست خفية؛ بل هي أشهر من "قفا نبكِ" (٥) وقد علم (٦) حال الأنبياء عليهم الصلاة والسلام ما علم، أليس هم أعلى من الشهداء حالا بعد الموت؟ وقد أخبر الله أنهم: {أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ - فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} [آل عمران: ١٦٩ - ١٧٠] الآية [آل عمران -١٦٩، ١٧٠] .
_________
(١) في (ق) : "اجتمعت".
(٢) في (ق) و (خ) : "تجتمع".
(٣) في (ق) : "ولما".
(٤) في (ح) و (المطبوعة) : "فهل".
(٥) يقصد معلقة امرئ القيس المشهورة التي مطلعها:
قفا نبك من ذكرى حبيب ومنزل ... بسقط اللوى بين الدخول فحومل.
(٦) في (المطبوعة) زيادة: (الله من) ، وفي (خ) زيادة: " الله ".','2','381',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (371,'ألم يعلم هذا الرجل أن النبي -صلى الله عليه وسلم- في معراجه مرَّ بكليم الرحمن موسى بن عمران وهو يصلي في قبره، ومرة كما في الصحيحين من حديث مالك بن صعصعة رضي الله عنه في السماء السادسة، ونصحه واستنصحه وسقم عليه وعلى الأنبياء في السماوات، فردوا عليه ورحَّبوا به، وقد صلَّى بهم قبل في بيت المقدس (١) عند الصخرة عليه وعليهم (٢) أفضل الصلاة والسلام، أفيظنهم هذا الرجل أمواتا في عالم العدم، أم (٣) يريد أن يمنع عنهم (٤) ما أعطاهم الله من الكرامة، ويقيسهم على نفسه التي قد (٥) تراكمت عليها ظلمات الزيغ والأهواء بعضها فوق بعض، حيث يرى الحق في صورة الباطل؟ أو ليس هو -صلى الله عليه وسلم- أفضل أولي (٦) العزم من الرسل؟ أليس الله قد أعطى من هو دونه (٧) بالفضل عيسى بن مريم عليه الصلاة والسلام إحياء الموتى وإبراء الأكمه والأبرص؟ أليس هو يخلق من الطين كهيئة الطير فينفخ فيه فيكون طيرا بإذن الله؟ أفيظن هذا الرجل أن هذه الأمور من عيسى عليه السلام من دون الله؟ . بل قال تعالى: {إِنَّ مَثَلَ عِيسَى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرَابٍ ثُمَّ قَالَ لَهُ كُنْ فَيَكُونُ} [آل عمران: ٥٩] [آل عمران -٥٩] .
_________
(١) في (المطبوعة) زيادة: "من".
(٢) في (ح) و (المطبوعة) : "الصخرة وعليهم ".
(٣) ساقطة من (ق) .
(٤) ساقطة من (ح) .
(٥) ساقطة من (ق) و (ح) و (المطبوعة) .
(٦) في (ح) و (المطبوعة) : "أولو"، وهو خطأ.
(٧) في (ح) و (المطبوعة) : "في الفضل ".','2','382',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (372,'والجواب أن يقال: أما قوله: (إنَّ الشيخ يقول: اجتمعت (١) الأمة وأجمعت على ضلالة) : فهذا من أبلغ (٢) الكذب وأعظم الإفك والافتراء، وقد نزَّه الله الشيخ وأمثاله من أهل العلم عن قول الزور وشهادته، وأظن هذا الغبي يشير إلى أن الأمة من روى البردة واستحسنها واعتقدها، مع أن الشيخ لم يتكلَّم فيهم، ولا بحث في حال من رَوَاها وقرَّرها، وإنَّما الكلام في نفس القول الذي اشتمل على الغلو والإطراء، ولم يتجاوز هذا شيخنا (٣) ولم يبلغنا عنه حرف في تضليل من قرأها، وقد يقرؤها الإنسان ويتصفحها وهو منكر لما يجب إنكاره فيها، ثم لو فرض أن الشيخ ضلِّل هؤلاء أيقال: هم الأمة، أين أهل القرون الستة الأول (٤) ؟ أين من بعدهم من الأمة إلى عصر الشيخ؟ وغاية ما عندكم عد رجال قليلين رووها، أفتحصر الأمة في هذا [١٥٤] العدد اليسير الذين (٥) لا يعرف أحد منهم بعلم سوى رجلين أو ثلاثة، وهم دون نظرائهم؟ سبحانك هذا بهتان عظيم، وهل شرحها من الأمة من يُعرف (٦) له لسان صدق في المسلمين؟ ما أقبح الفرية! وما أشد جنايتها!! .
وأمَّا كتبها بماء الذهب: فمن كتبها ومن وضعها؟ أهم أهل العلم وسادات الورى؟ أم الملوك والسلاطين والوزراء، إن كان فعلهم حجَّة فقد
_________
(١) في (ق) : "أجمعت".
(٢) ساقطة من (ق) .
(٣) في (المطبوعة) : "شيخنا هذا".
(٤) في (ق) : " الأولين) .
(٥) في (ق) و (ح) و (المطبوعة) : "الذي".
(٦) ساقطة من (ق) .','2','983',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (373,'وضعوا القباب والمكوس، وبعضهم وضع مهور البغايا. ليت (١) هذا خرس وستر على نفسه هذه الخزية الشنعاء، والقولة العمياء، ما أقبح الحَوْر بعد الكور (٢) .
قال رجل من أهل البيت عند ربيعة بن عبد الرحمن: أرأيت إن غلب الجهال حتى صار الأمر إليهم، أهم الحُكَّام على السنة؟ فقال ربيعة: أشهد أن هذا كلام أولاد الأنبياء (٣) وأما قوله: (فلما دخل هؤلاء المدينة المنورة أرادوا حكها فلم يستطيعوا ذلك فألزقوا عليها الورق) . فيقال له (٤) هذا من مناقبهم وأدلة علمهم، فإن أهل العلم لا يختلفون أن هذا من البدع (٥) التي لم يدل عليها كتاب ولا سنة؟ بل قد ثبت (٦) النهي عن ذلك (٧) وقرر (٨) الفقهاء المنع من الكتابة على القبور والقباب وعلى جدران المساجد ونحوها، ولم يكن أحد من أصحاب
_________
(١) في (ق) : (يا ليت) .
(٢) الحور بعد الكور: قال في "النهاية) (٤ / ٢٠٨) ، مادة: "كور": أي: النقصان بعد الزيادة. وقيل: من فساد أمورنا بعد صلاحها، وقيل: من الرجوع عن الجماعة بعد أن كنا معهم. وأصله من نقض العمامة بعد لفها. وفيه استعاذة النبي -صلى الله عليه وسلم- من الحور بعد الكور، رواه النسائي.
(٣) انظر:؟ .
(٤) ساقطة من (ق) .
(٥) في (المطبوعة) زيادة: "المنكرة ".
(٦) في (ق) و (المطبوعة) زيادة: "بالكتاب والسنة.
(٧) في (المطبوعة) زيادة: " أشد النهي) .
(٨) في (ق) : "وقرروا".','3','384',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (374,'رسول الله -صلى الله عليه وسلم- ولا خلفائه الراشدين (١) ولا أهل القرون المفضلة يفعل ذلك لا في حياته ولا بعد مماته بأبي هو وأمي، والخير في اتباع من سلف، والشر في ابتداع من خلف، وما تركه أهل العلم من أهل (٢) القرون المفضَّلة وأئمة الهدى فلا شك في ذمه، وإلحاقه بشرِّ المحدثات، وطرائق أهل الضلالات، ولولا خوف الإطالة لذكرت من الأدلَّة والبراهين ما يقضي أن هذا من المحرمات والمنكرات التي تجب (٣) إزالتها، ولو خلت عن الإطراء والغلو، فكيف وقد اشتملت على (٤) ذلك (٥) .
وأمَّا رؤية العلماء لها: فليست دليلا على إقرارهم، والأمر في هذا (٦) إلى الملوك لا إليهم، وقد تأخَّر وضعها إلى القرن الحادي عشر الذي عفت آثار العلم فيه، وقلَّ من يعرفه ويدريه.

<span data-type="title" id=toc-76>[حياة الأنبياء والشهداء بعد موتهم لا تدل على أنهم بقصدون للدعاء والاستغاثة]</span>
وأما قوله: (وقد علم الله من حال الأنبياء عليهم الصلاة والسلام ما علم. . .) إلخ كلامه: فحاصل هذه الدعوى أن الأنبياء أحياء، وأنهم أعلى من الشهداء حالا بعد الموت، وهذا حق لا ريب فيه، ولا ينازع فيه مسلم، والأمر أبلغ
_________
(١) في (ح) : "خلفاؤه الراشدون.
(٢) ساقطة من (المطبوعة) .
(٣) في (ق) : "يجب.
(٤) في (المطبوعة) : " من".
(٥) في (المطبوعة) زيادة: "على الكفر البواح والتكذيب الصارخ لكتاب الله ورسوله ".
(٦) في (ق) و (م) و (المطبوعة) زيادة: "كان".','3','385',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (375,'من ذلك وأرفع، ولكن هذا لا لدل على صحة دعوى هذا (١) الرجل: من أنهم يقصدون للدعاء والاستعانة والاستغاثة، فإن فضلهم وحياتهم وكرامتهم ونبوتهم ورسالتهم لا تقضي صرف حق الله إليهم، وتنزيلهم منزلته تعالى في القصد والدعاء، والخوف والرجاء، والرغبة والرهبة، ولا يوجب ذلك صرف الوجوه إليهم بشيء من المطالب والمقاصد التي [١٥١] بيده تعالى، ومنه عطاؤها وقسمها ومنعها، وتدبيرها وتيسيرها.
وقد قال تعالى (٢) {وَمَا مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ} [آل عمران: ١٤٤] [آل عمران -١٤٤] .
قال بعض الأفاضل: نزَّل استعظام موته منزلة جعله إلها، ولذلك قال: {أَفَإِنْ مَاتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلَى أَعْقَابِكُمْ} [آل عمران: ١٤٤] (٣) [آل عمران -١٤٤] . وقال تعالى: {قُلْ (٤) إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا} [الجن: ٢١] [الجن -٢١] . وقال تعالى: {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ وَلَكِنَّ اللَّهَ يَهْدِي مَنْ يَشَاءُ} [القصص: ٥٦] [القصص -٥٦] .
وقد قال لابنته (٥) وبضعته: " «يا فاطمة بنت محمد (٦) لا أغني عنك
_________
(١) ساقطة من (ق) .
(٢) في (م) و (ح) و (المطبوعة) زيادة: "لأكرم خلقه وأفضل رسله (ليس لك من الأمر شيء) ، وقال تعالى".
(٣) في (ق) زيادة: وَمَنْ يَنْقَلِبْ عَلَى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئًا الآية.
(٤) ساقطة من (ق) .
(٥) في (ح) و (المطبوعة) : "لبنته".
(٦) في (المطبوعة) : "اعملي فلن".','3','386',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (376,'من الله شيئا» " (١) أفيظن هذا الغبي أن الرسالة والنبوة والكرامة والحياة البززخية أو الدنيوية توجب صرف القلوب إلى غير الله، وقصد من سواه، واتِّخاذ الأنداد والشفعاء (٢) ؟ وقد ذكر الله هذا عن المشركين وقرَّر كفر فاعله، وأخبر أنهم لا يملكون (٣) لهم ضرًّا ولا نفعا، ولا (٤) موتا ولا حياة ولا نشورا.
وقال تعالى: {وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ} [آل عمران: ٨٠] [آل عمران -٨٠] . فأخبر تعالى أن قصدهم (٥) بالعبادات، والالتفات إليهم بالتألهات اتخاذ (٦) لهم أربابا، وأنه كفر بعد الإسلام.
ودندنة (٧) هذا المعترض بذكر الحياة ونفي الموت عنهم، وأن عيسى أعطي إحياء الموتى، وإبراء الأكمه والأبرص، وأنه يخلق من الطين كهيئة الطير، وأنَّ نبينا أفضل منه؛ كل هذا دندنة (٨) حول دعائهم مع الله، وأنهم يقصدون لتلك المطالب، وقد علم أنَّ النزاع بيننا وبينه في دعائهم للشدائد، ونسبة علم الغيب إليهم، وأن الدنيا والآخرة من
_________
(١) تقدم تخريجه، انظر: ص (٢٩١) ، هامش ٤.
(٢) في (المطبوعة) زيادة: "من دونه".
(٣) في (المطبوعة) : " لأنفسهم".
(٤) في (المطبوعة) زيادة: "يملكون"، حيث ساقت مساق الآية.
(٥) في (المطبوعة) : "قصد أنبيائه ورسله".
(٦) في (الأصل) و (م) : " اتخاذا"، وليس صوابا.
(٧) في (المطبوعة) : "وشنشة".
(٨) في (المطبوعة) : "وشنشة".','3','387',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (377,'جوده (١) -صلى الله عليه وسلم- ومن فيض كرمه، هذا محل النزاع، فأخذ الغبي يستدل على ذلك بما لهم من الكرامة (٢) والحياة التي هي فوق حياة الشهداء، وأن عيسى يحيي الموتى ونبينا -صلى الله عليه وسلم- أفضل منه، وقصده أنه يدعى لمثل ذلك، وما هو أبلغ منه، والنصارى احتجُّوا على دعاء عيسى وعبادته وإلهيته بهذه الحجج [الداحضة] (٣) وأمثالها، فنعوذ بالله من الخسران.
صار قصارى أمر هذا الرجل وغاية دينه، أن يحتج بالمعجزات والكرامات على دعاء غير الله، اللهمَّ (٤) مقلِّب القلوب ومصرفها صرِّف قلوبنا إلى طاعتك وتوحيدك والإيمان بك وبرسلك.
وأما قوله: (أفيظنهم هذا الرجل أمواتا) . فعبارة جاهل لا يفرّق بين حياة الأنبياء والشهداء بعد الموت، وحياتهم في الدنيا، فظن الغبي أنها هي الحياة الدنيوية؛ (ولذلك نفى الموت، والله تعالى يقول: {إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَيِّتُونَ} [الزمر: ٣٠] [الزمر -٣٠] .
[١٥٦] والحياة) (٥) البرزخية تجامع الموت ولا تنافيه كحال الشهداء.
وقد تقدم أنَّ هذا الرجل أشبه برجال (٦) الجاهلية الأولى، لم (٧)
_________
(١) في (ق) : " وجوده ".
(٢) في (ق) : " الكرامات".
(٣) ما بين المعقوفتين إضافة من بقية النسخ.
(٤) في (ح) و (المطبوعة) زيادة: "يا".
(٥) ما بين القوسين ساقط من (ق) .
(٦) في (المطبوعة) : "ألصق الناس بـ".
(٧) في (ح) و (المطبوعة) : " ولم ".','3','388',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (378,'يأنس بشيء مما جاءت به الأنبياء (١) .
وأمَّا ما رصف به الشيخ وحكم عليه به من تراكم الزيغ والأهواء ورؤية الحق في صورة الباطل: فالحكم بينه وبينه في هذا ونحوه إلى الله تعالى (٢) إِن يومَ الفصل
ميقاتهم (٣) أجمَعين [للدخان - ٤٠] .
وإنَّما أردنا بيان ما جاء به رسول الله -صلى الله عليه وسلم- من التوحيد والهدى، وكشف ضلال أهل الزيغ والردى، وأما المقاصة فلسنا بصددها، وإن كان قد أذن لمن شاء أن ينتصر فيها.
_________
(١) في (المطبوعة) زيادة: "بل ويحاول بظلماته أن ينقض ما جاء به الأنبياء ويريد أن يطفئ نور الله، والله متم نوره ولو كره هذا الكافر وشيعته الخاسرون".
(٢) في (ف) و (ح) زيادة: "قال تعالى".
(٣) في (ق) : "كان ميقاتهم".','3','389',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (379,'<span data-type="title" id=toc-77>[فصل في رد دعوى المعترض أن طلب الشفاعة ممن له شفاعة أو قرب يسوغ ولا يحرم وليس بشرك وأنه من جنس سؤال الأحياء ما يستطيعونه]</span>
فصل قال المعترض: (وهل طلب شرف الدين إلا مما أعطيه، فهل (١) من سأل عيسى عليه الصلاة والسلام خلق الطير الذي أعطيه يكون كافرا مشركا عند هذا الرجل؟ أو يقول إن الرسول -صلى الله عليه وسلم- غير موجود أو أنه في عالم العدم؟ أو يقول: إن جاهه عند ربه انقطع بموته؟ فما بال صدِّيق هذه الأمة -رضي الله عنه- يقول لخاتم المرسلين (٢) بعد موته يخاطبه: "اذكرنا يا محمد عند ربك ولنكن من بالك "، ولم يقل له ذلك في حياته إلا لعلمه بقربه من ربه بعد موته، وعظم جاهه عنده أعظم من كونه في الحياة، وهذا الرجل يجعل هذا من الشرك الأكبر، فهو أعظم من الصدّيق وأقرب إلى الله تعالى ورسوله منه، وهل هذا من عبادة غير الله تعالى جلَّ ذكره في شيء؟ بل الكل من عند الله: الرسول -صلى الله عليه وسلم- وما أعطيه لأمته، فما لهؤلاء القوم لا يفقهون (٣) حديثا، وإنما الشرك- قاتلهم الله أنى يؤفكون-: طلب ما لا يقدر عليه إلا الله تعالى، ولم يعطه (٤) أحدا من خلقه كهداية القلوب
_________
(١) في (المطبوعة) : " قيل".
(٢) في (م) : "الرسل".
(٣) في (ق) و (م) زيادة: "يكادون".
(٤) في (ح) و (المطبوعة) : "يعط".','3','390',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (380,'وشفاء المريض، وإنبات النبات وطلب الذرية، ونحو ذلك، وكذلك قصد غيره بالعبادة من دونه تبارك وتعالى.
كما قال تعالى: {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ - لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ} [الأنعام: ١٦٢ - ١٦٣] [الأنعام -١٦٢، ١٦٣] .
والجواب أن يقال: قاتل الله من أفَّك عن دينه وتوحيده (١) وما جاءت به الرسل من عنده، من الإيمان والإسلام وإفراده بالطاعة والعبادة، ورضي الله عمن دعا إلى توحيده وأمر بطاعته، ونهى عن الشرك به، واتخاذ الأنداد له، وأن تصرف الوجوه إلى (٢) غيره عبادة واستغاثة وتوكلا ورجاءً.
وحاصل كلام هذا الرجل وتقريره (٣) أن الطلب من الرسول -صلى الله عليه وسلم- أو غيره ممن له شفاعة أو قرب وجاه (٤) يسوغ ولا يكره ولا يحرم؛ لأنه ليس بشرك، بل هو من جنس سؤال الأحياء من (٥) الآدميين ما يستطيعونه من الأسباب العادية، وهذا هو المقصود له من ردِّه واعتراضه من أول رسالته، ولم ينكر على شيخنا سوى تجريد التوحيد، وإفراد الله بالقصد والعبادة، والخصومة في هذا قديمة ليس هذا أول قائل بدعاء [١٥٧] الموتى والاستغاثة بهم، وطلب الحوائج منهم (٦) والمهمَّات من جهتهم،
_________
(١) في (المطبوعة) زيادة: "وصده عن سبيله".
(٢) في (ق) : "إليه".
(٣) في (ح) و (المطبوعة) : " تقريره".
(٤) في (ق) : "أو جاه".
(٥) ساقطة من (ق) .
(٦) ساقطة من بقية النسخ.','3','391',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (381,'ومن قال بأن رسول الله -صلى الله عليه وسلم- بعد موته (١) أولى بالمسألة والطلب منه في حال حياته الدنيوية، وأنَّ ما جاز طلبه (٢) في الحياة يطلب منه بعد الممات، فقد فتح باب الشرك والتنديد، وصدف عن توحيد الله العزيز الحميد، لأن هذا هو قول الصابئة المشركين، ومذهب الجاهلين الأميِّين؛ بل صريح كلام هذا المعترض: أن الميت يسأل مما أعطيه، وأنه بيده يفعل ما يشاء من عطاء ومنع. وجمهور المشركين لم يقولوا هذا؛ وإنَّما قالوا: إنَّ الميت المعظم يقربهم إلى الله زلفى، ويشفع لهم عنده فهو واسطة على زعمهم. وأما المعترض فجعل ذلك من جنس ما يسأله الميت ويطلب منه في حال حياته، لا على سبيل الوساطة، بل كما يسأل الملاك ما بأيديهم.
فالرجل وصل إلى حد أحجم دونه أكثر المشركين، ولم يقتحموه خوف الشناعة والضلالة.
وحينئذٍ فيقال: هذه دعوى- وهي الطلب من الأموات ما يطلب منهم في الحياة- دعوى كبيرة غليظة، ليست كغيرها من الدعاوى، فيحتاج مدعيها إلى ما يثبتها من الأدلة الشرعية، والقوانين المرضية، والسيرة السلفية، وأما المقاييس الفاسدة فلا تفيد هنا، وقد قال بعض السلف: (ما عبدت الشمس والقمر إلا بالمقاييس) ، وهذا كتاب الله من أوله إلى آخره، وهذه سنَّة رسول الله -صلى الله عليه وسلم- وسيرة الخلفاء المهديين وأهل القرون المفضلة، أي آية وأية سنَّة، وأي عالم من أهل القرون
_________
(١) "بعد موته" ساقطة من (ق) .
(٢) في (ق) زيادة: "منه".','3','392',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (382,'المفضلة (١) قال بهذا أو (٢) ذهب إليه؟ .
بل الأدلة والنصوص متواترة متظاهرة على أن طلب الحوائج من الموتى، والتوجه إليهم شرك محرم، وأن فاعله من أسفه السفهاء وأضل الخلق، وأنه ممن عدل بربه وجعل له أندادا وشركاء في العبادة التي لا تصلح لسواه، ولا تنبغي لغيره، وأنه أصل شرك العالم، وقد حكى الإجماع على هذا شيخ الإسلام ابن تيمية (٣) في مواضع من كلامه، وكذلك ابن قيّم الجوزية (٤) قرَّر تحريمه، وأنه من الشرك الأكبر، وأنه أصل شرك العالم في كتابه "إغاثة اللهفان " (٥) وغيره، وابن عقيل كفَّر بطلب الحوائج من الموتى، ودسّ الرقاع فيها: (يا مولاي، افعل بي كذا وكذا) . ولم يخالف في ذلك أحد من أهل العلم.
واستدلوا بقول الله تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا} [الجن: ١٨] [الجن -١٨] . و (أحدا) نكرة في سياق النهي فتعم الرسل وغيرهم. وقوله: {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ} [يونس: ١٠٦] [يونس -١٠٦] . وقوله تعالى: {وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ الْكَافِرُونَ} [المؤمنون: ١١٧] [المؤمنون -١١٧] . وقال تعالى: {قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ اللَّهِ أَوْ أَتَتْكُمُ السَّاعَةُ أَغَيْرَ اللَّهِ تَدْعُونَ إِنْ كُنْتُمْ صَادِقِينَ} [الأنعام: ٤٠] الآية [الأنعام -٤٠] .
_________
(١) في (ق) و (م) زيادة: "ومن عرف بالفتنة، والدين بعد القرون المفضلة".
(٢) في (ق) و (ح) و (المطبوعة) : " أو".
(٣) في (ق) زيادة: "رحمه الله تعالى".
(٤) في (ق) : "القيم الجوزي".
(٥) انظر: (٢ / ٢٣٢) .','3','393',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (383,'وقال تعالى: {قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا - أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا} [الإسراء: ٥٦ - ٥٧] [الإسراء -٥٦، ٥٧] .
قال طائفة من السلف: نزلت فيمن يعبد المسيح وأمه وعزيرا (١) وقالت طائفة: نزلت فيمن يعبد رجالا من الجن أسلم المعبودون وبقي من يعبدهم من العرب على (٢) شركه، وقيل: نزلت في الملائكة.
قال شيخ الإسلام تقيّ الدين (٣) (والآية تعمّ هذا كله وكل من دعا معبودا من دون الله ومعبوده يبتغي الوسيلة إلى ربه بالإيمان به وطاعته، فإنه داخل في عمومها) .
والآية قبلها (٤) صريحة في أن المشركين المخاطبين يخلصون الدعاء عند الشدَّة، وأنهم إن أتاهم العذاب، أو أتتهم الساعة- وهي الحادث العمم- لا يدعون غير الله؛ ولا يلتفتون لسواه، ولذلك استدلَّ الله (٥) تعالى عليهم بذلك في معرض (٦) الأمر بتوحيده، وإفراده بالعبادة على كل حال في الرخاء والشدَّة، وأين هذا من طلب (٧) الأنبياء ودعائهم للحادث العمم أو غيره؟ والآيات قبلها دالَّة على تحريم دعاء الموتى مطلقا؛ لأنه
_________
(١) في (ق) : "عزيرا والمسيح وأمه".
(٢) في (ح) : "ولا".
(٣) انظر: "الرد على البكري" (٢ / ٥٣٨) .
(٤) في (المطبوعة) : "وآية الأنعام".
(٥) لفظ الجلالة لم يرد في: (ق) و (م) .
(٦) في (ق) : "معارض".
(٧) في (المطبوعة) : " الاستغاثة بالأنبياء".','3','394',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (384,'ليس من جنس الأسباب العادية، بل من دعاهم فهو يرى ويعتقد أن لأرواحهم قدرة وعلما بحاله، وسمعا ليس من جنس قدرة (١) العباد وعلمهم وسمعهم، والدعاء في هذه الآيات يشمل نوعي الدعاء: دعاء العبادة ودعاء المسألة، فما تقدَّم من الآيات دال على تحريم دعاء الأنبياء والصالحين دعاء عبادة أو دعاء مسألة.
قال ابن عبد الهادي في "الصارم المنكي" (٢) (وليس أحد من البشر بل ولا من الخلق، يسمع أصوات العباد كلهم، ومن قال هذا في بشر فقوله من جنس قول النصارى الذين يقولون: إن المسيح هو الله، وأنه يعلم ما يفعله العباد، ويسمع أصواتهم، ويجيب دعاءهم.
قال تعالى: {لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ} [المائدة: ٧٢]- إلى قوله- {هُوَ السَّمِيعُ الْعَلِيمُ} [المائدة: ٧٦] [المائدة -٧٢، و ٧٦] .
فلا المسيح ولا غيره من البشر، ولا أحد من الخلق يملك لأحد من الخلق ضرًّا ولا نفعا بل ولا لنفسه، وإن كان أفضل الخلق.
[١٥٩] قال تعالى (٣) {قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا} [الجن: ٢١] (٤) [الجن -٢١] .
_________
(١) في (الأصل) و (م) و (ح) : "قدر"، فلعل التاء المربوطة سقطت أو هي كذلك مقصودة للجمع بضم أوله (قُدَر) ، فالله أعلم.
(٢) انظر: "الصارم المنكي في الرد على السبكي" ص (٢١٠) .
(٣) في (المطبوعة) زيادة: "له".
(٤) هذه الآية كلها ساقطة من (ق) .','3','395',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (385,'وقال تعالى في (١) {قُلْ لَا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلَا أَعْلَمُ الْغَيْبَ} [الأنعام: ٥٠] الآية [الأنعام
] وقال تعالى: {قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} [الأعراف: ١٨٨] [الأعراف -١٨٨] ) . انتهى كلام ابن عبد الهادي.
وقول المعترض: (وهل طلب شرف الدين إلا مما أعطيه؟ فهل من سأل عيسى عليه الصلاة والسلام خلق الطير الذي أعطيه يكون كافرا مشركا) .
فهذه شبهة واهية، فإن من سأل عيسى خلق الطير أو غيره، بعد رفعه إلى السماء كافر مشرك بإجماع المسلمين؛ بل ولا يجوز ذلك (٢) مطلقا قبل رفعه، والرسول -صلى الله عليه وسلم- أُعطي الشفاعة (٣) بمعنى أنَّ الله يشفعه، ويحد له حدًّا يدخلهم الجنة، ويريح الخلق من هول الموقف وكربه، وقد دلَّت الآيات والأحاديث أن المالك للشفاعة هو الله وحده، وأنها لا تنال إلا بما ربطها الله به من الأسباب وهي التوحيد والإيمان والإخلاص، كما دلَّت عليه الآيات الكريمات، وكما دلَّ عليه حديث أبي هريرة، وأنها متوقفة على الإذن والرضى منه تعالى، وليس طلب الرسول سببا لنيلها وتحصيلها، لا سيَّما بعد موته -صلى الله عليه وسلم- ولم يدل دليل (٤) على مشروعية ذلك ولا فعله أحد
_________
(١) (المطبوعة) زيادة: "له".
(٢) ساقطة من (المطبوعة) .
(٣) في (ح) : "شفاعة".
(٤) في (ق) و (م) زيادة: " شرعي".','3','396',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (386,'يحتج به، فهو من أضل البدع وأبعدها عن هديه -صلى الله عليه وسلم- وهدي من قبله من الأنبياء.
وليس قولهم: (إنه أعطى الشفاعة) بمعنى: ملكها وحازها، كسائر العطايا والأملاك التي يعطاها البشر. وأيضا: فإن الله يعطي رسله وأولياءه ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر، أفيقال: إنَّ الله أعطاهم ذلك، وملَّكهم إياه فيطلب منهم، ويرغب إليهم فيه؟ فإن كان ذلك مشروعا وسائغا فالشفاعة من جنسه، مع أن الشفاعة قيدت بقيود لم تقيد (١) بها هذه العطايا والمواهب السَّنِيَّة.
وقد قال تعالى: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} [الزمر: ٤٤] الآية [الزمر -٤٤] . وقال: {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} [الأنبياء: ٢٨] [الأنبياء -٢٨] . وقال تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ [} [البقرة: ٢٥٥] البقرة -٢٥٥] . وأما غير الشفاعة مما أعطيه أهل الجنة: فقد ذكر تعالى أنه حرمه على الكافرين. وكذلك الشفاعة، لأنها وسيلة إليه.
قال تعالى: {وَنَادَى أَصْحَابُ النَّارِ أَصْحَابَ الْجَنَّةِ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ} [الأعراف: ٥٠] [الأعراف -٥٠] . فمن أتى بمانع يمنع من الشفاعة، أو دخول الجنة، كالشرك والكفر، فلا سبيل للشفعاء إلى الشفاعة فيه.
_________
(١) في (ح) : "يقيد".','3','397',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (387,'[١٦٠] وأيضا: فمحلها ووقتها يوم يقوم الناس لربّ العالمين، ويشتد هول الموقف وكربه هذا هو المراد، وبه تعرف بطلان هذه الشبهة، وأن الباب مسدود على من طلبها من غير الله.
وأما قول المعترض: (أو يقول: إنَّ الرسول غير موجود، أو أنه في عالم العدم أو يقول: إنَّ جاهه عند ربه انقطع (١) بموته) .
فيقال: هذا كلام معتوه لا يدري ما يقول، فإن كلام الشيخ، والقول بأن دعاء غير الله شرك، لا يلزم منه القول (٢) بأن الرسول -صلى الله عليه وسلم- غير موجود، بمعنى أنه كسائر المعدومات؛ بل هو حي في قبره تعرض عليه صلاة أمته (٣) «وقد "حرَّم الله على الأرض أن تأكل أجساد الأنبياء» " (٤) ومع ذلك فهو -صلى الله عليه وسلم- في الرفيق الأعلى، وهو أقرب الرسل من ربه، وأرفعهم (٥) درجة لديه، ولروحه اتصال بجسده الشريف، لا يعلم كنهه وحقيقته (٦) ومقداره إلا الذي خلق ووهب وتفضَّل وأعطى، وهو اللطيف الخبير.
وأما القول: بأن هذه الحياة [كالحياة] (٧) الدنيوية، يطلب منه ما كان
_________
(١) في (ق) و (م) : (انقطع عند ربه".
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (المطبوعة) : "يبلغ صلاة أمته وسلامهم عليه -صلى الله عليه وسلم-.
(٤) أخرجه أبو داود (١٥٣١) ، وابن ماجه (١٠٨٥، ١٦٣٦) ، وأحمد (٤ / ٨) . 
تنبيه: وقع عند ابن ماجه في الموضع الأول (١٠٨٥) الحديث من رواية (شداد بن أوس) ، وفي الموضع الثاني وعند أبي داود وأحمد (أوس بن أوس) .
(٥) في (ق) : " وأرفعه".
(٦) في (ق) و (م) : "حقيقته وكنهه".
(٧) ما بين المعقوفتين زيادة من (ق) و (م) أثبتها لضرورة استقامة السياق.','3','398',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (388,'يطلب (١) قبل موته، ويسأل ويستفتي، ويرجع إليه.
فهذا قول ضال، مخالف للكتاب والسنَة، وحقائق المعقول والمنقول، فافهم هذا البحث (٢) فكم زلَّ فيه من قدم، وكم ضلَّ بالخرص (٣) فيه (٤) من أمم.
وأما قوله: (أو أنه في عالم العدم؟) . فالعدم ليس له عالم، والعوالم إنَّما تطلق على الموجودات، لا على المعدومات، ولا يقول: إنَّ جاهه -صلى الله عليه وسلم- عند ربه انقطع (٥) بعد موته إلا ضال لا يؤمن بيوم الحساب، بل هو دائما في مزيد، وما من مؤمن يؤمن بما جاء به، ويهتدي بهديه إلي يوم القيامة إلا كان ذلك زيادة في أجره وكماله، والكامل يقبل الكمال.
وأمَّا قول الصديق: "اذكرنا يا محمد عند ربك" (٦) فقد تقدَّم البيان (٧) بأنه من الموضوعات والمكذوبات؛ التي لا يلتفت إليها. ثم عِظَم الجاه وإن تناهى فلا ينتفع به إلا أهل الإيمان والمتابعة، ومن قام به سبب شرعي يقتضي انتفاعه بدعاء الداعين، وشفاعة الشافعين.
_________
(١) في (ق) و (م) و (المطبوعة) زيادة: " منه ".
(٢) في (ق) و (م) و (المطبوعة) : " المبحث ".
(٣) في (ق) : "في الخرص ".
(٤) ساقطة من (ح) .
(٥) في (ق) و (م) : "انقطع عند ربه".
(٦) في (ق) و (م) زيادة: "ولنكن من بالك".
(٧) في (ق) : "بيانه". وانظر ذلك في ص (٣٣٥) .','3','399',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (389,'وأمَّا تشبيهه بأن الكل من عند الله: الرسول، وما أعطيه الرسول. فهذا لا نزاع فيه، وذكره هنا تشبيه على السامعين، والنزاع إنما هو في مشروعية طلبه وسؤاله، والاستغاثة (١) به بعد موته -صلى الله عليه وسلم-.
وأما القول: (بأن الكل من عند الله) . فلا نزاع فيه، وليس فيه دليل على أنه يطلب من الرسل أو غيرهم شيء ممَّا أعطوه في الدار الآخرة، ولا يحصل لكل من طلب شيئا [١٦١] مطلوبه (٢) وفي الحديث (٣) " «يذاد أناس من أصحابي عن الحوض فأقول: أصحابي أصحابي، فيقال: إنك لا تدري ما أحدثوا بعدك، فأقول: سحقا سحقا» " (٤) .
وأما قوله: (وإنَّما الشرك طلب ما لا يقدر عليه إلا الله، ولم يعطه أحدا من خلقه) .
فيقال: قد تقدم أن الشفاعة وغيرها لا يقدر على إعطائها وتيسيرها إلا الله، وأنها مملوكة له وحده، وأنه هو الذي يأذن ويعين من رضي قوله وعمله من أهل التوحيد فيشفع فيه الشافعون، وأنَّ الشفاعة لا تملك، كما ظنه المشركون؛ وأنَّ الاستثناء من المِلْك (٥) في الآيتين لا يوجب إثبات
_________
(١) في (المطبوعة) : "والاستعانة".
(٢) في (ح) و (المطبوعة) : "بمطلوبه".
(٣) في (المطبوعة) زيادة: " الذي رواه البخاري وغيره".
(٤) أخرجه البخاري ومسلم والترمذي وأحمد، وتقدم تخريجه، انظر: ص (٣٥٢) ، هامش ٢.
(٥) "من المِلك " ساقط من (المطبوعة) .','3','400',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (390,'الملك لغير الله، وأكثر المفسرين يرون: أن (١) الاستثناء منقطع، كما تقدَّم ذكره عن شيخ الإسلام ابن تيمية؛ وسائر المطالب كذلك لا تطلب من الموتى، وسيأتي لهذا مزيد بحث في محله إن شاء الله تعالى. وفي الحديث: " «إذا مات ابن آدم انقطع عمله إلا من ثلاث» . . . " (٢) وأمَّا تخصيص المعترض هداية القلوب، وشفاء المريض؛ وإنبات النبات، وطلب الذرية ونحو ذلك. بالمنع: فهذا من جهله؛ فإن الأسباب العادية التي يستطيعها الإنسان في حياته تنقطع بموته، كما دلَّ عليه (٣) الحديث، وبذلك تصير ملحقة في الحكم والشرع بما لا يستطيعه (٤) في حياته كهداية القلوب، وشفاء المريض، وإنبات النبات، وطلب الذرية؛ فلا فرق بين قول الرجل للمسيح بعد رفعه: اعطني كذا وكذا من القوت ونحوه، وقوله: اهدِ قلبي، اغفر ذنبي، وقد تقدَّم أن قول النصارى: (يا والدة المسيح اشفعي لنا عند الإله (٥)) شرك بإجماع المسلمين؛ ولو طلب منها في حياتها أن تشفع بالدعاء والاستغفار، كما كان يفعله -صلى الله عليه وسلم- مع أصحابه لم يمنع من ذلك.
وأيضا: فالمعترض لم يلتزم (٦) هذا، وسيأتيك له عند حكاية العتبي
_________
(١) ساقطة من (ق) .
(٢) أخرجه مسلم (١٦٣١) ، وابن ماجه بمعناه (٢٤١، ٢٤٢) . الحديث.

(٣) في (ح) و (المطبوعة) : "في " مكان "دلَّ عليه".
(٤) في (ق) و (المطبوعة) : "يستطيع".
(٥) في (ق) : "إله".
(٦) في (ق) : "يلزم".','3','401',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (391,'أنَّه يجوِّز طلب الاستغفار من رسول الله -صلى الله عليه وسلم- بعد موته.
ثم في قول البوصيري في الاستعاذة برسول الله -صلى الله عليه وسلم- ونفى الإعاذة عمن (١) سواه وأنه هالك إن لم يأخذ بيده، ما هو من أبلغ الصيغ في طلب النجاة من النار وإدخال الجنة، وهذا كهداية القلوب، وشفاء المريض، وإنبات النبات، وطلب الذرية فإنَّ من طلب هذا من الأنبياء والأولياء يتأوَّل كتأويلكم (٢) كلام البوصيري فيقولون (٣) (إنَ الله أعطاهم جاها ومنزلة [١٦٢] وشفاعة، وإجابة لدعائهم، فنحن نطلب الهداية والشفاء ونحو ذلك مما أعطاهم الله وملَّكهم إياه) .
وليس قولكم: (إنَّ الله ملَّكه الشفاعة) بأحق من قول هؤلاء، فإن الشفاعة طلب ودعاء، فعادت المسألة على تقرير هذا المعترض إلى عبادة الأنبياء والملائكة والمؤمنين والأطفال، وسائر من يشفع ويستجاب دعاؤه، وهذا عين قول الصابئة في عبادة الأرواح المفارقة ودعائها أرواح الأنبياء والصالحين، فنعوذ بالله من الحور بعد الكور، والضلال بعد الهدى، والكفر بعد الإيمان. والآية التي استدلَّ بها دليل على إبطال دعواه، فإن قوله تعالى: {إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ - لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ} [الأنعام: ١٦٢ - ١٦٣] [الأنعام -١٦٢، ١٦٣] . الآية من أوضح الأدلَّة على تحريم دعاء الموتى، فإن الصلاة دعاء
_________
(١) في (ق) : "الاستعاذة بما".
(٢) في (ق) و (المطبوعة) : "كتأويلهم".
(٣) في (ق) : "فيقول".','3','402',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (392,'صريح قولا وعملا، وقد دلَّت الآية على أن ذلك لله وحده لا شريك له؛ وأنه (١) قد أُمِرَ بذلك، وهو أول المسلمين من هذه الأمة بالتزام هذا وسائر الأحكام الإسلامية، فأين هذا من دعاء غير الله وطلب الشفاعة من سواه؟ .
_________
(١) في (المطبوعة) زيادة: "-صلى الله عليه وسلم- ".','3','403',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (393,'<span data-type="title" id=toc-78>[فصل فيه الشفاعة المثبتة والمنفية والمقصود بملكية الشفاعة]</span>
فصل قال المعترض: (وقد قال هذا الرجل في موضع آخر تكلَّم به على قوله تعالى: {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة: ٤] [الفاتحة: ٤] . قال: فمن عرف تفسير هذه الآية، وعرف تخصيص الملك ذلك اليوم (١) عرف تخصيص هذه المسألة، وأن معناه عند جميع المفسرين كلهم ما فسَره الله به في قوله: {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} [الانفطار: ١٩] [الانفطار -١٩] . ثم (٢) قال: فأين هذا المعنى والإيمان بما صرَّح به القرآن مع قوله -صلى الله عليه وسلم-: " «يا فاطمة بنت محمد لا أغني عنك من الله شيئا» " (٣) من قول صاحب البردة في قوله (٤) .
ولن يضيق رسولَ الله جاهُك بي ... إذ (٥) الكريم تجلى باسم منتقم
_________
(١) في (المطبوعة) زيادة: "الله".
(٢) ساقطة من (ق) و (م) .
(٣) تقدم تخريجه، انظر: ص (٢٩١) ، هامش ٤، وص (٣٨٧) ، هامش ١.
(٤) "في قوله" سقط من (المطبوعة) .
(٥) في (ق) و (ح) و (المطبوعة) : "إذا".','3','404',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (394,'فإن لي ذمة منه بتسميتي ... محمدا (١) ؛ وهو أوفى الخلق بالذمم
إن لم تكن في معادي آخذا بيدي ... فضلا , وإلا فقل: يا زلة القدم.
ثم قال: فليتأمل من نصح نفسه هذه الأبيات ومعناها، ومن فتن بها من العلماء والعباد، وهل يجتمع في قلب عَبْد (٢) التصديق بهذه الأبيات، والتصديق بقوله تعالى: {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالْأَمْرُ يَوْمَئِذٍ لِلَّهِ} [الانفطار: ١٩] [الانفطار -١٩] . وقوله: " «يا فاطمة بنت محمد، لا أملك لك (٣) من الله شيئا» "، والله لا والله إلا كما يجتمع في قلبه أن موسى صادق وأن فرعون صادق، وأنَّ محمدا -صلى الله عليه وسلم- صادق على الحق، وأنَّ أبا جهل صادق على الحق.
والله ما استويا ولن يتلاقيا ... حتى تشيب مفارق الغربان
. فمن عرف هذه المسألة، وعرف البردة، ومن فتن بها من العلماء والعباد والزهاد عرف غربة الإسلام) . انتهى كلامه. ثم ذكر عند ذلك قوله تعالى: {أُولَئِكَ الَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَى رَبِّهِمُ الْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ} [الإسراء: ٥٧] [الإسراء -٥٧] . وقوله: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ} [الرعد: ١٤] [الرعد -١٤] . قال: (فهذا بعض معاني قوله: {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة: ٤] [الفاتحة -٤] بإجماع المفسرين.
_________
(١) في (ق) و (ح) و (المطبوعة) : "محمد ".
(٢) ساقطة من (ق) و (م) .
(٣) في (ق) و (م) : "أغني عنكِ".','3','405',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (395,'وهذا قوله لا قول المفسرين كما يزعم، بل سترى قول المفسرين، فبهذا الكلام ضرب كتاب الله بعضه ببعض، وكذلك سنَة رسول الله -صلى الله عليه وسلم- وأبطل بهذا الكلام جميع الشفاعات التي ورد بها الكتاب والسنَّة المتواترة من الأنبياء والرسل عليهم الصلاة والسلام، والشهداء والأولياء والصالحين، والأطفال وغيرهم، فنفى بذلك جميع الشفاعات بما لا علم له به ولا دراية، أولا: نظر إلى مخارج كلام الله وكلام العرب المنزَّل بلغتهم، حيث يقول جلَّ وعلا: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ} [محمد: ٧] [محمد -٧] . وقال في الآية الأخرى: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ} [آل عمران: ١٢٦] [آل عمران -١٢٦، والأنفال -١٠] . فكذلك الشفاعة إنما هي من عطائه لأوليائه؛ ليمتازوا بها عن غيرهم، إكراما لهم بها؛ ليُغْبَطوا بها ذلك اليوم الذي ذكر هذا الرجل حيث يقول صاحب البردة: (إذ (١) الكريم تجلَّى باسم منتقم) . إذ الشفاعة منه تبارك وتعالى من الجزاء الجزيل، والفضل العميم، الذي لا تملك نفس لنفس شيئا ذلك اليوم استقلالا، بل الكل من عند الله: الشافع والمشفع والشفاعة) . وأطال الكلام بهذا المعنى، وأن الشفاعة لا تكون بيد أحد من دون الله، إذ الكل خلق الله وأسباب، وأن الشيخ لا يدري كلام الله ورسوله -صلى الله عليه وسلم- وأنه جاهل بكلام العرب وبلاغتها التي نزل القرآن بلغتها، ولا يميز بين الكلام الإضافي من المطلق والاستقلالي، وأنشد قول جرير بن الخطفان: (٢) .
_________
(١) في (ق) و (ح) و (المطبوعة) : "إذا".
(٢) في (المطبوعة) : "الخطفي".','3','406',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (396,'يقضي الكتاب على الصليب وتغلب ... ولكل منزل آية تأويل
. وزعم أن هذا خاص بالكافرين كقوله: {الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا} [الفرقان: ٢٦] [الفرقان -٢٦] . ثم قال: (فمن قضائه تبارك وتعالى: تمليك أنبيائه ورسله وأوليائه من الشهداء والصالحين والأطفال، وتمكينهم من الشفاعة، وهذا مما يجب الإيمان به، كما صرَّح به علماء الأمة دون أهل الأهواء والبدع) . ثم ذكر عن البغوي في قوله: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ} [الزخرف: ٨٦] [الزخرف / ٨٦] . قال: (وهم عيسى وعزير (١) والملائكة، -فإنهم عبدوا من دون الله [١٦٤] تعالى ولهم الشفاعة (٢) وصحَّح هذا القول، فإذا كان ذلك (٣) كذلك كما وصفنا فهل ترى صاحب البردة طلب ذلك استقلالا من دون الله تعالى؟ بل (٤) ولم يقصد طلبه في الحال، وإنما استحضر كما قدمنا يوم القيامة حين تطلبه -صلى الله عليه وسلم- جميع الخلائق؛ حيث علموا قربه من ربه جلَّ وعلا وما أعطاه من الكرامة والمقام المحمود) . والجواب: أن يقال لهذا الجهول، المفتري، المُخَلِّط. إنَما يضرب كتاب الله بعضه ببعض من ردَّ بعضه ببعض، واحتج ببعضه على خلاف ما دلَّ عليه البعض الآخر، كما يفعله أهل البدع
_________
(١) في (ق) : "والعزير".
(٢) في (ق) : "شفاعة".
(٣) ساقطة من (المطبوعة) .
(٤) ساقطة من (ق) و (م) .','3','407',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (397,'والضلال، ومن رد ما دل عليه قوله تعالى: {مَالِكِ يَوْمِ الدِّينِ} [الفاتحة: ٤] [الفاتحة -٤] . وقوله: {يَوْمَ لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا} [الانفطار: ١٩] (١) [الانفطار -١٩] . ونحو هذه الآيات بقوله تعالى: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ} [الزخرف: ٨٦] [الزخرف / ٨٦] ونحوها. وزعم أن ملك الشفاعة مثبت، وأنه يقضي على هذه الآيات ويرد به ما دلت عليه، وهذا ضرب كتاب الله تعالى بعضه ببعض، وفي المثل: "رمتني وانسلت". وأما من رد بكتاب الله كلام أهل الغلو والإطراء، واستدل بكتاب الله على بطلان غلو الغالين، وزيغ الزائغين، وتحريف المبطلين، فهذا هو المؤمن المهتدي، المحتج بكتاب (٢) الله على ما أنزل لأجله، المستضيء بنوره؛ المهتدي بهداه، المعتصم بحيله. وأما جحده أن يكون ما ذكر الشيخ هو كلام المفسرين: فهذا دليل على عدم علمه بكلام المفسرين، وقصور رتبته عن الاطلاع على معاني التنزيل، وكتب المفسرين موجودة بأيدي أهل العلم، وهم لا يختلفون أن المعنى: أنه المنفرد بالملك والتدبير ذلك اليوم، فلا تملك نفس لنفس شيئا، بخلاف حالهم في الدنيا، فإن أكثر الخلق نازع الرسل وعصى الأمر، واتبع السبل (٣)
_________
(١) في (ق) زيادة: والأمر يومئذ لله.
(٢) في (م) : "بكلام".
(٣) في (ق) : "السبيل".','3','408',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (398,'فتفرقت بهم (١) عن سبيله (٢) وهذا المعنى دل عليه القرآن في غير موضع. وأما قوله: (وأبطل بهذا الكلام جميع الشفاعات) (٣) فهذا أيضا صدر عن جهل عظيم؛ واعتقاد ذميم، فإن نفي (٤) الشفاعة التي ظنها المشركون حاصلة بالتعلق على الأنبياء والصالحين ومسألتهم مع الله: منفية بالكتاب والسنة؛ وإجماع الأمة، وهذه هي التي نفاها الشيخ وأهل العلم قبله، وأما الشفاعة التي جاءت بها السنة، وقال بها الأئمة فهي مقيدة بقيود تمنع مسألة غير الله للشفاعة وطلبها من سواه، ولا تحصل إلا بتجريد التوحيد لله العزيز الحميد، كما تقدم في حديث أبي هريرة (٥) [١٦٥] . والمعترض جاهلي لا يفرق بين النوعين، فظهر أنه هو العديم (٦) العلم والدراية، الجاهل بأحكام الرواية والرعاية لكلام الله وكلام رسوله وكلام العرب، فإن العربي سليم الفطرة يعرف بلغته أن القيد في قوله تعالى: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة: ٢٥٥] [البقرة -٢٥٥] . يفيد صرف الوجوه إلى من بيده الخير كله، وإليه يرجع الأمر كله (٧) ولا يتقدم أحد بين يديه إلا بإذن ورضى لما يقول، وأنه لا يرضى الشفاعة فيمن أشرك به وسوى بينه وبين عباده في خالص حقه.
_________
(١) في (ح) : "به".
(٢) في (ح) و (المطبوعة) : "سبيل الله".
(٣) في (ق) و (م) : "الشفاعة".
(٤) ساقطة من (ح) و (المطبوعة) .
(٥) في (المطبوعة) زيادة: "من أسعد الناس بشفاعتك".
(٦) في (ق) و (ح) : "عديم".
(٧) "وإليه يرجع الأمر كله" ساقطة من (ق) .','3','409',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (399,'وقد نصَّ بعضهم على أنَّ هذا هو نكتة القيد في آيات الشفاعة. وأمَّا ما استدل به المعترض من أنَّ (١) الله جلَّ وعلا قال: {إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ} [محمد: ٧] [محمد -٧] . وقال في الوضع الآخر: {وما النصر إلا من عند الله} [آل عمران: ١٢٦] [آل عمران -١٢٦، والأنفال -١٠] . فهذا أيضا: يدل على كثافة فهمه وانسلاخه من العلم، فإن النصر المثبت لهم غير المنفي عنهم، فنصرهم لله قيامهم بما افترض عليهم من الدعوة إلى سبيله، وجهاد أعدائه باليد واللسان والجنان، وأما النصر المنفي عنهم فهو الظهور على العدو، وقتله وهزيمته وفشله، واضمحلال كيده. قال تعالى: {وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى} [الأنفال: ١٧] [الأنفال -١٧] . فأثبت الله لنبيّه (٢) -صلى الله عليه وسلم- من الرمي ما يليق بحال البشر، وأما التأثير والإصابة والهزيمة بذلك الرمي وإيصاله إليهم فالله تعالى هو الفاعل له، الرامي في الحقيقة. فإذا تبيَّن هذا: فذلك دليل على أن الشفاعة التي تحصل بها النجاة والسعادة يد الله، وأن الشافع ليس بيده إلا مجرد الطلب والمسألة، بعد الإذن والرضى عمن شفع فيه، وأما القبول وتوفيق الشافع وإلهامه فكل هذا إلى الله وحده.
_________
(١) في (ق) : "بأن".
(٢) في (م) و (ح) : "له".','3','410',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (400,'وأمَّا قوله: (فكذلك الشفاعة) . فيقال: إن كانت الشفاعة كذلك فهي منفية عن غير الله، كما أن النصر منفي عن غيره، والمثبت منها ومن النصر لا يوجب أن يطلب من الغائبين والأموات شيء ألبتة. وقد ذكر شيخ الإسلام في ردِّه على النصارى (١) أن النبوَّات متفقة على المنع من دعاء الغائبين والأموات، فلا يدعون لشفاعة ولا غيرها. فقول المعترض: (إنَّ الشفاعة من عطائه، ومن الجزاء والفضل) ونحو هذا لا يفيد طلبها من غير الله كالأموات والغائبين، وليس كل ما أعطي العبد يجوز أن يُطْلب منه، فإن هذا لا يقوله عاقل. وأما قوله: إن المراد في قوله: {لَا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا} [الانفطار: ١٩] [الانفطار -١٩] ، ذلك اليوم استقلالا. فهذا لا يفيده لو سلَّمناه، فإنَّ من لا يستقلّ بفعل أصلا، ولا طاقة له على الاستقلال ليس بمالك ولا متصرف بمجرَّد مشيئته وإرادته، مع أن المعنى المراد الذي نصَّ عليه أعيان المفسرين: نَفْي المُلْك مطلقا استقلالا وغيره. وأما نسبة الشيخ إلى الجهل وعدم العلم ببلاغة العرب التي نزل بها [١٦٦] القرآن، وأنه لا يعرف الكلام الإضافي من المطلق. فيقال: كل ضال ومفترٍ ينحو هذا النحو؛ ولا يتحاشى من الفجور في (٢) الخصام، والمنافقون نسبوا المؤمنين من أصحاب رسول الله -صلى الله عليه وسلم- إلى
_________
(١) انظر: "الجواب الصحيح " (٣-١٣ و ٤-٤٦٢) .
(٢) في (ق) و (م) : "و".','3','411',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (401,'السفاهة وعدم العقل، وقال فرعون وقومه في موسى وهارون عليهما السلام ما قالوا، فالعاقل لا يلتفت إلى هذا الكلام، لأنه معدود من اللغو والآثام، والنظر في كلام شيخنا وكلامك يقضي له عند من وقف عليه بالعلم والدراية ومعرفة الحقائق ومعاني التنزيل، وأنه يورد تقريره مطابقا للحال، وهذا عين البلاغة كما عرفوها وحدُّوها في كتب المعاني، فإن البلاغة يوصف بها الكلام والمتكلم. وأما كلام هذا المعترض وهذيانه المكرر، وتكراره لألفاظه المستهجنة، ولحنه وتنافر تركيبه فهو من أدلَّة جهله وتفاهته (١) ؛ وأنه لا صناعة ولا عناية ولا أدب، ولا فضيلة وأن حججه كما قيل:
تخرصا وأحاديثا ملفقة ... ليست بنبع إذا عدت ولا غرب.
وانظر إلى قوله: (أولا: نظر إلى مخارج كلام الله وكلام العرب المنزَّل بلغتهم) ، فإنَّ في استعماله المخارج في المعاني والمقاصد ما يقضي بجهله، وفي قوله: (وكلام العرب المنزل بلغتهم) ما يقضي بتفاهته (٢) وعدم معرفته للتراكيب؛ فإنه فصل بين الصفة والموصوف بأجنبي؛ ولا يجوز الفصل هنا لِإيهامه اللبس. فلا تقول جاء زيد وجاء عمر القائم (٣) أبوه، تريد نعت زيد، بل يتعيَّن ترك الفصل هنا، فهذه الغلطات في نصف سطر، ولو تتبعت ما في كلامه من الخلل لطال الكلام، والقصد كشف شبهته ودحض حجته.
_________
(١) في (ك) : "فهاهته".
(٢) في (ك) : "فهاهته".
(٣) في (ق) : "عمرو والقائم"، وفي (م) : "عمرو القائم".','3','412',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (402,'وأمَّا قوله: (إنَّ هذا خاص بالكافرين، كقوله تعالى: {الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا} [الفرقان: ٢٦] الفرقان -٢٦] . فليس الأمر كما زعم، فإن نفي الملك عام، فلا يملك أحد ولو الأنبياء والملائكة، بل هو سبحانه المنفرد بالملك المختص به، وأما العسر، فنعم؟ خاص بالكافرين. ثم في قوله: {وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا} [الفرقان: ٢٦] الفرقان -٢٦] . وفي (١) تخصيص العسر بهم ما يفيد أن العسر المطلق هو المختص، وأما المقيد فلا مانع من أن ينال المذنب من الموحدين منه ما يكفر به من سيئاته. وأما قول المعترض: (فمن قضائه تبارك وتعالى تمليك أنبيائه ورسله وأوليائه من الشهداء والصالحين والأطفال، وتمكينهم من الشفاعة، وهذا مما يجب الإيمان به كما صرَّح به علماء الأمة) . فيقال في جوابه: لم يرد لفظ التمليك في الكتاب والسنَّة إلا (٢) في معرض النفي والاستثناء ليس بنص ولا ظاهر في التمليك؟ بل هو كقوله: [١٦٧] {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا مَا آتَاهَا} [الطلاق: ٧] وقد نصَّ شيخ الإسلام رحمه الله أنَّ هذا لا يفيد إثبات التكليف، ولا سلف لهذا المعترض وأمثاله في هذا القول، ولم يعرف إطلاقه عن
_________
(١) في (ق) و (م) : " في ".
(٢) في (ق) : "ولا".','3','413',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (403,'أحد من أهل العلم، ولو سأل أحد طفلا من أطفال المؤمنين أن يشفع له لعده الناس من أجهل الخلق وأضلهم. وقد قال تعالى: {قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ} [الزمر: ٤٤] [الزمر / ٤٤] . وقال تعالى في يوم القيامة: {يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِ فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ} [هود: ١٠٥] [هود: ١٠٥-١٠٥] . وهذا يدل على عدم الملك المؤمن والكافر؟ لقوله: {فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ} [هود: ١٠٥] [هود: ١٠٥] . وقوله: (وهذا مما يجب الإيمان به) . يقال: إنما يجب الإيمان بما أخبر به الرسول، ودلَّ عليه الكتاب العزيز، من إثبات الشفاعة بإذن الله لمن شاء (١) من الموحدين، هذا الذي يجب الإيمان به، وأما الإيمان بأنهم مَلَكوا الشفاعة، وأنهم يدعون لها بعد الممات وفي المغيب، فهذا قول باطل لا أصل له، ولا يؤمن به إلا أهل الشرك الذين يدعون الأموات والغائبين مع الله. فهذا المعترض خلط الشركيات بالشرعيات، ولبس الحق بالباطل، والذي أنكره أهل البدع وعابه عليهم سلف الأمة وأئمتها هي الشفاعة التي جاءت بها الأخبار وصحَّت بها الآثار. وأما القول: (بأن علماء الأمة أنكروا على من أبطل الشفاعة الشركية؟ وصرحوا بثبوتها) فهو قول باطل، بل علماء الأمة أشد الناس إنكارا لها كما دلَّت عليه الآيات البيّنات.
_________
(١) في (ق) : (يشاء) .','3','414',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (404,'قال تعالى: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ قُلْ أَتُنَبِّئُونَ اللَّهَ بِمَا لَا يَعْلَمُ فِي السَّمَاوَاتِ وَلَا فِي (١) الْأَرْضِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [يونس: ١٨] [يونس: ١٨] . فنفى هذه الشفاعة التي أثبتها المشركون، وظنوها حاصلة ممن قصدوه وتوجَّهوا إليه، وسألوه رغبا ورهبا، كما يشفع المخلوق عند مثله من الملوك والأمراء والأكابر، هذه هي التي قامت بقلوب المشركين وتعلقوا على الأنبياء والملائكة (٢) والصالحين لأجلها، وهذه منفية كما مرَّ في آية يونس، وكما (٣) في آية الزمر، وكما في سورة الأحقاف في قوله: {فَلَوْلَا نَصَرَهُمُ (٤) الَّذِينَ اتَّخَذُوا مِنْ دُونِ اللَّهِ قُرْبَانًا آلِهَةً بَلْ ضَلُّوا عَنْهُمْ} [الأحقاف: ٢٨] ) (٥) [الأحقاف - ١٨ - ٢٨] . وكما في آية (٦) سبأ: ( {وَلَا (٧) تَنْفَعُ الشَّفَاعَةُ عِنْدَهُ (٨) إِلَّا لِمَنْ أَذِنَ لَهُ} [سبأ: ٢٣] ) [سبأ: ٢٣] . وهي التي قصد هذا المعترض بقوله، إنَّ الله ملَّكهم [١٦٨] الشفاعة؟ وأنه يجب الإيمان بها، والسنَّة جاءت بإثبات شفاعة غير هذه،
_________
(١) ولا في" ساقطة من (ق) .
(٢) في (م) : الملائكة "، بإسقاط الواو.
(٣) في (ق) و (م) زيادة: "مر".
(٤) في (ح) : " يضرهم "، وهو خطأ فاحش.
(٥) في (ق) زيادة: " (وذلك إفكهم) الآية ".
(٦) في بقية النسخ: "سورة ".
(٧) ساقطة من (ح) .
(٨) ساقطة من (المطبوعة) .','3','415',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (405,'تنال (١) بتجريد التوحيد وإخلاصه كما في حديث أبي هريرة، وهي مملوكة لله وحده،. هو الذي يأذن ويعين للشافع ويحدّ له حدّا معينا مخصوصا، كما جاء صريحا في حديث الشفاعة، وهذا النوع من الشفاعة أنكره المعتزلة، وهم محجوجون بالكتاب والسنَّة، ولكن (٢) المعترض خلط ولم يميز بين ما نفاه القرآن وما نفته المعتزلة، ولم يعرف هذا النوع الثابت. وأما قوله: (إن البغوي فسَّر قوله (٣) {إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: ٨٦] [الزخرف / ٨٦] . هم عيسى وعزير والملائكة، فإنهم عُبِدُوا من دون الله) . فقول البغوي هو أحد القولين في الآية، وقد تقدَّم الكلام في ذلك، وليس في هذا ما يستريح إليه المبطل، فإنهم يشفعون لمن شاء (٤) الله، ومُلك الشفاعة ليس بأيديهم، بل هو بيد (٥) الله الذي له ملك السماوات والأرض، فأي حجة في هذا على أنهم يُدْعون مع الله للشفاعة أو غيرها؟ ، ولكن هذا الملبس قَصْده إيهام السامع أن شيخنا ينكر الشفاعة التي قالها البغوي وأمثاله، وإنما إنكار الشيخ لعبادتهم ودعائهم، وأنهم يُسألون الشفاعة كما تُسأل سائر الملاك أملاكهم. وهذه الآية حجة للشيخ وإخوانه المؤمنين على أن الشفعاء لا يدعون
_________
(١) في (ح) : "تناول") .
(٢) ساقطة من (ح) .
(٣) "إن البغوي فسر قوله) ساقطة من (المطبوعة) .
(٤) في (ق) : "يشاء) .
(٥) في (ق) : "بملك) .','3','416',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (406,'ولا يقصدون ولا يعبدون؟ لأن الله أنكر ذلك على من قصد المسيح وعزيرا لأجله وهيَّأهم له، والتجأ إليهم في تحصيله ونيله (١) . فالآيات القرآنية وكلام المفسرين من أهل العلم حجة لنا، وشاهد للأمر بتجريد التوحيد وإخلاص الدين، والنزاع بيننا ليس في إثبات الشفاعة، وإنما هو في طلبها من الأموات والغائبين، والمعترض ملبس مموه، فنعوذ بالله من التلبيس المفضي بصاحبه إلى مرضاة إبليس. ثم قول المعترض: (فهل ترى صاحب البردة طلب ذلك استقلالا، بل ولم يقصد طلبه في الحال دائما استحضر يوم القيامة) . فجوابه: أن النزاع في نفس الطلب والدعاء لأجل الشفاعة، وأمَّا الاستقلال وعدمه فليس من محل النزاع، ومشركو العرب لا يدَّعون الاستقلال لآلهتهم، ولا يرونه، وإنما أتوا من حيث الوساطة والشفاعة، والشافع ليس بمالك لا حقيقة ولا مجازا، وغاية ماله الجاه والمنزلة، [١٦٩] ، وهي المقصودة (٢) لجمهور المشركين من اليهود والنصارى وجاهلية العرب. ولا قائل باستقلال أحد من دون الله بشيء (٣) إلا الثنوية ومن على طريقتهم ممن يثبت خالقين وربين، وبهذا تعرف أن المعترض من أجلاف الجاهلية لا تمييز عنده بين شرك المشركين وتعطيل المعطلين، ودين أنبياء الله المرسلين، وليس عنده إلا خبط عشواء ومقالة عمياء، وكون صاحب البردة استحضر يوم القيامة، لا يكون عذرا له في دعاء
_________
(١) في (ق) : "مع نيله) .
(٢) في (م) و (ح) : "المقصود) .
(٣) في (ق) و (م) : "بشيء من دون الله".','3','417',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (407,'غير الله؛ بل مستحضر الشدَّة فدعاؤه (١) أبلغ في العبادة والخضوع والخوف والرجاء، والحب. والاعتقاد، وكان المشركون من العرب يتواصون في الشدائد بإخلاص الدعاء، ويرون أنه لا ينجي في الشدَّة إلا الله، كما في قصة عكرمة بن أبي جهل لما فرَّ إلى اليمن، وقد ذكرها العلاَّمة ابن كثير في تفسير سورة المؤمنين (٢) .
_________
(١) في (م) : " دعاؤه".
(٢) لم أقف عليها في تفسير سورة المؤمنون عند ابن كثير، وأما القصة فمشهورة في كتب السيرة، وذكرها ابن حجر في ترجمة عكرمة من الإصابة، وابن جرير الطبري في التاريخ (٣ / ٥٩) .','3','418',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (408,'<span data-type="title" id=toc-79>[فصل في منع ترتيب دعائه عليه السلام على أن جاهد في مزيد دائم]</span>
فصل قال المعترض: (ومرَّ قول أبي العباس ابن تيمية على كلام ابن (١) البكري في معنى الاستغاثة به -صلى الله عليه وسلم- بعد موته، وأنه بعد موته في مزيد دائم عند ربه- بأبي هو وأمي ونفسي -صلى الله عليه وسلم- بعد موته إذ جاهه -صلى الله عليه وسلم- في مزيد دائم بعد موته عند ربه جل وعلا وتعرض عليه أعمال أمته، فيستغفر لمن رأى شرّا في عمله، كما ذكرنا بيانه على كلام صاحب البردة وتوجيهه على الأمر المرضي، لا على الجهل والإغواء وتكفير هذه الأمة) . والجواب أن يقال: قد تقدم الكلام على عبارة شيخ الإسلام أبي العباس، وبيان ما في نقل هذا المعترض من التلبيس والتحريف، وأنه كذب في النقل بما أبداه من التحريف والتبديل. وأما قوله: (إن جاهه -صلى الله عليه وسلم- في مزيد دائم) فنعم؛ ولكن ليس فيه أنه يُدْعى من دون الله أو يُرْجى، وأما عرض أعمال الأمة عليه، فليس فيه حجة على أنه يدعى للشفاعة ولا غيرها؟ أل قد روي، (٢) على أبويّ
_________
(١) ساقطة من (ق) .
(٢) ما بين المعقوفتين زيادة من (المطبوعة) يقتضيها السياق.','3','419',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (409,'الإنسان يعرض سعيه، فهل يقال بسؤالهم ودعائهم؟ . وأما ما (١) زعمه: من أنه وجه كلام صاحب البردة على الأمر المرضي، فليس الأمر كذلك، وإنما زاده شناعة وجهلا لو جاريناه على زعمه.
_________
(١) ساقطة من (ح) و (م) و (المطبوعة) .','3','420',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (410,'<span data-type="title" id=toc-80>[فصل فيه إبطال دعوى المعترض أن الشفاعة تطلب من الرسول عليه السلام بعد موته]</span>
فصل قال المعترض: (وقوله -صلى الله عليه وسلم- لفاطمة رضي الله عنها ولأقاربه وعشيرته ذلك حضًّا لهم على الإيمان به، وبالذي أرسله بأن يوحدوه ولا يشركوا به شيئا؟ ليحصل لهم النفع به -صلى الله عليه وسلم- بذلك؟ وبعطاء الله تعالى الذي أعطاه لأمته إكراما له في قوله: {وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى} [الضحى: ٥] [الضحى / ٥] . لئلا يكونوا من الذين أخبر الله تعالى عنهم بأنهم لا تنفعهم شفاعة الشافعين، (وفي ذلك دليل أن المؤمنين تنفعهم شفاعة الشافعين) (١) ؟ حيث نفى عن (٢) الكفار المعرضين عن التذكرة التي أرسل بها -صلى الله عليه وسلم- حتي نفعت شفاعته (٣) عمه أبا طالب بالتخفيف كما مر عنه -صلى الله عليه وسلم-، حيث حماه لتبليغ رسالة ربه حمية للقرابة، فقوله -صلى الله عليه وسلم-: " «لا أغني عنكم (٤) من الله شيئا» " (حين خصص وعمم حتى قال: " «يا فاطمة بنت محمد لا أغني عنك من الله شيئا» ") (٥) فالمقصود: إن لم تؤمن بالله وتشهد (٦) أن لا إِله إلا الله، وأني
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) ساقطة من (ح) .
(٣) في (ق) : " شفاعة الشافعين ".
(٤) في (م) و (المطبوعة) : "عنك ".
(٥) ما بين القوسين ساقط من (ق) .
(٦) في (المطبوعة) : "تؤمني بالله وتشهدي".','3','421',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (411,'رسول الله، وإلا فقد أغنى عن أمته بالتخفيف من الشرائع والتسهيل من عند ربه؟ وأمره تبارك وتعالى أن يستغفر لهم حتى امتد ذلك لهم بعد موته عند العرض لأعمالهم عليه -صلى الله عليه وسلم- في البرزخ واستغفاره شفاعة، وهل شفاعته لهم إلا غناؤه عنهم -صلى الله عليه وسلم-، وإلا فما معنى قوله -صلى الله عليه وسلم- لعمه: " «قل لا إِله إلا الله كلمة أحاج لك بها عند الله» " (١) إذا، كما في الصحيحين وغيرهما؟) .
والجواب أن يقال: قوله -صلى الله عليه وسلم- لابنته وبضعته، سيدة نساء أهل الجنة: " «لا أغني عنك من الله شيئا» " من أظهر الأدلة على وجوب توحيد الله، وترك دعاء (٢) غيره، و (٣) لو نبيا أو ملكا، فكذلك قوله لعمته صفية وعمه العباس وسائر بطون قريش، وأقاربه الأدنين، كل هذا يبطل قول المعترض زعمه أن الشفاعة تطلب من الرسول بعد موته، ويقصد لها؟ .
فإن في هذه الأحاديث أن الإنسان ليس له إلا سعيه وإيمانه، وأن ترك ذلك والتفريط فيه تعلقا على الأنبياء ورجاء لشفاعتهم هو عين الجهل ونفس الضلال، وجاه الأنبياء والأولياء والصالحين إنما ينال به (٤) أمر فوق الإغناء عن الأقارب وغيرهم (٥) . وفي قول المعترض: (إن في قوله ذلك حضًّا لهم على الإيمان به وبالذي أرسله) صحيح المعنى، وهو دليل على أنه لا يغني ولا ينجي إلا ذلك.
_________
(١) أخرجه البخاري (٣٨٨٤) ، وأحمد (٥ / ٤٣٣) .
(٢) في (ق) و (م) : "عبادة".
(٣) في (ق) و (م) زيادة: " ودعاؤه".
(٤) في (ق) : (ينال) .
(٥) في (ح) و (المطبوعة) زيادة: " كالسعادة والزلفى ".','3','422',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (412,'فليس في قول المعترض في هذا الحديث ما يدل على دعواه، وإن الإيمان مطلوب ليحصل النفع، فإن هذا كلام ركيك وإنما يطلب الإيمان لتحصيل مغفرة الله ورحمته ودخول دار كرامته، والنجاة من عذابه وعقابه.
قال الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ - تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ} [الصف: ١٠ - ١١] والآية بعدها, [الصف - ١٠، ١١] .
وفي هذا أن الأمر بالإيمان، والتزامه، والجهاد في سبيل الله (١) إنَّما أمر به ليحصل للعبد ما وعد به المؤمن، وما رتب على الإيمان في هذه الآيات ونحوها، لا (٢) أنه أمر بالإيمان ليشفع الرسول فيه، وأكابر الأمة والسابقون الأولون والسبعون ألفا المذكورون في حديث ابن عباس كلهم يدخلون الجنة بغير حساب ولا عذاب (ولا شفاعة لأحد، في دخولهم) (٣) .
وفي الحديث: أنَّ الشفاعة ليست للمؤمنين المتَّقين، وإنما هي للمذنبين المتلوثين، فافهم هذا تعرف به (٤) أنَّ هذا الرجل ألحد في الحديث وصرفه عما دلَّ عليه، وكذب على رسول الله بنسبة هذا التأويل إليه، اللهمَّ إلا أن يريد بقوله: ليحصل لهم (٥) النفع به -صلى الله عليه وسلم-) هذا المعنى فهو صحيح، وهو الواسطة -صلى الله عليه وسلم- بين العباد وبين ربهم في إبلاغ رسالته، وبيان ما يوجب السعادة والفلاح في الدنيا والآخرة؛ لكن هذا
_________
(١) في (ق) : "سبيله".
(٢) ساقطة من (ق) .
(٣) ما بين القوسين ساقط من (ح) و (المطبوعة) .
(٤) ساقطة من (ق) .
(٥) ساقطة من (ق) .','3','423',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (413,'لا (١) يدل على ما ادعاه هذا المبطل، وظاهر كلامه خلاف هذا الذي ذكرنا، وأنه يريد ليحصل لهم النفع بدعائه -صلى الله عليه وسلم- الشفاعة منه بعد مماته، ومن قصد هذا وزعم أن الرسول أراده بقوله: " «يا فاطمة بنت محمد لا أغني عنك من الله شيئا» " فقد ألحد (٢) في حديث رسول الله -صلى الله عليه وسلم- وحرَّف كلامه، وأخرجه عن موضوعه (٣) (إلى نقيضه وعكسه، وهذا من أعظم الجهل وأضله) (٤) . ومن فهم من أدلة التوحيد نقيض ما دلَّت عليه فقد جاءته الآفة والبلية من جهة موت قلبه أو مسخه: {وَمَنْ يُرِدِ اللَّهُ فِتْنَتَهُ فَلَنْ تَمْلِكَ لَهُ مِنَ اللَّهِ شَيْئًا} [المائدة: ٤١] [المائدة -٤١] .
وأما إعطاء الله له ما يرضيه: فهذا وعد صدق، والله لا يخلف الميعاد. والمفسِّرون اختلفت أقوالهم في هذا، وعلى القول بأنه الشفاعة، فهو من الأدلة على أن الله هو المالك لها، المتصرف فيها، وأنه لا يدعى لها (٥) أحد سواه.
وأما كون المؤمنين تنفعهم شفاعة الشافعين: فهذا أيضا ليس فيه دليل لهذا المبطل بوجه من الوجوه، والنزاع في غير هذا (٦) .
_________
(١) في (ق) : "ما".
(٢) في (ح) : "حد".
(٣) في (ق) : " موضعه ".
(٤) ما بين القوسين ساقط من (ق) .
(٥) في (ق) : " إلها ".
(٦) في (ق) : (غيره) .','3','424',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (414,'وأما قوله: (فالمقصود لا أغني عنكم من الله شيئا إن لم تؤمنوا، وأنهم إن آمنوا أغنى عنهم) . فقد كَذَب هذا المعترض على رسول الله (١) -صلى الله عليه وسلم- بنسبة هذا التأويل إليه، وكلامه -صلى الله عليه وسلم- عام شامل، وبعض من خوطب بهذا الخطاب قد آمن بالله ورسوله، كفاطمة وبعض بني هاشم وبعض قريش، ولو كان المراد ما زعمه هذا المبطل لم يحسن خطاب المؤمنين بهذا، ولعد مثل هذا الكلام لهم، وهو (٢) قوله: " «لا أغني عنكم من الله شيئا» "، إذا كان يغني (٣) بزعم هذا الجهول الضال فسبحان من طبع (٤) على قلبه حتى اقتحم على الجناب النبوي ومقام الرسالة، ونسب إليه ما قد برئ منه بشهادة الله وملائكته وأولي العلم من خلقه.
وبهذا الكلام والتحريف ضل أهل الكتاب ومن (٥) قبلهم، ونسخت أديان الأنبياء، وظهر الشرك في الأرض وفشا، فنعوذ بالله من الضلال بعد الهدى.
وقد ذكر شيخ الإسلام عن بعض أهل الإنجيل أنه قال في بعض نصائحه عما يوقع في المحرمات وكبائر الذنوب: (إنَّ المبالغة في تعظيم العباد، وتنزيلهم فوق منازلهم يوقع في الشرك بالله؛ وعبادة (٦) سواه) ، ذكر
_________
(١) في بقية النسخ: "الرسول".
(٢) "هو" ساقطة من (ق) .
(٣) في بقية النسخ زيادة: "عنهم- خبرا غير مطابق وقولا غير موافق، لأنه يغني".
(٤) في (ق) : "طبق".
(٥) في (ق) : (من) .
(٦) في (ح) و (المطبوعة) زيادة: "ما".','3','425',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (415,'هذا أو (١) نحوا منه في كتابه هداية الحيارى. وقول المعترض: (وإلا فقد أغنى بالتخفيف من الشرائع، وأن يستغفر لهم) . فالتخفيف من الشرائع يشير به إلى وضع ما كان على أهل الكتاب من الأصار والأغلال والأثقال، ومعلوم أنَّ الله سبحانه وتعالى هو الذي شرع هذا وأمره به وأوحاه إليه، وإنما يضاف إليه؛ لأنه مبلغ عن الله، (كما يقال: قال الرسول -صلى الله عليه وسلم- كذا فيما بلغه عن الله، ويقال أيضا: وضع كذا وفعل كذا، فيما صدر عن وحي وتوقيف، والرسول مبلغ عن الله) (٢) لا أنه يفعل بمشيئته واختياره.
وأما الاستغفار: فقد تقدَّم أنه لا يدل على الطلب منه بعد وفاته -صلى الله عليه وسلم-.
وفي كلام هذا المعترض من فساد التركيب، وهجنة العبارة ما يقضي بما تقدَّم تقريره من الكشف عن جهالته، وعدم ممارسته، ومن ذلك قوله: (حضا لهم على الإيمان ليحصل لهم النفع به، لئلا يكون (٣) من الذين لا تنفعهم شفاعة الشافعين) .
وفي قوله: (حماه عنه لتبليغ رسالة ربه حمية للقرابة) . فهو تركيب فاسد، ولم يقصد أبو طالب إلا الحمية فقط.
وأمَّا قوله: (وإلا فما معنى (٤) قوله -صلى الله عليه وسلم- لعمّه: " «قل لا إله إلا الله
_________
(١) في (م) : "و".
(٢) ما بين القوسين ساقط من (ق) .
(٣) في (ق) : " يكونوا ".
(٤) في (ق) : "فمعنى".','3','426',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (416,'كلمة أحاج لك بها عند الله» إذا كما في الصحيحين وغيرهما) (١) .
فمعناه: إنه لا يغنى عنه (٢) ولا ينقذه، وفي الصحيحين من حديث عائشة أنه قال لابنته فاطمة: " «إني لأرى الأجل قد اقترب؛ فاتقي الله تعالى واصبري، فإنه نعم السلف أنا لك» " (٣) وعنه -صلى الله عليه وسلم- من حديث عمر بن الخطاب -رضي الله عنه- أنه قال: " «كل سبب ونسب منقطع يوم القيامة إلا سببي ونسبي» "، رواه الطبراني، والدارقطني، والحاكم، والبيهقي وصحَّحه (٤) وأي سبب أعظم من الإيمان به، وتصديق ما جاء به، ومحبته واتباعه؟ إذ هذا من أعظم الأسباب وأجلها، وفي الحديث: " «المرء مع من أحب» " (٥) ثم ذكر حديث جابر فيما يقال عند سماع النداء (٦) وحديث أبي هريرة في الشفاعة (٧) والشهادة لمن صبر على لأواء المدينة (٨)
_________
(١) في (الأصل) و (ح) و (المطبوعة) : "وغيره"، وما أثبته أنسب للسياق.
(٢) ساقطة من (ق) و (م) .
(٣) أخرجه البخاري (٦٢٨٥، ٦٢٨٦) ، ومسلم (٢٤٥٠، ٩٨، ٩٩) ، وأحمد (٦ / ٢٨٢) من حديث فاطمة.
(٤) أخرجه الطبراني في الكبير (٣ / ٤٤) ، والحاكم (٣ / ١٤٢) ، والبيهقي (٧ / ٦٤، ١١٤) . والظاهر أنه منقطع، وانظر: "علل الدارقطني" (٢ / ١٨٩) .
(٥) هو في الصحيحين، وتقدم تخريجه، انظر: ص (٢٧٥) ، هامش ٦.
(٦) من قوله: "اللهمَّ رب هذه الدعوة التامة والصلاة القائمة، آتِ محمدا الوسيلة والفضيلة وابعثه مقاما محمودا الذي وعدته، حلَّت له شفاعتي يوم القيامة"، أخرجه البخاري (٦١٤، ٤٧١٩) .
(٧) وفيه: "من أسعد الناس بشفاعتك"؟ وقد أخرجه البخاري وأحمد وغيرهما، وتقدم تخريجه، انظر: ص (٣٢٠) ، هامش ٥.
(٨) أخرجه مسلم (١٣٧٨) ، والترمذي (٣٩٢٤) ، وأحمد (٢ / ٢٨٧، ٣٤٣، ٣٩٧) .','3','427',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (417,'وحديث: «من استطاع أن يموت بالمدينة فليمت، فإني أشفع (١) لمن يموت بها» " (٢) ثم قال: (وهل هذا إلا إغناء منه -صلى الله عليه وسلم- لقرابته وأمته؟ وإنَّما نفى تبارك وتعالى أن يكون في يوم الدين ملكا- هكذا قالها بالنصب- لأحد من خلقه، كما في الدنيا، وإنَّما هو يوم جزاء وتفضل منه جلَّ وعلا وعدل بين الناس، وعلى الكفار، ومن تفضله تمليكه لمن يشاء الشفاعة.
وقد قال تعالى: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: ٨٦] [الزخرف -٨٦] . وقال تعالى: {لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا} [مريم: ٨٧] [مريم -٨٧] .
قال العلماء: وهي شهادة الحق، وأخصَّهم (٣) بذلك الرسل عليهم (٤) الصلاة والسلام، وأتباعهم على درجاتهم، ومعنى الآية، قال البغوي (٥) لا يُمَلِّك الله تعالى في ذلك اليوم أحدا كما ملكهم في الدنيا.
وقال عصام في تفسيره على الآية: فكل ما يفعل ذلك اليوم لأجل الله تعالى، ولا يفعل شيء في ذلك اليوم كما يفعل في الدنيا، حتى لا يرجو الكذاب أن ينفعه أحد لغرض فاسد، ومع ذلك لا ننكر أن يكون في الأمة الأحداث والمنكرات والأفعال التي لا تزال فيها) .
_________
(١) في (م) : "لشفيع".
(٢) أخرجه الترمذي (٣٩١٧) ، وابن ماجه (٣١١٢) ، وأحمد (٢ / ٧٤، ١٠٤) ، (٩ / ٥٧) ، والبيهقي (١ / ٩٠٣، ح ١٩٥٨) .
(٣) في (ق) : " وأحظهم".
(٤) في (ق) : "عليه ".
(٥) الذي في البغوي (٣ / ١٧٥) خلاف ما ذكره المعترض تماما، فلعل هذا من تحريفه وتزويقه أيضا.','3','428',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (418,'والجواب أن يقال: أما معنى قول النبي -صلى الله عليه وسلم- لأبي طالب: " «قل لا إله إلا الله كلمة أحاج لك بها عند الله» "، فهذه الكلمة هي الفارقة بين المؤمن والكافر والمسلم والمشرك، فمن قالها موقنا بها خالصا من قلبه ومات على ذلك نفعته بلا ريب، ونجا بها من الشرك الأكبر، وربَّما نجا من الأصغر.
وقد وعد الله تعالى من مات على ذلك بالجنَّة والنجاة من النار، كما في حديث عتبان: " «فإن الله حرَّم على النار من قال لا إِله إلا الله يبتغي بذلك وجه الله» " (١) وهذا الحديث مطابق لقوله -صلى الله عليه وسلم-: " «يا فاطمة بنت محمد لا أغني عنك من الله شيئا» "، فإن السبب الذي تحصل به النجاة والسعادة في الدنيا والآخرة هو ما أرشد إليه عمه، وقاله لابنته وهو الإيمان بالله وترك التعلُق على غيره، واتّخاذ الشفعاء والأنداد، وهذا محض التوحيد الذي دلَّت عليه كلمة الإخلاص، فالأحاديث النبوية يصدق بعضها بعضا ويشهد بعضها لبعض.
وكذلك قوله -صلى الله عليه وسلم- لابنته: " «فإنه نعم السلف أنا لك» "، وهو سلف لكل مؤمن وفرَط لهم لكن ليس فيه أنه سلف لمن تعلَّق عليه ودعاه مع الله؛ ولا أن السلف يهيِّئ غير ما أمر به وأرشد إليه، ولا أنه يدعى ويرجى للشفاعة وغيرها، فليس في هذه الأحاديث أنه يغني حتى يضرب كلامه -صلى الله عليه وسلم- بعضه ببعض ويرد عليه، ويقال: بل يغني. فإن هذا مشاقة لله ولرسوله، ورد لمقاله وتقدَّم بين يديه. وهو حرفة (٢) الجاهلين الذين لم يستضيئوا بنور العلم، ولم يفقهوا عن الله ورسوله (٣) .
_________
(١) أخرجه البخاري والطيالسي وتقدم، انظر: ص (١٣٤) ، هامش ٥.
(٢) في (المطبوعة) زيادة: "الضالين".
(٣) في (ق) و (م) زيادة: "وليس هذا الحديث في الصحيحين كما زعم هذا المرتاب وهو من أقل الناس حظا في معرفة الكتاب والسنَّة ومعرفة الأسانيد والمخرجين، وقد يجد بعض الكتب في كوة الدار فينقل منها من غير دراية لمصطلح أهل الآثار والأخبار.
يظن الغمر أنَ الكتب تنبي ... أخافهم لإدراك العلوم ".','3','429',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (419,'وكذلك حديث: " «كل سبب ونسب منقطع يوم القيامة إلا سببي ونسبي» "، فهذا الحديث تكلَّم فيه الحفاظ وتواردته أنظار أكابر الرجال، والجزم بصحته، وأنَّ الرسول -صلى الله عليه وسلم- قاله يحتاج إلى مراجعة ونظر في كلامهم، وعلى تسليم صحَّته فلا معارضة فيه لحديث: " «لا أغني عنك (١) من الله شيئا» "، فإن السبب المضاف إليه -صلى الله عليه وسلم- هو ما جاء به من الإيمان والتوحيد، والإنذار والأخبار بأنه لا يغني من الله شيئا.
وأمَّا النسب: فيُفسر هذه الكلمة ويبينها قوله في حديث العباس: " «والله لا يؤمنوا حتى يحبوكم من أجلي» " (٢) فمن أحبَّ هذا النسب الشريف لما وضع فيه من النبوة والرسالة فهذا لا ينقطع؛ لأنه من شعب الإيمان بالله ورسوله، وليس فيه حجة لهذا المبطل أنه يغني عمن قال له: " «لا أغني عنك من الله شيئا» ".
والمعترض (٣) ألجأته الضرورة إلى أن قال بعد هذا الحديث: (وأي سبب أعظم من الإيمان به وتصديق ما جاء به، ومحبته واتباعه) .
_________
(١) في (م) : " عنكم ".
(٢) أخرجه الطبراني في الكبير (١١ / ٤٣٣، ح ١٢٢٢٨) ، والإمام أحمد في فضائل الصحابة (٢ / ٩١٧، ٩٣٣، ح ١٧٥٦، ١٧٩١) ، والخطيب في تاريخ بغداد (٥ / ٣١٦، ح ٢٨٣٦) .
(٣) ساقطة من (ق) .','3','430',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (420,'وهذه كلمة حق أتيحت على لسان وحشي، وهي تخالف ما أراد من أنه يغني، فإنه -صلى الله عليه وسلم- نفى الإغناء عن نفسه، لا عن الإيمان به ومحبَته ومتابعته، وكذلك قوله في حديث جابر في إجابة النداء والدعاء بعده بالوسيلة والفضيلة أن «من قال ذلك "حلَّت له شفاعتي ".» فهذا من جنس حديث أبي هريرة: " «أسعد الناس بشفاعتي من قال لا إِله إلا الله خالصا من قلبه» "، فهذه الأحاديث حجة على أن أقوى الأسباب والوسائل وأنفعها هو إخلاص التوحيد والبراءة من التعلق على الخلق، ولو الأنبياء، وهذا عين تقرير شيخنا رحمه الله. وهذا الرجل لا يدري ما له مما عليه.
وكذلك الصبر على شدة المدينة ولأوائها لمن قصد الهجرة أو العلم والانحياز (١) إلى جماعة المسلمين وأئمتهم، وكذلك قصد مسجد المدينة للصلاة فيه والاعتكاف؟ وطاعة الله ورسوله هو (٢) من أفضل القرب، ومن أسباب المغفرة، والراوي لم يجزم بأنه -صلى الله عليه وسلم- قال (٣) " «كنت له شفيعا» "، ولذلك قال: "أو شهيدا وعلى كلّ فهو إخبار عن الله أنه يرضى هذا ويشفعه في فاعليه، فعاد الأمر لله؟ والنفع والضرّ والإغناء منه وإليه، لا (٤) راد لأمره؟ ولا معقب لحكمه.
ثم قد تكون الجماعة والعلم في غير المدينة, كما وقع بعد القرون
_________
(١) في (ق) و (م) و (ح) : " وإنحاز ".
(٢) في (ح) : "هذا".
(٣) ساقطة من (ق) .
(٤) ساقطة من (م) .','3','431',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (421,'المفضلة، والرحلة إلى ذلك مستحبة أو واجبة، بخلاف من خرج من المدينة جزعا من لأوائها، وطلبا للدنيا، وفي الحديث: «يوشك أن يكون خير مال المسلم غنما يتبع بها شعف الجبال ومواقع القطر، يفرّ بدينه من الفتن» (١) فمن ترك المدينة فرارا من الفتن فهو محمود بنص هذا (٢) الحديث، ولا يحمد الصبر على الافتتان (٣) وإنَّما يحمد الصبر في الفتن وعن الفتن، فافهم هذا يزول عنك تلبيس هؤلاء" الجهال بما ورد في الحث على الصبر على لأواء المدينة ولزومها.
وقول المعترض: (وإنَّما نفى أن يكون ملك في ذلك اليوم (٤) لأحد من خلقه؛ وإنما هو يوم جزاء وتفضُّل منه جل وعلا؟ وعدل بين الناس وعلى الكفار) .
فجوابه أن يقال: هذه العبارة فيها لحن في موضعين: الأول: نصب اسم يكون، والثاني: في تعدية العدل بعلى، وهو معطوف على المضاف غير محتاج للتعدية.
ثم يقال: أي شيء في هذا يدل على أن قوله تعالي -صلى الله عليه وسلم-: " «لا أغني عنك من الله شيئا» " في حق من لم يؤمن، كما زعمه هذا الغبي؟ وقد اشتهر في الكتاب والسنَّة وعرف المسلمين ولغتهم تسمية هذا اليوم بيوم الدين، وإن
_________
(١) الحديث أخرجه البخاري (١٩، ٣٣٠٠، ٣٦٠٠، ٦٤٩٥، ٧٠٨٨) ، وأبو داود (٤٢٦٧) ، وابن ماجه (٣٩٨٠) ، وأحمد (٣ ٦، ٣٠، ٥٧) ، ومالك في الموطأ (٢ / ٩٧٠) .
(٢) ساقطة من (ق) .
(٣) في (ق) و (م) : " الفتن ".
(٤) في (ق) و (م) : (في ذلك اليوم ملك) .','3','432',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (422,'كان يحصل فيه فضل وكرم ومغفرة، فيحصل فيه أيضا من العقوبات والأهوال والشدائد ما يقتضيه (١) عدله وحكمته وحمده، والكل دين وجزاء على الأعمال؟ وما كان في هذه الحياة الدنيا.
وأما قوله: (ومن تفضُّله تمليكه لمن يشاء الشفاعة) . وقد تقدَّم أنه لا دليل يدلّ على أنَّ أحدا يملك الشفاعة مع الله، وأنه المختص سبحانه بملكها، كما دل عليه القرآن صريحا في مواضع.
وأما الاستثناء في آية الزخرف وآية مريم فلا يفيد إثبات الملك، والأكثر على أنه منقطع، وعلى القول بأنه متصل فلا حجة فيه، بل هو وله تعالى: {يَوْمَئِذٍ لَا تَنْفَعُ الشَّفَاعَةُ إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ (٢) وَرَضِيَ لَهُ قَوْلًا} [طه: ١٠٩] [طه - ١٠٩] . فالاستثناء في كل الآيات دال (٣) على حصولها ووقوعها، لا على أنها تُمْلك كسائر الأملاك العادية، وكما يظنه أهل الجاهلية.
وأما قول البغوي: (لا يملك الله تعالى في ذلك اليوم أحدا كما هم في الدنيا) فهو يشهد لما قررناه، وكذلك، ما حكى المعترض عن عصام هو من هذا القبيل.
وقول المعترض: (ومع ذلك لا ننكر أن يكون في الأمة الأحداث والمنكرات والأفعال التي لا تزال فيها) .
_________
(١) في (ق) : "يقتضي".
(٢) ساقطة من (ق) .
(٣) في (ح) و (المطبوعة) : "دليل".','3','433',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (423,'قلت: كأنه يريد أن الشفاعة مملوكة لغير الله، وحاصلة مع وقوع الأحداث والمنكرات والأفعال دائما في الأمة، يعني فالشفاعة لأهلها، وقصده أن كل الأحداث والمنكرات التي لا تزال تقع يشفع (١) في أهلها وأصحابها، وتنالهم شفاعته -صلى الله عليه وسلم- وهذا جزم منه بأن الرسول (٢) -صلى الله عليه وسلم- يشفع في كل من أحدث حدثا أو فعل منكرا كالزنادقة، وعُبَّاد القبور والرافضة، والجهيمة والقدرية، والاتحادية والحلولية، وكل ما يحدث في الأمة، فأين هذا من قوله تعالى: {وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى} [الأنبياء: ٢٨] [الأنبياء -٢٨] .
وقولي: {مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ} [البقرة: ٢٥٥] [البقرة -٢٥٥] , وقول النبي -صلى الله عليه وسلم-: " «أسعد الناس بشفاعتي من قال لا إِله إلا الله خالصا من قلبه» " (٣) فسبحان من طبع على قلب هذا (٤) وزين له عمله حتى انتهى إلى غاية في الضلالة، ما وصل إليها أحد قبله ممن تصدى لرد ما جاء به نبينا من الهدى ودين الحق، فليهن كل مرتد وجهمي ورافضي دخوله في شفاعته -صلى الله عليه وسلم- له وغناه عنه (٥) ؛ لأنهم أهل الأحداث التي لا تزال تحدث وتتجدد، وقد قال النبي -صلى الله عليه وسلم-: " «لتتبعن سنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه» " (٦) فما حدث في بني
_________
(١) ساقطة من (ق) .
(٢) في (ق) : "من أنه ".
(٣) تقدَّم مرارا، انظر: ص (٣٢٠) ، هامش ٥، وص (٤٢٧) ، هامش ٧.
(٤) في (ق) و (م) : " قلبه ".
(٥) في (المطبوعة) زيادة: "بزعم هذا الغبي الجاهل ".
(٦) أخرجه البخاري ومسلم وابن ماجه والحاكم وأحمد وتقدَّم، انظر: ص (٢٢٢) ، هامش ٧.','3','434',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (424,'إسرائيل من الأحداث التي تخالف ما جاءت (١) به الأنبياء وتصادمه لا بد أن تحدث في هذه الأمة؟ لأن النبي -صلى الله عليه وسلم- أخبر به، وأكد حصوله باللام الموطئة للقسم، وبالتشبيه البليغ الدال على موافقتهم ومتابعتهم في كل فرد (٢) من سننهم وطرائقهم، وقال -صلى الله عليه وسلم-: " «افترقت اليهود على إحدى وسبعين فرقة، وافترقت النصارى على اثنتين وسبعين فرقة، وستفترق هذه الأمة على ثلاث وسبعين فرقة كلها في النار إلا واحدة» " (٣) وعلى زعم هذا الجاهل كل هؤلاء داخلون في شفاعته ناجون بها. فنبرأ إلى الله من هذه الأقوال الكاذبة الخاطئة، ومن قائلها، وقد نزه الله شرع نبيه وطهره عن هذه الحماقات، والحمد لله الذي بنعمته تتم الصالحات.
_________
(١) في (م) : "جاء ".
(٢) ساقطة من (المطبوعة) .
(٣) أخرجه أبو داود (٤٥٩٦، ٤٥٩٧) ، والترمذي (٢٦٤٠، ٢٦٤١) ، وابن ماجه (٣٩٩١، ٣٩٩٢، ٣٩٩٣) ، وأحمد (٢ / ٣٣٢، ٣ / ١٢٠، ١٤٥) .','3','435',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (425,'<span data-type="title" id=toc-81>[فصل فيه معنى الاصطفاء والتفريق بين إنكار المنكر وتكفير من أشرك وعاند]</span>
فصل قال المعترض: (وقد قال تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} [فاطر: ٣٢] [فاطر / ٣٢] . قال أبو العباس: ومن قال إنها عامة في الأمم كآيات الواقعة، فقد أخطأ، وساق حديث (١) " «لو لم تذنبوا لذهب الله بكم وجاء بقوم يذنبون فيستغفرون فيغفر الله لهم» " (٢) . فذلك لأنه سبحانه وتعالى كريم يحبُّ الكرم والأفضال {إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ} [النجم: ٣٢] [النجم -٣٢] . و {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} [الأعراف: ١٥٦] [الأعراف -١٥٦] . ومن رحمته الشفاعة لنبيِّه ووصفه بالرأفة والرحمة.
وقال: {بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ} [التوبة: ١٢٨] [التوبة -١٢٨] وقال تعالى عن نفسه: {وَكَانَ بِالْمُؤْمِنِينَ رَحِيمًا} [الأحزاب: ٤٣] [الأحزاب -٤٣] .
_________
(١) ساقطة من (ق) .
(٢) أخرجه مسلم (٢٧٤٨) من حديث أبي أيوب (٢٧٤٩) من حديث أبي هريرة، وأحمد (١ / ٢٨٩) ، وانظر: السلسلة الصحيحة للألباني (٣٧٠) .','3','436',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (426,'ومع ذلك لا تزال علماء أمته (١) ينكرون عليهم، ويجددون لها دينها بالأمر بالمعروف والنهي عن المنكر، ويدخلون عليها من الباب الواسع ولا يخافون لومة لائم، ويتحاشون من الباب الضيق بتكفيرها، كما فعل هذا الرجل وذووه، ولا يفعل هذا إلا مبتدع خارج عن سبيل علماء الأمة وسلفها الصالح، وقد اتبع هواه وهو يتجارى به الأهواء كما يتجارى الكلب بصاحبه) .
والجواب أن يقال: وقوف المؤمن العارف بدين الله على هذه الضلالات والجهالات المُرَكَّبة فيه تنبيه له على نعمة الله عليه، وحث (٢) على شكر نعمة الإيمان والإسلام والفهم عن الله.
قال تعالى: {وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا} [البقرة: ٢٦٩] [البقرة -٢٦٩] .
قال بعض السلف: (من أعطي القرآن، ورأى أن أحدا فوقه، فما عرف نعمة الله عليه) ، وهذه الآية (٣) فيها الدلالة والبرهان على بطلان ما أورده المعترض من أول كلمة أنكرها على شيخنا رحمه الله، وذلك من وجوه.
الوجه الأول: أن قوله تعالى: {ثُمَّ أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا} [فاطر: ٣٢] [فاطر / ٣٢] . وإضافة التوريث إليه تعالى لهم دون غيرهم شاهد لقول الشيخ: (إنَّ الأمة في مقام المدح والثناء التي جاءت الآثار بمدحهم وتزكيتهم، وقيامهم
_________
(١) في (ق) و (م) : " الأمة ".
(٢) في (ق) و (م) زيادة: " له".
(٣) في (ق) و (م) : " الآيات".','3','437',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (427,'بدين الله وشرعه هم أهل القرآن الذي أورثهم الله كتابه، يتلونه حق تلاوته، فيعملون بحكمه ويؤمنون بمتشابهه، ويحلّلون حلاله ويحرمون حرامه) . وهؤلاء جنس (١) ونوع آخر قد باينوا عبَّاد القبور والجهمية والزنادقة، وأهل الأهواء والبدع المضلَّة.
قال شيخ الإسلام رحمه الله: (إنَّما جاء إضافة توريث الكتاب إلى الله في الصنف المحمود في كتاب الله من أوليائه وعباده المؤمنين، فهو سياق في معرض الثناء بخلاف قوله: {فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الْأَدْنَى} [الأعراف: ١٦٩] (٢) [الأعراف -١٦٩] . فإنه أسند الإرث إليهم ولم يزكهم) . وبهذا تعرف أن هذه الآية كقوله -صلى الله عليه وسلم- في الفرقة الناجية دون سائر الفرق: " «هم من كان على مثل ما أنا عليه اليوم وأصحابي» (٣) ولا قائل بعصمة أصحاب رسول الله -صلى الله عليه وسلم- من الذنوب، بل تقع فيهم ومنهم ومنهم ومنهم (٤) فظهر أن الله أورث كتابه أهل التوحيد والإيمان والسنَّة، وأما، أهل الشرك، وعبادة الصالحين، ومن عطَّل أسماءه وصفاته، أو سبَّ أئمة الهدى وأعلام الدجى، ونسبهم إلى الأهواء (٥) وتجاري الكلب وغير ذلك مما هو مسؤول عنه ومحبوس، حتى يخرج منه هذا إن لقي الله مسلما، وإلا فالأمر شديد والهول عظيم، والله بصير بالعباد.
الوجه الثاني: قوله: {اصْطَفَيْنَا} [فاطر: ٣٢] فإن الاصطفاء هو الاختيار
_________
(١) في (ق) و (م) زيادة: " آخر".
(٢) في (ق) زيادة: " (ويقولون) الآية ".
(٣) انظر: تخريج حديث افتراق الفرق المتقدم في ص (٤٣٥) ، هامش ٣.
(٤) ساقطة من (ق) .
(٥) في (ق) : " الهوى ".','3','438',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (428,'والاجتباء، ولا قائل من الناس بأن كل مدعِ للإيمان والإسلام يدخل في هذا العموم من غير تحقيق لدعواه بالإيمان بالله وتوحيده؟ وإثبات صفات كماله ومتابعة رسله، ومن قال غير هذا فخطأه أوضح من أن ننبه عليه.
ومعلوم: أن الزنادقة والجهمية والاتحادية والحلولية كلهم يدعون أنهم من المصطفين ومن أتباع الرسل، وكل هؤلاء ما أورثهم -صلى الله عليه وسلم- كتابه ولا اصطفاهم، ومن زعم غير ذلك فهو شاهد زور، ولو يعطى الناس بدعواهم لادعى رجال دماء قوم وأموالهم لكن البينة على من ادَّعى" (١) . وقال تعالى: {وَقَالُوا لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى تِلْكَ أَمَانِيُّهُمْ قُلْ هَاتُوا بُرْهَانَكُمْ إِنْ كُنْتُمْ صَادِقِينَ} [البقرة: ١١١] الآية [البقرة / ١١١ / ١١١] .
فقد حكم تعالى في هذه الآية بحكم (٢) لا مطمع بعده لمبطل مشرك أن يكون من أهل الجنة وأهل الاصطفاء المستحقين للثواب.
فإن قوله: {بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ} [البقرة: ١١٢] (٣) [البقرة -١١٢] .
(يُخْرج كل مشرك يعدل بربه، ويسوي بينه وبين غيره في خالص حقِّه، وقوله {وَهُوَ مُحْسِنٌ} [لقمان: ٢٢] ) (٤) يخرج كل مبتدع لم يأتِ بما وجب من المتابعة، والسير على المنهاج المحمدي في أصول الدين وفروعه، وهذان الصنفان ليسوا من أهل الاصطفاء, والنزاع فيهم، وفي قوله: مِن عِبَادِنَا
_________
(١) سبق تخريجه، انظر ص (٥٠) .
(٢) في (ق) و (م) : "حكما ".
(٣) في (ق) زيادة: وهو محسن فله أجره عند ربه ولا خوف عليهم ولا هم يحزنون.
(٤) ما بين القوسين ساقط من (ق) .','3','439',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (429,'ما يشهد لهذا فإن العباد في مقام المدح لا يدخل فيهم من عبد الصالحين والأنبياء (١) ودعاهم مع الله؟ لأن الإضافة تقتضي توحيدهم وإخلاصهم العبادة، فهي إضافة تشريف، وهو الوجه الثالث.
وأما قول أبي العباس: (إنها ليست بعامة في الأمم كآية الواقعة) . فهذا يدل على أن من ذكر في هذه الآية لا يدخل فيهم إلا من آمن بالله ورسوله (٢) وأفرده بالعبادة بخلاف أهل الشرك والبدع المكفرة، فإنهم هم المذكورون في الآية بعدها، ففيه أنَّ هذه الأمة منهم من كفر بالله ورسله (٣) كالمذكورين في آخر هذه الآية، وكلام أبي العباس يدل عليه، إذ جعل الآيات هنا في هذه الأمة خاصة لا في غيرها من الأمم، كما في آية الواقعة.
الوجه الرابع: أنه تعالى ذكر بعد هذا قسما رابعا لم يدخلوا في قوله: {فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ} [فاطر: ٣٢] [فاطر -٣٢] .
وذلك (٤) قوله تعالى: {وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ} [فاطر: ٣٦] [فاطر -٣٦] .
وقد ذكر شيخ الإسلام الإجماع على كفر من جعل بينه وبين الله وسائط يدعوهم ويعبدهم، ويتوكَّل عليهم، والنزاع بيننا وبين هذا
_________
(١) في (ق) و (م) : "الأنبياء والصالحين ".
(٢) في (ق) : "ورسوله" في الموضعين.
(٣) في (ق) : "ورسوله" في الموضعين.
(٤) في (ق) و (م) : "وهو".','3','440',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (430,'المعترض إنَما هو في هذا الصنف، فهم بهذا القسم أليق، وإليه أقرب فالآية حجة لشيخنا رحمه الله، وليس فيها ما يتعلق به هذا المعترض بوجه من الوجوه.
وأمَّا قوله -صلى الله عليه وسلم-: «لو لم تذنبوا لأتى الله بقوم يذنبون فيستغفرون فيغفر لهم» ": فالخطاب في هذا للمؤمنين الذين أفردوا الله بالعبادة، ولم يتخذوا معه آلهة أخرى، وأما من دعا الأولياء والصالحين من أهل القبور والغائبين وجعلهم أندادا لله رب العالمين، فهذا مشرك شركا يَحول بينه وبين المغفرة.
قال تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨] في موضعين من كتابه [النساء ٤٨، ١١٦] .
وقال تعالى: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ} [المائدة: ٧٢] [المائدة -٧٢] .
إذا عرفت هذا فالمعترض جاهلي، بقي على جاهليته لم يميز بين الذنوب، ولم يعرف معنى الأحاديث النبوية، ثم لو سلَّمنا أن الذنوب في الحديث يدخل فيها الشرك والمكفِّرات لكان في قوله: ( «فيستغفرون فيغفر لهم» ) دليل على أن الشرك لا يغفر إلا بالتوبة منه، وإن الاستغفار إذا أطلق كان بمعنى التوبة التي تشتمل (١) على الندم والإقلاع والعزم على ألا يعود. هذا هو الاستغفار المراد عند الإطلاق في كلام الله وكلام رسوله. وأما قوله تعالى: {وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ} [الأعراف: ١٥٦] [الأعراف / ١٥٦] . فقد أخبر تعالى بأنه سيكتبها
_________
(١) في (المطبوعة) : " تشمل ".','3','441',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (431,'{لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ - الَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِيَّ الْأُمِّيَّ} [الأعراف: ١٥٦ - ١٥٧] [الأعراف -١٥٧] .
وأما وصف الرسول -صلى الله عليه وسلم- بالرحمة: فهو لا يقضي الشفاعة لمن دعاه بعد موته -صلى الله عليه وسلم- وخرج عن سبيل المؤمنين، وقد تقدَّم أنه يقول لمن يذاد عن الحوض من أصحابه إذا قيل له: إنك لا تدري ما أحدثوا بعدك فيقول: " سحقا سحقا " (١) .
وأما قول المعترض: (ومع ذلك لا تزال علماء أمته ينكرون ويجددون) . فنعم؛ ولكن لا يزال المنافقون والملحدون يعادونهم ويردون (٢) ما جاؤوا به من الدين، ويقولون: هو ظاهر لا يحتاج لتجديد، ويلقبونهم بالألقاب الشنيعة، وينسبون إليهم تكفير الأمة الوسط إذا أنكروا على عبَّاد القبور والمشركين، فتعسا لمن هذا (٣) حرفته، وهذه صفته.
وأما قوله: (ويدخلون عليها من الباب الواسع) . فإن كان مراده أنهم يوسعون لمن دعا الصالحين وأشرك بالأموات والغائبين (٤) فقد كذب وافترى، وبهت علماء الأمة، بل شدَّدوا في ذلك وحكموا بأنه من الشرك الأكبر، ونهوا عن وسائله وذرائعه، عملا بقول نبيّهم -صلى الله عليه وسلم- ونصحا للأمة، ونهوا عما دون ذلك من شرك الألفاظ والأقوال، كقول (٥) "ما شاء الله وشئت "، وكقول القائل "والله وحياتك؟ ولولا
_________
(١) سبق تخريجه، انظر ص (٣٥٢) .
(٢) في (ق) : " ويرون ".
(٣) في (ق) : "هذه".
(٤) في (المطبوعة) : "والغالبين ".
(٥) في (ق) : " كقوله ".','3','442',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (432,'البط في الدار لأتانا اللصوص! ، ولم يرخصوا في ذلك ولم يوسعوا فيه، فكيف بالشرك الأكبر وما فيه التسوية بين الله وبين عباده في خالص حقه؟ وبهذا تعرف ما تقدَّم مرارا من أن هذا المعترض فيه مشابهة برجال الجاهلية الأولى في عدم معرفة دين الأنبياء، وعدم قبوله وإيثاره على ما سواه.
وأمَّا قوله: (ويتحاشون من الباب الضيق بتكفيرها، كما فعل هذا الرجل وذووه) . فقد عرفت أنه جعل الباب النبوي المحمدي في تكفير من أشرك بالله، وسوى بينه وبين خلقه بابا ضيّقا، ونسب فاعله إلى الابتداع والخروج والهوى الذي يتجارى بصاحبه كما يتجارى الكلب، ولعمر الله إن الحكم بهذا والذهاب إليه من أعظم المكفرات، وموجبات الردَّة لمن عرف أن الرسول جاء به، وأن القرآن حكم على أهله بالشرك والكفر. وأما الأعمى الذي لا يدري قول الرسول، ولا يعرف أحكام التنزيل، ولم يبلغه عن الله ورسوله تكفير من عصى الرسل، ودعا الأموات والغائبين فيما لا يقدر عليه إلا الله، فأهل العلم لهم في مثله كلام ليس هذا محله.','3','443',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (433,'<span data-type="title" id=toc-82>[فصل فيه مناقشة التفريق بين الخوارج وأهل السنة]</span>
فصل قال المعترض: (ولهذا قال الإمام أحمد: صحَّ عن النبي -صلى الله عليه وسلم- من خمسة أوجه أنه قال: " «الخوارج كلاب النار» " (١) فالحاصل أنه لا يكذّب بحال الروح إلا من قلبه مجروح دون أنه -صلى الله عليه وسلم- في قبره حي وجسده طري أعلى (٢) من حياة الشهداء يسمع المخاطب، وصح عن سعيد بن المسيب أنه يسمع أيام فتنة الحرة الأذان والإقامة من قبره -صلى الله عليه وسلم- (٣) وليس موسى بأعلى رتبة منه -عليهما الصلاة والسلام-، وقد مرَّ (٤) أنه يصلي في قبره، وذكر ابن القيم من أحوال الروح في كتاب " الروح الكبير" ما لا يمكن أن يتكلَّم به مع هؤلاء الجهلة الغوغاء؛ وأنها قد تهزم الجيوش) .
ثم ذكر حديث: " «إن لله ملائكة سياحين يبلغوني عن أمتي السلام» " (٥) وحديث: " «تعرض عليَّ أعمالكم فما رأيت من خير حمدت
_________
(١) أخرجه ابن ماجه (١٧٣) ، وأحمد (٤ / ٣٥٥) ، والطبراني في الكبير (٨ / ٢٧٠، ح ٨٠٤٢) ، وفي المعجم الصغير (١٠٦٨) .
(٢) في (ق) و (المطبوعة) : (أغلى) ، بالغين المعجمة.
(٣) أخرجه ابن سعد في الطبقات (٥ / ١٣٢) ، واللالكائي في كرامات الأولياء ص (٤١٨) كلاهما من طريق عبد الحميد بن سليمان، وذكرها الذهبي في السير (٤ / ٢٢٨) ، وقال: (عبد الحميد بن سليمان ضعيف) .
(٤) في النسخ الأربع: "مرة"، ولم أستوضحه.
(٥) أخرجه النسائي (٣ / ٤٣) ، والدارمي (٢ / ٣١٧) ، والحاكم (٢ / ٤٢١) ، وقال: صحيح الإسناد، ووافقه الذهبي وأخرجه ابن حبان كما في موارد الظمآن (٢٣٩٣) ، والبغوي في شرح السنة (٦٨٧) .','3','444',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (434,'الله تعالى عليه وما رأيت من شر استغفرت لكم» " (١) وساق حديث: " «إنَ أعمالكم تعرض على عشائركم من الأموات فإن كان خيرا استبشروا وإن كان غير ذلك قالوا (٢) اللهم لا تمتهم حتى تهديهم (٣) كما هديتنا» (٤) .
قال المعترض: (إن كان سفيان قد دلس فيه، فهو ثقة عدل) . يشير إلى أن سفيان حدث عمن سمع أنس بن مالك.
والجواب: أما ما جاء في الخوارج عن رسول الله -صلى الله عليه وسلم- فهو حق لا ريب فيه، والخوارج لا يعرفهم هذا وأمثاله من الضُلاَّل، فإنهم قوم خرجوا على أصحاب رسول الله -صلى الله عليه وسلم- وكفَّروهم، وفسَّقوهم بتحكيم الحكمين، ووضع الهدنة بين المسلمين في قتالهم، فكروهم بأمور ظنُّوها ذنوبا وسيئات متأولين قوله تعالى: {إِنِ الْحُكْمُ إِلَّا لِلَّهِ} [الأنعام: ٥٧] [الأنعام: ٥٧، ويوسف ٤٠, ٦٧] .
وقوله تعالى: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ} [التوبة: ١] [التوبة: ١] .
_________
(١) أخرجه الحارث بن أبي أسامة كما في زوائد الحارث (٢ / ٨٨٤) ، وفي سنده جسر بن فرقد وهو ضعيف عندهم، وانظر: ". ميزان الاعتدال" (٢ / ١٢٤) .
(٢) في (م) : "قال".
(٣) في (ق) و (م) : "تأتيهم".
(٤) أخرجه أحمد في المسند (٣ / ١٦٥) من حديث أنس بن مالك، وأخرجه الطيالسي (١٧٩٤) من حديث جابر بن عبد الله، وضعفه الألباني في الضعيفة (٨٦٣) ، وذكره الهيثمي في المجمع (٢ / ٣٢٨) .','3','445',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (435,'قالوا: (فلا حكم لأحد ولا هدنة بعد براءة، وقصتهم معروفة) ، وقد قاتلهم أمير المؤمنين (١) وقتلهم، وبقيت منهم بقية صارت لهم صولة وجماعة في خلافة بني أمية فقاتلهم ابن الزبير، وقاتلهم الحجاج، وقاتلهم المهلب بن أبي صفرة.
فهؤلاء كفروا أهل الإيمان والإسلام بأمورِ ظنُّوها ذنوبا وسيئات.
وأما أهل العلم والإيمان وأتباع الرسل: فهم يفرقون بين الذنوب وغيرها، ويفصلون في الذنوب المحققة بين ما يكفر ويوجب الردَّة (٢) وما يوجب الفسوق فقط، وما لا يوجبه من الصغائر المكفّرة (٣) باجتناب الكبائر، فهم على صراطٍ مستقيم، ومنهج مستبين؛ يأتمُّون بكتاب الله، ويقتدون برسول الله، ويعتصمون بحبل الله، قد فصلوا وبيَّنوا الذنوب المكفِّرة لأصحابها، وقرروها بأدلتها في كتب الحديث، كالصحيحين والسنن الأربع والمسانيد (٤) الثمانية، والمعاجم، ونحوها من دواوين الإسلام التي يرجع إليها في سائر الأحكام، ولذلك عقد أهل المذاهب المتبوعين أبوابا مستقلة (٥) في حكم الردَّة، وذكروا ما يكفر به المسلم من الأقوال والأفعال، وكلهم قرر (٦) أن الشرك الأكبر يوجب الردَة كما يوجبها السحر والاستهزاء بالله وبكلامه ورسله، وذكروا (أنَّ من كَفَر بحرف من القرآن، أو فرع مجمع عليه أنه مرتد، ويخرج عن الإسلام بذلك،
_________
(١) في (المطبوعة) زيادة: " علي ".
(٢) في (ق) و (م) : " يوجب الكفر والردَة ".
(٣) في (ق) : (المكفرات) .
(٤) في جميع النسخ عدا (ق) : "المساند".
(٥) في (ح) : " مشتملة ".
(٦) في (ق) : " قرروا ".','3','446',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (436,'وذكروا) (١) أشياء كثيرة قد أفردها ابن حجر (٢) وغيره بالتصنيف، فإن كان هؤلاء كلهم خوارج، فليس في الأمة إلا خارجي مبتدع، وإمامهم ورئيسهم أبو بكر الصدّيق رضي الله عنه الذي كفر وقاتل مانع الزكاة، وإن لم يكن هؤلاء من الخوارج وأهل البدع؛ فالشيخ رحمه الله واحد من الجملة وفرد من آحاد العلماء، ولم يخرج عن سبيل أهل العلم في مسألة من المسائل، والمسألة التي فيها النزاع- وهي (٣) دعاء الأموات والغائبين للشفاعة أو غيرها من المطالب مسألة إجماعية لا نزاع فيها بين علماء الأمة، وقد حكى شيخ الإسلام الإجماع على كفر من جعل بينه وبين الله وسائط، يدعوهم ويسألهم ويتوكل عليهم، بل حكى في رده على النصارى: أنَّ النبوَّات اتَّفقت على تكفير من دعا الأموات والغائبين، وقرَّر أن هذا من العبادات التي لا تصرف لغير الله ولا يستحقها أحد سواه.
إذا عرفت هذا: فالمعترض وأمثاله صالوا على أتباع الرسل قديما وحديثا بأنهم خوارج، وأن هذا دين الخوارج، وقالت قريش قبلهم لرسول الله -صلى الله عليه وسلم-: إنه الصابئ. والصابئ قريب من معنى المعتزلي والخارجي، قال ابن القيِّم رحمه الله في نونيته (٤) .
ومن العجائب أنهم قالوا لمن ... قد دان بالآثار والقرآن
أنتم بذا مثل الخوارج أنهم ... أخذوا الظواهر ما اهتدوا لمعاني (٥)
_________
(١) ما بين القوسين سقط من (المطبوعة) .
(٢) في (المطبوعة) زيادة: "الهيثمي ".
(٣) في (ق) : (وهو) .
(٤) " نونية ابن القيم " ص (١٠٣) .
(٥) في (ق) و (م) : "لبيان، وفي (ح) : "لمعاني لبيان".','3','447',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (437,'فثبت أن هذا الداء (١) قديم، صدَّ به إبليس الرجيم أمما لم يفرّقوا بين ما كفرت به الرسل وأتباعهم، وما كفَّرت به الخوارج وأشياعهم، فكم هلك في هذا من جاهل، وكم زاغ به من زائغ.
ثم يقال لهذا (٢) إذا ثبت أن الخوارج كلاب أهل النار؟ لأنهم كفروا أهل الإسلام بالذنوب- على زعمهم- فكيف ترى بمن (٣) كفَّر أئمة الدين وعلماء الأمة وورثة الرسول (٤) بمتابعته، وتجريد التوحيد، والبراءة من الشرك وأهله؟ فأي الفريقين أحق أن يكون من كلاب النار: من كفَّر بالذنوب والسيئات، أو من كفر بمحض الإيمان والحسنات؟ الله أكبر. ما أضل هذا الرجل (٥) عن سواء السبيل.

<span data-type="title" id=toc-83>[حياة الأنبياء والشهداء بعد موتهم لا يدل على علمهم بحال من دعاهم ولا قدرتهم على إجابته]</span>
وأما قوله: (فالحاصل أنه يكذِّب بحال الروح إلا من قلبه مجروح) .
فيقال: هذا شروع منه في أن الأرواح لها تصرف، وعلم يوجب دعاءها بعد مفارقة أجسادها، والاستغاثة بها، وهذا القول حكاه شيخ الإسلام عن الصابئة، وقرَّره غير واحد في دعاء الأنفس المفارقة أنفس الأنبياء والصالحين والملائكة (٦) .
واستدل الغبي على هذه الدعوى الصابئية بأنه -صلى الله عليه وسلم- في قبره حي،
_________
(١) في (ق) : " الدعاء ".
(٢) في (المطبوعة) زيادة: (الغبي الضال) .
(٣) في (ق) : " ممن ".
(٤) في (ق) : " الرسل ".
(٥) ساقطة من (ق) .
(٦) في (ق) و (م) : "والملائكة والصالحين".','3','448',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (438,'وجسده طري- بأبي هو وأمي- ولم يفقه هذا المعترض (١) معنى حياة الأنبياء والشهداء، ولم يدرِ حقيقتها مع أن الإشارة إليها صريحة في كتاب الله! وفي سنة رسول الله (٢) والرجل حاطب ليل لا علم له بما يورده من النقول، ولا دراية له بشيء من المعقول، وليست حياة الأنبياء والشهداء كما يظنه هؤلاء وأسلافهم من الصابئة, من أنهم (٣) لهم علم (٤) بحال من دعاهم وقدرة على إجابته، وتصرف في العالم، وجولات (٥) في الملكوت، ويكفي المؤمن في بيان حياتهم والإشارة إلى حقيقتها قوله تعالى (٦) {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ} [آل عمران: ١٦٩] [آل عمران -١٦٩] .
وقوله -صلى الله عليه وسلم- فيما صحَّ عنه: " «أرواح الشهداء في حواصل طير خضر تسرح في الجنة حيث شاء» " (٧) ويكفي في إبطال قول الصابئة وورثتهم قوله تعالى عن المسيح: {وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ} [المائدة: ١١٧] [المائدة: ١١٧] في هذه الآية ما يدل على أنه -عليه السلام- لا علم له بما صدر
_________
(١) في (المطبوعة) : " الأعمى ".
(٢) في (م) : " وسنة رسوله ".
(٣) في (ح) و (المطبوعة) : "أن".
(٤) في (المطبوعة) : " علما ".
(٥) في المطبوعة: "وجولانا".
(٦) (قوله تعالى) ساقطة من (ق) و (م) .
(٧) أخرجه مسلم (١٨٧٨) ، أبو داود (٠ ٥٢ ٢) ، والترمذي (١١ ٠ ٣) ، وابن ماجه (١٤٤٩) ، وأحمد (٦ / ٣٨٦) .','3','449',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (439,'وجرى منهم بعد وفاته، وأنه إنَّما يشهد بما كان منهم مدة حياته وبقائه فيهم، ولا يعلم سواه (١) ولا يشهد بغيره، وعن ابن عباس مرفوعا: " «تحشرون يوم القيامة حفاة عراة غرلا» "، ثم قرأ (٢) {كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ} [الأنبياء: ١٠٤] [الأنبياء: ١٠٤] .
«وأول من يكسى (٣) إبراهيم، ويؤخذ برجال من أصحابي ذات الشمال، فأقول: " أصحابي". فيقال: إنهم لم يزالوا مرتدين على أعقابهم منذ فارقتهم، فأقول كما قال العبد الصالح: {وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ - إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [المائدة: ١١٧ - ١١٨] » (٤) [المائدة - ١١٧، ١١٨] .
فإذا كانت هذه أحوال أكابر (٥) الرسل وسادات الأنبياء لا شهادة لهم ولا علم (٦) بأممهم إلا مدة دوامهم فيهم، وحياتهم بين أظهرهم، فكيف يقال: بأن الروح تعلم علما مطلقا بحال من دعاها، فَتُسأل أو تدعى؟ ما أقبح الكذب على الله وعلى رسله.
وكذلك قوله تعالى لنبيه محمد -صلى الله عليه وسلم-: {قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا} [الجن: ٢١] [الجن: ٢١] .
_________
(١) في (ق) : "سواها".
(٢) في (ق) زيادة: "قوله تعالى".
(٣) في (ق) و (م) زيادة: "يوم القيامة".
(٤) أخرجه البخاري ومسلم والترمذي وأحمد وغيرهم، وتقدم تخريجه، انظر ص (٣٥٢) ، هامش ٢.
(٥) ساقطة من (م) .
(٦) في (م) زيادة: " لهم ".','3','450',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (440,'وفي الحديث: «إذا مات ابن آدم انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به» (١) أو ولد صالح يدعو له (٢) وقوله -صلى الله عليه وسلم-: «نسمة المؤمن طائر يعلق بشجر الجنة» (٣) .
وأما حياته في قبره: فنعم -صلى الله عليه وسلم- (٤) ولكن الشأن في معرفة حقيقة هذه الحياة والفرق بينها وبين الحياة الدنيوية.
وأمَّا سماع النداء بالأذان والإقامة من القبر الشريف: فالأمر أجلّ من ذلك وأرفع، وقد سمعت القراءة من كثير من الأموات من سائر المؤمنين فكيف بسيد المرسلين؟ .
وأما صلاة موسى في قبره: فإن صحَّ الحديث بها، فليس فيها حجة، ولا دليل على أن أحدا منهم يقصد للدعاء والشفاعة، والحديث فيه مقال؟ ولذلك قال صاحب (٥) [الكافية الشافية في الانتصار للفرقة الناجية] (٦) .
في النفس منه حسيلة: هل قاله؟ ... والحق ما قد قال ذو الفرقان
وأمَّا ما ذكر ابن القيم رحمه الله في كتاب [الروح] : فليس فيه أن الأرواح تفعل، وتهزم الجيوش، أو تنصر على الأعداء، كما زعمه هذا الضال
_________
(١) في (ق) و (م) زيادة: "من بعده".
(٢) تقدم تخريجه، انظر: ص (٤٠١) ، هامش ٢.
(٣) تقدم تخريجه، انظر: ص (٣٢٧) ، هامش ٢.
(٤) " صلى الله عليه وسلم " ساقط من (ق) و (م) و (المطبوعة) .
(٥) في (ق) : "أصحاب "، وفي (م) و (المطبوعة) : (ابن القيم في) .
(٦) ساقطة من (ق) و (م) .','3','451',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (441,'الذي مبنى (١) دينه ورده على المسبة والسفاهة (٢) ونسبة المؤمنين إلى أنهم جهلة غوغاء، فليوجدنا حرفا يشهد لقوله عن (٣) ابن القيم أو غيره، بل في كتاب "الروح" من ذكر أحوال الأرواح، وتقسيمها، واشتغالها بما هي بصدده، وحبس بعضها وانقطاع أعمالها، وغير ذلك من صفاتها ما يشهد بأنها مقهورة مربوبة مدبرة؟ لا تزيد في حسناتها ولا تنقص من سيئاتها إلى يوم النشور، خلافا لما زعمه الكاذب الظالم الفجور.
وأمَّا حديث: " «إنَّ لله ملائكة سياحين يبلغوني عن أمتي السلام» " (٤) فهذا الحديث حجة لأهل التوحيد القائلين بأن الرسول لا يعلم الغيب، ولا يملك لأحد ضرا ولا نفعا.
ووجه الدليل: إنَّ السلام يرفع إليه ويبلغ إيَّاه؟ ولم يرد أنه يعلم أو يسمع من بُعد من المصلين والمسَلمين عليه، وإذا كان الحال هكذا فما ظنك بالداعين والطالبين؟ .
وكذلك عرض الأعمال عليه: يقال فيه ما قيل في هذا، وكذلك عرضها على العشائر والأقارب لا يدلّ على أنَّ الميت يدعى ويقصد، ويطلب منه الاستغفار، فإن هذا من دين المشركين.
وهذه الأحاديث لا تدل على جواز دعاء الأموات والغائبين، ولا على عموم العلم بحال الداعين، ولا على حصول الاستغفار في كل
_________
(١) في (ق) : " بنى ".
(٢) في (ق) و (م) : "السفاهة والمسبة".
(٣) في (ق) : " القول ".
(٤) تقدم تخريجه، انظر: ص (٤٤٤) ، هامش ٥.','3','452',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (442,'وقت وحين، فان هذا يحتاج لتوقيف من الشارع -صلى الله عليه وسلم-.
وأما قوله: (وإن كان سفيان قد دلَّس فهو ثقة عدل) .
فيقال له: البحث في هذا ليس من شأنك، ولا من حرفتك، ولا تحسن الخوض في هذه المباحث، وسفيان أجل من أن يزكيه أمثالك من الضالين، والعلَة ليس ما زعمته وقررته (١) .
_________
(١) في (ق) : وضع الناسخ نقطا هنا وكتب في الهامش: "بياض في الأصل".','3','453',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (443,'<span data-type="title" id=toc-84>[فصل فيه رد مسبة المعترض بلد الشيخ]</span>
فصل ثم ذكر المعترض بعد هذه الأحاديث التي مرت من الفحش والكذب (١) والوقاحة (٢) ما يتحاشى العاقل عن ذكره وحكايته، وليس من الحجة في شيء حتى يحكى ويرد إنَّما هو سباب لا يصدر من ذوي الألباب، وهكذا (٣) حال الجاهل والسفيه، إذا أفلس، ضاق عطنه، فاستراح إلى المسبة والفحش والبذاءة، وقال أبو حيان فيما كتبه في الرد على الزمخشري:.
ويشتم أعلام الأئمة ضلة ... ولا سيما أو أورده المضايقا
ويسهب في المعنى الوجيز دلالة ... بتكثير ألفاظ تسمى الشقاشقا.
ثم ذكر كلاما طويلا في مسبة بلد الشيخ وموضعه، وأنه بلد مسيلمة ونجدة الحروري والقرمطي والأخيضر (٤) . وابن عصفور؛ وهذا حاصل علم ثور المدار بن منصور، أي بلد من بلاد المسلمين لم يقع فيها من
_________
(١) في (ق) : "الكذب والفحش".
(٢) في (ق) و (م) و (ح) : (القحة) .
(٣) في (ق) و (م) : "وهذا".
(٤) في (ق) و (م) : "الأخيضر"، بالضاد المعجمة.','3','454',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (444,'المكفرات (١) والشرك، وعبادة (٢) النيران، أو الأوثان، أو البدع المضلَّة، ما هو من جنس ما حصل باليمامة أو أفحش.
ثم كون نجدة الخارجي والقرمطي من هذه البلاد كلام كذب وزور، على عادته، فإن نجدة ابتلى ببدعته ومروقه بالعراق، وبها استقرَّ وهي وطنه، وأيضا فقد ثبت أنه تاب لما ناظره ابن عباس.
والقرمطي بلاده القطيف والخط، وليس من حدود اليمامة، بل ولا من حدود نجد، ثم لو فرض أنه من نجد ومن اليمامة ومن بلدة الشيخ، أي ضرر في ذلك؟ وهل عاب الله ورسوله أحدا من المسلمين أو غيرهم ببلده وطنه، وكونه فارسيا، أو زنجيًّا، أو مصريّا، من بلاد فرعون، ومحل كفره وسلطنته؟ وعكرمة بن أبي جهل من أفاضل الصحابة، وأبوه فرعون هذه الأمة.
ومن العجب أن يقول في المؤمنين: ( {فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا} [النساء: ٧٨] ) ، وهو كما ترى من أكثف الناس حجابا، وأغلظهم ذهنا، يعيب من زكَّاهم الله ورسوله بالإيمان به، ومتابعة رسوله ببلاد قد كفر فيها بالله وعبد معه (٣) . غيره، وهو يعلم أن بلاد الخليل إبراهيم حران دار الصابئة المشركين عُبَّاد النجوم، ودار يوسف دار فرعون الكافر اللعين، وسكنها موسى بعده وأكابر بني إسرائيل، وكذلك مكة المشرَّفة، سكنها المشركون وعلقوا الأصنام على الكعبة المشرَّفة، وأخرجوا نبيهم وقاتلوه
_________
(١) في (ق) و (م) : " الكفر ".
(٢) في (خ) : "وعُباد".
(٣) في (م) و (المطبوعة) : "مع".','3','455',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (445,'المرة بعد المرة أفيستحيل مؤمن، أو عاقل، أو جاهل أن يلمز (١) أحد من المهاجرين، أو من مسلمة الفتح، أو من (٢) بعدهم من المؤمنين بما سلف في مكة من الشرك بالله رب العالمين؟ فاحكم أيها السامع المنصف بيننا وبين هذا الرجل الذي يتأوَّل فينا قوله تعالى: {فَمَالِ هَؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثًا} [النساء: ٧٨] [النساء: ٧٨-٧٨] .
وقد رفعت إليك الخصومة وجاء كل بحجته، عسى أن يوفق لهما (٣) صاحب سنَّة، وصاحب صناعة يحكم بالحق، ويفصل النزاع، فقد طال اعتراض هؤلاء الجهلة، وتمادوا في غيهم وضلالهم، فالله المستعان.
ثم قال: (ومن ذلك الذي نحن بصدده حديث الأعمى الذي صحَّحه الترمذي وغيره من حديث عثمان بن حنيف (-رضي الله عنه- الذي علمه النبي -صلى الله عليه وسلم- إياه. وفيه النداء بغيبته، ففتح الله له عينيه، فجاء إليه كأن لم يكن به بأس. وعلمه عثمان بن حنيف) (٤) رجلا في خلافة عثمان، وكانت له حاجة فتيسرت حاجته، فالكل من عند الله تعالى في الحقيقة، وهو -صلى الله عليه وسلم- سبب يكرمه الله بذلك، فما ذنب صاحب البردة -رحمه الله- في قوله: يا أكرم الخلق؟ (أليس هو بأكرم الخلق) (٥) على الله؟ .
ثم قال: (وروى الحاكم بإسناده عن عمر بن الخطاب -رضي الله
_________
(١) ساقطة من (ق) .
(٢) ساقطة من (ح) .
(٣) في (ق) : "لها".
(٤) ما بين القوسين ساقط من (ق) .
(٥) ما بين القوسين ساقط من (ق) .','3','456',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (446,'عنه (١) قال: قال (٢) رسول الله -صلى الله عليه وسلم-: " «لما اقترف آدم الخطيئة قال: يا رب أسألك بحق محمد لما غفرت لي، قال الله تعالى: يا آدم، وكيف عرفت محمدا ولم أخلقه؟ قال: يا رب لما خلقتني بيدك ونفخت في من روحك رفعت رأسي، فإذا على قوائم العرش مكتوب لا إله إلا الله محمد رسول الله، فعرفت أنك لم تضف إلى اسمك إلا أحب الخلق إليك، وقال الله: صدقت يا آدم، إنه لأحب الخلق إليّ، إن سألتني بحقه فقد (٣) غفرت لك، ولولا محمد ما خلقتك» " (٤) ورواه الطبراني وزاد: " «وهو آخر الأنبياء من ذريتك» " (٥) قال: ومن ذلك قوله تعالى: {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ} [النساء: ١] [النساء: ١] على قراءة الجر، وقد صح عن عبد الله بن جعفر -رضي الله عنه- أنه إذا سأل عمه شيئا بحق جعفر أجابه) .
ثم أخذ يكرّر ما تقدَم من حديث السؤال (٦) بحقّ السائلين، وحديث الغار، وأن ذات النبي -صلى الله عليه وسلم- أعلى من العمل الصالح، وقد أعطاه الله الشفاعات، وهو حي في قبره -صلى الله عليه وسلم- وأن سعيدا سمع الآذان والإقامة أيَّام الحرة من القبر الشريف، وأنه يستغفر لأمته.
وكل هذه قد تكرَر؛ ولكنه أفلس وعاد إلى تقليب ما في المكتل، كل هذا أجبنا عنه بحمد الله.
_________
(١) " بن الخطاب رضي الله عنه" ساقطة من (م) و (ح) و (المطبوعة) .
(٢) " وروى الحاكم. . . " إلى هنا ساقطة من (ح) .
(٣) ساقطة من (ق) و (ح) و (المطبوعة) .
(٤) أخرجه الطبراني في الأوسط (٦ / ٣١٤) ، والحاكم في المستدرك (٢ / ٦١٥) ، وذكره الذهبي في الميزان (٣ / ٣٥٩) وحكم ببطلان سنده.
(٥) أخرجه الطبراني في المعجم الصغير (٩٧٨) .
(٦) في (المطبوعة) : "الرسول".','3','457',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (447,'ثم قال: (فأين هذا من عبادة غير الله تعالى من دونه جلَّ وعلا، والذي في الآية الكريمة التي استدل بها هذا الرجل على تكفير هذه الأمة؟ سبحانك هذا بهتان عظيم؟ إذ هو من القول على الله بلا علم، وليس ما ذكرنا استدلالا منا على ذلك لا إثباتا ولا نفيا، فذلك أمر آخر، وإنما هو نفي لتكفير هذا الرجل للأمة وعلمائها بذلك بغير علم ولا هدى ولا كتاب منير، فلا بكتاب ربه في ذلك اهتدى، ولا بسنَّة رسول الله -صلى الله عليه وسلم- اقتدى، ولا بقول من بقوله الرضى والشفاء من العلماء، لا بصحابي مضى (١) ولا بتابعي قفى (٢) ولا عمن في قوله الشفاء من العلماء أهل المعرفة بالاقتداء، ونحن بحمد الله ندين بأنه واحد أحد، فرد صمد، لم يلد ولم يولد، ولم يكن له كفوا أحد، ليس كمثله شيء، وهو السميع البصير. لا رب لنا سواه، ولا نعبد إلا إيَّاه، حيّ قيُّوم، وهو على كل شيء قدير، بيده ملكوت كل شيء وإليه يرجع الأمر كله له الخلق والأمر، ولكن لا نحكم أنفسنا على الله تعالى ورسوله، وما (٣) فعله السلف أو ردوه لا يكون كفرا جائزا أو غير جائز عند بعضهم، بل ولا فسقا) .
والجواب أن يقال: قد تقدَّم الكلام على حديث الأعمى، وتقدَّم تنبيه هذا المعترض على الفرق بين الأسباب، وأن منها ما شرع ومنها ما لم يشرع، هذا على تسليم كون سؤاله -صلى الله عليه وسلم- سببا (٤) يشفع لمن دعاه.
وقوله: (فما ذنب صاحب البردة) قد تقدَم الكلام في ذنبه، وبيان
_________
(١) ساقطة من (ق) .
(٢) في (ح) : "تفي".
(٣) في (ق) : "ولا".
(٤) في (ق) و (م) و (ح) : "سببا -صلى الله عليه وسلم-"، وهو خطأ.','3','458',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (448,'الوجه في ذلك وإن لم يفقه هذا المعترض، وليس النزاع في كونه -صلى الله عليه وسلم- أكرم الخلق، وإنَّما هو في دعاء غير الله، والاستغاثة بسواه.

<span data-type="title" id=toc-85>[بيان أن حديث توسل آدم بحق محمد عليه السلام موضوع]</span>
وأما الحديث الذي عزاه لعمر بن الخطاب، بتوسل آدم بحق (١) محمد: فهو حديث موضوع، مكذوب، باتفاق أهل العلم بالحديث، كما جزم به شيخ الإسلام في كتاب الاستغاثة في الردِّ على ابن البكري (٢) وأهل العلم يفرقون بين ما رواه الطبراني، وما رواه أئمة الحديث كالبخاري ومسلم وأحمد وأصحاب السنن الأربعة وموطأ مالك، وما رواه غيرهم من أهل المسانيد، لا سيَّما الطبراني، وأمثاله من المكثرين؟ فلا يحتجّ بحديثهم، وما انفردوا به إلا بعد النظر في سنده، وكلام أهل الجرح والتعديل، ومجرَّد العزو لا تقوم به حجة؟ لكثرة ما اشتمل عليه من الموضوعات.
وقد أنكر الحفاظ الحكاية (٣) التي تنسب إلى مالك مع الخليفة المنصور التي ذكر فيها: "كيف تصرف وجهك عنه وهو وسيلتك ووسيلة آبائك وجزموا بأن الحكاية موضوعة، وأن مالكا لم يقل هذا.
وقد تكلَّم عليه الحفاظ: ابن عبد الهادي (٤) وغيره بكلام بديع، وذكر: (أنه من رواية عبد الرحمن بن زيد بن أسلم الذي قال فيه مالك بن أنس -رحمه الله-: اذهب إلى عبد الرحمن بن زيد بن أسلم يحدثك عن أبيه عن نوح. وقال الربيع بن سليمان: سمعت الشافعي يقول: سأل رجل عبد الرحمن بن زيد بن أسلم: أحدثك أبوك عن أبيه عن جده: أن سفينة
_________
(١) في (ح) : "بجاه".
(٢) انظر: (الرد على البكري) (٢ / ٥٥٠) ، و "منهاج السنة" (٧ / ١٣١) .
(٣) ساقطة من (ق) و (م) .
(٤) انظر: "الصارم المنكي" ص (٥٩) .','3','459',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (449,'نوح طافت بالبيت وصلت ركعتين؟ قال: نعم، قال ابن خزيمة: عبد الرحمن بن زيد (١) ليس ممن يحتج أهل العلم (٢) بحديثه. وقال الحاكم: روى عن أبيه أحاديث موضوعة لا يخفى على من تأمَّلها من أهل الصنعة أن الحمل فيها عليه، وقال الحافظ أبو نعيم الأصبهاني: حدَّث عن أبيه، لا شيء) .
وأمَّا سؤال عبد الله بحق جعفر: فليس فيه دلالة على محل النزاع، وليس (منه في شيء، فإن السؤال للحقوق الثابتة حض وحث على التزامها، وليس) (٣) من سؤال غير الله ودعائه، فكما أن للسائلين على الله حقا (٤) يسأل به كذلك للرحم حق على الأقارب يسألون به، وأين هذا من قول الناظم في بردته: (ما لي من ألوذ به سواك) وما بعده.
وأما قوله: (فأين هذا من عبادة غير الله) .
فالكلام ليس في التوسل الذي هو سؤال الله بحق عباده، والتوسل بالأعمال الصالحة، حتى يقال: (أين هذا من عبادة غير الله؟) ، وإنما النزاع والكلام في دعاء غير الله من الأموات والغائبين، ومن استبعد كونه عبادة لغير الله وأنكر ذلك فهو من أجهل الخلق بمسمى العبادة.
وقال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} [غافر: ٦٠] [غافر: ٦٠] .
ومر حديث النعمان، وقوله: " «الدعاء هو العبادة» (٥) . وحديث
_________
(١) ساقطة من (ق) و (م) .
(٢) ساقطة من (م) .
(٣) ما بين القوسين ساقط من (ق) .
(٤) في (ق) : "حق".
(٥) تقدم تخريجه، انظر: ص (٣١٣) ، هامش ١.','3','460',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (450,'" «الدعاء مخ العبادة» " (١) . والمعترض مخاتل (٢) متلاعب بدين الله، وسيجزيه الله على ذلك ما يستحقه وتقتضيه حكمة الرب في مجازاة أمثاله.
وأما قوله (٣) (وليس ما ذكرنا استدلالا منا على ذلك لا إثباتا ولا (٤) نفيا) . فهذا كذب يناقض ما قبله، فإنه أثبت ما في أبيات البردة وقرَّره، وساق ما يزعم أنه يشهد له، وأن الطلب من الأموات والغائبين بقصد الشفاعة (جائز وارد، ونفى ما استدرك عليه الشيخ من تحريم دعاء الأموات الشفاعة) (٥) أو غيرها (٦) وزعم: (أن من قال: هذا من الشرك. فقد كفَّر الأمة التي هي خير أمة أخرجت للناس، القائمين بدين الله) ، وأكثر من هذا النوع وأسهب فيه، كما مر (٧) . وهنا يقول: " ليس ما ذكرنا استدلالا منا على ذلك، لا إثباتا ولا نفيا". فالرجل لا يعقل ما يتكلم به، وشيخنا لم يكفر الأمة وعلماءها حتى صاحب البردة وإنَّما تكلَّم فيما دلَّ عليه كلامه واقتضاه نظمه وخطابه، وعلماء الأمة ليسوا (٨) من هذا الضرب الغالين في الأنبياء والصالحين، وهذا الرجل ما عرف العلم ولا العلماء، ولا مسمى
_________
(١) تقدم تخريجه، انظر: ص (٣١٣) ، هامش ٣.
(٢) في (ق) : (مخامل) .
(٣) في (م) : (وأما له) ، وهو سهو.
(٤) "لا" ساقطة من (م) .
(٥) ما بين القوسين ساقط من (ق) و (م) .
(٦) في (ق) و (م) زيادة: "وما".
(٧) في (ق) : "ترى".
(٨) في (ق) : "ليس".','3','461',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (451,'الأمة، ولا مسمى التوحيد، ولا مسمى الشرك ولا التوسل، فهو (١) أجهل الخلق بحدود ما أنزل الله على رسوله، وهو أحق الناس بما رمى به شيخنا من ترك الاهتداء والاقتداء، وعدم القول بما ذهب إليه أهل الرضى.
وأما قوله: (ونحن بحمد الله ندين بأن الله واحد أحد لا ربّ لنا سواه ولا نعبد إلا إيَّاه) .
فيقال: الخصومة منذ سنين بيننا وبينك (٢) فيما دلَّت عليه هذه الكلمة، والنزاع في عبادة الله وحده لا شريك له. نحن نقول: دعاء الأنبياء والصالحين من الأموات والغائبين للشفاعة أو غيرها شرك ظاهر مستبين، ونستدل على قولنا بما في كتاب الله من تحريم دعاء غيره وعبادة سواه، وندخل دعاء الأموات والغائبين فيما دلَت عليه الآيات القرآنية والأحاديث النبوية وأقوال السلف، وأهل التأويل، كما استدلَّ بذلك سلفنا الصالح من علماء الأمَّة، وأئمة الدين وأكابر المحدثين والمجتهدين، وأنت أيُّها الرجل تزعم أن هذا جائز أو مستحب، وتستدل بما مرَّ من أدلتك التي يعرف من نظر فيها أنك عن العلم والإصابة بمعزل، وأنك لم تتصور حقيقة الإسلام، وما جاءت به الرسل (٣) الكرام.
وأمَّا قوله: (ولكن (٤) لا نُحَكم أنفسنا على الله ورسوله) .
فقد كذب في هذا؟ بل حَكَم نفسه ورجع إليها، وقاد النصوص إلى رأيه الضال وقوله الفاسد.
_________
(١) في (م) زيادة: "من ".
(٢) في (ق) و (م) : "بيننا وبينك منذ سنين".
(٣) ساقطة من (ق) .
(٤) ساقطة من (ق) ، وفي (م) : "ونحن".','3','462',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (452,'وقوله (١) (وما فعله السلف لا يكون كفرا جائزا أو غير جائز عند بعضهم، بل ولا فسقا (٢)) .
فهذا الكلام كلام جاهل لا يدري ما يقول، فأي شيء فعله السلف أو رأوه جائزا كفر به شيخنا؟ وما معنى هذه الكلمة؟ وهذا الاسم عند الإطلاق؟ أهو للجميع والجملة، أو لفرد منها؟ وأظنه يشير إلى أن سؤال الله بجاه الأنبياء والأولياء فعله بعض السلف، فأطلق اسم السلف على فرد منهم، وقد تقدَّم الكلام على هذه المسألة؟ وأن الذي يشير إليه هذا (٣) ما فعله أحد قط؟ وفي قوله: (أو غير جائز عند بعضهم) ، يريد أنه لا يذم، وإن لم يجزه بعضهم، ومنع منه، وهذه المسألة الصواب فيها وفي غيرها: رد مسائل النزاع إلى الكتاب والسنَّة، والحكم بموجب ذلك، ولا يقال: (إن ما فعله السلف ولو غير جائز، ليس بكفر ولا فسق) ، فإن هذا بكلام الغوغاء أشبه منه بكلام العقلاء؛ وقدامة بن مظعون وأصحابه -رضي الله عنهم- أنكر عليهم أصحاب -صلى الله عليه وسلم-، وجزموا بأن استحلال الخمر بعد قيام الحجة على مستحله كفر، ووافقهم على ذلك قدامة بن مظعون وأصحابه، وبادر إلى التوبة هو وأصحابه -رضي الله عنهم-، وهم من أكابر السلف، فكيف يقال: وما فعله السلف لا يكون كفرا بل ولا فسقا؟ والمراد آحاد السلف.
_________
(١) في (م) زيادة: " وأما".
(٢) في (م) : "فاسقا".
(٣) ساقطة من (م) .','3','463',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (453,'<span data-type="title" id=toc-86>[فصل فيه مناقشة أن الرؤيا المنامية ليست من الأحكام الشرعية]</span>
فصل قال المعترض: (فقد روى البيهقي بسند جيد من طريق الأعمش عن أبي صالح عن مالك الداري -رضي الله عنه- المعروف بخازن عمر. قال -رضي الله عنه-: "أصاب الناس قحط في زمان عمر بن الخطاب، فجاء رجل "إلى قبر النبي -صلى الله عليه وسلم- (١) قال: يا رسول الله استسق الله تعالى لأمتك، فإنهم هلكوا، فأتاه رسول الله -صلى الله عليه وسلم- في المنام، فقال: ائت عمر، فأقرأه (٢) السلام، وأخبرهم (٣) أنهم مسقون، وقل له: عليك الكيس الكيس، وأتى الرجل عمر، فأخبره فبكى، ثم قال: يا رب، ما آلوا إلا ما (٤) "عجزت عنه" (٥) ورواه سيف بن عمر في فتوحه، وبين أن الرجل الذي رأى المنام بلال بن الحارث الصحابي الذي أقطعه النبي -صلى الله عليه وسلم- المعادن القبلية (٦) فماذا يقول هذا (٧) أيقول (٨) إن الصحابة
_________
(١) ما بين المعقوفتين إضافة من المصادر التي خرجت الحديث.
(٢) في (م) : " وأقرأه ".
(٣) في (م) : "وأخبره".
(٤) ساقطة من (ح) .
(٥) أخرجه ابن أبي شيبة (٦ / ٣٥٦) ، والخليلي في الإرشاد (١ / ٣١٤) ، وأخرجه أيضا البخاري في التاريخ وابن أبي خيثمة. كذا قال الحافظ في ترجمة مالك الدار من الإصابة (٣ / ٤٨٤) . وانظر: "الاستيعاب" (٣ / ١١٤٩) .
(٦) انظر: " الإصابة " (١ / ١٦٤) .
(٧) في (ق) و (م) زيادة: " الرجل ".
(٨) في (ح) : " ويقول ".','3','464',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (454,'-رضي الله عنهم- الذين منهم أهل الشجرة كفروا، أم نقلة هذا الخبر من حفاظ هذه الأمة وسلفها الصالح، فهو كفر بالتوسل به (١) -صلى الله عليه وسلم-، وهذا فيه أنهم نادوا وطلبوا منه -صلى الله عليه وسلم- الاستسقاء أبلغ من ذلك، وفيهم الفاروق) .
والجواب أن يقال: هذه الحكاية على تسليم صحتها ليس فيها دليل شرعي يجب المصير إليه عند أهل العلم والإيمان، فقد ذكر العلماء (٢) الأدلة الشرعية وحصروها وليس أحد منهم استدل على الأحكام (٣) برؤيا آحاد الأمة، لا سيَّما إذا تجرَّدت عما يعضدها من الكتاب والسنَّة أو (٤) الإجماع أو القياس، وهذا الرجل الذي رآها أبهمه من روى هذه الواقعة، ولم يعينه إلا سيف (٥) بن عمر على ما زعمه هذا الرجل.
وقد تقدم الكلام في سيف؟ وأنه ضعيف لا يحتج به، ورؤية النبي -صلى الله عليه وسلم- لا تدل على استحسان فعل من اشتكى إليه القحط، وهو -صلى الله عليه وسلم- إني شفعت لهم في السقيا، أو طلبتها من الله لهم، أو أجبت هذا المشتكي، وإنما أخبر أنهم يسقون، وهذا لا يفيد إقرار هذا الفعل ولا الرضى به، ولا عن فاعله، وهو في حياته -صلى الله عليه وسلم- ربما أعطى الرجل المسألة فيخرج بها يتأبطها نارا، وقد يجري (٦) لمن يدعو الصالحين ومن
_________
(١) في (م) و (المطبوعة) : "له".
(٢) في (ح) زيادة: " في ".
(٣) في (ق) زيادة: " الدينية ".
(٤) في بقية النسخ: "و".
(٥) في (ق) و (م) : (سلف) .
(٦) في (ق) : "جرى".','3','465',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (455,'هو دون الأنبياء كثر من هذا النوع، كما ذكره شيخ الإسلام وغيره، ولكنهم قرروا أن هذا لا يدل على الإباحة ولا على الإجابة بهذا السبب؛ بل وقد لا يشعر المسؤول بشيء من ذلك، فإذا كان هذا يقع والمسؤول لا شعور لديه (١) ولا قدرة على الاستجابة فالاحتجاج به خروج عن الحجج الشرعية التي يرجع إليها أهل العلم والإيمان.
ورؤية النبي -صلى الله عليه وسلم- (٢) وخطابه بمثل هذا لا (٣) يدل على حسن حال الرائي (٤) وتصويب فعله (٥) وقد يراه بعض الفساق والكفار، ورؤيته نذارة للمجرمين، وبشارة للمؤمنين؟ وكون عمر بكى ولم ينكر هذه الرؤيا، فليس هذا من الأدلة على أنه يشتكى إلى الرسول، ولم يقل الرائي لعمر: إني ذهبت واشتكيت القحط إلى رسول الله -صلى الله عليه وسلم- ولم ينقله أحد- والنصارى والكفار يتوجهون إلى من عبدوه مع الله ويسألونه المطالب، وكشف الشدائد، ومع ذلك قد تحصل (٦) إجابتهم؛ لما لله في ذلك من الحكمة (٧)
_________
(١) في (ق) و (م) : " له به".
(٢) في (ق) و (م) زيادة: "في المنام ".
(٣) "بمثل هذا لا" ساقطة من (م) .
(٤) في (ق) زيادة: " وخطابه".
(٥) في (المطبوعة) زيادة: "هذا لو ثبتت هذه الرؤيا بوجه صحيح شرعي فكيف ودلائل الوضع تلوح عليها".
(٦) في (ق) و (م) زيادة: " لهم ".
(٧) في (المطبوعة) زيادة: "والفتنة ".','3','466',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (456,'وقد قال تعالى: {كُلًّا نُمِدُّ (١) هَؤُلَاءِ وَهَؤُلَاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ} [الإسراء: ٢٠] (٢) [الإسراء / ٢٠] . وقد استجيب لبلعام بن باعورا في قوم موسى، والحجة الصريحة الواضحة ما فعله عمر بن الخطاب، وأقره أصحاب رسول الله -صلى الله عليه وسلم- وأجمعوا عليه، كما في الصحيحين وغيرهما: "أن عمر استسقى بالعباس بن عبد المطلب وقال: اللهم إنا كنا إذا أجدبنا نستسقي (٣) بنبيك فتسقينا، وإنا نستسقي بعم نبيك فاسقنا، قم (٤) يا عباس فادع الله فدعا العباس فسقوا" (٥) .
هذا، قد أجمع عليه الصحابة وأقروه، ولم يقل أحد منهم استسق برسول الله، أو (٦) ليس لك العدول عنه، بل هم أفقه من ذلك وأعلم بدين الله، ثم لو كان حقًّا كيف يتركه الجم الغفير ويعدلون عنه، مع أنه هدى وصواب؛ وهذا لا يكاد يقع ممن هو دونهم -رضي الله عنهم-، فكيف بهم -رضي الله عنهم-؟ ومن ترك هذه النصوص الواضحات الصريحة وعدل عنها إلى رؤيا منامية وحكايات عمن لا يحتج به في (٧) المسائل الإيمانية، فهو ممن وصف الله تعالى بقوله:
_________
(١) ساقطة من (ح) .
(٢) في (ق) زيادة: وما كان عطاء ربك محظورا.
(٣) في (ق) زيادة: " إليك".
(٤) ساقطة من (ق) و (م) .
(٥) أخرجه البخاري (١٠١٠، ٣٧١٠) ، وتقدم تخريجه. انظر: ص (٢٩٠) ، هامش ٤.
(٦) في (ق) : "و".
(٧) في (م) : "بالمسائل".','3','467',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (457,'{فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ} [آل عمران: ٧] (١) [آل عمران -٧] .
وقد قال النبي -صلى الله عليه وسلم-: " «إذا رأيتم الذين يتبعون المتشابه فأولئك الذين سمى (٢) الله فاحذروهم» " (٣) .
قال شيخ الإسلام أبو العباس (٤) رحمه الله تعالى في الكلام على رد شبه النصارى وما يحتجون به على باطلهم: (أسباب الضلال الذي عرض لهؤلاء وأشباههم ثلاثة أمور إما نصوص متشابهة مجملة، لم يفهموها ولم يفقهوا ما دلت عليه، ويحتجون بها ويوردونها من غير فهم لمعناها، ولا معرفة لما دلت عليه، أو أمور مكذوبة مردودة، من الموضوعات التي لا يحتج بها، ويرجع إليها في أمر دينه إلا جهال لم يعرفوا ما جاءت به الرسل من الدين والشرائع، والثالث: احتجاجهم (٥) بخوارق العادة وما (٦) يجريه الله لأصحاب الخوارق، أو على أيديهم كمخاطبة الشياطين من الأصنام أو القبور أو غيرهما (٧) مما عبد مع الله، وقد يتراءى الشيطان لبعضهم في صورة من يعتقد فيه، أو ينتسب إلى رجل صالح ويتسمى باسمه؛ كالخضر وعبد القادر، وقد تخاطب هؤلاء الشياطين من استغاث بغير الله أو دعاه، وينسب ذلك إلى هذا المدعو أو المستغاث به، ويقول أحدهم: رأيت فلانا وخاطبني فلان أو نحو هذا".
_________
(١) في (ق) زيادة: ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ.
(٢) في (ق) : " سماهم ".
(٣) أخرجه البخاري (٤٥٤٧) ، وأبو داود (٤٥٩٨) .
(٤) انظر: "الجواب الصحيح" (٢ / ٣١٥) .
(٥) ساقطة من (ق) .
(٦) في (م) : (أو ما) .
(٧) في (ق) : "غيرها".','3','468',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (458,'<span data-type="title" id=toc-87>[فصل في مناقشة ورد قصة العتبي]</span>
قرر هذا المعنى في رده على النصارى، ولخصناه هنا لينتفع به من وقف عليه.
إذا عرفت هذا: عرفت بطلان قول المعترض: (فماذا يقول هذا الرجل؟ أفيقول: الصحابة -رضي الله عنهم- كفروا) .
فإن شيخنا رحمه الله أسعد [بحب] (١) الصحابة ومتابعتهم من هذا المعترض الضال.
وقوله: (وهذا فيه أنهم نادوا وطلبوا منه صلى الله عليه وسلم الاستسقاء) .
قد تقدم أنه نقله عن واحد، وهنا أضافه إلى الصحابة كلهم، وفيهم عمر؟ فما أقبح الكذب، لا سيما على الله وعلى رسوله وعلى أصحاب رسوله (٢) ؟ (كما فعل هذا الضال) (٣) .
_________
(١) ما بين المعقوفتين زيادة من المطبوعة.
(٢) في (ق) : "رسول الله صلى الله عليه وسلم، ورضي الله عنهم".
(٣) ما بين القوسين ساقط من (ق) .','3','469',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (459,'فصل قال المعترض: (وفي كلام محيي الدّين أبي زكريا يحيى النووي (الشافعي المشهور بالعلم والحفظ والإتقان، قال بعد أن ذكر) (١) صفة زيارة النبي -صلى الله عليه وسلم- وصفة السلام عليه وعلى صاحبيه، والانحراف عن استدباره واستقبال القبلة بالدعاء- قال: ثم يرجع الزائر إلى موقفه الأول قبالة وجه النبي -صلى الله عليه وسلم- فيتوسل به في حق نفسه، ويستشفع به إلى ربه، ومن أحسن، ما يقول: ما حكاه أصحابنا عن العتبي مستحسنين له) وذكر قصة العتبي؛ وهو تابعي جليل- فقال: (حكى العتبي أنه قال: كنت جالسا (٢) عند قبر النبي--صلى الله عليه وسلم-[فجاء أعرابي] ، (٣) فقال: السلام عليك يا رسول الله يا صفوة خلق الله أنت الذي عليك: {وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا} [النساء: ٦٤] [النساء ٦٤] .
وقد ظلمت نفسي (٤) ؛ وها أنا قد أتيتك (٥) أستغفر من ذنبي،
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) ساقطة من (ق) و (م) و (ح) .
(٣) ما بين المعقوفتين زيادة من (المطبوعة) .
(٤) "وقد ظلمت نفسي " ساقطة من (ق) و (م) .
(٥) في (المطبوعة) : " أتيت".','3','470',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (460,'اشفع لي إلى ربي، ثم أنشأ يقول:
يا خير من دفنت (١) بالقاع أعظمه ... فطاب من طيبهن القاع والأكم
أنت الفداء لقبر أنت ساكنه ... فيه العفاف , وفيه الجود والكرم
أنت الحبيب الذي ترجى شفاعته ... عند الصراط إذا مازلت القدم
أنت البشير النذير المستضاء به ... وشافع الخلق إذ يغشاهم الندم
تخصهم (٢) بنعيم لا نفاد له ... والحور في جنة المأوى لهم خدم
تُعطى الوسيلة يوم العرض مغتبطًا ... عند المهيمن لما تحشر الأمم
والحوض قد خصك الله الكريم به ... يومًا عليه جميع الخلق تزدحم
تَسقى لمن شئت , يا خير الأنام , وكم ... قومًا لعِظَمِ الشقا والبعد قد حرموا
صلى عليك إله العرش ما طلعت ... شمس النهار , فغشت حندس الظلم
قال العتبي رحمه الله: ثم [انصرف الأعرابي] (٣) فغلبني النوم (٤) . فرأيت رسول الله صلى الله عليه وسلم فقال: يا عتبي أدرك الأعرابي، وبشِّره أن الله قد غفر له (٥) .
ثم ذكر المعترض: (أنَّ موفق الدين بن قدامة، وابن أبي عمر، وصاحب "المستوعب" وغيرهم من الأصحاب ذكروا ذلك، ونقلوا هذه القصة راضين بها، وهي مما استفاض عند الأمة، حتى لا تحتاج لسند،
_________
(١) في (ق) : "دفن".
(٢) في (ح) : "تخصم".
(٣) ما بين المعقوفتين زيادة من (المطبوعة) .
(٤) في (المطبوعة) : "فغلبتني عيني".
(٥) سيأتي كلام المصنف رحمه الله عن هذه القصة، وهو كلام بديع.','3','471',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (461,'قال: (ثم (١) دع صحتها من عدمها وأنها منام (٢) ولكن الشأن في رضى نقلتها وهم حملة الشريعة المطهرة) .
ثم كرر هذيانه (٣) المتقدم في ذم وطن الشيخ، وأنَّ النبي لم يَدْعُ له، وأن الشيخ لم يظهر الدين؛ بل كفَّر العلماء الأمناء والأمة التي أخبر الله تعالى أنها خير أمة أخرجت للناس، وأعاد ما تقدم بعبارة واهية وتركيب ساقط، كأنه وقع على دليل يجب المصير إليه في تجويز دعاء الأموات وتخطئة من منعه.
ولا يخفى أنه حرَّف البيت الثاني تحريفًا بشعًا، جعل الرسول صلى الله عليه وسلم فداء للقبر؛ بأبي هو وأمي، ولم يشعر (٤) بما في كلامه من التحريف، ورسم هذا التحريف (٥) بقلمه، وكتبه بيده، وصوابه: " نفسي الفداء".
والجواب أن يقال: هذه القصة ذكرها طائفة من متأخري الفقهاء، ولم يذكرها غيرهم ممن يعتدُّ به، ويقتدى به، كالأئمة المتبوعين وأكابر أصحابهم، وأهل الوجوه في مذاهبهم، كأشهب وابن القاسم، وسحنون وابن وهب؛ وعبد الملك وابنه، والقاضي إسماعيل من المالكية؟ ولا من الشافعية كالمزني والبويطي، وابن عبد الحكم، ومن بعدهم كابن خزيمة، وابن سريج وأمثالهم، ونظرائهم من أهل الوجوه؛
_________
(١) في (ق) : "ثم قال".
(٢) في (ق) : "صنام".
(٣) في (ق) : "ذكر الهذيان".
(٤) في (ق) : "ما".
(٥) "ورسم هذا التحريف" ساقطة من (ق) .','3','472',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (462,'وكأبي يوسف من أصحاب أبي حنيفة ومحمد بن الحسن اللؤلؤي. (١) وزفر بن الهذيِل، ومن بعدهم كالطحاوي حامل (٢) لواء المذهب، وكذلك أصحاب أحمد وأصحاب الوجوه في مذهبه لم يذكرها (٣) أحد منهم، كعبد الله وصالح، والخلال، والأثرم، وأبي بكر (٤) عبد العزيز، والمروذي وأبي الخطاب ومن بعدهم، كابن عقيل وابن بطة.
وبعض من ذكر هذه الحكاية (٥) يرويها بلا إسناد وبعضهم عن محمد بن حرب الهلالي، وبعضهم يرويها عن محمد بن حرب عن أبي الحسن الزعفراني عن الأعرابي، وقد ذكرها البيهقي بإسناد مظلم عن محمد بن الروح بن يزيد (٦) البصري: حدثني أبو حرب الهلالي، قال: حج أعرابي فذكر نحو ما تقدم، ووضع لها بعض الكذابين إسنادًا إلى علي بن أبي طالب، كما روى أبو الحسن علي بن إبراهيم بن عبد الله بن عبد الرحمن الكرخي عن علي ابن محمد بن علي حدثنا أحمد بن محمد بن (٧) الهيثم الطائي، قال حدثنا أبي عن أبيه سلمة (٨) بن كهيل عن أبي صادق عن علي (٩) بن أبي طالب، فذكر نحو ما تقدَّم.
_________
(١) كذا في النسخ الأربع، وفي (المطبوعة) : "الشيباني".
(٢) ساقطة من (ح) .
(٣) في (ق) : " يذكره".
(٤) في (المطبوعة) زيادة: "بن".
(٥) في (ق) : " الحكايات".
(٦) في (المطبوعة) : "روح بن زيد"، وفي (ح) : "روح بن يزيد".
(٧) ساقطة من (الأصل) .
(٨) في (ق) : "مسلمة"، وهو خطأ.
(٩) ساقطة من (ق) و (ح) .','3','473',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (463,'قال الحافظ ابن عبد الهادي (١) (هذا الخبر منكر موضوع، لا يصلح الاعتماد عليه ولا يحسن المصير إليه، وإسناده ظلمات بعضها فوق بعض, والهيثم جد أحمد بن محمد بن (٢) الهيثم أظنه ابن عدي الطائي، فإن يكن هو فهو متروك إلا (٣) فمجهول.
وقال عباس (٤) الدوري: سمعت يحيى بن معين يقول: الهيثم بن عدي كوفي ليس بثقة. كان يكذب. "وقال العجلي، وأبو داود: كذاب. وقال أبو حاتم الرازي، والنسائي، والدولابي، والأزدي: متروك الحديث. وقال ابن المديني (٥) ساقط قد كشف قناعه. وقال أبو زرعة: ليس بشيء. وقال ابن عدي: ما أقل ماله من المسند، وإنما هو صاحب أخبار وأسمار، ونسب وأشعار. وقال الحاكم أبو عبد الله: الهيثم بن عدي الطائي في علمه ومحله حدث عن جماعة من الثقات وأحاديث منكرة، وقال العباس (٦) بن محمد: سمعت بعض أصحابنا يقول، قالت جارية الهيثم: كان مولاي يقوم عامة الليل يصلِّي، فإن أصبح جلس يكذب) .
فإذا كانت هذه الحكاية عند أهل العلم بهذه المثابة (٧) لم تثبت بسند يعول عليه ويحتج به.
_________
(١) انظر: " الصارم المنكي "ص (٤٣٠) .
(٢) ساقطة من (ق) .
(٣) في (ق) و (م) زيادة: " فهو".
(٤) في (الأصل) و (ق) و (ح) : " ابن عباس"، وهو خطأ.
(٥) في النسخ الأربع: "السعدي"، ولعل المثبت هو الصواب.
(٦) في (ق) و (م) : "أبو العباس".
(٧) في (المطبوعة) زيادة: "من الوهن".','3','474',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (464,'فكيف يقول هذا الغبي: (ولكن الشأن في نقلتها، وهم حملة الشريعة المطهرة) ، وقد عرفت أنَّ حملة الشريعة المطهرة ونقادها جزموا بأن الحكاية لم تثبت، وأنها من الموضوعات. وأما الموفق، وابن أبي عمر وغيرهما من أصحابنا، فهم لم يذكروا هذا ولم يعتمدوا عليه، والمناسك المعتبرة وما ذكروا في آداب الزيارة موجود منقول (١) بسند العدول.
وهذا الرجل المعترض قد تقدم أنه جاهلي لا يحسن النقل، ولا يدري الصحيح؟ بل يفتري (٢) على أهلم العلم، فهو ساقط هالك لا يلتفت إلى نقله.
ثم لو سلمنا ثبوت هذه الحكاية، فلا دليل فيها على ما ذهب إليه هذا الأحمق من تجويز دعاء الأنبياء والصالحين، وطلب الحوائج منهم، والأعراب لا يحتج بأفعالهم ويجعلها دليلًا شرعيا إلاَّ مصاب في عقله؛ مفلس في فهمه وعلمه، وكذلك نقل العتبي ومن مضى (٣) من رجال سندها ليسوا (٤) بشيء.
وقد تقدَّم أنَّ أدلة الأحكام (٥) هي الكتاب والسنَّة والْإِجماع، والقياس المعتبر فيه خلاف، وغير ذلك ليس من الأدلة في شيء، ولم يأت عن أحد من الأئمة من عهد الصحابة إلى آخر القرون المفضلة في هذا الباب ما يثبت، لا طلب الاستغفار ولا غيره.
_________
(١) في (المطبوعة) : "موجودة منقولة".
(٢) في (ق) و (م) و (المطبوعة) زيادة: " الكذب".
(٣) في (ق) : "معه".
(٤) في (المطبوعة) : "من العلم في شيء".
(٥) في (ق) : " الدلالة "، وفي (م) : "الأدلة".','3','475',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (465,'وقد تقدم عن شيخ الإسلام ابن تيمية رحمه الله تعالى أنه حكى الإجماع على منعه، وأن النبوات متفقة على تحريمه، وابن عقيل تقدم كلامه فيمن دس الرقاع إلى ضرائح الموتى، للطلب منهم، ولو فرض أن هذا الأعرابي قد غفر له، فذلك أيضًا لا يدل على حسن حاله؛ وأسباب الكائنات لا يحصيها إلاَّ الله، وقد يستجاب لعُبَّاد الأصنام، كما ذكر شيخ الإسلام ابن تيمية (١) رحمه الله في كتابه " اقتضاء الصراط المستقيم".
ثم ليس في الحكاية أنه سأل الرسول شيئًا، غايته أنه توسل به، ومسألة التوسل بذاته صلى الله عليه وسلم غير مسألة دعائه والاستغاثة به والطلب منه، وقد قال تعالى: {وَمَنْ يَغْفِرُ الذُّنُوبَ إِلَّا اللَّهُ} [آل عمران: ١٣٥] [آل عمران / ١٣٥] . فإذا كان الله (٢) هو المختص بمغفرة الذنوب، فكيف تطلب المغفرة من غيره تعالى وتقدس؟ .
وقد تقدم لهذا المعترض (٣) أنه قال: (وإنما الشرك طلب مغفرة الذنوب، وهداية القلوب، فجزم بأن هذا من الشرك) ؛ ثم رجع (٤) واحتج بها على الطلب من الرسول، كما قال البوصيري.
قال الحافظ ابن عبد الهادي (٥) رحمه الله: (وقوله: إني سمعت الله يقول: {وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ} [النساء: ٦٤] الآية [النساء / ٦٤] .
_________
(١) ساقطة من (ق) و (م) .
(٢) في (المطبوعة) زيادة: "سبحانه".
(٣) في (م) و (ح) و (المطبوعة) زيادة: " الغبي ".
(٤) في (ق) و (م) زيادة: "هو"، وفي (المطبوعة) زيادة: "يناقض نفسه".
(٥) انظر: "الصارم المنكي" (ص ٢٧٢- ٢٧٥) .','3','476',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (466,'ليس فيه ما يدل على مشروعية إتيان قبره الشريف، ولم يقل ذلك أحد من أهل العلم، ويتبين ذلك بالكلام على الآية وما أريد بها [وسيقت له، وما فهمه منها أهل العلم بالتأويل من سلف الأمة وأئمتها، والآية] (١) سيقت لذم من تخلف (٢) عن المجيء إلى رسول الله صلى الله عليه وسلم في حال حياته ليستغفر له، وحكم تعالى على من أبى هذا أنه من المنافقين.
قال تعالى: {وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ} [المنافقون: ٥] [المنافقون ٥] .
وكذلك هذه الآية إنما هي في المنافق الذي رضى بحكم (٣) كعب بن الأشرف، وغيره من الطواغيت، دون حكم رسول الله صلى الله عليه وسلم فظلم نفسه بهذا أعظم ظلم، حيث لم يجيء إلى رسول الله صلى الله عليه وسلم يستغفر له، فإن المجيء إليه ليستغفر له توبة وتنصل من الذنوب.
وهذه كانت عادة الصحابة معه صلى الله عليه وسلم: أن أحدهم متى صدر منه ما يقتضي التوبة جاء إليه، فقال: يا رسول الله فعلت كذا وكذا فاستغفر لي، وكان هذا فرقًا بينهم وبين المنافقين، فلما استأثر الله عز وجل بنبيه صلى الله عليه وسلم، ونقله من بين أظهرهم إلى دار كرامته لم يكن أحد منهم قط يأتي إلى قبره ويقول: يا رسول الله، فعلت كذا وكذا فاستغفر لي، ومن يقل هذا عن أحد منهم فقد جاهر بالكذب والبهت، أَفَتَرى عطَّل الصحابة والتابعون - وهم
_________
(١) ما بين المعقوفتين إضافة من (ق) و (م) رأينا إثباتها بالمتن من ضرورة السياق. يراجع: (الصارم المنكي، لابن عبد الهادي) ، وفي (المطبوعة) : "وهي إنما".
(٢) في (المطبوعة) زيادة: "من المنافقين ".
(٣) في (المطبوعة) زيادة: "الطاغوت".','3','477',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (467,'خير القرون على الإطلاق- هذا الواجب الذي ذم الله سبحانه من تخلف عنه، وجعل (١) التخلف عنه من أمارات النفاق، ووفق له من لا يؤبه (٢) له من الناس ولا يعد في أهل العلم؟ فكيف أغفل هذا أئمة الْإِسلام؟ وهداة الأنام من أهل الحديث والفقه (٣) والتفسير، ومن لهم لسان صدق في الأمة، فلم يدعوا إليه ولم يحضوا عليه؟ ولم يرشدوا إليه، ولم يفعله أحد منهم البتة؟ بل (٤) المنقول الثابت عنهم ما قد عرف مما يسوء الغلاة فيما يكرهه وينهى عنه من الغلو والشرك والجفاء عما يحبه ويأمر به من التوحيد والعبودية (٥) ولما كان هذا المنقول شجى في حلوق الغلاة، وقذى في عيونهم، وريبة في قلوبهم، قابلوه بالتكذيب والطعن في الناقل، ومن استحيا منهم ومن أهل (٦) العلم بالآثار قابله بالتحريف والتبديل؛ ويأبى الله إلاَّ أن يعلى منار الحق ويظهر أدلته ليهتدي المسترشد (٧) وتقوم الحجة على المعاند، فيعلى (٨) الله بالحق من يشاء ويضع بردّه وبطره وغمص أهله من يشاء.
_________
(١) في (المطبوعة) : "وجهل".
(٢) "من لا" ساقطة من (ق) و (م) ، "لا" ساقطة من (المطبوعة) .
(٣) ساقطة من (المطبوعة) .
(٤) في (ح) : "من".
(٥) في (ق) و (م) : "العبودية والتوحيد ".
(٦) في (المطبوعة) : "له بعض"، وفي (ق) : (معلم) .
(٧) في (ق) : "الألته ليهد المسترشدين".
(٨) في (ق) و (م) : "فيعطى".','3','478',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (468,'ويا لله العجب؛ أكان ظلم الأمة لأنفسها ونبيها (١) بين أظهرها موجودًا وقد دعيت فيه إلى المجيء إليه (ليستغفر لها وذم من تخلف عن هذا المجيء. فلما توفي صلى الله عليه وسلم ارتفع ظلمها لأنفسها بحيث لا يحتاج أحد منهم إلى المجيء إليه) (٢) ليستغفر له؟ .
وهذا يبين أن هذا التأويل الذي تأول عليه (٣) المعترض (٤) هذه الآية تأويل باطل قطعًا، ولو كان حقًّا لسبقونا إليه علمًا وعملًا وإرشادًا ونصيحة، ولا يجوز إحداث تأويل في آية أو سنَّة لم يكن على عهد السلف ولا عرفوه ولا بيَّنوه للأمة، فإنه يتضمن أنهم جهلوا الحق في هذا وضلوا عنه، واهتدى إليه هذا المعترض المستأخر (٥) فكيف إذا كان التأويل (يخالف تأويلهم ويناقضه، وبطلان هذا التأويل) (٦) أظهر من أن يطنب في رده وإنما ننبه (٧) عليه بعض التنبيه.
ومما يدل على بطلان تأويله قطعًا: أنه لا يشك مسلم أن من دُعي إلى رسول الله صلى الله عليه وسلم في (٨) حياته، وقد ظلم نفسه ليستغفر له، فأعرض عن المجيء وأباه مع قدرته عليه كان مذمومًا غاية الذم، مغموصًا بالنفاق،
_________
(١) في (ق) و (م) زيا دة: " حي".
(٢) ما بين القوسين كله ساقط من (ق) و (م) .
(٣) في (ق) و (م) : "عليه هذا"، وفي (المطبوعة) : " نقله ".
(٤) في (المطبوعة) زيادة: "مقلد أسلافه في تأويل". والمقصود بالمعترض هنا (السبكي) .
(٥) في (ق) : "المتأخر".
(٦) ما بين القوسين ساقط من (ق) .
(٧) في (م) : "ذه وإنما نبه".
(٨) في (ق) و (م) زيادة: "حال".','3','479',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (469,'ولا كذلك من دعي إلى قبره ليستغفر له، ومن سوى بين الأمرين وبين المدعوين وبين الدعوتين فقد جاهر بالباطل، وقال على الله وكلامه ورسوله (١) وأمناء دينه غير الحق.
وأما دلالة الآية على خلاف تأويله: فهو أنه سبحانه صدَّرها بقوله: {وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا لِيُطَاعَ بِإِذْنِ اللَّهِ وَلَوْ أَنَّهُمْ (٢) إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ} [النساء: ٦٤] (٣) [النساء -٦٤] .
وهذا يدل على أن مجيئهم إليه ليستغفر لهم؟ إذ ظلموا أنفسهم طاعة له؟ ولهذا ذم من تخلف عن هذه الطاعة، ولم يقل مسلم قط إن على من (٤) ظلم نفسه بعد موته أن يذهب إلى قبره ويسأله أن يستغفر له، ولو كان هذا طاعة له لكان خير القرون قد عصوا هذه الطاعة وعطلوها ووفق لها (٥) هؤلاء الغلاة العصاة وهذا بخلاف قوله: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} [النساء: ٦٥] [النساء / ٦٥] .
فإنه نفى الْإِيمان عمن لم يحكمه، وتحكيمه هو تحكيم (٦) ما جاء به حيًّا وميتًا، ففي حياته كان هو الحاكم (٧) بينهم بالوحي، وبعد وفاته نوابه وخلفاؤه.
_________
(١) في (ق) : "وكلام رسوله ".
(٢) ساقطة من (م) .
(٣) في بقية النسخ زيادة: فاستغفروا الله واستغفر لهم الرسول.
(٤) في (ق) : "في".
(٥) في (م) : "له".
(٦) في (المطبوعة) : "التحاكم إلى".
(٧) في (ح) و (المطبوعة) : "الحكم".','3','480',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (470,'يوضح ذلك: أنه قال: " «لا تجعلوا قبري عيدًا» " (١) ولو كان يشرع لكل مذنب أن يأتي إلى قبره ليستغفر له لكان القبر أعظم أعياد المذنبين، وهذا مضادة صريحة لدينه وما جاء به، ولو كان مشروعًا لأمر به أمته وحضهم عليه (٢) ورغبهم فيه (٣) ولكان الصحابة وتابعوهم (٤) بإحسان أرغب شيء (٥) فيه، وأسبق إليه، ولم ينقل عن أحد منهم قط- وهم القدوة- بنوع من أنواع الأسانيد (٦) أنه جاء إلى قبره ليستغفر له، ولا شكى (٧) إليه ولا سأله، والذي صح عنه مجيء القبر للتسليم فقط هو ابن عمر، وكان يفعل ذلك عند قدومه من السفر، ولم يكن يزيد على التسليم شيئًا (٨) البتة، ومع هذا فقد قال عبيد الله بن عمر العمري الذي هو أجل أصحاب نافع أو من أجلهم: "ما نعلم أحدًا من أصحاب النبي صلى الله عليه وسلم فعل ذلك إلاَّ ابن عمر "، ومعلوم أنه لا هدي أكمل من هدي الصحابة، ولا تعظيم للرسول فوق تعظيمهم، ولا معرفة لقدره فوق معرفتهم، فمن خالفهم إما أن يكون أهدى منهم أو يكون (٩) مرتكبًا لنوع من البدع، كما قال
_________
(١) أخرجه أبو داود (٢٠٤٢) . وانظر: تحذير الساجد للألباني (٩٦) ، وصححه في صحيح الجامع (٧٢٢٦) . وسبق تخريجه في "كشف ما ألقاه إبليس" ص (٢٠٦) .
(٢) ساقطة من (م) .
(٣) ساقطة من (م) .
(٤) في (ق) و (ك) : "والتابعون لهم".
(٥) في (ق) و (المطبوعة) : "الناس"، وساقطة من (ح) .
(٦) في (ق) و (م) : " المسانيد".
(٧) في (ق) : "شكر".
(٨) في (ق) و (م) : "شيئا على ذلك".
(٩) "أو يكون" ساقط من (ق) و (م) .','3','481',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (471,'عبد الله بن مسعود لقوم رآهم اجتمعوا على ذكر يقولونه بينهم (١) "لأنتم أهدى من أصحاب محمد صلى الله عليه وسلم أو أنتم على شعبة ضلالة " (٢) .
فتبين: أنه لو كان استغفاره لمن جاءه مستغفرًا بعد موته ممكنًا أو مشروعًا لكان كمال (٣) شفقته ورحمته- بل رأفة (٤) مرسله ورحمته (٥) بالأمة- تقتضي ترغيبهم في ذلك وحضهم عليه.
_________
(١) في (المطبوعة) زيادة: "ويعدونه على حصى قد تحلقوا حوله مع شيخ لهم يأمرهم بذلك في مسجد البصرة ".
(٢) أخرجه الدارمي في "سننه" (١ / ٧٩) وغيره.
(٣) في (ح) : "كما".
(٤) في (ق) : " رأفته ".
(٥) ساقطة من (م) .','3','482',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (472,'<span data-type="title" id=toc-88>[فصل في رد احتجاج المعترض بقول العلماء لقصة العتبي]</span>
فصل قال المعترض: (فهذا كلام العلماء المعتبرين الكبار، ونقلهم لهذه القصة راضين بها متلقينها بالقبول، وهي مما استفاض حتى لا تحتاج لسندٍ، ثم دع صحتها من عدمها وأنها منام، ولكن الشأن في رضى نقلتها وهم حملة الشريعة المطهرة، أَتُراهم بهذا يعرفون المُخْرِج من الملَّة الذي ذكر هذا الرجل، ويدعون الناس إليه، وينقلونه في كتبهم ليعمل به أم تراهم لا يعرفونه حتى خرج هذا الرجل ثاني (١) عشر قرن، في الموضع الذي ذكرنا حاله، وقد امتنع النبي-صلى الله عليه وسلم أن يدعو له؛ لعلمه بما يحدث منه وفيه، فأظهر الدين والتوحيد منه كما زعم للناس، وكفَّر العلماء الأمناء والأمة معهم، التي أخبر الله أنها (٢) خير أمة أخرجت للناس، وأخبر رسول الله صلى الله عليه وسلم في الحديث الذي (٣) عدَّه علماء الأمة أنه متواتر، بأنها لا تزال ظاهرة قاهرة حتى يأتي أمر الله وهم ظاهرون، فكأنه لم يكن للقرآن والشريعة المحمَّدية حملة قبله وقبل أصحابه وأتباعه الذي استغواهم (٤)
_________
(١) في (ق) و (م) و (ح) : " ثالث".
(٢) في (ق) و (م) : "أنهم".
(٣) ساقطة من (ق) و (م) .
(٤) في (م) : "استعداهم".','3','483',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (473,'ثم انخرط في السبِّ والعيب والكلام السفيه المستهجن (١) بقصد الاستراحة إليه، والتعويل في التشفي من الغليل، وهذه نفثة مصدور، وأنه معثور (٢) لا تشفي عليلًا ولا تروي غليلًا.
وتقدَّم الجواب عن هذا كله، وبيَّنَّا أنَّ الأئمة الذين عليهم المدار في الجرح والتعديل، والذين إليهم المرجع في الفتاوى والتقليد والتسجيل، لم يقولوا بهذه الحكاية، ولم يصحِّحوها، ولم يلتفتوا إليها، كل هذا مستوفى بحمد الله ومنَّته. وأما الخلوف الذين من بعدهم فليس فيما (٣) قالوه وذهبوا إليه دليل شرعي يعول عليه؛ ويرجع عند التحاكم إليه.
_________
(١) في (م) : "المستهجى".
(٢) في (ق) : "معتور" بالمثناة.
(٣) في (ح) تكرار: "فليس فيما".','3','484',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (474,'<span data-type="title" id=toc-89>[فصل في رد ادعاء المعترض حسن قصده من اعتراضات وبيان سوء قصده وأثره وبطره]</span>
فصل قال المعترض: (وليعلم الناظر إلى ما ذكرنا وقدَّمنا، أنا) (١) لم نذكره أشرًا ولا بطرًا ولا رياء ولا سمعة (٢) وإنما ذكرناه بيانًا ونصيحة لله تعالى ولرسوله وعباده المؤمنين، ولهذا قال تعالى: {إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ وَالْهُدَى مِنْ بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الْكِتَابِ أُولَئِكَ يَلْعَنُهُمُ اللَّهُ وَيَلْعَنُهُمُ اللَّاعِنُونَ} [البقرة: ١٥٩] (٣) [البقرة / ١٥٩] ) .
ثم ذكر آيات في (٤) المعنى، ثم قال بعدها: (فهذا لهم، يعني: لأهل الكتاب، ولمن فعل فعلهم بأن أعرض عن البيان مع العلم وتزييف الزيف والزيغ بالبرهان، فإنه لم يزل في مشرع في (٥) من ذمة القرآن من أي أهل (٦) قرن (٧) كان، لأجل ذلك بينَّا الخطأ بما ذكرنا (٨) وليس القصد احتجاجا
_________
(١) في (ح) : "إنما".
(٢) "ولا رياء ولا سمعة" ساقطة من (ق) و (م) .
(٣) في (ق) زيادة: "إلا الذين تابوا الآية".
(٤) في (ق) و (م) زيادة: "هذا".
(٥) (ق) : "مشروع".
(٦) ساقطة من (ق) و (م) .
(٧) في (ح) : "القرن".
(٨) في (ق) و (م) : "الخط بما ذكر".','3','485',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (475,'على الفعل، وإنما هو دفعًا عن التكفير للأمة وعلمائها بما لا يستحقون به الكفر، سواء يكون. جائزًا أو مكروها أو مندوبًا) .
والجواب أن يقال: قال الله تعالى: {فَإِنْ لَمْ يَسْتَجِيبُوا لَكَ فَاعْلَمْ أَنَّمَا يَتَّبِعُونَ أَهْوَاءَهُمْ} [القصص: ٥٠] الآية [القصص / ٥٠] .
فقسمهم قسمين: متَّبع للرسول، مؤمن بما جاء (١) به، سائر إلى الله على طريقه ومنهاجه، وآخر متبع لهواه؟ ضال عن سبيل رشده وهداه، فلا تقبل دعوى البراءة من الأشر والبطر والرياء والسمعة لمن حكم الله عليه بمتابعة الهوى، وسجل على ضلاله عن سبل الرشاد والهدى، والمصدق لهذا الضرب بما يدَّعونه من النصح والتقى جاهل بما دلَّت عليه هذه الآية من الحكم والقضاء.
وقد تقدم من الشواهد الحالية والقولية، وصريح العبارات، وظواهر المعاني والكلمات، ما يدل على أنَّ ما سوَّده هذا الرجل وافتراه من ذم الشيخ رحمه الله وبهته والكذب عليه، ورد ما جاء به من الهدى ودين الحق إنما حمله على تسويده وتسطيره محض الأَشَر والبطر والاستكبار، وطلب الرفعة والمنزلة؛ ولذلك والَى من عَبَد الصالحين ودعاهم مع الله، وصرف لهم خالص العبادة ولبَّها، وجعلهم خير أمة أخرجت للناس، وجعل مشايخه في رواية البردة هم أهل الصراط المستقيم، الذين أُمِرنا بسؤال الهداية (٢) إلى صراطهم, ومن خالفهم وقال بوجوب (٣)
_________
(١) "بما جاء "ساقطة من (ق) و (م) .
(٢) في (ق) و (م) : "بالسؤال".
(٣) في (ق) و (م) : "بموجب".','3','486',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (476,'إخلاص (١) الدعاء لله في طلب الشفاعة وغيرها، وأنه لا يعلم الغيب إلا الله فهو جاهل عنده بمعنى "لا إله إلا الله"، وأبو جهل وناديه أعلم (٢) منه بمعناها، وما دلَّت عليه على زعم هذا المعترض.
ثم أخذ في إظهار هذا لإِخوانه وشيعته، ممن غمص بالنفاق (٣) وكراهة شيخنا، وبغض ما جاء به، ولم يطلع عليه أهل التوحيد الموافقين للشيخ في ذم الشرك والتنديد (٤) فأي نصيحة حصلت والحالة هذه؟ وأي بيان وقد خصَّ به أهل النفاق والدعاء إلى الشرك بالله ودعاء سواه؟ كما أرسل نسخة من هذا الإفك إلى خدنه داود بن جرجيس.
ثم لو فرض أنه قصد النصيحة، فذلك يدل على جهله المركب (٥) بدين الله وشرعه، وما جاءت به رسله، وأن قلبه في غلاف أو مصفَّح لا يعرف الحق ولا يدريه، وليس كل من ادَّعى النصح تقبل دعواه، ولا يحكم بالْإِصابة والتسديد لكل من سُلِّمت له دعواه، وقد تقرر (٦) بين أهل العلم أن الجهل نوعان: مركب، وبسيط. والمركب أغلظ وأشد وأقبح من البسيط؛ لأن صاحبه يرى أنه من أهل العلم والرشد والهدى، وهو في الحقيقة من أهل الجهل والغي (٧) والضلال والعمى (٨)
_________
(١) ساقطة من (ق) .
(٢) في (ق) و (م) زيادة: "عنده".
(٣) في (الأصل) و (المطبوعة) : "النفاق".
(٤) في (الأصل) : "التسديد"، وفي (ق) : "والتشديد"، وكلاهما خطأ.
(٥) في (ح) : "مركب".
(٦) في (ح) : "تقدير".
(٧) في (ح) و (ق) و (المطبوعة) : "والبغي".
(٨) في (ق) و (م) : "والعمى والضلال".','3','487',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (477,'قال الله تعالى: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ يَحْسَبُهُ الظَّمْآنُ مَاءً حَتَّى إِذَا جَاءَهُ لَمْ يَجِدْهُ شَيْئًا وَوَجَدَ اللَّهَ عِنْدَهُ فَوَفَّاهُ حِسَابَهُ وَاللَّهُ سَرِيعُ الْحِسَابِ - أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ} [النور: ٣٩ - ٤٠] (١) (الآية [النور / ٣٩ , ٤٠] .
وقد دلَّت الآية على تشبيه أعمال الكفار وما هم عليه بالسراب الذي يراه الظمآن بالقيعان، فيظنه ماءً ووردًا، فيقصده وهو في الحقيقة لا شيء، أو كحال من تراكمت عليه الظلمات بعضها فوق بعض) (٢) ظلمة (٣) الأمواج المتراكمة في البحر العميق، وظلمة السحاب الحائل بينه وبين النور، ظلمات بعضها فوق بعض، فأهل المثل الأول أشد كفرًا وأقبح حالًا وأبعد هداية وبصيرة، فلا مانع والحالة هذه من أن يدعو أحدهم إلى دينه وطريقته ويتوهمها حقًّا، وهي في نفس الأمر أضل الضلال وأبطل الباطل؛ وقد قام فرعون خطيبًا في قومه فقال: {ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ} [غافر: ٢٦] [غافر / ٢٦] .
ومما يدل على جهل المعترض، وسوء قصده، وفساد إرادته، تناقض كلامه، فإذا احتج شيخنا رحمه الله بآية قال: (هذه نزلت في كذا وهي خاصة به) كما تقدَّم لك في كلامه؟ فقصر التنزيل على (٤) أهل تلك الأسباب
_________
(١) في (ق) زيادة: (ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ) ، وفي (م) ساق الآية إلى قوله تعالى: (فَمَا لَهُ مِن نُّورٍ) .
(٢) ما بين القوسين ساقط كله من (ق) .
(٣) في (ق) : " ظلمات".
(٤) في (ق) و (م) : "في".','3','488',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (478,'الموجودين وقت النزول؛ ومنع مِنْ (١) عموم ألفاظ القرآن، وقصره عن أن يحتج به على من قام به سبب وموجب يدخله في العموم اللفظي.
وإذا احتج هو على الشيخ، أو زكَّى نفسه قال في الآيات القرآنية فهذا لهم؛ ولمن فعل فعلهم، كما ذكرنا (٢) هنا، فأي جهل وأي أشر وأي سمعة غير ما هو بصدده؟ .
هذا، وقد عُلِم أن هذا المعترض قد شرح كتاب التوحيد الذي قد صنفه الشيخ محمد رحمه الله، وتزين عند أهل الْإِسلام بشرح كتابه، وانتسابه إليه، والشهادة له بأنه على الحق (٣) فلما فاته بعض مقصوده (٤) رجع القهقرى وانقلب على عقبه (٥) فنعوذ بالله من زيغ القلوب بعد الهدي ومن الشرك والشك والعمى.
وقد قال تعالى: {وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ [انْقَلَبَ عَلَى وَجْهِهِ} [الحج: ١١]] (٦) الآية [الحج / ١١] .
وقد أكثر الكلام والهذر بعض الأمراء بمجلس بعض الأعراب، ثم
_________
(١) في (المطبوعة) : " في ".
(٢) في (ق) و (م) : " ذكر".
(٣) في (المطبوعة) زيادة: "وأطنب في مدحه، والثناء عليه في شرحه المذكور على مصنف شيخنا قدس الله روحه".
(٤) في (المطبوعة) زيادة: "من الدنيا التي إليها يسعى ولها يعمل ".
(٥) في (المطبوعة) زيادة: "لأنه لوَّح له بعض أعداء التوحيد بما إليه يسعى، فولى مدبرًا".
(٦) ما بين المعقوفتين من الآية ليس في (الأصل) وأبقيناه إذ لا يحسن الوقف عند "فتنه". وفي (ق) و (م) : "عقبه"، بدل "وجهه"، وهو خطأ.','3','489',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (479,'التفت إلى الأعرابي، وقال له: ما العي عندكم في البادية؟ قال: هو ما كنت فيه منذ اليوم.
فسبحان من أظهر من عجائب قدرته، وأدلة حكمته في بعض مخلوقاته، ما نبَّه به المعافى والمنعم عليه من عباده على عظم النعمة وجزيل العطية والمنحة، ولطائف الخصائص (١) وخصائص اللطائف.
وأما قوله: (وليس القصد (٢) احتجاجًا على الفعل، وإنما هو دفعًا عن التكفير للأمة وعلمائها) إلى آخر عبارته.
فجوابه: أن منعك من تكفير من أشرك بالله وعدل به سواه، وسوَّى بينه وبين عباده من الأحياء والأموات هو غاية التزكية، والاحتجاج على جواز أفعالهم (٣) وإباحة صنيع من أشرك؛ لأن الحكم على أمثالهم بأحكام المسلمين؛ والدخول في عامة المؤمنين يقتضي استحباب دعاء الصالحين أو إباحته، ومتى قيل: بأنه كفرٌ ودعاءٌ لغير الله لزم أن يترتب على فاعله، ويجري عليه ما رتبه القران والسنَّة من أحكام الشرك والكفر (٤) لا سيَّما وهذا المعترض يصف أهل هذه الأفعال بأنهم علماء الأمة وصلحاؤها. وهم خير أمة أخرجت للناس، وهم أهل الصراط المستقيم، فكيف يرجع بعد هذا ويدَّعى أنه لا يحتج على قبيح أفعالهم وعظيم شركهم؟ وهل هذا إلاَّ محض التدافع والتناقض، وإذا وجد الملزوم وجد اللازم.
_________
(١) ساقطة من (ق) .
(٢) في (م) : " المقصود".
(٣) في (ق) و (م) : " أفعاله".
(٤) في (ق) و (م) : "الكفر والشرك".','3','490',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (480,'وقوله: (سواء يكون جائزًا أو مكروهًا أو مندوبًا) .
هذا صريح في أن أفعالهم وشركياتهم دائرة عنده بين الكراهة والجواز والندب، وهذا يردُّ ما قبله، ويؤيد ما قلناه، ويبين أن المعترض ملبوس عليه، لا يعقل ما يقول.
وفي تعبيره بمضارع "كان" عن أمر حصل وتحقق في الماضي، وصار النزاع فيه واقعًا (١) ما يدل على جهله بمواقع الخطاب، ومعاني الكلمات، وأنه نبطي لم يمارس صناعة العلم، وقد تقدم التنبيه على ذلك.
_________
(١) في (ح) : "واقفًا".','3','491',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (481,'<span data-type="title" id=toc-90>[فصل في رد نسبة المعترض الشيخ للجهل وعدم معرفة مذاهب أهل العلم]</span>
فصل قال المعترض: (وسنذكر من عبارات الأصحاب وغالبها من الذين يميل هذا الرجل وذووه بزعمه إليهم، وإن كان هو لا يعمل بقولهم (١) ولا يفهم حقيقته مما يدرأ به عن التكفير للأمة مع صدوره بالجهل، وفيهم لمن تحقَّق قولهم المقنع، ولو ذهبنا نذكر قول (٢) علماء أهل (٣) المذاهب لم يرعووا إليها، لأنهم لا يرونهم قدوة لادعائهم الاجتهاد، وإن كانوا لا يصلحون مع أهل العلم لتعليم الأولاد) .
فيقال في جوابه: باب الدعاوى، والقول بلا حجة أوسع من المشرق إلى المغرب، يمكن كل مبطل أن يقول في خصمه ما شاء إن لم يمنعه مانع، أو يزعه وازع، من سنة أو قرآن أو رهبة أو سلطان، وإذا خلا الرجل من ذلك، وخلع ربْقَة الحياء والدين فليصنع ما شاء، كما في حديث (٤) " «إذا لم تستحِ فاصنع ما شئت» " (٥) وإذا رمى هذا المعترض
_________
(١) في (ق) و (م) : "هؤلاء لا يعلم قولهم".
(٢) ساقطة من (م) .
(٣) ساقطة من (ق) و (م) .
(٤) في بقية النسخ: "الحديث".
(٥) تقدَّم تخريجه، انظر: ص (٥١) ، هامش ٤.','3','492',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (482,'خصمه بترك العمل وعدم الفهم، فمن الذي يشهد له هو بعلم أو عمل؟ وأي أحد من الأمة أهل الفطنة والدين فضلًا عن أهل العلم واليقين، يرضى حكمه في حزمة (١) بَقْلٍ أو شراك نَعْل، والمعروف عنه في هذا الكتاب وفي غيره من الجهل المركَّب الصريح، ما يتنزَّه عنه أحاد العامة، بل كثير من المشركين لا يرضى قوله، ولا يميل إليه، وإن وافق مذهبه لاستهجانه في نفسه، وظهور ضلاله وتناقضه، وكثير منهم يتستَّر ولا (٢) يبدي ما أبداه هذا المعترض من الفضائح، وإن دعا الصالحين وتوجَّه إليهم من دون الله.
ثم قوله: (مما (٣) يدرأ به عن التكفير للأمة) قد تكرَّر منه في كل صفحة (٤) التشبيه بالأمة، وأن خصمه يُكَفِّر الأمة، وقد تقدَّم مرارًا أن الأمة المستجيبين لله ورسوله لا يكفرهم خصمه (٥) ؛ بل هم أولياؤه إخوانه ولم يدع إلاَّ إلى طريقهم (٦) ولم ينتحل سوى نحلتهم، وهم المقصودون من الأحاديث التي تدل على التزكية والثناء، وأمَّا مجرَّد الانتساب إلى الأمة (٧) مع دعاء غير الله (٨) والشرك الصريح بالأحياء والأموات, والبلة
_________
(١) في (ق) و (م) : "بحزمة".
(٢) في (ق) و (م) : "يستتر"، "ولا" ساقطة من (م) .
(٣) في (ق) و (م) : "ما".
(٤) في (ق) و (م) زيادة: "بذا".
(٥) في (المطبوعة) زيادة: "ولا يدين لله بذلك ".
(٦) في (ق) و (م) : "طريقتهم"، وبإسقاط: " إلى ".
(٧) في (ق) و (م) : "الله".
(٨) في (ق) : " غيره".','3','493',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (483,'والمجانين، والأحجار والأشجار والشياطين، فهذا (١) ليس هو دين الأمة المحمَّدية، كما زعمه هذا المعترض الجاهل، وإنَّما هو (٢) دين إخوانه الضالين من الكتابيين والأميين، وإن كثر عددهم وعظم سوادهم، وتشابهت قلوبهم، فهم عند الله وعند رسوله وعند أولي العلم من خلقه الأقلون، الضالون، المنحرفون عما جاءت به الرسل، ودعت إليه الأنبياء، ولا يطلق عليهم اسم الأمة إلاَّ في مقام الدعوة والنذارة، كما في حديث: " «ما من رجل من هذه الأمة يهودي ولا نصراني يسمع بي (٣) ثم لا يؤمن إلاَّ كان من أهل النار» " (٤) .
وأمَّا زعمه: (أنَّ الشيخ وإخوانه الموحِّدين لا يرون العلماء قدوة، ولا يرعوون إلى أقوالهم لادعائهم الاجتهاد، وإن كانوا لا يصلحون لتعليم الأولاد) .
فيقال: هذا البهت والزور من جنس ما سبق وتكرَّر عنه في هذه الرسالة، وشيخنا رحمه الله لم يَخْرج في مسألة من الأصول والفروع عما عليه أهل العلم، الذين لهم لسان صدق في هذه الأمة، ويطالب هذا المفتري (٥) بتصحيح دعواه في مسألة واحدة من مسائل الدين، وهذه المسائل التي نقلها هذا المفتري، واحتجَّ بها على دعواه، كافية في الرد عليه
_________
(١) في (ق) و (م) : "فهو".
(٢) ساقطة من (م) .
(٣) ساقطة من (ق) .
(٤) أخرجه مسلم (١٥٣) ، وأحمد (٢ / ٣١٧، ٣٥٠) ، والحاكم في المستدرك (٢ / ٣٧٢) .
(٥) في (ق) : "المعترض".','3','494',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (484,'والتسجيل على جهله وعدم فهمه، لما أورده من كلام أهل العلم والدين، وأنه (١) لم يدخل من الْإِسلام فيما دخل فيه عوام المسلمين، فضلًا عن أهل العلم واليقين، ومن عادة أهل الجهل والنفاق، نسبة أهل العلم والْإِيمان إلى السفه والجهالة.
كما قال تعالى عن المنافقين: {وَإِذَا قِيلَ لَهُمْ آمِنُوا كَمَا آمَنَ النَّاسُ قَالُوا أَنُؤْمِنُ كَمَا آمَنَ السُّفَهَاءُ أَلَا إِنَّهُمْ هُمُ السُّفَهَاءُ} [البقرة: ١٣] الآية [البقرة / ١٣] .
وقال فرعون لقومه: {أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ} [الزخرف: ٥٢] [الزخرف / ٥٢] . فهذه سنَّة معروفة لأهل الكفر والنفاق، يستجهلون أهل الإيمان، ويزدرونهم، ويرمونهم (٢) بالسفه، وعدم العلم، وقد ألبس الله هذا الرجل ثوب الجهل المركب وثوب التعصُّب، وعرف بذلك بين الورى، وانتزعت منه سمة أهل الإيمان والهدى، فنسأل الله العفو والعافية، والثبات على دينه الذي ارتضاه لنفسه.
_________
(١) في (ق) : "والله".
(٢) ساقطة من (ق) و (م) .','3','495',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (485,'<span data-type="title" id=toc-91>[فصل فيه بيان أن الحجة تقوم على المكلفين ويترتب حكمها بعد بلوغ ما جاءت به الرسل ويكفي في التكفير رد الحجة وعدم قبول الحق]</span>
فصل قال المعترض: (قال أبو العباس ابن تيمية رحمه الله تعالى، بعد كلام سبق من ذكر أنواع العبادة التي لله تعالى، ثم قال: "ولكن لغلبة الجهل، وقلَّة العلم بآثار الرسالة في كثير من المتأخرين لم يمكن (١) تكفيرهم (٢) حتى يتبيَّن لهم ما جاء به الرسول صلى الله عليه وسلم مما يخالف، فهذا صريح قوله، يقول حتى يتبين " بتقديم الياء المثناة من تحت على المثناة الفوقية (٣) ثم باء موحدة بعدهما من نسخة صحيحة على هوامشها خطَّه بيده رحمه الله، وهم جعلوا مجرَّد تعريفهم حجَّة فكفَّروا به، كيف ومن وراء ذلك تصحيح قولهم كما قدمنا، فإذا صح قولهم ووافقهم عليه علماء الأمة، فلا بدَّ أن يتبين للمعرف (٤) فحينئذٍ يوافق قوله تعالى: {فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ} [البقرة: ٨٩] [البقرة / ٨٩] .
وقوله تعالى: {إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى} [محمد: ٢٥] (٥) [محمد / ٢٥] .
_________
(١) في (ح) : "يكن".
(٢) في (ق) زيادة: "بذلك".
(٣) في (ق) و (م) : "من فوق ".
(٤) في (ق) : " للمعرفة".
(٥) في (ق) زيادة: الشيطان سول لهم وأملى لهم.','3','496',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (486,'وقوله: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى} [النساء: ١١٥] [النساء / ١١٥] .
وفي الآية الأخرى: {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى} [محمد: ٣٢] الآية [محمد / ٣٢] .
قال المفسرون: من بعد ما ظهر لهم الحق بالمعجزات الباهرات.
ولهذا قال تعالى: {سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} [فصلت: ٥٣] [فصلت / ٥٣] . قال البغوي: دين الإسلام.
وهؤلاء الذين كفَّرهم هذا الرجل (١) . لم يصدوا عن سبيل الله، ولم يشاقوا الرسول صلى الله عليه وسلم، بل شيَّدوا منارهم لداعي الفلاح، وعمروا مدارسهم، واستقبلوا قبلتهم، والجهل إذا وجد فيهم له الأمر بالمعروف والنهي عن المنكر لا التكفير) .
والجواب أن يقال: قد تصرَّفت في كلام الشيخ وأسقطت أوله الذي يستبين (٢) به مقصوده، وقد تقدَّم أن هذه (٣) حرفة يهودية، صار هذا المعترض على نصيب وافر منها، نعوذ بالله من الخزي والهوان.
وقبل هذا النقل قرَّر شيخ الْإِسلام في هذه الرسالة التي يشير إليها المعترض أن دعاء الصالحين مع الله وطلب ما لا يقدر عليه إلاَّ الله، كمغفرة الذنوب، وهداية القلوب، وطلب الرزق من غير جهة معينة، وقول القائل
_________
(١) في (ق) : "هؤلاء الرجال"، وفي (م) "هؤلاء الرجل".
(٢) في (ق) : "يتبين".
(٣) في (ق) و (م) : "هذا".','3','497',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (487,'لصاحب الوثن والمشهد: "أنا في حسبك، واليوم على الله وعليك". ونحو ذلك مما يصدر " (١) . ممن يعبد الأموات ويدعو الصالحين، ويستغيث بهم كفر صريح، وشرك (٢) ظاهر، يستتاب فاعله، فإن تاب وإلا قتل.
وبعد تقرير هذا قال (٣) (ولكن لغلبة الجهل وقلة العلم بآثار الرسالة في كثير من المتأخرين لم يمكن (٤) تكفيرهم بذلك، حتى يتبين (٥) لهم ما جاء به الرسول مما يخالفه) .
ومراد شيخ الْإِسلام ابن تيمية بهذا الاستدراك، أنَّ الحجة إنَّما تقوم على المُكَلَّفين، ويترتَّب حكمها بعد بلوغ ما جاءت به الرسل من الهدى ودين الحق، وزبدة الرسالة ومقصودها الذي هو توحيد الله وإسلام الوجوه (٦) له وإنابة القلوب إليه.
قال الله تعالى: {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا} [الإسراء: ١٥] [الإسراء / ١٥] .
وقد مثَّل العلماء هذا الصنف بمن نشأ ببادية، أو ولد في بلاد (٧) الكفار، ولم تبلغه الحجة الرسالية، ولذلك قال الشيخ: "لغلبة الجهل، وقلة العلم بآثار الرسالة في كثير (من المتأخرين"، وقد صنَّف رسالة مستقلة في أن الشرائع
_________
(١) مما يصدر" ساقطة من (ق) و (م) .
(٢) في (ق) و (م) : " شرك صريح وكفر".
(٣) انظر: " الرد على البكري" (٢ / ٧٣١) .
(٤) في (ح) : "يكن".
(٥) في (ح) و (المطبوعة) : "يبين".
(٦) في (ح) : "الوجه".
(٧) ساقطة من (ق) و (م) .','3','498',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (488,'لا تلزم قبل بلوغها، وأكثر) (١) العلماء يسلمون (٢) هذا في الجملة، ويرتِّبون عليه أحكامًا كثيرة في العبادات والمعاملات وغيرها، فمن بلغته دعوة الرسل إلى توحيد الله، ووجوب الْإِسلام له، وفقه أن الرسل جاءت بهذا لم يكن له عذر في مخالفتهم وترك عبادة الله، وهذا هو الذي يُجْزم بتكفيره إذا عبد غير الله، وجعل معه الأنداد والآلهة، والشيخ وغيره من المسلمين لا يتوقفون في هذا، وشيخنا رحمه الله قد قرَّر هذا وبينه وفاقًا لعلماء الأمة واقتداءً بهم، ولم يكفِّر (٣) إلاَّ بعد قيام الحجة وظهور الدليل، حتى إنه رحمه الله توقف في تكفير الجاهل من عُبَّاد القبور إذا لم يتيسَّر له من ينبِّهه، وهذا هو المراد بقول الشيخ ابن تيمية رحمه الله تعالى: "حتى يتبين (٤) لهم ما جاء به الرسول صلى الله عليه وسلم، فإذا حصل البيان الذي يفهمه المخاطب ويعقله فقد تبيَّن له "، وليس بين "بيَّن" و"تبيَّن" فرق بهذا الاعتبار؛ لأن كل من بُيَّن له (٥) ما جاء به الرسول، وأصر وعاند، فهو غير مستجيب، والحجة قائمة عليه سواء كان إصراره لشبهة عرضت، كما وقع للنصارى، وبعض المشركين من العرب، أو كان ذلك عن عناد وجحود واستكبار (٦) كما جرى لفرعون وقومه، وكثير من مشركي العرب، فالصنفان يحكم بكفرهم إذا قامت الحجة التي يجب اتباعها، ولا يلزم أن يعرف الحق في نفس الأمر كما عرفته اليهود وأمثالهم؛ بل
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) في (ق) : "يسمون".
(٣) في (ق) و (م) : " يكف".
(٤) في (ق) و (ح) و (ح) و (المطبوعة) : "يبين".
(٥) ساقطة من (م) .
(٦) في (ق) و (م) : " واستكبار وجحود".','3','499',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (489,'يكفي في التفكير رد الحجَّة, وعدم قبول ما جاءت به الرسل.
قال تعالى: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ} [النور: ٣٩] (١) - إلى قوله- {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} [النور: ٤٠] [النور / ٣٩، ٤٠] .
قال تعالى: {وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا} [يس: ٩] الآية [يس / ٩] .
وقال تعالى: {أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا} [الفرقان: ٤٤] [الفرقان / ٤٤] .
وقال تعالى {وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لَا يَفْقَهُونَ بِهَا وَلَهُمْ أَعْيُنٌ لَا يُبْصِرُونَ بِهَا وَلَهُمْ آذَانٌ لَا يَسْمَعُونَ بِهَا أُولَئِكَ كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ أُولَئِكَ هُمُ الْغَافِلُونَ} [الأعراف: ١٧٩] [الأعراف / ١٧٩] .
وقال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا - الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا (٢) وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف: ١٠٣ - ١٠٤] [الكهف / ١٠٣، ١٠٤] .
[٢٠٦] وقال تعالى: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا} [فاطر: ٨] [فاطر / ٨] .
وقال تعالى: {فَرِيقًا هَدَى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضَّلَالَةُ إِنَّهُمُ اتَّخَذُوا الشَّيَاطِينَ أَوْلِيَاءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ} [الأعراف: ٣٠] [الأعراف / ٣٠] .
ونحو ذلك من الآيات, وإذا بلغ النصراني ما جاء به الرسول, ولم يَنْقد له؛ لظنه أنه رسول الأميين فقط فهو كافر, وإن لم يتبين له الصواب في نفس (٣) الأمر.
_________
(١) في (ق) و (م) زيادة: يحسبه الظمآن ماء.
(٢) ساقطة من (م) .
(٣) في (ح) : "بعض".','3','500',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (490,'وكذلك كل من بلغته دعوة الرسول (١) بلوغًا يعرف منه المراد والمقصود، فردَّ ذلك لشبهة أو نحوها فهو كافر، وإن التبس عليه الأمر، وهذا لا خلاف فيه.
فما صنعه هذا الغبي من ضبط الكلمة بالياء التحتية ثم المثناة الفوقية جهل منه بأصول الشرع وأدلته.
وقوله: (لا بدَّ أن يتبيَّن للمعرف) واستدلاله بقوله تعالى: {فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ} [البقرة: ٨٩] [البقرة / ٨٩] وما بعدها من الآيات يدلك (٢) على كثافة فهمه وعظيم جهله، فإن هذه الآيات إنما فيها التسجيل والبيان عن حال من كفر مع علمه بالحق والهدى، وليس فيها أنه لا يكفر (٣) سواه، فمن لم يستجب للرسول صلى الله عليه وسلم من أهل الشبهات والجهل المركب فالدليل أخص من المدعى.
وهذا المعترض من أجهل الناس بأحكام الشرع (٤) وسبل الهدى، وأظنه لا يحفظ كتاب الله (٥) ولا (٦) يدري ما فيه من النصوص.
قال الله تعالى: {وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْمًا بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُونَ} [التوبة: ١١٥] [التوبة / ١١٥] .
_________
(١) ساقطة من (ق) و (م) ، وفي (ح) و (المطبوعة) : "الرسل".
(٢) في (م) : "يدل".
(٣) في (ق) : "تعتل"، وغير واضحة في (م) .
(٤) في (ق) و (م) : "الشريعة".
(٥) في (المطبوعة) زيادة: "إن حفظه فإنما مثله كمثل الحمار يحمل أسفارا، شأنه شأن إخوانه المدافعين عن الشرك الأكبر وعبادة الطواغيت واتخاذ الأنداد من دون الله ".
(٦) في (المطبوعة) : "فلا".','3','501',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (491,'ولم يقل حتى" يتبين ".
وقال: {وَمَا أَرْسَلْنَا (١) مِنْ رَسُولٍ إِلَّا بِلِسَانِ قَوْمِهِ لِيُبَيِّنَ لَهُمْ} [إبراهيم: ٤] الآية [إبراهيم / ٤] .
وقد نص شيخنا رحمه الله تعالى في جوابه لمن سأله عن هذه المسألة, وقال رحمه الله تعالى (٢) (أصل الإشكال: أنكم لم تفرقوا بين بلوغ الحجة, وفهم (٣) الحجة, وبلوغ الحجة لابدَّ منه في الحكم بما تقتضيه الحجة والدليل, وأما فهم الحجة فلا يشترط.
قال الله تعالى: {أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعَامِ بَلْ هُمْ أَضَلُّ سَبِيلًا} [الفرقان: ٤٤] [الفرقان / ٤٤] ) . اهـ بمعناه.
(قال الخطابي في "الغريب": الكفر على أربعة) (٤) أنحاء: كفر جحود، (وكفر عناد، وكفر نفاق) (٥) وكفر إعراض. ومثَّل الأول: بكفر فرعون وأمثاله (٦) و (٧) الثاني: بكفر إبليس ممن اعترف وعاند. والثالث: بكفر النفاق. والرابع: بكفر المعرضين عن التزام الإسلام والعمل (٨) به
_________
(١) ساقطة من (ق) و (م) .
(٢) انظر: "مؤلفات الشيخ محمد بن عبد الوهاب" (١ / ٢٤٤) .
(٣) في (ح) : "وفهمه".
(٤) ما بين القوسين غير ظاهر في صورة الأصل، حيث أن هذه الفقرة مكتوبة بالهامش.
(٥) في (ق) و (م) : "وكفر نفاق وكفر عناد".
(٦) ساقطة من (ق) .
(٧) في (ق) زيادة: "ومَثَّل".
(٨) في (ق) و (م) : "الإسلام والتزام العمل ".','3','502',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (492,'لغرض غير العناد (١) وقرَّر مثله شمس الدِّين ابن القيم.
وقوله: (وهؤلاء الذين (٢) كفَّرهم هذا الرجل لم يصدُّوا عن سبيل الله، ولم يشاقوا الرسول) .
إن أراد أن من عبد الصالحين بالحب مع الله، والخضوع، والدعاء، والذبح، والنذر ونحو ذلك من العبادات، لم يصدوا عن سبيل الله، ولم يشاقوا الرسول، مع ما هم فيه من الشرك البواح والكفر البيِّن (٣) ودعوة الناس إلى مذهبهم، وتحسينه للجهال (٤) والغوغاء وإيراد الشبهات على صحته، فهذا [٢٠٧] أكبر دليل، وأوضح برهان على أن هذا المعترض لم يأنس بشيء مما جاءت به الرسل، ولم يفقه مراد الله ورسوله، ولم يدرِ ضروريات الْإِسلام التي يعرفها كل من تصوُّره وعرف حقيقته، فضلًا (٥) عمن قَبِله ودان به.
وفيه جهله بمعنى الصد والمشاقة التي يعرفها آحاد الناس، وكون عبَّاد القبور شيَّدوا المنار، وعمَّروا المدارس، واستقبلوا القبلة، فليس هذا هو الْإِسلام حتى يستدل به على إسلام من دعا الأموات والصالحين، وجعلهم أندادًا لله ربِّ العالمين.
وفي حديث سؤال جبريل عن الْإِسلام والْإِيمان والْإِحسان ما يستبين (٦)
_________
(١) في (ق) و (م) : "عناد".
(٢) ساقطة من (ق) .
(٣) في (ق) : "المبين".
(٤) في (ق) و (م) : "للجهل".
(٥) ساقطة من (ق) و (م) .
(٦) في (ق) و (م) : "يتبين".','3','503',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (493,'به ضلال هذا المعترض وجهله (١) بمسمى الدين ومراتبه، فإنَّ النبي صلى الله عليه وسلم أجابه عن سؤاله (٢) عن الْإِسلام بجواب كاشف للحقيقة مبيِّن للحد (٣) والماهيَّة، فقال: " «الْإِسلام أن تشهد أن لا إِله إلاَّ الله وأنَّ محمدًا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحجّ البيت إن استطعت إليه سبيلا» " (٤) فجعل الْإِسلام هو التزام التوحيد، والبراءة من الشرك، والشهادة لرسوله صلى الله عليه وسلم بالرسالة، والإتيان بالمباني الأربعة، ولم يذكر تشييد المنار.
وكذلك جعل هذا مسمى الإِيمان في حديث وفد عبد القيس، إلاَّ أنه أبدل الحج بإعطاء الخمس، فمن جعل الْإِسلام هو الْإِتيان بأحد المباني فقط مع ترك التزام توحيد الله والبراءة من الشرك، فهو (٥) أجهل الناس وأضلَّهم، فكيف بمن جعل ذلك هو تشييد المنار، أو عمارة المدارس، أو استقبال القبلة" قال تعالى: {أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لَا يَسْتَوُونَ عِنْدَ اللَّهِ [وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [التوبة: ١٩]] (٦) [التوبة / ١٩] .
وقد تقدم هذا المبحث (٧) وانهدم أصل المعترض، وكشفنا عن ضلالته بحمد الله ومنته.
_________
(١) ساقطة من (ق) .
(٢) "عن سؤاله " ساقطة من (ق) و (م) .
(٣) في (ق) و (م) : " للحدود".
(٤) أخرجه البخاري (٥٠، ٤٧٧٧) ، ومسلم (٨، ٩) .
(٥) في " ق": "فهذا من".
(٦) ما بين المعقوفتين مختصر في (ق) بكلمة: "الآية".
(٧) في (ق) و (المطبوعة) : "البحث".','3','504',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (494,'<span data-type="title" id=toc-92>[فصل فيه رد على فهم خاطىء للمعترض لكلام شيخ الإسلام ابن تيمية]</span>
فصل قال المعترض: (ثم قال أبو العباس: "وما يروى أن رجلًا جاء إلى قبر النبي صلى الله عليه وسلم فشكي إليه الجدب عام الرمادة, فرآه وهو يأمره أن يأتي عمر وأن يخبره أنهم مسقون، فعليه بالكيس، فمثل هذا يقع كثيرًا لمن هو دون النبي صلى الله عليه وسلم، وأعْرِف من هذا وقائع، وكذلك سؤال بعضهم للنبي صلى الله عليه وسلم أو غيره من أمته حاجة فتقضى، فإن هذا وقع كثيرًا، ولكن عليك أن تعلم أن إجابة النبي صلى الله عليه وسلم لهؤلاء السائلين لا (١) تدل على استحباب السؤال، وأكثر هؤلاء السائلين الملحين (٢) لما هم فيه من ضيق الحال لو لم يجابوا لاضطرب إيمانهم، كما أن السائلين له في الحياة كانوا كذلك ". هذا كلامه والمقصود في هذا أنه قال بعد حكايته عن فعلهم وسؤالهم لرسول الله صلى الله عليه وسلم: لو لم يجابوا لاضطرب إيمانهم، و (٣) أن السائلين له في الحياة كانوا كذلك (٤) وأثبت لهم الْإِيمان بذلك، وسوى بين الحياة والممات؛ كما
_________
(١) ساقطة من (ح) .
(٢) في (م) : "الملحدين".
(٣) في (ق) و (المطبوعة) : "كما أن".
(٤) في (ق) و (المطبوعة) زيادة: "هذا كلامه، والمقصود في هذا أنه قال بعد حكايته عن فعلهم وسؤالهم رسول الله صلى الله عليه وسلم لو لم يجابوا لاضطرب إيمانهم، وأن السائلين له في الحياة كانوا كذلك".','3','505',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (495,'تراه صريحًا واضحًا (١) . وقد «قال ربيعة بن كعب رضي الله عنه كما في صحيح مسلم: "كنت أبيت مع رسول الله صلى الله عليه وسلم، فأتيته بوضوء وحاجة فقال: سلني، فقلت: سألتك مرافقتك في الجنة فقال أو غير ذلك؟ قلت: هو ذاك. فقال: "أعني على نفسك بكثرة السجود» " (٢) وهذا الرجل كفَّر من سأل الله تعالى وحده بذات النبي صلى الله عليه وسلم، أو برجل صالح وأخرجه عن (٣) ملة الإِسلام بذلك، كما ترى فيما سبق من (٤) قوله في شبهته، فهو بذلك ممن قال الله فيهم: {وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ} [الحج: ٨] الآية [الحج / ٨] .
وممن قال فيهم النبي صلى الله عليه وسلم: " «إنهم يقتلون أهل الْإِيمان ويدعون أهل الأوثان» ") .
والجواب أن يقال: إن أبا العباس قرر منع الدعاء عند القبور، وأنه وسيلة إلى دعاء أربابها مع الله، كما يفعله عباد الكواكب والأصنام والصالحين من الآدميين والملائكة، وجزم بالمنع من دعاء الله عندها، وأنها وسيلة إلى هذا الشرك العظيم، وأنه مشاقة لله ورسوله، فإن (٥) الرسول منع من الصلاة عند القبور، ولعن فاعله، وقال: " «لا تتخذوا قبري
_________
(١) ساقطة من (ق) و (المطبوعة) .
(٢) أخرجه مسلم (٤٨٨) ، وأبو داود (١٣٢٠) ، والنسائي (٢ / ٢٢٧) ، وأحمد (٣ / ٥٠٠) .
(٣) في (ق) و (م) : "من".
(٤) في (م) : "في".
(٥) في (م) : "وإن ".','3','506',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (496,'عيدًا» " (١) فاستدل واحتج واستظهر، ثم ذكر (٢) سؤالًا يورده القبوريون- يعني عباد القبور- وأجاب عنه، وذكر أنه إنما أورده مع بُعْدِه عن طريق العلم والهدى، لأنه غاية ما يتمسك به القبوريون، وأورد فيه ما يحتجون به، ومنه ما ذكر هذا المعترض أن رجلًا جاء إلى قبر النبي صلى الله عليه وسلم فشكى إليه الجدب عام الرمادة، والشيخ لم يقصد أنَّ هذا جائز أو أنه مشروع، أو دليل يستدل به على الدعاء عند القبور، أو على دعاء أربابها مع الله، وإنما ذكر أنه يقع، وأن وقوعه لا يُسْتَدَل به، وأنه ذكره في معرض الرد على من دعا عند القبور، فإن كان كلام الشيخ دليلًا فقد رده، وذكر أنه لا يحتج به، وأنه بعيد عن طريق العلم والهدى كما قاله في أول السؤال في كتاب: "اقتضاء الصراط المستقيم ".
وقوله: (وأعرف من هذا وقائع، وأن هذا وقع كثيرًا) .
يريد به أن الوقائع القدرية في مثل هذا لها أسباب متعددة لا يحيط بها إلاَّ الله، فلا يستدل بها على التشريع والاستحباب أو الجواز.
وقوله: (لو لم يجابوا لاضطرب إيمانهم) . ليس فيه أنهم لم يشركوا أو أن هذا مشروع، غاية ما هناك أنه ذكر عنهم أنهم لو لم يجابوا لاضطرب إيمانهم، وهذا يدل على أنهم على طرف وحرف، إن أصابهم خير اطمأنُّوا (٣) به، وإن أصابتهم فتنة انقلبوا، كما أن كثيرًا من السائلين
_________
(١) في (ق) زيادة: "ولا بيوتكم. . . الحديث "، والحديث تقدم تخريجه. انظر: ص (٤٨١) ، هامش ١ ".
(٢) ساقطة من (ق) و (م) .
(٣) في (ق) : " أصابه خير اطمأن".','3','507',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (497,'له (١) في الحياة كذلك، وقد ذمهم الله وعابهم بقوله: {وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ} [التوبة: ٥٨] (٢) [التوبة / ٥٨] . وهؤلاء من أهل النفاق بنص الآية والشيخ جعلهم مثلهم، فأي دليل يبقى لمبطل لو كانوا يعلمون؟ . ويقال أيضًا: قول الشيخ: (لو لم يجابوا لاضطرب إيمانهم) ، ليس فيه أنهم مؤمنون إيمانًا يمنع من الشرك، غايته أن (٣) يكونوا مؤمنين برسالته ونبوته (٤) الِإيمان بالرسالة والنبوة لا يكفي مع عدم الانقياد لما جاء به من التوحيد، والبراءة من الشرك، أو يراد به الإيمان بتوحيد الربوبية.
قال تعالى: {وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ} [يوسف: ١٠٦] [يوسف / ١٠٦] . أثبت لهم إيمانًا (٥) مع شركهم (٦) . ويدل على مراد الشيخ: أنه لم يطلق الإيمان، وإنما أتى بإيمان مقيد (٧) بالإضافة إليهم، وهذا يدل على نوع خاص من الإيمان وجزء
_________
(١) ساقطة من (ق) .
(٢) في (ق) و (م) : "يسخرون".
(٣) في (ق) و (م) : "أنهم".
(٤) في (المطبوعة) زيادة: "إيمان الجاهلين المقلدين لا إيمان الراسخين المستبصرين، وهذا ".
(٥) في (ق) : "الإيمان".
(٦) في (المطبوعة) زيادة: " وهو بلا شك الإيمان التقليدي الكاذب". كما قال في المنافقين: "ومن الناس من يقول آمنا وباليوم الآخر وما هم بمؤمنين".
(٧) في (ق) و (م) : "بالإيمان مقيدًا".','3','508',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (498,'منه، فأي حجة تبقى لهذا المعترض الذي هو أجهل وأضل (١) من حمار أهله؟ .
قال تعالى: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} [الجمعة: ٥] [الجمعة / ٥] .
وأما حديث ربيعة بن كعب: فالاستدلال به خروج عن محل النزاع، وأهل العلم لا يمنعون من سؤاله صلى الله عليه وسلم في حال حياته، فإن المراد هنا طلب (٢) شفاعته بالدعاء.
قال تعالى: {وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنْفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّابًا رَحِيمًا} [النساء: ٦٤] [النساء / ٦٤] .
وهذا من جنس سؤال المخلوق ما يقدر عليه، ولهذا كان الإتيان إليه صلى الله عليه وسلم لطلب الاستغفار لمن ظلم نفسه مشروعًا في حياته باتفاق الأمة، وأما بعد موته فلم ينقل عن أحد من أصحابه، ولا عن أحد من أئمة العلم والهدى أنَّه فعله، أو استحبه (٣) أو أمر به، حتى أن الحكاية التي تذكر عن العتبي ضعفها أهل العلم بالنقل، ولم يثبتوها وقد بَسط الكلام عليها وكَشف حال ناقليها، الحافظ محمد بن أحمد بن عبد الهادي رحمه الله تعالى في كتاب: "الصارم المنكي"، وتقدم تلخيص ذلك قريبًا (٤) .
_________
(١) ساقطة من (ق) .
(٢) ساقطة من (ح) و (المطبوعة) .
(٣) في (ق) : "استحسنه".
(٤) في (المطبوعة) زيادة: "وتبين أنها مكذوبة لا تقوم بها حجة".','3','509',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (499,'والخير في اتباع من سلف، والشر في ابتداع من خلف، وهذا الرجل من الصم البكم (١) الذين لا يعقلون، والحديث فيه الْإِشارة بقوله: " «أعنِّي على نفسك بكثرة السجود» " إلى ما وقع في حديث أبي هريرة صريحًا لما قال له: " «من أسعد الناس بشفاعتك يا رسول الله؟ قال: أسعد الناس بشفاعتي من قال: لا إله إلاَّ الله خالصًا من قلبه» " (٢) وكلا (٣) الحديثين خرج من مشكاة واحدة ممن لا ينطق عن الهوى، إن هو إلاَّ وحي يوحى، ومن كان له نور يمشي به في الناس ابصر وأدرك (٤) ما يخفي ويتعذر إدراكه على أهل الظلمة والعمى. فسبحان من قسم بين عباده الشقاوة والهدى.
ومن هذا: سؤال الناس له صلى الله عليه وسلم يوم القيامة أن يشفع لهم إلى ربه، وهو من جنس مسألته في الدنيا صلى الله عليه وسلم، (٥) وقد احتج به المبطلون على سؤاله بعد مماته ودعائه مع الله، وقد كشف شبهتهم وأبدى خزيتهم شيخنا رحمه الله في كتابه (٦) "كشف الشبه" (٧) وشيخ الْإِسلام ابن تيمية في كتاب: "الاستغاثة" (٨) وكتاب: "الرد على ابن الأخنائي المالكي "، فليراجع.
_________
(١) في بقية النسخ: "والبكم".
(٢) تقدم تخريجه.
(٣) في (ح) : "كان".
(٤) في (م) : "أدرك وأبصر".
(٥) في بقية النسخ: "صلى الله عليه وسلم في الدنيا".
(٦) في بقية النسخ: "كتاب".
(٧) في (المطبوعة) : "الشبهات".
(٨) في (ق) : "الإغاثة".','3','510',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (500,'وأما قول هذا (١) المعترض: (وهذا الرجل كفَّر من سأل الله تعالى وحده بذات النبي صلى الله عليه وسلم، أو برجل صالح؛ وأخرجه عن ملة الْإِسلام) إلى آخر عبارته.
فقد تقدم لك أنه لا يتحاشى من (٢) الكذب، وأنه من أكذب الخلق على الله وعلى عباده المؤمنين، والله سبحانه وتعالى يعلم وعباده المؤمنون يعلمون (٣) أن الشيخ إنما كفَّر من دعا مخلوقًا (٤) أعظم من دعاء الله، ومن تضرع وخشع (٥) واستكان، رغبة ورهبة عند قبور الصالحين (٦) أعظم من تضرعه في بيوت الله وخشوعه له في أوقات الْإِجابة، وأوقات (٧) الأسحار، وطلب من المخلوق ما لا يقدر عليه إلاَّ الله العزيز الغفار.
وأما من سأل الله بذات النبي صلى الله عليه وسلم أو بذات غيره: فالكلام فيها معروف مشهور لا يخفى [على] (٨) صغار الطلبة، وقد حكاه شيخنا رحمه الله في كثير من رسائله، وقرر ما ذكره شيخ الْإِسلام ابن تيمية وغيره من أهل العلم، وحكى الخلاف فيه على عادة أهل العلم، ولم يقل أنه شرك فضلًا عن أن يقول: أنه يخرج عن (٩) الملة، وهذه المسألة ليست
_________
(١) ساقطة من (ح) .
(٢) ساقطة من (ق) و (المطبوعة) .
(٣) ساقطة من (ق) و (م) .
(٤) في (المطبوعة) زيادة: "مثل أو".
(٥) ساقطة من (المطبوعة) .
(٦) في (المطبوعة) زيادة: "مثل أو".
(٧) ساقطة من (ق) و (المطبوعة) .
(٨) ما بين المعقوفتين زيادة من (المطبوعة) يقتضيها السياق.
(٩) في (ق) : "مخرج من".','3','511',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (501,'مما (١) نحن فيه من مسائل النزاع، وإنما أدخلها هذا الملحد مغالطة وترويجًا لباطله، ولبسا للحق بالباطل، كما هو الغالب عليه في سائر اعتراضاته.
قال تعالى: {وَلَا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ (٢) وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ} [البقرة: ٤٢] [البقرة / ٤٢] .
وأما قوله: (فهو بذلك ممن قال الله فيهم: {وَمِنَ النَّاسِ مَنْ يُجَادِلُ فِي اللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَابٍ مُنِيرٍ} [الحج: ٨] [الحج / ٨] ) .
فلا تستغرب هذه الجرأة على الله، وعلى كتابه، وعلى عباده المؤمنين، ممن قلَّ حظه ونصيبه من العلم والدين، وعدم العقل المانع عما يهلك ويشين، وكل مبتدع وضال يتأول إذا تهتك وخرج عن قانون الاحتجاج والمناظرة في خصمه، ومخالفة ما يكابر به معاني الآيات والنصوص الظاهرة، فانظر إلى قول الرافضة: {مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ} [الرحمن: ١٩] [الرحمن / ١٩] . علي وفاطمة.
{يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ} [الرحمن: ٢٢] [الرحمن / ٢٢] . حسن وحسين.
وقولهم: {إِنَّ شَجَرَتَ الزَّقُّومِ} [الدخان: ٤٣] بنو أمية، وحَمْلُهم بعض النصوص الواردة في أناس من صناديد المشركين وأعيانهم على أبي بكر وعمر، وقولهم في عائشة - لعنة الله عليهم- يتأولون فيه، فلا عجب من هذا البغي والعدوان، فللرسل وأهل العلم ورثة، وللرافضة والباطنية ورثة، إنَّ الله يفصل بينهم يوم القيامة فيما كانوا فيه يختلفون.
_________
(١) في: (ق) "فيما"، وإسقاط "ليست".
(٢) في (ح) زيادة: "لا"، وهو خطأ.','3','512',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (502,'وقول هذا الجاهل المعترض: (الآية) بعد سياقه لها بتمامها يدل على جهله بكتاب الله، وجهله بقول العلماء إذا أرادوا قراءة الآية واقتصروا على أولها، وبالجملة فمناقشته تطول.

<span data-type="title" id=toc-93>[باب الدعاوى مصراعاه من بصرى إلى عدن ولكن لا دعوى بدون بينة]</span>
وأما دعواه: (أنَّ شيخنا رحمه الله ممن قال فيهم النبي صلى الله عليه وسلم: " «إنهم يقتلون أهل الْإِيمان ويدعون أهل الأوثان» ") .
فيقال: قد قال هذا قبله كل مشرك وعابد لغير الله، حتى إن قريشًا قالوا للنبي صلى الله عليه وسلم: "إنه صابئي" ولقبوه به، والجهمية المعطلة يسمون أهل السنَّة: حشوية ونوابت، والرافضة يسمونهم: نواصب، والقدرية يسمونهم: مجبرة، وبالجملة فقد قال هذا كل مشرك، وباب الدعاوى مصراعاه أوسع من بُصْرى إلى عدن، وهكذا كل من جرَّد التوحيد لله العزيز الحميد نسبه عُبَّاد القبور إلى هذا الإفك المبين، ولعمر الله إن من نهى عن عبادة غير الله، وأمر بتوحيده لهو المؤمن البر الراشد، الداخل في اتباع الرسل وأوليائهم، وإن كان خارجًا عن أهل الشرك بالله وعبادة غيره، متبرئًا منهم، ماقتا لهم (١)
وعيَّرها الواشون أني أحبها ... وتلك شكاة ظاهر (٢) عنك عارها
وأقرب الناس شبهًا بالخوارج: من خرج عن جماعة المسلمين إلى عبادة الصالحين والشياطين، ولم يلتزم جماعة المسلمين أهل التوحيد والتعظيم لله رب العالمين، قال العلامة ابن القيم رحمه الله تعالى (٣)
من لي بشبه خوارج قد كَفَّروا ... بالذنب تأويلًا بلا إحسان
_________
(١) في (ح) : "أمثالهم".
(٢) في (ح) : "خارج ظاهر"، وفي (المطبوعة) : "خارج".
(٣) انظر: "نونية ابن القيم" ص (١٠٣) .','3','513',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (503,'ولهم (١) نصوص قصروا في فهمها ... فأتوا (٢) من التقصير في العرفان
وخصومنا قد كفَّرونا بالذي ... هو غاية التحقيق والْإِيمان
وقد أشبعنا الكلام على أمر (٣) الخوارج، وذكر مبدأ أمرهم، وكيف كانت شبهتهم، فيما كتبناه من الرد على (٤) طاغية العراق (٥) ولله الحمد والمنَّة.
_________
(١) في (ح) : "ولم".
(٢) في (ق) : "وأتوا".
(٣) ساقطة من (م) .
(٤) في (المطبوعة) زيادة: "داود بن جرجيس".
(٥) وذلك في كتابه المسمى: "منهاج التأسيس والتقديس" يسَّر الله نشره.','3','514',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (504,'<span data-type="title" id=toc-94>[فصل في مناقشة كلام لابن تيمية استدل به المعترض على عدم تكفير أهل الشرك والردة وخلط بينهم وبين أهل البدع والأهواء]</span>
فصل قال المعترض: (وقال أبو العباس في موضع آخر: "فمن عيوب أهل البدع تكفير بعضهم بعضًا ومن ممادح أهل العلم: أنهم (١) يخطئون ولا يكفِّرون) . قال: (وسبب ذلك أن أحدهم قد يظن ما ليس بكفر كفرًا، وقد يكون كفرًا، لأنه تبيَّن له ذلك أنه تكذيب للرسول صلى الله عليه وسلم وسب للخالق (٢) والآخر لم يتبين له ذلك، فلا يلزم إذا كان هذا العالم بحاله يكفر إذا قاله أن يكفر من لم يعلم بحاله) . قال: (والناس لهم فيما يجعلونه كفرًا طرق، فمنهم من يقول: الكفر تكذيب ما علم بالاضطرار من دين الرسول صلى الله عليه وسلم، ثم الناس متفاوتون في (٣) العلم الضروري بذلك) ، ثم قال: (وأنا أبعد الناس عن التكفير، وقد ذكرت الذي أمر أن يُحَرَّق بعد موته، ويذر في البحر فرارًا (٤) أن يبعثه الله تعالى خوفًا منه؛ لأنه لم يعمل لله خيرًا قط، وحديثه في البخاري، فَغُفِرَ له) (٥) - إلى أن قال: (فالعلم قبل
_________
(١) في (م) "أن".
(٢) في (ح) : "للخلائق".
(٣) ساقطة من (ق) و (م) و (ح) .
(٤) في (الأصل) و (ح) : "مرارًا"، والمثبت هو الصواب.
(٥) أخرجه البخاري (٣٤٧٨، ٦٤٨١، ٧٥٠٨) ، ومسلم (٢٧٥٦، ٢٧٥٧) .','3','515',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (505,'[٢١٣] الأمر، والحلم بعد الأمر، فإن لم يكن عالمًا لم يكن له أن يقفو ما ليس له به علم) . اهـ كلامه.
والجواب أن يقال: هذا المعترض يتصرَّف في الكلام الذي ينقله، ويحرِّفه عن موضعه (١) ومع ذلك فالكذب غالب عليه، فيطالب أولًا بتصحيح ما نقل، وبعد التصحيح يجاب عما ذكر، ولشيخ الْإِسلام أبي العباس رحمه الله في هذا المعنى كلام يعرفه أهل العلم، وقد استدلَّ بهذا الحديث في مواضع على عدم تكفير المعين، حتى تقوم عليه الحجة الرسالية (٢) وبعد ذلك يحكم (٣) بما تقتضيه تكفيرًا أو تفسيقًا، وهذا في المسائل التي قد (٤) تخفى على بعض الناس، كعموم القدرة على جمع أجزاء هذا الميت المحرق من البحر والبر (٥) والريح، لا سيما في أوقات الفترات واستحكام الجهالة والضلالات، وشيخنا رحمه الله لم يكفر أحدًا ابتداءً بمجرد فعله وشركه، بل يتوقَّف في ذلك حتى يعلم قيام الحجة التي يكفر (٦) تاركها، وهذا صريح في كلامه في غير موضع، ورسائله في ذلك معروفة، وفي المثل: "الهوى يُعْمِي ويُصِمّ ".
ويقال أيضًا: فرض الكلام الذي نقلته عن أبي العباس ومحله في أهل البدع، كما هو صريح كلامه، والمشركون وعبَّاد القبور عند أهل
_________
(١) في (الأصل) و (م) : "موضوعه"، والمثبت أفضل، لأنه تأوَّل للقرآن.
(٢) في (ح) : " الرسالة".
(٣) في (المطبوعة) زيادة: "عليه".
(٤) ساقطة من (ق) و (م) .
(٥) في (ق) و (ح) و (المطبوعة) زيادة: "والبر".
(٦) في (ق) زيادة: "بها".','3','516',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (506,'السنَّة والجماعة معدودون من أهل الشرك والردَّة، والفقهاء فرَّقوا بين القسمين في الأبواب والأحكام (١) فذكروا أهل الشرك والردَّة [في باب الردَّة] ، (٢) وذكروا أهل الأهواء في باب قتال أهل البغي كالخوارج والقدريَّة ونحوهم، وهذا يعرفه صغار الطلاب، وقد خفي على ثور المدار والدولاب، فلبَّس على العامة والجهال، وأدخل أهل الشرك في أهل البدع، وسوَّى بينهم في الأحكام، خلافًا لكتاب الله وسنَّة نبيه وما عليه علماء أهل الْإِسلام، فسحقًا له سحقًا، وبعدًا له بعدًا، حيث جادل بالباطل والمحال.
ويقال أيضًا: قد صرَّح أبو العباس أن عدم التكفير قد يقال فيما يخفى على بعض الناس، وأما ما يعلم من الدين بالضرورة كشهادة أن لا إله إلاَّ الله؟ وشهادة (٣) أنَّ محمدًا رسول الله، فهذا لا يتوقف أحد في كفر (٤) من أنكر لفظه أو معناه، ولم ينْقَد لما دلَّت عليه الشهادتان، وهذا متفق عليه في الجملة، فجعله (٥) من المسائل التي خاض فيها أهل البدع والأهواء خروج عن (٦) محل النزاع، وخرقٌ لما صح وثبت من الاتفاق والْإِجماع، {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} [النور: ٤٠]
قال الشيخ رحمه الله تعالى (٧) (وهذا إذا كان في المقالات الخفية
_________
(١) في (ق) و (م) : "الأحكام والأبواب".
(٢) ما بين المعقوفتين زيادة من (ق) و (م) ، وإثباتها ضرورة للسياق.
(٣) ساقطة من (ق) .
(٤) في (ق) : "تكفير".
(٥) في (م) : "فجعلها".
(٦) ساقطة من (ح) .
(٧) انظر: "مجموع الفتاوى" (٤ / ٥٤) .','3','517',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (507,'فقد يقال أنه فيها مخطئ ضال، لم تقم عليه الحجة التي يكفر صاحبها، وذلك يقع في طوائف منهم في الأمور الظاهرة التي يعلم المشركون واليهود والنصارى أن محمدًا صلى الله عليه وسلم بُعث بها (١) وكفَّر من خالفها، مثل أمره بعبادة الله وحده لا شريك له، ونهيه عن عبادة أحد سواه من النبيين والملائكة وغيرهم، فإن هذا أظهر شعائر الْإِسلام، ثم تجد كثيرًا من رؤوسهم وقعوا في هذه الأنواع، فكانوا مرتدين، وكثير منهم تارة يرتد (٢) عن الِإسلام رِدَّة صريحة، وتارةً يعود إليه مع مرض في قلبه ونفاق، والحكاية عنهم في ذلك مشهورة، وقد ذكر ابن قتيبة من ذلك طرفًا في أول (٣) "مختلف الحديث"، وأبلغ من ذلك أن منهم من صنَّف في الردَّة كما صنَّف الرازي في عبادة الكواكب، وهذه ردَّة عن الْإِسلام باتفاق المسلمين) . اهـ.
ثم ساق (٤) المعترض ما ذكر الشيخ أبو العباس في الأمر بالمعروف والنهي عن المنكر، من (٥) اشتراط العلم، وطلب الرفق مع الأمر، والحلم بعد الأمر.
فذلك من عجيب جهل هذا المعترض، وعدم علمه بحدود ما أنزل الله على رسوله، وحاصل دعواه: أن من أنكر الشرك، وأغْلَظ في إنكاره، وقاتل عليه عبَّاد القبور والأصنام، فقد ضيَّع العلم والحلم والرفق، وهذه
_________
(١) ساقطة من (ق) و (م) .
(٢) في (ق) و (م) : "يرتدون".
(٣) في (م) و (المطبوعة) زيادة: "كتاب".
(٤) في (ق) : "انتهى سياق".
(٥) ساقطة من (ق) .','3','518',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (508,'الدعوى على عمومها تتضمَّن الْإِنكار على رسل (١) الله وخلفائهم وورثتهم، الذين قاموا بجهاد أهل الشرك وقاتلوهم، وسَبَوا نساءهم وأولادهم (٢) وغنموا أموالهم.
وهذه الدعوى لو أطلقها القائل الذي وضعها في أهل الْإِسلام المجاهدين على توحيد الله لكانت كفرًا صريحًا: قال تعالى: {وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ} [البقرة: ١٩٣] [البقرة / ١٩٣] . وقال تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} [التوبة: ٧٣] [التوبة / ٧٣] .
والمعترض لم يفهم كلام أبي العباس، فوضعه في غير موضعه، وأزال بهجته، فإن الرفق والحلم يحسن (٣) في محله، وحيث أمر الله بهما (٤) والمعترض أحمق يظن أن العلم مع من لم يُكَفِّر المشركين، وعبَّاد القبور، ومن جعلهم من جملة أهل البدع، واحتج بكلام أهل العلم في أهل [٢١٥] البدع على أهل الشرك والتسوية (٥) بين الله وبين غيره (٦) في خالص حقه، فلا جرم سود الأوراق، وأكثر النقل، وشقشق في عبارته (ولبَّس في مقالته (٧) وتزين بثوب ضلالته وجهالته، ولم يتحاشَ من كشف سوأته
_________
(١) في (ق) : "رسول".
(٢) في (ح) و (المطبوعة) : "أولادهم ونساءهم".
(٣) ساقطة من (ق) و (م) .
(٤) في (ق) و (م) : "به" وبعدها زيادة: "والغلظة والقتال كذلك يحسنان في محلهما وحيث أمر الله بهما".
(٥) في (ق) و (م) : "في التسوية".
(٦) في (م) : "خلقه".
(٧) ما بين القوسين ساقط من (ح) .','3','519',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (509,'وإظهار خزيته، والحمد لله الذي أظهر دينه وأعلا كلمته، وصدق وعده ونصر عبده.
ثم اعلم أن شيخنا رحمه الله من أعظم الناس وأكثرهم رفقًا وحلمًا، ووقوفًا مع الحجَّة والدليل، ولم يبدأ أحدًا بقتال حتى بدأوه وكَفَّروه، فالحمد لله الذي ألهمه رشده، وسدَّد أمره، ولم يجعله على طريق هؤلاء الحيارى الضالين، والجهلة الظالمين.','3','520',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (510,'<span data-type="title" id=toc-95>[فصل في بيان أن من كفر الفرق كلها فقد خالف الكتاب والسنة ومن الفرق من خرج عن الملة]</span>
فصل قال المعترض: (وقال أبو العباس أيضًا؛ وليس كل من جهل شيئًا من الدين يكفر قال: "ومن (١) كفَّر الثنتين والسبعين الفرقة (٢) كلها، فقد خالف الكتاب والسنَّة، وإجماع الصحابة والتابعين، وسلف الأمة") . اهـ.
ثم قال المعترض: (وذلك لقوله صلى الله عليه وسلم في حديث " «وستفترق أمتي» " (٣) فأثبت صلى الله عليه وسلم أنهم من أمته أمة الإجابة أهل القبلة فكيف ينفون (٤) عنها، وقد أثبتهم صلى الله عليه وسلم منها؟) .
والجواب أن يقال: هذه عبارته بحروفها، فأما (٥) نقله عن أبي العباس فليس فيه ما يتمسك به بل هو حجة عليه، لأن أبا العباس، إنما أثبت مخالفة الكتاب والسنَّة لمن كفَّر الفرق كلها، فلا يتم الاستدلال بكلامه إلاَّ على من كفَّر الفرق كلها، وما ظننت (٦) هذا يقوله أحد
_________
(١) في (م) : "وفي".
(٢) في (ق) و (م) : "فرقة".
(٣) انظر: ص (٤٣٥) ، هامش ٣.
(٤) في (ق) و (م) : " ينقدون"، وفي (ح) : " يتقون".
(٥) في (م) زيادة: "ما".
(٦) في (ق) : "ظنت".','3','521',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (511,'من (١) علماء الأمة، وأما تكفير بعضها فليس في العبارة التي نقل المعترض ما ينفيه، بل ربَّما يستدل بإثبات المخالفة لمن كفَّر الكل، ومن كفَّر البعض، فليس مخالفًا، وهذا وإن لم يكن صريحًا في كلام الشيخ فالإشارة فيه إليه لا تخفى.
ثمَّ إنَّ قول هذا (٢) المعترض: (وذلك لقوله-صلى الله عليه وسلم في الحديث [٢١٦] " «وستفترق أمتي» " جهل منه بمدارك الأحكام، فإن المنع من تكفير هذه الفرق ليس لأنهم من (٣) الأمة؛ بل لأن التفرق قد يبقى معه أصل الْإِيمان والتوحيد المانع من الكفر المخرج عن الملة، ولذلك وقع النزاع في كثير من هذه الطوائف، فمن كفَّر بعضهم فهو يحتج بالنصوص المكفرة لهم من كتاب الله وسنَّة نبيِّه؟ ومن لم يُكَفِّر فحجَّته أن أصل (٤) الْإِسلام الثابت لا يحكم بزواله إلاَّ لحصول منافٍ لحقيقته، مناقض لأصله وما بقي معه الإسلام (٥) من (٦) الذنوب والتفرُّق فليس من المكفِّرات، فالعمدة استصحاب الأصل وجودًا وعدمًا.
وأمَّا قول هذا المعترض: (فأثبت لهم أنهم من أمته أمة الْإِجابة أهل القبلة) .
فدعوى باطلة، ليس كل من وصف بأنه من الأمة يكون من أهل
_________
(١) ساقطة من (المطبوعة) .
(٢) ساقطة من (م) .
(٣) في (م) زيادة: "هذه".
(٤) في (م) : "أهل".
(٥) في (ح) و (المطبوعة) : "وأما من لقي معه أهل الإسلام".
(٦) في (ق) و (المطبوعة) : "مع".','3','522',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (512,'الْإِجابة والقبلة، وفي الحديث: " «ما من أحد من هذه الأمة يهودي أو نصراني يسمع بي ثم لا يؤمن إلاَّ كان من أهل النار» " (١) والحديث في سنن ابن ماجه.
وقال تعالى: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا - يَوْمَئِذٍ يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الْأَرْضُ وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا} [النساء: ٤١ - ٤٢] [النساء / ٤١، ٤٢] .
فدلَّت هذه الآية على أن هؤلاء الكافرين من الأمة الذين يشهد عليهم صلى الله عليه وسلم.
وقال تعالى: {وَيَوْمَ نَبْعَثُ مِنْ كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا وَلَا هُمْ يُسْتَعْتَبُونَ} [النحل: ٨٤] [النحل / ٨٤] .
والأمة في مقام المدح والوعد يراد بها أهل القبلة وأهل الْإِجابة، وتطلق (٢) في مقام التفرُّق والذم ويراد بها غيرهم، فلكل مقام مقال.
وفي عبارته فساد تركيب وركاكة ظاهرة، فإنه قال: (فكيف ينفون عنها؟) ، وهذا يسمى إخراجًا عن الملة لا نفيًا، وأبلغ منه قوله: (وقد أثبتهم منها) . وإنَّما يقال: (أدخلهم فيها) ، لا أثبتهم منها، فتدبَّر.
إذا عرفت هذا: فاعلم أنَّ هذا المعترض يرى (٣) أنَّ عُبَّاد القبور والصالحين الذين (٤) أشركوا بالله ربِّ العالمين، وجعلوا
_________
(١) بل الحديث مخرج في صحيح مسلم (١٥٣) من حديث أبي هريرة رضي الله عنه، والحديث سبق تخريجه، انظر ص (٢٢٣) ، (٤٩٤) .
(٢) في (ق) و (م) : "وتلق".
(٣) ساقطة من (ق) و (م) .
(٤) في (ق) و (المطبوعة) : "الذي".','3','523',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (513,'له (١) أندادًا ونظراء فيما يستحقه على عباده من الحب والخضوع، والتعظيم والدعاء، رغبًا ورهبًا، والتوكُّل والإنابة والاستغاثة، والذبح والنذر والحلف، وغير ذلك من أنواع العبادة هم من الأمة أهل الإجابة والقبلة، وأنهم من هذه الفرق المذكورين في هذا الحديث، والشرك عنده لا وجود له إلاَّ في اليهودية والنصرانية والمجوسية أو من جحد جميع ما جاء به الرسول عنادًا، وما (٢) عداه من المكفرات التي ذكرها أهل العلم في أبواب [٢١٧] ، الردة، بل ذكرها الله في كتابه وقرَّرها هو، وبيَّنها رسوله أتمّ بيان ووضحها أظهر توضيح، لا توجب الكفر عنده ولا الردَّة، ومن بلغت به الجهالة والشلالة إلى هذا الحد والغاية فقد سقط الكلام معه، والأولى به أن يساس بما يساس به القرمطي والسفسطائي ونحوهم، ممن يكابر في اليقينات؛ ويقرمط في السمعيات.
فما هو إلاَّ الوحي أو حد مرهف ... تزيل ظباه أخدعي كل مائل
فهذا دواء الداء من كل عاقل ... وهذا دواء الداء من كل جاهل
ويقال (٣) بهذا الملحد: ما تقول في الغالية الذين (٤) حرَّقهم علي بن أبي طالب رضي الله عنه بمشهد من أصحاب رسول الله صلي الله عليه وسلم، أهم من الثنتين والسبعين فرقة أم لا؟ وما تقول في مانعي الزكاة الذين (٥) قاتلهم
_________
(١) في (ح) و (المطبوعة) : "لله".
(٢) في (م) : "أو ما".
(٣) في (ق) : "ونقول".
(٤) في (ح) : "الذي".
(٥) في (المطبوعة) : "الذي".','3','524',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (514,'الصدِّيق وأجمعت (١) الصحابة على تكفيرهم، أهم من الثنتين والسبعين فرقة أم لا؟ وكذلك بنو حنيفة، وبنو عبيد القداح ملوك مصر والمغرب، فإن دخلوا في الثنتين والسبعين فرقة بطل تأسيسك وانهدم أصلك الفاسد، وإن لم يدخلوا كما هو الصحيح بطل إدخالك أمثالهم من عُبَّاد القبور في مسمى الأمة في هذا الحديث، وثبت أن من (٢) الفرق من يخرج عن الملة ويرتدّ (٣) بما خالف فيه من نحلته.
_________
(١) في (ق) و (ح) و (المطبوعة) : "وأجمع".
(٢) ساقطة من (ق) .
(٣) في (ق) : "ويرد"، وأسقط "على الملة ".','3','525',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (515,'<span data-type="title" id=toc-96>[فصل في احتجاج المعترض بكلام لشيخ الإسلام ابن تيمية على أن عباد القبور وغيرهم خطؤهم مغفور لهم]</span>
فصل قال المعترض: (وقال أيضًا في "الفرقان" بعد كلام له سبق: "فكيف إذا بلغ الأمر ببعض الناس إلى أن يضلِّل غيره ويكفِّره، فإذا كان أخوه المسلم قد أخطأ في شيء من أمور الدين، فليس كل من أخطأ يكون كافرًا ولا فاسقًا ولا عاصيًا؛ بل (١) عفا الله لهذه الأمة عن الخطأ والنسيان، وفي كتاب الله في دعاء الرسول والمؤمنين: {رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا} [البقرة: ٢٨٦] [البقرة / ٢٨٦] . وفي الصحيح: "إنَّ الله تعالى قال قد فعلت") . اهـ.
والجواب أن يقال: هذه الطامة أكبر من أختها، فإنها تقتضي أن عبَّاد القبور والأوثان الذين كفَّرهم شيخنا رحمه الله مسلمون مؤمنون، مغفور لهم خطؤهم ونسيانهم، هذا معتقد المعترض، ولذلك ساق كلام أبي العباس محتجَّا به على ضلالته.
وهذا في الحقيقة تسجيل منه على أن كل من كَفَّر عُبَّاد القبور والصالحين بعبادتهم غير الله، وإشراكهم في خالص حقه، فقد كَفَّر مسلمًا
_________
(١) في (م) زيادة: " قد ".','3','526',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (516,'على خطأ مغفور له والمكفرون بمثل هذه الأشياء كافة أهل العلم من أهل الْإِسلام؛ بل وجميع الرسل يكفرون بهذا، وقد حكى الْإِجماع غير واحد [٢١٨] على كُفْرِ هذا الصنف.
قال شيخ الْإِسلام أبو العباس، فيما نقله عنه أكابر أصحابه وأعيان أهل مذهبه (١) (من جعل بينه وبين الله وسائط يدعوهم ويسألهم ويتوكَّل عليهم كفر إجماعًا) .
قال شارحه: لأنه فعل عابدي (٢) الأصنام، قائلين: {مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: ٣] [الزمر / ٣] .
وذكره ابن حجر الشافعي في "الإعلام بقواطع الإسلام" راضيًا به مقررًا له.
وأبواب الردَّة يستفتحها الفقهاء بذكر الشرك في الربوبية والإلهية.
إذا عرفت هذا: عرفت أن هذا المعترض خرج عن إجماع المسلمين بحكمه بإسلام هؤلاء المشركين، وأنه خطَّأ أهل الْإِسلام كافة، بل لازمه أنه خطَّأ من كفَّرهم من سائر رسل الله الكرام، والنزاع بيننا وبين هذا وأمثاله إنما هو في عبادة الأولياء والصالحين الذي عدلوا بربهم وسووا به غيره (٣) في خالص حقه، وشبهوا عباده به (٤) في استحقاق الِإلهية
_________
(١) انظر: "مجموع الفتاوى" (١ / ١٢٤) .
(٢) في (م) زيادة: "الأوثان و".
(٣) في (المطبوعة) : "عدلوهم بربهم وسووهم به".
(٤) في (ق) و (م) : "وشبهوا بع عباده"، وفي (المطبوعة) : "وشبهوهم وهم عبادة به".','3','527',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (517,'والعبادة، وكل هذه العبارات التي يحتج بها من كلام أهل العلم خارجة عن محل النزاع، أجنبية عنه، وهذا الشيخ الذي يشير إليه (١) هذا بالردّ قد شرح كتابه بزعمه، وأثنى عليه ومدَحَه (٢) ؛ ليروج بذلك باطله، ويتمكَّن من الْإِقامة بين أظهر المسلمين، فنعوذ بالله من زيغ القلوب ورين الذنوب.
_________
(١) ساقطة من (ق) و (م) .
(٢) ساقطة من (ح) .','3','528',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (518,'<span data-type="title" id=toc-97>[فصل في احتجاج المعترض لكلام لابن القيم فهم منه منع التكفير بدعاء غير الله والشرك به]</span>
فصل قال المعترض: (وقال شمس الدِّين (١) ابن القيم، لما أتى على مسألة التكفير: "اعلم أن الكفر والْإِيمان متقابلان، إذا زال أحدهما خلفه الآخر".
قال: "ولما كان الْإيمان أصلًا له شعب متعددة، وكل شعبة فيه تسمى إيمانًا، فالصلاة والزكاة والصيام والحج والأعمال الباطنة كالحياء والتوكل والخشية من الله تعالى والإنابة حتى تنتهي هذه الشعب إلى إماطة الأذى عن الطريق، وهذه الشعب منها ما يزول الإيمان بزواله، كالشهادتين، ومنها ما لا يزول بزواله" إلى أن قال: "وكذلك الكفر ذو أصل وشعب كما أن الْإِيمان أصل الشهادتين، وكما أن (٢) أصل [الكفر] (٣) الجحود لهما؛ فكما أن شعب الْإِيمان إيمان فشعب الكفر كفر" إلى أن قال: "وهاهنا أصل آخر، وهو أنه لا يلزم من قام به شعبة من شعب (٤) الكفر أن يسمى كافرًا، وإن كان ما قام به كفر". إلى أن قال: "فمن صدر منه خصلة من خصال الكفر فلا يستحق اسم كافر على الْإِطلاق، لأن معه أصل الْإِيمان،
_________
(١) ساقطة من (م) . وانظر قول ابن القيم في: "الصلاة وحكم تاركها" ص (٢٧) .
(٢) في (المطبوعة) : " فإن".
(٣) ما بين المعقوفتين إضافة من بقية النسخ.
(٤) "من شعب" ساقطة من (ق) و (م) .','3','529',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (519,'وهما الشهادتان"، إلى أن قال: "وهاهنا أصل آخر، وهو أن الكفر نوعان: كفر عمل، وكفر جحود وعناد، فكفر الجحود أن يكفر بما علم أن [٢١٩] الرسول صلى الله عليه وسلم جاء به من عند الله تعالى، جحودًا وعنادًا (١) منه، فهذا الكفر يضاد الْإِيمان من (كل وجه، وأما كفر العمل: فينقسم إلى ما يضاد الْإِيمان، وإلى ما لا (٢) (٣) يضاد الْإِيمان فالسجود للصنم؛ والاستهانة بالمصحف، وقتل النبي وسبه، يضاد الْإِيمان.
وأما الحكم بغير ما أنزل الله، وترك الصلاة فهو من الكفر العملي قطعًا، فالحاكم بغير ما أنزل الله كافر، وتارك الصلاة كافر بنص رسول الله صلى الله عليه وسلم؛ لكن كفر عمل لا كفر اعتقاد وعناد، وقد نفى النبي صلى الله عليه وسلم الْإِيمان عن الزاني، والسارق، وشارب الخمر، وعمن لم يأمن جاره بوائقه، فهو كافر من جهة العمل، وإن انتفى عنه كفر الجحود والاعتقاد، وكذا قوله صلى الله عليه وسلم: " «لا ترجعوا بعدي كفارًا يضرب بعضكم رقاب بعض» " (٤) ٠ اهـ.
فقد نص رحمه الله أن الكفر لا يكون إلاَّ جحودًا أو عنادًا، فهذا الذي يخرج عن الملة، فمتى يكون هذا في الأمة؟ وما سوى ذلك له الأمر بالمعروف والنهي عن المنكر من غير تكفير وقتال، كما يفعل هذا الرجل بالأمة) .
والجواب أن يقال: هذا المعترض له حظ وافر من تحريف النصوص
_________
(١) في (ق) و (م) : "أو عنادًا".
(٢) ساقطة من (ح) .
(٣) ما بين القوسين ساقط من (ق) .
(٤) أخرجه البخاري (٧٠٧٧، ٧٠٧٨، ٧٠٧٩، ٧٠٨٠) ، ومسلم (٦٥) .','3','530',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (520,'والكذب فيها، وكلام شمس الدين رحمه الله في هذه المسألة معروف مشهور، جار على مذهب السلف، وأهل العلم في التكفير بكثير من الأقوال والأفعال الباطنة والظاهرة، ولا ينازع في تكفير من عبد غير الله وأشرك بربه، وكلامه في هذه العبارة صريح في ذلك، وقد ساقها مستدلًا بها على كفر تارك الصلاة، والمعترض حرَّف العبارة، وأسقط منها ما هو حجة عليه، وما لا يستقيم الكلام بدونه، فأسقط من أول العبارة قوله: (ومنها ما لا يزول بزوالها كترك إماطة الأذى عن الطريق، وبينهما شعب (١) متفاوتة تفاوتًا عظيمًا، ومنه ما (٢) يلحق شعبة الشهادة، ويكون إليها أقرب) فأسقط هذا لأنه صريح في التكفير بدعاء غير الله والشرك به، وأن ما قارب هذا الأصل يكون كفرًا، ويلحق به، وهذا عين (٣) كلام الشيخ؛ بل شيخنا رحمه الله لم يُكَفِّر إلاَّ بترك العمل بشهادة أن لا إله إلا الله، وباتخاذ الآلهة والأنداد مع الله، وقد نص في هذه العبارة المنقولة أن هذه الشعب منها ما يزول الإيمان بزواله كالشهادتين، وهذه هي مسألة النزاع، فإن من شهد (٤) لله بالوحدانية، ولم يلتزم ذلك ولم ينقد لمقتضاه، لا يكون مؤمنًا (٥) وكذلك شهادة أن محمدًا رسول الله لا بد فيها من التزام ما جاء به: من الْإِيمان بالله وتوحيده، وإلاَّ فلا تنفعه هذه الشهادة، ولا يسمى شاهدا.
_________
(١) ساقطة من (ق) و (م) .
(٢) في (ح) : "ما لا".
(٣) في (ق) : "غير".
(٤) في (م) : "يشهد".
(٥) ساقطة من (م) .','3','531',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (521,'[٢٢٠] قال تعالى: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ} [المنافقون: ١] [المنافقون / ١] .
فأكذبهم في زعمهم، لأنهم لم يعملوا (١) بمقتضى الشهادة، بل خالفوها بالعمل والاعتقاد، فلو تفطن فيما نقله هذا المعترض لعرف أنه عليه لا له، وأن شيخنا أسعد بكلام أهل العلم والإيمان ممن أجاز دعاء الأموات والغائبين، والالتجاء إليهم من دون الله رب العالمين.
وكذلك قوله: (الكفر (٢) ذو أصل وشعب) فهذا حق، وشيخنا لم يكفِّر إلاَّ بأصل الكفر لا بشعبه، مع أن هذا الكلام من المعترض نفاق ومغالطة، وإلا فقد صرَّح في مواضع مما مر بأن أهل هذا الشرك هم خير أمة أُخرجت للناس، وهم أهل (٣) المساجد والمنار، وهم الذين أُمِرنا أن نسأل الله الهداية إلى صراطهم، فكيف يرجع هنا إلى عبارة لابن القيم فيها التفصيل بين أصول (٤) الكفر وسائر شعبه؟ وهل هذا إلاَّ محض التناقض والتدافع؟ .
وقد أسقط من كلام شمس الدِّين قوله رحمه الله تعالى: (وكذلك من شعب الإيمان (٥) الفعلية ما يوجب زوالها زوال (٦) الإيمان، وكذلك
_________
(١) في (ق) : "لا يعلمون".
(٢) في (م) : "والكف".
(٣) ساقطة من (ق) و (م) .
(٤) في (م) : "أصل".
(٥) في (ح) : "شعبه".
(٦) ساقطة من (ق) .','3','532',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (522,'شعب الكفر القولية والفعلية، فكما يكفر بالْإِتيان بكلمة (١) الكفر اختيارًا، وهي شعبة من شعب الكفر، كذلك يكفر بفعل شعبة من شعبه، كالسجود للصنم والاستهانة بالمصحف) وهذا صريح في مسألة النزاع، لكن حذفه المعترض المُحَرِّف، لبسًا للحق بالباطل، وترويجًا لباطله، وليًّا بلسانه.
وقال -رحمه الله- (٢) في هذا الأصل: (فالكفر كفران، والظلم ظلمان، والفسق (٣) فسقان، والجهل جهلان، والشرك شركان: شرك (٤) ينقل عن الملة، وهو الشرك الأكبر، وشرك لا ينقل عن الملة، وهو الشرك الأصغر: شرك العمل، كالرياء.
قال الله تعالى في الشرك الأكبر: {إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ} [المائدة: ٧٢] (٥) [المائدة / ٧٢] .
وقال: {وَمَنْ يُشْرِكْ بِاللَّهِ فَكَأَنَّمَا خَرَّ مِنَ السَّمَاءِ فَتَخْطَفُهُ الطَّيْرُ أَوْ تَهْوِي بِهِ الرِّيحُ فِي مَكَانٍ سَحِيقٍ} [الحج: ٣١] [الحج / ٣١] .
وقال: في شرك الرياء {فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: ١١٠] [الكهف / ١١٠] .
ومن هذا الشرك الأصغر قوله صلى الله عليه وسلم " «من حلف بغير الله فقد أشرك» "
_________
(١) في (ق) و (م) : "بإتيان كلمة".
(٢) في (المطبوعة) : "ابن القيم".
(٣) في (ق) و (ح) و (المطبوعة) : "والفسوق".
(٤) في (ح) زيادة: "لا"، وهي خطأ.
(٥) في (ق) و (م) زيادة: وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ.','3','533',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (523,'رواه أبو داود (١) وغيره؛ ومعلوم أن حلفه بغير الله لا يخرجه عن (٢) الملة ولا يوجب له حكم الكفار، ومن هذا قوله صلى الله عليه وسلم: " «الشرك في هذه الأمة أخفى من دبيب النمل» ") (٣)) .
ثم قال رحمه الله تعالى: (ثم انظر كيف انقسم الشرك والكفر والفسوق والظلم والجهل إلى ما هو كفر ينقل عن الملة، والى ما لا ينقل عنها، وكذلك النفاق نفاقان، نفاق اعتقاد ونقاق عمل) ، وكل هذا أسقطه المعترض؛ لأنه يدفع في صدره (٤) ويرد باطله وترويجه.
ويقال أيضًا: ما نقلته عن شمس الدين ابن القيم حجة لنا عليك، مع [٢٢١] ، ما فيه من التحريف والحذف واللبس.
من ذلك قوله: (ولما كان الإيمان أصلًا له شعب) فهذه لنا؟ لأن النزاع في أصل الإيمان الذي هو شهادة أن لا إله إلاَّ الله، والكلام في التزامها والعمل بمقتضاها، وأما بقية الشعب فليس من مسألة النزاع، ولا يُكَفِّر بترك بعض الشعب التي هي دون الأصل وأركانه إلاَّ من يكفر بالذنوب كالخوارج، فهؤلاء يحسن الرد عليهم بمثل هذا النقل، وأما من لم يكفر إلاَّ بترك أصل الإيمان الذي هو مدلول شهادة أن لا إِله إلاَّ الله، فالرد عليهم (٥) بكلام ابن القيم مجرد هوس وخيلاء، خرجت بصاحبها عن موضوع الكلام.
_________
(١) أخرجه أبو داود (٣٢٥١) .
(٢) في (ق) و (ح) و (المطبوعة) : "من".
(٣) أورده الألباني في صحيح الجامع (٣٧٣٠، ٣٧٣١) وصححه، وفي ضعيف الجامع (٣٤٣٢، ٣٤٣٣) ، وضعفه وخرجه في السلسلة الضعيفة (٣٧٥٥) .
(٤) في (ق) و (م) : "صده".
(٥) في (ق) و (م) : "عليه".','3','534',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (524,'وقد تقدم أنه قال: (وهذه الشعب منها ما يزول الإيمان بزواله كالشهادتين) . (وقد نقله هذا المعترض، ومن المعلوم أن المقصود زوال حقيقة الشهادتين) (١) علمًا وعملًا أو قولًا، لا زوال مجرد القول واللفظ، كما فهمه هذا الغبي.
وكذلك قوله: (وهاهنا أصل آخر، وهو أنه لا يلزم من قام به شعبة من شعب الكفر أن يسمى كافرًا، وإن كان ما قام به كفر؛ لأن معه أصل الإيمان وهما الشهادتان) وهذه العبارة لنا؛ لأنا لا نكَفِّر إلاَّ (٢) بترك ما دلَّت عليه الشهادتان مطابقة أو تضمنًا، وما عدا ذلك فلم (٣) نُكَفِّر به.
فظهر أن شمس الدين ابن القيم رحمه الله قد قرر في نقل المعترض، وكرر التكفير وزوال الإيمان بترك الشهادتين، ولكن هذا الجاهل المعترض يظن أن المقصود ترك اللفظ فقط (٤) وهذا من كثافة جهله وعدم علمه، وقلة ممارسته، وبعده عن صناعة العلم، فالحمد لله الذي أخزاه وكبته في مماته ومحياه.
وكذلك (٥) في نقله أن الكفر نوعان، كفر عمل، وكفر جحود وعناد، وكفر الجحود: أن يَكْفُر بما علم أن رسول الله صلى الله عليه وسلم جاء به من عند الله جحودًا وعنادًا منه، فهذا الكفر يضاد الإيمان من كل وجه.
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) ساقطة من (المطبوعة) .
(٣) في (ق) : "فلا"، وفي (ح) و (المطبوعة) : "لم".
(٤) ساقطة من (ق) .
(٥) في (ق) زيادة: "قوله".','3','535',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (525,'هذا نَقْلُهُ (١) ومن عرف ما جاء به الشيخ (٢) ودعا إليه من توحيد الله تعالى، وإفراده بالعبادة، والبراءة من كل معبود سواه، وعرف أن هذا أصل الأصول وأكبر القواعد، وأظهر الشعائر، وأن القران "وأن القرآن" (٣) من أوله إلى [٢٢٢] آخره دال عليه، آمر به، مقرر له، محتج عليه، مبين له، وأن الآيات والبراهين على صحته وظهوره أظهر من الشمس في الظهيرة، عرف حينئذ أنَّ مَن رَدَّه وأباه، واستمر على اتخاذ الوسائط والشفعاء والأنداد، يدعوهم ويسألهم ويتوكل عليهم، من غير التفات إلى حجج الله وبيناته، من أعظم الناس جحودًا وعنادًا، وأغلظهم كفرًا وفسادًا؟ وأنَّ كُفْر هذا الصنف ملحق بكفر أهل الجحود والعناد، ولكن غلبة الجهل، وكثافة الفهم، وغلظة الطبع، واعتياد الشرك، وظلمة الكفر، حجب كثيفة حالت بين هؤلاء القوم وبين معرفة الكفر والإيمان، والتوحيد والإشراك، فالتبس الأمر عليهم، وصاروا يحتجون على أهل الإسلام بما هو عليهم لا لهم. وفي المثل: "أريها السّهى وتريني القمر".
ولما نزل قوله تعالى: {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ} [الأنبياء: ٩٨] الآية [الأنبياء / ٩٨] .
قال ابن الزّبعرى: "اليوم أخصم محمدًا " (٤) ظنًّا منه أن قياس الأولى يجري هنا، لم يعرف ما بين الأصل والفرع من الفرق في علة الحكم
_________
(١) في (ق) و (م) زيادة: " المعترض".
(٢) في (ق) و (م) : "الرسول صلى الله عليه وسلم".
(٣) ساقطة من (ق) .
(٤) أخرجه الطبراني في الكبير (١٢ / ١٥٣) . قال الهيثمي في مجمع الزوائد (٧ / ٦٩) : وفيه عاصم بن بهدلة وقد وثقه وضعفه جماعة.','3','536',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (526,'ومناطه، بل ظن بجهله أن الاشتراك في العبادة هو العلة؛ ولذلك قاس قياس الأولى، والأمر ليس كذلك.
فأنزل الله تعالى: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ - لَا يَسْمَعُونَ حَسِيسَهَا وَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ} [الأنبياء: ١٠١ - ١٠٢] [الأنبياء / ١٠٢ ,١٠١] .
وروى بعضهم (١) أن النبي صلى الله عليه وسلم قال له: "ما أجهلك بلغة قومك: ما: لما لا يعقل" (٢) لكن يُشْكل على (٣) هذا ما قرره العلامة (٤) ابن القيم رحمه الله من أن ابن الزبعرى إنما أراد إلحاق الحكم بالنظير، وإجراء العلة مجراها، لا أنه خفي عليه موضوع "ما"، وإن صح الحديث، فهو صريح في ردِّ ما قاله على كلا التقديرين، وتقرير شمس الدِّين ابن القيم رحمه الله يشير إلى أن أصل الحديث ثابت عنده، وهو كذلك، كما قرره شيخ الإسلام ابن تيمية رحمه الله، وشمس الدِّين حجة في النقل.
والمقصود بهذا: تحقيق المشابهة بين المعترض وأسلافه، ممن يعترض على كتاب الله ورسله وأوليائه، وحجتهم بحمد الله داحضة، لكن: ربما جرَّ شأن شؤونًا.
إذا عرفت هذا: فقول المعترض في آخر نقله: (فمتى يكون هذا في الأمة؟) يشير إلى كفر الجحود والعناد، وهذه القولة صريحة في استبعاد
_________
(١) في (المطبوعة) زيادة: "في ذلك حديثًا، الله أعلم به".
(٢) لم أقف على هذا اللفظ، وقصة ابن الزبعرى أوردها ابن كثير في تفسير الآية عن ابن مردويه.
(٣) ساقطة من (م) .
(٤) ساقطة من (م) .','3','537',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (527,'[٢٢٣] ، وقوع هذا وحصوله في الأمة، كما دلَّ عليه حديث ثوبان وغيره، وظاهر هذا: أن ما حدث من بني حنيفة، والأسود العنسي، والمختار ابن أبي عبيد، وسائر أهل الردة، والقرامطة، والعبيديين ملوك مصر، والتتر الذين يتلفظون بالشهادتين، ومنهم من يصلي، وغلاة القدرية والجهمية، والرافضة، والجبرية وأمثالهم، ونظراؤهم وأشباههم ممن يتكلم بالشهادتين، وينتسب إلى الإسلام، لا يقع منهم كفر الجحود والعناد أبدًا، وإنما هو كفر عمل لا يخرج عن الملة، له الأمر بالمعروف والنهي عن المنكر، من غير تكفير وقتال، على زعم هذا المفتري، وهذه الفضيحة والخزية القبيحة الدالة على محله من العقل والدين كافية في رد أباطيله، ودحض أساجيله (١) فَلْيَهْن من ذكرنا من أعداء الرسل هذا الحكم القاسط الجائر، المخالف لجميع كتب الله، المناقض لسائر رسله.
ومن العجب خفاء هذا الجهل على كثير ممن ينتسب إلى الإسلام ممن يخالط هذا (٢) وأمثاله، ويسمع لهم، ومن أعرض عن كتاب الله، ولم يكن له حظ من نور الوحي، وضياء الرسالة، فهو مستعد لقبول (٣) ما (٤) أوحته الشياطين إلى أوليائها من الجهل والعمى، والضلال عن سبيل الرشاد والهدى.
_________
(١) في (ق) و (م) زيادة: "فقد خربت دار هذا إمامها فقيهها".
(٢) في (ق) و (المطبوعة) زيادة: "الجاهل".
(٣) في (م) : "لقول".
(٤) ساقطة من (ح) .','3','538',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (528,'<span data-type="title" id=toc-98>[فصل في احتجاج المعترض بكلام لابن رجب الحنبلي على مقصده من عدم تكفير من أتى بشرك]</span>
فصل قال المعترض: (وقال زين الدين ابن رجب رحمه الله تعالى (١) "ومن المعلوم بالضرورة أن النبي صلى الله عليه وسلم كان يقبل من كل من جاء يريد الدخول في الإسلام الشهادتين فقط، ويعصم دمه بذلك، ويجعله مسلمًا، وقد أنكر على أسامة قتله لمن شهد أن لا إِله إلا الله لما رفع عليه السيف، واشتد نكيره". ثم بين رحمه الله أنه إذا كان مسلمًا بالشهادتين ألزم حقوق الإسلام، إلى أن قال:
"وبهذا الذي قررنا يظهر الجمع بين ألفاظ (٢) الأحاديث في هذا الباب؛ ويتبين أن كلها حق فإن كلمتي الْإِخلاص بمجردها تعصم (٣) من أتى بهما، ويصير بذلك مسلمًا هذا عين كلامه". انتهى.
إذ لولا أنه يكون مسلمًا بهما لم يُلزم شرائع الإسلام (٤) ويُجبر عليها، فإن الكافر لا يجبر على شرائع الإسلام، وإن كان على
_________
(١) انظر: "جامع العلوم والحكم" (١ / ٨٤) .
(٢) ساقطة من (ق) و (م) .
(٣) في (المطبوعة) : "بمجردهما تعصمان".
(٤) ساقطة من (ق) و (م) ، وفي (المطبوعة) بعدها زيادة: "ولم".','3','539',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (529,'قولنا (١) مخاطبًا بها، إلا أنها (٢) لا تصح منه لعدم شرطها، لأن من شرط (٣) صحة شرائع الإسلام، تقدم (٤) الشهادتين، ومن جعل شرائع الإسلام مع الشهادتين (٥) شرطًا لدخول الإسلام وصحته، وأنه لا يكون مسلمًا إلا بذلك كهذا الرجل، فقد (٦) أبعد النجعة، وخالف ما عليه سيد البشر صلى الله عليه وسلم وأصحابه، وسلفه الصالح، وسلك طريق الابتداع بتكفير الأمة على أصل هذا المذهب الخبيث.
وسيأتي من شبه هذا الرجل من كلامه، أنه عَيْن كلامه، كما ستراه عنه بعينه، وبما ذكرنا يعلم اختلاف الخليفتين الراشدين رضي الله عنهما في قتال مانعي الزكاة أنه ليس على كفره بالمنع، بل هل يباح دمه بمنعه أم لا؟ فسلَّم بعد ذلك الفاروق للصدِّيق؛ ولهذا اتفق أهل المذاهب الأربعة في كتبهم أنه لا يجوز قتال مانع الزكاة إلا لمن يفعل بإخراجها كفعل الصدِّيق والخلفاء الراشدين، بأن يخرجها في أصنافها الثمانية أو ما وجد منها، ومن لم يفعل ذلك فنصُّوا على تحريم قبضه لها، فضلا عن أن يقاتل عليها، مع أن قبضه لها بهذه الحالة مبرئ لدافعها بطلبه، توفيرًا للسمع والطاعة، واجتماع الكلمة؟ ووزرها (٧) على قابضها، وبهذا يتبين قول أهل
_________
(١) في (ق) : "قول".
(٢) في (ق) و (ح) : "لأنها".
(٣) في (ق) : "شروط".
(٤) ساقطة من (ق) و (م) .
(٥) ساقطة من (ق) .
(٦) في (ق) : "فإنه".
(٧) في (ق) و (ح) : " وإزرها".','3','540',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (530,'السنَّة والجماعة وأنَّ أعمال الجوارح يزيد بها الإيمان وينقص، حتى لا يبقى في قلب الإنسان إلا أدنى أدنى أدنى مثقال حبة خردل من إيمان، كما في صحيح البخاري من حديث أنس رضي الله عنه (١) بشفاعة النبي صلى الله عليه وسلم، حتى يخرج جل وعلا من قال لا إله إلا الله، كما مر ذكره ذكرناه في كتابنا "غسل الدرن".
والجواب أن يقال: إن الله تعالى وتقدس وعد رسله (٢) والذين آمنوا أن ينصرهم في الحياة الدنيا ويوم يقوم الأشهاد، يوم لا ينفع الظالمين معذرتهم ولهم اللعنة (٣) ولهم سوء الدار، ومن نَصْر الله تعالى لأوليائه وعباده المؤمنين ولشيخنا رحمه الله تعالى خذلان أعدائهم، وعدم تسديدهم، وتهافت أقوالهم وما كساها من الظلمة والتناقض والتدافع، والوحشة التي يعرفها من سلمت فطرته؛ وصح إسلامه، فضلًا عن أهل العلم بشرعه ودينه، فلربنا الحمد، لا نحصي ثناءً عليه، بل هو كما أثنى على نفسه.
ويقال لهذا: قد حرفت عبارة زين الدين بن رجب وتصرفت فيها، وأخرجتها عن موضوعها، وأزلت بهجتها: من ذلك قولك عنه: إنه يقول: (ومن المعلوم بالضرورة أن النبي صلى الله عليه وسلم كان يقبل من كل من جاء يريد الدخول في الإسلام الشهادتين فقط) . وقد نزه الله العلامة ابن رجب وأمثاله عن (٤) أن يظنوا برسول الله صلى الله عليه وسلم أنه يقبل مجرد القول
_________
(١) في (ح) زيادة: "قال: يخرج لعلي أناس".
(٢) في (ق) : "رسوله".
(٣) "ولهم اللعنة" ساقطة من (ق) و (م) .
(٤) ساقطة من (ق) و (م) .','3','541',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (531,'، من غير التزام لحقيقته، ولا عمل بمدلوله، وعبارة ابن رجب تدل على أنه يبدأ بالتوحيد في الدعوة والطلب، ولا يقبل قبله عمل من الأعمال، والمقصود من الشهادتين ما دلتا عليه من (١) البراءة من كل معبود سوى الله؛ وأنه هو المعبود وحده لا شريك له، والإيمان بالرسل، والتزام متابعتهم، هذا هو مدلول الشهادتين (٢) وهو الذي دلَّت عليه عبارة ابن رجب، وشيخنا رحمه الله أصْل دعوته وجهاده على هذا، وعلى ترك عبادة الصالحين من الأموات والغائبين، ودعائهم مع الله رغبًا ورهبًا، والتوجه إليه والاستغاثة (٣) بهم في الشدائد والملمات، كما كانت تفعله الجاهلية، فهذا الذي جاهد شيخنا عليه، ودعا الناس إلى تركه، وأخبرهم أن الإيمان بالله يناقض هذا ويبطله، فعبارة ابن رجب تشهد لهذا الشيخ بالعلم والمتابعة، خلافًا لما توهمه بعض الجهال والضلال من أن الرسول صلى الله عليه وسلم يقبل مجرد القول واللفظ، مع ارتكاب ما ينافيه ويناقضه.
ومراد ابن رجب: أنَّ مَن أظهر الإسلام، وتكلم بالشهادتين، ولم يأت منه ما ينافيهما يحكم بإسلامه، ويؤمر ببقية الشرائع، وقد ذكر ابن رجب بعد عبارته: (أنَّ مِن شرائع الإسلام ما يقاتل عليه ويكفر تاركه) . فدل كلامه على أن التزام أركان الإسلام باعتقاد وجوبها (٤) شرط لصحة الإسلام وقبوله في الدار الآخرة، وأما الأحكام الدنيوية فتجري على من أظهر الإسلام ظاهرًا، فإن ظهر منه ما ينافي ذلك حكم عليه بما يقتضيه هذا
_________
(١) "ما دلتا عليه من" ساقطة من (ق) و (م) .
(٢) في (ق) و (م) : "شهادة أن لا إِله إلا الله وأن محمدًا رسول الله ".
(٣) في (ق) : "إليهم والاستعانة ".
(٤) "باعتقاد وجوبها" ساقطة من (ق) و (م) .','3','542',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (532,'المنافي من تكفير أو قتال، وهذا هو الذي دل عليه حديث أسامة وغيره من الأحاديث الدالة على الكف عمن أتى بالشهادتين.
ودعواك أنَّ ابن رجب قال: (يقبل من كل من جاء يريد الدخول في الإسلام الشهادتين فقط) دعوى كاذبة، وآحاد العقلاء يتنزه عن هذه العبارة؛ لأنَّ معنى "فقط " لا غير، وحينئذ فمدلولها أنه لا يقبل بقية الشرائع من الأركان الإسلامية والشعب الإيمانية، ولا يظن هذا برسول الله صلى الله عليه وسلم من له عقل يميز به ولو كافرًا، فضلًا عن أهل العلم والإيمان.
وأما قولك: (ومن جعل شرائع الإسلام مع الشهادتين شرطًا لدخول الإسلام (١) وصحته، وأنه لا يكون مسلمًا إلا بذلك - كهذا الرجل - فقد أبعد النجعة، وخالف ما عليه سيد البشر صلى الله عليه وسلم وأصحابه وسلفه الصالح) إلى آخر ما قلت.
فهذا القول منك صريح في مخالفة عبارة ابن رجب التي هي مرتبطة بما نقلته (٢) وشرط التزام الشرائع والمباني الإسلامية مجمع على اعتباره في الإسلام المنجي في الدار الآخرة، وكلام ابن رجب الذي ساقه بعد العبارة التي ذكرها المعترض صريح في هذا؛ فإنه قرر ما يقاتل عليه من الشرائع وما يقتل به الفرد المعين، وذكر شيئًا مما يكفر به، وذكر الخلاف في تكفير من ترك أحد المباني، وأما من ترك التوحيد الذي دلَّت عليه شهادة أن لا إِله إلا الله، فقد اتفق العلماء على كُفْرِه ووجوب قتله إن أصر وعاند.
_________
(١) في (م) : " الإيمان ".
(٢) في (ح) : "نقله".','3','543',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (533,'وقال شيخ الإسلام تقيّ الدِّين، لما سئل عن قتال التتر مع تمسكهم بالشهادتين، ولِمَا زعموا من اتباع أصل الإسلام (١) (كل طائفة ممتنعة عن التزام شرائع الإسلام الظاهرة: المتواترة من هؤلاء القوم أو غيرهم؛ فإنه يجب قتالهم حتى يلتزموا شرائعه، وإن (٢) كانوا مع ذلك ناطقين بالشهادتين، ملتزمين بعض شرائعه (٣) كما قاتل أبو بكر والصحابة رضي الله عنهم مانعي الزكاة، وعلى ذلك اتفق الفقهاء بعدهم بعد سابقة مناظرة عمر لأبي بكر رضي الله عنهم، فاتفق الصحابة على القتال على حقوق الإسلام، عملًا بالكتاب والسنَّة، وكذلك ثبت عن النبي صلى الله عليه وسلم من عشرة أوجه الحديث عن الخوارج والأمر بقتالهم، وأخبر أنهم "شر الخلق والخليقة" (٤) مع قوله: " «تحقرون صلاتكم مع صلاتهم وصيامكم مع صيامهم» "، فعلم أن مجرد الاعتصام بالإسلام مع عدم التزام شرائعه ليس بمسقط للقتال، فالقتال واجب حتى يكون الدين كله لله، وحتى لا تكون فتنة، فمتى كان الدين لغير الله فالقتال واجب، فأيما (٥) طائفة امتنعت عن بعض الصلوات المفروضات (٦) أو الصيام أو الحج، أو عن التزام تحريم الدماء، أو الأموال، أو الخمر، أو الزنا، أو الميسر، أو نكاح
_________
(١) انظر قوله رحمه الله في: "مجموع الفتاوى" (٢٨ / ٥٠٢) .
(٢) ساقطة من (ق) .
(٣) في (ق) : "سرائع".
(٤) تقدم تخريجه. انظر: ص (١٦٥) ، هامش ٥.
(٥) في (ق) : "فإيمان".
(٦) ساقطة من (ق) .','3','544',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (534,'ذوات المحارم، أو عن التزام جهاد الكفار، أو ضرب الجزية على أهل الكتاب، أو غير ذلك من التزام واجبات الدين، أو محرماته التي لا عذر لأحد في جحودها، أو تركها التي يكفر الواحد بجحودها؛ فإن الطائفة الممتنعة تقاتل عليها، وإن كانت مقرة بها، وهذا مما لا أعلم فيه خلافًا بين العلماء، وإنما اختلف الفقهاء في الطائفة الممتنعة إذ أصرت على ترك بعض السنن، كركعتي الفجر، أو الأذان أو الْإِقامة؛ عند من لا يقول بوجوبها، ونحو ذلك من الشعائر (١) فهل تقاتل الطائفة الممتنعة على تركها (٢) أم لا؟ فأما الواجبات أو المحرمات المذكورة ونحوها، فلا خلاف في القتال عليها، وهؤلاء عند المحققين من العلماء ليسوا بمنزلة البغاة الخارجين على الإمام (أو الخارجين عن طاعته؛ كأهل الشام مع أمير المؤمنين علي بن أبي طالب رضي الله عنه) ما بين القوسين (٣) فإن أولئك خارجون عن طاعة إمام معين أو خارجون عليه لِإِزالة ولايته؛ وأما المذكورون فهم خارجون عن الْإِسلام بمنزلة مانعي الزكاة؛ وبمنزلة الخوارج الذين قاتلهم علي رضي الله عنه، ولهذا افترقت سيرته رضي الله عنه في قتاله لأهل البصرة وأهل (٤) الشام، وفي قتاله لأهل النهروان، فكانت سيرته مع البصريين والشاميين سيرة الأخ مع أخيه، ومع الخوارج بخلاف ذلك، وثبتت (٥)
_________
(١) في (م) : "الشرائع".
(٢) "على تركها" ساقطة من (م) .
(٣) ساقط من (ق) و (م) .
(٤) ساقطة من (ق) .
(٥) في (م) : "ثبت".','3','545',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (535,'النصوص (١) عن النبي صلى الله عليه وسلم بما استقر عليه إجماع الصحابة من قتال الصديق رضي الله عنه لمانعي الزكاة، وقتال علي للخوارج) . انتهى كلامه رحمه الله.
وقال أيضًا في "الرسالة السنية" (٢) (فإذا كان على عهد النبي صلى الله عليه وسلم وخلفائه من مرق عن الإسلام مع انتسابه إلى الإسلام والسنَّة، ففي هذه الأزمان قد يمرق أيضًا من الإسلام، وذلك بأسباب.
منها: الغلو الذي ذمه الله تعالى في كتابه، حيث قال: {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ} [النساء: ١٧١] الآية [النساء / ١٧١] .
وعليّ بن أبي طالب رضي الله عنه حرَّق الغالية من الرافضة، وأمر بأخاديد خُدَّت لهم عند باب كندة وقذفهم فيها، واتفق الصحابة على قتلهم، لكن ابن عباس رضي الله عنه مذهبه أن يقتلوا بالسيف بلا تحريق، وهو (٣) قول أكثر العلماء، وقصتهم معروفة، وكذا الغلو في بعض المشايخ؛ بل الغلو في علي بن أبي طالب بل الغلو في الشيخ عدي ونحوه، فكل من غلا في نبي أو رجل صالح وجعل فيه نوعًا من الْإِلهية، مثل أن يقول: يا سيدي فلان انصرني، وأغثني (٤) وارزقني، واجبرني، أو أنا في حسبك، ونحو هذه الأقوال، فكل هذا شرك وضلال يستتاب صاحبه فإن تاب وإلا قتل، فإن الله إنما أرسل الرسل وأنزل الكتب (٥) ". ليعبد
_________
(١) ساقطة من (ق) و (م) .
(٢) انظر: "مجموع الفتاوى" (٣ / ٣٨٣) .
(٣) في بقية النسخ: "وهذا".
(٤) في (م) : "وأغثني أو انصرني".
(٥) في (المطبوعة) : "الكتاب.','3','546',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (536,'وحده لا يجعل معه إله آخر؛ والذين يدعون مع الله آلهة أخرى مثل المسيح والملائكة لم يكونوا يعتقدون أنها تخلق الخلائق، أو تنزل المطر، أو تنبت النبات؛ وإنما كانوا يعبدونهم أو يعبدون قبورهم أو صورهم، يقولون: إنما نَعْبُدُهُمْ (١) لِيُقَربُونَا إلى الله زُلفَى {وَيَقُولُونَ هَؤُلَاءِ (٢) شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس: ١٨] [يونس / ١٨] .
فبَعث (٣) الله رسوله (٤) ينهى أن يدعى أحد من دونه، لا دعاء عبادة ولا دعاء (٥) استعانة) وذكر آيات في المعنى تبين هذه القاعدة العظيمة التي ضلَّ بالجهل بها من ضل، وشقي (٦) بإهمالها من شقي.
وأما ما زعمه من مخالفة شيخنا لرسول الله صلى الله عليه وسلم وأصحابه وسلفه الصالح.
فلو كان لهذا المعترض عقل يميز به، وعلم يدري به ما كان عليه (٧) رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلِّم من تكفير من عبد غير الله، واتخذ معه الآلهة (٨) والأنداد، وسوى بينهم وبينه تعالى وتقدس في الحب والتعظيم، والْإِنابة والتوكل
_________
(١) في (المطبوعة) : "ما نعبدهم إلا "، وهو سياق الآية. وسياق النُسَخ الأربع يوحي أن المصنف لم يرد سياق الآية.
(٢) ساقطة من (ق) و (م) .
(٣) بياض في (ق) .
(٤) في (ق) و (م) : "رسله".
(٥) ساقطة من (ق) و (م) .
(٦) في (ح) : "ويشقى".
(٧) ساقطة من (ق) .
(٨) ساقطة من (ق) .','3','547',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (537,'والدعاء؛ لعرف أنه هو المخالف لما كان عليه سائر رسل الله وأتباعهم إلى يوم القيامة، وأنة يجادل ويناضل عن عاد وثمود وقوم نوح وقوم فرعون وجاهلية العرب، وأمثالهم من الأمم الذين كذَّبوا الرسل ولم يستجيبوا لهم، ولم يلتفتوا إلى ما خلقوا في (١) له، وهذا الصنف من الناس هم أول من اخترع الشرك وابتدع في دين الله؛ وهم الذين أصَّلوا الأصول الخبيثة التي مقتضاها العدل بربهم وتسوية غيره به، ومعاداة أوليائه وحزبه، ونسبتهم إلى ما لا يليق بهم، وهذا هو حقيقة الخبث والرجس والفساد.
قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ} [التوبة: ٢٨] (٢) [التوبة / ٢٨] .
وزعيمهم الذي يناضل عنهم ويجادل (٣) دونهم هو أخبثهم على الإطلاق.
قال تعالى: (٤) {الَّذِينَ يُجَادِلُونَ فِي آيَاتِ اللَّهِ بِغَيْرِ سُلْطَانٍ أَتَاهُمْ كَبُرَ مَقْتًا عِنْدَ اللَّهِ وَعِنْدَ الَّذِينَ آمَنُوا كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ} [غافر: ٣٥] [غافر ٣٥] .
وأما جعله شيخنا رحمه الله ممن (٥) يشترط الشرائعَ الإسلامية في الدخول فيه: فهذا باطل، إنما تشترط (٦) المباني ونحوها في صحة الإسلام،
_________
(١) (المطبوعة) : "اختلقوا".
(٢) في (ق) زيادة: " فلا يقربوا المسجد الحرام " الآية.
(٣) في (ق) و (م) : "يجادل عنهم ويناضل".
(٤) في (م) و (ح) زيادة: (إِنَّ) .
(٥) ساقطة من (م) و (ح) .
(٦) في (م) : "اشترط".','3','548',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (538,'لا في الدخول فيه، وشيخنا رحمه الله لم يقل هذا الذي زعمه هذا المعترض، بل هو من جهله وإفكه (١) وضلاله وبهته، والنزاع إنما هو في (٢) شهادة أن لا إِله إلاَّ الله، ولم يمتنع أحد ممن (٣) التزم الإسلام في زمن الشيخ محمد رحمه الله عن شيء من شعائر الإسلام وأركانه، حتى يقال: إنه لم يقبل منه (٤) الدخول في الإسلام.
فهو رحمه الله وإن قاتل على ترك أحد المباني فلم يقل: لا نقبل الإسلام ابتداءً إلاَّ بها؛ ولكن هذا البهت لا يستغرب مع جهالة هذا الرجل، وعدم شعوره بشيء من الحقائق الدينية.

وأما قول المعترض: (وبما ذكرنا يعلم اختلاف الخليفتين في قتال مانع (٥) الزكاة أنه ليس على كفره بالمنع؛ بل هل يباح دمه بمنعه أم لا؟ فسلم بعد ذلك الفاروق للصدِّيق) .
فيقال لهذا الغبي الجاهل: ما وقع من عمر رضي الله عنه من التوقف في قتال مانعي الزكاة واستدلاله بالحديث على ترك القتال لا يدل (٦) على أنه يرى إسلام تارك الزكاة، وقد ثبت عنه أنه صرح بتكفير تارك الحج ولم يقتله، فمسألة القتال لا تستلزم تكفيرًا، والتكفير لا يستلزم
_________
(١) في (ق) و (م) : "جمله إفكه".
(٢) ساقطة من (ح) .
(٣) في (ق) و (المطبوعة) : "من".
(٤) في (ح) : "من".
(٥) في (ق) و (م) و (المطبوعة) : "مانعي".
(٦) في (ق) و (م) : "يرى".','3','549',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (539,'القتال (١) هذا باعتبار (٢) أصل الخلاف، وقد سلَّم الفاروق للصدِّيق والتزم ما ذهب إليه الصديق من وجوب القتال، وصارت المسألة إجماعية، وإذا أجمعوا على القتال فما المانع من التكفير؟ وقد تقدم كلام شيخ الإسلام في تكفير مانع (٣) الزكاة، وأن الصحابة لم يفرقوا في التكفير والقتال بين من جحد الوجوب، وبين من منعها ولم يؤدها، مع اعترافه بالوجوب.
وقال أبو العباس رحمه الله أيضًا في الكلام على كفر مانع الزكاة (٤) (والصحابة لم يقولوا: هل أنت مقر بوجوبها أو جاحد لها؟ هذا لم يعهد عن الخلفاء والصحابة؛ بل قال الصدِّيق لعمر رضي الله عنهما: "والله لو منعوني عَنَاقًا (٥) كانوا يؤدونها إلى رسول الله صلى الله عليه وسلم لقاتلتهم على منعها" فجعل المبيح للقتال مجرد المنع لا جحد الوجوب.
وقد روي أن طوائف كانوا يقرون (٦) بالوجوب لكن بخلوا بها، ومع هذا فسيرة الخلفاء فيهم جميعهم سيرة واحدة، وهي قتل مقاتلتهم، وسبي ذراريهم، وغنيمة أموالهم، والشهادة على قتلاهم بالنار، وسموهم جميعهم أهل الردة، وكان من أعظم فضائل الصدِّيق عندهم (٧) أن ثبَّته الله
_________
(١) في (المطبوعة) زيادة: "مطلقا".
(٢) في (ق) : "عبارة".
(٣) في (ق) و (م) و (المطبوعة) : "مانعي".
(٤) في (ق) و (م) : "مانعي".
(٥) في (ق) : "عقال بعير".
(٦) في (ق) و (م) : "مقرين".
(٧) ساقطة من (ق) و (م) .','3','550',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (540,'عند قتالهم، ولم يتوقف كما توقف غيره، فناظرهم حتى رجعوا إلى قوله، وأما قتال المقرين بنبوة مسيلمة، فهؤلاء لم يقع بينهم نزاع في قتالهم) . انتهى.
وأما قوله: (ولهذا اتفق أهل المذاهب الأربع (١) في كتبهم أنه لا يجوز قتال مانع (٢) الزكاة إلاَّ لمن يفعل بإخراجها كفعل الصدِّيق) .
فيقال: من عَرَف جهل هذا الرجل (٣) وعدم أمانته فيما ينقله ويحكيه عن الآحاد فضلًا عن الاتفاق والإجماع لم يلتفت إلى قوله، ولم يصغ له ولا يعتد به إلاَّ جاهل لا يدري ما الناس فيه، وهذه العبارة كذب بحت لم يتفقوا ولم يجمعوا؛ بل اتفقوا على خلافها، وأنَّ أئمة الإسلام يجب عليهم قتال مانع الزكاة حتى يؤديها، وعليهم في ذلك أن يفعلوا (٤) بالمشروع، وهذا مجمع عليه، وقد حكى الإجماع عليه ابن حزم وابن هبيرة في كتابيهما في الإجماع، ومذهب الحنابلة الذي ينتسب إليه هذا المعترض: صريح في وجوب القتال على ذلك، كما يعلمه من وقف على كلامهم، فدعوى هذا الرجل كاذبة خاطئة مع ما في هذه العبارة (٥) من اللحن.
فإن المذاهب والاتفاق عليها يعزى (٦) إلى الرجال والقائلين بها
_________
(١) في (ق) و (المطبوعة) : "الأربعة".
(٢) في (ق) و (م) : "مانعي".
(٣) في (ق) و (م) : "المعترض".
(٤) في (المطبوعة) : "يعملوا".
(٥) في (م) : "فيها".
(٦) في (ح) : "يغرى".','3','551',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (541,'لا إلى الكتب، وباب العدد من الثلاثة (١) إلى العشرة تلزم (٢) مذكرة التاء، وقد حذفها هذا الغبي الذي يترشح (٣) لمعرفة العربية.
وقوله: (فنصّوا على تحريم قبضه لها فضلًا عن أن يقاتل عليها) .
تقدَّم جوابه (٤)
_________
(١) في (م) : "ثلاثة".
(٢) في (ق) و (م) زيادة: "الثلاثة".
(٣) في (ق) : "يرشح".
(٤) في (ق) و (م) زيادة: "وأما قوله: وبهذا يتبين قول أهل السنَّة أن أعمال الجوارح يزيد بها الإيمان وينقص حتى لا يبقى في قلب الإنسان إلاَّ أدنى أدنى أدنى مثقال حبة حبة خردل. 
فيقال: أولًا: حرفت العبارة وأفسدتها بقولك: (أدنى أدنى أدنى مثقال) فإن المثقال معيار معلوم متساوٍ متماثل وإنما يقال: أدنى منه. إذا أريد ما دونه. 
وليس من الحديث هذا التركيب الفاسد، وإنما هو من جناية هذا المعترض، وحديث أنس الذي أشار إليه لفظه ليس هكذا. فانظر إلى ما في هذه الكلمات اليسيرة من التبديل لدين الله والكذب في حكاية مذاهب أهل العلم، واللحن المنافي لمعرفة العربية، والتحريف للأحاديث النبوية، فإن الوقوف على هذا كاف في رد أقواله وإبطال جهله وضلاله فإن الحمد لله الذي من علينا بمعرفة أعدائه والمناضلة عن دينه وشرعه وعن حزبه وأوليائه".','3','552',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (542,'<span data-type="title" id=toc-99>[فصل في الشفاعة وأنها لمن كان من أهل التوحيد]</span>
فصل قال المعترض: (وروى الإمام أحمد بسندٍ صحيح عن ابن عمر وابن ماجه عن أبي موسى الأشعري رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال (١) " «خُيِّرت بين الشفاعة لأمتي وبين أن يدخل شطر أمَّتي الجنة فاخترت الشفاعة؛ لأنها أعم وأكفى، ترونها للمؤمنين المتقين؟ لا ولكنها للمذنبين المتلوثين (٢) الخطائين» " (٣) وهل هذا الحديث إلاَّ يفيد أنه صلى الله عليه وسلم أعطى الشفاعة لقوله: " خيرت فاخترت " وعنه صلى الله عليه وسلم أنه قال: " «شفاعتي لأهل الكبائر من أمتي» "، رواه الإمام أحمد، وأبو داود، والترمذي، وابن ماجه، والحاكم عن أنس (٤) والجواب أن يقال: ساق هذا المعترض ما ساقه من أحاديث الشفاعة، ومراده أن النبي صلى الله عليه وسلم يدعا ويرجى، وتطلب منه الشفاعة (٥) بعد
_________
(١) ساقطة من (ق) و (م) .
(٢) ساقطة من (ق) .
(٣) أخرجه أحمد (٢ / ٧٥) ، وابن ماجه (٤٣١١) . قال المنذري في "الترغيب والترهيب" (٤ / ٢٤٢) : "وإسناده جيد".
(٤) أخرجه أحمد (٣ / ٢١٣) ، وأبو داود (٤٧٣٩) ، والترمذي (٢٤٣٥، ٢٤٣٦) ، وابن ماجه (٤٣١٠) ، والحاكم (١ / ٦٩) .
(٥) في (ق) زيادة: "ومراده".','3','553',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (543,'موته صلى الله عليه وسلم، ويريد أن من منع ذلك فقد أخطأ وضلَّل الأمة، وخطأهم بغير حق، هذا مراده، فسبحان من طبع على قلبه حتى انعكس عليه الأمر، وصار يفهم من النصوص والألفاظ النبوية خلاف ما دلت عليه، فإن من دعا غير الله وأشرك به، وتعلق على الأنبياء والملائكة والصالحين، وجعلهم منتهى طلبه وغاية قصده، أو سوى بينهم وبين الله في خالص حقِّه ليس داخلًا في الحديث، وليس مرادًا به؛ لأن لفظ الأمة في مقام المدح والوعد لا يدخل فيهم أهل الشرك بالله الذين سووا (١) بينه وبين غيره، وعدلوا بربهم، وأنابوا إلى سواه، واعتمدوا على غيره، كحال عبَّاد القبور الذين هم محل النزاع بيننا وبين هؤلاء الضُّلاَّل، وكونه صلى الله عليه وسلم اختار الشفاعة أو أعطى الشفاعة لا يدلُّ على أنه يقصد لها ويدعى لها (٢) بعد موته، فإنَّ أصل الشرك هو دعاء الأموات والاستغاثة بهم، وفَرْقٌ بين حال الحياة وحال (٣) الممات.
يوضِّح هذا: أنَّ أعلم الخلق به وبدينه وهديه صلى الله عليه وسلم لم يطلب أحد، منهم بعد موت النبي (٤) صلى الله عليه وسلم منه شيئًا لا شفاعة ولا غيرها، بل نهوا عن استقبال القبر حال الدعاء، فكيف بدعائه صلى الله عليه وسلم؟ ومنعوا المسلم أن يصلي إلى القبر خشية الفتنة، فأحاطوا قبره الشريف بجدار مثلث لئلا يصل أحد إليه، وسيرتهم في قبور أصحابه وصالحي أمته كذلك ينهون عن الدعاء عندها والصلاة وعن قصدها لشيء من ذلك، وعن رفعها واعتياد المجيء
_________
(١) في (ق) و (م) : "الذي سوَّى".
(٢) ساقطة من (ق) و (م) .
(٣) ساقطة من (ق) و (م) .
(٤) في بقية النسخ: "موته صلى الله عليه وسلم".','3','554',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (544,'إليها بحيث تكون كالعيد الذي يعتاد في وقت معين هذه سيرتهم.
وعُبَّاد القبور ومن نصرهم وحمل لواءهم- كهذا المعترض الضال (١) يحرف أحاديث رسول الله صلى الله عليه وسلم، ويلحد (٢) في معانيها، ويقودها إلى مذهب أهل الشرك والضُّلاَّل، وقد صانها الله عن أن تدل على دعاء غيره (٣) وعبادة سواه، ولكل نبأ مستقر وسوف تعلمون.
والشفاعة قد صحت أحاديثها وتواترت، ولكنها لا تدل بحمد الله على ما ذهب إليه الغالون المخالفون المبدلون لدين الله، الداعون للأموات والغائبين، السالكون سبيل سلفهم من الجاهلية المشركين من الكتابيين والأميين، فإنهم تعلَّقوا على أندادهم ودعوهم مع الله لأجل الجاه والشفاعة، وأنهم (٤) قد أعطوا الشفاعة. كما حكى الله عنهم ذلك (٥) بقوله: {وَيَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنْفَعُهُمْ وَيَقُولُونَ هَؤُلَاءِ شُفَعَاؤُنَا عِنْدَ اللَّهِ} [يونس: ١٨] [يونس / ١٨] .
وقال تعالى: {وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى} [الزمر: ٣] [الزمر / ٣] .
ولهذا نطق القرآن بإبطال هذه الشفاعة التي ظنها المشركون وتعلقوا بها.
_________
(١) في (ق) و (م) و (ح) زيادة: "وأمثاله".
(٢) في (م) : "ويلحق".
(٣) في (م) : "غير الله".
(٤) في (ق) : "ولأنهم".
(٥) في بقية النسخ: "ذلك عنهم".','3','555',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (545,'قال تعالى: {أَمِ اتَّخَذُوا مِنْ دُونِ اللَّهِ شُفَعَاءَ قُلْ أَوَلَوْ كَانُوا لَا يَمْلِكُونَ شَيْئًا وَلَا يَعْقِلُونَ - قُلْ لِلَّهِ الشَّفَاعَةُ جَمِيعًا لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ} [الزمر: ٤٣ - ٤٤] الآية [الزمر / ٤٤ ,٤٣] .
وقال تعالى: {وَلَا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلَّا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ} [الزخرف: ٨٦] [الزخرف / ٨٦] .
وأصح الأقوال في هذه الآية: أنَّ الاستثناء يرجع إلى المشفوع فيهم، وأن الشفاعة لا تكون إلاَّ لمن كان من أهل التوحيد، ومن معه أصل الإيمان المنافي للشرك (١) ودعاء غير الله، ويُستدل على هذا بحديث أبي هريرة رضي الله عنه: قال: " «قلت: من أسعد الناس بشفاعتك يا رسول الله؟ قال: أسعد الناس بشفاعتي من قال لا إله إلاَّ الله خالصًا من قلبه» ) (٢) فدعاء الله وحده وإسلام الوجه (٣) له، هو السبب الأعظم في نيل الشفاعة وحصولها، ولو كان المشفوع فيه متلوِّثًا بالذنوب والخطايا، فإنَّ حسنة التوحيد لا يقاومها ما دون الشرك من السيِّئات، وسيِّئة (٤) الشرك لا يبقى [معها] (٥) شيء من الحسنات.
وأمَّا قوله: (وهل هذا الحديث إلاَّ يفيد أنه صلى الله عليه وسلم قد أعطي الشفاعة (٦)
_________
(١) في (ق) : "للشركاء".
(٢) تقدم تخريجه، انظر: ص (٣٢٥) ، هامش ٥.
(٣) في (ق) : "الوجوه".
(٤) في (المطبوعة) : "ونجس".
(٥) ما بين المعقوفتين من (م) و (ح) ، وفي (الأصل) ، و (ق) و (المطبوعة) : "معه".
(٦) في (م) و (ق) زيادة: "فإن كان مراد هذا المعترض أنه قد أعطى الشفاعة".','3','556',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (546,'وملكها كما يملك سائر الخلق ما أعطوا من النعم الدنيوية والأملاك الآدمية.) .
فهذا من أعظم الجهل وأقبحه، فإنَّ معنى الإعطاء ليس كما يظنه هؤلاء الضُّلاَّل، بل معناه: أنَّ الله سبحانه وتعالى (١) يأذن له في الشفاعة؛ ويعين له من يشفع فيهم؛ ويحد له حدًّا معينًا، هذا ما دلَّت عليه الأحاديث، وهذا مما يدل المؤمن على كمال ربوبية فاطر السماوات والأرض، وأن ما توهَّمه المشركون من الشفاعة لا وجود له، ولا يعلم سبحانه له وجودًا أصلًا، وما لا يعلم تعالى وجوده فهو منتفٍ مستحيل الوجود، وجبريل وإسرافيل وميكائيل وعزرائيل (٢) وملك الأرحام وأمثالهم من أكابر رسل الله وأوليائه قد أعطوا ما أعطوا من الأمور المهمَّة والتدابير العظيمة، أفيقال: إنَّ الله ملَّكهم فنسألهم ما ملَّكهم الله، كما هو لازم قول هذا الضال وإخوانه من المشركين؟ وهذا عين الشرك بالله والكفر برسله، وردّ ما جاءوا به من توحيده وعبادته.
والمعترض وإخوانه من أبعد الخلق عن معرفة الله، ومعرفة دينه، وما جاءت به رسله، ولذلك سرى إليهم الشرك وزيَّنه الشيطان، لخلو أذهانهم (٣) من معرفة دين الله وشرعه.
أتاني هواها (٤) قبل أن أعرف الهوى ... فصادف قلبًا خاليًا فتمكنا
_________
(١) في (ق) و (م) زيادة: "هو الذي".
(٢) في (المطبوعة) : "ملك الموت"، وليس يصح خبر في تسمية (ملك الموت) باسم (عزرائيل) .
(٣) في (المطبوعة) زيادة: "وخراب قلوبهم".
(٤) في (ق) و (م) : "هواهما"، وهو خطأ.','3','557',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (547,'<span data-type="title" id=toc-100>[فصل في رد المعترض فيما حده للشفاعة من حد]</span>
فصل قال المعترض في حدّ أنواع الشفاعة قال: (حتى تنال (١) أهل المعروف عليه والحماية من الكفار، الذين استحقوا الخلود في النار على التأبيد، بالتخفيف عنهم من العذاب صلى الله عليه وسلم (٢) وإنَّما قصدنا بما ذكرنا التنبيه على الاغترار (٣) وحماية الأمة وعلمائهم (٤) عما يقول هذا الرجل وينتحله فيها (٥) من تكفيرها بغير علم ولا هدى ولا كتاب منير) .
وجوابه أن يقال:
قوله: (حتى تنال (٦) أهل المعروف عليه والحماية) . عبارةً جاهلية عامية صدرت عن أحمق لا يدري شيئا من حقوق المصطفى عليه وعلى آله وأصحابه أفضل الصلاة والسلام.
وما ذكره (٧) من التخفيف إنَّما ثبت في حق أبي طالب؛ لأنه كان
_________
(١) في (ح) و (المطبوعة) : "تناول".
(٢) ساقطة من (المطبوعة) .
(٣) في (ق) : "الافتراء".
(٤) في (المطبوعة) : "وعلمائها".
(٥) ساقطة من (ق) .
(٦) في (ح) و (المطبوعة) : "تناول".
(٧) في (ح) و (المطبوعة) : "ذكر".','3','558',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (548,'يحوطه ويحميه صلى الله عليه وسلم (١) ولكن لا ينبغي أن يقال: له معروف عليه. ومما فعل (٢) معه صلى الله عليه وسلم من إيمان به وتصديق له أو حياطة ونصرة، فالمن (٣) فيه لله ورسوله.
قال الله تعالى: {يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لَا تَمُنُّوا عَلَيَّ إِسْلَامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلْإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ} [الحجرات: ١٧] [الحجرات / ١٧] .
وكذلك من نصره (٤) صلى الله عليه وسلم ولم يؤمن به كأبي طالب، فانَّ الله تعالى لا يضيع عمل عامل، ولو بمجازاته في الدنيا، فالمعروف حينئذٍ والمن (٥) لله ورسوله، خلافًا لما قاله هذا الغبي الجاهل بحق الله وحق رسله.
وأمَّا قوله: (وإنَّما قصدنا بما ذكرنا التنبيه عن الاغترار وحماية الأمة وعلمائها) إلى آخر ما قال.
فيقال في جوابه: قصد التنبيه لا يمنع خطأ من أتى به وادَّعاه، فقد يقصد التنبيه عن الاغترار أكفر الخلق وأضلهم، كفرعون الذي قال: {ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الْأَرْضِ الْفَسَادَ} [غافر: ٢٦] (٦) [غافر / ٢٦] .
_________
(١) في (المطبوعة) : "يحوط النبي صلى الله عليه وسلم ويحميه من أذى المشركين".
(٢) في (المطبوعة) زيادة: "المسلمون".
(٣) في (المطبوعة) : "فالمنة".
(٤) في (المطبوعة) : "نصر النبي ".
(٥) في (المطبوعة) : "فالمنة".
(٦) في بقية النسخ زيادة: "وقال الرب سبحانه عنه أنه قال: مَا أُرِيكُمْ إِلَّا مَا أَرَى وَمَا أَهْدِيكُمْ إِلَّا سَبِيلَ الرَّشَادِ [غافر / ٢٩] .','3','559',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (549,'وقال تعالى عن أهل مسجد الضرار: {وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلَّا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ} [التوبة: ١٠٧] [التوبة / ١٠٧] .
وأمَّا قوله: (وحماية الأمة وعلمائها من تكفيرها بغير علم) .
فقد تقدَّم لك أنه حمى (١) عُبَّاد القبور الداعين للأموات والغائبين، الذين يعدلون بربهم؛ ويسوون بينه وبين غيره، ويشبِّهون الأنداد والمخلوقين بالله ربِّ العالمين وهم في اصطلاح هذا الرجل علماء الأمة وخيارها، كما أنَّ الرافضة يرون أن من كفَّرهم ومقتهم وعاب دينهم، فقد عاب خيار الأمة، وطعن على أهل البيت، وتبرَّأ منهم، ويسمون (٢) أهل السنَّة الناصبة.
وهذا المعترض من هذا الضرب من الناس، ما عرف الأمة، ولا عرف العلم والعلماء؛ بل هو في ضلالة عمياء؛ وجهالة صمَّاء، لم (٣) يستفد من نور الوحي ما يستضيء به في حنادس الظلمات، عياذًا بالله من هذه الجهالات والضلالات، والأمة في عرفه: كل من دعا الأنبياء والملائكة والصالحين، وجعلهم واسطة بينه وبين ربِّ العالمين، لحاجاته الدنيويَّة والأخرويَّة.
_________
(١) في (ق) : "حمل".
(٢) في (ق) و (م) زيادة: "خيار الأمة".
(٣) ساقطة من (ق) .','3','560',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (550,'<span data-type="title" id=toc-101>[فصل في مناقشة ورد دعوى المعترض أنه لا يكفر إلا من عرف وعلم واختار الكفر]</span>
فصل قال المعترض: (وقد قال القرطبي المالكي (١) رحمه الله: "ليس قوله تعالى: {أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ} [الحجرات: ٢] [الحجرات / ٢] بموجب أن يكفر الإنسان وهو لا يعلم، فكما لا يكون الكافر مؤمنًا إلاَّ باختياره الإيمان كذلك لا يكون المؤمن كافرًا من حيث لا يقصد للكفر ولا يختاره بالإجماع". انتهى كلامه.
وهذا معنى ما ذكره مُغْلطاي في كتاب الإيمان من شرح البخاري؛ ولهذا عبارة جميع الفقهاء في باب حكم المرتد يقولون: "وكل مسلم ارتدَّ وهو مكلَّف مختار".
وذكر العلماء من أصحابنا في باب إخراج الزكاة في "زاد المسافر" وشرحه للشيخ منصور: "فإن منعها؛ أي: الزكاة، جحدًا لوجوبها. كفر عارف بالحكم، وكذا جاهل عرف فعلم وأصر". انتهى.
وقد ذكر لي من يُسْتَرشد عمن يدعى من أعيان هؤلاء القوم ممن أتحاشى عن تسميته: أنه خطَّأ الشيخ منصور وصاحب المتن الذي أصله مقنع موفق الدين بن قدامة العمري العدوى القرشي من شجرة مباركة؛ بل هو حامل لواء المذهب، فالحكم لله العليّ الكبير.
_________
(١) انظر: "الجامع لأحكام القرآن" (١٦ / ٣٠٨) .','3','561',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (551,'فالجواب أن يقال: كلما أبدى هذا المعترض حجة من جهلياته وضلالاته، أنسانا ما قبلها من خزعبلاته وخرافاته.
وحاصل دعواه في هذا الفصل: أنه لا يَكْفُر إلاَّ من عرف وعلم، واختار الكفر على الإيمان، ومن دعا الأموات والغائبين وجعلهم وسائط بينه وبين الله في حاجاته وملماته لا يكفر بذلك؛ لأنه لا يعلم أنه كفر ولا يختار الكفر.
فيقال لهذا: قد رجعت عن قولك الأول، فإنك جعلتهم خير أمة أُخرجت للناس ومن أهل العلم والدين، وأن الرسول قد أعطى الشفاعة، وأن من سأله - كالبوصيري - مثاب مصيب، وأن عُبَّاد القبور هم أهل لا إله إلاَّ الله، وأنها تنفعهم وتعصم دماءهم وأموالهم، وإن عبدوا (١) القبور، فكيف ترجع هنا وتحتج بأنهم لا يعلمون؟ .
ثم هو احتجاج فاسد في نفسه، ما عرف مورده (٢) معناه، وما أريد منه، فإن المقصود أن يعلم مراد المعلم والمنبِّه والمرشد، ويعرف ذلك، وليس المقصود أن يتبين له الصواب في نفس الأمر، فإن كثيرًا من أهل النار ما عرفوا (٣) الحق في الدنيا ولا تبين لهم.
قال تعالى: {قُلْ هَلْ نُنَبِّئُكُمْ بِالْأَخْسَرِينَ أَعْمَالًا - الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا} [الكهف: ١٠٣ - ١٠٤] [الكهف / ١٠٤ ,١٠٣] .
وقال تعالى: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ} [الزخرف: ٣٦]
_________
(١) في (ح) "عبد".
(٢) في (ق) : "مورد".
(٣) في (ح) : "عرف".','3','562',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (552,'{وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ} [الزخرف: ٣٧] [الزخرف / ٣٦، ٣٧] .
وقال تعالى: {أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا} [فاطر: ٨] [فاطر / ٨] .
وقال: وَكَذَلِكَ (١) {زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ} [الأنعام: ١٠٨] الآية (٢) [الأنعام / ١٠٨] .
وغير ذلك من الآيات الدالة على أنهم لم يعرفوا الكفر ولم يتصوروه؛ والذين قالوا: {لَنْ يَدْخُلَ الْجَنَّةَ إِلَّا مَنْ كَانَ هُودًا أَوْ نَصَارَى} [البقرة: ١١١] [البقرة / ١١١] ، لم يعرفوا كفرهم وضلالهم.
وأما كلام القرطبي: فهو في رفع الصوت عند رسول الله صلى الله عليه وسلم، فهو وأمثاله من السيِّئات التي تحبط الأعمال وصاحبها لا يشعر، وأما من أتى بمكفر (٣) وقامت الحجة عليه، فلا شك في كفره، وترك الانقياد للحجة والدليل وداعي الحق يقتضي إيثار الكفر واختياره وقصده، لا أنه (٤) لا يكون مختارًا قاصدًا إلاَّ إذا علم أنه كفر، وارتكبه مع العلم بأنه كفر، هذا لا تقتضيه عبارة القرطبي ولا تدلّ عليه، ولو دلَّت (٥) عليه فلا حجة (٦) فيها، والآيات القرآنية والأحاديث النبوية تدل على أنَّ من قامت عليه الحجَّة حكم عليه بمقتضاها من كفر أو فسق، وفي الحديث: " «إن الرجل ليتكلم بالكلمة من رضوان الله، ما يلقى لها بالًا لا يظن أن تبلغ
_________
(١) في (الأصل) و (ق) و (المطبوعة) : "كذلك".
(٢) ساقطة من بقية النسخ.
(٣) في (ق) : "بمكر".
(٤) في (ق) و (ح) : "لأنه".
(٥) "ولو دلَّت" ما بين القوسين ساقط من (ق) .
(٦) في (المطبوعة) : "حاجة".','3','563',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (553,'ما بلغت، يكتب الله له بها (رضوانه إلى يوم يلقاه، وإن الرجل ليتكلم بالكلمة من سخط الله، ما يلقى لها بالًا ما يظن أن تبلغ ما بلغت، يكتب الله له بها) (١) سخطه إلى يوم يلقاه» " (٢) وحديث الذين قالوا: "ما رأينا مثل قرائنًا هؤلاء: أرغب بطونًا، ولا أكذب ألسنًا، ولا أجبن عند اللقاء" (٣) نزل فيهم قوله تعالى: {لَا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ} [التوبة: ٦٦] [التوبة / ٦٦] .
والحجة ليست في كلام القرطبي وإجماع المسلمين، وإنَّما يحتج بالكتاب والسنَّة والِإجماع.
ثم (٤) القرطبي قد قال في شرح أسماء الله الحسنى ما لا يستجيزه من عَقَل عن الله وعن رسوله، وعرف ما كان عليه سلف الأمة في ذلك الباب، ولا يَبْعُد أن المعترض حرَّف عبارة القرطبي على عادته في التحريف، وكذلك ما ذكره المعترض عن مُغُلْطاي هو من هذا الباب؛ إن صحَّ نقله.
ثمَّ ما معنى العدول عن كلام الله وكلام رسوله، مع أن هذه المسألة في الكتاب والسنَّة وكلام الأئمة أشهر من أن تذكر، فأي حجة والحالة هذه في كلام آحاد الناس، مع أنه عليه لا له؟ وآفته الفهم السقيم.
وقوله: (عبارة جميع الفقهاء في باب حكم المرتد يقولون: وكل مسلم ارتدَّ، وهو مكلَّف، مختار) .
_________
(١) ما بين القوسين ساقط من (ق) .
(٢) أخرجه أحمد (٣ / ٤٦٩) ، والترمذي (٢٣١٩) ، وابن ماجه (٣٩٦٩) ، وصحَّحه الألباني في الصحيحة (٨٨٨) .
(٣) انظر: تفسير الآية ٦٦ من سورة التوبة في تفسير ابن كثير (٢ / ٣٥١) .
(٤) في (ق) زيادة: "قال".','3','564',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (554,'فمرادهم: أنَّ أفعاله تقع عن (١) اختيار وقصد، لا أنه يختار أن يكفر مع العلم بأن ما فعله كفر، هذا سوء فهم وعدم فقه.
وأمَّا من فعل مكفرًا وهو غير مكلف ولا مختار، كالصغير والمجنون ونحوهما، أو لم تبلغه الحجة الرسالية، فهذا لا يحكم عليه بالردَّة.
ثم لو سلم (٢) له هذا الزعم تسليمًا جدليًّا، فشيخنا لا يُكَفِّر إلاَّ بعد التعريف بالحكم الشرعي وقيام الحجة، فكلام المعترض ساقط، هالك (٣) على كل تقدير.
وعبارة "زاد المسافر"، هي من هذا الباب: (إذا جحد الوجوب عارف بالحكم، أي حكم الوجوب. يكفر بذلك؛ وكذا (٤) الجاهل) يعني بوجوبها إذا بلغه الوجوب وأصرَّ بعده، وليس المقصود أن يعرف أنه كفر، ولم يقصد الشيخ (٥) منصور: أن من جحد الوجوب للزكاة أو غيرها من الأركان لا يكفر إلاَّ إذا عَرَف أنه كفر، هذا لا تقتضيه عبارته؛ بل المقصود أن يعرف الوجوب.
وأمَّا ما نقله عن بعض الأعيان أنه خطَّأ الشيخ منصور، وصاحب المتن.
فيقال: قد تقدَّم بيان كذب المعترض في النقل، وقرَّرنا أنه من أهل
_________
(١) في (ح) : "على ".
(٢) في (ح) : "يسلم".
(٣) في (ق) : "لك".
(٤) في بقية النسخ: "وكذلك".
(٥) ساقطة من (ق) و (م) و (ح) .','3','565',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (555,'الوضع والافتراء، فنُقُولُه (١) موقوفة حتى يأتي بشاهدي عدل يشهدان له.
ثم لو خَطَّأ منصورًا (٢) أو غيره ممن لم تثبت له العصمة، وهو متأوِّل في ذلك قاصد للحق، ماذا يعاب عليه؟ .
ولعلَّ التخطئة وقعت في مفهوم هذا المعترض وأمثاله من الضُّلاَّل الذين يقولون: (لا بدَّ أن يعلم أنَّ ما فعله كفر وردَّة) ، وهذا لم يقصده منصور، ولو قصده لتوجه منعه.
وأما استعظامه الخطأ على منصور (٣) البهوتي وصاحب "المقنع".
فهذا من جهله، فإن الفضل لا يقتضي العصمة ولا يوجبها، قد يقع الخطأ من الفاضل، كما يقع من المفضول، وقد قال مالك بن أنس رحمه الله: "ما منا إلاَّ راد ومردود عليه، إلاِّ صاحب هذا القبر"، يعني رسول الله صلى الله عليه وسلم، وما زال العلماء ينتقد بعضهم على بعض؛ وينكرون الخطأ على قائله كائنًا من كان، وهذا واضح بحمد الله.
ولازم هذا القول عيب أهل العلم برد ما خالف الدليل من أقوال أهل الفضل والعلم، ففي الحقيقة هذا المعترض هو الذي طعن على أهل العلم من عهد النبوَّة إلى عصرنا هذا، ولكنه لا يشعر ولا يدري ما تضمنه كلامه الغث.
_________
(١) في (ق) : "فنقول له ".
(٢) في (ح) : "أخطأ منصور".
(٣) في (ق) و (م) : "الإنكار على منصور" وفي (المطبوعة) : "الخطأ على الشيخ منصور".','3','566',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (556,'<span data-type="title" id=toc-102>[فصل فيه جواب المعترض بأن الشيخ لم يكفر بلازم قوله أو مذهبه]</span>
فصل قال المعترض: (قال أبو الوفاء بن عقيل: "نعوذ بالله أن نلزم إنسانًا بلازم قول وهو يفر منه". انتهى.
وقد قال تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى} [النساء: ١١٥] [النساء / ١١٥]
وقال في الآية الأخرى (١) {إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا (٢) الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ (٣) الْهُدَى} [محمد: ٣٢] [محمد / ٣٢]
وقال تعالى: {إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى} [محمد: ٢٥] [محمد / ٢٥] وقد مر التنبيه على ذلك.
فهذا كتاب الله (٤) ينطق بالحق وكلام علماء الأمة أمة رسول الله صلى الله عليه وسلم.
والجواب أن يقال:
هذا الكلام معناه: أنَّ الشيخ كفَّر باللازم، وهذا تناقض منه، فقد تقدم
_________
(١) في (ق) و (م) مكانها: "تعالى".
(٢) في (ح) : " وشاق ".
(٣) ساقطة من (ح) .
(٤) لفظ الجلالة (اللَّه) ساقط من (ح) .','3','567',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (557,'له أنَّ الشيخ كفَّر بنفس الأفعال الصادرة ممن يدعو الصالحين، ويستغيث بهم ويسألهم (١) فزعمه أنه يكفِّر باللازم نقض (٢) لما تقدَّم.
ويقال: أي إنسان كفَّره الشيخ بلازم مذهبه؟ وفي أي مسألة؟ هذا لا يعرف عن الشيخ، ولا صدر منه قط في حق واحد، فإيراده عبارة ابن عقيل هنا تكثُّر بما لا يجدي، وتشبع بما ليس له، وهو كلابس ثوبي زور (٣) .
وأما قول الله تعالى: {وَمَنْ يُشَاقِقِ الرَّسُولَ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى} [النساء: ١١٥] [النساء / ١١٥]
وما بعدها من الآيات، فهو الحق الذي لا ريب فيه، والهدى الذي لا ضلال يعتريه، والشأن كل الشأن في فهم خطابه وما دل عليه، وما انطوى عليه من الأحكام والدلالات، ليس المعنى ما زعمه هذا من أنه لا يكفر أحد حتى يتبين له الإيمان ويختار الكفر، بل المراد عند أهل العلم بالتأويل أن من تبين له ما جاء به الرسول من الحجة والبيان، ثم عاند وأصر وشاق الرسول، ولو ظنَّ إصابة نفسه، كالخوارج، متوعد بهذا الوعيد العظيم في هذه الآيات الكريمات، وليس المراد أنه لا يكفر إلا هذا الصنف من الناس، وقد تقدم من الآيات الدالة على تكفير من زين له سوء عمله فراه حسنًا، ومن ضلَّ سعيه في الحياة الدنيا وهو يحسب أنه محسن.
وقد قال تعالى: {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ} [الزخرف: ٣٦] الآية [الزخرف / ٣٦] .
_________
(١) في (ح) : "ويفعلهم".
(٢) في (ح) : "نقص لما نقض ".
(٣) يشير إلى الحديث الشريف الصحيح: "المتشبع بما لم يعط كلابس ثوبي زور".','3','568',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (558,'وقد ذكر العلامة ابن القيم رحمه الله تعالى وغيره حال المقلدين لرؤساء الكفر من عامتهم وضعفائهم وجزموا بكفرهم، كما دلَّت عليه الآيات المحكمات.
قال تعالى: {وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِنْدَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنْتُمْ لَكُنَّا مُؤْمِنِينَ} [سبأ: ٣١] الآيات [سبأ / ٣١] .
وكذلك آية الحجر (١) وغيرها من الآيات الدالة على تكفير الأتباع على ما هم فيه من الكفريات والضلالات.
(وتقدم أن أكثر النصارى وجمهورهم والمجوس ونحوهم لم يتبين لهم كفرهم؛ لكن تبين (٢) لهم أن محمدًا صلى الله عليه وسلم جاء بخلافه؛ وأنه كفَّرهم واستباح دماءهم وأموالهم وذراريهم.
وعلى زعم هذا الرجل ليسوا بكفار؛ لأنه حصر الكفر في صنف واحد) (٣) .
وقد تقدم هذا ولكنه يكرر فنكرر الجواب، (ولولا ظهور هذه المسألة لذكرت من الآيات والأحاديث، وكلام المفسرين) (٤) وكلام الفقهاء في تقسيم الكفار إلى أقسام -ما يثلج الصدر (٥) وتقر به العين،
_________
(١) في (المطبوعة) : "آيات إبراهيم".
(٢) في (ق) و (المطبوعة) : "يبين".
(٣) ما بين القوسين كله ساقط من (ق) .
(٤) ما بين القوسين كله ساقط من (ق) .
(٥) في (م) : " الصدور".','3','569',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (559,'ولكن أردت الاختصار في النقل، وأرشدت الطالب، فمن أراد الوقوف على ذلك فهو سهل بحمد الله تعالى.
وفي كلام شمس الدِّين ابن القيم، الذي قرره في طبقات المكلفين (١) وما ذكره في كتابه "اجتماع الجيوش الإسلامية (٢) على قوله تعالى: {وَالَّذِينَ كَفَرُوا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ} [النور: ٣٩] (٣) الآيتين [النور / ٣٩] .
ما يكفي المؤمن المسترشد، والله الهادي والموفق.
وبهذا تعلم أن هذا المعترض من أبعد الناس عن فهم كلام الله ورسوله وكلام أهل العلم.
_________
(١) انظر: "معارج القبول " (١ ٢١٠) وما بعدها، و (٢ ٥٢٥) وما بعدها.
(٢) انظر: "اجتماع الجيوش الإسلامية ص (١٤) وما بعدها.
(٣) في (م) زيادة: يحسبه الظمآن ماء.','3','570',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (560,'<span data-type="title" id=toc-103>[فصل في رد دعوى المعترض التسهيل بقبول الشهادتين ممن دعا غير الله واستغاث بهم]</span>
فصل قال المعترض: (قال أبو الوفاء بن عقيل في "الفنون "، فيما نقله عنه ابن مفلح: تال معتزليّ: لا مسلم إلا من اعتقد وجود الله وصفاته على ما يليق. فقلت له: إن رسول الله صلى الله عليه وسلم سَهَّل ما صعَّبتَ (١) فقنع من الناس بدون ذلك. «ويقول للأَمَة: "أين الله "؟ فتشير إلى السماء. فيقول: "إنها مؤمنة» " (٢) فتركهم صلى الله عليه وسلم على أصل الإثبات- إلى أن قال: إن من (٣) مذهب المعتزلة أن من خرج عن معتقدهم فليس بؤمن، وأن هذا ينعطف على السلف الصالح بالتكفير، وإنا نتحقق أنَّ أبا بكر وعمر وغيرهما من الصحابة رضي الله عنهم لم يكن إيمانهم على ما اعتقده أبو علي الجبائي وأبو هاشم، فخجل المعتزلي. انتهى.
ولهذا لما قال الأعرابي للنبي صلى الله عليه وسلم: " «إنه رأى هلال رمضان " كما عند الإمام أحمد وغيره، قال له (٤) رسول الله صلى الله عليه وسلم: "تشهد أن لا إِله إلا الله
_________
(١) في (ح) : "ضيقت".
(٢) أخرجه مسلم (٥٣٧) ، وأحمد (٢ / ٢٩١، ٣ / ٤٥٢، ٤ / ٢٢٢، ٣٨٨، ٥ / ٤٤٧) .
(٣) ساقطة من (ق) و (م) .
(٤) ساقطة من (ح) .','3','571',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (561,'وأني رسول الله؟ قال: نعم. فأمر صلى الله عليه وسلم مناديًا ينادي بالصيام» " (١) فاكتفى منه بالشهادتين، ولم يكلِّفه غيرهما لقبول قوله، فأخذ الإمام أحمد رحمه الله بهذا الحديث في دخول رمضان لخبر الواحد) .
والجواب أن يقال: مراد المعترض بنقل كلام ابن عقيل على ما فيه من التحريف: أنه ينبغي التسهيل للعامة وغيرهم، ممَّن دعا الصالحين وصرف لهم ما يستحقه الله رب العالمين من العبادات والدين، لأن النزاع في هذه المسألة، فاستدلَّ عليها بقول ابن عقيل: (إن رسول الله صلى الله عليه وسلم سهل ما صعبت (٢) إلى آخره.
وهذا صريح في أن من كفَّر المشركين وقاتلهم، وشدد في توحيد الله، والنهي عن الشرك به -مخالف مخطئ؛ قد شدَّد في السهل، وصعب اللين، هكذا زعم هذا المعترض واستدلَّ، والتشديد على المشرك وتكفيره وقتاله إذا أصرَّ وعاند ليس من خواص الشيخ الذي اعترض عليه هذا بل هو دين الرسل وطريقتهم ونحلتهم، وهم ومن اتبعهم إلى يوم القيامة؛ فعلى هذا يطرد الاعتراض، ويقال: شدَّدوا وصعبوا فيما ينبغي السهولة فيه.
فالاعتراض ليس خاصًّا بالشيخ بل طرده يفضي إلى ما ترى، وهل بعد هذا الجهل والضلال غاية ينتهي إليها الملحدون! اللهم إنا نسألك العفو والعافية والمعافاة الدائمة.
ثم يقال لهذا الجاهل (٣) المركب: إنما كلام ابن عقيل مع معتزلي
_________
(١) أخرجه عبد الرزاق في المصنف (٧٣٤٢) ، وأبو داود (٢٣٤٠) .
(٢) في (ح) : (صلب) .
(٣) في (المطبوعة) زيادة: "الجهل".','3','572',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (562,'يعتقد ما اعتقدته المعتزلة في صفات الله على ما هو مقرَّر في معتقدهم، فأخبرهم ابن عقيل بأن من كلَّف العامة طريقة المعتزلة وما فيها من النفي المفصل، فقد صعب السهل؛ لأن رسول الله صلى الله عليه وسلم اكتفى بالإيمان المطلق لما سأل الجارية، هذا ما قصد ابن عقيل.
وأما المعترض فأراد أن المشرك الذي يسوي بين الله وبين غيره في خالص العبادة يُسَهَّل عليه ولا يشدّد، فسحقًا للقوم الظالمين.
قال الله تعالى: {وَقَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً} [التوبة: ٣٦] [التوبة / ٣٦] .
وقال تعالى: {فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ} [النساء: ٩١] الآية [النساء / ٩١] .
وقال تعالى: {بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ} [التوبة: ١]- إلى قوله: - {فَإِنْ تَابُوا وَأَقَامُوا الصَّلَاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ} [التوبة: ١١] [التوبة / ١ و ١١] .
وقوله تعالى: {يَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} [التحريم: ٩] [التحريم / ٩] .
وقال تعالى: {فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ} [محمد: ٤] [محمد / ٤] .
والآيات في المعنى كثيرة، فسبحان من ختم على قلوب هؤلاء الضُّلاَّل، حتى كابروا بالمُجُون والمُحال.
وكذلك ما ذكره بعد ذلك من الاستدلال بشهادة الأعرابي، يقال','3','573',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (563,'له: من ردَّ شهادة الأعراب؟ ومن الذي أفسد عقائد العامة؟ والكلام فيمن أشرك بالله وسوى بينه وبين غيره، فأين هذه المسألة من شهادة الأعرابي؟ وأي جامعة بينهما لو كانوا يعلمون؟ .
ثم في هذا الكلام بحث لا يعقله هذا الجاهل، وذلك أن ابن عقيل أجابه بحسب ما عنده، وإلا فعقيدة المعتزلة أفسد العقائد في هذا الباب وأضلها، والواجب هو الإثبات الذي أقرت به الجارية، واعتقده أهل العلم من الصحابة والتابعين لهم بإحسان، وليس فوق ذلك غاية ينتهي إليها المؤمنون (١) في هذا الباب، والنبي صلى الله عليه وسلم لا يقنع (٢) من أحد إلا بما (٣) يليق بجلال الله وعظمته، وربوبيته وإلهيته.
ومعلوم أنا لو جارينا هذا الكلام وسلمنا للمعتزلة ما هم عليه من الإلحاد والتعطيل للزم القدح في السلف، فالحق الذي لا ريب فيه ما تلقاه أصحاب رسول الله صلى الله عليه وسلم عن نبيِّهم؛ واعتقدوه في ربِّهم، وما عداه فهو محض ضلال وجهل ومحال، ومن اعتقد أن رسول الله صلى الله عليه وسلم قنع من العامة في هذا الباب وغيره بما لا يحصل به الإيمان والسعادة والفلاح؛ وأن الغاية العليا عند غيرهم من الخلوف (٤) والمتكلمين، فهذا من أضلَّ الناس وأبعدهم عن طريق الهدى، وأسوأهم ظنًّا بربِّه وبنبيِّه صلى الله عليه وسلم، وبسط هذا يطول، وبهذا تعلم حال المعترض وأنه لا يدري ما يقول.
_________
(١) في (ق) : " المؤمن".
(٢) "لا" ساقطة من (ح) ، وفي (ق) و (م) : "يقبل"، بدل "يقنع ".
(٣) في (م) : "ما".
(٤) في (ق) : "الخلف".','3','574',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (564,'وأما قوله: (إن من (١) مذهب المعتزلة أن (٢) من خرج عن معتقدهم فليس بمؤمن) .
يقال له: وعند الرسل أيضا أن من خرج عن معتقدهم فليس بمؤمن، فإن ردَّ مذهب الرسل لموافقة المعتزلة في تكفير المخالف، فهذا الكلام إلى الكفر أقرب منه إلى الإيمان.
_________
(١) ساقطة من (ق) و (م) .
(٢) ساقطة من (المطبوعة) .','3','575',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (565,'<span data-type="title" id=toc-104>[فصب في رد استدلال المعترض بكلام لابن عقيل مع المتكلمين على رد قول علماء الإسلام]</span>
فصل قال المعترض: (قال ابن عقيل: يا علماء السوء ما (١) نقنع منكم بما أنتم عليه من تصاريفكم، فإن طبيبًا به مثل مرضي يضيق على الأغذية ولا يحتمي، مشكوك في صدقه عندي، فالحظوا حال من أنتم ورثته يا سباع يا قطاع الطريق، لا ترون إلا على مطارح الجيف، نبيّكم صلى الله عليه وسلم قنع من المرأة (٢) بإشارتها إلى السماء؟ وأنتم تشككون الناس في العقائد، انفتح بكلامكم البثق العظيم (٣) انتهى.
وقد قال تعالى: {فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى - لَا يَصْلَاهَا إِلَّا الْأَشْقَى - الَّذِي كَذَّبَ وَتَوَلَّى} [الليل: ١٤ - ١٦] [الليل / ١٤ -١٦] .
قال المفسرون: البغوي والجلال المحلي: كذَّب الرسول صلى الله عليه وسلم وتولى عن الإيمان. انتهى، وهذا الاستثناء عند العلماء رحمهم الله تعالى من استثناء الحصر، والصلي هنا إنما هو المؤبد) .
والجواب أن يقال:
كلام ابن عقيل إنما هو مع المتكلمين الذين أحدثوا بدعة الكلام
_________
(١) في (م) : "لا".
(٢) في (ق) و (م) : " الجارية".
(٣) في (م) : "العظم ".','3','576',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (566,'والخوض في الجواهر والأعراض (١) والحركة والسكون، والكميات والكيفيات، ونحو ذلك من مقالات المتكلمين، وتشبهاتهم التي أوجبت لكثير من الناس الشك في ضروريات الدين، وبديهيات اليقين، فمن أخذ هذا واستدل به على رد قول (٢) علماء الإسلام الذين أمروا بتوحيد الله وعبادته (٣) والكفر بالطاغوت من الأنداد والآلهة والكهان ونحوهم، فهو من أسفه الناس وأجهلهم بأمر الأديان، وما جاءت به الرسل من التوحيد والإيمان (٤) بما رد به على المتكلمين من أهل منطق اليونان، فظن أن البحث في التوحيد (٥) وتحقيقه، والنهي عن الشرك وسد ذرائعه، وقطع وسائله، وتبين حقيقته، والفرق بين أصغره وأكبره هو من جنس أبحاث المتكلمين المخالفين للسلف في خوضهم في مسألة الجوهر والعرض، وبقية المقولات العشر، ولذلك رد على المسلمين بما رد به ابن عقيل على المتكلمين، وذكر أن تحقيق التوحيد وذكر أصوله وفروعه وثمراته وبيان الشرك وذكر أصوله وفروعه ووسائله (٦) وذرائعه من جنس بدعة المتكلمين وانفتح بها البثق.
فقف هنا، واعتبر، واعرف بُعد هذا الضرب من الناس عن طريق
_________
(١) في (ح) : " والاعتراض ".
(٢) في (المطبوعة) : " قوله".
(٣) في (ق) و (م) زيادة: "وحده لا شريك له ".
(٤) في (ح) و (م) و (المطبوعة) زيادة: "ومن أضلهم في عدم الفرق بين ما عليه أهل الإسلام مما عليه أهل المنطق والكلام ولذلك رد على أهل التوحيد والإيمان) .
(٥) في (ح) : "الإيمان".
(٦) في (ح) : "ورسائله".','3','577',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (567,'العلم والهدى، واعرف ما تضمنه قوله تعالى: {إِنْ هُمْ إِلَّا كَالْأَنْعَامِ (١) بَلْ هُمْ أَضَلُّ سَبِيلًا} [الفرقان: ٤٤] [الفرقان / ٤٤] .
من الحكم الفصل الذي هو في غاية المطابقة لحال هؤلاء الضُّلاَّل، ما رضى تعالى أن شبههم بالأنعام حتى قال: {بَلْ هُمْ أَضَلُّ سَبِيلًا} [الفرقان: ٤٤] [الفرقان / ٤٤] .
وأما كلام المعترض على قوله تعالى: {فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى} [الليل: ١٤] [الليل / ١٤] . فمن أقبح الجهل، وأبعده عن مظان الهدى، وكلام المفسرين صحيح لا شك فيه.
وأما مفهوم هذا المعترض: فمن أبطل الباطل، وأمحل المحال، وذلك أنه ظن أن من دعا الأولياء والصالحين، واستغاث بهم، وناداهم في حاجاته وملماته لا يدخل في هذه الآية، ولا تتناوله، وأي تكذيب وتولٍّ أعظم من رد النصوص الدالة على توحيد الله، وردها بشبه القبوريين، وهذيان المشركين؟! فقوله: (وهذا الاستثناء عند العلماء من استثناء الحصر، والصلي هنا إنما (٢) هو المؤبد، كقوله تعالى: {فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ} [هود: ١٠٦] الآية [هود / ١٠٦] فهذا كلام جاهل لا يعقل ما يقول، فإن الصلي نوع، والتأبيد نوع، ولا تلازم بين الصلي والتأبيد؟ بل التأبيد يلزم منه الصلي ولا يلزم من الصلي التأبيد، وقول بعضهم: إنَّ الصلي في الآية
_________
(١) ساقطة من (ق) .
(٢) ساقطة من (ق) و (م) .','3','578',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (568,'يراد به المؤبد، لا يدل على التلازم، وإنما قالوه لتخصيص العموم المستفاد من الحصر؛ لقوله (١) تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨] [النساء / ٤٨؛ ١١٦] .
فخصُّوه بالصلي المؤبد إشارة إلى أنه عام مخصوص، أو عام أريد به الخصوص هذا على تأويلهم "الأشقى" بمعنى الشقي، وإن أبقينا الصيغة على أصلها فلا يحتاج لما تقدَّم، ويكون الصلي نوع خاص من العذاب لا بمعنى الدخول، فتأمل.
واستدلاله بالآية الأخرى دليل على جهله بمعاني التنزيل، فإن في هذه الآية مقالاً لأهل العلم، وبحثا في الاستثناء الذي في هذه الآية وهو قوله: {إِلَّا مَا شَاءَ رَبُّكَ} [هود: ١٠٨] [هود / ١٠٨] . لا يدريه أمثال هذا.
وأما قوله: (فهذا من استثناء الحصر) .
فهذه عبارة جاهل باصطلاحهم، والصواب أن يقال: من حصر المستثنى.
وأما قوله: (فمتى يوجد في هذه الأمة من يكون قاصدًا لتكذيب الرسول صلى الله عليه وسلم، موليا عن الإيمان به، مختارًا لذلك من عوامها فضلاً عن علمائها؟) .
فجوابه: أنَّ النبي صلى الله عليه وسلم أخبر عن هذه الأمة أنها تتبع سنن من كان قبلها، وتأخذ مأخذ القرون شبرًا بشبر، وذراعًا بذراع، حذو النعل بالنعل، وحذو القذة بالقذة، فأنتم أعلم أم رسول الله صلى الله عليه وسلم الذي لا ينطق عن الهوى
_________
(١) في (ق) : (كقوله) .','3','579',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (569,'إن هو إلا وحي يوحى؟! فهذا يقع بلا شك فيهم من كذب وتولى، وفيهم من ألحد وبدل، وفيهم من كذب وافترى، وفيهم الذين يكتبون الكتاب بأيديهم ثم يقولون هذا من عند الله، كحال هذا المفتري، وفيهم من عبد العجل، بل فيهم من عبد سائر الموجودات (١) وتأله جميع المخلوقات، وهذا ظاهر مستبين تعرفه العامة فضلا عن الخاصة لكن المعترض وأمثاله ممن طبع الله على قلوبهم، وصرفها عن معرفة الحق وإرادته، فهم في ظلمات الجهل والطبع والريب والهوى يترددون، ويحسبون أنهم على شيء، فنعوذ بالله من الخذلان وتلاعب الشيطان.
_________
(١) في (ح) : " المفردات".','3','580',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (570,'<span data-type="title" id=toc-105>[فصل في رد تأول المعترض كلام ابن عقيل والشافعي على المتكلمين في أئمة الهدى ومصابيح الدجى]</span>
فصل قال المعترض: (وقال أبو الوفاء بن عقيل: واكمداه من مخالفة الجهال، من أجل استماع ذي الجهالة للحق والإنكار له، ينفر قلبه من أدلة المحقِّقين، فهم بهيمية في طبع (١) جهال، فلا تزول جهالتهم بالمعالجة. قال: (٢) وهل طاحت دماء الأنبياء والأولياء إلا بالذي مثل هؤلاء، حيث رأوا من التحقيق ما ينكرون، فصالوا لما قدروا، وغالوا لما لم يقدروا، فهم بين قاتل للمتقين والمؤمنين، مجاهرةً إذا قدروا، وغيلة إذا عجزوا. انتهى ملخصا.
قال المعترض: (وقد صحَّ عندنا أنَّ هؤلاء في أثناء دعوتهم أتوا إلى المجمعة في ناحية سدير، فدخلوها ليلاً قبل أن يتولوا عليه، فأذنوا في أحد (٣) مساجدهم يطلبون قتل من جاء متقدِّمًا للصلاة في المسجد، فجاءهم شياب من أهل الخير، فقتلوهم في المسجد، قال المزني: قال الشافعي: يا إبراهيم العلم جهل عند أهل الجهل كما أن الجهل جهل عند أهل العلم، وأنشد:
ومنزلة الفقيه من السفيه ... كمنزلة السفيه من الفقيه
_________
(١) في (ق) و (م) : "طباع".
(٢) ساقطة من (ق) و (م) .
(٣) في (ح) : "أجد".','3','581',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (571,'فهذا زاهد في قرب هذا ... وهذا فيه أزهد منه فيه
إذا غلب الشقاء على السفيه ... تنطَّع في مخالفة السفيه (١))
والجواب أن يقال: لو كان هذا يدري، ويفرِّق بين الجهل والعلم، والحق والباطل، والضلالة والهدى، والغيّ والرشاد، والصلاح والفساد لعرف أن كلام ابن عقيل، وكلام الشافعي يتعيَّن حمله على هذا المعترض وأمثاله الضالين عن الهدى، الصادين (٢) عن طريق أهل العلم والتقى، المستحلين لأعراض خيار الأمة وأئمتها، الذين يأمرون بعبادة اللَّه وحده لا شريك له، ويدعون إلى ذلك، وينهون عن الشرك به، واتخاذ الأنداد معه، والتسوية بينه وبين غيره، فيما يستحقه على عباده، ويختص به من العبادات الباطنة والظاهرة، كالحب والخضوع، والخوف والرجاء والاستعانة والاستغاثة، والإنابة والتوكُّل، والطاعة والتقوى، وغير ذلك من أنواع العبادات والطاعات، فمن تأوَّل كلام ابن عقيل وكلام الشافعي في ردهما على المتكلمين والسفهاء، الذين يرغبون عن العلم والفقه في أئمة الهدى ومصابيح الدجى، فهو من أضل البرية، وأسفههم، وأقلهم حظًّا ونصيبا من العلم والهدى، والحلم والنهى، وهو كمن يتأول آيات التنزيل النازلة في أهل الشرك من الجاهلية الضالين (٣) فيمن خالف بدعته ونحلته من المؤمنين المتَّقين، كما جرى للخوارج وأمثالهم من الضالين.
وأما قوله: (وقد صحَّ عندنا أن هؤلاء أتوا إلى المجمعة في ناحية سدير ودخلوها ليلاً) إلى آخر عبارته.
_________
(١) في هامش (الأصل) و (ق) و (م) قال صوابه: "الفقيه" كأن المعترض حرَّفه.
(٢) في (ق) : " الصادرين".
(٣) من هنا ساقط من النسخة (م) .','3','582',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (572,'فيقال له: قد صحَّحت فيما مضى من المستحيلات والمفتريات، وصوَّبت من الجهالات والضلالات، ما يقضي بسقوط خبرك واطراح تصحيحك. وقد قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا} [الحجرات: ٦] الآية [الحجرات / ٦] وأين من يساعدك على صحة قولك، وثبوت دعواك؟ وقد جرى من أمثالك من المارقين، ومن المبتدعة الضالين، والكفرة المشركين من البهت والزور ما لا يحصى، وفي الحديث: " «عدلت شهادة الزور الإشراك باللَّه» " (١) .
ثم لو فرض أن هذا وقع من بعض أتباع الشيخ أينسب الخطأ إليه، ويشنع به عليه؟ وقد أخطأ أسامة بن زيد، وأنكر عليه النبي صلى الله عليه وسلم خطأه، ومن نسب خطأه إلى رسول الله صلى الله عليه وسلم فهو إلى الكفر أقرب منه إلى الإيمان، وكذلك خالد بن الوليد قتل بني جذيمة بعد أن قالوا: "صبأنا" ولم يحسنوا أن يقولوا: "أسلمنا"، فأنكر ذلك عليه رسول الله صلى الله عليه وسلم، ووداهم.
والشعر الذي أورده عن الشافعي رحمه الله تعالى قد غيَّر فيه وبدَّل، وأفسد معناه فقوله: (وهذا فيه أزهد منه فيه) . فقوله: "فيه" الأولى زيادة ليست في كلام الشافعي، يخرج الكلام من وزنه، وقوله في البيت الأخير:
إذا غلب الشقاء على السفيه ... تنطع في مخالفة السفيه
كذا بخط المعترض، وصوابه: "في مخالفة الفقيه" لا السفيه.
_________
(١) تقدم تخريجه. انظر ص (٢٤٧) .','3','583',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (573,'<span data-type="title" id=toc-106>[فصل في احتجاج المعترض بأقوال لأهل العلم في أهل البدع يرمي به علماء التوحيد]</span>
فصل قال المعترض: (وقال الإمام أحمد رضي الله عنه: إنه يجب هجر من فسق، أو كفر ببدعة، أو دعا (١) إلى بدعة مضلَّة، أو مفسقة على من عجز عن الردِّ عليه، أو خاف الاغترار به والتأذي، ذكره ابن مفلح: وقال القاضي أبو الحسين، قال المروذي: قلت لأبي عبد الله: ترى للرجل أن يشتغل بالصوم والصلاة، ويسكت عن الكلام في أهل البدع؟ فكلح على وجهه.
وقال: إذا هو صلَّى وصام واعتزل الناس أهو لنفسه؟ قلت: بلى. قال: فإذا تكلَّم كان له ولغيره؟ يتكلَّم أفضل. قال أبو طالب عن الإمام أحمد: كان أيوب يقدم الجريري على سليمان التيمي، لأن الجريري كان يخاصم القدرية وأهل البدع، وروى الإمام أحمد عن أبي عقبة الخولاني رضي الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: " «لا يزال اللَّه يغرس في هذا الدين غرسا يستعملهم بطاعته» "، وقال أبو الفرج الشيرازي: من الأصحاب، قال أحمد بن حنبل: إذا رأيت الشاب أول ما ينشأ مع أهل السنَّة والجماعة فارجه، فإذا رأيته مع أصحاب البدع فايئس منه، فإن الشاب مع أول نشأة. وقال أبو الفرج ابن الجوزي لما ذكر أهل البدع من المعتزلة وغيرهم قال:
_________
(١) إلى هنا تنتهي النسخة (ق) .','3','584',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (574,'اللَّه اللَّه من مصاحبة هؤلاء، ويجب منع الصبيان من مخالطتهم، لئلا يشرب في قلوبهم من ذلك شيء. انتهى.
فلقد صدق ابن الجوزي رحمه الله. قال الشاعر:
أتاني هواها قبل أن أعرف الهوى ... فصادف قلبا خاليا فتمكنا
والجواب أن يقال: هذا المعترض لما غلبت عليه ظلمات الجهل والهوى والضلال عن سبيل الحق والهدى، ظنَّ أن من دعا إلى توحيد اللَّه ونهى عن الإشراك (١) به وألزم بأركان الإسلام وشرائعه: مبتدع ضال، يدخل فيما نقل عن الأئمة من ذم أهل البدع وهجرهم، فلم يفرِّق بين أهل السنَّة وأهل البدع، وأهل الشرك وأهل التوحيد، وأهل البر وأهل الفجور، وقد خاصم بعض هؤلاء الحمقى رجلاً عند بعض الأمراء، فقال: إنه ناصبي شيعي يسب علي بن الخطاب، ويمدح معاوية بن أبي طالب. فقال الأمير: لا أدري على أي شيء أحسدك، أعلى علمك بالمذاهب، أو على معرفتك بالأنساب؟ .
وكذلك حال هذا الضال، يجمع بين الأضداد، ولا يعرف المقصود من الخطاب والمراد، فهو في ظلمات بعضها فوق بعض، لما عفت آثار الإسلام، وقل من يعرفه من الخاصة والعوام، وصارت الغلبة لأمثاله من الجهال والطغام؟ استغرب ما أبداه الشيخ العلم الإمام، من أصول الملة وقواعد الإسلام، وظنَّ أنه من جنس بدع الرافضة والقدرية وأهل الكلام، لأنه لا شعور له بحقيقة ما جاءت به الرسل ولا إلمام، أولئك كالأنعام بل هم أضل من كل وجه حتى في المعارف والأفهام، أين من يقول:
_________
(١) في بقية النسخ: "الشرك".','3','585',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (575,'اعبدوا الله ما لكم من إله غيره، واتركوا ما أنتم عليه من دعاء الأحجار والأشجار والصالحين والأصنام، ويجدِّد للسنة ما اندرس من القواعد والأصول والأعلام، ممن يدعو إلى إنكار القدر السابق، وأن الله لم يخلق أفعال العباد من الأنام؟ بل وأين هو ممن يرى رأي المعتزلة في سلب الصفات وإنكار ما جاءت به الأحاديث والآيات (١) ويبالغ في الجدال والخصام؟ وأين هو من رافضي يذهب إلى تضليل أصحاب رسول الله صلى الله عليه وسلم، ويرى شتم السابقين الأولين من الصفوة الكرام؟ ما بعد التباس أمر الفريقين وعدم الفرق بين المذهبين غاية ينتهي إليها أهل الشك والظلام، {وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ} [النور: ٤٠] ومن أصعب الأشياء على النفوس مخالفة العوائد، وما ألفته، ونشأت عليه من النحل والطرائق، ما لم تساعد هداية التوفيق، ويأتي المدد من مصرف القلوب، وعلام السرائر والغيوب.
_________
(١) في بقية النسخ: "الآيات والأحاديث ".','3','586',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (576,'<span data-type="title" id=toc-107>[فصل فيه بحث مسألة الإيمان والتكفير بالذنوب بين أهل السنة والخوارج]</span>
فصل قال المعترض: (فصل، ولنختم هذا الكتاب بمسألة هذا الرجل الذي ذكرنا أنها قاعدة قنطرته على الأمة، قال في شبهه المذكور في خاتمتها: "ولنختم الكلام بمسألة عظيمة (١) مهمة يكثر جهل الموحدين بها، فنقول: لا خلاف أن التوحيد يعني الإيمان لا بد أن يكون بالقلب واللسان والجوارح، فإن اختل بعض هذه الثلاث، فهو كافر أعظم من كفر فرعون وإبليس وأمثالهما، وهذا يغلط فيه كثير من الناس ". اهـ المقصود.
ثم ذكر كلاما بعده، وهذه المسألة ذكرها أبو العباس بن تيمية رحمه الله تعالى بعينها في كتاب الإيمان الكبير له، وقال: من هذه المسألة نشأت البدع، إلى أن قال: "واتفق أهل السنَّة والجماعة والخوارج على أن الإيمان اعتقاد بالجنان، ونطق باللسان، وعمل بالأركان، ثم افترقت عند ذلك عنهم الخوارج، فقالوا: إن اختل بعض هذه الثلاث لم يكن مسلما"، هذا محصول كلام أبى العباس، وصح بهذا الكلام من (٢) هذا الرجل الذي هو قرَّره وعظمه أنه عين مذهب الخوارج الذين كفَّروا به الأمة،
_________
(١) نهاية السقط من النسخة.
(٢) ساقطة من (ح) .','3','587',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (577,'وقاتلوا عليه أمير المؤمنين علي بن أبي طالب رضي الله عنه، الذي هو من النبي صلى الله عليه وسلم بمنزلة هارون من موسى إلا أنه لا نبي بعده، كما في الصحيحين وغيرهما، وكفَّروه بذلك، وقد ذكر هذه القاعدة العلامة ابن قندس في حاشيته على الفروع، ونقل كلام أبي العباس (١) وابن قندس رحمهما الله تعالى؛ لأنهما ذكرا أن هذه الصورة التي ذكرها هذا الرجل بعينها هي مذهب الخوارج بعينه، ومذهب الخوارج كفانا سيد البشر صلى الله عليه وسلم في رده فيما صح عنه، مع كونهم يقولون من خير قول البرية، وهذا الرجل قد عظم هذه المسألة أشد التعظيم، كما ترى بالحض عليها، وجعلها مهمة بحيث دعا إلى الاهتمام بها وبلزومها والعمل بموجبها، وأنه يكثر الجهل من الموحدين بها، وصدق في ذلك بل كل الموحدين بحمد اللَّه تعالى لا يعتقدونها، ولا يعرفونها؛ لأنها جهل ليس بعلم، والجهل لا يسمى علما على الصحيح عند الأصوليين، وهذا الرجل قد جعل المخالف لها كافرا أعظم من كفر فرعون وإبليس وأمثالهما، فإذا كان هذا كلامه في هذه المسألة فماذا يزيد الإيمان وينقص حتى يكون أدنى أدنى أدنى من مثقال حبة من (٢) خردل من إيمان، كما في الصحيحين من حديث أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم في حديث الشفاعة، والخردلة أدون (٣) من الذرة بكثير، فهذه حال أهل الأهواء لا يتبعون أهل الحق ولا يهتدون سبيلاً لتناقضهم، وتقطيع آَثارهم بالأهواء، وتحكيم عقولهم بالجهل،
_________
(١) في (م) زيادة: "على ذلك وقرره فحينئذ لا يحتاج كلام هذا الرجل لذكر رد عليه مع كلام أبي العباس".
(٢) ساقطة من (المطبوعة) .
(٣) في (م) : "أدنى"، وفي (ح) : "أو دون".','3','588',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (578,'يهيمون في كل واد، فكيف ندبر على هذا الطريق الزائغ أنه يخرج من النار من كان في قلبه أدنى أدنى أدنى من مثقال حبة خردل من إيمان، فلا يُصَدق بقولهم هذا إلا من كذَّب بحديث الرسول " صلى الله عليه وسلم الذي في الصحيحين في الشفاعة عن أنس رضي الله عنه وغيره (١) أفلا يستحيون من هذا الهذيان الذي لا قوام له في (٢) الميدان؟ إذا التفت الفرسان، ونشرت الصحف وعلق الميزان من السنَّة والقرآن؟ وأحضر قول علماء (٣) هذا الشأن.
فحينئذ يكون قولهم هذا كالسراب في القيعان، يحسبه الظمآن ماء حتى إذا جاءه وبرحه فواحسرتا للعطشان، ومع هذا ليس لهم عن ذلك رجوع، وقولهم لا يسمن ولا يغني من جوع.
إذا تقرر هذا: فكل أتباعه يشربون من هذا البحر التيار المظلم من أي أركانه، ويلتقطون من ضفادعه وحيتانه، فهذا ملتقى البحرين يلتقيان، بينهما برزخ لا يبغيان، بحر أجاج بتكفير الأمة ثجاج (٤) وبحر سائغ شرابه لذة للشاربين، وبينهما حاجز الأمواج، فسلك هذا الرجل بحر الظلمات بنص العلماء الثقات، ومن شك في هذا فليراجع من الأثبات ما ذكرنا في المجلدات، ليتبع سبيل المؤمنين المفلحين المنجحين عن سبيل الظلمات فما (٥) يقول من هذا مقاله (٦) فيما رويناه) وذكر حديث البطاقة.
_________
(١) ساقطة من (م) .
(٢) في (ح) و (المطبوعة) زيادة: "هذا".
(٣) في (م) زيادة: " أهل".
(٤) في بقية النسخ: "نجاج" بالنون.
(٥) في (ح) : (فلا) .
(٦) في (ح) : "مثاله".','3','589',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (579,'والجواب أن يقال: قد تقدم مرارا أن المعترض له حظ وافر من صناعة التبديل والتحريف، كما وصف اللَّه اليهود بذلك في غير آية، (وبحث الشيخ تقي الدين ابن تيمية رحمه الله موجود معروف فإنه تكلم على مسألة التكفير ببعض الذنوب كما هو رأي الخوارج، وليس في كلام شيخنا - رحمه الله- تعرض لهذا- أعني التكفير بالذنوب- حتى يرد عليه بكلام شيخ الإسلام؛ بل كلامه في التوحيد الذي هو شهادة أن لا إِله إلا الله، وهذا لا ينازع مسلم في أنه لا بد أن يكون بالقلب، فإنه لم يصدق ويعلم ويؤثر ما دلَّت عليه "لا إله إلا الله ويعمل بقلبه العمل الخاص كالمحبة، والإنابة، والرضا، والتوكل، والخشية، والرغبة، والرهبة، فإن لم يحصل منه هذا بالكلية فهو منافق، ولا بد من الإقرار، فإنه إذا لم يقر بلسانه، كافر تجري عليه أحكام الكفار بلا نزاع، وكذلك العمل بالجوارح لا بد منه، فلا يكون مسلما إلا إذا ترك عبادة الطاغوت، وتباعد عنه، وعمل للَّه بمقتضى شهادة الإخلاص من تسليم الوجه له، واجتناب الشرك قولاً وعملا وترك الخضوع والسجود) (١) والذبح والنذر لغير الله، وإخلاص الدين في ذلك كله لله، هذا ما دلَّ عليه كلام شيخنا رحمه الله في كشف الشبهة (٢) وهذا مجمع عليه بين أهل العلم، فإذا اختل أحد هذه الثلاثة اختل الإسلام وبطل، كما دلَّ عليه حديث جبريل لما سأل النبي صلى الله عليه وسلم عن الإسلام والإيمان والإحسان، فبدأ في تعريف الإسلام بالشهادتين، ولا شك أن العلم والقول والعمل مشترط في صحة الإتيان
_________
(١) ما بين المعقوفتين كله ساقط من (ق) و (المطبوعة) .
(٢) في (ق) و (المطبوعة) : " الشبهات".','3','590',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (580,'بهما، وهذا لا يخفى على أحد شم رائحة العلم، وإنما خالف الخوارج فيما دون ذلك من ظلم العبد لنفسه، وظلمه لغيره من الناس.
وأما الديوان الأكبر، وهو ظلم الشرك، فلا خلاف بين أهل السنَّة والخوارج في التكفير بالشرك الأكبر، بعد قيام الحجة الرسالية، والمعترض جاهل، لا يفرق بين مسائل الإجماع ومسائل النزاع.
وها أنا أسوق لك كلام شيخ الإسلام تقيّ الدِّين لتعلم أن هذا (١) المعترض بدَّل اللفظ وحرَّف المعنى، وجمع بين الأمرين اللذين ذم الله بهما اليهود بغيا وحسدا، والله حسيبه، والمقصود هنا (٢) رد شبهته.
قال شيخ الإسلام في أواخر النصف الأول من كتاب "الإيمان " (٣) .
(فإن قيل: فإذا كان الإيمان المطلق يتناول جميع ما أمر الله تعالى به رسوله صلى الله عليه وسلم فمتى ذهب بعض ذلك بطل الإيمان، فيلزم تكفير أهل الذنوب، كما يقوله (٤) الخوارج أو تخليدهم في النار، ولا ينفى عنهم اسم الإيمان بالكلية، كما تقوله المعتزلة، وكلا القولين شر من قول المرجئة، فإن المرجئة منهم جماعة من العلماء والعباد المذكورين عند الأمة بخير، وأما الخوارج والمعتزلة فأهل السنَّة والجماعة من جميع الطوائف مطبقون على ذمهم.
قيل: أولاً: ينبغي أن يعرف أن القول الذي لم يوافق الخوارج والمعتزلة عليه أحد من أهل السنَّة هو القول بتخليد أهل الكبائر في النار،
_________
(١) ساقطة من (م) .
(٢) ساقطة من (م) .
(٣) انظر: "مجموع الفتاوى" (٧ ٢٢٢) .
(٤) في (ق) و (المطبوعة) : "تقوله"، بالتاء المثناة الفوقية.','3','591',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (581,'فإن هذا القول من البدع المشهورة، وقد اتفق الصحابة والتابعون لهم بإحسان وسائر أئمة المسلمين على أنه لا يخلد في النار أحد ممن في قلبه مثقال ذرة من إيمان (١) وقد نقل بعض الناس عن (٢) الصحابة في ذلك خلافا، لما (٣) روي عن ابن عباس أن القاتل لا توبة له، وهذا غلط على الصحابة، فإنه لم يقل أحد منهم إن النبي صلى الله عليه وسلم لا يشفع لأهل الكبائر، ولا قال إنهم يخلدون في النار، لكن ابن عباس في إحدى الروايتين عنه قال: "إن القاتل لا توبة له " وعن أحمد بن حنبل في قبول توبة القاتل روايتان أيضا، والنزاع في التوبة غير النزاع في التخليد، وذلك أن القتل يتعلق به حق آدمي؛ فلهذا حصل النزاع فيه، وأما قول القائل: "إنَّ الإيمان إذا ذهب بعضه ذهب كلّه"، فهذا ممنوع، وهذا هو الأصل الذي تفرعت منه البدع في الإيمان، فإنهم ظنوا أنه متى ذهب بعضه ذهب كله، لم يبق منه شيء، ثم قالت الخوارج والمعتزلة: هو مجموع ما أمر الله به ورسوله، وهذا هو الإيمان المطلق، كما قاله أهل الحديث، قالوا: فإذا، ذهب منه شيء لم يبق مع صاحبه شيء من الإيمان، فيخلد في النار وقالت المرجئة، على اختلاف فرقهم فلا يذهب بالكبائر وبترك الواجبات الظاهرة شيء منه إذ لو ذهب شيء منه لم يبق منه شيء، فيكون شيئا
_________
(١) في (ق) و (المطبوعة) زيادة: "واتفقوا أيضا على أن نبينا صلى الله عليه وسلم يشفع فيمن يأذن الله له بالشفاعة فيه من أهل الكبائر من أمته، وفي الصحيحين عنه أنه قال: " لكل نبي دعوة مستجابة وإني اختبأت دعوتي شفاعة لأمتي يوم القيامة"، وهذه الأحاديث مذكورة في مواضعها.
(٢) في (م) زيادة: " بعض".
(٣) في (ق) و (المطبوعة) : "كما".','3','592',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (582,'واحدا، يستوي فيه البر والفاجر، ونصوص الرسول صلى الله عليه وسلم وأصحابه تدل على ذهاب بعضه وبقاء بعضه، كقوله: " «يخرج من النار من كان في قلبه مثقال ذرة من إيمان» " (١)) . انتهى المقصود منه.
فقف واعتبر يا من أنعم عليه، وتأمل كلام الشيخ الذي احتج به هذا المعترض الضال، فإنه صريح في أن الخوارج إنما خالفوا السلف، وانفردوا عن أهل السنَّة بالتكفير بالذنوب، التي دون الشرك، ودون ما يوجب الكفر، وأهل العلم قاطبة فرَّقوا بين هذا وبين رأي الخوارج، وعقدوا أبوابا مستقلة في أحكام المرتدين، واتفقوا على التكفير بإنكار الوحدانية، واتخاذ الآلهة من دون الله، كما عليه عُبَّاد القبور وعباد الملائكة والأنفس المفارقة، وجعلوا هذا أظهر شعائر الإسلام، وأعظم قواعده، وأكبر أركانه كما في حديث معاذ: " «رأس الأمر الإسلام وعموده الصلاة، وذروة سنامه الجهاد في سبيل اللَّه» " (٢) والحنابلة وغيرهم قرروا هذا في أبواب حكم المرتد، وكذلك من قبلهم من الأئمة. والسلف يكفرون من كفره الله ورسوله. وقام الدليل على كفره، حتى في الفروع. فيكفرون منكر (٣) هذه الأحكام المجمع على حلها أو تحريمها، كحل الخبز وتحريم الخنزير، بل جميع الرسل جاءت بتكفير من عدل بربه وسوى بينه وبين غيره، كما ذكره شيخ الإسلام في رده على اليهود والنصارى، ودليله ظاهر في كتاب اللَّه تعالى وسنَّة رسوله.
فإن كان تكفير المشرك، ومن قام الدليل على كفره هو مذهب الخوارج، ولا يكفر أحد عند أهل السنَّة، فهذا رد على الله وعلى رسله،
_________
(١) أخرجه مسلم (١٩٣ ٣٢٥) .
(٢) سبق تخريجه.
(٣) في (م) : "من أنكر".','3','593',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (583,'وعلى أهل (١) العلم والإيمان قاطبة، ويكفي هذا ردًّا وفضيحة لهذا المعترض، الذي لم يميز ولم يفرق بين دين المرسلين، ومذهب الخارجين والمارقين.
وإن اعترف المعترض بالتفصيل، وسلَّم للرسل وأتباعهم تكفير المشركين العادلين برب (٢) العالمين.
فيقال له:
هذا الذي اعترضت به على الشيخ أهو تكفير بالذنوب التي دون الشرك، أم النزاع في تكفير من دعا الصالحين وسألهم وتوكل عليهم، وجعلهم واسطة بينه وبين اللَّه في حاجاته وملماته الدينية والدنيوية؟ فإن اعترف بأن النزاع في هذا فقد خصم وهزم، ونادى على نفسه بالخطأ والكذب، ونسبة الشيخ إلى ما قد نزهه الله عنه.
وإن أنكر وقال: النزاع فيما دون هذا، طولب ببيانه، مع أنَّ الخاص والعام يُكَذِّبه ويرد عليه لو أنكر، لعلمهم أن النزاع والخصومة بين الشيخ رحمه اللَّه وبين أعدائه إنما هي في دعاء غير اللَّه وعِبَادة سواه، والاعتماد والتوكل على الشركاء والأنداد التي هي من الإفك الذي افتراه الضالون، وانتحله المبطلون، وسيعلم الذين ظلموا أيّ منقلب ينقلبون.
إذا عرفت هذا: تبيَّن لك ما قدمناه من إفك هذا المفتري وضلاله، وتحامله على شيخ الإسلام، وأن ما قرره الشيخ مباين لمذهب الخوارج موافق لمذهب أهل الإسلام من أهل العلم والدين، وأن من
_________
(١) في (م) : " أولى".
(٢) في (الأصل) : "باللَّه ".','3','594',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (584,'زعم (١) أن قول الشيخ هو قول الخوارج، فقد تضمَّن زَعْمُهُ وبُهْتُه تجهيل أئمة الدين، وعلماء المسلمين، ممَّن نهى عن الشرك بالله رب العالمين، وأنهم لم يفرقوا بين مذهب الخوارج ودين الرسل؛ بل لازمه أن ما تضمنه الكتاب العزيز والسنَّة النبوية من تكفير من دعا مع الله آلهة أخرى هو مذهب الخوارج، فنعوذ بالله من الجهل المعمي، والهوى المردي.
ثم هذا رجوع عن مذهبه الأول، فإنه جعل فعل عُبَّاد القبور: من التوسل الجائز الذي دلَّ عليه حديث الأعمى، وهنا (٢) نكص على عقبه وجعله من الذنوب التي يكَفِّر بها الخوارج.
يوما بحزوى ويوما بالعقيق ... وبالعذيب يوما ويوما بالخليصاء
وتارة (٣) تنتحي نجدا وآونة ... شعب الغوير وطورا قصر تيماء
وأما قوله: (فإذا كان هذا كلامه في هذه المسألة، فماذا يزيد الإيمان وينقص، حتى يكون أدنى أدنى أدنى من مثقال حبة خردل من إيمان) إلى آخر قوله.
فهذه العبارة تنادي بجهله، فالخوارج لا ينازعون في زيادة الإيمان، وإنما النزاع في نقصه، وأئمة الإسلام يقولون يزيد مع بقاء أصله الذي دلَّت عليه شهادة أن لا إِله إلا اللَّه، وينقص حتى لا يبقى منه شيء، فإذا ثبت الإسلام زاد الإيمان ونقص، ومع عدم الإسلام وانهدام أصله لا يعتد بما أتى به من شعبه.
_________
(١) من هنا ساقط من (م) .
(٢) في بقية النسخ: "وهناك ".
(٣) في (ح) : "ويوما".','3','595',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (585,'وقوله: (وهذه حال أهل الأهواء لا يتبعون أهل الحق ولا يهتدون سبيلاً) .
فيقال: نعم هو ذاك، ولو شعرت أن هذا الكلام منطبق على حالك، مناد بضلالك وأنك لا تعرف الحق ولا أهله، ولا تعرف السبيل ولا تهتدي إليه، وإنما يعرف أهل (١) الحق والإيمان من له نور يمشي به في الناس، وأما الجاهل المظلم (٢) فهو من أبعد الناس عن معرفة الحق، واتباعه (٣) السبيل وسلوكه. وأما قوله: (كيف نُدْبر على هذا الطريق الزائغ أنه يخرج من النار من كان في قلبه أدنى أدنى أدنى من (٤) مثقال حبة خردل من إيمان) إلى آخره.
فيقال: هذه العبارة عبارة جاهل غبي، فإن تدبير النصوص والأحكام إلى الملك الحق العليم (٥) العلام، وأهل العلم لا يستعملون هذه العبارة، ولا يعبرون بتعبير أهل الجهل (٦) والغباوة، وإنما يقال: كيف يفهم (٧) أو كيف يحمل، أو كيف يخرج، أو كيف يوجه؟ .
ثم هذا القول صريح في أن هذا المعترض لم يشم رائحة العلم، ولم يمارس أهله، فإن الموحد السالم من الشرك الأكبر هو الذي يتصور أن
_________
(١) ساقطة من بقية النسخ.
(٢) في (ق) و (م) و (المطبوعة) زيادة: "مثلك".
(٣) في بقية النسخ زيادة: "ومعرفة".
(٤) ساقطة من (ح) .
(٥) "الحق العليم" ساقطة من (ح) .
(٦) في بقية النسخ: "الجهالة".
(٧) في (ح) : "تفهم".','3','596',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (586,'يبقى في قلبه بقية من الإيمان والتوحيد، وأما المشرك العادل بربه، المُسَوِّي بينه وبين غيره؛ فلا يتصور بقاء شيء من الإيمان والتوحيد في قلبه، فهو ممن حبسه القرآن، وحكم بخلوده (١) .
قال تعالى: {إِنَّ اللَّهَ لَا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ} [النساء: ٤٨] [النساء / ٤٨، ١١٦] .
وقال تعالى: {إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا - خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا} [الأحزاب: ٦٤ - ٦٥] [الأحزاب / ٦٤، ٦٥] .
والمعترض كأنه من بوادي السودان الذين لم يأنسوا بشيء من العلم والإيمان، ولم يمر على أسماعهم شيء من نصوص السنة والقرآن، ولم يميزوا بين ما جاءت به الرسل وما عليه عباد الأصنام والأوثان، فربما زين الشيطان لأحدهم وأوهمه (٢) أنه من خلاصة نوع الإنسان، وأنه ممن يثبت عند المبارزة والمخاصمة في الميدان، فإذا التقت الصفوف وتقارب الزحفان، نكص المغرور على عقبه وتخلى عنه قرينه وأسلمه الشيطان، واستبان له (٣) أنه كان في غاية من الجهالة والضلالة والطغيان، قد لبَّس (٤) عليه واشتبه الأمر لديه، فلم يفرق بين حزب الرحمن وحزب الشيطان، وإلى اللَّه المصير وعليه الاعتماد والتكلان، وربنا جلَّ ذكره وتقدس اسمه كل يوم هو في شأن.
_________
(١) في (ق) و (م) و (المطبوعة) زيادة: "في التبار والخسران".
(٢) في (ح) : "وأوهموا".
(٣) في بقية النسخ: "وتبين".
(٤) في (ح) : "تدلس ".','3','597',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (587,'<span data-type="title" id=toc-108>[فصل في احتجاج المعترض بحديث البطاقة على منع تكفير من نقض الشهادتين]</span>
فصل وأما قوله: (فما يقول من هذا مقاله فيما روينا بأسانيدها إلى الشيخ مفتي السادة الحنابلة عبد الباقي وساق سند عبد الباقي إلى عبد الله ابن عمرو بن العاص قال: قال رسول الله صلى الله عليه وسلم: " «يصاح برجل من أمَّتي على رؤوس الخلائق يوم القيامة فينشر له تسعة وتسعون سجلاً كل سجل منها مد البصر، ثم يقول الله عز وجل: أتنكر (١) من هذا شيئا يا عبدي؟ فيقول:
لا يا رب. فيقول اللَّه تعالى: ألك عذر أو حسنة؟ فيقول: لا يا رب. فيقول الله تعالى: بلى، إن لك عندنا حسنة وإنه لا ظلم عليك فيخرج اللَّه له بطاقة فيها: أشهد أن لا إِله إلا اللَّه وأنَّ محمدا عبده ورسوله. فيقول: يا ربِّ، ما هذه البطاقة مع هذه السجلات؟ فيقول الله تعالى: إنك لا تظلم، فتوضع تلك السجلات في كفة والبطاقة في كفة، فطاشت السجلات وثقلت البطاقة» " (٢) .
فالجواب أن يقال: حديث البطاقة شاهد لكلام شيخنا، وأنه لا اعتبار بالأعمال إذا عدم التوحيد الذي هو مدلول شهادة أن
_________
(١) في (ق) و (م) و (المطبوعة) : " أتنكر".
(٢) أخرجه الترمذي (٢٦٣٩) ، وابن ماجه (٤٣٠٠) ، وأحمد (٢ ٢١٣) .','3','598',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (588,'لا إله إلا الله، وأن رجحان الموازين لا يحصل إلا بتحقيق التوحيد، والصدق والإخلاص في هذه الشهادة، وأن المشرك لا يقام له وزن، هذا من الأدلَّة والبراهين على ما دعا إليه الشيخ محمد رحمه الله تعالى، وأنه رأس الأمر وقاعدته العظمى.
قال في كتاب التوحيد (١) .
(باب فضل التوحيد وما يكفر من الذنوب.
وقول الله تعالى: {الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ أُولَئِكَ لَهُمُ الْأَمْنُ وَهُمْ مُهْتَدُونَ} [الأنعام: ٨٢] [الأنعام / ٨٢] ) . وساق من الآيات والأحاديث المطابقة للترجمة ما يبين أن الشيخ رحمه اللَّه تعالى داعٍ إلى التوحيد آمر به وبوسائله وذرائعه، ناهٍ (٢) عن الشرك والتنديد، وعن وسائله وذرائعه.
وشبهة المعترض إنما أتته من حيث ظن أن دعاء الصالحين وعبادتهم والتوكل عليهم ذنب دون الشرك لا يخل بالتوحيد بل يبقى معه من التوحيد والإيمان ما ينجو به صاحبه، هذا معنى ما قرره هنا، قد تقدَّم أنه لا يراه ذنبا من الذنوب، وكلامه متناقض مختلف، ولكنه أورد الحديث هنا لما ذكرنا من ظنه وحسبانه (٣) فسبحان من طبع على قلبه.
قال تعالى: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لَا يَعْقِلُونَ} [الأنفال: ٢٢] [الأنفال / ٢٢] .
_________
(١) انظر: "فتح المجيد لشرح كتاب التوحيد" (١ ١١٣) تحقيق د. الوليد الفريان.
(٢) في (الأصل) : "ناهيا"، وهو خطأ.
(٣) في (ح) : "وإحسانه".','3','599',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (589,'قال شيخ الإسلام تقيّ الدِّين في الكلام على حديث البطاقة (١) .
(إن صاحب البطاقة أتى بهذه الشهادة بصدق وإخلاص ويقين) ، ولم يأت بعد بما يخالفها ويضعفها، والصدق والإخلاص واليقين (٢) في هذا التوحيد الذي دلَّت عليه كلمة الإخلاص مكفر للذنوب، لا يبقى معه ذنب، كما أن اجتناب الكبائر مكفر للصغائر.
وهذا يشهد لما قرره شيخنا من أنَّ الشرك الأكبر لا يبقى معه عمل.
وقد انتهى بنا القول في رد أباطيل المعترض وكشف زيغه وضلاله، وبيان كذبه ومحاله إلى هذه الغاية، والوقوف عند هذه النهاية، واستغفر اللَّه العلي العظيم الذي لا إِله إلا هو الحي القيوم، مما وقع من التفريط والإخلال بواجب حقه ونصرة دينه.
واسأله جلَّ ذكره أن يجعل ما أوردناه هنا من العمل الخالص لوجهه (٣) الذي يرضاه ويثيب فاعله وألاَّ يكلنا إلى أنفسنا فنهلك، ولا إلى أحد من خلقه فنضل.
اللهم ربّ جبريل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم.
_________
(١) انظر: "مجموع الفتاوى" (٧ ٤٨٨، ١٠ ٧٣٤) .
(٢) في (ح) : " والتوحيد".
(٣) في (م) زيادة: " الكريم".','3','600',NULL,NULL,'0');
INSERT INTO [b30868] VALUES (590,'والله أعلم، وصلى اللَّه على عبده ورسوله محمَّد النبيّ الصَّادق الكريم (١) وعلى آله وأصحابه ومن تبعهم (٢) بإحسان (إلى يوم الدين والحمد للَّه) (٣) .
_________
(١) في (م) : "نبينا محمد".
(٢) في (م) : "والتابعين لهم".
(٣) ما بين القوسين ساقط من (م) ، وفي (ق) و (ح) و (المطبوعة) بعدها زيادة: "رب العالمين إله الأوَّلين والآخرين". 
آخر النسخة الأصل (ك) ، قال: آخر ما أملاه شيخنا عبد اللطيف بن عبد الرحمن ابن حسن بن شيخ الإسلام محمد بن عبد الوهاب بن سليمان بن علي- أثابه اللَّه الجنة ورجح به موازينه، وعفى عنه وعن والديه ووالديهما ووالدينا ووالديهم وعنَّا معهم. آمين. وقد يسَّر اللَّه إتمام هذا الرد المبارك الميمون في أول جمادى الآخرة سنة ١٣٨٩ هـ، وكان الفراغ من كتابة هذه النسخة في ضحوة الجمعة تاسع عشر جمادى أولى ١٣٨٩ هـ بقلم الفقير إلى الله سبحانه وتعالى محمد بن عمر بن عبد العزيز ابن عبد الله بن محمد بن صالح بن سليم. 
وقد كتبه في مدَّة حصل فيها من كثرة الانشغال وتشتت البال ما يعلمه ذو الطول شديد المحال، فالمأمول فيمن نظر إليها أن يدعو له ويتسامح. 
وهذه النسخة في ملك الشيخ المؤلف عبد اللطيف بن الشيخ عبد الرحمن عفى عنهما المنان، وأسكنهما الغرف العالية من الجنان، إنه جواد كريم رؤوف رحيم كثير الجود والإحسان، بارك الله لهما فيه.','3','601',NULL,NULL,'0');
