-- Table: b36104
-- Chunk: 1
-- Rows: 476

CREATE TABLE "b36104"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b36104
INSERT INTO [b36104] VALUES (1,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
ـ[المبسوط في القراءات العشر]ـ
المؤلف: الإمام / أبو بكر أحمد بن الحسين بن مهران الأصبهاني
(٢٩٥ هـ) (٣٨١ هـ)
تحقيق: سبيع حمزة حاكيمي
الناشر: مجمع اللغة العربية - دمشق
عام النشر: ١٩٨١ م
عدد الأجزاء: ١
قدمه للشاملة/ أبو إبراهيم حسانين
[ترقيم الكتاب موافق للمطبوع]
جَزَى اللَّهُ كَاتِبَهُ وَمَنْ تَحَمَّلَ نَفَقَةَ الْكِتَابَةِ خَيرَ الجَزَاءِ وَأَوفَاهُ.',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b36104] VALUES (2,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
التيسير من الله

<span data-type="title" id=toc-1>مقدمة</span>
الحمد لله الذي لا تدركه الأبصار، ولاتبلغه الأفكار، ولاتحجبه الأستار ولا تخفى عليه الأسرار، الذي دار بأمره الفلك الدوار، واختلف بحكمه الليل والنهار، والصلاة على صفيه محمد المختار، وعلى جميع أهل بيته وأصحابه الأخيار الأبرار.
- التئم أعائنا الله وإياكم على طاعته، ووفقنا وإياكم لمرضاته شرح كتاب "الشامل" وبسطه وتفصيله وإيضاحه، ووصف تم ما فيه من الإيجاز والاختصار بحيث لاتبلغه أفهامكم ولا تلحقه أذهانكم، وقد أعلمتكم أني صنفته للفهم البصير، الحاذق التحرير، الذي تبحر في هذا الباب وتفنن في العلوم والآداب، وقد سألتم تبيينه، والتمستم تفصيله فإني أبلغ من تسهيل غامضه، وتفتيح منغلقه، ما يبلغه الوسع ويسعه الطوق، مستعينا بالله تعالى عليه، ومتحريا جميل مثوبته فيه لتدركه أفهامكم ويسعد بمعرفته خاصكم وعامكم، والله أسأل العون على ما نويته والتوفيق لما تحريته إنه خير موفق ومعين، وهو حسبنا ونعم الوكيل، ولا حول ولا قوة إلا بالله العظيم.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (3,'<span data-type="title" id=toc-2>ذكر الأسانيد</span>
بسم الله نبدأ بذكر قراءة أهل المدينة حرم رسول ألله صلى الله عليه وسلم ودار هجرته، وأرض محشره ومنشره، ومسكن المهاجرين والأنصار، ومعدن الصالحين من عباد الله والأبرار. فأما قراءة أبي جعفر القاري يزيد بن القعقاع المدني: فإني قرأت القرآن من أوله في الكوفة علي أبي القاسم زيد بن علي المقريء. قال: قرأت على أبي بكر محمد بن أحمد بن عمر بن أحمد بن سليمان الداجوني.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (4,'وأخبرني أنه قرأ على أبي بكر أحمد بن عثمان بن شبيب الرازي بمصر قال: وحدثني أنه قرأ على الفضل بن شاذان المقري الرازي قال: وحدثني الفضل أنه قرأ على أبي الحسن أحمد بن يزيد الحلواني قال: وحدثني أنه قرأ على عيسى بن مينا قالون المدني، قال: وحدثني عيسى ابن مينا أنه قرأ على عيسى بن وردان الحذاء، وأن عيسى قرأ على أبي جعفر القاري مولى عبد الله بن عياش بن أبي ربيعة المخزومي المدني هذه القراءة، وأخذ أبو جعفر القراءة عن عبد الله بن عباس ابن عبد المطلب وأبي هريرة وعبد الله بن عياش بن أبي ربيعة وغيرهم. قال أحمد بن يزيد الحلواني: وقرأت على عيسى بن مينا قالون أيضا بحرف نافع بن أبي نعيم، وأخبرني أنه قرأ على نافع، وعملت الكتاب منهما وعرضته على قالون بعد سنة، فنظر فيه فما غير منه حرفا واحدا. وقال لي أبو القاسم زيد بن علي قال لي أبو بكر محمد بن أحمد الداجوني المقريء: وقرأت على أحمد بن عثمان بن شبيب الكتاب كله - أعني كتاب أبي جعفر من أوله إلى آخره بعد قراءتي عليه بحرف أبي جعفر- من أوله إلى آخره. وروى محمد بن سعدان النحوي عن',NULL,'9',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (5,'يعقوب بن جعفر بن أبي كثير الأنصاري قال: كان إمام الناس بالمدينة أبو جعفر يزيد بن القعقاع مولى عبد الله بن عياش وكان أخذ القراءة عن عبد الله بن عباس وعن مولاه عبد الله ين عياش، وعن الأصمعي عن أبي الزناد قال: لم يكن أحد أقرأ للسنة من أبي جعفر، وكان يقدم في زمانه على عبد الرحمن بن هثرمز. وهذه قراءة جليلة وقديماً كانت عزيزة.
وروي عن الحسن بن الحباب عن أبي الحسين البزار قال: حضرت أبا عبد الله أحمد بن محمد بن حنبل، وسأله رجل فقال: يا أبا عبد الله! بأي حرف ترى لي أن أقرأ؟ قال: حرف المدني الأول، قال: فإن لم أجد؟ قال: فحرف عاصم. وعن قتيبة بن مهران قال:',NULL,'10',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (6,'سألت سليمان بن مسلم بن جماز فقلت له أقرأت على أبي جعفر وشيبة ونافع؟ قال: نعم. قلت أتقرأ علي قراءة أبي جعفر أو نافع؟ قال: أقريء الناس بقراءة نافع، وإذا كنت وحدي فأحب إلي أن أقرأ بقراءة أبي جعفر. رحمة الله علينا وعليهم أجمعين.
ذكر إسناد قراءة نافع
وهو أبو عبد الرحمن نافع بن عبد الرحمن بن أبي نعيم مولى جعونة بن شعوب الليثي حليف حمزة بن عبد المطلب رضي الله عنه ويقال كنيته أبو رويم.
رواية ورش المصري عثمان بن سعيد المقريء
قرأت القرآن من أوله إلى آخره على أبي القاسم هبة الله بن',NULL,'11',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (7,'جعفر بن محمد بن الهيثم بباب الشام من مدينة السلام، قال: قرأت على أبي بكر محمد بن عبد الرحيم الأصفهاني قال قرأت بفسطاط مصر على أبي الربيع بن أخي الرشديني، وختمت عليه إحدى وثلاثين ختمة بقراءة نافع، وقلت له إلى من تسند قراءتك؟ فقال: إلى عثمان بن سعيد المعروف بورش. وقال ورش: قرأت على نافع بن عبد الرحمن المدني. قال أبو القاسم: قال أبو بكر الأصفهاني وقرأت بمصر أيضا على أبي القاسم مو اس بن سهيل بن أخي أبي الربيع الرشديني وكان',NULL,'12',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (8,'ختنه على ابنته فختمت عليه أكثر مما ختمت على أبي الربيع، كل ذلك بقراءة نافع وسألته إلى من تسند قراءتك؟ فقال: قرأت على يونس ابن عبد الأعلى وغيره وذكر جماعة، وقال يونس: قرأت على ورش. وقال ورش قرأت على نافع.
وقال أبو القاسم: قال أبو بكر: وصار جماعة من قراء القرآن إلى يونس بن عبد الأعلى وأنا حاضرهم، فسألوه أن يقرئهم القرآن على قراءة نافع، فامتنع، وقال: أحضروا مواسا ليقرأ، فاستمعوا قراءته علي وهي لكم إجازة. فقرأ القرآن عليه من أوله إلى آخره في أيام كثيرة، وسمعت قراءته عليه، فقرأت عليه بعد ذلك ختمات كثيرة على المذهب الذي كنت سمعته يقرؤه على يونس.
قال أبو القاسم: قال أبو بكر وسمعت أبا الربيع ومواسا وأبا القاسم بن داود بن أبي طيبة وغيرهم ممن قرأت عليهم يقولون: إن ورشا إنما قرأ على نافع بعد ما حصل نافح القراءة.
قال أبو القاسم: قال أبو بكر: وقرأت أيضا بالمصيصة في المسجد',NULL,'13',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (9,'الجامع علي أبي الأشعث عامر بن سعيد الجرشي وكان خيرا فاضلا، قد بلغ مائة سنة فيما حكاه أوزاد عليها- الشك مني- وكان يقول: قرأت على ورش وغيره من أصحاب نافع. فختمت عليه ختمتين.
وقرأت أيضا بسمرقند هذه القراءة على أبي بكر محمد بن محمد بن أحمد بن مرثد التميمي البخاري المقرىء قال: قرأت بمصر على أبي المنذر وكان إمام مسجد مالك بن أنس، وأخبرني أنه قرأ على أبي الأشعث المجيزي، وأخبره أبو الأشعث أنه قرأ على داود بن',NULL,'14',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (10,'أبي طيبة وعبد الصمد، وهما قرأا على عثمان بن سعيد المعروف بورش، وقرأ ورش على نافع على أبي جعفر القارئ وعبد الرحمن بن هثرمز الأعرج، وشيبة بن نصاح وغيرهم من التابعين الذين قرؤوا على أصحاب رسول الله صلى الله عليه وعلى آله وسلم.
رواية إسمعيل بن جعفر بن أبي كثير بن إبراهيم الأنصماري
قرأت القرآن من أوله إلى آخره على أبي القاسم هبة الله بن جعفر ببغداد، وعلى أبي القاسم زيد بن علي بالكوفة قالا: قرأنا على أبي جعفر أحمد بن فرح المفسر المقرئ. وذكر أنه قرأ على أبي عمر الدوري، وقرأ أبو عمر على إسماعيل بن جعفر وقرأ إسماعيل على',NULL,'15',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (11,'نافع، وقرأ نافع على عدة من التابعين. وقال إسماعيل: قرأت القرآن على شيبة بن نصاح مولى أم سلمة زوج النبي صلى الله عليه وآله وسلم، وكان إمام أهل المدينة في القراءة، وكان قديما، فلما هلك شيبة قرأت قراءة نافع.
وقرأت على أبي القاسم هبة الله، وقال لي قرأت على أبي حفص عمر بن نصر الكاغدي في بركة زلزل. وقال قرأت على أبي عمر الدوري، وقال أبو عمر: قرأت على إسماعيل بن جعفر، وقرأ إسماعيل على نافع، وذكر نافع أنه قرأ على الأعرج، وأن الأعرج',NULL,'16',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (12,'قال: قرأت على أبي هريرة، وقال أبو هريرة: قرأت على أبي بن كعب، وقال أبي: عرض علي رسول الله صلى الله عليه وآله وسلم، القرآن وقال: أمرني جبريل عليه السلام أن أعرض عليك القرآن.
وأخبرني زيد بن علي قال: أخبرني أحمد بن فرح قال: قال أبو عمر قرأت القرآن على إساعيل بن جعفر بن أوله إلى آخره، وقلت لإسماعيل أخاف أن يكون في كتابي هذا شيء، فقال هاته، فأخذه وكان يقرأ على الناس منه، فلما كان بعد سنة أتيته فقلت له: يا أبا إبراهيم كتابي الذي دفعته إليك، فأخرجه من ثني وسادته، وقال لي خذه، فما بقيت فيه غاية.
رواية قالون النحوي عيسى بن مينا المدني أبي موسى
قرأت على أبي بكر محمد بن الحسن الموصلي المعروف بالنقاش',NULL,'17',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (13,'القرآن من أوله إلى آخره، قال: قرأت على أبي بكر محمد بن عبد الله ابن فنليح، وأخبرني أنه قرأ على مصعب بن إبراهيم بن حمزة الزبيري وقرأ مصعب على قالون عيسى بن مينا، وقرأ قالون على نافع.
قال أبو بكر: قال ابن فثليح، قرأت القرآن على مصعب بن إبراهيم ابن حمزة مرارا، وعل إبراهيم بن قالون، وعلى الحسين بن عبد الله المعلم كلهم قرؤوا على قالون عن نافع ولم يختلفوا في شيء من هذه القراءة إلا في حرفين.
وقال أبو بكر محمد بن الحسن: وقرأت القرآن من أوله إلى آخره مرارا على الحسن بن العباس الرازي، وأخبرني أنه قرأ على أحمد ابن قالون وأحمد بن يزيد الحلواني وقرأ جميعا على قالون، وقرأ قالون على نافع.
قال: وقيل لقالون: كم قرأت القرآن على نافع؟ قال: ما أحصيه كثرة إلا أني جالسته بعد الفراغ من القراءة عشرين سنة.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (14,'قال: وقال أحمد بن يزيد الحلواني: قرأت القرآن على قالون النحوي أبي موسى المدني، وذكر قالون أنه قرأ على نافع بن عبد الرحمن، وأن نافعا كان يقول أنه أدرك غير واحد من القراء بمدينة الرسول صلى الله عليه وآله وسلم، منهم عبد الرحمن بن هرمز الأعرج، ويزيد بن القعقاع أبو جعفر القارئ، وشيبة بن نصاح بن سرجيس ابن يعقوب، ويزيد بن رومان، ومسلم بن جندب. فكل ما اجتمع عليه اثنان أخذته، وكل ما شذ فيه واحد تركت، وأخذت الأكثر.
قال أبو الحسن أحمد بن يزيد: فقرأت القرآن على قالون وألفت هذه القراءة وسألت قالون عن فراغي من القراءة: أروي هذه القراءة التي قرأتها عليك عنك عن نافع قال: نعم. ثم أتيت قالون بعد ذلك بسنتين فدفعت إليه كتاب نافع الذي ألفته، فقرأه حتى أتى على آخره فما غير منه حرفا. قال أحمد بن يزيد: وسمعت سعيد بن منصور يقول: كان مالك بن أنس يقول: قراءة نافع سنة.
وقرأت القرآن من أوله إلى آخره على أبي الحسين أحمد بن عثمان',NULL,'19',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (15,'ابن جعفر بن بويان قال: قرأت على أبي حسان محمد بن أحمد بن الأشعث، وقرأ أبو حسان على أبي نشيط محمد بن هارون المروزي. وقرأ أبو نشيط على قالون عيسى بن مينا، وقرأ قالون على نافع بن عبد الرحمن بن أبي نعيم. وروي عن نافع أنه قال: "قرأت على سبعين من التابعين". رحمة الله عليهم أجمعين.
ذكر إسناد قراءة عبد الله بن كثير
وهو أبو معبد عبد الله بن كثير الداري، مولى عمرو بن علقمة الكناني إمام أهل مكة، ويقال: كنيته أبو بكر، ويقال: أبو محمد',NULL,'20',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (16,'والصحيح عندي- والله أعلم- أبو معبد. كذلك سمعته بالشام.
وحدثني به أيضا أبو سهل صالح بن إدريس البغدادي المقرئ عن ابن مجاهد. ولقد قرأت بهذه القراءة على غير واحد من الأئمة بروايات مختلفة. والذي أعتمده فيها رواية الهاشمي أبي بكر رحمة الله، لأنا لم نسمع رواية أصح من روايته، ولا أحداً أضبط لهذه القراءة منه، رحمه الله،
رواية القواس
وهو أبو الحسن أحمد بن محمد بن عون النبال
قرأت على أبي علي محمد بن أحمد بن حامد الصفار المقرئ.
القرآن من أوله إلى آخره، قال: قرأت القرآن من أوله إلى آخره على أبي بكر محمد بن موسى بن محمد بن سليمان',NULL,'21',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (17,'الهاشمي الزينبي ببغداد، قال: قرأت على قنبل محمد بن عبد الرحمن بن محمد بن خالد بن سعيد بن جرجة المكي قال: قرأت على أبي الحسين النبال، وأخبرني أنه قرأ على أبي الإخريط وهب بن واضح، وأخبره أبو الأخريط أنه قرأ على إسماعيل بن عبد الله القسط، وأخبره إسماعيل بن عبد الله أنه قرأ على شبل بن عباد ومعروف بن مشكان، وأخبراه أنهما قرأ على',NULL,'22',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (18,'على عبد الله بن كثير، وأخبرهما عبد الله بن كثير أنه قرأ على مجاهد وأخبره مجاهد أنه قرأ على ابن عباس، وأخبره ابن عباس أنه قرأ على أبي بن كعب.
قال أبو عمر: قال النبال ولا نشك في أن أبيا قرأ على النبي صلى الله عليه وسلم.
وأخبرني أبو علي قال: حدثني أبو بكر قال: حدثني أبو عمر قال: قال النبال: قال أبو الإخريط: ثم لقيت شبل بن عباد ومعروف ابن مشكان وأخبراني بهذا الإسناد ولم يختلفا علي في جميع القرآن إلا في: سورة {قُلْ يَا أَيُّهَا الْكَافِرُونَ} قال هذا: {وَلِيَ دِينِ} محركة وقال هذا {وَلِيَ دِينِ} ساكنة ونحن نقرأ {وَلِيَ دِينِ} ساكنة.
قال أبو علي: قال أبو بكر الهاشمي: وقرأت أيضا على أبي صالح سعدان بن كثير ومحمد بن شريح وخبراني أنهما قرأ على النبال، وذكرا إسنادي الحديثين، كما ذكرهما أبو عمر.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (19,'رواية البزي
وهو أبو الحسن أحمد بن محمد بن عبد الله بن القاسم ابن نافع بن أبي بزة مولى بني مخزوم، مؤذن مسجد الحرام.
قرأت على أبي علي الصفار المقرئ قال: قرأت على أبي بكر الهاشمي قال: قرأت على أبي ربيعة واسحاق بن أحمد الخزاعي والحسين بن محمد الحداد، وأخبروني أنهم قرؤوا على',NULL,'24',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (20,'أبي الحسن بن أبي بزة، وأخبرهم ابن أبي بزة أنه قرأ على عكرمة ابن سليمان بن كثير بن عامر المكي. وأخبره عكرمة أنه قرأ على شبل بن عباد مولى عبد الله بن عامر الأموي وهو الكريزي وعلى إسماعيل بن عبد الله بن قسطنطين مولى بني ميسرة، وأخبراه أنهما قرأا على عبد الله بن كثير مولى عمرو بن علقمة الكناني وأخبرهما عبد الله ابن كثير أنه قرأ على مجاهد بن جبر أبي الحجاج مولى عبد الله بن السايب المخزومي، وأخبره مجاهد أنه قرأ على ابن عباس، وأخبره ابن عباس أنه قرأ على أبي بن كعب. قال أبو علي: قال أبو بكر: وقرأت أيضا على أبي ربيعة والخزاعي والحسين الحداد، وأخبروني أنهم قرؤوا على أبي الحسن بن أبي بزة. قالوا: وقال أبو الحسن: قرأت على عبد الله بن زياد بن عبد الله بن يسار مولى عبيد بن عمير، وأخبرني أنه قرأ على إسماعيل بن عبد الله وأخبره إسماعيل أنه قرأ على عبد الله بن كثير، وأخبره عبد الله بن كثير أنه قرأ على مجاهد، وقرأ مجاهد على عبد الله بن عباس، قال: وأخبرني',NULL,'25',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (21,'عبد الله أنه قرأ على أبي بن كعب.
قال أبو علي: قال أبو بكر: وقرأت أيضا عليهم وأخبروني أنهم قرؤوا على أبي الحسن، وأخبرهم أبو الحسن أنه قرأ على أبي الأخريط وهب بن واضح مولى عبد العزيز بن أبي رواد، وأخبره أنه قرأ على إسماعيل بن عبد الله الذي يقال له القسط، وقرأ إسماعيل على عبد الله بن كثير، وقرأ عبد الله على مجاهد ولم يرفع أكثر من هذا.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (22,'رواية ابن فليح
وهو أبو إسحاق عبد الوهاب بن فليح بن رياح المكي مولى عبد الله بن عامر بن كريز قال: قرأت على أبي علي الصفار المقرئ قال: قرأت على أبي بكر الهاشمي المقرئ قال: قرأت على أبي محمد إسحاق بن أحمد الخزاعي القرآن كله برواية ابن فليح وأخبرني أن عبد الوهاب أقرأه بها، قال: وأخبرني عبد الوهاب قال: قرأت على محمد بن سبعون وداود بن شبل بن عباد المكيين، وأخبراني أنهما قرأا على إسماعيل بن عبد الله بن قسطنطين وأن إسماعيل قرأ على عبد الله بن كثير، وقرأ عبد الله بن كثير على مجاهد بن جبر ودرباس مولى ابن عباس، ومجاهد ودرباس قرأا على ابن عباس وقرأ ابن عباس على أبي بن كعب وقرأ أبي على النبي صلى الله عليه وآله. وقرأ النبي صلى الله عليه على أبي بن كعب رضي الله عنه.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (23,'<span data-type="title" id=toc-3>ذكر إسناد قراءة أبي عمرو بن العلاء</span>
سيد القراء رضي الله عنه
رواية اليزيدي عنه
وهو أبو محمد يحيى بن المبارك اليزيدي النحوي.
قرأت على أبي بكر محمد بن محمد بن أحمد بن مرثد التميمي المقرئ القرآن من أوله إلى آخره قال: قرأت على أبي عبد الله محمد بن اسحاق',NULL,'28',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (24,'المفسر المقرئ قال: قرأت على فضلان وهو الفضل بن مخلد المؤدب قال: قرأت على أبي حمدون الطيب بن إسماعيل، وعلى أبي أيوب الخياط وعلى عبيد الضرير، وأخبروني أنهم قرؤوا على اليزيدي، وقرأ اليزيدي على أبي عمرو، وقال أبو عمرو: قرأت على مجاهد وسعيد بن جبير وهما قرأا على عبد الله بن عباس وقرأ ابن عباس على أبي بن كعب وقرأ أبي على النبي صلى الله عليه وسلم.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (25,'<span data-type="title" id=toc-4>رواية أبي عمر الدوري عن اليزيدي</span>
قرأت على أبي الصقر محمد بن جعفر بن محمد المقرئ المعروف بابن الدورقي القرآن من أوله إلى آخره ببغداد، وأخبرني زيد بن علي بالكوفة قالا: قرأنا على أبي جعفر أحمد ابن فرح المقرئ قال: قرأت على أبي عمر حفص بن عمر الدوري، وقرأ أبو عمر على اليزيدي وقرأ اليزيدي على أبي عمرو، وقرأ أبو عمرو على مجاهد وسعيد بن جبير وغيرهما.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (26,'أوقية عن اليزيدي
قرأت على أبي بكر محمد بن الحسن بن مقسم الإمام وذكر أنه قرأ على أبي قبيصة حاتم بن إسحاق الضرير الموصلي المقرئ، وقرأ أبو قبيصة على أبي الفتح عامر بن عمر المعروف بأوقية، وقرأ عامر على اليزيدي، وقرأ اليزيدي على أبي عمرو.
وقرأت بهذه الرواية على أبي بكر محمد بن محمد المقرئ قال: قرأت على محمد بن اسحاق قال: قرأت على أبي الصقر',NULL,'31',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (27,'الموصلي المقرئ بالإسكندرية وأخبرني أنه قرأ على إبراهيم بن كعب الموصلي وقرأ إبراهيم على عامر المعروف بأوقية، وقرأ عامر على اليزيدي، وقرأ اليزيدي على أبي عمرو، وقال عامر وقرأت أيضا على العباس بن الفضل الأنصاري أبي الفضل، وأخبرني أنه قرأ على أبي عمرو بن العلاء رضي الله عنه.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (28,'<span data-type="title" id=toc-5>أبو شعيب السوسي عن اليزيدي</span>
قرأت على أبي بكر محمد بن الحسن النقاش المقرئ قال: قرأت على أبي الحارث محمد بن أحمد الرقي بطرسوس، وأخبرني أنه قرأ على أبي شعيب صالح بن زياد السوسي، وقرأ أبو شعيب على اليزيدي وقرأ اليزيدي على أبي عمرو.
إبراهيم صاحب السجادة عن اليزيدي
قرأت على أبي الحسن أحمد بن عثمان بن جعفر المقرئ الشيخ الصالح الفاضل السري قال: قرأت على أبي عيسى الهاشمي الزينبي وكان شريفا فاضلا جليلا قرأت على إبراهيم بن حماد',NULL,'33',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (29,'غلام السجادة أربعين ختمة، وقرأ إبراهيم على اليزيدي، وقرأ اليزيدي على أبي عمرو بن العلاء، وقرأ أبو عمرو على مجاهد بن جبر وسعيد ابن جبير، وهما قرأ على ابن عباس، وقرأ ابن عباس على أبي بن كعب، وقرأ أبي على النبي صلى الله عليه.
أبو أيوب عن اليزيدي
قرأت على أبي بكر النقاش المقرئ قال: قرأت على أبي عبد الرحمن مدين بن شعيب بالبصرة وقال أبو عبد الرحمن: قرأت على أحمد بن حرب المعدل، وأخبره أحمد بن حرب أنه قرأ على أبي أيوب سليمان بن أيوب الخياط، وأخبره أبو أيوب أنه قرأ على اليزيدي، وأخبره اليزيدي أنه قرأ على أبي عمرو بن العلاء وأن أبا عمرو بن العلاء قرأ على يحيى بن يعمر، وأن يحيى بن',NULL,'34',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (30,'يعمر قرأ على أبي الأسود الدؤلي وأن أبا الأسود قرأ على علي بن أبي طالب عليه السلام، وقرأ علي على النبي صلى الله عليه وسلم.
وقرأت أيضا على أبي بكر البخاري المقرئ قال: قرأت على أبي عبد الله محمد بن إسحاق قال: قرأت على الفضل بن مخلد قال: قرأت على أبي أيوب الخياط، وأخبرني أنه قرأ على اليزيدي، وقرأ اليزيدي على أبي عمرو بن العلاء رضي الله عنه.
رواية شجاع عن أبي عمرو
وهو أبو نعيم شجاع بن أبي نصر البلخي القارئ.
قرأت على أبي عيسى بكار بن أحمد بن بكار بن بنان المقرئ',NULL,'35',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (31,'قال: قرأت على أبي علي الحسن بن الحسين الصواف المقرئ قال: وقال أبو علي: قرأت على أبي جعفر محمد بن غالب عشر ختمات: سبعا بالإظهار وثلاثا بالإدغام، وقرأ محمد بن غالب الأنطاكي على شجاع وقرأ شجاع " على أبي عمرو. وقرأت هذه الروية أيضا على أبي عبد الله الضرير الحسين بن الفضل بن محمد النعماني قال: قرأت على أبي عبد الله أحمد بن محمد بن علويه الشونيزي، وقرأ أبو عبد الله على محمد بن غالب وقرأ محمد بن غالب على شجاع وقرأ شجاع على أبي عمرو. ولم أختم عليه لأنه لم يكن عنده كتاب.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (32,'وقرأت أيضا بهذه الرواية على أبي بكر محمد بن محمد البخاري قال: قرأت على أبي عبد الله محمد بن إسحاق المقرئ قال: قرأت على الحسن بن حباب أبي علي الدفاق، وعلى الحسن بن الحسين أبي على الصواف، وعلى الفضل بن مخلد، وأخبروني أنهم قرؤوا على محمد ابن غالب وقرأ محمد بن غالب على شجاع، وقرأ شجاع على أبي عمرو ابن العلاء. وقال شجاع: قلت لأبي عمرو بن العلاء: كيف طلبت قراءة القرآن؟ قال: لم أزل - كنت- أطلبه أن أقرأه كما قرأه رسول الله صلى الله عليه وسلم وكما أنزل عليه. قال: قلت وكيف ذاك؟ قال: هرب أبي من الحجاج وأنا يومئذ رجل، فقدمنا مكة فلقيت عدة من التابعين ممن قرؤوا على أصحاب رسول الله صلى الله عليه وسلم منهم: مجاهد " وسعيد بن جبير وعطاء وغيرهم من التابعين فقرأت عليه القرآن، وأخذت بالعربية عن العرب الذين سبقوا اللحن، فهذه التي أخذتها هي قراءة رسول الله صلى الله عليه وآله، وعلى أصحابه وسلم فاشدد بها يديك.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (33,'<span data-type="title" id=toc-6>ذكر إسناد قراءة عبد الله بن عامر</span>
وهو أبو عمران عبد الله بن عامر اليحصبي إمام أهل الشام في القرآن ويقال كنيته أبو نعيم والصحيح عندي- والله أعلم- أبو عمران، كذلك سمعت الثقات بدمشق والشام أيضاً يذكرون.
قرأت بدمشق على أبي الحسن محمد بن النضر بن مر بن الحر الربعي المقرئ المعروف بابن الأخرم القرآن من أوله إلى آخره قال: قرأت على أبي عبد الله هارون بن موسى بن شريك المعروف',NULL,'38',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (34,'بالأخفش، قال وقرأ الأخفش على عبد الله بن أحمد بن بشير بن ذكوان، قال: وقال عبد الله بن ذكوان قرأت على أيوب بن تميم التميمي، وقال عبد الله بن ذكوان: قال لي أيوب: قرأت على يحيى بن الحارث الذماري، قال أيوب: قال لي يحيى بن الحارث قرأت على عبد الله بن عامر اليحصبي، قال عبد الله بن ذكوان: وقرأ عبد الله بن عامر على رجل، وقرأ الرجل على عثمان بن عفان رضي الله عنه. قال أبو الحسن قال أبو عبد الله الأخفش: لم يسم لنا عبد الله بن ذكوان الرجل الذي قرأ عليه عبد الله بن عامر وسماه لنا هشام بن عمار السلمي فقال: هو المغيرة بن أبي شهاب المخزومي، قرأ عليه عبد الله بن عامر وقرأ المغيرة على عثمان بن عفان رضي الله عنه.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (35,'وحدثني أبو بكر محمد بن النعمان الامام الصوري بالصور: قال: حدثنا محمد بن المعافي، قال حدثنا هشام بن عمار قال: حدثنا عراك بن خالد المري قال سمعت يحيى بن الحارث الذماري قال: قرأت على عبد الله بن عامر اليحصبي وقرأ عبد الله على المغيرة بن أبي شهاب المخزومي وقرأ المغيرة على عثمان بن عفان رضي الله عنه.
وحدثنا أبو بكر الصوري قال: حدثنا محمد بن المعافي عن هشام أن الوليد بن مسلم حدثنا عن يحيى بن الحارث عن عبد الله بن عامر أنه قرأ على عثمان بن عفان. وسمعت أيضا بالشام أنه أدرك عثمان بن عفان قالوا إن سنه يحتمل ذلك، والله أعلم.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (36,'<span data-type="title" id=toc-7>ذكر إسناد قراءة عاصم</span>
وهو أبو بكر عاصم بن أبي النجود الحناط الأسدي الكوفي.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (37,'<span data-type="title" id=toc-8>رواية أبي بكر بن عياش عنه</span>
قرأت بالكوفة على أبي علي الحسن بن داود بن الحسن القرشي المعروف بالنقار القرآن من أوله إلى آخره.
وعلى أبي الحسن حماد بن أحمد بن حماد الضرير المقرئ من أوله إلى آخره.
وقرأت ببغداد على أبي بكر محمد بن الحسين النقاش المقرئ من أوله إلى آخره.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (38,'قالوا جميعا: قرأنا على أبي محمد القاسم بن أحمد بن يزيد الخياط المقرئ التميمي.
قال لي أبو علي النقار: قرأت عليه بهذه القراءة أربعين ختمة ثم تركت العدد وختمت عليه بعده ما شاء الله. وقال حماد: فتح القاسم علي أكثر القرآن تلقينا خمسا خمسا، وختمت عليه بعد ذلك مالا أحصي كثرة فقلت له: أروي عنك هذه القراءة؟ فقال لي نعم.
وقال أبو بكر النقاش قرأت عليه بالكوفة في مسجده وقلت له لما قرأت عليه: أروي عنك هذه القراءة التي قرأتها عليك؟ فقال: نعم. والله أعلم بما قال.
قالوا: وقرأ القاسم بن أحمد على محمد بن حبيب الشموني أبي جعفر الكوفي مرارا كثيرة، قال وهر الذي علمنيه آية آية. وقال أبو جعفر محمد بن حبيب قرأت القرآن من أوله إلى آخره على أبي يوسف الأعشى واسمه يعقوب بن خليفة وعلمنيه حرفا حرفا.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (39,'وقال أبو يوسف الأعشى: قرأت القرآن من أوله إلى آخره على أبي بكر بن عياش. وقال أبو بكر: قرأت على عاصم بن أبي النجود وتعلمت عنه القرآن حرفا حرفا وقال عاصم: قرأت على أبي عبد الرحمن السلمي، وقرأ أبو عبد الرحمن على علي بن أبي طالب عليه السلام. قال عاصم وكنت أرجع من عند أبي عبد الرحمن فأعرض على زر بن حبيش، وكان زر قد قرأ على عبد الله بن مسعود.
قال أبو بكر: قلت لعاصم: لقد استوثقت، أخذت القراءة من وجهين قال: أجل. لفظ حماد. وهذه أجل الروايات وأعزها وأحسنها وأصحها وأثبتها عن عاصم، لأنه لا خلاف أن أجل من قرأ على عاصم وأخذ عنه وروى قراءته أبو بكر بن عياش، وأجل من قرأ على أبي بكر وأخذ عنه، وأضبطهم وأحفظهم وأتقنهم لقراءته أبو يوسف الأعشى. ومن مال عن هذه الرواية فلعجزه وتخلفه عنها',NULL,'44',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (40,'وضعفه وتحيره فيها، لأنها قراءة صعبة شديدة بعيدة المأخذ تؤخذ معشرة، محققة، مرسلة مرتلة، ولا يقدر عليها إلا الحاذق فيها البصير بها، ولا يستطيع المدعون ما لا يعلمون أن يدعوها ويخوضوا فيها كخوضهم في غيرها، والله أعلم.
وحدثوني عن القاسم بن أحمد قال: قال محمد بن حبيب: حدثني أبو يوسف الأعشى قال: قال لي أبو بكر بن عياش يا أبا يوسف: إني أصلي خلف إمام بني السيد وقد غير علي قراءتي ولم أعلم أحدا أضبط للقراءة منك فاعرض علي عرضه. فجلس في أصحاب الشعير وجلست أدرس عليه ومالي حاجة إليه، فقرأت عليه والناس يكتبون قراءة عاصم عن أي بكر من درسي.
وقد زعم قوم - تجهلتهم - لا علم لهم إلا دعواهم أن أصح الروايات رواية يحيى بن آدم عن أبي بكر. ولقد أتعبني طلب',NULL,'45',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (41,'هذه الرواية ببغداد وبالكوفة أعني رواية يحيى فما وجدتها عند أحد إلا رواية ولم أجدها قراءة، وقالوا لي قد صح وثبت أن بعض القرآن، قال وأخبرني أنه قرأ القرآن على محمد بن غالب أحد بل سمع منه الكتاب، فهذه رواية لا قراءة، ولو جاز أن يؤخذ بها لجاز أن يؤخذ بجميع القراءات المروية عن الأئمة، لأنها اتصلت رواية وإن لم تتصل قراءة. وعلى ذاك فإني قرأت بها مع ضعفها، وسيأتي ذكرها بعد إن شاء الله تعالى.
رواية محمد بن غالب عن الأعشى
قرأت أيضا بالكوفة على أبي الحسن حماد بن أحمد المقرئ وأخبرني أنه قرأ على أبي الحسن علي بن الحسين بن عبد الرحمن ابن يزيد عن عمران المقرئ التيمي ختمات كثيرة، وكان لقنني أيضا بعض القرآن، قال وأخبرني أنه قرأ القرآن على محمد بن غالب الصيرفي وأن محمدا قرأ على أبي يوسف يعقوب بن خليفة، وأن أبا يوسف قرأ على أبي بكر بن عياش وقرأ أبو بكر على عاصم بن',NULL,'46',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (42,'بهدلة، وقرأ عاصم على أبي عبد الرحمن السلمي، وقرأ أبو عبد الرحمن على علي بن أبي طالب عليه السلام.
قال عاصم: وكنت أرجع من عند أبي عبد الرحمن فأعرض على زر بن حبيش، وكان زر قد قرأ على عبد الله بن مسعود، قال أبو بكر: قلت لعاصم لقد استوثقت.
رواية البرجمي عن أبي بكر
قرأت أيضا بالكوفة على أبي القاسم زيد بن علي المقرئ قال: قرأت القرآن مراراً كثيرة لا أحصيها على أبي القاسم عبد الله بن جعفر البجلي النحوي الضرير وسمعته مراراً كثيرة يقول: قرأت بقراءة عاصم على جعفر بن عنبسة بن يعقوب بن عمر اليشكري وعبد لله ابن علي الخياط وغيرهما من أصحاب عبد الحميد بن صالح',NULL,'47',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (43,'البرجمي، وأخبروه أنهم قرؤوا على أبي صالح عبد الحميد بن صالح الرجمي، وأخبرهم أنه كان يختلف هو وأبو يوسف الأعشى عند أبي بكر بن عياش فيجلسان بين يديه، وكان أبو يوسف حسن الجرم، فيقبل أبو يوسف على أبي بكر وأنا مساويه بين يدي أبي بكر، فالفتح لنا جميعا والرد علينا جميعا، فإذا فرغ أبو يوسف من قراءته درست عليه بحضرة أبي بكر، فإن سها أبو يوسف عن حرف رده أبو بكر علي والناس من ورائنا مجتمعون. قال عبد الحميد: وقرأت على أبي بكر إلا أن عظم قراءتي على ما وصفته.
قال عبد الحميد: وحدثنا أبو بكر أنه قرأ على عاصم. وقال أبو بكر: وأخبرني عاصم أنه قرأ على أبي عبد الرحمن السلمي، وأن أبا عبد الرحمن قرأ على علي بن أبي طالب عليه السلام.
قال أبو بكر: قال لي عاصم: كنت أرجع من عند أبي عبد الرحمن فأقرأ على زر بن حبيش، وقرأ زر على عبد الله بن مسعود، قال أبو بكر: قلت لعاصم لقد استوثقت.
قال أبو القاسم زيد بن علي: قرأت القرآن على أبي القاسم عبد الله بن جعفر النحوي سنة إحدى وتسعين ومائتين تعلمتها منه',NULL,'48',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (44,'تعلما، وأخبرني أنه قرأ بهذه القراءة على عبد الله بن القاسم، وقرأ عبد الله بها على أبي صالح عبد الحميد بن صالح البرجمي وقرأ أبو صالح عبد الحميد بها على أبي بكر بن عياش. وقرأ أبو بكر بن عياش على عاصم بن أبي النجود، وقرأ عاصم على أبي عبد الرحمن السلمي عبد الله بن حبيب، وقرأ أبو عبد الرحمن على أمير المؤمنين علي بن أبي طالب عليه السلام.
قال عبد الحميد بن صالح علمني أبو بكر بن عياش القرآن وكان يفتح علي وعلى جماعة وأبو يوسف يعقوب بن خليفة بين يدي أبي بكر في سوق الحناطين بالكناسة في مسجده وهناك كان يجلس ويلقن الغلمان عن تلقين أبي بكر بن عياش، وكان أبو يوسف حسن الصوت، فكان يجلس قدام أبي بكر بن عياش، فيعلمنا أبو بكر قراءة عاصم ويأخذها علينا أبو يوسف الأعشى بحضرته.',NULL,'49',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (45,'<span data-type="title" id=toc-9>رواية العليمي</span>
قرأت على أبي الحسن علي بن محمد بن جعفر بن أحمد بن خليع الخياط المعروف بابن بنت القلانسي، بمدينة السلام في الجانب الغربي القرآن من أوله إلى آخره. قال قرأت على أبي بكر يوسف بن يعقوب بن الحسين المقرئ الواسطي بواسط، قال: وقال يوسف: قرأت على أبي محمد يحيى بن محمد العليمي الأنصاري الكوفي قال: وأخبرني أنه قرأ على حماد بن أبي زياد، وأن',NULL,'50',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (46,'حمادا قرأ على عاصم بن أبي النجود وأن عاصما قرأ على أبي عبد الرحمن السلمي، وأن أبا عبد الرحمن قرأ على علي بن أبي طالب عليه السلام وقرأ علي على رسول الله صلى الله عليه وسلم.
قال لي أبو الحسن: قرأت على يوسف بن يعقوب بن الحسين المقرئ وله نيف وتسعون سنة، وكان الحسن الأخذ حسن القراءة، قال: وكان يقول: قرأت على العليمي يحيى بن محمد في سنة أربعين وإحدى وأربعين ومائتين وله تسعون سنة وقد ضعف، وكان حسن الأخذ: قال: وقال العليمي: قرأت على حماد بن أبي زياد وكان فاضلاً جليلاً سنة سبعين ومائة، وقرأ حمد على عاصم قال حماد: ثم قرأت على أبي بكر بن عياش رحمة الله عليه وعليهم أجمعين.
رواية يحيى بن آدم عن أبي بكر
قرأت على أبي الحسن علي بن محمد قال: قرأت على يوسف ابن يعقوب عن شعيب بن أيوب الصريفيني عن يحيى بن آدم عن أبي بكر عن عاصم. وأخبرنا بالكتاب أيضاً أبو الحسن قال: حدثنا يوسف قال: حدثنا شعيب بن أيوب قال حدثنا يحيى بن آدم قال: سألت',NULL,'51',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (47,'أبا بكر بن عياش فحدثني عن عاصم بهذه الحروف أنه أقرأها إياه كلها على إقرائها علي عليه السلام حرفا حرفا وتعلمها من عاصم تعلما.
وأخبرني أبو بكر محمد بن الحسن المقرئ قال: حدثني يوسف ابن يعقوب والحسن بن دلويه ومحمد بن الحسن بن حماد قالوا: حدثنا شعيب بن أيوب قال حدثنا يحيى بن آدم عن أبي بكر عن عاصم.
وحدثنا برواية خلف عن يحيى جماعة وبرواية أبي هشام',NULL,'52',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (48,'الرفاعي وغيره عن يحيى جماعة، ولو ذكرت ما حدثونا به وسمعناه في هذه الرواية لطولنا وذكرنا شيئا كثيرا إلا أن ذلك كله رواية، وفيما ذكرناه كفاية إن شاء الله تعالى.

<span data-type="title" id=toc-10>رواية حفص عن عاصم</span>
وهو أبو عمر حفص بن سليمان بن المغيرة البزاز.
رواية عمرو بن الصباح عن حفص
قرأت بغداد، على أبي بكر محمد بن الحسن النقاش المقرئ، القرآن من أوله إلى آخره قال قرأت القرآن على عبد الصمد بن',NULL,'53',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (49,'محمد وقرأ عبد الصمد على أبي حفص عمرو بن الصباح، وقرأ عمرو على أبي عمر وقرأ أبو عمر على عاصم وقرأ عاصم على أبي عبد الرحمن السلمي.
رواية عبيد بن الصباح عنه
وقرأت على أبي بكر قال: قرأت على أبي العباس أحمد بن سهل الأشناني قال: قرأت على أبي محمد عبيد بن الصباح المقرئ القرآن مراراً كثيرة، وعليه حفظت ومنه تعلمت، وقال عبيد بن الصباح: قرأت القرآن وأتقنته من أوله إلى آخره على أبي عمر حفص بن سليمان ليس بيني وبينه أحد، وقرأ أبو عمر على عاصم رضي الله عنه.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (50,'<span data-type="title" id=toc-11>رواية القواس عن حفص</span>
قال أبو بكر النقاش: وقرأت على أحمد بن علي البزاز المقرئ وقرأ أحمد بن علي على إبراهيم السمسار وقرأ إبراهيم على أبي شعيب القواس وأبي حفص الضرير، وقرأ القواس وأبو حفص على أبي عمر حفص بن سليمان الأسدي، وقرأ حفص على عاصم.
قال أبو بكر: وقرأت القرآن مراراً على الحسن بن العباس الرازي - وأخبرني أنه قرأ على أحمد بن يزيد الحلواني، وأن الحلواني قرأ على أبي شعيب القواس. وقرأ القواس على أبي عمر حفص وقرأ حفص على عاصم.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (51,'قال أبو بكر ولم يختلفوا علي إلى في حرف واحد.
وقرأت القرآن أيضا من أوله إلى آخره على أبي الحسن علي بن محمد بن جعفر الخياط المقرئ، قال: قرأت على أبي الحسن زرعان الدقاق وعنه تلقنت ومنه تعلمت، وكان رجلا صالحا قرأ في مسجد أبي عمر على جماعة من أصحاب أبي عمر منهم أبو حفص عمرو بن الصباح وغيره، وهم قرؤوا على أبي عمر حفص ابن سليمان وقرأ حفص على عاصم وقرأ عاصم على أبي عبد الرحمن السلمي وقرأ أبو عبد الرحمن على عثمان بن عفان رضي الله عنه وعلي ابن أبي طالب عليه السلام وزيد بن ثابت.
وقال حفص: ما خالفت عاصما إلا في حرف واحد وقال عاصم: ما خالفت أبا عبد الرحمن السلمي في شيء من القرآن، وقال أبو عبد الرحمن: ما خالفت عليا عليه السلام في شيء من القرآن.
قال لي أبو الحسن وكثير ممن كانوا يقرؤون على أبي العباس الأشناني يأتونني فيقرؤون علي. فلم يخالفوني في شيء من قراءتي وكانت القراءتان واحدة.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (52,'<span data-type="title" id=toc-12>رواية هبيرة بن حفص</span>
قرأت على أبي بكر النقاش قال: قرأت على حسنون بن الهيثم المقرئ الدويري وأخبرني أنه قرأ على أبي عمر هبيرة بن محمد التمار الأبرش، وقرأ هبيرة على أبي عرم حفص بن سليمان وقر أبو عمر على عاصم بن يهدلة.
وقال لي أبو بكر: قال حسنون: ولم يخالف هبيرة عمرو بن الصباح إلا في خمسة أحرف. قال: وقال هبيرة: هكذا حفظت هذه الأحرف عن حفص عن عاصم. وسيأتي ذكرها في مواضعها إن شاء الله.

<span data-type="title" id=toc-13>ذكر إسناد قراءة حمزة بن حبيب الزيات</span>
وهو أبو عمارة حمزة بن حبيب الزيات مولى بني عجل. ويقال: مولى لآل عكرمة بن ربعي الثيمي. قرأت ببغداد في الجانب',NULL,'57',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (53,'الغربي في مسجد المدينة على أبي جعفر الهاشمي عبد الله ابن عبد الصمد بن المهتدي بالله، القرآن من أوله إلى آخره تحقيقاً وحدراً وقال: قرأت على أبي أيوب سليمان بن يحيى الشيباني المعروف بالضبي - قال: وكانت أمه من بني ضبة، فقيل الضبي - سنة إحدى وثمانين ومائتين قال: وقرأ أبو أيوب على رجاء بن عيسى بن رجاء أبي المستنير وقرأ رجاء على عبد الرحمن بن قلوقا الكوفي ويحيى بن علي الخزاز. وقرأ عبد الرحمن ويحيى على حمزة ابن حبيب الزيات.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (54,'قال أبو جعفر: وقرأت على أيوب أيضاً وقرأ أبو أيوب على رجاء وقرأ رجاء على إبراهيم بن زربي وترك - يعني الحذاء - وقرأ إبراهيم وترك على سليم بن عيسى، وقرأ سليم على حمزة الزيات.
قال: وقال أبو أيوب: وكنت أسأل أبا المستنير عند ختمي القرآن عليه: هذا التحقيق عمن تؤديه؟ فقال هذا قرأته على إبراهيم ابن زربي. وأخبرني إبراهيم بن زربي أنه هكذا قرأ على سليم بن عيسى بهذا الوزن وهذا القطع.
قال: وقال إبراهيم سألت سليماً عند ختمي القرآن عليه عن مثل الذي سألتني عنه فأخبرني أنه قرأ هذه القراءة على أبي عمارة حمزة ابن حبيب الزيات.
وقرأت برواية أخرى أيضاً بالكوفة على أبي الحسن حماد بن أحمد المقرئ بالتحقيق، قال: قرأت على أبي جعفر محمد بن',NULL,'59',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (55,'الحسين بن علي بن حرب بن يحيى بن حاجب الخزاز الكوفي وسألته عن قراءته بعد أن قرأت عليه فقلت له: على من قرأت بالتحقيق؟ قال: قرأت على علي بن موسى الكاتب، وقرأ علي على سليم وقرأ سليم على حمزة بن حبيب الزيات، وكان حمزة قد قرأ على أجلة أهل زمانه: جعفر بن محمد الصادق عليه السلام وعبد الرحمن بن أبي ليلى وحمران بن أعين وسليمان',NULL,'60',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (56,'ابن مهران الأعمش وغيرهم. قال وقرأ عليه أيضاً أجلة أهل زمانه منهم: سفيان بن سعيد الثوري قرأ عليه أربع ختمات وجرير ابن عبد الحميد وشريك بن عبد الله وسليم بن عيسى وحسين الجعفي، وعلي بن حمزة الكسائي وخلق يطول ذكرهم',NULL,'61',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (57,'وكان سليم أضبط من قرأ عليه وأتقن من أخذ عنه ولم يخالفه في شيء من القرآن.
قال: وقرأ سليم على حمزة وقرأ حمزة على حمران بن أعين، وقرأ حمرن على أبي الأسود الدؤلي، وقرأ أبو الأسود على علي بن أبي طالب وعثمان بن عفان رضي الله عنهما، قال وقرأ حمزة أيضا على الأعمش وقرأ الأعمش على يحيى بن وثاب وقرأ يحيى على جماعة من أصحاب عبد الله، وقرؤوا على عبد الله، وقرأ يحيى أيضا على زر بن حبيش وقرأ زر على عثمان وعلي بن أبي طالب وعبد الله بن مسعود رضي الله عنهم.
ولم أختم عليه لأنه لم يكن يزيدني على عشر آيات وكان غرضي معرفة التحقيق فلم أزل - كنت - أراجعه في الحرف بعد الحرف حتى أخرج إلي يوما شرح التحقيق عن حمزة.
وأخبرني أيضا حماد قال: سمعت إبراهيم بن نجيح يقول: سمعت أبا شيبة إبراهيم بن عبد الله بن أبي شيبة، وكان إمام أهل الكوفة يقول: سمعت أبي وعمي يقولان أحب القراءات إلينا وأثبتها عندنا قراءة حمزة لأنا سمعنا سليم بن عيسى يقول: قرأت على حمزة القرآن في حياة الأعمش وهو أستاذ',NULL,'62',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (58,'حمزة وقرأ حمزة على الأعمش في حياة يحيى بن وثاب وهو أستاذ الأعمش وقرأ يحيى القرآن على علقمة آية في كل يوم، وقرأ علقمة على عبد الله وأجلسه عبد الله يقرئ في حياته وقال: كل ما أقرؤه فعلقمة يقرؤه. وقال رسول الله صلى الله عليه وسلم: (من سره أن يقرأ القرآن غضاً كما أنزل فليقرأه على قراءة ابن أم عبد).
وأي قراءة أثبت من هذا؟!
وروي عن سليم قال: رأيت حمزة يقرأ على الأعمش.
رواية العجلي عنه
قرأت على أبي علي محمد بن أحمد بن حامد المقرئ، وعلى أبي',NULL,'63',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (59,'الحسن محمد بن عبد الله بن محمد بن مرة المقرئ وعلى أبي عيسى بكار ابن أحمد بن بكار المقرئ، قالوا جميعاً: قرأنا على أبي علي الحسن بن الحسين الصواف المقرئ، قال: قرأت على أبي محمد الطيب بن إسماعيل بن إبراهيم بن أبي تراب الذهلي قراءة حمزة وحدثني بها قال: أخبرني عبد الله بن صالح العجلي وقرأت عليه القرآن فقلت: أرويها عنك عن حمزة؟ قال: نعم وقال: ختمت على حمزة ختمة وبلغت من الثانية إلى ثلاثين من المائدة. قال: وكان يقرأ على حمزة قبلنا الثوري، وإسرائيل: وحماد، وأبو الأحوص حتى عد عده من الفقهاء، وكان يأخذ عليهم خمسين خمسين.
وحدثونا قالوا: قال أبو علي الصواف وحدثني أبو محمد قال: أخبرني عبد الله بن صالح العجلي قال: كان حمزة يمد',NULL,'64',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (60,'(فبآءو) أكثر مما يمد (فآوى).
قال أبو محمد: وعندي قراءة حمزة معشرة، وكان يطوي حمزة إطواء شديدا.

<span data-type="title" id=toc-14>رواية خلف عن سليم عن حمزة</span>
قرأت على أبي بكر محمد بن الحسن بن مقسم القرآن من أوله إلى آخره قال: قرأت على إدريس بن عبد الكريم الحداد المقرئ وقرأ إدريس على خلف بن هشام البزار المقرئ، وقال خلف: قرأت على سليم بن عيسى القرآن مراراً كثيرة وكنت أسأله عند الفراغ من آخر القرآن أروي عنك هذه القراءة التي قرأتها عليك عنك عن حمزة؟ فيقول: نعم.
قال: وسمعته يقول: قرأت القرآن على حمزة عشر مرات، وقرأ حمزة على الأعمش وابن أبي ليلى، فما كان من قراءة الأعمش فهو عن ابن مسعود وما كان من قراءة ابن أبي ليلى فهو عن علي بن أبي طالب عليه السلام.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (61,'رواية خلاد عن سليم عن حمزة قرأت القرآن من أوله إلى آخره على أبي الحسن محمد بن عبد الله بن محمد بن مرة المقرئ ببغداد، وعلى أبي عيسى بكار بن أحمد بن بكار المقرئ في الجانب الشرقي، وعلى أبي علي محمد بن أحمد ابن حامد المقرئ بسمرقند، قالوا جميعاً: قرأنا على أبي علي الحسن ابن الحسين الصواف المقرئ إلا أن أبا علي السمرقندي قال: قرأت عليه إلى سورة (محمد) صلى الله عليه وسلم ولم أقدر أن أختم عليه، قال أبو علي الصواف: وقرأت على القاسم بن يزيد ابن كليب المقرئ المعروف بالوزان بقراءة حمزة، وختمت بها عليه عشر ختمات، قراءة معشرة رضيها القاسم، وقرأ القاسم على خلاد بن خالد وجعفر بن محمد الخشكي - وقد أدرك القاسم سليما ولم يقرأ عليه - وقرأ خلاد على سليم وقرأ عليم على حمزة.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (62,'<span data-type="title" id=toc-15>الدوري عن حمزة</span>
قرأت على أبي الحسن محمد بن عبد الله، وعلى أبي عيسى بكار بن أحمد المقرئين قالا: قرأنا على أبي بكر بن مجاهد، وقال ابن مجاهد قرأت بها على عبد الرحمن بن عبدوس أبي الزعراء، وأخبرني أنه قرأ على أبي عمر الدوري، وأخبره أبو عمر أنه قرأ على سليم بن عيسى، وأخبره أنه قرأ على حمزة بن حبيب الزيات.
وحدثني أبو القاسم زيد بن علي بالكوفة قال: قرأت على أحمد ابن الفرح المقرئ وقرأ حمد بن فرح على أبي عمر الدوري وقرأ',NULL,'67',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (63,'أبو عمر على سليم بن عيسى وقرأ سليم على حمزة بن حبيب الزيات.
رواية ابن سعدان عن سليم عن حمزة
قرأت على يحيى بن أحمد بن يحيى أبي القاسم القضباني، قلت حدثكم أبو بكر محمد بن سليمان المروزي قال: أخبرنا محمد بن سعدان أبو جعفر النحوي قال: أخبرنا سليم بن عيسى قال: قرأ حمزة بن حبيب الزيات على محمد بن عبد الرحمن بن أبي ليلى قال: وسمع قراءة الأعمش ولم يقرأ عليه. وقال سليم: قرأت على حمزة تسع ختمات. قال ابن سعدان: وأقرأني سليم بقراءة حمزة التي ذكرتها لكم حرفا حرفا، فلما قرأت عليه قلت له: أروي عنك هذه الحروف عن حمزة؟ قال: نعم.
هكذا سمعنا في هذه الرواية والصحيح عنه - والله أعلم - أنه قرأ على الأعمش كما قدمنا ذكره في سائر الروايات. وقد روى عن سليم أنه قال: رأيت حمزة يقرأ على الأعمش.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (64,'وأخبرنا أبو بكر محمد بن الحسن النقاش المقرئ قال: أخبرنا محمد بن يحيى قال: حدثنا ابن سعدان قال: قرأت على سليم، فلما قرأت عليه قلت له: أروي هذه القراءة عنك عن حمزة؟ قال: نعم.
ذكر إسناد قراءة الكسائي
وهو أبو الحسن علي بن حمزة الأسدي النحوي الكوفي.

-<span data-type="title" id=toc-16> رواية قتيبة بن مهران الأزاذاني عنه </span>-
وهي أجل الروايات عنه.
قرأت القرآن بهذه الرواية - وهي أجل الروايات وأعلاها وأحسنها - عن الكسائي - على أبي علي إسماعيل بن شعي ابن إسماعيل النهاوندي الفقيه المقرئ بغداذ وقال لي قرأت القرآن بحرف الكسائي أبي الحسن علي بن حمزة الكوفي برواية قتيبة بن مهران الأزاذاني عنه على أبي علي أحمد بن',NULL,'69',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (65,'محمد بن سلمويه الأصبهاني المقرئ بأصبهان، وقال لي أبو علي: قرأته على أبي عبد الله محمد بن الحسن بن زياد المقرئ، وقال أبو عبد الله: قرأته على محمد بن إسماعيل بن زيد الخفاف المقرئ المعروف: محمد: بممشاذ، وإسماعيل بسيمويه. وقال محمد قرأته على أحمد بن محمد بن حوثرة، وقال أحمد: قرأته على قتيبة بن مهران، وقال قتيبة: قرأته على الكسائي.
قال لي أبو علي: وسمعت أبا يعقوب إسحاق بن محمد ابن يحيى بن منده يقول: سمعت أبي يقول: سمعت عقيل بن يحيى الطهراني. يقول: سمعت قتيبة يقول:',NULL,'70',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (66,'قرأت على الكسائي وقرأ علي الكسائي، قال: وكان من أصحابه جليلاً، قديماً يشاركه في عامة رجاله، وصحبه خمسين سنة، وروى عن عامة رجال الكسائي.
وأخبرني أيضاً أبو علي قال: حدثني أبو علي بن سلمويه الأصبهاني بهذه الحروف حروف الكسائي قال: حدثني أبو عبد الله محمد بن يعقوب بن يزيد بن إسحاق القرشي قال: حدثنا أبو الفضل العباس بن الوليد بن مرداس قال: حدثنا قتيبة صاحب الكسائي.
أبو الحارث عن الكسائي
قرأت القرآن من أوله إلى آخره على أبي بكر أحمد بن كامل بن خلف القاضي الفقيه قال: قرأت على أبي عبد الله محمد',NULL,'71',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (67,'بن يحيى الكسائي، وهو أول من قرأت عليه القرآن وكان قرأ على أبي الحارث الليث بن خالد صاحب الكسائي وأخذ أبو الحارث عن الكسائي.
وقرأت أيضاً على أبي عيسى بكار بن أحمد المقرئ قال: قرأت على أحمد بن الحسين وأبي الليث السمسار قالا: قرأنا على محمد بن يحيى الكسائي، وقرأ محمد بن يحيى على أبي الحارث، وقرأ أبو الحارث على الكسائي علي بن حمزة وقرأ الكسائي على حمزة وغيره، وقد تقدم ذكر من قرأ عليه حمزة وإسناده.
وروي لنا عن الكسائي أنه قال: أدركت أشياخا من أهل الكوفة القراء والفقهاء: ابن أبي ليلى، وأبان بن تغلب، والحجاج ابن أرطأة وعيسى بن عمر الهمداني، وحمزة بن حبيب الزيات.
ويقال إنه أدرك الأعمش أيضاً وسمع منه، وكان عالماً بالقرآن ووجوه القراءات والعربية واختلاف اللغات، رحمة الله عليه.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (68,'وروي لنا عن هارون بن حاتم عن علي بن حمزة الكسائي قال: قلت لحمزة: على من قرأت؟ قال: على ابن أبي ليلى وحمران بن أعين. قلت: فحمران على من قرأ؟ قال: على عبيد بن فضيلة الخزاعي، وقرأ عبيد على علقمة وقرأ علقمة على عبد الله وقرأ عبد الله على رسول الله صلى الله عليه وسلم.
وعن الكسائي أيضاً عن حمزة قال: قلت لابن أبي ليلى: على من قرأت؟ فقال: قرأت على المنهال بن عمرو، وقرأ المنهال على سعيد بن جبير وقرأ سعيد بن جبير على عبد الله بن عباس، وقرأ ابن عباس على أبي بن كعب وقرأ أبي على رسول الله صلى الله عليه وسلم.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (69,'<span data-type="title" id=toc-17>رواية أبي عمر الدوري عن الكسائي</span>
قرأت القرآن من أوله إلى آخره على الشيخ الفاضل أبي بكر أحمد بن كامل بن خلف القاضي قال: قرأت على عبد الله ابن أحمد بن عيسى الفسطاطي وأخبرني أنه قرأ على أبي عمر الدوري الضرير المقرئ صاحب الكسائي عنه.
وحدثني أبو بكر قال: حدثني أحمد بن هارون النحوي عن أبي عمر الدوري عن الكسائي، وقرأت على الإمام أبي بكر محمد بن الحسن بن مقسم قال: قرأت على أبي الحسين علي بن الحسين الفارسي الفقيه، وقرأ أبو الحسين على أبي عمر الدوري وقرأ أبو عمر على الكسائي.
وقرأت أيضا على بكار بن أحمد بن بكار بن عيسى المقرئ قال: قرأت على أبي علي الصواف وعلى أبي علي الحسن الحداد وعلى أبي الحسين علي بن سليمان، وعلى',NULL,'74',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (70,'أبي عثمان سعيد بن عبد الرحيم وهو آخر من قرأت عليه من أصحاب أبي عمر الدوري. وهؤلاء كلهم قرؤوا على أبي عمر الدوري إلا أن أبا علي الصواف قال: لم أختمه عليه، وقرأ أبو عمر الدوري على الكسائي.
أبو حمدون عن الكسائي
قرأت على القاضي أبي بكر أحمد بن كامل وعلى أبي عيسى بكار بن أحمد قالا: قرأنا على أبي علي الصواف وقرأ أبو علي على أبي حمدون الزاهد ختمات كثيرة، قال: وقال أبو حمدون: ختم علينا الكسائي ختمتين ما من حرف إلا سألناه عنه.

<span data-type="title" id=toc-18>نصير عن الكسائي</span>
قرأت على أبي عيسى بكار بن أحمد المقرئ القرآن من أوله إلى آخره قال: قرأت على أبي جعفر أحمد بن محمد بن رستم',NULL,'75',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (71,'الطبري وكان مؤدباً في دار الوزير ابن الفرات ووصلنا إليه بالحيل والشفعاء وكان بصيراً بالعربية حاذقا في النحو أخذ القراءة عن أبي المنذر نصير بن يوسف النحوي صاحب الكسائي، وأخذ نصير عن الكسائي.
وأخبرنا أبو بكر محمد بن الحسن النقاش قال: حدثني أبو عبد الله الحسين بن علي بن حماد المقرئ الرازي، قال: حدثنا أبو جعفر علي بن أبي نصر المقرئ القطان النحوي قال: حدثني أبو المنذر نصير بن أبي نصير قال أخبرني الكسائي.

<span data-type="title" id=toc-19>حمدون بن ميمون عن الكسائي</span>
قرأت على أبي بكر أحمد بن كامل وعلى بكار بن أحمد قالا: قرأنا على أحمد بن يعقوب السمسار والمعروف بابن أخي العرق، وقال أبو بكر بن كامل قرأت عليه بالتحقيق وكان حسن الأخذ والقراءة.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (72,'وقرأت أنا عليه أول القرآن بالتحقيق وكان عنده شيخ قاعد من أهل العراق يذكر أنه قرأ للكسائي برواية أبي الحارث، فقال التحقيق في قراءة الكسائي؟ قال أبو بكر بن كامل: نعم، ومهموزي أسامحه وأساهله فيه؟ فقال ذلك الشيخ: وكيف يكون التحقيق أحسن من هذا؟
قال أبو بكر بن كامل: وأخبرني أحمد بن يعقوب أنه قرأ على حمدون بن ميمون الزجاج صاحب الكسائي عن الكسائي.
وقال أبو عيسى بكار: وكان أحمد بن يعقوب قد قرأ على حمدويه بن ميمون الزجاج، وقرأ حمدويه على الكسائي.
وكذلك سمعت غيره من المشايخ يقولون حمدويه بن ميمون إلا أن أبا بكر بن كامل كان أبصر منه في كل باب والله أعلم.
وقال أبو عيسى بكار وقرأت على أحمد بن يعقوب وقال أحمد ابن يعقوب قرأت على إسماعيل بن مدان وقرأ إسماعيل بن مدان على أبي الحسن علي بن حمزة الكسائي.

<span data-type="title" id=toc-20>ذكر إسناد يعقوب</span>
وهو أبو محمد يعقوب بن إسحاق بن زيد بن عبد الله بن أبي',NULL,'77',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (73,'إسحاق الفزاري قيل: وكان مولى الحضرميين فقيل الحضرمي، قرأ على سلام بن سليمان أبي المنذر الخراساني. وقرأ سلام على عاصم وقرأ عاصم على أبي عبد الرحمن السلمي وقرأ أبو عبد الرحمن على عثمان وعلي وغيرهما، وهما قرأا على النبي صلى الله عليه وسلم، وقرأ سلام أيضا على بي عمرو وقرأ أبو عمرو على مجاهد وسعيد بن جبير وهما قرأا على ابن عباس، وقرأ ابن عباس على أبي بن كعب، وقرأ أبي على النبي صلى الله عليه وسلم.
وروى عن روح قال: قرأت على يعقوب، وقرأ يعقوب على سلام بن سليمان أبي المنذر، وقرأ سلام على عاصم بن أبي النجود.
قال روح: حدثني يعقوب قال: قرأت القرآن على شهاب بن شرلفة المجاشعي فقال لي: لقد أدركت أقواما لو سمعوا بقراءتك لأتوك حتى سمعوا منك. قال: وقرأت القرآن على مسلمه',NULL,'78',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (74,'ابن محارب الدثاري، وروى أنه أخذ أيضا عن مهدي بن ميمون وأخذ مهدي عن شعيب بن الحبحاب، وأخذ شعيب عن أبي العالية الرياحي وأخذ أبو العالية عن زيد بن ثابت وأبي ابن كعب وابن عباس.
قال أبو العالية: قرأت القرآن على عمر بن الخطاب أربع مرات، وأكلت معه اللحم.
وروى عن بكر بن حبيب أبي عثمان المازني أنه قال: قيل ليعقوب على من قرأت يا أبا محمد؟ قال: قرأت على الذي أقرأه الذي قرأ على الذي أقرأه الذي قرأ على النبي صلى الله عليه وسلم.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (75,'<span data-type="title" id=toc-21>رواية روح</span>
قرأت على أبي القاسم هبة الله بن جعفر بن محمد بن الهيثم بباب الشام من مدينة السلام القرآن من أوله إلى آخره، وأخبرني أنه قرأ بالبصرة على أبي العباس أحمد بن يحيى وكيل النوشجاني نيف وثمانين ومائتين، قال قرأت على روح بن عبد المؤمن أبي الحسن، وقرأ روح على يعقوب. قال أبو القاسم: قال أبو العباس: وقد قرأت على غير روح من أصحاب يعقوب منهم زيد بن أخي يعقوب وأحمد بن عبد الخلاق وكعب بن إبراهيم وجماعة غيرهم. وكان أثبتهم في نفسي روح قال أبو القاسم: فروح أجل أصحاب يعقوب وأعلم وأضبط من أخذ عنه.',NULL,'80',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (76,'قال أبو القاسم: وقرأت أيضاً على أبي العباس المعدل وكان يسند قراءته إلى روح بن عبد المؤمن وزيد بن أحمد بن إسحاق، وكان يحي الخلاف بينهما في أحرف يسيرة.

<span data-type="title" id=toc-22>رواية رويس</span>
قال أبو القاسم: وقرأت أيضا على محمد بن هارون البصري المقرئ المعروف بأبي بكر التمار، قال: قرأت على محمد بن المتوكل اللؤلؤي الملقب برويس هذه القراءة وقال لي: أقرأني يعقوب بن أبي إسحاق الحضرمي بها.
وقال أبو القاسم وكان التمار ضابطاً لهذه القراءة.
وقال أبو القاسم وقرأت أيضا بمكة على الحسن بن',NULL,'81',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (77,'مسلم بن سفيان البصري المفسر المقرئ، وكان بالمدينة سنين ثم خرج إلى مكة، وكنت رأيته قبل ذلك بالبصرة، فقرأت عليه بمكة والمدينة جميعاً، وذكر أنه قرأ على أبيه مسلم بن سفيان وعلى أبي الحسن روح بن عبد المؤمن وزيد بن أحمد بن إسحاق - وهو ابن أخي يعقوب - وأحمد بن عبد الخلاق المعلم المكفوف، وأبي بشر حميد القطان، وكعب بن إبراهيم وحميد بن الوزير النيلي وعمر السراج وهؤلاء كلهم قرؤوا على يعقوب الخضرمي، قال أبو القاسموقرأت بالبصرة أيضاً على أبي الحسن علي بن أحمد الجلاب في يشكر قال: قرأت على روح بن عبد المؤمن أبي الحسن وعلى زيد بن أحمد بن إسحاق بن أخي يعقوب، وكانت قراءتي عليه في الوقت الذي قرأت على أبي العباس أحمد بن يحيى ولم يكن بينهما خلاف إلا في حرف واحد.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (78,'<span data-type="title" id=toc-23>ذكر إسناد خلف</span>
وهو أبو محمد خلف بن هشام بن طال بن غراب الزار أخذ القراءة على سليم بن عيسى عن حمزة الزيات وعلى غيره [ .... ]. وكان عالماً بوجوه القراءات، واختلاف الروايات، فاختار اختياراً حسنا غير خارج من الأثر.
وحدثونا عن إدريس قال: سمعت سلمة بن عاصم صاحب الفراء، وهو أستاذ أبي العباس ثعلب، يقول: كتبت الحروف من غير [ ... ] ما اعتمدت إلا ما حدثني به خلف بن هشام لأنه درى كيف أخذ وكيف أدى.
- قرأت القرآن من أوله إلى آخره على أبي الحسن محمد بن عبد الله بن مرة المقرئ وأخبرني أنه قرأ بها على جماعة قال: فأول من قرأت عليه إسحاق بن إبراهيم أبو يعقوب المروزي أخو أبي',NULL,'83',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (79,'العباس وراق خلف، وكان قد قرأ على خلف بن هشام وقرأ خلف على سليم وقرأ سليم على حمزة، قال: وكان لا يقرأ ولا يقرئ إلا بهذا الحرف لا يحسن غيره. ثم ثقلت أذنه فخلفه محمد ابنه، فقرأت عليه أيضاً ثم توفي سنة ست وثمانين ومائتين، فقرأت بعده على جماعة منهم علي بن محمد أبو الحسين نيزك المقرئ، قرأت عليه نحواً من مائة ختمة أو أكثر، وذكر من زهده وصلاحه شيئاً عظيماً. رحمة الله علينا وعليهم أجمعين قال: وقرأت أيضاً على أبي الحسن محمد بن إبراهيم وعلى إبراهيم بن إسحاق',NULL,'84',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (80,'المعروف بغلام جلان وعلى أبي بكر بن إسب المؤدب كله بختيار خلف بن هشام البزار، قال: ولم يكن يعرف عندنا في الربض غير اختياره ولا يقرأ إلا به.
فهذه أسانيد القراءات التي قرأنا بها نقلا وأخذناها لفظاً، اختصرناها كراهية الإطالة فيها، وسيأتي بعدها ذكر الحروف واختلافهم فيها في كل سورة، مشبعة مشروحة مبسوطة بمشيئة الله وعونه وقوته وحسن توفيقه. والله يوفقنا له ويعيننا عليه، وإياه نسأل خيره ونفعه وبركته، إنه سميع بصير وهو على كل شيء قدير.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (81,'<span data-type="title" id=toc-24>ذكر الحروف</span>
<span data-type="title" id=toc-25>فاتحة الكتاب</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر وحمزة: {مَلِكِ} بغير ألف. وقرأ عاصم والكسائي ويعقوب وأبو حاتم وخلف {مَالِكِ يَوْمِ الدِّينِ} بالألف، ولم يختلفوا في كسر الكاف واللام.
وقرأت على بكار المقرئ قال: قرأت على أبي علي الصواف المقرئ قال: قرأت على أبي عمر الدوري قال: قال الكسائي: اقرأ {مَلِكِ يَوْمِ الدِّينِ} و {مَالِكِ يَوْمِ الدِّينِ}، يعني أنه كان يقرأ بالوجهين بالألف وغير الألف. ويؤيد هذه الرواية ماروي عن أبي عبيد أنه قال: قد كان الكسائي زماناً يقرؤها بالألف ثم بلغني عنه أنه قال: لا أبالي كيف قرأتها {مَلِكِ} أو {مَالِكِ} والله أعلم بذلك.
قرأ حمزة وحده {الصِّرَاطَ} بإشمام الزاي كل القرآن في جميع الروايات عنه إل رواية عبد الله بن صالح العجلي فإنه بالصاد',NULL,'86',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (82,'كل القرآن [ .... ] ورواية خلاد وابن سعدان جميعاً عن سليم فإنه يشم الصاد الزاي في أم الكتاب فقط.
وقرأت على أبي الحسن النقاش المقرئ برواية خلاد فأخذ علي كل ما فيه الألف واللام بالاشمام وما سواه بالصاد.
وروى أبو حمدون عن الكسائي باشمام السين كل القرآن وقرأ يعقوب برواية رويس بالسين كل القرآن وذكر نحوه عن ابن كثير وهو غلط كما قيل، وقال الآخرون بالصاد في جميع القرآن.
قرأ حمزة {عَلَيْهِمْ} و {إِلَيْهِمْ} و {لَدَيْهِمْ} بضم الهاء في هذه الأحرف الثلاثة كل القرآن.
وقرأ يعقوب {عَلَيْهِمْ} و {إِلَيْهِمْ} و {لَدَيْهِمْ} و {عَلَيْهِمْا} و {إِلَيْهِمْا} و {عَلَيْهِنَّ} و {فِيهِمَا} و {فِيهِمْ} و {فِيهِنَّ} وكل ما أشبه ذلك من هاء قبلها ياء ساكنة في جميع القرآن بضم الهاء. وزاد رويس في روايته عنه ضم الهاء وإن سقطت الياء قبلها لعلة. نحو قوله: {فَاسْتَفْتِهِمْ} و {قِهِمْ} و {أَلَمْ يَأْتِهِمْ} و {وَإِنْ يَأْتِهِمْ} و {وَيُلْهِهِمُ} وما أشبهه إلا قوله تعالى في الأنفال {وَمَنْ يُوَلِّهِمْ} فإنه بكسر الهاء في كل القرآن وروي عن رويس كسر الهاء من {بَيْنَ أَيْدِيهِمْ} و {وَيُزَكِّيهِمْ} كل القرآن و [ ... ] قرأت {وَيُزَكِّيهِمْ} بضم الهاء وكذلك',NULL,'87',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (83,'{مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ} فإذا كان {مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ} و {أَيْدِيهِنَّ وَأَرْجُلِهِنَّ} وكل ما أشبهه فإنه يكسر الهاء فيه.
وروي عن روح أيضا جميع ذلك بكسر الهاء. وضم الميم من {أَبِيهِمْ} أيضا حيث كان، والذي قرأت في روايته ضم الهاء في جميع ما ذكرته إلا قوله تعالى {أَيْدِيهِنَّ وَأَرْجُلِهِنَّ} فإنه بكسر الهاء.
والباقون يكسرون الهاء ويسكنون الميم إلا أن يتلقاها ألف وصل نحو قوله: {عَلَيْهِمُ الذِّلَّةُ} و {عَلَيْهِمُ الْمَسْكَنَةُ} و {مِنْ دُونِهِمُ امْرَأَتَيْنِ} و {يُرِيهِمُ اللَّهُ} وجميع ما أشبه ذلك فإن أبا جعفر ونافعا وابن كثير وابن عامر وعاصما يكسرون الهاء ويضمون الميم فيها.
وأبو عمرو يكسر الهاء والميم جميعا فيها.
وحمزة والكسائي وخلف يضمون الهاء والميم جميعا فيها.
ويعقوب يكسرها إذا كسر الهاء قبلها، ويضمها إذا ضم الهاء قبلها والله أعلم بذلك.
وأبو جعفر وابن كثير يضمان كل ميم جمع في جميع القرآن نحو {عَلَيْهِمُو} و {إِلَيْهِمْ} و {فِيهِمْ} و {أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ} وأشباه ذلك، ونافع يخير في ذلك برواية إسماعيل وقالون.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (84,'والمسيبي يقول: إن شئت ضممت وإن شئت أسكنت.
وأما رواية ورش فإنه يضم الميم عند ألف القطع ويسكن ما سوى ذلك.
والكسائي في رواية نصير يضم الميم عند رؤوس الآيات إذا كان ما قبل الميم مضموما نحو قوله {هُمْ يُوقِنُونَ} و {كُنْتُمْ صَادِقِينَ} {وَأَنْتُمْ تَعْلَمُونَ} فإذا كان ما قبل الميم مكسورا تركه جزما ولم يضمه نحو قوله {بِرَبِّهِمْ يَعْدِلُونَ} ويضم الميم أيضا عند الألف المقطوعة نحو {أَأَنْتُمْ أَعْلَمُ} وعند الميم نحو: {جَاءَكُمْ مُوسَى} وأشباه ذلك. قال نصير. إنما يصل ذلك في الكلمات الخفاف، فإذا طالت الكلمة أو ثقلت ترك الميم جزما نحو قوله {أَأَنْذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُونَ} {وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللَّهِ} وإذا ثقلت الكلمة لا يضم أيضا مثل {لَعَلَّهُمْ يَتَفَكَّرُونَ} وإنما يضم {هُمْو} و {كُنْتُمْو} {وَأَنْتُمْو} ونحوها.
وأما قتيبة فإنه لا يضم الميم عند الميم ويضم عند رؤوس الآيات وعند الألف المقطوعة طالت الكلمة أو ثقلت أو لم تطل. ولا يضم إذا انكسر ما قبل الميم أيضا، والله أعلم بجميع ذلك.',NULL,'89',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (85,'<span data-type="title" id=toc-26>سورة البقرة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قوله تعالى ذكره {فِيهِ هُدًى} قرأ ابن كثير: {فيهي} و {عليهي} و {لديهي} و {يديهي} و {لديهو} و {منهو} و {عنهو} و {زدتهو} و {راتهو} باشباع الهاء يصلها بياء أو بواو وكذلك جميع ما أشبهها من هاءات الكناية فإنه يشبعها كل القرآن وإن سكن ما قبلها. ووافقه عاصم برواية حفص في قوله {وَيَخْلُدْ فِيهِ مُهَانًا} فأشبع كسرة الهاء في هذا الحرف فقط. الباقون لا يشبعون إذا سكن ما قبل الهاء، فإذا تحرك ما قبله فهم مجمعون على إشباعه.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (86,'ذكر مذهبهم في الادغام والإظهار
٢ - كان أبو عمرو رحمه الله يدغم كل حرفين يلتقيان من جنس واحد أو مخرج واحد أو قريبي المخرج، سواء كان الحرف المدغم ساكنا أو متحركا إلا أن يكون مضاعفا، أو منقوصا، أو مفتوحا قبله ساكن غير مثلين، وشرح ذلك يطول، وقد أفردت له به كتابا ذكرت فيه ما جاء عنه من الإدغام حرفا حرفا بالدلائل والحجج والآثار، إلا أن المشهور عنه المذكور الذي لا يختلف فيه إدغام الحروف الساكنة وأما المتحركة فربما أدغم وربما أظهر.
٣ - وروي عن أبي شعيب السوسي أنه قال: كان اليزيدي قراءته التي كن يقرأ الناس بها فيها إدغام الساكن، وهي المعروفة التي يقرؤون بها وينسبونها إليه مثل {خَبَتْ زِدْنَاهُمْ} [الإسراء ٩٧] {وَجَبَتْ جُنُوبُهَا} [الحج ٣٦] وأشباه ذلك.
وكانت له قراءة أخرى ينسبها إلى أبي عمرو وفيها حججها، فالمشهور عنه إدغام الحروف الساكنة التي لا يظهرها في حال.
٤ - واعلموا أن الحرف الساكن إذا لقيه حرف مثله، لا يجوز إظهاره نحو قوله {فَمَا زَالَتْ تِلْكَ} و {وَقَدْ دَخَلُوا}',NULL,'91',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (87,'و {اضْرِبْ بِعَصَاكَ} {وَاذْكُرْ رَبَّكَ} {وَقُلْ لِلَّذِينَ} {وَقُلْ لَهُمَا} {وَمِنْهُمْ مَنْ يَقُولُ} وكل ما أشبه ذلك من المثلين يلتقيان والأول منهما ساكن لا يجوز إظهاره ولا يكون فيه إلا الإدغام، وكذلك إذا كان مخرجهما واحدا والأول ساكن لم يجز إظهاره أيضا نحو قوله: {بَلْ رَفَعَهُ اللَّهُ} و {إِذْ ظَلَمُوا} و {لَهَمَّتْ طَائِفَةٌ} {وَقَالَتْ طَائِفَةٌ} {لَقَدْ تَقَطَّعَ} و {أُجِيبَتْ دَعْوَتُكُمَا} {وَلَقَدْ تَرَكْنَا} وأشباه ذلك، وعلى هذا إجماع القراء وكلام العرب، ولا تنظر إلى قول من أظهر منه شيئا في القرآن في رواية شاذة بعيدة غير صحيحة وإنما الاعتماد على ما أجمعوا عليه ولم يختلفوا فيه والله أعلم به.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (88,'٥ - فأما الذي يختار إدغامه ولا يرى إظهاره وهو جائز فالحروف الساكنة المتقاربة في المسلك نحو الدال من {قَدْ} فكان يدغمها في (الجيم) نحو {وَلَقَدْ جَاءَكُمْ} وفي (الذال) نحو {وَلَقَدْ ذَرَأْنَا}، وفي (الزاي) نحو {وَلَقَدْ زَيَّنَّا}. وفي السين نحو {لَقَدْ سَمِعَ اللَّهُ}، وفي الشين نحو {قَدْ شَغَفَهَا} وفي (الصاد) نحو {وَلَقَدْ صَرَّفْنَا} وفي (الضاد) نحو {وَلَقَدْ ضَرَبْنَا} وفي (الظاء) نحو {لَقَدْ ظَلَمَكَ}.
وتدغم الدال في الثاء أيضا من قوله: {يُرِدْ ثَوَابَ}.
وتدغم الذال من {إِذْ} في التاء نحو {إِذْ تَقُولُ} و {إِذْ تَبَرَّأَ} وفي الجيم نحو {إِذْ جَعَلَ} وفي الدال',NULL,'93',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (89,'نحو {إِذْ دَخَلُوا} وفي الزاي نحو {وَإِذْ زَاغَتِ} وفي السين نحو {إِذْ سَمِعْتُمُوهُ} وفي الصاد نحو {وَإِذْ صَرَفْنَا}.
٦ - ويدغم تاء التأنيث في السين نحو {أَنْبَتَتْ سَبْعَ} وفي الثاء نحو {كَذَّبَتْ ثَمُودُ} وفي الجيم نحو {وَجَبَتْ جُنُوبُهَا} و {نَضِجَتْ جُلُودُهُمْ} وفي الصاد نحو {حَصِرَتْ صُدُورُهُمْ} و {لَهُدِّمَتْ صَوَامِعُ} وفي [الزاي] نحو {خَبَتْ زِدْنَاهُمْ} وفي الظاء نحو {كَانَتْ ظَالِمَةً} و {حَمَلَتْ ظُهُورُهُمَا}.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (90,'٧ - ويدغم الثاء في التاء نحو قوله {لَبِثْتَ} و {لَبِثْتُمْ} و {أُورِثْتُمُوهَا}.
٨ - ويدغم الراء في اللام نحو {اسْتَغْفِرْ لَهُمْ أَوْ لَا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ} و {يَغْفِرْ لَكُمْ} {فَيَغْفِرُ لِمَنْ يَشَاءُ} وما أشبهه. كذلك قرأته في جميع الروايات عن أبي عمرو إلا في رواية إبراهيم غلام السجادة عن اليزيدي فإني قرأت بإظهار الراء عند اللام، فهذا المذكور المشهور الذي لم يختلف فيه عن أبي عمرو رحمه الله، والله أعلم.
٩ - وأما الحروف المتحركة فقد قرأنا بإدغامها في رواية اليزيدي وشجاع جميعا إلا أنه على ما وصفته عنه، ولم يوافقه عليه أحد من هؤلاء الأئمة أعني على إدغام الحروف المتحركة إلا حمزة رحمه الله فإنه وافقه على إدغام قوله {بَيَّتَ طَائِفَةٌ} [النساء ٨١] {وَالصَّافَّاتِ صَفًّا (١) فَالزَّاجِرَاتِ زَجْرًا (٢) فَالتَّالِيَاتِ ذِكْرًا} [الصافات ١ و٢ و٣] {وَالذَّارِيَاتِ ذَرْوًا} [الذاريات ١] وزاد خلاد عن سليم في روايته {فَالْمُلْقِيَاتِ ذِكْرًا} [المرسلات ٥] {فَالْمُغِيرَاتِ صُبْحًا} [العاديات ٣] ووافقه حمزة والكسائي وخلف في إدغام الحروف الساكنة التي ذكرناها فأدغموا كل ما أدغم إلا: الراء في اللام، والذال في الجيم فإنهم أظهروهما ولم يدغموهما.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (91,'هذه رواية خلاد وأبي عمر عن سليم عن حمزة، وجميع الروايات عن الكسائي.
١٠ - وأما العجلي وخلف وأبو أيوب الضبي عن أصحابه فإنهم قالوا: لا يدغم حمزة الذال في السين والصاد والزاي نحو {إِذْ سَمِعْتُمُوهُ} {وَإِذْ صَرَفْنَا} {وَإِذْ زَيَّنَ}.
١١ - وقال ابن سعدان عن سليم بين الإظهار والإدغام في هذه الحروف.
١٢ - وكذلك خلف لا يدغمها كما يرويها عن سليم عن حمزة، ويخالفه أيضا في قوله {لَبِثْتُ} و {لَبِثْتُمْ} حيث كان وفي {أُورِثْتُمُوهَا} فلا يدغم الثاء في التاء فيها ولا يدغم أيضا التاء في الثاء نحو {كَذَّبَتْ ثَمُودُ} و {رَحُبَتْ ثُمَّ} وما أشبهه. ويدغم ما سوى ذلك مثل حمزة.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (92,'١٣ - وكان الكسائي يدغم أيضا اللام من {هَلْ} {وبلْ} في الطاء، والظاء، والضاد، والتاء والثاء، والسين، والزاي، والنون مثل {بَلْ طَبَعَ اللَّهُ} و {بَلْ ظَنَنْتُمْ} و {بَلْ ضَلُّوا} و {هَلْ تَعْلَمُ} و {هَلْ ثُوِّبَ} و {بَلْ سَوَّلَتْ} و {بَلْ زُيِّنَ} و {بَلْ نَحْنُ} و {هَلْ نَحْنُ}.
وزاد أبو الحارث في روايته عنه إدغام اللام في الذال من قوله {يَفْعَلُ ذَلِكَ} حيث كان، ووافقه حمزة في التاء والثاء والسين {هَلْ تَرَى} و {هَلْ تُحِسُّ} و {هَلْ تَعْلَمُ} و {بَلْ تُؤْثِرُونَ} و {هَلْ ثُوِّبَ} و {بَلْ سَوَّلَتْ} فأدغم اللام فيها ولم يدغم فيها سواها إلا في رواية أبي عمر عن سليم فإنه زاد إدغام اللام في الطاء نحو {بَلْ طَبَعَ} [النساء ١٥].
١٤ - وقال خلف عن سليم عن حمزة إنه ربما قرأ عليه بعض أصحابه {بَلْ طَبَعَ اللَّهُ} بإدغام اللام فيجيز ذلك. وهذا يؤيد صحة رواية أبي عمر، والله أعلم. وخالفه خلف فلم يدغم شيئا في اختياره.
١٥ - وأدغم أبو عمرو من ذلك، اللام من هل في التاء من قوله {هَلْ تَرَى} في سورة الملك [آية ٣] والحاقة [آية ٨] فقط، وكان أبو عمرو وحمزة والكسائي يدغمون الباء في الفاء نحو قوله {أَوْ يَغْلِبْ فَسَوْفَ} [النساء ٧٤] {وَإِنْ تَعْجَبْ فَعَجَبٌ} [الرعد ٥] و {قَالَ اذْهَبْ فَمَنْ تَبِعَكَ} [الإسراء ٦٣] وما أشبهه.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (93,'١٦ - وخلف لا يدغم ذلك، وكذلك يرويه عن سليم عن حمزة بالإظهار.
١٧ - وأدغم الكسائي وحده الفاء في الباء من قوله {إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ} [سبأ ٩] في كل الروايات عنه، والظاء في التاء من قوله {أَوَعَظْتَ} [الشعراء ١٣٦] في رواية نصير وحده، وقال بين الإظهار والإدغام، يعني أنه يبقي لإطباق الظاء أثرا. كذلك قرأنا في روايته، والله أعلم.
١٨ - وأما أبو جعفر ونافع وابن كثير وابن عامر وعاصم ويعقوب فإنهم لا يدغمون من هذه الحروف إلا شيئا يسيرا.
١٩ - وكان ابن كثير، وعاصم برواية حفص، يظهران الذال من قوله {أَخَذَتِ} و {اتَّخَذْتُ} في جميع القرآن.
٢٠ - وعاصم برواية الأعشى عن أبي بكر عنه يدغم في {أَخَذَتِ} ويظهر من {اتَّخَذْتُ}.
٢١ - وقرأت في رواية عبد الحميد بن صالح البرجمي عن أبي بكر بإظهار الذال في الحرفين جميعا مثل رواية حفص عنه.
٢٢ - وأبو جعفر ونافع وابن عامر، وأبو بكر عن عاصم في سائر الروايات عنه، ويعقوب يدغمون الذال في التاء إذا كانتا في كلمة واحدة مثل {أَخَذَتِ} و {اتَّخَذْتُ}، ويظهرون إذا كانتا في كلمتين نحو {إِذْ تَبَرَّأَ} [البقرة ١٦٦] و {إِذْ تَقُولُ}',NULL,'98',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (94,'[آل عمران ١٢٤ والأحزاب ٢٧] وأشباه ذلك ولا يدغم {عُذْتُ} [غافر ٢٧ الدخان ٢٠] و {فَنَبَذْتُهَا} [طه ٩٦] وهما في كلمة واحدة إلا أبو جعفر ونافع برواية إسماعيل.
٢٣ - ويدغم أيضا أبو جعفر وابن عامر الثاء في التاء من قوله {لَبِثْتُمْ} و {لَبِثْتَ} حيث كان. ولا يدغمان من قوله {أُورِثْتُمُوهَا} [الأعراف ٤٣].
ويدغم أيضا نافع برواية ورش، وابن عامر، والأعشى عن أبي بكر عن عاصم، ويعقوب الدال في الظاء نحو {لَقَدْ ظَلَمَكَ} [ص ٢٤] وفي الضاد نحو {قَدْ ضَلَّ} [البقرة ١٠٨ وغيرها من السور] وفي الذال نحو {وَلَقَدْ ذَرَأْنَا} [الأعراف ١٧٩].
- ولا يدغم في {كهيعص (١) ذِكْرُ} [مريم ١ و٢] إلا ابن عامر.
٢٤ - ويدغمون أيضا التاء في الظاء نحو {حَمَلَتْ ظُهُورُهُمَا} [الأنعام ١٤٦] و {كَانَتْ ظَالِمَةً} [الأنبياء ١١] وأشباه ذلك.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (95,'٢٥ - وزاد ابن عامر، والأعشى عن أبي بكر، إدغام التاء في الثاء نحو {رَحُبَتْ ثُمَّ} [التوبة ٢٥] و {كَذَّبَتْ ثَمُودُ} [الشعراء ١٤١ والقمر ٢٣ والحاقة ٤ والشمس ١١].
٢٦ - وزاد ابن عامر إدغام الدال في الثاء {وَمَنْ يُرِدْ ثَوَابَ} [آل عمران ١٤٥] والتاء في الصاد نحو {حَصِرَتْ صُدُورُهُمْ} [النساء ٩٠] و {لَهُدِّمَتْ صَوَامِعُ} [الحج ٤٠].
٢٧ - وأدغم يعقوب وحده برواية رويس في سورة سبأ [٤٦] {ثُمَّ تَتَفَكَّرُوا} التاء في التاء وأيضا في سورة والنجم [٥٥] {فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى}.
٢٨ - وأجمعوا على إدغام الثاء في الذال من قوله {يَلْهَثْ ذَلِكَ} [الأعراف ١٧٦] إلا النقاش فإنه كان يذكر الإظهار فيه لابن كثير، وعاصم برواية حفص، ونافع برواية قالون.
وكذلك كان يذكر البخاري المقرئ لابن كثير وحده، إلا أنه كان يقول بين الإظهار والإدغام على ما يخرج من اللفظ.
وقال الآخرون: لا نعرفه إلا مدغما. وهو الصحيح والله أعلم به.
٢٩ - وقوله {وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ} [الأنفال ٤٣] قرأ أبو جعفر ونافع، وأبو بكر عن عاصم، وابن كثير في رواية البزي، ونصير عن الكسائي، ويعقوب وخلف بإظهار اليائين.
- وقرأ أبو عمرو، وابن كثير في رواية القواس وابن فليح، وابن عامر، وحمزة والكسائي، وحفص عن عاصم بياء واحدة مشددة على الإدغام.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (96,'٣٠ - قوله {ارْكَبْ مَعَنَا} [هود ٤٢].
حدثني أبو علي الصفار المقرئ قال: اختلف في هذا الحرف رجلان عند ابن مجاهد فسألاه فقال: لا يظهر إلا حمزة، وهذا غلط منه، وإنما وهم فيه لأنه لم يكن قرأ لعاصم وابن عامر ونافع إلا براوية إسماعيل.
وأراه لم يكن رآه مرويا منصوصا بالإظهار إلا لحمزة فقد رأنه لسائر القراء بالإدغام وليس كذلك.
وقد قرأه بالإظهار عاصم وابن عامر وحمزة وخلف، ونافع برواية قالون، ويعقوب إظهارا خفيا غير مشبع.
وقرأت في رواية أبي نشيط عن قالون بالإدغام مثل سائر القراء. واختلف عن حمزة أيضاً، فروى أبو عمر عن سليم {يُعَذِّبُ مَنْ يَشَاءُ} [البقرة ٢٨٤] و {ارْكَبْ مَعَنَا} [هود ٤٢] بالإدغام فيهما.
وقرأت على أبي بكر بن مقسم برواية خلف وعلى أبي علي الصفار برواية خلاد بالإظهار فيهما جميعا.
وقرأت على ابن المهتدي برواية أبي أيوب الضبي عن أصحابه. وعلى بكار برواية أبي عمر وخلاد فقالا: يدغم {يُعَذِّبُ مَنْ يَشَاءُ}',NULL,'101',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (97,'[البقرة ٢٨٤] ولا يدغم {ارْكَبْ مَعَنَا} وهو قول ابن مجاهد أيضا.
وكذلك قرأت على أبي الحسن النقاش المقرئ لحمزة وخلف جميعاً والله أعلم.
٣١ - قوله [تعالى] {أَلَمْ نَخْلُقْكُمْ} [المرسلات ٢٠].
قال ابن مجاهد في مسائل رفعت إليه وأجاب فيها: لا يدغمه إلا أبو عمرو. وهذا منه أيضا غلط كبير.
وسمعت أبا علي الصفار يقول: قال أبو بكر الهاشمي المقرئ: لا يجوز إظهاره وقال ابن شنبوذ: أجمع القراء على إدغامه.
وكذلك قرأت على المشايخ في جميع القراءات أعني بالإدغام إلا على أبي بكر النقاش، فإنه كان يأخذ لنافع وابن كثير وعاصم بالإظهار، ولم يوفقه عليه أحد إلا البخاري المقرئ فإنه ذكر فيه بالاظهار.
وعن نافع برواية ورش قرأناه بين الإظهار والإدغام وهو الحق والصواب لمن أراد ترك الإدغام. فأما إظهار بين فقبيح، وأجمعوا على أنه غير جائز والله أعلم.
٣٢ - قوله {مَنْ رَاقٍ} [القيامة ٣٧] و {بَلْ رَانَ} [المطففين ١٤] رواه حفص عن عاصم بإظهار النون واللام عند الراء ولكنه يقف عليهما وقفة خفيفة، وهو مع ذلك يصل.
وروى الحلواني عن قالون عن نافع {بَلْ رَانَ} بإظهار اللام.
٣٣ - قوله {إِنَّ وَلِيِّيَ} [الأعراف ١٩٦].',NULL,'102',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (98,'قرأناه ليعقوب بالإظهار مختلفا عنه في رواية رويس.
وأبو علي الضرير عن روح وغيره. والبرجمي عن أبي بكر عن عاصم بالإظهار. وللآخرين بالإدغام.
ولأبي عمرو في رواية اليزيدي بياءين الأولى مكسورة مشددة، والثانية مفتوحة مخففة. وفي رواية شجاع بياء واحدة مشددة في الإدغام الكبير. وفي الصغير مثل اليزيدي,
٣٤ - قوله {هُدًى لِلْمُتَّقِينَ} [البقرة ٢].
يدغم أبو جعفر وابن كثير، برواية الهاشمي، وخلف النون والتنوين عند اللام والراء بغير غنة.
وروي ذلك عن أبي عمرو مختلفا عنه، والصحيح عنه إظهار الغنة. وله فيه وعنه عليه شواهد ودلائل يطول ذكرها، وقد ذكرناها في شرح إدغام الكبير بعلله.
ويدغم حمزة والكسائي والبخاري لورش عند اللام والراء والياء.
وزاد خلف وابن سعدان عن سليم عن حمزة عند الواو أيضا وأما الآخرون فإنهم يدغمون ويظهرون الغنة. وأجمعوا على إدغامهما عند الميم بغير غنة ويخفيهما أبو جعفر عند الخاء والغين مثل قوله {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ} [فاطر ٣] وأشباه ذلك. وكذلك أبو نشيط عن قالون والمسيبي عن نافع. والله أعلم.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (99,'٣٥ - ذكر مذهبهم في الهمز وحذفه.
قوله تعالى {الَّذِينَ يُؤْمِنُونَ} [البقرة ٣].
أبو جعفر، وعاصم برواية الأعشى عن أبي بكر، يتركان كل همزة ساكنة مثل {يُؤْمِنَّ} و {يُؤْمِنُونَ} و {مُؤْمِنُونَ} {يَأْكُلُونَ} و {يَأْخُذُونَ} [الأعراف ١٦٩] و {الَّذِي اؤْتُمِنَ} [البقرة ٢٨٣] و {لِقَاءَنَا ائْتِ} [يونس ١٥] و {تَسُؤْهُمْ} [آل عمران ١٢٠] و {تَسُؤْكُمْ} [المائدة ١٠١] و {وَهَيِّئْ} [الكهف ١٠] و {وَيُهَيِّئْ} [الكهف ١٦] و {إِنْ يَشَأْ} و {مَنْ يَشَاءُ} و {اقْرَأْ كِتَابَكَ} [الإسراء / ١٤] و {وَتُؤْوِي} [الأحزاب] و {تُؤْوِيهِ} [المعارج ١٣] و {الضَّأْنِ} [الأنعام ١٤٣] و {الذِّئْبُ} [يوسف ١٣ و١٤ و١٧] و {وَبِئْرٍ} [الحج ٤٥] و {وَبِئْسَ} و {لَوَلَّوْا} حيث كان. وكل ما أشبه ذلك من الهمزة الساكنة.
٣٦ - ويتركان من الهمزة المتحركة أيضا مثل قوله {فَلْيُؤَدِّ} [البقرة ٢٨٣] و {يُؤَدِّهِ} [آل عمران ٧٥] و {لَا يُؤَدِّهِ} [آل عمران ٧٥] و {لَا تُؤَاخِذْنَا} [البقرة ٢٨٦] و {لَا يُؤَاخِذُكُمُ}',NULL,'104',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (100,'[البقرة ٢٢٥ والمائدة ٨٩] و {وَيُؤَخِّرَكُمْ} [إبراهيم ١٠ ونوح ٤] {وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ} [آل عمران ١٣] {فَأَذَّنَ مُؤَذِّنٌ} [الأعراف ٤٤] و {كِتَابًا مُؤَجَّلًا} [آل عمران ١٤٥] {وَالْمُؤَلَّفَةِ قُلُوبُهُمْ} [التوبة].
و {مِائَةَ} [البقرة ٢٥٩] و {فِئَةٍ} [البقرة ٢٤٩] و {فِئَتَيْنِ} [آل عمران ١٣ والنساء ٨٨] {فِئَتُكُمْ} [الأنفال ١٩] و {مِائَتَيْنِ} [الأنفال ٦٥ و٦٦] و {ثَلَاثَ مِائَةٍ} [الكهف ٢٥] و {رِئَاءَ النَّاسِ} [البقرة ٢٦٤ والنساء ٣٨] و {إِنَّ شَانِئَكَ} [الكوثر ٣] و {إِنَّ نَاشِئَةَ} [المزمل ٦] و {لَمَنْ لَيُبَطِّئَنَّ} [النساء ٧٢] و {قُرِئَ الْقُرْآنُ} [الأعراف ٢٠٤] و {وَلَقَدِ اسْتُهْزِئَ} [الأنعام].
و {لَنُبَوِّئَنَّهُمْ} [النحل ٤٢ والعنكوت ٥٨] و {خَاسِئًا} [الملك ٤] و {بِالْخَاطِئَةِ} [الحاقة ٩] و {مُلِئَتْ} [الجن ٨] وأشباه ذلك.
وزاد أبو جعفر ترك الهمز من قوله {ثُمَّ يَرْمِ بِهِ بَرِيئًا} [النساء ١١٢] {وَأَنَا بَرِيءٌ} [هود ٢٥ ويونس ٤١] و {أَنْتُمْ بَرِيئُونَ} [يونس ٤١] و {هَنِيئًا مَرِيئًا} [النساء ٤] و {إِسْرَائِيلَ حيث كان}، و {مُتَّكَأً} [يوسف ٣١] و {كَهَيْئَةِ} [آل عمران ٤٩].
و {وَالصَّابِئِينَ} [البقرة ٦٢ والحج ١٧] و {وَالصَّابِئُونَ} [المائدة ٦٩] و {مُتَّكِئِينَ} [الكهف ٣١ وغيرها من السور]',NULL,'105',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (101,'و {مُتَّكِئُونَ} [يس ٥٦] و {الْخَاطِئُونَ} [الحاقة ٣٧] و {يَسْتَهْزِئُونَ} [النعام ٥ وغيرها من السور] و {مُسْتَهْزِئُونَ} [البقرة ١٤] و {قل اسْتَهْزِئُوا} [التوبة ٦٤] و {أَمْ نَحْنُ الْمُنْشِئُونَ} [الواقعة ٧٢] و {لِيُطْفِئُوا} [الصف ٨] و {لِيُوَاطِئُوا} [التوبة ٣٧] و {وَيَسْتَنْبِئُونَكَ} [يونس ٥٣] و {لَيْلًا} [في كل القرآن].
ووافقه نافع في {وَالصَّابِئِينَ} و {وَالصَّابِئُونَ} فلم يهمز.
وتفرد بهمز {النبيء} و {الْأَنْبَاءُ} و {النَّبِيِّينَ} و {النُّبُوَّةَ} كل القرآن واختلف عن أبي جعفر في {نَبِّئْنَا} [يوسف ٣٦].
{وَنَبِّئْهُمْ} [الحجر ٥١] بالهمز بلا خلاف عنه.
٣٧ - وأبو عمرو يترك كل همزة ساكنة، إلا أن يكون سكونها علامة للجزم نحو {وَنَبِّئْهُمْ} و {نَبِّئْنَا} و {أَمْ لَمْ يُنَبَّأْ بِمَا} [النجم ٣٦] و {اقْرَأْ} [الإسراء ١٤ والعلق ١ و٣] و {إِنْ نَشَأْ} [الشعرء ٤] و {وَمَنْ يَشَأْ} [الأنعام ٣٩] و {نُنْسِهَا} [البقرة ١٠٦] و {تَسُؤْهُمْ} [آل عمران ١٢٠] و {تَسُؤْكُمْ} [المائدة ١٠١] و {وَيُهَيِّئْ} [الكهف',NULL,'106',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (102,'١٦] {وَهَيِّئْ} [الكهف ١٠] و {أَرْجِهْ} [الأعراف ١١١ والشعراء ٣٦] وأشباه ذلك فإنه لا يترك الهمزة فيها، كذلك قرأنا في جميع الروايات عنه، أعني بالهمز في هذه الحروف إلا في رواية أوقية عن اليزيدي فإنا قرأنا {تَسُؤْهُمْ} و {تَسُؤْكُمْ} و {اقْرَأْ} و {إِنْ نَشَأْ} و {وَمَنْ يَشَأْ} بترك الهمز فيها وإن كان سكونها علامة للجزم.
وقرأنا {نبئهم} و {نَبِّئْنَا} و {نَبِّئْ} و {وَهَيِّئْ} و {وَيُهَيِّئْ} و {أَمْ لَمْ يُنَبَّأْ} و {نُنْسِهَا} بالهمز مثل سائر الروايات عنه.
ولا يترك أيضا من الهمزة الساكنة في قوله {الضَّأْنِ} [الأنعام ١٤٣] و {الذِّئْبُ} [يوسف ١٣ و١٤ و١٧] و {وَبِئْرٍ} [الحج ٤٥] و {بِئْسَ} [في كل القرآن] و {تُئْوِيِ} و {تئويه} [المعارج ١٣] وفي رواية شجاع من طريق بكار يهمز أيضا {الكأس} و {الرأس} و {البأس} وهو غير مأخوذ به.
وقرأت على أبي الصقر برواية ابن فرح عن أبي عمرو عن اليزيدي هذا كله بغير همز. وبرواية غيره عن أبي عمرو بالهمز فيها.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (103,'وزاد أوقية - مختلفا عنه همز {لَا يَلِتْكُمْ} [الحجرات ١٤] ولم يهمز {تُئْوِي} و {تُئْوِيه}.
وكذلك أبو شعيب السوسي، وصاحب السجادة عن اليزيدي لم يهمز أيضا وهمزهما الآخرون.
٣٨ - وأما نافع برواية ورش فإنه يترك كل همزة ساكنة ومتحركة إذا كانتا فاء من الفعل، فالساكنة نحو قوله {يُؤْمِنُونَ} و {مُؤْمِنُونَ} و {يَأْتُونَ} و {يَأْمُرُونَ} و {يَأْكُلُونَ} و {يَأْخُذُونَ} [الأعراف ١٦٩]، وأشباه ذلك.
والمتحركة نحو قوله {لَا تُؤَاخِذْنَا} [البقرة ٢٨٦] و {يُؤَاخِذُكُمْ} [البقرة ٢٢٥ والمائدة ٨٩] {فَلْيُؤَدِّ} [البقرة ٢٨٣] و {يُؤَدِّهِ} و {لَا يُؤَدِّهِ} [آل عمران ٧٥] و {كِتَابًا مُؤَجَّلًا} [آل عمران ١٤٥] و {فَأَذَّنَ مُؤَذِّنٌ} [الأعراف ٤٤] {وَالْمُؤَلَّفَةِ قُلُوبُهُمْ} [التوبة ٦٠] و {يُؤَخِّرَكُمْ} [إبراهيم ١٠ ونوح ٤] {وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ} [آل عمران ١٣] واختلف عنه في قوله {مَأْوَاهُمُ} و {مَأْوَاكُمُ} [في كل القرآن] و {فَأْوُوا إِلَى الْكَهْفِ} [الكهف ١٦].
- وقرأنا هذا على أبي القاسم من طريق الأصبهاني بغير همز وعلى البخاري المقرئ من طريق محمد بن إسحاق بالهمز.
٣٨ - وقوله {لِئَلَّا يَكُونَ} [البقرة ١٥٠ والنساء ١٦٥] و {إِنَّمَا النَّسِيءُ} [التوبة ٣٧] قرأناه على أبي القاسم بالهمز وعلى البخاري بغير همز.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (104,'٣٩ - ولا يهمز أيضا {الذِّئْبُ} [يوسف ١٣ و١٤ و١٧] و {بِئْسَ} [في كل القرآن] و {بِئْسَمَا} [البقرة ٩٠ و٩٣ والأعراف ١٥٠] ويهمز {وَتُؤْوِي} [الأحزاب ٥١] و {تُؤْوِيهِ} [المعارج ١٣] بلا خلاف ويترك أصله لعلة فيها.
٤٠ - وكذلك الأصبهاني يترك أصله في أحرف لعلة نحو {ذَرَأْنَا} [الأعراف ١٧٩] و {تَبَرَّأْنَا} [القصص ٦٣].
٤١ - والبخاري يترك أصله في {وَمَأْوَاهُ} [آل عمران ١٦٣] و {الْمَأْوَى} [السجدة] لعلة أيضا والله أعلم.
ويترك أيضا كل همزة متحركة قبلها ساكن ويرد حركتها إلى الساكن قبلها إذا كانا في كلمتين نحو {الْأَنْهَارُ} [البقرة ٢٥] و {الْأَخْيَارِ} [ص ٤٧ و٤٨] و {الْأَبْرَارِ} و {الْأَرْضِ} و {الْآخِرَةُ} و {مَنْ آمَنَ} وقل {اتَّخَذْتُمُ} [البقرة ٨٠] وكل ما أشبه ذلك في جميع القرآن.
٤٢ - ووافقه أبو جعفر وأصحاب نافع في يونس قوله {الْآنَ} [٥١ و٩١] موضعين ووافقه الأعشى برواية محمد بن حبيب عن أبي بكر، ورويس عن يعقوب في قوله {من استبرق} [الرحمن].
ووافقه ابن كثير في قوله {مِلْءُ الْأَرْضِ} [آل عمران ٩١].
٤٣ - ونافع برواية قالون لا يهمز {وَالْمُؤْتَفِكَةَ} [النجم ٥٣]',NULL,'109',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (105,'و {وَالْمُؤْتَفِكَاتِ} [التوبة ٧٠ والحاقة ٩] وابن كثير لا يهمز {الْقُرْآنُ}، وبرواية ابن فليح لا يهمز {وَبِئْرٍ}.
والكسائي وخلف لا يهمزان {الذِّئْبُ}.
ولا يتركون شيئا من الهمز غير ما ذكرنا، والله أعلم.
ومن أحب علم تفصيل ذلك فعليه بالمجردات، فقد بينا مذهب كل واحد منهم في مجرده على الاستقصاء فيه، والله أعلم.
٤٤ - وحمزة، وعاصم برواية الأعشى، والكسائي برواية قتيبة، وحمدون، وخلف يسكتون على الحرف الساكن قبل الهمزة.
وحمزة في رواية رجاء وحماد، وعاصم برواية ابن حبيب عن الأعشى أشبع سكتة في الكلمة والكلمتين.
والكسائي وخلف يسكتان بين الكلمتين سكتة خفيفة.
٤٥ - ويترك حمزة كل همزة عند السكت، ساكنة أو متحركة، وسط الكلمة كانت أو أواخرها، إلا في رواية خلاد فإنه خص ترك المتحركة دون الساكنة. وتفصيل ذلك يطول، وقد أفردت له فيه كتابا، فمن أحب تخصيله نظر فيه وتأمله، فإنه يدرك فوق بغيته فيه بحول الله وقوته.
وخالفه خلف في أكثر ذلك، ووافقه في أحرف يسيرة ذكرناها في كتاب اختياره فمن قرأ باختياره حصل ذلك معه إن شاء الله تعالى.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (106,'وأما الآخرون فإنهم لا يحبون ترك الهمز عند الوقف في شيء من الحروف. ومذاهبهم مذكورة في أول كتاب "المقاطع والمبادي".
ذكر مذهبهم في التفخيم والإمالة
٤٦ - كان أبو عمرو، وحمزة برواية أبي عمر وابن سعدان عن سليم، والكسائي في رواية قتيبة ونصير وأبي عمر، يميلون كل ألف في اسم بعدها راء مكسورة إذ كان كسرها كسر إعراب نحو {فِي النَّارِ} و {فِي النَّهَارِ} و {بِقِنْطَارٍ ..... بِدِينَارٍ} [آل عمران ٧٥] و {فِي دَارِهِمْ} [الأعراف ٧٨ و٩١ والعنكبوت ٣٧] وأشباه ذلك.
وروى عن الكسائي أيضا في الأفعال، واختلف عنه في قوله {الْجَوَارِ} أيضا حيث كان.
واختلف عن أبي عمرو في {وَالْجَارِ} [النساء ٣٦] فروي عنه الفتح والإمالة، والفتح أشهر وأكثر فيه عنه، وقيل بل الإمالة أشهر وأصوب.
ونحن قرأنا في رواية إبراهيم صاحب السجادة، ومن طريق البخاري المقرئ {وَالْجَارِ} بالإمالة.
وكذلك ذكره أبو بكر الداجوني أيضا وكان أحد الأئمة.
وقرأت في رواية إبراهيم أيضا {النَّارَ} في قصة موسى عليه السلام حيث كان بالتفح وكذلك ذكره البخاري عن بعض من قرأ عليه.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (107,'وقرأت على الآخرين في سائر الروايات عنه بالكسر في {النَّارَ} والفتح في {وَالْجَارِ}.
وقرأت على ابن مقسم فقال: اختلف عنه في {وَالْجَارِ} و {الْغَارِ} [التوبة ٤٠].
٤٧ - وحمزة في رواية العجلي وخلف عن سليم عنه، والكسائي في رواية أبي الحارث وأبي حمدون وحمدون بن ميمون، وخلف في اختياره لا يميلون منه إلا ما يتكرر الراء فيه نحو {الْقَرَارُ} و {الْأَبْرَارِ} و {الْأَشْرَارِ} [ص ٦٢].
وحمزة في رواية خلاد ورجاء لا يميل منه شيئا.
واختلف عن ورش أيضا فقرأت في رواية الأصبهاني كل ذلك بالفتح وفي رواية البخاري بالكسر إلا العين والغين والحاء والخاء والصاد والضاد والظاء والقاف فإنه كان فتح مع هذه الحروف.
وابن عامر يميل منها {إِلَى حِمَارِكَ} [البقرة ٢٥٩] و {كَمَثَلِ الْحِمَارِ} [الجمعة ٥] و {فِي الْمِحْرَابِ} [آل عمران ٣٩] و {جُرُفٍ هَارٍ} [التوبة ١٠٩] ويميل عاصم في رواية حماد ويحيى عن أبي بكر {جُرُفٍ هَارٍ}.
وأبو عمرو والكسائي برواية قتيبة ونصير وأبي عمر، ويعقوب برواية رويس يكسرون {الْكَافِرِينَ} في جميع القرآن.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (108,'وزاد الكسائي في هذه الروايات {جَبَّارِينَ} [المائدة ٢٢ والشعراء ١٣٠] بالكسر.
وفي رواية قتيبة وحده {أَوَّلَ كَافِرٍ بِهِ} [البقرة ٤١] بالكسر.
وفي رواية أبي حمدون مختلف عنه، وأبي عمر من طريق ابن كامل وحده يكسر {الْكَافِرِينَ} إذا كان في موضع الخفض، ولا يكسره إذا كان في موضع النصب، وكذلك زيد عن يعقوب والله أعلم.
٤٨ - ويكسر أبو عمرو وحمزة والكسائي وخلف، وورش من طريق البخاري، كل راء بعدها ياء نحو {نَرَى} و {تَرَى} و {اشْتَرَى} [التوبة ١١١] و {افْتَرَى} و {الذِّكْرَى} و {الْيُسْرَى} [الأعلى ٨ والليل ٧] و {الْعُسْرَى} [الليل ١٠] و {اشْتَرَاهُ} [البقرة ١٠٢ يوسف ٢٠] و {افْتَرَاهُ} و {وَلَا أَدْرَاكُمْ} [يونس ١٦] و {التَّوْرَاةُ} وأشباه ذلك في جميع القرآن. وابن عامر يميل منها {التَّوْرَاةُ} حيث كان فقط.
ويكسر عاصم برواية حماد ويحيى عن أبي بكر {وَلَا أَدْرَاكُمْ بِهِ} وزاد حماد {يَا بُشْرَى} [يوسف ١٩] بالكسر.
ويكسر في رواية حفص {بِسْمِ اللَّهِ مَجْرَاهَا} [هود ٤١] فقط.
٤٩ - ويميل حمزة والكسائي وخلف كل اسم مقصور وفعل من ذوات الياء، فالفعل مثل {يَغْشَى} و {تَجَلَّى}',NULL,'113',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (109,'[الأعراف ١٤٣ والليل ٢] و {أَعْطَى} و {اتَّقَى} و {وَأَبْقَى} و {بَغَى} [القصص ٧٦ ص ٢٢] و {اسْتَوَى} و {اهْتَدَى} و {ارْتَضَى} و {تَوَلَّى} و {تَزَكَّى} و {تَصَدَّى} [عبس ٦] وأشباه ذلك.
والاسم مثل {الدُّنْيَا} و {الْقُصْوَى} [الأنفال ٤٢] و {الْمَوْلَى} و {الْمَأْوَى} و {الْأُنْثَى} و {الْحُسْنَى} و {فَتًى} [الأنبياء ٦٠] و {عِيسَى} و {مُوسَى} و {يَحْيَى} وأشباه ذلك.
٥٠ - ولا يميل حمزة وخلف من هذا الباب قوله {وَقَدْ هَدَانِ} [الأنعام ٨٠] {وَأَوْصَانِي} [مريم ٣١] {وَمَنْ عَصَانِي} [إبراهيم ٣٦] و {آتَانِيَ الْكِتَابَ} [مريم ٣٠] و {فَمَا آتَانِيَ اللَّهُ} [النمل ٣٦] و {وَمَا أَنْسَانِيهُ} [الكهف ٦٣].
٥١ - والكسائي يميلها على الأصل ويزيد من ذوات الواو قوله {طَحَاهَا} [الشمس ٦] و {تَلَاهَا} [الشمس ٢] و {دَحَاهَا} [النازعات ٣٠] و {سَجَى} [الضحى ٢]، وفي رواية قتيبة وحده {مَا زَكَى مِنْكُمْ} [النور ٢١]، تفرد بإمالة هذه الحروف وهي من ذوات الواو. ويميل أيضا برواية قتيبة ونصير وأبي عمر {فِي طُغْيَانِهِمْ} و {بَارِئِكُمْ} [البقرة ٥٤].',NULL,'114',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (110,'٥٢ - وفي رواية نصير وأبي عمر {آذَانِهِمْ} و {آذَانِنَا} [فصلت] ويميل أيضا في روايتهم ورواية أبي حمدون وحمدون {هُدَايَ} [البقرة ٣٨ وطه ١٢٣] و {مَثْوَايَ} [يوسف ٢٣] {وَمَحْيَايَ} [الأنعام ١٦٣].
٥٣ - ويميل في كل الروايات {خَطَايَانَا} [طه ٧٣ والشعراء ٥١] و {خَطَايَاكُمْ} [البقرة ٥٨ والعنكبوت ١٢] و {خَطَايَاهُمْ} [العنكبوت] حيث كان.
٥٤ - واختلف عنه في {الرُّؤْيَا}، فروى أبو حمدون وحمدون وأبو عمر ونصير الإمالة فيها حيث كان.
وروى أبو الحارث {لَا تَقْصُصْ رُؤْيَاكَ} [يوسف ٥] بالفتح والباقي بالكسر وروى قتيبة {إِنْ كُنْتُمْ لِلرُّؤْيَا تَعْبُرُونَ} [يوسف ٤٣] بالكسر والباقي بالفتح. والآخرون يفتحونه.
وقوله {رَأْيَ} نذكره في سورة الأنعام.
٥٥ - ويميل الكسائي في رواية أبي عمر وقتيبة {وَسَارِعُوا} [آل عمران ١٣٣] و {نُسَارِعُ} [المؤمنون ٥٦] و {يُسَارِعُونَ}.
فبرواية بكار {مَنْ أَنْصَارِي} [آل عمران ٥٢ والصف ١٤] مختلف عنه.
وبرواية ابن مقسم {فَلَا تُمَارِ} [الكهف].',NULL,'115',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (111,'٥٦ - وفي رواية سعيد بن عبد الرحيم وحده عن أبي عمر عنه {النَّصَارَى} و {الْيَتَامَى} و {سُكَارَى} [النساء ٤٣ والحج ٢] و {كُسَالَى} [النساء ١٤٢ والتوبة ٥٤] و {أَنَا آتِيكَ بِهِ} [النمل ٤٠] بالإمالة.
ويميل قتيبة منها ما فيه الراء.
٥٧ - ويميل في كل الروايات {فَأَحْيَاكُمْ} [البقرة ٢٨ والحج ٦٦] {فَأَحْيَا بِهِ} {وَمَنْ أَحْيَاهَا} [المائدة ٣٢] و {إِنَّ الَّذِي أَحْيَاهَا} [فصلت ٣٩] و {سَوَاءً مَحْيَاهُمْ} [الجاثية ٢١] وأشباه ذلك.
٥٨ - ويميل حمزة وخلف من ذلك ما في أوله واو نحو {أَمَاتَ وَأَحْيَا} [النجم ٤٤] و {نَمُوتُ وَنَحْيَا} [المؤمنون ٣٧ والجاثية ٢٤] {وَيَحْيَى مَنْ حَيَّ} [الأنفال ٤٢] وأشباه ذلك، والله أعلم به.
٥٩ - ويميل عاصم برواية يحيى عن أبي بكر {وَلَكِنَّ اللَّهَ رَمَى} [الأنفال ١٧].
وفي رواية حماد {أَسَاءُوا السُّوأَى} [الروم ١٠].
وفي روايتهما في سبحان: {فِي هَذِهِ أَعْمَى فَهُوَ فِي الْآخِرَةِ أَعْمَى} [٧٢] بالإمالة فيهما.',NULL,'116',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (112,'٦٠ - ويميل أبو عمرو، وعاصم برواية البرجمي عن أبي بكر، والكسائي برواية نصير، ويعقوب برواية رويس الأول منهما ويفتحون الثاني.
٦١ - ويميل أبو عمرو في رواية شجاع وكل الروايات عن اليزيدي - إلا رواية أبي حمدون وأبي أيوب - كل ما كان وزن فعلى أو فعلى أو فعلى نحو {الدُّنْيَا} و {الْقُصْوَى} [الأنفال ٤٢] و {التَّقْوَى} و {بِطَغْوَاهَا} [الشمس ١١] و {مُوسَى} و {عِيسَى} وأشباه ذلك إمالة لطيفة؛ وقيل بين الفتح والكسر، وكذلك قرأنا؛ وكذلك إذا كانت سورة آياتها على الياء فإنه يقرؤها أيضا بين الفتح والكسر.
وقرأنا في رواية محمد بن إسحاق البخاري جميع ذلك بالفتح اللطيف. وكان يقول: لا ندري بين الفتح والكسر ما هو!! إنما أمرونا ألا نفتح فتحاً شديداً، وبه قرأنا وهو الصواب.
٦٢ - وفي رواية إبراهيم قوله {مَجْرَاهَا وَمُرْسَاهَا} [هود ٤١] و {قَالَتْ أُخْرَاهُمْ لِأُولَاهُمْ} [الأعراف ٣٨] و {أُولَاهُمْ لِأُخْرَاهُمْ} [الأعراف ٣٩] بين الفتح والكسر أيضاً، والله أعلم به.
٦٣ - ويميل حمزة وخلف {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} [آل عمران ٢٨] ولا يميلان {حَقَّ تُقَاتِهِ} [آل عمران ١٠٢] والكسائي يميلهما.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (113,'٦٤ - ويميل حمزة والكسائي وخلف {سِيمَاهُمْ} و {مُزْجَاةٍ} [يوسف ٨٨] و {إِنَّهُ} [الأحزاب ٥٢] و {الْحَوَايَا} [الأنعام ١٤٦].
وقرأت في رواية خلاد بالفتح والكسر فيها؛ والكسر أصح وأكثر.
٦٥ - ويميل الكسائي في رواية أبي عمر {كَمِشْكَاةٍ} [النور ٣] إلا في رواية ابن مقسم.
ويميل في كل الروايات {مَرْضَاتِ اللَّهِ} حيث كان ولا يميله حمزة وخلف.
٦٦ - ويميل حمزة في رواية العجلي وخلف وابن سعدان عن سليم {ذُرِّيَّةً ضِعَافًا} [النساء ٦]. وكذلك خلف في اختياره واختلف عنه.
ولا يميله في رواية خلاد وأبي عمر ورجاء مثل الكسائي.
٦٧ - ويميل أيضا في رواية خلف وأبي عمر وابن سعدان عن سليم والعجلي عنه {أَنَا آتِيكَ بِهِ} الحرفين جميعا في النمل [٣٩ و٤٠]؛ ولا يميلهما في رواية خلاد ورجاء.
٦٨ - ويميل أيضا في كل الروايات {فَلَمَّا تَرَاءَى الْجَمْعَانِ} [الشعراء ٦١] ولا يميل {تَرَاءَتِ الْفِئَتَانِ} [الأنفال].
والكسائي يكسرهما جميعا في رواية نصير وحده.
٦٩ - ويميل حمزة {زَادَ} و {جَاءَ} و {شَاءَ} و {زَاغَ} و {طَابَ} و {خَابَ} و {حَاقَ} و {ضَاقَ}.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (114,'وزاد خلاد وإبراهيم عن سليم {زَاغَتِ}.
ولا يميل الكسائي منها شيئا إلا الزاي نحو {زَاغَ} و {فَزَادَهُمُ} في رواية نصير وحده.
ويكسر ابن عامر وخلف {جَاءَ} و {شَاءَ} كل القرآن.
ويكسر ابن عامر {فَزَادَهُمُ اللَّهُ} في أول البقرة [آية ١٠] فقط.
الباقون لا يميلون منها شيئا.
٧٠ - ويميل حمزة والكسائي وخلف {مَتَى} حيث كان. ولا يميلون {حَتَّى} إلى فيما روى العجلي عن حمزة ونصير عن الكسائي؛ وقال: يلطفها ولا يكسرها كسراً شديداً.
ويميل أبو عمرو برواية أبي حمدون وحده عن اليزيدي؛ والكسائي برواية قتيبة ونصيرٍ {النَّاسِ} كل القرآن إذا كان في موضع الخفض.
ويميل الكسائي برواية قتيبة حروفا كثيرة.
وشرح الإمالات وبسطها يطول ويثقل، ولا يحتمل هذا الموضع أكثر من هذا البسط والتطويل. وقد جعلت لهم كتاباً في الإمالات بينت مذاهبهم فيها بأصولها وعللها فمن أحب تفصيلها وتحصيلها فعليه به؛ فإني ما تركت موضعاً للشك والريب فيه بحول الله وعونه وقوته.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (115,'٧١ - ذكر مذهبهم في المد
قوله تعالى {وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ} [٤].
٧٢ - أبو جعفر وابن كثير، ونافع برواية قالون وإسماعيل، وأبو عمرو ويعقوب لا يمدون حرفاً بحرف: وهو أن يكون المد من كلمة والهمزة من أخرى نحو {بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ} [البقرة ٤] {وَعَلَى أَبْصَارِهِمْ} [البقرة ٧] و {فِي آذَانِهِمْ} [البقرة ١٩] و {قُوا أَنْفُسَكُمْ} [التحريم ٦]؛ وأشباه ذلك.
٧٣ - وأما عاصم وحمزة والكسائي وابن عامر وخلف، ونافع برواية ورش فإنهم يمدون ذلك، وورش أطولهم مداً؛ ثم حمزة؛ ثم عاصم برواية الأعشى.
الباقون يمدون مداً وسطاً من غير إفراط فيه.
٧٤ - وحمزة من طريق أبي أيوب الضبي عن أصحابه عنه، ومن طريق حماد المقرئ الكوفي أيضاً وعاصم برواية ابن حبيب عن الأعشى يمدون مداً طويلاً ثم يسكتون عليه سكتة طويلة ثم يهمزون؛ وكذلك كل حرف ساكن بعده همزة فإنهم يسكتون سكتة عليه ثم يهمزون.',NULL,'120',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (116,'وأما رواية خلف وخلاد وغيرهما فإنهم يمدون دون ذلك؛ وإذا مدوا لم يسكتوا.
وروي عن خلف عن سليم أنه قال: المدة تجزئ من السكتة.
وقال خلف عن سليم: أطول المد عند حمزة ما كان بالفتح مثل {تِلْقَاءَ أَصْحَابِ النَّارِ} [الأعراف ٤٧] و {جَاءَ أَحَدَهُمُ} [المؤمنون ٩٩] {يَا أَيُّهَا النَّاسُ} والمد الذي دون ذلك مثل قوله {إِلَّا خَائِفِينَ} [البقرة ١١٤] و {الْمَلَائِكَةِ} ونحوه. وأقصر المد عنده في مثل {أُولَئِكَ} ونحوه.
وروى نحو ذلك عن العجلي.
والآخرون لا يميزون بين المد في روايتهم عنه، وكل المد عندهم سواء.
ومذهب خلف في المد والسكت كمذهب حمزة في روايته عن سليم عنه إلا أنه لا يسكت إلا بين كلمتين.
وكذلك الكسائي برواية قتيبة وحمدون يسكت على كل ساكن بعدها همزة سكتة يسيرة.
٧٥ - وأما عاصم برواية الأعشى فإني قرأت على النقار وحماد في رواية ابن حبيب عنه بمد طويل وقطع شديد، وقالا: كان القاسم كذلك يأخذ، إلا أن النقار ذكر أنه كان يكره ذاك',NULL,'121',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (117,'المد الطويل والسكتة الطويلة، فربما كان يأخذ بمد وقطع دون ذلك.
وكذلك كان يأخذ حماد أيضا في رواية محمد بن غالب عن الأعشى.
وأما البرجمي عن أبي بكر فإنه يمد أيضاً مداً وسطاًَ، ولا يسكت على المد، ويسكت على كل ساكن غيره بعده همزة سكتة يسيرة، والله أعلم بذلك.
٧٦ - ولم يختلفوا في مد الكلمة وهو أن يكون المد والهمزة في كلمة واحدة مثل {أُولَئِكَ} و {الْمَلَائِكَةِ} و {إِسْرَائِيلَ} و {قَائِلُونَ} [الأعراف ٤] و {نَائِمُونَ} [الأعراف ٩٧ والقلم ١٩] و {جَاءَ} و {شَاءَ} و {الْبَأْسَاءِ} و {الضَّرَّاءِ} و {الْمَدَائِنِ} [الأعراف ١٧٧ ولشعراء ٣٦ و٥٣] و {الْقَلَائِدَ} [المائدة ٢ و٩٧]، وأشباه ذلك. إلا أن منهم من يفرط ومنهم من يقتصد كما ذكرنا من مذاهبهم في مد الكلمتين، والله أعلم.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (118,'ذكر مذهبهم في الهمزتين تجتمعان في أول الكلمة
قرأ عاصم وحمزة والكسائي وخلف بهمزتين في ذلك نحو قوله {أَأَنْذَرْتَهُمْ} [البقرة ٦ ويس ١٠] و {أَأَقْرَرْتُمْ} [آل عمران ٨١] و {أَأَسْلَمْتُمْ} [آل عمران ٢٠] و {أَأَمِنْتُمْ} [الملك ١٦] و {أَأَنْتَ قُلْتَ} [المائدة ١١٦] و {أَآلِهَتُنَا} [الزخرف ٥٨] وأشباه ذلك.
وكذلك إذا اختلفتا نحو {أَإِذَا} و {أَإِنَّا} و {أَئِنَّكُمْ} و {أَئِفْكًا} [الصافات ٨٦] و {قُلْ أَؤُنَبِّئُكُمْ} [آل عمران ١٥] و {أَأُنْزِلَ} [ص ٨] و {أَأُلْقِيَ} [القمر ٢٥] يحققون الهمزتين في جميع ذلك وأشباهها.
وكذلك ابن عامر يقرأ جميع ذلك بهمزتين إلا قوله {أَأَمِنْتُمْ} حيث كان و {أَآلِهَتُنَا} [الزخرف ٥٨] و {أَأَعْجَمِيٌّ} [فصلت ٤٤] و {أَنْ كَانَ ذَا مَالٍ} [القلم ١٤] فإنه يقرؤها بهمزة واحدة مطولة.
وقرأ عاصم برواية حفص حرفا واحدا منها بهمزة واحدة ممدودة [٤٢ أ] وهو قوله {أَأَعْجَمِيٌّ وَعَرَبِيٌّ}.
وأما أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب فإنهم يهمزون همزة واحدة في جميع ذلك.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (119,'وأبو عمرو، ونافع برواية قالون، ويعقوب برواية رويس وزيد يدخلون بينهما ألفا ويلينون الثانية منهما ويشيرون إليها.
وأبو جعفر وأبو عمرو، ونافع برواية قالون، ويعقوب برواية رويس وزيد يدخلون بينهما ألف ويلينون الثانية أعني في المفتوحتين، والآخرون لا يفعلون ذلك، إلا ابن كثير برواية الخزاعي وحده.
وفي رواية ابن أبي بزة فإنه روي عنه مثل قراءة أبي عمرو.
وسائر الروايات عن البزي وغيره عن ابن كثير أنه يلين الثانية كما ذكرنا ولا يمد. وكذلك نافع برواية ورش وإسماعيل، واختلف عنهما أيضا وكذلك روح عن يعقوب واختلف عنه.
فإذا كانت الهمزة الثانية مكسورة نحو {أَإِذَا} و {أَئِنَّكُمْ} فإن أبا جعفر وأبا عمرو ونافعا برواية قالون، [٤٢ ب] ويعقوب برواية زيد يمدون الهمزة الأولى ويلينون الثانية. والآخرون لا يمدونها.
وكذلك يفعل أبو جعفر ونافع برواية قالون، وأبو عمرو',NULL,'124',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (120,'برواية أوقية وحده عن اليزيدي إذا كانت الثانية مضمومة نحو {قُلْ أَؤُنَبِّئُكُمْ} [آل عمران ١٥] و {أَأُلْقِيَ} [القمر ٢٥] و {أَأُنْزِلَ} [ص ٨] يمدون الهمزة الأولى ويلينون الثانية. والآخرون لا يمدون والله أعلم.
ذكر مذهبهم في الهمزتين تجتمعان من كلمتين
قوله تعالى {هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} [البقرة ٣١]. أبو جعفر، ونافع برواية ورش، وابن كثير برواية القواس، ويعقوب يهمزون الأولى ويخففون الثانية ويشيرون بالكسر إليها، وكذلك يفعلون في كل همزتين متفقتين يلتقيان من كلمتين؛ مكسورتين كانتا أو مضمومتين أو مفتوحتين.
أما المكسورتان فنحو قوله {هَؤُلَاءِ إِنْ كُنْتُمْ صَادِقِينَ} و {مِنَ النِّسَاءِ إِلَّا} [النساء ٢٢] و {عَلَى الْبِغَاءِ إِنْ أَرَدْنَ تَحَصُّنًا} [النور ٣٣] وأشباه ذلك.
والمفتوحتان نحو {جَاءَ أَحَدَهُمُ} [المؤمنون ٩٩] و {شَاءَ أَنْشَرَهُ} [عبس ٢٢] و {جَاءَ آلَ لُوطٍ} [الحجرات ٦١] وأشباه ذلك.
والمضمومتان نحو قوله في سورة الأحقاف {أَوْلِيَاءُ أُولَئِكَ} [آية ٣٢] وليس في القرآن غيره.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (121,'وأبو عمرو، وابن كثير برواية البزي، يهمزان همزة واحدة في جميع ذلك ويتركان إحداهم أصلا إذا كانتا متفقتين كما ذكرنا.
وقرأ نافع في رواية إسماعيل وقالون، وابن كثير في رواية ابن فليح بتليين الأولى وتحقيق الثانية في جميع ذلك إلا أن إسماعيل عن نافع خالف في المفتوحتين فلين منهما الثانية وحقق الأولى مثل رواية ورش؛
٧٩ - فإذا اختلفتا فإنهم اتفقوا على أن يهمزو الأولى ويلينوا الثانية وذلك نحو قوله {السُّفَهَاءُ أَلَا} [البقرة ١٣] {وَالْبَغْضَاءَ إِلَى} [المائدة ١٤ و٦٤] و {وَالْبَغْضَاءُ أَبَدًا} [الممتحنة ٤] و {إِنْ شَاءَ إِنَّ اللَّهَ} [التوبة ٢٨] و {وَمَا مَسَّنِيَ السُّوءُ إِنْ} [الأعراف ١٨٨] و {وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ} [فاطر ٤٣] و {مَطَرَ السَّوْءِ أَفَلَمْ} [الفرقان ٤٠] وأشباه ذلك.
والذي ذكره ابن شنبوذ عن ابن كثير فيه لم أجد فيه أصل عند أحد وأنكروه؛ وهو كذلك.
وأما ابن عامر وعاصم وحمزة والكسائي وخلف فإنهم يهمزون همزتين في جميع ذلك متفقتين كانتا أو مختلفتين والله أعلم بذلك.
[عود إلى سورة البقرة]
٨٠ - قوله تعالى {وَمَا يَخْدَعُونَ إِلَّا أَنْفُسَهُمْ} [آية ٩].',NULL,'126',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (122,'قرأ أبو جعفر وابن عامر وعاصم وحمزة والكسائي ويعقوب وخلف {وَمَا يَخْدَعُونَ} بغير ألف، وقرأ نافع وابن كثير وأبو عمرو {وَمَا يَخْادَعُونَ} بالألف.
قرأ أبو جعفر ونافع وأبو عمرو وان كثير وابن عامر ويعقوب:
٨١ - {بِمَا كَانُوا يَكْذِبُونَ} [آية ١٠ من البقرة] مشددة.
وقرأ عاصم وحمزة والكسائي وخلف {يَكْذِبُونَ} خفيفة.
٨٢ - وقرأ الكسائي، ويعقوب برواية رويس، {قِيلَ} [آية ١١ و١٢] بضم القاف وكذلك {وَغِيضَ} [هود ٤٤] و {حِيلَ} [سبأ ٥٤] و {جَائَ} [الفجر ٢٣] و [الزمر ٦٩] و {سِيقَ} [الزمر ٧١ و٧٣] و {سَيِّئَ} [هود ٧٧، العنكبوت ٣٣] {سِيئَتْ} [الملك ٢٧] بضم أوائلها.
وقرأ أبو جعفر ونافع منها {سَيِّئَ} و {سِيئَتْ} بضم السين فقط.
وقرأ ابن عامر {سَيِّئَ} و {سِيئَتْ} و {سِيقَ} و {حِيلَ} بضم أوائلها والباقي بالكسر.
الباقون يكسرون جميع ذلك.
٨٣ - قرأ يعقوب وحده: {ثُمَّ إِلَيْهِ تُرْجَعُونَ} [آية ٢٨] بفتح التاء والياء في جميع القرآن من رجوع الدنيا كان أو من رجوع الآخرة.
الباقون بضم التاء وفتح الجيم إذا كان من رجوع',NULL,'127',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (123,'الآخرة إلا في مواضع اختلفوا فيها نذكرها إذا مررنا بها بمشيئة الله وعونه.
٨٤ - قرأ أبو جعفر، ونافع في كل الروايات، إلا في رواية ورش، وأبو عمرو والكسائي: {وَهُوَ} {فَهُوَ} {وَهِيَ} {فَهِيَ} {لَهِيَ} ساكنة الهاء في جميع القرآن.
وزاد الكسائي: {ثُمَّ هُوَ} وفي روية قتيبة {أَنْ يُمِلَّ هُوَ} [القرة ٢٨٢].
الباقون يضمون الهاء فيها في كل القرآن.
٨٥ - قرأ أبو جعفر، ونافع برواية قالون، وأبو عمرو برواية أوقية عن اليزيدي، ويعقوب: {هَؤُلَاءِ} بمدة واحدة لا يمدون {هَا} إلا على قدر خروج الألف، ويمدون {أُولَاءِ} كأنهم يجعلونه كلمتين.
الباقون يمدون بمدتين سواء في كل القرآن.
ويعقوب برواية زيد يهمز همزة واحدة تمد مدة واحدة.
٨٦ - قرأ أبو جعفر وحده {وَإِذْ قُلْنَا لِلْمَلَائِكَةِ اسْجُدُوا} [آية ٣٤] بضم التاء حيث كان وهو في خمسة مواضع من القرآن. هكذا وصف في ترجمته؛ وأما في القراءة فقيل لنا بين الضم والكسر، والله أعلم.
كذلك قوله {قَالَ رَبِّ احْكُمْ بِالْحَقِّ} [الأنبياء ١١٢].',NULL,'128',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (124,'الباقون يكسرونهما.
٨٧ - قرأ حمزة وحده {فَأَزَلَّهُمَا} [آية ٣٦] بالألف.
الباقون {فَأَزَلَّهُمَا} بغير ألف وتشديد اللام.
٨٨ - قرأ ابن كثير وحده {فَتَلَقَّى آدَمُ} نصب {مِنْ رَبِّهِ كَلِمَاتٍ} [آية ٣٧] رفع. الباقون {آدَمُ} رفع {مِنْ رَبِّهِ كَلِمَاتٍ} كسر ومحله نصب.
٨٩ - قرأ يعقوب وحده {فَلَا خَوْفٌ عَلَيْهِمْ} [٣٨] نصب في جميع القرآن.
قرأ الباقون {فَلَا خَوْفٌ} فع.
قرأ ابن كثير وأبو عمرو ويعقوب.
٩٠ - {وَلَا يُقْبَلُ مِنْهَا شَفَاعَةٌ} [٤٨] بالتاء.
وقرأ الباقون {وَلَا يُقْبَلُ مِنْهَا} بالياء.
قرأ أبو جعفر وأبو عمرو ويعقوب:
٩١ - {وَإِذْ وَاعَدْنَا} [٥١] بغير ألف ها هنا وفي الأعراف [١٤٢] وطه [٨٠].
الباقون {وَاعَدْنَا} بالألف.
٩٢ - قرأ أبو عمرو وحده {إِلَى بَارِئِكُمْ} [٥٤] و {يَأْمُرُكُمْ} [٦٧] و {يَنْصُرْكُمُ} بالاختلاس في هذه الأحرف الثلاثة حيث كانت من القرآن. وروي عنه الجزم فيها وفي أحرف غيرها، ولا يصح ذلك في القراءة.
وقرأ الباقون بالاشباع فيها.',NULL,'129',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (125,'٩٣ - قرأ أبو جعفر ونافع {وَيَغْفِرْ لَكُمْ} [٥٨] بالياء مضمومة.
وقرأ ابن عامر {تَغْفِرْ لَكُمْ} بالتاء. وقرأ الباقون {نَغْفِرْ لَكُمْ} بالنون.
٩٤ - قرأ نافع برواية إسماعيل، وحمزة وخلف {هُزُؤًا} [٦٧] و {كُفُّؤا} [الإخلاص ٤] ساكنة الزاي والفاء مهموزة في جميع القرآن.
وقرأ عاصم في رواية حفص وحده {كُفُّوا} و {هُزُوًا} بضم الفاء والزاي غير مهموزة.
وقرأ يعقوب في رواية رويس {هُزُؤًا} بضم الزاي مهموزا في جميع القرآن و {كُفُّؤا} ساكنة الفاء مهموزا.
الباقون {هُزُؤًا} و {كُفُّؤا} بضم الزاي والفاء مهموزتين كل القرآن.
قرأ أبو جعفر وحده {جْزًا} [٢٦٠] بغير همز مشدد الزاي حيث كان في كل القرآن.
وقرأ عاصم في رواية أبي بكر وحده {جُزْءًا} بضم الزاي مهموزة في جميع القرآن.
وقرأ الباقون {جُزْءًا} ساكنة الزاي مهموزة في كل القرآن.
٩٥ - قرأ أبو جعفر {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [٧٤] بالتاء كل القرآن و {وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ}',NULL,'130',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (126,'بالتاء أيضا كل القرآن إلا في سورة الأنعام وقرأ ابن عامر جميع ذلك بالتاء في جميع القرآن.
وقرأ حمزة والكسائي {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} بالتاء كل القرآن {وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ} بالياء كل القرآن.
وقرأ ابن كثير وحده {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٧٤) أَفَتَطْمَعُونَ} بالياء. وقرأ نافع، وابن كثير، وأبو بكر عن عاصم، ويعقوب وخلف {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (٨٥) أُولَئِكَ الَّذِينَ} {وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) وَلَئِنْ أَتَيْتَ} بالياء فيهما.
وقرأ أبو عمرو {وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) وَلَئِنْ أَتَيْتَ} {وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (١٤٩) وَمِنْ حَيْثُ} بالياء فيهما.
وقرأ عاصم برواية حفص {وَمَا اللَّهُ بِغَافِلٍ عَمَّا يَعْمَلُونَ (١٤٤) وَلَئِنْ أَتَيْتَ} بالياء فقط.
٩٦ - قرأ أبو جعفر وحده {إِلَّا أَمَانِيَّ} [٧٨] خفيفة الياء وكذلك {تِلْكَ أَمَانِيُّهُمْ} [١١١] و {لَيْسَ بِأَمَانِيِّكُمْ وَلَا أَمَانِيِّ} [النساء ١٢٣] وأشباه ذلك. الباقون يشددونها.
٩٧ - قرأ أبو جعفر ونافع {وَأَحَاطَتْ بِهِ خَطِيئَتُهُ} [٨١] بالألف على الجمع.
وقرأ الباقون {خَطِيئَتُهُ} بغير ألف على واحدة.
٩٨ - قرأ ابن كثير وحمزة والكسائي {لَا',NULL,'131',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (127,'يَعْبُدُونَ إِلَّا اللَّهَ} [٨٣] بالياء وقرأ الباقون {لَا تَعْبُدُونَ} بالتاء.
٩٩ - قرأ حمزة والكسائي ويعقوب وخلف {وَقُولُوا لِلنَّاسِ حُسْنًا} [٨٣] بفتح الحاء والسين. والباقون {حُسْنًا} بضم الحاء وجزم السين.
١٠٠ - قرأ عاصم وحمزة والكسائي وخلف {تَظَاهَرُونَ عَلَيْهِمْ} [٨٥] خفيفة الظاء وقرأ الباقون {تَظَاهَرُونَ} مشددة الظاء.
١٠١ - قرأ أبو جعفر ونافع وعاصم والكسائي ويعقوب: {وَإِنْ يَأْتُوكُمْ أُسَارَى تُفَادُوهُمْ} [٨٥] بالألف جميعا.
وقرأ ابن كثير وأبو عمرو ابن عامر {أُسَارَى} بالألف {تُفَادُوهُمْ} بغير ألف.
وقرأ حمزة وحده {أُسَارَى تُفَادُوهُمْ} بغير ألف فيهما.
١٠٢ - قرأ ابن كثير وحده {بِرُوحِ الْقُدُسِ} [٨٧] خفيف في جميع القرآن.
وقرأ الباقون {الْقُدُسِ} ثقيل في كل القرآن.
١٠٣ - قرأ أبو عمرو ويعقوب {أَنْ يُنَزِّلَ اللَّهُ} [٩٠] خفيف في جميع القرآن إلا في سورة الأنعام قوله {عَلَى أَنْ يُنَزِّلَ آيَةً} [الأنعام ٣٧] فإنه مشدد. وزاد يعقوب حرفا في سورة النحل قوله {وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ} [النحل ١٠١] مشدد.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (128,'وقرأ ابن كثير {يُنَزِّلَ} و {تُنَزَّلَ} و {نُنَزِّلُ} بالتخفيف أيضا كل القرآن إلا في سورة سبحان قوله {وَنُنَزِّلُ مِنَ الْقُرْآنِ} [الإسراء ٨٢] و {حَتَّى تُنَزِّلَ عَلَيْنَا} [الإسراء ٩٣] فإنه يشددهما وخفف سائر القرآن.
وقرأ حمزة والكسائي وخلف في سورة لقمان [٣٤] و [حم] عسق [٢٨] {وَيُنَزِّلُ الْغَيْثَ} بالتخفيف وسائر القرآن بالتشديد. الباقون يشددون كل القرآن.
ولم يختلفوا في الحجر [٢١] {وَمَا نُنَزِّلُهُ إِلَّا بِقَدَرٍ} - والله أعلم - أنه مشدد.
١٠٤ - قرأ يعقوب وحده {وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ} [٩٦] بالتاء مثل قراءة الحسن وقتادة وسلام وغيرهم. وقرأ الباقون بالياء.
١٠٥ - قرأ أبو جعفر ونافع {جِبْرِيلُ} [٩٧ و٩٨] بكسر الجيم والراء من غير همز و {وَمِيكَائلَ} [٩٨] بهمزة مختلة ليس بعدها ياء.
وقرأ أبو عمرو ويعقوب، وحفص عن عاصم، {جِبْرِيلُ} بكسر الجيم غير مهموز و {مِيكَالَ} بغير همز أيضا.
وقرأ ابن كثير {جِبْرِيلُ} بفتح الجيم وكسر الراء غير مهموز و {مِيكَائيلَ} ممدود مهموز مشبع بوزن ميكاعيل.
وقرأ عاصم في رواية أبي بكر، وحمزة والكسائي.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (129,'وخلف {جِبْرائِيلَ} بفتح الجيم والراء مهموز مشبع و {مِيكَائيلَ} ممدود مهموز مشبع.
وقرأ ابن عامر {جِبْرِيلَ} بكسر الجيم غير مهموز و {مِيكَائيلَ} ممدود مهموز مشبع وروى يحيى عن أبي بكر عن عاصم {جِبْرئِلَ} بفتح الجيم والراء وهمزة مختلسة غير مشبعة، والله أعلم بذلك.
١٠٦ - قرأ ابن عامر وحمزة والكسائي وخلف {وَلَكِنْ} [١٠٢] خفيف {الشَّيَاطِينَ} رفع، وكذلك في الأنفال [١٧] {وَلَكِنَّ اللَّهَ قَتَلَهُمْ ........ وَلَكِنَّ اللَّهَ رَمَى} خفية النون فيها وما بعدها رفع.
وقرأ حمزة والكسائي وخلف في سورة يونس أيضا [٤٤] {وَلَكِنْ} خفيف، {النَّاسِ} رفع.
وقرأ الباقون {وَلَكِنْ} مشددة في جميعها. منصوبة ما بعدها.
١٠٧ - قرأ ابن عامر وحده {مَا نَنْسَخْ مِنْ آيَةٍ} [١٠٦] بضم النون وكسر السين وقرأ الباقون {نَنْسَخْ} بفتح النون والسين.
١٠٨ - وقرأ ابن كثير وأبو عمرو {أَوْ نُنْسِأهَا} [١٠٦] بفتح النون والسين مهموزة.
وقرأ الباقون {نُنْسِهَا} بضم النون وكسر السين.
١٠٩ - قرأ ابن عامر وحده {وَقَالُوا اتَّخَذَ اللَّهُ وَلَدًا} [١١٦] بغير واو.
وقرأ الباقون {وَقَالُوا} بالواو.',NULL,'134',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (130,'١١٠ - وقرأ ابن عامر {كُنْ فَيَكُونُ} [١١٧] نصب كل القرآن إلا في موضعين:
في آل عمران [آية ٥٩] حرف {كُنْ فَيَكُونُ (٥٩) الْحَقُّ} وفي الأنعام [آية ٧٤] {كُنْ فَيَكُونُ قَوْلُهُ الْحَقُّ} فإنه رفعهما.
وقرأ الكسائي حرفين بالنصب: في النحل وياسين {أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} [النحل ٤٠] و {أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} [يس ٨٢] ورفع سائر القرآن.
وقرأ الباقون بالرفع كل القرآن.
١١١ - قرأ نافع ويعقوب {وَلَا تُسْأَلُ} [١١٩] بالجزم على النهي.
وقرأ الباقون {وَلَا تُسْأَلُ} بضم التاء ورفع اللام على الخبر.
١١٢ - قرأ نافع وابن عامر {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ} [١٢٥] بفتح الخاء ..
وقرأ الباقون {وَاتَّخِذُوا} بكسر الخاء على الأمر.
١١٣ - قرأ ابن عامر وحده {إِبْرَاهِيمَ} بالألف كل ما في سورة البقرة وفي آل عمران {إِبْرَاهِيمَ} وفي النساء {إِبْرَاهِيمَ} إلا قوله {فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ} [النساء ٥٤] وفي الأنعام {إِبْرَاهِيمَ} حرفا {دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ} [الانعام ١٦١].
وفي سورة التوبة كلها {إِبْرَاهِيمَ} إلا قوله {وَعَادٍ وَثَمُودَ وَقَوْمِ إِبْرَاهِيمَ} [٧٠] وفي سورة إبراهيم حرفا {وَإِذْ قَالَ',NULL,'135',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (131,'إِبْرَاهِيمُ رَبِّ اجْعَلْ} [٣٥] وفي سورة النحل ومريم كلها. وفي سورة العنكبوت حرفا {وَلَمَّا جَاءَتْ رُسُلُنَا إِبْرَاهِيمَ} [٣١].
وفي عسق كلها {إِبْرَاهِيمَ}:
وفي المفصل كلها {إِبْرَاهِيمَ} إلا في [سورة] المودة {قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ} [٤] وفي النجم {وَإِبْرَاهِيمَ الَّذِي وَفَّى (٣٧)} وفي الأعلى {صُحُفِ إِبْرَاهِيمَ وَمُوسَى} [١٩]. وروى الحلواني عن ابن ذكوان وهشام جميعا في النجم أيضا {إِبْرَاهِامَ}.
- وروي لنا عن عباس بن الوليد البيروتي عن أهل الشام {إِبْرَاهِامَ} في جميع القرآن.
- وروي عنه {إِبْرَاهِامَ} في سورة البقرة فقط، رواه لي شيخ ببعلبك؛ والصحيح ما قدمت ذكره، وعليه مصاحفهم، والله أعلم به.
قرأ ابن عامر وحده {فَأُمَتِّعُهُ قَلِيلًا} [١٢٦] خفيفة.
وقرأ الباقون {فَأُمَتِّعُهُ} مشددة.
١١٤ - قرأ ابن كثير، ويعقوب برواية رويس، {وَأَرِنَا مَنَاسِكَنَا} [١٢٨] ساكنة الراء، وكذلك {أَرِنَا} و {أَرِنِي} في كل القرآن.
وقرأ ابن عامر، وعاصم برواية أبي بكر، حرفا واحدا في حم السجدة قوله {أَرِنَا اللَّذَيْنِ} [فصلت ٢٩] ساكنة الراء فقط.',NULL,'136',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (132,'وقرأ أبو عمرو وحده باختلاس كسرة الراء ولا يشبعها في جميع القرآن.
وقرأ الباقون بكسرها مشبعة.
١١٥ - قرأ أبو جعفر ونافع وابن عامر {وَاوَصَّى بِهَا} [١٣٢] بالألف.
وقرأ الباقون {وَوَصَّى} مشددة الصاد بغير ألف.
١١٦ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو، وعاصم برواية أبي بكر، ويعقوب {أَمْ يَقُولُونَ} [١٤٠] بالياء.
وقرأ ابن عامر، وعاصم برواية حفص، وحمزة والكسائي وخلف {أَمْ تَقُولُونَ} بالتاء.
١١٧ - قرأ أبو جعفر وحده {إِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ} [١٤٣] مثقل غير مهموز كل القرآن.
وقرأ نافع وابن كثير وابن عامر، وعاصم برواية حفص والبرجمي، {لَرَءُوفٌ} مثقل مهموز.
وقرأ أبو عمرو وعاصم برواية أبي بكر وحمزة والكسائي ويعقوب وخلف {لَرَءُوفٌ} مهموز غير مشبع.
١١٨ - قرأ ابن عامر وحده {وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا} [١٤٨] بفتح اللام.
وقرأ الباقون {هُوَ مُوَلِّيهَا} بكسر اللام.',NULL,'137',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (133,'١١٩ - قرأ حمزة والكسائي وخلف {وَمَنْ تَطَوَّعَ خَيْرًا} [١٥٨] بالياء وتشديد الطاء وجزم العين؛ وكذلك ما بعده {فَمَنْ تَطَوَّعَ خَيْرًا} [١٨٤].
وقرأ يعقوب برواية رويس وزيد الحرف الأول {وَمَنْ تَطَوَّعَ} بالياء والجزم مثل حمزة، وقرأ الحرف الثاني {فَمَنْ تَطَوَّعَ} بالتاء وفتح العين.
وقرأ الباقون {تَطَوَّعَ} بالتاء وفتح العين جميعا.
١٢٠ - قرأ أبو جعفر {الرِّيَاحِ} [١٦٤] بالألف في جميع القرآن إلا موضعاً واحداً في سورة والذاريات [٤١] {إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ} فإنه على واحد فقط.
وقرأ أبو عمرو وعاصم وابن عامر ويعقوب {الرِّيَاحِ} بالألف عشرة مواضع:
في سورة البقرة والأعراف والحجر والكهف والفرقان والنمل والروم موضعين وفي فاطر والجاثية.
وقرأ نافع اثني عشر موضعاً؛ عشرة مما ذكرناه عن أبي عمرو وموافقيه وزاد نافع حرفين أحدهما في سورة إبراهيم {كَرَمَادٍ اشْتَدَّتْ بِهِ الرِّيحُ} [١٨] والآخر في عسق [٣٣] {إِنْ يَشَأْ يُسْكِنِ الرِّيحَ}.
وقرأ ابن كثير {الرِّيَاحِ} [بالألف] خمسة مواضع في سورة البقرة، والحجر، والكهف والروم - الأولى منهما -، والجاثية.
وقرأ حمزة وخلف {الرِّيَاحِ} موضعين في الفرقان والروم.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (134,'وقرأ الكسائي ثلاثة مواضع في الحجر والفرقان والروم - الأولى منهما -.
١٢١ - قرأ نافع وابن عامر ويعقوب {وَلَوْ يَرَى الَّذِينَ ظَلَمُوا} [١٦٥] بالتاء.
وقرأ الباقون {يَرَى} بالياء.
١٢٢ - قرأ ابن عامر وحده {إِذْ يَرَوْنَ الْعَذَابَ} [١٦٥] بضم الياء.
وقرأ الباقون {يَرَوْنَ} بفتح الياء.
١٢٣ - قرأ أبو جعفر ويعقوب {أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا} [١٦٥] {وَأَنَّ اللَّهَ} بكسر الألف فيهما.
وقرأ الباقون {أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ اللَّهَ} [١٦٥] بفتح الألف فيهما.
١٢٤ - قرأ أبو جعفر وابن عامر والكسائي، والبرجمي عن أبي بكر، وعاصم برواية حفص ويعقوب {وَلَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ} [١٦٨] بضم الطاء حيث كان.
وقرأ نافع وأبو عمرو، وعاصم برواية أبي بكر، وحمزة وخلف {خُطُوَاتِ} ساكنة الطاء.
واختلف عن ابن كثير؛ والذي أعتمد مما قرأته {خُطُوَاتِ} ساكنة الطاء في رواية القواس والبزي جميعاً.',NULL,'139',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (135,'وقرأت في رواية ابن فليح والخزاعي عن البزي {خُطُوَاتِ} بضم الطاء.
وقال أبو بكر الهاشمي: وهو خفيف عن البزي في جميع الروايات عنه إلا رواية الخزاعي، وذلك أنه كان صاحب ابن فليح. يعني أنه اختلط عليه واشتبه فلم يميز بين الروايتين، والله أعلم به.
وكذلك هو خفيف عن القواس في كل الروايات إلا فيما رواه ابن مجاهد عن قنبل عنه؛ والله أعلم به.
١٢٥ - قرأ أبو جعفر {إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ} [١٧٣] {الْمَيْتَةَ} مشددة في جميع القرآن.
وقرأ نافع، وعاصم برواية حفص، وحمزة والكسائي وخلف {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ مِنَ الْحَيِّ} [يونس ٣١ والروم ١٩] و {بَلَدٍ مَيِّتٍ} [فاطر ٩] مشددة في آل عمران [آية ٢٧] والأنعام [آية ٩٥] والأعراف [آية ٥٧] ويونس [٣١] والروم [١٩] وفاطر [٩].
وزاد نافع {أَوَمَنْ كَانَ مَيْتًا} [الأنعام ١٢٢] و {لَحْمَ أَخِيهِ مَيْتًا} [الحجرات ١٢] و {الْأَرْضُ الْمَيْتَةُ أَحْيَيْنَاهَا} [يس ٣٣] فشددها.
وقرأ يعقوب {يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ} و {الْمَيِّتَ مِنَ الْحَيِّ} حيث كان، وفي الأنعام {أَوَمَنْ كَانَ مَيْتًا} مشددة والباقي مخففة.',NULL,'140',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (136,'١٢٦ - وقرأ ابن كثير وأبو عمرو وابن عامر، وعاصم برواية أبي بكر، كل ذلك بالتخفيف.
قرأ عاصم وحمزة {فَمَنِ اضْطُرَّ} [١٧٣] بكسر النون. وكذلك {أَنِ اقْتُلُوا أَنْفُسَكُمْ أَوِ اخْرُجُوا} [النساء ٦٦] و {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا} [الإسراء ١١٠] {وَلَقَدِ اسْتُهْزِئَ} [الأنعام ١٠ وغيرها] {وَقَالَتِ اخْرُجْ} [يوسف ٣١] و {فَتِيلًا (٤٩) انْظُرْ} [النساء] و {بَأْسَ بَعْضٍ انْظُرْ} [لأنعام ٦٥] و {بِرَحْمَةٍ ادْخُلُوا} [الأعراف ٤٩] وأشباه ذلط بالكسر كل القرآن.
وقرأ أبو عمرو ذلك كله بالكسر إلا اللام والواو فإنه ضمهما نحو قوله {قُلِ ادْعُوا} {أَوِ ادْعُوا} و {قُلِ انْظُرُوا} [يونس ١٠١] و {أَوِ اخْرُجُوا} و {أَوِ انْقُصْ} [المزمل ٣]. وقرأ يعقوب جميع ذلك بالكسر أيضا إلا الواو حيث كان فإنه يضمها نحو {أَوِ اخْرُجُوا} و {أَوِ ادْعُوا} و {أَوِ انْقُصْ}.
وقرأ ابن عامر {فَمَنِ اضْطُرَّ} و {أَنِ اقْتُلُوا} و {أَوِ اخْرُجُوا} {وَلَكِنِ انْظُرْ} [الأعراف ١٤٩] {وَلَقَدِ اسْتُهْزِئَ} و {وَقَالَتِ اخْرُجْ} و {قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ} وجميع ما أشبه ذلك بالضم.
وقرأ التنوين بالكسر نحو {فَتِيلًا (٤٩) انْظُرْ} و {بَأْسَ بَعْضٍ انْظُرْ} و {بِرَحْمَةٍ ادْخُلُوا} {وَعُيُونٍ (٤٥) ادْخُلُوهَا} [الحجر] وجميع ما أشبه ذلك بالكسر',NULL,'141',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (137,'وقرأ أبو جعفر ونافع وابن كثير والكسائي وخلف جميع ذلك بالضم كل القرآن. قرأ أبو جعفر وحده {فَمَنِ اضْطُرَّ} بكسر الطاء حيث كان.
وقرأ الباقون {فَمَنِ اضْطُرَّ} بضم الطاء.
١٢٧ - وقرأ عاصم برواية حفص وحمزة {لَيْسَ الْبِرَّ} [١٧٧] نصب وقرأ الباقون {لَيْسَ الْبِرَّ} رفع.
١٢٨ - قرأ نافع وابن عامر {وَلَكِنْ} [١٧٧] خفيف {الْبِرَّ} رفع. وكذلك الذي بعده [آية ١٨٩].
وقرأ الباقون {وَلَكِنْ} مشددة {الْبِرَّ} نصب في الحرفين.
١٢٩ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وعاصم برواية حفص، {فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا} [١٨٢] خفيفة.
قرأ، عاصم في رواية أبي بكر، وحمزة والكسائي ويعقوب وخلف {مِنْ مُوصٍ} مشددة.
١٣٠ - قرأ أبو جعفر ونافع وابن عامر {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ} [١٨٤] مضاف {مِسْاكِينٍ} جميع.
وقرأ الباقون {فِدْيَةٌ} منونة {طَعَامُ} رفع {مِسْكِينٍ} واحد.
١٣١ - قرأ ابن كثير وحده {الْقُرْآنُ} [١٨٥] بغير همز حيث كان والباقون يهمزون وقد ذكرناه.
١٣٢ - قرأ أبو جعفر وحده {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ',NULL,'142',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (138,'وَلَا يُرِيدُ بِكُمُ الْعُسْرَ} [١٨٥] بالتثقيل فيهما وقرأ الباقون بالتخفيف.
١٣٣ - قرأ عاصم برواية أبي بكر، ويعقوب برواية رويس {وَلِتُكْمِلُوا الْعِدَّةَ} [١٨٥] مشددة. وقرأ الباقون {وَلِتُكْمِلُوا} خفيفة.
١٣٤ - قرأ ابن كثير في رواية ابن فليح وعاصم في رواية محمد بن غالب عن الأعشى، وحمزة برواية العجلي {الْبُيُوتَ} [١٨٩] و {الشيوخ} و {الْعُيُونِ} و {الجيوب} و {الْغُيُوبِ} [المائدة ١٠٩ وغيرها] كلها بكسر أوائلها.
١٣٥ - وقرأ ابن كثير أيضا في رواية القواس والبزي من طريق الهاشمي {الْغُيُوبِ} و {جُيُوبِهِنَّ} بالضم والباقي بالكسر.
وقرأ ابن عامر والكسائي، وعاصم برواية محمد بن حبيب عن الأعشى، كل ذلك بالكسر إلا {الْغُيُوبِ} فإنه بضم الغين.
وكذلك ابن كثير في رواية القواس والبزي من طريق النقاش والبخاري وغيرهم والله أعلم.',NULL,'143',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (139,'وقرأ حمزة وحماد ويحيى عن أبي بكر كل ذلك بالكسر إلا {جُيُوبِهِنَّ}.
واختلف عن حمزة في {جُيُوبِهِنَّ} فرواه العجلي بكر الجيم. كذلك قرأت على أبي بكر بن مقسم في رواية خلف، وعلى بكار في رواية أبي عمر عن سليم.
وقرأت على ابن المهتدي من طريق أبي أيوب الضبي عن أصحابه فقال: يشم الجيم الرفع ثم يشمه الكسر ثم يرفع الياء، وهو المشهور عن حمزة في أكثر الروايات إلا العجلي، على ما قرأته وأخذته لفظا.
وقال خلف في كتابه: يشم الجيم الرفع ثم يشير إلى الخفض ثم يرفع الياء.
وقال أبو عمر بين الضم والكسر.
وقال ابن سعدان: فأما {جُيُوبِهِنَّ} فيرفع الجيم، ويكسر الياء ثم يضم.
كذلك قال خلاد نحو ذلك، والله أعلم بذلك.
وقرأ نافع في رواية قالون، وخلف {الْبُيُوتَ} بالكسر كل القرآن والباقي بالضم.
وقرأ أبو جعفر ونافع وأبو عمرو، وعاصم برواية حفص، ويعقوب بالضم أوائل ذلك كله، وكذلك قرأته في رواية البرجمي عن أبي بكر عن عاصم.
١٣٦ - قرأ حمزة والكسائي وخلف {وَلَا تُقَاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ فَاقْتُلُوهُمْ} [١٩١] بغير ألف فيها.',NULL,'144',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (140,'وقرأ الباقون {وَلَا تُقَاتِلُوهُمْ} {حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِنْ قَاتَلُوكُمْ} بالألف.
١٣٧ - قرأ أبو جعفر {فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ} [١٩٧] بالرفع فيها ثلاثتها وقرأ ابن كثير وأبو عمرو ويعقوب {فَلَا رَفَثَ وَلَا فُسُوقَ} بالرفع فيهما {وَلَا جِدَالَ} بالنصب.
وقرأ الباقون {فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ} ثلاثتها بالنصب.
١٣٨ - قرأ أبو جعفر ونافع وابن كثير والكسائي {يَا أَيُّهَا الَّذِينَ آمَنُوا ادْخُلُوا فِي السِّلْمِ} [٢٠٨] وفي الأنفال [٦١] {وَإِنْ جَنَحُوا لِلسَّلْمِ} [الأنفال ٦١] وفي سورة محمد صلى الله عليه وسلم {وَتَدْعُوا إِلَى السَّلْمِ} [محمد ٣٥] بفتح السين فيها كلها.
وقرأ عاصم برواية أبي بكر بكسر السين فيها كلها.
وقرأ أبو عمرو وابن عامر وعاصم برواية حفص ويعقوب ههنا {ادْخُلُوا فِي السِّلْمِ} بكسر السين والباقي بفتح السين.
وقرأ حمزة وخلف في الأنفال {وَإِنْ جَنَحُوا لِلسَّلْمِ} بفتح السين والباقي بكسر السين.
١٣٩ - قرأ أبو جعفر وحده {إِلَّا أَنْ يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِنَ الْغَمَامِ وَالْمَلَائِكَةُ} [٢١٠] خفض. وقرأ الباقون {والملائكة} رفع.
١٤٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وعاصم {وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} [٢١٠] بضم التاء وفتح الجيم كل القرآن.',NULL,'145',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (141,'وقرأ ابن عامر وحمزة والكسائي ويعقوب وخلف {تُرْجَعُ الْأُمُورُ} بفتح التاء وكسر الجيم كل القرآن.
١٤١ - قرأ أبو جعفر وحده {لِيَحْكُمَ بَيْنَ النَّاسِ} [٢١٣] بضم الياء وكذلك في آل عمران [آية ٢٣] وفي النور موضعين [آية ٤٨ و٥١].
وقرأ الباقون {لِيَحْكُمَ} بفتح الياء [وضم الكاف]
١٤٢ - قرأ نافع وحده {حَتَّى يَقُولَ الرَّسُولُ} [٢١٤] بالرفع.
وقرأ الباقون {حَتَّى يَقُولَ} نصب.
١٤٣ - قرأ حمزة والكسائي {قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ} [٢١٩] بالثاء. وقرأ الباقون بالباء.
١٤٤ - قرأ أبو عمرو وحده {قُلِ الْعَفْوَ} [٢١٩] بالرفع. الباقون {قُلِ الْعَفْوَ} بالنصب.
١٤٥ - قرأ عاصم في رواية أبي بكر وحمزة والكسائي وخلف {حَتَّى يَطْهُرْنَ} [٢٢٢] مشددة الطاء؛ والهاء مفتوحة. وقرأ الباقون والبرجمي {حَتَّى يَطْهُرْنَ} خفيفة والهاء مضمومة.
١٤٦ - قرأ أبو جعفر وحمزة ويعقوب {إِلَّا أَنْ يَخَافَا} [٢٢٨] بضم الياء. وقرأ الباقون {يَخَافَا} بفتح الياء.
١٤٧ - قرأ ابن كثير وأبو عمرو ويعقوب والكسائي برواية قتيبة {لَا تُضَارَّ وَالِدَةٌ} [٢٣٣] برفع الراء؛ وقرأ الباقون {لَا تُضَارَّ} بالنصب.',NULL,'146',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (142,'١٤٨ - قرأ ابن كثير وحده {إِذَا سَلَّمْتُمْ مَا آتَيْتُمْ} [٢٣٣] مقصورة الألف، وقرأ الباقون ممدودة الألف.
١٤٩ - قرأ حمزة والكسائي وخلف {مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ} [٢٣٧] بالألف وضم التاء وكذلك في الأحزاب [آية ٤٩]. وقرأ الباقون {تَمَسُّوهُنَّ} بغير ألف وفتح التاء.
١٥٠ - قرأ أبو جعفر وابن عامر، وعاصم برواية حفص، وحمزة والكسائي وخلف، ويعقوب برواية روح، {عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ} [٢٣٦] بفتح الدل فيهما. وقرأ نافع وأبو عمرو وابن كثير وعاصم برواية أبي بكر ويعقوب برواية رويس وزيد {قدره} ساكنة الدال في الحرفين.
١٥١ - قرأ أبو جعفر ونافع وابن كثير وعاصم برواية أبي بكر والكسائي ويعقوب برواية رويس وخلف {وَصِيَّةً لِأَزْوَاجِهِمْ} [٢٤٠] بالرفع.
- وقرأ أبو عمرو وابن عامر وحمزة وعاصم برواية حفص، وروح وزيد عن يعقوب {وَصِيَّةً} بالنصب.
١٥٢ - قرأ أبو جعفر وابن كثير، ويعقوب في رواية روح {فَيُضَاعِفَهُ} [٢٤٥] بالرفع والتشديد. وقرأ ابن عامر، ويعقوب في رواية رويس وزيد {فَيُضَاعِفَهُ} بالنصب والتشديد.
- وقرأ عاصم وحده {فَيُضَاعِفَهُ} بالنصب والألف.
- وقرأ أبو عمرو ونافع وحمزة والكسائي وخلف {فَيُضَاعِفَهُ} بالرفع والألف وفي سورة الحديد [آية ١١] مثله.',NULL,'147',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (143,'قرأ أبو جعفر وابن كثير وابن عامر ويعقوب يشددون {يُضَاعِفُ} و {مُضَاعَفَةً} كل القرآن، وافقهم أبو عمرو في الأحزاب [آية ٣٠] وقد ذكرته هناك.
١٥٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وعاصم والكسائي، وأبو عمرو في رواية شجاع وأبي حمدون عن اليزيدي، وحمزة في رواية خلاد عن سليم {وَاللَّهُ يَقْبِضُ وَيَبْسُطُ} [٢٤٥] وفي الأعراف [آية ٦٩] {وَزَادَكُمْ فِي الْخَلْقِ بَسْطَةً} بالصاد. وقرأ أبو عمرو في جميع الروايات عن اليزيدي - إلا ما ذكرته -[و] عبد الوارث وغيرهما، وحمزة في جميع الروايات - إلا رواية خلاد - ويعقوب وخلف وابن عامر برواية هشام والكسائي فيما قرأته على أبي بكر بن مقسم، مثل رواية الفراء عنه {يَبْسُطُ} وفي الأعراف {بَسْطَةً} بالسين.
وقرأت في رواية حفص عن عاصم على أبي الحسن الخياط بالسين أيضا.
وقرأت على أبي بكر النقاش بالصاد، وذكرته لأبي الحسن فقال لا أعرفه إلا بالسين عن حفص، وكذلك كان أبو العباس الأشناني يقول أيضا: لا أعرفه إلا بالسين. وقرأت على غيره بالصاد.
- ولم يختلفوا في البقرة [في] قوله {وَزَادَهُ بَسْطَةً} [٢٤٧] أنه بالسين إلا النقاش فإنه ذكر لابن كثير بالصاد.
وكذلك الأعشى في رواية محمد بن حبيب عنه عن أبي بكر عن عاصم فإنه ذكره بالصاد. وكذلك قوله {لَئِنْ بَسَطْتَ} و {مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ} [المائدة ٢٨] و {بَلْ يَدَاهُ',NULL,'148',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (144,'مَبْسُوطَتَانِ} [المائدة ٦٤] و {مِنْ أَوْسَطِ مَا تُطْعِمُونَ} [المائدة ٨٩] {إِلَّا كَبَاسِطِ كَفَّيْهِ} [الرعد ١٤] {وَلَا تَبْسُطْهَا كُلَّ الْبَسْطِ} [الإسراء ٢٩] {فَمَا اسْتَطَاعُوا} [الكهف ٩٧] {وَزِنُوا بِالْقِسْطَاسِ} [الإسراء ٣٥] {يَكَادُونَ يَسْطُونَ} [الحج ٧٢] هكذا قرأت هذه الأحرف بالصاد بالكوفة على حماد المقرئ في رواية محمد بن حبيب عن الأعشى. وكذلك كنت قرأت أيضا ببغداد على النقاش، ولم يأخذ به النقار إلا قوله {فَمَا اسْتَطَاعُوا} بالصاد والله أعلم بذلك.
وروى أبو نشيط عن قالون عن نافع {لَئِنْ بَسَطْتَ} و {مَا أَنَا بِبَاسِطٍ} و {بَلْ يَدَاهُ مَبْسُوطَتَانِ} و {مِنْ أَوْسَطِ مَا تُطْعِمُونَ} بالصاد فيها.
ولكني قرأته بالسين مثل سائر الروايات عنه وعن غيره من القراء لم يختلف فيه إلا ما ذكرته والله أعلم.
١٥٤ - قرا نافع وحده {قَالَ هَلْ عَسَيْتُمْ} [٢٤٦] بكسر السين؛ وفي سورة محمد - صلى الله عليه وسلم -[آية ٢٢] مثله.
وقرأ الباقون {عَسَيْتُمْ} بفتح السين.
١٥٥ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {إِلَّا مَنِ اغْتَرَفَ غُرْفَةً بِيَدِهِ} [٢٤٩] بفتح الغين. وقرأ ابن عامر وعاصم وحمزة والكسائي ويعقوب وخلف {غُرْفَةً} بضم الغين.
١٥٦ - قرأ أبو جعفر ونافع ويعقوب {وَلَوْلَا دَفْعُ اللَّهِ} [٢٥١] بالألف وكسر الدال؛ وفي سورة الحج [آية ٤٠] مثله.',NULL,'149',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (145,'وقرأ الباقون {دَفْعُ اللَّهِ} بغير ألف، وفتح الدال.
١٥٧ - قرأ ابن كثير وأبو عمرو ويعقوب {لَا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَاعَةٌ} [٢٥٤] وفي سورة إبراهيم [آية ٣١] {لَا بَيْعٌ فِيهِ وَلَا خِلَالٌ} وفي الطور [آية ٢٣] {لَا لَغْوٌ فِيهَا وَلَا تَأْثِيمٌ} كلها بالنصب. وقرأ الباقون جميع ذلك بالرفع.
١٥٨ - قرأ أبو جعفر ونافع {أَنَا أُحْيِي} بمد {أَنَا} [٢٥٨]، وكذلك {وَأَنَا أَوَّلُ} [الأنعام ١٦٣] و {أَنَا أُنَبِّئُكُمْ} [يوسف ٤٥] وأشباه ذلك فإنها ممدودة، فإذا لم يكن بعده ألف أو كانت مكسورة لم تمد كقوله {إِنْ أَنَا إِلَّا نَذِيرٌ} [الأعراف ١٨٨].
وقرأت في رواية أبي نشيط عن قالون بمده عند الألف المكسورة أيضا.
وقرأ الباقون {انا احيي} بطرح الألف إذا وصلوا. فإذا وقفوا عليه أثبتوا الألف من غير خلاف بينهم إلا على سبيل الجواز والله أعلم به.
١٥٩ - قرأ حمزة والكسائي ويعقوب وخلف {لَمْ يَتَسَنَّهْ} [٢٥٩] وفي الأنعام [آية ٩٠] {فَبِهُدَاهُمُ اقْتَدِهْ} بحذف الهاء في الوصل.
وقرأ حمزة ويعقوب في سورة الحاقة {مَا أَغْنَى عَنِّي مَالِيَهْ (٢٨) هَلَكَ عَنِّي سُلْطَانِيَهْ (٢٩)} وفي القارعة [آية ١٠] {وَمَا أَدْرَاكَ مَا هِيَهْ} بحذف الهاء إذا وصلوا.
وقرأ يعقوب وحده في الحاقة {كِتَابِيَهْ} [آية ٢٥] و {حِسَابِيَهْ}',NULL,'150',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (146,'[آية ٢٦] بحذف الهاء إذا وصل.
وقرأ الباقون باثبات الهاء فيها إذا وصلوا.
ولا خلاف بينهم في اثباتها إذا وقفوا.
١٦٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {كَيْفَ نُنْشِزُهَا} [٢٥٩] بالراء. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {كَيْفَ نُنْشِزُهَا} بالزاي.
١٦١ - قرأ حمزة والكسائي {قَالَ أَعْلَمُ} [٢٥٩] بالوصل والجزم على الأمر.
وقرأ الباقون {قَالَ أَعْلَمُ} بالقطع والرفع، على الخبر.
١٦٢ - قرأ أبو جعفر وحمزة وخلف، ويعقوب برواية رويس {فَصُرْهُنَّ إِلَيْكَ} [٢٦٠] بكسر الصاد. وقرأ الباقون {فَصُرْهُنَّ} بضم الصاد.
١٦٣ - قرأ عاصم وابن عامر {كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ} [٢٦٥] بفتح الراء، وكذلك في سورة المؤمنين [آية ٥٠] {إِلَى رَبْوَةٍ} بفتح الراء.
وقرأ الباقون {بِرَبْوَةٍ} و {رَبْوَةٍ} بضم الراء فيهما.
١٦٤ - قرأ ابن كثير ونافع {أُكُلَهَا} [٢٦٥] و {أُكُلُهُ} و {الْأُكُلِ} خفيفة كل القرآن قرأ أبو عمرو {أُكُلَهَا} مع الهاء والألف حيث كان، و {رُسُلُنَا} و {رُسُلُهُمْ} و {رُسُلُكُمْ} و {سُبُلَنَا} كل القرآن بالتخفيف.
وقرأ الباقون جميع ذلك بالتثقيل في جميع القرآن.',NULL,'151',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (147,'١٦٥ - قرأ ابن كثير وحده في رواية البزي وابن فليح {وَلَا تَيَمَّمُوا الْخَبِيثَ} [٢٦٧]. مشددة التاء، كذلك في آل عمران [آية ١٠٣] {وَلَا تَفَرَّقُوا} وفي النساء [آية ٩٧] {إِنَّ الَّذِينَ تَوَفَّاهُمُ} وفي المائدة [آية ٢] {وَلَا تَعَاوَنُوا} وفي الأنعام [آية ١٥٣] {فَتَفَرَّقَ بِكُمْ} وفي الأعراف [آية ١١٧] وطه [آية ٦٩] والشعراء [آية ٤٥] {تَلْقَفُ} وفي الأنفال [آية ٢٠] {وَلَا تَوَلَّوْا} و [آية ٤٦] {وَلَا تَنَازَعُوا} وفي التوبة [آية ٥٢] {هَلْ تَرَبَّصُونَ} وفي هود [آية ٣] {وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ} و {فَإِنْ تَوَلَّوْا فَقَدْ أَبْلَغْتُكُمْ} [هود ٥٧] و [آية ١٠٥] {يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ} وفي الحجر [آية ٩] {مَا نُنَزِّلُ الْمَلَائِكَةَ} وفي النور [آية ١٥] {إِذْ تَلَقَّوْنَهُ} وأيضا [آية ٥٤] {فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ} وفي الشعراء [آية ٢٢١] {عَلَى مَنْ تَنَزَّلُ الشَّيَاطِينُ (٢٢١) تَنَزَّلُ عَلَى كُلِّ أَفَّاكٍ أَثِيمٍ (٢٢٢)} وفي الأحزاب [آية ٣٣] {وَلَا تَبَرَّجْنَ} و [آية ٥٢] {وَلَا أَنْ تَبَدَّلَ} وفي الصافات',NULL,'152',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (148,'[آية ٢٥] {لَا تَنَاصَرُونَ} وفي الحجرات [آية ١٢] {وَلَا تَجَسَّسُوا} و [آية ١١] {وَلَا تَنَابَزُوا} و [آية ١٣] {لِتَعَارَفُوا} وفي المودة [آية ٩] {أَنْ تَوَلَّوْهُمْ} وفي الملك [آية ٨] {تَكَادُ تَمَيَّزُ} وفي القلم [آية ٣٨] {لَمَا تَخَيَّرُونَ} وفي عبس [آية ١٠] {فَأَنْتَ عَنْهُ تَلَهَّى} وفي الليل [آية ١٤] {نَارًا تَلَظَّى} وفي القدر [آية ٤] {نُنَزِّلُ الْمَلَائِكَةَ} فهذه إحدى وثلاثون حرفا مشددة عن ابن كثير مشهورة عنه في الروايتين، وليس في رواية القواس منه شيء.
١٦٦ - قرأ يعقوب وحده {وَمَنْ يُؤْتَ الْحِكْمَةَ} [٢٦٩] بكسر التاء وقرأ الباقون {يُؤْتَ} بفتح التاء.
١٦٧ - قرأ أبو جعفر ونافع وأبو عمرو، وعاصم برواية حماد ويحيى عن أبي بكر {فَنِعِمَّا هِيَ} [٢٧١] ساكنة العين مشددة الميم.
وذكر بعضهم عن أبي عمرو بالاختلاس فيه كعادته في قراءته، وهو الاختيار عند البصريين وكثير من العمريين.
وقرأ ابن كثير ونافع - برواية ورش وحده - ويعقوب وعاصم - برواية الأعشى والبرجمي عن أبي بكر، وحفص عنه - {فَنِعِمَّا هِيَ} بكسر النون والعين.',NULL,'153',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (149,'- وقرأ ابن عامر وحمزة والكسائي وخلف {فَنِعِمَّا هِيَ} بفتح النون وكسر العين واختلافهم في سورة النساء [آية ٥٨] {إِنَّ اللَّهَ نِعِمَّا} مثله.
١٦٨ - قرأ أبو جعفر ونافع وحمزة والكسائي وخلف {فَهُوَ خَيْرٌ لَكُمْ وَنُكَفِّرُ} [٢٧١] بالنون والجزم.
وقرأ ابن كثير وأبو عمرو وعاصم برواية أبي بكر ويعقوب {وَنُكَفِّرُ} بالنون والرفع. قرأ ابن عامر وعاصم برواية حفص {وَيُكَفِّرُ} بالياء والرفع.
١٦٩ - قرأ أبو جعفر وابن عامر وعاصم وحمزة {يَحْسَبُهُمُ} [٢٧٣] و {يَحْسَبُ}. و {وَلَا يَحْسَبَنَّ} بفتح السين في جميع القرآن.
وقرأ نافع وابن كثير وأبو عمرو والكسائي ويعقوب وخلف، والأعشى - مختلفا عنه عن أبي بكر - وهبيرة عن حفص عن عاصم بكسر السين في جميع القرآن.
١٧٠ - قرأ عاصم في رواية أبي بكر وحمزة {فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا} [٢٧٩] مفتوحة الهمزة ممدودة، الذال مكسورة.
وقرأ الباقون {فَأْذَنُوا} ساكنة الهمزة، مفتوحة الذال، وكذلك رواه محمد بن غالب عن الأعشى والبرجمي عن أبي بكر.
١٧١ - قرأ أبو جعفر وحده {وَإِنْ كَانَ ذُو عُسْرَةٍ} [٢٨٠] بضم السين.
وقرأ الباقون {عُسْرَةٍ} ساكنة السين.',NULL,'154',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (150,'١٧٢ - قرأ نافع {فَنَظِرَةٌ إِلَى مَيْسَرَةٍ} [٢٨٠] بضم السين. وروى زيد عن يعقوب {إِلَى مَيْسَرَةٍ} بضم السين وكسر الهاء مشبعة.
وقرأ الباقون [إِلَى مَيْسَرَةٍ] بفتح السين.
١٧٣ - قرأ عاصم وحده {وَأَنْ تَصَدَّقُوا} [٢٨٠] خفيفة الصاد.
وقرأ الباقون {تَصَدَّقُوا} مشددة الصاد.
١٧٤ - قرأ أبو عمرو ويعقوب {وَاتَّقُوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ} [٢٨١] فتح التاء وكسر الجيم. وقرأ الباقون {تُرْجَعُونَ} بضم التاء وفتح الجيم.
١٧٥ - قرأ حمزة وحده {أَنْ تَضِلَّ إِحْدَاهُمَا} [٢٨٢] بكسر الألف {فَذَكِّرْ} [٢٨٢] بالرفع والتشديد.
وقرأ الباقون {أَنْ تَضِلَّ} بفتح الألف {فَذَكِّرْ} بالنصب.
قرأ ابن كثير وأبو عمرو ويعقوب والكسائي برواية قتيبة {فَذَكِّرْ أَحَدُهُمَا} خفيفة من أذكر يذكر.
وقرأ الباقون {فَذَكِّرْ} مشددة من ذكر يذكر.
١٧٦ - قرأ عاصم وحده {إِلَّا أَنْ تَكُونَ تِجَارَةً حَاضِرَةً} [٢٨٢] بالنصب.
وقرأ الباقون {تِجَارَةً حَاضِرَةً} بالرفع.',NULL,'155',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (151,'١٧٧ - قرأ ابن كثير وأبو عمرو {فَرِهَنٌ مَقْبُوضَةٌ} [٢٨٣] بضم الراء والهاء.
وقرأ الباقون {فَرِهَانٌ مَقْبُوضَةٌ} بالألف مكسورة الراء.
١٧٨ - قرأ أبو جعفر وابن عامر وعاصم ويعقوب {فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ} [٢٨٤] برفع الراء والباء؛ وقرأ الباقون بجزمهما.
١٧٩ - قرأ حمزة والكسائي وخلف {وَمَلَائِكَتِهِ وَكُتُبِهِ} [٢٨٥] بالألف على واحدة. وقرأ الباقون {وَكُتُبِهِ} على الجمع.
١٨٠ - قرأ يعقوب وحده {لَا نُفَرِّقُ} [٢٨٥] بالياء؛ وقرأ الباقون {لَا نُفَرِّقُ} بالنون.',NULL,'156',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (152,'ذكر مذهبهم في حذف الياءات وإثباتها
قرأ يعقوب وحده في هذه السورة قوله {وَإِيَّايَ فَارْهَبُونِي} [٤٠] {وَإِيَّايَ فَاتَّقُونِي} [٤١] {وَلَا تَكْفُرُونِي} [١٥٢] باثبات الياء في الوصل والوقف، وكذلك ما أشبهه في جميع القآن، فإنه يثبت الياء فيه وصلا ووفقا؛ وإن كانت محذوفة، رأس آية كانت أو وسطها. وهذه جملة كافية من وصف مذهبه في هذا الباب، وهو مذهب سهل لأنه سبيل واحد لا يختلف ولا يحتاج إلى إعادة ذكره في كل مكان عند كل حرف، بمشيئة الله وعونه.
وأما أبو جعفر وأبو عمرو، ونافع - برواية إسماعيل -، فإنهم يثبتون منه ما كان وسط الآية، ولا يثبتون ما كان رأس الآية إلا شيئا يسيرا. وابن كثير ونافع وغيرهما يوافقونهم في بعض ويخالفونهم في بعض، وسنذكر مذاهبهم واختلافهم فيه، آخر كل سورة بحول الله وقوته ومشيئته وقدرته.
ففي هذه السورة منه قوله تعالى {أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ} [١٨٦] قرأ باثبات الياء فيهما أبو جعفر ونافع',NULL,'157',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (153,'- برواية ورش وإسماعيل - وأبو عمرو ويعقوب. وقرأ الباقون بحذفه فيهما.
قوله {وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ} [١٩٧] قرأ أبو جعفر ونافع برواية إسماعيل وحده وأبو عمرو ويعقوب بإثبات الياء فيه وقرأ الباقون بحذفه، والله أعلم.
ذكر مذهبهم في فتح الياءات وإسكانها
فتح أبو جعفر ونافع في هذه السورة من الياءات قوله {إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ} [٣٠] و {إِنِّي أَعْلَمُ غَيْبَ السَّمَاوَاتِ} [٣٣] {فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ} [٢٤٩] و {أَنْ طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ} [١٢٥].
وفتح نافع برواية ورش وحده {وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} [١٨٦] الياء من {بِي}.
وفتح ابن كثير {إِنِّي أَعْلَمُ} [٣٠] و {إِنِّي أَعْلَمُ} [٣٣] {فَاذْكُرُونِي أَذْكُرْكُمْ} [١٥٣].',NULL,'158',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (154,'وفتح أبو عمرو {إِنِّي أَعْلَمُ} {فَإِنَّهُ مِنِّي إِلَّا مَنِ اغْتَرَفَ}.
وفتح عاصم برواية حفص {طَهِّرَا بَيْتِيَ}.
وكلهم قرؤوا {لَا يَنَالُ عَهْدِي الظَّالِمِينَ} [١٢٤] بفتح لياء غير عاصم برواية حفص، وحمزة فإنهما أسكناه.
وكلهم قرؤوا {رَبِّيَ الَّذِي يُحْيِي} [٢٥٨] بفتح الياء إلا حمزة فإنه أسكنه ..',NULL,'159',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (155,'<span data-type="title" id=toc-27>سورة آل عمران</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم في رواية الأعشى والبرجمي عن أبي بكر عنه {الم (١) اللَّهُ} [١ و٢] ساكنه الميم مقطوعة الألف. وله علة، وذكر نحوه عن أبي جعفر ولم أقرأ به وذكره قياسا لأن مذهبه القطع في هذه الحروف.
وقرأ الباقون {الم (١) اللَّهُ} مفتوحة الميم. قيل، وهو غلط وحجته على فتح الميم ووصل الألف يبطل من يكون قرأ بهم بقطع الألف.
وكان أبو بكر بن مقسم يقول - وذكر عنه قطع الألف وقد وهم فيه - موصولة.',NULL,'160',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (156,'٢ - قرأ حمزة والكسائي وخلف {قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ} [١٢] بالياء فيهما، وقرأ الباقون {سَتُغْلَبُونَ وَتُحْشَرُونَ} بالتاء.
٣ - قرأ أبو جعفر ونافع ويعقوب {وَأُخْرَى كَافِرَةٌ يَرَوْنَهُمْ} [١٣] بالتاء. وقرأ الباقون {يَرَوْنَهُمْ} بالياء.
٤ - قرأ أبو جعفر، ونافع في رواية قالون وحده، وأبو عمرو في رواية أوقية عن اليزيدي {قل ءاونبئكم} [١٥] بهمزة واحدة مطولة. وكذلك قوله {أَأُلْقِيَ} [القمر ٢٥] و {أَأُنْزِلَ} [ص ٨] وقد تقدم ذكره في أول الكتاب. وكذلك رواه العباس بن الفضل الأنصاري عن أبي عمرو أيضا.
وروى أبو عبد الرحمن بن اليزيدي عن أبيه وابن سعدان عن اليزيدي أيضا {قُلْ أَفَأُنَبِّئُكُمْ} بغير مد. وقوله {أَأُلْقِيَ} و {أَأُنْزِلَ} بالمد فيهما.
وقرأ نافع، وأبو عمرو في سائر الروايات، وابن كثير ثلاثتهما بهمزة واحدة غير ممدودة.
وقرأها ابن عامر وعاصم وحمزة والكسائي وخلف بهمزتين فيها.
٥ - قرأ عاصم وحده برواية أبي بكر {وَرِضْوَانٌ مِنَ اللَّهِ} [١٥] بضم الراء في جميع القرآن. وقال حماد ويحيى عن أبي بكر: إلا في المائدة قوله {مَنِ اتَّبَعَ رِضْوَانَهُ} [المائدة ١٦] فإن',NULL,'161',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (157,'هذا الحرف بكسر الراء. وقرأ الباقون {وَرِضْوَانٌ} بكسر الراء كل القرآن.
٦ - قرأ الكسائي وحده {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلَامُ} [١٩] بفتح الألف وقرأ الباقون {إِنَّ الدِّينَ} بكسر الألف.
٧ - قرأ حمزة وحده {وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ} [٢١] بالألف، وكذلك رواه نصير عن الكسائي فيما أخبرنا به أبو بكر عن الحسين الرازي عن علي بن أبي نصير القطان عن نصير، وليس ذلك فيما قرأت في رواية نصير.
- ويقال إن هذا مما رجع عنه الكسائي والله أعلم به. وقرأ الباقون {وَيَقْتُلُونَ الَّذِينَ} بغير ألف وفتح الياء.
٨ - قرأ يعقوب وحده {إِلَّا أَنْ تَتَّقُوا مِنْهُمْ تُقَاةً} [٢٨] بفتح التاء مشددة الياء. وقرأ الباقون {تُقَاةً} بالألف وضم التاء.
- قوله {وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ} [٢٧] ذكرته والاختلاف فيه في سورة البقرة.
٩ - قرأ ابن عامر، وعاصم برواية أبي بكر، ويعقوب {وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ} [٣٦] بسكون العين وضم التاء. وقرأ الباقون {بِمَا وَضَعَتْ} بفتح العين وسكون التاء.
١٠ - قرأ عاصم وحده في رواية أبي بكر {وَكَفَّلَهَا} مشددة الفاء {زَكَرِيَّا} [٣٧] بالمد والنصب. وقرأ عاصم في رواية حفص، وحمزة والكسائي وخلف {وَكَفَّلَهَا} مشددة الفاء أيضا',NULL,'162',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (158,'{زَكَرِيَّا} مقصورا، وكذلك يقرؤون {زَكَرِيَّا} لا يمدونه كل القرآن.
وقرأ أبو جعفر ونافع وابن كثير وابن عامر، وأبو عمرو ويعقوب {وَكَفَّلَهَا} خفيفة الفاء {زَكَرِيَّا} بالمد والرفع ويمدون {زَكَرِيَّا} في جميع القرآن، وكذلك أبو بكر عن عاصم أيضا. والمد والقصر في لغتان مشهورتان.
١١ - قرأ حمزة والكسائي وخلف {فَنَادَتْهُ الْمَلَائِكَةُ} بالياء [٣٩].
وقرأ الباقون {فَنَادَتْهُ} بالتاء.
١٢ - قرأ ابن عامر وحمزة {أَنَّ اللَّهَ يُبَشِّرُكَ} [٣٩] بكسر الألف. وقرأ الباقون {أَنَّ اللَّهَ} بفتح الألف.
١٣ - قرأ حمزة وحده {يُبَشِّرُكَ} [٣٩] خفيفة والياء مفتوحة في جميع القرآن إلا قوله {فَبِمَ تُبَشِّرُونَ} [الحجر ٥٤] فإنه يشدده.
وقرأ الكسائي ههنا وفي الموضعين [٣٩ وآية ٤٥] [و] في سبحان [آية ٩] والكهف [٢] وعسق (٢٣) بالتخفيف وسائر القرآن بالتشديد.
وقرأ ابن كثير وأبو عمرو في عسق {ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ} [الشورى ٢٣] هذا الحرف بالتخفيف، وسائر القرآن بالتشديد. وقرأ الباقون {يُبَشِّرُ} بالتشديد كل القرآن.',NULL,'163',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (159,'١٤ - قرأ أبو جعفر ونافع وعاصم ويعقوب {وَيُعَلِّمُهُ الْكِتَابَ} [٤٨] بالياء وقرأ الباقون {وَيُعَلِّمُهُ} بالنون.
١٥ - قرأ نافع وحده {أَنِّي أَخْلُقُ لَكُمْ} [٤٩] بكسر الألف. وقرأ الباقون {أَنِّي أَخْلُقُ} بفتح الألف.
١٦ - قرأ أبو جعفر ونافع ويعقوب {فَيَكُونُ طَيْرًا} [٤٩] بالألف. وقرأ الباقون {طَيْرًا} بغير ألف. وفي المائدة [آية ١١٠] مثله.
١٧ - وقرأ أبو جعفر وحده {كَهَيْئَةِ الطَّيْرِ} بالألف في السورتين [البقرة ٤٩ والمائدة ١١٠].
١٨ - قرأ عاصم برواية حفص ويعقوب برواية رويس {فَيُوَفِّيهِمْ أُجُورَهُمْ} [٥٧] بالياء وقرأ الباقون {فَيُوَفِّيهِمْ} بالنون.
١٩ - قرأ أبو جعفر ونافع وأبو عمرو {هَا أَنْتُمْ} [٦٦] بغير همز حيث كان. ويعقوب يهمز ولا يمد إلا على قدر خروج ألف ساكنة، وروي نحو ذلك عن ابن كثير من طريق قنبل عن القواس. وكان أبو بكر الهاشمي لا يأخذ به لأنه مخالف لسائر الروايات عن القواس، وذكر أنه قرأ على قنبل بمد تام كما قرئ؟ على غيره من أصحاب القواس والبزي وابن فليح، وذكر أن أصحاب الحديث عملوا كتاب قراءة ابن كثير على قنبل فمن هناك وقع الخلل في هذا الحرف فذكر بغير مد حتى وهم فيه بعض المشايخ فرواه {هَا أَنْتُمْ} بغير مد لا قصير ولا طويل بوزن "هعنتم"، وقد أجمعوا على أن',NULL,'164',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (160,'هذا لا يجوز ولا يصح في كلام العرب ولو جاز {هَا أَنْتُمْ} لجاز في "هاذا" "هذا" فيصير حرفا بمعنى الآخر، وبهذا الحرف وحروف غيره كان يحتج ابن شنبوذ وغيره رحمهم الله، على أن هذا الشيخ لم يقرأ تمام القرآن لفظاً على قنبل فوهم في حروف، ويمكن أن يكون كذلك والله أعلم. لأنه زعم أنه قرأ عليه في يوم واحد والله أعلم بما قال في رواية القواس وحده. إلا أنا قرأنا بالمد والهمز في روايته مثل رواية اليزيدي وابن فليح، وذلك أن أبا بكر الهاشمي كان يكره ذلك ولا يأخذ به لغلط وقع لبعض المشايخ فيه والله أعلم به.
وقرأ الباقون {هَا أَنْتُمْ} بالمد والهمز حيث كان، ولم أر في مد {هَا أَنْتُمْ} فرقا في اللفظ بين قالون وإسماعيل، إلا أن في الترجمة كانوا يقولون: إن قالون ينقص مده قليلاً دون مدة إسماعيل.
٢٠ - قرأ ابن كثير وحده {قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى} [٧٣] مستفهمة بلا مد. وقرأ الباقون {أَنْ يُؤْتَى} بفتح الألف غير مستفهم.
٢١ - قرأ أبو عمرو في رواية أبي عمر وأوقية عن اليزيدي، وحمزة برواية العجلي {يُؤَدِّهِ إِلَيْكَ} و {لَا يُؤَدِّهِ} [٧٥] و {نُؤْتِهِ مِنْهَا وَمَنْ يُرِدْ ثَوَابَ الْآخِرَةِ نُؤْتِهِ مِنْهَا} [آل عمران ١٤٥] وفي "عسق" [آية ٢٠] {حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا} و {نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ} [النساء ١١٥]',NULL,'165',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (161,'و {فَأَلْقِهْ إِلَيْهِمْ} [النمل ٢٨] و {وَيَخْشَ اللَّهَ وَيَتَّقْهِ} [النور ٥٢] و {وَمَنْ يَأْتِهِ مُؤْمِنًا} [طه ٧٥] و {وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} [الزمر ٧] ساكنة في جميع ذلك، وكذلك رواه أبو شعيب السوسي عن اليزيدي إلا قوله {وَمَنْ يَأْتِهِي} فإنه مكسور مشبع.
وقرأنا في رواية شجاع وسائر الروايات عن اليزيدي جميع ذلك بجزم الهاء أيضا إلا قوله {وَمَنْ يَأْتِهِ مُؤْمِنًا} فإنه يشبعها، و {يَرْضَهُ} يختلسها. وروى أبو حمدون عن اليزيدي {يَرْضَهُو} مشبعة أيضا، وكذلك رواه أبو عبد الرحمن بن اليزيدي عن أبيه.
وقرأ حمزة برواية خلاد، وعاصم - برواية حماد ويحيى عن أبي بكر - مثل قراءة أبي عمرو برواية شجاع. يسكنون جميع ذلك إلا قوله {وَمَنْ يَأْتِهِي} فإنها مشبعة و {يَرْضَهُ} مختلسه وعاصم برواية الأعشى وحمزة في سائر الروايات يسكنون جميع ذلك إلا قوله {وَمَنْ يَأْتِهِي} [طه ٧٥] {وَيَتَّقْهِي} في النور فإنهم يشبعونهما، و {يَرْضَهُ} يختلسونها، وزاد عاصم وحمزة {قَالُوا أَرْجِهْ} [الأعراف ١١١ والشعراء ٣٦] بجزم الهاء حيث كان وأما حفص عن عاصم فإنه يشبع جميع ذلك إلا قوله {أَرْجِهْ} و {فَأَلْقِهْ} فإنه يجزمهما.
وقوله {وَيَتَّقْهِ} و {يَرْضَهُ} يختلسهما ويسكن القاف من {وَيَتَّقْهِ}، وقرأ أبو جعفر ونافع برواية قالون، ويعقوب جميع ذلك بالاختلاس لا يشبعون منها شيئا ولا يسكنون. وقرأ ابن كثير وابن عامر ونافع والكسائي وخلف والبرجمي عن أبي بكر',NULL,'166',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (162,'وزيد عن يعقوب جميع ذلك بالإشباع إلا ورشا فإنه روي عنه {يَرْضَهُ} مختلسة فقط، وكذلك زيد عن يعقوب والله أعلم.
٢٢ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ} [٧٩] بفتح التاء والتخفيف. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {تُعَلِّمُونَ} بضم التاء والتشديد.
٢٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو والكسائي وعاصم برواية الأعشى والبرجمي عن أبي بكر {وَلَا يَأْمُرَكُمْ} [٨٠] بالرفع، وقرأ ابن عامر وحمزة ويعقوب وخلف وعاصم برواية حفص وحماد ويحيى عن أبي بكر {وَلَا يَأْمُرَكُمْ} بالنصب.
٢٤ - قرأ حمزة وحده {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ} [٨١] بكسر اللام.
وقرأ الباقون {لَمَا آتَيْتُكُمْ} بفتح اللام. وكلهم خففوا الميم.
٢٥ - قرأ أبو جعفر ونافع {لَمَا آتَيْتُكُمْ} بالنون والألف وقرأ الباقون {آتَيْتُكُمْ} بالتاء.
٢٦ - قرأ أبو عمرو وحده {أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ} [٨٣] بالياء {وَإِلَيْهِ يُرْجَعُونَ} [٨٣] بالتاء.
وقرأ عاصم برواية حفص، ويعقوب {يَبْغُونَ} و {يُرْجَعُونَ} بالياء فيهما، إلا أن يعقوب يفتح الياء من {يُرْجَعُونَ} على أصل مذهبه في أمثاله كل القرآن، وحفص يضمه.',NULL,'167',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (163,'وقرأ الباقون {يَبْغُونَ} و {يُرْجَعُونَ} بالتاء فيهما.
٢٧ - قرأ أبو جعفر، وعاصم برواية حفص، وحمزة والكسائي وخلف {وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ} [٩٧] بكسر الحاء.
وقرأ نافع وابن كثير وأبو عمرو وابن عامر، وعاصم برواية أبي بكر، ويعقوب {حِجُّ الْبَيْتِ} بفتح الحاء.
٢٨ - قرأ حمزة والكسائي، وعاصم برواية حفص، وخلف {وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ} [١١٥] بالياء فيهما وقرأ الباقون بالتاء فيهما. وروي عن اليزيدي وغيره عن أبي عمرو أنه قال: "لا أبالي بالياء قرأتها أم بالتاء". وقرأنا بالوجهين جميعا في رواية اليزيدي، إلا أن الأشهر والأكثر عنه بالتاء. قال أبو حمدون عن اليزيدي عنه: إنه كان يختار التاء. وقال ابن سعدان عن اليزيدي عنه: إن التاء أحب إليه. وأما شجاع فذكر أنه كان بالياء والتاء أيضا وكان يختار التاء.
٢٩ - قرأ أبو جعفر وابن عامر وعاصم وحمزة والكسائي وخلف {لَا يَضُرُّكُمْ كَيْدُهُمْ} [١٢٠] مضمومة الضاد مشددة الراء مرفوعة. وقرأ نافع وابن كثير وأبو عمرو ويعقوب {لَا يَضُرُّكُمْ} خفيفة والضاد مكسورة والراء مجزومة.
٣٠ - قرأ ابن عامر وحده {بِثَلَاثَةِ آلَافٍ مِنَ الْمَلَائِكَةِ مُنْزَلِينَ} [١٢٤] مشددة، وقرأ الباقون {مُنْزَلِينَ} خفيفة.',NULL,'168',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (164,'٣١ - قرأ أبو جعفر ونافع وابن عامر وحمزة والكسائي وخلف ويعقوب {مِنَ الْمَلَائِكَةِ مُسَوِّمِينَ} [١٢٥] بفتح الواو.
وقرأ ابن كثير وأبو عمرو وعاصم، ويعقوب برواية رويس، {مُسَوِّمِينَ} بكسر الواو.
٣٢ - قرأ أبو جعفر ونافع وابن عامر {وَسَارِعُوا إِلَى مَغْفِرَةٍ} [١٣٣] بغير واو وكذلك هو في مصاحف المدينة والشام.
وقرأ الباقون {وَسَارِعُوا} بالواو، وعليه مصاحف مكة والعراق.
٣٣ - قرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ} [١٤٠] بضم القاف فيهما. وكذلك الذي بعده {مِنْ بَعْدِ مَا أَصَابَهُمُ الْقَرْحُ} [آل عمران ١٧٢]. وقرأ الباقون {قَرْحٌ} و {الْقَرْحُ} بفتح القاف فيهما.
٣٤ - قرأ أبو جعفر وحده {وَكَأَيِّنْ مِنْ نَبِيٍّ} [١٤٦] بوزن "كاعن" ولم يهمزه وقرأ ابن كثير وحده {وَكَأَيِّنْ} بوزن "كاعن" أيضا إلا أنه همزة. وقرأ الباقون [وَكَأَيِّنْ] بوزن "كعين" مشددة الياء.
٣٥ - قرأ أبو جعفر وابن عامر وعاصم وحمزة والكسائي وخلف {قَاتَلَ مَعَهُ رِبِّيُّونَ} [١٤٦] بالألف. وقرأ نافع وابن كثير وأبو عمرو ويعقوب {قَاتَلَ مَعَهُ رِبِّيُّونَ} بضم القاف وكسر التاء.',NULL,'169',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (165,'٣٦ - قرأ أبو جعفر وابن عامر والكسائي ويعقوب {سَنُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ} [١٥١] بضم العين في جميع القرآن. وقرأ الباقون باسكان العين كل القرآن.
٣٧ - قرأ حمزة والكسائي وخلف {أَمَنَةً نُعَاسًا يَغْشَى} [١٥٤] بالتاء وقرأ الباقون {نُعَاسًا يَغْشَى} بالياء.
٣٨ - قرأ أبو عمرو ويعقوب {قُلْ إِنَّ الْأَمْرَ كُلَّهُ لِلَّهِ} [١٥٤] بالرفع؛ وقرأ الباقون {كُلَّهُ لِلَّهِ} بالنصب.
٣٩ - قرأ أبو جعفر ونافع وأبو عمرو وابن عامر وعاصم ويعقوب {وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ} [١٥٦] بالتاء؛ وقرأ ابن كثير وحمزة والكسائي وخلف {يَعْمَلُونَ} بالياء.
٤٠ - قرأ أبو جعفر وابن كثير وأبو عمرو وابن عامر، وعاصم برواية أبي بكر، ويعقوب {وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ اللَّهِ أَوْ مُتُّمْ} [١٥٧] {وَلَئِنْ مُتُّمْ} [١٥٨] بضم الميم كل القرآن.
وقرأ نافع وحمزة والكسائي وخلف {مُتُّمْ} بكسر الميم كل القرآن.
وقرأ عاصم برواية حفص ها هنا {أَوْ مُتُّمْ} {وَلَئِنْ مُتُّمْ} بضم الميم فيهما وسائر القرآن {مُتُّمْ} بكسر الميم.
٤١ - قرأ عاصم برواية حفص وحده {خَيْرٌ مِمَّا يَجْمَعُونَ} [١٥٧] بالياء؛ وقرأ الباقون {يَجْمَعُونَ} بالتاء.
٤٢ - قرأ ابن كثير وأبو عمرو وعاصم، ويعقوب برواية روح وزيد، {وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ} [١٦١] بفتح الياء',NULL,'170',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (166,'وضم الغين؛ وقرأ أبو جعفر ونافع وابن عامر وحمزة والكسائي وخلف، ويعقوب برواية رويس {أَنْ يَغُلَّ} بضم الياء وفتح الغين.
٤٣ - قرأ ابن عامر وحده {وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ} [١٦٩] مشددة التاء؛ وقرأ الباقون {قُتِلُوا} خفيفة التاء.
٤٤ - قرأ الكسائي وحده {وَأَنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُؤْمِنِينَ} [١٧١] بكسر الألف. وقرأ الباقون {وَأَنَّ اللَّهَ} بفتح الألف.
٤٥ - قرأ أبو جعفر {وَلَا يَحْزُنْكَ} [١٧٦] كل شيء في القرآن بفتح الياء وضم الزاي إلا قوله في سورة الأنبياء [آية ١٠٣] {لَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ} فإنه قرأه بضم الياء وكسر الزاي.
وقرأ نافع ضد ذلك كل شيء في القرآن {يَحْزُنْكَ} بضم الياء وكسر الزاي إلا في الأنبياء فإنه قرأه {لَا يَحْزُنُهُمُ} بفتح الياء وضم الزاي.
وقرأ الباقون بفتح الياء وضم الزاي كل القرآن.
٤٦ - قرأ ابن كثير وأبو عمرو {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا} [١٧٨] {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ} [١٧٩] {لَا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا فَلَا تَحْسَبَنَّهُمْ} [١٨٨] أربعتها بالياء. وضم الباء من {تَحْسَبَنَّهُمْ}.
وقرأ أبو جعفر ونافع وابن عامر ويعقوب بالياء فيها إلا قوله {فَلَا تَحْسَبَنَّهُمْ} فإنه بالتاء وقرأ حمزة كلها بالتاء.',NULL,'171',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (167,'وقرأ عاصم والكسائي وخلف {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا} {وَلَا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ} بالياء والباقي بالتاء وفتح السين وكسره ذكرته في سورة البقرة.
٤٧ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وعاصم وابن عامر {حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطَّيِّبِ} [١٧٩] وفي الأنفال [آية ٣٧] {لِيَمِيزَ اللَّهُ} بفتح الياء وكسر الميم والتخفيف.
وقرأ حمزة والكسائي ويعقوب وخلف {حَتَّى يَمِيزَ} و {لِيَمِيزَ اللَّهُ} بضم الياء وفتح الميم وتشديد الياء.
٤٨ - قرأ ابن كثير - وأبو عمرو ويعقوب {وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ} [١٨٠] وقرأ الباقون بالتاء.
٤٩ - قرأ حمزة وحده {سَنَكْتُبُ مَا قَالُوا} [١٨١] بضم الياء {وَقَتْلَهُمُ الْأَنْبِيَاءَ} [١٨١] بالرفع {وَيَقُولُ} [١٨١] بالياء.
وقرأ الباقون {سَنَكْتُبُ} بالنون {وَقَتْلَهُمُ} بالنصب {وَنَقُولُ} بالنون أيضا.
٥٠ - قرأ ابن عامر وحده {بِالْبَيِّنَاتِ وَالزُّبُرِ وَالْكِتَابِ} [١٨٤] بزيادة "باء" في الزبر؛ وكذلك رأيته في مصاحف الشام.
وروي عن أحمد بن يزيد الحلواني أنه ذكر عن أهل الشام {وَالزُّبُرِ وَالْكِتَابِ} بزيادة الباء في الحرفين؛ ولم يعرفه أهل الشام؛ وقالوا: هو غلط لا شك.
- وتأملت مصاحفهم فرأيت فيها {وَالْكِتَابِ} بغير ياء {وَالزُّبُرِ} بالباء وقرأ الباقون {بِالْبَيِّنَاتِ وَالزُّبُرِ} بغير باء.',NULL,'172',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (168,'٥١ - قرأ ابن كثير وأبو عمرو، وعاصم برواية أبي بكر، ويعقوب برواية روح وزيد، {لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلَا تَكْتُمُونَهُ} [١٨٧] بالياء، وقرأ الباقون {لَتُبَيِّنُنَّهُ} {وَلَا تَكْتُمُونَهُ} بالتاء.
٥٢ - قرأ ابن كثير وابن عامر {وَقَاتَلُوا وَقُتِلُوا} [١٩٥] مشددة التاء.
وقرأ حمزة والكسائي وخلف {وَقُتِلُوا} خفيف بغير ألف {وَقَاتَلُوا} بالألف.
وقرأ أبو جعفر ونافع وأبو عمرو وعاصم ويعقوب {وَقَاتَلُوا وَقُتِلُوا} خفيف.
٥٣ - قرأ يعقوب في رواية رويس {لَا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا} [١٩٦] خفيفة النون؛ وكذلك {لَا يَحْطِمَنَّكُمْ} [النمل ١٨] {وَلَا يَسْتَخِفَّنَّكَ الَّذِينَ} [الروم ٦٠] {أَوْ نُرِيَنَّكَ} [الزخرف ٤٢] {فَإِمَّا نَذْهَبَنَّ بِكَ} [الزخرف ٤١] بتخفيف النون فيها؛ وفي رواية زيد {قَالَ لَأَقْتُلَنَّكَ} [المائدة ٢٧] خفيفة النون هذا الحرف فقط. وقرأ الباقون بتشديد النون فيها.
٥٤ - قرأ أبو جعفر وحده {لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ} [١٩٨] مشددة النون مختلف عنه، وقرأت بالوجهين، والصواب عندي - والله أعلم - التخفيف، لأن في جميع القرآن إذا لم يكن في أوله واو فهو بالتخفيف كقوله {لَكِنِ الرَّاسِخُونَ} [النساء ١٦٢] {لَكِنِ اللَّهُ يَشْهَدُ} [النساء ١٦٦]',NULL,'173',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (169,'{لَكِنِ الظَّالِمُونَ} [٣٨ مريم] {لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ} [آل عمران ١٩٨] وأشباهه، والله أعلم. وقرأ الباقون {لَكِنِ الَّذِينَ} خفيفة النون.
إثبات الياءات
قرأ أبو جعفر ونافع وأبو عمرو ويعقوب {وَمَنِ اتَّبَعَنِي} [٢٠] باثبات الياء وقرأ الباقون {اتَّبَعَنِ} بحذف الياء. وقرأ أبو جعفر، ونافع برواية إسماعيل وحده، وأبو عمرو ويعقوب {فَلَا تَخَافُوهُمْ وَخَافُونِ} [١٧٥] باثبات الياء. وقرأ الباقون {وَخَافُونِ} بحذف الياء.
فتح الياءات
فتح أبو جعفر ونافع من الياءات {أَسْلَمْتُ وَجْهِيَ لِلَّهِ} [٢٠] {فَتَقَبَّلْ مِنِّي إِنَّكَ} [٣٥] و {أَنِّي أَخْلُقُ} [٤٩] و {وَإِنِّي أُعِيذُهَا} [٣٦] {رَبِّ اجْعَلْ لِي آيَةً} [٤١] و {مَنْ أَنْصَارِي إِلَى اللَّهِ} [٥٢].
وفتح ابن كثير {اني اخلق لكم من الطين} فقط. وفتح أبو عمرو {فَتَقَبَّلْ مِنِّي} و {رَبِّ اجْعَلْ لِي آيَةً} و {أَنِّي أَخْلُقُ لَكُمْ} وفتح ابن عامر وعاصم في رواية حفص، والأعشى والبرجمي عن أبي بكر {أَسْلَمْتُ وَجْهِيَ لِلَّهِ} ولم يفتح الباقون منها شيئا. والله أعلم بذلك.',NULL,'174',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (170,'<span data-type="title" id=toc-28>سورة النساء</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر ويعقوب {وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ} [١] مشددة السين.
وقرأ عاصم وحمزة والكسائي وخلف {تَسَاءَلُونَ بِهِ} خفيفة السين.
٢ - قرأ حمزة وحده {وَالْأَرْحَامَ} [١] بالخفض، وقرأ الباقون {وَالْأَرْحَامَ} بالنصب.
٣ - قرأ أبو جعفر وحده {فَوَاحِدَةً أَوْ مَا مَلَكَتْ} [٣] بالرفع. وقرأ الباقون {فَوَاحِدَةً} بالنصب.
٤ - قرأ نافع وان عامر {جَعَلَ اللَّهُ لَكُمْ قِيَامًا} [٥] بغير ألف، وقرأ الباقون {قِيَامًا} بالألف.
٥ - قرأ حمزة وخلف {ذُرِّيَّةً ضِعَافًا} [٩] بكسر العين قليلا، هذه رواية العجلي عنه وخلف وابن سعدان عن',NULL,'175',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (171,'سليم عنه، خلف في اختياره مختلف عنه. وأما رواية خلاد وأبي عمر ورجاء وحماد بفتح العين مثل سائر القراء.
٦ - قرأ ابن عامر وعاصم في رواية أبي بكر {وَسَيَصْلَوْنَ سَعِيرًا} [١٠] بضم الياء وقرأ الباقون {وَسَيَصْلَوْنَ} بفتح الياء.
٧ - قرأ أبو جعفر ونافع {وَإِنْ كَانَتْ وَاحِدَةً} [١١] بالرفع وقرأ الباقون {وَاحِدَةً} بالنصب.
٨ - قرأ حمزة والكسائي {فَلِأُمِّهِ} [١١] و {فِي أُمِّهَا} [القصص ٥٩] و {فِي أُمِّ الْكِتَابِ} [الزخرف ٤] بكسر الألف إذا كان قبلها حرف مكسور. وقرأ حمزة وحده {فِي بُطُونِ أُمَّهَاتِكُمْ} [النجم ٣٢] و {فِي بُطُونِ أُمَّهَاتِكُمْ} [النحل ٧٨] بكسر الألف والميم.
وقرأ الكسائي {أُمَّهَاتِكُمْ} بكسر الألف وفتح الميم.
وقرأ الباقون بضم الألف في جميع القرآن.
٩ - قرأ ابن كثير وابن عامر، وعاصم في رواية حماد ويحيى عن أبي بكر، {مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا} [١١] بفتح الصاد وكذلك الذي بعده [في آية ١٢] وقرأ عاصم وحده في رواية الأعشى والبرجمي عن أبي بكر: الأول {يُوصِي} بفتح الصاد والثاني {يُوصِي} بكسر الصاد.
وقرأ في رواية حفص الأول {يُوصِي} بكسر الصاد والثاني {يُوصِي} بفتح الصاد.
وقرأ الباقون {يُوصِي} بكسر الصاد في الحرفين جميعا.',NULL,'176',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (172,'١٠ - قرأ أبو جعفر ونافع وابن عامر {وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ} [١٣] {وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا} [١٤] بالنون فيهما. وقرأ الباقون {يُدْخِلْهُ} بالياء فيهما.
١١ - قرأ ابن كثير وحده {وَاللَّذَانِ} [١٦] مشددة النون. وكذلك {إِنْ هَذَانِ} [طه ٦٣] وفي الحج {هَذَانِ} [١٩ الحج] و {إِحْدَى ابْنَتَيَّ هَاتَيْنِ} [القصص ٢٧] و {فَذَانِكَ بُرْهَانَانِ} [القصص ٣٢] و {أَرِنَا اللَّذَيْنِ} [فصلت ٢٩] مشددة النون في هذه الحروف.
وقرأ أبو عمر ويعقوب من ذلك حرفا واحدا بتشديد النون قوله {فَذَانِكَ} فقط. وقرأ الباقون بتخفيف النون في جميع ذلك.
١٢ - قرأ حمزة والكسائي وخلف {أَنْ تَرِثُوا النِّسَاءَ كَرْهًا} [١٩] بضم الكاف وكذلك في التوبة [آية ٥٣] {قُلْ أَنْفِقُوا طَوْعًا أَوْ كَرْهًا} وفي الأحقاف [آية ١٥] {حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا} بضم الكاف فيها. وقرأ عاصم وابن عامر ويعقوب في الأحقاف {كُرْهًا} بضم الكف في الحرفين، وهاهنا. وفي التوبة بفتح الكاف. وقرأ أبو جعفر ونافع وأبو عمرو وابن كثير بفتح الكاف فيها كلها.
١٣ - قرأ أبو جعفر ونافع وأبو عمرو ويعقوب {بِفَاحِشَةٍ مُبَيِّنَةٍ} [١٩] بكسر الياء و {آيَاتٍ مُبَيِّنَاتٍ} بفتح الياء',NULL,'177',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (173,'حيث كان وقرأ ابن كثير، وعاصم برواية أبي بكر، {مُبَيِّنَةٍ} و {مُبَيِّنَاتٍ} بفتح الياء حيث كان. وقرأ ابن عامر، وعاصم برواية حفص، وحمزة والكسائي وخلف {مُبَيِّنَةٍ} و {مُبَيِّنَاتٍ} بكسر الياء فيها.
١٤ - قرأ الكسائي وحده {وَالْمُحْصَنَاتُ} بكسر الصاد في جميع القرآن إلا الحرف الأول في سورة النساء وهو قوله {وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ} [٢٤] فإنه بفتح الصاد.
وسائر القرآن بكسر الصاد.
وقرأ الباقون بفتح الصاد {وَالْمُحْصَنَاتُ} كل القرآن.
١٥ - وقرأ أبو جعفر، وعاصم برواية حفص، وحمزة والكسائي وخلف {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} [٢٤] بضم الألف وكسر الحاء؛ وقرأ الباقون {وَأُحِلَّ لَكُمْ} بفتح الألف والحاء.
١٦ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وحفص عن عاصم، ويعقوب {فَإِذَا أُحْصِنَّ} [٢٥] بضم الألف وكسر الصاد. وقرأ عاصم، برواية أبي بكر، وحمزة والكسائي وخلف {فَإِذَا أُحْصِنَّ} بفتح الألف والصاد.
١٧ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر ويعقوب {إِلَّا أَنْ تَكُونَ تِجَارَةً} [٢٩] بالرفع. وقرأ عاصم وحمزة والكسائي وخلف {تِجَارَةً} بالنصب.
١٨ - قرأ أبو جعفر ونافع {وَنُدْخِلْكُمْ مُدْخَلًا} [٣١]',NULL,'178',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (174,'بفتح الميم. وكذلك في سورة الحج [آية ٥٩] وقرأ الباقون {مُدْخَلًا} بضم الميم في السورتين.
١٩ - قرأ أبو جعفر وحده {بِمَا حَفِظَ اللَّهُ} [٣٤] بالنصب؛ وقرأ الباقون {بِمَا حَفِظَ اللَّهُ} بالرفع.
٢٠ - قرأ ابن كثير والكسائي وخلف {وَاسْأَلُوا اللَّهَ} [٣٢] و {فَاسْأَلُوا} بفتح السين وترك الهمز إذا كان أمرا من السؤال، وقبله واو أو فاء في جميع القرآن. وقرأ الباقون {وَاسْأَلُوا} و {وَاسْأَلُوا} بالهمز كل القرآن.
٢١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر ويعقوب {وَالَّذِينَ عَقَدَتْ أَيْمَانُكُمْ} [٣٣] بالألف. وقرأ عاصم وحمزة والكسائي وخلف {وَالَّذِينَ عَقَدَتْ} بغير ألف.
٢٢ - قرأ حمزة والكسائي وخلف {وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} بفتح الباء والخاء وكذلك في الحديد [آية ٢٤]. وقرأ الباقون {بالبخل} بضم الباء وسكون الخاء في السورتين.
٢٣ - قرأ أبو جعفر ونافع وابن كثير {وَإِنْ تَكُ حَسَنَةً} [٤٠] بالرفع. وقرأ الباقون {حَسَنَةً} بالنصب.
٢٤ - قرأ أبو جعفر ونافع وابن عامر {لَوْ تُسَوَّى} [٤٢] بفتح التاء وتشديد السين وقرأ حمزة والكسائي وخلف {لَوْ تُسَوَّى} بفتح التاء وتخفيف السين. وقرأ ابن كثير وأبو عمرو وعاصم ويعقوب {لَوْ تُسَوَّى} بضم التاء.',NULL,'179',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (175,'٢٥ - قرأ حمزة والكسائي وخلف {أَوْ لَامَسْتُمُ النِّسَاءَ} [٤٣] بغير ألف وفي سورة المائدة [آية ٦] مثله.
وقرأ الباقون {أَوْ لَامَسْتُمُ} بالألف في السورتين.
٢٦ - قرأ عبد الله بن عامر وحده {مَا فَعَلُوهُ إِلَّا قَلِيلٌ مِنْهُمْ} [٦٦] بالنصب؛ وكذلك هو في مصاحف الشام ومصحف أنس رحمه الله بالألف. وقرأ الباقون {إِلَّا قَلِيلٌ} بالرفع.
٢٧ - قرأ ابن كثير، وعاصم في رواية حفص والبرجمي عن أبي بكر، ويعقوب {كَأَنْ لَمْ تَكُنْ بَيْنَكُمْ} [٧٣] بالتاء؛ وقرأ الباقون {يَكُنْ} بالياء.
٢٨ - قرأ أبو جعفر وابن كثير وحمزة والكسائي وخلف {وَلَا يُظْلَمُونَ فَتِيلًا} [٧٧] بالياء. وقرأ نافع وأبو عمرو وابن عامر وعاصم ويعقوب {وَلَا تُظْلَمُونَ} بالتاء.
٢٩ - قرأ يعقوب وحده {حَصِرَتْ صُدُورُهُمْ} [٩٠] بالنصب. وقرأ الباقون {حَصِرَتْ صُدُورُهُمْ} بالتاء ساكنة.
٣٠ - قرأ حمزة والكسائي وخلف {فَتَبَيَّنُوا} [٩٤] بالثاء من التثبت وكذلك الذي بعده، وفي الحجرات [آية ٦] مثله. وقرأ الباقون {فَتَبَيَّنُوا} بالباء والنون في السورتين.
٣١ - قرأ أبو جعفر ونافع وابن عامر وحمزة وخلف {وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ} [٩٤] بغير ألف.',NULL,'180',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (176,'وقرأ ابن كثير وأبو عمرو وعاصم والكسائي ويعقوب {السَّلَامَ} بالألف.
٣٢ - قرأ أبو جعفر ونافع وابن عامر والكسائي وخلف {غَيْرُ أُولِي الضَّرَرِ} [٩٥] بالنصب.
وقرأ ابن كثير وأبو عمرو وعاصم وحمزة ويعقوب {غَيْرُ} بالرفع.
٣٣ - قرأ أبو عمرو وحمزة، والكسائي في رواية قتيبة، وخلف {فَسَوْفَ نُؤْتِيهِ} [١١٤] بالياء. وقرأ الباقون {نُؤْتِيهِ} بالنون.
٣٤ - قرأ أبو جعفر وابن كثير وأبو عمرو وعاصم - برواية أبي بكر - ويعقوب {فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ نَقِيرًا} [١٢٤] بضم الياء وفتح الخاء. وكذلك في سورة مريم [آية ٦٠] {فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا} وفي حم المؤمن [آية ٤٠] {فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ}. وقرأ نافع وابن عامر وحمزة والكسائي وعاصم - برواية حفص - وخلف {يَدْخُلُونَ الْجَنَّةَ} بفتح الياء وضم الخاء في جميع ذلك.
٣٥ - قرأ حمزة والكسائي وخلف ورويس عن يعقوب {وَمَنْ أَصْدَقُ مِنَ اللَّهِ قِيلًا} [١٢٢] باشمام الزاي الصاد، وكذلك كل صاد ساكنة بعدها دال نحو {قَصْدُ السَّبِيلِ}',NULL,'181',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (177,'[النحل ٩] و {فَاصْدَعْ بِمَا تُؤْمَرُ} [الحجر ٩٤] {حَتَّى يُصْدِرَ الرِّعَاءُ} [القصص ٢٣] و {يَصْدُرُ النَّاسُ أَشْتَاتًا} [الزلزلة ٦] و {سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا} [الأنعام ١٥٧] وأشباه ذلك، فإنهم يشمون الصاد الزاي فيها كل القرآن. وقرأ الباقون بالصاد الصافية.
٣٦ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو ويعقوب {أَنْ يُصْلِحَا بَيْنَهُمَا} [١٢٨] بالألف بتشديد الصاد.
وقرأ عاصم وحمزة والكسائي وخلف {أَنْ يُصْلِحَا} خفيف بغير ألف.
٣٧ - قرأ ابن عامر وحمزة {وَإِنْ تَلْوُوا} [١٣٥] بضم اللام وسكون الواو وقرأ الباقون {وَإِنْ تَلْوُوا} ساكنة اللام مضمومة الواو.
٣٨ - وقرأ ابن كثير وأبو عمرو وابن عامر {وَالْكِتَابِ الَّذِي نَزَّلَ عَلَى رَسُولِهِ وَالْكِتَابِ الَّذِي أَنْزَلَ مِنْ قَبْلُ} [١٣٦] بضم النون والألف وكسر الزاي فيهما.
وقرأ الباقون {نَزَّلَ} و {أَنْزَلَ} بفتح النون والألف والزاي.
٣٩ - قرأ عاصم ويعقوب {وَقَدْ نَزَّلَ} [١٤٠] بفتح النون والزاي، وقرأ الباقون بضم النون وكسر الزاي.
٤٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وعاصم في رواية الأعشى والبرجمي عن أبي بكر،',NULL,'182',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (178,'ويعقوب {فِي الدَّرْكِ الْأَسْفَلِ} [١٤٥] بفتح الراء وقرأ عاصم في سائر الراويات وحمزة والكسائي وخلف {فِي الدَّرْكِ الْأَسْفَلِ} ساكنة الراء.
٤١ - قرأ عاصم في رواية حفص {أُولَئِكَ سَوْفَ يُؤْتِيهِمْ} [١٥٢] بالياء وقرأ الباقون {نُؤْتِيهِمْ} بالنون.
٤٢ - قر أبو جعفر، ونافع - في رواية إسماعيل وقالون - {وَقُلْنَا لَهُمْ لَا تَعْدُوا فِي السَّبْتِ} [١٥٤] ساكنة العين مشددة الدال.
وقرأ نافع في رواية ورش وحده {لَا تَعْدُوا} بفتح العين وتشديد الدال. وقرأ الباقون {لَا تَعْدُوا} ساكنة العين خفيفة الدال.
٤٣ - قرأ حمزة وخلف وقتيبة {أُولَئِكَ سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا} [١٦٢] بالياء. وقرأ الباقون {سَنُؤْتِيهِمْ} بالنون.
٤٤ - قرأ حمزة وخلف {وَآتَيْنَا دَاوُودَ زَبُورًا} [١٦٣] و {الزَّبُورِ} بضم الزاي في جميع القرآن، وقرأ الباقون بفتح الزاي. والله أعلم.',NULL,'183',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (179,'<span data-type="title" id=toc-29>سورة المائدة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن عامر، ونافع في رواية إسماعيل، وعاصم في رواية أبي بكر {وَلَا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ} [٢] ساكنة النون الأولى وكذلك ما بعده [آية ٨].
وقرأ الباقون {شَنَآنُ} بفتح النون في الحرفين.
٢ - قرأ ابن كثير وأبو عمرو {أَنْ صَدُّوكُمْ} [٢] بكسر الألف. وقرأ الباقون {أَنْ صَدُّوكُمْ} بفتح الألف.
٣ - قرأ أبو جعفر وأبو عمرو وابن كثير، وعاصم في رواية أبي بكر، وحمزة وخلف {وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ} [٦] بالخفض.
وقرأ نافع وابن عامر، وعاصم في رواية حفص، والكسائي ويعقوب {وَأَرْجُلَكُمْ} بالنصب.',NULL,'184',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (180,'٤ - قرأ حمزة والكسائي {قُلُوبَهُمْ قَاسِيَةً} [١٣] بغير ألف وتشديد الياء.
وقرأ الباقون {قَاسِيَةً} بالألف خفيفة الياء.
٥ - قرأ أبو جعفر وحده {مِنْ أَجْلِ ذَلِكَ} [٣٢] بكسر النون وترك الهمزة. وقرأ نافع برواية ورش {مِنْ أَجْلِ ذَلِكَ} بفتح النون وترك الهمزة على أصله ومذهبه في أمثاله وأشباهه. وقرأ الباقون {مِنْ أَجْلِ} ساكنة النون مفتوحة الألف.
٦ - قرأ أبو جعفر وابن كثير وأبو عمرو والكسائي ويعقوب {أَكَّالُونَ لِلسُّحْتِ} [٤٢] {وَأَكْلِهِمُ السُّحْتَ} [٦٢] بضم الحاء حيث كان وقرأ نافع وابن عامر وعاصم وحمزة وخلف {السُّحْتَ} ساكنة الحاء حيث كان.
٧ - قرأ أبو جعفر وأبو عمرو وابن كثير وابن عامر {أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ} [٤٥] كلها بالنصب. وقرؤوا {وَالْجُرُوحَ قِصَاصٌ} [٤٥] بالرفع. وقرأ الكسائي وحده {أَنَّ النَّفْسَ بِالنَّفْسِ} بالنصب {وَالْعَيْنَ} {وَالْأَنْفَ} {وَالْأُذُنَ} {وَالسِّنَّ} {وَالْجُرُوحَ} كله بالرفع. وقرأ الباقون بالنصب. وقرأ نافع وحده {وَالْأُذُنَ} ساكنة الذال في جميع القرآن. وقرأ الباقون بضم الذال.
٨ - وقرأ حمزة وحده {وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ} [٤٧] بكسر اللام وفتح الميم. وقرأ الباقون {وَلْيَحْكُمْ} ساكنة اللام والميم على الأمر.',NULL,'185',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (181,'٩ - قرأ ابن عامر وحده {أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ} [٥٠] بالتاء. وقرأ الباقون {يَبْغُونَ} بالياء.
١٠ - قرأ أبو جعفر ونافع وابن كثير وابن عامر {وَيَقُولُ الَّذِينَ آمَنُوا} [٥٣] بغير واو وعليه مصاحف الحرمين والشام.
١١ - وقرأ أبو عمرو ويعقوب:
{وَيَقُولُ} بالنصب.
وقرأ عاصم وحمزة والكسائي وخلف {وَيَقُولُ الَّذِينَ آمَنُوا} بالرفع.
١٢ - قرأ أبو جعفر ونافع وابن عامر {وَمَنْ يَرْتَدِدْ مِنْكُمْ} [٥٤] بدالين. وقرأ الباقون {يَرْتَدَّ} بدال واحدة مشددة.
١٣ - قرأ أبو عمرو والكسائي ويعقوب {وَالْكُفَّارَ أَوْلِيَاءَ} [٥٧] بالخفض. وقرأ الباقون {وَالْكُفَّارَ} بالنصب.
١٤ - قرأ حمزة وحده {وَعَبَدَ الطَّاغُوتَ} [٦٠] بضم الباء {الطَّاغُوتَ} بالجر. وقرأ الباقون {وَعَبَدَ الطَّاغُوتَ} بفتح الباء والتاء.
١٥ - قرأ أبو جعفر ونافع {فَمَا بَلَّغْتَ رِسَالَتَهُ} [٦٧] على الجمع. وفي الأنعام [آية ١٢٤] {اللَّهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} على الجمع أيضا. وفي الأعراف [آية ١٤٤] {عَلَى النَّاسِ بِرِسَالَاتِي} على واحدة. وروى حفص عن عاصم ضد ذلك: قرأ في الأنعام [١٢٤] والمائدة [٦٧] {فَمَا بَلَّغْتَ رِسَالَتَهُ} و {حَيْثُ يَجْعَلُ رِسَالَتَهُ} على واحدة فيهما وفي الأعراف {بِرِسَالَاتِي} على الجمع. وقرأ أبو عمرو وحمزة والكسائي وخلف',NULL,'186',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (182,'في المائدة {فَمَا بَلَّغْتَ رِسَالَتَهُ} على واحدة. وفي الأنعام {حَيْثُ يَجْعَلُ رِسَالَتَهُ} وفي الأعراف {بِرِسَالَاتِي} على الجمع. وقرأ ابن كثير هاهنا وفي الأنعام والأعراف {رِسَالَتَهُ} و {بِرِسَالَاتِي} على واحدة. وقرأ ابن عامر وعاصم - في رواية أبي بكر - ويعقوب كلها {رِسَالَتَهُ} و {بِرِسَالَاتِي} على الجمع.
١٦ - وقرأ أبو جعفر ونافع وابن كثير وابن عامر وعاصم {وَحَسِبُوا أَلَّا تَكُونَ فِتْنَةٌ} [٧١] بالنصب.
وقرأ أبو عمرو وحمزة والكسائي ويعقوب وخلف {أَلَّا تَكُونَ} بالرفع.
١٧ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب وعاصم - برواية حفص - {بِمَا عَقَّدْتُمُ الْأَيْمَانَ} [٨٩] بتشديد القاف. وقرأ عاصم - في رواية أبي بكر - وحمزة والكسائي وخلف {بِمَا عَقَّدْتُمُ} بتخفيف القاف.
وقرأ ابن عامر وحده {بِمَا عَقَّدْتُمُ} بالألف.
١٨ - قرأ أبو جعفر ونافع وأبو عمرو وابن كثير وابن عامر {فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ} [٩٥] على الإضافة. وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {فَجَزَاءٌ} منون {مِثْلُ} رفع.',NULL,'187',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (183,'١٩ - قرأ أبو جعفر ونافع وابن عامر {أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ} [٩٥] على الإضافة. وقرأ الباقون {أَوْ كَفَّارَةٌ} بالرفع والتنوين {طَعَامُ} بالرفع.
{مَسَاكِينَ} ليس فيه هاهنا خلاف.
٢٠ - قرأ ابن عامر وحده {قِيَامًا لِلنَّاسِ} [٩٧] بغير ألف. وقرأ الباقون {قِيَامًا} بالألف.
٢١ - قرأ يعقوب وحده في رواية روح وزيد {شَهَادَةً} [١٠٦] {اللَّهِ} ممدودة الألف. قال روح: كان أصلها "شهادة والله" فأبدلوا الواو مدة وروى ذلك عن إبراهيم النخعي. والشعبي عن يحيى بن يعمر ويحيى بن وثاب وإبراهيم النخعي وقرأ الباقون {شَهَادَةَ اللَّهِ} على الإضافة.
٢٢ - قرأ أبو جعفر ونافع وأبو عمرو وابن كثير وابن عامر والكسائي {مِنَ الَّذِينَ اسْتَحَقَّ} [١٠٧] بضم التاء وكسر الحاء {عَلَيْهِمُ الْأَوْلَيَانِ} [١٠٧] على اثنين من الاولى. وقرأ عاصم - في رواية أبي بكر - وحمزة ويعقوب وخلف {اسْتَحَقَّ} بضم التاء أيضا {الْأَوْلَيَانِ} على الجمع من الأول.
- وقرأ حفص عن عاصم وحده {اسْتَحَقَّ} بفتح التاء والحاء {الْأَوْلَيَانِ} تثنية الأولى.',NULL,'188',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (184,'٢٣ - قرأ حمزة والكسائي وخلف {إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} [١١٠] بالألف وكذلك في سورة يونس [آية ٢] وهود [آية ٧] والصف [آية ٦] بالألف فيها.
وقرأ ابن كثير وعاصم في سورة يونس {لَسَاحِرٌ مُبِينٌ} [آية ٢] بالألف فقط.
وقرأ أبو جعفر ونافع وأبو عمرو وابن عامر ويعقوب {سِحْرٌ مُبِينٌ} بغير ألف في جميع ذلك.
٢٤ - قرأ الكسائي وحده {هَلْ يَسْتَطِيعُ} [١١٢] بالتاء {رَبُّكَ} بالنصب. وقرأ الباقون {هَلْ يَسْتَطِيعُ} بالياء {رَبُّكَ} بالرفع.
٢٥ - قرأ أبو جعفر ونافع وعاصم وابن عامر {إِنِّي مُنَزِّلُهَا عَلَيْكُمْ} [١١٥] مشدد الزاي. وقرأ الباقون {مُنَزِّلُهَا} خفيف.
٢٦ - قرأ نافع وحده {قَالَ اللَّهُ هَذَا يَوْمُ يَنْفَعُ} [١١٩] بالنصب. وقرأ الباقون {يَوْمُ يَنْفَعُ} بالرفع.
الإثبات
قرأ أبو جعفر وأبو عمرو ونافع برواية إسماعيل ويعقوب {فَلَا تَخْشَوُا النَّاسَ وَاخْشَوْنِي} [آية ٤٤] بإثبات الياء، وقرأ الباقون بحذفها.',NULL,'189',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (185,'فتح الياءات
فتح أبو جعفر ونافع من الياءات قوله {مَا أَنَا بِبَاسِطٍ يَدِيَ إِلَيْكَ} [٢٨] و {إِنِّي أَخَافُ اللَّهَ} [٢٨] و {إِنِّي أُرِيدُ} [٢٩] {فَإِنِّي أُعَذِّبُهُ} [١١٥] {وَأُمِّيَ إِلَهَيْنِ} [١١٦] و {لِي أَنْ أَقُولَ} [١١٦].
فتح أبو عمرو {يَدِيَ إِلَيْكَ} {إِنِّي أَخَافُ اللَّهَ} {وَأُمِّيَ إِلَهَيْنِ} و {لِي أَنْ أَقُولَ}. فتح ابن كثير {إِنِّي أَخَافُ} و {لِي أَنْ أَقُولَ} وفتح ابن عامر {وَأُمِّيَ إِلَهَيْنِ} فقط. وفتح عاصم في رواية حفص {يَدِيَ إِلَيْكَ} {وَأُمِّيَ إِلَهَيْنِ} ولم يفتح الآخرون منها شيئا. والله أعلم.',NULL,'190',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (186,'<span data-type="title" id=toc-30>سورة الأنعام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وأبو عمرو وابن كثير وابن عامر وعاصم برواية حفص {مَنْ يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ} [١٦] بضم الياء وفتح الراء. وقرأ عاصم برواية أبي بكر، وحمزة والكسائي ويعقوب وخلف {ممَنْ يُصْرَفْ عَنْهُ} بفتح الياء وكسر الراء.
٢ - قرأ يعقوب وحده {وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا} [٢٢] بالياء فيهما. وكذلك في الفرقان [آية ١٧] {وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ فَيَقُولُ} وفي سورة سبأ [آية ٤٠] {وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ} بالياء في هذه الأحرف وسائر القرآن بالنون.',NULL,'191',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (187,'وقرأ عاصم في رواية حفص في أول الأنعام وأول سورة يونس [آية ٢٨] {نَحْشُرُهُمْ} بالنون وسائر القرآن {يَحْشُرُهُمْ} بالياء. وقرأ البرجمي في سورة يونس الحرف الثاني [آية ٤٥] {وَيَوْمَ يَحْشُرُهُمْ كَأَنْ لَمْ يَلْبَثُوا} بالياء.
وقرأ أبو جعفر وابن كثير في الفرقان بالياء، وسائر القرآن بالنون.
وقرأ الباقون بالنون في جميع القرآن.
٣ - قرأ أبو جعفر ونافع وأبو عمرو، وأبو بكر عن عاصم وخلف {ثُمَّ لَمْ تَكُنْ} [٢٣] بالتاء {فِتْنَتُهُمْ} [٢٣] بالنصب.
وقرأ ابن كثير وابن عامر، وحفص عن عاصم، {ثُمَّ لَمْ تَكُنْ} بالتاء {فِتْنَتُهُمْ} بالرفع. وقرأ حمزة والكسائي ويعقوب، وحماد عن عاصم، {ثُمَّ لَمْ تَكُنْ} بالياء {فِتْنَتُهُمْ} بالنصب.
٤ - قرأ حمزة والكسائي وخلف {وَاللَّهِ رَبِّنَا} [٢٢] بالنصب، وقرأ الباقون {وَاللَّهِ رَبِّنَا} بالخفض.
٥ - قرأ عبد الله بن عامر {يَا لَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِآيَاتِ رَبِّنَا} [٢٧] بالرفع {وَنَكُونَ مِنَ الْمُؤْمِنِينَ} بالنصب. قرأ حمزة وحفص عن عاصم ويعقوب {وَلَا نُكَذِّبَ} {وَنَكُونَ} بالنصب فيهما. قرأ الباقون {وَلَا نُكَذِّبَ} {وَنَكُونَ} بالرفع فيهما.',NULL,'192',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (188,'٦ - قرأ أبو جعفر ونافع وابن عامر ويعقوب {أَفَلَا تَعْقِلُونَ} [٣٢] بالتاء. وكذلك في سورة الأعراف [آية ١٦٩]، ويوسف [آية ١٠٩] ويس [آية ٦٨] قرأ حفص عن عاصم في سورة يس بالياء والباقي بالتاء.
وقرأ عاصم في رواية حماد ويحيى عن أبي بكر في يوسف بالتاء والباقي بالياء وقرأ ابن كثير وأبو عمرو وحمزة والكسائي وخلف، وعاصم في رواية الأعشى والبرجمي عن أبي بكر، جميع ذلك بالياء.
٧ - قرأ ابن عامر وحده {وَلَدَارُ الْآخِرَةِ خَيْرٌ} [٣٢] مضافا بلام واحدة وقرأ الباقون {وَلَلدَّارُ} بلامين {الْآخِرَةُ} بالرفع.
٨ - قرأ نافع والكسائي {فَإِنَّهُمْ لَا يُكَذِّبُونَكَ} [٣٣] خفيفة وقرأ الباقون {يُكَذِّبُونَكَ} مشددة.
٩ - قرأ أبو جعفر ونافع {قُلْ أَرَأَيْتَكُمْ} [٤٠] و {أَرَأَيْتُمْ} [٤٠] و {أَفَرَأَيْتُمْ} و {أَرَأَيْتُ} بتخفيف الهمزة كل القرآن.
وقرأ الكسائي وحده {أَرَأَيْتَكُمْ} و {أَرَأَيْتُمْ} و {أَرَأَيْتُ} بترك الهمزة كل القرآن، وقرأ الباقون بالهمز فيها كل القرآن.',NULL,'193',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (189,'١٠ - قرأ ابن عامر {فَتَحْنَا عَلَيْهِمْ} [٤٤] مشددة في جميع القرآن إلا قوله {وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا} [الحجر ١٤] و {حَتَّى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا} [المؤمنون ٧٧] فإنه خففهما فقط. وقرأ أبو جعفر جميع ذلك بالتشديد في كل القرآن، ووافقه يعقوب في القمر [آية ١١] وقرأ الباقون بالتخفيف إلا في مواضع اختلفوا فيها نذكرها إذا مررنا بها بمشيئة الله وعونه.
١١ - قرأ ابن عامر {يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ} [٥٢] بالواو وضم الغين، وكذلك في الكهف [آية ٢٨].
وقرأ الباقون {بِالْغَدَاةِ وَالْعَشِيِّ} بالألف وفتح الغين في السورتين.
١٢ - قرأ أبو جعفر ونافع {كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ أَنَّهُ مَنْ عَمِلَ} [٥٤] بفتح الألف {فَأَنَّهُ غَفُورٌ',NULL,'194',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (190,'رَحِيمٌ} [٥٤] بكسر الألف وقرأ عاصم وابن عامر ويعقوب {أَنَّهُ} {فَأَنَّهُ} بفتح الألف فيهما وقرأ ابن كثير وأبو عمرو وحمزة وخلف {أَنَّهُ} {فَأَنَّهُ} بكسر الألف فيهما.
١٣ - قرأ أبو جعفر ونافع {وَلِتَسْتَبِينَ} [٥٥] بالتاء {سَبِيلُ} نصب وقرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {وَلِتَسْتَبِينَ} بالياء {سَبِيلُ} بالرفع.
وقرأ ابن كثير وابن عامر وأبو عمرو، وحفص عن عاصم، ويعقوب {وَلِتَسْتَبِينَ} بالتاء {سَبِيلُ} بالرفع.
وقرأ زيد عن يعقوب {وَلِتَسْتَبِينَ} بالياء {سَبِيلُ} نصب.
١٤ - قرأ أبو جعفر ونافع وابن كثير وعاصم {إِنِ الْحُكْمُ إِلَّا لِلَّهِ يَقُصُّ الْحَقَّ} [٥٧] بضم القاف والصاد مشدد من القصص بالصاد وقرأ الباقون {يَقُصُّ الْحَقَّ} بالضاد.
١٥ - قرأ حمزة {تَوَفَّتْهُ رُسُلُنَا} [٦١] بالياء. وقرأ الباقون بالتاء.
١٦ - قرأ يعقوب وحده {قُلْ مَنْ يُنَجِّيكُمْ} [٦٣] خفيفة وقرأ الباقون مشددة.
١٧ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو ويعقوب {لَئِنْ أَنْجَيْتَنَا مِنْ هَذِهِ} [٦٣] بالتاء.',NULL,'195',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (191,'وقرأ عاصم وحمزة وخلف {لَئِنْ أَنْجَيْتَنَا} بالألف من غير تاء، وعاصم يفتحه، والآخرون يكسرون.
١٨ - قرأ أبو جعفر وعاصم وحمزة والكسائي وخلف {قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا} [٦٤] مشددة، وقرأ نافع وابن كثير وابن عامر وأبو عمرو ويعقوب {قُلِ اللَّهُ يُنَجِّيكُمْ} خفيفة.
١٩ - قرأ عاصم في رواية أبي بكر {تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً} [٦٣] بكسر الخاء، وكذلك في الأعراف [آية ٥٥] {ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً} بكسر الخاء أيضا. وقرأ الباقون {وَخُفْيَةً} في السورتين.
٢٠ - قرأ ابن عامر {وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ} [٦٨] مشددة. وقرأ الباقون {يُنْسِيَنَّكَ} خفيف.
٢١ - قرأ حمزة وحده {كَالَّذِي اسْتَهْوَتْهُ الشَّيَاطِينُ} [٧١] بالياء. وقرأ الباقون {اسْتَهْوَتْهُ} بالتاء.
٢٢ - قرأ يعقوب وحده {لِأَبِيهِ آزَرَ} [٧٤] بالرفع مثل قراءة الحسن وإبراهيم النخعي ويحيى بن وثاب وغيرهم. وقرأ الباقون {آزَرَ} بفتح الراء.
٢٣ - قرأ أبو عمرو ونافع برواية ورش من طريق البخاري {رَأَى كَوْكَبًا} [٧٦] بفتح الراء وكسر الهمزة حيث كان.',NULL,'196',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (192,'وقرأ ابن عامر وحمزة والكسائي وخلف، ويحيى عن أبي بكر {رءا} بكسر الراء والهمزة. وكذلك ما أشبهه. فإذا كان بعد الهمزة كاف أو هاء نحو {رءاك} و {رءاه} و {رءاها} فإنهم يكسرون أيضا غير ابن عامر فإنه يفتحه. وإذا تلقته ألف وصل نحو {رء الشمس} و {رء القمر} فإن حمزة وخلفا ويحيى عن أبي بكر ونصيرا عن الكسائي يكسرون الراء ويفتحون الهمزة. وروي عن أبي عمرو من طريق أبي حمدون، وابن اليزيدي عن اليزيدي أنه فتح الراء فيه وكسر الهمزة. ولم يأخذ به أحد علينا ولا عرفوا صحته. وقالوا: هو غلط، لأنه إنما يكسر الهمزة من {رءا} لأجل الياء، فإذا تلقته ألف وصل سقطت الياء لاجتماع الساكنين فبطلت الإمالة في الهمزة قبلها. إلا أن يكون أراد الراوي أنه إذا وقف عليه كسر الهمزة منه؛ لأن الياء ترجع وتثبت مع الوقف. فأما في الوصل فإن الياء تسقط لا محالة ولا يصح حينئذ الإمالة؛ والله أعلم. وقرأ الباقون بالفتح. ولم يختلفوا في {رَأَوْكَ} [الفرقان ٤١] و {رَأَتْهُ} [النمل ٤٤] ونحوه أنه بالفتح وقوله {ونئا} نذكره في موضعه من سورة سبحان [الآية ٨٢] إن شاء الله تعالى.
٢٤ - قرأ أبو جعفر ونافع وابن عامر {قَالَ أَتُحَاجُّونِّي} [٨٠] خفيفة النون. وقرأ الباقون {أَتُحَاجُّونِّي} مشددة النون.
٢٥ - {وَقَدْ هَدَانِ} [٨٠] باثبات الياء: أبو جعفر وأبو عمرو ويعقوب، ونافع برواية إسماعيل، وقرأ الباقون بحذفه.',NULL,'197',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (193,'٢٦ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} [٨٣] غير منون على الإضافة. وفي سورة يوسف [آية ٧٦] مثله. وقرأ عاصم وحمزة والكسائي وخلف {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} بالتنوين مثل يعقوب. وقرأ يعقوب وحده هاهنا {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} بالتنوين مثل عاصم. وقرأ في سورة يوسف {يَرْفَعُ} بالياء {دَرَجَاتٍ مَنْ يَشَاءُ} بغير تنوين على الإضافة و {يَشَاءُ} بالياء أيضا.
٢٧ - قرأ حمزة والكسائي وخلف {وَالْيَسَعَ} [٨٦] مشددة اللام وفي سورة (ص) [آية ٤٨] مثله. وقرا الباقون {واليسع} ساكنة اللام.
٢٨ - قرأ ابن عامر وحده {فَبِهُدَاهُمُ اقْتَدِهْي} [٩٠] بكسر الهاء مشبعة. وقرأ الباقون {اقْتَدِهْ} بجزم الهاء؛ إلا أن حمزة والكسائي ويعقوب وخلفا يحذفونها في الوصل ويثبتونها في الوقف. وقد ذكرته في سورة البقرة عند قوله {لَمْ يَتَسَنَّهْ}.
٢٩ - قرأ ابن كثير وأبو عمرو {تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا} [٩١] بالياء فيها، وقرأ الباقون بالتاء فيها.',NULL,'198',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (194,'٣٠ - قرأ عاصم في رواية أبي بكر {ولينذر أُمَّ الْقُرَى} [٩٢] بالياء وقرأ الباقون بالتاء.
٣١ - قرأ أبو جعفر ونافع، وحفص عن عاصم، والكسائي {لَقَدْ تَقَطَّعَ بَيْنَكُمْ} [٩٤] بالنصب. وقرأ الباقون {بَيْنَكُمْ} بالرفع.
٣٢ - قرأ عاصم وحمزة والكسائي وخلف {فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَنًا} بالنصب. وقرأ الباقون {وَجَاعِلُ} بالألف ورفع اللام {اللَّيْلَ} بالخفض على الإضافة.
٣٣ - قرأ ابن كثير وأبو عمرو وروح عن يعقوب {فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ} [٩٨] بكسر القاف. وقرأ الباقون {فَمُسْتَقَرٌّ} بفتح القاف.
٣٤ - قرأ عاصم في رواية عبد الحميد بن صالح البرجمي عن أبي بكر، ورواية محمد بن حبيب ومحمد بن غالب عن أبي يوسف الأعشى عن أبي بكر عنه {وَجَنَّاتٍ مِنْ أَعْنَابٍ} [٩٩] بالرفع؛ هكذا قرأت هذا الحرف في هذه الروايات عن عاصم بالكوفة، وببغداد وهو قراءة علي بن أبي طالب عليه السلام وقراءة عبد الله بن مسعود وأبي عبد الرحمن السلمي والأعمش. وقرأ الباقون {وَجَنَّاتٍ مِنْ أَعْنَابٍ} بكسر التاء وموضعها نصب.
٣٥ - قرأ حمزة والكسائي وخلف {انْظُرُوا إِلَى ثَمَرِهِ} [٩٩] وبعده {كُلُوا مِنْ ثَمَرِهِ} [١٤١] وفي يس [آية ٣٥] بضم الثاء والميم فيها؛ وقرأ الباقون {ثَمَرِهِ} بفتح التاء والميم فيها.',NULL,'199',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (195,'٣٦ - قرأ أبو جعفر ونافع {وَخَرَقُوا لَهُ بَنِينَ} مشددة الراء. وقرأ الباقون {وَخَرَقُوا} خفيفة [الآية ١٠٠].
٣٧ - قرأ ابن كثير وأبو عمرو {وَلِيَقُولُوا دَرَسْتَ} [١٠٥] بالألف وفتح التاء؛ وقرأ ابن عامر ويعقوب، غير الضرير، {دَرَسْتَ} بفتح السين وسكون التاء. قرأ الضرير {دَرَسْتَ} بجزم السين وسكون التاء. وقرأ أبو جعفر ونافع وعاصم وحمزة والكسائي وخلف {دَرَسْتَ} بجزم السين وفتح التاء.
٣٨ - قرأ يعقوب وحده {فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ} [١٠٨] بضم العين والدال وتشديد الواو مثل قراءة الحسن وأبي رجاء وقتادة. وقرأ الباقون {عَدْوًا} بفتح العين وسكون الدال.
٣٩ - قرأ ابن كثير وأبو عمرو وأبو بكر عن عاصم ويعقوب ونصير عن الكسائي وخلف {وَمَا يُشْعِرُكُمْ أَنَّهَا إِذَا جَاءَتْ} [١٠٩] بكسر الألف، وقرأ أبو جعفر ونافع وابن عامر وحمزة والكسائي وحفص عن عاصم {أَنَّهَا} بفتح الألف.
٤٠ - قرأ ابن عامر وحمزة {إِذَا جَاءَتْ لَا يُؤْمِنُونَ} بالتاء. وقرأ الباقون {لَا يُؤْمِنُونَ} بالياء.
٤١ - قرأ ابن كثير وأبو عمرو ويعقوب {وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا} [١١١] بضم القاف والباء، وفي الكهف [آية ٥٥] {أَوْ يَأْتِيَهُمُ الْعَذَابُ قُبُلًا} بكسر القاف وفتح الباء.',NULL,'200',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (196,'وقرأ أبو جعفر هاهنا {قُبُلًا} بكسر القاف وفتح الباء وفي الكهف {قُبُلًا} بضم القاف والباء.
وقرأ نافع وابن عامر في السورتين {قُبُلًا} بكسر القاف وفتح الباء.
وقرأ عاصم وحمزة والكسائي وخلف في الموضعين {قُبُلًا} بضم القاف والباء.
٤٢ - قرأ ابن عامر وحفص {أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ} [١١٤] مشددة. وقرأ الباقون {مُنَزَّلٌ} خفيفة.
٤٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو {وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا} [١١٥] بالألف على الجمع.
وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {وَتَمَّتْ كَلِمَتُ رَبِّكَ} على واحدة.
٤٤ - قرأ ابن كثير وأبو عمرو ويعقوب {وَإِنَّ كَثِيرًا لَيُضِلُّونَ} [١١٩] بفتح الياء. وكذلك في سورة يونس [آية ٨٨] {رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ} وفي سورة إبراهيم [آية ٣٠] {وَجَعَلُوا لِلَّهِ أَنْدَادًا لِيُضِلُّوا} وفي الحج [آية ٩] {ثَانِيَ عِطْفِهِ لِيُضِلَّ عَنْ سَبِيلِ اللَّهِ} وفي سورة لقمان [آية ٦] {مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ} وفي الزمر [آية ٨] {وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ}. كل ذلك بفتح الياء.
وقرأ أبو جعفر ونافع وابن عامر هاهنا {وَإِنَّ كَثِيرًا لَيُضِلُّونَ} وفي يونس {لِيُضِلُّوا} بفتح الياء مثل أبي عمرو.',NULL,'201',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (197,'وفي سورة إبراهيم والحج ولقمان والزمر {لِيُضِلَّ} بضم الياء. وقرأ عاصم وحمزة والكسائي وخلف جميع ذلك بضم الياء.
٤٥ - قرأ أبو جعفر ونافع ويعقوب، وحفص عن عاصم، {وَقَدْ فَصَّلَ لَكُمْ} [١١٩] بفتح الفاء والصاد {مَا حَرَّمَ} بفتح الراء والحاء. وقرأ ابن كثير وابن عامر وأبو عمرو {فَصَّلَ لَكُمْ} بضم الفاء وكسر الصاد {مَا حَرَّمَ} بضم الحاء وكسر الراء.
وقرأ عاصم برواية أبي بكر، وحمزة والكسائي وخلف {فَصَّلَ} بفتح الفاء والصاد {مَا حَرَّمَ} بضم الحاء وكسر الراء.
٤٦ - قرأ ابن كثير وحده {يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا} [١٢٥] ساكنة الياء. وفي الفرقان [آية ١٣] مثله. وقرأ الباقون في السورتين {ضَيِّقًا} مشددة الياء.
٤٧ - قرأ أبو جعفر ونافع وأبو بكر عن عاصم {حَرَجًا} [الآية ١٢٥] بكسر الراء. وقرأ الباقون {حَرَجًا} بفتح الراء.
٤٨ - قرأ ابن كثير وحده {كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ} [١٢٥] ساكنة الصاد خفيفة العين. وقرأ عاصم في رواية أبي بكر {كَأَنَّمَا يصاعد} بالألف وتشديد الصاد. وقرأ الباقون {يَصَّعَّدُ} مشددة الصاد والعين.
٤٩ - قرأ ابن عامر وحده {وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ} [١٣٢] بالتاء وقرأ الباقون بالياء.',NULL,'202',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (198,'٥٠ - قرأ عاصم في رواية أبي بكر {اعْمَلُوا عَلَى مكاناتكم} [١٣٥] بالألف على الجمع كل القرآن. وقرأ الباقون {مَكَانَتِكُمْ} على واحدة.
٥١ - قرأ حمزة والكسائي وخلف {مَنْ يكون لَهُ عَاقِبَةُ الدَّارِ} [١٣٥] بالياء وكذلك في القصص [آية ٣٧] {مَنْ يكون لَهُ عَاقِبَةُ الدَّارِ} بالياء أيضا. وقرأ الباقون {مَنْ تَكُونُ لَهُ} بالتاء في السورتين.
٥٢ - قرأ الكسائي وحده {فَقَالُوا هَذَا لِلَّهِ بِزَعْمِهِمْ} [١٣٦] بضم الزاي، وقرأ الباقون {بِزَعْمِهِمْ} بفتح الزاي.
٥٣ - قرأ ابن عامر وحده {وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ} [١٣٧] بضم الزاي وكسر الياء {قَتْلَ} رفع {أَوْلَادِهِمْ} نصب {شُرَكَاؤُهُمْ} خفض. وقرأ الباقون {وَكَذَلِكَ زَيَّنَ} بفتح الزاي والياء {قَتْلَ} بالنصب {أَوْلَادِهِمْ} بالخفض {شُرَكَاؤُهُمْ} بالرفع.
٥٤ - قرأ أبو جعفر وابن عامر {وَإِنْ تكن مَيْتَةً} [١٣٩] بالرفع. وأبو جعفر وحده يشدد {مَيْتَةً}. وقرأ ابن كثير {وَإِنْ يَكُنْ} بالياء {مَيْتَةً} رفع.
وقرأ عاصم في رواية أبي بكر {وَإِنْ تكن} بالتاء {مَيْتَةً} بالنصب، وقرأ نافع وأبو عمرو، وحفص عن عاصم، وحمزة',NULL,'203',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (199,'والكسائي ويعقوب وخلف {وَإِنْ يَكُنْ} بالياء {مَيْتَةً} نصب.
٥٥ - قرأ ابن كثير وابن عامر {قَدْ خَسِرَ الَّذِينَ قَتَلُوا أَوْلَادَهُمْ} [١٤٠] مشددة التاء. وقرأ الباقون {قَتَلُوا} خفيفة.
٥٦ - قرأ أبو جعفر ونافع وابن كثير وحمزة والكسائي وخلف {وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ} [١٤١] بكسر الحاء.
وقرأ أبو عمرو وعاصم وابن عامر ويعقوب {يَوْمَ حَصَادِهِ} بفتح الحاء.
٥٧ - قرأ أبو جعفر ونافع وعاصم وحمزة والكسائي وخلف، وابن كثير في رواية ابن فليح وحده، {وَمِنَ الْمَعْزِ اثْنَيْنِ} [١٤٣] ساكنة العين.
وقرأ ابن كثير في رواية القواس والبزي، وأبو عمرو وابن عامر ويعقوب {وَمِنَ الْمَعْزِ} بفتح العين.
٥٨ - قرأ أبو جعفر وابن عامر {إِلَّا أَنْ تَكُونَ} [١٤٥] بالتاء {مَيْتَةً} بالرفع ويشدد {مَيْتَةً} أبو جعفر وحده. وقرأ ابن كثير وحمزة {إِلَّا أَنْ تَكُونَ} بالتاء {مَيْتَةً} بالنصب.
وقرأ نافع وأبو عمرو وعاصم والكسائي ويعقوب وخلف {إِلَّا أَنْ تَكُونَ} بالياء {مَيْتَةً} بالنصب.
٥٩ - قرأ عاصم في رواية حفص وحمزة والكسائي وخلف {لَعَلَّكُمْ تَذَكَّرُونَ} [١٥٢] خفيفة الذال كل القرآن.
وقرأ الباقون مشددة الذال في جميع القرآن.',NULL,'204',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (200,'٦٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وعاصم {وَأَنَّ هَذَا صِرَاطِي} [١٥٣] بفتح الألف وتشديد النون، وقرأ ابن عامر ويعقوب {وَأَنَّ هَذَا} بفتح الألف وسكون النون. وقرأ حمزة والكسائي وخلف {وَأَنَّ هَذَا} بكسر الألف وتشديد النون.
٦١ - قرأ حمزة والكسائي وخلف {هَلْ يَنْظُرُونَ إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ} [١٥٨] بالياء [على التذكير] وفي النحل مثله. وقرأ الباقون {تَأْتِيَهُمُ} بالتاء في السورتين.
٦٢ - قرأ حمزة والكسائي {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ} [١٥٩] بالألف، وكذلك في الروم [آية ٣٣] {من الَّذِينَ فَرَّقُوا دِينَهُمْ} بالألف أيضا وقرأ الباقون {فَرَّقُوا دِينَهُمْ} بتشديد الراء في السورتين.
٦٣ - قرأ يعقوب وحده {مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ} [١٦٠] منون {أَمْثَالِهَا} رفع. وهو قراءة الحسن وغيره. وقرأ الباقون {فَلَهُ عَشْرُ أَمْثَالِهَا} على الإضافة.
٦٤ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {دِينًا قِيَمًا مِلَّةَ إِبْرَاهِيمَ} [١٦١] بفتح القاف وكسر الياء مشددة. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {دِينًا قِيَمًا} بكسر القاف وفتح الياء خفيفة.',NULL,'205',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (201,'٦٥ - قرأ أبو جعفر ونافع {قُلْ إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ} [١٦٢] ساكنة الياء. {وَمَمَاتِي لِلَّهِ} [١٦٢] بفتح الياء. وقرأ الباقون {وَمَحْيَايَ} بفتح الياء {وَمَمَاتِي لِلَّهِ} ساكنة الياء. {وقد هدن} ذكرته في موضعه.
فتح الياءات
فتح أبو جعفر ونافع من الياءات {إِنِّي أَخَافُ} [١٥] {إِنِّي أَرَاكَ} [٧٤] و {هَدَانِي رَبِّي إِلَى صِرَاطٍ} [١٦١] فقط. وفتح ابن كثير {إِنِّي أَخَافُ} و {إِنِّي أَرَاكَ} وفتح ابن عامر والأعشى والبرجمي عن أبي بكر عن عاصم {صِرَاطِي مُسْتَقِيمًا} [١٥٣] وفتح ابن عامر أيضا وعاصم - إلا في رواية حماد ويحيى عن أبي بكر - {وَجَّهْتُ وَجْهِيَ لِلَّذِي} [٧٩]. ولم يفتح الآخرون منها شيئا.',NULL,'206',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (202,'<span data-type="title" id=toc-31>سورة الأعراف</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عبد الله بن عامر وحده {قَلِيلًا مَا تَذَكَّرُونَ} [٣] بياء وتاء وقرأ حمزة والكسائي، وحفص عن عاصم، وخلف {تَذَكَّرُونَ} بتاء واحدة والذال خفيفة. وقرأ الباقون بتاء واحدة والذال مشددة.
٢ - قرأ القراء كلهم {مَعَايِشَ} [١٠] بغير همز ولم يختلفوا فيه، إلا ما رواه أسيد عن الأعرج وخارجة عن نافع أنهما همزاه، قيل: فأما نافع فهو غلط عليه لأن الرواة عنه الثقات كلهم على خلاف ذلك وقال أكثر القراء وأهل النحو والعربية: إن الهمزة فيه لحن وقال بعضهم: ليس بلحن وله وجه وإن كان بعيدا.
٣ - قرأ حمزة والكسائي وخلف {وَمِنْهَا تُخْرَجُونَ}',NULL,'207',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (203,'[٢٥] بفتح التاء وضم الراء، وكذلك في الروم {بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ} وفي الزخرف {بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ} بفتح التاء فيها أيضا. وفي الجاثية {فَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا} بفتح الياء. وقرأ ابن عامر هاهنا وفي الزخرف بفتح التاء. وفي الجاثية والروم بضم التاء والياء.
وقرأ يعقوب هاهنا {تُخْرَجُونَ} بفتح التاء فقط، والباقي بضم التاء والياء وقرأ الباقون جميع ذلك بضم التاء والياء.
٤ - قرأ أبو جعفر ونافع وابن عامر والكسائي {وَرِيشًا وَلِبَاسُ التَّقْوَى} [٢٦] نصب. وقرأ الباقون {وَلِبَاسُ} بالرفع.
٥ - قرأ نافع وحده {قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الحيوة الدُّنْيَا خَالِصَةً} [٣٢] رفع وقرا الباقون {خَالِصَةً} بالنصب.
٦ - قرأ عاصم في رواية أبي بكر {قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لَا يعلمون} [٣٨] بالياء. وقرأ الباقون بالتاء.
٧ - قرأ أبو عمرو {لَا تُفَتَّحُ لَهُمْ} [٤٠] خفيفة التاء. وقرأ حمزة والكسائي وخلف {لَا تُفَتَّحُ لَهُمْ} بالياء خفيف. وقرأ الباقون {لَا تُفَتَّحُ} بالتاء مشددة.
٨ - قرأ ابن عامر وحده {وَمَا كُنَّا لِنَهْتَدِيَ} [٤٣] بغير واو، وقرأ الباقون {وَمَا كُنَّا} بالواو.',NULL,'208',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (204,'٩ - قرأ الكسائي {نَعَمْ} [٤٤] بكسر العين كل القرآن، وقرأ الباقون {نَعَمْ} بفتح العين.
١٠ - قرأ أبو جعفر ونافع وأبو عمرو وعاصم ويعقوب {أَنْ} خفيفة {لَعْنَةُ اللَّهِ} [٤٤] رفع. وقرأ ابن كثير وابن عامر وحمزة والكسائي وخلف {أَنْ} مشدد {لَعْنَةُ اللَّهِ} بالنصب.
١١ - قرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف، ورويس وزيد عن يعقوب، {يُغْشِي اللَّيْلَ النَّهَارَ} [٥٤] مشددة. وفي الرعد مثله. وقرأ الباقون {يُغْشِي اللَّيْلَ} خفيفة في السورتين.
١٢ - قرأ ابن عامر {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ} [٥٤] كلها بالرفع وقرأ الباقون كلها بالنصب.
١٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {بُشْرًا بَيْنَ يَدَيْ} [٥٧] بضم النون والشين حيث كان. وقرأ حمزة والكسائي وخلف {الرِّيَاحَ بُشْرًا} بفتح النون وسكون الشين.
وقرأ ابن عامر {نَشْرًا} بضم النون وسكون الشين.
وقرأ عاصم {الرِّيَاحَ بُشْرًا} بالياء وسكون الشين.
١٤ - قرأ أبو جعفر وحده {وَالَّذِي خَبُثَ لَا يَخْرُجُ إِلَّا نَكِدًا} [٥٨] بفتح الكاف، وقرأ الباقون {نَكِدًا} بكسر الكاف.',NULL,'209',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (205,'١٥ - قرأ أبو جعفر والكسائي {مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ} [٦٥] بالخفض في جميع القرآن. وقرأ حمزة وخلف في فاطر {هل من خالق غير الله} بالخفض فقط. وقرأ الباقون {غَيْرُهُ} و {غَيْرِ اللَّهِ} بالرفع في جميع القرآن.
١٦ - قرأ أبو عمرو وحده {أُبَلِّغُكُمْ رِسَالَاتِ رَبِّي} [٦٢] بالتخفيف وفي الأحقاف مثله. وقرأ الباقون {أُبَلِّغُكُمْ} مشددة.
١٧ - قرأ أبو جعفر ونافع وحفص عن عاصم {إِنَّكُمْ لَتَأْتُونَ الرِّجَالَ} [٨١] بكسر الألف، وقرأ ابن كثير ويعقوب {إِنَّكُمْ} بهمزة واحدة غير ممدودة. وقرأ أبو عمرو وزيد {ءانكم} بهمزة ممدودة، وقرأ ابن عامر، وعاصم برواية أبي بكر، والكسائي وخلف {أَئِنَّكُمْ} بهمزتين.
١٨ - قرأ ابن عامر وحده {وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ (٧٤) قَالَ الْمَلَأُ} [٧٤ و٧٥] بزيادة واو وقرأ الباقون {قَالَ الْمَلَأُ} بغير واو.
١٩ - قرأ أبو جعفر ونافع وابن عامر {أَوَأَمِنَ أَهْلُ',NULL,'210',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (206,'الْقُرَى} [٩٨] ساكنة الواو، وكذلك في الصافات والواقعة {أَوَآبَاؤُنَا الْأَوَّلُونَ} ساكنة الواو أيضا، وقرأ ابن كثير في رواية القواس والبزي، ونافع في رواية ورش وحده هاهنا {أَوَأَمِنَ} ساكنة الواو وفي الصافات والواقعة {أَوَآبَاؤُنَا} بفتح الواو، وقرأ أبو عمرو وابن كثير برواية ابن فليح، وعاصم وحمزة والكسائي ويعقوب وخلف {أَوَأَمِنَ} بفتح الواو وكذلك {أَوَآبَاؤُنَا} في السورتين.
٢٠ - قرأ يعقوب برواية زيد {أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ} [١٠٠] بالنون وكذلك في {طه} {أَفَلَمْ يَهْدِ لَهُمْ} وفي السجدة {أَوَلَمْ يَهْدِ لَهُمْ} بالنون فيها أيضا مثل قراءة الحسن وأبي عبد الرحمن ومجاهد وقتادة وقرأ الباقون {يَهْدِ} بالياء فيها.
٢١ - قرأ نافع وحده {حَقِيقٌ عَلَى أَنْ لَا أَقُولَ} [١٠٥]',NULL,'211',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (207,'مشددة الياء مفتوحة وقرأ الباقون {حَقِيقٌ عَلَى} مرسلة الياء.
٢٢ - قرأ أبو جعفر ونافع والكسائي وخلف {قَالُوا أَرْجِهْ وَأَخَاهُ} [١١١] بغير همز وكسر الهاء، ونافع والكسائي وخلف يشبعون كسرة الهاء.
وأبو جعفر وقالون عن نافع يكسران الهاء ولا يشبعان وفي الشعراء مثله.
وقرأ عاصم وحمزة {قَالُوا أَرْجِهْ} بغير همز وجزم الهاء.
وقرأ ابن عامر وابن كثير وأبو عمرو ويعقوب {ارجئه} بالهمز وضم الهاء، ولا يشبعها إلا ابن كثير على أصله ومذهبه في مثله.
٢٣ - قرأ حمزة والكسائي وخلف {يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ} [١١٢] بالألف بعد الحاء وكذلك في سورة يونس {وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ}، وقرأ الباقون {سَاحِرٍ عَلِيمٍ} بالألف قبل الحاء ولم يختلفوا في الشعراء {يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ} أن الألف بعد الحاء لأنه مكتوب بالألف، إلا ما روي عن الأعمش.
٢٤ - قرأ أبو جعفر ونافع وابن كثير وحفص عن عاصم {قَالُوا إِنَّ لَنَا لَأَجْرًا} [١١٣] بكسر الألف على لفظ الخبر. وقرأ أبو',NULL,'212',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (208,'عمرو بهمزة ممدودة وقرأ يعقوب - غير زيد - بهمزة غير ممدودة.
قرأ ابن عامر، وعاصم برواية أبي بكر، والكسائي وحمزة وخلف بهمزتين.
٢٥ - قرأ عاصم في رواية حفص {قَالَ فِرْعَوْنُ آمَنْتُمْ بِهِ} [١٢٣] بهمزة واحدة غير ممدودة على لفظ الخبر وفي "طه" "والشعراء" مثله. وقرأ عاصم برواية أبي بكر، وحمزة والكسائي وخلف {أَأَمِنْتُمْ} بهمزتين في جميعها. وقرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو ويعقوب {أَأَمِنْتُمْ} بهمزة واحدة ممدودة في جميعها.
٢٦ - قرأ عاصم في رواية حفص {فَإِذَا هِيَ تَلْقَفُ} [١١٧] ساكنة اللام خفيفة القاف وفي "طه" و"الشعراء" مثله. وقرأ الباقون {تَلْقَفُ} مفتوحة اللام مشددة القاف.
٢٧ - قرأ أبو جعفر ونافع وابن كثير {قَالَ سَنُقَتِّلُ أَبْنَاءَهُمْ} [١٢٧] بفتح النون والتخفيف. وقرأ الباقون {سَنُقَتِّلُ} بضم النون والتشديد.',NULL,'213',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (209,'٢٨ - قرأ ابن عامر وأبو بكر عن عاصم {وَمَا كَانُوا يَعْرِشُونَ} [١٣٧] بضم الراء وفي النحل مثله. وقرأ الباقون {يَعْرِشُونَ} بكسر الراء.
٢٩ - قرأ حمزة والكسائي وخلف {عَلَى قَوْمٍ يَعْكُفُونَ} [١٣٨] الكاف وقرأ الباقون {يَعْكُفُونَ} بضم الكاف.
٣٠ - قرأ ابن عامر وحده {وَإِذْ انجاكم مِنْ آلِ فِرْعَوْنَ} [١٤١] بغير ياء ولا نون، وقرأ الباقون {وَإِذْ نَجَّيْنَاكُمْ} بالياء والنون.
٣١ - قرأ نافع وحده {يُقَتِّلُونَ أَبْنَاءَكُمْ} [١٤١] بالتخفيف، وقرأ الباقون {يُقَتِّلُونَ} بالتشديد.
٣٢ - قرأ حمزة والكسائي وخلف {جَعَلَهُ دَكَّاءَ} [١٤٣] بالمد والهمز وقرأ الباقون {دَكًّا} منونا غير ممدود ولا مهموز.
٣٣ - قرأ حمزة والكسائي وخلف {وَإِنْ يَرَوْا سَبِيلَ الرُّشْدِ} [١٤٦] بفتح الراء والشين. وقرأ الباقون {سَبِيلَ الرُّشْدِ} بضم الراء وسكون الشين.
٣٤ - قرأ حمزة والكسائي {مِنْ حُلِيِّهِمْ} [١٤٨] بكسر الحاء وقرأ يعقوب {مِنْ حُلِيِّهِمْ} بفتح الحاء وسكون اللام وقرأ الباقون {مِنْ حُلِيِّهِمْ} بضم الحاء.',NULL,'214',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (210,'٣٥ - قرأ حمزة والكسائي وخلف {لَئِنْ لَمْ ترحمنا رَبُّنَا وتغفر لَنَا} [١٤٩] بالتاء {ربنا} بالنصب. وقرأ الباقون {لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا} بالياء و {رَبُّنَا} بالرفع.
٣٦ - قرأ ابن عامر، وأبو بكر عن عاصم، وحمزة والكسائي وخلف {قَالَ ابْنَ أُمَّ} [١٥٠] وفي طه {يَبْنَؤُمَّ} بكسر الميم. وقرأ أبو جعفر ونافع وابن كثير وأبو عمرو وحفص عن عاصم ويعقوب {قَالَ ابْنَ أُمَّ} و {يَبْنَؤُمَّ} بفتح الميم.
٣٧ - قرأ ابن عامر وحده {وَيَضَعُ عَنْهُمْ إِصْرَهُمْ} [١٥٧] بفتح الألف والصاد وألف بعدها على الجمع. وقرأ الباقون {إِصْرَهُمْ} بكسر الألف وسكون الصاد على واحدة.
٣٨ - قرأ أبو جعفر ونافع ويعقوب {تغفر لَكُمْ خَطِيئَاتِكُمْ} [١٦١] {تغفر} بالتاء مضمومة {خَطِيئَاتِكُمْ} بالألف والتاء مرفوعة. وقرأ ابن عامر {تغفر لَكُمْ} بالتاء أيضا {خطيئتكم} بغير ألف، مرفوعة على واحدة. وقرأ أبو عمرو {نَغْفِرْ لَكُمْ} بالنون مفتوحة {خَطَايَاكُمْ} بغير ألف. وقرأ ابن كثير وعاصم وحمزة والكسائي وخلف {نَغْفِرْ} بالنون أيضا {خَطِيئَاتِكُمْ} بالألف وكسر التاء على الجمع.',NULL,'215',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (211,'٣٩ - قرأ عاصم في رواية حفص {قَالُوا مَعْذِرَةً إِلَى رَبِّكُمْ} [١٦٤] بالنصب، وقرأ الباقون {مَعْذِرَةً} بالرفع.
٤٠ - قرأ أبو جعفر ونافع {بِعَذَابٍ بيس} [١٦٥] بكسر الباء غير مهموز، وقرأ ابن عامر {بِعَذَابٍ بَئِيسٍ} بكسر الباء مهموزا.
وقرأ عاصم في رواية أبي بكر {بِعَذَابٍ بيئس} بفتح الباء والهمزو على وزن فيعل. وقرأ الباقون وحماد {بِعَذَابٍ بَئِيسٍ} بفتح الباء وكسر الهمزة على وزن فعيل.
٤١ - قرأ عاصم في رواية أبي بكر {وَالَّذِينَ يُمَسِّكُونَ بِالْكِتَابِ} [١٧٠] خفيفة. وقرأ الباقون {يُمَسِّكُونَ} مشددة.
٤٢ - قرأ أبو جعفر ونافع وأبو عمرو وابن عامر ويعقوب {مِنْ ظُهُورِهِمْ ذرياتهم} [١٧٢] بالألف وكسر التاء. وقرأ ابن كثير وعاصم وحمزة والكسائي وخلف {ذُرِّيَّتَهُمْ} بغير ألف؛ وفتح التاء.
٤٣ - قرأ أبو عمرو وحده {شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ (١٧٢) أَوْ تَقُولُوا} [١٧٢ و١٧٣] بالياء فيهما، وقرأ الباقون {أَنْ تَقُولُوا ... أَوْ تَقُولُوا} بالتاء فيهما.
٤٤ - وقرأ حمزة {وَذَرُوا الَّذِينَ يُلْحِدُونَ} [١٨٠] بفتح الياء والحاء وكذلك في النحل {لِسَانُ الَّذِي يُلْحِدُون',NULL,'216',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (212,'إِلَيْهِ} وفي حم السجدة {إِنَّ الَّذِينَ يُلْحِدُونَ} كلها بفتح الياء والحاء، وقرأ الكسائي حرفا منها وهو الذي في النحل {لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ} بفتح الياء والحاء والباقي بضم الياء. وقرأ الباقون جميع ذلك بضم الياء وكسر الحاء.
٤٥ - قرأ أبو عمرو وعاصم ويعقوب {وَيَذَرُهُمْ فِي طُغْيَانِهِمْ} [١٨٦] بالياء والرفع؛ وقرأ حمزة والكسائي وخلف {وَيَذَرُهُمْ} بالياء والجزم. وقرأ أبو جعفر ونافع وابن كثير وابن عامر {وَنَذَرُهُمْ} بالنون والرفع.
٤٦ - قرأ أبو جعفر ونافع وعاصم برواية أبي بكر {جَعَلَا لَهُ شُرَكَاءَ} [١٩٠] منونا بكسر الشين. وقرأ الباقون {شُرَكَاءَ} بضم الشين وفتح الراء، والمد والهمز.
٤٧ - قرأ نافع وحده {لَا يَتَّبِعُوكُمْ} [١٩٣] خفيفة التاء مفتوحة الباء وقرأ الباقون {لَا يَتَّبِعُوكُمْ} مشددة التاء مكسورة الباء.
٤٨ - قرأ أبو جعفر وحده {أَمْ لَهُمْ أَيْدٍ يَبْطِشُونَ بِهَا} [١٩٥] بضم الطاء وكذلك في سورة القصص [آية ١٩] {فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ} وفي الدخان [١٦] {يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى} كلها بضم الطاء وقرأ الباقونََََََ',NULL,'217',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (213,'{يَبْطِشُونَ} و {يَبْطِشَ} و {نَبْطِشُ} بكسر الطاء في جميع ذلك.
٤٩ - قرأ ابن كثير وأبو عمرو والكسائي ويعقوب {إِذَا مَسَّهُمْ طَائِفٌ} [٢٠١] بغير ألف. وقرأ الباقون {طَائِفٌ} بالألف
- قوله {إِنَّ وَلِيِّيَ اللَّهُ} [١٩٦] ذكرته في باب الادغام والاظهار.
٥٠ - قرأ أبو جعفر ونافع {وَإِخْوَانُهُمْ يَمُدُّونَهُمْ} [٢٠٢] بضم الياء وكسر الميم. وقرأ الباقون {يَمُدُّونَهُمْ} بفتح الياء وضم الميم.
الإثبات
قرأ أبو جعفر وأبو عمرو ويعقوب، ونافع برواية إسماعيل، {ثُمَّ كِيدُونِي} [١٩٥] باثبات الياء، وقرأ الباقون بحذفه. قرأ يعقوب وحده {فَلَا تُنْظِرُونِي} [١٩٥] وقد ذكرنا مذهبه، في أول الكتاب وفيه غنية إن شاء الله. ََََََََََ',NULL,'218',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (214,'فتح الياءات وإرسالها
قرأ حمزة {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ} [٣٣] مرسلة الياء وقرأ الباقون بفتحها، وقرأ ابن عامر وحمزة {سَأَصْرِفُ عَنْ آيَاتِيَ الَّذِينَ} [١٤٦] مرسلة الياء وقرأ الباقون بفتحها. وفتح أبو جعفر ونافع {إِنِّي أَخَافُ} [٥٩] و {مِنْ بَعْدِي أَعَجِلْتُمْ} [١٥٠] و {عَذَابِي أُصِيبُ} [١٥٦] وفتح ابن كثير وأبو عمرو {إِنِّي أَخَافُ} و {إِنِّي اصْطَفَيْتُكَ} [١٤٤] وفتح ابن كثير في رواية ابن فليح وحده {قَالَ رَبِّ أَرِنِي أَنْظُرْ} ولم يفتح غيره. وفتح حفص عن عاصم {مَعِيَ} كل القرآن. والباقون لم يفتحوا منها شيئا والله أعلم. ََََََََََ',NULL,'219',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (215,'<span data-type="title" id=toc-32>سورة الأنفال</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع ويعقوب {بِأَلْفٍ مِنَ الْمَلَائِكَةِ مُرْدِفِينَ} [٩] بفتح الدال. وقرأ الباقون بكسر الدال.
٢ - قرأ أبو جعفر ونافع {إِذْ يُغَشِّيكُمُ} [١١] بضم الياء وسكون الغين وتخفيف الشين {النُّعَاسَ} [١١] بالنصب.
وقرأ ابن كثير وأبو عمرو {إِذْ يُغَشِّيكُمُ} بالألف وفتح الياء والشين {النُّعَاسَ} بالرفع.
وقرأ ابن عامر وعاصم وحمزة والكسائي ويعقوب وخلف {إِذْ يُغَشِّيكُمُ} بضم الياء وبفتح الغين وتشديد الشين {النُّعَاسَ} بالنصب.
٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وروح عن يعقوب {وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ} [١٨] بفتح الواو وتشديد الهاء {كَيْدِ} بالنصب. وقرأ حفص عن عاصم',NULL,'220',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (216,'{مُوهِنُ} بالتخفيف غير منون {كَيْدِ} بالخفض على الإضافة. وقرأ ابن عامر، وأبو بكر عن عاصم، وحمزة والكسائي وخلف وزيد ورويس عن يعقوب {مُوهِنُ} بالتخفيف والتنوين {كَيْدِ} بالنصب.
٤ - قرأ أبو جعفر ونافع وابن عامر، وحفص عن عاصم، {وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ} [١٩] بفتح الألف. وقرأ الباقون {وَأَنَّ اللَّهَ} بكسر الألف.
٥ - قرأ يعقوب وحده {فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ} [٣٩] وهذه قراءة استاذه سلام وغيره. وقرأ الباقون {بِمَا يَعْمَلُونَ} بالياء.
٦ - قرأ ابن كثير وأبو عمرو ويعقوب {إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيَا وَهُمْ بِالْعُدْوَةِ الْقُصْوَى} [٤٢] بكسر العين فيهما؛ وقرأ الباقون {بِالْعُدْوَةِ} بضم العين فيهما.
٧ - قرأ ابن عامر وحده {إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا الْمَلَائِكَةُ} [٥٠] بالتاء وقرأ الباقون {إِذْ يَتَوَفَّى} بالياء.
٨ - قرأ أبو جعفر وابن عامر وحمزة، وحفص عن عاصم، {وَلَا تَحْسَبَنَّ الَّذِينَ} [٥٩] بالياء وقرأ الباقون {وَلَا تَحْسَبَنَّ} بالتاء.',NULL,'221',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (217,'٩ - قرأ ابن عامر وحده {إِنَّهُمْ لَا يُعْجِزُونَ} [٥٩] بفتح الألف.
وقرأ الباقون {إِنَّهُمْ} بكسر الألف.
١٠ - قرأ يعقوب برواية رويس {تُرْهِبُونَ بِهِ} [٦٠] بفتح الراء وتشديد الهاء.
وقرأ الباقون {تُرْهِبُونَ} بالتخفيف.
١١ - قرأ عاصم برواية أبي بكر {وَإِنْ جَنَحُوا لِلسَّلْمِ} [٦١] بكسر السين وقرأ الباقون {لِلسَّلْمِ} بفتح السين.
١٢ - قرأ أبو جعفر ونافع وابن كثير وابن عامر {وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ} [٦٥] {فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ} [٦٦] كلاهما بالتاء. وقرأ عاصم وحمزة والكسائي وخلف {وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ} {ففَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ} بالياء فيهما جميعا. وقرأ أبو عمرو ويعقوب {وَإِنْ يَكُنْ مِنْكُمْ} بالياء {فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صَابِرَةٌ} بالتاء.
١٣ - قرأ أبو جعفر وحده {وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًاء} [٦٦] بضم الضاد وفتح العين والمد والهمز على جمع ضعيف. وقرأ عاصم وحمزة وخلف {وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا} بفتح الضاد.
وقرأ عاصم وحمزة في الروم [آية ٥٤] {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً} كلها بفتح بفتح الضاد وخالفهم خلف في الروم.',NULL,'222',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (218,'وقرأ الباقون {ضَعْفٍ} و {مِنْ ضَعْفٍ} بضم الضاد في جميع ذلك. وخالف حفص عاصما في هذا الحرف فقرأ بضم الضاد. وروي لنا عنه أنه قال: ما خالفت عاصماً في شيء من القرآن إلا في هذا الحرف لما روي عن عطية العوفي أنه قال: قرأت على ابن عمر رضي الله عنه {الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً} فقرأها ابن عمر {خَلَقَكُمْ مِنْ ضَعْفٍ} و {مِنْ بَعْدِ ضَعْفٍ} بالضم فيها؛ ثم قال: قرأت على رسول الله صلى الله عليه وآله وسلم كما قرأت علي، فأخذها علي كما أخذتها عليك.
١٤ - قرأ أبو جعفر وأبو عمرو ويعقوب {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ} [٦٧] بالتاء. وقرأ الباقون بالياء.
١٥ - قرأ أبو جعفر وحده {أَنْ يَكُونَ لَهُ أَسْرَى} [٦٧] بالألف وقرأ أبو عمرو {مِنَ الْأَسْرَى} [٧٠]',NULL,'223',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (219,'بالألف. وقرأ الباقون {لَهُ أَسْرَى} و {مِنَ الْأَسْرَى} بغير الف فيهما.
١٦ - قرأ حمزة وحده {مَا لَكُمْ مِنْ وَلَايَتِهِمْ مِنْ شَيْءٍ} [٧٢] بكسر الواو. وقرأ الباقون {مِنْ وَلَايَتِهِمْ} بفتح الواو.
فتح الياءات
فتح أبو جعفر ونافع وابن كثير وأبو عمرو {إِنِّي أَرَى مَا لَا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ} [٤٨] واسكنهما الأخرون.',NULL,'224',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (220,'<span data-type="title" id=toc-33>سورة التوبة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ يعقوب برواية روح وزيد {أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ} [٣] بالنصب مثل قراءة الحسن. وقرأ الباقون {وَرَسُولُهُ} بالرفع.
٢ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {أَئِمَّةَ الْكُفْرِ} [١٢] بهمزة واحدة غير ممدودة.
وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {أَئِمَّةَ} بهمزتين.
٣ - قرأ ابن عامر وحده {إِنَّهُمْ لَا أَيْمَانَ لَهُمْ} [١٢] بكسر الألف. وقرأ الباقون {لَا أَيْمَانَ لَهُمْ} [٩٢] بفتح الألف.',NULL,'225',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (221,'٤ - قرأ ابن كثير وأبو عمرو ويعقوب {أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ} [١٧] بغير ألف على واحد. وقرأ الباقون {مَسَاجِدَ اللَّهِ} على الجمع.
٥ - قرأ عاصم في رواية أبي بكر {وَعَشِيرَتُكُمْ} [٢٤] بالألف. وقرأ الباقون {وَعَشِيرَتُكُمْ} بغير ألف.
٦ - قرأ عاصم والكسائي ويعقوب {وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ} [٣٠] بالتنوين. وقرأ الباقون {عُزَيْرٌ} بغير تنوين.
٧ - قرأ عاصم {يُضَاهِئُونَ} [٣٠] بالهمز وكسر الهاء. وقرأ الباقون بضم الهاء بغير همز.
٨ - قرأ أبو جعفر وحده {إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنَا عَشَرَ شَهْرًا} [٣٦] ساكنة العين. وكذلك في يوسف [آية ٤] {إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا} وفي المدثر [آية ٣٠] {عَلَيْهَا تِسْعَةَ عَشَرَ} كلها باسكان العين. وقرأ الباقون بفتح العين فيها.
٩ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، وأبو بكر عن عاصم، وروح وزيد عن يعقوب، {إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ} [٣٧] بفتح الياء وكسر الضاد. وقرأ حمزة والكسائي وحفص عن عاصم وخلف {يُضَلُّ} بضم الياء وفتح الضاد.',NULL,'226',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (222,'وروى أوقية عن اليزيدي عن أبي عمرو، ورويس عن يعقوب {يُضَلُّ بِهِ} بضم الياء وكسر الضاد مثل قراءة الحسن وأبي عبد الرحمن بن أبي إسحاق وغيرهم.
١٠ - قرأ يعقوب وحده {وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا} [٤٠] بالنصب. وقرأ الباقون بالرفع.
١١ - قرأ حمزة والكسائي وخلف {أَنْ تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ} [٥٤] بالياء. وقرأ الباقون {أَنْ تُقْبَلَ مِنْهُمْ} بالتاء.
١٢ - قرأ يعقوب {أَوْ مَغَارَاتٍ أَوْ مُدَّخَلًا} [٥٧] بفتح الميم وسكون الدال مثل قراءة الحسن وابن أبي إسحاق وغيرهم. وقرأ الباقون {مُدَّخَلًا} بضم الميم وتشديد الدال.
١٣ - قرأ يعقوب {وَمِنْهُمْ مَنْ يَلْمِزُكَ} [٥٨] بضم الميم؛ وكذلك {الَّذِينَ يَلْمِزُونَ} [٧٩] وفي الحجرات [آية ١١] {وَلَا تَلْمِزُوا} كل ذلك بضم الميم، وهو قراءة الحسن وأبي عبد الرحمن ومجاهد وغيرهم. وقرأ الباقون بكسر الميم فيها.
١٤ - قرأ عاصم في رواية الأعشى والبرجمي عن أبي بكر {قُلْ أُذُنُ خَيْرٍ لَكُمْ} [٦١] بالرفع والتنوين فيهما؛ وهو قراءة الحسن وقتادة والأشهب وعيسى بن عمر وطلحة وعمرو ابن عبيد وغيرهم. وقرأ الباقون {قُلْ أُذُنُ} غير منون {خَيْرٍ لَكُمْ} بالخفض على الإضافة. وقرأ نافع {أُذُنُ} ساكنة الذال كل القرآن وقد ذكرته.
١٥ - قرأ حمزة وحده {وَرَحْمَةٌ لِلَّذِينَ آمَنُوا} [٦١] بالخفض. وقرأ الباقون {وَرَحْمَةٌ} بالرفع.',NULL,'227',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (223,'١٦ - قرأ عاصم {إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ} [٦٦] بالنون {نُعَذِّبْ} بالنون أيضا {طَائِفَةٍ} بالنصب. وقرأ الباقون {يَعْفُ} بالياء مضمومة {تُعَذِّبَ} بضم التاء {طَائِفَةٍ} بالرفع.
١٧ - قرأ الكسائي في رواية قتيبة وحده ويعقوب {وَجَاءَ الْمُعَذِّرُونَ} [٩٠] ساكنة العين خفيفة الذال وهو قراءة ابن عباس وجماعة؛ وقرأ الباقون {الْمُعَذِّرُونَ} بفتح العين وتشديد الذال.
١٨ - قرأ ابن كثير وأبو عمرو {عَلَيْهِمْ دَائِرَةُ السَّوْءِ} [٩٨] بضم السين وفي الفتح [آية ٦] مثله. وقرأ الباقون بفتح السين في السورتين.
١٩ - قرأ نافع في رواية ورش وإسماعيل {أَلَا إِنَّهَا قُرْبَةٌ لَهُمْ} [٩٩] بضم الراء؛ وقرأ الباقون {قُرْبَةٌ لَهُمْ} ساكنة الراء.
٢٠ - قرأ يعقوب {وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ} [١٠٠] بالرفع وهو قراءة الحسن وقتادة وجماعة. وقرأ الباقون {وَالْأَنْصَارِ} بالخفض.
٢١ - قرأ ابن كثير وحده {وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ} [١٠٠] بزيادة {مِنَ} وكذلك [هي] في مصاحف مكة. وقرأ الباقون {تَجْرِي تَحْتَهَا الْأَنْهَارُ} بغير {مِنَ} وعليه سائر المصاحف.
٢٢ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {إِنَّ صَلَاتَكَ سَكَنٌ لَهُمْ} [١٠٣] بغير واو وفتح التاء؛',NULL,'228',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (224,'وكذلك في سورة هود [آية ٨٧] {أَصَلَاتُكَ تَأْمُرُكَ} على واحدة في السورتين إلا أن التي في هود برفع التاء. وقرأ الباقون {ان صلواتك} بالواو وكسر التاء، وفي هود {اصلواتك} بالواو أيضا، على الجمع فيهما.
٢٣ - قرأ أبو جعفر ونافع وابن عامر {وَالَّذِينَ اتَّخَذُوا مَسْجِدًا} [١٠٧] بغير واو. وقرأ الباقون {وَالَّذِينَ} بالواو.
٢٤ - قرأ أبو جعفر ونافع، وحفص عن عاصم، وحمزة والكسائي وخلف {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ} [١٠٦] بغير همز. وقرأ ابن كثير وأبو عمرو وابن عامر، وأبو بكر عن عاصم، ويعقوب {مرجئون} بالهمز.
٢٥ - قرأ نافع وابن عامر {أَفَمَنْ أَسَّسَ} [١٠٩] بضم الألف وكسر السين {بُنْيَانَهُ} [١٠٩] بالرفع وكذلك {أَمْ مَنْ أَسَّسَ بُنْيَانَهُ} [١٠٩] مثله. وقرأ الباقون {أَفَمَنْ أَسَّسَ} بفتح الألف والسين {بُنْيَانَهُ} بالنصب {أَمْ مَنْ أَسَّسَ بُنْيَانَهُ} مثله.
٢٦ - قرأ ابن عامر، وحماد ويحيى عن أبي بكر، وحمزة وخلف {عَلَى شَفَا جُرُفٍ هَارٍ} [١٠٩] ساكنة الراء. وقرأ الباقون {جُرُفٍ} بضم الراء والجيم.',NULL,'229',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (225,'٢٧ - وقرأ يعقوب {إِلَّا أَنْ تَقَطَّعَ} [١١٠] خفيفة اللام. وهو قراءة الحسن والجحدري وأبي رجاء وقتادة وجماعة. وقرأ الباقون {إِلَّا} مشددة.
٢٨ - قرأ أبو جعفر وابن عامر وحفص عن عاصم وحمزة ورويس عن يعقوب {أَنْ تَقَطَّعَ قُلُوبُهُمْ} [١١٠] بفتح التاء. وقرأ نافع وابن كثير وأبو عمرو وأبو بكر عن عاصم والكسائي وخلف وزيد عن يعقوب {تَقَطَّعَ قُلُوبُهُمْ} بضم التاء وفتح القاف. وقرأ يعقوب برواية روح {إِلَّا أَنْ تَقَطَّعَ قُلُوبُهُمْ} بضم التاء وسكون القاف.
٢٩ - قرأ حمزة والكسائي وخلف {فَيَقْتُلُونَ} [١١١] بضم الياء {وَيَقْتُلُونَ} بفتح اليا.
وقرأ الباقون {فَيَقْتُلُونَ} بفتح الياء {وَيَقْتُلُونَ} بضم الياء.
٣٠ - قرأ حمزة، وحفص عن عاصم، {مِنْ بَعْدِ مَا كَادَ يَزِيغُ} [١١٧] بالياء وقرأ الباقون {تزيغ} بالتاء.
٣١ - قرأ حمزة ويعقوب {أَوَلَا يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ} [١٢٦] بالتاء وقرأ الباقون {أَوَلَا يَرَوْنَ} بالياء.
فتح الياءات
فتح أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وحفص عن عاصم، {لَنْ تَخْرُجُوا مَعِيَ أَبَدًا} [٨٣] وفتح حفص عن عاصم {مَعِيَ عَدُوًّا} [٨٣] والباقون لا يفتحون. والله أعلم.',NULL,'230',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (226,'<span data-type="title" id=toc-34>سورة يونس عليه السلام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وعاصم ويعقوب {الر} [١] بفتح الراء وقرأت لابن عامر وعاصم في رواية حماد، بين الفتح والكسر، وكذلك ذكروا لنا عن نافع، إلا أنهم قالوا إلى الفتح أقرب.
وقرأ أبو عمرو وحمزة والكسائي وخلف، ويحيى عن أبي بكر، بكسر الراء.
٢ - قرأ أبو جعفر ونافع وأبو عمرو وابن عامر ويعقوب {إِنَّ هَذَا لَسِحْرٌ مُبِينٌ} [٢] بغير ألف.
وقرأ ابن كثير وعاصم وحمزة والكسائي وخلف {لَسَاحِرٌ مُبِينٌ} بالألف.
وقرأ حمزة والكسائي وخلف في سورة هود [آية ٧] والصف [آية ٦] {سَاحِرٌ مُبِينٌ} بالألف، وقرأ الباقون {سِحْرٌ مُبِينٌ} بغير ألف وقد ذكرته في سورة المائدة.',NULL,'231',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (227,'٣ - قرأ أبو جعفر وحده {وَعْدَ اللَّهِ حَقًّا إِنَّهُ يَبْدَأُ الْخَلْقَ} [٤] بفتح الألف وقرأ الباقون {إِنَّهُ يَبْدَأُ} بكسر الألف.
٤ - قرأ ابن كثير وأبو عمرو ويعقوب، وعاصم برواية حفص، وحمزة برواية العجلي {يُفَصِّلُ الْآيَاتِ} [٥] بالياء، وقرأ الباقون {نُفَصِّلُ} بالنون.
٥ - قرأ ابن عامر ويعقوب {لَقُضِيَ إِلَيْهِمْ} [١١] بفتح القاف والضاد {أَجَلُهُمْ} [١١] بالنصب. وقرأ الباقون {لَقُضِيَ} بضم القاف وكسر الضاد وفتح الياء {أَجَلُهُمْ} بالرفع.
٦ - قرأ حمزة والكسائي وخلف {سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} [١٨] بالتاء، ومثله في أول النحل موضعين وفي الروم [الآية ٤٠] {وَتَعَالَى عَمَّا يُشْرِكُونَ} كله بالتاء. وقرأ الباقون كل ذلك بالياء.
٧ - قرأ ابن كثير فيما روى لنا النقاش عن أبي ربيعة عن البزي: {وَلَا أَدْرَاكُمْ بِهِ} [١٦] بغير ألف، ولم يوافقه عليه أحد ممن لقيت، على أنه منصوص في كتاب أبي ربيعة. وقرأنا على غيره في رواية البزي وغيره {وَلَا أَدْرَاكُمْ} بالألف مثل جميع القراء، والله أعلم بجميع ذلك.
٨ - قرأ يعقوب في رواية زيد وروح {إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ} [٢١] بالياء، وهو قراءة الحسن ومجاهد وجماعة. وقال خارجة: رجع أبو عمرو إلى {يَمْكُرُونَ} بالياء، وروي عنه',NULL,'232',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (228,'أنه قال: قرأها أبو عمرو زمانا بالياء {يَمْكُرُونَ} ثم رجع إلى التاء. ورواه يونس عن أبي عمرو بالياء، والله أعلم به، وقرأ الباقون بالتاء.
٩ - قرأ أبو جعفر وابن عامر {هُوَ الَّذِي ينشركم} [٢٢] بالنون والشين وقرأ الباقون {يُسَيِّرُكُمْ} بالسين والياء.
١٠ - قرأ حفص عن عاصم {إِنَّمَا بَغْيُكُمْ عَلَى أَنْفُسِكُمْ مَتَاعَ الْحَيَاةِ الدُّنْيَا} [٢٣] بالنصب. وقرأ الباقون {مَتَاعَ} بالرفع.
١١ - قرأ ابن كثير والكسائي ويعقوب {كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِنَ اللَّيْلِ} [٢٧] ساكنة الطاء. وقرأ الباقون {قِطَعًا} بفتح الطاء.
١٢ - قرأ حمزة والكسائي وخلف وروح عن يعقوب {هُنَالِكَ تتلوا} [٣٠] بالتاء، وقرأ الباقون {تَبْلُو} بالباء.
١٣ - قرأ أبو جعفر ونافع وابن عامر {كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ} [٣٣] وبعده {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ} [آية ٩٦ من يونس] وفي حم المؤمن {كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ} كلها بالألف على الجمع وقرأ الباقون {كَلِمَتُ رَبِّكَ} على واحدة في جميع ذلك.
١٤ - قرأ أبو جعفر ونافع {أَمَّنْ لَا يَهِدِّي} [٣٥] ساكنة الهاء مشددة الدال.',NULL,'233',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (229,'وقرأ أبو عمرو بالإشارة إلى فتحة الهاء من غير إشباع.
وقرأ ابن كثير وابن عامر وورش عن نافع وروح وزيد عن يعقوب {يَهِدِّي} بفتح الياء والهاء.
وقرأ عاصم ورويس عن يعقوب {يَهِدِّي} بفتح الياء وكسر الهاء. وروى حماد ويحيى عن أبي بكر عن عاصم {يَهِدِّي} بكسر الياء والهاء. وقرأ حمزة والكسائي وخلف {يَهِدِّي} ساكنة الهاء خفيفة الدال.
١٥ - وقرأ أبو جعفر وابن عامر {فَبِذَلِكَ فَلْيَفْرَحُوا} [٥٨] بالياء {هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} [٥٨] بالتاء.
وقرأ يعقوب في رواية رويس {فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} بالتاء فيهما، وروي ذلك عن النبي - صلى الله عليه وسلم - وأبي بن كعب وعمر وعن الحسن وابن سيرين. زيد عن يعقوب {فَبِذَلِكَ فَلْيَفْرَحُوا} بالتاء {هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} بالياء. وروي عن ابن عباس والحسن والجحدري وقتادة وجماعة. وقرأ الباقون {فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ} بالياء فيهما.
١٦ - قرأ حمزة ويعقوب وخلف {وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ} [٦١] بالرفع.
وقرأ الباقون {وَلَا أَصْغَرَ مِنْ ذَلِكَ وَلَا أَكْبَرَ} بالنصب في اللفظ.',NULL,'234',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (230,'١٧ - قرأ الكسائي وحده {وَمَا يَعْزُبُ عَنْ رَبِّكَ} [٦١] بكسر الزاي، وفي سبأ [آية ٣] مثله، وقرأ الباقون {يَعْزُبُ} بضم الزاي في السورتين.
١٨ - قرأ يعقوب وحده {فَأَجْمِعُوا أَمْرَكُمْ وَشُرَكَاءَكُمْ} [٧١] بالرفع مثل قراءة الحسن وابن أبي اسحاق. وقرأ الباقون {وَشُرَكَاءَكُمْ} بالنصب.
١٩ - قرأ عاصم في رواية حماد وشعيب بن أيوب عن يحيى عن أبي بكر، وزيد عن يعقوب {وَتَكُونَ لَكُمَا الْكِبْرِيَاءُ} [٧٨] مثل قراءة الحسن وقرأ الباقون {وَتَكُونَ} بالتاء.
٢٠ - قرأ أبو جعفر وأبو عمرو {مَا جِئْتُمْ بِهِ السِّحْرُ} [٨١] بقطع الألف ومده على الاستفهام. وقرأ الباقون {بِهِ السِّحْرُ} موصولة.
٢١ - قرأ ابن عامر وحده {وَلَا تَتَّبِعَانِّ} [٨٩] خفيفة النون. وقرأ الباقون {تَتَّبِعَانِّ} مشددة النون.',NULL,'235',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (231,'٢٢ - قرأ حمزة والكسائي وخلف {آمَنْتُ أَنَّهُ} [٩٠] بكسر الألف. وقرأ الباقون {أَنَّهُ} بفتح الألف.
٢٣ - قرأ يعقوب والكسائي في رواية قتيبة {فَالْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ} [٩٢] خفيفة، وقرأ الباقون {نُنَجِّيكَ} مشددة.
٢٤ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر {وَيَجْعَلُ الرِّجْسَ} [١٠٠] بالنون. وقرأ الباقون {وَيَجْعَلُ} بالياء.
٢٥ - قرأ الكسائي برواية نصير، ويعقوب برواية روح وزيد {ثُمَّ نُنَجِّي رُسُلَنَا} [١٠٣] خفيفة. وقرأ الباقون {نُنَجِّي} مشددة. وروي عن روح التشديد فيه أيضا. - قال الأستاذ رضي الله عنه -: هكذا هو في هذا الحرف في الرواية التي قرأنا عن نصير {ثُمَّ نُنَجِّي} مشددة.
٢٦ - وقرأ الكسائي، وحفص عن عاصم، ويعقوب {كَذَلِكَ حَقًّا عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ} [١٠٣] خفيفة أيضا وقرأ الباقون {نُنْجِ} مشددة.
فتح الياءات
فتح أبو جعفر ونافع وأبو عمرو من الياءات قوله {قُلْ مَا',NULL,'236',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (232,'يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي إِنْ أَتَّبِعُ إِلَّا مَا يُوحَى إِلَيَّ} [١٥] {إِنِّي أَخَافُ إِنْ عَصَيْتُ} [١٥] {قُلْ إِي وَرَبِّي إِنَّهُ لَحَقٌّ} [٥٣] و {إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ} [٧٢] وفتح ابن كثير {مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ} و {إِنِّي أَخَافُ} وفتح ابن عامر، وحفص عن عاصم، {أَجْرِيَ إِلَّا عَلَى اللَّهِ} في جميع القرآن. ولم يفتح الباقون منها شيئا والله أعلم.',NULL,'237',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (233,'<span data-type="title" id=toc-35>سورة هود عليه السلام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وأبو عمرو وابن كثير والكسائي ويعقوب وخلف {إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ} [٢٥] بفتح الألف، وقرأ نافع وابن عامر وعاصم وحمزة {إِنِّي لَكُمْ} بكسر الألف.
٢ - قرأ حمزة والكسائي وخلف {إِنْ هَذَا إِلَّا سِحْرٌ مُبِينٌ} [٧] بالألف. وقرأ الباقون {سِحْرٌ مُبِينٌ}. بغير ألف.
٣ - قرأ أبو عمرو ونصير عن الكسائي {بَادِيَ الرَّأْيِ} [٢٧] بالهمز. وقرأ الباقون {بَادِيَ} بغير همز.
٤ - قرأ عاصم في رواية حفص، وحمزة والكسائي وخلف {فَعُمِّيَتْ عَلَيْكُمْ} [٢٨] بضم العين وتشديد الميم. وقرأ الباقون {فَعُمِّيَتْ} بفتح العين وتخفيف الميم.',NULL,'238',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (234,'٥ - قرأ حفص عن عاصم {قُلْنَا احْمِلْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ} [٤٠] وفي سورة قد أفلح مثله. وقرأ الباقون {مِنْ كُلٍّ زَوْجَيْنِ} غير منون في السورتين.
٦ - قرأ عاصم في رواية حفص، وحمزة والكسائي وخلف {بِسْمِ اللَّهِ مَجْرَاهَا} [٤١] بفتح الميم وكسر الراء على الإمالة. وقرأ الباقون {مَجْرَاهَا} بضم الميم. ولم يختلفوا في ضم الميم [من] {وَمُرْسَاهَا} [٤١].
٧ - قرأ عاصم {يَا بُنَيَّ ارْكَبْ مَعَنَا} [٤٢] بفتح الياء. وقرا الباقون {يَا بُنَيَّ ارْكَبْ مَعَنَا} بكسر الياء. وقرأ حفص عن عاصم {يَا بُنَيَّ} بفتح الياء في جميع القرآن. وأبو بكر لا يفتح غير هذا واختلف عن ابن كثير في سورة لقمان وسنذكره هناك بمشيئة الله وعونه.
٨ - قرأ الكسائي ويعقوب {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} [٤٦] بالنصب. وقرأ الباقون {إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} بالرفع.
٩ - قرأ أبو جعفر، ونافع برواية ورش وإسماعيل، {فَلَا تَسْأَلْنِ مَا لَيْسَ} [٤٦] مشددة النون مثبتة الياء',NULL,'239',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (235,'وقرأ ابن عامر، وقالون عن نافع {فَلَا تَسْأَلْنِ} مشددة النون مكسورة من غير ياء.
وقرأ ابن كثير {فَلَا تَسْأَلْنِ} مشددة مفتوحة [النون].
قرأ أبو عمرو ويعقوب {فَلَا تَسْأَلْنِ} خفيفة النون مثبتة الياء. وقرأ عاصم وحمزة والكسائي وخلف {فَلَا تَسْأَلْنِ} خفيفة النون محذوفة الياء.
١٠ - قرأ أبو جعفر، ونافع برواية ورش وقالون، والكسائي ومحمد بن حبيب الشموني ومحمد بن عبد الله القلا عن الأعشى عن أبي بكر والبرجمي عن أبي بكر أيضا {وَمِنْ خِزْيِ يَوْمِئِذٍ} [٦٦] وفي المعارج [آية ١١] {مِنْ عَذَابِ يَوْمِئِذٍ} بفتح الميم فيهما، وقرأ الباقون، وإسماعيل عن نافع، ومحمد بن غالب عن الأعشى {خِزْيِ يَوْمِئِذٍ} و {عَذَابِ يَوْمِئِذٍ} بكسر الميم فيهما. وقوله {فَزَعٍ يَوْمَئِذٍ} نذكره في سورة النمل [آية ٨٩]. إن شاء الله.
١١ - قرأ حمزة، وحفص عن عاصم، ويعقوب {أَلَا إِنَّ ثَمُودَ} [٦٨] غير منون في جميع القرآن. وقرأ الباقون {ثَمُودَا} بالتنوين هاهنا وفي الفرقان [آية ٣٨] والعنكبوت [آية ٣٨] والنجم [آية ٥١] لأنه مكتوب في هذه المواضع بالألف أبو بكر عن عاصم في: {وَالنَّجْمِ} {وَثَمُودَ} لا ينونه وينون الباقي وروى عنه البرجمي ومحمد بن غالب عن الأعشى في والنجم بالتنوين أيضا.',NULL,'240',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (236,'١٢ - وقرأ الكسائي وحده هاهنا {أَلَا بُعْدًا لِثَمُودَ} [٦٨] بالخفض والتنوين. وقرأ الباقون {لِثَمُودَ} بالفتح غير منون.
١٣ - قرأ حمزة والكسائي {قَالُوا سَلَامًا قَالَ سَلَامٌ} [٦٩] بكسر السين وسكون اللام وفي الذاريات [آية ٢٥] مثله. وقرأ الباقون {قَالُوا سَلَامًا قَالَ سَلَامٌ} بالألف وفتح السين في السورتين.
١٤ - قرأ ابن عامر وحمزة وحفص عن عاصم {وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ} [٧١] بالنصب. وقرأ الباقون {يَعْقُوبَ} بالرفع.
١٥ - قرأ أبو جعفر ونافع وابن كثير {فَأَسْرِ بِأَهْلِكَ} [٨١] موصولة الألف. وكذلك {أَنْ أَسْرِ} بكسر النون ووصل الألف. وقرأ الباقون {فَأَسْرِ بِأَهْلِكَ} و {أَنْ أَسْرِ} بقطع الألف فيهما.
١٦ - قرأ ابن كثير وأبو عمرو {وَلَا يَلْتَفِتْ مِنْكُمْ أَحَدٌ إِلَّا امْرَأَتَكَ} [٨١] بالرفع. وقرأ الباقون {إِلَّا امْرَأَتَكَ} بالنصب.
{أَصَلَاتُكَ تَأْمُرُكَ} [٨٧] ذكرته في سورة التوبة.
١٧ - قرأ يعقوب وحده {وَمَا نُؤَخِّرُهُ إِلَّا لِأَجَلٍ مَعْدُودٍ} [١٠٤] بالياء. وقرأ الباقون {وَمَا نُؤَخِّرُهُ} بالنون.
١٨ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو والكسائي',NULL,'241',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (237,'ويعقوب {يَوْمَ يَأْتِ لَا تَكَلَّمُ} [١٠٥] باثبات الياء. وقرأ ابن عامر وعاصم وحمزة وخلف {يَوْمَ يَأْتِ} بحذف الياء.
١٩ - قرأ أبو جعفر وأبو عمرو، ونافع برواية إسماعيل، {وَلَا تُخْزُونِ فِي ضَيْفِي} [٧٨] بإثبات الياء. وقرأ الباقون {وَلَا تُخْزُونِ} بحذف الياء.
٢٠ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ} [١٠٨] بضم السين. وقرأ الباقون {سُعِدُوا} بفتح السين.
٢١ - قرأ أبو جعفر وابن عامر وحمزة، وحفص عن عاصم، {وَإِنَّ كُلًّا لَمَّا لَيُوَفِّيَنَّهُمْ} [١١١] مشددتين.
وقرأ أبو عمرو والكسائي وخلف ويعقوب {وَإِنَّ كُلًّا} مشددة {لَمَّا} خفيفة
وقرأ ابن كثير ونافع {وَإِنَّ كُلًّا لَمَّا} خفيفتين.
وقرأ عاصم في رواية أبي بكر {وَإِنَّ كُلًّا} خفيفة {لَمَّا} مشددة الميم.
٢٢ - قرأ أبو جعفر وحده {وَزُلَفًا مِنَ اللَّيْلِ} [١١٤] بضم اللام. وقرأ الباقون {وَزُلَفًا} بفتح اللام.
٢٣ - قرأ نافع، وحفص عن عاصم، {وَإِلَيْهِ يُرْجَعُ الْأَمْرُ كُلُّهُ} [١٢٣] بضم الياء وفتح الجيم. وقرأ الباقون {يُرْجَعُ الْأَمْرُ} بفتح الياء وكسر الجيم.',NULL,'242',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (238,'٢٤ - قرأ أبو جعفر ونافع وابن عامر، وحفص عن عاصم، ويعقوب {وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [١٢٣] بالتاء. [و] قرأ ابن كثير وأبو عمرو، وأبو بكر عن عاصم، وحمزة والكسائي وخلف {عَمَّا يَعْمَلُونَ} بالياء وفي آخر النمل [آية ٩٣ والأخيرة] مثله.
فتح الياءات
فتح أبو جعفر ونافع وأبو عمرو من الياءات {إِنِّي أَخَافُ} {عَنِّي إِنَّهُ} [١٠] {وَلَكِنِّي أَرَاكُمْ} [٢٩] {إِنْ أَجْرِيَ إِلَّا} [٢٩ و٥١] {إِنِّي إِذًا} [٣١] {وَلَا يَنْفَعُكُمْ نُصْحِي إِنْ أَرَدْتُ} [٣٤] {إِنِّي أَعِظُكَ} [٤٦] {إِنِّي أَعُوذُ} [٤٧] {فِي ضَيْفِي أَلَيْسَ} [٧٨] {إِنِّي أَرَاكُمْ} [٨٤] {تَوْفِيقِي إِلَّا بِاللَّهِ} [٨٨] {شِقَاقِي أَنْ} [٨٩] {أَرَهْطِي أَعَزُّ} [٩٢]. وفتح أبو جعفر ونافع أيضا {إِنِّي أُشْهِدُ اللَّهَ} [٥٤] {فَطَرَنِي أَفَلَا} [٥١]. فتح ابن كثير {إِنِّي أَخَافُ} [٣ و٢٥ و٨٤]. {إِنِّي أَعِظُكَ} {إِنِّي أَعُوذُ} {إِنِّي أَرَاكُمْ} {شِقَاقِي أَنْ} و {أَرَهْطِي} وفي رواية البزي {وَلَكِنِّي أَرَاكُمْ} و {فَطَرَنِي أَفَلَا}. وفتح ابن عامر {وَمَا تَوْفِيقِي} و {أَرَهْطِي أَعَزُّ} {أَجْرِيَ إِلَّا}. وفتح حفص عن عاصم {إِنْ أَجْرِيَ إِلَّا} في جميع القرآن.
الباقون لا يفتحون منها شيئا والله أعلم.',NULL,'243',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (239,'<span data-type="title" id=toc-36>سورة يوسف عليه السلام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وابن عامر {إِذْ قَالَ يُوسُفُ لِأَبِيهِ يَا أَبَتِ} [٤] بفتح التاء في جميع القرآن.
وقرأ الباقون {يَا أَبَتِ} بكسر التاء.
٢ - قرأ حفص عن عاصم {قَالَ يَا بُنَيَّ لَا تَقْصُصْ رُؤْيَاكَ} [٥] بفتح الياء في جميع القرآن. وقرأ الباقون {يَا بُنَيَّ} بكسر الياء.
٣ - قرأ ابن كثير {لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ} [٧] بغير ألف على واحدة. وقرأ الباقون {آيَاتٌ} على الجمع.
٤ - قرأ أبو جعفر ونافع {وَأَلْقُوهُ فِي غَيَابَتِ الْجُبِّ} [١٠] و {أَنْ يَجْعَلُوهُ فِي غَيَابَتِ الْجُبِّ} [١٥] بالألف على الجمع فيهما. وقرأ الباقون {غيابة} في الحرفين على واحدة.
٥ - قرأ أبو جعفر {مَا لَكَ لَا تَأْمَنَّا} [١١] مشددة',NULL,'244',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (240,'النون من غير اشمام. وكذلك الحلواني عن قالون. وقرأ الباقون بالإشارة إلى النون المدغمة بالضمة.
٦ - قرأ أبو جعفر ونافع {أَرْسِلْهُ مَعَنَا غَدًا يَرْتَعْ وَيَلْعَبْ} [١٢] بالياء فيهما وكسر العين.
وقرأ ابن كثير {يَرْتَعْ وَيَلْعَبْ} بالنون فيهما وكسر العين.
وقرأنا برواية الهاشمي عن القواس {نرتعي} باثبات الياء. ولا يصح ذلك. وقرأ أبو عمرو وابن عامر {نرتع وَنَلْعَبُ} بالنون فيهما وجزم العين. وقرأ عاصم وحمزة والكسائي وخلف ورويس عن يعقوب {يَرْتَعْ وَيَلْعَبْ} بالياء فيهما وجزم العين. وقرأ يعقوب برواية روح وزيد {نرتع} بالنون وجوم العين ويلعب بالياء وكذلك رواه هرون عن أبي عمرو. وهو قراءة الأعرج والنخعي وغيرهما.
٧ - قرأ عاصم وحمزة والكسائي وخلف {يَا بُشْرَى هَذَا غُلَامٌ} [١٩] بغير ياء بعد الألف. وقرأ الباقون {يَا بُشْرَى} بالألف وفتح الياء.
٨ - قرأ أبو جعفر ونافع وابن عامر {وَقَالَتْ هَيْتَ لَكَ} [٢٣] بكسر الهاء وفتح التاء. وقرأ ابن كثير {هَيْتَ لَكَ} بفتح الهاء وضم التاء.
- وقرأ أبو عمرو وعاصم وحمزة والكسائي ويعقوب وخلف {هَيْتَ لَكَ} بفتح الهاء والتاء.',NULL,'245',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (241,'٩ - قرأ ابن كثير وأبو عمرو وابن عامر ويعقوب {إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ} [٢٤] بكسر اللام في جميع القرآن. وقرأ أبو جعفر ونافع وعاصم وحمزة والكسائي وخلف {الْمُخْلَصِينَ} بفتح اللام في جميع القرآن إلا أن يكون بعده {الدِّينِ} أو {دِينِي} فإنه لا خلاف فيه أنه بكسر اللام.
١٠ - قرأ أبو عمرو وحده {وَقُلْنَ حَاشَ لِلَّهِ} [٣١] بالألف وكذلك الذي بعده [آية ٥١]. وقرأ الباقون {حَاشَ لِلَّهِ} بغير ألف في الحرفين.
١١ - قرأ يعقوب {قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ} [٣٣] بفتح السين. وقرأ الباقون {السِّجْنُ} بكسر السين.
١٢ - قرأ أبو جعفر وحده {وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً} [٣١] بغير همز وتشديد التاء. وقرأ الباقون {مُتَّكَأً} بالهمز.
١٣ - قرأ حفص عن عاصم {سَبْعَ سِنِينَ دَأَبًا} [٤٧] بفتح الهمز وقرأ الباقون {دَأَبًا} ساكنة الهمز.
١٤ - قرأ حمزة والكسائي وخلف {وَفِيهِ يَعْصِرُونَ} [٤٩] بالتاء وقرأ الباقون {يَعْصِرُونَ} بالياء.
١٥ - قرأ عاصم في رواية محمد بن حبيب الشموني والبرجمي والقلا عن الأعشى عن أبي بكر عنه {مَا بَالُ النِّسْوَةِ} بضم النون [٥٠] وقرأ الباقون، ومحمد بن غالب عن الأعشى، {النِّسْوَةِ} بكسر النون.',NULL,'246',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (242,'١٦ - قرأ ابن كثير {يَتَبَوَّأُ مِنْهَا حَيْثُ يَشَاءُ} [٥٦] وقرأ الباقون {حَيْثُ يَشَاءُ} بالياء.
١٧ - قرأ حمزة، والكسائي، وحفص عن عاصم، وخلف {وَقَالَ لِفِتْيَانِهِ} [٦٢] بالألف والنون. وقرأ الباقون {لفتيته} بالتاء من غير ألف.
١٨ - قرأ حمزة والكسائي وخلف {فَأَرْسِلْ مَعَنَا أَخَانَا نَكْتَلْ} [٦٣] بالياء وقرأ الباقون {نَكْتَلْ} بالنون.
١٩ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {فَاللَّهُ خَيْرٌ حَافِظًا} [٦٤] بالألف. وقرأ الباقون {حِفْظًا} بكسر الحاء من غير ألف.
٢٠ - قرأ يعقوب {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} [٧٦] بالياء فيهما {دَرَجَاتٍ} غير منون. وقرأ عاصم وحمزة والكسائي وخلف {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} بالنون فيهما {دَرَجَاتٍ} منونة وقرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر {نَرْفَعُ دَرَجَاتٍ مَنْ نَشَاءُ} بالنون فيهما أيضا، و {دَرَجَاتٍ} غير منونة.
٢١ - قرأ أبو جعفر وابن كثير {قَالُوا أَإِنَّكَ لَأَنْتَ يُوسُفُ} [٩٠] بكسر الألف على لفظ الخبر. وقرأ نافع ويعقوب',NULL,'247',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (243,'بفتح الألف غير ممدودة. وقرأ أبو عمرو وقالون عن نافع وزيد عن يعقوب {أَإِنَّكَ} بمد الألف. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {أَإِنَّكَ} بهمزتين.
٢٢ - قرأ حفص عن عاصم {إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} [١٠٩] بالنون [١٠٣ ب] وكسر الحاء حيث كان. وقرأ الباقون {يُوحَى} بالياء وفتح الحاء.
٢٣ - وقرأ أبو جعفر وعاصم وحمزة والكسائي وخلف {وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا} [١١٠] خفيفة الذال. وقرأ نافع وابن كثير وابن عامر وأبو عمرو ويعقوب {قَدْ كُذِبُوا} مشددة الذال.
٢٤ - قرأ عاصم وابن عامر ويعقوب {فَنُجِّيَ مَنْ نَشَاءُ} [١١٠] بنون واحدة وتشديد الجيم وفتح الياء. وقرأ الباقون {فَنُجِّيَ مَنْ نَشَاءُ} بنونين وتخفيف الجيم وسكون الياء.
{أَفَلَا تَعْقِلُونَ} [١٠٩] ذكرته في الأنعام. والله أعلم.
فتح الياءات وإثباتها
قرأ أبو جعفر وأبو عمرو وابن كثير، وإسماعيل عن نافع، ويعقوب {حَتَّى تُؤْتُونِ مَوْثِقًا مِنَ اللَّهِ} [٦٦] باثبات الياء.
وقرأ نافع برواية ورش وقالون، وابن عامر وعاصم وحمزة والكسائي وخلف {حَتَّى تُؤْتُونِ} بحذف الياء.',NULL,'248',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (244,'فتح أبو جعفر ونافع وأبو عمرو من الياءات: {إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ} [٢٣]. {رَبِّي إِنِّي تَرَكْتُ} [٣٧] {مِلَّةَ آبَائِي إِبْرَاهِيمَ} [٣٨] {إِنِّي أَرَانِي أَعْصِرُ} [٣٦] و {إِنِّي أَرَانِي أَحْمِلُ} [٣٦] و {إِنِّي أَرَى سَبْعَ} [٤٣] {لَعَلِّي أَرْجِعُ} [٤٧] {أُبَرِّئُ نَفْسِي} [٥٣] {إِلَّا مَا رَحِمَ رَبِّي إِنَّ} [٥٣] {لِي أَبِي أَوْ يَحْكُمَ اللَّهُ لِي} [٨٠] {إِنِّي أَنَا أَخُوكَ} [٦٩] {إِنِّي أَعْلَمُ مِنَ اللَّهِ} [٩٦] {لَكُمْ رَبِّي إِنَّهُ} [٩٨] {وَحُزْنِي إِلَى اللَّهِ} [٨٦] {أَحْسَنَ بِي إِذْ} [٢٣].
وفتح أبو جعفر ونافع أيضا {إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا} [١٣] {هَذِهِ سَبِيلِي أَدْعُو} [١٠٨] {وَبَيْنَ إِخْوَتِي إِنَّ رَبِّي} [١٠٠]. ولم يفتح قالون عن نافع {وَبَيْنَ إِخْوَتِي}. وفتح نافع برواية ورش وقالون {أَنِّي أُوفِي الْكَيْلَ} [٥٩] ولم يفتحها أبو جعفر، وإسماعيل عن نافع،.
وفتح ابن كثير {إِنِّي لَيَحْزُنُنِي أَنْ تَذْهَبُوا بِهِ} {إِنَّهُ رَبِّي أَحْسَنَ مَثْوَايَ} {آبَائِي إِبْرَاهِيمَ} و {أَرَانِي أَعْصِرُ} و {أَرَانِي أَحْمِلُ} و {الْمَلِكُ إِنِّي أَرَى} و {لَعَلِّي أَرْجِعُ} و {أَبِي أَوْ يَحْكُمَ اللَّهُ} و {إِنِّي أَنَا أَخُوكَ} و {إِنِّي أَعْلَمُ مِنَ اللَّهِ}.',NULL,'249',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (245,'وفتح ابن عامر {آبَائِي إِبْرَاهِيمَ} و {لَعَلِّي أَرْجِعُ} {وَحُزْنِي إِلَى اللَّهِ}.
وفتح عاصم برواية الأعشى والبرجمي عن أبي بكر {رَأَيْتُهُمْ لِي سَاجِدِينَ} [٤] ولم يفتح الباقون منها شيئا. والله أعلم.',NULL,'250',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (246,'<span data-type="title" id=toc-37>سورة الرعد</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن كثير وأبو عمرو وحفص عن عاصم ويعقوب {وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ} [٤] وقرأ الباقون كله بالخفض.
وقرأت على أبي بكر النقاش فذكر في رواية الحلواني عن القواس عن حفص {صِنْوَانٌ وَغَيْرُ صِنْوَانٍ} بضم الصاد فيهما.
- وقد ذكرت في الأسانيد أنه قال: قرأت على جماعة بقراءة حفص عن عاصم فلم يختلفوا علي في شيء إلا في حرف واحد وهو هذا الحرف.
٢ - قرأ عاصم وابن عامر، ورويس وزيد عن يعقوب، {يُسْقَى بِمَاءٍ وَاحِدٍ} [٤] بالياء. وقرأ الباقون بالتاء.
٣ - قرأ حمزة والكسائي وخلف، وروح عن يعقوب،',NULL,'251',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (247,'{وَنُفَضِّلُ بَعْضَهَا} [٤] بالياء. وقرأ الباقون {وَنُفَضِّلُ} بالنون.
قوله جل ذكره {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ} [٥] كان أبو جعفر لا يجمع بين استفهامين؛: لا يستفهم في {أَإِذَا} ويستفهم في {أَإِنَّا} بهمزة واحدة مطولة. وكذلك يفعل بكل استفهامين يجتمعان في موضع واحد. يستفهم بالثاني ولا يستفهم بالأول في جميع القرآن إلا في سورة الواقعة [آية ٤٧] فإنه يستفهم بالأول ولا يستفهم بالثاني وكذلك في أول الصافات [آية ١٦] قوله {أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا} فإنه يستفهم في الأول ولا يستفهم في الثاني. وبعده ثلاثة متوالية نذكرها إن شاء الله تعالى. وأما نافع ويعقوب فإنهما يستفهمان بالأول بهمزة واحدة غير مطولة، ولا يستفهمان بالثاني كل القرآن إلا في سورة النمل والعنكبوت، وسنذكره إن شاء الله تعالى.
وقالون عن نافع، وزيد عن يعقوب يمدان الهمزة مثل أبي جعفر. وورش وإسماعيل لا يمدان كما ذكرنا. وكذلك يعقوب والكسائي مثل نافع يستفهم بالأول إلا أنه يهمز همزتين، ولا يستفهم بالثاني إلا في سورة النمل.
وابن عامر لا يستفهم في {أَإِذَا} كل القرآن مثل أبي جعفر إلا في الواقعة [٤٧] فإنه يستفهم في {أَإِذَا} و {أَإِنَّا} جميعا بهمزتين همزتين',NULL,'252',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (248,'ولا يجمع بين استفهامين إلا في هذه السورة وفي سورة النمل [آية ٦٧] {أَإِذَا} يستفهم بهمزتين {إِنَّنَا} بنونين، وكذلك الكسائي يوافقه في هذا الموضع. وأبو جعفر يستفهم في الثانية في النمل أيضا على أصله.
ويوافقه نافع فيه، فيستفهم بالثاني ولا يستفهم بالأول. ويعقوب يستفهم فيهما جميعا. والكسائي مثل نافع في جميع القرآن يستفهم الأول إلا أنه يهمز همزتين ولا يستفهم الثاني إلا في النمل فإنه فيه مثل ابن عامر، وقد ذكرته.
- وفي العنكبوت [الآيتين ٢٨ و٢٩] قوله {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِنَ الْعَالَمِينَ (٢٨) أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ} فإن أبا جعفر ونافعا وابن كثير وابن عامر وعاصما برواية حفص، ويعقوب يستفهمون بالثاني ولا يستفهمون بالأول.
وأبو عمرو يستفهم فيهما جميعا وفي جميع أشباههما بهمزة واحدة ممدودة، وعاصم برواية أبي بكر، وحمزة والكسائي وخلف يستفهمون فيهما جميعا بهمزتين همزتين. أما في والصافات قوله تعالى {يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ (٥٢) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ} فإن أبا جعفر يستفهم منها بالثالث.
وقرأ نافع {أَإِنَّكَ} و {أَإِذَا} بالاستفهام فيهما جميعا، بهمزة واحدة غير ممدودة إلا في رواية قالون فإنه يمد الهمزة. {أَإِنَّا لَمَدِينُونَ} بكسر الألف من غير استفهام.
وكذلك الكسائي، إلا أنه يستفهم بهمزتين وابن عامر لا يستفهم الثانية ويستفهم بالأولى والثالثة.',NULL,'253',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (249,'ويعقوب يستفهم بالأول ولا يستفهم بالثاني والثالث. ولا يجمع أبو جعفر بين استفهامين في شيء من القرآن ولا نافع إلا في الصافات. ولا ابن عامر إلا في الواقعة ولا يعقوب إلا في النمل ولا الكسائي إلا في العنكبوت والصافات.
- وأما أبو عمرو وابن كثير وعاصم وحمزة وخلف فإنهم يجمعون بين الاستفهامين فيستفهمون فيهما جميعا، إلا أن أبا عمرو يستفهم بهمزة واحدة مطولة في {أَإِذَا} و {أَإِنَّا} جميعا حيث كان. وكذلك ابن كثير يستفهم فيهما جميعا حيث اجتمعا بهمزة واحدة إلا أنه لا يمد. وعاصم وحمزة وخلف يستفهمون بهمزتين همزتين فيهما كل القرآن، إلا أن ابن كثير وحفصا عن عاصم خالفا في حرف واحد في العنكبوت وقد ذكرته والله أعلم بذلك.
٤ - قرأ ابن كثير ويعقوب {الْكَبِيرُ الْمُتَعَالِ} [٩] بإثبات الياء في الوصل والوقف. وقرأ الباقون بحذف الياء في الوصل والوقف.
٥ - وقوله تعالى {وَلِكُلِّ قَوْمٍ هَادٍ} [٧] {وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ} [١١] {وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} [٣٣] و {مَا لَكَ مِنَ اللَّهِ مِنْ وَلِيٍّ وَلَا وَاقٍ} [٣٧] وفي النحل [آية ٩٦] {مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ} وفي حم المؤمن {مِنْ هَادٍ} [آية ٣٣] و {وَاقٍ} [آية ٢١] أيضا فإن ابن كثير في رواية القواس والبزي، ويعقوب يصلونها بالتنوين ويقفون عليها بالياء. الباقون يقفون عليها بغير ياء، وكذلك ابن كثير',NULL,'254',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (250,'في رواية ابن فليح. ولم يختلفوا في الوصل أنه بالتنوين ولا يجوز غيره والله أعلم.
وقرأ يعقوب كل ما أشبهه في جميع القرآن مثله.
٦ - قرأ، عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {أَمْ هَلْ تَسْتَوِي الظُّلُمَاتُ} [١٦] بالياء. وقرأ الباقون {تَسْتَوِي} بالتاء.
٧ - قرأ عاصم في رواية حفص، وحمزة والكسائي وخلف {وَمِمَّا يُوقِدُونَ عَلَيْهِ} [١٧] بالياء. وقرأ الباقون {تُوقِدُونَ} بالتاء.
٨ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو {بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا مَكْرُهُمْ وَصُدُّوا عَنِ السَّبِيلِ} [٣٣] بفتح الصاد وكذلك في حم المؤمن {وَصُدَّ عَنِ السَّبِيلِ} [آية ٣٧]. وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {وَصُدُّوا} {وَصُدَّ} بضم الصاد في السورتين.
٩ - قرأ أبو جعفر ونافع وابن عامر وحمزة والكسائي وخلف {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ} [٣٩] بفتح الثاء وتشديد الباء. وقرأ ابن كثير وأبو عمرو وعاصم ويعقوب {وَيُثْبِتُ} ساكنة الثاء خفيفة الباء.
١٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {وَسَيَعْلَمُ الْكُفَّارُ لِمَنْ عُقْبَى الدَّارِ} [٤٢] بالألف قبل الفاء على واحدة. وقرأ الباقون {وَسَيَعْلَمُ الْكُفَّارُ} بالألف بعد الفاء على الجمع. والله أعلم.',NULL,'255',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (251,'<span data-type="title" id=toc-38>سورة إبراهيم عليه السلام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن عامر {اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ} [٢] وقرأ الباقون {اللَّهِ الَّذِي} بالخفض. قرأ يعقوب - إذا وصل - {الْعَزِيزِ الْحَمِيدِ (١) اللَّهِ} خفض. وإذا وقف على {الْحَمِيدِ} وابتدأ {اللَّهِ} رفع.
٢ - قرأ حمزة والكسائي وخلف {أَلَمْ تَرَ أَنَّ اللَّهَ خَلَقَ} [١٩] بالألف والرفع و {السَّمَاوَاتِ وَالْأَرْضِ} [١٩] بالخفض. وقرأ الباقون {خَلَقَ} بالنصب من غير ألف {السَّمَاوَاتِ وَالْأَرْضِ} بالنصب.
٣ - قرأ حمزة وحده {وَمَا أَنْتُمْ بِمُصْرِخِيَّ} [٢٢] بكسر الياء وقرأ الباقون بفتحه.',NULL,'256',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (252,'٤ - زيد عن يعقوب {وَآتَاكُمْ مِنْ كُلِّ مَا سَأَلْتُمُوهُ} [٣٤] بالتنوين مثل قراءة الحسن وسلام الباقون بغير تنوين.
٥ - قرأ الكسائي وحده {وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ} [٤٦] بفتح اللام الأولى وضم الثانية. وقرأ الباقون {لِتَزُولَ} بكسر اللام الأولى وفتح اللام الثانية.
٦ - زيد عن يعقوب {مِنْ قَطِرَانٍ} [٥٠] منونتين على كلمتين؛ مثل قراءة ابن عباس وأبي هريرة وعكرمة وسعيد بن جبير وقتادة وغيرهم؛ الباقون {قَطِرَانٍ} على كلمة واحدة بفتح القاف والراء وكسر الطاء.
- قرأ نافع في رواية ورش ويعقوب {ذَلِكَ لِمَنْ خَافَ مَقَامِي وَخَافَ وَعِيدِ} [١٤] بإثبات الياء فيه حيث كان. وقرأ الباقون {وَعِيدِ} بحذف الياء.
- قرأ أبو جعفر وأبو عمرو ويعقوب، وإسماعيل عن نافع، وقتيبة عن الكسائي، {بِمَا أَشْرَكْتُمُونِ مِنْ قَبْلُ} [٢٢] بإثبات اليا. وقرأ الباقون {أَشْرَكْتُمُونِ} بحذف الياء.
- قرأ أبو جعفر، ونافع في رواية ورش، وابن كثير وأبو عمرو وحمزة، والبرجمي عن أبي بكر عن عاصم، ويعقوب {رَبَّنَا',NULL,'257',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (253,'وَتَقَبَّلْ دُعَاءِ} [٤٠] بإثبات الياء: ابن كثير ويعقوب، والبرجمي عن أبي بكر، في الوصل والوقف.
الباقون في الوصل دون الوقف.
- وقرأ نافع برواية قالون وإسماعيل، وابن عامر وعاصم والكسائي وخلف، وابن كثير برواية ابن فليح، {دُعَاءِ} بحذف الياء. واختلف عن إسماعيل عن نافع.
- وقرأت بالكوفة على زيد بن علي عن ابن فرح عن أبي عمر عنه بإثبات الياء، وقرأت على غيره بحذف الياء وهذا عندي أصح وأثبت عنه.
فتح الياءات
- قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وعاصم وخلف {قُلْ لِعِبَادِيَ الَّذِينَ آمَنُوا} [٣١] بفتح الياء. وقرأ ابن عامر، وعاصم برواية الأعشى عن أبي بكر، وحمزة والكسائي ويعقوب بإسكان الياء.
- وفتح أبو جعفر ونافع وابن كثير وأبو عمرو {رَبَّنَا إِنِّي أَسْكَنْتُ} [٣٧] وقرأ الباقون {إِنِّي أَسْكَنْتُ} بإسكان الياء.
- وفتح حفص عن عاصم {وَمَا كَانَ لِيَ عَلَيْكُمْ} [٢٢] وقرأ الباقون {لِيَ عَلَيْكُمْ} ساكنة الياء. والله أعلم بجميع ذلك.',NULL,'258',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (254,'<span data-type="title" id=toc-39>سورة الحجر</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
- قرأ أبو جعفر ونافع وعاصم {رُبَمَا يَوَدُّ} [٢] وروي عن محمد بن حبيب الشموني، ومحمد بن عبد الله القلا عن الأعشى عن أبي بكر {رُبَمَا} بضم الباء وتخفيفه. وأما رواية محمد ابن غالب عن الأعشى ورواية عبد الحميد بن صالح البرجمي عن أبي بكر فالفتح مع التخفيف مثل رواية غيره كما ذكرته.
وقرأ الباقون
{رُبَمَا} مشددة الباء مفتوحة.
٢ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {مَا نُنَزِّلُ} [٨] بالنون والتشديد {الْمَلَائِكَةَ} بالنصب. وقرأ عاصم في رواية أبي بكر {مَا نُنَزِّلُ} بضم التاء وفتح الزاي {الْمَلَائِكَةَ} بالرفع. وقرأ الباقون {تُنَزَّلَ} بفتح التاء {الْمَلَائِكَةَ} بالرفع.
٣ - قرأ ابن كثير وحده {لَقَالُوا إِنَّمَا سُكِّرَتْ} [١٥] خفيفة الكاف.',NULL,'259',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (255,'وقرأ الباقون {سُكِّرَتْ} مشددة الكاف.
٤ - قرأ يعقوب وحده {قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ} [٤١] بالرفع والتنوين. وهو قراءة مجاهد وابن سيرين والنخعي وقتادة وجماعة. وقرأ الباقون {عَلَيَّ} بالنصب من غير تنوين.
٥ - قرأ نافع وحده {أَبَشَّرْتُمُونِي عَلَى أَنْ مَسَّنِيَ الْكِبَرُ فَبِمَ تُبَشِّرُونَ} [٥٤] خفيفة النون مكسورة. وقرأ ابن كثير وحده {فَبِمَ تُبَشِّرُونَ} مشددة النون مكسورة. وقرأ الباقون {فَبِمَ تُبَشِّرُونَ} مفتوحة النون خفيفة. وروى أبو علي الضرير عن روح وجماعة عن يعقوب {فَبِمَ تُبَشِّرُونَ} بإثبات الياء.
٦ - قرأ أبو عمرو والكسائي وخلف {قَالَ وَمَنْ يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ} [٥٦] بكسر النون وكذلك {يَقْنَطُونَ} و {لَا تَقْنَطُوا} بكسر النون حيث كان. وقرأ الباقون {وَمَنْ يَقْنَطُ} و {يَقْنَطُونَ} و {لَا تَقْنَطُوا} كله بفتح النون.
٧ - قرأ حمزة والكسائي ويعقوب وخلف {إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ} [٥٩] خفيفة. وقرأ الباقون {لَمُنَجُّوهُمْ} مشددة.
٨ - قرأ عاصم في رواية أبي بكر {إِلَّا امْرَأَتَهُ قَدَّرْنَا} [٦٠] خفيفة الدال وفي النمل [آية ٥٧] أيضا {إِلَّا امْرَأَتَهُ قَدَّرْنَاهَا} مثله خفيفة. وقرأ الباقون {قَدَّرْنَا} و {قَدَّرْنَاهَا} مشددة الدال في السورتين.',NULL,'260',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (256,'٩ - قوله جل ذكره {وَإِنْ كَانَ أَصْحَابُ الْأَيْكَةِ لَظَالِمِينَ} [٧٨] كلهم قرؤوا ها هنا وفي سورة ق [آية ١٤] {الْأَيْكَةِ} بالهمز وكسر التاء لأنها مكتوبة بالألف. إلا ورشا فإنه يترك الهمزة منها ويرد حركتها إلى اللام قبلها على أصله الذي ذكرناه في أول الكتاب. واختلفوا في سورة "الشعراء" [آية ١٧٦] وفي سورة "ص" [آية ١٣] فقرأ أبو جعفر ونافع وابن كثير وابن عامر {أَصْحَابُ الْأَيْكَةِ} بغير همز وفتح التاء في السورتين وقرأ الباقون {أَصْحَابُ الْأَيْكَةِ} بالهمز وكسر التاء في السورتين كما قرؤوا في سورة "الحجر" و"ق". وذلك في القرآن أربعة مواضع. ليس غيرها. والله أعلم.
فتح الياءات
فتح أبو جعفر ونافع وابن كثير وأبو عمرو {نَبِّئْ عِبَادِي أَنِّي أَنَا الْغَفُورُ الرَّحِيمُ} [٤٩] {وَقُلْ إِنِّي أَنَا النَّذِيرُ} [٨٩] و {هَؤُلَاءِ بَنَاتِي إِنْ كُنْتُمْ} [٧١].
وفتح ابن كثير وأبو عمرو {نَبِّئْ عِبَادِي أَنِّي أَنَا} {وَقُلْ إِنِّي أَنَا النَّذِيرُ} ولم يفتحا {بَنَاتِي إِنْ كُنْتُمْ} والباقون لم يفتحوا منها شيئا. والله أعلم.',NULL,'261',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (257,'<span data-type="title" id=toc-40>سورة النحل</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ يعقوب في رواية روح وزيد {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ} [٢] بفتح التاء والزاي وتشديدها {الْمَلَائِكَةُ} بالرفع مثل قراء الحسن. كقوله في سورة القدر [آية ٤] {تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا}. وقرأ الباقون {يُنَزِّلَ} بالياء وكسر الزاي {الْمَلَائِكَةُ} بالنصب. إلا أن ابن كثير وأبا عمرو كأنهما يخففان {يُنَزِّلَ} على أصلهما. وكذلك رويس عن يعقوب. والباقون يشددون.
٢ - قرأ أبو جعفر وحده {لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ} [٧] بفتح الشين وقرأ الباقون {بِشِقِّ الْأَنْفُسِ} بكسر الشين.
٣ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر {يُنْبِتُ لَكُمْ بِهِ الزَّرْعَ} [١١] بالنون؛ وقرأ الباقون، والأعشى عن أبي بكر في رواية محمد بن حبيب ومحمد بن غالب ومحمد بن عبد الله وعبد الحميد بن صالح؛ وحفص عن عاصم كلهم عنه {يُنْبِتُ} بالياء مثل الآخرين.',NULL,'262',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (258,'٤ - قرأ ابن عامر {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ} [١٢] كله بالرفع. وقرأ عاصم في رواية حفص {وَالشَّمْسَ وَالْقَمَرَ} بالنصب {وَالنُّجُومَ مُسَخَّرَاتٍ} بالرفع. وقرأ الباقون {وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَاتٍ} كله بالنصب.
٥ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر، وحفص عن عاصم، ويعقوب {الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ} [٢٠] بالياء وقرأ الباقون والأعشى في جميع الروايات، والبرجمي عن أبي بكر {الَّذِينَ تَدْعُونَ} بالتاء على ما قبله {وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ (١٩) وَالَّذِينَ يَدْعُونَ} كله خطاب واحد. والله أعلم.
٦ - قرأ نافع وحده {أَيْنَ شُرَكَائِيَ الَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ} [٢٧] بكسر النون.
وقرأ الباقون {تُشَاقُّونَ} بفتح النون.
٧ - قرأ حمزة وخلف {الَّذِينَ تَوَفَّاهُمُ الْمَلَائِكَةُ ظَالِمِي أَنْفُسِهِمْ} [٢٨] والذي بعده {الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ طَيِّبِينَ} [٣٢] بالياء في الحرفين. وقرأ الباقون {الَّذِينَ تَتَوَفَّاهُمُ الْمَلَائِكَةُ} بالتاء في الحرفين.
٨ - قرأ حمزة والكسائي وخلف {إِلَّا أَنْ تَأْتِيَهُمُ الْمَلَائِكَةُ} [٣٣] بالياء. وقرأ الباقون {تَأْتِيَهُمُ} بالتاء.
٩ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو ويعقوب {فَإِنَّ اللَّهَ لَا يَهْدِي مَنْ يُضِلُّ} بضم الياء وفتح الدال.
وقرأ عاصم وحمزة والكسائي وخلف {فَإِنَّ اللَّهَ لَا يَهْدِي} بفتح الياء وكسر الدال.',NULL,'263',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (259,'١٠ - قرأ ابن عامر والكسائي {إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَا أَرَدْنَاهُ أَنْ نَقُولَ لَهُ كُنْ فَيَكُونُ} [٤٠] بالنصب وفي يس [آية ٨٢] مثله. وقرأ الباقون {فَيَكُونُ} بالرفع.
١١ - قرأ حمزة والكسائي وخلف {أَوَلَمْ يَرَوْا إِلَى مَا خَلَقَ اللَّهُ مِنْ شَيْءٍ} [٤٨] بالتاء وكذلك في "العنكبوت" [آية ١٩] {أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ} بالتاء أيضا. وقرأ الباقون {أَوَلَمْ يَرَوْا} بالياء في الموضعين.
١٢ - قرأ أبو عمرو ويعقوب {يَتَفَيَّأُ ظِلَالُهُ} [٤٨] بالتاء. وقرأ الباقون بالياء.
١٣ - قرأ أبو جعفر {لَا جَرَمَ أَنَّ لَهُمُ النَّارَ وَأَنَّهُمْ مُفْرَطُونَ} [٦٣] بفتح الفاء وكسر الراء وتشديده.
وقرأ نافع، وقتيبة عن الكسائي، {وَأَنَّهُمْ مُفْرَطُونَ} ساكنة الفاء خفيفة الراء مكسورة. وقرأ الباقون {مُفْرَطُونَ} مفتوحة الراء خفيفة. وروي عن الأعرج {وَأَنَّهُمْ مُفْرَطُونَ} بفتح الراء وتشديده.
١٤ - قرأ أبو جعفر وابن كثير وأبو عمرو، وحفص عن عاصم، وحمزة والكسائي وخلف {وَإِنَّ لَكُمْ فِي الْأَنْعَامِ لَعِبْرَةً نُسْقِيكُمْ مِمَّا فِي بُطُونِهِ} [٦٦] بضم النون.
وقرأ نافع وابن عامر، وأبو بكر عن عاصم، ويعقوب {نُسْقِيكُمْ} بفتح النون. وفي "قد أفلح" [المؤمنون آية ٢١] مثله إلا أن أبا جعفر قرأ هناك {نُسْقِيكُمْ} بالتاء مفتوحة.',NULL,'264',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (260,'١٥ - قرأ عاصم في رواية أبي بكر {أَفَبِنِعْمَةِ اللَّهِ يَجْحَدُونَ} [٧١] بالتاء. وقرأ الباقون {يَجْحَدُونَ} بالياء.
١٦ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وعاصم والكسائي {أَلَمْ يَرَوْا إِلَى الطَّيْرِ مُسَخَّرَاتٍ فِي جَوِّ السَّمَاءِ} [٧٩] بالياء وقرأ ابن عامر وحمزة ويعقوب وخلف {أَلَمْ يَرَوْا} بالتاء.
١٧ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {يَوْمَ ظَعْنِكُمْ} [٨٠] بفتح العين. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {يَوْمَ ظَعْنِكُمْ} ساكنة العين.
١٨ - قرأ ابن كثير في رواية القواس والبزي ويعقوب {مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللَّهِ بَاقٍ} [٩٦] وفي "حم المؤمن" [غافر آية ٢١ و٣٣] {وَمَا كَانَ لَهُمْ مِنَ اللَّهِ مِنْ وَاقٍ} {وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ} بإثبات الياء إذا وقفوا. وقرأ الباقون بحذف الياء عند الوقف وإذا وصلوا نونوا من غير خلاف فيه لا يجوز غيره. وقد ذكرته في سورة الرعد.
١٩ - قرأ أبو جعفر وابن كثير وعاصم {وَلَنَجْزِيَنَّ الَّذِينَ صَبَرُوا} [٩٦] بالنون. وقرأ الباقون {ليجزين} بالياء.
٢٠ - قرأ حمزة والكسائي وخلف {لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ} [١٠٣] بفتح الياء والحاء. وقرأ الباقون {يُلْحِدُونَ} بضم الياء وكسر الحاء.',NULL,'265',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (261,'٢١ - قرأ ابن عامر وحده {مِنْ بَعْدِ مَا فُتِنُوا} [١١٠] بفتح الفاء والتاء. وقرأ الباقون {فُتِنُوا} بضم الفاء وكسر التاء.
٢٢ - قرأ ابن كثير وحده {وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ} [١٢٧] وفي النمل {وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ} بكسر الضاد في الحرفين جميعا. وقرأ الباقون {ضَيْقٍ} بفتح الضاد في السورتين. والله أعلم بجميع ذلك.',NULL,'266',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (262,'<span data-type="title" id=toc-41>سورة سبحان</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو وحده {وَجَعَلْنَاهُ هُدًى لِبَنِي إِسْرَائِيلَ أَلَّا تَتَّخِذُوا} [٢] بالياء. وقرأ الباقون {لِيَسُوءُ} بالياء وفتح الهمزة.
٢ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب، وحفص عن عاصم، {فَإِذَا جَاءَ وَعْدُ الْآخِرَةِ لِيَسُوءُوا وُجُوهَكُمْ} [٧] بالياء وضم الهمزة وإشباعها.
وقرأ ابن عامر، وأبو بكر عن عاصم، وحمزة وخلف {لِيَسُوءُ} بالياء وفتح الهمزة.
وقرأ الكسائي وحده {لنسوء} بالنون وفتح الهمزة.
٣ - قرأ أبو جعفر {وَنُخْرِجُ لَهُ يَوْمَ الْقِيَامَةِ} [١٣] بضم الياء وفتح الراء وقرأ يعقوب {وَنُخْرِجُ لَهُ} بفتح الياء وضم الراء. وقرأ الباقون {وَنُخْرِجُ لَهُ} بالنون وكسر الراء.',NULL,'267',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (263,'٤ - قرأ أبو جعفر وابن عامر {كِتَابًا يَلْقَاهُ مَنْشُورًا} [١٣] بضم الياء وفتح اللام وتشديد القاف. وقرأ الباقون {يَلْقَاهُ} بفتح الياء وسكون اللام.
٥ - قرأ يعقوب {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا} [١٦] ممدودة الألف، مثل قراءة ابن عباس وابن أبي إسحاق وغيرهم.
وقرأ الباقون {أَمَرْنَا} غير ممدودة. الميم خفيفخة في القراءتين.
٦ - قرأ حمزة والكسائي وخلف {إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ} [٢٣] بالألف وكسر النون مشددة. وقرأ الباقون {إِمَّا يَبْلُغَنَّ} بغير ألف وفتح النون مشددة.
٧ - قرأ أبو جعفر ونافع، وحفص عن عاصم، {فَلَا تَقُلْ لَهُمَا أُفٍّ} [٢٣] منونة مكسورة؛ وكذلك في "سورة الأنبياء" [آية ٦٧] {أُفٍّ لَكُمْ}؛ وفي "الأحقاف" [آية ١٧] {أُفٍّ لَكُمَا أَتَعِدَانِنِي} كله منون مكسورة. وقرأ ابن كثير وابن عامر ويعقوب {أُفٍّ} بفتح الفاء في جميعها. وقرأ أبو عمرو وأبو بكر عن عاصم وحمزة والكسائي وخلف [{أُفٍّ}] مكسورة الفاء غير منونة.
٨ - قرأ أبو جعفر وابن عامر {إِنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا} [٣١] بفتح الخاء والطاء غير ممدود. وقرأ ابن كثير',NULL,'268',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (264,'{خِطْئًا} بكسر الخاء وفتح الطاء ممدود؛ وقرأ الباقون {خِطْئًا} بكسر الخاء وسكون الطاء.
٩ - قرأ حمزة والكسائي وخلف {فَلَا يُسْرِفْ فِي الْقَتْلِ} [٣٣] بالتاء. وقرأ الباقون {يُسْرِفْ} بالياء.
١٠ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {وَزِنُوا بِالْقِسْطَاسِ} [٣٥] بكسر القاف حيث كان. وقرأ الباقون {الْقِسْطَاسِ} بضم القاف.
١١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {كُلُّ ذَلِكَ كَانَ سَيِّئُهُ} [٣٨] منونة منصوبة. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {كَانَ سَيِّئُهُ} بضم الهاء والهمزة.
١٢ - قرأ حمزة والكسائي وخلف {وَلَقَدْ صَرَّفْنَا فِي هَذَا الْقُرْآنِ لِيَذَّكَّرُوا} [٤١] ساكنة الذال خفيفة الكاف مضمومة. وفي "سورة الفرقان" [آية ٥٠] مثله. وقرأ الباقون {لِيَذَّكَّرُوا} بفتح الذال والكاف وتشديدهما.
١٣ - قرأ أبو جعفر ونافع وابن عامر، وأبو بكر عن عاصم، {قُلْ لَوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ} [٤٢] بالتاء [٤٤] أيضا بالياء.
{سُبْحَانَهُ وَتَعَالَى عَمَّا يَقُولُونَ} [٤٣] بالياء. و {يُسَبِّحُ لَهُ}
وقرأ أبو عمرو ويعقوب {كَمَا يَقُولُونَ} بالتاء و {عَمَّا يَقُولُونَ} بالياء و {تُسَبِّحُ} بالتاء. وقرأ ابن كثير {كَمَا يَقُولُونَ} و {عَمَّا يَقُولُونَ} و {يُسَبِّحُ لَهُ} كله بالياء. وقرأ حمزة والكسائي وخلف كله بالياء.',NULL,'269',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (265,'١٤ - قرأ حفص عن عاصم {وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ} [٦٤] بكسر الجيم. وقرأ الباقون {وَرَجِلِكَ} ساكنة الجيم.
١٥ - قرأ ابن كثير وأبو عمرو {أَفَأَمِنْتُمْ أَنْ يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ} [٦٨] {أَمْ أَمِنْتُمْ أَنْ يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَى فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِنَ الرِّيحِ فَيُغْرِقَكُمْ} [٦٩] كله بالنون. وقرأ أبو جعفر ويعقوب {فَيُغْرِقَكُمْ} بالتاء. والباقي بالياء. وقرأ الباقون كله بالياء.
١٦ - قرأ زيد عن يعقوب {يَوْمَ نَدْعُو كُلَّ} [٧١] بالياء مثل قراءة مجاهد والحسن وغيرهما. وقرأ الباقون {يَوْمَ نَدْعُوا} بالنون.
١٧ - قرأ أبو عمرو ورويس عن يعقوب، والبرجمي عن أبي بكر، ونصير عن الكسائي، {وَمَنْ كَانَ فِي هَذِهِ أَعْمَى} [٧٢] بالكسر {فَهُوَ فِي الْآخِرَةِ أَعْمَى} [٧٢] بالفتح. حماد ويحيى عن أبي بكر بالكسر فيهما فقط. وحمزة والكسائي وخلف يكسرون ذلك وكل ما أشبهه في جميع القرآن.
أبو جعفر ونافع وابن كثير وان عامر وعاصم ويعقوب لا يكسرون منها شيئا كل القرآن.',NULL,'270',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (266,'١٨ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وأبو بكر عن عاصم {وَإِذًا لَا يَلْبَثُونَ خِلَافَكَ} [٧٦] بفتح الخاء وسكون اللام. وقرأ ابن عامر، وحفص عن عاصم، وحمزة والكسائي وخلف ويعقوب {خِلَافَكَ} بكسر الخاء وفتح اللام وبعدها ألف.
١٩ - قرأ أبو جعفر وابن عامر {وَإِذَا أَنْعَمْنَا عَلَى الْإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ} [٨٣] ممدود مهموز بوزن "ناع" وفي "حم السجدة" [آية ٥١] مثله. وقرأ حمزة في رواية العجلي وخلف، والكسائي وخلف لنفسه {وَنَأَى بِجَانِبِهِ} بكسر النون والهمزة. مثل {رءا} وقرأ عاصم في رواية حماد ويحيى عن أبي بكر، وأبو شعيب السوسي عن اليزيدي، ونصير عن الكسائي وحمزة في رواية رجاء وخلاد وأبي عمرو بن سعدان عن سليم، وأبو أيوب الضبي عن أصحابه {ونئا} بفتح النون وكسر الهمزة. وقرأ الباقون {ونئا} بفتح النون والهمزة في وزن "ونعا".
٢٠ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، والأعشى عن أبي بكر في رواية محمد بن غالب وحده {حَتَّى تَفْجُرَ لَنَا} [٩٠] بضم التاء وفتح الفاء وتشديد الجيم. وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {حَتَّى تَفْجُرَ} بفتح التاء وسكون الفاء وضم الجيم خفيفة.',NULL,'271',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (267,'٢١ - قرأ أبو جعفر وابن عامر {أَوْ تُسْقِطَ السَّمَاءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا} [٩٢] بفتح السين. وفي "الروم" [آية ٤٨] وسائر القرآن {كِسَفًا} ساكنة السين قرأ نافع، وأبو بكر عن عاصم، هاهنا وفي "الروم" {وَيَجْعَلُهُ كِسَفًا} بفتح السين فيهما. وسائر القرآن {كِسْفً} ساكنة السين.
وقرأ حفص عن عاصم في سورة "الطور" [آية ٤٤] {وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ} ساكنة السين وفي سائر القرآن {كِسْفًا} بفتح السين. قرأ ابن كثير وأبو عمرو وحمزة والكسائي ويعقوب وخلف في سورة "الروم" {وَيَجْعَلُهُ كِسَفًا} بفتح السين وسائر القرآن {كِسَفًا} ساكنة السين. ولم يقرأ في "الروم" بإسكان السين غير أبي جعفر وابن عامر.
٢٢ - قرأ ابن كثير وابن عامر {قُلْ سُبْحَانَ رَبِّي} [٩٣] بالألف على الخبر. وعليه مصاحف مكة والشام. وقرأ الباقون {قُلْ سُبْحَانَ رَبِّي} على الأمر.
٢٣ - قرأ الكسائي وحده {قَالَ لَقَدْ عَلِمْتَ مَا أَنْزَلَ} [١٠٢] بضم التاء. وقرأ الباقون {لَقَدْ عَلِمْتَ} بفتح التاء.
- وقوله تعالى {أَإِذَا كُنَّا عِظَامًا وَرُفَاتًا أَإِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا} [٤٩ و٩٨] في هذه السورة موضعان وفي الرعد موضع واحد [آية ٥] {أَإِذَا كُنَّا تُرَابًا أَإِنَّا} وقد ذكرته؛ وفي "قد أفلح المؤمنون" [آية ٨٢] موضع؛ وكذلك في "النمل" [آية ٦٧] و"العنكبوت" [آية ٢٨ و٢٩] و"السجدة" [آية ١٠] و"الواقعة" [آية ٤٧] "والنازعات" [آية ١٠ و١١]',NULL,'272',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (268,'وفي "الصافات" أربعة مواضع [الآيات ١٦ و٥٢ و٥٣].
فكان أبو جعفر ونافع وابن عامر والكسائي ويعقوب لا يجمعون بين الاستفهامين إلا في "الصافات". فإن نافعا جمع بين اثنين فيها من الثلاثة المتوالية.
وابن عامر في "الواقعة" [آية ٤٧] ويعقوب في "النمل" [آية ٦٧] والكسائي في "العنكبوت" [آية ٢٨ و٢٩] و"الصافات" [الآيات ١٦ و٥٢ و٥٣].
وأبو جعفر وابن عامر لا يستفهمان في {إِذَا} ويستفهما [ن] في {أَإِنَّا} إلا في "الواقعة" فإن ابن عامر يستفهم فيهما جميعا كما ذكرته.
وأبو جعفر يستفهم في {أَإِذَا} بهمزة واحدة مطولة. وكذلك في أول "الصافات" [آية ١٦] وسائر القرآن يستفهم بالحرف الثاني. وفي "الصافات" بالثالث من الثلاثة. وكذلك ابن عامر لا يستفهم في {أَإِذَا} إلا في سورة النمل والواقعة [فـ] يهمز همزتين. ونافع والكسائي ويعقوب يستفهمون بالحرف الأول، إلا أن الكسائي يهمز همزتين ونافع ويعقوب يهمزان همزة واحدة غير ممدودة إلا في رواية قالون وزيد عنهما.
- وابن كثير وأبو عمرو وعاصم وحمزة وخلف يجمعون بين الاستفهامين في جميع ذلك.
وعاصم وحمزة وخلف يهمزون همزتين.',NULL,'273',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (269,'وأبو عمرو يهمز همزة واحدة ممدودة. وابن كثير يهمز همزة غير ممدودة. وابن كثير، وحفص عن عاصم، خالفا في حرف واحد منها في "العنكبوت" وقد ذكرناه في "الرعد" ونعيد ذكره ثانيا في موضعه.
إثبات الياءات وحذفها وفتحها وإرسالها
قرأ أبو جعفر ونافع وأبو عمرو {لَئِنْ أَخَّرْتَنِ إِلَى يَوْمِ الْقِيَامَةِ} [٦٣] بإثبات الياء في الوصل. وكذلك مذهبهم في جميع ذلك: يثبتون إذا أثبتوا في الوصل دون الوقف. وقرأ ابن كثير ويعقوب {لَئِنْ أَخَّرْتَنِ} بإثبات الياء في الوصل والوقف. وكذلك مذهبهما في جميع ذلك وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {لَئِنْ أَخَّرْتَنِ} بحذف الياء في الوصل والوقف. وكذلك ابن كثير في رواية ابن فليح.
قرأ أبو جعفر ونافع وأبو عمرو ويعقوب {وَمَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِ} [٩٧] بإثبات الياء. وقرأ الباقون {الْمُهْتَدِ} بحذف الياء.
وفتح أبو جعفر ونافع وأبو عمرو {خَزَائِنَ رَحْمَةِ رَبِّي إِذًا لَأَمْسَكْتُمْ} [١٠٠] وأسكنها الآخرون.',NULL,'274',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (270,'<span data-type="title" id=toc-42>سورة الكهف</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - روى يحيى عن أبي بكر {لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ لَدُنْهُ} [٢] قال يشم الدال ويكسر النون والهاء. ورأيت من المشايخ من كان يقول: لا ندري ما هذه الرواية، ولا نقبل مثل هذا على أبي بكر، سيما إذا كان الرواة الثقات عنه كلهم على خلافه. والله أعلم به. وقال الكسائي: للعرب فيه ثلاث لغات؛ وقراءة العامة برفع الدال وجزم النون.
٢ - قرأ أبو جعفر ونافع وابن عامر، والأعشى والبرجمي',NULL,'275',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (271,'عن أبي بكر، {وَيُهَيِّئْ لَكُمْ مِنْ أَمْرِكُمْ مِرْفَقًا} [١٦] بفتح الميم وكسر الفاء.
وقرأ الباقون {مِرْفَقًا} بكسر الميم وفتح الفاء.
٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {وَتَرَى الشَّمْسَ إِذَا طَلَعَتْ تَزَاوَرُ عَنْ كَهْفِهِمْ} [١٧] مشددة الزاي. وقرأ عاصم وحمزة والكسائي وخلف {تَزَاوَرُ} خفيفة الزاي. وقرأ ابن عامر ويعقوب {تزور} ساكنة الزاي مشددة الراء.
٤ - قرأ أبو جعفر ونافع وابن كثير {وَلَمُلِئْتَ مِنْهُمْ رُعْبًا} [١٨] مشددة اللام. وقرأ الباقون {وَلَمُلِئْتَ} خفيفة اللام. {رُعْبًا} ذكرته في "آل عمران".
٥ - قرأ أبو عمرو، وأبو بكر عن عاصم، وحمزة وخلف {فَابْعَثُوا أَحَدَكُمْ بِوَرِقِكُمْ} [١٩] ساكنة الراء. وقرأ الباقون {بِوَرِقِكُمْ} بكسر الراء.
٦ - قرأ حمزة والكسائي وخلف {وَلَبِثُوا فِي كَهْفِهِمْ ثَلَاثَ مِائَةٍ سِنِينَ} [٢٥] غير منون. وقرأ الباقون {ثَلَاثَ مِائَةٍ سِنِينَ} منونة.',NULL,'276',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (272,'٧ - قرأ ابن عامر، وروح وزيد عن يعقوب، {ثَلَاثَ مِائَةٍ سِنِينَا} [٢٦] بالتاء والجزم على النهي. وقرأ الباقون {وَلَا يُشْرِكُ} بالياء والرفع على الخبر.
٨ - قرأ يعقوب برواية روح وزيد {وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا} [٣٣] خفيفة الجيم. وقرأ الباقون {وَفَجَّرْنَا} مشددة الجيم.
٩ - قرأ أبو جعفر وعاصم ويعقوب {وَكَانَ لَهُ ثَمَرٌ} [٣٤] {وَأُحِيطَ بِثَمَرِهِ} [٤٢] بفتح الثاء والميم في الحرفين. رويس عن يعقوب {وَكَانَ لَهُ ثَمَرٌ} بفتح الثاء والميم {وَأُحِيطَ بِثَمَرِهِ} بضم الثاء والميم. وقرأ أبو عمرو {وَكَانَ لَهُ ثَمَرٌ} {وَأُحِيطَ بِثَمَرِهِ} بضم الثاء وسكون الميم في الحرفين. وقرأ الباقون {وَكَانَ لَهُ ثَمَرٌ} {وَأُحِيطَ بِثَمَرِهِ} بضم الثاء والميم في الحرفين.
١٠ - قرأ أبو جعفر ونافع وابن كثير وابن عامر {لَأَجِدَنَّ خَيْرًا مِنْهَا مُنْقَلَبًا} [٣٦] بزيادة الميم، على التثنية. وقرأ الباقون {خَيْرًا مِنْهَا} بغير ميم.
١١ - قرأ ابن عامر وابن كثير في رواية ابن فليح، ويعقوب والبرجمي {لَكِنَّا هُوَ اللَّهُ رَبِّي} [٣٨] بإثبات الألف في الوصل والوقف. وقرأ الباقون {لَكِنَّ} بحذف الألف في الوصل. وقرأت',NULL,'277',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (273,'على البخاري لنافع برواية ورش بالوجهين أعني بالألف وغير الألف في الوصل، ولا خلاف في إثباتها في الوقف إلا ما رواه قتيبة عن الكسائي بغير ألف في الوصل والوقف. هكذا قرأنا في روايته والله أعلم به.
١٢ - قرأ عاصم في رواية عبد الحميد بن صالح البرجمي وحده عن أبي بكر بن عياش {أَوْ يُصْبِحَ مَاؤُهَا غَوْرًا} [٤١] بضم الغين. وفي سورة "الملك" [الآية الأخيرة] مثله.
١٣ - قرأ حمزة والكسائي وخلف {وَلَمْ تَكُنْ لَهُ فِئَةٌ} [٤٣] بالياء. وقرأ الباقون {تَكُنْ} بالتاء.
١٤ - قرأ أبو عمرو {هُنَالِكَ الْوَلَايَةُ} [٤٤] بفتح الواو {لِلَّهِ الْحَقِّ} [٤٤] بالرفع. وقرأ الكسائي {هُنَالِكَ الْوَلَايَةُ} بكسر الواو {لِلَّهِ الْحَقِّ} بالرفع. وقرأ حمزة وخلف {هُنَالِكَ الْوَلَايَةُ} بكسر الواو {لِلَّهِ الْحَقِّ} بالجر.
وقرأ أبو جعفر ونافع وابن كثير وابن عامر وعاصم ويعقوب {هُنَالِكَ الْوَلَايَةُ} بفتح الواو {لِلَّهِ الْحَقِّ} بالخفض.
١٥ - قرأ عاصم وحمزة وخلف {هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا} [٤٤] ساكنة القاف. وقرأ الباقون {عُقْبًا} بضم القاف.
١٦ - قرأ أبو عمرو وابن كثير وابن عامر {وَيَوْمَ نُسَيِّرُ الْجِبَالَ} [٤٧] بضم التاء وفتح الياء {الْجِبَالَ} بالرفع. وقرأ',NULL,'278',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (274,'الباقون {وَيَوْمَ نُسَيِّرُ} بالنون المضمومة وكسر الياء {الْجِبَالَ} بالنصب.
١٧ - قرأ أبو جعفر {مَا أَشْهَدْتُهُمْ خَلْقَ السَّمَاوَاتِ وَالْأَرْضِ} [٥١] بالنون والألف. وقرأ الباقون {مَا أَشْهَدْتُهُمْ} بالتاء.
١٨ - قرأ حمزة {وَيَوْمَ يَقُولُ نَادُوا} [٥٢] بالنون. وقرأ الباقون {يَقُولُ} بالياء.
١٩ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر {وَجَعَلْنَا لِمَهْلِكِهِمْ} [٥٩] بفتح الميم واللام [الثانية].وكذلك في النمل [آية ٤٩] {مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ} بفتح الميم واللام أيضا. وقرئ في رواية حفص {لِمَهْلِكِهِمْ} و {مَا شَهِدْنَا مَهْلِكَ} بفتح الميم وكسر اللام في الحرفين.
- الأعشى والبرجمي عن أبي بكر هاهنا {لِمَهْلِكِهِمْ} بضم الميم. وفي "النمل" {مَهْلِكَ} بفتح الميم واللام.
وقرأ الباقون {وَجَعَلْنَا لِمَهْلِكِهِمْ} و {مَا شَهِدْنَا مَهْلِكَ} بضم الميم وفتح اللام في الحرفين.
٢٠ - قرأ حفص عن عاصم {وَمَا أَنْسَانِيهُ إِلَّا} [٦٣] وفي الفتح [اية ١٠] {بِمَا عَاهَدَ عَلَيْهُ اللَّهَ} بضم الهاء في الحرفين من جميع القرآن. وقرأ الباقون بكسر الهاء على أصلهم.
٢١ - قرأ أبو عمرو ويعقوب {مِمَّا عُلِّمْتَ رُشْدًا} [٦٦] بفتح الراء والشين. وقرأ الباقون {رُشْدًا} بضم الراء وسكون الشين.',NULL,'279',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (275,'٢٢ - قرأ أبو جعفر ونافع وابن عامر {فَلَا تَسْأَلْنِي} [٧٠] مفتوحة اللام مشددة النون. وقرأ الباقون {تَسْأَلْنِي عَنْ شَيْءٍ} ساكنة اللام خفيفة النون، ولم يختلفوا في إثبات الياء فيه وصلا ووفقا لأنها مثبتة في جميع المصاحف. وذكر بعضهم لابن عامر بحذف الياء وهو غلط لأنني قرأته بالشام بإثبات الياء، وتأملته في مصاحفهم العتيقة فرأيته مكتوبا بالياء.
٢٣ - قرأ حمزة والكسائي وخلف {قَالَ أَخَرَقْتَهَا لِتُغْرِقَ} [٧١] بفتح الياء والراء {أَهْلَهَا} بالرفع. وقرأ الباقون {لِتُغْرِقَ} بضم التاء وكسر الراء {أَهْلَهَا} بالنسب.
٢٤ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً} [٧٤] بالألف وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {زَكِيَّةً} بغير ألف، وتشديد الياء.
٢٥ - قرأ أبو جعفر، ونافع برواية ورش وقالون، وابن عامر، وأبو بكر عن عاصم، ويعقوب {لَقَدْ جِئْتَ شَيْئًا نُكْرًا} بضم الكاف في جميع القرآن.
وقرأ ابن كثير وأبو عمرو، وإسماعيل عن نافع، وحفص عن عاصم، وحمزة والكسائي وخلف {نُكْرًا} ساكنة الكاف حيث كان.
٢٦ - قرأ يعقوب في رواية روح وزيد {فَلَا تُصَاحِبْنِي} [٧٦] بفتح التاء والحاء وسكون الصاد. وقرأ الباقون {فَلَا تُصَاحِبْنِي} بضم التاء وفتح الصاد وكسر الحاء.',NULL,'280',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (276,'٢٧ - قرأ أبو جعفر ونافع وأبو بكر عن عاصم {قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا} [٧٦] خفيفة النون. وقرأت على النقاش للأعشى {مِنْ لَدُنِّي} بضم اللام وأظنه غلطا منه، لأني قرأت بالكوفة على النقار وحماد من طريق محمد بن حبيب الشموني ومحمد بن غالب جميعا عن الأعشى {مِنْ لَدُنِّي} بفتح اللام مثل نافع وكذلك رواه محمد بن عبد الله القلا عن الأعشى، ورواية عبد الحميد ابن صالح البرجمي عن أبي بكر، ورواية حماد عن عاصم ويحيى عن أبي بكر إلا أنهم زعموا - قالوا-: يشم الدال الضم. ولم يذكر أحد منهم ما ذكره النقاش، فلا أدري أني وقع له ذلك.
٢٨ - قرأ ابن كثير ويعقوب {قَالَ لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا} [٧٧] بكسر الخاء وتخفيف التاء. وابن كثير يظهر منه الذال.
وقرأ الباقون {لَاتَّخَذْتَ} مشددة التاء مفتوحة الخاء. وعاصم يظهر الذال في جميع الروايات إلا رواية حماد ويحيى عن أبي بكر. والآخرون يدغمون. وقد مر أصلهم
في أول الكتاب. والله أعلم.
٢٩ - قرأ أبو جعفر ونافع وأبو عمرو {فَأَرَدْنَا أَنْ يُبْدِلَهُمَا} [٨١] بفتح الباء وتشديد الدال. وكذلك في "المحترم" [آية ٥] {أَنْ يُبْدِلَهُ أَزْوَاجًا} وفي "القلم" [آية ٣٢] {عَسَى رَبُّنَا أَنْ يُبْدِلَنَا} مشددة أيضا.',NULL,'281',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (277,'وقرأ الباقون {أَنْ يُبْدِلَهُمَا} و {يُبْدِلَهُ} و {يُبْدِلَنَا} ساكنة الباء خفيفة الدال.
وقرأ ابن كثير، وأبو بكر عن عاصم، ويعقوب في سورة"النور" [آية ٥٥] {وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا} خفيفة. وقرأ الباقون وأبو علي الضرير {وَلَيُبَدِّلَنَّهُمْ} مشددة.
٣٠ - قرأ أبو جعفر وابن عامر ويعقوب {وَأَقْرَبَ رُحْمًا} [٨١] بضم الحاء وقرأ الباقون {رُحْمًا} ساكنة الحاء.
٣١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {فَأَتْبَعَ سَبَبًا} [٨٥] و {ثُمَّ أَتْبَعَ سَبَبًا} [٩٢] موصولة الألف مشددة التاء. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {فاتبع} {ثُمَّ أَتْبَعَ} بقطع الألف وسكون التاء.
٣٢ - قرأ أبو جعفر وابن عامر، وعاصم في رواية أبي بكر، وحمزة والكسائي وخلف {فِي عَيْنٍ حَمِئَةٍ} [٨٦] بالألف بغير همز. وقرأ نافع وابن كثير وأبو عمرو، وحفص عن عاصم، ويعقوب {فِي عَيْنٍ حَمِئَةٍ} مهموزة بغير ألف.
٣٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، وأبو بكر عن عاصم، {فَلَهُ جَزَاءً الْحُسْنَى} [٨٨] بالرفع والإضافة. وقرأ حمزة والكسائي وحفص ويعقوب وخلف {فَلَهُ',NULL,'282',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (278,'جَزَاءً الْحُسْنَى} منصوبة منونة.
٣٤ - قرأ ابن كثير وأبو عمرو هاهنا {سَدًّا} [٩٤] {بَيْنَ السَّدَّيْنِ} [٩٣] بفتح السين، وفي سورة "يس" [آية ٩] {مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا} بضم السين. وقرأ حمزة والكسائي وخلف {بَيْنَ السَّدَّيْنِ} بضم السين و {سَدًّا} بفتح السين في جميع القرآن.
حفص عن عاصم {بَيْنَ السَّدَّيْنِ} و {سَدًّا} بفتح السين حيث كان. وقرأ أبو جعفر ونافع وابن عامر، وأبو بكر عن عاصم، ويعقوب {سَدًّا} و {بَيْنَ السَّدَّيْنِ} بضم السين كل القرآن.
٣٥ - قرأ حمزة والكسائي وخلف {لَا يَكَادُونَ يَفْقَهُونَ قَوْلًا} [٩٣] بضم الياء وكسر القاف. وقرأ الباقون {يَفْقَهُونَ قَوْلًا} بفتح الياء والقاف.
٣٦ - قرأ عاصم {إِنَّ يَأْجُوجَ وَمَأْجُوجَ} [٩٤] بالهمز، وفي سورة "الأنبياء" [آية ٩٦] {حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ} مثله بالهمز أيضا. وقرأ الباقون، ومحمد بن حبيب وحده عن الأعشى بغير همز فيهما في السورتين.
٣٧ - قرأ حمزة والكسائي وخلف {فَهَلْ نَجْعَلُ لَكَ خَرْجًا} [٩٤] وفي "المؤمنين" [آية ٧٢] {أَمْ تَسْأَلُهُمْ خَرْجًا فَخَرَاجُ رَبِّكَ خَيْرٌ} كله بالألف.',NULL,'283',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (279,'وقرأ ابن عامر ههنا {خَرْجًا} وفي "المؤمنين" {خَرْجًا فَخَرَاجُ رَبِّكَ} كله بغير ألف.
وقرأ أبو جعفر ونافع وابن كثير وأبو عمرو وعاصم ويعقوب هاهنا {لَكَ خَرْجًا} بغير ألف. وفي "المؤمنين" {أَمْ تَسْأَلُهُمْ خَرْجًا} بغير ألف أيضا {فَخَرَاجُ رَبِّكَ} بالألف.
٣٨ - قرأ ابن كثير {قَالَ مَا مَكَّنِّي فِيهِ} [٩٥] بنونين. وقرأ الباقون {مَكَّنِّي} بنون واحدة مشددة.
٣٩ - يحيى عن أبي بكر عن عاصم {أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا (٩٥) آتُونِي} [٩٦] بوصل الألف.
٤٠ - وقرأ حمزة ويحيى عن أبي بكر {قَالَ آتُونِي أُفْرِغْ} [٩٦] بوصل الألف أيضا. وقرأ الباقون {آتُونِي} بفتح الألف ومدها في الحرفين.
٤١ - قرأ أبو جعفر ونافع، وحفص عن عاصم، وحمزة والكسائي وخلف {حَتَّى إِذَا سَاوَى بَيْنَ الصَّدَفَيْنِ} [٩٦] بفتح الدال والصاد.
وقرأ عاصم في رواية أبي بكر {الصَّدَفَيْنِ} بضم الصاد وسكون الدال. وقرأ ابن كثير وابن عامر وأبو عمرو ويعقوب {الصَّدَفَيْنِ} بضم الصاد والدال.',NULL,'284',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (280,'٤٢ - قرأ حمزة وحده في جميع الروايات - إلا رواية خلاد عن سليم - {فَمَا اسْطَاعُوا أَنْ يَظْهَرُوهُ} [٩٧] مشددة الطاء. وقرأ الباقون، وخلاد عن سليم عن حمزة، خفيفة الطاء.
٤٣ - قرأ عاصم وحمزة والكسائي وخلف {فَإِذَا جَاءَ وَعْدُ رَبِّي جَعَلَهُ دَكَّاءَ} [٩٨] بالمد والهمز.
وقرأ الباقون {دَكًّا} منونا غير مهموز.
٤٤ - قرأ أبو بكر برواية الأعشى والبرجمي عنه - ولا يرفعه إلى عاصم -، وزيد عن يعقوب {أَفَحَسِبَ الَّذِينَ} [١٠٢] برفع الباء وسكون السين. وهذا من الأحرف التي اختارها أبو بكر وخالف عاصما فيها، وذكر أنه أدخلها من قراءة أمير المؤمنين "علي بن أبي طالب" عليه السلام وقراءة عاصم حتى استخلص قراءته. والله أعلم. وأما قراءة عاصم وسائر القراء الذين ذكرناهم فبكسر السين وفتح الباء.
٤٥ - قرأ حمزة والكسائي وخلف {قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي} [١٠٩] بالياء وقرأ الباقون {تَنْفَدَ} بالتاء.
إثبات الياءات، وفتحها
قرأ أبو جعفر ونافع وأبو عمرو ويعقوب {مَنْ يَهْدِ اللَّهُ فَهُوَ الْمُهْتَدِي} [١٧] بإثبات الياء. وقرأ الباقون {الْمُهْتَدِ} بغير ياء.',NULL,'285',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (281,'قرأ أبو جعفر ونافع، وابن كثير في رواية القواس والبزي، وأبو عمرو ويعقوب {أَنْ يَهْدِيَنِ رَبِّي} [٢٤] و {إِنْ تَرَنِ أَنَا أَقَلَّ} [٣٩] و {أَنْ يُؤْتِيَنِ خَيْرًا} [٤٠] و {مَا كُنَّا نَبْغِ} [٦٤] و {أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ} [٦٦].
- باثبات الياء فيها: ابن كثير ويعقوب في الوصل والوقف. والآخرون في الوصل دون الوقف.
وورش عن نافع من طريق البخاري {إِنْ تَرَنِ} بحذف الياء. ابن كثير في رواية ابن فليح، والكسائي {مَا كُنَّا نَبْغِ} بإثبات الياء فيه فقط. الباقون لا يثبتون منها شيئا.
فتح أبو جعفر ونافع من الياءات {وَلَا أُشْرِكُ بِرَبِّي أَحَدًا} [٣٨]. {فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ} و {لَمْ أُشْرِكْ بِرَبِّي أَحَدًا} [٤٢] و {سَتَجِدُنِي إِنْ شَاءَ اللَّهُ} [٦٩] {عِبَادِي مِنْ دُونِي أَوْلِيَاءَ}.
فتح ابن كثير وأبو عمرو {بِرَبِّي أَحَدًا} {فَعَسَى رَبِّي أَنْ يُؤْتِيَنِ} {بِرَبِّي أَحَدًا} وزاد ابو عمرو {مِنْ دُونِي أَوْلِيَاءَ} ولم يفتحه ابن كثير.
وفتح حفص عن عاصم {مَعِيَ صَبْرًا} [٦٧]. وكل {مَعِيَ} في جميع القرآن فإنه يفتح الياء منه.
ولم يفتح الباقون منها شيئا.',NULL,'286',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (282,'<span data-type="title" id=toc-43>سورة مريم عليها السلام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وعاصم ويعقوب {كهيعص (١) ذِكْرُ} [٢] بفتح الهاء والياء وإظهار الدال عند الذال. وقرأ ابن عامر وحمزة وخلف {كهيعص} بفتح الهاء وكسر الياء. وقرأ أبو عمرو {كهيعص} بكسر الهاء وفتح الياء. وقرأ الكسائي وأبو عمرو في رواية أحمد بن جبير عن اليزيدي، وأحمد ابن فرح عن أبي عمر عن اليزيدي، ويحيى عن أبي بكر عن عاصم {كهيعص} بكسر الهاء والياء.
٢ - قرأ أبو عمرو والكسائي {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (٥) يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ} [٦] بالجزم وقرأ الباقون {يَرِثُنِي وَيَرِثُ} بالرفع.',NULL,'287',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (283,'٣ - قرأ حمزة والكسائي {عِتِيًّا} [٨] و {صِلِيًّا} [٧٠] و {جِثِيًّا} [٦٨] و {وَبُكِيًّا} [٥٨] بكسر العين والصاد والجيم والباء.
حفص عن عاصم {عِتِيًّا} و {صِلِيًّا} و {جِثِيًّا} بكسر أوائلها و {وَبُكِيًّا} بضم الباء. قرأ الباقون جميع ذلك بالضم.
٤ - قرأ حمزة والكسائي {وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ} [٩] بالنون والألف. وقرأ الباقون {خَلَقْتُكَ} بالتاء.
٥ - وقرأ أبو عمرو ويعقوب، ونافع برواية ورش، والحلواني عن قالون {قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا} [١٩] بالياء. وقرأ الباقون {لِأَهَبَ} بالألف.
٦ - قرأ حمزة، وحفص عن عاصم، {وَكُنْتُ نَسْيًا مَنْسِيًّا} [٢٣] بفتح النون. وقرأ الباقون {نَسْيًا} بكسر النون.
٧ - قرأ أبو جعفر ونافع، وحفص عن عاصم، وحمزة والكسائي وخلف: {فَنَادَاهَا مِنْ تَحْتِهَا} [٢٤] بكسر الميم والتاء. وقرأ ابن كثير وأبو عمرو وابن عامر، وأبو بكر عن عاصم، ويعقوب {مِنْ تَحْتِهَا} بفتح الميم والتاء.
٨ - قرأ عاصم في رواية حماد، والكسائي في رواية نصير، ويعقوب {تُسَاقِطْ عَلَيْكِ} [٢٥] بالياء وتشديد السين. وقرأ حمزة {تُسَاقِطْ عَلَيْكِ} بالتاء، خفيفة السين. وقرأ',NULL,'288',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (284,'حفص عن عاصم {تُسَاقِطْ} بضم التاء وكسر القاف. وقرأ الباقون: {تُسَاقِطْ} بفتح التاء وتشديد السين.
٩ - قرأ عاصم وابن عامر ويعقوب {ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ} [٣٤] بالنصب. وقرأ الباقون {قَوْلَ} بالرفع.
١٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو، ورويس عن يعقوب، {وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ} [٣٦] بفتح الألف.
وقرأ ابن عامر وعاصم وحمزة والكسائي، وروح وزيد عن يعقوبن وخلف {وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ} بكسر الألف.
١١ - قرأ أبو جعفر وابن عامر {إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ} [٤٢ وغيرها] بفتح التاء في جميع القرآن. وقرأ الباقون {يَا أَبَتِ} بكسر التاء.
١٢ - قرأ عاصم وحمزة والكسائي وخلف {إِنَّهُ كَانَ مُخْلَصًا} [٥١] بفتح اللام. وقرأ الباقون {مُخْلَصًا} بكسر اللام.
١٣ - رويس عن يعقوب {تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا} [٦٣] بفتح الواو وتشديد الراء. وقرأ الباقون {نُورِثُ} ساكنة الواو خفيفة الراء.
١٤ - قرأ نافع وابن عامر وعاصم، وروح وزيد عن يعقوب: {أَوَلَا يَذْكُرُ الْإِنْسَانُ} [٦٧] ساكنة الذال خفيفة الكاف مضمومة. وقرأ الباقون {أَوَلَا يَذْكُرُ} مفتوحة الذال مشددة، والكاف أيضا مشددة.',NULL,'289',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (285,'١٥ - قرأ الكسائي، وروح وزيد عن يعقوب {ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا} [٧٢] خفيفة من انجي ننجي. وقرأ الباقون مشددة من نجى ننجي.
١٦ - قرأ ابن كثير {خَيْرٌ مَقَامًا} [٧٣] بضم الميم. وقرأ الباقون {مَقَامًا} بفتح الميم.
١٧ - قرأ أبو جعفر ونافع وابن عامر، والأعشى والبرجمي عن أبي بكر {أَثَاثًا وَرِئْيًا} [٧٤] بغير همز مشددة الياء. وقرأ الباقون، وورش عن نافع، {وَرِئْيًا} مهموزة.
١٨ - قرأ حمزة والكسائي {مَالًا وَوَلَدًا} [٧٧] بضم الواو وسكون اللام.
في هذه السورة أربعة مواضع. وفي الزخرف [آية ٨١] {قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ}.
وفي سورة نوح [آية ٢١] {مَالُهُ وَوَلَدُهُ} كله - وهو ستة مواضع - بضم الواو وسكون اللام.
وقرأ ابن كثير وأبو عمرو ويعقوب وخلف في سورة نوح {مَالُهُ وَوَلَدُهُ} بضم الواو وسكون اللام؛ وسائر القرآن {وَلَدِهِ} بفتح الواو واللام.',NULL,'290',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (286,'وقرأ أبو جعفر ونافع وعاصم وابن عامر {وَوَلَدُهُ} و {وَلَدًا} بفتح الواو واللام في جميع القرآن.
١٩ - قرأ أبو جعفر وابن كثير، وحفص عن عاصم، {تَكَادُ السَّمَاوَاتُ} [٩٠] بالتاء {يَتَفَطَّرْنَ} [٩٠] بالتاء أيضا. والطاء مفتوحة مشددة. وفي "عسق" [آية ٥] مثله.
وقرأ ابن عامر وحمزة وخلف هاهنا {تَكَادُ} بالتاء {يَتَفَطَّرْنَ} بالنون مثل أبي عمرو، وفي "عسق" بالتاء أيضا مثل ابن كثير.
فتح الياءات وإرسالها
وكلهم قرؤوا {قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ} [٣٠] بفتح الياء إلا حمزة فإنه قرأ {آتَانِيَ الْكِتَابَ} غير مفتوحة.
فتح أبو جعفر ونافع وأبو عمرو {قَالَ رَبِّ اجْعَلْ لِي آيَةً} [١٠] و {إِنِّي أَعُوذُ بِالرَّحْمَنِ} [١٨] و {إِنِّي أَخَافُ أَنْ يَمَسَّكَ} [٤٥] و {سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ} [٤٧].
وفتح ابن كثير {مِنْ وَرَائِي وَكَانَتِ} [٥] و {إِنِّي أَعُوذُ} و {إِنِّي أَخَافُ} ولم يفتح الباقون منها شيئا.',NULL,'291',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (287,'<span data-type="title" id=toc-44>سورة طه سورة موسى</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وعاصم وابن عامر ويعقوب {طه} [١] بفتح الطاء والهاء. وابن كثير وعاصم أشد فتحا وتفخيما من الآخرين.
وروي عن أبي جعفر ونافع {كهيعص} و {طه} و {الر} و {طسم} كله بين الفتح والكسر.',NULL,'292',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (288,'والذي قرأناه وأخذناه لفظا بالفتح؛ إلا أنه ليس بالفتح الشديد. وكذلك قال محمد بن إسحاق وغيره لا ندري بين الفتح والكسر ما هو؛ إنما أمرونا ألا نفتح فتحا شديدا. وقرأ أبو عمرو {طه} بفتح الطاء وكسر الهاء كسرا لطيفا من غير إفراط. وكذلك جميع ما يكسره من الحروف لا يكسره إلا لطيفا مستحسنا غير مستشنع إلا الراء بعدها ياء.
وروي لنا عن خلف بن هشام أنه قال: سمعت الفراء يحيى ابن زياد يقول: "أفرط حمزة في الكسر وأفرط عاصم في الفتح، وأحب إلي أن تكون القراءة بين ذلك كقراءة أبي عمرو" وقال خلف: قلت له ومن يطيق ذلك.
- وقرأ حمزة والكسائي وخلف، ويحيى عن أبي بكر، {طه} بكسر الطاء والهاء.
٢ - قرأ أبو جعفر وابن كثير وأبو عمرو {نُودِيَ يَا مُوسَى (١١) إِنِّي أَنَا رَبُّكَ} [١٢] بفتح الألف. وقرأ الباقون {إِنِّي أَنَا رَبُّكَ} بكسر الألف.
٣ - قرأ حمزة وحده {فَقَالَ لِأَهْلِهِ امْكُثُوا} [١٠] بضم الهاء وفي القصص [آية ٢٩] مثله. وقرأ الباقون بكسر الهاء.
٤ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوًى} [١٢] غير منون حيث كان. وقرأ ابن عامر وعاصم وحمزة والكسائي {طُوًى} منونة في جميع القرآن.
٥ - قرأ حمزة وحده {وَأَنَا اخْتَرْتُكَ} [١٣] {وَأَنَا}',NULL,'293',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (289,'مشددة النون {اخْتَرْتُكَ} بالنون والألف. وقرأ الباقون {وَأَنَا} خفيفة {اخْتَرْتُكَ} بالتاء.
٦ - قرأ ابن عامر {وَاجْعَلْ لِي وَزِيرًا مِنْ أَهْلِي (٢٩) هَارُونَ أَخِي (٣٠) اشْدُدْ بِهِ أَزْرِي (٣١)} بفتح الألف [من اشْدُدْ] وقطعه {وَأَشْرِكْهُ} [٣٢] بضم الألف وسكون الكاف.
وقرأ الباقون {أَخِي (٣٠) اشْدُدْ} بوصل الألف {وَأَشْرِكْهُ} بفتح الألف.
وفتح الياء من {أَخِي} ابن كثير - غير ابن فليح - وأبو عمرو ويسقطها الآخرون وابن فليح في الوصل، إلا ابن عامر فإنه يسكنها لأنه يقطع الألف بعدها، ولا خلاف في إثباتها في الوقف.
٧ - قرأ أبو جعفر {وَلِتُصْنَعَ عَلَى عَيْنِي} [٣٩] وقرأ الباقون {وَلِتُصْنَعَ} بكسر اللام وفتح العين.
٨ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، ورويس وزيد عن يعقوب {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْدًا} [٥٣] بالألف وكسر الميم وفتح الهاء وفي الزخرف [آية ١٠] مثله. وقرأ عاصم وحمزة والكسائي، وروح عن يعقوب، وخلف {مَهْدًا} بفتح الميم من غير ألف، وسكون الهاء',NULL,'294',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (290,'في السورتين. ولم يختلفوا في سورة "المعصرات" قوله {أَلَمْ نَجْعَلِ الْأَرْضَ مِهَادًا} [الآية ٦] أنه بالألف وكسر الميم.
٩ - روى نصير عن الكسائي {الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ} [٥٠] بفتح اللام كما روي عن ابن عباس وغيره. الباقون {خَلْقَهُ} ساكنة اللام.
١٠ - قرأ أبو جعفر {فَاجْعَلْ بَيْنَنَا وَبَيْنَكَ مَوْعِدًا لَا نُخْلِفُهُ} [٥٨] بجزم الفاء. وقرأ الباقون {لَا نُخْلِفُهُ} بالرفع.
١١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو والكسائي {مَكَانًا سُوًى} [٥٨] بكسر السين. وقرأ عاصم وابن عامر وحمزة ويعقوب وخلف {مَكَانًا سُوًى} بضم السين.
١٢ - هبيرة عن حفص عاصم {قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ} [٥٩] بالنصب. الباقون {يَوْمُ} بالرفع.
١٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، وأبو بكر عن عاصم، وروح وزيد عن يعقوب {فَيُسْحِتَكُمْ بِعَذَابٍ} [٦١] بفتح التاء والحاء. وقرأ حمزة والكسائي، وحفص عن عاصم. ورويس عن يعقوب وخلف {فَيُسْحِتَكُمْ}. بضم الياء وكسر الحاء.',NULL,'295',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (291,'١٤ - قرأ أبو عمرو وحده {إِنْ هَذَانِ لَسَاحِرَانِ} [٦٣]. وقرأ ابن كثير، وحفص عن عاصم {إِنْ} ساكنة النون {هَذَانِ} بالألف. وابن كثير يشدد النون من {هَذَانِ} وقد مر ذكره. وقرأ الباقون {إِنْ} مشددة النون. {هَذَانِ} بالألف.
١٥ - قرأ أبو عمرو {فَأَجْمِعُوا كَيْدَكُمْ} [٦٤] بوصل الألف وفتح الميم. وقرأ الباقون بقطع الألف وكسر الميم.
١٦ - قرأ ابن عامر، وروح وزيد عن يعقوب،: {فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ} [٦٦] بالتاء. وقرأ الباقون {يُخَيَّلُ} بالياء.
١٧ - قرأ حفص عن عاصم {تَلْقَفْ مَا صَنَعُوا} [٦٩] خفيفة حيث كان، الباقون {تَلْقَفْ} بالتشديد. ابن عامر وحده {تَلْقَفْ} بالرفع. الباقون بالجزم.
١٨ - قرأ حمزة والكسائي وخلف {إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ} [٦٩] بغير ألف، وكسر السين. وقرأ الباقون {كَيْدُ سَاحِرٍ} بالألف.
١٩ - قرأ حمزة {لَا تَخَافُ دَرَكًا وَلَا تَخْشَى} [٧٧] بجزم الفاء وقرأ الباقون {لَا تَخَافُ} بالرفع.
٢٠ - قرأ حمزة والكسائي وخلف {بَنِي إِسْرَائِيلَ قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ} [٨٠] بالتاء. وكذلك {مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [٨١] كله بالتاء وقرأ الباقون {قَدْ أَنْجَيْنَاكُمْ مِنْ عَدُوِّكُمْ وَوَاعَدْنَاكُمْ} و {رَزَقْنَاكُمْ} كله بالنون وقرأ أبو جعفر وأبو عمرو',NULL,'296',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (292,'ويعقوب {وَوَاعَدْنَاكُمْ} بغير ألف. وقرأ الباقون {وَوَاعَدْنَاكُمْ} بالألف. وقد ذكرته.
٢١ - قرأ الكسائي {فَيَحِلَّ عَلَيْكُمْ غَضَبِي} [٨١] بضم الحاء {وَمَنْ يَحْلِلْ عَلَيْهِ} [٨١] بضم اللام. وقرأ الباقون {فَيَحِلَّ} بكسر الحاء {وَمَنْ يَحْلِلْ} بكسر اللام.
٢٢ - قرأ أبو جعفر ونافع وعاصم {قَالُوا مَا أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا} بفتح الميم [٨٧] وقرأ حمزة والكسائي وخلف {بِمَلْكِنَا} بضم الميم. وقرأ ابن كثير وأبو عمرو وابن عامر ويعقوب {بِمَلْكِنَا} بكسر الميم.
٢٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر، وحفص عن عاصم، ورويس عن يعقوب {وَلَكِنَّا حُمِّلْنَا أَوْزَارًا} [٨٧] بضم الحاء وكسر الميم وتشديده. وقرأ أبو عمرو، وأبو بكر عن عاصم، وحمزة والكسائي وخلف، وروح وزيد عن يعقوب {وَلَكِنَّا حُمِّلْنَا} بفتح الحاء والميم وتخفيفه.
٢٤ - قرأ حمزة والكسائي وخلف {قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ} [٩٦] بالتاء وقرأ الباقون {بِمَا لَمْ يَبْصُرُوا} بالياء.
٢٥ - قرأ أبو جعفر وأبو عمرو، وإسماعيل عن نافع، وحمزة والكسائي وخلف {فَنَبَذْتُهَا} [٩٦] مدغم الذال في التاء. وقرأ ابن كثير وابن عامر ونافع وعاصم ويعقوب {وَإِنَّ لَكَ مَوْعِدًا لَنْ تُخْلَفَهُ} [٩٧] بكسر اللام. وقرأ الباقون {لَنْ تُخْلَفَهُ} بفتح اللام. الضرير عن يعقوب {لَنْ تُخْلَفَهُ} بالنون وكسر',NULL,'297',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (293,'اللام.
٢٦ - قرأ أبو جعفر {الَّذِي ظَلْتَ عَلَيْهِ عَاكِفًا لَنُحَرِّقَنَّهُ} [٩٧] بضم النون وسكون الحاء وتخفيف الراء وقرأ الباقون {لَنُحَرِّقَنَّهُ} مشددة.
٢٧ - قرأ أبو عمرو {يَوْمَ يُنْفَخُ فِي الصُّورِ} [١٠٢] بالنون. وقرأ الباقون {يَوْمَ يُنْفَخُ} بالياء مضمومة.
٢٨ - قرأ ابن كثير {فَلَا يَخَافُ ظُلْمًا} [١١٢] بالجزم. وقرأ الباقون {فَلَا يَخَافُ} بالرفع.
٢٩ - قرأ يعقوب {مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ} [١١٤] بالنون وكسر الضاد وفتح الياء {إِلَيْكَ وَحْيُهُ} [١١٤] بالنصب.
وقرأ الباقون {مِنْ قَبْلِ أَنْ يُقْضَى} بالياء وفتح الضاد {إِلَيْكَ وَحْيُهُ} بالرفع.
٣٠ - قرأ نافع، وأبو بكر عن عاصم، {وَأَنَّكَ لَا تَظْمَأُ} [١١٩] بكسر الألف. وقرأ الباقون {وَأَنَّكَ} بفتح الألف.
٣١ - قرأ عاصم في رواية أبي بكر، والكسائي، {لَعَلَّكَ تَرْضَى} [١٣٠] بضم التاء. وقرأ الباقون {تَرْضَى} بفتح التاء.
٣٢ - قرأ يعقوب {زَهْرَةَ الْحَيَاةِ الدُّنْيَا} [١٣١] بفتح الهاء. وروي ذلك عن سعيد بن جبير، وعيسى بن عمر وحميد،',NULL,'298',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (294,'وطلحة بن مصرف واليماني وغيرهم. وقرأ الباقون {زَهْرَةَ الْحَيَاةِ} ساكنة الهاء.
٣٣ - قرأ أبو جعفر ونافع وأبو عمرو ويعقوب، وحفص عن عاصم، وقتيبة عن الكسائي {أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ} [١٣٣] بالتاء. وقرأ ابن كثير وابن عامر، وأبو بكر عن عاصم، وحمزة والكسائي وخلف {أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ} بالياء.
إثبات الياءات وفتحها
قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي} [٩٣] بإثبات الياء. وأبو جعفر، ونافع برواية إسماعيل يفتحان منه الياء؛ والآخرون لا يفتحون. وقال ابن جماز وإسماعيل: إنهم لا يفتحون إلا ياء ثابتة في الكتاب غير حرفين: في"طه" {أَلَّا تَتَّبِعَنِ أَفَعَصَيْتَ أَمْرِي}. وفي النمل {فَمَا آتَانِيَ اللَّهُ} يفتحون، وليس في الكتاب. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {أَلَّا تَتَّبِعَنِ} بحذف الياء.
- وفتح أبو جعفر ونافع {إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ} [١٠] و {إِنِّي أَنَا رَبُّكَ} [١٢] و {إِنِّي أَنَا اللَّهُ} [١٤] {وَأَقِمِ الصَّلَاةَ لِذِكْرِي (١٤)',NULL,'299',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (295,'إِنَّ السَّاعَةَ} [١٥] و {وَيَسِّرْ لِي أَمْرِي} [٢٦] و {عَلَى عَيْنِي (٣٩) إِذْ تَمْشِي} [٤٠] و {وَاصْطَنَعْتُكَ لِنَفْسِي (٤١) اذْهَبْ أَنْتَ وَأَخُوكَ بِآيَاتِي وَلَا تَنِيَا فِي ذِكْرِي (٤٢) اذْهَبَا} [٤٣] {وَلَا بِرَأْسِي إِنِّي خَشِيتُ} [٩٤] و {لِمَ حَشَرْتَنِي أَعْمَى} [١٢٤].
وأبو جعفر، وإسماعيل عن نافع، {أَلَّا تَتَّبِعَنِ} وقد ذكرته. ورش عن نافع، وحفص، والأعشى والبرجمي عن أبي بكر {وَلِيَ فِيهَا مَآرِبُ أُخْرَى} [٢٢] بفتح الياء. وفتح ابن كثير {إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ} [١٠] و {إِنِّي أَنَا رَبُّكَ} و {إِنَّنِي أَنَا اللَّهُ} و {لِنَفْسِي (٤١) اذْهَبْ} و {فِي ذِكْرِي (٤٢) اذْهَبَا} و {حَشَرْتَنِي أَعْمَى. وفتح في رواية القواس والبزي {أَخِي (٣٠) اشْدُدْ} [٣١]. وفتح أبو عمرو {إِنِّي آنَسْتُ} و {لَعَلِّي آتِيكُمْ} و {إِنِّي أَنَا رَبُّكَ} و {إِنَّنِي أَنَا اللَّهُ} و {لِذِكْرِي (١٤) إِنَّ السَّاعَةَ} {وَيَسِّرْ لِي أَمْرِي} و {أَخِي (٣٠) اشْدُدْ} و {عَلَى عَيْنِي (٣٩) إِذْ تَمْشِي} و {لِنَفْسِي (٤١) اذْهَبْ أَنْتَ} و {ذِكْرِي (٤٢) اذْهَبَا} و {بِرَأْسِي إِنِّي خَشِيتُ} وفتح ابن عامر {لَعَلِّي آتِيكُمْ} فقط. والآخرون لا يفتحون منها شيئا.',NULL,'300',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (296,'<span data-type="title" id=toc-45>سورة الأنبياء عليهم السلام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي، وحفص عن عاصم، {قَالَ رَبِّي يَعْلَمُ} [٤] بالألف على الخبر وقرأ الباقون {قُلْ رَبِّي} [١٣٢] على الأمر.
٢ - قرأ حفص عن عاصم {إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ} [٧] بالنون وكسر الحاء. وقد ذكرته في سورة يوسف. والباقون {نُوحِي إِلَيْهِمْ} بالياء وفتح الحاء.
٣ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ} [٢٥] بالنون وكسر الحاء. وقرأ الباقون {نُوحِي إِلَيْهِ} بالياء وفتح الحاء.
٤ - قرأ ابن كثير {أَوَلَمْ يَرَ الَّذِينَ كَفَرُوا} [٣٠] بغير واو، وكذلك في مصاحف مكة. وقرأ الباقون {أَوَلَمْ يَرَ الَّذِينَ} بزيادة واو.',NULL,'301',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (297,'٥ - وقرأ ابن عامر {وَلَا تُسْمِعُ الصُّمَّ} [٤٥] بضم التاء وكسر الميم {الصم} بالنصب. وقرأ الباقون {وَلَا يَسْمَعُ} بنصب الياء والميم {الصُّمُّ} بالرفع.
٦ - قرأ أبو جعفر ونافع {وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ} [٤٧] بالرفع أيضا. وقرأ الباقون {مِثْقَالَ حَبَّةٍ} بالنصب في السورتين.
٧ - قرأ الكسائي وحده {فَجَعَلَهُمْ جُذَاذًا} [٥٨] بكسر الجيم. وقرأ الباقون {جُذَاذًا} بضم الجيم.
٨ - قرأ أبو جعفر وابن عامر، وروح وزيد عن يعقوب، وحفص عن عاصم {وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ لِتُحْصِنَكُمْ} [٨٠] بالتاء. وقرأ أبو بكر عن عاصم، ورويس عن يعقوب {لِتُحْصِنَكُمْ} بالنون. وقرأ ابن كثير ونافع وأبو عمرو وحمزة والكسائي وخلف {لِتُحْصِنَكُمْ} بالياء.
٩ - قرأ يعقوب {فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ} [٨٧] بضم الياء وفتح الدال. وقرأ الباقون {نَقْدِرَ} بالنون مفتوحة والدال مكسورة.
١٠ - قرأ ابن عامر، وأبو بكر عن عاصم، {وَكَذَلِكَ',NULL,'302',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (298,'نُنْجِي الْمُؤْمِنِينَ} [٨٨] بنون واحدة مشددة الجيم. وقرأ الباقون {نُنْجِي الْمُؤْمِنِينَ} بنونين خفيفة الجيم.
١١ - قرأ عاصم في رواية أبي بكر، وحمزة والكسائي {وَحَرَامٌ عَلَى قَرْيَةٍ} [٩٥] بكسر الحاء من غير ألف. وقرأ الباقون {وَحَرَامٌ} بالألف وفتح الحاء.
١٢ - قرأ أبو جعفر وابن عامر ويعقوب {حَتَّى إِذَا فُتِحَتْ يَأْجُوجُ} [٩٦] مشددة التاء. وقرأ الباقون {فُتِحَتْ} خفيفة التاء.
١٣ - قرأ أبو جعفر {يَوْمَ نَطْوِي} [١٠٤] بالتاء مضمومة وفتح الواو {السَّمَاءَ} [١٠٤] رفع.
وقرأ الباقون {يَوْمَ نَطْوِي} بالنون {السَّمَاءَ} بالنصب.
١٤ - قرأ عاصم في رواية حفص، وحمزة والكسائي وخلف {كَطَيِّ السِّجِلِّ لِلْكُتُبِ} [١٠٤] بضم الكاف والتاء على الجمع. وقرأ الباقون {لِلْكُتُبِ} بالألف وكسر الكاف على واحدة.
١٥ - قرأ حفص عن عاصم {قَالَ رَبِّ احْكُمْ} [١١٢] بالألف. وقرأ الباقون {قَالَ رَبِّ} بغير ألف.
١٦ - قرأ أبو جعفر وحده {قَالَ رَبِّ احْكُمْ} بضم الباء. وقرأ الباقون {رَبِّ احْكُمْ} بكسر الباء. زيد عن يعقوب {قَالَ رَبِّ احْكُمْ} بالرفع وقطع الألف مثل قراءة [ابن] عباس',NULL,'303',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (299,'وابن يعمر وغيرهما. البرجمي عن أبي بكر {قَالَ رَبِّ احْكُمْ} بإظهار اللام.
فتح الياءات وإرسالها
قرأ حمزة {مَسَّنِيَ الضُّرُّ} [٨٣] و {يَرِثُهَا عِبَادِيَ الصَّالِحُونَ} بإرسال الياء فيهما. وقرأ الباقون بفتح الياء فيهما.
قرأ أبو جعفر ونافع وأبو عمرو {وَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ} [٢٩] بفتح الياء وأسكنها الآخرون. وفتح حفص عن عاصم {هَذَا ذِكْرُ مَنْ مَعِيَ} [٢٤] وقد ذكرت في مواضع أنه يفتح الياء من {مَعِيَ} في جميع القرآن. والله أعلم بجميع ذلك.',NULL,'304',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (300,'<span data-type="title" id=toc-46>سورة الحج</span>
اللهم ارزقنا
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي وخلف {وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى} [٢] بفتح السين وسكون الكاف. وقرأ الباقون {سُكَارَى وَمَا هُمْ بِسُكَارَى} بالألف وضم السين وفتح الكاف.
٢ - قرأ أبو جعفر {اهْتَزَّتْ وَرَبَتْ} [٥] مهموزة وفي "حم السجدة" مثله. وقرأ الباقون {وَرَبَتْ} بغير همز.
٣ - قرأ يعقوب في رواية روح وزيد {خَسِرَ الدُّنْيَا} [١١] بالألف {وَالْآخِرَةَ} [١١] بالخفض مثل قراءة مجاهد وحميد بن قيس.',NULL,'305',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (301,'وقرأ الباقون، ورويس عن يعقوب {خَسِرَ الدُّنْيَا} بغير ألف {وَالْآخِرَةَ} بالنصب.
٤ - قرأ أبو جعفر ونافع وعاصم {يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِنْ ذَهَبٍ وَلُؤْلُؤًا} [٢٣] بالنصب. وفي "فاطر" [آية ٣٣] مثله بالنصب.
وقرأ يعقوب هاهنا {وَلُؤْلُؤًا} بالنصب وفي "الملائكة" {وَلُؤْلُؤًا} بالخفض. وقرأ الباقون {وَلُؤْلُؤًا} بالخفض في السورتين وأبو جعفر، وأبو بكر عن عاصم، وشجاع عن أبي عمرو، يتركون الهمزة الأولى منه في جميع القرآن.
٥ - قرأ حفص عن عاصم، وروح وزيد عن يعقوب {سَوَاءً الْعَاكِفُ فِيهِ} [٢٥] بالنصب. وقرأ الباقون {سَوَاءً} بالرفع.
٦ - قرأ أبو عمرو وابن عامر ويعقوب وورش عن نافع {ثُمَّ لْيَقْضُوا} [٢٩] {ثُمَّ لْيَقْطَعْ} بكسر اللام فيهما. وقرأ ابن كثير في رواية القواس {ثُمَّ لْيَقْطَعْ} ساكنة اللام {ثُمَّ لْيَقْضُوا} بكسر اللام. وقرأ الباقون بسكون اللام فيهما.
٧ - قرأ ابن عامر {وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا} [٢٩] بكسر اللام فيهما أيضا. وقرأ الباقون بجزم',NULL,'306',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (302,'اللام فيهما. قرأ عاصم في رواية أبي بكر {وَلْيُوفُوا} مفتوحة الواو مشددة الفاء. الأعشى وحده عن أبي بكر بكسر اللام. الباقون {وَلْيُوفُوا} خفيفة الفاء ساكنة الواو.
٨ - قرأ أبو جعفر ونافع {فَتَخْطَفُهُ الطَّيْرُ} [٣١] بفتح الخاء وتشديد الطاء. وقرأ الباقون بجزم الخاء وتخفيف الطاء.
٩ - قرأ حمزة والكسائي وخلف {وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا} [٣٤ و٦٧] بكسر السين في الموضعين. وقرأ الباقون {مَنْسَكًا} بفتح السين.
١٠ - قرأ يعقوب {لَنْ يَنَالَ اللَّهَ لُحُومُهَا} [٣٧] بالتاء {وَلَكِنْ يَنَالُهُ التَّقْوَى} [٣٧] بالتاء أيضا مثل قراءة يحيى ابن يعمر وعاصم الجحدري والأعرج وغيرهم. زيد عن يعقوب {لَنْ يَنَالَ اللَّهَ} بالتاء {وَلَكِنْ يَنَالُهُ} بالياء. الباقون {لَنْ يَنَالَ اللَّهَ} {وَلَكِنْ يَنَالُهُ} بالياء في الحرفين.
١١ - قرأ ابن كثير وأبو عمرو ويعقوب {إِنَّ اللَّهَ يُدَافِعُ عَنِ الَّذِينَ آمَنُوا} [٣٨] بغير ألف. وقرأ الباقون {يُدَافِعُ} بالألف.
١٢ - قرأ أبو جعفر ونافع ويعقوب {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ} [٤٠] بالألف وكسر الدال. وقرأ الباقون {وَلَوْلَا دَفْعُ اللَّهِ} بغير ألف، وفتح الدال.
١٣ - قرأ أبو جعفر ونافع، وحفص عن عاصم {أُذِنَ لِلَّذِينَ} [٣٩] بضم الألف {يُقَاتَلُونَ} [٣٩] بفتح التاء.',NULL,'307',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (303,'وقرأ أبو عمرو، وأبو بكر عن عاصم، ويعقوب {أُذِنَ لِلَّذِينَ} بضم الألف {يُقَاتَلُونَ} بكسر التاء. قرأ ابن كثير وحمزة والكسائي وخلف {أُذِنَ لِلَّذِينَ} بفتح الألف {يُقَاتَلُونَ} بكسر التاء. قرأ ابن عامر {أُذِنَ لِلَّذِينَ} بفتح الألف {يُقَاتَلُونَ} بفتح التاء.
١٤ - قرأ أبو جعفر وابن كثير {لَهُدِّمَتْ صَوَامِعُ} [٤٠] خفيفة الدال مظهرة التاء. وقرأ الباقون {لَهُدِّمَتْ صَوَامِعُ} مشددة الدال. وأظهر التاء منه عاصم ويعقوب وأدغمه الآخرون.
١٥ - قرأ أبو عمرو ويعقوب {فَكَأَيِّنْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا} [٤٥] بالتاء. وقرأ الباقون {أَهْلَكْنَاهَا} بالألف والنون.
١٦ - قرأ ابن كثير وحمزة والكسائي وخلف {كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ} [٤٧] بالياء. وقرأ الباقون {تَعُدُّونَ} بالتاء.
١٧ - قرأ ابن كثير وأبو عمرو {وَالَّذِينَ سَعَوْا فِي آيَاتِنَا مُعَاجِزِينَ} [٥١] مشددة الجيم. وفي "سبأ" أيضا موضعين {فِي آيَاتِنَا مُعَاجِزِينَ} بتشديد الجيم. وقرأ الباقون {مُعَاجِزِينَ} بالألف وتخفيف الجيم.
١٨ - قرأ ابن عامر وحده {وَالَّذِينَ هَاجَرُوا فِي سَبِيلِ اللَّهِ ثُمَّ قُتِلُوا} [٥٨] مشددة التاء. وقرأ الباقون {ثُمَّ قُتِلُوا} خفيفة التاء.',NULL,'308',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (304,'١٩ - قرأ أبو جعفر ونافع وابن كثير وابن عامر، وأبو بكر عن عاصم، {وَأَنَّ مَا يَدْعُونَ مِنْ دُونِهِ} [٦٢] بالتاء. وفي سورة لقمان [آية ٣٠] مثله. وقرأ أبو عمرو، وحفص عن عاصم، وحمزة والكسائي ويعقوب وخلف {وَأَنَّ مَا يَدْعُونَ} بالياء في السورتين وقرأت لابن كثير بالتاء والياء في رواية ابن فليح.
٢٠ - قرأ يعقوب {إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ} [٧٣] بالياء. وقرأ الباقون {تَدْعُونَ} بالتاء.
إثبات الياءات وفتحها
قرأ أبو جعفر ونافع - غير قالون - وابن كثير وأبو عمرو ويعقوب {الْعَاكِفُ فِيهِ وَالْبَادِ} بإثبات الياء، وابن كثير ويعقوب في الوصل والوقف. والآخرون في الوصل دون الوقف.
قرأ ابن عامر، وقالون عن نافع، وعاصم وحمزة والكسائي وخلف {وَالْبَادِ} بحذف الياء في الوصل والوقف.
فتح أبو جعفر ونافع، وحفص عن عاصم، {طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ} [٢٦] والباقون لم يفتحوا.',NULL,'309',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (305,'<span data-type="title" id=toc-47>سورة المؤمنين</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
كلهم قرؤوا {قَدْ أَفْلَحَ} [١] بقطع الألف وسكون الدال غير ورش عن نافع فإنه يصلها ويترك الهمزة منها، ويرد حركتها إلى الدال قبلها فيفتحها، وكذلك مذهبه في جميع ما أشبهه. وقد مر أصله فيها في أول الكتاب.
- وحمزة، والأعشى والبرجمي عن أبي بكر، وقتيبة عن الكسائي، وخلف يسكتون على الدال سكتة ثم يقطعون الألف ويهمزون.
وحمزة والأعشى في "التحقيق" أشبع سكتة وأطول وقفة من الآخرين. وقد بينا مذاهبهم في أول الكتاب على غاية الشرح والبسط بحول الله، وفيه غنية بمشيئة الله.',NULL,'310',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (306,'١ - قرأ ابن كثير {وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ} [٨] على واحدة. وفي المعارج [آية ٣٢] مثله. وقرأ الباقون {لِأَمَانَاتِهِمْ} على الجمع في السورتين.
٢ - قرأ حمزة والكسائي وخلف {وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ} [٩] بغير واو على واحدة. وقرأ الباقون {عَلَى صَلَوَاتِهِمْ} بالواو على الجمع.
٣ - قرأ ابن عامر، وأبو بكر عن عاصم، {فَخَلَقْنَا الْمُضْغَةَ عِظَامًا فَكَسَوْنَا الْعِظَامَ لَحْمًا} [١٤] بفتح العين وسكون الظاء في الحرفين.
وقرأ الباقون {عِظَامًا فَكَسَوْنَا الْعِظَامَ} بكسر العين وفتح الظاء. ورواه زيد عن يعقوب {عظما} بغير ألف {فَكَسَوْنَا الْعِظَامَ} بالألف وهكذا قرأنا به.
٤ - قرأ أبو جعفر ونافع {مِنْ طُورِ سَيْنَاءَ} [٢٠] بكسر السين {تَنْبُتُ بِالدُّهْنِ} [٢٠] بفتح التاء.
وقرأ ابن كثير وأبو عمرو {سَيْنَاءَ} بكسر السين {تَنْبُتُ} بضم التاء.
وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف، وروح عن يعقوب {سَيْنَاءَ} بفتح السين {تَنْبُتُ} بفتح التاء
٥ - قرأ نافع وابن عامر، وأبو بكر عن عاصم، ويعقوب {نُسْقِيكُمْ مِمَّا فِي بُطُونِهَا} [٢١] بفتح النون. وقرأ أبو جعفر {تسقيكم} بالتاء.',NULL,'311',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (307,'وقرأ أبو عمرو وابن كثير، وحفص عن عاصم، وحمزة والكسائي وخلف {نُسْقِيكُمْ} بضم النون.
٦ - قرأ عاصم في رواية أبي بكر {وَقُلْ رَبِّ أَنْزِلْنِي مُنْزَلًا مُبَارَكًا} [٢٩] بفتح الميم وكسر الزاي. وقرأ الباقون {مُنْزَلًا} بضم الميم وفتح الزاي.
٧ - قرأ أبو جعفر {هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ} [٣٦] بكسر التاء فيهما. وروي لنا من طريق أبي عمر {هَيْهَاتَ هَيْهَاتَ} بالكسر والتنوين.
والذين قرأته بترك التنوين كما ذكرته. وقرأ الباقون {هَيْهَاتَ هَيْهَاتَ} بفتح التاء فيهما.
٨ - قرأ أبو جعفر وابن كثير وأبو عمرو {ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى} [٤٤] منونة. وقرأ الباقون {تَتْرَى} ومن نون وقف بالألف. ومن لم ينون وكان مذهبه الفتح وقف عليه أيضا بالألف، وهم: نافع وابن عامر وعاصم ويعقوب ومن كان مذهبه الكسر والإمالة وقف عليه بالياء، ويقال: ليس بياء ولكن ألف ممالة وهم: حمزة والكسائي وخلف، والله أعلم بذلك.
٩ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {وَإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً} بفتح الألف والتشديد، وقرأ ابن عامر {وَإِنَّ هَذِهِ أُمَّتُكُمْ} [٥٢] بفتح الألف وسكون النون. وقرأ عاصم وحمزة والكسائي وخلف {وَإِنَّ هَذِهِ} بكسر الألف مشددة.',NULL,'312',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (308,'١٠ - قرأ نافع {مُسْتَكْبِرِينَ بِهِ سَامِرًا تَهْجُرُونَ} [٦٧] بضم التاء وكسر الجيم وقرأ الباقون {تَهْجُرُونَ} بفتح التاء وضم الجيم.
- {خَرْجًا} [٧٣] ذكرته في سورة الكهف.
١١ - {قَالُوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ} [٨٢]. قد ذكرنا أن أبا جعفر وابن عامر لا يستفهمان في {أَإِذَا} ويستفهمان في {أَإِنَّا} أبو جعفر بهمزة واحدة مطولة، وابن عامر بهمزتين ونافع والكسائي ويعقوب لا يستفهمون في {أَإِنَّا} ويستفهمون في {أَإِذَا}. ونافع ويعقوب بهمزة. واحدة غير ممدودة، إلا في رواية قالون وزيد، فإنهما يمدان والكسائي بهمزتين وكذلك في "الرعد" [آية ٥] و"سبحان" [آية ٤٩] و"السجدة" [آية ١٠] والباقون يستفهمون بالحرفين جميعا: ابن كثير بهمزة واحدة غير ممدودة، وأبو عمرو بهمزة واحدة ممدودة وعاصم وحمزة وخلف بهمزتين. واختلفوا في "النمل" [آية ٦٧] و"العنكبوت [آية ٢٨ و٢٩] و"الصافات" [آية ١٦ و٥٢ و٥٣] و"الواقعة" [آية ٤٧] و"النازعات" [آية ١٠ و١١] وقد ذكرناه في "الرعد وسبحان" وسنعيد ذكرها في مواضعها إن شاء الله ليكون أوضح وأشرح بمشيئة الله وعونه وبه الحول والقوة والتوفيق.
١٢ - قرأ أبو عمرو ويعقوب {قُلْ مَنْ رَبُّ السَّمَاوَاتِ السَّبْعِ وَرَبُّ الْعَرْشِ الْعَظِيمِ (٨٦) سَيَقُولُونَ لِلَّهِ} [٨٧] بالألف، وكذلك الذي بعده {فَسَيَقُولُونَ اللَّهُ} [٨٩] بالألف أيضا وقرأ الباقون {سَيَقُولُونَ لِلَّهِ} {لِلَّهِ} بغير ألف فيهما.',NULL,'313',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (309,'١٣ - قرأ أبو جعفر ونافع، وأبو بكر عن عاصم، وحمزة والكسائي وخلف {سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ (٩١) عَالِمِ الْغَيْبِ} [٩٢] بالرفع.
وقرأ ابن كثير وأبو عمرو وابن عامر، وحفص عن عاصم، ويعقوب {عَالِمِ الْغَيْبِ} بالخفض. رويس عن يعقوب إذا وصل خفض وإذا ابتدأ رفع.
١٤ - قرأ حمزة والكسائي وخلف {قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا} [١٠٦] بالألف وفتح الشين وقرأ الباقون {شِقْوَتُنَا} بغير ألف وكسر الشين.
١٥ - قرأ أبو جعفر ونافع وحمزة والكسائي وخلف {فَاتَّخَذْتُمُوهُمْ سِخْرِيًّا} [١١٠] بضم السين. وفي سورة "ص" [آية ٦٣] مثله.
وقرأ ابن كثير وأبو عمرو وابن عامر وعاصم ويعقوب {سِخْرِيًّا} بكسر السين في السورتين ولم يختلفوا في سورة "الزخرف" قوله {لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا} أنه بضم السين إلا ما روي عن ابن محيصن وأبي رجاء.
١٦ - قرأ حمزة والكسائي {إِنِّي جَزَيْتُهُمُ الْيَوْمَ بِمَا صَبَرُوا أَنَّهُمْ هُمُ الْفَائِزُونَ} [١١١] بكسر الألف. وقرأ الباقون بفتح الألف.
١٧ - قرأ حمزة والكسائي {قَالَ كَمْ لَبِثْتُمْ} [١١٢] {قَالَ إِنْ لَبِثْتُمْ} [١١٤] كلاهما بغير ألف على الأمر. وقرأ ابن كثير: الأول {قَالَ كَمْ',NULL,'314',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (310,'لَبِثْتُمْ} بغير ألف، والثاني {قَالَ إِنْ لَبِثْتُمْ} بالألف. وقرأ الباقون {قَالَ كَمْ لَبِثْتُمْ} و {قَالَ إِنْ لَبِثْتُمْ} بالألف في الحرفين على الخبر.
١٨ - قرأ حمزة والكسائي ويعقوب وخلف {وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ} [١١٥] بفتح التاء وكسر الجيم. وقرأ الباقون {تُرْجَعُونَ} بضم التاء وفتح الجيم.
فتح الياءات
قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو {لَعَلِّي أَعْمَلُ} [١٠٠] بفتح الياء وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {لَعَلِّي أَعْمَلُ} ساكنة الياء.',NULL,'315',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (311,'<span data-type="title" id=toc-48>سورة النور</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن كثير وأبو عمرو {سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا} [١] مشددة الراء وقرأ الباقون {وَفَرَضْنَاهَا} خفيفة الراء.
٢ - قرأ ابن كثير في رواية القواس والبزي {وَلَا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ} [٢] بفتح الهمز وقرأ الباقون، وابن فليح عن ابن كثير، {رَأْفَةٌ} ساكنة الهمزة.
وأبو جعفر وأبو عمرو، والأعشى عن أبي بكر، يلينون الهمزة على أصلهم ومذهبهم كما ذكرناه وشرحناه في باب الهمز أول الكتاب. ولم يختلفوا في "الحديد" [آية ٢٧] أن الألف فيه ساكنة.
٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وأبو بكر عن عاصم، ويعقوب: {فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ} [٦] بالنصب.',NULL,'316',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (312,'وقرأ حفص عن عاصم، وحمزة والكسائي وخلف {أَرْبَعُ شَهَادَاتٍ} بالرفع.
٤ - قرأ حفص عن عاصم {وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا} [٩] بالنصب وقرأ الباقون {وَالْخَامِسَةَ} بالرفع.
٥ - قرأ نافع {أَنَّ} [٧] ساكنة النون {لَعْنَتَ اللَّهِ} [٧] بالرفع. و {أَنَّ} [٩] خفيفة أيضا {غَضَبَ} بكسر الضاد وفتح الباء {اللَّهِ} بالرفع. وقرأ يعقوب {أَنَّ لَعْنَتَ اللَّهِ} و {أَنَّ غَضَبَ اللَّهِ} بتخفيف {أَنَّ} ورفع {لعنت الله} و {غَضَبَ اللَّهِ} جميعا.
وقرأ الباقون {أَنَّ} مشددة النون {لَعْنَتَ اللَّهِ} بالنصب وكذلك {أَنَّ} مشددة النون {غَضَبَ اللَّهِ} بالنصب أيضا.
٦ - قرأ يعقوب {وَالَّذِي تَوَلَّى كِبْرَهُ} [١١] بضم الكاف. وقرأ الباقون {كِبْرَهُ} بكسر الكاف.
٧ - روح وحده عن يعقوب {مَا زَكَى مِنْكُمْ} [٢١] مشددة الكاف. الباقون {زَكَى} خفيفة.
٨ - قرأ أبو جعفر {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ} [٢٢] بالتاء قبل الألف، واللام مشددة مفتوحة. وقرأ الباقون {وَلَا يَأْتَلِ} بالألف قبل التاء واللام خفيفة مكسورة، قالوا وكتابتها في المصحف الأول هي {يَأْتَلِ} "ياء. تاء. لام".
٩ - روى البخاري ليعوب {وَلْيَعْفُوا وَلْيَصْفَحُوا} [٢٢]',NULL,'317',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (313,'بالتاء. وكذلك قرأت من طريقه. ولم يصح ذلك في هذه الروايات التي قرأتها من طريق غيره. والله أعلم به.
١٠ - قرأ حمزة والكسائي وخلف {يَوْمَ تَشْهَدُ عَلَيْهِمْ} [٢٤] بالياء. وقرأ الباقون {يَوْمَ تَشْهَدُ} بالتاء.
١١ - قرأ أبو جعفر وابن عامر، وأبو بكر عن عاصم، {غَيْرِ أُولِي الْإِرْبَةِ} [٣١] بالنصب. وقرأ الباقون {غَيْرِ} بالخفض.
١٢ - قرأ ابن عامر {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ} [٣١] بضم الهاء. وكذلك في "الزخرف" [آية ٤٩] {يَا أَيُّهَ السَّاحِرُ} وفي "الرحمن" [آية ٣١] {أَيُّهَ الثَّقَلَانِ} بضم الهاء في هذه الأحرف الثلاثة لأنها مكتوبة بغير ألف.
وقرأ الباقون {أَيُّهَ الْمُؤْمِنُونَ} و {يَا أَيُّهَ السَّاحِرُ} و {أَيُّهَ الثَّقَلَانِ} بفتح الهاء فيها. وأبو عمرو والكسائي ويعقوب وخلف يقفون عليها {أَيُّهَا} بالألف. وأبو جعفر ونافع وابن كثير وابن عامر وعاصم وحمزة وخلف يقفون {أَيُّهَ} بغير ألف.
١٣ - وقرأ أبو جعفر وابن كثير ويعقوب {كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ} [٣٥] مضمومة الدال مشددة الياء غير مهموزة {تُوقِدُ} بفتح التاء والواو والدال وتشديد القاف.
- وقرأ أبو عمرو {دُرِّيٌّ} مكسورة الدال ممدودة مهموزة {تُوقِدُ} مفتوحة التاء والواو والدال مشددة القاف.
وقرأ الكسائي {دُرِّيٌّ} مكسورة الدال ممدودة مهموزة',NULL,'318',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (314,'{تُوقِدُ} مضمومة التاء والدال وتخفيف القاف. وقرأ نافع وابن عامر، وحفص عن عاصم، {دُرِّيٌّ} مضمومة الدال غير مهموزة {يُوقَدُ} بضم الياء والدال وتخفيف القاف.
- وقرأ عاصم في رواية أبي بكر، وحمزة {دُرِّيٌّ} مضمومة الدال ممدودة مهموزة {تُوقِدُ} مضمومة التاء والدال خفيفة القاف. وقرأ خلف {دُرِّيٌّ} مضمومة الدال غير مهموزة. {تُوقِدُ} بضم التاء والدال وتخفيف القاف.
١٤ - قرأ ابن عامر، وأبو بكر عن عاصم، {يُسَبِّحُ لَهُ فِيهَا} [٣٦] بفتح الباء. وقرأ الباقون {يُسَبِّحُ} بكسر الباء.
١٥ - قرأ ابن كثير في رواية البزي {سَحَابٌ} [٤٠] رفع غير منون {ظُلُمَاتٍ} بالخفض على الإضافة. وفي رواية القواس وابن فليح {سَحَابٌ} رفع منون {ظُلُمَاتٍ} بالخفض. وقرأ الباقون {سَحَابٌ ظُلُمَاتٌ} بالرفع والتنوين في الحرفين.
١٦ - قرأ أبو جعفر وحده {يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ} [٤٣] بضم الياء وكسر الهاء. وقرأ الباقون {يَذْهَبُ} بفتح الياء والهاء.
١٧ - قرأ حمزة والكسائي وخلف {والله خالق} بالرفع {كُلِّ دَابَّةٍ} [٤٥] بالخفض على الإضافة. وقرأ الباقون {خَلَقَ} بالنصب من غير ألف {كُلِّ} بالنصب.
١٨ - قرأ أبو جعفر، ونافع برواية قالون، ويعقوب {وَيَخْشَ اللَّهَ وَيَتَّقْهِ} [٥٢] بكسر القاف، والهاء مكسورة مختلسة غير مشبعة. قرأ أبو عمرو، وحمزة في رواية العجلي',NULL,'319',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (315,'وخلاد عن سليم، وعاصم في رواية حماد ويحيى عن أبي بكر، {وَيَتَّقْهِ} بكسر القاف وجزم الهاء.
قرأ حفص عن عاصم {وَيَتَّقْهِ} ساكنة القاف مكسورة الهاء مختلسة غير مشبعة.
وقرأ ابن كثير، ونافع برواية ورش وإسماعيل، وابن عامر، وعاصم في رواية الأعشى والبرجمي عن أبي بكر، وحمزة في سائر الروايات، والكسائي وخلف وزيد {وَيَتَّقْهِي} مكسورة القاف والهاء مشبعة.
١٩ - قرأ أبو جعفر وحده {لِيَحْكُمَ بَيْنَهُمْ} [٤٨] بضم الياء وفتح الكاف. وكذلك الذي بعده [آية ٥١] وفي "البقرة" [آية ٢١٣] و"آل عمران" [آية ٢٣] مثله؛ وقد ذكرته. وقرأ الباقون {لِيَحْكُمَ} بفتح الياء وضم الكاف.
٢٠ - قرأ عاصم في رواية أبي بكر {كَمَا اسْتَخْلَفَ الَّذِينَ} [٥٥] بضم الكاف وكسر اللام.
- وقرأ الباقون {كَمَا اسْتَخْلَفَ} بفتح التاء واللام.
٢١ - قرأ ابن كثير، وأبو بكر عن عاصم، ويعقوب {وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا} [٥٥] ساكنة الباء خفيفة الدال.
وقرأ الباقون والضرير {وَلَيُبَدِّلَنَّهُمْ} مشددة الدال. وقد ذكرته في سورة الكهف.
٢٢ - قرأ ابن عامر وحمزة {وَلَا يَحْسَبَنَّ الَّذِينَ كَفَرُوا',NULL,'320',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (316,'مُعْجِزِينَ فِي الْأَرْضِ} [٥٧] بالياء. وقرأ الباقون {وَلَا تَحْسَبَنَّ} بالتاء. وفتح السين وكسره قد تقدم في "البقرة" ذكره.
٢٣ - قرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {ثَلَاثُ عَوْرَاتٍ لَكُمْ} [٥٨] بالنصب. وقرأ الباقون {ثَلَاثُ عَوْرَاتٍ} بالرفع. والله أعلم بجميع ذلك.',NULL,'321',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (317,'<span data-type="title" id=toc-49>سورة الفرقان</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي وخلف {أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا} [٨] بالنون. وقرأ الباقون {يَأْكُلُ مِنْهَا} بالياء.
٢ - قرأ ابن كثير وابن عامر، وأبو بكر عن عاصم، {وَيَجْعَلْ لَكَ قُصُورًا} [١٠] بالرفع وقرأ الباقون {وَيَجْعَلْ لَكَ} بالجزم.
٣ - قرأ ابن كثير {مَكَانًا ضَيِّقًا} [١٣] ساكنة الياء. وقرأ الباقون {ضَيِّقًا} مكسورة الياء مشددة.
٤ - قرأ أبو جعفر وابن كثير، وحفص عن عاصم، ويعقوب {وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ} [١٧] بالياء وقرأ الباقون {وَيَوْمَ نَحْشُرُهُمْ} بالنون.
٥ - قرأ ابن عامر {فَيَقُولُ أَأَنْتُمْ أَضْلَلْتُمْ} بالنون وقرأ الباقون {فَيَقُولُ} بالياء.
٦ - قرأ أبو جعفر وزيد {مَا كَانَ يَنْبَغِي لَنَا أَنْ',NULL,'322',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (318,'نَتَّخِذَ مِنْ دُونِكَ} [١٨] بضم النون وفتح الخاء. وقرأ الباقون بفتح [النون] وكسر الخاء.
٧ - قرأ حفص عن عاصم {فَمَا تَسْتَطِيعُونَ} [١٩] بالتاء. وقرأ الباقون {يَسْتَطِيعُونَ} بالياء.
- وذكر بعضهم لابن كثير {فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ} [١٩] بالياء.
- ونحن قرأنا في جميع الروايات عنه بالتاء. وقال أبو بكر الهاشمي: لا خلاف عند أهل مكة أنه بالتاء والله أعلم به.
٨ - قرأ أبو جعفر ونافع وابن كثير وابن عامر ويعقوب {وَيَوْمَ تَشَقَّقُ السَّمَاءُ} [٢٥] مشددة الشين. وفي سورة "ق" [آية ٤٤] {يَوْمَ تَشَقَّقُ الْأَرْضُ} مثله.
وقرأ أبو عمرو وعاصم وحمزة والكسائي وخلف {تَشَقَّقُ} خفيفة الشين في السورتين.
٩ - قرأ ابن كثير وحده {وَنُنَزِّلُ} [٢٥] بنونين خفيفة الزاي {الْمَلَائِكَةِ} بالنصب.
- وقرأ الباقون {وَنُنَزِّلُ} بنون واحدة مشددة الزاي {الْمَلَائِكَةِ} بالرفع.
١٠ - عبد الحميد بن صالح البرجمي عن أبي بكر {وَنُسْقِيَهُ مِمَّا خَلَقْنَا} [٤٩] بفتح النون. {ففَأُولَئِكَ يُبَدِّلُ اللَّهُ} [٧٠] ساكنة الباء خفيفة الدال. مختلفا عنه فيهما.',NULL,'323',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (319,'١١ - قرأ حمزة والكسائي وخلف {وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُوا} [٥٠] ساكنة الذال خفيفة الكاف؛ وقرأ الباقون {لِيَذَّكَّرُوا} مشددة الذال، والكاف مفتوحة. وفي "سبحان" مثله، وقد ذكرته.
١٢ - قرأ حمزة وخلف {لِمَنْ أَرَادَ أَنْ يَذَّكَّرَ} [٦٢] خفيفة. وقرأ الباقون {أَنْ يَذَّكَّرَ} مشددة.
١٣ - قرأ حمزة والكسائي {أَنَسْجُدُ لِمَا تَأْمُرُنَا} [٦٠] بالياء. وقرأ الباقون {تَأْمُرُنَا} بالتاء.
١٤ - قرأ حمزة والكسائي وخلف {وَجَعَلَ فِيهَا سِرَاجًا} [٦١] بضم السين والراء. وقرأ الباقون {سِرَاجًا} بالألف وكسر السين.
١٥ - قرأ أبو جعفر ونافع وابن عامر {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا} [٦٧] بضم الياء وكسر التاء وسكون القاف.
قرأ ابن كثير وأبو عمرو ويعقوب {وَلَمْ يَقْتُرُوا} بفتح الياء وكسر التاء.
قرأ عاصم وحمزة والكسائي وخلف {وَلَمْ يَقْتُرُوا} بفتح الياء وضم التاء.
١٦ - قرأ أبو جعفر وابن كثير ويعقوب {يُضَاعَفْ لَهُ الْعَذَابُ} [٦٩] مشددة مجزومة {وَيَخْلُدْ فِيهِ} [٦٩] مجزومة أيضا.
قرأ ابن عامر {يُضَاعَفْ لَهُ} مشددة مرفوعة {وَيَخْلُدْ فِيهِ} بالرفع أيضا.',NULL,'324',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (320,'قرأ عاصم في رواية أبي بكر {يُضَاعَفْ لَهُ} بالألف والرفع {وَيَخْلُدْ} بالجزم أيضا.
١٧ - قرأ ابن كثير وحفص عن عاصم، {وَيَخْلُدْ فِيهِ مُهَانًا} [٦٩] مشبعة كسرة الهاء، وهو مذهب ابن كثير في جميع القرآن وافقه حفص في هذا الحرف فقط. الباقون مختلسة كسرة الهاء في جميع القرآن.
١٨ - قرأ أبو جعفر ونافع وابن كثير وابن عامر، وحفص عن عاصم، ويعقوب {هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا} [٧٤] بالألف على الجمع.
وقرأ أبو عمرو، وأبو بكر عن عاصم، وحمزة والكسائي وخلف {وَذُرِّيَّاتِنَا} بغير ألف.
١٩ - قرأ أبو بكر عن عاصم، وحمزة والكسائي وخلف {وَيُلَقَّوْنَ فِيهَا} [٧٥] بفتح الياء وسكون اللام. الباقون {وَيُلَقَّوْنَ} بضم الياء وفتح اللام وتشديد القاف.
فتح الياءات
فتح أبو جعفر ونافع وابن كثير وأبو عمرو، وروح وزيد عن يعقوب {إِنَّ قَوْمِي اتَّخَذُوا هَذَا الْقُرْآنَ} [٣٠] ولم يفتحها الآخرون.
وفتح أبو عمرو وحده {يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلًا} [٢٧] وأسكنها الآخرون. والله أعلم بجميع ذلك.',NULL,'325',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (321,'<span data-type="title" id=toc-50>سورة الشعراء</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر، وحمزة والكسائي وخلف {طسم} [١] بكسر الطاء. وقرأ الباقون {طسم} بفتح الطاء.
وابن كثير أشد فتحا وتفخيما وكذلك عاصم ثم يعقوب، والآخرون لا يفتحون فتحا شديدا فيه إفراط. وقرأ أبو جعفر وحمزة {طسم} بإظهار النون من السين عند الميم. والآخرون يدغمون ولا يظهرون. وكذلك اختلافهم في {طسم} من سورة القصص. ولم يختلفوا في {طس} "النمل" أن النون غير مظهرة عند التاء.
٢ - قرأ يعقوب {وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي} [١٤] بالنصب فيهما.',NULL,'326',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (322,'وقرأ الباقون {وَيَضِيقُ صَدْرِي وَلَا يَنْطَلِقُ لِسَانِي} بالرفع فيهما.
٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {وَإِنَّا لَجَمِيعٌ حَاذِرُونَ} [٥٦] بغير ألف وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {حَاذِرُونَ} بالألف.
{تَلْقَفُ} ذكرته في سورة الأعراف.
٤ - زيد عن يعقوب {فَأَتْبَعُوهُمْ مُشْرِقِينَ} [٦٠] موصولة الألف مشددة التاء مثل قراءة الحسن وغيره. وقرأ الباقون {فَأَتْبَعُوهُمْ} بقطع الألف وسكون التاء.
٥ - قرأ حمزة، والكسائي برواية نصير وحده، وخلف {فَلَمَّا تَرَاءَى الْجَمْعَانِ} [٦١] بكسر الراء. وقرأ الباقون بفتح الراء.
٦ - قرأ يعقوب {وَاتَّبَعَكَ الْأَرْذَلُونَ} [١١١] بالرفع وقطع الألف وسكون التاء مثل قراءة ابن عباس وابن جبير وغيرهما.
وقرأ الباقون {وَاتَّبَعَكَ} موصولة الألف مشددة التاء مفتوحة العين.
٧ - قرأ أبو جعفر وأبو عمرو وابن كثير والكسائي ويعقوب {إِنْ هَذَا إِلَّا خُلُقُ الْأَوَّلِينَ} [١٣٧] بفتح الخاء وسكون اللام.',NULL,'327',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (323,'وقرأ نافع وابن عامر وعاصم وحمزة وخلف بضم الخاء واللام.
٨ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {وَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا فَارِهِينَ} [١٤٩] بغير ألف. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {فَارِهِينَ} بالألف.
٩ - قرأ أبو جعفر ونافع وابن كثير وان عامر {كَذَّبَ أَصْحَابُ الْأَيْكَةِ} [١٧٦] مفتوحة اللام والتاء غير مهموزة. وفي "ص" [آية ١٣] مثله. وقرأ الباقون {لئيكة} ساكنة اللام مكسورة التاء مهموزة. ولم يختلفوا في "الحجر" [آية ٧٨] وسورة "ق" [آية ١٤] وقد مر ذكرهما في سورة "الحجر".
١٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو، وحفص عن عاصم، وزيد عن يعقوب، {نَزَلَ بِهِ} [١٩٣] خفيفة الزاي {الرُّوحُ الْأَمِينُ} [١٩٣] بالرفع.
وقرأ ابن عامر، وأبو بكر عن عاصم، وحمزة والكسائي ويعقوب وخلف {نَزَلَ بِهِ} مشددة الزاي {الرُّوحُ الْأَمِينُ} بالنصب.
١١ - قرأ ابن عامر {أَوَلَمْ يَكُنْ لَهُمْ} [١٩٧] بالتاء. {آيَةً} بالرفع. وقرأ الباقون {أَوَلَمْ يَكُنْ} بالياء {لَهُمْ آيَةً} بالنصب.',NULL,'328',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (324,'١٢ - قرأ أبو جعفر ونافع وابن عامر {وَتَوَكَّلْ عَلَى الْعَزِيزِ الرَّحِيمِ} [٢١٧] بالفاء. وكذلك هو في مصاحفهم. وقرأ الباقون {وَتَوَكَّلْ} بالواو. وعليه مصاحف أهل مكة والعراقين.
١٣ - قرأ نافع {وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ} [٢٢٤] ساكنة التاء مفتوحة الباء. وقرأ الباقون {يَتَّبِعُهُمُ} مشددة التاء مكسورة الباء.
فتح الياءات
فتح أبو جعفر ونافع وأبو عمرو {قَالَ رَبِّ إِنِّي أَخَافُ} [١٢] {وَاغْفِرْ لِأَبِي إِنَّهُ} [٨٦] {فَإِنَّهُمْ عَدُوٌّ لِي إِلَّا} [٧٧] {قَالَ رَبِّي أَعْلَمُ} [١٨٨] {إِنْ أَجْرِيَ إِلَّا} [١٠٩ و١٢٧ و١٤٥ و١٦٤ و١٨٠] كل ما فيها وفي جميع القرآن. فتح أبو جعفر ونافع أيضا {أَنْ أَسْرِ بِعِبَادِي إِنَّكُمْ} [٥٢].
فتح ابن كثير {قَالَ رَبِّ إِنِّي أَخَافُ} {قَالَ رَبِّي أَعْلَمُ}.
وفتح ابن عامر، وحفص عن عاصم، {إِنْ أَجْرِيَ إِلَّا} في جميع القرآن.
وفتح ورش عن نافع، وحفص عن عاصم، {وَمَنْ مَعِيَ',NULL,'329',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (325,'مِنَ الْمُؤْمِنِينَ} [١١٨]. وفتح حفص أيضا {إِنَّ مَعِيَ رَبِّي} [٦٢] وقد ذكرت في غير موضع أنه يفتح {مَعِيَ} كل القرآن. ولم يفتح الباقون منها شيئا.',NULL,'330',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (326,'<span data-type="title" id=toc-51>سورة النمل</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وروح وزيد عن يعقوب {بِشِهَابٍ قَبَسٍ} [٧] مضاف غير منون. وقرأ عاصم وحمزة والكسائي وخلف، ورويس عن يعقوب {شِهَابٍ قَبَسٍ} منونة.
٢ - قرأ ابن كثير {أَوْ لَيَأْتِيَنِّي} [٢١] بنونين. وقر الباقون {أَوْ لَيَأْتِيَنِّي} بنون واحدة.
٣ - قرأ عاصم، وروح وزيد عن يعقوب، {فَمَكَثَ غَيْرَ بَعِيدٍ} [٢٢] بفتح الكاف، وقرأ الباقون، ورويس عن يعقوب {فَمَكَثَ} بضم الكاف.
٤ - قرأ أبو عمرو، وابن كثير في رواية البزي {وَجِئْتُكَ مِنْ سَبَإٍ بِنَبَإٍ يَقِينٍ} [٢٢] مفتوحة الهمزة وقرأ ابن كثير في رواية القواس وابن فليح {مِنْ سَبَإٍ} بغير همز مثل "سنا". وذكر محمد بن اسحاق البخاري عنهما، وأبو بكر',NULL,'331',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (327,'النقاش أيضا، وابن مجاهد، عن قنبل {مِنْ سَبَإٍ} بهمزة ساكنة، وهو غلط.
وقال أبو بكر الهاشمي: من ذكر ذلك عن أصحابنا فقد غلط ولم يضبط. وقرأ الباقون {مِنْ سَبَإٍ} مجرورة منونة، وفي سورة "سبأ" [آية ١٥] {لَقَدْ كَانَ لِسَبَإٍ} مثله.
٥ - قرأ أبو جعفر والكسائي، ورويس عن يعقوب، {أَلَّا يَسْجُدُوا لِلَّهِ} [٢٥] خفيفة اللام مثل {أَلَّا تُقَاتِلُوا} [التوبة ١٣] ونحوه. وقرأ الباقون {أَلَّا يَسْجُدُوا لِلَّهِ} مشددة اللام مثل قوله {أَنْ لَا يَقُولُوا عَلَى اللَّهِ إِلَّا الْحَقَّ} ونحوه.
ومن خفف وقف {الايا} وابتدأ {اسْجُدُوا}. ومن شدد وقف بـ {أَلَّا} وابتدأ {يَسْجُدُوا} كما يصل.
٦ - قرأ الكسائي، وحفص عن عاصم، {وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ} [٢٥] بالتاء. وقرأ الباقون {يُخْفُونَ} و {يُعْلِنُونَ} بالياء.
٧ - قرأ حمزة ويعقوب {قَالَ أَتُمِدُّونَنِ بِمَالٍ} [٣٦] بنون واحدة مشددة، والياء مثبتة في الوصل والوقف.
وقرأ الباقون {أَتُمِدُّونَنِ} بإبراز النونين.
وأبو جعفر ونافع وأبو عمرو يثبتون الياء في الوصل دون الوقف.
وابن كثير يثبته في الوصل والوقف.',NULL,'332',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (328,'وابن عامر وعاصم والكسائي وخلف يحذفون الياء في الوصل والوقف.
٨ - وابن كثير في رواية القواس {وَكَشَفَتْ عَنْ سَاقَيْهَا} [٤٤] مهموزة. وكذلك {عَلَى سُوقِهِ} [الفتح آية ٢٩] و {بِالسُّوقِ وَالْأَعْنَاقِ} [ص آية ٣٣]. قال أبو علي الصفار المقرئ: قال أبو بكر الهاشمي: بالهمز قرأت على قنبل وغيره من أصحاب النبال، وقد كان جماعة يأتونه ويذهبون فيه إلى طريق ابن أبي بزة. قال وحدثنيه المخزومي عن البزي قال: سمعت وهبا يهمز {سَاقَيْهَا} و {عَلَى سُوقِهِ}. وأنا لا أهمز منه شيئا.
والصحيح المأخوذ به ترك الهمز في جميع الروايات.
٩ - قرأ حمزة والكسائي وخلف {لَنُبَيِّتَنَّهُ وَأَهْلَهُ} [٤٩] بالتاء وضم التاء الثانية أيضا {ثُمَّ لَنَقُولَنَّ} [٤٩] أيضا بالتاء وضم اللام.
وقرأ الباقون {لَنُبَيِّتَنَّهُ} بالنون وفتح التاء {ثُمَّ لَنَقُولَنَّ} بالنون أيضا وفتح اللام.
{مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ} [٤٩] ذكرته في سورة الكهف.
١٠ - قرأ أبو جعفر ونافع وأبو عمرو وابن كثير وابن عامر {أَنَّا دَمَّرْنَاهُمْ} [٥١] بكسر الألف وقرأ عاصم وحمزة',NULL,'333',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (329,'والكسائي ويعقوب وخلف {أَنَّا دَمَّرْنَاهُمْ} بفتح الألف. وروي عن يعقوب بكسر الألف أيضا برواية روح وزيد.
١١ - قرأ أبو عمرو وعاصم ويعقوب {آللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ} [٥٩] بالياء وقرأ الباقون بالتاء.
١٢ - قرأ أبو عمرو {قَلِيلًا مَا تَذَكَّرُونَ} [٦٢] بالياء. وقرأ الباقون {تَذَكَّرُونَ} بالتاء.
١٣ - قرأ أبو جعفر وأبو عمرو وابن كثير ويعقوب {بَلِ ادَّارَكَ عِلْمُهُمْ} [٦٦] بقطع الألف وسكون اللام والدال.
وقرأ نافع وابن عامر وعاصم وحمزة وخلف {بَلِ ادَّارَكَ عِلْمُهُمْ} موصولة الألف مشددة الدال، بعدها ألف.
الأعشى عن أبي بكر في رواية محمد بن حبيب الشموني ومحمد ابن عبد الله القلا {بَلِ ادَّارَكَ} بوصل الألف وتشديد الدال، ليس بعده ألف. ورواية محمد بن غالب عن الأعشى {بَلِ ادَّارَكَ} بالألف مثل رواية البرجمي وحماد ويحيى عن أبي بكر.
١٤ - قرأ ابن كثير {وَلَا تَكُنْ فِي ضَيْقٍ} [٧٠] بكسر الضاد. وقرأ الباقون {ضَيْقٍ} بفتح الضاد.
١٥ - قرأ ابن كثير {وَلَا تُسْمِعُ} [٨٠] بالياء {الصُّمَّ} [٨٠] بالرفع. وفي سورة "الروم" [آية ٥٢] مثله وقرأ الباقون {وَلَا تُسْمِعُ} بالتاء مضمومة {الصُّمَّ} بالنصب في السورتين.',NULL,'334',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (330,'١٦ - قرأ حمزة وحده {وَمَا أَنْتَ بِهَادِي} [٨١] بالتاء {الْعُمْيِ} [٨١] بالنصب. وفي سورة "الروم" [آية ٥٣] مثله. وقرأ الباقون {بِهَادِي} بالياء والألف وفتح الهاء {الْعُمْيِ} بالخفض في السورتين. وكلهم يقفون ههنا على الياء. وفي "الروم" بحذف الياء لأن هنا كتب {بِهَادِي} باثبات الياء في جميع المصاحف على الأصل. وكتب في الروم {بِهَادِي الْعُمْيِ} بحذف الياء على الوصل - إلا يعقوب فإنه يقف عليهما جميعا {بِهَادِي} بإثبات الياء على الأصل، ولا ينظر إلى الخط. وقال خلف: قال الكسائي: "من قرأ بالتاء وقف عليهما بالياء" يعني في الموضعين، والذي قرأته وأخذته عن المشايخ أنه يقف - أعني حمزة لأنه الذي يقرأ بالتاء - يقف هاهنا بالياء وفي الروم بحذف الياء كما في السواد والخط. قرأ خلف: والكسائي يقف عليهما بالياء، وهو مشهور عن الكسائي من طريق خلف. فأما ما سمعناه من مذهبه فيه عن القراء وقرأناه على المشايخ في كل الروايات عنه مثل سائر القراء: يقف ههنا بالياء، وهناك بغير ياء على ما في الكتاب.
وقالوا: قال الكسائي: "ما كان بالياء وقفت عليه بالياء. وما لم يكن فيه ياء ثابتة وقفت عليه بغير ياء" وكذلك روي عن أبي عمرو وغيره: قالوا: يسكت على ما في الكتاب.
١٧ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو {أَنَّ النَّاسَ كَانُوا بِآيَاتِنَا} [٨٢] بكسر الألف.
وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {أَنَّ النَّاسَ} بفتح الألف وروي عن روح وزيد أيضا بكسر الألف.',NULL,'335',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (331,'١٨ - قرأ حمزة، وحفص عن عاصم، وخلف {وَكُلٌّ أَتَوْهُ دَاخِرِينَ} [٨٧] مقصورة الألف، غير ممدودة والتاء مفتوحة. وقرأ الباقون {وَكُلٌّ أَتَوْهُ} بمد الألف وضم التاء.
١٩ - قرأ ابن كثير وأبو عمرو، وحماد عن عاصم، والأعشى والبرجمي عن أبي بكر، ويعقوب {إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ} [٨٨] بالياء وقرأ الباقون {بِمَا تَفْعَلُونَ} بالتاء.
٢٠ - قرأ عاصم وحمزة والكسائي وخلف {وَهُمْ مِنْ فَزَعٍ} [٨٩] منونة {يَوْمَئِذٍ} مفتوحة الميم. وقرأ أبو جعفر، ونافع برواية ورش وقالون، {وَهُمْ مِنْ فَزَعٍ} بغير تنوين {يَوْمَئِذٍ} بفتح الميم. وقرأ ابن كثير وابن عامر وأبو عمرو وإسماعيل ويعقوب {مِنْ فَزَعٍ} بغير تنوين {يَوْمَئِذٍ} بكسر الميم.
٢١ - قرأ أبو جعفر ونافع وابن عامر، وحفص عن عاصم، ويعقوب {وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ} [٩٣] بالتاء. وقرأ الباقون {تَعْمَلُونَ} بالياء.
٢٢ - قرأ أبو جعفر ونافع {وَقَالَ الَّذِينَ كَفَرُوا أَإِذَا كُنَّا تُرَابًا وَآبَاؤُنَا} [٦٧] بكسر الألف غير مستفهم {أَئِنَّا لَمُخْرَجُونَ} مستفهم بهمزة واحدة ممدودة عن أبي جعفر وقالون وغير ممدودة عن نافع برواية ورش وإسماعيل.
وقرأ ابن عامر والكسائي {أَإِذَا} بهمزتين {أَئِنَّا} بنونين.
وقرأ ابن كثير ويعقوب {أَإِذَا} و {أَئِنَّا} بالاستفهام فيهما جميعا بهمزة واحدة غير ممدودة.',NULL,'336',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (332,'- وقرأ أبو عمرو {أَإِذَا} و {أَئِنَّا} بالاستفهام فيهما بهمزة واحدة ممدودة.
وقرأ عاصم وحمزة وخلف {أَإِذَا} و {أَئِنَّا} بالاستفهام فهما جميعا بهمزتين همزتين.
وقد ذكرت باب الاستفهامين يجتمعان في كل القرآن غير موضع من هذا الكتاب إلا أني أعدت ذكر هذا الحرف هاهنا لزيادة خلاف بينهم فيه، فيكون أبين للخاص والعام بمشيئة الله وعونه.
فتح الياءات
فتح أبو جعفر ونافع من الياءات {إِنِّي آنَسْتُ نَارًا} [٧] و {إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ} [٢٩] {فَمَا آتَانِيَ اللَّهُ خَيْرٌ} [٣٦] و {لِيَبْلُوَنِي أَأَشْكُرُ} [٤٠].
وفتح أبو عمرو {إِنِّي آنَسْتُ} و {فَمَا آتَانِيَ اللَّهُ خَيْرٌ}.
- ولا يفتح أبو عمرو في جميع القرآن إلا ياء ثابتة في الكتاب غير هذه في هذا الحرف {فَمَا آتَانِيَ اللَّهُ} فإنه يفتحها وهي محذوفة في الخط. وفتح ابن كثير {إِنِّي آنَسْتُ} و {مَا لِيَ لَا أَرَى الْهُدْهُدَ} [٢٠]. وفتح في رواية البزي {قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ} [١٩]. واختلف عن ابن فليح عنه في فتحه وإرساله. ولم يختلف عن القواس عنه فيه أنه غير مفتوح.
واختلف عن ورش عن نافع أيضا فيه، ونحن قرأناه من طريق محمد بن إسحاق البخاري {أَوْزِعْنِي أَنْ} بفتح الياء. ومن',NULL,'337',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (333,'طريق محمد بن عبد الرحيم الأصبهاني بإرسال الياء وفي سورة "الأحقاف" [آية ١٥] مثله.
وفتح ابن كثير وعاصم والكسائي {فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ}.
وفتح أبو جعفر ونافع وأبو عمرو، وابن كثير في رواية ابن فليح وحده، وحفص عن عاصم، {فَمَا آتَانِيَ اللَّهُ} ولم يفتح الباقون منها شيئا.',NULL,'338',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (334,'<span data-type="title" id=toc-52>سورة القصص</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي وخلف {وَنُرِيَ} [٦] بالياء {فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا} [٦] كله بالرفع.
وقرأ الباقون {وَنُرِيَ} بالنون وفتح الياء {فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا} كله بالنصب.
٢ - قرأ حمزة والكسائي وخلف لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا} [٨] بضم الحاء وسكون الزاي.
وقرأ الباقون {وَحَزَنًا} بفتح الحاء والزاي.
٣ - قرأ أبو جعفر وحده {فَلَمَّا أَنْ أَرَادَ أَنْ يَبْطِشَ} [١٩] بضم الطاء وقرأ الباقون بكسر الطاء وقد ذكرته في الأعراف.
٤ - قرأ أبو جعفر وأبو عمرو وابن عامر {حَتَّى يُصْدِرَ الرِّعَاءُ} [٢٣] بفتح الياء وضم الدال.
وقرأ الباقون {يُصْدِرَ} بضم الياء وكسر الدال.',NULL,'339',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (335,'٥ - قرأ عاصم {أَوْ جَذْوَةٍ مِنَ النَّارِ} [٢٩] بفتح الجيم.
وقرأ حمزة وخلف {أَوْ جَذْوَةٍ} بضم الجيم. قرأ الباقون {أَوْ جَذْوَةٍ} بكسر الجيم.
٦ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {مِنَ الرَّهْبِ} [٣٢] بفتح الراء والهاء.
وقرأ حفص عن عاصم {مِنَ الرَّهْبِ} بفتح الراء وسكون الهاء. وقرأ ابن عامر، وأبو بكر عن عاصم، وحمزة والكسائي وخلف {مِنَ الرَّهْبِ} بضم الراء وسكون الهاء.
٧ - قرأ ابن كثير وأبو عمرو {فَذَانِكَ بُرْهَانَانِ} [٣٣] مشددة النون. وقرأ الباقون {فَذَانِكَ} خفيفة النون.
٨ - قرأ عاصم وحمزة {فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي} [٣٤] بالرفع وقرأ الباقون. {يُصَدِّقُنِي} بالجزم.
٩ - قرأ أبو جعفر ونافع {رِدْءًا} بغير همز. وقرأ الباقون {رِدْءًا} [٣٤] بالهمز.
ورش عن نافع {أَنْ يُكَذِّبُونِ} [٣٤] بإثبات الياء مثل يعقوب، إلا أن ورشا يثبته في الوصل ويعقوب يثبته في الوصل والوقف على مذهبه كما وصفته وشرحته في سورة البقرة.
١٠ - قرأ ابن كثير {وَقَالَ مُوسَى رَبِّي أَعْلَمُ} [٣٧] بغير واو؛ وكذلك هي في مصاحف أهل مكة. وقرأ الباقون {وَقَالَ مُوسَى} بالواو.
١١ - قرأ حمزة والكسائي وخلف {وَمَنْ تَكُونُ لَهُ',NULL,'340',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (336,'عَاقِبَةُ الدَّارِ} [٣٧] بالياء. وقرأ الباقون {تَكُونُ لَهُ} بالتاء.
١٢ - قرأ أبو جعفر وأبو عمرو وابن كثير وابن عامر وعاصم {وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ} [٣٩] بضم الياء وفتح الجيم. وقرأ نافع وحمزة والكسائي وخلف {لَا يُرْجَعُونَ} بفتح الياء وكسر الجيم.
١٣ - قرأ عاصم وحمزة والكسائي وخلف {قَالُوا سِحْرَانِ تَظَاهَرَا} [٤٨] بغير ألف، وكسر السين. وقرأ الباقون {سَاحِرَانِ} بالألف وكسر الحاء.
١٤ - قرأ أبو جعفر ونافع ويعقوب {حَرَمًا آمِنًا يُجْبَى إِلَيْهِ} [٥٧] بالتاء. وقرأ الباقون {يُجْبَى إِلَيْهِ} بالياء.
١٥ - قرأ أبو عمرو {أَفَلَا تَعْقِلُونَ} [٦٠] بالياء، وكذلك قرأته في رواية شجاع عنه. وقرأت في رواية اليزيدي بالياء والتاء. وقال أصحابه عنه عن أبي عمرو أنه قال: "ما أبالي بالياء قرأتها أم بالتاء". وذكر أبو حمدون الياء والتاء ثم قال: وكان يختار الياء. وذكر أوقية عنه الياء والتاء ثم قال وكان يختار التاء. وقرأ الباقون بالتاء.
١٦ - قرأ حفص عن عاصم، ويعقوب {لَوْلَا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا} [٨٢] بفتح الخاء والسين. وقرأ الباقون {لَخَسَفَ} بضم الخاء وكسر السين.',NULL,'341',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (337,'فتح الياءات
فتح أبو جعفر ونافع {قَالَ إِنِّي أُرِيدُ أَنْ أُنْكِحَكَ} [٢٧] و {سَتَجِدُنِي إِنْ شَاءَ اللَّهُ} [٢٧] و {إِنِّي آنَسْتُ نَارًا} [٢٩] و {لَعَلِّي آتِيكُمْ} [٢٩] و {إِنِّي أَنَا اللَّهُ} [٣٠] و {عَسَى رَبِّي أَنْ يَهْدِيَنِي} [٢٢] و {إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ} [٣٤] و {وَقَالَ مُوسَى رَبِّي أَعْلَمُ} [٣٧] و {لَعَلِّي أَطَّلِعُ} [٣٨] و {قُلْ رَبِّي أَعْلَمُ مَنْ جَاءَ} [٨٥] {عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ} [٧٨].
وفتح ابن كثير وأبو عمرو {إِنِّي آنَسْتُ} و {عَسَى رَبِّي} و {لَعَلِّي آتِيكُمْ} و {إِنِّي أَنَا اللَّهُ} و {إِنِّي أَخَافُ} و {رَبِّي أَعْلَمُ} و {لَعَلِّي أَطَّلِعُ} و {قُلْ رَبِّي أَعْلَمُ}.
وفتح أبو عمرو، وابن كثير في رواية ابن فليح وحده، أيضا {عَلَى عِلْمٍ عِنْدِي أَوَلَمْ يَعْلَمْ}.
ولم يفتح هذا الحرف - أعني ابن كثير - في رواية القواس والبزي.
وفتح ابن عامر {لَعَلِّي آتِيكُمْ} و {لَعَلِّي أَطَّلِعُ}.
وفتح حفص عن عاصم {فَأَرْسِلْهُ مَعِيَ رِدْءًا} [٣٤]. ولم يفتح الباقون منها شيئا.',NULL,'342',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (338,'<span data-type="title" id=toc-53>سورة العنكبوت</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن كثير وأبو عمرو {ثُمَّ اللَّهُ يُنْشِئُ النَّشْأَةَ الْآخِرَةَ} [٢٠] مفتوحة الشين ممدودة مهموزة حيث كانت.
وقرأ الباقون {النَّشْأَةَ} ساكنة الشين مهموزة غير ممدودة.
٢ - قرأ حمزة والكسائي وخلف {أَوَلَمْ يَرَوْا كَيْفَ يُبْدِئُ اللَّهُ الْخَلْقَ} [١٩] بالتاء.
- وقرأ الباقون {أَوَلَمْ يَرَوْا} بالياء.
وروي عن يحيى عن أبي بكر {أَوَلَمْ يَرَوْا} بالتاء والياء.
والذي قرأته في رواية شعيب بن أيوب عن يحيى بالياء.
٣ - قرأ ابن كثير وأبو عمرو والكسائي ويعقوب {أَوْثَانًا مَوَدَّةَ} [٢٥] رفع غير منون {بَيْنِكُمْ} بالخفض. وقرأ أبو جعفر ونافع وابن عامر، وعاصم في رواية حماد ويحيى عن أبي بكر،',NULL,'343',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (339,'ومحمد بن غالب عن الأعشى عن أبي بكر، وخلف {مَوَدَّةَ} منصوبة منونة {بَيْنِكُمْ} بالنصب.
محمد بن حبيب الشموني عن الأعشى، وعبد الحميد بن صالح البرجمي عن أبي بكر {مَوَدَّةَ} مرفوعة منونة {بَيْنِكُمْ} بالنصب. وقرأ حمزة، وحفص عن عاصم، {مَوَدَّةَ} منصوبة غير منونة {بَيْنِكُمْ} بالخفض.
٤ - قرأ أبو جعفر ونافع وابن كثير وابن عامر، وحفص عن عاصم، ويعقوب {وَلُوطًا إِذْ قَالَ لِقَوْمِهِ إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ} [٢٨] بكسر الألف غير مستفهم.
{أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ} [٢٩] مستفهم.
- أبو جعفر، وقالون عن نافع، وزيد عن يعقوب: بهمزة واحدة ممدودة.
- وابن كثير، ونافع برواية إسماعيل وورش، ويعقوب بهمزة واحدة غير ممدودة.
- وابن عامر وحفص عن عاصم: بهمزتين.
- قرأ أبو عمرو {إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ} و {أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ} بالاستفهام فهما جميعا بهمزة واحدة ممدودة.
وقرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {إِنَّكُمْ لَتَأْتُونَ الْفَاحِشَةَ} و {أَئِنَّكُمْ لَتَأْتُونَ الرِّجَالَ} بالاستفهام فيهما أيضا، إلا أنه بهمزتين.',NULL,'344',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (340,'٥ - قرأ حمزة والكسائي وخلف {لَنُنَجِّيَنَّهُ وَأَهْلَهُ} [٣٢] خفيفة من"انجى ننجي" وقرأ الباقون {لَنُنَجِّيَنَّهُ} مشددة من "نجى ننجي".
٦ - قرأ ابن كثير، وأبو بكر عن عاصم، وحمزة والكسائي ويعقوب وخلف {إِنَّا مُنَجُّوكَ وَأَهْلَكَ} [٣٣] خفيفة.
وقرأ أبو جعفر ونافع وأبو عمرو وابن عامر، وحفص عن عاصم، {مُنَجُّوكَ وَأَهْلَكَ} مشددة.
٧ - قرأ ابن عامر {إِنَّا مُنْزِلُونَ عَلَى أَهْلِ هَذِهِ} [٣٤] مشددة.
وقرأ الباقون {إِنَّا مُنْزِلُونَ} خفيفة الزاي.
٨ - قرأ أبو عمرو ويعقوب وعاصم - إلا في رواية الأعشى والبرجمي عن أبي بكر - {إِنَّ اللَّهَ يَعْلَمُ مَا يَدْعُونَ} [٤٢] بالياء وقرأ الباقون، والأعشى والبرجمي عن أبي بكر، {تَدْعُونَ} بالتاء.
٩ - قرأ أبو جعفر ونافع وأبو عمرو وابن عامر ويعقوب، وحفص عن عاصم، وقتيبة عن الكسائي {وَقَالُوا لَوْلَا أُنْزِلَ عَلَيْهِ آيَاتٌ مِنْ رَبِّهِ} [٥٠] بالألف على الجمع.
وقرأ ابن كثير، وأبو بكر عن عاصم، وحمزة والكسائي - غير قتيبة - وخلف {آيَةٌ مِنْ رَبِّهِ} بغير ألف، على واحدة.',NULL,'345',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (341,'١٠ - قرأ أبو جعفر وابن كثير وأبو عمرو وابن عامر ويعقوب {وَنَقُولُ ذُوقُوا} [٥٥] بالنون.
وقرأ نافع وعاصم وحمزة والكسائي وخلف {وَيَقُولُ ذُوقُوا} بالياء.
١١ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر - مختلفا عنه - {ثُمَّ إِلَيْنَا تُرْجَعُونَ} [٥٧].
- وقرأ الباقون، وشعيب عن يحيى: بالتاء.
١٢ - قرأ حمزة والكسائي وخلف {لَنُبَوِّئَنَّهُمْ مِنَ الْجَنَّةِ} [٥٨] بالثاء الساكنة. وقرأ الباقون {لَنُبَوِّئَنَّهُمْ} بالباء. ولم يختلفوا في "النحل" [آية ٤١] {لَنُبَوِّئَنَّهُمْ فِي الدُّنْيَا حَسَنَةً} أنه بالباء.
١٣ - قرأ ابن كثير، ونافع برواية قالون، وعاصم برواية الأعشى والبرجمي عن أبي بكر، وحمزة والكسائي وخلف {لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ وَلِيَتَمَتَّعُوا} [٦٦] ساكنة اللام.
وقرأ الباقون {وَلِيَتَمَتَّعُوا} بكسر اللام.
واختلف عن ابن كثير في رواية ابن أبي بزة وحده، والصحيح عنه كسر اللام، وكذلك قرأناه، إلا في رواية أبي ربيعة فإن النقاش ذكر عنه {وَلِيَتَمَتَّعُوا} ساكنة اللام؛ مثل رواية القواس وابن فليح، وأما أبو بكر الهاشمي وغيره فإنهم ذكروا عن أبي بزة {وَلِيَتَمَتَّعُوا} بكسر اللام كما وصفته. والله أعلم.',NULL,'346',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (342,'فتح الياءات واثباتها
فتح أبو جعفر ونافع وابن كثير وابن عامر وعاصم {يَا عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي وَاسِعَةٌ} [٥٦].
وقرأ أبو عمرو وحمزة والكسائي ويعقوب وخلف {يَا عِبَادِيَ} غير مفتوحة. وكلهم يقفون عليها بإثبات الياء: من فتح منهم ومن لم يفتح لأنها مثبتة في جميع المصاحف.
وفتح أبو جعفر ونافع وأبو عمرو {إِلَى رَبِّي إِنَّهُ هُوَ} [٢٦] وأسكنها الآخرون وفتح ابن عامر وحده {إِنَّ أَرْضِي وَاسِعَةٌ} [٥٦] ولم يفتحها الآخرون. والله أعلم.',NULL,'347',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (343,'<span data-type="title" id=toc-54>سورة الروم</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا} [١٠] بالرفع.
وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {ثُمَّ كَانَ عَاقِبَةَ} بالنصب.
واختلف عن أبي بكر عن عاصم: فروى محمد بن حبيب الشموني عن الأعشى وعبد الحميد بن صالح البرجمي عن أبي بكر {ثُمَّ كَانَ عَاقِبَةَ} بالرفع. وروى محمد بن غالب عن الأعشى ويحيى عن أبي بكر {ثُمَّ كَانَ عَاقِبَةَ} بالنصب، مثل رواية حماد وحفص.
٢ - قرأ أبو عمرو، وعاصم في رواية حماد ويحيى عن أبي بكر - مختلفا عنه - {ثُمَّ إِلَيْهِ تُرْجَعُونَ} [١١] بالياء.',NULL,'348',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (344,'وقرأ الباقون وأبو قبيصة عن أوقية عن اليزيدي، مثل رواية العباس عن أبي عمرو وشعيب بن أيوب عن يحيى عن أبي بكر {ثُمَّ إِلَيْهِ تُرْجَعُونَ} بالتاء.
وكلهم يضمون التاء، غير يعقوب فإنه يفتحه، وكذلك مذهبه في جميع القرآن. وقد ذكرته في سورة البقرة.
٣ - قرأ حمزة والكسائي وخلف {وَكَذَلِكَ تُخْرَجُونَ} [١٩] بفتح التاء وضم الراء. وقرأ الباقون {تُخْرَجُونَ} بضم التاء وفتح الراء.
٤ - قرأ حفص عن عاصم {إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ} [٢٢] بكسر اللام. وقرأ الباقون {لِلْعَالِمِينَ} بفتح اللام.
٥ - قرأ ابن كثير وحده {وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ} [٣٩] مقصورة الألف غير ممدودة. وقرأ الباقون {آتَيْتُمْ مِنْ رِبًا} ممدودة الألف.
٦ - قرأ أبو جعفر ونافع ويعقوب {لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ} [٣٩] بضم التاء وسكون الواو. وقرأ الباقون {لِيَرْبُوَ} بالياء وفتح الواو.
٧ - وقرأ أبو جعفر وابن عامر {وَيَجْعَلُهُ كِسَفًا} [٤٨] ساكنة السين. وقرأ الباقون {كِسَفًا} بفتح السين.
٨ - قرأ أبو جعفر وابن كثير وأبو عمرو، وأبو بكر عن عاصم، ويعقوب {فَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ} [٥٠] بغير ألف، على واحدة. وقرأ ابن عامر وحمزة والكسائي، وحفص عن عاصم، وخلف {إِلَى آثَارِ رَحْمَتِ اللَّهِ} بالألف على الجمع.',NULL,'349',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (345,'٩ - قرأ عاصم وحمزة {اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً} [٥٤] بفتح الضاد فيها.
وقرأ الباقون {مِنْ ضَعْفٍ} بضم الضاد فيها.
وقد ذكرت في سورة "الأنفال" وبينت أن حفصا قال: "ما خالفت عاصما إلا في هذا الحرف" للحديث الذي روي فيه عن عبد الله بن عمرو. وهو مذكور في سورة "الأنفال". وقرأت على أبي بكر النقاش "بحفص" فأخذ علي بضم الضاد في هذه الحروف.
وقرأت على أبي الحسن الخياط فأخذ علي بفتح الضاد. وقال الضم فيه اختياره لنفسه - يعني اختيار حفص - فأما روايته عن عاصم فالفتح.
١٠ - قرأ عاصم وحمزة والكسائي وخلف {فَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا} [٥٧] بالياء. وقرأ الباقون {لَا يَنْفَعُ} بالتاء. والله أعلم بجميع ذلك.',NULL,'350',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (346,'<span data-type="title" id=toc-55>سورة لقمان</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة {هُدًى وَرَحْمَةً لِلْمُحْسِنِينَ} [٣] بالرفع. وقرأ الباقون {هُدًى وَرَحْمَةً} بالنصب.
٢ - قرأ ابن كثير وأبو عمرو ويعقوب {وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ لِيُضِلَّ عَنْ سَبِيلِ} [٦] بفتح الياء. وقرأ الباقون {لِيُضِلَّ} بضم الياء. وكذلك في سورة "إبراهيم" و"الحج" و"الزمر" وقد ذكرته.
وقرأ عاصم وحمزة والكسائي وخلف في سورة "الأنعام" {وَإِنَّ كَثِيرًا لَيُضِلُّونَ} وفي سورة "يونس" {رَبَّنَا لِيُضِلُّوا} بضم الياء أيضا. وقرأ الباقون بفتح الياء. وقد تقدم ذكر ذلك وشرحه في سورة "الأنعام".
٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، وأبو بكر عن عاصم، {وَيَتَّخِذَهَا هُزُوًا} [٦] بالرفع. وقرأ حمزة والكسائي، وحفص عن عاصم، ويعقوب وخلف {وَيَتَّخِذَهَا} بالنصب.',NULL,'351',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (347,'٤ - قرأ نافع وحده {كَأَنَّ فِي أُذُنَيْهِ وَقْرًا} [٧] ساكنة الذال كل القرآن. وقرأ الباقون {أُذُنَيْهِ} مضمومة الذال كل القرآن.
٥ - قرأ ابن كثير في رواية البزي {يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ} [١٣] ساكنة الياء {يَا بُنَيَّ إِنَّهَا} [١٦] مكسورة الياء {يَا بُنَيَّ أَقِمِ الصَّلَاةَ} [١٧] مفتوحة الياء.
وقرأ في رواية القواس {يَا بُنَيَّ إِنَّهَا} مكسورة الياء {يَا بُنَيَّ لَا تُشْرِكْ} {يَا بُنَيَّ أَقِمِ} ساكنة الياء فيهما.
وقرأ في رواية ابن فليح {يَا بُنَيَّ أَقِمِ} مفتوحة الياء {يَا بُنَيَّ لَا تُشْرِكْ} {يَا بُنَيَّ إِنَّهَا} مكسورة الياء.
وقد خلط أكثرهم في هذه الأحرف عن ابن كثير وادخلوا الرواية في غيرها، وغلطوا ووهموا. والصحيح فيها رواية الهاشمي أبي بكر ما ذكرته وهو المأخوذ به والمعتمد عليه. والله أعلم.
وقرأ عاصم {يَا بُنَيَّ} بفتح الياء في جميع القرآن. وقرأ الباقون {يَا بُنَيَّ} بكسر الياء كل القرآن. وقد ذكرتها في سورة هود.
٦ - قرأ أبو جعفر وابن كثير وابن عامر وعاصم ويعقوب {وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ} [١٨] بغير ألف، وتشديد العين. وقرأ نافع وأبو عمرو وحمزة والكسائي وخلف {وَلَا تُصَعِّرْ} بالألف.
٧ - قرأ أبو جعفر ونافع وأبو عمرو، وحفص عن عاصم، {وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ} [٢٠] بفتح العين وضم الهاء على الجمع.',NULL,'352',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (348,'وقرأ الباقون {نِعَمَهُ ظَاهِرَةً} ساكنة العين مفتوحة التاء على واحدة.
٨ - قرأ أبو عمرو ويعقوب {وَالْبَحْرُ يَمُدُّهُ} [٢٧] بالنصب. وقرأ الباقون {وَالْبَحْرُ يَمُدُّهُ} بالرفع.
- {وَأَنَّ مَا يَدْعُونَ} [٣٠] ذكرته في سورة "الحج".
٩ - قرأ ابن كثير وأبو عمرو وحمزة والكسائي ويعقوب وخلف {وَيُنَزِّلُ الْغَيْثَ} [٣٤] وفي "عسق" [آية ٢٨] {وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ} بالتخفيف فيهما.
قرأ أبو جعفر ونافع وابن عامر وعاصم {يُنَزِّلُ} بالتشديد فيهما وغيرهما. وقد تقدم ذكره.',NULL,'353',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (349,'<span data-type="title" id=toc-56>سورة السجدة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وابن كثير وابن عامر وأبو عمرو ويعقوب {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ} [٧] ساكنة اللام.
وقرأ نافع وعاصم وحمزة والكسائي وخلف {الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ} بفتح اللام.
٢ - {أَإِذَا ضَلَلْنَا فِي الْأَرْضِ أَإِنَّا} [١٠] مثل ما في "الرعد" و"سبحان" و"المؤمنين" وقد ذكرته وشرحته هناك.
٣ - قرأ حمزة ويعقوب {مَا أُخْفِيَ لَهُمْ} [١٧] ساكنة الياء. وقرأ الباقون {مَا أُخْفِيَ لَهُمْ} بفتح الياء.
٤ - قرأ حمزة والكسائي، ورويس عن يعقوب، {يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا} بكسر اللام وتخفيف الميم وقرأ الباقون {لَمَّا} بفتح اللام وتشديد الميم.
٥ - زيد عن يعقوب {أَوَلَمْ يَهْدِ لَهُمْ} [٢٦] بالنون وكذلك في "الأعراف" و"طه".',NULL,'354',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (350,'<span data-type="title" id=toc-57>سورة الأحزاب</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو وحده {إِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا} [٢] بالياء. وكذلك ما بعده {وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا} [٩] أيضا بالياء. وقرأ الباقون بالتاء فيهما.
٢ - قرأ أبو جعفر وابن كثير وأبو عمرو، وورش عن نافع، {وَمَا جَعَلَ أَزْوَاجَكُمُ اللَّائِي} [٤] بغير مد ولا همز. وفي سورة "الطلاق" [آية ٤] و"المجادلة" [آية ٢] مثله. وقرأ نافع ويعقوب {اللَّائِي} ممدودة مهموزة مختلسة وليس بعد الهمز ياء. وذكر بعضهم لابن كثير مثل ذلك. والصحيح عنه - عندي - ما ذكرته، وبه قرأت.
وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {اللَّائِي} ممدودة مهموزة مشبعة، بعد الهمزة ياء حيث كان.
٣ - قرأ عاصم {تُظَاهِرُونَ مِنْهُنَّ} [٤] بضم التاء وكسر الهاء وتخفيف الظاء.',NULL,'355',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (351,'وقرأ حمزة والكسائي وخلف {تُظَاهِرُونَ} بفتح التاء وتخفيف الظاء.
وقرأ ابن عامر {تُظَاهِرُونَ} بفتح التاء وتشديد الظاء.
وقرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {تُظْهِرُونَ} بغير ألف وفتح التاء وتشديد الظاء والهاء.
٤ - قرأ أبو عمرو وحمزة ويعقوب {ووَتَظُنُّونَ بِاللَّهِ الظُّنُونَا} [١٠] بغير ألف وكذلك {فَأَضَلُّونَا السَّبِيلَا} [٦٧] {وَأَطَعْنَا الرَّسُولَا} [٦٦] بغير ألف في الوصل والوقف. قرأ أبو جعفر ونافع وابن عامر، وأبو بكر {الظُّنُونَا} و {الرَّسُولَا} و {السَّبِيلَا} بالألف في الوصل والوقف. وقرأ ابن كثير والكسائي، وحفص عن عاصم، وخلف {الظُّنُونَا} و {الرَّسُولَ} و {السَّبِيلِ} بغير ألف في الوصل فإذا وقفوا أثبتوا فيها الألف. وروى قتيبة عن الكسائي أنه كان يثبت الألف فيها في الوصل والوقف.
٥ - قرأ حفص عن عاصم {لَا مُقَامَ لَكُمْ فَارْجِعُوا} [١٣] بضم الميم.
- وقرأ الباقون {لَا مُقَامَ لَكُمْ} بفتح الميم.
٦ - قرأ أبو جعفر ونافع وابن كثير {ثُمَّ سُئِلُوا الْفِتْنَةَ لَآتَوْهَا} [١٤] مقصورة الألف. وقرأ الباقون {لَآتَوْهَا} ممدودة الألف.',NULL,'356',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (352,'٧ - قرأ يعقوب {يَسْأَلُونَ عَنْ أَنْبَائِكُمْ} [٢٠] مشددة السين ممدودة مهموزة مثل قراءة الحسن والجحدري. وقرأ الباقون {يَسْأَلُونَ} ساكنة السين مهموزة غير ممدودة.
٨ - قرأ عاصم {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ} [٢١] بضم الألف في جميع القرآن.
وقرأ الباقون {أُسْوَةٌ} بكسر الألف حيث كان.
٩ - قرأ ابن كثير وابن عامر {يُضَاعَفْ لَهَا الْعَذَابُ} [٣٠] بالنون وكير العين مشددة {الْعَذَابُ} بالنصب. وقرأ أبو جعفر وأبو عمرو ويعقوب {يُضَاعَفْ لَهَا} بالياء وتشديد العين وفتحه {الْعَذَابُ} بالرفع. وقرأ نافع وعاصم وحمزة والكسائي وخلف {يُضَاعَفْ لَهَا} بالألف {الْعَذَابُ} بالرفع.
١٠ - قرأ حمزة والكسائي وخلف {وَمَنْ يَقْنُتْ مِنْكُنَّ لِلَّهِ وَرَسُولِهِ وَتَعْمَلْ صَالِحًا نُؤْتِهَا أَجْرَهَا} [٣١] كله بالياء.
وقرأ روح وزيد عن يعقوب {مَنْ يَأْتِ مِنْكُنَّ} [٣٠] و {يَقْنُتْ} {وَتَعْمَلْ} كله بالتاء {نُؤْتِهَا} بالنون.
وقرأ الباقون، ورويس عن يعقوب، {مَنْ يَأْتِ} {وَمَنْ يَقْنُتْ} بالياء {وَتَعْمَلْ صَالِحًا} بالتاء {نُؤْتِهَا} بالنون.',NULL,'357',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (353,'١١ - قرأ أبو جعفر ونافع وعاصم {وَقَرْنَ فِي بُيُوتِكُنَّ} [٣٣] بفتح القاف.
وقرأ الباقون، وهبيرة عن حفص عن عاصم، {وَقَرْنَ} بكسر القاف.
١٢ - قرأ عاصم وحمزة والكسائي وخلف {أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ} [٣٦] بالياء. وقرأ الباقون {أَنْ يَكُونَ} بالتاء.
١٣ - قرأ عاصم {وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ} [٤٠] بفتح التاء. وقرأ الباقون {وَخَاتَمَ} بكسر التاء.
١٤ - قرأ ابن كثير في رواية البزي {فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} [٤٩] خفيفة الدال وروى أبو ربيعة عن ابن أبي بزة {تَعْتَدُّونَهَا} مشددة. قال: وكان ابن أبي بزة يخففها زمانا ثم رجع إلى التشديد؛ وكذلك ذكر الهاشمي وابن مجاهد عن قنبل أنه أخبرهما أن ابن أبي بزة رجع عنها إلى التشديد؛ إلا أن الهاشمي قال: هكذا قرأنا على أصحابه يعني بالتخفيف على أصحاب ابن أبي بزة؛ والوجه التشديد، وهو الصواب وبه قرأنا. والله أعلم.
١٥ - قرأ أبو جعفر ونافع وحمزة والكسائي وخلف، وحفص عن عاصم، {تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ} [٥١] بغير همز.
وقرأ ابن كثير وأبو عمرو وابن عامر، وأبو بكر عن عاصم، ويعقوب {تُرْجِي مَنْ تَشَاءُ} بالهمز. وقد تقدم ذكر هذا',NULL,'358',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (354,'في سورة التوبة [آية ١٠٦] عند قوله {وَآخَرُونَ مُرْجَوْنَ لِأَمْرِ اللَّهِ}.
الأعشى عن أبي بكر يهمز {مُرْجَوْنَ} ولا يهمز {تُرْجِي مَنْ تَشَاءُ}. والبرجمي ويحيى عن أبي بكر وحماد عن عاصم يهمزون {تُرْجِي} كما يهمزون {مُرْجَوْنَ} والله أعلم.
١٦ - قرأ أبو عمرو ويعقوب {لَا يَحِلُّ لَكَ النِّسَاءُ مِنْ بَعْدُ} [٥٢] بالتاء. وقرأ الباقون {لَا يَحِلُّ لَكَ} بالياء.
١٧ - قرأ ابن عامر ويعقوب {إِنَّا أَطَعْنَا سَادَتَنَا} [٦٧] بالألف وكسر التاء على الجمع. وقرأ الباقون {سَادَتَنَا} بغير ألف وفتح التاء.
١٨ - قرأ عاصم {وَالْعَنْهُمْ لَعْنًا كَبِيرًا} [٦٨] بالباء. وقرأ الباقون {لَعْنًا كَبِيرًا} بالثاء. والله أعلم.',NULL,'359',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (355,'<span data-type="title" id=toc-58>سورة سبأ</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن عامر، ورويس عن يعقوب، {قُلْ بَلَى وَرَبِّي لَتَأْتِيَنَّكُمْ عَالِمِ الْغَيْبِ} [٣] بالرفع.
وقرأ ابن كثير وأبو عمرو وعاصم، وروح وزيد عن يعقوب، وخلف {عَالِمِ الْغَيْبِ} بالخفض.
وقرأ حمزة والكسائي {عَالِمِ الْغَيْبِ} بالخفض واللام قبل الألف.
٢ - قرأ ابن كثير، وحفص عن عاصم، ويعقوب {أُولَئِكَ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ} [٥] بالرفع.
وقرأ الباقون {مِنْ رِجْزٍ أَلِيمٌ} بالخفض. وفي "حم الجاثية" [آية ١١] مثله.
٣ - قرأ حمزة والكسائي وخلف {إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ} [٩] كله بالياء.
وقرأ الباقون {إِنْ نَشَأْ نَخْسِفْ بِهِمُ الْأَرْضَ أَوْ نُسْقِطْ عَلَيْهِمْ} كله [بالنون].',NULL,'360',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (356,'٤ - قرأ روح وزيد عن يعقوب {يَا جِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ} [١٠] بالرفع مثل قراءة عبيد بن عمير والأعرج وغيرهما. وقرأ الباقون ورويس {وَالطَّيْرَ} بالنصب,
٥ - قرأ عاصم في رواية أبي بكر {وَلِسُلَيْمَانَ الرِّيحَ} [١٢] بالرفع.
وقرأ الباقون {الرِّيحَ} بالنصب.
٦ - قرأ أبو جعفر ونافع وأبو عمرو، وابن كثير في رواية ابن فليح، وزيد عن يعقوب {تَأْكُلُ مِنْسَأَتَهُ} [١٤] بغير همز. وقرأ ابن عامر {مِنْسَأَتَهُ} بهمزة ساكنة.
قرأ ابن كثير وعاصم وحمزة والكسائي ويعقوب وخلف {مِنْسَأَتَهُ} بهمزة مفتوحة.
٧ - قرأ يعقوب {فَلَمَّا خَرَّ تَبَيَّنَتِ الْجِنُّ} [١٤] بضم التاء والباء وكسر الياء.
وقرأ الباقون {تَبَيَّنَتِ} بفتح التاء والباء والياء. وكذلك أبو علي الضرير عن روح وزيد وغيرهما عن يعقوب.
- {لَقَدْ كَانَ لِسَبَإٍ} [١٥] ذكرته في النمل.
٨ - قرأ حمزة وحفص عن عاصم {فِي مَسْكَنِهِمْ} [١٥] بغير ألف ساكنة السين مفتوحة الكاف. وقرأ الكسائي وخلف',NULL,'361',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (357,'{فِي مَسْكَنِهِمْ} بغير ألف ساكنة السين مكسورة الكاف. وقرأ الباقون {مَسَاكِنِهِمْ} بالألف على الجمع.
٩ - قرأ أبو عمرو ويعقوب {ذَوَاتَيْ أُكُلٍ خَمْطٍ} [١٦] مضاف غير منون. وقرأ [الباقون] {أُكُلٍ خَمْطٍ} منونة.
- وابن كثير ونافع {أُكُلٍ} و {أُكُلُهُ} و {الْأُكُلِ} ساكنة الكاف في جميع القرآن وقد تقدم ذكره في سورة البقرة.
١٠ - قرأ حمزة والكسائي، وحفص عن عاصم، ويعقوب وخلف {وَهَلْ نُجَازِي إِلَّا الْكَفُورَ} [١٧] {نُجَازِي} بالنون {الْكَفُورَ} بالنصب.
الكسائي وحده يدغم اللام في النون؛ والآخرون لا يدغمون.
وقرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، وأبو بكر عن عاصم، {وَهَلْ نُجَازِي} بضم الياء وفتح الزاي {إِلَّا الْكَفُورَ} بالرفع.
١١ - قرأ ابن كثير وأبو عمرو {فَقَالُوا رَبَّنَا} [١٩] بفتح الباء {بَاعِدْ بَيْنَ أَسْفَارِنَا} [١٩] بغير ألف، وتشديد العين وكسره وقرأ يعقوب {رَبَّنَا} بالرفع {بَاعِدْ} بفتح العين',NULL,'362',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (358,'والدال، مثل قراءة سلام وغيره. وروى عنه أحمد بن عبد الخالق وأبو علي الضرير عن روح وزيد وغيرهما {رَبَّنَا} بالرفع {بَعْدِ} بفتح العين وتشديده. وذكر يعقوب عن يحيى بن يعمر كذلك {رَبَّنَا} بالرفع {بَعْدِ} بالفتح والتشديد. وقال يحيى: إن القوم لم يدعوا على أنفسهم، إنما سكوا ما نزل. وروي الوجهان عن ابن عباس أيضا كما ذكرناه عن يعقوب، وقال: شكا القوم إلى ربهم ولم يسألوا أن يباعد بين أسفارهم والله أعلم بذلك. وقرأ الباقون {رَبَّنَا} بالنصب {بَاعِدْ} بالألف وكسر العين.
١٢ - قرأ عاصم وحمزة والكسائي وخلف {وَلَقَدْ صَدَّقَ عَلَيْهِمْ} [٢٠] مشددة الدال وقرأ الباقون {صَدَّقَ} خفيفة الدال.
قرأ ابن عبد الخالق المكفوف وابن مسلم عن يعقوب. وأبو علي الضرير عن روح وزيد وغيرهما عن يعقوب {وَلَقَدْ صَدَّقَ} مشدد {عَلَيْهِمْ إِبْلِيسُ} بالنصب {ظَنَّهُ} بالرفع.
١٣ - قرأ أبو عمرو وحمزة والكسائي، والأعشى والبرجمي عن أبي بكر، وخلف {إِلَّا لِمَنْ أَذِنَ لَهُ} [٢٣] بضم الألف. وقرأ الباقون {أَذِنَ لَهُ} بفتح الألف.
١٤ - قرأ ابن عامر ويعقوب {حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ} [٢٣] بفتح الفاء والزاي. وقرأ الباقون {فُزِّعَ} بضم الفاء وكسر الزاي.',NULL,'363',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (359,'١٥ - قرأ حمزة وحده {وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ} [٣٧] ساكنة الراء بغير ألف، على واحدة وقرأ الباقون {فِي الْغُرُفَاتِ} على الجمع.
١٦ - قرأ يعقوب {فَأُولَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ} [٣٧] بالرفع مثل قراءة جده، وما روي عن الخليل وغيره.
وقرأ الباقون {جَزَاءُ} بالرفع {الضِّعْفِ} بالخفض على الإضافة.
١٧ - قرأ ابن كثير وأبو عمرو {وَالَّذِينَ يَسْعَوْنَ فِي آيَاتِنَا مُعَاجِزِينَ} [٣٨] بغير ألف، وتشديد الجيم. وكذلك في أول السورة وفي سورة "الحج" وقد ذكرته هناك.
وقرأ الباقون {مُعَاجِزِينَ} بالألف في جميعها.
١٨ - قرأ حفص عن عاصم، ويعقوب {وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا ثُمَّ يَقُولُ لِلْمَلَائِكَةِ} [٤٠] بالياء.
وقرأ الباقون {وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ} بالنون. وقد ذكرناه في سورة "الأنعام" على غاية البيان بمشيئة الله وعونه.
١٩ - قرأ يعقوب وحده برواية رويس {ثُمَّ تَتَفَكَّرُوا} [٤٦] مدغمة التاء في التاء، مشددة وكذلك في سورة "النجم" [آية ٥٥] {فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى}. ولم يدغمه أبو عمرو ولا أحد غيره.',NULL,'364',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (360,'٢٠ - قرأ أبو عمرو وحمزة والكسائي وخلف {وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ} [٥٢] بالمد والهمز.
وقرأ أبو جعفر ونافع وابن كثير وابن عامر ويعقوب، وحفص عن عاصم، {التَّنَاوُشُ} بغير مد ولا همز.
واختلف عن أبي بكر عن عاصم: فروى حماد ويحيى عن أبي بكر، ومحمد بن غالب عن الأعشى {التَّنَاوُشُ} بالمد والهمز.
وروى البرجمي عن أبي بكر، والشموني - وعهو محمد بن حبيب - عن الأعشى {التَّنَاوُشُ} بغير همز. والله أعلم.
اثبات الياءات وفتحها
قرأ ابن كثير وأبو عمرو، وورش عن نافع، ويعقوب {وَجِفَانٍ كَالْجَوَابِ} [١٣] باثبات الياء وقرأ الباقون {كَالْجَوَابِ} بحذف الياء في الوصل والوقف.
قرأ حمزة وحده {مِنْ عِبَادِيَ الشَّكُورُ} [١٣] مرسلة الياء. وقرأ الباقون {مِنْ عِبَادِيَ الشَّكُورُ} بفتح الياء.
فتح أبو جعفر ونافع وأبو عمرو {إِلَيَّ رَبِّي إِنَّهُ سَمِيعٌ} [٥٠] وأسكنها الآخرون.
فتح أبو جعفر ونافع وابن عامر وأبو عمرو، وحفص عن عاصم، {إِنْ أَجْرِيَ إِلَّا عَلَى اللَّهِ} [٤٧] في جميع القرآن. ولم يفتحها الآخرون.',NULL,'365',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (361,'<span data-type="title" id=toc-59>سورة الملائكة [فاطر]</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر {فَلَا تَذْهَبْ نَفْسُكَ} [٨] بضم التاء وكسر الهاء {نَفْسُكَ} بالنصب.
- وقرأ الباقون {فَلَا تَذْهَبْ} بفتح التاء والهاء {نَفْسُكَ} بالرفع.
٢ - قرأ أبو جعفر وحمزة والكسائي وخلف {هَلْ مِنْ خَالِقٍ غَيْرُ اللَّهِ} [٣] بالخفض.
وقرأ الباقون {غَيْرُ اللَّهِ} بالرفع.
٣ - قرأ روح وزيد عن يعقوب {وَلَا يُنْقَصُ مِنْ',NULL,'366',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (362,'عُمُرِهِ} [١١] بفتح الياء وضم القاف مثل قراءة الحسن وغيره. وقرأ الباقون {يُنْقَصُ} بضم الياء وفتح القاف.
٤ - قتيبة عن الكسائي {وَالَّذِينَ تَدْعُونَ مِنْ دُونِهِ} [١٣] بالياء.
٥ - قرأ أبو عمرو {جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا} [٣٣] بضم الياء وفتح الخاء.
٦ - قرأ أبو عمرو {كَذَلِكَ نَجْزِي} [٣٦] بضم الياء وفتح الزاي {كُلَّ كَفُورٍ} [٣٦] بالرفع.
وقرأ الباقون {كَذَلِكَ نَجْزِي} بالنون {كُلَّ كَفُورٍ} بالنصب.
٧ - قرأ ابن كثير وأبو عمرو وحمزة، وحفص عن عاصم، وخلف {فَهُمْ عَلَى بَيِّنَتٍ مِنْهُ} [٤٠] بغير ألف، على واحدة.
قرأ أبو جعفر ونافع وابن عامر، وأبو بكر عن عاصم، والكسائي ويعقوب {عَلَى بَيِّنَتٍ مِنْهُ} بالألف على الجمع.
٨ - قرأ حمزة وحده {وَمَكْرَ السَّيِّئِ} ساكنة الهمزة وقرأ الباقون {وَمَكْرَ السَّيِّئِ} بكسر الهمزة. والله أعلم.',NULL,'367',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (363,'<span data-type="title" id=toc-60>سورة يس</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر، وحمزة والكسائي وخلف {يس} [١] بكسر الياء. وقرأ الباقون {يس}.
قرأ أبو جعفر وأبو عمرو وحمزة {يس} باظهار النون من "سين" عند الواو. وكذلك {ن وَالْقَلَمِ} [القلم آية ١] يظهرون النون من {نون} عند الواو.
قرأ ابن عامر والكسائي وخلف {يس (١) وَالْقُرْآنِ} [١ و٢] و {ن وَالْقَلَمِ} بإخفاء النون عند الواو فيهما.
واختلف عن الباقين: فأما ابن كثير فإنه يظهر النون عند الواو منهما في رواية القواس والبزي ولا يظهرها في رواية ابن فليح.
وأما نافع فإنه يظهر النون منهما في رواية إسماعيل وورش من طريق محمد بن عبد الرحيم الأصبهاني الذي قرأته بالعراق. وقرأتن بسمرقند من طريق محمد بن أبي إسحاق البخاري بإخفاء النون - أعني لورش.',NULL,'368',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (364,'- وأما قالون عن نافع فإنه لا يظهر النون من {يس} ويظهرها من {ن وَالْقَلَمِ}.
- وأما عاصم فإنه يظهر النون منهما في رواية عبد الحميد ابن صالح البرجمي عن أبي بكر ومحمد بن حبيب الشموني عن الأعشى، ويخفيها في رواية يحيى عن أبي بكر، ومحمد بن غالب عن الأعشى. وقرأت في رواية العليمي عن حماد عن عاصم بإظهار النون من {يس (١) وَالْقُرْآنِ} واخفائها من {ن وَالْقَلَمِ}.
وأما رواية حفص عن عاصم فإني قرأت بإظهار النون منهما في جميع الروايات، إلا في رواية زرعان، فإن أبا الحسن الخياط أخذ علينا بإخفاء النون في السورتين.
- وأما يعقوب فإنه يظهر النون فيهما برواية روح وزيد ويخفيهما برواية رويس. والله أعلم.
٢ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو، وأبو بكر عن عاصم، ويعقوب {تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ} [٥] بالرفع.
وقرأ ابن عامر وحمزة والكسائي، وحفص عن عاصم، وخلف {تَنْزِيلَ الْعَزِيزِ} بالنصب.
٣ - قرأ عاصم في رواية أبي بكر {فَعَزَّزْنَا بِثَالِثٍ} [١٤] خفيفة الزاي. وقرأ الباقون {فَعَزَّزْنَا} مشددة الزاي.
٤ - قرأ أبو عمرو، وقالون عن نافع، وزيد عن يعقوب، {قَالُوا طَائِرُكُمْ مَعَكُمْ أَئِنْ ذُكِّرْتُمْ} [١٩] بهمزة واحدة غير ممدودة مثل {إِذًا وَأَنَا}.',NULL,'369',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (365,'وقرأ ابن كثير ونافع ويعقوب {أَئِنْ ذُكِّرْتُمْ} بهمزة واحدة غير ممدودة. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {أَئِنْ ذُكِّرْتُمْ} بهمزتين. وكل ما أشبهه مثله في جميع القرآن إلا ما تقدم ذكره في سورة "الأعراف" وغيرها والله أعلم به.
- قرأ أبو جعفر وحده {إِنْ} بهمزة واحدة مطولة مفتوحة {ذُكِّرْتُمْ} خفيفة.
٥ - قرأ أبو جعفر وحده {إِنْ كَانَتْ إِلَّا صَيْحَةً وَاحِدَةً} [٢٩] بالرفع. وكذلك ما بعده [آية ٥٣] وقرأ الباقون {إِلَّا صَيْحَةً وَاحِدَةً} بالنصب هاهنا وما بعده في الموضعين.
٦ - قرأ عاصم وابن عامر وحمزة {وَإِنْ كُلٌّ لَمَّا جَمِيعٌ} [٣٢] مشددة الميم. وقرأ الباقون {لَمَّا} خفيفة.
٧ - قرأ عاصم في رواية [١٦٩ ب] أبي بكر، وحمزة والكسائي وخلف {وَمَا عَمِلَتْهُ أَيْدِيهِمْ} [٣٥] بغير الهاء. وقرأ الباقون {وَمَا عَمِلَتْهُ} بالهاء.
٨ - قرأ أبو جعفر وابن عامر وعاصم وحمزة والكسائي وخلف، ورويس عن يعقوب، {وَالْقَمَرَ قَدَّرْنَاهُ} [٣٩] بالنصب.
وقرأ نافع وابن كثير وأبو عمرو ويعقوب {وَالْقَمَرَ} بالرفع.',NULL,'370',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (366,'٩ - قرأ يعقوب برواية زيد {وَالشَّمْسُ تَجْرِي لِمُسْتَقَرٍّ لَهَا} [٣٨] بكسر القاف. وقرأ الباقون {لِمُسْتَقَرٍّ} بفتح القاف.
١٠ - قرأ أبو جعفر ونافع وابن عامر ويعقوب {أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ} [٤١] بالألف وكسر التاء.
وقرأ الباقون {ذُرِّيَّتَهُمْ} بغير ألف، وفتح التاء.
١١ - قرأ ابن كثير، وورش عن نافع، ومحمد بن حبيب عن الأعشى، وروح وزيد عن يعقوب، {تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ} [٤٩] بفتح الياء والخاء وتشديد الصاد.
وقرأ أبو عمرو بفتح الخاء أيضا، إلا أنه يشمه الفتح ولا يشبعه. وقرأ أبو جعفر، ونافع برواية إسماعيل وقالون {يَخِصِّمُونَ} ساكنة الخاء مشددة الصاد.
وقرأ حمزة {يَخِصِّمُونَ} ساكنة الخاء خفيفة الصاد.
وقرأ عاصم وابن عامر والكسائي وخلف، ورويس عن يعقوب، {يَخِصِّمُونَ} بفتح الياء وكسر الخاء وتشديد الصاد.
١٢ - قرأ نافع وابن كثير وأبو عمرو، وروح عن يعقوب، {إِنَّ أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ فَاكِهُونَ} [٥٥] ساكنة الغين. وقرأ الباقون {شُغُلٍ} بضم الغين.
١٣ - قرأ أبو جعفر وحده {فَاكِهُونَ} [٥٥] بغير ألف في جميع القرآن، ووافقه حفص، في سورة "المطففين" [آية ٣١] {انْقَلَبُوا فَكِهِينَ} بغير ألف في هذا الحرف فقط. وقرأ الباقون {فَاكِهِينَ} و {فَاكِهُونَ} في جميع القرآن.',NULL,'371',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (367,'١٤ - قرأ حمزة والكسائي وخلف {هُمْ وَأَزْوَاجُهُمْ فِي ظِلَالٍ} [٥٦] بغير ألف، وضم الظاء وقرأ الباقون {ظِلَالٍ} بالألف وكسر الظاء.
١٥ - قرأ أبو جعفر ونافع وعاصم {وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا} [٦٢] بكسر الجيم والباء وتشديد اللام. وقرأ أبو عمرو وابن عامر {جِبِلًّا} بضم الجيم وسكون الباء. وقرا يعقوب برواية روح وزيد {جِبِلًّا} بضم الجيم والباء وتشديد اللام مثل قراءة الحسن وابن أبي اسحاق وغيرهما. وقرأ حمزة وابن كثير والكسائي وخلف، ورويس عن يعقوب، {جِبِلًّا} بضم الجيم والباء وتخفيف اللام.
١٦ - قرأ عاصم في رواية أبي بكر {عَلَى مَكَانَتِهِمْ} [٦٧] بالألف على الجمع في جميع القرآن.
وقرأ الباقون {مَكَانَتِهِمْ} على واحدة كل القرآن.
١٧ - قرأ عاصم وحمزة {وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ} [٦٨] بضم النون الأولى وكسر الكاف مشددة. وقرأ الباقون {نُنَكِّسْهُ} بفتح النون الأولى وسكون الثانية وضم الكاف خفيفة.
١٨ - قرأ أبو جعفر ونافع وابن عامر ويعقوب {أَفَلَا يَعْقِلُونَ} [٦٨] بالتاء. وقرأ الباقون بالياء. وقد ذكرته في سورة "الأنعام".
١٩ - قرأ أبو جعفر ونافع وابن عامر ويعقوب {لِيُنْذِرَ',NULL,'372',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (368,'مَنْ كَانَ حَيًّا} [٧٠] بالتاء وفي سورة "الأحقاف" [آية ١٢] {لِيُنْذِرَ الَّذِينَ ظَلَمُوا} بالتاء أيضا. وقرأ ابن كثير هاهنا باليد وهناك {لِتُنْذِرَ} بالتاء قرأ أبو عمرو وعاصم وحمزة والكسائي وخلف {لِيُنْذِرَ} بالياء في السورتين.
٢٠ - قرأ يعقوب {أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ عَلَى أَنْ يَخْلُقَ} [٨١] بالياء وكذلك في آخر سورة "الأحقاف" {وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ} بالياء أيضا. وهو قراءة استاذه سلام وعاصم الجحدري وغيرهما. وروى أبو علي الضرير عن روح وزيد عن يعقوب وغيرهما ها هنا {بِقَادِرٍ} بالألف والباء. وهناك {يُقَدِّرُ} بالياء من غير ألف. وهذا قراءة جده عبد الله بن أبي اسحاق الحضرمي، وعيسى بن عمر الثقفي ومالك ابن دينار والأعرج وغيرهم. وقرأ الباقون {بِقَادِرٍ} بالباء والألف في السورتين.
٢١ - قرأ ابن عامر والكسائي {أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ} [٨٢] بالنصب وقرأ الباقون {فَيَكُونُ} بالرفع.
[اثبات الياءات وفتحها وارسالها]
قرأ نافع برواية ورش وحده {وَلَا يُنْقِذُونِ} [٢٣] بإثبات الياء في الوصل، يعقوب بإثبات الياء في الوصل والوقف؛',NULL,'373',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (369,'وكذلك مذهبه كل القرآن في جميع أشباهه وقد مر ذكره. الباقون بحذف الياء.
قرأ حمزة ويعقوب وخلف {وَمَا لِيَ لَا أَعْبُدُ} [٢٢] ساكنة الياء. وقرأ الباقون {وَمَا لِيَ لَا أَعْبُدُ} بفتح الياء.
فتح أبو جعفر ونافع وأبو عمرو {إِنِّي إِذًا} [٢٤] و {إِنِّي آمَنْتُ} [٢٥].
وفتح ابن كثير {إِنِّي آمَنْتُ} ولم يفتح الآخرون منها شيئا والله أعلم.',NULL,'374',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (370,'صورة الصافات
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة، وحفص عن عاصم، {إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ} [٦] منونة {الْكَوَاكِبِ} بالخفض. وقرأ عاصم في رواية أبي بكر {بِزِينَةٍ} منونة {الْكَوَاكِبِ} بالنصب.
وقرأ الباقون {بِزِينَةٍ الْكَوَاكِبِ} على الإضافة غير منونة.
٢ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {لَا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَى} [٨] مشددة السين. وقرأ الباقون {لَا يَسَّمَّعُونَ} خفيفة السين.
٣ - قرأ حمزة والكسائي وخلف {بَلْ عَجِبْتَ وَيَسْخَرُونَ} [١٢] بضم التاء وقرأ الباقون بفتح التاء.
٤ - قرأ أبو جعفر ونافع والكسائي ويعقوب {أَإِذَا مِتْنَا} [١٦] بالاستفهام: أبو جعفر، ونافع برواية قالون، وزيد عن يعقوب بهمزة واحدة ممدودة.
ونافع ويعقوب في سائر الروايات بهمزة غير ممدودة.',NULL,'375',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (371,'والكسائي بهمزتين. {أَإِنَّا لَمَبْعُوثُونَ} [١٦] بكسر الألف غير مستفهم.
وقرأ ابن عامر {أَإِذَا} بكسر الألف غير مستفهم [أَإِنَّا] بهمزتين.
ابن كثير يستفهم فيهما بهمزة غير مطولة. وأبو عمرو يستفهم فيهما بهمزة مطولة.
- وعاصم وحمزة وخلف يستفهمون فيهما بهمزتين.
٥ - قرأ حمزة والكسائي وخلف {وَلَا هُمْ عَنْهَا يُنْزَفُونَ} [٤٧] بكسر الزاي. وفي سورة "الواقعة" [آية ١٩] {لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ} بكسر الزاي.
وقرأ عاصم هاهنا بفتح الزاي وهناك بكسر الزاي. وقرأ الباقون {يُنْزَفُونَ} بفتح الزاي في السورتين.
٦ - قرأ حمزة وحده {فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ} [٩٤] بضم الياء. وقرأ الباقون {يَزِفُّونَ} بفتح الياء.
٧ - قوله تعالى {يَقُولُ أَإِنَّكَ لَمِنَ الْمُصَدِّقِينَ (٥٢) أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ} [٥٣].
قرأ أبو جعفر {أَإِنَّا لَمَدِينُونَ} بهمزة واحدة ممدودة على الاستفهام. وقرأ {أَإِنَّكَ} و {أَإِذَا مِتْنَا} بكسر الألف من غير استفهام.
وقرأ نافع {أَإِنَّكَ} و {أَإِذَا} بالاستفهام فيهما جميعا بهمزة واحدة غير ممدودة - إلا في رواية قالون - فإنه بمد الهمزة. {أَإِنَّا لَمَدِينُونَ} بكسر الألف من غير استفهام.',NULL,'376',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (372,'وكذلك الكسائي: يستفهم في {أَإِنَّكَ} و {أَإِذَا} إلا إنه يهمز همزتين. ولا يستفهم في {أَإِنَّا لَمَدِينُونَ}.
- وقرأ ابن عامر {أَإِنَّكَ} بهمزتين {أَإِذَا مِتْنَا} بكسر الألف غير مستفهم {أَإِنَّا لَمَدِينُونَ} مستفهم بهمزتين.
- وقرأ يعقوب {أَإِنَّكَ} مستفهما بهمزة واحدة غير مطولة - إلا في رواية زيد - {أَإِذَا} بكسر الألف وكذلك {أَإِنَّا} بكسر الألف من غير استفهام فيهما.
وقرأ ابن كثير {أَإِنَّكَ، أَإِذَا أَإِنَّا} بالاستفهام في جميعها بهمزة واحدة غير مطولة. وقرأ أبو عمرو أيضا بالاستفهام في جميعها بهمزة واحدة مطولة.
- وقرأ عاصم وحمزة وخلف بالاستفهام في جميعها أيضا إلا أنهم يهمزون همزتين. والله أعلم بذلك.
٨ - قرأ حمزة والكسائي وخلف {فَانْظُرْ مَاذَا تَرَى} [١٠٢] بضم التاء وكسر الراء. وقرأ الباقون {مَاذَا تَرَى} بفتح التاء.
٩ - قرأ ابن عامر {وَإِنَّ إِلْيَاسَ} [١٢٣] بقطع الألف مثل سائر القراء. ومن ذكر عنه وصل الألف فيه فقد أخطأ وغلط، وكان أهل الشام ينكرونه ولا يعرفونه. والله أعلم.
١٠ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وأبو بكر عن عاصم، {اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ} [١٢٦] بالرفع.',NULL,'377',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (373,'وقرأ حمزة والكسائي، وحفص عن عاصم، ويعقوب وخلف {اللَّهَ رَبَّكُمْ وَرَبَّ آبَائِكُمُ الْأَوَّلِينَ} بالنصب.
١١ - قرأ نافع وابن عامر، ورويس عن يعقوب {سَلَامٌ عَلَى إِلْ يَاسِينَ} [١٣٠] بفتح الألف وكسر اللام مقطوعة من {يَاسِينَ}. وقرأ الباقون {إِلْ يَاسِينَ} بكسر الألف وسكون اللام موصولة بياسين.
١٢ - قرأ أبو جعفر، ونافع برواية إسماعيل، وورش من طريق الأصبهاني مختلفا عنه: {لَكَاذِبُونَ (١٥٢) أَصْطَفَى} [١٥٢ - ١٥٣] موصولة الألف. والابتداء {أَصْطَفَى} بكسر الألف.
وقرأ الباقون {لَكَاذِبُونَ (١٥٢) أَصْطَفَى} بفطع الألف، وكذلك ورش من طريق البخاري وغيره، والابتداء به مستفهم كما في الوصل.
اثبات الياءات وفتحها
ورش عن نافع {إِنْ كِدْتَ لَتُرْدِينِ} [٥٦] باثبات الياء مثل قراءة يعقوب إلا أنه في الوصل، ويعقوب في الوصل والوقف الباقون بحذف الياء.',NULL,'378',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (374,'- قرأ حفص عن عاصم {قَالَ يَا بُنَيَّ إِنِّي أَرَى} بفتح الياء. وكذلك يفعل في {يَا بُنَيَّ} في جميع القرآن. وقد تقدم في مواضع ذكره. وقرأ الباقون {يَا بُنَيَّ} بكسر الياء.
فتح أبو جعفر ونافع {إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ} [١٠٢] و {قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ} [١٠٢].
وفتح ابن كثير وأبو عمرو {إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ}. ولم يفتح الباقون منها شيئا.',NULL,'379',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (375,'<span data-type="title" id=toc-61>سورة ص</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي وخلف {مَا لَهَا مِنْ فَوَاقٍ} [١٥] بضم الفاء. وقرأ الباقون {مِنْ فَوَاقٍ} بفتح الفاء.
٢ - قرأ أبو جعفر، والأعشى والبرجمي عن أبي بكر عن عاصم {لِيَدَّبَّرُوا} [٢٩] بالتاء وتخفيف الدال.
وقرأ الباقون {لِيَدَّبَّرُوا آيَاتِهِ} بالياء وتشديد الدال.
٣ - قرأ أبو جعفر {بِنُصْبٍ وَعَذَابٍ} [٤١] بضم النون والصاد.
وقرأ يعقوب {بِنُصْبٍ} بفتح النون والصاد. وقرأ الباقون {بِنُصْبٍ} بضم النون وسكون الصاد.
٤ - قرأ ابن كثير وحده {وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ} [٤٥] بغير ألف وفتح العين على واحدة. وقرأ الباقون {عِبَادَنَا} بالألف وكسر العين على الجمع.',NULL,'380',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (376,'٥ - قرأ أبو جعفر ونافع {إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ} غير منونة وقرأ الباقون {بِخَالِصَةٍ} منونة.
٦ - قرأ ابن كثير وأبو عمرو {هَذَا مَا تُوعَدُونَ} [٥٣] بالياء. وقرأ الباقون بالتاء.
٧ - قرأ حمزة والكسائي وخلف، وحفص عن عاصم، {حَمِيمٌ وَغَسَّاقٌ} [٥٧] مشددة السين حيث كان. وقرأ الباقون {وَغَسَّاقٌ} خفيفة السين كل القرآن.
٨ - قرأ أبو عمرو ويعقوب {وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ} [٥٨] بضم الألف. وقرأ الباقون {وَآخَرُ} بفتح الألف.
٩ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وعاصم {مِنَ الْأَشْرَارِ (٦٢) أَتَّخَذْنَاهُمْ} [٦٢ و٦٣] [بقطع الألف على الاستفهام وقرأ الباقون] بوصل الألف. والابتداء منه {أَتَّخَذْنَاهُمْ} بكسر الألف.
١٠ - قرأ أبو جعفر ونافع وحمزة والكسائي وخلف {سِخْرِيًّا} [٦٣] بضم السين. وقرأ ابن كثير وابن عامر وعاصم وأبو عمرو ويعقوب {سِخْرِيًّا} بكسر السين.
١١ - قرأ أبو جعفر {إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ} [٧٠] بكسر الألف. وقرأ الباقون {إِلَّا أَنَّمَا} بفتح الألف.',NULL,'381',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (377,'١٢ - قرأ عاصم وحمزة وخلف، وروح وزيد عن يعقوب، {قَالَ فَالْحَقُّ} [٨٤] بالرفع {وَالْحَقَّ} بالنصب. وقرأ الباقون، ورويس عن يعقوب، وهبيرة عن حفص عن عاصم {فَالْحَقُّ وَالْحَقَّ} بالنصب فيهما.
فتح الياءات
قرأ حمزة وحده {مَسَّنِيَ الشَّيْطَانُ} [٤٤] مرسلة الياء غير مفتوحة. وقرأ الباقون {مَسَّنِيَ الشَّيْطَانُ} بفتح الياء.
وفتح عاصم في رواية حفص، والأعشى والبرجمي عن أبي بكر {وَلِيَ نَعْجَةٌ وَاحِدَةٌ} [٢٣] وفتح حفص أيضا {مَا كَانَ لِيَ مِنْ عِلْمٍ} [٦٩].
وفتح أبو جعفر ونافع {فَقَالَ إِنِّي أَحْبَبْتُ} [٣٢] {مِنْ بَعْدِي إِنَّكَ} [٣٥] {وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ} [٧٨].
وفتح أبو عمرو {إِنِّي أَحْبَبْتُ} و {مِنْ بَعْدِي إِنَّكَ}.
وفتح ابن كثير {إِنِّي أَحْبَبْتُ}. ولم يفتح الباقون منها شيئا.',NULL,'382',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (378,'<span data-type="title" id=toc-62>سورة الزمر</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر، ونافع برواية ورش وقالون، وأبو عمرو برواية شجاع وأبي أيوب وصاحب السجادة عن اليزيدي، وعاصم وحمزة ويعقوب {وَإِنْ تَشْكُرُوا يَرْضَهُ لَكُمْ} [٧] بضم الهاء مختلسة غير مشبعة. وقرأ أبو عمرو في رواية الدوري وأبي شعيب السوسي وأوقية عن اليزيدي، وحمزة في رواية العجلي {يَرْضَهُ لَكُمْ} ساكنة الهاء.
قرأ ابن كثير وابن عامر والكسائي وخلف، وإسماعيل عن نافع، وأبو حمدون وأبو عبد الرحمن بن اليزيدي عن اليزيدي، والبرجمي عن أبي بكر {يَرْضَهُ لَكُمْ} مضمومة الهاء مشبعة.',NULL,'383',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (379,'- {وَجَعَلَ لِلَّهِ أَنْدَادًا لِيُضِلَّ عَنْ سَبِيلِهِ} [٨] ذكرته في سورة "لقمان" و"الأنعام".
٢ - قرأ ابن كثير وحمزة {أَمَّنْ هُوَ قَانِتٌ} [٩] خفيفة الميم. وقرأ الباقون {أَمَّنْ هُوَ قَانِتٌ} مشددة الميم.
٣ - قرأ ابن كثير وأبو عمرو ويعقوب {وَرَجُلًا سَلَمًا لِرَجُلٍ} [٢٩] بالألف وكسر اللام وقرأ الباقون {سَلَمًا} بغير ألف وفتح اللام.
٤ - قرأ أبو جعفر وحمزة والكسائي وخلف {أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ} [٣٦] بالألف على الجمع. وقرأ الباقون {عَبْدَهُ} بغير ألف وفتح العين على واحدة.
٥ - قرأ أبو عمرو ويعقوب {هَلْ هُنَّ كَاشِفَاتُ} [٣٨] منونة {ضُرِّهِ} بالنصب وكذلك {مُمْسِكَاتُ} [٣٨] منونة {رَحْمَتِهِ} بالنصب.
وقرأ الباقون: {كَاشِفَاتُ ضُرِّهِ} و {مُمْسِكَاتُ رَحْمَتِهِ} بغير تنوين. و {ضُرِّهِ} و {رَحْمَتِهِ} بالخفض على الإضافة.
٦ - قرأ حمزة والكسائي وخلف {فَيُمْسِكُ الَّتِي قَضَى عَلَيْهَا} [٤٢] بضم القاف وكسر الضاد وفتح الياء {الْمَوْتَ} بالرفع.
وقرأ الباقون وقتيبة {قَضَى} بفتح القاف والضاد {الْمَوْتَ} بالنصب.',NULL,'384',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (380,'٧ - قرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ} [٦١] بالألف على الجمع. وقرأ الباقون {بِمَفَازَتِهِمْ} بغير ألف، على واحدة.
٨ - روح عن يعقوب مختلف عنه {وَيُنَجِّي اللَّهُ} خفيفة الجيم، وكذلك رواه عبد الله بن بحر الساجي عن يعقوب وقال أبو حاتم: هو حسن.
٩ - قرأ أبو جعفر {أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا} [٥٦] بياء مفتوحة بعد الألف مثل {يَا بُشْرَى} وقرأ الباقون {يَا حَسْرَتَا} بغير ياء مثل {يَا بُشْرَى} و {يَا أَسَفَى} ونحوه.
١٠ - قرأ أبو جعفر ونافع {قُلْ أَفَغَيْرَ اللَّهِ تَأْمُرُونِّي} [٦٤] خفيفة النون مفتوحة الياء وقرأ ابن كثير {تَأْمُرُونِّي أَعْبُدُ} مشددة النون مفتوحة الياء وقرأ ابن عامر {تَأْمُرُونِّي} بنونين والياء ساكنة، وكذلك رأيته في مصاحف أهل الشام مكتوبة بنونين والياء ساكنة، منقوطا بنقطتين. وقرأ الباقون {تَأْمُرُونِّي أَعْبُدُ} مشددة النون مرسلة الياء.
١١ - زيد عن يعقوب {لَيَحْبَطَنَّ} [٦٥] بالنون وضمه {عَمَلُكَ} بالنصب.
١٢ - قرأ عاصم وحمزة والكسائي وخلف {حَتَّى إِذَا جَاءُوهَا فُتِحَتْ} [٧١] خفيفة التاء وكذلك الذي بعده {وَفُتِحَتْ أَبْوَابُهَا} [٧٣] خفيفة أيضا وقرأ الباقون {فُتِحَتْ} {وَفُتِحَتْ} مشددة الدال في الحرفين.',NULL,'385',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (381,'- روى محمد بن حبيب الشموني عن الأعشى {قُلْ يَا عِبَادِ الَّذِينَ آمَنُوا اتَّقُوا رَبَّكُمْ} [١٠] بفتح الياء. كذلك قرأنا واخذ علينا في هذه الرواية. وكذلك في رواية عبد الحميد بن صالح البرجمي عن أبي بكر. ويقف بغير ياء في رواية الشموني، وفي رواية البرجمي بالياء.
وقرأنا في رواية محمد بن غالب عن الأعشى بغير فتح مثل سائر القراء.
- وقوله: {فَبَشِّرْ عِبَادِ (١٧) الَّذِينَ} [١٧ و١٨] بفتح الياء أيضا في رواية البرجمي عن أبي بكر والشموني عن الأعشى.
وفي رواية محمد بن غالب عن الأعشى بغير فتح مثل حماد ويحيى عن أبي بكر. والله أعلم به.
واختلف عن أبي عمرو أيضا: قرأنا في رواية شجاع {فَبَشِّرْ عِبَادِ (١٧) الَّذِينَ} بفتح الياء، وكذلك في رواية أبي حمدون وأبي شعيب السوسي عن اليزيدي بفتح الياء. وفي رواية أوقية وأبي عمر وصاحب السجادة في اليزيدي: بغير فتح، كذلك أخذوا علينا. وروى الفتح فيه عنه أيضا العباس بن الفضل الأنصاري وأبو عبد الرحمن بن اليزيدي، وابن سعدان عن اليزيدي نصا، وهذا يدل على أنه كان يذهب في العدد مذهب المدني الأول فلا يعدها رأس آية، وهذا كان مذهب المشايخ والأئمة قديما كانوا يعدون عدد المدني الأول في الأكثر والأغلب، والله أعلم به.
- وروى عبيد بن عقيل عن أبي عمرو أنه قال: إن كان رأس آية وقفت وإن لم يكن رأس آية فتحت فقلت {عِبَادِيَ الَّذِينَ}. ومن لم يفتح ذهب إلى أنه رأس آية في عدد الكوفة',NULL,'386',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (382,'والبصرة والمدني الأخير. والله أعلم. وقياس من فتح الياء أن يقف بالياء، ولكن ذكر أبو حمدون وابن اليزيدي أنه يقف بغير ياء لأنه مكتوب بغير ياء، وكذلك مذهبه يستحب الوقف على ما في الكتاب، والله أعلم. ولم يختلف عن الباقين أنه غير مفتوح.
وقرأ حمزة وحده {إِنْ أَرَادَنِيَ اللَّهُ بِضُرٍّ} غير مفتوح وقرأ الباقون {إِنْ أَرَادَنِيَ اللَّهُ} بفتح الياء.
وفتح أبو جعفر ونافع {إِنِّي أُمِرْتُ} [١١] و {إِنِّي أَخَافُ} [١٣].
وفتح ابن كثير وأبو عمرو {إِنِّي أَخَافُ}.
وفتح أبو جعفر ونافع وابن كثير وابن عامر وعاصم {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا} [٥٣] بفتح الياء. وقرأ أبو عمرو وحمزة والكسائي ويعقوب وخلف {يَا عِبَادِيَ الَّذِينَ} بغير فتح وكلهم يقفون عليها بإثبات الياء من فتح منهم ومن لم يفتح، على ما في السواد. والله أعلم.',NULL,'387',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (383,'<span data-type="title" id=toc-63>سورة المؤمن</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر، وحمزة والكسائي وخلف {حم} [١] بكسر الحاء في جميعها. وقرأ الباقون بفتح الحاء.
٢ - قرأ أبو جعفر ونافع وابن عامر {وَكَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ} [٦] بالألف على الجمع. وفي سورة "يونس" مثله، وهو مذكور هناك.
وقرأ الباقون {كَلِمَتُ رَبِّكَ} على واحدة.',NULL,'388',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (384,'٣ - قرأ يعقوب برواية روح وزيد {لِيُنْذِرَ يَوْمَ التَّلَاقِ} [١٥] بالتاء كقراءة الحسن وغيره. وقرأ الباقون {لِيُنْذِرَ} بالياء.
٤ - قرأ نافع وحده {وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ} [٢٠] وقرأ الباقون {يَدْعُونَ} بالياء.
٥ - قرأ ابن عامر وحده {كَانُوا هُمْ أَشَدَّ مِنْهُمْ قُوَّةً} [٢١] بالكاف وكذلك في مصاحف الشام وقرأ الباقون {مِنْهُمْ} بالهاء.
٦ - قرأ أبو جعفر ونافع {إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ} [٢٦] بغير ألف قبل الواو {يُظْهِرَ} بضم الياء وكسر الهاء {الْفَسَادَ} بالنصب. وقرأ ابن كثير وابن عامر {أَوْ أَنْ} بغير ألف أيضا {يُظْهِرَ} بفتح الياء والهاء {الْفَسَادَ} بالرفع.
وقرأ حفص عن عاصم، ويعقوب {أَوْ أَنْ} بالألف قبل الواو و {يُظْهِرَ} بضم الياء وكسر الهاء {الْفَسَادَ} بالنصب.
وقرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {أَوْ أَنْ} بالألف {يُظْهِرَ} بفتح الياء والهاء {الْفَسَادَ} بالرفع.
٧ - قرأ أبو جعفر وأبو عمرو، ونافع برواية إسماعيل، وحمزة والكسائي وخلف {وَقَالَ مُوسَى إِنِّي عُذْتُ} [٢٧] وكذلك في سورة "الدخان" [آية ٢٠] {وَإِنِّي عُذْتُ بِرَبِّي} بادغام الذال في التاء. وكذلك قوله {فَنَبَذْتُهَا} حيث كان',NULL,'389',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (385,'وقرأ ابن كثير وابن عامر ونافع وعاصم ويعقوب {عُذْتُ} و {فَنَبَذْتُهَا} باظهار الذال حيث كان.
٨ - قرأ أبو عمرو وابن عامر، وقتيبة عن الكسائي، {عَلَى كُلِّ قَلْبِ} [٣٥] منونا غير مضاف.
- وقرأ الباقون {عَلَى كُلِّ قَلْبِ مُتَكَبِّرٍ} بغير تنوين على الإضافة.
٩ - قرأ حفص عن عاصم {فَأَطَّلِعَ إِلَى إِلَهِ مُوسَى} [٣٧] بالنصب.
وقرأ الباقون {فَأَطَّلِعَ}.
١٠ - قرأ أبو جعفر ونافع، وحفص عن عاصم، وحمزة والكسائي وخلف ويعقوب {وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُوا آلَ فِرْعَوْنَ} [٤٦] بقطع الألف وكسر الخاء. وقرأ ابن كثير وابن عامر، وأبو بكر عن عاصم، {السَّاعَةُ أَدْخِلُوا} بوصل الألف وضم الخاء. والابتداء بضم الألف.
١١ - قرأ أبو جعفر وأبو عمرو وابن كثير وابن عامر ويعقوب {يَوْمَ لَا يَنْفَعُ الظَّالِمِينَ} [٥٢] وقرأ الباقون {يَنْفَعُ} بالياء.
١٢ - قرأ عاصم وحمزة والكسائي وخلف {قَلِيلًا مَا تَتَذَكَّرُونَ} [٥٨] بالتاء. وقرأ الباقون {قَلِيلًا مَا تَتَذَكَّرُونَ} بالياء.
١٣ - قرأ أبو جعفر وابن كثير ويعقوب، وعبد الحميد بن',NULL,'390',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (386,'صالح البرجمي عن أبي بكر، ومحمد بن غالب عن الأعشى عن أبي بكر وحماد ويحيى عن أبي بكر {إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ} [٦٠] بضم الياء وفتح الخاء. كذلك قرأنا في جميع الروايات عن أبي بكر - إلا في رواية محمد بن حبيب الشموني عن الأعشى عنه فإنا قرأنا {سَيَدْخُلُونَ} بفتح الياء. وكذلك قرأ الباقون، وزيد عن يعقوب، والضرير عن روح وغيره أيضا عن يعقوب {سَيَدْخُلُونَ} بفتح الياء وضم الخاء.
اثبات الياءات وحذفها وفتحها
قرأ ابن كثير ويعقوب {يَوْمَ التَّلَاقِ} [١٥] و {التَّنَادِي} [٣٢] باثبات الياء في الوصل والوقف. وقرأ أبو جعفر، وورش عن نافع، {التَّلَاقِي} و {التَّنَادِي} بالياء في الوصل دون الوقف. واختلف عن إسماعيل عن نافع فيما قرأت، والمشهور حذف الياء عنه والله أعلم. وقرأ الباقون بحذف الياء في الوصل والوقف.
قرأ أبو جعفر وأبو عمرو وابن كثير، وإسماعيل عن نافع، وورش من طريق الأصبهاني وقالون برواية أبي نشيط، ويعقوب {يَا قَوْمِ اتَّبِعُونِ أَهْدِكُمْ} [٣٨] بإثبات الياء وقرأ الباقون بحذف الياء.
قرأ ابن كثير في رواية القواس والبزي {هَادٍي} [٣٣] و {وَاقٍي} [٢١] بإثبات الياء في الوقف وحذفها في',NULL,'391',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (387,'الوصل وكذلك يعقوب وهو مذهبه في جميع ما أشبهه والباقون يقفون بغير ياء. ولا خلاف في تنوينه في الوصل.
فتح أبو جعفر ونافع وأبو عمرو {إِنِّي أَخَافُ} [٢٦ و٣٠ و٣٢] و {لَعَلِّي أَبْلُغُ} [٣٦] و {مَا لِي أَدْعُوكُمْ} [٤١] و {أَمْرِي إِلَى اللَّهِ} [٤٤].
وفتح ابن كثير {إِنِّي أَخَافُ} و {لَعَلِّي أَبْلُغُ} و {مَا لِي أَدْعُوكُمْ} و {ذَرُونِي أَقْتُلْ} [٢٦] و {ادْعُونِي أَسْتَجِبْ} [٦٠].
وفتح ابن عامر {لَعَلِّي أَبْلُغُ} فقط. ولم يفتح الباقون منها شيئا. والله أعلم.',NULL,'392',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (388,'<span data-type="title" id=toc-64>سورة السجدة [فصلت]</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر {فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً} [١٠] بالرفع.
وقرأ يعقوب {سَوَاءً} بالخفض مثل قراءة الحسن وابن يعمر وعيسى.
وقرأ الباقون {سَوَاءً} بالنصب.
٢ - قرأ أبو جعفر وابن عامر وعاصم وحمزة والكسائي وخلف {فِي أَيَّامٍ نَحِسَاتٍ} [١٦] بكسر الحاء وقرأ ابن كثير ونافع وأبو عمرو ويعقوب {نَحِسَاتٍ} ساكنة الحاء.
٣ - قرأ نافع ويعقوب {وَيَوْمَ يُحْشَرُ} [١٩] بالنون {أَعْدَاءُ اللَّهِ} [١٩] بالنصب وقرأ الباقون {وَيَوْمَ يُحْشَرُ} بضم الياء وفتح الشين {أَعْدَاءُ اللَّهِ} بالرفع.
٤ - قرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {أَأَعْجَمِيٌّ وَعَرَبِيٌّ} [٤٤] بهمزتين على أصلهم كما',NULL,'393',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (389,'ذكرناه في {أَأَنْذَرْتَهُمْ} وأشباه ذلك. الباقون {أَأَعْجَمِيٌّ} بهمزة واحدة ممدودة كما ذكرنا في التقديم.
٥ - قرأ ابن كثير وابن عامر، وأبو بكر عن عاصم، ورويس عن يعقوب، {أَرِنَا اللَّذَيْنِ} [آية ٢٩] ساكنة الراء وقرأ الباقون بكسر الراء. أبو عمرو وحده يختلسها ولا يشبعها وقد مر ذكره وشرحه في سورة البقرة.
٦ - قرأ أبو جعفر ونافع وابن عامر، وحفص عن عاصم، {مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا} [٤٧] بالألف على الجمع. وقرأ الباقون {مِنْ ثَمَرَةٍ} بغير ألف، على واحدة.
فتح الياءات
فتح أبو جعفر ونافع وأبو عمرو {إِلَى رَبِّي إِنَّ لِي} [٥٠] وفتح ابن كثير {أَيْنَ شُرَكَائِي قَالُوا} [٤٧] ولم يفتح الباقون منها شيئا.',NULL,'394',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (390,'<span data-type="title" id=toc-65>سورة الشورى [عسق]</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن كثير وحده {كَذَلِكَ يُوحِي إِلَيْكَ} [٣] بفتح الحاء وقرأ الباقون {يُوحِي} بكسر الحاء.
٢ - قرا حمزة والكسائي وحفص عن عاصم، وخلف {وَيَعْلَمُ مَا تَفْعَلُونَ} [٢٥] بالتاء. وقرأ الباقون {يَفْعَلُونَ} بالياء.
٣ - قرأ أبو جعفر ونافع وابن عامر {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ} [٣٠] بغير فاء. وكذلك في مصاحفهم.
وقرأ الباقون {فَبِمَا كَسَبَتْ} بالفاء.
٤ - قرأ أبو جعفر ونافع وابن عامر {وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ} [٣٥] بالرفع. وقرأ الباقون {وَيَعْلَمَ} بالنصب.',NULL,'395',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (391,'٥ - قرأ حمزة والكسائي وخلف {وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ} [٣٧] بغير ألف وكسر الباء على واحدة وفي سورة "النجم" [آية ٣٢] مثله. وقرأ الباقون {كَبَائِرَ الْإِثْمِ} بالألف والمد والهمز، على الجمع في السورتين.
٦ - قرأ نافع وحده {أَوْ يُرْسِلَ رَسُولًا} [٥١] بالرفع {فَيُوحِيَ} بالإسكان. وقرأ الباقون {أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ} [٥١] بالنصب فيهما.
٧ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {وَمِنْ آيَاتِهِ الْجَوَارِ فِي الْبَحْرِ} باثبات الياء: ابن كثير ويعقوب في الوصل والوقف. والآخرون في الوصل دون الوقف.
وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {الْجَوَارِ} بحذف الياء في الوصل والوقف.',NULL,'396',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (392,'<span data-type="title" id=toc-66>سورة الزخرف</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وحمزة والكسائي وخلف {أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ} [٥] بكسر الألف. وقرأ ابن كثير وابن عامر وأبو عمرو وعاصم ويعقوب {أَنْ كُنْتُمْ} بفتح الألف.
٢ - قرأ أبو جعفر وحده {فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا} [١١] مشددة الياء كل القرآن وقد ذكرته.
٣ - وقرأ أيضا {وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا} [١٥] مشددة الزاي غير مهموز كل القرآن وقد ذكرته في سورة "البقرة".
٤ - قرأ حمزة والكسائ وحفص عن عاصم، وخلف {أَوَمَنْ يُنَشَّأُ} [١٨] بضم الياء وفتح النون وتشديد الشين. وقرأ الباقون {أَوَمَنْ يُنَشَّأُ} بفتح الياء وسكون النون وتخفيف الشين.',NULL,'397',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (393,'٥ - قرأ أبو جعفر ونافع وابن كثير وابن عامر ويعقوب {وَجَعَلُوا الْمَلَائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ} [١٩] بالنون.
وقرأ أبو عمرو وعاصم وحمزة والكسائي وخلف {عِبَادُ الرَّحْمَنِ} بالباء والألف، جمع عبد.
٦ - قرأ أبو جعفر، ونافع برواية قالون، {أَشَهِدُوا خَلْقَهُمْ} [١٩] بهمزة واحدة ممدودة. وفي رواية ورش وإسماعيل غير ممدودة والشين ساكنة. وقرأ الباقون {أَشَهِدُوا} بفتح الألف والشين.
٧ - قرأ ابن عامر، وحفص عن عاصم، {قَالَ أَوَلَوْ جِئْتُكُمْ} [٢٤] بالألف على الخبر وقرأ الباقون {قُلْ} على الأمر.
٨ - قرأ أبو جعفر {أَوَلَوْ جِئْتُكُمْ} [٢٤] بالنون والألف. وقرأ الباقون {جِئْتُكُمْ} بالتاء.
٩ - قرأ أبو جعفر وابن كثير وأبو عمرو {لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ} [٣٣] بفتح السين وسكون القاف. وقرأ الباقون {سُقُفًا} بضم السين والقاف.
١٠ - قرأ عاصم وحمزة {وَإِنْ كُلُّ ذَلِكَ لَمَّا} [٣٥] مشددة الميم، وقرأ البقون {لَمَّا} خفيفة الميم.',NULL,'398',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (394,'١١ - قرأ عاصم في رواية حماد، ويعقوب {وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ} [٣٦] بالياء، وكذلك ذكره أو حاتم والأعشى والأعمش لعاصم بالياء أيضا. وقرأ الباقون {نُقَيِّضْ} بالنون.
١٢ - قرأ أبو جعفر ونافع وابن كثير وابن عامر، وأبو بكر عن عاصم، {حَتَّى إِذَا جَاءَنَا} [٣٨] بالألف بعد الهمزة، على اثنين. وقرأ أبو عمرو وحمزة والكسائي، وحفص عن عاصم ويعقوب {إِذَا جَاءَنَا} على واحدة.
١٣ - قرأ حفص عن عاصم، ويعقوب {أَسْوِرَةٌ مِنْ ذَهَبٍ} [٥٣] بغير ألف وسكون السين. وقرأ الباقون {أَسْوِرَةٌ} بالألف.
١٤ - قرأ حمزة والكسائي {فَجَعَلْنَاهُمْ سَلَفًا} [٥٦] بضم السين واللام. وقرأ الباقون {سَلَفًا} بفتح السين واللام.
١٥ - قرأ أبو جعفر ونافع وابن عامر والكسائي وخلف، والأعشى والبرجمي عن أبي بكر {إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ} بضم الصاد.
قرأ ابن كثير وأبو عمرو، وعاصم برواية حماد وحفص، ويحيى عن أبي بكر، وحمزة ويعقوب {يَصِدُّونَ} بكسر الصاد.
١٦ - قرأ أبو جعفر ونافع وابن عامر، وحفص عن عاصم، {وَفِيهَا مَا تَشْتَهِيهِ الْأَنْفُسُ} [٧١] بزيادة الهاء في آخره. وقرأ الباقون {مَا تَشْتَهِيهِ الْأَنْفُسُ} بغير هاء.
١٧ - وقرأ ابن كثير وحمزة والكسائي وخلف {وَإِلَيْهِ تُرْجَعُونَ} [٨٥] بالياء. وقرأ الباقون بالتاء. وقرأت في رواية',NULL,'399',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (395,'شعيب عن يحيى عن أبي بكر بالياء أيضا، وروي عن روح بالياء أيضا.
١٨ - قرأ عاصم وحمزة {وَقِيلِهِ يَا رَبِّ} [٨٨] بالخفض وكذلك رواه أبو علي الضرير البصري عن أصحابه عن يعقوب {وَقِيلِهِ} بالجر. وقرأ الباقون {وَقِيلِهِ} بالنصب.
١٩ - قرأ أبو جعفر ونافع وابن عامر {وَقُلْ سَلَامٌ فَسَوْفَ يَعْلَمُونَ} بالتاء [٨٩] وقرأ الباقون {فَسَوْفَ يَعْلَمُونَ} بالياء.
اثبات الياءات وفتحها
قرأ أبو جعفر وأبو عمرو وإسماعيل عن نافع ويعقوب {وَاتَّبِعُونِ} [٦١] باثبات الياء وقرأ الباقون {وَاتَّبِعُونِ} بحذف الياء. قرأ أبو جعفر ونافع وابن عامر وأبو عمرو ويعقوب {يَا عِبَادِ لَا خَوْفٌ عَلَيْكُمُ} بالياء في الوصل والوقف إلا أبا عمرو فإنه يقف بغير ياء. واختلف عن يعقوب في إثباته. وقرأ عاصم في رواية أبي بكر {يَا عِبَادِ لَا خَوْفٌ} بفتح الياء، ولا يفتحها غيره.
وقرأ ابن كثير، وحفص عن عاصم وحمزة والكسائي وخلف، ومحمد بن غالب عن الأعشى عن أبي بكر {يَا عِبَادِ} بغير ياء في الوصل والوقف.
وفتح أبو جعفر ونافع وابن كثير وأبو عمرو {مِنْ تَحْتِي أَفَلَا تُبْصِرُونَ} [٥١] ولم يفتحها الآخرون. والله أعلم.',NULL,'400',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (396,'<span data-type="title" id=toc-67>سورة الدخان</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم وحمزة والكسائي وخلف {رَبِّ السَّمَاوَاتِ} [٧] بالخفض وقرأ الباقون {رَبِّ} بالرفع.
٢ - قرأ أبو جعفر {يَوْمَ نَبْطِشُ} [١٦] بضم الطاء. وقرأ الباقون {نَبْطِشُ} بكسر الطاء.
٣ - قرأ ابن كثير، وحفص عن عاصم، ورويس عن يعقوب {كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ} [٤٥] بالياءز وقرأ الباقون {يَغْلِي} بالتاء.
٤ - قرأ أبو جعفر وأبو عمرو وعاصم وحمزة والكسائي وخلف {خُذُوهُ فَاعْتِلُوهُ} [٤٧] بكسر التاء. وقرأ ابن كثير ونافع وابن عامر ويعقوب {فَاعْتِلُوهُ} بضم التاء.',NULL,'401',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (397,'٥ - قرأ الكسائي وحده {ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ} [٤٩] بفتح الألف وقرأ الباقون {ذُقْ إِنَّكَ} بكسر الألف.
٦ - قرأ أبو جعفر ونافع وابن عامر {إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ} [٥١] بضم الميم. وقرأ الباقون {مَقَامٍ} بفتح الميم.
الاثبات والفتح
قرأ ورش عن نافع، ويعقوب {أَنْ تَرْجُمُونِ} [٢٠] {فَاعْتَزِلُونِ} [٢١] باثبات الياء. وقرأ الباقون بحذف الياء فيهما.
وفتح ورش {وَإِنْ لَمْ تُؤْمِنُوا لِي} [٢١] وفتح أبو جعفر ونافع وابن كثير وأبو عمرو {إِنِّي آتِيكُمْ} [١٩]. ولم يفتح الباقون.',NULL,'402',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (398,'<span data-type="title" id=toc-68>سورة الجاثية [الشريعة]</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي ويعقوب {وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ} [٤] {وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ} [٥] بالخفض. وقرأ الباقون {آيَاتٌ} بالرفع في الحرفين.
٢ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وعاصم {فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ} [٦] بالياء.
وقرأ ابن عامر، وعاصم في رواية حماد ويحيى عن أبي بكر، وحمزة والكسائي ويعقوب وخلف {وَآيَاتِهِ يُؤْمِنُونَ} بالتاء.
٣ - قرأ أبو جعفر {لِيَجْزِيَ قَوْمًا بِمَا} [١٤] بضم الياء وفتح الزاي. وقرأ ابن عامر وحمزة والكسائي وخلف',NULL,'403',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (399,'{لِيَجْزِيَ} بالنون وكسر الزاي وفتح الياء. قرأ نافع وابن كثير وأبو عمرو وعاصم ويعقوب {لِيَجْزِيَ} بالياء وكسر الزاي وفتح الياء.
٤ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف، وروح، وزيد عن يعقوب، {سَوَاءً مَحْيَاهُمْ} [٢١] بالنصب. وقرا الباقون {سَوَاءً} بالرفع.
٥ - قرأ حمزة والكسائي وخلف {وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً} [٢٣] بفتح الغين وسكون الشين. وقرأ الباقون {غِشَاوَةً} بكسر الغين وفتح الشين.
٦ - قرأ يعقوب {جَاثِيَةً كُلُّ أُمَّةٍ} [٢٨] بالنصب كما روى عن الأعرج. وقرأ الباقون {كُلُّ} بالرفع.
٧ - قرأ حمزة وحده {وَالسَّاعَةُ لَا رَيْبَ} [٣٢] بالنصب. وكذلك رواه أبو علي الضرير عن روح وغيره عن يعقوب.
وقرا الباقون {وَالسَّاعَةُ} بالرفع.',NULL,'404',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (400,'<span data-type="title" id=toc-69>سورة الأحقاف</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وابن عامر ويعقوب {لِيُنْذِرَ الَّذِينَ ظَلَمُوا} [١٢] بالتاء.
وقرأ أبو جعفر وعاصم وحمزة والكسائي وخلف {لِيُنْذِرَ الَّذِينَ ظَلَمُوا} بالياء.
٢ - قرأ عاصم وحمزة والكسائي وخلف {وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا} [١٥] بالألف وسكون الحاء وفتح السين. وقرأ الباقون {بِوَالِدَيْهِ إِحْسَانًا} بضم الحاء وسكون السين.
٣ - قرأ يعقوب {وَحَمْلُهُ وَفِصَالُهُ} [١٥] بفتح الفاء وسكون الصاد، كقراءة الحسن وأبي رجاء وعاصم الجحدري وغيرهم.',NULL,'405',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (401,'وقرأ الباقون {وَفِصَالُهُ} بكسر الفاء وفتح الصاد والألف.
٤ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ} [١٦] بالنون {أَحْسَنَ مَا عَمِلُوا} [١٦] بالنصب {وَنَتَجَاوَزُ} بالنون أيضا.
وقرأ الباقون {نَتَقَبَّلُ} بضم الياء {أَحْسَنَ} بالرفع {وَنَتَجَاوَزُ} بضم الياء أيضا.
٥ - قرأ ابن كثير وأبو عمرو وعاصم ويعقوب {وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ} [١٩] بالياء وقرأ الباقون {وَلِيُوَفِّيَهُمْ} بالنون.
٦ - قرأ أبو جعفر وابن كثير ويعقوب {أَذْهَبْتُمْ طَيِّبَاتِكُمْ} [٢٠] مستفهما بهمزة واحدة ممدودة على الوصف الذي بيناه في أول الكتاب في {أَأَنْذَرْتَهُمْ} وأشباهه. وقرأ ابن عامر {أَذْهَبْتُمْ} بهمزتين. وقرأ نافع وأبو عمرو وعاصم وحمزة والكسائي وخلف {أَذْهَبْتُمْ} بفتح الألف غير مستفهم.
٧ - قرأ عاصم وحمزة ويعقوب وخلف {فَأَصْبَحُوا لَا يُرَى} بضم الياء {إِلَّا مَسَاكِنُهُمْ} [٢٥] بالرفع. وقرأ الباقون {لَا يُرَى} بالياء مفتوحة {إِلَّا مَسَاكِنُهُمْ} بالنصب. وفيما قرأنا من رواية شعيب بن أيوب عن يحيى عن أبي بكر {لا ترى} بضم التاء {إِلَّا مَسَاكِنُهُمْ} بالرفع، كما روي عن الحسن وأبي عبد',NULL,'406',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (402,'الرحمن السلمي، وكذلك رواه يونس عن أبي عمرو، وحماد بن زيد عن ابن كثير.
٨ - قرأ يعقوب وحده {وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ} [٣٣] بالياء وسكون القاف، مثل ما روي عن ابن أبي اسحاق والجحدري وعيسى وسلام ومالك بن دينار والأعرج وقرأ الباقون {بِقَادِرٍ} بالباء والألف.
فتح الياءات
فتح أبو جعفر ونافع من الياءات {إِنِّي أَخَافُ} [٢١] {وَلَكِنِّي أَرَاكُمْ} [٢٣] و {أَتَعِدَانِنِي أَنْ أُخْرَجَ} [١٧] وفتح أبو عمرو {إِنِّي أَخَافُ} {وَلَكِنِّي أَرَاكُمْ}.
- وفتح ورش عن نافع {أَوْزِعْنِي أَنْ أَشْكُرَ} [١٥] من طريق البخاري. وفي طريق الأصبهاني غير مفتوحة. وقد ذكرته في النمل.
وفتح ابن كثير {إِنِّي أَخَافُ} و {أَتَعِدَانِنِي أَنْ}. وفتح في رواية البزي {وَلَكِنِّي أَرَاكُمْ} و {أَوْزِعْنِي أَنْ} ولم يفتحهما القواس. واختلف عن ابن فليح {أَوْزِعْنِي} وقد ذكرته في سورة "النمل".',NULL,'407',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (403,'<span data-type="title" id=toc-70>سورة محمد - صلى الله عليه وسلم </span>-
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو، وحفص عن عاصم، ويعقوب {وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ} [٤] بضم القاف وكسر التاء. وقرأ الباقون {قَاتِلُوا} بالألف وفتح التاء.
٢ - قرأ ابن كثير وحده {مِنْ مَاءٍ غَيْرِ آسِنٍ} [١٥] مقصورة الألف على وزن "فعل" وقرأ الباقون {آسِنٍ} ممدودة الألف على وزن "فاعل".
٣ - قرأ أبو عمرو ويعقوب {سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ} [٢٥] بضم الألف وفتح الياء.
رويس عن يعقوب {وَأَمْلَى لَهُمْ} بضم الألف ساكنة الياء. وقرأ الباقون {وَأَمْلَى} بفتح الألف واللام.',NULL,'408',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (404,'٤ - قرأ يعقوب {وَتُقَطِّعُوا أَرْحَامَكُمْ} [٢٢] بفتح التاء والطاء وسكون القاف.
وقرأ الباقون {وَتُقَطِّعُوا} بضم التاء وفتح القاف، وكسر الطاء مشددة.
٥ - قرأ حمزة والكسائي، وحفص عن عاصم، وخلف {وَاللَّهُ يَعْلَمُ إِسْرَارَهُمْ} [٢٦] بكسر الألف.
- وقرأ الباقون {إِسْرَارَهُمْ} بفتح الألف.
٦ - قرأ أبو بكر عن عاصم {وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ} [٣١] كله بالياء.
٧ - وقرأ يعقوب {وَنَبْلُوَ أَخْبَارَكُمْ} [٣١] ساكنة الواو.
وقرأ الباقون {وَنَبْلُوَ} بفتح الواو.
٨ - وقرأ عاصم في رواية أبي بكر، وحمزة وخلف {وَتَدْعُوا إِلَى السَّلْمِ} [٣٥] بكسر السين وقرأ الباقون {السَّلْمِ} بفتح السين. والله أعلم بذلك.',NULL,'409',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (405,'<span data-type="title" id=toc-71>سورة الفتح</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن كثير وأبو عمرو {لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُ وَتُسَبِّحُوهُ} [٩] كله بالياء. وقرأ الباقون كله بالتاء.
٢ - قرأ أبو جعفر ونافع وابن كثير وابن عامر {فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا} [١٠] بالنون. وقرأ الباقون {فَسَيُؤْتِيهِ} بالياء.
٣ - قرأ حمزة والكسائي وخلف {إِنْ أَرَادَ بِكُمْ ضَرًّا} [١١] بضم الضاد وقرأ الباقون {ضَرًّا} بفتح الضاد.
٤ - قرأ حمزة والكسائي وخلف {يُرِيدُونَ أَنْ يُبَدِّلُوا كَلَامَ اللَّهِ} [١٥] بكسر اللام من غير ألف. وقرأ الباقون {كَلَامَ اللَّهِ} بالألف.
٥ - قرأ أبو جعفر ونافع وابن عامر {يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَنْ يَتَوَلَّ يُعَذِّبْهُ} [١٧] بالنون فيهما وقرأ الباقون {يُدْخِلْهُ} و {يُعَذِّبْهُ} بالياء في حرفين.',NULL,'410',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (406,'٦ - قرأ أبو عمرو {وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا} [٢٤] بالياء. وقرأ الباقون {تَعْمَلُونَ} بالتاء.
٧ - قرأ ابن كثير وابن عامر {أَخْرَجَ شَطْأَهُ} [٢٩] بفتح الطاء. وقرأ الباقون، وابن فليح عن ابن كثير {شَطْأَهُ} ساكنة الطاء.
٨ - قرأ ابن عامر {فَآزَرَهُ} [٢٩] مقصورة الألف. وقرأ الباقون {فَآزَرَهُ} ممدودة الألف والله أعلم.',NULL,'411',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (407,'<span data-type="title" id=toc-72>سورة الحجرات</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ يعقوب {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ} [١] بفتح التاء والدال، كقراءة ابن عباس والضحاك وغيرهما.
وقرأ الباقون {لَا تُقَدِّمُوا} بضم التاء وكسر الدال.
٢ - قرأ أبو جعفر {مِنْ وَرَاءِ الْحُجُرَاتِ} [٤] بفتح الجيم.
وقرأ الباقون {الْحُجُرَاتِ} بضم الجيم.
٣ - قرأ يعقوب وحده {فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ} [١٠] بالتاء، مثل قراءة الحسن وسعيد بن جبير وغيرهما.
وقرأ الباقون {بَيْنَ أَخَوَيْكُمْ} بالياء. وذكر بعضهم عن ابن عامر {بَيْنَ أَخَوَيْكُمْ} بالتاء. وهو غلط عظيم، وله في قراءته عجائب وتخاليط لا توصف. لأنه لم يكن قرأ',NULL,'412',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (408,'بها، وأخذها سماعا من طريق سقيم ورواية ضعيفة، وكان أهل الشام ينكرون ذلك عليه ويقولون فيه أشياء، لا أحب ذكرها، والله يعفو عنا وعنه.
٤ - قرأ يعقوب {وَلَا تَلْمِزُوا} [١١] بضم الميم. وقرأ الباقون {وَلَا تَلْمِزُوا} بكسر الميم.
٥ - قرأ أبو عمرو ويعقوب {لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ} [١٤] بالألف. إلا أن يعقوب يهمزه على أصله ومذهبه، وأبو عمرو مختلف عنه. والمشهور عنه ترك الهمز. وقرأ الباقون {يَلِتْكُمْ} بغير ألف.
٦ - قرأ ابن كثير وحده {وَاللَّهُ بَصِيرٌ بِمَا تَعْمَلُونَ} [١٨] بالياء. وقرأ الباقون {تَعْمَلُونَ} بالتاء. والله أعلم.',NULL,'413',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (409,'<span data-type="title" id=toc-73>سورة ق</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ نافع، وأبو بكر عن عاصم {يَوْمَ نَقُولُ لِجَهَنَّمَ} [٣٠] بالياء. وقرأ الباقون {نَقُولُ} بالنون.
٢ - قرأ أبو جعفر ونافع وابن كثير وحمزة وخلف {وَأَدْبَارَ السُّجُودِ} [٤٠] بكسر الألف. وقرأ ابن عامر وعاصم وابو عمرو والكسائي ويعقوب {وَأَدْبَارَ السُّجُودِ} بفتح الألف.
٣ - قرأ ابن كثير {هَذَا مَا تُوعَدُونَ} [٣٢] بالياء. وقرأ الباقون {تُوعَدُونَ} بالتاء.
قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {يَوْمَ يُنَادِ الْمُنَادِ} [٤١] باثبات الياء: ابن كثير ويعقوب في الوصل والوقف. والآخرون في الوصل دون الوقف. وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {الْمُنَادِ} بحذف الياء في الوصل والوقف.
قرأ ورش عن نافع، ويعقوب {مَنْ يَخَافُ وَعِيدِ} [٤٥] باثبات الياء حيث كان. وقرأ الباقون {وَعِيدِ}. بحذف الياء. والله أعلم بذلك.',NULL,'414',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (410,'<span data-type="title" id=toc-74>سورة الذاريات</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم في رواية أبي بكر وحمزة والكسائي وخلف {إِنَّهُ لَحَقٌّ مِثْلَ} [٢٣]. وقرأ الباقون {مِثْلَ} بالنصب.
٢ - قرأ الكسائي {فَأَخَذَتْهُمُ الصَّاعِقَةُ} [٤٤] ساكنة العين من غير ألف. قرأ الباقون {الصَّاعِقَةُ} بالألف.
٣ - قرأ أبو عمرو وحمزة والكسائي وخلف {وَقَوْمَ نُوحٍ مِنْ قَبْلُ} [٤٦] بالخفض. وقرأ الباقون {وَقَوْمَ نُوحٍ} بالنصب.

<span data-type="title" id=toc-75>سورة الطور</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو {وَأَتْبَعْنَاهُمْ} [٢١] بالنون والألف وقطع الألف الأولى وسكون التاء {وَذُرِّيَّاتِهِمْ} [٢١] بالألف وكسر التاء. {أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} [٢١] بالألف أيضا وكسر التاء.',NULL,'415',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (411,'وقرأ أبو جعفر ونافع {وَاتَّبَعَتْهُمْ} بالتاء ووصل الألف وتشديد التاء. بعده {ذُرِّيَّتُهُمْ} بالرفع من غير ألف. {أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} بالألف وكسر التاء. وقرأ ابن عامر ويعقوب {وَاتَّبَعَتْهُمْ} بالتاء ووصل الألف {ذُرِّيَّتُهُمْ} بالألف والرفع. {أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} بالألف أيضا وكسر التاء.
وقرأ ابن كثير وعاصم وحمزة والكسائي وخلف {وَاتَّبَعَتْهُمْ} بالتاء ووصل الألف {ذُرِّيَّتُهُمْ} بالرفع من غير ألف {أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ} بالنصب من غير ألف.
٢ - قرأ ابن كثير وحده {وَمَا أَلَتْنَاهُمْ مِنْ عَمَلِهِمْ} [٢١] بكسر اللام وقرأ الباقون {وَمَا أَلَتْنَاهُمْ} بفتح اللام.
٣ - قرأ أبو جعفر ونافع والكسائي {إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ} [٢٨] بفتح الألف.
وقرأ الباقون {نَدْعُوهُ إِنَّهُ} بكسر الألف.
٤ - قرأ ابن كثير {أَمْ هُمُ الْمُصَيْطِرُونَ} [٣٧] بالسين. وفي الغاشية [آية ٢٢] {لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ} بالصاد، وهذه رواية الهاشمي. وأما رواية الموصلي والبخاري فبالصاد في الحرفين، والصحيح والصواب رواية الهاشمي لأنه كذلك في مصاحف أهل مكة. وهذا يدل على أن أبا بكر الهاشمي كان أعملهم بهذه القراءة وأضبطهم لها وأتقنهم وأثبتهم فيها. وقرأ ابن عامر {الْمُصَيْطِرُونَ} و {بِمُصَيْطِرٍ} بالسين في الحرفين.',NULL,'416',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (412,'وقرأ حمزة بإشمام الزاي فيهما. إلا برواية العجلي فإنه بالصاد فيهما. وقرأ الباقون بالصاد فيهما. واختلف عن محمد بن حبيب عن الأعشى. فكان النقار يأخذ بالصاد مثل رواية البرجمي عن أبي بكر ومحمد بن غالب عن الأعشى. وكان حماد يأخذ بالسين.
٥ - قرأ ابن عامر ويعقو وعاصم {يَوْمَهُمُ الَّذِي فِيهِ يُصْعَقُونَ} [٤٥] بضم الياء.
وقرأ الباقون {يُصْعَقُونَ} بفتح الياء.
٦ - قرأ زيد عن يعقوب {وَإِدْبَارَ النُّجُومِ} [٤٩] بفتح الألف. والباقون بكسرها.',NULL,'417',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (413,'<span data-type="title" id=toc-76>سورة النجم</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي وخلف بكسر أواخر آيات هذه السورة كلها، وجميع أشباهها. وقرأ أبو جعفر ونافع وأبو عمرو بين الفتح والكسر وإلى الفتح أقرب وكذلك كل سورة رؤوس آياتها على الياء مثل "سورة طه والنجم والليل والضحى" وكذلك "والشمس وضحاها" وأشباهها. وكل ما كان على وزن فعلى أو فعلى أو فعلى في جميع القرآن فإن أبا عمرو يقرؤها بين الفتح والكسر في رواية شجاع وأكثر الروايات عن اليزيدي.
والذي قرأته وأخذته عن المشايخ والأئمة لفظا فالفتح: فتح مستحسن لا إفراط فيه ولا تفخيم. وكذلك قال البخاري وغيره: "لا أدري بين الفتح والكسر ما هو. إنما أمرونا ألا نفتح فتحا شديدا.',NULL,'418',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (414,'والباقون يفتحونها: وابن كثير وعاصم أشد فتحا وتفخيما في ذلك كله. وجميع أشباهه إلا ما رواه يحيى عن أبي بكر من كسر {رَأَى}. وحماد عن عاصم لا يكسر {رَأَى} ههنا لأنه يفتح السورة كلها.
وكذلك ابن عامر يفتح ههنا ولا يكسر. هكذا قرأنا وأخذ علينا لابن عامر، وحماد عن عاصم.
ويعقوب أيضا مذهبه الفتح في جميع ذلك. وقد ذكرنا باب التفخيم والإمالة في أول الكتاب. وأعدنا هذا المقدار ههنا زائدة في الشرح والبيان إذ هو موضعه. وبالله التوفيق.
٢ - قرأ أبو جعفر وهشام {مَا كَذَبَ الْفُؤَادُ} [١١] مشددة الذال. وقرأ الباقون {مَا كَذَبَ} خفيفة الذال.
٣ - قرأ حمزة والكسائي ويعقوب وخلف {أَفَتُمَارُونَهُ عَلَى مَا يَرَى} [١٢] بفتح التاء وسكون الميم من غير ألف. وقرأ الباقون {أَفَتُمَارُونَهُ} بالألف وضم التاء.
٤ - قرأ ابن كثير، ومحمد بن حبيب الشموني عن الأعشى، {وَمَنَاةَ الثَّالِثَةَ} [٢٠] ممدودة مهموزة. وقرأ الباقون، ومحمد بن غالب عن الأعشى. والبرجمي ويحيى: عن أبي بكر {وَمَنَاةَ} بغير مد ولا همز.
٥ - قرأ ابن كثير في رواية القواس والبزي {تِلْكَ إِذًا قِسْمَةٌ ضِيزَى} [٢٢] مهموزة. وقرأ الباقون، وابن فليح عن ابن كثير {ضِيزَى} بغير همز.',NULL,'419',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (415,'٦ - قرأ أبو جعفر ونافع وأبو عمرو ويعقوب {عَادًا الْأُولَى} [٥٠] مدغمة غير منونة ولا مهموزة إلا في رواية قالون عن نافع وحده، فإنه روى عنه مدغمة مهموزة ساكنة وروى أبو نشيط عن قالون: غير مهموزة.
وقرأ الباقون {عَادًا الْأُولَى} منونة مهموزة غير مدغمة.
٧ - قرأ عاصم وحمزة ويعقوب {وَثَمُودَ فَمَا أَبْقَى} [٥١] بغير تنوين. وقرأ الباقون {وَثَمُودَ} منونة.
واختلف عن أبي بكر عن عاصم فيه: فرواه محمد بن غالب عن الأعشى {وَثَمُودَ} منونة مثل رواية عبد الحميد بن صالح البرجيم عن أبي بكر. ورواية محمد بن حبيب عن الأعشى {وَثَمُودَ} بغير تنوين مثل رواية يحيى عن أبي بكر.',NULL,'420',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (416,'<span data-type="title" id=toc-77>سورة القمر</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وحده {وَكُلُّ أَمْرٍ مُسْتَقِرٌّ} [٣] بالخفض. وقرأ الباقون {مُسْتَقِرٌّ} بالرفع.
٢ - قرأ ابن كثير وحده {إِلَى شَيْءٍ نُكُرٍ} [٦] ساكنة الكاف وقرأ الباقون {نُكُرٍ} بضم الكاف.
٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وعاصم {خُشَّعًا أَبْصَارُهُمْ} [٧] بضم الخاء وفتح الشين مشددة. وقرأ أبو عمرو وحمزة والكسائي ويعقوب وخلف {خَاشِعًا} بالألف وكسر الشين.
٤ - قرأ أبو جعفر وابن عامر ويعقوب {فَفَتَحْنَا أَبْوَابَ السَّمَاءِ} [١١] مشددة التاء وقرأ الباقون {فَفَتَحْنَا} خفيفة.
٥ - قرأ ابن عامر وحمزة {سَيَعْلَمُونَ غَدًا} [٢٦] بالتاء. وقرأ الباقون {سَيَعْلَمُونَ} بالياء.
٦ - قرأ يعقوب {سَيُهْزَمُ} [٤٥] بالنون وكسر الزاي {الْجَمْعُ} بالنصب. وقرأ الباقون، ورويس عن يعقوب،',NULL,'421',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (417,'والضرير عن روح، وزيد وغيره عن يعقوب {سَيُهْزَمُ} بضم الياء وفتح الزاي {الْجَمْعُ} بالرفع.
اثبات الياءات
قرأ أبو جعفر ونافع، وابن كثير في رواية القواس والبزي، وأبو عمرو ويعقوب {يَوْمَ يَدْعُ الدَّاعِ} [٦] و {مُهْطِعِينَ إِلَى الدَّاعِ} [٨] باثبات الياء فيهما في الوصل.
ابن كثير ويعقوب في الوصل والوقف.
قالون عن نافع {يَوْمَ يَدْعُ الدَّاعِ} بغير ياء، و {مُهْطِعِينَ إِلَى الدَّاعِ} بالياء وهكذا روى بعضهم عن قنبل لابن كثير، وليس ذلك عند أكثرهم بصحيح والله أعلم به.
وقرأ ابن عامر، وابن كثير في رواية ابن فليح، وعاصم وحمزة والكسائي وخلف بغير ياء فيهما في الوصل والوقف.
قرأ ورش عن نافع {نَذِيرٍي} و {نَذْرٍي} [١٦ و١٨ و٢١ و٣٠ و٣٧ و٣٩] و {نَكِيرِي} و {وَعِيدِي} حيث كان باثبات الياء في الوصل كل القرآن.
وقرأ يعقوب ذلك كله وكل ما أشبهه في جميع القرآن باثبات الياء في الوصل والوقف. وقرأ الباقون بحذف الياء فيهما وصلا ووقفا. والله أعلم.',NULL,'422',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (418,'<span data-type="title" id=toc-78>سورة الرحمن جل ذكره</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن عامر {وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ} [١٢] بالنصب فيها. وقرأ الباقون {وَالْحَبُّ ذُو الْعَصْفِ} بالرفع.
٢ - وقرأ حمزة والكسائي وخلف {وَالرَّيْحَانُ} بالخفض. وقرأ الباقون {وَالرَّيْحَانُ} بالرفع إلا ابن عامر فإنه قرأ بالنصب كما ذكرته.
٣ - قرأ أبو جعفر ونافع وأبو عمرو ويعقوب {يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ} [٢٢] بضم الياء وفتح الراء. وقرأ الباقون {يَخْرُجُ مِنْهُمَا} بفتح الياء وضم الراء.
٤ - قرأ أبو جعفر، وأبو بكر عن عاصم، وشجاع عن أبي عمرو {اللُّؤْلُؤُ} بترك همزته الأولى في جميع القرآن. وقد ذكرته. وقرأ الباقون بالهمز فيه كل القرآن.',NULL,'423',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (419,'٥ - قرأ حمزة {وَلَهُ الْجَوَارِ الْمُنْشَآتُ} [٢٤] بكسر الشين. وقرأ الباقون {الْمُنْشَآتُ} بفتح الشين. وروي عن يحيى عن أبي بكر بكسر الشين وفتحه. وأنا قرأته بكسر الشين على أبي الحسن الخياط في رواية شعيب الصريفيني عن يحيى.
٦ - قرأ حمزة والكسائي وخلف {سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلَانِ} [٣١] بالياء وقرأ الباقون {سَنَفْرُغُ} بالنون.
٧ - قرأ ابن كثير {يُرْسَلُ عَلَيْكُمَا شُوَاظٌ} [٣٥] بكسر الشين. وقرأ الباقون {شُوَاظٌ} بضم الشين.
٨ - قرأ ابن كثير وأبو عمرو {مِنْ نَارٍ وَنُحَاسٌ} [٣٥] بالخفض. وقرأ الباقون {وَنُحَاسٌ} بالرفع.
٩ - وروى محمد بن حبيب الشموني عن الأعشى. ورويس عن يعقوب: {مِنْ إِسْتَبْرَقٍ} [٥٤] بكسر النون ووصل الألف، مثل رواية ورش عن نافع. وقرأ الباقون بقطع الألف.
١٠ - وكلهم قرؤوا {لَمْ يَطْمِثْهُنَّ إِنْسٌ} [٥٦ و٧٤] بكسر الميم في الحرفين إلا الكسائي فإنه كان يكسر الميم في أحدهما، ويضمه في الآخر وقال أبو حمدون عن الكسائي: الأول {لَمْ يَطْمِثْهُنَّ} بضم الميم والثاني بكسر الميم.
وعن أبي الحارث عن الكسائي إنه بكسر الأول وضم الثاني',NULL,'424',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (420,'وروى عنه ضم الأول وكسر الثاني مثل رواية أبي حمدون وأما رواية قتيبة، وأبي عمر الدورى ونصير عنه فإنهم قالوا: لا يبالي كيف قرأ: إذا ضم الأول كسر الثاني. وإذا كسر الأول ضم الثاني، بعد ألا يجمع بينهما.
١١ - قرأ ابن عامر وحده {تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ} [٧٨] بالواو وكذلك في مصاحف الشام: {ذِي الْجَلَالِ}. وقرأ الباقون {ذِي الْجَلَالِ} بالياء والله أعلم.',NULL,'425',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (421,'<span data-type="title" id=toc-79>سورة الواقعة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وحمزة والكسائي {وَحُورٌ عِينٌ} [٢٢] بالخفض. وقرأ الباقون {وَحُورٌ عِينٌ} بالرفع.
٢ - قرأ عاصم وحمزة والكسائي وخلف {لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ} [١٩] بكسر الزاي. وقرأ الباقون {يُنْزِفُونَ} بفتح الزاي.
٣ - قرأ نافع في رواية إسماعيل، وعاصم في رواية حماد',NULL,'426',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (422,'ويحيى عن أبي بكر، وحمزة وخلف {عُرُبًا أَتْرَابًا} [٣٧] ساكنة الراء. وقرأ الباقون {عُرُبًا} بضم الراء.
٤ - قرأ أبو جعفر ونافع والكسائي ويعقوب {وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا} [٤٧] مستفهما: أبو جعفر، وقالون عن نافع، وزيد عن يعقوب بهمزة مطولة. ونافع ويعقوب بهمزة واحدة غير مطولة، والكسائي بهمزتين. {أَإِنَّا لَمَبْعُوثُونَ} [٤٧] و {إِنَّا لَمُغْرَمُونَ} [٦٦] بكسر الألف غير مستفهم.
ابن كثير يستفهم فيهما جميعا بهمزة واحدة غير ممودة.
أبو عمرو يستفهم فيهما بهمزة واحدة ممدودة.
وابن عامر وعاصم وحمزة وخلف يستفهمون فيهما بهمزتين همزتين. وقد بينا هذا في غيرموضع وذكرنا أن بن عامر لا يجمع بين استفهامين إلا هاهنا.
٥ - قرأ أبو جعفر ونافع وعاصم وحمزة {فَشَارِبُونَ شُرْبَ الْهِيمِ} [٥٥] بضم الشين. وقرأ الباقون {شُرْبَ} بفتح الشين.
٦ - قرأ ابن كثير {نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ} [٦٠] خفيفة الدال. وقرأ الباقون {نَحْنُ قَدَّرْنَا} مشددة الدال.',NULL,'427',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (423,'٧ - قرأ أبو بكر عن عاصم {إِنَّا لَمُغْرَمُونَ} [٦٦] بهمزتين. وقرأ الباقون {إِنَّا} بكسر الألف.
٨ - وقرأ حمزة والكسائي وخلف {فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ} [٧٥] بغير ألف وقرأ الباقون {بِمَوَاقِعِ} بالألف.
٩ - قرأ يعقوب {فَرَوْحٌ وَرَيْحَانٌ} [٨٩] بضم الراء كما روي عن ابن عباس والحسن وقتادة وغيرهم.
وقرأ الباقون {فَرَوْحٌ وَرَيْحَانٌ} بفتح الراء.',NULL,'428',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (424,'<span data-type="title" id=toc-80>سورة الحديد</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو وحده {وَقَدْ أَخَذَ} [٨] بضم الألف وكسر الخاء {مِيثَاقَكُمْ} بالرفع وقرأ الباقون {أَخَذَ} بفتح الألف والخاء {مِيثَاقَكُمْ} بالنصب.
٢ - قرأ ابن عامر وحده {وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى} [١٠] بالرفع. وقرأ الباقون {وَكُلًّا} بالنصب.
- {فَيُضَاعِفَهُ} [١١] ذكرته في سورة البقرة.
٣ - قرأ حمزة وحده {لِلَّذِينَ آمَنُوا انْظُرُونَا} [١٣] بقطع الألف وكسر الظاء. وقرأ الباقون {لِلَّذِينَ آمَنُوا انْظُرُونَا} بوصل الألف وضم الظاء.
٤ - قرأ أبو جعفر وابن عامر ويعقوب {فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ} [١٥] بالتاء.
٥ - قرأ نافع، وحفص عن عاصم، {وَمَا نَزَلَ مِنَ',NULL,'429',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (425,'الْحَقِّ} [١٦] خفيفة الزاي. وقرأ الباقون {وَمَا نَزَلَ} مشددة الزاي.
٦ - قرأ رويس عن يعقوب {وَلَا يَكُونُوا كَالَّذِينَ} [١٦] بالتاء مثل قراءة يحيى بن يعمر وقرأ الباقون {وَلَا يَكُونُوا} بالياء.
٧ - قرأ ابن كثير، وأبو بكر عن عاصم، {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ} [١٨] خفيفة الصاد في الحرفين. وقرأ الباقون {إِنَّ الْمُصَّدِّقِينَ وَالْمُصَّدِّقَاتِ} مشددة الصاد فيهما.
٨ - قرأ أبو عمرو وحده {وَلَا تَفْرَحُوا بِمَا آتَاكُمْ} [٢٣] مقصورة الألف. وقرأ الباقون {بِمَا آتَاكُمْ} ممدودة الألف.
٩ - قرأ حمزة والكسائي وخلف {وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} [٢٤] بفتح الباء والخاء.
وقرأ الباقون {بِالْبُخْلِ} بضم الباء وسكون الخاء. وقد ذكرته في سورة "النساء".
١٠ - قرأ أبو جعفر ونافع وابن عامر {فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ} [٢٤] بغير {هُوَ}. وكذلك هو في مصاحفهم. وقرأ الباقون {فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ} بزيادة {هُوَ}. والله أعلم.',NULL,'430',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (426,'<span data-type="title" id=toc-81>سورة المجادلة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وابن عامر وحمزة والكسائي وخلف {الَّذِينَ يُظَاهِرُونَ مِنْكُمْ} [٢] بالألف وتشديد الظاء.
وقرأ نافع وابن كثير وابو عمرو ويعقوب الَّذِينَ يُظَاهِرُونَ} بتشديد الظاء والهاء من غير ألف.
وقرأ عاصم {الَّذِينَ يُظَاهِرُونَ} بضم الياء وتخفيف الظاء وكسر الهاء.
٢ - قرأ أبو جعفر {مَا يَكُونُ مِنْ نَجْوَى} [٧] بالتاء. وقرأ الباقون {مَا يَكُونُ} بالياء.
٣ - قرأ يعقوب {وَلَا أَكْثَرَ} [٧] بالرفع. وقرأ الباقون {وَلَا أَكْثَرَ} بالنصب.
٤ - قرأ حمزة، ويعقوب برواية رويس {وَيَتَنَاجَوْنَ بِالْإِثْمِ} [٨] بالنون والتاء وضم الجيم من غير ألف. وقرأ الباقون {وَيَتَنَاجَوْنَ} بالتاء والنون والألف وفتح الجيم.
٥ - قرأ يعقوب برواية رويس {فَلَا تَتَنَاجَوْا} [٩] بالنون',NULL,'431',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (427,'والتاء وضم الجيم من غير ألف وقرأ الباقون {فَلَا تَتَنَاجَوْا} بالتاء والنون والألف. وفتح الجيم في الحرفين.
٦ - قرأ عاصم {تَفَسَّحُوا فِي الْمَجَالِسِ} [١١] بالألف على الجمع، وقرأ الباقون {فِي الْمَجَالِسِ} بغير ألف على واحدة.
٧ - قرأ أبو جعفر ونافع وابن عامر {وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا} [١١] بضم الشين وقرأ الباقون وحماد بكسر الشين. واختلف عن يحيى عن أبي بكر فرواه ابن سعدان وشعيب بن أيوب عن يحيى عن أبي بكر بكسر الشين، وكذلك قرأه في هذه الرواية. وقال خلف وأبو هشام وغيرهما عن يحيى عن أبي بكر إنه لم يحفظ عن عاصم كيف قرأ.
٨ - قرأ محمد بن حبيب الشموني وحده عن الأعشى عن أبي بكر {أَوْ عَشِيرَتَهُمْ} [٢٢] بالألف وكسر التاء على الجمع، وقرأ الباقون، ومحمد بن غالب عن الأعشى، والبرجمي وغيره عن أبي بكر {أَوْ عَشِيرَتَهُمْ} بغير ألف، وفتح التاء.
[فتح الياءات]
قرأ أبو جعفر ونافع وابن عامر {أَنَا وَرُسُلِي} [٢١] بفتح الياء. وقرأ الباقون {أَنَا وَرُسُلِي} ساكنة الياء. والله أعلم.',NULL,'432',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (428,'<span data-type="title" id=toc-82>سورة الحشر</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو وحده {يُخْرِبُونَ بُيُوتَهُمْ} [٢] بفتح الخاء وتشديد الراء. وقرأ الباقون {يُخْرِبُونَ} ساكنة الخاء خفيفة الراء.
٢ - قرأ أبو جعفر {كَيْ لَا يَكُونَ} [٧] بالتاء {دُولَةً} بالرفع. وقرأ الباقون {يَكُونَ} بالياء {دُولَةً} بالنصب.
٣ - قرأ ابن كثير وأبو عمرو {أَوْ مِنْ وَرَاءِ جُدُرٍ} [١٤] بالألف وكسر الجيم على واحدة. وقرأ الباقون {مِنْ وَرَاءِ جُدُرٍ} بغير ألف، وضم الجيم والدال على الجمع.
[فتح الياءات]
فتح أبو جعفر ونافع وابن كثير وأبو عمرو {إِنِّي أَخَافُ اللَّهَ} [١٦] ولم يفتح الآخرون شيئا. والله أعلم.',NULL,'433',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (429,'<span data-type="title" id=toc-83>سورة المودة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ} [٣] بضم الياء وسكون الفاء وفتح الصاد خفيفة. وقرأ حمزة والكسائي وخلف {يَفْصِلُ بَيْنَكُمْ} بضم الياء وفتح الفاء وكسر الصاد مشددة. وقرأ عاصم ويعقوب {يَفْصِلُ بَيْنَكُمْ} بفتح الياء وسكون الفاء وكسر الصاد خفيفة. وقرأ ابن عامر {يَفْصِلُ} بضم الياء وفتح الفاء والصاد مشددة.
٢ - قرأ أبو عمرو ويعقوب {وَلَا تُمْسِكُوا} [١٠] بفتح الميم وتشديد السين وقرأ الباقون {وَلَا تُمْسِكُوا} ساكنة الميم خفيفة السين.
٣ - قرأ عاصم وحده {أُسْوَةٌ} بضم الألف وقرأ الباقون {أُسْوَةٌ} [٤] بكسر الألف. وقد مر ذكره. والله أعلم.',NULL,'434',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (430,'<span data-type="title" id=toc-84>سورة الصف</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وأبو عمرو وابن عامر، وأبو بكر عن عاصم، ويعقوب {وَاللَّهُ مُتِمُّ نُورِهِ} [٨] [{مُتِمُّ}] منونة {نُورِهِ} بالنصب. وقرأ ابن كثير وحمزة والكسائي، وحفص عن عاصم، وخلف {وَاللَّهُ مُتِمُّ} غير منون {نُورِهِ} بالخفض على الإضافة.
٢ - قرأ ابن عامر وحده {هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ} [١٠] بفتح النون وتشديد الجيم وقرأ الباقون {تُنْجِيكُمْ} ساكنة النون خفيفة الجيم.
٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصَارَ} [١٤] منونة {اللَّهِ} بغير ألف. وقرأ الباقون {كُونُوا أَنْصَارَ} بغير تنوين والألف في {اللَّهِ} على الإضافة.
[فتح الياءات]
قرأ أبو جعفر ونافع وابن كثير وأبو عمرو، وأبو بكر عن عاصم، {يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} [٦] بفتح الياء، وقرأ الباقون {مِنْ بَعْدِي اسْمُهُ أَحْمَدُ} غير مفتوح.
وروى الضرير بفتح الياء وكلهم يقفون {مِنْ بَعْدِي} باثبات الياء. {سِحْرٌ مُبِينٌ} [٦] ذكرته في سورة المائدة ويونس.',NULL,'435',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (431,'وفتح أبو جعفر ونافع {مَنْ أَنْصَارِي إِلَى اللَّهِ} [١٤] ولم يفتحه الآخرون. والله أعلم. بجميع ذلك.

<span data-type="title" id=toc-85>سورة الجمعة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
ليس بينهم اختلاف، ولا شيء في هذه السورة إلا وقد مر ذكره والله أعلم.

<span data-type="title" id=toc-86>سورة المنافقين</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو والكسائي {كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ} [٤] ساكنة الشين. وقرأ الباقون {خُشُبٌ} بضم الشين. وذكر بعضهم لابن كثير {خُشُبٌ} خفيفة أيضا، وليس يصج ذلك. والله أعلم.
٢ - قرأ نافع، وروح وزيد عن يعقوب، {لَوَّوْا رُءُوسَهُمْ} [٥] خفيفة الواو. وقرأ الباقون {لَوَّوْا} مشددة الواو.',NULL,'436',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (432,'٣ - قرأ أبو عمرو وحده {فَأَصَّدَّقَ وَأَكُنْ} [١٠] بالواو وفتح النون.
وقرأ الباقون {فَأَصَّدَّقَ وَأَكُنْ} بغير واو وجزم النون.
٤ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر {وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ} [١١] بالياء. وقرأ الباقون بالتاء. والله أعلم.

<span data-type="title" id=toc-87>سورة التغابن</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ يعقوب برواية رويس {يَوْمَ يَجْمَعُكُمْ} [٩] بالنون. وقرأ الباقون {يَوْمَ يَجْمَعُكُمْ} بالياء.
٢ - قرأ أبو جعفر ونافع وابن عامر {يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ} [٩] بالنون فيهما. وقرأ الباقون {يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ} بالياء فيهما.',NULL,'437',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (433,'<span data-type="title" id=toc-88>سورة الطلاق</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حفص عن عاصم {إِنَّ اللَّهَ بَالِغُ أَمْرِهِ} [٣] غير منون، بالخفض على الإضافة. وقرأ الباقون {إِنَّ اللَّهَ بَالِغُ} بالتنوين {أَمْرِهِ} بالنصب.
٢ - قرأ يعقوب في رواية روح، مختلفا عنه، {مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ} [٦] بكسر الواو كما روي عن عيسى بن عمر وزيد بن علي وغيرهما. والقراء على {وُجْدِكُمْ} بضم الواو، وهو الأكثر والأشهر في القراءة واللغة. وفتح الواو أيضا كثير، وكسرها أقلها. والله أعلم.
- {وَاللَّائِي} [٤] ذكرته في سورة "الأحزاب".
- {وَكَأَيِّنْ} [٨] ذكرته في سورة "آل عمران".
- {نُكْرًا} [٨] ذكرته في سورة "الكهف".
٣ - قرأ أبو جعفر ونافع وابن عامر {وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُدْخِلْهُ} [١١] بالنون. وقرأ الباقون {يُدْخِلْهُ} بالياء.',NULL,'438',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (434,'٤ - قرأ أبو جعفر ونافع وأبو عمرو ويعقوب {بِفَاحِشَةٍ مُبَيِّنَةٍ} [١] بكسر الياء [و] في آخرها {آيَاتِ اللَّهِ مُبَيِّنَاتٍ} [١١] بفتح الياء فيها.
وقرأ ابن كثير وأبو بكر عن عاصم {بِفَاحِشَةٍ مُبَيِّنَةٍ} و {آيَاتِ اللَّهِ مُبَيِّنَاتٍ} بفتح الياء فيهما.
وقرأ ابن عامر وحمزة والكسائي، وحفص عن عاصم، وخلف: {بِفَاحِشَةٍ مُبَيِّنَةٍ} و {آيَاتِ اللَّهِ مُبَيِّنَاتٍ} بكسر الياء فيهما.
وكذلك يقرؤون في جميع القرآن. وقد ذكرته في سورة النساء والله أعلم.',NULL,'439',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (435,'<span data-type="title" id=toc-89>سورة التحريم</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ الكسائي وحده {عَرَّفَ بَعْضَهُ} [٣] خفيفة الراء. وقرأ الباقون {عَرَّفَ بَعْضَهُ} مشددة الراء.
واختار أبو بكر بن عياش {عَرَّفَ بَعْضَهُ} خفيفة الراء أيضا. وهو من الحروف العشرة التي ذكرت أنه قال: "أنا أدخلتها من قراءة علي - رضي الله عنه - في قراءة عاصم حتى استخلصت قراءته". يعني قراءة علي بن أبي طالب عليه السلام.
٢ - قرأ عاصم وحمزة والكسائي وخلف {وَإِنْ تَظَاهَرَا عَلَيْهِ} [٤] خفيفة الظاء وقرأ الباقون {تَظَاهَرَا} مشددة الظاء.
٣ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا} [٨] بضم النون. وقرأ الباقون {تَوْبَةً نَصُوحًا} بفتح النون.
٤ - قرأ أبو عمرو، وحفص عن عاصم، ويعقوب {وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ} [١٢] بغير ألف وضم الكاف على الجمع. وقرأ الباقون {وَكُتُبِهِ} بالألف. وكسر الكاف على واحدة. والله أعلم.',NULL,'440',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (436,'<span data-type="title" id=toc-90>سورة تبارك</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي {مِنْ تَفَاوُتٍ} [٣] بغير ألف وتشديد الواو. وقرأ الباقون {مِنْ تَفَاوُتٍ} بالألف وتخفيف الواو.
٢ - قرأ أبو جعفر والكسائي {فَسُحْقًا لِأَصْحَابِ السَّعِيرِ} [١١] بضم الحاء. وقرأ الباقون {فَسُحْقًا} ساكنة الحاء.
- وروى أبو عمر الدوري ونصير وحمدون عن الكسائي إن شئت خففت وإن شئت ثقلت.
- وروى أبو الحارث وأبو حمدون وقتيبة عن الكسائي {فَسُحْقًا} ثقيلة من غير تخيير فيه.
٣ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو ويعقوب {أَأَمِنْتُمْ مَنْ فِي السَّمَاءِ} [١٦] بهمزة واحدة وتليين الثانية. وأبو جعفر وأبو عمرو وقالون ويعقوب - مختلفا عنه - يطولونها. وقد ذكرناه في سورة البقرة.',NULL,'441',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (437,'وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {أَأَمِنْتُمْ} بهمزتين.
٤ - قرا الكسائي {فَسَتَعْلَمُونَ مَنْ هُوَ} [٢٩] بالياء. وقرأ الباقون {فَسَتَعْلَمُونَ} بالتاء.
٥ - قرأ يعقوب {هَذَا الَّذِي كُنْتُمْ بِهِ تَدَّعُونَ} [٢٧] ساكنة الدال مثل قراءة سعيد بن جبير والضحاك ويحيى بن يعمر وسلام وغيرهم.
وقرا الباقون {تَدَّعُونَ} مفتوحة الدال مشددة.
قرأ حمزة وحده {قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ اللَّهُ} [٢٨] مرسلة الياء غير مفتوحة. وقرأ الباقون {أَهْلَكَنِيَ اللَّهُ} بفتح الياء.
قرأ حمزة والكسائي ويعقوب وخلف، وحماد ويحيى عن أبي بكر عن عاصم، {وَمَنْ مَعِيَ أَوْ رَحِمَنَا} [٢٨] ساكنة الياء.
وقرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر، وعاصم في رواية الأعشى والبرجمي عن أبي بكر، وحفص عن عاصم، {وَمَنْ مَعِيَ أَوْ رَحِمَنَا} بفتح الياء. والله أعلم بجميع ذلك.',NULL,'442',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (438,'<span data-type="title" id=toc-91>سورة ن والقلم</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
- {ن وَالْقَلَمِ} [١] ذكرت اختلافهم في إظهار النون وإخفائها منه في سورة {يس}.
١ - قرأ أبو جعفر وابن عامر ويعقوب {أَنْ كَانَ ذَا مَالٍ وَبَنِينَ} [١٤] بهمزة واحدة ممدودة [على] الاستفهام.
وقرأ عاصم في رواية أبي بكر، وحمزة {أَنْ كَانَ} بهمزتين. وقرأ ابن كثير ونافع وأبو عمرو والكسائي وحفص عن عاصم وخلف {أَنْ كَانَ ذَا مَالٍ} بفتح الألف من غير استفهام.
٢ - قرأ أبو جعفر ونافع وأبو عمرو {عَسَى رَبُّنَا أَنْ يُبْدِلَنَا} [٣٢] بفتح الباء وتشديد الدال. وكذلك في "التحريم" وخلف {أَنْ كَانَ ذَا مَالٍ} بفتح الألف من غير استفهام.
وقرأ الباقون {أَنْ يُبْدِلَنَا} و {أَنْ يُبْدِلَهُ} ساكنة الباء خفيفة الدال وقد ذكرته في سورة الكهف.
٣ - قرأ أبو جعفر ونافع {وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ} [٥١] [بفتح الياء] وقرأ الباقون {لَيُزْلِقُونَكَ} بضم الياء. والله أعلم.',NULL,'443',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (439,'<span data-type="title" id=toc-92>سورة الحاقة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو والكسائي ويعقوب {وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ} [٩] بكسر القاف وفتح الباء. وقرأ الباقون {وَمَنْ قَبْلَهُ} بفتح القاف وسكون الباء.
٢ - قرأ ابن كثير في رواية القواس {وَتَعِيَهَا أُذُنٌ} [١٢] ساكنة العين هكذا في الترجمة بسكون العين. وفي القراءة بين الكسر والسكون هي الاختلاس. والله أعلم.
- روى خلف عن سليم عن حمزة {وَتَعِيَهَا} قال: "يشم العين الكسر ولا يشبعها وقرأ الباقون {وَتَعِيَهَا} مكسورة العين مشبعة.
٣ - قرأ حمزة والكسائي وخلف {لَا تَخْفَى مِنْكُمْ خَافِيَةٌ} [١٨] بالياء. وقرأ الباقون {لَا تَخْفَى} بالتاء.
٤ - قرأ حمزة ويعقوب {مَا أَغْنَى عَنِّي مَالِيَهْ (٢٨) هَلَكَ عَنِّي سُلْطَانِيَهْ} [٢٩] وفي سورة "القارعة" [آية ١٠] {وَمَا أَدْرَاكَ مَا هِيَهْ} بحذف الهاء في الوصل.',NULL,'444',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (440,'وقرأ يعقوب وحده {هَاؤُمُ اقْرَءُوا كِتَابِيَهْ (١٩) إِنِّي ظَنَنْتُ أَنِّي مُلَاقٍ حِسَابِيَهْ} [٢٠] و {يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ (٢٥) وَلَمْ أَدْرِ مَا حِسَابِيَهْ} [٢٦] بحذف الهاء فيها إذا وصل.
وقرأ الباقون باثبات الهاء في الوصل. ولا خلاف في اثباتها عند الوقف.
٥ - قرأ ابن كثير وابن عامر ويعقوب {قَلِيلًا مَا تُؤْمِنُونَ} [٤١] و {قَلِيلًا مَا تَذَكَّرُونَ} [٤٢] بالياء فيهما.
وقرا الباقون {مَا تُؤْمِنُونَ} و {مَا تَذَكَّرُونَ} بالتاء.',NULL,'445',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (441,'<span data-type="title" id=toc-93>سورة المعارج</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ جعفر ونافع وابن عامر {سَأَلَ سَائِلٌ} [١] ساكنة الألف غير مهموزة. وقرأ الباقون {سَأَلَ} مفتوحة الألف مهموزة.
٢ - قرأ الكسائي {تَعْرُجُ الْمَلَائِكَةُ} [٤] بالياء وقرأ الباقون {تَعْرُجُ} بالتاء.
٣ - قرأ أبو جعفر، وابن كثير في رواية ابن أبي بزة، والبرجمي عن أبي بكر عن عاصم، {وَلَا يَسْأَلُ حَمِيمٌ حَمِيمًا} [١٠] بضم الياء مثل قراءة الحسن وغيره. وقرأ الباقون {وَلَا يَسْأَلُ} بفتح الياء.
٤ - قرأ حفص عن عاصم {نَزَّاعَةً لِلشَّوَى} [١٦] بالنصب. وقرأ الباقون {نَزَّاعَةً} بالرفع.
٥ - قرأ ابن كثير {وَالَّذِينَ هُمْ لِأَمَانَاتِهِمْ} [٣٢] بغير ألف بعد النون على واحدة. وقرأ الباقون {لِأَمَانَاتِهِمْ} بالألف بعد النون على الجمع.
٦ - قرا حفص عن عاصم، ويعقوب {وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ} [٣٣] بالألف بعد الدال، على الجمع وقرأ الباقون {بِشَهَادَاتِهِمْ} بغير ألف بعد الدال، على واحدة.',NULL,'446',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (442,'- وكلهم قرؤوا هاهنا {وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ} [٣٤] بغير واو على واحدة.
٧ - قرأ ابن عامر، وحفص عن عاصم، {كَأَنَّهُمْ إِلَى نُصُبٍ} [٤٣] بضم النون والصاد.
وقرأ يعقوب {نُصُبٍ} بفتح النون والصاد. والباقون {نُصُبٍ} بفتح النون وسكون الصاد.
٨ - قرأ عاصم في رواية الأعشى والبرجمي عن أبي بكر {يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ} [٤٣] بضم الياء وفتح والراء وقرأ الباقون {يَخْرُجُونَ} بفتح الياء وضم الراء.
٩ - قرأ أبو جعفر، ونافع برواية ورش وقالون، وعاصم برواية الأعشى والبرجمي عن أبي بكر، والكسائي {مِنْ عَذَابِ يَوْمِئِذٍ} [١١] بفتح الميم. وقرأ الباقون، ومحمد بن غالب عن الأعشى {مِنْ عَذَابِ يَوْمِئِذٍ} بكسر الميم. وقد ذكرته في سورة "هود" والله أعلم بذلك.',NULL,'447',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (443,'<span data-type="title" id=toc-94>سورة الجن</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ} [١] بفتح الألف ولم يختلف فيه.
٢ - وقرأ بعده في الآية الثالثة {وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا} بفتح الألف. وفي الرابعة التي تليها {وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا} بفتح الألف. وفي الخامسة {وَأَنَّا ظَنَنَّا} بكسر الألف. وفي السادسة {وَأَنَّهُ كَانَ رِجَالٌ مِنَ الْإِنْسِ} بفتح الألف. وبكسر ما بعده إلى قوله {وَأَلَّوِ اسْتَقَامُوا} [١٦] {وَأَنَّ الْمَسَاجِدَ لِلَّهِ} [١٨] {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ} [١٩] ففتح هذه الثلاثة. وقال الرواة عنه: "ما كان مردودا على الوحي فهو {أَنَّهُ} بالفتح. وما كان من قول الجن فهو {أَنَّهُ} بالكسر. وفي هذه الترجمة خلل. والصواب فيه والصحيح عنه ما ذكرته وشرحته وكذلك قرأته. والله أعلم.
- وقرأ نافع وابن كثير وأبو عمرو، وأبو بكر عن عاصم، ويعقوب {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ} بفتح الألف وما بعده كله. بالكسر إلى قوله {وَأَلَّوِ اسْتَقَامُوا} {وَأَنَّ الْمَسَاجِدَ لِلَّهِ} فإنهما بالفتح لم يختلفوا فيه.
- وقرأ ابن عامر، وحفص عن عاصم، وحمزة والكسائي وخلف {قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ} بفتح الألف',NULL,'448',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (444,'{وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا} بالفتح، وكذلك ما بعده بالفتح إلى قوله {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ} [١٩] وهو بفتح الألف أيضا.
- وقرأ نافع، وأبو بكر عن عاصم، {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ} بكسر الألف وقرأ الباقون {وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ} بفتح الألف.
٢ - قرأ يعقوب {أَنْ لَنْ تَقُولَ الْإِنْسُ وَالْجِنُّ} [٥] بفتح القاف وتشديد الواو مفتوحة مثل ما روي عن الحسن وعاصم الجحدري والخليل وغيرهم. وقرأ الباقون {أَنْ لَنْ تَقُولَ} بضم القاف وسكون الواو.
٣ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو {وَمَنْ يُعْرِضْ عَنْ ذِكْرِ رَبِّهِ يَسْلُكْهُ} [١٧] بالنون وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {يَسْلُكْهُ} بالياء.
٤ - قرأ أبو جعفر وعاصم وحمزة {قُلْ إِنَّمَا أَدْعُو رَبِّي} [٢٠] بغير ألف على الأمر وقرأ الباقون {قُلْ إِنَّمَا} بالألف على الخبر.
٥ - قرأ يعقوب {لِيَعْلَمَ أَنْ قَدْ أَبْلَغُوا} [٢٨] بضم الياء مثل قراءة ابن عباس وابن جبير وزيد بن علي وعبيد بن عمير والخليل. وقرأ الباقون {لِيَعْلَمَ} بفتح الياء.
قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {أَمْ يَجْعَلُ لَهُ رَبِّي أَمَدًا} [٢٥] بفتح الياء. ولم يفتح الباقون.',NULL,'449',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (445,'<span data-type="title" id=toc-95>سورة نوح عليه السلام</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن عامر وعاصم {مَالُهُ وَوَلَدُهُ} [٢١] بفتح الواو واللام. وقرأ ابن كثير وأبو عمرو وحمزة والكسائي ويعقوب وخلف {وَوَلَدُهُ} بضم الواو الثانية وسكون اللام.
٢ - قرأ أبو جعفر ونافع {وَلَا تَذَرُنَّ وَدًّا} [٢٣] بضم الواو. وقرأ الباقون {وَدًّا} بفتح الواو.
٣ - قرأ أبو عمرو {مِمَّا خَطِيئَاتِهِمْ} [٢٥] بغيم مد ولا همز ولا تاء. وقرأ الباقون {مِمَّا خَطِيئَاتِهِمْ} بالتاء والمد والهمز.
قرأ أبو جعفر ونافع وابن كثير وأبو عمرو وابن عامر {فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا} [٦] بفتح الياء.
وفتح أبو جعفر ونافع وابن كثير وأبو عمرو {ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ} [٩].
وقرأ عاصم وحمزة والكسائي ويعقوب وخلف {دُعَائِي إِلَّا} ساكنة الياء.
ولم يفتح أبو جعفر ونافع هاهنا ولا الباقون. والله أعلم بذلك.',NULL,'450',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (446,'<span data-type="title" id=toc-96>سورة المزمل</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو وابن عامر {إِنَّ نَاشِئَةَ اللَّيْلِ هِيَ أَشَدُّ وَطْئًا} [٦] بكسر الواو وفتح الطاء ممدود.
وقرأ الباقون {وَطْئًا} بفتح الواو وسكون الطاء.
٢ - قرأ أبو جعفر ونافع وابن كثير، وحفص عن عاصم، {رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ} [٩] بالرفع.
وقرأ الباقون {رَبُّ} بالخفض.
٣ - قرأ أبو جعفر ونافع وابن عامر وأبو عمرو ويعقوب {مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ} [٢٠] بالخفض فيهما.
وقرأ الباقون، والضرير عن روح وغيره عن يعقوب، {وَنِصْفَهُ وَثُلُثَهُ} بالنصب. والله أعلم.',NULL,'451',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (447,'<span data-type="title" id=toc-97>سورة المدثر</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر، وحفص عن عاصم، {وَالرُّجْزَ فَاهْجُرْ} [٥] بضم الراء وقرأ الباقون {وَالرُّجْزَ} بكسر الراء.
٢ - قرأ أبو جعفر وابن كثير وابن عامر وأبو عمرو، وأبو بكر عن عاصم، والكسائي {وَاللَّيْلِ إِذْ} [٣٣] بالألف {أَدْبَرَ} بغير ألف. وقرأ نافع، وحفص عن عاصم، وحمزة ويعقوب وخلف {وَاللَّيْلِ إِذْ} بغير ألف {أَدْبَرَ} بالألف.
٣ - قرأ أبو جعفر ونافع وابن عامر {كَأَنَّهُمْ حُمُرٌ مُسْتَنْفِرَةٌ} [٥٠] بفتح الفاء وقرأ الباقون {مُسْتَنْفِرَةٌ} بكسر الفاء.
٤ - وكلهم قرؤوا {كَلَّا بَلْ لَا يَخَافُونَ الْآخِرَةَ} [٥٣] بالياء، والذي روى عن ابن عامر بالتاء غلط. وذكر عنه حروف كثيرة كلها غلط تركت ذكرها في كتابي إذ لم أجد فائدة في ذكره.
٥ - قرأ نافع ويعقوب {وَمَا يَذْكُرُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [٥٦] بالتاء. وقرأ الباقون {وَمَا يَذْكُرُونَ} بالياء.',NULL,'452',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (448,'<span data-type="title" id=toc-98>سورة القيامة</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن كثير في رواية القواس {لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ} [١] بغير ألف موصولة غير ممدودة على التحقيق. وروي نحو ذلك عن الحسن قال: "أقسم بالأولى ولم يقسم بالثانية".
وقرأ الباقون {لَا أُقْسِمُ} بألف مقطوعة ممدودة على النفي. ولم يختلفوا في الثانية {وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ} [٢].
٢ - قرأ أبو جعفر ونافع {فَإِذَا بَرِقَ الْبَصَرُ} [٧] بفتح الراء. وقرأ الباقون {بَرِقَ} بكسر الراء.
٣ - قرأ ابن كثير وابن عامر وأبو عمرو ويعقوب {كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ (٢٠) وَتَذَرُونَ الْآخِرَةَ} [٢١] بالياء فيهما. وقرأ الباقون {تُحِبُّونَ} و {وَتَذَرُونَ} بالتاء.
٤ - قرأ حفص عن عاصم، ورويس عن يعقوب، {أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى} [٣٧] بالياء. وقرأ الباقون {تَمَنَّى} بالتاء.
٥ - حفص عن عاصم {وَقِيلَ مَنْ رَاقٍ} [٢٧] بإظهار النون، ويقف عليه وقفة يسيرة. وقد ذكرتـ[ـه] في باب الإدغام والإظهار.',NULL,'453',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (449,'<span data-type="title" id=toc-99>سورة الدهر</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع، وأبو بكر عن عاصم، والكسائي {إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ} [٤] منونة وكذلك {كَانَتْ قَوَارِيرَا (١٥) قَوَارِيرَ} [١٦] منونتين أيضا، وإذا وقفوا وقفوا بالألف عليهما.
وقرأ ابن كثير وخلف {سَلَاسِلَ} و {قَوَارِيرَ} الثانية بغير تنوين فيهما. والوقف عليهما بغير ألف. {كَانَتْ قَوَارِيرَا} الأولى بالتنوين والوقف عليه بالألف.
وقرا حمزة ويعقوب {سَلَاسِلَ} و {قَوَارِيرَ} بغير تنوين في جميعها. والوقف بغير ألف عليهما.
وقرأ أبو عمرو وابن عامر، وحفص عن عاصم، {سَلَاسِلَ} و {قَوَارِيرَا (١٥) قَوَارِيرَ} بغير تنوين أيضا ولكنهم يقفون على {سَلَاسِلَ} و {قَوَارِيرَ} الأولى بالألف. وعلى {قَوَارِيرَ} الثانية بغير ألف.
شجاع عن أبي عمرو يقف على {قوارير} الأولى بالألف وعلى {سَلَاسِلَ} و {قَوَارِيرَ} الثانية بغير ألف.',NULL,'454',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (450,'٢ - قرأ أبو جعفر ونافع وحمزة {عَالِيَهُمْ ثِيَابُ} [٢١] ساكنة الياء.
وقرأ الباقون {عَالِيَهُمْ} بفتح الياء.
٣ - قرأ أبو جعفر وأبو عمرو وابن عامر ويعقوب {ثِيَابُ سُنْدُسٍ خُضْرٌ} [٢١] بالضم {وَإِسْتَبْرَقٌ} بالخفض.
وقرأ ابن كثير، وأبو بكر عن عاصم، {ثِيَابُ سُنْدُسٍ خُضْرٌ} بالخفض {وَإِسْتَبْرَقٌ} بالرفع.
قرأ نافع، وحفص عن عاصم، {ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ} بالرفع فيهما. وقرأ حمزة والكسائي وخلف {ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ} بالخفض فيهما.
٤ - قرأ ابن كثير وابن عامر وأبو عمرو {وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ} [٣٠] بالياء.
وقرأ الباقون {وَمَا تَشَاءُونَ} بالتاء. والله أعلم.',NULL,'455',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (451,'<span data-type="title" id=toc-100>سورة المرسلات</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وابن عامر، وأبو بكر عن عاصم، ويعقوب {عُذْرًا} [٦] ساكنة الذال {أَوْ نُذْرًا} [٦] مضمومة الذال.
وروى محمد بن حبيب عن الأعشى، وعبد الحميد بن صالح البرجمي: عن أبي بكر {عُذْرًا أَوْ نُذْرًا} بضم الذال فيهما.
وروى محمد بن غالب عن الأعشى {عُذْرًا} ساكنة الذال {أَوْ نُذْرًا} بضم الذال مثل رواية حماد ويحيى عن أبي بكر. والله أعلم.
قرا أبو عمرو، وحفص عن عاصم، وحمزة والكسائي وخلف {عُذْرًا أَوْ نُذْرًا} ساكنة الذال فيهما.
٢ - قرأ أبو جعفر {وَإِذَا الرُّسُلُ أُقِّتَتْ} [١١] بالواو خفيفة.
وقرأ أبو عمرو ويعقوب {أُقِّتَتْ} بالواو',NULL,'456',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (452,'وتشديد القاف. وقرأ الباقون، ورويس عن يعقوب، {أُقِّتَتْ} بالألف وتشديد القاف.
٣ - قرأ أبو جعفر ونافع والكسائي {فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ} [٢٣] مشددة الدال. وقرأ الباقون {فَقَدَرْنَا} خفيفة الدال.
٤ - قرأ رويس عن يعقوب {انْطَلِقُوا إِلَى مَا كُنْتُمْ بِهِ تُكَذِّبُونَ} [٢٩] بكسر اللام {انْطَلِقُوا إِلَى ظِلٍّ} [٣٠] بفتح اللام. وقال: الأولى أمر، والثاني خبر.
وقرأ الباقون {انْطَلِقُوا} بكسر اللام فيهما على الأمر.
٥ - قرأ حفص عن عاصم، وحمزة والكسائي وخلف والضرير {كَأَنَّهُ جِمَالَتٌ صُفْرٌ} [٣٣] بغير ألف، على واحدة.
قرأ يعقوب {كَأَنَّهُ جِمَالَتٌ} بالألف وضم الجيم كما روي عن ابن عباس وابن جبير وأبي رجاء وغيرهم.
وقرأ الباقون {جِمَالَتٌ} بالألف وكسر الجيم.',NULL,'457',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (453,'<span data-type="title" id=toc-101>سورة المعصرات - النبأ</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم وحمزة والكسائي وخلف {وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا} [١٩] خفيفة التاء. وقرأ الباقون {وَفُتِحَتِ} مشددة التاء.
وروى الاعشى والبرجمي جميعا عن أبي بكر {وَفُتِحَتِ} مشددة أيضا.
٢ - قرأ حمزة وحده {لَابِثِينَ فِيهَا أَحْقَابًا} [٢٣] بغير ألف. وقرأ الباقون {لَابِثِينَ} بالألف.
٣ - قرأ الكسائي وحده {لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا كِذَّابًا} [٣٥] خفيفة الذال.
وقرأ الباقون {وَلَا كِذَّابًا} مشددة الذال.
٤ - قرأ عاصم في رواية حفص، وحمزة والكسائي وخلف',NULL,'458',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (454,'{إِلَّا حَمِيمًا وَغَسَّاقًا} [٢٥] مشددة السين. وقرأ الباقون {وَغَسَّاقًا} خفيفة السين. قد ذكرته في سورة "صاد".
٥ - قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {رَبِّ السَّمَاوَاتِ وَالْأَرْضِ} [٣٧] بالرفع. وقرأ الباقون {رَبِّ السَّمَاوَاتِ} بالخفض.
٦ - قرأ عاصم وابن عامر ويعقوب {وَمَا بَيْنَهُمَا الرَّحْمَنِ} [٣٧] بالخفض.
وقرأ الباقون {الرَّحْمَنِ} بالرفع والله أعلم.',NULL,'459',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (455,'<span data-type="title" id=toc-102>سورة النازعات</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر ونافع وابن كثير وابن عامر وأبو عمرو، وحفص عن عاصم، وروح وزيد عن يعقوب، {عِظَامًا نَخِرَةً} [١١] بغير ألف.
وقرأ عاصم في رواية أبي بكر، وحمزة، ورويس عن يعقوب، وخلف {عِظَامًا نَخِرَةً} بالألف.
واختلف عن الكسائي: فروى أبو عمر الدوري وحمدون عنه {ناخرة} و {نَخِرَةً} بالألف وغير الألف، لا يبالي كيف قرأ. وروى أبو حمدون وأبو الحارث عنه {ناخرة} بالألف. وروى قتيبة ونصير {نَخِرَةً} بغير ألف.
٢ - قرأ أبو جعفر {أَإِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ} [١٠] بكسر الألف من غير استفهام {أَإِذَا كُنَّا عِظَامًا نَخِرَةً} [١١] بهمزة واحدة ممدودة على الاستفهام.
وقرأ نافع ويعقوب {أَإِنَّا} مستفهم بهمزة واحدة غير',NULL,'460',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (456,'ممدودة، إلا في رواية قالون وزيد. {أَإِذَا كُنَّا} بكسر الألف غير مستفهم.
وقرأ ابن عامر والكسائي {أَإِنَّا لَمَرْدُودُونَ} بهمزتين {أَإِذَا كُنَّا} بكسر الألف مثل نافع. وقرأ ابن كثير {أَإِنَّا} و {أَإِذَا} بالاستفهام فيهما بهمزة واحدة غير ممدودة.
قرأ أبو عمرو {أَإِنَّا} و {أَإِذَا} باستفهام فيهما بهمزة واحدة ممدودة.
قرأ أبو عمرو {أَإِنَّا} و {أَإِذَا} بالاستفهام فيهما بهمزة تقدم ذكر ذلك وشرحه في مواضع وأعدنا ذكر هذا الحرف في موضعه ليكون أبين للخاص والعام بمشيئة الله.
٣ - قرأ أبو جعفر ونافع وابن كثير ويعقوب {فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى} [١٨] مشددة الزاي وقرأ الباقون {تَزَكَّى} لخفيفة الزاي.
٤ - وقرأ أبو جعفر {إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا} [٤٥] منونة. وقرأ الباقون {مُنْذِرُ} من غير تنوين.
- {طُوًى} [١٦] ذكرته في سورة "طه".',NULL,'461',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (457,'<span data-type="title" id=toc-103>سورة عبس</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم {أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى} [٤] بالنصب. وقرأ الباقون {فَتَنْفَعَهُ الذِّكْرَى} بالرفع، وكذلك أبو بكر في رواية الأعشى والبرجمي عنه {فَتَنْفَعَهُ} بالرفع أيضا.
٢ - قرأ أبو جعفر ونافع وابن كثير {فَأَنْتَ لَهُ تَصَدَّى} [٦] مشددة الصاد. وقرأ الباقون {تَصَدَّى} خفيفة الصاد.
٣ - قرأ عاصم وحمزة والكسائي وخلف {أَنَّا صَبَبْنَا الْمَاءَ} [٢٥] بفتح الألف. وقرأ الباقون {أَنَّا صَبَبْنَا} بكسر الألف.',NULL,'462',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (458,'<span data-type="title" id=toc-104>سورة كورت</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ ابن كثير وأبو عمرو {وَإِذَا الْبِحَارُ سُجِّرَتْ} [٦] خفيفة الجيم {وَإِذَا الصُّحُفُ نُشِرَتْ} [١٠] مشددة الشين، {وَإِذَا الْجَحِيمُ سُعِّرَتْ} [١٢] خفيفة العين.
وقرأ حمزة والكسائي وخلف {وَإِذَا الْبِحَارُ سُجِّرَتْ} {وَإِذَا الصُّحُفُ نُشِرَتْ} مشددتين {وَإِذَا الْجَحِيمُ سُعِّرَتْ} خفيفة.
وقرأ أبو جعفر ونافع وابن عامر وعاصم {وَإِذَا الْبِحَارُ سُجِّرَتْ} مشددة {وَإِذَا الصُّحُفُ نُشِرَتْ} خفيفة {وَإِذَا الْجَحِيمُ سُعِّرَتْ} مشددة.
وقرأ حماد ويحيى عن أبي بكر عن عاصم {وَإِذَا الْبِحَارُ سُجِّرَتْ} مشددة. {وَإِذَا الصُّحُفُ نُشِرَتْ} {وَإِذَا الْجَحِيمُ سُعِّرَتْ} خفيفتين.
وقرأ يعقوب {سُجِّرَتْ} و {نُشِرَتْ} و {سُعِّرَتْ} كلها خفيفة.',NULL,'463',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (459,'رويس عن يعقوب، وحفص عن عاصم، والأعشى عن أبي بكر {سُعِّرَتْ} مشددة و {سُجِّرَتْ} و {نُشِرَتْ} خفيفتين.
٢ - قرأ أبو جعفر وحده {بِأَيِّ ذَنْبٍ قُتِلَتْ} [٩] مشددة التاء.
وقرأ الباقون {قُتِلَتْ} خفيفة التاء.
٣ - قرأ ابن كثير وأبو عمرو والكسائي ويعقوب {وَمَا هُوَ عَلَى الْغَيْبِ بِضَنِينٍ} [٢٤] بالظاء. وقرأ الباقون {بِضَنِينٍ} بالضاد.',NULL,'464',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (460,'<span data-type="title" id=toc-105>سورة انفطرت</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وعاصم وحمزة والكسائي وخلف {فَسَوَّاكَ فَعَدَلَكَ} [٧] خفيفة الدال.
وقرأ ابن كثير ونافع وابن عامر وأبو عمرو ويعقوب {فَعَدَلَكَ} مشددة الدال.
٢ - قرأ أبو جعفر وحده {كَلَّا بَلْ تُكَذِّبُونَ بِالدِّينِ} [٩] بالياء.
وقرأ الباقون {بَلْ تُكَذِّبُونَ} بالتاء.
٣ - قرأ ابن كثير وأبو عمرو ويعقوب {يَوْمَ لَا تَمْلِكُ} [١٩] بالرفع.
وقرأ الباقون {يَوْمَ لَا تَمْلِكُ} بالنصب. والله أعلم.',NULL,'465',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (461,'<span data-type="title" id=toc-106>سورة انشقت</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وأبو عمرو وعاصم وحمزة ويعقوب وخلف {وَيَصْلَى سَعِيرًا} [١٢] بفتح الياء وسكون الصاد وتخفيف اللام. وقرأ ابن كثير ونافع وابن عامر والكسائي {وَيَصْلَى سَعِيرًا} بضم الياء وفتح الصاد وتشديد اللام.
٢ - قرأ ابن كثير وحمزة والكسائي وخلف {لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ} [١٩] بفتح الباء وقرأ أبو جعفر ونافع وابن عامر وعاصم وأبو عمرو ويعقوب {لَتَرْكَبُنَّ} بضم الباء.

<span data-type="title" id=toc-107>سورة البروج</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي وخلف {ذُو الْعَرْشِ الْمَجِيدُ} [١٥] بالخفض.
وقرأ الباقون وقتيبة {الْمَجِيدُ} بالرفع.
٢ - قرأ نافع وحده {فِي لَوْحٍ مَحْفُوظٍ} [٢٢] بالرفع. وقرأ الباقون {مَحْفُوظٍ} بالخفض.',NULL,'466',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (462,'<span data-type="title" id=toc-108>سورة الطارق</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وابن عامر وعاصم وحمزة {إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا} [٤] مشددة الميم.
وقرأ الباقون {لَمَّا} خفيفة الميم.

<span data-type="title" id=toc-109>سورة المطففين</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ عاصم في رواية حماد ويحيى عن أبي بكر، وحمزة والكسائي وخلف {كَلَّا بَلْ رَانَ} [١٤] بكسر الراء. وقرأ الباقون {بَلْ رَانَ} بفتح الراء.
- قرأ حفص عن عاصم، والحلواني عن قالون عن نافع {بَلْ رَانَ} باظهار اللام مع سكتة يسيرة.
وقال الحلواني: سألت قالون عن هذا خاصة كيف يصنع باللام فقال: يبينه.
- والآخرون يدغمون. وقد ذكرته في باب الإدغام والإظهار.',NULL,'467',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (463,'٢ - قرأ أبو جعفر ويعقوب {تَعْرِفُ فِي وُجُوهِهِمْ} [٢٤] بضم التاء وفتح الراء {نَضْرَةَ النَّعِيمِ} [٢٤] بالرفع. وقرأ الباقون {تَعْرِفُ} بفتح التاء وكسر الراء {نَضْرَةَ} بالنصب.
٣ - قرأ الكسائي وحده {مَخْتُومٍ (٢٥) خِتَامُهُ مِسْكٌ} [٢٦] بفتح الخاء والتاء، والألف بينهما. وقرأ الباقون {خِتَامُهُ مِسْكٌ} بكسر الخاء، والألف بعد التاء.
٤ - قرأ جعفر {انْقَلَبُوا فَكِهِينَ} [٣١] بغير ألف حيث كان، وقد ذكرته في سورة "يس".
- قرأ حفص عن عاصم هاهنا {فَكِهِينَ} بغير ألف فقط. وقرأ الباقون {فَاكِهِينَ} بالألف.
٥ - قرأ حمزة والكسائي {هَلْ ثُوِّبَ الْكُفَّارُ} [٣٦] بادغام اللام في الثاء. وقرأ الباقون باظهار اللام. وقد ذكرته في أول سورة البقرة في باب الادغام والإظهار.

<span data-type="title" id=toc-110>سورة الأعلى</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ الكسائي {وَالَّذِي قَدَّرَ فَهَدَى} [٣] خفيفة الدال. وقرأ الباقون {قَدَّرَ} مشددة الدال.
٢ - قرأ أبو عمرو ويعقوب، وقتيبة عن الكسائي، {بَلْ تُؤْثِرُونَ الْحَيَاةَ الدُّنْيَا} [١٦] بالياء.
وقرأ الباقون، ورويس عن يعقوب، {بَلْ تُؤْثِرُونَ} بالتاء.',NULL,'468',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (464,'<span data-type="title" id=toc-111>سورة الغاشية</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو عمرو، وأبو بكر عن عاصم، ويعقوب {تَصْلَى نَارًا حَامِيَةً} [٤] بضم التاء.
قرأ الباقون {تَصْلَى نَارًا} بفتح التاء.
٢ - قرأ ابن كثير وأبو عمرو ويعقوب {لَا تَسْمَعُ فِيهَا} [١١] بالياء مضمومة. {لَاغِيَةً} بالرفع.
وقرأ أبو جعفر وابن عامر وعاصم وحمزة والكسائي وخلف {لَا تَسْمَعُ فِيهَا} بفتح التاء {لَاغِيَةً} بالنصب.
٣ - قرأ أبو جعفر وحده {إِنَّ إِلَيْنَا إِيَابَهُمْ} [٢٥] مشددة الياء.
وقرأ الباقون {إِيَابَهُمْ} مخففة الياء.',NULL,'469',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (465,'<span data-type="title" id=toc-112>سورة الفجر</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ حمزة والكسائي وخلف {وَالشَّفْعِ وَالْوَتْرِ} [٣] بكسر الواو.
وقرأ الباقون {وَالْوَتْرِ} بفتح الواو.
٢ - وقرأ أبو جعفر وابن عامر {فَقَدَرَ عَلَيْهِ رِزْقَهُ} [١٦] مشددة الدال.
وقرأ الباقون {فَقَدَرَ عَلَيْهِ} خفيفة الدال.
٣ - قرأ أبو عمرو ويعقوب {كَلَّا بَلْ لَا تُكْرِمُونَ الْيَتِيمَ (١٧) وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ (١٨) وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَمًّا (١٩) وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا} [١٧ و١٨ و١٩ و٢٠] كله بالياء. وقرأ الباقون كله بالتاءز
٤ - قرأ أبو جعفر وعاصم وحمزة والكسائي وخلف {وَلَا تَحَاضُّونَ} بالألف.',NULL,'470',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (466,'وقرأ نافع وابن كثير وابن عامر {وَلَا تَحَاضُّونَ} بالتاء وضم الحاء من غير ألف.
وقرأ أبو عمرو ويعقوب {وَلَا تَحَاضُّونَ} بالياء وضم الحاء وقد ذكرته.
٥ - وقرأ الكسائي ويعقوب {فَيَوْمَئِذٍ لَا يُعَذِّبُ عَذَابَهُ أَحَدٌ (٢٥) وَلَا يُوثِقُ وَثَاقَهُ أَحَدٌ} [٢٥ و٢٦] بفتح الذال والثاء. وقرأ الباقون {لَا يُعَذِّبُ} {وَلَا يُوثِقُ} بكسر الذال والثاء.
إثبات الياءات وفتحها
قرأ أبو جعفر ونافع وأبو عمرو، وقتيبة عن الكسائي {وَاللَّيْلِ إِذَا يَسْرِ} [٤] باثبات الياء في الوصل وحذفها في الوقف.
قرأ ابن كثير ويعقوب {إِذَا يَسْرِ} باثبات الياء في الوصل والوقف.
وقرأ ابن عامر وعاصم وحمزة والكسائي وخلف {إِذَا يَسْرِ} بحذف الياء في الوصل والوقف.
قرأ ابن كثير في رواية القواس والبزي، ويعقوب {الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ} [٩] باثبات الياء في الوصل والوقف.
قرأ ورش عن نافع {بِالْوَادِ} باثبات الياء في الوصل وحذفها في الوقف.
وقرأ الباقون {بِالْوَادِ} بحذف الياء في الوصل والوقف.',NULL,'471',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (467,'وروى خلف عن الكسائي أنه قال: "إذا وقفت وقفت بالياء بغير وادي [؟] لأنه اسم ولا يتم إلا بالياء.
قرأ أبو جعفر ونافع {رَبِّي أَكْرَمَنِ} [١٥] و {رَبِّي أَهَانَنِ} [١٦] باثبات الياء في {أَكْرَمَنِ} و {أَهَانَنِ} في الوصل، وحذفها في الوقف. وقرأ ابن كثير في رواية البزي والقواس، ويعقوب {أَكْرَمَنِ} و {أَهَانَنِ} باثبات الياء في الوصل والوقف.
وقرأ أبو عمرو {أَكْرَمَنِ} و {أَهَانَنِ} باثبات الياء وبحذفها، لا يبالي كيف قرأ. وقال: "كيف شئت: بالياء وبغير الياء، فأما في الوقف فعلى الكتاب".
هكذا روى اليزيدي وشجاع جميعا عنه. ونحن قرأنا بالوجهين في الروايتين جميعا: أعني بالحذف والاثبات. وروى عبد الوارث عنه أيضا مثل رواية اليزيدي وشجاع سواء. وروى العباس بن الفضل عنه بحذف الياء من غير تخيير.
وقرأ ابن كثير من رواية ابن فليح، وابن عامر وعاصم وحمزة والكسائي وخلف {أَكْرَمَنِ} و {أَهَانَنِ} بحذف الياء في الحرفين في الوصل والوقف وكذلك روى بعضهم عن قنبل لابن كثير.
وقيل إنه غلط وإن الحذف لا يصح عن ابن كثير إلا من طريق ابن فليح كما ذكرنا. والله أعلم به.',NULL,'472',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (468,'- قرأ أبو جعفر ونافع وابن كثير وأبو عمرو {فَيَقُولُ رَبِّي أَكْرَمَنِ} و {رَبِّي أَهَانَنِ} بفتح الياء فيهما.
وقرأ ابن عامر وعاصم وحمزة والكسائي ويعقوب وخلف {رَبِّي أَكْرَمَنِ} و {رَبِّي أَهَانَنِ} باسكان الياء فيهما. والله أعلم بجميع ذلك.

<span data-type="title" id=toc-113>سورة البلد</span>
بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
١ - قرأ أبو جعفر وحده {يَقُولُ أَهْلَكْتُ مَالًا لُبَدًا} [٦] مشددة الباء. وقرأ الباقون {لُبَدًا} خفيفة الباء.
٢ - قرأ ابن كثير وأبو عمرو والكسائي {فَكُّ رَقَبَةٍ} [١٣] بفتح الكاف {رَقَبَةٍ} بالنسب, {أَوْ إِطْعَامٌ} [١٤] بالنصب أيضا وفتح الألف.
وقرأ الباقون {فَكُّ} بالرفع {رَقَبَةٍ} بالخفض بالخفض {أَوْ إِطْعَامٌ} بالرفع وكسر الألف.
٣ - قرأ أبو عمرو، وحفص عن عاصم، وحمزة وخلف {عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ} [٢٠] وفي سورة "الهمزة" [آية ٨]',NULL,'473',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (469,'وقرأ الباقون {مُؤْصَدَةٌ} غير مهموزة في السورتين. والله أعلم.
وذكر عن يعقوب بالهمز وغير الهمز. وقرأت بالوجهين. والصحيح عندي عنه ترك الهمز، لأنه ذكر عنه أنه من الوصيد. والله أعلم.
بقية المفصل

من<span data-type="title" id=toc-114> سورة الشمس</span>
١ - قرأ أبو جعفر ونافع وابن عامر {وَلَا يَخَافُ عُقْبَاهَا} [١٥] بالفاء. وكذلك في مصاحفهم. وقرأ الباقون {وَلَا يَخَافُ} بالواو.',NULL,'474',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (470,'في<span data-type="title" id=toc-115> سورة القدر</span>
٢ - قرأ الكسائي وخلف {حَتَّى مَطْلَعِ الْفَجْرِ} [٥] بكسر اللام. وقرأ الباقون {مَطْلَعِ الْفَجْرِ} بفتح اللام.

<span data-type="title" id=toc-116>سورة لم يكن</span>
٣ - قرأ نافع وابن عامر {خَيْرُ الْبَرِيَّةِ} [٧] و {شَرُّ الْبَرِيَّةِ} [٦] مهموزتين وقرأ الباقون {الْبَرِيَّةِ} مشددة الياء من غير همز في الحرفين.

في<span data-type="title" id=toc-117> سورة الزلزلة</span>
٤ - قرأ نصير عن الكسائي، فيما قرأت على بكار المقرئ قال: قال لي الكسائي حين قدم الري أنه رجع عن قراءته {خَيْرًا',NULL,'475',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (471,'يَرَهُ} [٧] و {شَرًّا يَرَهُ} [٨] بفتح الياء وقرأ {خَيْرًا يَرَهُ} و {شَرًّا يَرَهُ} بضم الياء. وكذلك رواه حميد بن الربيع عن الكسائي أيضا.
ورواه أيضا أبان عن عاصم بضم الياء.
والقراء بعد كلهم على {خَيْرًا يَرَهُ} و {شَرًّا يَرَهُ} بفتح الياء.
٥ - قرأ أبو جعفر، ويعقوب برواية روح ورويس، {خَيْرًا يَرَهُ} و {شَرًّا يَرَهُ} بضم الهاء مختلسة غير مشبعة. وقرأ الباقون بضم الهاء واشباعها.
وروي عنا عن أبي عمر الدوري عن اليزيدي جزم الهاء فيهما. وكذلك "أوقية" عن اليزيدي. والمشهور عنه المأخوذ به ضم الهاء واشباعها في رواية اليزيدي وشجاع جميعا.

في<span data-type="title" id=toc-118> سورة القارعة</span>
٦ - قرأ حمزة ويعقوب {وَمَا أَدْرَاكَ مَا هِيَهْ} [١٠] بحذف الهاء في الوصل وقد ذكرته في سورة "البقرة" و"الحاقة".

ومن<span data-type="title" id=toc-119> سورة التكاثر</span>
٧ - قرأ ابن عامر والكسائي {لَتَرَوُنَّ الْجَحِيمَ} [٦] بضم التاء. وقرأ الباقون {لَتَرَوُنَّ} بفتح التاء.
- {ثُمَّ لَتَرَوُنَّهَا} بفتح التاء، لم يختلفوا فيه.',NULL,'476',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (472,'ومن<span data-type="title" id=toc-120> سورة الهمزة</span>
٨ - قرأ أبو جعفر وابن عامر وحمزة والكسائي وخلف {الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ} [٢] مشددة الميم.
وقرأ ابن كثير ونافع وأبو عمرو وعاصم ويعقوب {الَّذِي جَمَعَ مَالًا} خفيفة الميم.
- {مُؤْصَدَةٌ}: ذكرته قبل هذا في سورة البلد.
٩ - قرأ عاصم في رواية أبي بكر، وحمزة والكسائي وخلف {فِي عَمَدٍ مُمَدَّدَةٍ} [٩] بضم العين والميم.

ومن<span data-type="title" id=toc-121> سورة قريش</span>
١٠ - [{لِإِيلَافِ قُرَيْشٍ}] قرأ أبو جعفر {لِإِيلَافِ قُرَيْشٍ} [١] بغير همز. {إِيلَافِهِمْ} [٢] مختلسة الهمزة، ليس بعدها ياء.',NULL,'477',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (473,'قرأ ابن عامر {لِإِيلَافِ قُرَيْشٍ} مختلسة الهمزة، ليس بعدها ياء {إِيلَافِهِمْ} مشبهة الهمزة، بعدها ياء.
وقرأ ابن كثير في رواية ابن فليح وحده {لِإِيلَافِ قُرَيْشٍ} {الفهم} ساكنة [اللام] وليس قبلها ياء.
وذكر البخاري لابن كثير في هذه الرواية {إِيلَافِهِمْ} بفتح اللام مشبعة، بعدها ألف، والهمزة قبلها مختلسة ليس بعدها ياء، مثل قراءة أبي جعفر.
وقرأ الباقون {لِإِيلَافِ قُرَيْشٍ (١) إِيلَافِهِمْ} مشبعة الهمزة في الحرفين بعدها ياء.
وروى لنا، بل أخذ علينا في رواية محمد بن حبيب عن الأعشى عن أبي بكر {إِيلَافِهِمْ} بهمزتين. وليس ذلك بمأخوذ. والصحيح المأخوذ به ما قرأناه بالكوفة في رواية محمد بن غالب وغيره عن الأعشى والبرجمي عن أبي بكر: {إِيلَافِهِمْ} بياء بعد الهمزة مثل سائر الروايات عن عاصم.

في<span data-type="title" id=toc-122> سورة الكافرين</span>
١١ - قرأ نافع برواية ورش وقالون، وشبل عن ابن كثير، وحفص عن عاصم {وَلِيَ دِينِ} [٦] بفتح الياء. وقرأ الباقون {وَلِيَ دِينِ} ساكنة الياء.',NULL,'478',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (474,'وقرأ يعقوب {وَلِيَ دِينِ} باثبات الياء في الوصل والوقف. وكذلك كل ياء إضافة أو غيرها ذكرتها أو لم أذكرها، فإنه يثبتها وصلا ووقفا في جميع القرآن، رأس آية كانت أو وسطها. مثبتة كانت أو محذوفة، إلا قوله في "الزمر" [آية ١٦] {يَا عِبَادِ فَاتَّقُونِ}، وما أشبهه من النداء إلا ما نصصت عنه. وقد ذكرت مذهبه في هذا الباب في أول سورة "البقرة" عند قوله {وَإِيَّايَ فَارْهَبُونِ} [البقرة ٤٠] {وَإِيَّايَ فَاتَّقُونِ} [البقرة ٤١] وهذا زيادة في البيان وفيه غنية لأولي الأفهام والأذهان بمشيئة الله وهو المستعان.

وفي<span data-type="title" id=toc-123> سورة تبت</span>
١٢ - قرأ ابن كثير وحده {تَبَّتْ يَدَا أَبِي لَهَبٍ} [١] ساكنة الهاء.
وقرا الباقون {أَبِي لَهَبٍ} مفتوحة الهاء.
- وقوله {ذَاتَ لَهَبٍ} [٣] بفتح الهاء، أجمعوا عليه، ولم يختلفوا فيه، وقد رواه بعضهم عن ابن كثير بسكون الهاء مثل الأول، وهو غلط. والله أعلم.',NULL,'479',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (475,'١٣ - قرأ عاصم وحده {وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ} [٤] بالنصب.
وقرأ الباقون {حَمَّالَةَ الْحَطَبِ} بالرفع.
١٤ - وفي رواية البرجمي عن أبي بكر - مختلفا عنه - {سَيَصْلَى} [٣] بضم الياء وقرأ الباقون بفتح الياء.

وفي<span data-type="title" id=toc-124> سورة الإخلاص</span>
١٥ - قرأ نافع في رواية إسماعيل، وحمزة وخلف، ورويس عن يعقوب، {وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ} [٤] ساكنة الفاء مهموزة الواو.
وقرأ حفص عن عاصم {كُفُوًا} مضمومة الفاء مفتوحة الواو غير مهموزة وكذلك رواه ابن جماز عن أبي جعفر {كُفُوًا} بضم الفاء غير مهموزة. ورواه إسماعيل بن جعفر عنه {كُفُوًا} ساكنة الفاء غير مهموزة.
ورواه قالون عنه {كُفُوًا} بضم الفاء وبالهمز مثل {هُزُوًا} وبهذا قرات، وكذلك قرأ الباقون {كُفُوًا} بالهمز وضم الفاء.
والله أعلم بجميع ذلك.
* * *',NULL,'480',NULL,NULL,'0');
INSERT INTO [b36104] VALUES (476,'تم الكتاب بحمد الله وعونه منه. والصلاة والسلام على رسوله محمد وآله. وكتب ذلك في العشر الأول من صفر سنة أربع وعشرين وثمانمائة.
وكتب الفقير إلى الله تعالى علي بن محمد بن أحمد الماسح عفا الله عنه وعن والديه.
[وجاء في الحاشية]:
"قوبل وصحح إن شاء الله تعالى بحسب الطاقة في مجالس آخرها ثاني عشرين [أو ثاني عشر من] صفر الخير سنة أربع وعشرين وثمانمائة. وكتبه حسين بن علي مهار [أو مسمار] عفا الله عنه.',NULL,'481',NULL,NULL,'0');
