-- Table: b36389
-- Chunk: 1
-- Rows: 15

CREATE TABLE "b36389"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b36389
INSERT INTO [b36389] VALUES (1,'بسم الله الرحمن الرحيم

الحمد لله تعالى واهب النِّعم الجزيلة والسوابغ الغزيرة، والصلاة والسلام على نبيه الأمين .. الراحم ببعثته جميع العالمين، وعلى آله وصحبه المهتدين.
وبعد:
أخي المسلم: النفوس لا ترتقي إلى مدراج الشرف الرفيع إلا بالمكارم والآداب السامية، ولا تنحط في مهاوي الخمول والدركات الرَّدية، إلا بسوء الأدب وقبح الطِّباع.
لذلك أخي أدَّب الله تعالى عباده المؤمنين بما شرعه لهم من الدين الحق، وجعل لهم فيه مدرسة يتعلمون فيها محاسن الأخلاق ومفاخر الآداب؛ فلا أدب أخي لمن لم يتأدب بأدب الله تعالى، ولم يتخلق بمحاسن الخصال التي أدبه بها!
وقد جمع الله تبارك وتعالى لنبيه - صلى الله عليه وسلم - جوامع الكلم في كتابه المحكم ونظم له مكارم الأخلاق كلها في ثلاث كلمات فقال: {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ} [الأعراف: ١٩٩]؛ ففي أخذه العفو صلة من قطعه، والصفح عمن ظلمه، وفي الأمر بالمعروف تقوى الله وغض الطرف عن المحارم، وصون اللسان عن الكذب، وفي الإعراض عن الجاهلين تنزيه النفس عن مماراة السفيه ومنازعة اللجوج) (١).
وقال بعض الحكماء: (اعلم أن جاهًا بالمال إنما يصحبك ما صحبك المال وجاهًا بالأدب غير زائل عنك).
_________
(١) العقد الفريد ٢/ ٢٤٠.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (2,'أخي في الله: إنه الأدب أدب النفس التي بين جنبيك، وأي خير يرجوه المرء إن لم يؤدب نفسه؟ !
وفي هذه الوريقات أخي جمعنا لك آدابًا تصحبك في سفرك إذا أنت فارقت الأوطان وودَّعت الخِلاَّن.
فعسى أخي أن تجد فيها بغيتك، إذا أحببت أن تتأدب بأدب الدين، وتتخلق بأخلاق المؤمنين، وخير ما استعنت به أخي في أسفارك - بعد استعانتك بمولاك تعالى - حسن أدب يكون رفيقك قبل رفيقك.
فلتعرني أخي فؤادك وأنا أسوق إليك هذه الآداب، وأنت وقتها شارد الفكر في تجهيز متاع سفرك! فلتستصحب أخي معك هذه الآداب قبل مفارقة الأوطان، ومباينة الإخوان.
وأسوقها إليك أخي في عناوين تحمل الكثير من المعاني الرفيعة في آداب السفر.
١

<span data-type="title" id=toc-1>الاستخارة بابك إلى السفر</span>
إليك أنت أخي الذي تُقدِّم رجلاً وتؤخر أخرى، قد اختلطت عليك الوجوه واضطربت عليك الأمور، تنوي مفارقة الأوطان والأحباب؛ لتحصيل مرغوب أو فرارًا من مرهوب .. هلا استخرت أخي ربك تعالى، في إرشادك إلى خير الأمور وأسدِّ الطرق؟ !
أخي المسلم: لقد علَّمنا النبي - صلى الله عليه وسلم - دعاء عظيمًا نُقدِّمه بين يدي حاجاتنا إذا أظلمت علينا وجوه الرأي، وادلهَمَّت سبل التوفيق ..
عن جابر بن عبد الله رضي الله عنهما قال: كان رسول الله - صلى الله عليه وسلم - يعِّلمنا الاستخارة في الأمور كما يُعلِّمنا السورة من القرآن، يقول:',NULL,'6',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (3,'«إذا همَّ أحدكم بالأمر فليركع ركعتين من غير الفريضة، ثم ليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك، واسألك من فضلك العظيم؛ فإنك تقدر ولا أقدر وتعلم ولا أعلم وأنت علام الغيوب، اللهم إن كنت تعلم أن هذا الأمر خير لي في ديني ومعاشي وعاقبة أمري - أو قال: عاجل أمري وآجله - فاقدره لي ويسره لي ثم بارك لي فيه، وإن كنت تعلم أن هذا الأمر شر لي في ديني ومعاشي وعاقبة أمري - أو قال: في عاجل أمري وآجله - فاصرفه عنِّي واصرفني عنه، واقدر لي الخير حيث كان ثم أرضني به». قال: «ويسمِّي حاجته». رواه البخاري.
قال ابن أبي جمرة: (الحكمة في تقديم الصلاة على الدعاء أن المراد بالاستخارة حصول الجمع بين خيري الدنيا والآخرة، فيحتاج إلى قرع باب الملك، ولا شيء لذلك أنجح من الصلاة؛ لما فيها من تعظيم الله والثناء عليه والافتقار إليه مآلاً وحالاً) (١).
أخي في الله: اجعل استخارة الله تعالى دائمًا رائدك في أعمالك؛ فحريٌّ بك أن تدرك النُّجح والفلاح، وكما قالوا: (ما خاب من استشار ولا ندم من استخار).
فكيف أخي بمن استخار علام الغيوب وملك الملوك الذي يعلم سرَّك وجهرك، وضرَّك ونفَّعك؟ !
٢

<span data-type="title" id=toc-2>السفر يوم الخميس</span>
جاء في حديث كعب بن مالك - رضي الله عنه -: «أن النبي - صلى الله عليه وسلم - خرج في
_________
(١) فتح الباري ١١/ ٢٢٢.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (4,'غزوة تبوك يوم الخميس، وكان يحب أن يخرج يوم الخميس» رواه البخاري.
وفي رواية الصحيحين: «لقلَّما كان رسول الله - صلى الله عليه وسلم - يخرج إلا في يوم الخميس».
أخي المسلم: إن التَّيمُّن بأفعال النبي - صلى الله عليه وسلم - من سيما الصالحين .. وسجايا أولياء الله المتقين ..
ومن تابع النبي - صلى الله عليه وسلم - في جليل وصغير أمره أدرك الفلاح لا ريب .. فلا أسعد أخي من رجل تأدب بآدابه - صلى الله عليه وسلم -، وتابعه في أقواله وأفعاله.
وفقني الله وإياك أخي للاقتداء بالنبي الأكرم - صلى الله عليه وسلم -.
٣

<span data-type="title" id=toc-3>التزود بوصايا الصالحين</span>
أخي المسلم: لقد كان من عادة السلف - رضي الله عنهم - الاقتداء بآثار الصالحين، واقتفاء هديهم .. فسعد التابع والمتبوع.
ولكن أخي أين نحن من تَلمُّس آثارهم؟ !
أخي: أين أنت من أولئك الذين كانوا إذا نووا الأسفار جعلوا همَّهم الأول ملاقاة أهل الصلاح والعلم؛ للتزود من وصاياهم ودعائهم؟ !
وأتركك في اللحظات القادمات مع أولئك الذين انتفعوا بالهدى الصالح، والدين القويم .. وقارن بعدها أخي لتدرك الفرق!
عن أنس - رضي الله عنه - قال: جاء رجل إلى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله إني أريد سفرًا فزوِّدني.
قال: «زوَّدك الله التقوى».',NULL,'8',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (5,'قال: زدني. قال: «وغفر ذنبك».
قال: زودني بأبي أنت وأمي.
قال: «ويسَّر لك الخير حيث ما كُنت» رواه الترمذي/ صحيح الترمذي ٣٦٨٧.
أخي: أرأيت كيف فاز هذا الرجل بجوامع الدعوات التي دعا له بهنَّ النبي - صلى الله عليه وسلم -؟ ! ولو خرج في سفره هذا بغير لقاء النبي - صلى الله عليه وسلم - لما أدرك هذا الخير العظيم، ولكنها أخي هي بركة اللقاء التي أثمرت هذه البركات كلها! ! وهذا رجل آخر يفوز بمثل تلك النفحات ..
عن أبي هريرة - رضي الله عنه - أن رجلاً قال: يا رسول الله إني أريد أن أسافر فأوصني.
قال: «عليك بتقوى الله والتكبير على كل شَرَف» (١) فلما أن ولى الرجل قال: «اللهم اطو له البعد وهوِّن عليه السَّفر». رواه الترمذي وابن ماجه/ صحيح الترمذي ٣٦٨٨.
فلا تغفل أخي الانتفاع بوصايا الصالحين وأهل العلم وأنت تنوي السفر والرحيل؛ فإن العبد أخي لا يدري على ما يُقدمُ في أسفاره؟ ! فالتزود بالوصايا الغالية والتوجيهات السديدة من أهل الصلاح لمما يعين العبد في مشواره.
وإن شئت أخي فتصفح الكتب النافعة التي حوت الوصايا النفيسة فإنها أيضًا لممَّا يعينك بعد استعانتك بربك تبارك وتعالى، وأعانني الله وإياك أخي دائمًا للصالحات، فهو أكرم من سُئل وأجود من أعطى.
_________
(١) المكان المرتفع',NULL,'9',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (6,'٤

<span data-type="title" id=toc-4>إذن الأبوين</span>
أخي المسلم: لقد جعل الله تعالى للوالدين من البر والحقوق ما لا يخفى عليك، ويظهر لك أخي هذا البر في وصية النبي - صلى الله عليه وسلم - لذلك الرجل الذي جاء إلى النبي - صلى الله عليه وسلم - فاستأذنه في الجهاد.
فقال له - صلى الله عليه وسلم -: «أحي والداك»؟
قال: نعم.
قال: «ففيهما فجاهد».
قال الحافظ ابن حجر: (واستُدل به على تحريم السفر بغير إذن؛ لأن الجهاد إذا مُنعَ مع فضيلته فالسفر المباح أولى؛ نعم؛ إن كان سفره لتعلم فرض عين؛ حيث يتعين السفر طريقًا إليه فلا منع، وإن كان فرض كفاية ففيه خلاف، وفي الحديث فضل بر الوالدين وتعظيم حقهما وكثرة الثواب على برهما) (١).
فاحرص أخي على بر الوالدين والقيام بحقهما تَفُزْ في الدنيا والآخرة وتدرك مأمولك.
٥

<span data-type="title" id=toc-5>وداع المسافر للمقيم</span>
أخي المسلم: ينبغي لمن أراد السفر أن يودع أهله وإخوانه، وخاصة إذا كان السفر طويلاً.
قال الشعبي: (السُّنَّة إذا قدم رجل من سفر أن يأتيه إخوانه فيسلِّمون عليه، وإذا خرج إلى سفر أن يأتيهم فيودِّعهم ويغتنم
_________
(١) فتح الباري ٦/ ١٧٤.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (7,'دعاءهم). وقد كان هذا أخي من هديه - صلى الله عليه وسلم -، وإن أردت أن تقف على ذلك فهذا ابن عمر رضي الله عنهما يحكي عنه قزعة قال: قال لي ابن عمر هلمَّ أودِّعك كما ودَّعني رسول الله - صلى الله عليه وسلم -: «أستودع الله دينك وأمانتك وخواتيم أعمالك». رواه أبو داود والترمذي، صحيح أبو داود ٢٦٠٠.
وعن عبد الله الخطمي - رضي الله عنه - قال: كان النبي - صلى الله عليه وسلم - إذا أراد أن يستودع الجيش قال: «أستودع الله دينكم وأمانتكم وخواتيم أعمالكم». رواه أبو داود/ صحيح أبو داود ٢٦٠١.
قال ابن مفلح: (والمراد بالأمانة ها هنا: أهله ومن يخلفه منهم، وماله الذي يودعه ويستحفظه أمينه ووكيله، وجرى ذكر الدين مع الودائع؛ لأن السفر قد يكون سببًا لإهمال بعض الأمور المتعلقة بالدين؛ فدعا له بالمعونة والتوفيق فيها. ذكر ذلك الخطابي وغيره) (١).
فحسن أخي أن يجعل الواحد آخر عهده بإخوانه، يستمطر دعاءهم، ويحدِّث قلبه قلوبهم، ولعل الفؤاد يردِّد وقتها:
أقُولُ له حينَ وَدَّعتهُ ... وكلٌّ بعَبرته مُبْلسُ
لئنْ رَجعَتْ عنك أجسَامُنا ... لقد سافَرتْ معك الأنفُسُ

ولعلها تردِّد أيضًا:
وكلُّ مصيبَات الزَّمان وجدتُّها ... سوى فُرقَة الأحبَاب هيِّنة الخَطْب
_________
(١) الآداب الشرعية ١/ ٤٤٩.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (8,'٦

<span data-type="title" id=toc-6>دعاء السفر</span>
أخي في الله: وأنت قد يممت شطر دابتك التي ستقلك في سفرك من سيارة أو طائرة أو غير ذلك؛ هل تذكرت أخي وقتها بأي حال تستفتح ركوبك؟
أخي لقد علمك الرسول - صلى الله عليه وسلم - دعاء تقوله إذا أنت ركبت دابتك، وكم تشبث الصالحون بمثل هذه المنح النبوية؛ كما يحكي لنا عليٌّ الأزدي أن ابن عمر رضي الله عنهما علَّمهم أن رسول الله - صلى الله عليه وسلم - كان إذا تسوى على بعيره خارجًا إلى سفر كبَّر ثلاثًا، قال: «سبحان الذي سخَّر لنا هذا وما كنَّا له مقرنين. وإنَّا إلى ربنا لمنقلبون، اللهم إنا نسألك في سفرنا هذا البر والتقوى، ومن العمل ما ترضى، اللهم هون علينا سفرنا هذا واطو عنَّا بعده، اللهم أنت الصاحب في السفر، والخليفة في الأهل، اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل». وإذا رجع قالهن وزاد فيهن: «آيبون تائبون عابدون لربنا حامدون». رواه مسلم.
وسُئل الشيخ ابن جبرين حفظه الله: متى يقول المسافر دعاء السفر هل يقول أول ما يركب الدابة؟ أم إذا تحركت به؟
فأجاب: (بل يقوله أول ما يركب عليها؛ والدليل قوله تعالى: {لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ}؛ فدلت الآية على أنه بمجرد استوائه على ظهر الدابة أو على ظهر المركوب؛ كالسيارة ونحوها، فإنه يبدأ بهذا الذكر، ولا بأس بتأخيره حتى يجدَّ به السير أو يخرج من البلد؛ فالأمر فيه سعة ولله الحمد) (١).
_________
(١) المفيد في تقريب أحكام المسافر ٦٠.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (9,'٧

<span data-type="title" id=toc-7>التأمير في السفر</span>
أخي المسلم: ومن الآداب النبوية السامية أن يؤمِّر عليهم الجماعة في السفر واحدًا منهم، يجمع متفرق آرائهم، ويعوِّلون عليه في تنظيم سفرهم؛ فإن كل ما أرشد إليه الشرع أخي لنا فيه الخير والتوفيق وإن نحن أخذنا به.
عن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: «إذا خرج ثلاثة في سفر فليؤمروا أحدهم». رواه أبو داود/ صحيح أبو داود ٢٦٠٨.
قال الخطابي: (إنما أمر بذلك ليكون أمرهم جميعًا ولا يتفرق بهم الرأي ولا يقع بينهم خلاف فيعنتوا .. ).
٨

<span data-type="title" id=toc-8>سفر الوحدة</span>
أخي في الله: لقد أرشدك النبي - صلى الله عليه وسلم - في سفرك أن تخرج في جماعة، ونهاك عن الوحدة في السفر؛ لما في ذلك من الأضرار التي قد تترتب على ذلك، ودلَّك إلى ذلك بأوجز عبارة عندما قال - صلى الله عليه وسلم -: «لو أن الناس يعلمون من الوحدة ما أعلم ما سار راكب بليل وحده». رواه البخاري.
قال الحافظ ابن عبد البر: (ولم تختلف الآثار في كراهية السفر للواحد واختلفت في الاثنين، ولم يُختلف في الثلاثة؛ فما زاد أن ذلك حسن جائز، وإنما وردت الكراهية في ذلك والله أعلم لأن الوحيد إذا مرض لم يجد من يمرضه ولا يقوم عليه ولا يخبر عنه ونحو هذا) (١).
_________
(١) التمهيد ١٦/ ٢٦٣.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (10,'وقال رسول الله - صلى الله عليه وسلم -: «الراكب شيطان والرَّاكبان شيطانان والثلاثة ركب». رواه أبو داود والترمذي/ صحيح أبو داود ٢٦٠٧.
قال الحافظ ابن عبد البر: (معنى الشيطان ها هنا: البعيد من الخير في الأنس والرفق) (١).
وقال الحافظ ابن حجر: (أي سفره وحده يحمله عليه الشيطان أو أشبه الشيطان في فعله) (٢).
٩

<span data-type="title" id=toc-9>حسن الرفقة في السفر</span>
أخي المسلم: تبين أخلاق الرجال وتتفاضل معادنهم إذا جمعهم الطريق في السفر؛ فَينبُل الكريم بحسن الصحبة، والرِّفق بالرِّفاق، أو من يجمعه به الطريق.
عن أبي سعيد الخدري - رضي الله عنه - قال: بينما نحن في سفر مع النبي - صلى الله عليه وسلم - إذ جاءه رجل على راحلة له قال: فجعل يصرف بصره يمينًا وشمالاً، فقال رسول الله - صلى الله عليه وسلم -: «من كان معه فضل ظهر فليعُد به على من لا ظهر له، ومن كان له فضل زاد فليعد به على من لا زاد له». قال: فذكر من أصناف المال ما ذكر، حتى رأينا أنه لا حق لأحد منا في فضل. رواه مسلم.
وها هو أخي/ جابر بن عبد الله رضي الله عنهما يحكي لنا من أخلاق النبي - صلى الله عليه وسلم - في أسفاره ما ينبغي أن يجعله المسلم مثلاً يحتذى به؛ قال - رضي الله عنه -: «كان رسول الله - صلى الله عليه وسلم - يتخلف في المسير فيُزجي الضعيف
_________
(١) التمهيد ١٦/ ٢٦٤.
(٢) فتح الباري ٦/ ٦٧.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (11,'ويُردف ويدعو لهم». رواه أبو داود والحاكم/ صحيح أبو داود ٢٦٣٩.
أخي في الله: يجمعك الطريق أحيانًا برفاق آخرين قد يحتاجون إلى برك وإحسانك، فيا ترى أي رجل أنت وقتها؟
فهذا هو الإمام البخاري رحمه الله تعالى يبوب في صحيحه: باب فضل من حمل متاع صاحبه في السفر (١). وذكر تحته حديث النبي - صلى الله عليه وسلم -: «كل سلامى عليه صدقة كل يوم، يعين الرجل في دابته يحامله عليها، أو يرفع عليها متاعه صدقة، والكلمة الطيبة وكل خطوة يمشيها إلى الصلاة صدقة، ودلُّ الطريق صدقة». رواه البخاري.
قال الإمام ابن بطال: (وإذا أُجرَ من فعل ذلك بدابة غيره فإذا حمل غيره على دابة نفسه احتسابًا كان أعظم أجرًا) (٢).
فلتحرص أخي على تحصيل الأجر والثواب وأنت في طريق سفرك عسى أن يسلِّمك الله تعالى من كل سوء تكرهه. وقد قال - صلى الله عليه وسلم -: «والله في عون العبد ما كان العبد في عون أخيه». رواه مسلم.
١٠

<span data-type="title" id=toc-10>النزول في مكان واحد</span>
أخي المسلم: من الآداب النبوية البديعة أن النبي - صلى الله عليه وسلم - كره لأصحابه - رضي الله عنهم - في السفر إذا نزلوا منزلاًً أن يتفرقوا في الشعاب والأودية، يروي لنا ذلك أبو ثعلبة الخشني - رضي الله عنه - حيث يقول: وكان
_________
(١) كتاب: الجهاد باب ٧٢.
(٢) فتح الباري ٦/ ١٠٦.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (12,'الناس إذا نزل رسول الله - صلى الله عليه وسلم - منزلاً تفرقوا في الشعاب والأودية، فقال رسول الله - صلى الله عليه وسلم -: «إن تفرقكم في هذه الشعاب والأودية إنما ذلكم من الشيطان». فلم ينزل بعد ذلك منزلاً إلا انضم بعضهم إلى بعض حتى يقال: لو بُسط عليهم ثوب لعمهم. رواه أبو داود وأحمد والنسائي/ صحيح أبو داود ٢٦٢٨.
أخي المسلم: كم في هذا الأدب من معان عظيمة، ولو أن الناس امتثلوا بمثل هذه الآداب لحصدوا المنافع والمصالح الكثيرة، أما رأيت أخي كم من كارثة تحدث أحيانًا بقوم مسافرين نزلوا في مكان ثم تفرقوا؟ ! فجنوا من ذلك الأضرار البليغة.
١١

<span data-type="title" id=toc-11>أدب النزول في السفر</span>
أخي في الله: وهذا أدب آخر نُهديكه من شجرة النبوة المثمرة بأنواع الثِّمار اليانعة، علَّمه النبي - صلى الله عليه وسلم - أصحابه الأكارم - رضي الله عنهم -، عندما قال - صلى الله عليه وسلم -: «إذا سافرتم في الخصب فأعطوا الإبل حظها من الأرض وإذا سافرتم في السنة فأسرعوا عليها السير، وإذا عرستم بالليل فاجتنبوا الطريق فإنها مأوى الهوام بالليل». رواه مسلم.
قال الإمام النووي: (وهذا أدب من آداب السير والنزول أرشد إليه - صلى الله عليه وسلم -؛ لأن الحشرات ودواب الأرض من ذوات السُّموم والسِّباع تمشي في الليل على الطرق لسهولتها، ولأنها تلتقط منها ما يسقط من مأكول ونحوه وما تجد فيها من رمة ونحوها، فإذا عرَّس الإنسان في الطريق ربما مر به منها ما يؤذيه فينبغي أن يتباعد عن الطريق) (١).
_________
(١) شرح مسلم ٧/ ٧٨ - ٧٩.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (13,'أخي المسلم: وهنا لفتة ينبغي التنبه لها في هذا الحديث وهي: بما أن في زماننا هذا قد تغيرت وسائل النقل؛ فيا ترى أين محل هذا الأدب لمن أراده؟ !
فلتعلم أخي أن الوسائل الحديث اليوم كالسيارة أو حتى الطائرة إذا لم تعط حقها من الصيانة والعناية أصابها التلف؛ فينجم عن ذلك الكثير من الشرور، وهذا مشاهد في واقعنا؛ فكم من حوادث حدثت نتيجة للإهمال، فتجد أحدهم يقود سيارته في طريق طويل، ولا يعطي نفسه حقها من الراحة، فيأخذه التعب والإرهاق ثم النعاس ثم النوم ثم تحدث الكارثة؛ فكم أخي في هذه الآداب من محاسن إن نحن عقلناها وعملنا بها. والله اسأل أن يحفظني وإياك من كل سوء.
١٢

<span data-type="title" id=toc-12>تعجيل الرجوع</span>
أخي في الله: السفر مشقة ونصب مهما تغيرت الأزمنة، ومهما تطورت وسائل النقل؛ ليبقى قوله - صلى الله عليه وسلم - حجة ومعجزة: «السفر قطعة من العذاب يمنع أحدكم نومه وطعامه وشرابه، فإذا قضى أحدكم نهمته فليعجل إلى أهله». رواه البخاري ومسلم.
قال الحافظ ابن حجر: (وفي الحديث كراهة التغرب عن الأهل بغير حاجة واستحباب استعجال الرجوع؛ ولاسيما من يخشى عليهم الضيعة بالغيبة، ولما في الإقامة في الأهل من الراحة المعينة على صلاح الدين والدنيا، ولما في الإقامة من تحصيل الجماعات والقوة على العبادة) (١).
_________
(١) فتح الباري ٣/ ٧٩٥.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (14,'أرأيت أخي كيف فقه العلماء الربانيون لأحاديث النبي - صلى الله عليه وسلم -؟ ! فإن السفر ليست قاصرة مشقته على قطع مسافة الطريق؛ بل الأمر أوسع من ذلك، وواقعك أخي خير شاهد لذلك، فاعتبر أخي واتَّعظ، ولا تقل كان ذلكم قديمًا أما اليوم فقد تغيَّر كل شيء.
فاقتد أخي بهدي نبيك - صلى الله عليه وسلم - تدرك الفوز والنجاح.
١٣

<span data-type="title" id=toc-13>النهي عن طروق المسافر أهله ليلاً</span>
أخي المسلم: لقد جاء النهي عن النبي - صلى الله عليه وسلم - أن يفجأ المسافر أهله بالقدوم ليلاً؛ فعن جابر بن عبد الله رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «إذا أطال أحدكم الغيبة فلا يطرق أهله ليلاً». رواه البخاري.
والعلة في ذلك كما جاء في رواية أخرى: «لكي تمتشط الشعثة وتستحد المغيبة». رواه البخاري.
قال الحافظ ابن حجر: (فيقع للذي يهجم بعد طول الغيبة غالبًا ما يكره؛ إما أن يجد أهله على غير أهبة من التنظيف والتزين المطلوب من المرأة فيكون ذلك سبب النفرة بينهما .. وإما أن يجدها على حالة غير مرضية والشرع محرِّض على الستر (١) ... ).
وقال ابن أبي جمرة: (فيه النهي عن طروق المسافر أهله على غرَّة من غير تقدُّم إعلام منه لهم بقدومه، والسبب في ذلك ما وقعت إليه الإشارة في الحديث؛ قال: وقد خالف بعضهم فرأى عند أهله رجلاً فَعُوقب بذلك على مخالفته) (٢).
_________
(١) المرجع السابق ٩/ ٤٢٥.
(٢) المرجع السابق ٩/ ٤٢٥ - ٤٢٦.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b36389] VALUES (15,'وعلق الحافظ ابن حجر على ذلك بقوله: (وأشار بذلك إلى حديث أخرجه ابن خزيمة عن ابن عمر، قال: (نهى رسول الله - صلى الله عليه وسلم - أن تُطرق النساء ليلاً فطرق رجلان كلاهما وجد مع امرأته ما يكره) وأخرجه من حديث ابن عباس نحوه وقال فيه: (فكلاهما وجد مع امرأته رجلا)، ووقع في حديث محارب عن جابر: (أن عبد الله بن رواحة أتى امرأته ليلاً وعندها امرأة تمشِّطها فظنها رجلاً فأشار إليها بالسيف، فلما ذُكر للنبي - صلى الله عليه وسلم - نهى أن يطرق الرجل أهله ليلاً). أخرجه أبو عوانة في صحيحه (١).
أخي في الله: تلك هي الحكم البليغة التي من أجلها نهى النبي - صلى الله عليه وسلم - أن يطرق الرجل أهله ليلاً دون إعلام لهم بقدومه.
وتالله كم في هذه الشريعة من حكم لو تدبرها العاقل لأدرك ما اشتمل عليه ديننا السمح من المصالح العظيمة التي بها انتظام حياتنا وسعادتنا.
فعليك أخي بأدب الدين فإنه نعم الأدب، ما تأدَّب به رجل إلا وارتفع نجمه، وارتقى في مدراج السُّؤدد والفضيلة.
وبصَّرني الله وإياك أخي بما ينفعنا، ورزقني وإياك أدبًا جمًا، وفضيلة في الدين.
وصلى الله على نبينا محمد وآله وصحبه وسلم.

* * * *
_________
(١) المرجع السابق ٩/ ٤٢٦.',NULL,'19',NULL,NULL,'0');
