-- Table: b36359
-- Chunk: 1
-- Rows: 109

CREATE TABLE "b36359"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b36359
INSERT INTO [b36359] VALUES (1,'ـ[الخشوع في الصلاة]ـ
المؤلف: أبو لطفي، محمَّد بن لطفي، بن عبد اللطيف، بن عمر الصبَّاغ
الناشر: دار السلام للطباعة والنشر والتوزيع والترجمة، القاهرة - مصر، دار الوراق للنشر والتوزيع، الرياض - المملكة العربية السعودية
الطبعة: الثالثة، ١٤١٩ هـ - ١٩٩٩ م
عدد الأجزاء: ١
[ترقيم الكتاب موافق للمطبوع]',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b36359] VALUES (2,'الخُشوع في الصلاة
د. محمد بن لطفي الصَّبَّاغ
دار السلام للطباعة والنشر والتوزيع والترجمة
دار الوراق للنشر والتوزيع',NULL,'1',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (3,'بسم الله الرحمن الرحيم
جميع الحقوق محفوظة
الطبعة الثالثة
١٤١٩ هـ-١٩٩٩ م
مكتبة الورّاق
المملكة العربية السعودية - الرياض - الرمز ١١٤١١ - ص. ب ٩
هاتف: ٤٥٥١١٤٢ - فاكس: ٤٥٣٠٠٧١
دار السلام للطباعة والنشر والتوزيع والترجمة
القاهرة - مصر ١٢٠ شارع الأزهر ص. ب ١٦١ الغورية
هاتف: ٥٩٣٢٨٥٠ - ٢٧٠٤٢٨٠ - ٢٧٤١٥٧٨ (٢٠٢) - فاكس: ٢٧٤١٧٥٠ (٢٠٢)',NULL,'2',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (4,'الخشوع في الصلاة
<span data-type="title" id=toc-1>مقدمة</span>
الحمد لله رب العالمين، والصلاة والسلاة على سيدنا محمد سيد الأولين والآخرين، ورسول رب العالمين، أرسله الله رحمة للعالمين، فهدى به من الضلالة، وأخرج به الخلق من الظلمات إلى النور، وعلى آله الطاهرين، وأصحابه الطيبين، وعلى من دعا بدعوته وهدى إلى سنته إلى يوم الدين.
أما بعد:
فقد فاتحني كثير من الإخوان والأبناء أنهم لا',NULL,'3',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (5,'يخشعون في صلاتهم، وأن الخواطر الدنيوية تغزوهم في الصلاة وهم واقفون بين يدي الله، ولا يجدون فكاكاً منها، وكانوا يعرضون شكواهم متأثرين متألمين.
وقد رأيت كثيراً من الناس وهم في الصلاة يتحركون ويعبثون بحيث إذا أقبلت عليهم وتأملت وضعهم لم يخطر ببالك أنهم في صلاة أبداً؛ فهم في حركة دائمة، وقد يأتون بما لا يليق للمرء أن يأتي به وهو في مواجهة رجل كبير من الناس، من فرقعة الأصابع، وقضم الأظافر، وملء الساعة، وتعديل الثوب وغطاء الرأس، والالتفات، ونقر الركعات والسجدات، إلى غير ذلك.
فتبيّن لي ضرورة كتابة كلمة في الخشوع في الصلاة عملاً بالأصل الإسلامي الكبير وهو الأمر بالمعروف والنهي عن المنكر، وامتثالاً لقوله -صلى الله عليه وسلم-: «الدنين النصيحة» قلنا: لمن يا رسول الله؟ قال: «لله ولكتابه ورسوله وأئمة المسلمين',NULL,'4',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (6,'وعامتهم» (١).
فكتبت هذه الكلمات راجياً أن أنتفع بها أنا أولاً، وأن ينفع بها من يراها من المسلمين.
وحبذا لو أن كل إنسان يرى من مصلٍّ نحو ما ذكرت، حبذا أن ينصحه وينكر عليه فعله اقتداءً برسول الله -صلى الله عليه وسلم- الذي يقال للرجل المسيء صلاته: «ارجع فصلِّ فإنك لم تصلِّ» (٢).
إن التواصي بالخشوع وتوجيه الشباب والشابات إلى مراعاة ذلك أمر مهم، وهو من الأمر بالمعروف، والنهي عن المنكر، وهو أيضاً من النصيحة التي جاء بها حديث رسول الله -صلى الله عليه وسلم- الذي ذكرناه.
وإنه والله لا ينقضي عجبي من سكوت أهل
_________
(١) صحيح مسلم برقم ٥٥.
(٢) صحيح البخاري برقم ٧٥٧، وصحيح مسلم برقم ٣٩٧.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (7,'العلم والواعين عن هذه المخالفة.
إن الصلاة ليست عبثاً، وليست حركات مجردة من الروح والتدبر .. إنها مناجاة لله خالق السماوات والأرض ووقوف بين يديه .. يجد حلاوتها من سعى فيها إلى الخسشوع فأدركه، ويستريح فيها ولا يستريح منها، ويسعد عندما يخاطب ربه تبارك وتعالى، ويعلم أن الله عز وجل يجيبه ويستجيب له.
إنّ الصلاة عمود الدين، وركن من أهم أركان الإسلام، وهي العلامة على صدق الإيمان؛ فهي الحدّ الفاصل بين الكفر والإيمان، وتاركها هدف لأقصى العقوبات التي جاء بها الشرع المطهر في الدنيا والآخرة، والصلاة تنهى عن الفحشاء والمنكر. قال تعالى: {وَأَقِمِ الصَّلَاةَ إِنَّ الصَّلَاةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ وَاللَّهُ يَعْلَمُ مَا تَصْنَعُونَ} [العنكبوت: ٤٥] ولا يمكن أن تحقق الصلاة أهدافها إلا إذا توافر',NULL,'6',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (8,'لها الخشوع وحضور القلب، وقد أمرنا رسول الله -صلى الله عليه وسلم- أن نعوِّد عليها أنفسنا وأولادنا منذ أن يبلغ الناشئ سبع سنين، ولا تسقط عن المكلف بحال من الأحوال، ما دام متمتعاً بالعقل إلى أن يموت.
قال جل ثناؤه: {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} [الحجر: ٩٩]. والصلاة صلة بين العبد وربِّه، وليس تكفي فيها الحركات والألفاظ إن خلت من الروح ومشاركة القلب لهذه الحركات والألفاظ، وروح الصلاة هو الخشوع، ولذلك أثبت ربنا تبارك وتعالى صفة الفلاح للمؤمنين الذين هم في صلاتهم خاشعون، فقال عز من قال: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} [المؤمنون: ١، ٢].
إن الحياة المادية التي غزتنا وسيطرت على عقولنا وتصرّفاتنا وإن الصوارف من الملاهي ووسائل الترفيه التي ملأت على كثير من الناس حياتهم .. إن ذلك كله يدعونا إلى أن نبيّن أهمية',NULL,'7',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (9,'الخشوع في الصلاة الذي يطرد الغفلة، وإلى أن نذكر الوسائل التي تعين المرء على التحلي بالخشوع.
إن الصلاة روضة يجد المرء فيها من راحة النفس وطمأنينة القلب ما يكسر حدة تلك النزعة المادية التي أشرنا إليها.
وقد سألني سائلون: كيف لنا أن نحقق الخشوع في صلاتنا، ونطرد الشرود فيها؟
وسأحاول أن أجيب عن هذا السؤال بهذه الرسالة الموجزة التي كتبتها لنفسي ثم قدمتها للطبع أول مرة، فنفدت من السوق، وطالبني بعض الأحبة بأن أعيد طباعتها، فنظرت فيها وأضفت إليها ما يتمم المقصود منها إن شاء الله.
وقد اطلعت على عدد من الرسائل التي بحثت في الخشوع في الصلاة فوجدتها تؤدي غرضاً مهماً، جزى الله مؤلفينا خير الجزاء، ولكني',NULL,'8',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (10,'وجدت بعضهم يملؤون جانباً من الرسالة بموضوعات تتصل بالصلاة ولا تعالج الخشوع نفسه باستيعاب، فيستطردون إلى موضوعات فقهية.
والحديث عن الصلاة حديث متسع الجوانب، فمكانة الصلاة في الدين عظيمة جداً، وأدلة فرضيتها كثيرة، وشروطها وأركانها وسننها وآدابها وهيئاتها ومكروهاتها ومبطلاتها وفوائدها وحِكَمها كثيرة جدا، وقد تولت كتب الفقه إيرادها بتفصيل واف، ومعرفة ذلك أمر مفيد، ولكن محل ذكرها هناك، وليس في رسالة أُلفت في الخشوع في الصلاة.
ووجدت بعضهم يتحدثون في هذه الرسائل عن موضوعات تتصل بالزهد والتفسير إذ يسترسلون في تفسير آيات من الكتاب الكريم، وكل هذا مفيد، ولكن الحاجة ماسَّة إلى التركيز على موضوع الخشوع.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (11,'من أجل هذا قصرت كلامي على ما يتصل بالخشوع ويحقق أسبابه.
وإني لأسأل الله أن ينفع بهذه الرسالة من يطلع عليها، وأن يغفر زللي ويتجاوز عن خطئي وأن يختم لي بالحسنى، وصلَّى الله عليه محمد وآله وسلّم تسليماً كثيراً. والحمد لله رب العالمين.
محمد بن لطفي الصباغ
٦ المحرم سنة ١٤١٩ هـ',NULL,'10',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (12,'<span data-type="title" id=toc-2>الخشوع في اللغة:</span>
قال ابن فارس في «المقاييس»:
[الخاء والشين والعين أصلٌ واحد، يدل على التطامن. يقال: خشع إذا تطامن وطأطأ رأسه، يخشع خشوعاً. وهو قريب المعنى من الخضوع، إلا أن الخضوع في البدن ... والخشوع في الصوت والبصر].
وقال الفيّومي في «المصباح المنير»:
[خشع خشوعاً إذا خضع. وخشع في صلاته ودعائه: أقبل بقلبه على ذلك، وهو مأخوذ من',NULL,'11',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (13,'خشعت الأرض إذا سكنت واطمأنت].
وقال الفيروزابادي في «القاموس»:
[الخشوع: الخضوع كالاختشاع -والفعل كمنع- أو قريب من الخضوع. أو هو في البدن والخشوع في الصوت والبصر. والخشوع: السكون والتذلّل].
وقال الراغب في «المفردات»:
[الخشوع: الضراعة. وأكثر ما يستعمل الخشوع فيما يوجد على الجوارح، والضراعة أكثر ما تستعمل فيما يوجد في القلب. ولذلك قيل فيما رُوي: «إذا ضرع القلب خشعت الجوارح»].
<span data-type="title" id=toc-3>الخشوع في القرآن:</span>
وقد وردت هذه الكلمة في القرآن مرتبطة بالصلاة، ووردت مطابقة.
فمن الأول قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ (١) الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} [المؤمنون: ١، ٢].',NULL,'12',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (14,'ومن الثاني قوله تعالى: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} [الحشر: ٢١].
وقد أُسند الخشوع في القرآن إلى الذوات من الكائنات فوصفت به تارة، وأسند إلى الأصوات والقلوب والأبصار تارة أخرى.
فمن الأول قوله تعالى: ... {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ} [البقرة: ٤٥].
وقوله تبارك وتعالى: {وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لَا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلًا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} [آل عمران: ١٩٩].
في حديث القرآن عن الأنبياء يقول تعالى: { ... إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ} [الأنبياء: ٩٠].',NULL,'13',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (15,'وقد أعدّ الله للخاشعين والخاشعات مغفرة وأجراً عظيماً.
ومن إسنادها إلى الذوات إسنادها إلى الجبل قال تعالى: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ} [الحشر: ٢١].
ومن ذلك إسنادها إلى الأرض. قال تعالى: {وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الْأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [فصلت: ٣٩].
فمن ذلك قوله تعالى: {أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا أَنْ تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اللَّهِ وَمَا نَزَلَ مِنَ الْحَقِّ} [الحديد: ١٦].
ومن ذلك قوله تعالى: {تَتْبَعُهَا الرَّادِفَةُ (٧) قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ (٨) أَبْصَارُهَا خَاشِعَةٌ} [النازعات: ٧ - ٩].',NULL,'14',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (16,'ومن ذلك قوله تعالى: {وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ فَلَا تَسْمَعُ إِلَّا هَمْسًا} [طه: ١٠٨].
ومن ذلك قوله: {يَوْمَ يُكْشَفُ عَنْ سَاقٍ وَيُدْعَوْنَ إِلَى السُّجُودِ فَلَا يَسْتَطِيعُونَ * خَاشِعَةً أَبْصَارُهُمْ تَرْهَقُهُمْ ذِلَّةٌ وَقَدْ كَانُوا يُدْعَوْنَ إِلَى السُّجُودِ وَهُمْ سَالِمُونَ} [القلم: ٤٢، ٤٣].
والمعنى الذي يدور في هذه الآيات هو السكون والخضوع والتذلل.
<span data-type="title" id=toc-4>تعريف الخشوع:</span>
من التعريفات التي أوردها ابن القيم في (مدارج السالكين):
«الخشوع: قيام القلب بين يدي الربّ بالخضوع والذلّ».
«الخشوع: الانقياد للحق، ومن علاماته أن العبد إذا خولف ورُدّ عليه بالحق استقبل ذلك بالقبول والانقياد».',NULL,'15',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (17,'وقال الجنيد: الخشوع تذلّل القلوب لعلاّم الغيوب (١).
ولعلّ التعريف الذي أورده ابن رجب هو أجودها. قال ابن رجب: «أصل الخشوع لين القلب ورقته وسكونه وخضوعه وانكساره وحرقته.
فإذا خشع القلب تبعه خشوع جميع الجوارح والأعضاء، لأنها تابعة له» (٢).
<span data-type="title" id=toc-5>محل الخشوع:</span>
الخشوع محلّه القلب، ولا بدّ أن تظهر آثاره على الجوارح، على الوجه والجسم.
أما إذا ظهرت آثار الخشوع على الجوارح ولم يكن في القلب شيء منه فهذا خشوع النفاق.
قال حذيفة: إياكم وخشوع النفاق.
_________
(١) مدارج السالكين ١/ ٥٢١.
(٢) الخشوع: لابن رجب ص ١٧.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (18,'قيل: وما خشوع النفاق؟
قال: أن ترى الجسد خاشعاً والقلب ليس بخاشع (١).
<span data-type="title" id=toc-6>النمطية والاعتياد:</span>
هناك أمران يترتب أحدهما على الآخر إن لم ينتبه المرء لذلك؛ فاعتياد الصلاة أمر حرص الشارع الحكيم على أن يكون في المكلّف؛ ولذلك أمرنا أن نأمر أولادنا بالصلاة لسبع وأن نضربهم عليها لعشر، حتى تتكوّن عندهم هذه العادة فتصبح جزءاً من تكوينهم. وهذا أمر طيب.
ولكن الذي يحصل أن ذلك يقود -في حال الغفلة- إلى النمطية، والنمطية تذهب الشعور بالجمال وتضعف الإحساس بالمعنى الكريم؛ إن ألفة العمل والمداومة عليه تقود إلى النمطية،
_________
(١) مدارج السالكين ١/ ٥٢١.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (19,'فيشرع المرء بالصلاة ويقرأ ما يقرأ دون أن يوافق ذلك تأثر وتدبُّر، ولذلك لا بُدّ من معالجة هذا الأمر. ولنبتعد عن النمطية يجب اتباع الوسائل التي تعين على الوصول إلى الخشوع، مما ذكرنا في هذه الرسالة. وفيه ما يساعد على ذلك إن شاء الله.
ونؤكد ما يأتي:
- تدبر معنى الأذكار وتدبّر معنى الآيات التي يقرؤها المصلّي أمر يعين على الخشوع، وسنذكر بعض هذه المعاني على سبيل المثال.
- ومما يساعد على التدبر أن يلزم المرء نفسه كل يوم بل كل صلاة أن يقرأ بعد الفاتحة آيات جديدة غير التي قرأها في الصلوات السابقة، أما الذي يفعله كثير من الناس وهو أن يقرأ الفاتحة وسورة الإخلاص -مثلاّ- في كل ركعة فهذا يجعل الصلاة عملاً آليًّا بعيداً عن التدبر والخشوع.',NULL,'18',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (20,'وإذا كان هذا مقبولاً من العامة الأميين، ومن الأعاجم فغريب أن يكون من المثقفين الذين يعرفون العربية ويفهمونها. وجدير بهؤلاء أن يكون نصيبهم من حفظ القرآن نصيباً موفوراً.
إن هذا مما يساعد المصلّي على الخشوع.
<span data-type="title" id=toc-7>الخشوع ... واليقظة</span>
إن اليقظة والنشاط أمران لا بد أن يتوافرا للمصلي حتى يحصل على الخشوع .. ولذلك ورد النهي عن الصلاة والمرء ناعس لأنه لا يدرك ما يقول.
فعن عائشة -رضي الله عنها- أن النبي -صلى الله عليه وسلم- قال: «إذا نعس أحدكم وهو يصلّي فليرقد، حتى يذهب عنه النوم، فإنه إذا صلّى وهو ناعس لعلّه يذهب يستغفر فيسب نفسه» رواه مالك، وأحمد، والبخاري، ومسلم، وأبو داود، والنسائي، وابن',NULL,'19',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (21,'ماجة، وابن حبان (١).
وعن أنس -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: «إذا نعس أحدكم وهو يصلّي فلينصرف فلينم حتى يعلم ما يقول» رواه أحمد والبخاري والنسائي (٢).
وفي هذا الحديث توجيه كريم إلى أن لا يؤخر الإنسان صلاة العشاء حتى يغلبه النعاس وهو في الصلاة، وإن كان الحديث فيه عموم.
وكذلك فيه توجيه إلى أن لا يسهر الإنسان السهر الطويل حتى إذا قام لصلاة الفجر بواسطة منبه الساعة -مثلاً- لا يدري ما يقول ويعجل
_________
(١) الموطأ ١/ ١٨٨، والمسند ٦/ ٢٠٥، والبخاري برقم ٢١٢، ومسلم برقم ٧٨٦، وأبو داود برقم ١٣١٠، وابن ماجة برقم ١٣٧٠، والترمذي برقم ٣٥٥، والنسائي ١/ ٩٩ - ١٠٠، وابن حبان ٦/ ٣٢٠.
(٢) المسند ٣/ ١٥٠، والبخاري برقم ٢١٣، والنسائي ١/ ٢١٥ - ٢١٦.',NULL,'20',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (22,'بصلاته عجلة تذهب كل معاني الخشوع.
<span data-type="title" id=toc-8>الإمام ... والخشوع</span>
وإذا كنت يا أخي إماماً في الصلاة فعليك أن تحرص على الخشوع أنت أولاً ثم عليك أن تعين إخوانك الذي يأتمُّون على الخشوع. وذلك بأن:
تصلي وتعطي أركان الصلاة حقها الشرعي من الطمأنينة والذكر.
وأن تحسن القراءة فتقرأ بصوت حسن وأن تجوّد القراءة وفق قواعد التجويد.
وأن لا تطيل إطالة تجعل من يقف وراءك طائر اللبّ ضجراً يتمنى بكل حرقة أن تخفف من قراءتك.
فعن أبي مسعود بن عمرو البدري الأنصاري قال: جاء رجل إلى النبي -صلى الله عليه وسلم- فقال: إني لأتأخر عن صلاة الصبح من أجل فلان مما',NULL,'21',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (23,'يطيل بنا. فما رأيت النبي -صلى الله عليه وسلم- غضب في موعظة قط أشدّ مما غضب يومئذٍ. فقال: «يا أيها الناس إن منكم منفرين، فأيكم أمّ فليوجز، فإن من ورائه الكبير والصغير وذا الحاجة» (١).
وقد أورد ابن حجر (٢) الأثر الذي رواه البيهقي في «شعب الإيمان» بإسناد صحيح عن عمر رضي الله عنه أنه قال: «لا تبغضوا الله إلى عباده؛ يكون أحدكم إماماً فيطوّل على القوم الصلاة، حتى يبغّض إليهم ما هم فيه».
وعن أنس عن النبي -صلى الله عليه وسلم- قال: «إني لأدخل في الصلاة وأنا أريد إطالتها، فأسمع بكاء الصغير فأتجوز في صلاتي مما أعلم من شدة وجد أمه من بكائه» (٣).
_________
(١) رواه أحمد ٤/ ١١٨، والبخاري برقم ٩٠، ومسلم ٣/ ٤٢ وفي ط عبد الباقي برقم ٤٦٦، وابن ماجة برقم ٩٨٤، والدارمي ١/ ٢٨٨.
(٢) فتح الباري ٢/ ١٩٥.
(٣) رواه والبخاري ٧٠٩، ومسلم برقم ٤٧٠.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (24,'وجدير بك أيها الإمام أن لا تعجل في صلاتك؛ ففي الركعتين الآخيرتين من الصلاة الرباعية يعجل كثير من الأئمة بحيث لا يمكّنون المأمومين من قراءة الفاتحة فيفوّت ذلك عليهم الخشوع.
والاعتدال في ذلك هو المطلوب.
وقد ورد في «صحيح مسلم» وغيره أحاديث تذكر لنا القراءة المعتدلة.
ففي الظهر والعصر يقرأ بالليل إذا يغشى (مسلم ٤٥٩) وسبّح اسم ربك الأعلى (مسلم ٤٦٠).
وفي المغرب بالمرسلات عرفاً (مسلم ٤٦٢) وبالطور (مسلم ٤٦٣).
وفي العشاء بنحو والتين والزيتون (مسلم ٤٦٤).
وفي الفجر بـ ق (مسلم ٤٥٧) والتكوير (مسلم ٤٥٦) (١).
_________
(١) انظر كتابنا «قضايا في الدين والحياة والمجتمع» ص: ١٧٩ - ١٨٠.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (25,'وقال ابن دقيق العيد كما نقل عنه ابن حجر (١): [وقول الفقهاء: لا يزيد الإمام في الركوع والسجود على ثلاث تسبيحات لا يخالف ما ورد عن النبي -صلى الله عليه وسلم- أنه كان يزيد على ذلك؛ لأن رغبة الصحابة في الخير تقتضي ألا يكون ذلك تطويلاً] انتهى كلام ابن دقيق العيد.
<span data-type="title" id=toc-9>البكاء في الصلاة وفضله .. وصلته بالخشوع</span>
واحرص يا أخي على التدبّر تدبّر ما تقرأ ومن مقتضى التدبّر أن توازن بين حالك وحال من يمرّ بك ذكرهم في آيات القرآن من أهل الجنة، لترى مدى تقصيرك.
وكذلك الموازنة بين حالك وحال من يمر بك ذكرهم من أهل النار، لتتحرى إن كان فيك شيء من خصالهم لتراجع نفسك ولتدرك عظيم
_________
(١) فتح الباري ٢/ ١٩٩.',NULL,'24',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (26,'حاجتك لمغفرة الله وعفوه سبحانه.
وقد يحملك ذلك -وهو من الخشوع- على البكاء.
فالبكاء خشيةً من الله منزلة عالية قال -صلى الله عليه وسلم-: في حديث السبعة الذين يلهم الله في ظله يوم لا ظلّ إلاّ له ... «ورجل ذكر الله خالياً ففاضت عيناه» رواه البخاري، ومسلم (١).
وقال -صلى الله عليه وسلم-: «لا يلج النار رجل بكى من خشية الله حتى يعود اللبن في الضرع، ولا يجتمع غبار في سبيل الله ودخان جهنم» وهو حديث صحيح أخرجه الترمذي (٢).
ولقد كان -صلى الله عليه وسلم- يبكي في الصلاة؛ فعن عبد الله بن الشِّخِّير قال: أتيت رسول الله -صلى الله عليه وسلم- وهو
_________
(١) البخاري برقم ٦٦٠، ومسلم برقم ١٠١٣.
(٢) الترمذي برقم ١٦٣٣.',NULL,'25',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (27,'يصلي، ولجوفه أزيز كأزيز المرجل من البكاء (١)، وفي رواية كأزيز الرحى، وأزيز الرحى صوتها وجرجرتها، وأزيز المرجل: غليانه، أي كغليان القدر.
وجاء في وصف أبي بكر: أنه كان إذا صلّى وقرأ القرآن غلبه البكاء حتى إن الناس لا يسمعون صوته ولا قراءته لرقة قلبه وخشوعه؛ فقد روى أحمد والبخاري ومسلم والنَّسائي أن رسول الله -صلى الله عليه وسلم- لما اشتدّ مرضه قال: «مروا أبا بكر فليصلّ بالناس» قالت عائشة: إن أبا بكر رجل رقيق إذا قرأ القرآن لا يملك دمعه، وفي رواية: إنه رجل أسيف إذا قام مقامك لم يستطع أن يصلّي بالناس، ولم يُسمع الناس من البكاء. قال: «مروا أبا بكر
_________
(١) رواه أبو داود برقم ٩٠٤، والترمذي في «الشمائل» برقم ٢٧٦ ص ١٦٩ من مختصر الشمائل للألباني، والنَّسائي ٣/ ١٣.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (28,'فليصلّ بالناس»، فعادت، فعاد، ثم قال في الثالثة: «مروا أبا بكر فليصلّ بالناس، فإنكن صواحب يوسف» (١).
وجاء أيضاً في وصف قراءته خبر مهم جداًّ فحواه:
أن أبا بكر لما ابتلي المسلمون خرج أبو بكر مهاجراً فلقيه ابن الدغنى فسأله: أين تريد؟ فقال: أخرجني قومي فأريد أن أسيح في الأرض وأعبد ربي. قال ابن الدغنة: أنا لك جار ارجع واعبد ربك ببلدك، فرجع، وارتحل معه ابن الدغنة فطاف عشية في أشراف قريش فقال لهم: إن أبا
_________
(١) المسند ٦/ ٢١٠، والبخاري برقم ٦٧٨ و ٦٧٩ و ٣٣٨٥، ومسلم برقم ٤١٨ (الرقم الخاص ٩٤ و ٩٥) والنسائي ٢/ ٩٩، قال ابن حجر في «الفتح» ٢/ ١٥٣: [والمراد أنهنّ مثل صواحب يوسف في إظهار خلاف ما في الباطن].',NULL,'27',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (29,'بكر لا يَخْرُج ولا يُخْرَجُ. أتخرجون رجلاً يكسب المعدوم، ويصل الرحم، ويحمل الكل، ويقري الضيف، ويعين على نوائب الحق؟ فلم تكذب قريش بجوار ابن الدغنة، وقالوا لابن الدغنة: مر أبا بكر فليعبد ربه في داره، ولا يستعلن بصلاته. ثم بدا لأبي بكر فابتنى مسجداً بفناء داره، وكان يصلي فيه، ويقرأ القرآن، فيتقذف عليه نساء المشركين وأبناؤهم، وهم يعجبون منه وينظرون إليه.
وكان أبو بكر رجلاً بكاءً لا يملك عينيه إذا قرأ القرآن، فأفزع ذلك أشراف قريش من المشركين. فأرسلوا إلى ابن الدغنة فقالوا: إنا كنا أجرنا أبا بكر بجوارك على أن يعبد ربه في داره، فقد جاوز ذلك فابتنى مسجداً بفناء داره، فأعلن بالصلاة والقراءة فيه، وإنا قد خشينا أن يفتن نساءنا وأبناءنا، فانهه؛ فإن أحبّ أن يقتصر على أن يعبد ربّه في داره فعل، وإن أبى إلا',NULL,'28',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (30,'أن يعلن بذلك فسله أن يرد إليك ذمتك، فإنا قد كرهنا أن نخفرك، ولسنا بمقرين لأبي بكر الاستعلان ..
قالت عائشة: فأتى ابن الدغنة إلى أبي بكر فقال:
قد علمت الذي عاقدت لك عليه، فإما أن تقتصر على ذلك، وإما أن ترجع لي ذمتي، فإني لا أحب أن تسمع العرب أني أخفرت في رجل عقدت له، فقال أبا بكر: فإني أرد إليك جوارك وأرضي بجوار الله عز وجل (١).
إن قراءة أبي بكر بما فيها من التأثر والخشوع هزت المجتمع القرشي هزًّا وألجأت ابن الدغنة أن يسترد جواره من أبي بكر.
_________
(١) رواه البخاري برقم ٣٩٠٥، وأحمد ٦/ ١٩٨، وابن هشام ٢/ ١١ - ١٣.',NULL,'29',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (31,'<span data-type="title" id=toc-10>صلاة النافلة .. والخشوع</span>
يقول -صلى الله عليه وسلم-: «أفضل صلاة المرء في بيته إلا المكتوبة» (١).
فعليك يا أخي إذا صليت النافلة من غير الرواتب كصلاة الضحى وقيام الليل أو النافلة من الرواتب في منزلك أن تختار مكاناً في البيت بعيداً عن الضجيج والصوارف والشواغل، وتخلو فيه، وتؤدي هذه النافلة وتأخذ بالأسباب الموصلة إلى الخشوع، فقد يكون هذا الجو محققاً لك الصفاء النفسي، والإشراق الروحي، والتألق الذهني .. فتذكر الله في هذه الخلوة فتفيض عيناك.
ذلك أن هذه الخلوة لا تتاح للمصلّي عندما يكون في جماعة، فقد يتشوش المصلّي إذا وقف
_________
(١) البخاري برقم ٧٣١، ومسلم برقم ٧٨١، وأبو داود برقم ١٠٤٤، والترمذي برقم ٤٥٠، والنسائي ٣/ ١٩٨، والموطأ ١/ ١٣٠، والمسند ٥/ ١٨٢.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (32,'بجانبه إنسان لا يكفّ عن الحركة .. أو كان إلى جانبه إنسان تفوح منه روائح العرق المؤذية، أو روائح الدخان، أو الثوم أو البصل أو رائحة الطعام الزخم، فيقطعه ذلك عن الخشوع.
وربما كان من حكم ترغيب المرء في أن يصلي النوافل في بيته أن يتاح له هذا الجوّ من الخلوة والصفاء الذي يحقق له الخشوع، وهناك حكم أخرى كثيرة لهذا الأمر النبوي الكريم. فللصلاة في البيت فوائد، وللصلاة المكتوبة في المسجد مع الجماعة فوائد وحكم لا تخفى.
وقبيح بالمرء أن يتظاهر بالخشوع أمام الناس، ثم إذا صلّى وحيداً تعجل في الصلاة ونقرها نقر الديك.
بل إن كثيراً من الصالحين كانوا -إذا كانوا في سفر وأرادوا أن يصلّوا- يخفون صلاتهم النافلة عن الناس خوفاً من الرياء، ذكر ابن أبي حاتم عن',NULL,'31',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (33,'محمد بن أعين وكان صاحب ابن المبارك في الأسفار، وكان كريماً عليه؛ قال: كان ذات ليلة ونحن في غزاة الروم ذهب ليضع رأسه ليريني أنه ينام. فقلت أنا برمحي في يدي قبضت عليه ووضعت رأسي على الرمح كأني أنام كذلك. قال: فظن أني قد نمت، فقام فأخذ في صلاته، فلم يزل كذلك حتى طلع الفجر وأنا أرمقه.
فلما طلع الفجر جاء فأيقظني وظن أني نائم وقال: يا محمد. فقلت: إني لم أنم.
قال: فلما سمعها مني، ما رأيته بعد ذلك يكلّمني ولا ينبسط إليّ في شيء من غزاته كلها، كأنه لم يعجبه ذاك مني لما فطنت له من العمل.
فلم أزل أعرفها فيه حتى مات. ولم أر رجلاً قطّ أسرَّ بالخير منه (١).
_________
(١) الجرح ويالتعديل: لابن أبي حاتم ١/ ٢٦٦.',NULL,'32',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (34,'<span data-type="title" id=toc-11>الخشوع والشيطان:</span>
لقد أمرنا الله بأن نحذر الشيطان قال تعالى: {يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ يَنْزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْآتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ إِنَّا جَعَلْنَا الشَّيَاطِينَ أَوْلِيَاءَ لِلَّذِينَ لَا يُؤْمِنُونَ} [الأعراف: ٢٧]. ونهانا أن نتبع خطواته فقال عز من قائل: {يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ وَلَوْلَا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ مَا زَكَى مِنْكُمْ مِنْ أَحَدٍ أَبَدًا وَلَكِنَّ اللَّهَ يُزَكِّي مَنْ يَشَاءُ وَاللَّهُ سَمِيعٌ عَلِيمٌ} [النور: ٢١].
ومن مكره وكيده للإنسان أنه يحاول أن يصرفه عن الخشوع في الصلاة الذي هو سبب الفلاح، كما قرر الله تبارك وتعالى؛ فيعمد إلى الوسوسة ويحاول أن يحول بين المرء وبين الصلاة والقراءة؛ يلبّسها عليه.
فإذا حصل شيء من ذلك فليستعذ العبد بالله.
عن عثمان بن أبي العاص الثقفي أنه أتى النبي -صلى الله عليه وسلم-',NULL,'33',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (35,'فقال: يا رسول الله إن الشيطان قد حال بيني وبين صلاتي وقراءتي؛ يلبّسها عليّ.
فقال رسول الله -صلى الله عليه وسلم-: «ذاك شيطان يقال له خنزب، فإذا أحسسته فتعوذ الله منه واتفل على يسارك ثلاثاً».
قال: ففعلت ذلك، فأذهبه الله عني (١).
فقد يلبس الشيطان على المرء في القراءة ويشكّكه في الصلاة حتى يصرفه عن الخشوع فليجأ المسلم عند ذلك إلى الله.
وقد يعمد الشيطان إلى إدخال الشكّ في وضوئه فيوسوس له بأنه انتقض وضوؤه، فيبقى في حيرة: أيقطع الصلاة ليتوضأ أم يمضي في صلاته؟
عن أبي سعيد الخدري أن رسول الله -صلى الله عليه وسلم-
_________
(١) صحيح مسلم برقم ٢٢٠٣.',NULL,'34',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (36,'قال: «إن الشيطان يأتي أحدكم هو في صلاته فيأخذ شعرة من دبره، فيمدها فيرى أنه قد أحدث، فلا ينصرفَنَّ حتى يسمع صوتاً أو يجد ريحاً» (١).
وعن أبي هريرة –رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال: «إذا كان أحدكم في الصلاة فوجد حركة في دبره أحدث أو لم يحدث فأشكل عليه، فلا ينصرف حتى يسمع صوتاً أو يجد ريحاً» رواه أبو داود والترمذي، ولفظ: «إذا كان في المسجد فوجد ريحاً بين أليتيه فلا يخرج حتى يسمع صوتاً أو يجد ريحاً» ورواه مسلم بلفظ: «إذا وجد أحدكم في بطنه شيئاً فأشكل عليه أخرج منه شيء أم لا؟ فلا يخرجنّ من المسجد حتى يسمع صوتاً أو يجد ريحاً» (٢).
_________
(١) مسند أحمد ٣/ ٩٦.
(٢) أبو داود برقم ١٧٧، والترمذي برقم ٧٥، ومسلم برقم ٣٦٢.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (37,'وعن أبي سعيد الخدري أن رسول الله -صلى الله عليه وسلم- قال: «إذا صلّى أحدكم فلم يدر زاد أم نقص فليسجد سجدتين وهو قاعد، فإذا أتاه الشيطان فقال: إنك قد أحدثت فليقل: كذبت إلا ما وجد ريحاً بأنفه أو صوتاً بأذنه» رواه أبو داود والترمذي وابن ماجة (١).
وعن سعيد بن المسيّب وعبّاد بن تميم عن عمه (عبد الله بن زيد) قال: شُكي إلى النبي الرجلُ يُخيَّل إليه أنه يجد الشيء في الصلاة قال: «لا ينصرف حتى يسمع صوتاً، أو يجد ريحاً» رواه البخاري ومسلم وأبو داود والنَّسائي وابن ماجة والترمذي (٢).
_________
(١) أبو داود برقم ١٠٢٩، وروى الترمذي الجزء الأول منه برقم ٣٩٦ وقال: حديث حسن، وكذلك فقد روى ابن ماجة الجزء الأول منه فقط برقم ١٢٠٤.
(٢) البخاري برقم ١٣٧، ومسلم برقم ٣٦١، وأبو داود ١٧٦، والنسائي ١/ ٩٨ - ٩٩، وابن ماجة برقم ٥١٣ والترمذي.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (38,'<span data-type="title" id=toc-12>الخشوع المزوَّر:</span>
هناك بعض المتصوفة ومن يقلّدهم من الجهلة يأتون بحركات وهم في الصلاة يدّعون فيها الخشوع، كأن يضرب أحدهم الأرض برجله ويصيح بصوت عالٍ جداً مدّعياً أن حالاً اعتراه. وبعضهم يضطرب (١).
وهذا لم يؤثر عن سيّد الخاشعين ولا عن الصحابة المرْضيين الطيبين.
وكذلك البكاء العالي والتشيج الذي يفعله كثير من الناس في الصلاة في رمضان.
كل هذا ليس بالخشوع الذي نتحدث عنه ونتواصى به.
_________
(١) ويحاول بعضهم التظاهر بهذا في حلقات الذكر المبتدعة، إذ يهذون ويخرج الزبد من افواههم ويتاهرون بالإغماء ونحوه.',NULL,'37',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (39,'<span data-type="title" id=toc-13>وجوب الخشوع:</span>
قال شيخ الإسلام ابن تيمية -رحمه الله-[ويدل على وجوب الخشوع فيها أيضاً قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ} إلى قوله: {أُولَئِكَ هُمُ الْوَارِثُونَ * الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ} [المؤمنون: ١ - ١١]. أخبر سبحانه أن هؤلا هم الذين يرثون فردوس الجنة، وذلك يقتضي أنه لا يرثها غيرهم، وقد دلَّ هذا على وجوب هذه الخصال؛ إذ لو كان فيها ما هو مستحبّ لكانت جنة الفردوس تورث بدونها، لأن الجنة تُنال بفعل الواجبات دون المستحبات، ولهذا لم يذكر في هذه الخصال إلا ما هو واجب] (١).
وقال الإمام أبو حامد الغزالي -رحمه الله-: [بيان اشتراط الخشوع وحضور القلب. اعلم أن
_________
(١) مجموع فتاوى ابن تيمية ٢٢/ ٥٥٤.',NULL,'38',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (40,'أدلة ذلك كثيرة؛ فمن ذلك قوله تعالى: {وَأَقِمِ الصَّلَاةَ لِذِكْرِي} [طه: ١٤]. وظاهر الأمر الوجوب، والغفلة تضادُّ الذكر، فمن غفل في جميع صلاته: كيف يكون مقيماً للصلاة لذكره؟
وقوله تعالى: {وَلَا تَكُنْ مِنَ الْغَافِلِينَ} [الأعراف: ٢٠٥]. نهي، وظاهره التحريم. وقوله عز وجل: {حَتَّى تَعْلَمُوا مَا تَقُولُونَ} [النساء: ٤٣]. تعليل لنهي السكران. وهو مطّرد في الغافل المستغرق الهمّ بالوسواس وأفكار الدنيا ... قال -صلى الله عليه وسلم-: «كم من قائم حظه من صلاته التعب والنصب» (١)، وما أراد به إلا الغافل، وقال -صلى الله عليه وسلم-: «ليس للعبد من صلاته إلا ما
_________
(١) وهو حديث صحيح رواه الدارمي ٢/ ٣٠١ وفي طبعة اليماني برقم ٢٧٢٣ عن أبي هريرة ولفظه: «كم من قائم ليس له من قيامه إلا السهر»، رواه أحمد ٢/ ٤٤١، وابن ماجة ١٦٩٠ بلفظ مقارب.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (41,'عقل منها» (١)، والتحقيق فيه أن المصلّي مناج ربَّه عز وجل كما ورد به الخبر، والكلام مع الغفلة ليس بمناجاة البتة] (٢).
ومن الآيات التي تدل على مكانة الخشوع ووجوبه وأهميته قوله تعالى: {وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ} [البقرة: ٤٥]، وقوله جل ثناؤه: {حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلَاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ} [البقرة: ٢٣٨].
وبهذا يتحرر أن الخشوع واجب في الصلاة، ومن رحمة الله أنه اطلع على ضعف العباد، فلم يجعل الخشوع شرطاً في صحة الصلاة وإجزائها خلافاً لما ذهب إليه الغزالي –رحمه الله-، وليس ركناً إن تركه بطلت؛ فإذا حاول العبد الخشوع
_________
(١) سيأتي تخريجه.
(٢) الإحياء ١/ ١٦٥ - ١٦٦.',NULL,'40',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (42,'ولم يبلغه أو لم يحاوله فصلاته صحيحة على الراجح من أقوال العلماء وقد أجزأته .. إن الخشوع واجب وجدير بالمسلم أن يحرص عليه وأن يأتي بأسبابه الموصلة إليه والحديث: «المصلّي يناجي ربه» (١). يقتضي أن يكون المصلّي حاضر القلب لأن المناجاة لا تتم إلا بحضور القلب.
<span data-type="title" id=toc-14>ثمرة الخشوع:</span>
إن ثمرة الخشوع تكون في تكفير الذنوب، وتحصيل الثواب الجزيل الذي أعدَّه الله للطائعين الخاشعين من عباده، وفي استجابة الدعاء الذي يكون منهم في الصلاة وما أكثره، وتكون في القبول الذي يتقبل الله به عباده أعمالهم وطاعتهم.
_________
(١) قال الحافظ العراقي فيه: متفق عليه من حديث أنس. انظر صحيح البخاري برقم ٤٠٥ و ٤١٣ و ٤١٧، وصحيح مسلم برقم ٥٥١.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (43,'عن عثمان بن عفان -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: «ما من مسلم تحضره صلاة مكتوبة، فيحسن وضوءها وخشوعها وركوعها إلا كانت له كفارة من الذنوب ما لم تؤت كبيرة، وذلك الدهر كلّه» رواه مسلم (١).
وعن أبي هريرة -رضي الله عنه- قال: سمعت رسول الله -صلى الله عليه وسلم-: «أرأيتم لو أن نهراً بباب أحدكم يغتسل منه كلّ يوم خمس مرات، هل يبقى من درنه شيء»؟
قالوا: لا يبقى من درنه شيء.
قال: «فذلك مثل الصلوات الخمس يمحو الله بهن الخطايا» (٢).
فإذا ضممنا هذين الحديثين الصحيحين أحدهما إلى الآخر تبيّن -والله أعلم- أن الصلاة
_________
(١) مسلم برقم ٢٢٨.
(٢) رواه البخاري برقم ٥٢٨، ومسلم برقم ٦٦٧.',NULL,'42',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (44,'المكفرة للذنوب هي التي يحسن المرء وضوءها وخشوعها وركوعها، والذنوب -هنا المراد بها الصغائر كما صرح بذلك العلماء. وكما جاء في الحديث الصحيح؛ فعن أبي هريرة -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال: «الصلوات الخمس، والجمعة إلى الجمعة، كفارة لما بينهنّ ما لم تُغْشَ الكبائر» (١).
ولقد ذكر الله تبارك وتعالى أن الخاشعين هم المفلحون، كما جاء في الآية التي سبق أن أوردناها وهي قوله تعالى: {قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ ... } ويا لها من ثمرة عظيمة.
ومن ثمرات الخشوع التأثر بهذا الجو الروحي الذي يقود إلى التزام شرع الله والقيام بالواجبات والبعد عن المحرّمات.
_________
(١) رواه مسلم برقم ٢٣٣.',NULL,'43',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (45,'ومن ثمرات الخشوع حبّ الصلاة والمسارعة إليها.
<span data-type="title" id=toc-15>الأمور التي تعين على الخشوع:</span>
١ - عليك -يا أخي- أن تجمع نفسك قبل الدخول في الصلاة؛ فلا تُحرم بالصلاة إلا بنفس مجتمعة، وفكر متدبِّر، وقلب حاضر.
واحذر أن تنتزع نفسك من مشاغلك وأعمالك، وتقبل على الصلاة مباشرة، دون أن تتهيأ لهذه الصلاة الربانية، ولهذا الوقوف بين يدي الله، ولهذه المناجاة العظيمة.
يا أخي. هل تسارع في مقابلة مسؤول كبير: ملك أو وزير دون أن تُعدَّ نفسك لهذه المقابلة؟
وعليك يا أخي أن تستحضر عظمة الله الذي تقف بين يديه؛ فهو سبحانه ملك الملوك وجبّار السماوات والأرض، هو الملك القدّوس السلام المؤمن المهيمن العزيز الجبّار المتكبّر .. له ملك',NULL,'44',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (46,'السماوات والأرض وإليه -سبحانه- تُرجع الأمور .. وهو على كل شيء قدير .. عليك أن تستحضر معاني هذه الأسماء الحسنى، وتستحضر علمه الواسع؛ فهو لا يخفى عليه شيء في الأرض ولا في السماء يعلم خائنة الأعين وما تخفي الصدور، يعلم السرّ وأخفى .. وأن تستحضر أنك واقف بين يديه سبحانه تناجيه وتدعوه .. وتستحضر تقصيرك وتفريطك وضعفك وحاجتك إلى الله .. إن ذلك يعين على الخشوع والتذلل لله سبحانه.
ويحقق لك هذا الغرض حضورك المبكِّر صلاة الجماعة في المسجد، فإذا أُذن للصلاة فسارع إلى المسجد وكلما بكّرت في الحضور إلى المسجد -كما دعت إلى ذلك السنة المطهرة- أتحت لنفسك جوًّا روحيًّا يجمع شتاتها ويغمرك بالخشوع. تقرأ في هذا الوقت شيئاً من القرآن أو تذكر الله وتدعوه بالمأثور من الدعاء بعد ذلك',NULL,'45',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (47,'تحية المسجد والنافلة الراتبة، وتبقى في هذا الجوِّ الروحي حتى تقام الصلاة.
فالجلوس قبل الصلاة يدخل في (انتظار الصلاة بعد الصلاة) كما جاء في الحديث عن أبي هريرة أن رسول الله -صلى الله عليه وسلم- قال: «ألا أدلكم على ما يمحو الله به الخطايا يرفع به الدرجات؟ ».
قالوا: بلى يا رسول الله.
قال: «إسباغ الوضوء على المكاره، وكثرة الخطى إلى المساجد، وانتظار الصلاة بعد الصلاة، فذلكم الرباط. فذلكم الرباط. فذلكم الرباط» (١).
أما إذا صليت في البيت لسبب من الأسباب المشروعة -وهذا قائم بالنسبة إلى النساء- فلتجلس قليلاً قبل الصلاة تحاول أن تجمع نفسك، وتراجع ما ستقرؤه في الصلاة.
_________
(١) الموطأ ١/ ١٦١، وصحيح مسلم برقم ٢٥١، والترمذي برقم ٥١.',NULL,'46',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (48,'وقد قال -صلى الله عليه وسلم-: «لا يزال العبد في صلاة ما كان في مصلاه ينتظر الصلاة. والملائكة تقول: اللهم اغفر له. اللهم ارحمه. حتى ينصرف أو يُحدث» قيل: وما يحدث؟ قال: «يفسو أو يضرط» (١).
٢ - إن الخشوع مرتبط بمعنى الإحسان أعظم الارتباط، والإحسان من أعلى مراتب العبودية.
وهو كما عرفه النبي -صلى الله عليه وسلم-: «أن تعبد الله كأنك تراه، فإن لم تكن تراه فإنه يراك» (٢).
والخشوع يتحقق بإقبال العبد على الله بفكره وقلبه وجوارحه، وعندئذٍ سيقبل الله عليه بالمغفرة والقبول، كما جاء في الحديث القدسي عن أنس -رضي الله عنه- عن النبي -صلى الله عليه وسلم- فيما يرويه عن ربه عز وجل أنه قال:
_________
(١) رواه مسلم برقم ٢٣٣، وأبو داود برقم ٢٧١.
(٢) صحيح مسلم برقم ٨.',NULL,'47',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (49,'إذا تقرب العبد إليّ شبراً تقربت إليه ذراعاً، وإذا تقرب إليّ ذراعاً تقربت إليه باعاً وإذا أتاني يمشي أتيته هرولة» رواه البخاري (١).
وكما جاء في حديث أبي ذر قال: قال رسول الله -صلى الله عليه وسلم-: «لا يزال الله مقبلاً على العبد في صلاته ما لم يلتفت، فإذا التفت صرف وجهه عنه» رواه أبو داود والنّسائي (٢)، وكما في الحديث القدسي الذي يقول فيه الرب تبارك وتعالى: «قسمت الصلاة بيني وبين عبدي نصفين ... » وسنذكره فيما بعد.
إن العبد لو استطاع أن يحقق هذا الذي ذكرنا لحصل له الخشوع تلقائيًّا.
٣ - وعليك يا أخي أن تستحضر تفاهة الدنيا، وأن البقاء فيها -مهما طال- إلى رحيل .. وهو
_________
(١) صحيح البخاري برقم ٧٥٣٦.
(٢) أبو داود برقم ٩٠٩، والنسائي ٣/ ٨.',NULL,'48',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (50,'مؤقت، وأن متاعها متاع الغرور .. وتستحضر أننا صائرون إلى الله ليوفّينا أعمالنا؛ جاء في الحديث القدسي: «يا عبادي إنما هي أعمالكم أحصيها لكم ثم أوفّيكم إياها؛ فمن وجد خيراً فليحمد الله ومن وجد غير ذلك فلا يلومَنَّ إلا نفسه» (١).
وعن سعد بن أبي وقاص -رضي الله عنه- أن رسول الله -صلى الله عليه وسلم- قال للذي أوصاه: «إذا صلّيت فصلّ صلاة مودّع» رواه الحاكم وقال صحيح الإسناد ووافقه الذهبي (٢).
قال -صلى الله عليه وسلم- لابن عمر: «كن في الدنيا كأنك غريب أو عابر سبيل»، وكان عبد الله يقول: إذا أصبحت فلا تنتظر المساء، وإذا أمسيت فلا تنتظر
_________
(١) مسلم برقم ٢٥٧٧، والترمذي برقم ٢٤٩٥، وابن ماجة برقم ٤٢٥٧، وأحمد ٥/ ١٦٠، و ١٧٧.
(٢) المستدرك ٤/ ٣٢٦ - ٣٢٧، وأخرجه أحمد ٥/ ٤١٢، وابن ماجة برقم ٤١٧١، عن أبي أيوب أن رجلاً جاء إلى النبي فقال: أوصني فقال ... .',NULL,'49',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (51,'الصباح، وخذ من صحتك لمرضك، ومن حياتك لموتك» رواه البخاري (١).
إن معرفة الدنيا على حقيقتها تساعد المرء على امتثال تلك الوصية وهي أن يصلي صلاة مودّع.
٤ - وعليك يا أخي ألا تتعجل في أداء الصلاة. إن ذلك سبب في إفساد صلاتك. ولقد صلّى رجلٌ أمام رسول الله فأساء صلاته، فقال له -صلى الله عليه وسلم-: «اجع فصلّ فإنك لم تصلِّ» (٢).
أدِّ صلاتك -يا أخي- بأناة وتمهُّل وطمأنينة تامة، فغالباً ما تكون العجلة سبباً في ضياع معنى الخشوع؛ فقد روى أصحاب السنن أن النبي -صلى الله عليه وسلم- قال: «لا تجزئ صلاةٌ لا يقيم الرجل فيها صلبه
_________
(١) صحيح البخاري برقم ٦٤١٦.
(٢) البخاري برقم ٧٩٣، ومسلم برقم ٣٩٧، وأبو داود برقم ٨٥٦.',NULL,'50',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (52,'في الركوع والسجود» (١). وروى مسلم أنه -صلى الله عليه وسلم- قال: «تلك صلاة المنافق يرقب الشمس حتى إذا كانت بين قرني الشيطان قام فنقر أربعاً، لا يذكر الله فيها إلا قليلاً» (٢).
وقال أبو هريرة -رضي الله عنه-: «نهاني خليلي -صلى الله عليه وسلم- أن أنقر في صلاتي نقر الديك، وأن ألتفت التفات الثعلب، وأن أقعي إقعاء القرد» (٣).
قال ابن تيمية: [وإذا كان الخشوع في الصلاة واجباً، وهو متضمن للسكون والخشوع فمن نقر نقر الغراب لم يخشع في سجوده، ... فمن لم يطمئن لم يسكن، ومن لم يسكن لم يخشع في
_________
(١) ابن ماجة ٨٧٠، وأبو داود ٨٥٥، والنسائي ٢/ ١٨٣، والترمذي برقم ٢٦٥.
(٢) مسلم برقم ٦٢٢.
(٣) رواه أحمد ٢/ ٢٦٥، والطيالسي، وابن أبي شيبة. قال الألباني: في «صفة صلاة النبي» صفحة ١٣٥: حسن.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (53,'ركوعه ولا سجوده، ومن لم يخشع كان آثماً عاصياً] (١).
وقال -صلى الله عليه وسلم-: «أسوأ الناس سرقة الذي يسرق من صلاته» قالوا: يا رسول الله! وكيف يسرق من صلاته؟
قال: «لا يتمّ ركوعها وسجودها» (٢).
٥ - والصلاة في أول الوقت أعون على الحصول على الخشوع؛ ذلك لأن المرء يكون في فسحة من الوقت، إن كان يريد أن يدخل الخلاء، أو أن يجمع نفسه، أو أن يختار المكان الملائم للصلاة الخاشعة.
أما إذا أخّرها إلى آخر الوقت لم يستطع أن يفعل ذلك كله .. بل يصلّيها بسرعة وهو بحال
_________
(١) الفتاوى ٢٢/ ٥٥٨.
(٢) رواه ابن أبي شيبة، والطبراني، والحاكم ١/ ٢٢٩ وصححه ووافقه الذهبي.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (54,'يبعد عنه الخشوع، وكذلك إذا أخّر أداءها إلى ما قبل موعد مهمّ، أو عمل أو أمر مستعجل يتحتم عليه فعله، فإنه سيؤديها بسرعة ولا يكاد يفقه منها شيئاً.
٦ - وعلى المصلّي سواء كان بالمسجد أو في البيت أن يتخذ سُترة يقف وراءها أو أن يقترب من الجدار حتى لا يشغله شاغل ولا يمرّ بين يديه مارٌّ، فقد روى أبو داود والنسائي وغيرهما من حديث سهل بن حثمة مرفوعاً: «إذا صلّى أحدكم إلى سترة فليدن منها لا يقطع الشيطان عليه صلاته» (١).
وهذه الوصية مهمة ويتهاون بها كثير من الناس.
٧ - أحسن وضوءك -يا أخي- بحيث تغسل
_________
(١) أبو داود برقم ٦٩٥، والنسائي ٢/ ٦٢، وانظر كلام ابن حجر في الفتح ١/ ٥٧١ - ٥٨٤.',NULL,'53',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (55,'كل عضو يجب غسله مستوعباًَ محلَّ الغسل، فويل للأعقاب من النار (١)، كما جاء في الحديث.
وقد يكون لذلك تأثير في الخشوع وحضور القلب. جاء في الحديث الذي أخرجه أحمد عن رجل من أصحاب رسول الله -صلى الله عليه وسلم- أن رسول الله -صلى الله عليه وسلم- صلّى بهم الصبح فقرأ الروم فيها فأوهم، فلما انصرف قال: «إنّه يلبِّس علينا القرآن أن أقواماً منكم يصلّون معنا لا يحسنون الوضوء؛ فمن شهد الصلاة معنا فليحسن الوضوء» (٢). قال ابن كثير: [ثم رواه أحمد من طريقين آخرين عن عبد الملك بن عمير، سمعت شبيباً أبا روح من ذوي الكلاع أنه صلّى مع النبي -صلى الله عليه وسلم- ... فذكره، فدلّ هذا على أن إكمال الطهارة يسهّل القيام في
_________
(١) رواه البخاري برقم ١٦٥، ومسلم برقم ٢٤٢، والترمذي برقم ٤١، وأبو داود برقم ٩٧.
(٢) المسند ٣/ ٤٧١، و ٥/ ٣٦٨.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (56,'العبادة، ويعين العبد على إتمامها وإكمالها والقيام بمشروعاتها] (١).
قلت: وواضح من الحديث أن النقص في ذلك لا يؤثر في المصلّي فحسب بل يتعدّى تأثيره إلى الإمام إن كان ذلك المقصِّر يصلّي في جماعة.
٨ - احرص -يا أخي- على أداء السُّنن الرواتب؛ فأداء الرواتب القبلية يوقظ القلب ويهيئه للخشوع، وأداء الرواتب البعدية يمكّن المعاني الكريمة التي اكتسبها المصلّي. وثوابها عظيم جداً، وهو بيت في الجنة، روى مسلم في صحيحه أن أم حبيبة قالت: سمعت رسول الله -صلى الله عليه وسلم- يقول: «من صلّى اثنتي عشرة ركعة تطوعاً غير فريضة في يوم وليلة بُني له
_________
(١) تفسير ابن كثير ٢/ ٣٩٠ عند تفسير الآية: ١٠٨ من سورة التوبة.',NULL,'55',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (57,'بهنّ ببيت في الجنة» (١)، قالت أم حبيبة: فما تركتهن منذ سمعتهن من رسول الله -صلى الله عليه وسلم-.
واحرص يا أخي على أداء النافلتين الآتيتين بصورة خاصة، وهما: صلاة الضحة، وصلاة قيام الليل؛ لأن الفوارق الزمنية بين الصلوات قصيرة، فيما عدا الفارق الذي يقع بين العشاء والفجر، والفارق بين الفجر والظهر، فهاتان مدتان طويلتان نسبياً. والقلب الذي يتصل بالله في أوقات متقاربة مهيَّأ لاستحضار الخشوع أكثر من القلب الذي يمضي عليه وقت طويل دون صلاة، لا سيما في زمان كثرت فيه مشاغل الدنيا، وطغت شهواتها، وقويت أساليب الغواية .. إن أداة الرواتب والنوافل يسهِّل على المرء الوصول إلى الخشوع في الصلاة.
_________
(١) صحيح مسلم برقم ٧٢٨، ورواه أيضاً أبو داود والنسائي والترمذي وفيه زيادة: أربعاً قبل الظهر وركعتين بعدها وركعتين بعد المغرب وركعتين بعد العشاء وركعتين قبل صلاة الغداة.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (58,'٩ - وعليك -يا أخي- أن تقلّل من حركاتك في أثناء الصلاة، بل لا تتحرك إلا لضرورة؛ فسكون الجوارح يعين على حضور القلب.
فلقد روى مسلم وأبو داود والنسائي عن جابر بن سَمُرة قال: خرج علينا رسول الله -صلى الله عليه وسلم- والناس رافعوا أيديهم في الصلاة. فقال: «ما لي أراكم رافعي أيديكم كأنها أذناب خيل شُمْس؟ اسكنوا في الصلاة» (١).
قال ابن تيمية: [فقد أمر رسول الله -صلى الله عليه وسلم- بالسكون في الصلاة (٢)، وهذا يقتضي السكون فيها كلها، والسكون لا يكون إلا بالطمأنينة فمن لم يطمئن لم يسكن فيها. وأمره بالسكون
_________
(١) مسلم برقم ٤٣٠، وأبو داود برقم ١٠٠، والنسائي ج ٣ ص ٤، وأحمد ٥/ ٩٣.
(٢) يشير إلى قوله -صلى الله عليه وسلم-: «اسكنوا في الصلاة» وقد أوردناه قبل قليل.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (59,'فيها موافق لما أمر الله تعالى به من الخشوع فيها] (١).
وروى البيهقي بإسناد صحيح عن مجاهد قال: كان ابن الزبير إذا قام في الصلاة كأنه عود، وحدّث أنّ أبا بكر كان كذلك. قال: وكان يقال: ذاك الخشوع في الصلاة (٢).
قال ابن تيمية: [ومنه حديث عمر -رضي الله عنه- حيث رأى رجلاً يعبث في صلاته، فقال: لو خشع قلب هذا لخشعت جوارحه. أي لسكنت وخضعت] (٣).
والالتفات يتنافى مع السكون الذي يؤدّي إلى الخشوع، فقد ورد عن رسول الله -صلى الله عليه وسلم- أنه قال: «إذا صلّيتم فلا تلتفتوا؛ فإنّ الله ينصب وجهه لوجه
_________
(١) الفتاوى ٢٢/ ٥٦١.
(٢) السنن الكبرى للبيهقي ٢/ ٢٨٠.
(٣) الفتاوى ٢٢/ ٥٥٤.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (60,'عبده في الصلاة ما لم يلتفت» (١). وقال -صلى الله عليه وسلم- أيضاً بشأن الالتفات: «إنه اختلاس يختلسه الشيطان من صلاة العبد» (٢). وقال -صلى الله عليه وسلم-: «لا يزال الله مقبلاً على العبد في صلاته ما لم يلتفت؛ فإذا صرف وجهه انصرف عنه» (٣).
١٠ - وعليك -يا أخي- أن تستبعد المشاغل كلّها في وقت الصلاة، فلتضبط أمورك بحيث لا يكون لك صارف عن الإقبال على الصلاة في وقتها المحدّد المعروف. كان أبو الدرداء يقول: (من فقه الرجل أن يبدأ بحاجته قبل دخوله في الصلاة، ليدخل في الصلاة وقلبه فارغ) (٤).
_________
(١) رواه أحمد ٤/ ١٣٠، والترمذي برقم ٢٨٦٣.
(٢) رواه البخاري برقم ٧٥١، وأحمد ٦/ ١٠٦، وأبو داود ٩١٠، والنسائي ٣/ ٨، والترمذي ٥٩٠، وابن خزيمة برقم ٩٣١، وابن حبان ٦/ ٦٤ وصححه.
(٣) رواه أحمد، وأبو داود ٩٠٩، والنسائي ٣/ ٨.
(٤) الإحياء: للغزالي ١/ ١٧٨.',NULL,'59',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (61,'وعليك أن تستعدّ لها بأن تزيل الضرورة وتقضي من شأنك؛ فمدافعة الأخبثين تذهب بالخشوع.
ومما يساعد على الخشوع ألاّ يصلي المرء وهو مشغول بالطعام، لجوعه الشديد، أو أن يصلي بحضرة الطعام ونفسه متطلعة إليه.
عن عائشة -رضي الله عنها- أن النبي -صلى الله عليه وسلم- قال: «لا صلاة بحضرة طعام، ولا وهو يدافعه الأخبثان» (١).
وجاء في الصحيحين قال -صلى الله عليه وسلم-: «إذا وضع العشاء وأقيمت الصلاة فابدؤوا بالعشاء» (٢).
١١ - وعليك -يا أخي- أن تلتزم بأحكام الصلاة وآدابها، وتمتنع عن محوراتها؛ فلا
_________
(١) مسلم برقم ٥٦٠، وأبو داود برقم ٨٩.
(٢) البخاري برقم ٥٤٦٣، ومسلم برقم ٥٥٧.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (62,'تسابق الإمام، ولا تنظر إلى السماء ...
فعن أنس بن مالك -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: «ما بال أقوام يرفعون أبصارهم إلى السماء في صلاتهم؟ » فاشتد قوله في ذلك حتى قال: «لينتهُنَّ عن ذلك أو لتُخطفن أبصارهم» رواه البخاري وأبو داود (١). وعن جابر بن سَمُرة قال: قال رسول الله -صلى الله عليه وسلم-: «لينتهين أقوام يرفعون أبصارهم إلى السماء في الصلاة أو لا ترجع إليهم» رواه مسلم وأبو داود (٢)، فلا تفعل ذلك .. بل اجعل نظرك في موضع سجودك، كما جاء في وصف صلاته -صلى الله عليه وسلم- فقد روى البيهقي والحاكم أنه -صلى الله عليه وسلم- كان إذا صلّى طأطأ رأسه ورمى ببصره إلى الأرض (٣). واجتنب تدوير بصرك في أنحاء
_________
(١) البخاري برقم ٧٥٠، وأبو داود ٩١٣.
(٢) مسلم برقم ٤٢٨، وأبو داود برقم ٩١٢.
(٣) نقل ذلك الألباني في صفة صلاة النبي ص ٨٠، وانظر «السنن الكبرى» للبيهقي ٢/ ٢٨٣.',NULL,'61',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (63,'المكان الذي تصلّي فيه. واجتنب متابعة من يدخل ومن يخرج ومن يمرّ بجانبك.
قال الحسن البصري: كان خشوعهم في قلوبهم، فغضّوا بذلك أبصارهم وخفضوا الجناح (١).
وقال محمد بن سيرين: كانوا يقولون: لا يجاوز بصره مصلاه، فإن كان قد اعتاد النظر فليغمض (٢).
١٢ - وعليك -يا أخي- لتحقق الخشوع في صلاتك ألا تشغل نفسك بأمر الدنيا في أثناء الصلاة، وأن تطرد الخواطر كلما وردت، وأن تستعيد بالله من الشيطان ووسوسته؛ فقد روى البخاري ومسلم وأبو داود والنسائي وأحمد ومالك والدارمي أن رسول الله -صلى الله عليه وسلم- قال: «إِذَا نُودِيَ
_________
(١) تفسير ابن كثير ٣/ ٢٣٨.
(٢) تفسير ابن كثير ٣/ ٢٣٨.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (64,'بِالصَّلَاةِ أَدْبَرَ الشَّيْطَانُ وَلَهُ ضُرَاطٌ، حَتَّى لَا يَسْمَعَ التَّأْذِينَ، فَإِذَا قُضِيَ التَّأْذِينُ أَقْبَلَ حَتَّى إِذَا ثُوِّبَ بِالصَّلَاةِ أَدْبَرَ، حَتَّى إِذَا قُضِيَ التَّثْوِيبُ أَقْبَلَ، حَتَّى يَخْطُرَ بَيْنَ الْمَرْءِ وَنَفْسِهِ، وَيَقُولُ لَهُ: اذْكُرْ كَذَا وَاذْكُرْ كَذَا، لِمَا لَمْ يَكُنْ يَذْكُرُ مِنْ قَبْل حَتَّى يَضِلَّ الرَّجُلُ أَنْ يَدْرِيَ كَمْ صَلَّى» (١).
وعن عبد الله بن عنمَة قال: رأيت عمّار بن ياسر دخل المسجد فصلّى فأخفّ الصلاة.
قال: فلما خرج قمت إليه فقلت: يا أبا اليقظان لقد خففت.
قال: فهل رأيتني انتقصتُ من حدودها شيئاً؟ قلت: لا.
قال: فإوني بادرت بها سهوة الشيطان، سمعت
_________
(١) البخاري برقم ٦٠٨، ومسلم برقم ٣٨٩، وأبو داود برقم ٥١٦، والدارمي ١/ ٢٧٣، وأحمد ٢/ ٣١٣.',NULL,'63',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (65,'رسول الله -صلى الله عليه وسلم- يقول: «إِنَّ الْعَبْدَ لَيُصَلِّي الصَّلَاةَ مَا يُكْتَبُ لَهُ مِنْهَا إِلَّا عُشْرُهَا، تُسْعُهَا، ثُمُنُهَا، سُبُعُهَا، سُدُسُهَا، خُمُسُهَا، رُبُعُهَا، ثُلُثُهَا نِصْفُهَا» (١).
إن الخشوع يحصل للعبد إذا فرَّع قلبه من الدنيا، واشتغل بالصلاة عمَّا عداها، فحينئذٍ تكون الصلاة راحة له وقرّة عين، كما قال -صلى الله عليه وسلم-: «حُبِّبَ إِلِيَّ مِنْ دُنْيَاكُمُ الطِّيبُ وَالنِّسَاءُ. وَجُعِلَتْ قُرَّةُ عَيْنِي فِي الصَّلَاةِ» (٢).
ومن أجل ذلك كان رسول الله -صلى الله عليه وسلم- يستريح في الصلاة. وكان يقول: «يَا بِلَالُ أَرِحْنَا بِالصَّلَاةِ» أخرجه أحمد وأبو داود (٣).
١٣ - وعليك -يا أخي- أن تجتنب الصلاة في مكان فيه صور؛ فقد أخرج البخاري عن أنس
_________
(١) رواه أحمد ٤/ ٣٢١.
(٢) النسائي ٧/ ٦١، وأحمد ٣/ ١٢٨، والحاكم ٢/ ١٦٠.
(٣) أحمد ٥/ ٣٦٤، وأبو داود برقم ٤٩٨٥.',NULL,'64',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (66,'-رضي الله عنه- قال: كان قِرامٌ لعائشة سترت به جانب بيتها فقال النبي -صلى الله عليه وسلم-: «أَمِيطِي عَنَّا قِرَامَكِ هَذَا؛ فَإِنَّهُ لا تَزَالُ تَصَاوِيرُهُ تَعْرِضُ لِي فِي صَلاتِي» (١).
وعليك أن تجتنب الصلاة في ثوب له أعلام، كيلا يشغلك عن الصلاة وتدبّر ما تقرأ؛ فقد أخرج البخاري ومسلم عن عائشة -رضي الله عنها- أن النبي -صلى الله عليه وسلم- صلّى في خميصة لها أعلام فنظر إلى أعلامها نظرة، فلما انصرف قال: «شَغَلَتْنِي أَعْلَامُ هَذِهِ. اذْهَبُوا بِهَا إِلَى أَبِي جَهْمٍ وَأْتُونِي بِأَنْبِجَانِيَّتِهِ، فإنها ألهتني عن صلاتي» (٢).
هذا والذي لا بد أن نشير إليه في موضوع
_________
(١) البخاري برقم ٣٧٤ و ٥٩٥٩. والقرام: ستر فيه رقم ونقوش.
(٢) البخاري برقم ٣٧٣ و ٧٥٢، ومسلم برقم ٥٥٦ والأنبجانية: كساء يتخذ من الصوف ولا علم له.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (67,'ثوب المصلّي أن الشرط الذي يجب أن يتوافر فيه هو ستره العورة وكونه طاهراً. هذا الشرط إن لم يتحقق لم تصح صلاته، ولكن الأكمل أن يأخذ المرء زينته عندما يريد أن يقف بين يدي الله؛ فيلبس ثوبه الواسع النظيف ويغطّي رأسه، ويقف في الصلاة بأحسن صورة، ويدع الترخص الجائز في ذلك للمناسبات والظروف المقتضية ذلك.
إن الثوب الضيف لا يعين المرء على استحضار المعاني الطيبة في الصلاة، والثوب الوسخ لا يليق بالمسلم أن يلبسه في الصلاة. وكذلك عليه أن يحرص على تغطية رأسه، استكمالاً للمظهر اللائق.
وعليك -يا أخي- أيضاً أن تجتنب الصلاة في مكان نهى الشرع عن الصلاة فيه: كالحمام، والمقبرة، ومبارك الإبل، فعن أبي سعيد -رضي الله عنه- أن النبي -صلى الله عليه وسلم- قال: «الْأَرْضُ كُلُّهَا مَسْجِدٌ إِلَّا',NULL,'66',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (68,'الْحَمَّامَ وَالْمَقْبَرَةَ» (١).
وعن البراء -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: «لَا تُصَلُّوا فِي مَبَارِكِ الْإِبِلِ» (٢).
وعليك أن تجتنب الصلاة في مكان فيه تلفاز أو مذياع أو أداة من أدوات اللهو، أو فيه ناس عابثون يلهون ويضحكون، أو مكان مخوف يمكن أن يعرِّض الجالس فيه للخطر. بل عليك أن تختار المكان الطاهر البعيد عن الصوارف، المكان المناسب من كل النواحي التي تصفِّي الذهن وتعين على حضور القلب، وإذا استطعت أن تصلّي في المكان الدافئ في الشتاء والبارد في الصيف كان هذا حسناً.
١٤ - واحرص -يا أخي- على أكل الحلال؛ فإن ذلك يرقِّق القلب، ويجلب الخشية، ويقرِّبك
_________
(١) أبو داود برقم ٤٩٢.
(٢) أبو داود برقم ٤٩٢.',NULL,'67',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (69,'من ربك، ويجعلك مجاب الدعوة .. وكلّ ذلك يبلغك الخشوع في الصلاة؛ فعن أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: «إِنَّ اللهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللهَ تَعَالَى أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ، فَقَالَ: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا} [المؤمنون: ٥١] وَقَالَ تَعَالَى: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة: ١٧٢] ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ، أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ: يَا رَبِّ. يَا رَبِّ. وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَغُذِيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لِذَلِكَ؟ » رواه مسلم وأحمد والترمذي والدارمي (١).
قال ابن رجب: [وفي هذا الحديث إشارة إلى أنه لا يقبل العمل ولا يزكو إلا بأكل الحلال، وأن
_________
(١) رواه مسلم برقم ١٠١٥، وأحمد ٢/ ٣٢٨، والترمذي برقم ٢٩٨٩، والدارمي ٢/ ٣٠٠.',NULL,'68',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (70,'أكل الحرام يفسد العمل ويمنع قبوله؛ فإنه قال بعد تقريره: «إن الله لا يقبل إلا طيباً: إن الله أمر المؤمنين بما أمر به المرسلين فقال: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا}» .. والمراد بهذا أن الرسل وأممهم مأمورون بالأكل من الطيبات التي هي الحلال وبالعمل الصالح، فما دام الأكل حلالاً فالعمل الصالح مقبول»] (١) واعلم يا أخي أنك كلما حرصت على عمل الصالحات واجتناب المعاصي كان الخشوع أقرب.
١٥ - واعمل على الازدياد من العلم الشرعي، ومعرفة الله ومحبته والخوف منه ورجاء رحمته ومغفرته، والثقة بما عنده ..
١٦ - وحاذر من الرياء الذي بيَّن رسول الله -صلى الله عليه وسلم- أنه الشرك الخفي؛ فالرياء محيط للعمل، وأخلصْ عملك لله، وانتبه إلى وساوس الشيطان
_________
(١) جامع العلوم والحكم ١/ ٢٦٠.',NULL,'69',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (71,'واحذر كيده ومكره؛ فإنه عدوّ مبين.
١٧ - ومما يساعد على الخشوع التوبة إلى الله من الذنوب وتجديد التوبة مرة بعد مرة؛ فعن أبي هريرة أن رسول الله -صلى الله عليه وسلم- قال: «وَاللَّهِ إِنِّي لَأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي اليَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةً» رواه البخاري والترمذي (١).
وعن الأغرّ بن يسار المُزَني قال: قال رسول الله -صلى الله عليه وسلم-: «يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ وَاسْتَغْفِرُوهُ؛ فَإِنِّي أَتُوبُ فِي الْيَوْمٍ مِائَةَ مَرَّةٍ» رواه مسلم، وأبو داود (٢).
فالتوبة تجبُّ ما قبلها، وتصفي القلب وتجعله شفّافاً رقيقاً، وتعين على الخشوع ولنضرب على ذلك مثلاً ... لو خالف موظف رئيسه مخالفات عدّة .. ثم جاء يطلب ترقية أو مساعدة قبل أن
_________
(١) البخاري برقم ٦٣٠٧، والترمذي برقم ٣٢٥٩.
(٢) مسلم برقم ٢٧٠٢، وأبو داود برقم ٣٢٥٩.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (72,'يعتذر عمّا سلف منه، لما استفاد شيئاً .. أما لو قدّم بين يدي طلبه الاعتذار والتوبة لكان هناك أمل في أن يستجاب طلبه وأن ينال الترقية والمساعدة.
وإذا كان رسول الله -صلى الله عليه وسلم- المؤيّد بالعصمة، والذي غفر الله له ما تقدم من ذنبه وما تأخر يتوب في اليوم هذه المرات .. فما بالنا نحن المقصّرين؟ !
١٨ - ومما يساعد على الخشوع أن يستقلّ العبد عبادته ويعترف بالتقصير، ويتواضع لله، وأن يحذر من العجب بما يقوم به من طاعة، فالعجب قتّال.
إن بعض الشباب يستعظم معصية غيره، ولا يستعظم ما قدّم من الذنوب.
إنه عندئذٍ سيكون محروماً من الخشوع؛ لأن الإنسان مهما قدّم من الطاعة فهو قليل أمام النعم العظيمة التي أكرمه الله بها.',NULL,'71',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (73,'١٩ - ومما يساعد على الخشوع إدراك قيمة الصلاة .. وأنها أعظم أركان الإسلام بعد الشهادتين؛ فقد جاء عن عبد الله بن عمر أنه قال: سمعت رسول الله -صلى الله عليه وسلم- يقول: «بُنِيَ الإِسْلامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلاةِ، وَإِيتَاءِ الزَّكَاةِ، وَحَجِّ بَيْتَ اللهِ، وَصَوْمِ رَمَضَانَ» رواه البخاري ومسلم (١).
وعليه أن يتذكر حكم تاركها فعن جابر أن النبي -صلى الله عليه وسلم- قال: «إِنَّ بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكَ الصَّلَاةِ» (٢) وعنه أن النبي -صلى الله عليه وسلم- قال: «بَيْنَ الكُفْرِ وَالإِيمَانِ تَرْكُ الصَّلَاةِ» رواه الترمذي وابن ماجة (٣).
_________
(١) صحيح البخاري برقم ٨، وصحيح مسلم برقم ١٦.
(٢) صحيح مسلم برقم ٨٢.
(٣) الترمذي برقم ٢٦١٨، وابن ماجة ١٠٧٨.',NULL,'72',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (74,'وعن بُريدة أن النبي -صلى الله عليه وسلم- قال: «العَهْدُ الَّذِي بَيْنَنَا وَبَيْنَهُمُ الصَّلَاةُ؛ فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ» رواه الترمذي وابن ماجة (١).
ولذا ذهب الجمهور إلى أن تارك الصلاة يُقتل.
والصلاة من عرى الإسلام كما جاء في هذا الحديث الذي يُعَدُّ من دلائل نبوته -صلى الله عليه وسلم- لأنَّ ما ذكره قد تحقق. عن أبي أمامة الباهلي قال: قال رسول الله -صلى الله عليه وسلم-: «لَتُنْتَقَضَنَّ عُرَى الإِسْلَامِ عُرْوَةً عُرْوَةً، فَكُلَّمَا انْتُقِضَتْ عُرْوَةٌ تَشَبَّثَ النَّاسُ بِالَّتِي تَلِيهَا، وَأَوَّلُهُنَّ نَقْضًا الْحُكْمُ، وَآخِرُهُنَّ: الصلاة» (٢).
وهي عمود الدين كما جاء في حديث معاذ
_________
(١) الترمذي برقم ٢٦٢١، وابن ماجة ١٠٧٩.
(٢) مسند أحمد ٥/ ٢٥١، وابن حبان ١٥/ ١١١، والطبراني في الكبير ٨/ ١١٦ برقم ٧٤٨٦، والحاكم ٤/ ٩٢، وانظر مجمع الزوائد للهيثمي ٧/ ٢٨١.',NULL,'73',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (75,'ذاك الحديث الجميل الطويل. وفيه يقول -صلى الله عليه وسلم-: «رَأْسُ الأَمْرِ الإِسْلَامُ، وَعَمُودُهُ الصَّلَاةُ، وَذِرْوَةُ سَنَامِهِ الجِهَادُ» رواه الترمذي (١).
٢٠ - ومما يساعد على الخشوع الإكثار من قراءة القرآن، وزيارة القبور للموعظة، والإكثار من ذكر الموت، ومحاسبة النفس، والاستعداد ليوم المعاد.
٢١ - ومما يساعد على الخشوع التفكير في أعمال الصلاة وأقوالها وتدبُّر ذلك؛ فمن المعلوم أن الصلاة أقوال وأفعال مبدوءة بالتكبير مختومة بالتسليم، فمن الجدير بك أن تتدبر يا أخي الحكمة منها، وسأحاول الوقوف أمام كل فعل وقول، مستفيداً من كلام الإمام الغزالي الذي أجاد وأفاد رحمه الله تعالى.
١ - فأول ما يفعله المصلّي أن يستقبل القبلة:
_________
(١) الترمذي برقم ٢٦١٦.',NULL,'74',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (76,'وهذا الاستقبال صرف للوجه عن سائر الجهات، والاتجاه إلى جهة بيت الله العتيق، وينبغي أن يرافق هذا الصرفَ صَرفُ القلب عن سائر الأمور إلى الله عز وجل، فلا ينصرف إلا لله.
ولا يليق بالمسلم أن يكون وجهه مصروفاً إلى الكعبة ويكون قلبه متعلقاً بالدنيا وشهواتها ومنافعها.
وأنا أعلم أن هذا مطلب غير يسير؛ لضعف الإنسان، وسيطرة ضرورات الحياة عليه، ولكن السعي إلى هذا المقصد مطلوب، وانظر معي إلى هذا الحديث الذي مرّ بنا آنفاً: عن أبي ذر قال: قال رسول الله -صلى الله عليه وسلم-: «لَا يَزَالُ اللَّهُ مُقْبِلًا عَلَى الْعَبْدِ فِي صَلَاتِهِ، مَا لَمْ يَلْتَفِتْ، فَإِذَا صَرَفَ وَجْهَهُ انْصَرَفَ عَنْهُ» (١).
_________
(١) سبق تخريجه.',NULL,'75',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (77,'وجاء في حديث آخر أنه -صلى الله عليه وسلم- قال: «إِذَا صَلَّيْتُمْ فَلَا تَلْتَفِتُوا، فَإِنَّ اللَّهَ يَنْصِبُ وَجْهَهُ لِوَجْهِ عَبْدِهِ فِي صَلَاتِهِ مَا لَمْ يَلْتَفِتْ» (١).
والالتفات يراد به هنا الالتفات المادي، فإذا كان هذا بالنسبة إلى التفات الوجه، فما قولك بالتفات القلب عن الله ومناجاته والاشتغال بشئون الدنيا وملذاتها .. إنه يرد من باب أولى.
٢ - ثم يُحرِم في الصلاة ويقول: الله أكبر.
إذا نطق لسانك بهذه الكلمة العظيمة فعليك أن تتدبر معناها وتحققه في نفسك وفكرك ثم في سلوكك.
لا شيء في الدنيا مهما كبر إلا والله جلّ ثناؤه أكبر منه .. فهذا الكون الضخم الفسيح، وهذا الفضاء الواسع، وهذه الآلات الجبارة،
_________
(١) سبق تخريجه.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (78,'والمخترعات العظيمة .. إنها جميعاً من خلق الله وصنعه .. والله أكبر.
والطغاة والظلمة والجبابرة .. كلهم عبيد من عبيد الله .. والله أكبر.
الله أكبر من كل ما يخيف الناس .. والله أكبر من كل قوة .. ومن كل هوى ..
إذا نطق بها لسانك فينبغي أن لا يكذبه قلبك، فإن كان في قلبك شيء هو أكبر من الله سبحانه فالله يشهد إنك لكاذب.
وإن كان هواك أغلب عليك من أمر الله عز وجل فأنت أطوع له منك لله تعالى .. فيوشك أن يكون قولك (الله أكبر) كلاماً باللسان المجرّد، وقد تخلّف القلب عن مساعدته. وهذا أمر عظيم.
عندما يتدبر المصلّي معنى هذا الذكر الذي يبدأ به صلاته ويردّده على رأس كل عمل من',NULL,'77',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (79,'أعمال الصلاة .. ويحقّقه في نفسه. عندئذٍ يخشع قلبه ويذلّ لله.
ويمنحه هذا الخشوع والتذلل التحرّر من كل ألوان العبودية لغير الله، ويمنحه قوة في مواجهة الباطل وفي الدعوة إلى الحق.
٣ - ثم تقف بعد ذلك وقد وضعت يداك اليمنى فوق اليسرى وقفة التذلل والخضوع، ترمي ببصرك إلى الأرض، وينبغي أن يرافق ذلك الموقف تذلل إلى الله وانكسار بين يديه، واستحضر أنه سبحانه مطلع عليك.
قال الإمام الغزالي: [واعمل أنك قائم بين يدي الله عز وجل .. فقم بين يديه قيامك بين يدي بعض ملوك الزمان إن كنت تعجز عن معرفة كنه جلاله. بل قدّر في دوام قيامك في صلاتك أنك ملحوظ ومرقوب بعين كالئة من رجل صالح من أهلك أو ممن ترغب في أن يعرفك بالصلاح؛ فإنه تهدأ عند ذلك أطرافك وتخشع جوارحك،',NULL,'78',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (80,'وتسكن جميع أجزائك خيفة أن ينسبك ذلك العاجز إلى قلة الخشوع.
وإذا أحسست من نفسك بالتماسك عند ملاحظة عبد مسكين فعاتب نفسك وقل لها: إنك تدّعين معرفة الله وحبَّه، أفلا تستحين من استجرائك عليه مع توقيرك عبداً من عباده؟ أو تخشين الناس ولا تخشينه وهو أحق أن يُخشى] (١).
٤ - فكّر في معنى الأذكار والأدعية واللآيات التي تقرؤها وتتلوها. وهذا الأمر من أهم الأمور التي تحصل لك الخشوع، واسأل عن معاني الأذكار والآيات التي يستغلق عليك فهمها.
وقد قال ابن عباس -رضي الله عنهما-: «ليس لك من صلاتك إلا ما عقلت منها» (٢).
_________
(١) الإحياء ١/ ١٧٢.
(٢) كذا قال ابن تيمية في «الفتاوى» ٢٢/ ٦٠٣ و ٦١٢، وقال الحافظ العراقي ١/ ١٦٦ في «المغني» المطبوع بحاشية «الإحياء» [حديث: «ليس للعبد من صلاته إلا ما عقل منها» لم أجده مرفوعاً. وروى محمد بن نصر المَرْوَزي في «كتاب الصلاة» له من رواية عثمان بن أبي دهرش مرسلاً: «لا يقبل الله من عبد عملاً حتى يشهد قلبه مع بدنه» ورواه أبو منصور الديلمي في المبارك «مسند الفردوس» من حديث أبي بن كعب. ولابن المبارك في «الزهد» موقوفاً على عمّار: «لا يكتب للرجل من صلاته ما سها عنه»] انتهى كلام العراقي.',NULL,'79',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (81,'وأخرج أبو داود عن عمّار بن ياسر عن النبيّ -صلى الله عليه وسلم- قال: «إن الرجل لينصرف من صلاته ولم يكتب له منها إلا نصفها، إلا ثلثها، إلا ربعها، إلا خمسها، إلا سدسها» حتى قال: «إلا عشرها» (١).
إن تحريك اللسان بالذكار وبتلاوة القرآن مع الغفلة لا يحقق المقصود، فتحريك اللسان لا
_________
(١) أبو داود برقم ٧٩٦ وأحمد في «المسند» ٤/ ٣٢١. وقال الألباني في «صفة صلاة النبي» ص ١١: [صحيح رواه ابن المبارك في «الزهد» وأبو داود والنسائي بسند جيد].',NULL,'80',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (82,'يكون نطقاً نافعاً إلا إذا أعرب عما في الضمير، ولا يكون معرباً إلا بحضور قلب.
٥ -<span data-type="title" id=toc-41> دعاء الاستفتاح:</span>
يا أخي ورد عن النبي -صلى الله عليه وسلم- أدعية عدة (١) كان يدعوا بها في استفتاحه الصلاة.
ويحسن بالمصلّي أن لا يقتصر على دعاء واحد منها في الصلاة، بل يأتي بهذا مرة وبالثاني مرة، حتى لا يكون لفظاً معتاداً يردّده دون تدبّر؛ هذا إن استطاع.
ونود أن نتأمل واحداً منها وهو ما أورده الإمام مسلم عن علي عن رسول الله -صلى الله عليه وسلم- أنه كان إذا قام إلى الصلاة قال: «وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالْأَرْضَ حَنِيفًا مُسْلِمًا، وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلَاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ
_________
(١) أوردها الإمام النووي في «الأذكار».',NULL,'81',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (83,'رَبِّ الْعَالَمِينَ، لَا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ» (١).
عليك يا أخي أن تتأمل في معنى هذا الدعاء وتتدبّره.
فقولك: (وجهت وجهي للذي فطر السماوات والأرض) يذكّرك بسيدنا إبراهيم الذي قال هذه الكلمة عندما أراد أن يقرّر لقومه فساد ما هم عليه من العبادة.
ومعنى (وجّهت وجهي) -كما قال ابن كثير- (٢).
أي أخلصت ديني وأفردت عبادتي للذي فطر السماوات والأرض، أي خلقهما وابتدعهما على غير مثال سبق، (حنيفاً) أي في حال كوني حنيفاً أي مائلاً عن الشرك إلى التوحيد، ولهذا قال: (وما أنا من المشركين).
_________
(١) صحيح مسلم برقم ٧٧١.
(٢) تفسير ابن كثير ٣/ ٢٨٥ ط الشعب.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (84,'وقال أيضاً (١).
أي إنما أعبد خالق الأشياء ومخترعها ومقدّرها ومدبّرها الذي بيده ملكوت كل شيء، وخالق كل شيء وربه ومليكه وإلهه.
قال القرطبي (٢): [أي قصدت بعبادتي وتوحيدي الله عز وجل وحده، وذَكَرَ الوجه لأنه أظهر ما يعرف به الإنسان صاحبه].
ثم تؤكد هذه الحقيقة بنفي الشرك عنك فتقول: (وما أنا من المشركين).
هذه الجملة (وجّهت وجهي) تدل على التوجه لعبادة الله وإفراده بها، وقد ورد هذا المعنى في مواضع من كتاب الله؛ فمن ذلك قوله: {وَأَقِيمُوا وُجُوهَكُمْ عِنْدَ كُلِّ مَسْجِدٍ} [الأعراف: ٢٩]، معناه: أخلصوا العبادة له في الصلاة. ومن ذلك
_________
(١) تفسير ابن كثير ٣/ ٢٨٦ ط الشعب.
(٢) تفسير القرطبي ٧/ ٢٨.',NULL,'83',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (85,'قوله تعالى: {فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ} [آل عمران: ٢٠]، وقوله سبحانه: {وَمَنْ يُسْلِمْ وَجْهَهُ إِلَى اللَّهِ وَهُوَ مُحْسِنٌ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى وَإِلَى اللَّهِ عَاقِبَةُ الْأُمُورِ} [لقمان: ٢٢].
إن التذكير بعقيدة التوحيد الخالص، والبراءة من الشرك وإخلاص العبادة لله تستفتح به صلاتك، ثم تذكر أن حياتك ومماتك لله ولدعوته، فأنت تحيا وفق شرعه وتلتزم أمره، وتموت في سبيل دعوته، وأنت من المسلمين، تذكر نفسك بكونك في جماعة المسلمين.
وليكن همك -إذا اسفتحت بأي استفتاح آخر- أن تفهمه وتستحضر معانيه.
٦ -<span data-type="title" id=toc-42> التعوّذ:</span>
ثم تقول: أعوذ بالله من الشيطان الرجيم.
أي ألتجئ إلى الله مستعيذاً من الشيطان الرجيم؛ وفي هذا تذكير للمرء بعداوة هذا',NULL,'84',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (86,'الشيطان الذي أخرج أبوينا من الجنة: {يَا بَنِي آدَمَ لَا يَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُمْ مِنَ الْجَنَّةِ} [الأعراف: ٢٧] لقد توعدنا الشيطان بأن يصرف قلوبنا عن الله عز وجل، وسلطانه قوي على المعرضين عن الله، أما عباد الله المخلصين فليس له عليهم سلطان {إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ إِلَّا مَنِ اتَّبَعَكَ مِنَ الْغَاوِينَ} [الحجر: ٤٢] وقد تحدثنا في موضع آخر عن كيد الشيطان للمسلم في صلاته كي يصرفه عن الله عز وجل، فلا حاجة إلى الإعادة.
فعليك يا أخي أن تستعيذ بالله كلما حاول الشيطان أن يوسوس لك والله ولي التوفيق.
٧ - الفاتحة:
عن أبي هريرة قال: سمعت رسول الله -صلى الله عليه وسلم- يقول: «قال الله تعالى: قسمت الصلاة (١) بيني
_________
(١) قال العلماء: المراد بالصلاة هنا الفاتحة، وسميت بذلك لعظم شأنها ولأنها لا تصح إلا بها. والله أعلم.',NULL,'85',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (87,'وبين عبدي نصفين. ولعبدي ما سأل، فإذا قال العبد {الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} قال الله تعالى: حمدني عبدي.
وإذا قال: {الرَّحْمَنِ الرَّحِيمِ} قال الله تعالى: أثنى عليّ عبدي.
وإذا قال: {مَالِكِ يَوْمِ الدِّينِ} قال: مجدني عبدي.
وإذا قال: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} قال: هذا بيني وبين عبدي ولعبدي ما سأل.
فإذا قال: {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} قال: هذا لعبدي ولعبدي ما سأل»، رواه مسلم (١).
_________
(١) صحيح مسلم برقم ٣٩٥.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (88,'والبسملة آية منها على الراجح من أقوال أهل العلم.
فأنت يا أخي عندما تبدأ بالبسملة تتبرك باسم الله العلي العظيم، ثم تشرع بحمد الله، وهذا يقودك إلى أن تتذكر نعمه الظاهرة والباطنة التي أنعم بها عليك وهي لا تحصى وأعظمها نعمة الإيمان.
واستشعر عندما تذكر الرحمن الرحيم أنواع رحمته لك، ولطفه بك، فيغرس ذلك في نفسك الرجاء، والمؤمن لا ييأس من رحمة الله، فما دمت قد رجعت إلى الله فلا بد أن رحمة الله ستشملك.
وهذا الحديث الجميل يملأ نفس المسلم أملاً ورجاء بأن يستجيب الله دعاءه بعد أن حمده وأثنى عليه ومجّده فيهديه الصراط المستقيم صراط من أنعم الله عليهم من الأنبياء والصدّيقين والشهداء',NULL,'87',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (89,'والصالحين، ويجنّبه صراط اليهود المغضوب عليهم وصراط النصارى الضالّين. وقد وجدت كلمة طيبة لشقيق البلخي في شرائط الحمد. قال رحمه الله: الحمد على ثلاثة أوجه: أولها: إذا أعطاك الله شيئاً تعرف من أعطاك. والثاني: أن ترضى بما أعطاك. والثالث: ما دامت قوته في جسدك أن لا تعصيه. فهذه شروط الحمد (١).
ثم تذكر إفراد الله بالعبادة والاستعانة فتقول: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} أي لا نعبد إلا إياك ولا نستعين إلا بك.
وهذا الحديث القدسي الجميل يشعر المسلم بعزة ليس فوقها عزة، فإن الله تبارك وتعالى يناجيه
_________
(١) الفتوحات الإلهية: للعلامة الجمل ٤/ ٦١٨. وشقيق بن إبراهيم البلخي زاهد من مشاهير المشايخ في خراسان، كان من كبار المجاهدين، استشهد في غزوة كولان سنة ١٩٤ هـ.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (90,'بعد كل آية من آيات الفاتحة كما مرّ بنا، فما أعظم غنيمة من يناجيه ربُّ العزة والجلال! . وتذكرك هذه السورة العظيمة يوم القيامة الذي أراد الشرع أن يكون في تصوّر المسلم دائماً، ولذلك كثر جداً ذكر اليوم الآخر في القرآن، فبعد وصف الله بالرحمن الرحيم تقول: {مَالِكِ يَوْمِ الدِّينِ} في ذلك اليوم الذي لا ملك لأحد فيه إلا لله. قال تعالى: {لِيُنْذِرَ يَوْمَ التَّلَاقِ * يَوْمَ هُمْ بَارِزُونَ لَا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ * الْيَوْمَ تُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لَا ظُلْمَ الْيَوْمَ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} [غافر: ١٥ - ١٧].
إن تدبر أركان الصلاة ليعين على الخشوع.
٨ - وقد تكلمنا على القيام، وكذلك فإن استحضار أن الركوع لله والتذلّل له، وذلك عندما تحني جبهتك وظهرك خضوعاً لله، وتذكر عظمته وكبرياءه، وتذكر ضعفك وتقصيرك واحتياجك',NULL,'89',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (91,'إليه، كل ذلك يعين على الخشوع وإدراك مغزى هذه الأركان، لا سيما إذا قلت في ركوعك ما ورد في الحديث الصحيح الذي أخرجه مسلم والذي ذكرنا طرفاً منه عند حديثنا عن دعاء الاستفتاح.
عن علي أنه -صلى الله عليه وسلم- إذا ركع قال: «اللهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعَظْمِي وَعَصَبِي» رواه مسلم (١).
٩ - فإذا وقعت رأسك من الركوع قلت: سمع الله لمن حمده.
وفي هذا الدعاء إخبار وإغراء، دلّ على ذلك التضمين الذي جاء في هذه الجملة؛ ذلك أن (سمع) فعل متعدٍّ بنفسه، تقول سمعت الصوت، وضُمِّن في هذه الجملة معنى (استجاب) التي
_________
(١) صحيح مسلم برقم ٧٧١.',NULL,'90',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (92,'تتعدى باللام، فكان معنى الجملة سمع الله حمد من حمده واستجاب له، فكان هذا إغراء للعبد ليحمد الله فيقول: ربَّنا لك الحمد حمداً طيباً مباركاً فيه ملء السماوات وملء الأرض وملء ما بينهما وملء ما شئت من شيء بعد.
١٠ - ثم تهوي إلى السجود، وهو أعلى درجات الاستكانة، وتضع أشرف أعضاء جسمك وهو الوجه على الأرض تذلّلاً لله.
إن هذا يشعر الإنسان بضعفه وذله أمام الله العلي الأعلى، وإذا بلغ العبد هذه المنزلة وتدبرها كان متحرراً من الخضوع لأي شيء سوى الله؛ لأن الرأس الذي يخضع لله لا يخضع لغيره مهما كانت المغريات ومهما كانت المخاوف، وهناك -ووجهك على الأرض- تردّد هذا الذكر المأثور: سبحان ربي الأعلى، وتقول: اللهم لك سجدت، وبك آمنت، ولك أسلمت، سجد وجهي للذي خلقه وصوّره، وشقّ سمعه وبصره، تبارك الله',NULL,'91',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (93,'أحسن الخالقين، رواه مسلم (١).
فإذا تدبرت حكمة السجود وذكره وتأثر قلبك بهذا كنت قريباً من الله، فاجتهد في الدعاء؛ روى أبو هريرة أن رسول الله -صلى الله عليه وسلم- قال: «أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكْثِرُوا الدُّعَاءَ» رواه أحمد ومسلم وأبو داود والنسائي (٢).
وكان -صلى الله عليه وسلم- يدعو في سجوه كما روى أبو هريرة أن رسول الله -صلى الله عليه وسلم- كان يقول في سجوده: «اللهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ دِقَّهُ، وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ وَعَلَانِيَتَهُ وَسِرَّهُ» رواه مسلم (٣).
وعن ابن عباس -رضي الله عنهما- أن رسول الله -صلى الله عليه وسلم- قال: «وَأَمَّا السُّجُودُ فَاجْتَهِدُوا فِي الدُّعَاءِ فَقَمِنٌ
_________
(١) صحيح مسلم برقم ٧٧١.
(٢) صحيح مسلم برقم ٤٨٢، والمسند ٢/ ٤٢١، وأبو داود برقم ٨٧٥، والنسائي ٢/ ٢٢٦.
(٣) صحيح مسلم برقم ٤٨٣.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (94,'أَنْ يُسْتَجَابَ لَكُمْ» رواه مسلم (١).
١١ - ثم إذا جلست للتشهد جَلَسْتَ جلسة المتأدب مع الله، وقرأت التحيات وتدبّرت معناها، وذكرت رسول الله -صلى الله عليه وسلم- سلّمت عليه، ووثقت بأنه سيردّ عليك السلام؛ لما روى أبو هريرة عن رسول الله -صلى الله عليه وسلم- أنه قال: «مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلَّا رَدَّ اللَّهُ عَلَيَّ رُوحِي حَتَّى أَرُدَّ عَلَيْهِ السَّلَامَ» رواه أبو داود (٢). وانظر كم كسبت من الأجر العظيم بالصلاة عليه؛ فقد روى أبو هريرة أنه -صلى الله عليه وسلم- قال: «مَنْ صَلَّى عَلَيَّ صَلَاةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا» رواه مسلم وأبو داود والترمذي (٣). وفي التشهد تستشعر كونك في جماعة المسلمين فتسلّم على نفسك وعلى عباد الله الصالحين.
_________
(١) صحيح مسلم برقم ٤٧٩.
(٢) أبو داود برقم ٢٠٤١.
(٣) صحيح مسلم برقم ٤٠٨، وأبو داود برقم ١٥٣٠، والتمذي برقم ٤٨٥.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (95,'ثم إذا ختمت صلاتك أنيهيتها بالسلام على الملائكة وإخوانك المسلمين من على جانبيك.
<span data-type="title" id=toc-48>من أخبار الخشوع عند بعض الصالحين:</span>
روي عن علي بن الحسين أنه كان إذا توضأ اصفرَّ لونه، فيقول له أهله: ما هذا الذي يعتريك عند الوضوء؟ فيقول: أتدرون بين يدي من أقوم؟ (١)
إن الحامل على الخشوع الخوف من الله ومراقبته، والخشوع هو السكون والطمأنينة والتؤدة والوقار والتواضع (٢).
ويروى عن حاتِم الأصمّ أنه سئل عن صلاته فقال: إذا حانت الصلاة أسبغت الوضوء، وأتيت الموضع الذي أريد الصلاة فيه، فأقعد فيه حتى
_________
(١) الإحياء ١/ ١٥٧.
(٢) تفسير ابن كثير ٣/ ٤٨٨.',NULL,'94',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (96,'تجتمع جوارحي، ثم أقوم إلى صلاتي، وأجعل الكعبة بين حاجبي، والصراط تحت قدمي، والجنة عن يميني، والنار عن شمالي، وملك الموت ورائي، وأظنُّها آخر صلاتي، ثم أقوم بين الرجاء والخوف، وأكبر تكبيراً بتحقيق، وأقرأ قراءةً بترتيل، وأركع ركوعاً بتواضع، وأسجد سجوداً بتخشع .. وأتبعها الإخلاص، ثم لا أدري أقبلت أم لا؟ (١).
وكان مسلم بن يسار إذا صلّى لم يشعر بما حوله، فحدث مرة أن اسطوانة في ناحية المسجد سقطت وهو في الصلاة، فاجتمع الناس بذلك، فلم يشعر حتى انصرف من الصلاة (٢).
_________
(١) الإحياء ١/ ١٥٧، وفي الحلية ٨/ ٧٤ خبر عنه قريب منه. وحاتم هو ابن عنوان، زاهد مجاهد توفي سنة ٢٣٧ هـ.
(٢) الإحياء ١/ ١٧٧، ومسلم بن يسار فقيه محدث عابد توفي سنة ١٠٨ هـ.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (97,'وكان عامر بن عبد الله من خاشعي المصلّين، وكان إذا صلّى ضربت ابنته بالدف، وتحدث النساء بما يردن في البيت، ولم يكن يسمع ذلك ولا يعقله.
وقيل له ذات يوم: هل تحدثك نفسك في الصلاة بشيء؟ قال: نعم، بوقوفي بين يدي الله عز وجل، ومنصرفي إلى إحدى الدارين.
قيل: فهل تجد شيئاً مما تجد من أمور الدنيا؟ فقال: لأن تختلف الأسنة فيّ أحبُّ إليّ من أن أجد في صلاتي ما تجدون (١).
<span data-type="title" id=toc-49>صلاة الليل .. والخشوع</span>
إن صلاة الليل مظنة أن يحضر الخشوع فيها؛ لأن المرء يصلّيها بإقبال على الله، والناس
_________
(١) الإحياء ١/ ١٧٧، والحلية ٢/ ١٩٢، وعامر بن عبد الله بن قيس زاهد تابعي توفي سنة ٥٥ هـ.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (98,'نائمون، والجوّ هادئ. وقد سبق أن ذكرناها في الأمور المعينة على الخشوع.
فممّا يساعد على التدبر والخشوع في صلاة الليل القراءة بصوت حسن مرتفع، فيكون اللسان والأذن متعاونين على التفكير بالمعنى والتدبر. وقد ورد أن الصوت الحسن يزيد القرآن حسناً؛ عن البراء بن عازب أن رسول الله -صلى الله عليه وسلم- قال: «حَسِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ فَإِنَّ الصَّوْتَ الْحَسَنَ يَزِيدُ الْقُرْآنَ حُسْنًا» رواه الدارمي (١)، وعنه أيضاً أن رسول الله -صلى الله عليه وسلم- قال: «زَيِّنُوا الْقُرْآنَ بِأَصْوَاتِكُمْ» (٢)، وينبغي أن تعطى القراءة حقها من الترتيل ومراعاة أحكام التجويد.
_________
(١) الدارمي (آخر الكتاب) وفي الطبعة الأخرى برقم ٣٥٠٤.
(٢) أبو داود برقم ١٤٦٨، وابن ماجة برقم ١٣٤٢، والنسائي ٢/ ١٧٩، والدارمي (آخر الكتاب) وفي الطبعة الأخرى برقم ٣٥٠٥، والبيهقي في الكبرى ٢/ ٥٣.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (99,'وقد ناقش الإمام النووي في كتاب «الأذكار» المفاضلة بين طول القيام وكثرة الركوع والسجود فذكر أن مذهب الشافعي ومن وافقه أن القيام أفضل لقول النبي -صلى الله عليه وسلم- في صحيح مسلم: «أَفْضَلُ الصَّلَاةِ طُولُ الْقُنُوتِ» (١) ومعناه القيام، ولأن ذكر القيام هو القرآن وذكر السجود هو التسبيح، والقرآن أفضل، فكان ما طوّل به أفضل. وذهب بعض العلماء إلى أن السجود أفضل لقوله -صلى الله عليه وسلم-: «أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ» (٢) ثم نقل كلام الترمذي في هذا الموضوع. والأرجح أن القيام أفضل لأنه -صلى الله عليه وسلم-قال ذلك باللفظ الصيح عندما قال: «أَفْضَلُ الصَّلَاةِ طُولُ الْقُنُوتِ» أما
_________
(١) صحيح مسلم برقم ٧٥٦، ومسند أحمد ٣/ ٣٠٢، والنسائي ٥/ ٥٨، والترمذي برقم ٣٨٧، وابن ماجة برقم ١٤٢١.
(٢) الأذكار: للنووي ص ٤٦، تحقيق عبد القاد الأناؤوط.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (100,'تقريره -صلى الله عليه وسلم- أن العبد أقرب ما يكون من به وهو ساجد، فتقرير عن الحالة التي يكون العبد فيها قريباً من الله لا عن الأفضلية. والله أعلم.
<span data-type="title" id=toc-50>الأمر بالتدبر ... والنهي عن التشويش</span>
عن البياضي (١) أن رسول الله -صلى الله عليه وسلم- خرج على الناس وهم يصلون وقد علت أصواتهم بالقراءة فقال: «إِنَّ الْمُصَلِّيَ يُنَاجِي رَبَّهُ، فَلْيَنْظُرْ بِمَا يُنَاجِيهِ بِهِ، وَلا يَجْهَرْ بَعْضُكُمْ عَلَى بَعْضٍ بِالْقُرْآنِ» رواه مالك (٢). وأخرج أبو داود عن أبي سعيد الخدري أنه قال: اعتكف رسول الله -صلى الله عليه وسلم- في المسجد فسمعهم يجهرون بالقراءة فكشف الستر وقال:
_________
(١) هو أبو حازم الأنصاري البياضي مولاهم، قيل: اسمه عبد الله وقيل غير ذلك وقد ذكره البغوي في الصحابة، وهو مختلف في صحبته روى له أبو داود. انظر ما قاله ابن حجر في تهذيب التهذيب ١٢/ ٦٤.
(٢) الموطأ ١/ ٨٠.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (101,'«أَلَا إِنَّ كُلَّكُمْ مُنَاجٍ رَبَّهُ، فَلَا يُؤْذِيَنَّ بَعْضُكُمْ بَعْضًا وَلَا يَرْفَعْ بَعْضُكُمْ عَلَى بَعْضٍ فِي الْقِرَاءَةِ» (١).
هذا الحديث ينبه إلى أمرين وهما:
أن ينظر المصلّي بماذا يناجي ربه من قراءة لآيات القرآن في القيام، ومن أذكار في الركوع والاعتدال والسجود والجلوس بين السجدتين والتشهد.
والأمر الثاني ألا يجهر الناس بالقرآن على إخوانهم، فالجهر الذي يؤدي إلى التشويش ممنوع سواء كان الجاهر في صلاة أو خارج الصلاة ما دام هناك بحضرته مصل فليهيء له الجو الذي يمكنه من الحضور والخشوع.
...
_________
(١) أبو داود برقم ١٣٣٢.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (102,'<span data-type="title" id=toc-51>كلمة أخيرة</span>
وأحبّ -في نهاية هذه الرسالة- أن أنبّه على حقيقة إسلامية مقررة وهي: أنّ الله لا يكلفنا ما لا نطيق {لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا}.
فعلينا أن نسعى جهدنا إلى الخشوع في الصلاة، ولنحذر من وسوسة الشيطان بتهوين صلاتنا، وهناك شباب يبالغون مبالغة بعيدة عن الواقع في هذا الموضوع، ويطلبون من الناس أن يفعلوا ما لا يستطيعون هم فعله. وقد أعجبتني كلمة لأستاذنا الشيخ علي الطنطاوي حفظه الله، فقد قال:
(فلمّا انتهيت من صلاتي قال لي -أي',NULL,'101',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (103,'الشيطان-: ما هذه الصلاة؟ ! أين هذه الصلاة من صلاة الخاشعين؟ إنّ الصلاة إذا لم تكن على وجهها كان وجودها كعدمها.
فأدركت أن هذه حيلة من حيله، طالما أضاع على كثير من المسلمين صلاتهم بها، يقول لهم: ليست الصلاة ركوعاً وتلاوة وذكراً، ولكن الصلاة الحق هي التي تنهى عن الفحشاء والمنكر، فلا يأتي المرء معها معصية ولا ذنباً، والتي يقف فيها بين يدي مولاه لا يفكر في شيء قط من أمر الدنيا ولا يذهب إليه ذهنه، ولا يبصر بعينيه ما حوله لا يحسه ولا يدري به، فلما استقر ذلك في نفوس طائفة من الناس، ورأوا أنهم لا يقدرون عليه، قالوا: إذا لم تكن صلاتنا صلاة، ولم نقدر على خير منها، فما لنا نتعب أنفسنا بالركوع والسجود في غير ثواب؟ وتركوا الصلاة جملة؛ فكان لإبليس ما أراد مع أن الله لا يكلف نفساً إلا وسعها، وشريعة الله لا تنافي طبائع البشر التي',NULL,'102',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (104,'طبع الله عليها، وليس على المصلّي إلا أن يخشع ما استطاع. وأقل درجات الخشوع أن يدرك معاني ما ينطق به، وأن يتصورها، وكلما عرض له عارض من الأفكار الدنيوية التي لا يخلو منها ذهن مصلّ، ذكر أنه بين يدي الله وأن الله أكبر منها فطردها بقوله (الله أكبر)؛ يقولها كلما قام أو قعد، أو ركع أو سجد.
أما أن يُكلِّفَ المصلّي ألا يرى ما حوله، ولا يسمع به ولا يحسه ونجعل ذلك شرطاً لصحة الصلاة فهذا ما لم يقل به أحد ... ) (١).
إنّ المبالغة في هذا الموضوع وأمثاله قد تؤدي إلى تضييع الواجبات، وهذا يقود إلى الوقوع في المحرمات.
نسأل الله العليَّ القدير أن يوفقنا إلى ما يرضيه، وأن يختم لنا بالحسنى وأن يقينا من
_________
(١) صور وخواطر ١٨١ - ١٨٢.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (105,'شرور أنفسنا، وأن يعيذنا من سيئات أعمالنا، سبحانه لا نحصي ثناء عليه، والحمد لله رب العالمين، وصلى الله وسلم على عبده ورسوله سيدنا محمد وعلى آله وصحبه أجمعين.
وكتبه محمد بن لطفي الصباغ
الرياض ١ المحرم سنة ١٤١٩ هـ
***',NULL,'104',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (106,'كتب المؤلف
١ - الحديث النبوي: مصطلحه، بلاغته، كتبه.
٢ - لمحات في علوم القرآن واتجاهات التفسير.
٣ - قضايا في الدين والحياة والمجتمع.
٤ - من هدي النبوة.
٥ - التشريع الإسلامي وحاجتنا إليه.
٦ - من صفات الداعية.
٧ - تحريم الخلوة بالمرأة الأجنبية والاختلاط المستهتر.
٨ - التصوير الفني في الحديث.
٩ - نظرات في الأسرة المسلمة.
١٠ - بحوث في أصول التفسير.
١١ - أقوال مأثورة وكلمات جميلة.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (107,'١٢ - من أسباب تخلف العمل الإسلامي.
١٣ - نداء إلى الدعاة.
١٤ - خواطر في الدعوة إلى الله.
١٥ - توجيهات قرآنية في تربية الأمة.
١٦ - وقفات مع الأبرار ورقائق من المنشور والأشعار.
١٧ - أيها المؤمنون.
١٨ - الإنسان في القرآن.
١٩ - الحكم الشرعي في ختان الذكور والإناث.
٢٠ - الابتعاث ومخاطره.
٢١ - أبو داود: حياته وسننه.
٢٢ - أبو نعيم وكتابه الحلية.
٢٣ - تاريخ القُصّاص وأثرهم في الحديث النبوي.
٢٤ - سعيد بن العاص بطل الفتوح وكاتب المصحف.
٢٥ - أم سليم.
٢٦ - أسماء بنت أبي بكر.
٢٧ - المناهج والأطر التأليفية.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (108,'٢٨ - يوم بدر يوم الفرقان.
٢٩ - معركة شقحب.
كتب حققها المؤلف:
١ - الأسرار المرفوعة في الأخبار الموضوعة لملاّ علي القاري.
٢ - تحذير الخواص من أكاذيب القُصّاص للإمام السيوطي.
٣ - الباعث على الخلاص من حوادث القصاص للإمام العراقي.
٤ - أحاديث القصاص للإمام ابن تيمية.
٥ - القصاص والمذكرون للإمام ابن الجوزي.
٦ - القرامطة للإمام ابن الجوزي.
٧ - الفوائد الموضوعة في الأحاديث الموضوعة للعلاّمة مرعي الكرمي.
٨ - مختصر المقاصد الحسنة للإمام الزرقاني.
٩ - كتاب الضعفاء والمتروكون للدارقطني.
١٠ - الدرر المنتثرة في الأحاديث المشتهرة للإمام السيوطي.',NULL,'111',NULL,NULL,'0');
INSERT INTO [b36359] VALUES (109,'١١ - أسرار الصوم للإمام الغزالي.
١٢ - التذكرة في الأحاديث المشتهرة للإمام الزركشي.
***',NULL,'112',NULL,NULL,'0');
