-- Table: b36549
-- Chunk: 1
-- Rows: 27

CREATE TABLE "b36549"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b36549
INSERT INTO [b36549] VALUES (1,'بسم الله الرحمن الرحيم

<span data-type="title" id=toc-1>المقدمة</span>
الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد، على آله وصحبه أجمعين، وبعد:
فإن من سعادة المرء في هذه الدنيا أن يرزق زوجة تؤانسه وتحادثه، تكون سكنًا له ويكون سكنًا لها، يجري بينهما من المودة والمحبة ما يؤمل كل منهما أن تكون الجنة دار الخلد والاجتماع.
وفي صلاح الزوجة والزوج قرار للنفس وسعادة للقلب وانشراح للصدر، وفي ذلك أداء للتكاليف الشرعية والأعمال الدنيوية باستقرار وعدم تشويش للذهن. مع حسن تربية لأبناء يخدمون الدين ويقومون به.
وهذا الرسالة إلى الزوجة طيبة المنبت التي ترجو لقاء الله -عز وجل- وتبحث عن سعادة الدنيا والآخرة.
هذه الرسالة: إلى الزوجة التي إن أمرها زوجها أطاعته، وإن نظر إليها سرته، وإن أقسم عليها أبرته، وإن غاب عنها حفظته في نفسها وماله.
ربنا هب لنا من أزواجنا وذرياتنا قرة أعين واجعلنا للمتقين إمامًا.
وصلى الله وسلم على نبينا محمد وعلى آله وصحبة أجمعين.',NULL,'3',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (2,'<span data-type="title" id=toc-2>وقفه</span>
* قال شيخ الإسلام ابن تيمية:
«وليس على المرأة بعد حق الله ورسوله أوجب من حق الزوج» [مجموع الفتاوى ٣٢/ ٢٦٠].
* حكمة:
المرأة إذا طال لسانها قصرت أيامها في قلب الرجل وبيته.
قال ابن الجوزي: «وينبغي للمرأة العاقلة إذا وجدت زوجًا صالحًا يلائمها أن تجتهد في مرضاته، وتجتنب كل ما يؤذيه، فإنها متى آذته أو تعرضت لما يكرهه أوجب ذلك ملالته، وبقي ذلك في نفسه، فربما وجد فرصته فتركها، أو آثر غيرها، فإنه قد يجد، وقد لا تجد هي، ومعلوم أن الملل للمستحسن قد يقع، فكيف للمكروه»!',NULL,'4',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (3,'<span data-type="title" id=toc-3>اتق الله</span>
أيتها الزوجة: اتق الله -عز وجل- في زوجك فإنما هو جنتك ونارك، كما قال - صلى الله عليه وسلم - لإحدى نساء الصحابة رضي الله عنهم: «أذات بعل؟ » قالت: نعم، قال: «كيف أنت له»، قالت: لا آلوه -أي: لا أقصر في طاعته-، إلا ما عجزت عنه، قال: «فانظري أين أنت منه، فإنه هو جنتك ونارك» [رواه الترمذي].
* قال الإمام أحمد -رحمه الله- عن زوجته عباسة بنت الفضل -رحمها الله-، أم ولده صالح: أقامت معي أم صالح ثلاثين سنة، فما اختلفت أنا وهي في كلمة. ثم ماتت -رحمها الله-. [تاريخ بغداد].',NULL,'5',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (4,'<span data-type="title" id=toc-4>من أين تهدم البيوت</span>؟
المرأة بطبعها هينة لينة سهلة الانقياد! لكن يتسلط عليها شياطين الإنس والجن فيغيرون تلك الصفات ويفسدون صفاء القلوب ومن أولئك الشياطين:
أولاً: وسائل الإعلام التي ما دأبت تحرض على الإفساد بين الزوج وزوجته، وتصور الرجل أنه ظالم مستبد فأفسدت الود وقطعت علائق المحبة.
ثم هي في الجانب الآخر تأتي بالحبيب والصديق والعشيق لتزين العلاقة المحرمة، وتجمل حديثه وتلطف عباراته، وتهون العلاقة بين الرجل الأجنبي والمرأة فتشعر الزوجة بنقص زوجها وعدم إشباعه لحاجاتها، فتصبح وقد تقلب قلبها وكرهت زوجها.
ثانيًا: تهدم البيوت من جلسات الفارغات من بعض الصديقات والزميلات في حصص الفراغ، أو الجيران في جلسات الضحى والعصر، فالحديث استهزاء بالأزواج وتحريض عليهم وتمرد على عش الزوجية.
وكل امرأة تدعي أن زوجي فعل بي وقال لي، وأحضر لي، حتى تكنون الزوجة المسكينة أذنًا تسمع فيقع في قلبها كره زوجها البخيل وزوجها المشغول وزوجها الكسول.
ثالثًا: مما يعين على هدم البيوت: عدم القرار في المنزل. فالزوجة خراجة ولاجة، لا يقر لها قرار .. أسواق وحفلات .. زيارات، قائمة لا تنتهي وقد أشغلت قلبها وضيعت وقتها وفرطت',NULL,'6',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (5,'في رعيتها.
رابعًا: المعاصي والذنوب شؤم على البيوت فهي تجلب الهموم والغموم وتنزع السعادة نزعًا.
قال بعض السلف: إني لأعصي الله فأرى ذلك في خلق امرأتي ودابتي.
وقال ابن القيم: وللمعاصي من الآثار القبيحة المذمومة المضرة بالقلب والبدن في الدنيا والآخرة ما لا يعلمه إلا الله.
والمعاصي في أوساط النساء كثيرة جدًا، منها تأخير الصلاة والغيبة والنميمة والخروج إلى الأسواق متبرجة متعطرة وغيرها كثير.
خامسًا: مما يهدم البيوت ويفرق الأسر الكبر من قبل الزوجة وبواعث الكبر والعجب كثيرة: الجاه والمال والشهادة والجمال وغيرها مع قلة عقل وقصر نظر.
سادسًا: مما يهدم البيوت استبداد الزوجة وتسلطها في ظل شخصية رجل ضعيفة متسامحة، فيقودها ذلك إلى التعنت والقفز على قوامة الرجل فتفسد نفسها وأسرتها.
سابعًا: تهدم البيوت من عدم مراعاة حق الزوج في التزين والتجمل له، فلربما كانت النتيجة أن يقل نصيب الزوجة من ود زوجها، أو لربما قادته إلى طرق محرمة فتخرب الدور وتهدم الأسر.
ثامنًا: المرأة العاقلة تنزل من أكرمها وجاورها في الفراش والمنزل منزلة عظيمة، فلا تتسخط عليه ولا تذم عشرته، فإن مثل',NULL,'7',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (6,'هذه المرأة الناكرة للمعروف المضيعة للعشرة حري أن يسلب الله -عز وجل- نعمتها، وإن كان في الرجل خلة من النقص ففيه خلال من الخير كثيرة.
ولتتذكر الزوجة قول النبي - صلى الله عليه وسلم -: «ولا ينظر الله إلى امرأة لا تشكر زوجها وهي لا تستغني عنه» [رواه النسائي].
تاسعًا: تهدم المرأة بيتها وتبدد سعادتها إذا سلكت طريقًا وعرًا ذا شوك، هاهي تطالب زوجها بالسفر وثانية بالقنوات الفضائية، وما علمت المسكينة أن المعاصي والذنوب تجلب النقم وتبعد النعم، وكم من امرأة سعيدة هانئة تحولت نعمتها إلى شقاء بسبب معصية الله -عز وجل-.
عاشرًا: المرأة الذكية الفطنة تراعي أحوال الزوج ومتطلباته، فهي تعلم موعد نومه وغذائه، وماذا يحب وماذا يكره، تسارع إليه حتى يسارع هو بقلبه إليها.
الحادي عشر: تهدم المرأة بيتها بلسانها: إذا جلست مع زوجها خالفت أمر الرسول - صلى الله عليه وسلم - وبدأت تذكر فلانة وصفتها وجمال شعرها وطولها، وتصفها لزوجها حتى يستعذب الحديث في النساء، فإن كان رجلاً صالحًا لربما تزوجها وإن كان فاسدًا لربما أفسدها، أو أفسد غيرها، وقد نهى النبي - صلى الله عليه وسلم - عن ذلك بقوله: «لا تباشر المرأة المرأة فتنعتها لزوجها كأنه ينظر إليها» [رواه البخاري]، وقد ترى المسكنية أن هذا الحديث عن النساء ووصفهن لزوجها يقرب زوجها إليها، وقد أضلت الطريق وتاهت في الدروب.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (7,'<span data-type="title" id=toc-5>المستشارة</span>
هي تلك الصديقة الحنون التي تحادثها الزوجة ساعات طوال، ولا يمر يوم دون أن تسمع صوتها.
فأصبحت مجمعًا لأخبارها وأخبار زوجها، لا تنظم خيطًا في إبره إلا سألتها ما رأيها؟
وهذه المرأة في الغالب إما ناصحة جاهلة، وإما مستشارة حاقدة وكثيرات هن.
ولهذا تجدها تشير عند أدنى خلاف قائلة: دعيه، اذهبي لأهلك، أنت درة كيف ترضين في البقاء معه؟ لا تكوني مسكينة، كيف تقبلين بذلك؟ كوني قوية، انتزعي حقك، وتحرض الزوجة على زوجها ثم تهدم بيتها.
هاهي تشوش الذهن وتفسد العلاقة الجملية بسوء النصائح وقبيح التوجيهات، والأولى من المستشارة العاقلة تهدئة الأمور وذكر محاسن الزوج ومزاياه، وأن هذه المشكلة زوبعة سوف تنتهي.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (8,'<span data-type="title" id=toc-6>الزوجة المصلحة</span>
الزوجة الداعية ... امرأة صالحة في نفسها ... ترغب في بذل الخير وتسعى لنيل الأجر العظيم الذي وعد به النبي - صلى الله عليه وسلم - في قوله: «الدال على الخير كفاعله» فهي تبذل الوسع في هداية زوجها وإعانته على الخير، وترى تلك الصورة الجميلة التي ذكرها النبي - صلى الله عليه وسلم - نبراسًا للبيت المسلم: «رحم الله رجلاً قام من الليل فصلى وأيقظ امرأته فصلت، فإن أبت نضح في وجهها الماء ورحم الله امرأة قامت الليل فصلت، وأيقظت زوجها فصلى، فإن أبى نضحت في وجهه الماء» [رواه أحمد] وهي تسعى لزيادة إيمان زوجها وحثه على أعمال الدعوة ودلالته على المحاضرات والندوات، وتحرص أشد الحرص على الصحبة الطيبة.
ذكر أحد الشباب الذين منَّ الله عليهم بالهداية قصة هدايته فقال: تزوجت امرأة عابدة وكنت مفرطًا في أمر الصلاة فكانت تقوم من الليل وتصلي بجوار السرير وتدعو الله -عز وجل- وكنت أستيقظ فأسمع صلاتها ودعاءها، فأثر في نفسي ذلك الدعاء وطول الصلاة، واليوم نقوم سويًا بسبب دعوتها ودلالتها، لقد زادت محبتها في قلبي وارتفع قدرها في عيني، وبعض النساء يأتيها الشيطان بأعذار واهية، فتراها تحدث نفسها! الله لن يقبل ولن يستجيب فلماذا أتعب نفسي؟ إنه يختلف عن ذاك الرجل الذي سمع زوجته تصلي فرقَّ قلبه!',NULL,'10',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (9,'والزوجة أعظم داعية لزوجها لتوفر الاتصال اليومي وطول المدة مع حسن العشرة وطيب الحديث، وسلالة العرض وتخير الأوقات وتحين الفرص.',NULL,'11',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (10,'<span data-type="title" id=toc-7>لا تتكبري</span>
في هذه الدنيا تحدث بعض المنغصات التي تكدر الحياة الزوجية لكنها سرعان ما تنتهي إذا كانت الزوجة عاقلة تعرف كيف تحافظ على عش الزوجية وكيان الأسرة، إنها تستجلب الأجر والمثوبة بالقرب إلى زوجها والاعتذار إليه، وما أفسد أكثر النساء اليوم إلا ذاك الكبر الذي أتى إليها من وسائل الإعلام ومن صديقات السوء.
تتقرب إلى أحب الناس إليها .. زوجها وأبو أبنائها ورفيق دربها حتى تزول الغمة، إنها امرأة عاقلة ذكية زكية.
قال عليه الصلاة والسلام: «نساؤكم من أهل الجنة الودود التي إذا أوذيت أو آذت أتت زوجها حتى تضع يدها على كفه فتقول: لا أذوق غمضًا حتى ترضى» [رواه الطبراني].
الحقي -أيتها الزوجة- بنساء أهل الجنة ولا ينفخ الشيطان فيك فتخسري الدنيا والآخرة، إنها لمسة حانية ورجوع للمحبوب فإياك من دعاة إفساد البيوت وتكبير المشكلة والتمرد على الزوج.
ذكر أن أجمل ما في حياة المرأة اليابانية أنها تعيش لدى الزوج كالأسيرة والأجيرة وأحيانًا لا تنام حتى ينام.
فيكف بمسلمة تتقرب إلى الله -عز وجل- بحسن التبعل وطيب المعشر.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (11,'<span data-type="title" id=toc-8>وقفة</span>
قال تعالى: {وَزَكَرِيَّا إِذْ نَادَى رَبَّهُ رَبِّ لَا تَذَرْنِي فَرْدًا وَأَنْتَ خَيْرُ الْوَارِثِينَ * فَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى وَأَصْلَحْنَا لَهُ زَوْجَهُ إِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا وَكَانُوا لَنَا خَاشِعِينَ} [الأنبياء: ٩٠].
قال ابن كثير -رحمه الله-: «{وَأَصْلَحْنَا لَهُ زَوْجَهُ} أي: امرأته».
قال ابن عباس: «كانت عاقرًا لا تلد، فولدت».
وقال عطاء: «كان في لسانها طول فأصلحها الله».
وفي رواية: كان في خلقها شيء فأصلحها الله.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (12,'<span data-type="title" id=toc-9>إذا صلحت الزوجة</span>
في مجاهدة النفس وإصلاحها جهاد طويل وطريق شاق، لكنه في النهاية نعم المسار ونعم النهاية .. إذا صلحت الزوجة وأصلحت نفسها وقادتها إلى الخير يحصل لها أمور عدة منها:

<span data-type="title" id=toc-10>أولاً: الأجر والمثوبة قال -عز وجل</span>-: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ}، وقال -عز وجل-: {مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ}.
<span data-type="title" id=toc-11>ثانيًا: السعادة في الدنيا والآخرة: </span>كما قال -تعالى-: {مَنْ عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أُنْثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً} [النحل: ٩٧].
<span data-type="title" id=toc-12>ثالثًا: استقرار الزوج: </span>وسعادة أيام الزوجين وهذا مجرب مشاهد في أوساط السعداء من الأزواج.
<span data-type="title" id=toc-13>رابعًا: تربية الأبناء تربية إسلامية صحيحة: </span>وزيادة استقرارهم وتحصيلهم العلمي وفي صلاحهم قرة عين للزوجين.
<span data-type="title" id=toc-14>خامسًا: تفريغ الزوج لأعماله الدنيوية والأخروية</span>؛ فإن المشاكل والخلافات تتسبب سلبًا في قلة إنتاجية الزوج ولربما أدى ذلك إلى انحرافه إلى رفقاء السوء أو المخدرات والمسكرات للخروج كما يدعي من المشاكل.
<span data-type="title" id=toc-15>سادسًا: قيام المرأة بحق الله -عز وجل- بصفاء نفس وراحة </span>لأنها مطمئنة واثقة من الأجر والمثوبة، فيكون ذلك مثل المحرك لها المساعد على القيام بأعمالها.',NULL,'14',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (13,'<span data-type="title" id=toc-16>سابعًا: خروجها لدى الأقارب والمعارف </span>بأحسن حال فتدخل السرور على والديها ومعارفها وعلى أبنائها ومن حولها فتكون أنموذجًا للزوجة المسلمة الصالحة.
<span data-type="title" id=toc-17>ثامنًا: كل فرد في الأسرة الصغيرة </span>يكون منتجاً في محيطه لخلوه من الشواغل والمشاكل الذهنية.
<span data-type="title" id=toc-18>تاسعًا: المتعة في الحياة الزوجية والأسرية</span>، فمن متع الدنيا الاستقرار والشعور بالأمن والطمأنينة في داخل المنزل.
<span data-type="title" id=toc-19>عاشرًا: إظهار الصالحين بمظهر الأسرة الطيبة السعيدة</span>، وفي هذا رفع لشأنهم وتميز لهم عن غيرهم.
<span data-type="title" id=toc-20>الحادي عشر: محبة الزوج لزوجته </span>ولربما دعاه ذلك إلى عدم التفكير في زوجة أخرى لأنه حصل له ما يريد من الاستقرار.
<span data-type="title" id=toc-21>الثاني عشر: المرأة الفاضلة قدوة صالحة لغيرها من المتزوجات</span>، وتكون أيضًا داعية بحسن صنيعها إلى الاقتران بالملتزمات لما يرى الرجال من حسن الثناء على تلك المرأة
الصالحة.',NULL,'15',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (14,'<span data-type="title" id=toc-22>رسالة إلى كل زوجة</span>
الزواج قسمة ونصيب وهي عبادة تتقرب بها المرأة إلى الله -عز وجل-، فإن قامت فهي في عبادة وإن قعدت فهي في طاعة .. إن ساقها الرضا لحاجة زوجها أجرت، وإن قامت بخدمته أثيبت.
وهذه الأعمال فيها من المشاق والمصاعب الكثير، وأعظم أمر يهون ذلك كله: الإخلاص لله -عز وجل- في كل هذه الأمور والرغبة فيما عند الله من الأجر والمثوبة.

<span data-type="title" id=toc-23>ومما يؤثر على حسن معاملة الزوجة سلبًا:</span>
<span data-type="title" id=toc-24>١ - ظروف العمل: </span>فإن الزوجة القادمة إلى منزلها مرهقة متعبة لا تستطيع أن تقدم الكثير للزوج المرهق أيضًا!
<span data-type="title" id=toc-25>٢ - الزميلات والصديقات: </span>حيث يخضن في مشاكل الأسر وتتعالى البعض منهن بذكر محاسن زوجها (صدقًا أو ادعاءً) مما يغيظ قلب الزوجات الأخر على أزواجهن، وينعكس على تعاملها.
<span data-type="title" id=toc-26>٣ - المعاصي والآثام: </span>فإنها تحرم من السعادة في كل حين {فَكُلًّا أَخَذْنَا بِذَنْبِهِ} [العنكبوت: ٤٠]، {وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ} [الشورى: ٣٠].
وللمعاصي آثار واضحة في سوء العشرة بين الزوجين.

<span data-type="title" id=toc-27>٤ - وسائل الإعلام: </span>وما تبثه من إفساد في الأرض، فتظهر الرجل على أنه يذوب كمدًا في محبوبته، وتظهر الرجل وهو في أبهى صورة عاطفية، تجذب المرأة مما يؤثر في نظرتها إلى زوجها.',NULL,'16',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (15,'<span data-type="title" id=toc-28>٥ - عدم الاستقرار في المنزل: </span>فلا تجد المرأة وقتًا لإعطاء كل ذي حق حقه مع انصراف عاطفي ونفسي إلى غير دارها وسكنها.
<span data-type="title" id=toc-29>٦ - مجانبة الصبر وطول النفس وحسن المعاملة: </span>فإن للعشرة الزوجية آدابًا وللخلة المحمودة أحكامًا، فلتؤدب المرأة نفسها على ذلك ولتأخذها بالمثابرة والمجاهدة.',NULL,'17',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (16,'<span data-type="title" id=toc-30>فلتقر عينك</span>
من نعم الله -عز وجل- على الرجل أن يرزقه بزوجة صالحة ويوفقه إلى امرأة حنون ولود ودود.
ومن أنصع صفاتها التي تهنأ بها نفسه وتقر برؤيتها عينه:

<span data-type="title" id=toc-31>أولاً: طيب الكلام وانتقاؤه: </span>فإن طيب الحديث يأسر القلوب، ويأخذ بالألباب، ومن أولى وأحق بالزوجة من ذلك؟ تأملي قول الله -عز وجل- وهو يخاطب الكفار: {قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ} [آل عمران: ٦٤]، وفي قوله تعالى: {يَا أَهْلَ الْكِتَابِ لَا تَغْلُوا فِي دِينِكُمْ} [النساء: ١٧١]، وهذه الكلمة {يَا أَهْلَ الْكِتَابِ} تطير لها قلوبهم وما ذاك إلا رغبة في إيصال الحق وسماعه إليهم، والنبي - صلى الله عليه وسلم - وقد جلس إليه سهيل بن عمرو في صلح الحديبية وكان حينها كافرًا. قال له - صلى الله عليه وسلم -: «انتهيت يا أبا الوليد» فكناه بأحب الكنى إليه وهو كافر وما ذاك إلا رغبة في دعوته.
وحق على الزوجة أن تنتقي أطايب الكلام وحلو الحديث لزوجها لتدخل السرور على قلبه وتتودد إليه.

<span data-type="title" id=toc-32>ثانيًا: حسن استقبال الزوج: </span>وهو أول مفتاح لدخول قلب الزوج، فتحسن اختيار اللباس والكلام وتنثر في مقدمه وردًا وحبًا، هاهي تتناول ما أثقل يده من رزق الله وتعينه على خلع ثوبه وتبث له الشوق حمدًا لله على سلامته، وترحب بقدومه وطلعته وتجلسه',NULL,'18',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (17,'حيث يحب ثم هي تمسح عناء العمل وتعبه بكلمة حانية ونظرة باسمة.

<span data-type="title" id=toc-33>ثالثًا: التبسم وطلاقة الوجه: </span>من أسباب حصول المودة واستقرارها إطالة التبسم وطلاقة الوجه؛ لأنها دليل على الرضا والمحبة والسرور والفرح، وهذا الابتسامة الصغيرة توحي بمعان كثيرة ولفتات متتالية، وقد قال - صلى الله عليه وسلم -: «لا تحقرن من المعروف شيئًا ولو أن تلقى أخاك بوجه طلق» [رواه مسلم].
<span data-type="title" id=toc-34>رابعًا: إذا استقر المقام بالزوج في مكانه سارعت إليه بالأخبار المفرحة </span>والأنباء السارة تحكي له ما جرى لها وماذا حدث لها ليكون قطعة منها يعلم ما يجري في داره، وتؤانسه بما تعلم أنه يحب من الحديث، وتشجعه إذا تحدث وتثني على عمله مع تذكيره بالله -عز وجل- واحتساب الأجر جراء ما يحدث من منغصات ومكدرات، وهذا الحديث خال من الغيبة والنميمة والبهتان والكذب، وفيه من ذكر الله والثناء عليه والحمد له ما يجعله مجلس ذكر.
<span data-type="title" id=toc-35>خامسًا: من تمام الاستقبال تمام الزينة وجمال المظهر ليتوافق مع جمال المخبر</span>، هاهي تستقبل الزوج في أبهى حلة وأجمل ثوب وأنصع قلب، لقد تجملت له ومن أحق بالتجمل منه؟
<span data-type="title" id=toc-36>سادسًا: الرحمة له والشفقة عليه: </span>هاهو قد أتى متعبًا من يومه منهكًا من عمله فترحمه وترى توالي المتاعب فتشفق عليه',NULL,'19',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (18,'وتعينه لقد نمت الألفة وزرعت بيدها دوحة الحب الصادقة فلا يرى له سكن سواها.

<span data-type="title" id=toc-37>سابعًا: المرأة تحب الالتفاتة الحنونة من زوجها: </span>وقد يكون عكس ذلك لظروف يمر بها الزوج أو أن ذلك خللاً في بعض جوانب شخصيته، إنها تسارع إلى كظم الغيظ والمسامحة والعفو، فهي تسعى إلى أن تكون مع المحسنين الذين أثنى الله -عز وجل- {وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ وَاللَّهُ يُحِبُّ الْمُحْسِنِينَ} [آل عمران: ١٣٤].
ولهذا فصوت الشيطان يخبو وهي تسامح وتعفو فتنتهي المشاكل في مهدها، وتموت الفرقة في بدايتها وينشر الحب عبيره مرة بعد أخرى.

<span data-type="title" id=toc-38>ثامنًا: تتفاوت مدارك الأزواج: </span>وتتنوع ثقافاتهم وقد يكون مستوى الزوج الدراسي والتعليمي أقل من الزوجة أو تكون الزوجة ذات جاه ومال وحسب ونسب، والأصل في المسلمة التواضع ولين الجانب وعدم التكبر؛ لأن البعض منهن يترفع على الزوج وتتكبر وتفتخر، وربما جرها الأمر إلى الازدراء والكبر، وكل ذلك يولد في قلب الزوج الكره والنفرة، وربما قادته بهذا الازدراء إلى المال الحرام ليرفع من حاله أو لعلها أدخلت عقدًا نفسية عليه.
<span data-type="title" id=toc-39>تاسعًا: المرأة المسلمة حيية مع زوجها: </span>فإن الحياء صفة حميدة ومنقبة جميلة، كما قال - صلى الله عليه وسلم - عنه: «لا يأتي إلا بخير» ومن الحياء ترك',NULL,'20',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (19,'القبيح والبعد عن سفاسف الأمور حديثًا وفعلاً.

<span data-type="title" id=toc-40>عاشرًا: الزوجة الصالحة تسعى لخدمة زوجها </span>والقيام بشئونه وقضاء حوائجه والاستعداد لقدومه وقد كان أمهات المؤمنين يخدمن النبي - صلى الله عليه وسلم - وكانت فاطمة -رضي الله عنها- تقوم على خدمة زوجها علي بن أبي طالب رضي الله عنه، وهذا فعل الصحابيات وكرام النساء، وكما أنها تخدمه في المنزل فهو أيضًا يقوم بخدمتها خارج المنزل، من العمل لإسعادها وجلب الرزق لها، وتفقد معايشها وإدخال السرور إلى قلبها.
<span data-type="title" id=toc-41>الحادي عشر: عدم تكليف الزوج ما لا يطيق: </span>فإن الله -عز وجل- يقول: {لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ} فيكفيها ما يكفي زوجها دون تبرم ولا تذمر ولا شكوى فإن الأرزاق بيد الله -عز وجل- والسعادة ليست بالمال وحده.
<span data-type="title" id=toc-42>الثاني عشر: الحذر من الإسراف والتبذير </span>فقد انتشرت هذه الظاهرة في تغيير الدور والمنازل وفرشها وتأثيثها، مما أرهق الزوج وجعل همه الاستجابة للزوجة التي تلاحقه صباح مساء بطلبات فيها إسراف أو تبذير.
<span data-type="title" id=toc-43>الثالث عشر: المحافظة على أسرار الزوج </span>فإن المنزل مملكة خاصة بالزوج وزوجته، وإفشاء الأسرار يعرض هذه المملكة إلى السقوط خاصة إذا كانت أسرار يحرص الزوج على الاحتفاظ بها لنفسه، ومن أشد الأسرار ما يقع بين الزوجين، وقد حذر النبي - صلى الله عليه وسلم -',NULL,'21',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (20,'من ذلك، فعن أسماء بنت يزيد أنها كانت عند رسول الله - صلى الله عليه وسلم - والرجال والنساء قعود عنده، فقال: «لعل رجلاً يقول ما يفعله بأهله، ولعل امرأة تخبر بما فعلت مع زوجها» فأرم القوم -أي سكتوا ولم يجيبوا- فقلت: إي والله يا رسول الله، إنهن ليقلن، وإنهم ليفعلون، قال: «فلا تفعلوا فإنما مثل ذلك مثل شيطان لقي شيطانة فغشيها، والناس ينظرون» [رواه أحمد].

<span data-type="title" id=toc-44>الرابع عشر: الزوجة الموفقة تحتفظ بمشاكلها </span>وتحاول أن تحلها وتصلحها في داخل منزلها، لأن من المعروف أن خروج المشكلة من المنزل معناه كبرها وبقاؤها واستمرارها، وأحيانًا تولد مشاكل أخرى مضاعفة، والمرأة جزامة ندامة، بعد حين تتمنى أن لو لم تخبر والدها أو والدتها بمشكلة مرت بها.
<span data-type="title" id=toc-45>الخامس عشر: من حسن العشرة إكرام من يحبهم الزوج</span>، ومن أكرم عنده من والديه، والموفقة تعلم ذلك وتعلم أن في الإحسان إلى رجل مسلم كبير وامرأة مسلمة كبيرة جزاءً موفورًا في الأجر والمثوبة، كيف إذا زادت نيتها وعملت لوجه الله -عز وجل- ثم لإرضاء زوجها وإكرامه وما طرأ على المجتمع من تشويه لصورة الوالدين والنفور منهما إلا بسبب الإعلام الفاسد الذي نخر في جسد الأمة فأبعد الزوج عن أبيه، والوجه عن والدة زوجها.
<span data-type="title" id=toc-46>السادس عشر: الإكثار من أنواع العبادة والطاعة </span>والاستعانة بالصبر والصلاة فإنها تؤانس الوحشة وتزيل كدر',NULL,'22',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (21,'النفوس، وتقرب إلى الله عز وجل، وكلما تقربت إلى ربك -عز وجل- فأنت في خير وعافية دنيا وآخرة.

<span data-type="title" id=toc-47>السابع عشر: مما تقر لابه نفس الزوج </span>ويهنأ به قلبه أن يرى ثمرة فؤاده على خير حال، فإن حسن تربية الأولاد مدعاة إلى محبة الزوجة والفرح بها، والمرأة المسلمة تتعبد لله -عز وجل- بحسن تربيتها لأولادها، لإخراج جيل صالح ينفع المسلمين مما ينعكس أثر ذلك على الأب سرورًا وفرحًا.',NULL,'23',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (22,'<span data-type="title" id=toc-48>لماذا ترغب المرأة في حسن معاملة الزوج</span>؟
طبائع النساء تختلف ولكن الزوجات يجمعن على رغبتهن في الاحتفاظ بأزواجهن، ولعل مرد ذلك إلى أسباب عدة منها:

<span data-type="title" id=toc-49>١ - الرغبة في الاستئثار بماله: </span>ولهذا تتقرب إليه رغبة في الحصول على هذا المال وعدم مزاحمة غيرها لها من زوجة أو أم أو غيرهم، ومن تأمل في هذا الأمر يجده واضحًا.
<span data-type="title" id=toc-50>٢ - الاستئثار بحظوظ نفسية أخرى: </span>كالإشباع العاطفي أو الجنسي أو حب السفر والتفاخر، مما يجعل المرأة تشعر بالخوف من فقد ذلك الشيء الذي تحبه.
<span data-type="title" id=toc-51>٣ - الخوف من الطلاق: </span>خاصة إذا شعرت المرأة بأن الرجل قد ينفذ ذلك، ولها علامات تعرفها كل امرأة متزوجة.
<span data-type="title" id=toc-52>٤ - الخوف من التعدد: </span>يدفع المرأة إلى حسن المعاملة وطيب المعشر وتقديم الخدمة لسد الذرائع في وجه الزوج الذي قد يتعذر بحاجته لزوجة ثانية لما يراه من نقص في زوجته.
<span data-type="title" id=toc-53>٥ - الرغبة في الدعة والأمان: </span>خاصة أن بعض الأزواج كالسيف المسلط على الزوجة لذا تسعى إلى خدمته، والقيام بحقه خوفًا من قسوته وغلظته.
<span data-type="title" id=toc-54>٦ - إذا لاح للمرأة العاقلة </span>أن زوجها قد يجره رفقاء السوء إلى أمور عظيمة نتيجة تقصيرها في حقه، فإنه تسرع إلى معالجة ذلك النقص، خوفًا من تهدم بيتها ووقوع زوجها في مهاوي لا',NULL,'24',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (23,'نهاية لها.

<span data-type="title" id=toc-55>٧ - تحرص المرأة الصالحة على حسن معاملة الزوج: </span>رغبة في تثبيته وإعانته على الخير والمداومة عليه.
<span data-type="title" id=toc-56>٨ - أعظم الأسباب وأتمها وأكملها </span>وأشرفها القيام بحق الزوج طاعة لله -عز وجل- وتقربًا إليه، ويجمع الله -عز وجل- لها جميع الخصال السابقة التي تريدها المرأة، فإنها ترى أن ما تقوم به حق للزوج أمر الله -عز وجل- به وتجب طاعته في أمره وتشريعه فتقر عينها، وتحتسب ذلك أجرًا ومثوبة وقرة عين.
ألا إن النساء خلقن شتى ... فمنهن الغنية والغرام
ومنهن الهلال إذا تجلى ... لصاحبه ومنهن الظلام
فمن ظفر بصالحهن يظفر ... ومن يغبن فليس له انتظام',NULL,'25',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (24,'<span data-type="title" id=toc-57>الزوجة الداعية</span>
إذا دخلت الزوجة منزلها ووطأت أرضه فهي بين حالين:
الأولى: إما أن يكون الزوج ملتزمًا، وهذا الزوج يحتاج إلى الإعانة والتثبت وزيادة الخير في قلبه وإعانته على العمل التطوعي، وحضور المحاضرات وحفظ القرآن ومراجعته، وصلة الأرحام وغيرها مما يزيد رصيده، ويشعر بالفرق بين حاله قبل الزواج وبعده.
الثانية: أن تدخل الزوجة على زوج لديه بعض المخالفات الشرعية فهنا تكون كأختها السابقة في منزله دعوة وجهاد لهذا الزوج.
وبعض الأخوات إذا ذكر لها أمر الدعوة والقيام به تعذرت بسوء خلق الزوج وبلوغه مرحلة من الفساد كبيرة.
ولعلل أبلغ مثل على الزوج الطاغية المستبد فرعون فإنه رغم جبروته وظلمه نزل على رأي امرأته عندما طلبت أمرًا مستحيلاً كان يعمل ضده فقد كان يقتل أبناء بني إسرائيل ولما أراد الله -عز وجل- أن يبقي موسى -عليه السلام- حيًا جعل امرأة فرعون سببًا لذلك! فقالت لزوجها: {قُرَّةُ عَيْنٍ لِي وَلَكَ لَا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا} وانصاع الطاغية ورضي وقبل، فترك موسى -عليه السلام- ولم يقتله، لكن هذه الموافقة من فرعون خرجت نتيجة محبته لزوجته جعلتها في قلبه حتى استطاعت الوصول إلى ما تريد.',NULL,'26',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (25,'وفي نساء اليوم خير مثل، فإذا أرادت إحداهن أن تذهب لمناسبة أو حفلة عرس وزوجها رافض لذلك، بدأت تتملق وتتودد إليه حتى يأتي الجواب كما تريد، فالدعوة إلى الله -عز وجل- أحق وأولى من وليمة عرس أو حفلة زميلات.
ومما يعين على القيام بالدعوة إلى الله -عز وجل-:
١ - اختيار المسكن القريب من المسجد فإن قرب المسجد يعين الكسول ويسرع بخطى الصالح مع ما في ذلك من سماع المواعظ وقراءة القرآن وكما أن في ذلك تشجيعًا للأبناء على الحرص على الصلاة وعدم الخوف من بعد الطريق.
٢ - الزوجة الداعية تعين على ثبات زوجها على الطريق المستقيم بشتى الوسائل والسبل، والأمر في ذلك واسع أنعم الله -عز وجل- علينا به فهناك كتاب وشريط ومحاضرة ورفقة صالحة ودعوة لإمام المسجد وكتابة رسالة وغيرها لا يخفى، وأذكر أن شابًا ذكر لي سبب هدايته فقال: تزوجت امرأة صالحة جزاها الله عني كل خير، وبدأت تحثني على الصلاة فتذكرني بالأذان، وأن الإقامة بقي عليها دقائق وهل توضأت؟ ثم بدأت قليلاً قليلاً حتى صلح حالي واستقام أمري، وحتى تعرف جهدها الطويل معي، أمضت خمس عشرة سنة، وهي تجاهد والحمد لله أموري كا ترى لقد كانت حكيمة صبورة.
٣ - طول أمد العشرة مدعاة إلى أخذ الدعوة بمنظور بعيد ونفس طويل، يعين على التدرج دون ملل أو كلل ودون عجلة بل',NULL,'27',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (26,'يكون هناك تكرار ومعاودة مع تغيير أسلوب الدعوة بين الحين والآخر.
٤ - تنشئة الذرية تنشئة صالحة، والعناية بهم وإلحاقهم في حلق تحفيظ القرآن، رأينا بعض الآباء صلحت حاله بعد كبر أبنائه وهدايته على أيديهم، لما رأى منهم من حسن حال وطاعة.
٥ - كثرة الدعاء والإلحاح على الله -عز وجل- رجاء الثبات على هذا الدين حتى الممات ورجاء صلاح الزوج والذرية {رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا} [الفرقان: ٧٤].
{رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي ... }
[إبراهيم: ٤٠].
٦ - استغلال مواسم العبادة والطاعة، فالنفوس متفتحة والقلوب منشرحة فرمضان موسم، والحج كذلك موسم دعوة لا يتكرر، ولو رتب مع أحد الصالحين ممن له معرفة بنفسيات الأشخاص والوصول إلى قلوبهم لكان في ذلك خير كثير.
٧ - إعانته على اختيار الرفقة الصالحة وذلك بعدة طرق: إما حثه على التعرف على إمام المسجد، وبعض الجيران أو حث الزوجة لصديقاتها لعل أزواجهن يعينون زوجها ويصلحون حاله.
٨ - إعطاء الرجل قوامته كاملة، وإشعاره بذلك فإن في ذلك إلقاء عبء المسئولية عليه، فيكون أقرب إلى البيت والزوجة، وما نراه من بعد الأزواج عن بيوتهم إنما هو لضعف القوامة التي فرحت',NULL,'28',NULL,NULL,'0');
INSERT INTO [b36549] VALUES (27,'الزوجة بتقبلها في أول الأمر ثم ها هي تجني النتائج المرة جراء ذلك.
٩ - دعوة من حول الزوج من أب وأم فإن أولئك يتوددون ويقربون الزوجة إلى زوجها، وكلما زادت محبة الزوج لزوجته وقل الخلاف زاد مسير قطار الدعوة، وبعض المتزوجات تأتي إلى بيت الزوج وقد حملت كرهًا لوالدة الزوج نشأ عن مشاهدة الأفلام والمسلسلات -والعياذ بالله- ولهذا تجد العلاقة منذ بدايتها فاترة.
١٠ - الصبر تاج على رأس الدعوة إذا سقط قل نتاجها وضعف حالها وكان فسادها أكثر من صلاحها، ولهذا كان الصبر للمرأة الداعية أمرًا مهمًا حتى تسير الأمر على ما تريد.',NULL,'29',NULL,NULL,'0');
