-- Table: b37559
-- Chunk: 1
-- Rows: 148

CREATE TABLE "b37559"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b37559
INSERT INTO [b37559] VALUES (1,'شَمُّ العَوارِضِ في ذمِّ الرُّوَافِضِ
تصنيف: الملا علي بن سلطان القاري (وفاته سنة ١٠١٤هـ)
تقديم وتحقيق: د. مجيد الخليفة',NULL,NULL,NULL,NULL,'0');
INSERT INTO [b37559] VALUES (2,'بسم الله الرحمن الرحيم',NULL,'4',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (3,'<span data-type="title" id=toc-1>مقدمة المحقق</span>
الحمد لله رب العالمين، نحمده حمد الشاكرين، ونستغفره استغفار المذنبين، ونصلي ونسلم على خير الخلق نبينا محمد وعلى آله وصحبه أجمعين.
أما بعد:
فهذه رسالة لطيفة في موضوع مهم من مواضيع العقيدة، ألا وهو موضوع حكم سب السلف الصالح عند بعض طوائف الشيعة الإمامية، وكان هذا الأمر قد انتشر في خراسان بين كثيرٍ من العوام أبان ظهور الدولة الصفوية في بداية القرن العاشر الهجري (١)، فقام الملا علي بن سلطان القاري بتأليف هذه الرسالة وسماها (شم العوارض في ذم الروافض)، وكان السبب في ذلك هو النقاش الذي دار بينه وبين أحد علماء عصره حول الحكم الشرعي لمن سب صحابياً، فكان القاري يعتقد أنه كافر بالدليل الظني - على طريقة الحنفية في الأصول - وكان صاحبه يعتقد بكفره بالدليل القطعي، فكانت بين الرجلين جفوة أشار إليها القاري في صدر رسالته حيث قال: ((فترك صحبتنا واختار غيبتنا وعتبنا)) (٢).
_________
(١) مؤسس هذه الدولة هو صفي الدين الأردبيلي، بدأت دعوته صوفية، فالتف حوله كثيرٌ من المريدين، ثم خلفه ابنه صدر الدين موسى الذي تبنى عقيدة الشيعة الإمامية واتخذها سلماً للوصول إلى قلوب القبائل الإيرانية، وقد ساعدت الظروف السيئة على نشوء هذه الدولة في إيران. د. أحمد خولي، الدولة الصفوية: ص ٤ وما بعدها.
(٢) شم العوارض: ١/ب.',NULL,'5',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (4,'والقاري وإن كان قد عرض هذا الموضوع على مذهب الحنفية الفقهي وطريقتهم في استنباط الحكم الشرعي، إلا أن هذه الرسالة جاءت غنية بمادتها فريدة في بابها، نظراً لما في مسألة التكفير من تردد بين العلماء، فلا يقولون به إلا عند المسلمات والمهمات من أمور الدين.
ولابد في البدء أن نعرف بالمؤلف ثم نسبة وتوثيق المخطوط مع بيان ملاحظاتنا عليها، وأخيراً المنهج الذي سنسير عليه في تحقيق هذه الرسالة.

<span data-type="title" id=toc-2>الملا علي القاري:</span>
هو علي بن سلطان محمد القاري (١)، نور الدين الملا الهروي الحنفي، ولد بهراة وتلقى العلم على يد عدد من علمائها وعلماء خراسان منهم: أبو الحسن البكري، والأيجي الصفوي والحفيد التفتازاني وغيرهم (٢).
نال الملا علي القاري ثناء عدد من العلماء نظراً لسعة مؤلفاته وتنوعها ما بين الفقه والحديث والأصول والعقائد، قال العصامي: ((الجامع للعلوم النقلية والعقلية والمتضلع من السنة النبوية ... )) ثم قال: ((لكنه امتحن بالاعتراض على الأئمة لا سيما الشافعي وأصحابه، واعترض على الإمام مالك في إرسال يديه)) (٣)، ولكن اعتراضه على بعض أصحاب الشافعي أو مالك لا يؤاخذ عليه إن كان يندرج تحت باب الفتوى والاجتهاد.
_________
(١) كذا يذكره المؤلف في صدر هذه الرسالة (وهي بخطه رحمه الله)، وقيل: علي بن سلطان بن محمد، وعليه أكثر المصادر. أما نسبته فهي إلى (قار) قرية بالري. معجم البلدان: ٤/ ٢٩٥.
(٢) شم العوارض: ٦/أ.
(٣) الشوكاني، البدر الطالع: ١/ ٤٤٥.',NULL,'6',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (5,'أما فيما يخص عقيدة الملا علي القاري، فهو في عداد الماتريدية، وإن كان كثيراً ما يثني على شيخ الإسلام ابن تيمية وتلميذه ابن القيم، قال ... : ((لقد دافع القاري - جزاه الله خيراً - دفاعاً كاملاً عن شيخ الإسلام وابن القيم، ورد من رماهما بسوء الاعتقاد والتجسيم والتشبيه والضلال، وأقر عقيدة السلف في الصفات، وأنها لا تستلزم التشبيه كما دافع عن أهل الحديث ورد من يطعن عليهم بالتشبيه والحشو)) (١)، ولكن مؤلفات القاري لم تكن لتخلو مما يعارض عقيدة السلف، مثل قوله في الرسالة التي نحن بصددها - في معرض كلامه على عقيدته -: ((لا عَينَ ولا غَير في تحقيق صفَاتِ الذاتِ)) (٢)، ويبدو أن القاري لم يسلم من تأثيرات عصره، خاصة وأنه قد عاش في عصر الدولة العثمانية ذات العقيدة الماتريدية، وصاحبة الفروع الفقهية الحنفية (٣).
من المرجح أن عدم الاستقرار الذي شهدته خراسان خلال الحروب التوسعية للدولة الصفوية، قد دفع القاري إلى الخروج من هذه الديار وسكن الديار المقدسة في مكة المكرمة، حيث ألف هذه الرسالة، وقال في توثيق ذلك: ((وَالحمدُ لله عَلى مَا أعطاني مِنْ التوفيق وَالقدرَة عَلى الهجرة مِنْ دَار البدعة إلى خير ديار السّنة، التي هِي مُهِبط الوحي وظهِور النبوة ... )) (٤)، حيث ألف هذه الرسالة قبيل وفاته ببضع سنوات (٥)، حيث توفى سنة ١٠١٤هـ (٦).
_________
(١) الماتريدية وموقفهم من الأسماء والصفات: ١/ ٤٩٤ نقلاً عن الموسوعة الميسرة: ٢/ ١٧١٤.
(٢) شم العوارض: ١٣/أ.
(٣) الموسوعة الميسرة: ٢/ ١٧١٣.
(٤) شم العوارض: ٨/أ.
(٥) المصدر نفسه: ١٦/ب.
(٦) الشوكاني، البدر الطالع: ١/ ٤٤٥؛ المحبي، خلاصة الأثر: ٣/ ١٨٥؛ إسماعيل باشا، هدية العارفين: ١/ ٧٥١؛ الزركلي، الأعلام: ٣/ ١٨٥؛ معجم المؤلفين: ٧/ ١٠٠.',NULL,'7',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (6,'لقد ترك لنا الملا علي القاري عدداً كبيراً من المؤلفات في مختلف الفنون، توزعت ما بين التفسير والإقراء والفقه والحديث والأصول، وتجاوزت المائة والعشرين مصنفاً ما بين مجلدات كبيرة، ورسائلٍ صغيرة (١).

<span data-type="title" id=toc-3>اسم الرسالة وتوثيقها:</span>
التسمية التي اختارها الملا علي القاري لرسالته هذه هي (شم العوارض في ذم الروافض) هكذا ذكرها المؤلف بخطه في النسخة التي اعتمدناها كأصل في التحقيق، على ما سيأتي بيانه في الفقرة التالية، وقد ذكرها بعده أكثر من مؤلف بهذه التسمية، إذ ذكرها حاجي خليفة بهذا الاسم أيضاً (٢) وهي التسمية نفسها التي أثبتها إسماعيل باشا البغدادي في اثنين من مؤلفاته (٣)، فهذا يثبت صحة نسبة الرسالة للملا علي القاري، كما يثبت في الوقت نفسه دقة تسميتها.
وقد ذكرت في نسخة دار الكتب المصرية بعنوان (شيم العوارض في ذم الروافض) وهو تصحيف نشأ عن عدم تحقيق التسمية، إذ أن المعنى لا يتناسب مع السياق، لأن العوارض تعني بلسان العرب الشبهة أو الآفة المعترضة في الفؤاد (٤)، ويقال: ((العوارض من الإبل اللواتي يأكلن العضاة عرضاً أي تأكله
_________
(١) يمكن الاطلاع على قائمة بهذه المؤلفات في هدية العارفين: ١/ ٧٥١ - ٧٥٣؛ معجم المؤلفين: ٧/ ١٠٠ - ١٠١.
(٢) كشف الظنون: ٢/ ١٩٧٢.
(٣) هدية العارفين: ١/ ٧٥٢؛ إيضاح المكنون: ٢/ ٥٥.
(٤) لسان العرب: ٧/ ١٦٩.',NULL,'8',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (7,'حيث وجدته)) (١)، وربما استعار المؤلف هذا المعنى كي يجعله عنواناً لرسالته، فجمع ما بين الشبهة المعترضة في القلب، وما بين الإبل التي تشم الكلأ قبل أن تأكله، والله تعالى اعلم.

<span data-type="title" id=toc-4>موضوع الرسالة:</span>
لا شك أن موضوع الرد على أهل الأهواء والضلال من الأمور التي شغلت العلماء من أهل السنة والجماعة على اختلاف مذاهبهم، وقد اتخذت هذه الردود أشكالاً متنوعة تبعاً لظروف كتابتها أو مكانة مؤلفها، والرسالة التي نحن بصددها الآن لا يمكن أن نفصلها عن الظروف السياسية لعصر المؤلف، خاصة ظهور الدولة الصفوية في أرض إيران بعقيدتها الإمامية الغالية، وإذا ما علمنا أن هذه الديار كانت حتى القرن العاشر الهجري ذات أغلبية سنية عظيمة، تبين لنا عظم المصيبة التي ألمت بالمسلمين في إيران بظهور دولة الرافض فيها، إذ بدأت أعمال وحشية تبناها رجال هذه الدولة ضد سكان إيران من أهل السنة لتحويلهم قسراً إلى مذهب الشيعة الإمامية، وكان من أشد هؤلاء الشاه إسماعيل الصفوي الذي مارس ضد أهل السنة والجماعة أبشع أنواع القتل والتنكيل، فقد نقل المؤرخون أنه قتل في مجزرة تبريز أكثر من عشرين ألف شخص، ولم يفرق فيها بين رجل أو امرأة وشيخ أو صبي (٢).
وكان الملا علي القاري شاهد عيان على هذه الحقبة، حيث كان يعيش في تلك الأثناء في مدينة هراة، وينقل لنا في رسالته هذه كيف دخلت جيوش إسماعيل
_________
(١) المصدر نفسه: ٧/ ١٧٥.
(٢) الدولة الصفوية: ص ٥١ - ٥٢.',NULL,'9',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (8,'الصفوي إلى هذه المدينة، وأعلنوا سب الصحابة على المنابر، فامتنع علماء أهل السنة عن ذلك فقتلوا الشيخ معين الدين الأيجي خطيب الجامع الكبير في هراة، ثم قتلوا بعد ذلك حفيد التفتازاني عند دخول الشاه إسماعيل الصفوي إلى هراة، وكلا الشيخين الشهيدين كانا من مشائخ القاري (١).
وهنا دار جدال بين العلماء من أهل السنة في حكم هذه الفرقة التي جاهرت بسب الصحابة على المنابر، وعده من أفضل القربات والطاعات، وهذه الرسالة تبين الحكم الشرعي في هذا الموضوع وفق ما يراه مؤلفها، وقد كان متأثراً بطبيعة الحال بنشأته العلمية وخلفيته المذهبية، إذ سار في طريق العرض والاستدلال في هذه المسألة وفق طريقة الحنفية في التفريق بين الدليل القطعي والظني عند النظر في الأحكام الشرعية، ولم يتطرق إلى أقوال الأئمة الآخرين إلا في النادر، وربما أن يكون السبب في تأليف هذه الرسالة - وقد تقدم ذكره - قد انعكس على أسلوبها ومنهجها.
كما يمكن أن نلاحظ أن الرسالة - على قيمتها العلمية - عرجت إلى مواضيع أخرى بعيدة عن المضمون مثل تناولها لمسألة الاجتهاد وشروط والمفتي وغيرها من المواضيع، كما يمكن أن نلاحظ أن المؤلف أكثر النقل من كتب الفقه الحنفي، في حين كان يمكن له الاستعانة بأقوال الأئمة الواردة في كتب العقيدة.
بقي أن نشير إلى أن الرسالة تفتقر أيضاً إلى النقل عن كتب الشيعة الإمامية التي ورد فيها سب الصحابة منسوباً إلى بعض أئمتهم، وهذا الأمر ليس بمستغرب خاصة إذا ما علمنا أن الشيعة الإمامية يخفون هذه المؤلفات عن أعين الناس لما فيها من فضائح، ولذا افتقرت ردود أهل السنة المبكرة عليهم من النقل من مؤلفاتهم،
_________
(١) شم العوارض: ٦/أ.',NULL,'10',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (9,'وكان لعلماء الهند فيما بعد دورٌ كبير في اختطاط هذا المنهج والسير عليه ونقد عقائد الإمامية من خلال كتبهم، ثم انتقل هذا الأسلوب إلى العراق على يد الأسر العلمية التي ظهرت فيه، خاصة الأسرة الحيدرية والآلوسية.

<span data-type="title" id=toc-5>وصف المخطوط:</span>
اعتمدت في تحقيق رسالة (شم العوارض في ذم الروافض) على نسختين:
الأولى: نسخة مكتبة الآثار العامة التابعة للمتحف العراقي ببغداد، وهي نسخة بخط المؤلف، وهي الرسالة الثانية في مجموع يحمل الرقم (٣٥١٩٤) ويضم خمس رسائل، وتحتل الصفحات (١٥ - ٦٣) من هذا المجموع وتبلغ لوحاتها (٢٥) لوحة من الحجم المتوسط، ومسطرتها خمسة وعشرون سطراً، في كل سطر حوالي عشر كلمات، وقياساتها: (٢١ × ١٥ سم)، وكتبت هذه النسخة بخط واضح قد شكلت معظم حروف كلماته، ولذلك اعتمدتها أصلاً ورمزت لها بالحرف (م).
الثانية: نسخة دار الكتب المصرية بالقاهرة، وتحمل الرقم (٦٣ توحيد)، لا يعرف ناسخها، ويبلغ عدد لوحاتها (٣١) لوحة من الحجم المتوسط، ومسطرتها إحدى وعشرون سطراً، في كل سطر تسع كلمات، وقياساتها: (١٩ × ١٣ سم)، وكتبت هذه النسخة بخط واضح، فيها بعض السقط استدركه الناسخ في حواشي المخطوط، وفي حواشيها أيضاً بعض العناوين التي تشير إلى بعض المواضيع، وقد رمزنا لهذه النسخة بالحرف (د).
وأخيراً نود أن نشير إلى أن صيغة الصلاة في (د) قد جاءت هكذا: (صلى الله تعالى عليه وسلم) في حين أن صيغة الصلاة في (م) قد جاءت هكذا (صلى الله عليه وسلم) فجعلنا الصلاة كما في نسخة (د)، كما وردت كانت هناك صيغة',NULL,'11',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (10,'أخرى للصلاة على النبي - صلى الله عليه وسلم -، جاءت في أغلب الأحيان في (م) هكذا (عليه السلام) في حين أنها كانت في (د) هكذا (عليه الصلاة والسلام)، فأثبتنا الصيغة الأخيرة، إلا في بعض الحالات التي جاءت الصيغة متوافقة، ولم نشر إلى ذلك عند المقابلة كي لا نثقل الهامش.

<span data-type="title" id=toc-6>منهج التحقيق:</span>
يمكن بيان المنهج الذي اعتمدناه في تحقيق هذه الرسالة بالنقاط الآتية:
١. نسخ الرسالة بالاعتماد على النسخة (م) لما فيما من ميزات، تمت الإشارة إليها سابقاً، ثم مقابلتها بالنسخة (د) وإثبات الفروق في هامش الرسالة، فاثبتنا في المتن ما اعتبرناه صحيحاً، كما قمنا بتصحيح بعض الألفاظ التي ترجحت لنا عند المقابلة.
٢. عزو الآيات القرآنية إلى مكانها من السور والآيات في المصحف، ووضع الآية بالقوس المشكل ثم تخريج رقم الآية واسم السورة وإلحاقه بالآية بقوسين معقوفين في متن الرسالة.
٣. وضع عناوين جانبية للمخطوط بالاستعانة بما هو موجود في نسخة (د)، أو بما رأيناه مناسباً من عندنا، وقد ميزنا عناويننا بقوسين معقوفتين.
٤. تخريج الأحاديث والآثار بذكر المصدر الذي يذكره المؤلف بالجزء والصفحة والرقم، واعتمدنا ذكر الكتاب والباب إذا خرج الحديث من الكتب الستة، ثم اتبعنا ذلك بذكر صحة الحديث أو ضعفه حسب قول أئمة الشأن في ذلك، خاصة أحكام الشيخ محمد ناصر الدين الألباني (رحمه الله) على الأحاديث.',NULL,'12',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (11,'٥. تخريج الروايات الواردة عن السلف من الكتب المعتمدة التي خرجت هذه الآثار.
٦. ذكر الآراء الفقهية التي أشار إليها المؤلف من كتب الحنفية، وبما أن المؤلف اكتفى في معظم الأحيان بذكر آراء الأحناف، فقد أشرنا في الهامش إلى أراء الأئمة الثلاثة في المسألة التي يذكرها المؤلف من كتب الفقه المعتمدة.
٧. التعريف بالأعلام الوارد ذكرهم في الرسالة بترجمة مختصرة مع ذكر مصدرين على الأقل من مصادر ترجمتهم، كما تم التعريف بالكتب التي ذكرها المؤلف في متن الرسالة، حيث ذكرنا اسم مؤلفه ووفاته ومذهبه.
٨. تحقيق بعض المسائل التي ذكرت في متن الرسالة مما خالف في المؤلف عقيدة أهل السنة والجماعة، وهي قليلة جداً، ثم أثبتنا في الهامش القول الصائب من كتب أهل السنة والجماعة.
٩. إعداد قائمة بمصادر ومراجع التحقيق.
في الختام لا بد من شكر أهل الفضل الذين ساعدونا في ضبط النص وتقويمه، فجزاه الله خيراً.
د. مجيد الخليفة
٢٧ محرم ١٤٢٥هـ
نسأله تعالى أن يجعل عملنا هذا خالصاً لوجهه الكريم، وأن يتجاوز عن سيئاتنا، ويختم لنا بالحسنى، إنه ولي ذلك والقادر عليه.',NULL,'13',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (12,'<span data-type="title" id=toc-7>شَمُّ العَوارِضِ في ذمِّ الرُّوَافِضِ</span>',NULL,'19',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (13,'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ

<span data-type="title" id=toc-8>[مقدمة المؤلف]</span>
الحمدُ لخالقِ البَرايَا، وَالشكرُ لوَاهبِ العَطايَا، وَالمَدحُ لِدَافعِ (١) البَلايَا، والصَّلاةُ وَالسّلامُ على سَيدِ الأنبيَاءِ وَسَند الأصفيَاءِ، وعَلى آلهِ وأصحَابهِ الأتقِيَاء، رغماً للخَوارجِ والرّوَافِض مِنْ الأغبيَاء.
أمَّا بعدُ:
فيَقولُ الرّاجي برَّ (٢) رَبِهِ البارِي عَلي بن سُلطان محمد القارِي: إنَّ أول مَا يجَبُ على العِبَاد تحسِين الاعتِقاد بِطَريقِ الاعتماد؛ ليَنفَعهُم حيَن المعَاد يومَ التنادِ (٣)، وَمِنْ المعلُوم عند أربَابِ العُلُوم وَأصحابِ المفهوم أن مبنى العَقائدِ على الأدلةِ القَطِعية، [لاَ عَلى] (٤) الحجَج الظنِيّة المفيدَة في المسَائلِ الفقِهيةِ الفَرعية، وَذلكَ لقولِهِ تَعالى في ذَمِّ الكفَّار: {إِنْ يَتَّبِعُونَ إِلاَّ الظَّنَّ وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئا ً فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلاَّ الْحَيَاةَ الدُّنْيَا ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى} [النجم: ٢٨ - ٣٠] وَالآيَاتُ في [هذا] (٥) المَعْنى كثيَرة،
_________
(١) في (د): (لرافع).
(٢) (برّ) سقطت من (د).
(٣) (يوم التناد) سقطت من (د).
(٤) زيادة من (د).
(٥) وردت في (د): (هذه) ولا توجد في (م).',NULL,'21',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (14,'والأحادِيثُ في المبنى كثيرة (١) شِهيرة، والإجماعُ منعقد عليَه [عند] (٢) من يؤخذ مَعِرفة لدَيه.
وإنما الخلاف في أنَّ إيمانَ المقلدِ هَلْ هُوَ صحِيحٌ أم لا؟ [١/ب] فالجمهُور على أنْهُ يَصِحّ إلا أنه مُؤاخذ بتركِ ما يجَبُ علَيهِ، والمحققونَ لا يَميلُونَ إليَهِ، حَتى إمُامنَا الأعظم وَهمامَنا الأفخم (٣) أوجَب الإيمان بمجردِ العَقل، وَلو لم يبعثِ الرسُل، ولم يظهر النقل، ويؤيّدُه قَوله تعَالى: {وَمَا خَلَقْتُ الْجِنَّ وَالْأِنْسَ إلاَّ لِيَعْبُدُونِ} [الذريات: ٥٦] أي ليعرفون (٤)، كما فسَّرهُ حَبرُ الأمَّةِ ومقتدى الأئَمة (٥).
_________
(١) (كثيرة) سقطت من (د).
(٢) زيادة من (د).
(٣) هو الإمام أبو حنيفة النعمان بن ثابت التيمي، إمام أصحاب الرأي، وفقيه العراق، قال الشافعي: الناس في الفقه عيال على أبي حنيفة. وفاته سنة ١٥٠هـ. تاريخ بغداد: ١٣/ ٣٢٣؛ سير أعلام النبلاء: ٦/ ٣٠٩.
(٤) لم أجد هذه الرواية عن ابن عباس، وإنما هي تنسب إلى ابن جريج كما في تفسير ابن كثير: ٤/ ٢٣٩؛ وقد تمسك بعض الصوفية بهذا الحديث في ترجيح تفسير هذه الآية كما في تفسير أبي السعود: ٢/ ١٣٠. وقد روى الطبري عن ابن عباس في تفسير: ((وما خلقت الجن والإنس إلا ليعبدون: إلا ليقروا بالعبودية طوعا وكرها))، وقد رجح هذه الرواية وانتصر لها في تفسيره: ٢٧/ ١٢.
(٥) هو عبد الله بن عباس بن عبد المطلب من مشاهير علماء الصحابة في التفسير لدعوة النبي - صلى الله عليه وسلم -، وفاته سنة ٦٨هـ. ترجمته في تذكرة الحفاظ: ١/ ٤٠، تهذيب التهذيب: ٥/ ٢٤٢.',NULL,'22',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (15,'وأما قوله تعالى (١): {وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً} [الإسراء: ١٥] فالمرادُ بِهِ عَذاب الدنيَا دُونَ عَذابِ الآخِرةِ (٢)، أو يجعَل العَقل أيضاً رَسُولاً؛ لأن بِهِ إلى مَعرفةِ الحَقِّ وصُولاً وَبُدونَه، حَتى معَ وجُودِ الرسول لم يكنْ حصُولاً (٣).
ثمَّ مِنْ الغِرَيبِ ما وَقعَ في القريب أنه صدر عَني في بعضِ مَجالِسِ درسي وَمجامع أنسِي: أن سَبَّ الصحَابة ليسَ كفراً (٤) بالدلِيلِ القطعي بَل بالظني، وَإنَّما يقتلُ السَاب للأصحَاب في مَذهَبنا سَياسَة للِدوَاب عَن قلةِ الآدابِ في هَذا البابِ، فتوشوش خاطر بَعض الحاضِرينَ مِنْ الرجَالِ، مِمنْ يشبه الأعوَر الدَّجال، الذِي لم يفرقْ بَينَ الحَقِّ مِنْ الأقوالِ، وبَينَ البَاطلِ الصادرِ عَنْ أهلِ الضلالِ، وَاغتَر بمنْ (٥) قرأ بَعض المقَدمَاتِ الرسميَّةِ مِنْ العلُومِ الغريبةِ الوَهِمية، ولم يُميزْ بَينَ العَقائدِ القَطِعِية وَالفَوائدِ الظنيَّة، حَيْثُ ألتقط عَقيدَته من ألسِنةِ (٦) العَوامِ، أو مِنْ آبائِهِ الذِينَ لم يكونُوا مِنْ العُلمَاءِ الأعلامِ، وَقَدْ قالَ تعَالى في ذمِّ هَؤلاءِ الذِينَ كالأنْعَامِ، قالوا: {إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ}
_________
(١) في (د): (سبحانه).
(٢) في (د): (العقبى). وقول القاري هنا أن العذاب مخصوص بالدنيا ذهب إليه بعض أهل العلم، وذهب آخرون إلى أن: ((هذا عام في الدنيا والآخرة)). القرطبي، الجامع لأحكام القرآن: ١٠/ ٢٣١.
(٣) لا يمكن للعقل أن يدرك مقام العبودية بدون رسالة، قال شيخ الإسلام ابن تيمية: ((وقد ذكر الآمدي ثلاثة أقوال في طرق العلم: قيل بالعقل فقط والسمع لا يحصل به كقول الرازي، وقيل بالسمع فقط وهو الكتاب والسنة، وقيل بكل منهما ورجح هذا وهو الصحيح)). النبوات: ص ١٧٤.
(٤) في كلا النسختين: (كفر).
(٥) في كلا النسختين: (بما).
(٦) في (د): (ألسن).',NULL,'23',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (16,'[الزخرف: ٢٣] أي: على أنوارِهِم مُهتَدونَ (١) و: {كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ} [المؤمنون: ٥٣] وَمُعتَمدُونَ (٢).
فَتركَ صُحبتنا وحَضرتنا، وَاختارَ غيبتنا وَعتبنا (٣)، وكانَ الوَاجبُ عليِهِ مِنْ الأدَبِ لدَيِهِ (٤) أنْ يُغْمضَ عينه مِنْ بَعضِ عيُوبنا، لَو تحقق شَيْءٌ مِنْ ذنُوبنِا رعايَة لِحفظِ قلوُبنا، إذْ غايَته أنَّه إذَا (٥) وقع خطأ مِنا والمجتهد قَدْ يخطئ في مَذهَبنِا، أو انفَردنا بهذا القَوْلِ عَنْ غيرنا أو تبعنا أحداً مِنْ مَشائخِنَا [٢/أ] فتَعيَن عَلَيْهِ أنْ يَأتِينا بنقلٍ لدَيه، أو روَايةٍ وَصَلتْ إليَهِ، أو يبحَث معَنَا، ليظهرَ مَا عِنْدَنا فيَقبلهُ مِنا أو يَردهُ عَلينَا، فنَقبلهُ [منه] (٦) أو نَدفعهُ عَنا، كما هُو طِريقة العُلَماء وَالطلَبة مِنْ الفُضَلاءِ.
هَذا الإمَام الأعظم وأصحَابه في مَقَامِهِ الأفخمِ، كانوا يتَباحثونَ في المسَائل، ويتَناقشونَ في الدلائلِ، ويتَنافسونَ في الفضائلِ، فإمّا أنْ يَرِجْعَ الإمَامُ في أقِوالهِم، أو يَرجعونَ (٧) إلى قولِهِ بتحسِين أحَوالهم، وكذَا كَانَ حَالُ السَّلفِ مِنْ الصَحابةِ والتَابعينَ في مجَالسِهم الجامِعينَ، يتَذاكرونَ في العِلمِ ويتبَاحثونَ بالحِلمِ هنالكَ،
_________
(١) قال مجاهد في تفسير: {وإنا على آثارهم مقتدون} قال: بفعلهم، وقال قتادة: فاتبعوهم على ذلك. تفسير الطبري: ٢٥/ ٦١.
(٢) قال ابن كثير: ((أي يفرحون بما هم فيه من الضلال؛ لأنهم يحسبون أنهم مهتدون)). التفسير: ٣/ ٢٤٨.
(٣) (وعتبنا) سقطت من (د).
(٤) (لديه) سقطت من (د).
(٥) في (د): (قد).
(٦) زيادة من (د).
(٧) في (د): (يرجعوا).',NULL,'24',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (17,'بخَلافِ الخلف حَيْثُ كانَ خلقُهُم على خَلافِ ذلَكَ.
وكذَا لمَّا منعَ الإمَامُ وَلدَه حَماد (١) عَنْ البَحثِ في علمِ الكلامِ، وأجَابَ عَنْه بأنَّي رَأيتك تَبحَثُ في هَذا المرامِ، فَقَالَ: نَعَمْ إنَّي كُنْتُ في الجنَّةِ مع صَاحِبي وأخَاف عَليِه مِنْ أنْ يخطئ في ذلكَ المقامِ، وأنتم في هذِه الأيامِ تتَباحثونَ، وكلٌّ (٢) منكِم يريدُ أنَّ صَاحبَه يقع في الكفرِ والملامِ، بَلْ أنتم بهذَا تَفرحونَ وتَتفاخرونَ، ومِنْ أرَادَ أنْ يذلَّ صَاحِبَه، وَيكفر كَفر قَبْلَ أنْ يكفرَ صَاحِبَه.
ثم أغرب مِنْ هَذَا أنَّه انتقل مِنا إلى بَعضِ إخوانِنا مِمنْ (٣) يستعيض مِنْ عَدوِنا، وَيفيض مِنْ مَدَدنا حَيثُ لم يلقَ مِنْهُ مِنْ بَعدنا، فحرم مِن شمة وردنا وَسَابقة وَردنا بَعد اختِيار بُعدنا.
وَمِنْ اللطائفِ في مَراتبِ الظرائف، أنْ بَعضَ طلبَة العِلم الشريف بَحث مع شيخه في مَحفلٍ منيف (٤)، وكلما أتَاه الأستَاذ في دَفع مَا أورده عليه من الإيراد نقضه، وأجَابَ بما يُناسِبُهُ (٥) مِنْ الأسِتَاذ، فلمَّا عَجزَ عَنه شيخه في الجوَابِ، قالَ لهُ في مَقامِ العتاب: ((مَا أحسَن دأبكم في مُرَاعَاة الآدَاب، أنْه إذَا وَقعَتْ [زلة مِنْ معلمكم] (٦) في فصِلِ الخطابِ، تَتعلقونَ بحلقه ولا تتَحملونَ بَعضَ غلطِهِ وزيفِهِ،
_________
(١) هو حماد بن أبي حنيفة النعمان بن ثابت الكوفي، كان على مذهب والده، كان صالحاً خيراً، وضعفه ابن عدي من قبل حفظه، وفاته سنة ١٧٦هـ. سير أعلام النبلاء: ٦/ ٤٠٣؛ لسان الميزان: ٢/ ٣٤٦.
(٢) في (د): (فكل).
(٣) في (د): (مما).
(٤) في (د): (المنيف).
(٥) في (د): (يناسب).
(٦) ما بين المعقوفتين جاءت في (د): (ذلة مَن يعلمكم).',NULL,'25',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (18,'فما أحسنَ آدابَ الصَّوفيّة والمريدين، حَيثُ يصَدقونَ [٢/ب] مَشائخهم، ولو تَكلمُوا بما يخَالف مِنْ أمُورِ الدينِ، فقالَ (١) التلميذ هكذا دَأبهم وآدابهم، وعلى نَحو هَذَا العُلمَاء وَأصحَابهم (٢)، ثُمَّ (٣) عَلم كلُّ أُناسٍ مَشربهم، وعَرَف كلُّ طَائفةٍ مذهَبهم.

إن قتل الأنبياء وطعنهم في الأنساب (٤) كفر:
ثُمَّ اعلم (٥) أنْ مِنْ القَواعِدِ القطعِيَّة في العَقائدِ الشرعيّةِ، أن قتل الأنبياء وَطعنهم في الأنْساب (٦) كفر بإجماعِ العُلماء، فمَنْ قتلَ نبياً أو قتَله نبيٌّ فهو مِنْ أشقى الأشقياء (٧)، وأمَّا قتل العُلماءِ والأوليَاءِ وسبُّهم على ألسنَةِ الأغبياءِ، فلَيْسَ بكفرٍ إلاَّ إذَا كَانَ [عَلى] (٨) وَجه الاستحلالِ أَوْ الاستخفافِ، كما هُوَ ظَاهر عندَ أربَابِ الإنصاَفِ دُونَ أهلِّ التعَصبِ وَالاعتسَافِ (٩).
_________
(١) في (د): (فقام).
(٢) في (د): (وأعصابهم).
(٣) في (د): (فقد).
(٤) في (د): (الأشياء).
(٥) (•) النص من هنا نقله ابن عابدين في حاشيته: ٧/ ١٦٢.
(٦) في (د): (الأشياء)، وكذا في حاشية ابن عابدين.
(٧) من ذلك ما أخرجه الإمام أحمد عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال: ((أشد الناس عذاباً يوم القيامة رجل قتله نبي أو قتل نبياً)). المسند: ١/ ٤٠٧، رقم ٣٨٦٨؛ كذلك أخرجه البزار في مسنده: ٥/ ١٣٨، رقم ١٧٢٨.
(٨) زيادة من (د). وكذا في حاشية ابن عابدين.
(٩) في (د): (الاسعاف).',NULL,'26',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (19,'<span data-type="title" id=toc-10>قذف عائشة رضي الله عنها:</span>
فَقاتلُ عثمَان بن عَفَّان وعَلي بن أبي طالب رَضي اللهُ عَنهِما، لم يَقل بكُفْرهِ (١) أحَدٌ مِنْ العُلماء إلاَّ الرّوَافِض في الثاني وَالخَوارج في الأول، وَأما مَنْ قذَفَ عَائشة فكَافرٌ بالإجماعِ؛ لمِخالفَته نص الآياتِ المبرئة (٢) لَها مِنْ غَيْرِ النزاع، وكَذا مَنْ أنكر صُحبَة أبي بكرٍ الصديق [- رضي الله عنه -] (٣) كفر؛ لإنكاره مَا أثَبتَ اللهُ بإخبَارِهِ في كتابه حَيثُ قالَ تعالى: {إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ اللَّهَ مَعَنَا} [التوبة: ٤٠] (٤) بخلافِ مَنْ أنكر صُحَبة عُمر أو عَلي لعَدَمِ تضَمنه مُخَالفة الكتاب، وَإنْ كاَنَ صِحَّة صُحبتهما بِطريقِ التوَاتر في هَذا البَابِ، لأن إنكار كل مُتوَاتِر لا يكُون كفراً في معرض الكتاب (٥).
ألا ترى أن مَنْ أنكرَ [جود حاتم (٦) بل] (٧) وجُوده، أو عَدالة نوشروَان (٨) وَشهوده لا يصَير كافِراً في هذا الصّورَة؛ لأن إنكار مثل هذا ونحوه ليسَ مِما عُلِمَ
_________
(١) كذا في (د) وحاشية ابن عابدين. وفي (م): (بكفر).
(٢) في (د): (المعبرة).
(٣) زيادة من (د).
(٤) (إن الله معنا) لم ترد في (م).
(٥) هذا الكلام ليس على إطلاقه، وسيأتي تفصيل الأمر إن شاء الله في متن هذه الرسالة.
(٦) هو حاتم بن عبد الله بن سعد الحشرج الطائي القحطاني، أبو عدي، شاعر وفارس عاش في الجاهلية، يضرب المثل بكرمه، أدرك ابنه عدي الإسلام فاسم، وله قصة مع النبي صلى الله عليه وسلم. الشعر والشعراء: ص ٧٠؛ تاريخ دمشق: ١١/ ٣٦٩.
(٧) زيادة من (د). وكذا في حاشية ابن عابدين.
(٨) كذا في الأصل والأصح أنو شروان: بن قباذ بن فيروز بن يزدجرد، من مشاهير ملوك الفرس قبل الإسلام، تولى الملك سنة ٥٢٣م، ومات في عام الفيل سنة ٥٧٠م. تاريخ الطبري: ١/ ٥٢٩؛ تاريخ ابن خلدون: ٢/ ١٧٦.',NULL,'27',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (20,'مِنْ الدينِ بالضرورَةِ.

<span data-type="title" id=toc-11>مسألة من اعتقد أن سب الصحابة مباح فهو كافر:</span>
وَأمَّا مِنْ سبَّ أحَداً مِنْ الصِحَابة، فهوَ فاسِق وَمبتَدع بالإجماع إذَا اعتقد أنه مُبَاح، كَمَا عَليه بَعض الشيعَة وَأصحَابهم، أو يترتب عَلَيه ثَواب كَمَا هوَ دَأبُ كِلامِهم، أو اعتقد كفر الصّحابة وأهل السنةِ في فصلِ خِطابهم فإنه كافر بالإجمَاع، ولا يلتفت إلى خِلاَفِ مخالفتهم في مقَامِ النِزاعِ، فإذَا عَرفت ذلك فلا بدَّ مِنْ تفصِيل هُنالك.

[قول] (١) علماؤنا يقتل بالسياسة:
فإذا سَبَّ أحَدٌ (٢) أحَداً مِنهُم، فينَظر هَل مَعَهُ قرائن حَالِية أو قالِية (٣) [٣/أ] عَلى مَا تقدمَ مِن الكفريات أم لا؟ فِفي الأولِ كافر وفي الثاني فَاسِق، وَإِنما يقتلُ عَندَ عُلمائنا بالسيَاسَة لدفعِ فَسَادِهم وَشر عنادهم (٤) (٥).

<span data-type="title" id=toc-12>لا يحل دم امرئ مسلم إلا بثلاث:</span>
وَإلا فَقد قالَ عَلَيه الصلاةُ وَالسّلام في حَديثٍ صَحَّت (٦) طرقه عَندَ الُمحدثيَن الأعلام: ((لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَن محمداً رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاثٍ: الثَّيِّبُ الزَّانِي وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ)) رَوُاه البخاري وَمْسلم وأبوُ دَاود وَالترمذِي وَالنسَائي عَن ابن مَسعُود (٧).
_________
(١) زيادة من المحقق كي يستقيم العنوان.
(٢) (أحدٌ) سقطت من (د). وكذا من حاشية ابن عابدين.
(٣) في (د): (قابلية).
(٤) في (م): (عنائهم).
(٥) (•) انتهى نقل ابن عابدين: ٧/ ١٦٢.
(٦) في (م): (صح) وفي (د): (صحيح)، وما أثبتناه أنسب للسياق.
(٧) صحيح البخاري، كتاب الديات، باب قوله تعالى: أن النفس بالنفس: ٦/ ٢٥٢١، رقم ٦٤٨٤؛ صحيح مسلم، كتاب القسامة، باب ما يباح به دم المسلم: ٣/ ١٣٠٣، رقم ١٦٧٦؛ سنن الترمذي، كتاب الديات، باب لا يحل دم أمرؤ مسلم إلا بإحدى ثلاث: ٤/ ١٩، رقم ١٤٠٢؛ سنن أبي داود، كتاب الحدود، باب الحكم فيمن أرتد: ٤/ ١٢٦، رقم ٤٣٥٢؛ سنن النسائي، كتاب القسامة، باب القود: ٨/ ١٣، رقم ٤٧٢١.',NULL,'28',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (21,'وَقَد أخرجَهُ الإمَام أحمد في (مسندِهِ) أيضاً لكن عن أبي إمَامَة بن سَهْل قال: ((كُنَّا مَعَ عُثْمَانَ وَهُوَ مَحْصُورٌ فِي الدَّارِ، فَقَالَ: إِنَّهُمْ يَتَوَعَّدُونِني بِالْقَتْلِ، قُلْنَا: يَكْفِيكَهُمُ اللَّهُ يَا أَمِيرَ الْمُؤْمِنِينَ، قَالَ: وَلِمَ يَقْتُلُونَنِي؟! سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بِإِحْدَى ثَلاَثٍ: رَجُلٌ كَفَرَ بَعْدَ إِسْلاَمِهِ أَوْ زَنَى بَعْدَ إِحْصَانِهِ أَوْ قَتَلَ نَفْسًا فَيُقْتَلُ بِهَا، فَوَاللَّهِ مَا أَحْبَبْتُ [أَنَّ لِي] بِدِينِي [بَدَلاً] (١) مُنْذُ هَدَانِي اللَّهُ، وَلاَ زَنَيْتُ فِي جَاهِلِيَّةٍ وَلاَ إِسْلاَمٍ قَطُّ وَلاَ قَتَلْتُ نَفْسًا، فَبِمَ يَقْتُلُونَنِي؟!)) (٢).

<span data-type="title" id=toc-13>تارك الصلاة يقتل خلافاً للشافعي:</span>
فِفي الحَديثِ جَاءَ بصِيغةِ الحَصرِ في العبَارةِ دلاَلة بطريقِ الإشَارةِ: لا يقتل أهل البدعَة مِنْ الرّوَافِض والخوَارجِ إلاَّ إذَا صَارُوا مِنْ أهِلِ البِغي، وكَذا تارك الصلاةِ لا يقتل خِلافاً للشافِعي (٣)، ولا رأيت سَنَداً عَليه يعول (٤).
_________
(١) ما بين المعقوفتين زيادة من المسند.
(٢) المسند: ١/ ٦١، رقم ٤٣٧؛ ومن الطريق نفسها أخرجه أبو داود، السنن، كتاب الديات، باب الإمام يأمر بالعفو عن الدم: ٤/ ١٧٠، رقم ٤٥٠٢؛ البيهقي، السنن الكبرى: ٨/ ١٨.
(٣) هذا على رأي الحنفية، قال الشافعي: ((يقال لتارك الصلاة: الصلاة عليك شيء لا يعمله عنك غيرك ولا تكون إلا بعملك فإن صليت وإلا استتبناك فإن تبت وإلا قتلناك)). الأم: ١/ ٢٥٥. وينظر رأي الحنابلة في المغني: ٩/ ٢١؛ ورأي المالكية في التاج والإكليل: ١/ ٤٢٠.
(٤) في (د): (بقول).',NULL,'29',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (22,'<span data-type="title" id=toc-14>وأما الحديث فليس على ظاهره:</span>
وَأمَّا قوله عَليه الصَّلاة وَالسَّلاَم: ((مَنْ ترك الصَّلاةَ متعَمداً فقد كفر)) (١) فليسَ على ظَاهرِهِ عِندَ أهِل السَّنة مِمن اعتبر، بَل هو (٢) مؤول بأن مَعناهُ قرب الكفر، فإن المَعَاصي (٣) بريد (٤) الكفر، أو جَره إلى كفره في عَاقبةِ أمرِهِ إنْ لم يتدَاركهُ الله بلطفهِ، أو شابه كفر الكافرِ في تركهِ (٥)، أو محَمُول على مستحلِهِ فيَدخلُ في حَدِّ المرتد وَنَحوه.
وَأمَّا تفسِير الشافعي للِحَدِيثِ بأنه أستحق عقوبةَ الكفرِ، فلَيْسَ ظاهِراً في المدعى؛ لأنهُ يحتمل استحقَاقَ (٦) عُقوبته في الدنيا والآخرة، مع أنه لا يتأول [٣/ب] بكفره في العُقبَى ولاَ يقتلهُ بناءً عَلى كفرِهِ في الدنيَا.
وَأمَّا مَا ذكر بَعضهم من أنْ المراد بالمرتد في الحَدِيثِ الأول: ((مَنْ بدل دينه)) (٧)،
_________
(١) رواه الطبراني في المعجم الأوسط عن أنس: ٣/ ٣٤٣؛ وهو ضعيف كما ذكر الحافظ ابن حجر في تلخيص الحبير: ٢/ ١٤٨؛ والألباني في ضعيف الجامع: رقم ٥٥٢١.
(٢) (بل هو) سقطت من (د).
(٣) (فإن المعاصي) سقطت من (د).
(٤) في (د): (يريد).
(٥) في (د) جاءت العبارة هكذا: (شابه الكفر في تركه).
(٦) في (د): (استخفاف).
(٧) الحديث أخرجه البخاري عن عكرمة أن عليا رضي الله عنه حرق قوماً فبلغ ابن عباس فقال: ((لو كنت أنا لم أحرقهم؛ لأن النبي صلى الله عليه وسلم قال: لا تعذبوا بعذاب الله ولقتلتهم، كما قال النبي صلى الله عليه وسلم: من بدل دينه فاقتلوه)). الصحيح، كتاب استتابة المرتدين، باب حكم المرتد: ٦/ ٢٥٣٧، رقم ٦٥٢٤؛ وأخرجه الترمذي أيضاً في سننه، كتاب الحدود، باب المرتد: ٤/ ٥٩، رقم ١٤٥٨؛ النسائي، السنن، كتاب تحريم الدم، باب الحكم في المرتد: ٧/ ١٠٤، رقم ٤٠٥٩؛ أبو داود، السنن، كتاب الحدود، باب الحكم فيمن ارتد: ٤/ ١٢٦، رقم ٤٣٥١؛ ابن ماجة، السنن، كتاب الحدود، باب المرتد عن دينه: ٢/ ٨٤٨، رقم ٢٥٣٥؛ الإمام أحمد، المسند: ١/ ٢١٧، رقم ١٨٧٤.',NULL,'30',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (23,'وَبالمفارق مَنْ غيّر بَعض دينه فَيدخل (١) في الحَدِيث أهل البَغي وَالخَوارج وَالرَوافِض، فيَجبُ المعَاملَة مَعهُم حَتى يَرجعوا إلى الحَقِّ، فِفيه مِنْ المُعَارضَة وَالمقابلَة أن الكلام في القتل لا في المعَاملة، أمَا ترى أن الإجماع عَلى عَدَم جواز قتِل بَاغٍ بانفِراده خَارجي أو رَافضي وَحِده مِنْ غير ظهُور كفر منهُ غَير بدعتِهِ.
وكذَا مَانعُو الزكاةِ يقاتلون، بِخلاف مَنْ تركهَا بغَير قِتالٍ فَإنه لا يقتل (٢)، فكَذَا تارك الصَّلاة لا يقتل بَل يحبس وَيُعَزر، وإذَا كَانَ أهل قريَةٍ تركوُهَا، بَل تركُوا الأذان الذي هُوَ سُنة مِنْ شِعَارها (٣) لَقوتلُوا، كما صَرحَ بهِ الإمَامُ محمد (٤) مِنْ أئمتِنا، فحَصَلت المَوافقة وَالُمطابقة مِنْ هذا الحَدِيث الشريف.
وحديث: ((أُمرتُ أنْ أقاتِلَ النَّاسَ حَتى يَشهَدُوا: أنْ لاَ إلَه إلاَّ الله، وأنْ محمداً رَسُول الله، ويقيمُوا الصَّلاةَ وَيُؤتوا الزكَاةَ، فِإذَا فعَلوُا ذلك عَصَمُوا مِنّي دمَائهم وَأموَالهم إلاَّ بِحَقِّ الإسلاَمِ وَحِسَابهم على الله)) رَوَاهُ أصحاب الكتب الستة عَن أبي هُرِيَرة (٥).
_________
(١) في (د): (فدخل).
(٢) احتج الفقهاء هنا بفعل أبي بكر الصديق - رضي الله عنه - عندما قاتل من منع الزكاة فإنه يقاتل إن رفع السيف وإلا أخذت منه الزكاة عنوةً من قبل الإمام. ينظر تفاصيل هذه المسألة عند ابن قدامة، المغني: ٢/ ٢٢٨؛ الكاساني، بدائع الصنائع: ٢/ ٣١؛ الخطيب الشربيني، مغني المحتاج: ١/ ٣٨١؛ شرح الزرقاني على الموطأ: ٢/ ١٧٠.
(٣) في (د): (شعائرها).
(٤) محمد بن الحسن بن فرقد، أبو عبد الله الشيباني، الفقيه تلميذ أبي حنيفة، وفاته سنة ١٨٩هـ. تاريخ بغداد: ٢/ ١٧٢؛ وفيات الأعيان: ٤/ ١٨٤؛ سير أعلام النبلاء: ٩/ ١٣٤. .
(٥) صحيح البخاري، كتاب الإيمان، باب قوله تعالى (فإن تابوا وأقاموا الصلاة): ١/ ١٧ رقم ٢٥؛ صحيح مسلم، كتاب الإيمان، باب الأمر بقتال الناس حتى يشهدوا: ١/ ٥٢، رقم ٢١؛ سنن الترمذي، كتاب الإيمان، باب أمرت أن أقاتل الناس حتى يشهدوا: ٥/ ٢، رقم ٢٦٠٦؛ سنن أبي داود، كتاب الجهاد، باب على ما يقاتل المشركون: ٣/ ٤٤، رقم ٢٦٤٠؛ سنن النسائي، كتاب الجهاد، باب وجوب الجهاد: ٧/ ٧٧، رقم ٣٩٧١؛ سنن ابن ماجة، كتاب الفتن، باب الكف عمن قال لا إله إلا الله: ٢/ ١٢٩٥؛ رقم ٣٩٢٧.',NULL,'31',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (24,'وَروَاهُ ابن جرير (١) وَالطبَراني في (الأوسَط) عَن أنَس، وَلفظه: ((أمرتُ أنْ أقاتِل الناس حَتى يشهدوا أنْ لاَ إلَه إلاَّ الله، فإذَا قالُوها عَصَمُوا مِنّي دِمَائهم وَأموَالهم إلاَّ بحقها، قيلَ: وَمَا حَقها؟ قالَ: زَنا بَعْدَ إحصَان أو كفرٌ بَعدَ إسلام أو قتلُ نفسٍ فتقتلُ بِها)) (٢).
وَأخرجَهُ مُسْلم عَن أنس، وَلَفظهُ (٣): ((أُمرتُ أنْ أقاتِلَ المشركِين حَتى يَشهَدُوا أنْ لاَ إلَه إلاَّ اللهَ، وأنْ محمداً عبدُهُ ورَسُوله، وأنْ يَسِتقبلُوا قِبلتنَا، وأنْ يَأكلوا ذَبيحتنَا وَأن يُصَلوا صَلاتنا، فإذَا فعَلُوا ذلكَ حرمت عَلْينَا دمَائهم وَأموَالهم
_________
(١) هو محمد بن جرير الطبري، الإمام صاحب التفسير والتاريخ وغيرها من المؤلفات، وفاته سنة ٣١٠هـ. تاريخ بغداد: ٢/ ١٦٩؛ سير أعلم النبلاء: ١٤/ ٢٦٦.
(٢) تفسير الطبري: ١٥/ ٨٠؛ الطبراني، المعجم الأوسط: ٣/ ٣٠٠، رقم ٣٢٢١. وكلاهما أخرجاه من طريق عمرو بن هاشم البيروتي عن سليمان بن حيان عن حميد الطويل عن أنس، وعمرو البيروتي اختلف فيه، قال ابن وراة: كتبت عنه وكان قليل الحديث ليس بذاك، وقال ابن عدي: ليس به بأس (تهذيب التهذيب: ٨/ ٩٩)، قال الذهبي: وثق (المغني: ٢/ ٤٩١)، وقال الحافظ ابن حجر: صدوق يخطئ (تقريب التهذيب: ص ٤٢٨)؛ قال الهيثمي: والأكثر على توثيقه (مجمع الزوائد: ١/ ٢٦).
(٣) في (د): (بلفظ).',NULL,'32',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (25,'إلاَّ بِحقهَا، لَهُم مَا للمُسلِميَن وعلَيهم مَا عَلى المُسلِمينَ)) (١).

<span data-type="title" id=toc-15>إثبات كفر من سب الصحابة عموماً أو الشيخين خصوصاً:</span>
فلنَرجع إلى مَا نَحن بصِددِهِ [٤/أ] مِنْ إثباتِ كفر مَنْ سَب الصّحابة عمُوماً أو سَب الشيخَين خصُوصاً، فَلا شك في أنَّ أصول الأدِلةِ ثلاثة هَي: الكِتاب وَالسُنة وَإجمَاع الأمةِ، فأمَّا الكتاب فَهوَ خالٍ عَن هَذا الخطَاب، وكَذَا الإجماع مَفقود في هَذَا الباب، فبَقي الأحَاديث وَهَي آحَاد الإسناد، ظني الدَلالَة في مِقَام الأستِناد، وَلهَذا لم يذكرها الفقهاء كفر الرافضي في كلماتِ (٢) الكفر وَلا في بَابِ الارتدَاد، فإنْ كانَ عِندَ أحدٍ (٣) نقلَ قائلٍ (٤) للاعتِماد، فعَليَه بالبيَان في معرض مِيدَان الاعتِقاد.
وإمَّا ما اشتهرَ عَلى ألسنة العَوَام من أنْ سبَّ الشيخَين كفر، فلم أرَ نقَلهُ صَريحاً ولا روَايته ضعيِفاً وَلا حَسَناً وَلا صحيحاً، وعلى تقدير ثبُوتِهِ وَتَسليم صِحتِهِ، فَلاَ ينبَغي أن يحمل عَلى ظاهرِهِ؛ لاحِتمالِ مَا تقدمَ مِنْ التأويلاَتِ في كفْرِ تارِكِ الصَّلاةِ، إذ لو حملَ الأحَادِيث كلهَا على الظَواهِر، لأشكل ضبط القواعِد وَحِفظ النوادر، وَحَيثُ يَدخل مِنهُ الاحتمال لاَ يَصلح الاستدلاَل، لاَ سيما في
_________
(١) ربما وهمَّ المؤلف فنسب الحديث لمسلم ولم يرد بهذا اللفظ عنده بل ورد عند البخاري، الصحيح، كتاب الصلاة، باب فضل استقبال القبلة: ١/ ١٥٣، رقم ٣٨٥؛ وأخرجه الترمذي، السنن، كتاب الإيمان، باب أمرت أن أقاتل الناس: ٥/ ٢، رقم ٣٦٠٨؛ أبو داود، السنن، كتاب الجهاد، باب على ما يقاتل المشركون: ٣/ ٤٤، رقم ٢٦٤١.
(٢) في (م): (وكلمات).
(٣) في (د): (واحد).
(٤) في (د): (قابل بل).',NULL,'33',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (26,'قتل المُسلم وَتكفِيره، وَقد قِيل: لو كان تسعَة وتسعَونَ دَليلاً عَلى كفر أحَد، وَدليل وَاحد عَلى إسلاَمه، ينبَغي للِمفتي أنْ يَعمل بذلكَ الدليل الوَاحِد؛ لأن خطأه في خلاَصِه خيرٌ مِنْ خَطئه في حَدّهِ وَقصَاصِهِ.
لا يقال كيف نسبت قول سَبّ الشيخين كفر إلى العَوام، مَع أنهُ مُذكوُر في بَعض كتب الفتَاوى لبَعض الأعلام، فإنِّا نقول: لم أرَ نقله إلاَّ مِنْ المجهُولينَ الذينَ هم في طريق التحقيق غَير مَقبُوليَن، فلاَ يعتبر في بَابِ الاعِتقاد الذي مَدَاره عَلى مَا يَصِح بِهِ الاعتماد.

<span data-type="title" id=toc-16>[حكم سب الصحابة عند الحنفية:]</span>
والحاصل: أنه ليس (١) بمنقولٍ عَن أحدٍ مِنْ أئمتنا المتقدمين كأبي حَنِيفة وأصحابه، وَأمَّا غَيرهم فَهم رجَال وَنحنُ رجَال، فلاَ نُقلد قَولهم مِنْ غَير دَليل عقلي وَنقلي، يؤتى به مِنْ طَرِيق ظنّي أو قطعي، مَع أنهُ مُخالف للأدلة القطعية والظنية المأخوذة مِنْ الكتاب وَالسنة المروية [٤/ب] التي تفيد في العَقائد الدينية أو تفيد (٢) في القَواعدِ الفقهية، فإن ما وَردَ فيها إمَّا ضَعِيف في سندِهِ أو مُؤول في مسَتندِهِ، لئلا يعَارض القَواعِد الشرعية، فإن القولَ بالتكفير مُعارض لمَّا نص عليه أبُو حَنِيفة في (الفِقه الأكبَر)، مُوافقٌ لمَّا عَليه جَمع المتكلِميَن مِنْ أهل القبِلة لا يكفر، وعليه الأئمة الثلاثة مِنْ مَالِك وَالشافِعي وَأحمد، وَسَائر أهل العِلم المعتَمد في المعتقد.
_________
(١) (أنه ليس) سقطت من (د).
(٢) في (د): (تعتبر).',NULL,'34',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (27,'وَقد صرحَ العلامة (١) التفتازَاني (٢) في (شرح العَقائد) (٣) بأن سَب الصَحابة بدعَة وفسق (٤)، وكذا
صَرح أبُو الشكور السالمي (٥) في (تمهيده) (٦): أنَّ سَبَّ الصَّحابة ليسَ بكفر، وَقد وَردَ عَنهُ - صلى الله عليه وسلم -: ((أن مَنْ سَب الأنبيَاء قتل، ومَنْ سَب أصحَابي جلد)) رَواهُ الطبَراني عن علي كرمَ الله وَجهَهُ (٧)، رَواه أيضاً عَن ابن عَباس: ((مَنْ سَبّ أصحَابي فعَلَيه لعَنةُ اللهِ وَالملائكة وَالنَّاسِ أجَمعِينَ)) (٨).
_________
(١) في الأصل (علامة) ولا تصح، وقد سقطت هذه الكلمة من (د).
(٢) هو سعد الدين مسعود بن عمر بن عبد الله التفتازاني، من أئمة العربية والفقه والمنطق والبيان، له مؤلفات عديدة، وفاته سنة ٧٩٣هـ. الدرر الكامنة: ٦/ ١١٢؛ شذرات الذهب: ٦/ ٣٩١.
(٣) المسماة (شرح العقائد النسفية). هدية العارفين: ٢/ ٤٣٠.
(٤) كذا ذكر المؤلف، وهذه المسألة خلافية بين الفقهاء، قال القاضي أبو يعلى: ((الذي عليه الفقهاء في سبِّ الصحابة، إن كان مستحلاً لذلك كفر، وإن لم يكن مستحلاً فسق، ولم يكفر سواء كفرّهم أو طعن في دينهم مع إسلامهم، وقد قطع طائفة من الفقهاء من أهل الكوفة وغيرهم بقتل من سب الصحابة)). الصارم المسلول: ٣/ ١٠٦١.
(٥) هو أبو شكور محمد بن عبد السيد بن شعيب الكشي السالمي الحنفي. كشف الظنون: ١/ ٤٨٤.
(٦) هو (التمهيد في بيان التوحيد)، قال حاجي خليفة: ((وهو مختصر في أصول المعرفة والتوحيد)). كشف الظنون: ١/ ٤٨٤.
(٧) المعجم الصغير: ١/ ٣٩٣؛ ابن عساكر، تاريخ دمشق: ٣٨/ ١٠٣. قال الهيثمي: ((وفيه عبيد الله بن محمد العمري، رماه النسائي بالكذب)). (مجمع الزوائد: ٦/ ٢٦٠، والحديث (موضوع) كما حكم عليه الشيخ الألباني في ضعيف الجامع: رقم ٥٦١٦.
(٨) المعجم الكبير: ١٢/ ١٤٢، رقم ١٢٧٠٩؛ الخلال، السنة: ٣/ ٥١٥؛ ابن عدي، الكامل: ٥/ ٢١٢؛ الجرجاني، تاريخ جرجان: ص ٢٧٤. قال الشيخ الألباني (حديث حسن). الجامع الصحيح: رقم ٦٢٨٥.',NULL,'35',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (28,'ثم لا وَجه لتخصِيص الشيخَين فيما ذكر، فإن حكم الحسَنين كذلك، بَل سائر الصحَابة هنالك، كما يُستفَاد مِنْ (١) عُموم الأحَاديثِ وَخُصوصها، فَقد ورَدَ عَنه عَلَيه الصَّلاة وَالسَّلاَم: ((مَنْ سَبّ عَليَّاً فَقَد سَبني، وَمَنْ سَبني فَقَد سَبَّ الله)) رَواهُ أحَمد وَالحاكم عَن أمِّ سَلَمة (٢).
بَل وَقد بالغَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقال: ((مَنْ سَب العَرب فأولئكَ هُم المشركونَ)) روَاهُ البيهَقي عَن عُمر - رضي الله عنه - (٣).
إلا أنه يَجبُ حَمله على أنه أراد باللام الاستغراق، أو الجنس الشامِل للنبي الصَّلاة وَالسَّلام بالاتفاق، فَهذا تحقيق هذِهِ المَسألةَ المشكلة عَلى مَا ذكرَ في (الموَاقف) (٤).
_________
(١) في (د): (عن).
(٢) مسند الإمام أحمد: ٦/ ٣٢٣، رقم ٢٦٧٩١؛ المستدرك: ٣/ ١٣٠، رقم ٤٦١٥؛ ابن عساكر، تاريخ دمشق: ٤٢/ ٢٦٦. والحديث في إسناده أبو عبد الله الجدلي واسمه: عبد بن عبد، وثقه ابن حبان (تهذيب التهذيب: ١٢/ ١٦٥)، ورماه ابن سعد بالتشيع حيث قال: ((يستضعف في حديثه، وكان شديد التشيع)). (الطبقات: ٦/ ٢٢٨). ولهذا السبب قال الشيخ الألباني عن الحديث (ضعيف)، كما في ضعيف الجامع: رقم ٥٦٨١.
(٣) الحديث أخرجه ابن عدي، الكامل: ٦/ ٣٧٩؛ العقيلي، الضعفاء: ٤/ ٢١٧؛ البيهقي، شعب الإيمان: ٢/ ٢٣١؛ الخطيب البغدادي، تاريخ بغداد: ١٠/ ٢٩٤. والحديث (موضوع) كما ذكر الحافظ ابن حجر في ترجمة مطرف بن معقل (لسان الميزان: ٦/ ٤٨). وهو الحكم نفسه الذي أطلقه الألباني على الحديث. ضعيف الجامع: ٥٦١٧.
(٤) كتاب (المواقف في علم الكلام) تصنيف عضد الدين عبد الرحمن بن أحمد الأيجي القاضي (ت ٧٥٦هـ). حيث يشير القاري إلى قول الإيجي في آخر كتابه: ((ولا نكفر أحداً من أهل القبلة، إلا بما فيه نفي للصانع والأفضلية القادر العليم أو شرك أو إنكار للنبوة، أو ما علم مجيئه ضرورة، أو لمجمع عليه كاستحلال المحرمات، وأما ما عداه فالقائل به مبتدع غير كافر)). الموقف: ص ٧١٧.',NULL,'36',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (29,'وأمَّا مَا في كتب (١) العَقائد، فمَنْ اعتقد غَير هذاَ فليَحذر (٢) عقيَدته، وَليَتب عَن تعَصّبه وَحمَاقتِهِ، وَيترك حمية جاهليته، وإلاَّ فيلهث (٣) غِيَظاً على حقدِهِ وحسَدِهِ وَطغيتهِ، وَيُدفن في تربة خباثته وَنجاسُته ظنيته إلى أن يتَبينَ بُطلان مَظنته في سَاعَة قيامتهِ [٥/أ] {يَوْمَ تُبْلَى السَّرَائِرُ} [الطارق: ٩]، فَيظهر ضمائر وَيتمَيز الكفر مِنْ الإسلام وَالكبائر مِنْ الصغَائر.
ثم [مَنْ] (٤) ادعى بطلان هَذا البيان، فعَليَه أن يظهر في ميدان البَرهان، إمَّا بتقرير اللسَان هو، وَإمَّا بتحرير البَيان والله المستعان، وَالحِق يَعلو ولا يعلى إلا (٥) البطلان، وَقد ثبت عنه عَلَيْهِ الصَّلاة وَالسَّلام: ((أن الله يَبِعَث لِهَذِهِ الأمة على رأس مائة سَنة مَنْ يجدد لها دِينها)) وَرَوَاه أبو دَاود وَالحاكم وَالبيهَقي في (المَعرفة) عَن أبي هريرة (٦).
فوالله العَظيم، وربَّ النبي الكَريم، أني لَو عَرفت أحَداً أعلم مِنّي بالكِتَاب وَالسّنة، مِنْ جهة مَبناها أو مِنْ طريق مَعناها (٧)، لَقصَدت إلَيه ولو حبواً بالوقوف
_________
(١) في (د) وردت العبارة: (وفي كتب العقائد).
(٢) في (د): (فليجدد).
(٣) في (د): (فليمت).
(٤) زيادة من: (د).
(٥) كذا في النسختين.
(٦) سنن أبي داود، كتاب الملاحم، باب ما يذكر في قرن المائة: ٤/ ١٠٩، رقم ٤٢٩١؛ المستدرك: ٤/ ٥٦٧، رقم ٨٥٩٢؛ الطبراني، المعجم الأوسط: ٦/ ٣٢٤؛ تاريخ بغداد: ٢/ ٦١؛ الداني، السنن الواردة في الفتن: ٣/ ٧٤٣. الحديث صححه الحاكم، قال العجلوني: ورجاله ثقات: (كشف الخفاء: ١/ ٢٨٢). قال الشيخ الألباني: (صحيح). صحيح الجامع: رقم ١٨٧٤.
(٧) في (د): (معناهما).',NULL,'37',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (30,'لَدَيه، وهذا لا أقوله (١) فَخراً، بَل تَحدّثاً بنعِمةِ الله وَشكراً، وَاستزيد مِنْ ربي مَا يَكون لي ذِخراً.

<span data-type="title" id=toc-17>حديث: من سب أصحابي فعليه لعنة الله:</span>
نَعَمْ ورَد: ((حبُّ أبي بكر وَعُمَر رَضي اللهُ عَنهما مِنْ الإيمان وَبغضهَما كفر، وَحبُّ الأنصَار مِنْ الإيمان وَبغضهَم كفر، وَحبُّ العَرب مِنْ الإيمان وَبغضهم كفر، وَمِنْ سبّ أصحَابي فعَلَيه لَعنة الله، ومَنْ
حَفظني فيهم فأنا أحفظ يَوم القيامة)) رواه ابن عَسَاكر عَن جَابر (٢).

<span data-type="title" id=toc-18>المراد بالكفر كفران النعمة:</span>
وَالمُراد بالكفرِ كفران النعمة أو كفر دونَ كفرٍ، أو أريد به التغلِيظ وَالوعيد والتهديد الشدِيد مُبَالغة في الزجر وَالنهي، كَمَا هو مَعروف في الكتابِ وَالسّنة.
_________
(١) كذا في النسختين (أقول).
(٢) تاريخ دمشق: ٤٤/ ٢٢٢. وأخرجه ابن عساكر من طريق علي بن الحسن وهو: بن يعمر الشامي المصري، قال ابن عدي: ((أحاديثه بواطل لا أصل لها))، وقال ابن حبان: ((يروي عن الثقات ما ليس من حديثهم، لا يحل كتابة حديثه إلا على جهة التعجب)). (ابن الجوزي، الضعفاء والمتروكين: ٢/ ١٩٢). وأخذه الشامي عن خليد بن دعلج، وهذا الأخير وإن كان أحاله أفضل من حال تلميذه، إلا أنه ضعيف أيضاً كما ذكر الحافظ ابن حجر (تقريب التقريب: ص ١٩٥)، وقال عنه ابن المديني: ((روى المناكير)). (المغني في الضعفاء: ١/ ١٢٩). فالحديث أقل ما يقال عنه أنه (ضعيف جداً).',NULL,'38',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (31,'<span data-type="title" id=toc-19>سباب المسلم:</span>
وجاءَ في حَدِيثٍ كادَ (١) أنْ يكُونَ مُتَواتراً: ((سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ)) رَواهُ أحَمد وَالبخارِي وَالترمذِي وَالنسَائي وَابن مَاجَة عَن ابن مَسْعُود (٢).
وَابن مَاجَة أيضاً عَن أبي هريَرة (٣) وعَن سَعد (٤)، وَالطبَراني عَن عَبد الله بن مغفل (٥)، وَعن عمَرو بن (٦) النعمان بن مقرن (٧)، والدّارقطني في (الأفراد) عن جابر، وَالطبَراني أيضاً عَن ابن مسعود، وَزادَ:

((وَحُرْمَةُ مَالِهِ كَحُرْمَةِ دَمِهِ)) (٨).
_________
(١) في (د): (كان).
(٢) مسند الإمام أحمد: ١/ ٣٨٥، رقم ٣٦٣٩؛ صحيح البخاري، كتاب الإيمان، باب خوف المؤمن من أن يحبط عمله: ١/ ٢٧، رقم ٤٨؛ صحيح مسلم، كتاب الإيمان، باب قول النبي - صلى الله عليه وسلم - باب المسلم فسوق: ١/ ٨١، رقم ٦٤؛ سنن الترمذي، كتاب البر والصلة، باب ما جاء في الشتم: ٥/ ٢١، رقم ١٩٨٣؛ سنن النسائي، كتاب تحريم الدم، باب قتال المسلم: ٧/ ١٢١، رقم ٤١٠٥؛ سنن ابن ماجة، باب في الإيمان: ١/ ٢٧، رقم ٦٩.
(٣) سنن ابن ماجة، كتاب الفتن، باب سباب المسلم فسوق: ٢/ ٣٠٠٠، رقم ٣٩٤٠.
(٤) سنن ابن ماجة، كتاب الفتن، باب سباب المسلم فسوق: ٢/ ١٣٠٠، رقم ٣٩٤١.
(٥) في (م): (مفضل). والحديث في المعجم الأوسط: ١/ ٢٢٣. وعبد الله بن مغفل بن غنم المازني، صاحبي شهد بيعة الشجرة، ووفاته بالبصرة سنة ٥٩هـ. الاستيعاب: ٣/ ٩٩٦؛ الإصابة: ٤/ ٢٤٢.
(٦) (عمرو بن) سقطت من (د).
(٧) المعجم الكبير: ١٧/ ٣٩، رقم ٨٠. عمرو بن النعمان بن مقرن المازني، والده من مشاهير الصحابة، واختلف في رفع روايته، ورجح الحافظ ابن حجر كونها مرسلة، ثم أورد هذا الحديث. الإصابة: ٤/ ٦٩٣.
(٨) المعجم الكبير: ١٠/ ١٥٩، رقم ١٠٣١٦؛ وأخرجه الإمام أحمد في مسنده: ١/ ٤٤٦، رقم ٤٢٦٢؛ أبو يعلى، المسند: ٩/ ٥٥، رقم ٥١١٩. قال الشيخ الألباني (حسن). الجامع الصحيح: رقم ٣٥٩٦.',NULL,'39',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (32,'فَهِذا الحَديثِ صَريح في أنَّ سَبَّ المُسْلِمِ فسق غاية أنَّ الفسق لَهُ المراتب، كَمَا أن المُسلمينَ (١) لهم تفَاوُت باختِلافِ المناقِبِ، كَمَا رَوى ابن عسَاكر [٥/ب] عن البَراء موَقوفاً: ((لا تسبّوا أصحَابَ رَسُولُ اللَّهِ صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ فوَالذِي نفسِي بيدِهِ لمقامُ أحَدهم مَع رَسُولِ اللهِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ أفضَل مِنْ عَمل أحَدكم عُمره)) (٢) فكأنه أشارَ إلى قوله تعَالى: {لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلاّ ًوَعَدَ اللَّهُ الْحُسْنَى} [الحديد: ١٠].

<span data-type="title" id=toc-20>[ذم التعصب في دين الله]:</span>
ثُمَّ اعلم أنَّ التعَصب في دِينِ اللهِ [تعَالَى] (٣) على وَجه التشدد وَالتصَلب ممنوع وَمَحظور؛ لأنه يترتب عَلَيه أمُور في كلِّ مِنها ضَرر ومحذور، قَالَ الله تَعَالَى: {يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ وَلا تَقُولُوا عَلَى اللَّهِ إِلاَّ الْحَقَّ} [النساء: ١٧١]، و {قُلْ يَا أَهْلَ الْكِتَابِ لا تَغْلُوا فِي دِينِكُمْ غَيْرَ الْحَقِّ وَلا تَتَّبِعُوا أَهْوَاءَ قَوْمٍ قَدْ ضَلُّوا مِنْ قَبْلُ وَأَضَلُّوا كَثِيراً وَضَلُّوا عَنْ سَوَاءِ السَّبِيلِ} [المائدة: ٧٧]، وقالَ عَز وَجل: {وَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ إِلاَّ
_________
(١) في (د): (للمسلمين).
(٢) ابن عساكر، تاريخ دمشق: ١٨/ ٣٩٨؛ وأخرجه أيضاً ابن عدي، الكامل: ٧/ ١٩٠.
(٣) زيادة من (د).',NULL,'40',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (33,'الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ} [العنكبوت: ٤٦].
وَقالَ سُبحانه: {وَلا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ} [الأنعام: ١٠٨] وَاستدَل بهذِهِ الآية شيخِنَا المبرور (١) المغفُور محمد بن أبي الحسَن البكري (٢)، في منع معرف كان بمكةَ في مقام الحنفي، ويقولُ بالصوتِ الَجلي: ((لعَن الله الرافضَة من الأوبَاشِ وَطائفَة القزلباش (٣)))، وقالَ هَذا يكون تسبيباً سَبهم (٤) طائفة أهل السّنة وَالجماعة، كَمَا عَلَيْه أهل العِناد في الصناعةِ.
وَلقد صَدقَ الصديقي (٥) في مَقامِه الحقيقي، وَوَافق كلام أستاذي المرحُوم في
_________
(١) في (م): (المبرد).
(٢) هو قطب الدين محمد بن الشيخ أبي الحسن محمد بن محمد الشافعي الأشعري المصري الصديقي البكري، يعود نسبه إلى أبي بكر الصديق، برع في الكلام والتفسير والأصول، وفاته سنة ٩٩٣هـ. النور السافر: ص ٣٦٩؛ شذرات الذهب: ٤/ ٤٣١.
(٣) القزلباش: من أشد القبائل في إيران وأصلهم تركي يتكون من تسع قبائل، وقد كان أفراد كثيرون قد أسرهم تيمور لنك بعد انتصاره العثمانيين ثم توسط (خواجة علي سياهمبوش) في فك أسرهم، ومنذ ذلك الوقت التفوا حول الأسرة الصفوية وقدموا لها فروض الطاعة، وكانوا من أشد المناصرين لها، وكان دعمهم العسكري من أبرز وسائل القوة التي مكنت الصفويين من السيطرة على إيران. الدولة الصفوية: ص ٤١.
(٤) في (د): (بسبهم).
(٥) يعني به شيخه محمد بن أبي الحسن البكري الذي مر ذكره قبل قليل.',NULL,'41',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (34,'عِلم القراءة، مَولانا معين الدين بن الحافظ زين (١) الدين (٢) من أهل زيارتكاه، وهوَ أول مِنْ استشهد أيام الرافضَة في سَبيلِ الله، وَذلك أنه لما ظهَر سُلطانهم المسَمى بشاه إسمِاعيل (٣)، وَفتحَ مَلك العِراق بَعدَ القالَ والقيل (٤)، وَفشوّا القِتال وَالقتِيل، أرسَلَ إلى خراسان مكتوباً فيه إظهار غلبَته في هَذا الشأن، وكَتبَ [٦/أ] في آخِرهِ ِسَبّ بَعض الصحَابة مِنْ الأكابر والأعيان.
وكانَ الحِافظ المذكور خَطيباً في جامع بَلد هراة المشهُور، فأمرَ بقراءتهِ فوَقَ المنبر بالاملاء عندَ حضُور العلماء والمشَائخ وَالأمَراء، ومِنْ جُملِتهم العَلامَة الوَلي شيخ الإسلام الهروي (٥) سبط المحقق الرباني مَولانا سعد الدين التفتازاني، فلما وَصَل الخطيب إلى مَحِل السَبِّ انتقل مِنه (٦) عَلى طَريق الأدب، فتعصّب كلاَب (٧)
_________
(١) في (م): (بن).
(٢) هو معين الدين محمد بن عبد الرحمن بن محمد الحسني الأيجي الشافعي الصفوي، مفسر له أكثر من مؤلف، وفاته سنة ٩٠٥هـ. الضوء اللامع: ٨/ ٣٧؛ كشف الظنون: ١/ ٦١٠؛ الموسوعة الميسرة: ص ٢١٤٨.
(٣) هو إسماعيل بن حيدر بن جنيد الصفوي، يعيد الشيعة نسبه إلى موسى الكاظم، ولم يكن أهله من الملوك وإنما كانوا من مشائخ الصوفية، ولكن عندما تغلب على الأمور في تبريز وقوي أمره أظهر عقيدة الإمامية في إيران، وتعصب لذلك وقتل كل من يعترض أمر عقيدته، فقتل العلماء والعامة على السواء، قال الشوكاني: ((كاد أن يدعي الربوبية وكان يسجد له عسكره ويأتمرون بأمره)) مات في سنة ٩٣١هـ/ ١٦٢٠م. البدر الطالع: ١/ ٢٧١؛ أعيان الشيعة: ٣/ ٣٢١.
(٤) في (د): (القيل والقال).
(٥) هو سيف الدين أحمد بن محمد بن سعد الدين مسعود التفتازاني الحنفي، يعرف بحفيد التفتازاني، رئيس العلماء بهراة، قتل سنة ٩١٦هـ. هدية العارفين: ١/ ١٣٨.
(٦) في (د): (عنه).
(٧) في (د): (كلام).',NULL,'42',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (35,'الأرفاض لهَذَا السبب، وقالوا: تركت المقصُود الأعظم وَالمطلوب الأفخم، فأعد الكلام لتكُون على وجه التمَام، وَتوقف الَخطيبُ في ذلك المقام، فأشارَ شيخ الإسلام إليه أن يقرأ ما هو المسطور لَدَيه، لأن عَندَ الإكراه (١) لا جناحَ عَليه، فأبى عَن السبِّ وصمم عَلى اختيار العزيمة على الرخصة (٢) الذميمة، فنزلوُه وقتلوه وحَرقوه.
ثُمَّ لمَا جاءَ السلطَان إلى خراسَان، وطلبَ شيخ الإسلام وسائر أكابر الزمان، وأمرَ الشيخَ بالسبِّ في ذلك المكان، أمتنعَ عَنه رضاء للرحمةِ، فاعترضَ عَليه بأنَّك أمرتَ بِهِ الخطيب سَابقاً، فكيَفَ تخالف الأمر لاحقاً، فقالَ: ((ذاكَ فتوى، وَهَذا كَمَا ترى تقوى، وَأيضاً ذلكَ الوُقت كانَ أيامَ الفتنة التامة، وَهجُوم الخلائق وَالعَامة، وَرأيت اليَوم في تَخت السّلطنة التي تجبُ عليك فيه العَدَالة، وَسماعَ مَا يتعَلق بِهَذِهِ المقَالَة، وَتَصحِيح مَا يكُون العَمل بِهِ أولى في هَذِهِ الحَالَة)).
فسَألَهُ عَن كيفِيته وَتحقِيق مَاهِيته وكميته؟.
فقالَ له: ((أفعلْ أحَد [هذين] (٣) الشيئين مِنْ الأمرَين الحسنين:
أولهما: أني اثبت لك أنَّ مذهب أهل السنة وَالجماعَة هو الحق وغيره هُوَ البَاطِل المطلق، وذلك بأني أظهر لكَ تصَانيفَ آبائكَ وَأجدَادكَ مِنْ المَشائخ الذين سَلَفوا في بلادكَ بخطُوطهم، وَتعمل بما في سُطوُرهم وفق مَا في صدوُرهم، وإنْ كانُوا الآن في قبورهم.
وَثانِيهما: أنَّكَ تنادي عُلماء مذهَبك [٦/ب] وفضلاء مشربك فتبَاحثت في مَجلسكَ، فمَنْ غَلب في الحجة نَقلاً وَعقلاً، فَيُتِبع فرعاً وأصلاً)).
_________
(١) في (م): (الإكرام).
(٢) في (د): (الرفضة).
(٣) زيادة من (د).',NULL,'43',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (36,'فشاور وزرائه وأمرَائه وعلمائه وفقهائه (١)، فقالُوا لهُ: ((هَذَا عَالمٌ كبَيرٌ وفضله كثير لا يغلبه أحَدٌ منا في الكلاَمِ، وآبائكَ وَأجدَادكَ صَنفوا (٢) في زمَان السنة، وَكانَ يجبُ عَليهم التقيَّة في هَذِهِ القضِية)) فتبعهم وَصَارَ مِنْ أهل الطغيان وَالكفران، كفرعَونَ حَيثُ شاورَ هَامَانَ، فقتله شهيداً وجَعلهُ سَعِيداً.
والحاصل: أن ولدَ الخطيب (٣) الذي هوَ أستاذي الأديب، كانَ يقولُ: إنَّ زيادة التعَصب وَالعناد في
هَذِهِ الطائفة اللعِينة، إنما وقعَت مِنْ تعَصبَاتِ (٤) الطبقة الأزبكية (٥)، حَيثُ إذَا رَأوا شخصاً يبتدئ في غسل الأيدِي مِنْ مَرقٍ أو مسَحَ عَلى رجلهِ (٦)، أو وَضعَ حَجراً في مَسجدِهِ قتلوُه، فعَارضَهم بأن مَنْ غسَل رجله أو مسَحَ رقبتِهِ وَأذنِهِ قَتلوُه، وكلُّ مَنْ صَلى مُرسِلاً يدَيه قتلهُ هؤلاء، فعارضُوهم بأن مَنْ صلى وَاضِعاً يَديه قتَلوُه، إلى (٧) أن زدَادَ التعَصب بَينَ الطائفتين.
فَمَنْ سَبَّ الصحَابة وَلو مَكرهاً قتلوهُ، فَزادُوا عَلَيهم في القبَاحَةِ وَالوقاحَةِ،
_________
(١) في كلا النسختين: (وزرائه وأمرائه وعلمائه وفقهائه).
(٢) في (م): (صنعوا).
(٣) هو علاء الدين أبو الحسن علي بن جلال الدين محمد البكري الصديقي الشافعي، كان بارعاً في الفقه والتفسير والتصوف، وفاته سنة ٩٥٢هـ. النور السافر: ص ٣٦٩؛ شذرات الذهب: ٨/ ٢٩٢.
(٤) في (م): (التعصبات).
(٥) نسبة إلى أزبك خان، وهي قبائل وفدت إلى إيران من هضاب آسيا، وكان هؤلاء على مذهب أهل السنة والجماعة، ودخلوا في صراع عنيف مع الصفويين، ولكن الإمكانيات المتواضعة للأزبك جعلت كفة الصفويين هي الراجحة في معظم المعارك. الدولة الصفوية: ص ٥٥.
(٦) في (د): (رجليه).
(٧) في (م): (إلا).',NULL,'44',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (37,'بأن أمرُوا أهلَ السّنة بسَبِّ الصحَابة فَمَنْ امتنعَ عَنه (١) قتلوُه، وأشتد الأمرُ عَلى القبيلَتَين حَتى كان مَدَار العقيدَة عَلى هَذا بَينَ (٢) المَسْألتين، وَكفَّر كل وَاحِد غيره مِنْ الطائفَتين (٣).

<span data-type="title" id=toc-21>[أصل الفساد بسبب ترك السنة وفعل البدعة:]</span>
وَأصل هَذا الفساد، وَإنما وقعَ بَينَ العِبادِ وَشايَة ترك السّنة وَفعل البدعَة، حَيثُ اختارَ بَعض السلاَطين وَالأمَراء أنْ يذكر اسمهُ فَوقَ المنبَرِ عَلى ألسَنةِ الخطبَاءِ، فقِيل لهمُ لم يتصَور ذَلكَ بأن يذكر الخلفاء الأربَعة أولاً هنالك.
ثم أحدثَ بنو أمية سَبَّ علي وَاتباعه في الخطبة مُدة مَعُينة (٤)، إلى أنْ أظهرَ الله سُبحانه عُمَر بن عبد العزيز (٥) [وأعز الله الإسلام به انتهاء، كما أعزَّ الله الإسلام بعمر بن الخطاب] (٦) ابتداءً، فاظهر غاية العَدَالة وَنهاية الرعَاية في الرغبَة وَالجمَالة، فأول مَا خطبَ (٧) عُمَر هذا على المنبر، حَمدَ اللهَ سبُحانه (٨) وأثنى وَشكر وَوعظ وَنصح لمن اعتبَرَ [٧/أ] ثم لمَّا وَصَلَ إلى مَوضِع سَبِّ الخطباء لخاتم الخلفاء
_________
(١) (عنه) سقطت من (د).
(٢) في (د): (هذين).
(٣) يتضح من كلام القاري هنا أنه كان شاهد عيان على هذه الأحداث التي كان معاصراً لها، خاصة ما قام به الصفويون من مجازر في حق أهل السنة في إيران.
(٤) لم يثبت بسند معتبر أن بني أمية سبوا علياً أو أهل بيته، وهي من الأخطاء الشائعة تاريخياً التي نبه عليها العلماء، وبينوا عدم صحتها.
(٥) في (م) (الخطاب).
(٦) زيادة من (د).
(٧) في (م): (ظهر).
(٨) في (د): (تعالى).',NULL,'45',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (38,'وخاتم الحنَفاء قَرأ هَذِهِ الآية: {إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ وَالإِحْسَانِ وَإِيتَاءِ ذِي الْقُرْبَى وَيَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ} [النحل:٩٠] أوصيكم عِبادَ اللهِ بتقوى الله، وَنزلَ عَن المنبَرِ، فصَارَ قراءة هَذِهِ الآيَة المقررَة المعتبرة (١).

<span data-type="title" id=toc-22>سب الصحابة الكرام من أكبر الكبائر:</span>
وَحَاصِل الكلام وتحقيق المرام أن سَبَّ الصحَابة الكرَام مِنْ أكَبَرِ الكبَائرِ، بَل متضَمن أكثرهَا عِندَ أهل السَّرائرِ؛ لأنه أجتمعَ فِيه حَق الله وَحَق العَبد وَحَق رَسُوله [صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ، فإنه لا يهون عليه إهانة مَن يَكُون مقرباً لديه] (٢) وَمنسُوباً إلَيه.
وأيضاً مِنْ المقرر إجماعاً أن قتل النفس أكبرُ الكبَائر بَعدَ الشِركِ باللهِ تعَالى، وَقتل المؤمن متعَمداً إنما يَقع المؤمن حَال كمَال غضَبه وذهَاب عقله وَأدَبه حَتى يكاد أن يكُون مجنوناً (٣)، ثُمَّ لاَ شَك أنْ يكُون بَعد ذلَك نَادماً وَمحزوناً، وَيتَوبُ إلى اللهِ وَيتضَرع إلى مَولاه، بخلاَفِ الرّفضَة (٤) حَيثُ يسبونَ في حَالِ اختِيارهم وَوَقت اقتِدارهم وَيُصَمّمُونَ على ذلَكَ ولا يَرجعُونَ عَمّا صَدر عَنهم هُنالك إذ لم يعتقدوا قبحه، بَل يتوَهّمُونَ (٥) رجحه.
_________
(١) لم ترد هذه الرواية أيضاً بسند معتبر، بل وردت في كتب التاريخ على سبيل الحكاية. ينظر: الكامل في التاريخ: ٤/ ٣١٥.
(٢) زيادة من (د).
(٣) في (م): (مجموعا).
(٤) كذا يسمي المؤلف الرافضة في بعض الأحيان.
(٥) في (د): (يتوهموا).',NULL,'46',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (39,'وَكَذَا قيل ليسَ [تقبل] (١) توبة لأهِل البدعَة؛ لأن بدَعتهم عندهم قَربَة وَطاعَة، وَأمَّا مَا ذكر بَعض المَشائخ أنهم لم يسبّوا أصحَابَ النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ، وَإنما سبّوا جميعاً زعِموا فيهم أنهُم ظلمُوا عَلياً كرّمَ اللهُ وَجهَهُ، وَأخذوا حَقه مَعَ جَعله عَليه الصلاة وَالسلام وصيّه، وَليسَ هَؤلاء بهَذا الوَصف مَوجُودينَ، وَلا بهذا النعت مشهورينَ، فلا يفيدُ ذلَك وَلاَ يكُون عُذراً هنالك، كَمَا قالَ بَعض جَهَلة الصوفية أن عَبدَة الأصنام إنما عَبدُوا الملك العَلام، سَوَاءٌ عَلمُوا هَذا المعنى أو عقلُوا عَن هَذَا المبَنى، فإن الشريعَة الغراء تُبطل (٢) مثل هَذِه الأشيَاء، فنحنْ نحكم بالظاهر وَالله اعلم بالسَرائرِ.
ولا يخفى أن طائفة الشيعة تغاير (٣) طَوائف المبتَدعَة الشنيعَة، لمَّا لم يتبعُوا (٤) الأحَادِيثَ وَالأخبار [٧/ب] وَحرمُوا حَقائق الأسرار وَدقائق الأنوار التي حَملَته العُلماء الأبرار وَنقلَته الفضَلاء الكبَار عَن النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ بروَاية الأصحَاب وَالتابعِينَ، وَأتبَاعهم مِنْ العُلماءِ العَامِلين وَالمشائخ الكامِلين بأسَانيد عدُول ضابِطين وَثقة حَافظِين، وَقعُوا فيما وقعُوا مِنْ الخطأ والخطل وافسدوا ما عندهم مِنْ العِلم وَالعَمل، وَاعتَقدُوا مَا بَنوُه على ما طاحَوا فيه مِنْ الزلل، وَإلا فكيفَ يبغض مَنْ كَانَ صَاحِب النّبي صلى صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ في الغَار، ورَفيقه في سَائر الأسفار، وَأول مَن آمَنَ بِهِ مِنْ الرجَالِ الكبَارِ.
وَقد جَعله الصَّلاة والسَّلام خليفةً في مَدِينةِ الإسلام بمنصّب الإمَامة لعَامة الأنام، كَمَا أجمعَ عَلَيه العُلماء الأعلاَم، حَتى قال عَلي كَرّمَ الله وجهه في هَذا
_________
(١) زيادة من (د).
(٢) في كلا النسختين (بطل).
(٣) في (م): (وتغاير)، وفي (د): (تتغاير).
(٤) في (د): (يتتبعوا).',NULL,'47',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (40,'المقَام: ((قَد رضيهُ صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ لديننا أفَلا نَرضاهُ لدُنيانا)) (١) فإن لم يكن هَذا الأمر منه الصَّلاة والسَّلام صَريحاً في الوَصِية، فأقل مَا يكون جَعله إشارَةً إلى القضِيةِ، مَع أن المعَقول المقرر عِندَ أربَابِ العَقل المُعتبر أن الصحَابة الذينَ فدوا أنفسهم وَأموَالهم في الإيمان بالله وَمحبةِ رَسُول الله - صلى الله عليه وسلم -،لم يكونُوا مُجتمعين (٢) على الضَّلالةِ بتركِ الحَق الوَاضِح لعلي رعَايةً لأبي بكر الصدَّيق - رضي الله عنه -، مَع عُلو نسَبِ عَلي وَكثرةِ قَومه وَقبيلته وشجاعَته وَشوكته، وَقلة قومِ أبي بكر وَأهل حمية.

<span data-type="title" id=toc-23>إجماع المفسرين:</span>
وَأيضاً فقد ورَدَ النصّ القطعِي- وَلو كان مجملا - في [أبي بكر] (٣) رضي الله تعالى عنهُ وَعَن (٤) الصحَابةِ مجملاً (٥) بقَولِهِ: {وَالسَّابِقُونَ الأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} [التوبة: ١٠٠] وَأجمعَ المفسُرونَ على أنَّ أبَا بكر [رضي اللهُ تعالى عَنِه] (٦) مِنْ السابقِين الأولينَ، وَكَذا عَلي وَخَديجةَ وَزَيد وَبلال - رضي الله عنهم - أجمَعِين.
_________
(١) هي مشهورة بهذا اللفظ، وأخرجها ابن سعد بلفظ قريب عن علي - رضي الله عنه - أنه قال: ((لما قبض النبي صلى الله عليه وسلم، نظرنا في أمرنا فوجدنا النبي صلى الله عليه وسلم قد قدم أبا بكر في الصلاة فرضينا لدنيانا من رضي رسول الله صلى الله عليه وسلم لديننا)). الطبقات: ٣/ ١٨٣؛ ابن عبد البر، الاستيعاب: ٣/ ٩٧١.
(٢) في (د): (مجمعين).
(٣) غير موجودة في النسختين يقتضيها السياق.
(٤) في (د): (ومن).
(٥) في (د): (كملا).
(٦) سقطت من (د).',NULL,'48',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (41,'فبأيِّ دليلٍ مِنْ الكِتابِ أو السّنة أو إجماع الأمة يَستحق أبَا (١) بكر الصدّيق [٨/أ] شيئاً مِنْ الِملامَةِ وَالمذمةِ، وَإنما الحِكمة في ذلَكَ أن لَعنَ (٢) لاعِنيه يرجع إلَيْهم، وَيَكون سَبباً بغَضَبِ الله عليهم، وَمُوجباً لهُ في زيَادةِ الدرجَاتِ العَالِيَّة وَالمقامَات الغَاليَّة، كَمَا أن مُسَابقته في الإيمَانِ صَارت بَاعثاً لمشارَكتِهِ في ثوابِ إسلام أهل الإيمَانِ (٣).

<span data-type="title" id=toc-24>[خراسان ليست بدار حرب]</span>
وَبَهذَا الذي قررناهُ وفي هَذا المَقَام حررناه، تبَين أن خراسان ليست بدارِ الحَرب، كَمَا تَوهم (٤) بَعض الفقهاءِ، بَل دار بدعَة (٥) كَمَا هُوَ ظاهِرٌ عندَ العُلماء، وَتوضِيحه أن أكثر سُكانه على مَذهَبِ أهل السنة والجماعَة، وَغِالبهم الحنَفِية وَفيهِم بَعض الشافِعية، وإنما العَسكرية جماعَة مَعِدُودَة وشَرذمة قليلة، يَدعون أنهم الشيعَة [ولا يتحاشون عن الشنيعة] (٦).
وَقد صَرحَ علماء الكلامية بأن الشيعة من الطوَائف الإسلامِية، نَعَمْ فيهم طوائف، فَمنهِم مَن يُحبّ وَلاَ يسَبّ، وإنما يفضل عَلياً عَلى البقِية، وَمنهم مَنْ لاَ يُحب وَلاَ يسَبّ [زعماً منهُ أنهُ عَلى الطريقة النقِية، وَمنهم مَنْ يسَبّ] (٧) وَلاَ
_________
(١) في (م): (أبي).
(٢) في (د): (لعنة).
(٣) في (د): (الاتقان).
(٤) في (د): (توهمه).
(٥) في (د): (البدعة).
(٦) زيادة من (د).
(٧) سقطت من (د).',NULL,'49',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (42,'يَستَحل السَبّ، وإنما يشتم عِندَ الغضب، وَمنهم مَنْ يستَحل وَيستبيح (١) وَلاَ يُبَالي مِنْ العتَبِ، وَمنهم مَنْ يَعد السَبّ قربة وَطاعَة وَيجعَلهُ وَظِيفة وَصنَاعة.
وَلقد سمَعت عَن سَيدي وسَندي في عِلم التفِسير، الشيخ عَطيّة المكي السّلمي (٢): أن خارِجياً مِمن يزعم أنه مِنْ الفضلاءِ العُلماءِ (٣)، كَانَ ورده سَبّ علي كرم الله وَجهه ألفَ مَرة، بَين صَلاة الصّبح وصَلاة العشاء، فسُبحانَ مَنْ خَلقَ في ملكه مَا يشاء.
وَقد وَرد: ((لا تسبَوا الشيطان وَتعَوذوا بالله مِنْ شرِهِ)) (٤) وَفيه تنبيه نبيه عَلى الترقي مِنْ حَال التفرقة المعَبر عَنها بالأبنية إلى مَقامِ التوحيد الصّرف وَالجمعية، وَالحمدُ لله عَلى مَا أعطاني مِنْ التوفيق وَالقدرَة عَلى الهجرة مِنْ دَار البدعة إلى خير ديار السّنة، التي هِي مُهِبط الوحي وظهِور النبوة، وَأثبتِني عَلى الإقامَة مِنْ غَير حَول مِنّي ولا قوة.
وَمع هَذا أكَره رُؤية هَذِهِ الطائفة الرديئة خصُوصاً عندَ طوافِ (٥) الكعبَة [٨/ب] الشريفة العَلية، مَع أنهم كالمنَافقِينَ في مَقام التقيّة، وَالتسَتر فيمَا بَينَ الجمَاعَة الشافعِية التقيّة حتى يسمعُوا الشافعية، وَبهذَا المُوجب اشتبَه، قالَ بَعض الشافعِية [عند السادة الحنفية لكن الفرق الشافعية] (٦) يقبضونَ أصابعهم
_________
(١) في (د): (ويبيح).
(٢) هو عطية بن علي بن حسن السُّلمي المكي، عالم مكة وفقيهها، له تفسير للقرآن الكريم، وفاته سنة ٩٨٣هـ. الأعلام: ٤/ ٢٣٨؛ الموسوعة الميسرة: ٢/ ١٥٣٣.
(٣) في (د): (والعلماء).
(٤) الحديث أخرجه الديلمي، في مسند الفردوس: ٥/ ١١، رقم ٧٢٩٠. قال الشيخ الألباني (صحيح). صحيح الجامع: رقم ٧٣٨١.
(٥) في (د): (طوائف).
(٦) زيادة من (م).',NULL,'50',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (43,'وَيشرون بالمسَبحة (١) عندَ التشهّد (٢)، كَمَا هُوَ المعتمد في مَذَهبَنا (٣)، بخلاف الشيعَة (٤)، فإنهم تركُوا هذِه السنة مِن سُنن الشريعَة مخالف لمِذَاهِب أهل السنة وَالجماعَة البديعَة المنيفة (٥).
وَمِنْ عَلاماتهم في الطواف أنهم يوسوسُونَ (٦) في ابتدائِهِ، ويحرفونَ (٧) عَن الكعبَة حَالَ إنشائه، ثم في الشوط السابع قبل انتهائه يقفُونَ منحرفين في المستجار، نعوذ بالله من حال أهل النار.
هذا وَإذَا تبَين لَكَ (٨) أن خرَاسَان مِنْ دَارِ البدعة لاَ مِنْ دَار الحَرب، ظهر بُطلاَن مَا يفعَله الأزبك في حقِهم مِنْ قتِلِ العَام وَعدم التمييز بَين الأنَامِ، وَسَبي نسَائهم وَذرَاريهم في تِلكَ الأيام، إلى أن وَقع النَّاسُ في كفر ظاهِر مِنْ استحلاَل فروُجهن وَاستخدَام أولادهن.
وَأغرب من هذا أنهم فعلوا مثلَ هَذَا في بلاد أهِلِ السّنة، مثلَ تاشكنة (٩) وَغَيره مقام العلماء وَالسّادَةِ، حَتى بَاعُوا في سُوق بخارى بنت الأمير سَيف الدين (١٠)، كانَ
_________
(١) في (م): (المسجد).
(٢) ينظر تفاصيل هذه المسألة الفقهية عند الشافعية عند النووي، المجموع: ٣/ ٤٠٠.
(٣) ينظر تفاصيل هذه المسألة الفقهية عن الحنفية عند الكاساني، بدائع الصنائع: ١/ ٢١٤.
(٤) حيث أنكروا الإشارة بالمسبحة عند التشهد، ينظر ما قرره الحلي في منتهى الطلب: ١/ ٢٩٤.
(٥) ينظر للفائدة: ابن قدامة، المغني: ١/ ٣١٣.
(٦) في (د): (يوسوس).
(٧) في (د): (ويحرمون).
(٨) (لك) سقطت من (د).
(٩) في (م): (صنعوا).
(١٠) في (د): (تقي الدين). لم أقف على ترجمة له.',NULL,'51',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (44,'سَيداً وَمُفتياً وَصَالحاً مِتقياً بَعدَ حُكم سُلطانهم بقتل (١) عَامة البلَد، حَتى النسَاء وَالأطفَال وَالعُلمَاء وَالمَشائخ والسَّادَات وَأربَاب الأحَوال، لذَنب وقعَ مِن (٢) بَعضِ العَسَاكر الجهالِ فإنا لله وإنا إليه رَاجعُونَ، كيفَ يدعونَ الإَسلام وَيفعَلونَ هَذِهِ الذنوب العِظاَم.
وَقد ذَكر ابن الهمام (٣): أن مَن فتح قَلعَة مِنْ بلاد أهل الكفر وَكَانوا ألُوفاً مُجتَمَعة، وَيقال إن فيهم وَاحِداً مِنْ أهل الذمة لاَ يَجُوز قتلهم على العُموم.

<span data-type="title" id=toc-25>مسألة سلطان الزمان:</span>
وَأغرب مِنْ هَذَا أن بَعْضَ العَوام يسمّونَ سُلطاَنهم عَادلاً، وَقد صَرح عُلماؤنا مِنْ قبل هَذا الزمَان أن مِنْ قالَ سلطان زمَاننِا عادلاً فهو كافر، نَعَمْ هُو عَادِل عَن الخلِق [٩/أ] كَمَا قَالَ تعَالى: {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} وَقد ظهرَ الفسَاد في البر وَالبَحر بما يَعملونَ، ولكن (٤) قَد وَردَ: ((لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ حَتَّى يَأْتِيَهُمْ أَمْرُ اللَّهِ وَهُمْ ظَاهِرُونَ)) روَاهُ الشيخان عَن المغيرة (٥).
_________
(١) في (م): (يقتل).
(٢) في (د): (في).
(٣) هو محمد بن عبد الواحد بن عبد الحميد الأسكندراني الحنفي، كمال الدين المعروف بابن الهمام، كان عارفاً بالأصول والتفسير والفرائض، وفاته سنة ٨٦١هـ. الضوء اللامع: ٨/ ١٢٧؛ شذرات الذهب: ٧/ ٢٢٤.
(٤) في (د): (ولكن).
(٥) صحيح البخاري، كتاب المناقب، باب سؤال المشركين للنبي - صلى الله عليه وسلم -: ٣/ ١٣٣١، رقم ٣٤٤١؛ صحيح مسلم، كتاب الإمارة، باب قول النبي - صلى الله عليه وسلم - لا تزال طائفة من أمتي: ٣/ ١٥٢٣، رقم ١٩٢١.',NULL,'52',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (45,'ثُمَّ إنَّي لم أقلْ بكفر الطائفة الأزبكية، كَمَا قالَ بعض العُلماء الحنفية، فإنهم - وَإن فَعلوا مَا فَعَلوا - لم يعرف مِنْ بوَاطِنهم أنهم مِنْ المستبيحِينَ لِذلَكَ، أو مِنْ المستقبحِينَ لما هنالك، فالسكَوت عَنهم أيضاً أسَلم، والله سُبحانه اعلم.

<span data-type="title" id=toc-26>مسألة: هل معك دليل ظني على كفر الرفضة</span>؟
فإن قلت: هَل مَعَك دَليل ظني عَلى كفر (١) الرفضة؟ قلتُ: نَعَمْ أمَّا الكتاب فَمنه قوله تَعَالَى: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ} الآية [الفتح: ٢٩] فإنه يشير إلى تكِفيرهم (٢) مِنْ وَجهَينَ:
أحَدُهما: أنَّ الله سُبِحانه وتعالى بيّنَ أن النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ وَأصحَابه وَأتباعه وَأحبَابه، مَذكورونَ (٣) في الكتب السالفِة مِنْ التوراة وَالإنجيل بما بينه مِنْ طَريقِ التمثيل، ثُمَّ ذكرَ وَعدهم بأن لهم مَغفرة وَأجراً عَظيمًا في العُقبَى لما أصَابهم مِن المَحن والبَلوى في مَحبة المَولى وَطريق المُصطفى في الدنيا، فمَنْ أبغضَهم يكون شراً مِنْ اليَهودِ والنصَارى؛ لأنهم قائلونَ بأن أفضلَ الخلق أصحاب مُوسى وَعيسَى، ولا شك أن الخلفاء الأربَعة هُم السّابقونَ الأولوُن مِنْ المهاجرينَ، وَقد قالَ الله تعَالى في حَقهم: {رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ} [التوبة: ١٠٠] ثُمَّ قوله سُبحانَه في الآيةِ السابقةِ: {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً} [الفتح: ٢٩] (٤) بلَفظ ليسَ لإخراج بَعضهم -
_________
(١) في (م): (الكفر).
(٢) في (د): (كفرهم).
(٣) في كلا النسختين (مذكورين).
(٤) قوله تعالى: {مَغْفِرَةً وَأَجْراً عَظِيماً}، سقطت من (د).',NULL,'53',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (46,'كَمَا زَعَم الرفضة - فإن (مِنْ) لِلبيَانِ لا لِلتبعِيض المنافي لمقام المنَّة (١).
وثانيهما: أنه فسّر قوله: {وَالَّذِينَ آمَنُوا مَعَهُ} [التحريم: ٨] (٢) بأبي بكر الصّديق - رضي الله عنه - (٣)، الذي رزق التوفيق بكوَنِه مَعَه في الدار وَالغار، وَفي سائر الأسفار إلى أن دُفن مَعه في بَرزَخِ داَر القرار، وَقد قالَ سَيد الأبرار: ((إنه يحشر أبو بَكر في اليَمين وَعُمر في اليسارِ [٩/ب] رَضِي اللهُ عَنهِمَا)) (٤) وَهكذا يَدخل مَعَهُما في الجنَّة بإذن الملك الغفار.
وَفسّر: {أَشِدَّاءُ عَلَى الْكُفَّارِ} بعمر بن الخطاب (٥) الفاروق، المبَالغ في الفَرق بَينَ الخَطأ وَالصّوَاب (٦) المبين لقبه في الكتاب، حَيثُ قتل المنافق الذِي ما رَضي لحكم النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ لليهَودي في فَصْلِ الخِطاب (٧).
_________
(١) في (د): (السنة). وقد رد العلامة الآلوسي شبهة الرافضة هذه في تفسيره روح المعاني: ٢٦/ ١٢٧. فراجعه.
(٢) كذا في الأصل والسياق يفيد بأن المؤلف يتكلم على آية الفتح وهي (وَالَّذِينَ مَعَهُ).
(٣) كما روى ذلك البغوي عن الحسن البصري، تفسير البغوي: ٤/ ٢٠٦.
(٤) لم أجده بهذا اللفظ، ولكن أخرج الحكيم الترمذي عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: ((أحشر أنا وأبو بكر وعمر هكذا وأخرج السبابة والوسطى والبنصر، وأراه قال ونحن مشرفون على الناس)). نوادر الأصول: ١/ ١٦٦.
(٥) (بن الخطاب) سقطت من (د).
(٦) في (د): (الثواب).
(٧) يشير المؤلف إلى ما روي في كتب التفسير من قصة قتل عمر بن الخطاب لرجل من المنافقين بعد أن احتكم مع يهودي إلى النبي - صلى الله عليه وسلم - فلم يرضَ بحكمه، ثم إلى أبي بكر الصديق - رضي الله عنه - فلم يرضَ بحكمه: ((فأقبلا على عمر فقال اليهودي: إنا صرنا إلى رسول الله صلى الله عليه وسلم ثم إلى أبي بكر، فلم يرضَ فقال عمر للمنافق: أكذاك هو؟ قال: نعم، قال: رويدكما حتى أخرج إليكما، فدخل وأخذ السيف ثم ضرب به المنافق حتى برد، وقال هكذا أقضي على من لم يرض بقضاء الله وقضاء رسوله وهرب اليهودي)). القرطبي، الجامع لأحكام القرآن: ٥/ ٢٦٣.',NULL,'54',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (47,'وَفسّر: {رُحَمَاءُ بَيْنَهُمْ} بعثمان بن عَفّان، الذي استحى مِنْهُ مَلائكة الرحمَن، وَالذِي رزق الحَظ بالسرورَين (١) في تلقِيبه بذِي النورين، حَتى مِنْ كَمال رَحمه عَلى رَحمه له مَا جَرى في أنواع البلوى (٢).
وَفسّر: {تَرَاهُمْ رُكَّعاً سُجَّداً} يِعَني (٣) المرتضى، وَابن (٤) عَمِّ المصطفى، وَزَوج البتول الزّهراء (٥)؛ لكثرة ركوعه وَخشوعه، ولإطَالِة سُجودِهِ مَع كمال كرَمه وَجُوده (٦)، حَتى جَادَ في حَالِ ركوُعهِ، وَفي مقام (٧) شُهوده كَمَا يشير إليه قوله تعَالى: {إِنَّمَا وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ
_________
(١) في (د): (في السرورين).
(٢) تفسير البغوي: ٤/ ٢٠٦.
(٣) في (د): (بعلي).
(٤) في (د): (بن).
(٥) في (د): (الزهرى).
(٦) قال شيخ الإسلام ابن تيمية: ((ولا ريب أن هذا مدح لهم بما ذكر من الصفات، وهو الشدة على الكفار والرحمة بينهم والركوع والسجود يبتغون فضلا من الله ورضوانا، والسيما في وجوههم من أثر السجود، وأنهم يبتدؤون من ضعف إلى كمال القوة والاعتدال كالزرع والوعد بالمغفرة والأجر العظيم، ليس على مجرد هذه الصفات بل على الإيمان والعمل الصالح، فذكر ما به يستحقون الوعد وإن كانوا كلهم بهذه الصفة)). دقائق التفسير: ٢/ ١١٢.
(٧) في (د): (قيام).',NULL,'55',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (48,'الزَّكَاةَ وَهُمْ رَاكِعُونَ} [المائدة: ٥٥] (١)
وَالتعبير بصِيغةِ الجمع: أمَّا تَعظيماً لشأنِه وَحَاله (٢)،

أو تنبيهاً عَلى أن المراد هُوَ مَع أمثاله في تحسِين أقواله وَتزيين أفعَاله وَأحَوالِهِ (٣).

<span data-type="title" id=toc-27>تفسير قوله أشداء:</span>
وَالمقصُود أن قوله سبحانه: {أَشِدَّاءُ عَلَى الْكُفَّارِ} [إشعاراً بأنه كان شديد
_________
(١) يشير القاري إلى الأثر المروي عن عمار بن ياسر قال: ((وقف على علي بن أبي طالب سائل وهو راكع في تطوع فنزع خاتمه فأعطاه السائل، فأتى رسول الله صلى الله عليه وسلم فأعلمه ذلك، فنزلت على النبي صلى الله عليه وسلم هذه الآية: (إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون) فقرأها رسول الله صلى الله عليه وسلم ثم قال: من كنت مولاه فعلي مولاه اللهم والِ من والاه وعادِ من عاداه)). أخرجه الطبراني في المعجم الأوسط: ٦/ ٢١٨. وأخرجه الطبري عن السدي عن علي - رضي الله عنه - في تفسيره: ٦/ ٢٢٨.وقد استعرض ابن كثير طرقه وعدها كلها واهية حيث قال: ((وليس يصح شيء منها بالكلية لضعف أسانيدها وجهالة رجالها)). التفسير: ٢/ ٧٢ .. وقد تناول طرق هذا الأثر أيضاً شيخ الإسلام ابن تيمية وبين بأنها كلها ضعيفة واهية ثم قال: ((أجمع أهل العلم بالنقل على أنها لم تنزل في علي بخصوصه وأن عليا لم يتصدق بخاتمه في الصلاة وأجمع أهل العلم بالحديث على أن القصة المروية في ذلك من الكذب الموضوع)). منهاج السنة النبوية: ٧/ ١١.
(٢) في (د): (وحالته).
(٣) ردد المؤلف هنا أقوال الشيعة في الاحتجاج بهذه الآية على إمامة علي قبل الثلاثة رضي الله عنهم أجمعين، وقد رد علماء أهل السنة شبهات الشيعة نقلاً وعقلاً، بما لا يدع مجالاً للشك. ينظر ذلك عند ابن تيمية، منهاج السنة النبوية: ٧/ ١٢ وما بعدها؛ الآلوسي الكبير، روح المعاني: ٦/ ١٦٧، الآلوسي الصغير، السيوف المشرقة (مخطوط): ٨٧/أ.',NULL,'56',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (49,'على الكفار الأولين فكذا على الكفار] (١) الآخرين، فإن شِدة الرّفضة في حَقِهِ مِنْ الأمر الظاهِر الذي لا ينكرهُ إلا المعَاند المكابر، حَتى يقولَ أحَدهم مَا حب عمري (٢) لتجنِيسه بعمري، وَيقوي هَذَا المَعنَى مَا رَتبهُ سُبحانَهُ عَلى وَجِهةِ التَمثِيل مِنْ تعِليل المبنى بقِولِهِ: {لِيَغِيظَ بِهِمُ الْكُفَّارَ} وَمَنْ في مَعناهُم مِنْ الفجّار.
وَيؤكد هَذَا التحقيق مَا وَرَد في حَقِّ الصديق: ((أبى الله وَالمسُلمُون إلاَّ أبا بكر)) (٣)، وَذلَك عِندَ منصبِ الإمَامة المشير إلى صحة الخلاَفة (٤)، فمن أباه بعد أن النبي صلى الله [تعالى] (٥) عليه وسلم أجتبَاه، لا يكونُ دَاخِلاً في أهل الإسلام، [وَيكون خارجاً] (٦) عَن مقامِ الإكرام، وَهذا كَانَ سَبَب إجماع الصحَابة عَلى خلاَفِته، وَعدَم الالتفات إلى مَنْ توقفَ في إطَاعَته [١٠/أ] حَيثُ قالوا: ((رَضيَهُ عَلَيه الصَّلاة والسَّلام لِديننا، أفَلا نَرضَاهُ لِدُنيَانا؟)) (٧) وقد صح
_________
(١) زيادة من (د).
(٢) في (م): (عمر).
(٣) الحديث أخرجه مسلم عن أم المؤمنين عائشة رضي الله عنها قالت: قال لي رسول الله صلى الله عليه وسلم في مرضه: ((ادعي لي أبا بكر أباك وأخاك حتى أكتب كتابا فإني أخاف أن يتمنى متمن، ويقول قائل أنا أولى ويأبى الله والمؤمنون إلا أبا بكر)). كتاب الفضائل، باب فضائل أبي بكر الصديق: ٤/ ١٨٥٧، رقم ٢٣٨٧؛ وأخرجه أيضاً الإمام أحمد في مسنده: ٦/ ١٠٦، رقم ٢٤٧٩٥؛ ابن حبان، الصحيح: ١٤/ ٥٦٤، رقم ٦٥٩٨، الطبراني، المعجم الأوسط: ٤/ ٣٢٤، رقم ٤٣٣١؛ البيهقي، الاعتقاد: ١/ ٣٤١.
(٤) في (د): (الخلاف).
(٥) زيادة من (د).
(٦) سقطت من (د).
(٧) تقدم تخريج هذه الرواية.',NULL,'57',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (50,'أيضاً [عن] (١) علي (٢) هذِهِ المقَالة في تلك الحَالة.

<span data-type="title" id=toc-28>[منع الفيء عن من سب الصحابة:]</span>
وَمِنه قَوله تعَالى: {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ} [الحشر: ٨] إلى قَوله: {وَالَّذِينَ تَبَوَّأُوا الدَّارَ وَالأِيمَان} [الحشر: ٩] إلى أن قال: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا} الآية [الحشر: ١٠] (٣) فإن الله تعالى قسَم الفيء المأخذ مِن الكفار بين ثلاث طَوَائف: المؤمِنين الأبرَار وَبَدأ بالمهاجرين وَالأنصَار، ثُمَّ ختم بمَنْ بَعدهم مِنْ التَابِعيَن، وَمَنْ بَعدهم مِنْ سَائر المؤمِنيَن أجمعين إلى يوم الدين، بوصف أنهم: {يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاّ ًلِلَّذِينَ آمَنُوا} [الحشر: ١٠] (٤).
_________
(١) زيادة من (د).
(٢) (علي): سقطت من (د).
(٣) جاءت الآية في النسختين غير تامة.
(٤) وروى الشيعة الإمامية عن علي بن الحسين رضي الله عنهما أنه وفد عليه رجال من أهل العراق، فنالوا من أبي بكر وعمر وعثمان - رضي الله عنهم -، فلما فرغوا من كلامهم قال لهم: ((ألا تخبروني أنتم المهاجرون الأولون: {الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلاً مِنَ اللَّهِ وَرِضْوَاناً وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ هُمُ الصَّادِقُونَ}؟ قالوا: لا، قال فأنتم الذين: {تَبَوَّأُوا الدَّارَ وَالأِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِم}؟ قالوا: لا، قال: أما أنتم قد تبرأتم أن تكونوا من أحد هذين الفريقين، وأنا أشهد أنكم لستم ممن قال الله تعالى فيهم: {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاً لِلَّذِينَ آمَنُوا} أخرجوا عني فعل الله بكم وفعل)).الأردبيلي، كشف الغمة عن معرفة الأئمة: ٢/ ٧٨.',NULL,'58',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (51,'فخرج هَؤلاء الطائفة مِنْ بَين المؤمنين؛ لأنهم [لم] (١) يَستغفُروا للسَّابقينَ المُوقنِيَن، بَل جَعَلُوا غِلهم في قلوبهم حَتى عَكسُوا (٢) القضِية، وَبدلُوا طلب المغفرَة وَالرحمة بالسَبِّ وَالمذمةِ (٣)، بَل بَنُوا مدَار مَذهَبهم عَلى اللعنَةِ، وَمَا أحسَن قَول بَعض أهلِ الفطنة: لعن الله عَلى مَذهَب مَدَاره عَلى اللَعنةِ وَالطعنة، مَع أن لعنهم يَرجع إلَيهم في العَاقبَة، وَيكُون سَبَب زيَادَة الرحمة للِصحَابة، كَمَا رَواهُ ابن عَسَاكر عن جَابر بن عَبد الله - رضي الله عنهم - قَالَ: ((قيل لعَائشة: إن ناساً يتنَاولون أصحَاب رَسُولِ اللهِ صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ حَتى إنهم يتنَاوَلُونَ أبَا بكر وَعُمر، فقالَت: أتعجبُونَ مِن هَذا؟! إنما قطعَ عَنهم العَمل فأحبَّ الله أنْ لاَ ينقطع عَنهم الأجر)) (٤).

<span data-type="title" id=toc-29>[الدليل من السنة على كفرهم:]</span>
وَأمَّا الدليل مِنْ طريق السنة عَلى كفرهم في مَقامِ العِنَاد، فَقد وَردَ في أخبارِ الآحَاد مَا يصلح الجملَة للاسِتناد بالاعتماد، وَلو كَانَ بغالِب الظن في بَابِ الاعِتقادِ؛ لأن أصل [تفصيل] (٥) هَذه المَسْألة مِن تَفضِيل الصحابة، بَل تَفضِيل
_________
(١) زيادة من (د).
(٢) في (د): (يمسكوا).
(٣) وقد أخذ الإمام مالك هذه الآيات دليلاً على أن من سب الصحابة منع من الفيء، كما نقل عنه البيهقي، السنن الكبرى: ٦/ ٣٧٢؛ الشاطبي، الموافقات: ٣/ ٣٦٣. ونقل شيخ الإسلام ابن تيمية هذا الرأي أيضاً عن بعض أصحاب الإمام أحمد. مجموع الفتاوى: ٢٨/ ٥٦٤.
(٤) الخطيب البغدادي، تاريخ بغداد: ١١/ ٢٧٦؛ ابن عساكر، تاريخ دمشق: ٤٤/ ٣٨٧؛ الهندي، كنز العمال: ١٣/ ١٦.
(٥) زيادة من (د).',NULL,'59',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (52,'الأنبياء [عَلى بَعضهِم] (١)، وَتَفضِيل الملائكة عَلى البَشر ونحوه، مِنْ بحث الإمَامَة [١٠/ب] والخلاَفة كلها مِنْ الظنيات الفَرعيات المُنَاسب ذكرها في المَسَائل الفقهياتِ، لأن مَدار الاعِتقاد عَلى الدلالاَتِ القَطعِيات، إذ مِنْ المعَلُوم أنه لَو وَجدَ شخصٌ وَلم يعلم تفصِيل (٢) هَذِهِ الحالاَتِ، لم يحكم بكفره ولا ينقصُه في مَقام الديَاناتِ، وَلقد أخطأ خطاءً فَاحشاً مَنْ عَدَّ مثل هذِهِ الأمور المذكورة مِما عُلم مِن الدين بالضرورَة (٣).
فَمِنها مَا وَردَ عَن علي كرَّمَ اللهُ وَجهَهُ قالَ رَسُول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ: ((سَيَأتي قَومٌ لهَمُ نبزٌ (٤) - أي لقب - يقال لهم الرّافضَة إن لقيتهم فاقتلُوهم فإنهم مُشركونَ، قلتُ: يَا نبي اللهِ مَا العَلاَمةِ؟ قال: يفرطُونك بَما ليسَ فيكَ وَيَطعَنونَ عَلى أصحَابي وَيشتمُونَهم)). رَوَاهُ ابن [أبي] (٥)
_________
(١) سقطت من (د).
(٢) في (د): (تفضيل).
(٣) هذا الكلام فيه نظر، إذ إن منكر الحكم سواء كان ظنياً أم قطعياً يعتمد على المسألة عينها، قال التفتازاني: ((إن الحكم الشرعي المجمع عليه إن كان إجماعه ظنياً كفر بمخالفته، وإن كان قطعياً ففيه خلاف)). شرح التلويح على التوضيح: ٢/ ٣٨٤. بقي أن نحدد هل أن مسألة سب الصحابة من القطعيات أم من الفرعيات؟ وهذا يعتمد على دلالة النص مما سيأتي المؤلف على استعراضه، ونجد من المناسب هنا أن ننقل كلاماً نفيساً للنووي قال فيه: ((إن جحد مجمعاً عليه يعلم من دين الإسلام ضرورة كفر إن كان فيه نص، وكذا إن لم يكن فيه نص في الأصح، وإن لم يعلم من دين الإسلام ضرورة بحيث لا يعرفه كل المسلمين لا يكفر)). روضة الطالبين: ١٠/ ٦٥.
(٤) في (م): (نبذ).
(٥) غير موجودة في كلا النسختين.',NULL,'60',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (53,'عَاصِمِ (١)

في (السنة) (٢) وَابن (٣) شاهِين (٤).
فهَذَا الحَديث يَدُلُ عُلى أن بَاغِض عَلي وَسَائر الصحَابة كَلّهم رَفضة، وإن اختصَ بَاغِض عَلي بالخَوِارِجِ بخرُوجهم (٥) عَلى عَليّ وَقتَ الفتنَة، وَذلَك لأن الرفض بِمَعنَى الترك لغةً، ثُمَّ نُقلَ إلى تركِ مَحَبة الصحَابة، فلاَ وَجه لتِخصِيص سَبِّ الشيخين للكفر (٦)، إلا لِكُونهما زيَادَة في الفَضِيلةِ بناءً عَلى قول جمهُور أهل السّنة؛ لأن أبا بكر أفضَل، وَقيل عُمَر وَهوَ (٧) المسمّى بالفارُوقية، وَقيل عَباس وَهم طائفة مِنْ العَباسِية [يقال لهم الراوندية (٨)، وَقيل عَلي وَهُم الإمَامِيَّة] (٩)، وَقالَ بَعض المتكلِمينَ باِلسوية، وقال بَعضهم إلى التوَقف في القضِية أو (١٠)
_________
(١) هو أبو عاصم الضحاك بن مخلد الشيباني البصري الحافظ، كان يلقب بالنبيل لنبله وعقله، ذلك أنه لم يحدث إلا من حفظه، وفاته سنة ٢١٢هـ. تذكرة الحفاظ: ١/ ٣٦٦؛ طبقات الحفاظ: ص ١٥٩.
(٢) ابن أبي عاصم، السنة: ٢/ ٤٧٤؛ الهندي، كنز العمال: ١١/ ٣٢٤. قال الشيخ الألباني في تعليقه على هذا الحديث في الكتاب الأول: (وإسناده ضعيف).
(٣) في (د): (وبن).
(٤) هو أبو حفص عمر بن أحمد بن عثمان البغدادي الحافظ، قال ابن ماكولا: ((ثقة مأمون صنف ما لم يصنفه أحد إلا أنه كان لحاناً ولا يعرف الفقه))، وفاته سنة ٣٨٥هـ. تذكرة الحفاظ: ٣/ ٩٨٧؛ طبقات الحفاظ: ص ٣٩٣.
(٥) في (د): (لخروجهم).
(٦) في (م): (لكفر).
(٧) في (د): (وهن).
(٨) ينظر الأشعري: مقالات الإسلاميين: ص ٢١؛ الفرق بين الفرق: ص ٣٤١.
(٩) سقطت من (د).
(١٠) (القضية أو) سقطت من (د).',NULL,'61',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (54,'الفُضيلة، إن كانت بَمعنَى أكثرية المَثوبَة فهي غَيَر مَعْلُومَة لنَا، وإن كَانتَ بمعنَى أكثرية العِلم وَالِحلم فالأدلة فيه مُتعَارضَة عندَنا.
وَاختلف هل عُثمان أفضَل أم عَلي؟ وَمَال الأكثر إلى الأول وَجمعَ إلى الثاني، وَالقولان مَرويّانِ عن (١) إمَامنا الأعظم وَالله سبحانَه [وتعالى] (٢) أعلَم.
وَهذَا وَقد ذكرَ الكردري (٣) في (مَناقِب أبي حَنِيفةَ) (٤) قال: إنَّ مَنْ اعترفَ بِالخلافَةِ وَالفَضيلة للِخلفَاء، وَقالَ أحبّ عَلياً أكثر لاَ يؤاخذ (٥) إن شاء الله تعالى؛ لِقوله عَلَيه [١١/أ] أفضَل الصَّلاة
وَالسّلام: ((اللَّهُمَّ هَذِهِ قِسْمَتِي فِيمَا أَمْلِكُ فَلاَ تُؤَاخِذْنِي فِيمَا لاَ أَمْلِكُ)) (٦).
_________
(١) في (م): (عن).
(٢) زيادة من (د).
(٣) هو تاج الدين عبد الغفور بن لقمان بن محمد الحنفي، نسبته إلى (كردر: من قرى خورازم) تولى قضاء حلب، وفيها وفاته سنة ٥٦٢هـ، له مؤلفات عديدة. سير أعلام النبلاء: ٢٣/ ١١٢؛ الفوائد البهية: ص٩٨.
(٤) طبع مع كتاب مناقب الإمام أبي حنيفة للموفق بن أحمد بالهند سنة ١٣٢١هـ.
(٥) في (د): (يؤاخذه).
(٦) الحديث أخرجه الترمذي عن أم المؤمنين عائشة رضي الله عنها، السنن، كتاب النكاح، باب التسوية بن الضرائر: ٣/ ٤٤٦، رقم ١١٤٠؛ النسائي، السنن، كتاب عشرة النساء، باب ميل الرجل إلى بعض نسائه دون بعض: ٧/ ٦٣، ٣٩٤٣؛ أبو داود، السنن، كتاب النكاح، باب القسم بين النساء: ٢/ ٢٤٢، ٢١٣٤؛ ابن ماجة، السنن، كتاب النكاح، باب القسمة بين النساء: ١/ ٦٣٣، ١٩٧١.',NULL,'62',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (55,'<span data-type="title" id=toc-30>[التفضيل] فيما عدا العشرة المبشرين بالجنة:</span>
وَأغربُ مِنْ هَذَا كله قول طائفة - مِنهم ابن عَبد البَر المالكي (١) -: ((إنَّ مَنْ توفي مِنْ الصحَابة حَال حَيَاته أفضَل مِمن بقي بعدهما)) (٢)، وَلعَله محمُول على مَا عَدا العَشرة المبشرة، وَممن كَمل في صِفَاتِهِ وَأمنَ الفتنة في وَقتَ وَفاتِهِ.
وَقالَ بَعض المَشائخِ: إن عَلياً في آخِر أمره وَانتهاء عمره، صَارَ أفضَل مِن أبي بَكر الصدّيق وّغَيره؛ لِزيادةِ المَكاسِبِ العِلِميَّة وَالمراتب العَملية (٣).
فهَذا الاختلافُ بَيْنَ هَذِهِ الطَوَائفِ الإسلامية دَليلٌ صَريحٌ عَلى أن مَسْألة التفضِيل لَيْسَت مِنْ الأمَور القطعِية؛ لأن الأحَادِيث المَروية - مَع كَونها ظنية - مُعترضة مَانعَة مِنْ كَونها مِن الأمُور اليقينِيّة، عَلى أنه لَيْسَ فِيهَا تَصريح بأن الأفضَلِية من أي (٤) الحَيثية، ليعلم أنه بِمَعْنَى الأكثَر ثواباً عِندَ اللهِ في العُقبَى، أو بِمَعْنَى الأعِلَميَّة باباً عِندَ الخلقِ في الدنيا، فترك الفَوز (٥) في هذه المبَحث هُوَ الأولى؛ لأن المدُار عَلى طَاعَة المَولى؛ وَلقوله تَعَالى: {تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا
_________
(١) يوسف بن عمر بن عبد الله بن محمد بن عبد البر النمري، أبو عمر، كان فقهياً حافظاً عالماً بالقراءات وبعلوم الحديث والرجال، وفاته سنة ٤٦٣هـ. وفيات الأعيان: ٧/ ٦٦؛ سير أعلام النبلاء: ١٨/ ١٠٠.
(٢) ذكر ذلك في مقدمة الاستيعاب: ١/ ١٨. وينظر بحثنا المنشور في مجلة الحكمة (العدد ٢٤): جهود الحافظ ابن عبد البر في دراسة الصحابة: ص ٢٥١.
(٣) نقل شيخ الإسلام ابن تيمية إجماع العلماء - بما فيهم الأئمة الأربعة - على تفضيل أبي بكر ثم عمر على سائر الصحابة، ثم قال: ((فأئمة الصحابة والتابعين رضي الله عنهم متفقون على هذا ثم من بعدهم ... )). منهاج السنة النبوية: ٧/ ٢٨٧.
(٤) (أي) سقطت من (د).
(٥) في (د): (الفتور).',NULL,'63',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (56,'كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ وَلا تُسْأَلونَ عَمَّا كَانُوا يَعْمَلُونَ} [البقرة:١٣٤] أي بَل تُسْأَلونَ عَن تَحسِين أعمالكم وَتزيين أحَوالكم (١).
وَلقولِهِ الصَّلاة وَالسَّلام: ((إنَّ مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ تَرْكُهُ مَا لاَ يَعْنِيهِ)) (٢).
فَقد حُكي أن بَعض الصَّوفية لمَّا سمع الحديث قال: كفاني.
وَهَو نظير صحَابي قرأ عَلَيه - صلى الله عليه وسلم - قوله تعَالَى: {فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ} [الزلزلة: ٧ - ٨] [فقال: حَسبي] (٣).
وَقد ورَد عَنه الصَّلاة والسَّلام أنه قَالَ: ((إني أعلَم آيةً لو عمل (٤) بها جَمِيع الخلّق لكفتهم: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ
_________
(١) ينظر تفسير هذه الآية عند القرطبي، الجامع لأحكام القرآن: ٢/ ١٣٩؛ ابن كثير، التفسير: ١/ ١٨٧.
(٢) الحديث أخرجه الترمذي عن أبي هريرة - رضي الله عنه -، السنن، كتاب الزهد، باب فيمن تكلم بكلمة يضحك بها الناس: ٤/ ٥٥٨، رقم ٢٣١٧؛ ابن ماجة، السنن ن كتاب الفتن، باب كف اللسان في الفتنة: ٢/ ١٣١٥، رقم ٣٩٧٦.
(٣) سقطت من (د). والحديث عن صعصعة بن معاوية أن النبي - صلى الله عليه وسلم - قرأ عليه هذه الآية فقال: ((حسبي لا أبالي أن لا أسمع غيرها)). المسند: ٥/ ٥٩، رقم ٢٠٠٧٠؛ الحاكم، المستدرك: ٣/ ٧١١، رقم ٦٥٧١ وصححه؛ النسائي، السنن الكبرى: ٦/ ٥٢٠، رقم ١١٦٩٥؛ الطبراني، المعجم الكبير: ٨/ ٧٦، رقم ٧٤١١؛ ابن سعد، الطبقات: ٧/ ٣٩. قال الهيثمي: ((ورجال أحمد والطبراني رجال الصحيح)). مجمع الزوائد: ٧/ ١٤١.
(٤) في (م): (علم).',NULL,'64',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (57,'وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ إِنَّ اللَّهَ بَالِغُ أَمْرِهِ} [الطلاق: ٢ - ٣])) (١)، وذلك لأن مَن اتقى (٢) الله عَلمُه الله مَا يَأمرهُ وَنهاه، كَمَا يُشِير إلَيه قوله تعَالى: {وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ} [البقرة: ٢٨٢].
وَقد وَردَ: ((مَنْ عَمل بما عَلم وَرثه الله عِلم مَا لم يعلم)) (٣).
وروي [١١/ب]: ((مَا أتخذ اللهُ وَلياً جَاهِلاً وَلو اتخذَه لعَلمَهُ)) (٤) أي بالعِلم الكَسِبي، أو العِمل اللدُني الوُهِبي، كَمَا يشير إليَه قوله سُبحانه وَتعَالى: {وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدىً وَآتَاهُمْ تَقْوَاهُمْ} [محمد:١٧].
وَعَن زفر (٥) أن الإمام سُئل عَن عَلي وَمَعاوية وَقتلى صفين، فقال: ((إذا
_________
(١) الحديث أخرجه الإمام أحمد عن أبي ذر - رضي الله عنه -، المسند: ٥/ ١٧٨، رقم ٢١٥٩١؛ ابن ماجة، السنن، كتاب الزهد، باب الورع والزهد: ٢/ ١٤١١، رقم ٤٢٢٠؛ الحاكم، المستدرك: ٢/ ٥٣٤، رقم ٣٨٩١؛ الدارمي، السنن: ٢/ ٣٩٢، رقم ٢٧٢٥؛ النسائي، السنن الكبرى: ٦/ ٤٩٤، رقم ١١٦٠٣؛ البيهقي، شعب الإيمان: ٢/ ١١٣، رقم ١٣٣٠. والحديث (ضعيف) كما ذهب إلى ذلك الشيخ الألباني في ضعيف الجامع: رقم ٦٣٧٢.
(٢) في (د): (اتقَ).
(٣) هذه الرواية مروية عن أحمد بن حنبل عن بعض التابعين عن عيسى بن مريم عليه السلام، قال أبو نعيم: وقد وهم بعض الرواة فرواها بإسناد عن النبي - صلى الله عليه وسلم -. حلية الأولياء: ١٠/ ١٥؛ ابن كثير، التفسير: ٤/ ٥٢٩.وقد وهم السيوطي في (الدر المنثور: ١/ ٣٧٢) فنسبها للنبي - صلى الله عليه وسلم -.
(٤) قال عنه المؤلف في كتاب آخر له: (موضوع). المصنوع: ص ١٥٦.
(٥) زفر بن الهذيل بن قيس الكوفي، من أصحاب أبي حنيفة، قال ابن حبان: كان متقناً حافظاً قليل الخطأ لم يسلك مسلك صاحبه في قلة التيقظ في الروايات وكان أقيس أصحابه، وفاته سنة ١٥٨هـ. الثقات: ٦/ ٣٣٩؛ سير أعلام النبلاء: ٨/ ٣٨.',NULL,'65',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (58,'قدمت عَلى الله يَسألني عَما كلفني وَلاَ يَسألني عَن أمورهم)).
وروي أنه قالَ: ((تلكَ دماء طهّرَ اللهُ مِنْها سناتنا (١) أفلاَ نطهر مِنها لسَاننا؟!)) (٢) وَفي روَاية قرأ تلك الآية (٣).
وَإنما بنيت هَذِهِ المسألة المعضِلة (٤) لمَا فيها مِن العَوارض المشكِلة المحتَاجَة إلى الأقِوالِ المفصَّلةِ، وَمما يَدُل عَلى عَدَم قطع الأفضَلِية مَا صَدرَ عَن عُمر في الشورَى، حَيثُ جَعَلَ الأمر لأحَدٍ مِنْ الستة، فإنه لو كَانَ أفضَلية عثُمان أو عَلي قطعيَّاً، لَكانَ تعين للخَلافةِ بالأولوية، مَع أنه يجوز صِحة الخلاَفة بشرائطها الشرعيّة في المفضول إجماعاً، خِلافاً لِطَائفةِ الشيعَة في أكاذيبهم الشنِيعَة.
وَمنها مَا [روي] (٥) عَن عَلي أيضاً قال: قال رَسِول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ: ((يا علي ألا أدلك عَلى عَمل إذَا فعلته كَنت مِن أهل الجنةِ - وَإنكَ مِن أهل الجنة - إنهُ سَيَكون بَعدِي أقوَامٌ يقال لهم الرافضَة، فإن أدركتهم فاقتلهُم فإنهم مُشركون وَقالَ عَلي: سَيَكونُ بَعْدَنا أقوامٌ ينتحلونَ مُودتنا تكونُونَ عَلينَا بارقة، وَآية ذلَك أنهم يَسبُّونَ أبَا بكر وعمر رضي الله عَنهما)) (٦) رَواهُ خثيمة بن سُليَمَان الطرابلسِي (٧) في (فَضائل الصحَابة)
_________
(١) في (د): (سيئاتنا).
(٢) هذه الرواية مشهورة عن عمر بن عبد العزيز كما في حلية الأولياء: ٩/ ١١٤؛ التدوين في أخبار قزوين: ١/ ١٩٢. ولم أجدها منسوبة لأبي حنيفة.
(٣) في (د): (تلك أمة).
(٤) في (د): (المفصلة).
(٥) زيادة من (د).
(٦) الطبري، الرياض النظرة: ١/ ٣٦٣؛ الهندي، كنز العمال: ١١/ ٣٢٤.
(٧) أبو الحسن خثيمة بن سليمان بن حديرة القرشي الشافعي، أحد الثقات، جمع كتاباً في فضائل الصحابة، وفاته سنة ٣٤٣هـ. تذكرة الحفاظ: ٣/ ٨٥٨؛ طبقات الحفاظ: ص ٣٥٥.',NULL,'66',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (59,'وَاللالكائي (١) في (السنة).
وَفي روَاية لَهُ [عنه] (٢) أيضاً: ((يكون في آخِر الزّمَانِ قومٌ لهم نبز يسمّونَ الرافضِة يَرفضُونَ الإسلام،
فاقتلُوهم (٣) فإنهم مُشركُونَ)) (٤) أي كالمشركينَ في الخروج عَن كمالِ دِينِ المُسلِمينَ، أو أطلق وَيُرَاد بِهِ للِزّجر وّالمبَالغَة في التهدِيد وَالوعيد، وكَذَا قوله (٥): ((يَرفضُونَ الإسلام)) أي بَعض مَا يَجبُ عَلَيهم مِنْ الأحكام.
وَمنها عَن عَلي كَرّم اللهُ وَجهَه أن النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ قالَ لهُ: ((إن سَرك (٦) أنْ تكُون مِن أهلِ الجَنَّةِ، فإن قوماً ينتحلُونَ حَبكَ يَقرؤونَ [١٢/أ] القرآنَ لاَ يَجُاَوز تراقيهم، لهم نبزٌ يقال لهم الرافضَة، فإن أدرَكتهم فَجاهِدهُم فإنهم
_________
(١) في كلا النسختين (الالكائي).هو أبو القاسم هبة الله بن الحسن بن منصور الطبري الشافعي، الحافظ الفقيه، قال عنه الذهبي: محدث بغداد، وفاته سنة ٤١٨هـ. تذكرة الحفاظ: ٣/ ١٠٨٣؛ طبقات الحفاظ: ص ٤١٢.
(٢) زيادة من (د).
(٣) في (د): (قاتلوهم).
(٤) الحديث أخرجه الطبراني، المعجم الكبير: ١٢/ ٢٤٢، رقم ١٢٩٩٧؛ ابن أبي عاصم، السنة: ٢/ ٢٧٥؛ الإمام أحمد، فضائل الصحابة: ١/ ٤١٧؛ عبد الله بن حنبل، السنة: ٢/ ٥٤٦؛ البزار، المسند: ٢/ ١٣٩، رقم ٤٩٩؛ أبو نعيم، حلية الأولياء: ٤/ ٩٥؛ ابن عدي، الكامل: ٧/ ٢٠٧؛ الطبري، الرياض النضرة: ١/ ٣٦٤. والحديث (ضعيف) كما ذكر ذلك ابن الجوزي في العلل المتناهية: ١/ ١٦٣؛ الذهبي، ميزان الاعتدال ٥/ ٢٨٨؛ والألباني في تعليقه على السنة لابن أبي عاصم.
(٥) في (د): (وقوله).
(٦) في (د): (أبشرك).',NULL,'67',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (60,'مُشركونَ)) (١). رواه ابن بشران (٢) وَالحاكم (٣) في (الكنى).
فَهَذِهِ الأحَادِيث وَإن كَانت أسَانيدهَا ضَعيفة، لِكن يتقوى بَعضها بَبعضٍ، فتَرتقي إلى دَرجَةِ الحِسَنِ، الذِي يَصِح الاستدلال بِهِ في الأمُورِ الظنيّة الفقهيّة، فيَقتل السّابُ للِصحَابة مِنْ الطائفة الخَارِجَة وَالرّافضَة، وَإنما قلنا بِطريقِ السَياسَة العُرفيَّة الفرعيّة (٤)، لاَ بِطَريقِ الأصَالةِ مِنْ الأمَور الشرعية؛ لِئلاَ يُخَالف القواعِدِ الكليَّة الثابتة مِن الكِتاب وَالسنة النبوية، أنه لا يقتل أمرؤٌ مُسلم إلاَّ بِإحدى ثلاث: قتل النفس بِالنفس، وَزنا بإحصان وَارتدَاد.
وَالسيَاسَة وَاردَة في الأخبَار وَمشاهِير الآثار، وَمِن جُملتها تَغرِيب العَام للزاني وَقطع يَدِّ النبَاش وَأمثالهما، وَمنها قتل تارك الصَّلاة في مذهب الشافِعية، فانَدفعَ اعترَاضهم عَلى الحنَفِية في قتل الرّفضَة، حَيثُ وَهمُوا أنهم لَيْسَ لَهُم دَليل في ذلَكَ، وَلم يحقق مَا قدمنا هنالكَ.
وَيُؤخذ مِنْ هَذِهِ الأحَادِيثِ أيضاً جَواز مقاتلة الأرفَاضِ، وَيؤيدهُ مُقاتلة عَلي للخَوارج في حَالِ الاعتراض (٥)، إلاَّ أنه يُعَامل مَعَهم مُعَاملة عَلي مَع أمثالِهم مِنْ عَدم سَبي نِسَائهم وَذرَاريهم، وَعَدم التعَرض لإِفرادِهم بَعدَ فَراغ قتالهم وَدخُولهم في
_________
(١) الهندي، كنز العمال: ١١/ ٣٢٤.
(٢) هو أبو الحسين علي بن محمد بن عبد الله بن بشران الأموي البغدادي، قال الخطيب: كان تام المروءة ظاهر الديانة صدوقاً ثبتاً، وفاته سنة ٤١٥هـ. سير أعلام النبلاء: ١٧/ ٣١١؛
(٣) أبو أحمد محمد بن محمد بن أحمد النيسابوري، يعرف بالحاكم الكبير، قال عنه الذهبي: محدث خراسان الإمام الجهبذ مؤلف كتاب الكنى ٣٧٨هـ. تذكرة الحفاظ: ٣/ ٩٧٦؛ طبقات الحفاظ: ص ٣٨٩.
(٤) (الفرعية) سقطت من (د).
(٥) في (د): (الاعراض).',NULL,'68',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (61,'الإطاعَة، كَمَا حَققَ هَذِهِ الأمُور جَميعاً في مَحالها المفصلة في بَيان أحوالهم.
وَمنها عَن عَلي - رضي الله عنه - قَالَ: قَالَ ليّ النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ: ((أنتَ وَشيعتك في الجَنَّة، وَسَيَأتي قَومٌ لَهُم نبزٌ يُقَال لَهُم الرّافضَة، فإذا لقيتمُوهم فاقتلُوهم فإنهم مُشركونَ)) (١) رَواه أبو نُعيم (٢) في (الحلية) والخَطِيب (٣) وَابن الجَوزي (٤) في (الوَاهِيات) (٥)، وَفيه: محمد بن حَجر (٦)، ثقة غالٍ في التشِيع رَوى [له] (٧) الشيخَان (٨)،
وَلاَ شبهة أن شيعَته كلُّ مَنْ شايعه في
_________
(١) الطبراني، المعجم الأوسط: ٦/ ٣٥٥، رقم ٦٦٠٥؛ الخطيب، تاريخ بغداد: ١٢/ ٣٥٨؛ الطبري، الريضا النضرة: ١/ ٣٦٤. والحديث ضعيف كما ذكر ابن الجوزي في العلل المتناهية: ١/ ١٦٧؛ الهيثمي ن مجمع الزوائد: ١٠/ ٢٢.
(٢) هو أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق المهراني الأصبهاني، الحافظ الكبير محدث العصر صاحب حلية الأولياء وغيرها، وفاته سنة ٤٣٠هـ. تذكرة الحفاظ: ٣/ ١٠٩٢؛ طبقات الحفاظ: ص ٤٢٣.
(٣) أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي البغدادي، الحافظ الكبير ومحدث العراق، صاحب تاريخ بغداد، مع كثرة عنايته بعلوم الحديث، وفاته سنة ٤٦٣هـ. تذكرة الحفاظ: ٣/ ١١٣٥؛ طبقات الحفاظ: ص ٤٣٣.
(٤) أبو الفرج عبد الرحمن بن علي بن محمد بن علي القرشي الحنبلي، الحافظ المفسر صاحب المعارف والفنون في الرجال والتاريخ والفقه والوعظ وغيرها، وفاته سنة ٥٩٧هـ. وفيات الأعيان: ٣/ ١٤٠؛ سير أعلام النبلاء: ١٨/ ١٨٦.
(٥) كذا يسميها المؤلف وهي (العلل المتناهية).
(٦) هو محمد بن حجر بن عبد الجبار بن وائل بن حجر، أبو الخنافس، قال البخاري: فيه بعض النظر، وقال أبو حاتم: كوفي شيخ، وقال أبو أحمد الحاكم: ليس بالقوي، وقال الذهبي: له مناكير. ميزان الاعتدال: ٣/ ٣٣٧؛ لسان الميزان: ٥/ ١١٩.
(٧) زيادة من (د).
(٨) كذا ذكر المؤلف، ولم أجد له رواية في الصحيحين أو حتى في الكتب الستة ..',NULL,'69',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (62,'سُنته (١)، وَتابَعهُ في طِريقتهِ وَسيرتهِ المطابقة لمَا هِيَ عَليه النبي وَأصحَابه [١٢/ب] في ظَاهِره وِسريرَتهِ، وَيقويه قَوله تعَالى: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللَّهِ ثُمَّ يُنَبِّئُهُمْ بِمَا كَانُوا يَفْعَلُونَ} [الأنعام:١٥٩].
ويؤيّدُه مَا رَواه الدينُوري (٢) عَن المدَائني (٣) قَالَ: نَظَرَ عَلي بن أبي طَالب إلى قومٍ ببابه، فقال لقنبر (٤): ((يَا قنبر (٥) من هؤلاء؟ قَالَ: هَؤلاءِ شيعَتكَ، قَالَ: وَمَا ليَّ لاَ أرى فيهم سيما (٦) الشيعَة؟ [قال: وما سيمى الشيعة؟] (٧) قال: خَمْص البُطون مِن الطوى (٨)، يبسَ الشفاه من الضمأ، عش العيون مِن البكاء)) (٩).
_________
(١) في (د): (سنة).
(٢) هو عبد الله بن مسلم بن قتيبة الدينوري، أبو محمد، قال الخطيب: كان ثقة ديناً فاضلاً ولي قضاء الدينور وكان رأساً في اللغة والعربية والأخبار وأيام الناس، وفاته سنة ٢٧٦هـ. تاريخ بغداد: ١٠/ ١٧٠؛ سير أعلام النبلاء: ١٣/ ٢٩٦.
(٣) أبو صالح شعيب بن حرب المدائني، قال عنه الذهبي: ((الإمام القدوة العابد شيخ الإسلام))، من رجال البخاري، وفاته سنة ١٩٧هـ. سير أعلام النبلاء: ٩/ ١٨٨؛ تهذيب التهذيب: ٤/ ٣٠٦.
(٤) في (د): (للقنبر). وقنبر هو مولى علي بن أبي طالب - رضي الله عنه -، قال الذهبي: ((لم يثبت حديثه))، وكان في آخر عمه ينتقص من عثمان - رضي الله عنه -. ميزان الاعتدال: ٥/ ٤٧٥؛ لسان الميزان: ٤/ ٤٧٥.
(٥) (يا قنبر) سقطت من (د).
(٦) في (د): (بسيما).
(٧) زيادة من (د).
(٨) في (د): (الطول).
(٩) المرتضى، الأمالي: ١/ ١٣؛ الهندي، كنز العمال: ١١/ ٣٢٥.',NULL,'70',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (63,'وكأنه - رضي الله عنه - وَكَرّمَ وَجهُهُ أشارَ إلى تفِسير قَوله تعَالَى: {سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ} [الفتح: ٢٩] وقوله سبحانه} وتعَالى في حقِّ أهِل الصفة: {تَعْرِفُهُمْ بِسِيمَاهُمْ لا يَسْأَلونَ النَّاسَ إِلْحَافاً} [البقرة: ٢٧٣] وقوله سبحانه {(١) وتعالى في حق المنافقين: {وَلَوْ نَشَاءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُمْ بِسِيمَاهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ} [محمد: ٣٠] (٢).
وَمِن اللطائف مَا وَقعَ مِن أربَابِ الظرائف، وهو: كَانَ سنياً (٣) في غايَة مِن حسن الصّورة وَنور البَصِيرة، لِكنُه مُولع بالفِسقِ مِن شرب الخَمرِ وَغيرها مِن الأمُور الخطيرة، وَهَو مِن ندماء الشيعَي مِن الأمرَاء، فَذَكرَ في مَجلسِهِ بيَان أمَارَات الأتقِيَاء وَعَلامَات الأشقِيَاء، فَقالَ السَّني: ((أنا مِن فسّاق أهل السّنة وَانظروا في وَجهي مِن سِيما نُور أهل الجَنة، وَأبصروا في طلعَة الحسَامي وَغاظ (٤) الشيعَة وَاتقِيَائهم عَلى مَظِنتهم الشيعَة تروا عَلَيه مِن غبر (٥) الظلَمة المشَاهدة، على أنه من حملة الظلَمة)).
ولعَلهُ أخَذَ هَذا المعنى اللطِيف وَالمبَنَى الظريف مِن قوله تعَالَى: {وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضَاحِكَةٌ مُسْتَبْشِرَةٌ وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ أُولَئِكَ
_________
(١) ما بين المعقوفتين} {زيادة من (د). وينظر للفائدة تفسير ابن كثير: ١/ ٣٢٦.
(٢) قال القرطبي: ((ولتعرفنهم في لحن القول: أي في فحواه ومعناه)). الجامع لأحكام القرآن: ١٦/ ٢٥٢.
(٣) في (د): (شاباً).
(٤) في (د): (وغلظ).
(٥) في (د): (غبرة).',NULL,'71',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (64,'هُمُ الْكَفَرَةُ الْفَجَرَةُ} [عبس: ٣٨ - ٤٢].
وَقدَ ورَدَ: ((كَمَا تعِيشونَ (١) تموتون، وكَمَا تموتوِنَ تحشرونَ)) (٢).
وَقد صحَ: ((أن الظاهر عنَوان البَاطِنِ)) (٣).
وَهِذا أصل في بَابِ الفراسَة (٤) وَكتَاب الكيَاسَة، وَقد قَالَ تعَالَى: {إِنَّ فِي ذَلِكَ لآياتٍ لِلْمُتَوَسِّمِينَ} [الحجر: ٧٥] أي المتقين.
وَفي الحَديث: ((اتقوا فراسَة المؤمن، فإنه ينظر بنورِ الله)) (٥) وَهذا قد يَكون بأمَارَات الظاهِرية، وَقد يكُون بِعلامَة بَاطِنية تتجَلى عَندَ أصحَاب نتِكشف لأربَابِ الأبصار [١٣/أ] والبَصِيرة (٦) وَالأسرَار.
_________
(١) في (د): (تبعثون).
(٢) لم أقف عليه.
(٣) كلام المؤلف يوهم أنه حديث، ولم أقف عليه.
(٤) الفراسة في اللغة التثبت والنظر، وفي اصطلاح الصوفية: هي مكاشفة اليقين ومعاينة الغيب. التعريفات: ص ٢١٢.
(٥) الحديث أخرجه الترمذي عن أبي سعيد، السنن: ٥/ ٢٩٨، رقم ٣١٢٧؛ البخاري، التاريخ الكبير: ٧/ ٣٥٤؛؛ الخطيب، تاريخ بغداد: ٣/ ١٩١؛ أبو نعيم حلية الأولياء: ١٠/ ٢٨١؛ الطبراني عن أبي هريرة، المعجم الأوسط: ٣/ ٣١٢؛ القضاعي عن عبد الله عمرو، مسند الشهاب: ١/ ٣٨٧، رقم ٦٦٢؛ ابن عدي عن أبي إمامة، الكامل: ٦/ ٤٠٦؛ البيهقي كتاب الزهد: ٢/ ١٥٩، رقم ٣٥٨؛ أبو نعيم، حلية الأولياء: ٦/ ١١٨؛. والحديث (ضعيف) كما حقق ذلك الشيخ الألباني، ضعيف الجامع: رقم ١٢٧.
(٦) في (م): (البصيرة).',NULL,'72',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (65,'وَمنها مَا [روي] (١) عَن جحيفَة (٢) سَمعت: عَلياً عَلى المنَبر يَقول: ((هَلكَ فيّ رجُلان مُحِبٌ غالٍ،
وَمُبغضٍ غالٍ)) (٣) رَوَاهُ العشاري (٤) في (فضائل الصديق) وَابن أبي عَاصم (٥) وَاللالكائي (٦) في (السنّة).
وَفي روَاية لاِبن أبي عَاصِم عَن علي قَالَ: ((يهلك (٧) فينا أهل البيَت فَريقان: مُحب مطرٍ وَباهت مفترٍ)) (٨) وَالإطراء: هو المجاوزَة عَن الحَدِّ في الثنَاءِ، وَالبَاهتُ: هُوَ الذي يَأتي بِالبُهتان علَى طَريقِ الافِتراء.
وَفي رواية أخُرى لهُ عَنهُ قال: ((يحبني قَومٌ حَتى يدخلهُم حبّي النَّار، وَيبغضني
_________
(١) زيادة من (د).
(٢) كذا ذكره المؤلف، والأصح (أبو جحيفة): وهب بن عبد الله السوائي، ويقال له وهب الخير، قدم على النبي - صلى الله عليه وسلم - قبل وفاته، ثم كان على شرطة علي، وفاته سنة ٧٣هـ. سير أعلام النبلاء: ٣/ ٢٠٢؛ الإصابة: ٦/ ٦٢٦.
(٣) ابن أبي عاصم، السنة: ٢/ ٤٧٧، رقم ٩٨٧، قال الشيخ الألباني في تعليقه على الكتاب (إسناده ضعيف). وروى الحديث أيضاً الشيعة في كتبهم، فقد رواه المرتضى في نهج البلاغة: ٤/ ٢؛ خصائص الأئمة: ص ١٢٤.
(٤) أبو طالب محمد بن علي بن الفتح الحربي العشاري، قال الخطيب كتبت عنه وكان ثقة صالحاً، وفاته سنة ٤٥١هـ. تاريخ بغداد: ٣/ ١٠٧؛ سير أعلام النبلاء: ١٨/ ٤٨.
(٥) (أبي) سقطت من (د).
(٦) في (د): (الاسكافي).
(٧) في (د): (هلك).
(٨) ابن أبى عاصم، السنة: ٢/ ٤٨٤، رقم ١٠٠٥. قال الشيخ الألباني في تعليقه على هذا الكتاب (إسناده ضعيف جداً).',NULL,'73',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (66,'قومٌ حَتى يدخِلهُم بغضي النار)) (١).
وَفي روَاية أخَرى عَنهُ - ورواية الأصبهاني (٢) في (الحجة) (٣) عَنهُ أيضاً - بلفظ: ((يهلكُ (٤) فيّ رَجَلانِ مُحبٌّ مُفرطٌ، وَمُبغضٌ مُفرطٌ)) (٥) ولا شك أن المحب الغالي هُوَ الرّافضَي، والمُبغضُ الغالي هُوَ الخَارِجي.
وَأمَّا السنّي: فَمُحبٌّ لعَليٍّ في المقام العَالي؛ لأنه في الوسِط الذِي هو القسط الذي أشَارَ إلَيهِ قَوله تعَالَى: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطاً لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً} الآية (٦) [البقرة: ١٤٣] وتحقِيقه أن خيرَ الأمُور أوسَطها، وَهَذا يجَري في الاعِتقاد، وَفي الأفعَال وَالأخلاق وَسَائر الأحَوالِ، كَمَا لاَ يخفَى عَلى أربَاب الكِمال، فإن مَدَار التوحيد عَلى التوسّطِ بَيْنَ التشبيه وَالتنزيه، كَمَا في الآيَاتِ وَالأحَادِيث المتشَابهاتِ، [وكقولهم] (٧):
_________
(١) ابن أبي عاصم، السنة: ٢/ ٤٧٧، رقم ٩٨٦؛ ابن عساكر، تاريخ دمشق: ٤٢/ ٢٩٣. قال الشيخ الألباني في تعليقه على الكتاب الأول: (إسناده جيد). وقد روى الحديث أيضاً الشيعة في كتبهم كما عند الطوسي، الأمالي: ص ٢٥٦؛ ابن شهر آشوب، المناقب: ١/ ٢٢٧.
(٢) أبو القاسم إسماعيل بن محمد بن الفضل بن علي القرشي الأصبهاني، الحافظ الملقب بقوام السنة، أملى وصنف وتكلم في الرجال وأحوالهم، وفاته سنة ٥٣٥هـ. تذكرة الحفاظ: ٤/ ١٢٧٨؛ طبقات الحفاظ: ص ٤٦٣.
(٣) هو كتاب (الحجة في بيان المحجة). كشف الظنون: ١/ ٦٣١.
(٤) في (د): (تهلك).
(٥) ابن أبي عاصم، السنة ٢/ ٤٧٧، رقم ٩٨٧؛ الخلال السنة: ١/ ٢٩٣. قال الشيخ الألباني في تعليقه على الكتاب الأول: (إسناده ضعيف).
(٦) قوله تعالى: {وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيداً} زيادة من (د).
(٧) زيادة من (د).',NULL,'74',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (67,'لا عَينَ ولا غَير في تحقيق صفَاتِ الذاتِ كَذَا مَذهبهم (١)،
وَبَيْنَ (٢) المعَطْلةِ وَالمجسّمة وَبَينَ القَدرية والجَبرية وَبَيْنَ الرفض وَالخروج.
وَكذا يعتَبر التوسط في استحِسَانِ الأخلاق كالشجاعَة، فإنهُ حَالة بَيْنَ التهوّر وَالجُبن، والسّخاوَة بَيْنَ التبذِير وَالبُخل، وَالتواضع بَيْنَ الكِبر وَالمهَانة وَنَحوها عِندَ مَن يعرف عِلم الأخلاق، وَيفرق بَيْنَ الخَسَّة وَالذميمة، وَقد قال تعَالَى في عِلم المعَاشِ: {وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَاماً} [الفرقان: ٦٧].
_________
(١) هذا هو قول الماتريدية، وقد توقف المحققون من أهل السنة في ذلك، قال ابن أبي العز: ((كان أئمة السنة (رحمهم الله تعالى) لا يطلقون على صفات الله وكلامه أنه غيره ولا أنه ليس غيره؛ لأن إطلاق لفظ الغير فيه إجمال فلا يطلق إلا مع البيان والتفصيل، إن أريد به أن هناك ذاتا مجردة قائمة بنفسها منفصلة عن الصفات الزائدة عليها، فهذا غير صحيح وإن أريد به أن الصفات زائدة على الذات التي يفهم من معناها غير ما يفهم من معنى الصفة، فهذا حق ولكن ليس في الخارج ذات مجردة عن الصفات، بل الذات الموصوفة بصفات الكمال الثابتة لها لا تنفصل عنها)). شرح العقيدة الطحاوية: ص ١٢٩ .. قال شيخ الإسلام ابن تيمية: ((فإذا قيل: الصفات مغايرة للذات لم يكن في هذا من المحذور ما في قولنا: إن صفات الله غير الله، فإن اسم الله يتناول صفاته، فإذا قيل إنها غيره فهم من ذلك أنها مباينة له، وهذا باطل؛ ولهذا كان النفاة إذا ناظروا أئمة المسلمين، كما ناظروا الإمام أحمد بن حنبل في محنته المشهورة، فقالوا له: ما تقول في القرآن وكلام الله أهو الله أم غير الله؟ عارضهم بالعلم وقال: لهم ما تقولون في علم الله أهو الله أم غير الله؟)). الجواب الصحيح: ٥/ ١٧ - ١٨.
(٢) في (د): (وعين).',NULL,'75',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (68,'<span data-type="title" id=toc-31>ما عال من اقتصد:</span>
وَفي [الحديث] (١): ((الاقتِّصَادِ نِصف المعِيشة)) (٢) وَفي روَاية: ((مَا عَال مَنْ اقتصَد)) (٣) وَقال تعَالَى: {وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ [١٣/ب] ذَلِكَ سَبِيلاً} [الإسراء: ١١٠] وَقالَ تعَالَى حِكايةً عَن وصَية لقمَان: {وَاقْصِدْ فِي مَشْيِكَ وَاغْضُضْ مِنْ صَوْتِكَ} [لقمَان: ١٩].
فإذا عَرفتَ ذلَك عَلمتَ أن شِيعَة عَليٍّ ليسَ إلاَّ أهل السّنة هنالكَ، فإن غيرهم إمَّا مُبغضٌ مُفرطٌ كالَخوراجِ، حَيثُ سَبوه وَلعَنُوهُ وَكفَّرُوه وَحَاربُوه، وَإمَّا مُحِبٌّ مُفرطٌ كالرّوَافِضِ، فإنهم فَضلُوه عَلى غَيرَ النبّي صلى الله تعالى عليه وسلم مِن سَائرِ الأنبيَاء وَالرسُل الأصفِياء، كَمَا يُنادي منَاديهم: ((مَا بَيْنَ الأرضِ وَالسماء محمد وَعلي خير البَشر)) (٤).
_________
(١) زيادة من (د).
(٢) والحديث عن ابن عمر كما أخرجه الطبراني بلفظ: ((الاقتصاد في النفقة نصف المعيشة، والتودد إلى الناس نصف العقل، وحسن السؤال نصف العلم)). (المعجم الأوسط: ٧/ ٢٥، رقم ٦٧٤٤) من طريق مخيمس بن تميم عن حفص بن عمر، ومن الطريق نفسها أخرجه البيهقي، شعب الإيمان: ٥/ ٢٥٤، رقم ٦٥٦٨. قال أبو حاتم: ((هذا حديث باطل، ومحيس وحفص مجهولان)). (علل ابن أبي حاتم: ٢/ ٢٨٤). وقال الشيخ الألباني (موضوع). ضعيف الجامع: رقم ٢٢٨٦.
(٣) الحديث عن ابن مسعود، أخرجه الإمام أحمد: ١/ ٤٤٧، رقم ٤٢٦٩؛ االطبراني، المعجم الأوسط: ٥/ ٢٠٦، رقم ٥٠٩٤؛ البيهقي، شعب الإيمان: ٥/ ٢٥٥، رقم ٦٥٥٩؛ ابن عدي، الكامل: ٣/ ٤٦٢. والحديث (ضعيف) كما حكم عليه الشيخ الألباني، ضعيف الجامع: رقم ٤٢٦٩.
(٤) وهذه اللفظة مستحبة عند فقهاء الإمامية، كما ذهب إلى ذلك المرتضى، الرسائل: ١/ ٢٧٩؛ ابن براج، جواهر الفقه: ص ٢٥٧.',NULL,'76',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (69,'وَهَذَا مَع كَونه بدعَة قبيحَة في إدخَالهِ بَيْنَ كَلماتِ (١) الأذان، كلمة كفر فيها فضِيحَة عِندَ الأعيَان، بخِلاِف بدعَتهم في قولهم (٢): ((حَي عَلى خير العَمل)) فأمرٌ سَهلٌ، حَيثُ يَصِحّ في المعنَى، وَإن لم يرد في الآذان هَذَا المَبنى (٣)، مَع أنه مُستدرك مُستغنى عَنه بَعْدَ قَولهُ: ((حَي عَلى الصَّلاة، حَي عَلى الفَلاح)).
ثُمَّ بَالغَ طائَفةٌ مِنهم فكفرّت أبَا بكر لأخذه حَق عَلي وَمخالفَته، وَكفرّت عَلياً لِسكوتِهِ عنه وَرضَائه بموَافقتِه، وَنَفُوا جَواز التَقيَّة، فإنها لَو كَانَت جَائزة لكانَ أولى أن يقاتل (٤) مَع مُعَاوية بهَذِهِ القَضِية، فإنه كانَ أكثر جنُوداً مِنْ الصديق، وَأكبَر قَبيلَة مِنُه عِندَ التحقِيق.
ثُمَّ بَالغ طَائفة منهم في محبّته حَتى فَضلتهُ عَلى النبي وَسَائر أمتِهِ (٥)، كَمَا اشتهر عَن بَعضِ شعرَائهم المعتَبر عند كبرائهم أنه قَالَ: لم يَكن غرض مَن كسرَ الأصنامَ
_________
(١) في (م): (كلمة).
(٢) في (د): (أقوالهم).
(٣) وردت آثار في هذا المعنى، فقد روى ابن أبي شيبة عن نافع قال كان ابن عمر قد زاد في آذانه حي على خير العمل. المصنف: ١/ ١٩٦، رقم ٢٢٤١٠؛ عبد الرزاق، المصنف: ١/ ٤٦٤، رقم ١٧٩٧؛ البيهقي، السنن الكبرى: ١/ ٤٢٤، رقم ١٨٤٢. قال البيهقي: ((لم يثبت هذا اللفظ عن النبي صلى الله عليه وسلم فيما علم بلالا وأبا محذورة ونحن نكره الزيادة فيه)).
(٤) في (د): (يقال).
(٥) الشيعة الإمامية يتفقون على أن علياً هو أفضل من الأنبياء عدا نبينا صلى الله عليه وسلم، وبعضهم توقف في فضيلة علي والأئمة على أولي العزم، وقد رجح المفيد بأن الأئمة أفضل من أولي العزم (تفضيل أمير المؤمنين: ص ٩) أما ابن شهر آشوب المازندراني ففضله على سائل الأنبياء بما فيهم نبينا صلى الله عليه وسلم حين قال: ((وفي بعض الروايات أن مرتبة الإمامة أعلى من مرتبة النبوة)). شرح أصول الكافي: ٥/ ١١٦.',NULL,'77',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (70,'إلا أنه يُوصلُ المصُطفى كتفه إلى قَدم المرتَضى

وَيتشرف في ذلَكَ المقَامِ إلاَّ عَلي (١).
وَمضمون هَذَا البيَت مَشهُور الآن في المكان ويقرؤونه وَينقلونَهُ وَيستَحسُنونه، وَلم يعرفُوا مِن كَمال حَماقَتِهم في مَرتبَة العَقل وَجَهالتهم في مقام النقل أن كسرَ الأصنام فرض في دِين الإسلام، وَأنه قط لم يفضل وَليٌّ عَلى نَبي في شيء مِن الأحكام.
ثُمَّ بَالغَ طَائفة مِنهم في سِوء الاعِتقاد مِن جَعل النبي وعَلي في الإيجاد بوَصفِ الاتحادِ في المَعنَى، وَلو تَغَاير في المَبنَى (٢).
ثُمَّ بَالغَ طائفة مِنهم فَقالُوا [١٤/أ] أخطأ جِبريل في إيصَال التنزيل، حَيثُ أنزلَه عَلى النّبي [صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ] (٣) وَغَفل عَن عَلي، وَيسمّونَ هَذِه الطائفة بالغِرابية حَيثُ توهمُوا أن النبي صلى الله تعالى عليه وسلم يُشَابه عَلياً في كمال الصورَة، بحيث يتوهم الاتحاد حَال الضرورَة (٤).
_________
(١) يشير المؤلف إلى ما تواتر في كتب الشيعة الإمامية من أن النبي - صلى الله عليه وسلم - حمل علياً على كتفيه يوم الفتح لتكسير الأصنام، والرواية لا تستحق أن نوردها ينظر عند ابن بابويه الرازي، الأربعون حديثاً: ص ٢٣؛ المازندراني، المناقب: ١/ ٣٩٨؛ المجلسي، بحار الأنوار: ٣٨/ ٨٥.ولا تعجب إن نسب الشيعة هذه الروايات إلى كتب أهل السنة كمسند أحمد وغيره من كتب الحديث كذباً وزوراً، كما فعل الأميني في كتابه الغدير: ٧/ ٩. ويمكن الاطلاع على بعض الأشعار التي أوردها حول هذه الرواية المزعومة في الكتاب نفسه.
(٢) قال أبو حيان عند الكلام في قوله تعالى: {ولكن رسول الله وخاتم النبيين}: ((ومن ذهب إلى أن الولي أفضل من النبي فهو زنديق يجب قتله)). البحر المحيط: ٧/ ٢٢٨.
(٣) زيادة من (د).
(٤) ينظر: الفرق بين الفرق: ص٢٣٧؛ التبصير في الدين: ص ١٢٨؛ المواقف: ص ٦٧٣.',NULL,'78',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (71,'وَمَن عَرفَ شمائله عَلَيه الصَّلاة وَالسَّلام في الخَلق وَالخُلق، عَرفَ أنه لاَ مُناسَبة بَيْنَه وَبَيْنَ علي، لاَ (١) في الصَّوَرة وَلاَ في السيرة، مَعَ أن تخطِئة جبريل مُستلزم لتخطِئة الربِّ الجليل، حَيثُ إنه سُبحانه مَا نبه جبريل عَليه وَلاَ أشارَ إليه في مُدةِ ثلاث وَعشرِينَ سَنةِ بِنجُومِ مُفَرقة، مَع قَوله تعَالَى: {نَزَلَ بِهِ الرُّوحُ الأَمِينُ عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ بِلِسَانٍ عَرَبِيٍّ مُبِينٍ} [الشعراء: ١٩٣ - ١٩٥] وَهَذَا كَمَا تَرى كفرٌ صَرِيحٌ وَإلحاد قبيح.
ثُمَّ بالغ طَائفة مِنهم تُسَمى النصيريةَ يقولون لِعَلي بالإلوهية (٢)، وَنحو ذَلَكَ مَما بيناه في مَواضِع مما ألفنَاهُ.

<span data-type="title" id=toc-32>[مشابهة علي لعيسى بن مريم:]</span>
وَالَحاصِل أن عَلياً لَهُ مُشابَهة بعِيسَى بن مَريَم في هَذِهِ القضِية، حَيثُ كفرَ اليَهُود بِسَبب إفراطِهم في بغضِهِ وَنسَبته إلى مَا لاَ يَلِيق به مَما يصَان عَنهُ اللسَان، وَكفر النصَارى في إفراطِهم في حبّه ونسبته إلى التثليث وَالاتحاد وَالعِينية، المُشاركة لهم في هذِهِ بخصُوصِهَا الطائفة الوجُودية، وبطلاَن (٣) أقَوال هَذِهِ الطوَائف ظاهِر لأهِل الإسلام مِن الخَوِاص وَالعَوام، وَقد أوضَحنَا هَذِهِ (٤) الأدِلة العقلية النقلية في كتُبنا المتعَلقة بالتفِسير والأحَادِيث وَأقوال الصوفية.
_________
(١) (لا) سقطت من (د).
(٢) ويسمون أيضاً: الإسحاقية. ينظر المواقف: ص ٤٧.
(٣) في (م): (بطلان).
(٤) (هذه) سقطت من (د).',NULL,'79',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (72,'ثُمَّ مِن اللطائف مَا ذكرَه ُالمِرغيناني (١): أن الشيطانَ الطاق (٢) - وَهو شيخ الرافضَة عَلى الإطلاَقِ - كَان يتَعرض للإمَامِ الأعظم كثيراً مِن الأيَام، فَدخل الشيطان يوماً في الحمّام، وَكانَ فِيه الإمَام، وَكَانَ قَريب العَهد بموَتِ الأستَاذ حَماد (٣)، فَقالَ الشيطان: مَات أستاذكم فاسترضاه منه، فقال الإمَام: أستاذنَا مَاتَ وَأستاذكم مِن المنظِرينَ إلى يومِ الوَقت المعلُوم (٤)، فتحَير الرافضِي وَكشفَ عَورته، فغمضَ الإمَام ناظره فَقالَ الشيطَان: يَا نعمَان مُذ (٥) كم أعمَى الله بصَرك؟ [١٤/ب] فقال: مُذ (٦) هتكَ الله ستركَ، فبَادر الإمَام إلى الخرُوج مِن الحمام (٧)، وانشَأ هَذَا الكلام [يقول] (٨):
_________
(١) أبو الفتح زين الدين عبد الرحيم بن أبي بكر بن علي السمرقندي، فقيه حنفي، من أعيان المفتين، وفاته سنة ٦٧٠هـ. الفوائد البهية: ص ٩٣؛ هدية العارفين: ١/ ٥٦٠ ..
(٢) هو محمد بن علي بن النعمان البجلي الكوفي، الملقب بشيطان الطاق، نسب إلى سوق طاق المحامل بالكوفة، وكان صاحبه هشام بن الحكم شيخ الرافضة يسميه مؤمن الطاق، ويقال أول من لقبه بذلك أبو حنيفة، وله مناظرات معه. الملل والنحل: ١/ ١٨٦؛ منهاج السنة النبوية: ٢/ ٢٢٧؛ لسان الميزان: ٥/ ٣٠٠ ..
(٣) أبو إسماعيل حماد بن أبي سليمان مسلم الكوفي، الإمام فقيه العراق، كان أحد العلماء الأذكياء، وفاته سنة ١٢٠هـ. طبقات ابن سعد: ٦/ ٣٣٢؛ سير أعلام النبلاء: ٥/ ٣٣١.
(٤) الشطر الأول من القصة ورد في تاريخ بغداد: ١٣/ ٤٣٦. ولكن وردت بصورة معكوسة، إذ القائل العبارة الأخيرة هو شطان الطاق، وكان ذلك عند وفاة محمد الباقر حسب رواية الخطيب البغدادي.
(٥) في (د): (منذ).
(٦) في (د): (منذ).
(٧) الرواية وردت في المستظرف من كل فن مستظرف: ١/ ١٣٤ - ١٣٥.
(٨) زيادة من (د).',NULL,'80',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (73,'أقول وَفي قولي بلاغ وحكمة (١) ... وَمَا قلت قولا حَيثُ فيه بِمُنكر
ألا يَا عِبَاد الله خافُوا إلهكم ... وَلاَ تدخلوا الحمّام إلا بِمِزر (٢)

وَمنهَا مَا قَالَ أبُو الفَضل الكرمَاني (٣): ((إنه لما (٤) دخل الخَوارج الكُوفة، وَرأيهم تكِفير كل مَن أذنَب، وَتكفر كل تكفره، قِيلَ لَهَم هَذَا شيخ هَؤلاء، فأخذُوا الإمَام وَقَالُوا: تب مِن الكفر فَقالَ: أنا تائب مِن كلِّ كفر، فَقِيل لَهم: إنه قَالَ أنا نائب مِن كفركَم فاخَذوهُ، فَقَالَ لهُم: العلم (٥) قلتم أم نظن، قالوا: نظنّ، قال: إن بَعض الظن أثم، وَالأثم ذَنب فتوبُوا مِن الكفر، قالُوا: تبْ أيضاً مِن الكفر، فَقالَ: أنا تائبٌ مِن كلِّ كفر)). فهَذَا الذي قالَهُ الخصُوم: ((إن الإمَام استتب مِن الكفر مرتين)) (٦)، وَلبسُوا عَلَى النَّاس، انتَهى.
وَوَقعَ لي نظر هَذَا الحال مَع بَعضِ الجهال مِن قضاة الأروَام (٧)، فإنه لما سَمعَ
_________
(١) (وحكمة) سقطت من (د).
(٢) لم أقف عليه منسوباً لأبي حنيفة.
(٣) هو محمد بن يوسف بن علي الكرماني البغدادي، صنف في العربية والكلام والمنطق، وله شرح على صحيح البخاري، وفاته سنة ٧٨٥هـ. الدرر الكامنة: ٥/ ٧٢؛ البدر الطالع: ٢/ ٢٩٢.
(٤) في كلا النسختين: (لا).
(٥) في (د): (أيعلم).
(٦) العقيلي، الضعفاء: ٤/ ٢٨٢؛ ابن حبان، المجروحين: ٣/ ٦٤؛ الخطيب، تاريخ بغداد: ١٣/ ٣٩١.
(٧) جمع روم. وهي على (أفعال). وسلاجقة الروم مسلمون سكنوا غرب تركيا الحالية، وأطلقت عليهم هذه التسمية لمجاورتهم للروم.',NULL,'81',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (74,'بي (١) أني طعنت في كَلام ابن عَرِبي (٢) وَهوَ مُعتقد، قال: تب إلى اللهِ، فقلت: أتوب إلى الله مِن جَميع مَا ذكرَهُ الله.
وَمنهَا ذَكرَهُ الغزنوي (٣) عَن شريك بن عَبد الله (٤) قال: ((كَنا عِندَ الأعمَش (٥) في مَرَضهِ الذي توفي فيه، فدَخلَ عَلَيه أبو حَنِيفَة وَابن أبي ليَلَى (٦) وَابن شبرمَة (٧)، وَكان الإمَام أكبر فبدأ بالكلام، وَقَالَ: اتقِ الله فإنكَ في أولِ يوم من أيّام الآخِرَة، وَقِد كَنتَ تَحدثت عَن عَلَي - رضي الله عنه - بأحَادِيث لَكانَ أمسَكتها
_________
(١) في (م): (لي).
(٢) في (د): (العربي). وهو محي الدين محمد بن علي بن محمد بن أحمد أبو بكر الطائي الأندلسي الصوفي، اشتهر بتصوفه، وكان له شعر يدل على اعتقاده بوحدة الوجود، مات سنة ٦٣٨هـ. العبر: ٥/ ١٥٨؛ لسان الميزان: ٥/ ٣٠٧.
(٣) هو أحمد بن محمد بن سعيد الحنفي، فقيه أصولي، له مؤلفات عديدة، وفاته سنة ٥٩٣هـ. الجواهر المضيئة: ١/ ١٢٠؛ الأعلام: ١/ ٢١٦.
(٤) هو أبو عبد الله شريك بن عبد الله القاضي النخعي الكوفي، أحد الأئمة الأعلام، قال الذهبي: حسن الحديث إماماً فقيهاً ومحدثاً، ليس هو في الإتقان كحماد بن زيد، وفاته سنة ١٧٧هـ. تذكرة الحفاظ: ١/ ٢٣٢؛ تهذيب التهذيب: ٤/ ٢٩٣.
(٥) هو سليمان بن مهران الأسدي الكاهلي أبو محمد الكوفي الأعمش، ثقة حافظ عارف بالقراءات ورع لكنه يدلس، وفاته سنة ١٤٧هـ. الجرح والتعديل، ٤/ ١٤٦؛ سير أعلام النبلاء، ٦/ ٢٢٦؛ تهذيب التهذيب، ٤/ ١٩٥.
(٦) أبو عبد الرحمن محمد بن عبد الرحمن بن أبي ليلى الكوفي، الفقيه والقاضي والمقرئ، قال العجلي: كان فقيهاً صدوقاً صاحب سنة، وفاته سنة ١٤٨هـ. تذكرة الحفاظ: ١/ ١٧١؛ تهذيب التهذيب: ٩/ ٢٦٨.
(٧) أبو شبرمة عبد الله بن شبرمة بن حسان بن المنذر الضبي الكوفي، القاضي الفقيه، من رجال مسلم وأخرج له البخاري في المتابعات، وفاته ١٤٤هـ. سير أعلام النبلاء: ٦/ ٣٤٧؛ تهذيب التهذيب: ٥/ ٢٢٠.',NULL,'82',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (75,'لَكانَ خيراً لَكَ، فقال الأعمُش: اسندوني ألمثلي يُقال هَذَا؟! حَدثني أبو المتوكل الشامي (١)
عَن أبي سَعِيد الخُدري قَالَ: قَالَ رَسُول الله صلى الله تعالى عليه وسلم إذَا كَانَ يَوم القِيامة قَالَ اللهُ تعَالَى لي وَلعَلي بن أبي طَالب: أدخلا الجنة مَنْ أحبكما وَأدِخل النَّار مَن أبغَضكما، وَذلَكَ قوله تعَالَى: {أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ} [قّ: ٢٤] (٢) فَقالَ الإمَام قومُوا حَتى لا يجيء بأكثر مِن هَذَا، قال: فوالله مَا جزنا البَاب حَتى مَات)) (٣).
وَمنها مَا ذكرَهُ الكردري أن للرافضَة [١٥/أ] أحَاديث مَوضُوعات وَتأوِيلات بَاطِلة في (٤) الآيَات، وزيادَات (٥) وَتصحيفَات كزيادَة: (وَالعصر
_________
(١) كذا في (م) وفي (د): (النامي). والأصح - كما في أصول الروايات - أبو المتوكل الناجي: علي بن داود الساجي البصري، حديثه في الكتب الستة، وفاته سنة ١٠٨هـ. الثقات: ٥/ ١٦١؛ تهذيب التهذيب: ٧/ ٢٨٠ ..
(٢) جاءت الآية الكريمة في (د) ناقصة.
(٣) القصة مع الحديث موضوعة، ذكر ذلك ابن الجوزي فقال: ((هذا الحديث موضوع وكذب على الأعمش، والواضع له إسحاق النخعي، وقد ذكرنا أنه من الغلاة في الرفض الكذابين، ثم قد وضعه على يحيى بن عبد الحميد الحماني وهو كذاب أيضاً)). الموضوعات: ١/ ٤٠٠. قلت: ومما يدل على وضعه أيضاً أن ابن شبرمة توفى سنة ١٤٤هـ، والأعمش وفاته سنة ١٤٧هـ، أي أن ابن شبرمة دخل على الأعمش رغم أنه توفى قبل ذلك بثلاث سنوات!!.
(٤) في (د): (وفي).
(٥) في (د): (زيادات).',NULL,'83',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (76,'ونَوائب الدهر) (١)، وَكقولَه تعَالى: {إِنَّ عَلَيْنَا لَلْهُدَى}
[الليل:١٢] [صحفوه بحذف النون فغيروا: (إن عليًا للهُدى) (٢)] (٣).
وَهم قومٌ بهت يزعمُون أن عُثمان أسقط خمسمائة كلمة مِن القرآن (٤)، مِنها قَوله تعَالَى: {وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ} [آل عمران: ١٢٣] وزادوا فيه: (بسَيف علي (٥)).
قال علي (٦): وَهذَا وَأمثاله كفر، قَالَ الله (٧) تعَالَى: {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ
_________
(١) وقد رويت هذه الرواية عن علي - رضي الله عنه - من طريق عمرو بن ذي مر فأخرجها الطبري في تفسيره: ٣٠/ ٢٩٠؛ والحاكم في المستدرك: ٢/ ٥٨٢، رقم ٣٩٧١ وعزاها السيوطي إلى عبد بن حميد وابن أبي داود في المصاحف، الدر المنثور: ٦/ ٣٩٢. كلهم من طريق عمر بن ذي مر الهمداني الكوفي وهو مجهول كما ذكر ذلك ابن عدي والبخاري (ميزان الاعتدال: ٥/ ٣٥٤).
(٢) روى الحسيني وغيره من الإمامية عن فيض بن مختار عن أبي عبد الله أنه قرأ: (إن علياً للهدى وإن له الآخرة والأولى). تأويل الآيات: ٢/ ٨٠٨؛ المجلسي، بحار الأنوار: ٢٤/ ٤٦؛ مصطفى الخميني، تفسير القرآن الكريم: ٢/ ٣٧٧.
(٣) ما بين المعقوفتين سقطت من (د).
(٤) قال الآلوسي: ((وأيضاً من الثابت عندهم، والمقرر لديهم، والمشهور فيما بينهم أن بعض السور ساقط بتمامها، مثل سورة الولاية، وبعضها قد سقط أكثرها مثل سورة الأحزاب، فإنها كانت مثل سورة الأنعام، فقد سقط من هذه السورة فضل أهل البيت وأحكام إمامتهم)).سعادة الدارين (مخطوط): ٧/أ. ينظر ما قال الطبرسي (وهو من مشاهير علمائهم) بهذا الخصوص في كتابه الاحتجاج: ١/ ٢٢٢.
(٥) (علي) زيادة من (د). والرواية وردت عند الشيعة الإمامية. تأويل الآيات: ٢/ ٨٠٨؛ المجلسي، بحار الأنوار: ٢٤/ ٤٦.
(٦) (علي) سقطت من (د).
(٧) لفظ الجلالة زيادة من (د).',NULL,'84',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (77,'وَإِنَّا لَهُ لَحَافِظُونَ} [الحجر: ٩] فَمَن أنكر حَرَفاً مما في مصَحف عثمَان أو زَادَ فيه أو نقصَ فقد كفر، انتهى.
وَقد صحَّفَ النَّصَارى قَوله سُبحانه [وتعالى] (١) في (الإنجيل): وَلَّت (٢) عيسى (بتشديد اللام) فخففُوها وَخرجوا (٣) عَن الإسلام باعتِقاد هَذا الكلام.
ومِنهَا أنه كَانَ في الكوفة زمَن أبي حِنيفة رَافضِي لَهُ بغلتان، سمى أحدهما (٤) أبَا بكر وَالأخرى عُمر، وَكانَ يضربهما في الخدمة وَيُعَذبهما، فانتشر الخبر: أن أحدهمَا (٥) رفصته (٦) حَتى قتلته، فَقَالَ الإمَام انظروا فإن البَغلة التي سَميّها بِعُمر (٧) هي التي قتلته، فَفحصُوا عَن القضِية فرأوا أن الأمر كما ذكر (٨).
أقول: وَمَا ذاكَ إلاَّ لَكون عُمر مِن مَظِاهر الجلاَل، كَمَا أن الصّديق مِن مَظاهِر الجمال، وَلذِا كَانَ أشدَّ عَلَى الكفار وَالرافضَة الفجَّار.
وَلقد قَالَ عَليه السَّلام حِينَ شاوَر أصحَابه (٩) الكرَام في أسَارى بَدر، فأشارَ أبُو بكر بأخذ الفَداء مِنهم بلاَ هلاك [وعمر بالهلاك] (١٠) فيهم، فَقَالَ (١١): إنَّ
_________
(١) زيادة من (د).
(٢) في (د): (ولدت).
(٣) في (م): (وحزوا).
(٤) في (د): (إحداهما).
(٥) في (د): (احديهما).
(٦) في (د): (رفصت).
(٧) في (م): (لعمر).
(٨) القصة أوردها الخطيب البغدادي في تاريخ بغداد: ١٣/ ٣٦٤ - ٣٦٥.
(٩) في (د): (الصحابة).
(١٠) زيادة من (د).
(١١) (فقال) سقطت من (د).',NULL,'85',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (78,'مثلك يَا أبا بَكر كمثل إبرَاهيم [عليه السلام] (١) حَيثُ قال: {وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَحِيمٌ} [إبراهيم: ٣٦] وَكعِيَسى [عليه السلام] (٢) في قَولهِ: {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [المائدة: ١١٨] وَمثلك يَا عُمر كَمثل نوح [عليه السلام] (٣) في قوله تعالى (٤): {رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّاراً} [نوح: ٢٦] وَكمُوسَى في قولِهِ تعالى (٥): {رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ} الآية [يونس: ٨٨] (٦).
وَبهَذَا ظهَرَ صِحة مَعنَى مَا اشتهر عنه عَلَيه الصَّلاة وَالسَّلام: ((علماء أمتي كأنبياء بني إسرائيل)) (٧) وإن كَانَ مَبناهُ مِما لاَ أصل لَهُ عندَ المحدّثين، غفل عَن هَذا السيّد جمال الدّين (٨)، حَيثُ ذَكَرهُ بِعنَوان الحدَيث في صدُور (رَوضَة الأحباب) (٩) [١٥/ب] وَالله اعلَم بالصّوَاب.
_________
(١) زيادة من (د).
(٢) زيادة من (د).
(٣) زيادة من (د).
(٤) (تعالى) زيادة من (د).
(٥) (تعالى) زيادة من (د).
(٦) وقد أخرجه الإمام أحمد عن عبد الله بن مسعود، المسند: ١/ ٣٨٣؛ الحاكم، المستدرك: ٣/ ٢٤؛ الطبراني، المعجم الكبير: ١٠/ ١٤٣.
(٧) قال الحافظ ابن حجر لا أصل له وتبعه في ذلك السيوطي. (كشف الخفاء: ٢/ ٨٢) وذكره القاري في المصنوع: ص ١٣٣.
(٨) هو عطاء الله بن فضل الله بن عبد الرحمن الدشتكي الشيرازي، ذهب الخونساري إلى أنه من أهل السنة، وادعى الشيعة أن كان يتقي أهل السنة ويخفي تشيعه، وفاته في حدود سنة ٩٥٣هـ. الذريعة: ١١/ ٢٨٥؛ معجم المؤلفين: ٦/ ٢٨٥.
(٩) (روضة الأحباب في سيرة النبي والآل والأصحاب) قال صاحب الذريعة: ((فارسي في ثلاث مجلدات)). الذريعة: ١١/ ٢٨٥. قلت: وعنوان الكتاب يدل على أنه من أهل السنة، إذ قرن مصنفه بين النبي صلى الله عليه وسلم وآله من جهة، وبين أصحابه رضي الله عنهم من جهة أخرى. ولا يغرنك ذكر صاحب الذريعة له لأنه عادة ما يذكر علماء أهل السنة وينسبهم للرفض.',NULL,'86',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (79,'وَمنهَا مَا أخرِجَهُ ابن أبي الدنيَا (١) عَن أبي إسحَاق (٢) قَالَ: ((دعيت إلى مَيت لأغسله (٣)، فلما كشفت الثوب عَن وَجهه، فإذا أنا بحَية قد تطوقت عَلَى حَلقِهِ، فذكُروا أنه كان يسب الصّحَابة - رضي الله عنهم -)) (٤).
وَأخرَجَ أيضاً عَن أبي إسحَاق الفزاري (٥) أنه أتَاهُ رَجلٌ فقال لهُ: ((كنتُ أنبش (٦) القبور، وكنتُ أجد قوماً وجوههم لِغَيرِ القِبلة، فَكتبَ إلى الأوزاعي يَسألهُ، فقال: أولئك قومٌ مَاتوا على غَيرِ السنّة)) (٧).
وقد سئل الأوزاعي: ((أنهُ يمَوت اليهُودي وَالنصَراني وَسَائر الكفار ولا ترى (٨) مثل هذا؟ فَقَالَ: نَعَمْ أولئك لا شك أنهم في النار، وَيَريكم في أهل التوحيد لِتعتَبرُوا)) (٩)، ذَكرَه السيُوطي في (شرح الصدُور في أحوَال
_________
(١) هو أبو بكر عبد الله بن محمد بن عبيد بن سفيان الأموي مولاهم البغدادي، ابن أبي الدنيا الحافظ صاحب التصانيف المشهورة، وفاته سنة ٢٨١هـ. سير أعلام النبلاء: ١٣/ ٣٩٧؛ طبقات الحفاظ: ص ٢٩٩.
(٢) هو أبو إسحاق إبراهيم بن محمد بن الحارث بن أسماء بن خارجة الفزاري الكوفي، نزيل الشام، قال ابن معين: ثقة ثقة، حديثه مخرج في الكتب الستة، وفاته سنة ١٨٦هـ. الثقات: ٦/ ٢٣؛ تهذيب التهذيب: ١/ ١٣٢.
(٣) في (م) و (د): (لأعلمه). والتصحيح من كتاب السيوطي.
(٤) السيوطي، شرح الصدور: ص ٢٣٢.
(٥) في (د): (القراري).
(٦) في (م): (أنيس). وما أثبتناه أصح وهو روية شرح الصدور أيضاً.
(٧) شرح الصدور: ص ٢٣٢.
(٨) في (د): (نرى).
(٩) الذهبي، الكبائر: ص ٣٧.',NULL,'87',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (80,'القبور) (١).
ثُمَّ يتَعلق بهَذَا المبَحَث مَسَائل مهمة ودلائل متمة، تركنَاهَا مَخِافة ملالة (٢) أربَاب الجهالة وَضلالَة العَامة، وَإن كَانَ الله سُبحَانهُ أختار لنا الطريقة الملاَئمة (٣)، فطَائفَة الأزبكية وجهلَة مَا ورَاء النهرية، ينسبُونَ أهل خرَاسَان إلى الروافض وَهُمْ بَريئونَ مِنهُم، وَجماعَة القلزبَاشية (٤) وَالعراقية الاوبَاشية ينسبُونهم إلى الخوَارِج، وهم مُنزهونَ عَنهم.

<span data-type="title" id=toc-34>من كمل من العلماء ابتلي بأربع:</span>
وقد قيلَ مَن كَملَ مِن العُلمَاء ابتنى بأربَعةِ مِنْ الأشيَاء: ((شماتة الأعداء وملامة (٥) الأصدِقاء وطَعن الجُهَلاء وَحسدَ العُلماء)) (٦)، لِكنني أقول كَمَا قَالَ وَكيع (٧) مِن قول بَديعِ (٨) الشعرِ:
إن يحسدُوني فإني غَير لائمهم ... قبلي مِنْ الناسِ أهل الفَضل قَد حسدوا
فَدَامَ لي وَلهم مَا بي وَمَا بهم ... وَمَات أكثرنا غيظاً لما وجدُوا (٩)
_________
(١) والمطبوع يحمل اسم: (شرح الصدور بشرح حال الموتى والقبور).
(٢) في (د): (ملامة).
(٣) في (د): (الإسلامية).
(٤) في (د): (القزلباشية).
(٥) في (م): (سلامة).
(٦) مقولة أوردها أيضاً العراقي، المستخرج على المستدرك: ص ٢١.
(٧) أبو سفيان وكبع بن الجراح بن مليح الرواسي الكوفي، الحافظ الثبت محدث العراق وأحد الأعلام، وفاته سنة ١٩٦هـ. تذكرة الحفاظ: ١/ ٣٠٩؛ تهذيب التهذيب: ١١/ ١٠٩.
(٨) في (د): (البديع).
(٩) البيت ينسب لبشار بن برد، ديوانه: ص ٣٩٧. ونسبه الخطيب لأبي حنيفة. تاريخ بغداد: ١٣/ ٣٦٨.',NULL,'88',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (81,'وَقَالَ الله تعَالَى: {قُلْ مُوتُوا بِغَيْظِكُمْ} [آل عمران: ١٩٩] وَقالَ تعَالَى عَز وَجَل: {مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ} [الحج:١٥].
وَلقد أحسَن محمد بن الحسَن في قَول أبي (١) الحَسَن شعر [١٦/أ]:
لم (٢) يحسدُوا (٣) شر النَّاس مَنزلة ... مَنْ عَاشَ في النَّاس يَومَاً غَير مَحسود (٤)

قال تعالى: {أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِهِ} [النساء:٥٤].
وللهِ دَر قائله:
مَا يضر البَحرَ أمسَى زَاخِراً ... إن رَمى فيهِ غَلامٌ بِحَجَر (٥)

وَقد عَرف فانصف (٦) أن مَن صنّفَ فَقد استهدف، فأيُّ كلامٍ أفصح مِن كلام رَبِّ العالمين وَقد قالوا: {أَسَاطِيرُ الأَوَّلِينَ} [الأنعام: ٢٥].
_________
(١) (أبي) سقطت من (د).
(٢) في (د): (هم).
(٣) في (د): (يحسدوني).
(٤) تاريخ بغداد: ١٣/ ٣٦٤.
(٥) البيت ينسب للأخطل، ديوانه: ص ٤٧٢.
(٦) في (م): (الصف).',NULL,'89',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (82,'وَقد قَالَ زَين العَابِدين (١) - رضي الله عنه - وَعن آبَائه أجمَعِين:
يا رُبَّ جَوهَرِ عِلمٍ لَو أبوحُ بهِ ... لَقِيلَ لي أنتَ مِمَّن يَعبدُ الوَثَنا
وَلاسَتَحَلَّ رجالٌ مُسلمونَ دَمي ... يَرونَ أقبَحَ مَا يَأتونَهُ حَسَنا (٢)
ثُمَّ مَا يَجبُ عَلينا التنبيه مما ثبتَ لدينا، وهو أنه قَد علم مِمَّا (٣) قَدّمنا أنه لم يثبت الكفر إلا بالأدلة القطعية، وَإذا جوزَ عُلماؤنا الحنفية قتلَ الرافضِي بالشُروطِ الشرعية، عَلى طريق السَياسَية العرفيّة (٤)، فَلاَ يجوز إحرَاقه (٥) بالنار وَنحوه مِن أنواع القتل الشنيعة (٦)، بَل يقتل بالسّيف وَنحَوه مِن آلات الموت (٧) السّريعَة، بقولِ (٨) صَاحِب الشريعَة: ((إذَا قتلتم فاحسنوا
_________
(١) هو علي بن الحسين بن أمير المؤمنين علي بن أبي طالب زين العابدين أبو الحسين الهاشمي المدني حضر كربلاء مريضاً فقال عمر بن سعد: لا تعرضوا لهذا، وكان من أفضل أهل بيته وأحسنهم طاعة وأحبهم إلى عبد الملك، وهو الإمام الرابع عند الإمامية، وكان يسمى زين العابدين، مات في ربيع الأول سنة ٩٤هـ. طبقات ابن سعد: ٥/ ٢١١؛ تذكرة الحفاظ: ١/ ٧٤؛ تهذيب التهذيب: ٧/ ٢٦٨.
(٢) البيت نسبه الخطيب لعمرو بن كلثوم كما في تاريخ بغداد: ١٢/ ٤٨٩، ولم أجده في ديوان عمرو بن كلثوم التغلبي، وقد نسبه ابن أبي الحديد للحلاج كما في شرح نهج البلاغة: ١١/ ٢٢٢. وربما أخذ القاري نسب هذا البيت إلى علي بن الحسين من الشيعة الذين نسبوه إليه. ينظر: الأميني، الغدير: ٧/ ٣٦.
(٣) في (د): (من).
(٤) في (م): (العرضية).
(٥) في (د): (إحراق).
(٦) في (م): (الشيعة).
(٧) (الموت) زيادة من (د).
(٨) في (د): (لقول).',NULL,'90',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (83,'القتلة)) (١) وَلِقَولهِ عَليه أفضل (٢) الصّلاةِ وَالسّلامِ: ((لاَ تعذبُوا عَذابَ (٣) اللهِ)) (٤).
ثُمَّ الرجم مختَصّ بالزاني المحصن لا سِواهُ، فَقدَ وَرَدَ: ((من بدل دينه فاقتلوه)) (٥) وَلم يقل فارجموه، بل اللائق به أنه يستتاب، وإن ظهرَ شبهة يؤتى لهُ بِالجوَاب لِيظهر لِهُ وَجه الصوَاب.
فعن (الخلاصة) (٦): ((الجَاهِل إذَا تكلم بكلمة الكفر وَلم يدرِ أنها كفر، قَالَ بَعضُهم: لاَ يكُون كفراً وَيعذر بالجهل، وَقَالَ بَعضُهم: يَصير كافِراً، ثُمَّ قَالَ: وَإذَا كانَ في المسألة وَجُوه يوجبُ التكَفِير، وَوَجه وَاحد يمنع فعلى المفتي أن يمَيل إلى ذلك الوجه)) (٧)، انتهى.
_________
(١) الحديث أخرجه مسلم عن شداد بن أوس - رضي الله عنه -، الصحيح، كتاب الصيد والذبائح، باب الأمر بإحسان الذبح والقتل: ٣/ ١٥٤٨، رقم ١٩٥٥؛ الترمذي، السنن، كتاب الديات، باب النهي عن المثلة: ٤/ ٢٣، رقم ١٤٠٩، أبو داود، السنن، كتاب الضحايا، باب في النهي أن تصبر البهائم: ٣/ ١٠٠، رقم ٢٨١٥؛ ابن ماجة، السنن، كتاب الذبائح، باب إذا ذبحتم فاحسنوا الذبحة: ٥/ ٢٧٨، رقم ٣١٧٠.
(٢) (أفضل) سقطت من (د).
(٣) في (د): (بعذاب).
(٤) هو جزء من حديث ابن عباس وقد تقدم تخريجه.
(٥) تقدم تخريجه.
(٦) هي (خلاصة الفتاوى) في الفقه الحنفي: تصنيف افتخار الدين طاهر بن أحمد بن عبد الرشيد بن الحسين البخاري الحنفي، وفاته سنة ٥٤٢هـ. هدية العارفين: ١/ ٤٣٠.
(٧) نقلها عنه ابن أبي اليمن الحنفي في لسان الحكام: ص ٤١٤. وهذا الذي ذهب إليه المؤلف هو قول طائفة من الحنفية، وذهب جمهور العلماء إلى القول الأول بأن الجاهل إذا نطق بالكفر كفر، قال الخطيب الشربيني: ((كفر من نسب الأمة إلى الضلال أو الصحابة إلى الكفر، أو أنكر إعجاز القرآن شيئا منه، أو أنكر الدلالة على الله في خلق السماوات والأرض، بأن قال ليس في خلقهما دلالة عليه تعالى ... أو قال: الأئمة أفضل من الأنبياء - هذا إن علم معنى ما قاله - لا إن جهل ذلك لقرب إسلامه أو بعده عن المسلمين فلا يكفر لعذره)) (مغني المحتاج: ٤/ ١٣٦) واستثنى ابن القيم من ذلك: ((الجاهل والمكره والمخطئ من شدة الفرح أو الغضب أو المرض ونحوهم لم يكفر)). إعلام الموقعين: ٣/ ٩٥.',NULL,'91',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (84,'<span data-type="title" id=toc-35>مسألة من اعتقد الحرام حلالا إنما يكفر إذا كانت الحرمة ثابتة بدليل مقطوع:</span>
فيَجبُ أن يتفحصّ عَنه هَل سبَّ جَاهلاً وَخاطِئاً (١) أو مكرها أو مستحلاً؟ فِفي (الخلاصَة): أن مَن اعتقدَ الحَرام حَلالاً، إنما يكفُر إذا كانت الحرمة ثابِتَة بِدَليل مَقطوع به، أمَا إذَا [١٦/ب] كَانتَ بأخبَار الآحَاد لا يكفر (٢).
ثُمَّ بَعدَ قتله يَجبُ عَلى المُسلِمينَ تكفِينه وَتدفينه وَالصّلاة عَلى جنَازَته (٣)؛ لأن الشارع جَعلَ هَذهِ الكلمة من فروض الكفَاية الوَاجب عَلى بَعض أهِل الإسلام القِيام بالرعَاية بقَولِهِ عَليه الصَّلاة والسَّلام:

((صلوا على كلِّ برٍّ وَفاجر)) (٤).
_________
(١) في (د): (أو خاطئاً).
(٢) وردت بالنص نقلاً عن الخلاصة في البحر الرائق: ٥/ ١٣٢؛ حاشية ابن عابدين: ١/ ٢٩٧.
(٣) هذا على قول معظم الحنفية، (ينظر: السرخسي، المبسوط: ١٠/ ١٩٩)، وهذا الرأي منقول عن جمهور الشافعية (النووي: المجموع: ٣/ ١٦)، وذهب الحنابلة إلى خلافه قال ابن قدامة في حكم تارك الصلاة: ((هل يقتل لكفره , أو حداً؟ فروي أنه يقتل لكفره كالمرتد , فلا يغسل , ولا يكفن , ولا يدفن بين المسلمين , ولا يرثه أحد , ولا يرث أحدا , اختارها أبو إسحاق بن شاقلا وابن حامد , وهو مذهب الحسن , والنخعي , والشعبي , وأيوب السختياني , والأوزاعي , وابن المبارك وحماد بن زيد , وإسحاق , ومحمد بن الحسن)).
(٤) الحديث أخرجه الدارقطني عن أبي هريرة - رضي الله عنه -، السنن: ٢/ ٥٧؛ البيهقي، السنن الكبرى: ٤/ ١٩. والحديث (ضعيف) كما حكم عليه الحافظ ابن حجر في تلخيص الحبير: ٢/ ٣٥؛ الألباني في ضيف الجامع: رقم ٣٤٧٨.',NULL,'92',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (85,'هَذَا وَقد وَرَدَ: ((إذَا أرَادَ الله بقوم خيراً أكثر فقهاؤهم وأقل جُهالهم، فإذا تكلم الفِقيه وَجد أعوَاناً [فإذَا تكلم الفقيه قهر] (١))) رَواهُ الديلمي (٢) عَن ابن (٣) عُمر (٤).
وَقالَ عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ} [المائدة: ١٠٥].

<span data-type="title" id=toc-36>[الترغيب بالعزلة عند فساد الزمان:]</span>
وَفي الخَبرِ الصَحِيح: ((إذَا رأيت شحاً مُطاعاً وَهَوى مُتبعاً وَدنيا مُؤثرة، وَأعجابَ كلّ ذي رَأي بَرأيه، وَرَأيت الأمر لا بد لك منهُ، فعَليكَ نفسك وَدَع أمرَ القَوم، فإن ورَائكم أيام الصّبر، فمَن صبر فيهم قبض عَلى الجَمر، للعَالم فيهن مثل أجر خَمسِين رَجُلاً يعملُونَ عَمله)) (٥)، وَقالَ ابن المبَارك (٦): وَزادَ في روَايَة:
_________
(١) ما بين المعقوفتين سقطت من (د).
(٢) هو شيرويه بن شهردار بن شيرويه بن خناخسره الديلمي الحافظ المحدث، وصاحب كتاب الفردوس، كان حافظاً متقناً، وفاته سنة ٥٠٩هـ. سير أعلام النبلاء: ١٩/ ٢٩٤؛ طبقات الحفاظ: ص ٤٥٧ ..
(٣) في (د): (بن).
(٤) الفردوس: ١/ ٢٤٦، رقم ٩٥٢. قال الشيخ الألباني (ضعيف). ضعيف الجامع: رقم ٣٤٠.
(٥) الحديث أخرجه الترمذي عن أبي ثعلبة الخشني، السنن، كتاب التفسير، باب ومن سورة المائدة: ٥/ ٢٥٧، رقم ٣٠٥٨؛ أبو داود، السنن، كتاب الملاحم، باب الأمر والنهي: ٤/ ١٢٣، رقم ٤٣٤١؛ ابن ماجة، السنن، كتاب الفتن، باب قوله تعالى يا أيها الذين آمنوا عليكم أنفسكم: ٢/ ١٣٣٠، رقم ٤٠١٤. قال الشيخ الألباني عن الحديث (ضعيف). ضعيف الجامع: رقم ٢٣٤٤.
(٦) عبد الله بن المبارك المروزي مولى بني حنظلة، ثقة ثبت فقيه عالم جواد مجاهد جمعت فيه خصال الخير، وفاته سنة ١٨١هـ. التاريخ الكبير، ٥/ ٢١٢؛ تذكرة الحفاظ: ١/ ٢٧٤.',NULL,'93',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (86,'((قيلَ: يَا رَسُول الله أجر خَمسِين مِنهم؟ قَالَ: أجر خَمسِينَ مِنكم)) (١).
وَإلى هَذا أشَار وَلي الله الشاطِبي (٢) في قَصِيدَته:
وَهَذَا (٣) زَمَان الصبر مَن لك بالتي ... كقبض عَلى الجمر (٤) فَتنجوا مِن البلاء
وَزَمَانه كَانَ في قرنِ خمسمائة، وَأمَّا اليَوم فَقد تجاوزَ الألف بضعَة عَشر، فتَدبَر فيما زَادَ مِن الكدَر.
وَلقد أجمعَ السلَف الصّالح عَلى التحذير من أهِل زمَانهم وَمِن قرب مَكانِهم، وَآثروا العزلةَ وَالخلوةَ وَاجتنبُوا الخلطَة وَالحلوة، وَأمرُوا بِذلكَ وَتواصوا به هُنالك، وَلا شك أنهم كانوا أنصَح وَبأمِر الدين أبصر، وَأن الزمَان ليسَ بَعدهم خَيراً ممَا كَانَ بَل شراً مِنهُ وَأمَرّ (٥)، وَفي مَعنَاه مَا وَرَدَ في الخبَر المعُتَبر: ((لا يَأتي زمَان إلاَّ الذي بَعْدَهُ شرٌّ مِنهُ)) رَوُاهُ البخاري (٦).
وَفي (الكبَير) للطَبراني عَن أبي الدرداء مَرفوعاً: ((مَا مِن عَام إلاَّ ينقص الخَير
_________
(١) هذه الزيادة وردت عند الترمذي.
(٢) أبو محمد القاسم بن فيرة بن خلف بن أحمد الرعيني الشاطبي الضرير، ناظم الشاطبية وغيرها، وشيخ القراء في زمانه، انتقل من الأندلس إلى مصر وفيها وفاته سنة ٥٨٧هـ. وفيات الأعيان: ٤/ ٧١؛ سير أعلام النبلاء: ٢١/ ٢٦١.
(٣) في (د): (وهكذا).
(٤) في (د): (جمر).
(٥) في (د): (وامروا).
(٦) في (د) جاء لفظ الحديث: (لا يأتي على أمتي زمان إلا الذي بعده شر منه). والرواية التي في الأصل هي رواية البخاري عن أنس في صحيحه، كتاب الفتن، باب لا يأتي زمان إلا والذي بعده شر منه: ٦/ ٢٥٩١، رقم ٦٦٥٧. ولا أجد الحديث بالزيادة التي في (د).',NULL,'94',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (87,'فيه [١٧/أ] ويزيد الشر)) (١) وَذلَكَ لأن كَلَّ مَن أبعدَ عَن نور المشعل المحِمدي، وَقعَ في نوع مِن ظلمة الجِهَل الرديء.
ويؤيدهُ مَا أخرجهُ الطبراني عَن ابنِ عَباس: ((مَا مِن عَام إلا وَيحدث النَّاس بدعَة وَيميتون سُنة حَتى تمَات السَنن وَتحيى البَدع)) (٢).
وأخرج الترمذِي عَن أنَس: ((مَا مِن عَام إلا وَالذي بَعدَه شرٌّ مِنهُ حَتى تلقوا رَبكم)) (٣).
وَرَوى أحمد وَالبخَاري وَالنسَائي عَن أنَس: ((لا يأتي (٤) عَليكم عَام وَلاَ يَوم إلا وَالذِي [بعده شرٌ منه حَتى تلقوا ربَّكم)) (٥).

وَعن الثوري (٦): وَالذِي] (٧) لاَ إلهَ إلاَّ هُوَ، لقَدَ حلت العزلة في هَذا الزمَان)) (٨) قَالَ الغزالي (٩): ((وَلئنَ حلت في زمَانِهَ فَفي زماننا هذا
_________
(١) قال العجلوني: ((رواه الطبراني بسند جيد)). (كشف الخفاء: ٢/ ٢٤٩)، ولم أجده في المطبوع، وربما هو في المفقود من المعجم الكبير.
(٢) المروزي، السنة: ص ٣٢؛ كشف الخفاء: ٢/ ١٦٢.
(٣) السنن، كتاب الفتن: رقم ٢٢٠٦.
(٤) في (د): (ليأتي).
(٥) الصحيح، كتاب الفتن، باب لا يأتي زمان إلا والذي بعده شر منه: ٦/ ٢٥٩١، رقم ٦٦٥٧؛ مسند الإمام أحمد: ٣/ ١٣٢، رقم ١٢٣٦٩. ولم أجده في سنن النسائي الصغرى أو الكبرى.
(٦) أبو عبد الله سفيان بن سعيد بن مسروق الثوري، شيخ الإسلام وسيد الحفاظ وأحد الأئمة، وفاته سنة ١٦١هـ. تذكرة الحفاظ: ١/ ٢٠٣؛ طبقات الحفاظ: ص ٩٦.
(٧) ما بين المعقوفتين زيادة من (د).
(٨) حلية الأولياء: ٦/ ٣٨٨.
(٩) أبو حامد محمد بن محمد الغزالي، حجة الإسلام، من مشاهير الفقهاء العارفين بعلم الكلام، وكان يقظاً ذكياً واسع التصانيف، وفاته سنة ٥٠٥هـ. وفيات الأعيان: ٤/ ٢١٦؛ سير أعلام النبلاء: ١٩/ ٣٣٢.',NULL,'95',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (88,'وجبت)) (١).
وَكتبَ رجلٌ عَلى دَاره - لِيضع (٢) نظر اعتبار عَلى آثارِه -: ((جزا الله مَنْ لا يعرفنَا خيراً كافة، وَلاَ جزى بذلك أصدقائنا خاصة، فَمَا أوذينا قط إلاَّ مِنهم، وَمَا صَدَر في صَدرنا مِن الهمِّ إلاَّ عَنهُم، فالبُعد عَنهم هُوَ السّعد)).
ولله در القائل [حيث قال] (٣):
جَزَى الله عَنا الخير مَن ليسَ بَيْنَنا ... وَبَينَهُ ودٌّ ولاَ (٤) نتعَارفُ (٥)
فما أصَابنا (٦) همٌ وَلا نالنا الأذى (٧) ... مِنْ النَّاس إلاَّ مَن نود ونعرفُ (٨)
وَقَالَ الفضيل (٩): ((هَذَا زمَان احفظ فيه لسَانَك، وأخفِ مَكانك، وَعالج
_________
(١) إحياء علوم الدين: ٥/ ١٢١.
(٢) في (د): (ليقطع).
(٣) زيادة من (د).
(٤) في (م): (لا).
(٥) في (د): (تعارف).
(٦) في (م): (صابنا).
(٧) في (د): (ولا لنا الذي).
(٨) البيتان وردا عند أبي حيان التوحيدي (الصداقة والصديق: ص ٤٣) قال: ((بعض السلف: إياك وكثره الإخوان، فإنه لا يؤذيك إلا من تعرف وأنشد:
جزى الله عنا الخير من ليس بيننا ... ولا بينه ود ولا نتعارف
فما سامنا ضيماً ولا شفنا أذى ... من الناس إلا من نود ونألف)).
(٩) أبو علي الفضيل بن عياض بن مسعود بن بشر التميمي المروزي، شيخ الحرم والإمام القدوة، أشتهر بزهده مع ثقته في الحديث، وفاته سنة ١٨١هـ. تذكرة الحفاظ: ١/ ٢٤٥؛ سير أعلام النبلاء: ٨/ ٤٢١.',NULL,'96',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (89,'جفانَك، وخذ مَا تعرف وَدَع مَا تنكر لتصلح شأنكَ)) (١).
وَقالَ الثوري: ((هَذَا زمان السّكُوت، وَلزُوم (٢) البيُوت، والرّضا بالقوت إلى أن تَمُوت)) (٣).
قلت: وَكَذَا صَحَ: ((مَن صَمت نجا)) (٤).
لِكن ورَدَ في صَحيح الأخبَار: ((مَن علم بعلمه مَن كتم عِلماً حكمة ألجّمه الله بلجَام مِن نار)) (٥)، وَلعَلهُ مقتبس من قولِه تعَالَى: {وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلا تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاءَ ظُهُورِهِمْ} (٦) [آل عمران: ١٨٧].
_________
(١) حلية الأولياء: ٨/ ٩٤؛ سير أعلام النبلاء: ٨/ ٤٣٦.
(٢) في (د): (ولزم).
(٣) ابن عبد البر، التمهيد: ١٧/ ٤٤٣.
(٤) الحديث أخرجه الترمذي عن عبد الله بن عمرو بن العاص، السنن، كتاب صفة القيامة: ٤/ ٦٦٠، رقم ٢٥٠١؛ الدارمي، السنن، كتاب الرقائق، باب الصمت: ٢/ ٣٨٧، رقم ٢٧١٣؛ الإمام أحمد، المسند: ٢/ ١٥٩، رقم ٦٤٨١. قال الشيخ الألباني عن الحديث (صحيح). صحيح الجامع: رقم ٦٣٦٧.
(٥) كذا ورد الحديث في كلا النسختين، وعباراته غير مستقيمة. والحديث كما أخرجه الترمذي عن أبي هريرة - رضي الله عنه - أنه قال: قال رسول الله صلى الله عليه وسلم: ((من سئل عن علم علمه ثم كتمه ألجم يوم القيامة بلجام من نار)). السنن، كتاب العلم، باب في كتمان العلم: ٥/ ٢٩، رقم ٢٦٤٩؛ وأخرجه أيضاً أبو داود، السنن، كتاب العلم، باب كراهية منع العلم: ٣/ ٣٢١، رقم ٣٦٥٨؛ ابن ماجة، السنن، كتاب المقدمة، باب من سئل عن علم فكتمه: ١/ ٩٨، رقم ٢٦٦.
(٦) في (د) جاءت الآية ناقصة.',NULL,'97',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (90,'فقد ظهَر قَوم غَلبَ عَليهم الجَهل وَطمهُم (١) وَأعماهم (٢) حُب الرئَاسة وأصَمهُم، وَتحرك عرق الحسَد فِيهم وَعِمهُم، قد لكنوا (٣) عَن عِلم الشِريعَة مِنَ الكتاب وَالسّنة وَنسوه، وَاكبوا عَلى عِلم الفلاسِفة وَدرسُوهُ، يريد [١٧/ب] الإنسَان مِنهم أنْ يتقَدمَ، وَيأبى الله إلا أن يزيدهُ تأخِير، ويبتغي أحَدُهم العِزة وَلاَ عَلم عندَه، فلا يجد لَهُ ولياً وَلاَ نَصِيراً، وَمَع ذَلكَ فلاَ ترى هُنالكَ إلا أنوفاً مُسمَّرة، وَقلوباً عَن الخلقِ مُستكبَرة، وَأقوالاً تصدُر عَنهم مُفتراة مزورَة، كَلمَا هَديتهم إلى الحَق كان أصَم وَأعمَى لهم، كأن الله لم يُوكل بِهم حَافظين يَطلبونَ أقوالهم وَأعمالَهم، فالعَالم بينهم مَحزُون يتلاعب به الجَهال وَالصبيَان، وَالعَاقِل عِندَهم مَجنُون دَاخِل في ميدَان النقصَان، وَاللهُ المُستعان وَإليه المشتكى وَعَليه التكلان.

<span data-type="title" id=toc-37>[لا تقبل شهادة مظهر سب السلف:]</span>
ثم أريد أن أزيد التوضيح وَالبيَان، بإيَراد مَا بلغني مِن الروَاياتِ في هَذَا الشأن، ففي متون المذهب مِن الكتب المُهذب: ((أنه لا يقبل شهادَة مُظهر سَبّ السلف الصّالح، قال الحدادي (٤) (شَاِرح القدُوري (٥)): لظهُور فسقِهِ، وَالمراد بالسَّلَف
_________
(١) في (د): (ولحمهم).
(٢) في (د): (وأعمالهم).
(٣) كذا في (م)، وفي (د): (اكبوا).وربما هي (ركنوا).
(٤) أبو الفضل محمد بن الحسين بن محمد بن موسى بن مهران الحدادي المروزي الحنفي، كان فقيهاً فاضلاً ولي قضاء بخارى وغيرها، وفاته سنة ٣٨٨هـ. سير أعلام النبلاء: ١٦/ ٤٧٠؛ الجواهر المضيئة: ص ٥٠.
(٥) أبو الحسين أحمد بن محمد بن أحمد بن جعفر البغدادي القدوري، شيخ الحنفية في وقته، قال الخطيب وكان صدوقاً حسن العبارة، له مختصر مشهور في فقه الحنفية حمل اسمه، وفاته سنة ٤٢٧هـ. سير أعلام النبلاء: ١٧/ ٥٧٥؛ الجواهر المضيئة: ص ٩٣.',NULL,'98',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (91,'الصّحابَة والتابعُونَ)) (١) انتهى.
وَهذا تصريح بِعَدَم تكفِيره (٢)، كَمَا لاَ يخفَى أفادته في فَصل مَن لاَ تقبل شهادَته لِفسقِهِ، وَتكلمُوا فِي الفِسق الذِي يمنَع الشهادَة، وَاتفقوا عَلى أن الإعلان بكبيرة تَمنَع الشهادة، ثُمَّ قَالَ: وَمَن كَانَ يشتم أولاده وَأهله وَجيرانه، ذكر في بَعضِ الروَايُاتِ أنه لا يقبَل (٣) شهادَته، وَقيل: مَن اعتادَ بَطلت عَدَالته، وَإن فعِلَ ذلَكَ أحياناً لم تَبطل، قال: أبو الليث (٤): إن لم يكن قذفاً لاَ تبطل عَدَالَته (٥).
ثُمَّ قالَ قاضِي خان (٦): لاَ تقبَل شهادَة مَن أظهر شتم أصحَاب رَسُول الله
_________
(١) الهداية: ٣/ ١٢٣؛ البحر الرائق: ٧/ ٩٢. وقال الحنابلة أيضاً برد شهادة من سب الصحابة كما في المغني: ١٠/ ١٦٨؛ وهو رأي المالكية أيضاً كما في الفواكه الدواني: ٢/ ٢٢٦؛ واختلف الشافعية في ذلك فمنهم من قبلها ومنهم من لم يقبلها كما في الروضة: ١١/ ٢٤٠.
(٢) هذا على رأي الحنفية كما في حاشية ابن عابدين: ٧/ ١٦٢؛ واختلف العلماء في تكفير من سب الصحابة على تفصيل كما عند ابن مفلح، المبدع: ١٠/ ٢٢٣؛ ابن تيمية، مجموع الفتاوى: ٣٥/ ١٩٨؛ الخطيب الشربيني، مغني المحتاج: ٤/ ٤٣٦؛ الدسوقي، حاشية الدسوقي: ٢/ ٣٦٩. وخير من فصل في هذه المسألة الآلوسي الكبير في نهج السلامة (بتحقيقنا): ص ٩٢ وما بعدها.
(٣) في (د): (تقبل).
(٤) أحمد بن عمر بن محمد بن إسماعيل السمرقندي الحنفي، كان مقدماً له شرح على الجامع الصغير، وفاته سنة ٥٥٢هـ. الجواهر المضيئة: ص ٨٦.
(٥) البحر الرائق: ٧/ ٨٧؛ حاشية ابن عابدين: ٧/ ١١٤.
(٦) في المصادر التي اطلعت عليها (قاضيخان) فخر الدين حسن بن منصور الفرغاني الحنفي، وفاته سنة ٥٩٢هـ. كشف الظنون: ٢/ ١٢٢٧؛ هدية العارفين: ١/ ٢٨٠.',NULL,'99',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (92,'صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ، وَعَن أبي يُوسُف (١): إن كانَ تبرأ مِنهم لاَ تبطل عَدَالَته، وإن شتمهُم بطلت
عَدالَته (٢)، فَهَذِهِ الروَاية عَن أبي يُوسُف صَريحة في بطلان عَدالَته، دُونَ كفره وَضَلالته (٣).
ثم قالَ قاضِي خَان: وَشهادَة أهل الأهَواء جائزة إلا الخَطابية (٤)، وَيروى ذلكَ عَن أبي حَنِيفة وأبي يوسف (٥)، فَهذِهِ الروَاية عَن الإمَامَين صَريحة [١٨/أ] في قبول شهادَة الرافضِي، وَهوَ لاَ يُنَاقضُ مَا سَبق مِن أن مَن أظهرَ سَبَّ الصحِابَة لاَ تقبل شهادَته؛ لأنه مُقِيد بِالإظهار والإعلان، وَهُوَ قيدٌ مُعَتبر في هَذا
_________
(١) يعقوب بن إبراهيم بن حبيب بن حبيش بن سعد الأنصاري الكوفي، قاضي القضاة، قال عنه الذهبي: الإمام المجتهد، العلامة المحدث، وفاته سنة ١٨٢هـ. تاريخ بغداد: ١٤/ ٢٤٢؛ سير أعلام النبلاء: ٨/ ٥٣٥.
(٢) وردت هذه الرواية عن أبي يوسف في الدر المختار: ٥/ ٤٨٨.
(٣) قال شيخ الإسلام ابن تيمية: ((وقد صرح الشافعي في كتبه بقبول شهادة أهل البدع والصلاة خلفهم، وكذلك قال مالك وأحمد والشافعي في القدري إن جحد علم الله كفر ... وسئل أحمد عن القدري فقال: إن جحد العلم كفر)). ينظر مجموع الفتاوى: ٢٣/ ٣٤٩. وينظر أيضاً للفائدة: روضة الطالبين: ١/ ٣٥٥؛ المغني: ١٠/ ١٦٨.
(٤) الخطابية من فرق الشيعة وهم أصحاب أبي الخطاب الأسدي، زعموا أن الأئمة أنبياء وأن أبا الخطاب كان نبياً، وأن الأنبياء فرضوا على الناس طاعته. الفصل في الملل والأهواء والنحل: ٢/ ٣٣؛ الملل والنحل: ١/ ١٧٩، منهاج السنة النبوية: ٢/ ٥٠٢.
(٥) البحر الرائق: ٧/ ٩٣؛ حاشية ابن عابدين: ٧/ ١٠٧.وهذا القول مشهور عن الشافعي (روضة الطالبين: ١/ ٣٥٥). ونقل ابن قدامة عن أحمد أنه قال: ((ما تعجبي شهادة الجهمية والرافضة والقدرية المعلنة)). المغني: ١٠/ ١٦٨.',NULL,'100',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (93,'الشأن (١)، فإنهم قالوا لا تقبل شهادَة مُدمن الخمر وَلاَ بد مِن السَّكر (٢).
قَالَ قاضِي خَان: وَإنما شرط الإدمان (٣) ليظهر ذلَكَ عَندَ النَّاسِ، فإن مَن اتهم بِشربِ الخمر تبطل العدالة (٤)، وَقالَ محمد: ((مَا لم يظهر ذلكَ يكُون مستور الحال)) (٥).
وَفي (خزانة المفتينَ) (٦): وَلا يقبل شهادَة مَن يظهر سَبّ السَلف (٧) [بخلاف من يكتمه.
_________
(١) ونجد هنا كلاماً نفيساً لابن قدامة يقول فيه: ((الفسوق نوعان: أحدهما من حيث الأفعال، فلا نعلم خلافا في رد شهادته، والثاني من جهة الاعتقاد، وهو اعتقاد البدعة فيوجب رد الشهادة أيضا، وبه قال مالك وشريك وإسحاق وأبو عبيد وأبو ثور وقال شريك: أربعة لا تجوز شهادتهم رافضي يزعم أن له إماما مفترضة طاعته، وخارجي يزعم أن الدنيا دار حرب، وقدري يزعم أن المشيئة إليه)). المغني: ١٠/ ١٦٨.
(٢) هذا هو المشهور من رأي الحنفية كما في البحر الرائق: ٧/ ٨٧؛ المسبوط: ١٦/ ١٣١.
(٣) في (م): (الأديان).
(٤) في (د): (عدالته).
(٥) حاشية ابن عابدين: ٧/ ١٥٠. قال الشافعية: ((ومن شربها عامدا عالما بحالها حد وردت شهادته سواء شرب قدرا يسكره أم لا)). (روضة الطالبين: ١١/ ٢٣١) وهو رأي الحنابلة أيضاً كما في كشف القناع: ٦/ ٤٢٠. قال ابن عبد البر المالكي: ((ومن جلس مجلساً واحداً مع أهل الخمر في مجلسهم سقطت شهادته وإن لم يشربها)). الكافي: ص ٤٦٤.
(٦) كتاب في فروع الحنفية، تصنيف: حسين بن محمد السمنقاني الحنفي وفاته سنة ٧٤٦هـ، فرغ من تأليفه سنة ٧٤٠هـ. كشف الظنون: ١/ ٧٠٣.
(٧) في (د): (السب للسلف).',NULL,'101',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (94,'وفي (الإصلاح والإيضاح) (١): تقبل شهادة أهل الأهواء (٢)، وقال الشافعي: لا تقبل لأنه أغلظ وجوه الفسق - ولنا أنه فسق من حيث الاعتقاد - ثم قال: إلا الخطابية وهم قوم من غلاة الروافض، يعتقدون الشهادة لكل من حلف عندهم، ويقولون المسلم لا يحلف كاذباً سواء كان صادقاً أو كاذباً، وقيل يجوزون الشهادة لشيعتهم واجبة، ثم قال: أو يتول أو يأكل فيه أو يظهر سب السلف] (٣) - يَعني الصّالحينَ مِنهُم - وَهم: الصَحِابة وَالتابعُون وَالعلماء المجتهدون كَأبي حنِيفَة وَأصَحابه، انتهى (٤).
وَلاَ يَخفَى أنه جَعلَ سَبَّ الصَحِابة وَالتابعين وَأبي حَنِيفَة وَأصَحابه رضي الله عنهم أجَمعِينَ في حكمٍ وَاحِد، مِن عَدَم قبُول شهادَتهم، وَلو كَانَ سَبَّ الصَحِابة كفراً (٥) لمَا أدخل غَيرهم مَعَهُم.
وَفي (حَاشيَة) (٦) شيخ الإسلام الهَروي (٧) عَلى (شرح
_________
(١) هو كتاب في فروع الحنفية، تصنيف: شمس الدين أحمد بن سليمان الشهير بابن كمال باشا، وفاته سنة ٩٤٠هـ، وكان قد شرح متن الوقاية فسماه (إصلاح الوقاية)، ثم شرح شرحه فسماه (الإيضاح). كشف الظنون: ١/ ١٠٩.
(٢) يعني بهم أصحاب البدع التي لا تكفر صاحبها - على حسب رأي بعض الحنفية - كالجبر والقدر والرفض. ينظر الدر المختار: ٦/ ١٥.
(٣) ما بين المعقوفتين سقطت من (م).
(٤) البحر الرائق: ٧/ ٩٢؛ شرح فتح القدير: ٧/ ٤١٥.
(٥) في (د): (كفر).
(٦) ذكرها لها صاحب هدية العارفين: ١/ ١٣٨. وهذه الحاشية هي كانت على شرح الوقاية لصدر الشريعة. كشف الظنون: ٢/ ٢٠٢٢.
(٧) وهو المعروف بالحفيد التفتازاني، وقد تقدم التعريف به.',NULL,'102',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (95,'الوقِايَة) (١): أن الرافضة: الجماعَة الطاغية في الصَحِابة مِن الرفض بِمَعْنَى الترك، وَسمّوا بذلَكَ لِتركهم زيد بن عَلي (٢)، حِينَ نَهَاهم عَن الطِعن في الصَحِابة (٣)، وَالخَوارج عَلى اختِلاف فرقها يَجَمعها القول بتكفِير عثمَان وَعَلي وَطلحة وَالزبَير وَعَائشة وَمُعَاوية، انتهى.
وَلاَ يَخفى أنهم مَع هَذا عدوا مِن الطوائف الإسلامِِيَّة، كَمَا هَو في الكتب الكلامية، وَإذَا كَانَ تكِفير هَؤلاء الأكابر مِنْ الصَحِابة لاَ يكُون كفراً، كيف يكون سَبّ الشيخين كفراً أيضاً؟ وَلو كَان سَبُّ الصَحِابة كفراً لم يذكر في فَصل مَن لا يقبل شهادته؛ لأنه مَوضُوع في حَقِّ طَوائف المُسِلمين (٤).
وَقالَ في (الذخيرة) (٥): وَشهادَة أهل الأهواء مَقبُولة عندَنا إذا كَانَ هَوى لاَ
_________
(١) أصل الكتاب هو: (وقاية الرواية في مسائل الهداية) تصنيف المحبوبي الموصلي (ستأتي ترجمته) متن مشهور من كتب الفقه للحنفية، طبع أول مرة في المطبعة القازانية سنة ١٣١٨هـ. معجم المطبوعات: ٢/ ١٢٠٠.
(٢) هو زيد بن علي بن الحسين بن علي بن أبي طالب، إمام الزيدية، كانت إقامته بالكوفة، وفيها خرج على بني أمية، فقتل سنة ١٢٢هـ. طبقات ابن سعد: ٥/ ٣٢٥؛ وفيات الأعيان: ٥/ ١٢٢؛ سير أعلام النبلاء: ٤/ ٤٠١.
(٣) تاريخ الطبري: ٤/ ٢٠٤؛ المنتظم: ٧/ ٢١١؛ الكامل في التاريخ: ٤/ ٤٥٢.
(٤) قال أبو الثناء الآلوسي: ((إن تكفير الاثني عشرية فيما ذهبوا إليه من التفصيل هو مذاق الفقهاء المكتفين في المطالب بالظواهر، وعدم تكفيرهم فيه مذاق المتكلمين الملتزمين بالقواطع في ذلك، وأنا أقول ما ذهبوا إليه مما هو مفصل في محله، إن لم يكن كفراً فهو من الكفر أقرب)). نهج السلامة: ص ٩٩.
(٥) هو كتاب (الذخيرة البرهانية) في الفقه الحنفي، تصنيف برهان الدين محمد بن أحمد بن الصدر الشهيد البخاري الحنفي (ت ٥٧٠هـ). معجم المؤلفين: ١٢/ ١٤٦.',NULL,'103',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (96,'يكفر به صَاحِبه، وَلاَ يَكون بإخبَار يكُون عَدلاً في تعَاطِيه، وَهوَ الصّحيح، قال: لأنهم إنما وَقعُوا في الهوى بالتأوِيل وَالتعَمق في الدين، ألا ترى أن مِنهم مَن يعظم الذنب حَتى يجعَلهُ كفراً، وَفسقهم مِن حَيث ُالاعتِقاد لاَ يَدَل عَلى كَذبِهم [١٨/ب] عَمَداً (١)، انتهى.
وَلعله أراد: ((بهوى (٢) يكفر صَاحِبه)) نَحو المجُسمة وَالمشبهة وَالحلُولية وَالاتحادية وَالوجودية، وَقول بَعض غلاة الرفضة مَن أن عَلياً هو الإله الأكبر، وَجعفر الصادق هوَ الإله الأصغَر.
ثُمَّ قال: وَمَا ذكرَ في الأصل - من أن شهادتهم جَائزَة عَندَ أبي حَنِيفة - مَحمُول عَلى هَذا.
وَنقلَ في (النهاية) (٣) هَذِه الرواية بلاَ ذكر خِلاف.
وَفي (شرح المجمع) (٤) لابن فرشته (٥): وَترد شهادَة مَن يظهر سَبَّ السّلفَ؛
_________
(١) ورد النقل عن الذخيرة بالنص عند علاء الدين، تكملة حاشية رد المحتار: ١/ ٥٨٠.
(٢) في (د): (هوى).
(٣) هي (النهاية في شرح الهداية) تصنيف بدر الدين العيني الآتية ترجمته. كشف الظنون: ٢/ ٢٠٣٥.
(٤) أصل الكتاب هو (مجمع البحرين وملتقى النهرين) في فروع الحنفية، تصنيف: مظفر الدين أحمد بن علي بن ثعلب المعروف بابن الساعاتي البغدادي (ت ٦٦٤هـ). (كشف الظنون: ٢/ ١٩٥٥). ولم يسمه حاجي خليفة الشرح ولكن أشار إليه فقال: شرح المجمع لابن فرشته وهو شرح معتبر متداول. كشف الظنون: ٢/ ١٦٠١. وكذلك لم يسمه صاحب هدية العارفين: ١/ ٦١٧.
(٥) محمد بن عبد اللطيف بن عبد العزيز ابن ملك الرومي الحنفي، المعروف بابن فرشته، له مؤلفات في الفقه الحنفي، وفاته سنة ٨٠١هـ. الضوء اللامع: ٤/ ٣٢٩؛ هدية العارفين ٢/ ١٩٨.',NULL,'104',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (97,'لأنه يَكُون ظاهر الفِسق، وَتقبل مِن أهِل الأهَواء: الجبر وَالقدر (١) وَالرفض وَالخَوارج وَالتشبيه وَالتعِطيل، ثُمَّ يَصِير كلّ وَاحِد

مِنهِم اثني عَشر فرقة، فَيبلغ إلى اثنين وَسَبعِين فرقة (٢).
وَفي (شرح المجمع) (٣) للعيني (٤): لاَ تقبل شهادَة مَن يظهر سَبّ السلَف بالإجماعِ، لأنه إذا أظهَر ذلَكَ فَقدَ ظهَر فسقه (٥)، بِخلافِ مَن يكتمه لأنه فاسِق مسَتور الحال (٦).
_________
(١) في (د): (الجبرية والقدرية).
(٢) البحر الرائق: ٨/ ٣٧. وقال ابن قدامة في حق من أجاز شهادة أهل الأهواء: ((ووجه قول من أجاز شهادتهم أنه اختلاف لم يخرجهم عن الإسلام أشبه الاختلاف في الفروع؛ ولأن فسقهم لا يدل على كذبهم لكونهم ذهبوا إلى ذلك تدينا واعتقادا أنه الحق، ولم يرتكبوه عالمين بتحريمه بخلاف فسق الأفعال)). ثم قال: ((ولنا أنه أحد نوعي الفسق فترد به الشهادة كالنوع الآخر ولأن المبتدع محمود فترد شهادته للآية والمعنى)). المغني: ١٠/ ١٦٨.
(٣) هو (المستجمع في شرح المجمع)، وقد أضاف إلى شرحه أقول الأئمة الثلاثة ولوح إلى الأصح من أقواله. كشف الظنون: ٢/ ١٦٠٠.
(٤) بدر الدين محمود بن محمد العيني القاضي المصري، من فقهاء الحنفية، محدثاً أديباً مؤرخاً، له شرح على صحيح البخاري، وفاته سنة ٨٥٥هـ. الضوء اللامع: ١٠/ ١٣١؛ شذرات الذهب: ٧/ ٢٨٦.
(٥) في (د): (بفسقه).
(٦) علاء الدين، تكملة حاشية ابن عابدين: ١/ ٨٥١.',NULL,'105',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (98,'وَفي (شرح الكِنز) (١) للزيلعي (٢) قَوله: أو يَبُول أو يَأكل عَلى الطريق، وَيظهر سَبَّ السلَف، يَعني الصالحِين مِنهِم وَهُم الصَحابة وَالتابعُون؛ لأن هَذِهِ الأشيَاء تدُل عَلى قصُور عقله (٣) وَقلة مُرؤته؛ وَمن لم يمتنع عَن مثلهما لا يمتَنع عَن الكذب عَادة، بِخلاِف مَا [إذا] (٤) كَانَ يخفي السبّ، ثم قَالَ: [ولا يقبل من يكثر شتم أبله ولا في شتم الفاسق ثم قال:] (٥) وَأهل الأهوَاء إلا الخطابية.
وَقال الشافِعي: لاَ تقبل شهادَة أهل الأهوَاء؛ لأنهم فَسقَة (٦)، إذ (٧) الفسق [من حيث الاعتقاد
أغلظ في الفسق] (٨) مِن حَيثُ التعَاطي وَلاَ شهادَة للفاسِق، ولنا أن الفاسِق إنما تردّ شهادَته لتِهمة الكذب وَالفِسق مِن حَيثُ الاعتِقاد، وَلاَ يَدُل عَلى ذلَك بَل مَا أوقعَهُ فيه إلا تدينه، ألا ترى أن فيهم من يكفر بالذنب (٩)،
_________
(١) أصل الكتاب هو (كنز الدقائق) في فروع الحنفية لأبي البركات عبد الله بن أحمد المعروف بحافظ الدين النسفي، وفاته سنة ٧١٠هـ (كشف الظنون: ٢/ ١٥١٥)، للزيلعي شرح عليه سماه (تبيين الحقائق لما في الكنز من الدقائق). كشف الظنون: ٢/ ١٥١٥.
(٢) فخر الدين أبو محمد عثمان بن علي الزيلعي (وهو غير عبد الله الزيلعي صاحب نصب الراية)، فقيه حنفي أصله من الصومال سكن القاهرة وفيها وفاته سنة ٧٤٣هـ. الدرر الكامنة: ٢/ ٤٤٦؛ الجواهر المضيئة: ص ١١٥.
(٣) في (م): (مقلد).
(٤) غير موجودة في النسختين.
(٥) زيادة من (د).
(٦) النووي، روضة الطالبين: ١١/ ٢٣٩.
(٧) في (م): (أو).
(٨) زيادة من (د).
(٩) هذا القول مشهور عن الخوارج.',NULL,'106',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (99,'وَمنهم مَن يَجعَل منَزلَته بين (١) الإيمَان وَالكفر (٢)، فَيكون هوَ أقوى اجتنِاباً عَن الكذِب حَذراً عَن الخروج مِن الدين؛ وَلأنه مُسلم عَدل لا يتعَاطى الكذب فوجَبَ قبُول شهادَته، قياساً عَلى غَير صَاحِب الهَوى وَهَواه عَن تأوِيل وَتدَين، فَلاَ تبطل عدالته به، كَمَن يبيح [١٩/أ] المثلث (٣) أو مَتروك التسِميَة (٤).
واستدَل محمد (رَحمهُ الله) عَلى قبول شهادته، فقَالَ: أرَأيت أن أصَحاب رَسُول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ سَاعدوا مُعَاوية عَلى مخالفَة عَلي، وَلو شهُدوا بَيْنَ يَدي عَلي أكانَ يردّ شهادَتهم؟ وَمخالفَة عَلي بَعدَ عثمَان بدعَة وهَوى، فكيفَ الخُروج عَليه بالسّيف؟ وَلكن لما كَانَ عَن (٥) تأويلٍ وَتدينٍ، لم يمنَعْ قبول شهادَتِهِ أن يكونَ هوى لا يكفر بِهِ صَاحِبه.
وأَّما مَا ذَكره القهُستاني (٦) مِن أنه لا يقال: إن أهل الأهواء فاسقون بهَذِهِ الاعِتقادَاتِ، فكَيفَ تقبل شهادَتهم مُطلقاً؟ لأنا نقول لاَ نسَلم أنهم فاسَقونَ، فإن الفِسق لاَ يُطلق عَلى فِعل القلب - كَمَا في الكرمَاني - فخَطأ فَاحِش مِن قائلِهِ وَناقِله، بَلاَ تقدم مِن أن الفِسق مِن حَيثُ الاعتِقاد اغلظَ إلى الفِسق من حَيثُ
_________
(١) هذا القول مشهور عن المعتزلة.
(٢) في (م): (بدين).
(٣) المثلث: هو الشراب المطبوخ من ماء العنب حتى ذهب ثلثاه وبقي معتقاً وصار مسكراً. بدائع الصنائع: ٥/ ١٢٢.
(٤) متروك التسمية: مصطلح يطلق على الذبيحة التي تعمد من ذبحها ترك التسمية عليها. الرازي، تحفة الملوك: ص ٢١٦.
(٥) في (د): (عند).
(٦) شمس الدين محمد بن حسام الدين الخراساني القهستاني الحنفي، كان مفتياً ببخارى، له مؤلفات في الفقه، وفاته في حدود سنة ٩٥٣هـ. شذرات الذهب: ٨/ ٣٠٠؛ هدية العارفين: ٢/ ٢٤٤.',NULL,'107',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (100,'التعَاطِي، وَلأن بَغض الصَحِابة فسقٌ بالإجماعِ وَمحله القلب؛ وَلأن مَن في قلبه من الأخلاقِ الذمِيمة كالكِبر وَالحَسَد وَحبّ الدنيَا مِن الفسقة، كَمَا في (الإحَياء) وَغَيره مِن كتب الأخلاَقِ (١).
ويدل عليه قوله تعالى: {وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ} [البقرة: ٢٨٣] وَقوله: {وَلا يُضَارَّ كَاتِبٌ وَلا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ} [البقرة: ٢٨٢] ولأن الفِسق لغَةً وَشرعاً هُوَ الخرُوج عَن الطاعَة، وَعُرفاً مُختَص بالكبَائر دونَ (٢) الكُفر وَالصِغائر، وَالله اعَلم بالسَرائر.
وَمِنْ هنا قالَ بَعض الأكابر: مَنْ لم يتغَلغل في علوم الصوفية ماتَ (٣) مُصِراً عَلى الكبَائر وَلا يعلم، وَالله الهَادي إلى سَواء السّبيل (٤).
_________
(١) في (د): (الإطلاق).
(٢) في (د): (يريدون).
(٣) في (م): (بات).
(٤) هذا الكلام مردود على المؤلف (رحمه الله)، فكان الأولى به أن يستشهد بما ورد في السنة في هذا الباب من أحاديث وما ورد عن السلف من آثار وأخبار، مثل قول معاذ بن جبل قال: أوصاني رسول الله صلى الله عليه وسلم بعشر كلمات قال: ((لا تشرك بالله شيئا وإن قتلت وحرقت، ولا تعقن والديك وإن أمراك أن تخرج من أهلك ومالك، ولا تتركن صلاة مكتوبة متعمداً، فإن من ترك صلاة مكتوبة متعمداً، فقد برئت منه ذمة الله ولا تشربن خمراً، فإنه رأس كل فاحشة وإياك والمعصية، فإن بالمعصية حل سخط الله عز وجل، وإياك والفرار من الزحف، وإن هلك الناس وإذا أصاب الناس موتان وأنت فيهم فاثبت وأنفق على عيالك من طولك، ولا ترفع عنهم عصاك أدبا وأخفهم في الله)). مسند الإمام أحمد: ٥/ ٢٣٨.',NULL,'108',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (101,'في (شرح البرجندي) (١): وَتقبل الشهادَة (٢) مِن أهل الأهَواء، وَهوَ مِن زاغَ عَن طَرِيقة أهل السّنة وَالجماعة، وَكانَ مِن أهل القبلة، كذا في (المغرب) (٣).
قال: وَكبَار فرقهم سبعٌ عَلى مَا في (المَواقِف) (٤)، وَالمعتزلَة وَهم عَشُرونَ صِنفاً، وَالشيعة وَهم اثنان وَعشرون صنفاً، وَالخوارج وَهم عشرون صِنفاً، وَالمرجئة وَهم خمسَة أصنَاف، وَالنجارية (٥) ثلاثة أصنَاف، وَالجَبرية وَالمشبهة وَهم صِنفان، فَفرق أهل [١٩/ب] الأهَواء اثنان وَسبعُونَ (٦)، وَشهادَة الكل تقبَل؛ لأن وقوعه في الاعتِقَاد البَاطِل إنَما هُوَ الديَانَة والكذب حَرام عِندَ الجِمَيع.
قَالَ: وَمِن مشائخنا مَن فرّق بَيْنَ الهوى الذي هو كفر [وَبَيْنَ الهَوى الذي ليس بكفر، فمِن الذي هُو كفر] (٧) اعِتقاد بعض الروَافض كان الأئمة آلهة، وَأحكامهم أحكام المرتدين (٨).
_________
(١) هو عبد العلي بن محمد بن حسين البرجندي (مدينة بتركستان)، من فقهاء الحنفية، له شرح على الوقاية سماه (شرح النقاية مختصر الوقاية)، وفاته في حدود سنة ٩٣٥هـ. هدية العارفين: ١/ ٥٨٦؛ معجم المؤلفين: ٥/ ٢٦٦.
(٢) في (د): (شهادة).
(٣) هو كتاب في لغة الفقه، تصنيف: أبو الفتح ناصر بن عبد السيد المطرزي الحنفي، وفاته سنة ٦١٠هـ. كشف الظنون: ٢/ ١٧٤٧.
(٤) يعني فرق الخوارج كما في المواقف: ص ٦٩٢.
(٥) أصحاب محمد بن الحسين النجار، وافقوا المعتزلة في نفي الصفات الوجودية وحدوث الكلام ونفي الرؤية، ولذلك عدها البعض من فرق المعتزلة. الفرق بين الفرق: ص ١٩؛ المواقف: ص ٧١٠.
(٦) هذا على تقسيم الأيجي، وهناك من قسم أصول الفرق غير هذا التقسيم. ينظر كتابنا ابن حزم الأندلسي ومنهجه في دراسة العقائد والفرق الإسلامية: ص ١٨٥.
(٧) زيادة من (د).
(٨) علاء الدين، تكملة حاشية رد المحتار: ١/ ٥٨٠.',NULL,'109',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (102,'ثُمَّ قَالَ وَقد سَألِني (١) مِن أهل الأهَواء مَن يظهر سَبّ السلف، وَإنما لم يذكره هنا لأنهُ سَيذكر فيما بَعد، أو لأن رَد شهادَتهم احتمل أن يكُونَ لأِجل السَبِّ، ولو سَبَّ وَاحِداً مِن النَّاس لاَ يجُوز شهادَته، فهَنا أولى (٢) إليه، أشار في (الذخيرة) (٣).
ثُمَّ قَالَ: وَمَن أنكر إمَامَة أبي بكر [الصديق] (٤)؟ فَقالَ بَعضهم: إنه مُبتدع وَليسَ بِكافرٍ، وَالصحيح أنه كافرٌ، وَكذَا مَن أنكرَ خِلافة عُمر عَلى أصَح الأقوال، كذا في (الظهيرية) (٥).
ثُمَّ قَالَ: وَلاَ تقبَل شهادَة مَن يظهر سَبّ السَلف لِظهُور فسقِه، بخلاف مَن يَكتمه، قال: وَذكر في (الخلاَصَة): إذا كَانَ يسبّ الشيخين وَيلعَنهما فَهوَ كافرٌ، انتَهى (٦).
وَأنتَ تَرى أن هَذا مخالفٌ لمَا سَبقَ عَن (٧) الجمهُور (٨)، كَمَا لاَ يَخفَى على
_________
(١) في (د): (سبني).
(٢) في (د): (أولا).
(٣) الهداية: ٣/ ١٢٣؛ البحر الرائق: ٧/ ٩٢. وينظر أيضاً المغني: ١٠/ ١٦٨؛ مغني المحتاج: ٤/ ٤٣٦.
(٤) زيادة من (د).
(٥) البحر الرائق: ١/ ٣٧٠؛ حاشية ابن عابدين: ١/ ٥٦١.
(٦) لسان الحكام: ص ٤١٤؛ حاشية ابن عابدين: ٤/ ٢٣٧.
(٧) في (د): (على).
(٨) يعني هنا جمهور الحنفية، ولكنه بواقع الحال موافق لما عليه جمهور العلماء من رد شهادة من يظهر سب السلف كما تقدم نقله عن ابن قدامه وغيره. قال السبكي: ((في تكفير من سب الشيخين وجهان لأصحابنا، فإن لم نكفره فهو محمود لا تقبل شهادته، ومن سب بقة الصحابة فهو محمود مردود الشهادة، ولا يغلط فيقال شهادته مقبولة)). مغني المحتاج: ٤/ ٤٣٦.',NULL,'110',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (103,'ذوِي النّهى، وَفيه تعليل مَنقول لتخصّص (١) الشيخين وَجه مَعقول (٢)، ثُمَّ اعلَم أنه لاَ بد لِلمفتي المقلد أن يعلم حَال مَن يفتي بِقولهِ، وَمَعرفة مَرتبته في الروَاية وَدرجَته في الدرَاية؛ ليكُونَ عَلى بَصِيرةٍ (٣) وَافيَة (٤) في التمّييز بَيْنَ القائلِين المتخالفِينَ، وَقدرة كَافيَة في الترجيح بيَنَ القولَين المتعَارضَين.

<span data-type="title" id=toc-39>في قول كمال باشا زادة إن الفقهاء سبع طباق:</span>
فقد قال كمال بَاشا زَادة (٥): إن الفقهاء سَبع طبَاق (٦):
طبقة المجتهدين في الشرع:
الأولى: طبَقة المجتهدين في الشرع، كالأئمة الأربَعة وَمَن سَلكَ مَسلكهم في تأسِيسِ قواعِدِ الأصُول، وَاستنبَاط أحكام الفُروع عَن الأدلة الأربَعة الكتِابِ وَالسّنة وَالإجماع وَالقَيِاس، عَلى حَسب تلكَ القَواعِد مِن غَير تقِليد لأحَد لاَ في الفرُوع وَلا في الأصُول.
المجتهدين في المذاهب:
وَالثانية: طَبقة المجتَهدينَ في المذهَب (٧)، كأبي يُوسُف وَمحمد وَسَائر أصَحِاب
_________
(١) في (د): (لتخصيص).
(٢) في (د): (منقول).
(٣) في (د): (البصيرة).
(٤) في (م): (واقية).
(٥) أحمد بن سليمان بن كمال باشا الحنفي القاضي، له مؤلفات في فنون مختلفة، وفاته سنة ٩٤٠هـ. الشقائق النعمانية: ص ٢٢٦؛ شذرات الذهب: ٨/ ٢٣٨.
(٦) النص ورد في ترجمة أبي حنيفة للمؤلف، وهي رسالة ملحقة بكتاب الجواهر المضيئة: ص ٥٥٨.
(٧) في (د): (المذاهب).',NULL,'111',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (104,'أبي حَنِيفة، القادِرين عَلى استخراج الأحكام مِن الأدِلة المَذكورَة عَلى القَواعِد [٢٠/أ] التي قررَهَا أستَاذهم أبَو حَنِيفة، وَإن خَالفُوه في بَعضِ الفروع، لِكن يقلدُونه في قَواعِد الأصُول، وَبه يَمتَازونَ عَن المعَارضِينَ في المذهَب كَالشافِعي وَنظرائه المخالفينَ، كأبي حَنِيفة في الأحكام غَير مُقلدينَ لَهُ في الأصُول.

<span data-type="title" id=toc-40>المجتهدين في المسائل:</span>
والثالثة: طبقة المجتَهدينَ في المَسَائل التي لاَ روَايِة فيها عَن صَاحِب المذهب، كالخَصاف (١) وَأبي جَعفر الطحاوِي (٢) وَأبي الحَسَن الكرخي (٣) وَشمس الأئمة الحلوَاني (٤) وَشمس الأئمة السرخسِي (٥) وَفخر الإسلام
_________
(١) أبو بكر أحمد بن عمرو بن مهير الشيباني الحنفي، الفقيه المحدث العلامة، وفاته سنة ٢٦١هـ. سير أعلام النبلاء: ١٣/ ١٢٣؛ الجواهر المضيئة: ص ٨٧.
(٢) أبو جعفر أحمد بن محمد بن سلمة الطحاوي الحنفي المصري، الحافظ الكبير ومحدث الديار المصرية وفقيهها، وفاته سنة ٣٢١هـ. سير أعلام النبلاء: ١٥/ ٢٧؛ الجواهر المضيئة: ص ١٠٢.
(٣) أبو الحسن عبيد الله بن الحسن الكرخي، من مشاهير فقهاء الحنفية، وإليه انتهت رئاسة العلم، وفاته سنة ٣٤٠هـ. طبقات الفقهاء: ص ١٤٨؛ الجواهر المضيئة: ص ٣٣٧.
(٤) أبو محمد عبد العزيز بن أحمد بن نصر بن صالح الحلواني الحنفي، الملقب بشمس الأئمة، له أكثر من كتاب في فقه الحنفية، وفاته سنة ٤٤٨هـ. سير أعلام النبلاء: ١٨/ ١٧٧؛ الأنساب: ٤/ ١٩٤.
(٥) أبو بكر محمد بن أحمد بن أبي سهل السرخسي الحنفي، شمس الأئمة القاضي، أشتهر بكتابه المبسوط في فقه الحنفية، وفاته سنة ٤٨٣هـ. الجواهر المضيئة: ص ٢٨؛ كشف الظنون: ١/ ١٦٤.',NULL,'112',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (105,'البزدوي (١) وَفخر الدين قاضِي خَان وَأمثالهم، فَإنهم لاَ يقدرون عَلى المخالفة لِشيخٍ (٢) في الأصُول وَلاَ في الفُروع، لِكنهم يستنبطُون الأحكام في المَسَائل التي لا نَص عَنهُ (٣) فيهَا عَلى حَسَب أصول قَررَها وَمُقتضى قَواعِد بَسطها وَحرَرها.

<span data-type="title" id=toc-41>أصحاب التخريج من المقلدين:</span>
الرابعة: طبَقة أصحاب التخريج مِن المقلدِين، كالفَخرِ الرازِي (٤) وَأضرَابه، فإنهم عَلى تفضِيل قَول مجمل (٥) ذِي وَجهَين، وَحكم مُبهم محتمل لأمرين، مَنقول عَن صَاحِب المذهَبِ أو عَن أحَدٍ مِن أصحَاب المجتهدِينَ، بِرَأيهم وَنَظرهم في الأصُول وَالمقايسَة عَلى أمثالِه وَنظرائه مِن الفرُوع، وَمَا وَقعَ في بَعضِ الموَاضِع مِن (الهدَاية) في قولِهِ كَذا في تخريج الكرخي وَتخريج الرازي مِن هَذا القَبيل.
أصحاب الترجيح من المقلدين:
الخامسة: طبَقة أصحَاب الترجيح مِن المقلدِين، كأبي الحَسَن القدَوري
_________
(١) أبو الحسن علي بن محمد بن الحسين بن عبد الكريم البزدوي الحنفي، فخر الإسلام، شيخ الحنفية، عالم ما وراء النهر، وفاته سنة ٤٨٢هـ. سير أعلام النبلاء: ١٨/ ٦٠٢؛ الجواهر المضيئة: ص ١١٨.
(٢) في (د): (للشيخ).
(٣) في (د): (عليه).
(٤) أبو عبد الله محمد بن عمر بن الحسين بن الحسين التيمي البكري، المعروف بالفخر الرازي، عالم بالتفسير والفقه والأصول، وهو مشهور بميله للاعتزال، وفاته سنة ٦٠٦هـ. سير أعلام النبلاء: ٢١/ ٥٠٠؛ لسان الميزان: ٤/ ٥٠٤.
(٥) في (د): (محمد).',NULL,'113',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (106,'وَصاحِب (الهدَاية) (١) وَأمثَالها، وَشأنهم تَفضيل بَعض الروَايَاتِ عَلى بَعضِ أخر بقَولهم: هَذا أولَى وَهذا أصَح روَاية، وَهذا أرفق لِلنَّاسِ.

<span data-type="title" id=toc-42>طبقة أصحاب التمييز بين الأقوى والقوي والضعيف:</span>
السادسة: طبَقة المقلدِين القادِرين عَلى التمييز بَيْنَ الأقوى وَالقَوي وَالضعِيف وَظاِهر المذهَب وَظِاهر الروَاية، [والروَاية] (٢) النادرَة كأصَحاب المتُون المُعَبرة عَن المتأخِرينَ (٣)، مثل صَاحب (الكنز) (٤) وَصَاحِب (المختار) (٥) وَصَاحِب (الوقاية) (٦) وَصَاحِب (المجمع) (٧)، وَشأنهم أن لا ينقلوا في كتبهم إلا الأقوال المردُودَة وَالروَايَات الضعِيفة.
_________
(١) هو محمود بن أحمد بن عبد العزيز بن عمر البخاري، برهان الدين المرغيناني، من أكابر فقهاء الحنفية، له مؤلفات عديدة أشهرها الهداية، وفاته سنة ٦١٦هـ. سير أعلام النبلاء: ٢١/ ٢٤٢؛ هدية العارفين: ٢/ ٤٠٤.
(٢) زيادة من (د).
(٣) في (د): (من التأخير).
(٤) هو الزيلعي (وقد تقدمت ترجمته).
(٥) (المختار) في فروع الحنفية لأبي الفضل مجد الدين عبد الله بن محمود بن مودود الموصلي الحنفي، ولي قضاء الكوفة، واستقر في بغداد وفيها وفاته سنة ٦٨٣هـ. الفوائد البهية: ص ١٠٦؛ كشف الظنون: ٢/ ١٦٢٢.
(٦) هو برهان الدين محمود بن عبيد الله المحبوبي الحنفي، ويعرف بصدر الشريعة وفاته سنة ٧٤٧هـ. الفوائد البهية: ص ١٠٩؛ كشف الظنون: ٢/ ٢٠٢٠.
(٧) هو ابن الساعاتي تقدمت ترجمته صاحب كتاب (مجمع البحرين وملتقى النهرين).',NULL,'114',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (107,'<span data-type="title" id=toc-43>المقلدون الذين لا يقدرون على ما ذكر:</span>
السابعة: طبَقة المقلدِين [٢٠/ب] الذينَ لاَ يقدرونَ عَلى مَا ذكر، وَلا يفرقُون بَيْنَ الغَثِّ وَالسِمينَ وَلا يمَيزونَ الشمال عَن اليَمِين، بَل يخفونَ مَا يجدُونَ كَحاطبِ الليل لهُمْ، فالوَيل لهم وَلمَن قلدَهم [كل الويل] (١)، انتهى.
وَفي أصُول البزدَوِي (٢): أجمعَ العُلماء وَالفقهَاء أن المفتي يَجبُ أن يَكونَ مِن أهِل الاجتهادِ، [فإن لم يكن مِن أهِل الاجتهادِ] (٣) لا يَحل لَهُ أن يفتي إلاَّ بِطريق الحكايَة، فَيحكي مَا يحفظ مِن أقوالِ الفقهاء، وَلاَ يَحل لَهُ أن يفتي (٤) فيما لا يحفظ فِيه قَولاً مِن أقوال المتقدمِينَ (٥).
وفي (الظهيرية): روي عَن أبي حَنِيفة أنه قال: ((لاَ يحل لأحَد أن يفتي بقولنَا مَا لم يعلم مِن أينَ قلنَا)) (٦)، انتهَى.

<span data-type="title" id=toc-44>العالم [هو] العالم بأقوال الفقهاء:</span>
فإذا كَانَ لاَ يَجُوز [تَقلِيد الإمَام مِن غَير دليلٍ في الأحَكامِ، فَكَيف يَجُوز] (٧) تَقلِيد المقلدينَ الذينَ مَا وَصَلُوا إلى مَقام المجتَهدين؟ نَعَم يَجُوز لِلعَامي أن يقلد العَالم - وَلو مُقلد الضرورَة - أمر الدين، وَالمرادُ بِالعَالم هُوَ العَالم بِأقوالِ
_________
(١) زيادة من (د).
(٢) (أصول البزدوي): طبع في الاستانة سنة ١٣٠٧هـ بهامش كشف الأسرار. معجم المطبوعات العربية: ١/ ٥٣٨.
(٣) سقطت من (د).
(٤) في كلا النسختين جاءت العبارة: (ولا يحل له لأحد أن يفتي فيما ... ). وهي لا تستقيم بهذا المعنى.
(٥) لسان الحكام: ص ٢١٨.
(٦) المصدر نفسه: ص ٢١٨.
(٧) سقطت من (د).',NULL,'115',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (108,'الفقهاء، لا النَحوي والصّرفي (١) وَالمنطِقي وَغيرهم مِمن يَزعمُ أنه مِن الفُضَلاء، ثُمَّ العَامي إذا استثنى في الحَادِثة، وَوقعَ في الاختِلاَف فيما بَيْنَ الفقهاء، يَأخذ بِقول مَن هوَ أفقه وَأورَع مِن العُلمَاءِ (٢) عَلى مَا في (المحيط) (٣).
وَفي (شرح المجمع المختار) (٤): أن الفاسِق لاَ يَصلح أن يَكُونَ مُفتياً - يَعني وَلو كَانَ عَالماً - لأنه رُبما يكذب في مَقالهِ، وَرُبما يُرَاعي صَاحِبه في حَالهِ، وَرُبما ينقل روَاية في مَقامِ انتِقالِهِ، وَمِن المعلُومِ أن الفاسِق لا تصِح لَهُ الروَاية، فكذا مقامهُ في باب الدّرَاية، وَاللهُ وَلي الهدَاية في البدَاية وَالنهايَة؛ وَلأن مَبنَى الفَتوى عَلى الأمَانة والاحترَاز عَن (٥) الخيَانة، فإن بهمَا (٦) يتم أمر الدّيانة، وَقيلَ يصلح للنَّاسِ أن يكُون مُفتِياً لا يَحتَاط فِيه للِسمعة وَالرّياء كيَلا ينسب إلى الخطأ (٧).
[ثُمَّ الاجتهاد لغة هُو بَذل المجهود لِنيلِ المقصُود] (٨)، وَأمَّا أهليته: فأهل الاجتهاد مَن يكون عَالماً بِالكِتابِ وَالسّنة وَالآثار وَوجُوه الفِقه، كذَا في
_________
(١) في (د): (والصوفي).
(٢) ينظر تفاصيل هذه المسألة عند الغزالي، المستصفى: ١/ ٣٥١؛ إعلام الموقعين: ١/ ٤٦.
(٣) (المحيط البرهاني في الفقه) لمحمود البخاري (صاحب الذخيرة). معجم المؤلفين: ١٢/ ١٤٦. وقد حقق الكتاب على يد مجموعة من طلبة الدراسات العليا في كلية العلوم الإسلامية ببغداد.
(٤) هو لابن فرشته، وقد تقدم التعريف به.
(٥) في (م): (والإصرار على).
(٦) في (د): (بها).
(٧) حاشية ابن عابدين: ٥/ ٣٥٩؛ وينظر للفائدة: الجويني، البرهان: ١/ ٤٤١.
(٨) سقطت من (د).',NULL,'116',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (109,'(المحيط) (١) [٢١/أ].
وَفي (الظِهيرية): أن شرط صَيرورَة المَرء مُجتَهداً، إن لم يعلم مِن الكتاب والسّنة مقَدار مَا يتعَلق بِهِ الأحكام دُونَ مَا يتعلق بِهِ المَواعِظ وَالقصَص (٢).
وَفي (الهداية): وَحاصله أن يَكُونَ صَاحب حدِيث لَهُ مَعرفة بالفِقهِ ليعرف مَعاني الآثار، أو صَاحِب فِقه لَهُ مَعرفة بِالحَدِيث كيلاَ يشتَغل بالقِيَاس في النصُوص عَليَه (٣)، انتهى.
وَمعنَى قَوله: ((صَاحب حدِيث لَهُ مَعرفة بالفِقهِ)) أي مَنسوب إلى الحَدِيث لِزيادَة عِلمه وَدرسه فيه، وَلكن لَهُ فقه أيضاً وَليسَ هُو بِقدر علمه في الحَدِيث، أو ((صَاحِب فقه له مَعرفة بِهِ)) أي مَنسُوب إلى

الفِقهِ، وَلكن لَهُ عِلم بالحَدِيثِ أيَضاً وَليسَ هُو بِقدر عِلمه بالفِقه (٤)، كذاَ ذَكرَه ابن الضياء (٥).
ومجُمله أنه لاَ يكُون فقيهاً مُجرداً يحفظ الروَاية، وَلاَ مُحدثاً خَالياً عَن الفِقه وَالدرَاية، بَل يَكُون جَامِعاً بينَهما في بابِ الهدَايَة، قيل: وَأن يكُون صَاحِب قريحة يعرف بها عَادَات النَّاس؛ لأن من الأحكام مَا يبتني عَليهَا في مقام القِيَاسِ (٦).
_________
(١) ينظر: السبكي، الإبهاج: ٣/ ٢٤٦؛ المناوي، التعاريف: ص ٣٥.
(٢) ينظر شروط الاجتهاد عند ابن بدران، المدخل: ص ٣٦٧؛ السمعاني، قواطع الأدلة: ٢/ ٣٠٢.
(٣) الهداية: ٣/ ١٠١.
(٤) السرخسي، المبسوط: ١٦/ ١٠٩؛ شرح فتح القدير: ٧/ ٢٥٩.
(٥) أبو البقاء محمد بن أحمد بن الضياء محمد القرشي المكي الحنفي القاضي، له شرح على مجمع البحرين، ولادته ووفاته بمكة سنة ٨٥٤. الضوء اللامع: ٧/ ٨٤؛ البدر الطالع: ٢/ ١٢٠.
(٦) الهداية: ٣/ ١٠١؛ البحر الرائق: ٦/ ٢٨٨.',NULL,'117',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (110,'وَفي (شرحِ (١) الأتقاني (٢)): وَإذا بَلغ الرجُل أن يكُون عَالماً بالمنصُوص (٣) مِن الكتابِ وَالسنة، مِما يتعَلق بِهِ الأحكَام الشرعية يَصِير مجتهداً، وَيَجبُ عَليه العَمل بِاجتهادِهِ، وَيحرم (٤) عَلَيه تقليد غَيره (٥)، كَذا في (المِيزان) (٦).
وفي (أصول (٧) البزدوي): الصحيح أن أهل الاجتهاد في مَسائل الفِقه، [مَن يكون عالماً بدلائل الفقه] (٨) وهي الكِتابِ وَالسنَة وَالإجِماع وَالقِياس (٩).
وَفي (فصول (١٠)) الاسروشني (١١) قَالَ بَعضهُم: إذا كَانَ صَوابه أكثر من
_________
(١) هو شرح على الهداية اسمه: (غاية البيان ونادرة الاقران في آخر الزمان). كشف الظنون: ٢/ ٢٠٢٣؛ معجم المؤلفين: ٣/ ٤.
(٢) هو أمير كاتب بن أمير عمر بن أمير غازي الفارابي الحنفي، قوام الدين كانت له معرفة بالفقه والحديث واللغة، وفاته سنة ٧٥٨هـ. الدرر الكامنة: ١/ ٤١٤؛ شذرات الذهب: ٦/ ١٨٥.
(٣) في (د): (النصوص).
(٤) في (د): (فيحرم).
(٥) ينظر للفائدة: السبكي، الإبهاج: ٣/ ٢٧٠؛ الغزالي، المنخول: ص ٤٥٥.
(٦) في فروع الحنفية، ذكره صاحب كشف الظنون ولم يشر إلى مؤلفه: ٢/ ١٩١٨.
(٧) (أصول) سقطت من (د).
(٨) زيادة من (د).
(٩) ينظر: الرازي، المحصول: ٤/ ٢٨٢.
(١٠) في (د): (أصول). فصول الاسروشني في فروع الحنفية في المعاملات فقط. كشف الظنون:٢/ ١٢٦٦.
(١١) هو أبو الفتح مجد الدين محمد بن محمود بن حسين الحنفي، نسبته إلى (أسروشنة) شرقي سمرقند وفاته سنة ٦٣٢هـ. كشف الظنون: ٢/ ١٢٦٦.',NULL,'118',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (111,'خطئه [حلَّ] (١) لَهُ الاجتهاد (٢).
وَفي (النهايَة): وَأمَّا حُكم الاجِتهاد فالإصَابة بِغَالِبِ الرأي، حَتى قلنَا إن المجتهَد يخطئ ويُصِيب {اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ} [الشورى: ١٣] (٣).
وَقدَ ورَدَ: ((أن المجتَهد إذَا أصَابَ فلَهُ أجرَانِ، وَإن أخطأ فلَهُ أجر وَاحِد)) (٤).

<span data-type="title" id=toc-45>ينبغي للقاضي أن يعرف الناسخ والمنسوخ:</span>
وَفي (المحيط): ينبَغي للِقَاضِي أن يقضي بمَا في كِتَابِ اللهِ تعَالَى، وَينبَغي [٢١/ب] أن يَعرف مَا في كتاب اللهِ مِن الناسِخ وَالمنسُوخ، وَأن يَعرف المتشابه، وَمَا فيه اختِلاَف العُلماء لُيَرجح قول البَعضِ عَلى البَعضِ بِاجتهادِهِ، فإن لم يَجد في كِتابِ اللهِ، يقضِي بما جَاءَ عَن رَسُول الله صلى الله تعالى عليه وسلم، وَينَبغي أن يعَرف النَاسخ وَالمنَسوخ مِن الأخبار، فإن اختلف الأخبَار يَأخذ بَما هو الاشبَه، وَيميل اجتهَاده إلَيه، وَيَجبُ أن يعلم [المُتَواتِر وَالمشهُور،
_________
(١) زيادة من (د).
(٢) ينظر لسمعاني، قواطع الأدلة: ٢/ ٣١١.
(٣) وقد جاءت الآية الكريمة في (د) محرفة.
(٤) لم أجد حديثاً بهذا اللفظ، ولكن الحديث الذي أخرجه البخاري عمرو بن العاص أنه سمع رسول الله صلى الله عليه وسلم يقول: ((إذا حكم الحاكم فاجتهد ثم أصاب فله أجران وإذا حكم فاجتهد ثم أخطأ فله أجر)). الصحيح، كتاب الاعتصام، باب أجر الحاكم: ٦/ ٢٦٧٦، رقم ٦٩١٩.',NULL,'119',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (112,'وَمَا كَانَ مِن أخبَار الآحَاد، وَيَجبُ أن يَعلم] (١) مَراتب الروَاة، فإن مِنهمْ مَن عرفَ بالفِقهِ وَالعدالة كَالخلفاء الراشدينَ وَالعَبادِلة وَغيرهم، وَمنهم مَن يَعرف بَذلكَ، وَمنهُم مَن لم يَعرف بِطُول الصَّحبة.
وَإن كَانتَ حَادِثة لم يرد فيهَا شيء عَن رَسُول الله صلى الله تعالى عليه وسلم يَقضِي فيها بما اجتمعَ علَيه الصحَابة، فإن كَانتَ الصحَابة فيها مختلفِينَ، يَجتَهد (٢) في ذلك وَيُرجح قَوِل بَعض عَلى البَعْضٍ إذا كان مِن أهل الاجتهاد، وَليسَ لَهُ أن يخالفهُم جَميعاً باختراع قَولٍ ثالث؛ لأنهم مَع اختِلافهم اتفقوا عَلى أن مَا عَدا القولينَ بَاطِل، وَكانَ الخَصّاف يَقول ذلَك، وَالصحيح مَا ذكرنَا، وَلاَ يفضل (٣) قول الجماعَة عَلى قَولِ الوَاحِد.
قَالَ الفِقيه أبُو جَعفَر: وَهذا عَلى أصلِ أبي حَنِيفة، أمَّا عَلى أصل محمد فيفضل (٤) قَول الجماعَةِ عَلى قول الوَاحِد، ثم إجماع الصحَابةِ [ينعقد بطريقين: أحدهما اتفاق كل الصحابة] (٥) عَلى حكم بأقوالهم، وَهذا متفقٌ عَليه، وَالثاني تنصِيص البَعِض وَسُكُوت البَاقين بأن اشتهر قول بَعض فقهائهمْ، وَبلغَ البَاقِينَ ذَلكَ فسَكتُوا وَلم ينكرُوا ذلكَ وَهذَا مَذهبنا، وَلكن هَذَا الإجمَاع في مَرتبة دُونَ الأول؛ لأن الأول مجمعٌ عَليه وَالثاني مُختلفٌ فيه، يَعني فالأول إجَماعٌ قَطعِي وَالثاني ظني، وَإن (٦) وجدَ مِن كلِّ الصحَابةِ اتفاقٌ عَلى حَكم الأوَحد، فإن خالَفهم فَعَلى قَولِ
_________
(١) سقطت من (د).
(٢) في (م): (تجتهد).
(٣) في (د): (يفصل).
(٤) في (د): (فيفصل).
(٥) زيادة من (د).
(٦) في (د): (فإن).',NULL,'120',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (113,'الكرخي لاَ يثبت حكم الإجماع، وَهو قَول الشافعي (١).
وَالصحِيحُ عَندَنا أنهم إن (٢) سوغوا لَهُ الاجتهاد، لاَ (٣) ينعَقد الإجمَاعُ مَع مَخالفته، نحو خَلافِ ابن عَباس في زوجَينَ [٢٢/أ] وَأبوَين، قال: ((للأم ثلث جميع (٤) المال)) (٥)، وَإن لم يسوغُوا لَهُ الاجتهاد، بَل أنكَرُوا عَليه الإجمَاع بَدونَ قوله، نَحو خِلاَف ابن عَباس في ربَا النقد، فإن الصحَابَة لمَّا أنكروا عَليه ثبت الإجماع بَدونِ قَوله، حَتى لَوْ قَضَى قَاضٍ بَجواز بيَع الدرَاهم بالدرهمَين ينفذ قضاؤه، فإن جَاءَ حَديث وَاحد مِن الصحَابة، وَلم ينقل عَن (٦) غَيرهِ خِلاَف ذلكَ (٧).
فعن أبي حَنِيفة روَايَات، فِفي روَاية قَالَ: [أقلد مِنهم مِن كَانوا مِن القضَاة وَالمفتيّن (٨).
وَفي روَاية قالَ] (٩): ((أقلدَ جمَيع الصحَابة إلا ثلاثة مِنهم: أنسَ بن مَالك
_________
(١) ينظر أقوال العلماء في هذه المسألة عند الغزالي، المستصفى: ١/ ١٥٢؛ السمعاني: قواطع الأدلة: ٢/ ٤.
(٢) (أنهم إن) سقطت من (د).
(٣) في (م): (ولا).
(٤) في (د): (جمع).
(٥) قال السرخسي: ((ويختلفون أيضا في زوج وأبوين، فعلى قول عمر وعلي وابن مسعود وزيد رضي الله عنهم للزوج النصف وللأم ثلث ما بقي والباقي للأب وهو قول جمهور الفقهاء، وعلى قول ابن عباس: للأم ثلث جميع المال والباقي للأب)). المبسوط: ٢٩/ ١٤٦. وينظر للفائدة: المحلى: ٩/ ٢٦٠.
(٦) (عن) سقطت من (د).
(٧) ينظر تفاصيل هذه المسألة عند الآمدي، الإحكام: ١/ ٢٩٥.
(٨) أبو شامة المقدسي، مختصر المؤمل: ص ٦٣.
(٩) سقطت من (د).',NULL,'121',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (114,'وَأبَا هريرَة وَسمرة بن جندب، أمَّا أنسَ فإنه بلغِني أنه اختلط عَقله في آخِر عمْرهِ (١)، وَكانَ يستفتي عَلقَمة (٢)، وَأنا لاَ أقلد عَلقمة، فَكيف أقلد مَن يستفتي عَلقمة؟ (٣) وَأمَّا أبَا هريرة فإنه (٤) لم يكنْ مِن أهل الفَتِوى، بَل كَانَ مِن الرواة فيمَا يروى، لاَ يتأمل في المعنَى، وَكانَ لاَ يعرف الناسِخ والمنسُوخ (٥)،
وَلأجلِ ذَلكَ حَجَرَ عَليه عُمر عَلى الفَتوى في آخِرِ عُمرِهِ (٦)، وَأمَّا سَمرة بن جندب فقَدَ بلغني عَنه أنهُ أمر
_________
(١) لم أجد هذه الرواية بسند أو بدون سند في كتب الجرح والتعديل، بل ثبت عكس هذا من دعوة النبي - صلى الله عليه وسلم - له كما روى الإمام أحمد وغيره أن أم سليم التمست له الدعاء من رسول الله - صلى الله عليه وسلم -، قال أنس: ((فما ترك يومئذ خيراً من خير الدنيا ولا الآخرة إلا دعا لي به، ثم قال: اللهم أكثر ماله وولده وبارك له فيه، قال أنس: فأخبرتني ابنتي إني قد دفنت من صلبي بضعا وتسعين، وما أصبح في الأنصار رجل أكثر مني مالا)).المسند: ٣/ ٢٤٨؛ الطبراني، المعجم الكبير: ١/ ٢٤٨؛ أبو نعيم حلية الأولياء: ٨/ ٢٦٧. وينظر أيضاً الإصابة: ١/ ١٢٧.
(٢) هو علقمة بن عبد الله بن مالك بن علقمة النخعي الكوفي، قال عنه الذهبي: فقيه الكوفة وعالمها الحافظ المجتهد الإمام أبو شبل، وفاته سنة ٦٢هـ. تاريخ بغداد: ١٢/ ٢٩٦؛ سير أعلام النبلاء: ٤/ ٥٣.
(٣) لم يكن علقمة من تلاميذ أنس، ولم يثبت لقائه له، إذ كان الأول يسكن الكوفة، والثاني يسكن البصرة، ولم يذكر ضمن شيوخه، فكيف يستفتيه؟!. ينظر تهذيب الكمال: ٢٠/ ٣٠١.
(٤) (فإنه) سقطت من (د).
(٥) في (د): (من المنسوخ) ..
(٦) هذه الرواية هي كسابقتها، فلم أجدها بسند أو بدون سند إلا ما أورده أبو شامة المقدسي، فقد ورد عن ابن عمر ما يناقضها، إذ أخرج الترمذي عنه أنه قال لأبي هريرة: ((يا أبا هريرة: كنت ألزمنا لرسول الله صلى الله عليه وسلم وأعلمنا بحديثه)).السنن: ٥/ ٦٨٤، رقم ٣٨٣٦؛ الإمام أحمد، المسند: ٢/ ٢، رقم ٤٤٥٣. وينظر الإصابة: ٧/ ٤٣٩.',NULL,'122',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (115,'شانٍ، وَالذَي بَلغَهُ عَنهُ أنه كَانَ يتَوسع في الأشربَةِ المُسكرة سِوَى الخمَر، وَكَانَ يتدَلك في الحمَّامِ بالغُمْرِ (١))) فَلَمْ يقلدهم في فتواهُم لهذا (٢)، وَأمَّا فَيما روي عن رسول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ فإنه (٣) كَانَ يأخُذ بِروَايتهم.
وَفي روَايةٍ قال: أقلد جَميع الصحَابة وَلاَ أستجيز خلاَفهم، وَهوَ الظاهِر (٤) في المَذهَبِ (٥).
وَإذا اجتمَعت الصَحابة عَلَى حُكم وَخالَفَهم وَاحِد مِن التابعِينَ - إن كَانَ المخالف مِمن لم يدرك عهد الصحَابة - لاَ يعتبر خِلافه حَتى لو قَضَى القَاضِي بِقولِهِ - بخِلافِ إجماع الصحَابة - كَانَ بَاطِلاً، وَإن كَانَ مِمن أدرك عَهد الصحَابة، وَزاحمَهُم في الفَتوى وسَوغُوا لَهُ الاجتهاد: كشريح (٦) وَالنخعي (٧)
_________
(١) في حاشية (د): (الغمر: بالضم: الزعفران على ما في القاموس). قلت: وهو كما قال. لسان العرب: ٥/ ٣٢. وهذه الرواية عن سمرة بن جندب لا أثر لها في كتب الحديث أو الفقه أو الرجال.
(٢) هذه الرواية نقلها أبو شامة المقدسي (ت ٦٦٥هـ) عن محمد بن الحسن بلا سند. (مختصر المؤمل: ص ٦٣)، وقد تتبعت أصول هذه الرواية فلم أجد لها ذكراً أو سنداً في كتب الفقه أو الحديث أو الرجال، وعلامات الوضع لائحة عليها.
(٣) في (د): (أنه).
(٤) في (م): (ظاهر).
(٥) وهذه الرواية هي الراجحة بنظرنا عن أبي حنيفة، إذ لم يستثنِ أحداً من الصحابة في ذلك.
(٦) في (م): (وكشريح). هو أبو أمية شريح بن الحارث بن قيس بن جهم بن سنان الكوفي، القاضي الفقيه، لم تصح له صحبة، وفاته سنة ٧٨هـ. سير أعلام النبلاء: ٤/ ١٠٠؛ تهذيب التهذيب: ٤/ ٢٨٧.
(٧) أبو عمران إبراهيم بن يزيد بن قيس بن الأسود النخعي الكوفي، الفقيه الحافظ، حديثه في الكتب الستة، وفاته سنة ٩٦هـ. الثقات: ٤/ ٨؛ تهذيب التهذيب: ١/ ١٥٥.',NULL,'123',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (116,'وَالشعبي (١) لاَ ينعَقد الإجماع مَع مخَالفتِه (٢).
[وَلهذا قَالَ أبو حَنِيفة: لاَ ينعَقد الإجماع مَع مخَالفتِه، وَلهَذا] (٣) قَالَ أبُو حَنيفة: لاَ يَثبت إجماع الصحَابة في الأشَعار (٤)؛ لأن إبراهيم النخعي كَانَ يَكرهُهُ [٢٢/ب] وَهوَ مِمن أدرك عَصر الصحَابة، فَلاَ يثبت الإجمَاع بدُون قوله.
وَإن كَان حَادِثة ليسَ فيها إجماع الصحَابة وَلاَ قول أحَد (٥) مِن الصحَابة، لِكن فيها إجماع [التابعِيِن، فإنه يقضي بإجماعِهم، إلا أن إجماع التابعِين في كوَنِه حُجة دُونَ إجماع الصحَابة، وَكَذلكَ إجماع كل قرَن بَعدَ ذلَك َ] (٦) حُجة، وَلكنُه دُونَ الأول في كونِه حُجة (٧).
وَإن كانَت حَادِثة فيها اختلاف بَيْنَ التابعِينَ، يجتَهد القاضِي في ذلك - إذا كَانَ مِن أهِلِ الاجتهادِ - وَيقضي بما هوَ أقرب مِن الصوَاب وَأشبَه بِالحق، وَليسَ لَهُ أن يخالفهم جَميعاً باختراعِ قولٍ ثالِثٍ عِندَنا، عَلى نَحو مَا ذكرنا في الصحَابة، وَإن جَاءَ عَن بَعضِ التابعِينَ وَلم ينقل عَن غَيرهم، فِيه شيءٌ فعَن أبي حَنِيفة روَايتانِ، في روَاية قال: لا أقلدُهم هُمْ رجَالٌ اجتهَدُوا وَنحنُ رجَالٌ نجتهد، وَهوَ ظَاهِر
_________
(١) عامر بن شراحيل الشعبي أبو عمرو الكوفي، ثقة مشهور فقيه فاضل، قال مكحول: ما رأيت أفقه منه، وفاته سنة ١٠٤هـ. طبقات ابن سعد، ٦/ ٢٤٦؛ تهذيب التهذيب.
(٢) مختصر المؤمل: ص ٦٣. وينظر للفائدة: الجويني، البرهان: ١/ ٤٦٠؛ الآمدي، الإحكام: ١/ ٢٩١.
(٣) سقطت من (د). وقد تكررت عبارة (لا ينعقد الإجماع مع مخالفته) في (م).
(٤) في (د): (الأسعار).
(٥) في (د): (فواحد).
(٦) سقطت من (د).
(٧) ينظر للفائدة: الآمدي، الإحكام: ١/ ٢٩٠؛ الرازي، المحصول: ٤/ ٢٨٧؛ الغزالي، المستصفى: ١/ ١٤٩.',NULL,'124',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (117,'المَذهَبِ (١).
وَفي روَاية (النوادر) (٢) قَالَ: مَن كَانَ منهُم أفتَى في زَمَنِ الصحابَة، وَسَوغوا لَهُ الاجتهاد: كشريح (٣) وَمسرُوق بن الأجدع (٤) وَالحسن فأنا أقلدهم (٥)، فإن لم يَجد (٦) إجمَاع مِن بعدهم، وَكَانَ فيه اتفاقٌ بَيْنَ أصحَابنا: أبي حَنِيفة وَأبي يُوسُف وَمُحمد، يَأخذ بِقَولِهم وَلا يَسعهُ أن يخالِفهُم بِدَايةً؛ لأن الحَق لا يعدوهم (٧)، فإن أبَا (٨) يُوسُف كَانَ صَاحِب حَدِيث، حَتى يروى أنه قَالَ: ((أحفظ عِشرينَ ألف حَدِيث مِن المنسُوخ)) (٩) فمَا ظنَكَ مِن الناسخ؟ وَكانَ
_________
(١) السرخسي، المبسوط: ١١/ ٣؛ ابن أمير حاج، التقرير والتحبير: ٢/ ٤١٥.
(٢) هي نوادر الفتاوى لأبي سليمان موسى بن سليمان الجوزجاني ثم البغدادي الحنفي، وفاته بعد سنة ٢٠٠هـ. إيضاح المكنون: ٢/ ٦٨١.
(٣) في كلا النسختين (شريح).
(٤) أبو عائشة مسروق بن الأجدع بن مالك بن أمية الوادعي الهمداني الكوفي، الإمام القدوة، عداده في كبار التابعين والذين اسلموا في زمن النبي - صلى الله عليه وسلم -، وفاته سنة ٦٣هـ. سير أعلام النبلاء: ٤/ ٦٣؛ تهذيب التهذيب: ٩/ ٤١٦.
(٥) في (د): (نقلدهم).
(٦) في (د): (يجدوا).
(٧) في (د): (يعدهم).
(٨) في (د): (أبي).
(٩) لم أجد هذه الرواية فيما وقع تحت يدي من مصادر، ولكن روي عن الإمام أحمد أنه قال: أول ما كتبت الحديث اختلفت إلى أبي يوسف، كان أميل إلى المحدثين من أبي حنيفة ومحمد، وقال يحيى بن معين: ما رأيت في أصحاب الرأي أثبت في الحديث ولا أحفظ ولا أصح رواية من أبي يوسف. سير أعلام النبلاء: ٨/ ٥٣٧.',NULL,'125',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (118,'صَاحِب فِقه وَمعنى (١)، وَمُحمد (٢) كَانَ صَاحِب فِقه [ومقرء] (٣)،
وَكَانَ صَاحِب قريحَة أيضاً؛ وَلهَذَا قَلَّ رجُوعه في المسَائل، وَكَانَ مُقدماً في اللغَة وَالإعراب، وَلهُ مَعرفة بالحديث أيضاً (٤).
وَأبو حَنِيفة (٥) كَانَ مُقدماً في هَذا كَله، إلا أنه قلّت روَايته لمذهبِ تفردَ بِهِ في بَابِ الحَدِيث، [وَهوَ أنه إنما يجدُ روَاية الحَدِيث] (٦) لمَن يحفظ مِن حِين يسمع إلَى أن يروي، وإن اختلفوا فيما بينهم، قَالَ عَبد الله بن المبَارك: يأخُذ بِقولِ أبي حَنِيَفة لاَ محالة.
وَالمتأخرون من مشايخنا اختلفوا، بعضهم قَالُوا: إذَا اجتمعَ [٢٣/أ] اثنان مِنهم عَلى شيءٍ، وَفيهمَا أبو حَنِيَفة يَأخُذ بِقولِ أبي حَنِيَفة، وَإن كَانَ أبو حَنِيَفة في جَانِب وَأبو يوسُف وَمُحمد في جَانِب، فإن كَانَ القَاضِي مِن [أهل الاجتهاد يَجتَهد، وَإن لم يكن مِن] (٧) أهِل الاجتهاد وَيستفتي (٨) غَيره، وَيأخُذُ (٩) بِقولِ
_________
(١) (ومعنى) سقطت من (د).
(٢) في (د): (وأما محمد).
(٣) زيادة من (د) وجاء مكانا فراغا ًفي (م) ..
(٤) لم يعتنِ محمد بن الحسن عناية أبي يوسف في الحديث، وكان أميل إلى الفقه، ومع ذلك فقد قال عن نفسه، كتبت سبع مائة حديث عن مالك، وكان قد صحبه أكثر من ثلاث سنين، وقال إبراهيم الحربي: قلت للإمام أحمد: من أين لك هذه المسائل الدقاق؟ قال: من كتب محمد بن الحسن. سير أعلام النبلاء: ٩/ ١٣٥.
(٥) في (د) زيادة: (وقيل كان أبو حنيفة ... ).
(٦) ما بين المعقوفتين سقطت (د).
(٧) سقطت من (د).
(٨) في (د): (يستفتي).
(٩) في (د): (ويؤخذ).',NULL,'126',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (119,'المفتي بمنزلة العَامي (١)، وَبَعضهم قَالُوا: [أي] (٢) إذا كَانَ القَاضِي مِن أهِل الاجتهاد يَعملُ بِرأيِهِ وَيأخُذُ بِقولِ الوَاحِد ويترك قولَ المثنى، سوَاءٌ كَانَ في المثنى أبو حنيفة أو لم يكن، وَإن كَانَ أبو حَنِيَفة عَلى رتبة، وَإن لم يَكنْ مِن أهِل الاجتِهاد، يَأخُذُ (٣) بِقولِ أبي حَنِيفة وَلاَ ترك مَذهَبه.

<span data-type="title" id=toc-47>المفتي بالخيار:</span>
وَفي (فتاوى الخلاصة) قَالَ: المفِتي بالخيار إن شاءَ أخذَ بِقولِ أبي حَنِيفة، وإن شاءَ أخذَ بقولهما، وَفي (القنية) (٤) - وعزاه شمس الأئمة الحلوَاني -: أن المسَائل التي تتعلق بانقِضاء (٥) الفَتوى فيهما (٦) عَلَى قول أبي يُوسُف؛ لأنه حَصَلَ لَهُ زيادَةُ عِلمٍ بِالتجربة انتهى.
وَفي (المحيط): وَلوَ لم يجَد الروَاية عَن أبي حَنِفية وَأصحَابه، وَوجدَ عَن المتأخرِينَ يقضي بِهِ وَلو اختلفَ المتأخرونَ فيِه، يختار وَاحِداً مِنْ ذَلكَ، وَلو لم يجَدْ عَن المتأخرين يجتَهد فيه، [برواية إذا كان يعرف وجوه الفقه، ويشاور أهل الفقه فيه] (٧) وَذكرَ شِمس الأئمة السرخسِي: أن الإجماع اللاحِق يرفع الخلافَ السّابق (٨).
_________
(١) في (د): (القاضي).
(٢) زيادة من (د).
(٣) في (د): (ويأخذ).
(٤) هي (قنية المنية على مذهب أبي حنيفة) لأبي الرجاء نجم الدين مختار بن محمود الزاهدي الحنفي وفاته سنة ٦٥٨هـ. كشف الظنون: ٢/ ١٣٥٧.
(٥) في (د): (بالقضاة).
(٦) في (د): (فيها).
(٧) زيادة من (د).
(٨) ينظر: التقرير والتحبير: ٣/ ١٤٣.',NULL,'127',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (120,'وَفي (الفتاوى العتابية) (١): قاضٍ استفتى في حَادثة، فأفتى ورَأيه (٢) بخلاف رَأي المفتي، فإنه يعمل بِرَأي نفَسه - إن كَانَ مِن أهِل الرَأي - فإن ترك رَأيه وَقضَى بِرأي المفتي لم يجز عَندهما، كَمَا في التحري، وَعَندَ أبي حَنِيفة ينفذ لمصَادفته فصلاً مُجتهداً فيه.
وَأمَّا اجتهاد الصحَابي في زمَن رَسُول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ، فِفيهِ خلافٌ بَينَ العُلماء، قَالَ في (المحيط): يَجبُ أن يعلم أن العُلماء اختلفوا في هَذا عَلى ثلاثة أقوال: مِنهِم مَن قَالَ كَانَ لَهُ أن يجتهدَ، وَمِنهِم مَن كَانَ يبعد عَن رَسُول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ كَانَ لَهُ الاجتهاد مُطلقاً (٣).
وَاختلَفوا أيضاً أنه عَلَيه الصَّلاة وَالسَّلام: هل كَانَ يَجتهدُ فيمَا لم يوحَ (٤) إليه؟ فيفصل الحكم باجتِهادِهِ بَعضهم، قالوا: [٢٣/ب] مَا كَانَ يجتهد بَل كَانَ ينتظر الوَحي، وَمنهم مَن قال: يرجع فيه إلَى شريعَة مَا قبله، وَمِنهم مَن قَالَ: كَانَ لاَ يَعمل بالاجتهاد إلى أن ينقطعَ طمعَهُ عَن الوَحي، فإذا انقطَعَ حينئذ كَانَ يجتَهد، فإذا اجتهدَ صَارَ ذلَكَ شريعة لَهُ، وَإذا نَزَلَ الوَحي بِخلافِهِ يصَيِرُ ناسِخاً، وَنسَخ السنة بالكتاب جَائز عندَنا، وَكَانَ لاَ ينقض (٥) مَا قضى بالاجتهاد، وَكَانَ يَستأنف القضاء في المُستقبل، انتهى كلام (المحيط) (٦).
_________
(١) هي جامع جوامع الفقه المعروفة بـ (الفتاوى العتابية) لأبي نصر أحمد بن محمد العتابي البخاري الحنفي وفاته سنة ٥٨٦هـ. كشف الظنون: ١/ ٥٦٧ ..
(٢) في (د): (برأيه).
(٣) ينظر تفاصيل هذه المسألة عند الآمدي، الإحكام: ٤/ ٢١٢ ابن أمير حاج الحنفي، التقرير والتحبير: ٣/ ٣٩٨.
(٤) في (د): (فيما يوحى).
(٥) في (د): (ينقص).
(٦) في (د): (ينقص).',NULL,'128',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (121,'وَفي (تهذيب الأسماء والكتاب) (١) في ترجَمةِ معَاذ: الذين يفتونَ في زمَن النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ ثلاثةٌ مِن المهاجِرينَ عُمر وَعثمان وَعلي، وَمن الأنصَار ثلاثةٌ أُبيّ بن كعب وَمَعاذ بن جَبل وَزَيد بن ثابت رضوَان الله [تعالى] (٢) عَلَيهم أجَمعِينَ (٣).
وَفي (التحقيق) (٤) شرح الأخسيكثي (٥): وَاختلفَ في كَونه عَليه الصَّلاَة وَالسَّلام مُتعبداً بالاجتهاد فيمَا لَمْ يُوحَ (٦) إلَيهِ مِن الأحكَامِ، فأنكرَت الأشعَرية وَأكثر المُعتزلة كَون الاجتهاد حظّ النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ في الأحكام الشرعيَّة (٧)، وَقالَ عَامةُ أهِل الأصول: كَانَ [له] (٨) العَمل في أحكام الشرع بالوحي وَالرأي جَميعاً، وَهوَ منقولٌ عَن أبي يُوسُف مِن أصحَابنا، وَهوَ مَذهَبُ
_________
(١) كذا يذكره المؤلف والمعروف أن اسم الكتاب هو (تهذيب الأسماء واللغات) للنووي، وهو مطبوع متداول.
(٢) زيادة من (د).
(٣) تهذيب الأسماء واللغات: ٢/ ٤٠٤.
(٤) التحقيق: أو شرح الحسامي المعروف بغاية التحقيق أو شرح المنتخب الحسامي، شرحه عبد العزيز بن أحمد بن محمد البخاري الحنفي، وفاته سنة ٧٣٠هـ، مطبوع في الهند سنة ١٨٧٦م. معجم المطبوعات العربية: ١/ ٤٠٦.
(٥) في (د): (الاغلبي). والصحيح ما في (م): هو محمد بن محمد بن عمر الاخسيكثي، حسام الدين الحنفي، نسبته إلى (أخسكيث) من بلاد فرغانة، له كتاب (المنتخب في أصول المذهب) ويعرف بالمنتخب الحسامي، وفاته سنة ٦٤٤هـ. الفوائد البهية: ص ١٨٨؛ كشف الظنون: ٢/ ١٨١٨.
(٦) في (د): (فيما يوحى).
(٧) ينظر قول البصري المعتزلي في المعتمد: ٢/ ٢١٠.
(٨) زيادة من (د).',NULL,'129',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (122,'مَالكٍ وَالشافِعي وعَامة أهِل الحَدِيث (١).
وَقَالَ أكثر أصحَابنا: إن كَانَ عَلَيه الصَّلاة وَالسَّلام متعَبداً بانتِظاَر الوَحي في حَادِثة ليْسَ فيهَا وَحي، فإن لم ينزل الوَحي بَعدَ الانتظار كَانَ ذلَكَ (٢) دلالَة عَلَى الأذنِ في الاجتهاد، ثُمَّ قيلَ مُدة انتظار الوَحي مُقدرَة بثلاَثة أيَامٍ، وَقيلَ مُقدرَة بِخَوفِ فوت الفرَض، وَذلَكَ يختَلِف بِاختِلافِ الحَوادِث.
ثُمَّ اجتهاده عَلَيه أفضَل الصَّلاة وَالسّلام لاَ يحتمل الخَطأ عِندَ أكثرِ العُلماء (٣)، وَعندَ أكثرِ أصحَابِنا يحتمل الخَطأ، لكِنه لاَ يحتمل القرار عَلى الخَطأ، فإذَا أقره الله تعَالَى دَلَّ أنه كَانَ هوَ الصّواب، فَيُوجبُ عِلم اليقِين كَالنصِ، فيكُون مخَالفته حَراماً وَكفراً بِخلافِ اجتهادِ غَيره مِن الأمَّة، حَيثُ يَجوزُ مخالفَته لمجتَهدٍ [٢٤/أ] آخرَ؛ لأن احتمال الاجتهَاد وَالخطأ وَالقرار عَلَيه جَائزان في حَقِّ الأمَّة، فَلاَ يتعَينُ الصّوَاب في حَقِّ أحَدٍ، وَإن كَانَ الحَقُّ لاَ يعدوهم (٤)، فيَجُوزُ لِكلِّ وَاحدٍ مخَالفَة الآخر بِالاجتهادِ، وَلاحتمال الصّوَاب في اجتهادِه وَاحِتمال الخطأ في اجتهَادِ غَيره (٥).
ثُمَّ الاجتهَادُ في أنه قطعي مِن النبي صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ دونَ غيره - نَظِيرَ الإلهامِ - وَهُوَ القذف في القلِبِ مِن غَيرِ نظَر في نص وَاستدلال بحجة، فإنه حجة
_________
(١) تناول أهل الأصول هذه المسألة بالتفصيل. فينظر ما كتبه الآمدي في الإحكام: ٤/ ١٧٢؛ آل تيمية، المسودة: ص ٤٥١؛ الشوكاني، إرشاد الفحول: ١/ ٤٢٦.
(٢) (ذلك) سقطت من (د).
(٣) المقدسي، روضة الناظر: ص ٣٥٦؛ آل تيمية، المسودة: ص ٤٥٣؛ الغزالي، المستصفى: ١/ ٣٤٧.
(٤) في (د): (يعذرهم).
(٥) ابن أمير الحاج، التقرير والتحبير: ٣/ ٤٥٠.',NULL,'130',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (123,'قاطِعة في حِقِّ النبي صلى الله تعالى عليه وسلم حَتى لم يَجز لأحدٍ مخالفَته بوجه للِتيقن أنه مِن عِندِ الله، وَعصَمته عَن الإقرار (١) عَلى الخَطأ، وَإلهام غَيره ليسَ بحجة أصلاً، انتهى كلام (التحقيق) والله ولي التوفيق.
وَقد كرّه بَعضهم الإفتاء بقوله عَلَيه الصَّلاة وَالسَّلام: ((أجرؤكم على النار أجرؤكم على الفتوى)) رواه الدارمي مرسلاً (٢).
وَعَن سَلمَان الفارِسي: أن ناساً كَانوا يستفتونه فَقالَ: ((هَذَا خير لكم وَشر لي)) (٣).
وَعَن عبد الرحمن بن أبي ليَلَى قَالَ: ((أدركتُ مائة وَعَشرينَ مِن أصحَاب رسول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ، فمَا مِنهُم مِن أحَد يُسأل عَن حَدِيث أو فَتوى إلا ودَّ أن أخَاه كفاه ذلكَ)) (٤).
وَالصَّحيحُ أنَهُ لاَ يكره لمَن كَانَ أهلاً لَهُ لِقولِهِ تعَالَى: {فَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ} [الأنبياء: ٧] وكان هَذَا أمراً (٥) بالإجابة عن السؤال.
وَعَن أبي هُريرة - رضي الله عنه - عَن رَسُول الله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ قَالَ: ((مَن أفتى مفتياً غَير ثبت فإنمَا أثمه عَلى الذَي أفتَاهُ)) رواه أحمد وأبو
_________
(١) في كلا النسختين (القرار).
(٢) الدارمي، السنن: ١/ ٥١، رقم ١٥٧. قال الشيخ الألباني (ضعيف): رقم ١٤٧.
(٣) ابن المبارك، الزهد: ص ١٣.
(٤) الدارمي، السنن: ١/ ٦٥؛ ابن المبارك، الزهد: ص ١٩.
(٥) في كلا النسختين (أمر).',NULL,'131',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (124,'داود (١).
وَقَالَ في (٢) (الملتقط) (٣): وَلاَ يَنبغَي لأحدٍ أنْ يفتي إلاَّ أن يعرفَ أقاويل العُلماء، وَيعلم مِن أين قالوا، وَيعرف مُعَاملاتِ النَّاس، فإن سُئل عَن مَسألة يعلم أن العُلماء (٤) الذين ينتحل مَذهبهم قَد اتفقوا عَلَيه، فَلاَ بَأسَ بأن يقول هَذا جَائز وَهذا لاَ يَجُوز، وَيكُون قَولِهِ عَلى سِبيل الحكَاية، وَإن كَانَت مَسألة قد اختلَفُوا فيها فلا بَأسَ بأن يقول: هَذا جَائز في قَولِ فلانٍ، وَفي قَولِ فلانٍ لاَ يَجُوز وَليسَ لَهُ الخيَار، فيَجبُ بِقَولِ بَعضهم (٥) [٢٤/ب] مَا لم يَعرف حجته (٦).
وَعَن أبي يُوسُف وَزُفر وَعَافية (٧) بن يزيد (٨) أنهم قَالُوا: ((لاَ يحل لأحدٍ أن
_________
(١) أخرجه الإمام أحمد بلفظ: ((من تقول علي ما لم أقل فليتبوأ مقعده من النار، ومن استشاره أخوه المسلم فأشار عليه بغير رشد فقد خانه، ومن أفتى بفتيا غير ثبت فإنما إثمه على من أفتاه)). المسند: ٢/ ٢٣١، رقم ٨٢٤٩؛ أبو داود، السنن، كتاب العلم، باب التوقي الفتيا: ٣/ ٣٣١، رقم ٣٦٥٧. قال الشيخ الألباني عن الحديث (حسن). صحيح الجامع: رقم ٦٠٦٨.
(٢) في (د): (وفي في).
(٣) الملتقط: في فتاوى الحنفية، لناصر الدين محمد بن يوسف الحسيني السمرقندي، وفاته سنة ٥٥٦هـ. كشف الظنون: ٢/ ١٨١٣.
(٤) في كلا النسختين (علماء) ولا يستقيم المعنى بها.
(٥) في (د): (فيجب بقولهم ما لم ... ).
(٦) ينظر للتفاصيل في هذه المسألة ابن حمدان الحنبلي، صفة الفتوى: ص ١٣ وما بعدها؛ ابن الصلاح، أدب المفتي والمستفتي: ص ٨٥ وما بعدها.
(٧) في (د): (وعقبة).
(٨) عافية بن يزيد بن قيس بن عافية القاضي الأودي الكوفي، قال ابن معين: ثقة مأمون، وفاته سنة ١٨٠هـ. تاريخ بغداد: ١٢/ ٣٠٧؛ تهذيب التهذيب: ٥/ ٥٣.',NULL,'132',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (125,'يفتي بقولنا، مَا لم يعلم مِن أين قَلنَا)) (١).
قيلَ لعصَام بن يُوسُف (٢): ((إنك تكثر الخلاف لأبي حَنِيفة، فقَالَ: لأن أبي حنيفة أوتي مِن الفَهم مَا لم نُؤتَ، فأدرك بفهمِهِ مَا لَم ندركهُ، وَلاَ يسَعنا أن [نفتي بقوله ما لم نفهم)) (٣).
وعن محمد بن الحسن أنه سُئل] (٤): ((متى يحل للرَّجلِ أن يفتي؟ قَال: إذا كَانَ صَوَابهُ أكثر مِن خَطأه)) (٥).
وَعَن أبي بَكر الإسكافي البلخَي (٦) عَن عَالم في بَلدِهِ ليْسَ هناك اعلم مِنه، هل يسَعهُ أن لاَ يفتي؟ قَالَ: ((إن كَانَ مِن أهِل الاجتهادِ [لا يَسعهُ، قيلَ: كيفَ يَكون مِن أهل الاجتهاد؟] (٧) وَقال: أن يَعرف وجُوه المسَائل وَيُناظر أقرانه إذا خَافوُهُ)) (٨).
وَعَن ابن مَسعُود قَالَ: ((مَن سُئل مِنكم عَن عِلم وَهوَ عَنده فليَقل به، وَإن
_________
(١) نقله عن أبي حنيفة وزفر ابن أمير حاج الحنفي، التقرير والتحبير: ٣/ ٤٦٢؛ ونقله الدهلوي عن الثلاثة الذين ذكرهم المؤلف، عقد الجيد: ص ١٩.
(٢) عصام بن يوسف بن ميمون بن قدامة البلخي، روايته عن ابن المبارك، قال ابن حبان: كان صاحب حديث ثبتاً في الرواية وربما أخطأ، وفاته سنة ٢١٠هـ. الثقات: ٨/ ٥٢١؛ الجواهر المضيئة: ص ٣٤٧.
(٣) الدهلوي، الإنصاف: ص ١٠٥.
(٤) زيادة من (د).
(٥) البركتي، قواعد الفقه: ص ٥٦٥.
(٦) أبو بكر محمد بن أحمد البلخي الحنفي، كان فقيهاً زاهداً، وفاته سنة ٣٣٠هـ. الجواهر المضيئة: ص ٢٣٩؛ كشف الظنون: ص ٥٦٩.
(٧) سقطت من (د).
(٨) الدهلوي، الإنصاف: ص ١٠٦. ولكن رواها عن محمد بن الحسن.',NULL,'133',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (126,'لم يَكن عندَه، فليقل الله أعلم، فإن مِن العِلم أن يقولَ لمَا لاَ يعلم لا أعِلم)) (١).
وَسُئل شداد بن حكيم (٢) عَن قوله صَلَّى اللَّهُ تَعَالى عَلَيْهِ وَسَلَّمَ: ((إن اللهَ خَلقَ آدم عَلى صُوَرته)) (٣)، فقَالَ: نؤمن وَلا نقس، قَالَ أبُو اللّيث: بِهَذا أمرَ اللهُ تعَالَى بِقولِهِ: {وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ} [آل عمران: ٧].
وَعَن ابن مَسعُود: ((إنَّ الذِي يفتي بِهِ النَّاس [في كلِّ] (٤) مَا يَسألونه مَجنونٌ (٥))) (٦).
وَعَن الثوري: ((العَالم الفاجر فتنَةٌ لِكلِّ مفتون)) (٧).
وَعَن ابن شبْرمة: ((أن [من] (٨) المَسَائل مَا لاَ يحل للسائل أن يَسأِل عَنها،
_________
(١) مسلم، الصحيح، كتاب صفة القيامة، باب الدخان: ٤/ ٢١٥٥، رقم ٢٧٩٨؛ الدارمي، السنن: ١/ ٧٣، رقم ١٧٣.
(٢) أبو عثمان شداد بن حكيم البلخي، روايته عن زفر، قال ابن حبان: كان مرجئاً مستقيم الحديث، قال الحافظ ابن حجر: وهو صدوق، لم أقف على وفاته. الثقات: ٨/ ٣١٠؛ لسان الميزان: ٣/ ١٤٠.
(٣) الحديث أخرجه البخاري، الصحيح، كتاب الاستئذان، باب بدء السلام: ٥/ ٢٢٩٩، رقم ٥٨٧٣؛ مسلم، الصحيح، كتاب الجنة، باب يدخل الجنة أقوام أفئدتهم مثل الطير: ٤/ ٢١٨٣، رقم ٢٨٤١.
(٤) زيادة من الحديث كي يستقيم المعنى.
(٥) في كلا النسختين (بمجنون).
(٦) الطبراني، المعجم الكبير: ٩/ ٢١٤. قال الهيثمي: ورجاله موثقون. مجمع الزوائد: ١/ ١٨٣.
(٧) ابن المبارك، الزهد: ص ١٨؛ البيهقي، شعب الإيمان: ٢/ ٣٠٨.
(٨) زيادة من (د).',NULL,'134',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (127,'وَلاَ لِلمُجيب أن يجيبَ عَنها)) (١)، وَكَأنه اقتبسَ من قَولهِ تعَالَى: {لا تَسْأَلوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ وَإِنْ تَسْأَلوا عَنْهَا حِينَ يُنَزَّلُ الْقُرْآنُ تُبْدَ لَكُمْ} [المائدة: ١٠١].
وَعَن الشعبي قَالَ: ((سَلُوا عَمَا كَانَ وَلاَ تسَألوا عَمَا يكُون)) (٢).
وَحُكي: ((أن أبَا يُوسُف دَخل عَلى هارُون الرشِيد، وَعندَه اثنان يتناظرَان في الكَلامِ، فَقَالَ هارُون أحكم بَينَهما، فقَالَ لَهُ أبُو يُوسُف: أنا لاَ أخُوض فيمَا لاَ يعني، فقَالَ لَهُ الخليفَة: أحسنَت، وَأمرَ لَهُ بمائة ألف درهم، [وَأمرَ أن يكتب في الدوَاوين أن أبا يُوسُف: أخَذَ مائة ألف درهم] (٣) بترك مَا لاَ يعنيه)) (٤).

<span data-type="title" id=toc-50>سئل مالك عن أربعين مسألة:</span>
وَذكرَ ابن الحاجب (٥): أن مَالكاً سُئل عَن أربَعينَ مَسألة، فقَالَ في سِت وَثلاثينَ مِنها: ((لاَ أدرِي)) (٦).
وَسُئل الشعبي عَن مَسألَةٍ [٢٥/أ] فقَالَ لاَ عِلم لَنا بها، فقيل لَهُ: ((ألا
_________
(١) لم أقف عليها منسوبة لابن شبرمة، ولكن نسبها الخطيب البغدادي وغيره إلى أياس بن معاوية، تاريخ بغداد: ٩/ ٣٦؛ سير أعلام النبلاء: ١٠/ ٣٣٣.
(٢) روي ذلك عن أكثر من واحد من السلف، ينظر: جامع العلوم والحكم: ص ٩٢.
(٣) سقطت من (د).
(٤) لم أقف عليها.
(٥) أبو عمرو عثمان بن عمر بن أبي بكر الكردي المالكي، كان عالماً بالعربية والقراءات والأصول، وفاته سنة ٦٤٦هـ. سير أعلام النبلاء: ٢٣/ ٢٦٤؛ شذرات الذهب: ٦/ ٢٢٣.
(٦) الآمدي، الإحكام: ٤/ ١٧١؛ المقدسي، روضة الناظر: ص ٣٥٤.',NULL,'135',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (128,'تَستحي؟ قال: وَلِمَ استحي مِما لم يستحي منه الملاَئكة حَتى قَالَت: {لا عِلْمَ لَنَا} [البقرة: ٣٢])) (١).
وَعَن ابن مَسعُود: ((جنة العَالم لاَ أدري)) (٢).

وَسُئل ابن عُمر - رضي الله عنه - عَن فِرَيضةٍ، فقَالَ (٣): ((ائتِ سَعِيد بن جبير فإنه اعَلم بالفرائض مِنّي)) (٤).
وَعن الشعبي مَا حَدّثوك عَن أصحَابِ مُحمدٍ صلى الله تعالى عليه وسلم فخذُه (٥)، وَمَا قَالُوه برَأيهم فبل عَليه.
وَفي (الملتقط): وَينبَغي للمفِتي إذا ظِهرَ عِندَه أنه أخَطأ، أن يَرجعَ عَنه وَلاَ يستحيي وَلاَ يأنف.
وَعَن أبي حَنيفة: ((لأن يخطئ الرجل عَن فهم خير مِن أن يصيب مِن غير فهم)) (٦).
وقيلَ: ((مَنْ قلت فكرته كثرت عِثرته)).
ثُمَّ مَا ذكرَ في شرائطِ المفتي: أنه لاَ يَجُوز للمفِتي أن يفتي بِمَسألةٍ حَتى يعلمَ مِن أين قلنا، هل يَحتَاج في زمَانِنا إلى هَذا أم (٧) يكفي الحفظ؟ فقَالَ بعضهم: يكتفي باِلحفظِ نقلاً عَن الكتُب المصَححة، وَقَالَ بعضهم: الحفظ لاَ يكفي، وقيل:
_________
(١) ابن حمدان، صفة الفتوى: ص ٩.
(٢) الذهبي، سير أعلام النبلاء: ٨/ ٧٧.
(٣) في (د): (فقيل).
(٤) الثوري، الفرائض: ص ٢١.
(٥) في (د): (فخذوه).
(٦) البركتي، قواعد الفقه: ص ٥٨١.
(٧) في (د): (أو).',NULL,'136',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (129,'هذَا يختلفُ باختِلافِ الحُفّاظ، وَقيلَ لاَ بدَّ مِن ذَلكَ الشرط كلِّ زمَان (١).

<span data-type="title" id=toc-51>مسألة: إذا أجاب المفتي ينبغي أن يكتب عقب جوابه:</span>
وَفي (أصُول الفِقه) (٢) لأبي بَكر الرازي (٣): فأمَّا مَا يُؤخذ مِن كَلامِ رَجُل وَمذهَبه في كتاب مَعروف قد تدَاولته النسخ، يَجُوز لمَن نظَرَ فيه أن يَقولَ: قَالَ فلانٌ كَذا، وَإن لم يسمعهُ مِن أحَدٍ، نَحو كتب مُحمد بن الحسَن وَمُوطأ مَالك ونحوها مِن الكتب المصَنفَة في أصناف العُلُوم؛ لأن وجُودهَا عَلى هَذَا الوَصْف بمنزلَة خَبر المتواتر وَالاستِفاضة لا يَحتاج مِثلهُ إلى إسناد، وَينبغي أن يقدم المفتي مَن جَاءَ أولاً وَلاَ يقَدم الشريف عَلى الضعِيف (٤)، وَإذا أجَابَ المفتي ينبغي أن يكتبَ عَقبَ جَوابه: وَالله اعلم، وَنحَو ذلكَ، وَقيلَ في المَسُائل الدّينية التي أجمعَ عَليها أهِل السّنة وَالجماعَة ينَبغِي أن يكتبَ: وَالله الموفق، وَبالله العصمة، وأمثاله (٥).
وَإذا سُئل عَن مَسألة ينبَغي أن يمعِن النظَر فيها، وإن كَانَت مِن جنسِ مَا يفصل في جَوابها يفصل، وَلاَ يَجبُ عَلى الإطلاق فإنه يكُون مخطئاً، وَعن أبي يُوسُف سَمِعتُ أبَا (٦) حَنِيفة يَقول: ((لَولاَ الخَوف مِن الله [تعالى] (٧) مَا أفتيت
_________
(١) الدهلوي، عقد الجيد: ص ١٩؛ الإنصاف: ص ١٠٥.
(٢) ذكره له صاحب كشف الظنون: ١/ ١١١.
(٣) أبو بكر أحمد بن علي الرازي المعروف بالجصاص الحنفي، سكن بغداد وعنه أخذ فقهاؤها، وفاته سنة ٣٧٠هـ. الفوائد البهية: ص ٨٤؛ شذرات الذهب: ٣/ ٧١.
(٤) ذكره البركتي، قواعد الفقه: ص ٥٦٧.
(٥) البركتي، قواعد الفقه: ص ٥٨٣؛ ابن حمدان، صفة الفتوى: ص ٥٩.
(٦) في (د): (أبي).
(٧) زيادة من (د).',NULL,'137',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (130,'أحَداً لكون الهناء لهَمُ [٢٥/ب] وَالوزر عَلينَا)) (١).
وَقد نَظم الإمَام سِرَاج الدين الغزي (٢) أخو صَاحِب (المحيط) هَذَا المَبنى وَزادَ في المَعْنَى حَيثُ قَالَ شِعراً (٣):
تركت الكتب في الفتوى وإني ... لمحُتَسب بهذا الترك أجرا
وَمَا تركي لعَجزي مِنهُ لكن (٤) ... أكرر مِن أصُول الشرع وَقرا
وَأمَّا مَا درست بغَير حِفظ ... فَيعظم ذكرهَا عدًا وَحصرا
وَلي مِن سَائر الأنواعِ حَظٌ ... وَمَا قولي مَعاً وَالله كبرا
وَلكن أذكر النعماء عندِي ... مِن الرحَمن (٥) إيماناً وَشكرا
وَلكن قد يكُون الحكم طورًا ... خلافياً وَبالإجماع طُورا
فَترتَعد الفَرِائص عِندَ كتبي ... نَعم أو لاَ بظني ذَاك خَيرا
وَتركي قول مُجتَهد سوَاهُ ... لظنّ قد يكُون الظنّ وزرا
تدبّرت الأمور وَكأنَ كتبي ... لَدى الأمر (٦) حيثاً وَذكرَا
فقلت هدَاكَ إن النَّاس طرا ... قد اتخَذُوك للِنيرانِ جسرا
فَلاَ يغرركَ ذكر الناسِ وَاجهد ... لتكسب عندَ رب العَرش ذكرا
وَبادِر في قبُول الحَق وَأحذَر ... قضاء لازماً مَوتاً وَحشرَا
وَدع عَنكَ العلو تكون عَبدًا ... قنُوعًا صًالحاً سِرّاً وَجَهَرا
وَلا تركن إلى الدنيَا وَشمّر ... لما يُدعَي لَدَى الرحمَن ذُخَرا
فَلاَ يغني مَقال الحَق عَنّي ... هُوَ المغني لما أرهقت عُسَرا
فحسَبي عَفو رَبي عندَ تركي ... وَحَسِبي كتبه البَاقِينَ عذرا
_________
(١) لم أقف عليها.
(٢) لم أقف على ترجمته سوى إشارة له في الجواهر المضيئة: ص ٣٧٣.
(٣) (شعراً) سقطت من (د).
(٤) في (د): (ولكن).
(٥) في (م): (الرحمة).
(٦) في (م) زيادة (إلى) ولا يستقيم البيت.',NULL,'138',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (131,'[وَالله سبحَانه وتعَالَى اعلم بالصوَاب، وإليَه المرجع وَالمآب] (١)، وَصَلى الله عَلى سَيدنا محمّد، وَعَلى آله وَصَحبه وَسَلم [تسليماً كثيراً إلى يوم الدين] (٢).
_________
(١) سقطت من (د).
(٢) زيادة من (د).',NULL,'139',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (132,'<span data-type="title" id=toc-52>قائمة
بمصادر ومراجع التحقيق</span>
<span data-type="title" id=toc-53>أولاً: مصادر أهل السنة والجماعة:</span>
آل تيمية، عبد السلام، عبد الحليم، أحمد:
١. المسودة في أصول الفقه، تحقيق: محمد محي الدين عبد الحميد (دار المدني، القاهرة).
الآلوسي، أبو الثناء محمود شكري (ت ١٢٧٠هـ):
٢.
٣. روح المعاني في تفسير القرآن العظيم والسبع المثاني (دار إحياء التراث العربي، بيروت).
٤. نهج السلامة إلى مباحث الإمامة، تحقيق: د. مجيد خلف (دار الصفوة، القاهرة، ١٤٢٥هـ / ٢٠٠٤م).
الآلوسي، أبو المعالي محمود شكري (ت ١٣٤٢هـ):
٥. السيوف المشرقة مختصر الصواقع المحرقة، (مخطوط) نسخة مكتبة الآثار العامة ببغداد، رقم (٨٦٢٩).
٦. مختصر التحفة الاثني عشرية، تأليف: شاه عبد العزيز ولي الله الدهلوي، تعريب: غلام محمد ابن محي الدين عمر الأسلمي، تحقيق: محب الدين الخطيب (الرياض، ١٤٠٤هـ).
الآمدي، أبو الحسن علي بن محمد (ت ٦٣١هـ):
٧. الإحكام في الأحكام، تحقيق: د. سيد الجميلي، (دار الكتاب العربي، بيروت، ١٤٠٤هـ).
الأبهيشي، أبو الفتح محمد بن أحمد (ت ٨٥٠هـ):
٨. المستطرف في كل فن مستظرف، تحقيق: د. مفيد محمد قمحية (دار الكتب العلمية، بيروت، ١٩٨٦م).',NULL,'141',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (133,'ابن أبي عاصم، عمرو بن الضحاك الشيباني (ت ٢٨٧هـ):
٩. السنة، تحقيق: محمد ناصر الدين الألباني (المكتب الإسلامي، بيروت، ١٤٠٠هـ).
ابن الأثير، أبو الحسن علي بن محمد بن محمد الجزري (ت ٦٣٠هـ):
١٠. الكامل في التاريخ (دار صادر، بيروت، ١٩٨٠م).
الأزهري، صالح بن عبد السميع
١١. الثمر الداني شرح رسالة القيرواني (المكتبة الثقافية، بيروت).
الأسفراييني، طاهر بن محمد (ت ٤٧١هـ):
١٢. التبصير في الدين وتمييز الفرقة الناجية عن الفرق الهالكين، تحقيق: كمال يوسف الحوت، (عالم الكتب، بيروت، ١٤٠٣هـ/ ١٩٨٣م).
الأشعري، أبو الحسن علي بن إسماعيل (ت ٣٢٤هـ):
١٣. مقالات الإسلاميين واختلاف المصلين، تحقيق: هلموت ريتر، (دار إحياء التراث العربي، بيروت، ط ٣).
١٤. ابن أمير حاج، محمد بن محمد بن محمد بن حسن بن علي الحنفي (ت ٨٧٩هـ):
١٥. التقرير والتحبير (دار الفكر، بيروت، ١٩٩٦هـ).
الأيجي، عضد الدين عبد الرحمن بن أحمد القاضي (ت ٧٥٦هـ):
١٦. المواقف في علم الكلام، (عالم الكتب، بيروت، لا. ت).
البخاري، أبو عبد الله محمد بن إسماعيل الجعفي (ت ٢٥٦هـ):
١٧. التاريخ الكبير، تحقيق: السيد هاشم الندوي (دار الفكر، بيروت، لا. ت)
١٨. الجامع الصحيح (صحيح البخاري)، (دار ابن كثير، بيروت ١٤٠٧هـ/ ١٩٨٧م).
ابن بدران، عبد القادر الدمشقي (ت ١٣٤٦هـ):
١٩. المدخل إلى مذهب الإمام أحمد بن حنبل، تحقيق: د. عبد الله التركي (مؤسسة الرسالة، بيروت، ١٤٠١هـ).
البركتي، محمد عميم الإحسان المجددي:
٢٠. قواعد الفقه (كراتشي، ١٤٠٧هـ).',NULL,'142',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (134,'البزار، أبو بكر أحمد بن عمرو بن عبد الخالق (ت ٢٩٢هـ):
٢١. البحر الزخار أو مسند البزار، تحقيق محفوظ زين الله (بيروت، ١٤٠٩هـ).
٢٢. البصري، أبو الحسين محمد بن علي بن الطيب المعتزلي (ت ٤٣٦هـ):
٢٣. المعتمد في أصول الفقه، تحقيق: خليل الميس (دار الكتب العلمية، بيروت، ١٤٠٣هـ).
البغدادي، إسماعيل باشا بن محمد الباباني (١٣٣٩هـ/١٩٢٠م):
٢٤. إيضاح المكنون (دار إحياء التراث العربي، بيروت).
٢٥. هدية العارفين في أسماء المؤلفين وآثار المصنفين (استنبول، ١٩٦٠).
البغدادي، أبو منصور عبد القاهر بن طاهر بن محمد (ت ٣٢٩هـ):
٢٦. الفرق بين الفرق، (دار الآفاق الجديدة، بيروت، ١٩٧٧م).
البهوتي، منصور بن يونس بن إدريس (ت ١٠٥١هـ):
٢٧. كشاف القناع عن متن الإقناع، تحقيق: هلال مصيلحي مصطفى هلال (دار الفكر، بيروت، ١٤٠٢هـ/١٩٨٢م).
البيهقي، أبو بكر أحمد بن الحسين بن علي بن موسى (ت٤٥٨هـ):
٢٨. الاعتقاد، تحقيق: أحمد الكاتب (دار الآفاق الجديدة، بيروت، ١٤٠١هـ).
٢٩. سنن البيهقي الكبرى، (مكتبة الباز، مكة المكرمة، ١٤١٤هـ / ١٩٩٤م).
٣٠. شعب الإيمان، تحقيق: محمد السعيد بسيوني زغلول، (دار الكتب العلمية، بيروت، ١٤١٠هـ/ ١٩٩٠م).
ابن تيمية، شيخ الإسلام أبو العباس أحمد بن عبد الحليم الحراني (ت ٧٢٧هـ):
٣١. الجواب الصحيح لمن بدل دين المسيح، تحقيق: د. علي حسن ناصر وآخرون (دار العاصمة، الرياض، ١٤١٤هـ).
٣٢. دقائق التفسير، تحقيق: د. محمد السيد الجليند (مؤسسة علوم القرآن، دمشق، ١٤٠٤هـ).
٣٣. الصارم المسلول على شاتم الرسول، تحقيق: محمد عبد الله الحلواني، محمد كبير شودري (دار ابن حزم، بيروت، ١٤١٧هـ).',NULL,'143',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (135,'٣٤. مجموع الفتاوى، جمع: عبد الرحمن بن قاسم (الرياض، ١٣٨١هـ / ١٩٦١م).
٣٥. منهاج السنة النبوية، تحقيق: د. محمد رشاد سالم (الرياض، ١٤٠١هـ/ ١٩٨١م).
٣٦. النبوات (المطبعة السلفية، القاهرة، ١٣٨٦هـ).
الجرجاني، أبو القاسم حمزة بن يوسف (ت ٣٤٥هـ):
٣٧. تاريخ جرجان، تحقيق: د. محمد عبد المعيد خان (عالم الكتب، بيروت، ١٤٠١هـ/ ١٩٨٦م)
الجرجاني، علي بن محمد بن علي (ت ٨١٦هـ):
٣٨. التعريفات، تحقيق: إبراهيم الإبياري (دار الكتاب العربي، بيروت، ١٤٠٥هـ).
ابن الجوزي، عبد الرحمن بن علي (ت ٥٩٧هـ):
٣٩. تلبيس إبليس، تحقيق: د. السيد الجميلي (دار الكتاب العربي، بيروت ١٤٠٥هـ/ ١٩٨٥م)
٤٠. ديوان الضعفاء والمتروكين، تحقيق: عبد الله القاضي (دار الكتب العلمية، بيروت، ١٤٠٦هـ).
٤١. العلل المتناهية، تحقيق: خليل الميس (دار الكتب العلمية، بيروت ١٤٠٣هـ/ ١٩٨٣م).
٤٢. المنتظم في تاريخ الملوك والأمم (دار صادر، بيروت، ١٣٥٨).
٤٣. الموضوعات، تحقيق: عبد الرحمن محمد عثمان (دار الفكر، بيروت، ١٤٠٣هـ/١٩٨٣م).
الجويني، إمام الحرمين أبو المعالي عبد الكريم بن عبد الله بن يوسف (ت ٤٧٨هـ)
٤٤. الإرشاد إلى قواطع الأدلة في أصول الاعتقاد، تحقيق: أسعد تميم (مؤسسة الكتب الثقافية، بيروت، ١٤٠٥هـ/١٩٨٥م).
٤٥. البرهان في أصول الفقه، تحقيق: د. عبد العظيم محمود الديب (دار الوفاء، المنصورة، ١٤١٨هـ).',NULL,'144',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (136,'ابن أبي حاتم، أبو محمد عبد الرحمن بن محمد بن إدريس الرازي (ت ٣٢٧هـ):
٤٦. الجرح والتعديل (دار إحياء التراث العربي، بيروت، ١٣٧١هـ/ ١٩٥٢م).
٤٧. علل ابن أبي حاتم، تحقيق: محب الدين الخطيب (دار المعرفة، بيروت، ١٤٠٥هـ).
حاجي خليفة، مصطفى بن عبد الله الرومي المعروف بالكاتب الجلبي (ت ١٠٦٧هـ):
٤٨. كشف الظنون عن أسامي الكتب والفنون (دار الكتب العلمية، بيروت، ١٤١٢هـ / ١٩٩٢م).
الحاكم، أبو عبد الله محمد بن عبد الله النيسابوري (ت ٤٠٣هـ):
٤٩. المستدرك على الصحيحين، تحقيق: مصطفى عبد القادر عطا (دار الكتب العلمية، بيروت، ١٤١١هـ/ ١٩٩٠م).
ابن حبان، أبو حاتم محمد بن حبان بن أحمد البستي (ت ٣٥٤هـ):
٥٠. الثقات، تحقيق: السيد شرف الدين أحمد (دار الفكر، بيروت، ١٣٩٥م/١٩٧٥م).
٥١. صحيح ابن حبان، تحقيق: شعيب الأرنؤوط (مؤسسة الرسالة، بيروت، ١٤١٤هـ/ ١٩٩٣م)
٥٢. المجروحين من المحدثين، تحقيق: محمود محمد زايد (دار الواعي، بيروت، ١٤١٤هـ / ١٩٩٤م).
ابن حجر، أحمد بن علي العسقلاني (٨٥٢هـ):
٥٣. الإصابة في تمييز الصحابة، تحقيق: علي محمد البجاوي (دار الجيل، بيروت، ١٤١٢هـ/١٩٩٢م).
٥٤. تلخيص الحبير، تحقيق: السيد عبد الله المدني (المدينة المنورة، ١٣٨٤هـ/ ١٩٦٤م).
٥٥. تقريب التقريب، تحقيق: محمد عوامة (دار الرشيد، دمشق، ١٤٠٦هـ/١٩٨٦م).
٥٦. تهذيب التهذيب: (دار الفكر، بيروت، ١٤٠٤هـ/١٩٨٤م).',NULL,'145',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (137,'٥٧. الدراية في تخريج أحاديث الهداية، تحقيق: السيد عبد الله هاشم اليماني المدني ٠ دار المعرفة، بيروت).
٥٨. الدرر الكامنة في أعيان المائة الثامنة (القاهرة، ١٣٨٥هـ / ١٩٦٦م).
٥٩. لسان الميزان (مؤسسة الأعلمي للمطبوعات، بيروت ١٤٠٦هـ/١٩٨٦م).
ابن حزم، أبو محمد علي بن محمد بن أحمد الظاهري (ت ٤٥٦هـ):
٦٠. الفصل في الملل والأهواء والنحل، تحقيق: محمد إبراهيم نصر، عبد الرحمن عميرة (دار الجيل، بيروت، ١٤٠٥هـ/١٩٨٥م).
٦١. المحلى، تحقيق: أحمد شاكر (القاهرة، ١٣٤٥هـ/١٩٢٦م).
ابن حمدان، أبو عبد الله أحمد بن حمدان النمري الحراني الحنبلي (ت ٦٩٥هـ):
٦٢. صفة الفتوى والمفتي والمستفتي، تحقيق: محمد ناصر الدين الألباني (المكتب الإسلامي، بيروت، ١٤٩٧هـ).
ابن حنبل، الإمام أحمد بن محمد بن حنبل (ت ٢٤١هـ):
٦٣. فضائل الصحابة، تحقيق: د. وصي الله محمد عباس (مؤسسة الرسالة، بيروت، ١٤٠٣هـ/ ١٩٨٣م).
٦٤. مسند الإمام أحمد بن حنبل (مؤسسة قرطبة، القاهرة، لا. ت).
ابن خزيمة، محمد بن إسحاق السلمي النيسابوري (ت ٣١١هـ):
٦٥. صحيح ابن خزيمة، تحقيق: د. محمد مصطفى الأعظمي (المكتب الإسلامي، بيروت، ١٣٩٠هـ/ ١٩٧٠م).
الخطيب البغدادي، أبو بكر أحمد بن علي بن ثابت الشافعي (ت ٤٦٣هـ):
٦٦. تاريخ بغداد (دار الكتب العلمية، بيروت، لا. ت).
ابن خلكان، أبو العباس أحمد بن محمد الشافعي (ت ٦٨١هـ):
٦٧. وفيات الأعيان وأنباء أبناء الزمان، تحقيق إحسان عباس (بيروت، ١٩٧٠).
الدارقطني، أبو الحسن علي بن عمر البغدادي (ت ٣٨٥هـ):
٦٨. سنن الدارقطني، تحقيق: السيد عبد الله هاشم يماني المدني (دار المعرفة، بيروت، ١٣٨٦ - ١٩٦٦م).',NULL,'146',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (138,'الدارمي، أبو محمد عبد الله بن عبد الرحمن (ت ٢٥٥هـ):
٦٩. سنن الدارمي، تحقيق: فؤاد أحمد زمرلي، خالد السبع العلمي (دار الكتاب العربي، بيروت، ١٤٠٧هـ/ ١٩٨٧م).
الداني، أبو عمرو عثمان بن سعيد المقرئ (ت ٤٤٤هـ):
٧٠. السنن الواردة في الفتن، تحقيق: د. ضياء الله المباركفوري (دار العاصمة، الرياض، ١٤١٦هـ).
أبو داود، سليمان بن الأشعث السجستاني الأزدي (ت ٢٧٥هـ)
٧١. سنن أبي داود، تحقيق: عبد السلام هارون (مكتبة الخانجي، القاهرة، لا. ت).
الدسوقي، محمد بن عرفة الدمشقي (ت ١٢٣٠هـ):
٧٢. حاشية الدسوقي، تحقيق: محمد عليش (دار الفكر، بيروت، لا. ت).
الدهلوي، ولي الله أحمد بن عبد الرحيم (ت ١١٧٦هـ):
٧٣. الانصاف في الاختلاف، تحقيق: عبد الفتاح أبو غدة (دار النفائس، بيروت، ١٤٠٤هـ).
٧٤. عقد الجيد في أحكام الاجتهاد والتقليد، تحقيق: محب الدين الخطيب (المطبعة السلفية، القاهرة، ١٣٨٥هـ).
الديلمي، أبو شجاع شيرويه بن شهردار بن شيرويه الهمداني (ت ٥٠٩هـ):
٧٥. الفردوس بمأثور الخطاب، تحقيق: السيد بن بسيوني زغلول، (دار الكتب العلمية، بيروت، ١٤٠٦هـ/ ١٩٨٦م).
الذهبي، أبو عبد الله محمد بن عثمان بن قيماز الدمشقي الشافعي (ت ٧٤٨هـ):
٧٦. تذكرة الحفاظ، تحقيق: عبد الرحمن المعلمي (دار الكتب العلمية، بيروت، ١٣٧٤هـ/ ١٩٥٤م).
٧٧. سير أعلام النبلاء، تحقيق: شعيب الأرناؤوط، محمد العرقسوسي (مؤسسة الرسالة، بيروت، ١٤٠٤هـ/١٩٨٤م).
٧٨. المغني في الضعفاء، تحقيق: نور الدين عتر (بيروت).
٧٩. ميزان الاعتدال في نقد الرجال، تحقيق: علي العوض، عادل عبد الموجود (دار الكتب العلمية، بيروت، ١٩٩٥م).',NULL,'147',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (139,'الرازي، أبو عبد الله محمد بن عمر بن الحسين (ت ٦٠٦هـ):
٨٠. اعتقادات فرق المسلمين والمشركين، تحقيق: علي سامي النشار (دار الكتب العلمية، بيروت، ١٤٠٢هـ).
٨١. المحصول في أصول الفقه، تحقيق: طه جابر فياض العلواني (جامعة الإمام محمد بن سعود الإسلامية، الرياض، ١٤٠٠هـ).
الزرقاني، محمد بن عبد الباقي بن يوسف المالكي (ت ١١٢٢هـ):
٨٢. شرح الزرقاني على موطأ الإمام مالك (دار الكتب العلمية، بيروت، ١٤١١هـ).
الزركشي، أبو عبد الله محمد بن بهادر بن عبد الله (ت ٧٩٤هـ):
٨٣. المنثور، تحقيق: د. تيسير فائق محمود (الكويت، ١٤٠٥هـ).
السبكي، تاج الدين عبد الوهاب بن علي بن عبد الكافي (ت ٧٧١هـ):
٨٤. الإبهاج في شرح المنهاج (دار الكتب العلمية، بيروت، ١٤٠٤هـ).
٨٥. طبقات الشافعية الكبرى، تحقيق: د. عبد الفتاح حلو، د. محمود الطناحي (دار هجر، القاهرة، ١٩٩٢م).
السخاوي، محمد بن عبد الرحمن بن أبي بكر (ت ٩٠٢هـ):
٨٦. الضوء اللامع في أعيان القرن التاسع، (دار الفكر، بيروت).
السرخسي، رضي الدين محمد بن محمد (٥٧١هـ):
٨٧. المبسوط، (دار المعرفة، بيروت، ١٤٠٦هـ).
ابن سعد، أبو عبد الله محمد بن منيع البصري (ت ٢٣٠هـ):
٨٨. الطبقات الكبرى (دار الصادر، بيروت، ١٩٥٧م).
السمعاني، أبو سعد عبد الكريم بن محمد بن منصور (ت ٥٦٢هـ):
٨٩. الأنساب، تحقيق: عبد الله البارودي، (دار الجنان، بيروت، ١٤٠٨هـ).
السمعاني، أبو المظفر منصور بن محمد بن عبد الجبار (ت ٤٨٩هـ):
٩٠. قواطع الأدلة في الأصول، تحقيق محمد حسن الشافعي (دار الكتب العلمية، بيروت، ١٩٩٧هـ).',NULL,'148',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (140,'السيواسي، محمد بن عبد الواحد (ت ٦٨١هـ):
٩١. شرح فتح القدير (دار الفكر، بيروت، ط ٢).
السيوطي، أبو الفضل عبد الرحمن بن محمد الشافعي (ت ٩١١هـ):
٩٢. الدر المنثور في التفسير بالمأثور (دار الفكر، بيروت، ١٤١٤هـ/١٩٩٤م).
٩٣. شرح الصدور بشرح حال الموتى والقبور، تحقيق: محمد حسن الحمصي (بيروت - القاهرة، ١٩٨٦م).
٩٤. طبقات الحفاظ (دار الكتب العلمية، بيروت، لا. ت).
٩٥. طبقات المفسرين، تحقيق: علي محمد عمر (مكتبة وهبة، القاهرة، ١٣٩٦هـ).
الشافعي، الإمام أبو عبد الله محمد بن إدريس (ت ٢٠٤هـ):
٩٦. الأم (دار المعرفة، بيروت، ١٣٩٣هـ).
الشاطبي، إبراهيم بن موسى اللخمي الغرناطي (ت ٧٩٠هـ):
٩٧. الموافقات، تحقيق: عبد الله دراز (دار المعرفة، بيروت).
الشربيني، شمس الدين محمد بن أحمد الخطيب (ت ٩٧٧هـ) ك
٩٨. مغني المحتاج، (دار الفكر، بيروت).
الشهرستاني، محمد بن عبد الكريم بن أحمد (ت ٥٤٨هـ):
٩٩. الملل، تحقيق: محمد سيد كيلاني، (دار المعرفة، بيروت، ١٤٠٤هـ/ ١٩٨٤م).
الشوكاني، محمد بن علي (ت ١٢٥٠هـ):
١٠٠. إرشاد الفحول إلى علم الأصول، تحقيق: محمد سعيد البدري، (دار الفكر، بيروت، ١٤١٢هـ/ ١٩٩٢م).
١٠١. البدر الطالع بمحاسن من بعد القرن السابع، (دار المعرفة، بيروت).
الشيرازي، إبراهيم بن علي بن يوسف (ت ٤٧٦هـ):
١٠٢. طبقات الفقهاء، تحقيق: خليل الميس (دار القلم، بيروت).',NULL,'149',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (141,'ابن أبي شيبة، أبو بكر عبد الله بن محمد الكوفي (ت ٢٣٥هـ):
١٠٣. المصنف في الأحاديث والآثار، تحقيق: كمال يوسف الحوت (مكتبة الرشد، الرياض، ١٤٠٩هـ/١٩٨٩م).
الصنعاني، عبد الرزاف بن همام (ت ٢١١هـ):
١٠٤. المصنف، تحقيق: حبيب الرحمن الأعظمي (المكتب الإسلامي، بيروت، ١٤٠٣هـ/١٩٨٣م).
طاشكبري زادة (ت ٩٦٨هـ):
١٠٥. الشقائق النعمانية في علماء الدولة العثمانية (دار الكتاب العربي، بيروت، ١٣٩٥هـ).
الطبراني، أبو القاسم سليمان بن أحمد بن أيوب (ت ٣٦٠هـ):
١٠٦. المعجم الأوسط، تحقيق: طارق بن عوض الله محمد، عبد المحسن إبراهيم الحسيني (دار الحرمين، القاهرة، ١٤١٥هـ/١٩٩٥م).
١٠٧. المعجم الصغير، تحقيق: محمد شكور محمود الحاج أمرير (المكتب الإسلامي، بيروت ن ١٤٠٥هـ/١٩٨٥م).
١٠٨. المعجم الكبير، تحقيق: حمدي عبد المجيد السلفي (مكتبة العلوم والحكم، الموصل ن ١٤٠٤هم١٩٨٣م).
الطبري، أحمد بن عبد الله بن محمد الطبري (ت ٦٩٤هـ):
١٠٩. الرياض النضرة، تحقيق: عيسى عبد الله الحميري (ت دار الغرب الإسلامي، بيروت، ١٩٩٦هـ).
الطبري، أبو جعفر محمد بن جرير (ت ٣١٠هـ):
١١٠. تاريخ الأمم والملوك (تاريخ الطبري)، (دار الكتب العلمية، بيروت، ١٤٠٧هـ/١٩٨٦م).
١١١. جامع البيان عن تأويل آي القران (تفسير الطبري)، (دار الفكر، بيروت، ١٤٠٥هـ/١٩٨٥م)',NULL,'150',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (142,'الطحاوي، أبو جعفر أحمد بن محمد بن سلامة الحنفي (ت ٣٢١هـ):
١١٢. شرح معاني الآثار، تحقيق: محمد زهري النجار، (دار الكتب العلمية، بيروت، ١٣٩٩هـ/١٩٧٩م).
ابن عابدين، محمد بن أمين بن عمر الحنفي (ت ١٢٣٢هـ)
١١٣. حاشية رد المحتار على الدر المختار، (دار الفكر، بيروت).
ابن عبد البر، أبو عمر يوسف بن عبد الله القرطبي (ت ٤٦٣هـ):
١١٤. الاستيعاب في معرفة الأصحاب، تحقيق: علي محمد البجاوي (دار الجيل، بيروت، ١٤١٢هـ/١٩٩٢م).
١١٥. التمهيد لما في الموطأ من المعاني والأسانيد، تحقيق: مصطفى علوي، محمد البكري، (وزارة الأوقاف المغربية، المغرب، ١٣٨٧هـ).
عبد الرزاق بن همام الصنعاني (ت ٢١١هـ):
١١٦. المصنف، تحقيق: حبيب الرحمن الأعظمي (المكتب الإسلامي، بيروت ١٤٠٣هـ / ١٩٨٣م)
عبد الله بن أحمد بن حنبل (ت ٢٩٠هـ):
١١٧. السنة، تحقيق: محمد سعيد سالم القحطاني (دار ابن القيم، الدمام، ١٤٠٦هـ).
العبدري، محمد بن يوسف (ت ٨٩٧هـ):
١١٨. التاج والإكليل (دار الفكر، بيروت، ١٣٩٨هـ).
العجلوني، إسماعيل بن محمد الجراحي (ت ١١٦٢هـ):
١١٩. كشف الخفاء، تحقيق: احمد القلاش (مؤسسة الرسالة، بيروت، ١٤٠٥هـ).
العراقي، عبد الرحيم بن الحسين (ت ٨٠٦هـ):
١٢٠. المستخرج على المستدرك (أمالي الحافظ العراقي) تحقيق: محمد عبد المنعم رشاد (القاهرة، مكتبة السنة، ١٤١٠هـ).',NULL,'151',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (143,'ابن عدي، أبو أحمد عبد الله بن عدي بن عبد الله الجرجاني (٣٦٥هـ):
١٢١. الكامل في ضعفاء الرجال، تحقيق: يحيى مختار غزاوي (دار الفكر، بيروت، ١٤٠٩هـ/١٩٨٨م).
ابن عساكر، أبو القاسم علي بن الحسن بن هبة الله الدمشقي (ت ٥٧١هـ):
١٢٢. تاريخ دمشق، (دار الفكر، بيروت، ١٤١٨هـ/١٩٩٨م).
العقيلي، أبو جعفر محمد بن عمرو بن موسى بن حماد (ت ٣٢٢هـ):
١٢٣. الضعفاء الكبير، تحقيق: د. عبد المعطي أمين القلعجي (دار الكتب العلمية، بيروت، ١٤٠٤هـ/١٩٨٤م).
علاء الدين أفندي الحنفي (ت ١٢٥٢هـ):
١٢٤. تكملة حاشية ابن عابدين (دار الفكر، بيروت، ١٤١٥هـ).
ابن العماد، أبو الفلاح عبد الحي بن العماد الحنبلي (١٠٨٩هـ):
١٢٥. شذرات الذهب في أخبار من ذهب (المكتب التجاري، بيروت، لا. ت).
العيدروسي، عبد القادر بن شيخ بن عبد الله (ت ١٠٣٧هـ):
١٢٦. النور السافر عن أخبار القرن العاشر، (دار الكتب العلمية، بيروت، ١٤٠٥هـ).
الغزالي، حجة الإسلام أبو حامد محمد بن محمد (ت ٥٠٥هـ):
١٢٧. إحياء علوم الدين (دار الجيل، بيروت).
١٢٨. المستصفى في علم الأصول، تحقيق: محمد عبد السلام الشافي (دار الكتب العلمية، بيروت، ١٤١٣هـ).
١٢٩. المنخول، تحقيق: د. محمد حسن هيتو (دار الفكر، دمشق، ١٤٠٠هـ).
القاري، علي بن سلطان محمد الحنفي (ت ١٠١٤هـ):
١٣٠. المصنوع في معرفة الحديث الموضوع، تحقيق: عبد الفتاح أبو غدة (مكتبة الرشد، الرياض، ١٤٠٤هـ).
ابن قدامة، أبو محمد عبد الله بن أحمد المقدسي (ت ٦٢٠هـ):
١٣١. روضة الناظر وجنة المناظر، تحقيق: د. عبد العزيز عبد الرحمن السعيد (جامعة الإمام محمد بن سعود الإسلامية، الرياض، ١٣٩٩هـ).',NULL,'152',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (144,'١٣٢. المغني (دار الفكر، بيروت، ١٤٠٥هـ).
القضاعي، محمد بن سلامة بن جعفر (ت ٤٥٤هـ):د
١٣٣. مسند الشهاب، تحقيق: حمدي السلفي (مؤسسة الرسالة، بيروت، ١٤٠٧هـ / ١٩٨٦م).
القرطبي، أبو عبد الله محمد بن أحمد الأنصاري (٦٧١هـ).
١٣٤. الجامع لأحكام القران، تحقيق: أحمد عبد العليم البردوني (دار الشعب، القاهرة، ١٣٧٢هـ/١٩٥٢م).
القزويني، عبد الكريم بن محمد الرافعي (ت ٦٢٣هـ):
١٣٥. التدوين في أخبار قزوين، تحقيق: عزيز الله العطاردي (بيروت، ١٩٨٧م).
ابن القيم، أبو عبد الله محمد بن أبي بكر الحنبلي (ت ٧٥١هـ):
١٣٦. إعلام الموقعين، تحقيق: طه عبد الرؤوف سعد (دار الجيل، بيروت، ١٩٧٣هـ).
ابن كثير، عماد الدين أبو الفداء إسماعيل بن كثير الدمشقي (ت ٧٧٤هـ):
١٣٧. البداية والنهاية (مكتبة المعارف، بيروت، لا. ت).
١٣٨. تفسير القرآن العظيم (دار الفكر، بيروت، ١٤٠١هـ).
اللألكائي، أبو القاسم هبة الله بن الحسن بن منصور (ت ٢٧٥هـ):
١٣٩. شرح أصول اعتقاد أهل السنة والجماعة من الكتاب والسنة، تحقيق: د. أحمد بن سعد حمدان (دار طيبة، الرياض، ١٤٠٢هـ / ١٩٨٢م).
ابن ماجة، أبو عبد الله محمد بن يزيد القزويني (ت ٢٧٥هـ):
١٤٠. سنن ابن ماجة، (دار الفكر، بيروت).
ابن المبارك، أبو عبد الله عبد الله بن المبارك المروزي (ت ١٨١هـ):
١٤١. الزهد، تحقيق: حبيب الرحمن الأعظمي (دار الكتب العلمية، بيروت).
المرغيناني، علي بن عبد الجليل (ت ٥٩٣هـ):
١٤٢. الهداية شرح البداية، (المكتبة الإسلامية، بيروت).
المروزي، محمد بن نصر بن الحجاج (ت ٢٩٤هـ):',NULL,'153',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (145,'١٤٣. السنة، تحقيق: سالم أحمد السلفي (مؤسسة الكتب الثقافية، بيروت، ١٤٠٨هـ).
المزي، أبو الحجاج يوسف بن عبد الرحمن (ت ٧٤٢هـ):
١٤٤. تهذيب الكمال، تحقيق: د. بشار عواد معروف، (مؤسسة الرسالة، بيروت، ١٤٠٠هـ/ ١٩٨٠م).
مسلم بن الحجاج القشيري (ت ٢٦١هـ):
١٤٥. صحيح مسلم، تحقيق: عبد الفؤاد عبد الباقي (بيروت).
ابن مفلح، إبراهيم بن محمد بن عبد الله الحنبلي (ت ٨٨٤هـ):
١٤٦. المبدع، (المكتب الإسلامي، بيروت، ١٤٠٠هـ).
المقدسي، أبو شامة عبد الرحمن بن إسماعيل بن إبراهيم (ت ٦٦٥هـ):
١٤٧. مختصر المؤمل في الرد إلى الأمر الأول، تحقيق: صلاح الدين مقبول أحمد (مكتبة الصحوة الإسلامية، الكويت، ١٤٠٣هـ).
ابن منظور، أبو الفضل جمال الدين محمد بن مكرم المصري (ت ٧١١هـ):
١٤٨. لسان العرب (دار الصادر، بيروت، ١٩٩٠م).
ابن أبي نجيم، زين بن إبراهيم بن محمد بن بكر (ت ٩٧٠هـ):
١٤٩. البحر الرائق، (دار المعرفة، بيروت).
النسائي، أبو عبد الرحمن محمد بن شعيب (ت ٣٠٣هـ):
١٥٠. سنن النسائي، تحقيق عبد الفتاح أبو غدة (بيروت، ١٦٠٤هـ/ ١٩٨٤م).
١٥١. السنن الكبرى، تحقيق: عبد الغفار سليمان البنداري، سيد كسروي حسن، (دار الكتب العلمية، بيروت، ١٤١١هـ/١٩٩١م).
أبو نعيم، أحمد بن عبد الله الأصبهاني (ت ٤٣٠هـ):
١٥٢. حلية الأولياء وطبقات الأصفياء، (دار الكتاب العربي، بيروت، ١٤٠٥هـ/١٩٨٥م).
نعيم بن حماد المروزي (ت ٢٨٨هـ):
١٥٣. الفتن، تحقيق: سمير أمين الزهيري (مكتبة التوحيد، القاهرة، ١٤١٢هـ).',NULL,'154',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (146,'النفراوي، أحمد بن غنيم المالكي (ت ١١٢٥هـ):
١٥٤. الفواكه الدواني (دار الفكر، بيروت، ١٤١٥هـ).
النووي، أبو زكريا محي الدين يحيى بن شرف (ت ٦٧٦هـ):
١٥٥. تهذيب الأسماء واللغات (دار الفكر، بيروت، ١٩٩٦م).
١٥٦. روضة الطالبين (المكتب الإسلامي، بيروت، ١٤٠٥هـ).
١٥٧. المجموع شرح المهذب، تحقيق: محمود مطرحي (دار الفكر، بيروت، ١٣١٧هـ / ١٩٩٦م)
الهيثمي، علي بن أبي بكر (ت ٨٠٧هـ):
١٥٨. مجمع الزوائد ومنبع الفوائد (دار الريان، بيروت، ١٤٠٧هـ / ١٩٨٧م).
ابن أبي الوفاء، عبد القادر بن محمد بن أبي الوفاء القرشي (ت ٧٧٥هـ):
١٥٩. الجواهر المضية في طبقات الحنفية، (دار مير محمد كتب خانة، كراتشي).
ياقوت الحموي، شهاب الدين ياقوت بن عبد الله الرومي البغدادي (ت ٦٢٦هـ):
١٦٠. معجم الأدباء، تحقيق: م. مرجليوث (القاهرة، ١٩٢٣م).
١٦١. معجم البلدان، (دار الفكر، بيروت، ١٩٥٧م).
أبو يعلى احمد بن علي بن المثنى الموصلي (ت ٣٠٧هـ):
١٦٢. مسند أبي يعلى، تحقيق: حسين سليم أسد، (دار المأمون، دمشق، ١٤٠٤هـ).

<span data-type="title" id=toc-54>ثانياً: المصادر الحديثة:</span>
الألباني، محمد ناصر الدين:
١٦٣. ضعيف الجامع الصغير وزيادته (المكتب الإسلامي، بيروت، ١٤٠٨هـ).
١٦٤. صحيح الجامع الصغير وزيادته (المكتب الإسلامي، بيروت، ١٤٠٨هـ).
سركيس، يوسف إليان:
١٦٥. معجم المطبوعات العربية والمعربة (مطبعة بهمن، قم، ١٤١٠هـ).
كحالة، عمر رضا:
١٦٦. معجم المؤلفين (دار إحياء التراث العربي، بيروت).',NULL,'155',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (147,'المنشداوي، د. مجيد خلف:
١٦٧. ابن حزم الأندلسي ومنهجه في دراسة العقائد والفرق الإسلامية (دار ابن حزم، بيروت، ٢٠٠٣م).
١٦٨. جهود الحافظ ابن عبد البر في دراسة الصحابة، بحث منشور في مجلة الحكمة، العدد ٢٤، سنة ١٤٢٣هـ.

<span data-type="title" id=toc-55>ثالثاً: مصادر الشيعة الإمامية:</span>
الأربلي، أبو الحسن علي بن عيسى بن أبي الفتح (ت ٦٩٣هـ):
١. كشف الغمة في معرفة الأئمة، (مكتبة بني هاشمي، تبريز، ١٣٨١هـ).
الأميني، محمد حسين:
٢. الغدير، (مؤسسة الأعلمي، بيروت).
ابن أبي الحديد، أبو حامد بن هبة الله بن محمد المدائني (ت ٦٥٥هـ)
٣. شرح نهج البلاغة (طبعة بيروت).
الحسيني، شرف الدين الحسيني (ت ٩٤٠هـ):
٤. تأويل الآيات الظاهرة، (مؤسسة النشر الإسلامي، قم، ١٤٠٩).
الحلي، (العلامة) الحسن بن يوسف ابن المطهر (ت ٧٢٦هـ):
٥. منتهى المطالب (تبريز، ١٣٣٣هـ).
الطبرسي، أحمد بن علي بن أبي طالب (عاش في القرن السادس الهجري):
٦. الاحتجاج (مؤسسة الأعلمي للمطبوعات، بيروت، ١٤٢١هـ/ ٢٠٠٠م).
الطهراني، أغا برزك:
٧. الذريعة إلى تصانيف الشيعة، (النجف، ١٣٩٠هـ/ ١٩٧٠م).
العاملي، محسن بن عبد الكريم الحسيني (ت ١٣٧٢هـ):
٨. أعيان الشيعة (دار التعارف، بيروت، ١٤٠٦هـ/١٩٨٤م).
المجلسي، محمد باقر بن محمد تقي بن مقصود (ت١١١٠هـ):
٩. بحار الأنوار الجامعة لدرر أخبار الأئمة الأطهار (طبعة طهران، دار الكتب الإسلامية).',NULL,'156',NULL,NULL,'0');
INSERT INTO [b37559] VALUES (148,'المرتضى، علي بن موسى بن محمد المعروف بالشريف المرتضى (علم الهدى)، (ت ٤٣٦هـ).
١٠. آمالي المرتضى، المسمى (غرر الفوائد ودرر العقائد)، (دار إحياء الكتب العربية، القاهرة، ١٣٧٣هـ /١٩٥٤م).
١١. رسائل المرتضى، إعداد: مهدي رجائي (دار القرآن الكريم، قم، ١٤٠٥هـ).',NULL,'157',NULL,NULL,'0');
