-- Table: b37834
-- Chunk: 1
-- Rows: 490

CREATE TABLE "b37834"(id INTEGER PRIMARY KEY,content TEXT, part TEXT, page TEXT, number TEXT, services TEXT, is_deleted TEXT);

-- Insert data for b37834
INSERT INTO [b37834] VALUES (1,'<span data-type="title" id=toc-1>المقدّمة</span>
بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا.
من يهده الله فلا مضل له ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له.
وأشهد أن محمدا عبده ورسوله.
يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ (١).
يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ واحِدَةٍ وَخَلَقَ مِنْها زَوْجَها وَبَثَّ مِنْهُما رِجالًا كَثِيراً وَنِساءً، وَاتَّقُوا اللَّهَ الَّذِي تَسائَلُونَ بِهِ وَالْأَرْحامَ إِنَّ اللَّهَ كانَ عَلَيْكُمْ رَقِيباً (٢).
يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيداً* يُصْلِحْ لَكُمْ أَعْمالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ، وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فازَ فَوْزاً عَظِيماً (٣).
أما بعد .. (٤).
لما أنهيت الدراسة التمهيدية- بقسم التفسير وعلوم القرآن- من كلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية.
_________
(١) سورة آل عمران آية ١٠٢.
(٢) سورة النساء آية ١.
(٣) سورة الأحزاب آية ٧٠، ٧١.
(٤) انظر: خطبة الحاجة ص ١٠، ١١ محمد ناصر الدين الألباني.','المقدمة','5',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (2,'اخترت أن أجعل موضوع الرسالة تحقيق مصنف قيم من ذلك العطاء الضخم الذى خلّفه لنا علماء الإسلام الأجلاء.
وبعد بحث ومتابعة لعدد من فهارس المخطوطات وسؤال واستفسار توجهت به إلى بعض العلماء والمشايخ، أرشدني الشيخ عبد الله بن غديان- جزاه الله خيرا- إلى مخطوط نفيس عظيم الفائدة جليل القدر هو: الناسخ والمنسوخ في القرآن العزيز لأبي عبيد القاسم بن سلّام الهروي.
وما أن وقع نظري عليه وأمعنت في قراءته حتى وجدت مطلبي فاستشرت أستاذنا الفاضل الدكتور/ أحمد حسن فرحات في تسجيل هذا الكتاب موضوعا لرسالة الماجستير فحثني على ذلك ورغبنى فيه.
ثم رسمت خطة العمل وتقدمت بها إلى مجلس القسم فجاءت الموافقة على أن أقوم بدراسة وتحقيق للكتاب وأن يتولى الإشراف شيخنا الفاضل/ محمد بن عبد الرحمن الراوي.
وكان مسار عملي في كل من الدراسة والتحقيق على النحو التالي:
أولا: الدراسة: عبارة عن ثلاثة فصول:
الفصل الأول: ترجمة شاملة لأبي عبيد القاسم بن سلّام الهروي تضمنت:
١ - نسبه وشهرته.
٢ - مولده.
٣ - العصر الذى عاش فيه- الحالة السياسية- الحالة العلمية.
٤ - مكانته وثناء العلماء عليه.
٥ - ذكر من أخذ عنهم العلم: شيوخه في القراءات، شيوخه في الحديث، شيوخه في اللغة والأدب، شيوخه في الفقه.
٦ - ذكر الذين أخذوا عنه العلم.
٧ - عقيدته: مذهبه في الإيمان، مذهبه في الصفات.','المقدمة','6',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (3,'٨ - أقوال أثرت عنه.
٩ - مصنفاته.
١٠ - وفاته.
الفصل الثاني: دراسة لكتاب أبي عبيد الناسخ والمنسوخ في القرآن العزيز تضمنت:
١ - اسم الكتاب.
٢ - نسبته إلى المؤلف.
٣ - منهج المؤلف في تصنيفه للكتاب.
٤ - المميزات التي انفرد بها الكتاب.
٥ - المآخذ التي لاحظتها عليه.
٦ - مفهوم أبي عبيد لمصطلح الناسخ والمنسوخ.
الفصل الثالث: دراسة للمصنفات في الناسخ والمنسوخ.
تضمنت:
١ - ذكر لمن ألف في الناسخ والمنسوخ.
٢ - ذكر لمن أنكر النسخ.
ثانيا: التحقيق:
مهّدت للكتاب بمدخل ضمنته أمرين:
الأول: وصف المخطوطة.
الثاني: المنهج الذي اعتمدته في تحقيق الكتاب وأجهدت نفسي في السير عليه.
هذا وقد كان عملي في تحقيق الكتاب:
أولا: التحري في إخراج النص على أجود صورة جاء بها الكتاب.
ثانيا: عزو الآيات القرآنية إلى مواضعها بعد إتمامها في الهامش.','المقدمة','7',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (4,'ثالثا: عزو الأحاديث والآثار إلى أماكنها في المصادر المعتمدة المعنية بالإسناد.
رابعا: التعريف بالأعلام الذين يرد ذكرهم في الكتاب ما لم يكن الأثر أو الحديث في الصحيحين أو أحدهما فإني حينئذ أهمل التعريف برجاله.
خامسا: أنقل أقوال بعض العلماء كالطبري وابن كثير والنحاس وابن الجوزي حول بعض الآيات وذلك إتماما للفائدة.
سادسا: أعلق في بعض المواطن إن لزم الأمر، مرجحا، جامعا بين متعارضين، موضحا ومبينا كلاما ظاهره الغموض.
سابعا: أوضحت الغريب وشرحت بعض المصطلحات الهامة.
ثامنا: عرّفت ببعض القبائل والأماكن والبلدان.
وفيما يتعلق بالفهارس فلقد ابتدأتها بدليل يسترشد به القارئ إلى مكان كل فهرس ثم أعقبته بفهارس منوعة جاءت على النحو التالي:
الآيات: صنعت فهرسا عاما للآيات القرآنية وآخر للآيات الناسخة والمنسوخة والمراد بالنسخ في كل منها عند المؤلف.
الأحاديث والآثار: جعلت للأحاديث فهرسا مستقلا مرتبا حسب حروف المعجم تسهيلا للرجوع عند الطلب.
كما صنعت فهرسا خاصا بالآثار ذاكرا أمام كل منها صاحب الأثر ليتيسر للقارئ حصر أقوال الرجل الواحد وجمعها.
الأعلام: ما من علم مر ذكره بالكتاب إلا وأوردته في الفهرس محدّدا مكان وجوده جاعلا علامة «م» فوق رقم الأثر الذي ترجمت فيه لذلك العلم.
القبائل والأمكنة والبلدان: صنعت فهرسا لكل بلد أو مكان أو قبيلة ورد ذكرها في الكتاب فما كان منها معرفا ميزته بالحرف «ع» فوق رقم الأثر الذي عنده حصل التعريف.','المقدمة','8',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (5,'أبيات الشعر: أفردت لأبيات الشعر- وهي قليلة في الكتاب- فهرسا مستقلا.
المصادر والمراجع: صنعت فهرسا للمصادر والمراجع التي اعتمدت عليها في الدراسة والتحقيق مرتبا لها حسب حروف المعجم مستوفيا المعلومات التي تتعلق بكل منها- قدر الإمكان- كالمحقق، والطبعة وتاريخها والناشر إذا كان الكتاب مطبوعا، فإن كان مخطوطا ذكرت مكان وجوده والرقم الذي يحمله.
الموضوعات: قسّمت فهرس الموضوعات إلى قسمين: جعلت الأول لموضوعات الدراسة مرقما بالصفحات. وجعلت الثاني للتحقيق مرقما بالآثار مسلسلا بالأبواب.
هذا وختاما فإني أتوجه بالثناء والشكر والامتنان إلى الله سبحانه وتعالى على ما يسره لي من جهد ووقت.
ثم أقدم تقديري واحترامي لشيخي الفاضل محمد بن عبد الرحمن الراوي على توجيهاته ومتابعته لسير عملى في فترات متعاقبة، كان خلالها مرشدا وموجها بذل من وقته- رغم كثرة المشاغل والأعمال- قدرا كان به قضاء الحاجة وإرواء الغليل.
وأقدم أيضا تقديري وشكري للدكتور/ أحمد معبد على ما خصني به من توجيهات وإرشادات وتصويبات إذ كنت أسأله مرات عديدة عمّا أشكل عليّ في مجال التخريج وترجمة الأعلام فألقى منه صدرا رحبا وتوجيها نافعا.
وأشكر أيضا كل من أعانني على تخطي عقبة أو حل إشكال أو استدراك خطأ من أساتذة أو إخوة لنا كرام- كان لهم السبق في هذا الميدان-.
اللهم اجعل عملنا هذا خالصا لوجهك راجحا في ميزان أعمالنا يوم نلقاك.
وصلى الله وسلم على نبينا محمد وعلى آله وصحبه.','المقدمة','9',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (6,'<span data-type="title" id=toc-2>القسم الأول من الكتاب الدراسة</span>
وتشمل ثلاثة فصول ومدخل:
الفصل الأول: ترجمة شاملة لأبي عبيد القاسم بن سلّام الهروي.
الفصل الثاني: دراسة لكتاب الناسخ والمنسوخ في القرآن العزيز.
الفصل الثالث: ذكر لمن صنف في الناسخ والمنسوخ، ذكر لمن أنكر ثبوت النسخ.
المدخل: وصف المخطوط وذكر المنهج الذي سرت عليه في التحقيق والمصطلحات التي ألزمت بها نفسي أثناء ذلك.','المقدمة','11',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (7,'<span data-type="title" id=toc-3>الفصل الأول ترجمة المؤلف</span>
وتشمل:
١ - نسبه وشهرته.
٢ - مولده.
٣ - العصر الذي عاش فيه: الحالة السياسية- الحالة العلمية.
٤ - مكانته وثناء العلماء عليه.
٥ - ذكر من أخذ عنهم العلم: شيوخه في القراءات- شيوخه في الحديث- شيوخه في اللغة والأدب- شيوخه في الفقه.
٦ - ذكر الذين أخذوا عنه العلم.
٧ - عقيدته: مذهبه في الإيمان- مذهبه في الصفات.
٨ - أقوال أثرت عنه.
٩ - مصنفاته.
١٠ - وفاته.','المقدمة','12',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (8,'ترجمة المؤلف

<span data-type="title" id=toc-4>١ - نسبه وشهرته</span>
القاسم بن سلام (بتشديد اللام) (١) أبو عبيد (آخره دال مهملة) التركي (٢) الخراساني (٣) الهروي (٤) المولد والمنشأ، الأزدي (٥) الأنصاري (٦) الخزاعي (٧) بالولاء، الجمحي (٨) البغدادي (٩) اللّغوي (١٠) الشافعي (١١) القاضي (١٢).
كان أبوه مملوكا روميا لرجل من أهل هراة (١٣).
_________
(١) انظر: طبقات المفسرين للداودي ٢/ ٣٥، وفيات الأعيان ٤/ ٦٠، طبقات الشافعية الكبرى للسبكي ١/ ٢٧٠، الرسالة المستطرفة ٣٥ هدية العارفين ١/ ٨٢٥، الكامل لابن الأثير ٥/ ٢٥٩.
(٢) انظر: طبقات المفسرين للداودي المرجع السابق.
(٣) انظر: غاية النهاية في طبقات القراء ٢/ ١٧، المعارف لابن قتيبة ٥٤٩.
(٤) انظر: معجم المطبوعات العربية المعرّبة ١٢١.
(٥) انظر: المعارف المرجع السابق، هدية العارفين المرجع السابق.
(٦) انظر: معرفة القراء الكبار ١/ ١٤١، غاية النهاية في طبقات القراء المرجع السابق.
(٧) انظر: تاريخ العلماء النحويين ١٩٧.
(٨) انظر: كشف الظنون ٢/ ١٢٧٧.
(٩) انظر: الجرح والتعديل لابن أبي حاتم ٧/ ١١١، معرفة القراء الكبار ١/ ١٤١، الخلاصة للخزرجي ٢/ ٣٤٣، غاية النهاية في طبقات القراء المرجع السابق، الرسالة المستطرفة المرجع السابق، العبر في خبر من غير ١/ ٣٩٢، التاريخ الكبير للبخاري ٤/ ١٧٢.
(١٠) انظر: تذكرة الحفاظ ٢/ ٤١٧، الرسالة المستطرفة المرجع السابق، الكامل لابن الأثير المرجع السابق.
(١١) انظر: الرسالة المستطرفة المرجع السابق.
(١٢) انظر: طبقات الحفاظ للسيوطي ١٧٩.
(١٣) انظر: طبقات المفسرين للداودي المرجع السابق، نزهة الألبّاء ١٣٦ معجم الأدباء ٨/ ٢٥٤، تاريخ بغداد ١٢/ ٤٠٣، شذرات الذهب ٢/ ٥٥. هراة: بالفتح مدينة عظيمة مشهورة من أمهات مدن خراسان. (معجم البلدان ٥/ ٣٩٦)','المقدمة','13',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (9,'<span data-type="title" id=toc-5>٢ - مولده</span>
ولد أبو عبيد بهراة (١) سنة أربع وخمسين ومائة (٢) وقيل سنة خمسين ومائة (٣). وقيل سبع وخمسين ومائة (٤).

...<span data-type="title" id=toc-6> ٣ - العصر الذي عاش فيه</span>
كان الزمن الذي أظل أبا عبيد من أزهى عصور الإسلام إذ بين سنة الستين والمائة وسنة الأربع والعشرين والمائتين وهي الفترة التي عاش خلالها القاسم ابن سلّام، تعاقب على خلافة المسلمين فيها ستة من خلفاء بني العباس:
المهدي (٥)، الهادي (٦) الرشيد (٧)، الأمين (٨)، المأمون (٩)،
_________
(١) انظر: إنباه الرواة ٣/ ١٣، معجم المؤلفين ٨/ ١٠١، تذكرة الحفاظ ٢/ ٤١٧.
(٢) انظر: هدية العارفين ٨٢٥، وفيات الأعيان ٤/ ٦٠.
(٣) انظر: وفيات الأعيان المرجع السابق.
(٤) انظر: سير أعلام النبلاء ١٠/ ٤٩١.
(٥) انظر: المهدي: هو أبو عبد الله محمد بن عبد الله بن محمد بن علي بن عبد الله بن العباس، بويع له بالخلافة حين وصل الخبر بوفاة المنصور وذلك سنة ثمان وخمسين ومائة، ومات آخر سنة تسع وستين ومائة. انظر: (الإنباء في تاريخ الخلفاء لابن العمراني ٦٩، الثقات لابن حبان ٢/ ٣٢٤ وما بعدها).
(٦) الهادي: هو موسى بن محمد المهدي بن عبد الله المنصور، بويع له بالخلافة بجرجان لثمان من المحرم سنة تسع وستين ومائة ولم يلبث في الخلافة إلا سنة ثم توفي سنة سبعين ومائة.
انظر: الإنباء في تاريخ الخلفاء لابن العمراني ٧٣، الثقات لابن حبان ٢/ ٣٢٤ وما بعدها).
(٧) هارون الرشيد: هو أبو جعفر هارون بن المهدي محمد بن المنصور عبد الله بن محمد بن علي ابن عبد الله بن العباس. مولده بالري سنة ثمان وأربعين ومائة، ولي الخلافة في ربيع الآخر سنة سبعين ومائة، وانتهت خلافته بموته في جمادى الآخرة سنة ثلاث وتسعين ومائة.
انظر: (الإنباء في تاريخ الخلفاء لابن العمراني ٧٥).
(٨) الأمين: هو أبو عبد الله محمد بن هارون الرشيد، ابتدأت خلافته بموت أبيه الرشيد وانتهت بمقتله على يد أخيه المأمون بعد صراع نشب بينهما على إثر ما هم به الأمين من نزع ولاية العهد من أخيه وجعلها في ابنه، سنة سبع وتسعين ومائة لسبع بقين من المحرم.
انظر: (الإنباء في تاريخ الخلفاء لابن العمراني ٨٩، الثقات ٢/ ٣٢٤ وما بعدها).
(٩) المأمون: هو أبو العباس عبد الله بن هارون الرشيد، تقلد الخلافة بعد مقتل أخيه وسنه سبع وعشرون سنة، وكان مولده ببغداد في الليلة التي استخلف فيها الرشيد سنة سبعين ومائة، وجمع له الرشيد الفقهاء والمحدثين من الآفاق فبرع وفاق في سائر العلوم على سائر أبناء جنسه. وقد اتخذ خراسان','المقدمة','14',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (10,'المعتصم (١).
وكانت الخلافة لبني العباس قد استقرت في حياة المؤسس الحقيقي أبي جعفر المنصور فاستلمها الذين ورثوا الأمر من بعده ثابتة القواعد موطأة الأكناف (٢) يكدر صفوها ثورات في المشرق والمغرب لا تلبث أن تخمد في مهدها.

وكان لاهتمام الخلفاء كالرشيد والمأمون بالعلم وإعلائهم منزلة العلماء أبلغ الأثر في ظهور نهضة علمية في أرجاء ولايات دولة الخلافة في بغداد وخراسان ومصر والحرمين. وأبو عبيد القاسم بن سلّام الذي ولد ونشأ وترعرع في هراة ومرو (٣) من أعمال خراسان ثم انتقل بعد ذلك إلى كل من بغداد، طرسوس، مصر، مكة، قد تأثر وأثر ب<span data-type="title" id=toc-7>الحالة السياسية </span>والعلمية القائمة آنذاك.
الحالة السياسية

:<span data-type="title" id=toc-8> ١ - خراسان:</span>
كانت خراسان موطنا للثورات والفتن طيلة عهد خلفاء بني العباس. فعلى سبيل المثال في سنة إحدى وستين ومائة خرج رجل يقال له المقنع في قرية من قرى مرو فجهز إليه المهدي عدة من أمرائه وأنفذ إليه جيوشا كثيرة (٤).
_________
مقرا للخلافة إلى سنة أربع ومائتين إذ قدم بغداد واستقر بها، فلما كان في سنة ثماني عشرة ومائتين غزا الروم وقهرها وفي عودته أقام أياما بطرسوس فمات بها في تلك السنة وكان عمره ثمان وأربعين سنة وأربعة أشهر.
انظر: (الإنباء في تاريخ الخلفاء لابن العمراني ٩٦ - ١٠٣).
(١) المعتصم: هو أبو اسحاق محمد بن هارون الرشيد، ولد في شعبان سنة ثمان وسبعين ومائة، وبويع له بالخلافة يوم الخميس لاثنتي عشرة ليلة بقيت من رجب سنة ثماني عشرة ومائتين وتوفي المعتصم ب- سر من رأى- لثمان بقين من ربيع الأول من سنة سبع وعشرين ومائتين.
انظر: (الإنباء في تاريخ الخلفاء لابن العمراني ١٠٤ - ١١٠).
(٢) انظر: العالم الإسلامي في العصر العباسي/ حسن أحمد محمود، أحمد إبراهيم الشريف ص ١٣٢.
(٣) مرو: هي مرو العظمى أشهر مدن خراسان. (معجم البلدان ٥/ ١١٢).
(٤) البداية والنهاية ١٠/ ١٣٣.','المقدمة','15',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (11,'وفي سنة اثنتين وستين ومائة خرجت طائفة بجرجان (١) فلبسوا الحمرة شعارا لهم فغزاهم عمرو بن العلاء من طبرستان وقهرهم فأبادهم جميعا (٢). وفي سنة تسع ومائتين جرت حروب مع بابك الخرّمي فأسر بعض أمراء الإسلام وأحد مقدّمي العساكر فاشتد ذلك على المسلمين (٣). وفي سنة تسع عشرة ومائتين ظهر محمد بن القاسم بن عمر بن علي بن الحسين بالطالقان من خراسان يدعو إلى الرضى من آل محمد واجتمع عليه خلق كثير، وقاتله قواد عبد الله بن طاهر (٤) مرات متعددة ثم ظهروا عليه وهرب (٥). وهكذا تبين من خلال هذا العرض التاريخى لمسرح الأحداث في خراسان في فترات من الزمن الذي عاصره أبو عبيد مدى ضراوة الوضع السياسي والأمني لتلك البلاد ولم يكن القاسم بن سلّام أيام إقامته بخراسان بمعزل عن الأحداث بل كان قريبا من وهجها فلقد كان مؤدبا لآل هرثمة (٦)، وهرثمة هذا هو ابن أعين (٧) الذي دخل خراسان نائبا عليها
_________
(١) جرجان: بالضم وآخره نون مدينة عظيمة مشهورة بين طبرستان وخراسان وليس بالمشرق بعد أن تجاوز العراق مدينة أجمع ولا أظهر حسنا منها. (معجم البلدان ٢/ ١١٩).
(٢) البداية والنهاية ١٠/ ١٣٥.
(٣) المرجع السابق ١٠/ ٢٦٣.
(٤) عبد الله بن طاهر بن الحسين أبو العباس الخزاعي، كان المأمون ولاه الشام حربا وخراجا فخرج من بغداد إليها واحتوى عليها وبلغ إلى مصر ثم عاد، فولاه المأمون إمارة خراسان فخرج إليها وأقام بها حتى مات، وكان أحد الأجواد الممدّحين والسمحاء المذكورين، توفي بنيسابور سنة ثلاثين ومائتين وعمره ثمان وأربعون سنة.
(تاريخ بغداد ٩/ ٤٨٣ - ٤٨٩).
(٥) البداية والنهاية ١٠/ ٢٨٢.
(٦) انظر: إنباه الرواة على أنباء النحاة للقفطي ٣/ ١٣.
(٧) هرثمة بن أعين: مولى بني ضبة، أحد القواد الكبار في دولة بني العباس ولي في عهد المهدي والرشيد والمأمون فعرف بالنصح لبني العباس والقدرة على سياسته من تحت يده، ولّاه الرشيد بلاد إفريقيا فسار بهم سيرة حسنة ثم الموصل ثم خراسان، ثم أصبح قائدا للمأمون فاستعان به على إخماد الثورات والفتن، وفي سنة مائتين وشي به عند المأمون فأمر بسجنه ثم دس له السم فمات بعد أيام من سجنه.
انظر: (الكامل في التاريخ ٥/ ٧٠، ٩٦، ١٠٧، ١٢٦، ١٧٩).','المقدمة','16',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (12,'سنة اثنتين وتسعين ومائة من قبل المأمون (١). وكان طاهر بن الحسين (٢) لما نزل مرو من خراسان طلب رجلا يحدثه ليلة فقيل ما هاهنا إلا رجل مؤدب فأدخل عليه أبو عبيد القاسم بن سلّام فوجده أعلم الناس بأيام الناس والنحو واللغة والفقه فقال له: من المظالم تركك أنت بهذا البلد فدفع إليه ألف دينار وقال له أنا متوجه إلى خراسان إلى حرب وليس أحب استصحابك شفقا عليك فأنفق هذا إلى أن أعود إليك فألف أبو عبيد غريب المصنف إلى أن عاد طاهر من خراسان، فحمله معه إلى سر من رأى (٣) وطاهر هذا هو قائد من كبار قواد المأمون قد ولاه خراسان سنة خمس ومائتين (٤) أضف إلى ذلك أن أبا عبيد قد لازم عبد الله بن طاهر أيام مقامه واليا على خراسان من قبل المأمون إذ تولى عليها بعد وفاة والده سنة ست ومائتين (٥). قال ابن خلكان: وانقطع أبو عبيد إلى عبد الله بن طاهر مدة ولما وضع كتابه الغريب عرضه على عبد الله بن طاهر فاستحسنه وقال: إن عقلا بعث صاحبه على عمل هذا الكتاب حقيق ألا يحوج إلى طلب المعاش وأجرى عليه عشرة آلاف درهم في كل شهر (٦) وهكذا يظهر بجلاء ووضوح مدى ما كان يتمتع به أبو عبيد من مكانة عالية لدى ولاة خراسان وأهلها.

<span data-type="title" id=toc-9>٢ - بغداد</span>
: لقد عاش أبو عبيد في بغداد دار السلام عاصمة الخلافة مدة من الزمن.
قال الخطيب في تاريخه: كان قد أقام ببغداد مدة ثم ولي القضاء بطرسوس وخرج
_________
(١) البداية والنهاية ١٠/ ٢٠٦.
(٢) طاهر بن الحسين: بن مصعب بن رزين بن أسعد بن زاذان أبو طلحة الخزاعي، والي خراسان، كان من رجالات الناس، جوادا ممدّحا، توفي بمرو سنة سبع ومائتين.
(انظر: تاريخ بغداد ٩/ ٣٥٣، ٣٥٥).
(٣) انظر: تاريخ بغداد ١٢/ ٤٠٥، ٤٠٦. سر من رأى: مدينة كانت بين بغداد وتكريت على شرقي دجلة استحدث المعتصم بناءها. فسماها بذلك وكانت قبل تعرف بسامراء. (معجم البلدان ٣/ ١٧٣، ٢١٥).
(٤) انظر: البداية والنهاية ١٠/ ٢٥٥.
(٥) البداية والنهاية ١٠/ ٢٥٩.
(٦) انظر: وفيات الأعيان ٤/ ٦.','المقدمة','17',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (13,'بعد ذلك إلى مكة فسكنها حتى مات بها (١) وقال أبو يعلى في طبقات الحنابلة:
قد أقام ببغداد ثم ولي القضاء بطرسوس ثماني عشرة سنة وخرج بعد ذلك إلى مكة فسكنها حتى مات بها (٢).
وقد كان أبو جعفر المنصور الخليفة العباسي الثاني قد أنهى بناء بغداد وسكنها سنة ست وأربعين ومائة (٣) فظلت مركزا للخلافة في عهد المهدي والهادي والرشيد والأمين فغدا أمرا بدهيا أن تظل في حكمهم موطدة الأركان مزدهرة العمران، عزيزة السلطان يكدر صفوها تلك الثورات والهجمات المتوالية بين الحين والآخر.
وكمثال على ذلك نكبة هارون الرشيد سنة سبع وثمانين ومائة للبرامكة ومحوه آثارهم من مدينة دار السلام، وفي ذلك يقول ابن كثير: قتل جعفر بن يحيى البرمكي، ودمر ديارهم، واندرست آثارهم، وذهب صغارهم وكبارهم اه (٤). وهو حدث كبير الخطورة إذ كان للبرامكة من العزة والسلطان عند الرشيد وعامة الناس القدر الذي يضاهي منزلة الخليفة ويكاد يعلو عليه.
على أن أعظم رزية حلت ببغداد محاصرة طاهر بن الحسين وهرثمة بن أعين للخليفة الأمين بدار السلام بأمر من المأمون، وذلك بعد أن نشب النزاع بين الأخوين على إثر نزع الأمين ولاية العهد من أخيه المأمون وجعلها في ابنه موسى.
ولقد أسفر هذا الحصار عن قتل الأمين بعد أن عم الخراب بغداد وأصابها الذعر والجوع، قال ابن كثير يصف تلك الحالة: واشتد الحال على أهل البلد وأخاف الدّعار والشطار أهل الصلاح، وخربت الديار وصارت الفتنة بين الناس حتى قاتل الأخ أخاه للأهواء المختلفة، والابن أباه، وجرت شرور عظيمة واختلفت الأهواء وكثر الفساد والقتل داخل البلد (٥).
_________
(١) انظر: تاريخ بغداد ١٢/ ٤٠٣.
(٢) انظر: طبقات الحنابلة ١/ ٢٦٠.
(٣) البداية والنهاية ١٠/ ٩٦.
(٤) البداية والنهاية ١٠/ ١٨٩.
(٥) البداية والنهاية ١٠/ ٢٣٧، ٢٤٣.','المقدمة','18',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (14,'وفي سنة اثنتين ومائتين بويع لإبراهيم بن المهدي بالخلافة في بغداد وخلع خلافة المأمون ولقب بالمبارك فأرسل له المأمون جيشا ألحق به أبلغ الهزيمة فاختفى بعد سنة من ظهوره (١) وفي تلك السنة شخص المأمون من مرو إلى بغداد فقدمها سنة أربع ومائتين وانقطعت مادة الفتن بمقدمه (٢).
هذه بعض نماذج من وقائع جرت في مدينة السلام كان لها دون أدنى شك أبلغ الأثر في عرقلة التقدم العلمي والرقي العمراني.

<span data-type="title" id=toc-10>٣ - طرسوس </span>(٣):
كانت ثغرا من ثغور المسلمين في مواجهة الروم وكانت حياة الثغور يعوزها الاستقرار إذ تتسم بالمرابطة والترقب الدائم تحسبا لأي غارة قد يشنها أعداء الأمة المسلمة من أمم الكفر المجاورة وقد كانت هذه المدينة- مثلها مثل غيرها من الثغور المتاخمة للأعداء- يؤمها الصالحون والأخيار (٤) رجاء الحصول على الأجر والفوز من الله جل ثناؤه، فعن سهل بن سعد الساعدي رضي الله عنه أن رسول الله صلّى الله عليه وسلم قال: «رباط يوم في سبيل الله خير من الدنيا وما عليها وموضع سوط أحدكم من الجنة خير من الدنيا وما عليها والروحة يروحها العبد في سبيل الله أو الغدوة خير من الدنيا وما عليها» رواه البخاري (٥).
أقام أبو عبيد في طرسوس ثماني عشرة سنة تولى خلالها منصب القضاء لواليها ثابت بن نصر بن مالك الخزاعي وقد كان من قبل ذلك مؤدبا لأولاده (٦).
_________
(١) البداية والنهاية ١٠/ ٢٥٠.
(٢) تاريخ الأمم والملوك الطبري ٨/ ٥٧٤ - ت محمد أبو الفضل إبراهيم.
(٣) طرسوس: بفتح أوله وثانيه، مدينة بثغور الشام بين أنطاكية وحلب وبلاد الروم.
(معجم البلدان ٤/ ٢٨).
(٤) انظر معجم البلدان المرجع السابق.
(٥) انظر: صحيح البخاري ٣/ ٢٢٤.
(٦) انظر: طبقات النحويين ٢١٧، مرآة الجنان لليافعي ٢/ ٨٤، والمعارف لابن قتيبة ٥٤٩.','المقدمة','19',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (15,'وبعد طرسوس نزل أبو عبيد مصر بصحبة يحيى بن معين سنة ثلاث عشرة ومائتين وكتب وصنف بها (١).
وفي سنة تسع عشرة ومائتين وقيل سنة أربع عشرة ومائتين خرج أبو عبيد من العراق إلى مكة للحج (٢). فلما عزم العودة إلى العراق واستأجر مركبا بعد الفراغ من حجه رأى رؤيا كانت سببا في مجاورته للبلد الأمين حتى مات.
قال أبو عبيد: فرأيت النبي صلّى الله عليه وسلم في النوم وهو جالس على فراشه وقوم يحجبونه والناس يدخلون إليه ويسلمون عليه ويصافحونه. قال: فلما دنوت لأدخل مع الناس منعت فقلت لهم: لم لا تخلّون بينى وبين رسول الله صلّى الله عليه وسلم؟
فقالوا: إي والله، لا تدخل إليه ولا تسلم عليه وأنت خارج غدا إلى العراق فقلت لهم: فإني لا أخرج إذا، فأخذوا عهدي ثم خلوا بيني وبين رسول الله صلّى الله عليه وسلم فدخلت وسلمت وصافحت، فلما أصبح قرر الإقامة في مكة فلم يغادرها حتى مات (٣).

<span data-type="title" id=toc-11>الحالة العلمية في عصره</span>
: لقد عاش أبو عبيد القاسم بن سلّام في أرقى عصور الإسلام من الجانب العلمي والفكري. إذ في العصر العباسي الأول أيام خلافة هارون الرشيد، المهدي، الهادي، المأمون مثلا، ظهر في حاضرة بلاد الإسلام علماء أجلاء قعّدوا العلوم وأصّلوها وأفردوها بالتصنيف والإضافة والتكميل فكان بحق العصر الذهبي لعلوم هذا الدين.
وقد حفل معظم خلفاء بني العباس بالعلم وأولوه عنايتهم وقربوا العلماء وأعلوا منازلهم كالخليفة المهدي فإنه أول من أمر بتصنيف كتب الجدل في الرد على الزنادقة والملحدين (٤). وهارون الرشيد الذي أحال بغداد قبلة لطلاب العلم
_________
(١) انظر: التهذيب ٨/ ٣١٥، ٣١٦.
(٢) انظر: نزهة الألباء ص ١٤١، وتهذيب الأسماء واللغات الجزء الثاني من القسم الأول/ ٢٥٨. ومعجم الأدباء ٨/ ٢٥٤.
(٣) انظر: معجم الأدباء ٨/ ٢٥٦، ٢٥٧، إنباه الرواة ٢١، مرآة الجنان ٢/ ٨٥، ٨٦، طبقات النحويين واللغويين ٢١٩٠.
(٤) تاريخ الخلفاء للسيوطى ص ٢٧١.','المقدمة','20',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (16,'يرحلون إليها من مختلف الأمصار لإتمام ما ابتدءوه من العلوم والفنون، فكانت بمثابة مدرسة عليا لطلاب العلوم الشرعية والعربية. وكان فيها كبار المحدثين والقراء والفقهاء والنحويين وحفاظ اللغة وآداب العرب، وقلما كان يتم لإنسان وصف عالم أو فقيه أو محدث إلا إذا رحل إلى بغداد وأخذ عن علمائها (١).
والمأمون كان عهده من أرقى عهود العلم في عصر بني العباس ساعد على ذلك أمران:
أولهما: اشتغال الخليفة نفسه بالعلم وطلبه منذ نعومة أظفاره فلقد جالس العلماء وأخذ عنهم الحديث والتفسير والفقه واللغة فعلى سبيل المثال قد عمل أبو عبيد غريب الحديث للمأمون وقرأه عليه (٢).
وثانيهما: نبوغ الأعداد الغفيرة من العلماء آنذاك في مختلف العلوم (٣) إذ امتلأت أرجاء الولايات الإسلامية بكبار الحفاظ والأئمة كالإمام أحمد والبخاري والأصمعي والكسائي، والفراء، وابن المبارك، وسفيان الثوري، وعبد الرحمن بن مهدي، ووكيع بن الجراح وأمثالهم وأشباههم.
وتبع الخلفاء في الاهتمام بشأن العلم وإعلاء منزلة العلماء كثير من القواد والولاة في هذا العصر أمثال طاهر بن الحسين والي خراسان وابنه عبد الله من بعده وهرثمة بن أعين والي طرسوس.
.... ولئن كان ذلك كذلك فإني لا أعتبر اهتمام الخلفاء وولاتهم في أي عصر من العصور الزاهرة في تاريخ أمتنا وحده سببا في نبوغ العلماء ووصول الخط البياني للعلم إلى أعلى درجة في الارتفاع. إذ أن البذور لا تستنبت في الهواء ولو لم يلق الخلفاء والولاة نهضة علمية جادة قوية التمكين لما نشأ لديهم الاهتمام بالعلم أصلا ولما وجدوا إبداعا علميا يكافئون عليه أصحابه ومبدعيه. بل إن
_________
(١) انظر: محاضرات تاريخ الأمم الإسلامية ص ١٣٥.
(٢) انظر: تاريخ بغداد ١٢/ ٤٠٨.
(٣) انظر: محاضرات تاريخ الأمم ٢٠٦.','المقدمة','21',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (17,'الخليفة أحيانا يوصد الأبواب أمام حرية الاتجاه العلمي. ويحاول إكراه ما وصلت يده إليه من العلماء على اعتناق مذهب يرون بطلانه، وشبهة أوضحت لهم الأدلة والنصوص ضلال من انتحلها أو دعا إليها.
ومع هذا تستمر مسيرة هؤلاء العلماء فوق الصخور ومن خلال الأشواك.
لأن حكمة الله جلّ ثناؤه اقتضت ذلك: إذا أراد الله إعزاز شرعه قيض له من يناوئه. وبعد فإن رصدا عاجلا لشيوخ أبي عبيد الذين تلقى عنهم الحديث والتفسير واللغة والقراءات ليعطي صورة واضحة عن المستوى العلمي الذي كان علماء ذلك العصر يرفلون في حلله.

<span data-type="title" id=toc-12>٤ - مكانته وثناء العلماء عليه</span>
إن لأبي عبيد من حصافة الرأي ورجاحة العقل وبعد النظر والتمكن من العلم ما جعله يحظى بالمنزلة الرفيعة لدى جلسائه وندمائه ومن عاصره من الولاة والأئمة والحفاظ، ومن وصلت إليهم مصنفاته وسيرته.
قال أبو الحسن النحوي: كان طاهر بن الحسين حين مضى إلى خراسان نزل بمرو فطلب رجلا يحدثه ليلة فقيل: ما هاهنا إلا رجل مؤدب فأدخل عليه أبو عبيد القاسم بن سلام، فوجده أعلم الناس بأيام الناس والنحو واللغة والفقه، فقال له: من الظلم تركك بهذا البلد، ودفع إليه ألف دينار.
ولما عمل أبو عبيد كتاب: غريب الحديث وعرضه على عبد الله بن طاهر استحسنه وقال: إن عقلا بعث صاحبه على عمل مثل هذا الكتاب لحقيق ألا يحوج إلى طلب المعاش فأجرى له عشرة آلاف درهم في كل شهر (١).
_________
(١) انظر: إنباه الرواة على أنباه النحاة للقفطي ٣/ ١٣، ١٥، ١٦، تاريخ بغداد ١٢/ ٤٠٥، ٤٠٦. قلت: ولا يظن ظان أن أبا عبيد كان يمتهن شرف العلم بأخذ العطايا على تصنيفه إذ قد روى','المقدمة','22',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (18,'وبينما أبو عبيد في صحبة عبد الله بن طاهر إذ وجه إليه أبو دلف (١) يستهديه أبا عبيد مدة شهرين، فأنفذ أبا عبيد إليه فأقام شهرين بمثابة الأستاذ الزائر، فلما أراد أبو عبيد الانصراف وصله أبو دلف بثلاثين ألف درهم فلم يقبلها وقال: أنا في جنبة رجل ما يحوجنى إلى صلة غيره ولا آخذ ما فيه علي نقص (٢).
ولما مات أبو عبيد بمكة نعي إلى عبد الله بن طاهر فرثاه بقصيدة قال فيها:
يا طالب العلم قد مات ابن سلّام ... وكان فارس علم غير محجام
مات الذي كان فيكم ربع أربعة ... لم يلف مثلهم إسناد أحكام
حبر البرية عبد الله أولهم ... وعامر ولنعم الثاويا عامي
هما اللذان أنافا فوق غيرهما ... والقاسمان ابن معن وابن سلام (٣)
ولقد اتفق أهل عصره في الثناء عليه والاعتراف بعلو قدره وإنزاله مدارج العلماء الكبار، أثنى عليه المحدثون والفقهاء والأدباء وعلماء اللغة ونطقوا في بيان أمانته وورعه وسعة علمه وجودة مؤلفاته وتصانيفه.
_________
الخطيب في تاريخه بسنده قال ابن عرعرة: كان طاهر بن عبد الله ببغداد فطمع في أن يسمع من أبي عبيد وطمع أن يأتيه في منزله فلم يفعل أبو عبيد، حتى كان هذا يأتيه، فقدم علي بن المديني وعباس العنبرى فأرادا أن يسمعا غريب الحديث فكان يحمل كل يوم كتابه ويأتيهما في منزلهما فيحدثهما فيه.
انظر: (تاريخ بغداد ١٢/ ٤٠٧).
قلت: أفلست ترى أن أبا عبيد يذهب إلى الأب عبد الله بن طاهر لمكانته وإجلاله للعلم كما كان يذهب إلى يحيى بن معين والعنبرى ويمتنع عن المجيء إلى الابن طاهر بن عبد الله صيانة للعلم وحفظا لشرفه.
(١) أبو دلف: هو القاسم بن عيسى بن إدريس بن معقل بن عمرو أبو دلف العجلي أمير الكرج، كان شاعرا أديبا سمحا جوادا وبطلا شجاعا، مات ببغداد سنة خمس وعشرين ومائتين.
انظر: (تاريخ بغداد ١٢/ ٤٢٢).
(٢) انظر: تاريخ بغداد ١٢/ ٤٠٦، معجم الأدباء ٨/ ٢٥٦.
(٣) المرجع السابق ٤١٢.','المقدمة','23',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (19,'قال إسحاق بن راهويه: الحق يحبه الله عز وجل أبو عبيد القاسم بن سلام أفقه مني وأعلم مني وقال: أبو عبيد أوسعنا علما وأكثرنا جمعا. إنا نحتاج إلى أبى عبيد وأبو عبيد لا يحتاج إلينا (١).
وقال الإمام أحمد: أبو عبيد القاسم بن سلّام ممن يزداد كل يوم عندنا خيرا (٢).
وقال حمدان بن سهل: سألت يحيى بن معين عن الكتابة عن أبي عبيد والسماع منه فتبسم وقال: مثلي يسأل عن أبي عبيد؟! أبو عبيد يسأل عن الناس لقد كنت عند الأصمعي يوما إذ أقبل أبو عبيد فشق إليه بصره حتى اقترب منه فقال: أترون هذا المقبل؟ قالوا: نعم. قال: لن تضيع الدنيا أو لن يضيع الناس ما حيى هذا (٣).
وقال القاضي أحمد بن كامل: أبو عبيد فاضل في دينه وعلمه متفنن في أصناف علوم الإسلام من القرآن والفقه والعربية والأخبار، حسن الرواية صحيح النقل لا أعلم أحدا من الناس طعن عليه في شيء من أمر دينه (٤).
وقال الهلال بن العلاء الرقي: منّ الله تعالى على هذه الأمة بأربعة في زمانهم: بالشافعي تفقه في حديث رسول الله صلّى الله عليه وسلم وبالإمام أحمد ثبت في المحنة ولولا ذلك لكفر الناس أو قال ابتدعوا، وبيحيى بن معين نفى الكذب عن حديث رسول الله صلّى الله عليه وسلم وبأبي عبيد القاسم بن سلّام فسر غريب الحديث ولولا ذلك لاقتحم الناس الخطأ (٥).
_________
(١) تاريخ بغداد ١٢/ ٤١١، طبقات النحويين واللغويين للزبيدي ص ٢١٧، إنباه الرواة للقفطي ٣/ ١٩.
(٢) تاريخ بغداد ١٢/ ٤١٤، ٤١٥، إنباه الرواة ٣/ ٢١.
(٣) تاريخ بغداد ١٢/ ٤١٤، إنباه الرواة ٣/ ٢١.
(٤) مرآة الجنان لليافعي ٢/ ٨٤، إنباه الرواة المرجع السابق، نور القبس لليغموري ٣١٥.
(٥) انظر: مرآة الجنان لليافعي ٢/ ٨٥، نزهة الألباء ص ١٣٩.','المقدمة','24',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (20,'وقال الحاكم: هو الإمام المقبول عند الكل (١).
وقال عمرو بن بحر الجاحظ: ومن المعلمين ثم الفقهاء والمحدثين، ومن النحويين والعلماء بالكتاب والسنة والناسخ والمنسوخ وبغريب الحديث، وإعراب القرآن، وممن قد جمع صنوفا من العلم أبو عبيد القاسم بن سلام، وكان مؤدبا لم يكتب الناس أصح من كتبه ولا أكثر فائدة (٢).
وبالغ السيوطى في الثناء عليه فقال: كان أبو عبيد إمام أهل عصره في كل فن من العلم (٣).
وقال ابن درستويه الفارسي النحوي؛ كان أبو عبيد ذا فضل ودين وستر ومذهب حسن (٤).
وبعد فهذه شخصية أبي عبيد العلمية من خلال شهادات علماء كبار وأئمة حفاظ تتلمذ على بعضهم، والبعض الآخر أخذوا عنه وسمعوا تصانيفه، فكانوا كما قال ابن درستويه: وكتبه مستحسنة مطلوبة في كل بلد والرواة عنه مشهورون ثقات ذوو ذكر ونبل (٥).

<span data-type="title" id=toc-13>٥ - ذكر من أخذ عنهم العلم</span>
أخذ أبو عبيد وسمع القراءات والتفسير والحديث واللغة والأدب، والفقه عن خلائق لا يحصون وسأذكر جملة من بعض هذه الفئات معرفا بكل منهم على جهة الاختصار والإيجاز.
_________
(١) انظر: طبقات الشافعية للسبكي ١/ ٢٧١.
(٢) انظر: طبقات النحويين واللغويين للزبيدي ٢١٧.
(٣) انظر: بغية الوعاة في طبقات اللغويين والنحاة ٢/ ٢٥٣.
(٤) انظر: تاريخ بغداد ١٢/ ٤٠٤.
(٥) المرجع السابق.','المقدمة','25',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (21,'<span data-type="title" id=toc-14>شيوخه في القراءات:</span>
أخذ أبو عبيد القراءة عرضا وسماعا عن قراء مشهود لهم بالإمامة والفضل فكان منهم:
١ - الكسائي: هو علي بن حمزة بن عبد الله بن قيس بن فيروز الأسدي مولاهم الكوفي الكسائي أحد أئمة القراءة والتجويد في بغداد، أخذ القراءة عن حمزة الزيات مذاكرة وقرأ عليه القرآن أربع مرات، يقال أن سبب تسميته الكسائي أنه كان يحضر مجلس حمزة بالليل ملتفا في كساء. وقيل أحرم في كساء فلقب الكسائي، أثنى عليه الشافعي في النحو، وقال ابن الأنباري كان أعلم الناس بالنحو والعربية والقراءات، مات بالري سنة ثمانين ومائة. وقيل سنة تسع وثمانين ومائة وقيل غير ذلك (١).
٢ - شجاع بن أبي نصر البلخى أبو نعيم المقري، قال أبو عبيد القاسم ابن سلّام: حدثنا شجاع بن أبي نصر وكان صدوقا مأمونا، سئل عنه أحمد بن حنبل فقال: بخ بخ، وأين مثله اليوم، توفي شجاع ببغداد سنة تسعين ومائة (٢).
٣ - إسماعيل بن جعفر القاري: هو إسماعيل بن جعفر بن أبي كثير الأنصاري الزرقي مولاهم أبو إسحاق القاري. أخذ القراءة عرضا على شيبة بن نصاح وبرع في القراءة فنزل بغداد ونشر بها علمه وأقرأ بها، قال ابن معين:
إسماعيل بن جعفر ثقة مأمون قليل الخطأ، توفي ببغداد سنة ثمانين ومائة (٣).
٤ - حجاج بن محمد المصيصي الأعور أبو محمد مولى سليمان بن مجالد ترمذي الأصل، سكن بغداد ثم تحول إلى المصيصة قال الإمام أحمد:
_________
(١) انظر: التهذيب ٧/ ٣١٣، ٣١٤، تاريخ العلماء النحويين ص ١٩٠، ١٩٣.
(٢) التهذيب ٤/ ٣١٣، معرفة القراء الكبار ١/ ١٣٤.
(٣) التهذيب ١/ ٢٨٧، معرفة القراء الكبار ١/ ١٢٠.','المقدمة','26',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (22,'ما كان أضبطه وأشد تعاهده للحروف، مات ببغداد سنة ست ومائتين وقال في التقريب: ثقة ثبت لكنه اختلط في آخر عمره لما قدم بغداد قبل موته (١).
٥ - أبو مسهر: عبد الأعلى بن مسهر بن عبد الأعلى بن مسلم الغساني أبو مسهر الدمشقي، قال أحمد: رحم الله أبا مسهر ما كان أثبته، وقال ابن حبان كان إمام أهل الشام في
الحفظ والإتقان. أخذ القراءة عرضا عن أيوب بن تميم القارئ ونافع بن أبي نعيم، روى القراءة عنه أبو عبيد. ولد سنة أربعين ومائة ومات محبوسا بسبب الفتنة بالقرآن بالعراق سنة ثمان عشرة ومائتين (٢).
٦ - هشام بن عمار بن نصير بن ميسرة أبو الوليد السلمي، إمام أهل دمشق وخطيبهم ومقرئهم ومحدثهم وفقيههم، ولد سنة ثلاث وخمسين ومائة، روى القراءة عنه أبو عبيد القاسم بن سلّام قبل وفاته (٣) بنحو أربعين سنة، مات سنة خمس وأربعين ومائتين وقيل سنة أربع وأربعين (٤).
٧ - سليمان بن داود بن حماد بن سعد الرشديني، أبو الربيع المهري المصري، المقري كان من جلة القراء وعبّادهم، ولد سنة ثمان وسبعين ومائة، وتوفي في أول ذي القعدة سنة ثلاث وخمسين ومائتين (٥).
٨ - سليم بن عيسى بن سليم بن عامر بن غالب، أبو عيسى ويقال أبو محمد الحنفي مولاهم الكوفي المقري، صاحب حمزة الزيات، وأخص تلامذته، وأحذقهم بالقراءة وأقومهم بالحرف. حتى إن رفقاءه في القراءة على حمزة قرءوا عليه لإتقانه.
قال الدوري: حدثنا الكسائي، قال: كنت أقرأ على حمزة فجاء سليم فتلكأت فقال لي حمزة: تهاب سليما ولا تهابني، فقلت يا أستاذ أنت إن
_________
(١) التهذيب ٢/ ٢٠٥، ٢٠٦، التقريب ١/ ١٥٤، غاية النهاية في طبقات القراء ١/ ٢٠٣.
(٢) التهذيب ٦/ ٩٨ - ١٠١، غاية النهاية في طبقات القراء ١/ ٣٥٥.
(٣) أي وفاة هشام بن عمار.
(٤) انظر: غاية النهاية في طبقات القراء ٢/ ٣٥٤ - ٣٥٦.
(٥) انظر: معرفة القراء الكبار ١/ ١٥١، ١٥٢، غاية النهاية في طبقات القراء ١/ ٣١٣.','المقدمة','27',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (23,'أخطأت قومتني وهذا إن أخطأت عيرني. ولد ابن عامر سنة ثلاثين ومائة، وتوفي سنة ثمان وثمانين ومائة وقيل سنة تسع وثمانين ومائة (١).
٩ - يحيى بن آدم بن سليمان بن خالد بن أسيد أبو زكريا الصلحي، إمام كبير حافظ.
سئل الإمام أحمد بن حنبل عنه فقال: ما رأيت أحدا أعلم ولا أجمع للعلم منه وكان عاقلا حكيما، توفي يوم النصف من ربيع الآخر سنة ثلاث ومائتين بفم الصلح قرية من قرى واسط (٢).

<span data-type="title" id=toc-15>شيوخه فى الحديث</span>
: ١ - إسماعيل بن عياش بن سليم العنسي أبو عتبة الحمصي، قال الإمام أحمد: ليس أحدا أروى لحديث الشاميين من إسماعيل بن عياش. وقال يزيد بن هارون: ما رأيت أحفظ من إسماعيل بن عياش، وقال علي بن المديني: كان يوثق فيما روى عن أصحابه أهل الشام فأما ما روى عن غير أهل الشام ففيه ضعف، وقال أبو حاتم: لين يكتب حديثه، وقال في التقريب: صدوق في روايته عن أهل بلده مخلط في غيرهم، مات سنة إحدى أو اثنتين وثمانين، وله بضع وتسعون سنة (٣).
٢ - إسماعيل بن جعفر بن أبي كثير الأنصاري، وقد مر له ترجمة (٤).
٣ - هشيم- بالتصغير- بن بشير: ابن القاسم بن دينار السلمي أبو معاوية بن أبي خازم الواسطي، ثقة ثبت، كثير التدليس والإرسال الخفي، من السابعة، مات سنة ثلاث وثمانين ومائة وقد قارب الثمانين (٥).
_________
(١) انظر: معرفة القراء الكبار ١/ ١١٥، ١١٦.
(٢) انظر: غاية النهاية في طبقات القراء ٢/ ٣٦٣، ٣٦٤.
من أجل معرفة من أخذ عنهم أبو عبيد القراءة. انظر: غاية النهاية في طبقات القراء ٢/ ١٨. معرفة القراء الكبار ١/ ١٤١، طبقات المفسرين للداودي ٢/ ٣٣.
(٣) انظر: التهذيب ١/ ٣٢١ - ٣٢٦. التقريب ١/ ٧٣.
(٤) انظر ص (٢٦).
(٥) التقريب ٢/ ٣٢٠.','المقدمة','28',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (24,'٤ - شريك بن عبد الله النخعي الكوفي القاضي بواسط ثم الكوفة، أبو عبد الله، صدوق، يخطئ كثيرا، تغير حفظه منذ ولي القضاء بالكوفة، وكان عادلا فاضلا عابدا، شديدا على أهل البدع من الثامنة، مات سنة سبع أو ثمان وسبعين ومائة (١).
٥ - عبد الله بن المبارك: المروزي مولى بني حنظلة ثقة ثبت فقيه عالم جواد مجاهد، جمعت فيه خصال الخير، من الثامنة، مات سنة إحدى وثمانين ومائة وله ثلاث وستون (٢).
٦ - أبو بكر بن عياش بن سالم الأسدي الكوفي المقرئ الحناط مشهور بكنيته والأصح أنها اسمه، ثقة عابد، إلا أنه لما كبر ساء حفظه وكتابه صحيح، من السابعة، مات سنة أربع وتسعين ومائة وقد قارب المائة (٣).
٧ - جرير بن عبد الحميد بن قرط- بضم القاف وسكون الراء بعدها طاء مهملة- الضبي الكوفي، نزيل الري وقاضيها، ثقة صحيح الكتاب، قيل كان في آخر عمره يهم من حفظه، مات سنة ثمان وثمانين ومائة وله إحدى وسبعون سنة (٤).
٨ - سفيان بن عيينة بن أبي عمران ميمون الهلالي، أبو محمد الكوفى ثم المكي، ثقة حافظ فقيه إمام حجة إلا أنه تغير حفظه بآخره وكان ربما دلّس لكن عن الثقات من رءوس الطبقة الثامنة، مات في رجب سنة ثمان وتسعين وله إحدى وتسعون سنة (٥).
_________
(١) التقريب ١/ ٣٥١.
(٢) التقريب ١/ ٤٤٥.
(٣) التقريب ٢/ ٣٩٩.
(٤) التقريب ١/ ١٢٧.
(٥) التقريب ١/ ٣١٢.','المقدمة','29',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (25,'٩ - هشام بن عمار: وقد سبق له ترجمة (١).
١٠ - إسماعيل بن عليّة: هو إسماعيل بن إبراهيم بن مقسم الأسدي مولاهم، أبو بشر البصري المعروف بابن علية، ثقة حافظ من الثامنة، مات سنة ثلاث وتسعين ومائة وهو ابن ثلاث وثمانين سنة (٢).
١١ - يزيد بن هارون بن زاذان السلمي مولاهم، أبو خالد الواسطي ثقة متقن عابد، من التاسعة، مات سنة ست ومائتين وقد قارب التسعين (٣).
١٢ - يحيى بن سعيد بن فروخ- بفتح الفاء وتشديد الراء المضمومة وسكون الواو ثم معجمة- التميمي، أبو سعيد القطان البصري، ثقة متقن حافظ إمام قدوة من كبار التاسعة، مات سنة ثمان وتسعين ومائة وله ثمان وسبعون سنة (٤).
١٣ - حجاج بن محمد المصيصي الأعور أبو محمد قد سبق له ترجمة (٥).
١٤ - أبو معاوية الضرير: هو محمد بن خازم- بمعجمتين- الكوفى عمي وهو صغير، ثقة، من كبار التاسعة، مات سنة خمس وتسعين ومائة وله اثنتان وثمانون وقد رمي بالإرجاء (٦).
١٥ - عبد الرحمن بن مهدي بن حسان العنبري مولاهم، أبو سعيد البصري، ثقة، ثبت، حافظ، عارف بالرجال والحديث، قال ابن المديني:
ما رأيت أعلم منه، من التاسعة، مات سنة ثمان وتسعين ومائة وهو ابن ثلاث وسبعين سنة (٧).
_________
(١) انظر ص (٢٧).
(٢) التقريب ١/ ٦٦.
(٣) التقريب ٢/ ٣٧٢.
(٤) التقريب ٢/ ٣٤٨.
(٥) انظر ص (٢٦).
(٦) التقريب ٢/ ١٥٧.
(٧) التقريب ١/ ٤٩٩.
من أجل معرفة من أخذ عنهم أبو عبيد الحديث. انظر: تاريخ بغداد ١٢/ ٤٠٣، طبقات الشافعية الكبرى ١/ ٢٧٠.','المقدمة','30',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (26,'<span data-type="title" id=toc-16>شيوخه في اللغة والأدب:</span>
١ - أبو زيد الأنصاري: هو سعيد بن أوس بن ثابت بن بشير بن قيس ابن زيد بن النعمان بن مالك بن ثعلبة بن كعب بن الخزرج الأنصاري الخزرجي البصري النحوي اللغوي الإمام الأديب، يروى عن أبي عبيدة والأصمعى أنهما سئلا عن أبي زيد الأنصاري فقالا: ما شئت عن عفاف وتقوى وإسلام. توفي بالبصرة سنة خمس عشرة ومائتين في خلافة المأمون وقد جاوز التسعين (١).
٢ - أبو عبيدة معمر بن المثنى: هو أبو عبيدة البصري مولى بني تيم قريش، كانت ولادته في رجب سنة عشر ومائة، من أعلم الناس باللغة وأنساب العرب وأخبارها وأول من صنف غريب الحديث، توفي سنة ثمان ومائتين وقيل بعد ذلك (٢).
٣ - الأصمعي: عبد الملك بن قريب بن عبد الملك، أبو سعيد الأصمعي، صاحب اللغة والنحو والغريب والأخبار والملح، مات سنة سبع عشرة ومائتين وقيل قبل ذلك بالبصرة وعمره ثمان وثمانون سنة (٣).

<span data-type="title" id=toc-17>شيوخه في الفقه:</span>
أخذ أبو عبيد الفقه عن الإمام الشافعي والتقى بالإمام أحمد بن حنبل فأخذ عنه وتأثر به.
١ - الشافعي: محمد بن إدريس بن العباس أبو عبد الله الشافعي الإمام زين الفقهاء، وتاج العلماء، ولد بغزة من بلاد الشام وقيل باليمن، ونشأ بمكة
_________
(١) انظر: معجم الأدباء. المجلد السادس جزء ١١/ ٢١٢ - ٢١٦.
(٢) انظر: معجم الأدباء ١٩/ ١٥٤ - ١٦٢.
(٣) انظر: تاريخ بغداد ١٠/ ٤١٠ - ٤٢٠.
من أجل معرفة شيوخه في الأدب. انظر: نزهة الألباء لابن الأنباري ١٣٧.','المقدمة','31',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (27,'وكتب العلم بها وبمدينة الرسول صلّى الله عليه وسلم وقدم بغداد وحدث بها وخرج إلى مصر فنزلها إلى حين وفاته، أثنى عليه الإمام أحمد فقال: (إن الله تعالى يقيض للناس في كل رأس مائة سنة من يعلمهم السنن وينفي عن رسول الله صلّى الله عليه وسلم الكذب فنظرنا فإذا في رأس المائة عمر بن عبد العزيز وفي رأس المائتين الشافعي رضى الله عنه). توفي أبو عبد الله ليوم بقي من رجب سنة أربع ومائتين (١). ولقد تفقه أبو عبيد علي الشافعي وتناظر معه في القرء هل هو حيض أو طهر إلى أن رجع كل منهما إلى ما قاله الآخر. قال السبكى فى طبقاته: كان الشافعي يقول إنه الحيض وأبو عبيد يقول إنه الطهر فلم يزل كل منهما يقرر قوله حتى تفرقا. وقد انتحل كل واحد منهما مذهب صاحبه وتأثر بما أورده من الحجج والشواهد. قال السبكي: قلت: وإن صحت هذه الحكاية ففيها دلالة على عظمة أبي عبيد فلم يبلغنا عن أحد أنه ناظر الشافعي ثم رجع الشافعي إليه .... (٢).
٢ - أحمد بن محمد بن حنبل بن هلال بن أسد أبو عبد الله إمام المحدثين، الناصر للدين، والمناضل عن السنة، والصابر في المحنة مروزي الأصل، قدمت أمه بغداد وهي حامل فولدته ونشأ بها وطلب العلم وسمع الحديث من شيوخها ثم رحل إلى الكوفة والبصرة ومكة والمدينة واليمن والشام والجزيرة وسمع وكتب عن الكثير من علماء عصره، توفي يوم الجمعة في الضحى سنة إحدى وأربعين ومائتين (٣).
_________
(١) انظر: تاريخ بغداد ٢/ ٥٦ - ٧٣.
(٢) انظر: طبقات الشافعية للسبكي ١/ ٢٧٠ - ٢٧٣.
(٣) انظر تاريخ بغداد ٤/ ٤١٢ - ٤٢٣.
من أجل معرفة عمن أخذ أبو عبيد الفقه. انظر: طبقات الشافعية الكبرى للسبكي ١/ ٢٧٠، تهذيب الأسماء واللغات. الجزء الثاني من القسم الأول ٢٥٧.','المقدمة','32',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (28,'<span data-type="title" id=toc-18>٦ - ذكر الذين أخذوا عنه العلم</span>
أمر بدهي أن تجد عالما كبيرا كأبي عبيد ممن عرف بثقته وأمانته وسعة علمه وإتقانه لمعارف عديدة كالقرآن وعلومه والحديث واللغة والأدب .. أن تجد مثل هذا الرجل قد شدت إليه الرحال والتف حوله طلاب العلم وعاشوا في صحبته فخلّف من التلاميذ والمستفيدين بعلمه خلائق لا يحصون كانوا كما قال القفطي في إنباه الرواة: وعادت بركة أبي عبيد رحمه الله على أصحابه فكلهم نبغ في العلم واشتهر ذكره، وأخذ عنه وتصدر للإفادة (١).
وسأذكر جملة ممن رووا عنه أو تتلمذوا عليه وصحبوه مستغنيا بمن أذكر عمن أدع منهم وأغفل:
١ - ابن أبي الدنيا: هو عبد الله بن محمد بن عبيد بن سفيان القرشي مولاهم، أبو بكر بن أبي الدنيا البغدادي، صدوق حافظ، مات سنة إحدى وثمانين ومائتين، وله ثلاث وسبعون (٢).
٢ - نصر بن داود الصاغاني: أبو منصور، سكن بغداد وحدث بها عن جماعة منهم أبو عبيد القاسم بن سلّام وكان صاحبا له، مات سنة إحدى وسبعين ومائتين (٣).
٣ - علي بن عبد العزيز البغوي وسيأتي إفراده بترجمة مستقلة.
٤ - محمد بن إسحاق الصاغاني: أبو بكر، نزيل بغداد، ثقة ثبت، من الحادية عشرة، مات سنة سبعين ومائتين (٤).
٥ - أحمد بن يوسف أبو عبد الله التغلبي، قال عبد الله بن الإمام أحمد: أحمد بن يوسف التغلبى ثقة، توفي يوم الجمعة أول يوم من رجب سنة ثلاث وسبعين ومائتين (٥).
_________
(١) انظر: إنباه الرواة ٣/ ٢١.
(٢) التهذيب ١٢٦ - ١٣، التقريب ١/ ٤٤٧.
(٣) تاريخ بغداد ١٣/ ٢٩٢.
(٤) التهذيب ٩/ ٣٥، ٣٦، التقريب ٢/ ١٤٤.
(٥) انظر: تاريخ بغداد ٥/ ٢١٨، ٢١٩.','المقدمة','33',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (29,'٦ - الحارث بن محمد بن أبي أسامة: اسمه زاهر، ولد في شوال سنة ست وثمانين ومائة، قال الدارقطني: صدوق، وقال إبراهيم الحربي لمن سأله عن سماع الحديث منه: اسمع منه فإنه ثقة مات ليلة عرفة سنة اثنتين وثمانين ومائتين (١).
٧ - محمد بن يحيى المروزي: هو محمد بن يحيى بن سليمان بن زيد بن زياد، أبو بكر، مروزي الأصل حدث عن أبي عبيد القاسم بن سلّام، ذكره الدارقطني فقال: صدوق، مات في شوال سنة ثمان وتسعين ومائتين (٢).
٨ - أحمد بن القاسم صاحب أبي عبيد القاسم بن سلّام، كان من أهل العلم والفضل (٣).

<span data-type="title" id=toc-19>٧ - عقيدته</span>
إن زيغ العقيدة وانحرافها لدى عالم ما أو صفاءها وسلامتها من الشبه والأوهام، له أبلغ الأثر في مدى سلامة آرائه ومصنفاته من الخلل والتحيز والجور.
فالنحوي المبتدع يلجأ في كثير من الأحيان إلى إعراب النصوص على وجه يخرجها عن ظاهرها لتأييد مذهب باطل يعتنقه، واللّغوي المبتدع تجده أيضا يبين غرائب النص من خلال الشاذ والمستنكر من المعاني والمحدث المبتدع قد يضعف أحاديث ويصحح أخرى وفقا لما يؤيد بدعته ويروج باطله ضاربا صفحا عن موازين أهل الحديث في الصحة والضعف.
والمفسر المبتدع يصرف دلالات نصوص الكتاب عن ظاهرها ويدخل فيها
_________
(١) انظر: تاريخ بغداد ٨/ ٢١٨، ٢١٩.
(٢) تاريخ بغداد ٣/ ٤٢٢، ٤٢٣.
(٣) تاريخ بغداد ٤/ ٣٤٩. من أجل الاستزادة في معرفة تلاميذ أبي عبيد انظر: تاريخ بغداد ١٢/ ٤٠٣، تذكرة الحفاظ للذهبي ٢/ ٤١٧، طبقات المفسرين ٢/ ٣٣، طبقات الحفاظ للسيوطي ١٧٩، معرفة القراء الكبار ١/ ١٤١، إنباه الرواة للقفطي ٣/ ٢١، ٢٢.','المقدمة','34',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (30,'دلالات وأحكاما لا تحتملها النصوص. وهكذا ... لذا كان لزاما عليّ أن أتتبع عقيدة أبي عبيد فأكشف عن مدى صفائها وسلامتها من الابتداع مستندا في ذلك الكشف على نصوص توثيقية- أقوال ومواقف- سجلت لأبي عبيد.

<span data-type="title" id=toc-20>١ - الإيمان:</span>
مذهب أبي عبيد في الإيمان مذهب أهل السنة والجماعة فى أن الإيمان اعتقاد القلب مع قول اللسان وعمل الجوارح، تبين لنا ذلك بما ثبت عنه في كتابه الإيمان إذ يقول: اعلم رحمك الله أن أهل العلم والعناية بالدين افترقوا في هذا الأمر- أي الإيمان- فرقتين:
فقالت إحداهما: الإيمان بالإخلاص لله بالقلوب وشهادة الألسنة وعمل الجوارح.
وقالت الفرقة الأخرى: بل الإيمان بالقلوب والألسنة فأما الأعمال فإنما هي تقوى وبر وليست من الإيمان.
ثم بين أبو عبيد مذهبه في ذلك فقال: وإنا نظرنا في اختلاف الطائفتين فوجدنا الكتاب والسنة يصدقان الطائفة التي جعلت الإيمان بالنية والقول والعمل جميعا وينفيان ما قالت الأخرى (١).
وقد انتقد أبو عبيد الفئات الضالة في مفهوم الإيمان كالجهمية القائلين بأن الإيمان هو معرفة القلب فكان مما قال: ثم حدثت فرقة ثالثة شذت عن الطائفتين جميعا ليست من أهل العلم ولا الدين فقالوا: الإيمان معرفة بالقلوب بالله وحده وإن لم يكن هناك قول ولا عمل. وهذا منسلخ عندنا من قول أهل الملل الحنفية لمعارضته لكلام الله ورسوله صلّى الله عليه وسلم بالرد والتكذيب (٢). وأبطل أيضا مفهوم الإيمان عند كل من المعتزلة القائلين: إن الإيمان بالقلب واللسان مع اجتناب الكبائر فمن قارف شيئا كبيرا زال عنه الإيمان ولم يلحق بالكفر، والخوارج
_________
(١) انظر: كتاب الإيمان لأبي عبيد ٥٣، ٥٤ ت محمد ناصر الدين الألباني.
(٢) انظر: المرجع السابق ٧٩.','المقدمة','35',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (31,'القائلين بكفر مرتكب الكبيرة وخروجه من الإيمان والأباضية القائلين بأن من ترك شيئا من الطاعات كان كافر نعمه وليس بكافر شرك، والصفرية القائلين بأن المعاصي صغارها وكبارها كفر وشرك ما فيه إلا المغفور منها خاصة، والفضلية القائلين بأن المعاصي كلها كفر وشرك ما غفر منها وما لم يغفر (١).

<span data-type="title" id=toc-21>٢ - الصفات:</span>
سلك أبو عبيد في نصوص الصفات مسلك أهل السنة والجماعة من إمرار النصوص كما جاءت واعتقاد أن ظاهرها مراد مع عدم التعرض لها بتكييف أو تمثيل أو تشبيه أو تعطيل.
روى الذهبي في كتابه العلو: عن أبي الحسن الدارقطني قال: حدثنا محمد بن مخلد قال: حدثنا العباس الدوري قال: سمعت أبا عبيد وذكر الباب الذي يروى فيه حديث الرؤية (٢) والكرسي وموضع القدمين، وضحك ربنا، وحديث: أين كان ربنا؟ فقال: (٣) ولكن إذا قيل لنا كيف وضع قدمه؟
وكيف يضحك؟ قلنا: لا نفسر هذا ولا سمعنا أحدا يفسره.
ثم علق الإمام الذهبي بعد ذكره لهذه الرواية فقال: وما تعرّض (٤) لأخبار الصفات بتفسير بل عنده أن لا تفسير لذلك غير موضع الخطاب العربي (٥).
ولقد كان أبو عبيد رحمه الله ورضي عنه يزن الرجال بميزان العقيدة. فتهبط مكانة أقوام لديه بسبب خلل في معتقداتهم وشبه ألقاها الشيطان في قلوبهم فأظهرها الله على فلتات ألسنتهم.
_________
(١) انظر: المرجع السابق/ ١٠١، ١٠٢.
(٢) قوله: وذكر الباب الذي يروى فيه حديث الرؤية ... الذي ذكر ذلك أبو عبيد والذي سمع ذلك منه الدوري.
(٣) أي أبو عبيد.
(٤) أي أبو عبيد.
(٥) انظر: مختصر العلو ١٨٥، ١٨٦. تحقيق وتعليق الألباني.','المقدمة','36',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (32,'قال الدوري: سمعت أبا عبيد- وذاكروه عن رجل من أهل السنة- يقول: هذه الأحاديث التي تروى في الرؤية، والكرسي، وموضع القدمين، وضحك ربنا من قنوط عباده، وإن جهنم لتمتلئ .... وأشباه هذه الأحاديث حق. فقالوا: إن فلانا يقول: يقع في قلوبنا أن هذه الأحاديث حق.
قال أبو عبيد: ضعّفتم عندي أمره، هذه حق لا شك فيها، رواها الثقات بعضهم عن بعض، إنا إذا سئلنا عن تفسير هذه الأحاديث لم نفسرها، ولم يدرك أحد تفسيرها (١).
كما كان أبو عبيد شديدا على أهل الأهواء والبدع، خاصة منهم أولئك الذين لا ينفع معهم المجادلة بالحجة والبرهان، وفي ذلك يقول: عاشرت الناس وكلمت أهل الكلام، فما رأيت قوما أضعف ولا أوسخ ولا أقذر ولا أضعف حجة ولا أحمق من الرافضة، ولقد ولّيت قضاء الثغر فأخرجت منهم ثلاثة:
جهميين ورافضيا، أو رافضيين وجهميا وقلت: مثلكم لا يجاور الثغور (٢).

<span data-type="title" id=toc-22>٨ - أقوال أثرت عنه</span>
١ - قال أبو عبيد: مثل الألفاظ والمعاني الظريفة مثل القلائد اللائحة فى الترائب الواضحة (٣).
٢ - قال علي بن عبد العزيز: سمعت أبا عبيد القاسم بن سلّام يقول:
المتبع للسنة كالقابض على الجمر وهو اليوم عندي أفضل من ضرب السيف في سبيل الله عز وجل (٤).
_________
(١) انظر: طبقات النحويين واللغويين للزبيدي ٢١٨.
قلت: ومراد أبي عبيد في قوله «لم يدرك أحد تفسيرها» أي حقيقتها وكيفيتها.
(٢) انظر: غاية النهاية في طبقات القراء ٢/ ١٨، طبقات النحويين واللغويين للزبيدي ٢١٨.
(٣) انظر: نزهة الألباء ١٣٩، وتاريخ بغداد ١٢/ ٤١٠.
(٤) انظر: تاريخ بغداد- المرجع السابق.','المقدمة','37',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (33,'قال الألباني معقبا على ذلك: قلت هذا في زمانه فماذا يقال في زماننا (١).
٣ - قال أبو عبيد: إني لأتبين في عقل الرجل أن يدع الشمس ويمشي في الظل (٢).
٤ - قال أبو عبيد: ربانيو العلم أربعة: فأعلمهم بالحلال والحرام أحمد ابن حنبل، وأحسنهم سياقة للحديث وأداء له علي بن المديني وأحسنهم وضعا لكتاب ابن أبي شيبة، وأعلمهم بصحيح الحديث يحيى بن معين (٣).
٥ - قال أبو عبيد: من شكر العلم أن تقعد مع كل قوم فيذكرون شيئا لا تحسنه فتتعلم ثم تقعد بعد ذلك في موضع آخر، فيذكرون ذلك الشيء الذي تعلمته فتقول: والله ما كان عندي شيء حتى سمعت فلانا يقول كذا وكذا فتعلمته فإذا فعلت ذلك فقد شكرت العلم (٤).

<span data-type="title" id=toc-23>٩ - مصنفاته</span>
عرف أبو عبيد لدى معاصريه ومن جاء بعده من العلماء الأئمة بأنه اللّغوي، المحدث، المفسر، المقرئ، الفقيه، المؤدب. صاحب التصانيف فكان كما وصفوه وعرفوه بل أعظم شأنا وأكبر قدرا من ذلك.
صنف في فنون وألوان من العلم مختلفة، فروى الناس من كتبه المصنفة بضعة وعشرين كتابا في القرآن والفقه وغريب الحديث والغريب المصنف والأمثال ومعاني الشعر (٥).
_________
(١) انظر: كتاب الإيمان لأبي عبيد ٥٠ تحقيق الألباني.
(٢) تاريخ بغداد ١٢/ ٤١٠.
(٣) انظر: نور القبس المختصر على المقتبس لليغموري ٣١٥.
(٤) انظر: طبقات المفسرين للداودي ٢/ ٣٦.
(٥) البغية للسيوطي ٢٥٣، مرآة الجنان لليافعي ٢/ ٨٤.','المقدمة','38',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (34,'فمنها على سبيل الإجمال:
١ - في الغريب: الغريب المصنف، غريب الحديث، غريب القرآن.
٢ - في اللغة والأدب: كتاب الشعراء، الأمثال السائرة، كتاب النسب كتاب المذكر والمؤنث، كتاب الأجناس، من كلام العرب، كتاب فعل وأفعل.
٣ - في القرآن وعلومه: كتاب القراءات، كتاب المقصور والممدود، كتاب عدد آي القرآن، كتاب معاني القرآن، كتاب فضائل القرآن، كتاب الناسخ والمنسوخ، كتاب شواهد القرآن.
٤ - في الفقه: كتاب الإيمان والنذور، كتاب الحيض، كتاب الطهارة كتاب الحجر والتفليس، كتاب الأموال، كتاب أدب القاضي على مذهب الشافعي، كتاب الأحداث، كتاب الطهور.
٥ - في الاعتقاد والمواعظ: كتاب الإيمان، كتاب مواعظ الأنبياء.
٦ - ومن مؤلفاته أيضا كتاب الإيضاح.
وبعد هذا الإجمال سنورد بعضا من مصنفات أبي عبيد التي وصلت إلينا حسب علمى وما كان منها مطبوعا محققا وما لم يكن كذلك:
١ - الأموال: قام بتحقيقه والتعليق عليه محمد خليل هراس أحد علماء الأزهر، طبع عدة طبعات إحداها عام ١٤٠١ هـ، من منشورات مكتبة الكليات الأزهرية، ودار الفكر وتقع صفحاته في خمسمائة وتسع وخمسين صحيفة.
٢ - كتاب الإيمان ومعالمه وسننه واستكماله ودرجاته: حققه محمد ناصر الدين الألباني من منشورات دار القلم. الكويت، وهو عبارة عن رسالة صغيرة في موضوع الإيمان يقع فى نحو من خمسين صحيفة.','المقدمة','39',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (35,'٣ - كتاب الإيضاح منه مخطوط في مكتبة فاس أول (القرويين) (١).
٤ - كتاب الأمثال: توجد نسخة خطية برواية ابن خالويه فى كوبريلي ١٢١٩، وفي باريس أول ٣٩٦٩، وفي الموصل ٢٠٦، وفي المتحف البريطاني ثاني ٩٩٥، ويوجد أيضا برواية تلميذه أبي الحسن علي بن عبد العزيز في مانشستر ٧٧٣، ومنه مخطوط عن نسخة بخط المؤلف مع زيادات أخرى فى اسكوريال ثاني ١٧٥٧ (٢) وقد ذكر الزركلي في الأعلام أن كتاب الأمثال من ضمن مصنفات أبي عبيد المطبوعة (٣).
٥ - كتاب الخطب والمواعظ: يوجد في ليبزج أول ١٥٨ (٤).
٦ - كتاب غريب الحديث: يقع في أربع مجلدات من الحجم المتوسط مقدار صفحات الواحد منها قرابة خمسمائة صفحة خرجت طبعته الأولى سنة ١٣٨٤ هـ/ طبعة مجلس دائرة المعارف العثمانية بحيدرآباد الدكن الهند.
٧ - الغريب المصنف: بقيت من الكتاب نسخ خطية في أيا صوفيا ٤٧٠٦، والقاهرة أول ٤: ١٧٦، ولندبرج كتبت سنة ٤٨٩، وأمبروزيانا ثاني ١٦٥٠، كتبت سنة ٣٨٤، وفاتح ٤٠٠٨ (٥).
وقد ذكر الزركلي بأنه مطبوع في مجلدين (٦).
_________
(١) انظر: تاريخ الأدب العربي لبروكلمان ٢/ ١٥٨.
(٢) انظر تاريخ الأدب العربي لبروكلمان ٢/ ١٥٧.
(٣) انظر: الأعلام ٥/ ١٧٦.
(٤) انظر: تاريخ الأدب العربي لبروكلمان ٢/ ١٥٩.
(٥) المرجع السابق ٢/ ١٥٦، ١٥٧.
(٦) الأعلام ٥/ ١٧٦.
من أجل معرفة مصنفات أبي عبيد. انظر: تاريخ بغداد ١٢/ ٤٠٥ هدية العارفين للبغدادي ١/ ٨٢٥، معرفة القراء الكبار ١/ ١٤٢ المزهر للسيوطي ٢/ ٤١١، ٤١٢. كشف الظنون، ٢/ ١٣١٧، ١٤٠١، إيضاح المكنون ٢/ ١٩٩، ٢٧٣، ٢٨٨، ٣٠٦، الفهرست لابن النديم/ الفن الثاني من المقالة الأولى ٥٢، مرآة الجنان لليافعي ٢/ ٨٤، معجم الأدباء المجلد الثامن جزء ١٦/ ٢٦٠ الأعلام ٥/ ١٧٦، تاريخ الأدب العربي لبروكلمان ٢/ ١٥٧.','المقدمة','40',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (36,'٨ - فضائل القرآن: يقع في أربعمائة صفحة دراسة وتحقيق الطالب محمد تجاني جوهري نال به درجة الماجستير جامعة الملك عبد العزيز سنة ١٣٩٣ هـ بإشراف الدكتور محمد مصطفى الأعظمي. والكتاب لم يطبع بعد.
٩ - الناسخ والمنسوخ في القرآن العزيز وما فيه من الفرائض والسنن وهو موضوع هذه الرسالة وسأفرده بدراسة مستقلة مفصلة إن شاء الله.

<span data-type="title" id=toc-24>١٠ - وفاته</span>
ذكرت أغلب المصادر المترجمة لأبي عبيد أن وفاته كانت في سنة أربع وعشرين ومائتين في البلد الأمين مكة حرسها الله (١) وقيل بالمدينة (٢).
وحكيت أقوال أخرى في سنة وفاته فقيل:
توفي سنة اثنتين وعشرين ومائتين (٣).
توفي سنة ثلاث وعشرين ومائتين (٤).
توفي سنة خمس وعشرين ومائتين (٥).
_________
(١) انظر: المختصر في أخبار البشر لأبي الفداء ٢/ ٣٤، طبقات النحويين واللغويين ٢١٩، النجوم الزاهرة للأتابكى ٢/ ٢٤١، دول الإسلام للذهبي ١/ ١٣٦، تاريخ بغداد ١٢/ ٤١٥، غاية النهاية في طبقات القراء ٢/ ١٨، الكامل في التاريخ ٥/ ٢٥٩، شذرات الذهب ٢/ ٥٤، تذكرة الحفاظ للذهبي ٢/ ٤١٧، التاريخ الكبير للبخاري الجزء الرابع القسم الأول ١٧٢، خلاصة تذهيب تهذيب الكمال ٢/ ٣٤٣، طبقات ابن سعد ٧/ ٣٥٥، طبقات الحفاظ للسيوطي/ ١٧٩، معجم الأدباء/ المجلد الثامن/ الجزء ١٦/ ٢٥٦.
(٢) وفيات الأعيان ٤/ ٦١، ٦٢، البداية والنهاية ١٠/ ٢٩١، الرسالة المستطرفة ٣٥.
(٣) انظر: تاريخ بغداد ١٢/ ٤١٥، نزهة الألباء ١٤١، مرآة الجنان ٢/ ٨٥، طبقات الحنابلة ١/ ٢٦٢، طبقات المفسرين للداودي ٢/ ٣٧.
(٤) انظر: إنباه الرواة ٣/ ٢٣، البغية للسيوطي ٢٥٤، نزهة الألباء ١٤١، مرآة الجنان لليافعي ٢/ ٨٥، تاريخ بغداد ١٢/ ٤١٥.
(٥) انظر: تاريخ العلماء النحويين/ ٢٠٠.','المقدمة','41',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (37,'توفي سنة ثلاثين ومائتين (١).
والمعتبر من ذلك سنة أربع وعشرين ومائتين إذ عليه الأكثر وقد أكده ابن حجر في تهذيبه واعتبره الأصح (٢).
وتبع الاختلاف في سنة وفاته تحديد العمر الذي عاشه، فالذي عليه الأكثر ممن ترجموا له أن عمره سبع وستون سنة (٣)، وقيل كان عمره ثلاثا وسبعين سنة (٤).
_________
(١) انظر: إنباه الرواة ٣/ ٢٠، بغية الوعاة ٢/ ٢٥٤.
(٢) التهذيب ٨/ ٣١٦.
(٣) انظر: المختصر في أخبار البشر ٢/ ٣٤، البغية للسيوطي ٢٥٤، إنباه الرواة للقفطي ٣/ ٢٠، الكامل لابن الأثير ٥/ ٢٥٩، البداية والنهاية ١٠/ ٢٩١، نزهة الألباء ١٤١ تاريخ بغداد ١٢/ ٤١٦.
(٤) انظر: طبقات النحويين واللغويين ٢١٩، ٢٢٠، غاية النهاية في طبقات القراء ٢/ ١٨.','المقدمة','42',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (38,'<span data-type="title" id=toc-25>الفصل الثانى دراسة مفصلة لكتاب الناسخ والمنسوخ في القرآن العزيز</span>
ويشمل:
١ - اسم الكتاب.
٢ - نسبته إلى المؤلف.
٣ - منهج المؤلف في تصنيفه للكتاب.
٤ - المميزات التي انفرد بها الكتاب.
٥ - المآخذ التي لاحظتها عليه.
٦ - مفهوم أبي عبيد لمصطلح الناسخ والمنسوخ.','المقدمة','43',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (39,'<span data-type="title" id=toc-26>١ - اسم الكتاب</span>
رمز أبو عبيد لكتابه الذي بين أيدينا باسم الناسخ والمنسوخ في القرآن العزيز وما فيه من الفرائض والسنن.
وبعد التتبع للموضوعات التي ضمنها أبو عبيد كتابه هذا تبين لي مدى ما كان عليه من الوفاء في أداء حق هذا العنوان الذي صدّر به الكتاب.
إذ تحدث في مقدمته عن معنى النسخ وأنواعه موثقا ما يذكره بالأدلة المتصلة بأسانيدها عن الصحابة والتابعين.
وأطال النفس في معالجة الآيات الناسخة والمنسوخة، أو المدعى عليها النسخ، وفى ثنايا ذلك تجده يناقش النصوص القرآنية التي يوردها مستنبطا منها ما تضمنته من الفرائض والسنن. معرجا أحيانا على النسخ في السنة بعد ذكره للنسخ في القرآن.
وإليك أمثلة يستوحى منها مجاوزة أبي عبيد لمجال الناسخ والمنسوخ في القرآن:
يقول في باب الصلاة: فهذا ما في الصلاة من القرآن فأما نسخها في السنة ....
ويقول في باب الحدود: فهذا ما نسخ من حدود القرآن، وأما ما نسخ من حدود السنة ....
ويصدر باب أهل الذمة بقوله: باب الحكم بين أهل الذمة وما فيه من النسخ في الكتاب والسنة.
كما تجده أحيانا أخر يتناول بعض القضايا البعيدة تمام البعد عن موضوع النسخ:
ففي باب الصيام ناقش حكم الإفطار للمسافر فاستعرض التخيير والاستحباب والكراهة وبسط الأدلة لذلك. وإن كانت هذه القضية بمعزل عن النسخ إلا أن الذي جرأ أبا عبيد على خوض غمارها ارتباطها بآيات الصيام في البقرة تلك الآيات المشتملة على ناسخ الصيام ومنسوخة.','المقدمة','44',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (40,'وفي باب الطلاق ناقش مسألة الخلع لمن يكون؟ للأزواج! أم للسلطان؟.
وإن كانت هذه القضية لا صلة لها بالنسخ إلا أن الداعي لإيرادها عند أبي عبيد تعلقها بقضية أخرى وهي أخذ العوض في الخلع المخصص للنهي الوارد في آية النساء: وَإِنْ أَرَدْتُمُ اسْتِبْدالَ زَوْجٍ مَكانَ زَوْجٍ وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً ... (١).
وبعد فإن المتأمل لموضوعات هذا الكتاب يتراءى له مجاوزة مؤلفه لقضية النسخ في القرآن إلى قضية أخرى معها وهى عبارة عن مجموعة من الفرائض والسنن كامنة في آيات القرآن الكريم.

<span data-type="title" id=toc-27>٢ - نسبة الكتاب إلى المؤلف</span>
يعتبر كتاب الناسخ والمنسوخ في القرآن العزيز وما فيه من الفرائض والسنن ضمن مصنفات أبي عبيد القاسم بن سلّام الهروي وذلك باتفاق علماء السلف والخلف، إذ لم يرد لأحد منهم قول خلاف ذلك.
وبين يديّ شهادات كثيرة متنوعة تدل كلها على صحة هذه الدعوى يمكن إدراجها تحت التقسيم التالي:
أولا: أن المخطوط الذي عليه اعتمدت في إخراج هذا الكتاب قد اشتمل على سماعات تضمنت التصريح باسم الكتاب منسوبا لأبي عبيد (٢).
ثانيا: أن كثيرا من أهل التراجم أورد هذا الكتاب من بين المصنفات التي خلّفها أبو عبيد (٣).
_________
(١) سورة النساء آية ٢٠.
(٢) انظر: السماعات في أول التحقيق.
(٣) انظر: معجم الأدباء ١٦٩/ ٢٦٠، تذكرة الحفاظ للذهبي ٢/ ٤١٨، هدية العارفين ١/ ٨٢٥، ابن خليفة الإشبيلي في فهرست ما رواه عن شيوخه ٤٧، إيضاح المكنون ٢/ ١٩٩، الفهرست لابن النديم ٥٢.','المقدمة','45',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (41,'ثالثا: جاء ذكر هذا الكتاب منسوبا إلى أبي عبيد في بعض أمهات كتب السلف في التفسير والحديث فمن ذلك:
١ - قال ابن كثير: قال أبو عبيد القاسم بن سلّام في كتاب الناسخ والمنسوخ أخبرنا حجاج بن محمد .... (١).
٢ - وقال أيضا عند تفسيره لآية: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً (٢) وقد ادعى طائفة آخرون من العلماء أن هذه الآية منسوخة، قال ابن أبي حاتم: حدثنا أبو سعيد الأشح حدثنا أبو خالد عن يحيى ابن سعيد عن سعيد بن المسيب قال: ذكر عنده الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُها إِلَّا زانٍ أَوْ مُشْرِكٌ قال: كان يقال: نسختها التى بعدها وَأَنْكِحُوا الْأَيامى مِنْكُمْ (٣) قال: كان يقال الأيامى من المسلمين، وهكذا رواه أبو عبيد القاسم بن سلّام في كتاب الناسخ والمنسوخ عن سعيد بن المسيب (٤).
٣ - وقال البيهقي بعد أن ذكر أثرا عن عبد الله بن عمرو بن عثمان: أن امرأة صامت حاملا فاستعطشت فسئل عنها ابن عمر فأمرها أن تفطر ....
قال: ذكره أبو عبيد في كتاب الناسخ والمنسوخ .... (٥).

<span data-type="title" id=toc-28>٣ - منهج المؤلف في تصنيفه للكتاب</span>
سار أبو عبيد في معالجة قضايا هذا الكتاب على منهج محدد المعالم مميز السمات يمكن الإشارة إليه من خلال النقاط التالية:
_________
(١) انظر: تفسير ابن كثير ١/ ١٥٧.
(٢) سورة النور آية ٣.
(٣) سورة النور آية ٣٢.
(٤) تفسير ابن كثير ٣/ ٢٦٤.
(٥) السنن الكبرى ٤/ ٢٣٠.','المقدمة','46',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (42,'أولا: اعتناؤه بالإسناد إذ ليس في الكتاب حديث أو أثر إلا وجاء مسندا إلى قائله ما عدا القليل النادر جدا.
ثانيا: تقسيم أبواب الكتاب تدرجا حسب أبواب الفقه فجاءت أبوابه كالتالي: باب ذكر الصلاة ومعرفة ما فيها من الناسخ والمنسوخ، الزكاة وما فيها من ذلك، ذكر الصيام وما نسخ منه، النكاح وما جاء فيه من النسخ، الطلاق وما جاء فيه وهكذا .... إلى آخر الكتاب إذ بلغت أبوابه تسعا وعشرين من غير المقدمة.
ثالثا: يعرض في الغالب مسائل الخلاف عرضا علميا يورد فيه قول كل فريق وأدلته مناقشا أحيانا أدلة الخصوم مرجحا بالأدلة الثابتة ما يرى أنه المختار، فهو أشبه بطريقة الطبرى في تفسيره إذ يورد كل منهما الراجح من الأقوال بعد عرض الخلاف بأدلته، يورد الأول ذلك بصيغة: قال أبو جعفر، ويورد الثاني ذلك بصيغة: قال أبو عبيد.
رابعا: سار في مفهوم النسخ على منهج السلف الشامل واعتمد عليه في الحكم على النصوص. وسأفرد لذلك عنوانا مستقلا: مفهوم أبي عبيد لمصطلح الناسخ والمنسوخ.
خامسا: لم يقتصر المؤلف على النسخ في القرآن الكريم بل ناقش النسخ في السنة، كما تحدث عن عدد من الفرائض والأحكام في الآيات التى أوردها في الكتاب وقد مر بنا أمثلة لذلك في الموضوع الذي قبل هذا.

<span data-type="title" id=toc-29>٤ - المميزات التى انفرد بها الكتاب</span>
إن المطلع على كتاب الناسخ والمنسوخ في القرآن العزيز لأبي عبيد يظفر بكتاب امتاز بمزايا عدة من جودة التصنيف وحسن التبويب والأمانة العلمية في الغالب عند الأخذ والترك والقبول والرفض- لأي حكم من الأحكام المدعى عليها- بأنها مما تضمنه نص في الكتاب العزيز، أو المدعى عليها بأنها من المنسوخ.','المقدمة','47',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (43,'كما يظفر بقدرة أبي عبيد على الجمع بين النصوص والآثار التي ظاهرها التعارض وقدرته على استنباط الأحكام من مواطنها في نصوص الكتاب.
وإليك شواهد من صلب الكتاب من خلالها تتضح المزايا التى تحلى بها أبو عبيد أثناء معالجته للقضايا والأحكام:
١ - اعتماده في صناعة أبواب الكتاب طريقة لم يتقدمه إليها أحد فيما أعلم ولم يحذ مسلكه ممن جاء بعده ممن صنف في الناسخ والمنسوخ. إذ قسّمه إلى ثلاثين بابا حسب الموضوعات أولها فضل علم الناسخ والمنسوخ وتأويل النسخ ثم أعقبه بذكر أبواب في: الصلاة، الزكاة، الصيام، النكاح، الطلاق، الحدود، الشهادات، شهادة أهل الكتاب، المناسك، الجهاد، الأسارى، المغانم، الاستئذان، المواريث، الوصية، اليتامى، الحكم بين أهل الذمة، الطعام، الشراب، السكر، قيام الليل، النجوى، التقوى، التوبة عند الموت، توبة القتل، مؤاخذة العباد بما تخفي النفوس، الإكراه في الدين، الاستغفار للمشركين، الأمر بالمعروف والنهي عن المنكر.
وفي كل باب من هذه أورد الآيات المدعى عليها النسخ مما له تعلق بالباب وناقشها.
وإنما اعتبرت تبويبه على درجة من الحسن والجودة لأن علم الناسخ والمنسوخ مجاله الأحكام واعتماد المسلك الفقهي في معالجة قضايا النسخ أدعى إلى حصر النصوص محكمها ومنسوخها في الباب الواحد فيحصل بذلك تيسير الانتفاع وتسهيل الطلب.
٢ - ما يتصل بتأويله للآيات ومناقشته للخلاف والوصول إلى الراجح فإنك تجده مثلا في المقدمة استعرض معنى قوله تعالى: أَوْ نُنْسِها والقراءات فيها ثم ذكر المعنى الراجح لديه في تأويلها (١).
_________
(١) انظر مقدمة أبى عبيد من ص: ٧ إلى ص ١٢.','المقدمة','48',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (44,'كما تجده في باب الصيام في معرض ذكره للقضاء والإطعام لكل من الحامل والمرضع والخلاف فيه، ذكر الراجح لديه في كل منهما (١).
٣ - وما يتعلق بالجمع بين الآثار التي ظاهرها التعارض فإنك تجده بعد ذكره لأقوال الذين ذهبوا إلى تحريم نكاح المرأة الفاجرة وذكره لأقوال الذين ذهبوا إلى إباحة نكاحها يوفق بين التعارض بحمل قول من قال بالإباحة أنه مخصوص بالتوبة، فإن بدر منها توبة بعد فجورها حل نكاحها (٢).
٤ - وفي مجال الرد على المخالفين في مسائل النزاع تلمس فيه قوة الرد وشدة المقارعة للخصوم بالحجة والبيان وكمثال على ذلك: قوله في باب شهادة أهل الكتاب بعد ذكره للخلاف في تأويل آية الوصية في السفر ومن المعنى بقوله: اثْنانِ ذَوا عَدْلٍ مِنْكُمْ أَوْ آخَرانِ مِنْ غَيْرِكُمْ. يقول: وأما تأول الحسن: من قبيلتكم أو من قبيلة غيركم، فكيف يصير أهل المخاطبة بالآية من غيرهم وإنما خاطب الله بها أهل التوحيد كافة. فقال عز وجل: يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ فلم يبق أحد منهم إلا قد خوطب بها، فكيف يجوز أن يقال: من غيركم؟ إلا من كان خارجا منها، وأما قول ابن شهاب: إنها في أهل الميراث يتهم بعضهم بعضا فأنى يكون هذا؟ وإنما سماها الله لنا شهادة ثم أعاد ذكرها في الآية وأبداه مرارا فقال: يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ وقال:
لَشَهادَتُنا أَحَقُّ مِنْ شَهادَتِهِما وقال: ذلِكَ أَدْنى أَنْ يَأْتُوا بِالشَّهادَةِ عَلى وَجْهِها (٣).
وهذا يتأولها في الادعاء من بعض الورثة على بعض فإنما هم مدّعون ومدّعى عليهم، فأين الشهادة من الدعوى؟ وكيف يقال للمدعي شاهد، فهذان نوعان من التأويل لا أعرف لهما وجها، وليس أحد من الناس إلا وقد يؤخذ من قوله ويترك إلا النبي صلّى الله عليه وسلم (٤).
_________
(١) انظر: باب الصيام ص ٦٣ - ٧٠.
(٢) انظر: باب النكاح ص ١٠٧.
(٣) سورة المائدة آية ١٠٦، ١٠٧، ١٠٨.
(٤) انظر: باب شهادة أهل الكتاب ص ١٦٣، ١٦٥.','المقدمة','49',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (45,'٥ - وفى مجال استنباط الأحكام من النصوص وتوسيع مدلولها وإدخال ما ليس فيه نص تحت حكم ما دل عليه النص للتشابه بين القضيتين. تجد أبا عبيد أبدع في هذا المجال وأجاد إذ يقول في باب اليتامى: ومخالطة اليتامى أن يكون لأحدهم المال ويشق على كافله أن يفرد طعامه عنه ولا يجد بدا من خلطه بعياله فيأخذ من مال اليتيم قدر ما يرى أنه كافيه بالتحري فيجعله مع نفقة أهله، وهذا قد يقع فيه الزيادة والنقصان فجاءت هذه الآية الناسخة بالرخصة فيه وذلك قوله عز وجل: وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ (١).
ثم قال أبو عبيد: وهذا عندي أصل للشاهد الذي تفعل الرفاق في الأسفار ألا ترى أنهم يتخارجون النفقات بالسوية، وقد يتباينون في قلة المطعم وكثرته وليس كل من قل طعامه تطيب نفسه بالتفضل على رفيقه، فلما جاء هذا في أموال اليتامى واسعا، كان في غيرهم بحمد الله ونعمته أوسع لولا ذلك لخفت أن يضيق فيه الأمر على الناس (٢).

<span data-type="title" id=toc-30>٥ - المآخذ التي لاحظتها على الكتاب</span>
أيا كانت جهود البشر فهي عرضة للقصور والنقص والخطأ، وما من إنتاج علمي بلغ الذروة فوصل به صاحبه من جودة التصنيف وجمال التأليف مبلغا لم يسبق إليه إلا وسيأتى بعده من يستدرك عليه ويرصد هفواته ويكشف عن مواضع النقص فيه. وليس القيام بهذا العمل دليلا على تفوق من قام به على من استدرك عليه إذ قد يستدرك العاجز عن التصنيف على من بلغت مصنفاته الآفاق وتداولها الناس، وانتفعوا بها على مر الأعصار.
ومن هنا سمحت لنفسي أن أتطاول على أبي عبيد في مصنفه «الناسخ والمنسوخ» فأسجل أمورا اعتبرتها من المآخذ عليه، فإن أكن وفقت للسداد، فذلك ما كنت أرجوه، وإن كانت الأخرى فحسبي ما بذلت من جهد.
_________
(١) سورة البقرة آية ٢٢٠.
(٢) انظر: باب اليتامى ص ٢٤٠.','المقدمة','50',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (46,'١ - اقتصر عند ذكره للصلاة علي النبي صلّى الله عليه وسلم على لفظة: صلى الله عليه، وهذا أسلوب مستغرب لم أجد أن أحدا من علماء السلف اصطلح عليه، مما يوهم القارئ للكتاب أن مؤلفه يسقط مشروعية السلام على النبي صلّى الله عليه وسلم مع الصلاة عليه وذلك ثابت بنص الكتاب في قوله جل ذكره: إِنَّ اللَّهَ وَمَلائِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً (١).
ولقد التزم أبو عبيد هذا الأسلوب في الصلاة على النبي في كتابه:
«الناسخ والمنسوخ» في معظم المواطن التى ورد فيها ذكر النبي صلّى الله عليه وسلم، كما التزمه كذلك في كتابه الإيمان، بينما في كتبه الأخرى فضائل القرآن، الأموال، غريب الحديث، ذكر الصلاة على النبي صلّى الله عليه وسلم بكمالها.
٢ - تركه للترجيح في قضايا ادعى عليها أقوام النسخ وخالفهم فيها آخرون إذ عرض أقوال الطرفين وسكت فلم يتتبع الخلاف ولم يورد المذهب الذي يميل إليه.
وكمثال على ذلك: في باب الزكاة عند ذكره لآية النساء وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً (٢).
أورد الخلاف في إحكام الآية أو نسخها فبسط أقوال القائلين بالإحكام وأقوال المدعين للنسخ ثم ترك الأمر من غير ترجيح أو تعقيب (٣).
وفي باب الحدود عند ذكره لآية المائدة فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ (٤) ودعوى نسخها بآية: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ (٥) تجده أورد
_________
(١) سورة الأحزاب آية ٥٦.
(٢) سورة النساء آية ٨.
(٣) انظر: باب الزكاة ص ٢٥ - ٣١.
(٤) سورة المائدة آية ٤٢.
(٥) سورة المائدة آية ٤٩.','المقدمة','51',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (47,'الآثار الدالة على النسخ والآثار الدالة على الإحكام ثم ترك الأمر بلا ترجيح أو تعقيب (١).
٣ - أبو عبيد عند تناوله لبعض أبواب الكتاب يكتفي بإيراد الآثار والأحاديث ذات الصلة الوثيقة بالموضوع دون أدنى مناقشة لتلك النصوص والأقوال أو تتبعها بالتعقيب لاستنباط ما تضمنته من دلائل وأحكام.
تبرز هذه الظاهرة في كل من باب قيام الليل، باب النجوى، باب التقوى، باب مؤاخذة العباد بما تخفي النفوس، باب الاستغفار للمشركين.
إذ يواجه القارئ- لمحتوى أي باب من تلك الأبواب- بمجموعة من الآثار المروية بأسانيدها مجردة من التعليق والإبانة والتحليل (٢).
٤ - يلاحظ على أبي عبيد أيضا تكرير بعض الأبواب حيث نصب بابا للجهاد ناسخه ومنسوخه ... صدّره بقوله:
وجدنا نسخ الجهاد في أربع خلال منها اثنتان في القتال وثالثة في الأسارى ورابعة في المغانم ... (٣).
ثم تجده يفرد بابا مستقلا للأسارى وآخر للمغانم (٤) وقد عدهما من قبل ضمن باب الجهاد، كما تكررت الظاهرة نفسها في باب الشراب وما نسخ من حله بالتحريم (٥) إذ أعقبه بباب في السكر وما فيه (٦).
قلت: ولعل إفراد باب للأسارى والمغانم مع اعتبارها عند أبي عبيد داخلة
_________
(١) انظر: باب الحدود ص ١٣٤ - ١٣٦.
(٢) انظر ص ٢٥٦، ٢٥٨، ٢٦٠، ٢٧٤، ٢٨٣.
(٣) انظر: باب الجهاد ص ١٩٠.
(٤) انظر: باب الأسارى والمغانم ص ٢٠٩ - ٢١٧.
(٥) انظر: باب الشراب ص ٢٤٨.
(٦) انظر: باب السكر وما فيه ص ٢٥٢.','المقدمة','52',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (48,'تحت الجهاد وإفراد باب للسكر مع اعتباره داخل تحت الشراب، لعل ذلك تصرف من الراوي الذي أخذ عن أبي عبيد الناسخ والمنسوخ أو من أحد النساخ.

<span data-type="title" id=toc-31>٦ - مفهوم أبي عبيد لمصطلح الناسخ والمنسوخ</span>
قبل الدخول في بيان هذا المصطلح عند أبي عبيد لا بدّ من الإشارة إلى مفهوم النسخ عند السلف من الصحابة والتابعين وأهل العصر الأول للتدوين وعند من جاء بعد ذلك من الأصوليين زمن تحديد المصطلحات والفصل بين العلوم والفنون.
فالسلف كان مصطلح النسخ عندهم واسعا يدخل تحته أمور عدة منها تخصيص اللفظ العام والاستثناء وتقييد المطلق وتبيين المجمل ونحو ذلك.
والمتأخرون كان مصطلح النسخ عندهم مقصورا على إزالة وإبطال الحكم المتقدم الثابت بالدليل بحكم متراخ عنه ثابت بدليل آخر.
ومن هنا فلا غرابة أن يجد المطلع على مرويات الصحابة والتابعين المبثوثة في كتب التفسير بالمأثور، أقوالا كثيرة صرحوا فيها بالنسخ بين أجزاء الآية الواحدة، أو حكموا بنسخ نصوص الأخبار التي لا مجال للنسخ فيها، وإليك أمثلة من هذه المرويات:
١ - قال ابن عباس في قوله جل ذكره: وَالشُّعَراءُ يَتَّبِعُهُمُ الْغاوُونَ* أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وادٍ يَهِيمُونَ* وَأَنَّهُمْ يَقُولُونَ ما لا يَفْعَلُونَ (١) هو منسوخ بقوله:
إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَذَكَرُوا اللَّهَ كَثِيراً (٢).
_________
(١) سورة الشعراء آية ٢٢٤، ٢٢٥، ٢٢٦.
(٢) سورة الشعراء آية ٢٢٧.
قلت: سمى ابن عباس الاستثناء نسخا.','المقدمة','53',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (49,'٢ - وقال وهب بن منبّه في قوله: جل ذكره: وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ (١) نسختها الآية التي في غافر: وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا (٢) ٣ - وقال أبو عبيد القاسم بن سلّام: إنّ قوله جل ذكره: وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً وَأُولئِكَ هُمُ الْفاسِقُونَ (٣) منسوخ بقوله: إِلَّا الَّذِينَ تابُوا مِنْ بَعْدِ ذلِكَ الآية (٤).
ولقد أشار إلى منهج السلف هذا في الناسخ والمنسوخ عدد من العلماء منهم شيخ الإسلام ابن تيمية في الفتاوى حيث يقول: وفصل الخطاب أن لفظ النسخ مجمل، فالسلف كانوا يستعملونه فيما يظن دلالة الآية عليه من عموم أو إطلاق أو غير ذلك (٥).
ومنهم الإمام الشاطبي في موافقاته حيث يقول: يظهر من كلام المتقدمين أن النسخ عندهم في الإطلاق أعم منه في كلام الأصوليين، فقد يطلقون على تقييد المطلق نسخا،
وعلى تخصيص العموم بدليل متصل أو منفصل نسخا وعلى بيان المبهم والمجمل نسخا كما يطلقون على رفع الحكم الشرعي بدليل شرعي متأخر نسخا، لأن جميع ذلك مشترك في معنى واحد (٦).
ومنهم الإمام ابن القيم رحمه الله حيث يقول: مراد عامة السلف بالناسخ والمنسوخ رفع الحكم بجملته تارة وهو اصطلاح المتأخرين ورفع دلالة العام والمطلق والظاهر تارة أخرى. إما بتخصيص عام أو تقييد مطلق وحمله على المقيد وتفسيره
_________
(١) سورة الشورى آية ٥.
(٢) سورة غافر آية ٧.
قلت: آية غافر مخصصة لآية الشورى فسمى ابن منبّه التخصيص نسخا.
(٣) سورة النور آية ٤.
قلت: اعتبر أبو عبيد الاستثناء نسخا.
من أجل الاستزادة من الأمثلة انظر الموافقات في أصول الشريعة للشاطبي ٣/ ١٠٩ - ١١٦.
(٤) سورة النور آية ٥.
(٥) انظر: الفتاوى ١٤/ ١٠١.
(٦) الموافقات ٣/ ١٠٨.','المقدمة','54',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (50,'وتبيينه حتى إنهم يسمون الاستثناء والشرط والصفة ناسخا لتضمن ذلك رفع دلالة الظاهر ... إلى أن قال ومن تأمل كلامهم رأى من ذلك فيه ما لا يحصى وزال عنه إشكالات أوجبها حمل كلامهم على الاصطلاح الحادث المتأخر اهـ (١).
وعند ما يقال منهج السلف فإنما يراد به ما قبل الإمام الشافعي رضي الله عنه إذ أنه أول من فرق بين النسخ وغيره من التخصيص والاستثناء وتقييد العام وتبيين المجمل فجعل مصطلح النسخ خاصا بما أبطل الحكم المتقدم الثابت بالدليل الشرعى.
يقول في الرسالة: ومعنى نسخ: ترك فرضه (٢)، ويقول أيضا: وليس ينسخ فرض أبدا إلا أثبت مكانه فرض، كما نسخت قبلة بيت المقدس فأثبت مكانها الكعبة وكل منسوخ في كتاب وسنة هكذا (٣).
فمراده بقوله: (ترك فرضه) إبطال العمل بالمنسوخ.
ومراده بقوله: (وليس ينسخ فرض أبدا إلا أثبت مكانه فرض) أن النسخ إبطال لحكم المنسوخ وترك العمل به وإثبات لحكم آخر يحل محله.
ومن قوله هذا يتبين أن الإمام الشافعي حصر مصطلح النسخ بأنه رفع وإبطال للحكم المنسوخ.
فليس للتخصيص أو الاستثناء أو تقييد العام وما أشبه ذلك ليس لها مكان في هذا المصطلح. قال مصطفى زيد بعد نقله لهاتين العبارتين عن الإمام الشافعي: ذلك أنه فسر النسخ بالترك ثم قرر لازمه وهو: أنه لم ينسخ فرض أبدا إلا أثبت مكانه فرض، فأفاد بمجموع الكلمتين أن النسخ رفع يلزمه إثبات، وهو المعنى العام الذي يفهم بوضوح من استعمال الشافعي للكلمة في رسالته
_________
(١) انظر: أعلام الموقعين ١/ ٣٥.
(٢) الرسالة فقرة ٣٦١ ص ١٢٢ تحقيق أحمد شاكر.
(٣) انظر: الرسالة فقرة ٣٢٨/ ١٠٩، ١١٠ تحقيق أحمد شاكر.','المقدمة','55',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (51,'مع تعدد المواضع الذي استعملها فيها وكثرتها، فإذا نحن ضممنا إليه حديثه عن التخصيص بعد ذلك واختياره المثال الذي ضربه له من المخصص المنفصل وهو آيات اللعان بعد آية حد القذف، أدركنا عن يقين أن النسخ عنده إنما يراد به رفع الحكم الأول كله، وهذا عنده يقتضي إثبات غيره مكانه، أما رفع بعض الحكم الأول فهو عنده تخصيص للعام ولو انفصل عنه (١).
وأبو عبيد الذي عاصر الإمام الشافعي وأخذ عنه قد التزم في كتابه مفهوم السلف لمصطلح الناسخ والمنسوخ فاعتبر رفع الحكم الشرعي الثابت بدليل متقدم بحكم متراخ عنه ثابت بدليل متأخر، والاستثناء، وتخصيص العام، وتقييد المطلق وتبيين المجمل وإبطال مفهوم علق بالأذهان وهو غير مراد من النص. اعتبر ذلك كله داخلا في مصطلح النسخ.
وهذه أمثلة من الكتاب نفسه من خلالها يتضح مفهوم أبي عبيد لمصطلح الناسخ والمنسوخ:
١ - ذكر أبو عبيد في باب الصيام حديث عدي بن حاتم الذي قال فيه: لما نزلت هذه الآية وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ (٢) عمدت إلى عقالين أحدهما أسود والآخر أبيض ...
الحديث (٣).
وبعد أن ذكر أحاديث غيره تتعلق بالصوم قال أبو عبيد: فهذا ما كان من نسخ الطعام والشراب والنكاح في الصوم.
فاعتبر إزالة المفهوم الباطل للآية الكريمة الذي علق بذهن عدي بن حاتم اعتبره نسخا.
٢ - في باب النكاح قال أبو عبيد: وأما الحرام الذي نسخه الحلال
_________
(١) النسخ في القرآن الكريم مصطفى زيد ١/ ٧٥.
(٢) سورة البقرة آية ١٨٧.
(٣) انظر: باب الصيام ص ٣٩.','المقدمة','56',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (52,'فنكاح نساء أهل الكتاب. ثم أورد أثرا عن علي بن أبي طلحة عن ابن عباس في قوله: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ (١) قال: ثم استثنى أهل الكتاب فقال: وَالْمُحْصَناتُ مِنَ الْمُؤْمِناتِ وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ (٢). وذكر بعده أثرا عن الأوزاعي شبيها بالأول ثم عقب أبو عبيد على ذلك بقوله: فرأي ابن عباس والأوزاعي أن الناسخ من الآيتين هي هذه التي في المائدة (٣).
قلت: عدّ أبو عبيد الاستثناء المصرح به في قول ابن عباس نسخا وفي ذلك دلالة على اعتماده مفهوم السلف للنسخ.
٣ - وفى باب الطلاق وما جاء فيه قال أبو عبيد: أما الطلاق فإنا لا نعلم فيه ناسخا ولا منسوخا إلا فى موضعين: فدية الخلع، وعدة الوفاة.
فأما الفدية فإن حجاجا حدثنا عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس فى قوله: وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً (٤) قال: ثم استثنى فقال: إِلَّا أَنْ يَخافا أَلَّا يُقِيما حُدُودَ اللَّهِ .... (٥).
قلت: وقول ابن عباس صريح فى الدلالة على الاستثناء إذ أن «إلا» أخرجت المستثنى الذي بعدها عن دخوله في التحريم المنصوص عليه بأول الآية.
وقد سمى أبو عبيد هذا الأسلوب نسخا جريا على طريقة السلف.
٤ - وفي باب الشهادات قال أبو عبيد: قوله عز وجل: إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ
_________
(١) سورة البقرة آية ٢٢١.
(٢) سورة المائدة آية ٥.
(٣) انظر: باب النكاح ص ٨٣، ٨٤.
(٤) سورة البقرة آية ٢٢٩.
(٥) انظر: باب الطلاق ص ١١٣.','المقدمة','57',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (53,'أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ثم قال بعد ذلك: إِلَّا الَّذِينَ تابُوا (١) فليس يختلف المسلمون أن هذا الاستثناء ناسخ للآية من أولها وأن التوبة لهؤلاء جميعا بمنزلة واحدة (٢).
قلت: قد سمى أبو عبيد الاستثناء نسخا جريا على مصطلح السلف.
٥ - ومن باب اليتامى أذكر هذا المقال الذي به أختم عرض الأمثلة.
قال أبو عبيد: والذي دار عليه المعنى من هذا أن الله عز وجل لما أوجب النار لآكل أموال اليتامى (٣) أحجم المسلمون عن كل شيء من أمرهم حتى مخالطتهم كراهية الحرج فيها. فنسخ الله عز وجل ذلك بالإذن في المخالطة والإذن في الإصابة من أموالهم بالمعروف (٤) إذا كانت لوالى تلك الأموال الحاجة إليها (٥).
قلت: اعتبر أبو عبيد إزالة الحرج الواقع في نفوس الصحابة من مخالطة اليتامى، نسخا.
وبعد هذا الاستطراد في ذكر مفهوم السلف لمصطلح الناسخ والمنسوخ الذي التزم به أبو عبيد في كتابه هذا. أصبح من اليسير أن نجد آيات عديدة حكم عليها أبو عبيد بالنسخ وأن نجد آثارا عدة تضمنت التصريح بالنسخ مما لا مجال للتعارض فيه بل الجمع بين النصوص ممكن بيسر وسهولة.
إنه لمن الخطأ البين والتطاول الواضح أن نحكم على واحد من علماء السلف الأجلاء بأنه كان مسرفا فى القول بالنسخ، قبل الكشف عن مراده بقوله: هذا النص أو الحكم منسوخ.
_________
(١) سورة المائدة آية ٣٣، ٣٤.
(٢) انظر: آخر باب الشهادات. ص ١٥٤.
(٣) وذلك فى آية النساء إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً وَسَيَصْلَوْنَ سَعِيراً آية ١٠.
(٤) وذلك فى البقرة وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ.
سورة البقرة آية ٦.
(٥) انظر: باب اليتامى ص ٢٤٠.','المقدمة','58',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (54,'<span data-type="title" id=toc-32>الفصل الثالث</span>
<span data-type="title" id=toc-33>١ - ذكر لمن صنف في الناسخ والمنسوخ</span>
تعددت مناهج العلماء الذين أفردوا بالتصنيف علم الناسخ والمنسوخ فمنهم من التزم منهج السلف في مصطلح النسخ.
ومنهم من تناول النسخ من خلال الآيات القرآنية، فاكتفى بسرد المنسوخ منها والناسخ وذكر من قال بذلك في كل آية ادّعي عليها النسخ متجاهلا مصطلح السلف الشامل للتخصيص والاستثناء وتقييد المطلق وتبيين المجمل وإزالة الحكم المتقدم، مما أدى به إلى أن يفسر كثيرا من أقوالهم بمصطلح المتأخرين الذي هو بمعنى: إزالة الحكم أو النص المتقدم بحكم أو نص متراخ عنه.
ومن هنا أسرف كثير من المصنفين في النسخ عند ما حكموا على أكثر النصوص بإزالتها وإبطالها.
ومنهم من اعتنى بدراسة الناسخ والمنسوخ كعلم له قواعد وضوابط أصولية وأغفل وقائع النسخ فلم يورد شيئا من الآيات المدعى عليها ذلك ومنهم من جمع هذا وذاك. ومنهم من اعتنى بدراسة تشريعية تاريخية نقدية للنسخ.
وسأذكر جمعا ممن ألفوا في الناسخ والمنسوخ ووصلت إلينا مصنفاتهم فكان منها المطبوع ومنها المخطوط في الحين الذي أغفل فيه جمعا آخر من المصنفات في النسخ لعدم العثور عليها أو الاهتداء إلى أماكن وجودها:
١ - الناسخ والمنسوخ في القرآن العزيز وما فيه من الفرائض والسنن لأبي عبيد القاسم بن سلام الهروي وقد سار فيه مؤلفه على منهج السلف، والكتاب أفردناه بدراسة مستقلة إذ هو موضوع هذه الرسالة.
٢ - الناسخ والمنسوخ في القرآن الكريم: لأبي جعفر محمد بن أحمد بن إسماعيل الصفّار المرادي النحوي المصري المعروف بأبي جعفر النحاس، توفي سنة ٣٣٨ هـ.','المقدمة','59',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (55,'اعتمد فيه مصنفه على الإسناد المتصل لكل أثر أو حديث يورده وكان مكثرا في ذلك وقسّمه إلى أبواب منها: تعريف النسخ، الترغيب في تعلم الناسخ والمنسوخ، اختلاف العلماء في الذي ينسخ القرآن والسنة، أصل النسخ واشتقاقه، النسخ على كم يكون من ضرب، الفرق بين النسخ والبداء، ذكر بعض الأحاديث في الناسخ والمنسوخ، السور التي يذكر فيها الناسخ والمنسوخ.
وفي هذا الباب استعرض الآيات القرآنية المدعى عليها النسخ وأقوال السلف فيها مرتبا لها حسب السور. ويعتبر من المصنفات الجليلة القدر، ويقع في مائتين وستين صفحة من القطع الكبير، وقد طبع عام ١٣٢٣ هـ بمصر (١).
٣ - نواسخ القرآن: لجمال الدين أبي الفرج عبد الرحمن بن علي بن محمد بن الجوزي المتوفى سنة ٥٩٧ هـ.
اعتنى ابن الجوزي بالإسناد فلا يكاد يذكر حديثا أو أثرا إلا مسلسلا بالسند، وقد جعل كتابه قسمين:
بحث في الأول النسخ من الناحية الأصولية فتحدث عن: جواز النسخ، الفرق بينه وبين البداء، إثبات أن في القرآن منسوخا، بيان حقيقة النسخ، شروط النسخ، ذكر ما اختلف فيه هل هو شرط في النسخ أم لا؟ فضيلة علم الناسخ والمنسوخ والأمر بتعلمه، أقسام المنسوخ، وناقش في القسم الثاني منه مائتين وسبعا وأربعين قضية من قضايا النسخ في اثنتين وستين سورة من القرآن، فأثبت وقوع النسخ فى اثنتين وعشرين واقعة لا غير. وبعد فهو كتاب جليل القدر عظيم الفائدة. وقد طبع محققا في مجلد واحد فبلغ خمسمائة وسبعين صفحة (٢).
_________
(١) سجل رسالة دكتوراه أطروحة الأستاذ سليمان اللاحم/ كلية أصول الدين. الرياض وقد فرغ الباحث من تحقيق الكتاب كاملا.
(٢) الكتاب موضوع رسالة الماجستير، المقدمة من الطالب محمد أشرف علي الملبارى من الجامعة الإسلامية، وقد نشر الكتاب ضمن مطبوعاتها.','المقدمة','60',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (56,'٤ - الإيضاح فى ناسخ القرآن ومنسوخه: ومعرفة أصوله واختلاف الناس فيه. لأبي محمد مكي بن أبي طالب القيسي المتوفى سنة ٤٣٧ هـ.
وقد أظهر كتابه هذا في عدة أبواب اعتنى فيها بالجانب الأصولى فقدم دراسة مفصلة للنسخ اشتملت على: معنى النسخ، جوازه، أقسام المنسوخ، أقسام الناسخ، أقسام معنى نسخ السنة بالسنة، الفرق بين النسخ والتخصيص والاستثناء، شروط الناسخ والمنسوخ، جامع القول فى مقدمات الناسخ والمنسوخ، ثم أفرد باقي الكتاب- ويقرب من ثلاثة أرباعه- لذكر وقائع النسخ.
فاستعرض مائتي واقعة متدرجا حسب السور فردّ النسخ في أكثرها.
وبعد فهو كتاب جليل القدر عظيم الفائدة لولا ما يكدر ذلك من تجريد المؤلف له عن الإسناد. يقع مطبوعا محققا في أربعمائة وسبع صفحات (١).
٥ - النسخ فى القرآن الكريم: للأستاذ مصطفى زيد.
الكتاب دراسة للنسخ من الناحية التشريعية والتاريخية والنقدية أخرجه مؤلفه في تمهيد وأربعة أبواب وخاتمة.
ففكرة النسخ، والنسخ عند اليهود والنصارى، وموقف المسلمين منه، وإثبات وقوعه في الشرائع السابقة، والنسخ والبداء، كل ذلك ضمّنه التمهيد.
وفي الباب الأول النسخ عند الأصوليين من خلال الفصول التالية: معنى النسخ، التفرقة بين النسخ وبعض أساليب البيان مثل التخصيص، الاستثناء المطلق المقيد ... الخ، شروط النسخ، حكم النسخ والحكمة منه.
وفي الباب الثاني: النسخ من الناحية التاريخية ويشمل: المصنفين في النسخ، الكتب المصنفة فيه.
_________
(١) قام بتحقيقه الدكتور أحمد حسن فرحات الأستاذ المساعد بجامعة الإمام سابقا والأستاذ بجامعة الكويت حاليا. وقد قامت جامعة الإمام بطبع الكتاب ضمن مطبوعاتها.','المقدمة','61',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (57,'وفي الباب الثالث: دعاوى النسخ التي لم تصح ويشمل: إحصاء وتصنيف لدعاوى النسخ، دعاوى النسخ في الآيات الإخبارية، دعاوى النسخ فى آيات الوعيد، دعاوى النسخ بآية السيف، مناقشة لدعاوى النسخ التي ليس فيها إلا التخصيص أو التقييد أو التفسير أو التفصيل، مناقشة دعوى النسخ في آيات ليس فيها تعارض، مناقشة دعوى النسخ فى آيات اشتهرت بأنها منسوخة وليست كذلك.
وقد استغرق هذا الباب ما يقرب من نصف الكتاب.
وفى الباب الرابع ما صح من وقائع النسخ إذ توصل المؤلف إلى حصرها بست آيات. وينتهي الكتاب بخاتمة يلخص فيها المؤلف أهم نتائج البحث ويدلي بمقترحات يراها. ويعتبر الكتاب أجمع دراسة للناسخ والمنسوخ قدمت حتى الآن.
والكتاب مطبوع يقع في مجلدين من المتوسط عدد صفحاته ثمانين وتسعمائة.
٦ - الناسخ والمنسوخ لأبي بكر بن العربي: محمد بن عبد الله بن محمد المعروف بابن العربي المعافري الإشبيلي المالكي المتوفى سنة ثلاث وأربعين وخمسمائة.
وقد نهج في تصنيف الكتاب طريقة الأصوليين إذ ابتدأه بمقدمة تتعلق بالناسخ والمنسوخ وما يتبعه من تقسيمات وأنواع ثم تحدث بعدها عن الناسخ والمنسوخ من خلال الآيات القرآنية مرتبا ذلك حسب السور، وقد اهتم بمناقشته الأحكام الفقهية والرد على المخالفين ولم يقتصر ابن العربي في كتابه على النسخ، بل تجده يشير إلى مفاهيم أخرى مثل: المدني، المكي، أول ما نزل، آخر ما نزل، وما أشبه ذلك. والكتاب مخطوط عدد أوراقه ثمان وسبعون (١).
_________
(١) توجد منه نسخة مصورة بقسم المخطوطات مكتبة جامعة الإمام المركزية بالرياض تحت رقم ٦٢٤٧/ ف- وهو موضوع أطروحة الدكتور عبد الكبير المدغرى لتحقيقه ودراسته.
انظر: قلائد المرجان للكرمي تحقيق الحجي ص ٩٧.','المقدمة','62',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (58,'٧ - قلائد المرجان في الناسخ والمنسوخ من القرآن تأليف مرعي بن يوسف الكرمي المقدسي الحنبلي المتوفى سنة ١٠٣٣.
ضمنه عدة مباحث منها: النسخ في اللغة، أقسام النسخ عند المحققين، أقسام المنسوخ في القرآن، أقسام الناسخ في القرآن ما يجوز أن يكون ناسخا ومنسوخا، ما يحتاج إليه الناظر في الناسخ والمنسوخ، نسخ القرآن بالإجماع ونسخ الإجماع بالإجماع ونسخ القياس بالقياس، الفرق بين النسخ والتخصيص والاستثناء، ما يدخل فيه النسخ، الفرق بين النسخ والبداء، ذكر السور التي فيها الناسخ والتي فيها المنسوخ والتي دخلها كلاهما، أول نسخ وقع في الشريعة ثم ذكر الناسخ والمنسوخ على نظم سور القرآن حيث استعرض القرآن سورة فاستغرق في إيراد وقائع النسخ والآيات المدعى عليها ذلك ما يزيد على ثلاثين ومائتي صفحة من عدد صفحات الكتاب البالغة ثلاث وستين وخمسمائة صفحة. ثم أنهى الكتاب بخاتمة ضمّنها ذكر قضايا في علوم القرآن منها: ترتيب ما نزل بمكة والمدينة ما اختلف في مكان نزوله، آخر ما نزل، أرجى آية وأشد آية، ذكر ترتيب السور والآيات، ذكر نزول القرآن، ذكر جمع القرآن، ذكر شكل المصحف ونقطه ....
وكان مرعي مسرفا في الحكم على كثير من الآيات بالنسخ، وأحسن محقق الكتاب عند ما تتبع الآيات المدعى عليها النسخ ورد أكثرها (١).
٨ - فتح المنان في نسخ القرآن: لمؤلفه الشيخ علي حسن العريض أحد علماء الأزهر الشريف، نهج فيه مؤلفه طريقة أصولية إذ قسمه إلى قسمين:
الأول: اشتمل على دراسة متكاملة عن النسخ فكان من مباحثه: تعريف النسخ، الفرق بينه وبين التخصيص والبداء، شروطه، أركانه، أنواعه، أدلة ثبوته، شبهات المنكرين له، حكمة النسخ.
_________
(١) وقد قام الباحث عبد الله بن علي بن محمد الحجي بدراسة وتحقيق كتاب قلائد المرجان ونال بعمله ذلك درجة الماجستير في علوم القرآن من كلية أصول الدين بالرياض عام ١٤٠٣/ ١٤٠٤ هـ.','المقدمة','63',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (59,'أما القسم الثاني: فهو عرض ومناقشة للآيات المدعى عليها النسخ.
والكتاب مطبوع يقع في خمسين وثلاثمائة صفحة من الحجم المتوسط.
٩ - الناسخ والمنسوخ من كتاب الله عز وجل لمؤلفه هبة الله بن سلامة ابن نصر المقري الضرير المتوفى سنة عشر وأربعمائة.
أغلب الكتاب استعراض للآيات المنسوخة عند المؤلف مرتبة حسب السور وقد بالغ في دعوى النسخ وتجرأ على نصوص كثيرة فادعى نسخها وهي من النسخ بعيد.
وقد بدأ المؤلف كتابه بمقدمة لا تقل عن ثلاث عشرة صفحة تحدث فيها باختصار عن: أهمية الناسخ والمنسوخ، تعريفه، أقسامه، تسمية السور التي دخلها الناسخ ولم يدخلها المنسوخ، والسور التي دخلها المنسوخ ولم يدخلها الناسخ، والسور التي دخلها الناسخ والمنسوخ، اختلاف المفسرين في أي شيء وقع المنسوخ من كلام العرب، ما رد الله على الملحدين والمنافقين من أجل معارضتهم في تنقل أحكام كتابه المبين، ذكر ما جاء من النسخ في الشريعة على التوالي.
وبعد فالكتاب يقع في أربع عشرة ومائتي صفحة. في طبعته المحققة (١).
١٠ - الإحكام والنسخ في القرآن الكريم لمؤلفه محمد حمزة:
وقد ضمّن المؤلف كتابه هذا عدة مباحث شملت أمرين أولهما: الإحكام والتشابه، ثانيهما: الناسخ والمنسوخ وابتدأه بمقدمة ضمّنها مفهوم الإحكام، المحكم والمتشابه، المحكم والمنسوخ، تطور مفهوم النسخ من عهد الرسول إلى استقرار القواعد الأصولية ثم جاءت بحوث الكتاب السبعة بعد ذلك على النحو التالي: المحكم والمتشابه، ما يرد عليه النسخ وما لا يرد، هل النسخ سنة الله
_________
(١) وقد طبع الناسخ والمنسوخ من كتاب الله عز وجل لهبة الله بن سلامة بتحقيق زهير الشاويش ومحمد كنعان.','المقدمة','64',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (60,'تعالى في الشرائع السابقة، القرآن هو المهيمن على كل كتاب، هل في القرآن ناسخ ومنسوخ، الآيات التي اشتهرت بنسخها وبيان خطأ المكثرين، المحكمات من سورة الأنعام.
وبعد فالكتاب مطبوع يقع في مائتين وعشرين صفحة من الحجم المتوسط.
١١ - الناسخ والمنسوخ: لأبي منصور عبد القاهر بن طاهر بن محمد البغدادي:
جرى فيه مصنفه على طريقة الأصوليين في التقسيم والتبويب وعالج الموضوعات معالجة الفقيه فأورد الأحكام الفقهية والمسائل الخلافية. وليس للإسناد عنده ذكر. وقد قسمه إلى ثمانية أبواب على النحو التالي:
معنى النسخ وحدّه وحقيقته، بيان شروط النسخ وأحكامه، تفسير الآية الدالة على النسخ وبيان قراءتها، بيان الآيات التي اجتمعوا على نسخها، بيان الآيات التي اختلفوا في نسخها، بيان ما اتفقوا على نسخه واختلفوا في ناسخه، بيان سنن ناسخه وسنن منسوخه، معرفة الناسخ والمنسوخ فيما يشتبهان فيه.
والكتاب لم يزل مخطوطا تقع أوراقه في ثمان وسبعين ورقة (١).
١٢ - نظرية النسخ في الشرائع السماوية: لمؤلفه الدكتور شعبان محمد شعبان:
عالج النسخ من الجانب النظري معرضا صفحا عن الوقائع والتطبيقات فجاءت مواضيع الكتاب على النحو التالي: تعريف النسخ، الفرق بين النسخ والتخصيص، الحكمة في النسخ، النسخ بين المثبتين والمنكرين، موقف اليهود من
_________
(١) فى جامعة الإمام محمد بن سعود الإسلامية نسخة للكتاب مصورة على ميكروفيلم برقم (٨٩٥) وقد حقق الكتاب الأستاذ حلمي كامل أسعد وحصل به على الماجستير من كلية الشريعة بجامعة أم القرى بمكة.','المقدمة','65',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (61,'النسخ، أقسام الناسخ والمنسوخ، شروط النسخ، طرق معرفة النسخ، هل الزيادة على النص نسخ، هل يجوز نسخ الخبر، المصنفون في النسخ.
والكتاب مطبوع تبلغ صفحاته ثلاثين ومائتين.
١٣ - ناسخ القرآن العزيز ومنسوخة لهبة الله بن عبد الرحيم بن إبراهيم المعروف بشرف الدين بن البارزي المتوفى سنة ٧٣٨ هـ.
ابتدأه بمقدمة ذكر فيها تعريف النسخ، أنواعه، ذكر أول ما نسخ، السور التي فيها النسخ، والسور التي لم يدخلها ذلك، الآيات المنسوخة بآية السيف، الآيات المنسوخة بآية القتال: قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ، الآيات المنسوخ عمومها بالاستثناء.
ثم ذكر بالتفصيل المواضع المنسوخة على ترتيب السور فذكر مع كل منسوخ ناسخه مع تعيين السورة التي فيها الناسخ إن لم يكن من سورة المنسوخ.
ووضع المؤلف حرف (م) علامة على المنسوخ وحرف (ن) علامة على الناسخ. ثم أنهى المؤلف كتابه بخاتمة بين فيها مفهوم المتقدمين للنسخ ومخالفة المتأخرين لهم في ذلك.
ويلاحظ عليه إسرافه بالقول بالنسخ إذ اعتبر آية السيف ناسخة لأربع عشرة ومائة آية.
وبعد فالكتاب يقع في ثلاث وستين صفحة من الحجم المتوسط مطبوعا بتحقيق الدكتور حاتم صالح الضامن.
١٤ - الإيجاز في معرفة ما في القرآن من منسوخ وناسخ: لمؤلفه أبي البركات محمد بن بركات بن هلال بن عبد الواحد السعيدى النحوي:
سار على منهج الأصوليين في تصنيفه ثم تعقب الآيات المدعى عليها النسخ فأسرف وبالغ في نسخ آيات محكمة.
ولقد اعتمد مصنفه على بعض المتهمين أمثال مقاتل بن سليمان البلخي، والكلبي في مرويات الكتاب.','المقدمة','66',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (62,'ويكاد يكون مختصرا لكتاب الإيضاح، لمكي، ولكتاب الناسخ والمنسوخ لابن سلامة (١).
١٥ - الناسخ والمنسوخ للقاضي أبي عبد الله بن محمد بن عبد الله بن على العامرى الأسفراييني:
جرى فيه مصنفه على منهج الأصوليين، وأهل الإسناد عند الاستشهاد والاستدلال، واعتمد على الضعفاء والمتهمين كالكلبي ومقاتل بن سليمان، وقد ضمّن كتابه عدة فصول على النحو التالى: بيان المنسوخات، حقيقة النسخ، الخلاف في جواز نسخ العبادة قبل فعلها، النسخ جائز عند المسلمين، بيان المنسوخ، أقسام النسخ، أول عبادة نسخت في هذه الشريعة. ثم أفرد بابا لذكر المنسوخ على ترتيب السور وبيان ناسخ ذلك.
والكتاب مخطوط عدد أوراقه ست وعشرون ورقة وفي النسخة الأخرى أربع عشرة ورقة وهو قيد التحقيق (٢).
١٦ - الناسخ والمنسوخ لمحمد بن مسلم بن شهاب الزهري المتوفى سنة (١٢٤ هـ). اشتمل الكتاب على قسمين الأول النسخ وقد أورد فيه عددا من الروايات في فضل تعلمه، وأدلة ثبوته، والآيات المنسوخة من كتاب الله والناسخة وقد سلك مسلك منهج السلف في تحديد النسخ.
والقسم الثاني من الكتاب أفرده لذكر ما نزل بمكة وما نزل بالمدينة.
واعتمد على السور في ترتيب ذلك.
_________
(١) كتاب الإيجاز في معرفة ما في القرآن من منسوخ وناسخ لأبي البركات السعيدي النحوي- موضوع دراسة وتحقيق الأستاذ عبد الكريم العثمان لنيل درجة الماجستير في علوم القرآن من كلية أصول الدين بالرياض. وقد فرغ من دراسة الكتاب وتحقيقه.
(٢) كتاب الناسخ والمنسوخ للأسفراييني مخطوط في جامعة الإمام النسخة الأولى تحت رقم (٢٤٦) / ف، والثانية تحت رقم (٧٨٣٣) / ف.
وهو موضوع رسالة الباحث صالح بن عبد الله المحيمد لنيل درجة الماجستير.','المقدمة','67',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (63,'والكتاب مخطوط يقع في ست ورقات (١).
١٧ - الموجز في الناسخ والمنسوخ: للإمام المظفر بن الحسين بن زيد ابن علي بن خزيمة الفارسي.
سلك فيه مؤلفه منهج السلف في مصطلح الناسخ والمنسوخ وعلامة ذلك إفراده بابا عنوانه: باب بيان الآيات المنسوخة بالاستثناء بعدها.
وقد أخرج ابن خزيمة كتابه هذا في عدة أبواب على النحو التالى:
بيان الناسخ والمنسوخ، بيان السور التي فيها الناسخ والمنسوخ، بيان السور التي لم يدخلها الناسخ ولا المنسوخ، بيان السور التي فيها المنسوخ دون الناسخ، بيان السور التي فيها الناسخ دون المنسوخ، بيان المنسوخ في القرآن بآية السيف، ما نسخ من القرآن بآية القتال، بيان الآيات المنسوخة بالاستثناء بعدها، بيان ما في الآيات المنسوخة على النظم، بيان السور المنسوخ والمحكم منها على النظم.
والكتاب مطبوع بذيل كتاب الناسخ والمنسوخ للنحاس ويقع في سبع عشرة صفحة.
١٨ - معرفة الناسخ والمنسوخ: لأبي عبد الله محمد بن حزم (٢):
ابتدأ الكتاب بذكر عدد من الآثار في فضل تعلم الناسخ والمنسوخ واعتناء السلف بذلك.
ثم قسّم الكتاب إلى فصول وأبواب، ذكر فيها: معنى النسخ اللغوي والاصطلاحي، شروطه، إنكار اليهود للنسخ، الذي يقع فيه النسخ الأمر والنهي دون الإخبار، أنواع النسخ، السور التي لم يدخلها ناسخ ومنسوخ، تسمية
_________
(١) انظر: النسخ في القرآن الكريم لمصطفى زيد ١/ ٢٩٦.
ومقدمة الحجي على قلائد المرجان/ ص ٩٢.
(٢) وليس هو أبو محمد بن حزم الظاهري صاحب التصانيف.','المقدمة','68',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (64,'السور التي فيها ناسخ وليس فيها منسوخ، السور التي دخلها منسوخ ولم يدخلها ناسخ، السور التي دخلها الناسخ والمنسوخ، الناسخ والمنسوخ على نظم القرآن.
والكتاب مجرد من الإسناد قد أسرف فيه مؤلفه بالحكم بالنسخ على كثير من الآيات المحكمة (١).
١٩ - قبضة البيان في ناسخ ومنسوخ القرآن: لمؤلفه أبي القاسم جمال الدين بن عبد الرحمن البذوري رواية الإمام أبي الفرج عبد الرحمن بن الجوزي.
ذكر فيه مؤلفه الآيات المنسوخة والناسخة مرتبة حسب السور. والكتاب يقع في خمس عشرة صفحة (٢).
٢٠ - الناسخ والمنسوخ من القرآن العظيم:
وهو عبارة عن أبيات منظومة مبوبة اشتملت على خمسة وسبعين بيتا مفرقة على اثني عشر بابا جاءت على النحو التالى:
ما فيه ناسخ فقط، ما فيه منسوخ فقط، ما فيه ناسخ ومنسوخ، منسوخ البقرة، منسوخ آل عمران، منسوخ النساء ... الخ سور القرآن.
وناظمه عيسى المغربي فرغ من تأليفه وتسويده، بخط يده يوم الجمعة عام ٩٩٥ هـ (٣).
٢١ - النسخ بين نفاته ومثبتيه لمؤلفه عبد الله توفيق الصباغ:
وهو رسالة صغيرة بحث فيها المؤلف النسخ من الجانب الأصولي فتعرض للقضايا التالية:
_________
(١) الكتاب مطبوع بحاشية التفسير المنسوب لابن عباس: المقباس من تفسير ابن عباس للفيروزآبادى يقع في الصفحات من (٣٠٨) إلى (٣٩٧).
(٢) حققه زهير الشاويش ومحمد كنعان.
(٣) والكتاب مخطوط في جامعة الإمام تحت رقم (١١٥٦).','المقدمة','69',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (65,'تعريف النسخ، النسخ بين نفاته ومثبتيه، الحكمة وراء النسخ، النسخ بين الدعوى والحقيقة، ما يقبل النسخ وما لا يقبل، كيف يعرف الناسخ من المنسوخ. وقد بلغ هذا الكتاب أربعين صفحة إلا واحدة من الحجم الصغير.
٢٢ - ذوق الحلاوة ببيان امتناع نسخ التلاوة لمؤلفه أبي الفضل عبد الله ابن محمد بن الصديق الغماري، تحدث فيه مصنفه عن نوع من النسخ وهو نسخ لفظ الآية دون حكمها، واعتبر ذلك ممتنعا. وقد جاءت عناوين الكتاب على النحو التالى:
حقيقة النسخ، أقسام النسخ، هل تنسخ التلاوة، أمثلة لما قيل بنسخ تلاوته، لم يمتنع نسخ التلاوة. ونحو ذلك.
هذه مجموعة من المصنفات التي اطلعت عليها في الناسخ والمنسوخ اجتهدت في ترتيبها حسب الأهمية. وهناك مصنفات أخرى وصلت إلينا مما ألف في الناسخ والمنسوخ لم أطلع عليها فمن ذلك:
١ - الناسخ والمنسوخ: تأليف قتادة بن دعامة السدوسي المتوفي سنة (١١٧) أو (١١٨ هـ) (١).
٢ - الناسخ والمنسوخ: لمؤلفه عبد الرحمن العتائقي المتوفى بعد سنة ٧٨٨ هـ (٢).
٣ - الناسخ والمنسوخ: لمؤلفه أحمد البحراني بن المتوج المتوفي سنة (٨٣٦ هـ) شرحه عبد الجليل القاري (٣).
_________
(١) قام بتحقيقه الدكتور/ حاتم صالح الضامن، وطبع ونشر في مجلة المورد العراقية ج ٩/ العدد الرابع/ الصفحات ٤٧٩ - ٥٠٦.
انظر: مقدمة الحجي على قلائد المرجان ص ٩٢.
(٢) الكتاب مطبوع في النجف سنة ١٩٧٠ م بتحقيق عبد الهادي الفضيلي.
انظر: مقدمة الحجي على قلائد المرجان ص ٩٩.
(٣) الكتاب مطبوع بطهران سنة ١٣٨٧ هـ.
انظر: مقدمة الحجي على قلائد المرجان ص ٩٩.','المقدمة','70',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (66,'٤ - عمدة البيان في زبدة نواسخ القرآن لمؤلفه محمد بن سلامة الرشيدي الشافعي المتوفى سنة ١٣٠٠ هـ (١).
٥ - النسخ بين الإثبات والنفي: لمؤلفه الدكتور محمد محمود فرغلي (٢).
٦ - ناسخ القرآن ومنسوخه: لمؤلفه علي بن شهاب الدين حسن بن محمد الحسيني الهمداني المتوفى سنة ٧٨٩ هـ (٣).
٧ - جواب الناجي عن الناسخ والمنسوخ: للشيخ برهان الدين الناجي المتوفى سنة (٩٠٠ هـ) (٤).
٨ - إرشاد الرحمن لأسباب النزول والنسخ والمتشابه من القرآن: للشيخ عطية الله البرهاني الشافعي الأجهوري، تعلم بالقاهرة وبها توفي سنة (١١٩٠ هـ) (٥).
٩ - التبيان للناسخ والمنسوخ لمؤلفه: عبد الله بن حمزة بن النجم الصعدي (٦).
_________
(١) وهو مخطوط بدار الكتب المصرية برقم (١٢٧) تفسير تيمور.
انظر: فهرس التيمورية ١/ ١٥٠، ومقدمة الحجي على قلائد المرجان ص ١٠٠.
(٢) وقد طبع الكتاب بمصر سنة ١٣٩٦ هـ.
انظر: مقدمة تحقيق كتاب نواسخ القرآن لابن الجوزي من إعداد محمد أشرف الملباري ص ٢٢.
(٣) وهو رسالة مختصرة يوجد له نسخة في المكتبة الظاهرية تحت رقم (٤٤٢٥) كتبت سنة (٩٠٧).
انظر: مقدمة تحقيق نواسخ القرآن ص ٢٦.
(٤) يوجد منه نسخة في الخزانة التيمورية التابعة لدار الكتب المصرية تحت رقم مجاميع (٢٠٧) كتبت سنة ١٣١٦ هـ.
انظر: مقدمة تحقيق نواسخ القرآن ص ٢٦.
(٥) يوجد منه نسخة مخطوطة في الخزانة التيمورية تحت رقم (٤٢) تفسير.
انظر: مقدمة تحقيق نواسخ القرآن ص ٢٧.
(٦) توجد منه نسخة بالجامع الكبير بصنعاء كتبت سنة (١٣٥٠ هـ) عدد أوراقها (١٩).
انظر: مقدمة تحقيق نواسخ القرآن ص ٢٨.','المقدمة','71',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (67,'١٠ - صفوة الراسخ في علم المنسوخ: للشيخ شمس الدين محمد بن أحمد الحسين الموصلي (١).
١١ - البيان في الناسخ: للشيخ محمد بن عبد الله بن أبي النجم (٢).
١٢ - نسخ الكتاب والسنة بالكتاب والسنة: إعداد الطالبة فاطمة صديق عمر نجوم (٣).
١٣ - النسخ في الشريعة الإسلامية: إعداد الطالب أحمد محمد صديق (٤).
وبعد ..... فهذه مصنفات الناسخ والمنسوخ في القرآن الموجود منها حسب ما وصل إليه علمي وبالله العصمة والتوفيق.

<span data-type="title" id=toc-34>٢ - ذكر لمن أنكر ثبوت النسخ</span>
مع صراحة الأدلة على ثبوت النسخ كقوله جل ذكره: ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها (٥).
_________
(١) يوجد منه نسخة في الخزانة التيمورية ضمن مجموعة رقم (٧٣٧/ ٢٢٥ تفسير) عدد صفحاتها (١٢٩).
انظر: مقدمة تحقيق نواسخ القرآن ص ٢٨.
(٢) توجد نسخة منه بالجامع الكبير بصنعاء، كتبت سنة (١٠٤٨ هـ) عدد أوراقها (٢٠) تحت رقم (٧٦).
انظر: مقدمة تحقيق نواسخ القرآن ص ٢٩.
(٣) تقدمت به الطالبة لنيل درجة الماجستير من جامعة أم القرى بتاريخ (١٤٠٠ هـ).
انظر: دليل الرسائل الجامعية بكلية الشريعة والدراسات الإسلامية بجامعة أم القرى من عام (١٣٩١ هـ) إلى عام (١٤٠١ هـ) ص ٤٠١، إعداد الدكتور/ محمد حسن الشلبي.
(٤) تقدم به الطالب لنيل درجة الماجستير من جامعة أم القرى عام (١٣٩٩ هـ).
انظر: المرجع السابق ص ٤٠٣.
(٥) سورة البقرة آية ١٠٦.','المقدمة','72',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (68,'وقوله جل وعز: وَإِذا بَدَّلْنا آيَةً مَكانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِما يُنَزِّلُ قالُوا إِنَّما أَنْتَ مُفْتَرٍ (١).
وقوله سبحانه: يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتابِ (٢).
ومع تواتر الوقائع المتضمنة للنسخ من نصوص الكتاب والسنة مما لا مجال فيه للجمع ورفع التعارض بين النص المتأخر والنص المتقدم.
مع ذلك تجد جماعة من أهل العلم اعتدوا على صرح للعلم شامخ وضعت لبناته زمن صاحب الرسالة- صلّى الله عليه وسلم- ونزل الوحي بإثباته وإقراره.
وفهم الصحابة الذين عاصروا التنزيل تلك النصوص المتضمنة للنسخ فعملوا بمقتضى مراد الشارع.
اعتدى جمع من أهل العلم على حقيقة لا تقبل الجدل في إثبات وجودها إذ بلغ أمر ثبوتها مبلغ التواتر فحكموا على ثبوت النسخ بالإبطال والإنكار وتمحلوا في التأويل والتعليل. فكان أشهر هؤلاء:

<span data-type="title" id=toc-35>١ - محمد بن بحر الأصفهاني:</span>
أبو مسلم أحد أئمة المعتزلة المتوفى عام ٣٢٢ هـ. صنف كتابا فى الناسخ والمنسوخ تتبع فيه جميع وقائع النسخ وأول الآيات التي ثبت نسخها ليخرجها عن النسخ فأدى به ذلك إلى صرف كثير من الآيات إلى معنى مخالف للمراد الظاهر. وقد تصدى له مصطفى زيد في كتابه النسخ في القرآن الكريم وبين عوار مسلكه وأثبت أن على أبى مسلم أن ينقض دعوى النسخ في كل واقعة ثبت النسخ فيها (٣). كما تصدى له علي حسن العريض في كتابه فتح المنان ونقل ردود بعض العلماء عليه منهم: الجصاص في أحكام القرآن، هبة الله بن سلامة الضرير في ناسخة، البزدودي في كنز الوصول
_________
(١) سورة النحل آية ١٠١.
(٢) سورة الرعد آية ٣٩.
(٣) انظر: النسخ في القرآن الكريم، مصطفى زيد ١/ ٢٦٩، ٢٧٠.','المقدمة','73',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (69,'والشوكاني في إرشاد الفحول (١). وتصدى له أيضا محمد حمزة في كتابه الإحكام والنسخ (٢).

<span data-type="title" id=toc-36>٢ - عبد المتعال محمد الجبري: المفكر الإسلامي المعاصر:</span>
أظهر دعواه فى إنكار النسخ وإبطال ثبوته في الشريعة الإسلامية عام ١٣٦٨ هـ بأن أخرج كتابه الأول: النسخ في الشريعة الإسلامية كما أفهمه.
صدّره بمقدمة قال فيها: وتقدمت إلى كلية دار العلوم في أول رجب عام ١٣٦٨ هـ بدراسة علمية في موضوع الناسخ والمنسوخ انتهيت منها إلى أنه لا تناسخ بين آي القرآن.
ثم عرض موضوعات الكتاب فكان منها: تفسير آية النسخ التي في البقرة والكشف عن أنها ليست دليلا على وجود الناسخ والمنسوخ في القرآن، ذكر ما زعمه القدماء ناسخا للقرآن، ذكر أدلة مثبتي وجود التناسخ بين آي القرآن النقلية والوقوعية وتفنيدها، ذكر الآيات التي زعموها منسوخة وبيان كيف أنها متوافقة مع غيرها مما زعموه ناسخا لها، كشف النقاب عن أن آيات القرآن كلها محكمة، والكتاب يقع في ثمان وستين وثلاثمائة صفحة من الحجم المتوسط.
ثم أخرج كتابه الثاني لا نسخ في القرآن لماذا؟ سنة ١٣٨٥ هـ.
ضمّنه عدة فصول أولها فصل بطلان دعوى النسخ، ثم أتبعه بذكر صور تطبيقية للآيات المدعى عليها النسخ زعم إحكامها والجمع بينها وبين الناسخ لها من نصوص.
والكتاب يقع في ستين ومائة صفحة من الحجم المتوسط.
وقد تصدى له وأبطل مزاعمه محمد حمزة في كتابه الإحكام والنسخ (٣).
_________
(١) انظر: فتح المنان في نسخ القرآن، حسن العريض ٢٠٠ - ٢٠٧.
(٢) انظر: الإحكام والنسخ، محمد حمزة ٩٤ - ١٠٠.
(٣) انظر: الإحكام والنسخ، محمد حمزة ١٠٠ - ١١٢.','المقدمة','74',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (70,'وتصدى له وأبطل مقترحاته الدكتور/ محمد محمود فرغلي في كتابه: النسخ بين الإثبات والنفي خلال اثنتي عشرة صفحة (١).

<span data-type="title" id=toc-37>٣ - محمد الغزالي المفكر الإسلامي المعاصر:</span>
أنكر وقوع النسخ في كتابه نظرات في القرآن، إذ أفرد لذلك فصلا بعنوان: حول النسخ.
ابتدأه بقوله: هل في القرآن آيات معطلة الأحكام بقيت في المصحف للذكرى والتاريخ كما يقولون، تقرأ التماسا لأجر التلاوة فحسب وينظر إليها كما ينظر إلى التحف الثمينة في دور الآثار.
ثم يقول معلنا رأيه في قضية النسخ: ونحن لا نميل إلى السير مع هذا الاتجاه- يقصد القول بالنسخ- بل لا نرى ضرورة للأخذ به.
ثم يستعرض بعض الوقائع المحكوم عليها بالنسخ عند جمهور العلماء محاولا إزالة التعارض وإثبات الإحكام في كل واقعة بشبهة التدرج فى التشريع.
ثم يورد أدلة القائلين بالنسخ فيتكلف في تأويلها وبيان المراد منها بغية تفريغها من الدلالة على إثبات النسخ معرضا فى ذلك كله عن التفسيرات الثابتة عن السلف.
وقد أنفق الغزالي على هذه الدعوى قرابة أربع وثلاثين صفحة من صفحات الكتاب البالغة اثنتين وسبعين ومائتي صفحة من الحجم المتوسط (٢).

<span data-type="title" id=toc-38>٤ - عبد الكريم الخطيب المفكر الإسلامي المعاصر:</span>
أنكر النسخ عند تفسيره لآية البقرة: ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها ... (٣) في تفسيره المسمى بالتفسير القرآني للقرآن بعد أن ناقش
_________
(١) انظر: النسخ بين الإثبات والنفي القسم الأول ١١٢ - ١١٤.
ونواسخ القرآن لابن الجوزي مقدمة المحقق ٢٣ ت محمد أشرف الملباري.
(٢) انظر: نظرات فى القرآن للشيخ محمد الغزالي ٢٢٧ - ٢٦٢.
(٣) سورة البقرة آية ١٠٦.','المقدمة','75',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (71,'بعض الآيات المنسوخة منها فعلى سبيل المثال آيات الخمر والتدرج فى تحريمه إذ زعم إحكامها جميعا آية النحل وآية البقرة، وآية النساء، وآية المائدة.
ثم توصل إلى نتيجة لا تستند إلى دليل شرعي بل مبناها العقل والرأي المذموم فقال: إننا لا نسيغ القول أبدا بأن شيئا منسوخا من هذا القرآن الذي نقرؤه ونتعبد به إذ لا حكمة مع هذا لآيات كريمة نتلوها ونتعبد بتلاوتها، ثم لا نعمل بها ولا نأخذها مأخذ الجد فى تحصيل الخير المشتمل عليه كيانها.
إن النسخ معناه عزل الآيات المنسوخة عن الحياة وإحالتها إلى المعاش ...
وما الاحتفاظ بها فى القرآن إلا كالاحتفاظ بجثث الأموات محنطة فى توابيت! وذلك مقام ينزه عنه كلام الله رب العالمين (١).
وقد تصدى له وأبطل مزاعمه صاحب كتاب: اتجاهات التفسير فى العصر الراهن، الدكتور/ عبد المجيد عبد السلام المحتسب (٢).
_________
(١) انظر: التفسير القرآني للقرآن ١/ ١٦١.
(٢) انظر: اتجاهات التفسير فى العصر الراهن الصفحات من (٨٨) إلى (٩٤).','المقدمة','76',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (72,'<span data-type="title" id=toc-39>[القسم الثانى من الكتاب] التحقيق</span>
<span data-type="title" id=toc-40>«المدخل»</span>
ويشمل:
١ - وصف المخطوطة.
٢ - المنهج الذي اعتمدته فى التحقيق.','المقدمة','77',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (73,'<span data-type="title" id=toc-41>١ - وصف المخطوطة</span>
ظل كتاب الناسخ والمنسوخ فى القرآن العزيز لأبي عبيد القاسم بن سلّام مفقودا لدى المعنيين بالتراث الإسلامي فترة من الزمن فى عصرنا الحاضر.
ولا أدل على صدق ذلك من أن الذين ترجموا لأبي عبيد اعتبروا هذا الكتاب مفقودا أو على الأقل سكتوا عنه فلم يوردوا له ذكرا من بين مصنفات الناسخ والمنسوخ. وكمثال للصنف الأول محمد عظيم الدين فى مقدمته على كتاب غريب الحديث لأبي عبيد إذ ذكر الناسخ والمنسوخ ضمن مصنفات أبي عبيد ثم أورد ما وصل إلينا منها فلم يذكره من بينها (١).
وكمثال على الصنف الثاني: محمد أشرف علي الملبارى فى مقدمته على كتاب نواسخ القرآن لابن الجوزي إذ عرّف بالكتب المخطوطة التي اطلع عليها فى الناسخ والمنسوخ وليس من بينها كتاب أبي عبيد (٢).
وفعل ذلك أيضا محمد تجاني جوهري محقق فضائل القرآن عند ما ذكر الموجود من مصنفات أبي عبيد فاعتبر كتاب الناسخ والمنسوخ مفقودا (٣).
ولعل السبب فى ذلك ندرة النسخ الخطية لهذا الكتاب إذ الموجود منه نسخة واحدة بتركيا، طوب قبو (أحمد الثالث) (١٤٣)، وما عداها صور للنسخة الوحيدة بتركيا. حيث يوجد الآن بقسم المخطوطات المكتبة المركزية لجامعة الإمام بالرياض صورة لها تحت رقم ٦٠٢/ ف، وصورة أخرى مماثلة تحت رقم ٢٧٨٣/ ف. قد صورت هذه الأخيرة من صورة بدولة قطر تحت رقم ٢٢/ ٢٧٨٣/ ف.
والصورة إذن الموجودة بقطر تعود إلى الأصل الذي بتركيا. فأصبح
_________
(١) انظر: غريب الحديث لأبي عبيد ١/ المقدمة حرف الطاء.
(٢) انظر: نواسخ القرآن ٢٥ - ٢٩.
(٣) انظر: فضائل القرآن لأبي عبيد «المحقق» قسم الدراسة.','المقدمة','79',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (74,'للكتاب نسخة واحدة تلك التى مقرها طوب قبو أحمد الثالث. ولم أظفر بنسخة خطية أخرى للكتاب بعد طول مراجعه فى فهارس المكتبات العربية والعالمية فيما أمكنني الاطلاع عليه منها، وبعد الاطلاع على المصنفات المعنية بكتب التراث مثل تاريخ الأدب العربي لبروكلمان، وتاريخ التراث العربي لفؤاد سزكين.
وبعد فإن النسخة التي حصلت عليها: فريدة فى خطها: لخلوه من السقط والمسح، والتحريف والتصحيف إلا فى القليل النادر. وقد نبهنا على ذلك فى موضعه.
وكاملة فى صفحاتها: ابتداء بالورقة الأولى المشتملة على اسم الكتاب وانتهاء بالورقتين الأخيرتين، إذ فى الأولى الدلالة على نهاية الكتاب وفيها وفى الثانية ذكر السماعات والإجازات البالغ عددها خمس.
ومع كمال النسخة الوحيدة للكتاب فقد سقطت صفحة من مقدمته أمكنني بفضل الله تلافي بعض هذا النقص بإكمال حديث أورد أبو عبيد إسناده وضاع متنه مع الصفحة الساقطة فالتمست ذلك الحديث فوجدته فى مسند الإمام أحمد فأوردته عملا بغلبة الظن بغية سد الخلل وذلك فى موضعه عند الأثر رقم (١٨) في مقدمة الكتاب.
وموثقة فى نصها: بتعليقات وتصويبات فى الهامش، وبمقابلتها بنسخ أخرى يتضح ذلك من خلال التعليقات المدونة على الهامش كأن تجد فى الهامش مثل هذا التعليق: السماع ... وفى نسخة أخرى ... وفى نسخة أخرى وهو الصواب ... وأمثال هذا كثير قد أشرت إليه فى موضعه.
وواضحة فى خطها: لا يجد القارئ حرجا وعناء أثناء قراءتها. قد كتبت بحروف كبيرة حتى أنك تجد فى السطر الواحد قرابة ست كلمات وتجد فى الصفحة الواحدة قرابة ستة عشر سطرا.
ومتصلة فى إسنادها إلى أبي عبيد.
ومزودة فى آخرها: بخمس إجازات وسماعات. فيها الدلالة على قيمة الكتاب واعتناء طلبة العلم والمشايخ بروايته وتناقله.','المقدمة','80',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (75,'<span data-type="title" id=toc-42>٢ - المنهج الذي اعتمدته فى التحقيق</span>
اعتمدت عند السير فى تحقيق كتاب: الناسخ والمنسوخ لأبي عبيد القاسم بن سلّام الهروي، وما يتبع التحقيق من تخريج للأحاديث والآثار وترجمة للأعلام ونحو ذلك.
اعتمدت منهجا أجهدت نفسي فى التزامه والتقيد بخطوطه ومعالمه فكانت كالتالي:

<span data-type="title" id=toc-43>أولا: تحقيق نص المخطوط:</span>
١ - الضبط بالشكل لبعض الكلمات والأعلام مع التزام القواعد الإملائية للخط والقواعد الإعرابية للنحو.
٢ - تصحيح الخطأ الحاصل من سقط بعض الحروف أو تقديم بعضها على بعض أو استبدال حرف بآخر، أو الحاصل من تبديل اسم أو علم بآخر أو آية بأخرى.
فإن كان الخطأ فى آية من كتاب الله فإنى أثبت الصواب فى أعلى الصحيفة فى الصلب وأشير إلى الخطأ فى الهامش، وإن كان الخطأ فيما سوى ذلك كتبت فى أعلى الصحيفة الخطأ كما هو وذكرت الصواب فى الهامش ويستثنى من ذلك حرف الجر (١)، والتصحيف (٢)، والكلمة غير المقروءة (٣).
٣ - إن كان فى سياق الكلام الذي يورده أبو عبيد إبهام أو لبس أوضحت مراده فى الهامش.
٤ - إن وجدت تعليقا فى هامش المخطوط ذا أهمية نقلته إلى الهامش وأشرت إلى ذلك.
_________
(١) مثل «عن» بدل «على».
(٢) مثل: سعبه، سبعه.
(٣) مثل: (بابي تلك النسخة) (بما فى تلك النسخة).','المقدمة','84',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (76,'٥ - أبدأ بالأثر أو الحديث من أول السطر جاعلا للأحاديث والآثار ترقيما مسلسلا.
٦ - أجعل عبارة [قال أبو عبيد]- التي هي علامة على كلام المصنف وتعقيبه- من أول السطر.

<span data-type="title" id=toc-44>ثانيا: التخريج:</span>
١ - عند تخريج الأحاديث والآثار ألتزم بمصطلحات أهل الحديث فإن كان الحديث أو الأثر قد روي بلفظه عبرت عن ذلك بقولي: رواه فلان .. وإن كان ثمة اختلاف يسير فى اللفظ قلت: رواه بنحوه أو رواه بلفظ مقارب.
وإن اتفق المعنى مع اختلاف أكثر الألفاظ قلت: روى نحوا من معناه ...
٢ - لم أكن لأخرج الحديث أو الأثر إلا من كتب السلف المعتمدة التي تروي بالإسناد كالكتب الستة، وتفسير الطبري، والناسخ والمنسوخ للنحاس، ونواسخ القرآن لابن الجوزي، ومصنف ابن أبي شيبة، ومصنف عبد الرزاق وأمثال هذه الكتب، فإن لم أجد الأثر فى واحد منها عزوته إلى الدر المنثور ذاكرا عزو السيوطي للأثر.
٣ - عند تكرار الأثر أكتفي بتخريجه أول مرة ورد فيها.
٤ - إذا ورد الأثر أو الحديث مجردا عن الإسناد أورد سنده فى الحاشية.
٥ - إذا وجدت كلاما للعلماء على الحديث من ناحية التصحيح والتضعيف أو السند أو المتن نقلت ذلك غالبا إتماما للفائدة.
٦ - عند ذكر المصدر فى الهامش أميزه بذكر رقم المجلد، والصفحة، والكتاب أو الباب إن وجد، والمحقّق إن كان محققا دون ذكر الطبعة إلا فيما لو كان المصدر محققا بعضه كالطبري، وكالمسند، فإني أميز غير المحقق بذكر الطبعة.','المقدمة','85',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (77,'<span data-type="title" id=toc-45>ثالثا: ترجمة الأعلام:</span>
١ - أعرّف بالعلم بشكل مختصر معتمدا فى الغالب على التقريب والتهذيب لابن حجر، فإن لم يوجد فيهما ترجمة الرجل رجعت فى ذلك إلى كتب التراجم والرجال أو كتب التاريخ مثل: الجرح والتعديل، الميزان، طبقات ابن سعد، والتاريخ: كالبداية والنهاية، سيرة ابن هشام.
٢ - أضبط بالشكل العلم إذا كان هناك لبس عند النطق به مثل عبيدة، عليّة.
٣ - أترجم للعلم عند وروده أول مرة، فإن تكرر أكتفي بإزالة الإبهام عنه إن وجد.
٤ - بعض الأعلام أتعمد عدم رفع الإبهام عنها نظرا لانفرادها فى الإبهام أو لتردد الإبهام بين شخصين كلاهما ثقة. فمن الأول عبد الرحمن بن مهدي، إبراهيم النخعي، ومن الثاني سفيان الثوري، سفيان بن عيينة. وفى الفهرس يرتفع هذا الإبهام.
٥ - عند ذكر وفاة الرجل لا أكتفي بما قاله ابن حجر فى التقريب بل أعود إلى التهذيب نظرا لأن ابن حجر يختصر عند ذكره للوفاة فيقول مثلا: مات سنة سبعين لمن كانت وفاته سنة مائة وسبعين وذلك بعد ذكره أيّ طبقة يكون منها ذلك الرجل. فرفعا للبس أذكر وفاته على التمام.

<span data-type="title" id=toc-46>رابعا: التعليق:</span>
١ - في مواطن الخلاف أنقل بعض أقوال العلماء فى المسألة المختلف فيها كقول الطبري، ابن كثير، النحاس، ابن الجوزي، ابن حجر وهكذا ...
٢ - أعلق فى بعض المواطن إن احتاج الأمر إلى ذلك كأن أجمع بين نصين، أو قولين، أو أرجح أو أستدرك على كلام لأحد العلماء بعد أن أورد قوله في الحاشية.','المقدمة','86',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (78,'<span data-type="title" id=toc-47>خامسا: التعريف بالأماكن والبلدان:</span>
أغفلت ما كان مشهورا منها واقتصرت على تعريف الأماكن والبلدان التي يظن فشو الجهل بتحديدها ومعرفة مقرها. مثال ما تركته: مكة، المدينة، مصر ...
ومثال ما عرفت به: كابل، قديد، المريسيع. وكان المصدر الأهم فى ذلك معجم البلدان لياقوت.

<span data-type="title" id=toc-48>سادسا: التعريف بالغريب</span>
من الكلمات الواردة فى الكتاب معتمدا على كتب الغريب أو اللغة.

<span data-type="title" id=toc-49>سابعا: المصطلحات والرموز:</span>
١ - أعبر عن النسخة الخطية الوحيدة للكتاب بلفظ: المخطوط.
وعن التعليق المكتوب فى حاشية المخطوط بلفظ: هامش المخطوط.
مثال ذلك أن أقول: الذي فى المخطوط كذا .. ، وكتب فى هامشه كذا ..
٢ - في ذكر المصدر أختصر بقدر لا يتأتى معه لبس فبدل أن أكتب:
انظر تقريب التهذيب المجلد الثاني صفحة اختصر فأقول التقريب ٢/ ٢٥٠.
وبدل أن أكتب: انظر جامع البيان عن تأويل آي القرآن لأبي جعفر الطبري المجلد الأول تفسير آية ... أثر رقم () الصفحة رقم ...
اختصر فأقول: جامع البيان/// أثر () / ص ... وهكذا ...
٣ - أرمز للكتاب «ك» وللباب «ب» وللتحقيق «ت» وللطبعة «ط».

<span data-type="title" id=toc-50>ثامنا: صنع الفهارس:</span>
١ - اخترت فى فهرسة الكتاب الاعتماد على ذكر أرقام الآثار والأحاديث دون الصفحات والذي دفعنى إلى هذا أمران:','المقدمة','87',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (79,'أولهما: كثرة الآثار والأحاديث إذا قورنت بحجم الكتاب فما من صفحة في الغالب إلا ويوجد فيها أثر أو أكثر مما يجعل الرجوع إلى مكان الإحالة سهلا ميسرا.
ثانيهما: اختصار الجهد والوقت فلا أحتاج إلى إعادة الفهرسة ثانية بعد طبع الكتاب.
٢ - عند فهرسة الآيات القرآنية أرتبها حسب ترتيب المصحف فأذكر الآية طرفا منها ثم أذكر مقابل ذلك أرقام الآثار المحددة لأماكن وجودها.
٣ - عند فهرسة الأحاديث والآثار أرتبها حسب حروف المعجم مقتطعا منها ما يحصل به تمييز ذلك الأثر أو الحديث ثم أثبت الرقم مقابل ذلك.
٤ - عند فهرسة الرجال أرتبهم حسب حروف المعجم مع مراعاة الآباء فمن كان اسم أبيه إبراهيم مثلا أقدمه على من كان اسم أبيه أحمد وهكذا ..
وإن كان العلم مشهورا بكنيته ذكرته مرتين فى الأسماء وفى الكنى.
وبعد الفراغ من ذكر الأسماء أجعل بعدهم الكنى ثم يلي ذلك الأبناء ثم تراجم النساء، وفى كل ترجمة أكتب اسم الرجل وأمامه أرقام الآثار الموجود فيها فإن كان مترجما فى أحدها جعلت علامة «م» فوق رقم الأثر المترجم له فيه.
٥ - عند فهرسة الأماكن والبلدان أرتبها حسب حروف المعجم واضعا أمام كل منها أرقام الآثار الموجودة فيها.
فإن كان البلد أو المكان قد عرفت به جعلت الحرف «ع» فوق رقم الأثر الذي وقع عنده التعريف.
٦ - إن مجيء رقم الأثر فى الفهرس أمام الآية القرآنية أو العلم أو البلد أو المكان لا يلزم من ذلك أن توجد هذه الأشياء داخل الأثر المذكور بل المراد حصر مكانها ما بين مبدأ الأثر المذكور إلى مبدأ الذي يليه وهكذا.','المقدمة','88',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (80,'النّاسخ والمنسوخ في القرآن العزيز وما فيه من الفرائض والسّنن','المقدمة','89',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (81,'بسم الله الرحمن الرحيم
قرأت على الشيخ الصالح بقية المشايخ أبي عبد الله محمد بن أحمد بن حامد بن مفرح بن غياث الأرياحي عن أبي الحسن علي بن الحسين بن عمر الفراء الموصلي قال: أنبأنا أبو الحسن عبد الباقي بن أبي الفتح فارس بن أحمد بن موسى المقرئ الحمصي بخطه بمصر قال: أخبرنا أبو عبد الله محمد بن أحمد بن محمد ابن عبيد بن موسى الرشا قراءة عليه وأنا أسمع سنة اثنتين وتسعين وثلاثمائة. قال:
أخبرنا أبو بكر أحمد بن محمد بن أحمد بن أبي الموت قال: أخبرنا علي بن عبد العزيز البغدادي (١) بمكة سنة أربع وثمانين ومائتين قال: حدثنا أبو عبيد القاسم بن سلّام قال باب فضل ....
_________
(١) علي بن عبد العزيز بن المرزبان بن سابور البغدادي أبو الحسن البغوي نزيل مكة صاحب أبي عبيد، الإمام الحافظ الصدوق، ولد سنة بضع وتسعين ومائة، قال ابن أبي حاتم: كتب إلينا بحديث أبي عبيد وكان صدوقا. توفي سنة ست وثمانين ومائتين.
انظر: (سير أعلام النبلاء ١٣/ ٣٤٨، ٣٤٩ - معجم الأدباء ١٤/ ١١ - ١٤، تذكرة الحفاظ ٢/ ٦٢٢، ٦٢٣).','1','3',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (82,'<span data-type="title" id=toc-51>باب فضل علم ناسخ القرآن ومنسوخه وتأويل النسخ في التنزيل والآثار</span>
١ - قال (١): حدثنا عبد الرحمن بن مهدي (٢) قال: حدثنا سفيان (٣) عن أبي حصين (٤) عن أبي عبد الرحمن السّلمي (٥) أنّ عليّ بن أبي طالب- رضي الله عنه (٦) - مرّ بقاصّ يقص فقال: هل علمت الناسخ والمنسوخ؟ قال: لا، قال: هلكت وأهلكت (٧).
_________
(١) أي أبو عبيد.
(٢) عبد الرحمن بن مهدي بن حسان العنبري مولاهم أبو سعيد البصري، ثقة، ثبت حافظ، من التاسعة، مات سنة ثمان وتسعين وهو ابن ثلاث وسبعين سنة.
(التقريب ١/ ٤٩٩).
(٣) سفيان بن سعيد بن مسروق الثوري، أبو عبد الله الكوفي، ثقة حافظ فقيه، عابد إمام حجة، من رءوس الطبقة السابعة، وكان ربما دلّس، مات سنة إحدى وستين ومائة وله أربع وستون.
(التقريب ١/ ٣١١).
(٤) أبو حصين: هو عثمان بن عاصم بن حصين الأسدي الكوفي، ثقة، ثبت سنّي، وربما دلس، مات سنة سبع وعشرين ومائة.
(التقريب ٢/ ١٠).
(٥) أبو عبد الرحمن السلمي هو عبد الله بن حبيب بن ربيعة- بفتح الموحدة وتشديد الياء- الكوفي المقري، ثقة، ثبت، مات بعد السبعين. (التقريب ١/ ٤٠٨).
(٦) علي بن أبي طالب: ابن عم رسول الله صلّى الله عليه وسلم وزوج ابنته، من السابقين الأولين، وأحد العشرة، مات في رمضان سنة أربعين، وهو يومئذ أفضل الأحياء من بني آدم بالأرض بإجماع أهل السنة، وله ثلاث وستون سنة. (التقريب ٢/ ٣٩).
(٧) روى نحوه البيهقي في السنن الكبرى، كتاب آداب القاضي «باب: إثم من أفتى أو قضى بالجهل» ١٠/ ١١٧ - وروى نحوه النحاس في ناسخه المخطوط ورقة ٤، ورواه الحافظ ابن أبي خيثمة في كتاب العلم- وقال الألباني: إسناده صحيح علي شرط الشيخين.
انظر: (كتاب العلم للحافظ ابن أبي خيثمة ص ١٤٠ تحقيق الألباني).','1','4',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (83,'٢ - أخبرنا علي (١)، قال: حدثنا أبو عبيد، قال: حدثنا محمد بن ربيعة الرؤاسي (٢) عن سلمة بن نبيط الأشجعي (٣) عن الضحاك بن مزاحم (٤) عن ابن عباس (٥) أنه رأى قاصا يقص، فقال مثل مقالة علي سواء (٦).
٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح الجهني (٧) عن معاوية بن صالح الحضرمي (٨) عن على بن
_________
(١) قد مر له ترجمة انظر ص (٣).
(٢) محمد بن ربيعة الرؤاسي: الكوفي أبو عبد الله ابن عم وكيع، صدوق، من التاسعة، مات بعد التسعين.
(التقريب ٢/ ١٦٠).
(٣) سلمة بن نبيط (بنون موحدة مصغرا) بن شريط الأشجعى، أبو فراس الكوفي، ثقة، يقال اختلط.
(التقريب ١/ ٣١٩).
(٤) الضحاك بن مزاحم الهلالى أبو القاسم أو أبو محمد الخراساني، صدوق، كثير الإرسال، من الخامسة، مات بعد المائة.
(التقريب ١/ ٣٧٣).
(٥) ابن عباس: عبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف ابن عم رسول الله صلّى الله عليه وسلم، ولد قبل الهجرة بثلاث سنين، ودعا له الرسول- صلّى الله عليه وسلم- بالفهم في القرآن فكان يسمى البحر، والحبر، لسعة علمه، مات سنة ثمان وستين بالطائف.
(التقريب ١/ ٤٢٥).
(٦) روى نحوه النحاس في مقدمة الناسخ والمنسوخ، المخطوط ورقة ٤.
(٧) عبد الله بن صالح الجهني: أبو صالح المصري، كاتب الليث، صدوق، كثير الغلط، ثبت في كتابه، وكانت فيه غفلة، ولد سنة ثلاث وسبعين ومائة، ومات سنة مائتين واثنتين وعشرين، وله خمس وثمانون سنة.
(التهذيب ٥/ ٢٥٦، والتقريب ١/ ٤٢٣).
(٨) معاوية بن صالح بن حدير بن سعيد بن سعد بن فهر الحضرمي الحمصي، أحد الأعلام وقاضي الأندلس، قال يحيى بن معين: ثقة، وقال العجلي والنسائي: ثقة، وقال أبو زرعة: ثقة محدث، وقال ابن
حجر: صدوق له أوهام، مات سنة ثمان وخمسين ومائة.
(التهذيب ١٠/ ٢٠٩، والتقريب ٢/ ٢٥٩).','1','5',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (84,'أبي طلحة (١) عن ابن عباس رضي الله عنهما في قوله عز وجل: وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً كَثِيراً (٢). قال أبو عبيد: المعرفة بالقرآن ناسخه ومنسوخه ومحكمه ومتشابهه ومقدمه ومؤخره وحلاله وحرامه وأمثاله قال: فأما قوله عز وجل: وَما يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ (٣) فإنه يعني تأويله يوم القيامة لا يعلمه إلا الله (٤).
٤ - أخبرنا علي قال حدثنا أبو عبيد قال حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله عز وجل: هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتابَ مِنْهُ آياتٌ مُحْكَماتٌ هُنَّ أُمُّ الْكِتابِ وَأُخَرُ مُتَشابِهاتٌ (٥). قال: المحكمات ناسخه، وحلاله، وحرامه، وفرائضه، وما يؤمن به ويعمل به، والمتشابهات: منسوخه، ومقدمه، ومؤخره، وأمثاله، وأقسامه، وما يؤمن به ولا يعمل به قال: وقال ابن عباس في قوله عزّ وجل:
ما نَنْسَخْ مِنْ آيَةٍ (٦) قال: ما نبدّل من آية، أو (ننسها) قال: نتركها لا نبدّلها. قال: وقول الله عز وجل: يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ (٧) يقول:
_________
(١) علي بن أبي طلحة: اسمه سالم بن المخارق الهاشمي، يكنّى أبا الحسن، أصله من الجزيرة وانتقل إلى حمص، روى عن ابن عباس ولم يسمع منه بينهما مجاهد وأبو الوداك جبر بن نوف وراشد بن سعد المقرئي والقاسم بن محمد وغيرهم، ذكره ابن حبان في الثقات، وقال ابن حجر: صدوق قد يخطئ، مات سنة ثلاث وأربعين ومائة. (التهذيب ٧/ ٣٣٩، والتقريب ٢/ ٣٩).
قال السيوطي في إتقانه: فمن جيدها- أي طرق الرواية عن ابن عباس- طريق علي بن أبي طلحة الهاشمي عنه، ثم قال: وقال قوم: لم يسمع ابن أبي طلحة من ابن عباس، وإنما أخذه عن مجاهد أو سعيد ابن جبير، قال ابن حجر: بعد أن عرفت الواسطة وهو ثقة فلا ضير في ذلك.
(الإتقان ٢/ ٢٤١).
(٢) البقرة آية (٢٦٩).
(٣) آل عمران آية (٧).
(٤) رواه الطبري مفرقا في جامع البيان ج ٥، ٦ الأثر (٦١٧٧، ٦٦٢٣) ص ٥٧٦، ١٩٩ تحقيق أحمد ومحمود محمد شاكر.
(٥) آل عمران آية (٧).
(٦) البقرة آية (١٠٦).
(٧) الرعد آية (٣٩).','1','6',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (85,'يبدل من القرآن ما يشاء فينسخه ويثبت ما يشاء فلا يبدله. وَعِنْدَهُ أُمُّ الْكِتابِ (١) يقول: وجملة ذلك عنده في أم الكتاب، الناسخ والمنسوخ (٢).
٥ - أخبرنا علي قال: حدثنا أبو عبيد قال حدثنا حجاج (٣) عن ابن جريج (٤) عن مجاهد (٥) في قوله عز وجل: ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها قال: نثبت خطها ونبدل حكمها (٦).
٦ - قال: وقال عطاء (٧) قوله عز وجل: ما نَنْسَخْ مِنْ آيَةٍ يقول:
_________
(١) الرعد آية ٣٩.
(٢) روى نحوه الطبري في جامع البيان- البقرة ج ٢ أثر (١٧٤٧) و (١٧٥٩) ص ٤٧٣، ٤٧٦، الرعد ج ١٦ أثر (٢٠٤٨٩) ص ٤٨٥ تحقيق محمود وأحمد شاكر.
(٣) حجاج بن محمد المصيصي (بكسر الميم وتشديد الصاد ويقال بفتح الميم وتخفيف الصاد) أبو محمد مولى سليمان بن مجالد وهو ترمذي الأصل، سكن بغداد ثم تحول إلى المصيصة. قال علي بن المديني والنسائي: ثقة، ووثقه مسلم والعجلي، وقال ابن حجر في تقريبه: ثقة ثبت لكنه اختلط في آخر عمره لما قدم بغداد قبل موته، مات سنة ست ومائتين.
(التهذيب ٢/ ٢٠٥، التقريب ١/ ١٥٤).
(٤) ابن جريج: هو عبد الملك بن عبد العزيز بن جريج الأموي مولاهم، أصله رومي. ذكره ابن حبان في الثقات وقال كان من فقهاء أهل الحجاز وقرائهم ومتقنيهم وكان يدلس. وقال في التقريب: ثقة فقيه فاضل وكان يدلس ويرسل مات سنة خمسين ومائة أو بعدها وقد جاوز السبعين، وقيل جاوز المائة.
(التهذيب ٦/ ٤٠٢، التقريب ١/ ٥٢٠).
(٥) مجاهد بن جبر المكي أبو الحجاج المخزومي المقرئ مولى السائب بن أبي السائب، قال ابن معين وأبو زرعة: ثقة. وقال ابن سعد: كان ثقة فقيها عالما كثير الحديث، وقال هو عن نفسه: قرأت القرآن على ابن عباس ثلاث عرضات أقف عند كل آية أسأله فيم نزلت وكيف كانت. وقال في التقريب: ثقة إمام في التفسير وفي العلم، مات سنة إحدى ومائة وله ثلاث وثمانون.
(التهذيب ١٠/ ٤٢، التقريب ٢/ ٢٢٩).
(٦) رواه الطبرى في جامع البيان ج ٢ أثر رقم (١٧٥٠) ص ٤٧٣ تحقيق محمود وأحمد شاكر.
(٧) عطاء بن أبي رباح اسمه أسلم القرشي مولاهم أبو محمد المكى، ذكره ابن حبان في الثقات وقال كان من سادات التابعين فقها وعلما وورعا وفضلا، وقال في التقريب: ثقة فقيه فاضل، لكنه كثير
الإرسال، من الثالثة، مات سنة أربع عشرة ومائة على المشهور.
(التهذيب ٧/ ١٩٩، التقريب ٣/ ٧٠).','1','7',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (86,'ما نزل من القرآن. قال: وقوله: (أو ننسأها) قال: نؤخرها فلا تكون (١).
قال أبو عبيد: هكذا قراءة عطاء (٢).
٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم (٣) ومروان ابن معاوية الفزاري (٤) كلاهما عن عبد الملك بن أبي سليمان (٥) عن عطاء في قوله: ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها قال: نؤخرها.
٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٦) عن جرير
_________
(١) رواه الطبري في جامع البيان بمعناه إلا أنه لم يذكر (فلا تكون) (الطبري ج ٢ الأثر رقم (١٧٦٣) ص ٤٧٧ تحقيق محمود وأحمد شاكر).
(٢) أي بفتح النون الأولى وإسكان الثانية وفتح السين وهمزة بعدها.
(٣) هشيم: بالتصغير ابن بشير (بوزن عظيم) ابن القاسم بن دينار السلمي، أبو معاوية بن أبي خازم، بمعجمتين، الواسطي، ثقة، ثبت، كثير التدليس، والإرسال الخفي، من السابعة، مات سنة ثلاث وثمانين ومائة وقد قارب الثمانين.
(التقريب ٢/ ٣٢٠).
(٤) مروان بن معاوية بن الحارث بن أسماء بن خارجة بن حصن الفزارى أبو عبد الله الكوفي الحافظ، سكن مكة ودمشق، قال الذهبي في ميزانه: ثقة عالم صاحب حديث لكن يروي عمن دب ودرج فسيتأنى في شيوخه، وقال ابن نمير: كان يلتقط الشيوخ من السكك، وقال في التقريب: ثقة حافظ وكان يدلس أسماء الشيوخ، مات سنة ثلاث وتسعين ومائة.
(التهذيب ١٠/ ٩٨، الميزان ٤/ ٩٤، التقريب ٢/ ٢٣٩).
(٥) عبد الملك بن أبي سليمان: ميسرة العرزمي، بفتح المهملة وسكون الراء وبالزاي المفتوحة، صدوق له أوهام، من الخامسة، مات سنة خمس وأربعين ومائة.
(التقريب ١/ ٥١٩).
(٦) يزيد بن أبي حبيب اسمه سويد الأزدي مولاهم، أبو رجاء المصري، ذكره ابن حبان في الثقات، وقال ابن سعد: كان ثقة كثير الحديث، وقال العجلي: مصري تابعي ثقة، وقال ابن سعد:
كان أول من أظهر العلم بمصر والكلام في الحلال والحرام، مات سنة ثمان وعشرين ومائة، وقال في التقريب: ثقة فقيه وكان يرسل.
(التهذيب ١١/ ٣١٨، التقريب ٢/ ٣٦٣).','1','8',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (87,'ابن حازم (١) عن حميد الأعرج (٢) عن مجاهد مثل قول عطاء: (ننسأها) نؤخرها (٣).
٩ - أخبرنا علي قال حدثنا أبو عبيد قال حدثنا حجاج (٤) عن ابن جريج عن مجاهد وعطاء أنهما قرءاها: (ما ننسخ من آية أو ننسأها) (٥).
١٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٦) عن ابن جريج عن عبد الله بن كثير (٧) عن علي الأزدي (٨) عن عبيد بن عمير الليثي (٩) أنه قرأها كذلك: (أو ننسأها) (١٠).
_________
(١) جرير بن حازم بن عبد الله بن شجاع الأزدي ثم العتكي أبو النضر البصري، ثقة، لكن في حديثه عن قتادة ضعف وله أوهام إذا حدث من حفظه، ولم يحدث في حال اختلاطه، مات سنة مائة وخمس وسبعين.
(التهذيب ٢/ ٦٩، التقريب ١/ ١٢٧).
(٢) حميد الأعرج: هو حميد بن قيس الأعرج المكي أبو صفوان القارئ الأسدي مولاهم، قال ابن حجر: ليس به بأس، مات سنة مائة وثلاثين.
(التهذيب ٢/ ٤٦، التقريب ١/ ٢٠٣).
(٣) رواه الطبري في جامع البيان بلفظ «أو ننسأها» نرجئها ونؤخرها.
(الطبري ج ٢ الأثر (١٧٦٥) ص ٤٧٧ تحقيق محمود وأحمد محمد شاكر).
(٤) هو حجاج بن محمد المصيصي.
(٥) رواه الطبري في جامع البيان ج ٢ الأثران (١٧٦٣) و (١٧٦٥) ص ٤٧٧ تحقيق محمود وأحمد شاكر.
(٦) هو حجاج بن محمد المصيصي.
(٧) عبد الله بن كثير الداري المكي أبو معبد القاري مولى عمرو بن أبي علقمة الكناني قال علي بن المديني: كان ثقة، وقال ابن عيينة: لم يكن بمكة أقرأ منه ومن حميد بن قيس، وقال في التقريب: صدوق.
(التهذيب ٥/ ٣٦٧، التقريب ١/ ٤٤٢).
(٨) علي الأزدي: هو علي بن عبد الله الأزدي أبو عبد الله بن أبي الوليد البارقي، قال الذهبي:
احتج به مسلم، ما علمت لأحد فيه جرحة وهو صدوق. وقال ابن حجر: صدوق ربما أخطأ، من الثالثة.
(التهذيب ٧/ ٣٥٨، الميزان ٣/ ١٤٢ - التقريب ٢/ ٤٠).
(٩) عبيد بن عمير الليثي: هو عبيد بن عمير بن قتادة الليثي، أبو عاصم المكي، ولد على عهد النبي صلّى الله عليه وسلم، قاله مسلم، وعدّه غيره في كبار التابعين، وكان قاصّ أهل مكة، مجمع على ثقته، مات قبل ابن عمر، قال ابن حبان في الثقات مات سنة ٦٨.
(التهذيب ٧/ ٧١، التقريب ١/ ٥٤٤).
(١٠) رواه الطبري في جامع البيان- بلفظ: (أو ننسأها) إرجاؤها وتأخيرها.
انظر: (جامع البيان ج ٢ ص ٤٧٧ أثر (١٧٦٧) تحقيق محمود وأحمد شاكر).
قلت: قد اجتمع في رواية الطبري الأمران القراءة والتفسير لها.','1','9',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (88,'قال أبو عبيد فمن قرأ هذه القراءة التي قرأ بها عبيد بن عمير ومجاهد وعطاء وكثير عن القراء، منهم أبو عمرو بن العلاء (١) وغيره من أهل البصرة فإنهم يريدون بالنسخ ما نسخه الله عز وجلّ لمحمد- صلّى الله عليه- من اللوح المحفوظ فأنزله عليه. فيصير المنسوخ على هذا التأويل وبهذه القراءة جميع القرآن (٢) يقولون: لأنه نسخ للنبي- صلّى الله عليه- من أم الكتاب فأنزله عليه، ويكون النسأ: ما أخره الله عز وجل وتركه في أم الكتاب فلم ينزله، وكذلك النسأ في التأويل إنما هو التأخير، ومنه قوله عز وجل: إِنَّمَا النَّسِيءُ زِيادَةٌ فِي الْكُفْرِ (٣) هو في التفسير تأخيرهم تحريم المحرّم إلى صفر.
وكذلك حديث النبي- صلّى الله عليه- «من سرّه النسيء في الأجل والمدّ في الرزق فليصل رحمه» (٤).
١١ - أخبرنا علي قال: حدثنا أبو عبيد قال سمعت عبّاد بن عبّاد المهلبي يحدثه عن يزيد الرّقاشي عن أنس عن النبي- صلّى الله عليه.
قال أبو عبيد: فهذا الذي أراد عطاء (٥) بقوله: ما نَنْسَخْ مِنْ آيَةٍ قال: ما نزل من القرآن، وبقوله: (أو ننسأها) قال نؤخرها.
قال أبو عبيد: وهو مذهب من قرأ بهذه القراءة وتأول هذا التأويل.
_________
(١) أبو عمرو بن العلاء بن عمار بن العريان بن عبد الله بن الحصين المازني النحوي البصري المقري، أحد الأئمة القراء السبعة. قال في التقريب: ثقة من علماء العربية من الخامسة، مات سنة أربع وخمسين وهو ابن ست وثمانين سنة.
(التهذيب ١٢/ ١٧٨، التقريب ٢/ ٤٥٤).
(٢) كتبت في المخطوط «القراء» وكتب في هامشه صواب ذلك «القرآن» فأعدنا الصواب إلى مكانه في النص.
(٣) التوبة آية (٣٧).
(٤) رواه البخاري في صحيحه بلفظ مقارب ج ٣، كتاب البيوع «باب من أحب البسط في الرزق» ص ٨، ورواه الإمام أحمد في المسند ٥/ ٢٧٩ ط دار الفكر.
(٥) هو عطاء بن أبي رباح.','1','10',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (89,'قال أبو عبيد: وأما الذي نذهب إليه ونختاره فغير ذلك، وهو: أن يكون المنسوخ ما تعرفه الأمّة من ناسخ القرآن ومنسوخه، وتكون القراءة (أو ننسها) بمعنى النسيان، وهي قراءة الأكابر من أصحاب رسول الله- صلّى الله عليه وسلم- منهم أبيّ ابن كعب (١)، وعبد الله بن مسعود (٢)، وسعد بن أبى وقاص (٣) وعبد الله بن عباس- على أنه قد اختلف عن ابن عباس فيها- وقرأ بها من التابعين سعيد بن المسيّب (٤) والضحاك بن مزاحم وأهل المدينة وأهل الكوفة.
١٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج قال: أخبرني عبد الله بن كثير عن مجاهد في قراءة أبيّ بن كعب (ما ننسخ من آية أو ننسك) (٦).
_________
(١) أبيّ بن كعب: بن قيس بن عبيد بن زيد بن معاوية بن النجار الأنصاري الخزرجي، أبو المنذر، سيد القراء من فضلاء الصحابة اختلف في سنة موته فقيل سنة تسع عشرة، وقيل سنة اثنتين وثلاثين وقيل غير ذلك.
(التقريب ١/ ٤٨).
(٢) عبد الله بن مسعود بن غافل، بمعجمة وفاء، ابن حبيب الهذلي أبو عبد الرحمن، من السابقين الأولين، ومن كبار علماء الصحابة، مناقبه جمة، أمّره عمر على الكوفة، مات سنة اثنتين وثلاثين بالمدينة.
(التقريب ١/ ٤٥٠).
(٣) سعد بن أبي وقاص مالك بن وهيب بن عبد مناف بن زهرة بن كلاب الزهري أبو إسحاق، أحد العشرة، وأول من رمى بسهم في سبيل الله، ومناقبه كثيرة، مات بالعقيق، سنة خمس وخمسين على المشهور، وهو آخر العشرة وفاة.
(التقريب ١/ ٢٩٠).
(٤) سعيد بن المسيب بن حزن بن أبي وهب القرشي المخزومي، أحد العلماء الأثبات، الفقهاء الكبار، اتفقوا على أن مرسلاته من أصح المراسيل، قال ابن المديني: لا أعلم في التابعين أوسع علما منه، مات بعد التسعين، وقد ناهز الثمانين.
(التقريب ١/ ٣٠٥).
(٥) هو حجاج بن محمد المصيصي.
(٦) أورده السيوطي في الدّر المنثور ١/ ٢٥٥ وعزاه إلى أبي داود في ناسخه.','1','11',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (90,'١٣ - قال أبو عبيد: والذي يروى عن عبد الله (ما ننسك من آية أو ننسخها) يحدثون بذلك عن قرّة بن خالد (١) عن الضحاك عن ابن مسعود (٢).
١٤ - وقرأها الضحاك أَوْ نُنْسِها (٣) على ذلك التأويل.
١٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يعلى بن عطاء (٤) عن القاسم بن ربيعة بن قانف الثقفي (٥) قال: سمعت سعد بن أبى وقاص يقرأ: (ما ننسخ من آية أو تنسها) (٦). قال: فقلت له:
إن سعيد بن المسيّب يقرأ: (أو ننسها) أو (ننسها) - شك أبو عبيد- فقال: إن القرآن لم ينزل على آل المسيّب، وقال الله عز وجل لنبيه- صلّى الله عليه-: سَنُقْرِئُكَ فَلا تَنْسى (٧) وَاذْكُرْ (٨) رَبَّكَ إِذا نَسِيتَ (٩).
_________
(١) قرّة بن خالد السدوسي البصري، ثقة، ضابط، مات سنة خمس وخمسين.
(التقريب ٢/ ١٢٥).
(٢) أورده السيوطي في الدّر المنثور ١/ ٢٥٥ وعزاه إلى عبد بن حميد وابن المنذر.
(٣) رواه الطبري في جامع البيان ج ٢ الأثر رقم (١٧٦١) ص ٤٧٦ تحقيق محمود وأحمد شاكر.
(٤) يعلى بن عطاء العامري ويقال الليثي الطائفي، ثقة، من الرابعة، مات سنة عشرين ومائة أو بعدها.
(التقريب ٢/ ٣٧٨).
(٥) القاسم بن عبد الله بن ربيعة بن قانف الثقفى، ذكره ابن حبان في الثقات، وقال في التقريب: مقبول.
(التهذيب ٨/ ٣٢٠، والتقريب ٢/ ١١٧).
(٦) في المخطوط بنون بدل التاء: (أو ننسها)، والصواب بالتاء كما يدل على ذلك سياق الأثر وهي كذلك عند الطبري في جامع البيان.
(٧) سورة الأعلى آية (٦).
(٨) كتب الآية في المخطوط بزيادة «اسم» خطأ، والصواب بدونها.
(٩) الكهف آية (٢٤).','1','12',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (91,'١٦ - أخبرنا علي قال: حدثنا أبو عبيد قال حدثنا إسماعيل بن جعفر (١) عن أبي جعفر القاري (٢) وشيبة بن نصاح (٣) ونافع بن أبي نعيم (٤) أنهم قرءوها: أَوْ نُنْسِها (٥).
قال أبو عبيد: وكذلك قرأ الكوفيون.
قال أبو عبيد: والمعنى في قراءة هؤلاء إنما هو مأخوذ من النسيان. قال:
وإن كان بعضهم أضافه إلى النبى- صلّى الله عليه- وبعضهم أخبر أن الله عز وجل فعل ذلك به، وليس بين القولين اختلاف. لأنه ليس يفعل النبى- صلّى الله عليه- إلا ما وفقه الله عز وجل له، فإذا أنساه نسي، إلا أن ابن عباس خاصة أراد بالنسيان الترك في الحديث الذى ذكرناه عنه في قوله عز وجل: أَوْ نُنْسِها قال: نتركها فلا نبدّلها، فكأنه جعله مثل قوله:
_________
روى نحوه الطبري جامع البيان ج ٢ الأثر (١٧٥٥) ص ٤٧٤، ٤٧٥، ت محمود وأحمد محمد شاكر.
وروى نحوه الحاكم وقال صحيح على شرط الشيخين ولم يخرجاه ووافقه الذهبي. (المستدرك مع التلخيص ج ٢، كتاب التفسير/ ص ٢٤٢).
(١) إسماعيل بن جعفر بن أبي كثير الأنصاري الزرقي مولاهم، أبو إسحاق القاري، ثقة، ثبت، من الثامنة، مات ببغداد سنة ثمانين ومائة.
(التهذيب ١/ ٢٨٧، والتقريب ١/ ٦٨).
(٢) أبو جعفر القاري: المدني، المخزومي، مولاهم، اسمه يزيد بن القعقاع، ثقة، من الرابعة، مات سنة سبع وعشرين ومائة.
(التقريب ٢/ ٤٠٦).
(٣) شيبة بن نصاح: بكسر النون بعدها مهملة وآخره مهملة، القاري، المدني، القاضي، ثقة، من الرابعة، مات سنة ثلاثين ومائة.
(التهذيب ٤/ ٣٧٨ - والتقريب ١/ ٣٥٧).
(٤) نافع بن أبي نعيم: هو نافع بن عبد الرحمن بن أبي نعيم القارئ المدني، مولى بني ليث، صدوق، ثبت في القراءة، مات سنة تسع وستين ومائة.
(التهذيب ١٠/ ٤٠٨ - والتقريب ٢/ ٢٩٦).
(٥) لم أقف على تخريج هذا الأثر بعد طول البحث في مظانه، اللهم إلا أن الطبري في جامع البيان قال في تأويله لآية أَوْ نُنْسِها: اختلفت القراءة في قوله ذلك. فقرأها أهل المدينة والكوفة (أو ننسها).
(جامع البيان ٢/ ٤٧٣ تحقيق محمود وأحمد محمد شاكر).','1','13',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (92,'كَذلِكَ أَتَتْكَ آياتُنا فَنَسِيتَها وَكَذلِكَ الْيَوْمَ تُنْسى (١) وكقوله عز وجل: نَسُوا اللَّهَ فَنَسِيَهُمْ (٢) هو في التفسير الترك، لأن الله عز وجل لا يضل ولا ينسى، فهذا فصل ما بين التأويلين والقراءتين في النسأ والنسيان.
وأما النسخ: فإن له ثلاثة مواضع في الكتاب والسنة ولكلها شواهد ودلائل، فأحدها: نسخ القرآن مما يعمل به، وهو علم الناسخ من المنسوخ والشاهد عليه ما فسره ابن عباس في حديثه الذي ذكرناه: أنه إبدال الآية مكان الآية، ثم أوضحه مجاهد فقال: يثبت خطها ويبدل حكمها، فهذا هو المعروف عند العالم أن الآية الناسخة والمنسوخة جميعا ثابتتان في التلاوة وفي خطّ المصحف إلا أن المنسوخة منهما غير معمول بها، والناسخة هي التي أوجب الله عز وجل على الناس اتباعها والأخذ بها.
وأما النسخ الثاني: فأن ترفع الآية المنسوخة بعد نزولها، فتكون خارجة من قلوب الرجال ومن ثبوت الخط والشاهد عليه أحاديث عدّة.
١٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث (٣) عن عقيل (٤) ويونس (٥) عن ابن شهاب (٦) قال: أخبرني
_________
(١) في المخطوط بزيادة واو «وكذلك» والصواب بدونها. سورة طه آية/ ١٢٦/.
(٢) سورة التوبة آية (٦٧).
(٣) الليث بن سعد بن عبد الرحمن الفهمي، أبو الحارث المصري، ثقة، ثبت، فقيه، إمام مشهور، ولد سنة أربع وتسعين ومات يوم الجمعة سنة خمس وسبعين ومائة.
(التهذيب ٨/ ٤٦٤ - والتقريب ٢/ ١٣٨).
(٤) عقيل: (بالضم) بن خالد بن عقيل (بالفتح) الأيلي (بفتح الهمزة بعدها تحتانية ساكنة ثم لام) أبو خالد الأموي مولاهم، ثقة، ثبت، سكن المدينة، ثم الشام ثم مصر، مات سنة أربع وأربعين ومائة على الصحيح.
(التقريب ٢/ ٢٩).
(٥) يونس: هو ابن يزيد بن أبي النّجّاد الأيلي (بفتح الهمزة وسكون التحتانية بعدها لام) أبو يزيد، مولى آل أبي سفيان، ثقة، إلا أن في روايته عن الزهري وهما قليلا، وفي غير الزهري خطأ، من كبار السابعة، مات سنة تسع وخمسين ومائة على الصحيح.
(التقريب ٢/ ٣٨٦).
(٦) ابن شهاب: هو محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب القرشي الزهري الفقيه','1','14',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (93,'أبو أمامة بن سهل بن حنيف (١) في مجلس سعيد بن المسيب: أن رجلا كانت معه سورة فقام يقرؤها من الليل فلم يقدر عليها، وقام آخر يقرؤها فلم يقدر عليها، وقام آخر يقرؤها فلم يقدر عليها، فأصبحوا فأتوا رسول الله- صلّى الله عليه وسلم- فقال بعضهم: يا رسول الله قمت البارحة لأقرأ سورة كذا وكذا، فلم أقدر عليها، وقال الآخر: يا رسول الله ما جئت إلا لذلك، وقال الآخر: وأنا يا رسول الله، فقال رسول الله- صلّى الله عليه وسلم-: إنها، أو قال (٢): نسخت البارحة (٣) وزاد عقيل في حديثه قال: وابن المسيب جالس لا ينكر ذلك.
قال أبو عبيد: فقد تبين في هذا الحديث أن النسخ هو رفع السورة، وكذلك حديثه الآخر.
١٨ - أخبرنا أبو الحسن علي قال: حدثنا أبو عبيد قال: حدثنا أبو المنذر إسماعيل بن عمر الواسطي (٤) عن سفيان عن سلمة بن كهيل (٥)
_________
أبو بكر الحافظ المدني أحد الأئمة الأعلام وعالم الحجاز والشام، متفق على جلالته وإتقانه، مات سنة خمس وعشرين ومائة.
(التهذيب ٩/ ٤٤٥ - التقريب ٢/ ٢٠٧).
(١) أبو أمامة بن سهل بن حنيف: هو أسعد بن سهل بن حنيف الأنصاري، ولد في حياة النبى صلّى الله عليه وسلم، له رؤية ولم يسمع من النبى صلّى الله عليه وسلم، معدود فى الصحابة، قال ابن سعد: كان ثقة، مات سنة مائة، وله ثنتان وتسعون.
(التهذيب ١/ ٢٦٤ - التقريب ١/ ٦٤).
(٢) كلمة: «أو قال» وضعت فى هامش المخطوط فأعدتها إلى مكانها من النص.
(٣) رواه الطحاوي بلفظ مقارب ثم قال بعد إيراده للحديث: قال أبو جعفر: هكذا حدثنا يونس بهذا الحديث فلم يتجاوز به أبا أمامة، وأصحاب الحديث يدخلون هذا في المسند لأن أبا أمامة ممن ولد في عهد النبي صلّى الله عليه وسلم ويقول أهله: إن رسول الله صلّى الله عليه وسلم كان سماه أسعد باسم أبي أمامة أسعد بن زرارة.
(مشكل الآثار ٢/ ٤١٧).
وروى نحوه أيضا ابن الجوزي في نواسخ القرآن «باب أقسام المنسوخ» ج ١ ص ١٢٣، تحقيق محمد أشرف علي.
(٤) أبو المنذر اسماعيل بن عمر الواسطي: نزيل بغداد، ذكره ابن حبان في الثقات، وقال أبو حاتم: صدوق، وقال في التقريب: ثقة من التاسعة، مات بعد المائة.
(التهذيب ١/ ٣١٩ - التقريب ١/ ٧٢).
(٥) سلمة بن كهيل: الحضرمي أبو يحيى الكوفي، ثقة، من الرابعة، ولد سنة سبع وأربعين ومات يوم عاشوراء سنة إحدى وعشرين ومائة وقيل اثنتين وعشرين وقيل ثلاث وعشرين.
(التهذيب ٤/ ١٥٥ - التقريب ١/ ٣١٨).','1','15',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (94,'عن ذر (١) عن عبد الرحمن بن أبزى (٢) قال: صلّى رسول ..... (٣)
موضعه (٤)، فهذا هو المستعمل في كلام العوام وله مع هذا شاهد من القرآن.
١٩ - أخبرنا علي قال: حدثنا أبو عبيد قال حدثنا أبو معاوية (٥) عن الأعمش (٦) عن حبيب بن أبي ثابت (٧) عن سعيد بن جبير (٨) عن ابن عباس
_________
(١) ذرّ: بن عبد الله بن زرارة المرهبي، الهمداني، أبو عمر الكوفي (ذرّ بفتح معجمه وشدة راء، والمرهبي: في لب اللباب بضم الميم وسكون الراء وكسر الهاء موحدة نسبة إلى مرهبة بطن من همدان)، قال أحمد بن حنبل: لم يسمع من عبد الرحمن بن أبزى. وقال البخاري: صدوق في الحديث، وقال في التقريب: ثقة، عابد، رمي بالإرجاء، مات قبل المائة.
(التهذيب ٣/ ٢١٨ - التقريب ١/ ٢٣٨).
(٢) عبد الرحمن بن أبزى (بفتح الهمزة وسكون الموحدة بعدها زاي مقصورا) الخزاعي، مولاهم، صحابي صغير، وكان في عهد عمر رجلا.
(التقريب ١/ ٤٧٢).
(٣) هذا الحديث غير تام في المخطوط إذ سقطت الصفحة التي فيها نص الحديث وما بعده، ولقد بحثت عن هذا الحديث فإذا في مسند الإمام أحمد: حدثنا يحيى بن داود الواسطي حدثنا إسحاق بن يوسف الأزرق عن سفيان عن سلمة بن كهيل عن ذرّ عن سعيد بن عبد الرحمن بن أبزى عن أبيه عن أبيّ ابن كعب قال: صلّى بنا النبي- صلّى الله عليه وسلم- الفجر وترك آية، فجاء أبيّ وقد فاته بعض الصلاة، فلما انصرف قال: يا رسول الله نسخت هذه الآية أو أنسيتها، قال: بل أنسيتها. (المسند ٥/ ١٢٣، ط.
دار الفكر).
(٤) الكلام من قوله «موضعه» فما بعده يدل على السقط فيكون الساقط القسم الثالث من النسخ وهو النقل، من نسخت الكتاب نقلته.
(٥) أبو معاوية: هو محمد بن خازم (بمعجمتين) أبو معاوية الضرير الكوفي، ثقة، أحفظ الناس لحديث الأعمش، وقد يهم في حديث غيره، مات سنة خمس وتسعين ومائة، وله اثنتان وثمانون سنة.
(التقريب ٢/ ١٥٧).
(٦) الأعمش: هو سليمان بن مهران الأعمش، ثقة، حافظ، عارف بالقراءة، ورع، لكنه يدلس، مات سنة سبع وأربعين أو ثمان وأربعين ومائة، وكان مولده أول سنة إحدى وستين.
(التقريب ١/ ٣٣١).
(٧) حبيب بن أبي ثابت: قيس بن دينار، مولاهم، أبو يحيى الكوفي، ذكره ابن حبان في الثقات وقال: كان مدلسا، مات سنة تسع عشرة ومائة، وقال في التقريب: ثقة فقيه جليل، وكان كثير الإرسال والتدليس.
(التهذيب ٢/ ١٧٨ - التقريب ١/ ١٤٨).
(٨) سعيد بن جبير: ابن هشام الأسدي أبو محمد الكوفي، قال ابن حبان في الثقات: خرج مع','1','16',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (95,'في قوله عز وجل: إِنَّا كُنَّا نَسْتَنْسِخُ ما كُنْتُمْ تَعْمَلُونَ (١) قال: قال ابن عباس: ألستم قوما عربا هل تكون النسخة إلا من أصل قد كان قبل ذلك (٢).
٢٠ - أخبرنا علي قال: حدثنا أبو عبيد قال حدثنا أبو معاوية عن الأعمش عن سعيد بن جبير في قوله: وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ (٣) قال: الزبور والتوراة والإنجيل والقرآن، والذكر هو الأصل الذي نسخت منه هذه الكتب (٤).
قال أبو عبيد: فهذان الحديثان لا معنى للنسخ فيهما إلا الاكتتاب من شيء في آخر سواه، وإياه أراد عطاء بقوله: ما نَنْسَخْ مِنْ آيَةٍ قال: هو ما نزل من القرآن.
_________
ابن الأشعث في جملة القراء فلما هزم ابن الأشعث هرب سعيد بن جبير إلى مكة فأخذه خالد القسرى بعد مدة وبعث به إلى الحجاج فقتله سنة خمس وتسعين وهو ابن تسع وأربعين سنة، وقال في التقريب:
ثقة ثبت فقيه.
(التهذيب ٤/ ١١ - التقريب ١/ ٢٩٢).
(١) سورة الجاثية آية (٢٩).
(٢) رواه الطبري بلفظ مقارب في تفسيره للآية من سورة الجاثية.
(جامع البيان ٢٥/ ٩٥ ط دار المعرفة).
(٣) سورة الأنبياء آية (١٠٥).
(٤) روى الطبري نحوا من معناه.
(جامع البيان ١٧/ ٨١ ط دار المعرفة).','1','17',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (96,'<span data-type="title" id=toc-52>باب ذكر الصلاة ومعرفة ما فيها من الناسخ والمنسوخ في الكتاب والسنة</span>
٢١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء (٢) عن عطاء الخراساني (٣) عن ابن عباس قال: أول ما نسخ من القرآن شأن القبلة، قال الله تبارك وتعالى: وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ (٤). قال: فصلّى رسول الله- صلّى الله عليه- نحو بيت المقدس وترك البيت العتيق، ثم صرفه الله تبارك وتعالى إلى البيت العتيق وقال: إِلَّا لِنَعْلَمَ مَنْ يَتَّبِعُ الرَّسُولَ مِمَّنْ يَنْقَلِبُ عَلى عَقِبَيْهِ (٥) قال: قال ابن عباس: يعني أهل اليقين من أهل الشك والريبة (٦)، وقال الله عز وجل: وَإِنْ كانَتْ لَكَبِيرَةً إِلَّا عَلَى الَّذِينَ هَدَى اللَّهُ قال: يعني تحويلها عن (٧) أهل
_________
(١) هو حجاج بن محمد المصيصي.
(٢) عثمان بن عطاء بن أبي مسلم الخراساني أبو مسعود المقدسي، أصله من بلخ، ضعيف، مات سنة خمس وخمسين ومائة، وولد سنة ثمان وثمانين.
(التهذيب ٧/ ١٣٩). و (التقريب ٢/ ١٢).
(٣) عطاء الخراساني: هو عطاء بن أبي مسلم الخراساني، أبو أيوب البلخي، نزيل الشام، مولى المهلب بن أبي صفرة الأزدي، ولد سنة خمسين، ومات سنة خمس وثلاثين ومائة، صدوق، يهم كثيرا، ويرسل ويدلس.
(التهذيب ٧/ ٢١٢ - التقريب ٢/ ٢٣).
(٤) سورة البقرة آية (١١٥).
(٥) سورة البقرة آية (١٤٣).
(٦) الريبة: قال في الصحاح: الريبة هي التهمة والشك. وقال الراغب في مفرداته: الريبة اسم من الريب وهو أن تتوهم بالشىء فينكشف عما تتوهمه.
انظر: (مختار الصحاح ص ٢٦٥ - والمفردات للراغب، كتاب الراء ص ٢٠٥).
(٧) هكذا في المخطوط ولعل الصواب «على» أي: كبيرة على أهل الشك.','1','18',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (97,'الشك، إِلَّا عَلَى الْخاشِعِينَ (١) قال: يعني الصادقين بما أنزل الله عز وجل (٢).
٢٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا خالد بن عمرو عن إسرائيل عن أبي إسحاق (٣) عن البراء قال: صلّى رسول الله- صلّى الله عليه- نحو بيت المقدس ستة عشر شهرا أو سبعة (٤) عشر شهرا وكان يحب أن يوجّه نحو القبلة، فأنزل الله عز وجل: قَدْ نَرى تَقَلُّبَ وَجْهِكَ فِي السَّماءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضاها فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرامِ (٥). قال: وقال عز وجل: سَيَقُولُ السُّفَهاءُ مِنَ النَّاسِ ما وَلَّاهُمْ عَنْ قِبْلَتِهِمُ الَّتِي كانُوا عَلَيْها (٦) فأنزل الله عز وجل: قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشاءُ إِلى صِراطٍ مُسْتَقِيمٍ قال: والسفهاء: اليهود (٧).
_________
(١) سورة البقرة آية (٤٥).
(٢) رواه بلفظ مقارب الطبري في جامع البيان في تفسيره لآيات القبلة من سورة البقرة، أورده مفرقا حسب الآيات من رواية علي بن أبي طلحة عن ابن عباس وهي رواية صحيحة ثابتة.
انظر: تفسير الطبري بتحقيق أحمد شاكر ج ٢ الأثر رقم (١٨٣٣) والمجلد الثالث منه الآثار:
(٢٢٠٨)، (٢٢١٠)، (٢٢١٨)، وروى نحوا من صدره الحاكم في المستدرك وقال صحيح على شرط الشيخين ولم يخرجاه بهذه السياقة ووافقه الذهبي وقال أحمد شاكر وهو كما قالا.
(المستدرك مع التلخيص ٢/ ٢٦٨، كتاب التفسير- الطبري ج ٢/ ٥٢٧ ج ٣/ ١٦٠، ١٦٤، ١٦٦).
(٣) هو أبو إسحاق السبيعي.
(٤) في المخطوط كتبت «سعبة» وهو تصحيف من الناسخ.
(٥) سورة البقرة آية (١٤٤).
(٦) سورة البقرة آية (١٤٢).
(٧) رواه البخاري في الصحيح بلفظ مقارب ج ١ ص ١٠٤ «باب (التوجه نحو القبلة حيث كان)».
وروى مسلم أوله انظر: صحيح مسلم، كتاب المساجد ومواضع الصلاة ١/ ٣٧٤ تحقيق محمد فؤاد عبد الباقي.','1','19',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (98,'٢٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث بن سعد عن خالد بن يزيد (١) عن سعيد بن أبي هلال (٢) قال:
أخبرني مروان بن عثمان (٣) أن عبيد بن حنين (٤) أخبره عن أبي سعيد بن المعلّى (٥) قال: كنا نغدوا إلى السوق على عهد رسول الله فنمر على المسجد فنصلي فيه فمررنا يوما ورسول الله- صلّى الله عليه- قاعد على المنبر، فقلت:
لقد حدث اليوم أمر فجلست فقرأ رسول الله- صلّى الله عليه وسلم- هذه الآية: قَدْ نَرى تَقَلُّبَ وَجْهِكَ فِي السَّماءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضاها فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرامِ وَحَيْثُ ما كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ حتى فرغ من الآية، فقلت لصاحبي:
تعال نركع ركعتين قبل أن ينزل رسول الله- صلّى الله عليه- فنكون أول من صلاها. قال: فتوارينا فصليناهما ثم نزل رسول الله- صلّى الله عليه وسلم- فصلّى للناس
_________
(١) خالد بن يزيد: الجمحي أبو عبد الرحيم المصري، ثقة فقيه، توفي سنة مائة وتسع وثلاثين.
(التهذيب ٣/ ١٢٩ - التقريب ١/ ٢٢٠).
(٢) سعيد بن أبي هلال الليثي مولاهم، أبو العلاء المصري، صدوق، حكى الساجي عن الإمام أحمد أنه اختلط، من السادسة، مات سنة ثلاث وثلاثين ومائة.
(التقريب ١/ ٣٠٧).
(٣) مروان بن عثمان بن أبي سعيد بن المعلّى الأنصاري الزرقي أبو عثمان المدني، قال أبو حاتم:
ضعيف، وذكره ابن حبان في الثقات، وقال في التقريب: ضعيف.
(التهذيب: ١٠/ ٩٥ - التقريب ٢/ ٢٣٩).
(٤) عبيد بن حنين: المدني، أبو عبد الله مولى آل زيد بن الخطاب، قال ابن سعد: كان ثقة وليس بكثير الحديث، وقال في التقريب: ثقة قليل الحديث، مات سنة خمس ومائة وله خمس وسبعون سنة.
(التهذيب ٧/ ٦٣ - التقريب ١/ ٥٤٢).
(٥) أبو سعيد بن المعلّى: الأنصاري المدني، الحارث بن نفيع بن المعلّى، توفي سنة أربع وسبعين وهو ابن أربع وثمانين سنة على الصحيح.
(التهذيب ١٢/ ١٠٧).','1','20',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (99,'الظهر يومئذ (١).
قال أبو عبيد: فهذا ما فى الصلاة من نسخ القرآن.
فأما نسخها في السنة:
٢٤ - فإن يحيى بن صالح الحمصي (٢) حدثنا عن فليح بن سليمان (٣) عن زيد بن أبي أنيسة (٤) عن عمرو بن مرّة (٥) عن عبد الرحمن ابن أبي ليلى (٦) عن معاذ (٧) قال: أحيلت الصلاة ثلاثة أحوال كان الناس
_________
(١) رواه البزار بلفظ مقارب.
(كشف الأستار للهيثمي ج ١، كتاب الصلاة «باب ما جاء في القبلة» ح (٤١٩)، ص ٢١١ تحقيق حبيب الرحمن الأعظمي).
(٢) يحيى بن صالح الوحاظي- بضم الواو وتخفيف المهملة ثم معجمة- الحمصي، صدوق من أهل الرأي، مات سنة مائة واثنتين وعشرين، وقد جاوز التسعين.
(التقريب ٢/ ٣٤٩).
(٣) فليح بن سليمان: ابن أبي المغيرة الخزاعي، أو الأسلمي، أبو يحيى المدني، صدوق، كثير الخطأ، مات سنة ثمان وستين ومائة.
(التقريب ٢/ ١١٤).
(٤) زيد بن أبي أنيسة- بالتصغير- الجزري، أو أسامة، أصله من الكوفة ثم سكن الرّها، ثقة، له أفراد، مات سنة تسع عشرة ومائة وهو ابن ست وثلاثين سنة.
(التقريب ١/ ٢٧٢).
(٥) عمرو بن مرة بن عبد الله بن طارق الجملي- بفتح الجيم والميم- المرادي، أبو عبد الله الكوفي، الأعمى، ثقة عابد، كان لا يدلس، ورمي بالإرجاء، من الخامسة، مات سنة ثمان عشرة ومائة.
(التقريب ٢/ ٧٨).
(٦) عبد الرحمن بن أبي ليلى: الأنصاري المدني، ثم الكوفي، ثقة، من الثانية، مات بوقعة الجماجم، سنة ست وثمانين.
(التقريب ١/ ٤٩٦).
(٧) معاذ بن جبل بن عمرو بن أوس الأنصاري الخزرجي أبو عبد الرحمن المدني، أسلم وهو ابن ثماني عشرة سنة، شهد بدرا والعقبة، والمشاهد، روى عن النبي- صلّى الله عليه وسلم- قال فيه عمر: عجزت النساء أن تلدن مثل معاذ لولا معاذ هلك عمر، كان إليه المنتهى فى العلم بالأحكام والقرآن، ما مات بالشام سنة ثمانى عشرة وعمره أربع وثلاثون وقيل: ثمان وثلاثون. (التهذيب ١٠/ ١٨٦ - التقريب ٢/ ٢٥٥).','1','21',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (100,'يتحينون وقت الصلاة، فإذا حضرت أتوها، فمنهم من يدرك وكثير منهم لا يدرك، فشق ذلك على رسول الله- صلّى الله عليه- وقال: لقد هممت أن آمر رجالا عند وقت الصلاة أن يأتوا الناس في دورهم، فيؤذنونهم بالصلاة، ولقد هممت أن آمر رجالا عند وقت الصلاة أن يقوموا على الآطام (١)، فيؤذنوا الناس بصلاتهم، فانصرف رسول الله- صلّى الله عليه وسلم- مهموما، وانصرفنا مهمومين بهمه، وإن عبد الله بن زيد (٢) رأى رؤيا فأتى النبي- صلّى الله عليه- فقال: يا رسول الله إني رأيت رجلا عليه ثوبان أخضران قام على جدار المسجد فافتتح الأذان فثنّاه حتى فرغ منه، ثم جلس جلسة، ثم قام ففعل مثل ذلك، إلا أنه قال في آخر ذلك: قد قامت الصلاة، قد قامت الصلاة، فقال رسول الله- صلّى الله عليه-: «رأيت خيرا علّمهن بلالا (٣) فليكن هو الذي ينادي بهن»، قال وكنا نأتي الصلاة فإذا جاء الرجل وقد سبق بشيء من الصلاة أشار إليه من مر به: سبقت بكذا فكنا بين قائم وقاعد وراكع وساجد، فجئت وقد سبقت بشيء من الصلاة فأشار إلىّ بعض من مررت به: سبقت بكذا وكذا فقلت:
لا أجده على حال من الصلاة إلا دخلت معه وكنت معه فيها، فلما سلم رسول الله- صلّى الله عليه- قمت أقضي ما سبقني به فاستقبل الناس بوجهه فقال: من المتكلم آنفا، فقالوا: معاذ، فقال: إن معاذا قد سنّ لكم فاقتدوا، ثم قال رسول الله
_________
(١) الآطام: جمع أطم- بضم الطاء وسكونها- وهو القصر وكل حصن بني بحجارة وكل بيت مربع مسطح.
(القاموس ٤/ ٧٥).
(٢) عبد الله بن زيد: ابن عبد ربه بن ثعلبة الأنصاري الخزرجي، أبو محمد المدني، أري الأذان، صحابي مشهور، مات سنة اثنتين وثلاثين، وقيل استشهد بأحد.
(التقريب ١/ ٤١٧).
(٣) بلال بن رباح- بفتح الراء والباء المخففة- المؤذن، وهو ابن حمامة وهي أمه، أبو عبد الله، مولى أبي بكر، من السابقين الأولين، شهد بدرا والمشاهد، مات بالشام سنة سبع عشرة أو ثمان عشرة، وله بضع وستون سنة.
(التقريب ١/ ١١٠).','1','22',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (101,'- صلّى الله عليه وسلم-: «إذا جاء أحدكم إلى الإمام وهو في شيء قد سبقه من الصلاة فليدخل معه فليكن فيما هو فيه فإذا سلم الإمام فليقم فليقض ما سبقه به» (١).
٢٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثني ابن أبي مريم (٢) عن سفيان بن عيينة عن عاصم بن أبي النجود عن شقيق بن سلمة عن عبد الله ابن مسعود قال: كنا نسلم على النبي- صلّى الله عليه- قبل أن نخرج إلى أرض الحبشة فيرد علينا، فلما قدمت سلمت عليه وهو يصلي فلم يرد عليّ فأخذني ما قرب وما بعد (٣) فجلست حتى قضى رسول الله- صلّى الله عليه- الصلاة فقال: «إن الله تبارك وتعالى يحدث من أمره ما شاء وإنه قد أحدث ألّا تكلموا في الصلاة» (٤).
٢٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (٥) وابن أبى زائدة (٦) كلاهما عن الأعمش عن إبراهيم عن عبد الله مثل ذلك أو نحوه إلا أنه قال. ذكرنا ذلك لرسول الله- صلّى الله عليه وسلم- فقال: «إن في الصلاة لشغلا».
_________
(١) روى الإمام أحمد في المسند نحوه مطولا ٥/ ٢٤٦، ٢٤٧ ط دار الفكر.
وروى البيهقي في السنن الكبرى نحوه مختصرا- من طريق عبد الرحمن بن أبي ليلى عن معاذ بن جبل- وقال: هذا مرسل، عبد الرحمن لم يدرك معاذ بن جبل.
انظر: (السنن الكبرى ١/ ٣٩١، كتاب الصلاة «باب استقبال القبلة بالأذان والإقامة» وج ٤، كتاب الصيام «باب ما قيل في بدء الصيام» ص ٢٠٠).
(٢) هو سعيد بن الحكم بن أبي مريم الجمحي.
(٣) ما قرب وما بعد: قال في النهاية: يقال للرجل إذا أقلقه الشيء وأزعجه: أخذه ما قرب وما بعد، وما قدم وما حدث، كأنه يفكر ويهتم في بعيد أموره وقريبها- يعنى أيّها كان سببا في الامتناع عن ردّ السلام.
(النهاية لابن الأثير ٤/ ٣٣).
(٤) روى البخاري نحوه عن ابن مسعود. (صحيح البخاري ٢/ ٥٩).
وروى مسلم نحوه عن ابن مسعود. (صحيح مسلم ١/ ٣٨٢، تحقيق محمد فؤاد عبد الباقي).
(٥) أبو معاوية هو محمد بن خازم.
(٦) هو زكريا بن أبي زائدة.','1','23',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (102,'٢٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا إسماعيل بن أبي خالد عن الحارث بن شبيل عن أبي عمرو الشيباني عن زيد ابن أرقم قال: كنا نتكلم خلف رسول الله- صلّى الله عليه- في الصلاة، يكلم الرجل منا صاحبه إلى جنبه حتى نزلت هذه الآية: وَقُومُوا لِلَّهِ قانِتِينَ (١) قال: فأمرنا بالسكوت ونهينا عن الكلام (٢).
٢٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن ابن جريج قال: أخبرني ابن شهاب عن عروة عن عائشة أنها أخبرته: أن الصلاة أول ما فرضت أنها فرضت ركعتين ثم أتم الله عز وجل صلاة الحضر وأقرّت صلاة السفر على حالها، أو قال: وأقرّت الركعتان على هيئتهما، قال ابن شهاب:
فقلت لعروة فما حمل عائشة على أن تصلي في السفر أربع ركعات، فقال عروة:
تأولت في ذلك ما تأول عثمان- رضى الله عنه- في إتمام الصلاة بمنى (٤).
قال أبو عبيد: والذي تأول عثمان- رضي الله عنه- في إتمام الصلاة بمنى فيه ثلاثة أوجه: أحدها: أنه اتخذ أهلا بمكة، والوجه الثاني: أنه قال: أنا خليفة فحيث ما كنت فهو عملي، والوجه الثالث: أنه بلغه أن أعرابيا صلّى معه ركعتين فظن أن الفريضة ركعتين، فانصرف إلى منزله فلم يزل يصلي ركعتين السنة كلها، فبلغ ذلك عثمان فأتم الصلاة، وأما عائشة- رضى الله عنها- فإنها تأولت أنها أم المؤمنين فحيث ما كانت فهي مع ولدها كأنها مقيمة في أهلها.
_________
(١) سورة البقرة آية (٢٣٨).
(٢) رواه البخاري بلفظ مقارب. (صحيح البخاري، كتاب. التفسير، تفسير قوله وَقُومُوا لِلَّهِ قانِتِينَ ج ٥/ ١٦٢).
ورواه مسلم بلفظ مقارب، كتاب المساجد ومواضع الصلاة «باب السابع حديث (٣٥) ٣٨٣/ تحقيق عبد الباقي».
(٣) هو حجاج بن محمد المصيصي.
(٤) روى نحوه البخاري وليس في روايته ذكر لسؤال الزهري لعروة.
انظر: (صحيح البخاري ١/ ٩٣).
وروى نحوه مسلم (صحيح مسلم ١/ ٤٧٨ تحقيق محمد فؤاد عبد الباقي).','1','24',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (103,'<span data-type="title" id=toc-53>باب الزكاة وما فيها من ذلك</span>
قال أبو عبيد: اختلف العلماء في نسخ آيات من الصدقة، إحداهنّ التي في النساء، قوله عز وجل: وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ (١)، والأخرى (٢) الآية التي في الأنعام قوله: كُلُوا مِنْ ثَمَرِهِ إِذا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ (٣)، وكذلك كل حق في القرآن سوى الزكاة فقد تكلمت فيه العلماء، فأما التي في النساء:
٢٩ - فإن عبد الرحمن بن مهدي حدثنا عن سفيان عن السدّي (٤)، عن أبي سعيد (٥) قال: سألت سعيد بن جبير عن قوله عزّ وجلّ: وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ، فقال: إن كان الميت أوصى لهم بشيء أنفذ لهم وصيتهم، وإن كان الورثة كبارا رضخوا (٦) لهم، وإن كانوا صغارا قال وليهم: لست أملك هذا المال وليس هو لي إنما هو لصغار. قال: فذلك قوله
_________
(١) سورة النساء آية (٨).
(٢) في المخطوط (والآخر) والصواب ما أثبتناه.
(٣) سورة الأنعام آية (١٤١).
(٤) السّدّي: إسماعيل بن عبد الرحمن بن أبي كريمة السّدّي (بضم المهملة وتشديد الدال) أبو محمد الكوفي، صدوق، يهم، ورمي بالتشيع، مات سنة سبع وعشرين ومائة.
(التقريب ١/ ٧٢).
(٥) أبو سعيد وقيل أبو سعد الأرحبي الكوفي، قارئ الأزد، روى عنه السدّي، ذكره ابن حبان في الثقات، قال في التقريب: مقبول.
(التهذيب ١٢/ ١٠٦ - والتقريب ٢/ ٤٢٦).
(٦) رضخوا: الرضخ: العطية القليلة.
(النهاية ٢/ ٢٢٨).','1','25',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (104,'وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً (١).
٣٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٢) عن هشام (٣) عن ابن سيرين (٤) عن عبيدة (٥): أنه قسم ميراث أيتام، فأمر بشاة فاشتريت من المال،
وبطعام فصنع، ثم قال: لولا هذه الآية لأحببت أن تكون من مالي، ثم تلا: وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ (٦).
٣١ - أخبرنا علي قال: حدثنا أبو عبيد قال وحدثني من سمع أسامة ابن زيد الليثي (٧) يحدث عن محمد بن عبد الرحمن بن سعد بن زرارة (٨) عن
_________
(١) رواه الطبري في جامع البيان بلفظه سورة النساء ج ٨ الأثر (٨٦٩٧) ص ١٥ تحقيق محمود وأحمد شاكر.
وروى بعضه ابن أبي شيبة بلفظ مقارب. (المصنّف ج ١١، كتاب الوصايا «باب قوله: وَإِذا حَضَرَ الْقِسْمَةَ» ص ١٩٦ تحقيق مختار أحمد الندوى).
(٢) يزيد بن هارون بن زاذان، السلمي مولاهم، أبو خالد الواسطي، ثقة متقن، عابد، من التاسعة، مات سنة ست ومائتين، وقد قارب التسعين.
(التقريب ٢/ ٣٧٢).
(٣) هشام بن حسان الأزدي القردوسي (بالقاف وضم الدال) أبو عبد الله البصري، ثقة، من أثبت الناس في ابن سيرين، وفي روايته عن الحسن وعطاء مقال، لأنه قيل كان يرسل عنهما، من السادسة مات سنة سبع أو ثمان وأربعين ومائة.
(التقريب ٢/ ٣١٨).
(٤) ابن سيرين: محمد بن سيرين الأنصاري، أبو بكر بن أبي عمرة، البصري، ثقة ثبت عابد، كبير القدر، كان لا يرى الرواية بالمعنى، من الثالثة، مات سنة عشر ومائة.
(التقريب ٢/ ١٦٩).
(٥) عبيدة (بفتح أوله) بن عمرو السلماني (بسكون اللام) المرادي، أبو عمرو الكوفي، تابعي كبير، مخضرم ثقة ثبت، مات قبل سنة سبعين. (التقريب ١/ ٥٤٧).
(٦) رواه الطبرى في جامع البيان بلفظ مقارب ج ٨ أثر (٨٧٠٥) ص ١٧، ١٨ تحقيق محمود وأحمد شاكر.
(٧) أسامة بن زيد الليثي: مولاهم، أبو زيد المدني، صدوق، يهم، من السابعة، مات سنة ثلاث وخمسين ومائة، وهو ابن بضع وسبعين.
(التقريب ١/ ٥٣).
(٨) محمد بن عبد الرحمن بن عبد الله بن عبد الرحمن بن سعد بن زرارة، ومنهم من ينسبه إلى','1','26',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (105,'عمرة بنت عبد الرحمن (١) أن عبد الله بن عبد الرحمن بن أبي بكر (٢) فعل مثل ذلك حين قسم ميراث أبيه. قالت: فذكرت ذلك لعائشة، فقالت: عمل بالكتاب هي لم تنسخ (٣).
٣٢ - أخبرنا علي قال: حدثنا أبو عبيد قال حدثنا عباد بن العوام (٤) عن حجاج بن أرطاة (٥) عن عطاء (٦) عن عبد الرحمن بن أبي بكر في هذه الآية قال: هي يعمل بها وأحسبه، قال: وقد أخذت منها (٧).
_________
جده لأمه فيقول: محمد بن عبد الرحمن بن أسعد بن زرارة الأنصاري المدني، قال النسائي: ثقة، وذكره ابن حبان في الثقات، وقال في التقريب: ثقة، من السادسة، مات سنة أربع وعشرين ومائة.
(التهذيب ٩/ ٢٩٨ - التقريب ٢/ ١٨٣).
(١) عمرة بنت عبد الرحمن بن سعد بن زرارة الأنصارية المدنية، أكثرت عن عائشة، ثقة، ماتت قبل المائة ويقال بعدها.
(التقريب ٢/ ٦٠٧).
(٢) عبد الله بن عبد الرحمن بن أبي بكر الصديق، التيمي، ثقة، مقبول، من الثالثة، مات بعد السبعين.
(التقريب ١/ ٤٢٨).
(٣) رواه بمعناه الطبرى في تفسيره للآية من سورة النساء.
(جامع البيان ج ٨ أثر (٨٦٨١) ص ١٠، ١١ تحقيق محمود وأحمد شاكر).
(٤) عباد بن العوام: ابن عمر الكلابي، مولاهم، أبو سهل الواسطي، ثقة، من الثامنة، مات سنة خمس وثمانين ومائة وله نحو من سبعين.
(التقريب ١/ ٣٩٣).
(٥) حجاج بن أرطاة (بفتح الهمزة) بن ثور بن هبيرة النخعي، أبو أرطاة الكوفي، القاضي أحد الفقهاء، صدوق كثير الخطأ والتدليس، من السابعة، مات سنة خمس وأربعين ومائة.
(التقريب ١/ ١٥٢).
(٦) هو عطاء بن أبي رباح.
(٧) رواه بمعناه ابن أبي شيبة.
(المصنّف، كتاب الوصايا «باب قوله تعالى: وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى» الآية. ج ١١/ ١٩٥ تحقيق مختار أحمد الندوي).','1','27',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (106,'٣٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: وحدثني يحيى بن سعيد (١) عن شعبة (٢) عن قتادة (٣) عن يونس بن جبير (٤) عن حطّان بن عبد الله (٥) قال: فسم لي أبو موسى (٦) بهذه الآية: وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ فَارْزُقُوهُمْ مِنْهُ (٧).
_________
(١) يحيى بن سعيد بن فرّوخ (بفتح الفاء وتشديد الراء المضمومة وسكون الواو ثم معجمة) التميمي، أبو سعيد القطان البصري، ثقة، متقن حافظ، إمام قدوة، من كبار التاسعة، مات سنة ثمان وتسعين ومائة وله ثمان وسبعون.
(التقريب ٢/ ٣٤٨).
(٢) شعبة: ابن الحجاج بن الورد العتكي مولاهم، أبو بسطام الواسطي، ثم البصرى، ثقة، حافظ متقن، كان الثوري يقول: هو أمير المؤمنين في الحديث، وهو أول من فتش بالعراق عن الرجال، وذبّ عن السنة، وكان عابدا، من السابعة، مات بالبصرة سنة ستين ومائة، وولد سنة اثنتين وثمانين.
(التهذيب ٤/ ٣٣٨ - التقريب ١/ ٣٥١).
(٣) قتادة بن دعامة بن قتادة السدوسي، أبو الخطاب البصري، ثقة، ثبت، يقال ولد أكمه، مات سنة مائة وبضع عشرة.
(التقريب ٢/ ١٢٣).
(٤) يونس بن جبير: الباهلي، أبو غلاب البصري، ثقة، من الثالثة، مات بعد التسعين وأوصى أن يصلي عليه أنس بن مالك.
(التقريب ٢/ ٣٨٤).
(٥) حطّان بن عبد الله الرّقاشي البصري، ثقة، من الثانية، مات في ولاية بشر على العراق، بعد السبعين.
(التقريب ١/ ١٨٥).
(٦) أبو موسى: عبد الله بن قيس بن سليم بن حضّار (بفتح المهملة وتشديد الضاد المعجمة) أبو موسى الأشعري، صحابي مشهور، أمّره عمر ثم عثمان، وهو أحد الحكمين بصفين، مات سنة خمسين وقيل بعدها (التقريب ١/ ٤٤١).
(٧) رواه الطبري في تفسيره للآية من سورة النساء.
(جامع البيان ج ٨ الأثر (٨٦٩٢) ص ١٤ تحقيق محمود وأحمد شاكر. وروى نحوه ابن أبي شيبة- المصنف ج ١١، كتاب الوصايا «باب قوله تعالى: وَإِذا حَضَرَ الْقِسْمَةَ» ص ١٩٥ تحقيق مختار أحمد الندوى).','1','28',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (107,'٣٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان (١) عن ابن أبي نجيح (٢) عن مجاهد في هذه الآية قال: هي واجبة على أهل الميراث بما طابت به أنفسهم (٣).
قال أبو عبيد: فهذا مذهب الذين رأوها محكمة، وقد قال فيها آخرون غير ذلك.
٣٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) عن هشام (٥) عن الحسن (٦): وَإِذا حَضَرَ الْقِسْمَةَ أُولُوا الْقُرْبى وَالْيَتامى وَالْمَساكِينُ
_________
(١) سفيان بن عيينة بن أبي عمران، ميمون الهلالي، أبو محمد الكوفي ثم المكي، ثقة حافظ فقيه، إمام حجة إلا أنه تغير حفظه بآخره، وكان ربما دلس، لكن عن الثقات، مات في رجب سنة ثمان وتسعين ومائة وله إحدى وتسعون سنة. (التقريب ١/ ٣١٢).
(٢) ابن أبي نجيح: عبد الله بن أبي نجيح، يسار الثقفي، أبو يسار المكي، مولى الأخنس بن شريق، ذكره ابن حبان في الثقات، وقال في التقريب: ثقة، رمي بالقدر، وربما دلس، مات سنة إحدى وثلاثين ومائة.
(التهذيب ٦/ ٥٤ - التقريب ١/ ٤٥٦).
(٣) روى نحوه الطبري في تفسيره للآية من سورة النساء- جامع البيان ج ٨ الأثر (٨٨٦١) ص ٧ تحقيق محمود وأحمد شاكر.
وروى نحوه أيضا النحاس في الناسخ والمنسوخ (سورة النساء) «باب ذكر الآية الثالثة» منها ورقة (١٠١) من المخطوط. ثم قال النحاس بعد إيراده الخلاف حول نسخ آية وَإِذا حَضَرَ الْقِسْمَةَ قال أبو جعفر: فهذا مجاهد يقول بإيجابها بالإسناد الذي لا تدفع صحته أهـ.
(المرجع نفسه).
(٤) هو يزيد بن هارون.
(٥) هو هشام بن حسان الأزدي.
(٦) الحسن بن أبي الحسن البصري، واسم أبيه يسار، (بالتحتانية والمهملة) الأنصاري مولاهم، ثقة، فقيه، فاضل مشهور، وكان يرسل كثيرا ويدلس، قال البزار: كان يروي عن جماعة لم يسمع منهم فيتجوز ويقول: حدثنا وخطبنا يعني قومه الذين حدثوا وخطبوا بالبصرة، مات سنة عشر ومائة، وقد قارب التسعين.
(التقريب ١/ ١٦٥).','1','29',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (108,'فَارْزُقُوهُمْ مِنْهُ قال: هي منسوخة (١).
٣٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن ابن المبارك (٢) عن عمارة أبي عبد الرحمن (٣) قال: سمعت عكرمة (٤) يقول في هذه الآية: نسختها الفرائض (٥).
٣٧ - أخبرنا علي قال: حدثنا أبو عبيد قال حدثنا يحيى بن سعيد (٦) عن هشام الدّستوائي (٧) عن قتادة عن سعيد بن المسيّب في هذه الآية،
_________
(١) لم أجد هذا القول منسوبا للحسن، إنما الذي ثبت عنه إحكام الآية، فقد روى عنه ذلك الطبري في جامعه والصنعاني وابن أبي شيبة في مصنفيهما، وابن الجوزي في ناسخه، وقد قال بنسخ الآية كل من سعيد بن المسيب وعطاء وعكرمة والضحاك.
روى ذلك البيهقي في السنن الكبرى ٦/ ٢٦٧.
(٢) عبد الله بن المبارك بن واضح الحنظلي التميمي، مولاهم، أبو عبد الرحمن المروزي أحد الأئمة، قال ابن عيينة: لقد كان فقيها عالما عابدا زاهدا شيخا شجاعا شاعرا، وقال الحاكم هو إمام عصره في الآفاق، وقال ابن حبان: كان فيه خصال لم تجتمع في أحد من أهل العلم في زمانه في الأرض كلها، وقال في التقريب: ثقة، ثبت، فقيه، عالم جواد مجاهد، جمعت فيه خصال الخير، مات سنة إحدى وثمانين ومائة وله ثلاث وستون.
(التهذيب ٥/ ٣٨٢ - التقريب ١/ ٤٤٥).
(٣) عمارة أبو عبد الرحمن: هو عمارة بن عبد الرحمن، أبو عبد الرحمن الاسكندراني قيل ليحيى ابن معين: عمارة الذي يروى عن عكرمة في التفسير فقال: يقال له عمارة الاسكندراني وهو شيخ ثقة، وهو شيخ لابن المبارك، كتب عنه بمصر.
(الجرح والتعديل لابن أبي حاتم ٣/ ٣٦٨).
(٤) عكرمة بن عبد الله مولى ابن عباس، ثقة، ثبت، عالم بالتفسير، لا ثبت عنه بدعة، مات سنة سبع ومائة وقيل بعد ذلك.
(التقريب ٢/ ٣٠).
(٥) رواه البيهقي في السنن الكبرى ج ٦، كتاب الوصايا «باب ما جاء في قوله تعالى وَإِذا حَضَرَ الْقِسْمَةَ» / ص ٢٦٧.
(٦) هو يحيى القطان.
(٧) هشام الدّستوائي: هشام بن أبي عبد الله سنبر، أبو بكر الدّستوائي (بفتح الدال وسكون السين المهملتين وفتح المثناة ثم مد) ثقة، ثبت، وقد رمي بالقدر، من كبار السابعة، مات سنة أربع وخمسين ومائة، وله ثمان وسبعون سنة.
(التقريب ٢/ ٣١٩).','1','30',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (109,'قال: نسخها الميراث (١).
قال أبو عبيد: فهذا ما فى آية النساء، وأما آية الأنعام:
٣٨ - فإن إسماعيل بن إبراهيم (٢) حدثنا عن أبي رجاء (٣) عن الحسن في قوله: وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ قال: هو الصدقة من الحب والثمار (٤).
٣٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس قال: حقه زكاته المفروضة يوم يكال أو يعلم كيله (٥).
٤٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن منصور (٦) عن مجاهد في قوله في هذه الآية قال: إذا حصد زرعه
_________
(١) روى نحوه البيهقي فى السنن الكبرى ج ٦، كتاب الوصايا «باب ما جاء في قوله تعالي وَإِذا حَضَرَ الْقِسْمَةَ» ص ٢٦٧.
وروى نحوه ابن الجوزي في نواسخ القرآن (ج ١) «باب ذكر الآيات التي ادعى عليهن النسخ من سورة النساء (الآية الثالثة)» ص ٣١٩ تحقيق محمد أشرف علي.
قال ابن حجر: وصح ذلك (أى القول بالنسخ) عن سعيد بن المسيب. (الفتح ٨/ ٢٤٢، كتاب التفسير «باب (وإذا حضر القسمة)».
(٢) إسماعيل بن إبراهيم بن مقسم الأسدي مولاهم، أبو بشر البصري، المعروف بابن عليّة، ثقة حافظ، من الثامنة: مات سنة ثلاث وتسعين ومائة، وهو ابن ثلاث وثمانين.
(التقريب ١/ ٦٦).
(٣) أبو رجاء: محمد بن سيف الأزدي المدّاني (بضم المهملة الأولى وتشديد الدال) البصري، قال ابن معين ومحمد بن سعد والنسائي ثقة، وقال أبو حاتم: صالح الحديث، وذكره ابن حبان في الثقات، وقال في التقريب: ثقة.
(التهذيب ٩/ ٢١٧، التقريب ٢/ ١٦٩).
(٤) رواه الطبري فى جامع البيان ج ١٢، أثر (١٣٩٦٨) ص ١٥٩ تحقيق محمود محمد شاكر.
(٥) رواه الطبري فى جامع البيان ج ١٢، أثر (١٣٩٧١) ص ١٥٩ تحقيق محمود محمد شاكر.
(٦) منصور بن المعتمر بن عبد الله بن ربيعة أبو عثاب الكوفي (بمثلثة ثقيلة ثم موحدة)، قال العجلي: كوفي ثقة، ثبت في الحديث، كان أثبت أهل الكوفة وكأن حديثه القدح، وقال في التقريب:
ثقة، ثبت، وكان لا يدلس، مات سنة اثنتين وثلاثين ومائة.
(التهذيب ١٠/ ٣١٢، التقريب ٢/ ٢٧٦).','1','31',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (110,'ألقى لهم من السنبل وإذا جدّ نخله ألقى لهم من الشماريخ فإذا كاله زكّاه (١).
قال أبو عبيد: فهذا تأويل الذين رأوا الآية محكمة إلا أنّ ابن عباس والحسن رأياها الزكاة نفسها في الأرض ورآها مجاهد من غير الزكاة، إلا أنها واجبة عنده أيضا وفيها قول ثالث.
٤١ - أخبرنا علي قال: حدثنا أبو عبيد قال حدثنا خالد بن عمرو (٢) عن شريك (٣) عن سالم الأفطس (٤) عن سعيد بن جبير: وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ قال: هي منسوخة (٥).
٤٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (٦) عن حجاج (٧) عن أبي جعفر (٨) قال: نسخت الزكاة كل صدقة، ونسخ الأضحى
_________
(١) رواه الطبري في تفسيره جامع البيان ج ١٢ أثر (١٣٩٩٥) ص ١٦٤ تحقيق محمود محمد شاكر.
رواه بمعناه ابن أبي شيبة: المصنّف ج ٣، كتاب الزكاة ص ١٨٥ «باب قوله: وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ» تحقيق عامر الأعظمي.
(٢) خالد بن عمرو بن محمد بن عبد الله بن سعيد بن العاص الأموى، أبو سعيد الكوفي، رماه ابن معين بالكذب، ونسبه صالح جزرة وغيره إلى الوضع، من التاسعة.
(التقريب ١/ ٢١٦).
(٣) شريك بن عبد الله النخعي الكوفي، القاضي بواسط، ثم الكوفة، أبو عبد الله، صدوق، يخطئ كثيرا، تغير حفظه منذ ولي القضاء بالكوفة، وكان عادلا فاضلا عابدا، شديدا على أهل البدع، من الثامنة، مات سنة سبع أو ثمان وسبعين ومائة.
(التقريب ١/ ٣٥١).
(٤) سالم بن عجلان الأفطس، الأموي، مولاهم، أبو محمد الحراني، ثقة، رمي بالإرجاء، من السادسة، قتل صبرا سنة اثنتين وثلاثين ومائة.
(التقريب ١/ ٢٨١).
(٥) روى نحوه الطبري في تفسيره للآية من الأنعام جامع البيان ج ١٢ أثر (١٤٠٢٣) ص ١٦٨ تحقيق محمود محمد شاكر.
ورواه النحاس بمعناه. (الناسخ والمنسوخ (سورة الأنعام) «باب الآية الرابعة» المخطوط ورقة ١٤٩).
(٦) هو محمد بن خازم الضرير.
(٧) هو حجاج بن أرطاة.
(٨) هو يزيد بن القعقاع أبو جعفر القاري.','1','32',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (111,'كل ذبح، ونسخ صوم رمضان كل صوم (١).
٤٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٢) عن الحجاج (٣) عن الحكم (٤) قال: قال ابن عباس: نسخت الزكاة كل نفقة في القرآن (٥).
٤٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان بن معاوية (٦) عن سلمة بن نبيط عن الضحاك بن مزاحم قال: نسخت الزكاة كل صدقة في القرآن (٧).
قال أبو عبيد: وهذا قول الذين رأوها منسوخة، إلا أنهم عمّوا بالنسخ كل ما في القرآن ما خلا الزكاة، وقول الذين رأوا هذه الآيات في الصدقة محكمة قائمة، أشدّ عندي موافقة للأحاديث المرفوعة من قول الآخرين.
٤٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٨) ومروان بن معاوية الفزاري عن جعفر بن محمد (٩) عن أبيه (١٠) عن
_________
(١) روى نحوه ابن الجوزي في نواسخ القرآن معلقا من غير إسناد.
(نواسخ القرآن الآية الأولى من سورة البقرة ج ١ ص ١٤٥ تحقيق محمد أشرف علي).
(٢) هو يزيد بن هارون.
(٣) هو الحجاج بن أرطاة.
(٤) الحكم بن عبد الله بن إسحاق الأعرج البصري، روى عن ابن عباس، قال أحمد: ثقة، وقال أبو زرعة: ثقة، وذكره ابن حبان في الثقات، وقال في التقريب: ثقة ربما وهم.
(التهذيب ٢/ ٤٢٨ - التقريب ١/ ١٩١).
(٥) لم أتمكن من تخريجه.
(٦) هو مروان بن معاوية الفزاري.
(٧) رواه أيضا أبو عبيد في، كتاب الأموال ص ٣٢٧ تحقيق محمد خليل هراس. ورواه ابن أبي شيبة المصنف ج ٣، كتاب الزكاة «باب قوله تعالى: وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ وما جاء فيه» ص ١٨٦
تحقيق عامر العمري الأعظمي.
(٨) هو يحيى بن سعيد القطان.
(٩) جعفر بن محمد: ابن علي بن الحسين بن علي بن أبي طالب الهاشمي العلوي أبو عبد الله المدني الصادق، ذكره ابن حبان في الثقات وقال: كان من سادات أهل البيت فقها وعلما وفضلا. وقال في التقريب: صدوق فقيه إمام مات سنة ثمان وأربعين ومائة.
(التهذيب ٢/ ١٠٣ - التقريب ١/ ١٣٢).
(١٠) محمد بن علي بن الحسين بن علي بن أبي طالب، أبو جعفر الباقر، ثقة، فاضل، مات سنة مائة وأربع عشرة. (التقريب ٢/ ١٩٢).','1','33',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (112,'علي بن حسين (١) قال: نهى رسول الله- صلى الله عليه- عن جداد الليل وعن حصاد الليل (٢).
قال أبو عبيد: فتأولت العلماء هذا الحديث، أن نهيه- صلى الله عليه- إنما كان للفرار به من حضور المساكين نهارا، فكأنه قد أوجب الآن فيه حقا غير الزكاة المفروضة، وقد قال بعضهم: إنه إنما نهى عنه للخوف على الناس من هوام الأرض ليلا، والتأويل عندى هو الأول.
٤٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (٣) عن الليث بن سعد عن خالد بن يزيد (٤) عن سعيد بن أبي هلال عن أنس بن مالك (٥) قال: أتى رجل من بني تميم النبي- صلى الله عليه- فقال: يا رسول الله إني رجل، أو قال إني ذو مال كثير وأهل وولد وحاضرة فأخبرني كيف أنفق وكيف أصنع، فقال: تخرج زكاة مالك، فإنها طهرة تطهرك، وتصل
_________
(١) علي بن حسين بن علي بن أبي طالب، زين العابدين، ثقة، ثبت، عابد فقيه، فاضل مشهور، قال ابن عيينة: عن الزهرى: ما رأيت قرشيا أفضل منه، مات سنة ثلاث وتسعين وكان قد ولد سنة ثلاث وثلاثين.
(التهذيب ٧/ ٣٠٤ - التقريب ٢/ ٣٥).
(٢) رواه البيهقي في السنن الكبرى وفي روايته: قال جعفر أراه من أجل المساكين.
(سنن البيهقي ج ٤، كتاب الزكاة «باب ما جاء في النهي عن الحصاد والجداد بالليل» ص ١٣٣).
وروى نحوه عبد الرزاق في المصنف ج ٤ ص ١٤٧ «باب علاج الطعام بالليل» الأثر (٧٢٧١) تحقيق حبيب الرحمن الأعظمي.
(٣) أبو النضر: هاشم بن القاسم بن مسلم الليثي، مولاهم، البغدادي، أبو النضر، مشهور بكنيته، ثقة، ثبت، من التاسعة، مات سنة سبع ومائتين، وله ثلاث وسبعون.
(التقريب ٢/ ٣١٤).
(٤) هو خالد بن يزيد الجمحي.
(٥) أنس بن مالك بن النضر الأنصاري الخزرجي أبو حمزة المدني، خادم رسول الله صلّى الله عليه وسلم نزيل البصرة، قال عن نفسه: شهدت مع رسول الله صلّى الله عليه وسلم الحديبية وعمرته والحج والفتح وحنينا والطائف، وهو آخر من مات بالبصرة من أصحاب رسول الله صلّى الله عليه وسلم، مات سنة اثنتين وقيل ثلاث وتسعين، وقد جاوز المائة.
(التهذيب ١/ ٣٧٦ - التقريب ١/ ٨٤).','1','34',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (113,'أقاربك، وتعرف حق السائل والجار والمسكين (١).
قال أبو عبيد: أفلا تسمع قول رسول الله النبي- صلّى الله عليه- للرجل، وما كان من أمره إيّاه بإعطاء هؤلاء بعد ذكر الزكاة، ثم سمّاه حقا، فقال تعرف حق السائل والجار والمسكين، وقد أفتى بذلك غير واحد من أهل العلم.
٤٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا معاذ بن معاذ (٢) عن حاتم بن أبي صغيرة (٣) عن رياح بن عبيدة (٤) عن قزعة (٥): أن ابن
_________
(١) هذا جزء من حديث رواه الإمام أحمد فى المسند فقال: حدثنا هاشم بن القاسم حدثنا ليث عن خالد بن يزيد عن سعيد بن أبي هلال عن أنس بن مالك أنه قال: أتى رجل من بني تميم رسول الله صلّى الله عليه وسلم فقال: يا رسول الله إني ذو مال كثير وذو أهل وولد وحاضرة فأخبرني كيف أنفق وكيف أصنع، فقال رسول الله صلّى الله عليه وسلم: تخرج الزكاة من مالك فإنه طهرة تطهرك، وتصل أقرباءك، وتعرف حق السائل والجار والمسكين، فقال: يا رسول الله أقلل لي، قال: فآت ذا القربى حقه والمسكين وابن السبيل ولا تبذر تبذيرا، فقال: حسبي يا رسول الله إذا أديت الزكاة إلى رسولك فقد برئت منها إلى الله ورسوله فقال رسول الله صلّى الله عليه وسلم: «نعم إذا أديتها إلى رسولي فقد برئت منها فلك أجرها وإثمها على من بدلها».
انظر: الحديث بتمامه في ج ٣ ص ١٣٦ من المسند. ط دار الفكر.
(٢) معاذ بن معاذ: ابن نصر بن حسان العنبري، أبو المثنى البصري، القاضي، ثقة، متقن، من كبار التاسعة، مات سنة ست وتسعين ومائة. (التقريب ٢/ ٢٥٧).
(٣) حاتم بن أبي صغيرة: بكسر الغين المعجمة، أبو يونس البصري، وأبو صغيرة اسمه مسلم، وهو جده لأمه، ثقة، من السادسة.
(التقريب ١/ ١٣٧).
(٤) رياح بن عبيدة: بفتح أوله، الباهلي، وقيل السّلمي، كوفي ثقة، من الرابعة، سكن الحجاز.
(التقريب ١/ ٢٥٤).
(٥) قزعة: ابن يحيى ويقال ابن الأسود أبو الغادية البصري، روى عن ابن عمر، قال العجلي:
بصري تابعي ثقة، وذكره ابن حبان في الثقات، وقال في التقريب: ثقة من الثالثة.
(التهذيب ٨/ ٣٧٧ - التقريب ٢/ ١٢٦).','1','35',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (114,'عمر (١) قال له: في مالك حق سوى الزكاة يا قزعة (٢).
٤٨ - أخبرنا علي قال: حدثنا أبو عبيدة قال: حدثنا هشيم قال:
أخبرنا إسماعيل بن سالم (٣) قال: سمعت الشعبي (٤) وسئل: هل فى المال حق سوى الزكاة قال: نعم، وتلا هذه الآية: وَآتَى الْمالَ عَلى حُبِّهِ ذَوِي الْقُرْبى وَالْيَتامى وَالْمَساكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقابِ (٥) إلى آخرها (٦).
٤٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٧) عن حماد بن سلمة عن أبي جمرة (٨) عن الشعبي مثل ذلك.
٥٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٩) عن
_________
(١) عبد الله بن عمر بن الخطاب العدوي، أبو عبد الرحمن، ولد بعد المبعث بيسير، واستصغر يوم أحد وهو ابن أربع عشرة سنة، وهو أحد المكثرين من الصحابة والعبادلة، وكان من أشد الناس اتباعا للأثر، مات سنة ثلاث وسبعين في آخرها، أو أول التي تليها.
(التقريب ١/ ٤٣٥).
(٢) هذا جزء من أثر رواه ابن أبي شيبة. المصنّف ج ٣، كتاب الزكاة «باب من قال في المال حق سوى الزكاة» ص ١٩١ تحقيق عامر العمري الأعظمي.
ورواه المؤلف في، كتاب الأموال ص ٣٢٦ تحقيق محمد خليل هراس.
(٣) إسماعيل بن سالم الأسدي، أبو يحيى الكوفي، نزيل بغداد، ثقة، ثبت، من السادسة.
(التقريب ١/ ٧٠).
(٤) عامر بن شراحيل الشعبي: (بفتح المعجمة) أبو عمرو، ثقة، مشهور، فقيه فاضل، من الثالثة، قال مكحول: ما رأيت أفقه منه، مات بعد المائة، وله نحو من ثمانين سنة.
(التقريب ١/ ٣٨٧).
(٥) سورة البقرة آية (١٧٧).
(٦) روى نحوه الطبري جامع البيان ج ٣ الأثر (٢٥٢٥) ص ٣٤٢ تحقيق محمود وأحمد محمد شاكر.
(٧) هو حجاج بن المنهال الأنماطي، أبو محمد السلمي، مولاهم، البصري، ثقة فاضل، من التاسعة، مات سنة ست عشرة أو سبع عشرة ومائتين.
(التقريب ١/ ١٥٤).
(٨) أبو جمرة: (بالجيم والراء) نصر بن عمران بن عصام الضّبعي بضم المعجمة وفتح الموحدة بعدها مهملة، البصري، نزيل خراسان، مشهور بكنيته، ثقة ثبت، من الثالثة، مات سنة ثمان وعشرين ومائة.
(التقريب ٢/ ٣٠٠).
قلت: قد كتب في المخطوط أبو حمزة بالحاء المهملة والزاي وليس كذلك.
(٩) هو حجاج بن محمد المصيصيّ.','1','36',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (115,'ابن جريج قال: قال ابن عباس في هذه الآية: وَآتَى الْمالَ عَلى حُبِّهِ قال:
نزلت بالمدينة حين نزلت الفرائض وحدّت الحدود وأمروا بالعمل (١).
قال أبو عبيد: فهذا التأويل وهذه الآثار التي ذكرناها توجب كل حق مسمى في الكتاب وإن لم يكن كوجوب الزكاة (٢).
_________
(١) لم أتمكن من تخريجه.
(٢) قال الطبري في تفسيره لآية وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ من سورة الأنعام بعد سياقه لما ورد من أقوال في إحكام الآية أو نسخها: وأولى الأقوال في ذلك عندي بالصواب قول من قال: كان ذلك فرضا فرضه الله على المؤمنين في طعامهم وثمارهم التي تخرجها زروعهم وغروسهم ثم نسخه الله بالصدقة المفروضة.
(جامع البيان ج ١٢ ص ١٧٠ تحقيق محمود وأحمد شاكر).
قلت: وترجيح الطبرى للقول بالنسخ، محل نظر عندي إذ الجمع بين إيجاب آية الأنعام حقا في يوم الحصاد يعطيه مالك الثمرة لمن حضره من فقراء. وبين أدلة إيجاب الزكاة ممكن ولا يصار إلى النسخ
إلا عند التعارض فالأمر إذن ما ذهب إليه أبو عبيد.','1','37',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (116,'<span data-type="title" id=toc-54>باب ذكر الصيام وما نسخ منه</span>
٥١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله عز وجل: كُتِبَ عَلَيْكُمُ الصِّيامُ كَما كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ (٢)، قال كان كتابه على أصحاب محمد- صلّى الله عليه- أن المرأة والرجل كان يأكل ويشرب وينكح ما بينه وبين أن يصلي العتمة (٣) أو يرقد فإذا صلّى العتمة أو رقد منع ذلك إلى مثلها من القابلة، فنسختها هذه الآية: أُحِلَّ لَكُمْ لَيْلَةَ الصِّيامِ الرَّفَثُ إِلى نِسائِكُمْ هُنَّ لِباسٌ لَكُمْ وَأَنْتُمْ لِباسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتانُونَ أَنْفُسَكُمْ فَتابَ عَلَيْكُمْ وَعَفا عَنْكُمْ (٤) الآية (٥).
٥٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية، قال:
ذاك أن المسلمين في شهر رمضان كانوا إذا صلوا العشاء حرم عليهم الطعام
_________
(١) هو حجاج بن محمد المصّيصي.
(٢) سورة البقرة آية/ ١٨٣.
(٣) العتمة: سميت صلاة العشاء العتمة تسمية بالوقت إذ العتمة ظلمة الليل وهو وقت لصلاة العشاء.
(النهاية ٣/ ١٨٦).
(٤) سورة البقرة آية ١٨٧.
(٥) روى نحوه أبو داود، كتاب الصوم «باب مبدأ فرض الصوم» ج ١ الجزء الثاني ص ٢٩٥.
ورواه الطبرى بمعناه جامع البيان ج ٣ الأثر (٢٩٤٠) ص ٤٩٦ تحقيق محمود وأحمد محمد شاكر.','1','38',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (117,'وأحسبه قال والنكاح إلى مثلها من القابلة، ثم إن ناسا من المسلمين أصابوا النساء والطعام بعد العشاء، منهم عمر بن الخطاب (١) - رضي الله عنه- فشكوا ذلك إلى رسول الله- صلّى الله عليه- فأنزل الله عز وجل: عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتانُونَ أَنْفُسَكُمْ- إلى قوله:- مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ (٢).
٥٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال أخبرنا حصين (٣) عن الشعبي قال: أخبرني عدي بن حاتم (٤) قال: لما نزلت هذه الآية وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ عمدت إلى عقالين (٥) أحدهما أسود والآخر أبيض فجعلتهما تحت وسادي (٦) ثم جعلت أنظر إليهما متى يتبين لي الأبيض من الأسود، فلما
_________
(١) عمر بن الخطاب: ابن نفيل (بنون وفاء مصغرا) بن عبد العزّى بن رياح بن عدي بن كعب القرشي العدوي أمير المؤمنين، مشهور، جم المناقب، ولي الخلافة عشر سنين ونصفا، استشهد في ذي الحجة سنة ثلاث وعشرين.
(التقريب ٢/ ٥٤).
(٢) روى نحوه الطبري- جامع البيان ٣/ ٤٩٦ الأثر (٢٩٤٠) ت محمود وأحمد محمد شاكر.
وروى البخاري نحوه مختصرا من قول البراء بن عازب/ صحيح البخاري/ ج ٥ كتاب التفسير باب قوله: أُحِلَّ لَكُمْ لَيْلَةَ الصِّيامِ ص ١٥٦.
(٣) حصين بن عبد الرحمن السّلمي أبو الهذيل الكوفي، ثقة، تغير حفظه في الآخر، مات سنة ست وثلاثين وله ثلاث وتسعون.
(التقريب ١/ ١٨٢).
(٤) عدي بن حاتم بن عبد الله بن سعد الحشرج (بفتح المهملة وسكون المعجمة آخره جيم)، الطائي، أبو طريف، صحابي شهير، وكان ممن ثبت على الإسلام في الردّة، وحضر فتوح العراق وحروب علي، مات سنة ثمان وستين.
(التقريب ٢/ ١٦).
(٥) عقال: هو الحبل الذى يعقل به البعير.
(النهاية ٣/ ٢٨٠).
(٦) وسادي: الوساد والوسادة: المخدّة. والجمع وسائد، وقد وسّدته الشيء فتوسّده إذا جعلته تحت رأسه.
(النهاية ٥/ ١٨٢).','1','39',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (118,'أصبحت غدوت إلى رسول الله- صلّى الله عليه- فأخبرته بالذي صنعت، فقال: إن كان وسادك لعريضا، إنما ذاك بياض النهار وسواد الليل (١).
٥٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مجالد (٢) عن الشعبي عن عدي بن حاتم عن النبي- صلّى الله عليه- بهذا الحديث إلا أنه قال: إنما ذاك بياض النهار من سواد الليل.
٥٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (٣) عن أبي غسان محمد بن مطرف قال: حدثنا أبو حازم (٤) عن سهل بن سعد قال: لما نزلت هذه الآية وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ ولم ينزل مِنَ الْفَجْرِ قال: فكان رجال إذا أرادوا الصوم ربط أحدهم في رجليه الخيط الأبيض والخيط الأسود فلا يزال يأكل ويشرب حتى يتبيّنا له فأنزل عز وجل بعد ذلك مِنَ الْفَجْرِ فعلموا أنما يعني بذلك الليل والنهار (٥).
٥٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا حصين (٦) عن عبد الرحمن بن أبي ليلى: أن رجلا من الأنصار يقال له صرمة بن مالك (٧) وكان شيخا كبيرا جاء إلى أهله عشاء وهو صائم، وكانوا إذا
_________
(١) روى نحوه الترمذي في جامعه، كتاب التفسير ج ٥ ص ٢١١ تحقيق أحمد محمد شاكر.
وروى نحوه البخاري ج ٢، كتاب الصوم «باب قول الله تعالى: وَكُلُوا وَاشْرَبُوا» ص ٢٣١.
وروى نحوه مسلم في صحيحه، كتاب الصيام «باب بيان أن الدخول في الصيام يحصل بطلوع الفجر» ج ٢ ص ٧٦٦ - تحقيق عبد الباقي.
(٢) هو: مجالد بن سعيد بن عمير الهمداني الكوفي.
(٣) هو: سعيد بن الحكم بن أبي مريم الجمحي.
(٤) هو: سلمة بن دينار المكنّى بأبي حازم.
(٥) روى نحوه البخاري ج ٢، كتاب الصوم «باب قول الله تعالى: وَكُلُوا وَاشْرَبُوا» ص ٢٣١.
وروى نحو مسلم في صحيحه ج ٢، كتاب الصيام «باب بيان أن الدخول بالصوم يحصل بطلوع الفجر» ص ٧٦٧ تحقيق محمد فؤاد عبد الباقي.
(٦) هو حصين بن عبد الرحمن السّلمي.
(٧) صرمة بن مالك: هو صرمة بن قيس بن صرمة بن مالك الأنصاري، يكنّى أبا قيس غلبت عليه كنيته.
انظر: (الإصابة مع الاستيعاب ج ٢ هامش ص ٢٠٢).','1','40',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (119,'نام أحدهم قبل أن يطعم لم يأكل شيئا إلى مثلها (١)، والمرأة إذا نامت لم يكن لزوجها أن يقربها إلى مثلها، فلما جاء صرمة إلى أهله دعا بعشائه فقالوا أمهل حتى نجعل لك طعاما سخنا تفطر عليه، فوضع الشيخ رأسه فنام فجاءوا بطعامه فقال: قد كنت نمت، فلم يطعمه، فبات ليلته يتسلق ظهرا لبطن، فلما أصبح أتى النبي- صلى الله عليه- فأخبره فنزلت هذه الآية وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ فرخص لهم أن يأكلوا الليل كله من أوله إلى آخره، وجاء عمر بن الخطاب- رضى الله عنه- فأراد أهله فقالت: إنها قد نامت، فظن أنها اعتلت عليه فواقعها فأخبرته أنها قد كانت نامت فذكر ذلك لرسول الله- صلى الله عليه- فنزلت هذه الآية عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتانُونَ أَنْفُسَكُمْ إلى آخر الآية (٢).
٥٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا سعيد بن أبي مريم عن ابن لهيعة (٣) عن موسى بن جبير (٤) أنه سمع عبد الله بن كعب بن مالك (٥)
_________
(١) في المخطوط علق على هامشه عند قوله: «إلى مثلها» كلمة «إلى القابلة».
(٢) روى البخاري نحوه في صحيحه من حديث البراء وليس في روايته: «وجاء عمر إلى آخر الحديث» ج ٢ كتاب الصوم باب قوله أُحِلَّ لَكُمْ لَيْلَةَ الصِّيامِ الآية ص ٢٣٠.
وروى نحوه أبو داود كتاب الصوم ج ١ الجزء الثاني ص ٢٩٥ تحقيق محمد محيي الدين عبد الحميد.
وروى نحوه الترمذي كتاب التفسير ج ٥ ص ٢١٠ تحقيق إبراهيم عطوة عوض.
(٣) ابن لهيعة: هو عبد الله بن لهيعة القاضي، صدوق، خلط بعد احتراق كتبه، ورواية ابن المبارك وابن وهب عنه أعدل من غيرهما، مات سنة أربع وسبعين، وقال أحمد شاكر: ابن لهيعة مختلف فيه كثيرا والتحقيق أنه ثقة صحيح الحديث.
(التقريب ١/ ٤٤٤ - الطبري ج ٣ أثر ٢٩٤١).
(٤) موسى بن جبير الأنصاري المدني، الحذاء مولى بني سلمة، ذكره ابن حبان في الثقات وقال:
كان يخطئ ويخالف، وقال ابن القطان: لا يعرف حاله، وقال ابن يونس: إمام بمصر، وقال في التقريب: مستور، وقال ابن كثير في تفسيره لسورة البقرة آية السحر في معرض ذكره لحديث هاروت وماروت: وذكره (أى موسى) ابن أبى حاتم في كتاب الجرح والتعديل ولم يحك فيه شيئا من هذا ولا هذا فهو مستور الحال.
(التهذيب ١٠/ ٣٣٩، التقريب ٢/ ٢٨١، ابن كثير ١/ ١٣٨).
(٥) عبد الله بن كعب بن مالك: الأنصاري السلمي المدني، كان قائد أبيه حين عمي، قال في التقريب: ثقة، مات سنة سبع أو ثمان وتسعين.
(التهذيب ٥/ ٣٦٩، التقريب ١/ ٤٤٢).','1','41',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (120,'يحدث عن أبيه (١) قال: كان الناس إذا صام الرجل فنام حرم عليه الطعام والشراب حتى يفطر من الغد، فرجع عمر بن الخطاب- رضى الله عنه- من عند رسول الله- صلى الله عليه- ذات ليلة وقد سهر عنده فوجد امرأته قد نامت فأيقظها ثم أرادها فقالت: إني قد نمت فوقع بها، وصنع مثل ذلك كعب ابن مالك، فغدا عمر- رضي الله عنه- إلى رسول الله- صلّى الله عليه وسلم- فأخبره فأنزل الله عز وجل: عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتانُونَ أَنْفُسَكُمْ- إلى قوله- وأَتِمُّوا الصِّيامَ إِلَى اللَّيْلِ (٢).
قال أبو عبيد: فهذا ما كان من نسخ الطعام والشراب والنكاح في الصوم، وفيه نسخ آخر وهو قوله: وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ (٣).
٥٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٤) عن شعبة عن عمرو بن مرة عن عبد الرحمن بن أبي ليلى في قوله: وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ قال: هي منسوخة (٥).
_________
(١) كعب بن مالك: ابن أبي كعب الأنصاري السلمي، المدني، صحابي مشهور، وهو أحد الثلاثة الذين خلّفوا، مات في خلافة علي.
(التقريب ٢/ ١٣٥).
(٢) روى نحوه أحمد في المسند ٣/ ٤٦٠.
وروى نحوه الطبري فى جامع البيان ج ٣/ أثر (٢٩٤١) / ص ٤٩٦ تحقيق محمود وأحمد شاكر.
وذكره السيوطي في الدّر ١/ ٤٧٥ - وزاد نسبته إلى ابن المنذر وابن أبي حاتم بسند حسن، وقال أحمد شاكر في حاشية التفسير: وإنما حسن إسناده من أجل ابن لهيعة فيما أرجح، وعندي أنه إسناد صحيح.
انظر: (جامع البيان المرجع السابق) ص ٤٩٧.
(٣) سورة البقرة آية (١٨٤).
(٤) هو حجاج بن محمد المصيصي.
(٥) روى نحوا من معناه الطبري في تفسيره للآية فى جامع البيان ج ٣ أثر (٢٧٣٤) (ص ٤١٩) تحقيق محمود وأحمد شاكر.
وروى نحوه البخاري في صحيحه ج ٢، كتاب الصيام «باب قوله: وَعَلَى الَّذِينَ يُطِيقُونَهُ» (ص ٢٣٩).','1','42',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (121,'٥٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في هذه الآية وَعَلَى الَّذِينَ يُطِيقُونَهُ قال: كانت الإطاقة أنّ الرجل والمرأة كان يصبح صائما (٢) ثم إن شاء أفطر وأطعم لذلك مسكينا فنسختها هذه الآية فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ (٣).
٦٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية مثل حديث حجاج سواء.
٦١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عثمان بن صالح (٤) عن بكر بن مضر عن عمرو بن الحارث عن بكير بن عبد الله بن الأشج عن يزيد مولى سلمة بن الأكوع عن سلمة بن الأكوع قال: لما نزلت هذه الآية: وَعَلَى الَّذِينَ يُطِيقُونَهُ كان من أراد منا أن يفطر ويفتدي فعل، حتى نزلت التي بعدها فنسختها، يعني قوله: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ (٥).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) هكذا مكتوب في المخطوط (كان يصبح صائما) بالإفراد، بينما في الحاشية تصويب من الناسخ ونصه (السماع: كان يصبح صائما، والصواب: كانا يصبحان صائمين) قلت والصحيح الإفراد باعتبار أن الواو بمعنى أو، يؤيد ذلك إفراد الفعلين (أفطر) و (أطعم).
(٣) روى نحوه الطبري في جامع البيان ج ٣، أثر (٢٧٥٢) تحقيق محمود وأحمد شاكر.
وروى نحوه البيهقي: السنن الكبرى ج ٤ ص ٢٣٠.
(٤) هو عثمان بن صالح السهمي.
(٥) روى نحوه البخاري في صحيحه ج ٥، كتاب التفسير «باب تفسير قوله تعالى: أَيَّاماً مَعْدُوداتٍ» الآية/ ص ١٥٥.
وروى نحوه مسلم في صحيحه ج ٢، كتاب الصيام «باب بيان نسخ قوله تعالى: وَعَلَى الَّذِينَ يُطِيقُونَهُ» الآية ص ٨٠٢ تحقيق محمد فؤاد عبد الباقى.
وروى نحوه الطبري فى جامع البيان ج ٣ أثر (٢٧٤٧) ص ٤٢٣ تحقيق محمود وأحمد شاكر.
ورواه بلفظه البيهقى ٤/ ٢٠٠.','1','43',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (122,'٦٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير (١) عن زائدة بن قدامة (٢) عن منصور (٣) عن إبراهيم (٤) عن علقمة (٥) في هذه الآية قال: كان من شاء أفطر وأطعم مسكينا كل يوم نصف صاع، فلما نزلت: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ نسخت هذه الآية (٦).
٦٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن عقيل (٧) عن ابن شهاب في هذه الآية قال: كانت رخصة فمن شاء افتدى ومن شاء صام فنسخها قوله: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ (٨) فنسخت رخصة الفدية من كل من يطيق الصيام (٩).
_________
(١) محمد بن كثير بن أبي عطاء الثقفي الصنعاني، أبو يوسف، نزيل المصيصة، صدوق، كثير الغلط، مات سنة ست عشرة ومائتين وقيل بعد ذلك.
(التقريب ٢/ ٢٠٣).
(٢) زائدة بن قدامة الثقفي أبو الصلت الكوفي، ثقة ثبت، صاحب سنة، من السابعة، مات سنة ستين ومائة وقيل بعدها.
(التقريب ١/ ٢٥٦).
(٣) هو منصور بن المعتمر.
(٤) إبراهيم بن يزيد بن قيس بن الأسود النخعى، أبو عمران الكوفي الفقيه، ثقة، إلا أنه يرسل كثيرا، من الخامسة، مات سنة ست وتسعين، وهو ابن خمسين أو نحوها.
(التقريب ١/ ٤٦).
(٥) علقمة بن قيس النخعي الكوفي، ثقة، ثبت، فقيه، عابد، مات بعد الستين وقيل بعد السبعين.
(التقريب ٢/ ٣١).
(٦) روى نحوه الطبري فى جامع البيان ج ٣ أثر (٢٧٣٦) ص ٤٢٠ تحقيق محمود وأحمد محمد شاكر.
(٧) هو عقيل بن خالد الأيلي.
(٨) سورة البقرة آية/ ١٨٥/.
(٩) روى الطبري نحوا من معناه فى جامع البيان ج ٣ أثر (٢٧٤٥) ص ٤٢٢ تحقيق محمود وأحمد شاكر.','1','44',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (123,'٦٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يونس (١) عن ابن شهاب فيها أيضا قال: كتب الله عز وجل الصيام علينا فكان من شاء افتدى ممن يطيق الصيام من صحيح أو مريض أو مسافر لم يكن عليه غير ذلك، وكان قوله: فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ يريد من صام مع الفدية فهو خير له.
٦٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن عبد الكريم (٢) عن مجاهد وليث عن طاوس (٣) فى قوله: فَمَنْ تَطَوَّعَ خَيْراً فَهُوَ خَيْرٌ لَهُ قالا: إطعام مسكينين (٤).
٦٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يونس (٥) عن ابن شهاب قال: وقوله: وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ يقول: إن الصيام خير من الفدية. قال ابن شهاب: فلما أوجب الله عز وجل على من شهد الشهر الصيام ممن كان صحيحا يطيقه وضع عنه الفدية وكان على من كان مريضا أو على سفر عدة من أيام أخر، وبقيت الفدية للكبير الذي لا يطيق الصيام والذي يعرض له العطش (٦).
قال أبو عبيد: فهذا مذهب من رأى الآية منسوخة، وفيها قول آخر على غير قراءتنا.
_________
(١) هو يونس بن يزيد الأيلي.
(٢) عبد الكريم بن مالك الجزري أبو سعيد مولى بني أمية، وهو الخضري، نسبة إلى قرية من اليمامة، ثقة، من السادسة، مات سنة سبع وعشرين ومائة.
(التقريب ١/ ٥١٦).
(٣) طاوس بن كيسان اليماني، أبو عبد الرحمن، الحميري، مولاهم، الفارسي، يقال اسمه ذكوان، وطاوس لقبه، ثقة فقيه، فاضل، من الثالثة، مات سنة ست ومائة، وقيل بعد ذلك.
(التقريب ١/ ٣٧٧).
(٤) روى نحوه الطبري فى جامع البيان ج ٣ أثر (٢٨٠٥) ص ٤٤٢ تحقيق محمود وأحمد محمد شاكر.
(٥) هو يونس بن يزيد الأيلي.
(٦) روى نحوه الطبري فى جامع البيان ج ٣ الأثر (٢٧٤٥) و (٢٨٠٩) ص ٤٢٢، ٤٤٣ تحقيق محمود وأحمد شاكر.','1','45',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (124,'٦٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الوهاب بن عبد المجيد الثقفي (١) عن خالد الحذاء (٢) عن عكرمة أنه كان يقرأها: (وعلى الذين يطوقونه) (٣): إنها ليست منسوخة (٤).
٦٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا علي بن معبد (٥) عن عبيد الله بن عمرو (٦) عن عامر بن شفي (٧) عن عبد الكريم الجزري عن سعيد بن جبير أنه كان يقرأها كذلك: (يطوقونه) (٨).
_________
(١) عبد الوهاب بن عبد المجيد بن الصلت الثقفي أبو محمد البصري، ذكره ابن حبان في الثقات، وقال ابن سعد: كان ثقة وفيه ضعف، وقال في التقريب: ثقة، تغير قبل موته بثلاث سنين.
ولد سنة مائة وعشرة وتوفي سنة أربع وتسعين ومائة.
(التهذيب ٦/ ٤٤٩ - التقريب ١/ ٥٢٨).
(٢) خالد بن مهران (بكسر الميم) أبو المنازل البصري الحذاء، وهو ثقة، يرسل، وقد أشار حماد بن زيد إلى أن حفظه تغير لما قدم الشام. توفي سنة اثنتين وأربعين ومائة أو قبلها بسنة.
(التهذيب ٣/ ١٢٠ - التقريب ١/ ٢١٩).
(٣) في المخطوط (وعلى الذين يطوقوه) بلا نون. ولعل ذلك خطأ من الناسخ إذ قراءة عكرمة (يطوقونه) كما أثبتها الطبري في تفسيره، وكما أشار إليها أبو عبيد بقوله في بيان قراءة سعيد بن جبير: أنه كان يقرأها كذلك: «يطوقونه». انظر الأثر الذي بعده.
(٤) روى نحوه الطبري فى جامع البيان ج ٣ أثر (٢٧٦٩) ص ٤٣٠ تحقيق محمود وأحمد شاكر.
(٥) علي بن معبد بن شدّاد الرقي، نزيل مصر، ثقة فقيه، من كبار العاشرة، مات سنة ثمان عشرة ومائتين.
(التقريب ٢/ ٤٤).
(٦) عبيد الله بن عمرو بن أبي الوليد الرقي، أبو وهب الأسدي، ثقة، فقيه، ربما وهم، من الثالثه، مات سنة ثمانين ومائة عن ثمانين إلا سنة.
(التقريب ١/ ٥٣٧).
(٧) عامر بن شفي: ترجم له ابن أبي حاتم ولم يتعقبه بجرح ولا تعديل فقال: عامر بن شفي روى عن عبد الكريم الجزري روى عنه عبيد الله بن عمرو سمعت أبي يقول ذلك.
(الجرح والتعديل ٦/ ٣٢٤).
(٨) روى نحوه الطبري فى جامع البيان ج ٣ أثر (٢٧٧٠) ص ٤٣٠ تحقيق محمود وأحمد شاكر.','1','46',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (125,'٦٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (١) عن أيوب (٢) عن عكرمة أنه قرأها: (وعلى الذين يطوقونه) وقال:
يكلفونه ولا يطيقونه (٣).
٧٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا علي بن معبد عن عبيد الله بن عمرو عن عبد الكريم الجزرى عن مجاهد: (وعلى الذين يطوّقونه) قال: يحملونه (٤).
٧١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن منصور (٥) عن مجاهد عن ابن عباس: أنه كان يقرأها كذلك:
(وعلى الذين يطوقونه) قال: الشيخ الكبير يطعم عنه نصف صاع (٦).
قال أبو عبيد: وهذا قول من جعل الآية محكمة، وهو قول حسن، ولكن ليس (٧) الناس عليه، لأن الذي ثبت بين اللوحين في مصاحف أهل الحجاز والعراق والشام وغيرهم أنها: (وعلى الذين يطيقونه) ولا تكون الآية على هذا اللفظ إلا منسوخة كالذي ذكرناه عن ابن عباس في أول الباب عند ذكر الإطاقة
_________
(١) هو إسماعيل بن إبراهيم بن عليّة.
(٢) أيوب بن أبي تميمة، كيسان السختياني، أبو بكر البصري، ثقة، ثبت، حجة، من كبار الفقهاء العباد، من الخامسة، مات سنة إحدى وثلاثين ومائة، وله خمس وستون.
(التقريب ١/ ٨٩).
(٣) رواه بمعناه الطبرى فى جامع البيان ج ٣ أثر (٢٧٦٩) ص ٤٣٠ تحقيق محمود وأحمد شاكر.
(٤) روى نحوه عبد الرزاق فى المصنف ٤/ ٢٢٠ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه الطبري/ وليس في روايته (يحملونه). جامع البيان ج ٣ أثر (٢٧٧٣) ص ٤٣٠ تحقيق محمود وأحمد شاكر.
(٥) هو منصور بن المعتمر.
(٦) روى نحوه البخاري في صحيحه، كتاب التفسير ج ٥ «باب قوله أياما معدودات» ص ١٥٥.
(٧) كلمة «ليس» ساقطة من صلب النص وقد علقها الناسخ على هامش المخطوط فأعدتها إلى موضعها.','1','47',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (126,'ثم قال سلمة بن الأكوع (١)، وعبد الرحمن بن أبي ليلي وعلقمة بن قيس وابن شهاب وقد ذكرنا أحاديثهم، فتفرق الناس في ناسخ هذه الآية ومنسوخها على أربعة منازل في كل واحدة منهن حكم سوى الحكم الآخر. فالفرقة الأولى منهم:
فرضهم الصيام ولا يجزئهم غيره، والثانية: مخيّرون بين الصيام والإفطار ثم عليهم القضاء بعد ذلك ولا إطعام عليهم، والثالثة: هم الذين لهم الرخصة في الإطعام ولا قضاء عليهم، والرابعة: هي التي اختلفت العلماء فيهم بين القضاء والإطعام.
وبكل ذلك قد جاء تأويل القرآن وأفتت به الفقهاء، وهو يأتي مفسرا إن شاء الله:
فأمّا الطائفة الأولى: الذين فرض الله عليهم الصيام ولم يقبل منهم غيره، فالأصحاء المقيمون، لزمهم ذلك بالآية المحكمة وهي قوله عز وجل: فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ
فَلْيَصُمْهُ.
وأما الثانية: فالمسافرون والمرضى، وهم الذين لهم الخيار بين الصوم والإفطار، لقوله: فَمَنْ كانَ مِنْكُمْ مَرِيضاً أَوْ عَلى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وبه جاءت السنة والآثار أيضا مع التنزيل.
٧٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٢) عن هشام بن عروة عن أبيه عن عائشة أن حمزة بن عمرو الأسلمي قال:
يا رسول الله إني أصوم- يعني أسرد الصوم- أفأصوم في السفر؟ فقال: إن شئت فصم وإن شئت فأفطر (٣).
_________
(١) سلمة بن عمرو بن الأكوع الأسلمي، أبو مسلم، وأبو إياس، شهد بيعة الرضوان، مات سنة أربع وسبعين.
(التقريب ١/ ٣١٨).
(٢) هو يحيى بن سعيد القطان.
(٣) رواه البخاري في صحيحه ج ٢، كتاب الصوم «باب الصوم في السفر والإفطار» ص ٢٣٧.
ورواه مسلم في صحيحه ج ٢، كتاب الصوم «باب التخيير في الصوم والفطر في السفر» ص ٧٨٩ تحقيق محمد فؤاد عبد الباقي.','1','48',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (127,'٧٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا سعيد بن عبد الرحمن الجمحي عن هشام بن عروة عن أبيه عن حمزة بن عمرو الأسلمي عن النبي- صلّى الله عليه وسلم- مثل ذلك ولم يذكر عائشة.
٧٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أحمد بن خالد الوهبي من أهل حمص عن محمد بن إسحاق عن عمران بن أبي أنس قال:
حدثني سليمان بن يسار وحنظلة بن علي (١) جميعا عن حمزة بن عمرو الأسلمي عن النبي- صلّى الله عليه وسلم- مثل ذلك.
٧٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الوهاب بن عطا عن هشام الدّستوائي عن قتادة عن سليمان بن يسار عن حمزة بن عمرو عن النبي- صلّى الله عليه- مثل ذلك.
٧٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن ابن جريج قال: أخبرني ابن شهاب عن عبيد الله بن عبد الله بن عتبة عن ابن عباس قال: خرج رسول الله- صلّى الله عليه- عام الفتح في شهر رمضان فصام حتى بلغ الكديد (٣) ثم أفطر، قال: وكان أصحاب النبي- صلّى الله عليه- يتبعون الأحدث فالأحدث من أمره- صلّى الله عليه وسلم (٤).
_________
(١) هو حنظلة بن علي بن الأسقع الأسلمي.
(٢) هو حجاج بن محمد المصيصي.
(٣) الكديد: في أوله روايتان الفتح والضم، وكسر ثانيه، وياء، وآخره دال أخرى، وهو التراب الدقاق المركّل بالقوائم، وقيل الكديد ما غلظ من الأرض، وهو موضع بالحجاز على بعد اثنين وأربعين ميلا من مكة.
(معجم البلدان ٤/ ٤٤٢).
(٤) روى نحوه البخاري في صحيحه ج ٢، كتاب الصوم «باب إذا صام أياما من رمضان ثم أفطر» ص ٢٣٨.
ورواه مسلم في صحيحه ج ٢، كتاب الصوم «باب جواز الصوم والفطر في شهر رمضان للمسافر» ص ٧٨٤ تحقيق عبد الباقي.','1','49',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (128,'٧٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (١) وعبد الله بن صالح عن الليث عن ابن شهاب عن عبيد الله بن عبد الله (٢) عن ابن عباس عن النبي- صلّى الله عليه وسلم- مثل ذلك.
٧٨ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا يزيد (٣) عن محمد بن إسحاق عن الزهري عن عبيد الله بن عبد الله بن عتبة عن ابن عباس عن النبي- صلّى الله عليه وسلم- مثل ذلك.
٧٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو الأسود (٤) عن ابن لهيعة عن يزيد بن أبي حبيب عن ثابت مولى محمد بن عبد الرحمن أنه سمع عبد الله بن ربيعة أو ربيعة (٥) يقول: صام رسول الله- صلّى الله عليه- حتى بلغ الكديد أفطر قال: فصام رسول الله- صلّى الله عليه- في السفر وأفطر.
٨٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٦) عن المسعودي (٧) عن القاسم بن عبد الرحمن (٨) عن أبي عياض (٩) قال: خرج رسول الله- صلّى الله عليه- مسافرا في رمضان فنودي في الناس: من شاء صام، ومن شاء أفطر، قال: فقلت لأبي عياض: فكيف صنع رسول الله- صلّى الله عليه- قال: صام وكان أحقهم بذلك (١٠).
_________
(١) هو القاسم بن مسلم الليثي المكنّى بأبي النضر.
(٢) هو عبيد الله بن عبد الله بن عتبة.
(٣) هو يزيد بن هارون.
(٤) هو النضر بن عبد الجبار، المكنّى بأبي الأسود.
(٥) هو عبد الله بن ربيعة السلمي.
(٦) هو حجاج بن محمد المصيصي.
(٧) هو عبد الرحمن بن عبد الله المسعودي.
(٨) هو القاسم بن عبد الرحمن الشامي.
(٩) هو عمرو بن الأسود العنسي المكنّى بأبى عياض.
(١٠) رواه بمعناه البخاري في الصحيح ج ٢، كتاب الصوم «باب من أفطر في السفر ليراه الناس» ص ٢٣٨.
رواه بمعناه مسلم في صحيحه ج ٢، كتاب الصوم «باب التخيير في الصوم والفطر في السفر» ص ٧٨٩ تحقيق محمد فؤاد عبد الباقي.','1','50',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (129,'٨١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الوهاب (١) عن هشام الدّستوائي وسعيد بن أبي عروبة عن قتادة عن أبي نضرة (٢) عن أبى سعيد الخدري قال: خرجنا مع رسول الله- صلّى الله عليه وسلم- لثماني عشرة ليلة خلت من شهر رمضان، فصام طوائف من الناس وأفطر آخرون، فلم يعب المفطر على الصائم ولا الصائم على المفطر (٣).
٨٢ - أخبرنا علي قال: حدثنا أبو عبيد [قال] (٤): حدثنا أبو إسماعيل المؤدب عن عاصم بن سليمان عن أبي نضرة عن جابر بن عبد الله قال:
كنا نسافر مع رسول الله- صلّى الله عليه- فيصوم الصائم ويفطر المفطر فلا يعيب الصائم على المفطر ولا المفطر على الصائم.
٨٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن جعفر عن حميد (٥) عن أنس بن مالك أنه قال مثل ذلك.
٨٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن عبد الكريم الجزري عن طاوس عن ابن عباس قال: لا تعب (٦) على من صام ولا على من (٧) أفطر. قال: يعني في رمضان في السفر (٨).
_________
(١) هو عبد الوهاب بن عطاء الخفّاف.
(٢) هو المنذر بن مالك المكنّى بأبي نضرة.
(٣) روى نحوه البخاري في صحيحه ج ٢، كتاب الصوم «باب لم يعب أصحاب النبي صلّى الله عليه وسلم بعضهم بعضا» ص ٢٣٨.
وروى نحو مسلم في صحيحه ج ٢، كتاب الصوم «باب جواز الصوم والفطر في شهر رمضان للمسافر» ص ٧٨٧ تحقيق محمد فؤاد عبد الباقي.
(٤) (قال) ساقطة من المخطوط.
(٥) هو حميد بن أبي حميد الطويل.
(٦) في المخطوط (لا تعيب) والصواب ما أثبتناه، وهو موافق لرواية مسلم.
(٧) قوله «صام ولا على من» علقت في هامش المخطوط فأعدتها إلى مكانها في النص.
(٨) رواه مسلم في صحيحه ج ٢، كتاب الصيام «باب جواز الصوم والفطر في شهر رمضان للمسافر» ص ٧٨٥ تحقيق عبد الباقي.','1','51',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (130,'قال أبو عبيد: والحديث فى هذا كثير وله موضع غير هذا إلا أن الأمر عندنا فيه على الخيار للمسافر وإن كانت كراهية الصيام قد جاءت في بعض الأثر وله وجه يوجّه عليه.
٨٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج قال: أخبرني ابن شهاب أن صفوان بن عبد الله بن صفوان حدثه عن أم الدرداء عن كعب بن عاصم الأشعري قال: قال رسول الله- صلّى الله عليه وسلم- «ليس من البر الصيام في السفر» (٢).
٨٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح ويحيى بن بكير عن الليث قال: حدثني ابن شهاب عن صفوان بن عبد الله بن صفوان عن أم الدرداء عن كعب بن عاصم قال: سمعت رسول الله- صلّى الله عليه- يقول: «ليس البر أو ليس من البر الصيام في السفر».
قال أبو عبيد: هكذا كان حديث الليث على الشك.
قال أبو عبيد: وإنما وجهه عندنا أن يجشم (٣) الإنسان نفسه ما يجهده ويبلغ المشقة منه حتى يضر ذلك به في الصلاة المفروضة وغيرها، وقد جاء تبيانه فى حديث آخر.
_________
(١) هو حجاج بن محمد المصّيصي.
(٢) روى نحوه البخاري في صحيحه ج ٢، كتاب الصوم «باب قول النبى صلّى الله عليه وسلم: ليس من البر .. » ص ٢٣٨.
وروى نحوه مسلم من طريق جابر بن عبد الله، كتاب الصوم ج ٢ «باب جواز الصوم والفطر في شهر رمضان للمسافر» ص ٧٨٦ تحقيق عبد الباقي.
كلاهما رواه بزيادة من (ليس من البر) ورواه الإمام أحمد في المسند من طريق جابر بن عبد الله بلفظ: (ليس البر) ج ٣ ص ٢٩٩. دار الفكر.
(٣) يجشم: من جشمت الأمر بالكسر وتجشّمته: إذا تكلّفته.
(النهاية ١/ ٢٧٤).','1','52',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (131,'٨٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن شعبة عن محمد بن عبد الرحمن بن سعد بن زرارة عن محمد بن عمرو بن (٢) الحسن بن علي عن جابر بن عبد الله قال: كان رسول الله- صلّى الله عليه- في سفر فرأى رجلا قد اجتمع الناس عليه وقد ظلل عليه، فقالوا هذا رجل صائم فقال رسول الله- صلّى الله عليه- «ليس البر أن تصوموا في السفر» (٣).
٨٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عثمان بن صالح (٤) عن بكر بن مضر عن عمارة بن غزيّة عن محمد بن عبد الرحمن بن سعد ابن زرارة عن جابر بن عبد الله عن النبى- صلّى الله عليه- مثل ذلك، إلا أنه قال: فسأل عنه فقالوا: رجل قد جهده الصوم، فقال: ليس البر الصيام في السفر.
قال أبو عبيد: فهذا الحديث مفسّر (٥) للأول، لأن الله تبارك وتعالى إنما أراد برخصته في الإفطار اليسر فإذا بلغ الإنسان من نفسه هذه الحال كان راغبا عن يسر الله عز وجل إلى عسره فهناك جاءت الكراهة، وقال النبي صلّى الله عليه وسلم- «ليس البرّ أن تصوموا في السفر»، ولم يقل في هذا الحديث: ليس من البر، وإسقاط الصيام في السفر من هاهنا أبين معنى لأنه يريد: ليس البر أن تصوموا كله
_________
(١) هو حجاج بن محمد المصيصي.
(٢) في المخطوط «محمد بن عمرو عن الحسن» وصوابه «محمد بن عمرو بن الحسن» كما في التهذيب ج ٩ ص ٣٧١ - وصحيح البخاري ٢/ ٢٣٨.
(٣) روى نحوه البخاري في صحيحه بزيادة «من» (ليس من البر). ج ٢، كتاب الصوم «باب قوله «ليس من البر»» ص ٢٣٨.
وروى نحوه مسلم في صحيحه بزيادة «من» «ليس من البر» ج ٢، كتاب الصوم «باب جواز الصوم والفطر في رمضان للمسافر» ص ٧٨٦ تحقيق: عبد الباقي.
(٤) هو عثمان بن صالح بن صفوان السهمي.
(٥) في المخطوط بالنصب (مفسرا) والصواب ما أثبتناه.','1','53',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (132,'صومكم في السفر يقول: فقد يكون الإفطار في السفر برا أيضا، فإذا كان المسافر مطيقا للصيام غير مشقوق عليه فيه فالصيام والإفطار مباحان له على ما ذكرنا من الأحاديث المتقدمة عن النبى- صلّى الله عليه- وصحابته، فإذا [أقام] (١) المسافر وصح المريض فالأداء (٢) عليهما: القضاء، ليس لهما غيره من الطعام ولا سواه لقوله في محكم الآية فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ فهذه حال الطائفة الثانية. وأما الثالثة: فالشيوخ والعجز (٣) الذين قد حيل بينهم وبين الصيام هرما (٤) وكبرا ولا يرجى لهما قوة تئوب إليهم، فيقضوه صوما، فهم الذين قال العلماء فيهم: إن الآية التي في قوله: وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ قد صارت محكمة لهم ومنسوخة لغيرهم، وهذا الذي رآه ابن شهاب بقوله: وبقيت الفدية للكبير الذي لا يطيق الصيام والذي يعرض له العطش (٥).
قال: أبو عبيد: وقد تتابعت به الآثار على هذا التأويل أيضا.
٨٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسحاق بن يوسف الأزرق (٦) عن عبد الملك بن أبي (٧) سليمان عن عطاء (٨) وسعيد بن
_________
(١) في المخطوط (قام) بلا همزة والصواب إثباتها. قال في مختار الصحاح: أقام بالمكان، وقال صاحب القاموس: أقام بالمكان إقامة وقامة: أدام.
(مختار الصحاح للرازي ص ٥٥٧، القاموس المحيط للفيروزآبادى ٤/ ١٦٨).
(٢) العبارة هنا سليمة المبنى إذ مراده: أن المسافر إذا أقام والمريض إذا صح وكانا قد أفطرا فالواجب الذي عليهما أداؤه، قضاء ما أفطروا من رمضان ليس عليهما إطعام.
(٣) العجز: جمع عجوز وعجوزة وهي المرأة المسنة وتجمع على عجائز.
(النهاية ٣/ ١٨٦).
(٤) هرما: الهرم الكبر، وقد هرم يهرم فهو هرم.
(النهاية ٥/ ٢٦١).
(٥) مر تخريجه الأثر (٦٦).
(٦) إسحاق بن يوسف بن مرداس المخزومي الواسطي المعروف بالأزرق، ثقة، من التاسعة، مات سنة خمس وتسعين وله ثمان وسبعون.
(التقريب ١/ ٦٣).
(٧) كلمة «أبى» ساقطة من السند وقد علقها الناسخ في هامش المخطوط فأعدتها إلى موضعها.
(٨) هو عطاء بن أبي رباح.','1','54',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (133,'جبير في قوله: وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ قالا: هو الشيخ الكبير والعجوزة الكبيرة اللذان لا يطيقان الصيام يتصدق عنهما كل يوم على مسكين (١).
٩٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا أبو بشر (٢) عن سعيد بن جبير في ذلك قال: يفطر ويطعم كل يوم مسكينا ولا قضاء عليه (٣).
٩١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الوهاب الثقفي عن خالد (٤) عن عكرمة قال: يطعم عنه لكل يوم مسكين ولا قضاء عليه (٥).
٩٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن جعفر عن حميد (٦) عن أنس بن مالك: أنه ضعف عن صيام رمضان وكبر فأمر بإطعام مساكين فأطعموا خبزا ولحما حتى شبعوا، قال حميد: وأخبرني ابنه (٧)
_________
(١) روى نحوه عبد الرزاق فى المصنف ج ٤، كتاب الصيام «باب الشيخ الكبير» ص ٢٢١، ٢٢٢ الأثران (٧٥٧٥) و (٧٥٧٩) تحقيق حبيب الرحمن الأعظمي. وروى نحوه الطبري مطولا من قول سعيد جامع البيان ج ٣ أثر (٢٧٨٩) ص ٤٣٣ تحقيق محمود وأحمد شاكر.
(٢) أبو بشر: هو جعفر بن إياس أبو بشر بن أبي وحشية، ثقة، من أثبت الناس في سعيد بن جبير، ضعفه شعبة في حبيب بن سالم وفي مجاهد، مات سنة خمس وعشرين ومائة وقيل ست وعشرين.
(التقريب ١/ ١٢٩).
(٣) روى نحوه الصنعاني، وليس في روايته ذكر لقوله «ولا قضاء عليه» ج ٤ أثر (٧٥٧٩) ص ٢٢٢ تحقيق حبيب الرحمن الأعظمي.
(٤) هو خالد بن مهران الحذاء.
(٥) روى نحوه الطبري ولم يذكر في روايته «ولا قضاء عليه».
(جامع البيان ج ٣ أثر (٢٧٦٩) ص ٤٣٠ تحقيق محمود وأحمد شاكر).
(٦) هو حميد الطويل.
(٧) هو النضر بن أنس.','1','55',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (134,'وأنس جالس أن المساكين أكثر من عدّة الأيام (١).
٩٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن محمد بن مسلم الطائفي (٢) عن إبراهيم بن ميسرة (٣) عن مجاهد عن قيس بن السائب (٤) أنه لما كبر قال: إن الرجل يطعم عنه في رمضان لكل يوم نصف صاع فأطعموا عني صاعا، وقال: كان رسول الله- صلّى الله عليه وسلم- شريكي في الجاهلية فكان خير شريك لا يشاري (٥)، ولا يمارى (٦).
_________
(١) روى نحوه البيهقي فى السنن الكبرى ج ٤، كتاب الصوم «باب الشيخ الكبير لا يطيق الصوم ويقدر على الكفارة يفطر ويفتدي» ص ٢٧١.
وروى نحوه عبد الرزاق في المصنف ج ٤، كتاب الصيام «باب الشيخ الكبير» أثر (٧٥٧٠) ص ٢٢٠ تحقيق حبيب الرحمن الأعظمي.
قال الاعظمي في تحقيقه لهذا الأثر: علقه البخاري، قال ابن حجر: رواه عبد بن حميد من طريق النضر بن أنس عن أنس بمعناه ثم قال الأعظمي: قلت وقد فاته أن يقول وصله عبد الرزاق، كما أخرجه الطبراني في الكبير ورجاله رجال الصحيح، أثبت ذلك الهيثمي في مجمع الزوائد ٣/ ١٦٤ أهـ.
وروى نحوه الدارقطني في سننه ج ٢، كتاب الصيام ص ٢٠٧ تحقيق: عبد الله هاشم المدني.
(٢) محمد بن مسلم الطائفي: صدوق يخطئ، من الثامنة، مات قبل التسعين.
(التقريب ٢/ ٢٠٧).
(٣) إبراهيم بن ميسرة الطائفي، نزيل مكة، ثبت حافظ، من الخامسة، مات سنة اثنتين وثلاثين ومائة.
(التقريب ١/ ٤٤).
(٤) قيس بن السائب: ابن عويمر بن عائذ بن عمران بن مخزوم، قال ابن حبان: له صحبة.
(الإصابة ٣/ ٢٤٨).
(٥) لا يشاري: من المشاراة وهي الملاجّة، وقد شرى واستشرى إذا لجّ في الأمر.
(النهاية ٢/ ٤٦٨).
(٦) رواه بمعناه البيهقي فى السنن الكبرى، كتاب الصيام «باب الشيخ الكبير لا يطيق الصوم ويقدر على الكفارة يفطر ويفتدي» ج ٤/ ص ٢٧١.
وروى نحوا من معناه الدارقطني في سننه ٢/ ٢٠٨، كتاب الصوم تحقيق عبد الله هاشم المدني.
وروى نحوا من معناه الطحاوي فى مشكل الآثار بلفظ أتم مما عند البيهقي والدارقطنى إذ فيها: كان رسول الله صلّى الله عليه وسلم شريكي الخ ٣/ ١٤٥.','1','56',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (135,'٩٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (١) عن أبي جعفر الرازي (٢) عن الربيع بن أنس (٣) عن أبي العالية (٤): أنه لما كبر وضعف كان يفطر فى رمضان ويطعم كل يوم مسكينا نصف صاع من بر (٥).
٩٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سعد (٦) عن منصور (٧) عن مجاهد عن ابن عباس فى ذلك قال: يطعم عنه نصف صاع (٨).
_________
(١) هو محمد بن حازم المكنّى بأبي معاوية.
(٢) أبو جعفر الرازي: التميمي مولاهم، مشهور بكنيته، واسمه عيسى بن أبي عيسى عبد الله بن ماهان، وأصله من مرو، وكان يتجر إلى الرى، صدوق سيئ الحفظ، من كبار السابعة.
(التقريب ٢/ ٤٠٦/).
(٣) الربيع بن أنس البكري، أو الحنفي، بصري، نزل خراسان، صدوق له أوهام، رمي بالتشيع، من الخامسة، مات سنة أربعين ومائة أو قبلها.
(التقريب ١/ ٢٤٣/).
(٤) أبو العالية: هو رفيع بن مهران أبو العالية الرياحي، مولاهم، البصري، أدرك الجاهلية وأسلم بعد وفاة النبي- صلّى الله عليه وسلم- بسنتين، قال قتادة عنه: قرأت القرآن بعد وفاة نبيكم بعشر سنين، وقال ابن أبي داود: ليس أحد بعد الصحابة أعلم بالقراءة من أبي العالية وبعده سعيد بن جبير، وقال في التقريب: رفيع بالتصغير ابن مهران أبو العالية ثقة كثير الإرسال، من الثانية، مات سنة تسعين.
التهذيب/ ج ٣/ ص ٢٨٤/.
(التقريب ١/ ٢٥٢/).
(٥) لم أتمكن من تخريجه.
(٦) سعد بن زياد، أبو عاصم مولى سليمان بن علي، قال ابن أبي حاتم: حدثنا عبد الرحمن قال: سمعت أبي يقول. كتب حديثه وليس بالمتين.
الجرح والتعديل ٤/ ٨٣/.
(٧) منصور هو ابن المعتمر.
(٨) روى نحوه الدارقطني في سننه بزيادة (نصف صاع من حنطة) ج ٢، كتاب الصيام ص ٢٠٧ تحقيق عبد الله هاشم المدني.
وروى نحوه عبد الرزاق مع الزيادة نفسها ج ٤، كتاب الصيام «باب الشيخ الكبير» أثر (٧٥٧٤) ص ٢٢١ تحقيق حبيب الرحمن الأعظمي.','1','57',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (136,'٩٦ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا يحيى بن بكير (١) عن ابن لهيعة، عن بكير بن الأشج (٢) عن عروة عن ابن عباس في ذلك قال:
يتصدق كل يوم على مسكين غداءه وعشاءه (٣).
قال أبو عبيد: وهذا قول سفيان وأهل العراق، وأما أهل الحجاز ومكة فلا يرون عليه أكثر من مد، وفي ذلك أحاديث لهم.
٩٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن أبي حمزة (٤) عن سليمان بن موسى (٥) عن عطاء بن أبى رباح أنه سمع أبا هريرة (٦) في هذا المسجد مسجد مكة يفتي أنّ من أدركه الكبر
_________
(١) يحيى بن عبد الله بن بكير: القرشي المخزومي مولاهم، أبو زكريا المصري الحافظ قال أبو حاتم يكتب حديثه ولا يحتج به، وقال النسائي ضعيف ليس بثقة، وذكره ابن حبان في الثقات، وقال في التقريب: ثقة في الليث من كبار العاشرة، مات سنة إحدى وثلاثين ومائتين، وله سبع وسبعون.
التهذيب ١١/ ٢٣٧.
(التقريب ٢/ ٣٥١).
(٢) بكير بن عبد الله بن الأشج، مولى بني مخزوم، أبو عبد الله، أو أبو يوسف المدني نزيل مصر، ثقة، مات سنة عشرين ومائة.
(التقريب ١/ ١٠٨).
(٣) رواه بمعناه الدارقطني في سننه/ وليس فى روايته (غداءه وعشاءه) ج ٥ ص ٢٠٥، كتاب الصيام تحقيق عبد الله هاشم اليماني.
(٤) أبو حمزة: عيسى بن سليم الحمصي الرّستنى، بفتح الراء والمثناة بينهما مهملة ساكنة وآخره نون، أبو حمزة، صدوق له أوهام، من السابعة.
(التقريب ٢/ ٩٨).
(٥) سليمان بن موسى الأموي، مولاهم، الدمشقي، الأشدق، فقيه أهل الشام في زمانه، قال أبو حاتم محله الصدق، وفي حديثه بعض الاضطراب، وقال البخاري: عنده مناكير، وقال النسائي:
أحد الفقهاء وليس بالقوي في الحديث، وذكره ابن حبان في الثقات، وقال فى التقريب: صدوق، فقيه في حديثه بعض لين وخلط قبل موته بقليل.
التهذيب ٤/ ٢٢٦.
(التقريب ١/ ٣٣١).
(٦) أبو هريرة الدوسي اليماني، صاحب رسول الله- صلّى الله عليه وسلم- وحافظ الصحابة، اختلف فى اسمه واسم أبيه اختلافا كثيرا، والمشهور عبد الرحمن بن صخر، روى عن النبى- صلّى الله عليه
وسلم- الكثير الطيب، وقال البخاري روى عنه نحو من ثمانمائة رجل أو أكثر من أهل العلم من الصحابة والتابعين وغيرهم، مات هو وعائشة في سنة واحدة.
التهذيب ١٢/ ٢٦٢.','1','58',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (137,'فلم يستطع صيام رمضان فعليه لكل يوم مد من قمح- يعني أنه يفطر ويطعم- (١).
٩٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: أخبرنا إسحاق بن يوسف الأزرق عن عبد الملك (٢) عن عطاء في الشيخ والعجوز يفطران قال:
عليهما مدّ، مد (٣).
٩٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يحيى بن سعيد (٤) في ذلك قال: يطعم كل يوم مدّا من حنطة، قال: قال ذلك أبو بكر بن محمد بن عمرو بن حزم (٥) عن أشياخ الأنصار، قال أبو صالح (٦): وهو قول الليث (٧).
١٠٠ - قال أبو عبيد: وكذلك قول مالك (٨) حدثنيه عنه ابن بكير وابن أبي مريم (٩) وقد يلحق بهؤلاء أهل العطاش الذين يخاف عليهم منه الموت.
_________
(١) روى نحوه البيهقي فى السنن الكبرى، كتاب الصيام «باب الشيخ الكبير لا يطيق الصوم ويقدر على الكفارة يفطر ويفتدي» ج ٤/ ٢٧١.
(٢) هو عبد الملك بن أبي سليمان.
(٣) رواه عبد الرزاق بمعناه: المصنف ج ٤/ أثر (٧٥٧٥)، كتاب الصوم «باب الشيخ الكبير» ص ٢٢١ تحقيق حبيب الرحمن الأعظمى.
(٤) يحيى بن سعيد بن قيس الأنصاري، المدني، قال ابن سعد: كان ثقة، كثير الحديث حجة ثبتا، وقال العجلي: مدنى تابعى ثقة له فقه، مات سنة أربع وأربعين ومائة.
(التهذيب ١١/ ٢٢١ - التقريب ٢/ ٣٤٨).
(٥) أبو بكر بن محمد بن عمرو بن حزم: الأنصاري النجاري، المدني القاضي ثقة عابد، من الخامسة، مات سنة عشرين ومائة.
(التقريب ٢/ ٣٩٩).
(٦) هو عبد الله بن صالح الجهني.
(٧) روى نحوه عبد الرزاق من طريق سعيد بن المسيب: المصنف ج ٤، كتاب الصيام «باب الشيخ الكبير» ص ٢٢٤ أثر (٧٥٨٥) تحقيق حبيب الرحمن الأعظمي.
(٨) مالك: ابن أنس بن مالك بن أبي عامر بن عمرو الأصبحي، أبو عبد الله المدني، الفقيه، إمام دار الهجرة، رأس المتقين وكبير المثبتين، حتى قال البخاري: أصح الأسانيد كلها مالك عن نافع عن ابن عمر، مات سنة تسع وسبعين ومائة، وكان مولده سنة ثلاث وتسعين.
(التقريب ٢/ ٢٢٣).
(٩) قال مالك في الموطأ: فمن فدى فإنما يطعم مكان كل يوم مدّا بمد النبى- صلّى الله عليه وسلم- الموطأ ج ١، كتاب الصيام ص ٣٠٧ تحقيق عبد الباقي. وابن أبي مريم هو سعيد بن الحكم بن أبى مريم.','1','59',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (138,'١٠١ - وإياهم أرادا ابن شهاب بقوله: وبقيت الفدية للكبير الذى لا يطيق الصيام والذي يعرض له العطش (١)، وقد قاله غيره أيضا.
١٠٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن ثابت الحداد (٢) قال: سمعت سعيد بن جبير يقول في الشيخ الكبير والمرأة اللهثى (٣) وصاحب العطاش يفطرون في رمضان ويطعمون نصف صاع كل يوم (٤).
١٠٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (٥) عن ابن لهيعة عن جعفر بن ربيعة (٦) عن أبي سفيان بن جبر بن عتيك (٧) أن حفصة ابنة مبشر الأنصارية (٨) عطشت فلم تستطع صوما مع العطش قال أبو سفيان: فسألت عكرمة عن ذلك قال: تطعم ثلاثين مسكينا مدّا مدا وتخبزه
_________
(١) مر تخريجه الأثر (٦٦).
(٢) ثابت الحداد: هو ثابت بن هرمز الكوفي، أبو المقدام الحداد، مشهور بكنيته، صدوق، يهم، من السادسة.
(التقريب ١/ ١١٧).
(٣) لهثى: لهث يلهث لهثا إذا أخرج لسانه من شدة العطش والحر.
النهاية ٤/ ٢٨١.
(٤) رواه بمعناه الصنعاني فى المصنف ج ٤، كتاب الصوم «باب الشيخ الكبير» ص ٢٢٢ أثر (٧٥٧٩) تحقيق حبيب الرحمن الأعظمى.
(٥) هو سعيد ابن أبي مريم الجمحي.
(٦) جعفر بن ربيعة بن شرحبيل بن حسنة الكندي أبو شرحبيل المصري، ثقة من الخامسة، مات سنة ست وثلاثين ومائة.
(التقريب ١/ ١٣٠).
(٧) أبو سفيان بن جبر بن عتيك: قدم مصر روى عن أبيه روى عنه نافع بن زيد وسعيد بن أبي أيوب.
الجرح والتعديل ج ٩ ص ٣٨١ وترجم له أيضا البخاري فى الكنى فلم يذكر فيه جرحا ولا تعديلا.
انظر الكنى للبخاري ص ٣٩.
(٨) حفصة ابنة مبشر الأنصارية: لم أتمكن من العثور على ترجمة لها بعد طول بحث.','1','60',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (139,'وتأدمه (١) قال: فانصرفت إلى سالم بن عبد الله فأخبرته فقال: تطعم ثلاثين مسكينا مدّا مدّا ولا تخبزه ولا تأدمه (٢).
قال أبو عبيد: وقد كان بعضهم لا يرى على الكبير شيئا من الطعام ولا غيره.
١٠٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (٣) عن عبد الجبار بن عمر (٤) قال: وسمعت ربيعة بن أبي عبد الرحمن (٥) وخالد بن الدريك (٦) يقولان في الشيخ: إن استطاع الصوم صام وإلا فليس عليه شيء (٧).
١٠٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم وابن بكير (٨) كلاهما عن مالك بن أنس أنه قال: لا أرى ذلك واجبا عليه، قال: وأحب أن يفعله فإن فعل فإنما عليه مدّ واحد بمد النبى- صلّى الله عليه وسلم- (٩) قال أبو عبيد: وكلا الفريقين إنما قصد: إلى أنه الإطاقة فيما نرى
_________
(١) تأدمه: من الأدم بالضم: وهو ما يؤكل مع الخبز أي شيء كان.
النهاية ١/ ٣١.
(٢) لم أتمكن من تخريجه.
(٣) هو سعيد بن أبي مريم الجمحي.
(٤) عبد الجبار بن عمر: الأيلي (بفتح الهمزة وسكون التحتانية)، الأموي، مولاهم ضعيف، مات بعد الستين ومائتين.
(التقريب ١/ ٤٦٦).
(٥) ربيعة بن أبي عبد الرحمن: التيمي مولاهم، أبو عثمان المدني، المعروف بربيعة الرأي، واسم أبيه فرّوخ، ثقة، فقيه مشهور، مات سنة ست وثلاثين ومائة على الصحيح.
(التقريب ١/ ٢٤٧).
(٦) خالد بن الدريك: على وزن كليب، ثقة، يرسل، من الثالثة.
(التقريب ١/ ٢١٢).
(٧) لم أتمكن من تخريجه.
(٨) هو يحيى بن عبد الله بن بكير.
(٩) أورده مالك فى الموطأ ج ١، كتاب الصيام «باب فدية من أفطر في رمضان من علة» ص ٣٠٧ تحقيق محمد فؤاد عبد الباقي.','1','61',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (140,'وإياها تأوّل إلا أنهم اختلفوا في المذهب، فمن أسقط الفدية عن الكبير فإنه رجع إلى أصل الفرض في الصيام، فقال: إنما أوجبه الله عز وجل قبل النسخ على المطيقين دون غيرهم وخيّرهم بين أن يصوموا أو يطعموا، فقال عز وجل: وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ ثم نسخ الفدية عنهم وألزمهم الصّوم حتما، وسكت عمن لا يطيق فلم يذكره في الآية فصار فرض الصيام زائلا عنهم كما زال فرض الزكاة والحج عن المعدمين الذين لا يجدون إليهما سبيلا فهذه حجتهم. وأبى الآخرون ذلك، فذهبوا فيما نرى إلى أن الزكاة والحج لا يشبهان الصيام فرّق بينهما الكتاب والسنة وذلك أن الله عز وجل جعل من الصوم بدلا أوجبه على كل من حال بينه وبين الصيام وهو الفدية كما جعل التيمم بدلا من الطهور واجبا على كل من أعوزه (١) الماء، وكما جعل الإيماء بدلا من الركوع والسجود على من لم يقدر عليهما ولم يجعل من الزكاة والحج بدلا على من لم يجد إليهما سبيلا، فهذا هو الحد المفرق بين الحكمين، وإلى هذا القول كان يذهب من ذكرنا من الصحابة والتابعين ومن بعدهم في إيجاب الفدية على الشيخ والشيخة وبهذا كان يأخذ سفيان وأهل العراق يرون الفدية واجبة على الكبير، إلا أنهم قالوا: لكل يوم نصف صاع، وقال الآخرون: يجزيه المدّ من ذلك، فهذه الطائفة الثالثة. وأما الرابعة: فالحوامل والمراضع وفيهن اختلف الناس قديما وحديثا، فقال بعضهم: إذا ضعفن عن الصيام وخافت إحداهن على نفسها أو ولدها أفطرت وأطعمت كل يوم مسكينا، فإذا فطمت ولدها قضته، فأوجبوا عليهما الإطعام والقضاء جميعا، وقال بعضهم: عليهما الإطعام ولا قضاء، وقال آخرون: بل عليهما (٢) القضاء ولا إطعام، وممن رأى الإطعام مع القضاء ابن عمر ومجاهد.
١٠٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (٣)
_________
(١) أعوزه: من العوز بالفتح: العدم وسوء الحال.
النهاية ٣/ ٣٢٠. قلت: أعوزه الماء أصبح معدوما لديه.
(٢) في المخطوط (عليهم) والصواب التثنية.
(٣) هو سعيد بن أبي مريم الجمحي.','1','62',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (141,'عن أنس بن عياض (١) عن جعفر بن محمد عن ابن لبيبة أو ابن أبي لبيبة (٢) عن عبد الله بن عمرو بن عثمان (٣) أن امرأة صامت حاملا فاستعطشت في شهر رمضان، فسئل عنها ابن عمر، فأمرها أن تفطر وتطعم كل يوم مسكينا مدّا، ثم لا يجزئها ذلك، فإذا صحّت قضته (٤).
١٠٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٥) عن عبيد الله بن عمر (٦) عن ابن أبي لبيبة عن ابن عمر أو عن عبيد
_________
(١) أنس بن عياض: ابن ضمرة أبو عبد الرحمن الليثي أبو حمزة المدني، ثقة، من الثامنة، مات سنة مائتين، وله ست وتسعون سنة.
(التقريب ١/ ٨٤).
(٢) ابن لبيبة: هو محمد بن عبد الرحمن بن لبيبة ويقال ابن أبى لبيبة، قال ابن معين: ليس حديثه بشيء، وذكره ابن حبان في الثقات: وقال الدارقطني: ضعيف. وقال في التقريب: كثير الإرسال من السادسة.
(التهذيب ٩/ ٣٠١ - التقريب ٢/ ١٨٤).
(٣) عبد الله بن عمرو بن عثمان: ابن عفان الأموي المعروف بالمطرف، لقب بهذا لحسنه، قال النسائي: ثقة، وذكره ابن حبان في الثقات، وقال في التقريب: ثقة شريف.
(التهذيب ٥/ ٣٣٨ - التقريب ١/ ٤٣٧).
(٤) روى نحوه الطبري إلا أن في روايته إسقاطا للقضاء حيث يقول ابن عمر: ولا قضاء عليك.
(جامع البيان ج ٣ أثر (٢٧٦٠) ص ٤٢٨ تحقيق محمود وأحمد شاكر).
قال أحمد شاكر في تحقيقه لرواية الطبري لهذا الأثر: وهذا إسناد صحيح موقوف على ابن عمر اهـ.
وروى نحوه أيضا الدارقطني في سننه وفي روايته إسقاط للقضاء ج ٢/ ص ٢٠٧ تحقيق عبد الله هاشم المدني.
ورواه أيضا البيهقي في السنن الكبرى، وقال: ذكره أبو عبيد في، كتاب الناسخ والمنسوخ ج ٤، كتاب الصوم/ ص ٢٣٠.
(٥) هو يحيى بن سعيد القطان.
(٦) عبيد الله بن عمر: ابن حفص بن عاصم بن عمر بن الخطاب العدوي العمري المدني أبو عثمان أحد الفقهاء السبعة، قال في التقريب: ثقة، ثبت، مات سنة بضع وأربعين ومائة.
(التهذيب ٧/ ٣٨ - التقريب ١/ ٥٣٧).','1','63',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (142,'عبيد الله عن نافع (١) عن ابن أبي لبيبة عن ابن عمر في ذلك (٢) أنه قال: تفطر وتطعم كل يوم مسكينا، غير أن يحيى لم يذكر القضاء في حديثه، شك أبو عبيد في نافع ولم يشك في ابن أبي لبيبة.
١٠٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٣) عن عثمان بن الأسود (٤) قال: وافق نفاس امرأتي شهر رمضان في حر شديد فشق عليها الصوم، فسألت مجاهدا عن ذلك فقال: تفطر وتطعم كل يوم مسكينا، ثم إذا صحّت قضته، قال: وقرأ عليّ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ (٥).
قال أبو عبيد: معناه أن ذلك كان بعد ما نقلت من نفاسها وطهرت إلا أنها ترضع، وكان ممن رأى عليها الإطعام ولا قضاء ابن عباس ومن قرأ بقراءته (٦) وأفتى فتياه.
أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير (٧) عن
_________
(١) نافع: أبو عبد الله المدني، مولى ابن عمر، ثقة ثبت فقيه، مشهور، من الثالثة، مات سنة سبع عشرة ومائة أو بعد ذلك.
(التقريب ٢/ ٢٩٦).
(٢) كلمة (ذلك) كتبت في هامش المخطوط فأعدتها إلى موضعها من الأثر.
(٣) هو يحيى بن سعيد القطان.
(٤) عثمان بن الأسود: ابن موسى المكي، مولى بني جمح، ثقة ثبت، من كبار السابعة، مات سنة خمسين ومائة أو قبلها.
(التقريب ٢/ ٦).
(٥) روى نحوه الطبري ولم يذكر القضاء في حديثه: جامع البيان ج ٣ أثر (٢٧٨٢) ص ٤٣٢ تحقيق محمود وأحمد شاكر.
(٦) أراد أبو عبيد بقراءة ابن عباس (يطوقونه) الثابتة عنه في البخاري.
(٧) هو محمد بن كثير بن أبى عطاء الثقفي.','1','64',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (143,'حماد بن سلمة (١) عن قتادة وأيوب (٢) عن سعيد بن جبير عن ابن عباس أنه قال لامرأة ترضع: أنت من الذين يطوقونه أفطري وأطعمي كل يوم مسكينا (٣).
١١٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٤) عن سعيد بن أبي عروبة (٥) عن قتادة عن عزرة (٦) عن سعيد بن جبير عن ابن عباس: في الحامل والمرضع إذا خافتا على أنفسهما قال: يفطران ويطعمان (٧) وكان ممن رأى عليهما القضاء بلا إطعام إبراهيم والحسن وعطاء والضحاك بن مزاحم.
_________
(١) حماد بن سلمة بن دينار البصري أبو سلمة، مولى تميم، قال عبد الرحمن بن مهدي: حماد ابن سلمة صحيح السماع حسن اللقى، أدرك الناس، لم يتهم بلون من الألوان ولم يتلبس بشيء، أحسن ملكة نفسه ولسانه ولم يطلقه على أحد. وقال البيهقي هو أحد أئمة المسلمين إلا أنه لما كبر ساء حفظه.
وقال في التقريب: ثقة عابد، تغير حفظه بآخره. مات سنة سبع وستين ومائة.
(التهذيب ٣/ ١١ - التقريب ١/ ١٩٧).
(٢) هو أيوب السختياني.
(٣) روى نحوه الطبري وزاد في روايته «ولا قضاء عليك»: جامع البيان ج ٣ الأثر (٥٩٢٧) ص ٤٢٨ تحقيق محمود وأحمد شاكر.
ورواه بمعناه الدارقطني في سننه وقال: إسناد صحيح ج ٢ ص ٢٠٦ تحقيق عبد الله هاشم المدني.
(٤) هو يحيى بن سعيد القطان.
(٥) سعيد بن أبي عروبة: مهران اليشكري، مولاهم، أبو النضر البصري، ثقة، حافظ، له تصانيف، لكنه كثير التدليس، واختلط، وكان من أثبت الناس فى قتادة، من السادسة، مات سنة ست وقيل سبع وخمسين ومائة.
(التقريب ١/ ٣٠٢).
(٦) عزرة: ابن عبد الرحمن بن زرارة الخزاعي الكوفي الأعور، قال الدوري عن ابن معين:
عزرة الذى يروي عنه قتادة، ثقة.
وذكره ابن حبان في الطبقة الثالثة من الثقات، وقال فى التقريب: شيخ لقتادة، ثقة.
التهذيب ٧/ ١٩٢ - القريب ٢/ ٢٠).
(٧) روى نحوه الطبري وزاد فيه «ولا يقضيان صوما» ج ٣ أثر (٥٨٢٧) ص ٤٢٧ تحقيق محمود وأحمد شاكر.
ورواه بمعناه الدارقطني في سننه ج ٢، كتاب الصوم ص ٢٠٧ تحقيق عبد الله هاشم المدني.','1','65',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (144,'١١١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عباد بن العوام عن جويبر (١) عن الضحاك (٢) فى الحامل والمرضع إذا أفطرتا قال: يقضيان الصوم ولا إطعام عليهما (٣).
١١٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) عن هشام (٥) عن الحسن قال: إذا خافتا على أنفسهما أفطرتا فإذا ذهب ذاك قضتاه (٦).
١١٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٧) عن أشعث (٨) عن الحسن وعن سعيد بن أبي عروبة عن أبي معشر (٩) عن إبراهيم وعن ابن جريج عن عطاء أنهم قالوا: يفطران ويقضيان صوما (١٠).
_________
(١) جويبر: تصغير جابر، يقال اسمه جابر، وجويبر لقب، ابن سعيد الأزدي، أبو القاسم البلخي، نزيل الكوفة، راوي التفسير، ضعيف جدا، من الخامسة، مات بعد الأربعين ومائة.
(التقريب ١/ ١٣٦).
(٢) هو الضحاك بن مزاحم.
(٣) لم أتمكن من تخريجه.
(٤) هو يزيد بن هارون.
(٥) هو هشام بن حسان.
(٦) رواه بمعناه الصنعاني: المصنف ج ٤، كتاب الصيام «باب الحامل والمرضع» أثر (٧٥٦٥) / ص ٢١٨ تحقيق حبيب الرحمن الأعظمي.
ورواه بمعناه البخاري معلقا: صحيح البخاري ج ٥، كتاب التفسير «باب قوله (أياما معدودات)» ص ١٥٥.
(٧) يحيى بن سعيد القطان.
(٨) أشعث بن عبد الله بن جابر الحدّاني (بضم المهملة الأولى وتشديد الثانية وآخره نون) أبو عبد الله الأعمى البصري، قال النسائي ثقة، وقال الدارقطني يعتبر به، وقال في التقريب: صدوق.
(التهذيب ١/ ٣٥٥ - التقريب ١/ ٧٩).
(٩) أبو معشر: زياد بن كليب الحنظلي، أبو معشر الكوفي، ثقة، من السادسة مات سنة عشرين ومائة. (التقريب ١/ ٢٧٠).
(١٠) روى البخاري في صحيحه نحوه معلقا، كتاب التفسير «باب قوله تعالى: أَيَّاماً مَعْدُوداتٍ» ج ٥ ص ١٥٥.
وقال في الفتح: وأما قول إبراهيم وهو النخعي فوصله عبد بن حميد من طريق أبي معشر عن النخعي قال: الحامل والمرضع إذا خافتا أفطرتا وقضتا صوما. الفتح ج ٨، كتاب التفسير «باب (أياما
معدودات)» ص ١٨٠.','1','66',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (145,'قال أبو عبيد: وكل هؤلاء إنما تأول آية الإطاقة أيضا، قوله عز وجل: وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ فمن أوجب القضاء والإطعام معا ذهب فيما نرى: إلى أن الله عز وجل حكم في التارك للصوم من عذر بحكمين، فجعل الفدية في آية والقضاء فى أخرى فلما لم يجد (١) ذكر الحامل والمرضع مسمى في واحدة منهما جمعهما جميعا عليهما احتياطا لهما وأخذا بالثقة (٢) وأما الذين رأوا عليهما أن يطعما ولا يقضيا فإنهم أرادوا أنهما ليستا من السفر ولا المرضى الذين فرضهم القضاء، ولكنهما ممن كلّف الصيام وطوّقه فليس بمطيق، فهم من أهل الفدية ليس يلزمهم سواها لقوله: (وعلى الذين يطوقونه فدية طعام مسكين) وهي قراءة ابن عباس وفتياه، فكان تأويله على لفظ قراءته، وكذلك قرأها عكرمة وسعيد بن جبير وأظن مجاهدا كان عليها أيضا، وأما الذين أوجبوا عليهما القضاء بلا إطعام فذهبوا إلى أن الحمل والرضاع إنما هما علتان من العلل ونوعان من أنواع المرض، لأنه يخاف فيهما من التلف على الأنفس ما يخاف من المرض، فجعلوهما بذلك مريضتين يلزمهما حكم المريض، واحتجوا بأنهما قد يعودان إلى الولادة والفطام فيرجعان مطيقين كالمريض والمسافر إذا صاروا إلى الصحة والإقامة وبهذا القول كان يقول سفيان وأهل العراق: أن على الحامل والمرضع القضاء لا يجزئهما غيره، وكذلك قول مالك أيضا حدثنيه عنه ابن بكير، وعليه أهل الحجاز وكذلك رأي الأوزاعى (٣) وأهل الشام فيما أعلم وهو الذي ذكرناه عن إبراهيم والحسن وعطاء والضحاك (٤) ومع هذا كله أنّا قد
_________
(١) في المخطوط «نجد» والصواب بالياء.
(٢) الثقة: مصدر قولك وثق به يثق إذا ائتمنه، والوثيقة في الأمر إحكامه والأخذ بالثقة أي بالمحكم الموثوق من الأمر.
(انظر لسان العرب لابن منظور ١٠/ ٣٧١).
(٣) الأوزاعي: عبد الرحمن بن عمرو بن أبي عمرو، أبو عمر الأوزاعى، الفقيه قال أبو عبيد عن ابن مهدي: ما كان بالشام أعلم بالسنة منه، وقال ابن معين ثقة، وقال ابن سعد ولد سنة ثمان وثمانين وكان ثقة مأمونا صدوقا فاضلا خيّرا كثير الحديث والعلم والفقه، مات سنة سبع وخمسين ومائة، وقال فى التقريب: ثقة جليل.
(التهذيب ٦/ ٢٣٨ - التقريب ١/ ٤٩٣).
(٤) هو الضحاك بن مزاحم.','1','67',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (146,'تدبرنا حديثا سمعناه مرفوعا فوجدناه شاهدا لهذا القول ودليلا عليه.
١١٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (١) عن أيوب (٢) قال: حدثنى أبو قلابة (٣) هذا الحديث، ثم قال لى:
هل لك في صاحب هذا الحديث الذي حدثني قال: فدلّني عليه فلقيته فقال:
حدثني قريب لي يقال له أنس بن مالك (٤) قال: أتيت رسول الله- صلّى الله عليه- في إبل لجار لي أخذت، فوافقته وهو يأكل، فدعاني إلى طعامه، فقلت: إنى صائم، فقال: ادن أخبرك، أو قال (٥) إذن أخبرك عن ذلك: إن الله عز وجل وضع عن المسافر الصّوم وشطر الصلاة، وعن الحامل والمرضع، قال: وكان بعد ذلك يتلهف يقول: ألّا أكون أكلت من طعام رسول الله- صلّى الله عليه- حين دعاني (٦).
_________
(١) إسماعيل بن إبراهيم بن عليّة.
(٢) هو أيوب السختيانى.
(٣) أبو قلابة: عبد الله بن زيد بن عمرو أبو عامر، الجرمى، أبو قلابة البصري، ثقة فاضل، كثير الإرسال، قال العجلي: فيه نصب يسير، من الثالثة مات بالشام هاربا من القضاء سنة أربع ومائة وقيل بعدها.
(التقريب ١/ ٤١٧).
(٤) أنس بن مالك: القشيري الكعبي، أبو أمية، وقيل أبو أميمة، أو أبو ميّة صحابي نزل البصرة.
(التقريب ١/ ٨٥).
(٥) كلمة (أو قال) كتبت في هامش المخطوط فأعدتها إلى مكانها في الحديث.
(٦) روى نحوه أبو داود في سننه، كتاب الصوم «باب اختيار الفطر» ج ٢ ص ٣١٧ تحقيق محمد محيى الدين عبد الحميد.
وروى نحوه الترمذى، كتاب الصوم «باب ما جاء فى الرخصة فى الإفطار للحبلى والمرضع» ج ٣ ص ٩٤ تحقيق أحمد شاكر.
ثم قال أبو عيسى: حديث أنس بن مالك الكعبي حديث حسن، لا نعرف لأنس بن مالك هذا عن النبي- صلّى الله عليه وسلم- غير هذا الحديث الواحد. وقال في التحفة: ونقل المنذري تحسين الترمذي وأقره.
تحفة الأحوذي ج ٣ ص ٤٠٢.
وروى نحوه ابن ماجة، كتاب الصيام «باب ما جاء في الإفطار للحامل والمرضع» ج ١ حديث (١٦٦٧) ص ٥٣٣ تحقيق عبد الباقي.','1','68',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (147,'قال أبو عبيد: ولم يسمع للحامل والمرضع في الصيام بذكر عن النبى- صلّى الله عليه- إلا في هذا الحديث، أفلا ترى أن رسول الله- صلّى الله عليه وسلم- قد قرنهما بالمسافر وجعلهما معا في معنى واحد فصار حكمهما كحكمه فهل على المسافر إذا أفطر إلا القضاء، لا يقضى عنه ولا يعدوه إلى غيره.
قال أبو عبيد: فهذا شرائع الصيام ناسخها ومنسوخها ومواضع القضاء من مواضع الإطعام في تأويل الكتاب والسنة، ومنه استنبطت العلماء إيجاب الطعام على كل من حيل بينه وبين الصيام حتى أفتوا به في الموتى إذا كان ذلك قد أوجب عليهم، وفيمن توالى عليه رمضانان، وفيه أحاديث كثيرة ليس موضعها هاهنا.
قال أبو عبيد: فهذا ما جاء في ناسخ صيام رمضان ومنسوخه مع أنه قد كان رمضان يرى منه ناسخا لما كان قبله وهو صيام عاشوراء بذلك جاء الأثر.
١١٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير عن زائدة (١) عن الأعمش عن عمارة (٢) عن عبد الرحمن بن يزيد (٣) قال:
دخل الأشعث بن قيس على ابن مسعود وهو يتغدى يوم عاشوراء فقال له: ادن يا أبا محمد، فقال: إن اليوم عاشوراء، فقال عبد الله: أتدري ما يوم عاشوراء؟
إنما كان رسول الله- صلّى الله عليه وسلم- يصومه قبل أن ينزل رمضان، فلما نزل رمضان ترك (٤).
_________
(١) هو زائدة بن قدامة الثقفي.
(٢) هو عمارة أبو عبد الرحمن.
(٣) هو عبد الرحمن بن يزيد بن قيس النخعي.
(٤) روى نحوه البخاري، كتاب التفسير «باب تفسير قوله تعالى يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الصِّيامُ» ج ٥ ص ١٥٤.
ورواه مسلم، كتاب الصوم «باب صوم يوم عاشوراء» ج ٢ ص ٧٩٤ تحقيق محمد فؤاد عبد الباقي.','1','69',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (148,'١١٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير عن حماد بن سلمة عن هشام بن عروة عن أبيه عن عائشة قالت: كان أهل الجاهلية يصومون عاشوراء وكان رسول الله- صلّى الله عليه- يصومه، فلما نزل رمضان ترك فمن شاء صامه ومن شاء تركه (١).
١١٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو اليمان (٢) عن شعيب بن أبي حمزة عن ابن شهاب عن عروة عن عائشة عن النبي- صلّى الله عليه- مثل ذلك.
١١٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن بكير (٣) عن الليث عن عقيل (٤) عن ابن شهاب عن عروة عن عائشة عن النبي- صلّى الله عليه وسلم- مثل ذلك.
١١٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٥) عن أيوب (٦) عن نافع عن ابن عمر قال: صامه رسول الله- صلّى الله عليه- وأمر بصيامه، فلما فرض رمضان ترك، قال: فكان ابن عمر لا يصومه إلا أن يأتي على صومه- يعنى عاشوراء (٧).
_________
(١) روى نحوه البخاري في صحيحه ج ٢، كتاب الصوم «باب صوم عاشوراء» ص ٢٥٠.
وروى نحوه مسلم، كتاب الصوم «باب صوم عاشوراء» ج ٢ ص ٧٩٢ تحقيق محمد فؤاد عبد الباقي.
(٢) هو الحكم بن نافع البهراني الحمصى المكنّى بأبي اليمان.
(٣) هو يحيى بن عبد الله بن بكير.
(٤) هو عقيل بن خالد الأيلي.
(٥) هو إسماعيل بن إبراهيم بن علية.
(٦) هو أيوب السختيانى.
(٧) رواه البخاري في صحيحه ج ٢، كتاب الصوم «باب وجوب صوم رمضان» ص ٢٢٦.
وروى نحوه مسلم في صحيحه، كتاب الصوم «باب صوم يوم عاشوراء» ج ٢ ص ٧٩٣.
تحقيق محمد فؤاد عبد الباقي.','1','70',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (149,'١٢٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (١) عن شيبان (٢) عن أشعث بن أبي الشعثاء عن جعفر بن أبي ثور عن جابر بن سمرة قال: كان رسول الله- صلى الله عليه- يأمرنا بصيام عاشوراء ويحثنا عليه ويتعهدنا (٣) عنده فلما فرض رمضان لم يأمرنا به ولم ينهنا عنه ولم يتعهدنا عنده (٤).
١٢١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن شعبة عن الحكم (٦) قال: سمعت القاسم بن مخيمرة (٧) يحدث عن عمرو بن
_________
(١) هو هاشم بن القاسم الليثي المكنّى بأبى النضر.
(٢) هو شيبان بن عبد الرحمن التميمي.
(٣) تعهد الشيء وتعاهده: تفقده وأحدث العهد به.
(لسان العرب ٣/ ٣١٣).
(٤) رواه مسلم في صحيحه، كتاب الصوم «باب صوم يوم عاشوراء» ج ٢ ص ٧٩٤، ٧٩٥ تحقيق عبد الباقي.
ورواه ابن أبي شيبة المصنف ج ٣، كتاب الصيام «باب ما قالوا في صوم عاشوراء» ص ٥٥/ تحقيق عامر العمري الأعظمي.
ورواه أيضا البيهقي فى السنن الكبرى ج ٤، كتاب الصيام «باب أن صوم عاشوراء كان واجبا ثم نسخ وجوبه» ص ٢٨٩ - قلت: وفي رواياتهم «يتعاهدنا» بالألف.
(٥) هو حجاج بن محمد المصيصي.
(٦) الحكم بن عتيبة: (بالمثناة ثم الموحدة) مصغرا، أبو محمد الكندي الكوفي ثقة، ثبت، فقيه، إلا أنه ربما دلس، من الخامسة، مات سنة ثلاث عشرة ومائة أو بعدها وله نيف وستون.
(التقريب ١/ ١٩٢).
(٧) القاسم بن مخيمرة: (بالمعجمة مصغرا) أبو عروة الهمداني (بالسكون) الكوفي نزيل الشام، ثقة فاضل، من الثالثة، مات سنة مائة.
(التقريب ٢/ ١٢٠).','1','71',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (150,'شرحبيل (١) عن قيس بن سعد بن عبادة (٢) قال: كنا نصوم عاشوراء ونعطي زكاة الفطر ما لم ينزل علينا صوم رمضان والزكاة، فلما نزل أو قال: نزلا لم نؤمر به ولم ننه عنه، وكنا نفعله (٣).
_________
(١) عمرو بن شرحبيل: الهمداني أبو ميسرة الكوفي، ذكره ابن حبان في الثقات وقال: كان من العبّاد وكانت ركبته كركبة البعير من كثرة الصلاة، وقال فى التقريب: ثقة عابد مخضرم، مات سنة ثلاث وستين.
(التهذيب ٨/ ٤٧ - التقريب ٢/ ٧٢).
(٢) قيس بن سعد بن عبادة: ابن حارثة الخزرجى الأنصاري، قال أنس بن مالك: كان قيس بن سعد من النبي- صلّى الله عليه وسلم- بمنزلة صاحب الشرطة من الأمير، وقال يونس عن الزهري: كان من دهاة العرب، وقال في التقريب: صحابي جليل مات سنة ستين تقريبا.
(التهذيب ٨/ ٣٩٥ - التقريب ٢/ ١٢٨).
(٣) روى نحوه ابن أبي شيبة المصنف ج ٣، كتاب الصيام ما قالوا في صوم عاشوراء ص ٥٧ تحقيق عامر العمرى الأعظمى.','1','72',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (151,'<span data-type="title" id=toc-55>باب النكاح وما جاء فيه من النسخ</span>
قال أبو عبيد: جاءت الآثار في السنة وفي تأويل الكتاب بنسخ أنواع من النكاح، فمنها (١) ما كان حلالا فنسخه التحريم، ومنها ما كان حراما فنسخه التحليل، ومنها ما اختلفت العلماء في نسخه، وأما الذي كان حلالا فنسخ بالتحريم فإنه نكاح المتعة.
١٢٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا بشر بن عبد الله ابن عمر بن عبد العزيز عن عمه عبد العزيز بن عمر بن عبد العزيز عن الربيع بن سبرة الجهني عن أبيه قال: كنا مع رسول الله- صلّى الله عليه- في عمرته، فشكونا إليه العزبة (٢) فقال: استمتعوا من هذه النساء، قال: ثم أصبحت غاديا على رسول الله- صلّى الله عليه- فإذا هو قائم بين الركن والمقام مسند ظهره إلى الكعبة يقول: يا أيها الناس إني كنت أمرتكم بالاستمتاع من هذه النساء، ألا وإن الله عز وجل قد حرم ذلك إلى يوم القيامة، فمن كان عنده منهن شيء فليخلّ سبيلها ولا تأخذوا مما آتيتموهن شيئا (٣).
١٢٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثني يحيى بن بكير عن الليث عن عقيل (٤) عن ابن شهاب قال: أخبرني الربيع بن سبرة أن أباه قال: استمتعت في عهد رسول الله- صلّى الله عليه وسلم- من امرأة من بني عامر
_________
(١) كلمة (منها) ساقطة من المخطوط وقد علقت على هامشه فأعدتها إلى مكانها.
(٢) العزبة من العزوبة وهو البعد عن النكاح والتجرد عن النساء.
(النهاية ٣/ ٢٢٨ - وابن ماجة تحقيق عبد الباقي ١/ ٦٣١).
(٣) روى مسلم نحوه، كتاب النكاح «باب نكاح المتعة» ج ٢/ ص ١٠٢٥ تحقيق عبد الباقي.
وروى نحوه ابن ماجة، كتاب النكاح «باب النهي عن نكاح المتعة» ١/ ٦٣١، تحقيق عبد الباقي.
ورواه البيهقي في السنن الكبرى، كتاب النكاح «باب المتعة» ٧/ ٢٠٣.
وروى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في نكاح المتعة» ص ٢٩٢ تحقيق عامر العمري الأعظمي.
(٤) هو عقيل بن خالد الأيلي.','1','73',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (152,'ببردين (١) أحمرين، ثم نهانا رسول الله- صلّى الله عليه وسلم- عنها، قال: قال الليث ثم لقيت الربيع بن سبرة فحدثني بمثل حديث ابن شهاب (٢).
١٢٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا منصور (٣) عن الحسن قال: لما قدم رسول الله- صلّى الله عليه وسلم- في عمرته تزيّن نساء أهل مكة، فشكى ذلك أصحاب رسول الله- صلّى الله عليه- إليه، فقال: تمتعوا منهنّ واجعلوا الأجل بينكم وبينهن ثلاثا، فما أحسب رجلا منكم يستمكن من امرأة ثلاثا إلا ولّاها الدّبر، قال: قال الحسن: فإنما كانت المتعة ثلاثة أيام لم تكن قبل ذلك ولا بعده (٤).
_________
(١) جمع برد وهو نوع من الثياب معروف.
(النهاية ١/ ١١٦).
(٢) رواه مسلم ج ٢، كتاب النكاح «باب نكاح المتعة» ص ١٠٢٧ تحقيق محمد فؤاد عبد الباقي.
(٣) هو منصور بن المعتمر.
(٤) رواه مسلم بمعناه بلفظ: «رخص رسول الله صلّى الله عليه وسلم عام أوطاس في المتعة ثلاثا ثم نهى عنها» من طريق إياس بن سلمة عن أبيه، ثم أورد رواية أخرى من طريق سبرة بن معبد بلفظ: (إن نبي الله عام فتح مكة أمر أصحابه بالتمتع من النساء) ثم ذكر الحديث، وفي آخره قال سبرة: فكنّ معنا ثلاثا ثم أمرنا رسول الله صلّى الله عليه وسلم بفراقهن.
قال محمد فؤاد عبد الباقي: هذا تصريح بأنها أبيحت يوم فتح مكة وهو ويوم أوطاس شيء واحد.
وقال البيهقي بعد إيراده حديث سلمة عن أبيه: وعام أوطاس وعام الفتح واحد، فأوطاس وإن كانت بعد الفتح، فكانت في عام الفتح بعده بيسير، فما نهى عنه لا فرق بين أن ينسب إلى عام أحدهما أو إلى الآخر، وفي رواية سبرة بن معبد ما دل على أن الإذن فيه كان ثلاثا ثم وقع التحريم كهو في رواية سلمة ابن الأكوع فروايتهما ترجع إلى وقت واحد.
انظر: صحيح مسلم ج ٢، كتاب النكاح «باب نكاح المتعة» حديث ١٨، ٢٣ ص ١٠٢٣، ١٠٢٥ تحقيق عبد الباقي- والسنن الكبرى ج ٧ «باب نكاح المتعة» ص ٢٠٤.
أما قول الحسن فلقد رواه ابن أبى شيبة: المصنف ج ٤، كتاب النكاح «باب نكاح المتعة» ص ٢٩٣ تحقيق عامر العمري الأعظمي.
وروى نحوه أيضا عبد الرزاق فى المصنف ج ٧ كتاب الطلاق أثر (١٤٠٤٠) ص ٥٠٣ تحقيق حبيب الرحمن الأعظمي.
قال ابن حجر في الفتح: يحتمل أنه اطلق على عام الفتح عام أوطاس لتقاربهما، ولو وقع في سياقه (أي حديث سلمة بن الأكوع) أنهم تمتعوا من النساء في غزوة أوطاس، لما حسن هذا الجمع، نعم!','1','74',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (153,'١٢٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يحيى بن سعيد (١) عن الزهري عن عبد الله والحسن ابني محمد بن علي عن أبيهما محمد بن علي بن الحنيفة عن علي بن أبي طالب- رضي الله عنه- أنه مر بابن عباس وهو يفتي بنكاح المتعة: أنه لا بأس بها، فقال: إن رسول الله- صلّى الله عليه- نهى عنها وعن لحوم الحمر الأهلية يوم خيبر (٢).
قال أبو عبيد: فكان بعض الناس يطعن في هذا، يقول: كيف ينهى عن المتعة يوم خيبر إنما كانت رخصتها في عمرته وهي بعد خيبر؟ وإنما وجهه عندنا أن عليا- رضى الله عنه- أراد أن رسول الله- صلّى الله عليه- نهى عن المتعة، فهذا كلام مكتفيا بما فيه، ثم قال: ونهى عن لحوم الحمر الأهلية يوم خيبر.
قال أبو عبيد: ووجه قوله: يوم خيبر إنما هو على نهيه عن لحوم الحمر خاصة يوم خيبر، فأما نهيه عن المتعة فكان بعد ذلك في عمرته التي أقام فيها ثلاثا بمكة بعد ذلك.
١٢٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (٣) عن إسحاق بن عبد الله بن أبي فروة عن الحارث بن غزيّة قال: قال رسول الله- صلّى الله عليه وسلم- متعة النساء حرام، متعة النساء حرام (٤).
_________
ويبعد أن يقع الإذن في غزوة أوطاس بعد أن يقع التصريح قبلها في غزوة الفتح: بأنها حرمت إلى يوم القيامة، وإذا تقرر ذلك فلا يصح من الروايات بغير علة إلا غزوة الفتح ... إلى أن قال: وأما عمرة القضاء فلا يصح الأثر فيها لكونه من مرسل الحسن ومراسيله ضعيفه لأنه كان يأخذ عن كل أحد، وعلى تقدير ثبوته فلعله أراد أيام خيبر لأنهما كانا في سنة واحدة كما في الفتح وأوطاس سواء. اهـ.
(فتح البارى ٧/ ١٧٠).
(١) هو يحيى بن سعيد القطان.
(٢) رواه مسلم، كتاب النكاح «باب نكاح المتعة» ج ٢/ ص ١٠٢٨ تحقيق عبد الباقي.
وروى نحوه البخاري، كتاب النكاح «باب نهى رسول الله صلّى الله عليه وسلم عن نكاح المتعة» ج ٦ ص ١٢٩.
(٣) هو محمد بن خازم الضرير المكنّى بأبي معاوية.
(٤) رواه مسلم بمعناه، كتاب النكاح «باب نكاح المتعة» ج ٢ ص ١٠٢٧ تحقيق عبد الباقي.
رواه الإمام أحمد بمعناه المسند ٣/ ٤٠٤ ط. دار الفكر.','1','75',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (154,'١٢٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن شعبة عن قتادة قال: سمعت أبا نضرة (٢) يقول: كان ابن عباس يأمر بالمتعة وكان ابن الزبير ينهى عنها، قال: فذكرت ذلك لجابر بن عبد الله فقال: على يدي دار الحديث تمتعنا مع رسول الله- صلّى الله عليه- فلما قدم عمر قال:
إن الله عز وجل كان يحلّ لرسوله ما شاء بما شاء، وإن القرآن قد نزل منازله فأتموا الحج والعمرة كما أمر الله عز وجل، وأبتّوا (٣) نكاح هذه النساء، فلن أوتى برجل نكح امرأة إلى أجل إلا رجمته بالحجارة، قال شعبة: حدثني بهذا الحديث ثلاثة لم يذكر أحد منهم: رجمته بالحجارة غير قتادة (٤).
١٢٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان بن معاوية. عن عمر بن حمزة العمري (٥) عن عبد الرحمن بن سعد (٦) قال:
كنت أطوف مع ابن عمر بالبيت إذ لقيه رجل فسأله عن متعة النساء فقال ابن عمر: اللهم لا نعلمها إلا السفاح اللهم لا نعلمها إلا السفاح. إنّ عمر لو كان حيّا لك ولأصحابك لشرد بهم أو قال بكم (٧).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) هو المنذر بن مالك المكنّى بأبي نضرة.
(٣) أبتّوا: أي اقطعوا الأمر فيه وأحكموه بشرائطه وهو تعريض بالنهي عن نكاح المتعة لأنه نكاح غير مبتوت مقدر بمدّة.
(النهاية ١/ ٩٢).
(٤) رواه مسلم ج ٢، كتاب الحج «باب في المتعة في الحج والعمرة» ص ٨٨٥ تحقيق عبد الباقي.
(٥) عمر بن حمزة العمري: هو عمر بن حمزة بن عبد الله بن عمر بن الخطاب العمري، المدني، ضعيف، من السادسة.
(التقريب ٢/ ٥٣).
(٦) عبد الرحمن بن سعد: المدني مولى الأسود بن سفيان، ويقال مولى آل سفيان، قال النسائي: ثقة، وذكره ابن حبان في الثقات، وروى له مسلم في صحيحه، وقال في التقريب: ثقة.
(التهذيب ٦/ ١٨٤ - التقريب ١/ ٤٨١).
(٧) روى نحوه ابن أبي شيبة المصنف، كتاب النكاح «باب نكاح المتعة» ج ٤ ص ٢٩٢ تحقيق عامر العمري الأعظمي.','1','76',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (155,'١٢٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن عقيل (١) ويونس (٢) عن ابن شهاب عن عبد الملك بن المغيرة بن نوفل (٣) عن ابن عمر أنه سئل عن المتعة فقال: ذلك السفاح (٤).
١٣٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (٥) عن عبد الرحمن بن أبي الزناد (٦) عن هشام بن عروة (٧) عن أبيه قال: نكاح المتعة بمنزلة الزنا (٨).
_________
وروى نحوه عبد الرزاق فى المصنف، كتاب النكاح «باب المتعة» ج ٧ أثر (١٤٠٣٥) ص ٥٠٢، والأثر (١٤٠٤٢) ص ٥٠٥ تحقيق الأعظمى اهـ.
ورواه البيهقي بمعناه فى السنن الكبرى، كتاب النكاح «باب نكاح المتعة» ج ٧ ص ٢٠٢.
ورواية ابن أبي شيبة من طريق ابن عيينة عن الزهري عن سالم عن أبيه قال: سئل عن متعة النساء .. الحديث.
ورواية عبد الرزاق الأولى من طريق: معمر عن الزهرى عن سالم قيل لابن عمر إن ابن عباس يرخص في متعة النساء الحديث.
ورواية عبد الرزاق الثانية من طريق: الثوري عن إسماعيل بن أبي أمية عن رجل قال: سئل ابن عمر .. الحديث.
(١) هو عقيل بن خالد الأيلي.
(٢) هو يونس بن يزيد الأيلي.
(٣) عبد الملك بن المغيرة بن نوفل: ابن الحارث بن عبد المطلب بن هاشم بن عبد مناف، الهاشمي، النوفلي، أبو محمد، ثقة من السابعة.
(التقريب ١/ ٥٢٣).
(٤) رواه عبد الرزاق فى المصنف، كتاب النكاح «باب المتعة» الأثر (١٤٠٤٢) ص ٥٠٥ تحقيق الأعظمي.
(٥) هو سعيد بن أبي مريم.
(٦) عبد الرحمن بن أبي الزناد بن عبد الله بن ذكوان القرشي مولاهم المدني، قال ابن معين:
أثبت الناس في هشام بن عروة عبد الرحمن ابن أبي الزناد، ولد سنة مائة، ومات ببغداد سنة أربع وسبعين ومائة.
وقال فى التقريب: صدوق تغير حفظه لما قدم بغداد، وكان فقيها من السابعة ولي خراج المدينة فحمد.
(التهذيب ٦/ ١٧٠ - التقريب ١/ ٤٨٠).
(٧) هشام بن عروة: ابن الزبير بن العوام الأسدي، أبو المنذر، قال ابن سعد: كان ثقة ثبتا كثير الحديث حجة، وقال يعقوب بن شيبة: يرسل عن أبيه مما كان يسمعه من غير أبيه عن أبيه، مات سنة خمس وأربعين ومائة وعمره سبع وثمانون سنة. وقال في التقريب: ثقة فقيه ربما دلس.
(التهذيب ١١/ ٤٨ - التقريب ٢/ ٣١٩).
(٨) روى نحوه ابن أبي شيبة فى المصنف، كتاب النكاح «باب في نكاح المتعة وحرمتها» ج ٤ ص ٢٩٣ تحقيق عامر العمري الأعظمي.','1','77',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (156,'١٣١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم عن يحيى بن أيوب (١) عن يحيى بن سعيد (٢) عن القاسم بن محمد (٣) عن عائشة أنها كانت إذا ذكر لها المتعة قالت: والله ما نجد في كتاب الله عز وجل إلا النكاح والاستسرار (٤) ثم تتلو هذه الآية: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ* إِلَّا عَلى أَزْواجِهِمْ أَوْ ما مَلَكَتْ أَيْمانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ* فَمَنِ ابْتَغى وَراءَ ذلِكَ فَأُولئِكَ هُمُ العادُونَ (٥)، (٦).
١٣٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح بن الليث عن عقيل (٧) عن ابن شهاب قال: أخبرني سالم بن عبد الله (٨) وهو يذاكرنى المتعة فقال: ألا يقرأ هؤلاء الذين يفتون بالمتعة، هل يجدون
_________
(١) يحيى بن أيوب: الغافقي- بمعجمة وفاء وقاف، أبو العباس المصري، صدوق ربما أخطأ، من السابعة، مات سنة ثمان وستين ومائة.
(التقريب/ ٢/ ٣٤٣).
(٢) هو يحيى بن سعيد الأنصاري.
(٣) القاسم بن محمد بن أبي بكر الصديق، قتل أبوه وبقي القاسم يتيما في حجر عائشة رضي الله عنها، وقال ابن حبان في ثقات التابعين كان من سادات التابعين من أفضل أهل زمانه علما وأدبا وفقها، مات سنة ست ومائة وهو ابن سبعين سنة. وقال في التقريب: ثقة أحد الفقهاء بالمدينة.
(التهذيب ٨/ ٣٣٣ - التقريب: ٢/ ١٢٠).
(٤) الاستسرار: تريد اتخاذ السّراري، وكان القياس الاستسراء، من تسرّيت إذا اتخذت سريّة لكنها ردت الحرف إلى الأصل وهو تسرّرت، من السر: النكاح أو من السّرور فأبدلت إحدى الرّاءات ياء.
(النهاية/ ٢/ ٣٦٠).
(٥) المؤمنون: ٥ - ٧ - المعارج: ٢٩ - ٣١.
(٦) روى نحوه البيهقي فى السنن الكبرى، كتاب النكاح «باب نكاح المتعة» ٧/ ٢٠٦، ٢٠٧.
وروى نحوا من معناه عبد الرزاق فى المصنف، كتاب النكاح «باب المتعة» ج ٧ أثر (١٤٠٣٦) ص ٥٠٣.
(٧) عقيل بن خالد الأيلي.
(٨) سالم بن عبد الله: ابن عمر بن الخطاب القرشى العدوي، أبو عمر، المدني أحد الفقهاء السبعة وكان ثبتا عابدا فاضلا، كان يشبّه بأبيه في الهدى والسّمت من كبار الثالثة، مات في آخر سنة ست ومائة على الصحيح.
(التقريب ١/ ٢٨٠).','1','78',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (157,'في كتاب الله عز وجل من نكاح إلا له طلاق وإلا له عدة وإلا له ميراث؟
قال: وقال القاسم بن محمد: وهو يذاكرني ذلك كيف يجترئون على الفتيا بالمتعة وقد قال الله عز وجل في كتابه: وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حافِظُونَ إلى قوله: فَأُولئِكَ هُمُ العادُونَ (١).
١٣٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو الأسود (٢) عن ابن لهيعة عن عقيل (٣) عن ابن شهاب عن سالم والقاسم مثل ذلك.
١٣٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي زائدة (٤) عن حجاج (٥) عن الحكم (٦) عن أصحاب عبد الله عن عبد الله بن مسعود قال: المتعة منسوخة نسخها الطلاق والصداق والعدة والميراث (٧).
_________
(١) قول القاسم بن محمد روى نحوه عبد الرزاق فى المصنف كتاب النكاح باب المتعة ج ٧ ص ٥٠٣ أثر (١٤٠٣٦) تحقيق حبيب الرحمن الأعظمي.
وروى نحوا من قول سالم بن عبد الله وقول القاسم النحاس فى ناسخه ثم قال.
قال أبو جعفر: وهذا قول بيّن لأنه إذا لم تكن تطلّق ولا تعتد ولا ترث، فليست بزوجة.
انظر: الناسخ والمنسوخ للنحاس/ ورقة ١١١ من المخطوط/ سورة النساء «باب ذكر الآية السادسة».
(٢) أبو الأسود: النضر بن عبد الجبار، المرادي مولاهم، المصري، مشهور بكنيته، ثقة، من كبار العاشرة، مات سنة تسع عشرة ومائتين، وله أربع وسبعون.
(التقريب ٢/ ٣٠٢).
(٣) عقيل بن خالد الأيلي.
(٤) ابن أبي زائدة: هو زكريا بن يحيى بن زكريا بن أبي زائدة الوادعي، أبو زائدة، صدوق، من الحادية عشرة.
(التقريب ١/ ٢٦٢).
(٥) هو حجاج بن أرطاة.
(٦) هو الحكم بن عتيبة.
(٧) رواه البيهقي فى السنن الكبرى ج ٧، كتاب النكاح «باب نكاح المتعة» ص ٢٠٧.
وروى نحوه عبد الرزاق الصنعاني فى المصنف ج ٧، كتاب النكاح «باب المتعة»، أثر (١٤٠٤٤) ص ٥٠٥ تحقيق حبيب الرحمن الأعظمي.','1','79',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (158,'قال أبو عبيد: فالمسلمون اليوم مجمعون على هذا القول: أن متعة النساء قد نسخت بالتحريم، ثم نسخها الكتاب والسنة على ما ذكرنا في هذه الأحاديث ولا نعلم أحدا من الصحابة كان يترخص فيها إلا ما كان من ابن عباس فإنه كان ذلك معروفا من رأيه ثم بلغنا أنه رجع عنه.
١٣٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج قال: أخبرني عطاء قال: سمعت ابن عباس يقول: يرحم الله عمر ما كانت المتعة إلا رحمة من الله عز وجل رحم بها أمة محمد- صلّى الله عليه- ولولا نهيه عنها ما احتاج إلى الزنا إلا شقي، قال: والله لكأني أسمع قوله الآن:
إلا شقي- عطاء القائل- قال: قال عطاء وهي التي في سورة النساء: فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ (٢) إلى كذا وكذا من الأجل على كذا وكذا، قال: وليس بينهما (٣) وراثة، فإن بدا لهما أن يتراضيا بعد الأجل فنعم، وإن تفرقا فنعم، وليس بينهما نكاح، قال: وأخبرني أنه سمع ابن عباس يراها حلالا (٤).
١٣٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: وحدثني ابن بكير عن الليث عن بكير بن الأشج عن عمّار مولى الشريد (٥) قال: سألت ابن عباس عن المتعة أسفاح هي أم نكاح فقال ابن عباس: لا سفاح هي ولا نكاح، قلت:
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة النساء/ آية ٢٤/.
(٣) في المخطوط (بيننا) ولعل الصواب (بينهما) مراعاة لما بعده من ضمائر: بدا لهما، بينهما.
(٤) روى نحوه عبد الرزاق فى المصنف ج ٧ كتاب النكاح باب المتعة ص ٤٩٧ أثر (١٤٠٢١)، (١٤٠٢٢) تحقيق حبيب الرحمن الأعظمي.
وروى نحوه الطحاوي فى شرح معاني الآثار ج ٣، كتاب النكاح «باب نكاح المتعة» ص ٢٦.
(٥) عمار مولى الشريد: لم أتمكن من ترجمة له.','1','80',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (159,'ما هى؟ قال: هي المتعة كما قال الله، قلت: هل لها من عدة؟ قال: نعم عدتها حيضة، قلت: هل يتوارثان؟ قال: لا (١).
١٣٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يونس (٢) عن ابن شهاب: أن خالد بن المهاجر بن خالد سيف الله أخبره أنه: بينما هو جالس عند ابن عباس جاءه رجل فاستفتاه في المتعة فأمره بها فقال له ابن أبي عمرة الأنصاري: مهلا يا أبا عباس فقال: والله لقد فعلت في عهد إمام المتقين فقال ابن أبي عمرة: يا أبا عباس إنما كانت رخصة فى أول الإسلام لمن اضطر إليها كالميتة والدم ولحم الخنزير ثم أحكم الله الدين ونهى عنها (٣).
١٣٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله عن الليث عن يونس (٤) عن ابن شهاب أن عبيد الله بن عبد الله بن عتبة (٥) أخبره أن ابن عباس كان يفتي بها ويغمض (٦) بذلك أهل العلم وأبى أن يتنكل (٧) عن ذلك حتى طفق بعض الشعراء يقول:
_________
(١) لم أجد ذكرا لهذا الأثر فيما بين يدي من كتب الآثار. وقد أورده السيوطي فى الدر عند تفسيره لآية النساء فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً فقال: (أخرج ابن المنذر من طريق عمار مولى الشريد قال: سألت ابن عباس ... ) فذكر الأثر مثله ج ٢ ص ١٤١.
(٢) هو يونس بن يزيد الأيلي.
(٣) رواه مسلم، كتاب النكاح «باب نكاح المتعة» ج ٢/ ص ١٠٢٦ تحقيق عبد الباقي.
ورواه البيهقي، كتاب النكاح «باب نكاح المتعة» ص ٢٠٥.
وليس في روايتهما تصريح باسم ابن عباس إذ كنّي عنه ب (رجل).
(٤) هو يونس بن يزيد الأيلي.
(٥) عبيد الله بن عبد الله بن عتبة بن مسعود الهذلي، أبو عبد الله، المدني أرسل عن ابن عباس، قال ابن عبد البر: كان أحد الفقهاء العشرة ثم السبعة الذين يدور عليهم الفتوى، وكان عالما فاضلا مقدما في الفقه تقيا شاعرا محسنا وقال في التقريب: ثقة فقيه، ثبت، مات سنة أربع وتسعين وقيل بعدها (التهذيب ٧/ ٢٣ - التقريب ١/ ٥٣٥.).
(٦) يغمض: أغمض يغمض فهو مغمض، والمغمضات هي الأمور العظيمة التي يركبها الرجل وهو يعرفها فكأنه يغمض عينيه عنها تعاشيا وهو يبصرها.
(النهاية ٣/ ٣٨٧/).
(٧) يتنكل: النّكل بالتحريك: من التنكل، وهو المنع والتنحية عما يريد.
(النهاية ٥/ ١١٦).','1','81',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (160,'............. ....... يا صالح (١) هل لك فى فتيا ابن عباس
هل لك فى ناعم خود (٢) مبتلة ... تكون مثواك حتى رجعة الناس
قال: فازداد لها أهل العلم قذرا وبغضا حين قيل فيها الأشعار (٣).
١٣٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) عن حجاج (٥) عن المنهال بن عمرو (٦) عن سعيد بن جبير قال: قلت لابن عباس:
إن الناس قد أكثروا عليك في المتعة، وقال الشاعر فيها ما قال، فخرج ابن عباس فقال: هي كالمضطر إلى الميتة والدم ولحم الخنزير (٧).
قال أبو عبيد: وأما قول أهل العلم اليوم جميعا من أهل العراق وأهل الحجاز وأهل الشام وأصحاب الأثر وأصحاب الرأي وغيرهم: أنه لا رخصة فيها لمضطر ولا لغيره وأنها منسوخة، حرام على ما ذكرنا عن النبي- صلّى الله عليه وسلم- وأصحابه مع أنه قد روي عن ابن عباس شيء شبيه بالرجوع عن قوله الأول.
_________
(١) يا صاح: قال في اللسان: وقولهم في النداء: يا صاح، معناه يا صاحبي (لسان العرب ١/ ٥٢١).
(٢) خود: بفتح المعجمة وسكون الواو- وهي الفتاة الحسنة الخلق الشابة ما لم تصر نصفا.
(لسان العرب ٣/ ١٦٥).
(٣) رواه البيهقي وفي روايته (تكون مثواك حتى مصدر الناس) بدل (حتى رجعة الناس).
(السنن الكبرى ج ٧، كتاب النكاح «باب نكاح المتعة» ص ٢٠٥).
وروى نحوه الحازمي فى كتاب الاعتبار في الناسخ والمنسوخ من الآثار ص ٣٣٦ تحقيق محمد أحمد عبد العزيز.
(٤) هو يزيد بن هارون.
(٥) هو حجاج بن أرطاة.
(٦) المنهال بن عمرو الأسدي، مولاهم، الكوفي، صدوق، ربما وهم، من الخامسة.
(التقريب ٢/ ٢٧٨).
(٧) روى نحوه البيهقي فى السنن الكبرى، كتاب النكاح «باب نكاح المتعة» ج ٧/ ص ٢٠٥.
وروى نحوه أبو بكر الحازمي في الاعتبار، كتاب النكاح «باب نكاح المتعة» ص ٣٣٦ تحقيق محمد أحمد عبد العزيز.
قال الخطابي: فهذا يبين أنه سلك فيه مذهب القياس وشبهه بالمضطر إلى الطعام الذي به قوام النفس، وبعدمه يكون التلف، وإنما هذا من باب غلبة الشهوة، ومصابرتها ممكنة، وقد تحسم مادتها بالصوم والعلاج، وليس أحدهما في حكم الضرورة كالآخر. والله أعلم اهـ- من الاعتبار.','1','82',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (161,'١٤٠ - أخبرنا علي قال: قال أبو عبيد: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس فى قوله: فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ قال: نسختها يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ (٢)، (٣) قال أبو عبيد: فهذا ما في الحلال الذي نسخه الحرام، وأما الحرام الذى نسخه الحلال فنكاح نساء أهل الكتاب.
١٤١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ (٤) قال: ثم استثنى أهل الكتاب، فقال: وَالْمُحْصَناتُ مِنَ الْمُؤْمِناتِ وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ إِذا آتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسافِحِينَ وَلا مُتَّخِذِي أَخْدانٍ (٥) قال:
عفائف غير زوان (٦).
قال أبو عبيد: هكذا هو في الحديث- يعني محصنات غير مسافحات- وإنما هو محصنين غير مسافحين؟ فلا أدري هذه القراءة وهم من المحدث، أم هي قراءة ابن عباس (٧).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة الطلاق آية ١.
(٣) رواه النحاس في ناسخه ورقة ١١٠ من المخطوط.
(٤) سورة البقرة آية ٢٢١.
(٥) سورة المائدة آية ٥.
(٦) رواه البيهقى فى السنن الكبرى، كتاب النكاح «باب ما جاء في تحريم حرائر أهل الشرك دون أهل الكتاب» ج ٧ ص ١٧١.
وروى نحوه الطبري فى جامع البيان سورة البقرة ج ٤ ص ٣٦٢ أثر (٤٢١٢) تحقيق محمود وأحمد شاكر.
وروى نحوه النحاس في ناسخه المخطوط سورة البقرة الآية التى هى تتمة العشرين ورقة ٥٦، ٥٧.
(٧) قلت: هذا التردد من أبي عبيد في مجيء آية المائدة بلفظ (محصنات غير مسافحات) خلافا','1','83',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (162,'١٤٢ - ويروى عن الأوزاعي أنه قال: حرم الله نكاح المشركات جميعا في قوله: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ، ثم أحل نساء أهل الكتاب فقال: وَطَعامُ الَّذِينَ أُوتُوا الْكِتابَ حِلٌّ لَكُمْ وَطَعامُكُمْ حِلٌّ لَهُمْ وَالْمُحْصَناتُ مِنَ الْمُؤْمِناتِ وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ (١).
قال أبو عبيد: فرأي ابن عباس والأوزاعي: أن الناسخ من الآيتين هي هذه التي فى المائدة، وكذلك قول سفيان ومالك. وبه جاءت الأخبار عن الصحابة والتابعين وأهل العلم بعدهم أن نكاح الكتابيات حلال بهذه الآية إلا شيئا يروى عن ابن عمر فإنه أمسك عن ذلك وكرهه.
١٤٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٢) عن عبيد الله (٣) عن نافع عن ابن عمر: أنه كان لا يرى بأسا بطعام أهل الكتاب وكره نكاح نسائهم (٤).
_________
لقراءة المصحف (محصنين غير مسافحين)، أهي من قبيل الوهم من المحدث، أم هي قراءة لابن عباس، يزيله ويرفعه أبو جعفر النحاس عقيب ذكره للأثر، فيقول: وهكذا قال: (محصنات غير مسافحات)، وفي التلاوة: (غير مسافحين) فهذه قراءة على التفسير وهكذا كل قراءة خالفت المصحف المجمع عليه. اهـ.
انظر: المرجع السابق.
(١) لم أتمكن من تخريجه.
(٢) هو يحيى بن سعيد القطان.
(٣) هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.
(٤) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب من كان يكره النكاح في أهل الكتاب» ص ١٥٨ تحقيق عامر العمري الأعظمي.','1','84',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (163,'١٤٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث قال: حدثني نافع عن ابن عمر أنه كان إذا سئل عن نكاح اليهودية والنصرانية قال: إن الله عز وجل حرم المشركات على المسلمين، قال:
ولا أعلم من الشرك شيئا أكبر أو قال: أعظم من أن تقول: إن ربها عيسى أو عبدا من عباد الله (١).
١٤٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثني علي بن معبد عن أبي المليح (٢) عن ميمون بن مهران (٣) قال: قلت لابن عمر: إنا بأرض
_________
(١) رواه البخاري في صحيحه وفي روايته: إن ربها عيسى وهو عبد من عباد الله.
انظر: صحيح البخاري، كتاب الطلاق «باب قول الله تعالى: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ .. » الآية/ ٦/ ١٧٢/.
ورواه النحاس فى الناسخ والمنسوخ مخطوط ورقة (٥٧) سورة البقرة «باب الآية التي هي تتمة العشرين».
ثم عقب النحاس على ذلك بقوله: وأما حديث ابن عمر فلا حجة فيه لأن ابن عمر- رحمه الله- كان رجلا متوقفا فلما سمع الآيتين، في واحدة التحليل وفي الأخرى التحريم ولم يبلغه النسخ توقف ولم يوجد عنه ذكر النسخ وإنما يؤول عليه وليس يؤخذ الناسخ والمنسوخ بالتأويل اهـ- المرجع السابق.
وردّ ابن حجر هذا التوجيه من النحاس لقول ابن عمر فقال: وروي عن عمر أنه كان يأمر بالتنزه عنهن من غير أن يحرّمهن، وزعم ابن المرابط تبعا للنحاس وغيره أن هذا- أي الأمر بالتنزه عنهن- مراد ابن عمر أيضا لكنه خلاف ظاهر السياق لكن الذي احتج به ابن عمر يقتضي تخصيص المنع بمن يشرك من أهل الكتاب لا من يوحد، وله أن يحمل آية الحل على من لم يبدل دينه منهم.
الفتح، كتاب الطلاق «باب قوله: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ» ج ٩ ص ٤١٧.
قلت: والأمر كما قال الحافظ ابن حجر إذ ان إجابة ابن عمر لمن سأله عن نكاحهن بقوله (ولا أعلم من الشرك شيئا أعظم من أن تقول إن ربها عيسى) صريحة في إلحاقه اليهودية والنصرانية المشركين بما سواهما من المشركات ويلزم من ذلك عند ابن عمر اعتبار آية المائدة خاصة بالموحدات من أهل الكتاب.
(٢) أبو المليح: الحسن بن عمر، أو عمرو، ابن يحيى الفزاري مولاهم، الرقي ثقة، من الثامنة، مات سنة إحدى وثمانين ومائة، وقد جاوز التسعين.
(التقريب ١/ ١٦٩).
(٣) ميمون بن مهران: (بكسر الميم وسكون الهاء) الجزري، أبو أيوب، أصله كوفي نزل الرّقة، ثقة فقيه، ولي الجزيرة لعمر بن عبد العزيز، وكان يرسل، من الرابعة مات سنة سبع عشرة ومائة.
(التقريب ٢/ ٢٩٢).','1','85',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (164,'يخالطنا فيها أهل الكتاب أفننكح نساءهم ونأكل طعامهم، قال: فقرأ علي آية التحليل وآية التحريم، قال: قلت إني أقرأ ما تقرأ؟ أفننكح نساءهم ونأكل طعامهم، قال: فأعاد علي آية التحليل وآية التحريم (١).
قال أبو عبيد: وإنما نرى كراهة ابن عمر لذلك كانت (٢) وإمساكه عنه لأنه وجد الآيتين إحداهما تحل والأخرى تحرم. ورأى من سواه من العلماء أن الآية المحرمة هي المنسوخة وأن المحللة هي الناسخة فعملوا بها، كذلك جاءت أخبارهم تترى (٣).
١٤٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثني ابن أبي مريم (٤) عن يحيى بن أيوب ونافع بن يزيد (٥) عن عمر مولى غفرة (٦) قال: سمعت عبد الله بن علي بن السائب بن عبد يزيد من بني المطلب بن عبد مناف (٧)
_________
(١) لم أتمكن من تخريجه.
(٢) كانت زائدة لا معنى لها في الكلام.
(٣) تترى: من التواتر وهو أن يجيء الشيء بعد الشيء بزمان.
(النهاية ١/ ١٨١).
(٤) هو سعيد بن أبي مريم الجمحي.
(٥) نافع بن يزيد الكلاعي (بفتح الكاف واللام الخفيفة) أبو يزيد المصري، ثقة عابد من السابعة، مات سنة ثمان وستين ومائة.
(التقريب ٢/ ٢٩٦).
(٦) عمر مولى غفرة: هو عمر بن عبد الله المدني، مولى غفرة (بضم المعجمة وسكون الفاء)، ضعيف، وكان كثير الإرسال، من الخامسة، مات سنة خمس أو ست وأربعين ومائة.
(التقريب ٢/ ٥٩).
(٧) عبد الله بن علي بن السائب بن عبد يزيد من بني المطلب بن عبد مناف القرشي المطّلبى، قال ابن حبان: عبد الله بن السائب العابدي من خيار أهل مكة، مات في زمن عبد الله بن الزبير بن العوام.
انظر: مشاهير علماء الأمصار محمد بن حبان البستى ص ٨٦. قلت: فى المخطوط «عبد المطلب» وقد شطب على كلمة «عبد» لتصبح: «من بني المطلب». وهو الصواب.','1','86',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (165,'يقول: إن عثمان بن عفان- رضي الله عنه- تزوج نائلة ابنة القرافصة الكلبية- وهي نصرانية وزاد نافع في حديثه: أنه تزوجها على نسائه (١).
١٤٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مغيرة (٢) عن الشعبي قال: تزوج أحد الستة يهودية قال: فقلت للشعبي: أهو الزبير (٣)، فقال: إن كان الزبير لكريم المناكح (٤).
قال أبو عبيد: يريد الشعبي بالستة أهل الشورى، وأحسبه يعني بالمتزوج طلحة (٥) وذلك لأنه معروف عنه.
١٤٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (٦) عن يحيى بن أيوب عن عمر مولى غفرة عن عبد الله بن علي بن
_________
(١) رواه البيهقي فى السنن الكبرى، كتاب النكاح «باب نكاح حرائر أهل الكتاب» ج ٧ ص ١٧٢.
(٢) مغيرة: هو المغيرة بن مقسم (بكسر الميم) الضبى مولاهم، أبو هشام الكوفي الأعمى، ثقة متقن، إلا أنه كان يدلس ولا سيما عن إبراهيم، من السادسة، مات سنة ست وثلاثين ومائة على الصحيح.
(التقريب ٢/ ٢٧٠).
(٣) الزبير بن العوام بن خويلد بن أسد بن عبد العزّى بن قصي بن كلاب الأسدي أبو عبد الله، حواري رسول الله- صلّى الله عليه وسلم- وابن عمته صفية بنت عبد المطلب، وأحد العشرة، شهد بدرا وما بعدها، وهاجر الهجرتين. قتل سنة ست وثلاثين بعد منصرفه من وقعة الجمل، وعمره سبع أو ست وستون.
(التهذيب ٣/ ٣١٨، التقريب ١/ ٢٥٩).
(٤) روى نحوه سعيد بن منصور في سننه، كتاب النكاح «باب نكاح اليهودية والنصرانية» ج ٣ القسم الأول ص ١٨٢، ١٨٣ تحقيق حبيب الرحمن الأعظمي. قلت: ويحمل قول الشعبي (إن كان الزبير لكريم المناكح) على نفي أن يكون الزبير هو المتزوج لتلك اليهودية، إذ إنه لا ينكح إلا كرائم النساء وهن المسلمات لا الكتابيات الكافرات.
(٥) طلحة بن عبيد الله بن عثمان بن عمرو بن كعب القرشي التيمي، أبو محمد المدني، أحد العشرة، وأمه الصفية أخت العلاء بن الحضرمي من المهاجرات، غاب عن بدر فضرب له رسول الله- صلّى الله عليه وسلم- بسهمه وأجره، وشهد أحدا وما بعدها، واستشهد يوم الجمل سنة ست وثلاثين وهو ابن ثلاث وستين سنة.
(التهذيب ٥/ ٢٠).
(٦) هو سعيد بن الحكم بن أبي مريم.','1','87',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (166,'السائب قال: تزوج طلحة بن عبيد الله يهودية من أهل الشام من أهل أريحا، وبعضهم يقول: ريحاء (١)، (٢).
١٤٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان وشعبة عن أبي إسحاق عن هبيرة بن يريم (٣) عن علي: أن طلحة تزوج يهودية (٤).
١٥٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان وشعبة عن المغيرة بن النعمان (٥) عن سعيد بن جبير: أن طلحة تزوج يهودية.
١٥١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (٦) عن شعبة عن الحكم بن عتيبة عن شيخ جار لحذيفة، أن حذيفة بن اليمان (٧) تزوج يهودية وعنده عربيتان (٨).
_________
(١) ريحاء: بكسر أوله، وسكون ثانيه، وحاء مهملة، وألف ممدودة: وهي مدينة قرب بيت المقدس من أعمال الأردن بالغور، بينها وبين بيت المقدس خمسة فراسخ، ويقال لها أريحا أيضا.
(معجم البلدان ٣/ ١١١).
(٢) روى نحوه البيهقي فى السنن الكبرى، كتاب النكاح «باب نكاح حرائر أهل الكتاب» ٧/ ١٧٢/.
وروى نحوه الطبري فى جامع البيان ج ٤ أثر (٤٢٢١) ص ٣٦٤ تحقيق محمود وأحمد شاكر.
(٣) هبيرة بن يريم الشيباني، أبو الحارث الكوفي، لا بأس به، وقد عيب بالتشيع.
(التقريب ٢/ ٣١٥).
(٤) رواه البيهقي فى السنن الكبرى، كتاب النكاح «باب نكاح حرائر أهل الكتاب» ٧/ ١٧٢.
ورواه الطبري فى جامع البيان ج ٤ أثر (٤٢٢١) ص ٣٦٤ تحقيق محمود وأحمد شاكر.
(٥) المغيرة بن النعمان النخعي، الكوفي، ثقة، من السادسة.
(التقريب ٢/ ٢٧٠).
(٦) هو هاشم بن القاسم بن مسلم الليثي المكنّى بأبي النضر.
(٧) حذيفة بن اليمان: واسم اليمان حسيل مصغرا، حليف الأنصار، صحابي جليل من السابقين، صح في مسلم أن رسول الله- صلّى الله عليه وسلم- أعلمه بما كان وما يكون إلى أن تقوم الساعة، مات في أول خلافة علي سنة ست وثلاثين.
(التقريب ١/ ١٥٦).
(٨) روى البيهقي نحوه فى السنن، كتاب النكاح «باب نكاح حرائر أهل الكتاب» ٧/ ١٧٢.
وروى نحوه الطبري فى تفسير سورة البقرة: قوله تعالى وَلا تَنْكِحُوا الْمُشْرِكاتِ أثر (٤٢١٨) ج ٤ ص ٣٦٤ تحقيق محمود وأحمد شاكر.','1','88',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (167,'١٥٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يونس (١) عن الحسن وعبيدة (٢) عن إبراهيم ومطرّف (٣) عن الشعبي أنهم كانوا لا يرون بأسا بالنكاح في أهل الكتاب (٤).
١٥٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا معاذ (٥) عن أشعث (٦) عن الحسن: أنه كان لا يرى بأسا أن يجمع الرجل أربعا من أهل الكتاب (٧).
١٥٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن حماد (٨) قال: سألت سعيد بن جبير عن نكاح اليهودية والنصرانية
_________
(١) يونس بن عبيد بن دينار العبدي، مولاهم أبو عبيد البصري، قال ابن حبان في الثقات كان من سادات أهل زمانه علما وفضلا وحفظا وإتقانا وسنة وبغضا لأهل البدع مع التقشف الشديد والفقه في الدين والحفظ الكثير، وقال في التقريب: ثقة ثبت فاضل ورع، من الخامسة، مات سنة تسع وثلاثين ومائة.
(التهذيب ١١/ ٤٤٢، التقريب ٢/ ٣٨٥).
(٢) عبيدة بن معتب (بكسر المثناة الثقيلة بعدها موحدة) الضبي، أبو عبد الكريم الكوفي، الضرير، ضعيف، واختلط بآخره، من الثامنة.
(التقريب ١/ ٥٤٨).
(٣) مطرّف (بضم أوله وفتح ثانية وتشديد الراء المكسورة) بن طريف، الكوفي أبو بكر، ثقة فاضل، من صغار السادسة، مات سنة إحدى وأربعين ومائة أو بعد ذلك.
(التقريب ٢/ ٢٥٣).
(٤) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب من رخص في نكاح أهل الكتاب» ص ١٥٨ تحقيق عامر العمري الأعظمي.
(٥) معاذ بن هشام بن أبي عبد الله الدستوائي، البصري، وقد سكن اليمن، صدوق، ربما وهم، من التاسعة، مات سنة مائتين (التقريب ٢/ ٢٥٧).
(٦) أشعث بن عبد الملك الحمراني- بضم المهملة- بصري، يكنّى أبا هانئ، ثقة فقيه، من السادسة، مات سنة اثنتين وأربعين ومائة. (التقريب ١/ ٨٠).
(٧) رواه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب المسلم كم يجمع من أهل الكتاب» ص ١٥٩ تحقيق عامر العمري الأعظمي.
(٨) هو حماد بن أبي سليمان.','1','89',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (168,'فقال: لا بأس به قال: قلت فإن الله تبارك وتعالى يقول: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ فقال: أهل الأوثان والمجوس (١).
قال أبو عبيد: فالمسلمون اليوم على هذه الأحاديث من الرخصة في نكاح أهل الكتاب، ويرون أن التحليل هو الناسخ للتحريم، ومع هذا أنه قد جاء عن عمر بن الخطاب- رضى الله عنه- أنه كان يأمر باجتنابهن وذلك على التنزه عنهن غير محرم لهن.
١٥٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يونس (٢) عن ابن شهاب قال: بلغنا أن عبد الله بن قارظ (٣) تزوج فى ولاية عمر بن
الخطاب امرأة من أهل الكتاب فولدت له خالد ابن عبد الله ثم قال له عمر:- رضي الله عنه- تنزه عنها وانكح امرأة مسلمة، قال: فطلقها وتزوج مسلمة (٤).
١٥٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن يزيد (٥) عن الصلت بن بهزام (٦) عن شقيق بن سلمة (٧) قال: تزوج حذيفة
_________
(١) رواه البيهقي في سننه، وليس في روايته ذكر للمجوس، السنن الكبرى، كتاب النكاح «باب ما جاء في تحريم حرائر أهل الشرك دون أهل الكتاب» ج ٧ ص ١٧١. وروى نحوه الطبري في تفسيره للآية من سورة البقرة وَلا تَنْكِحُوا الْمُشْرِكاتِ ... ج ٤ ص ٣٦٤ أثر (٤٢٢٠) تحقيق محمود وأحمد شاكر.
(٢) هو يونس بن يزيد الأيلي.
(٣) عبد الله بن قارظ: هو عبد الله بن إبراهيم بن قارظ ويقال إبراهيم بن عبد الله بن قارظ (بقاف وظاء معجمة)، الكناني، حليف بني زهرة صدوق، من الثالثة.
(التقريب ١/ ٣٧).
(٤) لم أتمكن من تخريجه.
(٥) لم أتمكن من الترجمة له.
(٦) الصلت بن بهزام الكوفي التميمي، أبو هاشم، قال أبو طالب عن أحمد بن حنبل، وأبو بكر ابن أبي خيثمة عن يحيى بن معين: هو ثقة، وقال ابن أبي حاتم عن أبيه: صدوق ليس له عيب إلا الإرجاء، وذكره ابن حبان في الثقات فقال: كوفي عزيز الحديث.
(التهذيب ٤/ ٤٣٢)
(٧) شقيق بن سلمة: الأسدي، أبو وائل، الكوفي، ثقة، مخضرم، مات في خلافة عمر بن عبد العزيز، وله مائة سنة.
(التقريب ١/ ٣٥٤).','1','90',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (169,'يهودية بالمدائن (١) فكتب إليه عمر: أن خلّ سبيلها، فكتب إليه حذيفة:
أحرام هي؟ فكتب إليه عمر: لا ولكن أخاف أن تواقعوا المومسات منهن (٢).
قال أبو عبيد: يعني العواهر (٣) فنرى أن عمر- رضي الله عنه- إنما ذهب إلى ما في الآية وهو قوله عز وجل: وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ فيقول: إن الله إنما اشترط العفائف منهن وهذه لا يؤمن أن تكون غير عفيفة. ومثله الحديث الذي يروى مرفوعا إلا أنه مرسل (٤).
١٥٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو اليمان (٥) عن
_________
(١) المدائن: بالفتح جمع المدينة، سمتها العرب المدائن لأنها مدائن سبع وهي مدينة فارسية إحدى مدن العراق فتحها كلها سعد بن أبي وقاص في صفر سنة ست عشرة في خلافة عمر بن الخطاب- رضى الله عنه.
(معجم البلدان ٥/ ٧٤).
(٢) روى نحوه الطبري فى جامع البيان، البقرة آية وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ أثر (٤٢٢٣) ج ٤ ص ٣٦٦، ٣٦٧ تحقيق محمود وأحمد شاكر.
وروى نحوه البيهقي وقال: وهذا من عمر- رضى الله عنه- على طريق التنزيه والكراهة. السنن الكبرى ج ٧، كتاب النكاح «باب ما جاء في تحريم حرائر أهل الشرك دون أهل الكتاب» ص ١٧٢.
وأورده ابن كثير في تفسيره وقال: وهذا إسناد صحيح.
(تفسير ابن كثير ١/ ٢٥٧).
(٣) العواهر: جمع عاهر وهن الزواني.
(النهاية ٣/ ٣٢٦).
(٤) المرسل في اصطلاح المحدثين يختص بالحديث الذي أسقط فيه ذكر الصحابي وذلك بأن قال التابعى الكبير: قال رسول الله- صلّى الله عليه وسلم- أما المنقطع: فما إذا لم يلتق التابعي بالصحابي بل بينهما تابعي أسقط من السند، فإذا كان المسقط أكثر من واحد فمعضل ومنقطع، أما في اصطلاح الفقهاء والأصوليين فليس هناك تفريق بين المرسل والمنقطع فكلاهما مرسل. تدريب الراوي ج ١ ص ١٩٥، ١٩٦ تحقيق عبد الوهاب عبد اللطيف.
(٥) أبو اليمان الحكم بن نافع البهراني (بفتح فسكون) ينسب إلى بهراء قبيلة نزل أكثرها مدينة حمص من الشام، الحمصي، مشهور بكنيته، ثقة ثبت، من العاشرة، مات سنة اثنتين وعشرين ومائتين وهو ابن ثلاث وثمانين سنة.
(التهذيب ٢/ ٤٤١، التقريب ١/ ١٩٣).','1','91',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (170,'أبي بكر بن عبد الله بن أبي مريم (١) عن علي بن أبي طلحة قال: أراد كعب بن مالك أن يتزوج امرأة من أهل الكتاب فسأل رسول الله- صلّى الله عليه- فنهاه وقال: إنها لا تحصنك (٢).
قال أبو عبيد: وقد كان ناس من الناس يتأولونه فى إحصان الرجم على الزاني، وهذا من أوحش ما يتأول على النبي- صلّى الله عليه- في أصحابه أن يظن بهم الزنا، ليس هذا من مذاهب الأنبياء ولا كلامهم، ولكنه أراد عندنا تنزيهه عنها للآية التي فيها شرط المحصنات أيضا، فقوله: إنها لا تحصنك: يقول:
إذا كانت هذه المشركة لا تؤمن أن تكون غير عفيفة لم تضعك من جماعها بموضع الحصانة منها ولكنها تكون قد أوطأتك من نفسها غير عفاف، وهذا هو الطريق الذي سلكه في كتابه إلى حذيفة بما كتب وكذلك حديث ابن عمر.
١٥٨ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا أبو مطيع الخراساني عن سفيان عن موسى بن عقبة عن نافع عن ابن عمر أنه قال:
_________
(١) أبو بكر بن عبد الله بن أبي مريم: الغسانى الشامي، قيل اسمه بكير وقيل عبد السلام، ضعيف، وكان قد سرق بيته فاختلط، من السابعة، مات سنة ست وخمسين ومائتين.
(التقريب ٢/ ٣٩٨).
(٢) روى نحوه سعيد بن منصور في سننه ج ٣ القسم الأول منه، كتاب النكاح «باب نكاح اليهودية والنصرانية» ص ١٨٢ تحقيق حبيب الرحمن الأعظمي.
ورواه ابن أبي شيبة من طريق أبي بكر عن علي عن كعب فى المصنف: ج ١٠، كتاب الحدود «باب في الرجل يتزوج المرأة من أهل الكتاب ثم يفجر» ص ٦٧ تحقيق مختار أحمد الندوى.
ورواه البيهقي من طريق أبي بكر عن علي عن كعب، ثم قال: أخبرنا عبد الرحمن السلمى وأبو بكر ابن الحارث الفقيه قالا: قال أبو الحسن الدارقطني الحافظ: أبو بكر بن أبي مريم ضعيف، وعلي ابن أبي طلحة لم يدرك كعبا.
ثم عقب البيهقي على ذلك بقوله: وهو منقطع: السنن الكبرى، كتاب الحدود «باب من قال: من أشرك بالله فليس بمحصن» ج ٨ ص ٢١٦.
قلت: وبعد أن عرفت مصطلح المرسل لدى كل من المحدثين والفقهاء فلا إشكال في اختلاف الحكم على هذا الأثر بين أبي عبيد، والبيهقى إذ حكم الأول بإرساله والثاني بانقطاعه.','1','92',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (171,'لا يحصن أهل الشرك (١) قال أبو عبيد: وقد كان بعضهم يوجه هذا الحديث أيضا على إحصان الرجم وكيف يفتي ابن عمر هذه الفتيا وهو يحدث عن النبي- صلّى الله عليه- أنه رجم يهوديا، ويهودية هذا لا يكون وإنما أراد عندنا ما أعلمتك من حديث النبي- صلّى الله عليه- وحديث عمر- رضي الله عنه- ألا ترى أن ابن عمر كان يكره نكاحهن.
قال أبو عبيد: فهذا ما في نكاح الكتابيات من ذوات الذّمة، فأما نساء الحرب فلا يدخلن في هذه الرخصة وإن كن من أهل الكتاب.
١٥٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبّاد بن العوام عن سفيان بن حسين (٢) عن الحكم (٣) عن مجاهد عن ابن عباس قال: لا تحل نساء أهل الكتاب إذا كانوا حربا، قال: وتلا هذه الآية: قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ- إلى قوله- وَهُمْ صاغِرُونَ (٤) قال: قال الحكم:
فحدثت بذلك إبراهيم فأعجبه (٥).
_________
(١) رواه بمعناه البخاري، صحيح البخاري، كتاب الطلاق «باب قوله: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ» ج ٦/ ص ١٧٢.
(٢) سفيان بن حسين بن حسن، أبو محمد أو أبو الحسن الواسطي، ثقة في غير الزهري باتفاقهم، من السابعة، مات بالري مع المهدي وقيل في أول خلافة الرشيد.
(التقريب ١/ ٣١٠).
(٣) هو الحكم بن عتيبة.
(٤) سورة التوبة آية ٢٩.
(٥) روى نحوه الطبري فى جامع البيان ج ٩ أثر (١١٢٨٥) ص ٥٨٨ تحقيق محمود محمد شاكر.
وروى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في نساء أهل الكتاب إذا كانوا حربا للمسلمين» ص ١٥٩ تحقيق عامر العمري الأعظمي.','1','93',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (172,'١٦٠ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن المسعودي (٢) عن الحكم بن عتيبة قال: قلت لإبراهيم: هل تعلم شيئا من نساء أهل الكتاب يحرم فقال: لا. فقال الحكم: وقد كنت سمعت من أبي عياض (٣) أن نساء أهل الكتاب يحرم نكاحهن في بلادهن. قال: فذكرت ذلك لإبراهيم فصدّق به وأعجبه (٤).
قال أبو عبيد: وهذا هو المعمول به عند العلماء لا أعلم بينهم في كراهته اختلافا.
قال أبو عبيد: قد ذكرنا ما في نكاح نساء أهل الكتاب فأما المجوسيات والوثنيات فنكاحهن محرم عند المسلمين جميعا لم ينسخ تحريمهن كتاب ولا سنة علمناها.
١٦١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن قيس بن مسلم (٥) عن الحسن بن محمد (٦) قال: قبل رسول الله- صلّى الله عليه- الجزية من مجوس هجر (٧) في ألّا تنكح لهم امرأة ولا تؤكل لهم ذبيحة (٨).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) هو عبد الرحمن بن عبد الله المسعودي.
(٣) أبو عياض عمرو بن الأسود العنسي (بالنون) حمصي، مخضرم، ثقة، عابد، من كبار التابعين، مات في خلافة معاوية.
(التقريب ٢/ ٦٥).
(٤) روى نحوه ابن أبي شيبة، وليس في روايته (قلت لإبراهيم هل تعلم شيئا من نساء أهل الكتاب يحرم فقال لا) المصنف ج ٤، كتاب النكاح «باب في نساء أهل الكتاب إذا كانوا حربا للمسلمين» ص ١٥٩.
(٥) قيس بن مسلم: الجدلي (بفتح الجيم) أبو عمر الكوفي، ثقة، رمي بالإرجاء، من السادسة، مات سنة عشرين ومائة.
(التقريب ١/ ١٣٠).
(٦) الحسن بن محمد بن على بن أبي طالب الهاشمي أبو محمد المدني، وأبوه ابن الحنفية، ثقة فقيه، مات سنة مائة أو قبلها بسنة.
(التقريب ١/ ١٧١).
(٧) هجر: بفتح أوله وثانيه، مدينة تعتبر قاعدة للبحرين، وجاء في الحديث ذكر القلال الهجرية وكانت تجلب تلك القلال من هجر إلى المدينة.
(معجم البلدان ٥/ ٣٩٣).
(٨) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الجارية النصرانية واليهودية','1','94',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (173,'قال أبو عبيد: وكذلك سائر المشركات خلا أهل الكتاب هنّ مثل المجوسيات.
١٦٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا منصور (١) عن معاوية بن قرّة (٢) قال: كان عبد الله بن مسعود يكره أن يطأ الرجل أمته إذا فجرت، أو يطأها وهي مشركة (٣).
١٦٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن مهدي عن شريك عن أبي إسحاق (٤) عن بكر بن ماعز (٥) عن الربيع بن خثيم (٦) أنه كان
_________
تكون لرجل يطأها أم لا» ص ١٨٠ تحقيق عامر العمري الأعظمي.
وروى نحوه البيهقي في سننه وقال: هذا مرسل وإجماع أكثر المسلمين عليه يؤكده، ولا يصح ما روي عن حذيفة في نكاح مجوسية- السنن الكبرى: ج ٩، كتاب الجزية «باب الفرق بين نكاح نساء من يؤخذ منه الجزية وذبائحهم» ص ١٩٢.
وأورده شيخ الإسلام في الفتاوى ثم قال: وهذا مرسل، وقد عمل بهذا المرسل عوام أهل العلم، والمرسل في أحد قولي العلماء حجة كمذهب أبي حنيفة ومالك وأحمد في إحدى الروايتين عنه.
وفي القول الآخر هو حجة إذا عضده قول جمهور أهل العلم وظاهر القرآن، أو أرسل من وجه آخر، وهذا قول الشافعي، فمثل هذا المرسل، حجة باتفاق العلماء وهذا المرسل نص في خصوص المسألة.
(الفتاوى ٣٢/ ١٨٨، ١٨٩، كتاب النكاح).
(١) منصور بن زاذان (بزاي وذال معجمة) الواسطي، أبو المغيرة الثقفي ثقة ثبت عابد، من السادسة، مات سنة تسع وعشرين ومائة على الصحيح.
(التقريب ٢/ ٢٧٥).
(٢) معاوية بن قرة بن إياس بن هلال المزني، أبو إياس البصري، ثقة عالم، من الثالثة، مات سنة ثلاث عشرة ومائة، وهو ابن ست وسبعين سنة.
(التقريب ٢/ ٢٦١).
(٣) رواه سعيد بن منصور في سننه: ج ٣ القسم الأول منه، كتاب النكاح، أثر (٢٠٣٥) تحقيق حبيب الرحمن الأعظمي.
وروى نحوه عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب هل يطأ أحد جاريته مشركة» ص ١٩٥ تحقيق حبيب الرحمن الأعظمي.
(٤) أبو إسحاق: هو عمرو بن عبد الله الهمداني أبو إسحاق السبيعى، (بفتح المهملة وكسر الموحدة) مكثر، ثقة، عابد، من الثالثة، اختلط بأخرة، مات سنة تسع وعشرين ومائة.
(التقريب ٢/ ٧٣).
(٥) بكر بن ماعز بن مالك، أبو حمزة الكوفي، ثقة، عابد، من الرابعة.
(التقريب ١/ ١٠٦).
(٦) الربيع بن خثيم (بضم المعجمة وفتح المثلثة) بن عائذ بن عبد الله الثوري أبو يزيد','1','95',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (174,'يكره أن يطأ أمته مشركة (١).
١٦٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مغيرة (٢) عن إبراهيم قال: إذا سبيت المجوسية وعبدة الأوثان فلا يوطئن حتى يسلمن فإن أبين أكرهن (٣).
١٦٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن موسى بن أبي عائشة (٤) قال: سألت مرّة الهمداني (٥) وسعيد بن جبير عن المجوسية يتخذها الرجل سريّة (٦) فكرهاه (٧).
١٦٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا خالد بن عمرو
_________
الكوفي، ثقة، عابد مخضرم، من الثانية، قال له ابن مسعود: لو رآك رسول الله- صلّى الله عليه وسلم- لأحبك. مات سنة إحدى وستين.
(التقريب ١/ ٢٤٤).
(١) روى نحوه عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب هل يطأ أحد جاريته مشركة» ص ١٩٥ تحقيق حبيب الرحمن الأعظمي.
وروى نحوا من معناه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الرجل يطأ الجارية المجوسية من كرهه» ص ١٧٩ تحقيق عامر العمري الأعظمي.
(٢) هو مغيرة بن مقسم الضبي.
(٣) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الرجل يطأ الجارية المجوسية من كرهه» ص ١٧٨ تحقيق عامر العمري الأعظمي.
(٤) موسى بن أبي عائشة: الهمداني (بسكون الميم)، مولاهم، أبو الحسن الكوفي، ثقة عابد، من الخامسة، وكان يرسل.
(التقريب ٢/ ٢٨٥).
(٥) مرّة بن شراحيل الهمداني (بسكون الميم)، أبو إسماعيل الكوفي، يقال له مرة الطيب، ثقة، عابد، من الثانية، مات سنة ست وسبعين.
(التقريب ٢/ ٢٣٨).
(٦) سريّة: أمة يطأها بملك اليمين من السر وهو النكاح.
(النهاية ٢/ ٣٦٠).
(٧) روى نحوه عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب هل يطأ أحد جاريته مشركة» أثر (١٢٧٥٥) والذي بعده ص ١٩٦ تحقيق حبيب الرحمن الأعظمى.','1','96',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (175,'عن شريك عن سماك بن حرب (١) عن أبي سلمة بن عبد الرحمن (٢) قال: إذا اشتريت مجوسية فلا تطأها حتى تسلم (٣).
١٦٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يونس (٤) عن ابن شهاب أنه سئل عن رجل كانت له جارية مجوسية فقال: لا يحل له أن يطأها حتى تسلم (٥).
١٦٨ - قال أبو عبيد: وكذلك قول الأوزاعي وسفيان ومالك حدثنيه عنه ابن أبي مريم (٦) وابن بكير (٧) أن المجوسية لا تحل بنكاح ولا بملك يمين (٨) وكذلك قول أهل الرأي كلهم.
قال أبو عبيد: وإنما اتفقت العلماء على تحريمهن (٩) في الوجهين جميعا
_________
(١) سماك (بكسر أوله وتخفيف الميم) بن حرب بن أوس بن خالد الذهلي البكري الكوفي، أبو المغيرة، صدوق، وروايته عن عكرمة خاصة مضطربة، وقد تغير بآخرة فكان ربما يلقن.
(التقريب ١/ ٣٣٢).
(٢) أبو سلمة بن عبد الرحمن بن عوف الزهري المدني، قيل اسمه عبد الله وقيل إسماعيل، ثقة، مكثر، من الثالثة، مات سنة أربع وتسعين، وكان مولده سنة بضع وعشرين.
(التقريب ٢/ ٤٣٠).
(٣) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب فى الرجل يطأ جاريته المجوسية من كرهه» ص ١٧٨.
(٤) هو يونس بن يزيد الأيلي.
(٥) روى نحوه عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب هل يطأ أحد جاريته مشركة» أثر (١٢٧٥٢) ص ١٩٥ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه أيضا ابن أبي شيبة، انظر الأثر الذي قبله.
(٦) هو سعيد بن الحكم بن أبي مريم.
(٧) هو يحيى بن عبد الله بن بكير.
(٨) قول الأوزاعي: لم أتمكن من العثور عليه.
وقول الإمام مالك أورده في الموطأ بلفظ: ولا يحل وطأ أمة مجوسية بملك اليمين، كتاب النكاح «باب النهي عن نكاح إماء أهل الكتاب» ج ٢ ص ٥٤١ تحقيق عبد الباقي.
أما قول سفيان الثوري فقد رواه عبد الرزاق بلفظ: أما السنة فلا يقع عليها- يعني المجوسية- حتى تصلي إذا استبرأها- المصنف ج ٧، كتاب النكاح «هل يطأ أحد جاريته مشركة» أثر (١٢٧٥٧) ص ١٩٧ تحقيق حبيب الرحمن الأعظمي.
(٩) في المخطوط من دون ياء والصواب ما أثبتناه.','1','97',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (176,'بالآية المحرّمة في سورة البقرة وهي قوله: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ فعمّ بها الحرائر والإماء ثم نسخ منها أهل الكتاب بالآية التي في المائدة على ما فسره أهل العلم، وقد أرخص بعضهم مع هذا في الولائد (١) منهن خاصة دون الأزواج.
١٦٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن يحيى بن أيوب عن ابن جريج عن عطاء وعمرو بن دينار (٢) في وطء الأمة المجوسية قالا: لا بأس بذلك (٣).
قال أبو عبيد: وأوّل (٤) من قال بهذا القول، ذهب إلى قوله: وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ أنه في التزويج خاصة، فحرّموها زوجة وأحلوها بملك يمين، وقد تأول ذلك قوم في سبايا العرب يوم أوطاس وقالوا:
وقد وطأن بالملك وهنّ عوابد أوثان ليس (٥) بأهل كتاب، وهذا عندنا خطأ فى التأويل على رسول الله- صلّى الله عليه- وأصحابه، ولكن وجهه عندنا أنه عرض عليهن الإسلام بعد السبي فأسلمن قبل الوطء، يفسر ذلك حديث يروى عن الحسن.
_________
(١) الولائد جمع وليدة وهي الجارية والأمة.
(النهاية ٥/ ٢٢٥، لسان العرب ٣/ ٤٧٠).
(٢) عمرو بن دينار: المكي، أبو محمد الأثرم الجمحي، مولاهم، أحد الأعلام قال ابن عيينة:
كان ثقة ثبتا كثير الحديث، صدوقا، عالما، وكان مفتي أهل مكة في زمانه، وقال في التقريب: ثقة ثبت، من الرابعة، مات سنة ست وعشرين ومائة.
(التهذيب ٨/ ٢٨، التقريب ٢/ ٦٩).
(٣) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الرجل يطأ الجارية من كرهه» ص ١٧٩ تحقيق عامر العمري الأعظمي.
ورواه أبو جعفر النحاس في ناسخه «باب ذكر الآية التي هي تتمة العشرين وَلا تَنْكِحُوا الْمُشْرِكاتِ حَتَّى يُؤْمِنَّ».
المخطوط ٥٩.
(٤) أوّل بالفتح، فعل ماض مضارعه يؤول.
(٥) هكذا في المخطوط «ليس» ولعل صوابه «لسن».','1','98',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (177,'١٧٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم عن يونس (١) عن الحسن قال: قال له رجل: يا أبا سعيد كيف كنتم تصنعون إذا سبيتموهن قال: كنا نوجهها إلى القبلة ونأمرها أن تسلم وتشهد أن لا إله إلا الله وأن محمدا رسول الله- صلّى الله عليه- ثم نأمرها أن تغتسل فإذا أراد صاحبها أن يصيبها لم يصبها حتى يستبرئها (٢).
قال أبو عبيد: فهذا الحديث عندنا مفسر لوطء كل أمة مشركة من المجوسيات وعوابد الأوثان وجميع أصناف أهل الملل سوى أهل الكتاب، وذلك أن الحسن وأهل بلاده إنما كانت مغازيهم في ناحية خراسان (٣) وسجستان (٤) وكابل (٥) وليس أولئك بأهل كتاب، فالأمر المعمول به عندنا أن الكتابيات من أهل الذمة خاصة حل بالنكاح وملك اليمين جميعا، وأن من سواهن من ملل أهل الشرك حرام بالنكاح وملك اليمين جميعا لما قصصنا من ناسخ نكاحهن ومنسوخه.
_________
(١) هو يونس بن عبيد.
(٢) روى نحوه عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب هل يطأ أحد جاريته مشركة» ص ١٩٦ أثر (٢٧٥٣) تحقيق حبيب الرحمن الأعظمي.
(٣) خراسان: بلاد واسعة، أول حدودها مما يلى العراق وآخر حدودها مما يلي الهند فتحت عنوة بعضها وبعضها صلحا فى سنة إحدى وثلاثين أيام خلافة عثمان- رضى الله عنه- وقد انحدر من خراسان العديد من علماء الإسلام الأجلاء. البخاري، مسلم، الترمذي، إسحاق بن راهويه، أحمد بن حنبل، والحاكم، وأبو عبيد هذا وغيرهم كثير.
(معجم البلدان ٢/ ٣٥٠).
(٤) سجستان: بكسر أوله وثانيه، ولاية واسعة تقع بين الهند وخراسان جنوب هراة. انحدر منها إمام الحديث عبد الله بن سليمان بن الأشعث أبو بكر بن أبى داود السجستاني.
(معجم البلدان ٣/ ١٩٠).
(٥) كابل: بضم الباء الموحدة ولام، بين الهند ونواحي سجستان فى ظهر الغور، غزاها المسلمون فى أيام بني مروان وافتتحوها وأهلها مسلمون.
(معجم البلدان ٣/ ٤٢٦).','1','99',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (178,'قال أبو عبيد: وقد روى بعضهم عن حذيفة حديثا شاذا (١) أنه تزوج مجوسية وهذا لا أصل له فيما نرى ولا يصدّق بمثله على أصحاب النبي- صلّى الله عليه- لأنه خلاف التنزيل وما عليه أهل الإسلام، وإنما (٢) المعروف عن حذيفة نكاحه اليهودية، فلعل المحدث أرادها فأوهم (٣). هذا ما في نكاح الحرام الذي نسخه الحلال فأما الذي اختلف الناس في نسخه فنكاح البغايا من المسلمات فإنما اختلفوا في ذلك لقوله تعالي: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُها إِلَّا زانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذلِكَ عَلَى الْمُؤْمِنِينَ (٤) فكانت الآية عند بعضهم منسوخة لا يعمل بها وعند آخرين محكمة معمولا بها.
١٧١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٥) ويزيد بن هارون كلاهما عن يحيى بن سعيد الأنصاري عن سعيد بن المسيب فى هذه الآية: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً قال: نسختها الآية التي بعدها قوله: وَأَنْكِحُوا الْأَيامى مِنْكُمْ (٦) وقال: كان يقال: هن من أيامى (٧) المسلمين (٨).
_________
(١) الشاذ: هو ما انفرد به الثقة مخالفا من هو أرجح منه لمزيد ضبط أو كثرة عدد أو غير ذلك من وجوه الترجيحات. التدريب ج ١ ص ٢٣٤، ٢٣٥ تحقيق عبد الوهاب عبد اللطيف.
(٢) في المخطوط مسح ذهبت معه بعض كلمة (وإنما) فلم يتضح منها سوى الواو والميم.
(٣) وقد ثبت بسند صحيح زواج حذيفة من يهودية بالمدائن.
انظر: الأثر ١٥٦، وتصحيح ابن كثير له.
وقال البيهقي في سننه بعد إيراده للأثر المصرح بأن زوجة حذيفة مجوسية فهذا غير ثابت، والمحفوظ عن حذيفة أنه نكح يهودية والله أعلم. السنن الكبرى ج ٧، كتاب النكاح «باب ما جاء في تحريم حرائر أهل الشرك دون أهل الكتاب» ص ١٧٣.
(٤) سورة النور آية ٣.
(٥) هو يحيى بن سعيد القطان.
(٦) سورة النور آية ٣٢.
(٧) الأيّم فى الأصل التي لا زوج لها.
(النهاية ١/ ٨٥).
(٨) روى نحوه الشافعي: الأم ج ٥، كتاب النكاح «باب ما جاء في نكاح المحدثين وبما جاء','1','100',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (179,'١٧٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج عن مجاهد فى قوله: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً قال: كان رجال يريدون الزنا بنساء زوان بغايا معلنات، كن كذلك في الجاهلية، فقيل لهم: هذا حرام، فأرادوا نكاحهن فحرّم عليهم نكاحهن، أو قال: فحرم عليهم نكاحهم (٢)، (٣).
قال أبو عبيد: فمذهب سعيد ومجاهد فى تأولهما هو الرخصة في تزويج البغي، إلا أن سعيدا أراد أن التحريم كان عاما ثم نسخته الرخصة، وأراد مجاهد أن التحريم لم يكن إلا على أولئك خاصة دون الناس، وقد جاءت أخبار فيها دلائل على هذا التأويل.
١٧٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٤) عن عبيد الله (٥) عن نافع عن صفية (٦) وابن عمر: أن رجلا ضاف رجلا فافتض أخته، فرفع إلى أبي بكر (٧) - رضي الله عنه- فسأله: فأقرّ، فقال: أبكر أم ثيب؟ فقال: بكر، فجلده مائة وغرّبه إلى فدك (٨) ثم إن الرجل
_________
فى نكاح المحدودين» ص ١٢، ١٤٨، ثم رجحه ومال اليه بقوله: فهذا كما قال ابن المسيب إن شاء الله وعليه دلائل من، الكتاب والسنة. وروى نحوه البيهقى: السنن الكبرى، كتاب النكاح «باب نكاح المحدثين وما جاء فى قوله: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً» ج ٧ ص ١٥٤.
(١) هو حجاج بن محمد المصيصي.
(٢) في المخطوط «نكاحهن» والصواب ما أثبتناه إن شاء الله.
(٣) روى نحوه الشافعي: الأم ج ٥، كتاب النكاح «باب ما جاء في نكاح المحدودين» ص ١٤٨.
وروى نحوه البيهقى فى السنن الكبرى، كتاب النكاح «باب نكاح المحدثين وما جاء فى قوله:
الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً» ج ٧ ص ١٥٤.
(٤) هو يحيى بن سعيد القطان.
(٥) هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.
(٦) صفية بنت حيي بن أخطب، الإسرائيلية، أم المؤمنين، تزوجها النبي- صلّى الله عليه وسلم- بعد خيبر، وماتت سنة ست وثلاثين، وقيل فى ولاية معاوية وهو الصحيح (التقريب ٢/ ٦٠٣).
(٧) أبو بكر: عبد الله بن عثمان بن عامر بن عمرو بن كعب بن سعد بن تيم بن مرة أبو بكر بن قحافة، الصدّيق الأكبر، خليفة رسول الله- صلّى الله عليه وسلم- مات فى جمادى الأولى سنة ثلاث عشرة، وله ثلاث وستون سنة.
(التقريب ١/ ٤٣٢).
(٨) فدك: (بفتح الفاء والدال) قرية بالحجاز بينها وبين المدينة يومان أو ثلاثة، أفاءها الله على رسوله- صلّى الله عليه وسلم- في سنة سبع صلحا.
(معجم البلدان ٤/ ٢٣٨).','1','101',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (180,'تزوج المرأة بعد ذلك وقتل باليمامة (١)، (٢).
١٧٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٣) عن محمد بن إسحاق (٤) عن نافع عن ابن عمر أو صفية: أن أبا بكر- رضى الله عنه- أرسل إليهما، أو سألهما فاعترفا فجلدهما مائة، مائة، ثم زوج أحدهما من الآخر مكانه ونفاهما سنة.
١٧٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا سفيان بن عيينة عن عبيد الله بن أبي يزيد (٥) عن أبيه (٦): أن غلاما فجر بجارية، فسئلا؟
فاعترفا، فجلدهما عمر بن الخطاب ثم حرص أن يجمع بينهما فأبى الغلام (٧).
_________
(١) اليمامة: بلد معدودة من نجد، كان فتحها وقتل مسيلمة الكذاب في أيام أبي بكر الصديق- رضي الله عنه- سنة اثنتى عشرة للهجرة، فتحها قائد المسلمين سيف الله خالد بن الوليد عنوة ثم صولحوا.
(معجم البلدان ٥/ ٤٤١).
(٢) روى نحوه عبد الرزاق فى المصنف «باب الرجل يزني بامرأة ثم يتزوجها» ج ٧ ص ٢٠٤ أثر (١٢٧٩٦) تحقيق حبيب الرحمن الأعظمي.
(٣) هو يزيد بن هارون.
(٤) محمد بن إسحاق بن يسار بن خيار أبو بكر المطلبي، مولاهم، نزيل العراق، قال الإمام أحمد: كان ابن إسحاق يدلس، وقال البرقي: لم أر أهل الحديث يختلفون في ثقته وحسن حديثه وروايته، وفي حديثه عن نافع بعض الشيء. وقال في التقريب: محمد بن إسحاق إمام المغازي، صدوق يدلس ورمي بالتشيع والقدر، من صغار الخامسة، مات سنة خمسين ومائة.
(التهذيب ٩/ ٣٨ - التقريب ٢/ ١٤٤).
(٥) عبيد الله بن أبي يزيد: المكي، مولى آل قارظ بن شيبة، ثقة، كثير الحديث، من الرابعة، مات سنة ست وعشرين ومائتين، وله ست وثمانون سنة.
(التقريب ١/ ٥٤٠).
(٦) أبو يزيد: المكي، والد عبيد الله، حليف بني زهرة مولى آل قارظ بن شيبة، ذكره ابن حبان في الثقات.
(التهذيب ١٢/ ٢٨٠).
(٧) روى نحوه الشافعي فى الأم ج ٥، كتاب النكاح ص ١٢.
وروى نحوه البيهقي فى السنن الكبرى، كتاب النكاح «باب ما يستدل به على قصر الآية على ما نزلت فيه أو نسخها» ج ٧ ص ١٥٥.
وروى نحوه عبد الرزاق فى المصنف، كتاب النكاح «باب الرجل يزني بامرأة ثم يتزوجها» ج ٧ أثر (١٢٧٩٣) ص ٢٠٣ تحقيق حبيب الرحمن الأعظمي.','1','102',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (181,'١٧٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد بن هارون عن شريك عن إبراهيم بن مهاجر (١) عن إبراهيم النخعي عن همّام بن الحارث (٢) عن عبد الله بن مسعود: في الرجل يفجر بالمرأة ثم يريد أن يتزوجها، قال: لا بأس بذلك (٣).
١٧٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير عن الأوزاعى عن يحيى بن أبي كثير (٤) قال: حدثني مساور الثقفي (٥) قال:
كنت عند ابن عباس، فسئل عن ذلك فقال: لا بأس به، قال: وقال جابر بن عبد الله (٦): أوله حرام وآخره حلال (٧).
_________
(١) إبراهيم بن مهاجر: ابن جابر البجلي الكوفي، صدوق، لين الحفظ، من الخامسة.
(التقريب ١/ ٤٤).
(٢) همّام بن الحارث: ابن قيس بن عمرو النخعي الكوفي، ثقة عابد، من الثانية مات سنة خمس وستين.
(التقريب ٢/ ٣٢١).
(٣) رواه البيهقي فى السنن الكبرى، كتاب النكاح «باب ما يستدل به على قصر الآية على ما نزلت فيه أو نسخها» ج ٧ ص ١٥٦.
(٤) يحيى بن أبي كثير: الطائي، مولاهم، أبو نصر اليمامي، ثقة، ثبت، لكنه يدلس ويرسل، من الخامسة، مات سنة اثنتين وثلاثين ومائة، وقيل قبل ذلك.
(التقريب ٢/ ٣٥٦).
(٥) مساور الثقفي: لم أظفر بترجمة له بعد طول بحث.
(٦) جابر بن عبد الله بن عمرو بن حرام بن ثعلبة الخزرجي السلمي أبو عبد الله روى مسلم بسنده عن جابر أنه قال: لم أشهد بدرا ولا أحدا منعني أبي فلما قتل عبد الله لم أتخلف عن رسول الله- صلّى الله عليه وسلم- فى غزوة قط، وقال وكيع عن هشام بن عروة: رأيت لجابر بن عبد الله حلقة في المسجد يؤخذ عنه. مات سنة ثمان وسبعين وعمره أربع وتسعون سنة، وهو آخر من مات من الصحابة بالمدينة.
(التهذيب ٢/ ٤٢).
(٧) رواه البيهقي في سننه من عدة طرق: عن ابن عباس وجابر بن عبد الله وسعيد بن المسيب وسعيد بن جبير فى السنن الكبرى، كتاب النكاح ج ٧ ص ١٥٥ وقول جابر بن عبد الله رواه أيضا عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب الرجل يزني بامرأة ثم يتزوجها» أثر (١٢٧٨٦) ص ٢٠٢ تحقيق حبيب الرحمن الأعظمي.','1','103',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (182,'١٧٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (١) عن أيوب (٢) عن عكرمة عن ابن عباس: أنه كان لا يرى به بأسا، ويقول: إنما مثل ذلك مثل رجل أتى حائطا فسرق منه ثم أتى صاحبه فاشترى منه، فما سرق حرام، وما اشترى حلال (٣).
١٧٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) عن جرير بن حازم عن ابن أبي نجيح عن مجاهد وعن قيس بن سعد (٥) عن عطاء قالا: فى الرجل يرى امرأته
تزني: يمسكها إن شاء، فإن ذلك لا يحرمها عليه (٦).
١٨٠ - أخبرنا علي قال: حدثنا أبو عبيد: قال: حدثنا عبد الرحمن عن سفيان عن ابن أبي نجيح عن مجاهد قال: لو رأى معها عشرة لم تحرم عليه (٧).
_________
(١) هو إسماعيل بن إبراهيم بن عليّة.
(٢) هو أيوب السختياني.
(٣) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الرجل يفجر بالمرأة ثم يتزوجها» ص ٢٤٨ تحقيق عامر العمري الأعظمي.
وروى نحوه عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب الرجل يزني بامرأة ثم يتزوجها» أثر (١٢٧٨٧) ص ٢٠٢ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقي، كتاب النكاح ج ٧ ص ١٥٥. وليس في مروياتهم ذكر (إنما مثل ذلك مثل رجل .. الخ).
(٤) هو يزيد ابن أبي حبيب.
(٥) قيس بن سعد: المكي، ثقة، من السادسة، مات سنة بضع عشرة ومائة.
(التقريب ٢/ ١٢٨).
(٦) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الرجل يرى امرأته تفجر أو يبلغه ذلك يطأها أم لا.» ص ١٨٢ تحقيق عامر العمري الأعظمي.
(٧) رواه عبد الرزاق فى المصنف ج ٧، كتاب النكاح «باب الرجل يجد مع امرأته رجلا» أثر ١٢٣٦١ ص ٩٧ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه سعيد بن منصور في سننه ج ٣ القسم الأول، كتاب النكاح «باب الرجل يتزوج المرأة الفاجرة» ص ٢٠٣.','1','104',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (183,'١٨١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن المبارك عن الحسن بن يحيى (١) عن الضحاك بن مزاحم قال: إذا فجرت لم يفرق بينهما كما أنه لو فجر لم يفرق بينهما (٢).
١٨٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا جرير (٣) عن الشيبانى (٤) عن الشعبي قال: إذا فجرت لا تنتزع كما لو فجر لم ينتزع (٥).
قال أبو عبيد: فهذا مذهب من رأى الآية منسوخة غير معمول بها فلهذا تراخصوا في تزوج البغايا وإمساكهن، وهي عند آخرين من العلماء على غير ذلك يرونها محكمة قائمة ويفسدون النكاح بفجورها.
١٨٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (٦) عن شعبة عن سماك بن حرب قال: سمعت حنش بن المعتمر (٧) يحدث: أن قوما اختصموا إلى علي في رجل تزوج امرأة فزنى، أو قال: فزنت قبل أن يدخل بها قال: ففرق بينهما (٨).
_________
(١) الحسن بن يحيى: البصري، سكن خراسان، مقبول، من السابعة.
(التقريب ١/ ١٧٢).
(٢) لم أتمكن من تخريجه.
(٣) هو ابن حازم.
(٤) الشيباني: سليمان بن أبي سليمان، أبو إسحاق الشيباني، الكوفي، ثقة، من الخامسة، مات في حدود الأربعين ومائة.
(التقريب ١/ ٣٢٥).
(٥) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الرجل يتزوج المرأة فيفجر قبل أن يدخل بها» ص ٢٦٤ تحقيق عامر العمري الأعظمي.
(٦) هو هاشم بن القاسم بن مسلم الليثي.
(٧) حنش بن المعتمر: ويقال ابن ربيعة، الكناني أبو المعتمر، الكوفي، صدوق له أوهام، ويرسل، من الثالثة، وأخطأ من عدّة من الصحابة.
(التقريب ١/ ٢٠٥).
(٨) روى نحوه ابن أبي شيبة فى المصنف، كتاب النكاح «باب في الرجل يتزوج المرأة فيفجر قبل أن يدخل بها» ج ٤ ص ٢٦٣ تحقيق عامر العمري الأعظمي.
ورواه البيهقي فى السنن الكبرى، كتاب النكاح «باب ما يستدل به على قصر الآية على ما نزلت فيه أو نسخها» ج ٧ ص ١٥٦ ثم قال البيهقي بعد إيراده للأثر: وحنش غير قوي.','1','105',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (184,'١٨٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم عن داود ابن أبي هند (١) عن سماك بن حرب عمن حدثه، وربما قال هشيم: عن رجل من بني عجل عن علي مثل ذلك.
١٨٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا جرير (٢) عن منصور (٣) عن إبراهيم في رجل تزوج امرأة ففجرت قبل أن يدخل بها، قال:
يفرق بينهما ولا صداق لها (٤).
١٨٦ - قال أبو عبيد: وكذلك يحدث به عن الحسن (٥) أنه قال:
لا يتزوج إلا محدودة مثله (٦).
قال أبو عبيد: وإنما نرى هؤلاء تأولوا هذه الآية: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً ومما يزيد حجتهم قوة حكم رسول الله- صلّى الله عليه-
_________
(١) داود بن أبي هند: القشيري، مولاهم، أبو بكر أو أبو محمد البصري، ثقة متقن، كان يهم بآخرة، مات سنة أربعين ومائة.
(التقريب ١/ ٢٣٥).
(٢) هو جرير بن حازم.
(٣) هو منصور بن المعتمر.
(٤) رواه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب في الرجل يتزوج المرأة فيفجر قبل أن يدخل بها» ص ٢٦٤ تحقيق عامر العمري الأعظمي.
(٥) الحسن بن علي بن أبي طالب الهاشمي، سبط رسول الله- صلّى الله عليه وسلم- وريحانته، وقد صحبه وحفظ عنه، مات شهيدا بالسّمّ، سنة تسع وأربعين وهو ابن سبع وأربعين.
(التقريب ١/ ١٦٨).
(٦) روى نحوه ابن أبي شيبة فى المصنف ج ٤، كتاب النكاح «باب من قال لا يتزوج محدود إلا محدودة» ص ٢٧٣ تحقيق عامر العمري الأعظمي.
وروى نحوه البيهقى فقال: أخبرنا أبو عبد الله الحافظ أنبأ أبو أحمد الحسين بن علي التميمي، ثنا الإمام أبو بكر محمد بن إسحاق أنبأ بشر بن معاذ العقدى، ثنا يزيد بن زريع، ثنا حبيب المعلم قال: جاء رجل من أهل الكوفة إلى عمرو بن شعيب فقال: ألا تعجب أن الحسن يقول: إن الزاني المجلود لا ينكح إلا مجلودة مثله ... إلخ/ السنن الكبرى ج ٧، كتاب النكاح «باب ما يستدل به على قصر الآية على ما نزلت فيه أو نسخها» ص ١٥٦.','1','106',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (185,'فى التفريق بين المتلاعنين، فيقولون: إذا كانت تحرم عليه بأن يرميها بالفجور أو بالانتفاء من ولدها حتى يجب عليه بذلك اللعان وتصير محرمة عليه، فالتحريم له في اليقين ألزم وعليه أوكد، وذهب الآخرون بالرخصة إلى أن اللعان هو المحرم لا القذف والنفي، يقولون ألا ترى أنهما على نكاحهما يتوارثان ما لم يلتعنا.
قال أبو عبيد: وبهذا القول نقول: إن عيان الفجور منه لها ليس بطلاق، ولا يفرق بينهما إلا التلاعن، غير أنه يؤمر بطلاقها أمرا ويخاف عليه الإثم في إمساكها، لأن الله تبارك وتعالى إنما اشترط على المؤمنين نكاح المحصنات فقال عز وجل: وَالْمُحْصَناتُ مِنَ الْمُؤْمِناتِ وَالْمُحْصَناتُ مِنَ الَّذِينَ أُوتُوا الْكِتابَ مِنْ قَبْلِكُمْ ومع هذا أنه لا يأمنها أن توطئ فراشه غيره فتلحق به نسبا ليس منه، فيرث ماله ويطلع على حرمته، فأي ذنب أعظم من هذا؟ أن يكون لها معينا عليه بإمساكها، ولا أحسب الذين ترخصوا في ذلك بعد الفجور إلا لتوبة تظهر منها، كالذي يحدّث به عن ابن عباس مفسّرا وعن عمر.
١٨٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يزيد بن أبي حبيب أنه بلغه عن ابن عباس أنه سئل عن رجل أراد أن ينكح امرأة قد زنى بها، فقال: ليردها على الزنا فإن فعلت فلا ينكحها وإن أبت فلينكحها (١).
١٨٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن قيس بن مسلم عن طارق بن شهاب (٢): أن رجلا خطبت إليه ابنة له
_________
(١) لم أتمكن من تخريجه.
(٢) طارق بن شهاب: ابن عبد شمس بن هلال بن سلمة بن عوف بن خيثم البجلي الأحمسي أبو عبد الله الكوفي. قال إسحاق بن منصور عن يحيى بن معين: ثقة، وقال أبو داود: رأى النبي- صلّى الله عليه وسلم- ولم يسمع منه شيئا، وقال ابن أبي حاتم عن أبيه: ليست له صحبة، وقال العجلي: وهو ثقة.
مات سنة اثنتين أو ثلاث وثمانين. (التهذيب ٥/ ٣).','1','107',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (186,'وكانت قد أحدثت فأتى عمر فذكر ذلك له فقال: ما رأيت منها إلا خيرا فقال:
زوجها ولا تخبر، قال عبد الرحمن: قوله: ما رأيت منها إلا خيرا يعني: بعد الحدث (١).
قال أبو عبيد: وقد يسهل قوم في نكاحها وإن لم يظهر منها توبة واحتجوا.
١٨٩ - بحديث يروى مرفوعا في الذي قال له: إن امرأته لا تمنع يد لامس، فأمره النبي- صلّى الله عليه وسلم- بالاستمتاع منها (٢). وتأولوه: على البغاء، وهذا
_________
(١) روى نحوه الطبري فى جامع البيان ج ٩، أثر (١١٢٥٨) ص ٥٨٢ تحقيق محمود وأحمد محمد شاكر.
وروى نحوه البيهقي فى السنن الكبرى، كتاب النكاح «باب ما يستدل به على قصر الآية على ما نزلت فيه أو نسخها» ج ٧ ص ١٥٥.
(٢) رواه البيهقي فى السنن الكبرى ج ٧، كتاب النكاح «باب ما يستدل به على قصر الآية على ما نزلت فيه أو نسخها» ص ١٤، ١٥٥.
ورواه بمعناه الشافعي في الأم ج ٥، كتاب النكاح «باب نكاح المحدثين» ص ١٢.
وروى نحوه النسائي قال: أخبرنا محمد بن إسماعيل بن إبراهيم قال: حدثنا يزيد قال: حدثنا حماد ابن سلمة وغيره عن هارون بن رئاب عن عبد الله بن عبيد بن عمير، وعبد الكريم عن عبد الله بن عبيد ابن عمير عن ابن عباس.
عبد الكريم يرفعه إلى ابن عباس وهارون لم يرفعه قالا: جاء رجل إلى رسول الله- صلّى الله عليه وسلم- فقال:
إن عندي امرأة هي من أحب الناس إليّ وهي لا تمنع يد لامس، قال: طلقها، قال: لا أصبر عنها.
قال: استمتع بها. وقال الإمام السندي في تعليقه على هذا الحديث في الحاشية: قوله «وهي لا تمنع يد لامس» أي أنها مطاوعة لمن أرادها. وهذا كناية عن الفجور، وقيل: بل هو كناية عن بذلها الطعام قيل وهو الأشبه، وقال أحمد: لم يكن ليأمره بإمساكها وهي تفجر، ورد بأنه لو كان المراد السخاء لقيل لا ترد يد ملتمس إذ السائل يقال له الملتمس لا لامس، وأما اللمس فهو الجماع أو بعض مقدماته، وأيضا السخاء مندوب إليه، فلا تكون المرأة معاقبة لأجله مستحقة للفراق، فإنها إما أن تعطى مالها أو مال الزوج، وعلى الثاني على الزوج صونه وحفظه وعدم تمكينها منه، فلم يتعين الأمر بتطليقها، وقيل المراد أنها تتلذذ بمن يلمسها فلا ترد يده، ولم يرد الفاحشة العظمي، وإلا لكان بذلك قاذفا، وقيل الأقرب أن الزوج علم منها أن أحدا لو أراد منها السوء لما كانت هي ترده لا أنه تحقق وقوع ذلك منها. بل ظهر له ذلك بقرائن فأرشده الشارع إلى مفارقتها احتياطا، فلما علم أنه لا يقدر على فراقها لمحبته لها وأنه لا يصبر على ذلك رخص له فى إثباتها لأن محبته لها محققة ووقوع الفاحشة منها متوهم.','1','108',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (187,'عندنا خلاف الكتاب والسنة لأن الله تبارك وتعالى إنما أذن فى نكاح المحصنات خاصة، ثم أنزل في القاذف لامرأته آية اللعان، وسنّ رسول الله- صلّى الله عليه- التفريق بينهما فلا يجتمعان أبدا، فكيف يأمره بالإقامة على عاهرة لا تمتنع ممن أرادها وفي حكمه أن يلاعن بينهما ولا يقره معها قاذفا على حاله؟. هذا لا وجه له عندنا. ومن الحجة في هذا أيضا:
١٩٠ - قول النبى- صلّى الله عليه وسلم- إذا زنت أمة أحدكم فليجلدها، ثم قال في الثالثة أو الرابعة: فليبعها ولو بضفير (١)، فكيف يكره أن توطأ الأمة الفاجرة ويرخّص في الإقامة على الزوجة الحرة وهى فاجرة، والذي أحمل عليه وجه الحديث أنه ليس يثبت عن النبي- صلّى الله عليه- إنما يحدثه هارون بن رئاب (٢)، عن عبد الله بن عتبة (٣) ويحدثه عبد الكريم الجزري عن أبي الزبير (٤) كلاهما يرسله،
_________
إلى أن قال: ثم لا دلالة في الحديث على جواز نكاح الزانية ابتداء ضرورة أن البقاء أسهل من الابتداء على أن الحديث محتمل كما تقدم، وقيل هذا الحديث موضوع، وردّ بأنه حسن صحيح ورجال سنده رجال الصحيحين، فلا يلتفت إلى قول من حكم عليه، بالوضع والله تعالى أعلم.
انظر: (سنن النسائي بشرح السيوطي وحاشية السندي ج ٦، كتاب النكاح «باب تزويج الزانية» ص ٦٧).
(١) رواه مسلم في صحيحه قال: حدثنا عبد الله بن مسلمة القعنبي حدثنا مالك وحدثنا يحيى ابن يحيى واللفظ له قال: قرأت على مالك بن شهاب عن عبيد الله بن عبد الله عن أبي هريرة: أن رسول الله- صلّى الله عليه وسلم- سئل عن الأمة إذا زنت ولم تحصن قال: إن زنت فاجلدوها ثم إن زنت فاجلدوها ثم بيعوها ولو بضفير، قال ابن شهاب: لا أدري أبعد الثالثة أو الرابعة، وقال القعنبى في روايته: قال ابن شهاب: والضفير الحبل- صحيح مسلم ج ٣، كتاب الحدود «باب رجم اليهود أهل الذمة في الزنى» ص ١٣٢٩ تحقيق عبد الباقي.
وروى نحوه البخاري في صحيحه، كتاب البيوع «باب بيع العبد الزاني» ج ٣ ص ٢٦.
وروى نحوه الإمام أحمد: المسند ج ٢ ص ٢٤٩.
(٢) هارون بن رئاب: (بكسر الراء التحتانية مهموز ثم موحدة) التميمي، أبو بكر أبو الحسن، ثقة عابد، من السادسة (التقريب ٢/ ٣١١).
(٣) قلت: لم يرد ذكر لعبد الله بن عتبة عند من خرّج حديث المرأة التي لا تمنع يد لا مس بل روى الحديث الشافعي في الأم من طريق سفيان بن عيينة عن هارون بن رئاب عن عبد الله بن عبيد بن عمير الليثي، وكذا النسائي والبيهقي كلاهما ذكر في السند عبد الله بن عبيد بن عمير وليس لعبد الله بن عتبة فى أحاديثهم ذكر، أضف إلى ذلك أن هارون بن رئاب لم يرو عن عبد الله بن عتبة إنما عن عبد الله ابن عبيد بن عمير. وعلى هذا يكون ذكر اسم عبد الله بن عتبة بدل عبد الله بن عبيد بن عمير الليثي من قبيل الوهم وسبق القلم.
(٤) أبو الزبير: محمد بن مسلم بن تدرس (بفتح المثناة وسكون الدال المهملة وضم الراء)','1','109',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (188,'فإن كان له أصل فإن معناه: أن الرجل وصف امرأته بالخرق وضعف الرأي وتضييع ماله فهي لا تمنعه من طالب ولا تحفظه من سارق، هذا عندي مذهب الحديث، وإن كان المعنى الآخر مقولا مستعملا عند الناس، يريدون بيد اللامس الكناية عن الفرج، والذي ذهبنا نحن إليه مستغنى عن الكفاية إنما هو تضييع اليد نفسها ومع هذا أنه أشبه بالنبي- صلّى الله عليه- وأحرى أن يظن بحديثه، كالذي:
١٩١ - قال علي وعبد الله: إذا جاءكم الحديث عن رسول الله- صلّى الله عليه وسلم- فظنوا به الذي هو أهدى والذي هو أهنأ (١) والذي هو أتقى (٢)، (٣) وقد احتج قوم بقول الله عز وجل: أَوْ لامَسْتُمُ النِّساءَ (٤) فقالوا: ألا ترى أنه قد جعل الجماع لمسا، فيقال لهم: إن الرجل لم يقل للنبي- صلّى الله عليه- إنها لا تمنع لامسا، فلو كان الكلام هكذا ما كانت لكم حجة ولكنه إنما قال:
يد لامس، ولم يقل: فرج لامس، وقد قال الله عز وجل: وَلَوْ نَزَّلْنا عَلَيْكَ كِتاباً فِي قِرْطاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ (٥) فهل لهذا معنى غير اليد المعروفة فهذا هو
_________
الأسدي، مولاهم، أبو الزبير المكي، صدوق، إلا أنه يدلس من الرابعة، مات سنة ست وعشرين ومائة (التقريب ٢/ ٢٠٧).
(١) أهنأ: اسم تفضيل من هنأ الطعام إذا ساغ، أو جاء بلا تعب ولم يعقبه بلاء. سنن ابن ماجة الحاشية تحقيق عبد الباقي.
(٢) أتقى: اسم تفضيل من الاتقاء. سنن ابن ماجة الحاشية تحقيق عبد الباقي.
(٣) روى نحوه ابن ماجة فى سننه ج ١ المقدمة «باب تعظيم حديث رسول الله- صلّى الله عليه وسلم- والتغليظ على من عارضه» الحديث ١٩، ٢٠ تحقيق محمد فؤاد عبد الباقي.
(٤) يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ ما يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ.
سورة المائدة آية ٦.
(٥) وَلَوْ نَزَّلْنا عَلَيْكَ كِتاباً فِي قِرْطاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقالَ الَّذِينَ كَفَرُوا إِنْ هذا إِلَّا سِحْرٌ مُبِينٌ.
سورة الأنعام آية ٧.','1','110',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (189,'الشاهد أن يد اللامس هى التى تأولنا، والله أعلم. وقد وجدنا مع هذا شاهدا في أشعار العرب، قال جرير بن الخطفي (١) يعاتب قوما.
ألستم لئاما إذ ترومون جاركم ... ولولاهم لم تدفعوا كف لامس (٢)
فهذا حجة في كلام العرب مع ما ذكرنا، لأن الشاعر إنما أراد: أنكم لا تمنعون ظالما ولا أحدا يريد أموالكم.
قال أبو عبيد: قد ذكرنا ما في هذه الآية من ناسخها ومنسوخها، وقد روي عن ابن عباس أنه كان يذهب من تأويلها إلى وجه ثالث.
١٩٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم عن حصين (٣) عن سعيد بن جبير عن ابن عباس فى قوله: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً الآية قال: هو الجماع حين يجامعها (٤).
١٩٣ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا علي بن عاصم (٥) عن حصين عمن سمع سعيد بن جبير يحدث عن ابن عباس بذلك.
_________
(١) جرير بن الخطفي: هو جرير بن عطية بن حذيفة الخطفي (بفتح الخاء والطاء وكسر الفاء وياء) ابن بدر الكلبي اليربوعي، من تميم، أشعر أهل عصره، ولد ومات في اليمامة، وعاش عمره كله يناضل شعراء زمنه ويساجلهم فلم يثبت أمامه غير الفرزدق والأخطل، وكان عفيفا وهو من أغزل الناس شعرا (الأعلام ٢/ ١١٩).
(٢) ديوان جرير ص ٢٥٦.
(٣) هو حصين بن عبد الرحمن السلمي.
(٤) روى نحوه البيهقي فى السنن الكبرى، كتاب النكاح «باب ما جاء في قول الله تعالى: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً» ج ٧ ص ١٥٤.
(٥) علي بن عاصم بن صهيب الواسطي، التميمي مولاهم، صدوق يخطئ ويصرّ على خطئه، رمي بالتشيع، من التاسعة، مات سنة إحدى ومائتين وقد جاوز التسعين.
(التقريب ٢/ ٣٩).','1','111',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (190,'١٩٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج قال: سمعت عطاء يقول: في هذه الآية: كان بغايا متعالمات (٢) في الجاهلية، بغي آل فلان وآل فلان، فكنّ زواني مشركات فقال: الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً لهن وَالزَّانِيَةُ لا يَنْكِحُها إِلَّا زانٍ أَوْ مُشْرِكٌ لهم وَحُرِّمَ ذلِكَ عَلَى الْمُؤْمِنِينَ قال: فأحكم الله عز وجل ذلك من أمر الجاهلية بهذا قال، فقيل لعطاء: أبلغك هذا عن ابن عباس؟ قال:
نعم (٣) قال أبو عبيد: أيذهب ابن عباس إلى أن قوله: لا يَنْكِحُ إنما هو الجماع، ولا يذهب به إلى التزويج، والكلمة محتملة للمعنيين جميعا في كلام العرب والله أعلم.
_________
(١) هو حجاج بن محمد المصيصي.
(٢) قوله: «متعالمات» ساقطة من سياق الأثر قد علقت على هامش المخطوط فأعدتها إلى موضعها من النص.
(٣) رواه الطبرى فى جامع البيان ج ١٨ سورة النور ص ٥٧ ط دار المعرفة.
ورواه البيهقي فى السنن الكبرى، كتاب النكاح «باب نكاح المحدثين وما جاء في قول الله عز وجل:
الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً» ج ٧ ص ١٥٣.','1','112',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (191,'<span data-type="title" id=toc-56>باب الطلاق وما جاء فيه</span>
قال أبو عبيد: أما الطلاق فإنا لا نعلم فيه ناسخا ولا منسوخا إلا في موضعين: فدية الخلع، وعدّة الوفاة. فأما الفدية:
١٩٥ - فإن حجاجا (١) حدثنا عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله: وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً (٢) قال: ثم
استثنى فقال: إِلَّا أَنْ يَخافا أَلَّا يُقِيما حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيما حُدُودَ اللَّهِ فَلا جُناحَ عَلَيْهِما فِيمَا افْتَدَتْ بِهِ (٣).
١٩٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله:
وَآتَيْتُمْ إِحْداهُنَّ قِنْطاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً أَتَأْخُذُونَهُ بُهْتاناً وَإِثْماً مُبِيناً (٤) ثم قال: إِلَّا أَنْ يَخافا أَلَّا يُقِيما حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيما حُدُودَ اللَّهِ فَلا جُناحَ عَلَيْهِما فِيمَا افْتَدَتْ بِهِ قال: قال ابن عباس: وتركها إقامة حدود الله استخفافا بحق زوجها وسوء خلقها، فتقول له: والله لا أبرّ لك قسما ولا أطأ لك مضجعا ولا أطيع لك أمرا، فإذا فعلت ذلك فقد حلت لك منها الفدية (٥).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) في المخطوط الآية كتبت هكذا (ولا تأخذوا مما آتيتموهن شيئا) والصواب ما أثبتناه، سورة البقرة آية/ ٢٢٩/.
(٣) رواه ابن أبي حاتم في تفسيره ج ١ سورة البقرة تفسير قوله: وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً .. الآية ورقة (١٦٣) من المخطوط.
(٤) سورة النساء آية ٢٠.
(٥) رواه الطبري فى جامع البيان ج ٤ أثر (٤٨٣٥) ص ٥٦٣ تحقيق محمود وأحمد محمد شاكر.','1','113',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (192,'١٩٧ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا هشيم قال أخبرنا مغيرة (١) عن إبراهيم قال: لا يصلح للرجل الفدية حتى تعصيه امرأته فلا تطيعه وتحنثه فلا تبره، فإن المرأة قد تطيع زوجها وتعصيه وتحنثه (٢) وتبره (٣).
١٩٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو الأسود (٤) عن ابن لهيعة عن عبيد الله بن عبد الله بن أبي فروة (٥) عن عطاء بن أبي رباح قال: لا يحل الخلع إلا أن تقول المرأة لزوجها إني أكرهك وما أحبك، وقد خشيت أن آثم بجنبك، ولا أؤدى حقك، وتطيب نفسا بالخلع (٦).
١٩٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير عن الأوزاعي عن عطاء وعمرو بن شعيب (٧) والزهري قالوا: لا يصلح الخلع إلا من الناشز المبغض، أو قال: المبغضة (٨).
_________
(١) هو مغيرة بن مقسم الضبي.
(٢) تحنثه: من الحنث في اليمين وهو نقضها والنكث فيها.
النهاية ج ١ ص ٤٤٩.
(٣) روى نحوه الطبري فى جامع البيان سورة البقرة وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً. ج ٤ أثر (٤٨٢٦) ص ٥٦٠ تحقيق محمود وأحمد محمد شاكر.
(٤) هو النضر بن عبد الجبار المكنّى بأبي الأسود.
(٥) لم أتمكن من ترجمته وقد ترجم ابن حجر لعبد الله بن محمد بن عبد الله بن أبي فروة الأموي فقال: صدوق من الثامنة، عمر مائة سنة مات سنة تسعين ومائة.
(التقريب ج ١ ص ٤٤٧).
(٦) روى نحوه الطبرى بإسناد آخر فقال: حدثنا محمد بن عبد الله بن عبد الحكم المصري قال:
حدثنا أبي وشعيب بن الليث عن الليث عن أيوب بن موسى عن عطاء بن أبي رباح.
جامع البيان تفسير قوله وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً سورة البقرة ج ٤ أثر (٤٨٣٠) ص ٥٦١ تحقيق محمود وأحمد شاكر.
(٧) عمرو بن شعيب: ابن محمد بن عبد الله بن عمرو بن العاص، صدوق، من الخامسة، مات سنة ثماني عشرة ومائة التقريب ج ٢/ ٧٢.
(٨) روى نحوه ابن أبي شيبة فى المصنف ج ٥، كتاب الطلاق «باب ما قالوا في الرجل متى يطيب له أن يخلع امرأته» ص ١٠٩ تحقيق عامر العمري الأعظمي وقد جاءت روايته من طريق عيسى بن يونس عن الأوزاعي عن الزهري وعطاء وعمرو بن شعيب، كما روى قول عطاء والزهري الطبري في تفسيره جامع البيان ج ٤ أثر (٤٨٢٠) و (٤٨٣٠) ص ٥٥٩، ٥٦١. تحقيق محمود وأحمد شاكر.','1','114',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (193,'٢٠٠ - قال (١) حدثنا سفيان بن عيينة عن عمرو (٢) عن جابر بن يزيد (٣) قال: لا يصلح الخلع حتى يكون من قبل المرأة (٤).
٢٠١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا إسماعيل بن سالم عن الشعبي قال: إن كان الدّرء (٥) من قبله لم يحل له أن يأخذ منها شيئا، وإن كان من قبلها فليأخذ، أو قال: وإذا كان من قبلها فليأخذ. قال هشيم: الدرؤ بالواو (٦).
٢٠٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يونس (٧) عن الحسن قال: إذا نشرت المرأة على زوجها فليعظها وليذكرها فإن رجعت إلى ما يريد فذاك، وإلا فليهجرها في المضجع، فإن رجعت إلى ما يريد فذاك، وإلا فليضربها ضربا غير مبرح، فإن رجعت إلى ما يريد فذاك وإلا فليأخذ منها وليطلقها (٨).
_________
(١) أي أبو عبيد.
(٢) هو عمرو بن دينار.
(٣) الصواب جابر بن زيد كما هو مثبت في الطبري ومصنف ابن أبي شيبة والتهذيب والتقريب.
وهو جابر بن زيد، أبو الشعثاء الأزدي ثم الجوفي (بفتح الجيم وسكون الواو بعدها فاء) البصري مشهور بكنيته، ثقة فقيه، من الثالثة، مات سنة ثلاث وتسعين التقريب ج ١/ ١٢٢.
(٤) روى نحوه ابن أبي شيبة فى المصنف ج ٥، كتاب الطلاق «باب ما قالوا في الرجل متى يطيب له أن يخلع امرأته» ص ١٠٨ تحقيق عامر العمري الأعظمي.
(٥) الدّرء: أي الخلاف والنشوز. النهاية ج ٥/ ١١٠.
(٦) رواه عبد الرزاق بمعناه فى المصنف ج ٦، كتاب الطلاق «باب ما يحل من الفداء» أثر (١١٨٢٦) ص ٤٩٨ تحقيق الأعظمي.
(٧) هو يونس بن عبيد.
(٨) روى نحوه الطبري مفرقا فى جامع البيان تفسير قوله تعالى من سورة النساء وَاللَّاتِي تَخافُونَ نُشُوزَهُنَّ الآية ج ٨ أثر (٩٣٤١)، (٩٣٦٥)، (٩٣٨٣) ص ٣٠١، ٣٠٥، ٣١٤ تحقيق محمود وأحمد شاكر.','1','115',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (194,'٢٠٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (١) عن ابن جريج عن هشام بن عروة عن عروة أنه كان يقول: لا تحل له الفدية حتى يكون الفساد من قبلها، قال: ولم يكن يقول: لا تحل له حتى تقول: لا أبرّ لك قسما ولا أغتسل لك من جنابة (٢).
٢٠٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم عن ابن جريج قال: قال طاوس: يحل له الفداء، ما قال الله عز وجل:
إِلَّا أَنْ يَخافا أَلَّا يُقِيما حُدُودَ اللَّهِ قال: ولم يكن يقول: لا يحل له حتى تقول: لا أغتسل لك من جنابة، ولكنه يقول: أَلَّا يُقِيما حُدُودَ اللَّهِ فيما اشترط لكل واحد منهما على صاحبه في العشرة والصحبة (٣).
٢٠٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن المبارك عن معمر (٤) عن أيوب (٥) عن أبي قلابة (٦) قال: إذا رأى الرجل من
_________
(١) هو إسماعيل بن إبراهيم بن عليّة.
(٢) رواه الطبري فى جامع البيان سورة البقرة تفسير قوله: وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً الآية ج ٤ ص ٥٥٧ أثر (٤٨١٣)، تحقيق محمود وأحمد شاكر.
ورواه ابن أبي شيبة فى المصنف ج ٥، كتاب الطلاق «باب ما قالوا في الرجل متى يطيب له أن يخلع امرأته» ص ١٠٨ تحقيق عامر العمري الأعظمي/ وليس في روايته ذكر لعروة بل أعتبر الأثر من قول هشام، والثابت أنه من قول عروة، كما أورد ذلك أبو عبيد ومن بعده الطبري.
(٣) روى نحوه الطبري فى جامع البيان ج ٤ ص ٥٦٢ أثر (٤٨٣٢) تحقيق محمود وأحمد شاكر.
ورواه البخاري معلقا فى صحيح البخاري، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ج ٦ ص ١٧٠.
وقال ابن حجر في الفتح: هذا التعليق اختصره البخاري من أثر وصلة عبد الرزاق. الفتح ج ٩، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ص ٣٩٧.
وروى نحوه عبد الرزاق فى المصنف ج ٦، كتاب الطلاق «باب ما يحل من الفداء» ص ٤٩٦ أثر (١١٨١٨) ت حبيب الرحمن الأعظمي.
(٤) معمر بن راشد: الأزدي مولاهم، أبو عروة البصري، نزيل اليمن، ثقة ثبت فاضل إلا أن في روايته عن ثابت والأعمش وهشام بن عروة شيئا، وكذا فيما حدث به بالبصرة، من كبار السابعة مات سنة أربع وخمسين ومائة وهو ابن ثمان وخمسين سنة.
(التقريب ٢/ ٢٦٦).
(٥) هو أيوب السختياني.
(٦) أبو قلابة: هو عبد الله بن زيد.','1','116',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (195,'امرأته فاحشة فلا بأس أن يضارها ويشق عليها حتى تختلع منه (١).
قال أبو عبيد: أرى (٢) أن أبا قلابة تأول قول الله تبارك وتعالى:
وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ ما آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ (٣) يقول: فإذا رأى تلك منها فقد حل له عضلها وضرارها.
قال أبو عبيد: والخلع: هو أن تفتدي المرأة من زوجها نفسها بجعل تعطيه إياه، أو بإبراء من صداق يكون لها عليه، ثم يطلقها به، وقد اختلف الناس في الأزواج في موضع الاختلاع، فقال قائلون: الخلع إلى الأزواج لأنهم المالكون للبضع، يقولون فكذلك الفرقة لا تكون إلا بهنّ (٤)، وقال آخرون:
إنما يكون إلى الأزواج الطلاق، فأما الخلع فسوى ذلك وحكمه إلى السلطان إذا كان الشقاق بين الزوجين فيقضي بينهما بما رأى من تفريق أو جمع، قالوا وإن شاء بعث حكمين، من أهله وأهلها كما أمر الله عز وجل فيفعلان في ذلك فعله.
قال أبو عبيد: وكلا الفريقين له في مذهبه حجة ومقال، للأخبار التي جاءت بتصديقها، وبهما كليهما نقول (٥) إلا أن لكل واحد من الوجهين موضعا لا يجوز فيه الآخر، فإذا كان الخلع بين المرأة وزوجها من غير أن يحتكما إلى السلطان حتى يخالع كل واحد منهما صاحبه ثم تراضيا بعد ذلك واصطلحا عليه وأحكماه بالإقرار والإشهاد فقد
وقعت البينونة بينهما وانقطعت عصمتها منه، وصارت أجنبية، فإذا خلت عدتها فقد حلّت للأزواج وإن أراد مراجعتها لم يكن له ذلك إلا بمشيئة منها بنكاح جديد وبصداق جديد، فهذا موضع الخلع دون
_________
(١) روى نحوه الطبري: جامع البيان ج ٨ تفسير قوله تعالى من سورة النساء يا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّساءَ كَرْهاً ص ١١٦ أثر (٨٨٩٥) ت محمود وأحمد محمد شاكر.
وروى نحوه عبد الرزاق فى المصنف، كتاب الطلاق «باب ما يحل من الفداء» ج ٦ ص ٤٩٧ أثر (١١٨٢٣) تحقيق الأعظمي.
(٢) كلمة [أرى] مكتوبة في هامش المخطوط ومدلول عليها بسهم فأعدناها إلى مكانها الصحيح.
(٣) النساء: ١٩.
(٤) هكذا في المخطوط ولعل الصواب «بهم».
(٥) في المخطوط بالياء «يقول» وصوابه بالنون «نقول» إذ القائل أبو عبيد.','1','117',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (196,'السلطان، فإن لم يكن كذلك، ولكنهما اشتجرا وتنافرا ولا تطيب نفس المرأة بالإعطاء ولا نفس الرجل بالفراق حتى تقاضيا إلى الحاكم فهناك يقع حكم السلطان عليهما بالكره والرضا منهما ويصير الأمر خارجا من يد الزوج إلى الحاكم، وبكل قد جاءت السنة والآثار فأما حكم السلطان فيه:
٢٠٦ - فإن عبد الغفار بن داود حدثنا عن ابن لهيعة عن عمرو بن شعيب عن سعيد بن المسيب عن عمر بن الخطاب قال: أول مختلعة كانت في الإسلام حبيبة ابنة سهل وكانت تحت ثابت بن قيس بن شمّاس، فأتت النبي- صلى الله عليه- فقالت: يا رسول الله لا أنا ولا ثابت، فقال رسول الله- صلى الله عليه- أتردين عليه ما أخذت منه؟ قالت: نعم، قال: وكان تزوجها على حديقة نخل، فقال ثابت: هل يطيب لي ذلك يا رسول الله؟ فقال رسول الله- صلى الله عليه- نعم (١).
٢٠٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا سفيان بن عيينة، وهشيم كلاهما عن يحيى بن سعيد (٢) عن عمرة (٣) عن حبيبة ابنة سهل عن النبي- صلى الله عليه- فعل ذلك أو نحوه، غير أنه لم يذكر قول ثابت:
هل يطيب لي ذلك.
_________
(١) روى نحوه البخاري فى الجامع الصحيح، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ٦/ ١٧٠.
وروى نحوه ابن ماجة، كتاب الطلاق «باب المختلعة تأخذ ما أعطاها» ١/ ٦٦٣ تحقيق عبد الباقي.
وروى نحوه مالك في الموطأ ج ٢، كتاب الطلاق «باب ما جاء في الخلع» ٥٦٤ تحقيق عبد الباقي.
وروى نحوه البيهقي في السنن الكبرى، كتاب الخلع والطلاق «باب الوجه الذي تحل به الفدية» ج ٧/ ٣١٣، وليس في رواياتهم قوله: هل يطيب لي ذلك يا رسول الله، فقال رسول الله- صلى الله عليه- نعم.
(٢) هو يحيى بن سعيد بن قيس الأنصاري.
(٣) هي عمرة بنت عبد الرحمن.','1','118',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (197,'٢٠٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثني أبو نوح (١) عن جرير بن حازم عن فلان قد سماه (٢) عن عكرمة عن ابن عباس قال: جاءت امرأة ثابت بن قيس- وهي حبيبة- (٣) إلى النبي- صلى الله عليه- فقالت:
يا رسول الله ما أنقم على ثابت في دين ولا خلق غير أني أخاف أن أكفر في الإسلام، فقال: أتردين عليه حديقته؟ قالت: نعم، قال: فأمرها أن تردها عليه وفرق بينهما (٤).
٢٠٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٥) عن خالد الحذاء عن عكرمة: مثل هذا الحديث- ولم يذكر ابن عباس- قال: فأمره رسول الله- صلّى الله عليه وسلم- أن يطلقها.
٢١٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل عن أيوب (٦) عن عكرمة قال: فأمره ... (٧).
٢١١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان بن معاوية عن حجاج بن أبي عثمان عن ابن سيرين عن النبي- صلّى الله عليه وسلم- في امرأة ثابت بن قيس مثل ذلك إلا أنه سمّاها جميلة ابنة أبيّ.
_________
(١) أبو نوح: هو عبد الرحمن بن غزوان الضبي.
(٢) هو أيوب السختياني وقد ورد التصريح به عند البيهقي.
(٣) قوله- وهي حبيبة- مكتوبة في المخطوط بخط صغير.
(٤) ورد في المخطوط حديث بعد الحديث (٢٠٨) لكنه مضروب عليه ومكتوب في الحاشية:
[هذا الحديث في الأصل مضروب عليه] فيما أنه مضروب عليه في الأصلين معا ومقارب لما قبله فقد آثرت إهماله.
(٥) هو إسماعيل بن إبراهيم بن علية.
(٦) هو أيوب السختياني.
(٧) الحديث في المخطوط هكذا مبتور أغلب المتن منه وبما أنه من رواية عكرمة وبدايته مماثلة للحديث السابق له فإن الأقرب والله أعلم اعتبار الحديثين في متنهما سواء.','1','119',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (198,'قال أبو عبيد: فهذا ما جاء في حكم السلطان، وأما بعثته الحكمين:
٢١٢ - فإن حجاجا (١) حدثنا عن ابن جريج قال: سمعت ابن أبي مليكة (٢) أو ابن أبي حسين (٣) هكذا قال حجاج، يقول: تزوج عقيل بن أبي طالب (٤) فاطمة ابنة عتبة بن ربيعة (٥) فقالت له: اصبر لى (٦) وأنفق عليك فكانت إذا دخل عليها تقول له: أين عتبة وشيبة؟ (٧) فيسكت عنها فدخل عليها يوما برما (٨) فقالت: أين عتبة وشيبة؟ فقال: في النار إذا دخلت على يسارك، قال: فشدت عليها ثيابها ثم انطلقت إلى عثمان- رضي الله عنه- فأخبرته فضحك، وأرسل ابن عباس ومعاوية (٩) إليهما يصلحان بينهما فقال ابن
_________
(١) هو حجاج بن محمد المصيصي.
(٢) ابن أبي مليكة: عبد الله بن عبيد الله بن عبد الله بن أبي مليكة (بالتصغير) بن عبد الله بن جدعان، المدني، أدرك ثلاثين من أصحاب النبي- صلّى الله عليه وسلم- ثقة فقيه، من الثالثة، مات سنة سبع عشرة ومائة.
(التقريب ١/ ٤٣١).
(٣) ابن أبي حسين: عبد الله بن عبد الرحمن بن أبي حسين بن الحارث بن عامر بن نوفل المكي، النوفلى، ثقة، عالم بالمناسك، من الخامسة.
(التقريب ١/ ٤٢٨).
(٤) عقيل بن أبي طالب: ابن عبد المطلب بن هاشم الهاشمي، أسلم قبل الحديبية وشهد غزوة مؤتة، كان من أنسب قريش وأعلمهم بأيامها، مات في أول خلافة يزيد بن معاوية قبل وقعة الحرة.
(التهذيب ٧/ ٢٥٤).
(٥) فاطمة بنت عتبة بن ربيعة بن عبد شمس العبشمية، أخت هند أم معاوية (الإصابة ٤/ ٣٨٣/).
(٦) اصبر لي: أى الزمني واحبس نفسك علي.
انظر لسان العرب ٤/ ٤٣٧ وما بعدها.
(٧) عتبة وشيبة ابنا ربيعة بن عبد شمس وهما من رءوس الكفر فى مكة قتلا على شركهما في غزوة.
بدر، سيرة ابن هشام ج ٢/ ٣٦٦ تحقيق مصطفي السقا- إبراهيم الأبياري- عبد الحفيظ شلبى.
(٨) برما: مصدر برم به- بالكسر- يبرم برما بالتحريك: إذا سئمه وملّه.
(النهاية ١/ ١٢١).
(٩) معاوية بن أبي سفيان: صخر بن حرب بن أمية بن عبد شمس، أبو عبد الرحمن الأموي، أسلم يوم الفتح وكتب الوحي، ولّاه عمر بن الخطاب الشام فأقره عثمان مدة ولايته ثم ولي الخلافة، توفي في رجب لأربع ليال بقين منه سنة ستين.
(التهذيب ١٠/ ٢٠٧).','1','120',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (199,'عباس: لأفرقنّ بينهما، وقال معاوية: ما كنت لأفرق بين شيخين من قريش قال: فوجداهما قد اصطلحا وأغلقا عليهما (١).
٢١٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا منصور (٢) وهشام (٣) عن ابن سيرين عن عبيدة (٤) قال: جاء رجل وامرأته إلى علي- رضي الله عنه- قد نشرت عليه ومع كل واحد منهما فئام (٥) من الناس، فأمرهم علي- رضي الله عنه- أن يبعثوا حكما من أهله وحكما من أهلها ففعلوا فقال علي للحكمين: أتدريان ما عليكما؟ عليكما إن رأيتما أن تفرقا فرقتما وإن رأيتما أن تجمعا جمعتما، فقالت المرأة: رضيت بكتاب الله عز وجل عليّ ولي، فقال الرجل: أما الفرقة فلا، فقال علي- رضي الله عنه- كذبت- والله- حتى ترضى كما رضيت (٦).
_________
(١) روى نحوه عبد الرزاق فى المصنف ج ٦، كتاب الطلاق «باب الحكمين» أثر (١١٨٨٧) ص ٥١٣ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه الشافعي فى الأم ج ٣ الجزء الخامس، كتاب النكاح «باب الحكمين» ص ١٩٥ وروى نحوه البيهقي: السنن الكبرى ج ٧، كتاب القسم والنشوز «باب الحكمين في الشقاق بين الزوجين» ص ٣٠٦.
وقال ابن حجر: أخرج ابن سعد بسند صحيح عن ابن أبي مليكة قال: تزوج عقيل بن أبي طالب فاطمة بنت عتبة بن ربيعة، ثم ساق الأثر بنحو سياق أبي عبيد له.
(الإصابة ٤/ ٣٨٣).
(٢) هو منصور بن زاذان.
(٣) هو هشام بن حسان.
(٤) هو عبيدة السلماني.
(٥) الفئام: مهموز: الجماعة الكثيرة.
(النهاية ٣/ ٤٠٦).
(٦) روى نحوه الشافعي فى الأم ج ٣ الجزء الخامس، كتاب النكاح «باب الحكمين» ص ١٩٥.
ورواه الطبري فى جامع البيان ج ٨ أثر (٩٤٠٨) ص ٣٢١ تحقيق محمود وأحمد شاكر.
ورواه البيهقي في السنن الكبرى، كتاب القسم والنشوز «باب الحكمين في الشقاق بين الزوجين» ج ٧ ص ٣٠٥.','1','121',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (200,'٢١٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (١) عن ابن عون (٢) وهشام (٣) عن ابن سيرين عن عبيدة عن علي مثل ذلك.
٢١٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبّاد بن عبّاد (٤) عن هشام (٥) عن ابن سيرين عن عبيدة عن علي- رضي الله عنه- مثل ذلك.
٢١٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا حصين (٦) عن الشعبي: أن امرأة نشزت على زوجها فاختصموا إلى شريح (٧) فقال: ابعثوا حكما من أهله وحكما من أهلها، فنظر الحكمان في أمرهما فرأيا أن يفرقا بينهما فكره ذلك الرجل، فقال شريح ففيم كانا منذ اليوم وأجاز قولهما (٨).
_________
(١) هو يزيد بن هارون.
(٢) ابن عون: عبد الله بن عون بن أرطبان (بفتح فسكون ففتح) أبو عون البصري، ثقة، ثبت فاضل، من أقران أيوب السختياني في العلم والعمل والسنّ، من السادسة، مات سنة خمسين ومائة على الصحيح.
(التقريب ١/ ٤٣٩).
(٣) هو هشام بن حسان.
(٤) عباد بن عباد: الرملي الأرسوفي (بضم الهمزة وسكون المهملة الأولى وفي آخره فاء) نسبة إلى أرسوف مدينة على ساحل بحر الشام، أبو عتبة الخواص، قال في التقريب: صدوق يهم.
(التهذيب ٥/ ٩٧ - التقريب ١/ ٣٩٢).
(٥) هو هشام بن حسان.
(٦) هو حصين بن عبد الرحمن السلمي.
(٧) شريح بن الحارث بن قيس الكوفي النخعي القاضي، أبو أمية، مخضرم ثقة، مات قبل الثمانين أو بعدها، وله ثمان ومائة سنة.
(التقريب ١/ ٣٤٩).
(٨) رواه الطبري فى جامع البيان ج ٨ أثر (٩٤٢٥) ص ٣٢٧ تحقيق محمود وأحمد شاكر.
وروى نحوه البيهقي في السنن الكبرى، كتاب القسم والنشوز «باب الحكمين في الشقاق بين الزوجين» ج ٧ ٣٠٦.','1','122',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (201,'٢١٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن جعفر (١) عن شعبة عن عمرو بن مرّة قال: سألت سعيد بن جبير عن الحكمين فقال: لم أولد (٢) إذ ذاك فقلت: إنما أعني حكمي الشقاق، فقال:
يقبلان على الذي جاء التداري (٣) من عنده، فإن فعل وإلا أقبلا على الآخر، فإن فعل وإلا حكما، قال: فقال شعبة: والخبر على (٤) أنه قال: فما حكما من شيء فهو جائز، قال شعبة: وقد حدثني بهذا الحديث أبو مريم (٥) أنه قالها (٦).
٢١٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا إسماعيل بن أبي خالد (٧) عن الشعبى وعبيدة (٨) عن إبراهيم قالا:
ما حكم الحكمان من شيء فهو جائز إن فرقا وإن جمعا (٩).
_________
(١) محمد بن جعفر المدني، البصري المعروف بغندر، ثقة صحيح الكتاب إلا أنه فيه غفلة، من التاسعة، مات سنة ثلاث أو أربع وتسعين.
(التقريب ٢/ ١٥١).
(٢) كتبت في المخطوط (لم أعقل) وقد ضرب عليها وكتب فوقها في هامشه: (أولد) قلت:
والصواب أولد كما في رواية الصنعاني.
(٣) التداري: التدافع والاختلاف، من درأ يدرأ درءا إذا دفع (النهاية ٢/ ١٠٩/).
(٤) في المخطوط بزيادة ميم (علمي) وهذا خطأ من الناسخ.
(٥) لم يرو شعبة عن أبي مريم، إنما روى عن بريد بن أبي مريم فلعله أراد هذا.
بريد بن أبي مريم: مالك بن ربيعة السلولي (بفتح المهملة)، البصري ثقة من الرابعة، مات سنة أربع وأربعين ومائة.
(التقريب ١/ ٩٦).
(٦) روى نحوه الصنعاني فى المصنف ج ٦، كتاب الطلاق «باب الحكمين» أثر (١١٨٨٨) ص ٥١٣ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقي فى السنن الكبرى ج ٧، كتاب القسم والنشوز «باب الحكمين في الشقاق» ص ٣٠٦.
(٧) إسماعيل بن أبي خالد: الأحمسي مولاهم، البجلي، ثقة ثبت من الرابعة مات سنة ست وأربعين ومائة.
(التقريب ١/ ٦٨).
(٨) هو عبيدة السلماني.
(٩) روى نحوه ابن أبي شيبة فى المصنف، كتاب الطلاق «باب ما قالوا في الحكمين» ج ٥ ص ٢١١ تحقيق عامر العمري الأعظمي.
ورواية ابن أبي شيبة من طريق إسماعيل عن الشعبي.
ورواه البيهقي في السنن الكبرى، كتاب القسم والنشوز «باب الحكمين في الشقاق بين الزوجين» ج ٧ ص ٣٠٦.','1','123',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (202,'٢١٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا خالد بن عمرو عن شريك عن منصور (١) عن إبراهيم قال: يجوز تفريق الحكمين على ما حكما أو فرقا بواحدة أو اثنتين أو ثلاث (٢).
٢٢٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (٣) عن حجاج (٤) عن أبي إسحاق (٥) عن الحارث (٦) عن علي- رضى الله عنه- قال: إذا حكم أحدهما ولم يحكم الآخر فليس بشيء حتى يجتمعا (٧).
٢٢١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حفص بن غياث (٨) عن أشعث (٩) عن الشعبي قال: إن اجتمعا جاز حكمهما وإن تفرقا لم يجز حكمهما وجعل غيرهما (١٠).
٢٢٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يونس (١١) عن ابن شهاب قال: يعرضان الصلح عليهما
_________
(١) هو منصور بن المعتمر.
(٢) روى نحوه الطبري فى جامع البيان سورة النساء قوله تعالى: وَإِنْ خِفْتُمْ شِقاقَ بَيْنِهِما ج ٨ أثر (٩٤٢٣) ض ٣٢٧ تحقيق محمود وأحمد شاكر.
(٣) هو محمد بن خازم الضرير.
(٤) هو حجاج بن أرطاة.
(٥) هو أبو إسحاق السبيعي.
(٦) الحارث بن عبد الله الأعور الهمداني (بسكون الميم) أبو زهير، صاحب علي كذبه الشعبي في رأيه ورمي بالرفض وفي حديثه ضعف، مات في خلافة ابن الزبير.
(التقريب ١/ ١٤١).
(٧) رواه البيهقي فى السنن الكبرى ج ٧، كتاب القسم والنشوز «باب الحكمين في الشقاق بين الزوجين» ص ٣٠٦.
(٨) حفص بن غياث: (بمعجمة مكسورة وياء مثلثة) ابن طلق بن معاوية النخعي أبو عمر الكوفي القاضي، ثقة فقيه، تغير حفظه قليلا في الآخر، من الثامنة مات سنة أربع أو خمس وتسعين ومائة وقد قارب الثمانين. (التقريب ١/ ١٨٩).
(٩) أشعث بن سوّار الكندى النجار الأفرق الأثرم، قاضي الأهواز، ضعيف، مات سنة ست وثلاثين ومائة. (التقريب ١/ ٧٩).
(١٠) رواه بمعناه ابن أبي شيبة فى المصنف ج ٥، كتاب الطلاق «باب ما قالوا في الحكمين» ص ٢١١ تحقيق عامر العمري الأعظمي.
(١١) هو يونس بن زيد الأيلي.','1','124',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (203,'ويدعوان إليه فإن اتفقا على الإصلاح بينهما ونزوع الظالم منهما عن ظلمه، فإن للحكمين أن يجمعا، قال: ولا نرى لهما أن يفرقا حتى يرفعا ذلك إلى السلطان، فتكون الفرقة إلى السلطان (١).
٢٢٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا منصور (٢) عن الحسن قال: لا يكون الخلع إلا عند السلطان (٣).
٢٢٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا الهيثم بن جميل (٤) عن حماد بن زيد (٥) عن يحيى بن عتيق (٦) عن ابن سيرين قال:
لا يجوز الخلع إلا عند السلطان (٧).
_________
(١) لم أتمكن من تخريجه.
(٢) هو منصور بن زاذان.
(٣) رواه الصنعاني فى المصنف، كتاب الطلاق «باب الخلع دون السلطان» ج ٦ أثر (١١٨١٤) ص ٤٩٥ تحقيق حبيب الرحمن الأعظمي.
(٤) الهيثم بن جميل (بفتح الجيم) البغدادي، أبو سهل، نزيل أنطاكية ثقة من أصحاب الحديث، وكأنه ترك فتغير، من صغار التاسعة، مات سنة ثلاث عشرة ومائتين.
(التقريب ٢/ ٣٢٦).
(٥) حماد بن زيد بن درهم الأزدى: الجهضمي، أبو إسماعيل البصري ثقة ثبت فقيه، من كبار الثامنة، مات سنة تسع وسبعين ومائة، وله إحدى وثمانون سنة.
(التقريب ١/ ١٩٧).
(٦) يحيى بن عتيق الطفاوي (بضم المهملة وتخفيف الفاء) البصري، ثقة، من السادسة.
(التقريب ٢/ ٣٥٣).
(٧) أورده ابن حجر فى الفتح فتح الباري ج ٩، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ص ٣٩٦.
ولقد روى ابن أبي شيبة في المصنف قولا لابن سيرين يجيز ذلك فقال: حدثنا ابن إدريس عن هشام بن حسان عن ابن سيرين قال: الخلع جائز دون السلطان: المصنف ج ٥، كتاب الطلاق «باب ما قالوا فى الخلع يكون دون السلطان» ص ١١٦ تحقيق عامر العمري الأعظمي.','1','125',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (204,'٢٢٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا جويبر عن الضحاك (١) قال: لا يكون الخلع إلا عند السلطان (٢).
قال أبو عبيد: فهذه الأحاديث كلها حجة لمن رأى الخلع إلى الحكام ألا ترى أن رسول الله- صلى الله عليه- حين خلع امرأة ثابت بن قيس منه لم يجعل له الخيار في ذلك حتى رد إليه ماله حين جاء النشوز من قبل المرأة، ثم أمره بطلاقها (٣) وفرق بينهما ولم يؤامره في ذلك وهكذا قول علي- رضي الله عنه- للحكمين: عليكما إن رأيتما أن تفرقا فرقتما، وفيه قول ابن عباس حين حكمه عثمان- رضي الله عنه- لأفرقن بينهما، وكذلك قول معاوية- رضي الله عنه-:
ما كنت لأفرق بين شيخين من قريش، ولم يقل إن ذاك: ليس إلينا ولكنه ترك الفرقة بقيا عليهما، وعلى هذا قول شريح وسعيد بن جبير وإبراهيم والشعبي والحسن وابن سيرين والضحاك وابن شهاب، وأما حجة الآخرين:
٢٢٦ - فإن هشيما حدثنا قال: أخبرنا ابن أبي ليلى عن الحكم بن عتيبة عن خيثمة بن عبد الرحمن عن عبد الله بن شهاب الخولاني: أن امرأة اشترت من زوجها تطليقة بألف درهم فرفع ذلك إلى عمر بن الخطاب- رضى الله عنه- فأجازه وقال: هذه امرأة ابتاعت نفسها من زوجها ابتياعا (٤).
_________
(١) هو الضحاك بن مزاحم.
(٢) روى نحوه الطبري فى جامع البيان ج ٨ أثر (٩٤٢٨) ص ٣٢٨ تحقيق محمود وأحمد شاكر.
(٣) في المخطوط (بطاقها) وقد ضرب عليها إيذانا بأن ذلك خطأ، ولم أجد في هامشه تصويبا.
والصواب ما أثبتناه.
(٤) رواه بمعناه البخاري معلقا مختصرا، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ج ٦ ص ١٧٠.
وقال ابن حجر في الفتح: وصله ابن أبي شيبة من طريق خيثمة بن عبد الرحمن الفتح ج ٩، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ص ٣٩٦.
وروى نحوه الصنعاني فى المصنف ج ٦، كتاب الطلاق «باب الخلع دون السلطان»، أثر (١١٨١٠) ص ٤٩٤ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقي فى السنن الكبرى، كتاب الطلاق «باب الوجه الذي تحل به الفدية» ج ٧ ص ٣١٥.
وروى نحوه ابن أبي شيبة فى المصنف، كتاب الطلاق «باب ما قالوا في الخلع يكون دون السلطان» ج ٥ ص ١١٦ تحقيق عامر العمري الأعظمي.','1','126',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (205,'٢٢٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (١) ومحمد ابن جعفر عن شعبة عن الحكم (٢) عن خيثمة (٣) عن عبد الله بن شهاب قال:
شهدت عمر بن الخطاب- رضي الله عنه- وأتي في خلع، قال يزيد في حديثه:
فأجازه، وقال محمد: فقضى به، وقال: إنما طلقك بمالك.
٢٢٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) عن سعيد بن أبي عروبة عن أيوب (٥) عن نافع: أن الرّبيّع (٦) اختلعت من زوجها فرفع ذلك إلى عثمان بن عفان- رضي الله عنه- فأجازه (٧).
٢٢٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٨) عن عبيد الله (٩) عن نافع عن ابن عمر: أن عثمان أمرها أن تنتقل (١٠).
_________
(١) هو يزيد بن هارون.
(٢) هو الحكم بن عتيبة.
(٣) هو خيثمة بن عبد الرحمن بن أبي سبرة
(٤) هو يزيد بن زريع.
(٥) هو أيوب السختياني.
(٦) الربيع: (بضم الراء وكسر الياء المشددة) بنت معوذ بن عفراء، روت عن النبي- صلّى الله عليه وسلم- وكانت من المبايعات تحت الشجرة.
(التهذيب ج ٢/ ص ٤١٨).
(٧) علقه البخارى مختصرا: صحيح البخاري، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ج ٦ ص ١٧٠.
وقال ابن حجر في الفتح: وأثر عثمان هذا رويناه موصولا في أمالي أبي القاسم بن بشران من طريق شريك عن عبد الله بن محمد بن عقيل عن الربيع بنت معوذ ثم ذكر الأثر بنحو ما ذكر أبو عبيد الفتح ج ٩، كتاب الطلاق «باب الخلع وكيف الطلاق فيه» ص ٣٩٧.
وروى نحوه عبد الرزاق فى المصنف ج ٦، كتاب الطلاق «باب الخلع دون السلطان» أثر (١١٨١١) ص ٤٩٥ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقي فى السنن الكبرى، كتاب الخلع والطلاق «باب الخلع عند غير السلطان» ج ٧ ص ٣١٦.
(٨) هو يحيى بن سعيد القطان.
(٩) هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.
(١٠) لم أتمكن من تخريجه.','1','127',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (206,'٢٣٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن شريك عن قيس بن وهب (١) أن شريحا أجاز خلعا دونه (٢).
٢٣١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا إسماعيل بن أبي خالد عن الشعبي: أن امرأة قالت لزوجها: أترك لك ما عليك من صداقي على أن تطلقني، قال: فأنت طالق، فقالت: لا والله حتى تمرها ثلاثا، قال: فأنت طالق طلاقا ثلاثا، فقالت: قد طلقتني فاردد علي مالي، قال: فاختصما إلى شريح فقال جلساء شريح: ما نرى امرأتك إلا قد بانت منك وما نراك إلا قد غرمت مالها، فقال شريح: أترون ذلك؟ أو قال:
أترون ذاك؟ قالوا: نعم، قال: إن الإسلام إذن لأضيق من حد السيف، ثم قال للرجل: أما امرأتك فلا تحل لك حتى تنكح زوجا غيرك وأما مالك فلك (٣).
قال أبو عبيد: فأرى عمر وعثمان وشريحا قد أجازوا الخلع دونهم، وكلهم حاكم لو شاء كان له الردّ كما كانت إليه الإجازة فأنفذوا ذلك ورأوه واقعا فلما أمضوه مضى حينئذ (٤).
_________
(١) قيس بن وهب الهمداني الكوفي: قال أحمد وابن معين والعجلي: ثقة وذكره ابن حبان في الثقات، وقال يعقوب بن سفيان: ثقة. وقال في التقريب ثقة من الخامسة.
التهذيب ٨/ ٤٠٥، التقريب ٢/ ١٣٠.
(٢) روى نحوه الصنعاني فى المصنف ج ٦، كتاب الطلاق «باب الخلع دون السلطان»، أثر (١١٨١٣) ص ٤٩٥ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه ابن أبي شيبة فى المصنف ج ٥، كتاب الطلاق «باب ما قالوا في الخلع يكون دون السلطان» ص ١١٦ تحقيق عامر العمري الأعظمي.
(٣) روى نحوه عبد الرزاق فى المصنف ج ٦، كتاب الطلاق «باب الفداء» أثر (١١٧٦٤) ص ٤٨٤، ٤٨٥ تحقيق حبيب الرحمن الأعظمي.
ورواه أيضا محمد بن خلف وكيع القاضي برواية أتم مما رواه الصنعاني.
أخبار القضاة ج ٢ ٢٤١.
(٤) قال ابن حجر في الفتح: واختاره (أي عدم جواز الخلع دون السلطان)، أبو عبيد، واستدل بقوله تعالى: فَإِنْ خِفْتُمْ أَلَّا يُقِيما حُدُودَ اللَّهِ وبقوله تعالى: وَإِنْ خِفْتُمْ شِقاقَ بَيْنِهِما فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِها قال: (أى أبو عبيد) فجعل الخوف لغير الزوجين، ولم يقل: فإن','1','128',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (207,'قال أبو عبيد: قد ذكرنا ما جاء من نسخ الطلاق والمهور والفدية وأما نسخ العدة:
٢٣٢ - فإن عبد الله بن صالح حدثنا عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله: وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْواجاً وَصِيَّةً لِأَزْواجِهِمْ مَتاعاً إِلَى الْحَوْلِ (١) قال: كان الرجل إذا مات وترك امرأته اعتدت سنة في بيته ينفق عليها من ماله، ثم أنزل الله عز وجل: وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْواجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً (٢) قال: فهذه عدة المتوفي عنها زوجها إلا أن تكون حاملا فعدتها أن تضع (٣).
٢٣٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٤) عن
_________
خافا وقوى ذلك بقراءة حمزة في آية الباب «إلا أن يخافا» بضم أوله على البناء للمجهول قال: (أى أبو عبيد) والمراد الولاة. ورده النحاس: بأنه قول لا يساعده الإعراب ولا اللفظ ولا المعنى، والطحاوي بأنه: شاذ مخالف لما عليه الجم الغفير، ومن حيث النظر أن الطلاق جائز دون الحاكم فكذلك الخلع، ثم الذي ذهب إليه مبني على أن وجود الشقاق شرط في الخلع والجمهور على خلافه، وأجابوا عن الآية: بأنها جرت على حكم الغالب.
انظر الفتح ج ٩، كتاب الطلاق «باب الخلع» ص ٣٩٧.
قلت: لم يقل أبو عبيد في ناسخه شيئا من هذا بل مذهبه جواز الأمرين إذ قال: وبهما كليهما نقول (يعني الخلع دون السلطان أو عنده) انظر تعقيب أبي عبيد على أثر ٢٠٥.
(١) سورة البقرة آية ٢٤٠.
(٢) سورة البقرة آية ٢٣٤.
(٣) رواه الطبري فى جامع البيان ج ٥ أثر (٥٥٧٤) ص ٢٥٥ تحقيق محمود وأحمد محمد شاكر.
ورواه البيهقي فى السنن الكبرى ج ٧، كتاب العدد «باب عدة الوفاة» ص ٤٢٧.
(٤) هو حجاج بن محمد المصيصي.','1','129',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (208,'ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في هذه الآية، قال: كان للمتوفى عنها نفقتها وسكناها سنة فنسختها آية المواريث، فجعل الله لهن الربع والثمن مما ترك الزوج (١).
٢٣٤ - قال: وقال رسول الله- صلى الله عليه- لا تجوز وصية لوارث إلا أن ترضى الورثة (٢).
٢٣٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٣) عن يحيى بن سعيد (٤) عن حميد بن نافع أنه سمع زينب بنت أبي سلمة تحدث عن
_________
(١) روى نحوا من معناه البيهقي من طريق عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس.
السنن الكبرى ج ٧، كتاب العدد «باب عدة الوفاة» ص ٤٢٧.
ورواه ابن الجوزي في نواسخ القرآن ج ١ ص ٢٦٢ تحقيق محمد أشرف علي.
(٢) روى نحوه أبو داود في سننه فقال: حدثنا عبد الوهاب بن نجدة حدثنا ابن عياش عن شرحبيل بن مسلم قال: سمعت أبا أمامة قال: سمعت رسول الله- صلّى الله عليه وسلم- يقول: «إن الله أعطى كل ذي حق حقه فلا وصية لوارث». انظر سنن أبي داود ج ٣، كتاب الوصية «باب ما جاء في الوصية للوارث تحقيق محمد محيي الدين عبد الحميد».
ورواه ابن ماجة نحوا من رواية أبي داود عن أنس بن مالك سنن ابن ماجة ج ٢، كتاب الوصايا «باب لا وصية لوارث» ص ٩٠٦ تحقيق محمد فؤاد عبد الباقي.
وقال محمد ناصر الدين الألباني فى إرواء الغليل بعد ذكره للحديث من دون زيادة (إلا أن يرضى الورثة): صحيح، وقد جاء عن جماعة كثيرة من الصحابة منهم أبو أمامة الباهلي وعمرو بن خارجة وعبد الله بن عباس وأنس وعبد الله بن عمرو وجابر بن عبد الله وعلى بن أبي طالب وعبد الله بن عمر والبراء بن عازب وزيد بن أرقم. إرواء الغليل ج ٦، كتاب الوصايا حديث (١٦٥٥) ص ٨٧.
أما زيادة (إلا أن يرضى الورثة) فقد رواها الدارقطني قال: أنبأنا عبيد الله بن عبد الصمد بن المهتدي أنبأنا محمد بن عمرو بن خالد أنبأنا أبي عن يونس بن راشد عن عطاء الخراسانى عن عكرمة عن ابن عباس قال: قال رسول الله- صلّى الله عليه وسلم-: «لا يجوز لوارث وصية إلا أن يشاء الورثة» سنن الدارقطني ج ٤، كتاب الوصايا ص ١٥٢ تحقيق عبد الله هاشم يماني المدني.
ورواها أيضا البيهقي من طريق يونس عن عطاء عن عكرمة عن ابن عباس: السنن الكبرى ج ٦، كتاب الوصايا «باب نسخ الوصية للوالدين والأقربين الوارثين» ص ٢٦٣ وقال الألباني في حديث الزيادة: حديث منكر، انظر الإرواء ج ٦ حديث (١٦٥٦) ص ٩٦.
(٣) هو يزيد بن هارون.
(٤) هو يحيى بن سعيد الأنصاري.','1','130',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (209,'أم سلمة وأم حبيبة: أن امرأة أتت النبي- صلى الله عليه- فذكرت أن ابنة لها توفي عنها زوجها واشتكت عينها فهي تريد أن تكحلها، فقال رسول الله- صلى الله عليه-: قد كانت إحداكن ترمي بالبعرة (١) عند رأس الحول، وإنما هي أربعة أشهر وعشرا قال: قال حميد: فسألت زينب: وما رميها بالبعرة؟ فقالت:
كانت المرأة في الجاهلية إذا توفي عنها زوجها عمدت إلى شرّ بيت لها فجلست فيه سنة، فإذا مرت سنة خرجت ورمت ببعرة من ورائها (٢).
قال أبو عبيد: مذهبهن في رمي البعرة أن الذي صنعت بنفسها من قعودها أهون عليها من بعرة.
٢٣٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسحاق بن عيسى عن مالك عن عبد الله بن أبي بكر عن حميد بن نافع عن زينب بنت أبي سلمة عن أم سلمة وأم حبيبة وزينب ابنة جحش عن النبي- صلّى الله عليه وسلم- نحو ذلك.
٢٣٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (٣) عن شعبة قال: سمعت حميد بن نافع يحدث عن زينب بنت أبي سلمة عن أم سلمه عن النبى- صلّى الله عليه- نحو ذلك في العدة، ولا أعلمه ذكر البعرة في حديثه (٤).
_________
(١) البعرة: واحدة البعر، وهو رجيع الخف والظلف من الإبل والشاء وبقر الوحش والظباء.
لسان العرب ج ٤ ص ٧١.
(٢) روى البخاري نحوه فى صحيح البخاري، كتاب الطلاق «باب تحدّ المتوفى عنها زوجها أربعة أشهر وعشرا» ج ٦ ص ١٨٥، ١٨٦.
وروى نحوه مسلم، كتاب الطلاق «باب وجوب الإحداد في عدة الوفاة» ج ٢ ص ١١٢٥ تحقيق عبد الباقي.
وروى نحوه الشافعي فى الأم، كتاب النكاح «باب الإحداد» ج ٥ ص ٢٣١.
وروى نحوه البيهقي فى السنن الكبرى، كتاب العدد «باب الإحداد» ج ٧ ص ٤٣٧.
قلت: وقد وردت تلك الروايات جميعها بزيادة: قول الرسول- صلّى الله عليه وسلم- للسائلة: لا، مرتين أو ثلاثا، عند ما قالت: أفنكحلها؟.
(٣) هو هاشم بن القاسم بن مسلم الليثي المكنّى بأبي النضر.
(٤) قوله: ولا أعلمه ذكر البعرة في حديثه يعني بذلك حميد بن نافع، هذا وهم منه رحمه الله حيث أنه ثابت في البخاري ومسلم من حديث حميد بن نافع أنه كان يحدث عن زينب بنت أبي سلمة وفي كلا الروايتين ذكر البعرة.','1','131',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (210,'<span data-type="title" id=toc-57>باب الحدود وما نسخ منها</span>
٢٣٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله عز وجل: وَاللَّاتِي يَأْتِينَ الْفاحِشَةَ مِنْ نِسائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا (٢) قال: وقال في المطلقات: لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفاحِشَةٍ مُبَيِّنَةٍ. قال: هؤلاء الآيات قبل أن تنزل سورة النور في الجلد، فنسختها هذه الآية: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ (٣) قال: فالسبيل الذي جعله الله عز وجل لهن الجلد والرجم، فإذا جاءت اليوم بفاحشة مبينة فإنها تخرج وترجم بالحجارة (٤).
٢٣٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية في قوله: وَالَّذانِ يَأْتِيانِها مِنْكُمْ فَآذُوهُما (٥) قال: كانت المرأة إذا زنت حبست في البيت حتى تموت، وكان الرجل إذا زنى أوذي بالتعيير والضرب بالنعال، قال:
ثم أنزل الله عز وجل: الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ
_________
(١) هو حجاج بن محمد المصّيصي.
(٢) سورة النساء آية/ ١٥/.
(٣) سورة النور آية/ ٢/.
(٤) عزاه السيوطي في الدر المنثور إلى أبي داود في ناسخه وابن أبي حاتم من طريق عطاء عن ابن عباس ج ٢ سورة النساء ص ٤٥٥.
(٥) سورة النساء آية ١٦.','1','132',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (211,'قال: وإن كانا محصنين رجما بسنة رسول الله- صلّى الله عليه وسلم- قال: فهو سبيلهما الذي جعل الله عز وجل لهما- يعني قوله: يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا (١).
٢٤٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (٢) عن شعبة عن قتادة عن الحسن عن حطّان بن عبد الله الرقاشي عن عبادة بن الصامت قال: قال رسول الله- صلّى الله عليه- خذوا عني قد جعل الله لهن سبيلا البكر بالبكر والثيب بالثيب البكر يجلد وينفى والثيب يجلد ويرجم (٣).
٢٤١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) عن ميمون المرائي عن الحسن عن حطان بن عبد الله عن عبادة بن الصامت قال:
كان رسول الله- صلّى الله عليه وسلم- إذا نزل عليه الوحى عرفنا ذلك فيه وغمّض عينيه وتربّد (٥) وجهه قال: فنزل عليه فسكتنا، فلما سرّي عنه قال: خذوهن اقبلوهن
_________
(١) رواه الطبري مفرقا فى جامع البيان ج ٨ الأثران (٨٧٩٧)، (٨٨٢٢) ص ٧٤، ٨٥ تحقيق محمود وأحمد شاكر.
ورواه البيهقي فى السنن الكبرى، كتاب الحدود «باب ما يستدل به على أن السبيل هو جلد الزانيين ورجم الثيب» ج ٨ ص ٢١١/.
وروى نحوه ابن الجوزي/ نواسخ القرآن باب ما أدعي عليه النسخ من سورة النساء ذكر الآية السادسة والسابعة ج ١ ص ٣٢٨ تحقيق محمد أشرف علي.
(٢) هو هاشم بن القاسم بن مسلم الليثي المكنّى بأبي النضر.
(٣) رواه مسلم، كتاب الحدود «باب حد الزنى» ج ٣ ص ١٣١٧ تحقيق عبد الباقي.
وروى نحوه الطبري فى جامع البيان ج ٨ الأثران (٨٨٠٥) و (٨٨٠٧) ص ٧٦، ٧٧/ تحقيق محمود وأحمد شاكر.
وروى نحوه الدارمي في سننه، كتاب الحدود «باب تفسير قوله تعالى: أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا» ج ٢ ص ١٨١.
(٤) لم يتبين لي من يزيد هذا.
(٥) تربد واربدّ: أي تغير وجهه إلى الغبرة، وقيل الرّبدة: لون بين السواد والغبرة.
(النهاية ٢/ ١٨٣).','1','133',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (212,'قد جعل الله لهن سبيلا البكر بالبكر جلد مائة ثم نفي عام والثيب بالثيب جلد مائة ثم الرجم (١).
قال أبو عبيد: فهذا ما نسخ من حدود المسلمين فى الزنا، وأما ما نسخ من حدود أهل الذمة:
٢٤٢ - فإن هشيما حدثنا قال: أخبرنا مغيرة (٢) عن إبراهيم والشعبى فى قوله عز وجل: فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ (٣) قالا: فإذا ارتفع أهل الكتاب إلى حكام المسلمين، فإن شاء الحاكم حكم بينهم وإن شاء أعرض عنهم فإن حكم بينهم حكم بما في كتاب الله عز وجل (٤).
٢٤٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله عز
_________
(١) روى نحوه مسلم بسنده عن عبادة بن الصامت، كتاب الحدود «باب حد الزنى» ج ٣ ص ١٣١٧ تحقيق عبد الباقي.
وروى نحوه ابن ماجة، كتاب الحدود «باب حد الزنى» ج ٢ ص ٨٥٢ تحقيق عبد الباقي.
(٢) هو المغيرة بن مقسم الضبي.
(٣) سورة المائدة آية ٤٢.
(٤) روى نحوه الطبرى فى جامع البيان ج ١٠ ص ٣٣٠ أثر (١١٩٨٣) تحقيق محمود محمد شاكر.
وروى نحوه النحاس فى الناسخ والمنسوخ المخطوط ورقة ١٣٨ وليس فى روايته (حكم بما فى، كتاب الله).
وروى نحوه الصنعاني فى المصنف ج ٦، كتاب الحدود «باب حدود أهل العهد» أثر (١٠٠٠٨) ص ٦٣ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقي فى السنن الكبرى، كتاب الحدود «باب ما جاء في حد الذميين ومن قال إن الإمام مخيّر» ج ٨ ص ٢٤٦.
(٥) هو حجاج بن محمد المصيصي.','1','134',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (213,'وجل: فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ قال: نسخها قوله عز وجل: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ (١) (٢).
٢٤٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا منصور (٣) عن الحكم (٤) عن مجاهد في قوله: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ قال: نسخت ما قبلها فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ (٥).
٢٤٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن السدّي (٦) عن عكرمة: فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ قال:
نسختها وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ (٧).
٢٤٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
_________
(١) سورة المائدة آية ٤٩.
(٢) روى نحوه الحاكم فى المستدرك ج ٢ ص ٣١٢ وقال: صحيح الإسناد ولم يخرجاه وقال الذهبي في التلخيص: صحيح.
وروى نحوه البيهقى فى السنن الكبرى ج ٨ ص ٢٤٩، كتاب الحدود «باب ما جاء فى حد الذميين ومن قال إن الإمام مخير في الحكم بينهم».
(٣) هو منصور بن زاذان الواسطي.
(٤) هو الحكم بن عتيبة.
(٥) روى نحوه الطبري فى جامع البيان ج ١٠ ص ٣٣١ أثر (١١٩٩٠) تحقيق محمود محمد شاكر.
ورواه ابن الجوزي فى نواسخ القرآن الآية السادسة من المائدة ج ٢ ص ٣٩٨ تحقيق محمد أشرف علي.
ورواه النحاس فى الناسخ والمنسوخ «باب ذكر الآية السادسة من المائدة» المخطوط ورقة ١٣٩.
(٦) هو إسماعيل بن عبد الرحمن السدي.
(٧) رواه الطبري فى جامع البيان ج ١٠ أثر (١١٩٨٨) ص ٣٣١ تحقيق محمود شاكر.
وروى نحوه عبد الرزاق فى المصنف، كتاب الحدود «باب حدود أهل العهد» ج ٦ أثر (١٠٠١٠) ص ٦٣ تحقيق حبيب الرحمن الأعظمي.
ورواه البيهقي فى السنن الكبرى، كتاب الحدود «باب ما جاء في حد الذميين» ج ٨ ص ٢٤٩.','1','135',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (214,'أخبرنا العوام بن حوشب (١) عن إبراهيم التيمي (٢) في قوله: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ قال: بالرجم (٣).
٢٤٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) عن سفيان بن حسين عن الحكم (٥) عن مجاهد قال: لم ينسخ من المائدة إلا آيتين قوله عز وجل: فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ نسخها قوله عز وجل: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ قال: وقوله: لا تُحِلُّوا شَعائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرامَ (٦) نسخها قوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ (٧).
_________
(١) العوام بن حوشب بن يزيد الشيباني، أبو عيسى الواسطي، ثقة، ثبت فاضل، من السادسة، مات سنة ثمان وأربعين ومائة.
(التقريب ٢/ ٨٩).
(٢) إبراهيم بن يزيد بن شريك (بفتح الشين وكسر الراء) التيمي، يكنى أبا أسماء، الكوفي العابد، ثقة، إلا أنه يرسل ويدلس، من الخامسة مات سنة اثنتين وتسعين وله أربعون سنة.
(التقريب ١/ ٤٦).
(٣) رواه الطبري وفي روايته ذكر آية وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ ولم يذكر وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ جامع البيان ج ١٠ ص ٣٣٥/ أثر (١١٩٩٩) تحقيق محمود محمد شاكر.
ورواه البيهقي فى السنن الكبرى ج ٨، كتاب الحدود «باب ما جاء في الذميين ومن قال: إن الإمام مخير في الحكم بينهم وإن حكم حكم بما أنزل الله» ص ٢٤٦/ والذي في روايته فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ كما عند الطبري وأورده السيوطي في الدر عند آية فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ. الدر المنثور ج ٣ ص ٨٤ - قلت: لعل أبا عبيد أوهم بذكره لآية وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ إذ الثابت آية فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ كما هي كذلك عند الطبري في جامعه، والبيهقي في سننه والسيوطي في درّه.
(٤) هو يزيد بن هارون.
(٥) هو الحكم بن عتيبة.
(٦) سورة المائدة آية ٢.
(٧) سورة التوبة آية ٥.','1','136',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (215,'٢٤٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن بيان (١) عن الشعبي قال: لم ينسخ من المائدة إلا قوله عز وجل:
لا تُحِلُّوا شَعائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرامَ (٢).
٢٤٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسحاق بن يوسف (٣) عن ابن عون (٤) قال: سألت الحسن هل نسخ من المائدة شيء؟
فقال لا (٥).
٢٥٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن إسرائيل (٦) عن أبي إسحاق (٧) عن أبي ميسرة (٨) قال: في المائدة ثماني عشرة فريضة وليس فيها منسوخ (٩).
_________
(١) بيان بن بشر الأحمسي البجلي أبو بشر الكوفي المعلم، قال أحمد: ثقة من الثقات، وذكره ابن حبان في الثقات، وقال في التقريب: ثقة ثبت، من الخامسة.
(التهذيب ١/ ٥٠٦ - التقريب ١/ ١١١).
(٢) رواه الطبري فى جامع البيان ج ٩ ص ٤٧٥ أثر (١٠٩٦٤) تحقيق محمود محمد شاكر.
وروى نحوه أبو جعفر النحاس فى الناسخ والمنسوخ المخطوط ورقة ١٢٣ سورة المائدة.
وروى نحوه ابن الجوزي فى نواسخ القرآن ذكر الآيات التي ادعي عليهن النسخ في سورة المائدة ج ٢ ص ٣٨٢ تحقيق محمد أشرف علي.
(٣) هو إسحاق بن يوسف الأزرق.
(٤) هو عبد الله بن عون.
(٥) رواه ابن الجوزي في نواسخ القرآن ج ٢ ص ٣٧٦ «باب ذكر الآيات اللواتي ادعي عليهن النسخ في المائدة تحقيق محمد أشرف علي».
(٦) إسرائيل بن يونس بن أبي إسحاق السبيعى الهمداني، أبو يوسف الكوفي ثقة، من السابعة، مات سنة ستين ومائة.
(التقريب ١/ ٦٤).
(٧) هو أبو إسحاق السبيعي.
(٨) هو عمرو بن شرحبيل الكوفي.
(٩) روى نحوه النحاس فى ناسخه سورة المائدة اختلاف العلماء في هذه السورة: المخطوط ورقة ١٢٢.','1','137',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (216,'قال أبو عبيد: فهذا ما جاء في نسخ حدود الزنا، وأما حدود القصاص ٢٥١ - فإن هشيما حدثنا قال: أخبرنا داود بن أبى هند (١) عن الشعبي في قوله: كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ (٢) قال: كان بين حيين من أحياء العرب قتال وكان لأحد الحيين تفضل على الأخرى، فقالوا: نقتل بالعبد منا الحر منكم وبالمرأة منا الرجل فنزلت هذه الآية فأمرهم رسول الله- صلّى الله عليه- أن يتباءوا (٣) قال: هكذا قال هشيم، وهي في العربية: يتباووا (٤) مثالها يتباءوا (٥).
٢٥٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله:
كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ قال: كانوا
_________
قال الطبري بعد سياقه للآثار عن الصحابة والتابعين حول تخيير الحاكم في الحكم بين أهل الكتاب:
وأولى القولين في ذلك عندي بالصواب قول من قال: إن حكم هذه الآية ثابت لم ينسخ وأن للحكام من الخيار في الحكم بين أهل العهد إذا ارتفعوا إليهم فاحتكموا، وترك الحكم بينهم والنظر مثل الذي جعله الله لرسوله- صلّى الله عليه وسلم- من ذلك في هذه الآية. جامع البيان ج ١٠ ص ٣٣٣ تحقيق محمود محمد شاكر.
(١) داود بن أبي هند القشيري مولاهم، أبو بكر أو أبو محمد، البصري، ثقة متقن، كان يهم بآخرة، من الخامسة، مات سنة أربعين ومائة.
(التقريب ١/ ٢٣٥).
(٢) (سورة البقرة آية ١٧٨).
(٣) هكذا في المخطوط، وقد أورد ابن الأثير في النهاية الأثر بلفظ «يتباءوا» بهمزة قبل الواو.
قلت وهو الصحيح كما سيتبين ذلك عند بيان الغريب في الهامش الذي يليه.
(٤) هكذا في المخطوط والصواب «يتباوءوا» بالهمز مثل يتباوعوا، ويتباوءوا من البوء وهو المساواة، يقال: باوأت بين القتلى أي ساويت، قال ابن الأثير بعد إيراده لأثر ابن عباس هذا: وقال غيره (أي غير أبي عبيد): يتباءوا صحيح، يقال: باء به إذا كان كفؤا له وهم بواء، أي أكفاء، معناه ذوو بواء.
(النهاية ١/ ١٦٠).
(٥) رواه بمعناه الطبري فى جامع البيان ج ٣ الآية ١٧٨ من البقرة أثر (٢٥٥٨) ص ٣٥٨ - ٣٥٩ تحقيق محمود وأحمد شاكر.','1','138',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (217,'لا يقتلون الرجل بالمرأة، ولكن يقتلون الرجل بالرجل والمرأة، بالمرأة، فأنزل الله عز وجل: النَّفْسَ بِالنَّفْسِ (١) قال: فجعل الأحرار فى القصاص سواء فيما بينهم في العمد رجالهم ونساؤهم في النفس وفيما دون النفس (٢) متساوين فيما بينهم في العمد في النفس وفيما دون النفس رجالهم ونساؤهم (٣).
قال أبو عبيد: يذهب ابن عباس فيما نرى إلى أن الآية التي في المائدة النَّفْسَ بِالنَّفْسِ ليست بناسخة للتي في البقرة: الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ ولا هي خلافها، ولكنهما جميعا محكمتان إلا أنه رأى أن التي في المائدة كالمفسرة للتي في البقرة فتأول أن قوله: النَّفْسَ بِالنَّفْسِ إنما هو على أن أنفس الأحرار متساوية فيما بينهم دون العبيد وأنهم يتكافئون دماؤهم ذكورا كانوا أم إناثا، وأن أنفس المماليك متساوية فيما بينهم دون الأحرار تتكافأ دماؤهم ذكورا كانوا أم إناثا، وأنه لا قصاص للمماليك على الأحرار في شيء من ذلك من نفس ولا ما دونها لقوله عز وجل: الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وهذا قول مالك بن أنس وأهل الحجاز لا يرون أن يقتص من الحر للمملوك في نفس ولا غيرها، وأما أهل العراق فيرون أن من رأى منهم أن آية الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ منسوخة نسختها النَّفْسَ بِالنَّفْسِ فى قوله، فيجعلون بين الأحرار والعبيد القصاص فى النفس خاصة ولا يرون فيما دون ذلك بينهم قصاص.
_________
(١) (سورة المائدة آية ٤٥).
(٢) في الأثر سقط وتمامه: فجعل الأحرار في القصاص سواء فيما بينهم في العمد رجالهم ونساؤهم في النفس وفيما دون النفس وجعل العبيد متساوين فيما بينهم في العمد في النفس وفيما دون النفس رجالهم ونساؤهم.
أنظر: الأثر بتمامه عند الطبري.
(٣) رواه الطبري فى جامع البيان ج ٣ أثر (٢٥٧٢) ص ٣٦٢ تحقيق محمود وأحمد شاكر.
وروى أوله النحاس في ناسخه فى المخطوط ورقة ١٤.','1','139',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (218,'قال أبو عبيد: والقول الذي نختاره في هذا ما قال أهل المدينة من جهتين أحدهما: تأويل القرآن الذي فسره ابن عباس، والأخرى أنه قول يوافق بعضه بعضا ولا يختلف، وأما القول الآخر فليس بمتفق من التنزيل إنما هو على نسق واحد: أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ فأخذ هؤلاء بأول الآية (١) وهو قوله: النَّفْسَ بِالنَّفْسِ وتركوا ما وراء ذلك، وليس لأحد أن يفرق بين ما جمع الله عز وجل فيأخذ ببعضه دون بعض إلا أن يفرق بين ذلك كتاب أو سنة، فهذا ما نسخ من حدود القرآن وأما ما نسخ من حدود السنة:
٢٥٣ - فإن هشيما حدثنا قال: أخبرنا عبد العزيز بن صهيب وحميد (٢) قالا: حدثنا أنس بن مالك: أن ناسا من عرينة (٣) قدموا على النبي- صلّى الله عليه- المدينة فاجتووها (٤) فقال لهم رسول الله- صلّى الله عليه- إن شئتم أن تخرجوا إلى إبل الصدقة فتشربوا من أبوالها وألبانها ففعلوا فصحّوا ومالوا على الرعاء فقتلوهم وارتدوا عن الإسلام واستاقوا ذود (٥) رسول الله- صلّى الله عليه وسلم- فبلغ ذلك رسول الله- صلّى الله عليه- فبعث في آثارهم فأتي بهم فقطع أيديهم وأرجلهم وسمل أعينهم (٦) وتركوا بالحرة حتى ماتوا (٧).
_________
(١) في المخطوط بالتاء من التأويل والصواب بالباء من العدد.
(٢) هو حميد الطويل.
(٣) عرينة: تصغير عرنة: موضع ببلاد فزارة، وقيل: قرى بالمدينة، وعرينة: قبيلة من العرب.
(النهاية ٤/ ١١٥).
(٤) اجتووها: أي أصابهم الجوى: وهو المرض وداء الجوف إذا تطاول، وذلك إذا لم يوافقهم هواؤها واستوخموها.
(النهاية ١/ ٣١٨).
(٥) الذود من الإبل وهو ما بين الثنتين إلى التسع، قال أبو عبيد: الذود من الإناث دون الذكور.
(النهاية ٢/ ١٧١).
(٦) سمل أعينهم: أي فقأها بحديدة محماة أو غيرها، وقيل هو فقؤها بالشوك، والسّمل والسّمر بمعنى واحد.
(النهاية ٢/ ٤٠٣).
(٧) روى نحوه البخاري في صحيحه ج ٨، كتاب الحدود «باب المحاربين من أهل الكفر والردة» ص ١٩','1','140',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (219,'٢٥٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن جعفر عن حميد (١) عن أنس عن النبي- صلّى الله عليه وسلم- مثل ذلك.
٢٥٥ - أخبرنا علي قال حدثنا أبو عبيد قال: حدثنا مالك بن إسماعيل عن زهير بن معاوية عن سماك بن حرب بن معاوية بن قرّة عن أنس عن النبي- صلّى الله عليه- مثل ذلك إلا أنه قال: وسمرّ أعينهم، قال: والمحفوظ عندنا اللام (٢).
قال أبو عبيد: وقد ذكرت العلماء أن هذا قد نسخ وأنه كان في أول الإسلام.
٢٥٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن بن مهدي عن همام (٣) عن قتادة عن ابن سيرين قال: كان أمر العرنيين قبل أن تنزل الحدود (٤).
٢٥٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج قال: أخبرني عبد الكريم (٦) أنه سمع سعيد بن جبير يحدّث بهذا الحديث إلا أنه جعلهم من بني سليم، قال: ثم نزلت: إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ
_________
وروى نحوه مسلم ج ٣، كتاب القسامة «باب حكم المحاربين والمرتدين» ص ١٢٩٦ تحقيق عبد الباقي.
وروى نحوه عبد الرزاق فى المصنف، كتاب العقول «باب المحاربة» ج ١٠ أثر (١٨٥٣٨) ص ١٠٦ تحقيق حبيب الرحمن الأعظمي.
(١) هو حميد الطويل.
(٢) قلت: والصحيح أن كلتا الروايتين محفوظة ثابتة رواية اللام والراء. إذ ورد ذكر الروايتين في البخاري كلتاهما عن أنس الأولى باللام والثانية بالراء.
(٣) همّام بن يحيى بن دينار العوذي (بفتح المهملة وسكون الواو وكسر المعجمة)، أبو عبد الله، البصري، ثقة، ربما وهم، من السابعة، مات سنة أربع أو خمس وستين ومائة.
(التقريب ٢/ ٣٢١).
(٤) لم أتمكن من تخريجه.
(٥) هو حجاج بن محمد المصيصي.
(٦) هو عبد الكريم الجزري.','1','141',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (220,'مِنْ خِلافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ (١).
٢٥٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله: إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ
وَرَسُولَهُ
الآية. قال: من شهر السلاح وأخاف السبيل ثم ظفر به وقدر عليه فإمام المسلمين فيه بالخيار إن شاء قتله، وإن شاء صلبه، وإن شاء قطع يده ورجله، قال: ثم قال: أَوْ يُنْفَوْا مِنَ الْأَرْضِ قال: أن يغرّبوا (٢) حتى يخرجوا من دار الإسلام إلى دار الحرب أو قال: إلى دار الشرك (٣).
٢٥٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا ليث عن مجاهد وعطاء (٤) وعبيدة (٥) عن إبراهيم، وأبو حرّة (٦) عن الحسن وجويبر عن الضحاك (٧) قالوا: الإمام مخيّر في المحارب إن شاء قتل وإن شاء قطع وإن شاء صلب وإن شاء نفى، أيّ ذلك شاء فعل (٨).
_________
(١) سورة المائدة آية ٣٣.
(٢) هكذا في المخطوط وقد علق الناسخ على الهامش بتصويب لكنه غير واضح، والذي عند الطبري «يهربوا».
(٣) رواه الطبري فى جامع البيان ج ١٠ الأثران: (١١٨٥٠)، (١١٨٥٧) ص ٢٦٣، ٢٦٨ تحقيق محمود محمد شاكر.
ورواه النحاس فى الناسخ والمنسوخ. المخطوط ورقة (١٣٦) «باب ذكر الآية الخامسة من سورة المائدة».
(٤) هو عطاء بن أبي رباح.
(٥) هو عبيدة بن معتب الضبي.
(٦) أبو حرّة: (بضم المهملة وتشديد الراء) واصل بن عبد الرحمن البصري، قال البخاري:
يتكلمون في روايته عن الحسن، وقال عبد الله بن أحمد في العلل: حدثني يحيى بن معين حدثني غندر قال: وقف أبو حرة على حديث الحسن فقال: لم أسمعه من الحسن، قال غندر: فلم يقل في شيء منه أنه سمعه إلا حديثا واحدا، وقال ابن سعد: كان فيه ضعف، مات سنة اثنتين وخمسين ومائة، وقال في التقريب: صدوق، عابد، كان يدلس عن الحسن.
(التهذيب ١١/ ١٠٤ - التقريب ٢/ ٣٢٨).
(٧) هو الضحاك بن مزاحم.
(٨) روى نحوه الطبري من قول مجاهد وإبراهيم النخعي والحسن وعطاء: جامع البيان ج ١٠ الأثر: (١١٨٤٤، ١١٨٤٥، ١١٨٤٧، ١١٨٤٩) ص ٢٦٢ تحقيق محمود محمد شاكر.','1','142',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (221,'٢٦٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (١) عن حجاج (٢) عن عطية العوفي (٣) عن ابن عباس قال: إذا خرج الرجل محاربا فأخاف السبيل وأخذ المال قطعت يده ورجله من خلاف، وإن أخذ المال وقتل قطعت يده ورجله من خلاف ثم صلب وإذا قتل ولم يأخذ المال قتل وإن هو لم يأخذ المال ولم يقتل نفي (٤).
٢٦١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٥) عن عمران بن حدير (٦) عن أبي مجلز (٧) مثل قول ابن عباس هذا (٨).
_________
(١) أبو معاوية هو محمد بن خازم التميمى.
(٢) هو حجاج بن أرطاة.
(٣) عطية العوفي: هو عطية بن سعد بن جنادة العوفي الجدلي القيسي الكوفي أبو الحسن، قال أحمد: ضعيف الحديث، وقال أبو حاتم: ضعيف يكتب حديثه، وكان يعد مع شيعة أهل الكوفة، توفي سنة إحدى عشرة ومائة، وقال في التقريب: صدوق يخطئ كثيرا كان شيعيا مدلسا.
(التهذيب ٧/ ٢٢٤، التقريب ٢/ ٢٤).
(٤) روى نحوه الطبري من طريق عطية العوفي: جامع البيان ج ١٠ أثر (١١٨٤٢) ص ٢٦٠ تحقيق محمود شاكر.
وروى نحوه عبد الرزاق من طريق آخر عن إبراهيم عن داود عن عكرمة عن ابن عباس. المصنف ج ١٠، كتاب العقول «باب المحاربة أثر (١٨٥٤٤)» ص ١٠٩ تحقيق حبيب الرحمن الأعظمي.
(٥) هو يحيى بن سعيد القطان.
(٦) عمران بن حدير (بمهملات)، مصغرا، السدوسي، أبو عبيدة (بالضم)، البصري، ثقة، من السادسة، مات سنة تسع وأربعين ومائة.
(التقريب ٢/ ٨٢).
(٧) أبو مجلز: اسمه لاحق بن حميد السدوسي، وكان ثقة وله أحاديث، توفي في خلافة عمر بن عبد العزيز، قبل وفاة الحسن البصري.
(الطبقات لابن سعد ٧/ ٢١٦).
(٨) قلت: قد روى الطبري في تفسيره قول أبي مجلز هذا بلفظ مخالف لقول ابن عباس في تفسير آية المحاربة.
واليك نص الرواية: قال الطبري حدثنا ابن وكيع قال: حدثنا أبي عن عمران بن حدير عن أبي مجلز: إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ الآية، قال: إذا قتل وأخذ المال وأخاف السبيل صلب، وإذا قتل لم يعد ذلك قتل، وإذا أخذ المال لم يعد ذلك قطع، وإذا كان يفسد نفي.
(جامع البيان ج ١٠ أثر (١١٨٣٢) ص ٢٥٨ تحقيق محمود محمد شاكر).','1','143',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (222,'<span data-type="title" id=toc-58>باب الشهادات وما جاء فيها</span>
قال أبو عبيد: اختلفت العلماء في نسخ أشياء من الشهادات التي في التنزيل، منها الشهادة على البيع وشهادة القاذف وشهادة أهل الكتاب على وصايا المسلمين.
٢٦٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج في قوله: وَأَشْهِدُوا إِذا تَبايَعْتُمْ (٢) قال: سئل عطاء: أيشهد الرجل إذا بايع بنصف درهم فقال: نعم هو تأويل قوله: وَأَشْهِدُوا إِذا تَبايَعْتُمْ (٣).
٢٦٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم عن مغيرة (٤) عن إبراهيم قال: تشهد ولو على دستجة (٥) بقل (٦).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) بعض آية من سورة البقرة رقم (٢٨٢) والتي تسمى بآية الدين أطول آية في كتاب الله.
(٣) رواه بمعناه ابن أبي حاتم في تفسيره البقرة قوله: وَأَشْهِدُوا إِذا تَبايَعْتُمْ ج ١ ورقة ٢٢٣ من المخطوط.
(٤) هو مغيرة بن مقسم الضبي.
(٥) دستجة: بفتح الدال وسكون السين المهملة وقبل الجيم مثناة فوقية هي: الحزمة والضغث فارسية معربة.
انظر: (تاج العروس ٢/ ٤٢).
(٦) رواه النحاس في ناسخه البقرة «باب ذكر الآية التاسعة والعشرين» ورقة ٨٨ من المخطوط.','1','144',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (223,'٢٦٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو أحمد الزبيري (١) عن سفيان عن ليث عن مجاهد عن ابن عمر أنه كان إذا باع أشهد ولم يكتب (٢).
قال أبو عبيد: هذا مذهب من رأى أن الآية محكمة (٣) وهي عند آخرين منسوخة.
٢٦٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي زائدة (٤) عن العلاء بن المسيب (٥) عن الحكم بن عتيبة في قوله: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً (٦) قال: نسخت هذه الآية آية الشهادة (٧).
٢٦٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٨) عن داود بن أبي هند عن الشعبي فى قوله: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً قال: إن أشهدت فحزم- أو كلمة تشبهها- وإن تركت ففي حل وفي سعة (٩).
_________
(١) أبو أحمد الزبيري: هو محمد بن عبد الله بن الزبير بن عمرو بن درهم الأسدي، أبو أحمد الزبيري الكوفي، ثقة، ثبت، إلا أنه قد يخطئ في حديث الثوري، من التاسعة، مات سنة ثلاث ومائتين.
(التقريب ٢/ ١٧٦).
(٢) لم أتمكن من تخريجه.
(٣) وممن قضى بإحكام الآية أبو جعفر الطبري في جامع البيان حيث قال عند تأويله للآية: يعني بذلك جل ثناؤه: وأشهدوا على صغير ما تبايعتم وكبيرة من حقوقكم عاجل ذلك وآجله ونقده ونسائه، ثم رجح إيجاب الإشهاد بقوله: وأولى الأقوال في ذلك بالصواب أن الإشهاد على كل مبيع ومشترى حق واجب وفرض لازم. جامع البيان ج ٦ ص ٨٢، ٨٤ تحقيق محمود وأحمد محمد شاكر.
(٤) هو يحيى بن أبي زائدة.
(٥) العلاء بن المسيب: ابن رافع الأسدي الكاهلي الكوفي، ذكره ابن حبان في الثقات، وقال ابن سعد ثقة، وقال الحاكم: له أوهام في الإسناد والمتن وقال بعضهم: كان يهم كثيرا وهو قول لا يعبأ به، وقال في التقريب: ثقة ربما وهم.
(التهذيب ٨/ ١٩٢ - التقريب ٢/ ٩٤).
(٦) سورة البقرة آية ٢٨٣.
(٧) لم أتمكن من تخريجه.
(٨) هو إسماعيل بن إبراهيم بن عليّة.
(٩) رواه الطبرى: جامع البيان ج ٦ ص ٥٠ أثر (٦٣٣٥) تحقيق محمود وأحمد شاكر.','1','145',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (224,'٢٦٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم عن إسماعيل بن أبي خالد قال: سألت الشعبي عنها فتلا علي هذه الآية: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً (١).
٢٦٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا سليمان التيمي (٢) قال: سألت الحسن عنها فقال: إن شاء أشهد، وإن شاء لم يشهد، ألا تسمع قوله: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً (٣).
قال أبو عبيد: والعلماء اليوم من أهل الحجاز وأهل العراق وغيرهم على هذا القول (٤)، أن شهادة المبايعة ليست بحتم على الناس إلا أن يشاءوا للآية الناسخة بعدها وهو قوله عز وجل: فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً ويرون أن البيّعين مخيران في الشهادة والترك، فهذا ما في نسخ شهادة البيوع.
_________
(١) روى نحوه الطبري فى جامع البيان، ج ٦ ص ٥٠ أثر (٦٣٣٦) تحقيق محمود وأحمد شاكر.
وروى نحوه ابن الجوزي فى نواسخ القرآن، البقرة ذكر الآية الخامسة والثلاثين ج ١ ص ٢٧٠ - ٢٧١ تحقيق محمد أشرف علي.
(٢) سليمان التيمي: قال ابن سعد: كان ثقة كثير الحديث وكان من العباد المجتهدين، وقال ابن حبان في الثقات: كان من عباد أهل البصرة وصالحيهم ثقة واتقانا وحفظا وسنة، توفي بالبصرة في ذي القعدة سنة ثلاث وأربعين ومائة وهو ابن سبع وتسعين سنة. وقال في التقريب: ثقة عابد.
(التهذيب ٤/ ٢٠١ - التقريب ١/ ٣٢٦).
(٣) رواه بمعناه الطبري فى جامع البيان، البقرة ج ٦ ص ٨٣ أثر (٦٤٠٣) تحقيق محمود وأحمد شاكر.
وروى نحوه عبد الرزاق فى المصنف ج ٨، كتاب الشهادات «باب الشهداء إذا ما دعوا» ص ٣٦٥ أثر (١٥٥٦٢) تحقيق حبيب الرحمن الأعظمي.
وروى نحوه ابن الجوزي فى نواسخ القرآن، البقرة- ذكر الآية الخامسة والثلاثين ج ١/ ص ٢٧٠ تحقيق محمد أشرف علي.
(٤) في المخطوط، باثبات «غير» والصواب حذفها لتقسيم العبارة.','1','146',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (225,'٢٦٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: وحدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس فى قول الله عز وجل: وَالَّذِينَ يَرْمُونَ الْمُحْصَناتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَداءَ فَاجْلِدُوهُمْ ثَمانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً وَأُولئِكَ هُمُ الْفاسِقُونَ (٢). قال: ثم استثنى فقال:
إِلَّا الَّذِينَ تابُوا (٣) قال: فتاب عليهم من الفسق فأما الشهادة فلا تجوز (٤).
٢٧٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا جرير (٥) عن منصور (٦) عن تميم بن سلمة (٧) قال: جاء ناس يشهدون عند شريح فيهم رجل قد جلد في قذف فقال له شريح: يا فلان قم فقد عرفناك (٨).
٢٧١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا الشيباني (٩) عن الشعبي عن شريح قال: لا تقبل شهادة القاذف أبدا
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة النور آية/ ٤/.
(٣) سورة النور آية ٥.
(٤) أورده السيوطي في الدر المنثور وعزاه إلى أبي داود في ناسخه وابن المنذر: سورة النور ج ٦ ص ١٣١.
(٥) جرير بن عبد الحميد بن قرط الضبي الكوفي، نزيل الري وقاضيها، ثقة صحيح الكتاب، مات سنة ثمان وثمانين ومائة وله إحدى وسبعون سنة.
(التقريب ١/ ١٢٧).
(٦) هو منصور بن المعتمر.
(٧) تميم بن سلمة السلمي الكوفي: قال ابن معين والنسائي: ثقة، وقال ابن سعد: كان ثقة وله أحاديث وذكره ابن حبان في الثقات، مات سنة مائة، وقال في التقريب: ثقة من الثالثة.
(التهذيب ١/ ٥١٢ - التقريب ١/ ١١٣).
(٨) روى نحوه محمد بن خلف بن حيان- المعروف بوكيع- أخبار القضاة ج ٢ ص ٢٨٤.
وروى نحوه أيضا عبد الرزاق عن منصور عن إبراهيم وقال حبيب الرحمن الأعظمي في تحقيقه للمصنف: أكبر ظني أنه سقط من الإسناد «عن شريح» فقد رواه وكيع في أخبار القضاة عن إبراهيم عن شريح.
انظر: المصنف ج ٧، كتاب الطلاق «باب ولا تقبلوا لهم شهادة أبدا» ص ٣٨٧ أثر (١٣٥٧٤).
قلت: ومما يؤكد أن شريحا قد سقط من إسناده رواية أبى عبيد هذه.
(٩) هو سليمان بن أبي سليمان الشيباني.','1','147',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (226,'توبته فيما بينه وبين الله عز وجل (١).
٢٧٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يونس (٢) عن الحسن ومغيرة (٣) عن إبراهيم أنهما قالا مثل ذلك (٤).
٢٧٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير (٥) عن حماد بن سلمة عن قتادة عن الحسن وسعيد بن المسيب أنهما قالا مثل ذلك (٦).
٢٧٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا الهيثم بن جميل عن شريك عن سالم الأفطس عن سعيد بن جبير مثل ذلك (٧).
_________
(١) روى نحوه عبد الرزاق فى المصنف، كتاب الشهادات «باب شهادة القاذف» ج ٨ ص ٣٦٣ أثر (١٥٥٥٣) تحقيق حبيب الرحمن الأعظمي.
وروى نحوه الطبري فى جامع البيان ج ١٨ ص ٦٢ ط دار المعرفة.
ورواه البيهقي فى السنن الكبرى ج ١٠، كتاب الشهادات «باب من قال: لا تقبل شهادته» ص ١٥٦.
(٢) هو يونس بن عبيد بن دينار العبدى.
(٣) هو مغيرة بن مقسم الضبي.
(٤) قول إبراهيم النخعي روى نحوه عبد الرزاق في المصنف وقول الحسن رواه بلفظه الصنعاني أيضا.
انظر: المصنف ج ٨، كتاب الشهادات «باب شهادة القاذف» ص ٣٦٣ أثر (١٥٥٥١) و (١٥٥٥٤) تحقيق حبيب الرحمن الأعظمي.
ورواه الطبري عن الحسن وإبراهيم بإسنادين فى جامع البيان ج ١٨ ص ٦٢ ط دار المعرفة.
ورواه البيهقي بسنده عن الحسن وإبراهيم فى السنن الكبرى ج ١٠، كتاب الشهادات «باب من قال لا تقبل شهادته» ص ١٥٦.
(٥) من قوله: «حدثنا محمد بن كثير» إلى قوله «حدثنا الهيثم» مكتوب في هامش المخطوط فأعدته إلى موضعه.
(٦) قول الحسن سبق في الأثر الذي قبله، وقول ابن المسيب رواه الطبري: جامع البيان ج ١٨ ص ٦٢ ط دار المعرفة.
(٧) رواه البيهقي بسنده عن سعيد بن جبير فى السنن الكبرى ج ١٠، كتاب الشهادات «باب من قال لا تقبل شهادته» ص ١٥٦.','1','148',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (227,'قال أبو عبيد: فهذا قول من رأى التوبة إنما نسخت الفسق وحده. وقال آخرون: إنما نسخت الفسق وإسقاط الشهادة معا.
٢٧٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس فى قوله:
وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً وَأُولئِكَ هُمُ الْفاسِقُونَ قال: ثم قال: إِلَّا الَّذِينَ تابُوا قال فمن تاب وأصلح فشهادته في كتاب الله عز وجل تقبل (١).
٢٧٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (٢) عن محمد بن مسلم الطائفى عن إبراهيم بن ميسرة عن سعيد بن المسيب: أن عمر استتاب الذين شهدوا على فلان (٣) فتاب اثنان وأبى أبو بكرة (٤) أن يتوب فكانت شهادتهما تقبل وكان أبو بكرة لا تقبل شهادته (٥).
_________
(١) رواه الطبري/ جامع البيان/ ج ١٨/ ص ٦٢/ ط دار المعرفة.
ورواه البيهقي فى السنن الكبرى ج ١٠، كتاب الشهادات «باب شهادة القاذف» ص ١٥٣.
(٢) هو أبو بكر بن عبد الله بن أبي مريم.
(٣) في حاشية المخطوط كتب عند كلمة «فلان»: هو المغيرة بن شعبة.
(٤) أبو بكرة: نفيع بن الحارث بن كلدة (بفتحتين) بن عمرو الثقفي، صحابي مشهور بكنيته، روى عن النبي- صلّى الله عليه وسلم- قال العجلي: كان من خيار الصحابة، أسلم بالطائف ثم نزل البصرة ومات بها سنة إحدى أو اثنتين وخمسين.
(التهذيب ١٠/ ٤٦٩ - التقريب ٢/ ٣٠٦).
(٥) روى نحوه عبد الرزاق فى المصنف ج ٨ كتاب الشهادات «باب شهادة القاذف»، أثر (١٥٥٥٠) ص ٣٦٢ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقي فى السنن الكبرى ج ١٠، كتاب الشهادات «باب شهادة القاذف» ص ١٥٢.
قال التركماني في الجوهر النقي عند رواية البيهقي لهذا الأثر:
أولا: تقدم غير مرة أن مالكا وابن معين أنكرا سماع ابن المسيب من عمر وقد ذكر البيهقي فيما مضى من قريب في باب الشهادة على الطلاق والرجعة أن روايته عنه مرسلة.
ثانيا: أن ابن المسيب الذي روى عن عمر قبول شهادته إذا تاب، خالفه في ذلك ففي مصنف ابن أبي شيبة ثنا أبو داود الطيالسي عن حماد بن سلمة عن قتادة عن الحسن وسعيد بن المسيب قالا: لا شهادة له وتوبته فيما بينه وبين الله- وهذا سند صحيح على شرط مسلم. أ. هـ بتصرف يسير.
المرجع السابق ص ١٥٣، ١٥٤.','1','149',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (228,'٢٧٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث قال: حدثني ابن شهاب: أن عمر استتاب أبا بكرة فيما قفا به فلانا فأبى أن يتوب وزعم أن ما قال حق، وأقام على ذلك فلم يكن تجوز له شهادة، قال: قال ابن شهاب: فأما من تاب واعترف فإن شهادته تقبل (١).
٢٧٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا الفرج بن فضالة (٢) عن محمد بن الوليد الزبيدي (٣) عن الزهري قال: إذا أكذب نفسه فهي توبته وتقبل شهادته (٤).
_________
(١) روى نحوه عبد الرزاق وليس في روايته ذكر قول ابن شهاب: «فأما من تاب واعترف ... ». المصنف ج ٨ كتاب الشهادات «باب شهادة القاذف» أثر (١٥٥٤٩) ص ٣٦٢ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقي بتلك الزيادة فى السنن الكبرى ج ١٠، كتاب الشهادات «باب شهادة القاذف» ص ١٥٢، ١٥٣.
قال سفيان: سمى الزهري الذي أخبره فحفظته ثم نسيته وشككت فيه فلما قمنا سألت من حضر فقال لي عمر بن قيس: هو سعيد بن المسيب، قال الشافعي- رحمه الله-: فقلت له: فهل شككت فيما قال لك؟ قال: لا هو سعيد بن المسيب غير شك، قال الشافعي- رحمه الله-: وكثيرا ما سمعته يقول: «عن سعيد إن شاء الله، وقد رواه غيره من أهل الحفظ عن سعيد ليس فيك شك» أ. هـ- المرجع السابق.
وقد روى الطبري نحوا من قول الزهري: (فأما من تاب واعترف) الخ .. جامع البيان ج ١٨ ص ١٦ ط دار المعرفة.
وروى البخاري قول الزهري تعليقا فى صحيح البخاري ج ٣، كتاب الشهادات «باب شهادة القاذف» ص ١٥٠.
(٢) الفرج بن فضالة بن النعمان التنوخي الشامي، ضعيف، من الثامنة، مات سنة تسع وسبعين ومائة.
(التقريب ٢/ ١٠٨).
(٣) محمد بن الوليد بن عامر الزبيدي، بالزاي والموحدة، مصغرا، أبو الهذيل الحمصي، القاضي، ثقة ثبت، من كبار أصحاب الزهري، من السابعة، مات سنة ست أو سبع أو تسع وأربعين ومائة.
(التقريب ٢/ ٢١٥).
(٤) روى نحوه عبد الرزاق فى المصنف ج ٨ كتاب الشهادات «باب شهادة القاذف» ص ٣٦٢ أثر (١٥٥٤٨) تحقيق حبيب الرحمن الأعظمي.','1','150',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (229,'٢٧٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي مريم (١) عن ابن لهيعة عن خالد بن أبي عمران (٢) أنه سأل القاسم بن محمد وسالم بن عبد الله عن ذلك فقالا: نكره شهادته ما لم تر منه توبة (٣).
٢٨٠ - أخبرنا علي قال: حدثنا أبو عبيدة قال: حدثنا عبد الرحمن بن مهدي عن سفيان عن أبي الهيثم (٤) قال: سمعت إبراهيم والشعبي يتذاكران شهادة القاذف فقال: الشعبي لإبراهيم: لم لا تقبل شهادته قال: لأني لا أدري أتاب أم لا (٥).
٢٨١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٦) عن إسماعيل بن أبي خالد (٧) عن الشعبي قال: إذا تاب قبلت شهادته، يقبل الله منه ولا تقبلون شهادته؟ قال: وقال محارب بن دثار (٨): تجوز شهادته (٩).
_________
(١) هو أبو بكر بن عبد الله بن أبى مريم.
(٢) خالد بن أبي عمران التجيبي، أبو عمرو، قاضي افريقية، فقيه صدوق من الخامسة، مات سنة خمس وقيل تسع وعشرين ومائة.
(التقريب ١/ ٢١٧).
(٣) لم أتمكن من تخريجه.
(٤) أبو الهيثم: المرادي الكوفي، قال أبو حاتم: لا بأس به، وذكره ابن حبان في الثقات، وقال في التقريب: صدوق من السادسة.
(التهذيب ١٢/ ٢٦٩، التقريب ٢/ ٤٨٥).
(٥) رواه عبد الرزاق في المصنف ج ٨ كتاب الشهادات «باب شهادة القاذف» ص ٣٦٣ أثر (١٥٥٥١) تحقيق حبيب الرحمن الأعظمي.
ورواه الطبري فى جامع البيان ج ١٨ ص ٦١ ط دار المعرفة.
(٦) هو يزيد بن هارون.
(٧) هو إسماعيل بن أبي خالد الأحمسي.
(٨) محارب (بضم أوله وكسر الراء) بن دثار (بكسر المهملة وتخفيف المثلثة) السدوسي الكوفي القاضي، ثقة إمام زاهد، من الرابعة، مات سنة ست عشرة ومائة.
(التقريب ٢/ ٢٣٠).
(٩) روى البخاري كلا القولين تعليقا: صحيح البخاري، كتاب الشهادات «باب شهادة القاذف والسارق والزاني» ج ٣ ص ١٥٠.
وروى قول الشعبي عبد الرزاق في المصنف ج ٨ كتاب الشهادات «باب شهادة القاذف» أثر (١٥٥٥٢) ص ٣٦٣ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه البيهقى عن الشعبي فى السنن الكبرى ج ١٠، كتاب الشهادات «باب شهادة القاذف» ص ١٥٣.
ورواه الطبري بسنده عن الشعبي فى جامع البيان ج ١٨ ص ٦٠ ط دار المعرفة.','1','151',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (230,'٢٨٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن يزيد (١) عن العوام بن خوشب عن حبيب بن أبي ثابت [عن] (٢) ابن عمر عن عبد الله بن عتبة (٣) أنه أجاز شهادة المفتري (٤).
٢٨٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن بكير قال: إذا أكذب نفسه وتاب مما قال فشهادته جائزة (٥).
٢٨٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٦) عن ابن أبي نجيح قال: إذا تاب القاذف تجوز شهادته، قال: وقال كلنا نقوله، قال إسماعيل قلنا من؟ أو قيل من؟ فقال: عطاء وطاوس ومجاهد (٧).
_________
(١) محمد بن يزيد الكلاعي: مولى خولان، أبو سعيد الواسطي أصله شامي ثقة ثبت عابد، من كبار التاسعة، مات سنة تسعين ومائة (التقريب ٢/ ٢١٩).
(٢) في المخطوط هكذا: (عن حبيب بن أبي ثابت بن عمر) والصواب ما أثبتناه بزيادة [عن] إذ أن ابن عمر من شيوخ حبيب بن أبي ثابت.
(٣) عبد الله بن عتبة: ابن مسعود الهذلي، أبو عبد الله، أدرك النبي- صلّى الله عليه وسلم- ورآه وروى عنه، قال ابن سعد: كان ثقة رفيعا كثير الحديث والفتيا فقيها، وقال العجلي تابعي ثقة، مات سنة
ثلاث أو أربع وسبعين.
(التهذيب ٥/ ٣١١).
(٤) روى نحوه الطبري فى جامع البيان ج ١٨ ص ٦١ ط دار المعرفة وفي روايته القاذف بدل المفتري. قلت ومراد عبد الله بن عتبة اجازة شهادة المفتري القاذف بعد صدور التوبة منه.
وروى نحوه البخاري في صحيحه تعليقا، كتاب الشهادات «باب شهادة القاذف والسارق والزاني» ج ٣ ص ١٥٠.
(٥) رواه الطبري من قول الشعبي فى جامع البيان ج ١٨ ص ٦٠ ط دار المعرفة.
(٦) هو إسماعيل بن إبراهيم بن علية.
(٧) رواه الطبري بسنده عن ابن أبي نجيح فى جامع البيان ج ١٨ ص ٦٠ ط دار المعرفة.
ورواه الشافعي في الأم ج ٧، كتاب الشهادات «باب شهادة القاذف» ص ٨٩.
وروى قول طاوس ومجاهد البخاري تعليقا فى صحيح البخاري، كتاب الشهادات «باب شهادة القاذف والسارق والزاني» ج ٣ ص ١٥٠.','1','152',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (231,'٢٨٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن بكير عن مسعر بن كدام (١) عن عمران بن عمير (٢) عن عبد الله بن عتبة: أنه أجاز شهادة المفتري.
٢٨٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (٣) عن مسعر بن كدام عن عمران بن عمير عن عبد الله بن عتبة أنه أجاز شهادة القاذف.
٢٨٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن بكير عن مالك بن أنس أنه كان يقول مثل ذلك يرى شهادته جائزة إذا تاب (٤).
قال أبو عبيد: وهذا قول أهل الحجاز جميعا، وأما أهل العراق فيرون شهادته غير مقبولة أبدا وإن تاب، وكلا الفريقين إنما تأول فيما نرى الآية، فالذي لا يقبلها يذهب إلى أن الكلام انقطع من عند قوله: وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً ثم استأنف فقال: وَأُولئِكَ هُمُ الْفاسِقُونَ إِلَّا الَّذِينَ تابُوا فأوقع التوبة على الفسق خاصة دون الشهادة وأما الآخرون فذهبوا إلى أن الكلام بعضه معطوف على بعض فقال: وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً وَأُولئِكَ هُمُ الْفاسِقُونَ ثم أوقعوا الاستثناء في التوبة على كل الكلام ورأوا أنه منتظم له.
قال أبو عبيد: والذى يختار هذا القول لأن من قال به أكثر وأعلى، منهم
_________
(١) مسعر بن كدام: (بكسر أوله وتخفيف ثانيه) ابن ظهير الهلالي، أبو سلمة الكوفي، ثقة ثبت فاضل، من السابعة، مات سنة ثلاث أو خمس وخمسين ومائة.
(التقريب ٢/ ٢٤٣).
(٢) عمران بن عمير: الهذلي الكوفي مولى عبد الله بن مسعود وأخ القاسم بن عبد الرحمن بن عبد الله بن مسعود لأمه، قال البخاري: حديثه في الكوفيين، وقال ابن أبي حاتم: نحوه.
(التهذيب ٨/ ١٣٦).
(٣) هو محمد بن خازم أبو معاوية الضرير.
(٤) لم أتمكن من تخريجه.','1','153',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (232,'عمر بن الخطاب- رضى الله عنه- فمن وراءه (١) مع أنه في النظر على هذا أصح ولا يكون المتكلم بالفاحشة أعظم جرما من راكبها، ألا ترى أنهم لا يختلفون في العاهر أنه مقبول الشهادة إذا تاب فراميه بها أيسر جرما إذا نزع عما قال وأكذب نفسه، لأن التائب من الذنب كمن لا ذنب له وإذا قبل الله عز وجل التوبة من عبده كان العباد بالقبول أولى، مع أن مثل هذا الاستثناء موجود في مواضع من القرآن، من ذلك قوله عز وجل: إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ثم قال بعد ذلك: إِلَّا الَّذِينَ تابُوا (٢) فليس يختلف المسلمون أن هذا الاستثناء ناسخ للآية من أولها وأن التوبة لهؤلاء جميعا بمنزلة واحدة، وكذلك قوله عز وجل في الطهور حين قال: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ وَلا جُنُباً إِلَّا عابِرِي سَبِيلٍ حَتَّى تَغْتَسِلُوا ثم قال: وَإِنْ كُنْتُمْ مَرْضى أَوْ عَلى سَفَرٍ أَوْ جاءَ أَحَدٌ مِنْكُمْ مِنَ الْغائِطِ أَوْ لامَسْتُمُ النِّساءَ فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً (٣) فصار التيمم لاحقا بمن وجب عليه الاغتسال كما لحق من وجب عليه الوضوء في سنة النبي- صلّى الله عليه وسلم- حين أمر عمارا (٤) وأبا ذر (٥) بذلك، وعلى هذا المعنى تأول من رأى شهادة القاذف جائزة لأنه كلام واحد بعضه معطوف على بعض وبعضه تابع بعضا، ثم انتظمه الاستثناء وأحاط به.
_________
(١) في المخطوط بلا همز والصواب إثباتها.
(٢) سورة المائدة آية ٣٤.
(٣) سورة النساء آية ٤٣.
(٤) عمار بن ياسر بن عامر بن مالك العنسي، أبو اليقظان، مولي بني مخزوم، صحابي جليل مشهور، من السابقين الأولين، بدري، قتل مع علي بصفّين سنة سبع وثلاثين.
(التقريب ٢/ ٤٨).
(٥) أبو ذر الغفاري: الصحابي المشهور، اسمه جندب بن جنادة على الأصح، تقدم إسلامه وتأخرت هجرته، فلم يشهد بدرا، ومناقبه كثيرة جدا، مات سنة اثنتين وثلاثين في خلافة عثمان.
(التقريب ٢/ ٤٢٠).','1','154',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (233,'<span data-type="title" id=toc-59>باب شهادة أهل الكتاب</span>
قال أبو عبيد: وأما شهادة أهل الذمة على وصايا المسلمين فإنها في قوله:
يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنانِ ذَوا عَدْلٍ مِنْكُمْ أَوْ آخَرانِ مِنْ غَيْرِكُمْ (١)، وفيها ثلاثة أقوال: فجلّ العلماء وعظمهم من الماضين يتأولونها في أهل الذمة ويرونها محكمة، وقالت طائفة أخرى: هي في أهل الذمة غير أنها قد نسخت، وقالت طائفة ثالثة: هي في أهل الإسلام جميعا ولا حظ لأهل الذمة فيها.
٢٨٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن ابن جريج عن عكرمة في هذه الآية قال: كان تميم الداري (٣) وأخوه نصرانيين وهما من لخم وكان متجرهما إلى مكة فلما هاجر رسول الله- صلّى الله عليه- إلى المدينة حوّلا متجرهما إلى المدينة فقدم ابن أبي مارية مولى عمرو بن العاص (٤) المدينة وهو يريد الشام تاجرا فخرجوا جميعا حتى إذا كانوا ببعض الطريق مرض ابن أبي مارية فكتب وصيته بيده ثم دسّها في متاعه وأوصى إليهما، فلما مات فتحا متاعه فوجدا فيها أشياء فأخذاها فلما قدما على أهله فتحوا متاعه فوجدوا وصيته وقد كتب فيها عهده وما خرج به، ففقدوا الأشياء، فسألوهما؟ فقالا:
_________
(١) سورة المائدة آية ١٠٦.
(٢) هو حجاج بن محمد المصيصي.
(٣) تميم بن أوس بن خارجة الداري، أبو رقية، صحابي مشهور، سكن بيت المقدس بعد قتل عثمان، مات سنة أربعين.
(التقريب ١/ ١١٣).
(٤) لم أعثر على ترجمة له.','1','155',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (234,'هذا الذي قبضنا له، فرفعوهما إلى النبي- صلّى الله عليه- فنزلت هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنانِ ذَوا عَدْلٍ مِنْكُمْ أَوْ آخَرانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُما مِنْ بَعْدِ الصَّلاةِ فَيُقْسِمانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لا نَشْتَرِي بِهِ ثَمَناً وَلَوْ كانَ ذا قُرْبى وَلا نَكْتُمُ شَهادَةَ اللَّهِ إِنَّا إِذاً لَمِنَ الْآثِمِينَ فأمرهم رسول الله- صلّى الله عليه- أن يستحلفوهما بالله الذي لا إله إلا هو: ما قبضنا له غير هذا فمكثا ما شاء الله، ثم ظهر على إناء من فضة منقوش بذهب معهما، فقالوا:
هذا من متاعه، فقالا: اشتريناه منه فارتفعوا إلى النبي- صلّى الله عليه- فنزلت الآية الأخرى قوله: فَإِنْ عُثِرَ عَلى أَنَّهُمَا اسْتَحَقَّا إِثْماً فَآخَرانِ يَقُومانِ مَقامَهُما (١) فأمر النبي- صلّى الله عليه- رجلين من أهل الميت أن يحلفا على ما كتما وغيّبا، فاستحلفاهما، ثم إن تميما أسلم وبايع النبي- صلّى الله عليه- فكان يقول: صدق الله ورسوله وبلّغ، إنى لأنا أخذت الاناء (٢).
٢٨٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عمر بن طارق (٣) عن ابن لهيعة عن يزيد بن أبي حبيب عن سلمة بن أبي سلمة (٤) عن
_________
(١) سورة المائدة آية ١٠٧.
(٢) رواه البيهقي بمعناه فى السنن الكبرى، كتاب الشهادات «باب ما جاء في قول الله عز جل: يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ» ج ١٠ ص ١٦٤.
ورواه بلفظ مقارب النحاس فى الناسخ والمنسوخ المخطوط ورقة ١٤٤.
وقال ابن كثير في تفسيره للآية من سورة المائدة بعد سياقه لقصة تميم الداري: وقد ذكر هذه القصة مرسلة غير واحد من التابعين منهم عكرمة ومحمد بن سيرين وقتادة وذكروا أن التحليف كان بعد صلاة العصر، وكذا ذكرها مرسلة مجاهد والحسن والضحاك وهذا يدل على اشتهارها في السلف وصحتها.
(تفسير ابن كثير ج ٢ ص ١١٣.)
(٣) لم أجد ترجمة له.
(٤) سلمة بن أبي سلمة بن عبد الرحمن بن عوف القرشي الزهري، قال ابن أبي حاتم: حدثنا عبد الرحمن قال: سألت أبي عنه فقال: لا بأس به.
(الجرح والتعديل ٤/ ١٦٤).','1','156',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (235,'عبد الله بن مسعود قال: خرج رجل من المسلمين فمرّ بقرية فمرض ومعه رجلان من المسلمين فدفع إليهما ماله ثم قال: ادعوا لي من أشهده على ما قبضتما فلم يجدوا أحدا
من المسلمين في تلك القرية، قال: فدعوا ناسا من اليهود فأشهدهم على ما دفع إليهما ثم إن المسلمين قدما بالمال إلى أهله، فقالوا قد كان معه من المال أكثر مما آتيتمونا به قال: فاستحلفوهما بالله ما دفع إليهما غير هذا ثم قدم ناس من اليهود والنصارى فسألهم أهل المتوفى فأخبروهم أنه هلك بقريتهم وترك كذا وكذا من المال، فعلم أهل المتوفى أن قد عثروا على أن المسلمين قد استحقا إثما فانطلقوا إلى ابن مسعود فأخبروه بالذي كان من أمرهم، فقال ابن مسعود: ما من كتاب الله عز وجل من شيء إلا قد جاء على إدلاله إلا هذه الآية، فالآن حين جاء (١) تأويلها فأمر المسلمين أن يحلفا بالله لا نشتري به ثمنا ولو كان ذا قربى ولا نكتم شهادة الله إنا إذن لمن الآثمين، ثم أمر اليهود والنصارى أن يحلفوا بالله لقد ترك من المال كذا وكذا ولشهادتنا أحق من شهادة هذين المسلمين وما اعتدينا إنا إذن لمن الظالمين ثم أمر أهل المتوفى أن يحلفوا بالله: أنّ ما شهدت به اليهود والنصارى حق فحلفوا، فأمرهم ابن مسعود أن يأخذوا من المسلمين ما شهدت به اليهود والنصارى، قال: وكان ذلك في خلافة عثمان بن عفان- رضي الله عنه-.
٢٩٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٢) عن زكريا بن أبي زائدة (٣) عن الشعبي قال: خرج رجل من خثعم
_________
(١) كتب على هامش المخطوط: «السماع: فالآن حين تأويلها».
(٢) هو يحيى بن سعيد القطان.
(٣) زكريا بن يحيى بن زكريا بن أبي زائدة الوادعي، أبو زائدة الكوفي، قال الإمام أحمد: ثقة، وقال أبو زرعة. صويلح يدلس كثيرا عن الشعبي وقال أبو حاتم: لين الحديث كان يدلس، وقال ابن سعد: كان ثقة كثير الحديث، مات سنة مائة وسبع وأربعين، وقال في التقريب: صدوق.
(التهذيب ٢/ ٣٢٩ - التقريب ١/ ٢٦٢).','1','157',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (236,'فتوفى بدقوقاء (١) فلم يجد من يشهد على وصيته إلا رجلين من النصارى من أهلها فأشهدهما على وصيته، ثم قدما الكوفة فأحلفهما أبو موسى دبر صلاة العصر في مسجد الكوفة بالله الذي لا إله إلا هو ما خانا لا كتما ولا بدلا وإن هذه لوصية، ثم أجاز شهادتهما (٢).
٢٩١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن إسماعيل بن أبي خالد (٣) عن الشعبي أن أبا موسى (٤) أجاز شهادة أهل الذمة على الوصية (٥).
٢٩٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن الأعمش عن إبراهيم عن شريح قال: لا تجوز شهادة أهل الذمة على المسلمين في شيء إلا في السفر ولا يجوز في السفر إلا في الوصية (٦).
_________
(١) دقوقاء: بفتح أوله وضم ثانيه، مدينة بين إربل وبغداد معروفة لها ذكر فى الأخبار والفتوح.
(معجم البلدان ٢/ ٤٥٩).
(٢) رواه الطبري بلفظ مقارب ج ١١ أثر (١٢٩٤٨) ص ١٧٤ تحقيق محمود محمد شاكر.
ورواه البيهقي بلفظ مقارب فى السنن الكبرى ج ١٠، كتاب الشهادات «باب من أجاز شهادة أهل الذمة».
وروايتهما من طريق هشيم قال: أخبرنا زكريا عن الشعبي، قال الحافظ بن كثير بعد إيراده لهذا الأثر من طريق هشيم عن زكريا عن الشعبي: هذا إسناد صحيح إلى الشعبي عن أبي موسى الأشعري.
انظر: ابن كثير ٢/ ١١٣.
(٣) هو إسماعيل بن أبي خالد الأحمسي.
(٤) هو أبو موسى الأشعري.
(٥) رواه بمعناه الطبري فى جامع البيان ج ١١ أثر (١٢٩٢٧) ص ١٦٥ تحقيق محمود محمد شاكر.
وروى نحوه البيهقي فى السنن الكبرى ج ١٠، كتاب الشهادات «باب شهادة أهل الذمة على الوصية في السفر» ص ١٦٦.
(٦) روى نحوه الطبري فى جامع البيان ج ١١ أثر (١٢٩٢٥) ص ١٦٤ تحقيق محمود محمد شاكر.','1','158',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (237,'٢٩٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن حماد بن زيد عن ابن أبي نجيح عن مجاهد في قوله: اثْنانِ ذَوا عَدْلٍ مِنْكُمْ، قال: من أهل الملّة (أو آخران من غيركم) قال: من غير أهل الملّة (١).
٢٩٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سعيد بن عبد الرحمن أخي أبى حرة (٢) عن ابن سيرين عن عبيدة (٣) في قوله:
أَوْ آخَرانِ مِنْ غَيْرِكُمْ قال: من سائر الملل (٤).
٢٩٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن شعبة عن قتادة قال: سمعت سعيد بن المسيب يقول: في قوله أَوْ آخَرانِ مِنْ غَيْرِكُمْ قال من أهل الكتاب (٥).
٢٩٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن ابن المبارك عن وقاء بن إياس (٦) عن سعيد بن جبير في قوله: أَوْ آخَرانِ مِنْ غَيْرِكُمْ قال: من أهل الكتاب (٧).
_________
(١) رواه الطبري مفرقا فى جامع البيان ج ١١ الأثران (١٢٨٩١، ١٢٩٢٣) ص ١٥٦، ١٦٤، تحقيق محمود محمد شاكر.
(٢) سعيد بن عبد الرحمن الرقاشي البصري أخو أبي حرة، ليّنه يحيى القطان، ووثقه جماعة فقال وكيع: كان ثقة، وقال ابن مهدي: حدثنا سعيد بن عبد الرحمن وكان أثبت من أبي حرة، وقال يحيى ابن معين والإمام أحمد: ثقة.
(الجرح والتعديل ٤/ ٤٠ - ميزان الاعتدال ٢/ ١٤٨).
(٣) هو عبيدة السلماني.
(٤) روى نحوه الطبري فى جامع البيان ج ١١ أثر (١٢٩٢٠) ص ١٦٤ تحقيق محمود شاكر.
(٥) رواه الطبري فى جامع البيان ج ١١ أثر (١٢٨٩٦) ص ١٦١ تحقيق محمود شاكر.
ورواه عبد الرزاق في المصنف: ج ٨، كتاب الشهادات «باب شهادة أهل الكفر على أهل الإسلام» ص ٣٦٠، الأثر (١٥٥٤٠) تحقيق حبيب الرحمن الأعظمي.
(٦) وقاء (بكسر أوله وقاف) بن إياس الأسدي أبو يزيد الكوفي، لين الحديث. (التقريب/ ٢/ ٣٣١/.).
(٧) رواه الطبري فى جامع البيان ج ١١ أثر (١٢٩٠٥) ص ١٦٢ تحقيق محمود شاكر.','1','159',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (238,'٢٩٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبّاد بن العوام عن أشعث (١) عن الشعبي في قوله: أَوْ آخَرانِ مِنْ غَيْرِكُمْ قال: من أهل الكتاب (٢).
٢٩٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مغيرة (٣) عن إبراهيم في هذه الآية: أَوْ آخَرانِ مِنْ غَيْرِكُمْ قال: إذا حضرت الرجل الوفاة وهو في سفر فليشهد رجلين من المسلمين فإن لم يجد رجلين من المسلمين فرجلين من أهل الكتاب فإذا قدما بتركته فإن صدقهما الورثة قبل قولهما وإن اتهموهما أحلفا بعد صلاة العصر بالله: ما كتمنا ولا كذبنا ولا خنّا ولا غيرنا قال: فَإِنْ عُثِرَ عَلى أَنَّهُمَا اسْتَحَقَّا إِثْماً قال: يقول: إن اطلع منهما على خيانة فَآخَرانِ يَقُومانِ مَقامَهُما مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ قال: يستحلف رجلان من الورثة فما حلفا عليه من شيء أخذا به (٤).
٢٩٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مغيرة (٥) قال: أخبرني من سمع سعيد بن جبير يقول مثل ذلك (٦).
٣٠٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان أنه كان يقول ذاك ويأخذ به (٧).
قال أبو عبيد: فهذا مذهب الذين رأوا الآية محكمة ومما يزيد قولهم قوة وتوكيدا تتابع الآثار في سورة المائدة بقلة المنسوخ منها، وأنها من محكم القرآن.
_________
(١) هو أشعث بن سوّار الكندى.
(٢) روى نحوه ابن أبي حاتم في تفسيره للآية من سورة المائدة ج ٣ الجزء الأول منه ورقة ٤٣ من المخطوط.
(٣) هو مغيرة بن مقسم الضبي.
(٤) لم أتمكن من تخريجه.
(٥) هو مغيرة بن مقسم الضبي.
(٦) لم أتمكن من تخريجه.
(٧) لم أتمكن من تخريجه.','1','160',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (239,'٣٠١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو اليمان (١) عن أبي بكر بن عبد الله بن أبي مريم عن ضمرة بن حبيب (٢) وعطية بن قيس (٣) قالا: قال رسول الله- صلّى الله عليه وسلم- المائدة من آخر القرآن نزولا فأحلوا حلالها وحرموا حرامها (٤).
٣٠٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن أبى الزاهرية (٥) عن جبير بن نفير (٦) قال:
حججت فدخلت على عائشة فقالت لي: يا جبير هل تقرأ المائدة؟ قلت:
نعم: قالت: أما إنها من آخر سورة نزلت فما وجدتم فيها من حلال فاستحلوه وما وجدتم فيها من حرام فحرموه (٧).
٣٠٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن
_________
(١) هو الحكم بن نافع البهراني أبو اليمان.
(٢) ضمرة بن حبيب بن صهيب الزبيدي أبو عتبة الحمصي، ذكره ابن حبان في الثقات، وقال العجلي: شامي تابعي، مات سنة ثلاثين ومائة. وقال في التقريب: ضمرة (بفتح وسكون) بن حبيب:
ثقة.
(التهذيب ٤/ ٤٥٩ - التقريب ١/ ٣٧٤).
(٣) عطية بن قيس الكلابي، أبو يحيى الحمصي، ذكره ابن حبان في الثقات، وقال كان مولده سنة سبع عشرة ومات سنة مائة وإحدى وعشرين، وقال في التقريب: عطية بن قيس الكلابي ثقة مقرئ.
(التهذيب ٧/ ٢٢٨ - التقريب ٢/ ٢٥).
(٤) أورده السيوطي في الدر المنثور وعزاه إلى أبى عبيد ج ٣ سورة المائدة ص ٤.
(٥) أبو الزاهرية: هو حدير بن كريب الحضرمي الحمصي، صدوق، من الثالثة، مات على رأس المائة.
(التهذيب ٢/ ٢١٨ - التقريب ١/ ١٥٦).
(٦) جبير بن نفير (بنون وفاء مصغرا) بن مالك بن عامر الحضرمي الحمصي، ثقة جليل، من الثانية، مخضرم ولأبيه صحبة، مات سنة ثمانين.
(التقريب ١/ ١٢٦).
(٧) رواه الحاكم في المستدرك وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي فى التلخيص (المستدرك ج ٢، كتاب التفسير: المائدة ص ٣١١.
ورواه البيهقي فى السنن الكبرى، كتاب النكاح «باب نكاح حرائر أهل الكتاب» ج ٧ ص ١٧٢.','1','161',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (240,'إسرائيل (١) عن أبى إسحاق (٢) عن أبي ميسرة (٣) قال: في المائدة ثماني عشرة فريضة وليس فيها منسوخ (٤).
٣٠٤ - أخبرنا علي قال: حدثنا أبو عبيدة قال: حدثنا إسحاق بن يوسف (٥) عن ابن عون (٦) قال: سألت الحسن: هل نسخ من المائدة شيء؟
فقال: لا (٧) قال أبو عبيد: وأما الآخرون الذين رأوا الآية منسوخة فإنهم احتجوا بقول الله تبارك وتعالى: وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ (٨) وبقوله عز وجل: مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ (٩) قالوا ولا يكون أهل الشرك عدولا أبدا، ولا ممن ترضى شهادته، ولست أدري إلى من نسند هذا القول من الأوائل غير أنه قول مالك بن أنس وأهل الحجاز وكثير من أهل العراق غير سفيان فإنه أخذ بالقول الأول، وأما الذين تأولوا الآية في أهل الإسلام وأخرجوا المشركين منها فشىء يروى عن أبي موسى (١٠) والحسن وابن شهاب.
٣٠٥ - وسمعت علي بن عاصم يحدث عن خالد (١١) عن أبي قلابة (١٢)
_________
(١) هو إسرائيل بن يونس.
(٢) هو عمرو بن عبد الله الهمداني، أبو إسحاق السبيعي.
(٣) هو عمرو بن شرحبيل الكوفي، أبو ميسرة.
(٤) أورده السيوطي في الدر المنثور وعزاه إلى الفريابي وأبي عبيد وعبد بن حميد وابن المنذر وأبي الشيخ ج ٣ سورة المائدة ص ٤.
(٥) هو إسحاق بن يوسف الأزرق.
(٦) هو عبد الله بن عون.
(٧) أورده السيوطي في الدر المنثور وعزاه إلى عبد بن حميد وأبي داود في ناسخه وابن المنذر ج ٣ سورة المائدة ص ٤.
(٨) سورة الطلاق آية ٢.
(٩) بعض آية الدين من سورة البقرة رقم (٢٨٢).
(١٠) أبو موسى الأشعري.
(١١) أبو خالد الحذاء.
(١٢) هو عبد الله بن زيد المكنّى بأبي قلابة.','1','162',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (241,'عن أبي موسى قال: خرج قوم في سفر قال: أحسبه قال: من الأشعريين فمات رجل منهم فاتّهم البقية فأنزل الله عز وجل: اثْنانِ ذَوا عَدْلٍ مِنْكُمْ يقول:
ممن كان معه، أَوْ آخَرانِ مِنْ غَيْرِكُمْ قال: كلهم مسلمون (١).
٣٠٦ - وأما الذي يروى عن الحسن فإنه قال: اثْنانِ ذَوا عَدْلٍ مِنْكُمْ قال: من قبيلتكم، أَوْ آخَرانِ مِنْ غَيْرِكُمْ قال: من غير قبيلتكم (٢).
٣٠٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن عقيل (٣) عن ابن شهاب في هذه الآية قال: هي في الرجل يموت في السفر فيحضره بعض ورثته ويغيب بعضهم فيتهم الغائب منهم الحاضر ثم ذكر حديثا طويلا (٤).
قال أبو عبيد: وهذا هو الأصل في الحكم ألّا يكون أهل الشرك عدولا على أهل الإسلام ولولا خلاف من سمينا في صدر هذا الباب، وأولئك أكثر عددا وفيهم بعض الصحابة مع خلل في هذا القول ليس في ذاك، أما حديث أبي موسى هذا فلا نراه حفظ لأن الشعبي يحدث عنه بخلافه وقد ذكرناه وهو أقرب إلى الثبت والصحة، وأما تأول الحسن: من قبيلتكم أو من قبيلة غيركم فكيف يصير (٥) أهل المخاطبة بالآية من غيرهم، وإنما خاطب الله بها أهل التوحيد كافة فقال عز وجل: يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ فلم يبق أحد منهم إلا قد خوطب
_________
(١) لم أتمكن من تخريجه.
(٢) روى نحوه الطبري قال: حدثنا بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد عن قتادة قال: كان الحسن يقول ... ثم ذكر الأثر بنحوه.
(جامع البيان ج ١١ أثر (١٢٩٣٤) ص ١٦٦ تحقيق محمود شاكر.
وروى نحوه ابن أبي حاتم في تفسيره المائدة آية ١٠٦ ج ٣ الجزء الأول منه ورقة ٤٣ من المخطوط.
(٣) هو عقيل بن خالد الأيلي.
(٤) روى نحوه ابن أبي حاتم في تفسيره: المائدة آية ١٠٦ ج ٣ الجزء الأول منه ورقة ٤٤ من المخطوط.
(٥) كتبت في المخطوط بياءين «ييصير» والصواب حذفها.','1','163',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (242,'بها فكيف يجوز أن يقال: من غيركم إلا من كان خارجا منها، وأما قول ابن شهاب: إنها في أهل الميراث يتهم بعضهم بعضا فأنّى يكون هذا، وإنما سماها الله لنا شهادة ثم أعاد ذكرها في الآية وأبداه مرارا فقال: يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ وقال: لَشَهادَتُنا أَحَقُّ مِنْ شَهادَتِهِما. وقال: ذلِكَ أَدْنى أَنْ يَأْتُوا بِالشَّهادَةِ عَلى وَجْهِها (١). وهذا يتأولها في الادّعاء من بعض الورثة على بعض فإنما هم مدّعون ومدّعى عليهم، فأين الشهادة من الدعوى؟
وكيف يقال للمدعي شاهد؟ فهذان نوعان من التأويل لا أعرف لهما وجها، وليس أحد من الناس إلا وقد يؤخذ من قوله ويترك إلا النبي- صلّى الله عليه وسلم- وفي مذهبهما مع ما ذكرنا أمران لا يجوزان في أحكام المسلمين: قال الله تبارك وتعالى: تَحْبِسُونَهُما مِنْ بَعْدِ الصَّلاةِ فَيُقْسِمانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لا نَشْتَرِي بِهِ ثَمَناً. فهل يعرف في حكم الإسلام أن يحلف الشاهدان، أو يجب عليهما يمين، أم هل يعرف في حكم الإسلام أن لا يقبل الحاكم شهادتهما ولا ينفذها إلا بعد صلاة العصر.
قال أبو عبيد: هذا ما لا يجب على شهود المسلمين، وليس الأمر عندنا إلا القول الأول عمّن سمينا من الصحابة والتابعين ثم أخذ سفيان به ومع هذا إنا قد وجدنا لمثل هذا نظائر خص الله عز وجل برخصتها السفر- وحظرها على أهل الحضر، منها قصر الصلاة والتيمم مكان الطهور والجمع بين الصلاتين والإفطار في شهر رمضان فكل هذه الخلال جعلها الله عز وجل لهم دون غيرهم، ثم أحل جلّ جلاله الميتة والدّم عند الاضطرار إلى ذلك فهكذا هذه الشهادة إن شاء الله وأي ضرورة أشدّ من رجل يحضره الموت في السفر ولله عز وجل عليه حقوق من زكاة وحج وكفارات، وللناس عليه حقوق من ديون وودائع وغيرها لا يجد إلى تثبيتهما وأدائها سبيلا إلا بهذه الشهادة فإن تركها بطلت كلها، وقد جوز المسلمون شهادة النساء بلا رجل على الولادة والاستهلال والحيض والحبل وما أشبه
_________
(١) سورة المائدة آية ١٠٨.','1','164',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (243,'ذلك للاضطرار إليه وليس ذلك بموجود في كتاب ولا سنة، فالذي يحتمله تأويل الكتاب أولى بالاتباع وأوجب على الناس وإنما نراهم تأولوا بقوله: تَحْبِسُونَهُما مِنْ بَعْدِ الصَّلاةِ أنها صلاة العصر لأن أهل الكتاب وإن كانوا لا يصلون للشمس كالمجوس فإن طلوع الشمس وغروبها وقت لصلواتهم عرفنا ذلك بما رأينا من بعضهم والله أعلم بما أراد من ذلك.','1','165',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (244,'<span data-type="title" id=toc-60>باب المناسك وما جاء فيها من النسخ</span>
قال أبو عبيد: أما مناسك الحج فإنا لا نعلم في التنزيل منها منسوخا ولكنّ فيها سنتين كانتا على عهد رسول الله- صلّى الله عليه- ثم إن الأئمة أو بعضهم رأى فيهما سوى ذلك وهما: فسخ الإحرام ومتعة الحج (١) ولا نرى ترك من تركها كان إلا لأمر علموه ناسخا لما كان قبله أو لشيء كان للنبي- صلّى الله عليه- ولأصحابه دون غيرهم، وبكلّ قد جاءت السنة والأثر. فأما فسخ الإحرام:
٣٠٨ - فإن أبا بكر بن عيّاش حدثنا عن أبي إسحاق (٢) عن البراء بن عازب قال: خرج رسول الله- صلّى الله عليه- وأصحابه وقد أحرمنا بالحج، فلما قدمنا مكة قال: اجعلوا حجكم عمرة، فقال الناس: يا رسول الله قد أحرمنا بالحج كيف نجعله عمرة فقال: انظروا ما آمركم به فاصنعوا (٣).
٣٠٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا اسماعيل بن جعفر ويحيى بن سعيد عن جعفر (٤) بن محمد (٥) عن أبيه عن جابر بن عبد الله
_________
(١) في المخطوط: «ولكن فيها سنن كانا» والصواب ما أثبتناه.
وفي المخطوط «ومتعة النساء» والصواب ما أثبتناه.
(٢) هو أبو إسحاق السبيعي.
(٣) روى مسلم نحوا من معناه من حديث جابر: صحيح مسلم ج ٢ ص ٨٨٥، كتاب الحج «باب بيان وجوه الإحرام» تحقيق عبد الباقي.
وروى نحوه ابن ماجة في السنن، وقال محمد فؤاد عبد الباقي في تحقيقه: في الزوائد رجال إسناده ثقات، إلا أن فيه أبا إسحاق واسمه عمرو بن عبد الله وقد اختلط بآخره، ولم يتبين حال ابن عياش: هل روى قبل الاختلاط أو بعده فيتوقف حديثه حتى يتبين حاله.
(سنن ابن ماجة ج ٢ كتاب المناسك «باب فسخ الحج» ص ٩٩٣ تحقيق عبد الباقي).
(٤) فى الإسناد سقط والصواب ما أثبتناه. وإنما استدللت على ذلك السقط بما أثبته الناسخ في حاشية المخطوط إذ قال: في نسخة أخرى وهو صحيح: إسماعيل بن جعفر ويحيى بن سعيد عن جعفر بن محمد.
(٥) هو جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب المعروف بالصادق.','1','166',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (245,'قال: خرج رسول الله- صلّى الله عليه- ونحن لا ننوي إلا الحج لا نعرف العمرة، فانطلق رسول الله- صلّى الله عليه- حتى قضى طوافه ثم نادى الناس وهو على المروة والناس تحته: من لم يكن معه هدي، فليحلل وليجعله (١) عمرة، قال: فحل الناس كلهم (٢).
قال أبو عبيد: وهذا في حديث طويل في المناسك.
٣١٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي عدي (٣) عن داود بن أبي هند عن أبي نضرة (٤) عن أبي سعيد الخدري قال:
خرجنا مع رسول الله- صلّى الله عليه- نصرخ بالحج صراخا حتى إذا طفنا بالبيت قال: اجعلوه عمرة إلا من كان معه الهدي قال: فأحللنا بعمرة فلما كان يوم التروية أحرمنا بالحج وانطلقنا إلى منى (٥).
٣١١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٦) عن عبد الملك (٧) عن عطاء عن جابر وعن ابن جريج عن أبي الزبير (٨) عن
_________
(١) قال الناسخ: في نسخة وليجعلها.
(٢) روى نحوه مسلم من حديث طويل فى صحيح مسلم ج ٢، كتاب الحج «باب حجة النبي- صلّى الله عليه وسلم-» ص ٨٨٦ تحقيق عبد الباقي. وفي روايته زيادة (فحلّ الناس كلهم وقصّروا إلا النبي- صلّى الله عليه وسلم- ومن كان معه هدي).
وروى نحوه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب ما يدل على أن النبي- صلّى الله عليه وسلم- أحرم إحراما مطلقا» ص ٧.
(٣) هو محمد بن إبراهيم بن أبي عدي.
(٤) هو المنذر بن مالك بن قطعة العبدي العوقي البصري.
(٥) روى نحوه البيهقي فى السنن الكبرى ج ٥ ص ٣١، كتاب الحج «باب ما يستحب من الإهلال عند التوجه إلى منى».
رواه مسلم بمعناه من رواية جابر بن عبد الله فى صحيح مسلم ج ٢، كتاب الحج «باب بيان وجوه الإحرام» ص ٨٨٤ تحقيق محمد فؤاد عبد الباقي.
(٦) هو يحيى بن سعيد القطان.
(٧) هو عبد الملك بن أبي سليمان.
(٨) هو محمد بن مسلم.','1','167',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (246,'جابر قال: لما كانت عشيّة التروية وتوجهنا إلى منى وجعلنا ظهورنا إلى مكة لبيّنا بالحج (١).
٣١٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٢) عن يحيى بن سعيد (٣) أن عمرة بنت عبد الرحمن أخبرته أنها سمعت عائشة تقول:
خرجنا مع رسول الله- صلّى الله عليه وسلم- لخمس يفين (٤) من ذي القعدة ونحن لا نرى إلا الحج فلما قدمنا أو دنونا أمر رسول الله- صلّى الله عليه- من لم يكن معه هدي أن يجعلها عمرة قالت: فأحلّ الناس كلهم إلا من كان معه هدي (٥).
٣١٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن يحيى بن سعيد عن عمرة عن عائشة عن النبي- صلّى الله عليه- مثل ذلك وزاد فيه قال: قال يحيى فذكرت ذلك للقاسم بن محمد فقال:
جاءتك بالحديث على وجهه (٦).
_________
(١) رواه بمعناه مسلم فى صحيحه ج ٢، كتاب الحج «باب بيان وجوه الإحرام» ص ٨٨٤ تحقيق عبد الباقي.
وروى نحوه الإمام أحمد في المسند ج ٣ ص ٣٠٢ ط دار الفكر.
وانظر: الفتح الربانى ج ١١، كتاب الحج والعمرة «باب صفة حج النبي صلّى الله عليه وسلم» ص ٨٢.
(٢) هو يزيد بن هارون.
(٣) هو يحيى بن سعيد بن قيس الأنصاري.
(٤) هكذا في الأصل (يفين) بياء وفاء، فيكون من التوفية وهو الإكمال والإتمام. فعلى هذا لا اختلاف في المعنى في (يفين) أو (بقين) إذ دل قولها: على أنهم خرجوا وقد بقي على شهر ذي القعدة أيام خمسة، ليصبح تاما وافيا يدخل بعده العشر من ذي الحجة.
(٥) رواه البخاري بلفظ مقارب فى صحيح البخاري ج ٢ ص ١٥١، كتاب الحج «باب التمتع والإقران والإفراد».
ورواه مسلم بلفظ مقارب فى صحيح مسلم، كتاب الحج «باب بيان وجوه الإحرام» ج ٢ ص ٨٧٦ تحقيق عبد الباقي.
ورواه البيهقي بلفظ مقارب فى السنن الكبرى ج ٥، كتاب الحج «باب ما يدل على أن النبي- صلّى الله عليه وسلم- أحرم إحراما مطلقا» ص ٥. قلت: وعند مسلم والبيهقي (بقين) بالباء والقاف.
(٦) مر تخريجه، وقول القاسم رواه مسلم في الصحيح والبيهقي في السنن.
انظر: المرجع السابق.','1','168',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (247,'٣١٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن قيس بن مسلم عن طارق بن شهاب عن أبي موسى، أخبرنا علي قال: حدثنا أبو عبيد قال: وحدثنا أبو النضر (١) عن شعبة عن قيس بن مسلم عن طارق بن شهاب عن أبي موسى (٢) قال: قدمت على النبي- صلّى الله عليه- وهو بالبطحاء فقال: «بم أهللت؟ قلت: أهللت بإهلال النبي- صلّى الله عليه- فقال: هل سقت من هدي؟ قلت (٣): لا قال: طف بالبيت وبين الصفا والمروة ثم أحل» قال: فطفت بالبيت وبالصفا والمروة ثم أتيت امرأة من قومي فمشطتني وغسلت رأسي فكنت أفتي الناس بذلك في إمارة أبي بكر وإمارة عمر رضي الله عنهما قال: فإني لقائم بالموسم إذ جاءني رجل فقال: إنك لا تدري ما أحدث أمير المؤمنين في شأن النسك فقلت: يا أيها الناس من كنّا أفتيناه بشيء فليتّئذ (٤). فهذا أمير المؤمنين قادم عليكم فأتمّوا به قال: فقدم فقلت: يا أمير المؤمنين ما هذا الذي أحدثت في شأن النسك فقال: إن نأخذ بكتاب الله عز وجل فإن الله يقول: وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ (٥) وإن نأخذ بسنة نبينا- صلّى الله عليه- فإن النبي- صلّى الله عليه- لم يحل حتى نحر الهدي (٦).
_________
(١) هو هاشم بن القاسم بن مسلم الليثي أبو النضر.
(٢) قد جاءت رواية أبي عبيد لهذا الحديث من طريقين.
(٣) في المخطوط كتبت «قال» والصواب ما أثبتناه.
(٤) بين الناسخ في الحاشية المراد بقوله (يتئد) فقال: يعني بقوله فليتئد: أى فليرفق. وقال في النهاية: يقال اتأد في فعله وقوله وتوأد إذا تأنى وتثبت ولم يعجل، واتئد في أمرك أي تثبت.
(النهاية ١/ ١٧٨).
(٥) سورة البقرة آية ١٩٦.
(٦) روى نحوه البخاري في صحيحه، كتاب الحج «باب من أهلّ في زمن النبي- صلّى الله عليه وسلم- كإهلال النبي- صلّى الله عليه وسلم-» ج ٢ ص ١٤٩.
ورواه مسلم، كتاب الحج «باب نسخ التحلل من الإحرام والأمر بالتمام» ج ٢ ص ٨٩٤، ٨٩٥ تحقيق محمد عبد الباقي.','1','169',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (248,'٣١٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (١) عن عبيد الله (٢) عن نافع عن ابن عمر عن حفصة قالت: قلت:
يا رسول الله ما للناس أحلوا ولم تحلل أنت من عمرتك فقال: إني لبّدت رأسي وقلدت هديي فلا أحل حتى أحل من الحج (٣).
قال أبو عبيد: فقد صحت الأخبار عن رسول الله- صلّى الله عليه- بفسخ الحج إلى العمرة بعد الطواف إلا من ساق الهدي ثم روي عن الخلفاء بعده (٤) أنهم كانوا يقيمون على إحرامهم إلى يوم النحر.
٣١٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن حماد بن سلمة عن ابن أبي مليكة عن عروة بن الزبير أن أبا بكر وعمر كانا يقدمان ملبيين فلا يحلان إلى يوم النحر (٥).
_________
(١) هو يحيى بن سعيد القطان.
(٢) هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.
(٣) روى نحوه البخاري في صحيحه ج ٢، كتاب الحج «باب من لبد رأسه عند الإحرام وحلق» ص ١٨٨.
وروى نحوه مسلم في صحيحه، كتاب الحج «باب بيان أن القارن لا يتحلل إلا في وقت تحلل الحاج المفرد» ج ٢ ص ٩٠٢ تحقيق عبد الباقي.
ورواه البيهقي فى السنن الكبرى، كتاب الحج «باب من اختار القرآن» ج ٥ ص ١٢.
(٤) كلمة «بعده» معلقة في هامش المخطوط فأعدتها إلى مكانها من النص.
(٥) روى نحوا من معناه مسلم في صحيحه عن عروة قال: أخبرتني عائشة- رضي الله عنها- أن أول شيء بدأ به- تعني رسول الله- حين قدم مكة أنه توضأ ثم طاف بالبيت، ثم حج أبو بكر فكان أول شيء بدأ به الطواف بالبيت ثم لم يكن غيره، ثم عمر مثل ذلك. قال النووي في شرح مسلم: يكون تقدير الكلام: ثم حج أبو بكر- رضي الله عنه- فكان أول شيء بدأ به الطواف بالبيت ثم لم يكن غيره:
أي لم يغير الحج ولم ينقله ويفسخه إلى غيره لا عمرة ولا قران.
انظر: صحيح مسلم بشرح النووي ج ٨ ص ٢٢١. قلت: فعلى هذا تكون رواية مسلم التى أوردناها دالة على ما دلت عليه رواية أبي عبيد من بقاء أبي بكر وعمر محرمين حتى يوم النحر.','1','170',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (249,'٣١٧ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا [أبو] معاوية (١) ويحيى بن سعيد (٢) عن محمد بن أبي إسماعيل (٣) عن عبد الرحمن بن أبي نضرة (٤) عن أبيه عن علي: أنه قدم مكة فطاف بالبيت وبين الصفا والمروة لعمرته ثم عاد فطاف بالبيت وبالصفا والمروة لحجته ثم أقام حراما إلى يوم النحر في حديث فيه طول (٥).
قال أبو عبيد وأما عثمان وكان من أشدهم في ذلك لأنه كان يغلظ في المتعة فالفسخ أشد ولا نرى الأئمة أجمعوا على ترك الفسخ إلا لأحد الخصلتين اللتين ذكرنا من المنسوخ والخصوصية على أن تبيانه قد جاءنا في حديث مرفوع وغير مرفوع.
_________
(١) في الأصل معاوية ولم أجد من اسمه معاوية ممن روى عنه أبو عبيد إنما أبو معاوية محمد بن خازم الضرير، ولذا لزم إثبات كلمة «أبو» ليستقيم الإسناد.
(٢) هو يحيى بن سعيد القطان.
(٣) محمد بن أبي إسماعيل بن راشد السلمي المدني، ثقة، من الخامسة، مات سنة اثنتين وأربعين ومائة.
(التقريب ٢/ ١٤٦).
(٤) هو ابن أبي نصر- بصاد وراء في آخره- كما ترجم له ابن حبان في المجروحين فقال:
عبد الرحمن بن أبي نصر بن عمرو شيخ يروي عن أبيه عن على: (القارن يطوف طوافين) منكر الحديث على قلة روايته، يروي عن أبيه المناكير وأبوه مجهول لا يدرى من هو ولا يعلم له من على سماع وفى دون هذا ما يسقط الاحتجاج برواية من هذا نعته.
انظر: المجروحين من المحدثين والضعفاء والمتروكين لابن حبان ج ٢ ص ٥٩ تحقيق محمود إبراهيم زائد.
(٥) روى نحوه الدارقطني بأسانيد كلها ضعيفة فى سنن الدارقطني ج ٢ ص ٢٦٣ تحقيق عبد الله هاشم يماني المدني.
وروى نحوه أبو يوسف- يعقوب بن إبراهيم الأنصاري، كتاب الآثار ص ١٠١ الحج «باب القرآن أثر (٤٨٣) تحقيق أبي الوقاء».
وقال ابن حجر في الفتح عند كلامه عن طواف القارن: واحتج الحنفية بما روي عن على: أنه جمع بين الحج والعمرة فطاف لهما طوافين وسعى لهما سعيين ثم قال: هكذا رأيت رسول الله- صلّى الله عليه وسلم- فعل.
وطرقه عن علي عند عبد الرزاق والدارقطني وغيرهما ضعيفة ... ، والمخرج في الصحيحين وفي السنن عنه من طرق كثيرة. الاكتفاء بطواف واحد، وقال البيهقي: إن ثبتت الرواية أنه طاف طوافين فيحمل على طواف القدوم وطواف الإفاضة، وأما السعي مرتين فلم يثبت، وقال ابن حزم: لا يصح عن النبي- صلّى الله عليه وسلم- ولا عن أحد من أصحابه في ذلك شيء أصلا. أ. هـ- فتح الباري ج ٣، كتاب الحج «باب طواف القارن» ص ٤٩٥ تحقيق الشيخ عبد العزيز بن باز.','1','171',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (250,'٣١٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثني نعيم بن حماد (١) عن عبد العزيز بن محمد (٢) عن ربيعة بن أبي عبد الرحمن عن الحارث ابن بلال بن الحارث (٣) عن أبيه بلال بن الحارث المزني (٤) قال: قلت يا رسول الله أفسخ الحج لنا خاصة أم لمن بعدنا؟ قال: لا بل لنا خاصة (٥).
٣١٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (٦) ويزيد (٧) عن يحيى بن سعيد (٨) عن المرقّع الأسدي عن أبي ذر قال: لم يكن
_________
(١) نعيم بن حماد: ابن معاوية بن الحارث الخزاعي، أبو عبد الله المروزي، نزيل مصر، صدوق يخطئ كثيرا فقيه عارف بالفرائض، من العاشرة، مات سنة ثمان وعشرين ومائتين على الصحيح، وقد تتبع ابن عدي ما أخطأ فيه وقال: باقي حديثه مستقيم.
(التقريب ٢/ ٣٠٥).
(٢) عبد العزيز بن محمد بن عبيد الداروردي، أبو محمد الجهيني، مولاهم المدني، صدوق، كان يحدث من كتب غيره فيخطئ، من الثامنة، مات سنة ست أو سبع وثمانين ومائة.
(التقريب ١/ ٥١٢).
(٣) الحارث بن بلال بن الحارث المزني المدني، أخرجوا له حديثا واحدا فى فسخ الحج، قال الإمام أحمد: ليس إسناده بالمعروف، وقال في التقريب: صدوق مقبول.
(التهذيب ٢/ ١٣٧ - التقريب ١/ ١٣٩).
(٤) بلال بن الحارث المزني، أبو عبد الرحمن المدني، صحابي، مات سنة ستين، وله ثمانون سنة.
(التقريب ١/ ١٠٩).
(٥) رواه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب من أحرم بنسك فأراد أن يفسخه لم ينفسخ ولم ينصرف إلى غيره» ص ٤١.
ورواه ابن ماجة في سننه، كتاب الحج «باب من قال: كان فسخ الحج لهم خاصة».
وقال الإمام أحمد: حديث بلال بن الحارث عندي غير ثابت ولا أقول به ولا نعرف هذا الرجل.
وقال أيضا: رأيت لو عرف الحارث بن بلال إلا أنّ أحد عشر رجلا من أصحاب النبي- صلّى الله عليه وسلم- يروون ما يروون من الفسخ، أين يقوم الحارث بن بلال منهم؟.
سنن ابن ماجة ج ٢ ص ٩٩٤ تحقيق عبد الباقي.
وروى نحوه النحاس في ناسخه «باب ذكر الآية السابعة عشرة» ورقة ٣١ من المخطوط.
(٦) هو أبو معاوية محمد بن خازم.
(٧) هو يزيد بن هارون.
(٨) هو يحيى بن سعيد الأنصاري.','1','172',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (251,'لأحد أن يهل بحج ثم يفسخه بعمرته إلا للركب من أصحاب محمد- صلّى الله عليه- خاصة (١).
٣٢٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية عن الأعمش عن إبراهيم التيمي عن أبيه عن أبي ذرّ قال: إنما كانت المتعة بالحج لأصحاب محمد- صلّى الله عليه- خاصة. قال: أبو معاوية يعني أن يجعل الحج عمرة (٢).
٣٢١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا أبو سعد (٣) عن إبراهيم التيمي عن أبيه عن أبي ذرّ مثل حديث الأعمش.
قال أبو عبيد: وإلى هذا انتهت العلماء من أهل الحجاز والعراق والشام منهم سفيان والأوزاعي ومالك وأهل الرأي وغيرهم لا يرون للحاج والقارن إحلالا دون يوم النحر حتى قد كان بعضهم ينكر الفسخ ويحدث بخلافه.
٣٢٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثني عبد الرحمن بن مهدي عن مالك بن أنس عن أبي الأسود (٤) عن عروة عن عائشة قالت:
خرجنا مع رسول الله- صلّى الله عليه- فمنا من أهلّ بالحج ومنا من أهلّ بالحج
_________
(١) رواه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب كراهية من كره القران والتمتع» ص ٢٢.
وروى نحوه مسلم في صحيحه، كتاب الحج «باب جواز التمتع» ج ٢ ص ٨٩٧ تحقيق محمد فؤاد عبد الباقي.
(٢) رواه مسلم في صحيحه ج ٢، كتاب الحج «باب جواز التمتع» ص ٨٩٧ تحقيق محمد فؤاد عبد الباقي.
ورواه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب كراهية من كره القران والتمتع» ص ٢٢، وليس في روايتهما ذكر لقول أبي معاوية.
(٣) هو سعيد بن المرزبان العبسي أبو سعد النفال الكوفي الأعور.
(٤) هو محمد بن عبد الرحمن بن نوفل بن الأسود بن نوفل أبو الأسود المدني.','1','173',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (252,'والعمرة ومنا من أهلّ بالعمرة قالت: وأهلّ رسول الله- صلّى الله عليه- بالحج فأمّا من أهلّ بالعمرة فطاف بالبيت وسعى وأحل. وأمّا من أهلّ بالحج أو بالحج والعمرة فلم يحل إلى يوم النحر (١).
٣٢٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنى عبد الرحمن عن مالك عن أبي الأسود عن سليمان بن يسار مثل ذلك إلا أنه لم يذكر إهلال النبي- صلّى الله عليه- قال: عبد الرحمن وكان مالك يأخذ بهذا وينكر قول أهل مكة في متعة الحج.
قال أبو عبيد: ولا نعلم أحدا من الصحابة تمسك بذلك بعد النبى- صلّى الله عليه- إلا ابن عباس فإن الفسخ معروف من رأيه.
٣٢٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٢) عن ابن جريج قال: أخبرني عطاء (٣) عن ابن عباس قال: لا يطوف أحد بالبيت إلا حل قال: قلت: إنما هذا بعد المعرّف (٤) فقال: كان ابن عباس يراه قبل وبعد قال: قلت من أين كان يأخذ هذا؟ قال: من أمر رسول الله- صلّى الله عليه- الناس في حجة الوداع أن يحلوا ومن قول الله تبارك وتعالى:
ثُمَّ مَحِلُّها إِلَى الْبَيْتِ الْعَتِيقِ (٥) (٦).
_________
(١) روى نحوه البخاري في صحيحه، كتاب الحج «باب التمتع والإقران والإفراد بالحج وفسخ الحج لمن لم يكن معه هدي» ج ٢ ص ١٥١.
وروى نحوه مسلم في صحيحه ج ٢، كتاب الحج «باب بيان وجوه الإحرام الأحاديث» ١١٢، ١١٤، ١١٧ ص ٨٧٠ وما بعدها.
(٢) هو يحيى بن سعيد القطان.
(٣) هو عطاء الخراساني.
(٤) بعد المعرّف: أي بعد الوقوف بعرفة.
(لسان العرب ٩/ ٢٤٢).
(٥) سورة الحج آية ٣٣.
(٦) رواه مسلم بلفظ مقارب في صحيحه، كتاب الحج «باب تقليد الهدي وإشعاره عند الإحرام» ج ٢ ص ١٣ تحقيق محمد فؤاد عبد الباقي.','1','174',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (253,'٣٢٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن شعبة عن قتادة قال: سمعت أبا حسان الأعرج (٢) يقول: قال رجل من بني بلجهيم (٣) يقال له فلان بن عبد لابن عباس ما هذه الفتيا التي قد شغبت (٤) الناس أنه من طاف بالبيت فقد حلّ فقال: سنة نبيكم- صلّى الله عليه- وإن رغمتم قال حجاج (٥) قال شعبة: أنا أقول: شغبت ولا أدري كيف هي وقال:
حجاج إنما هو شعبت (٦) وهي عندي كما قال حجاج يعني أنها: فرّقت بين الناس في الفتيا (٧).
قال أبو عبيد: فناس من أهل العلم اليوم يذهبون إلى هذا القول ويرون الفسخ في الحج، وهو مذهب وحجة لولا حديث بلال بن الحارث الذي ذكرناه عن النبى- صلّى الله عليه- ومقالة أبي ذرّ وما مضى عليه السلف من الخلفاء (٨) الراشدين المهديين الذين هم أعلم بسنة رسول الله- صلّى الله عليه- وتأويل حديثه ثم قول العلماء بعده.
_________
ورواه البيهقي بلفظ مقارب فى السنن الكبرى ج ٥، كتاب الحج «باب تعجيل الطواف بالبيت حين يدخل مكة ... » ص ٧٨.
قال النحاس في ناسخه: وهذا القول (أي لزوم التحلل من الإحرام على كل من طاف بالبيت قبل الوقوف أو بعده) انفرد به ابن عباس كما انفرد بأشياء غيره، فأما قوله ثُمَّ مَحِلُّها إِلَى الْبَيْتِ الْعَتِيقِ فليس فيه حجة لأن الضمير للبدن وليست للناس، ومحل الناس يوم النحر على قوله الجماعة، ولهذا سمي يوم الحج الأكبر.
(الناسخ والمنسوخ للنحاس ورقة ٣١ من المخطوط).
(١) هو حجاج بن محمد المصيصي.
(٢) هو مسلم بن عبد الله البصري أبو حسان الأعرج.
(٣) عند مسلم «من بني الهجيم» بتقديم الهاء على الجيم.
(٤) شغبت: من الشغب بسكون الغين: تهييج الشر والفتنة والخصام (لسان العرب ١/ ٥٠٤).
(٥) هو حجاج بن محمد المصيصي.
(٦) كتبت في المخطوط «شغيت» بالياء والصواب بالموحدة. قال النووي في شرح مسلم: وممن ذكر الروايتين فيها المعجمة والمهملة أبو عبيد والقاضي عياض، ومعنى المهملة: أنها فرقت مذاهب الناس واوقعت الخلاف بينهم ومعنى المعجمة: خلطت عليهم أمرهم. ا. هـ صحيح مسلم بشرح النووي، ج ٨/ ص ٢٢٩.
(٧) رواه مسلم كتاب الحج «باب تقليد الهدي وإشعاره عند الإحرام» ج ٢ ص ٩١٢ تحقيق عبد الباقي.
(٨) في المخطوط «الخلف» والصواب ما أثبتناه إن شاء الله.','1','175',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (254,'قال أبو عبيد: فهذا ما فى فسخ الحج وأما المتعة:
٣٢٦ - فإن ابن أبي مريم (١): حدثنا عن مالك بن أنس عن ابن شهاب أن محمد بن عبد الله بن الحارث بن نوفل (٢) حدثه أنه سمع سعد بن أبي وقاص والضحاك بن قيس (٣) عام حج معاوية وهما يتذاكران التمتع بالعمرة إلى الحج فقال الضحاك: لا يصنع ذلك إلا من جهل أمر الله فقال: سعد بئس ما قلت يا ابن أخى فقال الضحاك: فإن عمر بن الخطاب قد نهى عن ذلك فقال سعد: قد صنعها رسول الله- صلّى الله عليه- وصنعناها معه (٤).
٣٢٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان بن معاوية الفزاري عن سليمان التيمي عن غنيم بن قيس قال: سألت سعد بن أبي وقاص عن متعة الحج فقال: قد فعلناها وهذا يومئذ كافر بالعرش قال: يعني فلانا.
قال أبو عبيد: والعرش بيوت مكة يعني أنه مقيم بها وهو يومئذ كافر (٥).
_________
(١) ابن أبي مريم: سعيد بن الحكم بن محمد بن سالم بن أبي مريم الجمحي بالولاء، أبو محمد المصري، ثقة، ثبت فقيه، من كبار العاشرة، مات سنة أربع وعشرين ومائتين وله ثمانون سنة.
(التقريب ١/ ٢٩٣).
(٢) محمد بن عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب الهاشمي النوفلي المدني، ذكره ابن حبان في الثقات، قال ابن حجر: له فى السنن حديثه عن سعد في التمتع بالعمرة إلى الحج فيه قصة الضحاك بن قيس، قلت: جزم ابن عبد البر بأن الزهري تفرد بالرواية عنه قال: ولا يعرف إلا برواية الزهري عنه وقال في التقريب. مقبول من الثالثة.
(التهذيب ٩/ ٢٥١ - التقريب ٢/ ١٧٥).
(٣) الضحاك بن قيس: بن خالد بن وهب الفهرى أبو أنيس، الأمير المشهور صحابي صغير، قتل في وقعة مرج راهط سنة أربع وستين.
(التقريب ١/ ٣٧٣).
(٤) رواه مالك في الموطأ، كتاب الحج «باب ما جاء في التمتع» حديث رقم (٦٠) ج ١ ص ٣٤٤ تحقيق محمد فؤاد عبد الباقي.
ورواه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب من اختار التمتع بالعمرة إلى الحج» ص ١٧.
وروى نحوه الترمذي في جامعه وقال: هذا حديث صحيح ج ٣، كتاب الحج «باب ما جاء في التمتع» ص ١٨٥ تحقيق أحمد شاكر.
(٥) رواه مسلم في صحيحه ج ٢، كتاب الحج «باب جواز التمتع» ص ٨٩٨ تحقيق محمد فؤاد عبد الباقي.','1','176',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (255,'٣٢٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا حجاج (١) عن عطاء (٢) عن جابر بن عبد الله أن سراقة بن مالك بن جعشم قال: يا رسول الله عمرتنا هذه لعامنا أم للأبد قال: بل هي للأبد مرتين أو ثلاثا (٣).
٣٢٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان بن شجاع الجزرى عن خصيف بن عبد الرحمن (٤) عن عطاء عن جابر عن النبي- صلّى الله عليه- وسراقة مثل ذلك إلا أنه قال (٥): قال رسول الله- صلّى الله عليه- «بل هي لأبد الآبدين».
٣٣٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٦) عن جعفر بن محمد (٧) عن أبيه (٨) عن جابر بن عبد الله عن النبي- صلّى الله عليه- وسراقة مثل ذلك إلا أنه قال: بل هي لأبد أبد وزاد فيه فشبّك رسول الله- صلّى الله عليه- بين أصابعه وقال: «دخلت العمرة فى الحج إلى يوم القيامة».
قال أبو عبيد: وكلمته- صلّى الله عليه- هذه تفسر تفسيرين أحدهما:
أن يكون دخول العمرة في الحج هو الفسخ بعينه وذلك أن يهل الرجل بالحج ثم يحل من حجه بعمرة إذا طاف بالبيت. والآخر: أن يكون دخول العمرة فى الحج
_________
(١) هو حجاج بن أرطاة.
(٢) هو عطاء بن أبي رباح.
(٣) روى نحوه مسلم في صحيحه عند سياقه لحجة النبى- صلّى الله عليه وسلم- من رواية جابر ج ٢، كتاب الحج «باب حجة النبى- صلّى الله عليه وسلم-» ص ٨٨٨ تحقيق عبد الباقي.
وروى نحوه أيضا البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب ما يدل على أن النبي- صلّى الله عليه وسلم- أحرم إحراما مطلقا» ص ٧.
(٤) هو خصيف بن عبد الرحمن الجزرى.
(٥) قوله: «إلا أنه قال» إلى قوله: «لأبد الآبدين» العبارة كتبت في هامش المخطوط فأعدتها إلى موضعها من النص.
(٦) هو يحيى بن سعيد القطان.
(٧) هو جعفر الصادق.
(٨) هو محمد بن علي بن الحسين بن علي بن أبي طالب.','1','177',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (256,'هو المتعة نفسها وذلك أن يقرّب الرجل العمرة في أشهر الحج فإذا قضاها وطاف لها وحلق ثم أراد الحج استأنف له إهلالا وإنما جاء هذا لأن العرب كانت في الجاهلية لا تعرف العمرة في أشهر الحج وتنكره أشد الإنكار.
٣٣١ - ويروى عن طاوس أنه قال: كان ذلك عندهم من أفجر الفجور (١).
قال: أبو عبيد وبعضهم يروي هذا عن ابن عباس ولذلك روجع النبى صلّى الله عليه- حين أمرهم أن يحلوا بعمرة ومن أجله قال له سراقة: عمرتنا هذه لعامنا أم للأبد حتى قال فيها النبي- صلّى الله عليه- ما قال ونزل القرآن بالرخصة والإذن فيها وهو قوله: فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ.
قال أبو عبيد: ثم سن رسول الله- صلّى الله عليه- القران، بذلك جاء أكثر الآثار.
٣٣٢ - أخبرنا على قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن شعبة قال: حدثني حميد بن هلال قال: سمعت مطرّفا (٣) يقول: قال: لي عمران بن حصين إني سأحدثك عسى الله أن ينفعك به: إن رسول الله- صلّى الله عليه- جمع بين الحج والعمرة ثم لم ينه عنه حتى مات ولم ينزل القرآن بتحريمه وإنه كان يسلّم علي فلما اكتويت أمسك عني فلما تركته عاد إلي (٤).
٣٣٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن أبى
_________
(١) روى نحوه النحاس في ناسخه من قول ابن عباس- قال: حدثنا عبد الأعلى بن واصل بن عبد الأعلى قال: حدثنا أبو أسامة عن وهب بن خالد قال: حدثنا عبد الله بن طاوس عن أبيه عن ابن عباس ثم ذكر الأثر بنحوه.
الناسخ والمنسوخ للنحاس: البقرة «باب ذكر الآية السابعة عشرة ورقة ٣٠ من المخطوط».
قلت: لعلها رواية واحدة إذ طاوس رواها عن ابن عباس كما هو عند النحاس.
(٢) هو حجاج بن محمد المصيصي.
(٣) هو مطرّف بن عبد الله بن الشخّير العامري.
(٤) روى نحوه مسلم في صحيحه ج ٢، كتاب الحج «باب جواز التمتع» ص ٨٩٩ تحقيق عبد الباقي. وقال النووي في شرحه لهذا الحديث: ومعنى الحديث أن عمران بن الحصين رضي الله عنه كانت به بواسير فكان يصبر على المهمات وكانت الملائكة تسلم عليه فاكتوى فانقطع سلامهم عليه ثم ترك الكي فعاد سلامهم عليه. ا. هـ. انظر صحيح مسلم بشرح النووي ج ٨/ ص ٢٠٦.
وروى نحوه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب من اختار القران» ص ١٤.','1','178',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (257,'زائدة (١) عن حجاج بن أرطاة عن الحسن بن سعد (٢) عن ابن عباس قال:
أنبأني أبو طلحة (٣) أن رسول الله- صلّى الله عليه- جمع بين حج وعمرة (٤).
٣٣٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا حميد (٥) عن بكر بن عبد الله (٦) قال: سمعت أنس بن مالك يقول:
سمعت رسول الله- صلّى الله عليه وسلم- يلبي بالحج والعمرة قال: بكر فحدثت بذلك ابن عمر فقال: لبى بالحج وحده قال: بكر فلقيت أنس بن مالك فحدثته بقول ابن عمر فقال: ما تعدوننا إلا صبيانا سمعت رسول الله- صلّى الله عليه- يقول:
«لبيك عمرة وحجا» (٧).
_________
(١) يحيى بن زكريا بن أبي زائدة الهمداني (بسكون الميم) أبو سعيد الكوفي ثقة، متقن، مات سنة ثلاث أو أربع وثمانين ومائة.
(التقريب ٢/ ٣٤٧).
(٢) الحسن بن سعد: ابن معبد الهاشمي، مولاهم الكوفي، قال النسائي ثقة، ذكره ابن حبان في الثقات، وقال في التقريب: ثقة من الرابعة.
(التهذيب ٢/ ٢٧٩ - التقريب ١/ ١٦٦).
(٣) أبو طلحة: زيد بن سهل بن الأسود بن حرام بن عمرو بن زيد الأنصاري، أبو طلحة المدني، صحابي جليل وأحد النقباء، شهد العقبة والمشاهد كلها عاش بعد رسول الله- صلّى الله عليه وسلم- أربعين سنة، وتوفي بالشام سنة إحدى وخمسين.
(التهذيب ٣/ ٤١٤).
(٤) رواه ابن ماجة في سننه، كتاب الحج «باب من قرن الحج والعمرة» ج ٢ ص ٩٩٠ تحقيق عبد الباقى.
وقال محمد فؤاد عبد الباقي: قال في الزوائد: في إسناده حجاج بن أرطاة ضعيف ومدلس وقد رواه بالعنعنة. أ. هـ.
وقال أبو جعفر النحاس في ناسخه: الحجاج بن أرطاة مدلس عمن لقيه وعمن لم يلقه ولا تقوم بحديثه حجة إلا أن يقول: حدثنا وأخبرنا وسمعت.
الناسخ والمنسوخ للنحاس ورقة ٣٢ من المخطوط.
(٥) هو حميد بن أبي حميد الطويل.
(٦) هو بكر بن عبد الله بن عمرو المزني أبو عبد الله البصري.
(٧) رواه الإمام أحمد في المسند ٣/ ٩٩ - ١٠٠ ط دار الفكر.
ورواه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب من اختار القران» ص ٩.
ورواه مسلم في صحيحه ج ٢، كتاب الحج «باب في الإفراد والقران بالحج والعمرة» ص ٩٠٥ تحقيق عبد الباقي.','1','179',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (258,'٣٣٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال أخبرنا يحيى بن أبي إسحاق (١) وعبد العزيز بن صهيب وحميد (٢) كلهم عن أنس قال: سمعت رسول الله- صلّى الله عليه- يقول: «لبيك عمرة وحجا» (٣).
٣٣٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا سيار (٤) عن أبي وائل (٥) عن الصّبي بن معبد (٦) أنه كان نصرانيا فأسلم فأراد الجهاد فقيل له ابدأ بالحج فأتى أبا موسى الأشعري فأمره أن يهل بالحج والعمرة جميعا ففعل فبينا هو يلبي بهما إذ مرّ يزيد بن صوحان (٧) وسلمان بن ربيعة (٨)
_________
(١) هو يحيى بن أبي اسحاق الحضرمي.
(٢) هو حميد الطويل.
(٣) رواه مسلم في صحيحه ج ٢، كتاب الحج «باب في الإفراد والقران بالحج والعمرة» ص ٩٠٥ تحقيق عبد الباقي.
ورواه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب من اختار القران» ص ٩.
(٤) سيار: أبو الحكم العنزي الواسطي، قال أحمد: صدوق ثقة ثبت في كل المشايخ، وذكره ابن حبان في الثقات، مات سنة اثنتين وعشرين ومائة، وقال في التقريب: ثقة.
(التهذيب ٤/ ٢٩١ - التقريب ١/ ٣٤٣).
(٥) هو شقيق بن سلمة الأسدي، أبو وائل.
(٦) الصبي بن معبد: صبي (بالتصغير) ابن معبد التغلبي، ثقة، مخضرم، نزل الكوفة.
(التقريب ١/ ٣٦٥).
(٧) زيد بن صوحان: ابن حجر العبدي من بني عبد القيس من ربيعة، تابعي من أهل الكوفة، له رواية عن عمر وعلي، كان أحد الشجعان الرؤساء، وشهد وقائع الفتح فقطعت شماله يوم نهاوند، ولما كان يوم الجمل قاتل مع علي حتى قتل.
وقال ابن سعيد: كان ثقة قليل الحديث.
(الأعلام للزركلي ٣/ ٩٨ - سير أعلام النبلاء ٣/ ٥٢٨، رقم (١٣٣).
قلت: والصواب زيد كما هو كذلك عند رواة هذا الحديث وعند علماء الرجال.
(٨) سلمان بن ربيعة بن يزيد بن عمرو بن سهم الباهلي، أبو عبد الله، سلمان الخيل، يقال له صحبه، ولاه عمر قضاء الكوفة، وغزا أرمينية في زمن عثمان فاستشهد سنة خمس وعشرين وقيل بعدها.
(التهذيب ٤/ ١٣٦ - والتقريب ١/ ٣١٤).','1','180',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (259,'فقال أحدهما لصاحبه: لهذا أضل من بعيره فسمعها (١) الصّبي فكبر عليه فلما قدم على عمر ذكر ذلك له فقال له عمر: هديت لسنة نبيك- صلّى الله عليه وسلم- (٢).
٣٣٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: وحدثناه أيضا أبو معاوية (٣) عن الأعمش عن أبي وائل (٤) عن الصبى عن عمرة (٥) نحوه إلا أنه لم يذكر أبا موسى في حديثه قال وقال عمر إنهما لا يقولان شيئا هديت لسنة نبيك- صلّى الله عليه-.
٣٣٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن جعفر (٦) عن شعبة عن الحكم (٧) عن علي بن حسين عن مروان بن الحكم قال: شهدت عثمان بن عفان- رضي الله عنه- وعليا- رضي الله عنه- بين مكة والمدينة وعثمان ينهى عن المتعة أن يجمع بينهما فلما رأى ذلك علي أهلّ بهما فقال: لبيك بحجة وعمرة معا فقال عثمان: تراني أنهى الناس وتفعله قال: لم أكن لأدع سنة رسول الله- صلّى الله عليه- لقول أحد من الناس (٨).
_________
(١) قال الناسخ في حاشية المخطوط: وفي نسخة: فسمعهما.
(٢) روى نحوه ابن ماجة في سننه ج ٢، كتاب الحج «باب من قرن الحج والعمرة» ص ٩٨٩ تحقيق محمد فؤاد عبد الباقي.
وروى نحوه البيهقي فى السنن الكبرى، كتاب الحج ج ٤ «باب جواز القران» ج ٥ «باب من اختار القران» ص ٣٥٢، ص ١٦. قال البيهقي بعد سياقه لهذا الحديث: وهذا الحديث يدل على جواز القران وأنه ليس على جواز بضلال خلاف ما توهمه زيد بن صوحان وسلمان بن ربيعة، لا أنه أفضل من غيره.
ورواه الإمام أحمد في المسند/ وقال أحمد شاكر: إسناده صحيح.
المسند ج ١ أول مسند عمر بن الخطاب حديث (٨٣) / تحقيق أحمد شاكر.
(٣) هو محمد بن خازم الضرير.
(٤) هو شقيق بن سلمة الأسدي أبو وائل.
(٥) هي عمرة بنت عبد الرحمن.
(٦) هو محمد بن جعفر المدني المعروف ب «غندر».
(٧) هو الحكم بن عتيبة.
(٨) روى نحوه البخاري في صحيحه ج ٢، كتاب الحج «باب التمتع والقران والإفراد بالحج» ص ١٥١.
ورواه البيهقي فى السنن الكبرى ج الرابع والخامس منه «باب جواز القران» «وباب كراهية من كره القران والتمتع» ص ٣٥٢، ٢٢.','1','181',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (260,'٣٣٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن شعبة عن قتادة قال: سمعت جري بن كليب (٢) يقول: رأيت عثمان ينهى عن المتعة وعلي يأمر بها قال: فأتيت عليّا فقلت: إن بينكما لشرّا أنت تأمر بها وعثمان ينهى عنها فقال: ما بيننا إلا خير ولكن خيرنا أتبعنا لهذا الدين (٣).
٣٤٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: وحدثني أبو المنذر إسماعيل بن عمر عن سفيان عن بكير بن عطاء الليثي قال: حدثني حريث بن سليم العذري قال: سمعت عليا يلبي بالحج والعمرة جميعا يبدأ بالعمرة قبل الحج فقال له عثمان: إنك ممن ينظر إليه فقال: أما إني لم أسمع إلا ما سمعت (٤).
قال أبو عبيد: وقد كانت عائشة وابن عمر يحدثان عن النبي- صلّى الله عليه- أنه أهل بالحج وحده والثبت عندنا أنه قرن لأن من رواه أكثر، منهم عمر حين قال للصبي بن معبد وقد قرن بينهما: هديت لسنة نبيك- صلّى الله عليه- على أن بعض الناس تأوله على الدّعاء للصبي وليس هذا عندنا موضع دعاء لأنه إنما جاءه مستفتيا، فكيف يجيبه داعيا، وكذلك قول علي لعثمان:
لم أكن لأدع سنة رسول الله- صلّى الله عليه- لقول أحد، ومنهم أبو طلحة وعمران بن حصين وأنس بن مالك وقد ذكرنا أحاديثهم مع أن رواية من روى الحج خاصة لا ترد رواية الآخرين ولكن هؤلاء حفظوا ما حفظ أولئك وزادوا عليهم شيئا لم يحفظوه، وهذا مثل من روى عن النبي- صلّى الله عليه- أنه كان يرفع يديه إذا افتتح الصلاة وإذا ركع وإذا رفع رأسه من الركوع، ولم يحفظ الآخرون
_________
(١) هو حجاج بن محمد المصيصي.
(٢) جري: (تصغير جرو) بن كليب السدوسي البصري، مقبول من الثالثة.
(التقريب/ ١/ ١٢٨/.).
(٣) لم أتمكن من تخريجه.
(٤) روى نحوه ابن أبي شيبة وليس في روايته ذكر: أما إنى لم أسمع إلا ما سمعت.
المصنف ج ٤، كتاب الحج «باب في الرجل يهل بالحج والعمرة بأيهما يبدأ» ص ٩٩ تحقيق أحمد مختار الندوي.','1','182',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (261,'إلا في التكبيرة الأولى فليست واحدة من الروايتين برادّة للأخرى إلا أنّ الذين حفظوا الزيادة أولى بالاتباع. إنما هذا كرجلين شهدا على رجل أنه أقرّ لصاحبه بألف درهم وشهد آخران أنّه أقر له في ذلك المجلس بألف ومائة وكلا الفريقين في العدالة سواء، أفلست ترى أن شهادة الذين زادوا أوجب من أجل أنّ الأولى لم تكذبهم ولكن هؤلاء زادوا ما لم يحفظ أولئك فكذلك رواية أصحاب النبي- صلّى الله عليه- في رفع اليدين وفى تلبيته بالعمرة مع الحج، إنما الثبت عندنا من حفظ الزيادة فوجدنا متعة الحج في كتاب الله عز وجل ووجدنا قران الحج والعمرة في سنة رسول الله- صلّى الله عليه- ويلزم من أنكر القران أن يبطله البتة لأن الله تبارك وتعالى إنما أنزل في كتابه المتعة ولا نعلم للقرآن أصلا إلا سنة النبى- صلّى الله عليه وسلم- وإنما القران والمتعة هما تخفيف من الله عز وجل ورخصة إذ رضي من عباده فيهما بسفر واحد يبين ذلك حديث يروى عن ابن عمر.
٣٤١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (١) ومروان بن معاوية (٢) عن عبد المؤمن الأزدي (٣) قال: سمعت ابن عمر وسأله رجل عن امرأة صرورة (٤) لم تحج، أتعتمر في حجها؟ قال: نعم.
إن الله عز وجل جعل ذلك رخصة لمن لم يكن أهله حاضري المسجد الحرام (٥).
_________
(١) هو اسماعيل بن إبراهيم بن علية.
(٢) هو مروان بن معاوية الفزاري.
(٣) عبد المؤمن الأزدي: هو عبد المؤمن بن أبي شراعة الجلاب، أبو بلال الأزدي، قال علي بن المديني: سألت يحيى بن سعيد عن عبد المؤمن فقال: لم يكن به بأس إذا جاءك بشيء تعرفه، وقال يحيى ابن معين: عبد المؤمن بن أبي شراعة: ثقة.
الجرح والتعديل لابن أبي حاتم ٦/ ٦٥.
(٤) صرورة: بفتح الصاد وضم الراء الأولى: أصله من الصر: الحبس والمنع والمراد به هنا: امرأة لم تحج قط.
غريب الحديث لأبي عبيد ٣/ ٩٨ - والنهاية لابن الأثير ٣/ ٢٢.
(٥) روى نحوه بن أبي حاتم في تفسيره: البقرة قوله تعالى: لِمَنْ لَمْ يَكُنْ أَهْلُهُ حاضِرِي الْمَسْجِدِ الْحَرامِ ج ١ ورقة ١٣٢ من المخطوط.','1','183',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (262,'قال أبو عبيد: وقد كان بعض أهل العلم يتأول هذه الآية على الرخصة لأهل مكة خاصة في سقوط دم المتعة عنهم إن هم تمتعوا وقرنوا وإنّ الذي تأوله عمر خلاف ذلك ألا ترى أنه إنما جعل الآية تغليظا على أهل مكة ورخصة لسائر الناس سواهم فأراد أن الله عز وجل لم يأذن لأهل مكة في المتعة البتة لقوله:
ذلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حاضِرِي الْمَسْجِدِ الْحَرامِ، يقول: ليس لهم التمتع، وذهب الآخرون إلى أن لهم أن يتمتعوا ولا دم عليهم.
قال أبو عبيد: فالذي عندنا أنه ليس للتأويل وجه إلا قول ابن عمر من أجل أن من بعدت داره عن مكة إذا أخطأتهم الرخصة في المتعة والقران لم يجدوا بدّا من خلتين إحداهما: أن يعتمروا قبل أشهر الحج ثم يقيموا بمكة حتى يحجوا وفي ذلك طول الثوى والاغتراب عن الأوطان، والخلة الأخرى: أن ينصرفوا بعد العمرة إلى منازلهم ثم ينشؤا للحج سفرا ثانيا في أوانه وكلتا الخلتين فيهما مشقة وأذى، فأذن الله عز وجل لهم في الجمع بين الحج والعمرة في سفر واحد بمتعة أو قران مع إقامة يسيرة، وأخرج أهل مكة من هذه الرخصة لأنهم مقيمون في أهليهم لا يتجشّمون سفرا ولا يطول بهم اغتراب عن وطن فلم يجعل لهم أن يعتمروا في أشهر الحج.
قال أبو عبيد: وإنما نهي عمر بن الخطاب عن هذه المتعة فإن ذلك لم يكن منه على وجه التحريم ولا الكراهة لها، وكيف يأباها وهي في الكتاب والسنة جميعا ولكنه كان منه على وجه الاختيار، وذلك لخلال شتى:
إحداهنّ: الفضيلة ليكون الحج في أشهره المعلومة له وتكون العمرة في غيرها من الشهور.
والخلة: الثانية: أنه أحبّ عمارة البيت وأن يكثر زواره في غير الموسم.
والثالثة: أنه أراد إدخال المرفق (١) على أهل الحرم بدخول الناس إليهم وكل هذه الوجوه قد جاءت بها الأخبار عنه مفسّرة.
_________
(١) هكذا هي في المخطوط.','1','184',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (263,'٣٤٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (١) عن عبيد الله (٢) عن نافع عن ابن عمر قال: قال عمر: إن تقرنوا (٣) بين الحج والعمرة فتجعلوا العمرة في غير أشهر الحج أتمّ لحج أحدكم وأتمّ لعمرته (٤).
٣٤٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن عقيل (٥) عن ابن شهاب عن سالم بن عبد الله عن أبيه قال: كان عمر يقول إن الله عز وجل قال: وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ وقال:
الْحَجُّ أَشْهُرٌ مَعْلُوماتٌ (٦) فأخلصوا أشهر الحج للحج واعتمروا فيما سواها من الشهور وذلك أن من اعتمر في أشهر الحج لم تتم عمرته إلا بهدي ومن اعتمر في غير أشهر الحج تمت عمرته إلا أن يحب أن يتطوع بهدي غير واجب (٧).
قال أبو عبيد: فهذا موضع التفضيل وأما عمارة البيت والنظر لأهل البلد:
٣٤٤ - فإن أبا معاوية (٨) حدثنا عن هشام بن عروة عن أبيه قال: إنما كره عمر العمرة في أشهر الحج إرادة أن لا يعطّل البيت في غير أشهر الحج (٩).
_________
(١) هو يحيى بن سعيد القطان.
(٢) هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.
(٣) هكذا في المخطوط والصواب «تفصلوا» كما في رواية البيهقي.
(٤) رواه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب من اختار الإفراد ورآه أفضل» ص ٥.
(٥) هو عقيل الأيلي.
(٦) سورة البقرة آية ١٩٧.
(٧) روى نحوه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب كراهية من كره القران» ص ٢١.
(٨) هو محمد بن خازم أبو معاوية.
(٩) روى نحوه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب كراهية من كره القران» ص ٢١.','1','185',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (264,'٣٤٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا أبو بشر (١) عن يوسف بن ماهك (٢) قال: إنما نهى عمر عن المتعة لمكان أهل البلد ليكون موسمان في عام واحد فيصيبهم من منفعتهما (٣).
قال أبو عبيد: وقد جاءنا عنه أوسع من هذا، إيثار المتعة على غيرها وكذلك يروى عن ابن عمر.
٣٤٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن سلمة بن كهيل عن طاوس عن ابن عباس قال: سمعت عمر يقول:
لو اعتمرت ثم اعتمرت ثم حججت لتمتعت (٤).
٣٤٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن جعفر (٥) عن شعبة عن سلمة بن كهيل عن طاوس عن ابن عباس أنه سمع عمر يقول ذلك.
٣٤٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى (٦) عن عبيد الله (٧) عن نافع عن ابن عمر قال: لأن أعتمر في شوال أو في ذي القعدة أو في ذي الحجة، في شهر يجب عليّ فيه الهدي أحبّ إليّ من أن أعتمر في شهر لا يجب عليّ فيه الهدي (٨).
_________
(١) أبو بشر: جعفر بن إياس بن أبي وحشيّة، ثقة، من الخامسة، مات سنة خمس وعشرين ومائة.
(التقريب ١/ ١٢٩).
(٢) يوسف بن ماهك بن بهزاد، بضم الموحدة وسكون الهاء بعدها زاي، الفارسي المكي، ثقة، من الثالثة، مات سنة ست ومائة.
(التقريب ٢/ ٣٨٢).
(٣) روى نحوه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب كراهية من كره القران» ص ٢١.
(٤) لم أتمكن من تخريجه.
(٥) هو محمد بن جعفر المدني المعروف ب «غندر».
(٦) هو يحيى بن سعيد القطان.
(٧) هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.
(٨) روى نحوه مالك في الموطأ ج ١، كتاب الحج «باب ما جاء في التمتع» ص ٣٤٤ تحقيق محمد فؤاد عبد الباقي.
وروى نحوه البيهقي فى السنن الكبرى ج ٤ ص ٣٤٥، كتاب الحج «باب العمرة في أشهر الحج».
ورواه بمعناه الطبري فى جامع البيان ج ٤ ص ١١٩ أثر (٣٥٥١) تحقيق محمود وأحمد محمد شاكر.','1','186',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (265,'قال أبو عبيد: فهذا ما جاء في المتعة من الرخصة وقد أباها مع هذا قوم علماء واختار بعضهم أن تختص العمرة بسفر ويفردونها به.
٣٤٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن قيس بن مسلم عن طارق بن شهاب قال: سألت ابن مسعود عن امرأة أرادت أن تجمع مع حجها عمرة فقال: أسمع الله عز وجل يقول: الْحَجُّ أَشْهُرٌ مَعْلُوماتٌ ما أراها إلا أشهر الحج (١).
٣٥٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن شعبة بإسناده مثله.
٣٥١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا شريك عن إبراهيم بن مهاجر عن إبراهيم النخعي عن ابن أذينة أو عن أذينة (٣) قال: أتيت عمر فسألته عن تمام العمرة فقال: ائت عليا فسله قال: فأتيت عليا فسألته فقال: أن تحرم من حيث أبدأت، من دويرة أهلك (٤).
قال أبو عبيد: لا نرى عليا أراد أن يجعل وقت الإحرام من بلده، كان أفقه من أن يريد هذا لأنه خلاف سنة رسول الله- صلّى الله عليه- في المواقيت
_________
(١) رواه الطبري فى جامع البيان ج ٤ ص ١١٩ أثر (٣٥٥٢) تحقيق محمد وأحمد شاكر.
(٢) هو حجاج بن محمد المصيصي.
(٣) ابن أذينة أو أذينة: أبو العالية البرّاء (بالتشديد) البصري، اسمه زياد وقيل كلثوم وقيل أذينة وقيل ابن أذينة، ثقة، من الرابعة، مات في شوال سنة تسعين.
(التقريب ٢/ ٤٤٣).
(٤) روى نحوه الطبري فى جامع البيان ج ٤ البقرة أثر (٣١٩٣) ص ٨ تحقيق محمود وأحمد شاكر.
وروى نحوه أبو يوسف يعقوب بن إبراهيم الأنصاري، كتاب الآثار الحج «باب القران» أثر (٤٨٤) ص ١٠١ تحقيق أبي الوفاء.
وروى نحوه البيهقي فى السنن الكبرى ج ٥، كتاب الحج «باب من استحب الإحرام من دويرة أهله» ص ٣٠.
وروى نحوه الحاكم فى المستدرك وقال فى صحيح علي شرط الشيخين ولم يخرجاه ووافقه الذهبى فى المستدرك ج ٢، كتاب التفسير آية وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ البقرة ص ٢٧٦.','1','187',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (266,'ولكنا نحسبه ذهب إلى أن يخرج من منزله ناويا للعمرة خالصة لا يخلطها بحج ولكن يخلص لها سفرا ثم يحرم متى ما شاء، وقد روي عن أبي ذر مثل ذلك.
٣٥٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (١) عن المسعودي عن عبد الرحمن بن الأسود (٢) عن أبيه (٣) قال: خرجنا عمّارا فلما انصرفنا مررنا بأبي ذر فقال: أحلقتم الشعر وقضيتم التفث (٤) أما إن العمرة من مدركم (٥)، (٦).
قال أبو عبيد: قوله من مدركم هو المذهب الذي أراده- يعني عليا- أن ينشئ لها سفرا غير سفر الحج، فالذي صار إليه القول في هذا الباب: أن العمرة في غير أشهر الحج (٧). بسفر يختص به إنما هو للفضيلة، وأن المتعة والإقران مجزيان عن أهلهما عن تمام غير نقص إلا أنّ عليه الهدي، فهذا ما جاءت به السنة وتكلمت فيه الأئمة من نسخ المناسك واختلاف وجهها، فأما الكتاب فلا نعلمه نزل بنسخ شيء منها إلا ما كان من حج المشركين قبل حجة النبي- صلّى الله عليه- فإن التنزيل (٨) كان هو الناسخ له ثم فسرته السنة.
_________
(١) هو هاشم بن القاسم بن مسلم الليثي- أبو النضر.
(٢) عبد الرحمن بن الأسود بن يزيد بن قيس النخعي، ثقة، من الثالثة، مات سنة تسع وتسعين ومائة.
(التقريب ١/ ٤٧٣).
(٣) الأسود بن يزيد بن قيس النخعي، أبو عمرو، أو أبو عبد الرحمن، مخضرم ثقة، مكثر فقيه، من الثانية، مات سنة أربع أو خمس وسبعين.
(التقريب ١/ ٧٧).
(٤) قضاء التفث: هو ما يفعله المحرم بالحج إذا حلّ كقص الشارب والأظفار ونتف الإبط، وحلق العانة.
وقيل هو إذهاب الشعث والدّرن والوسخ مطلقا.
(النهاية ١/ ١٩١).
(٥) من مدركم: أى من بلدكم، ومدرة الرجل: بلدته.
(النهاية ٤/ ٣٠٩).
(٦) لم أتمكن من تخريجه.
(٧) قول أبي عبيد ابتداء من «فالذي صار إليه» إلى قوله «الحج» قد كتبه الناسخ في هامش المخطوط وأشار إليه. فأعدته إلى موضعه من النص.
(٨) قوله صلّى الله عليه «فإن التنزيل» ساقطة من النص وقد علقها الناسخ في هامش المخطوط فأعدتها إلى موضعها.','1','188',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (267,'٣٥٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس: في قوله:
يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحِلُّوا شَعائِرَ اللَّهِ وَلَا الشَّهْرَ الْحَرامَ وَلَا الْهَدْيَ وَلَا الْقَلائِدَ وَلَا آمِّينَ الْبَيْتَ الْحَرامَ قال: كان المسلمون والمشركون يحجون البيت جميعا فنهى الله عز وجل المؤمنين أن يمنعوا أحدا يحج البيت أو يعرضوا لهم من مؤمن أو كافر، ثم أنزل الله عز وجل بعدها: إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ بَعْدَ عامِهِمْ هذا وقال عز وجل: ما كانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَساجِدَ اللَّهِ شاهِدِينَ عَلى أَنْفُسِهِمْ بِالْكُفْرِ (١).
_________
(١) رواه بمعناه الطبري فى جامع البيان ج ٩ المائدة أثر (١٠٩٧٥) ص ٤٧٧ تحقيق محمود','1','189',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (268,'<span data-type="title" id=toc-61>باب الجهاد وناسخه ومنسوخه</span>
قال أبو عبيد: وجدنا نسخ الجهاد في أربع خلال: منها اثنتان في القتال وثالثة في الأسارى ورابعة في المغانم. فأما اللتان في القتال فإن الأولى منهما إذن الله عز وجل لنبيه- صلّى الله عليه- وللمسلمين في جهاد المشركين بعد أن كان ذلك ممنوعا منهما (١) عنه قبل الهجرة ثم أذن الله عز وجل فيه بعدها.
٣٥٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن كثير عن معمر بن راشد عن الزهري قال: أول آية نزلت في القتال قول الله عز وجل:
أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلى نَصْرِهِمْ لَقَدِيرٌ (٢) إلى قوله:
إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ (٣) قال: ثم ذكر القتال في آي كثير من القرآن (٤).
٣٥٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله: (٥) لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ (٦) وقوله عز وجل: وَما أَنْتَ عَلَيْهِمْ بِجَبَّارٍ (٧) وقوله
_________
(١) هكذا في المخطوط والصواب «منهيا» من النهي.
(٢) سورة الحج آية ٣٩.
(٣) سورة الحج آية ٤٠.
(٤) روى نحوه الحاكم قولا لابن عباس وقال: صحيح على شرط الشيخين ولم يخرجاه ووافقه الذهبي: المستدرك ٢/ ٣٩٠.
وروى الإمام أحمد نحوه أيضا من قول ابن عباس. المسند ١/ ٢١٦.
(٥) العبارة ابتداء من آية لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ إلى آخر الآية وَما أَنْتَ عَلَيْهِمْ بِجَبَّارٍ كتبها الناسخ فى هامش المخطوط وأشار إلى ذلك فأعدناها إلى موضعها.
(٦) سورة الغاشية آية ٢٢.
(٧) سورة ق آية ٤٥.','1','190',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (269,'عز وجل: فَاعْفُ عَنْهُمْ (١) وقوله عز وجل: قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ (٢). قال: نسخ هذا كلّه قوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ (٣) وقوله عز وجل: قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ إلى قوله: وَهُمْ صاغِرُونَ (٤) (٥).
قال أبو عبيد: ثم ندب الله عز وجل المؤمنين إلى الجهاد وحضهم عليه بأكثر من الإذن حتى عاتب (٦) أهل التخلف عنه وإن كان تخلفهم باستئذان منهم النبي- صلى الله عليه- في ذلك.
٣٥٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله: إِنَّما يَسْتَأْذِنُكَ الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ (٧) قال: هذا تعيير للمنافقين حين استأذنوه في القعود عن الجهاد من غير عذر، وعذر الله المؤمنين، فقال:
وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ (٨) (٩).
_________
(١) سورة المائدة آية (١٣).
(٢) سورة الجاثية آية ١٤.
(٣) سورة التوبة آية ٥.
(٤) سورة التوبة آية ٢٩.
(٥) رواه البيهقي فى السنن الكبرى ج ٩، كتاب السير «باب ما جاء في نسخ العفو عن المشركين» ص ١١.
قلت: والأثر صحيح، ورجاله ثقات، بل إسناده من أصح الطرق عن ابن عباس. انظر المقدمة أثر (٣).
(٦) كتبت في المخطوط: حتى عاب، وفوقها تصويب حتى عاتب، فأثبتنا الصواب.
(٧) سورة التوبة آية ٤٥.
(٨) سورة النور آية ٦٢.
(٩) رواه الطبري فى جامع البيان ج ١٤ أثر (١٦٧٦٨) ص ٢٧٥ تحقيق محمود محمد شاكر.
ورواه النحاس في ناسخه «باب ذكر الآية السادسة من التوبة» ورقة ١٧٩ من المخطوط.','1','191',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (270,'٣٥٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في هذه الآية قال الله عز وجل: إِنَّما يَسْتَأْذِنُكَ الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ قال:
نسختها وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ الآية قال:
فجعل الله عز وجل النبي- صلى الله عليه- بأعلى النظرين في ذلك (٢).
قال أبو عبيد: ثم وكّد الله عز وجل الجهاد على المؤمنين حتى أوجب على كل رجل منهم مجاهدة عشرة من الكفار، فلما صار إلى التخفف (٣) عنهم ووصفهم بالضعف نسخ ذلك بأن ألزم كل رجل من أهل الإيمان لقاء رجلين من أهل الشرك ولم يرض منهم بأقل منه.
_________
(١) هو حجاج بن محمد المصيصي.
(٢) روى نحوه البيهقي من طريق يزيد النحوي عن عكرمة عن ابن عباس: السنن الكبرى ج ٩ كتاب السير باب الاستئذان في القفول بعد النبي ص ١٧٣.
وروى نحوه ابن الجوزي في نواسخ القرآن من طريقين، أحدهما طريق عثمان بن عطاء عن أبيه، والثاني من طريق عكرمة، ثم قال ابن الجوزي بعد ايراده لأثر ابن عباس: قلت فالصحيح أنه ليس للنسخ هاهنا مدخل لإمكان العمل بالآيتين، وذلك أنه إنما عاب على المنافقين أن يستأذنوه فى القعود عن الجهاد من غير عذر وأجاز للمؤمنين الاستئذان لما يعرض لهم من حاجة، وكان المنافقون إذا كانوا معه فعرضت لهم حاجة ذهبوا من غير استئذان وإلى هذا ذهب أبو جعفر بن جرير وأبو سليمان الدمشقي-.
نواسخ القرآن ج ٢ ذكر الآية السابعة من سورة التوبة ص ٤٧٥، ٤٧٧ تحقيق محمد أشرف علي.
قلت: وللسلف مصطلح في الناسخ والمنسوخ أشمل وأوسع من مدلول الخلف ومصطلحهم فهم يطلقون على الاستثناء وتخصيص النص العام وتبيين المجمل وتقييد المطلق وأيضا رفع حكم شرعي ثابت بالدليل بحكم شرعي آخر ثبت بدليل متراخ عن دليل الحكم الأول يطلقون على ذلك كله نسخا، وإذا عرفت ذلك تبين لك أن مراد ابن عباس في وقوع النسخ في آية الاستئذان تلك ليس إلا تخصيص آية النور لآية التوبة.
(٣) هكذا في المخطوط «التخفف» بلا ياء.','1','192',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (271,'٣٥٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله: إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صابِرُونَ يَغْلِبُوا مِائَتَيْنِ (٢) الآية قال: فنسخها قوله عز وجل: الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً إلى قوله: مَعَ الصَّابِرِينَ (٣) (٤).
٣٥٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية، قال: أمر الله عز وجل الرجل من المؤمنين أن يقاتل عشرة من الكفار فشق ذلك عليهم فرحمهم فقال: فَإِنْ يَكُنْ (٥) مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ الآية.
٣٦٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٦) عن ابن أبي نجيح عن عطاء (٧) عن ابن عباس قال: أيما رجل فرّ من
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة الأنفال آية ٦٥.
(٣) سورة الأنفال آية ٦٦.
(٤) روى نحوه الطبري من طريق علي بن أبي طلحة: جامع البيان ج ١٤ أثر (١٦٢٧٢) ص ٥٢ تحقيق محمود محمد شاكر.
وروى نحوه البيهقي فى السنن الكبرى ج ٩، كتاب السّير «باب تحريم الفرار من الزحف» ص ٧٦ وروى نحوه البخاري في الصحيح ج ٥، كتاب التفسير ص ٢٠١ «باب قوله تعالى الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ. سورة الأنفال. قلت: وليس في رواية البيهقي ولا البخاري ذكر النسخ إنما الذي فيهما:
التخفيف، والمعنى متقارب».
(٥) إن تكن: فيها قراءتان سبعيتان بالياء والتاء- انظر حاشية الجمل على الجلالين ٢/ ٢٥٦.
(٦) هو إسماعيل بن إبراهيم علية.
(٧) هو عطاء بن أبي رباح.','1','193',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (272,'ثلاثة فلم (١) يفرّ فإن فرّ من اثنين فقد فرّ (٢).
قال أبو عبيد: معنى هذا الحديث تأويل هذه الآية، ثم زاد الله الجهاد بعد هذا كله تغليظا وتوكيدا بأن قطع الموادعات التي كانت بين رسول الله- صلى الله عليه- وبين من عاهد من المشركين، فأمره أن يؤذنهم في براءة بالحرب بعد انقضاء المدة التي وقتها لهم وهي الأربعة الأشهر.
٣٦١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله: وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها وَتَوَكَّلْ عَلَى اللَّهِ (٤) قال: نسختها قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ إلى قوله: وَهُمْ صاغِرُونَ (٥).
_________
(١) هكذا في المخطوط (فلم) ولعل الصواب «لم».
(٢) روى نحوه البيهقي فى السنن الكبرى ج ٩، كتاب السّير «باب تحريم الفرار من الزحف وصبر الواحد مع الاثنين» ص ٧٦.
(٣) هو حجاج المصيصي.
(٤) سورة الأنفال آية ٦١.
(٥) رواه البيهقي فى السنن الكبرى ج ٩، كتاب السّير «باب ما جاء في نسخ العفو عن المشركين ونسخ النهي عن القتال» ص ١١.
قال أبو جعفر الطبري بعد إيراده للروايات القائلة بنسخ آية: وَإِنْ جَنَحُوا لِلسَّلْمِ والمروية عن قتادة وعكرمة والحسن وابن زيد: فأما ما قاله قتادة ومن قال مثل قوله من أن هذه الآية منسوخة فقول لا دلالة عليه من كتاب ولا سنة ولا فطرة عقل، وقد دللنا في غير موضع من كتابنا هذا وغيره على أن الناسخ لا يكون إلا ما نفى حكم المنسوخ من كل وجه، فأما ما كان بخلاف ذلك فغير كائن ناسخا وقول الله في براءة: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ غير ناف حكمه حكم قوله وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لأن قوله وَإِنْ جَنَحُوا لِلسَّلْمِ إنما عني به بنو قريظة وكانوا يهودا أهل كتاب وقد أذن الله جل ثناؤه للمؤمنين بصلح أهل الكتاب ومتاركتهم الحرب على أخذ الجزية منهم، وأما قوله فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ فإنما عني به مشركو العرب من عبدة الأوثان الذين لا يجوز قبول الجزية منهم فليس فى إحدى الآيتين نفي حكم الأخرى بل كل واحدة منهما محكمة فيما أنزلت فيه. أ. هـ.
(جامع البيان ١٤/ ٤٢ - ٤٣ تحقيق محمود شاكر).','1','194',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (273,'٣٦٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله عز وجل:
فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ (١) قال: حدّ الله عز وجل للذين عاهدوا رسول الله- صلى الله عليه- أربعة أشهر يسيحون فيها حيث شاءوا وأجلّ من ليس له عهد انسلاخ الأشهر الحرم خمسين ليلة، وقال: فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ. قال: وأمره إذا انسلخ الأشهر الحرم أن يضع السيف فيمن عاهد إن لم يدخلوا في الإسلام ونقض ما سمى لهم من العهد والميثاق فأذهب الشرط الأول ثم قال: إِلَّا الَّذِينَ عاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ يعني أهل مكة، فَمَا اسْتَقامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (٢) (٣).
٣٦٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٤) عن ابن جريج عن مجاهد في هذه الآية قال: فأرسل رسول الله- صلى الله عليه- أبا بكر وعليا فطافا في الناس بذي المجاز (٥) وأمكنتهم التي كانوا فيها يتبايعون فيها كلها والموسم كله فآذنوا أصحاب العهد أن يأمنوا أربعة أشهر فهي الأشهر الحرم المنسلخات المتواليات من عشر ذي الحجة إلى عشر يخلون (٦) من ربيع الآخر ثم
_________
(١) سورة التوبة آية ٢.
(٢) سورة التوبة آية ٧.
(٣) روى نحوه الطبري فى جامع البيان ج ١٤ الأثران (١٦٣٥٧)، (١٦٤٩٤) ص ٩٨، ١٤٣، تحقيق محمود شاكر.
(٤) هو حجاج بن محمد المصيصي.
(٥) ذو المجاز: موضع سوق بعرفة على بعد فرسخ منها كانت تقوم في الجاهلية ثمانية أيام.
(معجم البلدان ٥/ ٥٥).
(٦) في المخطوط «يخلو» بلا نون، والصواب ما أثبتناه لأنه فعل مضارع مرفوع بثبوت النون.
وقد جاء الفعل مقرونا بالنون عند الطبري.','1','195',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (274,'لا عهد لهم، قال: وهي الحرم من أجل أنهم أأمنوا فيها حتى يسيحونها، وآذن الله الناس كلهم بالقتال إن لم يؤمنوا (١).
٣٦٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو اليمان (٢) عن شعيب بن أبي حمزة عن ابن شهاب عن سعيد بن المسيب: أن النبي- صلى الله عليه- أمرّ أبا بكر على تلك الحجة وأمره أن يؤذّن ببراءة، قال ابن شهاب:
فأخبرني حميد بن عبد الرحمن (٣) عن أبي هريرة قال: بعثني أبو بكر- رضي الله عنه- في مؤذنين بعثهم يوم النحر: ألا يحج بعد العام مشرك ولا يطوف بالبيت عريان، قال حميد: ثم أردف النبي- صلى الله عليه- عليا- رضي الله عنه- وأمره أن يؤذّن بذلك (٤).
٣٦٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي عدي (٥) عن شعبة عن المغيرة (٦) عن الشعبي عن المحرّر بن أبي هريرة عن أبيه:
نحو ذلك، وزاد فيه ومن كان بينه وبين رسول الله- صلى الله عليه- عهد فأجله أربعة أشهر، فإذا مضت الأربعة الأشهر فإن الله بريء من المشركين ورسوله (٧).
_________
(١) روى نحوه الطبري فى جامع البيان ج ١٤ أثر (١٦٣٦٤) ص ١٠٠ تحقيق محمود محمد شاكر.
(٢) هو الحكم بن نافع البهراني، أبو اليمان.
(٣) هو حميد بن عبد الرحمن بن عوف الزهري.
(٤) روى نحوه البخاري في الصحيح ج ٥، كتاب التفسير سورة براءة «باب قوله وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ» الآية ص ٢٠٢، ٢٠٣.
وروى نحوه مسلم في صحيحه ج ٢، كتاب الحج «باب لا يحج البيت مشرك ولا يطوف بالبيت عريان» ص ٩٨٢ تحقيق عبد الباقي.
(٥) هو محمد بن إبراهيم بن أبي عدي.
(٦) هو مغيرة بن مقسم الضبي.
(٧) روى الزيادة بلفظ مقارب الطبري في تفسيره فى جامع البيان ج ١٤ أثر (١٦٣٧٠) ص ١٠٤ تحقيق محمود شاكر.','1','196',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (275,'٣٦٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس إِلَّا الَّذِينَ يَصِلُونَ إِلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ إلى قوله فَما جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا (٢) وفي قوله لا يَنْهاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ (٣) قال: ثم نسخت هذه الآيات بَراءَةٌ مِنَ اللَّهِ وَرَسُولِهِ (٤) إلى قوله: وَنُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ (٥)، (٦).
قال أبو عبيد: فكانت براءة هي الناسخة للهدنة والقاطعة للعهود والمشخصة (٧) الناس للجهاد، بذلك وصفتها العلماء.
٣٦٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو معاوية (٨) عن الأعمش عن إبراهيم قال: خرج عبد الرحمن بن يزيد (٩) وهو يريد أن يجاعل في بعث خرج عليه ثم أصبح يتجهز فقلت: ألم تكن أردت أن تجاعل قال: بلى،
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة النساء آية ٩٠.
(٣) سورة الممتحنة آية ٨.
(٤) سورة التوبة آية ١.
(٥) سورة التوبة آية ١١.
(٦) رواه البيهقي فى السنن الكبرى ج ٩، كتاب السّير «باب ما جاء في نسخ العفو عن المشركين» ص ١١.
(٧) المشخصة: قال في اللسان: الشخوص السير من بلد إلى بلد. وقد شخص يشخص شخوصا وأشخصته أنا وشخص من بلد إلى بلد شخوصا، أى: ذهب: اللسان ج ٧ ص ٤٦.
وقال أبو عبيد في غريبه: شخوص المسافر، إنما هو خروجه من مكانه وحركته من موضعه.
غريب الحديث ج ٣ ص ٥٨.
قلت: والمشخصة الناس للجهاد: المسيرة لهم من بلادهم ابتغاء الجهاد والغزو.
(٨) هو محمد بن خازم أبو معاوية.
(٩) عبد الرحمن بن يزيد بن قيس النخعي، أبو بكر الكوفي، ثقة، من كبار الثالثة، مات سنة ثلاث وثمانين.
(التقريب ١/ ٥٠٢).','1','197',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (276,'ولكن قرأت البارحة سورة براءة فسمعتها تحث على الجهاد (١).
٣٦٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) وأبو اليمان (٣) كلاهما عن حريز بن عثمان (٤) عن عبد الرحمن بن ميسرة (٥) أو ابن بلال (٦) عن أبي راشد الحبراني (٧) أنه وافى المقداد بن الأسود (٨) بحمص على تابوت من توابيت الصيارفة وقد فضل عنه عظما، قال: فقلت يا أبا الأسود قد أعذر الله إليك أو قال: قد عذرك الله- يعني في القعود عن الغزو- فقال:
_________
(١) لم أتمكن من تخريجه.
(٢) هو حجاج بن محمد المصيصي.
(٣) هو الحكم بن نافع البهراني، أبو اليمان.
(٤) حريز (بفتح أوله وكسر الراء وآخره زاي)، ابن عثمان الرحبى (بفتح الراء والحاء المهملة بعدها موحدة)، الحمصي، ثقة ثبت، من الخامسة مات سنة ثلاث وستين ومائة وله ثلاث وثمانون سنة.
(التقريب ١/ ١٥٩).
(٥) عبد الرحمن بن ميسرة الحضرمي، أبو سلمة الحمصي، مقبول، من الرابعة.
(التقريب ١/ ٥٠٠).
(٦) هو عبد الله بن أبي بلال الخزاعي الشامي، ذكره ابن حبان في الثقات.
(التهذيب ٥/ ١٦٥).
وقوله (أو ابن بلال) شك من الراوي، والصواب طرح ذلك الشك واعتماد عبد الرحمن بن ميسرة إذ قد ذكر ابن حجر في التهذيب رواية حريز بن عثمان عن عبد الرحمن بن ميسرة هذا، أضف إلى ذلك أن الحاكم لما أورد الأثر في مستدركه لم يدع للشك مجالا، بل أقتصر على عبد الرحمن وحده.
(٧) أبو راشد الحبراني (بضم المهملة وسكون الموحدة)، الشامي، ثقة، من الثالثة.
(التقريب ٢/ ٤٢١).
(٨) المقداد بن الأسود: هو المقداد بن عمرو بن ثعلبة بن مالك بن ربيعة البهراني، ثم الكندي، ثم الزهري، حالف أبوه كنده، وتبناه الأسود بن عبد يغوث الزهري، فنسب إليه، صحابي مشهور، من السابقين، لم يثبت أنه كان ببدر فارسا غيره، مات سنة ثلاث وثلاثين، وهو ابن سبعين.
(التقريب ٢/ ٢٧٢).','1','198',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (277,'أبت علينا سورة براءة انْفِرُوا خِفافاً وَثِقالًا (١) (٢).
٣٦٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٣) عن أيوب (٤) عن ابن سيرين أن أبا أيوب (٥) شهد بدرا مع رسول الله- صلى الله عليه- ثم لم يتخلف عن غزاة للمسلمين إلا عاما واحدا فإنه استعمل على الجيش رجل شاب، ثم قال بعد ذلك: وما على من استعمل علي، وكان يقول: قال الله عز وجل: انْفِرُوا خِفافاً وَثِقالًا فلا أجدني إلا خفيفا أو ثقيلا (٦).
٣٧٠ - حدثنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٧) عن حماد بن سلمة عن علي بن زيد عن أنس أن أبا طلحة (٨) قرأ هذه الآية
_________
(١) سورة التوبة آية ٤١.
(٢) روى نحوه الطبري فى جامع البيان ج ١٤ أثر (١٦٧٥٦) ص ٢٦٨ تحقيق محمود محمد شاكر.
وروى نحوه البيهقي فى السنن الكبرى ج ٩، كتاب السّير «باب أصل فرض الجهاد» ص ٢١.
وروى نحوه الحاكم في مستدركه وقال: هذا حديث صحيح الإسناد ولم يخرجاه، وقال الذهبي في التلخيص: صحيح.
(المستدرك ٢/ ١١٨).
(٣) هو إسماعيل بن إبراهيم بن علية.
(٤) هو أيوب السختياني.
(٥) أبو أيوب: خالد بن زيد بن كليب الأنصاري، من كبار الصحابة، شهد بدرا ونزل النبي- صلّى الله عليه وسلم- حين قدم المدينة عليه، مات غازيا بالروم سنة خمسين.
(التقريب ١/ ٢١٣).
(٦) روى نحوه الطبري فى جامع البيان ج ١٤، أثر (١٦٧٥٤) ٢٦٧ تحقيق محمود محمد شاكر.
(٧) هو يزيد بن هارون.
(٨) هو زيد بن سهل الأنصاري.','1','199',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (278,'انْفِرُوا خِفافاً وَثِقالًا فقال: ها أرى الله ألا يستنفرنا إلا شبابا (١) وشيوخا، جهزوني فجهزوه فركب البحر فمات في غزاته تلك، قال: فما وجدنا له جزيرة ندفنه أو قال يدفنونه فيها إلا بعد سابعة (٢).
٣٧١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن ابن جريج عن مجاهد في هذه الآية قال: قالوا فينا الثقيل وذو الحاجة والضعيف والمتيسر عليه أمره فأنزل الله انْفِرُوا خِفافاً وَثِقالًا (٤).
٣٧٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٥) عن إسماعيل بن أبي خالد عن أبي صالح (٦) انْفِرُوا خِفافاً وَثِقالًا قال الشاب والشيخ (٧).
_________
(١) وعندى أن فى العبارة تحريفا وتكريرا إذ صوابها «ما أرى الله إلا يستنفرنا شبابا ....
(٢) روى نحوه البيهقي بسنده عن أنس- رضي الله عنه- أن أبا طلحة- رضي الله عنه- قرأ هذه الآية انْفِرُوا خِفافاً وَثِقالًا قال: أري ربنا يستنفرنا شيوخا وشبابا، جهزوني، أي بني جهزوني، فقال بنوه: قد شهدت مع رسول الله- صلّى الله عليه وسلم- وأبي بكر وعمر- رضى الله عنهما- فنحن نغزو، فقال: جهزوني، فركب البحر فمات فلم يجدوا له جزيرة إلا بعد سبعة أيام فدفنوه بها ولم يتغير.
السنن الكبرى ج ٩، كتاب السّير «باب أصل فرض الجهاد» ص ٢١.
(٣) هو حجاج بن محمد المصيصي.
(٤) أورده السيوطي إلا أن عنده «المنتشر» بدل «المتيسر». وعزاه إلى ابن أبي حاتم وأبي الشيخ (الدر المنثور ٤/ ٢٠٨).
(٥) هو يزيد بن هارون.
(٦) أبو صالح السمّان الزيات المدني، اسمه ذكوان، ثقة ثبت، من الثالثة مات سنة إحدى ومائة (التقريب ١/ ٢٣٨).
(٧) رواه الطبري فى جامع البيان ج ١٤ أثر (١٦٧٤٦) ص ٢٦٥ تحقيق محمود محمد شاكر.','1','200',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (279,'٣٧٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا خالد بن عمرو عن سفيان عن منصور (١) عن إبراهيم فيها قال: مشاغيل وغير مشاغيل (٢).
قال أبو عبيد: ثم نزل مع براءة آى كثير كلها تحض على الجهاد وتوجبه على الناس منها قوله: كُتِبَ عَلَيْكُمُ الْقِتالُ وَهُوَ كُرْهٌ لَكُمْ (٣) وقوله:
فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ (٤) وقوله: وَما لَكُمْ لا تُقاتِلُونَ فِي سَبِيلِ اللَّهِ (٥) في آيات يطول ذكرها، ثم جاءت السنة عن رسول الله- صلى الله عليه- ببيان ذلك وتصديقه في آثار متتابعة منها:
٣٧٤ - قوله: «لا هجرة بعد الفتح ولكن جهاد ونية وإذا استنفرتم فانفروا» (٦).
_________
(١) هو منصور بن المعتمر.
(٢) رواه الطبري في تفسيره من قول الحكم فى جامع البيان ج ١٤ أثر (١٦٧٤٧) ص ٢٦٥ تحقيق محمود محمد شاكر.
(٣) سورة البقرة آية ٢١٦.
(٤) سورة محمد آية ٣٥.
وقد كتبت الآية في المخطوط (ولا تهنو) بالواو خطأ.
(٥) سورة النساء آية ٧٥.
وقد كتبت في المخطوط «مالكم» بإسقاط الواو خطأ.
(٦) رواه البخاري في الصحيح قال: حدثنا عمرو بن علي حدثنا يحيي حدثنا سفيان قال:
حدثني منصور عن مجاهد عن طاوس عن ابن عباس- رضي الله عنه- أن النبي- صلّى الله عليه وسلم- قال يوم الفتح: «لا هجرة بعد الفتح ولكن جهاد ونية، وإذا استنفرتم فانفروا» صحيح البخارى ج ٣، كتاب الجهاد والسّير «باب وجوب النفير وما يجب من الجهاد والنية» ص ٢١٠.
ورواه مسلم في صحيحه ج ٣، كتاب الإمارة «باب المبايعة بعد فتح مكة على الإسلام والجهاد والخير وبيان معنى لا هجرة بعد الفتح» ص ١٤٨٧ تحقيق محمد فؤاد عبد الباقي.','1','201',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (280,'٣٧٥ - وقوله الجهاد ماض إلى يوم القيامة لا يروه جور جائر ولا عدل عادل.
٣٧٦ - وقوله: «حتى يقاتل آخر عصابة من أمتي الدجال» (١).
٣٧٧ - وقوله: «الخيل معقود بنواصيها الخير إلى يوم القيامة» (٢) إنما تأويله عندنا خيل الغزاة في سبيل الله. والحديث في هذا أكثر من أن يحاط به ثم تكلمت العلماء بعد من لدن الصحابة ومن بعدهم في وجوب الجهاد واختلفوا فيه.
٣٧٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا علي بن معبد (٣) عن أبي المليج الرقّي عن ميمون بن مهران قال: كنت عند ابن عمر فجاء رجل إلى عبد الله بن عمرو بن العاص فسأله عن الفرائض وابن عمر جالس حيث
_________
(١) روى نحوه أبو داود في سننه قال: حدثنا سعيد بن منصور حدثنا معاوية حدثنا جعفر بن برقان عن يزيد بن نشبة عن أنس بن مالك قال: قال رسول الله- صلّى الله عليه وسلم-: «ثلاثة من أصل الإيمان الكف عمن قال: لا إله إلا الله ولا نكفره بذنب ولا نخرجه من الإسلام بعمل، والجهاد ماض منذ بعثنى الله إلى أن يقاتل آخر أمتي الدجال لا يبطله جور جائر ولا عدل عادل ... الحديث». سنن أبي داود ج ٣ كتاب الجهاد باب في الغزو مع أئمة الجور ص ١٨ تحقيق محمد محيى الدين عبد الحميد. وقال محمد حامد الفقي في تعليقه على الحديث: في إسناده يزيد بن أبي نشبة: مجهول وأخرجه سعيد بن منصور، وفيه ضعف. انظر: المنتقى للمجد بن تيمية ج ٢ كتاب الجهاد والسّير «باب الجهاد فرض كفاية» ص ٧٥٤ تحقيق محمد حامد الفقي.
وقال الزيلعي فى نصب الراية بعد إيراده للحديث: قال المنذري في مختصره: يزيد بن أبي نشبة في معنى المجهول. نصب الراية ج ٣، كتاب السّير ص ٣٧٧. قلت: وبهذا يتبين أن الحديثين [٣٧٥، ٣٧٦] هما حديث واحد.
(٢) رواه البخاري قال: حدثنا حفص بن عمر. حدثنا شعبة عن حصين وابن أبي السفر عن الشعبي عن عروة بن الجعد عن النبي- صلّى الله عليه وسلم- قال: «الخيل معقود في نواصيها الخير إلى يوم القيامة». صحيح البخارى ج ٣، كتاب الجهاد والسّير «باب الخيل معقود في نواصيها الخير إلى يوم القيامة» ص ٢١٥.
ورواه مسلم أيضا بزيادة «الأجر والغنيمة» وفي رواية أخرى عند مسلم «فقيل له يا رسول الله بم ذاك؟ قال: «الأجر والمغنم إلى يوم القيامة» صحيح مسلم ج ٣، كتاب الإمارة «باب الخيل في نواصيها الخير إلى يوم القيامة» ص ١٤٩٣ تحقيق محمد فؤاد عبد الباقي.
(٣) علي بن معبد بن شداد الرّقى.','1','202',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (281,'يسمع كلامه فقال: الفرائض شهادة ألا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وحج البيت وصيام رمضان والجهاد في سبيل الله قال: فكأن ابن عمر غضب من ذلك ثم قال: الفرائض شهادة ألا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وحج البيت وصيام رمضان، وترك الجهاد (١).
٣٧٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسحاق بن سليمان الرازي عن حنظلة بن أبي سفيان عن عكرمة بن خالد قال: قال رجل لابن عمر: ألا تغزو قال: سمعت رسول الله- صلّى الله عليه- يقول: «بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت» (٢).
٣٨٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٣) عن إسماعيل بن أبي خالد عن رجل عن ابن عمر مثل ذلك غير مرفوع (٤).
_________
(١) روى نحوه عبد الرزاق فى المصنف ج ٥، كتاب الجهاد أثر (٩٢٧٩) ص ١٧٣ تحقيق حبيب الرحمن الأعظمي.
وقال ابن حجر في الفتح، كتاب الإيمان «باب دعاؤكم إيمانكم حديث» «بني الإسلام علي خمس»: لم يذكر الجهاد لأنه فرض كفاية ولا يتعين إلا في بعض الأحوال ... وأغرب ابن بطال فزعم أن هذا الحديث كان أول الإسلام قبل فرض الجهاد، وفيه نظر بل هو خطأ لأن فرض الجهاد كان قبل وقعة بدر، وبدر كانت في رمضان في السنة الثانية، وفيها فرض الصيام والزكاة بعد ذلك والحج بعد ذلك على الصحيح.
(فتح الباري ١/ ٤٩ - ٥٠).
قلت: وابن عمر إنما غضب لإدخال عبد الله بن عمرو بن العاص الجهاد ضمن أركان الإسلام مخالفا بذلك حديثا صريحا أورده البخاري في صحيحه بسنده عن ابن عمر رضى الله عنهما قال: قال رسول الله- صلّى الله عليه وسلم-: «بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام الصلاة وإيتاء الزكاة والحج وصوم رمضان» صحيح البخاري ج ١ ص ٨، كتاب الإيمان «باب قول النبى- صلّى الله عليه وسلم-» «بني الإسلام على خمس».
(٢) روى نحوه البخاري في صحيحه وليس في روايته ذكر لسؤال السائل. ج ١، كتاب الإيمان «باب بني الإسلام على خمس» ص ٨.
(٣) هو يزيد بن هارون.
(٤) روى نحوه عبد الرزاق المصنف ج ٥، كتاب الجهاد «باب وجوب الغزو» أثر (٩٢٧٩) ص ١٧٣ تحقيق حبيب الرحمن الأعظمي.','1','203',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (282,'٣٨١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج قال: قلت لعطاء (٢) أواجب الغزو على الناس؟ فقال هو وعمرو بن دينار: ما علمناه (٣).
٣٨٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج عن ابن جريج قال: قال معمر (٤) كان مكحول (٥) يستقبل القبلة ثم يحلف عشرة أيمان:
أن الغزو واجب، ثم يقول إن شئتم زدتكم (٦).
٣٨٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن العلاء بن الحارث (٧) أو غيره عن ابن شهاب قال:
كتب الله الجهاد على الناس غزوا أو قعدوا فمن قعد، فهو عدة إن استعين به أعان وإن استنفر نفر وإن استغني عنه قعد (٨).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) هو عطاء بن أبي رباح.
(٣) رواه عبد الرزاق فى المصنف، كتاب الجهاد ج ٥ «باب وجوب الغزو» أثر (٩٢٧١) ص ١٧١ تحقيق حبيب الرحمن الأعظمي.
(٤) هو معمر بن راشد.
(٥) مكحول: الشامي، أبو عبد الله، الفقيه الدمشقي، قال الزهري: العلماء أربعة فذكرهم فقال: مكحول بالشام، وقال أبو حاتم: ما أعلم بالشام أفقه من مكحول، وقال في التقريب: ثقة، فقيه، كثير الإرسال مشهور، من الخامسة، مات سنة بضع عشرة ومائة.
(التهذيب ١٠/ ٢٨٩ - التقريب ٢/ ٢٧٣).
(٦) رواه الصنعاني فى المصنف ج ٥، كتاب الجهاد «باب وجوب الغزو» أثر (٩٢٨١) ص ١٧٤ تحقيق حبيب الرحمن الأعظمي.
قال عبد الرزاق في مصنفه بعد إيراده لهذا الأثر: سمعت الأوزاعي أو أخبرت عنه أنه سمعه من مكحول.
(٧) العلاء بن الحارث بن عبد الوارث الحضرمي، أبو وهب الدمشقي، صدوق فقيه، لكن رمي بالقدر، وقد اختلط، من الخامسة، مات سنة ست وثلاثين ومائة وهو ابن سبعين سنة.
(التهذيب ٨/ ١٧٧ - التقريب ٢/ ٩١).
(٨) روى نحوه ابن أبي حاتم، تفسير آية البقرة كُتِبَ عَلَيْكُمُ الْقِتالُ ج ١ ورقة ١٤٨ من المخطوط.','1','204',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (283,'قال أبو عبيد: وأحسب قول الأوزاعي مثل قول ابن شهاب.
٣٨٤ - وأما: سفيان الثوري فكان يقول: ليس بفرض ولكن لا يسع الناس أن يجمعوا على تركه ويجزئ فيه بعضهم عن بعض (١).
قال أبو عبيد: وهذا هو القول عندنا في الجهاد لأنه حق لازم للناس غير أن بعضهم يقضي ذلك عن بعض وإنما وسعهم هذا للآية الأخرى، قوله:
وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً (٢) فإنها فيما يقال ناسخة لفرض الجهاد.
٣٨٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس فى قوله: فَانْفِرُوا ثُباتٍ أَوِ انْفِرُوا جَمِيعاً (٤) وفي قوله: انْفِرُوا خِفافاً وَثِقالًا قال: نسختها وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً الآية. قال: تنفر طائفة وتمكث طائفة مع النبي- صلّى الله عليه- قال: فالماكثون هم الذين يتفقهون في الدين وينذرون إخوانهم إذا رجعوا إليهم من الغزو بما نزل من قضاء الله وكتابه وحدوده (٥).
٣٨٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية قال: يعني السرايا كانت ترجع وقد نزل بعدهم قرآن تعلّمه القاعدون من النبي- صلّى الله عليه- فتمكث السرايا يتعلمون ما أنزل على النبي- صلّى الله عليه- بعدهم، وتبعث سرايا أخرى، قال: فذلك قوله: لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ (٦).
_________
(١) لم أتمكن من تخريجه.
(٢) سورة التوبة آية ١٢٢.
(٣) هو حجاج بن محمد المصيصي.
(٤) سورة النساء آية ٧١.
(٥) روى نحوه البيهقي فى السنن الكبرى ج ٩، كتاب السّير «باب النفير وما يستدل على أن الجهاد فرض على الكفاية» ص ٤٧.
(٦) روى نحوه الطبري فى جامع البيان ج ١٤ أثر (١٧٤٧١) ص ٥٦٧ تحقيق محمود محمد شاكر.','1','205',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (284,'٣٨٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج عن مجاهد نحو ذلك.
قال أبو عبيد: فلولا هذه الآية لكان الجهاد حتما واجبا على كل مؤمن في خاصّة نفسه وماله كسائر الفرائض، ولكن هذه الآية جعلت للناس الرخصة في قيام بعضهم بذلك عن بعض، ومع هذا أنّا قد وجدنا في الحقوق الواجبة نظائر للجهاد، منها عيادة المريض وحضور الجنائز وردّ السلام وتشميت العاطس فهذه كلها لازمة للمسلمين غير أن بعضهم يقوم بذلك دون بعض ولكن الفضيلة والتبريز (٢) لقاضيها دون المقضي عنه فكذلك الجهاد إن شاء الله (٣) على أن الله عز وجل قد كان اشترط فيه شرطا حين أمر به فجعله محظورا في بعض الشهور فقال عز وجل: إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنا عَشَرَ شَهْراً فِي كِتابِ اللَّهِ يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ مِنْها أَرْبَعَةٌ حُرُمٌ ذلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ (٤) وقال عز وجل: يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ قِتالٍ فِيهِ قُلْ قِتالٌ فِيهِ كَبِيرٌ (٥) هو في التفسير أن القتال فيه عند الله عظيم كبير، ثم اختلف العلماء في نسخ تحريمها وإباحة القتال فيها.
_________
(١) هو حجاج بن محمد المصيصى.
(٢) قال في مختار الصحاح: برّز الشيء تبريزا: أظهره وبينه/ ص ٤٨.
قلت: لعل مراد أبي عبيد: أن حصول الفضيلة وظهور الإيمان يحصل لمن قام بما ذكر دون غيره.
(٣) قال ابن حجر في الفتح: وللناس في الجهاد حالان: إحداهما في زمن النبي- صلّى الله عليه وسلم- والأخرى بعده، فأما الأولى: فأول ما شرع الجهاد بعد الهجرة النبوية إلى المدينة اتفاقا، ثم بعد أن شرع هل كان فرض عين أو كفاية؟ قولان مشهوران للعلماء ... والتحقيق أنه كان عينا على من عينه النبي- صلّى الله عليه وسلم- في حقه ولو لم يخرج. الحال الثاني: بعده- صلّى الله عليه وسلم- فهو فرض كفاية على المشهور إلا أن تدعو الحاجة إليه كأن يدهم العدو، ويتعين على من عينه الإمام.
انظر: (فتح الباري ج ٦، كتاب الجهاد «باب وجوب النفير» ص ٣٧ - ٣٨).
(٤) سورة التوبة آية ٣٦.
(٥) سورة البقرة آية ٢١٧.','1','206',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (285,'٣٨٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج قال: قلت لعطاء: ما لهم إذ ذاك لم يكن يحل لهم أن يغزوا في الشهر الحرام ثم غزوهم بعد قال: فحلف لي بالله ما يحل للناس أن يغزوا في الحرم ولا في الشهر الحرام إلا أن يقاتلوا وما نسخت (٢).
٣٨٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن ليث بن سعد عن أبي الزبير عن جابر قال: لم يكن رسول الله- صلّى الله عليه- يغزو في الشهر الحرام إلا أن يغزى وإذا حضر ذلك أقام حتى ينسلخ (٤).
٣٩٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن أبي الزبير (٥) عن جابر بن عبد الله عن النبي- صلّى الله عليه- مثله غير أنه قال: إلا أن يغزى أو يغزو.
٣٩١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو الأسود (٦) عن ابن لهيعة عن مخرمة بن بكير (٧) عن أبيه بكير بن عبد الله بن الأشج عن سعيد بن المسيب أنه سئل: هل يصلح للمسلمين أن يقاتلوا الكفار في الشهر الحرام؟ قال: نعم، قال: وقال ذلك سليمان بن يسار (٨) (٩).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) روى نحوه الطبري فى جامع البيان ج ٤ أثر (٤٠٩٩) ص ٣١٤ تحقيق محمود وأحمد شاكر.
(٣) هو حجاج بن محمد المصيصي.
(٤) روى نحوه الطبري فى جامع البيان ج ٤ أثر (٤٠٨١) ص ٣٠٠ تحقيق محمود وأحمد شاكر.
(٥) محمد بن مسلم المكي أبو الزبير.
(٦) هو النضر بن عبد الجبار أبو الأسود.
(٧) مخرمة بن بكير بن عبد الله بن الأشج، أبو المسور المدني، صدوق، وروايته عن أبيه وجادة من كتابه، وقد سمع من أبيه قليلا، مات سنة تسع وخمسين ومائة (التقريب ٢/ ٢٣٤).
(٨) سليمان بن يسار: الهلالي، المدني، مولى ميمونة، وقيل أم سلمة، ثقة فاضل، أحد الفقهاء السبعة، من كبار الثالثة، مات بعد المائة (التقريب ١/ ٣٣١).
(٩) روى ابن أبي حاتم في تفسيره المخطوط نحوا من هذا الأثر منسوبا إلى سفيان الثوري تفسير ابن أبي حاتم ج ١ ورقة ٢٤٩ من المخطوط.','1','207',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (286,'قال أبو عبيد: والناس اليوم بالثغور (١) جميعا على هذا القول يرون الغزو مباحا في الشهور كلها حلالها وحرامها لا فرق بين ذلك عندهم، ثم لم أر أحدا من علماء الشام ولا العراق ينكره عليهم، وكذلك أحسب قول أهل الحجاز.
والحجة في إباحته عند علماء الثغور قول الله تبارك وتعالى: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ.
قال أبو عبيد: فهذه الآية هي الناسخة عندهم لتحريم القتال في الشهر الحرام (٢)، فهذا ناسخ القتال ومنسوخه.
_________
(١) الثغور: جمع ثغر- بالفتح ثم السكون- وهو كل موضع قريب من أرض العدو.
(معجم البلدان ٢/ ٧٩).
(٢) قال أبو جعفر الطبري بعد إيراده للآثار المتعلقة بالقتال في الأشهر الحرم: والصواب من القول في ذلك ما قاله عطاء بن ميسرة من أن النهي عن قتال المشركين في الأشهر الحرم منسوخ بقول الله جل ثناؤه: إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنا عَشَرَ شَهْراً فِي كِتابِ اللَّهِ يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ مِنْها أَرْبَعَةٌ حُرُمٌ ذلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً كَما يُقاتِلُونَكُمْ كَافَّةً.
وإنما قلنا ذلك ناسخ لقوله: يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ قِتالٍ فِيهِ قُلْ قِتالٌ فِيهِ كَبِيرٌ. لتظاهر الأخبار عن رسول الله- صلّى الله عليه وسلم- أنه غزى هوازن بحنين وثقيفا بالطائف وأرسل أبا عامر إلى أوطاس لحرب من بها من المشركين في بعض الأشهر الحرم وذلك في شوال وبعض ذي القعدة وهو من الأشهر الحرم فكان معلوما بذلك أنه لو كان القتال فيهن حراما ومعصية كان أبعد الناس من فعله صلّى الله عليه وسلم.
(جامع البيان ج ٤ ص ٣١٤ تحقيق محمود وأحمد شاكر).','1','208',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (287,'<span data-type="title" id=toc-62>باب الأسارى</span>
قال أبو عبيد: وأما أمر الأسارى في الفداء والمنّ والقتل فإن:
٣٩٢ - عبد الله بن صالح حدثنا عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قول الله عز وجل: ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ (١) فِي الْأَرْضِ (٢) قال: ذلك يوم بدر والمسلمون يومئذ قليل فلما كثروا واشتد سلطانهم أنزل الله عز وجل بعد هذا في الأسارى فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً (٣) فجعل الله عز وجل النبي- صلّى الله عليه- والمؤمنين في الأسارى بالخيار إن شاءوا قتلوهم وإن شاءوا فادوهم وإن شاءوا استعبدوهم، شك أبو عبيد في استعبدوهم (٤).
٣٩٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن مهدي وحجاج بن محمد كلاهما عن سفيان قال: سمعت السّدي (٥) يقول في قوله عز وجل: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً قال: هي منسوخة نسختها قوله عز وجل:
فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ (٦).
٣٩٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٧) عن
_________
(١) يثخن: أثخن في العدو بالغ الجراحة فيهم (القاموس للفيروزبادي) ٤/ ٢٠٦).
(٢) سورة الأنفال آية ٦٧. وقد كتبت الآية في المخطوط (ما كان للنبي) خطأ.
(٣) سورة محمد آية ٤.
(٤) رواه الطبري مع طرح الشك في «استعبدوهم»: جامع البيان ج ١٤ أثر (١٦٢٨٦) ص ٥٩ تحقيق محمود محمد شاكر.
(٥) هو إسماعيل بن عبد الرحمن السدّي.
(٦) روى نحوه الطبري فى جامع البيان ج ٢٦ ص ٢٦ ط دار المعرفة.
(٧) هو حجاج بن محمد المصيصي.','1','209',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (288,'ابن جريج فيها قال: هي منسوخة قد قتل رسول الله- صلّى الله عليه- عقبة بن أبي معيط (١) يوم بدر صبرا (٢) (٣).
٣٩٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٤) عن شريك عن سالم (٥) عن سعيد بن جبير قال: يقتل أسرى المشركين ولا يفادون حتى يثخن فيهم القتل وقد قال: حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً (٦). وفيه قول آخر.
٣٩٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٧) عن المبارك بن فضالة (٨) عن الحسن أنه كره قتل الأسير وقال: منّ عليه أو فاده (٩).
_________
(١) عقبة بن أبي معيط: أحد رءوس المشركين في مكة، كان من شر عباد الله وأكثرهم كفرا وعنادا وبغيا وحسدا وهجاء للإسلام وأهله، لما كان النبي- صلّى الله عليه وسلم- بعرق الظبية بعد قفوله من بدر أمر عاصم بن ثابت بن أبي الأقلح فقتله. البداية والنهاية: عماد الدين بن كثير ج ٣ ص ٣٠٥/.
(٢) قتل الصبر: هو أن يؤخذ الرجل أسيرا ثم يقدم فيقتل. غريب الحديث لأبي عبيد ج ٣ ص ٣٠٢.
(٣) روى نحوه عبد الرزاق من قول عطاء بن أبي رباح فى المصنف ج ٥، كتاب الجهاد «باب قتل أهل الشرك صبرا» أثر (٩٣٨٩) ص ٢٠٤ تحقيق حبيب الرحمن الأعظمي.
(٤) هو حجاج بن محمد المصيصي.
(٥) هو سالم الأفطس.
(٦) روى نحوه الطبري فى جامع البيان ج ١٤ أثر (١٦٢٨٩) ص ٦٠ تحقيق محمود محمد شاكر.
(٧) هو حجاج بن محمد المصيصي.
(٨) المبارك بن فضالة: (بفتح الفاء وتخفيف المعجمة)، أبو فضالة البصري، صدوق، يدلّس ويسوّي، من السادسة، مات سنة ست وستين ومائة على الصحيح.
(التقريب ٢/ ٢٢٧).
(٩) رواه بمعناه الطبري فى جامع البيان ج ٢٦ ص ٢٧ ط دار المعرفة.','1','210',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (289,'٣٩٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج عن عطاء مثل ذلك أيضا أو نحوه (٢).
٣٩٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا أشعث (٣) قال: سألت عطاء عن قتل الأسير فقال: منّ عليه أو فاده، قال وسألت الحسن فقال: تصنع به ما صنع رسول الله- صلى الله عليه- بأسارى بدر يمنّ عليه أو يفادى.
قال أبو عبيد: فأرى العلماء قد اختلفت في تأويل آيات الأسارى ففي حديث ابن عباس أن آية الفداء هي المحكمة الناسخة بقتلهم (٤) وإلى مذهبه ذهب سعيد بن جبير، وفي قول السّدي (٥) وابن جريج أنّ آية القتل هي المحكمة الناسخة للفداء والمنّ وإلى هذا ذهب الحسن وعطاء.
قال أبو عبيد: والقول عندنا أن الآيات جميعا محكمات لا منسوخ فيهن، يبين ذلك ما كان من أحكام رسول الله- صلى الله عليه- الماضية فيهم وذلك أنه كان عاملا بالآيات كلها من القتل والفداء والمنّ حتى توفاه الله عز وجل على ذلك ولا نعلم نسخ منها شيء، فكان أول أحكامه فيهم يوم بدر فعمل بها كلها يومئذ، بدأ بالقتل فقتل عقبة بن أبي معيط والنضر بن الحارث (٦) في قفوله ثم قدم
_________
(١) هو حجاج المصيصي.
(٢) رواه بمعناه الطبري فى جامع البيان- المرجع السابق.
رواه بمعناه أيضا عبد الرزاق في المصنف ج ٥، كتاب الجهاد «باب قتل أهل الشرك صبرا وفداء الأسرى» أثر (٩٣٨٩) ص ٢٠٥ تحقيق حبيب الرحمن الأعظمي.
(٣) هو أشعث بن عبد الملك الحمراني.
(٤) هكذا في المخطوط «بقتلهم» بالباء ولعل الأولى هنا اللام «لقتلهم».
(٥) هو إسماعيل بن عبد الرحمن/ السّدي.
(٦) النضر بن الحارث: كان من شر عباد الله وأكثرهم كفرا وعنادا وهجاء للإسلام وأهله، وكان أحد أشراف قريش، وأحد الأسارى يوم بدر، أمر النبي- صلّى الله عليه وسلم- عليا بقتله في الصفراء مرجعه من بدر (البداية والنهاية ٣/ ٣٠٥).','1','211',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (290,'المدينة فحكم في سائرهم بالفداء والمنّ، ثم كان يوم الخندق إذ سارت إليه الأحزاب فقاتلهم حتى صرفهم الله عز وجل عنه وخرج إلى بني قريظة لممالأتهم لأنهم كانت للأحزاب، فحاصرهم حتى نزلوا على حكم سعد بن معاذ (١) فحكم فيهم فقتل المقاتلة وسبى الذرية فصوّب رسول الله- صلّى الله عليه- رأيه وأمضى فيهم حكمه ومنّ على الزبير بن باطا (٢) من بينهم لتكليم ثابت بن قيس بن شمّاس (٣) إياه فيه حتى كان الزبير هو المختار لنفسه القتل ثم كانت غزاة المريسيع (٤) وهي التي سبى فيها بني المصطلق رهط جويرية بنت الحارث (٥) من خزاعة فاستحياهم جميعا وأعتقهم فلم يقتل أحدا منهم علمناه ثم كانت خيبر فافتتح حصون الشق ونطاة عنوة بلا عهد فمنّ عليهم ولا نعلمه قتل أحدا منهم صبرا بعد فتحها ثم سار إلى بقية حصون خيبر الكثيبة والوطيحة وسلالم فأخذها أو أخذ بعضها صلحا على أن لا يكتمه آل أبي الحقيق شيئا من أموالهم فنكثوا العهد
_________
(١) سعد بن معاذ بن النعمان الأنصاري الأشهلي، أبو عمرو، سيد الأوس، شهد بدرا، واستشهد من سهم أصابه بالخندق ومناقبه كثيرة (التقريب ١/ ٢٨٩).
(٢) الزبير بن باطا: القرظي، يكنّى أبا عبد الرحمن، كان قد منّ على ثابت بن قيس بن شمّاس في الجاهلية، فجازاه بأن طلب ثابت من النبي- صلّى الله عليه وسلم- أن يهب له دمه فقال النبى- صلّى الله عليه وسلم-: هو لك ثم اختار لنفسه القتل فقتل. سيرة ابن هشام ج ٣ ص ٢٥٣ تحقيق مصطفى السقا، إبراهيم الأبياري، عبد الحفيظ شلبي.
(٣) ثابت بن قيس بن شمّاس: أنصاري خزرجي، خطيب الأنصار، من كبار الصحابة بشره النبي- صلّى الله عليه وسلم- بالجنة واستشهد باليمامة (التقريب ١/ ١١٧).
(٤) المريسيع: بالضم ثم الفتح وياء ساكنة ثم سين مهملة مكسورة وياء أخرى وآخره عين مهملة، هو اسم ماء في ناحية قديد إلى الساحل، سار النبي- صلّى الله عليه وسلم- سنة خمس أو ست إلى بني المصطلق لما بلغه أن الحارث بن أبي ضرار الخزاعي قد جمع له جمعا، فوجدهم علي ماء يقال له المريسيع فقاتلهم وسباهم (معجم البلدان ٥/ ١١٨).
(٥) جويرية بنت الحارث بن أبي ضرار الخزاعية، من بني المصطلق، أم المؤمنين كان اسمها برّة فغيرها النبي- صلّى الله عليه وسلم- وسباها في غزوة المريسيع ثم تزوجها وماتت سنة خمسين على الصحيح.
(التقريب ٢/ ٥٩٣).','1','212',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (291,'وكتموه فاستحل بذلك دماءهم وضرب أعناقهم ولم يمنّ على أحد منهم ثم كان فتح مكة بعد هذا كله فأمر بقتل هلال بن خطل (١) ومقيس بن صبابة (٢) ونفر سماهم، وأطلق الباقين فلم يعرض لهم، ثم كانت حنين فسبى فيها هوازن ومكث سبيهم في يديه أياما حتى قدم عليه وفدهم فوهبهم لهم من عند آخرهم امتنانا منه عليهم، ثم كانت أمور كثيرة فيما بين هذه الأيام مضت فيها أحكامه الثلاثة من القتل والمنّ والفداء من ذلك قتله أبا عزّة الجمحي (٣) يوم أحد وقد كان منّ عليه يوم بدر، وفيها إطلاقه ثمامة بن أثال (٤) ومنها مفاداته بالمرأة الفزاريّة (٥) التي
_________
(١) هلال بن خطل: هو عبد الله وليس هلال كما في سيرة ابن هشام وتاريخ الطبري وغيرهما من كتب السير. رجل من بني تيم بن غالب أمر النبي- صلّى الله عليه وسلم- بقتله بعد الفتح لأنه كان مسلما فقتل غلاما له ثم ارتد مشركا- سيرة ابن هشام ج ٤ ص ٥٢ تحقيق مصطفى السّقاء، إبراهيم الأبياري، عبد الحفيظ شلبي.
(٢) مقيس بن صبابة: بكسر الميم وسكون القاف وفتح الياء، وضم الصاد، أمر النبي صلّى الله عليه وسلم- بقتله لأنه قتل الأنصاري الذي قتل أخاه هشاما خطأ، ثم ارتد عن الإسلام فلما انهزم أهل مكة أهدر النبي- صلّى الله عليه وسلم- دمه، فعلم به نميلة بن عبد الله الكلبى فأتاه فضربه بالسيف حتى قتله.
انظر: الكامل في التاريخ لابن الأثير ج ٢ ص ١٣٢، ١٦٩.
(٣) أبو عزة عمرو بن عبيد الله الجمحي، أسر يوم بدر فأطلقه رسول الله- صلّى الله عليه وسلم- بغير فداء لأنه شكى إليه فقرا وكثرة عيال فأخذ عليه رسول الله- صلّى الله عليه وسلم- العهود ألّا يقاتله ولا يعين على قتاله فخرج يوم أحد وحرض على المسلمين فأمر به النبي فقتل.
(الكامل لابن الأثير ٢/ ١١٤).
(٤) ثمامة بن أثال: ابن النعمان بن سلمة بن عتيبة بن ثعلبة بن يربوع، أبو أمامة اليمامي وفى قصة إسلامه روى البخاري عن أبي هريرة قال: بعث النبي- صلّى الله عليه وسلم- خيلا قبل نجد فجاءت برجل من بني حنيفة يقال له ثمامة بن أثال فربطوه بسارية من سواري المسجد فخرج النبي- صلّى الله عليه وسلم- فقال: أطلقوا ثمامة فانطق إلى نخل قريب من المسجد فاغتسل ثم دخل المسجد فقال أشهد أنّ لا اله إلا الله وأن محمدا رسول الله (الإصابة ١/ ٢٠٣).
(٥) المرأة الفزارية: هي ابنة أم قرفة، وكانت من أحسن العرب، قد نفلها أبو بكر لسلمة بن الأكوع ثم استوهبها النبي- صلّى الله عليه وسلم- من سلمة فبعث بها إلى أهل مكة وفي أيديهم أسارى من المسلمين ففداهم رسول الله- صلّى الله عليه وسلم- بتلك المرأة (البداية والنهاية ٤/ ٢٢١).','1','213',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (292,'سباها سلمة بن الأكوع برجلين من المسلمين كانا أسيرين بمكة قبل الفتح في أشياء كثيرة يطول بها الكتاب لم يزل- صلّى الله عليه- قبل عاملا بها على ما أراه (١) الله عز وجل من الأحكام التي أباحها له في الأسارى وجعل الخيار والنظر فيها إليه حتى قبضه الله عز وجل على ذلك- صلّى الله عليه- ثم قام بعده أبو بكر- رضي الله عنه- فسار في أهل الرّدة بسيرته من القتل والمنّ، فأما الفداء فلم يحتج إليه أبو بكر الصديق- رضي الله عنه- لأن الله عز وجل أظهر الإسلام على الردّة حتى عاد أهلها مسلمين بالطّوع والكره إلا من أباده القتل، فكان ممن استحياه أبو بكر- رضي الله عنه- عيينة بن حصن الفزاري (٢) وقرة ابن هبيرة القشيري (٣) وكان قدم بهما عليه خالد بن الوليد (٤) موثقين فمنّ عليهما وأطلقهما، وكذلك الأشعث بن قيس (٥) بعث به إليه زياد بن لبيد الأنصاري (٦) موثقا، وقد نزل على حكم أبي بكر- رضي الله عنه- فخلّى
_________
(١) فى المخطوط «ماراه» والتصويب من الهامش.
(٢) عيينة بن حصن الفزاري: هو عيينة بن حصن بن حذيفة بن بدر بن عمرو، أبو مالك الفزاري، له صحبة، وكان من المؤلفة، أسلم قبل الفتح وشهدها وشهد حنينا والطائف، ثم ارتدّ في عهد أبي بكر ثم عاد إلى الإسلام وكان فيه جفاء سكان البوادي.
(الإصابة ٣/ ٥٤).
(٣) قرة بن هبيرة بن عامر بن سلمة بن قشير بن كعب بن ربيعة العامري ثم القشيري قال البخاري وابن أبي حاتم وابن حبان وابن السكن وابن مندة: له صحبة وهو أحد الوجوه من الوفود، قد ارتد مع من ارتد من بنى قشير فاعتذر لأبي بكر بأنه كان له مال وولد فخاف عليهم ولم يرتد فى الباطن فأطلقه.
(الإصابة ٣/ ٢٣٥).
(٤) خالد بن الوليد: ابن المغيرة بن عبد الله بن عمرو بن مخزوم المخزومي، سيف الله، يكنّى أبا سليمان، من كبار الصحابة، وكان إسلامه بين الحديبية والفتح وكان أميرا على قتال أهل الردة وغيرها من الفتوح إلى أن مات سنة إحدى أو اثنتين وعشرين (التقريب ١/ ٢١٩).
(٥) الأشعث بن قيس: ابن معديكرب الكندي، أبو محمد الصحابي، نزل الكوفة مات سنة أربعين أو إحدى وأربعين، وهو ابن ثلاث وستين (التقريب ١/ ٨٠).
(٦) زياد بن لبيد بن ثعلبة الأنصاري، الخزرجي، أبو عبد الله، صحابي شهد بدرا، وكان عاملا على حضرموت لما مات النبي- صلّى الله عليه وسلم- وكان له بلاء حسن في قتال أهل الردة، مات سنة إحدى وأربعين.
(التقريب ١/ ٢٧٠).','1','214',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (293,'سبيله ومنّ عليه وأنكحه، وكان ممن قتله أبو بكر- رضي الله عنه- في الردة الفجاءة (١) في رجال من بني سليم وذلك لسوء آثارهم كان في المسلمين، وبمثل ذلك كتب إلى خالد بن الوليد يأمره باصطلام (٢) بني حنيفة (٣) إن ظفر بهم، وكتب إلى زياد بن لبيد (٤) والمهاجر بن أبي أمية (٥) بالمنّ على كندة (٦) الذين حوصروا بحصن النجير، ثم لم تزل الخلفاء على مثل ذلك.
قال أبو عبيد: وعليه الأمر عندنا في الأسارى أنه لم ينسخ من أحكامهم شيء ولكن للإمام (٧)، يخيّر في الذكور والمدركين بين أربع خلال وهي: القتل
_________
(١) الفجاءة: اسمه إياس بن عبد الله بن عبد ياليل بن عميرة بن خفاف من بني سليم، كان قد قدم على الصديق فزعم أنه أسلم وطلب من أبي بكر أن يجهز معه جيشا يقاتل به أهل الردة، فجهز معه جيشا فلما سار جعل لا يمر بمسلم ولا مرتد إلا قتله وأخذ ماله فلما سمع الصديق بعث وراءه جيشا فرده، فلما أمكنه بعث به إلى البقيع فجمعت يداه إلى قفاه وألقي في النار.
(البداية والنهاية ٦/ ٣١٩).
(٢) الاصطلام: الاستئصال (لسان العرب ١٢/ ٣٤٠).
(٣) بنو حنيفة: هم أهل اليمامة اتباع مسيلمة الكذاب ارتدوا عن الإسلام بعد وفاة النبي- صلّى الله عليه وسلم- فأرسل إليهم أبو بكر خالد بن الوليد فقاتلهم حتى قتل نبيهم المزعوم مسيلمة وهزمهم عن
آخرهم ثم أسلموا ورجعوا إلى الحق انظر: البداية والنهاية ٦/ ٣٢٣.
(٤) هو زياد بن لبيد بن ثعلبة الأنصاري.
(٥) المهاجر بن أبي أمية: ابن عبد الله بن عمرو بن مخزوم القرشي المخزومي أخو أم سلمة. ولّاه النبي- صلّى الله عليه وسلم- لما بعث العمال على صدقات صنعاء، ثم ولّاه أبو بكر، وهو الذي افتتح حصن النجير الذي تحصنت به كندة في الردة (الإصابة ٣/ ٤٦٥).
(٦) كندة: بالكسر قبيلة من اليمن ارتدت عن الإسلام فحاصرهم زياد بن لبيد والمهاجر في حصن النجير فهزموهم فقتلوا مقاتليهم وساقوا أهل الحصن أسرى إلى أبي بكر فلم يلبث الصديق- رضي الله عنه- أن منّ عليهم.
انظر: معجم البلدان ج ٤ ص ٤٨٢ - تاريخ الطبري ج ٣ ص ٣٣٥ وما بعدها تحقيق محمد أبو الفضل إبراهيم.
(٧) هكذا في المخطوط والصواب [ولكن الامام].','1','215',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (294,'والاسترقاق، والفداء والمنّ، إذا لم يدخل بذلك ميل بهوى في العفو ولا طلب الذّحل (١) في العقوبة ولكن على النظر للإسلام وأهله (٢).
_________
(١) طلب الذّحل: أي طلب الثأر (لسان العرب ١١/ ٢٥٦).
(٢) وإلى القول بإحكام الآية وطرح دعوى النسخ فيها ذهب أبو جعفر الطبري فقال عند تفسير قوله: فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً الآية: والصواب من القول عندنا في ذلك أن هذه الآية محكمة غير منسوخة وذلك أن صفة الناسخ والمنسوخ ما قد بينا في غير موضع في كتابنا: أنه ما لم يجز اجتماع حكميها في حال واحدة، أو ما قامت الحجة بأن أحدهما ناسخ الآخر، وغير مستنكر أن يكون جعل الخيار في المنّ والفداء والقتل إلى الرسول- صلّى الله عليه وسلم- والى القائمين بعده بأمر الأمة، وإن لم يكن القتل مذكورا في هذه الآية لأنه قد أذن بقتلهم في آية أخرى وذلك قوله: فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ الآية. بل ذلك كذلك لأن رسول الله- صلّى الله عليه وسلم- كذلك كان يفعل فيمن صار أسيرا في يده من أهل الحرب فيقتل بعضا ويفادي بعضا ويمنّ على بعض. اهـ (جامع البيان ج ٢٦ ص ٢٧ ط. دار المعرفة).','1','216',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (295,'<span data-type="title" id=toc-63>باب في المغانم</span>
قال أبو عبيد: وأما نسخ المغانم فإن:
٣٩٩ - حجاجا (١) حدثنا عن ابن جريج عن مجاهد في قول الله عز وجل: يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ (٢) قال ثم نسختها:
وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ (٣) قال ابن جريج:
أخبرني بذلك ليث ابن أبي سليم (٤) عن مجاهد (٥).
٤٠٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس: يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ قال: الأنفال الغنائم التي كانت لرسول الله- صلّى الله عليه- خاصة، ليس لأحد فيها شيء، ثم أنزل الله عز وجل:
وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ قال: ثم قسم ذلك الخمس لرسول الله- صلّى الله عليه- ولذي القربى يعني قرابة النبي- صلّى الله عليه- ولليتامى والمساكين والمهاجرين في سبيل الله وجعل أربعة أخماسه الناس فيه
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة الأنفال آية ١.
(٣) سورة الأنفال آية ٤١.
(٤) ليث بن أبي سليم: ابن زنيم، اسم أبيه أيمن وقيل غير ذلك، صدوق اختلط أخيرا ولم يتميز حديثه فترك من السادسة، مات سنة ثمان وأربعين ومائة (التقريب ٢/ ١٣٨).
(٥) رواه ابن الجوزي فى نواسخ القرآن ج ٢ «باب ذكر الآيات اللواتي ادعى عليهن النسخ في سورة الأنفال، ذكر الآية الأولى» ص ٤٣٩ تحقيق محمد أشرف علي.','1','217',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (296,'سواء للفرس منه سهمان ولصاحبه سهم وللراجل سهم (١) (٢).
_________
(١) روى نحوه البيهقي فى السنن الكبرى ج ٦، كتاب قسم الفيء والغنيمة «باب بيان مصرف الغنيمة في ابتداء الإسلام» ص ٢٩٣.
قلت وليس في الآية ذكر للمهاجرين حتى يدخلون تحت الخمس، ولعلهم إنما دخلوا تحت الخمس باعتبارهم من أبناء السبيل.
(٢) كتب في آخر باب المغانم هذا التعليق: قال أبو الحسن: إلى هاهنا سمعناه من أبي عبيد غير مرة وقلنا له نرويه عنك؟ قال: نعم، ومن هذا الباب سمعناه منه سماعا إلى آخره. اهـ.
قلت: وأبو الحسن هو علي بن عبد العزيز البغدادي صاحب أبي عبيد الذي روى عنه مصنفاته.','1','218',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (297,'<span data-type="title" id=toc-64>باب الاستئذان وما فيه من ناسخه ومنسوخه من الكتاب والسنة</span>
٤٠١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج عن مجاهد في قوله: يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ (٢) قال: عبيدكم المملوكون (٣).
٤٠٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن أبي حصين (٤) عن أبي عبد الرحمن السلمي (٥) يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ قال: هي خاصة للنساء لا للرجال (٦) يستأذنون على كل حال بالليل والنهار (٧).
قال أبو عبيد: يعني أن الإماء ينبغى لهن أن يستأذن على مواليهن في هذه الحالات الثلاث المسماة هاهنا وهي قوله: مِنْ قَبْلِ صَلاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاةِ الْعِشاءِ ثَلاثُ عَوْراتٍ لَكُمْ يقول: فأما ذكور المماليك فإن عليهم الاستئذان في الأحوال كلها، ولا نعلم أحدا من العلماء أخبر عن هذه الآية نسخا بل أغلظوا شأنها.
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة النور آية ٥٨.
(٣) رواه الطبري فى جامع البيان ج ١٨ ص ١٢٤ ط دار المعرفة.
(٤) هو عثمان بن عاصم بن حصين أبو حصين الأسدي.
(٥) هو عبد الله بن حبيب أبو عبد الرحمن السلمي.
(٦) كتب في المخطوط: «في الأصل للنساء والرجال».
قلت وهو الصواب باعتبار الوقف على قوله «للنساء» ثم استأنف الكلام «والرجال يستأذنون .... ».
(٧) روى نحوه الطبري فى جامع البيان ج ١٨ ص ١٢٤ ط دار المعرفة.','1','219',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (298,'٤٠٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (١) عن عبد الملك بن أبي سليمان قال: حدثنا عطاء (٢) قال: سمعت ابن عباس يقول: ثلاث آيات من كتاب الله عز وجل تركهن الناس لا أرى أحدا يعمل بهن قال: حفظت آيتين ونسيت واحدة (٣) قال الله عز وجل: يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ الآية وقال: يا أَيُّهَا النَّاسُ إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى وَجَعَلْناكُمْ شُعُوباً وَقَبائِلَ لِتَعارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ (٤) قال: ثم يقول الرجل بعد هذه للرجل: أنا أكرم منك، وليس أحد أكرم من أحد إلا بالتقوى (٥).
٤٠٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن موسى بن أبي عائشة قال: سألت الشعبي عن هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ قلت: أمنسوخة هي قال: لا.
قال أبو عبيد: وفي غير حديث عبد الرحمن قال: فقلت: قد تركها الناس، فقال: الله المستعان (٦).
_________
(١) هو يحيى بن سعيد القطان.
(٢) هو عطاء بن أبي رباح.
(٣) القائل عطاء كما ورد التصريح به عند النحاس.
(٤) يا أَيُّهَا النَّاسُ إِنَّا خَلَقْناكُمْ مِنْ ذَكَرٍ وَأُنْثى وَجَعَلْناكُمْ شُعُوباً وَقَبائِلَ لِتَعارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ سورة الحجرات آية ١٣.
(٥) روى نحوه الطبري فى جامع البيان/ ج ١٨/ ص ١٢٤ ط دار المعرفة.
وروى نحوه عبد الرزاق وفي روايته «ثلاث آيات محكمات» المصنف ج ١٠، كتاب الجامع «باب وجوب الاستئذان» أثر (١٩٤١٩) ص ٣٧٩ تحقيق حبيب الرحمن الأعظمي.
وروى نحوه النحاس في ناسخه الآية الثالثة من سورة النور ورقة ٢١٠ من المخطوط.
(٦) روى نحوه الطبرى فى جامع البيان ج ١٨ ص ١٢٥ ط دار المعرفة.
وروى نحوه النحاس في ناسخه الآية الثالثة من سورة النور ورقة ٢١١ من المخطوط.','1','220',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (299,'٤٠٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن أبي عوانة (١) عن أبي بشر (٢) عن سعيد بن جبير في هذه الآية قال: يقولون هي منسوخة، لا والله ما نسخها شيء ولكنها مما تهاون به الناس (٣).
قال أبو عبيد: وقد تحدثوا مع هذا الحديث عن ابن عباس يحمله بعضهم على الترخيص فيه.
٤٠٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا نعيم بن حماد عن عبد العزيز بن محمد (٤) عن عمرو بن أبي عمرو (٥) عن عكرمة عن ابن عباس قال: أتاه ناس من أهل العراق فسألوه عن هذه الآية: لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ فقال: إن الله عز وجل رفيق رحيم بالمؤمنين يحب الستر عليهم، قال: وكان الناس ليس لهم ستور ولا حجال (٦) فربما دخلت الخادم والولد أو يتيمة الرجل على أهله، فأمروا بالاستئذان في تلك العورات، فجاءهم الله عز وجل بالستور والخير فلم أر أحدا يعمل بذلك (٧).
_________
(١) أبو عوانة: وضاح (بتشديد المعجمة ثم مهملة) ابن عبد الله اليشكري الواسطي البزار، أبو عوانة مشهور بكنيته، ثقة ثبت، من السابعة، مات سنة خمس أو ست وسبعين ومائة.
(التقريب ٢/ ٣٣١).
(٢) أبو بشر: جعفر بن إياس بن أبي وحشية.
(٣) لم أتمكن من تخريجه.
(٤) هو عبد العزيز بن محمد الداروردي.
(٥) عمرو بن أبي عمرو: اسمه ميسرة مولى المطلب بن عبد الله بن حنطب المخزومي، أبو عثمان المدني، قال عبد الله بن أحمد عن أبيه: ليس به بأس، وقال ابن معين: في حديثه ضعف ليس بالقوي، وقال أبو زرعة: ثقة، وقال أبو حاتم: لا بأس به، مات سنة مائة وأربع وأربعين، وقال في التقريب:
ثقة ربما وهم (التهذيب ١/ ٨٢.- التقريب ٢/ ٧٥).
(٦) حجال: جمع «حجلة» بفتحتين، وهي بيت يزيّن بالثياب والأسرّة والسّور.
(مختار الصحاح محمد بن أبي بكر الرازي ص ١٢٤).
(٧) روى نحوه أبو داود السجستاني في سننه ج ٤، كتاب الأدب «باب الاستئذان في العورات الثلاث» ص ٣٤٩ تحقيق محمد محيى الدين عبد الحميد.
وروى نحوه النحاس في ناسخه الآية الثالثة من سورة النور ورقة ٢١٠ من المخطوط، ثم عقب النحاس بعد إيراده للأثر بقوله: وهذا القول متنه حسن وليس فيه دليل على نسخ الآية ولكن على أنها كانت حال ثم زالت، فإن كان مثل تلك الحال فحكمها قائم كما كان.','1','221',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (300,'قال أبو عبيد: وليس وجه هذا عندي أن يكون على الرخصة من أجل أن ابن عباس لم يخبرنا أنه نسخها قرآن ولا أن السنة جاءت برخصة فيها، إنما قال:
لم أر أحدا يعمل بذلك وقد حكى عنه عطاء هذا اللفظ على وجه الإنكار والاستبطاء للناس ألا تسمع قوله: ثلاث آيات من كتاب الله- عز وجل- تركهن الناس لا أرى أحدا يعمل بهن، فرواية عطاء عندنا مفسرة للذي روى عكرمة، وليس المذهب في الآية إلا أن تكون محكمة قائمة لم ينسخها كتاب ولا نقلت الآثار التي انتهت إلينا عن رسول الله- صلى الله عليه- ولا عن أحد من الصحابة ولا التابعين بعدهم بالتسهل في ذلك إلا شيء يروى عن الحسن.
٤٠٧ - فإنه كان يقول في الخادم التي تبيت مع أهل الرجل: أنه لا بأس أن تدخل بغير إذن. قال أبو عبيد: أحسبني سمعته من هشيم يحدثه عن يونس (١) عن الحسن (٢) فهذا ما جاء في المماليك، وأما من لم يبلغ الحلم من الأحرار.
٤٠٨ - فإن حجاجا (٣) حدثنا عن ابن جريج عن مجاهد في قول الله عز وجل: وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاثَ مَرَّاتٍ قال: الذين لم يحتملوا من أحراركم (٤).
٤٠٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا معاذ بن معاذ عن ابن عون (٥) عن ابن سيرين في هذه الآية: وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ
_________
(١) يونس بن عبيد.
(٢) روى نحوه الطبري في تفسيره قال: حدثنا ابن أبي الشوارب قال: حدثنا يزيد بن زريع قال: حدثنا يونس عن الحسن ثم ذكر نحوا مما أورده أبو عبيد. جامع البيان ج ١٨/ ص ١٢٤ ط دار المعرفة.
(٣) هو حجاج بن محمد المصيصي.
(٤) رواه الطبري فى جامع البيان جزء ١٨ ص ١٢٤ ط دار المعرفة.
(٥) هو عبد الله بن عون.','1','222',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (301,'قال: كان أهلنا يأمرونا إذا جاء أحدنا ليدخل أن يقول: السلام عليكم، أيدخل فلان؟ (١).
_________
(١) روى نحوه ابن أبي شيبة: المصنف، كتاب الأدب «باب في الرجل يدخل منزله ما يقول» ج ٨ ص ٤٥٦ أثر (٥٨٧١) تحقيق مختار أحمد الندوي.
قال مكي بن أبى طالب القيسي في إيضاحه: وأكثر العلماء على أن الآية محكمة وحكمها باق والاستئذان في هذه الثلاثة الأوقات واجب اهـ. الإيضاح في ناسخ القرآن ومنسوخه ص ٣٢٠ تحقيق أحمد حسن فرحات.
وقال ابن الجوزي: «وهذا- أى النسخ- ليس بشيء لأن معنى الآية وَإِذا بَلَغَ الْأَطْفالُ مِنْكُمُ أى من الأحرار الْحُلُمَ فَلْيَسْتَأْذِنُوا أي في جميع الأوقات في الدخول عليكم، كَمَا اسْتَأْذَنَ الَّذِينَ مِنْ قَبْلِهِمْ يعني كما استأذن الأحرار الكبار الذين بلغوا قبلهم، فالبالغ يستأذن في كل وقت والطفل والمملوك يستأذنان في العورات الثلاث «اهـ» نواسخ القرآن: ابن الجوزي سورة النور الآية السادسة
ج ٢ ص ٥٣٨ تحقيق محمد أشرف علي.','1','223',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (302,'<span data-type="title" id=toc-65>باب المواريث ناسخها ومنسوخها</span>
قال أبو عبيد: وجدنا نسخ المواريث في ثلاثة مواضع منها موضع كان الميراث فيه ممنوعا فنسخته الإباحة وموضعان كان الميراث فيهما مباحا فنسخهما المنع فأما الذي كان ممنوعا فنسخ بالإباحة فالميراث بين المهاجرين والأعراب.
٤١٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قول الله عز وجل: إِنَّ الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولئِكَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا (٢). قال: كان المهاجري لا يتولى الأعرابي ولا يرثه وهو مؤمن، ولا يرث الأعرابي المهاجر فنسختها وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ (٣) (٤).
٤١١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس مثل ذلك أو نحوه.
قال أبو عبيد: فهذا نسخ ميراث المهاجرين والتاركين للهجرة، وأما الميراثان اللذان كانا مباحين فنسخا بالمنع فميراث الحلفاء من محالفيهم وميراث الأدعياء من متبنيهم.
_________
(١) حجاج بن محمد المصيصي.
(٢) سورة الأنفال آية ٧٢.
(٣) سورة الأنفال آية ٧٥.
(٤) روى نحوه ابن الجوزي نواسخ القرآن ج ٢ سورة الأنفال الآية السابعة ص ٤٥٦ تحقيق محمد أشرف علي.','1','224',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (303,'٤١٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن منصور (١) عن مجاهد في قوله: وَالَّذِينَ عَقَدَتْ (٢) أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ (٣) قال: كان حلف فى الجاهلية فأمروا أن يعطوهم نصيبهم من المشورة والعقل والنصر ولا ميراث (٤).
٤١٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا معاذ (٥) عن ابن عون (٦) عن عيسى بن الحارث (٧) عن عبد الله بن الزبير (٨) في قوله: وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ قال: نزلت هذه الآية في العصبات كان الرجل يعاقد الرجل يقول ترثني وأرثك فنزلت: وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ (٩).
_________
(١) هو منصور بن المعتمر.
(٢) قال أبو جعفر الطبري: اختلفت القراء في قراءة ذلك: فقرأه بعضهم (والذين عقدت أيمانكم) بمعنى: والذين عقدت أيمانكم الحلف بينكم وبينهم، وهي قراءة عامة الكوفيين.
وقرأ ذلك آخرون: (والذين عاقدت أيمانكم) بمعنى: والذين عاقدت أيمانكم وأيمانهم الحلف بينكم وبينهم.
قال أبو جعفر: والذي نقول به في ذلك: إنهما قراءتان معروفتان مستفيضتان في قراءة أمصار المسلمين بمعنى واحد- جامع البيان ج ٨ ص ٢٧٢ تحقيق محمود وأحمد شاكر.
(٣) سورة النساء آية ٣٣.
(٤) رواه الطبري فى جامع البيان ج ٨ أثر (٩٢٧٨) ص ٢٧٨ تحقيق محمود وأحمد شاكر.
(٥) هو معاذ بن معاذ.
(٦) هو عبد الله بن عون.
(٧) عيسى بن الحارث: قال ابن أبي حاتم في الجرح والتعديل: عيسى بن الحارث روى عنه أبو شيبة جد بني أبي شيبة، نبأنا عبد الرحمن قال: سألت أبا زرعة عنه فقال: لا بأس به.
(الجرح والتعديل ٦/ ٢٧٤).
(٨) عبد الله بن الزبير بن العوام، القرشى الأسدي، أبو بكر، وأبو خبيب- بالمعجمة مصغرا- كان أول مولود في الإسلام بالمدينة من المهاجرين ولى الخلافة تسع سنين، قتل في ذى الحجة سنة ثلاث وسبعين.
(التقريب ١/ ٤١٥).
(٩) روى نحوه الطبري بسند مثله فى جامع البيان ج ١٤ أثر (١٦٣٥٤) ص ٩١ تحقيق محمود محمد شاكر.','1','225',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (304,'٤١٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس وَالَّذِينَ عَقَدَتْ (٢) أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ قال: كان الرجل قبل الإسلام يعاقد الرجل يقول:
ترثني وأرثك فنسختها وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ (٣).
٤١٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية مثل ذلك وزاد فيه قال: نسختها وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ إلى قوله:- إِلى أَوْلِيائِكُمْ مَعْرُوفاً (٤) قال: إلا أن يوصوا لأوليائهم الذين عاقدوهم وصية (٥).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) وقرئت «عقدت».
(٣) روى نحوه الطبري فقال: حدثني المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية عن علي بن أبي طلحة عن ابن عباس، ثم ذكر الأثر بنحوه- جامع البيان ج ٨ أثر (٩٢٦٨) / ص ٢٧٥ تحقيق محمود وأحمد شاكر.
(٤) سورة الأحزاب آية (٦).
(٥) قال أبو جعفر الطبري بعد إيراده للآثار المبينة لآية وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ وأولى الأقوال بالصواب في تأويل قوله وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ قول من قال: والذين عقدت أيمانكم على المحالفة وهم الحلفاء وذلك أنه معلوم عند جميع أهل العلم بأيام العرب وأخبارها أن عقد الحلف بينها كان يكون بالأيمان والعهود والمواثيق ... وأما قوله فَآتُوهُمْ نَصِيبَهُمْ فإن أولى التأويلين به ما عليه الجميع مجمعون من حكمه الثابت وذلك ايتاء أهل الحلف الذي كان في الجاهلية دون الإسلام بعضهم بعضا أنصباءهم من النصرة والنصيحة والرأي دون الميراث وذلك لصحة الخبر عن رسول الله- صلّى الله عليه وسلم- أنه قال: «لا حلف في الإسلام وما كان من حلف في الجاهلية فلم يزده الإسلام إلا شدّة» قال محمود شاكر في الحاشية:
الحديث بإسناده صحيح- قال أبو جعفر: فإذا كان ما ذكرنا عن رسول الله- صلّى الله عليه وسلم صحيحا وكانت الآية إذا اختلف في حكمها منسوخ هو أم غير منسوخ؟ غير جائز القضاء عليه بأنه منسوخ- مع اختلاف المختلفين فيه ولوجوب حكمها ونفي النسخ عنها وجه صحيح- إلا بحجة يجب التسليم لها لما قد بينا في غير موضع من كتبنا الدلالة على صحة القول بذلك، فالواجب أن يكون الصحيح من القول في تأويل قوله: وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ هو ما ذكرنا من التأويل وهو أن قوله:','1','226',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (305,'قال أبو عبيد: فهذا نسخ الحلفاء فأما الذي في الأدعياء:
٤١٦ - فإن عبد الله بن صالح حدثنا عن الليث عن ابن شهاب قال:
أخبرني سعيد بن المسيب في قول الله عز وجل: وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ قال: قال ابن المسيب: إنما أنزل الله عز وجل ذلك في الذين كانوا يتبنّون رجالا ويورثونهم فأنزل الله عز وجل فيهم أن يجعل لهم نصيبا من الوصية ورد الميراث إلى الموالي من ذوي الرحم والعصبة وأبى الله عز وجل أن يجعل للمدّعين ميراثا ممن ادّعاهم ولكن جعل لهم نصيبا من الوصية مكان ما تعاقدوا عليه في الميراث الذي رد عليه فيه أمرهم (١).
٤١٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن عقيل (٢) عن ابن شهاب قال: أخبرني عروة بن الزبير وأبو عائذ الله بن ربيعة (٣) عن عائشة أن أبا حذيفة بن عتبة وكان ممن شهد بدرا
_________
عَقَدَتْ أَيْمانُكُمْ من الحلف، وقوله: فَآتُوهُمْ نَصِيبَهُمْ من النصرة والمعونة والنصيحة والرأي، على ما أمر به من ذلك رسول الله- صلّى الله عليه وسلم- في الأخبار التى ذكرناها عنه دون قول من قال:
معنى قوله: فَآتُوهُمْ نَصِيبَهُمْ من الميراث وأن ذلك كان حكما ثم نسخ بقوله: وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ ثم قال ابن جرير: وإذا صح ما قلنا في ذلك وجب أن تكون الآية محكمة لا منسوخة.
انظر: تفسير الطبري ج ٨ ص ٢٨١، ٢٨٨ ت محمود واحمد محمد شاكر.
(١) روى نحوه الطبري فى جامع البيان ج ٨ أثر (٩٢٨٨) ص ٢٨٠ تحقيق محمود وأحمد شاكر.
(٢) هو عقيل بن خالد الأيلي.
(٣) أبو عائذ الله بن ربيعة: ويقال عبد الله بن ربيعة، روى عنه الزهري قرنه بعروة في قصة سالم مولى أبي حذيفة، قال الذهلي: أبو عائذ الله مجهول لا يعرف، وقال في التقريب: أبو عائذ الله بن ربيعة أو ابن عبد الله بن ربيعة هو إبراهيم بن عبد الله وإلا فمجهول، قاله الذهلي، من الثالثة.
(التهذيب ١٢/ ١٤٥ - التقريب ٢/ ٤٤٤).','1','227',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (306,'مع رسول الله- صلّى الله عليه- تبنّى سالما وأنكحه ابنة أخيه هندا بنت الوليد ابن عتبة وهو مولى لامرأة من الأنصار كما تبنى رسول الله- صلّى الله عليه- زيد ابن حارثة وكان من تبنى رجلا في الجاهلية دعاه الناس إليه وورث من ميراثه حتى أنزل الله عز وجل في ذلك ادْعُوهُمْ لِآبائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آباءَهُمْ فَإِخْوانُكُمْ فِي الدِّينِ وَمَوالِيكُمْ (١) قال: فردّوا إلى آبائهم ومن لم يعلم له أب كان مولى وأخا في الدين (٢).
٤١٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن ابن جريج في هذه الآية قال: أخبرني موسى بن عقبة عن سالم عن ابن عمر أن زيد بن حارثة (٤) ما كانوا (٥) يدعونه إلا زيد بن محمد حتى نزل القرآن ادْعُوهُمْ لِآبائِهِمْ (٦).
٤١٩ - قال ابن جريج: قال مجاهد في هذه الآية: نزلت في زيد بن حارثة كان تبناه محمد- صلّى الله عليه وسلم-.
_________
(١) سورة الأحزاب آية (٥).
(٢) أورده السيوطي في الدر المنثور وعزاه إلى عبد الرزاق وابن المنذر وابن أبي حاتم والطبراني وابن مردويه ج ٦/ ص ٥٦٣.
(٣) هو حجاج بن محمد المصيصي.
(٤) زيد بن حارثة: ابن شراحيل الكلبي، أبو أسامة، مولى رسول الله- صلّى الله عليه وسلم-، صحابي جليل، مشهور، من أول الناس إسلاما استشهد يوم مؤتة في حياة النبي- صلّى الله عليه وسلم- سنة ثمان وهو ابن خمس وخمسين (التقريب ١/ ٢٧٣).
(٥) في المخطوط «ما كان» وعلى هامشه أثبت الصواب «ما كانوا» فأعدته إلى موضعه من النص.
(٦) روى نحوه البخاري في صحيحه ج ٦، كتاب التفسير سورة الأحزاب «باب ادعوهم لآبائهم» ص ٢٢.
وروى نحوه مسلم في صحيحه ج ٤، كتاب فضائل الصحابة «باب فضائل زيد بن حارثة وأسامة» ص ١٨٨٤ تحقيق عبد الباقي.','1','228',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (307,'٤٢٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس فى قوله إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسادٌ كَبِيرٌ (١) قال: إلا تأخذوا في الميراث بما أمركم الله عز وجل به تكن فتنة في الأرض وفساد كبير (٢).
_________
(١) سورة الأنفال آية ٧٣.
(٢) رواه الطبري فى جامع البيان ج ١٤ أثر (١٦٣٤٩) ص ٨٦ تحقيق محمود محمد شاكر.','1','229',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (308,'<span data-type="title" id=toc-66>باب الوصية ناسخها ومنسوخها</span>
٤٢١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يونس (١) عن ابن سيرين عن ابن عباس أنه قرأ هذه الآية كُتِبَ عَلَيْكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَ (٢) قال: قد نسخ هذا (٣).
٤٢٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن مهدي عن ابن المبارك عن عمارة أبي عبد الرحمن قال: سمعت عكرمة يقول في هذه الآية إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَقال: نسختها الفرائض (٤).
٤٢٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس: إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَقال: نسختها هذه الآية: لِلرِّجالِ نَصِيبٌ مِمَّا تَرَكَ
_________
(١) هو يونس بن عبيد.
(٢) سورة البقرة آية ١٨٠.
(٣) روى نحوه الطبري فى جامع البيان ج ٣ أثر (٢٦٥٢) ص ٣٩١ تحقيق محمود وأحمد شاكر.
وروى نحوه البيهقي فى السنن الكبرى ج ٦، كتاب الوصايا «باب من قال بنسخ الوصية للأقربين الذين لا يرثون» ص ٢٦٥.
وروى نحوه ابن الجوزي فى نواسخ القرآن الآية الثالثة عشرة من البقرة ج ١ ص ١٩٢ تحقيق محمد أشرف علي.
ورواه الحاكم وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه ووافقه الذهبي فى المستدرك ج ٢، كتاب التفسير ص ٢٧٣.
(٤) روى نحوه الطبري فى جامع البيان ج ٣ أثر (٢٦٥٥) ص ٣٩١ تحقيق محمود وأحمد محمد شاكر.
(٥) هو حجاج بن محمد المصيصي.','1','230',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (309,'الْوالِدانِ وَالْأَقْرَبُونَ وَلِلنِّساءِ نَصِيبٌ مِمَّا تَرَكَ الْوالِدانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَفْرُوضاً (١) (٢).
٤٢٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن ابن جريج عن مجاهد قال: كان المال للولد وكانت الوصية للوالدين والأقربين فنسخ الله عز وجل من ذلك ما أحب فجعل للولد للذكر مثل حظ الأنثيين وجعل للأبوين لكل واحد منهما السدس مع الولد وللزوجة الثمن أو الربع وللزوج الشطر أو الربع (٤).
٤٢٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يونس (٥) عن الحسن قال: كانت الوصية للوالدين والأقربين فنسخ ذلك منها فصارت الوصية للأقربين الذين لا يرثون ونسخ منها كل وارث (٦).
_________
(١) سورة النساء آية ٧.
(٢) روى نحوه الطبري من طريق محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال:
حدثني أبي عن أبيه عن ابن عباس: جامع البيان ج ٣ أثر (٢٦٥٣) ص ٣٩١ تحقيق محمود وأحمد ومحمد شاكر.
ورواه ابن الجوزي من طريق عطاء الخراساني عن ابن عباس: نواسخ القرآن الآية الثالثة عشرة من البقرة ص ١٩١ تحقيق محمد أشرف علي.
ورواه ابن الجوزي أيضا بنحوه من طريق يزيد النحوي عن عكرمة عن ابن عباس ص ١٩٢.
(٣) هو حجاج بن محمد المصيصي.
(٤) روى نحوه الطبري وليس في روايته «فجعل للولد للذكر مثل حظ الأنثيين ... الخ»: جامع البيان ج ٣ الأثران (٢٦٥٨)، (٢٦٥٩) تحقيق محمود وأحمد محمد شاكر.
وروى نحوه ابن الجوزي فى نواسخ القرآن البقرة الآية الثالثة عشرة ج ١ ص ١٩٣ تحقيق محمد أشرف علي.
(٥) هو يونس بن عبيد.
(٦) روى نحوه الطبري فى جامع البيان ج ٣ الأثران (٢٦٤٤، ٢٦٤٥) ص ٣٨٩ تحقيق محمود وأحمد شاكر.
وروى نحوه البيهقي فى السنن الكبرى ج ٦، كتاب الوصايا «باب نسخ الوصية للوالدين» ص ٢٦٥.
ورواه ابن الجوزي فى نواسخ القرآن البقرة الآية الثالثة عشرة ج ١ ص ١٩٦ تحقيق محمد أشرف علي.','1','231',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (310,'قال أبو عبيد: فإلى هذا القول صارت السنة القائمة عن رسول الله- صلى الله عليه- وإليه انتهى قول العلماء وإجماعهم في قديم الدهر وحديثه أن الوصية للوارث منسوخة لا تجوز وكذلك أجمعوا على أنها جائزة للأقربين معا إذا لم يكونوا من أهل الميراث، ثم اختلفوا في الأجنبيين، فقالت طائفة من السلف:
لا تجوز لهم الوصية وخصّوا بها الأقارب.
٤٢٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن حماد بن سلمة عن عطاء بن أبي ميمونة (٢) أنه قال: سألت مسلم بن يسار (٣) والعلاء بن زياد (٤) عن قوله: الْوَصِيَّةُ لِلْوالِدَيْنِ وَفدعوا بالمصحف فقرءوا، فقالا: هي للقرابة (٥).
٤٢٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن عبيد (٦) عن الأعمش عن مسلم (٧) عن مسروق (٨) قال: أوص لذى قرابتك
_________
(١) هو حجاج بن المنهال الأنماطي.
(٢) عطاء بن أبي ميمونة: البصري، أبو معاذ، اسم أبي ميمونة منيع، ثقة، رمي بالقدر، من الرابعة، مات سنة إحدى وثلاثين ومائة (التقريب ٢/ ٢٣).
(٣) مسلم بن يسار: البصري، نزيل مكة، أبو عبد الله الفقيه، ثقة عابد من الرابعة، مات سنة مائة.
(التقريب ٢/ ٢٤٧).
(٤) العلاء بن زياد: ابن مطر العدوي، أبو نصر البصري، أحد العباد، ثقة من الرابعة، مات سنة أربع وتسعين (التقريب ٢/ ٩٢).
(٥) روى نحوه الطبري فى جامع البيان ج ٣ أثر) (٢٦٤٩) ص ٣٩٠ تحقيق محمود وأحمد شاكر.
وروى نحوه ابن الجوزي فى نواسخ القرآن البقرة الآية الثالثة عشرة ج ١ ص ١٩٥ تحقيق محمد أشرف علي.
(٦) محمد بن عبيد بن أبي أمية الطنافسي، الكوفي، الأحدب، ثقة يحفظ من الحادية عشرة، ولد سنة أربع وعشرين ومائة، ومات سنة أربع ومائتين.
(التهذيب ٩/ ٣٢٧ - التقريب ٢/ ١٨٨).
(٧) مسلم بن صبيح- بالتصغير- الهمداني، أبو الضحى الكوفي العطار، مشهور بكنيته، ثقة فاضل، من الرابعة، مات سنة مائة (التقريب ٢/ ٢٤٥).
(٨) مسروق بن الأجدع: ابن مالك الهمداني الوادعي، أبو عائشة الكوفي، ثقة فقيه عابد، مخضرم من الثانية، مات سنة اثنتين وستين (التقريب ٢/ ٢٤٢).','1','232',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (311,'ممن لا يرث (١).
٤٢٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٢) عن أيوب (٣) عن ابن سيرين قال: قال عبيد الله بن عبيد الله بن معمر (٤) فى الوصية من سمّى جعلناها حيث سمّى ومن قال حيث أمر الله عز وجل جعلناها في قرابته (٥).
قال أبو عبيد: ومن ذلك حديث الحسن الذي ذكرناه في قوله وصارت الوصية للأقربين الذين لا يرثون.
قال أبو عبيد: وقد تحدثوا عن طاوس بأشد من هذا.
٤٢٩ - أنه قال: إذا ذكر غير الأقارب ردت وصيته على الأقارب (٦).
_________
(١) روى نحوه سعيد بن منصور في سننه ج ٣ القسم الأول، كتاب الوصايا «باب هل يوصي الرجل من ماله بأكثر من الثلث» ص ٩٤ تحقيق حبيب الرحمن الأعظمي.
(٢) هو إسماعيل بن إبراهيم بن علية.
(٣) هو أيوب السختياني.
(٤) عبيد الله بن عبيد الله بن معمر: هو عبيد الله بن محمد بن عائشة اسم جده حفص بن عمر ابن موسى ابن عبيد الله بن معمر التيمي ويقال له: ابن عائشة نسبة إلى عائشة بنت طلحة لأنه من ذريتها، وهو ثقة، جواد من كبار العاشرة، مات سنة ثمان وعشرين ومائتين.
(التقريب ١/ ٥٣٨).
(٥) روى نحوه عبد الرزاق فى المصنف ج ٩، كتاب الوصايا «باب لمن الوصية» أثر (١٦٤٣٠) ص ٨٢ تحقيق حبيب الرحمن الأعظمي.
(٦) روى نحوه الطبري قال: حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق قال: أخبرنا معمر عن ابن طاوس عن أبيه قال: «من أوصى لقوم وسماهم وترك ذوي قرابته محتاجين انتزعت منهم وردت إلى ذوي قرابته». جامع البيان ج ٣ أثر (٢٦٣٩) ص ٣٨٨ تحقيق محمود وأحمد شاكر.
وروى نحوه البيهقي فى السنن الكبرى ج ٦، كتاب الوصايا «باب من قال: بنسخ الوصية للأقربين» ص ٢٦٥.
وروى نحوه عبد الرزاق فى المصنف ج ٩، كتاب الوصايا «باب لمن الوصية» أثر (١٦٤٢٦) ص ٨١ تحقيق حبيب الرحمن الأعظمي.','1','233',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (312,'قال أبو عبيد: وكل هؤلاء إنما تأولوا هذه الآية التي ذكرناها فيما نرى وقد أبى هذا المذهب قوم آخرون فرأوا الوصية لكل موصى له من الأباعد والأقارب ماضية نافذة إلا الوارث.
٤٣٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن الحسن بن عمرو الفقيمي (١) قال: أوصى لي إبراهيم ببرد (٢).
قال أبو عبيد: قال عبد الرحمن: كان سفيان يحمل هذا الحديث على أنه أوصى لأجنبي لأن إبراهيم كان من النخع (٣) والحسن بن عمرو من بني تميم.
قال أبو عبيد: وعلى هذا القول اجتمعت العلماء من أهل الحجاز وتهامة والعراق والشام ومصر وغيرهم منهم مالك وسفيان والأوزاعي والليث وجميع أهل الآثار والرأي وهو القول المعمول به عندنا أن الوصية جائزة للناس كلهم ما خلا الورثة خاصة، والأصل في هذا.
٤٣١ - قول النبي- صلى الله عليه-: «لا تجوز وصية لوارث» (٤).
_________
(١) الحسن بن عمرو الفقيمي- بضم الفاء وفتح القاف- الكوفي، ثقة، ثبت من السادسة، مات سنة اثنتين وأربعين ومائة (التقريب ١/ ١٦٩).
(٢) لم أتمكن من تخريجه.
(٣) النخع: قبيلة باليمن رهط إبراهيم النخعي (تاج العروس ٥/ ٥٢٠).
(٤) رواه البيهقي قال: أخبرنا أبو علي الروذباري أنبأنا أبو بكر بن داسة حدثنا أبو داود أنبأنا عبد الوهاب بن نجدة، حدثنا إسماعيل بن عياش عن شرحبيل بن مسلم قال: سمعت أبا أمامة قال: سمعت رسول الله- صلّى الله عليه وسلم- يقول: «إن الله جل ثناؤه قد أعطى كل ذي حق حقه ولا وصية لوارث» السنن الكبرى ج ٦، كتاب الوصايا «باب نسخ الوصية للوالدين» ص ٢٦٤/.
ورواه ابن ماجة في سننه، كتاب الوصايا «باب لا وصية لوارث» ج ٢ ص ٩٠٦ تحقيق محمد فؤاد عبد الباقي. قال عبد الباقي: قال في الزوائد إسناده صحيح.','1','234',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (313,'- أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن عياش (١) قال:
حدثنا شرحبيل بن مسلم الخولاني (٢) قال: سمعت أبا أمامة يخبر أنه سمع رسول الله- صلّى الله عليه وسلم- يقول ذلك في خطبته عام حجة الوداع.
٤٣٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: سمعت يزيد بن هارون يحدثه عن ابن أبي عروبة (٣) عن قتادة عن شهر بن حوشب (٤) عن عبد الرحمن ابن غنم (٥) عن عمرو بن خارجة (٦) عن النبي- صلّى الله عليه وسلم- مثله في خطبته (٧).
_________
(١) إسماعيل بن عياش بن سليم العنسي- بالنون- أبو عتبة الحمصي، صدوق في روايته عن أهل بلده، مخلّط في غيرهم، من الثامنة، مات سنة إحدى أو اثنتين وثمانين ومائة، وله بضع وتسعون سنة.
(التقريب ١/ ٧٣).
(٢) شرحبيل بن مسلم الخولاني الشامي، صدوق، فيه لين، من الثالثة.
(التقريب ١/ ٣٤٩).
(٣) هو سعيد بن أبي عروبة.
(٤) شهر بن حوشب: الأشعري الشامي، صدوق، كثير الإرسال والأوهام من الثالثة، مات سنة مائة واثنتي عشرة (التقريب ١/ ٣٥٥).
(٥) عبد الرحمن بن غنم: بفتح المعجمة وسكون النون، الأشعري، مختلف في صحبته، ذكره العجلي في كبار ثقات التابعين، مات سنة ثمان وسبعين (التقريب ١/ ٤٩٤).
(٦) عمرو بن خارجة بن المنتفق: بضم الميم وسكون النون وفتح المثناة وكسر فاء وبقاف، الأشعري، حليف أبي سفيان بن حرب، وقال في التقريب: عمرو بن خارجة الأسدي صحابي له أحاديث (التهذيب ٨/ ٢٥ - التقريب ٢/ ٦٩).
(٧) قال الزيلعي في نصب الراية بعد إيراده للحديث: قلت روي من حديث أبي أمامة ومن حديث عمرو بن خارجة ومن حديث أنس ومن حديث ابن عباس ومن حديث عمرو بن شعيب عن أبيه عن جده ومن حديث جابر ومن حديث زيد بن أرقم والبراء ومن حديث علي بن أبي طالب ومن حديث خارجة بن عمرو الجمحي، فحديث أبي أمامة أخرجه أبو داود والترمذي وابن ماجة عن إسماعيل بن عياش عن شرحبيل بن مسلم عن أبي أمامة أن النبي- صلّى الله عليه وسلم- خطب فقال .... الحديث.
قال الترمذي حديث حسن، ورواه أحمد في مسنده قال في التنقيح: قال أحمد والبخاري وجماعة من الحفاظ: ما رواه إسماعيل بن عيّاش عن الشاميين فصحيح وما رواه عن الحجازيين فغير صحيح وهذا رواه عن شامي ثقة. نصب الراية ج ٤، كتاب الوصايا ص ٤٠٣.','1','235',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (314,'قال أبو عبيد: فقد تبين لك حين خص أهل الميراث بالمنع منها أنه قد أطلقها لمن وراءهم من العالمين.
٤٣٣ - ومنه حكمه في المعتق مماليكه الستة في مرضه فأمضى رسول الله- صلّى الله عليه- عتق اثنين منهم (١) فالعتق وصية لهم وهم عجم لا قرابة بينهم وبين السيد.
٤٣٤ - ومنه قول ابن مسعود فيمن ليس له ذو رحم ولا عصبة أنه يضع ماله حيث شاء (٢).
٤٣٥ - وكذلك حديث أبي الدرداء (٣) في الذي أوصى بماله في سبيل الله فأمرهم أن يجعلوه في المجاهدين (٤).
٤٣٦ - وحديث ابن عمر في هذه المسألة أنه أمر به في الحج (٥).
_________
(١) روى نحوه البيهقي قال: أخبرنا أبو الحسن بن عبدان أنبأنا أحمد بن عبيد الصفار، حدثنا هشام بن علي، حدثنا سهل بن بكار، حدثنا أبو عوانة عن سماك عن الحسن البصري عن عمران بن حصين أن رجلا أعتق عند موته ستة أعبد فجاء ورثته من الأعراب فأخبروا رسول الله- صلّى الله عليه وسلم- بما صنع أو فعل فقال: «لو علمنا ذلك ما صلينا عليه»، فأقرع رسول الله- صلّى الله عليه وسلم- بينهم فأعتق اثنين وأرقّ أربعة- السنن الكبرى ج ٦، كتاب الوصايا «باب من قال بنسخ الوصية للأقربين الذين لا يرثون» ص ٢٦٦.
(٢) رواه عبد الرزاق عن معمر عن مغيرة عن إبراهيم أن ابن مسعود قال لرجل: يا معشر أهل اليمن مما يموت الرجل منكم الذي لا يعلم أن أصله من العرب ولا يدري ممن هو؟، فمن كان كذلك فحضره الموت فانه يوصي بماله كله حيث شاء- المصنف ج ٩، كتاب الوصايا «باب لا وصية لوارث» الأثر (١٦٣٧٤) ص ٦٩ تحقيق حبيب الرحمن الأعظمي.
وقال الهيثمي في مجمع الزوائد بعد إيراده لقول ابن مسعود هذا: رواه الطبراني ورجاله رجال الصحيح. (مجمع الزوائد ٤/ ٢١٢).
(٣) في المخطوط غير واضح اسم أبي الدرداء والتصويب من البيهقي في السنن الكبرى.
(٤) أورده البيهقي بلا إسناد فقال: روي عن أبي الدرداء، فذكر نحوه- السنن الكبرى ج ٦، كتاب الوصايا «باب الوصية فى سبيل الله عز وجل» ص ٢٧٥.
(٥) رواه البيهقي قال: أخبرنا أبو الفتح العمري الشريف الإمام، أنبأنا أبو محمد بن أبي شريح، حدثنا أبو القاسم البغوي، حدثنا علي بن الجعد، أنبأنا شعبة عن أنس بن سيرين قال: أوصى إليّ رجل بماله أن أجعله فى سبيل الله، فسألت ابن عمر فقال: إن الحج من سبيل الله فاجعله فيه. السنن الكبرى ج ٦، كتاب الوصايا «باب الوصية فى سبيل الله» ص ٢٧٥.','1','236',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (315,'قال أبو عبيد: وكل هذه الآثار في أشباه لها كثير توجد في الأحاديث العالية إن تدبّرت تدل على أنهم قد أنفذوا الوصايا على ما سماها أربابها ولم يسألوا عن قريب ولا غيره ما لم يكن وارثا ويصدّق ذلك كله تأويل القرآن في قوله: إِلَّا أَنْ تَفْعَلُوا إِلى أَوْلِيائِكُمْ مَعْرُوفاً (١).
قال أبو عبيد: أفلست ترى أنه عند العلماء على الوصية للحلفاء والمتبنّين وكلا الفريقين ليس من ذوي القرابة.
_________
(١) سورة الأحزاب آية ٦.','1','237',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (316,'<span data-type="title" id=toc-67>باب ذكر اليتامى وما نسخ من شأنهم</span>
٤٣٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله عز وجل: وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ (١) قال: ذلك أن الله لما أنزل إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً الآية (٢) كره المسلمون أن يضموا اليتامى إليهم وتحرجوا أن يخالطوهم في شيء وسألوا النبي- صلّى الله عليه- عن ذلك فأنزل الله عز وجل وَيَسْئَلُونَكَ عَنِ الْيَتامى قُلْ إِصْلاحٌ لَهُمْ خَيْرٌ وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ وَاللَّهُ يَعْلَمُ الْمُفْسِدَ مِنَ الْمُصْلِحِ وَلَوْ شاءَ اللَّهُ لَأَعْنَتَكُمْ قال:
لو شاء لأحرجكم وضيّق عليكم ولكنّه وسّع ويسّر فقال عز وجل: وَمَنْ (٣) كانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ (٤) (٥).
٤٣٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٦) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في هذه الآية
_________
(١) سورة البقرة آية ٢٢٠.
(٢) سورة النساء آية ١٠.
(٣) سقطت في المخطوط الواو من أول الآية والصواب إثباتها.
(٤) سورة النساء آية ٦.
(٥) رواه الطبري ج ٤ الأثران (٤١٩١ - ٤٢٠٤) ص ٣٥٢، ٣٥٩ تحقيق محمود وأحمد شاكر.
(٦) هو حجاج بن محمد المصيصي.','1','238',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (317,'وَمَنْ (١) كانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ قال: فنسخ الله عز وجل من ذلك الظلم والاعتداء نسخ (٢) إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً وَسَيَصْلَوْنَ سَعِيراً (٣).
٤٣٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٤) قال:
حدثنا هشام الدّستوائي عن حماد (٥) عن إبراهيم عن عائشة قالت: إني لأكره أن يكون مال اليتيم عندي عرّة (٦) لا أخلط طعامه بطعامي ولا شرابه بشرابي (٧).
_________
(١) سقطت في المخطوط الواو من أول الآية والصواب إثباتها.
(٢) المراد من قوله نسخ: أن آية وَمَنْ كانَ غَنِيًّا فَلْيَأْكُلْ بِالْمَعْرُوفِ رافعه للحكم الغير مراد الذي توهمه الصحابة رضوان الله عليهم من آية: إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً الآية. وهذا بعد نسخا عند الصحابة والسلف انظر: تعقيب أبى عبيد الآتي على هذا الأثر.
(٣) رواه ابن الجوزي من طريق عطاء الخراساني عن ابن عباس: نواسخ القرآن ج ١ ص ٣١٢ سورة النساء ذكر الآية الأولى تحقيق محمد أشرف علي.
قال ابن الجوزي في زاد المسير بعد إيراده لقول ابن عباس: دعوى النسخ لم يصح- زاد المسير ج ٢ ص ١٧. قلت: ونفي ابن الجوزي لصحة القول بالنسخ محل نظر إذ قد علم أن مراد ابن عباس بالنسخ هو إبطال الحكم الذي توهم الصحابة دلالة الآية عليه وهو تحريم مخالطة اليتيم والأكل من ماله على أي وجه كان.
(٤) هو يزيد بن هارون.
(٥) حماد بن أبي سليمان: مسلم الأشعري، مولاهم، أبو إسماعيل الكوفي، فقيه صدوق، له أوهام، من الخامسة، رمي بالإرجاء، مات سنة عشرين ومائة أو قبلها.
(التقريب ١/ ١٩٧).
(٦) عرّة: بضم العين، قال الأصمعي: هي عذرة الناس، ومنه قيل: قد عرّ فلان قومه بشر إذا لطخهم به انظر: غريب الحديث لأبي عبيد ٤/ ١٨.
(٧) روى نحوه الطبري فى جامع البيان ج ٤ أثر (٤٢٠٠) ص ٣٥٥ تحقيق محمود وأحمد محمد شاكر.','1','239',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (318,'٤٤٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن أبي مسكين (١) عن إبراهيم قال: إنى لأكره أن أرى مال اليتيم عرّة (٢).
قال أبو عبيد: والذي دار عليه المعنى من هذا أن الله عز وجل لما أوجب النار لآكل أموال اليتامى أحجم المسلمون عن كل شىء من أمرهم حتى مخالطتهم كراهية الحرج فيها فنسخ الله عز وجل ذلك بالإذن في المخالطة والإذن في الإصابة من أموالهم بالمعروف إذا كانت لوالي تلك الأموال الحاجة إليها.
قال أبو عبيد: ومخالطة اليتامى أن يكون لأحدهم المال ويشق على كافله أن يفرد طعامه عنه ولا يجد بدّا من خلطه بعياله فيأخذ من مال اليتيم قدر ما يرى أنه كافيه بالتحري فيجعله مع نفقة أهله وهذا قد يقع فيه الزيادة والنقصان فجاءت هذه الآية الناسخة بالرخصة فيه وذلك قوله عز وجل: وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ.
قال أبو عبيد: وهذا عندي أصل للشاهد الذي تفعله الرفاق في الأسفار ألا ترى أنهم يتخارجون النفقات بالسوية وقد يتباينون في قلة المطعم وكثرته وليس كل من قل طعامه يطيب نفسه بالتفضل على رفيقه، فلما جاء هذا في أموال اليتامى واسعا كان في غيرهم بحمد الله ونعمته أوسع لولا ذلك لخفت أن يضيق فيه الأمر على الناس.
_________
(١) أبو مسكين: هو حر بن مسكين الأودي، ذكره ابن حبان في الثقات، وقال في التقريب:
مقبول (التهذيب ٢/ ٢٢٢ - التقريب ١/ ١٥٧).
(٢) روى نحوه الطبري فى جامع البيان ج ٤ أثر (٤١٩٩) ص ٣٥٥ تحقيق محمود وأحمد محمد شاكر.','1','240',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (319,'<span data-type="title" id=toc-68>باب الحكم بين أهل الذمة وما فيه من النسخ في الكتاب والسنة</span>
٤٤١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا منصور (١) عن الحكم (٢) عن مجاهد في قوله عز وجل: وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ قال: نسخت ما قبلها فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ (٣).
٤٤٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن السّدي (٤) عن عكرمة: فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ. قال:
نسختها وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ (٥).
قال أبو عبيد: وهذا قول أهل العراق ويرون النظر في أحكامهم إذا اختصموا إلى قضاة المسلمين لهذه الآية التي ذكرناها ولرجم النبي- صلى الله عليه- اليهودي واليهودية، وأما أهل الحجاز فلا يرون إقامة الحدود عليهم يذهبون إلى أنهم قد صولحوا على شركهم وهو أعظم من الحدود التي يأتون، وتأولوا في رجم النبي- صلى الله عليه- اليهوديين أن ذلك كان قبل أن تؤخذ منهم الجزية قالوا:
إلّا أنّ على الإمام أن يمنعهم من الفساد والتظالم.
قال أبو عبيد: والذي عندنا في هذا أنّ الآية التي أمر فيها بالحكم بينهم هي الناسخة والقاطعة للخيار وذلك إذا كان أهل الذمة هم المحتكمون إلى حاكمنا بالاختيار منهم لنا بلا استكراه. ولم نجد الآثار تخبر عن اختصام اليهود
_________
(١) هو منصور بن زاذان.
(٢) هو الحكم بن عتيبة.
(٣) روى نحوه الطبري فى جامع البيان ج ١٠ أثر (١١٩٩٠) ص ٣٣١ تحقيق محمود محمد شاكر.
(٤) هو إسماعيل بن عبد الرحمن السّدي.
(٥) رواه الطبري فى جامع البيان ج ١٠ أثر (١١٩٨٨) ص ٣٣١ تحقيق محمود شاكر.','1','241',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (320,'إلى النبي- صلّى الله عليه وسلم- أنه كان قبل الجزية، ولو كان قبلها وصح ذلك ما كان فيه دليل على أن الحكم لا يجوز بينهم بعدها بل هو الآن أوكد من أجل أنهم كانوا قبل ذلك أهل موادعة بمنزلة أمم الشرك الذين تكون بيننا وبينهم الهدنة وهم مع هذا لا تجري أحكامنا عليهم فلما صاروا إلى أداء الجزية ورضينا منهم بأن يكونوا شركاءنا في الدار ومناصفينا في الحقوق ورضوا منا بالإقامة معنا عليها وهم يعلمون أنّ في ديننا إقامة الحدود وإنفاذ أحكام كتابنا وسنتنا فلزمهم من ذلك ما لزمنا ولم يسع الإمام أن يردهم إلى أحكامهم لأن فيه معونة على جورهم وأخذهم الرّشاء (١) في الحكم فإن الله عز وجل وصفهم بذلك فقال عز وجل: أَفَحُكْمَ الْجاهِلِيَّةِ يَبْغُونَ (٢) وقال عز وجل: سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ وهي الرشوة في التفسير.
_________
(١) الرشاء: أصله من الرشاء الذي يتوصل به إلى الماء، والرشوة بكسر الراء وضمها الوصول إلى الحاجة بالمصانعة، فالرّاشي من يعطي الذي يعينه على الباطل والمرتشي الآخذ. والرائش الذى يسعى بينهما يستزيد لهذا ويستنقص لهذا (النهاية ٢/ ٢٢٦).
(٢) سورة المائدة آية ٥٠. قلت: ولا حاجة بنا إلى القول بالنسخ- الذي هو ابطال حكم الآية المتقدمة في النزول- ما دام الجمع بين الآيتين ممكنا، وذلك أن في الآية الأولى إثبات الخيار للحاكم في الحكم بين أهل الكتاب أو الإعراض عنهم وترك الحكم بينهم. وفي الآية الثانية: إلزام الحاكم بأن يحكم بينهم بما أنزل الله دون أي حكم آخر مستمد من غير كتاب الله وذلك الإلزام والإيجاب يكلّف به الحاكم بعد اختياره الحكم بينهم لا الإعراض عنهم. وإلى هذا ذهب الطبري في إيضاحه للآيتين ويؤيد إحكام الآيتين الأثر الصحيح عن عائشة- رضى الله عنها- الدال على أن آيات الأحكام في المائدة لم تنسخ.
قال الحاكم في المستدرك: حدثنا أبو العباس محمد بن يعقوب، حدثنا بحر بن نصر الخولاني قال:
قرئ على عبد الله بن وهب: أخبرنا معاوية بن صالح عن أبي الزاهرية عن جبير بن نفير قال: حججت فدخلت على عائشة- رضي الله عنها- فقالت لي: يا جبير تقرأ المائدة؟ فقلت: نعم، قالت أما إنها آخر سورة نزلت فما وجدتم فيها من حلال فاستحلوه وما وجدتم من حرام فحرموه- ثم قال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه ووافقه الذهبي. انظر: المستدرك مع التلخيص ج ٢، كتاب التفسير المائدة ص ٣١١.
قلت: وإذا كان ذلك كذلك لزم أن يحمل قول مجاهد وعكرمة الدال على النسخ لزم حمله على التخصيص إذ أن مدلول النسخ عند السلف أوسع منه عند المتأخرين، فالتخصيص والاستثناء وتبيين المجمل وتقييد المطلق وإبطال الحكم المتقدم وإزالته بدليل متأخر كل ذلك عندهم داخل في النسخ.','1','242',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (321,'<span data-type="title" id=toc-69>باب ناسخ الطعام ومنسوخه</span>
٤٤٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله: لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ (١) قال: فلما نزلت وَلا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ (٢) قال المسلمون: إن الله قد نهانا أن نأكل أموالنا بيننا بالباطل وإن الطعام من أفضل أموالنا فلا يحل لأحد أن يأكل عند أحد فكف الناس عن ذلك فأنزل الله عز وجل: لَيْسَ عَلَى الْأَعْمى حَرَجٌ الآية (٣).
٤٤٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٤) عن ابن جريج عن مجاهد في هذه الآية قال: كان رجال زمنى (٥) وعميان وعرجان وأولوا حاجة يستتبعهم رجال إلى بيوتهم فإن لم يجدوا لهم طعاما يذهبون (٦) بهم إلى بيوت آبائهم ومن معهم فيكره (٧) المستتبعون ذلك فنزلت:
_________
(١) جزء من الآية ٦١ من سورة النور.
(٢) سورة البقرة آية ١٨٨.
(٣) رواه الطبري فى جامع البيان جزء ١٨ ص ١٢٨ ط دار المعرفة.
ورواه النحاس في ناسخه سورة النور الآية الرابعة ورقة ٢١٢ من المخطوط.
(٤) هو حجاج بن محمد المصيصي.
(٥) رجل زمن مبتلى بيّن الزمانة، والزمانة: العاهة (لسان العرب ١٣/ ١٩٩).
(٦) هكذا في المخطوط «يذهبون» بينما علق في هامشه «ذهبوا».
(٧) هكذا في المخطوط «فيكره» قد كتب فوقها: «السماع»، وفي هامشه كتب: «نسخة:
فكره». قلت: والذي أميل إليه صيغة الماضي «ذهبوا»، «كره». لملاءمته للسياق.','1','243',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (322,'لا جُناحَ عَلَيْكُمْ .... الآية (١) قال: فأحل لهم الطعام حيث وجدوه من ذلك (٢).
٤٤٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن بن مهدي عن ابن المبارك عن معمر (٣) قال: قلت للزهري ما بال الأعمى، والأعرج والمريض ذكروا هاهنا قال: أخبرني عبيد الله بن عبد الله بن عتبة أن المسلمين كانوا إذا غزوا خلّفوا زمناهم في بيوتهم ودفعوا إليهم المفاتيح وقالوا: قد أحللنا لكم أن تأكلوا منها، فكانوا يتحرجون من ذلك ويقولون. لا ندخلها وهم غيّب، فنزلت هذه الآية رخصة لهم (٤).
٤٤٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن عقيل (٥) عن ابن شهاب نحو ذلك وزاد فيه قال: أنهم قالوا: نخشى ألا تكون أنفسهم طيبة وإن قالوه فنزلت هذه الآية (٦).
_________
(١) الآية المقصودة في الأثر ليس فيها لا جُناحَ عَلَيْكُمْ بل نصها: لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبائِكُمْ أَوْ بُيُوتِ أُمَّهاتِكُمْ أَوْ بُيُوتِ إِخْوانِكُمْ أَوْ بُيُوتِ أَخَواتِكُمْ أَوْ بُيُوتِ أَعْمامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوالِكُمْ أَوْ بُيُوتِ خالاتِكُمْ أَوْ ما مَلَكْتُمْ مَفاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُناحٌ أَنْ تَأْكُلُوا جَمِيعاً أَوْ أَشْتاتاً. الآية.
سورة النور آية ٦١. فلعله أراد قوله جل ذكره لَيْسَ عَلَيْكُمْ جُناحٌ فاستبدلها بآية أخرى (لا جناح عليكم) خطأ.
(٢) رواه الطبري فى جامع البيان جزء ١٨ ص ١٢٩ ط دار المعرفة.
(٣) هو معمر بن راشد الأزدي.
(٤) روى نحوه الطبري فى جامع البيان جزء ١٨ ص ١٢٩ ط دار المعرفة.
وروى نحوه النحاس في ناسخه سورة النور الآية السابعة ورقة ٢١٣ من المخطوط.
(٥) هو عقيل بن خالد الأيلي.
(٦) مر تخريجه في الأثر قبله إلا أن الزيادة ليست عند الطبري بل عند النحاس نحوها. قال مكي ابن أبي طالب القيسي في إيضاحه: وقال أكثر أهل التأويل: الآية محكمة وذلك أنهم كانوا إذا خرجوا مع النبي- صلّى الله عليه وسلم- إلى الجهاد وضعوا مفاتيحهم عند أهل العلة والزمانة المتخلفين عن الجهاد لعذرهم وعند أقربائهم، وكانوا يأذنون لهم أن يأكلوا مما فى بيوت الغيّب ويقولون: نخشى ألا تكون أنفسهم طيبة فأنزل الله تعالى ذكره هذه الآية تحل لهم ذلك. انظر: الإيضاح في ناسخ القرآن ومنسوخه لمكي بن أبى طالب القيسي ص ٣٢٢ تحقيق أحمد حسن فرحات.','1','244',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (323,'٤٤٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن مهدي عن ابن المبارك عن عمارة بن عبد الرحمن (١) قال: سمعت عكرمة يقول في هذه الآية وَلا عَلى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آبائِكُمْ أَوْ بُيُوتِ أُمَّهاتِكُمْ إلى آخرها (٢). قال: كانت الأنصار في أنفسها قزازة فكانت لا تأكل من هذه البيوت إذا استغنوا فنزلت هذه الآية (٣).
٤٤٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس أن المسلمين حين نزلت وَلا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ قالوا: لا يحل لأحد أن يأكل عند أحد فنزلت هذه الآية (٤).
٤٤٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج عن مجاهد أَوْ ما مَلَكْتُمْ مَفاتِحَهُ قال: هو الرجل يوكّل الرجل بضيعته فرخص له أن يأكل من ذلك الطعام والتمر ويشرب اللبن (٦).
قال أبو عبيد: وقد كان ناس من الناس يتأولون هذه الآية على الإباحة لطعام الأقارب خاصة وإن لم يأذن فيه أربابه ويحتجون بأنه إذا جاء الإذن كان واسعا للأباعد أيضا.
قال أبو عبيد: وهذا مذهب فيه مقال لقائله لولا خصلتان تفسدانه إحداهما أنّا وجدنا هذه الأخبار التي ذكرناها تصف غير ذلك، والأخرى أن الآية إنما افتتحت بإسقاط الحرج عن الأعمى والأعرج والمريض، ثم جعل الأقربون تبعا لهم، فما سقط فيه الحرج عن هؤلاء، كان أولئك به أولى لأنهم في صدر الآية، فهل يجوز لأحد أن يجعل أموال الناس مباحة للأعمى والأعرج والمريض من غير إذن أصحابه.
_________
(١) هو عمارة بن عبد الرحمن الاسكندراني أبو عبد الرحمن.
(٢) كتبت الآية في المخطوط: (ولا على أنفسهم أن يأكلوا) خطأ.
(٣) لم أتمكن من تخريجه.
(٤) مر تخريجه. انظر الأثر (٤٤٣).
(٥) هو حجاج بن محمد المصيصي.
(٦) لم أتمكن من تخريجه.','1','245',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (324,'قال أبو عبيد: وأما أنا فإن الذي عندي فيه ما قال ابن عباس: إن الله عز وجل لما نهى عن أكل الأموال بالباطل تحامى المسلمون نيل كل مال وإن كان بإذن ربه إشفاقا أن يواقعوا المعصية ولا يشعروا، كخيفتهم كانت من أموال اليتامى حين أوعد الله عز وجل عليها النار فاجتنبوا من أجلها مخالطتهم حذرا أن يخرجهم ذلك إلى ما نهوا عنه، فنسخه الله عز وجل بقوله وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ ثم أذن فيها بما هو أوسع منه فقال عز وجل: وَمَنْ (١) كانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ فأحل لهم أن يأكلوا منها بالاقتصاد عند الفاقة فكانت هذه أكثر من الأولى، فكذلك عندي أمر الطعام أنهم أمسكوا عن (٢) النيل من طعام الناس وإن كان بإذنهم تورعا أن يكون ذلك من الأكل بالباطل إذ لم يستحقوه بعمل يعملوه لهم ولا دين عليهم حتى أخبرهم جل ثناؤه أن هذا ليس مما حرّم ولا مما خافوا، وأنه لا حرج عليهم فيه ثم زاد أهل هذه الآية التي ذكر فيها الزمنى والفقراء والأقارب أكثر من إباحة الطعام المأذون فيه فجعل لهم حقوقا فى أموال والفقراء والأقارب أكثر من إباحة الطعام المأذون فيه فجعل لهم حقوقا فى أموال الأغنياء واجبة حين فرض عليهم الصدقات فقال عز وجل: إِنَّمَا الصَّدَقاتُ لِلْفُقَراءِ وَالْمَساكِينِ الآية (٣) وفعل مثل ذلك في الأقربين فقال:
وَآتِ ذَا الْقُرْبى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ (٤) في آي كثير يطول بها الكتاب.
قال أبو عبيد: فهذا عندي وجه هذه الآيات التي فيها ذكر الطعام وناسخه ومنسوخه وقد تأول بعضهم في الأعمى والأعرج والمريض أن الناس كانوا
_________
(١) سقطت في المخطوط الواو من أول الآية والصواب إثباتها.
(٢) في المخطوط «على» وفي هامشه كتبت كلمة «عن» فأثبتناها لأنها الصواب.
(٣) سورة التوبة آية ٦٠.
(٤) سورة الإسراء آية ٢٦.','1','246',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (325,'يتحرجون من مؤاكلتهم يقولون: إن الأعمى لا يبصر أطايب الطعام وإن الأعرج لا يمكنه مد يده إلى ما يريد وإن المريض لا يستطيع الطّعم فأبيح للناس أن يؤاكلوهم.
قال أبو عبيد: والتأويل الأول أحب إليّ لأن أكثر العلماء إليه يذهب، وهو مع هذا أصح في الكلام وأعرب لأنه قال: ليس على الأعمى ولم يقل ليس عليكم في الأعمى حرج فإن قال قائل «على» قد تحتمل أن تكون بمعنى «في» لم يكن في هذا ممتنعا في العربية إلا أن وجه الكلام المقدم ذلك. وإنما يحمل القرآن على أعرب الوجوه وأصحها في اللغة والنحو (١).
_________
(١) قال ابن الجوزي في نواسخ القرآن: وأما البيوت المذكورة فيباح للإنسان الأكل منها لجريان العادة ببذل أهلها الطعام لأهلهم وكل ذلك محكم، وقد زعم بعضهم أنها منسوخة بقوله: لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ وليس هذا بقول فقيه.
نواسخ القرآن سورة النور الآية السابعة ج ٢ ص ٥٤١ تحقيق محمد أشرف علي.','1','247',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (326,'<span data-type="title" id=toc-70>باب الشراب وما نسخ من حله بالتحريم</span>
قال أبو عبيد: وجدنا في الأشربة منسوخين والسّكر نسخ حلهما بالتحريم.
٤٥٠ - فأما الخمر فإن حجاجا (١) حدثنا عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله: يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ (٢) وقال في سورة النساء لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ ثم نسختها هذه الآية: يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطانِ الآية (٣) إِنَّما يُرِيدُ الشَّيْطانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَداوَةَ وَالْبَغْضاءَ فِي الْخَمْرِ وَالْمَيْسِرِ الآية (٤) قال:
فالميسر القمار والأنصاب حجارة كانوا (٥) يذبحون لها أو عليها- شك أبو عبيد-، قال الله تبارك وتعالى: وَما ذُبِحَ عَلَى النُّصُبِ (٦) والأزلام القداح كانوا يقتسمون بها الأمور (٧).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة البقرة آية ٢١٩.
(٣) سورة المائدة آية ٩٠.
(٤) سورة المائدة آية ٩١.
(٥) فى المخطوط «كان» والصواب ما أثبتناه.
(٦) سورة المائدة آية ٣.
(٧) روى أول الأثر ابن الجوزي في نواسخ القرآن من طريق عكرمة عن ابن عباس رواه من أوله إلى قوله: «ثم نسختها هذه الآية» يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ الآية. نواسخ القرآن النساء الآية الخامسة عشرة تحقيق محمد أشرف علي.
وروى آخره الطبري في تفسيره جامع البيان ج ٤ الأثر (٤١٢١) ص ٣٢٤.
وانظر أيضا: ج ٩ الأثران (١١٠٥٤، ١١٠٧٣) ص ٥٠٩، ٥١٥ تحقيق محمود وأحمد محمد شاكر.','1','248',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (327,'٤٥١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله:
يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ، فالميسر القمار كان الرجل فى الجاهلية يخاطر على أهله وماله قال: وقوله: لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ قال: كانوا لا يشربونها عند الصلاة فإذا صلوا العشاء شربوها (١) ثم إن ناسا من المسلمين شربوها فقاتل بعضهم بعضا وتكلموا بما لا يرضي الله عز وجل فأنزل الله عز وجل: إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطانِ. الآية. قال: فالميسر القمار والأنصاب الأوثان والأزلام القداح كانوا يستقسمون بها (٢).
٤٥٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن أبي إسحاق (٣) عن أبي ميسرة (٤) قال: قال عمر: اللهم بيّن لنا في الخمر فنزلت: لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ فقال:
اللهم بيّن لنا في الخمر فنزلت: قُلْ فِيهِما إِثْمٌ كَبِيرٌ وَمَنافِعُ لِلنَّاسِ وَإِثْمُهُما أَكْبَرُ مِنْ نَفْعِهِما فقال: اللهم بيّن لنا في الخمر فنزلت إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصابُ وَالْأَزْلامُ رِجْسٌ الآية فَهَلْ أَنْتُمْ مُنْتَهُونَ فقال عمر: قد انتهينا إنما تذهب المال وتذهب العقل (٥).
_________
(١) في المخطوط (شربونها) بزيادة نون قبل الهاء والصواب حذفها.
(٢) تفسير كلّ من الميسر والأنصاب والأزلام قد مر تخريجها في الأثر الذي قبل هذا.
وقول ابن عباس: «كانوا لا يشربونها عند الصلاة فإذا صلوا العشاء شربوها» قد روى نحوه ابن الجوزي نواسخ القرآن سورة النساء الآية الخامسة عشرة: تحقيق محمد أشرف علي.
(٣) هو عمرو بن عبد الله الهمذاني أبو إسحاق السبيعي.
(٤) هو عمرو بن شرحبيل الكوفي أبو ميسرة.
(٥) روى نحوه النحاس فى ناسخه فى البقرة الآية الثامنة عشرة الورقة ٣٨ من المخطوط.
وروى نحوه الطبرى فى جامع البيان ج ١٠ أثر ١٢ ١٢٥ ص ٥٦٦ تحقيق محمود محمد شاكر.
وروى نحوه الإمام أحمد فى المسند ج ١ مسند عمر بن الخطاب أثر (٣٧٨) ص ٣١٦ تحقيق أحمد شاكر. وقال أحمد شاكر: إسناده صحيح.
وروى نحوه الحاكم في المستدرك وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه ووافقه الذهبي في التلخيص.','1','249',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (328,'٤٥٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مغيرة عن أبي رزين قال: شربت الخمر بعد الآية التي في البقرة والتي في النساء فكانوا يشربونها (١) حتى تحضر الصلاة فإذا حضرت الصلاة تركوها قال:
ثم حرمت في المائدة فى قوله: فَهَلْ أَنْتُمْ مُنْتَهُونَ قال: فانتهى القوم عنها فلم يعودوا فيها.
٤٥٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن كثير (٢) عن الأوزاعي قال: قرئ علينا كتاب عمر بن عبد العزيز (٣): إن الله عز وجل أنزل في الخمر ثلاث آيات من كتابه: يَسْئَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِما إِثْمٌ كَبِيرٌ الآية، قال: فتركها الناس بعض الترك ثم أنزل الله عز وجل: يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى حَتَّى تَعْلَمُوا ما تَقُولُونَ فاجتنبوها إذا حضرت الصلاة، ثم أنزل الله عز وجل: إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصابُ وَالْأَزْلامُ رِجْسٌ الآية.
٤٥٥ - قال: ويروى عن الأوزاعي أن كتاب عمر بن عبد العزيز ورد على بعض عماله أن لا تحمل الخمر من قرية إلى قرية ولا من مدينة إلى مدينة ولا تباعنّ في سوق من الأسواق، قال الأوزاعي: فأخبرني من سمع القاسم بن
_________
المستدرك ج ٢، كتاب التفسير: قصة نزول تحريم الخمر ص ٢٧٨.
(١) في المخطوط (يشربوها) والصواب ما أثبتناه.
(٢) هو عبد الله بن كثير.
(٣) عمر بن عبد العزيز: ابن مروان بن الحكم بن أبي العاص الأموي، أمير المؤمنين، أمه أم عاصم بنت عاصم بن عمر بن الخطاب ولي إمرة المدينة للوليد وكان مع سليمان كالوزير وولي الخلافة بعده، من الرابعة، مات في رجب سنة إحدى ومائة وله أربعون سنة، ومدة خلافته سنتان ونصف.
(التقريب ٢/ ٦٠).','1','250',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (329,'مخيمرة يقول: وكتاب عمر بن عبد العزيز يقرأ بما في (١) تلك النسخة قال الأوزاعي: فرأيت الروايا (٢) تشقق (٣).
قال أبو عبيد: فهذا ما في الخمر.
_________
(١) كتبت في المخطوط «وكتاب عمر بن عبد العزيز يقرأ بأبى تلك النسخة».
قلت: ولعل الصواب ما أثبتناه.
(٢) الروايا: واحدتها راوية، والروايا من الإبل الحوامل للماء.
(النهاية ٢/ ٢٧٩).
(٣) لم أتمكن من تخريجه.','1','251',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (330,'<span data-type="title" id=toc-71>باب في السكر وما فيه</span>
٤٥٦ - وأما السكر: فإن عبد الرحمن بن مهدي حدثنا عن شعبة عن مغيرة (١) عن إبراهيم والشعبي وأبي رزين (٢) في قوله: تَتَّخِذُونَ مِنْهُ سَكَراً (٣) قال: هي منسوخة (٤).
٢٥٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مغيرة عن إبراهيم تَتَّخِذُونَ مِنْهُ سَكَراً قال: نسخها تحريم الخمر.
٤٥٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس تَتَّخِذُونَ مِنْهُ سَكَراً وَرِزْقاً حَسَناً قال: السّكر: النبيذ، والرزق الحسن: الزبيب. قال: ثم نسختها هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ- إلى قوله- فَهَلْ أَنْتُمْ مُنْتَهُونَ (٦).
_________
(١) هو مغيرة بن مقسم الضبي
(٢) أبو رزين: مسعود بن مالك الأسدي الكوفي، ثقة فاضل، من الثانية، مات سنة خمس وثمانين (التقريب ٢/ ٢٤٣).
(٣) سورة النحل آية ٦٧.
(٤) روى نحوه الطبرى فى جامع البيان جزء ١٤ ص ٩١ ط دار المعرفة.
ورواه ابن الجوزي فى نواسخ القرآن سورة النحل الآية الأولى ج ٢ ص ٥٠٠ تحقيق محمد أشرف علي.
ورواه البيهقي فى السنن الكبرى ج ٨، كتاب الأشربة «باب ما يحتج به من رخص في السكر» ص ٢٩٧.
(٥) هو حجاج بن محمد المصيصي.
(٦) روى نحوه ابن الجوزي من طريق عطاء الخراساني وليس في روايته تفسير للرزق الحسن:
نواسخ القرآن سورة النحل الآية الأولى ج ٢ ص ٥٠٠ تحقيق محمد أشرف علي.','1','252',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (331,'٤٥٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية قال: فحرم الله السكر مع تحريم الخمر لأنه منها، قال: والرزق الحسن: هو حلاله من الخل والزبيب وأشباه ذلك (١).
٤٦٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا منصور (٢) عن الحسن قال: السكر: ما حرم منه، والرزق الحسن:
ما حل منه (٣).
٤٦١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن أبي حصين (٤) عن سعيد بن جبير قال: السكر: الحرام. والرزق الحسن: الحلال (٥).
٤٦٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن الأسود (٦) عن قيس (٧) عن عمرو بن سفيان (٨) عن ابن عباس قال: هو ما حرّم من ثمرتيهما وما أحلّ من ثمرتيهما (٩).
_________
(١) روى نحوه الطبري فى جامع البيان ج ١٤ ص ٩٢ ط دار المعرفة.
وروى نحوه البيهقي فى السنن الكبرى ج ٨، كتاب الأشربة «باب ما يحتج به من رخص في السكر إذا لم يشرب منه ما يسكره والجواب» عنه ص ٢٩٧.
(٢) هو منصور بن المعتمر.
(٣) رواه الطبري فى جامع البيان جزء ١٤ ص ٩١ ط دار المعرفة.
(٤) هو عثمان بن عاصم بن حصين أبو حصين.
(٥) رواه الطبري- المرجع السابق.
(٦) الأسود بن قيس العبدي ويقال العجلي، الكوفي، يكنّى أبا قيس، ثقة من الرابعة.
(التقريب ١/ ٧٦).
(٧) قيس العبدي والد الأسود، مقبول، من الثانية (التقريب ٢/ ١٣٠).
(٨) عمرو بن سفيان: الثقفي، ذكره ابن حبان في الثقات، وقال في التقريب: مقبول، من الرابعة.
(التهذيب ٨/ ٤٠ - التقريب ٢/ ٧١).
(٩) رواه الطبري فى جامع البيان جزء ١٤ ص ٩٠ ط دار المعرفة.
وعلقه البخاري في صحيحه، كتاب التفسير سورة النحل ج ٥ ص ٢٢٣.','1','253',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (332,'٤٦٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا جرير (١) عن مغيرة (٢) عن إبراهيم عن عبد الله قال: السّكر خمر (٣).
٤٦٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا مغيرة (٤) عن إبراهيم والشعبي وأبي رزين (٥) قال: السّكر خمر (٦).
٤٦٥ - حدثنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم عن ابن شبرمة (٧) عن أبي زرعة بن عمرو بن جرير (٨) قال: السّكر خمر إلا أنه ألمّ (٩) من الخمر (١٠).
_________
وقال ابن حجر فى التهذيب: صحح الحاكم من رواية عمرو بن سفيان عن ابن عباس حديثا علقه البخارى بالحزم فى تفسيرا السّكر من سورة النحل، ووصله سفيان بن عيينة فى تفسيره .... ، وكذا وصله أبو داود فى ناسخه. انظر: (التهذيب ٨/ ٤٠).
(١) هو جرير بن عبد الحميد الضبي.
(٢) هو مغيرة بن مقسم الضبي.
(٣) رواه الطبري فى جامع البيان ج ١٤ ص ٩٢ ط دار المعرفة.
(٤) هو مغيرة بن مقسم الضبي.
(٥) أبو رزين: هو مسعود بن مالك الأسدي.
(٦) رواه الطبري في تفسيره عن مغيرة عن إبراهيم وأبي رزين: جامع البيان ج ١٤ ص ٩٢ ط دار المعرفة ورواه ابن أبي شيبة: المصنف ج ٧، كتاب الأشربة «باب في السّكر ما هو» ص ٤٨٧ أثر (٣٨٨٠) تحقيق مختار أحمد الندوي.
(٧) ابن شبرمة: هو عبد الله بن شبرمة- بضم المعجمة وسكون الموحدة وضم الراء- ابن الطفيل ابن حسان الضبي، أبو شبرمة، الكوفي القاضي ثقة فقيه، من الخامسة، مات سنة أربع وأربعين ومائة (التقريب ١/ ٤٢٢).
(٨) أبو زرعة بن عمرو بن جرير بن عبد الله البجلي الكوفي، اختلف فى اسمه فقيل: هرم، وقيل عمرو، وقيل عبد الله، وقيل عبد الرحمن، وقيل جرير، ثقة، من الثالثة.
(التقريب ٢/ ٤٢٤).
(٩) من لمّ الشيء يلمّه لمّا: جمعه وأصلحه، واللمّ: الجمع الكثير الشديد.
(لسان العرب ١٢/ ٥٤٧).
(١٠) روى نحوه ابن أبي شيبة وفي روايته «آلم» بالمد: المصنف ج ٧، كتاب الأشربة «باب في السكر ما هو» أثر (٣٨٨١) ص ٤٨٧ تحقيق مختار أحمد الندوي.','1','254',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (333,'٤٦٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يونس (١) عن الحسن قال: السّكر خمر (٢).
_________
(١) هو يونس بن عبيد.
(٢) روى نحوه ابن أبي شيبة فى المصنف ج ٧، كتاب الأشربة «باب في السكر ما هو»: أثر (٣٨٨٢) ص ٤٨٧ تحقيق مختار أحمد الندوي.','1','255',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (334,'<span data-type="title" id=toc-72>باب قيام الليل وما نسخ منه بعد الوجوب</span>
٤٦٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله: يا أَيُّهَا الْمُزَّمِّلُ* قُمِ اللَّيْلَ إِلَّا قَلِيلًا* نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلًا* أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا (٢) قال: لما قدم النبي- صلى الله عليه- المدينة نسختها إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطائِفَةٌ مِنَ الَّذِينَ مَعَكَ إلى آخر السورة (٣) (٤).
٤٦٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس فى هذه الآية قال: شق ذلك على المؤمنين فخفف الله عنهم فأنزل هذا: عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقاتِلُونَ فِي سَبِيلِ اللَّهِ فَاقْرَؤُا ما تَيَسَّرَ مِنْهُ قال: فوسع الله عليهم (٥).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة المزمل آية- ٤.
(٣) إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه وطائفة من الذين معك والله يقدر الليل والنهار علم أن لن تحصوه فتاب عليكم فاقرءوا ما تيسر من القرآن علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون فى سبيل الله فاقرءوا ما تيسر منه وأقيموا الصلاة وآتوا الزكاة وأقرضوا الله قرضا حسنا وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا وأعظم أجرا واستغفروا الله إن الله غفور رحيم. سورة المزمل آية ٢٠.
(٤) رواه ابن الجوزي في نواسخ القرآن من طريقين: الأول عطاء الخراساني عن ابن عباس، والثاني طريق علي بن الحسين عن أبيه عن يزيد النحوي عن عكرمة عن ابن عباس.
انظر: نواسخ القرآن سورة المزمل الآية الأولى ج ٢/ ص ٦٦٦، ٦٧٠ تحقيق محمد أشرف علي ورواه النحاس في الناسخ والمنسوخ سورة المزمل المخطوط ٢٦٨.
(٥) روى نحوه الطبري جزء ٢٩ ص ٧٩ ط دار المعرفة.','1','256',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (335,'٤٦٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (١) عن مسعر بن كدام عن سماك الحنفي (٢) قال: سمعت ابن عباس يقول: لما أنزل (٣) أول المزمل، كانوا يقومون مثل قيامكم في رمضان حتى نزل آخرها وكان بين أولها وآخرها سنة (٤).
_________
(١) هو يحيى بن سعيد القطان.
(٢) سماك الحنفي: هو سماك بن الوليد الحنفي، أبو زميل- بالزاي مصغرا-، اليمامي، ثم الكوفي، ليس به بأس، من الثالثة (التقريب ١/ ٣٣٢).
(٣) في المخطوط: «لما أنزل الله» بضم همزة أنزل، ولفظ الجلالة مشطوب عليه.
(٤) رواه الطبري فى جامع البيان جزء ٢٩ ص ٧٨ ط دار المعرفة.
ورواه الحاكم وقال: هذا حديث صحيح الإسناد ولم يخرجاه، وقال الذهبي في التلخيص: صحيح.
انظر: المستدرك مع التلخيص ج ٢، كتاب التفسير ص ٥٠٥.
وروى نحوه النحاس في ناسخه سورة المزمل المخطوط ٢٦٨.','1','257',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (336,'<span data-type="title" id=toc-73>باب النجوى وما كان من نسخها</span>
٤٧٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قوله عز وجل:
يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ناجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقَةً الآية (٢) قال: نسختها أَأَشْفَقْتُمْ (٣) أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقاتٍ فَإِذْ لَمْ تَفْعَلُوا (٤) الآية (٥).
٤٧١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس: يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ناجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقَةً قال: إن المسلمين أكثروا المسائل على رسول الله حتى شقّوا عليه، فأراد الله أن يخفف عن نبيه- صلى الله عليه- فلما قال ذلك لهم (٦) ضنّ كثير من الناس فكفّوا عن المسألة، فأنزل الله
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة المجادلة آية ١٢.
(٣) قال في تفسير الجلالين: أأشفقتم: بتحقيق الهمزتين وإبدال الثانية ألفا وتسهيلها وإدخال ألف بين المسهلة والأخرى وتركه. وقال الجمل في الفتوحات الإلهية المشهور بحاشية الجمل على
الجلالين:
اشتمل كلامه على أربع قراءات كلها سبعية، وبقي خامسة سبعية. لم ينبه عليها وذلك: لأن تحقيق الهمزتين فيه قراءتان إدخال ألف بين المحققتين وتركه انظر: حاشية الجمل على الجلالين ٤/ ٣٠٧.
(٤) سورة المجادلة آية ١٣.
(٥) روى نحوه ابن الجوزي من طريق علي بن الحسين عن أبيه عن يزيد النحوي عن عكرمة عن ابن عباس.
ورواه أيضا من طريق عطاء الخراساني. انظر نواسخ القرآن. المجادلة ج ٢ ص ٦٤٠، ٦٤١.
(٦) كتبت فى المخطوط «لهن» خطأ.','1','258',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (337,'- عز وجل- أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقاتٍ الآية، قال:
فوسّع الله- عز وجل- لهم (١).
٤٧٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن ابن جريج في هذه الآية قال: نهوا عن مناجاة النبي- صلى الله عليه وسلم- حتى يتصدقوا، فلم يناجه أحد إلا علي بن أبي طالب- رضي الله عنه- فقدّم دينارا تصدّق به ثم أنزلت الرخصة فقال: أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْواكُمْ صَدَقاتٍ يقول:
أشق عليكم تقديم الصدقة، قال: فوضعت عنهم وأمروا بمناجاة رسول الله- صلى الله عليه- بغير صدقة حين شق ذلك عليهم (٣).
٤٧٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن إدريس (٤) عن ليث عن مجاهد قال: قال علي- رضي الله عنه- إن في كتاب الله- عز وجل- لآية ما عمل بها أحد قبلي ولا يعمل بها أحد بعدي، كان لي دينار فصرفته فكنت إذا ناجيت رسول الله- صلى الله عليه- تصدقت بدرهم حتى نفد ثم نسخت (٥).
_________
(١) روى نحوه الطبري وفي روايته «صبر» بدل «ظن» انظر جامع البيان جزء ٢٨ ص ١٥ ط دار المعرفة.
(٢) هو حجاج بن محمد المصيصي.
(٣) لم أجد في كتب الآثار هذا الأثر منسوبا لابن جريج. وعند الطبري نحوه منسوبا لمجاهد.
انظر: جامع البيان جزء ٢٨ ص ١٤ ط دار المعرفة.
(٤) عبد الله بن إدريس: ابن يزيد بن عبد الرحمن الأودي- بسكون الواو- أبو محمد الكوفي، ثقة، فقيه، عابد، من الثامنة، ولد سنة مائة وعشرة، ومات في ذي الحجة سنة مائة واثنتين وتسعين.
(التهذيب ٥/ ١٤٤ - التقريب ١/ ٤٠١).
(٥) روى نحوه الطبري فى جامع البيان جزء ٢٨ ص ١٥ ط. دار المعرفة.
وروى نحوه الحاكم في المستدرك وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه، ووافقه الذهبي في التلخيص المستدرك ج ٢، كتاب التفسير سورة المجادلة ص ٤٨٢.','1','259',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (338,'<span data-type="title" id=toc-74>باب التقوى وما فيها من النسخ</span>
٤٧٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في قوله عز وجل: يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقاتِهِ (١) قال: لم تنسخ ولكن حق تقاته أن يجاهدوا في الله حق جهاده ولا تأخذهم في الله لومة لائم ويقوموا بالقسط ولو على أنفسهم وآبائهم وأبنائهم (٢).
٤٧٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن زبيد الأيامي (٣) عن مرة (٤) عن عبد الله قال: حق تقاته أن يطاع فلا يعصى وأن يذكر فلا ينسى وأن يشكر فلا يكفر (٥).
٤٧٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن شعبة عن زبيد عن مرّة عن عبد الله مثله قال شعبة: فذكرت ذلك لعمرو بن مرّة فقال: يرحم الله زبيدا إنما كان مرّة يذكر هذا عن الربيع بن خثيم (٦).
_________
(١) سورة آل عمران آية ١٠٢.
(٢) رواه الطبري فى جامع البيان ج ٧ أثر (٧٥٥٢، ٧٥٥٣) ص ٦٧، ٦٨ تحقيق محمود وأحمد شاكر.
(٣) زبيد الأيامي: بموحدة، مصغرا، ابن الحارث بن عمرو ابن كعب اليامي أو الأيامي أبو عبد الرحمن الكوفي، ثقة ثبت، عابد من السادسة، مات سنة اثنتين وعشرين ومائة وقيل بعدها.
(التقريب ١/ ٢٥٧).
(٤) هو مرّة بن شراحيل الهمداني.
(٥) رواه الطبري فى جامع البيان ج ٧ أثر (٧٥٣٦) ص ٦٥ تحقيق محمود وأحمد شاكر.
وروى نحوه الحاكم وقال: هذا حديث صحيح على شرط الشيخيين ولم يخرجاه، ووافقه الذهبي، وليس في رواية الحاكم «وأن يشكر فلا يكفر». انظر المستدرك مع التلخيص ج ٢، كتاب التفسير سورة آل عمران ص ٢٩٤.
(٦) رواه الطبري فى جامع البيان ج ٧ أثر (٧٥٤٦) ص ٦٦ تحقيق محمود وأحمد شاكر.','1','260',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (339,'٤٧٧ - قال أبو عبيد: وهذا في بعض الحديث بإسناد لا أحفظه أن الآية منسوخة نسخها قوله: فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ (١) (٢).
_________
(١) سورة التغابن آية ١٦.
(٢) روى نحوه الطبري في تفسيره فقال: حدثني المثنى قال: حدثنا حجاج ابن المنهال الأنماطي قال: حدثنا همام عن قتادة ثم ذكر نحوا مما ذكر أبو عبيد. جامع البيان ج ٧ ص ٦٨، ٦٩ أثر (٧٥٥٧) تحقيق محمود وأحمد شاكر.
وروى نحوه أيضا النحاس في ناسخه قال: حدثنا جعفر بن محمد قال: حدثنا محمد بن موسى قال: حدثنا الحسين وهو ابن محمد المروزي قال: حدثنا شيبان عن قتادة ثم ذكر نحوه .... ثم قال النحاس بعد إيراده لقول قتادة القاضي بالنسخ: قال أبو جعفر: محال «أن يقع في هذا ناسخ» ولا منسوخ إلا على حيلة، وذلك أن معنى نسخ الشيء: إزالته والمجيء بضده فمحال أن يقال (اتقوا الله) منسوخ، ثم استدل النحاس على صحة قوله بأثر ابن عباس المتقدم المتضمن نفي النسخ، واعتذر عن قول قتادة بقوله: فأما قول قتادة مع محله من العلم أنها نسخت، فيجوز أن يكون معناه: نزلت فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ بنسخ اتَّقُوا اللَّهَ حَقَّ تُقاتِهِ وأنها مثلها لأنه لا يكلف أحد إلا طاقته.
انظر: الناسخ والمنسوخ للنحاس «باب ذكر الآية الثانية من آل عمران»: المخطوط الورقة ٩٣.
قلت: وحمل قول قتادة القاضي بالنسخ على بيان المجمل هو الأولى، فيكون مراد قتادة عند ما قال بالنسخ: أن آية فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ مبينة لما أجمل من قوله: اتَّقُوا اللَّهَ حَقَّ تُقاتِهِ وأن من اتقى الله حسب استطاعته وجهده فقد اتقاه حق تقاته.
ومفهوم النسخ عند السلف أشمل وأعم من إبطال حكم شرعي متقدم بحكم شرعي متراخ عنه.
فالاستثناء وتحصيص العام وتبيين المجمل وتقييد المطلق وازالة المفهوم الباطل المتبادر إلى أذهان المخاطبين وهو غير مراد من الآية، كل ذلك يطلق عليه عندهم نسخ.','1','261',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (340,'<span data-type="title" id=toc-75>باب التوبة عند الموت ونسخ التشديد فيها بالسعة والرخصة</span>
٤٧٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن ربيعة (١) عن النضر أبي عمر الجزاز (٢) عن عكرمة عن ابن عباس في قول الله عز وجل: وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئاتِ حَتَّى إِذا حَضَرَ أَحَدَهُمُ الْمَوْتُ قالَ إِنِّي تُبْتُ الْآنَ (٣) قال: هم أهل الشرك (٤).
٤٧٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس. وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئاتِ حَتَّى إِذا حَضَرَ أَحَدَهُمُ الْمَوْتُ الآية، ثم أنزل بعد ذلك إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ (٥)، فحرم الله عز وجل المغفرة على من مات وهو كافر وأرجأ أهل التوحيد إلى مشيئته فلم يؤيسهم من المغفرة (٦).
٤٨٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا قبيصة (٧) عن
_________
(١) هو محمد بن ربيعة الرؤاسي.
(٢) كتب في حاشية المخطوط [الجزاز، الخزاز] شك أبو عبيد. وهو النضر بن عبد الرحمن أبو عمر، الخزاز- بمعجمات-، متروك- من السادسة (التقريب/ ٢/ ٣٠٢).
(٣) سورة النساء آية ١٨.
(٤) أورده السيوطي في الدر المنثور وعزاه إلى ابن المنذر.
(٥) سورة النساء آية ٤٨.
(٦) رواه الطبري فى جامع البيان ج ٨ ص ١٠١ أثر (٨٨٦٧) تحقيق محمود وأحمد شاكر.
(٧) قبيصة: ابن عقبة بن محمد بن سفيان السوائي- بضم المهملة وتخفيف الواو والمد-، أبو عامر الكوفي، قال ابن أبي خيثمة عن ابن معين: قبيصة ثقة في كل شىء إلا في حديث سفيان فإنه سمع منه وهو صغير، وقال في التقريب: صدوق ربما خالف، مات سنة مائتين وخمس عشرة على الصحيح.
(التهذيب ٨/ ٣٤٧ - التقريب ٢/ ١٢٢).','1','262',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (341,'سفيان عن يعلي بن النعمان الأسدي (١) قال: حدثني من سمع ابن عمر يقول في هذه الآية حَتَّى إِذا حَضَرَ أَحَدَهُمُ الْمَوْتُ قالَ إِنِّي تُبْتُ الْآنَ قال الحضور السّوق (٢) فالتوبة مبسوطة ما لم يسق (٣).
٤٨١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان (٤) عن عوف (٥) عن الحسن قال: قال رسول الله- صلى الله عليه- إن الله يقبل توبة عبده ما لم يغرغر (٦) بنفسه (٧).
٤٨٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن إبراهيم بن مهاجر عن إبراهيم قال: التوبة مبسوطة ما لم يؤخذ بكظمه (٨) (٩).
_________
(١) يعلى بن النعمان الأسدي: قال ابن حجر: يعلى بن نعمان روى عن بلال بن أبي الدرداء وعنه الزهري، ذكره ابن حبان في الثقات.
انظر: ترجمته التاريخ الكبير للبخاري ج ٨ ص ٤١٨ رقم (٣٥٤٩) تعجيل المنفعة لابن حجر ص ٤٥٧.
(٢) السّوق:- بتشديد السين- أي النزع كأن روحه تساق لتخرج من بدنه. (النهاية ٢/ ٤٢٤).
(٣) روى نحوه الطبري: جامع البيان ج ٨ ص ٩٩ أثر (٨٨٦٠ تحقيق محمود وأحمد شاكر.
(٤) هو مروان بن معاوية الفزاري.
(٥) عوف بن أبي جميلة- بفتح الجيم- الأعرابي العبدي، البصري، ثقة رمي بالقدر والتشيع، من السادسة، مات سنة ست أو سبع وأربعين ومائة وله ست وثمانون.
(التقريب ٢/ ٨٩).
(٦) في المخطوط «يغرر» بغين واحدة أما الغين الثانية فقد ذهبت بسبب أثر المسح.
(٧) روى نحوه الحاكم وقال: هذا حديث صحيح الإسناد ولم يخرجاه ووافقه الذهبي. انظر:
المستدرك مع التلخيص ج ٤، كتاب التوبة والإنابة ص ٢٥٧.
وروى نحوه الإمام أحمد في المسند ج ٢ ص ١٣٢.
وروى نحوه البغوي في شرح السنة ج ٥ ص ٩٠، ٩١ تحقيق شعيب الأرناءوط قال شعيب: رجاله ثقات وسنده حسن وصححه ابن حبان والحاكم ووافقه الذهبي.
(٨) ما لم يؤخذ بكظمه: أي عند خروج نفسه وانقطاع نفسه.
(النهاية ٤/ ١٧٨).
(٩) رواه الطبري إلا أن في روايته: عن إبراهيم قال: كان يقال فذكر الأثر بمثله. جامع البيان ج ٨ أثر (٨٨٦٤) ص ١٠٠ تحقيق أحمد ومحمود شاكر.','1','263',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (342,'٤٨٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو اليمان (١) عن حريز بن عثمان عن عبد الرحمن بن أبي عوف (٢) عن عثمان الثقفي (٣) صاحب النبي- صلى الله عليه- قال إن الله عز وجل يقبل التوبة من عبده قبل موته بسنة وإن الله عز وجل يقبل التوبة من عبده قبل موته بشهر وإن الله يقبل التوبة من عبده قبل موته بفواق ناقة قيل له والفواق، قال: ما بين الحلبتين (٤) (٥).
_________
(١) هو الحكم بن نافع البهراني- أبو اليمان.
(٢) عبد الرحمن بن أبي عوف: الجرشي- بضم الجيم- وفتح الراء بعدها معجمة، الحمصي القاضي، ثقة، من الثانية (التقريب ١/ ٤٩٤).
(٣) عثمان بن عثمان الثقفي: نزل حمص، كان من أصحاب النبي- صلّى الله عليه وسلم-، وكان أميرا على صنعاء الشام (الإصابة ٢/ ٤٦٢ - الجرح والتعديل ٦/ ١٥٩).
قلت: وقد كتب في المخطوط «الفقيمي» بدل «الثقفي».
والتصويب من الإصابة والجرح والتعديل.
(٤) فواق الناقة: ما بين الحلبتين، وذلك أنها تحلب ثم تترك ساعة حتى تدر ثم تحلب.
(غريب الحديث لأبي عبيد ٤/ ١٧٦).
(٥) روى نحوه الطبري من قول ابن عمر فى جامع البيان ج ٨ ص ٩٩ أثر (٨٨٦٣) تحقيق أحمد ومحمود شاكر.
وروى نحوه الإمام أحمد في المسند من طريق آخر قال: حدثنا عفان حدثنا شعبة قال إبراهيم بن ميمون أخبرني قال: سمعت رجلا من بني الحرث قال: سمعت رجلا منا يقال له أيوب قال: سمعت عبد الله ابن عمرو يقول: ثم ذكره بنحوه.
قال أحمد شاكر: إسناده ضعيف لإبهام الرجل من بني الحرث رواية عن التابعي.
المسند ج ١١/ ح (٦٩٢٠) ص ١٣٣ تحقيق أحمد محمد شاكر.','1','264',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (343,'<span data-type="title" id=toc-76>باب توبة القتل ونسخ اللين فيها بالتغليظ</span>
٤٨٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج قال: أخبرني يعلى بن مسلم أنه سمع سعيد بن جبير يحدث عن ابن عباس أن ناسا من أهل الشرك قد قتلوا فأكثروا وزنوا فأكثروا فأتوا محمدا- صلّى الله عليه- فقالوا إن الذي تدعو إليه لحسن لو تخبرنا أن لما عملنا كفارة فنزلت هذه الآية وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذلِكَ يَلْقَ أَثاماً (٢) الآية نزلت يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ (٣) الآية (٤).
٤٨٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (٥) عن شيبان (٦) عن منصور (٧) عن سعيد بن جبير قال: قال لي سعيد بن عبد الرحمن بن أبزى سل ابن
عباس عن هاتين الآيتين هذه التي في الفرقان والتي في النساء: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ (٨) قال: فسألت عنها ابن
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة الفرقان آية ٦٨.
(٣) سورة الزمر آية ٥٣.
(٤) رواه البخاري في صحيحه، كتاب التفسير الزمر «باب قوله «يا عبادي» ... » ج ٦ ص ٣٣.
ورواه مسلم في صحيحه، كتاب الإيمان «باب كون الإسلام يهدم ما قبله وكذا الهجرة والحج» ج ١ ص ١١٣ تحقيق محمد فؤاد عبد الباقي.
(٥) هاشم بن القاسم بن مسلم الليثي- أبو النضر.
(٦) هو شيبان بن عبد الرحمن التميمي.
(٧) هو منصور بن المعتمر.
(٨) سورة النساء آية ٩٣.','1','265',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (344,'عباس فقال: نزلت هذه التي في الفرقان بمكة وكان المشركون قالوا: ما يغني عنّا الإسلام وقد عدلنا بالله وقتلنا النفس التي حرم الله وأتينا الفواحش فنزلت:
إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ عَمَلًا صالِحاً (١) فأما من دخل في الإسلام وعقله ثم قتل فلا توبة له (٢).
٤٨٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر عن شعبة عن منصور (٣) قال: سمعت سعيد بن جبير يقول: أمرني ابن أبزى فسألت ابن عباس عن قول الله عز وجل: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فقال:
لا توبة له. وسألته عن قوله: إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ عَمَلًا صالِحاً فقال:
كانت في الجاهلية (٤).
٤٨٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج قال: أخبرني القاسم بن أبي بزة أنه سأل سعيد بن جبير هل لمن قتل مؤمنا توبة فقال: لا: قال: فقرأت عليه هذه الآية: وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ- (٦) إلى قوله:- إِلَّا مَنْ تابَ فقال سعيد: قرأتها على ابن عباس كما قرأتها عليّ فقال: هذه مكية نسختها آية مدنية في سورة النساء (٧).
_________
(١) سورة الفرقان آية ٧٠.
(٢) روى نحوه الطبري فى جامع البيان جزء ١٩ ص ٢٧ ط دار المعرفة.
وروى نحوه البخاري في صحيحه وليس في روايته «فأما من دخل في الإسلام وعقله ثم قتل فلا توبه له». ج ٦، كتاب التفسير سورة الفرقان ص ١٥.
(٣) هو منصور بن المعتمر.
(٤) روى نحوه البخاري في صحيحه ج ٦، كتاب التفسير سورة الفرقان ص ١٥.
(٥) هو حجاج بن محمد المصيصي.
(٦) سورة الفرقان آية ٦٨.
(٧) روى نحوه البخاري في صحيحه ج ٦، كتاب التفسير سورة الفرقان ص ١٥.','1','266',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (345,'٤٨٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن الليث عن خالد بن يزيد (١) عن سعيد بن أبي هلال عن جهم ابن أبي جهم (٢) أن أبا الزناد (٣) أخبره أن خارجة بن زيد (٤) أخبره عن أبيه زيد بن ثابت (٥) قال: لما نزلت هذه الآية التي في الفرقان وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ- إلى قوله:- إِلَّا مَنْ تابَ قال: عجبنا من لينها فلبثنا سبعة أشهر ثم نزلت في سورة النساء وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ خالِداً فِيها الآية (٦).
٤٨٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٧) وابن أبي مريم (٨) عن عبد الرحمن بن أبي الزناد عن أبيه قال أحدهما: عن عوف بن مخلد وقال الآخر عن عوف بن مجالد الحضرمي (٩) قال وكان امرأ صدق عن زيد
_________
(١) هو خالد بن يزيد الجمحي.
(٢) جهم بن أبي جهم ويقال له ابن الجهم مولى الحارث بن حاطب القرشي الجمحى، قال في الميزان: لا يعرف. مترجم في الجرح والتعديل ج ٢ ص ٥٢١.- وميزان الاعتدال ١/ ١/ ٤٢٦.
(٣) أبو الزناد: عبد الله بن ذكوان القرشي، أبو عبد الرحمن المدني، ثقة فقيه، من الخامسة، مات سنة ثلاثين ومائة وعمره ست وستون.
(التهذيب ٥/ ٢٠٣ - التقريب ١/ ٤١٣).
(٤) خارجة بن زيد بن ثابت الأنصاري أبو زيد المدني/ ثقة فقيه، من الثالثة، مات سنة مائة.
(التقريب ١/ ٢١٠).
(٥) زيد بن ثابت: ابن الضحاك بن لوذان الأنصاري النجاري، أبو سعيد وأبو خارجة، صحابي مشهور، كتب الوحي، قال مسروق: كان من الراسخين في العلم، مات سنة خمس أو ثمان وأربعين.
(التقريب ١/ ٢٧٢).
(٦) روى نحوه الطبري وفي روايته ستة أشهر بدل سبعة.
انظر: جامع البيان جزء ١٩ سورة الفرقان ص ٢٨ ط دار المعرفة.
وروى نحوه النحاس في ناسخه وليس في روايته تحديد لمدة معينة: المخطوط ورقة ١١٨.
(٧) هو حجاج بن محمد المصيصي.
(٨) هو سعيد بن الحكم بن أبي مريم الجمحي.
(٩) عوف بن مجالد: الحضرمي، ذكره ابن حبان في الثقات، وقال الذهبي لا يعرف، وقال في التقريب: حجازي صدوق من الرابعة (التهذيب ١٠/ ٤١ - التقريب ٢/ ٢٢٩).','1','267',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (346,'ابن ثابت قال: نزلت هذه الآية الغليظة بعد اللينة بستة أشهر قال: فنسخت الغليظة اللينة (١).
٤٩٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن ابن جريج قال: أخبرني إسماعيل (٣) عن ابن أبي الزناد عن خارجة أن زيد بن ثابت قال: نزلت هذه الآية التي في النساء بعد قوله وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ (٤) بأربعة أشهر (٥).
٤٩١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن مغيرة بن النعمان عن سعيد بن جبير عن ابن عباس وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ قال: قال ما نسخها شيء (٦).
٤٩٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو النضر (٧) عن شيبان (٨) عن عاصم بن بهدلة عن أبي رزين (٩) عن ابن عباس قال: هي
_________
(١) روى نحوه الطبري وليس في روايته «فنسخت الغليظة اللينة»: جامع البيان ج ٩ ص ٦٩ الأثران (١٠٢٠٨، ١٠٢٠٩) تحقيق محمود شاكر.
وروى نحوه ابن الجوزي مثل رواية الطبري انظر نواسخ القرآن «باب ذكر الآية الخامسة والعشرين من النساء» ج ١ ص ٣٦٩ تحقيق محمد أشرف علي.
(٢) حجاج بن محمد المصيصي.
(٣) بعد البحث والتتبع في كتب الرجال تردد عندي إسماعيل هذا بين أربعة، ثلاثة ثقات هم:
إسماعيل بن أمية وإسماعيل بن كثير وإسماعيل بن محمد بن سعد والرابع وهو إسماعيل بن عبد الله بن أويس قال فيه ابن حجر: صدوق أخطأ في أحاديث من حفظه (التقريب ١/ ٦٧. وما بعدها).
(٤) سورة النساء آية ٤٨.
(٥) روى نحوه ابن أبي حاتم فى تفسيره فى سورة النساء قوله وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً ج ٢ المخطوط ص ١٧٠.
(٦) رواه الطبري فى جامع البيان ج ٩ ص ٦٦ أثر (١٠١٩٥) تحقيق محمود شاكر.
ورواه البخاري فى صحيحه ج ٥، كتاب التفسير «باب من يقتل مؤمنا» ص ١٨٢.
(٧) هو هاشم بن القاسم بن مسلم الليثي- أبو النضر.
(٨) هو شيبان بن عبد الرحمن التميمي.
(٩) هو مسعود بن مالك- أبو رزين.','1','268',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (347,'مبهمة لا نعلم له توبة (١).
٤٩٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن سفيان عن أبي حصين (٢) عن سعيد بن جبير عن ابن عباس قال لا أعلم للقاتل توبة إلا أن يستغفر الله (٣).
٤٩٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا الأنصاري محمد ابن عبد الله (٤) عن محمد بن عمرو بن علقمة (٥) عن أبي سلمة بن عبد الرحمن قال: قرأ ابن عباس هذه الآية: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزاؤُهُ جَهَنَّمُ فقال: ما كان الله لينقر (٦) عن قاتل المؤمن قال الأنصاري: فقلت لمحمد بن عمرو وما ينقر عنه، قال: يمسك عنه حتى يهلكه (٧).
٤٩٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشام بن عمار (٨) عن صدقة بن خالد (٩) قال: حدثنا خالد بن دهقان (١٠) قال
_________
(١) روى نحوه البخاري في صحيحه ج ٦، كتاب التفسير «باب قوله: وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ» ص ١٥/.
(٢) هو عثمان بن عاصم بن حصين- أبو حصين.
(٣) روى نحوه الطبري فى جامع البيان ج ٩ أثر (١٠٢٠١) ص ٦٧ تحقيق محمود شاكر.
(٤) محمد بن عبد الله بن المثنى بن عبد الله بن أنس بن مالك الأنصاري البصري، القاضي، ثقة، من التاسعة، مات سنة خمس عشرة ومائتين (التقريب ٢/ ١٨٠).
(٥) محمد بن عمرو بن علقمة بن وقاص الليثي المدني، وصدوق له أوهام، من السادسة، مات سنة خمس وأربعين ومائة على الصحيح (التقريب ٢/ ١٩٦).
(٦) ما كان الله لينقر: أي ما كان الله ليقلع وليكفّ عنه حتى يهلكه.
(لسان العرب ٥/ ٢٣١).
(٧) لم أتمكن من تخريجه. وقد أورده ابن منظور فى لسان العرب عند ذكره لكلمة (نقر) المرجع السابق.
(٨) هشام بن عمار بن نصير- بنون مصغرا- صدوق مقرئ، كبر فصار يتلقن فحديثه القديم أصح، من كبار العاشرة، مات سنة خمس وأربعين ومائتين، وله اثنتان وتسعون سنة.
(التقريب ٢/ ٣٢٠).
(٩) صدقة بن خالد: الأموي مولاهم أبو العباس الدمشقي، ثقة، من الثامنة مات سنة إحدى وسبعين ومائة (التقريب ١/ ٣٦٥).
(١٠) خالد بن دهقان: القرشي مولاهم، أبو المغيرة الدمشقي، مقبول من السابعة.
(التقريب ١/ ٣١٢).','1','269',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (348,'حدثني ابن أبي زكريا (١) قال: سمعت أم الدرداء (٢) عن أبي الدرداء (٣) يقول:
سمعت رسول الله- صلّى الله عليه- يقول كل ذنب عسى الله أن يغفره إلا من مات مشركا أو مؤمنا قتل مؤمنا متعمدا (٤).
٤٩٦ - قال: خالد بن دهقان فقال: هانئ بن كلثوم (٥) سمعت محمود بن ربيعة (٦) يحدث عن عبادة بن الصامت (٧) عن النبي- صلّى الله عليه- قال: من قتل مؤمنا ثم اغتبط بقتله لم يقبل الله منه صرفا ولا عدلا (٨) قال
_________
(١) ابن أبي زكريا: هو عبد الله بن أبي زكريا الخزاعي، أبو يحيى الشامي، ثقة فقيه عابد من الرابعة، مات سنة تسع عشرة ومائة (التقريب ١/ ٤١٦).
(٢) أم الدرداء: الصغرى زوج أبي الدرداء اسمها هجيمة ويقال جهيمة بنت حييّ الأوصابية ويقال الوصابية الدمشقية، ذكرها ابن حبان في الثقات، روت الكثير وكانت فقيهة ولها كلام في التفسير والزهد، قال في التقريب: ثقة فقيهة، ماتت سنة إحدى وثمانين.
انظر: (التهذيب ١٢/ ٤٦٥) - التقريب ٢/ ٦٢١ - طبقات الحفاظ للسيوطي ص ١٧/) تحقيق علي محمد عمر.
(٣) أبو الدرداء: هو عويمر بن زيد بن قيس الأنصاري، صحابي جليل، أول مشاهده أحد، وكان عابدا، مات في آخر خلافة عثمان (التقريب ٢/ ٩١).
(٤) رواه أبو نعيم الأصبهاني: انظر حلية الأولياء وطبقات الأصفياء ج ٥ ص ١٥٣.
وروى نحوه أبو داود السجستاني/ سنن أبي داود ج ٤، كتاب الفتن والملاحم «باب في تعظيم قتل المؤمن» ص ١٠٣.
وأورد ابن كثير في تفسيره هذا الحديث عند قوله تعالى: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً. ثم قال:
هذا حديث غريب جدا من هذا الوجه. انظر: تفسير ابن كثير ج ١/ النساء ص ٥٣٦.
(٥) هانئ بن كلثوم بن عبد الله الكناني أو الكندي الفلسطيني، ثقة، عابد مات على رأس المائة.
(التقريب ٢/ ٣١٥).
(٦) هو محمود بن الربيع كما في التهذيب، وسنن أبي داود.
محمود بن الربيع: ابن سراقة بن عمرو الخزرجي أبو نعيم، أبو أبو محمد المدني، صحابي صغير، جلّ روايته عن الصحابة (التقريب ٢/ ٢٣٣).
(٧) عبادة بن الصامت بن قيس الأنصاري الخزرجي، أبو الوليد المدني، أحد النقباء، بدري مشهور، مات بالرملة، سنة أربع وثلاثين، وله اثنتان وسبعون، قال سعيد بن عفير: كان طوله عشرة أشبار.
(التقريب ١/ ٣٩٥).
(٨) الصرف: التوبة، وقيل النافلة. والعدل: الفدية، وقيل: الفريضة.
(النهاية ٣/ ٢٤).','1','270',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (349,'خالد: فسألت يحيى بن يحيى الغساني (١) عن قوله: اغتبط بقتله فقال: هم الذين يقتتلون في الفتنة فيقتل أحدهم ويرى أنه على هدى لا يستغفر الله منه أبدا، قال هشام (٢): هكذا قال صدقة: محمود بن ربيعة، وإنما هو محمود بن الربيع (٣).
٤٩٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٤) عن أبي الأشهب (٥) عن سليمان بن علي الرّبعي (٦) عن الحسن أنه قرأ هذه الآية:
مِنْ أَجْلِ ذلِكَ كَتَبْنا عَلى بَنِي إِسْرائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسادٍ فِي الْأَرْضِ فَكَأَنَّما قَتَلَ النَّاسَ جَمِيعاً (٧) فقلت: يا أبا سعيد (٨) أهي علينا كما كانت على بني
إسرائيل؟ فقال: إي والذي لا إله إلا هو وما جعل دماء بني إسرائيل أكرم عليه من دمائنا (٩) قال أبو عبيد: وقد كان بعض أهل العلم يتأول في آية النساء غير هذا المذهب.
_________
(١) يحيى بن يحيى بن قيس بن حارثة الغساني، أبو عثمان الشامي، ثقة من السادسة، مات سنة ثلاث وثلاثين ومائة على الصحيح (التقريب ٢/ ٣٦٠).
(٢) هو هشام بن عمار.
(٣) روى نحوه أبو داود السجستاني في سننه ج ٤، كتاب الفتن والملاحم «باب في تعظيم قتل المؤمن» ص ١٠٤.
(٤) لم يتبين لي من حجاج هذا إذ ليس في تهذيب الكمال من اسمه حجاج روى عن أبي الأشهب.
(٥) أبو الأشهب: جعفر بن حيان السعدي، أبو الأشهب العطاردي البصري مشهور بكنيته، ثقة، مات سنة خمس وستين ومائة وله خمس وتسعون سنة (التقريب ١/ ١٣٠).
(٦) سليمان بن علي الربعي: الأزدى البصري، أبو عكاشة- بضم العين وفتح الكاف المشددة أكثر من تخفيفها- ثقة، من الخامسة (التقريب ١/ ٢١٢).
(٧) سورة المائدة آية ٤٣.
(٨) هو الحسن البصري، كنيته أبو سعيد.
(٩) روى نحوه ابن أبي شيبة فى المصنف ج ٩، كتاب الديات «باب من قال: ليس لقاتل المؤمن توبة» ص ٣٦٠ تحقيق مختار أحمد الندوي.','1','271',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (350,'٤٩٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان بن معاوية (١) عن العلاء بن المسيب عن عاصم بن أبي النجود (٢) عن ابن عباس فى قوله: فَجَزاؤُهُ جَهَنَّمُ قال: هي جزاؤه فإن شاء غفر له وإن شاء عذبه (٣).
٤٩٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن إبراهيم (٤) عن سليمان التيمي عن أبي مجلز (٥) قال: هو جزاؤه إن شاء تجاوز عنه (٦).
٥٠٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٧) عن شعبة عن سليمان التيمي عن أبي مجلز وعن سيار (٨) عن أبي صالح (٩) مثل ذلك (١٠).
_________
(١) هو مروان بن معاوية الفزاري.
(٢) عاصم بن بهدلة بن أبي النجود الأسدي مولاهم، الكوفي، أبو بكر المقرئ صدوق، له أوهام، حجة في القراءة، من السادسة، مات سنة ثمان وعشرين ومائة.
(التقريب ١/ ٣٨٣).
(٣) روى نحوه ابن أبي حاتم في تفسيره: النساء آية فَجَزاؤُهُ جَهَنَّمُ ج ٢ ورقة ١٧١ من المخطوط.
(٤) هو إسماعيل بن إبراهيم بن علية.
(٥) أبو مجلز السدوسي لاحق بن حميد البصري.
(٦) رواه أبو داود في سننه، كتاب الفتن والملاحم «باب تعظيم قتل المؤمن» ج ٤ ص ١٠٥.
وزواه الطبري فى جامع البيان ج ٩ ص ٦١ أثر (١٠١٨٤) تحقيق محمود محمد شاكر.
(٧) هو حجاج بن محمد المصيصي.
(٨) هو سيار بن أبي سيار العنزي.
(٩) لم يتبين لي من أبو صالح هذا؟ وقد مر ترجمة لأبي صالح عبد الله بن صالح الجهني، وأبى صالح ذكوان السمان.
(١٠) قال ابن كثير عند تفسيره لقوله جل ذكره: وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً الآية: والذي عليه الجمهور من سلف الأمة وخلفها أن القاتل له توبة فيما بينه وبين الله عز وجل، فإن تاب وأناب وخشع وخضع وعمل عملا صالحا بدّل الله سيئاته حسنات وعوّض المقتول من ظلامته وأرضاه عن طلابته قال الله تعالى: وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخر- إلى قوله:- إِلَّا مَنْ تابَ وَآمَنَ وَعَمِلَ-','1','272',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (351,'قال أبو عبيد: والذي عندنا في هذا أنه ليس مما يحتج بمثله عند ما ذكرنا من الآثار، لا نعلمه- يعني عاصما- سمع من ابن عباس ولا رآه ومع هذا أنّ لفظ آخر الآية لا يدل على ذلك في مذهب العربية والله أعلم بما أراد من أجل أنه لم يقل: جزاؤه جهنم وأن يغضب الله عليه ويلعنه ولكنه جعله حتما واقعا فقال:
وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذاباً عَظِيماً. وقد ذكر الله مواضع الجزاء في الثواب فقال: فَلَهُ جَزاءً الْحُسْنى (١). وقال: جَزاءً بِما كانُوا يَعْمَلُونَ (٢) وقال: وَجَزاهُمْ بِما صَبَرُوا جَنَّةً وَحَرِيراً (٣) مع أشباه هذا كثير، في القرآن.
_________
- عَمَلًا صالِحاً الآية. وهذا خبر لا يجوز نسخه، وحمله على المشركين وحمل هذه الآية على المؤمنين خلاف الظاهر ويحتاج حمله إلى دليل والله أعلم. (تفسير ابن كثير ١/ ٥٣٧).
(١) سورة الكهف آية ٨٨.
قلت: وقد كتبت الآية (وله جزاء الحسنى) بالواو خطأ.
(٢) سورة السجدة آية ١٧.
(٣) سورة الإنسان آية ١٢.','1','273',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (352,'<span data-type="title" id=toc-77>باب مؤاخذة العباد بما تخفي النفوس</span>
٥٠١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل (١) عن ابن أبي نجيح (٢) عن مجاهد في قوله: وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحاسِبْكُمْ بِهِ اللَّهُ (٣) قال: من الشك واليقين (٤).
٥٠٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يزيد بن أبي زياد (٥) عن مقسم (٦) عن ابن عباس في هذه الآية قال:
نزلت في كتمان الشهادة وإقامتها (٧).
٥٠٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٨) عن
_________
(١) هو إسماعيل بن إبراهيم بن عليّة.
(٢) هو عبد الله بن يسار بن أبي نجيح.
(٣) قلت: وقد سقطت الواو في المخطوط من أول الآية سورة البقرة آية ٢٨٤.
(٤) رواه الطبري فى جامع البيان ج ٦ ص ١١٥ أثر (٦٤٨٩) تحقيق محمود وأحمد محمد شاكر ورواه النحاس في ناسخه «باب ذكر الآية التي هى تتمة الثلاثين» المخطوط ورقة ٩٠.
(٥) يزيد بن أبي زياد الهاشمي: مولاهم، الكوفي، ضعيف، كبر فتغير، صار يتلقّن، وكان شيعيا من الخامسة، مات سنة ست وثلاثين ومائة (التقريب ٢/ ٣٦٥).
(٦) مقسم: بكسر أوله، ابن بجرة، بضم الموحدة وسكون الجيم، أبو القاسم، مولى عبد الله ابن الحارث، ويقال له: مولى ابن عباس للزومه له، صدوق، وكان يرسل، من الرابعة، مات سنة إحدى ومائة (التقريب ٢/ ٢٧٣).
(٧) رواه الطبري فى جامع البيان ج ٦ أثر (٦٤٥٤) تحقيق محمود وأحمد شاكر.
وروى نحوه أيضا أبو جعفر الطحاوي في مشكل الآثار من طريق يزيد بن أبي زياد ج ٢ ص ٢٤٧.
(٨) هو حجاج بن المنهال الأنماطي.','1','274',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (353,'حماد بن سلمة عن حميد (١) عن عكرمة قال: إنما هي في الشهادة (٢).
٥٠٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو أحمد الزبيري (٣) عن سفيان عن الشيباني (٤) عن عكرمة. فيها قال: نزلت في الشهادة.
٥٠٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس قال: لما نزلت هذه الآية جاء أبو بكر وعمر وعبد الرحمن بن عوف (٦) ومعاذ بن جبل وناس من الأنصار فقالوا: يا رسول الله والله ما نزلت آية أشد علينا من هذه وإن أحدنا ليحدث نفسه بأشياء ما يحب أن تثبت في قلبه وأن له الدنيا وما عليها قال: فنسخ الله الآية وأنزل: آمَنَ الرَّسُولُ بِما أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ (٧) إلى آخر السورة (٨).
٥٠٦ - وقال عطاء الخراساني قال قتادة: عن ابن مسعود: نسختها الآية التي بعدها لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها لَها ما كَسَبَتْ وَعَلَيْها
_________
(١) حميد بن أبي حميد الطويل: أبو عبيدة البصري، ثقة، مدلس، من الخامسة، مات سنة اثنتين وأربعين ومائة وله خمس وسبعون (التقريب ١/ ٢٠٢).
(٢) روى نحوه الطبري فى جامع البيان ج ٦ ص ١٠٣ أثر (٦٤٥٢)، تحقيق محمود وأحمد محمد شاكر.
(٣) هو محمد بن عبد الله بن الزبير- أبو أحمد الزبيري.
(٤) هو سليمان بن أبي سليمان الشيباني.
(٥) هو حجاج بن محمد المصيصي.
(٦) عبد الرحمن بن عوف: بن عبد عوف بن عبد الحارث بن زهرة القرشي الزهرى، أحد العشرة، أسلم قديما، ومناقبه شهيرة، مات سنة اثنتين وثلاثين (التقريب ١/ ٤٩٤).
(٧) سورة البقرة آية ٢٨٥.
(٨) روى نحوه الطبري فى جامع البيان ج ٦ الأثران (٦٤٦١، ٦٤٦٢) ص ١٠٧، ١٠٨ تحقيق محمود وأحمد شاكر وروى نحوه الحاكم وقال: صحيح الإسناد ولم يخرجاه ووافقه الذهبي.
انظر: (المستدرك مع التلخيص ٢/ ٢٨٧).','1','275',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (354,'مَا اكْتَسَبَتْ (١). قال: قال ما كسبت من خير وما اكتسبت من شر (٢).
٥٠٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عباد بن العوام عن سفيان بن حسين عن الزهري عن سالم عن ابن عمر أنه قرأ هذه الآية فبكى فبلغ ذلك ابن عباس فقال: رحم الله أبا عبد الرحمن فعل أصحابه حتى نزلت لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها (٣).
٥٠٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن طارق (٤) عن ابن لهيعة (٥) عن يزيد بن أبي حبيب عن ابن شهاب عن سعيد بن مرجانة (٦) عن ابن عباس وابن عمر مثله ولم يقل عن سالم.
قال أبو عبيد: وكان إبراهيم بن سعد (٧) يحدثه عن الزهري عمن سمع
_________
(١) سورة البقرة آية ٢٨٦.
(٢) روى نحوه الطبري فى تفسيره ولم يذكر في روايته تفسيرا ل «كسبت» و «اكتسبت».
جامع البيان ج ٦ أثر (٦٤٧٨) / ص ١١٢ تحقيق محمود وأحمد شاكر.
(٣) روى نحوه الطبري فى جامع البيان ج ٦ أثر (٦٤٦٢) ص ١٠٨ تحقيق محمود وأحمد شاكر وروى نحوه النحاس في ناسخه ذكر الآية التي هي تتمة الثلاثين ورقة ٩١ من المخطوط.
وروى نحوه الحاكم وقال: هذا حديث صحيح الإسناد ولم يخرجاه ووافقه الذهبي.
انظر: (المستدرك مع التلخيص ج ٢، كتاب التفسير سورة البقرة ص ٢٨٧).
وقال ابن حجر في الفتح: أخرج الطبري بإسناد صحيح عن الزهري أنه سمع سعيد بن مرجانة يقول: كنت عند ابن عمر ثم ذكر الأثر (الفتح ٨/ ٢٠٦).
(٤) هو: عمر بن طارق لم أتمكن من ترجمته.
(٥) هو عبد الله بن لهيعة.
(٦) سعيد بن عبد الله بن مرجانة، ومرجانة أمه، أبو عثمان الحجازي، ثقة فاضل، من الثالثة، مات قبل المائة بثلاث سنين، وله سبع وسبعون سنة (التهذيب ٤/ ٧٨ - التقريب ١/ ٣٠٤).
(٧) إبراهيم بن سعد بن إبراهيم بن عبد الرحمن بن عوف الزهري، أبو إسحاق المدني، نزيل بغداد، ثقة، حجة، تكلّم فيه بلا قادح، من الثامنة، مات سنة خمس وثمانين ومائة. (التقريب ١/ ٣٥).','1','276',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (355,'سعيد بن مرجانة عن ابن عباس وابن عمر وأما معمر (١) فكان يرسله عن الزهري.
٥٠٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا مروان بن شجاع (٢) عن خصيف (٣) عن مجاهد قال: لما نزلت هذه الآية شق على المسلمين فأنزل الله: آمَنَ الرَّسُولُ إلى آخر السورة (٤).
٥١٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٥) عن حماد بن سلمة عن حميد (٦) عن الحسن في هذه الآية قال: نسختها آمَنَ الرَّسُولُ الآية (٧).
٥١١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن مهدي عن سفيان عن إبراهيم بن مهاجر عن إبراهيم قال: نسخها لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها (٨).
_________
(١) هو معمر بن راشد الأزدي.
(٢) مروان بن شجاع الجزري أبو عمرو الأموي، مولاهم، نزل بغداد، صدوق، له أوهام، من الثانية، مات سنة أربع وثمانين ومائة (التقريب ٢/ ٢٣٩). قلت: وقول ابن حجر: من الثانية لعله تحريف من أحد النساخ إذ الصواب «الثامنة».
(٣) خصيف:- بالصاد المهملة مصغرا- ابن عبد الرحمن الجزري، أبو عون، صدوق، سيئ الحفظ، خلط بآخره، ورمي بالإرجاء، من الخامسة، مات سنة سبع وثلاثين ومائة.
(التقريب ١/ ٢٢٤).
(٤) أورد نحوه السيوطي في الدّر المنثور قال: أخرج سعيد بن منصور وعبد بن حميد عن مجاهد ثم ذكره نحوه/ ج ٢/ ص ١٣٢.
قلت: لم أجد هذا الأثر في سنن سعيد بن منصور ولعله ضمن الأجزاء المفقودة.
(٥) هو حجاج بن محمد المصيصي.
(٦) هو حميد بن أبي حميد الطويل.
(٧) روى نحوه الطبري فى جامع البيان ج ٦ أثر (٦٤٧٤) ص ١١١ تحقيق محمود وأحمد محمد شاكر.
قلت: لعل المراد في رواية أبى عبيد الآية التي تلي قوله تعالى: آمَنَ الرَّسُولُ وهي لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها كما ورد ذلك صريحا في رواية الطبري للأثر إذ قال الحسن: «محتها لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها الآية ...
(٨) روى نحوه الطبري عن إبراهيم بن مهاجر عن مجاهد: جامع البيان ج ٦ ص ١١١ أثر (٦٤٧٢) تحقيق محمود وأحمد شاكر.','1','277',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (356,'٥١٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس في هذه الآية قال: لم تنسخ ولكن الله إذا جمع
الخلائق يقول: إني أخبركم بما كتمتم في أنفسكم فأما، المؤمنون فيخبرهم ثم يغفر لهم وأما أهل الشرك (١) والريب فيخبرهم بما أخفوا من التكذيب فذلك قوله: يُحاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشاءُ وَيُعَذِّبُ مَنْ يَشاءُ (٢).
٥١٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٣) عن حماد بن سلمة عن علي بن زيد بن جدعان (٤) عن أمة أو قال: عن أمية (٥) شك أبو عبيد عن عائشة قالت (٦): سألت عائشة عن هذه الآية وعن قوله:
_________
(١) هكذا في المخطوط، وقد كتب على هامشه: في نسخة الشك وهو الصواب.
(٢) روى نحوه الطبري فى جامع البيان ج ٦ أثر (٦٤٨١) ص ١١٣ تحقيق محمود وأحمد محمد شاكر.
(٣) هو حجاج بن محمد المصيصي.
(٤) علي بن زيد بن عبد الله بن زهير بن عبد الله بن جدعان، التيمي البصري، أصله حجازي، ضعيف، من الرابعة، مات سنة إحدى وثلاثين ومائة. (التقريب ٢/ ٣٧).
قال الحافظ بن كثير: علي بن زيد بن جدعان ضعيف، يغرب في رواياته.
(تفسير ابن كثير ج ١ ص ٣٤٠).
(٥) أمية: بنت عبد الله، أم محمد، روت عن عائشة وعنها ربيبها علي بن زيد بن جدعان، وهي امرأة أبيه (التهذيب ١٢/ ٤٠٢).
قلت: والصواب أمية وهذا اسمها ومن اعتبرها أما لعلي بن جدعان فقد أخطأ. قال ابن حجر:
ووقع في بعض النسخ من الترمذي عن علي بن زيد بن جدعان عن أمه وهو غلط فقد روى علي بن زيد عن امرأة أبيه أم محمد عدة أحاديث. (انظر: التهذيب المرجع السابق).
قلت: ولقد روى الطبري أثر عائشة هذا وصرح باسم أمية فزال بذلك ما شك فيه أبو عبيد ولله الحمد والمنّة.
(٦) القائلة هي أمية.','1','278',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (357,'مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ (١) فقالت ما سألنى عن هذه أحد مذ سألت رسول الله- صلى الله عليه- عنها قبلك فقال: هذا متابعة الله العبد فيما يصاب من مصيبة أو يشاك من شوكة في نفسه وأهله وماله حتى إنه ليضع البضاعة في كفه فيفتقدها (٢) فيفزع لذلك حتى يخرج المؤمن من ذنوبه كما يخرج التّبر (٣) الأحمر من الكير (٤) (٥).
٥١٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٦) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني قال: قالت عائشة في هذه الآية: أما ما أعلنت فإن الله يحاسبك به وأما ما أخفيت فما عجل لك من العقوبة في الدنيا (٧).
_________
(١) سورة النساء آية ١٢٣.
(٢) هكذا في المخطوط وفي هامشه تصويب «كمه» بدل» كفه»، و «فيفقدها» بدل «يفتقدها».
(٣) التّبر: هو الذهب والفضة قبل أن يضربا دنانير ودراهم، فإذا ضربا كانا عينا.
(النهاية ١/ ١٧٩).
(٤) الكير: كير الحداد وهو المبني من الطين (النهاية ٤/ ٢١٧).
(٥) روى نحوه الطبري فى جامع البيان ج ٦ أثر (٦٤٩٥) ص ١١٧، تحقيق محمود وأحمد محمد شاكر. ورواه الإمام أحمد المسند ج ٦ ص ٢١٨ ط. دار الفكر.
ورواه الترمذي في سننه وقال: هذا حديث حسن غريب- انظر: سنن الترمذي/ ج ٥، كتاب التفسير ص ٢٢١ تحقيق إبراهيم عطوة عوض.
ورواه الطيالسي ج ٧ الحديث (١٥٨٤) ص ٢٢١.
قلت: وفي هذا الحديث بعض الاختلاف في شيء من ألفاظه- فعند الترمذي وأحمد «منذ» بدل «مذ»، وعند الترمذي والسيوطي في الدر المنثور «معاتبة» بدل «متابعة». وفي المسند والطبري «كمه» بدل «كفه»، وعند الترمذي «كم قميصه».
(٦) هو حجاج بن محمد المصيصي.
(٧) لم أتمكن من تخريجه.
قال أبو جعفر الطبري عند تأويل قوله: وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله الآية:
وأولى الأقوال التي ذكرناها بتأويل الآية قول من قال: إنها محكمة وليست بمنسوخة، وذلك أن','1','279',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (358,'.
_________
النسخ لا يكون في حكم إلا بنفيه بآخر هو له ناف من كل وجوهه، وليس في قوله جل وعز:
لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها لَها ما كَسَبَتْ وَعَلَيْها مَا اكْتَسَبَتْ نفي الحكم الذي أعلم عباده بقوله: أَوْ تُخْفُوهُ يُحاسِبْكُمْ بِهِ اللَّهُ لأن المحاسبة ليست بموجبة عقوبة ولا مؤاخذة بما
حوسب عليه العبد من ذنوبه اهـ.
(جامع البيان ج ٦ ص ١١٨ تحقيق محمود وأحمد شاكر).
وقال النحاس في ناسخه: وإنما التأويل أنه لما أنزل الله تعالى: وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحاسِبْكُمْ بِهِ اللَّهُ اشتد عليهم ووقع في قلوبهم منه شيء عظيم فنسخ ذلك قوله تعالى: لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها أي: نسخ ما وقع في قلوبهم أي: أزاله ورفعه: الناسخ والمنسوخ للنحاس/ ورقة ٨٥، ٨٦ من المخطوط.
وقال الشوكاني في فتح القدير: وبمجموع ما تقدم يظهر لك ضعف ما أخرجه سعيد بن منصور، وابن جرير وابن المنذر، وابن أبي حاتم عن ابن عباس في هذه الآية أنه قال: نزلت في كتمان الشهادة، فإنها لو كانت كذلك لم يشتد الأمر على الصحابة، وعلى كل حال فبعد هذه الأحاديث المصرحة بالنسخ والناسخ لم يبق مجال لمخالفتها (فتح القدير ١/ ٣٠٦).
قلت: وما قاله الشوكانى من حمل الآية على العموم وإبطال قصرها على كتمان الشهادة هو عين الصواب، لكن الأولى حمل النسخ في الروايات المصرحة به على نسخ وإزالة ما وجده الصحابة رضوان الله عليهم من الشدة والحرج عند نزول آية وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحاسِبْكُمْ بِهِ اللَّهُ إزالته بقوله:
لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها الآية. كما أشار إلى ذلك النحاس في ناسخه بما قد ذكرناه عند.','1','280',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (359,'<span data-type="title" id=toc-78>باب الإكراه في الدين وما نسخ منه</span>
٥١٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا نعيم بن حماد عن بقية بن الوليد (١) عن عتبة بن أبي حكيم (٢) عن سليمان بن موسى في قوله:
لا إِكْراهَ فِي الدِّينِ (٣) قال: نسخها جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ (٤) (٥).
٥١٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا ابن أبي عدي (٦) عن داود بن أبي هند عن الشعبي لا إِكْراهَ فِي الدِّينِ قال:
كانت المرأة في الجاهلية تنذر إن عاش لها ولد أن تجعله على دين يهود فأدرك طوائف من الأنصار الإسلام وهم في اليهود فقالوا: لنكرهنّهم على الإسلام فإنما جعلناهم من اليهود ونحن لا نعلم دينا أفضل منه فقد جاء الله عز وجل بالإسلام فنزلت لا إِكْراهَ فِي الدِّينِ- إلى قوله:- لَا انْفِصامَ لَها (٧).
_________
(١) بقية بن الوليد: صائد بن كعب الكلاعي، أبو يحمد، صدوق كثير التدليس عن الضعفاء، من الثامنة، مات سنة سبع وتسعين ومائة وله سبع وثمانون.
(التقريب ١/ ١٠٥).
(٢) عتبة بن أبي حكيم: الهمداني، بسكون الميم، أبو العباس الأردني- بضم الهمزة والدال بينهما راء ساكنة وتشديد النون- صدوق يخطئ كثيرا، من السادسة، مات بصور سنة سبع وأربعين ومائة.
(التقريب ٢/ ٤).
(٣) سورة البقرة آية ٢٥٦.
(٤) سورة التحريم آية ٩. والتوبة آية (٧٣).
(٥) روى نحوه ابن الجوزي فى نواسخ القرآن البقرة الآية الرابعة والثلاثون ١ ص ٢٦٨ تحقيق محمد أشرف علي.
(٦) ابن أبي عدي: هو محمد بن إبراهيم بن أبي عدي، أبو عمرو البصري، ثقة، من التاسعة، مات سنة أربع وتسعين ومائة (التقريب ٢/ ١٤١).
(٧) روى نحوه الطبري فى جامع البيان ج ٥ أثر (٥٨١٤) ص ٤٠٨ تحقيق محمود وأحمد محمد شاكر.
وروى نحوه ابن الجوزي فى نواسخ القرآن البقرة الآية الرابعة والثلاثون ج ١ ص ٢٦٦ تحقيق محمد أشرف علي.','1','281',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (360,'٥١٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الرحمن عن شريك عن أبي هلال الطائي (١) عن وشق الرومي (٢) قال: كنت مملوكا لعمر بن الخطاب فقال لي: يا وشق أسلم فإنك إن أسلمت استعنت بك على أمانة المسلمين فإني لا أستعين عليهم بمن ليس منهم قال: فأبيت فقال: لا إِكْراهَ فِي الدِّينِ قال: ثم أعتقني وقال: اذهب حيث شئت (٣).
قال أبو عبيد: وهذا وجه هذه الآية- إن شاء الله- أن تكون في أهل الذمة لأدائهم الجزية أو يكونوا مماليك فأمّا أهل الحرب فلا يكون لهم (٤).
_________
(١) أبو هلال الطائي: هو يحيى بن حيان الطائي يكنّى بأبي هلال، قال ابن أبي حاتم: أنبأنا عبد الرحمن أنبأنا أبو بكر بن أبي خيثمة فيما كتب إلي قال: سمعت يحيى بن معين يقول: يحيى بن أبي حيان أبو هلال الطائي ثقة (الجرح والتعديل لابن أبي حاتم الرازى ٩/ ١٣٦).
(٢) وشق الرومي: ترجم له ابن سعد في طبقاته وسمّاه «أسق» فقال: أسق مولى عمر بن الخطاب.
انظر: (الطبقات لابن سعد ٦/ ١٥٨، أما السيوطي فقد ذكره باسم «وسق» بالمهملة).
(٣) أورد نحوه السيوطي في الدّر المنثور قال: أخرج سعيد بن منصور وابن أبي شيبة وابن المنذر وابن أبي حاتم عن وسق الرومي ثم ذكر الأثر بنحو ما ذكر أبو عبيد.
وروى نحوه ابن سعد فى الطبقات الكبرى ج ٦ ص ١٥٨.
وروى نحوه أيضا أبو عبيد في، كتاب الأموال ص ٣٨ أثر (٨٧) تحقيق محمد خليل هراس.
وأورده ابن كثير عند تفسيره للآية من سورة البقرة ١/ ٣١١.
قلت: وقد اختلف في ضبط اسم هذا الرومي: فعند أبي عبيد في ناسخه وشق وعنده في كتاب الأموال والسيوطي في الدر «وسق» بالمهملة. وعند ابن سعد «أسق» وعند ابن كثير في تفسيره «أسبق» بالمهملة والموحدة. فالله أعلم أي ذلك كان؟؟
(٤) قال الطبري بعد ذكر الخلاف في معنى آية لا إِكْراهَ فِي الدِّينِ وإحكامها أو نسخها:
وأولى هذه الأقوال بالصواب قول من قال: نزلت هذه الآية في خاصّ من الناس- وقال: عنى بقوله تعالى ذكره: لا إِكْراهَ فِي الدِّينِ أهل الكتابين والمجوس وكلّ من جاء بإقراره على دينه المخالف دين الحق وأخذ الجزية منه، وأنكروا أن يكون شيء منها منسوخا ........ ثم دلل الطبري على اعتبار الآية خاصة بأهل الكتاب والمجوس دون أهل الإسلام بقوله: وكان المسلمون جميعا قد نقلوا عن نبيهم صلّى الله عليه وسلم أنه أكره على الإسلام قوما فأبى أن يقبل منهم إلا الإسلام وحكم بقتلهم إن امتنعوا منه وذلك كعبدة الأوثان من مشركي العرب وكالمرتد عن دينه دين الحق إلى الكفر، ومن أشبههم وأنه ترك إكراه آخرين على الإسلام بقبوله الجزية منه وإقراره على دينه الباطل وذلك كأهل الكتابين ومن أشبههم ...
انظر: الطبري ٥/ ٤١٥ تحقيق محمود وأحمد محمد شاكر.','1','282',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (361,'<span data-type="title" id=toc-79>باب الاستغفار للمشركين ونسخ الإذن فيه بالنهي عنه</span>
٥١٨ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج وعثمان بن عطاء عن عطاء الخراساني عن ابن عباس في قول الله:
وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْساناً- (٢) إلى قوله- كَما رَبَّيانِي صَغِيراً (٣) قال: ثم استثنى فقال ما كانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ- (٤) إلى قوله- إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ (٥) (٦).
٥١٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن جعفر (٧) عن شعبة عن الحكم (٨) عن مجاهد في قوله: وَما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ قال:
لما مات (٩).
_________
(١) هو حجاج بن محمد المصيصي.
(٢) سورة الإسراء آية ٢٣.
(٣) سورة الإسراء آية ٢٤.
(٤) سورة التوبة آية ١١٣.
(٥) سورة التوبة آية ١١٤.
(٦) روى نحوه الطبري في تفسيره من طريق علي بن أبي طلحة عن ابن عباس، وليس في روايته قول ابن عباس «ثم استثنى» جامع البيان ج ١٥ ص ٥٠ ط دار المعرفة.
(٧) محمد بن جعفر: المدني، البصري، المعروف بغندر.
(٨) هو الحكم بن عتيبة الكندي.
(٩) رواه الطبري فى جامع البيان ج ١٤ أثر (١٧٣٤٧) ص ٥١٩ تحقيق محمود محمد شاكر.','1','283',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (362,'٥٢٠ - أخبرنا علي قال: حدثنا أبو عبيدة قال: حدثنا عبد الله بن صالح عن معاوية بن صالح عن علي بن أبي طلحة عن ابن عباس فى هذه الآية قال: لما مات أمسك عن الاستغفار له (١).
٥٢١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن ابن جريج عن مجاهد في قوله اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ (٣) إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ (٤) قال: قال رسول الله: سأزيد على سبعين استغفارة فأنزل الله فى سورة المنافقين لَنْ يَغْفِرَ اللَّهُ لَهُمْ (٥) عزما (٦).
٥٢٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن سعيد (٧) عن عبيد الله (٨) عن نافع عن ابن عمر قال: لما مات عبد الله بن أبيّ (٩) جاء ابنه إلي النبي- صلّى الله عليه- فقال: أعطني قميصك أكفنه فيه
_________
(١) رواه الطبري فى جامع البيان ج ١٤ أثر (١٧٣٤٦) تحقيق محمود محمد شاكر.
(٢) هو حجاج بن محمد المصيصي.
(٣) قوله جل ثناؤه أولا تستغفر لهم لم تكتب مكانها في نص الآية إنما دونت في الهامش فأرجعتها إلى مكانها في النص.
(٤) سورة التوبة آية ٨٠.
(٥) سورة المنافقين آية ٦.
(٦) رواه الطبري فى جامع البيان ج ١٤ أثر (١٧٠٢٥) ص ٣٩٦ تحقيق محمود محمد شاكر.
وقوله: عزم، قال في اللسان: العزم: الجد. وقال في القاموس: عزائم الله فرائضه التي أوجبها.
(لسان العرب ١٢/ ٣٩٩ - القاموس ٤/ ١٥٠).
(٧) هو يحيى بن سعيد القطان.
(٨) هو عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب.
(٩) عبد الله بن أبىّ بن مالك بن الحارث بن عبيد بن مالك بن سالم بن غنم بن عوف بن الخزرج المعروف بابن أبيّ ابن سلول، وسلول امرأة من خزاعة وهي أم أبيّ والد عبد الله. وابن أبيّ من أكبر المنافقين بالمدينة، مات في السنة التاسعة للهجرة.
انظر: السيرة النبوية لابن هشام ج ٢ ص ٨٩ تحقيق مصطفى السقا، إبراهيم الأبياري، عبد الحفيظ شلبي. والبداية والنهاية ٥/ ٣٤.','1','284',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (363,'وأصلي عليه فأعطاه قميصه وقال: إذا أردت أن تصلي عليه فآذنيّ قال: فلما أراد أن يصلي عليه جذبه عمر وقال: أليس قد نهاك الله عز وجلّ أن تصلي على المنافقين فقال: إني بين الخيرتين اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ قال: فصلّى عليه قال: ثم نزلت وَلا تُصَلِّ عَلى أَحَدٍ مِنْهُمْ ماتَ أَبَداً (١) (٢).
٥٢٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا عبد الله بن صالح ويحيى بن بكير عن الليث عن عقيل (٣) عن ابن شهاب عن عبيد الله بن عبد الله (٤) عن ابن عباس عن عمر قال: لما مات عبد الله بن أبيّ دعي رسول الله- صلّى الله عليه- ليصلي عليه فلما قام وثبت إليه فقلت: أليس قد نهاك الله أن تصلي عليهم، ثم ذكر مثل حديث يحيى عن عبيد الله وزاد ابن بكير في حديثه قال: قال عمر: فعجبت من جرأتي على رسول الله- صلّى الله عليه- يومئذ والله ورسوله أعلم (٥).
_________
(١) سورة التوبة آية ٨٤.
(٢) روى نحوه البخاري في صحيحه ج ٥، كتاب التفسير/ سورة براءة «باب قوله اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ» ص ٢٠٦.
وروى نحوه مسلم في صحيحه ج ٤، كتاب صفات المنافقين وأحكامهم ص ٢١٤١ تحقيق محمد فؤاد عبد الباقي.
(٣) هو عقيل بن خالد الأيلي.
(٤) هو عبيد الله بن عبد الله بن عتبة.
(٥) روى نحوه البخاري في صحيحه ج ٥، كتاب التفسير/ سورة براءة «باب قوله اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ» ص ٢٠٦.','1','285',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (364,'<span data-type="title" id=toc-80>باب الأمر بالمعروف والنهى عن المنكر والنسخ لتركهما بالإيجاب والتغليظ</span>
قال أبو عبيد: أما هذا الباب فلم نجد في القرآن كله آية واحدة جمعت الناسخ والمنسوخ غيرها وهو قوله: يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ (١) فإن تأويلها جاء في بعض الأثر أن الآية كانت مرجاة غير معمول بها في أول الدهر إلى أوقات من الزمان موصوفة فإذا بلغها الناس أتاهم حينئذ أوان استعمالها والأخذ بها ثم جاءت أحاديث أخر بأن الآية محكمة يجب على الناس العمل بها إلا أنها على خلاف ما يتأولها العامة. فأمّا الوجه الأول:
٥٢٤ - فإن هشام بن عمار حدثنا عن صدقة بن خالد عن عتبة بن أبي حكيم قال: حدثني عمر (٢) بن جارية (٣) عن أبي أمية الشعباني (٤) قال:
أتيت أبا ثعلبة الخشني (٥) فقلت: كيف أصنع بهذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ الآية فقال: سألت رسول الله عنها فقال: (٦) ائتمروا بالمعروف وتناهوا
_________
(١) سورة المائدة آية ١٠٥.
(٢) الصواب عمرو كما في مشكل الآثار وسنن ابن ماجة وجامع الترمذي.
(٣) عمرو بن جارية- بالجيم- اللخمي، شامي مقبول، من السابعة.
(التقريب ٢/ ٦٦).
(٤) أبو أمية الشعباني: الدمشقي اسمه يحمد- بضم الياء وكسر الميم وقيل بفتح الياء-، مقبول، من الثانية (التهذيب ١٢/ ١٥ - التقريب ٢/ ٣٩٢).
(٥) أبو ثعلبة الخشني- بضم المعجمة بعدها نون-، صحابي مشهور بكنيته مات سنة خمس وسبعين، وقيل قبل ذلك بكثير، أول خلافة معاوية بعد الأربعين (التقريب ٢/ ٤٠٤).
(٦) كلمة «فقال» ساقطة من المخطوط وقد علقت في هامشه فأعدتها إلى موضعها.','1','286',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (365,'عن المنكر حتى إذا رأيت شحا مطاعا وهوى متبعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه ورأيت أمرا لا يدان لك به أو قال: لا يد لك به فعليك نفسك ودع العوام فإن
من ورائكم أيام، الصبر فيهن مثل القبض على الجمر للعامل فيهن مثل أجر خمسين رجلا يعملون مثل عمله (١).
٥٢٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا أبو مسهر (٢) عن عبّاد الخواص (٣) قال: حدثنا يحيى بن أبي عمرو الشيباني (٤) أن أبا الدرداء وكعبا (٥) كانا جالسين بالجابية (٦) فأتاهما آت فقال: لقد رأيت اليوم أمرا إن
_________
(١) روى نحوه الطبري فى جامع البيان ج ١١ ص ١٤٦ أثر (١٢٨٦٣) تحقيق أحمد ومحمود شاكر.
وروى نحوه الطحاوى فى مشكل الآثار ج ٢ ص ٦٤.
وروى نحوه ابن ماجة في السنن ج ٢، كتاب الفتن «باب قوله تعالى يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ» الآية ص ١٣٣٠، ١٣٣١ تحقيق محمد فؤاد عبد الباقي.
وروى نحوه أيضا الترمذي في سننه وقال: هذا حديث حسن غريب ج ٥، كتاب التفسير/ المائدة ص ٢٥٧، ٢٥٨ تحقيق إبراهيم عطوة عوض.
(٢) أبو مسهر: عبد الأعلى بن مسهر الغساني، الدمشقي، ثقة فاضل من كبار العاشرة، مات سنة ثمان عشرة ومائتين وله ثمان وسبعون سنة (التقريب ١/ ٤٦٥).
(٣) عباد الخواص: عباد بن عباد الرملي الأرسوفي- بمهملة وفاء- أبو عتبة الخواص، صدوق يهم، أفحش ابن حبان فقال: يستحق الترك، من التاسعة (التقريب ١/ ٣٩٢).
(٤) الصواب «السّيباني» بالسين المهملة كما في التهذيب والتقريب لابن حجر وهو: يحيى بن أبي عمرو السيباني- بفتح المهملة وسكون التحتانية بعدها موحدة- أبو زرعة الحمصي- ثقة، من السادسة، روايته عن الصحابة مرسلة، مات سنة ثمان وأربعين ومائة وهو ابن خمس وثمانين سنة وشهد غزوة القسطنطينية مع مسلمة بن عبد الملك (التهذيب ١١/ ٢٦٠ - التقريب ٢/ ٣٥٥).
(٥) كعب بن ماتع الحميري، أبو إسحاق، المعروف بكعب الأحبار، ثقة، من الثانية، مخضرم، كان من أهل اليمن فسكن الشام، مات في خلافة عثمان، وقد زاد على المائة.
(التقريب ٢/ ١٣٥).
(٦) الجابية: بكسر الباء وياء مخففة، وهي قرية من أعمال دمشق.
(معجم البلدان ٢/ ٩١).','1','287',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (366,'كان لحقا على من رآه أن يغيره، فقال رجل: إن الله يقول: يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ الآية فقال كعب: إن هذا لا يقول شيئا، ذبّ عن محارم الله كما تذب عن عينيك حتى يأتي تأويلها قال:
فانتبه لها أبو الدرداء فقال: متى يأتي تأويلها؟ قال: إذا هدمت كنيسة دمشق وبني مكانها مسجد فذاك من تأويلها، وإذا رأيت الكاسيات العاريات فذلك من تأويلها، وذكر خصلة ثالثة لا أحفظها فذلك من تأويلها، قال أبو مسهر (١):
وكان هدم الكنيسة بعهد الوليد بن عبد الملك (٢) أدخلها في مسجد دمشق فزاد في سعته بها (٣).
قال أبو عبيد: وقد أروني مكانها هناك والناحية التي كانت بها قبل الهدم.
٥٢٦ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٤) عن أبي جعفر الرازي (٥) عن الربيع بن أنس عن أبي العالية (٦) عن عبد الله بن مسعود أنه ذكرت عنده هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ فقال:
لم يجيء تأويل هذه بعد، إن القرآن أنزل حين أنزل ومنه آي قد مضى تأويلهن قبل أن ينزلن وكان منه آى قد وقع تأويلهن على عهد النبي- صلّى الله عليه-
_________
(١) أبو مسهر: هو عبد الأعلى بن مسهر الغساني.
(٢) الوليد بن عبد الملك: ابن مروان بن الحكم الأموي الدمشقي، الخليفة، أبو العباس، أنشأ جامع بني أمية، مات فى جمادى الآخرة سنة ست وتسعين وله إحدى وخمسون سنة.
انظر: (سير أعلام النبلاء: الذهبي ج ٤ ص ٣٤٧ تحقيق مأمون الصاغرجي).
(٣) روى جزءا منه ابن أبي حاتم في تفسيره/ ج ٣/ الجزء الأول منه/ ورقة ٤٢ من المخطوط.
قال عبد القادر بدران في تحقيقه لتهذيب تاريخ دمشق عند سياق هذا الأثر: أقول تأويل هذه الآية على هذا الوجه مما لا يحتمله لفظها ولا يدل شيء على تقييدها بهذا الذي قيده بها كعب، وفي الأحاديث الواردة في تأويلها ما ينفي هذا من أصله.
(تهذيب تاريخ دمشق لابن عساكر ج ١ ص ٢٠٠ تحقيق الشيخ عبد القادر بدران).
(٤) لم يتبين لي من حجاج هذا.
(٥) هو عيسى بن أبي عيسى.
(٦) هو رفيع الرياحي، أبو العالية.','1','288',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (367,'وكان منه آي وقع تأويلهن بعد النبي- صلّى الله عليه- بيسير، ومنه آي (١) يقع تأويلهن بعد اليوم ومنه آي يقع تأويلهن عند الساعة ومنه آي يقع تأويلهن يوم الحساب بين الجنة والنار، فأما ما دامت قلوبكم واحدة وأهواؤكم واحدة، ولم تلبسوا شيعا ولم يذق بعضكم بأس بعض فأمروا بالمعروف وانهوا عن المنكر، فإذا اختلفت القلوب والأهواء وألبستم شيعا وذاق بعضكم بأس بعض فاجروا وتقدموا، عند ذلك جاء تأويل هذه الآية (٢).
٥٢٧ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا هشيم قال:
أخبرنا يونس (٣) عن الحسن عن ابن مسعود في هذه الآية قال: قولوها ما قبلت منكم، فإذا ردت عليكم فعليكم أنفسكم (٤).
قال أبو عبيد: فهذا تأويل من جعل الآية وقتين، وأما الوجه الآخر:
٥٢٨ - فإن محمد بن يزيد الواسطي حدثنا عن إسماعيل (٥) عن قيس ابن أبي حازم (٦) قال: سمعت أبا بكر على المنبر يقول: إني أراكم تأولون هذه الآية يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ وإني سمعت رسول الله يقول: إن الناس إذا عمل فيهم بالمعاصي فلم يغيروا يوشك أن يعمهم الله بعقابه (٧).
_________
(١) من قوله: «يقع تأويلهن بعد اليوم» إلى أول قوله: «يقع تأويلهن يوم الحساب» هذا مدون في هامش المخطوط وقد أشير إلى ذلك بسهم فأعدنا العبارة إلى مكانها من الأثر.
(٢) روى نحوه الطبري فى جامع البيان ج ١١ أثر (١٢٨٥٩) ص ١٤٣ تحقيق محمود شاكر.
(٣) هو يونس بن عبيد.
(٤) رواه الطبري فى جامع البيان ج ١١ أثر (١٢٨٥٠) ص ١٣٩ تحقيق محمود شاكر.
(٥) هو إسماعيل بن أبي خالد الأحمسي.
(٦) قيس بن أبي حازم البجلي، أبو عبد الله الكوفي، ثقة، من الثانية، مخضرم، مات بعد التسعين أو قبلها، وقد جاوز المائة وتغير (التقريب ٢/ ١٢٧).
(٧) روى نحوه الطبري فى جامع البيان ج ١١ الأثران (١٢٨٧٦، ١٢٨٧٨) ص ١٥٠، ١٥١ تحقيق محمود شاكر.
وروى نحوه أبو جعفر الطحاوي فى مشكل الآثار ج ٢ ص ٦٣.','1','289',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (368,'قال أبو عبيد: لم يذهب أبو بكر في احتجاجه بالحديث مع ذكر الآية إلى أن يعارض القرآن بشيء يكون حجة على التنزيل فهذا ما لا يظنّ مثله بالصّدّيق، ولكنا نراه خاف أن يتأول الناس الآية غير متأولها فيدعوهم ذلك إلى ترك الأمر بالمعروف والنهى عن المنكر فأراد أن يعلمهم أنها ليست كذلك وأنه لو كان وجهها هذا الذى ذهبوا إليه ما تكلم رسول الله- صلّى الله عليه- بخلافها وقد روينا عن سعيد بن جبير ومجاهد شيئا كأنه تفسير (١) لحديث أبى بكر.
٥٢٩ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (٢) عن ابن جريج عن مجاهد في هذه الآية قال: من اليهود والنصارى ومن ضل من غيرهم (٣).
قال أبو عبيد: أحسبهما أرادا (٤) أن الذي أذن الله في إقراره، والإمساك عن تغييره من المنكر أن يكرهوا بشرك على أن شرط لهم ذلك الإقرار شرطا مؤكدا وبه حلت جزيتهم للمسلمين، فأمّا الفسوق والعصيان والريب من أهل الإسلام فلا يدخل في هذه الآية فهذا الذي نرى سعيد بن جبير ومجاهدا عنياه بتفسيرهما ولا ينبغي أن يكون وجه حديث أبي بكر إلا هذا المذهب لأنه ليس في حديثه وقت من الزمان يمكن الرخصة فيه لترك الأمر والنهي فيه كالأحاديث الأول فصار أن الأمر بالمعروف والنهي عن المنكر في أهل المعاصي من المسلمين واجبا على الأبد وكذلك وجدنا أكثر الحديث بلا توقيت.
_________
وروى نحوه ابن الجوزى: نواسخ القرآن المائدة الآية الثامنة ج ٢ ص ٤٠٥ تحقيق محمد أشرف علي. قال ابن كثير بعد إيراده للحديث عند تفسيره لقوله: يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ الآية. وقد روى هذا الحديث أصحاب السنن الأربعة وابن حبان فى صحيحه وغيرهم من طرق كثيرة عن جماعة كثيرة عن إسماعيل بن أبى خالد به متصلا مرفوعا ومنهم من رواه عنه به موقوفا على الصّديق، وقد رجح رفعه الدارقطنى وغيره. انظر: تفسير ابن كثير ج ٢ ص ١٠٩.
(١) في المخطوط الكلمة مشتبهة بين «يفسر» و «تفسير».
وقد صححت في هامشه «يفسر». قلت: وفي نفسي من هذا التصحيح شيء إذ أن الأقرب لمفهوم السياق ولشكل الكلمة اعتبارها «تفسير» فاعتبرتها كذلك.
(٢) هو حجاج بن محمد المصيصي.
(٣) لم أتمكن من تخريجه.
(٤) كلمة «ارادا» علقت على هامش المخطوط فأعدتها إلى موضعها من النص. قلت: وضمير التثنية في قوله «أرادا» عائد إلى مجاهد وسعيد بن جبير المذكورين بقوله: وقد روينا عن سعيد بن جبير ومجاهد، أما مجاهد فقد مر له قول، وأما سعيد بن جبير فلم أجد لقوله ذكرا فيما تقدم ولا فيما يلحق.','1','290',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (369,'٥٣٠ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا إسماعيل بن جعفر (١) عن عمرو بن أبي عمرو عن عبد الله بن عبد الرحمن الأشهل (٢) عن حذيفة بن اليمان عن النبي- صلى الله عليه- قال (٣) قال رسول الله- صلى الله عليه- والذي نفسي بيده لتأمرون بالمعروف ولتنهون (٤) عن المنكر أو ليعمنكم الله بعقاب من عنده ثم لتدعنه فلا يستجيب لكم (٥).
٥٣١ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يزيد (٦) عن شريك عن أبي إسحاق (٧) عن المنذر بن جرير (٨) عن أبيه جرير بن عبد الله (٩) قال: قال رسول الله- صلى الله عليه- ما من قوم يكون بين ظهريهم من يعمل بالمعاصي هم أعز منه وأمنع فلم يغيروا إلا أصابهم الله بعقاب (١٠).
٥٣٢ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا يحيى بن
_________
(١) هو إسماعيل بن جعفر بن أبي كثير.
(٢) عبد الله بن عبد الرحمن الأنصاري الأشهلي حجازي، ذكره ابن حبان في الثقات، وقال في التقريب: حجازي مقبول، من الثالثة (التهذيب ٥/ ٣٠٠ - التقريب ١/ ٤٢٩).
(٣) القائل حذيفة.
(٤) فى صلب المخطوط «لتنهن» والتصويب من هامشه.
(٥) روى نحوه الترمذي، وقال: حديث حسن.
سنن الترمذي ج ٤، كتاب الفتن «باب ما جاء في الأمر بالمعروف والنهي عن المنكر» ص ٤٦٨ تحقيق إبراهيم عطوة عوض.
(٦) هو يزيد بن هارون.
(٧) هو أبو إسحاق السبيعي.
(٨) المنذر بن جرير بن عبد الله البجلي الكوفي، مقبول، من الثالثة.
(التقريب ٢/ ٢٧٤).
(٩) جرير بن عبد الله بن جابر البجلي، صحابي مشهور، مات سنة إحدى وخمسين.
(التقريب ١/ ١٢٧).
(١٠) روى نحوه الطحاوي فى مشكل الآثار ج ٢ ص ٦٥.','1','291',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (370,'سعيد (١) عن ثور بن يزيد (٢) عن خالد بن معدان (٣) قال: إن للإسلام- صوى- قال أبو عبيد: الصّوى: الأعلام (٤) ومنارا كمنار الطريق فمنها: أن يؤمن بالله لا يشرك به شيئا وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت والأمر بالمعروف والنهي عن المنكر وأن تسلم على أهلك إذا دخلت إليهم وأن تسلم على القوم إذا مررت بهم فمن ترك من ذلك شيئا فقد ترك سهما من الإسلام ومن تركهن فقد ولّى الإسلام ظهره قال يحيى قال ثور: حدثنيه رجل عن أبي هريرة عن النبي- صلى الله عليه- فقال رجل ليحيى: (٥) إن عيسى بن يونس (٦) يحدثه عن ثور عن خالد بن معدان عن أبي هريرة عن النبي- صلى الله عليه- فأنكر ذلك يحيى وردّه (٧).
_________
(١) هو يحيى بن سعيد القطان.
(٢) ثور بن يزيد: أبو خالد الحمصي، ثقة ثبت، إلا أنه يرى القدر، من السابعة، مات سنة خمسين (التقريب ١/ ١٢١).
(٣) خالد بن معدان:- بفتح فسكون- الكلاعي- بفتح أوله وثانيه-، الحمصي، أبو عبد الله، ثقة عابد، يرسل كثيرا، من الثالثة، مات سنة ثلاث ومائة (التقريب ١/ ٢١٨).
(٤) وقال أيضا في كتابه الإيمان: صوى: هي ما غلظ وارتفع من الأرض، واحدتها صوّة.
(٥) هو يحيى بن سعيد القطان.
(٦) عيسى بن يونس: ابن أبي إسحاق السّبيعي- بفتح المهملة وكسر الموحدة- كوفي نزل الشام مرابطا، ثقة مأمون، من الثامنة، مات سنة سبع وثمانين (التقريب ٢/ ١٠٣).
(٧) رواه أبو عبيد في، كتابه الإيمان «باب نعت الإيمان» ص ٥٩، ٦٠.
وروى نحوه الحاكم وقال فى صحيح على شرط البخاري فى المستدرك ج ١، كتاب الإيمان ص ٢١. وقال الألباني في تحقيقه لكتاب الإيمان عند ذكره لهذا الحديث: أخرجه جمع منهم الحاكم، وصححه على شرط البخاري ووافقه الذهبي وهو كما قالا.
قلت: ولم أجد للذهبي فى تلخيصه موافقة لتصحيح الحاكم فلا أدري من أين جاء الألباني بموافقة الذهبي لعله استوحى ذلك من خلال تعليق ذكره الذهبي على هذا الحديث، وذلك منه ليس ببعيد.
والتعليق هو: قال الذهبي: فإن قيل متنه شاذ فلينظر في الصحيحين ليجد من المتون الشاذة التي ليس لها إلا إسناد واحد ما يتعجب منه.','1','292',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (371,'٥٣٣ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن حمزة الزيات (٢) عن أبي سفيان (٣) عن أبي نضرة (٤) قال: جاء رجل إلى عمر ابن الخطاب فقال: إني أعمل بأعمال البر كلها إلا خصلتين قال: وما هما؟
قال: لا آمر ولا أنهي قال: لقد طمست سهمين من سهام الإسلام إن شاء الله غفر لك وإن شاء عذبك (٥).
٥٣٤ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا محمد بن يزيد (٦) عن جويبر عن الضحاك (٧) قال: الأمر بالمعروف والنهي عن المنكر فريضتان من فرائض الله كتبهما الله (٨).
قال أبو عبيد: فأرى الضحاك إنما أول بالفرائض هذه الآية: وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ (٩) فصار قوله:
وَلْتَكُنْ مِنْكُمْ أُمَّةٌ تفعل ذلك عزما، وقد تأول مجاهد في توكيدهما وجها (١٠) آخر من اشتراطهما.
_________
(١) هو حجاج بن محمد المصيصي.
(٢) حمزة الزيات: هو حمزة بن حبيب بن عمارة الزيات- بالزاي وتشديد الياء- القارئ أبو عمارة الكوفي التيمي مولاهم، ولد سنة ثمانين ومات سنة مائة وثمان وخمسين. وقال في التقريب:
صدوق زاهد، ربما وهم (التهذيب ٢/ ٢٧ - التقريب ١/ ١٩٩).
(٣) أبو سفيان: طريف بن شهاب، أو ابن سعد السعدي، البصري، الأشل، ضعيف، من السادسة.
(التقريب ١/ ٣٧٧).
(٤) أبو نضرة: المنذر بن مالك بن قطعة- بضم القاف وفتح المهملة العبدى العوقي- بفتح المهملة والواو ثم قاف- البصري، أبو نضرة- بنون ومعجمة ساكنة- مشهور بكنيته، ثقة، من الثالثة، مات سنة ثمان أو تسع ومائة (التقريب ٢/ ٢٧٥).
(٥) لم أتمكن من تخريجه.
(٦) هو محمد بن يزيد الكلاعي الواسطي.
(٧) هو الضحاك بن مزاحم.
(٨) لم أتمكن من تخريجه.
(٩) سورة آل عمران آية ١٠٤.
(١٠) في المخطوط «وجه» بالرفع والتصويب من الهامش.','1','293',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (372,'٥٣٥ - أخبرنا علي قال: حدثنا أبو عبيد قال: حدثنا حجاج (١) عن ابن جريج عن مجاهد في قوله: كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ فقال: على (٢) هذا الشرط على أن تأمروا بالمعروف وتنهوا (٣) عن المنكر وتؤمنوا (٤) بالله (٥).
قال أبو عبيد: وقد كان ابن شبرمة حدّ في العدد الذي يوجب الأمر والنهي حدّا.
٥٣٦ - قال أبو عبيد: أخبروني عن ابن عيينة قال: حدّثت ابن شبرمة بحديث ابن عباس: من فرّ من اثنين فقد فرّ ومن فرّ من ثلاثة فلم يفرّ، فقال ابن شبرمة: أما أنا فإن الأمر بالمعروف والنهي عن المنكر مثل هذا لا يعجز الرجل عن اثنين أن يأمرهما وينهاهما (٦).
قال أبو عبيد: ولا أعلم هذا يوجد فيه أصل أحسن من الذي ذهب إليه ابن شبرمة على أن ابن عباس أيضا إنما ذهب في الجهاد (٧) إلى أصل في القرآن وهو قوله: فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ- (٨) إلى قوله:- وَاللَّهُ مَعَ الصَّابِرِينَ ..
(انتهى الكتاب)
_________
(١) هو حجاج بن محمد المصيصي.
(٢) كلمة: (على) غير واضحة في المخطوط.
(٣) في المخطوط «تنهون» وهذا خطأ وصوابه حذفها لأن الفعل «تنهوا» معطوف على الفعل قبله «تأمروا» فكلاهما منصوب بحذف النون. والذي عند الطبرى حذفها.
(٤) في المخطوط «يؤمنوا» بالتحتية وحيث أن الفعل قبله «تأمروا» بالفوقية جعلت هذا مثله.
(٥) روى نحوه الطبري: جامع البيان ج ٧ ص ١٠٢، ١٠٣ أثر (٧٦١٥)، تحقيق محمود وأحمد شاكر.
(٦) روى نحوه ابن أبي حاتم في تفسيره بسورة الأنفال ج ٤ الجزء الأول آية إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صابِرُونَ ورقة ١٨ من المخطوط.
(٧) كلمة «في الجهاد» علقها الناسخ فى هامش المخطوط فأعدتها إلى موضعها من النص.
(٨) قوله: مِنْكُمْ مِائَةٌ صابِرَةٌ في الأصل أثر مسح ذهب بأكثر الحروف.','1','294',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (373,'دليل الفهارس
١ - فهرس الآيات القرآنية:
أ- فهرس عام للآيات.
ب- جدول بياني بالآيات الناسخة والمنسوخة عند المؤلف.
٢ - فهرس الأحاديث ٣ - فهرس الآثار.
٤ - فهرس الأعلام.
٥ - فهرس القبائل والأماكن والبلدان.
٦ - فهرس أبيات الشعر.
٧ - فهرس المصادر والمراجع.
٨ - فهرس الموضوعات ويشمل:
أ- موضوعات الدراسة.
ب- موضوعات التحقيق.','1','295',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (374,'<span data-type="title" id=toc-82>١ - فهرس الآيات القرآنية</span>
<span data-type="title" id=toc-83>أ- فهرس عام للآيات مصنف حسب ترتيب سور القرآن وآياته</span>
السورة/ رقم الآية/ الآية/ رقم الأثر البقرة/ ٤٥/- واستعينوا بالصبر والصلاة/ ٢١ ١٠٦/- ما ننسخ من آية أو ننسها/ ٤، ٥، ٦، ٧، ٩، ١١، ١٢، ١٣، ١٤، ١٥، ١٦ ١١٥/- ولله المشرق والمغرب فأينما تولوا فثم وجه الله/ ٢١ ١٤٢/- سيقول السفهاء من الناس/ ٢٢ ١٤٣/- إلا لنعلم من يتبع الرسول ممن ينقلب/ ٢١ على عقبيه ١٤٤/- قد نرى تقلب وجهك في السماء/ ٢٢، ٢٣ ١٧٧/- وآتى المال على حبه ذوى القربى/ ٤٨، ٥٠ واليتامى والمساكين.
١٧٨/- كتب عليكم القصاص في القتلى/ ٢٥١، ٢٥٢ ١٨٠/- كتب عليكم إذا حضر أحدكم الموت إن/ ٤٢١، ٤٢٢، ٤٢٣، ترك خيرا الوصية/ ٤٢٦ ١٨٣/- كتب عليكم الصيام كما كتب على الذين/ ٥١ من قبلكم ١٨٤/- فعدة من أيام أخر وعلى الذين يطيقونه/ ٥٨، ٥٩، ٦١، ٦٤، ٦٥، ٦٦، ٦٧، ٦٨، ٦٩، ٧٠، ٧١، ٨٨، ٨٩، ١٠٥، ١٠٨، ١١٣ ١٨٥/- فمن شهد منكم الشهر فليصمه/ ٥٩، ٦١، ٦٢، ٦٣، ٧١','1','296',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (375,'السورة/ رقم الآية/ رقم الأثر (تابع) البقرة/ ١٨٧/- أحل لكم ليلة الصيام الرفث إلى/ نسائكم/ ٥١، ٥٢، ٥٣، ٥٥، ٥٦، ٥٧ ١٨٨/- ولا تأكلوا أموالكم بينكم بالباطل/ ٤٤٣، ٤٤٨ ١٩٦/- وأتموا الحج والعمرة لله/ ٣١٤، ٣٣١، ٣٤١، ٣٤٣ ١٩٧/- الحج أشهر معلومات/ ٣٤٣، ٣٤٩ ٢١٦/- كتب عليكم القتال وهو كره لكم/ ٣٧٣ ٢١٧/- يسألونك عن الشهر الحرام قتال فيه/ ٣٨٧ ٢١٩/- يسألونك عن الخمر والميسر/ ٤٥٠، ٤٥١، ٤٥٢، ٤٥٤ ٢٢٠/- ويسألونك عن اليتامى قل إصلاح لهم خير/ ٤٣٧، ٤٤٠، ٤٤٩ ٢٢١/- ولا تنكحوا المشركات حتى يؤمن/ ١٤١، ١٤٢، ١٥٤، ١٦٨، ١٦٩ ٢٢٩/- ولا يحل لكم أن تأخذوا مما آتيتموهن/ شيئا/ ١٩٥، ١٩٦، ٢٠٤ ٢٣٤/- والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن/ ٢٣٢ ٢٣٨/- وقوموا لله قانتين/ ٢٧ ٢٤٠/- والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم/ ٢٣٢ ٢٥٦/- لا إكراه في الدين/ ٥١٥، ٥١٦، ٥١٧ ٢٦٩/- ومن يؤت الحكمة فقد أوتي خيرا كثيرا/ ٣ ٢٨٢/- يا أيها الذين آمنوا إذا تداينتم بدين/ ٢٦٢، ٣٠٤ ٢٨٣/- يا أيها الذين آمنوا إذا تداينتم بدين/ ٢٦٢، ٣٠٤ ٣٨٣/- فإن آمن بعضكم بعضا/ ٢٦٥، ٢٦٦، ٢٦٨ ٢٨٤/- وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله/ ٥٠١، ٥١٢','1','297',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (376,'السورة/ رقم الآية/ الآية/ رقم الأثر (تابع) البقرة/ ٢٨٥/- آمن الرسول بما أنزل إليه من ربه/ ٥٠٥، ٥٠٩، ٥١٠ ٢٨٦/- لا يكلف الله نفسا إلا وسعها/ ٥٠٦، ٥٠٧، ٥١١ آل/ ٧/- هو الذى أنزل عليك الكتاب منه آيات عمران/ محكمات/ ٣، ٤ ١٠٢/- يا أيها الذين آمنوا اتقوا الله حق تقاته/ ٤٧٤ ١٠٤/- ولتكن منكم أمة يدعون إلى الخير/ ٥٣٤ ١١٠/- كنتم خير أمة أخرجت للناس/ ٥٣٥ النساء/ ٦/- ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف/ ٤٣٧، ٤٣٨، ٤٤٩ ٧/- للرجال نصيب مما ترك الوالدان والأقربون/ ٤٢٣ ٨/- وإذا حضر القسمة/ ٢٩، ٣٠، ٣٣، ٣٥ ١٠/- إن الذين يأكلون أموال اليتامى ظلما/ ٤٣٧، ٤٣٨ ١٥/- واللاتي يأتين الفاحشة من نسائكم/ ٢٣٨، ٢٣٩ ١٦/- واللذان يأتيانها منكم فآذوهما/ ٢٣٩ ١٨/- وليست التوبة للذين يعملون السيئات/ ٤٧٨، ٤٧٩، ٤٨٠ ١٩/- ولا تعضلوهن لتذهبوا ببعض ما آتيتموهن/ ٢٠٥ ٢٠/- وآتيتم إحداهن قنطارا/ ١٩٦ ٢٤/- فما استمتعتم به منهن/ ١٣٥، ١٤٠ ٣٣/- والذين عاقدت أيمانكم فآتوهم نصيبهم/ ٤١٢، ٤١٤، ٤١٦ ٤٣/- يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى/ ٢٨٧، ٤٥٠، ٤٥١، ٤٥٢، ٤٥٤ ٤٨/- إن الله لا يغفر أن يشرك به/ ٤٧٩، ٤٩٠','1','298',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (377,'السورة/ رقم الآية/ الآية/ رقم الأثر (تابع) النساء/ ٧١ - فانفروا ثبات أو انفروا جميعا/ ٣٨٥ ٧٥/- وما لكم لا تقاتلون في سبيل الله/ ٣٧٣ ٩٠/- إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق/ ٣٦٦ ٩٣/- ومن يقتل مؤمنا متعمدا/ ٤٨٥، ٤٨٦، ٤٨٨، ٤٩١، ٤٩٤، ٤٩٨، ٥٠٠ ١٢٣/- من يعمل سوءا يجز به/ ٥١٣ المائدة/ ٢/- يا أيها الذين آمنوا لا تحلوا شعائر الله ولا الشهر الحرام/ ٢٤٧، ٢٤٨، ٣٥٣ ٣/- وما ذبح على النصب/ ٤٥٠ ٥/- والمحصنات من الذين أوتوا الكتاب من قبلكم/ ١٤١، ١٤٢، ١٥٦، ١٨٦ ٦/- أو لامستم النساء/ ١٩١ ١٣/- فاعف عنهم واصفح إن الله يحب المحسنين/ ٣٥٥ ٣٢/- من أجل ذلك كتبنا على بنى إسرائيل أنه من قتل نفسا/ ٤٩٧ ٣٣/- إنما جزاء الذين يحاربون الله ورسوله/ ٢٥٧، ٢٥٨، ٢٨٧ ٣٤/- إلا الذين تابوا من قبل أن تقدروا عليهم/ ٢٨٧ ٤٢/- فاحكم بينهم أو أعرض عنهم/ ٢٤٢، ٢٤٣، ٢٤٤، ٢٤٥، ٢٤٧، ٤٤١، ٤٤٢ ٤٥/- وكتبنا عليهم فيها أن النفس بالنفس/ ٢٥٢ ٤٩/- وأن احكم بينهم بما أنزل الله/ ٢٤٣، ٢٤٤، ٢٤٥، ٢٤٦، ٢٤٧، ٤٤١، ٤٤٢ ٥٠/- أفحكم الجاهلية يبغون/ ٤٤٢','1','299',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (378,'السورة/ رقم الآية/ الآية/ رقم الأثر (تابع) المائدة/ ٩٠/- يا أيها الذين آمنوا إنما الخمر والميسر/ ٤٥٠، ٤٥١، ٤٥٢، ٤٥٤، ٤٥٨ ٩١/- إنما يريد الشيطان أن يوقع بينكم/ ٤٥٠، ٤٥٢، ٤٥٣، العداوة والبغضاء فى الخمر/ ٤٥٨ ١٠٥/- يا أيها الذين آمنوا عليكم أنفسكم/ ٥٢٤، ٥٢٥، ٥٢٦، ٥٢٨ ١٠٦/- يا أيها الذين آمنوا شهادة بينكم/ ٢٨٨، ٢٩٣، ٢٩٤، إذا حضر أحدكم الموت/ ٢٩٥، ٢٩٦، ٢٩٧، ٢٩٨، ٣٠٥، ٣٠٦، ٣٠٧ ١٠٧/- فإن عثر على أنهما استحقا إثما/ ٢٨٨، ٢٩٨، ٣٠٧ ١٠٨/- ذلك أدنى أن يأتوا بالشهادة على وجهها/ ٣٠٧ الأنعام/ ٧/- ولو نزلنا عليك كتابا في قرطاس/ ٥ ١٤١/- وآتوا حقه يوم حصاده/ ٣٨، ٤١ الأنفال/ ١/- يسألونك عن الأنفال قل الأنفال/ ٣٩٩، ٤٠٠ ٤١/- واعلموا أنما غنمتم
من شيء فأن لله خمسه/ ٣٩٩، ٤٠٠ ٦١/- وإن جنحوا للسلم فاجنح لها/ ٣٦١ ٦٥/- إن يكن منكم عشرون صابرون/ ٣٥٨ ٦٦/- الآن خفف الله عنكم وعلم أن فيكم ضعفا/ ٣٥٨، ٣٥٩، ٥٣٦ ٦٧/- ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض/ ٣٩٢','1','300',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (379,'السورة/ رقم الآية/ الآية/ رقم الأثر (تابع) الأنفال/ ٧٢/- إن الذين آمنوا وهاجروا وجاهدوا/ ٤١٠ ٧٣/- إلا تفعلوه تكن فتنة في الأرض/ ٤٢٠ ٧٥/- وأولو الأرحام بعضهم أولى ببعض في كتاب الله/ ٤١٠ التوبة/ ١/- براءة من الله ورسوله/ ٣٦٦ ٢/- فسيحوا في الأرض أربعة أشهر/ ٣٦٢ ٥/- فاقتلوا المشركين حيث وجدتموهم/ ٢٤٧، ٣٥٥، ٣٦٢، ٣٩١، ٣٩٣ ٧/- إلا الذين عاهدتم عند المسجد الحرام/ ٣٦٢ ١١/- ونفصل الآيات لقوم يعلمون/ ٣٦٦ ٢٨/- إنما المشركون نجس/ ٣٥٣ ٢٩/- قاتلوا الذين لا يؤمنون بالله/ ١٥٩، ٣٥٥، ٣٦١ ٣٦/- إن عدة الشهور عند الله اثنا عشر شهرا/ ٣٨٧ ٣٧/- إنما النسيء زيادة في الكفر/ ١٠ ٤١/- انفروا خفافا وثقالا/ ٣٦٨، ٣٦٩، ٣٧٠، ٣٧١، ٣٧٢، ٣٨٥ ٤٥/- إنما يستأذنك الذين لا يؤمنون بالله واليوم الآخر/ ٣٥٦، ٣٥٧ ٦٠/- إنما الصدقات للفقراء والمساكين/ ٤٤٩ ٦٧/- نسوا الله فنسيهم/ ١٦ ٨٠/- استغفر لهم أو لا تستغفر لهم/ ٥٢١، ٥٢٢ ٨٤/- ولا تصل على أحد منهم مات أبدا/ ٥٢٢ ١١٣/- ما كان للنبي والذين آمنوا أن يستغفروا للمشركين/ ٥١٨','1','301',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (380,'السورة/ رقم الآية/ الآية/ رقم الأثر (تابع) التوبة/ ١١٤/- وما كان استغفار إبراهيم لأبيه/ ٥١٨، ٥١٩ ١١٧/- ما كان للمشركين أن يعمروا مساجد الله/ ٣٥٣ ١٢٢/- وما كان المؤمنون لينفروا كافة/ ٣٨٤، ٣٨٥، ٣٨٦ الرعد/ ٣٩/- يمحو الله ما يشاء ويثبت/ ٤ النحل/ ٦٧/- تتخذون منه سكرا/ ٤٥٦، ٤٥٧، ٤٥٨ الاسراء/ ٢٣/- وقضى ربك ألا تعبدوا إلا إياه/ ٥١٨ ٢٤/- كما ربياني صغيرا/ ٥١٨ ٢٦/- وآت ذا القربى حقه والمسكين/ ٤٤٩ الكهف/ ٢٤/- واذكر ربك إذا نسيت/ ١٥ ٨٨/- فله جزاء الحسنى/ ٥٠٠ طه/ ١٢٦/- كذلك أتتك آياتنا فنسيتها/ ١٩ الأنبياء/ ١٠٥/- ولقد كتبنا في الزبور من بعد الذكر/ ٢٠ الحج/ ٣٣/- ثم محلها إلى البيت العتيق/ ٣٢٤ ٣٩/- أذن للذين يقاتلون بأنهم ظلموا/ ٣٥٤ ٤٠/- ولينصرن الله من ينصره/ ٣٥٤ النور/ ٢/- الزانية والزاني فاجلدوا كل واحد منهما مائة جلدة/ ٢٣٨، ٢٣٩','1','302',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (381,'السورة/ رقم الآية/ الآية/ رقم الأثر (تابع) النور/ ٣/- الزاني لا ينكح إلا زانية أو مشركة/ ١٧٠، ١٧١، ١٧٢، ١٨٦، ١٩٢، ١٩٤ ٤/- والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء/ ٢٦٩، ٢٧٥ ٥/- إلا الذين تابوا/ ٢٦٩، ٢٧٥، ٢٨٧ ٣٢/- وأنكحوا الأيامى منكم/ ١٧١ ٥٨/- يا أيها الذين آمنوا ليستأذنكم/ ٤٠١، ٤٠٢، ٤٠٣، ٤٠٤، ٤٠٦، ٤٠٨، ٤٠٩ ٦١/- ليس على الأعمى حرج ولا على الأعرج حرج/ ٤٤٣، ٤٤٤، ٤٤٧، ٤٤٩ ٦٢/- وإذا كانوا معه على أمر جامع/ ٣٥٦، ٣٥٧ الفرقان/ ٦٨/- والذين لا يدعون مع الله إلها آخر/ ٤٨٤، ٤٨٧، ٤٨٨ ٧٠/- إلا من تاب وآمن وعمل عملا صالحا/ ٤٨٥، ٤٨٦، ٤٨٧، ٤٨٨ السجدة/ ١٧/- جزاء بما كانوا يعملون/ ٥٠٠ الأحزاب/ ٥/- ادعوهم لآبائهم/ ٤١٧، ٤١٨ ٦/- وأولو الأرحام بعضهم أولى ببعض في كتاب الله/ ٤١٣، ٤١٤، ٤١٥، ٤٣٦ الزمر/ ٥٣/- يا عبادى الذين أسرفوا على أنفسهم/ ٤٨٤','1','303',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (382,'السورة/ رقم الآية/ الآية/ رقم الأثر الجاثية/ ١٤/- قل للذين آمنوا يغفروا للذين لا يرجون أيام الله/ ٣٥٥ ٢٩/- إنا كنا نستنسخ ما كنتم تعملون/ ١٩ محمد/ ٤/- حتى إذا أثخنتموهم فشدوا الوثاق/ ٣٩٢، ٣٩٣، ٣٩٥ ٣٥/- فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون/ ٣٧٣ الحجرات/ ١٣/- يا أيها الناس إنا خلقناكم من ذكر وأنثى/ ٤٠٣ ق/ ٤٥/- وما أنت عليهم بجبار/ ٣٥٥ المجادلة/ ١٢/- يا أيها الذين آمنوا إذا ناجيتم الرسول/ ٤٧٠، ٤٧١ ١٣/- أأشفقتم أن تقدموا بين يدى نجواكم صدقات/ ٤٧، ٤٧١، ٤٧٢ الممتحنة/ ٨/- ولا ينهاكم الله عن الذين لم يقاتلوكم في الدين/ ٣٦ المنافقون/ ٦/- لن يغفر الله لهم/ ٥٢١ التغابن/ ١٦/- فاتقوا الله ما استطعتم/ ٤٧٧ الطلاق/ ١/- يا أيها النبي إذا طلقتم النساء/ ١٤٠ ٢/- وأشهدوا ذوا عدل منكم/ ٣٠٤ التحريم/ ٩/- جاهد الكفار والمنافقين/ ٥١٥','1','304',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (383,'السورة/ رقم الآية/ الآية/ رقم الأثر المعارج/ ٢٩، ٣٠/- والذين هم لفروجهم حافظون/ ١٣١، ١٣٢ ٣١ المزمل/ ١، ٢، ٣، ٤،/- يا أيها المزمل قم الليل إلا قليلا/ ٤٦٧ ٢٠/- إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه/ ٤٦٧ الإنسان/ ١٢/- وجزاهم بما صبروا جنة وحريرا/ ٥٠٠ الأعلى/ ٦/- سنقرئك فلا تنسى/ ١٥ الغاشية/ ٢٢/- لست عليهم بمسيطر/ ٣٥٥','1','305',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (384,'<span data-type="title" id=toc-84>ب- فهرس الآيات الناسخة والمنسوخة عند أبي عبيد والمراد بالنسخ</span>
الناسخ/ السورة/ الآية/ المنسوخ/ السورة/ الآية/ معنى النسخ/ رقم الأثر- (قد نرى تقلب/ البقرة/ ١٤٤/ التوجه إلى بيت المقدس//// وجهك في السماء) /// في الصلاة/ الإزالة والرفع/ ٢٣ - (وقوموا لله قانتين) / «/ ٢٣٨/ الكلام في الصلاة/// ««/ ٢٧ - (أحل لكم ليلة الصيام/ «/ ١٨٧/ ترك الأكل والشرب/// ««/ ٥١ - ٥٢ الرفث إلى نسائكم) /// والجماع في ليالي الصيام/////// بعد العشاء وبعد النوم في////// الليل////- (من الفجر) في آية/ «/ ١٨٧/ المفهوم الباطل للخيطين/// ««/ ٥٥ وكلوا واشربوا) ///////- (فمن شهد منكم/ «/ ١٨٥/ (وعلى الذين يطيقونه) / البقرة/ ١٨٤/ ««/ ٥٨ - ٦٣ الشهر فليصمه) - (والمحصنات من الذين/ المائدة/ ٥/ (ولا تنكحوا المشركات) / البقرة/ ٢٢١/ بمعنى التخصيص/ ١٤١ - أوتوا الكتاب) /////// ١٤٢ - (فان خفتم ألا يقيما/ البقرة/ ٢٢٩/ ولا يحل لكم أن تأخذوا/ البقرة/ ٢٢٩// ١٩٥ حدود الله فلا جناح/// مما آتيتموهن شيئا) //// ١٩٦ عليهما فيما افتدت به) /// وآية (وآتيتم إحداهن قنطارا/ النساء/ ٢٠/ بمعنى الاستثناء/// فلا تأخذوا منه شيئا/// والتخصيص/- (والذين يتوفون منكم/ البقرة/ ٢٣٤/ (والذين يتوفون منكم/ البقرة/ ٢٤٠/ بمعنى الإزالة والرفع/ ٢٣٢ ويذرون أزواجا يتربصن/// ويذرون أزواجا وصية//// بأنفسهن أربعة أشهر/// لأزواجهم متاعا إلى الحول) //// وعشرا) / (*) ملاحظة: إذا كان بين الرقعين شرطه فما بينهما من الإعداد مقصود.','1','306',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (385,'الناسخ/ السورة/ الآية المنسوخ/ السورة/ الآية/ معنى النسخ/ رقم الأثر- (الزانية والزاني/ النور/ ٢ (فأمسكوهن في البيوت/ النساء/ ١٥/ بمعنى الإزالة والرفع/ ٢٣٨ - فاجلدوا كل واحد منهما// حتى يتوفاهن الموت أو//// ٢٣٩ مائة جلدة) // يجعل الله لهن سبيلا) ////- (فإن أمن بعضكم/ البقرة/ ٢٨٣ (وأشهدوا إذا تبايعتم) / البقرة/ ٢٨٢/ بمعنى رفع وجوب/ ٢٦٥ - بعضا) ///// الإشهاد إلى الاستحباب والندب/ ٢٦٨ - (إلا الذين تابوا من بعد/ النور/ ٥ (ولا تقبلوا لهم شهادة أبدا/ النور/ ٤/ بمعنى الاستثناء/ ٢٦٩ ذلك وأصلحوا) // وأولئك هم الفاسقون) ////- (إنما المشركون نجس/ التوبة/ ٢٨ حج المشركين مع/// بمعنى الإزالة والرفع/ ٣٥٣ فلا يقربوا المسجد الحرام// المسلمين قبل حجة//// بعد عامهم هذا) // النبي صلّى الله عليه وسلم////- (أذن للذين يقاتلون/ الحج/ ٣٩ المنع من قتال المشركين/// بمعنى الإزالة والرفع/ ٣٥٤ بأنهم ظلموا ... ) /
- (فإن يكن منكم/ الأنفال/ ٦٦ (إن يكن منكم/ الأنفال/ ٦٥/ بمعنى الإزالة والرفع/ ٣٥٨ - مائة صابرة يغلبوا// عشرون صابرون يغلبوا// ٣٥٩// مائتين ... ) الآية// مائتين) ////- (براءة من الله ورسوله) / التوبة/ ١ - ١١ الهدنة والعهود بين/// بمعنى الإزالة والرفع/ ٣٦٢ - // المسلمين والمشركين//// ٣٦٦ - (وما كان المؤمنون/ «/ ١٢٢ (انفروا خفافا وثقالا) / التوبة/ ٤١/ التخصيص/ ٣٨٥ لينفروا كافة) /- (وأولو الأرحام بعضهم/ الأنفال/ ٧٥ (إن الذين آمنوا وهاجروا/ الأنفال/ ٧٢/ الإزالة والرفع/ ٤١٠ أولى ببعض في// وجاهدوا بأموالهم/ كتاب الله) // وأنفسهم فى سبيل الله/// والذين آووا ونصروا/// أولئك بعضهم أولياء/// بعض) /- (وأولو الأرحام/ الأنفال/ ٧٥ (والذين عاقدت/ النساء/ ٣٣/ الإزالة والرفع/ ٤١٤ - بعضهم أولى ببعض في// أيمانكم فآتوهم نصيبهم) //// ٤١٥ - (أدعوهم لآبائهم) / الأحزاب/ ٥ التبني والارث بسببه/// الإزالة والرفع/ ٤١٦ - ////// ٤١٨','1','307',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (386,'الناسخ/ السورة/ الآية/ المنسوخ/ السورة/ الآية/ معنى النسخ/ رقم الأثر- قوله صلّى الله عليه وسلم: إن الله أعطى/// (كتب عليكم إذا حضر/ البقرة/ ١٨٠/ الإزالة والرفع/ ٤٢١ - كل ذي حق حقه فلا/// أحدكم الموت إن ترك خيرا/// ٤٢٥/ وصية لوارث/// الوصية للوالدين//// والأقربين) /- (وإن تخالطوهم/ البقرة/ ٢٢٠/ (إن الذين يأكلون أموال/ النساء/ ١٠/ إزالة الحرج الذي وقع/ ٤٣٧ - فإخوانكم) /// اليتامى ظلما ... ) /// للصحابة بسبب/ ٤٣٨////// فهمهم للآية/ ٤٣٨ - (وأن احكم بينهم/ المائدة/ ٤٩/ (فاحكم بينهم أو أعرض/ المائدة/ ٤٢/ الإزالة والرفع/ ٤٤١ - بما أنزل الله) /// عنهم) //// ٤٤٢ - (ولا على أنفسكم/ النور/ ٦١/ (ولا تأكلوا أموالكم/ البقرة/ ١٨٨/ الإزالة ما وقع من حرج/ ٤٤٣ أن تأكلوا من بيوتكم أو/// بينكم بالباطل) /// بسبب المفهوم غير المراد/ بيوت آبائكم أو بيوت/// بينكم بالباطل) /// من آية: (ولا تأكلوا ... ) /
أمهاتكم ... ) الآية/- (إنما الخمر والميسر/ المائدة/ ٩٠ - / (تتخذون منه سكرا ورزقا/ النحل/ ٦٧/ الإزالة والرفع/ ٤٥٠، والأنصاب والأزلام رجس// ٩١/ حسنا) //// ٤٥٦، من عمل الشيطان) إلى://///// ٤٥٧، (منتهون) /////// ٤٥٨ ««(١) /// (إثمهما أكبر من/ البقرة/ ٢١٩/ الإزالة والرفع/ ««/// نفعهما) //// (لا تقربوا الصلاة وأنتم/ النساء/ ٤٣/ الإزالة والرفع//// سكارى/- (إن ربك يعلم أنك/ المزمل/ ٢٠/ (يا أيها المزمل قم الليل إلا/ المزمل/ ١، ٢/ الإزالة والرفع/ ٤٦٧ تقوم أدنى من ثلثي الليل/// قليلا) // ٣، ٤// ٤٦٩ ونصفه ... ) /
- (أأشفقتم أن تقدموا/ المجادلة/ ١٣/ (يا أيها الذين آمنوا إذا/ المجادلة/ ١٢/ الإزالة والرفع/ ٤٧٠ - بين يدي نجواكم صدقات/// ناجيتم الرسول فقدموا//// ٤٧٣ فإذ لم تفعلوا وتاب الله/// بين يدى نجواكم صدقة) / عليكم) /- (ومن يقتل مؤمنا/ النساء/ ٩٣/ (ولا يقتلون النفس التى/ الفرقان/ ٦٨ - / التخصيص/ ٤٨٥ - متعمدا فجزاؤه جهنم) /// حرم الله إلا بالحق) إلى// ٧٠// ٤٨٩/// قوله: (إلا من تاب) /
_________
(١) هذه الأقواس للدلالة على أن الآية نسخت عدة آيات.','1','308',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (387,'<span data-type="title" id=toc-85>٢ - فهرس الأحاديث مرتبة على حروف المعجم</span>
الحديث الرقم- ائتمروا بالمعروف وتناهوا عن المنكر حتى إذا رأيت ... ٥٢٤
(جوابا لسؤال أبي ثعلبة الخشني عن آية (عليكم أنفسكم) - أتردين عليه حديقته. ٢٠٨
- أتردين عليه ما أخذت منه. ٢٠٦
(في قصة المرأة التي اختلعت من زوجها).
(في قصة المرأة التي اختلعت من زوجها) - اجعلوا حجكم عمرة ٣٠٨ (لمن أحرم بالحج من أصحابه) - إذا أردت أن تصلي عليه فآذني ٥٢٢ (في موت عبد الله بن أبي) - إذا جاء أحدكم الإمام وهو في شيء قد سبقه من الصلاة ٢٤ (في حديث معاذ الطويل أحيلت الصلاة) - إذا زنت أمة أحدكم ... ١٩٠
- أردف النبي صلّى الله عليه وسلم عليا وأمره أن يؤذن ... ٣٦٤
- استمتعوا من هذه النساء ١٢٢ (لما شكوا إليه العزبة) - أمر النبي صلّى الله عليه وسلم إياه بالاستمتاع منها ١٨٩ (عند ما قال له: إن امرأتي لا تمنع يد لامس) - إمضاء رسول الله صلّى الله عليه وسلم فى عتق اثنين ممن أعتق مماليكه الستة ٤٣٣ - إن الله عز وجل وضع عن المسافر الصوم وشطر الصلاة ١١٤ - إن الله عز وجل وضع عن المسافر الصوم وشطر الصلاة ١١٤ - إن الله يحدث من أمره ما شاء وإنه قد أحدث ألا تكلموا في الصلاة ٢٥ - إن الله يقبل توبة عبده ما لم يغرغر بنفسه ٤٨١ - أن النبي صلّى الله عليه وسلم أمّر أبا بكر على تلك الحجة وأمره أن يؤذن ببراءة ٣٦٤','1','309',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (388,'الحديث الرقم (في قصة الرجل الذى دخل على ابن مسعود وهو يتعدى) - إن رسول الله صلّى الله عليه وسلم جمع بين حج وعمرة ٣٣٣ - إن رسول الله صلّى الله عليه وسلم جمع بين الحج والعمرة ثم لم ينه عنه ٣٣٢ - إن شئت فصم وإن شئت فأفطر ٧٢ (للذى كان يسرد الصوم) - إن شئتم أن تخرجوا إلى إبل الصدقة ٢٥٣، ٢٥٤، (في قصة العرنيين) ٢٥٥ - إن في الصلاة لشغلا ٢٦ - إن للإسلام صوى ومنارا كمنار الطريق ٥٣٢ - إنما كان رسول الله صلّى الله عليه وسلم يصومه قبل أن ينزل رمضان ١١٥ (في قصة الرجل الذى دخل على ابن مسعود وهو يتعدى) - إن الناس إذا عمل فيهم بالمعاصي فلم يغيروا ٥٢٨ - إنها لا تحصنك (لكعب بن مالك لما سأله عن الزواج من أهل الكتاب) ١٥٧ - إن وسادك لعريضا ٥٣، ٥٤ (في قصة صيام عدى بن حاتم) - إني لبدت رأسي وقلدت هديي ٣١٥ (لما سألته حفصة لم لم تحل) - بل هي للأبد ٣٢٨، ٣٢٩، (في سؤال سراقة عن العمرة لعامنا أم للأبد) ٣٣٠ - بم أهللت قلت: بإهلال النبي صلّى الله عليه وسلم ٣١٤ (في قدوم أبي موسى علي النبي) - بني الإسلام على خمس ٣٧٩، ٣٨٠ - تخرج زكاة مالك فإنها طهرة تطهرك ٤٦ - تمتعوا منهن واجعلوا الأجل ... ١٢٤','1','310',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (389,'الحديث الرقم- ثم نهانا رسول الله صلّى الله عليه وسلم عنها ١٢٣ (في قصة استمتاع سبرة الجهني من امرأة) - الجهاد ماض إلى يوم القيامة ٣٧٥ - حتى يقاتل آخر عصابة من أمتي الدجال ٣٧٦ - خذوا عني قد جعل الله لهن سبيلا ٢٤٠ - خذوهن اقبلوهن قد جعل الله لهن سبيلا ٢٤١ - خرج رسول الله صلّى الله عليه وسلم عام الفتح في شهر رمضان فصام حتى بلغ الكديد ٧٦، ٧٧، ٧٨ - خرج رسول الله صلّى الله عليه وسلم مسافرا في رمضان فنودى في الناس ٨٠ - خرجنا مع رسول الله صلّى الله عليه وسلم فمنا من أهل بالحج ٣٢٢، ٣٢٣ - خرجنا مع رسول الله صلّى الله عليه وسلم لثمان عشرة ليلة ٨١ خلت من شهر رمضان فصام طوائف من الناس- خرجنا مع رسول الله صلّى الله عليه وسلم لخمس بقين من ذي القعدة ٣١٢، ٣١٣ - خرجنا مع رسول الله صلّى الله عليه وسلم نصرخ بالحج ٣١٠ - الخيل معقود بنواصيها الخير إلى يوم القيامة ٣٧٧ - سأزيد على سبعين استغفارة ٥٢١ (في سبب نزول آية: لن يغفر الله لهم) - سمعت رسول الله صلّى الله عليه وسلم يلبي بالحج والعمرة ٣٣٤ - صام رسول الله صلّى الله عليه وسلم حتى بلغ الكديد أفطر ٧٩ - صامه رسوله الله صلّى الله عليه وسلم وأمر بصيامه فلما فرض رمضان ترك ١١٩ - صام وكان أحقهم بذلك ٨٠ (قاله أبو عياض عند ما سئل كيف صنع رسول الله) - صلّى رسول الله صلّى الله عليه وسلم نحو بيت المقدس ٢٢ - فأرسل رسول الله صلّى الله عليه وسلم أبا بكر وعليا فطافا ٣٦٣ في الناس بذى المجاز- قد كانت إحداكن ترمي بالبعرة عند رأس الحول ٢٣٥ (في قصة المرأة التي أرادت أن تكحل ابنتها)','1','311',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (390,'الحديث الرقم- كان أهل الجاهلية يصومون عاشوراء وكان رسول الله يصومه ١١٦، ١١٧، ١١٨ - كان رسول الله صلّى الله عليه وسلم يأمرنا بصيام عاشوراء ١٢٠ - كل ذنب عسى الله أن يغفره إلا من مات مشركا أو مؤمنا قتل مؤمنا متعمدا ٤٩٥ - كنا نتكلم خلف رسول الله صلّى الله عليه وسلم في الصلاة ٢٧ (في سبب نزول (وقوموا لله قانتين) - كنا نسافر مع رسول الله صلّى الله عليه وسلم فيصوم الصائم ويفطر المفطر ٨٢، ٨٣ - كنا نغدوا إلى السوق في عهد رسول الله فنمر على المسجد ٢٣ فنصلي فيه فمررنا يوما ورسول الله قاعد- لا بل لنا خاصة ٣١٨ (لمن سأله عن فسخ الحج) - لا هجرة بعد الفتح ٣٧٤ - لا وصية لوارث ٤٣١، ٤٣٢، ٤٣٤ - لبى بالحج وحده ٣٣٤ (قاله ابن عمر يعني النبي صلّى الله عليه وسلم) - لبيك عمرة وحجا ٣٣٥ - لتأمرن بالمعروف ولتنهون عن المنكر أو ليعمنكم الله بعقاب ٥٣٠ - لم يكن رسول الله صلّى الله عليه وسلم يغزو في الشهر ٣٨٩، ٣٩٠ الحرام إلا أن يغزى- ليس البر أن تصوموا في السفر ٨٧ - ليس من البر الصيام في السفر ٨٥، ٨٦ - المائدة من آخر القرآن نزولا ٣٠١ - ما من قوم يكون بين ظهريهم من يعمل بالمعاصي ٥٣١ هم أعز منه وأمنع','1','312',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (391,'الحديث الرقم- متعة النساء حرام ١٢٦ - من سره النسيء في الأجل والمد في الرزق ١١ - من قتل مؤمنا ثم اغتبط بقتله ٤٩٦ - من لم يكن معه هدي فليحلل وليجعله عمرة ٣٠٩ - نسخت البارحة ١٧ (في قصة الذين قاموا الليل فلم يقدروا على قراءة سورة) - نهى رسول الله صلّى الله عليه وسلم عن جداد الليل ٤٥ - نهى رسول الله صلّى الله عليه وسلم عن المتعة وعن ١٢٥ لحوم الحمر الأهلية- هذا متابعة الله العبد فيما يصاب من مصيبة ٥١٣','1','313',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (392,'<span data-type="title" id=toc-86>٣ - فهرس الآثار</span>
الأثر/ صاحب الأثر/ الرقم- أتدريان ما عليكما؟ عليكما إن رأيتما أن تفرقا ... / علي/ ٢١٣ - أحلقتم الشعر وقضيتم التفث/ أبو ذر/ ٣٥٢ - إذا اجتمعا جاز حكمهما .. (حكمي الشقاق) / الشعبي/ ٢٢١ - إذا اشتريت مجوسية فلا تطئها/ أبو سلمة بن// عبد الرحمن/ ١٦٦ - إذا أكذب نفسه فهي توبته/ الزهري/ ٢٧٨ - إذا أكذب نفسه وتاب مما قال فشهادته// جائزة/ يحيى بن بكير/ ٢٨٣ - إذا تاب القاذف تجوز شهادته/ عطاء وطاوس ومجاهد/ ٢٨٤ - إذا تاب قبلت شهادته (يعني القاذف) / الشعبي/ ٢٨١ - إذا جاءكم الحديث عن رسول الله صلّى الله عليه وسلم فظنوا// به الذي هو أهدى ... / علي وابن مسعود/ ١٩١ - إذا حصد زرعه ألقى لهم السنبل .. (تفسير// آية «وآتوا حقه يوم حصاده») / مجاهد/ ٤٠ - إذا حضرت الرجل الوفاة وهو في سفر// فليشهد رجلين/ النخعي، وابن// جبير، والثوري/ ٢٩٨، ٢٩٩،// ٣٠٠ - إذا حكم أحدهما ولم يحكم الآخر (حكمي// الشقاق) / علي/ ٢٢٠ - إذا خافتا على أنفسهما أفطرتا/ الحسن البصري/ ١١٢ - إذا خرج الرجل محاربا فأخاف السبيل/ ابن عباس/ ٢٦٠ - ٢٦١ - إذا ذكر غير الأقارب ردت وصيته على الأقارب/ طاوس/ ٤٢٩ - إذا رأى الرجل من امرأته فاحشة/ أبو قلابة/ ٢٠٥ - إذا سبيت المجوسية وعبدة الأوثان/ النخعي/ ١٦٤ - إذا فجرت لا تنتزع/ الشعبي/ ١٨٢','1','314',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (393,'الأثر/ صاحب الأثر/ الرقم- أن الآية منسوخة نسخها (فاتقوا الله ما// استطعتم) // ٤٧٧ - إن استطاع الصوم صام (الشيخ الكبير) / ربيعة وخالد بن الدريك/ ١٠٤ - إن أشهدت
فحزم آية (فان أمن بعضكم) / الشعبى/ ٢٦٦ - إن امرأة صامت حاملا فاستعطشت/ عبد الله بن عمر بن// عثمان/ ١٠٦ - إن امرأة قالت لزوجها أترك لك ما عليك من// صداقى/ الشعبى/ ٢٣١ - إن امرأة نشرت على زوجها فاختصموا إلى// شريح/ الشعبى/ ٢١٦ - أن أبا أيوب شهد بدرا مع رسول الله صلّى الله عليه وسلم لم// يتخلف عن غزاه/ ابن سيرين/ ٣٦٩ - أن أبا بكر وعمر كانا يقدمان ملبيين فلا// يحلان/ عروة بن الزبير/ ٣١٦ - إن بيتكما لشرا أنت تأمر بها وعثمان ينهى// عنها/ جرى بن كليب/ ٣٣٩ - أن تحرم من حيث أبدأت من دويرة أهلك/ على/ ٣٥١ - إن تفصلوا بين الحج والعمرة فتجعلوا العمرة// فى غير أشهر الحج/ عمر/ ٣٤٢ - أنت من الذين يطوقونه أفطرى/ ابن عباس/ ١٠٩ - أن أبا حذيفة تزوج يهودية/-/ ١٥١ - أن أبا حذيفة بن عتبة وكان ممن شهد بدرا// تبنى سالما/ عائشة/ ٤١٧ - أن الرّبيّع اختلفت من زوجها/ نافع/ ٢٢٨ - أن رجلا ضاف رج فافتض أخته/ صفية وابن عمر/ ١٧٣ - ١٧٤ - أن رجلا من الأنصار يقال له صرمة بن مالك/ عبد الرحمن بن أبى// ليلى/ ٥٦ - إن الرجل يطعم عنه في رمضان لكل يوم// نصف صاع/ قيس بن السائب/ ٩٣','1','315',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (394,'الأثر/ صاحب الأثر/ الرقم- أن زيد بن حارثة ما كانوا يدعونه إلّا زيد بن محمد/ ابن عمر/ ٤١٨ - إن شاء أشهد وإن شاء لم يشهد. أية// (وأشهدوا إذا تبايعتم) / الحسن/ ٢٦٨ - أن شريحا أجاز خلصا دونه/ قيس بن وهب/ ٢٣٠ - أن الصيام خير من الفدية/ الزهرى/ ٦٦ - أن طلحة تزوج يهودية/ على وسعيد/ ١٤٩ - ١٥٠ - أن عثمان أمرها أن تنتقل (المختلعة) / ابن عمر/ ٢٢٩ - أن عثمان تزوج نائلة ابنة القرافصة/ عبد الله بن على// ابن السائب/ ١٤٦ - أن عمر استتاب أبا بكرة فيما قفا به فلانا/ الزهرى/ ٢٧٧ - أن عمر استتاب الذين شهدوا على فلان/ ابن المسيب/ ٢٧٦ - أن الغزو واجب/ مكحول/ ٣٨٢ - أن غلاما فجر بجارية/ يزيد/ ١٧٥ - الأنفال الغنائم التى كانت لرسول الله صلّى الله عليه وسلم/ ابن عباس/ ٤٠٠ - إن فى كتاب الله لآية ما عمل بها أحد قبلى/ على/ ٤٧٣ - أن قوما اختصموا إلى على فى رجل تزوج امرأة// فزنى/ حنس بن المعتمر/ ١٨٣ - إن كان الدرء من قبله لم يحل أن يأخذ منها// شيئا/ الشعبى/ ٢٠١ - إن كان الميت أوصى لهم بشيء أنفذ لهم// وصيتهم/ سعيد بن جبير/ ٢٩ - إن الله عز وجل حرم المشركات على المسلمين/ ابن عمر/ ١٤٤ - إن الله عز وجل رفيق رحيم بالمؤمنين (لمن// سأله عن ابن عباس آية: «ليستأذنكم الذين// ملكت أيمانكم») / ابن عباس/ ٤٠٦ - إن الله عز وجل كان يحل لرسوله ما شاء بما// شاء (فى تحريم المتعة) / عمر/ ١٢٧ - إن الله عز وجل يقبل التوبة من عبده قبل موته// بسنة/ عثمان الثقفى/ ٤٨٣','1','316',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (395,'الأثر/ صاحب الأثر/ الرقم- إن الله قد نهانا أن نأكل أموالنا بيننا بالباطل// ٤٤٣ - أن المجوسية لا تحل بنكاح/ الأوزاعى، الثورى/ ١٦٨ - إن المسلمين أكثروا المسائل على رسول الله// حتى شقوا عليه. (نزول آية النجوى) / ابن عباس/ ٤٧١ - أن المسلمين كانوا إذا غزوا خلفوا زمناهم فى// بيوتهم/ عبد الله بن عتبة/ ٤٤٥ - ٤٤٦ - إنما أنزل الله عز وجل ذلك فى الذين كانوا// يتبنون (آية: «وَالَّذِينَ عَقَدَتْ») / سعيد بن المسيب/ ٤١٦ - إنما كانت المتعة بالحج لأصحاب محمد صلّى الله عليه وسلم/ أبو ذر/ ٣٢٠ - ٣٢١ - إنما كره عن العمرة فى أشهر الحج/ عروة/ ٣٤٤ - إنما مثل ذلك رجل أتى حائطا فرق منه/ ابن عباس/ ١٧٨ - إنما نهى عمر عن المتعة/ يوسف بن ماهك/ ٣٤٥ - إنما هى فى الشهادة. (آية: «وَإِنْ تُبْدُوا// ما فِي أَنْفُسِكُمْ») / عكرمة/ ٥٠٣ - ٥٠٤ - أن من أدركه الكبر فلم يستطع صيام رمضان/ أبو هريرة/ ٩٧ - أن أبا موسى الأشعرى أجاز شهادة أهل// الذمة على الوصية/ الشعبى/ ٢٩١ - أن نساء أهل الكتاب يحرم نكاحهن فى// بلادهن/ أبو عياض/ ١٦٠ - أنه أجاز شهادة المفترى/ عبد الله بن عتبة/ ٢٨٢، ٢٨٥،// ٢٨٦ - إنها ليست منسوخة. قراءة (يطوقونه) / عكرمة/ ٦٧ - أنه أمر به فى الحج. (فى الذين أوصى بما له// فى سبيل الله) / ابن عمر/ ٤٣٦ - أنه ضعف عن صيام رمضان وكبر/ أنس بن مالك/ ٩٢ - أنه قسم ميراث أيتام فأمر بشاة/ عبيدة السلمانى/ ٣٠ - أنه كان إذا باع أشهد/ ابن عمر/ ٢٦٤ - أنه كان لا يرى بأسا أن يجمع الرجل أربعا من// أهل الكتاب/ الحسن البصرى/ ١٥٣','1','317',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (396,'الأثر/ صاحب الأثر الرقم- أنه كان لا يرى بأسا فى طعام أهل الكتاب// وكره نكاح نسائهم/ ابن عمر/ ١٤٣ - أنه كان يرى شهادة القاذف جائزة/ مالك بن أنس/ ٢٨٧ - أنه لا بأس أن تدخل بغير إذن/ الحسن البصرى/ ٤٠٧ أنه لما كبر وضعف كان يفطر فى رمضان/ أبو العالية/ ٩٤ - أنهم كانوا لا يرون بأسا بالنكاح فى أهل/ الحسن، والنخعى/ الكتاب/ والشعبى/ ١٥٢ - أنه يضع ماله حيث شاء. (من ليس له رحم// ولا عصبة) / ابن مسعود/ ٤٣٤ - إنى لأكره أن أرى مال اليتيم عرّه/ عائشة والنخعى/ ٤٣٩ - ٤٤٠ - أوص لقرابتك من لا يرثه/ مسروق/ ٤٢٧ - أوصى لى إبراهيم ببرد/ الحسن بن عمرو// الفقيمى/ ٤٣٠ - أول آية نزلت فى القتال/ الزهرى/ ٣٥٤ - أول ما نسخ من القرآن شأن القبلة/ ابن عباس/ ٢١ - أول مختلعة كانت فى الاسلام/ عصر/ ٢٠٦ - أوله حرام وآخره حلال/ جابر/ ١٧٧ - أو ننسأها ... (قراءة) / عبيد بن عمر/ ١٠ - أو ننسها ... (قراءة) / الضحكا، وأبو جعفر// القارئ وشيبة بن// نصاح ونافع/ ١٤ - ١٦ - أو ننسها أو ننسها (قراءة) / سعيد بن المسيب/ ١٥ - أيما رجل فر من ثلاثة لم يفر/ ابن عباس/ ٣٦٠ - إى والذى لا إله إلا هو وما جعل وماء بنى// إسرائيل آية: (من أجل ذلك كتبنا على بنى// إسرائيل) / الحسن البصرى/ ٤٩٧','1','318',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (397,'الأثر/ صاحب الأثر/ الرقم- تراني أنهى الناس وتفعله/ عثمان/ ٣٣٨ - تزوج أحد الستة يهودية/ الشعبي/ ١٤٧ - تزوج حذيفة يهودية بالمدائن فكتب إليه عمر/ شقيق بن سلمة/ ١٥٦ - تزوج طلحة بن عبيد الله يهودية/ عبد الله بن السائب/ ١٤٨ - تشهد ولو على دستجة بقل/ النخعي/ ٢٦٣ - تطعم ثلاثين مسكينا مدا مدا. (في المرأة// التي عطشت) / سالم وعكرمة/ ١٠٣ - تفطر وتطعم. (المرأة الحامل) / ابن عمر/ ١٠٧ - تفطر وتطعم كل يوم مسكينا. (في النفساء/ مجاهد/ ١٠٨ التى شق عليها الصوم) //- تنزه عنها وانكح امرأة مسلمة/ عمر/ ١٥٥ - التوبة مبسوطة ما لم يؤخذ بكظمه/ النخعي/ ٤٨٢ - ثلاث آيات تركهن الناس/ ابن عباس/ ٤٠٣ - ثم استثنى أهل الكتاب فقال: (والمحصنات) / ابن عباس/ ١٤١ - ثم استثنى فقال: (إلا أن يخافا) / ابن عباس/ ١٩٥ - ثم استثنى فقال: (إلا الذين تابوا) / ابن عباس/ ٢٦٩ - ثم استثنى فقال: (ما كان للنبي والذين
آمنوا// أن يستغفروا للمشركين/ ابن عباس/ ٥١٨ - ثم أنزل بعد ذلك: (إن الله لا يغفر أن يشرك به) / ابن عباس/ ٤٧٩ - ثم نزلت: (إنما جزاء الذين يحاربون الله) ... (في/ سعيد بن جبير/ ٢٥٧ قصة العرنيين).//
- ثم نسخت هذه الآيات: (براءة من الله ورسوله) / ابن عباس/ ٣٦٦ - ثم نسختها هذه الآية (إنما الخمر والميسر) / ابن عباس/ ٤٥٠ - ثم نسخها: (واعلموا أنما غنمتم) / مجاهد/ ٣٩٩','1','319',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (398,'الأثر/ صاحب الأثر/ الرقم- جاءتك بالحديث على وجهه/ القاسم بن محمد/ ٣١٣ - حد الله عز وجل للذين عاهدوا رسول الله// صلّى الله عليه وسلم أربعة أشهر./ ابن عباس/ ٣٦٢ - حرم الله نكاح المشركات جميعا ثم أحل نساء// أهل الكتاب./ الأوزاعي/ ١٤٢ - الحضور السوق فالتوبة مبسوطه. تفسير قوله// (حتى إذا حضر) / ابن عمر/ ٤٨٠ - حق تقاته: أن يطاع فلا يعصى/ ابن مسعود/ ٤٧٥ - ٤٧٦ - خرج رجل من خثعم فتوفي بدقوقاء فلم يجد/ الشعبي/ ٢٩٠ من يشهد على وصيته//- خرج قوم في سفر فمات رجل منهم فاتهم// البقية/ أبو موسى الأشعري/ ٣٠٥ - خرج من المسلمين فمر بقرية فمرض/ ابن مسعود/ ٢٨٩ - ذاك أن المسلمين في شهر رمضان كانوا إذا/ ابن عباس/ ٥٢ صلوا العشاء حرم عليهم الطعام. تفسير (كتب// عليكم الصيام) //- ذلك أن الله لما أنزل (إن الذين يأكلون أموال/ ابن عباس/ ٤٣٧ اليتامى ظلما) كره المسلمون ... //
- ذلك السفاح. (يعني المتعة) / ابن عمر/ ١٢٩ - الرجم. في قوله: (وأن احكم بينهم بما أنزل/ إبراهيم التيمي/ ٢٤٦ الله) //- رحم الله أبا عبد الرحمن فعل كما فعل أصحابه/ ابن عباس/ ٥٠٧ - ٥٠٨ - الزبور والتوراة والإنجيل والقرآن. في قوله:/ سعيد بن جبير/ ٢٠ (ولقد كتبنا في الزبور) //- زكاته المفروضة. في قوله (وآتوا حقه يوم حصاده) / ابن عباس/ ٣٩ - زوجها ولا تخبر. (للرجل الذي أحدثت ابنته) / عمر/ ١٨٨ - سألت مرة الهمداني عن المجوسية يتخذها الرجل/ موسى بن أبي/ ١٦٥ سرية/ عائشة/','1','320',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (399,'الأثر/ صاحب الأثر/ الرقم- سبب نزول (يا أيها الذين آمنوا شهادة بينكم) /-/ ٢٨٨ - السكر الحرام والرزق الحسن الحلال/ سعيد بن جبير/ ٤٦١ - السكر خمر/ الحسن البصري/ ٤٦٣، ٤٦٤/ وابن مسعود/ ٤٦٦ - السكر ما حرم منه/ الحسن البصري/ ٤٦٠ - السكر النبيذ والرزق الحسن الزبيب/ ابن عباس/ ٤٥٨ - سمعت عليا يلبي بالحج والعمرة جميعا/ حريث بن/ ٣٤٠/ سليم العذري/- الشاب والشيخ. في قوله: (انفروا خفافا وثقالا) / أبو صالح السمان/ ٣٧٢ - شربت الخمر بعد الآية التي في البقرة/ أبو رزين/ ٤٥٣ - شق ذلك على المؤمنين فخفف الله عنهم/ ابن عباس/ ٤٦٨ في نزول: (علم أن سيكون منكم مرضى .. ) /
- الشيخ الكبير. قراءة: (يطوقونه) / ابن عباس/ ٧١ - عبيدكم المملوكون في آية: (يا أيها الذين آمنوا/ ليستأذنكم) / مجاهد/ ٤٠١ - على هذا الشرط على أن تأمروا بالمعروف. في/ آية: (كنتم خير أمة أخرجت للناس) / مجاهد/ ٥٣٥ - عليهما مد مد. (في الشيخ والعجوز) / عطاء/ ٩٨ - فالميسر القمار كان الرجل في الجاهلية/ ابن عباس/ ٤٥١ - فحرم الله السكر مع تحريم الخمر/ ابن عباس/ ٤٥٩ - فطاف بالبيت وبين الصفا والمروة لعمرته ثم عاد/ فطاف/ علي/ ٣١٧ - فنسخها قوله: (الآن خفف الله عنكم) آية:/ ابن عباس/ ٣٥٨ (إن يكن منكم عشرون صابرون)./
- قالوا فينا الثقيل وذو الحاجة والضعيف. نزول/ مجاهد/ ٣٧١ (انفروا خفافا وثقالا) /','1','321',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (400,'الأثر/ صاحب الأثر/ الرقم- قد نسخ هذا. في آية (كتب عليكم إذا/ حضر أحدكم الموت) / ابن عباس/ ٤٢١ - قسم لي أبو موسى بهذه الآية: (وإذا حضر/ القسمة) / حطان بن عبد الله/ ٣٣ - قسم ميراث أبيه فأمر بشاة/ عبد الله بن عبد الرحمن// ابن أبي بكر/ ٣١ - قولوها ما قبلت منكم/ ابن مسعود/ ٥٢٧ - كان أمر العرنيين قبل أن تنزل الحدود/ ابن سيرين/ ٢٥٦ - كان الأنصار في أنفسها قزازة فكانت لا تأكل/ عكرمة/ ٤٤٧ - كان أهلنا يأمرونا إذا جاء أحدنا ليدخل/ ابن سيرين/ ٤٠٩ - كان بغايا متعالمات في الجاهلية/ ابن عباس/ ١٩٤ - كان بين حيين من أحياء العرب قتال. سبب/ نزول (كتب عليكم القصاص) / الشعبي/ ٢٥١ - كانت الإطاقة أن الرجل والمرأة ... (آية:/ (وعلى الذين يطيقونه) / ابن عباس/ ٦٠ - كانت رخصة فمن شاء افتدى ومن شاء صام/ فنسخها .. / ابن شهاب/ ٦٣ - كانت المرأة إذا زنت حبست في البيت حتى/ تموت. في آية: (واللذان يأتيانها منكم) / ابن عباس/ ٢٣٩ - كانت المرأة في الجاهلية تنذر إن عاش لها/ ولد. (آية (لا إكراه في الدين) / الشعبي/ ٥١٦ - كانت الوصية للوالدين والأقربين/ الحسن البصرى/ ٤٢٥ - كان حلف في الجاهلية فأمروا أن يعطوهم نصيبهم/ مجاهد/ ٤١٢ - كان ذلك عندهم من أفجر الفجور/ (العمرة في أشهر الحج) / طاوس/ ٣٣١ - كان رجال زمنى وعميان وعرجان/ مجاهد/ ٤٤٤ - كان رجال يريدون الزنا بنساء زوان بغايا/ معلنات. نزول آية: (الزَّانِي لا يَنْكِحُ) / مجاهد/ ١٧٢ - كان الرجل إذا مات وترك امرأته اعتدت سنة/ ابن عباس/ ٢٣٢','1','322',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (401,'الأثر/ صاحب الأثر/ الرقم- كان الرجل قبل الإسلام يعاقد الرجل (في/ آية: (وَالَّذِينَ عَقَدَتْ أَيْمانُكُمْ) / ابن عباس/ ٤١٤ - ٤١٥ - كان كتابه على أصحاب محمد صلّى الله عليه وسلم أن المرأة/ أو الرجل ... (في آية: (كُتِبَ عَلَيْكُمُ الصِّيامُ) / ابن عباس/ ٥١ - كان المال للولد وكانت الوصية للوالدين/ مجاهد/ ٤٢٤ - كان للمتوفى عنها نفقتها وسكناها سنة/ ابن عباس/ ٢٣٣ - كان المسلمون والمشركون يحجون البيت جميعا/ فنهى الله المؤمنين/ ابن عباس/ ٣٥٣ - كان من أراد منا أن يفطر ويفتدى فعل ... /
(آية: (وَعَلَى الَّذِينَ يُطِيقُونَهُ) / سلمة بن الأكوع/ ٦١ - كان من شاء أفطر وأطعم مسكينا ... /
(آية: (وَعَلَى الَّذِينَ يُطِيقُونَهُ) / علقمة بن قيس/ ٦٢ - كان المهاجري لا يتولى الأعرابي ولا يرثه/ ابن عباس/ ٤١٠ - ٤١١ - كان الناس إذا صام الرجل فنام حرم عليه/ الطعام والشراب/ كعب بن مالك/ ٥٧ - كان يفتي بالمتعة ويغمض بذلك أهل العلم/ ابن عباس/ ١٣٨ - كان يكره أن يطأ أمته المشركة/ الربيع بن خثيم/ ١٦٣ - كان يكره أن يطأ
الرجل أمته إذا فجرت/ ابن مسعود/ ١٦٢ - كانوا لا يقتلون الرجل بالمرأة .. ) آية:/ (كتب عليكم القصاص) / ابن عباس/ ٢٥٢ - كتب الله الجهاد على الناس غزوا أو قعدوا/ الزهرى/ ٣٨٣ - كتب الله عز وجل الصيام علينا فكان من/ شاء افتدى/ الزهرى/ ٦٤ - كنا نصوم عاشوراء ونعطي زكاة الفطر ما لم/ قيس بن سعد ينزل علينا صوم رمضان/ ابن عبادة/ ١٢١ - كنا نوجهها إلى القبلة ونأمرها أن تسلم. (لمن/ سأله: كيف كنتم تصنعون إذا سبيتموهن) / الحسن البصرى/ ١٧٠ - كنت مملوكا لعمر فقال لي: يا وشق أسلم/ وشق الرومي/ ٥١٧ - كيف يجترئون على الفتيا بالمتعة/ القاسم بن محمد/ ١٣٢','1','323',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (402,'الأثر/ صاحب الأثر/ الرقم- لا أرى ذلك واجبا عليه. (يعني الإطعام/ للشيخ الكبير) / أنس بن مالك/ ١٠٥ - لا أعلم للقاتل توبة إلا أن يستغفر الله ... / ابن عباس/ ٤٩٣ - لا بأس. (في الرجل يتزوج من فجر بها) / ابن عباس/ ١٧٧ - لا بأس بذلك. (في الرجل يفجر بالمرأة ثم/ يريد زواجها) / ابن مسعود/ ١٧٦ - لا بأس به. (لمن سأله عن نكاح اليهودية/ والنصرانية) / سعيد بن جبير/ ١٥٤ - لا بأس في ذلك. (في وطء الأمة المجوسية) / عطاء وعمرو بن دينار/ ١٦٩ - لا تجوز شهادة أهل الذمة على المسلمين في/- شيء إلا في السفر/ شريح/ ٢٩٢ - لا تحل له الفدية حتى يكون الفساد من قبلها/ عروة بن الزبير/ ٢٠٣ - لا تحل نساء أهل الكتاب إذا كانوا حربا/ ابن عباس/ ١٥٩ - لا تعب على من صام ولا على من أفطر/ ابن عباس/ ٨٤ - لا تقبل شهادة القاذف أبدا/ شريح، والحسن،// والنخعي، وابن/ ٢٧١، ٢٧٢،/ المسيب، وابن جبير/ ٢٧٣، ٢٧٤ - لا توبة له-. (في قوله: (ومن يقتل مؤمنا متعمدا) / ابن عباس/ ٤٨٦ - لا سفاح هي ولا نكاح (لمن سأله عن المتعة) / ابن عباس/ ١٣٦ - لأن أعتمر في شوال أو في ذي القعدة أو في/ ذي الحجة/ ابن عمر/ ٣٤٨ - لا يتزوج إلا محدودة مثله/ الحسن بن على/ ١٨٦ - لا يحصن أهل الشرك/ ابن عمر/ ١٥٨ - لا يحل الخلع إلا أن تقول المرأة لزوجها: إنى/ أكرهك/ عطاء بن أبي رباح/ ١٩٨ - لا يحل لأحد أن يأكل عند أحد. (عند ما/ نزلت: (ولا تأكلوا أموالكم بينكم بالباطل) / ابن عباس/ ٤٤٨ - لا يحل له أن يطأها حتى تسلم. (لمن سأله/ عن الجارية المجوسية) / ابن شهاب/ ١٦٧','1','324',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (403,'الأثر/ صاحب الأثر/ الرقم- لا يصلح الخلع إلا من الناشز المبغض/ عطاء، وعمرو بن// شعيب/ ١٩٩ - لا يصلح الخلع حتى يكون من قبل المرأة/ جابر بن زيد/ ٢٠٠ - لا يصلح للرجل الفدية حتى تعصيه امرأته/ النخعي/ ١٩٧ - لا يصنع ذلك إلا من جهل أمر الله. (يعني/ سعد بن أبي وقاص، التمتع) / والضحاك بن قيس/ ٣٢٦ - لا يطوف أحد بالبيت إلا حل/ ابن عباس/ ٣٢٤ - لا يكون الخلع إلا عند السلطان/ الحسن، وابن/ ٢٢٣، ٢٢٤،/ سيرين، والضحاك/ ٢٢٥ - الذين لم يحتلموا من أحراركم. (في آية:/ (والذين لم يبلغوا الحلم) / مجاهد/ ٤٠٨ - لقد رأيت اليوم أمرا إن كان لحقا على من رآه/ أن يغيره (في آية: (يا أيها الذين آمنوا عليكم/ أنفسكم) / أبو الدرداء، وكعب/ ٥٢٥ - لقد طمست سهمين من سهام الإسلام/ عمر/ ٥٣٣ - لقد فعلناها وهذا يومئذ كافر بالعرش./
(يعني متعة الحج) / سعد بن أبي وقاص/ ٣٢٧ - لما أنزل أول المزمل كانوا يقومون مثل قيامكم/ ابن عباس/ ٤٦٩ - لما قدم النبي صلّى الله عليه وسلم المدينة نسختها (إن ربك/ يعلم) / ابن عباس/ ٤٦٧ - لما كانت عشية التروية وتوجهنا إلى منى/ جابر/ ٣١١ - لما مات أمسك عن الاستغفار له. (آية:/ (وما كان استغفار إبراهيم) / ابن عباس/ ٥٢٠ - لما مات. في قوله: (فلما تبين له أنه عدو/ لله) / مجاهد/ ٥١٠ - لما نزلت هذه الآية التي في الفرقان: (والذين لا يدعون مع الله إلها آخر) / زيد بن ثابت/ ٤٨٨ - لما نزلت هذه الآية شق على المسلمين فأنزل/ الله (آمن الرسول) / مجاهد/ ٥٠٩','1','325',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (404,'الأثر/ صاحب الأثر/ الرقم- لم أكن لأدع سنة رسول الله صلّى الله عليه وسلم لقول أحد من/ الناس/ علي/ ٣٣٨ - لم تنسخ ولكن الله إذا جمع الخلائق بقول إني/ أخبركم. (آية: (وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ) / ابن عباس/ ٥١٢ - لم تنسخ ولكن (حق تقاته) أن يجاهدوا في الله حق جهاده/ ابن عباس/ ٤٧٤ - لم لا تقبل شهادته؟ قال: لأني لا أدري/ النخعي، والشعبي/ ٢٨٠ - لم يجئ تأويل هذه بعد. (آية: (يا أَيُّهَا/ الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ) / ابن مسعود/ ٥٢٦ - لم يكن لأحد أن يهل بحج ثم يفسخه بعمرته/ إلا للركب .. / أبو ذر/ ٣١٩ - لم ينسخ من المائدة إلا آيتين/ مجاهد/ ٢٤٧ - لم ينسخ من المائدة إلا قوله: (ولا تحلوا شعائر الله) / الشعبي/ ٢٤٨ - لهذا أضل من بعيره/ زيد بن صوحان// وسلمان بن ربيعة/ ٣٣٦ - اللهم لا نعلمها إلا السفاح/ ابن عمر/ ١٢٨ - لو اعتمرت ثم اعتمرت ثم حججت لتمتعت/ عمر/ ٣٤٦ - ٣٤٧ - لو رأى معها عشرة لم تحرم عليه/ مجاهد/ ١٨٠ - ليردها على الزنى. (لمن سأله عن رجل أراد/ أن ينكح امرأة قد زنى بها) / ابن عباس/ ١٨٧ - ليس بفرض ولكن لا يسع الناس أن يجمعوا/ على تركه/ سفيان الثورى/ ٣٨٤ - ما أراها إلا أشهر الحج. (في آية: (الْحَجُّ/ أَشْهُرٌ مَعْلُوماتٌ) / ابن مسعود/ ٣٤٩ - ما أرى إلا يستنفرنا شبابا وشيوخا/ أبو طلحة/ ٣٧٠ - ما تعدوننا إلا صبيانا/ أنس بن مالك/ ٣٣٤ - ما حكم الحكمان من شيء فهو جائز/ الشعبي، والنخعي/ ٢١٨ - ما علمناه. (لمن سأل أواجب الغزو) / عطاء، وعمرو// ابن دينار/ ٣٨١','1','326',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (405,'الأثر/ صاحب الأثر/ الرقم- ما كان الله لينقر عن قاتل المؤمن/ ابن عباس/ ٤٩٤ - ما لهم إذ ذاك لم يكن يحل لهم أن يغزوا في الشهر الحرام/ ابن جريج/ ٣٨٨ - ما من كتاب الله عز وجل من شيء إلا قد/ جاء على إدلاله إلا هذه الآية/ ابن مسعود/ ٢٨٩ - ما نزل من القرآن. (تفسير: (ما ننسخ) / عطاء بن أبي رباح/ ٦، ١١ - ما نسخها شيء. (آية: (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً) / ابن عباس/ ٤٩١ - ما ننسخ من آية أو ننسها (قراءة) / سعد بن أبي وقاص/ ١٥ - ما ننسخ من آية أو ننسك (قراءة) / أبي بن كعب/ ١٢ - ما ننسك من آية أو ننسخها (قراءة) / ابن مسعود/ ١٣ - ما هذه الفتيا التي قد شغبت الناس/ رجل من بلجهيم/ ٣٢٥ - المتعة منسوخة نسخها الطلاق والصداق والعدة/ ابن مسعود/ ١٣٤ - المحكمات ناسخة وحلاله وحرامه/ ابن عباس/ ٤ - المسكر خمر إلا أنه ألمّ من الخمر/ أبو زرعة بن عمرو// ابن جرير/ ٤٦٥ - مشاغيل وغير مشاغيل. (في آية: (انْفِرُوا/ خِفافاً وَثِقالًا) / النخعي/ ٣٧٣ - المعرفة بالقرآن ناسخة ومنسوخة (يعني الحكمة) / ابن عباس/ ٣ - ممن كان معه، كلهم مسلمون. (آية:/ (اثْنانِ ذَوا عَدْلٍ مِنْكُمْ أَوْ آخَرانِ مِنْ
غَيْرِكُمْ)
/ أبو موسى الأشعري/ ٣٠٥ - من أهل الكتاب. (في قوله: (أو آخران/ ابن المسيب،/ ٢٩٥، ٢٩٦، من غيركم) / وابن جبير،/ ٢٠٧/ والشعبي/- من أهل الملة، من غير أهل الملة. (في/ قوله: (اثنان ذوا عدل منكم أو آخران من/ غيركم) / مجاهد/ ٢٩٣ - من سائر الملل. (في قوله: (أو آخران من غيركم) / عبيدة السلماني/ ٢٩٤ - من سمّى جعلناها حيث سمى. (يعني الوصية) / عبيد الله بن عبيد الله// ابن معمر/ ٤٢٨','1','327',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (406,'الأثر/ صاحب الأثر/ الرقم- من الشك واليقين. (في قوله: (وإن تبدوا/ ما في أنفسكم) / مجاهد/ ٥٠١ - من شهر السلاح وأخاف السبيل. (تفسير:/ (إنما جزاء الذين يحاربون الله ورسوله) / ابن عباس/ ٢٥٨ - منّ عليه أو فاده (يعني الأسير) / الحسن وعطاء/ ٣٩٦، ٣٩٧،// ٣٩٨ - من فر من اثنين فقد فرّ ومن فر من ثلاثة لم/ يفر/ ابن عباس/ ٥٣٦ - من قبيلتكم. (في آية: (اثنان ذوا عدل منكم) / الحسن البصري/ ٣٠٦ - من اليهود والنصارى ومن ضل من غيرهم./
(آية: (لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ) / مجاهد/ ٥٢٩ - نثبت خطها ونبدل حكمها. (آية: (ما نَنْسَخْ مِنْ/ آيَةٍ) / مجاهد/ ٥ - نزلت بالمدينة حين نزلت الفرائض. (آية:/ (وَآتَى الْمالَ عَلى حُبِّهِ) / ابن عباس/ ٥٠ - نزلت في زيد بن حارثة كان تنباه محمد/ صلّى الله عليه وسلم. (آية: (ادْعُوهُمْ لِآبائِهِمْ) / مجاهد/ ٤١٩ - نزلت في كتمان الشهادة وإقامتها. (آية:/ (وَإِنْ تُبْدُوا ... ) / ابن عباس/ ٥٠٢ - نزلت هذه الآية الغليظة بعد اللينة بستة/ أشهر .. (آية: (وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً/ آخَرَ) (وآية: (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً) / زيد بن ثابت/ ٤٨٩ - نزلت هذه الآية في العصبات كان الرجل/ يعاقد الرجل. (آية: (وَأُولُوا الْأَرْحامِ) / عبد الله بن الزبير/ ٤١٣ - نزلت هذه الآية في الفرقان بمكة .. آية:/ (وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ) / ابن عباس/ ٤٨٥ - نزلت هذه الآية في النساء بعد قوله (ويغفر/ ما دون ذلك لمن يشاء) / زيد بن ثابت/ ٤٩٠','1','328',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (407,'الأثر/ صاحب الأثر/ الرقم- نسخت الزكاة كل صدقة/ أبو جعفر القاري/ ٤٢ - نسخت الزكاة كل نفقة في القرآن/ ابن عباس/ ٤٣ - نسخت ما قبلها. (فاحكم بينهم أو أعرض عنهم) / مجاهد/ ٢٤٤ - نسخت ما قبلها. (يعني آية: (وَأَنِ احْكُمْ بَيْنَهُمْ بِما/ أَنْزَلَ اللَّهُ) / مجاهد وعكرمة/ ٤٤١ - ٤٤٢ - نسخت هذه الآية آية الشهادة. (يعني/ آية: (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً) / الحكم بن عتيبة/ ٢٦٥ - نسختها (أَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا) / ابن عباس/ ٤٧٠ - نسختها (آمَنَ الرَّسُولُ) / الحسن البصري/ ٥١٠ - نسختها الآية التي بعدها. (آية: (الزَّانِي/ لا يَنْكِحُ إِلَّا زانِيَةً) / سعيد بن المسيب/ ١٧١ - نسختها الآية التي بعدها (لا يُكَلِّفُ اللَّهُ/ نَفْساً إِلَّا وُسْعَها) / ابن مسعود/ ٥٠٦ - نسختها الفرائض. (آية: (إِنْ تَرَكَ خَيْراً) / عكرمة/ ٤٢٢ - نسختها الفرائض. (آية: (وَإِذا حَضَرَ الْقِسْمَةَ) / عكرمة/ ٣٦ - نسختها: (قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ ... ) / ابن عباس/ ٣٦١ - نسختها هذه الآية (لِلرِّجالِ نَصِيبٌ مِمَّا تَرَكَ الْوالِدانِ) / ابن عباس/ ٤٢٣ - نسختها: (وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ ... ) / ابن عباس/ ٣٥٧ - نسختها: (وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ) / عكرمة/ ٢٤٥ - نسختها: (وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً) / ابن عباس/ ٣٨٥ قال: تنفر طائفة وتمكث طائفة مع النبي صلّى الله عليه وسلم .. /
- نسختها: (يا أَيُّهَا النَّبِيُّ إِذا طَلَّقْتُمُ النِّساءَ) / ابن عباس/ ١٤٠ - نسختها تحريم الخمر. آية: (تَتَّخِذُونَ مِنْهُ سَكَراً) / النخعي/ ٤٥٧ - نسخها (جاهد الكفار والمنافقين) / سليمان بن موسى/ ٥١٥ - نسخها قوله: (وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ) / ابن عباس/ ٢٤٣ - نسخها: (لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها) / النخعي/ ٥١١ - نسخها الميراث. (آية: (وَإِذا حَضَرَ/ الْقِسْمَةَ) / سعيد بن المسيب/ ٣٧ - نسخ هذا كله قوله: فَاقْتُلُوا الْمُشْرِكِينَ/ ابن عباس/ ٣٥٥','1','329',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (408,'الأثر/ صاحب الأثر/ الرقم- نعم إن الله عز وجل جعل ذلك رخصة (لمن/ سأله عن امرأت صرورة لم تحج أتعتمر) / ابن عمر/ ٣٤١ - نعم (قالها عند ما سئل هل يصلح للمسلمين/ أن يقاتلوا في الشهر الحرام) / سليمان بن يسار/ ٣٩١ - نعم هو تأويل قوله (وَأَشْهِدُوا إِذا تَبايَعْتُمْ. (وذلك/ عند ما سئل: أيشهد الرجل إذا بايع) .. / عطاء بن أبي رباح/ ٢٦٢ - نكاح المتعة بمنزلة الزنا/ عروة بن الزبير/ ١٣٠ - نكره شهادته ما لم تر منه توبة ... (يعني/ القاسم بن محمد القاذف) / وسالم ابن عبد الله/ ٢٧٩ - نهوا عن مناجاة النبي صلّى الله عليه وسلم حتى يتصدقوا/ ابن جريج/ ٤٧٢ - نؤخرها. (معنى: (ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها) / عطاء بن أبى رباح/ ٧ - نؤخرها. (معنى: ننسأها) / مجاهد/ ٨ - هؤلاء الآيات قبل أن تنزل سورة النور./
يعني: آية (وَاللَّاتِي يَأْتِينَ الْفاحِشَةَ) وآية:/ (لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ) / ابن عباس/ ٢٣٨ - هديت لسنة نبيك/ عمر/ ٣٣٦ - هذا تغيير للمنافقين حين استأذنوه/ ابن عباس/ ٣٥٦ - هذه امرأة ابتاعت نفسها من زوجها/ عمر/ ٢٢٦ - هل تعرف الناسخ والمنسوخ/ علي، وابن عباس/ ١ - ٢ - هل تعلم شيئا من نساء أهل الكتاب يحرم ... / الحكم بن عتيبة/ ١٦٠/ والنخعي/- هل لمن قتل مؤمنا توبة قال: لا./ سعيد بن جبير/ ٤٨٧ - هل نسخ من المائدة شيء فقال: لا/ عبد الله بن عون// والحسن البصري/ ٢٤٩، ٣٠٤ - هل يصلح للمسلمين أن يقاتلوا الكفار في الشهر/ الحرام/ سعيد بن المسيب/ ٣٩١ - هم أهل الشرك. (في آية: (وَلَيْسَتِ التَّوْبَةُ/ لِلَّذِينَ يَعْمَلُونَ السَّيِّئاتِ) / ابن عباس/ ٤٧٨','1','330',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (409,'الأثر/ صاحب الأثر/ الرقم- هو جزاؤه إن شاء تجاوز عنه/ أبو مجلز/ ٤٩٩، ٥٠٠ - هو الجماع ... (في آية: (الزَّانِي لا يَنْكِحُ/ إِلَّا زانِيَةً أَوْ مُشْرِكَةً) / ابن عباس/ ١٩٢، ١٩٣ - هو الرجل يوكل الرجل بضيعته ... (في آية:/ (أَوْ ما مَلَكْتُمْ مَفاتِحَهُ) / مجاهد/ ٤٤٩ - هو الشيخ الكبير والعجوزة الكبيرة. (في/ عطاء بن أبي رباح،/ آية: (وَعَلَى الَّذِينَ يُطِيقُونَهُ) / وسعيد بن جبير/ ٨٩ - هو الصدقة من الحب والثمار. (في آية:/ (وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ) / الحسن البصري/ ٣٨ - هو ما حرم من ثمرتيهما وما أحل من ثمرتيهما/ ابن عباس/
٤٦٢ - هي جزاؤه فإن شاء غفر له وإن شاء عذبه/ ابن عباس/ ٤٩٨ - هي خاصة للنساء لا للرجال. (آية:/ (يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ) / أبو عبد الرحمن// السلمي/ ٤٠٢ - هي في الرجل يموت في السفر ... آية (اثْنانِ/ ذَوا عَدْلٍ مِنْكُمْ) / الزهري/ ٣٠٧ - هي كالمضطر إلى الميتة والدم ... (يعني/ المتعة) / ابن عباس/ ١٣٩ - هي للقرابة. (يعني آية: (الوصية للوالدين/ مسلم بن يسار/ والأقربين) / والعلاء ابن يزيد/ ٤٢٦ - هي مبهمة لا نعلم له توبة. (في آية: (وَمَنْ/ يَقْتُلْ مُؤْمِناً) ابن عباس/ ٤٩٢ - هي منسوخة قد قتل رسول الله صلّى الله عليه وسلم عقبة/ ابن أبي معيط ... (يعني آية: (فَإِمَّا مَنًّا بَعْدُ/ وَإِمَّا فِداءً) / ابن جريج/ ٣٩٤ - هي منسوخة نسختها: (فَاقْتُلُوا الْمُشْرِكِينَ) / السدي/ ٣٩٣','1','331',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (410,'الأثر/ صاحب الأثر/ الرقم- هي منسوخة. (يعنى آية: (تَتَّخِذُونَ مِنْهُ/ سَكَراً) / أبو رزين/ ٤٥٦ - هي منسوخة. (آية: (وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ) / سعيد بن جبير/ ٤١ - هي منسوخة. (آية: (وَإِذا حَضَرَ الْقِسْمَةَ) / الحسن البصري/ ٣٥ - هي منسوخة. (آية: (وَعَلَى الَّذِينَ يُطِيقُونَهُ) / عبد الرحمن بن/ ٥٨/ أبي ليلى/- هي واجبة على أهل الميراث. (آية: (وَإِذا حَضَرَ/ الْقِسْمَةَ) / مجاهد/ ٣٤ - هي يعمل بها. (آية: (وَإِذا حَضَرَ الْقِسْمَةَ) / عبد الرحمن بن أبي بكر/ ٣٢ - وبقيت الفدية للكبير الذين لا يطيق الصيام/ الزهري/ ١٠١ - وتركها إقامة حدود الله استخفافا بحق زوجها/ ابن عباس/ ١٩٦ - والله لقد فعلت في عهد إمام المتقين/ ابن عباس/ ١٣٧ - والله ما نجد في كتاب الله إلا النكاح والاستسرار/ عائشة/ ١٣١ - يا أبا الأسود قد أعذر الله إليك فقال: أبت/ علينا سورة براءة/ أبو راشد الحبراني// والمقداد بن الأسود/ ٣٦٨ - يا جبير هل تقرأ المائدة/ عائشة/ ٣٢ - يا رسول الله والله ما نزلت آية أشد علينا من/ هذه/ جماعة من الصحابة/ ٥٠٥ - يا فلان قم فقد عرفناك. (للرجل الذي جاء/ يشهد وقد كان جلد في قذف) / شريح/ ٢٧٠ - يتصدق كل يوم على مسكين غداءه وعشاءه/ ابن عباس/ ٩٦ - يجوز تفريق الحكمين/ النخعي/ ٢١٩ - يحل له الفداء، ما قال الله عز وجل (إلا أن يخافا ألا يقيما حدود الله) / طاوس/ ٢٠٤','1','332',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (411,'الأثر/ صاحب الأثر/ الرقم- يحملونه. (في آية: (وعلى الذين يطوقونه) / مجاهد/ ٧٠ - يرحم الله عمر ما كانت المتعة إلا رحمة .. / ابن عباس/ ١٣٥ - يطعم عنه كل يوم مسكين. (آية: (وَعَلَى الَّذِينَ يُطِيقُونَهُ) / عكرمة/ ٩١ - يطعم عنه نصف صاع. (الشيخ الكبير) / ابن عباس/ ٩٥ - (يطوقونه) (قراءة) / سعيد بن جبير/ ٦٨ - يعرضان الصلح عليهما ويدعوان إليه/ الزهري/ ٢٢٢ - يعنى أن يجعل الحج عمرة/ أبو معاوية/ ٣٢٠ - يعني السرايا كانت ترجع وقد نزل بعدهم قرآن تعلمه القاعدون) / ابن عباس ومجاهد/ ٣٨٦ - ٣٨٧ - يفرق بينهما ولا صداق لها. (في التي فجرت قبل أن يدخل بها) / النخعي/ ١٨٥ - يفطران ويطعمان. (في الحامل والمرضع) / ابن عباس/ ١١٠ - يفطران ويقضيان صوما. (الحامل والمرضع) / الحسن والنخعي وعطاء/ ١١٣ - يفطرون في رمضان. (الشيخ الكبير والمرأة اللهثى وصاحب العطاش) / سعيد بن جبير/ ١٠٢ - يفطر ويطعم كل يوم مدا من حنطة./ يحيى بن سعيد (الشيخ الكبير) / الأنصاري والليث،/ ومحمد بن عمرو بن حزم/ ٩٩ - يفطر ويطعم. (في قوله: (وعلى الدين يطيقونه) / سعيد بن جبير/ ٩٠ - يقبلان على الذي جاء التداري من عنده (يعني الحكمين) / سعيد بن جبير/ ٢١٧ - يقتل أسرى المشركين ولا يفادون/ سعيد بن جبير/ ٣٩٥ - يقضيان الصوم. (الحامل والمرضع إذا أفطرتا) / الضحاك/ ١١١','1','333',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (412,'الأثر/ صاحب الأثر/ الرقم- يقولون هي منسوخة لا والله. (آية:
(لِيَسْتَأْذِنْكُمُ) / سعيد بن جبير/ ٤٠٥ - يكلفونه. (تفسير قراءة: (وعلى الذين/ يطوقونه) / عكرمة/ ٦٩ - يمسكها إن شاء فإن ذلك لا يحرمها عليه.
(من رأى امرأته تزنى) / مجاهد وعطاء/ ١٧٩','1','334',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (413,'<span data-type="title" id=toc-87>٤ - فهرس الإعلام </span>(١)
العلم/ رقم الأثر إبراهيم بن سعد الزهري ٥٠٨ إبراهيم بن سليمان المؤدب أبو إسماعيل ٨٢ إبراهيم بن مهاجر البجلي ١٧٦، ٣٦١، ٤٨٢، ٥١١ إبراهيم بن ميسرة الطائفي ٩٣، ٢٧٦ إبراهيم بن يزيد التيمي ٢٤٦، ٣٢٠، ٣٢١ إبراهيم بن يزيد النخعي ٢٦، ٦٢، ١١٠، ١١٣، ١٥٢، ١٥٩، ١٦٠، ١٦٤، ١٧٦، ١٨٥، ١٩٧، ٢١٨، ٢١٩، ٢٢٥، ٢٤٢، ٢٥٩، ٢٦٣، ٢٧٢، ٢٨٠، ٢٩٢، ٢٩٨، ٣٥١، ٣٦٧، ٣٧٣، ٤٣٠، ٤٣٩، ٤٤٠، ٤٥٦، ٤٥٧، ٤٦٣، ٤٦٤، ٤٨٢، ٥١١.
أبي بن كعب الأنصاري ١١، ١٢ أحمد بن خالد الوهبي ٧٤ أسامة بن زيد الليثي ٣١ إسحاق بن سليمان الرازي ٣٧٩ إسحاق بن عبد الله بن أبي فروة ١٢٦ اسحاق بن عيسى ٢٣٦ إسحاق بن يوسف الأزرق ٨٩، ٩٨، ٢٤٩، ٣٠٤ إسرائيل بن يونس السبيعي ٢٢، ٢٥٠، ٣٠٣ أسعد بن سهل بن حنيف/ أبو أمامة ١٧، ٤٣١ إسماعيل بن إبراهيم بن عليّة ٣٨، ٦٩، ١١٤، ١١٩، ١٧٨، ٢٠٣، ٢٠٤، ٢٠٩، ٢١٠، ٢٦٦،
_________
(١) الأرقام المكتوبة بالخط الكبير للدلالة على الموضع الذي ترجم فيه للعلم.','1','335',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (414,'العلم/ رقم الأثر ٢٨٤، ٣٤١، ٣٦٠، ٣٦٩، ٤٢٨، ٤٩٩، ٥٠١ إسماعيل بن جعفر بن أبي كثير ١٦، ٨٣، ٩٢، ٢٥٤، ٥٣٠ إسماعيل بن جعفر بن محمد (الصادق) / ٣٠٩ إسماعيل بن أبي خالد الأحمسي ٢٧، ٢١٨، ٢٣١، ٢٨١، ٢٩١، ٣٧٢، ٣٨٠، ٥٢٨ إسماعيل بن سالم الأسدي ٤٨، ٢٠١ إسماعيل بن عبد الرحمن السدّي ٢٩، ٢٤٥، ٣٩٣، ٣٩٨، ٤٤٢ إسماعيل بن عمر
الواسطي/ أبو المنذر ١٨، ٣٤٠ إسماعيل بن عياش العنسي ٤٣١ إسماعيل ٤٩٠ الأسود بن قيس العبدي ٤٦٢ الأسود بن يزيد النخعي ٣٥٢ أشعث بن سوّار الكندي ٢٢١، ٢٩٧ أشعث بن أبي الشعثاء ١٢٠ أشعث بن عبد الله الحداني ١١٣ أشعث بن عبد الله الحمراني ١٥٣، ٣٩٨ أشعث بن قيس الكندي ١١٥، ٣٩٨ أنس بن عياض الليثي ١٠٦ أنس بن مالك ١١، ٤٦، ٨٣، ٩٢، ١١٤، ٢٥٣، ٢٥٤، ٢٥٥، ٣٣٤، ٣٣٥، ٣٤٠، ٣٧٠ إياس بن عبد الله بن عبد ياليل (الفجاءة) ٣٩٨ أيوب بن أبي تميمة السختياني ٦٩، ١٠٩، ١١٤، ١١٩، ١٧٨، ٢٠٥، ٢١٠، ٢٢٨، ٣٦٩، ٤٢٨','1','336',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (415,'العلم/ رقم الأثر البراء بن عازب ٢٢، ٣٠٨ بشير بن عبد الله بن عمر ١٢٢ بقية بن الوليد الكلاعي ٥١٥ بكر بن عبد الله المزني ٣٣٤ بكر بن ماعز ١٦٣ بكر بن مضر ٦١، ٨٨ بكير بن عبد الله بن الأشج ٦١، ٩٦، ١٣٦، ٣٩١ بكير بن عطاء الليثي ٣٤٠ بلابل بن الحارث المزني ٣١٨، ٣٢٥ بلال بن رباح ٢٤ بيان بن بشر ٢٤٨ تميم الداري ٢٨٨ تميم بن سلمه ٢٧٠ ثابت بن قيس بن شماس ٢٠٦، ٢٠٨، ٢١١، ٢٢٥، ٣٩٨ ثابت مولى محمد بن عبد الرحمن ٧٩ ثابت بن هرمز الحداد ١٠٢ ثمامة بن أثال ٣٩٨ ثور بن يزيد ٥٣٢ جابر بن زيد ٢٠٠ جابر بن سمرة ١٢٠ جابر بن عبد الله ٨٢، ٨٧، ٨٨، ١٢٧، ١٧٧، ٣٠٩، ٣١١، ٣٢٨، ٣٢٩، ٣٣٠، ٣٨٩، ٣٩٠ جبير بن نفير ٣٠٢ جرير بن حازم ٨، ١٧٩، ١٨٢، ١٨٥، ٢٠٨','1','337',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (416,'العلم/ رقم الأثر جرير بن الخطفي ١٩١ جرير بن عبد الحميد الضبي ٢٧٠، ٤٦٣ جرير بن عبد الله البجلي ٥٣١ جري بن كليب ٣٣٩ جعفر بن إياس/ أبو بشر ٩٠، ٣٤٥، ٤٠٥ جعفر بن أبي ثور ١٢٠ جعفر بن حيان السعدي/ أبو الأشهب ٤٩٧ جعفر بن ربيعة ١٠٣ جعفر بن محمد (الصادق) ٤٥، ١٠٦، ٣٣٠ جندب بن جنادة/ أبو ذر الغفاري ٢٨٧، ٣١٩، ٣٢٠، ٣٢١، ٣٢٥، ٣٥١، ٣٥٢ جهم ابن أبي جهم ٤٨٨ جويبر ابن سعيد الأزدي ١١١، ٢٢٥، ٢٥٩، ٥٣٤ حاتم بن أبي صغيره ٤٧ الحارث بن بلال المزني ٣١٨ الحارث بن شبيل ٢٧ الحارث بن عبد الله الأعور ٢٢٠ الحارث بن غزيّة ١٢٦ الحارث بن نفيع/ أبو سعيد بن المعلّى ٢٣ حبيب بن أبي ثابت ١٩، ٢٨٢ حجاج بن أبي عثمان ٢١١ حجاج بن أرطاة ٣٢، ٤٢، ٤٣، ١٣٤، ١٣٩، ٢٢٠، ٢٦٠، ٣٢٨، ٣٣٣ حجاج بن محمد المصيصي ٥، ٩، ١٠، ١٢، ٢١، ٢٨، ٥٠، ٥١، ٥٨، ٥٩، ٦٠، ٧٦، ٨٠، ٨٥،','1','338',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (417,'العلم/ رقم الأثر ٨٧، ١٢١، ١٢٧، ١٣٥، ١٤٠، ١٦٠، ١٧٢، ١٩٤، ١٩٥، ٢١٢، ٢٣٣، ٢٣٨، ٢٤٣، ٢٥٧، ٢٦٢، ٢٦٩، ٢٨٨، ٣٢٥، ٣٣٢، ٣٣٩، ٣٥٠، ٣٥٧، ٣٥٨، ٣٦١، ٣٦٣، ٣٦٦، ٣٦٨، ٣٧١، ٣٨١، ٣٨٢، ٣٨٥، ٣٨٧، ٣٨٨، ٣٨٩، ٣٩٣، ٣٩٤، ٣٩٥، ٣٩٦، ٣٩٧، ٣٩٩، ٤٠١، ٤٠٨، ٤١٠، ٤١٤، ٤١٨، ٤٢٣، ٤٢٤، ٤٣٨، ٤٤٤، ٤٤٩، ٤٥٠، ٤٥٨، ٤٦٧، ٤٧٠، ٤٧٢، ٤٨٤، ٤٨٧، ٤٨٩، ٤٩٠، ٥٠٠، ٥٠٥، ٥١٠، ٥١٣، ٥١٤، ٥١٨، ٥٢١، ٥٢٩، ٥٣٣، ٥٣٥ حجاج بن المنهال الأنماطي ٤٩، ٤٢٦، ٥٠٣ حجاج ٤٩٧، ٥٢٦ حدير بن كريب/ أبو الزاهرية ٣٠٢ حذيفة بن اليمان ١٥١، ١٥٦، ١٥٧، ١٧٠، ٥٣٠ حر بن مسكين الأودي/ أبو مسكين ٤٤٠ حريث بن سليم العذري ٣٤٠ حريز بن عثمان ٣٦٨، ٤٨٣ الحسن بن أبي الحسن البصري ٣٥، ٣٨، ٤٠، ١١٠، ١١٢، ١١٣، ١٢٤، ١٥٢، ١٥٣، ١٦٩، ١٧٠، ٢٠٢، ٢٢٣، ٢٢٥، ٢٤٠، ٢٤١، ٢٤٩، ٢٥٩، ٢٦٨، ٢٧٢، ٢٧٣،','1','339',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (418,'العلم/ رقم الأثر ٣٠٤، ٣٠٦، ٣٠٧، ٣٩٦، ٣٩٨، ٤٠٦، ٤٠٧، ٤٢٥، ٤٢٨، ٤٦٠، ٤٦٦، ٤٨١، ٤٩٧، ٥١٠، ٥٢٧ الحسن بن سعد ٣٣٣ الحسن بن على بن أبي طالب ١٨٦ الحسن بن عمرو الرّقي/ أبو المليح ١٤٥، ٣٧٨ الحسن بن عمرو الفقيمي ٤٣٠ الحسن بن محمد بن الحنفية ١٢٥، ١٦١ الحسن بن يحيى البصري ١٨١ حصين بن عبد الرحمن السلمي ٥٣، ٥٦، ١٩٢، ١٩٣، ٢١٦ حطان بن عبد الله الرقّاشي ٣٣، ٢٤٠، ٢٤١ حفص بن غياث ٢٢١ الحكم بن عبد الله الأعرج ٤٣ الحكم بن عتيبة الكندي ١٢١، ١٣٤، ١٥١، ١٥٩، ١٦٠، ٢٢٦، ٢٢٧، ٢٤٤، ٢٤٧، ٢٦٥، ٣٣٨، ٤٤١، ٥١٩ الحكم بن نافع البهراني/ أبو اليمان ١١٧، ١٥٧، ٣٠١، ٣٦٤، ٣٦٨، ٤٨٣ حماد بن زيد ٢٢٤، ٢٩٣ حماد بن سلمه ٤٩، ١٠٩، ١١٦، ٢٧٣، ٣١٦، ٣٧٠، ٤٢٦، ٥٠٣، ٥١٠، ٥١٣ حماد بن أبي سليمان ١٥٤، ٤٣٩ حمزة الزيات ٥٣٣ حمزة بن عمر الأسلمي ٧٢، ٧٣، ٧٤، ٧٥ حميد بن أبي حميد الطويل ٨٣، ٩٢، ٢٥٣، ٢٥٤، ٣٣٤، ٣٣٥، ٥٠٣، ٥١٠','1','340',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (419,'العلم/ رقم الأثر حميد بن عبد الرحمن الزهري ٣٦٤ حميد بن قيس الأعرج ٨ حميد بن نافع ٢٣٥، ٢٣٦، ٢٣٧ حميد بن هلال ٣٣٢ حنش بن المعتمر ١٨٣ حنظلة بن أبي سفيان ٣٧٩ حنظلة بن علي الأسلمي ٧٤ خارجة بن زيد بن ثابت ٤٨٨، ٤٩٠ خالد بن الدريك ١٠٤ خالد بن دهقان ٤٩٥، ٤٩٦ خالد بن زيد/ أبو أيوب الأنصاري ٣٦٩ خالد بن عبد الله بن قارظ ١٥٥ خالد بن أبي عمران ٢٧٩ خالد بن عمرو الأموي ٢٢، ٤١، ١٦٦، ٢١٩، ٣٧٣ خالد بن معدان ٥٣٢ خالد بن المهاجر بن خالد سيف الله ١٣٧ خالد بن مهران الحذاء ٦٧، ٩١، ٢٠٩، ٣٠٥ خالد بن الوليد ٣٩٨ خالد بن يزيد الجمحي ٢٣، ٤٦، ٤٨٨ خصيف بن عبد الرحمن الجزري/ أبو عون ٣٢٩، ٥٠٩ خيثمة بن عبد الرحمن ٢٢٦، ٢٢٧ داود بن أبي هند ١٨٤، ٢٥١، ٢٦٦، ٣١٠، ٥١٦ ذر بن عبد الله المرهبي ١٨ ذكوان السمان/ أبو صالح ٣٧٢ الربيع بن أنس ٩٤، ٥٢٦','1','341',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (420,'العلم/ رقم الأثر الربيع بن خثيم ١٦٣، ٤٧٦ الربيع بن سبرة الجهني ١٢٢، ١٢٣ ربيعة بن أبي عبد الرحمن ١٠٤، ٣١٨ رفيع بن مهران الرياحي/ أبو العالية ٩٤، ٥٢٦ رياح بن عبيده الباهلي ٤٧ زائده بن قدامة الثقفي ٦٢، ١١٥ زبيد الأيامي ٤٧٥، ٤٧٦ الزبير بن باطا ٣٩٨ الزبير بن العوام ١٢٧، ١٤٧ زكريا بن أبي زائده ١٣٤، ٢٦٠، ٢٩٠ زهير بن معاوية ٢٥٥ زياد بن كليب الحنظلي/ أبو معشر ١١٣ زياد بن لبيد الأنصاري ٣٩٨ زيد بن أرقم ٢٧ زيد بن أبي أنيسه ٢٤ زيد بن ثابت ٤٨٨، ٤٨٩، ٤٩٠ زيد بن حارثة ٤١٧، ٤١٨، ٤١٩ زيد بن سهل الأنصاري/ أبو طلحة ٣٣٣، ٣٤٠، ٣٧٠ سالم بن عبد الله بن عمر ١٠٣، ١٣١، ٢٣٣، ٣٧٩، ٣٤٣، ٤١٧، ٤١٨، ٥٠٧، ٥٠٨ سالم بن عجلان الأفطس ٤١، ٢٧٤، ٣٩٥ سبرة بن معبد الجهني ١٢٢، ١٢٣ سراقه بن مالك ٣٢٨، ٣٢٩، ٣٣٠، ٣٣١ سعد بن اياس الشيباني/ أبو عمرو ٢٧ سعد بن زياد ٩٥','1','342',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (421,'العلم/ رقم الأثر سعد بن مالك الخدري/ أبو سعيد ٨١، ٣١٠ سعد بن معاذ ٣٩٨ سعد بن أبي وقاص ١١، ١٥، ٣٢٦، ٣٢٧ سعيد بن جبير ١٩، ٢٠، ٢٩، ٤١، ٦٨، ٨٩، ٩٠، ١٠٢، ١٠٩، ١١٠، ١١٣، ١٣٩، ١٥٠، ١٥٤، ١٦٥، ١٧٢، ١٩٢، ١٩٣، ٢١٧، ٢٢٥، ٢٥٧، ٢٧٤، ٢٩٦، ٢٩٩، ٣٩٥، ٣٩٨، ٤٠٥، ٤٦١، ٤٨٤، ٤٨٥، ٤٨٦، ٤٨٧، ٤٩١، ٤٩٣، ٥٢٨، ٥٢٩ سعيد بن الحكم بن أبي مريم ٢٥، ٥٥، ٥٧، ١٠٠، ١٠٣، ١٠٤، ١٠٥، ١٠٦، ١٣٠، ١٣١، ١٤٦، ١٤٨، ١٦٨، ٣٢٦، ٤٨٩ سعيد بن عبد الرحمن بن أبزى ٤٨٥ سعيد بن عبد الرحمن الجمحي ٧٣ سعيد بن عبد الرحمن أخو أبي حرة ٢٩٤ سعيد بن عبد الله بن مرجانه ٥٠٨ سعيد بن أبي عروبة ٨١، ١١٠، ١١٣، ٢٢٨، ٤٣٢ سعيد بن المرزبان العبسي/ أبو سعد ٣٢١ سعيد بن المسيب ١، ١٧، ٣٧، ١٧١، ٢٠٦، ٢٧٣، ٢٧٦، ٢٩٥، ٣٦٤، ٣٩١، ٤١٦ سعيد بن أبي هلال ٢٣، ٤٦، ٤٨٨ سفيان بن جبر بن عتيك ١٠٣ سفيان بن حسين ١٥٩، ٢٤٧، ٥٠٧ سفيان بن سعيد الثوري ١، ١٨، ٢٩، ٩٦، ١٠٢، ١٠٥،','1','343',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (422,'العلم/ رقم الأثر ١١٣، ١٤٢، ١٤٩، ١٥٠، ١٥٤، ١٦١، ١٦٨، ١٨٨، ٢٤٥، ٢٦٤، ٣٠٠، ٣٠٤، ٣٠٧، ٣١٤، ٣٢١، ٣٤٠، ٣٤٦، ٣٤٩، ٣٧٣، ٣٨٤، ٣٩٣، ٤٣٠، ٤٤٢، ٤٧٥، ٤٨٠، ٤٩١، ٥٠٤، ٥١١ سفيان بن عيينة ٢٥، ٣٤، ٦٥، ٨٤، ١٦٥، ١٧٥، ١٨٠، ٢٠٠، ٢٠٧، ٤٠٤، ٤٦٢، ٥٣٦ أحد السفيانين ٤٠، ٧١، ١٥٨، ٢٤٨، ٢٨٠، ٢٩١، ٢٩٢، ٤٠٢، ٤١٢، ٤٤٠، ٤٥٢، ٤٦١، ٤٩٣ سلمان بن ربيعة ٣٣٦ سلمة بن الأكوع ٦١، ٧١، ٣٩٨ سلمة بن دينار/ أبو حازم ٥٥ سلمة بن أبي سلمة ٢٨٩ سلمة بن كهيل ١٨، ٣٤٦، ٣٤٧ سلمة بن نبيط الأشجعي ٢ سليمان التيمي ٢٦٨، ٣٢٧، ٤٩٩، ٥٠٠ سليمان بن أبي سليمان الشيباني ١٨٢، ٢٧١، ٥٠٤ سليمان بن علي الربعي ٤٩٧ سليمان بن مهران الأعمش ١٩، ٢٠، ٢٦، ١١٥، ٢٩٢، ٣٢٠، ٣٢١، ٣٣٧، ٣٦٧، ٤٢٧ سليمان بن موسى ٩٧، ٥١٥ سليمان بن يسار ٧٤، ٧٥، ٣٢٣، ٣٩١ سماك بن حرب ١٦٦، ١٨٣، ١٨٤، ٢٥٥','1','344',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (423,'العلم/ رقم الأثر سماك بن الوليد الحنفي ٤٦٩ سيار بن أبي سيار العنزي ٣٣٦، ٥٠٠ شرحبيل بن مسلم الخولاني ٤٣١ شريح بن الحارث النخعي ٢١٦، ٢٢٥، ٢٣٠، ٢٣١، ٢٧٠، ٢٧١، ٢٩٢ شريك بن عبد الله النخعي ٤١، ١٦٣، ١٦٦، ١٧٦، ٢١٩، ٢٣٠، ٢٧٤، ٣٥١، ٣٩٥، ٥١٧، ٥٣١ شعبة بن الحجاج ٣٣، ٥٨، ٨٧، ١٢١، ١٢٧، ١٤٩، ١٥٠، ١٥١، ١٨٣، ٢١٧، ٢٢٧، ٢٣٧، ٢٤٠، ٢٩٥، ٣١٤، ٣٢٥، ٣٣٢، ٣٣٨، ٣٣٩، ٣٤٧، ٣٥٠، ٣٦٥، ٤٥٦، ٤٧٦، ٤٨٦، ٥٠٠، ٥١٩ شعيب بن أبي حمزة ١١٧، ٣٦٤ شقيق بن سلمه/ أبو وائل ٢٥، ١٥٦، ٣٣٦، ٣٣٧ شهر بن حوشب ٤٣٢ شيبان بن عبد الرحمن التميمي ١٢٠، ٤٨٥، ٤٩٢ شيبة بن ربيعة ٢١٢ شيبة بن نصاح ١٦ الصبي بن معبد ٣٣٦، ٣٣٧، ٣٤٠ صدقة بن خالد ٤٩٥، ٤٩٦، ٥٢٤ صرمة بن مالك ٥٦ صفوان بن عبد الله بن صفوان ٨٥، ٨٦ الصلت بن بهزام ١٥٦','1','345',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (424,'العلم/ رقم الأثر الضحاك بن قيس ٣٣٦ الضحاك بن مزاحم ٢، ١١، ١٣، ١٤، ١١٠، ١١١، ١١٣، ١٨١، ٢٢٥، ٢٥٩، ٥٣٤ ضمرة بن حبيب ٣٠١ طارق بن شهاب ١٨٨، ٣١٤، ٣٤٩ طاوس بن كيسان اليماني ٦٥، ٨٤، ٢٠٤، ٢٨٤، ٣٣١، ٣٤٦، ٣٤٧، ٤٢٩ طريف بن شهاب السعدي/ أبو سفيان ٥٣٣ طلحة بن عبيد الله ١٤٧، ١٤٨، ١٤٩، ١٥٠ عاصم بن بهدلة بن أبي النجود ٢٥، ٤٩٢، ٤٩٨، ٥٠٠ عاصم بن سليمان ٨٢ عامر بن شراحيل الشعبي ٤٨، ٤٩، ٥٣، ٥٤، ١٤٧، ١٥٢، ١٨٢، ٢٠١، ٢١٦، ٢١٨، ٢٢١، ٢٢٥، ٢٣١، ٢٤٢، ٢٤٨، ٢٥١، ٢٦٦، ٢٧١، ٢٨٠، ٢٨١، ٢٩٠، ٢٩١، ٢٩٧، ٣٠٧، ٣٦٥، ٤٠٤، ٤٥٦، ٤٦٤، ٥١٦ عامر بن شفي ٦٨ عبادة بن الصامت ٢٤٠، ٢٤١، ٤٩٦ عباد بن عباد الخواص ٥٢٥ عباد بن عباد المهلبي ١١، ٢١٥ عباد بن العوام ٣٢، ١٥٩، ٢٩٧، ٥٠٧ عبد الأعلى بن مسهر الغساني/ أبو مسهر ٥٢٥','1','346',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (425,'العلم/ رقم الأثر عبد الرحمن بن أبزى ١٨، ٤٨٦ عبد الرحمن الأسود ٣٥٢ عبد الرحمن بن أبي بكر ٣٢ عبد الرحمن بن أبي الزناد ١٣٠، ٤٨٩، ٤٩٠ عبد الرحمن بن سعد ١٢٨ عبد الرحمن بن صخر/ أبو هريرة ٩٧، ٣٦٤، ٣٦٥، ٥٣٢ عبد الرحمن بن عمرو الأوزاعي ١١٣، ١٤٢، ١٦٨، ١٧٧، ١٩٩، ٣٢١، ٣٨٣، ٤٣٠، ٤٥٤، ٤٥٥ عبد الرحمن بن أبي عوف ٤٨٣، ٥٠٥ عبد الرحمن بن عوف ٥٠٥ عبد الرحمن بن غزوان الضبي/ أبو نوح ٢٠٨ عبد الرحمن بن غنم ٤٣٢ عبد الرحمن بن أبي ليلى ٢٤، ٥٦، ٥٨، ٧١، ٢٢٦ عبد الرحمن المسعودى ٨٠، ١٦٠، ٣٥٢ عبد الرحمن بن مهدي ١، ٢٩، ٣٤، ٣٦، ٤٠، ٦٥، ٧١، ٨٤، ٩٣، ٩٥، ١٠٢، ١٤٩، ١٥٠، ١٥٤، ١٦١، ١٦٣، ١٦٥، ١٨٠، ١٨٨، ٢٣٠، ٢٤٥، ٢٤٨، ٢٥٠، ٢٥٦، ٢٨٠، ٢٩١، ٢٩٢، ٢٩٣، ٢٩٤، ٢٩٥، ٢٩٦، ٣٠٠، ٣٠٣، ٣١٤، ٣١٦، ٣٢٢، ٣٢٣، ٣٤٦، ٣٤٩، ٣٩٣، ٤٠٢، ٤٠٤، ٤٠٥، ٤١٢، ٤٢٢، ٤٣٠، ٤٤٠، ٤٤٢، ٤٤٥، ٤٤٧، ٤٥٢، ٤٥٦، ٤٦١، ٤٦٢، ٤٧٥، ٤٧٦، ٤٨٢، ٤٩١، ٤٩٣، ٥١١، ٥١٧','1','347',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (426,'العلم/ رقم الأثر عبد الرحمن بن ميسرة ٣٦٨ عبد الرحمن بن أبي نصر بن عمرو ٣١٧ عبد الرحمن بن يزيد النخعي ١١٥، ٣٦٧ عبد العزيز بن صهيب ٢٥٣، ٣٣٥ عبد العزيز بن عمر بن عبد العزيز ١٢٢ عبد العزيز بن محمد الداروردي ٣١٨، ٤٠٦ عبد الغفار بن داود ٢٠٦ عبد الكريم الجزري ٦٥ ٦٨، ٧٠، ٨٤، ١٩٠، ٢٥٧ عبد الله بن أبي بكر ٢٣٦ عبد الله بن أبي بلال ٣٦٨ عبد الله بن حبيب السلمي أبو عبد الرحمن ١، ٤٠٢ عبد الله بن ذكوان/ أبو الزناد ٤٨٨، ٤٨٩ عبد الله بن ربيعة ٧٩ عبد الله بن الزبير ٤١٣ عبد الله بن أبي زكريا الخزاعي ٤٩٥ عبد الله بن زيد بن عبد ربه الأنصاري ٢٤ عبد الله بن زيد بن عمرو الجرمي/ أبو قلابة ١١٤، ٢٠٥، ٣٠٥ عبد الله بن شبرمة ٣٣٦، ٤٦٥، ٥٣٥، ٥٣٦ عبد الله بن شهاب الخولاني ٢٢٦، ٢٢٧ عبد الله بن صالح الجهني ٣، ٤، ١٧، ٢٣، ٣٩، ٥٢، ٦٠، ٦٣، ٦٤، ٦٦، ٧٧، ٨٦، ٩٧، ٩٩، ١٢٩، ١٣٢، ١٣٧، ١٣٨، ١٣٩، ١٤١، ١٤٤، ١٥٥، ١٦٧، ١٦٩،','1','348',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (427,'١٨٧، ١٩٦، ٢٢٢، ٢٣٢، ٢٥٢، ٢٥٨، ٢٧٥، ٢٧٧، ٣٠٢، ٣٠٧، ٣١٣، ٣٤٣، ٣٥٣، ٣٥٥، ٣٥٦، ٣٥٩، ٣٦٢، ٣٧١، ٣٨٣، ٣٨٦، ٣٩٠، ٣٩٢، ٤٠٠، ٤١١، ٤١٥، ٤١٦، ٤١٧، ٤٢٠، ٤٣٧، ٤٤٣، ٤٤٦، ٤٤٨، ٤٥١، ٤٥٩، ٤٦٨، ٤٧٤، ٤٧٩، ٤٨٨، ٥١٢، ٥٢٠، ٥٢٣ عبد الله بن عباس ٢، ٤، ١١، ١٦، ١٩، ٢١، ٣٩، ٤٠، ٥٠، ٥١، ٥٢، ٥٩، ٦٠، ٧١، ٧٦، ٧٧، ٧٨، ٨٤، ٩٥، ٩٦، ١٠٨، ١٠٩، ١١٠،
١١٣، ١٢٥، ١٢٧، ١٣٤، ١٣٥، ١٣٦، ١٣٧، ١٣٨، ١٣٩، ١٤٠، ١٤١، ١٤٢، ١٥٩، ١٧٧، ١٧٨، ١٨٦، ١٨٧، ١٩١، ١٩٢، ١٩٣، ١٩٤، ١٩٥، ١٩٦، ٢٠٨، ٢٠٩، ٢١٢، ٢٢٥، ٢٣٢، ٢٣٣، ٢٣٨، ٢٣٩، ٢٤٣، ٢٥٢، ٢٥٨، ٢٦٠، ٢٦١، ٢٦٩، ٢٧٥، ٣٢٣، ٣٢٤، ٣٢٥، ٣٣١، ٣٣٣، ٣٤٦، ٣٤٧، ٣٥٣، ٣٥٥، ٣٥٦، ٣٥٧، ٣٥٨، ٣٥٩، ٣٦٠، ٣٦١، ٣٦٢، ٣٦٦، ٣٨٥، ٣٨٦، ٣٩٢، ٣٩٨، ٤٠٠، ٤٠٣، ٤٠٥،','1','349',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (428,'العلم/ رقم الأثر ٤٠٦، ٤١٠، ٤١١، ٤١٤، ٤١٥، ٤٢٠، ٤٢١، ٤٢٣، ٤٣٧، ٤٣٨، ٤٤٣، ٤٤٨، ٤٤٩، ٤٥٠، ٤٥١، ٤٥٨، ٤٥٩، ٤٦٢، ٤٦٧، ٤٦٨، ٤٦٩، ٤٧٠، ٤٧١، ٤٧٤، ٤٧٨، ٤٧٩، ٤٨٤، ٤٨٥، ٤٨٦، ٤٨٧، ٤٩١، ٤٩٢، ٤٩٣، ٤٩٤، ٤٩٨، ٥٠٠، ٥٠٢، ٥٠٥، ٥٠٧، ٥٠٨، ٥١٢، ٥١٨، ٥٢٠، ٥٢٣، ٥٣٦ عبد الله بن عبد الرحمن الأشهل ٥٣٠ عبد الله بن عبد الرحمن بن أبي بكر ٣١ عبد الله بن عبد الرحمن بن أبي حسين ٢١٢ عبد الله بن عبيد الله بن أبي مليكة ٢١٢، ٣١٦ عبد الله بن عتبة بن مسعود الهذلي ١٩٠، ٢٨٢، ٢٨٥، ٢٨٦ عبد الله بن على بن السائب ١٤٦، ١٤٨ عبد الله بن عمر ٤٧، ١٠٥، ١٠٦، ١٠٧، ١١٩، ١٢٨، ١٢٩، ١٤٢، ١٤٤، ١٤٥، ١٥٧، ١٥٨، ١٧٣، ١٧٤، ٢٢٩، ٢٦٤، ٢٨٢، ٣١٥، ٣٣٤، ٣٤٠، ٣٤١، ٣٤٢، ٣٤٣، ٣٤٥، ٣٤٨، ٣٧٨، ٣٧٩، ٣٨٠، ٤١٨، ٤٣٦، ٤٨٠، ٥٠٧، ٥٠٨، ٥٢٢ عبد الله بن عمر بن عثمان ١٠٦ عبد الله بن عمرو بن العاص ٣٧٨ عبد الله بن عون بن أرطبان/ أبو عون ٢١٤، ٢٤٩، ٣٠٤، ٤٠٩، ٤١٣','1','350',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (429,'العلم/ رقم الأثر عبد الله بن قارظ ١٥٥ عبد الله بن أبي قحافة/ أبو بكر الصديق ١٧٣، ١٧٤، ٣١٤، ٣١٦، ٣٦٣، ٣٦٤، ٣٩٨، ٥٠٥، ٥٢٨، ٥٢٩ عبد الله بن قيس الأشعري/ أبو موسى ٣٣، ٢٩٠، ٢٩١، ٣٠٤، ٣٠٥، ٣٠٧، ٣١٤، ٣٣٦، ٣٣٧ عبد الله بن كثير المكي ١٠، ١٢، ٤٥٤ عبد الله بن كعب بن مالك ٥٧ عبد الله بن لهيعة ٥٧، ٧٩، ٩٦، ١٠٣، ١٣٣، ١٩٨، ٢٠٦، ٢٧٩، ٢٨٩، ٣٩١، ٥٠٨ عبد الله بن المبارك ٣٦، ١٨١، ٢٠٥، ٢٩٦، ٤٢٢، ٤٤٥، ٤٤٧ عبد الله بن محمد بن علي بن الحنفية ١٢٥ عبد الله بن مسعود ١١، ١٣، ٢٥، ٢٦، ١١٥، ١٣٤، ١٦٢، ١٧٦، ١٩١، ٢٨٩، ٣٤٩، ٤٣٤، ٤٦٣، ٤٧٥، ٤٧٦، ٥٠٦، ٥٢٦، ٥٢٧ عبد الله بن أبي نجيح ٣٤، ١٧٩، ١٨٠، ٢٨٤، ٢٩٣، ٣٦٠، ٥٠١ عبد الملك بن جريج ٥، ٩، ١٠، ١٢، ٢١، ٢٨، ٥٠، ٥١، ٥٩، ٧٦، ٨٥، ١١٣، ١٣٥، ١٤٠، ١٦٩، ١٧٢، ١٩٤، ١٩٥، ٢٠٣، ٢٠٤، ٢١٢، ٢٣٣، ٢٣٨، ٢٤٣، ٢٥٧، ٢٦٢، ٢٦٩، ٢٨٨، ٣١١، ٣٢٤، ٣٥٧، ٣٥٨، ٣٦١، ٣٦٣، ٣٦٦، ٣٧١، ٣٨١، ٣٨٢، ٣٨٥، ٣٨٧، ٣٨٨، ٣٩٤، ٣٩٧،','1','351',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (430,'العلم/ رقم الأثر ٣٩٨، ٣٩٩، ٤٠١، ٤٠٨، ٤١٠، ٤١٤، ٤١٨، ٤١٩، ٤٢٣، ٤٢٤، ٤٣٨، ٤٤٤، ٤٤٩، ٤٥٠، ٤٥٨، ٤٦٧، ٤٧٠، ٤٧٢، ٤٨٤، ٤٨٧، ٤٩٠، ٥٠٥، ٥١٤، ٥١٨، ٥٢١، ٥٢٩، ٥٣٥ عبد الملك بن أبي سليمان ٧، ٨٩، ٩٨، ٣١١، ٤٠٣ عبد الملك بن المغيرة بن نوفل ١٢٩ عبد المؤمن الأزدي ٣٤١ عبد الوهاب بن عبد المجيد الثقفي ٦٧، ٩١ عبد الوهاب بن عطاء الخفاف ٧٥، ٨١ عبيد الله بن عبد الله بن عتبة ٧٦، ٧٧، ٧٨، ١٣٨، ٤٤٥، ٥٢٣ عبيد الله بن عبد الله بن أبي فروة ١٩٨ عبيد الله بن عبيد الله بن معمر ٤٢٨ عبيد الله بن عمر بن حفص بن عاصم بن عمر بن الخطاب ٧٠، ١٠٧، ١٤٣، ١٧٣، ٢٢٩، ٣١٥، ٣٤٢، ٣٤٨، ٥٢٢ عبيد الله بن عمرو الرقي ٦٨ عبيد الله بن أبي يزيد ١٧٥ عبيد بن حنين ٢٣ عبيد بن عمير الليثي ١٠ عبيدة بن عمرو السلماني ٣٠، ٢١٣، ٢١٤، ٢١٥، ٢١٨، ٢٩٤ عبيده بن معتب الضبي ١٥٢، ٢٥٩ عتبة بن أبي حكيم ٥١٥، ٥٢٤','1','352',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (431,'العلم/ رقم الأثر عتبة بن ربيعة ٢١٢ عثمان بن الأسود ١٠٨ عثمان بن صالح السهمي ٦١، ٨٨ عثمان بن عاصم بن حصين/ أبو حصين ١، ٤٠٢، ٤٦١، ٤٩٣ عثمان بن عثمان الثقفي ٤٨٣ عثمان بن عطاء الخراساني ٢١، ٥١، ٥٩، ١٤٠، ١٩٥، ٢٣٣، ٢٣٨، ٢٤٣، ٢٦٩، ٣٥٧، ٣٥٨، ٣٦١، ٣٦٦، ٣٨٥، ٤١٠، ٤١٤، ٤٢٣، ٤٣٨، ٤٥٠، ٤٥٨، ٤٦٧، ٤٧٠، ٥٠٥، ٥١٤، ٥١٨ عثمان بن عفان ٢٨، ١٤٦، ٢١٢، ٢٢٥، ٢٢٨، ٢٢٩، ٢٣١، ٢٨٩، ٣١٧، ٣٣٨، ٣٣٩، ٣٤٠ عدي بن حاتم ٥٤ عدي بن حاتم ٥٣ عروة بن الزبير ٢٨، ٧٢، ٧٣، ٩٦، ١١٦، ١١٧، ١١٨، ١٣٠، ٢٠٣، ٣١٦، ٣٢٢، ٣٤٤، ٤١٧ عزرة بن عبد الرحمن الخزاعي ١١٠ عطاء بن أبي رباح ٦، ٧، ٨، ٩، ١٠، ١١، ٢٠، ٣٢، ٨٩، ٩٧، ٩٨، ١١٠، ١١٣، ١٣٥، ١٦٩، ١٧٩، ١٩٤، ١٩٨، ١٩٩، ٢٥٩، ٢٦٢، ٢٨٤، ٣١١، ٣٢٨، ٣٢٩، ٣٦٠، ٣٨١، ٣٨٨، ٣٩٧، ٣٩٨، ٤٠٣، ٤٠٦','1','353',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (432,'العلم/ رقم الأثر عطاء بن أبي مسلم الخراساني ٢١، ٥١، ٥٩، ١٤٠، ١٩٥، ٢٣٣، ٢٣٨، ٢٤٣، ٢٦٩، ٣٢٤، ٣٥٧، ٣٥٨، ٣٦١، ٣٦٦، ٣٨٥، ٤١٠، ٤١٤، ٤٢٣، ٤٣٨، ٤٥٠، ٤٥٨، ٤٦٧، ٤٧٠، ٥٠٥، ٥٠٦، ٥١٤، ٥١٨ عطاء بن أبي ميمونة ٤٢٦ عطية العوفي ٢٦٠ عطية بن قيس ٣٠١ عقبة بن أبي معيط ٣٩٤، ٣٩٨ عقيل بن خالد الأيلي ١٧، ٦٣، ١١٨، ١٢٣، ١٢٩، ١٣٢، ١٣٣، ٣٠٧، ٣٤٣، ٤١٦، ٤١٧، ٤٤٦، ٥٢٣ عقيل بن أبي طالب ٢١٢ عكرمة بن خالد ٣٧٩ عكرمة مولى ابن عباس ٣٦، ٦٧، ٦٩، ٩١، ١٠٣، ١١٣، ١٧٨، ٢٠٨، ٢٠٩، ٢١٠، ٢٤٥، ٢٨٨، ٤٠٦، ٤٢٢، ٤٤٢، ٤٤٧، ٤٧٨، ٥٠٣، ٥٠٤ العلاء بن الحارث ٣٨٣ العلاء بن زياد ٤٢٦ العلاء بن المسيب ٢٦٥، ٤٩٨ علقمة بن قيس ٦٢، ٧١ علي بن الحسين زين العابدين ٤٥، ٣٣٨ على بن زيد بن جدعان ٣٧٠، ٥١٣','1','354',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (433,'العلم/ رقم الأثر علي بن أبي طالب ١، ١٢٥، ١٤٩، ١٨٣، ١٨٤، ١٩١، ٢١٣، ٢١٤، ٢١٥، ٢٢٠، ٢٢٥، ٣١٧، ٣٣٨، ٣٣٩، ٣٤٠، ٣٥١، ٣٥٢، ٣٦٣، ٣٦٤، ٤٧٢، ٤٧٣ علي بن أبي طلحة ٣، ٤، ٣٩، ٥٢، ٦٠، ١٤١، ١٥٧، ١٩٦، ٢٣٢، ٢٣٩، ٢٥٢، ٢٥٨، ٢٧٥، ٣٥٣، ٣٥٥، ٣٥٦، ٣٥٩، ٣٦٢، ٣٨٦، ٣٩٢، ٤٠٠، ٤١١، ٤١٥، ٤٢٠، ٤٣٧، ٤٤٣، ٤٤٨، ٤٥١، ٤٥٩، ٤٦٨، ٤٧١، ٤٧٤، ٤٧٩، ٥١٢، ٥٢٠ علي بن عاصم ١٩٣، ٣٠٥ علي بن عبد الله الأزدي ١٠ علي بن معبد الرقي ٦٨، ٧٠، ١٤٥، ٣٧٨ عمار مولى الشريد ١٣٦ عمار بن ياسر ٢٨٧ عمارة بن عبد الرحمن الإسكندراني أبو عبد الرحمن ٣٦، ١١٥، ٤٢٢، ٤٤٧ عماره بن غزية ٨٨ عمران بن أبي انس ٧٤ عمران بن حدير ٢٦١ عمران بن حصين ٣٣٢، ٣٤٠ عمران بن عمير ٢٨٥ ٢٨٦ عمر بن الحارث ٦١','1','355',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (434,'العلم/ رقم الأثر عمر بن حمزة العمري ١٢٨ عمر بن الخطاب ٥٢، ٥٦، ٥٧، ١٢٧، ١٣٥، ١٥٤، ١٥٥، ١٥٦، ١٥٨، ١٧٥، ١٨٦، ١٨٨، ٢٠٦، ٢٢٦، ٢٢٧، ٢٣١، ٢٧٦، ٢٧٧، ٢٨٧، ٣١٤، ٣١٦، ٣٢٦، ٣٣٦، ٣٣٧، ٣٤٠، ٣٤١، ٣٤٢، ٣٤٣، ٣٤٤، ٣٤٥، ٣٤٦، ٣٤٧، ٣٥١، ٤٥٢، ٥٠٥، ٥١٧، ٥٢٢، ٥٢٣، ٥٣٣ عمر بن طارق ٢٨٩، ٥٠٨ عمر بن عبد العزيز ٤٥٤، ٤٥٥ عمر مولى غفرة ١٤٦ ١٤٨ عمرو بن الأسود العنسي/ أبو عياض ٨٠، ١٦٠ عمرو بن جارية ٥٢٤ عمرو بن خارجة ٤٣٢ عمرو بن دينار ١٦٩، ٢٠٠، ٣٨١ عمرو بن سفيان الثقفي ٤٦٢ عمرو بن شرحبيل الكوفي/ أبو ميسرة ١٢١، ٢٥٠، ٣٠٣، ٤٥٢ عمرو بن شعيب ١٩٩، ٢٠٦ عمرو بن عبد الله الهمذاني/ أبو اسحاق السبيعي ٢٢، ١٤٩، ١٦٣، ٢٢٠، ٢٥٠، ٣٠٣، ٣٠٨، ٤٥٢، ٥٣١ عمرو بن عبيد الله/ أبو عزة الجمحي ٣٩٨ عمرو بن أبي عمرو ٤٠٦، ٥٣٠ عمرو بن مرة بن عبد الله الكوفي ٢٤، ٥٨، ٢١٧','1','356',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (435,'العلم/ رقم الأثر العوام بن حوشب ٢٤٦، ٢٨٢ عوف بن أبي جميلة ٤٨١ عوف بن مجالد الحضرمي ٤٨٩ عويمر بن زيد/ أبو الدرداء ٤٣٥، ٤٩٥، ٥٢٥ عيسى بن الحارث ٤١٣ عيسى بن سليم الحمصي/ أبو حمزة ٩٧ عيسى بن أبي عيسى/ أبو جعفر الرازي ٩٤، ٥٢٦ عيسى بن يونس ٥٣٢ عيينة بن حصن الفزاري ٣٩٨ غنيم بن قيس ٣٢٧ الفرج بن فضالة ٢٧٨ فليج بن سليمان ٢٤ القاسم بن أبي بزة ٤٨٧ القاسم بن ربيعة بن قانف الثقفي ١٥ القاسم بن عبد الرحمن الشامي ٨٠ القاسم بن محمد ١٣١، ١٣٢، ١٣٣، ٢٧٩، ٣١٣ القاسم بن مخيمرة ١٢١، ٤٥٥ القاسم بن مسلم الليثي/ أبو النضر ٧٧ قبيصة بن عقبة السوائي ٤٨٠ قتادة بن دعامة السدوسي ٣٣، ٣٧، ٧٥، ٨١، ١٠٩، ١١٠، ١٢٧، ٢٤٠، ٢٥٦، ٢٧٣، ٢٩٥، ٣٢٥، ٣٣٩، ٤٣٢، ٥٠٦ قرة بن خالد ١٣ قرة بن هبيرة القشيري ٣٩٨ قزعة بن يحيى ٤٧','1','357',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (436,'العلم/ رقم الأثر قيس بن أبي حازم ٥٢٨ قيس بن السائب ٩٣ قيس بن سعد بن عبادة ١٢١ قيس بن سعد المكي ١٧٩ قيس العبدي ٤٦٢ قيس بن مسلم الجدلي ١٦١، ١٨٨، ٣١٤، ٣٤٩ قيس بن وهب ٢٣٠ كعب بن عاصم الأشعري ٨٥، ٨٦ كعب بن مالك ٥٧، ١٥٧ كعب بن مانع الحميري ٥٢٥ لاحق بن حميد/ أبو مجلز السدوسي ٢٦١، ٤٩٩، ٥٠٠ الليث بن سعد ١٧، ٢٣، ٤٦، ٦٣، ٦٤، ٦٦، ٧٧، ٨٦، ٩٩، ١١٨، ١٢٣، ١٢٩، ١٣٢، ١٣٦، ١٣٧، ١٣٨، ١٤٤، ١٥٥، ١٦٧، ١٨٧، ٢٢٢، ٢٦٤، ٢٧٧، ٣٠٧، ٣١٣، ٣٤٣، ٣٨٩، ٣٩٠، ٤١٦، ٤١٧، ٤٣٠، ٤٤٦.
٤٨٨، ٥٢٣ ليث بن أبي سليم ٦٥، ٢٥٩، ٣٩٩، ٤٧٣ مالك بن إسماعيل ٢٥٥ مالك بن أنس ١٠٠، ١٠٥، ١١٣، ١٤٢، ١٦٨، ٢٣٦، ٢٥٢، ٢٨٧، ٣٠٤، ٣٢١، ٣٢٢، ٣٢٣، ٣٢٦، ٤٣٠ المبارك بن فضالة ٣٩٦ مجالد بن سعيد بن عمير الهمداني ٥٤','1','358',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (437,'العلم/ رقم الأثر مجاهد بن جبر المكي ٥، ٩، ١٠، ١٢، ١٦، ٣٤، ٤٠، ٦٥، ٧٠، ٧١، ٩٣، ٩٥، ١٠٥، ١٠٨، ١١٣، ١٥٩، ١٧٢، ١٧٩، ١٨٠، ٢٤٤، ٢٤٧، ٢٥٩، ٢٦٤، ٢٨٤، ٢٩٣، ٣٦٣، ٣٧١، ٣٨٧، ٣٩٩، ٤٠١، ٤٠٨، ٤١٢، ٤١٩، ٤٢٤، ٤٤١، ٤٤٤، ٤٤٩، ٤٧٣، ٥٠١، ٥٠٩، ٥١٩، ٥٢١، ٥٢٨، ٥٢٩، ٥٣٤، ٥٣٥ محارب بن دثار ٢٨١ المحرر بن أبي هريرة ٣٦٥ محمد بن إبراهيم بن أبي عدي ٣١٠، ٥١٦ محمد بن اسحاق ٧٤، ٧٨، ١٧٤ محمد بن أبي إسماعيل بن راشد السلمي المدني ٣١٧ محمد بن جعفر المدني (غندر) ٢١٧، ٢٢٧، ٣٣٨، ٣٤٧، ٥١٩ محمد بن خازم/ أبو معاوية ١٩، ٢٠، ٢٦، ٤٢، ٩٤، ١٢٦، ٢٢٠، ٢٦٠، ٢٨٦، ٣١٧، ٣١٩، ٣٢٠، ٣٣٧، ٣٤٤، ٣٦٧ محمد بن ربيعة الرؤاسي ٢، ٤٧٨ محمد بن سيرين ٣٠، ٢١١، ٢١٣، ٢١٤، ٢١٥، ٢٢٤، ٢٢٥، ٢٥٦، ٢٩٤، ٣٦٩، ٤٠٩، ٤٢١، ٤٢٨ محمد بن سيف الأزدي/ أبو رجاء ٣٨ محمد بن شهاب الزهري ١٧، ٢٨، ٦٣، ٦٤، ٦٦، ٧١، ٧٦','1','359',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (438,'العلم/ رقم الأثر ٧٧، ٧٨، ٨٥، ٨٦، ٨٨، ١٠٠، ١١٧، ١١٨، ١٢٣، ١٢٥، ١٢٩، ١٣٢، ١٣٣، ١٣٧، ١٣٨، ١٥٥، ١٦٧، ١٩٩، ٢٢٢، ٢٢٥، ٢٧٧، ٢٧٨، ٣٠٤، ٣٠٧، ٣٢٦، ٣٤٣، ٣٥٤، ٣٦٤، ٣٨٣، ٤١٦، ٤١٧، ٤٤٥، ٤٤٦، ٥٠٧، ٥٠٨، ٥٢٣ محمد بن عبد الرحمن بن سعد بن زرارة ٣١، ٨٧، ٨٨ محمد بن عبد الرحمن بن لبيبة ١٠٦، ١٠٧ محمد بن عبد الرحمن بن نوفل بن الأسود/ أبو الأسود ٣٢٢، ٣٢٣ محمد بن عبد الله الأنصاري ٤٩٤ محمد بن عبد الله التيمي ٣٢٠، ٣٢١ محمد بن عبد الله بن الحارث بن نوفل ٣٢٦ محمد بن عبد الله بن الزبير/ أبو أحمد الزبيري ٢٦٤، ٥٠٤ محمد بن عبيد الطنافسي ٤٢٧ محمد بن أبي عدي ٣٦٥ محمد بن علي بن الحسين بن علي بن أبي طالب/ أبو جعفر الباقر ٤٥، ٣٠٩، ٣٣٠ محمد بن علي بن الحنفية ١٢٥ محمد بن عمرو بن الحسن بن علي ٨٧ محمد بن عمرو بن علقمة ٤٩٤ محمد بن كثير ٦٢، ١٠٩، ١١٥، ١١٦، ١٧٧، ١٩٩، ٢٧٣، ٣٥٤','1','360',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (439,'العلم/ رقم الأثر محمد بن مسلم/ أبو الزبير ١٩٠، ٣١١، ٣٨٩، ٣٩٠ محمد بن مسلم الطائفي ٩٣، ٢٧٦ محمد بن مطرف/ أبو غسان ٥٥ محمد بن الوليد الزبيدى ٢٧٨ محمد بن يزيد الكلاعي الواسطي ٢٨٢، ٥٢٨، ٥٣٤ محمد بن يزيد ١٥٦ محمود بن ربيعة ٤٩٦ المرقع الأسدي ٣١٩ مخرمة بن بكير ٣٩١ مرّة بن شراحيل الهمداني ١٦٥، ٤٧٥، ٤٧٦ مروان بن الحكم ٣٣٨ مروان بن شجاع الجزري ٣٢٩، ٥٠٩ مروان بن عثمان بن أبي سعيد بن المعلى ٢٣ مروان بن معاوية الفزاري ٧، ٤٤، ٤٥، ١٢٨، ٢١١، ٣٢٧، ٣٤١، ٤٨١، ٤٩٨ مساور الثقفي ١٧٧ مسروق بن الأجدع ٤٢٧ مسعر بن كدام ٢٨٥، ٢٨٦، ٤٦٩ مسعود بن مالك الأسدي أبو رزين ٤٥٣، ٤٥٦، ٤٦٤، ٤٩٢ مسلم بن صبيح ٤٢٧ مسلم بن عبد الله البصري/ أبو حسان الأعرج ٣٢٥ مسلم بن يسار ٤٢٦ مطرف بن طريف ١٥٢ مطرف بن عبد الله العامري ٣٣٢','1','361',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (440,'العلم/ رقم الأثر معاذ بن جبل ٢٤، ٥٠٥ معاذ بن معاذ العنبري ٤٧، ٤٠٩، ٤١٣ معاذ بن هشام الدستوائي ١٥٣ معاوية بن أبي سفيان ٢١٢ معاوية بن صالح الحضرمي ٣، ٤، ٣٩، ٥٢، ٦٠، ٩٧، ١٤١، ١٩٦، ٢٢٥، ٢٣٢، ٢٣٩، ٢٥٢، ٢٥٨، ٢٧٥، ٣٠٢، ٣٢٦، ٣٥٣، ٣٥٥، ٣٥٦، ٣٥٩، ٣٦٢، ٣٨٣، ٣٨٦، ٣٩٢، ٤٠٠، ٤١١، ٤١٥، ٤٢٠، ٤٣٧، ٤٤٣، ٤٤٨، ٤٥١، ٤٥٩، ٤٦٨، ٤٧١، ٤٧٤، ٤٧٩، ٥١٢، ٥٢٠ معاوية بن قرّة ١٦٢ معمر بن راشد الأزدي ٢٠٥، ٣٥٤، ٣٨٢، ٤٤٥، ٥٠٨ مغيرة بن مقسم الضبي ١٤٧، ١٦٤، ١٩٧، ٢٤٢، ٢٦٣، ٢٧٢، ٢٩٨، ٢٩٩، ٣٦٥، ٤٥٣، ٤٥٦، ٤٥٧، ٤٦٣، ٤٦٤ المغيرة بن النعمان ١٥٠، ٤٩١ المقداد بن الأسود ٣٦٨ مقسم مولى عبد الله بن الحارث ٥٠٢ مقيس بن صبابة ٣٩٨ مكحول ٣٨٢ المنذر بن جرير ٥٣١ المنذر بن مالك بن قطعة/ أبو نضرة ٨١، ٨٢، ١٢٧، ٣١٠، ٥٣٣','1','362',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (441,'العلم/ رقم الأثر منصور بن زاذان ١٦٢، ٢١٣، ٢٢٣، ٢٤٤، ٤٤١ منصور بن المعتمر ٤٠، ٦٢، ٧١، ٩٥، ١٢٤، ١٨٥، ٢١٩، ٢٧٠، ٣٧٣، ٤١٢، ٤٦٠، ٤٨٥، ٤٨٦ المنهال بن عمرو الأسدي ١٣٩ المهاجر بن أبي أمية ٣٩٨ موسى بن جبير ٥٧ موسى بن أبي عائشة ١٦٥، ٤٠٤ موسى بن عقبة ١٥٨، ٤١٨ ميمون المرائي ٢٤١ ميمون بن مهران مولى ١٤٥، ٣٧٨ نافع بن عمر ١٠٧، ١١٩، ١٤٣، ١٤٤، ١٥٨، ١٧٣، ١٧٤، ٢٢٨، ٢٢٩، ٣١٥، ٣٤٢، ٣٤٨، ٥٢٢ نافع بن أبي نعيم ١٦ نافع بن يزيد الكلاعي ١٤٦ نصر بن عمران الضبعي/ أبو جمرة ٤٩ النضر بن أنس بن مالك ٩٢ النضر بن الحارث ٣٩٨ النضر بن عبد الجبار أبو الأسود ٧٩، ١٣٣، ١٩٨، ٣٩١ النضر أبو عمر الخزاز ٤٧٨ نعيم بن حماد ٣١٨، ٤٠٦، ٥١٥ نفيع بن الحارث/ أبو بكرة ٢٧٦، ٢٧٧ هارون بن رئاب ١٩٠ هاشم بن القاسم الليثي/ أبو النضر ٤٦، ١٢٠، ١٥١، ١٨٣، ٢٣٧،','1','363',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (442,'العلم/ رقم الأثر ٢٤٠، ٣١٤، ٣٥٢، ٤٨٥، ٤٨٦، ٤٩٢ هانئ بن كلثوم ٤٩٦ هبيرة بن يريم الشيباني ١٤٩ هشام بن حسان ٣٠، ٣٥، ١١٢، ٢١٣، ٢١٤، ٢١٥ هشام بن أبي عبد الله الدستوائي ٣٧، ٧٥، ٨١، ٤٣٩ هشام بن عروة ٧٢، ٧٣، ١١٦، ١٣٠، ٢٠٣، ٣٤٤ هشام بن عمار ٤٩٥، ٤٩٦، ٥٢٤ هشيم بن بشير ٧، ١٥، ٢٧، ٤٨، ٥٣، ٥٤، ٥٦، ٩٠، ١٢٤، ١٢٥، ١٤٧، ١٥٢، ١٦٢، ١٦٤، ١٧٠، ١٨٤، ١٩٢، ١٩٧، ٢٠١، ٢٠٢، ٢٠٧، ٢١٣، ٢١٦، ٢١٨، ٢٢٣، ٢٢٥، ٢٢٦، ٢٣١، ٢٤٢، ٢٤٤، ٢٤٦، ٢٥١، ٢٥٣، ٢٥٩، ٢٦٣، ٢٦٨، ٢٧١، ٢٧٢، ٢٩٨، ٢٩٩، ٣٢١، ٣٢٨، ٣٣٤، ٣٣٥، ٣٣٦، ٣٤٥، ٣٩٨، ٤٠٧، ٤٢١، ٤٢٥، ٤٤١، ٤٥٣، ٤٥٧، ٤٦٠، ٤٦٤، ٤٦٥، ٤٦٦، ٥٠٢، ٥٢٧ هلال بن خطل ٣٩٨ همام بن الحارث ١٧٦ همام بن يحيى العوذي ٢٥٦ الهيثم بن جميل ٢٢٤، ٢٧٤ واصل بن عبد الرحمن البصري/ أبو حرّة ٢٥٩','1','364',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (443,'العلم/ رقم الأثر وشق الرومي ٥١٧ وضاح بن عبد الله اليشكري/ أبو عوانة ٤٠٥ وقاء بن إياس ٢٩٦ الوليد بن عبد الملك ٥٢٥ يحمد الشعباني/ أبو أمية ٥٢٤ يحيى بن أبي اسحاق الحضرمي ٣٣٥ يحيى بن أيوب الغافقي ١٣١، ١٤٦، ١٤٨، ١٦٩ يحيى بن بكير ٨٦، ٩٦، ١٠٠، ١٠٥، ١١٣، ١١٨، ١٢٣، ١٣٦، ١٦٨، ٢٨٣، ٢٨٥، ٢٨٧، ٥٢٣ يحيى بن حيان الطائي/ أبو هلال ٥١٧ يحيى بن أبي زائدة ٢٦٥، ٣٣٣ يحيى بن سعيد بن فروخ القطان ٣٣، ٣٧، ٤٥، ٧٢، ١٠٧، ١٠٨، ١١٠، ١١٣، ١٢٥، ١٤٣، ١٧١، ١٧٣، ٢٢٩، ٢٦١، ٢٩٠، ٣١١، ٣١٥، ٣١٧، ٣٢٤، ٣٣٠، ٣٤٢، ٣٤٨، ٤٠٣، ٤٦٩، ٥٢٢، ٥٣٢ يحيى بن سعيد بن قيس الأنصاري ٩٩، ١٣١، ١٧١، ٢٠٧، ٢٣٥، ٣١٢، ٣١٣، ٣١٩ يحيى بن صالح الحمصي ٢٤ يحيى بن عتيق ٢٢٤ يحيى بن أبي عمرو السيباني ٥٢٥ يحيى بن أبي كثير ١٧٧ يحيى بن يحيى الغساني ٤٩٦ يزيد بن أبي حبيب ٨، ٧٩، ١٧٩، ١٨٧، ٢٨٩، ٥٠٨','1','365',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (444,'العلم/ رقم الأثر يزيد بن حطان الرقاشي ١١ يزيد بن زريع ٢٢٨ يزيد بن أبي زناد الهاشمي ٥٠٢ يزيد بن صوحان ٣٣٦ يزيد بن القعقاع/ أبو جعفر القاري ١٦، ٤٢ يزيد بن أبي مريم ٢١٧ يزيد مولى سلمه بن الأكوع ٦١ يزيد بن هارون ٣٠، ٣٥، ٤٣، ٧٨، ١١٢، ١٣٩، ١٧١، ١٧٤، ١٧٦، ٢١٤، ٢٢٧، ٢٣٥، ٢٤١، ٢٤٧، ٢٨١، ٣١٢، ٣١٩، ٣٧٠، ٣٧٢، ٣٨٠، ٤٣٢، ٤٣٩، ٥٣١ يعلى بن عطاء ١٥ يعلى بن مسلم ٤٨٤ يعلى بن النعمان الأسدي ٤٨٠ يوسف بن ماهك ٣٤٥ يونس بن جبير ٣٣ يونس بن عبيد ١٥٢، ١٧٠، ٢٠٢، ٢٧٢، ٤٠٧، ٤٢١، ٤٢٥، ٤٦٦، ٥٢٧ يونس بن يزيد الأيلي ١٧، ٦٤، ٦٦، ١٢٩، ١٣٧، ١٣٨، ١٥٥، ١٦٧، ٢٢٢','1','366',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (445,'<span data-type="title" id=toc-88>الكنى</span>
العلم/ رقم الأثر أبو أحمد الزبيري/ محمد بن عبد الله بن الزبير أبو الأسود/ النضر بن عبد الجبار أبو بشر/ جعفر بن إياس بن أبي وحشية أبو بكر/ عبد الله بن أبي قحافة أبو بكر/ بن عبد الله بن أبي مريم ١٥٧، ٢٧٦، ٢٧٩، ٣٠١ أبو بكر/ بن عمرو بن حزم ٩٩ أبو بكر/ بن عيّاش ٣٠٨ أبو ثعلبة الخشني ٥٢٤ أبو حذيفة بن عتبة ٤١٧ أبو حرة/ واصل بن عبد الرحمن البصري أبو حسان الأعرج مسلم بن عبد الله البصري أبو الدرداء عويمر بن زيد أبو راشد الحبراني ٣٦٨ أبو رجاء محمد بن سيف الأزدي أبو الزبير محمد بن مسلم المكي أبو زرعه بن عمرو بن جرير ٤٦٥ أبو سعيد الأرحبى ٢٩ أبو سلمه بن عبد الرحمن ١٦٦، ٤٩٤ أبو صالح/ عبد الله بن صالح الجهني، أو ذكوان السمان ٥٠٠ أبو عائذ الله بن ربيعة ٤١٧ أبو عبد الرحمن/ عمارة بن عبد الرحمن الإسكندراني','1','367',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (446,'العلم/ رقم الأثر أبو عزة الجمحي/ عمرو بن عبيد الله أبو عمرو الشيباني/ سعد بن إياس أبو عمرو بن العلاء ١٠ أبو عياض/ عمرو بن الأسود العنسي أبو غسان/ محمد بن مطرف أبو مجلز/ لاحق بن حميد أبو مسهر/ عبد الأعلى بن مسهر الغساني أبو مطيع الخراساني ١٥٨ أبو معاوية/ محمد بن خازم أبو المنذر/ إسماعيل بن عمر الواسطي أبو موسى الأشعري/ عبد الله بن قيس أبو نصر بن عمرو ٣١٧ أبو نضره/ المنذر بن مالك أبو هريرة/ عبد الرحمن بن صخر أبو الهيثم المرادي ٢٨٠ أبو يزيد المكي ١٧٥','1','368',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (447,'<span data-type="title" id=toc-89>الأبناء</span>
العلم/ رقم الأثر ابن أذينة ٣٥١ ابن أبي حسين/ عبد الله بن عبد الرحمن بن نوفل المكي ابن أبي عمرة الأنصارى ١٣٧ ابن أبي مارية ٢٨٨ ابن أبي مليكة/ عبد الله بن عبيد الله','1','369',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (448,'<span data-type="title" id=toc-90>النساء</span>
العلم/ رقم الأثر ابنة أم قرفة/ المرأة الفزارية ٣٩٨ أم حبيبة ٢٣٥، ٢٣٦ أم الدرداء/ هجيمة أو جهيمة ٨٥، ٨٦، ٤٩٥ أم سلمة ٢٣٥، ٢٣٦، ٢٣٧ أمية بنت عبد الله ٥١٣ جميلة ابنة أبي ٢١١ جويريه بنت الحارث ٣٩٨ حبيبة ابنة سهل ٢٠٦، ٢٠٧، ٢٠٨ حفصة أم المؤمنين ٣١٥ حفصة بنت مبشر الأنصارية ١٠٣ الرّبيّع ٢٢٨ زينب بنت جحش ٢٣٦ زينب بنت أبي
سلمة ٢٣٥، ٢٣٦، ٢٣٧ صفيه بنت حيى بن أخطب ١٧٣، ١٧٤ عائشة بنت أبي بكر ٢٨، ٧٢، ٧٣، ١١٦، ١١٧، ١١٨، ١٣١، ٣٠٢، ٣١٢، ٣١٣، ٣٢٢، ٣٤٠، ٤١٧، ٤٣٩، ٥١٣، ٥١٤ عمره بنت عبد الرحمن ٣١، ٢٠٧، ٣١٢، ٣١٣، ٣٣٧ فاطمة ابنة عتبة بن ربيعة ٢١٢ نائلة ابنة القرافصة الكلبية ١٤٦ هند بنت الوليد بن عتبة ٤١٧','1','370',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (449,'<span data-type="title" id=toc-91>٥ - فهرس القبائل والأماكن والبلدان </span>(١)
العلم/ رقم الأثر أريحا ١٤٨ أوطاس ١٦٩ بنو حنيفة ٣٩٨ البيت العتيق ٢١ بيت المقدس ٢١، ٢٢ تهامة ٤٣٠ الجابية ٥٢٥ الحبشة ٢٥ الحجاز ٧١، ٩٦، ١١٣، ١٣٩، ٢٥٢، ٢٦٨، ٢٨٧، ٣٠٤، ٣٢١، ٣٩١، ٤٣٠، ٤٤٢ حمص ٧٤، ٣٦٨ خرسان ١٧٠ خيبر ١٢٥، ٣٩٨ دقوقاء ٢٩٠ دمشق ٥٢٥ ذو الحجاز ٣٦٣ سجستان ١٧٠ الشام ٧١، ١١٣، ١٣٩، ١٤٨، ٢٨٨، ٣٢١، ٣٩١، ٤٣٠ العراق ٧١، ٩٦، ١٠٥، ١١٣، ١٣٩، ٢٥٢، ٢٦٨، العلم/ رقم الأثر ٢٨٧، ٣٠٤، ٣٢١، ٣٩١، ٤٠٦، ٤٣٠، ٤٤٢ عرينه ٢٥٣ فدك ١٧٣ كابل ١٧٠ الكديد ٧٦ كندة ٣٩٨ الكوفة ٢٩٠ لخم ٢٨٨ المدائن ١٥٦ المدينة ٥٠، ٢٥٢، ٢٥٣، ٢٨٨، ٣٣٨، ٣٩٨، ٤٦٧ المريسيع ٣٩٨ مصر ٤٣٠ مكة ٢٨، ٩٦، ٩٧، ١٢٤، ١٢٥، ٢٨٨، ٣٠٨، ٣٢٣، ٣٢٧، ٣٣٨، ٣٤١، ٣٦٢، ٣٩٨، ٤٨٥ منى ٢٨ هجر ١٦١ اليمامة ١٧٣
_________
(١) الرقم المكتوب بخط عريض علامة على موضع التعريف بالقبيلة أو المكان أو البلد.','1','371',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (450,'<span data-type="title" id=toc-92>٦ - فهرس الأبيات الشعرية</span>
رقم الأثر ألستم لئاما إذ ترومون جاركم ١٩١ يا صاح هل لك في فتيا ابن عباس ١٣٨','1','372',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (451,'<span data-type="title" id=toc-93>٧ - فهرس المصادر والمراجع</span>
- القرآن الكريم.
- اتجاهات التفسير في العصر الراهن:
للدكتور عبد المجيد عبد السلام المحتسب نشر مكتبة النهضة الإسلامية، الطبعة الثانية ١٤٠٠ هـ- الإتقان في علوم القرآن:
لجلال الدين السيوطي، المتوفي ٩١١ هـ.
ط. رابعه ١٣٩٨ هـ مطبعة مصطفى البابي الحلبي وأولاده بمصر.
- أخبار القضاة:
لوكيع محمد بن خلف بن حيان، المتوفى ٣٠٦ هـ ط. عالم الكتب، بيروت.
- إرواء الغليل في تخريج أحاديث منار السبيل:
لمحمد ناصر الدين الألباني ط. أولى ١٣٩٩ هـ- المكتب الإسلامي- الاستيعاب في معرفة الأصحاب:
لأبي عمر يوسف بن عبد البر القرطبي، المتوفى ٤٦٣ هـ مطبوع بهامش الإصابة، مطبعة السعادة ط. أولى ١٣٢٨ هـ نشر دار إحياء التراث العربي- الإصابة في تمييز الصحابة:
لأحمد بن علي بن حجر العسقلاني، المتوفى ٨٥٢ هـ مطبعة السعادة- بجوار محافظة مصر. ط. أولى ١٣٢٨ هـ نشر دار إحياء التراث العربي','1','373',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (452,'- الاعتبار في الناسخ والمنسوخ من الآثار:
لأبي بكر محمد بن موسى الحازمي تحقيق محمد أحمد عبد العزيز ط. مكتبة عاطف- بجوار إدارة الأزهر- الأعلام:
لخير الدين الزركلي ط. خامسة ١٩٨٠ م، دار العلم للملايين- بيروت- لبنان.
- أعلام الموقعين عن رب العالمين:
لشمس الدين محمد بن أبي بكر المعروف بابن القيم الجوزية راجعه وعلق عليه طه عبد الرءوف سعد ط ١٣٨٨ هـ- مكتبة الكليات الأزهرية- الأم:
لمحمد بن إدريس الشافعي، المتوفى ٢٠٤ هـ تصحيح وإشراف محمد زهرى النجار ط. ثانية ١٣٩٣ هـ- دار المعرفة بيروت- لبنان- الإنباء في تاريخ الخلفاء:
لمحمد بن علي بن العمراني تحقيق ودراسة الدكتور قاسم السامرائي ط. ثانية ١٤٠٢ هـ- دار العلوم.
- إنباه الرواة:
لجمال الدين أبي الحسن علي بن يوسف القفطي تحقيق محمد أبو الفضل إبراهيم ط. أولى ١٣٧٤ هـ- دار الكتب المصرية القاهرة','1','374',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (453,'- الإيجاز في ناسخ القرآن ومنسوخه:
لأبي عبد الله محمد بن هلال السعيدى، المتوفى ٥٢٠ هـ مخطوط- جامعة أم القرى- مركز البحث العلمي- رقم ٢٢٨/ ٢ مجاميع.
- الإيضاح في ناسخ القرآن ومنسوخه:
لأبي محمد مكي بن أبي طالب القيسي، المتوفي ٤٣٧ هـ تحقيق أحمد حسن فرحات ط. أولى ١٣٩٦ هـ- جامعة الإمام محمد بن سعود- إيضاح المكنون في الذيل على كشف الظنون:
لإسماعيل باشا الباباني البغدادي ط. مكتبة المثنى- البداية والنهاية:
لأبي الفداء إسماعيل بن كثير، المتوفى ٧٧٤ هـ ط. ثانية ١٩٧٧ م- مكتبة المعارف- بيروت.
- بغية الوعاة في طبقات اللغويين والنحاة:
لجلال الدين السيوطي تحقيق محمد أبو الفضل إبراهيم ط. أولى ١٣٨٤ هـ- عيسى البابي الحلبي وشركاؤه- تاج العروس من جواهر القاموس:
لمحمد مرتضى الزبيدى ط. أولى- ١٣٠٦ هـ- دار مكتبة الحياة- تاريخ الأدب العربي:
لكارل بروكلمان نقله إلى العربية د. عبد الحليم النجار ط. ثالثة- دار المعارف بمصر','1','375',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (454,'- تاريخ الأمم والملوك:
لأبى جعفر محمد بن جرير الطبرى، المتوفى ٣١٠ هـ تحقيق محمد أبو الفضل إبراهيم ط. ثانية ١٣٨٧ هـ- دار السويدان بيروت- لبنان- تاريخ بغداد:
لأبي بكر أحمد بن علي الخطيب البغدادى، المتوفى ٤٦٣ هـ ط. دار الكتاب العربي- تاريخ الخلفاء:
لجلال الدين السيوطي تحقيق محمد محيى الدين عبد الحميد ط. أولى- ١٣٧١ هـ- السعادة بمصر- تاريخ العلماء النحويين من البصريين والكوفيين وغيرهم:
للقاضي أبي المحاسن المفضل بن محمد التنوخي المعرى/ المتوفى ٤٤٢ هـ.
تحقيق عبد الفتاح محمد الحلو ط. جامعة الإمام- ١٤٠١ هـ- التاريخ الكبير:
للحافظ أبي عبد الله محمد بن إسماعيل الجعفي البخاري ط. المكتبة الإسلامية- تحفة الأحوذى شرح سنن جامع الترمذى:
لمحمد بن عبد الرحمن المباركفوري، المتوفي ١٣٥٣ هـ إشراف وتصحيح عبد الوهاب عبد اللطيف ط. ثالثة- ١٣٩٩ هـ- دار الفكر','1','376',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (455,'- تدريب الراوى في شرح تقريب النواوي:
لجلال الدين السيوطي تحقيق عبد الوهاب عبد اللطيف ط. ثانية ١٣٩٩ هـ- دار إحياء السنة النبوية- تذكرة الحفاظ:
لأبي عبد الله الحافظ الذهبي، المتوفى ٧٤٨ هـ ط. دار إحياء التراث العربي- تعجيل المنفعة:
لابن حجر العسقلاني ط. دار الكتاب العربي- تفسير القرآن العظيم:
لابن كثير ط. دار الفكر.
- التفسير القرآني للقرآن:
لعبد الكريم الخطيب ط. دار الفكر العربي- تقريب التهذيب:
لابن حجر العسقلاني تحقيق عبد الوهاب عبد اللطيف ط. ثانية ١٣٩٥ هـ- دار المعرفة- بيروت- لبنان نشر دار الباز- التلخيص:
للحافظ الذهبي مطبوع بذيل المستدرك- دار الكتاب العربي، بيروت- لبنان','1','377',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (456,'- تهذيب الأسماء واللغات:
لأبي زكريا بن شرف الدين النووى، المتوفى ٦٧٦ هـ ط. دار الكتب العلمية- بيروت- لبنان- تهذيب تاريخ دمشق:
للحافظ أبي القاسم بن عساكر، المتوفى ٥٧١ هـ ط. ثانية ١٣٩٩ هـ- دار السيرة- تهذيب التهذيب:
لابن حجر العسقلاني ط. أولى، مطبعة مجلس دائرة المعارف النظامية، الهند ١٣٢٥ هـ- الثقات:
للحافظ محمد بن حبان التميمي البستى، المتوفى سنة ٣٥٤ هـ ط. أولى، مجلس دائرة المعارف العثمانية حيدرآباد الدكن- الهند- جامع البيان عن تأويل آى القرآن:
لأبي جعفر محمد بن جرير الطبري تحقيق أحمد ومحمود محمد شاكر ط. ثانية- دار المعارف بمصر- جامع البيان عن تأويل آى القرآن:
لأبي جعفر الطبرى ط. دار المعرفة- بيروت لبنان- نشر دار الباز- الجرح والتعديل:
للحافظ عبد الرحمن بن أبي حاتم الرازى، المتوفى ٣٢٧ هـ ط. أولى مجلس دائرة المعارف العثمانية- الدكن- الهند سنة ١٣٧١ هـ','1','378',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (457,'- حاشية السندى على سنن النسائي:
ط. أولى ١٣٤٨ هـ- دار الكتاب العربي بيروت، لبنان- حلية الأولياء وطبقات الأصفياء:
لأبي نعيم أحمد بن عبد الله الأصبهاني، المتوفى ٤٣٠ هـ ط. ثالثة ١٤٠٠ هـ دار الكتاب العربي بيروت لبنان- خطبة الحاجة:
لمحمد ناصر الدين الألباني ط. المكتب الإسلامي- خلاصة تذهيب تهذيب الكمال في أسماء الرجال:
للحافظ صفي الدين أحمد بن عبد الله الخزرجي تحقيق محمود عبد الوهاب فائد ط. مكتبة القاهرة- دراسات الإحكام والنسخ في القرآن الكريم:
لمحمد حمزة ط. أولى- دار قتيبة- الدر المنثور في التفسير بالمأثور:
للحافظ جلال الدين السيوطي ط. أولى ١٤٠٣ هـ دار الفكر بيروت لبنان- دليل الرسائل الجامعية:
كلية الشريعة والدراسات الإسلامية بجامعة أم القرى من عام ١٣٩١ إلى ١٤٠١ هـ إعداد: د. محمد حسن الشلبي ط. أولى ١٤٠٣ هـ- دار البصائر دمشق','1','379',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (458,'- دول الإسلام:
للحافظ الذهبي تحقيق فهيم محمد شلتوت ومحمد مصطفى إبراهيم ط. الهيئة المصرية العامة للكتاب ١٩٧٤ م- ديوان جرير بن عطية الخطفى: طبعة دار بيروت.
- ذوق الحلاوة ببيان امتناع نسخ التلاوة:
لأبي الفضل عبد الله بن محمد الصديق الغمارى ط. أولى ١٤٠٢ هـ دار الانصار- القاهرة- الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة:
لمحمد بن جعفر الكتاني ط. ثانية ١٤٠٠ هـ- دار الكتب العلمية بيروت لبنان- الرسالة:
للإمام محمد بن إدريس الشافعي/ المتوفي ٢٠٤ هـ تحقيق أحمد محمد شاكر ط. ثانية ١٣٩٩ هـ المختار الإسلامي- الناشر مكتبة دار التراث- القاهرة- زاد المسير في علم التفسير:
لأبي الفرج عبد الرحمن بن الجوزي، المتوفي ٥٩٦ هـ ط. أولى ١٣٨٤ هـ- المكتب الإسلامي- سنن أبي داود:
للحافظ أبي داود سليمان بن الأشعث السجستاني الأزدي/ المتوفى ٢٧٥ هـ مراجعة وتعليق محمد محيي الدين عبد الحميد ط. دار الفكر','1','380',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (459,'- سنن الترمذي:
لأبي عيسى محمد بن عيسى بن سورة/ المتوفي ٢٧٩ هـ تحقيق أحمد محمد شاكر ط. دار إحياء التراث العربي- بيروت لبنان- سنن الدارقطني:
للإمام علي بن عمر الدارقطني، المتوفي ٣٨٥ هـ تحقيق عبد الله هاشم المدني ط. دار المحاسن القاهرة- سنن الدارمي:
لأبي محمد عبد الله بن عبد الرحمن الدارمي، المتوفي ٢٥٥ هـ ط. دار الفكر القاهرة- سنن سعيد بن منصور:
تحقيق حبيب الرحمن الأعظمي ط. أولى ١٤٠٣ هـ- الدار السلفية- السنن الكبرى:
لأبي بكر أحمد بن الحسين البيهقي، المتوفى ٤٥٨ هـ ط. أولى ١٣٤٤ هـ مجلس دائرة المعارف النظامية الهند- سنن ابن ماجة:
للحافظ أبي عبد الله محمد بن يزيد القزويني، المتوفى ٢٧٥ هـ ط. دار إحياء التراث العربي ١٣٩٥ هـ- بيروت لبنان.
- سنن النسائي بشرح السيوطي وحاشية السندي:
للحافظ أبي عبد الرحمن أحمد بن شعيب النسائي ط. أولى ١٣٤٨ هـ دار الكتاب العربي، بيروت لبنان','1','381',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (460,'- سير أعلام النبلاء:
للحافظ الذهبي تحقيق شعيب الأرناءوط وحسين الأسد ط. أولى ١٤٠١ هـ، مؤسسة الرسالة- سيرة ابن هشام:
تحقيق مصطفى السقا وإبراهيم الأبياري وعبد الحفيظ شلبي ط. مصطفى البابي الحلبي وأولاده ١٣٥٥ هـ- شذرات الذهب في أخبار من ذهب:
لأبي الفلاح عبد الحي بن العماد الحنبلي/ المتوفى ١٨٩ هـ ط. ثانية ١٣٩٩ هـ دار المسيرة بيروت لبنان- شرح السنة:
للإمام أبي محمد الحسين بن مسعود الفراء البغوي، المتوفي ٥١٦ هـ ط. أولى ١٣٩٠ هـ- المكتب الإسلامي- شرح معاني الآثار:
لأبي جعفر الطحاوي تحقيق وتعليق محمد زهري النجار ط. أولى ١٣٩٩ هـ دار الكتب العلمية بيروت لبنان- صحيح البخارى:
لأبي عبد الله محمد بن إسماعيل البخارى ط. المكتبة الإسلامية استانبول- تركيا ١٩٧٩ م- صحيح مسلم:
للحافظ أبي الحسين مسلم بن الحجاج القشيري النيسابوري المتوفي ٢٦١ هـ تحقيق محمد فؤاد عبد الباقي نشر وتوزيع رئاسة إدارات البحوث العلمية والإفتاء والدعوة والإرشاد بالمملكة ١٤٠٠ هـ','1','382',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (461,'- طبقات الحفاظ:
للحافظ جلال الدين السيوطي/ تحقيق/ على محمد عمر ط. أولى ١٣٩٣ هـ- مكتبة وهبة القاهرة- طبقات الحنابلة:
للقاضي أبي الحسين محمد بن أبي يعلى ط. دار المعرفة بيروت لبنان- طبقات الشافعية الكبرى:
لتاج الدين أبي نصر عبد الوهاب بن تقي الدين السبكي ط. ثانيه- دار المعرفة بيروت لبنان- الطبقات الكبرى:
لمحمد بن سعد البصرى الزهرى ط. دار صادر بيروت- طبقات المفسرين:
لشمس الدين محمد بن علي بن أحمد الداودي تحقيق/ علي محمد عمر ط. مكتبة وهبة مصر- طبقات النحويين واللغويين:
لأبي بكر محمد بن الحسن الزبيدي/ المتوفي ٣٧٩ هـ تحقيق محمد أبو الفضل إبراهيم ط. أولى ١٣٧٣ هـ','1','383',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (462,'- الفتح الرباني لترتيب مسند الإمام أحمد بن حنبل الشيباني:
لأحمد عبد الرحمن البنا الساعاتي ط. دار الحديث- القاهرة- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير:
لمحمد بن علي الشوكاني، المتوفى ١٢٥٠ هـ ط. دار المعرفة بيروت- لبنان- فتح المنان في نسخ القرآن:
للشيخ على حسن العريض ط. أولى ١٩٧٣ م مطبعة السنة المحمدية- عابدين.
الناشر مكتبة الخانجي بمصر- فضائل القرآن:
لأبي عبيد القاسم بن سلّام تحقيق محمد تجاني جوهرى إشراف: محمد مصطفى الأعظمي رسالة مقدمة لنيل درجة الماجستير من جامعة الملك عبد العزيز ١٣٩٣ هـ- الفهرست:
لابن النديم ط. دار المعرفة- فهرست ما رواه عن شيوخه من الدواوين المصنفة في ضروب العلم وأنواع المعارف:
لأبي بكر محمد بن خير الأموي الإشبيلي/ المتوفي ٥٧٥ هـ ط. المكتب التجاري. مكتبة المثنى','1','384',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (463,'- القاموس المحيط:
لمجد الدين محمد بن يعقوب الفيروزآبادي ط. دار الفكر بيروت- لبنان- قبصة البيان في ناسخ ومنسوخ القرآن:
لأبي القاسم جمال الدين بن عبد الرحمن البذورى تحقيق زهير الشاويش ومحمد كنعان ط. أولى ١٤٠٤ هـ المكتب الإسلامي- قلائد المرجان في الناسخ والمنسوخ من القرآن:
لمرعي الكرمي المقدسي المتوفي ١٠٣٣ هـ دراسة وتحقيق عبد الله علي الحجي إشراف الدكتور عبد الله إبراهيم الوهيبي رسالة ماجستير في القرآن وعلومه- جامعة الإمام- ١٤٠٣ - ١٤٠٤ هـ- الكامل في التاريخ:
لأبي الحسن علي بن أبي الكرم الشيباني المعروف بابن الأثير المتوفي ٦٣٠ هـ ط. ثالثة ١٤٠٠ هـ- دار الكتاب العربي بيروت- لبنان- كتاب الآثار:
لأبي يوسف يعقوب بن إبراهيم الأنصاري/ المتوفي ١٨٢ هـ تصحيح وتعليق أبي الوفاء ط. دار الكتب العلمية- بيروت- لبنان، نشر لجنة إحياء المعارف النعمانية- حيدرآباد- الدكن- الهند','1','385',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (464,'- كتاب الأموال:
لأبي عبيد القاسم بن سلّام تحقيق محمد خليل هراس ط. دار الفكر- القاهرة- كتاب العلم:
للحافظ أبي خيثمة زهير بن حرب النسائي، المتوفى ٢٣٤ هـ تحقيق محمد ناصر الدين الألباني ط. دار الأرقم- الكويت- كتاب فى الإيمان ومعالمه وسننه واستكماله ودرجاته:
لأبي عبيد القاسم بن سلّام تحقيق محمد ناصر الدين الألباني نشر وتوزيع دار الأرقم- الكويت- كتاب المجروحين من المحدثين والضعفاء والمتروكين:
لمحمد بن حبّان التميمي البستي، المتوفى ٣٥٤ هـ تحقيق محمود إبراهيم زائد ط. دار المعرفة بيروت لبنان- الكتاب المصنف في الأحاديث والآثار:
للحافظ عبد الله بن محمد بن أبي شيبة الكوفي العبسي، المتوفى ٢٣٥ هـ تحقيق عبد الخالق الأفغاني- عامر العمري الأعظمي- مختار أحمد الندوى ط. الدار السلفية- الهند- الطبعة الأولى والثانية- كشف الأستار عن زوائد البزار:
للحافظ نور الدين علي بن أبي بكر الهيثمي تحقيق حبيب الرحمن الأعظمي ط. أولى ١٣٩٩ هـ- مؤسسة الرسالة','1','386',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (465,'- كشف الظنون عن أسامي الكتب والفنون:
لمصطفى بن عبد الله الشهير بحاجي خليفة ط. مكتبة المثنى- بيروت- لا نسخ في القرآن لماذا؟
عبد المتعال محمد الجبري ط. أولى ١٤٠٠ هـ مكتبة وهبه- عابدين القاهرة- لسان العرب:
لأبي الفضل محمد بن مكرم بن منظور الإفريقي المصري المتوفي ٧١١ هـ ط. أولى ١٣٠٠ هـ- دار صادر- بيروت- مجموعة فتاوى شيخ الإسلام أحمد بن عبد الحليم بن عبد السلام بن تيمية الحرّاني المتوفى ٧٢٨ هـ:
جمع وترتيب عبد الرحمن بن محمد بن قاسم وابنه محمد ط. ثالثة ١٣٩٨ هـ- دار العربية للطباعة والنشر- بيروت لبنان- محاضرات تاريخ الأمم الإسلامية «الدولة العباسية»:
للشيخ محمد الخضري بك ط. المكتبة التجارية الكبرى ١٩٧٠ م- مختار الصحاح:
لمحمد بن أبي بكر الرازي ط. دار القلم ١٩٧٩ م.
- مختصر العلو:
لشمس الدين أبي عبد الله الذهبي تحقيق محمد ناصر الدين الألباني ط. أولى ١٤٠١ هـ- المكتب الإسلامي','1','387',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (466,'- المختصر في أخبار البشر:
لأبي الفداء إسماعيل بن كثير ط. أولى- المطبعة الحسينية في مصر- مرآة الجنان وعبرة اليقظان:
لأبي محمد عبد الله بن أسعد اليافعي اليمين المكي المتوفى ٧٦٨ هـ ط. أولى ١٣٣٧ هـ- دائرة المعارف النظامية- حيدرآباد الدكن- الهند- المزهر في علوم اللغة وأنواعها:
للسيوطي شرح وتعليق محمد جاد أحمد المولى بك- علي محمد البجاوي- محمد أبو الفضل إبراهيم ط. ثانية- دار إحياء الكتب العربية- عيسى البابي الحلبي وشركاؤه.
- المستدرك على الصحيحين:
لأبي عبد الله الحاكم النيسابوري ط. دار الكتاب العربي- بيروت- لبنان- المسند:
للإمام أحمد بن حنبل الشيباني، المتوفي ٢٤١ هـ ط. ثانية ١٣٩٨ هـ- دار الفكر تصوير المكتب الإسلامي- بيروت- المسند:
للإمام أحمد بن حنبل الشيباني تحقيق أحمد شاكر ط. دار المعارف بمصر ١٣٩١ هـ','1','388',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (467,'- مشاهير علماء الأمصار:
لمحمد بن حبان البستي تصحيح م. فلايشهمر ط. دار الكتب العلمية- مشكل الآثار:
للإمام أبي جعفر الطحاوي، المتوفي ٣٢١ هـ ط. أولى ١٣٣٣ هـ- مجلس دائرة المعارف النظامية الكائنة في الهند.
- المصنّف:
للحافظ أبي بكر عبد الرزاق بن همّام الصنعاني، المتوفى ٢١١ هـ تحقيق حبيب الرحمن الأعظمي ط. أولى ١٣٩٢ هـ- المجلس العلمي ويطلب من المكتب الإسلامي بيروت.
- معارج القبول:
لمحافظ أحمد حكمي، المتوفي ١٣٧٧ هـ ط. الرئاسة العامة لإدارات البحث العلمية والإفتاء والدعوة والإرشاد- المعارف:
لأبي محمد عبد الله بن مسلم بن قتيبة/ المتوفي ٢٧٦ هـ تحقيق د. ثروت عكاشة ط. ثانية- دار المعارف بمصر- معجم الأدباء:
لشهاب الدين ياقوت الحموى البغدادى، المتوفى ٦٢٦ هـ ط. دار إحياء التراث العربي، بيروت- لبنان','1','389',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (468,'- معجم البلدان:
لشهاب الدين ياقوت الحموى البغدادى ط. دار صادر بيروت ١٣٩٧ هـ- معجم المطبوعات العربية المعرّبة:
جمع وترتيب يوسف إليان سركيس ط. مطبعة سركيس بمصر ١٣٤٦ هـ ويطلب من مكتبة يوسف إليان سركيس وأولاده الفجالة- مصر- معجم المؤلفين:
لعمر رضا كحالة ط. الترقي بدمشق ١٣٧٨ هـ- معرفة القراء الكبار:
للحافظ بي عبد الله الذهبي تحقيق محمد سيد جاد الحق ط. أولى- دار التأليف، الناشر دار الكتب الحديثة- معرفة الناسخ والمنسوخ:
لأبي عبد الله محمد بن حزم مطبوع بهامش تنوير المقباس من تفسير ابن عباس لأبي طاهر الفيروزآبادي.
ط. المكتبة النجارية الكبرى بمصر ١٣٨٠ هـ- المفردات في غريب القرآن:
لأبي القاسم الحسين بن محمد المعروف بالراغب الاصفهاني، المتوفى سنة ٥٠٢ هـ تحقيق محمد سيد كيلاني ط. دار المعرفة للطباعة والنشر- بيروت- لبنان','1','390',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (469,'- منتقى الأخبار:
لمجد الدين ابي البركات بن تيمية تحقيق محمد حامد الفقي ط. ثانية ١٣٩٨ هـ، دار المعرفة بيروت لبنان.
- الموافقات في أصول الشريعة:
لابراهيم بن موسى الغرناطي المعروف بالشاطبي، المتوفى ٧٩٠ هـ شرح وتعليق عبد الله درّاز ط. دار المعرفة- بيروت لبنان- الموجز في الناسخ والمنسوخ:
للحسين بن زيد بن خزيمة الفارسي مطبوع بحاشية الناسخ والمنسوخ للنحاس ط. أولى ١٣٢٣ هـ السعادة بجوار محافظة مصر- الموطأ:
للإمام مالك بن أنس ترتيب محمد فؤاد عبد الباقي ط. دار احياء التراث العربي- ميزان الاعتدال:
لأبي عبد الله محمد بن أحمد الذهبي تحقيق على محمد بن أحمد الذهبي تحقيق على محمد البجاوى ط. أولى ١٣٨٢ هـ دار المعرفة بيروت- لبنان- ناسخ القرآن ومنسوخه:
هبة الله عبد الرحيم بن البارزى، المتوفى ٧٣٨ هـ تحقيق د. حاتم صالح الضامن.
ط. ثانية ١٤٠٣ هـ مؤسسة الرسالة.','1','391',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (470,'- الناسخ والمنسوخ:
لأبى بكر بن العربي مخطوط جامعة الإمام رقم ٦٢٤٧ ف.
- الناسخ والمنسوخ:
للقاضي أبي عبد الله بن محمد الأسفرائني مخطوط جامعة الإمام تحت رقم ٥٢٤٦ ف ورقم ٧٨٣٣ ف- الناسخ والمنسوخ:
لأبي منصور عبد القاهر البغدادي مخطوط جامعة الإمام محمد بن سعود الإسلامية رقم ٨٩٥/ ف- الناسخ والمنسوخ في القرآن الكريم:
لأبي جعفر محمد بن إسماعيل النحاس، المتوفى ٣٣٨ هـ مخطوط جامعة الإمام تحت رقم ٦٠٢٣ ف- الناسخ والمنسوخ في القرآن الكريم:
لأبي جعفر محمد بن إسماعيل النحاس عني بتصحيحه محمد أمين الخانجي ط. أولى ١٣٢٣ هـ، مطبعة السعادة بمصر- الناسخ والمنسوخ:
لمحمد بن مسلم الزهري مخطوط جامعة أم القرى- مركز البحث العلمي- رقم ٢٢٨/ ٢ مجاميع- الناسخ والمنسوخ من القرآن العظيم:
نظم عيسى المغربي مخطوط جامعة الإمام تحت رقم (١١٥٦)','1','392',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (471,'- الناسخ والمنسوخ من كتاب الله عز وجل:
لهبة الله بن سلامة المقري، المتوفي ٤١٠ هـ تحقيق زهير الشاويش ومحمد كنعان.
ط. أولى ١٤٠٤ هـ- المكتب الإسلامي- النجوم الزاهرة في ملوك مصر والقاهرة:
لجمال الدين أبي المحاسن يوسف الأتابكي ط. أولى ١٣٤٩ هـ- دار الكتب المصرية بالقاهرة- نزهة الألبّاء في طبقات الأدباء:
لأبي البركات كمال الدين عبد الرحمن الأنبارى، المتوفى ٥٧٧ هـ تحقيق محمد أبو الفضل إبراهيم ط. دار نهضة مصر- الفجالة- القاهرة. مطبعة المدني- النسخ بين نفاته ومثبتيه:
لعبد الله توفيق الصباغ مطبعة الدباغ بحماة- نشر وتوزيع دار الغزالي- النسخ في الشريعة الإسلامية كما أفهمه:
لعبد المتعال محمد الجبرى ط. أولى- دار الجهاد، الناشر مكتبة دار العروبة القاهرة- النسخ في القرآن الكريم:
لمصطفى زيد ط. أولى ١٣٨٣ هـ- دار الفكر العربي- نصب الراية في تخريج أحاديث الهداية:
لجمال الدين أبي محمد بن عبد الله الزيلعى، المتوفى ٧٦٢ هـ ط. ثانية ١٣٩٣ هـ، المجلس العلمي- توزيع المكتب الاسلامي','1','393',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (472,'- نظرات في القرآن:
لمحمد الغزالي ط. خامسة- مطبعة حسان- نشر دار الكتب الحديثة، عابدين.
- نظرية النسخ في الشرائع السماوية:
للدكتور شعبان محمد اسماعيل مطابع الدجوي، القاهرة، عابدين- النهاية في غريب الحديث والأثر:
لمجد الدين أبي السعادات المبارك بن الأثير الجزري المتوفى ٦٠٦ هـ تحقيق طاهر أحمد الزاوى ومحمود محمد الطناحي الناشر المكتبة الاسلامية- نواسخ القرآن:
لأبي الفرج عبد الرحمن بن الجوزى المتوفى ٥٩٧ هـ دراسة وتحقيق محمد أشرف الملباري- اشراف الدكتور أحمد إبراهيم مهنا.
مطبوع بالآلة.
- نواسخ القرآن:
لأبي الفرج عبد الرحمن بن الجوزي دراسة وتحقيق محمد أشرف الملباري اشراف د. أحمد إبراهيم مهنا.
ط. الجامعة الاسلامية ١٤٠٤ هـ- نور القبس، المختصر على المقتبس:
لأبي المحاسن يوسف بن أحمد اليغموري تحقيق رودلف زلهايم ط. دار النشر فرانتس شتاينز بنيسبادن ١٣٨٤ هـ','1','394',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (473,'- هدية العارفين في أسماء المؤلفين:
لاسماعيل باشا البغدادي ط. ثالثة ١٣٨٧ هـ- المكتبة الإسلامية طهران.
- وفيات الأعيان وأنباء أبناء الزمان:
لأبي العباس أحمد بن محمد بن خلّكان، المتوفى ٥٣٤ هـ تحقيق د. إحسان عباس ط. دار صادر','1','395',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (474,'<span data-type="title" id=toc-94>٨ - فهرس الموضوعات</span>
أ- قسم الدراسة الموضوع الصفحة المقدمة ٥ - ٩ الفصل الأول ترجمة المؤلف (١٣ - ٤٢) - نسبه وشهرته ١٣ - مولده ١٤ - العصر الذى عاش فيه ١٤ - الحالة السياسية ١٥ - الحالة العلمية ٢٠ - مكانته وثناء العلماء عليه ٢٢ - ذكر من أخذ عنهم العلم ٢٥ - ذكر الذين أخذوا عنه العلم ٣٣ - عقيدته ٣٤ - أقوال أثرت عنه ٣٧ - مصنفاته ٣٨ - وفاته ٤١
الفصل الثانى دراسة مفصلة للكتاب (٤٣ - ٥٨) - اسم الكتاب ٤٤ - نسبته إلى المؤلف ٤٥ - منهج المؤلف في تصنيفه للكتاب ٤٧ - المميزات التي انفرد بها الكتاب ٤٧ - المآخذ التى لاحظتها على الكتاب ٥٠ - مفهوم أبى عبيد لمصطلح الناسخ والمنسوخ ٥٣ الفصل الثالث- ذكر لمن صنف في الناسخ والمنسوخ ٥٩ - ذكر لمن أنكر ثبوت النسخ ٧٣','1','396',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (475,'الموضوع الصفحة ب- قسم التحقيق أولا: المدخل إلى الكتاب ٧٧ - ١٢٣ ١ - وصف المخطوطة ٧٩ ٢ - المنهج الذى اعتمدته في التحقيق ويشمل: (٨٥ - ٨٩) - تحقيق نص المخطوط ٨٥ - التخريج ٨٦ - ترجمة الأعلام ٨٧ - التعليق، والتعريف بالأماكن والبلدان ٨٧ - التعريف بالغريب، والمصطلحات والرموز ٨٨ - صنع الفهارس ٨٨','1','397',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (476,'ثانيا: موضوعات كتاب الناسخ والمنسوخ لأبي عبيد مرتب حسب أرقام الآثار والأحاديث الموضوع رقم الأثر باب فضل علم ناسخ القرآن ومنسوخه وتأويل النسخ في التنزيل والآثار:
- معنى النسخ والنسأ والنسيء ١٠ - ترجيح أبي عبيد لقراءة: (ما ننسخ من آية أو ننسها) وبيان المعنى المراد ١١ - إضافة النسيان إلى الله أو إلى رسوله ١٦ - تفسير النسيان في قوله: (كذلك أتتك آياتنا فنسيتها وكذلك اليوم تنسى) وفي قوله: (نسوا الله فنسيهم) ١٦ - أقسام النسخ في الكتاب والسنة عند أبي عبيد والدلالة على ذلك ١٦ - الدليل على أن النسخ يأتي بمعنى رفع السورة والآية ١٧، ١٨ باب ذكر الصلاة ومعرفة ما فيها من الناسخ والمنسوخ:
- ما في القرآن من نسخ الصلاة ٢١، ٢٢، ٢٣ - ما في السنة من نسخ الصلاة ٢٤، ٢٥، ٢٦، ٢٧، ٢٨ - إتمام عثمان وعائشة الصلاة بمنى وتأول ذلك ٢٨ باب الزكاة:
- مجمل الخلاف في نسخ آيات من الصدقة (مقدمة الباب) - الدلالة على إحكام آية النساء (وإذا حضر القسمة) الآية ٢٩، ٣٠، ٣١، ٣٢، ٣٣، ٣٤ - الدلالة على نسخ آية: (وإذا حضر القسمة) ٣٥، ٣٦، ٣٧','1','398',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (477,'الموضوع رقم الأثر- ذكر من قال بإحكام آية الأنعام (كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده) ٣٨، ٣٩، ٤٠ - ذكر من قال بنسخ آية الأنعام (وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ) ٤١، ٤٢، ٤٣، ٤٤ - ترجيح أبي عبيد لإحكام: (وإذا حضر القسمة) ٤٤، ٤٥، ٤٦ (وآتوا حقه يوم حصاده) ودلالته في ذلك ٤٧، ٤٨، ٤٩، ٥٠ - قول الطبري بنسخ آية: (وَآتُوا حَقَّهُ يَوْمَ حَصادِهِ) والرد عليه ٥٠ (الهامش) - بيان المراد من حديث: نهى رسول الله صلّى الله عليه وسلم عن حصاد الليل وجداد الليل ٤٥ باب ذكر الصيام وما نسخ منه:
- نسخ الطعام والشراب والنكاح في الصوم ٥١، ٥٧ - ذكر من قال بنسخ آية: (وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعامُ مِسْكِينٍ) ٥٨، ٥٩، ٦٠، ٦١، ٦٢، ٦٣، ٦٤، ٦٥، ٦٦ - ذكر من قال بإحكام قراءة (وعلى الذين يطوقونه) وبيان معناها ٦٧، ٧١ - ترجيح أبي عبيد قراءة: (وعلى الذين يطيقونه) والحكم بنسخها ٧١ - ذكر الخلاف في آية: (وَعَلَى الَّذِينَ يُطِيقُونَهُ) من حيث الصيام والإفطار والقضاء والإطعام ٧١ - بيان الذين فرض الله عليهم الصيام ولم يقبل منهم غيره ٧١ - ذكر من لهم الخيار بين الصوم والإفطار والأدلة في ذلك ٧١، ٨٤ - تأويل حديث ليس من البر الصيام في السفر ٨٦، ٨٨ - إباحة الصيام والفطر للمسافر إذا انتفت المشقة ٨٨ - إيجاب القضاء على المريض والمسافر إن أفطرا دون غيره ٨٨ - حكم الشيوخ والعجز عند عجزهم عن الصيام وبيان مقدار الإطعام عنهم ٨٨، ٩٩','1','399',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (478,'الموضوع رقم الأثر- حكم إفطار أهل العطاش الذين يخاف عليهم الموت ١٠١، ١٠٢، ١٠٣ - من يرى سقوط الصيام عن الكبير إذا لم يستطع وليس عليه إطعام ١٠٤، ١٠٥ - سبب اختلاف كل من القائلين بوجوب الفدية وإسقاطها ١٠٥ - حكم الحوامل والمراضع إذا ضعفن عن الصيام وخافت إحداهن على نفسها أو ولدها ١٠٥، ١١٣ - سبب الاختلاف في الحامل والمرضع ١١٣ - مذهب أبي عبيد في الحامل والمرضع واستدلاله في ذلك ١١٤ - ذكر من قال بأن رمضان ناسخ لما كان قبله ١١٥، ١٢١ باب النكاح وما جاء فيه من النسخ:
- ذكر المنسوخ من النكاح إجمالا (مقدمة الباب) - الأدلة على نسخ إباحة نكاح المتعة ١٢٢، ١٣٤ - إيضاح حديث نهى رسول الله عن المتعة ولحوم الحمر الأهلية يوم خيبر ١٢٥ - قياس ابن عباس نكاح المتعة على الاضطرار إلى الميتة والرد عليه ١٣٩ (الهامش) - الآثار الدالة على إباحة ابن عباس نكاح المتعة ورجوعه عن ذلك ١٣٥، ١٤٠ - الآثار في إباحة نكاح نساء أهل الكتاب ١٤١، ١٤٢، ١٤٦، ١٤٧، ١٤٨، ١٤٩، ١٥٠، ١٥١، ١٥٢، ١٥٣، ١٥٤ - كراهة ابن عمر لنكاح نساء أهل الكتاب والآثار المروية عنه في ذلك ١٤٣، ١٤٤، ١٤٥ - إيضاح مراد ابن عمر في النهي عن نكاح نساء أهل الكتاب ١٤٤ (الهامش) - ذكر نهي عمر عن نكاح نساء أهل الكتاب ١٥٥، ١٥٦ - بيان قوله صلّى الله عليه وسلم: إنها لا تحصنك (لكعب بن مالك عند ما أراد الزوج من كتابيه) ١٥٧، ١٥٨ - المنع من نكاح نساء أهل الكتاب إذا كانوا حربا ١٥٩، ١٦٠','1','400',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (479,'الموضوع رقم الأثر- حجية الحديث المرسل ١٦١ (الهامش) - تحريم نكاح المجوسيات والوثنيات وأدلة ذلك ١٦١، ١٦٢، ١٦٣، ١٦٤، ١٦٥، ١٦٦، ١٦٧، ١٦٨ - من رخص في وطء الجواري دون الأزواج من المشركات والمجوسيات وتفنيد أدلتهم في ذلك ١٦٩، ١٧٠ - آية (الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً أَوْ مُشْرِكَةً) من حيث الخصوصية أو النسخ ١٧١، ١٧٢ - بيان معنى الحديث الشاذ ١٧٠ (الهامش) - الرد على من زعم أن حذيفة تزوج مجوسية ١٧٠ - نكاح البغايا والإمساك بالمرأة بعد فجورها ودليل ذلك ١٧٣، ١٧٤، ١٧٥، ١٧٦، ١٧٧، ١٧٨، ١٧٩، ١٨٠، ١٨١، ١٨٢ - إحكام آية: (الزَّانِي لا يَنْكِحُ إِلَّا زانِيَةً) وبطلان النكاح بوقوع الزنا من أحد الزوجين ١٨٣، ١٨٤، ١٨٥، ١٨٦ - ذكر المحرم في الملاعنة: اللعان أم القذف والنفي ١٨٦ - تقييد الرخصة في نكاح البغي وإمساكها فيما إذا ظهرت منها توبه ١٨٧، ١٨٨ - بيان معنى حديث: إن عندي امرأة لا تمنع يد لامس ١٨٩ (الهامش) - التأويل الكلمة لامس ١٨٩، ١٩٠، ١٩١ - تفسير ابن عباس النكاح (الزاني لا ينكح) بالجماع والرد عليه ١٩٢، ١٩٣، ١٩٤','1','401',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (480,'الموضوع رقم الأثر باب الطلاق وما جاء فيه:
- أدلة أخذ الزوج الفدية من المرأة ومخالعتها ١٩٥، ١٩٦، ١٩٧، ١٩٨، ١٩٩، ٢٠٠، ٢٠١، ٢٠٢، ٢٠٣، ٢٠٤ - ترك المرأة إقامة حدود الله الذي به تصح مخالعتها ١٩٦، ١٩٧، ١٩٨، ١٩٩، ٢٠٥ - لمن يكون الخلع للسلطان أم للأزواج ٢٠٥ - بيان معنى الخلع ٢٠٥ - الآثار الدالة على أن الخلع يكون للسلطان ووجه الدلالة ٢٠٦، ٢٠٧، ٢٠٨، ٢٠٩، ٢١٠، ٢١١، ٢١٢، ٢١٣، ٢١٤، ٢١٥، ٢١٦، ٢١٧، ٢١٨، ٢١٩، ٢٢٠، ٢٢١، ٢٢٢، ٢٢٣، ٢٢٤، ٢٢٥ - بيان مهمة الحكمين في الخلع أو الصلح ٢١٢، ٢١٣، ٢١٤، ٢١٥، ٢١٦، ٢١٧، ٢١٨، ٢١٩، ٢٢٠، ٢٢١، ٢٢٢ - الآثار في جواز الخلع دون السلطان وبيان وجه الدلالة ٢٢٦، ٢٢٧،','1','402',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (481,'الموضوع رقم الأثر ٢٢٨، ٢٢٩، ٢٣٠، ٢٣١ - الآثار الواردة في نسخ عدة الوفاة ٢٣٢، ٢٣٣، ٢٣٤، ٢٣٥، ٢٣٦، ٢٣٧ باب الحدود وما نسخ منها:
- ما نسخ من حدود المسلمين في الزنا ٢٣٨، ٢٣٩، ٢٤٠ ٢٤١ - الآثار الدالة على ما نسخ من حدود أهل الذمة ٢٤٢، ٢٤٣، ٢٤٤، ٢٤٥، ٢٤٦، ٢٤٧ - الآثار الدالة على إحكام سورة المائدة ٢٤٨، ٢٤٩، ٢٥٠ - مذهب الطبرى إحكام آية (فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ) ٢٥٠ (الهامش) - سبب نزول آية: (كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى ... ) ٢٥١، ٢٥٢
- نسخ آية المائدة: (وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ) لآية البقرة (كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى) والخلاف مع الترجيح والاستدلال. ٢٥٢
- قصة العرنيين ونزول آية المحاربة ٢٥٧ - تفسير آية المحاربة ٢٥٨، ٢٥٩، ٢٦٠، ٢٦١ - جواز المثلة أول الإسلام ثم نسخها ٢٥٣، ٢٥٤، ٢٥٥، ٢٥٦، ٢٥٧ باب الشهادات وما جاء فيها:
- الآثار في إحكام آية (وَأَشْهِدُوا إِذا تَبايَعْتُمْ) ٢٦٢، ٢٦٣، ٢٦٤ - ترجيح الطبرى لإحكام آية (وَأَشْهِدُوا إِذا تَبايَعْتُمْ) ٢٦٤ (الهامش) - رفع الإيجاب في قوله (وأشهدوا) بآية (فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً) ٢٦٥، ٢٦٦، ٢٦٧، ٢٦٨','1','403',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (482,'الموضوع رقم الأثر- ذكر من قال إن الاستثناء في قوله (إلا الذين تابوا) عائد على الفسق دون الشهادة ٢٦٩ - ذكر من قال برد شهادة القاذف وإن تاب ٢٧٠، ٢٧١، ٢٧٢، ٢٧٣، ٢٧٤ - ذكر من قال بقبول شهادة القاذف إذا تاب ٢٧٥، ٢٧٦، ٢٧٧، ٢٧٨، ٢٧٩، ٢٨٠، ٢٨١، ٢٨٢، ٢٨٣، ٢٨٤، ٢٨٥، ٢٨٦، ٢٨٧ - وجه استدلال من قال بقبول شهادة القاذف ومن قال بردها ٢٨٧ - الترجيح لمذهب القائلين بقبول شهادة القاذف إذا تاب ٢٨٧ باب شهادة أهل الكتاب:
- أقوال العلماء في آية الوصية في السفر (مقدمة الباب) - بيان سبب نزول آية الوصية: (يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ) الآية ٢٨٨ - أدلة إحكام آى: الوصية في السفر ٢٨٨، ٢٨٩، ٢٩٠، ٢٩١، ٢٩٢ - تأويل آية: (اثْنانِ ذَوا عَدْلٍ مِنْكُمْ) (أَوْ آخَرانِ مِنْ غَيْرِكُمْ) ٢٩٣، ٢٩٤، ٢٩٥، ٢٩٦، ٢٩٧، ٢٩٨، ٢٩٩، ٣٠٠ - تأول آية (فَإِنْ عُثِرَ عَلى أَنَّهُمَا اسْتَحَقَّا إِثْماً فَآخَرانِ يَقُومانِ مَقامَهُما مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ) ٢٩٨، ٢٩٩، ٣٠٠','1','404',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (483,'الموضوع رقم الأثر- ترجيح القول بإحكام آية: الوصية في السفر وبيان وجه ذلك ٣٠٠، ٣٠٧ - الآثار الدالة على إحكام سورة المائدة وقلة المنسوخ منها ٣٠١، ٣٠٢، ٣٠٣، ٣٠٤ - ذكر من قال بنسخ آية: الوصية في السفر والحجة في ذلك ٣٠٤ - ذكر الذين تأولوها في أهل الإسلام ٣٠٤، ٣٠٥، ٣٠٦، ٣٠٧ باب المناسك وما جاء فيها من النسخ:
- الأحاديث الدالة على فسخ الإحرام بالحج إلى عمرة ٣٠٨، ٣٠٩، ٣١٠، ٣١١، ٣١٢، ٣١٣، ٣١٤، ٣١٥ - الآثار الدالة على أن الخلفاء كانوا يقيمون على إحرامهم إلى يوم النحر ٣١٦، ٣١٧ - جواب العلماء على حديث علي أنه جمع بين الحج والعمرة فطاف لهما طوافين وسعى لهما سعيين ٣١٧ (الهامش) - الأدلة على أن فسخ الحج إلى عمرة خاص بأصحاب رسول الله صلّى الله عليه وسلم ٣١٨، ٣١٩، ٣٢٠، ٣٢١ - قول ابن عباس أنه لا يطوف أحد بالبيت إلا حل ٣٢٤، ٣٢٥ - إيضاح المراد من كلمة (العرش) في قوله: (وهذا يومئذ كافر بالعرش) ٣٢٧ - أدلة ثبوت متعة الحج ٣٢٦، ٣٢٧، ٣٢٨، ٣٢٩، ٣٣٠، ٣٣١ - أدلة ثبوت القرآن في الحج وأن النبي صلّى الله عليه وسلم كان قارنا ٣٣٢، ٣٣٣، ٣٣٤، ٣٣٥، ٣٣٦، ٣٣٧، ٣٣٨، ٣٣٩، ٣٤٠ - قول عمر إن القرآن خاص بمن لم يكن أهله حاضري المسجد الحرام.
وترجيح ذلك مع التوجيه ٣٤١','1','405',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (484,'الموضوع رقم الأثر- الخلال التي أرادها عمر بنهيه عن متعة الحج والاستدلال لكل منها ٣٤١ - الأدلة على تخصيص العمرة بسفر وإفرادها به ٣٤٩، ٣٥٠، ٣٥١، ٣٥٢ - بيان معنى قول علي: أن تحرم من حيث أبدأت من دويرة أهلك ٣٥١، ٣٥٢ - منع المشركين من الحج ونزول (إنما المشركون نجس ... ) ٣٥٣

<span data-type="title" id=toc-95>باب الجهاد وناسخه ومنسوخه:</span>
- مواضع نسخ الجهاد جملة (مقدمة الباب) - الآثار الدالة على الإذن في قتال المشركين بعد المنع ٣٥٤، ٣٥٥ - عتاب الله لأهل التخلف عن الجهاد ٣٥٦، ٣٥٧ - إحكام قوله: (إنما يستأذنك الذين لا يؤمنون بالله ... ) والجمع بينها وبين (وإذا كانوا معه على أمر جامع ... ) ٣٥٧ (الهامش) - مجاهدة المسلم لعشرة من الكفار ثم التخفيف عنهم ٣٥٨، ٣٥٩، ٣٦٠ - قطع جميع المعاهدات مع المشركين وإيذانهم بالحرب بعد انقضاء المدة ٣٦١، ٣٦٢، ٣٦٣، ٣٦٤، ٣٦٥، ٣٦٦ - مذهب الطبري إحكام آية (وَإِنْ جَنَحُوا لِلسَّلْمِ ... ) ٣٦١ (الهامش) - حث سورة براءة على الجهاد وقطعها للعهود ٣٦٧، ٣٦٨، ٣٦٩، ٣٧٠، ٣٧١ - معنى قوله تعالى: (انْفِرُوا خِفافاً وَثِقالًا ... ) ٣٧٢، ٣٧٣
- الأدلة على أفضلية الجهاد ووجوبه ٣٧٣، ٣٧٤، ٣٧٥، ٣٧٦، ٣٧٧ - حكم الجهاد والخلاف فيه ٣٧٨، ٣٧٩، ٣٨٠، ٣٨١، ٣٨٢، ٣٨٣، ٣٨٤، ٣٨٥','1','406',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (485,'الموضوع رقم الأثر- حكم الجهاد عند أبي عبيد مع الاستدلال ٣٨٤ - الآية الدالة على أن فرض الجهاد على الكفاية يقضي بعض الناس فيه عن بعض وتأويل السلف لها ٣٨٥، ٣٨٦، ٣٨٧ - بعض الحقوق اللازمة للمسلمين التي ينوب فيها بعضهم عن بعض ٣٨٧ - القتال في الأشهر الحرم والخلاف في نسخ التحريم ٣٨٨، ٣٨٩، ٣٩٠، ٣٩١ - أحوال الناس في الجهاد، والخلاف في فرضيته ٣٨٧ (الهامش) - مذهب الطبري: إباحة القتال في الأشهر الحرم والنهي منسوخ ٣٩١ (الهامش) باب الأسارى:
- آيات الأسارى واختلاف علماء السلف في تأويلها وإحكامها ٣٩٢، ٣٩٣، ٣٩٤، ٣٩٥، ٣٩٦، ٣٩٧، ٣٩٨ - مذهب أبي عبيد إحكام آيات الأسارى وأنه لا منسوخ فيهن.
واستدلاله على ذلك ٣٩٨ - مذهب الطبري: إحكام آية (فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً) ٣٩٨ (الهامش) - تخيير الإمام في شأن الأسارى بين أربع خلال إن كانوا ذكورا مدركين. ٣٩٨

<span data-type="title" id=toc-96>باب المغانم:</span>
- ما ورد في نسخ المغانم ٣٩٩، ٤٠٠ باب الاستئذان وما فيه من ناسخه ومنسوخه:
- معنى قوله تعالى: (يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ ... ) الآية ٤٠١، ٤٠٢ - الآثار الدالة على إحكام آية الاستئذان (يا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمانُكُمْ) ٤٠٤، ٤٠٥ - تأويل قول ابن عباس فجاءهم الله عز وجل بالستور والخير فلم أر أحدا يعمل بذلك ٤٠٦ - ذكر مذهب الحسن في الخادم التي تبيت مع أهل الرجل ٤٠٧','1','407',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (486,'الموضوع رقم الأثر- ذكر مذهب الحسن في الخادم التى تبيت مع أهل الرجل ٤٠٧ - بيان المراد بمن لم يبلغ الحلم في آية (وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ) ٤٠٨، ٤٠٩ باب المواريث ناسخها ومنسوخها:
- التوارث بين المهاجرين والأعراب بعد أن كان ممنوعا ٤١٠، ٤١١ - ميراث الحلفاء من محالفيهم والآثار في نسخ ذلك ٤١٢، ٤١٣، ٤١٤، ٤١٥ - ميراث الأدعياء من متبنيهم والآثار في نسخ ذلك ٤١٦، ٤١٧ - النهي عن التبني ووجوب نسبة الابن إلى أبيه ٤١٨، ٤١٩ - تفسير ابن عباس لقوله تعالى: (إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسادٌ كَبِيرٌ) ٤٢٠ باب الوصية ناسخها ومنسوخها:
- نسخ الوصية للوارث ٤٢١، ٤٢٢، ٤٢٣، ٤٢٤، ٤٢٥ - ذكر من رأى تخصيص الوصية بالأقارب غير الوارثين ٤٢٦، ٤٢٧، ٤٢٨، ٤٢٩ - ما ورد في جواز الوصية لكل موصى له من الأقارب والأباعد إلا الوارث وانتصار أبي عبيد لهذا المذهب ٤٣٠، ٤٣١، ٤٣٢، ٤٣٣، ٤٣٤، ٤٣٥، ٤٣٦ باب ذكر اليتامى وما نسخ من شأنهم:
- الإذن في مخالطة اليتيم والإصابة من ماله ورفع الحرج المتوهم من آية (إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً ... ) ٤٣٧، ٤٣٨،
٤٣٩، ٤٤٠ - بيان المخالطة المذكورة في آية (وَإِنْ تُخالِطُوهُمْ فَإِخْوانُكُمْ) ٤٤٠ - قياس ما يفعله الرفاق في السفر من اقتسام المال بالسوية على خلط الولي مال اليتيم بماله ٤٤٠','1','408',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (487,'الموضوع رقم الأثر باب الحكم بين أهل الذمة وما فيه من النسخ بالكتاب والسنة:
- القول بنسخ آية (فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ) بآية (وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ) ٤٤١، ٤٤٢ - بيان مذهب أهل الحجاز أنه لا تقام الحدود على أهل الذمة والرد عليهم ٤٤٢ - الجمع بين قوله (فاحكم بينهم أو أعرض عنهم) وقوله (وأن احكم بينهم بما أنزل الله) ٤٤٢ (الهامش) باب ناسخ الطعام ومنسوخه:
- الآثار الدالة على رفع الحرج الذي وقع في نفوس الصحابة عند نزول (وَلا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ) ٤٤٣، ٤٤٤، ٤٤٥، ٤٤٦، ٤٤٧، ٤٤٨، ٤٤٩ - التأويل الصحيح لآية: (لَيْسَ عَلَى الْأَعْمى حَرَجٌ وَلا عَلَى الْأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ) والرد على من أولها خلاف ذلك ٤٤٩ - الدليل على أن في أموال الأغنياء حقا واجبا ٤٤٩ باب الشراب وما نسخ من حله بالتحريم:
- الأدلة على تحريم الخمر بعد إباحته ٤٥٠، ٤٥١، ٤٥٢، ٤٥٣، ٤٥٤، ٤٥٥ - بيان معنى: الميسر، الأنصاب، الأزلام ٤٥٠، ٤٥١ باب السكر وما فيه:
- بيان النسخ في قوله (يتخذون منه سكرا) وذكر معنى السكر، والرزق الحسن ٤٥٦، ٤٦٦ - الآثار الدالة على نسخ إيجاب قيام الليل ٤٦٧، ٤٦٨، ٤٦٩','1','409',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (488,'الموضوع رقم الأثر باب النجوى وما كان من نسخها:
- أدلة إيجاب الصدقة بين يدي النجوى ثم نسخها ٤٧٠، ٤٧١، ٤٧٢، ٤٧٣ - بيان القراءات في قوله (أأشفقتم) ٤٧٠ (الهامش) باب التقوى وما فيها من النسخ:
- الآثار الدالة على إحكام (اتقوا الله حق تقاته) وتأويلها ٤٧٤، ٤٧٥، ٤٧٦ - القول بنسخ آية (حق تقاته) بآية (فاتقوا الله ما استطعتم) ٤٧٧ (الهامش) - بيان إحكام آية (اتَّقُوا اللَّهَ حَقَّ تُقاتِهِ) والرد على من زعم نسخها ٤٧٧ باب التوبة عند الموت ونسخ التشديد فيها بالسعة والرخصة:
- ذكر المعنى بقوله (وليست التوبة للذين يعملون السيئات ... ) ٤٧٨، ٤٧٩
- الآثار والأحاديث الدالة على الأجل الذي به تنفع التوبة ٤٨٠، ٤٨١، ٤٨٢، ٤٨٣ باب توبة القتل ونسخ اللين فيها بالتغليظ:
- ذكر سبب نزول قوله تعالى: (وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ... ) وآية (يا عِبادِيَ الَّذِينَ أَسْرَفُوا) ٤٨٤، ٤٨٥ - أدلة نسخ آية الفرقان (وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ) بآية النساء (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً) ٤٨٥، ٤٨٦، ٤٨٧، ٤٨٨، ٤٨٩، ٤٩٠ - ذكر من قال بإحكام آية النساء: (وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً ... ) ٤٩١
- ترتيب الوعيد الشديد على من قتل أخاه المسلم عمدا ٤٩٢، ٤٩٣، ٤٩٤، ٤٩٥، ٤٩٦ - معنى قوله صلّى الله عليه وسلم في الحديث (اغتبط بقتله) ٤٩٦ - عموم آية (مِنْ أَجْلِ ذلِكَ كَتَبْنا عَلى بَنِي إِسْرائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً ... ) ٤٩٧','1','410',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (489,'الموضوع رقم الأثر- ذكر من أول آية النساء (فَجَزاؤُهُ جَهَنَّمُ) بأن ذلك تحت المشيئة وليس حتما ٤٩٨، ٤٩٩، ٥٠٠ - تأويل آية (فَجَزاؤُهُ جَهَنَّمُ) والرد على المخالفين ٥٠٠ - بيان قبول توبة القاتل إن تاب والأدلة على ذلك ٥٠٠ (الهامش) باب مؤاخذة العباد بما تخفي النفوس:
- تأويل قوله تعالى: (إِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ ... ) ٥٠١، ٥٠٢،
٥٠٣، ٥٠٤ - ذكر سبب نزول (آمن الرسول بما أنزل إليه من ربه) إلى آخر السورة ٥٠٥ - تأويل آية: (لَها ما كَسَبَتْ وَعَلَيْها مَا اكْتَسَبَتْ) ٥٠٦ - ما أصاب المسلمين من المشقة عند نزول آية: (وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ) ثم زوال ذلك ٥٠٥، ٥٠٧، ٥٠٩ - ذكر من قال بنسخ آية (وَإِنْ تُبْدُوا ... ) بالآية التي بعدها (آمَنَ الرَّسُولُ) إلى آخر السورة ٥٠٥، ٥١٠، ٥١١ - القول بإحكام آية (وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحاسِبْكُمْ بِهِ اللَّهُ) ٥١٢ - ما ورد في تأويل آية: (وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ ... ) وآية (مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ) ٥١٣، ٥١٤ - إحكام آية: (وَإِنْ تُبْدُوا ما فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ) ٥١٤ (الهامش) باب الإكراه في الدين وما نسخ منه:
- القول بنسخ آية: (لا إِكْراهَ فِي الدِّينِ) بآية (جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ) ٥١٥ - سبب نزول آية: (لا إِكْراهَ فِي الدِّينِ) ٥١٦ - ذكر ما يدل على قصر آية: (لا إِكْراهَ فِي الدِّينِ) على أهل الذمة دون أهل الحرب ٥١٧','1','411',NULL,NULL,'0');
INSERT INTO [b37834] VALUES (490,'الموضوع رقم الأثر باب الاستغفار للمشركين ونسخ الإذن فيه بالنهي: عنه:
- قصر آية (رَبِّ ارْحَمْهُما كَما رَبَّيانِي صَغِيراً) على الأبوين المسلمين ٥١٨ - تأويل قوله (تبين له) في آية (وَما كانَ اسْتِغْفارُ إِبْراهِيمَ لِأَبِيهِ إِلَّا عَنْ مَوْعِدَةٍ وَعَدَها إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ ... ) ٥١٩، ٥٢٠
- سبب نزول قوله تعالى: (سَواءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ) ٥٢١ - صلاة النبي صلّى الله عليه وسلم على عبد الله بن أبي. ونزول: (ولا تصل على أحد منهم مات أبدا) ٥٢٢، ٥٢٣ باب الأمر بالمعروف والنهي عن المنكر والنسخ لتركهما بالإيجاب والتغليظ:
- مجمل الاختلاف في تأويل قوله: (يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ ... ) (مقدمة الباب) - الأدلة على أن آية (يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ) لها وقت من الزمان يعمل بها ٥٢٤، ٥٢٥، ٥٢٦، ٥٢٧ - الرد على تأويل كعب لآية (يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ) ... ٥٢٥ (الهامش) - ذكر من جعل لآية (يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ) حكما دائما في كل وقت. وإبطال من تأولها على ترك الأمر والنهي ٥٢٨، ٥٢٩ - أدلة وجوب الأمر بالمعروف والنهي عن المنكر على الأبد في أهل المعاصي من المسلمين ٥٣٠، ٥٣١، ٥٣٢، ٥٣٣ - ذكر من قال بفرضية الأمر بالمعروف والنهي عن المنكر ٥٣٤ - تأول آية (كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ ... ) ٥٣٥
- قياس الأمر بالمعروف والنهي عن المنكر على القتال في مقابلة الواحد للاثنين ومقابلته للثلاثة ٥٣٥','1','412',NULL,NULL,'0');
